{
  "id": null,
  "sura": 85,
  "aya": 22,
  "text": "<p> المعنى: </p><p> ١٩ - قوله:  {بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ} بل أعرضوا عما يُوجبه الاعتبار بفرعون وثمود، وأقبلوا على ما يوجبه الكفر والتكذيب، فكذبوك، وكذبوا ما جئت به من القرآن. </p><p> ٢٠ - {وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ} يقدر أن ينزل بهم مَا أنزل بفرعون وثمود. </p><p> قال أبو إسحاق: أي لا يعجزه منهم أحد، قدرته مشتملة عليهم (١) . </p><p> ٢١ - قوله تعالى:  {بَلْ هُوَ قُرْآنٌ مَجِيدٌ} قال ابن عباس (٢) ، (ومقاتل (٣) ) (٤) : كريم لأنه كلام الرب ليس هو كما يقولون: شعر، وكهانة، وسحر (٥) . </p><p> وقال أهل المعاني: لما كان القرآن يعطي المعَاني الجليلة، والدلائل النفيسة، كان كريماً، مجيد: كريم، كثير الخير بما يعطي من الحكم والمواعظ والحجج (٦) . </p><p> ٢٢ - قوله تعالى:  {فِي لَوْحٍ مَحْفُوظٍ} عند الله، وهو أم الكتاب، منه نسخ الكتاب القرآن، والكتب، وهو الذي يعرف باللوح المحفوظ من الشياطين، ومن الزيادة فيه والنقصان (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٥/ ٣٠٩. (٢) \"الوسيط\" ٤/ ٤٦٣.(٣) المرجع السابق، ولم أعثر عليه في تفسيره.(٤) ساقط من (أ).(٥) انظر: \"زاد المسير\" ٨/ ٢٢١(٦) لم أعثر على مصدر لقولهم.(٧) واللوح: من الغيب الذي يجب الإيمان به، ولا يعرف حقيقته إلا الله. العقيدة الطحاوية بشرح الألباني: ٣٤.</p><p> وهذا قول [ابن عباس (١) ، ومقاتل (٢) ، ومجاهد (٣) ، والحسن (٤) ] (٥) . </p><p> (وقرأ نافع (محفوظٌ) رفعاً (٦) على نعت القرآن، كأنه قيل: بل هو قرآن مجيد محفوظ في لوح، وذلك أن القرآن وصف بالحفظ في قوله {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] ، فكما وصف بالحفظ في تلك (٧) الآية، كذلك وصف في هذه الآية بأنه محفوظ , ومعنى حفظ القرآن أنه يؤمن من تحريفه، وتبديله، وتغيره، فلا يلحقه من ذلك شيء، قال أبو الحسن: والأولى: هو الذي نعرف). (٨) </p><p> وقال أبو عبيد: الوجه الخفض, لأن الآثار الواردة في اللوح </p><p>(١) لم أعثر على مصدر لقوله، وإنما ورد بمثله من غير نسبة في: \"معالم التنزيل\" ٤/ ٤٧٢، \"زاد المسير\" ٨/ ٢٢١. (٢) لم أعثر على مصدر لقوله في تفسيره، وقد ورد في: \"الكشف والبيان\" ١٣/ ٧٢/ أ.(٣) \"جامع البيان\" ٣٠/ ١٤٠.(٤) لم أعثر على مصدر لقوله، وإنما ورد بمثله من غير نسبة في: \"معالم التنزيل\" ٤/ ٤٧٢، \"زاد المسير\" ٨/ ٢٢١.(٥) ما بين القوسين لم يذكر في نسخة: أ، وإنما ذكر بدلاً من تعدادهم لفظ: جماعة. وقد قال أيضًا الزجاج بمعنى ذلك: \"معاني القرآن وإعرابه\" ٥/ ٣٠٩ قال: القرآن في اللوح المحفوظ، وهو أم الكتاب عند الله.(٦) قرأ نافع وحده بالرفع، وقرأ الباقون (محفوظ) بالخفض.انظر: \"كتاب السبعة\" ٦٧٨، \"الحجة\" ٦/ ٣٩٦، \"المبسوط\" ٤٠١، \"حجة القراءات\" ٧٥٧، \"الكشف\" ٢/ ٢٦٩، النشر: ٢/ ٣٩٩.(٧) في (أ): ذلك.(٨) ما بين القوسين نقلاً من \"الحجة\" ٦/ ٣٩٦ بتصرف.</p><p> المحفوظ تصدق ذلك (١) . </p><p>(١) من الآثار الواردة في اللوح: ما أورد الواحدي في: \"الوسيط\" ٤/ ٤٦٣ من طريق سعيد بن جبير عن ابن عباس قال: إن الله عَزَّ وَجَلَّ خلق لوحًا محفوظًا من درة بيضاء، دفتاه ياقوتة حمراء، قلمه نور، وكتابه نور، عرضه كما بين السماء والأرض، ينظر فيه كل يوم ثلاثمائة وستين نظرة، يخلق بكل نظرة، ويحيي ويميت، ويعز ويذل، ويفعل ما يشاء. والحديث أخرجه الحاكم في \"المستدرك\" ٢/ ٥١٩: كتاب التفسير: تفسير سورة البروج. وقال: هذا حديث صحيح الإسناد، فإن أبا حمزة الثمالي لم ينقم عليه إلا الغلو في مذهبه فقط.كما أخرجه الطبراني في الكبير، وفي سنده زياد بن عبد الله البكائي، وليث بن أبي سليم، وكلاهما ضعيف. ورواه من طريق آخر بنحوه موقوفاً على ابن عباس, وسنده حسن.نقلاً عن \"شرح العقيدة الطحاوية\" ت الأرنؤوط: ٢٣٣.كما أخرجه ابن كثير في: \"تفسير القرآن العظيم\" ٤/ ٥٣١.وانظر: \"الوسيط\" ٤/ ٤٦٣.</p><p> سورة الطارق </p>"
}