{
  "id": null,
  "sura": 86,
  "aya": 17,
  "text": "<p> قالوا: باللعب (١) ، والمعنى أن القرآن نزل للفصل بين الحق والباطل، ولم ينزل باللعب، وهو جد ليس بالهزل. </p><p> ١٥ - ثم أخبر عن مشركي مكهَ فقال:  {إِنَّهُمْ يَكِيدُونَ كَيْدًا} . قال أبو إسحق: إنهم يخاتلون (٢) النبي -صلى الله عليه وسلم- ويظهرون ما هم على خلافه (٣) . </p><p> ١٦ - {وَأَكِيدُ كَيْدًا} قال (٤) : كيد الله استدراجهم من حيث لا يعلمون (٥) . </p><p> ١٧ - (قوله تعالى (٦) ) {فَمَهِّلِ الْكَافِرِينَ}  (٧) قال ابن عباس (٨) ، </p><p>= الإنسان ويوم القيامة، وابتلاء سرائره، أي أن ذلك القول قول جزم مطابق للواقع لا هزل فيه، ويكون الضمير قد عاد على مذكور، وهو الكلام الذي تضمنه الإخبار عن البعث، وليس من الأخبار التي فيها هزل؛ بل هو جد كله. \"البحر المحيط\" ٨/ ٤٥٦. (١) قال بذلك ابن عباس، ومجاهد، وسعيد بن جبير، وقتادة، انظر \"جامع البيان\" ٣٠/ ١٥، \"النكت والعيون\" ٦/ ٢٤٩، \"الدر المنثور\" ٨/ ٤٧٧، وعزاه إلى عبد بن حميد، وابن المنذر، والطستي، وابن أبي شيبة، كما قال به الزجاج في \"معاني القرآن وإعرابه\" ٥/ ٣١٣، والسمرقندي في \"بحر العلوم\" ٣/ ٤٦٨، والثعلبي في \"الكشف والبيان\" ج ١٣/ ٧٥/ ب.وعن السدي قال: بالكذب.وعن وكيع، والضحاك قالا: بالباطل. \"النكت والعيون\" ٦/ ٢٤٩.(٢) معنى يخاتلون أي يخادعون، جاء في: مختار \"الصحاح\" خاتله: خدعه، والتَّخَاتُل: التخادع. ١٦٩: مادة: (ختل).(٣) \"معاني القرآن وإعرابه\" ٥/ ٣١٣ بنصه.(٤) أي الزجاج.(٥) \"معاني القرآن وإعرابه\" ٥/ ٣١٣.(٦) ساقط من (ع).(٧) {فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا}.(٨) \"معالم التنزيل\" ٤/ ٤٧٤، \"لباب التأويل\" ٤/ ٣٦٩، \"زاد المسير\" ٨/ ٢٢٦ من غير نسبة.</p><p> ومقاتل (١) : هو وعيد (٢) من الله تعالى لهم. </p><p> (قوله تعالى (٣) ): {أَمْهِلْهُمْ رُوَيْدًا} ، قالا (٤) : يريد قليلًا (٥) ، حتى أهلكهم، ففعل ذلك ببدر، ونسخ الإمهال بآية السيف (٦) ، ومعنى مهل وأمهل: أنظر ولا تعجل، ويقال: مَهْلًا يا فلان، أي رفقًا وسُكونًا لا </p><p>(١) \"الوسيط\" ٤/ ٤٦٧. (٢) بياض في (ع).(٣) ساقط من (ع).(٤) أي ابن عباس، ومقاتل.(٥) ورد قول ابن عباس في \"جامع البيان\" ٣٠/ ١٥٠، \"الجامع لأحكام القرآن\": ٢٠/ ١٢، أما مقاتل فلم أعثر على مصدر لقوله، وإن كان ورد بمثل قوليهما من غير عزو في \"الوسيط\" ٤/ ٢٦٧، قال ابن عطية: {رُوَيْدًا} معناه قليلًا، قاله قتادة، وهذه حال هذه اللفظة إذا تقدمها شيء تصفه كقولك: رويدًا، وتقدمها فعل يعمل فيها كهذه الآية، وأما إذا ابتدأت بها فقلت: رويدًا يا فلان، فهي بمعنى الأمر بالتماهل، ويجري مجرى قولهم: صبرًا يا زيد، وقليلًا: يا عمرو.انظر: \"المحرر الوجيز\" ٥/ ٤٦٧.(٦) ممن قال بأن الآية منسوخة بآية السيف: هبة الله بن سلامة في: \"الناسخ والمنسوخ\" ١٩٦، وابن البازي في كتابه: \"ناسخ القرآن العزيز ومنسوخه\" ٥٧، والبغوي في \"معالم التنزيل\" ٤/ ٤٧٤ والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ١٢.ورد ابن الجوزي في: \"نواسخ القرآن\" ٢٥١، القول بأنها منسوخة، والأكثرية عدها من المحكم، وعليه لم تذكر في كتبهم المعنية بـ\"الناسخ والمنسوخ\" نحو: كتاب \"الناسخ والمنسوخ\" في كتاب الله تعالى: لقتادة السدوسي، و\"الناسخ والمنسوخ\" للزهري، و\"الناسخ والمنسوخ\" في القرآن الكريم: لأبي جعفر النحاس، و\"الناسخ والمنسوخ\" لأبي منصور البغدادي، والاعتبار في \"الناسخ والمنسوخ\" لأبي بكر الهذاني، و\"المصفى بأكف أهل الرسوخ\" في علم \"الناسخ والمنسوخ\" لابن الجوزي.</p><p> تَعْجَلْ (١) . </p><p> وأما {رُوَيْدًا} فروى أبو عبيد عن أصحابه أن تكبير {رُوَيْدًا} رُوْد، وأنشد (٢) : </p><p> يمشي ولا تَكْلِمُ البَطحاء مِشيتهُ ... كأنه ثَمِلٌ يمشي على رُودِ (٣)  (٤) </p><p> أي على مُهْلَة ورفق وتؤدة. </p><p> وذكر أبو على في باب الأسماء التي سمي بها الأفعال: رُويدًا زيدًا، تريد: أرْوِدْ زيدًا، معناه: أمهله، وأرفق به (٥) . </p><p> قال النحويون: رويدًا في كلام العرب على ثلاثة أوجه: </p><p> يكون اسمًا لفعل الأمر ينصب \"بها\" ، لأنها جعلت بدلًا من اللفظ بالقول، كقولك: رويدًا زيدًا، تريد أرود زيدًا، أي خله ودعه، وارفق به (٦) . </p><p>(١) انظر: مادة: (مهل) في: \"تهذيب اللغة\" ٦/ ٣٢١، \"لسان العرب\" ١١/ ٣٦٦، \"تاج العروس\" ٨/ ١٢١. (٢) البيت للجموح الظفري.(٣) وقد ورد البيت في: \"تهذيب اللغة\" ١٤/ ١٦٢: مادة: (رود) غير منسوب براوية: \"فاتر\"؛ بدلًا من: \"ثمل\"، \"لسان العرب\" ٣/ ١٨٩: مادة: (رود) غير منسوب برواية: \"تكاد لا تَثْلِم البطحاء وطأتُها\"، كما ما ورد في حاشية \"الجامع لأحكام القرآن\" ٢٠/ ١٣، حاشية ٣: معزوًا، وبمثل ما جاء في اللسان، وورد في \"معجم شواهد العربية\" لعبد السلام هارون: ١٢١، ونسبه إلى الجموح الظفري، كتاب \"حروف المعاني\" للزجاجي: ٩: رقم: ٣٥.(٤) ورد قول أبي عبيدة في: \"تهذيب اللغة\" ١٤/ ١٦٢: مادة: (رود)، \"التفسير الكبير\" ٣١/ ١٣٤ إلا أنه عزاه إلى أبي عبيدة، \"الجامع لأحكام القرآن\" ٢٠/ ١٢، \"لسان العرب\" ٣/ ٨٩: مادة: (رود).(٥) الإيضاح العضُدي: لأبي علي الفارسي: ١٦٣، وانظر: \"التفسير الكبير\" ٣١/ ٣٤.(٦) انظر: \"شرح المفصل\" لابن يعيش ٤/ ٣٩ - ٤١، \"حروف المعاني\" للزجاجي: ٩.</p><p> ومن هذا ما ذكره سيبوبه (سماعًا عن العرب: رويد الشعر يَغِبَّ،قال:يريدون: أرُوِدْ الشعر،كما تقول:دَع الشعر، وأنشد (١) : </p><p> رُوَيدًا عَلِيُّا جُدَّ ما ثَدْيُ أمِّهِم (٢) ... إلينا ولكن وُدُّهُم مُتَمايِنُ (٣)  (٤) </p><p> ولا ينصرف \"رويد\" في هذا الوجه؛ لأنها غير متمكنة. </p><p> الوجه الثاني: أن تكون بمنزلة سَائر المصادر، فتضاف (٥) إلى ما بعدها كما تضاف المصَادر، تقول: رويد زيد، كما تقول: ضرْب زيدٍ، قال الله عز وجل:  {فَضَرْبَ الرِّقَابِ}  [محمد: ٤] . </p><p> الوجه الثالث: أن يكون نعتًا منصوبًا كقولك: سَاروا سَيْرًا (٦) رويدًا </p><p>(١) البيت للهذلي، كذا قال شارح المفصل. (٢) في (ع): لعهم.(٣) في (أ)، و (ع): متماني.(٤) ورد البيت في: \"ديوان الهذليين\" ٣/ ٤٦: برواية \"رويدَ\"، \"كتاب سيبويه\" ١/ ٢٤٣ برواية: \"ولكن بُغْضُهُم\" بدلًا من \"وُدُدهم\"، \"تهذيب اللغة\" ١٠/ ٤٦٠: مادة: (جد)، ج: ١٤/ ١٦٢: مادة (ورد)، ج: ١٥/ ٥٢٩: مادة (مين)، \"لسان العرب\" ٣/ ١١١: مادة: (جد)، برواية \"أمِّهِ\" بدلًا من: \"أمهم\"، و\"متنابز\" بدلًا من: \"متماين\"، وج: ١٣/ ٤٢٦: مادة: (مين).ومعنى البيت: أن عليا قبيلة من كنانة، كأنها قال: رويدك عليًا أي أرْود بهم وارفق بهم. ثم قال: جُدَّ ثَدْىُ أُمهم إلينا، أي بيننا وبينهم خؤولة، ورَحم، وقرابة من قبل أُمِّهم، فهم منقطعون إلينا بها، وإن كان في ودهم مَيْنٌ: أي كذب، وملق. \"شرح المفصل\" ٤/ ٤٠.والشاهد: نصب \"علي\" بـ\"رويد\"، لأن رويدًا بدل من قولك: أرود، ومعناه أمهل. \"شرح المفصل\" المرجع السابق.(٥) في (أ): (ومضاف).(٦) في (أ): يسيرًا.</p><p> ويقولون \"أيضًا\"  (١) : سَاروا رُوَيْدًا. يحذفون المنعوت، ويقيمون \"رويدًا\" مقامه، كما يفعلون بسائر النعوت المتمكنة. (و)  (٢) من ذلك قول العرب: ضَعْهُ رُوَيْدًا، أي وضعًا رُوَيْدًا. وتقول للرجل (٣) يعالج الشيء: رويدًا، إنما تريد أن تقول: علاجًا رُوَيْدًا، ويجوز في هذا الوجه أمران: </p><p> أحدهما: أن يكون رويدًا حالًا. </p><p> والثاني: أن يكون نعتًا. (فإن أظهرت المنعوت لم يجز أن يكون للحال)  (٤) . </p><p> والذي في الآية (هو)  (٥) ما ذكرنا في الوجه الثالث، لأنه يجوز أن يكون نعتًا للمصدر كأنه قيل: إمهالًا رويدًا، ويجوز أن يكون للحال، أي أمهلهم غير مستعجل مستأنيًا بهم (٦) . </p><p> فهذا بعض ما قيل في هذه الكلمة، وشرحها يطول. </p><p>(١) ما بين القوسين المزدوجين ساقط من (أ). (٢) ما بين القوسين المزدوجين ساقط من (أ).(٣) في أ: (للأجل).(٤) ما بين القوسين أي من قوله: ومن هذا ما ذكره سيبويه إلى: لم يجز أن يكون للحال نقله عن سيبويه من كتابه: ١/ ٢٤٣ - ٢٤٥، باختصار، وانظر قول سيبويه أيضًا في: \"تهذيب اللغة\" ١٤/ ١٦٢: مادة: (رود).(٥) ساقط من (أ).(٦) غير مقروءة.</p><p> سورة الأعلى </p>"
}