{
  "id": null,
  "sura": 89,
  "aya": 10,
  "text": "<p> وقال الليث: الْجَوْبُ: قطعك الشيء كما يُجاب، جاب يجوب جوبًا (١) ، وزاد الفراء: يجيب جيبًا، وأنشد (٢) : </p><p> باتت تجيب أَدْعَجَ الظلامِ ... جَيْبَ البَيَطْر مِدْرَعَ الهُمامِ (٣)  (٤) </p><p> قال ابن عباس: كانوا يجوبون الجبال، فيجعلون منها بيوتاً، وأحواضًا، وما أرادوا من الأبينة (٥) ، كما قال الله عز وجل: {وَتَنْحِتُونَ (مِنَ)  (٦) الْجِبَالِ بُيُوتًا} [الشعراء: ١٤٩] وقال الفراء: خرقوا الصخر فاتخذوه بيوتًا (٧) وقوله: {بِالْوَادِ} قال مقاتل: بوادي القُرى (٨)  (٩) . </p><p> ١٠ - قوله تعالى:  {وَفِرْعَوْنَ ذِي الْأَوْتَادِ} ذكرنا تفسير أوتاد في سورة: </p><p>(١) \"تهذيب اللغة\" ١١/ ٢١٩ (جوب) بنحوه. (٢) اليبت غير منسوب، والذي أنشده شمر عن سلمة. انظر مادة: (جوب) في: \"تهذيب اللغة\" ١١/ ٢١٨، \"لسان العرب\" ١/ ٢٨٦.(٣) ورد البيت في المراجع السابقة.(٤) لم أجد قول الفراء في معانيه وإنما ذكر في \"التفسير الكبير\" ٣١/ ١٦٨.(٥) ورد معنى قوله في \"جامع البيان\" ٣٠/ ١٨٧ وكلامه فيه: ثمود قوم صالح كان ينحتون من الجبال بيوتاً، \"التفسير الكبير\" ٣١/ ١٦٨، \"الدر المنثور\" ٨/ ٥٠٦، وعزاه إلى ابن أبي حاتم، وابن المنذر، والطستي في مسائله.(٦) ساقط من (أ).(٧) \"معاني القرآن\" ٣/ ٢٦١ بنصه.(٨) في (أ): (القرا).ووادي القرى: واد بين الشام والمدينة يمر بها حاج الشام، وهو بين تيماء وخيبر فيه قرى كثيرة وبها سمي وادي القرى لأن الوادي من أوله إلى آخره قرى منظومة: وكانت قديماً منازل ثمود وعاد وبها أهلكهم الله. \"معجم البلدان\" ٤/ ٣٣٨.(٩) ورد قوله في \"التفسير الكبير\" ١٦٩/ ٣١، ورد معزو بمثله إلى الكلبي في \"بحر العلوم\" ٣/ ٤٧٦، وانظر: \"معالم التنزيل\" ٤/ ٤٨٣ من غير عزو، ولم أعثر على قوله في تفسيره.</p><p> ص (١) . </p><p> {الَّذِينَ} يعني: عَاد (٢) ، وثمود، وفرعون (٣) . </p><p> {طَغَوْا فِي الْبِلَادِ} عملوا فيها بالمعَاصي، وتجبروا على أنبياء الله والمؤمنين. وقد فسر طغيانهم بقوله:  {فَأَكْثَرُوا فِيهَا الْفَسَادَ} </p><p> قال الكلبي: يعني: القتل، والمعصية لله (٤) . </p><p> قال أبو إسحاق:  (المعنى: ألم تر كيف أهلك ربك هذه الأمم التي كذبت رسلها، و (كيف)  (٥) جعل عقوبتها أن جعل سوطه الذي ضربهم به العذاب؟ فقال:  {فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ}  (٦) قال مجاهد: يعني لما عذبوا (٧) . </p><p>(١) سورة ص: ٣، وقد جاء في تفسيرها: الأوتاد جمع وقد، ويقال: تِدِ الوَتِد، واتد، الوَاتِدُ، موتود، ويقال: وقد، واتدًا أي رأس منتصب، وكل شيء ثبت في الأرض كالجبل، والسارية وهو وقد، واختلفوا في معنى {ذِي الْأَوْتَادِ} فالأكثرون على أن فرعون وصف بهذه الآية، كانت له أوتاد يعذب الناس عليها وهو قول ابن عباس في رواية عطاء، ومقاتل، ومجاهد، وسعيد بن جبير، وابن حيان. وقال مقاتل: سمي: ذي الأوتاد، لأنها كانت له مظال وملاعب، أوجبال وأوتاد تضرب، فيلعب له تحتها وعليها بين يديه.وقال القرظي: ذا البناء المحكم. وقال عطية: ذو الجنود، والجموع الكثيرة.(٢) في: ع: عاداً.(٣) قال بذلك الطبري ٣٠/ ١٨٠، والسمرقندي في \"بحر العلوم\" ٣/ ٤٧٦.(٤) \"الوسيط\" ٤/ ٤٨٢.(٥) ساقط من (أ).(٦) ما بين القوسين من قول أبي إسحاق في \"معاني القرآن وإعرابه\" ٥/ ٣٢٢.(٧) \"تفسير الإمام مجاهد\" ٧٢٧، \"جامع البيان\" ٣٠/ ١٨٠، \"الدر المنثور\" ٨/ ٥٠٦ وعزاه إلى الفريابي، وعبد بن حميد، وابن المنذر، وابن أبي حاتم.</p>"
}