{
  "id": null,
  "sura": 90,
  "aya": 12,
  "text": "<p> لأنَّ (١) من المعلوم أن هذا الإنسان وغيره لم يقتحموا عقبة جهنم، ولا جاوزوها، فإذًا لا معنى لحملها على عقبة في الآخرة، ولكن الصحيح أن ذكر العقبة هَاهنا مثل ضربه الله (تعالى)  (٢) لمجاهدة النفس والشيطان في أعمال البر، (وهذا مذهب الحسن، ومقاتل)  (٣) . </p><p> قال الحسن: عقبة الله شديدة، ومجاهدة الإنسان نفسه وهواه، وعدوه والشيطان (٤) . </p><p> وقال مقاتل: هذا مثل ضربه الله؛ يريد أن المعتق رقبة، والمطعم تقاحم نفسه وشيطانه، مثل من يتكلف صعود العقبة، فشبه المعتق رقبة في شدته عليه بالمتكلف صعود العقبة (٥) . </p><p> وهذا مذهب أبي عبيدة، فقد قال: لم يقتحم العقبة في الدنيا (٦) ، فبين أن هذه العقبة في الدنيا، وهي مَا ذكر الله من بعد فقال: </p><p> ١٢ - {وَمَا أَدْرَاكَ مَا الْعَقَبَةُ} قال ابن عباس: يريد اقتحام العقبة (٧) . </p><p>(١) في (أ): (إلا). (٢) ساقط من: (أ).(٣) ما بين القوسين ساقط من: (أ).(٤) \"النكت والعيون\" ٦/ ٢٧٨ بمعناه، \"الكشاف\" ٤/ ٢١٣، \"التفسير الكبير\" ٣١/ ١٨٥، \"الجامع لأحكام القرآن\" ٢٠/ ٦٧.(٥) \"تفسير مقاتل\" ٢٤٠ ب، \"التفسير الكبير\" ٣١/ ١٨٥، وقد رجح الفخر الرازي هذا القول في: \"التفسير الكبير\" ٣١/ ١٨٥، وقال الماوردي: وهو أشبه بالصواب، \"النكت والعيون\" ٦/ ٢٧٩، وكذا القرطبي في: \"الجامع لأحكام القرآن\" ٢٠/ ٦٨.(٦) \"مجاز القرآن\" ٢/ ٢٩٩.(٧) لم أعثر على مصدر لقوله.</p><p> قال أبو علي: لا بد من تقدير هذا المحذوف؛ لأنه لا يخلو (١) من أن تقدّر حذف هذا المضاف، أو لا تقدره، فإن لم [تقدره]  (٢) ، وتركت الكلام على ظاهره كان المعنى: العقبة: فك رقبة، ولا تكون العقبة الفك؛ لأنه عَيْنٌ، والفك حدث (٣) ، والخبر ينبغي أن يكون المبتدأ في المعنى، وإذا لم يستقم (٤) هذا كَان المضاف مرادًا، فيكون المعني: اقتحام العقبة فكُّ رقبةٍ، أو اطعامُ، أي اقتحامها أحد هذين، أو هذا الضرب من فعل القُرَب، ومثل هذا قوله: {وَمَا أَدْرَاكَ مَا الْحُطَمَةُ (٥) نَارُ اللَّهِ الْمُوقَدَةُ} </p><p> [الهمزة:٥ - ٦] أي: الحطمة نار الله (٥) . </p><p> ونحو هذا قال الزجاج (٦) . </p><p> المعني: اقتحام العقبة فك رقبة، أو إطعام، فالمضاف محذوف من الآية الأولى، والمبتدأ محذوف من قوله:  {فَكُّ رَقَبَةٍ} علي ما بيَّنَّا وشرحنا. </p><p> (وفك الرقبة: تخليصها من إسار الرق، وفكُّ الرهن،وفكِاكه:تخليصه من غَلَق الرهن، وكل شيء أطلقته فقد فككته، ومنه فك الكتاب، وهو أن تأخذ السحانة (٧) فتلويها حتى ينفك ختامها (٨) ). </p><p>(١) لا يخلوا: في كلا النسختين. (٢) في كلا النسختين: (تقدر)، والمثبت من مصدر القول، وهو: \"الحجة\".(٣) في (أ): (حديث).(٤) لم يستفهم: هكذا ورد في أصل الكلام، وهو \"الحجة\".(٥) انتهى كلام أبي علي الفارسي:\"الحجة\" ٦/ ٤١٤.(٦) \"معاني القرآن وإعرابه\" ٥/ ٣٢٩ بمعناه.(٧) لعله يراد بالسحانه: السَّحْن، وهو أن تدلك خشبة بمسحن حتى تلين من غير أن تأخذ من الخشبة شيئًا: \"تهذيب اللغة\" ٤/ ٣١٩ (سحن).(٨) ما بين القوسين نقلًا عن الأزهري من: \"تهذيب اللغة\" ٩/ ٤٥٩: مادة: (فك) =</p>"
}