{
  "id": null,
  "sura": 90,
  "aya": 17,
  "text": "<p> والمتربة: مصدر قولهم: تَرِبَ يترب تَرَبًا ومَتْرَبة، مثل مسغبة، إذا افتقر حتى لصق بالتراب ضرًا (١) . </p><p> ثم بين أن هذه القرب إنما تنفع مع الإيمان فقال: </p><p> ١٧ - {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا} أي كان مقتحم العقبة، وهو فاك الرقبة، والمطعم من الذين آمنوا، فإنه إن لم يكن منهم لم ينفعه قربة، لإحباط الكفر لها. </p><p> فإن قيل: أليس من شرط صحة هذا القرب، ووقوعها من الله بمكان القبول: الإيمان؟ فهلا قدم الإيمان عليها، وثم للتراخي، فقدله:  \"ثم كان\" يوجب الإيمان إذا تراخى عن هذا القرب صحت دونه؟! </p><p> والجواب عن هذا أن يقال: هذا التراخي في الذكر، لا في الوجود والترتيب (٢) ؛ لأن المعنى أنه فعل هذه الأشياء وهو مؤمن معها. </p><p> وكذا ذكر المفسرون (٣) ، فقالوا: ثم كان مع ذلك من الذين آمنوا، وقد قال: </p><p> إنَّ مَنْ سَادَ ثُمَّ سَادَ أَبُوُهُ ... ثُمَّ قَدْ سَادَ قَبْلَ ذَلِكَ جَدّهْ (٤) </p><p>= الإمام مجاهد\" ص ٧٣١، و\"جامع البيان\" ٣٠/ ٢٠٤ - ٢٠٥، و\"النكت والعيون\" ٦/ ٢٧٩، و\"الدر المنثور\" ٨/ ٥٢٥، وبه قال ابن قتيبة في \"تفسير غريب القرآن\" ص ٥٢٩، والثعلبي في \"الكشف والبيان\" ١٣/ ٩٨ ب، والسمرقندي في \"بحر العلوم\" ٣/ ٤٨١، والسجستاني في \"نزهة القلوب\" ٤١٦، وانظر: \"المفردات\" ص ٧٣. (١) انظر: \"لسان العرب\" ١/ ٢٢٨ (ترب).(٢) انظر تفصيل القول في المسألة في \"مغنى اللبيب\" ١/ ١٩٧.(٣) قال بذلك الثعلبي في \"الكشف والبيان\" ١٣/ ٩٩ أ.(٤) البيت لأبي نواس الحسن بن هانئ، وهو في \"ديوانه\" ٤٩٣ برواية:قلْ لمنْ سادَ ثُم سَادَ أبوُه ... قَبْله ثم قبلَ ذلك جَدّهوورد البيت غير منسوب في: \"التفسير الكبير\" ٣١/ ١٨٧، و\"مغنى اللبيب\" =</p><p> لم يرد بقوله: ثم ساد التأخير، وإنما المعنى: ثم اذكر أنه ساد أبوه، كذلك في الآية، على أنه يجوز أن يحمل على الظاهر بمعنى: ثم كان في عاقبة أمره من الذين آمنوا، وهو أن يموت مؤمنًا، فإن من كان موافاته على الإيمان نفعته القرب، ومن لا، فلا، ويجوز فيه وجه آخر، وهو أن من أتى هذه القرب تقربًا إلى الله، وابتغاء وجهه، وهو غير مؤمن بمحمد -عليه السلام - ثم آمن به (أجر)  (١) على ما سلف له من الخير. يدل على صحة هذا ما روي أن حكيم بن حِزام بعد ما أسلم، قال لرسول الله:  \"إنا كنا نتحنث(٢)بأعمال في الجاهلية، فهل لنا فيها شيء؟ \" فقال رسول الله -صلى الله عليه وسلم-: \"أسلمت على ما قدمت من الخير\"  (٣) . </p><p>= ١/ ١٩٧ ش ١٧٤، \"غرائب التفسير\" ١/ ٢٦٠. (١) ساقط من (ع).(٢) التَحَنَّث: أي تعبَّد واعتزل الأصنام. \"الصحاح\" ١/ ٢٨٠ (حنث)، وانظر: القاموس المحيط: ١/ ١٦٥ (حنث).وجاء في \"فتح الباري\": التحنث: \"الإحسان\" وعمل الخير من الحنث، وهو الإثم، يقال: تحنث أي ألقى عنه الإثم. ٣/ ٣٠٢.(٣) الحديث أخرجه البخاري ١/ ٤٤٣، ٤٤٤ ح ١٤٣٦ كتاب الزكاة، باب ٢٤، واللفظ كما هو عند البخاري: عن حكيم بن حزام رضي الله عنه قال: قلت: يا رسول الله، أرأيت أشياء كنت أتحنَّثُ بها في الجاهلية؛ من صدقة، أو عَتاقة، ومن صلة رحم، فهل فيها من أجر؟ فقال النبي -صلى الله عليه وسلم-: \"أسلمت على ما سلف من خير\". كما ورد أيضًا في المرجع السابق: ٢/ ١١٩ ح ٢٢٢٠: كتاب البيوع، باب ١٠٠، و٢/ ٢١٨ ح ٢٥٣٨: كتاب العتق، باب ١٢، و٤/ ٩٠ ح ٥٩٩٢: كتاب الأدب. قال المازني: ظاهره: أن الخير الذي أسلفه كتب له، والتقدير: أسلمت على قبول ما سلف لك من خير.وأخرجه مسلم ١/ ١١٣ - ١١٤: ح ١٩٤، ١٩٥ كتاب الإيمان، والإمام أحمد ٣/ ٤٠٢. =</p>"
}