{
  "id": null,
  "sura": 91,
  "aya": 9,
  "text": "<p> الإلهام، فإن التبيين، والتعريف، والتعليم (١) دون الإلهام، والإلهام أن يوقع في قلبه، ويجعل فيه، كما ذكر ابن زيد: إذا أوقع الله في قلب عبده شيئًا فقد ألزمه إياه، وأصل معنى الإلهام من قولهم: لهم الشيء، والتهَمَهُ إذا ابتلعه، وألهمته ذلك الشيء إذا أبلغته. هذا هو الأصل (٢) . </p><p> ثم استعمل ذلك فيما يقذفه الله في قلب العبد، لأنه كالإبلاغ، والتفسير الموافق لهذا الأصل قول ابن زيد: وهذا صريح في أن الله تعالى خلق في المؤمن تقواه، وفي الكافر فجوره (٣) . </p><p> والذي يؤكد هذا ويبينه قوله: </p><p> ٩ - {قَدْ أَفْلَحَ مَنْ زَكَّاهَا} وقال ابن عباس (في رواية عطاء (٤) ، والكلبي (٥) ) (٦) : قد أفلحت نفس زكاها الله وأصلحها، وهو قول: </p><p>(١) في (أ): (التعليم والتعريف). (٢) انظر: \"تهذيب اللغة\" ٦/ ٣٠٨ (لهم)، و\"مقاييس اللغة\" ٥/ ٢١٧، و\"الصحاح\" ٥/ ٢٠٣٦ - ٢٠٣٧.(٣) وهذا ما يؤيده الحديث الذي أخرجه مسلم عن أبي الأسود الدِّئِليِّ قال: قال لي عمران بن حصين: أرأيت ما يعمل الناس اليوم ويكدحون فيه، أشيء قضي عليهم، ومضى عليهم من قدر ما سبق، أو فيما يستقبلون به مما أتاهم به نبيهم وثبت \"الحجة\" عليهم .. ؟ فقال: لا بل شيء قضي عليهم، ومضى فيهم، وتصديق ذلك في كتاب الله: {وَنَفْسٍ وَمَا سَوَّاهَا (٧) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا}. كتاب القدر: باب ١: ج ٤/ ٢٠٤١، ٤٠٤٢: ح ١٠، وانظر: \"مسند الإمام أحمد\" ٤/ ٤٣٨.(٤) ورد قوله من غير ذكر أحد الطريقين إليه في: \"زاد المسير\" ٨/ ٢٠٨، و\"الدر المنثور\" ٨/ ٥٣١، وعزاه إلى حسين في الاستقامة، وابن جرير، وابن المنذر، وابن أبي حاتم. كما ورد معنى قوله في \"جامع البيان\" ٣٠/ ٢١١ من طريق علي الوالبي.(٥) المراجع السابقة.(٦) ما بين القوسين ساقط من (أ).</p><p> مجاهد (١) ، وعكرمة (٢)  (وسعيد بن جبير (٣) ، ومقاتل (٤) ) قالوا: سعدت وأفلحت نفس أصلحها وطهرها. </p><p> والمعني: وفقها للطاعة حتى عمل بها. </p><p> ١٠ - {وَقَدْ خَابَ مَنْ دَسَّاهَا}  (٥) قالوا (٦) : خابت، وخسرت نفس أضلها الله، وأغواها، وأبطلها، وأهلكها، وأثمها، وأفجرها. هذه ألفاظهم في تفسير:  \"دسَّاها\" ، والأصل: دسّسَها من التدسيس، وهو إخفاء الشيء في الشيء، فأبدلت من إحدى السينات (٧)  \"ياء\" كما قالوا: لبيت، والأصل: لببت، وملبي، والأصل: ملبب، وكذلك: </p><p> * تَظَنَّيْت * (٨) </p><p>(١) \"جامع البيان\" ٣٠/ ٢١١، قال: (من أصلحها). (٢) المرجع السابق بنفس العبارة.(٣) المرجع السابق، وانظر: \"النكت والعيون\" ٦/ ٢٨٤.(٤) \"تفسير مقاتل\" ٢٤١ أ، \"زاد المسير\" ٨/ ٢٥٨. وما بين القوسين ساقط من (أ).(٥) في (أ): (دسيسها).(٦) أي المفسرين، عن قتادة قال: أي أثمها، وأفجرها.\"تفسير عبد الرزاق\" ٢/ ٣٧٦، \"جامع البيان\" ٣٠/ ٢١٣.وعن ابن عباس قال: قد خاب من دس الله نفسه فأضله. وعنه أيضًا: تكذيبها. وعنه أيضًا: أبطلهًا وأهلكها. \"جامع البيان\" ٣٠/ ٢١٢، \"الكشف والبيان\" ١٣/ ١٠٠ ب.عن مجاهد: أغواها، وعن سعيد: أضلها. المرجعان السابقان.وقال ابن زيد: قد خاب من دس الله نفسه. \"جامع البيان\" ٣٠/ ٢١٣.وعن عكرمة: خسرها، وعن ابن سلام: أشقاها، وعن الضحاك: جبنها في الخير، وعن ابن عيسى قال: أخفاها وأخملها بالبخل. \"النكت والعيون\" ٦/ ٢٨٥.(٧) في (أ): (الشينات).(٨) ظنيت، وإنما هو: تظننت. وهذا اللفظ من جزء جاء فيه: =</p><p> و* تَقَضَّيَ البْازِىِ (١) * </p><p> ذكر ذلك الفراء (٢) ، وأبو عبيدة (٣)  (٤) ، وجميع أهل المعاني (٥) ، وذكر الفراء من نظائر هذا: الدينار (٦) ، والقيراط (٧) ، والديباج (٨) ، والديوان (٩)  (١٠) . </p><p> قال أبو إسحاق: معنى دسَاهَا: جعلها قليلة خسيسة (١١) . </p><p> وذكرنا معنى الدس عند قوله:  {أَمْ يَدُسُّهُ فِي التُّرَابِ}  (١٢) . </p><p>= فإن شيطاني أمير الجن يأخذني في الشعر كل فن حتى يرد عني التظن انظر: كتاب \"الإبدال\": لابن السكيت ص ١٣٣. (١) أصله بيت شعر للعجَّاج، وقد أورده أبو عبيدة في \"مجازه\" ٢/ ٣٠٠، وابن السكيت في كتاب \"الإبدال\" ص ١٣٣، والزجاج في \"معاني القرآن وإعرابه\" ٥/ ٣٣٢، والطبري في: \"جامع البيان\" ٣٠/ ٢١٢.وقد سبق تخريجه. الشاهد: تقضى يتقضى، والأصل: تقضض. والعرب تقلب حروف المضاعف إلى ياء. \"الإبدال\" ص ١٣٣.(٢) \"معاني القرآن\" ٣/ ٢٦٧ والنص له.(٣) \"مجاز القرآن\" ٢/ ٣٠٠.(٤) في (أ): (أبو عبيد).(٥) لم أعثر على مصدر لقولهم، وقد ورد عن ابن قتيبة مثل ذلك في \"تأويل مشكل القرآن\" ٣٤٤، وانظر: \"تهذيب اللغة\" ١٢/ ٢٨١ (دس).(٦) الدينار: أصله من دِنّار، يدل على ذلك جمعهم إياه: دنانير. \"معاني القرآن\" للفراء ٣/ ٢٦٧.(٧) جمعه قراريط، كأنه كان قراطًا. المرجع السابق.(٨) جمعه ديابيج. المرجع السابق.(٩) ديوان كان أصله دِوان لجمعهم إياه: دواوين. المرجع السابق.(١٠) \"معاني القرآن\" ٣/ ١٦٧.(١١) \"معاني القرآن وإعرابه\" ٥/ ٣٣٢.(١٢) سورة النحل: ٥٩، ومما جاء في تفسير معنى الدس، قوله: {أَمْ يَدُسُّهُ}: أى =</p><p> والتدسيس تفعيل منه، ومعنى \"دَسَاها\" هاهنا: أخملها (١) ، وخذلها، وأخفى محلها، ولم يشهر مكانًا بالطاعة والعمل الصالح. </p><p> وهو معنى قول المفسرين: أضلها، وأغواها، وأبطلها كما ذكرنا. </p><p> وقد أقسم الله تعالى بهذه الأشياء التي ذكرها من خلقه، لأنها تدل علي وحدانيته على فلاح من طهره، وخسارة من خذله، حتى لا يظن أحد أنه هو الذي يتولى تطهير نفسه، وإهلاكها بالمعصية من غير قدر، وقضاء سَابق، ويدل على هذه الجملة مَا روي عن (سعيد بن أبي هلال (٢) أن) (٣) النبي -صلى الله عليه وسلم- كان إذا قرأ:  {قَدْ أَفْلَحَ مَنْ زَكَّاهَا} وقف، ثم قال:  \"اللهم أئت نفسي تقوها، أنت وليها، ومولاها، وزكها، أنت خير من زكلاها\"  (٤) . </p><p> يدل على صحة هذا ما أخبرنا الإمام أبو منصور عبد القاهر بن طاهر (التميمي رحمه الله)  (٥) بقراءتي عليه، قلت (له)  (٦) : أخبركم أبو </p><p>= يخفيه، والدس إخفاء الشيء، وهذا على ها كانوا يفعلونه من الوأد في الجاهلية. (١) أخملها: الخامل الساقط الذي لا نباهة له، وقد خَمَلَ يخْمُل خمولاً، وأخملته أنا.\"الصحاح\" ٤/ ١٦٩٠ (خمل).(٢) سعيد بن أبي هلال الليثي، أبو العلاء المصري، مولى عروة بن شيَيْم الليثي، روى عن أنس بن هالك يقال مرسل، وجابر بن عبد الله، لم يروِ عن النبي -صلى الله عليه وسلم-، ولد بمصر سنة ٥٧٠، ونشأ بالمدينة، ثم رجع إلى مصر، مات سنة ١٣٥ هـ، وحُكي عن أحمد أنه اختلط، روى له الجماعة.انظر: كتاب \"المراسيل\" ص ٦٧ ت ١١٩، \"تهذيب الكمال\" ١١/ ٩٤ ت ٢٣٧٢، \"تقريب التهذيب\" ١/ ٣٠٧ ت ٢٧٤.(٣) ما بين القوسين ساقط من (أ).(٤) وردت مثل هذه الرواية عن ابن عباس مرفوعة إلى النبي -صلى الله عليه وسلم-، وقد رواه الطبراني، وإسناده حسن. قاله الهيثمي في \"مجمع الزوائد\" ٧/ ١٣٨ سورة الشمس.(٥) ما بين القوسين ساقط من (أ).(٦) ساقط من (ع).</p><p> عمرو؛ محمد بن جعفر بن مطر (١) ، أخبرنا (٢) جعفر بن محمد المستفاض (٣) ، حدثنا (٤) سليمان بن عبد الرحمن (٥) ، حدثنا (٦) راود بن الجراح (٧) ، حدثنا (٨) نافع بن عمر (٩) ، عن عبد الله بن أبي مليكة، </p><p>(١) محمد بن جعفر بن محمد بن مطر النيسابوري؛ أبو عمرو، روى عن أبي عمرو، وأحمد المبارك المُستملي، ومحمد بن أيوب الرازي، وطبقتهما، كان متعففًا قانعًا، توفي في جمادى الآخرة وله ٩٥ سنة. انظر: \"المنتظم\" ١٤/ ٢٠٨ ت ٢٦٩٧، \"سير أعلام النبلاء\" ١٦/ ١٦٢ ت ١١٧، \"العبر في خبر عن غير\" ٢/ ١٠٦.(٢) في (ع): (اثنا).(٣) جعفر بن محمد بن الحسن بن المستفاض، أبو بكر الفريابي القاضي، تقدم.(٤) في (ع): (نا).(٥) سليمان بن عبد الرحمن بن عيسى بن ميمون بن عبد الله التميمي الدمشقي، وجده هو شرحبيل بن مسلم الخولاني، حدث عنه جعفر الفريابي، قال عنه ابن حجر: صدوق، يخطئ، مات سنة ٢٣٣ هـ.انظر: \"تهذيب الكمال\" ١٢/ ٢٦ ت ٢٥٤٤، و\"سير أعلام النبلاء\" ١١/ ١٣٦ ت ٥٠، و\"تقريب التهذيب\" ١/ ٣٢٧: ت ٤٦٧. وسلسلة الإسناد إلى سليمان بن عبد الرحمن متصلة، أما تحديث سليمان بن عبد الرحمن عن رواد فيه انقطاع؛ إذ إن روادًا ليس من شيوخه، ولا ابن بنت شرحبيل من تلاميذ رواد. والله أعلم.(٦) في (ع): (نا).(٧) راود بن الجراح الشامي؛ أبو عصام العسقلاني، والد عصام بن رواد، كان من أهل خراسان، قال ابن حجر عنه: اختلط بأخرة فترك، وفي حديثه عن الثوري ضعف شديد. انظر: \"تهذيب الكمال\" ٩/ ٢٢٧ ت ١٩٢٧، و\"تهذيب التهذيب\" ٣/ ٢٨٨، و\"تقريب التهذيب\" ١/ ٢٥٣ ت ١١٠، وتحديث رواد عن نافع فيه انقطاع، فنافع ليس من شيوخه، ورواد من التاسعة، ونافع من كبار السابعة.(٨) في (ع): (نا).(٩) نافع بن عمر بن عبد الله بن جميل بن عامر بن جمح القرشي، ثقة ثبت من كبار السابعة، مات سنة ١٦٩ هـ أمه أم ولد. =</p><p> قال: قالت عائشة، رحمها الله (١) : انتبهت ليلة، فوجدت رسوله الله -صلى الله عليه وسلم- وهو يقول:  \"رب أعط نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها\"  (٢) . </p><p> والضمير في قوله:  {زَكَّاهَا} و {مولاها} هو يعود إلى: {مَن} ، وهو بمعنى النفس. </p><p> قال الفراء (٣) ، والزجاج (٤) : يقول قد أفلحت نفس زكاها الله، وقد خابت نفس دسَاهَا الله. </p><p> وذُكر في الآيتين قول آخر، قال الحسن: قد أفلح من زكى (٥) نفسه فأصلحها، وحملها على طاعة الله، وقد خاب من أهلكها وحملها على </p><p>= انظر: \"الطبقات الكبرى\" ٥/ ٤٩٤، \"تهذيب الكمال\" ٢٩/ ٢٨٧ ت ٦٣٦٧، \"تقريب التهذيب\" ٢/ ٢٩٦ ت ٢٤. (١) في (ع): (رضي الله عنها).(٢) أخرجه الإمام أحمد في \"المسند\" ٦/ ٢٠٩ من طريق سعيد عن عائشة، وقد وردت رواية عن طريق زيد بن أرقم في \"صحيح مسلم\" ٤/ ٢٠٨٨: ح: ٧٣: باب ١٨، والحديث كما هو عنده عن زيد بن أرقم قال: \"لا أقول إلا كما كان رسول الله -صلى الله عليه وسلم- يقول، كان يقول: (اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها ...).كما أخرجه النسائي ٨/ ٦٥٣ ح ٥٤٧٣، ٥٥٥٣، كتاب الاستعاذة، باب ١٣، ٦٥ من طريق زيد بن أرقم.وطريق زيد أخرجه الإمام أحمد في المسند: ٤/ ٣٧١.(٣) \"معاني القرآن\" ٣/ ٢٦٧ واللفظ له.(٤) \"معاني القرآن وإعرابه\" ٥/ ٣٣٣.(٥) في (أ): (زكا).</p><p> معصية الله (١) </p><p> ونحو هذا القول يروى عن قتادة (٢) ، وذكره (٣) الفراء فقال: ويقال (٤) : قد (٥) أفلح من زكى نفسه (٦) بالصدقة وبالطاعة، وقد خاب من دسى (٧) نفسه فأخملها بترك الصدقة والطاعة. </p><p> وذكر وجهًا آخر على هذا القول في قوله:  \"دسَاهَا\" فقال: إن البخيل يخفى منزله وماله، وإن المعطي يُبرز منزله، فينزل على الأشراف والروابي (٨) ؛ [لئلا]  (٩) يستتر عن الضِّيفان، ومن أراده (١٠) . </p><p> وشرحه ابن قتيبة فقال: يريد قد أفلح من زكى (١١) نفسه، أي أنماها، وأعلاها بالطاعة، والبرّ، والصدقة، واصطناع المعروف، وقد </p><p>(١) \"الكشف والبيان\" ١٣/ ١٠١ أ، \"معالم التنزيل\" ٤/ ٤٩٣، \"الدر المنثور\" ٨/ ٥٣٠، وعزاه إلى عبد بن حميد، و\"تفسير الحسن البصري\" ٢/ ٤٢٤. (٢) \"تفسير عبد الرزاق\" ٢/ ٣٧٦، \"جامع البيان\" ٣٠/ ٢١٣، \"الكشف والبيان\" ١٣/ ١٠٠ ب، \"النكت والعيون\" ٦/ ٢٨٤.(٣) في (ع): (ذكر).(٤) في (أ): (يقال).(٥) في (أ): (وقد).(٦) في (أ): (زكا).(٧) في (أ): (دسا).(٨) الروابي: ما أشرف من الرَّمل مثل الدّكدَاكة؛ غير أنها أشد منها إشرافًا. \"لسان العرب\" ١٤/ ٣٠٦ (ربا).(٩) في: النسختين (لأن لا)، وما أثبته من المعاني.(١٠) \"معاني القرآن\" ٣/ ٢٦٧.(١١) في (أ): (زكا).</p><p> خاب من دساها، أي نقصها وأخفاها بترك عمل البر، وركوب المعَاصي، والفاجر أبدًا خَفىُّ المكان زَمِرُ (١) المروءة، غامض الشخص، ناكِسُ الرأس، وكأن النَّطِف (٢) بارتكاب الفواحش دسَّ نفسه وقُمَعَها، ومُصْطَنِع المعروف شهر نفسه ورفعها، وكانت أجواد العرب تنزل الرُبَى (٣) ، وأيفاع (٤) الأرض لتشهر أماكنها للمُعْتفين، وتُوقد النيران في الليل للطارقين، وكانت اللئام تنزل الأولاج (٥) ، والأطراف والأهضام (٦) لتخفي أماكنها على الطالبين، فأولئك أعلَوْا أنفسهم وزكوها، وهؤلاء أخفَوْ أنفسهم ودسوهَا، وأنشد (٧) : </p><p> وبَوَّأْتَ بيتَكَ في مَعْلَمٍ ... رَحِيبِ المَبَاءَةِ والمُسْرَح </p><p> كَفَيْتَ العُفَاةَ طلابَ القِرى ... ونَبْحَ الكِلاب لِمُسْتَنْبح (٨)  (٩) </p><p>(١) زمِرُ المروءة: أي قليل المروءة. \"لسان العرب\" ٤/ ٣٢٨. (٢) النَّطِف: المتهم: \"لسان العرب\" ١١/ ٤٨ (نطف).(٣) الرُبى: مفرده الرَّبوة، وكل ما ارتفع عن الأرض ورَبا. \"لسان العرب\" ١٤/ ٣٠٦ (ربا).(٤) اليفاع: المُشْرف من الأرض والجبل. \"لسان العرب\" ٨/ ٤١٤ (يفع)، وفي \"الصحاح\" ما ارتفع من الأرض ٣/ ١٣١٠ (يفع).(٥) الأولاج جمع الوَلَجة بالتحريك: موضع أو كَهْفّ تستتر فيه المارة من مطر وغيره، والجمع: وَلَج وأولاج. \"الصحاح\" ١/ ٣٤٧ (ولج).(٦) الأهضام: مفرده الهُضْمُ، والهضْمَ، وهو المطمئن من الأرض، والجمع أهْضام، وهُضوم. \"لسان العرب\" ١٢/ ٦١٥ (هضم).(٧) غير منسوب في المعاني الكبير ١/ ٤٠٩، وذكر البيت الأول.(٨) \"الحيوان\" ١/ ٣٨١، ٥/ ١٣٤ - ١٣٥.(٩) \"تأويل مشكل القرآن\" ص ٣٤٤ - ٣٤٥. باختصار.</p>"
}