{
  "id": null,
  "sura": 92,
  "aya": 20,
  "text": "<p> فكانوا يعذبونه في الرمضاء (١) ، وقد وضعوا على صدره صخرة، فاشتراه أبو بكر وأعتقه، فقال المشركون: مَا فعل ذلك أبو بكر إلا ليد كانت عند بلال، أراد أن يجزيه بها، فقال الله تعالى:  {وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى} . </p><p> قال ابن عباس: يريد مَا لبلال عند أبي بكر نعمة يجزيه بها (٢) . </p><p> والمعنى:  (لم يفعل ذلك مجازاة ليد أسديت إليه)  (٣) ، ولكنه ابتغى بذلك وجه الله، وهو قوله: </p><p> ٢٠ - {إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى}  (أي إلا طلب ثواب الله)  (٤) </p><p> قال أبو عبيدة:  \"إلا ابتغاء\"  (٥) استثناء من النعمة، كما يُستثنى الشيء وليس منه (٦) . </p><p> قال الفراء: وهذا على اختلاف ما قبل \"إلا\" ومَا بعدها، والعرب تقول: مَا في الدار أحد إلا أكلبًا وأحمرةً، وهذا كقوله:  {إِلَّا اتِّبَاعَ الظَّنِّ}  [النساء: ١٥٧] </p><p> كقول (٧) النابغة: </p><p> .. .. وما بالرَّبعِ من أحدِ </p><p>= سلحت من البقل. انظر: \"القاموس المحيط\" ١/ ٢٢٩ (سلح). والنجو: ما يخرج من البطن. مختار \"الصحاح\" ٦٤٨ (نجو). (١) الرمضاء: الأرض الشديدة الحرارة \"القاموس المحيط\" ٢/ ٣٣٢ (رمض).(٢) لم أعثر على مصدر لقوله.(٣) ما بين القوسين من قول الزجاج في: \"معاني القرآن وإعرابه\" ٥/ ٣٣٦.(٤) ما بين القوسين من قول الزجاج في: \"معاني القرآن وإعرابه\" ٥/ ٣٣٧.(٥) في (أ): (ابتغاء)، وغير واضحة في (ع)، وأئبت ما غلب على ظني صحته. والله أعلم.(٦) \"مجاز القرآن\" ٢/ ٣٠ بنحوه.(٧) في (ع): (وكقول).</p><p> إلا الأواريَّ (١) </p><p> وهي لغة أهل الحجاز (٢) . </p><p> وذكر الفراء وجهًا آخر، وهو: أن يضمر الإنفاق على تقدير: ما ينفق إلا ابتغاء وجه ربه الأعلى، وهذا كقوله:  {وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ}  [البقرة: ٢٧٢]  (٣) . وقد مر. </p><p> ومعنى {الْأَعْلَى} : الأجل بصفاته التي لا يوارى فيها، فهو الأقدر، </p><p>(١) لم يذكر الفراء قول النابعة بل استشهد بقول عامر بن ثابت جران العود: وبلدة ليس بها أنيس ... إلا اليعافير وإلا العيسواستشهد ببيت النابغة عند تفسيره الآية ١٤ من سورة النساء، وآية ٩٨ من سورة يونس: \"معاني القرآن\" ١/ ٢٨٨، ٤٨٠ من مطلع قصيدة يقول فيها:يا دارَ مَيَّةَ بالعلياءِ فالسَّنَدِ ... أقوتْ وطالَ عليها سَالفُ الأبَدِثم يقول:وَقَفْتُ فيها أصَيْلانا أسائِلها ... عَيَّتْ جوابًا وما بالرَّبْع من أحَدِإلا الأوَارِيّ لأيا ما أبينها ... والنُؤىُ كالحْوضِ بالمظلُومَة الجَلدِ\"ديوانه\" ص ٣٠، المؤسسة العربية. كما ورد في \"الأصول في النحو\" للسراج ١/ ٢٩٢.موضع الشاهد \"الأواري\" استثناه من \"الناس\" على البدل، وأصله من الاستثناء المنقطع، فأوجب نصبه على لغة الحجاز، وقد جمع فيها ثلاثة أحرف للنفي: إن، ولا، وما، ومعنى البيت: وصف أنه مَرَّ بالدار عشيًا قصيرًا، فوقف فيها وسألها عن أهلها، وأصيلان: تصغير أصيل، وهو بالعشي، وعيت جوابًا: أعيت بالجواب، فلم تجبني، والربع: منزل القوم، والأواري: محابس الخيل، والنؤْيُ: حاجز من تراب يوضع فوق الخباء لئلا يدخل السيل، والمظلومة: الأرض التي لم تمطر فجاءها السيل فملأها، والجَلَدٌ: الأرض الصلبة، واللأى البطء. \"شرح أبيات معاني القرآن\" ص ١١٧ ش ٢٤٥ - ٢٤٦.(٢) \"معاني القرآن\" ٣/ ٢٧٣ بتصرف.(٣) \"معاني القرآن\" ٣/ ٢٧٣ بتصرف.</p><p> الأغلب الأظهر بالحجة والقوة (١) . </p><p> ثم وعد أبا بكر أن يرضيه في الآخرة بثوابه، فقال: </p><p>(١) هذا قصر من الواحدي للآية على بعض معانيها، وما ذكره حق، ولكنه أغفل بناء على مذهبه الأشعري ما دلت عليه الآية من إثبات العلو لله تعالى؛ أي علو الذات، كما دلت النصوص المتواترة على ذلك، فهو تعالى فوق خلقه على العرش استوى. والذي ينبغي عليه في الإيمان بأسماء الله وصفاته لتسلم عقيدته يلزمه أمران: أحدهما: إثبات تلك الصفات؛ لأنها وردت في الكتاب والسنة، فقد صار مصدرهما الوحي، لأن هذا الإثبات لها هو لازم الإيمان.والثاني: هو الاعتقاد الجازم بأن الله تعالى ليس له شبيه ولا مثيل فيما يتصف به من تلك الصفات، وهذا أيضًا تحقيق لقول الله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ}، وأن الانطلاق من هاتين القاعدتين في باب الأسماء والصفات، هو المسلك الصحيح، والمنهج السليم، وبه يتحقق الاتباع الكامل، والانقياد الحق، والاستجابة الواعية لما قاله الله تعالى، أو نطق به النبي -صلى الله عليه وسلم- وإن أي مساس بهاتين القاعدين يوصل إلى انحراف خطير في فهم أخطر قضية من قضايا الاعتقاد في باب أسماء الله وصفاته. نقلًا عن: علاقة الإثبات والتفويض بصفات رب العالمين د. رضا نعسان ص ١١. وعليه فتفسير الأعلى من هذه السورة على ضوء الكتاب والسنة على هذا النحو الآتي: قال تعالى: {وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة: ٢٥٤]، وقوله: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} [الأعلى: ١]، وقوله تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ} [الرعد: ١٣]، وذلك دال على أن جميع معاني العلو ثابتة لله من كل وجه، فله علو الذات، فإنه فوق المخلوقات، وعلى العرش استوى، أي علا وارتفع، وله علو القدر، وهو علو صفاته وعظمتها، فلا يماثله صفة مخلوق؛ بل لا يقدر الخلائق كلهم أن يحيطوا ببعض معاني صفة واحدة من صفاته، قال تعالى: {وَلَا يُحِيطُونَ بِهِ عِلْمًا}، وبذلك يعلم أنه ليس كمثله شيء في كل نعوته، وله علو القهر فإنه الواحد القهار الذي قهر بعزته وعلوه الخلق كلهم، وذلك لكمال اقتداره ونفوذ مشيئه، وشدة افتقار المخلوقات كلها له من كل وجه. =</p><p> قوله تعالى:  {وَلَسَوْفَ يَرْضَى} قال ابن عباس: يعطيه الله في الجنة حتى يرضى (١) . وقال مقاتل: يرضى بثواب الله في الآخرة (٢) . وقال أبو إسحاق أي: سيدخل الجنة كما قال: {ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً}  [الفجر: ٢٩ - ٣٠]  (٣) . </p><p>= \"شرح أسماء الله الحسنى في ضوء الكتاب والسنة\" ص ٧٨ - ٨٠. وانظر: \"الحق الواضح\" ص ٢٦، و\"شرح القصيدة النونية\" للهراس ٢/ ٦٨.مما سبق شرحه، وبالمقابلة مع قول الإمام الواحدي يدل على أن الواحدي أثبت علو القدر فقط، والذي ينبغي عليه إثبات العلو بأنواعه الثلاثة. والله أعلم.(١) لم أعثر على مصدر لقوله. وقد ورد بمثله من غير عزو في: \"معالم التنزيل \" ٤/ ٤٩٧، و\"لباب التأويل\" ٤/ ٣٨٥.(٢) لم أعثر على مصدر لقوله.(٣) \"معاني القرآن وإعرابه\" ٥/ ٣٣٧.</p><p> سورة الضحى </p>"
}