{
  "id": null,
  "sura": 92,
  "aya": 12,
  "text": "<p> وهوى، وذكرنا هذا الحرف عند قوله:  {وَالْمُتَرَدِّيَةُ}  (١) . </p><p> ١٢ - قال الله تعالى:  {إِنَّ عَلَيْنَا لَلْهُدَى} . </p><p> وفي تفسيره ثلاثة أقوال (٢) : </p><p> قال مقاتل: يعني البيان (٣) . </p><p> قال أبو إسحاق: أي إن علينا أن نبين طريق الهدى من طريق الضلال (٤) . </p><p> وهو قول قتادة: أي على الله البيان: بيان حلاله، وحرامه، وطاعته، ومعصيته (٥) . </p><p>(١) سورة المائدة: ٣، ومما جاء في تفسيرها: \"المتردية من التردي في اللغة، التهور في مهواة، وقيل في قوله: {وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى} أي سقط في النار، وقال أبو زيد: ردى فلان في القليب تردى، وتردّى من الجبل تَردّيًا، فالترديهَ هي التي يقع من جبل، أو يطيح في بئر، أو يسقط من مكان مشرف، فيموت\". \"البسيط\" نسخة تشستربتي ٢/ ٤١ أ.(٢) وهذه الأقوال لا تخرج عن مراتب الهدى الأربعة، وهي: الهدى العام، وهو هداية كل نفس إلى مصالح معاشها، وما يقيها، وهذا أعم مراتبه.المرتبة الثانية: الهدى بمعنى البيان والدلالة والتعليم .. إلى آخره، وقد سبق بيانها راجع سورة الإنسان ٣.وعليه فالمرتبة الثانية: هي التي قال بها قتادة، والرابعة: تضمنت قول أبي إسحاق.(٣) لم أعثر على مصدر لقوله، وقد ورد بمثله من غير عزو في: \"معالم التنزيل\" ٤/ ٤٩٦، و\"الوسيط\" ٤/ ٥٠٥.(٤) \"معاني القرآن وإعرابه\" ٥/ ٣٣٦ بنصه.(٥) \"جامع البيان\" ٣٠/ ٢٢٦، و\"النكت والعيون\" ٦/ ٢٨٩، مختصرًا، و\"معالم التنزيل\" ٤/ ٤٩٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٨٦، و\"تفسير القرآن العظيم\" ٤/ ٥٥٦ مختصرًا، و\"الدر المنثور\" ٨/ ٥٣٧، وعزاه إلى عبد بن حميد، وابن =</p><p> القول الثاني: إن المعنى يقول: من سلك الهدى فعلى الله سبيله، كقوله عز وجل: {وَعَلَى (١) اللَّهِ قَصْدُ السَّبِيلِ} [النحل: ٥] ، يقول علينا (٢) الهدى: أي أن الهدى يوصل صاحبه إلى الله، وإلى ثواب الله وجنته. </p><p> ذكر (٣) ذلك الفراء (٤) ، وذكر قولًا آخر، فقال: ويقال: إن علينا للهدى والإضلال. فترك الإضلال كما قال:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ}  [النحل: ٨١] ، وهي تقي (٥) الحر والبرد (٦) . </p><p>= المنذر، وابن أبي حاتم، و\"فتح القدير\" ٥/ ٤٥٣، ومعنى قوله إنه البيان الذي أرسل الله به رسله، وأنزل به كتبه، فتبين به حلاله وحرامه، وطاعته ومعصيته. قاله ابن تيمية في مجموعه: ١٥/ ٢١٠. (١) في (أ): (فعلى).(٢) علمنا.(٣) في (أ): (وذكر).(٤) \"معاني القرآن\" ٣/ ٢٧١ بتصرف.(٥) في (أ): (في).(٦) وهذا القول من الأقوال المحدثة، والمخالفة التي لم يعرفه السلف، وهو القول معناه: بيدك الخير والشر، والنبي -صلى الله عليه وسلم- يقول: (والخير بيدك، والشر ليس إليك). والله تعالى خالق كل شيء، لا يكون في ملكه إلا ما يشاء، والقدر حق، لكن فَهْم القرآن، وَوَضْع كل شيء موضعه، وبيان حكمة الرب، وعدله مع الإيمان بالقدر، هو طريق الصحابة والتابعين لهم بإحسان. نقلاً عن \"مجموع الفتاوى\" ١٥/ ٢١١. فالله سبحانه إنما نسب إلى نفسه الخير دون الشر، فقال تعالى: {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [آل عمران: ٢٦].وأخطأ من قال: المعنى: بيدك الخير والشر لثلاثة أوجه:أحدها: أنه ليس في اللفظ ما يدل على إرادة هذا المحذوف، بل ترك ذكره قصدًا أو بيانًا أنه ليس بمراد. =</p>"
}