{
  "id": null,
  "sura": 93,
  "aya": 3,
  "text": "<p> استوى (١) </p><p> وقال الكلبي:  \"إذا سجى\" : اسودّ، وأظلم (٢) . </p><p> فهذه ثلاثة أقوال عند المفسرين على وفق (٣) ما حكينا عن أهل اللغة، وهذا القسم جوابه قوله: </p><p> ٣ - {مَا وَدَّعَكَ (٤) رَبُّكَ وَمَا قَلَى}، قال المفسرون (٥) : أبطأ جبريل </p><p>(١) \"تفسير الإمام مجاهد\" ٧٣٥، و\"جامع البيان\" ٣٠/ ٢٢٩، و\"النكت والعيون\" ٦/ ٢٩٧، و\"معالم التنزيل\" ٤/ ٤٩٨، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٢، و\"الدر المنثور\" ٨/ ٥٤١ وعزاه إلى الفريابي، وعبد بن حميد، وابن المنذر، وابن أبي حاتم، و\"فتح القدير\" ٥/ ٤٥٧. (٢) لم أعثر على مصدر لقوله.(٣) بياض في: ع.(٤) في (أ): (وما وعدك).(٥) قال ابن الجوزي: اتفق المفسرون على أن هذه السورة نزلت بعد إنقطاع الوحي مدة، و\"زاد المسير\" ٨/ ٢٦٦. وقد قال بذلك: سفيان البجلي، ومعمر، وسفيان بن عينية، وجندب بن عبد الله البجلي، وقتادة، والضحاك، وابن عباس، ومقاتل. انظر: \"تفسير مقاتل\" ٢٤٣ أ، و\"تفسير عبد الرزاق\" ٢/ ٣٧٩، و\"جامع البيان\" ٣٠/ ٢٣٠ - ٢٣١، و\"الدر المنثور\" ٨/ ٥٤٠، و\"تفسير سفيان بن عينية\"، تح: المحايري: ٣٤٦.والرواية الصحيحة السند هي ما أخرجه البخاري عن جندب: قال الأسود بن قيس، قال: سمعت جندب بن سفيان رضي الله عنه قال: اشتكى رسول الله -صلى الله عليه وسلم- فلم يقم ليلتين أو ثلاثًا، فجاءت امرأة فقالت: يا محمد إني لأرجو أن يكون شيطانك قد تركك، لم أره قربك منذ ليلتين أو ثلاثاً! فأنزل الله عز وجل: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى} ٣/ ٣٢٦ ح ٤٩٥٠ و٤٩٥١: كتاب التفسير: باب ١ - ٢ وج: ٣/ ٣٣٧: ح: ٤٩٨٣ كتاب فضائل القرآن باب ١١/ ٣٥٠ - ٣٥١ ح ١١٢٤ و١١٢٥ كتاب التهجد باب ٤.كما أخرجه مسلم في صحيحه: ٣/ ١٤٢١: ح ١١٤، كتاب الجهاد والسير: باب ٣٩، والحميدي ٢/ ٣٤٢ ح ٧٧٧، والطيالسي ٤/ ١٢٦، والإمام أحمد =</p><p> عن النبي -صلى الله عليه وسلم- فقال المشركون: قد قلاه (١) الله وودعه (٢) ، فأنزل الله هذا الآية. </p><p> وقال السدي: أبطأ عليه أربعين ليلة، فشكا ذلك إلى خديجة، فقالت: لعل ربك نسيك أو قلاك، فأنزل الله هذه الآية (٣) . </p><p> واختلفوا في قدر مدة انقطاع الوحي، وهي أربعون ليلة على ما قال السدي، وهو قول مقاتل (٤) : لم ينزل جبريل على النبي -صلى الله عليه وسلم- بمكة أربعين يومًا (٥) . </p><p>= ٤/ ٣١٢، ٣١٣، والطبراني ٢/ ١٧٣، رقم: ١٧٠٩ - ١٧١٢، والبيهقي في \"الدلائل\" ٧/ ٥٨. وانظر: \"أسباب النزول\" تح أيمن صالح ص ٣٩٣، و\"لباب النقول\" ٢٣٠، و\"الصحيح المسند\" ص ٢٣٣. (١) قلاه: قلى: أبغض. قال ابن السكيت: ولا يكون في البغض إلا قليت. \"إصلاح المنطق\" ١٣٩، و\"تاج العروس\" ١٠/ ٣٠٢ (قلا).(٢) ودع: وَدَعْته، أَدَعْه وَدعًا: تركته.وقال ابن فارس: وَدَعَ: أصل واحد يدل على الترك والتخلية، وَدَعَه تركه، ومنه دَع. \"مقاييس اللغة\" ٦/ ٩٦ (ودع)، وانظر: \"الصحاح\" ٣/ ١٢٩٥ (ودع).(٣) \"بحر العلوم\" ٣/ ٤٨٦، و\"التفسير الكبير\" ٣١/ ٢١٠، وبمعنى هذه الرواية لكن من طريقين: طريق عبد بن شداد، وطريق هشام بن عروة عن أبيه. انظر: \"جامع البيان\" ٣٠/ ٢٣١، وقال ابن حجر: وهذان طريقان مرسلان، ورواتهما ثقات. \"فتح الباري\" ٨/ ٧١١.قال ابن كيثر: إنه حديث مرسل من هذين الوجهين، ولعل ذكر خديجة ليس محفوظًا، أو قالته على وجه التأسف والتحزن. والله أعلم.\"تفسير القرآن العظيم\" ٤٤/ ٥٥٨، وانظر: \"لباب النقول\" ص ٢٣١.(٤) في (أ): (فإن)، وهو حرف زائد في الكلام لا يستقيم المعنى بإثباته.(٥) \"تفسير مقاتل\" ٢٤٣ أ، انظر: \"الكشف والبيان\" ١٣/ ١٠٦ أ، و\"معالم التنزيل\" ٤/ ٤٩٨، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٢.</p><p> وقال الكلبي: أبطأ جبريل خمس عشرة ليلة (١) . </p><p> وقال ابن جريج: اثني عشر يومًا (٢) . </p><p> واختلفوا أيضًا في سبب احتباس (٣) جبريل، فذكر أكثر المفسرين (٤) : أن اليهود سألت رسول الله -صلى الله عليه وسلم- عن الروح وذي القرنين، وأصحاب الكهف فقال: سأخبركم، ولم يقل إن شاء الله، فاحتبس عنه الوحي، وهذه القصة ذكرناها قديمًا (٥) . </p><p> وقال ابن زيد: كان سبب ذلك كون جروٍ في بيته، فلما نزل جبريل </p><p>(١) \"التفسير الكبير\" ٣١/ ٢١١. (٢) \"النكت والعيون\" ٦/ ٢٩٢، و\"التفسير الكبير\" ٣١/ ٢١١، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٢، قال محقق \"النكت والعيون\" وهذا من مراسيل ابن جريج.(٣) في (أ): (أحباس).(٤) حكاه عن أكثر المفسرين: البغوي في \"معالم التنزيل\" ٤/ ٤٩٧، ٤٩٨، والفخر الرازي في التفسير الكبير\" ٣١/ ٢١١، وانظر: \"بحر العلوم\" ٣/ ٤٨٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٣.(٥) في سورة الإسراء: ٨٥.وقال ابن حجر معلقاً على ما ذكر من سورة الضحى: كانت سبب نزول في إبطاء نزول الوحي على رسول الله -صلى الله عليه وسلم- قال: ووقع في سيرة ابن إسحاق في سبب نزول \"والضحى\" شيء آخر، فانه ذكر أن المشركين سألوا النبي -صلى الله عليه وسلم-عن ذي القرنين والروح وغير ذلك ووعدهم بالجواب ولم يستثنِ، فأبطأ عليه جبريل اثنتى عشرة ليلة أو أكثر، فضاق صدره، وتكلم المشركون، فنزل جبريل بسورة \"والضحى\"، وبجواب ما سألوا، وبقوله تعالى: {وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ}. انتهى، وذكر سورة الضحى هنا بعيد، لكن يجوز أن يكون الزمان في القصتين متقاربًا، فضم بعض الرواة إحدى القصتين إلى الآخرى، وكل منهما لم يكن في ابتداء البعث، وإنما كان بعد ذلك بمنة. والله أعلم.\"فتح الباري\" ٨/ ٧١٠.</p><p> عاتبه رسول الله -صلى الله عليه وسلم-: أما علمت أنا لا ندخل بيتًا فيه كلب ولا صورة (١) </p><p> وقال جُنْدُب بن سفيان: رمي النبي -صلى الله عليه وسلم- بحجر في أصبعه فقال: </p><p> هل أنت إلا أصبع دميت ... وفي سبيل الله ما لقيت </p><p> فأبطأ (٢) عنه الوحي حتى قالت له امرأة (٣) : مَا أرى شيطانك إلا وقد تركك، فأنزل الله هذه السورة (٤) . </p><p>(١) ورد قوله في: \"المحرر الوجيز\" ٥/ ٤٩٣، و\"التفسير الكبير\" ٣١/ ٢١١، وقد ورد بنحوه عن خولة خادم رسول الله -صلى الله عليه وسلم-: ٢٠/ ٩٣، و\"الدر المنثور\" ٨/ ٥٤١، وعزاه إلى ابن أبي شيبة في مسنده، والطبراني، وابن مردويه، انظر: \"أسباب النزول\" ٣٩٣ عن خولة، وأخرجه الطبراني في \"المعجم الكبير\" ٢٤/ ٢٤٩، ٦٣٦. قال الهيثمي: رواه الطبراني، وأم حفص لم أعرفها. \"مجمع الزوائد\" ٧/ ١٣٨. وقال السيوطي في \"لباب النقول\" ص٣٣٠، وأخرج الطبراني، وابن أبي شيبة في مسنده والواحدي، وغيرهم بسند فيه من لا يعرف، عن حفص، عن ميسرة، عن أمه، عن أمها خولة.وقال ابن عبد البر في \"الاستيعاب\" ٤/ ١٨٣٤، رقم: ٣٣٢٨، وليس إسناد حديثها في ذلك مما يحتج به. وانظر حاشية \"المعجم الكبير\" ٢٤/ ٢٤٩.وقال ابن حجر: وقصة إبطاء جبريل بسبب كون الكلب تحت سريره مشهورة، لكن كونها سبب نزول هذه الآية غريب، بل شاذ، ومردود بما في الصحيح. والله أعلم. \"فتح الباري\" ٨/ ٧١٠، كتاب التفسير: باب ١٠.(٢) في (أ): (فأبطى).(٣) المرأة على قول ابن حجر هي: أم جميل بنت حرب، امرأة أبي لهب، ثم قال: والذي يظهر أن كلًا من أم جميل، وخديجة قالت ذلك، لكن أم جميل عبرت لكونها كافرة بلفظ شيطانك، وخديجة عبرت لكونها مؤمنة بلفظ ربك، أو صاحبك، وقالت أم جميل شماتة، وخديجة توجعًا.\"فتح الباري\" ٨/ ٧١٠ - ٧١١.(٤) سبق تخريجه. كما ورد في: \"الكشف والبيان\" ١٣/ ١٠٦ أ، و\"النكت والعيون\" ٦/ ٢٩٢، و\"التفسير الكبير\" ٣١/ ٢١١، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٢١، =</p><p> ومعنى:  {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى} ما تركك ربك، وما مقتك، وما أبغضك. قاله عطاء (١) ، ومقاتل (٢) . </p><p> قال أبو عبيدة (٣) ، والمبرد (٤) : ودعك من التوديع كما ودع المفارق. </p><p> وقال الزجاج: أي لم يقطع الوحي، ولا أبغضك (٥) . </p><p> قال الفراء: يريد وما قلاك (٦) ، فأُلقِيَت الكاف اكتفاء بالكاف الأولى (٧) في \"ودعك\" ، ولأن (٨) رؤوس الآيات بـ \"الياء\" ، فأوجب اتفاق الفواصل حذف الكاف (٩) . </p><p> والقلى: البغض، يقال: قَلاه يقليه قِلًا، ومقلياً إذا أبغضه (١٠) . </p><p> وقال ابن الأعرابي: القَليُ والقِلَى، والقَلاءة (١١) : المقلية (١٢) . </p><p>= وقال ابن كثير ٤/ ٥٥٨: وقوله هذا الكلام الذي اتفق أنه موزون ثابت في الصحيحين، ولكن الغريب هاهنا جعله سببًا لتركه القيام، ونزول هذه السورة (١) لم أعثر على مصدر لقوله.(٢) \"تفسير مقاتل\" ٢٤٣ ب.(٣) \"مجاز القرآن\" ٢/ ٣٠٢، وكلامه: قال: ما ودعك من التوديع، ومَا ودعك مخففة من وَدعت تَدَعُه.(٤) \"التفسير الكبير\" ٣١/ ٢١٠.(٥) \"معاني القرآن وإعرابه\" ٥/ ٣٣٩ بنحوه.(٦) في (أ): (قلى).(٧) في (أ): (الأول).(٨) في (أ): (لأن) بغير واو.(٩) \"معاني القرآن\" ٣/ ٢٧٣ - ٢٧٤ بتصرف.(١٠) نقلًا من \"تهذيب اللغة\" ٩/ ٢٩٥ (قلا).(١١) القَلاءُ: هكذا وردت في \"تهذيب اللغة\" ٩/ ٢٩٥ (قلا)، وانظر أيضًا: \"لسان العرب\" ١٥/ ١٩٨ (قلا).(١٢) \"تهذيب اللغة\" ٩/ ٢٩٥ (قلا)، وهذا القول هو رواية ثعلب عن ابن الأعرابي.</p><p> ٦ - قوله (تعالى)  (١) : {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى} . </p><p> قال عطاء (٢) ، ومقاتل (٣) : يريد والجنة (٤) خير لك من الدنيا. </p><p> وقال علي بن عبد الله بن عباس: أري رسول الله -صلى الله عليه وسلم- ما يفتح على أمته من بعده، فسره ذلك، فأنزل الله:  {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى}  (٥) . </p><p>(١) ساقط من (ع). (٢) \"الوسيط\" ٤/ ٥٠٩.(٣) \"تفسير مقاتل\" ٢٤٣ ب، و\"الوسيط\" ٤/ ٥٠٩.(٤) في (أ): (الجنة) بغير واو.(٥) رواه الطبري عن طريقه إلى ابن عباس في: \"جامع البيان\" ٣٠/ ٢٣٢، وفي: \"الكشف والبيان\" ١٣/ ١٠٧ أمن طريق علي بن عبد الله بن عباس عن النبي -صلى الله عليه وسلم-، وعزاه الماوردي إلى ابن عباس، و\"النكت والعيون\" ٦/ ٩٣، ورواه الطبراني عن علي بن عبد الله عن ابن عباس، و\"المعجم الكبير\" ١٠/ ٣٣٧ ح ١٠٦٥٠.قال حمدي السلفي -محقق الكبير- نقلاً عن \"مجمع الزوائد\" عن إحدى الروايتين الواردة في الأوسط: \"وفيه معاوية بن أبي العباس، ولم أعرفه، وبقية رجاله ثقات، وإسناد الكبير حسن. قلت [أي حمدي]: واحد إسنادي الأوسط هو نفس إسناد الكبير. وانظر: \"مجمع الزوائد\" ٩/ ١٣٨ - ١٣٩.كما رواه الحاكم من طريقه إلى ابن عباس في \"المستدرك\" ٢/ ٥٢٦: كتاب التفسير: تفسير سورة الضحى، وقال: حديث صحيح الإسناد، وقال الذهبي: تفرد به عصام بن رواد عن أبيه وقد ضعف.كما أورده القرطبي في: \"الجامع لأحكام القرآن\" ٢٠/ ٩٥ من طريقه إلى ابن عباس، وقال ابن كثير: ورواه ابن جرير، وابن أبي حاتم من طريقه، وهذا إسناد صحيح إلى ابن عباس، ومثل هذا ما يقال إلا عن توقيف.وانظر: \"الدر المنثور\" عن ابن عباس ٨/ ٥٤٢، وعزاه أيضًا إلى البيهقي في \"الدلائل\" ٧/ ٦١.</p>"
}