{
  "id": null,
  "sura": 93,
  "aya": 7,
  "text": "<p> فقال (١)  (٢) : والمعنى ألم نجدك يتيمًا صغيرًا حين مات أبواك، ولم يخلفا لك مالاً، ولا مأوى، فضمك إلى عمك حتى أحسن تربيتك (٣) . </p><p> ثم ذكر نعمة أخرى فقال: </p><p> ٧ - {وَوَجَدَكَ ضَالًّا فَهَدَى} قال ابن عباس (في رواية عطاء)  (٤) ووجدك ضالًا عن النبوة فهداك بالنبوة إلى أرشد الأديان وأحبها إليه (٥) . </p><p> وقال الحسن (٦) ، والضحاك (٧)  (وشهر بن حوشب)  (٨)  (٩) ووجدك ضالَا عن معَالمِ النبوة وأحكام الشريعة غافلًا عنها فهداك إليها. دليله قوله {وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ}  [يوسف: ٣] وقوله: {مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ}  [الشورى: ٥٢] . </p><p> وهذا مذهب أرباب الأصول، وعلماء أصحابنا (١٠) على أن رسول الله </p><p>(١) في (ع): (وقال). (٢) أي الثعلبي.(٣) انظر: \"الكشف والبيان\" ١٣/ ١٠٨ أباختصار يسير.(٤) ما بين القوسين ساقط من (أ).(٥) ورد معنى قوله في: \"التفسير الكبير\" ٣١/ ٢١٦.(٦) \"الكشف والبيان\" ١٣/ ١٠٩/ أ، و\"معالم التنزيل\" ٤/ ٤٩٩، بمعناه في: \"المحرر الوجيز\" ٥/ ٤٩٤، و\"زاد المسير\" ٨/ ٢٦٩ وعزاه إلى الجمهور، و\"التفسير الكبير\" ٣١/ ٢١٦، و\"تفسير الحسن البصري\" ٢/ ٢٤٦.(٧) المراجع السابقة عدا تفسير الحسن، وانظر: \"الجامع لأحكام القرآن\" ٢٠/ ٩٦.(٨) \"الكشف والبيان\" ١٣/ ١٠٩ أ، و\"التفسير الكبير\" ٣١/ ٢١٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٦.(٩) ما بين القوسين ساقط من (أ).(١٠) يعني بهم جهابذة متكلمي عصره من الأشاعرة؛ كشيخه أبي إسحاق الأسفرابيني. انظر: \"الواحدي ومنهجه في التفسير\" د. جودت المهدي ص ١٤٣.</p><p> -صلى الله عليه وسلم- ما كان كافرًا قط (١) . </p><p>(١) من أصحابه الذين قالوا بعصمتهم صلوات الله عليهم من الوقوع بالكفر: الباقلاني: إذ أن قد استدل على ذلك بأنه لم يذكر أهل التواريخ أنه كان مشركًا حين بعثه الله، وإنما بعث من كان تقيًا نقيًا زاكيًا أمينا مشهور النسب، حسن التربية. انظر: \"المسامرة في شرح المسايرة\" ١/ ٨١ وانظر: \"القرطبي\" م ٨/ ج ١٦ ص٦٠. وأبو منصور عبد القاهر بن طاهر البغدادي، وهو من علماء الأشاعرة.قال: أجمع أصحابنا على وجوب كون الأنبياء معصومين بعد النبوة عن الذنوب كلها، وأما السهو والخطأ فليس من الذنوب، فلذلك ساغ عليهم ... وأجازوا عليهم الذنوب قبل النبوة، وتأولوا على ذلك كل ما حكي في القرآن من ذنوبهم. إلخ. كتاب \"أصول الدين\" ص ١٦٧ - ١٦٨.وقال السفاريني: لم يكن النبي -صلى الله عليه وسلم-على دين سوى الإسلام، ولا كان على دين قومه قط؛ بل ولد النبي -صلى الله عليه وسلم-مؤمنًا صالحًا على ما كتبه الله وعلمه في حاله. \"لوامع الأنوار البهية وسواطع الأسرار الأثرية شرح الدرر المضية\" ص ٣٠٥.وقال القاضي عياض: والصواب أنهم معصومون قبل النبوة من الجهل بالله وصفاته، والتشكك في شيء من ذلك، وقد تعاضدت الأخبار والآثار عن الأنبياء بتنزيههم عن هذه النقيصة، منذ ولدوا، ونشأتهم على التوحيد والإيمان .. \"الشفاء بتعريف حقوق المصطفى\" للقاضي عياض ٢/ ٧١٩.وقال الحافظ من رجب: بل يستدل بحديث العرباص بن سارية على أنه -صلى الله عليه وسلم- ولد نبيًا، فان نبوته وجبت له من حين أخذ الميثاق حيث استخرج من صلب آدم حينئذ؛ لكن كانت مدة خروجه إلى الدنيا متأخرة عن ذلك، وذلك لا يمنع كونه نبيًا قبل خروجه، كمن يولي ولاية، ويؤمر بالتصرف فيها زمن مستقبل، فحكم الولاية ثابت له من حين ولايته، وإن كان تصرفه متأخرًا إلى حين مجيء الوقت. \"لطائف المعارف\" ص ٨٣، وانظر: \"لوامع الأنوار\" ٣٠٦.كما ذهب إلى القوم بالعصمة الألوسي في: \"روح المعاني\" ٧/ ١٩٩، وأيضًا الإمام الشنقيطي في \"أضواء البيان\" ٢/ ٢٠١، وللاستزادة في هذه المسألة يراجع في ذلك: \"منهج السفاريني في أصول الدين\" إعداد: رجاء بنت عبد القادر الجويسر رسالة ماجستير غير منشورة إشراف الدكتور محمد السمهري ٢/ ٣٥٧ وما بعدها.</p><p> واختار أبو إسحاق (أيضًا)  (١) هذا القول فقال: معناه أنه لم يكن يدري القرآن، ولا الشرائع، فهداه الله إلى القرآن وشرائع الإسلام (٢) . </p><p> وذكرنا جملة من الكلام في هذا المعنى عند قوله:  {مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ}  (٣) </p><p> وجرى بعض المفسرين على ظاهر الآية، فقال الكلبي:  {وَوَجَدَكَ ضَالًّا} . يعني كافرًا في قوم ضلال فهداك للتوحيد (٤) . </p><p> وقال السدي: كان على أمر قومه أربعين سنة (٥) . </p><p>(١) ساقط من: (أ). (٢) \"معاني القرآن وإعرابه\" ٥/ ٣٣٩ - ٣٤٠ بنصه.(٣) سورة الشورى: ٥٢، ومما جاء في تفسيرها: قال الإمام الواحدي: قوله تعالى: {مَا كُنْتَ تَدْرِي مَا الْكِتَابُ} قبل الوحي، {وَلَا الْإِيمَانُ} اختلفوا في هذا مع إجماع أرباب الأصول على أنه لا يجوز على الرسل قبل الوحي أن لا يكونوا مؤمنين، فذهب أكثر أهل العلم إلى أن المراد بـ: \"الإيمان\" هاهنا شرائعه ومعالمه. وهي كلمة يجوز أن تسمى إيمانًا، واختار إمام الأئمة محمد بن إسحاق بن خزيمة هذا القول، وخصه بالصلاة محتجًا من باب حذف المضاف، فجعل التقدير: ولا دعوة الإيمان، لأنه كان قبل الوحي ما كان يقدر ما الكتاب، ولا أفعال الإيمان، يعني من الذي يؤمن ومن الذي لا يؤمن.وجعل أبو العالية التقدير: ولا دعوة الإيمان، لأنه كان قبل الوحي ما كان يقدر أن يدعو إلى الإيمان بالله، وذهب بعض أهل المعاني إلى التخصيص بالوقت فقال: المعنى: ولا ما الإيمان قبل البلوغ.(٤) \"الكشف والبيان\" ١٣/ ١٠٨ ب، و\"المحرر الوجيز\" ٥/ ٤٩٤ بمعناه، و\"زاد المسير\" ٨/ ٢٦٩، و\"التفسير الكبير\" ١٣/ ٢١٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٩٧ بمعناه، و\"فتح القدير\" ٥/ ٤٥٨.(٥) ورد معنى قوله في المراجع السابقة. وانظر أيضًا: \"جامع البيان\" ٣٠/ ٢٣٢، و\"النكت والعيون\" ٦/ ٢٩٤، \"تفسير السدي\" ٤٧٨.</p>"
}