{
  "id": null,
  "sura": 94,
  "aya": 1,
  "text": "<p> تفسير سورة ألم نشرح (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ} ذكرنا معنى الشرح عند قوله تعالى: {يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ}  (٢) ، وقوله:  {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ}  [الزمر: ٢٢] . </p><p> ومعناه في اللغة: الفتح (٣) بإذهاب مَا يصد عن الإدرك، والله عز وجل قد فتح صدر نبيه -صلى الله عليه وسلم-بإذهاب الشواغل التي تصد عن إدراك الحق. </p><p> قال ابن عباس في هذه الآية: قالوا يا رسول: أينشرح الصدر، قال:  \"نعم\" . قالوا يا رسول الله: فلذلك علامة يعرف بها؟ قال: \"نعم: التجافي </p><p>(١) مكية بالإجماع لا خلاف بينهم في ذلك. \"جامع البيان\" ٣٠/ ٢٣٤، \"بحر العلوم\" ٣/ ٤٨٦، \"الكشف والبيان\" ج ١٣/ ١١٣ أ، \"النكت والعيون\" ٦/ ٢٩٦، \"معالم التنزيل\" ٤/ ٤٠١، \"المحرر الوجيز\" ٥/ ٤٩٦.(٢) سورة الأنعام: ١٢٥. ومما جاء في تفسيرها: \"قال الليث: شرح الله صدره فانشرح، أي وسع الله صدره لقبول الخير فتوسع.وقال غيره: شرح فلان أمره إذا أوضحه وأظهره، وشرح مسألة إذا كانت مشكلة فبينها.وقال ابن الأعرابي: الشرح الفتح، والشرح البيان ..(٣) انظر: \"تهذيب اللغة\" ٤/ ١٧٩ (شرح)، \"مقاييس اللغة\" ٣/ ٢٦٩ (شرح)، \"لسان العرب\" ٢/ ٤٩٧ (شرح).</p><p> عن دَار الغرور، والإنابة إلى دار الخلود، والإعداد للموت قبل نزوله\" (١) . </p><p> فأشار -صلى الله عليه وسلم- إلى ذهاب الشواغل التي تصد عن حقيقة الإيمان، وذلك إن صدق الإيمان بالله ووعده، ووعيده يوجب للإنسان الزهد في الدنيا، والرغبة في الآخرة، والاستعداد للموت، فإنه باب الآخرة، وهذا معنى قول الحسن في هذه الآية: ملئ حكمًا وعلمًا (٢) ؛ يعني أن معنى: من شرح صدره أي ملأه الله علمًا وحكمًا حتى علم حقيقة الأشياء، وحكم لها (٣) بحكمها على حقيقة الدنيا، وأنها فانية فتركها، وأن الآخرة باقية فرغب </p><p>(١) الحديث أخرجه الطبري في \"جامع البيان\" م ٥: ج ٨/ ٢٧ بمعناه من طريق ابن مسعود، ومن طريق عبد الله ابن المسور. وأخرجه الدارقطني في: \"العلل\" ٥/ ١٨٨ - ١٨٩: رقم ٨١٢ بطرق مختلفة عن ابن مسعود، وقال: الصواب عن عمرو بن مرة، عن أبي جعفر عبد الله بن المسور مرسلاً عن النبي -صلى الله عليه وسلم-كذلك قال الثوري، ثم قال: وعبد الله بن المسور بن عون بن جعفر بن أبي طالب هذا متروك.وأخرجه البيهقي في: \"الأسماء والصفات\" ١/ ٢٥٧ من طريق خالد بن أبي كريمة، عن عبد الله بن المسور، وقال عنه البيهقي: وهذا منقطع، كما أخرجه من طريق عمرو بن مرة عن أبي جعفر المدائني.وأورده ابن كثير في \"تفسيره\": ٢/ ١٨١ عند تفسير سورة الأنعام: ١٢٥ بطرق مختلفة، ثم قال: فهذه طرق لهذا الحديث مرسلة ومتصلة يشد بعضها بعضًا، والله أعلم.وأورده السيوطي في \"الدر المنثور\" ٣/ ٣٥٥: سورة الأنعام: ١٢٥ من طريق ابن مسعود، وعزاه إلى ابن شيبة، وابن أبي الدنيا، وابن جرير، وأبي الشيخ، وابن مردويه، والحاكم، والبيهقي في الشعب في طريق عن ابن مسعود وأورده الحاكم في \"المستدرك\" ٤/ ٣١١ كتاب الرقاق.(٢) \"النكت والعيون\" ٦/ ٢٩٦، \"الكشاف\" ٤/ ٢٢١، \"الجامع لأحكام القرآن\" ٢٠/ ١٠٤، \"الدر المنثور\" ٨/ ٥٤٧ وعزاه إلى عبد بن حميد، وابن المنذر، \"تفسير الحسن البصري\" ٢/ ٤٢٦.(٣) في (أ): (بها).</p>"
}