{
  "id": null,
  "sura": 94,
  "aya": 3,
  "text": "<p> ثم وصف ذلك الوزر فقال: </p><p> ٣ - {الَّذِي أَنْقَضَ ظَهْرَكَ} قال المفسرون: أثقل ظهرك. وهو قول ابن عباس (١) ، ومجاهد (٢) ، وقتادة (٣) ، (ومقاتل (٤)  (٥) . </p><p> قال علماء اللغة: الأصل فيه أن الظهر إذا أثقله الحِمل سُمع له نقيض أي: صوت خفيٌّ، كما ينقض الرجل بحماره إذا ساقه، فأخبر الله (أنه غفر لنبيه -صلى الله عليه وسلم-أوزاره التي كانت تراكمت على ظهره حتى أثقلته، وإنها لو كانت أحمالًا حملت على ظهره لسُمع لها نقيض (٦) . </p><p> قال أبو إسحاق:  {أَنْقَضَ ظَهْرَكَ} هو: أثقله حتى سمع له نقيض، أي صوت (٧) . </p><p> وهذا مثل، يعني أنه ممثل مما يثقل حتى يسمع نقيض الظهر. </p><p>= العباس: وقوله: \"ما تقدم من ذنبك وما تأخر\" قال مقاتل: يعني ما كان في الجاهلية، وما تأخر بعد النبوة. وروي عن ابن عباس: أي ما كان عليك من إثم الجاهلية، وما تأخر مما يكون. وقال عطاء الخراساني: \"ما تقدم من ذنبك\" أي ذنب أبويك آدم، وحواء، ببركتك، \"وما تأخر\" يعني من ذنوب أمتك بدعوتك. وقال سفيان الثوري: مَا تقدم من ذنبك: ما عملت في الجاهلية، وما تأخر يعني ما لم تعمله. (١) لم أعثر على مصدر لقوله.(٢) \"تفسير مجاهد\" ص ٧٣٦.(٣) ورد معنى قوله في: \"تفسير عبد الرزاق\" ٢/ ٣٨٠، \"جامع البيان\" ٣٠/ ٢٣٤.(٤) \"تفسير مقاتل\" ٢٤٤ أ.(٥) ساقط من: (أ).(٦) نقله عن \"تهذيب اللغة\" ٨/ ٣٤٤: (نقض) بتصرف يسير. وانظر: (نقض) في \"لسان العرب\" ٧/ ٢٤٤، و\"تاج العروس\" ٥/ ٩٤.(٧) لم أجد قوله في المعاني، وقد ورد في: \"الوسيط\" ٤/ ٥١٦.</p><p> ويقال أيضًا: أُنقض الظهر أي صَار إلى هذه الحالة، قال الشاعر: </p><p> وحُزن تُنْقِضُ الأضلاع منه ..... مُقيم في الجَوانح لن يزولا (١) </p><p> ويقال (٢) : أنقضت المِحْجمة (٣) : إذا سمع لها صوت، وأنقاض الفرخ من ذلك. </p><p> يقال (٤) : أنقض إنقاضًا، ومنه قول ذي الرمة: </p><p> أنقاضُ الفَراريجِ (٥) . </p><p> قال قتادة في هذه الآية: كانت للنبي -صلى الله عليه وسلم- ذنوب قد أثقلته فغفرها (٦) له (٧) . </p><p> هذا الذي ذكرنا في الآيتين على قول من يقول: كانت له ذنوب سلفت </p><p>(١) ورد البيت غير منسوب في \"تهذيب اللغة\" ٨/ ٣٤٥ (نقض)، و\"لسان العرب\" ٧/ ٢٤٤ (نقض)، و\"تاج العروس\" ٥/ ٩٤ (نقض). (٢) وهذا القول قاله الليث كما في \"تهذيب اللغة\" ٨/ ٣٤٥ (نقض)، وقد نقله عنه، وانظر أيضًا \"لسان العرب\"، و\"تاج العروس\"، مرجعان سابقان.(٣) المحجمة: ما يحجم به، وهي القارورة. \"لسان العرب\" ٢/ ١١٧ (حجم).(٤) قال به أبو زيد وقد نقله عن \"تهذيب اللغة\". مرجع السابق.(٥) البيت كاملاً:كَأَنَّ أصْوتَ مِن إيغا لِهِنَّ بِنا .... أوخِر الْمَيْس أنقاض الفَراريجِوقد ورد في \"ديوانه\" ٢/ ٩٩٦ وانظر مراجع اللغة السابقة.معناه: الإيغال: المضي والإبعاد، الميس: الرَّحل. والمعنى: يريد أن رحالهم جديدة، وقد طال سيرهم، فبعض الرحل يحك بعضًا، فيحصل مثل أصوات الفراريج من اضطراب الرحال، ولشدة السير. \"ديوانه\" ٣/ ٩٩٦.(٦) في (أ): (يغفرها).(٧) \"تفسير عبد الرزاق\" ٢/ ٣٨٠، \"جامع البيان\" ٣٠/ ٢٣٤، \"النكت والعيون\" ٦/ ٢٩٧، \"الجامع لأحكام القرآن\" ٢٠/ ١٠٥.</p><p> منه في الجاهلية قبل النبوة (١) . </p><p> وذهب قوم إلى أن المراد بهذا: الصغائر، والخطأ، والسهو، وإنما وصف ذلك بإنقاض الظهر مع كونها مغفورة لشدة اغتمام (٢) النبي -صلى الله عليه وسلم- بوقوعه منه، وتحسره مع ندمه عليه (٣) . </p><p> وقوم يذهبون إلى أن هذا تخفيف أعباء النبوة التي تثقل الظهر من القيام بأمرها، وحفظ موجباتها، والمحافظة على حقوقها، سهل الله ذلك عليه، (وحط عليه)  (٤) ثقلها بأن يسرها عليه حتى تيسرت، وذكر مِنَتهُ عليه </p><p>(١) سبق القول في مثل هذه المسألة عند تفسير قوله: {وَوَجَدَكَ ضَالًّا فَهَدَى} [الضحى: ٧]. (٢) في (أ): (اهتمام).(٣) ومن القائلين بذلك الحسين بن الفضل، انظر قوله في \"الكشف والبيان\" ١٣/ ١١٣ ب، \"الجامع لأحكام القرآن\" ٢٠/ ١٠٦ وهذا القول ضمن القائلين بعصمة الأنبياء بعد البعثة من الكفر والكبائر، وفي كل ما يتعلق بالتبليغ، أما صغائر الذنوب، والسهو، والنسيان، فتصدر منهم كما دل على ذلك ظاهر القرآن، والسنة؛ غير أنهم لا يُقُّرون على الخطأ، وإذا وقع منهم ذنوب فإنهم يتوبون، ويكونون أحسن حالاً بعد التوبة، وهذا هو قول جمهور أهل السنة والجماعة.\"منهاج السنة\" لابن تيمية ١/ ٤٧٠ - ٤٧٢، \"مجموع الفتاوى\" ١٠/ ٣٠٩ - ٣١٣. وانظر: \"منهج السفاريني في أصول الدين\" ٢/ ٣٦٤.وقال ابن تيمية: (فإن القول بأن الأنبياء معصومون عن الكبائر دون الصغائر، هو قول أكثر علماء الإسلام، وجميع الطوائف، حتى أنه قول أكثر أهل الكلام كما ذكر أبو الحسن الأمدي أن هذا قول أكثر الأشعرية، وهو أيضًا قول أكثر أهل التفسير، والحديث والفقهاء؛ بل هو لم ينقل عن السلف والأئمة والصحابة والتابعين وتابعيهم إلا ما يوافق هذا القول).\"مجموع الفتاوى\" ٤/ ٣١٩، وانظر \"منهج السفاريني\" ٢/ ٣٦٤.(٤) ساقط من: (أ).</p>"
}