{
  "id": null,
  "sura": 95,
  "aya": 6,
  "text": "<p> قال علي رضي الله عنه: أبواب جهنم بعضها أسفل بعض، فيبتدأ بالأسفل فيملأ، وهي أسفل سَافلين (١) . </p><p> وعلى هذا يكون التقدير: ثم رددناه إلى أسفل، أي في أسفل سَافلين، ويدل على هذا القول استثناؤه المؤمنين بقوله: </p><p> ٦ - {إِلَّا الَّذِينَ آمَنُوا} أي إلا هؤلاء، فإنهم لا يردون إلى النار (٢) . </p><p> ومن قال بالقول الأول قال: إن المؤمن لا يرد إلى أرذل العمر، (وإن عُمّر وامتد (٣) وطال عمره) (٤) لا يصير من الخرف إلى أرذل العمر (٥) . وقد ذكرنا هذا في ابتداء سورة الحج (٦) . </p><p> قال إبراهيم: المؤمنون إذا بلغوا ذلك كتب لهم من الأجر ما كانوا يعملون في الصحة (٧) . </p><p>(١) \"التفسير الكبير\" ٣١/ ١١. (٢) قال بذلك الإمام الطبري في \"جامع البيان\" ٣٠/ ٢٤٦.(٣) غير مقروءة في (ع).(٤) ما بين القوسين ساقط من (أ).(٥) قال بذلك الإمام الطبري: \"جامع البيان\" ٣٠/ ٢٤٦.(٦) سورة الحج: ٥ قال تعالى: {وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ}، ومما جاء في تفسيرها: أي أخسه وأدونه، وهو الخرف، يخرف حتى لا يعقل، وبين ذلك بقوله {لِكَيْ لَا يَعْلَمَ من بَعْدَ عِلْمٍ شَيْئًا}، قال ابن عباس: يريد يبلغ من السن ما يتغير عقله حتى لا يعقل شيئاً، قال: وليس ذلك إلا في أهل الشرك. وقال عكرمة: من قرأ القرآن لم يصير في هذه الحالة، واحتج بقوله: {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} قال: إلا الذين قرؤوا القرآن.(٧) ورد بنحو قوله في \"جامع البيان\" ٣٠/ ٢٤٧، و\"زاد الميسر\" ٨/ ٢٧٧، و\"الدر المنثور\" ٨/ ٥٥٧ عزاه إلى الفريابي، وعبد بن حميد، وهو الذي رجحه الطبري.</p><p> ونحو هذا قال قتادة (١) ، والكلبي (٢) : من أدركه الهرم وكان يعمل عملًا صالحًا كان له مثل أجره [إذا]  (٣) كان يعمل. </p><p> قال عكرمة: من قرأ القرآن لم يرد إلى أرذل العمر، فقوله:  {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} يريد إلا الذي قرأ القرآن (٤) . </p><p> وقال ابن عباس: يقول العبد إذا كان في شبابه كثير الطاعة، ثم كبر وضعف عما كَان يعمل أجرى (٥) الله له مثل ما كان يعمل في شبابه (٦) . </p><p> قوله تعالى:  {فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} ذكر المفسرون فيه قولين أحدهما: غير منقوص ولا مقطوع (٧) . والآخر غير ممنون أي لا يمن به عليهم (٨) ، وهو قول عكرمة (٩) ، ومقاتل (١٠) ، قال يجرى الله لعبده محاسنه التي كان </p><p>(١) \"جامع البيان\" ٣٠/ ٢٤٧. (٢) لم أعثر على مصدر لقوله.(٣) (إذ) في كلا النسختين، وأثبت ما جاء عن قتادة في \"جامع البيان\" ٣٠/ ٢٤٧.(٤) ورد معنى قوله في \"الجامع لأحكام القرآن\" ٢٠/ ١٦، و\"تفسير القرآن العظيم\" ٤/ ٥٦٣، و\"الدر المنثور\" ٨/ ٥٥٨ وعزاه إلى عبد بن حميد، وابن أبي حاتم، وورد مثل قوله عن عكرمة عن ابن عباس في \"معالم التنزيل\" ٤/ ٥٠٥، و\"لباب التأويل\" ٤/ ٣٣٩.(٥) في (أ): (اجرا).(٦) \"جامع البيان\" ٣٠/ ٢٤٦، و\"الدر المنثور\" ٨/ ٥٥٨ وعزاه إلى ابن أبي حاتم.(٧) قال بذلك ابن عباس في \"جامع البيان\" ٣٠/ ٢٤٨، وبه قال ابن قتيبة في \"تفسير غريب القرآن\" ص ٥٣٣، والسجستاني في \"نزهة القلوب\" ٤١٤، وانظر: \"معالم التنزيل\" ٤/ ٥٠٥ وعزاه ابن عطية في \"المحرر\" ٥/ ٥٠٠ إلى كثير من المفسرين.(٨) قال بذلك أيضًا: الحسن كما في \"النكت والعيون\" ٦/ ٣٠٢، وبه قال أيضًا أبو عبيدة في \"مجاز القرآن\" ٢/ ٣٠٣، واليزيدي في \"غريب القرآن وتفسيره\" ص ٣٣٤.(٩) لم أعثر على مصدر لقوله.(١٠) \"تفسير مقاتل\" ٢٤٤ ب بمعناه.</p>"
}