{
  "id": null,
  "sura": 95,
  "aya": 1,
  "text": "<p> تفسير سورة التين (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {وَالتِّينِ وَالزَّيْتُونِ} وقال ابن عباس (٢)  (في رواية الكلبي)  (٣) : يعني تينكم وزيتونكم، وهو قول الحسن (٤) ، ومجاهد (٥) ، </p><p>(١) مكية في قول الأكثرين، ومدنية في قول ابن عباس، وقتادة \"النكت والعيون\" ٦/ ٣٠٠، و\"زاد المسير\" ٨/ ٢٧٣، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٠. (٢) ورد قوله في \"معاني القرآن\" للفرء: ٣/ ٢٧٦، و\"الكشف والبيان\" ١٣/ ١١٧/ ب من غير ذكر طريق الكلبي، و\"بحر العلوم\" ٣/ ٤٩١، و\"معالم التنزيل\" ٤/ ٥٠٤، وعزاه إلى ابن عباس، والكلبي، و\"المحرر الوجيز\" ٥/ ٤٩٩، و\"زاد المسير\" ٨/ ٢٧٤ ولم يذكر طريق الكلبي، و\"التفسير الكبير\" ٣٢/ ٨ من غير ذكر الكلبي، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٠ ونسبه إلى ابن عباس والكلبي، و\"لباب التأويل\" ٤/ ٣٩٠ من غير ذكر الكلبي.(٣) ما بين القوسين ساقط من (أ).(٤) ورد بنحو من قوله في \"جامع البيان\" ٣٠/ ٢٣٨، و\"الكشف والبيان\" ١٣/ ١١٧ ب، و\"النكت والعيون\" ٦/ ٣٠٠، و\"معالم التنزيل\" ٤/ ٥٠٤، و\"المحرر الوجيز\" ٥/ ٤٩٩، و\"زاد المسير\" ٨/ ٢٧٤، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٠، و\"الدر المنثور\" ٨/ ٥٥٧ وعزاه إلى عبد بن حميد، و\"التحرير والتنوير\" ٣٠، ٤٢٠، و\"تفسير الحسن البصري\" ٢/ ٤٢٩.(٥) المراجع السابقة عدا \"جامع البيان\"، و\"النكت والعيون\"، و\"تفسير الحسن البصري\"، وانظر أيضًا \"تفسير الإمام مجاهد\" ص ٧٣٧.</p><p> (وعكرمة (١) ، وإبراهيم (٢) ) (٣) ، ومقاتل (٤) ، قالوا: هو تينكم الذي تأكلون، وزيتونكم الذي تعصرون منه الزيت. </p><p> وعلى هذا إنما ذكر الله تعالى هذا القسم بالتين؛ لأنه فاكهة مخلصة من [شوائب]  (٥) التنغيص (٦) ، وفيه أعظم العبرة لدلالته على (٧) من هيأها على تلك الصفة، وخلصها لتكامل اللذة على مقدار اللقمة، فالله عز وجل المنعم به على عباده، والمنة على مَا فيه ليعتبروا ويشكروا. </p><p> وقد روى أبو ذر رضي الله عنه أن النبي -صلى الله عليه وسلم- قال في التين:  \"لو قلت إن فاكهة نزلت من الجنة، قلت هذه، لأن فاكهة الجنة بلا عجم(٨)، فكلوها، فإنها تقطع البواسير(٩)، وتنفع من النقرس(١٠)\" . </p><p>(١) ورد معنى قوله في \"جامع البيان\" ٣٠/ ٢٣٨، و\"الكشف والبيان\" ١٣/ ١١٧ ب، و\"النكت والعيون\" ٦/ ٣٠٠، و\"زاد المسير\" ٨/ ٢٧٤، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٠، و\"التحرير والتنوير\" ٣٠/ ٤٢٠. (٢) المراجع السابقة، وانظر: \"المحرر الوجيز\" ٥/ ٤٩٩.(٣) ما بين القوسين ساقط من (أ).(٤) \"تفسير مقاتل\" ٢٤٤ أ، و\"الكشف والبيان\" ١٣/ ١١٧ ب، و\"معالم التنزيل\" ٤/ ٥٠٤ \"المحرر الوجيز\" ٥/ ٤٩٩، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٠.(٥) (شايب) هكذا وردت في النسختين، وأثبت ما جاء في \"الوسيط\" ٤/ ٥٢٣ لسلامة السياق به.(٦) (التنغيص): أي كَدَّره. \"مختار الصحاح\" ص ٦٧٠ (نغص).(٧) في (ع): (عن).(٨) العَجَمُ: النَّوى، نوى التمر والنبق، و\"لسان العرب\" ١٢/ ٣٩١ (عجم).(٩) \"البواسير\" مفرده الباسور، وهي عِلَّة تحدث في المقعدة، وفي داخل الأنف أيضًا. \"الصحاح\" ٢/ ٥٨٩ (بسر)، وانظر: \"لسان العرب\" ٤/ ٥٩ (بسر).(١٠) النقرس: مرض مزمن يؤدي إلى أورام شديدة في المفاصل، ويأتي نتيجة فشل =</p><p> وأما الزيتون فإنه يعتصر منه الزيت الذي يدور في أكثر الأطعمة مع [الاصطباغ]  (١) به، والأدهان، واتخاذ الصابون، ثم ما في شجره من أنه مال يبقى على مرور الزمَان، ثم ما فيه من الطيب، وإصلاح الغذاء؛ إذا تُنوِلَ على الحالة الأولى قبل العصر. </p><p> وقال قتادة: التين الجبل الذي عليه دمشق (٢) ، والزيتون الجبل الذي </p><p>= الجسم في أداء مهمته الطبيعية لتحليل أنواع معينة من البروتين مما ينتج عنه زيادة كبيرة في حمض اليوريك تتجمع في الدم، وداء المفاصل، ويعتبر الاستعداد للإصابة بالنقرس وراثيًا، وليس للنقرس علاج حتى الآن، إلا أن السيطرة عليه ممكنة باتباع التعليمات بشكل دائم مستمر، و\"الموسوعة العربية العالمية\" ٢٥/ ٣٥٦. ووردت الرواية في \"الكشف والبيان\" ١٣/ ١١٨ أ، و\"المحرر الوجيز\" ٥/ ٤٩٩، و\"الكثساف\" ٤/ ٢٢٢، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٠، قال ابن حجر في \"الكافي\" ٤/ ١٨٦، الحديث أخرجه أبو نعيم في الطب، والثعلبي من حديث أبي ذر، وفي إسناده من لا يعرف.(١) في: (أ)، (ع) (الاصطباح)، هكذا وردت في النسختين، ولم أتوصل لمعرفة معناه، فأثبت ما جاء في النسخة المطبوعة \"للوسيط\" ٤/ ٥٢٣.(٢) دمشق: عاصمة الجمهورية العربية السورية، وأكبر مدينة في البلاد السورية على الإطلاق، وهي أكثر المدن السورية سكانًا بسبب الهجرة الكثيفة إليها من المناطق المجاورة، والمدن الأخرى، يخترقها نهر بردى، وتحيط بها بساتين الغوطة، وتشتهر دمشق القديمة بأسواقها المسقوفة، وأهمها سوق الحميدية، وسوق مدحت باشا، وسوق الحرير، أشهر مساجدها الجامع الأموي، ومسجد السنانية، ومن المساجد الحديثة: الجامع الأكرمي في حي المزة، وتعتبر الغوطة برمها منتزهاً لأهالي دمشق بالإضافة إلى حدائق وادي بردى. وقد قيل لقد سميت دمشق لأنهم دَمشَقوا في بنائها أي أسرعوا. انظر: \"للموسوعة العربية العالمية\" ١٠/ ٣٦٨ - ٣٧٢، وانظر: \"معجم البلدان\" ٢/ ٤٦٣.</p><p> عليه بيت المقدس (١)  (٢) . </p><p> ونحو هذا قال ابن زيد؛ إلا أنه خص المسجدين فقال: التين مسجد دمشق، والزيتون (مسجد)  (٣) بيت المقدس (٤) . </p><p> وروى (أبو مكين (٥) ) (٦) عن عكرمة قال: هما جبلان (٧) . </p><p>(١) بيت المقدس: هي مدينة مرتفعة على جبال يُصعد إليها من كل مكان يقصدها المقاصد من فلسطين، وبها المسجد الأقصى، وليس في بيت المقدس ماء جار سوى عيون لا ينتفع المزروع بها، وهي من أخصب بلاد فلسطين على مر الأوقات، وفي سورها موضع يعرف بمحراب داود النبي عليه السلام، وهو بنية مرتفعة ارتفاعها نحو خمسين ذراعاً من الحجارة، وبأعلى بناء كالحجرة، وهو المحراب. انظر: \"المسالك والممالك\" للأصطخري ص ٥٦، و\"صورة الأرض\" لابن حوقل ص ١٥٨. (٢) \"تفسير عبد الرزاق\" ٢/ ٣٨٢، و\"جامع البيان\" ٣٠/ ٢٣٩، و\"بحر العلوم\" ٣/ ٤٩١، و\"الكشف والبيان\" ١٣/ ١١٨ أ، و\"معالم التنزيل\" ٤/ ٥٠٤، و \"الجامع لأحكام القرآن\" ٢٠/ ١١١، و\"البحر المحيط\" ٨/ ٤٨٩، و\"الدر المنثور\" ٨/ ٥٤٥ ونسبه إلى عبد بن حميد وابن أبي حاتم وابن عساكر، و\"فتح القدير\" ٥/ ٤٦٤.(٣) ساقط من (أ).(٤) \"جامع البيان\" ٣٠/ ٢٣٩، و\"النكت والعيون\" ٦/ ٣٠٠، و\"معالم التنزيل\" ٤/ ٥٠٤، و\"المحرر الوجيز\" ٥/ ٤٩٩، و\"زاد المسير\" ٨/ ٢٧٥، و\"الجامع لأحكام القرآن\" ٢٠/ ١١١، و\"تفسير القرآن العظيم\" ٤/ ٥٦٣، و\"فتح القدير\" ٥/ ٥٦٤.(٥) أبو مكين: نوح بن ربيعة الأنصاري؛ مولاهم، روى عن عكرمة مولى ابن عباس، وعنه الحكم بن أبان. صدوق.انظر: \"التاريخ الكبير\" ٨/ ١١١: ت ٢٣٨٣، و\"تهذيب الكمال\" ٣/ ٥٠ ت ٦٤٩٢، و\"تقريب التهذيب\" ٢/ ٣٠٨: ت ١٦٦.(٦) ساقط من (أ).(٧) \"جامع البيان\" ٣٠/ ٢٣٩ من طريق أبي بكر عن عكرمة، و\"الكشف والبيان\" ١٣/ ١١٨/ أ، و\"زاد المسير\" ٨/ ٢٧٥.</p><p> وحكى الفراء قال: سمعت رجلاً (١) كان صَاحب تفسير قال: \"التين\" جبال ما بين [حلوان (٢) ] (٣) إلى همذان (٤) ، </p><p> و \"الزيتون\" جبال الشام (٥)  (٦) . </p><p> وعلى هذا سميت هذه الأمكنة بالزيتون والتين، لأنها تنبتهما، وهي </p><p>(١) رجل من أهل الشام هكذا جاء في المعاني. (٢) حُلوان: لعله يراد به حلوان العراق، وهي بلدة تاريخية، تقع في شمال الجزيرة، قيل: كانت كبرى مدن العراق بعد بغداد، والكوفة، والبصرة، وواسط، وسامراء، استولى عليها جرير بن عبد الله عام ١٩ هـ، فهرب منها يزدجرد إلى أصبهان، أكثر ثمارها التين، وهي بقرب الجبل، وليس للعراق مدينة بقرب الجبل غيرها. \"القاموس الإسلامي\" أحمد عطية: ٢/ ١١٤. وانظر: \"معجم البلدان\" ٢/ ٢٩٠.(٣) ما بين المعقوفين غير مقروء في: (ع)، وفي (أ): (حوالي)، والمثبت من مصدر القول من معاني الفراء.(٤) هَمَذَان: من مدن فارس، وتعد أكبر المدن الجبلية فيها، عذب ماؤها، طيب هواؤها، فتحها المغيرة بن شعبة (في سنة ٢٤ هـ. انظر: \"معجم البلدان\" ٥/ ٤١٠ وما بعدها، و\"مراصد الاطلاع\" للبغدادي ٣/ ١٤٦٤.(٥) \"معاني القرآن\" ٣/ ٢٧٦ بيسير من التصرف.(٦) الشام: بفتح أوله، وسكون همزته أو فتحها، ولغة ثالثة بغير همز، وفي تسميتها بالشام أوجه منها: أنها مأخوذة من اليد الشؤمى، وهي اليسرى؛ لأنها عن يسار الكعبة، وقيل: الشام جمع شامة؛ سميت بذلك لكثرة قراها، وتداني بعضها من بعض، فشبهت بالشامات، وقيل غير ذلك، وبها من أمهات المدن: منبج، وحلب، وحماة، وحمص، ودمشق، وبيت المقدس.ومن سواحلها: عكا، وصور، وعسقلان، وغير ذلك، وكانت تتكون فيما سبق من سوريا، ولبنان، وفلسطين، والأردن، ولكن منذ العرب العالمية الأولى انقسم هذا الإقليم إلى وحدات سياسية هي: سوريا، ولبنان، وفلسطين، وشرق الأردن.انظر: \"معجم البلدان\" ٣/ ٣١١، و\"مراصد الاطلاع\" ٣/ ٧٧٥، و\"صورة الأرض\" لابن حوقل ١٥٣، و\"مسالك الممالك\" للأصطخري ٥٥، و\"القاموس الإسلامي\" ٤/ ٢٢.</p>"
}