{
  "id": null,
  "sura": 95,
  "aya": 7,
  "text": "<p> يعلمها في شبابه وصحته لا يمن به عليه. </p><p> قال الضحاك: وهو أجر بغير عمل (١) . وذكرنا هذا في أوائل سورة حم السجدة (٢) . </p><p> واختار ابن قتيبة القول الأول، وقال: إلا الذين آمنوا وعملوا الصَالحات في وقت القُوَّة والقدرة، فإنهم في حال الكِبَر غير منقوصين، لانا نعلم لو لم نسلبهم القوة لم يكونوا ينقطعون عن عمل الصالحات، فنحن نجري لهم أجر ذلك ولا نَمُنّهُ، أي ولا نقطعه، ولا ننقصه (٣) . </p><p> ٧ - ثم قال {فَمَا يُكَذِّبُكَ} أيها الإنسان. {بَعْدُ بِالدِّينِ} . </p><p> أي مجازاتي إياك بعملك، وأنا أحكم الحاكمين (٤) . </p><p> قال مقاتل: يقول: فما يكذبك أيها الإنسان بعد بيان (٥) الصورة الحسنة، والشباب، ثم الهرم بعد ذلك بالحسَاب (٦)  (٧) . </p><p>(١) \"الكشف والبيان\" ١٣/ ١١٩ ب، و\"النكت والعيون\" ٦/ ٣٠٣، و\"معالم التنزيل\" ٤/ ٥٠٥، و\"الجامع لأحكام القرآن\" ٢٠/ ١١٦، و\"لباب التأويل\" ٤/ ٣٩١. (٢) سورة فصلت: ٨، وتسمى أيضًا: السجدة، والمصابيح. انظر: \"الإتقان\" للسيوطي ١/ ١٥٧، ومما جاء في تفسيرها: قال ابن عباس: غير مقطوع. وقال مقاتل: غير منقوص. وقال مجاهد: غير محسوب قال المبرد: فيه قولان: أحدهما: غير مقطوع من قولك: مننت الحبل أي قطعته، ومنه قولهم: قد منّه السفر أي قطعه، ويكون غير ممنون: أي لا يمن به عليهم، وهذا معنى قول مجاهد. \"البسيط\" ٤/ ٢٣٨ ب.(٣) \"تأويل مشكل القرآن\" ٣٤٢.(٤) بياض في: (ع).(٥) بياض في: (ع).(٦) قوله: (الهرم بعد ذلك بالحساب) بياض في (ع).(٧) ورد قوله في \"تفسير مقاتل\" ٢٤٤ ب، و\"الوسيط\" ٤/ ٥٢٦.</p><p> والمعنى: ألا يتفكر في صورته، وشبابه، وهرمه، فيعتبر، ويقول: إن الذي فعل ذلك قادر على أن يبعثني ويحاسبني (١) . </p><p> ومعنى {فَمَا يُكَذِّبُكَ} مَا يجعلك تكذب بالمجازاة بعد هذه الحجج؟. </p><p> قال الكسَائي: يقول مَا صدقك بكذا، أو ما كذبك بكذا أي: مَا حملك على تكذيبه وتصديقه (٢)  (٣) . </p><p> وعامة المفسرين على أن هذا خطاب للإنسان المكذب (٤) بالدين (٥) . </p><p> قال منصور: قلت لمجاهد: {فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ} عني به محمد؟ فقال: معَاذ الله! إنما عني به الإنسان (٦)  (٧) . </p><p> وقال قتادة: فمن يكذبك أيها الإنسان بعدها بالدين (٨)  (٩) . واختاره </p><p>(١) بياض في (ع). (٢) بياض في (ع).(٣) لم أعثر على مصدر لقوله.(٤) بياض في (ع).(٥) قال بذلك الكلبي. انظر: \"تفسير عبد الرزاق\" ٢/ ٣٨٣، ومقاتل ٢٤٤/ ب، وعكرمة، وغيره قاله ابن كثير \"تفسيره\" ٤/ ٥٦٣، كما قال به: الطبري ٣٠/ ٢٤٩، والسمرقندي ٣/ ٤٩٢، والثعلبي ١٣/ ١١٩/ ب، وانظر: \"معالم التنزيل\" ٤/ ٥٠٥، وعزاه ابن عطية إلى جمهور المفسرين، و\"المحرر الوجيز\" ٥/ ٥٠٠، وبه قال أيضًا الأخفش في \"معاني القرآن\" ٢/ ٧٤٠.وذهب آخرون إلى إنما عني بذلك رسول الله -صلى الله عليه وسلم- قاله قتادة، ورجحه الطبري في \"جامع البيان\" ٣٠/ ٢٤٩، وابن عطية في \"المحرر الوجيز\" ٥/ ٥٠٠، والشوكاني في \"فتح القدير\" ٥/ ٤٦٦.(٦) قوله: (إنما عني به الإنسان) بياض في (ع).(٧) \"جامع البيان\" ٣٠/ ٢٤٩، و\"المحرر الوجيز\" ٥/ ٥٠٠، و\"ابن كثير\" ٤/ ٥٦٣.(٨) بياض في (ع).(٩) قلت: ولعل العبارة عن قتادة: فمن يكذبك أيها الرسول بعد هذا البيان بالدين؟ فقد =</p>"
}