{
  "id": null,
  "sura": 96,
  "aya": 1,
  "text": "<p> تفسير سورة العلق (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} أكثر المفسرين، وأهل التأويل على أن هذه السورة أول مَا نزل من القرآن، (وهي أول شيء نزل (٢) ؛ </p><p>(١) مكية بالإجماع، حكى ذلك ابن عطية في \"المحرر الوجيز\" ٥/ ٥٠١، وابن الجوزي في \"زاد المسير\" ٨/ ٢٧٨، انظر: \"الكشف والبيان\" ١٣/ ١٢٠ أ، و\"الكشاف\" ٤/ ٢٢٣. (٢) وهذا القول مروي عن: عائشة، وعبد الله بن عمر، وأبو رجاء العطاردي، قال الهيثمي عن هذه الرواية: رواه الطبراني ورجاله رجال الصحيح: \"مجمع الزوائد\" ٧/ ١٣٩، ومجاهد، وأبي موسى الأشعري. انظر: \"جامع البيان\" ٣٠/ ٢٥٢ - ٢٥٣، و\"فضائل القرآن\" لأبي عبيد ٢/ ١٩٨ - ١٩٩، و\"الدر المنثور\" ٨/ ٥٦٠.وعزاه الثعلبي إلى أكثر المفسرين: \"الكشف والبيان\" ج ١٣/ ١٢٠ أ، وكذلك صاحب \"معالم التنزيل\" ٤/ ٥٠٦، و\"لباب التأويل\" ٤/ ٣٩٢، وابن حجر في \"فتح الباري\" ٨/ ٧١٤.وقال الزمخشري، والنسفي: وأكثر المفسرين على أن الفاتحة أول ما نزل ثم سورة القلم. وانظر: \"الكشاف\" ٤/ ٢٢٣، و\"مدارك التنزيل وحقائق التأويل\" للنسفي ٣/ ٧٠٨، وقد قال بهذا القول ابن عباس، وعزاه القرطبي إلى أبي موسى، وعائشة. رضي الله عنهما وغيرهم. انظر: \"الجامع لأحكام القرآن\" =</p><p> أول) (١) يوم نزل جبريل على رسول الله -صلى الله عليه وسلم-، وهو قائم في حِراء (٢) فعلّمه خمس آيات من هذه السورة (٣) </p><p>= ٢٠/ ١١٧، و\"الدر المنثور\" ٨/ ٥٦٠، و\"المستدرك\" ٢/ ٥٢٩ وصححه، ونفى ابن حجر أن يكون قال به الأكثر؛ بل قرر أن عدد أقل من القليل بالنسبة إلى القول الأول القائل: إن اقرأ أول ما نزل. انظر: \"فتح الباري\" ٨/ ٧١٤. وهناك قول ثالث: مروي عن جابر أن أول ما نزل من القرآن: يا أيها المدثر. وهناك أقوال أخرى: أشهرها ما ذكره الواحدي عن أكثر المفسرين.قال القاضي أبو بكر في الانتصار: وأثبت الأقاويل: {اقْرَأْ بِاسْمِ رَبِّكَ}، ويليه في القوة: {يَا أَيُّهَا الْمُدَّثِّرُ} وطرق الجمع بين الأقاويل أن أول ما نزل من الآيات: {اقْرَأْ بِاسْمِ رَبِّكَ}، وأول ما نزل من أوامر التبليغ: {يَا أَيُّهَا الْمُدَّثِّرُ}، وأول ما نزل من السور سورة الفاتحة. انظر \"البرهان في علوم القرآن\" للزركشي: ٢/ ٢٠٧ - ٢٠٨.وقال ابن تيمية: فسورة {اقْرَأْ} هي أول ما نزل من القرآن، ولهذا افتتحت بالأمر بالقراءة، وختمت بالأمر بالسجود، ووسطت بالصلاة التي أفضلها أقوالها، وأدلها بعد التحريم هو القراءة. ثم عزا القول \"إنها من أول ما نزل\" إلى جماهير العلماء. انظر: \"مجموع الفتاوى\" ١٦/ ٢٥٤ - ٢٥٥.(١) ما بين القوسين ساقط من (أ).(٢) حراء: جبل، وهو صخري كثير الشعاب، صعب المرتقى، يقع في الشمال الشرقي لمكة، ويجاوره جبل ثبير، واشتهر جبل حراء بالغار الذي يعرف باسمه، كما يطلق عليه اسم جبل النور، لأن مهبط الوحي الأول على الرسول -صلى الله عليه وسلم-. \"القاموس الإسلامي\" ٢/ ٥٩، وانظر: \"معجم ما استعجم\" ٢/ ٤٣٢، و\"معجم البلدان\" ٢/ ٢٣٣.(٣) لقد وردت أحاديث عدة من طرق مختلفة بهذا المعنى؛ منها ما هو موقوف، ومنها ما هو مرفوع، وأصحها ما جاء عن عائشة رضي الله عنها قالت: كان أوَّلَ ما بدئ به رسول الله -صلى الله عليه وسلم- الرؤيا الصادقة في النوم، فكان لا يُرى رُؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه الخلاء، فكان يلحق بغار حراء، فيتحنث فيه. قال: والتحنث: التعبد الليالي ذوات العدد، قبل أن يرجع إلى أهله، ويتزود لذلك، ثم يرجى إلى خديجة، فيتزود بمثلها، حتى فجَأهْ الحق وهو في غار حراء، فجاءه =</p><p> {اقْرَأْ بِاسْمِ رَبِّكَ} مجازه: اسم ربك) (١) ، أن الباء زائدة (٢) معناه: اقرأ اسم ربك، كما قال (الأخطل)  (٣) . </p><p> هُنَّ (٤) الحرائِرُ لا رّبَّاتُ أحْمِرةٍ ... سُوُد المحاجِرِ لا يَقْرَأْنَ بالسُّوَرِ (٥) . </p><p>= الملك فقال: اقرأ، فقال رسول الله -صلى الله عليه وسلم- ما أنا بقارئ قال: فأخذني فغطني حتى بلغ مني الجهد، ثم أرسلني، فقال: اقرأ. قلت: ما أنا بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ قلت: ما أنا بقارئ فأخذني فغطني الثالثة حتى بلغ مني الجهد، ثم أرسلني، فقال: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (٢) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (٣) الَّذِي عَلَّمَ بِالْقَلَمِ} الآيات إلى قوله: {عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ} الحديث. أخرجه: البخاري في \"الجامع الصحيح\" ٣/ ٣٢٧: ح ٤٩٥٣: كتاب التفسير: باب ٩٦، ومسلم في صحيحه ٢/ ٥٥٦: ح ٢٥٢. كتاب الإيمان: باب بدء الوحي إلى رسول الله -صلى الله عليه وسلم-وأحمد في \"المسند\" ٦/ ٢٣٢ - ٢٣٣.(١) ما بين القوسين من قول أبي عبيدة في \"مجاز القرآن\" ٢/ ٣٠٤.(٢) من أوجه مواضع زيادة \"الباء\" قال الزمخشري: أن تكون للحال، أي: اقرأ مفتتحًا باسم ربك؛ قل: بسم الله ثم اقرأ. \"الكشاف\" ٤/ ٣٢٣. أن تكون \"الباء\" للاستعانة، والمفعول محذوف، تقديره: اقرأ ما يوحي إليك مستعيناً باسم ربك. أنها بمعنى \"على\" أي اقرأ على اسم ربك. \"الدر المصون\" ٦/ ٥٤٥.(٣) ساقط من (أ).(٤) في (أ): (من).(٥) ورد البيت منسوبًا إلى الراعي النميري وهو في \"ديوان الراعي\" النميري ص ١٠١، و\"الدر المصون\" ٦/ ٥٤٥، و\"المقتضب\" ٣/ ٤٤ الحاشية وذكر محقق المقتضب أن للقتال الكلابي مثله.معناه: الحرائر جمع حرة، وهي الكريمة الأصيلة، والربات جمع ربة بمعناه الصاحبة، والأحمرة جمع حمار، وخص الحمير لأنها رذال المال وشره، أراد بسود المحاجر: الإماء السود. لا يقرأن بالسور: جاهلات لا يقرأن القرآن. \"ديوان الراعي\" ص ١٠١.</p><p> يعني: لا يقرأن السور، والباء زائدة. </p><p> ومعنى {اقْرَأْ بِاسْمِ رَبِّكَ} اذكر اسمه كأنه أمران يبدأ (١) القراءة باسم (ربك، فالجالب)  (٢) للباء معنى الابتداء، وفي هذا دلالة على أن تجب قراءة التسمية في ابتداء كل سورة، كما (٣) أنزل الله تعالى، وأمر به في هذه الآية ردًا على من لا يرى ذلك ولا يبتدئ بها (٤) . </p><p>(١) في (ع): (يبتدئ). (٢) ما بين القوسين ساقط من (ع).(٣) في (ع): (عما).(٤) هذه المسألة فيها خلاف: هل البسملة آية من سورة الفاتحة وحدها، أو من كل سورة، أو ليست آية لا من أم الكتاب ولا من كل سورة؟.فمنهم من رأى أنها آية من أم الكتاب، فأوجب قراءتها بوجوب قراءة أم الكتاب عنده في الصلاة.ومن رأى أنها آية من كل سورة وجب عنده أن يقرأها مع السورة.فالحنفية ترى أن البسملة ليست آية من الفاتحة، ولا من غيرها من السور إلا جزءاً من آية سورة النمل، وهو مروي عن أحمد، وهي المنصورة عند أصحابه، ومالك، والأوزاعي، وعبد الله بن معبد الرماني.ورواية عن أحمد أنها آية من الفاتحة، ومن كل سورة ذكرت في فاتحتها، وهو أيضًا قول عطاء، والزهري، وعبد الله بن المبارك، وكذلك قال الشافعي هي آية من الفاتحة، ومن كل سورة غير براءة.انظر تفصيل المسألة بأدلتها في: \"حلية العلماء في معرفة مذاهب الفقهاء\" للشاشي القفال ٢/ ١٠٢، و\"بداية المجتهد ونهاية المقتصد\" لابن رشد القرطبي ١/ ١٢٥، و\"المغنى\" لابن قدامة ١/ ٤٨٠، و\"المجموع شرح المهذب\" للنووي ٣/ ٣٣٣، و\"نيل الأوطار\" للشوكاني ٢/ ٢١٨، و\"حاشية الروض الربع شرح زاد المستقنع\" لعبد الرحمن بن محمد النجدي: ٢/ ٢٤ - ٢٥، و\"الفقه الإسلامي وأدلته\" د. وهبة الزحيلي ١/ ٦٤٦، ٦٥٠، ٦٥٤.</p>"
}