{
  "id": null,
  "sura": 96,
  "aya": 17,
  "text": "<p> وقال (١) مقاتل: لنأخذن بالناصية أخذًا شديدًا (٢) . </p><p> وقال الحسن: السفع الأخذ (٣) . وهذا كقوله {فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ}  [الرحمن: ٤١] . قال مقاتل:  (ثم أخبر عنه أنه فاجر خاطئ فقال:</p><p> ١٦ - {نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ} )  (٤) </p><p> قال الكلبي: كاذبة على الله مشركة (٥) . </p><p> وقال أبو إسحاق: ناصية بدل من الناصية، المعنى: لنسفعًا بناصية (٦) كاذبة، وتأويله: صَاحبها كاذب خاطئ كما يقال: فلان نهاره صَائم، وليله قائم، المعنى: هو صَائم في نهاره، قائم في ليله (٧) . </p><p> قال ابن عباس: لما نهى أبو جهل رسول الله -صلى الله عليه وسلم- (عن)  (٨) الصلاة انتهره رسول الله -صلى الله عليه وسلم- (٩) فقال أبو جهل: أتنتهرني يا محمد، فوالله لقد علمت مَا بها رجل أكثر ناديًا (١٠) مني، فأنزل الله قوله: </p><p> ١٧ - {فَلْيَدْعُ نَادِيَهُ}  (١١) . </p><p>(١) في (أ): (قال). (٢) \"تفسير مقاتل\" ٢٤٥ ب.(٣) لم أعثر على مصدر لقوله.(٤) ما بين القوسين من قول مقاتل: \"فتح القدير\" ٥/ ٤٧٠.(٥) لم أعثر على مصدر لقوله.(٦) في (أ): (بناصيته).(٧) \"معاني القرآن وإعرابه\" ٥/ ٣٤٥.(٨) في (ع): (من).(٩) ساقط من (ع).(١٠) في (أ): (أدباً).(١١) الرواية عن ابن عباس وردت في \"سنن الترمذي\" ٥/ ٤٤٤، ح: ٢٣٤٩، وقال: هذا حديث حسن غريب صحيح، والرواية كما هي عند الترمذي: عن ابن عباس =</p><p> أي أهل مجلسه. قاله (١) أبو عبيدة (٢) . </p><p> (٣) وذكرنا تفسير النادي عند قوله: {وَتَأْتُونَ فِي نَادِيكُمُ}  (٤) ، ونحو </p><p>= قال: كان النبي -صلى الله عليه وسلم-يصلي، فجاء أبو جهل فقال: ألم أنهك عن هذا! ألم أنهك عن هذا؟ فانصرف النبي -صلى الله عليه وسلم- فزبره، فقال أبو جهل: إنك لتعلم ما بها ناد أكثر مني، فأنزل الله: {فَلْيَدْعُ نَادِيَهُ (١٧) سَنَدْعُ الزَّبَانِيَةَ} فقال ابن عباس: فوالله لو دعا ناديه لاْخذته زبانية الله وقد أخرجه أيضًا الإمام أحمد في: \"المسند\" ١/ ٢٥٦، ٣٢٩. وقال الهيثمي: في الصحيح بعضه، ورجال أحمد رجال الصحيح. \"مجمع الزوائد\" ٧/ ١٣٩: التفسير: باب سورة اقرأ. كما أخرجه النسائي في \"تفسيره\" ٢/ ٥٣٥، ح: ٧٠٤، وقال محققه: إسناده حسن، والطبراني في: \"المعجم الكبير\" ١٢/ ١٣٧، ح: ١٢٦٩٣، وقال محققه: وهو صحيح؛ ولكن من غير الطريق الذي ذكره عن ابن عباس، كما ورد في: \"أسباب النزول\" للواحدي: تح: أيمن صالح: ٣٩٦، قال محققه: حسن صحيح، وعزاه إلى الترمذي. وقال محقق أسباب النزول د. عصام الحميدان: وصححه الهيثمي، وهو كما قال ٤٦٠، و\"لباب النقول\" ص ٢٣٢، و\"الصحيح المسند\" ص ٢٣٦.كما ورد معناه في: \"جامع البيان\" ٣٠/ ٢٥٩، و\"معالم التنزيل\" ٤/ ٥٠٨، و\"لباب التأويل\" ٤/ ٣٩٤، و\"الدر المنثور\" ٨/ ٥٦٤، وعزاه إلى ابن أبي شيبة، وابن المنذر، وابن مردويه، والبيهقي، وأبي نعيم.وعزاه الحافظ في \"الثاني\" ٤/ ١٨٦ للحاكم، والبزار، وقال: أصله في \"صحيح البخاري\".وانظر دراسة إسناد هذه الرواية في: \"تفسير ابن عباس\" للحميدي ٢/ ٩٧٩.(١) في (أ): (قال).(٢) \"مجاز القرآن\" ٢/ ٣٠٤ بنصه.(٣) في (ع): (ونجوماً)، وهي زيادة في الكلام، ووضعت في غير موضعها.(٤) سورة العنكبوت: ٢٩، وذكر في تفسيرها: المجلس، ثم جاء إلى سورة مريم: ٧٣ عند قوله: {أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا}، وقد جاء في تفسيرها وأحسن نديا: النَدىَّ فَعيل معنى الفاعل، وهو المجلس، وكذلك النادي، يقال: ندوت =</p>"
}