{
  "id": null,
  "sura": 97,
  "aya": 4,
  "text": "<p> وقال أهل المعَاني: إنما يفضل بعض الأوقات على بعض بما يكون فيه من الخير الجزيل، والنفع الكثير، فلما جعل الله تعالى الخير الكثير يقسم في ليلة القدر كانت خيرًا من ألف شهر (١) ؛ لا يكون فيه من الخير والبركة مَا في هذه الليلة (٢) . وهذا تحقيق القول الأول. </p><p> ثم أخبر بما يكون في تلك الليلة فقال: </p><p> ٤ - (قوله)  (٣) : {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا} . </p><p> يعني جبريل في قول ابن عباس (٤) ، (ومقاتل (٥) ) (٦) ، والجمهور (٧) . </p><p>= والرواية عن مالك أنه سمع من يثق به من أهل العلم يقول: إن رسول الله -صلى الله عليه وسلم- أري أعمار الناس قبله، أو ما شاء الله من ذلك، فكانه تقاصر أعمار أمته أن لا يبلغوا من العمل الذي بلغ غيرهم من طول العمر، فأعطاه الله ليلة القدر خير من ألف شهر. وانظر أيضًا: \"بحر العلوم\" ٣/ ٢٩٦، و\"الجامع لأحكام القرآن\" ٢٠/ ١٣٢ - ١٣٣، و\"الدر المنثور\" ٨/ ٥٦٨، وعزاه إلى مالك في \"الموطأ\"، والبيهقي في \"شعب الإيمان\" ٣/ ٢٧٣، ح: ٣٦٦٧.(١) في (أ)، و (ع): (شهراً).(٢) وتفضيلها بالخير على ألف شهر إنما هو بتضعيف فضل ما يحصل فيها من الأعمال الصالحة، واستجابة الدعاء، ووفرة ثواب الصدقات، والبركة للأمة فيها. قاله ابن عاشور في \"التحرير والتنوير\" ٣/ ٤٥٩.(٣) ساقط من (ع).(٤) لم أعثر على مصدر لقوله.(٥) لم أعثر على مصدر لقوله.(٦) ما بين القوسين ساقط من (أ).(٧) حكاه عن أكثر المفسرين الثعلبي في \"الكشف والبيان\" ١٣/ ١٣٠ أ، وابن الجوزي في \"زاد المسير\" ٨/ ٢٨٧، والخازن في \"لباب التأويل\" ٤/ ٣٩٧، والشوكاني =</p><p> وذكرنا ما قيل في تفسير الروح عند قوله:  {يَوْمَ يَقُومُ الرُّوحُ}  (١) . </p><p> وقوله:  {فِيهَا} . أي في ليلة القدر. </p><p> قال المفسرون (٢) : تنزل الملائكة، ومعهم جبريل في ليلة القدر بالرحمة من الله، والسلام على أوليائه، فيصلون ويسلمون علي كل عبد قائم، (أو قاعد)  (٣) يذكر الله تعالى، (وهذا المعنى روي أيضًا مرفوعًا (٤) ) (٥) ، وقال آخرون: إنهم ينزلون إلى السماء الدنيا بكل مَا </p><p>= في \"فتح القدير\" ٥/ ٤٧٢، وقال به أيضًا سعيد بن جبير في \"النكت والعيون\" ٦/ ٣١٣. وإليه ذهب الطبري: \"جامع البيان\" ٣٠/ ٢٦٠، السمرقندي في \"بحر العلوم\" ٣/ ٤٩٦، وانظر: \"معالم التنزيل\" ٤/ ٥١٢، و\"المحرر الوجيز\" ٥/ ٥٠٥، و\"الكشاف\" ٥/ ٢٢٥. (١) سورة النبأ: ٣٨.(٢) ممن قال بمعنى ذلك: ابن عباس، وعلي، وعكرمة. \"جامع البيان\" ٣٠/ ٢٦٠، و\"الكشف والبيان\" ١٣/ ١٣٠ ب، حمل هذا المعنى القراءة عنهم: (من كل امرئ) فتأولها الكلبي على أن جبريل ينزل فيها مع الملائكة، فيسلمون على كل امرئ مسلم. \"النكت والعيون\" ٦/ ٣١٤، و\"الجامع لأحكام القرآن\" ٢٠/ ١٣٤، و\"مجاز القرآن\" ٢/ ٣٠٥.(٣) ساقط من (أ).(٤) وهذا مروي عن انس قال: قال النبي -صلى الله عليه وسلم-: (إذا كان ليلة القدر، نزل جبريل في كبكبة من الملائكة يصلون ويسلمون على كل عبد قائم أو قاعد يذكر الله تعالى). ذكر ذلك الثعلبي عن أنس في \"الكشف والبيان\" ١٣/ ١٣٠ أ - ب، والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ١٣٤، وانظر أيضًا: \"زاد المسير\" ٨/ ١٨٧ عن أنس، و\"الدر المنثور\" ٨/ ٥٨٣ مفصلاً، وعزا تخريجه إلى البيهقي عن أنس. وقال ابن كثير: وروى البيهقي في كتاب: فضائل الأوقات عن علي أثراً غريباً في نزول الملائكة ومرورهم على المصلين ليلة القدر، وحصول البركة للمصلين. \"تفسير القرآن العظيم\" ٤/ ٥٦٨.(٥) ما بين القوسين ساقط من (أ).</p><p> قضاه الله وقدره في السنة (١) . يدل عليه قوله: </p><p> {مِنْ كُلِّ أَمْرٍ} </p><p> قال مقاتل: يعني بكل أمر قدره الله وقضاه فيما يكون في تلك السنة (٢) . </p><p> وهذا كقوله تعالى: {يَحْفَظُونَهُ (مِنْ أَمْرِ)  (٣) اللَّهِ} [الرعد: ١١] أي بأمره. وقد مر (٤) . </p><p> وهذا القول اختيار الزجاج (٥) ، ويدخل في هذا الرحمة والبركة، والخير؛ لأن كل ذلك من أمر الله، فهم ينزلون إلى السماء بكل قدر قضي في تلك السنة إلى الأرض بالخير والرحمة للمؤمنين. </p><p> يدل على ذلك قوله (تعالى)  (٦) : {مِنْ كُلِّ أَمْرٍ (٤) سَلَامٌ} (٧) . </p><p>(١) قال بنحو ذلك الثعلبي في \"الكشف والبيان\" ١٣/ ١٣٠ ب. (٢) راجع حاشية: ٩ من ص ٨٩٤، وهذا القول قد حكاه عن أكثر المفسرين كل من: الطبري؛ \"جامع البيان\" ٣٠/ ٢٦٠، ابن الجوزي؛ \"زاد المسير\" ٨/ ٢٨٧، الفخر؛ \"التفسير الكبير\" ٣٢/ ٣٦، القرطبي إلى ابن عباس في \"الجامع لأحكام القرآن\" ٢٠/ ١٣٣، و\"لباب التأويل\" ٤/ ٣٩٨ من غير عزو.(٣) (مر): بياض في (أ).(٤) ومما جاء في تفسير آية الرعد: (.. لها قولان:أحدهما: أنه على التقديم والتأخير، تقديره: له معقبات من أمر الله يحفظونه، وهو معنى ابن عباس قال: هم الملائكة، وهم من أمر الله.والثاني: أن هذا على إضمار، أي ذلك الحفظ من أمر الله؛ أي مما أمر الله به.وهناك قول ثالث: وهو أن معنى الآية يحفظون بأمر الله).(٥) \"معاني القرآن وإعرابه\" ٥/ ٣٤٧.(٦) ساقط من (أ).(٧) {سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ}.</p>"
}