{
  "id": null,
  "sura": 100,
  "aya": 4,
  "text": "<p> ومعنى الإغارة في اللغة (: الإسراع، ويقال أغار، إذا أسرع،وبذلك فسر الكسائي قول الأعشى:</p><p> أغارَ لعَمْرِي في البلاد وأنجدا (١) ) (٢) </p><p> وكانت العرب في الجاهلية تقول: أشرِقْ ثبير كيما نُغِيُر (٣) . أي كي يسرع في الإفاضة. </p><p> ٤ - قوله (تعالى)  (٤) : {فَأَثَرْنَ بِهِ نَقْعًا} . </p><p> (يقال: ثار الغبارُ والدُّخان، إذا ارتفع، وثار القطا (٥) عن مفحصه (٦)  (٧) ، ويقال: ثاروا في وجوه القوم، وأثرته: أي هيجته وأثرت الغبار.) (٨) </p><p>(١) ورد البيت غير منسوب في \"تهذيب اللغة\" ٨/ ١٨٣ (غار)، البيت للأعشى ميمون ابن قيس وهو في ديوانه. (٢) ما بين القوسين نقله عن \"تهذيب اللغة\" ٨/ ١٨٣ (غار).(٣) ورد المثل في \"مجمع الأمثال\" ٢/ ١٥٧ وهو مثل يضرب في الإسراع والعجلة، ومعنى أشرِقْ: أي ادخُلْ يا ثبيِر في الشُّرَوق كَي نُسرع للنَّحْر، يُقال: أغار على إغارة الثَعْلب، أي أسْرَع، قال عمر): إن المشركين كانوا يقولون: أشرق ثبير كما نُغير، وكانوا لا يفيُضون حتى تطلع الشمس.(٤) ساقط من (ع).(٥) القطا: هو طير، والواحدة: قطاة، سمي بذلك لثِقل مَشْيه. \"تهذيب اللغة\" ٩/ ٢٤٠ (قطا)، و\"لسان العرب\" ١٤/ ١٨٩ (قطا).(٦) (مجمثه): هكذا وردت في \"تهذيب اللغة\" بدلاً من: مفحصه.(٧) مفحص القطاة حيث تُفَرّخ فيها من الأرض، والدجاجة تفحص برجليها وجناحيها في التراب: تتخذ لنفسها أفحوصة تبيض أو تجثم فيه، وأفاحيص القطا التي تفرخ فيها.\"تهذيب اللغة\" ٤/ ٢٥٩ (فحص).(٨) ما بين القوسين نقله عن \"تهذيب اللغة\" ١٥/ ١١٢ (ثار)</p><p> ومنه قول امرئ القيس: </p><p> أثرْن الغُبارَ (١) بالكديد المُرَكَّلِ (٢) </p><p> \"والنقع\" الغبار. قال جرير: </p><p> لقومي أحمى في الحقيقة منكم ... وأضرب للجبار والنقع سَاطع (٣) </p><p> قال المفسرون (٤) : هي الخيل تثير الغبار بحوافرها، وأنشد (ابن عباس قول حسان)  (٥) : </p><p> ثكلت جيادنا إن لم تروها ... تُثيرُ النَّقْعَ من جبلي كداء (٦)  (٧) </p><p>(١) في (أ): (غبارًا). (٢) شطره الأول:مِسَحِّ إذا ما السابحاتُ على الوَنىوقد ورد في \"ديوانه\": ٥٣. دار صادر.ومعناه: سح يسح: بمعنى صب يصب؛ أي أنه يصب الجري، والعدو صباً بعد صب. السابح من الخيل: الذي يمد يديه في عدوه؛ شبه بالسابح في الماء. الواني: الفتور، الكديد: الأرض الصلبة المطمئنة. المركل: من الركل: وهو الدفع بالرجل، والضرب بها، والمركل الذي يركل مرة بعد أخرى. ديوانه: المرجع السابق.(٣) لم أجده في ديوانه.(٤) قال بذلك: مجاهد، وابن عباس، وعطاء، وابن زيد، وعكرمة، وقتادة، وعبد الله بن مسعود. \"تفسير عبد الرزاق\" ٢/ ٣٩٠، و\"جامع البيان\" ٣٠/ ١٧٦، و\"الدر المنثور\" ٨/ ٦٠٣.وقال محمد بن كعب: النقع ما بين مزدلفة إلى مني. \"النكت والعيون\" ٦/ ٣٢٥.(٥) ما بين القوسين ساقط من (أ).(٦) في (أ): (لداء).(٧) ورد البيت في \"ديوانه\" ص ٨، ط. دار صادر برواية:عَدِمْنَا خيلنا إن لم تَرَوهْاَ ... تُثير النقع موعدها كداء</p><p> وقوله:  {بِهِ} </p><p> قال الكلبي: بالمكَان الذي انتهى إليه (١) . </p><p> قال الفراء:  {بِهِ} يريد الوادي، ولم يذكر قبل، وهو جائز إذا عرف اسم الشيء كنى عنه، صمن لم يَجْرِ له ذكر قال الله تعالى:  {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ}  [القدر: ١] . </p><p> يعني القرآن، وهو استئناف سورة (٢) . </p><p> وهذا على قول من يقول: إن هذه الآيات في ذكر إبل الحجاج (٣) ، لأن ذلك الوادي الذي يسرع فيه الإبل معروف، وهو وادي (٤) مُحَسِّرُ. </p><p> وقال أبو إسحاق: فأثرن بمكان عدوها (٥) نقعًا، ولم يتقدم ذكر المكان، ولكن في الكلام (٦) دليل عليه (٧) . </p><p>= \"النكت والعيون\" ٦/ ٣٢٥ برواية: عدمت بُنَيتيّ من كنفي كَداءو\"الدر المنثور\" ٨/ ٦٠٢ وعزاه إلى الطيالسي، وبرواية: (عدمنا موعدها كداء)، و\"روح المعاني\" ٣٠/ ٢١٦.النقع: الغبار، وكداء الثنية العليا بمكة مما يلي المقابر، وهو المعلى.وقوله: (عدما خيلنا) هو كقولك: لا حملتني رجلي إن لم تسر إليك، ولا نفعني مالي إن لم أنفقه عليك \"شرح ديوان حسان\" ص ٥٨، تح: عبد الرحمن البرقوقي: ٥٧ بإيجاز.(١) لم أعثر على مصدر لقوله.(٢) \"معاني القرآن\" ٣/ ٢٨٥ مختصرًا.(٣) في (ع): الحاج.(٤) وادي مُحَسَّرُ: وهو موضع ما بين مكة وعرفة، وهو مَسيلٌ.\"معجم ما استعجم من أسماء البلاد والمواضع\" للبكري: ٤/ ١١٩٠ و\"معجم البلدان\" لياقوت الحموي ٥/ ٦٢.(٥) في مقروءة في: (أ).(٦) في (أ): (المكان).(٧) \"معاني القرآن وإعرابه\" ٥/ ٣٥٣ بتصرف.</p>"
}