{
  "id": null,
  "sura": 105,
  "aya": 5,
  "text": "<p> وقال مقاتل: كان الطائر الواحد يحمل ثلاثة أحجاش، واحد في منقاره، واثنان في رجليه، يقتل بكل واحد رجل ث مكتوب على كل حجر اسم صاحبه (١) . </p><p> قال ابن مسعود: ما وقع منها حجر علي رجل إلا خرج من الجانب الآخر، (وإن وقع على رأسه خرج من دبره (٢) . </p><p> وقال عطاء عن ابن عباس: كانت تحمل حصاة في) (٣) منقارها، وحصاتين في رجليها مثل الحمص؛ (ترسل الواحدة على رأس الرجل فتسيل لحمه ودمه، وتبقى عظامه)  (٤) خاوية لا لحم فيها، ولا دم ولا جلد (٥) ، فذلك قوله: </p><p> ٥ - {فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ} تفسير العصف قد تقدم عند قوله: {وَالْحَبُّ ذُو الْعَصْفِ}  (٦) ، ومعنى \"كعصف(مأكول)(٧)\" : </p><p>(١) بمعناه في: \"تفسير مقاتل\" ٢٥٢ أ، و\"التفسير الكبير\" ٣٢/ ١٠٠. (٢) \"الكشف والبيان\" ١٣/ ٥٧ اب، بمعناه، و\"النكت والعيون\" ٦/ ٣٤٣، و\"معالم التنزيل\" ٤/ ٥٢٩، و\"لباب التأويل\" ٤/ ٤١٠، و\"الجامع لأحكام القرآن\" ٢٠/ ١٩٩.(٣) ما بين القوسين ساقط من (أ).(٤) ما بين القوسين ساقط من (أ).(٥) ورد معنى قوله في: \"فتح القدير\" ٥/ ٤٩٦ وعزاه إلى أبي نعيم في الدلائل.(٦) سورة الرحمن: ١٢، ومما جاء في تفسير \"كعصف\" أنه قشور التبن التي تعلو حب الحنطة وغيره، أو هو ما على ساق الزرع من الورق الذي يبس فيتفتت، وقال بعضهم: إنه بقل الزرع، يعني أول ما ينبت منه، وهو ورق بعد، وقال ابن عباس: ورق السنبل.وخلاصه أقوالهم: إن \"العصف\" ورق الزرع، ثم إذا يبس وديس صار تبناً.(٧) ساقط من (أ).</p><p> \"كزرع(وتبن)(١)قد أكلته الدواب، ثم راثته(٢)(٣)قد يبس وتفرقت أجزاؤه، شبه تقطع أوصالهم بتفرق أجزاء الروث، وهذا معنى قول قتادة(٤)، ومقاتل(٥)، وعطاء عن ابن عباس(٦).</p><p> وقال آخرون: يعني جعلهم كزرع قد أكل حبه وبقى تبنه (٧) . </p><p> والمعنى على هذا: كعصف مأكول الحب، كما يقال: فلان حسن، أي حسن الوجه، فأجرى مأكول على العصف من أجل أكله حبه، لأن المعني معلوم، وهذا قول الحسن (٨) . </p><p> وقيل في معنى \" مأكول\": إنه مما يؤكل، يعني تأكله الدواب، يقال لكل شيء يصلح للأكل: هو مأكول، [ومطعوم]  (٩) . </p><p>(١) ساقط من (أ). (٢) في (أ): (وراثته).(٣) راثته: يراد به الروث، وهو رجيع ذوات الحافر، والرؤثة أخص منه، وقد راثته تروث رَوْثًا.انظر: \"النهاية في غريب الحديث والأثر\" ٢/ ٢٧١ (روث).(٤) \"الكشف والبيان\" ١٣/ ١٥٧ ب، و\"التفسير الكبير\" ٣٢/ ١٠١.(٥) \"تفسير مقاتل\" ٢٥٣/ أ، \"التفسير الكبير\" ٣٢/ ١٠١.(٦) المرجع السابق.(٧) ورد هذا القول من غير عزو في: \"الكشف والبيان\" ١٣/ ١٥٨ أ، وممن قال بمعناه ابن عباس، وعكرمة، وحبيب بن ثابت، وعطاء بن السائب.انظر: \"جامع البيان\" ٣٠/ ٣٠٤، و\"الكشف والبيان\" ١٣/ ١٥٨ أ، و\"النكت والعيون\" ٦/ ٣٤٤، وقد أورد ابن قتيبة هذا القول أيضًا من قولين في \"تفسير غريب القرآن\" ص ٥٣٩.(٨) \"التفسير الكبير\" ٣٢/ ١٠١ - ١٠٢.(٩) (مضعون): هكذا ورد في النسختين، والصواب ما أثبتناه.</p><p> والمعنى: جعلهم كتبن تأكله الدواب، وهو معنى قول عكرمة (١) ، (والضحاك (٢) ). </p><p> فحصل في المأكول ثلاثة أقوال، أحدها: مأكول على الحقيقة، والثاني: مأكول الحب، والثالث: مأكول أنه مما يؤكل. </p><p>(١) \"التفسير الكبير\" ٣٢/ ١٠٢، و\"جامع البيان\" ٣٠/ ٣٠٤ قال: كزرع مأكول. (٢) \"الكشف والبيان\" ١٣/ ١٥٨ أ، و\"التفسير الكبير\" ٣٢/ ١٠٢.</p><p> سورة قريش </p>"
}