{
  "id": null,
  "sura": 106,
  "aya": 1,
  "text": "<p> تفسير سورة قريش (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ} (٢) ، وقرئ: إلا فِهِمْ، وإلْفِهِم (٣) . قال علماء اللغة (٤)  (٥) : (أَلِفْتُ الشيء، وآلفْته، إلْفًا، وإلافًا، وإيلافًا، </p><p>(١) فيها قولان: أحدهما: أنها مكية، وعزاه الماوردي إلى الأكثرين من المفسرين: \"النكت والعيون\" ٦/ ٣٤٥، وحكى ابن عطية الإجماع في \"المحرر الوجيز\" ٥/ ٥٢٥.والثاني: أنها مدنية قاله الضحاك، وابن السائب. \"النكت والعيون\" ٦/ ٣٤٥، و\"زاد المسير\" ٨/ ٢١٣.(٢) {إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ}(٣) قرأ ابن كثير في رواية ابن فليح وحده: \"لإيلاف قريش\" \"إلْفِهِم\" ساكنة اللام، وليس قبلها ياء، وذكر البخاري لابن كثير في هذه الرواية: \"إلافهم\" بفتح اللام مشبعة بعدها ألف، والهمزة قبلها مختلسة ليس بعدها ياء.وقرأ أبو جعفر: \"ليلاف قريش\" بغير همز، و\"إلافِهِم\" مختلسة الهمزة ليس بعدها ياء.وقرأ ابن عامر: \"لإلاف قريش\" مختلسة الهمزة ليس بعدها ياء، و\"إيلافهم\" مشبعة الهمزة بعدها ياء.وقرأ الباقون \"لإيلاف قريش * إيلافهم\" مشبعة الهمزة في الحرفين بعدها ياء.انظر: \"كتاب السبعة\" ص٦٩٨، و\"القراءات وعلل النحويين فيها\" ٢/ ٧٩٩، و\"الحجة\" ٦/ ٤٤٤، و\"المبسوط\" ص ٤١٨، و\"كتاب التبصرة\" ص ٧٣٢.(٤) في (أ): (اللغت).(٥) يعني بهم أبو عبيدة، وأبو زيد جاء ذكرهم في \"تهذيب اللغة\".</p><p> بمعنى واحد (١) ، فهو مألوف، ومُؤلف، وآلفت الظباء الرَّمل إذا ألِفَتْها </p><p> قال ذو الرمة: </p><p> من المُؤْلِفاتِ الرَّمْلَ أدْمَاءُ حرَّةٌ ... شُعَاعُ الضُّحَى في مَتْنِها (٢) يَتَوضَّحُ (٣) </p><p> فالإلف، والإلاف مصدر ألف، والإيلاف مصدر آلف. </p><p> وأنشدوا: </p><p> زَعَمْتُمْ أنَّ إخوَتَكُمْ قُرَيْشٌ (٤) ... لهمْ إلفُ وليسَ لكمْ إلاف (٥) </p><p> ويقال أيضًا: \"ألِفْتُ فلانًا الشيء أولفه إيلافًا إذا ألزمته إياه) (٦) </p><p>(١) أي بمعنى لَزمْتُه. \"تهذيب اللغة\" ١٥/ ٣٧٨ (ألف). (٢) في (أ): مسها.(٣) ورد البيت في: \"ديوانه\" ٢/ ١١٩٧ رقم ١٦، و\"الحجة\" ٦/ ٤٤٥ برواية: (جيدها) بدلاً من (متنها).\"الكامل\" ٢/ ٦٩٢ برواية: (لونها) بدلاً (متنها)، و\"تهذيب اللغة\" ١٥/ ٣٧٨ (ألف)، و\"لسان العرب\" ٩/ ١٠ (ألف)، و\"المحرر الوجيز\" ٥/ ٥٢٥ برواية (جيدها). \"البحر المحيط\" ٨/ ٥١٤، و\"الدر المصون\" ٦/ ٥٧٢، و\"روح المعاني\" ٣٠/ ٢٣٨، و\"سيرة ابن هشام\" ١/ ٥٨.\"المؤلفات\" اللواتي اتخذن الرمل إلفًا. يتوضح: يبرق في متنها. \"ديوانه\" ١١٩٨.(٤) لفظ قريش: ورد مرفوعًا على الخبر، وفي \"اللسان\" بالنصب على البدل ٩/ ١٠ (ألف)، وانظر: \"البحر المحيط\" ٨/ ٥١٤.(٥) البيت لمساور بن هند يهجو بني أسد، وقد ورد في: \"تهذيب اللغة\" ١٥/ ٣٧٩ (ألف)، و\"لسان العرب\" ٩/ ١٠ (ألف)، و\"الحجة\" ٦/ ٤٤٦، و\"الكشاف\" ٤/ ٢٣٥، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٠١، و\"البحر المحيط\" ٨/ ٥١٤ برواية (قريشًا)، و\"الدر المصون\" ٦/ ٥٧١، و\"فتح القدير\" ٥/ ٤٩٨، و\"روح المعاني\" ٣٠/ ٢٤٠.(٦) ما بين القوسين نقله عن \"تهذيب اللغة\" ١٥/ ٣٧٨ (ألف)، وانظر \"لسان العرب\" ٩/ ١٠ (ألف).</p><p> واختلفوا في \"اللام\" في قوله: \"لإيلاف(١)قريش\" ، فذكروا فيه ثلاثة أوجه: </p><p> أحدها: وهو الأشهر الأعرف أن \"اللام\" تتعلق بالسورة التي قبلها، وذلك أن الله تعالى ذكَّر أهل مكة عظيم النعمة عليهم فيما صنع بالحبشة، ثم قال:  \"لإيلاف قريش\" كأنه قال ذلك إلى نعمة عليهم في رحلة الشتاء والصيف، وتقول: نعمة إلى نعمة، ونعمة لنعمة سواء في المعنى (٢) . (هذا كلام الفراء)  (٣) . </p><p> وقال الأخفش: يقول فعلنا ذلك بهم لتايلف قريش (٤) . </p><p> وقال أبو إسحاق: المعنى: فجعلهم كعصف مأكول لألف (قريش)  (٥) ، أي أهلك الله (أصحاب الفيل لتبقى قريش، وما ألفوا من رحلة الشتاء والصيف (٦) . وهذا قول أبي عبيدة (٧) . </p><p> (واعترض على هذا القول معترض فقال: إنما جعلوا كعصف مأكول لكفرهم، ولم يجعلوا كذلك لتألف قريش (٨) ). </p><p>(١) ليلاف: أ. (٢) \"معاني القرآن\" ٣/ ٢٩٣ بيسير من التصرف.(٣) ساقط من (أ).(٤) ورد في معنى قوله في: \"الحجة\" ٦/ ٤٤٨، و\"المحرر الوجيز\" ٥/ ٥٢٥، الدر المصون: ٦/ ٥٧١.(٥) ساقط من (أ).(٦) \"معاني القرآن وإعرابه\" ٢/ ٣١٢.(٧) \"مجاز القرآن\" ٢/ ٣١٢، وهو معنى قول مجاهد، وابن عباس في رواية ابن جبير عنه. انظر: \"جامع البيان\" ٣٠/ ٣٠٦.(٨) وممن اعترض على هذا القول الطبري، قال: وأما القول أنه من صلة قوله: =</p><p> قال أبو علي: وليس هذا الاعتراض بشيء، لأنه يجوز أن يكون المعنى: أهلكوا لكفرهم، ولما أدى (١) إهلاكهم إلى أن تألف قريش قليل: أهلكوا لإيلاف قريش، وجاز ذلك كقوله:  {لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا}  (٢) ، وهم لم يلتقطوه لذلك، فلما آل الأمر إليه حسن أن يجعل عليه الالتقاط) (٣) . </p><p> الوجه الثاني: قال الفراء: ويقال إنه عجَّب نبيه فقال: يا محمد اعجب لنعم الله على قريش في إيلافهم رحلة الشتاء والصيف (٤) . </p><p> وقال الأخفش: قال بعضهم: هو على التعجيب، وليس معلقًا (بما قبله؛ كأنه)  (٥) قال: لإيلاف قريش، (وما صنع الله بها، كما تقول)  (٦) : لزيد وما صنعناه، ولزيد وكرامتنا إياه (٧) . </p><p>= \"فجعلهم كعصف مأكول\"، فإن ذلك لو كان كذلك لوجب أن يكون: لإيلاف بعض ألم تر، وأن لا تكون سورة منفصلة من \"ألم تر\"، وفي إجماع جميع المسلمين على أنهما سورتان تامتان كل واحدة منهما منفصلة عن الأخرى، ما يبيّن عن فساد القول الذي قاله من قال ذلك، ولو كان قوله: \"لإيلاف قريش\" من صلة قوله: \"فجعلهم كعصف مأكول\" لم تكن \"ألم تر\" تامة حتى توصل بقوله: \"لإيلاف قريش\"؛ لأن الكلام لا يتم إلا بانقضاء الخبر الذي ذكر. \"جامع البيان\" ٣٠/ ٣٠٦ - ٣٠٧. (١) في (ع): (اهدى).(٢) سورة القصص: ٨.(٣) ما بين القوسين نقله عن \"الحجة\" ٦/ ٤٤٨ بيسير من التصرف.(٤) \"معاني القرآن\" ٣/ ٢٩٣ بنصه(٥) ما بين القوسين ساقط من (أ).(٦) ما بين القوسين ساقط من (أ).(٧) ورد معنى قوله في: \"الكشف والبيان\" ١٣/ ١٥٩ أ، و\"معالم التنزيل\" ٤/ ٥٢٩، كما ورد في حاشية \"زاد المسير\" ٨/ ٥١٤ نقلاً عن النسخة الأزهرية، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٠١.</p><p> وقال أبو إسحاق: وقال قوم: هذه \"لام\" التعجب، (كأن المعنى: اعجبوا)  (١) لإيلاف قريش (٢) . </p><p> الوجه الثالث: هو قول الخليل، وسيبوية (٣) ، وهو أن هذه \"اللام\" متصل بما بعدها على تقدير: \"فليعبدوا رب هذا البيت لإيلاف قريش\" ، أي: ليجعلوا عبادتهم شكرًا لهذه النعمة، واعترافًا بها (٤) . واختار صاحب النظم (وابن قتيبة)  (٥) الوجه الأول. </p><p> قال صاحب النظم: الوجه الأول أشبه بالصواب، لقوله: على أثره: \"فليعبدوا رب هذا البيت\" ، وهذا كما تقول في الكلام: قد فعلت بفلان كذلك. </p><p> وكذا الخير صنعته (٦) به، فليفعل هو كذا\"، وكذا لأمر (٧) أمرته به، ولا يكاد يجيء مثل هذا الأمر بعد التعجيب (٨) . </p><p> وقال ابن قتيبة: هاتان سورتان متصلتان الألفاظ. </p><p> والمعنى: إن قريشًا كانت بالحرم آمنة من الأعداء أن تهجم عليها فيه، وأن يعرض لها أحد بسوء إذا خرجت منه لتجارتها، وكانوا يقولون: قريش </p><p>(١) ما بين القوسين ساقط من (أ). (٢) \"معاني القرآن وإعرابه\" ٥/ ٣٦٥ بنحوه.(٣) قوله: الخليل وسيبوبه غير واضح في (ع).(٤) انظر: \"كتاب سيبويه\" ٣/ ١٢٧ وقد أورد أبو علي قولي الخليل وسيبويه في \"الحجة\" ٦/ ٤٤٨.(٥) ما بين القوسين ساقط من (أ).(٦) غير واضحة في (ع).(٧) في (أ): الأمر.(٨) لم أعثر على مصدر لقوله.</p><p> سكان الله (١) ، وأهل الله، وولاة بيته الحرام جديب (٢) لا زرع به ولا ضرع، ولا شجر ولا مرعى، وإنما كانت تعيش قريش فيه بالتجارة، وكانت لهم رحلتان في كل سنة: رحلة في الشتاء إلى اليمن، ورحلة في الصيف إلى الشام، ولولا هاتان الرحلتان لم يكن به مقام، ولولا الأمن بجوارهم البيت لم يقدروا على التصرف، فلما قصد أصحاب الفيل إلى مكة ليهدموا الكعبة، وينقلوا أحجارها إلى اليمن فيبنوا بها هناك بيتًا ينتقل الأمن إليهم، ويصير العز إليهم، أهلكهم الله، لتقيم قريش بالحرم، ويجاوروا البيت (٣) . فقال: يذكر نعمته: \"ألم تر كيف فعل ربك ... \" إلى قوله: \"فجعلهم كعصف مأكول\"  \"لايلاف قريش\" أي لفعلهم؛ أي فعل ذلك ليؤلف قريشًا هاتين الرحلتين اللتين بهما تعيشهم، ومقامهم بمكة. </p><p> تقول: ألفت موضع كذا إذا ألزمته (٤) ، والفيته الله، كما تقول:  \"لزمت موضع كذا، وألزمنيه الله، وكرر \" لإيلاف \" كما تقول في الكلام: أعطيتك المال لصيانة وجهك صيانةً عن كل الناس، فتكرر(٥)الكلام على التوكيد(٦).-انتهى كلامه-.</p><p> وهذا الذي ذكره هو على أن يجعل \" الإيلاف\" واقعًا، ويكون المصدر الواقع مضافًا إلى المفعول. </p><p>(١) أي سكان حرم الله كما في \"تأويل مشكل القرآن\" لابن قتيبة. (٢) أي الحرم وادٍ جديب.(٣) في (أ) (يجاور).(٤) في (أ) (ألزمته).(٥) في (أ) (فتكرير).(٦) \"تأويل مشكل القرآن\" ص ٤١٣ - ٤١٥ بيسير من التصرف، وانظر: \"تفسير غريب القرآن\" لابن قتيبة ص ٥٣٩ مختصرًا.</p><p> ويجوز أن يكون مضافًا إلى الفاعل على معنى \"هم يؤلفون\" أي يهيئون ويجهزون، قال الفراء (١) ، وابن الأعرابي (٢) : ويجوز أن يكون الإيلاف مطاوعًا، فيكون مضافاً (٣) إلى الفاعل، على معنى: لتألف قريش رحلتيها، ولتألف (٤) قريش الرحلتين فتتصلا ولا ينقطعا. ويؤكد هذا الوجه قراءة من قرأ:  \"لإلالف قريش\" و \"لإيلافهم\" ، فإن هذين المصدرين للمطاوع، وقد حصل في هذا ثلاثة أقوال: </p><p> أحدها: لتولف قريش رحلتيها. </p><p> والثاني: لتؤلَفَ قريش رحلتيها. </p><p> والآخر: لتألف قريش رحلتيها. </p><p> (وذكر ابن الأعرابي بيان الإيلاف وكيفيته فقال: أصحاب الإيلاف أربعة إخوة: هاشم، وعبد شمس، والمطلب، ونوفل بن عبد مناف (٥) ، كانوا يؤلفون الجوار يجيرون قريشًا بميرهم (٦) ، وكانوا يُسَمَّوْن المجبِرِين، فأما هاشم فإنه أخذ حبلًا من ملك الروم، وأخذ نوفل حبلًا من كسرى (٧) ، وأخذ عبد شمس حبلًا من النجاشي، وأخذ المطلب حبلًا من ملوك حمير، </p><p>(١) لم أعثر على مصدر القول. (٢) ورد قوله في: \"تهذيب اللغة\" ١٥/ ٣٧٩ (ألف)، وانظر: \"لسان العرب\" ٩/ ١٠ (ألف) من غير نسبة.(٣) في (أ): (مضاف).(٤) في (أ): (لتا لف).(٥) في (أ)، و (ع): (بنوا).(٦) الميرة: جلب الطعام للبيع، يقال: ماره يميره ميرًا: إذا أتاه ميرة أي طعام. \"تهذيب اللغة\" ٥/ ٢٩٩ (مور).(٧) في (أ)، (ع): (كسرا).</p><p> فكان (١) تجار قريش يختلفون إلى هذه الأمصار بحبال هؤلاء الإخوة، فلا تُعرض لهم. فكان هاشم يؤلف إلى الشام، وعبد شمس إلى الحبشة، والمطلب إلى اليمن، ونوفل إلى فارس) (٢) . </p><p> ومعنى يُؤْلِف: يجير، والإجارة سبب تألف الغير، فقيل للجوار: إيلاف، وللمجير: مؤلف، (وأما قريش فهم ولد النضر بن كنانة، وكل من ولده النضر فهو قرشي، ومن لم يلده النضر فليس بقرشي)  (٣) ، ولذلك قال رسول الله -صلى الله عليه وسلم-: \"إنا بني النضر بن كنانة لا نَقْفُو أمَّنا، ولا نَنْتفي من أبينا\"  (٤) . </p><p> واختلفوا في سبب تسميتهم بهذا الاسم، فذهب قوم إلى: </p><p> (أنه من القرش، وهو الجمع من هاهنا وهاهنا، وسميت قريش قريشًا لتقرشها أي لتجمعها إلى مكة من جوانبها (٥) ، وكانوا متبددين في الأرض، فتقرشت أي اجتمعت بعد التفرق حين جمعهم قصي بن كلاب في الحرم، </p><p>(١) في (أ): (وكان). (٢) ما بين القوسين نقله عن \"تهذيب اللغة\" ١٥/ ٣٧٩ - ٣٨١ بيسير من التصرف.(٣) ما بين القوسين نقله عن \"الكشف والبيان\" ١٣/ ١٥٩ ب.(٤) الحديث رواه الإمام أحمد: ٥/ ٢١١ - ٢١٢، وابن ماجه في \"السنن\" ٢/ ٩٦: ح: ٢٦٤١: كتاب الحدود: باب: ١٣٧، من طريق عقيل بن طلحة، السلمي عن مسلم بن هيصم به، كما رواه الطبراني في: \"المعجم الكبير\" ٢/ ٢٨٥ - ٢٨٦: ح: ٢١٩٠ - ٢١٩١ من طريقين أحدهما صرح بالتحديث فيهما عن الجفشيش الكندي. قال البوصيري في الزوائد: هذا إسناد صحيح رجاله ثقات. انظر حاشية سنن ابن ماجه: ٢/ ٩٦.قال الألباني: وهو كما قال. \"سلسلة الأحاديث الصحيحة\" ٥/ ٤٨٩: ح: ٢٣٧٥. وقال الألباني عنه: حسن. \"صحيح ابن ماجه\" ٢/ ٩١: ح: ٢١١٥: كتاب الحدود: باب ٣٧.(٥) في (أ): (حواليها).</p><p> ولذلك سمي مجمعًا) (١) ، ومنه قول الشاعر يذكر قريشًا: </p><p> أبوكم قُصَيٌّ كان يُدْعَى مُجَمِّعا ... به جَمَّعَ اللهُ القبائلَ من فِهْرِ (٢) </p><p> (هذا قول الليث)  (٣)  (٤) . </p><p> وقال آخرون:  (بل سميت قريش للتجارة، وجمع المال، وكانوا أهل تجارة، ولم يكونوا أصحاب ضرع، وزرع، والقَرْش الكسب،يقال:هو يقرش لعياله)  (٥) ، (ويقترش أي يكتسب،ويتقّرَّشُ ويَتَقَرَقَّحُ أي:يكسب ويطلب)  (٦) . </p><p> وقال (٧) الشاعر: </p><p>(١) ما بين القوسين نقله عن \"تهذيب اللغة\"، وهو قول الليث: ٨/ ٣٢١ (قرش) بتصرف، وانظر: \"لسان العرب\" ٦/ ٣٣٥ (قرش). (٢) البيت للشاعر مطرود الخزاعي. انظر: \"شرح ديوان أبي تمام\" ٤/ ٩٥، و\"التبيين في أنساب القرشيين\" ص ١، ونسبه البغدادي في \"خزانة الأدب\" ١/ ٢٣٠ إلى الفضل بن العباس.وقد ورد غير منسوب في: \"النكت والعيون\" ٦/ ٣٤٦، و\"الدر المصون\" ٦/ ٥٧٢، و\"التفسير الكبير\" ٣٢/ ١٠٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٠٢، و\"روح المعاني\" ٣٠/ ٢٣٩، و\"لسان العرب\" ٨/ ٦٠ (جمع)، وكلها برواية: (أبونا) بدلًا من (أبوكم).(٣) ذكرت ذلك في حاشية سابقة، غير أن الليث لم يذكر بيت الشعر، ولم يرد في \"تهذيب اللغة\" أيضًا.(٤) ما بين القوسين ساقط من (أ).(٥) ما بين القوسين انظر \"تهذيب اللغة\" ٨/ ٣٢١ (قرش)، و\"لسان العرب\" ٦/ ٣٣٥ (قرش).(٦) ما بين القوسين من قول اللحياني في \"تهذيب اللغة\" المرجع السابق.(٧) في (أ): (قال).</p><p> إخوةٌ قرَّشوا الذنوب علينا ... في حديثٍ من عهدهم وقديم (١) </p><p> أي جمعوا، (وهذا قول أكثر الناس (٢) ) (٣) . </p><p> وقال مَعْروف (بن خَرَّبوذ (٤) ) (٥) : إنما سميت قريشًا؛ لأنهم كانوا يفتشون الحاج عن خلتهم فيسدونها، ويطعمون جائعهم، ويكسون عاريهم، ويحملون المنقطع به، والتقريش: التفتيش (٦) . </p><p>(١) البيت لأبي جلدة اليشكري. وقد ورد منسوبًا في: \"الجامع لأحكام القرآن\" ٢٠/ ٢٠٣، وغير منسوب في: \"النكت والعيون\" ٦/ ٣٤٦، و\"روح المعاني\" ٣٠/ ٢٣٩ وكلها برواية (من دهرهم) بدلاً من \"من عهدهم\".(٢) ذكر هذا السبب من جملة أسباب تسمية قريش بقريش من غير ترجيح، وذلك في: \"الكشف والبيان\" ١٣/ ١٥٩ ب، و\"النكت والعيون\" ٦/ ٣٤٦، وانظر: \"معالم التنزيل\" ٤/ ٥٣٠، و\"الكشاف\" ٤/ ٢٣٥، و\"زاد المسير\" ٨/ ٢١٤، و\"التفسير الكبير\" ٣٢/ ١٠٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٠٣، و\"لباب التأويل\" ٤/ ٤١١، و\"الدر المنثور\" ٨/ ٦٣٨.(٣) ما بين القوسين ساقط من (أ).(٤) مَعْروفٌ بنُ خَرَّبوذ المكي، مولى عثمان، روى عن أبي الطفيل عامر بن واثلة الليثي، وعنه أبو عاصم الضحاك، صدوق ربما وهم، وكان أخباريًا علامة، روى له البخاري، ومسلم، وأبو داوود، وابن ماجه.انظر: \"كتاب العلل ومعرفة الرجال\" ٢/ ٥٨: رقم ٣٧٧، و\"الكاشف\" ٣/ ١٤٣: ت: ٥٦٥٠، و\"تهذيب الكمال\" ٢٨/ ٢٦٣: ت: ٦٠٨٦ \"تهذيب التهذيب\" ٢/ ٢٦٤: ت: ١٢٦٦.(٥) ما بين القوسين ساقط من (أ).(٦) ورد هذا القول من غير نسبة في: \"الكشف والبيان\" ١٣/ ١٥٩ ب، و\"النكت والعيون\" ٦/ ٣٤٦ وانظر أيضًا: \"معالم التنزيل\" ٤/ ٥٣٠، و\"الكشاف\" ٤/ ٢٣٥، و\"زاد المسير\" ٨/ ٢١٤، و\"التفسير الكبير\" ٣٢/ ١٠٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٠٣، و\"لباب التأويل\" ٤/ ٤١١.</p><p> قال ابن حِلِّزَة (١) : </p><p> أيها الشامت المقرِّشُ عنَّا ... عِندَ عَمروٍ وهلْ لذاكَ (٢) بَقَاءُ (٣) </p><p> وروي أن (٤) معاوية (٥) سأل ابن عباس: لم سميت قريش قريشًا؟ وقال: قريش دابة في البحر تأكل دواب البحر، ولا تؤكل، وتعلو ولا تعلى، وأنشد (فقال)  (٦) : </p><p> وقريش هي التي تسكن البحر ... بها سميت قريش قريشا (٧) </p><p>(١) تقدمت ترجمته في سورة النساء. (٢) في (أ): (لذلك).(٣) ورد البيت في \"ديوانه\" ص ٤٨ برواية: (أيها الشاني المبلغ عنا .... انتهاء) بدلًا من (بقاء).\"شرح المعلقات\" للزوزني ص ٢٢١ برواية (المرقش) بدلًا (المقرش).\"النكت والعيون\" ٦/ ٣٤٦ برواية (إبقاء) بدلًا من (بقاء)، و\"الدر المصون\" ٦/ ٥٧٢ برواية (أيها الناطق) بدلًا من (أيها الشامت) \"لسان العرب\" ٦/ ٣٣٤: (قرش) برواية (أيها الناطق).ومعنى البيت: أيها الناطق عند الملك الذي يبلغ عنا الملك ما يريبه ويشككه في محبتنا، هل لذاك التبليغ بقاء؟ وهذا استفهام معناه النفي؛ أي لا بقاء لذلك؛ لأن الملك يبحث عنه، فيعلم أن ذلك من الأكاذيب.-هامش- شرح المعلقات ص ٢٢١.(٤) في (أ): (ابن).(٥) في (ع): (معومة).(٦) ساقط من (أ).(٧) ورد قول ابن عباس في: \"الكشف والبيان\" ١٣/ ١٥٩ ب، و\"النكت والعيون\" ٦/ ٣٤٦، و\"معالم التنزيل\" ٤/ ٥٣٠، و\"الدر المصون\" ٦/ ٥٧٢، و \"الكشاف\" ٤/ ٢٣٥، و\"زاد المسير\" ٨/ ٣١٤ - ٣١٥، و\"التفسير الكبير\" ٣٢/ ١٠٦، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٠٣، و\"البحر المحيط\" ٨/ ٥١٣، و\"الدر المنثور\" ٨/ ٦٣٨ =</p>"
}