{
  "id": null,
  "sura": 108,
  "aya": 1,
  "text": "<p> تفسير سورة الكوثر (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) } (الكوثر عند أهل اللغة: فوعل من الكثرة،ومعناه:العدد الكثير،والخير الكثير ويقال للرجل الكثير العطاء:كوثر.قال الكميت:</p><p> وأنت كثيرٌ يا بن (٢) مروان طَيِّبٌ ... وكان أبوك ابنَ العقائلِ (كوثرا)  (٣)  (٤) </p><p> وقالت عجوز من العرب: قدم فلان بكوثر كثير. ويقال للغبار إذا سطع </p><p>(١) وفيها قولان: أحدهما: أنها مكية، قاله ابن عباس، والكلبي، ومقاتل، والجمهور.والثاني: أنها مدنية، قاله الحسن، وعكرمة، وقتادة، ومجاهد. \"زاد المسير\" ٨/ ٢١٩، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٦، و\"فتح القدير\" ٥/ ٥٠٢.(٢) في (أ): (يا ابن).(٣) ما بين القوسين ساقط من (أ).(٤) ورد البيت في: \"ديوانه\" ١/ ٢٠٩: رقم ٢٨١، تح: د. داوود سلوم برواية: (بابن) بدلاً من (يا ابن). \"تهذيب اللغة\" ١٠/ ١٧٨ (كثر)، و\"لسان العرب\" ٥/ ١٣٣، و\"تاج العروس\" ٣/ ٥١٧، و\"التفسير الكبير\" ٣٢/ ١٢٤، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٦، و\"البحر المحيط\" ٨/ ٥٢٠، و\"روح المعاني\" ٣٠/ ٢٤٥، و\"سيرة ابن هشام\" ١/ ٤٢٢، و\"المنصف\" لابن جني ٣/ ٦.</p><p> وكثر: كوثرٌ، ومثله يقال: للكثير النوافل: نوفل (١) ) (٢) هذا معنى الكوثر في اللغة. </p><p> واختلف (المفسرون)  (٣) في تفسيره، فالذي عليه الأكثرون أنه نهر في الجنة يجري على الدر (٤) ، والياقوت، طيبه مسك أذفر (٥) ، [حافتاه]  (٦) قباب (٧) الدُّرِّ المجوّف، ماؤها أشد بياضًا من الثلج، وأحلى من العسل، وهو قول أنس (٨) ، وعائشة (٩) ، وابن عمر (١٠) ، ورووا ذلك عن رسول الله </p><p>(١) غير واضحة في (ع). (٢) ما بين القوسين نقله عن \"تهذيب اللغة\" ١٠/ ١٧٦ - ١٧٨ (كثر) بتصرف.(٣) ما بين القوسين ساقط من (أ).(٤) الدُّرّ: مفرده الدرة، وهي اللؤلؤة \"مختار الصحاح\" ص ٢٠٢.(٥) أذفر: الذفر -بالتحريك- والذَّفَرَة جميعًا: شدة ذكاء الريح من طيب أو نتن، ويفرق بينهما ما يضاف إليه ويوصف به، ومنه صفة الجنة وترابها مسك أذفر. انظر: \"لسان العرب\" ٤/ ٣٠٦ (ذفر).(٦) في (أ)، (ع): (حافاته)، والصواب ما أثبته.(٧) قباب: جمع ومفرده القُبَّة، قال ابن فارس: القاف والباء أصل صحيح يدل على جمع وتجمع من ذلك القبة، وهي معروفة، وسميت لتجمُّعِها. \"مقاييس اللغة\" ٥/ ٥ (قب).(٨) \"جامع البيان\" ٣٠/ ٣٢٠، و\"الكشف والبيان\" ١٣/ ١٦٤ أ، و\"المحرر الوجيز\" ٥/ ٥٢٩، و\"التفسير الكبير\" ٣٢/ ١٢٤، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧.(٩) \"جامع البيان\" ٣٠/ ٣٢١.(١٠) ورد موقوفًا في \"الزهد والرقائق\" لابن المبارك ص ٥٦٢ ح ١٦١٣، و\"المحرر الوجيز\" ٥/ ٢٩٥، و\"التفسير الكبير\" ٣٢/ ١٢٤، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧، كما ورد عنه مرفوعًا في \"جامع البيان\" ٣٠/ ٣٢٤، و\"بحر العلوم\" ٣/ ٥١٩، و\"معالم التنزيل\" ٤/ ٥٣٣، كما ورد عن حذيفة بمعناه. قال الألباني عنه: إسناده حسن، انظر: \"ظلال الجنة في تخريج السنة\" ٢/ ٣٣٦ ح ٧٢٤، ٧٢٥.</p><p> -صلى الله عليه وسلم- أنه قال:  \"هو نهر في الجنة وعدنيه ربي، عليه خير كثير، لذلك النهر حوض يرد عليه أمتي يوم القيامة آنيته عدد النجوم\"  (١) . </p><p>(١) الحديث أخرجه مسلم من طريق \"أنس في صحيحه\" ١/ ٣٠٠: ح: ٥٣ - ٥٤: كتاب الصلاة، باب: ١٤: ونص الحديث كما عنده عن أنس قال بينا رسول الله -صلى الله عليه وسلم- ذات يوم بين أظهرنا إذا أغفى إغفاءة، ثم رفع رأسه مبتسمًا، فقلنا: ما أضحكك يا رسول الله! قال: \"أنزلت عليّ آنفًا سورة \"فقرأ: \"بسم الله الرحمن الرحيم * إنا أعطيناك الكوثر * فصل لربك وانحر * إن شانئك هو الأبتر\"، ثم قال: \"أتدرون ما الكوثر؟ \" فقلت: الله ورسوله أعلم، قال: \"فإنه نهر وعدنيه ربي عَزَّ وَجَلَّ عليه خير كثير، هو حوض ترد عليه أمتي يوم القيامة، آنيته عدد النجوم، فيختلج العبد منهم فأقول: رب إنه من أمتي، فيقول: ما تدري ما أحدث بعدك\". وحديث ورد عن أنس بن مالك يقول: أغفى رسول الله -صلى الله عليه وسلم-إغفاءة بنحو حديث ابن مُسْهِر غير أنه قال: \"نهر وعدنيه ربي عَزَّ وَجَلَّ في الجنة عليه حوض\"، ولم يذكر آنيته عدد النجوم. كما أخرجه الإمام أحمد في المسند\" ٣/ ١٠٢: من طريق أنس.وأبو داوود في \"السنن\" ١/ ٢٠١: كتاب الصلاة: باب من لم ير الجهر ببسم الله الرحمن الرحيم من طريق أنس بنحو الرواية الثانية، ج ٢/ ٥٨٨: كتاب السنة: بنحو من الرواية الأولى لأنس.والنسائي في: \"السنن\" ٢/ ٤٧١: ح: ٩٠٣: كتاب الإنتاج باب ٢١ بنحوه من طريق أنس بن مالك.وأما الحديث الذي رواه ابن عمر قال: قال رسول الله -صلى الله عليه وسلم-: \"الكوثر نهر في الجنة حافتاه من ذهب، ومجراه على الدُّرِّ والياقوت؛ تربته أطيب من المسك، وماؤه أحلى من العسل، أبيض من الثلج\".أخرجه الإمام أحمد في \"المسند\" ٢/ ١١٢، والترمذي في \"سننه\" ٥/ ٤٥٠: ح: ٣٣٦١، وقال أبو عيسى: هذا حديث حسن صحيح.وقال الأرناؤوط في تخريج \"جامع الأصول\" ٢/ ٤٣٩: ح: ٨٨٩: وإسناده صحيح.</p><p> قالت عائشة رضي الله عنها:  (من أحب أن يسمع خريره (١) فليجعل أصبعيه في أذنيه\" (٢)  (وبه قال من المفسرين: مقاتل (٣) ، وهو قول ابن عباس في رواية عطاء (٤) ) (٥) . </p><p> (وقال فطر بن خليفة (٦) : سألت عطاء عن (الكوثر) ونحن نطوف بالبيت فقال: حوض أعطى رسول الله -صلى الله عليه وسلم- يكثر الناس عليه يوم القيامة) (٧) . </p><p>(١) خرير: خرير الماء أي صوته، أراد مثل صوت خرير الكوثر. \"النهاية في غريب الحديث والأثر\" ٢/ ٢١ (خرر). (٢) ورد الأثر في \"جامع البيان\" ٣٠/ ٢٠ من طريق أبي نجيح عن مجاهد، عن رجل، عن عائشة، وبإسناد آخر عن ابن أبي نجيح عن عائشة، و\"الكشف والبيان\" ١٣/ ١٦٤ ب، قال ابن كثير: وهذا منقطع بين ابن أبي نجيح وعائشة، وفي بعض الروايات عن رجل عنها، ومعنى هذا أنه يسمع نظير ذلك؛ لا أنه يسمعه بنفسه. والله أعلم.\"تفسير القرآن العظيم\" ٤/ ٥٩٦.كما ورد عن السيوطي في: \"الدر المنثور\" ٨/ ٦٤٨ - ٦٥٠ وعزاه إلى ابن مردويه من طريق ابن أبي نجيح عن مجاهد، وعزاه إلى هناد، كما ورد في \"النهاية\"، ولكن عن ابن عباس: ٢/ ٢١.(٣) \"بحر العلوم\" ٣/ ٥١٩.(٤) \"النهاية في غريب الحديث والأثر\" ٢/ ٢١ (خرر).(٥) ما بين القوسين ساقط من (أ).(٦) فِطْر بن خليفة القرشي المخزومي أبو بكر الكوفي الحناط؛ مولى عمرو بن حريث، روى عن عكرمة مولى ابن عباس، صدوق، رمي بالتشيع، مات سنة ١٥٦ هـ روى له الجماعة سوى مسلم.انظر: \"الكاشف\" ٢٠/ ٣٣٢: ت: ٤٥٦٤، و\"تهذيب الكمال\" ٢٣/ ٣١٢: ت: ٤٧٧٣، و\"تقريب التهذيب\" ٢/ ١١٤: ت: ٧٧.(٧) ما بين القوسين ساقط من (أ).</p><p> قال أهل المعاني: يجوز أن يكون سمي ذلك النهر أو ذلك الحوض لكثرة الواردة، والشاربة من أمته هناك. ويجوز أن يكون سمي (١) بذلك لما فيه الخير الكثير (٢) . فقد قال رسول الله -صلى الله عليه وسلم- خير كثير) (٣) . وإلى هذا ذهب ابن عباس في تفسيره الكوثر، فقال: هو الخير الكثير (الذي)  (٤) أعطى الله نبيه -صلى الله عليه وسلم- (٥) وروى (ذلك أبو بشر)  (٦) عن (سعيد)  (٧) بن (جبير عنه قال: أبو)  (٨) بشر: قلت لسعيد: فإن ناسًا يزعمون أنه نهر في الجنة، فقال سعيد: النهر الذي في الجنة من الخير الكثير الذي أعطاه الله إياه (٩) . </p><p>(١) ورد في (أ): \"ذلك النهر أو ذلك الحوض\" وهو كلام مكرر سبق ذكره في موضعه الصحيح. (٢) لم أعثر على مصدر لقوله، وقد ورد بنحوه من غير عزو في \"الجامع لحكام القرآن\" ٢٠/ ٢١٧.(٣) سبق تخريجه.(٤) ساقط من (أ).(٥) \"جامع البيان\" ٣٠/ ٣٢١ - ٣٢٢، و\"النكت والعيون\" ٦/ ٣٥٥، و\"معالم التنزيل\" ٤/ ٥٣٣، و\"زاد المسير\" ٨/ ٣٢٠، و\"البحر المحيط\" ٨/ ٥١٩، و\"الدر المنثور\" ٨/ ٦٤٨ وعزاه إلى ابن مردويه، و\"المستدرك\" ٢/ ٥٣٧: كتاب التفسير: تفسير سورة الكوثر، وانظر \"صحيح البخاري\" ٣/ ٣٣١: ح ٤٩٦٦، و\"فتح القدير\" ٥/ ٥٠٤، و\"مجموع الفتاوى\" ١٦/ ٥٢٩، وقد عقب الشوكاني على ما ذكره ابن عباس، قال: وهذا التفسير من حبر الأمة عن ابن عباس -رضي الله عنه- ناظر إلى المعنى اللغوي، ولكن رسول الله -صلى الله عليه وسلم- قد فسره فيما صح عنه أنه النهر الذي في الجنة. \"فتح القدير\" ٥/ ٥٠٤.(٦) ما بين القوسين ساقط من (أ).(٧) ما بين القوسين ساقط من (أ).(٨) ما بين القوسين ساقط من (أ).(٩) \"جامع البيان\" ٣٠/ ٣٢١ - ٣٢٢، و\"معالم التنزيل\" ٤/ ٥٣٣، و\"المحرر الوجيز\" ٥/ ٥٢٩، و\"البحر المحيط\" ٨/ ٥١٩، و\"الدر المنثور\" ٨/ ٦٤٩، و\"المستدرك\" =</p><p> ونحو هذا قال الكلبي: إنا أعطيناك الخير الكثير، منه القرآن، وهو أفضله (١) . </p><p> (وهذا قول الحسن في تفسير الكوثر أنه القرآن العظيم (٢) ) (٣) . </p><p> وقال عكرمة: هو النبوة والكتاب (٤) . </p><p> وقال أبو بكر بن عياش (٥) : هو العدد الكثير من الأصحاب والأشياع (٦) . </p><p> وقول ابن عباس: شامل لهذا كله، لأنه جميع هذا من الخير الكثير. </p><p>= ٢/ ٥٣٧، كتاب التفسير: تفسير سورة الكوثر، و\"صحيح البخاري\" ٣/ ٣٣١ ح ٤٩٦٦: كتاب التفسير: باب ١٠٨، و\"فتح القدير\" ٥/ ٥٠٤، و\"تفسير سعيد بن جبير\" ص ٣٨٢، كتاب \"الزهد والرقائق\" لابن المبارك: ٥٦٢ ح ١٦١٤. (١) لم أعثر على مصدر لقوله.(٢) \"النكت والعيون\" ٦/ ٣٥٤، و\"المحرر الوجيز\" ٥/ ٥٢٩، و\"زاد المسير\" ٨/ ٣٢٠، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٧، و\"البحر المحيط\" ٨/ ٥١٩، و\"الدر المنثور\" ٨/ ٦٥٠ وعزاه إلى ابن أبي حاتم، و \"تفسير الحسن البصري\" ٢/ ٤٤١.(٣) ما بين القوسين ساقط من (أ).(٤) \"جامع البيان\" ٣٠/ ٣٢٢ - ٣٢٣، و\"النكت والعيون\" ٦/ ٣٥٤، و\"الكشف والبيان\" ١٣/ ١٦٥ ب، و\"معالم التنزيل\" ٤/ ٥٣٣، و\"زاد المسير\" ٨/ ٣٢٠، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٧، و\"البحر المحيط\" ٨/ ٥١٩، و\"الدر المنثور\" ٨/ ٦٥٠ وعزاه إلى هناد وابن أبي حاتم وابن عساكر.(٥) أبو بكر بن عياش بن سالم الأسدي الكوفي الحفاظ المقرئ، روى عن الأجلح الكندي، وعن ابنه إبراهيم، ولد سنة ٩٥، ثقة عابد، إلا أنه لما كبر سنه ساء حفظه وكتابه صحيح -قاله ابن حجر- مات سنة ١٩٣ هـ.انظر: \"كتاب الثقات\" ٧/ ٦٨٨، و\"تهذيب الكمال\" ٣٣/ ١٢٩ ت ٧٢٥٢، و\"تهذيب التهذيب\" ٢/ ٣٩٩ ت ٦٥.(٦) \"الكشف والبيان\" ج ١٣/ ١٦٥ ب، ١٦٦ أ، و\"النكت والعيون\" ٦/ ٣٥٥، و\"زاد المسير\" ٨/ ٣٢ \"الجامع لأحكام القرآن\" ٢٠/ ٢١٧، و\"البحر المحيط\" ٨/ ٥١٩.</p>"
}