{
  "id": null,
  "sura": 108,
  "aya": 2,
  "text": "<p> قال أبو إسحاق: وجميع ما جاء في تفسير الكوثر قد أعطيه النبي -صلى الله عليه وسلم-، أعطي النبوة، والإسلام، وإظهار الدين على كل الأديان، والنصر علي عدوه، والشفاعة، وما لا يحصى، وقد أعطى من الجنة على قدر فضله على أهل الجنة (١) . </p><p> ٢ - قوله:  {فَصَلِّ لِرَبِّكَ} يعني الصلوات الخمس في قول مقاتل (٢) ، وابن عباس (٣)  (في رواية عطاء)  (٤) . </p><p> وقال مجاهد (٥) ، (والثوري (٦) ) (٧) ، وعطاء (٨) : صل الصبح (وانحر) البدن بمنى، وهو قول سعيد بن جبير (٩) . </p><p>(١) \"معاني القرآن وإعرابه\" ٥/ ٣٦٩ بنصه. (٢) \"زاد المسير\" ٨/ ٣٢٠.(٣) \"جامع البيان\" ٣٠/ ٢٦ من طريق العوفي عن ابن عباس، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٨ من طريق الضحاك عنه ابن عباس، و\"الدر المنثور\" ٨/ ٦١٥ وعزاه إلى ابن المنذر.(٤) ساقط من (أ).(٥) \"الكشف والبيان\" ١٣/ ١٦٦ أ، و\"زاد المسير\" ٨/ ٣٢٠، و\"الدر المنثور\" ٨/ ٦٥١ وعزاه إلى عبد الرزاق -ولم أجده عنده- وابن المنذر، وابن أبي حاتم، وورد عنه فقط تفسير \"النحر\" في \"جامع البيان\" ٣٠/ ٣٢٧، و\"النكت والعيون\" ٦/ ٣٥٥، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧.(٦) لم أعثر على مصدر لقوله.(٧) ساقط من (أ).(٨) \"تفسير عبد الرزاق\" ٢/ ٤٠١ - ٤٠٢، و\"جامع البيان\" ٣٠/ ٣٢٦ - ٣٢٧، و\"النكت والعيون\" ٦/ ٣٥٥، و\"معالم التنزيل\" ٤/ ٥٣٥، و\"الدر المنثور\" ٨/ ٦٥١ وعزاه إلى ابن المنذر وابن أبي حاتم وورد عنه تفسير معنى النحر فقط في: \"زاد المسير\" ٨/ ٣٢٠، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧.(٩) \"جامع البيان\" ٣٠/ ٣٢٦، و\"الكشف والبيان\" ج ١٣/ ١٦٦ أ، و\"الجامع لأحكام =</p><p> قال (عكرمة (١) ) (٢) وقتادة (٣) : يعني صلاة العيد يوم النحر، ثم النسك بعده، وهو نحو البدن. وأكثر المفسرين على أن هذا لغير الله، فأمر الله نبيه -صلى الله عليه وسلم- (٤) أن تكون صلاته ونحره له (٥) . </p><p> وروى عن علي رضي الله عنه أنه فسر هذا النحر بوضع (٦) اليدين على النحر في الصلاة (٧) . </p><p>= القرآن\" ٢٠/ ٢١٨، و\"التفسير الكبير\" ٣٢/ ١٣٠، و\"فتح القدير\" ٥/ ٥٠٤، وورد عنه فقد تفسير النحر في \"النكت والعيون\" ٦/ ٣٥٥. (١) \"جامع البيان\" ٣٠/ ٣٢٦، و\"الكشف والبيان\" ج ١٣/ ١٦٦ أ، و\"معالم التنزيل\" ٤/ ٥٣٤، و\"الجامع حكام القرآن\" ٢٠/ ٢١٨.(٢) ساقط من (أ).(٣) المراجع السابقة بالإضافة إلى \"المحرر الوجيز\" ٥/ ٥٢٩ بمعناه، و\"زاد المسير\" ٨/ ٣٢٠، و\"البحر المحيط\" ٨/ ٥٢٠، و\"الدر المنثور\" ٨/ ٦٥١.(٤) ساقط من (أ).(٥) وممن قال بمعنى ذلك: محمد بن كعب، وابن عباس، وعطاء الخراساني، ومجاهد، وعكرمة، والحسن، وقتادة، والضحاك، والربيع، انظر: \"جامع البيان\" ٣٠/ ٣٢٧، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧ وهذا القول رجحه الطبري في تفسيره.(٦) في (أ): (موضع).(٧) \"جامع البيان\" ٣٠/ ٣٥٢ - ٣٢٦، و\"الكشف والبيان\" ١٣/ ١٦٦ أ - ب، و\"النكت والعيون\" ٦/ ٣٥٥، و\"المحرر الوجيز\" ٥/ ٥٣٠، و\"زاد المسير\" ٨/ ٣٢٠، و\"التفسير الكبير\" ٣٢/ ١٢٩، و\"القرطبى\" ٢٠/ ٢١٩، و\"البحر المحيط\" ٨/ ٥٢٠ و\"ابن كثير\" ٤/ ٥٩٧ وقال وهذا لا يصح، و\"فتح القدير\" ٥/ ٥٠٤، و\"الدر المنثور\" ٨/ ٥٦٠ وعزاه إلى ابن أبي شيبة في المصنف، والبخاري في تاريخه، وابن المنذر، وابن أبي حاتم، والدارقطني في الأفراد، وأبي الشيخ، وابن مردويه، والبيهقي في سننه، وانظر: \"المستدرك\" ٢/ ٥٣٧ كتاب التفسير: تفسير سورة الكوثر.</p><p> (وهو)  (١)  (قول ابن عباس في رواية أبي الجوزاء (٢) ) (٣) . </p><p> وروى (الأصْبَغُ بنُ نُبَاتة (٤) ) (٥) عن علي رحمه الله - قال: لما نزلت هذه السورة، قال النبي -صلى الله عليه وسلم- لجبريل (٦) : \"ما هذه النحيرة التي أمرني بها ربي؟ \" ، قال: ليست بنحيرة، ولكنه يأمرك إذا تحزمت للصلاة أن ترفع يديك إذا كبرت، وإذا ركعت، وإذا رفعت رأسك من الركوع، وإذا سجدت، فإن صلاتنا وصلاة الملائكة الذين في السموات السبع، وأن لكل شيء زينة، وزينة الصلاة رفع الأيدي عند كل تكبيرة) (٧) . </p><p>(١) غير مقروء في (ع)، وساقط في (أ). وأثبت ما رأيت فيه انتظام الكلام. (٢) \"الكشف والبيان\" ١٣/ ١٦٦ ب، و\"النكت والعيون\" ٦/ ٣٥٥، و\"معالم التنزيل\" ٤/ ٥٣٤، و\"زاد المسير\" ٨/ ٣٢٠، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٩، و\"لباب التأويل\" ٤/ ٤١٦، و\"الدر المنثور\" ٨/ ٦٥٠ - ٦٥١ وعزاه إلى ابن أبي حاتم، وابن شاهين في السنة، وابن مردويه، والبيهقي.(٣) ما بين القوسين ساقط من (أ).(٤) أصبغ بن نُباتة التميمي، ثم الحنظلي، ثم الدارمي، ثم المجاشعي؛ أبو القاسم الكوفي، روى عن علي بن أبي طالب، متروك، رمي بالرفض.انظر: \"المجروحين\" لابن حبان ١/ ١٧٣، و\"تهذيب الكمال\" ٣/ ٣٠٨ ت ٥٣٧، و\"تقريب التهذيب\" ١/ ٨١ ت: ٦١٣.(٥) ما بين القوسين ساقط من (أ).(٦) في (أ): (بحريه).(٧) \"الكشف والبيان\" ١٣/ ١٦٧ أ، و\"الجامع لأحكام القرآن\" ٢٠/ ٢١٩، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧ وقد قال ابن كثير عنه: إنه حديث منكر جدًّا.كما ورد في \"المستدرك\" ٢/ ٥٣٨: كتاب التفسير: سورة الكوثر: قال الذهبي: قلت: إسرائيل صاحب عجائب لا يعتمد عليه، وأصبغ شيعي متروك عند النسائي (كتب الضعفاء والمتروكين: النسائي: ٥٨: رقم ٦٦)، و\"الدر المنثور\" ٨/ ٦٥٠ وعزاه إلى ابن أبي حاتم، وابن مردويه، والبيهقي في سننه، و\"فتح القدير\" ٥/ ٥٠٤.</p><p> وذكر الكلبي (١) ، والفراء (٢) أن قوله: (وانحر)  (أمر)  (٣) باستقبال القبلة بنحوه. </p><p> وذكر عن عطاء أن هذا أمر بالاستواء بين السجدتين حتى يستقل بنحوه القبلة (٤) . </p><p> وقال سليمان التيمي معناه: ارفع يديك بالدعاء إلى نحرك (٥) . </p><p> (هذا قول المفسرين، وما ذكروه في هذه الآية)  (٦) ، و (أصل ذلك كله من النحر الذي هو الصدر،ويقال لذبح البعير:النحر، لأن منحره في صدره حيث يريد، والحلقوم من أعلى الصدر)  (٧) . </p><p>(١) \"الجامع لأحكام القرآن\" ٢٠/ ٢١٩. (٢) \"معاني القرآن\" ٣/ ٢٩٦ بنحوه.(٣) ساقط من (أ).(٤) \"الكشف والبيان\" ١٣/ ١٦٨ أ، و\"التفسير الكبير\" ٣٢/ ١٢٩ بمعناه، و\"الجامع لأحكام القرآن\" ٢/ ٢١٩ - ٢٢٠، و\"تفسير القرآن العظيم\" ٤/ ٥٩٧، و\"الدر المنثور\" ٨/ ٦٥١ وعزاه إلى ابن أبي حاتم.(٥) المراجع السابقة عدا \"التفسير الكبير\"، و\"الدر\".(٦) ما بين القوسين ساقط من (أ)، وقد عقب ابن كثير على ما مضى من الأقوال قال: وكل هذه الأقوال غريبة جدًا، والصحيح القول الأول، وأن المراد بالنحر ذبح المناسك، ثم حسن ما رجحه الطبري من القول بالعموم.وإن معنى الآية: فاجعل صلاتك كلها لله دون ما سواه من الأنداد، وكذلك النحر اجعله له دون الأوثان شكرًا له على ما أعطاك من الكرامة؛ قال: وهذا الذي قاله في غاية الحسن، وقد سبقه إلى هذا المعنى محمد ابن كعب القرظي وعطاء. \"تفسير القرآن العظيم\" ٤/ ٥٩٧ - ٥٩٨.(٧) ما بين القوسين انظر فيه: \"تهذيب اللغة\" ٥/ ١٠ (نحو)، و\"لسان العرب\" ٥/ ١٩٥ (نحر)، وأيضًا: \"مقاييس اللغة\" ٥/ ٤٠٠ (نحر).</p><p> فمعنى النحر في هذا هو إصابة النحر، كما يقال رأسه وبطنه، إذا أصابه ذلك منه، ووضع اليد على الصدر نحر أيضًا، كما ذكره علي رحمه الله-، لأنه إصابة النحر باليد، ورفع الأيدي في الصلاة أيضًا عند التكبير نحر، كما فسره جبريل (عليه السلام)  (١) للنبي -صلى الله عليه وسلم-، وهو أن يرفع يديه إلى نحره، فتصيب (٢) يده نحره (٣) ، وذلك القدر من الرفع هو السنة، واستقبال القبلة يسمى نحرًا. </p><p> (قال)  (٤) ابن الأعرابي: النحر انتصاب الرجل في الصلاة، بإزاء المحراب (٥) . </p><p> (قال ثعلب: وهو أن ينتصب بنحره بازاء القبلة ولا يلتفت يمينًا ولا شمالًا (٦) ) (٧) . </p><p> قال الفراء: ويقال منازلهم تتناحر، أي تتقابل، وأنشد: </p><p> أبا حَكَمٍ هل أنتَ عمُّ مُجالدٍ ... وسيدُ أهْلِ الأبْطَحِ المتناحرِ (٨) . </p><p>(١) ساقط من (أ). (٢) في) أ): (لتصيب).(٣) في (أ): (لنحره).(٤) ساقط من (أ).(٥) نقلاً عن \"تهذيب اللغة\" ٥/ ١١ (نحر).(٦) نقلًا عن \"تهذيب اللغة\" المرجع السابق، وكلامه في: \"مجالس ثعلب\" ١/ ١١ قال: معنى قوله تعالى: فصل لربك وانحر، يقال: استقبل القبلة بنحرك، ويقال: اذبح.(٧) ما بين القوسين ساقط من (أ).(٨) \"معاني القرآن\" ٣/ ٢٩٦. بيت القصيد لبعض بني أسد؛ ذكر ذلك الفراء. وقد ورد البيت في: برواية (ها أنت) بدلًا من (هل أنت)، و\"تهذيب اللغة\" ٥/ ١٠ (نحر)، و\"لسان العرب\" ٥/ ١٩٧، و\"تاج العروس\" ٣/ ٥٥٨، و\"جامع البيان\" ٣٠/ ٣٢٨، و\"النكت والعيون\" ٦/ ٣٥٦، و\"الكشف والبيان\" ج ١٣/ ١٦٨ أ، و\"روح المعاني\" ٣٠/ ٢٤٧، و\"التفسير الكبير\" ٣٢/ ١٣٠، و\"شرح أبيات معاني القرآن\" ص ١٧٤ س ٣٨٧.موضع الشاهد: يقال منازلهم تتناحر أي هذا ينحر هذا أي قُبالته.والمعنى: الأبطح: المتسع العريض، وأبطح الوادي: حصاه اللين في بطن المسيل.والجلد: القوة والشدة. \"شرح أبيات معاني القرآن\". المرجع السابق</p><p> قوله: {إِنَّ شَانِئَكَ (هُوَ الْأَبْتَرُ)  (١) } أي مبغضك من الشنآن، وهو البغض (٢) ، وقد مر (٣) . (هو الأبتر) . </p><p> معنى البتر في اللغة:  (أستئصال القطع، يقال بترته أبتره بترًا، أي صار أبتر، وهو المقطوع الذنب. ويقال للذي لا عقب له أبتر، وكذلك للمنقطع (٤) عن الخير) (٥) . </p><p> قال المفسرون: يعني العاص بن وائل، قال للنبي -صلى الله عليه وسلم-: إنه أبتر لا ابن له يقوم مقامه بعده فإذا مات انقطع ذكره واسترحتم منه، وكان قد مات ابنه </p><p>(١) ما بين القوسين ساقط من (أ). (٢) انظر \"تهذيب اللغة\" ١١/ ٤٢ (شنأ)، و\"إصلاح المنطق\" ص ٢٨٤.(٣) سورة المائدة: ٢، ٨ قال تعالى: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا}.وقوله تعالى: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا} ومما جاء في معنى: \"شنآن\" قال: أبو زيد: شنئت الرجل أشنؤه شنئًا وشنآنًا ومنشاءة إذا ابغضته.واختلف القراء في هذا الحرف، فالأكثرون قرؤوا على فَعْلا، وحجتهم أنه مصدر، والمصدر يكثر على فعلان، ومن أسكن النون، فلأن المصدر قد جاء أيضًا على فعلان، وإذا كان كذلك، فالمعنى في القراءتين واحد، ومعناه: لا يحرمنكم بغض قوم أي بغضكم قوم بصدهم إياكم .. \"البسيط\" مختصرًا جدًا.(٤) في (أ): (المنقطع).(٥) ما بين القوسين انظر \"تهذيب اللغة\" ١٤/ ٢٧٧ (بتر).</p><p> عبد الله بن خديجة. وهو قول (الكلبي (١) ، ومقاتل (٢) ، وابن عباس (٣) في رواية عطاء وعامة أهل التفسير) (٤) . </p><p>(١) \"تفسير عبد الرزاق\" ٢/ ٤٠٢، و\"التفسير الكبير\" ٣٢/ ١٣٢ - ١٣٣. (٢) \"تفسير مقاتل\" ٢٥٤ ب، و\"التفسير الكبير\" ٣٢/ ١٣٢.(٣) \"أسباب النزول\" ص ٤٠٤: قال: محققة إن رواية ابن عباس ضعيفة بسبب العوفي كما هو وارد عند ابن جرير، و\"جامع البيان\" ٣٠/ ٣٢٩ من طريق العوفي، و\"المحرر الوجيز\" ٥/ ٥٣٠ من غير ذكر طريق عطاء، و\"زاد المسير\" ٨/ ٣٢١، و\"التفسير الكبير\" ٣٢/ ١٣٢، و\"تفسير القرآن العظيم\" ٤/ ٥٩٨ من غير ذكر طريق عطاء، و\"الدر المنثور\" ٨/ ٦٥٢ وعزاه إلى ابن عساكر من طريق ميمون بن مهران، وابن مردويه.(٤) منهم سعيد بن جبير، ومجاهد، وقتادة. انظر \"جامع البيان\" ٣٠/ ٣٢٩، \"تفسير القرآن\" ٣٠/ ٣٢٩. وإلى القول أنه العاص ذهب السمرقندي في: \"بحر العلوم\" ٣/ ٥١٩، وقال البيهقي: والمشهور أنها نزلت في العاص بن وائل: \"الدر المنثور\" ٨/ ٦٥٢، وقاله به الزجاج في \"معاني القرآن وإعرابه\" ٥/ ٣٧٠.والرواية التي ذكرها الواحدي وعزاها إلى المفسرين هي رواية محمد ابن إسحاق من طريق يزيد بن رومان ونصها عن محمد بن إسحاق قال: حدثني يزيد بن رومان قال: كان العاص بن وائل السهمي إذا ذكر رسول الله -صلى الله عليه وسلم- قال: دعوه فإنما هو رجل أبتر لا عقب له، ولو هلك انقطع ذكره واسترحتم منه، فأنزل الله تعالى في ذلك \"إنا أعطيناك الكوثر\" إلى آخر السورةراجع ذلك: \"أسباب النزول\" ص ٤٠٤، تح: أيمن، و\"تفسيرالقرآن العظيم\" ٤/ ٥٩٨. قال د. عصام الحميدان: عن إسناد محمد ابن إسحاق عن يزيد بأنه مرسل يشهد له ما أخرجه ابن جرير عن سعيد بن جبير وقتادة مرسلًا مثله. وإسناده صحيح.\"أسباب النزول\" ص: ٤٦٦ حاشية: ١، تح: عصام.وقال آخرون: بل عني بذلك عقبة بن أبي معيط، وهو قول شمر بن عطية، وعكرمة وآخرون قالوا: كعب الأشرف وجماعة من قريش، وهو قول عكرمة، وإحدى روارات ابن عباس. \"جامع البيان\" ٣٠/ ٣٠٣.وقيل غير ذلك. يراجع \"النكت والعيون\" ٦/ ٣٥٦، و\"زاد المسير\" ٨/ ٣٢١.</p><p> قال محمد بن إسحاق (١)  (ومقاتل)  (٢)  (٣) : لما قال العاص ذلك أنزل الله هذه السورة، قال ابن إسحاق، يعني: قد أعطيتك ما هو خير من الدنيا وما فيها؛ قال: الكوثر: العظيم من الأمر (٤) . </p><p> قال مقاتل: فرفع (٥) الله ذكر محمد -صلى الله عليه وسلم- في الناس عامة حتى ذكر في الصلاة، والأذان، وأتاه مكان ابنه الكوثر (٦) . </p><p> وقال (عطاء عن)  (٧) ابن عباس: العرب تسمى من كان له بنون وبنات، فمات البنون وبقى البنات: أبتر، وكان العاص بن وائل السهمي يمر بمحمد -صلى الله عليه وسلم- فيقول له: إني لأشنؤك، وإنك لأبتر من الرجال، فأنزل الله تعالى (إن شانئك) يعني العاص هو (الأبتر) من خير الدنيا والآخرة (٨) . </p><p> وقال قتادة: الأبتر الحقير الذليل (٩) . </p><p>(١) سيرة النبي -صلى الله عليه وسلم- لابن هشام ١/ ٤٢١. (٢) \"تفسير مقاتل\" ٢٥٤ ب، و\"التفسير الكبير\" ٣٢/ ١٣٢.(٣) ساقط من (أ).(٤) \"سيرة النبي -صلى الله عليه وسلم-\" لابن هشام ١/ ٤٢١.(٥) في (أ): (فدفع).(٦) \"تفسير مقاتل\" ٢٥٤ ب.(٧) ساقط من (أ).(٨) \"الدر المنثور\" ٨/ ٦٥٢ وعزاه إلى ابن عساكر من طريق ميمون بن مهران بمعناه، وبمعناه أيضًا عن جعفر بن محمد عن أبيه: ٨/ ٦٥٣ وعزاه إلى الزبير بن بكار، وابن عساكر.الحديث أخرجه البيهقي في \"دلائل النبوه\" ٢/ ٧٠.(٩) \"تفسير عبد الرزاق\" ٢/ ٤٠٢، و\"جامع البيان\" ٣٠/ ٣٢٩، و\"بحر العلوم\" ٣/ ٥١٩، و\"النكت والعيون\" ٦/ ٣٥٦، و\"البحر المحيط\" ٨/ ٥٢٠</p><p> وقال الفراء: يقول الله -تعالى-: إن مبغضك وعدوك الذي لا ذكر الله بعمل خير (له)  (١) ، وأما أنت فقد جعلت ذكرك مع ذكري (٢) . هذا كلامه. </p><p> وهو من القول المفهوم، وذلك أنه لما وصف عدوه بأنه أبتر، تضمن ذلك أنه ليس بأبتر، وإلا فليس في المنطق به ذكر رفع ذكر النبي صلى الله عليه وسلم، وقال أبو إسحاق: جائز أن يكون الأبتر هو المنقطع العقب (٣) ، وجائز أن يكون المنقطع عن كل خير. </p><p> وقال أهل المعاني: معنى قوله: (هو الأبتر) أي هو الذي ينقطع ما هو عليه من كفره بموته فكان الأمر كذلك، وأما أمر النبي -صلى الله عليه وسلم- فإنه ظهر واستفاض حتى ظهر على الدين كله (٤) . </p><p>(١) ساقط من (أ). (٢) \"معاني القرآن\" ٣/ ٢٩٦.(٣) العقب: هو ولد الرجل، وولد ولده، وليس له عاقبة أي ليس له نسل. \"مختار الصحاح\" ص ٤٤٣ (عقب)، و\"المصباح المنير\" ٢/ ٥٠٠ (عقب).(٤) لم أعثر على مصدر لقوله.</p><p> سورة الكافرون </p>"
}