{
  "id": null,
  "sura": 112,
  "aya": 1,
  "text": "<p> تفسير سورة الإخلاص (١)  (٢) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {قُلْ هُوَ اللَّهُ أَحَدٌ} قال أبي بن كعب: إن المشركين قالوا لرسول الله -صلى الله عليه وسلم-: انسب لنا ربك، فأنزل الله هذه السورة (٣) . </p><p>(١) تسمى بسورة الأساس؛ لاشتمالها على توحيد الله وهو أساس الدين. \"الإتقان\" ١/ ١٥٩ (٢) فيها قولان:أحدهما: أنها مكية، وهو قول ابن مسعود، والحسن، وعطاء، وعكرمة، وجابر. والآخر: أنها مدنية وهو قول قتادة واحد قولي ابن عباس، والضحاك والسدي، و\"النكت والعيون\" ٦/ ٣٦٩، و\"زاد المسير\" ٨/ ٣٢٩، و\"البحر المحيط\" ٨/ ٥٢٧.(٣) وردت هذه الرواية من طريق أبي سعد الصاغاني -وهو محمد بن مُيَسَّر- وهو طريق ضعيف لضعف أبو سعد ذكر ذلك: أيمن صالح محقق: \"أسباب النزول\" ص ٤٠٩ وكذلك ضعفه الألباني في تحقيقه لكتاب \"السنة\" ١/ ٢٩٧ ح ٦٦٣ باب نسب الرب تبارك وتعالى.قال ابن حجر: محمد بن مُيَسّر هو: الجعفي أبو الصاغاني البلخي، ضعيف، ورمي بالإرجاء \"تقريب التهذيب\" ٢/ ٢١٢ ت ٧٥٦، كما وصفه البخاري بالاضطراب؛ قال: وفيه اضطراب. \"التاريخ الكبير\" ١/ ٤٥ ت ٧٧٨. كما وردت هذه الرواية من طريق أبي العالية عن أبي بن كعب في \"المسند\" ٥/ ١٣٤، و\"سنن الترمذي\" ٥/ ٤٥١ =</p><p> وقال ابن عباس (في رواية عطاء (١) ، والضحاك (٢) ) (٣) : \"إن (٤) وفد </p><p>= ح ٣٣٦٤ كتاب تفسير القرآن، باب ٩٣، وفي \"المستدرك\" ٢/ ٥٤: كتاب التفسير: باب تفسير سورة الإخلاص وصححه، ووافقه الذهبي، و\"الأسماء والصفات\" ١/ ٦٩: جماع أبواب ذكر الأسماء التي تتبع نفي التشبيه عن الله. قال الترمذي: وقد روي بنحو هذه الرواية عن أبي العالية، ولم يذكر فيه عن أبي بن كعب، وهذا أصح من حديث أبي سعد. \"سنن الترمذي\" المرجع السابق.وقال ابن حجر في \"فتح الباري\" ٨/ ٧٣٩: بعد أن ذكر رواية أبي العالية عن أبي بن كعب: وأخرجه الترمذي من وجه آخر عن أبي العالية مرسلاً، وقال: هذا أصح، وصحح الموصول ابن خزيمة، والحاكم، وله شاهد من حديث جابر عند أبي يعلى، والطبري، والطبراني في الأوسط، وأخرجه أيضًا ابن الجوزي كما في \"جامع الأصول\" ٢/ ٤٤١ ح ٨٩٣.وسند رواية أبي بن كعب إن كانت من طريق أبي جعفر الرازي عن الربيع عن أنس عن أبي العالية عنه، فهو إسناد جيد.انظر الحكم على سند الرواية: مقالة د. حكمت بشير، منشورة في \"مجلة الجامعة الإسلامية ص: ٤٠ للسنة ٢٦ العددان: ١٠١، ١٠٢ عام ١٤١٤ - ١٤١٥، وقد وردت رواية أبي العالية عن أبي بن كعب في: \"جامع البيان\" ٣٠/ ٣٤٢، و\"الكشف والبيان\" ج ١٣/ ١٨٨ أ، و\"معالم التنزيل\" ٤/ ٥٤٤، و\"ابن كثير\" ٤/ ٦٠٤، و\"الدر المنثور\" ٨/ ٦٦٩، وعزاه إلى أحمد، والبخاري في تاريخه، والترمذي، وابن جرير، وابن خزيمة، وابن أبي حاتم، والبغوي في معجمه، وابن المنذر، والحاكم وصححه، و\"فتح القدير\" ٥/ ٥١٣، و\"مجموع الفتاوى\" ١٧/ ٢٢١.كما وردت الرواية من غير ذكر الطريق في: \"بحر العلوم\" ٣/ ٥٢٥، و\"معاني القرآن وإعرابه\" ٥/ ٣٧٧ و\"النكت والعيون\" ٦/ ٣٦٩، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٤٦، و\"لباب التأويل\" ٤/ ٤٢٦.(١) \"التفسير الكبير\" ٣٢/ ١٧٥.(٢) \"الكشف والبيان\" ١٣/ ١٨٨ ب.(٣) ما بين القوسين ساقط من (أ).(٤) في (أ): (أنى).</p><p> نجران (١) قدموا على النبي -صلى الله عليه وسلم- فقالوا: صف لنا ربك؛ أمن زبرجد، أم من ياقوت، أم من ذهب، أم من فضة؟! فأنزل الله هذه السورة \".</p><p> وقال في رواية أبي (ظبيان (٢) ، وأبي) (٣) صالح (٤) : أن عامر بن الطفيل (٥) ، وزيد بن ربيعة (٦) أتيا النبي -صلى الله عليه وسلم- فقال عامر: إلى من تدعونا يا محمد؟ قال: إلى الله. فقال: صفه لنا، أم من ذهب هو، أم من فضة، أم من زبرجد، أم من خشب؟ فنزلت هذه السورة. </p><p> وقال قتادة (٧) ، (ومقاتل (٨) ) (٩) : إن اليهود قالوا للنبي -صلى الله عليه وسلم-: انسب لنا ربك، فقد أنزل الله نعته في التوراة، فأخبرنا عنه يا محمد وصفه لنا؟ فأنزل الله {قُلْ هُوَ اللَّهُ أَحَدٌ} إلى آخر السورة. </p><p> فقال أبو إسحاق: \" هو \" كناية عن ذكر الله.المعنى:الذي سألتم تبيين نسبته(١٠){هُوَ اللَّهُ أَحَدٌ}قال: ويجوز أن يكون \" هو\" للأمر، كما تقول: </p><p>(١) في (أ): (بحوران). (٢) \"الكشف والبيان\" ج ١٣/ ١٨٨ أ، و\"معالم التنزيل\" ٤/ ٥٤٤.(٣) ما بين القوسين ساقط من (أ).(٤) \"الكشف والبيان\" ج ١٣/ ١٨٨ أ، و\"معالم التنزيل\" ٤/ ٥٤٤، و\"زاد المسير\" ٨/ ٣٢٩ من غير ذكر طريق أبي صالح، وكذا في: \"لباب التأويل\" ٤/ ٤٢٦.(٥) عامر بن الطفيل: قال ابن الأثير لم يختلف أهل النقل من المتقدمين أن عامر بن الطفيل مات كافرًا. انظر: \"أسد الغابة\" ٣/ ١٢٧.(٦) في (أ): (أربد).(٧) \"تفسير مقاتل\" ٢٥٧ أ.(٨) ساقط من (أ).(٩) \"جامع البيان\" ٣٠/ ٣٤٣، و\"النكت والعيون\" ٦/ ٣٦٩، و\"الكشف والبيان\" ج ١٣/ ١٨٨ أ، و\"معالم التنزيل\" ٤/ ٥٤٤، و\"الدر المنثور\" ٨/ ٦٧١ وعزاه إلى ابن المنذر.(١٠) في (أ): (تشبيه).</p><p> هو زيد قائم، أي الأمر زيد قائم (١) . والمعنى: لأمر الله أحد (٢) . </p><p> قال أبو علي الفارسي: من ذهب إلى أن \"هو\" كناية عن اسم \"الله\" ، كان قوله \"الله\" مرتفعًا بأنه خبر مبتدأ، ويجوز في قولك:  \"أحدُ\" ما يجوز في قولك زيدٌ أخوك قائم. ومن ذهب إلى أنه كناية عن القصة، والحديث؛ كان اسم الله عنده مرفوعًا بالابتداء \"واحد\" خبره، ومثل هذا قوله: {فَإِذَا هِيَ (٣) شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا} [الأنبياء: ٩٧] ؛ إلا أن \"هي\" جاءت على التأنيث؛ لأن في التفسير اسمًا مؤنثًا، وعلى هذا جاء:  {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ}  [الحج: ٤٦] ، فإذا لم يكن في التفسير مؤنث لم يؤنث ضمير القصة لقوله:  {إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا}  [طه: ٧٤]  (٤) . </p><p> وقال أبو إسحاق:  \"أحد\" مرفوع على معنى هو أحد، المعنى هو الله، وهو أحد (٥) . </p><p> وقال الكسائي:  \"هو\" في قوله \"هو الله\" عماد (٦) مثل قوله: { [إِنَّهُ]  (٧) أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ (٨) } (٩) . </p><p>(١) (زبد قائم) بياض في (ع). (٢) \"معاني القرآن وإعرابه\" ٥/ ٣٧٧ بنصه.(٣) ما بين القوسين ساقط من النسختين، وأثبته لأنه موطن الشاهد في الآية، وهو مذكور أيضًا في \"الحجة\"، وهو مصدر القول.(٤) \"الحجة\" ٦/ ٤٥٨ بيسير من التصرف.(٥) \"معاني القرآن وإعرابه\" ٥/ ٣٧٧.(٦) يعني به: ضمير فصل. سبق بيانه.(٧) ساقط من النسختين وهو موضع الشاهد كما هو موضح في \"معاني القرآن\" ٣/ ٢٩٩.(٨) سورة النحل: ٩.(٩) ورد قول الكسائي عند الفراء في \"معاني القرآن\" ٣/ ٢٩٩.</p><p> وأنكر الفراء ذلك، وقال العماد: لا يكون مستأنفًا به (١)  (٢) . </p><p> وأما \"أحد\" ، فقد تقدم الكلام في أصله وبيانه في سورة البقرة (٣) . </p><p> قال أبو علي الفارسي: وهو اسم على ضربين أحدهما: أن يكون اسمًا نحو: أحد وعشرون، يريد به الواحد. والآخر أن يكون صفة، كبطلٍ، وحسن، وذلك نحو قول النابغة: </p><p> بذي الجليلِ على مُسْتَأنس وَحَدِ (٤) </p><p>(١) لا يكون مستانفًا به إلا إذا كان قبله إن أو بعض أخواتها أو كان أو الظن. \"معاني القرآن\" الفراء ٣/ ٢٩٩. (٢) \"معاني القرآن\" المرجع السابق.(٣) سورة البقرة: ١٦٣ قال تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ}، ومما جاء في بيان أصله: قال: معنى الوحدة في اللغة هي الانفراد، يقال: وحد الشيء، وهو يحد حده، فهو واحد، وجمعه وحدان بالضم، والوَحْدان بالفتح بمعنى الواحِد؛ مثل قولهم: فَرْدان بمعنى الفرد، وحقيقة الواحد شيء لا يتبعض. ويقال أيضًا: وَحَد يوحُد وَحَادةً ووحَدً فهو وحيد. ويستعمل الواحد على الوجهين: أحدهما: على جهة الحكم والحقيقة، والثاني: على الوصف والمجاز .. فاما الواحد في صفة الله تعالى، فقال الأزهري له معنيان: أحدهما أنه واحد لا نظير له وليس كمثله شيء، والمعنى الثاني أنه إله واحد، ورب واحد ليس له في إلهيته وربوبيته شريك، لأن المشركين أشركوا معه آلهة فكذبهم الله تعالي فقال: \"وإلهكم إله واحد\".(٤) وصدره:كأن رحلي وقد زال النهار بناوقد ورد في: \"ديوانه\" ص ٣١، ط. المؤسسة العربية برواية: (يوم) بدلاً من (بذي)، و\"تهذيب اللغة\" ٥/ ١٩ (وحد)، و\"لسان العرب\" ٣/ ٤٥٠ (وحد)، و\"الكشف والبيان\" ١٣/ ١٨٩ أ، و\"الجامع لأحكام القرآن\" ٢٠/ ٤٤، و\"الحجة\" ٦/ ٤٥٨، و\"تفسير أسماء الله الحسنى\" للزجاج: تح الدقاق ص ٥٨، و\"الأمالي\" لابن الشجري ٢/ ٢٧١، معناه: زال النهار: انتصف. الجليل: وادٍ قرب مكة، المستأنس: الذي ينظر بعينه؛ لأنه أحس إنسيًا. وحد: منفرد. \"ديوانه\" ٣١.</p><p> وقد جمعوا \"أحدًا\" الذي هو صفة على أحْدان، وهو جمع لـ:  \"أحد\" الذي يراد به الرفع من الموصوف والتعظيم له، وأنه منفرد عن الشبه والمثل (١) . هذا كلامه. </p><p> ومعناه: أن \"أحدًا\" إن جعلته اسمًا لله تعالى فمعناه أنه شيء لا ينقسم في نفسه (٢) ، وفيه إبطال مذهب المجسمة (٣) ؛ لأن الجسم ليس بواحد إذ هو </p><p>(١) \"الحجة\" ٦/ ٤٥٨ - ٤٥٩ باختصار. (٢) قوله: \"إنه لا ينقسم في نفسه\" هذا لفظ مجمل يحتمل حقًّا، وهو: نفي أنه تعالى يتفرق أو يتجزأ، أو أنه ركب من أجزاء، ويحتمل معنى باطلاً، وهو: نفي علوه على عرشه ومباينته لخلقه، أو نفي صفة الوجه واليدين ونحوها مما يليق بجلاله وعظمته. وقد اشتهر لدى المتكلمين، ومنهم الأشاعرة، ذكر هذا على المعنى الثاني، ولا شك أنه إطلاق باطل، لأن إثبات العلو والاستواء لا يستلزم الانقسام الذي نفاه هؤلاء، وقد بين شيخ الإسلام ابن تيمية ما في قول المتكلمين: \"واحد لا قسيم له\" من حق وباطل فقال:قولهم هو واحد لا قسيم له في ذاته، أو لا جزء له أو لا بعض له، لفظ مجمل، فإن الله سبحانه وتعالي أحد صمد لم يلد ولم يولد، ولم يكن له كفوًا أحد، فيمتنع أن يتفرف أو يتجزأ، أو يكون قد ركب من أجزاء، لكنهم يدرجون في هذا اللفظ نفي علوه على عرشه ومباينته لخلقه وامتياز عنهم، ونحو ذلك من المعاني المستلزمة لنفيه وتعطيله، ويجعلون ذلك من التوحيد. \"التدمرية: لابن تيمية\" تح: محمد السعوي ص ١٨٤ - ١٨٥.(٣) لفظ المجسمة لفظ مجمل اختلف المتكلمون في تحديده وتحريفه، واضطربوا فمثلًا يرى من ينفي الأسماء والصفات كالجهمية: أن من يثبت الأسماء لله كالمعتزلة مجسمة، ويرى المعتزلة نفات الصفات - أن الأشاعرة الذين يثبتون لله سبع صفات مجسمة، ويرى الأشاعرة أن أهل السنة إذا اثبتوا لله الوجه، واليدين والنزول والاستواء ونحوها مجسمة. وهذا. وقد يطلق هذا على من يشبه لله بخلقه وبجسمه =</p><p> أجزاء كثيرة، وقد دل الله بهذا القول علي أنه واحد، فصح أنه ليس بجسم. وإن جعلته صفة فمعناه: الرفع من شأنه والتعظيم بأنه لا نظير له ولا شريك. </p><p> فهو أحد في صفته؛ إذ لم يوصف غيره بما وصف به من الصفات العلية. </p><p> وقال الأزهري: لا يوصف شيء بالأحدية غير الله -تعالى- لا يقال: رجلٌ أحدٌ، و (لا)  (١) درهم أحدٌ. كما يقال: رجل وَحَدٌ، أي فرد، لأن أحدًا: صفة من صفات الله -جل ثناؤه- التي استأثر بها فلا يشركه فيها شيء، وليس كقولك: الله واحد، وهذا شيء واحد. لأنه لا يقال: شيء أحد، فأحد لا يوصف به غير الله لخلوص هذا الاسم الشريف لله جل ثناؤه (٢) . </p><p> وقول المفسرين في تفسير \"أحد\" يدل على أنه وصف لا اسم، فإن ابن عباس قال: يريد الواحد الذي ليس كمثله شيء (٣) . </p><p>= ويصفه بصفات البشر -كما فعلت المشبهة ونحوهم-، وهو في هذه الحالة الأخيرة إطلاق صحيح. (انظر: \"شرح القصيدة النونية\" لابن القيم: شرح د. محمد الهراس ١/ ٨٢، و\"موقف ابن تيمية من الأشاعرة\" د. عبد الرحمن المحمود ٣/ ١٠٩٩، و\"التدمرية\" تح السعوي: ١٨٤ - ١٨٥)، والإمام الواحدي رحمه الله بما عرف من أشعريته قد يكون قصد بمذهب المجسمة. من يثبت لله الوجه واليدين والعلو والاستواء، ويقولون هذه خصائص الأجسام، وكثيرًا ما يذكرون هذا في تفسير الأول، والواحد. ولا شك أن هذا الإطلاق خطأ؛ بل إثبات هذه الصفات هو الحق الذي عليه الأئمة، وهو الصواب. والله أعلم. انظر: \"موقف ابن تيمية من الأشاعرة\" ٣/ ٩٤٨، و\"شرح القصيدة النونية\" ١/ ٨٢.(١) ساقط من (أ).(٢) \"تهذيب اللغة\" ٥/ ٩٧ - ١٩٨ بتصرف.(٣) \"الوسيط\" ٤/ ٥٧١، وبمعناه في \"زاد المسير\" ٨/ ٣٣٠ وعبارته: الأحد هو الواحد.</p><p> ومقاتل قال:  \"أحد\" لا شريك له (١) . </p><p> واختلف القراء في قوله:  \"أحد الله الصمد\" ، فقراء العامة (٢) : التنوين. </p><p> وتحريكه بالكسرة في نحو:  \"أحَدُنِ الله\" وهو القياس الذي لا إشكال فيه، وذلك أن التنوين من أحد ساكن، ولام المعرفة من \"الله\" ساكن، فلما التقى ساكنان، حرِّك الأول منهما بالكسر كما تقول: اذهبِ اذهبْ. فتحرك الساكن الأول بالكسر. </p><p> وروي عن أبي عمرو:  \"أحُد الله\" بغير تنوين (٣) ، وذلك أن النون شابهت حروف اللين في أنها تزاد كما يزدن (٤) ، وفي أنها قد أبدلت منها \"الألف\" في الأسماء المنصوبة، وفي الخفيفة نحو:  \"والله فاعبدا\" ، فلما شابهتها أجريت مجراها في أنها: حذفت ساكنه للالتقاء الساكنين، كما حذفت \"الألف\" و \"الواو\" و \"الياء\" كذلك، نحو: رمى القوم، ويغزو (٥) القوم، ويرمي القوم، ومن ثم حذفت ساكنة في الفعل نحو {لم يك} </p><p>(١) \"الوسيط\" ٤/ ٥٧١. (٢) وهم: ابن كثير، ونافع، وابن عامر، وعاصم، وحمزة، والكسائي، وقرأ أبو عمر: \"أحَدْ * الله\" بغير تنوين ثم يقف.انظر: \"كتاب السبعة في القراءات\" ص ٧٠١، و\"القراءات وعلل النحويين فيها\" ٢/ ٨٠٧، و\"الحجة\" ٦/ ٤٥٤.(٣) القراءة عن هارون عن أبي عمرو بضم الدال في \"أحد\" بغير تنوين قراءة شاذة رويت أيضًا عن نصر بن عاصم، وعمر بن الخطاب انظر \"مختصر الشواذ\" ص ١٨٢وإن كان المقصود قراءته بالوقف من غير تنوين فهي قراءة صحيحة - كما مر بنا.(٤) في (أ): (يزد).(٥) في كلا النسختين: (بغزوا).</p><p> [الأنفال: ٥٣] ، {فَلَا تَكُ فِي مِرْيَةٍ}  [السجدة: ٢٣] ، فحذف في \"أحد الله\" لالتقاء الساكنين كما حذفت هذه الحروف. وقد جاء ذلك في الشعر كثيرًا، أنشد أبو زيد (فقال)  (١) : </p><p> حَيْدَةُ خالي، ولَقيطٌ، وعَليْ ... وحَاتِمُ الطَّائيُّ وَهَّابُ المئيْ (٢)  (٣) </p><p> وأنشد أيضًا (٤)  (فقال)  (٥) : </p><p> لَتَجدَنِّي بِالأميرِ بَرَّا بالقَنَاةِ مِدْعَسُا ... مِكَرُّا إذا غُطَيْفُ السُّلَميُّ فَرَّا (٦) </p><p> وقد ذكرنا هذا مستقصى (٧) عند قوله: {عُزَيْرٌ ابْنُ اللَّهِ}  [التوبة: ٣٠] . </p><p> وروي عن أبي عمرو أيضًا:  \"أحد الله الصمد\" ، وقال: أدركت القراء كذلك يقرؤونها \"أَحَدْ\" وصلًا على السكون. </p><p>(١) ساقط من (أ). (٢) في (أ): (المأوى)، وفي (ع): (الماى).(٣) البيت لامرأة من بني عقيل تفخر بأخوالها من اليمن، وقد ورد البيت في كتاب \"النوادر في اللغة\" لأبي زيد ص ٣٢١: باب رجز.\"لسان العرب\" ١٥/ ٢٧ (مأى)، ونسبه للعامرية، و\"الأمالي الشجرية\" ١/ ٣٨٣، و\"المنصف\" ٢/ ٦٨.(٤) الرجز لقائل مجهول - انظر حاشية \"الحجة\" ٦/ ٤٥٧.(٥) ساقط من (أ).(٦) ورد البيت في: \"النوادر\" ص ٣٢١ باب رجز، و\"الحجة\" ٤/ ١٨٥، و\"لسان العرب\" ٧/ ٣٦ (دعص)، أنشد الأول منه والثاني برواية: (بالقناة) مِدْعَصا - دعصه بالرمح طعنه به، ورجل مدعَصُ بالرمح طعان، و\"لسان العرب\" ٦/ ٨٤ (دعس)، و\"الأمالي الشجرية\" ١/ ٣٨٢ - ٣٨٣، و\"الإنصاف\" ٢/ ٦٦٥، و\"معاني القرآن\" ١/ ٤٣١، و\"شرح أبيات معاني القرآن\" ص ١٤٠: ش ٣٠٢ - ٣٠٣ - ٣٠٤، و\"جامع البيان\" ٣٠/ ٣٤٤ - حاشية ١ - موضع الشاهد: غطيف أراد غطيف بالتنوين إلا أنه حذف لالتقاء الساكنين كما حذفت نون التوكيد لالتقاء الساكنين.(٧) في (ع): (مستقصى).</p><p> قال أبو علي: قد تجرىِ الفواصل في الإدراج مجراها في الوقف، </p><p> على هذا قال من قال: {فَأَضَلُّونَا السَّبِيلَا (٦٧) رَبَّنَا} [الأحزاب:٦٧ - ٦٨] ، {وَمَا أَدْرَاكَ مَا هِيَهْ (١٠) نَارٌ} [القارعة: ١٠ - ١١] . </p><p> وأنشد (١) : </p><p> أصبَحْتُ لا أحمِل (٢) السِّلاحَ ... ولا أملك (٣) راسَ البعيرِ إن نَفَرا </p><p> والذئب أخشاه إن مررتُ به (٤) ... ............................ </p><p> قال: وهذا مبني على وصل البيت الأول بالثاني، ألا ترى أنه نصب الذئب كما قال -سبحانه-: {وَالظَّالِمِينَ أَعَدَّ}  [الإنسان: ٣١] بعد قوله: {يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ}  [الإنسان: ٣١] ، وكذلك الفواصل إذا أدرجت ووصلت بما بعدها. </p><p> ومما يؤكد ذلك قطعهم لهمزة الوصل في أنصاف البيوت كقوله (٥) : </p><p> ولا يُبادِرُ في الشِّتاءِ وَليدُنا ... ألقِدْرُ يُنْزِلُهَا بغير جِعالِ (٦) </p><p> فهذا لأن النصف الثاني من الأول كالبيت الثاني من الأول، فكذلك </p><p>(١) البيت للربيع بن ضب الفزاري. (٢) في (ع): (ولا أملك)؛ بدلاً من (ولا أحمل).(٣) في (ع): (ولا أحمل)؛ بدلاً من (ولا أملك).(٤) وعجزه:وَجْدي وأخش الرياح والمطراوقد ورد في: \"كتاب سيبويه\" ١/ ٨٩ - ٩٠، و\"شرح أبيات سيبويه\" ٧١: ش ١٦٣، و\"المحتسب\" ٢/ ٩٩، و\"النوادر\" ٤٤٦.(٥) البيت للبيد، وليس في ديوانه نقلاً عن - حاشية ١، و\"الحجة\" ٦/ ٤٦١.(٦) ورد البيت في: \"كتاب سيبوية\" ٤/ ١٠٥، و\"شرح أبيات سيبوية\" ١٨٦ ش ٧٠٩، و\"لسان العرب\" ١١/ ١١٢ (جعل) برواية: \"ولا تبادر في الشتاء وليدتي\"، ونسبه إلى ابن بري، ومعنى جعال. ما تنزل به القدر من خرقة وغيرها. اللسان.</p>"
}