{
  "id": null,
  "sura": 113,
  "aya": 1,
  "text": "<p> تفسير سورة الفلق (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} قال الكلبي (٢) ، ومقاتل (٣) : إن لبيد بن أعصم اليهودي سحر النبي -صلى الله عليه وسلم- في إحدى عشر عقدة في وتر، ودسه في بئر يقال لها ذَرْوَان (٤) ، فمرض رسول الله -صلى الله عليه وسلم-، (واشتد)  (٥) عليه (٦) ذلك ثلاث ليال، فنزلت المعوذتان لذلك، وأخبره جبريل بمكان السحر، فأرسل إليها عليًّا </p><p>(١) تسمى سورتا الفلق والناس المعوذتان، والمشتققتان أي المبرئتان من النفاق. الإتقان: ١/ ١٥٩، و\"النكت والعيون\" ٦/ ٣٧٣. وفيها قولان: أحدهما: أنها مدنية، رواه أبو صالح عن ابن عباس، وقتادة. والثاني: أنها مكية، رواه كريب عن ابن عباس، والحسن، وعطاء، وعكرمة، وجابر، قال ابن الجوزي: الأول أصح.\"المحرر الوجيز\" ٥/ ٥٣٨، و\"زاد المسير\" ٨/ ٣٣٢.(٢) \"معالم التنزيل\" ٤/ ٥٤٦، و\"لباب النقول\": ص ٢٣٨ - ٢٣٩ من طريق الكلبي عن أبي صالح عن ابن عباس.(٣) \"تفسير مقاتل\" ٢٥٧ أ، و\"معالم التنزيل\" ٤/ ٢٤٦.(٤) بياض في (ع).(٥) ما بين القوسين ساقط من (أ).(٦) في (أ): (على).</p><p> رضي الله عنه فجابها، فقال جبريل للنبي -صلى الله عليه وسلم- حل عقدة واقرأ آية، ففعل، وجعل كلما يقرأ آية انحلت عقدة، وذهب عنه ما كان يجده. وهذه القصة صحيحة (١) ، ....... </p><p>(١) وردت في: \"صحيح البخاري\" من طريق هشام عن أبيه عن عائشة -رضي الله عنها- قال: كان رسول الله -صلى الله عليه وسلم- سُحِرَ حتى كان يرى أنه يأتي النساء ولا يأتيهن. قال سفيان: وهذا أشد ما يكون من السحر إذا كان كذا. فقال: يا عائشة أعلمت أن الله قد أفتاني فيما استفتيه فيه؟ أتاني رجلان فقعد أحدهما عند رأسي، والآخر عند رجلي، فقال الذي عند رأسي للآخر: ما بال الرجل؟ قال: مطبوب. قال: ومن طبَّه؟ قال لبيد بن أعصم رجل من بني زُريق حليف ليهود كان منافقًا. قال: وفيم؟. قال في مشط ومشاطة. قال: وأين؟ قال في جُف طلعةٍ ذكر تحت رعوفة في بئر ذَرْوان. قالت: فأتى النبي -صلى الله عليه وسلم- البئر حتى استخرجه. فقال هذه البئر التي أريتها، وكأن ماءها نقاعة الحناء، وكان نخلها رؤوس الشياطين. قال: فاستخرج. قالت: فقلت أفلا -أي تنشرت- فقال: أما والله فقد شفاني، وأكره أن أثير على أحد من الناس شرًّا. \"صحيح البخاري\" ٤/ ٤٨ - ٤٩: ح ٥٧٦٣. ٥٧٦٥: باب ٤٧، ٤٩، ٥٠، ج ٢/ ٤٣٧: ح ٣٢٦٨: كتاب بدء الخلق: باب ١١. ومسلم في \"صحيحه\": ٤/ ١٧١٩: ح ٤٣، ٤٤ مختصرًا: كتاب السلام: باب ١٧ ومن خلال ما ورد في الصحيحين يتبين أنه ليس فيه ما يدل على نزول المعوذتين على الرسول -صلى الله عليه وسلم- عندما سحر.قال ابن حجر: وقد وقع في حديث ابن عباس فيما أخرجه البيهقي في: الدلائل: بسند ضعيف في آخر قصة السحر الذي سحر به النبي -صلى الله عليه وسلم- أنهم وجدوا وترًا فيه إحدى عشرة عقدة، وأنزلت سورة الفلق، والناس وجعل كلما قرأ آية انحلت عقده. وأخرجه ابن سعد بسند آخر منقطع عن ابن عباس: أن عليا وعمارًا لما بعثهما النبي -صلى الله عليه وسلم- لاستخراج السحر وجدا طلعة فيها إحدى عشرة عقدة فذكر نحوه. فتح البارى: ١٠/ ٢٢٥.وقد وردت قصة سحر النبي -صلى الله عليه وسلم-، وأن ذلك كان سببًا في نزول المعوذتين في \"أسباب النزول\": تح: ايمن ص ٤١٠، و\"لبات النقول\": ٢٣٨ - ٢٣٩، و\"الكشف والبيان\" =</p><p> والمعتزلة تنكرها (١) ، ويقولون: لا يجوز أن يكون النبي -صلى الله عليه وسلم- مسحورًا، لأن الكفار كانوا يعيرونه بذلك، فلو قلنا: إنه سحر، وجوزنا ذلك كنا قد جاوزنا ما عير به. </p><p> والجواب: أن هذه القصة قد ثبتت (قصتها)  (٢) ، وصحتها عند المفسرين، وأهل النقل، والعلم بالرواية، ودلت هذه السورة على ذلك، وهو قوله:  {وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ} يعني اللاتي ينفثن بالرقي والعزائم، فلولا أن لشرهن تأثيرًا وإلا لم يؤمر بالاستعاذة من شرهن. </p><p> ولا يجوز أن يكون النبي -صلى الله عليه وسلم-مسحورًا على الوجه الذي عيره به الكفار (٣) ، فإنهم كانوا يريدون أنه مخدوع مجنون سحر بتخيل عقله، </p><p>= ١٣/ ١٩٢/ ١، و\"معالم التنزيل\" ٤/ ٥٤٦، و\"زاد المسير\" ٨/ ٣٣٢، و\"معاني القرآن\" للفراء ٣/ ٣٠١ قال ابن كثير تعليقًا على رواية الثعلبي: هكذا أورده بلا إسناد، وفيه غرابة وفي بعضه نكارة شديدة، ولبعضه شواهد. \"تفسير القرآن العظيم\" ٤/ ٦١٥ \"الدر المنثور\" ٨/ ٦٨٧ وعزاه إلى ابن مردويه والبيهقي في الدلائل عن عائشة وابن عباس. (١) قال المازني: أنكر بعض المبتدعة هذا الحديث، وزعموا أنه يحط من منصب النبوة ويشكك فيها -ثم قال- وهذا كله مردود. \"فتح الباري\" ١٠/ ٢٢٦ وقال ابن القيم: وهذا الحديث -يعني الذي في الصحيح- ثابت عند أهل العلم بالحديث يتلقى بالقبول بينهم لا يختلفون في صحته، وقد اعتاص على كثير من أهل الكلام وغيرهم، وأنكروه أشد الإنكار، وقابلوه بالتكذيب. \"تفسير المعوذتين\" تحقيق مصطفى العدوي ٥٧ - ٥٨ وقد أنكره أيضًا الجصاص في \"أحكام القرآن\" ١/ ٤٩.(٢) ما بين القوسين ساقط من (أ).(٣) نحو ما جاء في قوله تعالى: {وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} [سورة الفرقان: ٨]، وكقوله تعالى: {قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ} [الشعراء: ١٥٣: ١٨٥].</p><p> فلذلك خالفهم في الدعاء إلى توحيد الله، فأما أن يكون مسحورًا بوصف يجده في بدنه، فذلك ما لا ينكره أحد، ولم يكن الله ليسلط عليه شيطانًا أو جنيًّا أو انسيًّا فيما يؤدي إلى الضرورة في الدين، والنبوة، ولا الرسالة، وبيان الدعوة، فأما على الإضرار ببدنه فقد صح أن وجهه شج (١) ، وأن رباعيته (٢) كسرت يوم أحد (٣) ، ولم يقدح ذلك في نبوته كذلك السحر، والخيلة، والتوصل بالرقي الإضرار ببدنه لا ينكر (٤) . </p><p> واختلفوا في معنى \"الفلق\" فالأكثرون على أنه الصبح، وهو قول جابر (٥) ، وسعيد بن جبير (٦) ، </p><p>(١) شج: أي حصل جرح في رأسه الشريف، والجراحة إذا كانت في الوجه أو الرأس تسمى شجة. \"حاشية صحيح مسلم\" ٣/ ١٤١٧. (٢) الرباعية: هي السن التي تلي الثنية من كل جانب وللإنسان أربع رباعيات. \"شرح صحيح مسلم\" ١٢/ ٣٩٠.(٣) أخرج مسلم في \"صحيحه\" ٣/ ١٤١٧: ح ١٠٤: كتاب الجهاد والسير: باب ٣٧ عن أنس أن الرسول -صلى الله عليه وسلم- كسرت رباعيته يوم أحد، وشج في رأسه، فجعل يسلت الدم عنه ويقول: كيف يفلح قوم شجوا نبيهم، وكسروا رباعيته وهو يدعوهم إلى الله فأنول الله عَزَّ وَجَلَّ {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ}(٤) قال القاضي عياض عن بعض المحققين: وهذه الطوارئ والتغييرات المذكورة، إنما تختص بأجسامهم البشرية المقصود بها مقاومة البشر ومعاناة بني آدم لمشاكله الجنس وأما بواطنهم فمنزهة غالبًا من ذلك معصومة منه متعلقة بالملأ الأعلى والملائكة لأخذهم عنهم وتلقيها الوحي. \"الشفاء\" ٢/ ٨٦٣.(٥) \"جامع البيان\" ٣٠/ ٣٥٠، و\"الكشف والبيان\" ١٣/ ١٩٢ ب، و\"النكت والعيون\" ٦/ ٣٧٤، و\"معالم التنزيل\" ٤/ ٥٤٧، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٥٤، و\"البحر المحيط\" ٨/ ٥٣٠، و\"تفسير القرآن العظيم\" ٤/ ٦١٣.(٦) المراجع السابقة عدا \"النكت\"، وانظر أيضًا: \"المحرر الوجيز\" ٥/ ٥٣٨، و\"تفسير سعيد بن جبير\" ص ٣٨٣.</p><p> (والحسن (١) ، وعكرمة (٢) ، ومجاهد (٣) ، وقتادة (٤) ، وابن عباس، وفي رواية عطاء (٥) ، وعطية (٦) ) (٧) . </p><p> (وقال في رواية الوالبي يعني الخلق (٨) . وهو قول الضحاك (٩) ، </p><p>(١) \"الكشف والبيان\" ١٣/ ١٩٢/ ٢، و\"معالم التنزيل\" ٤/ ٢٤٧، و\"المحرر الوجيز\" ٥/ ٥٣٨، و\"زاد المسير\" ٨/ ٣٣٣، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٥٤، و\"تفسير القرآن العظيم\" ٤/ ٦١٣، و\"تفسير الحسن البصري\" ٢/ ٤٤٥. (٢) \"المحرر الوجيز\" ٥/ ٥٣٨.(٣) \"جامع البيان\" ٣٠/ ٣٥٠، و\"تفسير الإمام مجاهد\" ٧٦١، و\"الكشف والبيان\" ١٣/ ١٩٢ ب، و\"معالم التنزيل\" ٤/ ٥٤٧، و\"المحرر الوجيز\" ٥/ ٥٣٨، و\"زاد المسير\" ٨/ ٣٣٣، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٥٤، و\"البحر المحيط\" ٨/ ٥٣٠، و\"تفسير القرآن العظيم\" ٤/ ٦١٣.(٤) \"تفسير عبد الرزاق\" ٢/ ٤٠٨، و\"جامع البيان\" ٣٠/ ٣٥٠، و\"معالم التنزيل\" ٤/ ٥٤٧، و\"المحرر الوجيز\" ٥/ ٥٣٨، و\"زاد المسير\" ٨/ ٣٣٣.(٥) لم أعثر على مصدر لقوله من طريق عطاء.(٦) \"جامع البيان\" ٣٠/ ٣٥٠، و\"الكشف والبيان\" ١٣/ ١٩٢ ب، و\"معالم التنزيل\" ٤/ ٥٤٧، وذكرت رواية ابن عباس من غير بيان طريقها في: \"البحر المحيط\" ٨/ ٥٣٠، و\"تفسير القرآن العظيم\" ٤/ ٦١٣، و\"الدر المنثور\" ٨/ ٦٨٨ وهذا القول رجحه الطبري، وابن كثير، والبخاري في \"صحيحه\"، وعزاه الفخر إلى أكثر المفسرين ٣٢/ ١٩٠.(٧) ما بين القوسين ذكر بدلاً من ذكرهم عبارة (وجماعة) وذلك في (أ).(٨) \"جامع البيان\" ٣٠/ ٣٥١، و\"الكشف والبيان\" ١٣/ ١٩٢ ب، و\"معالم التنزيل\" ٤/ ٥٤٧ حاشية، و\"لباب التأويل\" ٤/ ٤٢٩، و\"تفسير القرآن العظيم\" ٤/ ٦١٣، و\"الدرالمنثور\" ٨/ ٦٨٩ وعزاه إلى ابن المنذر وابن أبي حاتم، \"صحيفة علي بن أبي طلحة\": ص ٥٤٤.(٩) \"الكشف والبيان\" ١٣/ ١٩٢ ب، وانظر إضافة: \"النكت والعيون\" ٦/ ٣٧٤، و\"معالم التنزيل\" ٤/ ٥٤٧، و\"تفسير القرآن العظيم\" ٤/ ٦١٣.</p><p> ومقاتل (١) ) (٢) . </p><p> وروى (مهاجر الشامي (٣) ) (٤) عن رجل (من)  (٥) أصحاب النبي -صلى الله عليه وسلم- قال: الفلق بيت في النار إذا فتح صاح أهل النار من شدة حره (٦) ، وهو قول السدي قال: جب في جهنم (٧) . </p><p>(١) \"تفسير مقاتل\" ٢٥٧ ب. (٢) ما بين القوسين ساقط من (أ).(٣) مُهاجر الشامي: هو مهاجر بن أبي مسلم، واسمه دينار الشامي الأنصاري. روى عن تُبيع الحميري بن امراة كعب الأحبار، وعنه ابناه محمد، وعمرو مقبول من الثالثة. كتاب الثقات: ٥/ ٤٢٧، و\"تهذيب الكمال\" ٢٨/ ٥٨٢: ت ٦٢١٧، و\"تقريب التهذيب\" ٢/ ٢٧٨، ت: ١٤١١.(٤) ما بين القوسين ساقط من (أ).(٥) ساقط من (أ).(٦) وردت الرواية عن كعب الأحبار في: \"بحر العلوم\" ٣/ ٥٢٦، و\"تفسير القرآن العظيم\" ٤/ ٦١٣ وورد في: \"الكشف والبيان\" ١٣/ ١٩٢ ب من طريق هشيم بن العوام عن عبد الجبار الحولاني عن رجل من أصحاب رسول الله -صلى الله عليه وسلم-، وفي \"الجامع لأحكام القرآن\" عن أبي بن كعب: ٢٠/ ٢٥٤، وفي \"البحر المحيط\" ٨/ ٥٣٠ وعزاه إلى أحد الصحابة، وقد أورد ابن كثير الرواية وعزاه إلى ابن أبي حاتم وأسندها أيضًا إلى عمر بن عنبسة وابن عباس والسدي وزيد بن علي عن آبائه -ثم قال- وقد ورد في ذلك حديث مرفوع منكر إسناده غريب ولا يصح رفعه. وقال ابن تيمية: وأما من قال إنه واد في جهنم أو شجرة في جهنم أو إنه اسم من أسماء جهنم، فهذا أمر لا تعرف صحته لا بدلالة الاسم عليه، ولا بنقل عن النبي -صلى الله عليه وسلم- ولا في تخصيص ربوبيته بذلك حكمه بخلاف ما إذا قال: رب الخلق أو رب كل ما انفلق أو رب النور الذي يظهر على العباد بالنهار، فإن تخصيص هذا بالذكر ما يظهر به عظمة الرب المستعاذ به. \"مجموع الفتاوى\" ١٧/ ٥٠٥.(٧) \"الكشف والبيان\" ١٣/ ١٩٣ أ، و\"زاد المسير\" ٨/ ٣٣٣، و\"البحر المحيط\" ٨/ ٣٥٠ وعزاه إلى أحد التابعين، و\"تفسير القرآن العظيم\" ٤/ ٦١٣.</p><p> وقال (أبو عبد الرحمن)  (١) الحُبُلي (٢) : الفلق: اسم من أسماء جهنم (٣) . (هذا قول المفسرين)  (٤) . </p><p> وقال أبو إسحاق: الفلق الصبح وبيانه، يقال: هو أبين من فلق الصبح (٥) . </p><p> -قال- وقيل الفلق: الخَلْق قال الله تعالى: {فَالِقُ (الْإِصْبَاح)  (٦) } [الأنعام: ٩٥] ، {فَالِقُ الْحَبِّ وَالنَّوَى}  [الأنعام: ٩٦] وكذلك فلق الأرض بالنبات، والسحاب بالقطر، وإذا تأملت الخلق تبين لك أن أكثره عن (٧) الانفلاق، فالفلق جميع المخلوقات، وفلق الصبح من ذلك (٨) . </p><p> وروى عمرو عن أبيه: الفلق جهنم، والفلق بيان الصبح (٩) . </p><p>(١) ما بين القوسين ساقط من (أ). (٢) أبو عبد الرحمن الحبلي: هو عبد الله بن يزيد المعافري أبو عبد الرحمن الحُبُلي المصري -وعن ابن سعد الجبلي بالجيم- روى عن عبد الله بن عمر ثقة من الثالثة، مات سنة ١٠٠ بإفريقية \"الطبقات الكبرى\" ٧/ ٥١١، و\"تهذيب الكمال\" ١٦: ٣١٦/ ت ٣٦٦٣، \"تقريب بالتهذيب\" ١/ ٤٦٢: ت ٧٤٩.(٣) وقد ورد قوله في \"جامع البيان\" ٣٠/ ٣٥٠، و\"الكشف والبيان\" ١٣/ ١٩٢ ب، و\"النكت والعيون\" ٦/ ٣٧٤، و\"زاد المسير\" ٨/ ٣٣٣، و\"الجامع لأحكام القرآن\" ٢٠/ ٢٥٤، و\"تفسير القرآن العظيم\" ٤/ ٦١٣.(٤) ساقط من (أ).(٥) هذا من أمثلة العرب راجع في ذلك: \"جمهرة الأمثال\" ١/ ٢٠٥ رقم ٣٤٨، و\"مجمع الأمثال\"١/ ٢٠٨: رقم ٥٩٧.(٦) ما بين القوسين ساقط من (أ).(٧) في (أ): (على).(٨) \"معاني القرآن وإعرابه\" ٥/ ٣٧٩.(٩) \"تهذيب اللغة\" ٩/ ١٥٧ برواية ثعلب عن عمرو عن أبيه.</p>"
}