{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢) </p><p> {يا أيها الذين آمنوا إِذَا تَدَايَنتُم بِدَيْنٍ} أي إذا داين بعضكم بعضاً يقال داينت الرجل إذا عاملته بدين معطياً أو آخذاً {إلى أَجَلٍ مُّسَمًّى} مدة معلومة كالحصاد أو الدياس أو رجوع الحاج ووإنما احتيج إلى ذكر الدين ولم يقل إذا تداينتم إلى اجل مسمى ليترجع الضمير إليه في قوله {فاكتبوه} إذ لو لم يذكر لوجب أن يقال فاكتبوا الدين فلم يكن النظم بذلك الحسن ولأنه أبين لتنويع الدين إلى مؤجل وحال وإنما أمر بكتابة الدين لأن ذلك أوثق وآمن من النسيان وأبعد من الجحود والمعنى إذا تعاملتم بدين مؤجل فاكتبوه والأمر </p><p> البقرة (٢٨٢) </p><p> للندب وعن ابن عباس رضى الله عنهما أن المراد به السلم وقال لما حرم الله الربا أباح السلف المضمون إلى أجل معلوم في كتابه وأنزل فيه أطول آية وفيه دليل على اشتراط الأجل في السلم {وَلْيَكْتُب بَّيْنَكُم} بين المتداينين {كاتب بالعدل} هو متعلق بكاتب صفة له أي كاتب مأمون على ما يكتب يكتب بالاحتياط لا يزيد على ما يجب أن يكتب ولا ينقص وفيه دليل أن يكون الكاتب فقيهاً عالماً بالشروط حتى يجئ مكتوبه معدلا بالشرع وهو أمر للمتدينين بتخير الكاتب وألا يستكتبوا إلا فقيهاً ديناً حتى يكتب ما هو متفق عليه {وَلاَ يَأْبَ كَاتِبٌ} ولا يمتنع واحد من الكتاب {أَن يَكْتُبَ كَمَا عَلَّمَهُ الله} مثل ما علمه الله كتابة الوثائق لا يبدل ولا يغير وكما متعلق بأن يكتب {فَلْيَكْتُبْ} تلك الكتابة لا يعدل عنها {وَلْيُمْلِلِ الذى عَلَيْهِ الحق} ولا يكن المملي إلا من وجب عليه </p><p> الحق لأنه هو المشهود على ثباته في ذمته وإقراره به فيكون ذلك إقراراً على نفسه بلسانه والإملال والإملاء لغتان {وَلْيَتَّقِ الله رَبَّهُ} وليتق الله الذي عليه الدين ربه فلا يمتنع عن الإملاء فيكون جحوداً لكل حقه {وَلاَ يَبْخَسْ مِنْهُ شَيْئاً} ولا ينقص من الحق الذي عليه شيئاً في الإملاء فيكون جحوداً لبعض حقه {فَإن كَانَ الذى عَلَيْهِ الحق سَفِيهًا} أي مجنوناً لأن السفه خفة في العقل أو محجوراً عليه لتبذيره وجهله بالتصرف {أَوْ ضَعِيفًا} صبياً {أَوْ لاَ يَسْتَطِيعُ أَن يُمِلَّ هُوَ} لعي به أو خرس أو جهل باللغة {فَلْيُمْلِلْ وَلِيُّهُ} الذي يلي أمره ويقوم به {بالعدل} بالصدق والحق {واستشهدوا شَهِيدَيْنِ} واطلبوا أن يشهد لكم شهيدان على الدين {مِّن رِّجَالِكُمْ} من رجال المؤمنين والحرية والبلوغ شرط مع الإسلام وشهادة الكفار بعضهم على بعض مقبولة عندنا {فَإِن لَّمْ يَكُونَا} فإن لم يكن الشهيدان {رَجُلَيْنِ فَرَجُلٌ وامرأتان} فليشهد رجل وامرأتان وشهادة الرجال مع النساء تقبل فيما عدا الحدود والقصاص {مِمَّن تَرْضَوْنَ مِنَ الشهداء} ممن تعرفون عدالتهم وفيه دليل على أن غير المرضي شاهد {أَن تَضِلَّ إْحْدَاهُمَا فَتُذَكّرَ إِحْدَاهُمَا الأخرى} لأجل أن تنسى إحداهما الشهادة فتذكرها الأخرى إن تضل إحداهما على الشرط فتذكر بالرفع والتشديد حمزة كقوله وَمَنْ عاد فينتقم الله منه </p><p> البقرة (٢٨٢) </p><p> فَتُذْكِر بالنصب مكي وبصري من الذّكرُ لا من الذَّكر {وَلاَ يَأْبَ الشهداء إِذَا مَا دُعُواْ} لأداء الشهادة أو للتحمل لئلا تتوى حقوقهم وسماهم شهداء قبل التحمل تنزيلاً لما يشارف منزلة الكائن فالأوّل للفرض والثاني للندب {ولا تسأموا} ولا تملوا قال الشاعر ... </p><p> سئمت تكاليف الحياة ومن يعش ... ثمانين حولا لا أبا لك يسأم ... </p><p> والضمير في {أَن تَكْتُبُوهُ} للدين أو الحق {صَغِيرًا أَوْ كَبِيرًا} على أي حال كان الحق من صغر أو كبر وفيه دلالة جواز السلم في الثياب لأن ما يكال أو يوزن لا يقال فيه الصغير والكبير وإنما يقال في الذرعي ويجوز أن يكون الضمير للكتاب وأن يكتبوه مختصرا أو مشبعا {إِلَى أَجَلِهِ} إلى وقته الذي اتفق الغريمان على تسميته {ذلكم} إشارة إلى أن تكتبوه لأنه في معنى المصدر أي ذلك الكتب {أَقْسَطُ} أعدل من القسط وهو العدل {عَندَ الله} ظرف لا قسط {وَأَقْوَمُ للشهادة} وأعون على إقامة الشهادة وبنى أفعلا التفضيل أى أقسط وأقوم من اقسط وأقام على مذهب سيبويه {وَأَدْنَى أَلاَّ تَرْتَابُواْ} وأقرب من انتفاء الريب للشاهد والحاكم وصاحب الحق فإنه قد يقع الشك في المقدار والصفات وإذا رجعوا إلى المكتوب زال ذلك وألف أدنى منقلبة من واو لأنه من الدنو {إِلا أَن تَكُونَ تجارة حَاضِرَةً} عاصم أي إلا أن تكون التجارة تجارة أو إلا أن تكون المعاملة تجارة حاضرة غيره تجارة حاضرة على كان التامة أي إلا أن تقع تجارة حاضرة أو هي ناقصة والاسم تجارة حاضرة والخير {تديرونها} وقوله {بينكم} ظرف لتديرونها ومعنى إدارتها بينهم تعاطيها يداً بيد {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلاَّ تَكْتُبُوهَا} يعني إلا أن تتبايعوا بيعاً ناجزاً يداً بيد فلا بأس ألا تكتبوها لأنه لا يتوهم فيه ما يتوهم في التداين {وَأَشْهِدُواْ إِذَا تَبَايَعْتُمْ} أمر بالإشهاد على التبايع مطلقاً ناجزاً أو كالئاً لأنه أحوط وأبعد من وقوع الاختلاف أو أريد به وأشهدوا إذا تبايعتم هذا التبايع يعني التجارة الحاضرة على أن الإشهاد كافٍ فيه دون الكتابة والأمر للندب {وَلاَ يُضَارَّ كَاتِبٌ وَلاَ شَهِيدٌ} يحتمل البناء للفاعل لقراءة عمر رضى الله عنه ولا يضارر وللمفعول </p><p> لقراءة ابن عباس رضى الله عنهما ولا يضار والمعنى نهي الكاتب والشهيد عن ترك الإجابة إلى ما يطلب منهما وعن التحريف والزيادة والنقصان أو النهي عن الضرار بهما بأن يعجلا عن مهم ويلزّا أولاً يعطي الكاتب حقه من الجعل أو يحمل الشهيد مؤنة مجيئه من بلد {وَإِن تَفْعَلُواْ} وإن تضاروا {فإنه} فان </p><p> البقرة (٢٨٢ _ ٢٨٤) </p><p> الضرار {فُسُوقٌ بِكُمْ} مأثم {واتقوا الله} في مخالفة أ {وَيُعَلّمُكُمُ الله} شرائع دينه {والله بِكُلِّ شَيْءٍ عَلِيمٌ} لا يلحقه سهو ولا قصور </p>"
}