{
  "id": null,
  "sura": 2,
  "aya": 259,
  "text": "<p> أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٥٩) </p><p> {أَوْ كالذى مَرَّ} معناه أو أرأيت مثل الذى فحذف لدلالة ألم تر عليه لأن كلتيهما كلمة تعجيب أو هو محمول على المعنى دون اللفظ تقديره أرأيت كالذي حاج إبراهيم أو كالذي مر وقال صاحب </p><p> الكشف فيه الكاف زائدة والذى عطف على قوله إلى الذي حاج عن الحسن إن المار كان كافرا بالبعث لا نتظامه مع نمرود في سلك ولكلمة الاستبعاد التي هى انى يحيى والأكثر أنه عزيز أراد أن يعاين إحياء الموتى ليزداد بصيرة كما طلبه إبراهيم عليه السلام وانى يحيى اعتراف بالعجز عن معرفة طريقة الإحياء واستعظام لقدرة المحيي {على قَرْيَةٍ} هي بيت المقدس حيث خربه بختنصر وهي التي خرج منها الألوف {وهي خاوية على عروشها} ساقطة </p><p> البقرة (٢٥٩ _ ٢٦٠) </p><p> مع سفوفها أو سقطت السقوف ثم سقطت عليها الحيطان كل مر عرش {قال أنى يحيي} أي كيف {هذه} أي أهل هذه {الله بَعْدَ مَوْتِهَا فَأَمَاتَهُ الله مِاْئَةَ عَامٍ ثُمَّ بَعَثَهُ} أي أحياه {قَالَ} له ملك {كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ} بناء على الظن وفيه دليل جواز الاجتهاد روي أنه مات ضحى وبعث بعد مائة سنة قبل غيبوبة الشمس فقال قبل النظر إلى الشمس يوماً ثم التفت فرأى بقية من الشمس فقال أو بعض يوم {قَالَ بَل لَّبِثْتَ مِاْئَةَ عَامٍ فانظر إلى طَعَامِكَ وَشَرَابِكَ} روي أن طعامه كان تيناً وعنباً وشرابه عصيراً ولبناً فوجد التين والعنب كما جنيا والشراب على حاله {لَمْ يَتَسَنَّهْ} لم يتغير والهاء أصلية أو هاء سكت واشتقاقه من السنة على الوجهين لأن لا مهاهاء لأن الأصل سنهة والفعل سانهت يقال سانهت فلاناً أي عاملته سنة أو واو لأن الأصل سنوة والفعل سانيت ومعناه لم تغيره السنون لم يتسن بحذف الهاء في الوصل وبإثباتها في الوقف حمزة وعلي {وانظر إلى حِمَارِكَ} كيف تفرقت عظامه ونخرت وكان له حمار قد ربطه فمات وتفتتت عظامه أو وانظر ليه سالماً في مكانه كما ربطته وذلك من أعظم الآيات أن يعيش مائة عام من غير علف ولا ماء كما حفظ طعامه </p><p> وشرابه من التغير {ولنجعلك آية لِلنَّاسِ} فعلنا ذلك يريد إحياءه بعد الموت وحفظ ما معه وقيل الواو عطف على محذوف أي لتعتبر ولنجعلك قيل أتى قومه راكباً حماراً وقال أنا عزير فكذبوه فقال هاتوا التوراة فأخذ يقرؤها عن ظهر قلبه ولم يقرا التوراة ظاهرا أحد قبل عزير فذلك كونه آية وقيل رجع إلى منزله فرأى أولاده شيوخاً وهو شاب {وانظر إِلَى العظام} أي عظام الحمار أو عظام الموتى الذين تعجب من إحيائهم {كَيْفَ نُنشِزُهَا} نحركها ونرفع بعضها إلى بعض للتركيب ننشرها بالرا حجازي وبصري نحييها {ثمّ نكسوها} أي العظام {لحماً} جعل اللحم كاللباس مجازاً {فلمّا تبيّن له} فاعله مضمر تقديره فلما تبين له أن الله على كل شيء قدير {قال أعلم أنّ الله على كلّ شيءٍ قديرٌ} فحذف الأول لدلالة الثاني عليه كقولهم ضربني وضربت زيداً ويجوز فلما تبين له ما أشكل عليه يعني أمر إحياء الموتى قال اعلم على لفظ الأمر حمزة وعلي أي قال الله له اعلم أو هو خاطب نفسه </p>"
}