{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ (٣٠) </p><p> لما خلق الله تعالى الأرض أسكن فيها الجن وأسكن في السماء الملائكة فأفسدت الجن في الأرض فبعث إليهم طائفة من الملائكة فطردتهم إلى جزائر البحار ورءوس الجبال وأقاموا مكانهم فأمر نبيه عليه السلام أن يذكر قصتهم فقال {وَإِذْ قَالَ رَبُّكَ للملائكة} إذ نصب بإضمار اذكر والملائكة جمع ملاك كالشمائل جمع شمأل والحاق التاء بتأنيث الجمع {إِنّي جَاعِلٌ} أي مصير من جعل الذي له مفعولان وهما {فِي الأرض خَلِيفَةً} وهو من يخلف غيره فعيلة بمعنى فاعلة وزيدت الهاء للمبالغة والمعنى خليفة منكم </p><p> لأنهم كانوا سكان الأرض فخلقهم فيها آدم وذريته ولم يقل خلاف أو خلفاء لأنه أريد بالخليفة آدم واستغنى بذكره عن ذكر بنيه كما تستغني بذكر أبي القبيلة في قولك مضر وهاشم أو اريد من يخلفكم أو خلفا يخلفكم فوحد لذلك أو خليفة مني لأن آدم كان خليفة الله في أرضه وكذلك كل نبى قال الله تعالى {يا داود إنا جعلناك خليفة في الأرض} وإنما أخبرهم بذلك ليسألوا ذلك السؤال ويجابوا بما أجيبوا به فيعرفوا حكمته في استخلافهم قبل كونهم أو ليعلِّم عباده المشاورة في أمورهم قبل أن يقدموا عليها وإن كان هو بعلمه وحكمته البالغة غنياً عن المشاورة {قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا} تعجب من أن يستخلف مكان أهل الطاعة أهل المعصية وهو الحكيم الذي لا يجهل وإنما عرفوا ذلك بإخبار من الله تعالى أو من جهة اللوح أو قاسوا أحد الثقلين على الآخر {وَيَسْفِكُ الدماء} أي يصب والواو في {وَنَحْنُ نُسَبِّحُ} للحال كما تقول أتحسن إلى فلان وأنا أحق منه بالإحسان {بِحَمْدِكَ} في موضع الحال أي نسبح حامدين لك ومتلبسين بحمدك كقوله تعالى {وَقَدْ دَّخَلُواْ بالكفر} أي دخلوا كافرين {وَنُقَدِّسُ لَكَ} ونطهر أنفسنا لك وقيل التسبيح والتقديس تبعيد الله من السوء من سبح في الأرض وقدس فيها إذا ذهب فيها وأبعد {قَالَ إِنّي أَعْلَمُ مَا لاَ تَعْلَمُونَ} أي أعلم من الحكم في ذلك ما هو خفي عليكم يعني يكون فيهم الأنبساء والأولياء والعلماء وما بمعنى الذي وهو مفعول أعلم والعائد محذوف أى مالا تعلمونه إنى حجازى وأبو عمرو </p>"
}