{
  "id": null,
  "sura": 2,
  "aya": 249,
  "text": "<p> فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٢٤٩) </p><p> {فَلَمَّا فَصَلَ طَالُوتُ} خرج {بالجنود} عن بلده إلى جهاد العدو وبالجنود في موضع الحال أي مختلطاً بالجنود وهم ثمانون ألفاً وكان الوقت قيظاً وسألوا أن يجري الله لهم نهراً {قَالَ إِنَّ الله مُبْتَلِيكُم} مختبركم أي يعاملكم معاملة المختبر {بِنَهَرٍ} وهو نهر فلسطين ليتميز المحق في الجهاد من المعذر {فَمَن شَرِبَ مِنْهُ} كريما {فَلَيْسَ مِنّي} فليس من أتباعي </p><p> وأشياعي {وَمَن لَّمْ يَطْعَمْهُ} ومن لم يذقه من طعم الشئ إذا ذاقه {فَإِنَّهُ مِنّى} وبفتح الياء مدني وأبو عمرو واستثنى {إِلا مَنِ اغترف} من وقوله فمن شرب منه فليس مني والجملة الثانية في حكم المتأخرة عن الاستثناء إلا أنها قدمت للعناية {غُرْفَةً بِيَدِهِ} غرفة حجازي وأبو عمرو بمعنى المصدر وبالضم بمعنى المعروف ومعناه الرخصة في اغتراف الغرفة باليد دون الكرع والدليل عليه {فَشَرِبُواْ مِنْهُ} أي فكرعوا {إِلاَّ قَلِيلاً مّنْهُمُ} وهم ثلثمائة وثلاثة عشر رجلاً {فَلَمَّا جَاوَزَهُ} أي النهر {هُوَ} طالوت {والذين آمنوا مَعَهُ} أي القليل {قَالُواْ لاَ طَاقَةَ لَنَا اليوم} أي لا قوة لنا {بِجَالُوتَ} هو جبار من العمالقة من أولاد عمليق بن عاد وكان في بيضته ثلثمائة رطل من الحديد {وَجُنودِهِ قَالَ الذين يَظُنُّونَ أَنَّهُم مُلاَقُواْ الله} يوقنون بالشهادة قيل الضمير في قالوا للكثير الذين انخذلوا والذين يظنون هم القليل الذين ثبتوا معه وروى أنه الغرفة كانت تكفى الرجل لشربه وأدواته والذين شربوا منه اسودت شفاههم وغلبهم العطش {كَم مّن فِئَةٍ قَلِيلَةٍ} كم خبرية وموضعها رفع بالابتداء {غَلبَت} خبرها {فِئَةٍ كَثِيرَةً بِإِذْنِ الله} بنصره {والله مَعَ الصابرين} بالنصر </p>"
}