{
  "id": null,
  "sura": 2,
  "aya": 258,
  "text": "<p> أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٢٥٨) </p><p> ثم عجب نبيه عليه السلام وسلاه بمجادلة إبراهيم عليه السلام نمرود الذي كان يدعي الربوبية بقوله {أَلَمْ تَرَ إِلَى الذى حَاجَّ إبراهيم فِى رِبّهِ} في معارضته ربوبية ربه والهاء في ربه يرجع إلى إبراهيم أو الذى حاج فهو ربهما </p><p> البقرة (٢٥٨ _ ٢٥٩) </p><p> {أَنْ آتاه الله الملك} لأنّ آتاه الله يعني أن إيتاء الملك أبطره وأورثه الكبر فحاج لذلك وهو دليل على المعتزلة في الأصلح أو حاج وقت أن أتاه الله الملك {إِذْ قَالَ} نصب يحاج أو بدل من أن آتاه إذا جعل بمعنى الوقت {إبراهيم ربي} حمزة {الذى يُحِْيى وَيُمِيتُ} كأنه قال له من ربك قال </p><p> ربي الذي يحيي ويميت {قال} نمرود {أنا أحيي وأميت} يريد اعفى عن القتل وأقتل فانقطع اللعين بهذا عند المخاصمة فزاد إبراهيم عليه السلام ما لا يتأنى فيه التلبيس على الضعفة حيث {قَالَ إبراهيم} عليه السلام {فَإِنَّ الله يَأْتِى بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب} وهذا ليس بانتقال من حجة إلى حجة كما زعم البعض لأن الحجة الأولى كانت لازمة ولكن لما عاندا للعين حجة الأحياء بتحلية واحد وقتل آخر كلمه من وجه لا يعاند وكانوا أهل تنجيم وحركة الكواكب من المغرب إلى المشرق معلومة لهم والحركة الشرقية المحسوسة لنا قسرية كتحريك الماء النمل على الرحى إلى غير جهة حركة النمل فقال إن ربي يحرك الشمس قسراً على غير حركتها فإن كنت رباً فحركها بحركتها فهو أهون {فَبُهِتَ الذى كَفَرَ} تحير ودهش {والله لاَ يَهْدِى القوم الظالمين} أي لا يوفقهم وقالوا إنما لم يقل نمرود فليأت ربك بالشمس من المغرب لأن الله تعالى صرفه عنه وقيل إنه كان يدعي الربوبية لنفسه وما كان يعترف بالربوبية لغيره ومعنى قوله أنا أحيي وأميت أن الذي ينسب إليه الإحياء والامانة أنا لا غيري والآية تدل على إباحة التكلم في علم الكلام والمناظرة فيه لأنه قال أَلَمْ تَرَ إِلَى الذى حَاجَّ إبراهيم فِى ربه والمحاجة تكون بين اثنين فدل على أن إبراهيم حاجه أيضا ولولم يكن مباحاً لما باشرها إبراهيم عليه السلام لكون الأنبياء عليهم السلام معصومين عن ارتكاب الحرام ولأنا أمرنا بدعاء الكفرة إلى الإيمان بالله وتوحيده وإذا دعوناهم إلى ذلك لا بد أن يطلبوا من الدليل على ذلك وذا لا يكون إلا بعد المناضرة كذا في شرح التأويلات </p>"
}