{
  "id": null,
  "sura": 2,
  "aya": 19,
  "text": "<p> أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ (١٩) </p><p> {أَوْ كَصَيّبٍ مّنَ السماء فِيهِ ظلمات وَرَعْدٌ وَبَرْقٌ} ثنى الله سبحانه وتعالى في شأنهم بتمثيل آخر لزيادة الكشف والإضاح شبه المنافق فى التمثيل الأول المستوقد نارا وإظهار الإيمان بالإضاءة وانقطاع انتفاعه بانطفاء النار وهنا شبه دين الإسلام بالصيب لأن القلوب تحيا به حياة الأرض بالمطر وما يتعلق به من شبه الكفار بالظلمات وما فيه من الوعد والوعيد بالرعد والبرق وما يصيبهم من الأفزاع والبلايا من جهة أهل الإسلام بالصواعق والمعنى أو كمثل ذوي صيب فحذف مثل لدلالة العطف عليه وذوي لدلالة يجعلون عليه والمراد كمثل قوم أخذتهم السماء بهذه الصفة فلقوا منها ما لقوا فهذا تشبيه أشياء بأسشياء إلا أنه لم يصرح بذكر المشبهات كما صرح في قوله {وَمَا يَسْتَوِي الأعمى والبصير والذين آمنوا وعملوا الصالحات ولا المسيء} وقول امرئ القيس ... كأن قلوب الطير رطباً ويابسا ... لدى وكرها العناب والحشف البالي ... </p><p> بل جاء به مطوياً ذكره على سنن الاستعارة والصحيح أن التمثيلين من جملة التمثيلات المركبة دون المفرقة لا يتكلف لواحد واحد شيء بقدر شبهه به بيانه أن العرب تأخذ أشياء فرادى معزولاً بعضها من بعض لم يأخذ هذا بحجزة ذاك فتشبهها بنظائرها كما فعل امرئ القيس وتشبه كيفية حاصلة من مجموع أشياء قد تضامنت وتلاصقت حتى عادت شيئاً واحداً بأخرى مثلها كقوله تعالى {مَثَلُ الذين حُمِّلُواْ التوراة ثُمَّ لم يحملوها} الآية فالمراد تشبيه حال اليهود في جهلها بما معها من التوراة بحال الحمار في جهله بما يحمل من أسفار الحكمة وتساوي الحالتين عنده من حمل أسفار الحكمة </p><p> وحمل ما سواها من الأوقار لا يشعر من ذلك إلا بما يمر بدفيه من الكد والتعب وكقوله واضرب لَهُم مثل الحياة الدنيا كما ءانزلنا من السماء فالمراد قلة بقاء زهرة الحياة الدنيا كقلة بقاء الخضر فهو تشبيه كيفية بكيفية فأما أن يراد تشبيه الأفراد بالأفراد غير منوط بعضها ببعض ومصيرة شيئاً واحداً فلا فكذلك لما وصف وقوع المنافقين في ضلالتهم وما خبطوا فيه من الحيرة والدهشة شبهت حيرتهم وشدة الأمر بما يكابد من طفئت ناره بعد أيقادها في ظلمة الليل وكذلك من أخذته السماء في الليلة المظلمة مع رعد وبرق وخوف من الصواعق والتمثيل الثاني أبلغ لأنه أدل على فرط الحيرة وشدة الأمر ولذا أخروهم يتدرجون في مثل هذا من الأهون إلى الأغلظ وعطف احد التمثيلين على الآخر بأولأنها في أصلها لتساوي شيئين فصاعداً في الشك عند البعض ثم استعيرت لمجرد التساوي كقولك جالس الحسن أو ابن سيرين تريد أنهما سيان في استصواب أن يجالسا وقوله تعالى {ولا تطع منهم آثما أو كفورا} أى الآثم والكفور سيان فى وجوب العصاين فكذا هنا معناه أن كيفية قصة المنافقين مشبهة لكيفيتي هاتين القصتين وأن الكيفيتين سواء في استقلال كل واحدة منهما بوجه التمثيل فبأيتهما مثلتها </p><p> البقرة (١٩) </p><p> فأنت مصيب وإن مثلها بهما جميعاً فكذلك والصيب المطر الذي يصوب أى ينزل ويقع ويقال للسحاب صيب أيضاً وتنكير صيب لأنه نوع من المطر شديد هائل كما نكرت النار في التمثيل الأول والسماء هذه المظلة وعن الحسن أنها موج مكفوف والفائدة في ذكر السماء والصيب لا يكون إلا من السماء أنه جاء بالسماء معرفة فأفاد أنه غمام أخذ بآفاق السماء ونفى أن يكون من سماء أي من أفق واحد من بين سائر الآفاق لأن كل أفق من آفاقها سماء ففي التعريف مبالغة كما في تنكير صيب </p><p> وتركيبه وبنائه وفيه دليل على أن السحاب من السماء ينحدر منها يأخذ ماءه وقيل إنه يأخذ من البحر ويرتفع ظلمات مرفوع بالجار والمجرور لأنه قد قوى لكونه صفة لصيب بخلاف مالو قلت ابتداء فيه ظلمات ففيه خلاف بين الأخفش وسيبويه والرعد الصوت الذي يسمع من السحاب لاصطكاك أجرامه أو ملك يسوق السحاب والبرق الذي يلمع من السحاب من برق الشئ بريقاً إذا لمع والضمير في فيه يعود إلى الصيب فقد جعل الصيب مكاناً للظلمات فإن أريد به السحاب فظلماته إذا كان أسحم مطبقا سحمته وتطبيقه مضموما إليهما ظلمة الليل وأما ظلمات المطر فظلمة تكاثفه بتتابع القطر وظلمة أظلال غمامه مع ظلمة الليل وجعل الصيب مكاناً للرعد والبرق على إرادة السحاب به ظاهر وكذا إن اريد به المطر لأنهما متلبسان به في الجملة ولم يجمع الرعد والبرق لأنهما مصدران في الأصل يقال رعدت السماء رعداً وبرقت برقاً فروعي حكم الأصل بأن ترك جمعهما ونكرت هذه الأشياء لأن المراد أنواع منها كأنه قيل فيه ظلمات داجية ورعد قاصف وبرق خاطف {يجعلون أصابعهم في آذانهم} الضمير لأصحاب الصيب وإن كان محذوفاً كما فى قوله أو هم قائلون لأن المحذوف باقٍ معناه وإن سقط لفظه ولا محل ليجعلون لكونه مستأنفاً لأنه لما ذكر الرعد والبرق على ما يؤذن بالشدة والهول فكأن قائلاً قال فكيف حالهم مع مثل ذلك الرعد فقيل يجعلون أصابعهم في آذانهم ثم قال فكيف حالهم مع مثل ذلك البرق فقال يكاد البرق يخطف أبصارهم وإنما ذكر الأصابع ولم يذكر الانامل ورءوس الأصابع هي التي تجعل في الأذان اتساعاً كقوله فاقطعوا ايديهما والمراد إلى الرسغ ولأن في ذكر الأصابع من المبالغة ما ليس في ذكر الأنامل وإنما لم يذكر الأصبع الخاص الذي تسدّ به الأذن لأن السبابة فعالة من السب فكان </p><p> اجتنابها أولى بآداب القرآن ولم يذكر المسبحة لأنها مستحدثة غير مشهورة {مّنَ الصواعق} متعلق بيجعلون أي </p><p> من أجل الصواعق يجعلون أصابعهم في آذانهم والصاعقة قصفة رعد تنقض معها شقة نار قالوا تنقدح من السحاب إذا اصطكت أحرامه وهى نار لطيفة جديدة لا تمر بشئ إلاَّ أتت عليه إلاَّ أنها مع حدتها سريعة الخمود يحكى أنها سقطت على نخلة فأحرقت نحو نصفها ثم طفئت ويقال صعقته الصاعقة إذا أهلكته فصعق أي مات إما بشدة الصوت أو بالإحراق {حَذَرَ الموت} مفعول له والموت فساد بنية الحيوان أو </p><p> البقرة (١٩ _ ٢١) </p><p> عرض لا يصح معه إحساس معاقب للحياة {والله مُحِيطٌ بالكافرين} يعني أنهم لا يفوتونه كما لا يفوت المحاط به المحيط فهو مجاز هذه الجملة اعتراض لا محل لها </p>"
}