{
  "id": null,
  "sura": 2,
  "aya": 178,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (١٧٨) </p><p> روي أنه كان بين حيين من أحياء العرب دماء في الجاهلية وكان لأحدهما طول على الآخر فأقسموا لنقتلن الحر منكم بالعبد والذكر بالأنثى والاثنين بالواحد فتحاكموا إلى رسول الله صلى الله عليه وسلم حين جاء الله بالإسلام فنزل {يا أيها الذين آمنوا كُتِبَ} أي فرض {عَلَيْكُمُ القصاص} وهو عبارة عن المساواة وأصله من قص أثره واقتصه إذا اتبعه ومنه القاص لأنه يتبع </p><p> الآثار والأخبار {فِي القتلى} جمع قتيل والمعنى فرض عليكم اعتبار المماثلة والمساواة بين القتلى {الحر بِالْحُرِّ} مبتدأ وخبر أي الحر مأخوذ أو مقتول بالحر {والعبد بالعبد والأنثى بالأنثى} وقال الشافعى رحمه الله لا يقتل الحر بالعبد لهذا النص وعندنا يجرى القصاص بين الحر والعبد بقوله تعالى {أَنَّ النفس بالنفس} كما بين الذكر والأنثى وبقوله عليه السلام المسلمون تتكافأ دماؤهم وبأن التفاضل غير معتبر في الأنفس بدليل أن جماعة لو قتلوا واحداً قتلوا به وبأن تخصيص الحكم بنوع لا ينفيه عن نوع آخر بل يبقى الحكم فيه موقوفاً على ورود دليل آخر وقد ورد كما بينا {فَمَنْ عُفِىَ لَهُ مِنْ أَخِيهِ شَىْءٌ فاتباع بالمعروف وَأَدَاءٌ إِلَيْهِ بإحسان} قالوا العفو ضد العقوبة يقال عفوت عن فلان إذا صفحت عنه وأعرضت عن أن تعاقبه وهو يتعدى بعن إلى الجاني وإلى الجناية ثُمَّ عَفَوْنَا عَنكُمِ ويعفوا عن السيئات وإذا اجتمعا عدي إلى الأول باللام فتقول عفوت له عن ذنبه ومنه الحديث عفوت لكم عن صدقه الخيل والرقيق وقال الزجاج من عفي له أي من ترك له القتل بالدية وقال الأزهري العفو في اللغة الفضل ومنه يسألونك ماذا ينفقون قل العفو ويقال عفوت لفلان بمال إذا أفضلت له وأعطيته وعفوت له عمالى عليه إذا تركته ومعنى الآية عند الجمهور فمن عفي له من جهة أخيه شيء من العفو على أن الفعل مسند إلى المصدر كما في سير بزيد بعض السير والأخ ولي المقتول وذكر بلفظ الأخوّة بعثاً له على العطف لما بينهما من الجنسية والإسلام ومن هو القاتل المعفو له عما جنى وترك المفعول الآخر استغناء عنه وقيل أقيم له مقام عند والضمير فى له وأخيه لمن وفي إليه للأخ أو للمتبع الدال عليه فاتباع لأن المعنى فليتبع الطالب القاتل </p><p> بالمعروف بأن يطالبه مطالية جميلة وليؤد إليه المطلوب أي القاتل بدل الدم أداء بإحسان بألا يمطله ولا يبخسه وإنما قيل شيء من العفو ليعلم أنه إذا عفا عن بعض الدم أو عفا عنه بعض </p><p> البقرة (١٧٨ _ ١٨١) </p><p> الورثة تم العفو وسقط القصاص ومن فسر عُفى بترك جعل شيء مفعولاً به وكذا من فسره بأعطى يعني أن الولي إذا أعطى له شيء من مال أخيه يعني القاتل بطريق الصلح فليأخذه بمعروف من غير تعنيف وليؤده القاتل إليه بلا تسويف وارتفاع اتباع بأنه خبر مبتدأ مضمر أي فالواجب اتباع {ذلك} الحكم المذكور من العفو وأخذ الدية {تَخْفِيفٌ مّن رَّبّكُمْ وَرَحْمَةٌ} فإنه كان في التوراة القتل لا غير وفي الإنجيل العفو بغير بدل لا غير وأبيح لنا القصاص والعفو وأخذ المال بطريق الصلح توسعة وتيسيراً والآية تدل على أن صاحب الكبيرة مؤمن للوصف بالإيمان بعد وجود القتل ولبقاء الأخوّة الثابتة بالإيمان ولا ستحقاق التخفيف والرحمة {فَمَنِ اعتدى بَعْدَ ذلك} التخفيف فتجاوز ما شرع له من قتل غير القاتل أو القتل بعد أخذ الدية {فَلَهُ عَذَابٌ أَلِيمٌ} نوع من العذاب شديد الألم فى الاخرة </p>"
}