{
  "id": null,
  "sura": 2,
  "aya": 9,
  "text": "<p> يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (٩) </p><p> {يخادعون الله} أي رسول الله فحذف المضاف كقوله {واسأل القرية} كذا قاله أبو علي رحمه الله وغيره أى يظهرون غير مافى أنفسهم فالخداع إظهار غير ما في النفس وقد رفع الله منزلة النبي صلى الله عليه وسلم حيث جعل خداعه خداعه وهو كقوله {إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله يَدُ الله فوق أيديهم} وقيل معناه يخادعون الله في زعمهم لأنهم يظنون أن الله ممن يصح خداعه وهذا المثال يقع كثيراً لغير اثنين نحو قولك عاقبت اللص وقد قرئ يخدعون الله وهو بيان ليقول أو مستأنف كأنه قيل ولم يدعون الإيمان كاذبين ومامنفعتهم فى ذلك فقيل يخادعون الله ومنفعتهم في ذلك متاركتهم عن المحاربة التي كانت مع من سواهم من الكفار وإجراء أحكام المؤمنين عليهم ونيلهم من الغنائم وغير ذلك قال صاحب الوقوف الوقف لازم على بمؤمنين لأنه لو وصل لصار التقدير وما هم بمؤمينن مخادعين فينتفى الوصف كقولك ما هو برجل كاذب </p><p> البقرة (٩ _ ١١) </p><p> والمراد نفي الإيمان عنهم وإثبات الخداع لهم ومن جعل يخادعون حالاً من الضمير في يقول والعامل فيها يقول والتقدير يقول آمنا بالله مخادعين أو حالاً من الضمير في بمؤمنين والعامل فيها اسم الفاعل </p><p> والتقدير وما هم بمؤمنين في حال خداعهم لا يقف والوجه الأول {والذين آمنوا} أي يخادعون رسول الله والمؤمنين بإظهار الإيمان وإضمار الكفر {وَمَا يَخْدَعُونَ إلاَّ أَنفُسَهُمْ} أي وما يعاملون تلك المعالمة المشبهة بمعالمة المخادعين إلا أنفسهم لأن ضررها يلحقهم وحاصل خداعهم وهو العذاب في الآخرة يرجع إليهم فكأنهم خدعوا أنفسهم وما يخادعون أبو عمرو ونافع ومكي للمطابقة وعذر الأولين أن خدع وخادع هنا بمعنى واحد والنفس ذات الشئ وحقيقته ثم قيل للقلب والروح النفس لأن النفس بهما وللدم نفس لأن قوامها بالدم وللماء نفس لفرط حاجتها إليه والمراد بالأنفس ههنا ذواتهم والمعنى بمخادعتهم ذواتهم أن الخداع لاصق بهم لا يعودهم إلى غيرهم {وَمَا يَشْعُرُونَ} أن حاصل خداعهم يرجع إليهم والشعور علم الشئ علم حس من الشعار وهو ثوب يلي الجسد ومشاعر الإنسان حواسه لأنها آلات الشعور والمعنى أن لحوق ضرر ذلك بهم كالمحسوس وهم لتمادي غفلتهم كالذي لا حس له </p>"
}