{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (١٤٣) </p><p> {وكذلك جعلناكم} ومثل ذلك الجعل جعلناكم فالكاف للتشبيه وذاجر بالكاف واللام للفرق بين الإشارة إلى القريب والإشارة إلى البعيد والكاف للخطاب لا محل لها من الإعراب {أُمَّةً وَسَطًا} خياراً وقيل للخيار وسط لأن الأطراف يتسارع إليها الخلل والأوساط محمية أي كما جعلت قبلتكم خير القبل جعلتكم خير الأمم أو عدولاً لأن الوسط عدل بين الأطراف ليس إلى بعضها أقرب من بعض أي كما جعلنا قبلتكم متوسطة بين المشرق والمغرب جعلناكم أمة وسطاً بين العلو والتقصير فانكم لم تغلو غلو النصارى حيث وصفوا المسيح بالألوهية ولم تقصروا تقصير اليهود حيث وصفوا مريم بالزنا وعيسى بأنه ولد الزنا {لّتَكُونُواْ شُهَدَاءَ} غير منصرف لمكان ألف التأنيث {عَلَى الناس} صلة شهداء {وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا} عطف على لتكونوا روي أن الأمم يوم القيامة يجحدون تبليغ الأنبياء فيطالب الله الأنبياء البينة على أنهم قد بلغوا وهو أعلم فيؤتى بأمة محمد عليه السلام فيشهدون فيقول الأمم من أين عرفتم فيقولون علمنا ذلك بإخبار الله تعالى في كتابه الناطق على لسان نبيه الصادق فيؤتى بمحمد عليه السلام فيسأل عن حال أمته فيزكيهم ويشهد بعدالتهم والشهادة قد تكون بلا مشاهدة كالشهادة بالتسامع في الأشياء المعروفة ولما كان الشهيد كالرقيب جيء بكلمة الاستعلاء كقوله تعالى {كُنتَ أَنتَ الرقيب عليهم} وقيل {لتكونوا شهداء على الناس} في الدنيا فيما لا يصح إلا بشهادة العدول </p><p> الأخيار ويكون الرسول عليكم شهيداً يزكيكم ويعلم بعدالتكم واستدل الشيخ أبو منصور رحمه الله بالآية على أن الإجماع حجة </p><p> البقرة (١٤٣ _ ١٤٤) </p><p> لأن الله تعالى وصف هذه الأمة بالعدالة والعدل هو المستحق للشهادة وقبولها فإذا اجتمعوا على شيء وشهدوا به لزم قبوله وأخرت صلة الشهادة أو لا وقدمت آخراً لأن المراد في الأول إثبات شهادتهم على الأمم وفي الآخر اختصاصهم بكون الرسول شهيداً عليهم {وَمَا جَعَلْنَا القبلة التى كُنتَ عَلَيْهَا} أي وما جعلنا القبلة الجهة كنت عليها وهي الكعبة فالتي كنت عليها ليست بصفة للقبلة بل هي ثانى مفعول جعل روى أن رسول الله صلى الله عليه وسلم كان يصلي بمكة إلى الكعبة ثم أمر بالصلاة إلى صخرة بيت المقدس بعد الهجرة تأليفاً لليهود ثم حول إلى الكعبة {إِلاَّ لِنَعْلَمَ مَن يَتَّبِعُ الرسول مِمَّن يَنقَلِبُ على عَقِبَيْهِ} أي وما جعلنا القبلة التي تحب أن تستقبلها الجهة التى كنت عليها أو لا بمكة إلا امتحانا للناس وابتلاء لنعلم الثابث على الإسلام الصادق فيه ممن هو على حرف ينكص على عقبيه لقلقلته يرجع فيرتد عن الإسلام عند تحويل القبلة قال الشيخ أبو منصور رحمه الله معنى قوله لنعلم أي لنعلم كائناً أو موجوداً ما قد علمناه أنه يكون ويوجد فالله تعالى عالم في الأزل بكل ما أراد وجوده أنه يوجد في الوقت الذي شاء وجوده فيه ولا يوصف بأنه عالم في الأزل بأنه موجود كائن لأنه ليس بموجود في الأزل فكيف يعلمه موجوداً فإذا صار موجوداً يدخل تحت علمه الأزلي فيصير معلوما له موجودا كائنا والتغير عل المعلوم لا على العلم أو لتميز النابع من الناكص كما قال تعالى لِيَمِيزَ الله الخبيث من الطيب فوضع العلم موضع التميز لأن العلم به يقع التميز أو ليعلم رسول الله عليه الصلاة والسلام والمؤمنون وإنما أسند علمهم إلى ذاته لأنهم </p><p> خواصه أو هو على ملاطفة الخطاب لمن لا يعلم كقولك لمن ينكر ذوب الذهب فليلقه في النار لنعلم أيذوب {وَإِن كَانَتْ} أي التحويلة أو الجعلة أو القبلة وإن هي المخففة واللام في {لَكَبِيرَةً} أي ثقيلة شاقة وهي خبر كان واللام فارقة {إِلاَّ عَلَى الذين هَدَى الله} أي هداهم الله فحذف العائد أي إلا على الثابتين الصادقين في اتباع الرسول {وَمَا كَانَ الله لِيُضِيعَ إيمانكم} أي صلاتكم إلى بيت المقدس سمى الصلاة إيماناً لأن وجوبها على أهل الإيمان وقبولها من أهل الإيمان وأداؤها فى الجمعة دليل الإيمان ولما توجه رسول الله صلى الله عليه وسلم إلى الكعبة قالوا كيف بمن مات قبل التحويل من إخواننا فنزلت ثم علل ذلك فقال {إِنَّ الله بالناس</p><p> لَرَؤُوفٌ} مهموز مشبع حجازى وشامى وحفص رءوف غيرهم بوزن فعل وهما المبالغة {رَّحِيمٌ} لا يضيع أجورهم والرأفة أشد من الرحمة وجمع بينهما كما في الرحمن الرحيم </p>"
}