{
  "id": null,
  "sura": 2,
  "aya": 1,
  "text": "<p> الم (١) </p><p> {الم} ونظائرها أسماء مسمياتها الحروف المبسوطة التي منها ركبت الكلم فالقاف تدل على أول حروف قال والألف تدل على أوسط حروف قال واللام تدل على الحرف الأخير منه وكذلك ما أشبهها والدليل على أنها أسماء أن كلاً منها يدل على معنى في نفسه ويتصرف فيها بالإمالة والتفخيم وبالتعريف والتنكير والجمع والتصغير وهي معربة وإنما سكنت سكون زيد وغيره من الأسماء حيث لا يمسها إعراب لفقد مقتضيه وقيل إنها مبنية كالأصوات نحو غاق في حكاية صوت الغراب ثم الجمهور على أنها أسماء السور وقال ابن عباس رضى الله عنهما أقسم الله بهذه الحروف وقال ابن مسعود رضى الله عنه إنها اسم الله الأعظم وقيل إنها من المتشابه الذي لا يعلم تأويله إلا الله وما سميت معجمة إلا لإعجامها وإبهامها وقيل ورود هذه الأسماء على نمط التعديد كالإيقاظ لمن تحدى بالقران وكالتحريك للنظر في أن هذا المتلو عليهم وقد عجزوا عنه من آخرهم كلام منظوم من عين ما ينظمون منه كلامهم ليؤديهم النظر إلى أن يستيقنوا إن لم تتساقط مقدرتهم دونه ولم يظهر عجزهم عن أن </p><p> يأتوا بمثله بعد المراجعات المتطاولة وهم أمراء الكلام إلا لأنه ليس من كلام البشر وأنه كلام خالق القوى والقدر وهذا القول من الخلاقة بالقبول بمنزل وقيل إنما وردت السور مصدرة بذلك ليكون أول ما يقرع الأسماع مستقلاً بوجه من الإغراب وتقدمة من دلائل الإعجاز وذلك أن النطق بالحروف أنفسها كانت العرب فيه مستوية الأقدام الأميّون منهم وأهل الكتاب بخلاف النطق بأسامى الحروف </p><p> فإنه مختص بمن خط وقرأ وخالط أهل الكتاب وتعلم منهم وكان مستعبدا من الأمي التكلم بها استبعاد الخط والتلاوة فكان حكم النطق بذلك مع اشتهار أنه لم يكن ممن اقتبس شيئاً من أهله حكم الأقاصيص المذكورة في القرآن التي لم تكن قريش ومن يضاهيهم في شيء من الإحاطة بها في أن ذلك حاصل له من جهة الوحي وشاهد لصحة نبوته واعلم أن المذكور في الفواتح نصف أسامي حروف المعجم وهي الألف واللام والميم والصاد والراء والكاف والهاء والياء والعين والطاء والسين والحاء والقاف والنون في تسع وعشرين سورة على عدد حروف المعجم وهي مشتملة على أنصاف أجناس الحروف فمن المهموسة نصفها الصاد والكاف والهاء والسين والحاء ومن المجهورة نصفها الألف واللام والميم والراء والعين والطاء والقاف والياء والنون ومن الشديدة نصفها الألف والكاف والطاء والقاف ومن الرخوة نصفها اللام والميم والراء والصاد والهاء والعين والسين والحاء والياء والنون ومن المطبقة نصفها الصاد والطاء ومن المفخمة نصفها الألف واللام والميم والراء والكاف والهاء والعين والسين والحاء والقاف والياءء والنون ومن المستعلية نصفها القاف والصاد والطاء ومن </p><p> المنخفضة نصفها الألف واللام والميم والراء والكاف والهاء والياء والعين والسين والحاء والنون ومن حروف القلقلة نصفها القاف والطاء وغير المذكروة من هذه الأجناس مكثورة بالمذكورة منها وقد علمت أن معظم الشئ ينزل منزلة كله فكأن الله تعالى عدّد على العرب الألفاظ التي منها تراكيب كلامهم إشارة إلى ما مر من التبكيت لهم وإلزام الحجة إياهم وإنما جاءت مفرقة على السور لأن إعادة التنبيه على المتحدى به مؤلفاً منها لا غير أوصل إلى الغرض وكذا كل تكرير ورد في القرآن فالمطلوب منه تمكين المكرر في النفوس وتقريره ولم يجئ على وتيرة واحدة بل اختلفت أعداد حروفها مثل ص وق ون وطه وطس ويس وحم والم والر وطسم والمص والمر وكهيعص وحم عسق فوردت على حرف وحرفين وثلاثة وأربعة وخمسة كعادة افتنانهم في الكلام وكما أن أبنية كلماتهم على حرف وحرفين إلى خمسة أحرف فسلك في الفواتح هذا المسلك والم آية حيث وقعت وكذا المص آية والمر لم تعد آية وكذا الر لم تعد آية فى سورها الخمس وطسم آية فى سورتها وطه ويسس آيتان وطس ليست بآية فى وحم آية فى سورها كلها وحم عسق آيتان وكهعيص آية وص ون وق ثلاثها لم تعد آية وهذا عند الكوفيين ومن عداهم لم يعد شيئاً منها آية وهذا علم </p><p> توقيفي لا مجال للقياس فيه كمعرفة السور ويوقف على جميعها وقف التمام إذا حملت على معنى مستقل غير محتاج إلى ما بعده وذلك إذا لم تجعل أسماء للسور ونعق بها كما ينعق بالأصوات أو جعلت وحدها أخبار ابتداء محذوف كقوله الم الله اى هذه الم ثم ابتدأ فقال الله لا إله إلا هو الحى القيوم ولهذه الفواتح محل من الإعراب فيمن جعلها أسماء للسور لأنها عنده كسائر الأسماء الأعلام وهو الرفع على الابتداء أو النصب أو الجر لصحة القسم بها وكونها بمنزلة الله والله على اللغتين ومن لم يجعلها أسماء للسور </p><p> لم يتصور أن يكون لها محل في مذهبه كما لا محل للجملة المبتدأة </p><p> البقرة (٢) </p><p> وللمفردات المعدودة </p>"
}