{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ (١٠٢) </p><p> {واتبعوا مَا تَتْلُواْ الشياطين} أي نبذ اليهود كتاب الله واتبعوا كتب السحر والشعوذة التي كانت تقرؤها {على مُلْكِ سليمان} أي على عهد ملكه وفى زمانه وذلك أن الشياطين كانوا يسترقون السمع ثم يضمون إلى ما سمعوا أكاذيب يلفقونها ويلقونها إلى الكهنة وقد دونوها فى كتب يقرءونها ويعلمونها الناس وفشا ذلك في زمن سليمان عليه السلام حتى قالوا إن الجن تعلم الغيب وكانوا يقولون هذا علم سليمان وما تم لسليمان ملكه إلا بهذا العلم وبه سخر الجن والإنس والريح {وَمَا كَفَرَ سليمان} تكذيب للشياطين ودفع لما بهتت به سليمان من اعتقاد السحر والعمل به {ولكن الشياطين} هم الذين {كفروا} باستعمال السحر وتدوينه ولكن بالتخفيف الشياطين بالرفع شامي وحمزة وعلي {يُعَلِّمُونَ الناس السحر} في موضع الحال أي كفروا معلمين الناس السحر قاصدين به إغواءهم وإضلالهم {وَمَا أُنزِلَ عَلَى الملكين} الجمهور على أن ما بمعنى الذى وهو نصب عطف على السحر أي ويعلمونهم ما أنزل على الملكين أو على ما تتلوا أي واتبعوا ما أنزل على الملكين {بِبَابِلَ هاروت وماروت} </p><p> علمان لهما وهما عطف بيان للملكين والذي أنزل عليهما هو علم السحر ابتلاء من الله للناس من تعلمه منهم وعمل به كان كافراً إن كان فيه رد ما لزم في شرط الإيمان ومن تجنبه أو تعلمه لا ليعمل به ولكن ليتوقاه ولئلا يغتر به كان مؤمناً قال الشيخ أبو منصور الماتريدى رحمه الله القول بأن السحر على الإطلاق كفر خطأ بل يجب البحث عن حقيقته فإن كان في ذلك رد ما لزم في شرط الإيمان فهو كفر وإلا فلا ثم السحر الذي هو كفر يقتل عليه الذكور لا الإناث وما ليس بكفر وفيه إهلاك النفس ففيه حكم قطاع الطريق ويستوي فيه المذكر والمؤنث وتقبل توبته إذا تاب ومن قال لا تقبل فقد غلط فإن سحرة فرعون قبلت توبتهم وقيل أنزل أي قذف في قلوبهما مع النهي عن العمل قيل إنهما ملكان اختارتهما الملائكة لتركب فيهما الشهوة حين عيرت بني آدم فكانا يحكمان في الأرض ويصعدان بالليل فهو يا زهرة فحملتهما على شرب الخمر فزنيا فرآهما إنسان فقتلاه فاختارا عذاب الدنيا على عذاب الآخرة فهما يعذبان منكوسين في جب ببابل وسميت ببابل لتبلبل الألسن بها </p><p> البقرة (١٠٢ _ ١٠٤) </p><p> {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ} وما يعلم الملكان أحداً {حتى يَقُولاَ} حتى ينبهاه وينصحاه ويقولا له {إِنَّمَا نَحْنُ فِتْنَةٌ} ابتلاء واختبار من الله {فلا تكفر} بتعلمه والعلم به على وجه يكون كفراً {فَيَتَعَلَّمُونَ مِنْهُمَا} الفاء عطف على قوله يعلمون الناس السحر أي يعلمونهم فيتعلمون من السحر والكفر اللذين دل عليهما قوله كفروا ويعلمون الناس السحر أو على مضمر والتقدير فيأتون فيتعلمون والضمير لما دل عليه من أحد أي فيتعلم الناس من الملكين {ما يفرِّقون به بين المرء وزوجه} أي علم السحر الذى يكن سبباً في </p><p> التفريق بين الزوجين بأن يحدث الله عنده النشوز والخلاف ابتلاء منه وللسحر حقيقة عند أهل السنة كثرهم الله وعند المعتزلة هو تخييل وتمويه {وَمَا هُم بِضَآرِّينَ بِهِ} بالسحر {مِنْ أَحَدٍ إِلاَّ بِإِذْنِ الله} بعلمه ومشيئته {وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ} في الآخرة وفيه دليل على أنه واجب الاجتناب كتعلم الفلسفة التي تجر إلى الغواية {وَلَقَدْ عَلِمُواْ} أي اليهود {لَمَنِ اشتراه} أي استبدل ما تتلو الشياطين من كتاب الله {ما له فِي الآخرة مِنْ خلاق} من نصيب {وَلَبِئْسَ ما شروا به أنفسهم} باعوها إنما نفى العلم عنهم بقوله {لَوْ كَانُواْ يَعْلَمُونَ} مع إثباته لهم بقوله ولقد علموا على سبيل التوكيد القسمي لأن معناه لو كانوا يعملون بعلمهم جعلهم حين لم يعملوا به كأنهم لا يعلمون </p>"
}