{
  "id": null,
  "sura": 3,
  "aya": 61,
  "text": "<p> فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ (٦١) </p><p> {فَمَنْ حَاجَّكَ} من النصارى {فِيهِ} في عيسى {مّن بَعْدِ مَا جَاءكَ مِنَ العلم} من البينات الموجبة للعلم وما بمعنى الذى {فقل تعالوا} هلموا والمراد المجئ بالعزم والرأى كما تقول تعال لنفكر في هذه المسألة </p><p> {نَدْعُ أَبْنَاءنَا وَأَبْنَاءكُمْ وَنِسَاءنَا وَنِسَاءكُمْ وَأَنفُسَنَا وأَنفُسَكُمْ} أي يدع كل منا ومنكم أبناءه ونساءه ونفسه إلى المباهلة {ثُمَّ نَبْتَهِلْ} ثم نتباهل بأن نقول بهلة الله على الكاذب منا ومنكم والبهلة بالفتح والضم اللعنة وبهله الله لعنه وأبعده من رحمته وأصل الابتهال هذا ثم يستعمل في كل دعاء يجتهد فيه وإن لم يكن التعاناً وروى أنه عليه السلام لما دعاهم إلى المباهلة قالوا حتى ننظر فقال </p><p> آل عمران (٦١ _ ٦٤) </p><p> العاقب وكان ذا رأيهم والله لقد عرفتم يا معشر النصارى أمحمدا نبي مرسل وما باهل قوم نبياً قط فعاش كبيرهم ولا نبت صغيرهم ولئن فعلتم لنهلكن فإن أبيتم إلا إلف دينكم فوادعوا الرجل وانصرفوا إلى بلادكم فأتوا رسول الله صلى الله عليه وسلم وقد غدا محتضنا للحسين آخذا بيدالحسن وفاطمة تمشى خلقه وعليّ خلفها وهو يقول إذا أنا دعوت فأمنوا فقال أسقف نجران يا معشر النصارى إني لأرى وجوهاً لو سألوا الله أن يزيل جبلاً من مكانه لأزاله بها فلا تباهلوا فتهلكو ولا يبقى عل وجه الأرض نصراني فقالوا يا أبا القاسم رأينا أن لا نباهلك فصالحهم النبي على ألف حلة كل سنة فقال عليه السلام والذي نفسي بيده إن الهلاك قد تدلى على أهل نجران ولولا عنوا لمسخوا قردة وخنازير وإنما ضم الأبناء والنساء وإن كانت المباهلة مختصة وبمن يكاذبه لأن ذلك آكدا في الدلالة على ثقته بحاله واستيقانه بصدقه حيث استجرأ على تعريض أعزته وأفلاذ كبده لذلك ولم يقتصر على تعريض نفسه له وعلى ثقته بكذب خصمه حتى يهلك خصمه مع أحبته وأعزته إن تمت المباهلة وخص الأبناء والنساء لأنهم أعز الأهل وألصقهم بالقلوب وقدمهم في الذكر على الأنفس لينبه على قرب مكانهم ومنزلتهم وفيه دليل واضح على صحة نبوة النبى صلى الله عليه وسلم لأنه لم </p><p> يرو أحد من موافق أو مخالف أنهم أجابوا إلى ذلك {فنجعل لعنة الله عَلَى الكاذبين} منا ومنكم في شأن عيسى ونبتهل ونجعل معطوفان على ندع </p>"
}