{
  "id": null,
  "sura": 3,
  "aya": 154,
  "text": "<p> ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (١٥٤) </p><p> {ثُمَّ أَنزَلَ عَلَيْكُمْ مّن بَعْدِ الغم أَمَنَةً نُّعَاساً} ثم أنزل الله الأمن على المؤمنين وأزال عنهم الخوف الذي كان بهم حتى نعسوا وغلبهم النوم عن أبي طلحة غشينا النعاس ونحن في مصافنا فكان السيف يسقط من يد أحدنا فيأخذه ثم يسقط فيأخذه والأمنة الأمن ونعاسا بدل من أمنة أو هو مفعول وأمنة حال منه مقدمة عليه نحو رأيت راكباً رجلاً والأصل أنزل عليكم نعاساً ذا أمنة إذ النعاس ليس هو الأمن ويجوز أن يكون أمنة مفعولاً له أو حالاً من المخاطبين بمعنى ذوي أمنة أو على أنه جمع آمن كبار وبررة {يغشى} يعني النعاس تغشى بالتاء والإمالة حمزة وعلي أي الأمنة {طَائِفَةٌ مّنكُمْ} هم أهل الصدق واليقين {وَطَائِفَةٌ} هم المنافقون {قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ} ما يهمهم إلا هم انفسهم </p><p> آل عمران (١٥٤ _ ١٥٥) </p><p> وخلاصها لاهم </p><p> الدين ولاهم رسول صلى الله عليه وسلم والمسلمين رضوان الله عليهم {يَظُنُّونَ بالله غَيْرَ الحق} في حكم المصدر أي يظنون بالله غير الظن الحق الذى يحب أن يظن به وهو أن لا ينصر محمدا صلى الله عليه وسلم {ظَنَّ الجاهلية} بدل منه والمراد الظن المختص بالمللة الجاهلية أو ظن أهل الجاهلية أي لا يظن مثل ذلك الظن إلا أهل الشرك الجاهلون بالله {يَقُولُونَ هَل لَّنَا مِنَ الأمر مِن شَىْء} هل لنا معاشر المسلمين من أمر الله نصيب قط يعنون النصر والغلبة على العدو {قُلْ إِنَّ الأمر} أي النصر والغلبة {كُلُّهُ لِلهِ} ولأوليائه المؤمنين وَإِنَّ جُندَنَا لهم الغالبون كله تأكيد للأمر ولله خبران كله بصرى وهو مبتدأ ولله خبره والجملة خبران {يُخْفُونَ فِى أَنْفُسِهِم مَّا لاَ يُبْدُونَ لَكَ} خوفاً من السيف {يَقُولُونَ} في أنفسهم أو بعضهم لبعض منكرين لقولك لهم إن الأمر كله لله {لَوْ كَانَ لَنَا مِنَ الأمر شيء ما قتلنا ها هنا} أي لو كان الأمر كما قال محمد إن الأمر كله لله ولأوليائه وأنهم الغالبون لما غلبنا قط ولما قتل من المسلمين من قتل في هذه المعركة قد أهمتهم صفة لطائفة ويظنون خبر لطائفة أو صفة أخرى أو حال أي قد اهمتهم أنفسهم ظانين ويقولون بدل من يظنون ويخفون حال من يقولون وقل إن الأمر كله لله اعتراض بين الحال وذي الحال ويقولون بدل من يخفون أو استئناف {قُل لَّوْ كنتم في بيوتكم} أى ن علم الله منه أنه يقتل في هذه المعركة وكتب ذلك في اللوح لم يكن بد من وجوده فلو قعدتم في بيوتكم {لَبَرَزَ} من بينكم {الذين كُتِبَ عَلَيْهِمُ القتل إلى مَضَاجِعِهِمْ} مصارعهم بأحد ليكون ما علم الله أنه يكون والمعنى أن الله كتب في اللوح قتل من يقتل من المؤمنين وكتب مع ذلك أنهم الغالبون لعلمه أن العاقبة في الغلبة لهم وأن دين الإسلام يظهر على الدين كله وأن </p><p> ما ينكبون به في بعض الأوقات تمحيص لهم {وَلِيَبْتَلِىَ الله مَا فِى صُدُورِكُمْ وَلِيُمَحّصَ مَا فِى قُلُوبِكُمْ} وليمتحن ما في صدور المؤمنين من الإخلاص ويمحص ما في قلوبهم من وساوس الشيطان فعل ذلك أو فعل ذلك لمصالح جمة وللاتبلاء والتمحيص {والله عَلِيمٌ بِذَاتِ الصدور} بخفياتها </p>"
}