{
  "id": null,
  "sura": 3,
  "aya": 37,
  "text": "<p> فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ (٣٧) </p><p> {فَتَقَبَّلَهَا رَبُّهَا} قبل الله مريم ورضي بها في النذر مكان الذكر {بِقَبُولٍ حَسَنٍ} قيل القبول اسم ما يقبل به الشئ كالسعوط بما يسعط به وهو اختصاصه لها بإقامتها مقام الذكر في النذر ولم تقبل قبلها أنثى في ذلك أو بأن تسلمها من أمها عقيب الولادة قبل أن تنشأ وتصلح للسدانة روي أن حنة لما ولدت مريم لفتها في خرقة وحملتها إلى المسجد ووضعتها عند الأحبار أبناء هرون وهم في بيت المقدس كالحجبة في الكعبة فقالت لهم دونكم هذه النذيرة فتنافسوا فيها لأنها كانت بنت إمامهم وصاحب قربانهم وكانت بنو ماثان رءوس بني إسرائيل وأحبارهم فقال لهم زكريا أنا أحق بها عندي أختها فقالوا لا حتى نقترع عليها فانطلقوا وكانوا سبعة وعشرين إلى نهر فألقوا فيه أقلامهم فارتفع قلم زكريا فوق الماء ورسبت أقلامهم فتكفلها وقيل هو مصدر على تقدير حذف المضاف أي فتقبلها </p><p> بذى قبول حسن أى بمر ذي قبول حسن وهو الاختصاص {وَأَنبَتَهَا نَبَاتًا حَسَنًا} مجاز عن التربية الحسنة قال ابن عطاء ما كانت </p><p> آل عمران (٣٧ _ ٣٩) </p><p> ثمرته مثل عيسى فذاك أحسن النبات ونباتاً مصدر على خلاف الصدر أو التقدير فنبتت نباتا {وكفلها} قبلها أو ضمن القيام بأمرها وكفّلها كوفي أي كفلها الله زكريا يعني جعله كافلاها وضامناً لمصالحها {زَكَرِيَّا} بالقصر كوفي غير أبي بكر في كل القرآن وقرأ أبو بكر بالمد والنصب هنا غيرهم بالمد والرفع كالثانية والثالثة ومعناه في العبري دائم الذكر والتسبيح {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب} قيل بنى لها زكريا محرابا فى السمجد أي غرفة تصعد إليها بسلم وقيل المحراب أشرف المجالس ومقدّمها كأنها وضعت في أشرف موضع من بيت المقدس وقيل كانت مساجدهم تسمى المحاريب وكان لا يدخل عليها إلا هو وحده {وَجَدَ عِندَهَا رِزْقًا} كان رزقها ينزل عليها من الجنة ولم ترضع ثدياً قط فكان يجد عندها فاكهة الشتاء في الصيف وفاكهة الصيف فى الشتاء {قال يا مريم أنى لَكِ هذا} من أين لك هذا الرزق الذي لا يشبه أرزاق الدنيا وهو آتٍ في غير حينه {قَالَتْ هُوَ مِنْ عِندِ الله} فلا تستبعد قيل تكلمت وهي صغيرة كما تكلم عيسى وهو في المهد {إنَّ الله يَرْزُقُ مَن يَشَاءُ} من جملة كلام مريم أو من كلام رب العالمين {بِغَيْرِ حِسَابٍ} بغير تقدير لكثرته أو تفضلاً بغير محاسبة ومجازاة على عمل </p>"
}