{
  "id": null,
  "sura": 3,
  "aya": 7,
  "text": "<p> هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٧) </p><p> {هُوَ الذي أَنزَلَ عَلَيْكَ الكتاب} القرآن {مِنْهُ} من الكتاب {آيات محكمات} أحكمت عبارتها بأن حفظت من الاحتمال والاشتباه {هُنَّ أُمُّ الكتاب} أصل الكتاب تحمل المتشابهات عليها وترد إليها {وَأُخَّرُ} وآيات أخر {متشابهات} مشتبهات محتملات مثال ذلك {الرحمن على العرش استوى} فالاستواء يكون بمعنى الجلوس وبمعنى القدرة والاستيلاء ولا يجوز الأول على الله تعالى بدليل المحكم وهو قوله {ليس كمثله شيء} أو المحكم ما أمر الله به في كل كتاب أنزله نحو قوله {قُلْ تَعَالَوْاْ أتل ما حرم ربكم عليكم} الآيات {وقضى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إياه} الآيات والمتشابه ما وراءه أو مالا يحتمل إلا وجهاً واحداً وما احتمل أوجهاً أو ما يعلم تأويله وما لا يعلم تأويله أو الناسخ الذي يعمل به والمنسوخ الذي لا يعمل به وإنما لم يكن كل القرآن محكماً لما في المتشابه من الابتلاء به والتمييز بين الثابت على الحق والمتزلزل فيه ولما في تقادح العلماء وإتعابهم القرائح في استخراج معانيه ورده إلى المحكم من الفوائد الجليلة والعلوم الجمة ونيل الدرجات عند الله تعالى {فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ} ميل عن الحق وهم أهل البدع {فَيَتَّبِعُونَ ما تشابه} فيتعلقون بالمشابه الذي يحتمل ما يذهب إليه المبتدع مما لا يطابق المحكم ويحتمل ما يطابقه من قول أهل الحق {مِنْهُ ابتغاء الفتنة} طلب أن يفتنوا الناس عن دينهم ويضلوهم {وابتغاء تَأْوِيلِهِ} وطلب أن يؤولوه التأويل الذي يشتهونه {وَمَا يَعْلَمُ تأويله إلا الله} أى لا يهتدى أى تأويله الحق الذي يجب أن يحمل عليه إلا الله {والراسخون فِي العلم} والذين رسخوا أي ثبتوا فيه وتمكنوا وعضوا فيه بضرس قاطع مستأنف عند الجمهور والوقف عندهم على قوله إلا الله وفسروا المتشابه بما استأثر الله بعلمه وهو مبتدأ عندهم والخبر {يقولون آمنا به} وهو ثناء منه </p><p> آل عمران (٧ _ ١١) </p><p> تعالى عليهم بالإيمان على </p><p> التسليم واعتقاد الحقية بلا تكييف وفائدة إنزال المتشابه الإيمان به واعتقاد حقية ما أراد الله به ومعرفة قصور إفهام البشر عن الوقوف على مالم يجعل لهم إليه سبيلاً ويعضده قراءة أبي ويقول الراسخون وعبد الله إن تأويله إلا عند الله ومنهم من لا يقف عليه ويقول بأن الراسخين في العلم يعلمون المتشابه ويقولون كلام مستأنف موضح لحال الراسخين بمعنى هؤلاء العالمون بالتأويل يقولون آمنا به أي بالمتشابه أو بالكتاب {كُلٌّ} من متشابهه ومحكمه {مِّنْ عِندِ رَبّنَا} من عند الله الحكيم الذي لا يتناقض كلامه {وَمَا يَذَّكَّرُ} وما يتعظ وأصله يتذكر {إِلاَّ أُوْلُواْ الألباب} أصحاب العقول وهو مدح للراسخين بإلقاء الذهن وحسن التأمل وقيل يقولون حال من الراسخين </p>"
}