{
  "id": null,
  "sura": 4,
  "aya": 43,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا (٤٣) </p><p> ولما صنع عبد الرحمن بن عوف طعاماً وشربا ودعا نفرا من الصحابة رضى الله عنهم حين كانت الخمر مباحة وأكلوا وشربوا فقدموا أحدهم ليصلي بهم المغرب فقرأ قل يا أيها الكافرون أعبد ما تعبدون وأنتم عابدون ما أعبد نزل {يا أيها الذين آمنوا لاَ تَقْرَبُواْ الصلاة وَأَنتُمْ سكارى} أي لا تقربوها في هذه الحالة {حتى تَعْلَمُواْ مَا تقولون} أى تقرءون وفيه دليل على أن ردة السكران ليست بردة لأن قراءة سورة الكافرين بطرح اللامات كفر </p><p> ولم يحكم بكفره حتى خاطبهم باسم الإيمان وما أمر النبي عليه السلام بالتفريق بينه بين امرأته ولا بتجديد الإيمان ولأن الأمة اجتمعت على أن من أجرى كلمة الكفر على لسانه مخطئاً لا يحكم بكفره {وَلاَ جُنُباً} عطف على وأنتم سكارى لأن محل الجملة مع الواو النصب على الحال كأنه قيل لا تقربوا الصلاة سكارى ولا جنباً أي ولا تصلوا جنباً والجنب يستوي فيه الواحد والجمع والمذكر والمؤنث لأنه اسم جرى مجرى المصدر الذي هو الإجناب {إِلاَّ عَابِرِي سَبِيلٍ} صفة لقوله جنباً أي لا تقربوا الصلاة جنباً غير عابري سبيل أي جنباً مقيمين غير مسافرين والمراد بالجنب الذين لم يغتسلوا كأنه قيل لا تقربوا الصلاة غير مغتسلين {حتى تَغْتَسِلُواْ} إلا أن تكونوا مسافرين عادمين الماء متيممين عبر عن المتيمم المسافر لأن غالب حاله عدم الماء وهذا مذهب أبى حنيفه رحمه الله وهو مروى عن على رضى الله عنه وقال الشافعى رحمه الله لا تقربوا الصلاة أي مواضع الصلاة وهي المساجد ولا جنباً أي ولا تقربوا المسجد جنباً إلا عابري سبيل إلا مجتازين فيه فيجوز للجنب العبور في المسجد عند الحاجة {وَإِنْ كُنتُم مرضى أَوْ على سَفَرٍ أَوْ جاء أحد منكم من الغائط أو} </p><p> أى المطمئن من الأرض وكانوايأتونه لقضاء الحاجة فكنى به عن الحديث {أَوْ لامستم النساء} جامعتموهن كذا عن علي رضى الله عنه وابن عباس {فَلَمْ تَجِدُواْ مَاءً} فلم تقدروا على استعماله لعدمه أو بعده أو فقد آلة الوصول إليه أو لمانع من حية أو سبع أو عدو {فتيمّموا} أدخل في حكم الشرط أربعة وهم المرضى والمسافرون والمحدثون وأهل الجنابة والجزاء الذي هو الأمر بالتيمم متعلق بهم جميعاً فالمرضى إذا عدموا الماء لضعف حركتهم وعجزهم عن الوصول إليه والمسافرون إذا عدموه لبعده والمحدثون وأهل الجنابة إذا لم يجدوه لبعض الأسباب </p><p> فلهم أن يتيمموا لمستم حمزة وعلي {صَعِيداً} قال الزجاج هو وجه الأرض تراباً كان أو غيره وإن كان صخرا لا ترا عليه لو ضرب المتيمم يده ومسح لكان ذلك طهوره ومن في سورة المائدة لابتداء الغاية لا للتبعيض {طَيّباً} طاهراً {فامسحوا بِوُجُوهِكُمْ وَأَيْدِيَكُمْ} قيل الباء زائدة {إِنَّ الله كَانَ عَفُوّاً} بالترخيص والتيسير {غَفُوراً} عن الخطأ والتقصير </p>"
}