{
  "id": null,
  "sura": 4,
  "aya": 3,
  "text": "<p> وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا (٣) </p><p> {وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ} أي لا تعدلوا أقسط أي عدل {فِى اليتامى} يقال للإناث اليتامى كما يقال للذكور وهو جمع يتيمة ويتيم وأما أيتام فجمع يتيم لا غير {فانكحوا مَا طَابَ لَكُمْ} ما حل لكم {من النساء} لأن منهن ما حرم الله </p><p> النساء (٣ _ ٤) </p><p> كاللاتى فى آية التحريم وقيل ماذهابا إلى الصفة لأن ما يجئ في صفات من يعقل فكأنه قيل الطيبات من النساء ولأن الإناث من العقلاء يجرين مجرى غير العقلاء ومنه قوله تعالى {أو ما ملكت أيمانكم} قبل كانوا لا يتحرجون من الزنا ويتحرجون من ولاية اليتامى فقيل إن خفتم الجور في حق اليتامى فخافوا الزنا فانكحوا ما حل لكم من النساء ولا تحوموا حول المحرمات اوكانوا يتحرجون من الولاية في أموال اليتامى ولا يتحرجون من الاستكثار من النسار مع أن الجور يقع بينهن إذا كثرن فكأنه قيل إذا تحرجتم من هذا فتحرجوا من ذلك وقيل وإن خفتم أن لا تقسطوا في نكاح اليتامى فانكحوا من البالغات يقال طابت الثمرة </p><p> أي أدركت {مثنى وثلاث وَرُبَاعَ} نكرات وإنما منعت الصرف للعدل والوصف وعليه دل كلام سيبويه ومجلهن النصب على الحال من النساء أو مما طاب تقديره فانكحوا الطيات لكم معدودات هذا العدد ثنتين ثنتين وثلاثاً ثلاثا وأربعا أربعا فإن قالت الذي أطلق للناكح في الجمع أن يجمع بين اثنتين أو ثلاث أو أربع فما معنى التكرير في مثنى وثلاث ورباع قلت الخطاب للجميع فوجب التكرير ليصيب كل ناكح يريد الجمع ما أراد من العدد الذي أطلق له كما تقول للجماعة اقتسموا هذا المال وهو ألف درهم درهمين درهمين وثلاثة ثلاثة وأربعة أربعة ولو أفردت لم يكن له معنى وجئ بالواو لتدل على تجويز الجمع بين الفرق ولو جئ بأو مكانها لذهب معنى التجويز {فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ} بين هذه الأعداد {فواحدة} فالزموا أو فاختاروا واحدة {أَوْ مَا مَلَكَتْ أيمانكم} سوّى في اليسر بين الحرة الواحدة وبين الإماء من غير حصر {ذلك} إشارة إلى اختيار الواحدة والتسري {أدنى أَلاَّ تَعُولُواْ} أقرب من أن لا تميلوا أو لا تجوروا يقال علا الميزان عولاً إذا مال وعال الحاكم في حكمه إذا جار ويحكى عن الشافعى رحمه الله نه فسر أن لا تعولوا أن لا تكثر عيالكم واعترضوا عليه بأنه يقال أعال يعيل إذا كثر عياله وأجيب بأن يجعل من قولك عال الرجل عياله يعولهم كقولك مانهم يمونهم إذا أنفق عليهم لأن من كثر عياله لزمه أن يعولهم وفي ذلك ما يصعب عليه المحافظة على حدود الورع وكسب الحلال وكلام مثله من أعلام العلم حفيق بالحمل على السداد وأن لا يظن به تحريف تعيلوا إلى تعولوا كأنه سلك في تفسير هذه الكلمة طريقة الكنايات </p>"
}