{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (١١) </p><p> {يوصيكم الله} </p><p> النساء (١١) </p><p> يعهد إليكم ويأمركم {فِى أولادكم} في شأن ميراثهم وهذا إجمال تفصيله {لِلذَّكَرِ مِثْلُ حَظِ الأنثيين} أي للذكر منهم أي من أولادكم فحذف الراجع إليه لأنه مفهوم كقولهم السمن منوان بدرهم وبدأ يحظ الذكر ولم يقل للأنثيين مثل حظ الذكر أو للأنثى نصف حظ الذكر لفصله كما ضوعف حظه لذلك ولأنهم كانوا يوريون الذكر دون الإناث وهو السبب لورود الآية فقيل كفى الذكور أن ضوعف لهم نصيب الإناث فلايتمادى في حظهن حتى يحرمن مع إدلائهن من القرابة بمثل ما يدلون به والمراد حال الإجتماع إذا اجتمع الذكر والأنثيان كان له سهمان كما أن لهما سهمين وأما في حال الانفراد فالابن بأخذ المال كله والبنتان تأخذان الثلثين والدليل عليه أنه أتبعه حكم الانفراد بقوله {فَإِن كُنَّ </p><p> نِسَاءً} أي فإن كانت الأولاد نساء خلصاً يعني بناتاً ليس معهن ابن {فَوْقَ اثنتين} خبر ثانٍ لكان أو صفة لنساء أي نساء زائدات على اثنتين {فَلَهُنَّ ثُلُثَا مَا تَرَكَ} أي الميت لأن الآية لما كانت في الميراث علم أن التارك هو الميت {وَإِن كَانَتْ واحدة فَلَهَا النصف} أي وإن كانت المولودة منفردةٌ واحدة مدني على كان التامة والنصب أو فوق لقوله فإن كن نساء فإن فلت قد ذكر حكم البنتين في حال اجتماعهما مع الابن وحكم البنات والبنت في حال الانفراد ولم يذكر حكم البنتين في حال الانفراد فماحكمهما قلت حكمهما مختلف فيه فابن عباس رضى الله عنهما نزلهما منزلة الواحدة لا منزلة الجماعة وغيره من الصحابة رضى الله عنهم أعطوهما حكم الجماعة بمقتضى قوله لِلذَّكَرِ مِثْلُ حَظِ الأنثيين وذلك لأن من مات وخلف بنتاً وابناً فالثلث للبنت والثلثان للابن فإذا كان الثلث لبنت واحدة كان الثلثان للبنتين ولأنه قال في آخر السورة إِن امرؤ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُنْ لَّهَا وَلَدٌ فَإِن كَانَتَا اثنتين فَلَهُمَا الثلثان مِمَّا تَرَكَ والبنتان أمس رحماً بالميت من الأختين فأوجبوا لهما ما أوجب الله للأختين ولم ينقصوا حظهما عن حظ من هو أبعد منهما ولأن البنت لما وجب لها مع أخيها الثلث كان أحرى أن يجب لها الثلث إذا كانت مع أخت مثلها ويكون لأختها معها مثل ما كان يجب لها أيضاً مع أخيها لو انفردت معه فوجب لهما الثلثان وفي الآية دلالة على أن المال كله للذكر إذا لم يكن معه أنثى لأنه جعل للذكر مثل حظ الأنثيين وقد جعل للأنثى </p><p> النصف إذا كانت منفردة فعلم أن للذكر في حال الانفراد ضعف النصف وهو الكل والضمير في {وَلأَبَوَيْهِ} للميت والمراد الأب والأم إلا أنه غلب الذكر {لِكُلِّ واحد مّنْهُمَا السدس} بدل من لأبويه بتكرير العامل وفائدة هذا البدل أنه لو قيل ولأبويه السدس لكان ظاهره اشتراكهما فيه ولو قيل ولأبويه السدسان لأوهم قسمة السدسين عليهما على التسوية وعلى خلافها ولو قيل </p><p> ولكل واحد من أبويه السدس لذهبت فائدة التأكيد وهو التفصيل بعد الإجمال والسدس مبتدأ خبر لأبويه والبدل متوسط بينهما للبيان وقرأ الحسن </p><p> النساء (١١) </p><p> السدس والربع والثمن والثلث بالتخفيف {مِمَّا تَرَكَ إن كان له ولد} وهو يقع على الذكر والأنثى {فَإِن لَّمْ يَكُنْ لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُِمّهِ الثلث} أي مما ترك والمعنى وورثه أبواه فحسب لأنه إذا ورثه أبواه مع أحد الزوجين كان للأم ثلث ما يبقى بعد إخراج نصيب الزوج لا ثلث ما ترك لأن الأب أقوى من الأم في الإرث بدليل أن له ضعف حظها إذا خلصا فلو ضرب لها الثلث كملا لأدى إلى حظ نصيبه عن نصيبها فإن امرأة لو تركت زوجاً وأبوين فصار للزوج النصف وللأم الثلث والباقي للأب حازت الأم سهمين والأب سهماً واحداً فينقلب الحكم إلى أن يكون للأنثى مثل حظ الذكرين فلأمه بكسر الهمزة حمزة وعلى لمجاروة كسر اللام {فَإِن كَانَ لَهُ} أي للميت {إخوة فلأمه السدس} إذا كانت للميت اثنان منالاخوة والأخوات فصاعدا فلأمه السد والأخ لا يحجب والأعيان والغلات والأخياف فى حجم الأم سواء {مِن بَعْدِ وَصِيَّةٍ} متعلق بما تقدمه من قسمة المواريث كلها لا بما يليه وخدة كأنه قيل قسمة هذه الأنصباء من بعد وصية {يوصي بها} وما بعده بفتح الصاد مكي وشامي وحماد ويحيى وافق الأعشى في الأولى وحفص في الثانية لمجاورة يورث وكسر الاولى لمجاوة ر يؤصيكم الله البقاون بكسر الصادين أي يوصى بها الميت {أَوْ دَيْنٍ} والإشكال أن الدّين مقدم على الوصية في الشرع وقدمت الوصية على الدين في التلاوة والجواب إن أو لا تدل على الترتيب ألا ترى أنك إذا قلت جاءني زيد أو عمرو كان المعنى جاءني أحد الرجلين فكان التقدير في قوله من بعد وصية يؤصى بها أو دين من بعد أحد هذين الشيئين الوصية أو الدين ولو قيل بهذا اللفظ لم </p><p> يدر فيه الترتيب بل يجوز تقديم المؤخر وتأخير المقدم كذا هنا وإنما قدمنا الدين على الوصية بقوله عليه السلام ألا إن الدّين قبل الوصية ولأنها تشبه الميراث من حيث إنها صلة بلا عوض فكان إخراجها مما يشق على الورثة وكان أداؤها مظنة للتفريط بخلاف الدين فقدمت على الدين ليسارعوا إلى اخراجها مع الدين {آباؤكم} مبتدأ {وَأَبناؤُكُمْ} عطف عليه والخبر {لاَ تَدْرُونَ} وقوله {أَيُّهُم} مبتدأ خبره {أَقْرَبُ لَكُمْ} والجملة فى موضع نصب بتدرون {نَفْعاً} تمييز والمعنى فرض الله الفرائض على ماهو على حكمة ولو وكل ذلك إليكم لم تعلموا أيهم أنفع لكم فوضعتم أنتم الأموال على غير حكمة والتفاوت في السهام بتفاوت المنافع وأنتم لا تدرون تفاوتها فتولى الله ذلك فضلاً </p><p> منه ولم يكلها إلى اجتهادكم لعجزكم عن معرفة المقادير وهذه الجملة اعتراضية مؤكدة لا موضع لها من الاعراب {فريضة} نصيب نصب المصدر المؤكد أي فرض ذلك فرضاً {من الله إن الله كان عليما} </p><p> النساء (١٢) </p><p> بالأشياء قبل خلقها {حكيما} فى كل مافرض وقسم من الموابيث وغيرها </p>"
}