{
  "id": null,
  "sura": 4,
  "aya": 6,
  "text": "<p> وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا (٦) </p><p> {وابتلوا اليتامى} واختبروا عقولهم وذوقوا أحوالهم ومعرفتهم بالتصرف قبل البلوغ فالابتلاء عندنا أن يدفع إليه ما يتصرف فيه حتى </p><p> النساء (٦ _ ٧) </p><p> تتبين حاله فيما يجئ منه وفيه دليل على جواز إذن الصبي العاقل في التجارة {حتى إِذَا بَلَغُواْ النّكَاحَ} أى الحلم لأنه يصلح للنكاح عند ولطلب ما هو مقصود به وهو التولد {فَإنْ آنَسْتُم مِّنْهُمْ} تبينتم {رَشَدًا} هداية في التصرفات وصلاحاً في المعاملات {فادفعوا إِلَيْهِمْ أموالهم} من غير تأخير عن حد البلوغ ونظم هذا الكلام أن ما بعد حتى إلى فادفعوا إِلَيْهِمْ أموالهم جعل غاية للابتلاء وهي حتى التي تقع بعدها الجمل كالتي في قوله حتى ماء دجلة أشكل والجملة الواقعة بعدها جملة شرطية لأن إذا متضمنة معنى الشرط وفعل الشرط </p><p> بلغوا النكاح وقوله فإن آنستم منهم رشداً فادفعوا إليهم أموالهم جملة من شرط وجزاء واقعة جواباً للشرط الأول الذي هو إذا بلغوا النكاح فكأنه قيل وابتلوا اليتامى إلى وقت بلوغهم واستحقاقهم دفع أموالهم اليهم شرط إيناس الرشد منهم وتنكير الرشد يفيد أن المراد رشد مخصوص وهو الرشد في التصرف والتجارة أو يفيد التقليل أي طرفاً من الرشد حتى لا ينتظر به تمام الرشد وهو دليل لأبى حنيفة رحمه الله في دفع المال عند بلوغ خمس وعشرين سنة {وَلاَ تَأْكُلُوهَا إِسْرَافاً وَبِدَاراً أَن يَكْبَرُواْ} ولا تأكلوها مسرفين ومبادرين كبرهم فاسرافا وبدارا مصدران فى موضع الحال وأن يكبروا فى موضع المصدر منصوب الموضع ببدارا ويجوز أن يكونا مفعولاً لهما أي لإسرافكم ومبادرتكم كبرهم تفرطون في إنفاقها وتقولون ننفق فيما نشتهي قبل أن يكبر اليتامى فينتزعوها من أيدينا {وَمَن كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيراً فَلْيَأْكُلْ بالمعروف} قسم الأمر بين أن يكون الوصي غنياً وبين أن يكون فقيرا فالغنى يستعفف من أكلها أي يحترز من أكل مال اليتيم واستعف أبلغ من عف كأنه طالب زيادة العفة والفقير يأكل قوتاً مقدراً محتاطاً في أكله عن إبراهيم ما سد الجوعة ووارى العورة {فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أموالهم فَأَشْهِدُواْ عَلَيْهِمْ} بأنهم تسلموها وقبضوها دفعاً للتجاحد وتفادياً عن توجه اليمين عليكم عند التخاصم والتناكر {وكفى بالله حَسِيباً} محاسباً فعليكم بالتصادق وإياكم والكاذب أو هو راجع إلى قوله فليأكل بالمعروف أي ولا يسرف فإن الله يحاسبه عليه ويجازيه به وفاعل كفى لفظة الله والباء زائدة وكفى يتعدى إلى مفعولين دليله فسيكفيكهم الله </p>"
}