{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٧١) </p><p> {يا أهل الكتاب لاَ تَغْلُواْ فِى دِينِكُمْ} لا تجاوزوا الحد فغلت اليهود في حط المسيح عن منزلته حتى قالوا إنه ابن الزنا وغلت النصارى فى رفعه عن مقدراه حيث جعلوه ابن الله {وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق} وهو تنزيهه عن الشريك والولد {إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ} لا ابن الله {رَسُولُ الله} خبر المبتدأ وهو المسيح وعيسى عطف بيان أو بدل {وَكَلِمَتُهُ} عطف على رسول الله وقيل له كلمة لأنه يهتدي به كما يهتدي بالكلام {ألقاها إلى مَرْيَمَ} حال وقد معه مرادة أي أوصلها إليها وحصلها فيها {وَرُوحٌ} معطوف على الخبر أيضاً وقيل له روح لأنه كان يحيي الموتى كما سمى القرآن روحا بقوله وكذلك أوحنيا اليك روحا من أمرنا لما أنه يحيي القلوب {مِّنْهُ} أي بتخليقه وتكوينه كقوله تعالى {وَسَخَّرَ لَكُمْ مَّا فِى السماوات وَمَا فِى الأرض جميعا} منه وبه أجاب عليّ بن الحسين بن واقد غلاماً نصرانياً كان للرشيد في مجلسه حيث زعم أن </p><p> في كتابكم حجة على أن عيسى من الله {فآمنوا بالله وَرُسُلِهِ وَلاَ تَقُولُواْ ثلاثة} خبر مبتدأ محذوف أي ولا تقولوا الآلهة ثلاثة {انتهوا} عن التثلث {خيرا لكم} والذى يدل عليه القرآن والتصريح منهم بأن الله والمسيح ومريم </p><p> النساء (١٧١ _ ١٧٢) </p><p> ثلاثة آلهة وأن المسيح ولد الله من مريم ألا ترى إلى قوله أأنت قُلتَ للناس اتخذونى وأمى إلهين من دون الله وقالت النصارى المسيح ابن الله {إِنَّمَا الله} مبتدأ {إِلَهٌ} خبرة {واحد} توكيد {سبحانه أَن يَكُونَ لَهُ وَلَدٌ} أسبحه تسبيحاً من أن يكون له ولد {لَّهُ مَا فِي السماوات وَمَا فِى الأرض} بيان لتنزهه مما نسب إليه بمعنى أن كل مافيهما خلقه وملكه فكيف يكون بعض ملكه جزأ منه إذ النبوة والملك لا يجتمعان على أن الجزء إنما يصح في الأجسام وهو يتعالى عن أن يكون جسماً {وكفى بالله وَكِيلاً} حافظاً ومدبراً لهما ولما فيهما ومن عجز عن كفاية أمر يحتاج إلى ولد يعينه </p>"
}