{
  "id": null,
  "sura": 5,
  "aya": 48,
  "text": "<p> وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٤٨) </p><p> {وَأَنزَلْنَا إِلَيْكَ الكتاب} أي القرآن فحرف التعريف فه للعهد {بالحق} بسبب الحق وإثباته وتبيين الصواب من الخطأ {مُصَدّقاً} حال من الكتاب {لّمَا بَيْنَ يَدَيْهِ} لما تقدمه نزولاً وإنما قيل لما قبل الشئ هو بين يديه لأن ما تأخر عنه يكون وراءه وخلفه فما تقدم عليه يكون قدامه وبين يديه {مّنَ الكتاب} المراد به جنس الكتب المنزلة لأن القرآن مصدق لجميع كتب الله فكان حرف التعريف فيه للجنس ومعنى تصديقه الكتب موافقتها في التوحيد والعبادة وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ يوحى إليه أنه لا إله </p><p> المائدة (٤٨ _ ٥٠) </p><p> إلا انا فاعبدون {وَمُهَيْمِناً عَلَيْهِ} وشاهداً لأنه يشهد له بالصحة والثبات {فاحكم بَيْنَهُم بِمَا أَنزَلَ الله} أي بما في القرآن {وَلاَ تَتَّبِعْ أَهْوَاءهُمْ عَمَّا جَاءكَ مِنَ الحق} نهى أن يحكم بما حرفوه وبدلوه اعتماداً على قولهم ضمّن ولا تتبع معنى ولا تنحرف فلذا عدى بعن فكأنه قيل </p><p> ولا تنحرف عما جاءك من الحق متبعاً أهواءهم أو التقدير عادلاً عما جاءك {لِكُلّ جَعَلْنَا مِنكُمْ} أيها الناس {شِرْعَةً} شريعة {ومنهاجا} وطريقاً واضحاً واستدل به من قال إن شريعة من قبلنا لا تلزمنا ذكر الله إنزال التوراة على موسى عليه السلام إنزال الإنجيل على عيسى عليه السلام ثم إنزال القرآن على محمد صلى الله عليه وسلم وبين أنه ليس للسماع فحسب بل للحكم به فقال فى الأول يحكم بها النبيون وفي الثاني وليحكم أهل الإنجيل وفي الثالث فاحكم بينهم بما أنزل الله {وَلَوْ شَاء الله لَجَعَلَكُمْ أُمَّةً واحدة} جماعة متفقة على شريعة واحدة {ولكن} أراد {لِيَبْلُوَكُمْ} ليعاملكم معاملة المختبر {في ما آتاكم} من الشرائع المختلفة فتعبّد كل أمة بما اقتضته الحكمة {فاستبقوا الخيرات} فابتدروها وسابقوا نحوها قبل الفوات بالوفاة والمراد بالخيرات كل ما أمر الله تعالى به {إلى الله مَرْجِعُكُمْ} استئناف فى معنى التعليل لاستباق اليخارت {جَمِيعاً} حال من الضمير المجرور والعامل المصدر المضاف لأنه في تقدير إليه ترجعون {فَيُنَبّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ} فيخبركم بما لا تشكون معه من الجزاء الفاصل بين محقكم ومبطلكم وعاملكم ومفرطكم في العمل </p>"
}