{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ (١٠٦) </p><p> روي أنه خرج بديل مولى عمرو بن العاص وكان من المهاجرين مع عدى وتمام وكانا نصرانيين إلى الشام فمرض بديل وكتب كتاباً فيه ما معه وطرحه في متاعه ولم يخبر به صاحبيه وأوصى إليهما بأن يدفعا متاعه إلى أهل هـ ومات ففتشا متاعه فأخذا إناء من فضة فأصاب أهل بديل الصحيفة فطالبوهما بالإناء فجحدا فرفعوهما إلى رسول الله صلى الله عليه وسلم فنزل {يا أيها الذين آمنوا شهادة بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت حِينَ الوصية اثنان} ارتفع اثنان لأنه خبر المبتدأ وهو شهادة بتقدير شهادة بينكم شهادة اثنين أو لأنه فاعل شهادة بينكم أي فيما فرض عليكم أن يشهد اثنان واتسع في بين فأضيف إليه المصدر وإذا حضر ظرف للشهادة حين الوصية بدل منه وفي إبداله منه دليل على وجوب الوصية لأن حضور الموت من الأمور الكائنة وحين الوصية بذل منه فيدل على وجود الوصية ولو وجدت بدون الاختيار لسقط الابتلاء فنقل إلى الوجوب وحضور الموت مشارفته وظهور أمارات بلوغ الأجل {ذوا عدل} صفة لاثنين {مِّنكُمْ} من أقاربكم لأنهم أعلم بأحوال الميت {أو آخران} عطف على اثنان {مِنْ غَيْرِكُمْ} من الأجانب {إِنْ أَنتُمْ ضَرَبْتُمْ فِي الأرض} سافرتم فيها وأنتم فاعل فعل يفسره الظاهر {فَأَصَابَتْكُم مُّصِيبَةُ الموت} أو منكم من المسلمين ومن غيركم من أهل الذمة وقيل منسوخ إذ لا يجوز شهادة الذمي على المسلم وإنما جازت في أول الإسلام لقلة المسلمين {تَحْبِسُونَهُمَا} تقفونهما </p><p> للحلف هو استئناف كلام أو صفة لقوله أو آخران من غيركم أي أو آخران من غيركم محبوسان وإن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت اعتراض بين الصفة والموصوف {مِن بَعْدِ الصلاة} من بعد صلاة العصر لأنه وقت اجتماع الناس وعن الحسن رحمه الله بعد العصر أو الظهر لأن أهل الحجاز كانوا يقعدون للحكومة بعدهما وفي حديث بديل أنهما لما نزلت على رسول الله صلى الله عليه وسلم صلاة العصر ودعا بعديِّ وتميم فاستحلفهما عند المنبر فحلفا ثم وجد الإناء بمكة فقالوا إنا اشتريناه من تميم وعدي {فَيُقْسِمَانِ بالله} فيحلفان به {إن ارتبتم} شككتم فى </p><p> المائدة (١٠٦ _ ١٠٨) </p><p> أمانتهما وهو اعتراض بين يقسمان وجوابه وهو {لاَ نَشْتَرِي} وجواب الشرط محذوف أغنى عنه معنى الكلام والتقدير إن ارتبتم في شأنهما فحلفوهما {بِهِ} بالله أو بالقسم {ثَمَناً} عوضاً من الدنيا {وَلَوْ كَانَ} أي المقسم له {ذَا قربى} أي لا نحلف بالله كاذبين لأجل المال ولو كان من نقسم له قريباً منا {وَلاَ نَكْتُمُ شهادة الله} أي الشهادة التي أمر الله بحفظها وتعظيمها {إنّآ إذاً} إن كتمنا {لَّمِنَ الآثمين} وقيل إن أريد بهما الشاهدان فقد نسخ تحليف الشاهدين وإن أريد الوصيان فلم ينسخ تحليفهما </p>"
}