{
  "id": null,
  "sura": 5,
  "aya": 54,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٥٤) </p><p> {يا أيها الذين آمنوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ} من يرجع منكم عن دين الإسلام إلى ما كان عليه من الكفر يرتدد مدني وشامي {فَسَوْفَ يَأْتِي الله بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} يرضى أعمالهم ويثني عليهم بها ويطيعونه ويؤثرون رضاه وفيه دليل نبوته عليه السلام حيث أخبرهم بما لم يكن فكان وإثبات خلافة الصديق لأنه جاهد المرتدين وفي صحة خلافته وخلافة عمر رضى الله عنهما وسئل النبى صلى الله عليه وسلم عنهم فضرب على عاتق </p><p> سلمان وقال هذا وذووه لو كان الإيمان معلقاً بالثريا لناله رجال من أبناء فارس والراجع من الجزاء إلى الاسم المتضمن لمعنى الشرط محذوف معناه فسوف يأتي الله بقوم مكانهم {أَذِلَّةٍ} جمع ذليل وأما ذلول فجمعه ذلل ومن زعم أنه من الذُّلِ الذي هو ضد الصعوبة فقدسها لأن ذلولاً لا يجمع على أذلة قال الجوهري الذل ضد العز ورجل ذليل بيّن الذل وقوم أذلاء وأذلة والذل بالكسر اللين وهو ضد الصعوبة يقال دابة ذلول ودواب ذلل {عَلَى المؤمنين} ولم يقل للمؤمنين لتضمن الذل معنى الحنو والعطف كأنه قيل عاطفين عليهم على وجه التذلل والتواضع {أَعِزَّةٍ عَلَى الكافرين} أشجداء عليهم والعزاز الأرض الصلبة فهم مع المؤمنين كالولد لوالده والعبد لسيده ومع الكافرين كالسبع على فريسته {يجاهدون فِي سَبِيلِ الله} يقاتلون الكفار وهو صفة لقوم كحبهم واعزة وأذلة {وَلاَ يخافون لَوْمَةَ لائِمٍ} الواو يحتمل أن تكون للحال أى يجهادون وحالهم في المجاهدة خلاف حال المنافقين فإنهم كانوا موالين لليهود فإذا خرجوا في جيش المؤمنين خافوا أولياءهم اليهود فلا يعملون شيئاً مما يعلمون أنه يلحقهم فيه لوم من جهتهم وأما المؤمنون فمجاهدتهم لله لا يخافون لومة لائم وأن تكون للعطف أي من صفتهم المجاهدة في سبيل الله وهم صلاب فى دينهم إذا شرعوا فيه أمر من أمور الدين لا تزعهم لومة لائم واللومة المرمة من اللوم وفيها وفي التنكير مبالغتان كأنه قيل لا يخافون شيئاً قط من لوم واحد من اللوام {ذلك} إشارة إلى ما وصف به القوم من المحبة والذلة والعزة والمجاهدة وانتفاء خوف اللومة {فَضْلُ الله يُؤْتِيهِ مَن يَشَاء والله واسع} كثير الفواضل {عَلِيمٌ} بمن هو من أهلها </p>"
}