{
  "id": null,
  "sura": 5,
  "aya": 6,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦) </p><p> {يا أيها الذين آمنوا إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ} أي إذا أردتم القيام إلى الصلاة كقوله فَإِذَا قرأت </p><p> المائدة (٦) </p><p> القرآن أي إذا أردت أن تقرأ القرآن فعبر عن إرادة الفعل بالفعل لأن الفعل مسبب عن الإرادة فأقيم المسبب مقام السبب لملابسة بينهما طلباً للإيجاز ونحوه كما تدين تدان عبر عن الفعل الابتدائي الذي هو سبب الجزاء بلفظ الجزاء الذي هو مسبب عنه وتقديره وانتم محدثون عن ابن عباس رضى الله عنهما أو من النوم لأنه دليل الحدث وكان رسول الله صلى الله عليه وسلم والصحابة يتوضئون لكل صلاة وقبل كان الوضوء لكل صلاة واجباً أول ما فرض ثم نسخ {وَأَيْدِيَكُمْ إِلَى المرافق} إلى تفيد معنى الغاية مطلقاً فأما دخولها في الحكم وخروجها فأمر يدور مع الدليل فما فيه دليل على الخروج فَنَظِرَةٌ إلى مَيْسَرَةٍ لأن الإعسار علة الإنظار وبوجود الميسرة تزول العلة ولو دخلت الميسرة فيه لكان منظراً في الحالتين معسراً وموسراً وكذلك أتموا الصيام إلى الليل لو دخل الليل </p><p> لوجب الوصال ومما فيه دليل على الدخول قولك حفظت القرآن من أوله إلى آخره لأن الكلام مسوق لحفظ القرآن كله ومنه قوله تعالى {مّنَ المسجد الحرام إلى المسجد الأقصى} لوقوع العلم بأنه عليه السلام لا يسرى به إلى بيت المقدس من غير أن يدخله وقوله إلى المرافق لا دليل فيه على أحد الأمرين فأخذ الجمهور بالاحتياط فحكموا بدخولها في الغسل وأخذ زفر وداود بالمتيقن فلم يدخلاها وعن النبى صلى الله عليه وسلم أنه كان يدير الماء على مرفقيه {وامسحوا برؤوسكم} المراد الصاق المسح بالرأس وماسح بعثه ومستوعبه بالمسح كلاهما ملصق للمسح برأسه فأخذ مالك بالاحتياط فأوجب الاستيعاب والشافعي باليقين فأوجب أقل ما يقع عليه اسم المسح وأخذنا ببيان النبي عليه السلام وهو ما روي أنه مسح على ناصيته وقدرت الناصية بربع الرأس {وَأَرْجُلَكُمْ إِلَى الكعبين} بالنصب شامي ونافع وعلي وحفص والمعنى فاغسلوا وجوهكم وأيديكم إلى المرافق وأرجلكم إلى الكعبين وامسحوا برؤسكم على التقديم والتأخير غيرهم بالجر بالعطف على الرؤس لأن الأرجل من بين الأعضاء الثلاثة المغسولة تغسل بصب الماء عليها فكانت مظنة للإسراف المنهي عنه فعطفت على الممسوح لا لتمسح ولكن لينبه على وجوب الاقتصاد في صب الماء عليها وقيل إلى الكعبين فجئ بالغاية إماطة لظن ظانٍ يحسبها ممسوحة لأن المسح لم تضرب له غاية في الشريعة وقال فى جامع العلوم أنها مجرورة للجواز وقد صح أن النبي عليه السلام رأى قوماً يمسحون على أرجلهم فقال ويل للأعقاب من النار وعن عطاء والله ما </p><p> علمت أن أحدا من أصحاب رسول الله صلى الله عليه وسلم مسح على القدمين وإنما أمر بغسل هذه الأعضاء ليطهرها من الأوساخ التي تتصل بها لأنها تبدو كثيرا والصلاة </p><p> خدمة الله تعالى والقيام بين يديه متطهر من الأوساخ أقرب إلى التعظيم فكان أكمل في الخدمة كما في الشاهد إذا أراد أن يقوم بين يدي الملك ولهذا قيل إن الأولى أن يصلي الرجل في أحسن </p><p> المائدة (٦ _ ٨) </p><p> ثيابه وإن الصلاة متعمماً أفضل من الصلاة مكشوف الرأس لما أن ذلك أبلغ في التعظيم {وَإِن كُنتُمْ جُنُباً فاطهروا} فاغسلوا أبدانكم {وَإِنْ كُنتُم مرضى أَوْ على سَفَرٍ أَوْ جَاءَ أَحَدٌ مّنْكُمْ} قال الرازي معناه وجاء حتى لا يلزم المريض والمسافر التيمم بلا حدث {من الغائط} المكان المطمئن وهو كتابة عن قضاء الحاجة {أَوْ لامستم النساء} جامعتم {فَلَمْ تَجِدُواْ مَاءَ فَتَيَمَّمُواْ صَعِيداً طَيّباً فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مّنْهُ مَا يُرِيدُ الله لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ} في باب الطهارة حتى لا يرخص لكم في التيمم {ولكن يُرِيدُ لِيُطَهِّرَكُمْ} بالتراب إذا أعوزكم التطهر بالماء {وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ} وليتم برخصه إنعامه عليكم بعزائمه {لَعَلَّكُمْ تَشْكُرُونَ} نعمته فيثيبكم </p>"
}