{
  "id": null,
  "sura": 7,
  "aya": 143,
  "text": "<p> وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ (١٤٣) </p><p> {ولمّا جآء موسى لميقاتنا} لوقتنا الذي وقتنا له وحددنا ومعنى اللام الاختصاص أي اختص مجيئه لميقاتنا {وكلّمه ربّه} بلا واسطة ولا كيفية ورورى أنه كان يسمع الكلام من كل جهة وذكر الشيخ التأويلات أن موسى عليه السلام سمع صوتاً دالاً على كلام الله تعالى </p><p> وكان اختصاصه باعتبار أنه أمسعه صوتا تولى تخلقه من غير أن يكون ذلك الصوت مكتسباً لأحد من الخلق وغيره يسمع صوتاً مكتسباً للعباد فيفهم منه كلام الله تعالى فلما سمع كلامه طمع في رؤيته لغلبة شوقه فسأل الرؤية بقوله {قال ربّ أرني أنظر إليك} ثاني مفعولي أرني محذوف أي أرني ذاتك انظر إليك يعنى مكنى من رؤيتكم بأن تتجلى لي حتى أراك أرني مكي وبكسر الراء مختلسة أبو عمرو وبكسر الراء مشبعة غيرهما وهو دليل لأهل السنة على جواز الرؤية فإن موسى عليه السلام اعتقد أن الله تعالى يرى حتى سأله واعتقاد جواز مالا يجوز على الله كفر {قال لن تراني} ر بالسؤال بعين فانية بل بالعطاء والنوال بيعن باقية وهو دليل لأهل لنا أيضا لأنه لم يقل لن أرى ليكون نفياً للجواز ولو لم يكن مرئيا لخبر بانه ليس بمرئى إذا لحاله حالة الحاجة إلى البيان {ولكن انظر إلى الجبل فإن استقرّ مكانه} بقي على حاله {فسوف تراني} وهو دليل لنا أيضاً لأنه علق الرؤية باستقرار الجبل وهو ممكن وتعليق الشئ بما هو ممكن يدل على إمكانه كالتعليق بالمتع يدل على امتناعه والديليل على أنه ممكن قوله جعله دكاً ولم يقل اندك وما أوجده تعالى كان جائزاً أن لا يوجد لو لم يوجده لأنه مختار فى فعله ولأنه تعالى ما آية عن ذلك ولا عاتبه عليه ولو كان ذلك محالا لعابه كما عاتب نوحاً عليه السلام بقوله إني أعظك أن تكون من الجاهلين حيث سأل اتجاه ابنه من الغرق {فلمّا تجلى ربّه للجبل} أي ظهر وبان ظهوراً بلا كيف قال الشيخ أبو منصور رحمه الله </p><p> الأعراف ١٣٥ ١٣٧ معنى التجلي للجبل ما قاله الأشعري إنه تعالى خلق فى الجبل حياة وعملا ورؤية حتى راى به وهذا نص فى إثبات كونه مرئيا وبهده الوجوه يتبين جهل منكري الرؤية وقولهم بأن موسى عليه السلام كان عالماً بأنه لا يرى ولكن طلب قومه أن يريهم ربه كما أخبر الله تعالى عنهم بقوله لن تؤمن لك حتى ترى الله جهرة فطلب الرؤية </p><p> ليبين الله تعالى أنه ليس بمرئي باطل إذ لو كان كما زعموا لقال أرهم ينظروا إليك ثم يقول له لن يروني ولانها لولم تكن جاءزة لما أخر موسى عليه السلام الرد عليهم بل كان يرد عليهم وقت قرع كلامهم سمعه لما فيه من التقرير على الكف روهو عليه السلام بعث لتغيره لا لتقريره إلا ترى أنهم لما قال له جعل لنا إلهاً كما لهم آلهة لم يمهلهم بل رد عليهم من ساعته بقوله إنكم قوم تجهلون {جعله دكا} مدكوكا مصدر بمعنى المفعول كضرب الأمير والدق والدك أخوان دكاء حمزة وعلى أى مستيوة بالأرض لا أكمه فيها وناقة دكا لاسنام لها {وخرّ موسى صعقاً} حال أي سقط مغشياً عليه {فلمّآ أفاق} من صعقته {قال سبحانك تبت إليك} من السوال في الدنيا {وأنا أوّل المؤمنين} بعظمتك وجلالك وأنك لا تعطي الرؤية في الدنيا مع جوازها وقال الكعبي والأصم معنى قوله أرني أنظر اليك ارنى آية أعلمكم بها بطريق الضرورة كأني أنظر إليك لن تراني لن تطيق معرفتي بهذه الصفة ولكن انظر إلى الجبل فإني أظهر له آية فإن ثتب الجبل لتجليها وساتقر مكانه فسوف تثبت لها وتطيقها وهذا فاسد لأنه قال أرني أنظر إليك ولم يقل إليها وقال ولن ترانى ولم يقار لن رتى آيتى وكيف يكوف معناه لن ترى آيتي وقد أراه أعظم الآيات حيث جعل الجبل دكا </p>"
}