{
  "id": null,
  "sura": 7,
  "aya": 150,
  "text": "<p> وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ (١٥٠) </p><p> {ولمّا رجع موسى} من الطور {إلى قومه} بنى إسرائيل {غضبان} حال من مسوى {أسفاً} حال أيضاً أي حزيناً {قال بئسما خلفتموني} قمتم مقامي وكنتم خلفائي {من بعدي} والخكطاب لبعدة العجل من السامرى وأشياعه أو لهرون ونم معه من المؤمنين ويدلعليه قوله اخلفني في قومي والمعنى بئسما خلفتموني حيث عبدتم العجل مكان عبادة الله أو حيث لم تكفوا عن عبادة غير الله وفاعل بئس مضمر يفسره ما خلقتمونى والمخصوص بالذم محذوف تقديره بئس خلافة خلفتمونيها من بعدى خلافكم ومعنى من بعدي بعد قوله خلفتموني من بعد ما رأيتم مني من توحيد الله ونفي الشركاء عنه أو من بعد ما كنت أحمل بني إسرائيل على التوحيد وأكفهم عن عبادة البقرة حين قالوا اجعل لنا إلها كما لهم ى لهة ومن حق الخفاء أن يسيروا بسيرة المخلف {أعجلتم} أسبقتم بعابدة العجل {أمر ربكم} وهو </p><p> ايتانى لكم بالتوارة بعد أربعين ليلة وأصل العجلة طلب الشئ قبل حينه وقيل عجلتم بمعنى تركتم {وألقى الألواح} ضجراً عند استماعه حديث العجل غضباً لله كان فى نفسه شجديد الغضب وكان هرون أبين منه جانباً ولذلك كان أحب إلى بني إسرائيل من موسى فتكسرت فرفعت ستة أسباعها وبقي سبع واحد وكان فيما رفع تفصيل كل شيء وفيما بقي هدى ورحمة {وأخذ برأس أخيه} بشعر رأسه غضباً عليه حيث لم يمنعهم عن عبادة العجل {يجره إليه} عتابا عليه لاهونا به وهو حال من موسى {قال ابن أمّ} بني الابن مع الأم على الفتح كخمسة عشر وبكسر الميم حمزة وعلى </p><p> الأعراف ١٤٢ ١٤٧ وشامى لأن أصله أمي فحذف الياء اجتزاء عنها بالكسرة وكان ابن أمه وأبيه وإنما ذكر الأم لأنها كانت مؤمنة ولأن ذكرها أدعى إلى العطف {إنّ القوم استضعفوني وكادوا يقتلونني} أي إني لم آل جهداً في كفهم بالوعظ والإنذار ولكنهم استضعفوني وهموا بقتلي {فلا تشمت بي الأعدآء} الذين عبدوا العجل أي لا تفعل بى ما هو أمنيتهم من الاستهاة بي والإساءة إلي {ولا تجعلني مع القوم الظّالمين} أي قريناً لهم بغضبك علي </p>"
}