{
  "id": null,
  "sura": 8,
  "aya": 5,
  "text": "<p> كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (٥) </p><p> الكاف في {كَمَا أَخْرَجَكَ رَبُّكَ} في محل النصب على أنه صفة لمصدر الفعل المقدر والتقدير قل الأنفال استقرت لله والرسول وثبتت مع كراهتم ثبات مثل ثبات إخراج ربك إياك من بيتك وهم كارهون {مِن بَيْتِكَ} يريد بيته بالمدينة أو المدينة نفسها لأنها مهاجرة ومسكنة فهي فى اختصاصها به كاختصاص البيت لساكنه {بالحق} اخرادها ملتبسا بالحكمة والصواب {وإن فريقا من المؤمنين لكارهون} في موضع الحال أي أخرجك في حال كراهتك وذلك أن عير قريش أقبلت من الشام فيها تجارة عظيمة ومعها أربعون راكباً منهم أبو سفيان فأخبر جبريل النبي عليه السلام فأخبر أصحباه فأعجبهم تلقي العير لكثرة الخير وقلة القوم فلما خرجوا علمت قريش بذلك فخرج أبو جهل بجميع أهل مكة وهو النفير في المثل السائر لا في العير ولا في النفي فقيل له إن </p><p> الأنفال ٦ ٧ العير أخذت طريق الساحل ونجت فأبى وسار بمن معه إلى بدر وهو ماء كانت العرب تجتمع فيه لسوقهم يوماً في السنة ونزل جبريل عليه السلام فقال يا محمد إن الله وعدكم احدى الظائفيتن غما العير وإما قريشا فاستشار النبى صلى الله عليه وسلم أصحباه وقال العير أحب غليكم أم النفير قالوا بل العير أحب إلينا من لقاء العدو فتغير وجه رسول الله صلى الله عليه وسلم ثم ردد عليهم فقا لأن العير قد مضت على ساحل البحر وهذا أبو جهل قد أقبل فقالوا يا رسول الله عليك بالعير ودع العدو فقام عند غضب النبى صلى الله عليه وسلم أبو بكر وعمر رضى الله عنهما فأحسنا ثم قام سعد بن عبادة </p><p> فقال انظر أمرك فامض فوالله لو سرت إلى عدن أبين ما تخلف عنك رجل من الانصار ثم قال المقداد ابن عمرو وامض لما أمرك الله فإنا ههنا قاعدون ولكن اذهب ولكن اذهب أنت وربكم فقاتلا إنا معكما مقاتلون مادامت عين منا تطرف فضحك رسول الله صلى الله عليه وسلم وقال سعد بن معاذ امض يا رسول الله لما أردت فوالذي بعثك بالحق لو استعرضت بنا هذا البحر فخضته فخضناه معك ما تخلف منا رجل واحد فسر بنا على بركة الله ففرح رسول الله صلى الله عليه وسلم ونشطه قول سعد ثم قال سيروا على بركة الله ابشروا فإن الله وعدنى غحدى الطائفتبين والله لكأني الآن أنظر إلى مصارع القوم وكانت الكراهة من بعضهم لقوله وَإِنَّ فَرِيقاً من المؤمنين لكارهون قال الشيخ أبو منصور رحمه الله يحتمل أنهم منافقون كرهوا ذلك اعتقاداً ويحتمل أن يكونوا مخلصين وأن يكون ذلك كراه طبع لأنهم غير متأهبين له </p>"
}