{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٦٠) </p><p> ثم بين مواضعها التي توضع فيها فقال {إِنَّمَا الصدقات لِلْفُقَرَاء والمساكين} قصر جنس الصدقات على الأصناف المعدودة أي هي مختصة بهم لا تتجاوز إلى غيرهم كأنه قيل إنما هي لهم لا لغيرهم كقولك إنما الخلافة لقريش تريد لا تتعداهم ولا تكون لغيرهم فيحتمل أن تصرف إلى الأصناف كلها وأن تصرف إلى بعضها كما هو مذهبنا وعن </p><p> التوبة (٦٠ _ ٦١) </p><p> حذيفة وابن عباس وغيرهما من الصحابة والتابعين أنهم قالوا في أي صنف منها وضعتها أجزأك وعند الشافعى رحمه الله لا بد من صرفها إلى الأصناف وهو المروي عن عكرمة ثم الفقير الذي لا يسأل لأن عنده ما يكفيه للحال والمسكين الذي يسأل لأنه لا يجد شيئاً فهو أضعف حالا منه وعند الشافعى رحمه الله على العكس {والعاملين عليها} هم السعاة الذين يقبضونها {والمؤلفة قُلُوبُهُمْ} على الإسلام أشراف من العرب كان رسول الله صلى الله عليه وسلم يتألفهم على أن يسلموا وقوم منهم أسلموا فيعطيهم تقريراً لهم على الإسلام {وَفِي الرقاب} وهم المكاتبون يعانون منها {والغارمين} الذين ركبتهم الديون {وَفِي سَبِيلِ الله} فقراء الغزاة أو الحجيج المنقطع بهم {وابن السبيل} المسافر المنقطع عن ماله وعدل عن اللام إلى الأربعة الأخيرة للإيذان بأنهم أرسخ في استحقاق التصدق عليهم </p><p> ممن سبق ذكره لأنه في للوعاء فنبه على أنهم أحقاء بأن توضع فيها الصدقات عليهم ممن سبق ذكره لأن في للوعاء فنبه على أنهم أحقاء بأن توضع ويجعلوا مظنة لها وتكرير فى قوله فى سبيل الله وابن السبيل فيه فضل ترجيح لهذين على الرقاب والغارمين وإنما وقعت هذه الآية في تضاعيف ذكر المنافقين ليدل بكون هذه الاصناف مصارف الصدقات خاصة دون غيرهم على أنهم ليسوا منهم حسماً لأطماعهم وإشعاراً بأنهم بعداء عنها وعن مصارفها فما لهم ومالها وما سلطهم على التكلم فيها ولمن قاسمها وسهم المؤلفة قلوبهم سقط بإجماع الصحابة فى صدر خلافة أبى بكر رضى الله عنه لأن الله أعز الإسلام وأغنى عنهم والحكم متى ثبت معقولاً لمعنى خاص يرتفع وينتهي بذهاب ذلك المعنى {فَرِيضَةً مّنَ الله} في معنى المصدر المؤكد لأن قوله إِنَّمَا الصدقات لِلْفُقَرَاءِ معناه فرض الله الصدقات لهم {والله عَلِيمٌ} بالمصلحة {حَكِيمٌ} في القسمة </p>"
}