{
  "id": null,
  "sura": 11,
  "aya": 44,
  "text": "<p> وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ (٤٤) </p><p> {وقيل يا أرض ابلعي ماءك} انشفى وتشربى والبلع النشف {ويا سماء أَقْلِعِى} أمسكي {وَغِيضَ الماء} نقص من غاضه إذا نقصه وهو لازم ومتعد {وَقُضِىَ الامر} وأنجز ما وعد الله نوحاً من إهلاك قومه {واستوت} واستقرت السفينة بعد أن طافت الأرض كلها ستة أشهر {عَلَى الجودى} وهو جبل بالموصل {وقيل بعدا للقوم الظالمين} أي سحقاً لقوم نوح </p><p> (الذين غرقوا يقال بعد بعداو بعدا إذا أرادوا البعد البعيد من حيث الهلاك والموت ولذلك خص بدعاء السوء والنظر في هذه الآية من أربع جهات من جهة علم البيان وهو النظر فيما فيها من المجاز والاستعارة والكناية وما يتصل بها فنقول إن الله تعالى لما أراد أن يبين معنى أردنا أن نرد ما انفجر من الأرض إلى بطنها فارتد وأن نقطع طوفان السماء فانقطع وأن نغيض الماء النازل من السماء فغيض وأن نقضى أم أمد نوح وهو انجاز ما كما وعدناه من إغراق قومه فقضي وأن نسوي السفينة على الجودي فاستوت وأبقينا الظلمة غرقى بني الكلام على تشبيه المراد بالأمر الذي لا يتأتى منه لكمال هيبته العصيان وتشبيه تكوين المراد بالأمر الجزم النافذ في تكون المقصود تصويرا لافتداره العظيم وأن السموات والأرض منقادة لتكوينه فيها ما يشاء غير ممتنعة لإرادته فيها تغييراً وتبديلاً كأنها عقلاء مميزون قد عرفوه حق معرفته وأحاطوا علماً بوجوب الانقياد لأمره والاذعان لحكمه ويحتم بذل المجهود عليهم في تحصيل مراده ثم بنى على تشبيه هذ نظم الكلام فقال عز وجل وقيل على سبيل المجاز عن الإرادة الواقع بسببها قول القائل وجعل قرينة المجاز الخطاب للجماد وهو يا أرض ويا سماء ثم قال مخاطباً لهما يا أرض ويا سماء على سبيل </p><p> الاستعارة للشبه المذكور ثم استعار لغور الماء في الأرض البلع الذي هو أعمال الجاذبة في المطعوم للشبه بينهما وهو الذهاب إلى مقر خفي ثم استعار الماء للغذاء تشبيهاً له بالغذاء لتقوى الأرض بالماء في الإنبات كتقوي الآكل بالطعام ثم قال ماءك بإضافة الماء إلى الأرض على سبيل المجاز لاتصال الماء بالأرض كاتصال الملك بالمالك ثم اختار لاحتباس المطر الإقلاع الذي هو ترك الفاعل الفعل للشبه بينهما في عدم التأني ثم قال وغيض الماء وقضي الأمر واستوت على الجودي وقيل بعدا ولم يصرح بمن غاض الماء ولا بمن قضى الأمر وسوى السفينة وقال بعداً كما لم يصرح بقائل يا أرض ويا سماء سلوكا في كل واحد من ذلك لسبيل الكناية وأن تلك الأمور العظام لا تكون إلا بفعل فاعل قادر وتكوين مكون قاهر وأن فاعلها واحد لا يشارك في فعله فلا يذهب الوهم إلى أن يقول غيره ياء أرض ابلعي ماءك ويا سماء أقلعي ولا أن يكون الغائض والقاضي والمسوي غيره ثم ختم الكلام بالتعريض تنبيها لسالكى مسلكههم في تكذيب الرسل ظلماً لأنفسهم إظهاراً لمكان السخط وأن ذلك العذاب الشديد ما كان إلا لظلمهم ومن جهة علم المعاني </p><p> وهو النظر في فائدة كل كلمة فيها وجهة كل تقديم وتأخير فيما بين جملها وذلك أنه اختبر يا دون اخواتها لكونها اكثر استعمالا ولدلاتها على بعد المنادي الذي يستدعيه مقام إظهار العظمة والملكوت وابداء العزة والجبروت وهو تعبيد المنادى والمؤذن بالتهاون به ولم يقل يا ارض لزيادة التهاون إذ الإضافة تستدعي القرب ولم يقل يا أيتها الأرض للاختصار واختير لفظ الأرض والسماء لكونهما أخف وأدور واختير ابلعي على ابتلعي لكونه أخصر وللتجانس بينه وبين أقلعي وقيل أقلعي ولم يقل عن المطر وكذا لم يقل يا أرض ابلعي ماءك فبلعت ويا سماء أقلعى فأقلعت اختصارا أو اختير غيض على غيّض وقيل الماء دون أن يقول ماء الطوفان والأمر ولم يقل أمر </p><p> هود (٤٥ _ ٤٦) </p><p> نوح وقومه لقصد الاختصار والاستغناء بحرف العهد عن ذلك ولم يقل وسويت على الجودي أي أقرت على نحو قيل وغيض اعتباراً لبناء الفاعل </p><p> مع السفينة في قوله وهي تجري بهم ارادة للمطابقة ثم قيل بعد للقوم ولم يقل ليبعد القوم طلباً للتأكيد مع الاختصار هذا من حيث النظر إلى تركيب الكلم وأما من حيث النظر إلى ترتيب الجمل فذلك أنه قدم النداء على الأمر فقيل أيا ارض ابلعى ويا سماء أقعلى ولم يقل ابلعي يا أرض وأقلعي يا سماء جريا على مقتضى الكلام فيمن كان مأموراً حقيقة من تقديم التنبيه ليتمكن الأمر الوارد عقيبه في نفس المنادى قصدا بذلك لمعنى الترشيح ثم قدم الأرض على أمر المساء وابتدأ به الطوفان منها ثم اتبع وغيض الماء لاتصاله بقصة الماء وأخذه بحجزتها ثم ذكر ما هو المقصود وهو قوله {وقضي الأمر} أي أنجز الموعود من إهلاك الكفرة وإنجاء نوح ومن معه في الفلك وعلى هذا فاعتبر ومن جهة الفصاحة المعنوية وهي كما ترى نظم للمعاني لطيف وتأدية لها ملخصة مبينة لا تعقيد يعثر الفكر في طلب المراد ولا التواء يشبك الطريق إلى المرتاد ومن جهة الفصاحة اللفظية فألفاظها على ما ترى عربية مستعملة سليمة عن التنافر بعيدة عن البشاعة عذبة على العذبات سلسلة على الأسَلات كل منها كالماء في السلاسة وكالعسل في الحلاوة وكالنسيم في الرقة ومن ثم أطبق المعاندون على أن طوق البشر قاصر على الإتيان بمثل هذه الآية ولله در شأن التنزيل لا يتأمل العالم آية من آياته إلا أدرك لطائف لاتسع الحصر ولا تظنن الآية مقصورة على المذكور فلعل المتروك أكثر من المسطور </p>"
}