{
  "id": null,
  "sura": 17,
  "aya": 60,
  "text": "<p> وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا (٦٠) </p><p> {وإذ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بالناس وَمَا جعلنا الرؤيا التى أريناك إِلاَّ فِتْنَةً لّلنَّاسِ} </p><p> واذكر إذ أوحيا إليك أن ربك أحاط بقريش علماً وقدرة فكلهم في قبضته فلا تبال بهم وامض لأمرك وبلغ ما أرسلت به أو بشرناك بوقعة بدر وبالنصرة عليهم وذلك قوله سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر قُلْ لّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ وتحشرون الى جهنم وبئس المهاد فجعله كأن قد كان ووجد فقال أحاط بالناس على سنته في إخباره ولعل الله تعالى أراه مصارعهم في منامه فقد كان يقول حين ورد ماء بدر والله لكأني أنظر إلى مصارع القوم وهو يومىء إلى الأرض ويقول هذا مصرع فلان فتسامعت قريش بمااوحى إلى رسول الله صلى الله عليه وسلم من أمر بدر وماارى في منامه مصارعهم فكانوا يضحكون ويسخرون ويستعجلون به استهزاء {والشجرة الملعونة في القرآن} أي وما جعلنا الشجرة الملعونة في القرآن إلا فتنة للناس فإنهم حين سمعوا بقوله ان شجرة الزقوم طعام الاثيم جعلوها سخرية وقالوا ان محمد يزعم أن الجحيم تحرق الحجارة ثم يقول تنبت فيها الشجرة وما قدروا الله حق قدره إذ قالوا ذلك فإنه لا يمتنع أن يجعل الله الشجرة من جنس لا تأكله النار فوبر السمندل وهو دويبة ببلاد الترك يتخذ منه مناديل إذا اتسخت طرحت في النار فذهب الوسخ وبقي المنديل سالماً لا تعمل فيه النار وترى النعامة تبتلع الجمر فلا يضرها وخلق في كل شجرة ناراً فلا تحرقها فجاز أن يخلق في النار شجرة لا تحرقها والمعنى أن الآيات إنما ترسل تخويفاً للعباد وهؤلاء قد خوفوا بعذاب الدنيا وهو القتل يوم بدر وخوفوا بعذاب الآخرة وبشجرة الزقوم فما أثر فيهم ثم قال {وَنُخَوّفُهُمْ} أي بمخاوف الدنيا والآخرة {فَمَا يَزِيدُهُمْ} التخويف {إِلاَّ طُغْيَانًا كَبِيرًا} فكيف يخاف قوم هذه حالهم بإرسال ما يقترحون من الآيات وقيل الرؤيا هي الإسراء والفتنة ارتداد من استعظم ذلك وبه تعلق من يقول كان الإسراء في المنام ومن قال كان في اليقظة فسر الرؤيا </p><p> بالرؤيا وإنما سماها رؤيا على قول المكذبين حيث قالوا له لعلها رؤيا رأيتها استبعاداً منهم كما سمى أشياء بأساميها عند الكفرة كقوله فراغ الى آلهتهم أين شركائى أو هي رؤيا أنه سيدخل مكة والفتنة الصد بالحديبية فإن قلت ليس في القرآن ذكر لعن شجرة الزقوم قلت معناه والشجرة الملعون آكلها وهم الكفرة لأنه قال ثُمَّ إِنَّكُمْ أَيُّهَا الضالون المكذبون </p><p> لاَكِلُونَ مِن شَجَرٍ من زقوم فمالؤون منها البطون فوصفت بلعن أهلها على المجاز ولأن العرب تقول لكل اطعام مكروه ضار ملعون ولأن اللعن هو الايعاذ من الرحمة وهي في أصل الجحيم في أبعد مكان من الرحمة </p>"
}