{
  "id": null,
  "sura": 22,
  "aya": 28,
  "text": "<p> لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (٢٨) </p><p> واللام فى {ليشهدوا} ليحضروا معلق بأذن أو بيأتوك {منافع لَهُمْ} نكرها لأنه أراد منافع مختصة بهذه العبادة دينية ودنيوية لا توجد في غيرها من العبادة وهذا لأن العبادة شرعت للابتلاء بالنفس كالصلاة والصوم أو بالمال كالزكاة وقد اشتمل الحج عليهما مع ما فيه من تحمل الأثقال وركوب الأهوال وخلع الأسباب وقطيعة الأصحاب وهجر البلاد والأوطان وفرقة الأولاد والخلان والتنبيه على ما يستمر عليه إذا انتقل من دار الفناء إلى دار البقاء فالحج </p><p> الحج (٢٩ - ٢٨) </p><p> {ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام} إذا دخل البادية لا يتكل فيها إلا على عتاده ولا يأكل إلا من زاده فكذا المرء إذا خرج من شاطئ الحياة وركب </p><p> بحر الوفاة لاينفع وحدته إلا ما سعى في معاشه لمعاده ولا يؤنس وحشته إلا ما كان يأنس به من أوراده وغسل من يحرم وتأهبه ولبسه غير المخيط وتطيبه مرآة لما سيأتي عليه من وضعه على سريره لغسله وتجهيزه مطيباً بالحنوط ملففاً في كفن غير مخيط ثم المحرم يكون أشعث حيران فكذا يوم الحشر يخرج من القبر لهفان ووقوف الحجيج بعرفات آملين رغباً ورهباً سائلين خوفاً وطمعاً وهم من بين مقبول ومخذول كموقف العرصات لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وسعيد والإفاضة إلى المزدلفة بالمساء هو السوق لفصل القضاء ومنى هو موقف المنى للمذنبين إلى شفاعة الشافعين وحلق الرأس والتنظيف كالخروج من السيئات بالرحمة والتخفيف والبيت الحرم الذي من دخله كان آمناً من الإيذاء والقتال أنموذج لدار السلام التي هي من نزلها بقي سالماً من الفناء والزوال غير أن الجنة حفت بمكاره النفس العادية كما أن الكعبة حفت بمتالف البادية فمرحباً بمن جاوز مهالك البوادي شوقاً إلى اللقاء يوم التنادي {وَيَذْكُرُواْ اسم الله} عند الذبح {فِى أَيَّامٍ معلومات} هي عشر ذي الحجة عند أبى حنيفة رحمه الله وآخرها يوم النحر وهو قول ابن عباس رضى الله عنهما وأكثر المفسرين رحمهم الله وعند صاحبيه هي أيام النحر وهو قول ابن عمر رضى الله عنهما {على مَا رَزَقَهُمْ مّن بَهِيمَةِ الأنعام} أي على ذبحه وهو يؤيد قولهما والبهيمة في كل ذات أربع في البر والبحر فبيتت بالأنعام وهي الإبل والبقر والضأن والمعز {فَكُلُواْ مِنْهَا} من لحومها والأمر للإباحة ويجوز الأكل من هدي التطوع والمتعة والقران لأنه دم نسك فأشبه الأضحية ولا يجوز الأكل من بقية الهدايا {وَأَطْعِمُواْ البائس} الذي أصابه بؤس أي شدة الفقير الذي أضعفه الإعسار </p>"
}