{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٥) </p><p> ثم ألزم الحجة على منكري البعث فقال {يا أيها الناس إِن كُنتُمْ فِى رَيْبٍ مّنَ البعث} يعني إن ارتبتم في البعث فمزيل ريبكم أن تنظروا في بدء خلقكم وقد كنتم في الابتداء قرابا وماء وليس سبب إنكاركم البعث إلا هذا وهو صيرورة الخلق تراباً وماء {فَإِنَّا خلقناكم} أي </p><p> الحج (٧ - ٥) </p><p> أباكم {مّن تُرَابٍ ثُمَّ} خلقتم {مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ} أي قطعة دم جامدة {ثم من مضغة} أي لحمة صغسيرة قدر ما يمضغ {مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ} المخلقة المسواة الملساء من النقصان والعيب كأن الله عز وجل يخلق المضغ متفاوتة منها ما هو كامل الخلقة أملس من العيوب ومنها ما هو على عكس ذلك فيتبع ذلك التفاوت تفاوت الناس في خلقهم وصورهم وطولهم وقصرهم وتمامهم ونقصانهم وإنما نقلنا كم من حال إلى حال ومن خلقة إلى خلقة {لّنُبَيّنَ لَكُمْ} بهذا التدريج كمال قدرتنا وحكمتنا وأن من قدر على خلق البشر من تراب أولا ثم نطفة ثانياً ولا مناسبة بين التراب والماء وقد ر أن يجعل النطفة علقة والعلقة مضغة والمضغة عظاما قدر على إعادة ما بدأه {وَنُقِرُّ} بالرفع عند غير المفضل مستأنف بعد وقف أي نحن نثبت {فِى الأرحام مَا نَشَاء} ثبوته {إلى أجل مسمى} أي وقت الولادة ومالم نشأ ثبوته أي أسقطته الأرحام {ثُمَّ نُخْرِجُكُمْ} من الرحم {طِفْلاً} حال وأريد به الجنس فلذا لم يجمع أو أريد به ثم نخرج كل واحد منكم طفلاً {ثُمَّ لِتَبْلُغُواْ} ثم نربيكم لتبلغوا {أَشُدَّكُمْ} كمال عقلكم وقوتكم وهو من ألفاظ الجموع التي لا يستعمل </p><p> لها واحد {وَمِنكُمْ مَّن يتوفى} عند بلوغ الأشد أو قبله أبو بعده {وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر} أخسه يعني الهرم والخرف {لِكَيْلاَ يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئاً} أي لكيلا يعلم شيئاً من بعد ما كان يعلمه أو لكيلا يستفيد علماً وينسى ما كان عالماً به ثم ذكر دليلاً آخر على البعث فقال {وَتَرَى الأرض هَامِدَةً} ميتة يابسة {فَإِذَا أَنزَلْنَا عَلَيْهَا الماء اهتزت} تحركت بالنبات {وَرَبَتْ} وانتفخت وربأت حيث كان يزيد ارتفعت {وَأَنبَتَتْ مِن كل زوج} صنف {بهيج} حسن سار للناظرين إليه </p>"
}