{
  "id": null,
  "sura": 22,
  "aya": 78,
  "text": "<p> وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ (٧٨) </p><p> {وجاهدوا} أمر الغزو أو مجاهدة النفس والهوى وهو الجهاد الأكبر أو هو كلمة حق عند أمير جائر {في الله} أى فى </p><p> الحج (٧٨) </p><p> ذات الله ومن أجله {حَقَّ جهاده} وهو أن لا يخاف في الله لومة لائم يقال هو حق عالم وجد عالم أى حقاً وجداً ومنه حق جهاده وكان القياس حق الجهاد فيه أو حق جهادكم فيه لكن الإضافة تكون بأدنى ملابسة واختصاص فلما كان الجهاد مختصاً بالله من حيث إنه مفعول لوجهه ومن أجله صحت إضافته إليه ويجوز أن يتسع في الظرف كقوله </p><p> ويوم شهدنا سليماً وعامراً هُوَ {اجتباكم} اختاركم لدينه ونصرته {وَمَا جَعَلَ عَلَيْكمْ فِى الدين مِنْ حَرَجٍ} ضيق بل رخص لكم في جميع ما كلفكم من الطهارة والصلاة والصوم والحج بالتيمم بالايماء وبالقصد والإفطار لعذر السفر والمرض وعدم الزاد والراحلة {مّلَّةَ أَبِيكُمْ إبراهيم} أي اتبعوا ملة أبيكم أو نصب على الاختصاص أي أعني بالدين ملة أبيكم وسماه أباً وإن لم يكن أباً للأمة كلها لأنه أبو رسول الله صلى الله عليه وسلم فكان أباً لأمته لأن أمة الرسول في حكم أولاده قال عليه السلام إنما أنا لكم مثل الوالد {هُوَ سماكم المسلمين} أي الله بدليل قراءة أبى الله سماكم {مِن قَبْلُ} في الكتب المتقدمة {وَفِى هذا} أي في القرآن أي فضلكم على سائر الأمم وسماكم بهذا الاسم الأكرم {لِيَكُونَ الرسول شَهِيداً عَلَيْكُمْ} أنه قد بلغكم رسالة ربكم {وَتَكُونُواْ شُهَدَاء عَلَى الناس} بتبليغ الرسل رسالات الله إليهم وإنما خصكم بهذه الكرامة والأثرة {فأقيموا الصلاة} بواجباتها {وآتوا الزكاة} بشرائطها {واعتصموا بالله} وثقوا بالله وتوكلوا عليه لا بالصلاة والزكاة {هُوَ مولاكم} أي مالككم وناصركم ومتولي أموركم {فَنِعْمَ المولى} حيث لم يمنعكم رزقكم بعصيانكم {وَنِعْمَ النصير} أي الناصر هو أعانكم على طاعتكم وقد أفلح من هو مولاه وناصره والله الموفق للصواب </p><p> المؤمنون (٦ - ١) </p><p> بسم الله الرحمن الرحيم </p><p> سورة المؤمنون مكية وهي مائة وثمان عشرة آية </p><p> بسم الله الرحمن الرحيم </p>"
}