{
  "id": null,
  "sura": 24,
  "aya": 35,
  "text": "<p> اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥) </p><p> {الله نُورُ السماوات والأرض} مع قوله مَثَلُ نوره ويهدى الله لِنُورِهِ قولك زيد كرم وجود ثم تقول ينعش الناس يكرمه وجوده والمعنى ذو نور السموات ونور السموات والأرض الحق شبهه بالنور في ظهوره وبيانه كقوله الله ولى الذين آمنوا يخرجهم من الظلمات إلى النور أي من الباطل إلى الحق وأضاف النور اليهما للدلالة </p><p> على سعة اشراقه وفشوا إضاءته حتى تصئ له السموات والأرض وجاز أن المراد أهل السموات والأرض وأنهم يستضيئون به {مَثَلُ نُورِهِ} أي صفة نوره العجيبة الشأن في الإضاءة {كَمِشْكَاةٍ} كصفة مشكاة وهى الكوفى في الجدار غير النافذة {فِيهَا مِصْبَاحٌ} أي سراج ضخم ثاقب {المصباح فِى زُجَاجَةٍ} في قنديل من زجاج شامي بكسر الزاي {الزجاجة كأنها كوكب دري} مضئ بضم الدال وتشديد الياء منسوب إلى الدرلفرط ضيائه وصفائه وبالكسر والهمزة عمرو وعلي كأنه يدرأ الظلام بضوئه وبالضم والهمزة أبو بكر وحمزة شبه فى زهرته بأحد الكواكب الدراري كالمشتري والزهرة ونحوهما {يُوقَدُ} بالتخفيف حمزة وعلى وابو بكر الزجاجة ويوقد بالتخفيف شامى ونافع وحفص ويوقد بالتشديد مكي وبصري أي هذا المصباح {مِن شجرة} أى ابتداء ثقوبه من زيت شجرة الزيتون يعني رويت زبالته بزيتها {مباركة} كثيرة المنافع أو لأنها نبتت في الأرض التي بورك فيها للعالمين وقيل بارك فيها سبعون نبياً منهم إبراهيم عليه السلام {زَيْتُونَةٍ} بدل من شجرة نعتها {لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ} أي منبتها الشام يعني ليست من المشرق ولا من المغرب بل فى الوسط منهما وهو الشام </p><p> النور (٣٧ - ٣٥) </p><p> وأجود الزيتون زيتون الشام وقيل ليست مما تطلع عليه الشمس في وقت شروقها أو غروبها فقط بل تصيبها بالغداة والعشى جميعا فهي شرقية وغربية {يَكَادُ زَيْتُهَا} دهنها {يُضِىء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ} وصف الزيت بالصفاء </p><p> والوميض وأنه لتلألؤه يكاد يضئ من غير نار {نُّورٌ على نُورٍ} أي هذا النور الذي شبه به الحق نور متضاعف قد تناصر فيه المشكاة والزجاجة والمصباح والزيت حتى لم تبق بقية مما يقوي النور وهذا لأن المصباح إذا كان في مكان متضايق كالمشكاة كان أجمع لنوره بخلاف المكان الواسع فإن الضوء ينتشر فيه والقنديل أعون شئ على زيادة الإنارة وكذلك الزيت وصفاؤه وضرب المثل يكون بدنئ محسوس معهود لا بعلي غير معاين ولا مشهود فأيوتمام لما قال في المأمون ... إقدام عمرو في سماحة حاتم ... في حلم أحنف في ذكاء اياس ... </p><p> قيل له إن الخليفة فرق من مثلته بهم فقال مرتجلاً ... لا تنكروا ضربى من دونه ... مثلاً شروداً في الندى والباس ... </p><p> ... فالله قد ضرب الأقل لنوره ... مثلاً من المشكاة والنبراس ... </p><p> {يَهْدِى الله لِنُورِهِ} أي لهذا النور الثاقب {مَن يَشَآء} من عباده أي يوفق لإصابة الحق من يشاء من عباده بالهام من الله أو ينظره في الدليل {وَيَضْرِبُ الله الأمثال لِلنَّاسِ} تقريباً إلى أفهامهم ليعتبروا فيؤمنوا {والله بِكُلّ شَيْء عليم} فيبين كل شئ بما يمكن أن يعلم به وقال ابن عباس رضى الله عنه مثل نوره أي نور الله الذي هدى به المؤمن وقرأ ابن مسعود رحمه الله مثل نوره في قلب المؤمن كمشكاة وقرأ أبيّ مثل نور المؤمن </p>"
}