{
  "id": null,
  "sura": 24,
  "aya": 55,
  "text": "<p> وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٥٥) </p><p> {وعد الله الذين آمنوا منكم وعملوا الصالحات} الخطاب للنبى عليه الصلاة والسلام ولمن معه منكم للبيان وقيل المراد به المهاجرون ومن للتبعيض {لَيَسْتَخْلِفَنَّهُمْ فِى الأرض} أي أرض الكفار وقيل أرض الكفار وقيل أرض المدينة والصحيح أنه عام لقوله عليه الصلاة والسلام ليدخلن هذا الدين على ما دخل عليه الليل {كما استخلف} استخلف أبوبكر {الذين مِن قَبْلِهِمْ وَلَيُمَكّنَنَّ لَهُمْ </p><p> دِينَهُمُ الذى ارتضى لَهُمْ وَلَيُبَدّلَنَّهُمْ} وليبدلنهم بالتخفيف مكي وأبو بكر {مّن بَعْدِ خَوْفِهِمْ أَمْناً} وعدهم الله أن ينصر الاسلام على الكفر ويورثهم الأرض ويجعلهم فيها خلفاء كما فعل ببني إسرائيل حين أورثهم مصر والشام بعد إهلاك الجبابرة وأن يميز الدين المرتضى وهو دين الاسلام وتمكينه تثبيته وتعضيده وأن يؤمن سربهم ويزيل عنهم الخوف الذي كانوا عليه وذلك أن رسول الله صلى الله عليه وسلم وأصحابه مكثوا بمكة عشر ينين خائفين ولما ولما هاجروا كانوا بالمدينة يصبحون في السلاح ويمسون فيه حتى قال رجل ما يأتي علينا يوم نأمن فيه ونضع السلاح فنزلت فقال عليه الصلاة والسلام لا تغبرون إلا يسيرا حتى يجلس الرجل منكم في الملأ العظيم محتبياً ليس معه حديدة فأنجز الله وعده وأظهرهم على جزيرة العرب وافتتحوا أبعد بلاد المشرق والمغرب ومزقوا ملك الأكاسرة وملكوا خزائنهم واستولوا على الدنيا والقسم المتلقى باللام والنون في ليستخلفنهم محذوف تقديره وعدهم الله وأقسم </p><p> النور (٥٨ - ٥٥) </p><p> ليستخلفنهم أو نزل وعد الله في تحققه منزلة القسم فتلقى بما يتلقى به القسم كأنه أقسم الله ليستخلفنهم {يَعْبُدُونَنِى} إن جعلته استئنافاً فلا محل له كأنه قيل ما لهم يستخلفون ويؤمنون فقال يعبدونني موحدين ويجوز أن يكون حالاً بدلاً من الحال الأولى وإن جعلته حالا عن وعدهم الله ذلك في حال عبادتهم فمحله النصب {لاَ يُشْرِكُونَ بِى شَيْئاً} حال من فاعل يعبدون أي يعبدونني موحدين ويجوز أن يكون حالاً بدلاً من الحال الأولى {وَمَن كَفَرَ بَعْدَ ذلك} أي بعد الوعد والمراد كفران النعمة كقوله تعالى فَكَفَرَتْ بِأَنْعُمِ الله {فَأُوْلَئِكَ هُمُ الفاسقون} هم الكاملون في فسقهم حيث كفروا تلك النعمة الجسيمة وجسروا على غمطها قالوا أول من كفر هذه النعمة قتلة عثمان رضى الله عنه فاقتتلوا </p><p> بعدما كانوا إخواناً وزال عنهم الخوف والآية أوضح دليل على صحة خلافة الخلفاء الراشدين رضى الله عنهم أجمعين لأن المستخلفين الذين آمنوا وعملوا الصالحات هم هم </p>"
}