{
  "id": null,
  "sura": 31,
  "aya": 34,
  "text": "<p> إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (٣٤) </p><p> {إِنَّ الله عِندَهُ عِلْمُ الساعة} أي وقت قيامها {وَيُنَزّلُ} بالتشديد شامي ومدني وعاصم وهو عطف على ما يقتضيه الظرف من الفعل تقديره إن الله يثبت عنده علم الساعة وينزل {الغيث} في إبّانه من غير تقديم ولا تأخير {ويعلم ما في الأرحام} أذكر أم أنثى وتام ناقص {وما تدري نفس} برة أو فاخرة {مَّاذَا تَكْسِبُ غَداً} من خير أو شر وربما كانت عازمة على خير فعملت شراً أو عازمة على شر فعملت خيراً {وَمَا تَدْرِى نَفْسٌ بِأَىّ أَرْضٍ تَمُوتُ} أي أين تموت وربما أقامت بأرض وضربت أو تادها وقالت لا أبرحها فترمي بها مرامي القدر حتى تموت في مكان لم يخطر ببالها روي أن ملك الموت مر على سليمان فجعل ينظر إلى رجل من جلسائه فقال الرجل من هذا قال له ملك الموت قال كأنه يريدني وسأل سليمان عليه السلام أن يحمله على الريح ويلقيه ببلاد الهند ففعل ثم قال ملك الموت لسليمان كان دوام نظري إليه تعجباً منه لأني أمرت أن أقبض روحه بالهند وهو عندك وجعل العلم لله والدراية للعبيد لما فى الدراية من معنى الختل والحيلة والمعنى أنها لا تعرف وإن أعملت حيلها ما يختص بها </p><p> ولا شيء أخص بالإنسان من كسبه وعاقبته فإذا لم يكن له طريق إلى معرفتهما كان معرفة ما عداهما أبعد وأما المنجم الذي يخبر بوقت الغيث والموت فإنه يقول بالقياس والنظر في الطالع وما يدرك بالدليل لا يكون غيباً على أنه مجرد الظن والظن غير العلم وعن النبى صلى الله عليه وسلم مفاتح الغيب خمس وتلا هذه الآية وعن ابن عباس رضى الله عنهما من ادّعى علم هذه الخمسة فقد كذب ورأى المنصور في منامه صورة ملك الموت وسأله عن مدة عمره فأشار بأصابعه الخمس فعبرها المعبرون بخمس سنوات وبخمسة أشهر وبخمسة أيام فقال أبو حنيفة رضى الله عنه هو إشارة إلى هذه الآية فإن هذه العلوم الخمسة لا يعلمها إلا الله {إِنَّ الله عَلِيمٌ} بالغيوب {خَبِيرٌ} بما كان ويكون وعن الزهريّ رضي الله تعالى عنه أكثروا قر اءة سورة لقمان فإن فيها أعاجبب والله أعلم </p><p> السجدة (٥ - ١) </p><p> سورة السجدة {الم تنزيل الكتاب لا ريب فيه من رب العالمين { </p><p> سورة السجدة مكية وفى ثلاثون آية مدني وكوفي وتسع وعشرون آية يصرى </p><p> بسم الله الرحمن الرحيم </p>"
}