{
  "id": null,
  "sura": 33,
  "aya": 4,
  "text": "<p> مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (٤) </p><p> {مّا جعل الله لرجلٍ مّن قلبين في جوفه وما جعل أزواجكم اللائي تظاهرون منهنّ أمهاتكم وما جعل أدعياءكم أبناءكم} أي ما جمع الله قلبين في جوف ولا زوجية وأمومة في امرأة ولا بنوة ودعوة في رجل والمعنى أنه تعالى كما لم يجعل لإنسان قلبين لأنه لا يخلو اما أن يفعل بالآخر فعلاً من أفعال القلوب فأحدهما فضلة غير محتاج إليه وإما أن يفعل بهذا غير ما يفعل بذاك </p><p> فذلك يؤدي إلى اتصاف الجملة بكونه مريداً كارهاً عالماً ظاناً موقناً شاكاً في حالة واحدة لم يحكم أيضاً أن تكون المرأة الواحدة أما لرجل زوجاً له لأن الأم مخدومة والمرأة خادمة وبينهما مغافاة وأن يكون الرجل الواحد دعياً لرجل وابناً له لأن البنوة أصالة في النسب والدعوة الصدق عارض بالتسمية لا غير ولا يجتمع في الشيء الواحد أن يكون أصيلاً غير أصيل وهذا مثل ضربه الله تعالى في زيد بن حارثة وهو رجل من كلب صبى ضغير فاشتراه حكيم بن حزام لعمته خديجة فلما تزوجها رسول الله صلى الله عليه وسلم وهبته له فطلبه أبوه وعمه فخير فاختار رسول الله صلى الله عليه وسلم فاعتقه </p><p> الأحزاب (٥ - ٤) </p><p> وتبناه وكانوا يقولون زيد بن محمد فلما تزوج النبى صلى الله عليه وسلم زينب وكانت تحت زيد قال المنافقون تزوج محمد امرأة ابنه وهو ينهى عنه فأنزل الله هذه الآية وقيل كان المنافقون يقولون لمحمد قلبان قلب معكم وقلب مع أصحابه وقيل كان أبو معمر أحفظ العرب فقيل له ذو القلبين فأكذب الله قولهم وضربه مثلاً في الظهار والتبني والتنكير في رجل وادخال من الاستغراقيه على قلبين وذكر الجواب للتأكيد اللائي بياء بعد الهمزة حيث كان كوفي وشامي اللاء نافع ويعقوب وسهل وهي جمع التي تُظاهِرون عاصم من ظاهر إذا قال لامرأته أنت علي كظهر أمي تَظَاهَرون على وحمزة وخلف تظاهرون شامى من أظاهر بمعنى تظاهرغيرهم تظهرون من أظهر بمعنى ظهر وعدى بمن لتضمنه معنى البعد لأنه كان طلاقاً في الجاهلية ونظيره آلى من امرأته لما ضمن معنى التباعد عدى بمن والافآلى في أصله الذي هو معنى حلف وأقسم ليس هذا بحكمه والدعي فعيل بمعنى مفعول وهو الذي يدعي ولداً وجمع على أفعلاء شاذاً لأن بابه ما كان منه بمعنى فاعل كتقي وأتقياء وشقي وأشقياء ولا يكون ذلك فى نحو رمى وسمى للتشبيه اللفظي {ذلكم قولكم بأفواهكم} أي أن قولكم للزوجة هي أم وللدعي هو ابن قول تقولونه بألسنتكم لا حقيقة له إذ الابن يكون بالولادة وكذا الأم {والله يقول الحقّ} أي ما حق ظاهره وباطنه {وهو يهدى السّبيل} أي </p><p> سبيل الحق ثم قال ما هو الحق وهدى إلى ما هو سبيل الحق وهو قوله </p>"
}