{
  "id": null,
  "sura": 47,
  "aya": 4,
  "text": "<p> فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (٤) </p><p> {فَإِذَا لَقِيتُمُ الذين كَفَرُواْ} من اللقاء وهو الحرب {فَضَرْبَ الرقاب} أصله فاضربوا الرقاب ضرباً فحذف الفعل وقدم المصدر فأنيب منابه مضافاً إلى المفعول وفيه اختصار مع إعطاء معنى التوكيد لأنك تذكر المصدر وتدل على الفعل بالنصبة التي فيه وَضَرَبَ الرقاب عبارة عن القتل لا أن الواجب أن تضرب الرقاب خاصة دون غيرها من الأعضاء ولأن قتل الإنسان أكثر ما يكون بضرب رقبته فوقع عبارة عن القتل وإن ضرب غير رقبته {حتى إِذَا أَثْخَنتُمُوهُمْ} أكثرتم فيهم القتل {فَشُدُّواْ الوثاق} فأسروهم والوثاق بالفتح والكسر اسم ما يوثق به والمعنى فشدوا وثاق الأسارى حتى لا يفلتوا منكم {فَإِمَّا مَنًّا بَعْدُ} أي بعد ان تاسروهم {وإما فداء} منا وفداء منصوبان بفعلهما مضمرين أي فإما تمنون مناً أو تفدون قداء والمعنى والتخيير بين الامرين بعد الاسريين ان يمنوا عليهم فيطلقوهم وبين ان يغادوهم وحكم أسارى المشركين عندنا القتل أو الاسترقاق والمن والفداء المذكوران في الآية منسوخ بقوله اقتلوا المشركين لأن </p><p> سورة براء من آخر ما نزل عن مجاهد ليس اليوم منّ ولا فداء إنما هو الإسلام أو ضرب العنق أو المراد بالمن ان يمن عليهم بترك القتل وليسترقوا أو يمن عليهم فيخلوا لقبولهم الجزية وبالفداء ان يفادى بأساراهم أسارى المسلمين فقد رواه الطحاوي مذهباً عن ابى حنيفة رحمه الله وهو قولهما والمشهور أنه لا يرى فداءهم لا بمال وبغيره لئلا يعودوا حربا علينا وعند الشافعى ورحمه الله تعالى للإمام أن يختار أحد الأمور الأربعة القتل والاسترقاق والفداء بأسارى المسلمين والمن {حتى تَضَعَ الحرب أَوْزَارَهَا} أثقالها وآلاتها التي لا تقوم إلا بها كالسلاح والكراع وقيل أوزارها آثامها يعنى حتى تترك أهل الحرب وهم المشركون شركهم بأن يسلموا وحتى لا يخلو من أن يتعلق بالضرب والشد أو بالمن والفداء فالمعنى على كلا المتعلقين عند الشافعي رحمه الله أنهم لا يزالون على ذلك أبداً إلى أن لا يكون حرب مع المشركين وذلك اذا لم يبق لهم </p><p> {ذلك ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم} </p><p> شوكة وقيل إذا نزل عيسى عليه السلام وعند ابى حنيفة رحمه الله إذا علق بالضرب والشد فالمعنى أنهم يقتلون ويؤسرون حتى تضع جنس الحرب الأوزار وذلك حين لا تبقى شوكة المشركين وإذا علق بالمن والفداء فالمعنى أنه يمن عليهم ويفادون حتى تضع حرب بدر أوزارها إلا أن يتأول المن والفداء بما ذكرنا من التأويل {ذلك} أي الأمر ذلك فهو مبتدأ وخبر أو فعلوا بهم ذلك فهو في محل النصب {وَلَوْ يَشَآءُ اللَّهُ لاَنْتَصَرَ مِنْهُمْ} لانتقم منهم بغير قتلا ببعض أسباب الهلاك كالخسف أو الرجفة أو غير ذلك {ولكن} أمركم بالقتال {لِّيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ} أي المؤمنين بالكافرين تمحيصاً للمؤمنين وتمحيقاً للكافرين {والذين قُتِلُواْ} بصري وحفص قَاتَلُواْ غيرهم {فِى سَبِيلِ الله فَلَن يُضِلَّ أعمالهم} </p>"
}