{
  "id": null,
  "sura": 49,
  "aya": 12,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ (١٢) </p><p> {يا أيها الذين آمنوا اجتنبوا كَثِيراً مِّنَ الظن} يقال جنبه الشر إذا أبعده عنه وحقيقته جعله في جانب فيعدى إلى مفعولين قال الله تعالى واجنبنى وبنى ان نعبد الاصنام ومطاوعه اجتنب الشر فنقص مفعولاً والمأمور باجتنابه بعض الظن وذلك البعض موصوف بالكثرة ألا ترى إلى قوله {إِنَّ بَعْضَ الظن إِثْمٌ} قال الزجاج هو ظنك باهل الخير سوء فاما اهل الفسق فلما أن نظن فيهم مثل الذي ظهر منهم أو معناه اجتناباً كثيراً أو احترزوا من الكثير ليقع التحرز عن البعض والإثم الذنب الذي يستحق صاحبه العقاب ومنه قيل لعقوبته الآثام فعال منه كالنكال والعذاب {وَلاَ تَجَسَّسُواْ} أي لا تتبعوا عورات المسلمين ومعايبهم يقال تجسس الأمر إذا تطلبه وبحث عنه تفعل من الجس وعن مجاهد خذوا ما ظهر ودعوا ما ستر الله وقال سهل لا تبحثوا عن طلب معايب ما ستره الله على عباده {وَلاَ يَغْتَب بَّعْضُكُم بَعْضاً} الغيبة الذكر بالعيب في ظهر الغيب وهي من الاغتياب كالغيلة من الاغتيال وفي الحديث هو أن تذكر أخاك بما يكره فإن كان فيه فهو غيبة وإلا فهو بهتان وعن ابن عباس الغيبة إدام كلاب الناس {أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً} مَيِّتًا مدني وهذا </p><p> تمثيل وتصوير لما يناله المغتاب من عرض المغتاب على افحش وجه وفيه مبالغات منها الاستفهام الذي معناه التقرير ومنها جعل ما هو في الغاية من الكراهة وصولا بالمحبة ومنها إسناد الفعل إلى أحدكم والإشعار بأن أحداً من الأحدين لا يحب ذلك ومنها أن لم يقتصر على تمثيل الاغتياب بأكل لحم الإنسان حتى جعل الإنسان أخاً ومنها ان لم يقتصر عل لحم الأخ حتى جعل ميتاً وعن قتادة كما تكره إن وجدت جيفة مدودة أن تأكل منها كذلك فاكره لحم أخيك وهو حي وانتصب مَيْتًا على الحال من اللحم </p><p> {فكرهتموه واتقوا الله إن الله تواب رحيم} </p><p> أو من أخيه ولما قررهم بأن أحداً منهم لا يحب أكل جيفة أخيه عقب ذلك بقوله {فَكَرِهْتُمُوهُ} أي فتحققت كراهتكم له باستقامة العقل فليتحقق أن تكرهوا ما هو نظيره من الغيبة باستقامة الذين {واتقوا الله إِنَّ الله تَوَّابٌ رَّحِيمٌ} التواب البليغ في قبول التوبة والمعنى واتقوا الله بترك ما أمرتم باجتنابه والندم على ما وجد منكم منه فإنكم إن اتقيتم تقبل الله توبتكم وأنعم عليكم بثواب المتقين التائبين ورُوي أن سلمان كان يخدم رجلين من الصحابة ويسوي لهما طعامهما فنام عن شأنه يوما فبعثاه الى رسول الله صلى الله عليه وسلم يبغي لهما إداماً وكان أسامة على طعام رسول الله صلى الله عليه وسلم فقال ما عندي شيء فأخبرهما سلمان فقالا لو بعثناه إلى بئر سميحة لغار ماؤها فلما جاء الى رسول الله صلى الله عليه وسلم فقال لهما مالي أرى خضرة اللحم في أفواهكما فقالا ما تناولنا لحماً قال إنكما قد اغتبتما ومن اغتاب مسلماً فقد أكل لحمه ثم قرأ الآية وقيل غيبة الخلق إنما تكون من الغيبة عن الحق </p>"
}