{
  "id": null,
  "sura": 49,
  "aya": 11,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (١١) </p><p> {يا أيها الذين آمنوا لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنّ خَيْراً مِّنْهُنَّ} القوم الرجال خاصة لأنهم القوام بأمور النساء قال الله تعالى الرجال قوامون على النساء وهو في الاصل جمع فائم كصوم وزورق في جمع صائم وزائر واختصاص القوم بالرجال صريح الآية إذ لو كانت النساء داخلة في قوم لم يقل ولا نساء وحقق ذلك زهير في قوله ... وما أدري ولست إخال أدري أقوم آل حصن أم نساء ... </p><p> وأما قولهم في قوم فرعون وقوم عاد هم الذكور والإناث فليس لفظ القوم بمتعاط للفريقين ولكن قصد ذكر الذكور وترك ذكر الإناث لأتهن توابع لرجالهن وتنكير القوم والنساء يحتمل معنيين أن يراد لا يسخر بعض المؤمنين والمؤمنات من بعض وأن يقصد إفادة الشياع وأن يصير كل جماعة منهم منهية من السخرية وإنما لم يقل رجل من رجل ولا امرأة من امرأة على التوحيد إعلاماً بإقدام غير واحد من رجالهم وغير واحدة من نسائهم على السخرية واستفظاعاً للشأن الذي كانوا عليه وقوله عسى أَن يَكُونُواْ خَيْراً منهم كلام مستأنف ورد مورد جوبا المستخير عن علة النهي وإلا فقد كان حقه أن يوصل بما قبله بالفاء والمعنى وجوب أن يعتقد كل واحد أن </p><p> المسخور منه ربما كان عند الله خيراً من الساخر إذ لا اطلاع للناس إلا على الظواهر ولا علم لهم بالسرائر والذي يزن عند الله خلوص الضمائر فينبغي أن لا يجتريء احد على الاستهزاء بمن تقتحمه عينه اذ رآه رث الحال أو ذا عاهة في بدنه أو غير لبيق في محادثته فلعله أخلص ضميراً وأتقى قلباً ممن هو على ضد صفته فيظلم نفسه بتحقير من وقره الله تعالى وعن ابن مسعود رضى الله عنه البلاء موكل بالقول لو سخرت من كلت لخشيت أن أحول كلباً {وَلاَ تَلْمِزُوآ أَنفُسَكُمْ} ولا تطعنوا أهل دينكم واللمز الطعن والضرب باللسان وَلاَ تَلْمُزُواْ يعقوب وسهل والمؤمنون كنفس واحدة فإذا عاب المؤمن المؤمن فكأنما عاب نفسه وقيل معناه لا تفعلوا ما تلمزون به لأن من فعل ما استحق به اللمز فقد لمز نفسه حقيقة {وَلاَ تَنَابَزُواْ بالألقاب} التنابز بالألقاب التداعي بها والنبز لقب السوء والتقليب المنهي عنه هو ما يتداخل المدعو به كراهة لكونه تقصيراً به وذماً له فأما ما يحبه فلا بأس به ورُوي أن قوماً من بني تميم استهزءوا ببلال وخباب وعمار وصهيب فنزلت وعن عائشة رضى الله عنها أنها كانت تسخر من زينب بنت خزيمة وكانت قصيرة وعن انس رضى الله عنه عيرت نساء النبى صلى الله عليه وسلم ام سلمة </p><p> {بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون} </p><p> بالقصر ورُوي أنها نزلت في ثابت بن قيس وكان به وقر فكانوا يوسعون له في مجلس رسول الله صلى الله عليه وسلم ليسمع فأتى يوماً وهو يقول تفسحوا حتى انتهى الى رسول الله صلى الله عليه وسلم فقال لرجل تنح فلم يفعل فقال من هذا فقال الرجل أنا فلان فقال بل أنت ابن فلانة يريد أماً كان يعير بها في الجاهلية فخجل الرجل فنزلت فقال ثابت لا أفخر على أحد في الحسب بعدها أبداً {بِئْسَ الاسم الفسوق بَعْدَ الإيمان} الاسم ههنا بمعنى الذكر من قولهم طار اسمه في الناس بالكرام أو باللؤم وحقيقته ما سما من ذكره </p><p> وارتفع بين الناس كأنه قيل بئس الذكر المرتفع للمؤمنين بسبب ارتكاب هذه الجرائم أن يذكروا بالفسق وقوله بَعْدَ الإيمان استقباح للجمع بين الايمان وبين الفسق الذى يخطره الإيمان كما تقول بئس الشأن بعد الكبرة الصبوة وقيل كان في شتائمهم لمن أسلم من اليهود يا يهودى يا فاسق فنهو عنه وقيل لهم بئس الذكر أن تذكروا الرجل بالفسق واليهودية بعد إيمانه {وَمَن لَّمْ يَتُبْ} عما نهي عنه {فَأُوْلَئِكَ هُمُ الظالمون} وحد وجمع للفظ من ومعناه </p>"
}