{
  "id": null,
  "sura": 63,
  "aya": 5,
  "text": "<p> وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (٥) </p><p> {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ يَسْتَغْفِرْ لَكُمْ رَسُولُ الله لَوَّوْاْ رُؤُوسَهُمْ} عطفوها وأمالوها إعراضاً عن ذلك واستكبارا الواوا بالتخفيف نافع {ورأيتهم يصدون وَهُم مُّسْتَكْبِرُونَ} عن الاعتذار والاستغفار رُوي أن رسول الله صلى الله عليه وسلم حين لقي بني المصطلق على المريسيع وهو ماء لهم وهزمهم ازدحم على الماء جهجاه ابن سعيد أجير لعمر وسنان الجهني حليف لابن ابي واقتتلا فصرخ جهجاه للمهاجرين وسنان يا للأنصار فأعان جهجاها من فقراء المهاجرين ولطم سنان فقال عبد الله الجعال وأنت هناك وقال ما صحبنا محمداً إلا لنلطم والله ما مثلنا ومثلما إلا كما قال سمن كلبك يأكلك وأما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل عني بالأعز نفسه وبالأذل رسول الله صلى الله عليه وسلم ثم قال لقومه والله لو أمسكتم عن جعال وذويه فضل الطعام لم يركبوا رقابكم فلا تنفقوا عليه ينفضوا من حول محمد بذلك زيد بن أرقم وهو حدث فقال أنت والله الذليل القليل المبغض في قومك ومحمد على رأسه تاج المعراج في عز من الرحمن وقوة من المسلمين فقال عبد الله اسكت فإنما كنت ألعب فأخبر زيد رسول الله صلى الله عليه وسلم فقال عمر رضي الله عنه دعني أضرب عنق هذا المنافق يا رسول الله فقال إذن ترعد أنف كثيرة بيثرب قال فإن كرهت أن يقتله مهاجري فأمر به أنصارينا قال فكيف اذا تحد الناس </p><p> أن محمدا يقتل اصحابه وقال عليه الصلاة السلام لعبد الله أنت صاحب الكلام الذي بلغني قال والله الذي أنزل عليك الكتاب ما قلت شيئاً من ذلك وإن زيداً لكاذب فهو قوله اتخذوا أيمانهم جُنَّةً فقال الحاضرون يا رسول الله شيخنا وكبيرنا لا تصدق عليه كلام غلام عسى أن يكن قد وهم فلما نزلت قال </p><p> رسول الله صلى الله عليه وسلم لزيد يا غلام إن الله قد صدقك وكذب المنافقين فلما بان كذب عبد الله قيل له نزلت فيك آي شداد فاذهب إلى رسول الله صلى الله عليه وسلم يستغفر لك فلوى رأسه فقال أمرتموني أن اؤمن فآمنت وأمرتموني أن أزكي مالي فزكيت وما بقي لي إلا أن أسجد لمحمد فنزل واذا قيل لهم تعالوا يستغفر لكم رسو لالله ولم يلبث إلا أياماً حتى اشتكى ومات </p>"
}