{
  "id": null,
  "sura": 73,
  "aya": 20,
  "text": "<p> إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٠) </p><p> {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى} أقل فاستعير الادنى وهو الأقرب لأن المسافة بين الشيئين إذا دنت قل ما بينهما من الأحياز وإذا بعدت كثر ذلك {من ثلثي الليل} بضم اللام سوى هشام {وَنِصْفَهُ وَثُلُثَهُ} منصوبان عطف على أدنى مكي وكوفي ومن جرهما عطف على ثُلُثَىِ {وَطَائِفَةٌ} عطف على الضمير في تَقُومُ وجاز بلا توكيد لوجود الفاصل {مِّنَ الذين مَعَكَ} أي ويقوم ذلك المقدار جماعة من أصحابك {والله يقدر الليل والنهار} أي لا يقدر على تقدير الليل والنهار ولا يعلم مقادير ساعاتهما إلا الله وحده وتقديم اسمه عز وجل مبتدأ مبنياً عليه يقدر هو الدال على أنه مختص بالتقدير ثم إنهم قاموا حتى انتفخت أقدامهم فنزل {عَلِمَ أَن لَّن تُحْصُوهُ} لن تطيقوا قيامه على هذه المقادير إلا بشدة ومشقة وفي ذلك حرج {فَتَابَ عَلَيْكُمْ} فخفف عليكم وأسقط عنكم فرض قيام الليل {فاقرؤوا} في الصلاة والأمر للوجوب أي وفي غيرها والأمر للندب {مَا تَيَسَّرَ} عليكم {مِنَ القرآن} روى أبو حنيفة عن أبي هريرة رضي الله تعالى عنه أنه قال </p><p> من قرأ مائة آية في ليلة لم يكتب من الغافلين ومن قرأ مائتي آية كتب من القانتين وقيل أراد بالقرآن الصلاة لأنه بعض أركانها أي فصلوا ما تيسر عليكم ولم يتعذر من صلاة الليل وهذا ناسخ للأول ثم نسخ هذا بالصلوات الخمس ثم بين الحكمة في </p><p> النسخ وهي تعذر القيام على المرضى والمسافرين والمجاهدين فقال {عَلِمَ أَن سَيَكُونُ مِنكُمْ} أي أنه مخففة من الثقيلة والسين بدل من تخفيفها وحذف اسمها {مرضى} فيشق عليهم قيام الليل {وآخرون يَضْرِبُونَ فِى الأرض} يسافرون {يَبْتَغُونَ} حال من ضمير يَضْرِبُونَ {مِن فَضْلِ الله} رزقه بالتجارة أو طلب العلم {وآخرون يقاتلون فِى سَبِيلِ الله} سوّى بين المجاهد والمكتسب لأن كسب الحلال جهاد قال ابن مسعود رضي الله عنه ايما رجل جلب شيئا إلى المدينة من مدائن المسلمين صابراً محتسباً فباعه بسعر يومه كان عند الله من الشهداء وقال ابن عمر رضي الله عنهما ماخلق الله موتة أموتها بعد القتل في سبيل الله أحب إليّ من أن أموت بين شعبتي رجل أضرب في الأرض أبتغي من فضل الله {فاقرؤوا ما تيسر من} كرر الأمر بالتيسير لشدة احتياطهم {وأقيموا الصلاة} المفروضة {وآتوا الزكاة} الواجبة {وَأَقْرِضُواُ الله} بالنوافل والقرض لغة القطع فالمقرض بقطع ذلك القدر من ماله فيدفعه إلى غيره وكذا المتصدق يقطع ذلك القدر من ماله فيجعله الله تعالى وإنما أضافه إلى نفسه لئلا يمن على الفقير فيما يتصدق به عليه وهذا لأن الفقير معاون له في تلك القربة فلا يكون له عليه منه بل المة للفقير عليه {قَرْضًا حَسَنًا} من الحلال بالاخلاص {وَمَا تُقَدّمُواْ لأَنْفُسِكُم مّنْ خَيْرٍ تَجِدُوهُ} أي ثوابه وهو جواب الشرط {عِندَ الله هُوَ خَيْراً} مما خلفتم وتركتم فالمفعول الثاني لتجدوه خيرا وهو فصل وجاز وإن لم يقع بين معرفتين لأن أفعل ما أشبه المعرفة لامتناعه من حرف التعريف وَأَعْظَمَ أجرا وأجزل ثوابا واستغفروا من السيآت والتقصير في الحسنات {إِنَّ الله غَفُورٌ} يستر على أهل الذنب والتقصير {رَّحِيمٌ} يخفف عن أهل الجهد والتوفير وهو على ما يشاء قدير والله أعلم </p><p> سورة المدثر صلى الله عليه وسلم مكية وهي ست وخمسون آية </p><p> بسم الله الرحمن الرحيم </p>"
}