{
  "id": null,
  "sura": 18,
  "aya": 29,
  "text": "<p> قوله:  {وَقُلِ الحق} : يجوز فيه ثلاثة أوجه، أحدُها: أنه خبرٌ لمبتدأ مضمرٍ، أي: هذا، أي: القرآن، أو ما سمعتم الحقُّ. الثاني «أنه فاعلٌ بفعلٍ مقدرٍ دَلَّ عليه السياقُ، أي: جاء الحقُّ، كما صَرَّح به في موضعٍ آخرَ، إلاَّ أنَّ الفعلَ لا يُضمر إلا في مواضعَ تقدَّم التنبيهُ عليها، منها: أَنْ </p><p> يُجَابَ به استفهامٌ، أو يُرَدَّ به نفيٌ، أو يقعَ فعل مبنيّ للمفعول، لا يَصْلُح إسنادُه لما بعده كقراءة {يُسَبِّحُ لَهُ فِيهَا بالغدو} كما سيأتي إنْ شاء الله تحقيقُه في موضعِه. الثالث: أنه مبتدأٌ وخبرُه الجارُّ بعده. </p><p> وقرأ أبو السَّمَّال قعنب: » وقُلُ الحقَّ «بضمِّ اللامِ حيث وقع، كأنه إتباعٌ لحركةِ القاف. وقرأ أيضاً بنصب» الحقَّ «. قال صاحب» اللوامح «:» هو على صفةِ المصدرِ المقدَّر؛ لأن الفعلَ يَدُلُّ على مصدره وإن لم يُذْكَرْ، فتنصِبُه معرفةً كما تنصِبُه نكرةً، وتقديرُه: وقل القولَ الحقَّ وتُعَلَّقُ «مِنْ» بمضمرٍ على ذلك. أي: جاء مِنْ ربكم «انتهى.</p><p> وقرأ الحسن والثقفي بكسرِ لامَيْ الأمرِ في قوله: » فَلْيُؤْمِنْ «، و» فَلْيَكْفُرْ «وهو الأصل.</p><p> قوله:  {فَمَن شَآءَ فَلْيُؤْمِن} يجوز في» مَنْ «أن تكونَ شرطيةً، وهو الظاهرُ، وأَنْ تكونَ موصولةً، والفاءُ لشَبَهِه بالشرط. وفاعلُ» شاء «الظاهرُ أنه ضميرٌ يعود على» مَنْ «. وقيل: ضميرٌ يعودُ على الله، وبه فَسَّر ابنُ عباس، والجمهورُ على خلافِه. </p><p> قوله:  {أَحَاطَ بِهِمْ سُرَادِقُهَا} في محلِّ نصبٍ صفةً ل» ناراً «. والسَّرادِقُ: قيل: ما أحاط بشيءٍ كالمَضْرِب والخِباء. وقيل للحائط المشتمل على شيء: سُرادِق. قاله الهَرَوِيُّ. وقيل: هو الحُجْرَةُ تكونُ حول الفُسْطاط. وقيل: هو ما يُمَدُّ على صحنِ الدار. وقيل: كلُّ بيتٍ من كُرْسُفِ فهو سُرادِق، قال رؤبة: </p><p> ٣١٤ - ٦- يا حَكَمُ بنَ المنذرِ بن الجارُوْدْ ... سُرادِقُ المجدِ عليك مَمْدودْ </p><p> ويُقال: بيت مُسَرْدَق. قال الشاعر: </p><p> ٣١٤ - ٧- هو المُدْخِلُ النُّعْمانَ بيتاً سماؤُه ... صدورُ الفُيولِ بعد بيتٍ مُسَرْدَقِ </p><p> وكان أبرويز ملكُ الفرس قد قتل النعمان بن المنذر تحت أَرْجُلِ الفِيلة. والفُيول: جمع فِيل. وقيل: السُّرادق: الدِّهليز. قال الفرزدق: </p><p> ٣١٤ - ٨- تَمَنَّيْتَهم حتى إذا ما لَقِيْتَهُمْ ... تركْتَ لهم قبلَ الضِّراب السُّرادقا </p><p> والسُّرادق: فارسيٌّ معرَّبٌ أصله: سرادَة، قاله الجواليقي، وقال </p><p> الراغب: » فارسيٌّ معرَّبٌ، وليس في كلامهم اسمٌ مفردٌ، ثالثُ حروفِه ألفٌ بعدها حرفان «.</p><p> قوله:  {وَإِن يَسْتَغِيثُواْ} ، أي: يَطْلُبوا العَوْنَ. والياءُ عن واوٍ، إذ الأصل: يستَغْوِثوا، فقُلبت الواو ياءً لتصريفٍ ذُكِر في الفاتحة عند قوله:  {نَسْتَعِينُ}  [الفاتحة: ٥] ، وهذا الكلامُ من المشاكلةِ والتجانُسِ، وإلا فأيُّ إغاثةٍ لهم في ذلك؟ أو من باب التهكُّم كقولِه: </p><p> ٣١٤ - ٩-. . . . . . . . . . . . . . . . . . . . . . . ... . . . . . . . . فَأُعْتِبُوا بالصَّيْلَمِ </p><p> [وكقولِه] : </p><p> ٣١٥ - ٠-. . . . . . . . . . . . . . . . . . . . . . . ... تَحِيَّةُ بينِهم ضَرْبٌ وَجيعُ </p><p> وهو كثير. </p><p> و «كالمُهْلِ» صفةٌ ل «ماء» . والمُهْلُ: دُرْدِيُّ الزيت، وقيل: ما أُذِيْب من الجواهر كالنُّحاس والرصاص. والمَهَل بفتحتين: التُّؤَدَة والوَقار. قال:  {فَمَهِّلِ الكافرين}  [الطارق: ١٧] . </p><p> قوله:  {يَشْوِي الوجوه} يجوزُ أَنْ تكونَ الجملةُ صفةً ثانيةً، أن تكونَ حالاً مِنْ «ماء» لأنه تخصَّصَ بالوصف، ويجوز أَنْ تكونَ حالاً من الجارِّ وهو الكاف. </p><p> والشَّيُّ: الإِنضاجُ بالنارِ من غيرِ مَرَقَةٍ تكون مع ذلك الشيءِ المَشْوِيَّ. </p><p> قوله:  {بِئْسَ الشراب} المخصوصُ محذوفٌ تقديره: هو، أي: ذلك الماءُ المستغاثُ به. </p><p> قوله:  {وَسَآءَتْ مُرْتَفَقاً}  «ساءَتْ» هنا متصرفةٌ على بابها. وفاعلُها ضميرُ النار. ومُرْتَفَقَا تمييز منقولٌ من الفاعلية، أي: ساء وقَبُحَ مُرْتَفَقُها. والمُرْتَفَقُ: المُتَّكأ. وقيل: المنزل، وقيل: هو مصدرٌ بمعنى الارتفاق، وهو من بابِ المقابلة أيضاً كقوله في وصفِ الجنة بعدُ:  {وَحَسُنَتْ مُرْتَفَقاً}  [الكهف: ٣١] ، وإلاَّ فأيُّ ارتفاقٍ في النار؟ قال الزمخشري: إلا أَنْ يكون من قوله: </p><p> ٣١٥ - ١- إني أَرِقْتُ فَبِتُّ الليلَ مُرْتَفِقا ... كأنَّ عَيْنِيَ فيها الصابُ مَذْبوحُ </p><p> يعني من باب التهكُّم. </p>"
}