{
  "id": null,
  "sura": 23,
  "aya": 14,
  "text": "<p> قوله:  {ثُمَّ خَلَقْنَا النطفة عَلَقَةً} : وما بعدها. ضَمَّنَ «خَلَق» معنى جَعَلَ التصييريةِ فتعَدَّت لاثنين كما تَضَمَّنَ جَعَلَ معنى خَلَق فيتعدَّى لواحدٍ نحوَ: {وَجَعَلَ الظلمات والنور}  [الأنعام: ١] . </p><p> قوله:  {عِظَاماً} قرأ العامَّةُ «عِظاماً» و «العظام» بالجمع فيهما. وابن عامر وأبو بكر عن عاصم «عَظْماً» و «العظم» بالإِفراد فيهما. والسُّلمي والأعرج والأعمش بإفرادِ الأول وجَمْعِ الثاني. وأبو رجاء ومجاهد وإبراهيم ابن </p><p> أبي بكر بجمع الأولِ وإفرادِ الثاني عكسَ ما قبله. فالجمعُ على الأصل لأنه مطابِقٌ لِما يُراد به، والإِفرادُ للجنسِ كقولِه:  {وَهَنَ العظم مِنِّي}  [مريم: ٤] . وقال الزمخشري:  «وَضَعَ الواحدَ موضع الجمعِ لزوالِ اللَّبْسِ لأنَّ الإِنسانَ ذو عِظامٍ كثيرة» . قال الشيخ:  «هذا عند سيبويه وأصحابِه لا يجوزُ إلاَّ في ضرورةٍ وأنشدوا:</p><p> ٣٤٠٥ - كُلوا في بَعْضِ بطنِكُم تَعِفُّوا ... . . . . . . . . . . . . . . . . . . . . . </p><p> وإن كان مَعْلوماً أنَّ كلَّ واحدٍ له بطنٌ» . قلت: ومثله: </p><p> ٣٤٠٦ - لا تُنْكِروا القَتْلَ وقد سُبِيْنا ... في حَلْقِكم عَظْمٌ وقد شُجينا </p><p> يريد: في حُلوقكم. ومثلُه قولُ الآخر: </p><p> ٣٤٠٧ - به جِيَفُ الحَسْرى فأمَّا عِظامُها ... فبِيْضٌ وأمَّا جِلْدُها فصَلِيْبُ </p><p> يريد: جلودُها، ومنه {وعلى سَمْعِهِمْ}  [البقرة: ٧] وقد تقدَّم طَرَفٌ مِنْ هذا. </p><p> قوله:  {أَحْسَنَ الخالقين} فيه ثلاثةُ أوجهٍ. أحدها: أنه بدلٌ مِن الجلالة. الثاني: أنَّه نعتٌ للجلالة وهو أَوْلَى مِمَّا قبلَه؛ لأن البدلَ بالمشتقِ يَقِلُّ. الثالث: أن يكونَ خبرَ مبتدأ مضمرٍ أي: هو أحسنُ. والأصلُ عدمُ الإِضمارِ. وقد مَنَع أبو البقاء أن يكونَ وصفاً قال:  «لأنه نكرةٌ وإنْ أُضيف لمعرفةٍ؛ لأنَّ المضافَ إليه عِوضٌ مِنْ» مِنْ «وهكذا جميعُ أَفْعَل منك» . قلت: وهذا بناءً منه على أحد القولين في أَفْعَلِ التفضيلِ إذا أُضيف: هل إضافتُه محضةٌ أم لا؟ والصحيحُ الأول. </p><p> والخالقين أي: المقدِّرين كقولِ زهير: </p><p> ٣٤٠٨ - ولأنتَ تَفْرِيْ ما خَلَقْتَ وبَعْ ... ضُ القومِ يَخْلُقُ ثم لا يَفْرِي </p><p> /والمميِّزُ لأَفْعَل محذوفٌ لدلالةِ المضافِ إليه عليه أي: أحسن الخالقين خَلْقاً أي: المقدِّرين تقديراً كقوله: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ}  [الحج: ٣٩] أي: في القِتال. حُذِف المأذونُ فيه لدلالةِ الصلةِ عليه. </p>"
}