{
  "id": null,
  "sura": 48,
  "aya": 29,
  "text": "<p> {مُّحَمَّدٌ رَّسُولُ الله} من غير شَهَادَة سُهَيْل بن عَمْرو {وَالَّذين مَعَهُ} يَعْنِي أَبَا بكر أول من آمن بِهِ وَقَامَ مَعَه يَدْعُو الْكفَّار إِلَى دين الله {أَشِدَّآءُ عَلَى الْكفَّار} بالغلظة وَهُوَ عمر كَانَ شَدِيدا على أَعدَاء الله قَوِيا فِي دين الله ناصراً لرَسُول الله {رُحَمَآءُ بَيْنَهُمْ} متوادون فِيمَا بَينهم بارون وَهُوَ عُثْمَان بن عَفَّان كَانَ باراً على الْمُسلمين بِالنَّفَقَةِ عَلَيْهِم رحِيما بهم {تَرَاهُمْ رُكَّعاً} فِي الصَّلَاة {سُجَّداً} فِيهَا وَهُوَ عَليّ بن أبي طَالب كرم الله وَجهه كَانَ كثير الرُّكُوع وَالسُّجُود {يَبْتَغُونَ} يطْلبُونَ {فَضْلاً} ثَوابًا {مِّنَ الله وَرِضْوَاناً} مرضاة رَبهم بِالْجِهَادِ وهم طَلْحَة وَالزُّبَيْر كَانَا غليظين على أَعدَاء الله شديدين عَلَيْهِم {سِيمَاهُمْ فِي وُجُوهِهِمْ} عَلامَة السهر فِي وُجُوههم {مِّنْ أَثَرِ السُّجُود} من كَثْرَة السُّجُود بِاللَّيْلِ وهم سلمَان وبلال وصهيب وأصحابهم {ذَلِك مَثَلُهُمْ} هَكَذَا صفتهمْ {فِي التَّوْرَاة وَمَثَلُهُمْ} صفتهمْ {فِي الْإِنْجِيل كزرع} وَهُوَ النبى صلى الله عَلَيْهِ وَسلم {أَخْرَجَ} أَي الله {شَطْأَهُ} فِرَاخه وَهُوَ أَبُو بكر أول من آمن بِهِ وَخرج مَعَه على أَعدَاء الله {فَآزَرَهُ} فأعانه وَهُوَ عمر أعَان النبى صلى الله عَلَيْهِ وَسلم بِسَيْفِهِ على أَعدَاء الله {فاستغلظ} فتقوى بِمَال عُثْمَان على الْغَزْو وَالْجهَاد فِي سَبِيل الله {فَاسْتَوَى على سُوقِهِ} فَقَامَ على إِظْهَار أمره فِي قُرَيْش بعلي بن أبي طَالب {يُعْجِبُ الزراع} أعجب النبى صلى الله عَلَيْهِ وَسلم بطلحة وَالزُّبَيْر {لِيَغِيظَ بِهِمُ} بطلحة وَالزُّبَيْر {الْكفَّار} وَيُقَال نزلت من قَوْله وَالَّذين مَعَهُ إِلَى هَهُنَا فِي مِدْحَة أهل بيعَة الرضْوَان وَجُمْلَة أَصْحَاب النبى صلى الله عَلَيْهِ وَسلم المخلصين المطيعين لله {وَعَدَ الله الَّذين آمَنُواْ} بِمُحَمد صلى الله عَلَيْهِ وَسلم وَالْقُرْآن {وَعَمِلُواْ الصَّالِحَات} الطَّاعَات فِيمَا بَينهم وَبَين رَبهم {مِنْهُم مَّغْفِرَةً} أَي لَهُم مغْفرَة لذنوبهم فِي الدُّنْيَا وَالْآخِرَة {وَأَجْراً عَظِيماً} ثَوابًا وافراً فى الْجنَّة </p><p> وَمن السُّورَة الَّتِى يذكر فِيهَا الحجرات وهى كلهَا مَدَنِيَّة آياتها ثَمَان عشرَة آيَة وكلماتها ثلثمِائة وَثَلَاث وَأَرْبَعُونَ وحروفها ألف وَأَرْبَعمِائَة وَسِتَّة وَسَبْعُونَ </p><p> {بِسم الله الرَّحْمَن الرَّحِيم} </p>"
}