{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧) يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (١٧٨) وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ (١٧٩) كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (١٨٠) فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللهَ سَمِيعٌ عَلِيمٌ (١٨١) فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (١٨٢) </p><p> * * * </p><p> (لَيسَ البِرَّ أَن تُولوا وُجُوهَكُمْ قِبَلَ المَشْرِقِ وَالْمَغرِبِ) ، أي: ليس البر أن تصلوا ولا تعملوا بعد ذلك شيئًا، كما هو في أول الإسلام، فهذا حين نزول الفرائض، أو قبلة اليهود المغرب وقبلة النصارى المشرق، فأنزل الله أو لما تحولت القبلة شق ذلك على أهل الكتاب وبعض المؤمنين، فهذه الآية بيان حكمته، وهو أن المراد امتثال أوامر الله، وهو البر وليس في لزوم التوجه قبل مشرق أو مغرب بر إن لم يكن عن أمر الله، (وَلَكِنَّ البِرَّ مَنْ آمَنَ بِاللهِ) أي: بَرَّ من آمن، أو ذا البر من آمن بالله، (وَالْيَوْمِ </p><p> الآخِرِ وَالْمَلائكَةِ وَالْكِتَابِ)، أي: جنسه، أو القرآن، (وَالنَّبِيِّينَ وَآتى الْمَالَ عَلَى حُبِّهِ) : حب المال، أي: أخرجه وهو محب له، وقيل: على حبِّ الله، (ذَوِي القُرْبَى) : قرابات الرجل، (وَالْيَتَامَى وَالْمَسَاكِينَ) ، من لا يجد ما يكفيه، (وَابْن السَّبِيلِ) : المسافر الذي انقطع عنه ما يكفيه في سفره والضعيف صرح به السلف، (وَالسائِلينَ) : من ألجأته الحاجة إلى السؤال، (وَفِي الرِّقَابِ) ، أي: في تخليصها بمعاونة المكاتبين، وقيل في فك الأسارى، (وَأَقَامَ الصَّلاةَ) : المفروضة، (وَآتى الزَّكَاةَ) : المفروضة ويكون قوله: \" وآتى المال \" بيان المصارف، أو صدقات السنة، (وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا) : الله والناس، عطف على من آمن، (وَالصابِرِينَ فِي البَأْسَاءِ) : حال الفقر ونصبه على المدح لفضل الصبر، (وَالضَّراء) : المرض، (وَحِينَ البَأسِ) : القتال لله، (أُولَئِكَ الَّذِينَ صَدَقُوا) ، في إبمانهم، (وَأُولَئِكَ هُمُ الْمُتَّقُونَ) ، لأنَّهُم اتقوا المحارم وفعلوا الطاعات، (يَا أَيُّهَا الذِينَ </p><p> آمنوا كُتِبَ)، أي: فرض، (عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى) ، كان بين حيين قتل ودماء، وكان لأحد الحيين فضل على الآخر، فحلفوا أن يقتلوا بالعبد منهم الحر، وبالمرأة الرجل، وبالواحد الاثنين فنزلت:  (الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى) ، أي: ليتساووا وليتماثلوا في القصاص فلا يدل على ألا يقتل الحر بالعبد، والذكر بالأنثى كما لا يدل على عكسه، ومن قال بعدم قتل الحر بالعبد فدليله الحديث، وروي عن بعض السلف أنها منسوخة بقوله تعالى:  \" النَّفْسَ بِالنَّفْسِ \" فالقصاص ثابت بين الحر والعبد والذكر والأنثى، (فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ) ، تقديره فمن عفي له عن جنايته من جهة أخيه، أي: ولي الدم شيء من العفو، فإن عفا لازم، يعني: أخذ الدية بعد استحقاق الدم، (فَاتِّبَاعٌ بِالْمَعْرُوفِ) ، أي: فعلى العافي أن يطالب الدية لمعروف ولا يعنف، (وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ) ، أي: وعلى المعفو عنه أن يؤديها بإحسان لا يمطل ولا يبخس، (ذَلِكَ) ، الحكم الذي هو أخذ الدية، (تَخْفِيفٌ من ربِّكُمْ وَرَحْمَةٌ) : مما كان محتومًا على الأمم قبلكم، من القتل في اليهود، والعفو في النصارى، (فَمَنِ اعتدَى) : بالقتل، (بَعْدَ ذَلِكَ) : بعد العفو، (فَلَهُ عَذَابٌ أَلِيمٌ) : في الآخرة، أو في الدنيا بأن يقتل ولا يأخذ منه الدية، </p><p> (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ) ، أي: لكم في حكم القصاص نوع حياة عظيمة، لأن العلم به يردع عن القتل مخافة القصاص ويدفع الفتنة المنجرة إلى القتال العظيم، (يَا أُولِي الْأَلْبَابِ) ، ذوي العقول، (لَعَلَّكُمْ تَتَّقُونَ) : عن القتل أو لكي تنزجروا فتتركوا محارم الله، (كُتِبَ) : فرض، (عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ المَوْتُ) ، أي: أسبابه، (إِنْ تَرَكَ خَيْرًا) ، أي: مالاً أيُّ مال، أو مالاً كثيرًا، واختلف في الكثرة، فعن علي رضى الله عنه: لا بد أن يزيد على أربعمائة دينار، (الوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِين) ، وكان وجوبه في بدء الإسلام فنسخ، (بِالْمَعْرُوف) : بالعدل فلا يتجاوز الثلث، (حَقًا) ، أي: حق ذلك حقًا، (عَلَى الْمُتَّقِينَ) : عن الشرك، (فَمَن بَدَّله) : غيره من الأوصياء والشهود، (بَعْدَمَا سَمِعَهُ) : من الميت، (فَإِنَّمَا إِثْمُهُ) ، أي: التبديل، (عَلَى الَّذِينَ يُبَدِّلُونَهُ) ، قد وقع أجر الميت على الله، (إِنَّ اللهَ </p>"
}