{
  "id": null,
  "sura": 2,
  "aya": 72,
  "text": "<p> (إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا) : لكثرة البقر الموصوف بالوصف المذكور، (وَإِنَّا إِن شَاءَ اللًّهُ لَمُهْتَدُونَ) : إلى وصفها أو إليها إذا بينتها لنا، (قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ) : غير مذللة للعمل صفة بقرة، (تُثِيرُ الْأَرْضَ) : تقلبها للزراعة صفة ذلول، (وَلَا تَسْقِي الْحَرْثَ) ، لا مزيدة للتأكيد، (مُسَلَّمَةٌ) ، عن العيب أو أخلص لونها قيل سلمها أهلها من العمل، (لَا شِيَةَ فِيهَا) ، لونها واحد لا سواد فيها ولا بياض، (قَالُوا الْآنَ جِئْتَ بِالْحَقِّ) ، بحقيقة وصف البقرة لنا، (فَذَبَحُوهَا) ، أي: حصلوها فذبحوها، (وَمَا كَادُوا يَفْعَلُونَ) ، لتطويلهم وكثرة مراجعتهم كذا حاصل كلام ابن عباس رصى الله عنهما أو لغلائها فإنهم اشتروها بثمن كثير وصح عن عكرمة: ما كان ثمنها إلا ثلاثة دنانير أو لخوف الفضيحة في ظهور القاتل. </p><p> * * * </p><p> (وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ (٧٢) فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِ اللهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ (٧٣) ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللهِ وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٧٤) أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ (٧٥) وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ (٧٦) </p><p> أَوَلَا يَعْلَمُونَ أَنَّ اللهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ (٧٧) وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ (٧٨) فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ (٧٩) وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً قُلْ أَتَّخَذْتُمْ عِنْدَ اللهِ عَهْدًا فَلَنْ يُخْلِفَ اللهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ (٨٠) بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٨١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٨٢) </p><p> * * * </p><p> (وَإِذ قَتَلْتُمْ نَفْسًا) ، هذا أول القصة وإنما قدم البعض لاستقلاله بنوع آخر من مساوئهم وهو الاستهزاء بالأمر والاستقصاء في السؤال وترك مسارعة الامتثال، (فَادَّارَأْتُمْ) : اختلفتم واختصمتم، (فِيهَا وَاللهُ مُخْرِجٌ ما كُنتُمْ تَكْتُمُونَ) : مظهر لا محالة أمر القاتل، وإعمال مخرج لأنه حكاية مستقبل، (فَقلْنَا اضْرِبُوهُ) ، أى: القتيل عطف على فادارأتم، (بِبَعضِهَا) ، أي البقرة وفيه خلاف أنه كان </p><p> بعضًا معينًا أو لا وإن كان معينًا فأى عضو منها، (كَذَلِكَ يُحْييِ اللهُ الْمَوْتَى) ، يدل على محذوف هو فضربوه فحيي، (وَيُرِيكُمْ آيَاتِهِ) : دلائل كمال قدرته، (لَعَلَّكُمْ تَعْقلُون) : لكي تعلموا أن من قدر على إحياء نفس قدر على إحياء الأنفس، (ثم قَسَتْ) : غلظت حتى لم تعتبر بالآيات، (قُلُوبُكُم مِّنْ بَعْد ذَلكَ) : جميع الآيات التي تقدم ذكرها أو إحياء القتيل وثم للاستبعاد، (فَهِيَ كَالْحجارَةِ) : في صلابتها، (أَوْ أَشَدُّ قَسْوَةً) : منها كالحديد وأو للتخيير أي: من عرف حالها صدر عنه التشبيه بالحجارة، أو القول بأنها أشد أو شبهها بهذا أو ذاك أو بمعنى بل أو قلب بعضهم كالحجارة وبعضهم أشد يعني قلوبهم لا تخرج من أحد المثلين عطف على كالحجارة من غير حذف أي: قلوبهم أشد قسوة من الحجارة أو على حذف مضاف هو مثل أي مثل شيء أشد، (وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ) ، تعليل للأشدية، (وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ) ، أي: ولم يكن جاريًا، (وَإِن مِنْهَا لَما يَهْبِط) . من رأس الجبل، (مِنْ خَشْيَةِ اللهِ) ، وهل لمسلم أن ينكر </p><p> قدرة الله تعالى في خلق الخشية والتسبيح في الجمادات؟ نعم لمن يتبع الفلسفة أن يتحمل التمحل في أمثال ذلك والله تعالي بمحض فضله قد عصمنا منه، قال بعض السلف الأول كثرة البكاء والثاني (١) قلته والثالث بكاء القلب من غير دمع، (وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) ، وعيد على ذلك، (أَفَتَطْمَعُونَ) ، أيها المؤمنون، </p><p>(١) أي الانشقاق.</p><p> (أَن يُؤْمِنُوا لَكُمْ) ، تحدث اليهود الإيمان لأجل دعوتكم، (وَقَدْ كَانَ فَرِيق مّنْهُمْ) : طائفة من أسلافهم، (يَسْمَعُونَ كَلَامَ اللهِ) ، هم السبعون الذين اختارهم موسى عليه السلام وبعد ما رجعوا حرفوا كلام الله تعالى، أو المراد علماؤهم يحرفون التوراة، (ثمَّ يُحَرِّفونَهُ) : يغيرونه، (مِنْ بَعْدِ مَا عَقَلُوهُ) : فهموه، (وَهُمْ يَعْلَمُون) أنهم مفترون وإذا كان هذا حال علمائهم فما طمعكم بسفلتهم وجهالهم، (وَإِذَا لَقُوا) ، أي: منافقو اليهود، (الَّذِينَ آمَنُوا قَالُوا آمَنَّا) : بأنكم على الحق ورسولكم مبشر في التوراة، (وَإِذا خَلا بَعْضُهمْ إِلَى بَعْضٍ قَالُوا) ، عاتب من لم ينافق على من نافق بقوله (أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللهُ عَلَيْكُمْ) : في التوراة من صفة النبي عليه الصلاة والسلام، (لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ) : لتكون الحجة للمؤمنين عليكم في الدنيا والآخرة فيقولوا: كفرتم بما علمتم صدقه، (أَفَلاَ تَعْقِلُونَ) ، أي: أليس لكم عقل وهو من كلام رؤسائهم أو كلام الله تعالى، أي: لا تعقلون حالهم وأن لا مطمع في إيمانهم، قال مجاهد: قال النبي عليه السلام ليهود قريظة: يا إخوان القردة والخنازير، فقالوا من أخبر بهذا محمدًا ما خرج </p><p> هذا إلا منا أفتحدثونهم بما أنزل الله عليكم من العذاب ليروا الكرامة لأنفسهم عليكم عند الله والأول قول أكثر السلف ويمكن أن يكون هذا القول تخويف رؤسائهم جهلتهم ليردعوا عن إظهار ما في التوراة مع المؤمنين لا أنه من صميم القلب أو اعتقادهم أنَّهم مؤاخذون بما تكلموا به لا بما اعتقدوا وأسروا في أنفسهم ولهذا قال الله تعالى، (أَوَلَا يَعْلَمُونَ أَنَّ اللهَ يَعْلَمُ مَا يُسِرُّونَ) ، من نعت رسول الله - صلى الله عليه وسلم -، (وَمَا يعلنون) ، منه فالحجة عليهم ثابتة حدثوا به أو ما حدثوا وما يسرون من الكفر وما يظهرون من الإيمان، (وَمِنهُمْ) : من اليهود، (أميون) ، من لا يكتب ولا يقرأ، (لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ) ، أي: لكن يعلمون الأكاذيب التي سمعوا من كبرائهم أو غير عارفين بالكتاب إلا أنَّهم يقرءون قراءة عارية عن معرفة المعنى وعلى هذا الاستثناء متصل وهذا لا ينافي كونهم أميين فإنهم مع كونهم لا يمكن لهم أن يقرءوا من الكتاب شيئًا يحفظون الكتاب أو يتمنون على الله تعالى كقولهم \" لن تمسنا النار إلا أيامًا معدودات \"  (آل عمران: ٢٤) ، و \" لن يدخل الجنة إلا من كان هودًا \" الآية (البقرة: ١١١) ، (إِنْ هُمْ إِلَّا يَظُنّونَ) ، قوم ليس لهم إلا ظن لا علم لهم أو يكذبون، (فَوَيْلٌ) : هلاك أو واد في جهنم، (لِّلذِين </p><p> يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ)، هم أحبارهم حرفوا كتاب الله زادوا فيه ونقصوا، (ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا) ، ليستبدلوا به رئاستهم وما يصل إليهم من سفلتهم، (فوَيْلٌ لهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ) من الكذب، (وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ) : من السفلة أو مما يكسبون من المعاصي والأولى أن يكون ما مصدرية في مما كتبت ومما يكسبون، (وَقَالُوا) ، أي: اليهود، (لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَةً) : قليلة سبعة أيام بكل ألف سنة من الدنيا يومًا أو أربعين يومًا لأن عبادة العجل كانت أربعين يومًا، (قُلْ) : يا محمد صلى الله عليه وسلم، (أَتَّخَذْتُمْ) ، همزة الاستفهام دخلت على ألف الوصل، (عندَ اللهِ عَهْدًا) ، ميثاقًا بذلك، (فَلَنْ يُخْلِفَ اللهُ عَهْدَهُ) ، أي: إن اتخذتم عهدًا فهو لا يخلف الميثاق، (أَمْ تَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ) ، أم معادلة للاستفهام، أي: أي الأمرين كائن أو منقطعة بمعنى بل، (بَلَى) ، إثبات لما نفوه من خلود النار، (مَن كَسَبَ سَيِّئَةً) ، أي: شركًا أو كبيرة، (وَأَحَاطَتْ بِهِ خَطِيئَتُهُ) ، أي: صار كالشيء </p>"
}