{
  "id": null,
  "sura": 2,
  "aya": 113,
  "text": "<p> اختصاصكم بالجنة، (إِنْ كُنْتُمْ صَادِقِينَ (١١١) بَلَى): إثبات لما نفوا من دخول غيرهم الجنة، (منْ أَسْلمَ وَجْهَهُ لِلَّهِ) : أخلص له نفسه، أو دينه أو عمله، (وَهُوَ مُحْسِنٌ) : متبع نبي الله عليه الصلاة والسلام، قيل: مؤمن، (فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ) : ثابت لا ينقص، (وَلَا خَوْفٌ عَلَيْهِمْ) : في الآخرة عند الفزع الأكبر، (وَلاَ هُمْ يَحْزنونَ) : على ما مضى. </p><p> * * * </p><p> (وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١١٣) وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (١١٤) وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللهِ إِنَّ اللهَ وَاسِعٌ عَلِيمٌ (١١٥) وَقَالُوا اتَّخَذَ اللهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (١١٦) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (١١٧) وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ (١١٨) إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ (١١٩) وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ </p><p> مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١٢٠) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (١٢١) </p><p> * * * </p><p> (وَقَالَتِ اليَهُودُ لَيْسَتِ النصارَى عَلَى شَيْءٍ) : أمر يعتد به أي: دينهم باطل من أصله نزلت حين قدم وفد نجران فتنازعوا مع اليهود، (وَقَالَت النَّصَارَى لَيْسَت اليَهُودُ عَلَى شَيءٍ) : مطلقًا دائمًا، (وَهُمْ) ، أي: الفريقان، (يَتْلُونَ الكتابَ) ، وفي كتاب كل منهما تصديق من كفروا به، (كَذَلِكَ) : مثل ذلك الذي سمعت، (قَالَ الذِينَ لاَ يَعْلَمُونَ) : آباؤهم الذين مضوا أو عوام النصارى أو مشركوا العرب قالوا في نبيهم أو أمم قبلهما، (مِثْلَ قَوْلِهِمْ) ، وبَّخهم الله على التشبه بالجهال وهو مفعول مطلق لـ قال وكذلك مفعول به وقيل كذلك مبتدأ ومثل قولهم مصدر أو مفعول لا يعلمون، (فَاللهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) : بما استحقوا عن الحسن هو تكذيبهم وإدخالهم النار، (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا) ، عام لكل </p><p> من خرب مسجدًا، وإن كان سبب نزوله منع المشركين رسول الله - صلى الله عليه وسلم - أن يدخل مكة ويحج عام الحديبية، وأي خراب أعظم مما فعلوا من إخراج المسلمين واستحواذهم بالأصنام، أو نزلت في الروم خربوا بيت المقدس، (أوْلَئِكَ) : المانعون، (مَا كانَ لَهُمْ أَن يَدْخلُوهَا إِلا خَائِفِينَ) ، خبر معناه الطلب لا تمكنوهم من دخولها إلا تحت هدنة أو جزية، أو بشارة للمسلمين أنه سيكون كذلك، أو ما كان ينبغي أن يدخلوها إلا خاشعين فضلاً أن يخربوا، أو ليس الحق أن يدخلوا إلا خائفين عن المسلمين فضلاً من أن يمنعوهم منها، (لَهُمْ فِي الدُّنْيَا خِزْيٌ) : قتل وسبي أو جزية، (وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (١١٤) وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ): له الأرض كلها إن منعتم الصلاة في أحد المساجدَ، (فَأَيْنَمَا تُوَلوا) ، أيَّ: في أي مكان توليتم القبلة، (فَثَمَّ وَجْهُ الله) ، أي: جهته التي أمر بها لا يختص بمسجد ومكان، أو معناه بأي جهة وجهتم إليها وجهكم فثم قبلة الله </p><p> المشرق والمغرب، أو ذاته مطلع بكم، (إِنَّ اللهَ وَاسِعٌ) : محيط بالأشياء رحمة لا يضيق على عباده، (عليمٌ) : بالأعمال في الأماكن أو نزلت في صحابة عميت عليهم القبلة فتحروا القبلة فصلوا إلى أنحاء مختلفة ثم تبين خطأهم، أو نزلت في صلاة التطوع حين السير أو في تحويل القبلة لما عيرت اليهود بأن ليس لهم قبلة معلومة، أو لما نزلت \" ادعوني أستجب لكم \"  (غافر: ٦٠) ، قالوا أين ندعوه فنزلت، أو لما مات النجاشى قال النبي - صلى الله عليه وسلم -: صلوا عليه، قالوا إنه كان لا يصلي إلى القبلة كيف نصلي عليه؟ فنزلت، نقله ابن جرير رضى الله عنه، (وَقَالوُا) : اليهود في عزير والنصارى في المسيح والمشركون في الملائكة، (اتَّخَذَ </p><p> اللهُ وَلَدًا سُبْحَانَهُ): نزه نفسه عن ذلك، (بَل لهُ مَا فِي السَّمَاوَاتِ وَالأَرْص) : أي: مخلوق وملك فلا مناسبة لشيء مع الله فلا ولد، (كُل لَّهُ قَانتُون) : منقادون لا يمكن لهم الامتناع عن مشيئته، (بَديع السَّمَاوَاتِ وَالأرْضِ) : َ مبدعهما وخالقهما بلا سبق شيء، أو بديع سماواته وأرضه، (وَإِذَا قَضَى أَمْرًا) : قدر وأراد، (فإنَّمَا يَقُولُ لَهُ كُن فَيَكُون) ، من كان التامة، أي: يكونه فيكون ولا واجب أن هناك حقيقة قول كما ابتدأ المسيح بأمر كن من غير والد والملائكة كذلك ومن قرأ فيكونَ بالنصب فهو جواب الأمر، (وَقَالَ الَّذِينَ لاَ يَعْلمُون) : مشركوا العرب أو بعض اليهود والنصارى، (لَوْلا يُكَلّمنَا اللهُ) ، أي: هلا يكلمنا عيانًا، (أَوْ تَأتِينَا آيةٌ) ، كما قال تعالى:  \" لن نؤمن لك حتى تفجر لنا من الأرض \" الآية (الإسراء: ١٠) ، (كَذَلِكَ قَالَ الَّذِينَ مِن قَبْلهم) : من كفار الأمم الماضية، (مِّثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلوبُهمْ) : في العناد، (قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ) : أيقنوا وطلبوا الحق لا من عاند واستكبر، (إِنَّا أَرْسَلْنَاكَ) : متلبسًا، (بِالْحَقِّ) : بالصدق، (بَشِيرًا) : بالجنة، (وَنَذِيرًا) : من النار، (وَلاَ تُسْأَلُ عَنْ أَصْحَابِ الجَحِيمِ) ، أي: لست بمسئول عنهم لِمَ لَمْ يؤمنوا، ومن قرأ بصيغة النهي فذلك لأن النبي - صلى الله عليه وسلم - قال ذات يوم: ليت شعرى ما فعل أبواي، فنزلت وقيل </p><p>(١) الصواب أنها نزلت في اليهود والنصارى، ولا علاقة لها بوالدي رسول الله - صلى الله عليه وسلم - ألبتة. والله أعلم.</p><p> معناه لا تسئل عن حالهم فإنك لا تقدر أن تخبر عنها لفظاعتها، (وَلَن تَرْضَى عَنكَ اليَهُودُ وَلاَ النَّصَارَى) ، كانوا يرجون أن يرجع محمد عليه الصلاة والسلام إلى دينهم حين كان يصلي إلى قبلتهم، فلما صرفت القبلة أيسوا منه فأنزل الله، (حَتَّى تَتَّبِعَ مِلَّتَهُمْ) : دينهم وقبلتهم، (قُلْ) : يا محمد، (إِن هُدَى اللهِ) : الذي بعثني به، (هُوَ الهُدَى) : طريق الحق، (وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم) : آراءهم الباطلة، (بَعْدَ الَّذِي جَاءَكَ مِنَ العِلْمِ) : القرآن والسنة، (مَا لَكَ مِنَ الله مِن وَلِي وَلاَ نَصِيرٍ) : يدفع عنك العقاب وهو تهديد شديد للأمة، (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ) ، أي: جنس الكتاب من الكتب المتقدمة، (يَتْلُونَهُ حَقَّ تِلَاوَتِهِ) ، حال </p>"
}