{
  "id": null,
  "sura": 2,
  "aya": 183,
  "text": "<p> سَمِيعٌ): يسمع كلام الميت، (عَلِيمٌ) : يعلم تبديل المبدل، (فَمَنْ خَافَ) ، أي: علم، (مِن مُّوصٍ جَنَفًا) ، خطأ في الوصية مثل أن يوصى بأكثر من ثلث، (أَوْ إِثْمًا) : عمدًا، (فَأَصْلَحَ بَيْنَهُمْ) : بين الورثة والموصى لهم، (فَلاَ إِثْمَ عَلَيْهِ) : في التبديل لأنه تبديل باطل إلى حق، (إِنَّ اللهَ غَفُورٌ رَحِيمٌ) ، ذكر الغفران لمطابقة ذكر الإثم. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (١٨٣) أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٨٤) شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ (١٨٥) وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (١٨٦) أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللهُ </p><p> لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (١٨٧) وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (١٨٨) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمنوا كُتِبَ عَلَيْكُمُ الصِّيَامُ) ، صيام رمضان، أو ثلاثة أيام من كل شهر وعاشور ثم نسخ، (كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ) ، من لدن نوح أو أهل الكتاب، (لَعَلَّكُمْ تَتَّقُون) ، المعاصي فإن الصوم تضييق لمسالك الشيطان، (أيَّامًا مَّعْدُودَاتٍ) ، تقديره صوموا أيامًا، (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) ، أي: فعليه صوم عدة أيام المرض والسفر من أيام أُخَرَ، إن أفطر بحذف الشرط، والمضاف والمضاف إليه للقرينة، (وَعَلَى الذِينَ يُطِيقُونَهُ) ، </p><p> أي الصحيح المقيم (فِدْيَةٌ) ، إن أفطروا، (طَعَامُ مِسْكِينٍ) ، كان في بدء الإسلام الخيار بين الصوم والإطعام عن كل يوم مسكينًا فنسخ، أو الآية غير منسوخة، والمراد الشيخ الكبير والمرأة الكبيرة لا يستطيعان الصوم، وعلى هذا معنى (الَّذِينَ يُطِيقُونَهُ) يصومون طاقتهم وجهدهم ويؤيد بعض القراءة وهو \" يُطَوَّقُونه \" أي: يكلفونه (فَمَنْ تَطَوَّعَ خَيْرًا) ، بأن أطعم أكثر من مسكين كل يوم، (فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا) ، أي: الصوم (خَيْرٌ لَكُمْ) أيها المطيقون أو المطوقون من الإفطار والفدية (إِنْ كُنْتُمْ تَعْلَمُونَ) : فضائل الصوم، (شَهْرُ رَمَضَانَ) ، مبتدأ خبره ما بعده أو ذلكم شَهْرُ رَمَضَانَ، (الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ) ، جملةً ليلة القدر إلى السماء الدنيا، ثم نزل منجمًا إلى الأرض، وهو خبر شَهْرُ رَمَضَانَ أو صفته والخبر (فَمَنْ شَهِدَ)  (هُدًى لِلنَّاسِ) ، أي: هاديًا بإعجازه، (وَبَيِّنَاتٍ) ، آيات واضحات، (مِنَ الْهُدَى) : مما يهدي إلى الحق، (وَالْفُرْقَانِ) : يفرق بين الحق والباطل، (فَمَنْ شَهِدَ) أي: حضر ولم يكن مسافرًا، (مِنْكُمُ الشَّهْرَ) ، أي: فيه، (فَلْيَصُمْهُ) ، أي: فيه (وَمَنْ كَانَ مَرِيضًا) : مرضًا يشق، أو يضر عليه الصيام، (أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) ، الآية الأولى تخيير للمريض والمسافر والمقيم، وهذه لهما دون المقيم، </p><p> بل علم من هذه نسخ الأولى، (يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ) فلذلك أباح الفطر للسفر والمرض، (وَلِتُكْمِلُوا الْعِدَّةَ) ، عطف على اليسر مثل \"يريدون ليطفئوا \"  [الصف:٨] أو تقديره وشرع لكم ذلك، أي: جملة أحكام الصوم لتكملوا، أي: لتكملوا عدد أيام الشهر بقضاء ما أفطرتم في المرض والسفر، (وَلِتُكَبِّرُوا اللهَ) : لتعظموه، (عَلَى مَا هَدَاكُمْ) : أرشدكم إليه من وجوب الصوم ورخصة الفطر بالعذر، أو المراد تكبيرات ليلة الفطر، (وَلَعَلَّكُمْ تَشْكُرُونَ) : الله في نعمه، أو رخصة الفطر، (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ) ، أي: فقل إني قريب أطلع على جميع أحوالهم، قال أعرابي يا رسول الله: أقريب ربنا فنناجيه، أم بعيد فنناديه؟ فنزلت، وروي أن بعض الصحابة قالوا: أين ربنا؟ فنزلت، وروي لما نزلت (ادْعُونِي أَسْتَجِبْ لَكُمْ) قال الناس: لو نعلم أي ساعة ندعوا؟ فنزلت، وروي أن اليهود قالوا: كيف يسمع الله الدعاء وأنت تزعم أن بيننا وبين </p><p> السماء كذا وكذا سنة؟ فنزلت، (أجِيبُ دَعْوَةَ الدَّاع إِذَا دَعَان فَلْيَسْتَجِيبُوا لي) ، أي: فليجيبوا لي إذا دعوتهم للطاعة كما أجيبهم إذا دعوني إلى مهامهم، (وَلْيُؤْمِنُوا بِي) : أمر بالثبات والدوام، (لَعَلَّهُم يَرْشُدُون) ، راجين إصابة الرشد، وهذه الآية المتخللة بين أحكام الصوم إرشاد إلى الاجتهاد في الدعاء في الصوم والفطر وروي:  \" ثلاثة لا ترد دعوتهم، الإمام العادل والصائم حتى أو حين - يفطر، ودعوة المظلوم \" ، (أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ) : ليلة الصيام التي تصبح منها صائمًا والرفث عبارة عن الجماع وعدى بـ إلى لتضمنه معنى الإفضاء، كان فى بدء الإسلام غير جائز، (هُنَّ لِبَاسٌ لكمْ) ، أي: سكن أو شبه باللباس لاشتمال كل على صاحبه، اشتمال اللباس على اللابس، (وَأَنتمْ لِبَاسٌ لهُنَّ) ، سكن أي: لما كان بينكم غاية الخلطة رخصنا لكم لئلا يشق عليكم، (عَلِمَ اللهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ) : تظلمونها بما هو حرام عليكم ووقع ذلك على عمر - رضى الله عنه - فقال: يا رسول الله أشكو إلى الله وإليك الذي صنعت فنزلت، (فَتَابَ عَلَيْكُمْ) : لما تبتم، (وَعَفَا عَنْكُمْ) ، محا عنكم أثره، (فَالْآنَ بَاشِرُوهُنَّ) ، والمباشرة </p><p> كناية عن الجماع، (وَابْتَغوا) : اطلبوا، (مَا كَتَبَ اللهُ لَكُمْ) : ما أثبته في اللوح المحفوظ من الولد أو ليلة القدر أو الرخصة التي كتب الله لكم وما أحل الله لكم، (وَكُلُوا وَاشْرَبُوا) ، جميع الليل، (حَتَّى يَتَبَيَّنَ لَكُمُ الخَيْطُ الأَبْيَضُ) ، بياض الصبح، (مِنَ الخَيْطُ الأَسْوَدِ) : من سواد الليل، (مِنَ الفجرِ) ، بيان للخيط الأبيض، (تْثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ) ، فإنه آخر وقته، كان الأكل والشرب بعد العشاء، أو النوم حرامًا فبعض الصحابة نام عن فطره فلما انتصف النهار غشي عليه فنزلت، (وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ) ، كان إذا اعتكف الرجل فخرج من المسجد جامع إن شاء ورجع، فأنزل الله تعالى النهي عن المباشرة ما داموا عاكفين فيها، (تِلْكَ) ، أي: الأحكام المذكورات، (حدُودُ اللهِ) ، أي: ذوات حدود الله، (فَلاَ تَقْربوها) ، نهى أن يقرب الحد الحاجز بين الحق والباطل، لئلا تدانى الباطل فضلاً أن يتخطى، أو المراد من الحدود المحارم، وتكون تلك إشارة إلى لا تباشروهن، أي هذا وأمثاله محارم، (كَذَلِكَ) : مثل هذا التبيين، (يُبَيِّنُ اللهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ) : مخالفة الأمر، </p>"
}