{
  "id": null,
  "sura": 2,
  "aya": 97,
  "text": "<p> تقديره: ومن الذين أشركوا ناس يود أحدهم فمن الذين أشركوا خبر مبتدأ محذوف صفته \" يود أحدهم \" ، فإن من اليهود من قال: عزير ابن الله فيكون مشركًا، (يَوَدُّ أَحَدُهُمْ) ، أي: اليهود جملة مستأنفة، (لَوْ يُعَمَّرُ أَلْفَ سَنةٍ) ، لو للتمني، (وَمَا هُوَ بمزَحْزِحِهِ) : بمبعده، (مِنَ الْعَذَابِ أَنْ يُعَمَّرَ) ، وضمير هو لمصدر يعمر، وأن يعمر بدله، أو لأحدهم وأن يعمر فاعل بمزحزحه، (وَاللهُ بَصِيرٌ بمَا يَعْمَلُونَ) . </p><p> * * * </p><p> (قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٩٧) مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللهَ عَدُوٌّ لِلْكَافِرِينَ (٩٨) وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ (٩٩) أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ (١٠٠) وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ (١٠١) وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ </p><p> وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ (١٠٢) وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللهِ خَيْرٌ لَوْ كَانُوا يَعْلَمُونَ (١٠٣) </p><p> * * * </p><p> (قُلْ مَن كَانَ عَدُوًا لِّجِبْرِيلَ فَإِنهُ نَزَّلَهُ) ، أي: القرآن، (عَلَى قَلْبِكَ بإِذْنِ اللهِ) : بأمره وجواب الشرط محذوف، أي: من كان عدوه فلا إنصاف له، فإنه نزله أو تقديره فهو عدو لي، فليعلم أنه نزله، أو فليمت غيظًا، (مُصَدِّقًا لِّما بَيْن يَدَيه) : لما قبله من الكتب نزلت جوابًا لليهود إذ زعموا أن جبريل عدو لهم ولولا أنه ولي محمد عليه الصلاة والسلام لآمنوا، (وَهُدًى وبشْرَى لِلْمُؤْمِنِينَ) ، رد عليهم حيث قالوا: إن جبريل ينزل بالحرب والشدة، فقال الله: إنه ينزل بهما على الكافرين وبهدى وبشرى للمؤمنين، (مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللهَ عَدُوٌّ لِلْكَافِرِينَ) ، فيه تنبيه على أن معاداة الواحد والكل سواء فمن عادى أحدهم فقد عادى الجميع ووضع الظاهر أي: للكافرين موضع المضمر للدلالة على أن عداوة الله لهم لكفرهم وعداوتهم كفر وقيل الواو هاهنا بمعنى أو، (وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ) ، نزلت في ابن صوريا حين قال: </p><p> يا محمد ما أنزل إليك آية بينة فنتبعك، (وَمَا يَكْفُرُ بِهَا إِلا الْفَاسِقُونَ) ، المتجاوزون عن الحد، (أَوَ كُلمَا عَاهَدُوا عهدًا) ، عطف على محذوف والهمزة للإنكار، أي: أكفروا بالآيات، وكلما عاهدوا نزلت حين ذكرهم نبينا عليه الصلاة والسلام ما أخذ عليهم من الميثاق في شأنه قالوا: والله ما عهد إلينا ولا أخذ ميثاق في شأنك، (نَّبَذَهُ فَرِيقٌ منْهُمْ) : نقضه وطرحه، (بَلْ أَكْثرُهمْ لاَ يُؤْمِنُونَ) ، رد لما يتوهم أن الفريق هم الأقلون، فإنهم بين ناقض عهد أو جاحد معاند، والمؤمنون أقلون، (وَلَمَّا جَاءهُمْ رَسُولٌ منْ عِندِ اللهِ مُصَدّقٌ لِّمَا مَعَهُمْ) ، كعيسى ومحمد عليهما السلام، (نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللهِ) ، أي: التوراة، فإنهم جحدوا ما فيها من صفة محمد عليه الصلاة والسلام، (وَرَاءَ ظُهُورِهِمْ) ، كشيء يرمى وراء الظهر غير ملتفت إليه، (كَأَنَّهُمْ لَا يَعْلَمُونَ) : ما فيها مع أنهم عالمون، (وَاتبَعُوا مَا تَتْلُوا الشَّيَاطِينُ) ، عطف على نبذ، أي: تركوا كتاب الله واتبعوا كتب السحر التي تقرأها الشياطين وتحدثها، (على) : عهد، (مُلْكِ سلَيْمَان) ، أي: في زمانه وتعديته بعلى لتضمين الكذب فإن الشياطين كتبوا السحر ودفنوه تحت كرسيه ثم لما مات سليمان أو نزع منه ملكه استخرجوه (١) ، وقالوا: تسلطه في الأرض لهذا السحر، فتعلموه، وبعضهم نفوا نبوته وقالوا: ما هو إلا ساحر فبرأه الله مما قالوا فقال: (وَمَا كَفَرَ سُلَيْمَانُ) : عبر عن السحر بالكفر لتغليظه، (وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ) ، إشارة إلى ما كتبوا من السحر، (وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ) ، عطف على السحر أو على ما تتلوا، أي: يعلمونهم ما ألهما، (بِبَابِلَ) ، </p><p>(١) هذا من الإسرائيليات المنكرة، وبعض كتب التفسير مشحونة بالأساطير في تفسير هذه الآية. قال الإمام فخر الدين الرازي ما نصه:أَمَّا قَوْلُهُ تَعَالَى: وَما أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبابِلَ هارُوتَ وَمارُوتَ فَفِيهِ مَسَائِلُ:الْمَسْأَلَةُ الْأُولَى: «مَا» فِي قَوْلِهِ: وَما أُنْزِلَ فِيهِ وَجْهَانِ. الْأَوَّلُ: أَنَّهُ بِمَعْنَى الَّذِي ثُمَّ هَؤُلَاءِ اخْتَلَفُوا فِيهِ عَلَى ثَلَاثَةِ أقوال. الْأَوَّلُ: أَنَّهُ عَطْفٌ عَلَى (السِّحْرِ) أَيْ يُعَلِّمُونَ النَّاسَ السِّحْرَ وَيُعَلِّمُونَهُمْ مَا أُنْزِلَ عَلَى الْمَلَكَيْنِ أَيْضًا. وَثَانِيهَا: أَنَّهُ عَطْفٌ عَلَى قَوْلِهِ: مَا تَتْلُوا الشَّياطِينُ أي وَاتَّبَعُوا مَا تَتْلُوا الشَّيَاطِينُ افْتِرَاءً عَلَى مُلْكِ سُلَيْمَانَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ لِأَنَّ السِّحْرَ مِنْهُ مَا هُوَ كُفْرٌ وَهُوَ الَّذِي تَلَتْهُ الشَّيَاطِينُ، وَمِنْهُ مَا تَأْثِيرُهُ فِي التَّفْرِيقِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَهُوَ الَّذِي أُنْزِلَ عَلَى الْمَلَكَيْنِ فَكَأَنَّهُ تَعَالَى أَخْبَرَ عَنِ الْيَهُودِ أَنَّهُمُ اتَّبَعُوا كِلَا الْأَمْرَيْنِ وَلَمْ يَقْتَصِرُوا عَلَى أَحَدِهِمَا، وَثَالِثُهَا: أَنَّ مَوْضِعَهُ جَرٌّ عَطْفًا عَلَى (مُلْكِ سُلَيْمَانَ) وتقديره مَا تَتْلُوا الشَّيَاطِينُ افْتِرَاءً عَلَى مُلْكِ سُلَيْمَانَ وَعَلَى مَا أُنْزِلَ عَلَى الْمَلَكَيْنِ وَهُوَ اخْتِيَارُ أَبِي مُسْلِمٍ رَحِمَهُ اللهُ، وَأَنْكَرَ فِي الْمَلَكَيْنِ أَنْ يَكُونَ السِّحْرُ نَازِلًا عَلَيْهِمَا وَاحْتَجَّ عَلَيْهِ بِوُجُوهٍ. الْأَوَّلُ: أَنَّ السِّحْرَ لَوْ كَانَ نَازِلًا عَلَيْهِمَا لَكَانَ مُنْزِلُهُ هُوَ اللهَ تَعَالَى، وَذَلِكَ غَيْرُ جَائِزٍ لَأَنَّ السِّحْرَ كُفْرٌ وَعَبَثٌ وَلَا يَلِيقُ بِاللهِ إِنْزَالُ ذَلِكَ، الثَّانِي: أَنَّ قَوْلَهُ: وَلكِنَّ الشَّياطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ يَدُلُّ عَلَى أَنَّ تَعْلِيمَ السِّحْرِ كُفْرٌ، فَلَوْ ثَبَتَ فِي الْمَلَائِكَةِ أَنَّهُمْ يُعَلِّمُونَ السِّحْرَ لَزِمَهُمُ الْكُفْرُ، وَذَلِكَ بَاطِلٌ. الثَّالِثُ:كَمَا لَا يَجُوزُ فِي الْأَنْبِيَاءِ أَنْ يُبْعَثُوا لِتَعْلِيمِ السِّحْرِ فَكَذَلِكَ فِي الْمَلَائِكَةِ بِطَرِيقِ الْأَوْلَى، الرَّابِعُ: أَنَّ السِّحْرَ لَا يَنْضَافُ إِلَّا إِلَى الْكَفَرَةِ وَالْفَسَقَةِ وَالشَّيَاطِينِ الْمَرَدَةِ، وَكَيْفَ يُضَافُ إِلَى اللهِ مَا يَنْهَى عَنْهُ وَيَتَوَعَّدُ عَلَيْهِ بِالْعِقَابِ؟وَهَلِ السِّحْرُ إِلَّا الْبَاطِلُ الْمُمَوَّهُ وَقَدْ جَرَتْ عَادَةُ اللهِ تَعَالَى بِإِبْطَالِهِ كَمَا قَالَ فِي قِصَّةِ مُوسَى عَلَيْهِ السَّلَامُ: مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللهَ سَيُبْطِلُهُ [يُونُسَ: ٨١] ثُمَّ إِنَّهُ رَحِمَهُ اللهُ سَلَكَ فِي تَفْسِيرِ الْآيَةِ نَهْجًا آخَرَ يُخَالِفُ قَوْلَ أَكْثَرِ الْمُفَسِّرِينَ، فَقَالَ: كَمَا أَنَّ الشَّيَاطِينَ نَسَبُوا السِّحْرَ إِلَى مُلْكِ سُلَيْمَانَ مَعَ أَنَّ مُلْكَ سُلَيْمَانَ كَانَ مُبَرَّأً/ عَنْهُ، فَكَذَلِكَ نَسَبُوا مَا أُنْزِلَ عَلَى الْمَلَكَيْنِ إِلَى السِّحْرِ مَعَ أَنَّ الْمُنَزَّلَ عَلَيْهِمَا كَانَ مُبَرَّأً عَنِ السِّحْرِ، وَذَلِكَ لِأَنَّ الْمُنَزَّلَ عَلَيْهِمَا كَانَ هُوَ الشَّرْعَ وَالدِّينَ وَالدُّعَاءَ إِلَى الْخَيْرِ، وَإِنَّمَا كَانَا يُعَلِّمَانِ النَّاسَ ذَلِكَ مَعَ قَوْلِهِمَا: إِنَّما نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ تَوْكِيدًا لِبَعْثِهِمْ عَلَى الْقَبُولِ وَالتَّمَسُّكِ، وَكَانَتْ طَائِفَةٌ تَتَمَسَّكُ وَأُخْرَى تُخَالِفُ وَتَعْدِلُ عَنْ ذَلِكَ وَيَتَعَلَّمُونَ مِنْهُمَا أَيْ مِنَ الْفِتْنَةِ وَالْكُفْرِ مِقْدَارَ مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ، فَهَذَا تَقْرِيرُ مَذْهَبِ أَبِي مُسْلِمٍ. الْوَجْهُ الثَّانِي: أَنْ يَكُونَ «مَا» بِمَعْنَى الْجَحْدِ وَيَكُونَ مَعْطُوفًا عَلَى قَوْلِهِ تَعَالَى: وَما كَفَرَ سُلَيْمانُ كَأَنَّهُ قَالَ: لَمْ يَكْفُرْ سُلَيْمَانُ وَلَمْ يَنْزِلْ عَلَى الْمَلَكَيْنِ سِحْرٌ لِأَنَّ السَّحَرَةَ كَانَتْ تُضِيفُ السِّحْرَ إِلَى سُلَيْمَانَ وَتَزْعُمُ أَنَّهُ مِمَّا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ، فَرَدَّ اللهُ عَلَيْهِمْ فِي الْقَوْلَيْنِ قوله: وَما يُعَلِّمانِ مِنْ أَحَدٍ جَحْدٌ أَيْضًا أَيْ لَا يُعَلِّمَانِ أَحَدًا بَلْ يَنْهَيَانِ عَنْهُ أَشَدَّ النَّهْيِ.أَمَّا قَوْلُهُ تَعَالَى: حَتَّى يَقُولا إِنَّما نَحْنُ فِتْنَةٌ أَيِ ابْتِلَاءٌ وَامْتِحَانٌ فَلَا تَكْفُرْ وَهُوَ كَقَوْلِكَ مَا أَمَرْتُ فُلَانًا بِكَذَا حَتَّى قُلْتُ لَهُ إِنْ فَعَلْتَ كَذَا نَالَكَ كَذَا، أَيْ مَا أَمَرْتُ بِهِ بَلْ حَذَّرْتُهُ عَنْهُ.وَاعْلَمْ أَنَّ هَذِهِ الْأَقْوَالَ وَإِنْ كَانَتْ حَسَنَةً إِلَّا أَنَّ الْقَوْلَ الْأَوَّلَ أَحْسَنُ مِنْهَا، وَذَلِكَ لِأَنَّ عَطْفَ قَوْلِهِ: وَما أُنْزِلَ عَلَى مَا يَلِيهِ أَوْلَى مِنْ عَطْفِهِ عَلَى مَا بَعُدَ عَنْهُ إِلَّا لِدَلِيلٍ مُنْفَصِلٍ، أَمَّا قَوْلُهُ: لَوْ نَزَلَ السِّحْرُ عَلَيْهِمَا لَكَانَ مُنْزِلُ ذَلِكَ السِّحْرِ هُوَ اللهَ تَعَالَى. قُلْنَا: تَعْرِيفُ صِفَةِ الشَّيْءِ قَدْ يَكُونُ لِأَجْلِ التَّرْغِيبِ فِي إِدْخَالِهِ فِي الْوُجُودِ وَقَدْ يَكُونُ لِأَجْلِ أَنْ يَقَعَ الِاحْتِرَازُ عَنْهُ كَمَا قَالَ الشَّاعِرُ:عَرَفْتُ الشَّرَّ لا للشر لكن لتوقيهقوله ثانياً: أَنَّ تَعْلِيمَ السِّحْرِ كُفْرٌ لِقَوْلِهِ تَعَالَى: وَلكِنَّ الشَّياطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ، فَالْجَوَابُ: أَنَّا بَيَّنَّا أَنَّهُ وَاقِعَةُ حَالٍ فَيَكْفِي فِي صِدْقِهَا صُورَةٌ وَاحِدَةٌ وَهِيَ مَا إِذَا اشْتَغَلَ بِتَعْلِيمِ سِحْرِ مَنْ يَقُولُ بِإِلَهِيَّةِ الْكَوَاكِبِ وَيَكُونُ قَصْدُهُ مِنْ ذَلِكَ التَّعْلِيمِ إِثْبَاتَ أَنَّ ذَلِكَ الْمَذْهَبَ حق. قوله ثالثاً: أَنَّهُ لَا يَجُوزُ بَعْثَةُ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ لِتَعْلِيمِ السِّحْرِ فَكَذَا الْمَلَائِكَةُ. قُلْنَا: لَا نُسَلِّمُ أَنَّهُ لَا يَجُوزُ بَعْثَةُ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ لِتَعْلِيمِهِ بِحَيْثُ يَكُونُ الْغَرَضُ مِنْ ذَلِكَ التَّعْلِيمِ التنبيه على إبطاله. قوله رابعاً: إِنَّمَا يُضَافُ السِّحْرُ إِلَى الْكَفَرَةِ وَالْمَرَدَةِ فَكَيْفَ يُضَافُ إِلَى اللهِ تَعَالَى مَا يَنْهَى عَنْهُ؟ قُلْنَا: فَرْقٌ بَيْنَ الْعَمَلِ وَبَيْنَ التَّعْلِيمِ فَلِمَ لَا يَجُوزُ أَنْ يَكُونَ الْعَمَلُ مَنْهِيًّا عَنْهُ؟ وَأَمَّا تَعْلِيمُهُ لِغَرَضِ التَّنْبِيهِ عَلَى فَسَادِهِ فَإِنَّهُ يَكُونُ مَأْمُورًا بِهِ.الْمَسْأَلَةُ الثَّانِيَةُ: قَرَأَ الْحَسَنُ: (ملكين) بكسر اللام وهو مروي عَنِ الضَّحَّاكِ وَابْنِ عَبَّاسٍ ثُمَّ اخْتَلَفُوا، فَقَالَ الْحَسَنُ: كَانَا عِلْجَيْنِ أَقْلَفَيْنِ بِبَابِلَ يُعَلِّمَانِ النَّاسَ السِّحْرَ، وَقِيلَ: كَانَا رَجُلَيْنِ صَالِحَيْنِ مِنَ الْمُلُوكِ. وَالْقِرَاءَةُ الْمَشْهُورَةُ بِفَتْحِ اللَّامِ وَهُمَا كَانَا مَلَكَيْنِ نَزَلَا مِنَ السَّمَاءِ، وَهَارُوتُ وَمَارُوتُ اسْمَانِ لَهُمَا، وَقِيلَ: هُمَا جِبْرِيلُ وَمِيكَائِيلُ عَلَيْهِمَا السَّلَامُ، وَقِيلَ غَيْرُهُمَا: أَمَّا الَّذِينَ كَسَرُوا اللَّامَ فَقَدِ احْتَجُّوا بِوُجُوهٍ، أَحَدُهَا: أَنَّهُ لَا يَلِيقُ بِالْمَلَائِكَةِ تَعْلِيمُ السِّحْرِ، وَثَانِيهَا: كَيْفَ يَجُوزُ إِنْزَالُ/ الْمَلَكَيْنِ مَعَ قَوْلِهِ: وَلَوْ أَنْزَلْنا مَلَكاً لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ [الْأَنْعَامِ: ٨]، وَثَالِثُهَا: لَوْ أَنْزَلَ الْمَلَكَيْنِ لَكَانَ إِمَّا أَنْ يَجْعَلَهُمَا فِي صُورَةِ الرَّجُلَيْنِ أَوْ لَا يَجْعَلَهُمَا كَذَلِكَ، فَإِنْ جَعَلَهُمَا فِي صُورَةِ الرَّجُلَيْنِ مَعَ أَنَّهُمَا لَيْسَا بِرَجُلَيْنِ كَانَ ذَلِكَ تَجْهِيلًا وَتَلْبِيسًا عَلَى النَّاسِ وَهُوَ غَيْرُ جَائِزٍ، وَلَوْ جَازَ ذَلِكَ فَلِمَ لَا يَجُوزُ أَنَّ كُلَّ وَاحِدٍ مِنَ النَّاسِ الَّذِينَ نُشَاهِدُهُمْ لَا يَكُونُ فِي الْحَقِيقَةِ إِنْسَانًا، بَلْ مَلَكًا مِنَ الْمَلَائِكَةِ؟ وَإِنْ لَمْ يَجْعَلْهُمَا فِي صُورَةِ الرَّجُلَيْنِ قَدَحَ ذَلِكَ فِي قَوْلِهِ تَعَالَى: وَلَوْ جَعَلْناهُ مَلَكاً لَجَعَلْناهُ رَجُلًا [الْأَنْعَامِ: ٩] وَالْجَوَابُ عَنِ الْأَوَّلِ: أَنَّا سَنُبَيِّنُ وَجْهَ الْحِكْمَةِ فِي إِنْزَالِ الْمَلَائِكَةِ لِتَعْلِيمِ السِّحْرِ، وَعَنِ الثَّانِي: أَنَّ هَذِهِ الْآيَةَ عَامَّةٌ وَقِرَاءَةُ الْمَلَكَيْنِ بِفَتْحِ اللَّامِ مُتَوَاتِرَةٌ وَخَاصَّةٌ وَالْخَاصُّ مُقَدَّمٌ عَلَى الْعَامِّ، وَعَنِ الثَّالِثِ: أَنَّ اللهَ تَعَالَى أَنْزَلَهُمَا فِي صُورَةِ رَجُلَيْنِ وَكَانَ الْوَاجِبُ عَلَى الْمُكَلَّفِينَ فِي زَمَانِ الْأَنْبِيَاءِ أَنْ لَا يَقْطَعُوا عَلَى مَنْ صُورَتُهُ صُورَةُ الْإِنْسَانِ بِكَوْنِهِ إِنْسَانًا، كَمَا أَنَّهُ فِي زَمَانِ الرَّسُولِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ كَانَ الْوَاجِبُ عَلَى من شاهد دحية الكلبي أن لا يَقْطَعَ بِكَوْنِهِ مِنَ الْبَشَرِ بَلِ الْوَاجِبُ التَّوَقُّفُ فِيهِ.الْمَسْأَلَةُ الثَّالِثَةُ: إِذَا قُلْنَا بِأَنَّهُمَا كَانَا مِنَ الْمَلَائِكَةِ فَقَدِ اخْتَلَفُوا فِي سَبَبِ نُزُولِهِمَا فَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ الْمَلَائِكَةَ لَمَّا أَعْلَمَهُمُ اللهُ بِآدَمَ وَقَالُوا: أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ فَأَجَابَهُمُ اللهُ تَعَالَى بِقَوْلِهِ:إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ [الْبَقَرَةِ: ٣٠] ثُمَّ إِنَّ اللهَ تَعَالَى وَكَّلَ عَلَيْهِمْ جَمْعًا مِنَ الْمَلَائِكَةِ وَهُمُ الْكِرَامُ الْكَاتِبُونَ فَكَانُوا يَعْرُجُونَ بِأَعْمَالِهِمُ الْخَبِيثَةِ فَعَجِبَتِ الْمَلَائِكَةُ مِنْهُمْ وَمِنْ تَبْقِيَةِ اللهِ لَهُمْ مَعَ مَا ظَهَرَ مِنْهُمْ مِنَ القبائح، ثم أضافوا إليهما عَمَلَ السِّحْرِ فَازْدَادَ تَعَجُّبُ الْمَلَائِكَةِ فَأَرَادَ اللهُ تَعَالَى أَنْ يَبْتَلِيَ الْمَلَائِكَةَ، فَقَالَ لَهُمُ: اخْتَارُوا مَلَكَيْنِ مِنْ أَعْظَمِ الْمَلَائِكَةِ عِلْمًا وَزُهْدًا وَدِيَانَةً لِأُنْزِلَهُمَا إِلَى الْأَرْضِ فَأَخْتَبِرَهُمَا، فَاخْتَارُوا هَارُوتَ وَمَارُوتَ، وَرَكَّبَ فِيهِمَا شَهْوَةَ الْإِنْسِ وَأَنْزَلَهُمَا وَنَهَاهُمَا عَنِ الشِّرْكِ وَالْقَتْلِ وَالزِّنَا وَالشُّرْبِ، فَنَزَلَا فَذَهَبَتْ إِلَيْهِمَا امْرَأَةٌ مِنْ أَحْسَنِ النِّسَاءِ وَهِيَ الزُّهَرَةُ فَرَاوَدَاهَا عَنْ نَفْسِهَا فَأَبَتْ أَنْ تُطِيعَهُمَا إِلَّا بَعْدَ أَنْ يَعْبُدَا الصَّنَمَ، وَإِلَّا بَعْدَ أَنْ يَشْرَبَا الْخَمْرَ، فَامْتَنَعَا أَوَّلًا، ثُمَّ غَلَبَتِ الشَّهْوَةُ عَلَيْهِمَا فَأَطَاعَاهَا فِي كُلِّ ذَلِكَ، فَعِنْدَ إِقْدَامِهِمَا عَلَى الشُّرْبِ وَعِبَادَةِ الصَّنَمِ دَخَلَ سَائِلٌ عَلَيْهِمْ فَقَالَتْ: إِنْ أَظْهَرَ هَذَا السَّائِلُ لِلنَّاسِ مَا رَأَى مِنَّا فَسَدَ أَمْرُنَا، فَإِنْ أَرَدْتُمَا الْوُصُولَ إِلَيَّ فَاقْتُلَا هَذَا الرَّجُلَ، فَامْتَنَعَا مِنْهُ ثُمَّ اشْتَغَلَا بِقَتْلِهِ فَلَمَّا فَرَغَا مِنَ الْقَتْلِ وَطَلَبَا الْمَرْأَةَ فَلَمْ يَجِدَاهَا، ثُمَّ إِنَّ الْمَلَكَيْنِ عِنْدَ ذَلِكَ نَدِمَا وَتَحَسَّرَا وَتَضَرَّعَا إِلَى اللهِ تَعَالَى فَخَيَّرَهُمَا بين عذاب الدنيا وعذاب الآخرة، فاختار عَذَابَ الدُّنْيَا وَهُمَا يُعَذَّبَانِ بِبَابِلَ مُعَلَّقَانِ بَيْنَ السَّمَاءِ وَالْأَرْضِ يُعَلِّمَانِ النَّاسَ السِّحْرَ، ثُمَّ لَهُمْ في الزهرة قولان، أحدهما: أَنَّ اللهَ تَعَالَى لَمَّا ابْتَلَى الْمَلَكَيْنِ بِشَهْوَةِ بَنِي آدَمَ أَمَرَ اللهُ الْكَوْكَبَ الَّذِي يُقَالُ لَهُ الزُّهَرَةُ وَفَلَكَهَا أَنِ اهْبِطَا إِلَى الْأَرْضِ إِلَى أَنْ كَانَ مَا كَانَ، فَحِينَئِذٍ ارْتَفَعَتِ الزُّهَرَةُ وَفَلَكُهَا إِلَى مَوْضِعِهِمَا مِنَ السَّمَاءِ مُوَبِّخَيْنِ لَهُمَا عَلَى مَا شَاهَدَاهُ مِنْهُمَا. وَالْقَوْلُ الثَّانِي: أن المرأة كانت فَاجِرَةٌ مِنْ أَهْلِ الْأَرْضِ وَوَاقَعَاهَا بَعْدَ شُرْبِ الْخَمْرِ وَقَتْلِ النَّفْسِ وَعِبَادَةِ الصَّنَمِ، ثُمَّ عَلَّمَاهَا الِاسْمَ الَّذِي كَانَا بِهِ يَعْرُجَانِ إِلَى السَّمَاءِ فَتَكَلَّمَتْ بِهِ وَعَرَجَتْ إِلَى السَّمَاءِ وَكَانَ اسْمُهَا «بِيدَخْتَ» فَمَسَخَهَا اللهُ وَجَعَلَهَا هِيَ الزُّهَرَةَ، وَاعْلَمْ أَنَّ هَذِهِ الرِّوَايَةَ فَاسِدَةٌ مَرْدُودَةٌ/ غَيْرُ مَقْبُولَةٍ لِأَنَّهُ لَيْسَ فِي كِتَابِ اللهِ مَا يَدُلُّ عَلَى ذَلِكَ، بَلْ فِيهِ مَا يُبْطِلُهَا مِنْ وجوه، الأول: ما تقدم من الدلائل الدَّالَّةِ عَلَى عِصْمَةِ الْمَلَائِكَةِ عَنْ كُلِّ الْمَعَاصِي، وَثَانِيهَا: أَنَّ قَوْلَهُمْ إِنَّهُمَا خُيِّرَا بَيْنَ عَذَابِ الدُّنْيَا وَبَيْنَ عَذَابِ الْآخِرَةِ فَاسِدٌ، بَلْ كَانَ الْأَوْلَى أَنْ يُخَيَّرَا بَيْنَ التَّوْبَةِ وَالْعَذَابِ لِأَنَّ اللهَ تَعَالَى خَيَّرَ بَيْنَهُمَا مَنْ أَشْرَكَ بِهِ طُولَ عُمُرِهِ، فَكَيْفَ يَبْخَلُ عَلَيْهِمَا بِذَلِكَ؟ وَثَالِثُهَا: أَنَّ مِنْ أَعْجَبِ الْأُمُورِ قَوْلَهُمْ: إِنَّهُمَا يُعَلِّمَانِ السِّحْرَ فِي حَالِ كَوْنِهِمَا مُعَذَّبَيْنِ وَيَدْعُوَانِ إِلَيْهِ وَهُمَا يُعَاقَبَانِ وَلَمَّا ظَهَرَ فَسَادُ هَذَا الْقَوْلِ فَنَقُولُ: السَّبَبُ فِي إِنْزَالِهِمَا وُجُوهٌ. أَحَدُهَا: أَنَّ السَّحَرَةَ كَثُرَتْ فِي ذَلِكَ الزَّمَانِ وَاسْتَنْبَطَتْ أَبْوَابًا غَرِيبَةً فِي السِّحْرِ، وَكَانُوا يَدَّعُونَ النُّبُوَّةَ وَيَتَحَدَّوْنَ النَّاسَ بِهَا، فَبَعَثَ اللهُ تَعَالَى هَذَيْنِ الْمَلَكَيْنِ لِأَجْلِ أَنْ يُعَلِّمَا النَّاسَ أَبْوَابَ السِّحْرِ حَتَّى يَتَمَكَّنُوا مِنْ مُعَارَضَةِ أُولَئِكَ الَّذِينَ كَانُوا يَدَّعُونَ النُّبُوَّةَ كَذِبًا، وَلَا شَكَّ أَنَّ هَذَا مِنْ أَحْسَنِ الْأَغْرَاضِ وَالْمَقَاصِدِ، وَثَانِيهَا: أَنَّ الْعِلْمَ بِكَوْنِ الْمُعْجِزَةِ مُخَالِفَةً لِلسِّحْرِ مُتَوَقِّفٌ عَلَى الْعِلْمِ بِمَاهِيَّةِ الْمُعْجِزَةِ وَبِمَاهِيَّةِ السِّحْرِ، وَالنَّاسُ كَانُوا جَاهِلِينَ بِمَاهِيَّةِ السِّحْرِ، فَلَا جَرَمَ هَذَا تَعَذَّرَتْ عَلَيْهِمْ مَعْرِفَةُ حَقِيقَةِ الْمُعْجِزَةِ، فَبَعَثَ اللهُ هَذَيْنِ الْمَلَكَيْنِ لِتَعْرِيفِ مَاهِيَّةِ السِّحْرِ لِأَجْلِ هَذَا الْغَرَضِ، وَثَالِثُهَا: لَا يَمْتَنِعُ أَنْ يُقَالَ: السِّحْرُ الَّذِي يُوقِعُ الْفُرْقَةَ بَيْنَ أَعْدَاءِ اللهِ وَالْأُلْفَةَ بَيْنَ أَوْلِيَاءِ اللهِ كَانَ مُبَاحًا عِنْدَهُمْ أَوْ مَنْدُوبًا، فَاللهُ تَعَالَى بَعَثَ الْمَلَكَيْنِ لِتَعْلِيمِ السِّحْرِ لِهَذَا الْغَرَضِ، ثُمَّ إِنَّ الْقَوْمَ تَعَلَّمُوا ذَلِكَ مِنْهُمَا وَاسْتَعْمَلُوهُ فِي الشَّرِّ وَإِيقَاعِ الْفُرْقَةِ بَيْنَ أَوْلِيَاءِ اللهِ وَالْأُلْفَةِ بَيْنَ أَعْدَاءِ اللهِ، وَرَابِعُهَا: أَنَّ تَحْصِيلَ الْعِلْمِ بِكُلِّ شَيْءٍ حَسَنٌ وَلَمَّا كَانَ السِّحْرُ مَنْهِيًّا عَنْهُ وَجَبَ أَنْ يَكُونَ مُتَصَوَّرًا مَعْلُومًا لِأَنَّ الَّذِي لَا يَكُونُ مُتَصَوَّرًا امْتَنَعَ النَّهْيُ عَنْهُ، وَخَامِسُهَا: لَعَلَّ الْجِنَّ كَانَ عِنْدَهُمْ أَنْوَاعٌ مِنَ السِّحْرِ لَمْ يَقْدِرِ الْبَشَرُ عَلَى الْإِتْيَانِ بِمِثْلِهَا، فَبَعَثَ اللهُ الْمَلَائِكَةَ لِيُعَلِّمُوا الْبَشَرَ أُمُورًا يَقْدِرُونَ بِهَا عَلَى مُعَارَضَةِ الْجِنِّ، وَسَادِسُهَا: يَجُوزُ أَنْ يَكُونَ ذَلِكَ تَشْدِيدًا فِي التَّكْلِيفِ مِنْ حَيْثُ إِنَّهُ إِذَا عَلَّمَهُ مَا أَمْكَنَهُ أَنْ يَتَوَصَّلَ بِهِ إِلَى اللَّذَّاتِ الْعَاجِلَةِ ثُمَّ مَنَعَهُ مِنِ اسْتِعْمَالِهَا كَانَ ذَلِكَ فِي نِهَايَةِ الْمَشَقَّةِ فَيَسْتَوْجِبُ بِهِ الثَّوَابَ الزَّائِدَ كَمَا ابْتُلِيَ قَوْمُ طَالُوتَ بِالنَّهَرِ عَلَى مَا قَالَ: فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي [الْبَقَرَةِ: ٢٤٩] فَثَبَتَ بِهَذِهِ الْوُجُوهِ أَنَّهُ لَا يَبْعُدُ مِنَ اللهِ تَعَالَى إِنْزَالُ الْمَلَكَيْنِ لِتَعْلِيمِ السِّحْرِ والله أعلم.اهـ (مفاتيح الغيب ٣/ ٦٢٩ - ٦٣١)</p><p> ظرف أو حال، وهو اسم موضع من الكوفة، (هَارُوتَ وَمَارُوتَ) ، عطف بيان للملكين وعند بعض من السلف أن ما نافية، فيكون عطفًا على ما كفر، أي: ما كفر سليمان ولا أنزل على الملكين، أي جبريل وميكائيل، فإن سحرة اليهود زعموا أن السحر أنزل على لسانهما إلى سليمان فردهم الله وعلى هذا، فقوله:  \" ببابل \" متعلق بـ (يُعَلِّمُونَ) وهاروت وماروت اسمان لرجلين صالحين ابتلاهما الله تعالي بالسحر وقعا بدل بعض من الشياطين، (وَمَا يُعَلِّمَان) ، أي: الملكان، أو الرجلان، </p><p> (مِنْ أَحَدٍ) ، أي: أحدًا، (حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ) : ابتلاء واختبار، (فَلاَ تَكْفُرْ) : بتعلمه وذلك لأن تعلمه للعمل كفر أو تعلم هذا النوع كفر لما فيه من الكفر فهذه نصحية منهما له، (فَيَتَعَلَّمُونَ مِنْهُمَا) ، ضمير الجمع لما دل عليه من </p><p> أحد، (مَا يُفَرِّقُونَ بِهِ) : من السحر، (به) : بسببه، (بَيْنَ المَرْء وَزَوْجِهِ وَمَا هُم) ، أي: السحرة، (بِضَارِّينَ بِهِ) : بالسحر، (مِنْ أَحَدٍ) : أحدًا، (إِلَّا بإذْنِ اللهِ) : إرادته، (وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ) ، أي: نفعًا يوازي ضره، ومجمل قصتهما أن الملائكة طعنوا أهل الأرض فسادهم، فقال الله تعالى لهم: لو كنتم على طبعهم لكنتم مثلهم، فقالوا: نحن لا نعصي إلهنا، فاختار الله تعالى من بينهم ملكين من أعبدهم وركب فيهما الشهوة وأرسلهما إلى الأرض فعصيا فخيرا بين عذاب الدنيا وعذاب الآخرة فاختارا عذاب الدنيا، فالآن هما معذبان إلى يوم القيامة والله يمتحن عباده بهما (١) ، (وَلَقَدْ عَلِمُوا) : اليهود، (لَمَنِ اشْتَرَاهُ) : استبدل السحر بكتاب الله تعالى واللام لام الابتداء علقت علموا عن العمل، (مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ) : من نصيب، (وَلَبِئْسَ مَا شَرَوْا بِهِ) ، أي: باعوا، (أَنْفُسَهُمْ لَوْ كَانوا يَعْلَمُون) : حقيقة ما فعلوا، (وَلَوْ أَنَّهُمْ آمَنُوا) : بمحمد عليه الصلاة والسلام، (وَاتَّقَوْا) ، نبذ كتاب الله تعالى واتباع كتب الشياطين، (لَمَثُوبَةٌ مِنْ عِنْدِ اللهِ خَيْرٌ) ، أي: لشيء من الثواب خير لهم، أو جواب لو محذوف وهو </p><p>(١) قال الإمام فخر الدين الرازي ما نصه: الْمَسْأَلَةُ الثَّالِثَةُ: إِذَا قُلْنَا بِأَنَّهُمَا كَانَا مِنَ الْمَلَائِكَةِ فَقَدِ اخْتَلَفُوا فِي سَبَبِ نُزُولِهِمَا فَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ الْمَلَائِكَةَ لَمَّا أَعْلَمَهُمُ اللهُ بِآدَمَ وَقَالُوا: أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ فَأَجَابَهُمُ اللهُ تَعَالَى بِقَوْلِهِ:إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ [الْبَقَرَةِ: ٣٠] ثُمَّ إِنَّ اللهَ تَعَالَى وَكَّلَ عَلَيْهِمْ جَمْعًا مِنَ الْمَلَائِكَةِ وَهُمُ الْكِرَامُ الْكَاتِبُونَ فَكَانُوا يَعْرُجُونَ بِأَعْمَالِهِمُ الْخَبِيثَةِ فَعَجِبَتِ الْمَلَائِكَةُ مِنْهُمْ وَمِنْ تَبْقِيَةِ اللهِ لَهُمْ مَعَ مَا ظَهَرَ مِنْهُمْ مِنَ القبائح، ثم أضافوا إليهما عَمَلَ السِّحْرِ فَازْدَادَ تَعَجُّبُ الْمَلَائِكَةِ فَأَرَادَ اللهُ تَعَالَى أَنْ يَبْتَلِيَ الْمَلَائِكَةَ، فَقَالَ لَهُمُ: اخْتَارُوا مَلَكَيْنِ مِنْ أَعْظَمِ الْمَلَائِكَةِ عِلْمًا وَزُهْدًا وَدِيَانَةً لِأُنْزِلَهُمَا إِلَى الْأَرْضِ فَأَخْتَبِرَهُمَا، فَاخْتَارُوا هَارُوتَ وَمَارُوتَ، وَرَكَّبَ فِيهِمَا شَهْوَةَ الْإِنْسِ وَأَنْزَلَهُمَا وَنَهَاهُمَا عَنِ الشِّرْكِ وَالْقَتْلِ وَالزِّنَا وَالشُّرْبِ، فَنَزَلَا فَذَهَبَتْ إِلَيْهِمَا امْرَأَةٌ مِنْ أَحْسَنِ النِّسَاءِ وَهِيَ الزُّهَرَةُ فَرَاوَدَاهَا عَنْ نَفْسِهَا فَأَبَتْ أَنْ تُطِيعَهُمَا إِلَّا بَعْدَ أَنْ يَعْبُدَا الصَّنَمَ، وَإِلَّا بَعْدَ أَنْ يَشْرَبَا الْخَمْرَ، فَامْتَنَعَا أَوَّلًا، ثُمَّ غَلَبَتِ الشَّهْوَةُ عَلَيْهِمَا فَأَطَاعَاهَا فِي كُلِّ ذَلِكَ، فَعِنْدَ إِقْدَامِهِمَا عَلَى الشُّرْبِ وَعِبَادَةِ الصَّنَمِ دَخَلَ سَائِلٌ عَلَيْهِمْ فَقَالَتْ: إِنْ أَظْهَرَ هَذَا السَّائِلُ لِلنَّاسِ مَا رَأَى مِنَّا فَسَدَ أَمْرُنَا، فَإِنْ أَرَدْتُمَا الْوُصُولَ إِلَيَّ فَاقْتُلَا هَذَا الرَّجُلَ، فَامْتَنَعَا مِنْهُ ثُمَّ اشْتَغَلَا بِقَتْلِهِ فَلَمَّا فَرَغَا مِنَ الْقَتْلِ وَطَلَبَا الْمَرْأَةَ فَلَمْ يَجِدَاهَا، ثُمَّ إِنَّ الْمَلَكَيْنِ عِنْدَ ذَلِكَ نَدِمَا وَتَحَسَّرَا وَتَضَرَّعَا إِلَى اللهِ تَعَالَى فَخَيَّرَهُمَا بين عذاب الدنيا وعذاب الآخرة، فاختار عَذَابَ الدُّنْيَا وَهُمَا يُعَذَّبَانِ بِبَابِلَ مُعَلَّقَانِ بَيْنَ السَّمَاءِ وَالْأَرْضِ يُعَلِّمَانِ النَّاسَ السِّحْرَ، ثُمَّ لَهُمْ في الزهرة قولان، أحدهما: أَنَّ اللهَ تَعَالَى لَمَّا ابْتَلَى الْمَلَكَيْنِ بِشَهْوَةِ بَنِي آدَمَ أَمَرَ اللهُ الْكَوْكَبَ الَّذِي يُقَالُ لَهُ الزُّهَرَةُ وَفَلَكَهَا أَنِ اهْبِطَا إِلَى الْأَرْضِ إِلَى أَنْ كَانَ مَا كَانَ، فَحِينَئِذٍ ارْتَفَعَتِ الزُّهَرَةُ وَفَلَكُهَا إِلَى مَوْضِعِهِمَا مِنَ السَّمَاءِ مُوَبِّخَيْنِ لَهُمَا عَلَى مَا شَاهَدَاهُ مِنْهُمَا. وَالْقَوْلُ الثَّانِي: أن المرأة كانت فَاجِرَةٌ مِنْ أَهْلِ الْأَرْضِ وَوَاقَعَاهَا بَعْدَ شُرْبِ الْخَمْرِ وَقَتْلِ النَّفْسِ وَعِبَادَةِ الصَّنَمِ، ثُمَّ عَلَّمَاهَا الِاسْمَ الَّذِي كَانَا بِهِ يَعْرُجَانِ إِلَى السَّمَاءِ فَتَكَلَّمَتْ بِهِ وَعَرَجَتْ إِلَى السَّمَاءِ وَكَانَ اسْمُهَا «بِيدَخْتَ» فَمَسَخَهَا اللهُ وَجَعَلَهَا هِيَ الزُّهَرَةَ، وَاعْلَمْ أَنَّ هَذِهِ الرِّوَايَةَ فَاسِدَةٌ مَرْدُودَةٌ/ غَيْرُ مَقْبُولَةٍ لِأَنَّهُ لَيْسَ فِي كِتَابِ اللهِ مَا يَدُلُّ عَلَى ذَلِكَ، بَلْ فِيهِ مَا يُبْطِلُهَا مِنْ وجوه، الأول: ما تقدم من الدلائل الدَّالَّةِ عَلَى عِصْمَةِ الْمَلَائِكَةِ عَنْ كُلِّ الْمَعَاصِي، وَثَانِيهَا: أَنَّ قَوْلَهُمْ إِنَّهُمَا خُيِّرَا بَيْنَ عَذَابِ الدُّنْيَا وَبَيْنَ عَذَابِ الْآخِرَةِ فَاسِدٌ، بَلْ كَانَ الْأَوْلَى أَنْ يُخَيَّرَا بَيْنَ التَّوْبَةِ وَالْعَذَابِ لِأَنَّ اللهَ تَعَالَى خَيَّرَ بَيْنَهُمَا مَنْ أَشْرَكَ بِهِ طُولَ عُمُرِهِ، فَكَيْفَ يَبْخَلُ عَلَيْهِمَا بِذَلِكَ؟ وَثَالِثُهَا: أَنَّ مِنْ أَعْجَبِ الْأُمُورِ قَوْلَهُمْ: إِنَّهُمَا يُعَلِّمَانِ السِّحْرَ فِي حَالِ كَوْنِهِمَا مُعَذَّبَيْنِ وَيَدْعُوَانِ إِلَيْهِ وَهُمَا يُعَاقَبَانِ وَلَمَّا ظَهَرَ فَسَادُ هَذَا الْقَوْلِ فَنَقُولُ: السَّبَبُ فِي إِنْزَالِهِمَا وُجُوهٌ. أَحَدُهَا: أَنَّ السَّحَرَةَ كَثُرَتْ فِي ذَلِكَ الزَّمَانِ وَاسْتَنْبَطَتْ أَبْوَابًا غَرِيبَةً فِي السِّحْرِ، وَكَانُوا يَدَّعُونَ النُّبُوَّةَ وَيَتَحَدَّوْنَ النَّاسَ بِهَا، فَبَعَثَ اللهُ تَعَالَى هَذَيْنِ الْمَلَكَيْنِ لِأَجْلِ أَنْ يُعَلِّمَا النَّاسَ أَبْوَابَ السِّحْرِ حَتَّى يَتَمَكَّنُوا مِنْ مُعَارَضَةِ أُولَئِكَ الَّذِينَ كَانُوا يَدَّعُونَ النُّبُوَّةَ كَذِبًا، وَلَا شَكَّ أَنَّ هَذَا مِنْ أَحْسَنِ الْأَغْرَاضِ وَالْمَقَاصِدِ، وَثَانِيهَا: أَنَّ الْعِلْمَ بِكَوْنِ الْمُعْجِزَةِ مُخَالِفَةً لِلسِّحْرِ مُتَوَقِّفٌ عَلَى الْعِلْمِ بِمَاهِيَّةِ الْمُعْجِزَةِ وَبِمَاهِيَّةِ السِّحْرِ، وَالنَّاسُ كَانُوا جَاهِلِينَ بِمَاهِيَّةِ السِّحْرِ، فَلَا جَرَمَ هَذَا تَعَذَّرَتْ عَلَيْهِمْ مَعْرِفَةُ حَقِيقَةِ الْمُعْجِزَةِ، فَبَعَثَ اللهُ هَذَيْنِ الْمَلَكَيْنِ لِتَعْرِيفِ مَاهِيَّةِ السِّحْرِ لِأَجْلِ هَذَا الْغَرَضِ، وَثَالِثُهَا: لَا يَمْتَنِعُ أَنْ يُقَالَ: السِّحْرُ الَّذِي يُوقِعُ الْفُرْقَةَ بَيْنَ أَعْدَاءِ اللهِ وَالْأُلْفَةَ بَيْنَ أَوْلِيَاءِ اللهِ كَانَ مُبَاحًا عِنْدَهُمْ أَوْ مَنْدُوبًا، فَاللهُ تَعَالَى بَعَثَ الْمَلَكَيْنِ لِتَعْلِيمِ السِّحْرِ لِهَذَا الْغَرَضِ، ثُمَّ إِنَّ الْقَوْمَ تَعَلَّمُوا ذَلِكَ مِنْهُمَا وَاسْتَعْمَلُوهُ فِي الشَّرِّ وَإِيقَاعِ الْفُرْقَةِ بَيْنَ أَوْلِيَاءِ اللهِ وَالْأُلْفَةِ بَيْنَ أَعْدَاءِ اللهِ، وَرَابِعُهَا: أَنَّ تَحْصِيلَ الْعِلْمِ بِكُلِّ شَيْءٍ حَسَنٌ وَلَمَّا كَانَ السِّحْرُ مَنْهِيًّا عَنْهُ وَجَبَ أَنْ يَكُونَ مُتَصَوَّرًا مَعْلُومًا لِأَنَّ الَّذِي لَا يَكُونُ مُتَصَوَّرًا امْتَنَعَ النَّهْيُ عَنْهُ، وَخَامِسُهَا: لَعَلَّ الْجِنَّ كَانَ عِنْدَهُمْ أَنْوَاعٌ مِنَ السِّحْرِ لَمْ يَقْدِرِ الْبَشَرُ عَلَى الْإِتْيَانِ بِمِثْلِهَا، فَبَعَثَ اللهُ الْمَلَائِكَةَ لِيُعَلِّمُوا الْبَشَرَ أُمُورًا يَقْدِرُونَ بِهَا عَلَى مُعَارَضَةِ الْجِنِّ، وَسَادِسُهَا: يَجُوزُ أَنْ يَكُونَ ذَلِكَ تَشْدِيدًا فِي التَّكْلِيفِ مِنْ حَيْثُ إِنَّهُ إِذَا عَلَّمَهُ مَا أَمْكَنَهُ أَنْ يَتَوَصَّلَ بِهِ إِلَى اللَّذَّاتِ الْعَاجِلَةِ ثُمَّ مَنَعَهُ مِنِ اسْتِعْمَالِهَا كَانَ ذَلِكَ فِي نِهَايَةِ الْمَشَقَّةِ فَيَسْتَوْجِبُ بِهِ الثَّوَابَ الزَّائِدَ كَمَا ابْتُلِيَ قَوْمُ طَالُوتَ بِالنَّهَرِ عَلَى مَا قَالَ: فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي [الْبَقَرَةِ: ٢٤٩] فَثَبَتَ بِهَذِهِ الْوُجُوهِ أَنَّهُ لَا يَبْعُدُ مِنَ اللهِ تَعَالَى إِنْزَالُ الْمَلَكَيْنِ لِتَعْلِيمِ السِّحْرِ والله أعلم. اهـ (مفاتيح الغيب. ٣ ص: ٦٣١)</p>"
}