{
  "id": null,
  "sura": 2,
  "aya": 83,
  "text": "<p> كالشيء المحاط لا يخلو عنها شيء من جوانبه وهذا شأن الكافر، (فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٨١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٨٢) . </p><p> * * * </p><p> (وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ (٨٣) وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ (٨٤) ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٨٥) أُولَئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ (٨٦) </p><p> * * * </p><p> (وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ) ، ذكرهم بما أمرهم في التوراة، (لَا تَعْبُدُونَ) ، </p><p> وهو نفي بمعنى النهي مقدر بالقول أو تقديره أن لا تعبدوا، فلما حذف \" أن \" صار الفعل مرفوعًا فيكون بدلاً من الميثاق أو معمولاً له بحذف الجار، (إِلا اللهَ وَبِالْوَالدَيْنِ إِحْسَانًا) ، تقديره تحسنون أو وأحسنوا بهما إحساناً، (وَذِي القُربى) : القرابةَ، (وَالْيَتَامَى وَالْمَسَاكِينِ) : من لا يجد ما ينفق على نفسه وأهله، (وَقُولُوا لِلنَّاسِ حُسْنًا) : قولاً حسنًا وسماه حسنًا للمبالغة دخل فيه الأمر بالمعروف والنهي عن المنكر، (وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ) : بطريق فرض عليكم في ملتكم، (ثُمَّ تَوَلَّيْتُمْ) أعرضتم عن الميثاق وهو التفات سواء كان خطابًا مع الموجودين ومن قبلهم بالتغليب أو لا، (إِلَّا قَلِيلًا مِنْكُمْ) : من ثبت على اليهودية قبل نسخها أو من أسلم، (وَأَنتُم معْرِضُونَ) : قوم عادتكم الإعراض، (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ) : في التوراة، (لاَ تَسْفكُونَ دِمَاءَكُمْ) : بأن لا يقتل بعضكم بعضًا، (وَلاَ تُخْرِجُونَ أَنفُسَكُم مِّن دِيَارِكُمْ) : ولا يخرجه من منزله، (ثُمَّ أَقْرَرْتُمْ) ، اعترفتم بلزوم الميثاق، (وَأَنْتُمْ تَشْهَدُونَ) : على أنفسكم بذلك أو أنتم أيها الموجودون تشهدون على إقرار أسلافكم، (ثُمَّ) ، للاستبعاد، (أَنتمْ هَؤُلاءِ) ، أي: أنتم بعد ذلك </p><p> هؤلاء الناقضون فهو مبتدأ وخبر قيل أنتم يا هؤلاء، (تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ) ، الجملة حال والعامل معنى الإشارة أو بيان لهذه الجملة، (تَظَاهَرُونَ عَلَيْهِم) ، تتعاونون والجملة حال، (بالإثْمِ وَالْعُدْوَان) بالمعصية والظلم، (وَإِن يَأتوكمْ أُسَارَى) : يطلبون الفداءَ، َ (تُفَادُوَهُمْ) ، فديتموهم، كانت قريظة حلفاء الأوس والنضير حلفاء الخزرج فإذا اقتتلا عاون كل فريق حلفاءه في القتل وتخريب الديار وإجلاء أهلها وإذا أسر أحد من الفريقين جمعوا له حتى يفدوه فنزلت، (وَهُوَ) ، أي: الشأن، (مُحَرمٌ عَلَيْكُمْ إِخرَاجُهُمْ) ، فاتصل بقوله وتخرجون فريقًا وما بينهما اعتراض أو هو مبهم وإخراجهم تفسيره، (أَفَتُؤْمِنُونَ بِبَعْضِ الكِتاب) ، أي الفداء، (وَتَكْفُرُونَ بِبَعْضٍ) ، أي: القتل والمظاهرة والإخراج، (فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ) : عذاب وهوان، (فِي الْحَيَاةِ الدُّنْيَا) : خزي قريظة كان القتل والسبي ولبني </p>"
}