{
  "id": null,
  "sura": 2,
  "aya": 60,
  "text": "<p> (وَالسَّلْوَى) : طير هو السماني أو يشبه السماني، (كُلُوا من طَيِّبَاتِ) ، أي: قلنا لهم كلوا من حلالات، (مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا) ، يعني فظلموا بأن كفروا هذه النعم وما ظلمونا فحذف اختصارًا، (وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ) : بالكفران، (وَإِذ قُلْنا ادْخُلُوا) أمروا به بعد التيه، (هَذه القَرْيَةَ) ، بيت المقدس أو أريحا، قيل هم لم يدخلوا بيت المقدس في حياة موسى، (فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا) : واسعًا منصوب على المصدر، (وَادْخُلُوا البَابَ) : القرية، (سُجَّدًا) : منحنين كالركع تواضعًا أو ساجدين لله شكرًا، (وَقولُوا حِطَّةٌ) ، أي: مسألتنا خطة، أي: حط عنا خطايانا، أمروا بالاستغفار كما صح عن ابن عباس رضى الله عنهما أنه قال: أي: مغفرة استغفروا، وقيل أقروا بالذنب، قال عكرمة: قولوا لا إله إلا الله، (نغفِرْ لَكُمْ خَطَايَاكُمْ) : بسجودكم ودعائكم وهو جواب الأمر، (وَسَنَزِيدُ الُمحْسِنِينَ) : ثوابًا وإحسانًا، (فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ) : فقالوا حبة في شعرة، أو حنطة، وحاصله أنَّهم أمروا أن يدخلوا سجدًا فدخلوا يزحفون على أستاههم رافعي رءوسهم، وأمروا أن يستغفروا فاستهزءوا وهذا غاية العناد والمخالفة، ولهذا قال الله تعالى (فَأَنزَلنا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِّنَ السَّمَاءِ) : عذابًا أو طاعونًا أو بردًا، (بِمَا كَانُوا يَفْسُقُون) : بسبب خروجهم عن طاعة الله تعالى. </p><p> * * * </p><p> (وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٦٠) وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ </p><p> وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٦١) </p><p> * * * </p><p> (وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ) ، أي: اذكروا نعمتي في إجابتي دعاء نبيكم في شأنكم لما عطشتم في التيه، (فَقُلْنَا اضْرِب بِّعَصَاكَ الحَجَرَ) : حجر خفيف مربع قيل إذا ساروا حملوه على ثور فاستمسك الماء، وعند بعض أنه لم يكن حجرًا معينًا، بل يضرب أي حجر كان فينشق، (فانفجَرَتْ) ، تقديره فضرب فانشقت، (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ) : كل سبط، (مَّشْرَبَهم) : عينهم التي يشربون منها خاصة بهم، (كُلُوا وَاشْربوا) ، أي: قلنا لهم ذلك، (مِن رِّزْقِ الله) ، أي: ما رزقكم الله من المن والسلوى وماء العين، (وَلاَ تَعْثَوْا) : لا تعتدوا، (فِي الأَرْضِ مُفْسِدِينَ) : حال إفسادكم، (وَإِذْ قُلْتُمْ يَا مُوسَى لَن نصْبِرَ) ، أي: اذكروا نعمتي في إنزال المن والسلوى طعامًا طيبًا نافعًا ثم اذكروا سؤالكم </p><p> استبدال الأطعمة الدنية بذلك، (عَلَى طَعَامٍ وَاحِدٍ) ، كانوا يأكلون المن بالسلوى </p><p> فيكون واحدًا أو أرادوا بالوحدة أنها لا تتبدل كما يقال طعام فلان واحد، أي لا يتغير ألوانه، (فادْعُ لَنَا رَبكَ) : سله بدعائك لنا إياه، (يُخْرِجْ لَنَا) : يظهر لنا مجزوم بجواب فادع، (مِمَّا تُنْبِتُ الأَرْضُ مِنْ بَقْلِهَا) : من الخضروات ما لا ساق لها تفسير لما تنبت وقع موقع الحال، (وَقِثَّائِهَا) ، هو معروف، (وَفومها) ، هو الحنطة أو الثوم والعرب تقلب الفاء ثاء والثاء فاء، أو الخبز أو اسم لكل حب يؤكل، (وَعَدَسهَا وَبَصَلِهَا قَالَ) : موسى، (أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى) : أخس، (بَالذِي هُوَ خَيْرٌ) : المن والسلوى لنفعهما أو طعمهما وعدم الحاجة إلى السعي، (اهْبِطُوا مِصْرًا) : مصرًا من الأمصار، أي: هذه الأشياء كثيرة في الأمصار لا حاجة إلى الدعاء أو مصر فرعون وجاز صرفه لسكون وسطه، (فإِنْ لَكُم) : فيها، (مَا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ) : كضرب القبة، (الذلةُ) : الجزية فيكون المراد يهود وقعوا في عصر نبينا عليه الصلاة والسلام أو الهوان، (وَالمسْكنَةُ) : الفاقة أو فقر القلب ولم يزل عليهم أثر البؤس وإن كانوا ذوى مال، (وَبَاءوا) ، أي: صاروا </p><p> أحقاء، (بعضَب مِّنَ اللهِ ذَلِكَ) أي: ما سبق من ضرب الذلة والبوء بالغضب، (بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللهِ) : الكتب المنزلة كالإنجيل والقرآن </p>"
}