{
  "id": null,
  "sura": 2,
  "aya": 164,
  "text": "<p> آدم، (إِلَّا الَّذِينَ تَابُوا) : رجعوا عن الكتمان، (وَأَصْلَحُوا) ، ما أفسدوا، (وَبَيَّنُوا) : للناس ما كانوا كتموه، (فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ) : بالقبول والمغفرة، (وَأَنَا التوَّابُ) : المبالغ في قبول التوبة، (الرَّحِيم) : كثير الرحمة، (إِنَّ الَّذِين كَفَرُوا وَمَاتُوا وَهُمْ كُفارٌ) : ماتوا على الكفر، (أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللهِ وَالْمَلَائِكَةِ وَ النَّاسِ أَجْمَعِينَ) ، المراد من الناس المؤمنون، أو هذا في الآخرة يوقف الكافر فيلعنه جميع الناس، حتى إنه يلعن نفسه، (خَالِدِينَ فيهَا) : في اللعنة، (لاَ يُخَفَّفُ عَنْهُمُ العَذَابُ وَلاَ هُمْ يُنظَرُونَ) ، أي: لا يمهلون، أو لا ينتظرون ليعتذروا، وقيل: لا ينظر إليهم نظر رحمة، (وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ) ، كفار قريش قالوا: يا محمد! صف لنا ربك فأنزل الله، (لَا إِلَهَ إِلَّا هُوَ) : ليس في الوجود إله غيره، (الرَّحْمَنُ الرَّحِيمُ) ، هما كالحجة لوحدانيته، فإنه مولى النعم وحده، فغيره لا يستحق العبودية، ولما سمعه المشركون، قالوا: إن كنت صادقًا في أن لا إله إلا الله فأتنا بآية، فأنزل الله. </p><p> * * * </p><p> (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (١٦٤) وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللهَ شَدِيدُ </p><p> الْعَذَابِ (١٦٥) إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ (١٦٦) وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ (١٦٧) </p><p> * * * </p><p> (إِن فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ الليْلِ وَالنَّهَارِ) : تعاقبهما، (وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ) : بنفعهم أو بالذي ينفعهم من الركوب والحمل، (وَمَا أَنزَلَ اللهُ مِنَ السَّمَاء مِن مَّاء) ، السماء السحاب، أو الفلك، أو جانب العلو، (فَأَحْيَا بِه الأَرْضَ) : بَالنبات، (بَعْدَ مَوْتِهَا) : جدوبتها، (وَبَثَّ فِيهَا) ، فرق في الأرض، عطف على أحيا، والمجموع صلة، أو على ما أنزل بتقدير الموصول، أي: وما بثَّه، (مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ) ، في مهابها وأحوالها، (وَالسَّحَابِ الُمسَخَّرِ بَيْنَ السَّمَاءِ وَالأَرْضِ) ، َ أي: المذلل لأمر الله، بينهما لا ينزل ولا ينقشع، (لَآيَاتٍ) : دلالات على وحدته، (لِقَوْمٍ يَعْقِلُونَ) : يتفكرون فيها، (وَمِنَ النَّاسِ مَن يَتخِذُ مِن دُونِ اللهِ أَندَادًا) : أصنامًا جعلوا له أمثالاً يعبدونهم، (يُحِبُّونَهُمْ كَحبِّ اللهِ) : يعظمونهم كتعظيمه، أي: يسوون بينه </p><p> وبينهم في الطاعة، أو يحبونهم كحب المؤمنين الله، (وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ) ، </p><p> لأنه لا تنقطع محبتهم عن الله عز وجل بحال، أما المشركون إذ اتخذوا صنمًا ثم رأوا أحسن منه طرحوا الأول، وأيضًا يعرضون عن معبودهم حال البلاء، قال تعالى:  \" فإذا ركبوا في الفلك \"  [العنكبوت: ٦٥] ، (وَلَوْ يَرَى) : لو يعلم، (الذِينَ ظَلَمُوا) ، باتخاذ الأنداد، (إِذْ يَرَوْنَ العَذَابَ) : عاينوه يوم القيامة، (أَن القُوَّةَ لله جَمِيعًا وَأَنْ الله شَدِيدُ العَذَابِ) ، ساد مسد مفعولي يرى، وجواب لو محذوف، أى: لو يعلمون أن القدرة لله جميعًا لا قدرة لأندادهم، إذ يرون العذاب، أي: يوم القيامة، لندموا أشد الندامة، ومن قرأ ولو ترى بالتاء، فالذين ظلموا مفعوله من رؤية البصر، وإذ يرون العذاب بدل من الذين، وأن القوة بدل اشتمال من العذاب، وجواب لو محذوف أيضًا أي لرأيت أمرًا فظيعًا، (إِذْ تَبَرَّأَ الَّذِينَ اتُّبعُوا) : القادة من الملك وغيره، وهو بدل من إذ يرون، فيكون ظرفًا لقوله أن القوةَ، (مِنَ الَّذِينَ اتَّبَعُوا) : الأتباع، يقول الملائكة:  \" تبرأنا إليك ما كانوا إيانا يعبدون \"  [القصص: ٦٣] ، (وَرَأَوُا العَذَابَ) ، الواو للحال، وقد مضمرة، (وَتَقَطعَتْ بِهِمُ) ، أي: بسبب كفرهم، أو متلبسًا ومتصلاً بهم، (الأَسْبَابُ) ، أي: المودة، أو كل وصلة بينهم في الدنيا، أو الأعمال التي يعملونها في الدنيا، أو الحيل وأسباب الخلاص، (وَقَالَ الذِينَ اتَّبَعُوا) : الأتباع، (لَوْ أَن لَنَا كَرَّةً) ، أي: ليت لنا رجعة إلى الدنيا، (فَنَتَبَرَّأَ مِنْهُمْ) : من المتبوعين، (كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ) : مثل ذلك الإراء الفظيع، (يُرِيهِمُ اللهُ أَعْمَالَهُمْ) : سيئاتهم، أو حسناتهم التي ضيعوها، (حَسَرَاتٍ عَلَيْهِمْ) : ندامات وهو ثالث مفاعيل يريهم، أو حال على أنه من رؤية البصر، (وَمَا هُم بِخَارِجِينَ مِنَ النار) ، أصلاً. </p><p> * * * </p>"
}