{
  "id": null,
  "sura": 2,
  "aya": 243,
  "text": "<p> أكثر السلف فكانت الآية متأخرة في التلاوة متقدمة في النزول، (فَإِنْ خَرَجْنَ) : عن منزل الأزواج، (فَلَا جُنَاحَ عَلَيْكُمْ) ، يا أولياء الميت، (فِى مَا فَعَلْنَ فِي أَنفُسِهِنَّ) : من التطيب وترك الحداد، (مِن مَّعْرُوفٍ) : مما لم ينكره الشرع، وهذا يدل على أنها كانت مخيرة بين الملازمة فأخذ النفقة وبين الخروج وتركها، (وَالله عَزِيزٌ) : لا يدفعه أحد عن الانتقام، (حَكِيمٌ) : يرعى المصالح، (وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ) : الذين يتقون الشرك، لما نزل في المتة:  \" حَقًّا عَلَى المحسنين \" ، قال رجل: إن شئت أحسنت وإن شئت لم أفعل، فنزلت، وكثير من العلماء استدلوا بهذه الآية على أن المتعة لكل مطلقة، (كَذَلِكَ) ، مثل أحكام الطلاق والعدة، (يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ) : في إحلاله وتحريمه، (لَعَلَّكُمْ تَعْقِلُونَ) : تفهمون وتدبرون. </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (٢٤٣) وَقَاتِلُوا فِي سَبِيلِ اللهِ وَاعْلَمُوا أَنَّ اللهَ سَمِيعٌ عَلِيمٌ (٢٤٤) مَنْ ذَا الَّذِي يُقْرِضُ اللهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ (٢٤٥) أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ </p><p> مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللهُ عَلِيمٌ بِالظَّالِمِينَ (٢٤٦) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللهُ وَاسِعٌ عَلِيمٌ (٢٤٧) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٤٨) </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ) : فرارًا من الطاعون، (وَهُمْ أُلُوفٌ) : أربعة آلاف، أو ثمانية وأربعون ألفًا والاختلاف كثير، (حَذَرَ الْمَوْتِ) ، </p><p> مفعول له، (فَقَالَ لَهُمُ اللهُ) : في أثناء طريقهم، (مُوتُوا) ، أي: حكم عليهم بالموت، فماتوا ليعلموا أن لا فرار من قدر الله، (ثُمَّ أَحْيَاهُمْ) ، بمعجزة نبي، ثم دعا ربه بعد مدة طويلة أن يحييهم وهم قائلون: سبحانك لا إله إلا أنت، وكان فيها عبرة ودليل قاطع على المعاد الجسماني، (إِنَّ اللهَ لَذُو فضل عَلَى النَّاسِ) : حيث أحياهم ليعتبروا ويصدقوا رسله، (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ) ، حيث لم يعتبروا، وكان سوق هذه القضية بعث على الجهاد فلذلك قال (وَقَاتِلُوا في سَبِيلِ الله) : لما علمتم أنه لا ينفع الفرار من الموت، (وَاعْلَمُوا أَنَّ اللهَ سَمِيعٌ) : لما يقوله المتخلف، (عَلِيمٌ) : بما يضره، (مَن ذَا الذِي يُقْرِضُ الله) ، مبتدأ وذا خبره والذي صفة ذا وإقراض الله مثل لتقديم العمل الذي يطلب به ثوابه، (قَرْضًا حَسَنًا) ، وهو الإنفاق في سبيله، (فيُضَاعِفَهُ لَهُ أَضْعَافًا) ، نصب على الحال من الضمير المنصوب، أو على المصدر على أن الضعف اسم المصدر، وجمعه للتنويع، (كَثيرَةً) ، </p><p> عن ابن عمر لما نزلت \" مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة \"  [للبقرة: ٢٦١] الآية، قال عليه السلام: رب زد أمتي، فنزلت \" من ذا الذي يقرض الله \"  [البقرة: ٢٦١] إلخ، قال رب زد أمتي فنزلت \" إنما يوفى الصابرون أجرهم بغير حساب \"  [الزمر: ١٠] ، (وَالله يَقْبِضُ) : يمسك الرزق، (وَيَبْسُطُ) : يوسع على ما أراد فلا تبخلوا، (وَإِلَيْه تُرْجَعُونَ) : فيجازيكم على ما قدمتم، (أَلَمْ تَرَ إِلَى المَلإ) ، أى: الجماعة، (مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ) : وفاة، (مُوسَى إِذْ قَالُوا لِنَبِي لَّهُمُ) ، أشمويل، أو شمعون أو يوشع، (ابْعثْ لَنَا مَلِكًا) : أنهض أميرًا لنا للقتال ننتهي إلى أمره، (نُقَاتِلْ فِي سَبِيلِ اللهِ) جزمه على الجواب، (قَالَ) : لهم نبيهم، (هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا) ، هو خبر عسيتم، والشرط فاصل بينهما، يعني: أتوقع جبنكم عن القتال إن كُتب عليكم، وأدخل هل مستفهمًا عما هو المتوقع عنده تقريرًا وتثبيتًا، (قَالُوا وَمَا لَنَا) ، أي: داع لنا، (أَلاَّ نُقَاتِلَ) ، أي: إلى أن نترك القتال، (فِى سَبِيلِ اللهِ وَقَدْ أُخْرِجْنَا مِن ديَارِنَا وَأَبْنَائِنَا) ، أي: أخذت منا البلاد وسبيت الأولاد (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا) : عن الحرب، (إِلَّا قَلِيلًا) ، قيل: ثلاثمائة وثلاثة عشر، (وَاللهُ عَلِيمٌ بَالظَّالِمِينَ) : فيجازيهم على ظلمهم في ترك الجهاد، (وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا) : </p><p> أميرًا سألتموه للقتال، (قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ) : من أين يستأهل الإمارة؟ (عَلَيْنَا وَنحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ) ، لأنه لم يكن من سبط يهوذا، والملك كان فى سبطه، قيل: إنه سقاء، وقيل: دباغ، (وَلَمْ يُؤْتَ سَعَةً مِّنَ المالِ) ، أي: وهو مع هذا فقير لا مال له يقوم بالملك، (قَالَ) لهم نبيهم (إِنَّ اللهَ اصْطَفَاهُ عَلَيْكُمْ) ، أجاب عن اعتراضهم أولاً بأنه لست أنا الذي عينته، بل الله أمرني به، وهو أعلم منكم، وثانيًا بقوله، (وَزَادَهُ بَسْطَةً فِي العِلْمِ وَالْجِسْمِ) : ووفور العلم وقوة البدن عماد الملك لأنه أعرف بطرق السياسة ولأنه أقوى على مقاومة العدو، وثالثًا بقوله، (وَاللهُ يُؤْتِي مُلْكَهُ مَن يَشَاءُ) ، أي: هو مالك الملك، فله أن يؤتيه من يشاء من غير اعتراض عليه، ورابعًا: بقوله، (وَاللهُ وَاسِعٌ) : يوسع على الفقير فيغنيه، (عَلِيمٌ) :. بمن يليق بالملك نسيبًا أو غيره، (وَقَالَ لَهُمْ نَبِيُّهُمْ) ، لما طلبوا دليلاً على أن الله اصطفى طالوت، (إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ) : صندوق أخذ العمالقة منهم، (فِيهِ سَكِينَةٌ من ربكُمْ) وقار ورحمة، من ذهب الجنة تغسل فيه قلوب الأنبياء، فوضع موسى فيه الألواح، وروح من الله إذا اختلفوا في شيء يخبرهم ببيان ما يريدون، وفيه أقوال </p><p> أخر، وفي الجملة في أي مكان كان فيه تطمئن القلوب، (وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ) عصاه ورضاض الألواح والتوراة، وقيل: ثياب هارون وقفيز من المن، (تَحْمِلُهُ الْمَلَائِكَةُ) : جاءت الملائكة تحمل التابوت بين السماء والأرض، حتى وضعته بين يدي طالوت، والناس ينظرون، (إِنَّ فِي ذَلِكَ) ، أي: رجوع التابوت، </p>"
}