{
  "id": null,
  "sura": 2,
  "aya": 261,
  "text": "<p> جُزْءًا)، تقديره على المعنى الثاني: فصرهن وجزّئهن، ثم اجعل إلخ، (ثُمَّ ادْعُهُنَّ) : قل تعالين، (يَأْتِينَكَ سَعْيًا) : ساعيات مسرعات، أمر بخلط ريشها ولحومها ففعل، وأمسك رؤوسها ثم دعاهن فجعلت أجزاءهن يطير بعضها ببعض، حتى اتصلت ثم أسرعن إلى رءوسهن، (وَاعْلَمْ أَنْ الله عَزِيزٌ) : لا يعجزه شيء، (حَكِيمٌ) : في تدبيره. </p><p> * * * </p><p> (مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللهُ وَاسِعٌ عَلِيمٌ (٢٦١) الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٦٢) قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللهُ غَنِيٌّ حَلِيمٌ (٢٦٣) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٢٦٤) وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٦٥) أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ كَذَلِكَ يُبَيِّنُ اللهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ (٢٦٦) </p><p> * * * </p><p> (مَثلُ الذِينَ يُنفِقُونَ أَموالَهُمْ فِي سَبِيلِ اللهِ) : في طاعته أو الجهاد أو هو والحج، (كَمَثَلِ حَبَّةٍ) حث على الخير بعد أدلة التوحيد، وتقديره: مثل نفقتهم كمثل، أو مثلهم كمثل باذر حبة، (أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ) أي: يخرج منها ساق له سبع شعب لكل منها سنبلة فيها مائة حبة، وهذا تمثيل لا يجب وجوده (وَاللهُ يُضَاعِفُ) : تلك المضاعفة، أو على تلك المصاعفة ويزيد عليها (لِمَن يَشَاءُ) ، بحسب الإخلاص (وَاللهُ وَاسِعٌ) : لا يضيق عليه الإنفاق (عَلِيمٌ) : بقدر الإنفاق ونياتهم (الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا) : لا بقول ولا بفعل على من أعطوه (وَلاَ أَذًى) : لا يفعلون مع من أحسنوا إليه مكروها، ثم للتفاوت بين الإنفاق وترك المن والأذى (لهُمْ أَجْرُهُمْ عِندَ ربهِمْ) : بلا منة أحد (وَلاَ خَوْفٌ عَلَيْهِمْ) : من أهوال القيامة، (وَلاَ هُمْ يَحْزنونَ) ، على ما فات منهم، (قوْلٌ معْرُوفٌ) : كلام </p><p> حسن ورد جميل، (وَمَغْفِرَةٌ) : عفو عن ظلم، أو تجاوز عن استطالة السائل، (خَيْرٌ مِّن صَدَقَة يَتْبَعُهَا أَذًى وَاللهُ غَنِيٌ) ؛ عن إنفاق كل منفق، (حَليمٌ) : لا يعجل في العقوبة، (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا) ، ثواب (صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ) ، أي: كإبطال المنافق الذي ينفق، (رِئَاءَ النَّاسِ) ، نصب على المفعول له أي: كمن يتصدق لأجل مدحة الناس وشهرته بالصفات الجميلة، مظهرًا أنه يريد وجه الله، (وَلاَ يُؤْمِنُ بِاللهِ وَاليوْمِ الآخِرِ فَمَثَلُهُ) أي: مثل المرائي، أو مثل من أتبع إنفاقه منًّا أو أذى، (كَمَثَلِ صَفْوَانٍ) : حجر أملس، (عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ) : مطر كبير القطر، (فَتَرَكَهُ صَلْدًا) : أملس نقيًّا من التراب، كذلك أعمال المرائين تضمحل عند الله، وإن ظهر لهم أعمال مما يرى الناس </p><p> كالتراب (لا يَقْدِرُون) ، الضمير للذي ينفق، باعتبار المعنى فإنهم كثيرون (عَلَى شَيْءٍ مما كسَبوا) ، لا ينتفعون بما فعلوا (وَاللهُ لاَ يَهْدِي القَوْمَ الكَافرِينَ) ، الخير وفيه إيماء إلى أن الرياء من صفة الكفار، فعلى المؤمن أن يحذر عنها (وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ) : تصديقًا وتيقنًا من أصل أنفسهم أن الله سيجزيهم على ذلك، أو يثبتون أين يضعون صدقاتهم (كَمَثَلِ جَنَّةٍ) ، أي: مثلهم في الزكاة (١) كمثل بستان، (بِرَبْوَةٍ) : بموضع مرتفع، </p><p>(١) في الأصل \" الزكاء \".</p><p> زاد ابن عباس والضحاك: فيها الأنهار (أَصَابَهَا وَابِلٌ) : مطر شديد (فَئَاتَتْ) : أعطت، (أُكُلَهَا) : ثمرتها، (ضِعْفَيْنِ) ، بالنسبة إلى غيرها من البساتين (فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ) أي: فيصيبها طل وهو المطر الصغير القطر، يعني: نفقاتهم زاكية عند الله، وإن كانت تتفاوت بسبب أحوالهم، كما أن الجنة تثمر قَلَّ المطر أو كَثُرَ، أو يضعف ثواب صدقاتهم قلَّت النفقة أو كثرت (وَاللهُ بما تَعْمَلُونَ بَصِيرٌ) ، تحذير عن الرياء وترغيب في الإخلاص (أَيَوَدُّ) ، الهمزة للإنكارَ (أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ) ، هما لما كان أشرف وأنفع الأشجار جعل الجنة منهما تغليبًا لهما، ثم ذكر سائر الأشجار ليدل على التغليب (وَأَصَابَهُ الْكِبَرُ) : كبر السن، فإن الفقر فيه أصعب، والواو للحال بتقدير: قد (وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ) : صغار ونسوان (فَأَصَابَهَا إِعْصَارٌ) : ريح عاصف (فِيهِ نَارٌ فَاحْتَرَقَتْ) ، فصار أحوج ما كان إليها عند الشيخوخة وكثرة ضعاف الأولاد، والمثل لرجل غني يعمل بطاعة الله، ثم نكص على عقبيه فعمل آخر عمره بالمعاصي، حتى أغرق أعماله، أو للمنافق والمرائي </p>"
}