{
  "id": null,
  "sura": 2,
  "aya": 148,
  "text": "<p> قبْلَةَ بَعْضٍ): اليهود تستقبل الصخرة، والنصارى مطلع الشمس، فمحال أن تراعي خاطرهم، إن أردت مثلاً لاختلافهم، (وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم) ، مثلاً، (مِّنْ بَعْدِ مَا جَاءكَ مِنَ العِلْمِ) ، بأن لك الحق بالوحي، (إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ) ، مثلهم وبالحقيقة هذا تهديد لأمته، (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ) : علماءهم، َ (يَعْرِفُونه) : محمدًا بنعته وصفته، (كَمَا يَعْرِفُونَ أَبْناءهُمْ) : كمعرفتهم أبناءهم بلا التباس، (وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ) ، أي: نعته وصفته، أما العوام فلا يعرفون شيئًا، وأما المؤمنون منهم فلا يكتمون، (وَهُمْ يَعْلَمُون) ، فإنهم يقرؤن في كتابهم، (الْحَقُّ مِن رّبِّكَ) ، مبتدأ أو خبر واللام للإشارة إلى الحق الذي يكتمونه، أو إلى ما عليه محمد عليه الصلاة والسلام، أو تقديره هو الحق حال كونه من ربك، (فَلاَ تَكُونَنَّ مِنَ الُممْتَرِينَ) : الشاكين فيما أخبرتك، وهذا مبالغة في تحقيق الأمر، أو أمر للأمة. </p><p> * * * </p><p> (وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللهُ جَمِيعًا إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٤٨) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٩) وَمِنْ حَيْثُ </p><p> خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ (١٥٠) كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (١٥١) فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ (١٥٢) </p><p> * * * </p><p> (وَلِكُلٍّ) : من أهل الأديان، (وِجْهَةٌ) : قبلة، (هُوَ مُوَلِّيهَا) : وجهه، ووجهة الله حيث توجه المؤمنون، أو الله مولي الأمم إلى قبلتهم، (فاسْتَبِقُوا) : بادروا، (الخَيْرَاتِ) : قبول أمر القبلة وغيره، (أَيْنَ مَا تَكُونوا) ، أنتم وأهل الكتاب، (يَأتِ بِكُمُ اللهُ جَمِيعًا) : يحشركم إليه ويجازيكم، (إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ) : من الإماتة والإحياء والجمع، (قَدِيرٌ وَمِنْ حَيثُ خرَجْتَ) : من أي مكان خرجت، افعل ما أمرت به، فالفاء في، (فوَلِّ) ، للعطف على مقدر، (وَجْهَكَ شَطْرَ المَسْجِدِ الحَرَامِ) ، إذا صليت، (وَإِنَّهُ) : المأمور به، (لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٩) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ </p><p> وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ)، لما كان النسخ من مظان الفتن والشبه، أكد وكرر وبالغ مرارًا، (لِئَلَّا يَكُونَ لِلنَّاسِ) ، أحد من الآحاد، (عَلَيْكُمْ حُجَّةٌ) ، فإن اليهود قالت: ما درى محمد أين قبلته حتى هديناه، فلما صرفت القبلة بطلت صورة حجتهم، (إِلا الذِينَ ظَلَمُوا مِنْهُمْ) : من الناس، كمشركي مكة، فإنهم قالوا: محمد قد تحير في دينه وسيعود إلى ملتنا كما عاد إلى قبلتنا، والاستثناء متصل، قيل: معناه لئلا يكون لأحد من اليهود حجة، إلا للمعاندين منهم، فحجة المنصفين أن يقال لم لا يحول إلى قبلة إبراهيم كما هو مذكور في نعته في التوراة؟ وحجة المعاندين، أنه ما ترك قبلة الأنبياء إلا ميلاً إلى دين قومه، والمراد من الحجة ما يساق سياقها، (فَلاَ تَخْشَوْهُمْ) ، المشركين، فمطاعنهم لا تضركم، (وَاخْشَوْنِي) : فلا تخالفوا أمرى، (وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ) ، بتكميل الشريعة، وهو عطف عدى قوله لئلا يكون، (وَلَعَلكُمْ تَهْتدُون) : لكي تهتدوا أنتم خصوصًا إلى قبلة إبراهيم، (كَمَا أَرْسَلْنَا فيكُمْ) ، متصل بما بعده، أي: كما ذكركم بالإرسال، فاذكرونى، أو بما قبله، ومعناه: ولأتم نعمتي عليكم في الآخرة كما أتممتها في الدنيا بإرسال رسول منكم، (رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ) : يحملكم ما تصيرون به أزكياء من رذائل الأخلاق، (وَيعَلِّمُكُم الكِتَابَ) : القرآن، (وَالْحِكمَةَ) : السنة، (وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ) : بالفكر من الأحكام </p>"
}