{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللهَ وَيُعَلِّمُكُمُ اللهُ وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢) وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللهَ رَبَّهُ وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللهُ بِمَا تَعْمَلُونَ عَلِيمٌ (٢٨٣) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ) ، أي: تعاملتم بمعاملات مؤجلة فاكتبوها، قال ابن عباس رضى الله عنهما: أنرلت في السلف، حرم الله الربا وأباح السلف، وهذا أمر إرشاد لا أمر إيجاب، وعن كثير من السلف: أن الأمر للوجوب، ولكن نسخ بقوله:  \" فإن أمن بعضكم بعضًا \"  (البقرة: ٢٨٣) ، (وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ) : بالسوية، لا يزيد ولا ينقص، </p><p> (وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللهُ) أي: لا يأب أن ينفع الناس بكتابته، كما نفعه الله بتعليمها، أو مثل ما علمه من كتابة الوثائق، قال عطاء ومجاهد: واجب على الكاتب أن يكتب، (فَلْيَكْتُبْ) أمر بما بعد النهي عن الإباء تأكيدًا، قيل: جاز أن يتعلق كما علمه الله به، فالنهي مطلق والأمر مقيد، (وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ) : الإملال والإملاء واحد، أي: وليملل المدين على الكاتب ما في ذمته من الدين، (وَلْيَتَّقِ اللهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا) أمر بأن يقر بمبلغ المال من غير نقصان، (فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا) : محجورًا عليه بتبذير ونحوه، (أَوْ ضَعِيفًا) : صبيًا، أو مجنونًا، (أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ) بخرس، أو جهل باللغة، (فَلْيُمْلِلْ وَلِيُّهُ) : الذي يلي أمره، من وكيل، أو قسيم، أو مترجم، (بِالْعَدْلِ) : بالصدق، (وَاسْتَشْهِدُوا شَهِيدَيْنِ) ، اطلبوا شاهدين، أن يشهدوا على الدين، (مِن رِّجَالِكُمْ) : رجال المسلمين، (فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ) أي: إن لم يكن الشهيدان رجلين، (فَرَجُلٌ وَامْرَأَتَانِ) أي: فالمستشهد رجل وامرأتان، وهذا مخصوص بالأموال عند الشافعي، وبما عدا الحدود والقصاص عند أبي حنيفة، (مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاءِ) لعلمكم بعدالتهم، (أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى) أي: إن نسيت إحدى المرأتين الشهادة، ذكرتها الأخرى، فهو علة اعتبار العدد، والعلة في الحقيقة التذكير، ولما كان الضلال سببًا له نزل منزلته، (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا) لأداء الشهادة، وعند بعض معناه: إذا دعوا للتحمل، وحينئذ تسميتهم شهداء باعتبار المشارفة، وما زائدة ومنه علم أن تحمل </p><p> الشهادة فرض كفاية، (وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ) أي: لا تملوا، ولا تمنعكم الملالة أن تكتبوا الحق، (صَغِيرًا أَوْ كبِيرًا) : قليلاً كان الحق أو كثيرًا، (إِلَى أَجَلِهِ) : إلى وقت حلوله، (ذلِكُمْ) إشارة إلى أن تكتبوه، (أَقْسَطُ عِنْدَ اللهِ) : أعدل، (وَأَقْوَمُ لِلشَّهَادَةِ) : أثبت لها، وهما مبنيان من أقسط وأقام على مذهب سيبويه، (وَأَدْنَى أَلَّا تَرْتَابُوا) أي: أقرب في ألا تشكوا، لأن ترجعوا بعد الشك في كتابتكم، (إِلا أَن تَكُونَ) التجارة، (تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا) استثناء من الأمر بالكتابة، وإدارتها بينهم: تعاطيهم إياها، يداً بيد، ومن قرأ:  (تِجَارَةٌ) بالرفع فعنده كان تامة، أو تديرونها خبر كان، (وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ) مطلقًا مؤجلاً، أو معجلاً، وهذا الأمر محمول على الندب، وعند الشعبي والحسن للوجوب لكن نسخ، (وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ) نهي عن الضرار بهما، مثل أن يكلفا ترك حاجاتهم ومهامهم ولا يعطى جعل </p><p> الكاتب، وعلى هذا يضار مبني للمفعول، أو معناه فيهما عن الضرار بزيادة ونقصان، وتحريف وتغيير، فعلى هذا يكون مبنيًا للفاعل، (وَإِنْ تَفْعَلُوا) ما نهيتم عنه، (فَإِنَّهُ فُسُوقٌ بِكُمْ) أي: لاحق لازم بكم، (وَاتَّقُوا اللهَ) في مخالفة أمره، (وَيُعَلِّمُكُمُ اللهُ) أحكامه وشرائعه، (وَاللهُ بِكُلِّ شَيْء عَلِيمٌ) تكرار لفظ الله في الجمل الثلاث لاستقلال كل منها، ولأنه أدخل في التعظيم، (وَإِنْ كنتُمْ عَلَى سَفَرٍ) أي: مسافرين، (وَلَمْ تَجِدُوا كَاتِبًا) يكتب لكم، (فَرِهَانٌ مَقْبُوضَةٌ) أي: فليؤخذ بدل الكتابة، رهان مقبوضة في يد صاحب الحق، وعند بعض السلف أن الرهن لا يجوز إلا في السفر، والحديث يرده، (فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا) : بعض الدائنين بعض المديونين، (فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ) سمى الدَّين أمانة لائتمانه عليه بترك الإرتهان منه، (وَلْيَتَّقِ الله رَبَّهُ) في الخيانة، (وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ) قلبه فاعل آثم، أو مبتدأ، وآثِمٌ خبره، والجملة خبر إن، وإسناده إليه للمبالغة، كقوله: هذا مما عرفه قلبي، ولئلا يظن أنه من آثام اللسان، بل من آثام القلب، الذي هو أشرف الأعضاء، قال ابن عباس </p>"
}