{
  "id": null,
  "sura": 2,
  "aya": 21,
  "text": "<p> وسدوهما عن الفوائد الحقيقية ولو شاء الله لجعلهم بالحالة التي يجعلونها فإنه قادر مطلق. </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (٢١) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ (٢٢) وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صَادِقِينَ (٢٣) فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ (٢٤) وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ (٢٥) إِنَّ اللهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ (٢٦) الَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ (٢٧) كَيْفَ تَكْفُرُونَ بِاللهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ (٢٨) هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٩) </p><p> (يَا أَيُّهَا النَّاسُ) عام للمؤمن والكافر والمنافق (اعْبُدُوا رَبَّكُمُ) : وحدوه، (الَّذِي خَلقَكُمْ) : اخترعكم من غير سبق مثال (وَالذِينَ مِن قَبْلِكُم) ، عطف على مفعول خلق، (لَعَلكُمْ تَتَّقُون) ، أي: اعبدوا ربكم راجين أن تنخرطوا في سلك المتقين، أو خلقكم ومن قبلكم في صورة من يرجى منه التقوى أو خلقكم لكي تتقوا (الّذِي جَعَلَ لَكُمُ الأَرْضَ فِرَاشًا) : بساطًا غير حزنة غليظة، (وَالسَّماءَ بِناءً) : قبة مضروبة عليكم، (وَأَنزَلَ مِنَ السَّماءِ) : السحاب (مَاءً فَأَخْرَجَ به مِنَ الثَّمَرَاتِ) بيان تقدم (رِزقًا) : مرزوقًا أو من للتبعيض ورزقًا مفعول له (لَّكُم) : صفة رزقًا على الأول ومفعول المصدر على الثاني، (فَلاَ تَجْعَلُوا لِلّهِ أَندَادًا) : أمثالاً تعبدونهم كعبادة الله تعالى (وَأَنتُمْ تَعْلمُون) والحال أنكم من أهل العلم، أو تعلمون أن </p><p> أن الأنداد لا تماثله بوجه، (وَإِن كُنتُمْ في رَيْبٍ) شك (مِّمَّا نزَّلْنَا) : أي: القرآن، (على عَبْدِنَا) : محمد عليه الصلاة والسلام (فَأتوا بِسُورَةٍ) : طائفة من القرآن معبر عنها بسورة كذا (مِّن مثلِهِ) : مثل القرآن في البلاغة والإخبار عن الغيب، (وَادْعُوا شُهَداءكُم) : واستعينوا بأعوانكم أو آلهتكم، (مِّن دُونِ اللهِ) : أى: ادعوا من شئتم غير الله، وقيل: ادعوا من دون الله شهداء يشهدون لكم بأن ما أتيتم مثله ولا تستشهدوا بالله فإنه علامة العجز، (إِنْ كُنْتُمْ صَادِقِينَ) : إنه من كلام البشر، (فَإِنْ لَمْ تَفْعَلُوا) : فيما مضى (وَلَن تَفْعَلُوا) : بعده أبدًا وهذه معجزة أخرى (فَاتَّقُوا) . احذروا واتقوا بالإيمان (النَّارَ الّتِي وَقُودهَا) : ما يوقد به النار (الناسُ وَالْحِجَارَةُ) : حجارة الكبريت فتكون أشد وأنتن وأظلم وهو قول كثير من السلف وقيل حجارة الأصنام، (أُعِدَّتْ) : النار والحجارة (لِلْكَافرِينَ وَبَشِّرِ) : البشارة خبر سار يظهر أثر السرور في البشرة (الَّذِينَ آمَنُوا وَعَمِلُوا الصالِحَات) عملاً بلا رياء، أو كل ما حسنه الشرع (أَنَّ لَهُمْ) : بأن لهم (جَنَّاتٍ) دار الثواب وهي سبعة (تَجْرِي مِن تَحْتِهَا) : تحَت أشجارها وغرفها (الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا) مبتدأ من الجنات (مِن ثَمَرَةٍ) : بيان تقدم كرأيت منك أسدًا (رِّزْقًا) : مرزوقًا (قَالُوا هَذَا) : مثل (الَّذِي رُزِقْنَا مِن قَبْلُ) : في </p><p> الدنيا أو في الجنة، (وَأُتُوا بِهِ مُتَشَابِهًا) : في الهيئة واللون دون المقدار والطعم فأين طعم فواكه الجنة من الدنيا؟! أو يشبه بعضها بعضًا من جميع الوجوه إذ طعم فواكه الجنة متقاربة عطف على قالوا مقررة للجملة، (وَلَهُمْ فيهَا أَزْوَاجٌ مطَهَّرَةٌ) : نساء وجوار مطهرة مما يستقذر ويذم منهن كالحيض ودنس الطبع، (وَهُمْ فِيهَا خَالِدُون)  (١) : ليس لهم خوف فوات نعمة. </p><p> ولما قال الجهلة: الله أجل من أن يضرب الأمثال بالصيب والمستوقد وبيت العنكبوت والذباب فنزلت، (إِنَّ اللهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا) : لا يستنكف من (أَن يَضْرِبَ مَثَلًا) : أن يبين شبهًا (مَّا) أي: أي مثل (بَعُوضَةً) : صغار البق عطف بيان لمثلاً (فَمَا فَوْقَهَا) في الصغر والحقارة كجناحها أو في الكبر كالذباب، </p><p>(١) الخلود المكث الطويل المتناهى أو غير المتناهي وإطلاقه على المتناهي بطريق الحقيقة أو المجاز قولان ١٢ منه.</p><p> (فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أنهُ) المثل (الحَقُّ) : الثابت الذي لا يسوغ إنكاره (مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا) : أي شيء (أَرَادَ اللهُ بِهَذَا مَثَلًا) : نصب علىَ التمييز أوَ الحال، (يُضِل به) : بالمثل (كَثيرًا) : من الكفار، أي: إضلال كثير وضع الفعل موضع المصدر جواب ماذا، (وَيَهْدِي به كَثيرًا) : من المؤمنين، (وَمَا يُضِل بِهِ إِلا الفاسِقِينَ) : الخارجين عن حد الإيمان، َ (الَّذِينَ يَنقُضُونَ) : يفسدون ويتركون (عَهْدَ اللهِ) : هو قوله: \" ألست بربكم \"  (الأعراف: ١٧٢) ، أو عدم كتمان شيء نزل من عند الله في الكتب (مِنْ بَعْدِ مِيثَاقه) : توكيد العهد من الآيات في الكتب (وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ) أي: كقطع الأرحام والقرابات أو أعم كالإعراض عن موالاة المؤمنين والتفرقة بين الآيات في التصديق وهو بدل من ضمير به، (ويفْسِدُون فِي الأَرْضِ) : بأنواع المعاصي، (أُولَئِكَ هُمُ الخاسرُونَ) : باشتراء الفساد والعقاب بالصلاح والثواب، (كَيْفَ تَكْفُرُونَ باللهِ) : معناه التعجب أي: أخبروني على أي حال تكفرون، (وَكُنتم أَمْوَاتًا) : ترابًا أو نطفًا في أصلاب الآباء، (فأَحْيَاكُمْ) : بخلق الحياة فيكم أو في الأرحام، ومعنى الفاء في الثاني أظهر، (ثمَّ يُمِيتُكُمْ) : في الدنيا، (ثم يُحْيِيكُمْ) : عند نفخ الصور، (ثمَّ إِلَيْه تُرْجَعُون) : بعد الحشر لجزاء العمل. </p><p> (هوَ الذِي خَلَقَ لَكُم) : لأجل انتفاعكم (مَّا فِي الأَرض جَميعًا) لكي تنتفعوا به وتعتبروا، جميعًا حال من ما، (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) ، قصد وارتفع إليه </p>"
}