{
  "id": null,
  "sura": 2,
  "aya": 153,
  "text": "<p> والشرائع، (فَاذْكُرُونِي) : بالطاعة أو في الرخاء، (أَذْكُرْكُمْ) : بالمغفرة أو في الشدة، (وَاشْكُرُوا لِي) : نعمي، (وَلاَ تَكفُرُونِ) ، بجحد نعمي، ومن أطاع الله فقد شكر ومن عصاه فقد كفر. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللهَ مَعَ الصَّابِرِينَ (١٥٣) وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ (١٥٤) وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧) إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللهَ شَاكِرٌ عَلِيمٌ (١٥٨) إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (١٥٩) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (١٦٠) إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللهِ وَالْمَلَائِكَةِ وَ النَّاسِ أَجْمَعِينَ (١٦١) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (١٦٢) وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣) </p><p> (يَا أَيُّهَا الذِينَ آمنوا استعِينُوا) : على طلب الآخرة، (بالصَّبْرِ) : عن المعاصي، (وَالصَّلاةِ) ، التي هي أم العبادات، (إِنَّ اللهَ مَعَ الصَّابِرِينَ) : بالعون </p><p> والنصرة، (وَلاَ تَقُولُوا لِمْن يُقْتَلُ فِي سَبِيلِ اللهِ) ، هم، (أَمْوَات بَلْ) ، هم، (أَحياءٌ) ، نزلت في قتلى بدر من المسلمين وأرواح الشهداء في أجواف طير خضر تسرح في الجنة، (وَلَكِن لا تَشْعُرُونَ) : ما حالهم، (وَلَنَبْلُونَّكُم) : ولنصيبنكم إصابة من يختبركم، (بشَيْءٍ) ، أي: قليل، (مّنَ الخوف وَالْجُوع) ، أي: القحط، (وَنَقْصٍ منَ الأَمْوَالِ) : خسران الأموال، (وَالأَنفُسِ) : الموت أو هو المرض والشيب، (وَالثمَرَاتِ) : الحوائج، وحكي عن الشافعي رضى الله عنه: الخوف، خوف الله والجوع رمضان، ونقص الأموال الزكوات والصدقات، والأنفس الأمراض، والثمرات موت الأولاد، (وَبَشّرِ) : يا محمد، (الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ): مما ذكر، (قَالُوا إِنَّا لِلَّهِ) : عبيد أو ملكًا، (وَإِنَّا إِلَيْهِ رَاجِعُونَ) : في الآخرة فلا يضيع عمل عامل، (أوْلَئِكَ عَلَيْهِمْ صَلَوَاتٌ) : مغفرة، أو ثناء من الله وأمنة من العذاب، ولكثرتها وتنوعها جمعها، (مِّن ربهم وَرَحْمَةٌ) ، لطف وإحسان، (وأُوْلَئِكَ هُمُ الُمهْتَدُون) : إلى الصواب أو إلى الجنة، (إِنَّ الصَّفَا </p><p> وَالْمَرْوَةَ): جبلان بمكة، (مِن شَعَائِرِ اللهِ) : من أعلام مناسكه، (فَمَنْ حَجّ البَيْتَ أَوِ اعْتَمَرَ) ، الحج والعمرة عبادتان معينتان في الفقه، (فَلاَ جُنَاحَ) : إثم، (عَليْهِ) ، في، (أَنْ يَطَّوَّفَ بِهِمَا) : بالجبلين، كان فيهما صنمان معروفان، وأهل الجاهلية إذا سعوا مسحوهما، فلما جاء الحق وزهق الباطل، كره المسلمون الطواف بينهما فأنزل الله، وعند الشافعي: هو ركن الحج بدليل الأحاديث والآية لا تنافيه، (وَمَن تَطَوَّعَ خَيرًا) ، من صلاة وزكاة وطواف وغيرها، أو تطوع بالسعى عند من يرى أنه سنة ونصب خيرًا على المفعول المطلق، أو تطوع بمعنى: فعل وأتى، (فَإِنَّ اللهَ شَاكِرٌ) : مجازيه بعمله، (عَلِيمٌ) ، لا يخفى عديه خافية، (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا) ، علماء اليهود، (مِنَ البَيِّنَاتِ وَالْهُدَى) ، صفة محمد، وآية الرجم، وغيرهما، (مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ) : التوراة، (أُولَئِكَ يلعَنُهُمُ اللهُ وَيَلْعَنُهُمُ اللاعنُون) : جميع الخلق سوى الجن والإنس أو الملائكة والجن والإنس المؤمنون، يعني: يقولون اللهم العنهم قد نقل أن البهائم والطيور إذا اشتدت السنة تلعن عصاة بني </p>"
}