{
  "id": null,
  "sura": 2,
  "aya": 222,
  "text": "<p> بن رواحة فأعتقها كفارة أن لطمها وتزوجها فطعنوا فيه وعرضوا عليه نسيبة مشركة، فنزلت، (وَلَوْ أَعْجَبَتْكُمْ) ، الواو للحال، وبمعنى أن، أي: وإن أعجبتكم بمالها وجمالها، (وَلاَ تُنكِحُوا الُمشْرِكِينَ حَتَّى يُؤْمِنُوا) ، أي: لا تزوجوا منهم المؤمنات حتى يؤمنوا وهو على عمومه، (وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ) ، أي: رجل مؤمن وإن كان عبدًا خير من مشرك وإن كان سريًا، (أُولَئِكَ) ، أي: المشركون والمشركات، (يدْعُونَ إِلَى النَّارِ) ، أي: الأعمال الموجبة لها، (وَاللهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ) ، أي: العمل الموجب لهما، قيل: تقديره وأولياء الله يدعون، بإقامة المضاف إليه مقام المضاف تعظيمًا لهم، (بِإِذْنِهِ) ، أي: بأمره وشرعه أو بتوفيقه أو بقضائه، (وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ) : لكي يتذكروا، أو ليكونوا بحيث يرجى عنهم التذكر. </p><p> * * * </p><p> (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ إِنَّ اللهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ (٢٢٢) نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ (٢٢٣) وَلَا تَجْعَلُوا اللهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا </p><p> وَتُصْلِحُوا بَيْنَ النَّاسِ وَاللهُ سَمِيعٌ عَلِيمٌ (٢٢٤) لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللهُ غَفُورٌ حَلِيمٌ (٢٢٥) لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ (٢٢٦) وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللهَ سَمِيعٌ عَلِيمٌ (٢٢٧) وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللهُ عَزِيزٌ حَكِيمٌ (٢٢٨) </p><p> * * * </p><p> (وَيَسْأَلُونَكَ عَنِ المَحِيضِ) ، إذا حاضت نساء اليهود لا يؤاكلونهن ولا يخالطونهن فسأل أصحاب النبى صلى الله عليه وسلم، فنزلت، والمحيض مصدر، (قُلْ هُوَ أَذى) ، أي: الحيض مستقذر، (فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ) ، اجتنبوا مجامعتهن إذا حضن، (وَلاَ تَقربوهُن) ، بالجماع، (حَتَّى يَطْهُرْنَ) : من الدم، أو يغتسلن وقراءة حمزة والكسائى وهو \" يطَّهَّرن \" دالة عليه سيما مع قوله، (فَإِذَا تَطَهَّرْنَ) ، أى: بالماء، (فَأْتُوهُنَّ) : بالوقاع، (مِنْ حَيْثُ أَمَرَكُمُ اللهُ) ، أن تعتزلوهن منه وهو الفرج، أو من المأتي الذي حلله لكم وهو القبل، (إِنْ الله يُحِبّ التَّوَابِينَ) : من </p><p> الذنوب، (وَيُحِبُّ الْمُتَطَهِّرِينَ) : المتنزهين عن الأقذار، كإتيان الحائض وفي الدبر، (نسَاؤُكُمْ حَرْثٌ لكمْ) ، أي: مزرع للولد، (فَأْتُوا حَرْثَكُمْ) : مزرع الولد لا غير، (أَنَّى شِئْتُمْ) ، من أي جهة شئتم مقبلة أو مدبرة لا كما قالت اليهود: إن مجامعة المرأة من دبرها في قبلها يجعل الولد أحول ودنس عند الله، (وَقَدِّمُوا لأَنفُسكُم) : ما يدخر لكم الثواب، وعن ابن عباس رضى الله عنهما هو التسمية عند الجماع، (وَاتَّقُوا الله) ، في معاصيه، (وَاعْلَموا أَنَّكُم مُّلاقُوهُ) ، فاحذروا عن الفضيحة، (وَبَشِّر الْمُؤْمِنِينَ) : الكاملين في الإيمان الذين اجتنبوا المعاصي، (وَلاَ تَجْعَلُوا الله عُرْضَةً) ، اسم لما يعرض دون الشيء، (لأَيْمَانِكُم) : أراد منها الأمور المحلوف عليها من البر </p><p> والتقوى، وهي صلة عرضة أو الفعل، (أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ) ، عطف بيان للإيمان، أي: لا تجعلوا الله مانعًا لما حلفتم عليه من الخير، بل افعلوا الخير ودعوا اليمين كما قال السلف في معنى الآية: لا تجعلن الله عرضة ليمينك أن لا تصنع الخير لكن كفر عن يمينك واصنع الخير ويجوز أن يكون اللام للتعليل، أى: لا تجعلوا الله لأجل أيمانكم به مانعًا لأن تبروا، وقيل: والعرضة بمعنى المعرض للأمور وأن تبروا علة النهي، أي: لا تجعلوه معرضًا للإيمان فتبتذلوه بكثرة الحلف به إرادة بركم فإن الحلاف مجترئ على الله وهو غير متق، (وَاللهُ سَمِيعٌ) : لأيمانكم، (عَليمٌ) : بمقاصدكم، (لاَ يُؤَاخِذُكُمُ اللهُ بِاللغوِ فِى أَيْمَانِكُمْ) ، هو المجرى على اللسان عادة كـ: لا والله وبلى والله، أو </p><p> هو حلف يرى أنه صادق ولا يكون كذلك، أو أنت تحلف وأنت غضبان، أو أن تحرم ما أحل الله لك، أو أن تحلف عن الشيء ثم تنساه، (وَلَكِن يُؤَاخِدكُم بِمَا كَسَبَتْ قُلُوبُكُمْ) : وهو أن يحلف ويعلم أنه كاذب، (وَاللهُ غفُورٌ) : لم يؤاخذ باللغو، (حَلِيمٌ) : لا يعجل بالعقوبة وإن حلف كاذبًا، (لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ) ، أي: يحلفون على أن لا يجامعوهن، وعدى بمن لمعنى البعد، وهو خبر لقوله، (تَرُّبصُ) ، أي: توقف، (أَرْبَعَةِ أَشْهُرٍ) ، أي: للحالف حق التلبث في تلك المدة لا يطالب فيها بوطء ولا طلاق، (فَإِنْ فَاءُوا) : رجعوا بالحنث، (فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ) ، للمولي إثم الحنث وإضرار المرأة، والأصح أنه يجب عليه الكفارة، (وَإِنْ عَزَمُوا الطَّلاقَ) : وطلقوا، (فَإِنَّ اللهَ سَمِيعٌ) : بما يقولونه، (عَلِيمٌ) : بما يفعلونه، وعند كثير من السلف: أنه تقع تطليقة بمجرد مضى أربعة أشهر، إما بائنة أو رجعية، وفي الآية دلالة على أنه يوقف، فيطالب إما بهذا أو بهذا، وعليه كثير من السلف أيضًا، (وَالْمُطَلَّقَاتُ) : المدخول بهن من ذوات الأقراء، (يَتَرَبَّصْنَ </p><p> بِأَنْفُسِهِنَّ)، يحملنها على الانتظار، خبر معناه الأمر للتأكيد، (ثَلاَثةَ قُرُوءٍ) ، أي: أطهار أو حيض، ثم يجوز لهن أن يتزوجن، ونصبه على الظرفية، أي: مدتها، أو المفعولية أي: مضيها، وقد أخرج الأئمة الأربعة من هذا العموم الأمة إذا طلقت، فإنها تعتد بقرأين، (وَلاَ يَحِل لَهُنَّ أَن يَّكْتُمْنَ مَا خَلَقَ اللهُ فِي أَرْحَامِهِنَّ) ، من حبل أو حيض، (إِن كُنَّ يُؤْمِنَّ بِاللهِ وَالْيَوْمِ الآخِرِ) ، هذا تغليظ وتأكيد لا تقييد، (وَبُعُولَتُهُنَّ) : أزواجهن جمع بعل والتاء لتأنيث الجمع، (أَحَقُّ بِرَدِّهِنَّ) : إلى النكاح والرجعة، (فِي ذَلِكَ) : في زمان التربص وهو العدة، وكان الرجل يرجع إلى امرأته وإن طلقها مائة إلى أن نزلت \" الطَّلَاقُ مَرَّتَانِ \"  [البقرة: ٢٢٩] فصار قسمين بائنة ورجعية، فليس الضمير أخص من المرجوع إليه، (إِنْ أَرَادُوا إِصْلاحًا) : بالرجعة لا إضرارًا وهو تقييد للأحقية، (وَلَهُنَّ مِثْلُ الَّذِى عَلَيْهِنَّ) ، أي: لهن على الرجال من الحق مثل ما للرجال عليهن (بِالْمَعْرُوفِ) : بالوجه الذي لا ينكر في الشرع والمراد بالمماثلة مماثلة الواجب الواجب في الحسنة لا في جنس الفعل، (وَلِلرِّجَالِ </p>"
}