{
  "id": null,
  "sura": 2,
  "aya": 168,
  "text": "<p> (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (١٦٨) إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللهِ مَا لَا تَعْلَمُونَ (١٦٩) وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ (١٧٠) وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ (١٧١) يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (١٧٢) إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (١٧٣) إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٧٤) أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ (١٧٥) ذَلِكَ بِأَنَّ اللهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ (١٧٦) </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا) ، نزلت في قوم حرموا على أنفسهم السوائب والوصائل والبحائر، وحلالاً مفعول كلوا، أو حال من ما في </p><p> الأرض، والطيب ما يستطاب في نفسه، غير ضار للأبدان والعقول أو المستلذ، (وَلاَ تَتَّبِعُوا خُطُوَاتِ الشَّيْطانِ) ، أي: سبله وطرقه، يعني لا تقتدوا به، (إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ) : ظاهر العداوة، عند ذوى البصيرة، (إِنَّمَا يَأمُرُكُم بِالسُّوءِ) : المعاصي كلها أو معصية لا حد فيها، (وَالْفَحْشَاءِ) : معصية فيها حد أو البخل، (وَأَن تَقُولُوا عَلَى اللهِ مَا لاَ تَعْلَمُون) : كاتخاذ الأنداد، وتحليل الحرام وتحريم الحلال، (وَإِذَا قيلَ لَهُمُ) : لهؤلاء المشركين، أو طائفة من اليهود، (اتَّبِعُوا مَا أَنزَلَ اللهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا) : وجدنا، (عَلَيْهِ آباءنَا أَوَلَوْ كانَ آباؤُهُمْ لاَ يَعْقِلُونَ شيْئًا وَلاَ يَهتدُون) ، الواو للعطف أو الحال والهمزة للتوبيخ والتعجيب، وجواب لو محذوف، أي: لو كان آبائهم جهلاء لاتبعوهم، (وَمَثلُ الذِينَ كَفَرُوا) : فيما هم فيه من الجهل والضلال، (كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً) ، أي: كمثل الدواب السارحة التي لا تفقه ما يقال لها، بل إذا نعق بها راعيها، أي: دعاها إلى ما يرشدها لا تفقه ما يقول، بل إنما تسمع صوته فقط، هكذا نقل في تفسيرها عن السلف، وحاصله أنَّهم في انهماكهم في تقليد الجهل كالبهائم التي ينعق راعيها بها </p><p> فتسمع الصوت ولا تفهم معناه، وقيل: تقديره مثل داعي الذين كفروا معهم \" كمثل الذي \" الآية وهو الأظهر، (صُمٌّ) : عن سماع الحق، (بُكْمٌ) : لا يتفوهون به، (عُمْيٌ) : من رؤية مسلكه، (فَهُمْ لاَ يَعْقِلُونَ) : ولا يفهمونه، (يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ) : حلالات، (مَا رَزَقْنَاكُمْ) ، لما أباح الله للناس ما في الأرض سوى ما حرم، أمر المؤمنين أن يتحروا حلالاته ويقوموا بحقوقها فقال:  (وَاشْكُرُوا لِلَّهِ) : على ما أحل لكم، (إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ) : إن صح أنكم تختصونه بالعبادة فإن عبادتكم لا يتم إلا بالشكر، (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ) : التي ماتت من غير ذكاة، (وَالدَّمَ) ، أي: دمًا مسفوحًا والسمك والجراد والكبد والطحال مستثنى بالحديث، (وَلَحْمَ الْخِنْزِيرِ) : وتخصيص اللحم بالذكر لأنه معظم ما يؤكل، (وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ) : ما ذكر اسم غير الله عند ذبحه، وهذه </p><p> الآية رد على من حرموا على أنفسهم أشياء من عند أنفسهم، فالمراد قصر الحرمة على ما ذكر مما استحلوه لا مطلقًا فلا يرد أن المحرمات غيرها كثيرات، (فَمَنِ اضْطُرَّ) : أحوج ولجئ إليه، (غيرَ بَاغٍ) : خارج على السلطان أو مستحله أو آكله من غير اضطرار أو متجاوز القدر الذي أحل له وقيل باغ بالاستئثار على مضطر آخر، (وَلاَ عَادٍ) ، متعد عاص بسفره أو غيره متعد ما حد له، فيأكل أكثر مما يمسك رمقه، أو يتعدى حلالاً وهو يجد عن الحرام مندوحة، (فَلاَ إِثْمَ عليه) ، في تناوله، (إِنَّ اللهَ غَفُورٌ رحِيمٌ) ، حيث رخص بالأشياء، (إِن الَّذِينَ يَكتُمُونَ) ، </p><p> رؤساء اليهود، (مَا أَنزَلَ اللهُ مِنَ الْكِتَاب) : من نعت محمد - صلى الله عليه وسلم - وغيره، (وَيَشْتَرُونَ به) : بما أنزل الله، (ثَمَنًا قَلِيلًا) ، من مال يأخذونه من سفلتهم كما مر، (أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ) ، أي: لا يأكلون يوم القيامة ملأ بطونهم إلا النار، (وَلَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ) ، كناية عن الغضب، أو لا يكلمهم بما يسرهم، (وَلَا يُزَكِّيهِمْ) : لا يمدحهم ولا يثني عليهم أو لا يطهرهم من الذنوب، (وَلَهُمْ عَذَابٌ أَلِيمٌ) : مؤلم، (أوْلَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالهُدَى) : في الدنيا، (وَالْعَذَابَ بِالْمَغفرَةِ) : في الآخرة، (فَمَا أَصْبَرَهُمْ عَلَى النَّارِ) ، تعجب من حالهم، وما تامة مبتدأ، أو استفهامية توبيخية، ما بعدها الخبر، (ذَلِكَ) ، أي: ذلك العذاب، (بِأَنَّ اللهَ نَزَّلَ الْكِتَابَ) ، أي: جنس الكتاب أو القرآن، (بِالْحَقِّ) ، وهم أخذوه هزوًا، (وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الكِتَابِ) ، أي: في جنس الكتاب، والاختلاف الإيمان ببعض دون بعض، أو في التوراة، والاختلاف التحريف أو في القرآن واختلافهم تكذيبه بأنه سحر وشعر، (لَفِي شِقَاقٍ بَعِيدٍ) : لفى خلاف بعيد عن الحق. </p><p> * * * </p><p> (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ </p>"
}