{
  "id": null,
  "sura": 2,
  "aya": 189,
  "text": "<p> (وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) ، أي: لا يأكل بعضكم مال بعض بوجه لم يبحه الله، (وَتُدْلُوا بِهَا إِلَى الحُكَّامِ) : ولا تلقوا حكومتها إلى الحكام، عطف على المنهي، أو نصب بتقدير أن، (لِتَأْكُلُوا فَرِيقًا) : طائفة، (مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ) : بما يوجب الإثم كاليمين الكاذبة، (وَأَنْتُمْ تَعْلَمُونَ) : أنكم مبطلون. </p><p> * * * </p><p> (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ (١٨٩) وَقَاتِلُوا فِي سَبِيلِ اللهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ (١٩١) فَإِنِ انْتَهَوْا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ (١٩٢) وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ (١٩٣) الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ (١٩٤) </p><p> وَأَنْفِقُوا فِي سَبِيلِ اللهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ (١٩٥) وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ (١٩٦) </p><p> * * * </p><p> (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ) ، سأل بعض الصحابة ما بال الهلال يبدو دقيقًا ثم يزيد ثم ينقص؟ فنزلت، (قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ) ، سألوا عن حكمة اختلاف حال القمر فأجاب بأن الحكمة الظاهرة أنه معالم للناس يوقتون بما أمورهم سيما الحج، (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا) ، كانوا إذا أحرموا في الجاهلية أتوا البيت من ظهره، أو الأنصار إذا قدموا من سفر لم يدخلوا من قبل بابهم فنزلت، (وَلَكِن البِرَّ) : بر، (مَنِ اتَّقَى) : المحارم، (وَأتُوا البُيُوتَ مِنْ أَبْوَابِهَا) : واتركوا </p><p> سنة الجاهلية، (وَاتَّقُوا اللهَ) ، في تغيير أحكامه، (لَعَلَّكُمْ تُفْلِحُونَ) : لكي تظفروا بالفلاح والهدى، ووجه اتصال هذه الآية بما قبله أنه لما ذكر الحج ذكر أيضًا شيئًا من أفعالهم في الحج استطرادًا، وفيه تنبيه على أنَّهم يخترعون أشياء لا حكمة فيها، ولا يسألون ولا يتفكرون فيها ويسألون عن شيء حكمته ظاهرة، (وَقَاتِلُوا فِي سَبِيلِ اللهِ) ، إعلاء لكلمته، (الذِينَ يُقَاتِلُونَكمْ) ، كما أن همتهم قتالكم فلتكن همتكم كذلك، (وَلاَ تَعْتَدُوا) : لا تظلموا في القتال، بأن تقتلوا النساء والشيوخ والصبيان وأنهم ليسوا من الذين يقاتلونكم، وبأن تفعلوا المثلة والغلول، وروي أنها أول آية نزلت في القتال بالمدينة، (إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ) : لا يريد بهم الخير، وعن بعض السلف أن قريشًا صدوا المسلمين عن الحج وصالحوهم على رجوعهم من قابل، فخاف المسلمون عن عدم وفاءهم وقتالهم في الحرم شهر الحرام وكره المسلمون ذلك، فنزلت، ومعناه: قاتل من قاتلك ولا تظلم بابتداء القتال، فالآية منسوخة، (وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ) ؛ وجدتموهم في حل أو حرم، (وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ) ، أي: مكة فإن قريشًا أخرجوا المسلمين منها، والمسلمون أخرجوا المشركين يوم الفتح، (وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ) ، أي: شركهم في الحرم وصدهم إياكم عنه أشد من قتلكم إياهم في الحرم وجزاء سيئة سيئة مثلها، (وَلاَ تُقَاتِلُوَهُمْ عِندَ المَسْجِدِ الحَرَامِ) ، حرمة له، (حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِن </p><p> قَاتَلُوكُمْ)، وابتدأو بالقتال عنده، (فَاقْتلُوَهُمْ) : مكافأة، (كَذَلِكَ جَزَاءُ الكافِرِينَ) : يفعل بهم ما فعلوا، قال بعضهم: آية \" واقتلوهم حيث ثقفتموهم \" منسوخة بهذه الآية، وهذه منسوخة بآية السيف في براءة، فهي ناسخة منسوخة والأكثر على أنها محكمة لا يجوز الابتداء بالقتال في الحرم، (فَإِنِ انْتَهَوْا) : عن القتال والكفر، (فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ) ، يغفر لهم ما قد سلف، (وَقَاتِلُوَهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ) : شرك، (وَيَكُونَ الدِّينُ لِلَّهِ) ، خالصًا فلا يعبد شيء غيره، (فَإِنِ انْتَهَوْا) : عن الكفر، (فَلاَ عُدْوَانَ) : لا قتل ولا نهب، (إِلا عَلَى الظالِمِينَ) ، لا عليهم، فإنهم قد ارتدعوا عن الظلم، (الشَّهْرُ الحَرَامُ بِالشَّهْرِ الحَرَامِ) ، صدهم المشركون عام الحديبية في ذي القعدة عن العمرة، وخرج المسلمون لعمرة القضاء في سنة أخرى، وكرهوا القتال لحرمته، فنزلت، أي: هذا بذاك وهتكة بهتكة فلا تبالوا، (وَالْحُرُمَاتُ قِصَاص) ، أي: كل حرمة وهو ما يجب المحافظة عليه يجري فيه القصاص، وهم هتكوا حرمة شهركم بصدكم فافعلوا به مثله، (فمَن اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ) ، أي: ادخلوا مكة عنوة واقتلوهم إن قاتلوكم، (وَاتَّقُوا اللهَ) ، فيما لم يرخص لكم، (وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ) ، فيحرسهم ويعلي كلمتهم، (وَأَنفِقُوا فِي سَبِيلِ اللهِ) : في جهات الخير، </p><p> (وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ) ، بعدم الإنفاق فيها، وصح عن ابن عباس وغيره أنَّهم قالوا: الآية في النفقة لا في القتال، أو تقديره لا تلقوا أنفسكم إلى التهلكة بالإسراف، بحيث لا يبقى لكم شيء أصلاً، أو معناه: أنفقوا في الجهاد ولا تلقوا أيديكم إلى التهلكة بترك القتال والإمساك عن الإنفاق في الجهاد، والباء زائدة، والمراد من الأيدي الأنفس، أو تقديره ولا تلقوا بأيديكم أنفسكم إليها، وعدى بـ إلى لتضمن معنى الانتهاء، (وَأَحْسِنُوا) : أعمالكم، أو الظن بالله، (إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ (١٩٥) وَأَتِمُّوا الْحَجَّ): بمناسكهما وحدودهما وسنتهما، أو بأن تحرم من دويرة أهلك، أو بأن تخرج لهما لا لغرض آخر من تجارة وغيرها، أو بأن تكون النفقة حلالاً، (فَإِنْ أُحْصِرْتُمْ) : منعتم والمراد حصر العدو، أو أعم كالمرض فيه خلاف، (فَمَا اسْتَيْسَرَ) ، أي: فعليكم ما تيسر، (مِنَ الْهَدْيِ) ، يعني من أحصر وأراد التحلل تحلل بذبح هَدي من بدنة أو بقرة أو شاة، (وَلاَ تَحْلِقُوا رُءوسَكُمْ </p><p> حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ)، أي: أنتم محرمون حتى يصل هديكم محلاً يحل ذبحه فيه وهو مكان الحبس وعليه الشافعي، أو حتى تعلموا أن الهدي المبعوث إلى الحرم بلغ الحرم وذبح وعليه الحنفي، (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا) : مرضًا يحتاج إلى الحلق، (أَوْ بِهِ أَذًى مِنْ رَأْسِهِ) ، كجراحة وقمل، (فَفِدْيَةٌ) : فعليه فدية إن حلق، (مِّن صِيَامٍ) : ثلاثة أيام، (أَوْ صَدَقَةٍ) ، ثلاثة آصاع على ستة مساكين، (أَوْ نُسُكٍ) ، ذبح شاة، وهو مخير في الثلاثة، (فَإِذَا أَمِنْتُمْ) ، العدو، أو كنتم في حال أمن، أي: إذا تمكنتم من أداء المناسك، (فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ) ، أي: استمتع بالتقرب إلى الله تعالى بالعمرة في أشهر الحج إلى أن وصل الحج فحج، أي: من اعتمر أشهر الحج وأحل ثم حج في تلك السنة، (فَمَا اسْتَيْسَرَ) ، أي: فعليه ما استيسر، (مِن الهَدْي فَمَن لمْ يَجِدْ) ، أي: الهدى، (فَصِيَامُ ثَلاَثةِ أَيَّامٍ فِي الحَجِّ) : في أيام الاشتغال به، أي: بعد الإحرام وقبل التحلل، أو في أشهر بين الإحرامين، (وَسَبْعَةٍ إِذَا رَجَعتمْ) : إلى أهليكم، لا قبل الوصول، أو المراد من الرجوع الفراغ من الحج، (تِلْكَ عَشَرَةٌ كَامِلَةٌ) ، فائدتها الحطم بأن الواو لا بمعنى أو، والمراد العدد المعين لا الكثرة، (ذَلِكَ) ، أي: هذا الحكم، (لِمَن لَمْ يَكُنْ أَهْلُهُ حَاضِرِي المَسْجِدِ الحَرَامِ) ، هم أهل الحرم، أو أهل مكة، أو من كان وطنه من مكة دون مسافة القصر </p>"
}