{
  "id": null,
  "sura": 3,
  "aya": 190,
  "text": "<p> حذف، (وَلَهُمْ عَذَابٌ أَلِيمٌ) بكفرهم، وكتمانهم آيات الكتاب، وقد صح أن مروان أرسل أحدًا إلى ابن عباس رضى الله عنهما وقال: لئن كان كل امرئ منا فرح بما أتى وأحب أن يحمد بما لم يفعل معذبًا لنعذبن أجمعين، فقال ابن عباس رضى الله عنهما: ما لكم وهذه إنما نزلت في أهل الكتاب، وسألهم رسول الله صلى الله عليه وسلم عن شيء وأخبروه بغير الواقع، فظنوا أن قد استحمدوا إليه بما أخبروه، وفرحوا بكتمانهم أو نزلت في قوم تخلفوا عن الغزو، ثم اعتذروا وحلفوا واستحمدوا وقيل في المنافقين يفرحون بنفاقهم، ويستحمدون إلى المسلمين بالإيمان، (وَلله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) : فلا يعجز عن الانتقام. </p><p> * * * </p><p> (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (١٩٠) الَّذِينَ يَذْكُرُونَ اللهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (١٩١) رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (١٩٢) رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ (١٩٣) رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ (١٩٤) فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى </p><p> بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللهِ وَاللهُ عِنْدَهُ حُسْنُ الثَّوَابِ (١٩٥) لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ (١٩٦) مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ (١٩٧) لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللهِ وَمَا عِنْدَ اللهِ خَيْرٌ لِلْأَبْرَارِ (١٩٨) وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لله لَا يَشْتَرُونَ بِآيَاتِ اللهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ (١٩٩) يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ (٢٠٠) </p><p> * * * </p><p> (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ) ، هذه في ارتفاعها واتساعها مع ما فيها من الكواكب المختلفة، وهذه في انخفاضها، وكثافتها، وما فيها من البحار، والجبال، والأشجار، والأنهار، والزروع، والثمار، (وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ) تعاقبهما، وتقارضهما الطول والقصر فتارة يطول هذا أو يقصر ذلك، ثم يعتدلان، ثم يطول الذي كان قصيرًا، ويقصر الذي كان طويلاً، وكل ذلك تقدير العزيز العليم، (لَآيَاتٍ لِأُولِي الْأَلْبَابِ) : دلالات على الوجود، والوحدة والعلم، والقدرة لذوي العقول الخالصة، وقد ورد:  \" ويل لمن قرأها ولم يتفكر فيها \" ، (الَّذِينَ يَذكُرُونَ الله) ، وصف لأولي الألباب، (قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ) : يصلون قائمين فإن لم يستطيعوا فقعودًا، فإن لم يستطيعوا فعلى جنب، أو المراد مداومة الذكر لأن الإنسان قلما يخلو عن إحدى هذه </p><p> الحالات (وَيَتَفَكرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ) وما أبدع فيهما استدلالاً قائلين: (رَبَّنَا مَا خَلَقْتَ هَذَا) أي: الخلق، (بَاطِلًا) أي: خلقًا عبثًا بل خلقته لحكم عظيمة، (سُبْحَانَكَ) : أنزه تنزيهًا لك من خلق العبث، (فَقِنَا عَذَابَ النَّارِ) : علمنا أنك منزه عن خلق العبث، بل ليجزي الذين أساءوا بما عملوا، ويجزى الذين أحسنوا بالحسنى فقنا عذاب النار بحولك، (رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ) للخلود فيها فإنه الخزي كما قال تعالى (يَوْمَ لَا يُخْزِي اللهُ النَّبِيَّ)  [التحريم: ٨] إلخ، (فَقَدْ أَخْزَيْتَهُ) ، أهنته غاية الإهانة، وفيه إشعار بأن العذاب الروحاني أفظع، (وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ) : ينصرونهم في الخروج من النار، وضع الظاهر موضع المضمر ليعلم أن سبب الخلود ظلمهم، وهذا دليل على أن المراد بالدخول هاهنا الخلود لأن للداخلين من المؤمنين أنصارًا، (رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا) أي: محمدا عليه الصلاة والسلام أو القرآن، (يُنَادِي لِلْإِيمَانِ) ، والنداء يعدى بإلى، واللام لتضمنه معنى الانتهاء والاختصاص (أَنْ آمِنُوا بِرَبِّكُمْ) أي: بأن آمنوا، (فَآمَنَّا رَبَّنَا </p><p> فَاغْفِرْ لَنَا ذُنُوبَنَا): كبائرنا، (وَكَفِّرْ عَنَّا سَيِّئَاتِنَا) : صغائرنا بقبول الطاعات (وَتَوَفنَا مَعَ الأَبْرَارِ) : معدودين في زمرة الصالحين، (رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ) أي: على ألسنتهم أو على تصديق رسلك من الثواب فعلى الحقيقة استعاذة من سوء العاقبة مخافة ألا يكونوا من الموعودين، (وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ) : لا تفضحنا على رءوس الأشهاد، (إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ) البعث بعد الموت، (فَاسْتَجَابَ لَهُمْ رَبُّهُمْ) : يعدى بنفسه وباللام (أَنِّي) أي: بأق، (لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى) : بيان عامل، (بَعْضُكُم مِّنْ بَعْض) : في الدين أو كلكم من آدم أو لأن الذكر من الأنثى، والأنثى من الذكر قالت أم سلمة: يا رسول الله لا نسمع الله تعالى ذكر النساء في الهجرة بشيء فأنزل الله تعالى (فاستجاب لهم) إلخ. (فالذِينَ هَاجَروا) : تفصيل للأعمال، (وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا) : الكفار، (وَقُتِلُوا) : في الجهاد، (لَأُكَفِّرَنَّ) : لأمحون، (عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) تحت أشجارها، (ثَوَابًا مِنْ عِنْدِ اللهِ) أيَ: لأثيبنهم ثَوَابًا مِنْ عِنْدِ اللهِ العظيم، (وَاللهُ عِندَهُ حُسْنُ الثوَابِ) : على الطاعات. </p><p> (لاَ يَغُرنكَ تَقَلبُ الَّذِينَ كَفَرُوا فِي البِلادِ) : من السعة والتبسط في المكاسب والمزارع والمتاجر قال بعض المؤمنين: أعداء الله فيما نرى من الخير، ونحن في الجهد نزلت فالخطاب مع رسول الله صلى الله عليه وسلم، والمراد غيره، (مَتَاعٌ قَلِيلٌ) أي: ذلك التقلب متاع قليل لقلة مدته وفي جنب ما أعد الله للمؤمنين، (ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ) : ما مهدوا </p><p> لأنفسهم، أو الفراش جهنم، (لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللهِ) : هو مما يعد للنازل، ونصبه على الحال من جنات، والعامل الظرف، (وَمَا عِنْدَ اللهِ خَيْرٌ لِلْأَبْرَارِ) : مما يتقلب فيه الفجار في الدنيا، (وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللهِ) ، دخلت اللام على اسم إن للفصل بالظرف نزلت لما تُوفي النجاشي، وخرج رسول الله صلى الله عليه وسلم وصلى كما يصلي على الجنائز فقال المنافقون: تصلى على علج مات بأرض الحبشة أو في ابن سلام وأصحابه، أو في جمع من الحبشة والروم أسلموا أو في مؤمني أهل الكتاب كلهم، (وَمَا أُنْزِلَ إِلَيْكُمْ) : القرآن (وَمَا أُنْزِلَ إِلَيْهِمْ) : من كتبهم، (خَاشِعِينَ لله) ، حال من فاعل يؤمن، (لاَ يَشْتَرُونَ) ، حال آخر، (بِآيَاتِ اللهِ ثَمَنًا قَلِيلًا) : لا يأخذونه بدلها كما يفعله المحرفون (أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ) ، فالأجل الموعود سريع الوصول إليهم. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا) : على دينكم وعلى أمر الله أو على البلاء، (وَصَابِرُوا) : على عدوكم، (وَرَابِطُوا) أنفسكم في مكان العبادة أي داوموا أو أبدانكم وخيولكم فى الثغور أو المراد انتظار الصلاة بعد الصلاة، (وَاتَّقُوا اللهَ) : في جميع الأمور وفيما بينه وبينكم، (لَعَلَّكُمْ تُفْلِحُونَ) لكي تفلحوا في الدنيا، والآخرة. </p><p> والحمد لله رب العالمين أكمل الحمد وأتمه. </p>"
}