{
  "id": null,
  "sura": 3,
  "aya": 72,
  "text": "<p> (وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ) أي: اليهود حين دعوا بعض الصحابة إلى اليهودية (لَوْ يُضِلُّونَكُمْ) لو بمعنى أن، (وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ) ، فإن المؤمنين لا يقبلون قولهم، ويحصل لهم إثم (وَمَا يَشْعُرُون) اختصاص ضرره بهم. </p><p> (يَا أَهْلَ الكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ) : من التوراة والإنجيل أو القرآن، (وَأَنْتُمْ تَشْهَدُونَ) : صدقها. (يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ) : تخلطونه بما تخترعونه حتى لا يميز بينهما، أو لم تجعلونه ملتبسًا بسبب خلط الباطل الذي تكتبون في خلاله أو تخلطون الإيمان بعيسى بالكفر بمحمد، (وَتَكْتُمُونَ الْحَقَّ) : نعت محمد عليه الصلاة والسلام، (وَأَنْتُمْ تَعْلَمُونَ) : عالمون بحقية ما تكتمون. </p><p> * * * </p><p> (وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ (٧٢) وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللهُ وَاسِعٌ عَلِيمٌ (٧٣) يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ (٧٤) وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (٧٥) بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللهَ يُحِبُّ الْمُتَّقِينَ (٧٦) إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٧) وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ </p><p> مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللهِ وَمَا هُوَ مِنْ عِنْدِ اللهِ وَيَقُولُونَ عَلَى اللهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (٧٨) مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩) وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ (٨٠) </p><p> * * * </p><p> (وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ) ، أوله سمي وجهًا لأنه أول ما يواجهه الناظر، (وَاكْفُرُوا آخرَهُ لَعَلهُمْ) أي: المؤمنين (يَرْجِعُون) : عن الإسلام، أطلع الله نبيه على مكيدة اليهود، فإنهم اشتوروا أن يظهروا الإيمان أول النهار، ويصلوا مع المسلمين صلاة الصبح فإذا جاء آخر النهار ارتدوا؛ ليقول المسلمون: ما رجعهم إلى دينهم إلا اطلاع نقيصة في ديننا ولعلهم يرجعون عن الإسلام. </p><p> (وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ) : لا تعترفوا، ولا تظهروا التصديق إلا لأشياعكم، (قُلْ إِنَّ الهُدَى هُدَى اللهِ) : يهدى من يشاء، (أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ) ، متعلق بلا تؤمنوا أي: لا تعترفوا بأن يُؤْتَى أحد مثل ما أوتيتم من العلم، والمعجزات، ولا بأن يغالبوكم بالحجة يوم القيامة إلا لأشياعكم، </p><p> ولا تفشوه لا إلى المسلمين ولا إلى المشركين يعني: إن علمكم بذلك حاصل، لكن لا تظهروه وأوثر في العطف كلمة \" أو \" ليفيد العموم مثل: \" وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا \"  [الإنسان: ٢٤] ، وقوله:  \" إن الهدى هدى الله \" جملة معترضة دالة على أن كيدهم لا طائل تحته، وقيل: قد تم الكلام عند قوله: \" إلا لمن تبع دينكم \" ، والمعنى على الوجهين الأولين الآتيين ولا تؤمنوا هذا الإيمان الظاهر، وهو إيمانكم وجه النهار إلا لمن تبع دينكم قبل ذلك ثم أسلم لعلهم يرجعون، فإن رجوعهم أرجى عندكم، وأشجى لحلوق المسلمين حينئذ، ففى موقع \" أنْ \" يؤتى ثلاثة أوجه: </p><p> الأول: أن يتعلق بفعل مضمر على حذف اللام أي وقل فعلتم ما فعلتم من الكيد لأن يؤتى أحد مثل ما أوتيتم ولما يترتب من غلبتهم بالحجة يوم القيامة، أي: لم يكن لكم داع إلى هذا الكيد سوى الحسد، ووجه العدول عن الواو إلى حينئذ الإشارة إلى أن كلا من الأمرين مستقل بكونه سببًا للحسد. </p><p> الثاني: أن يكون الخبر إن الهدى وهدى الله بدل من الهدى وحين أو بمعنى إلى أن يعني حتى يحاجوكم فيدحضوا حجتكم. </p><p> الثالث: أن ينتصب بفعل مضمر تقديره قل. إن الهدى هدى الله ولا تنكروا أن يؤتى أحد أو يكون لأحد وسيلة غلبة عليكم عند الله، ويدل على هذا المضمر لا تؤمنوا إلا </p><p> لمن تبع دينكم؛ لأن معناه حينئذ لا تقروا بحقية دين لأحد إلا لمن هو على دينكم فإنه لا دين سواه يماثله، وهذا إنكار لأن يؤتى أحد مثل دينهم، وقد بسطت الكلام هنالك فاستفده، (قُلْ إِن الفَضْلَ بِيَدِ اللهِ يُؤْتِيهِ مَن يَشَاءُ وَاللهُ وَاسِعٌ) فضله (عَلِيمٌ) : بكل شيء. </p><p> (يَّخْتَص بِرَحْمَتِهِ مَن يَشَاءُ) : لحكمته، (وَاللهُ ذُو الفَضْلِ العَظِيمِ) هذا كله رد وإبطال لزعمهم الفاسد. </p><p> (وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ) ، كعبد الله بن سلام أودعه رجل ألفا وكل ومائتي أوقية من ذهب، فأداه، (وَمِنْهُم مَّنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لاَّ يُؤَدِّه إِلَيْكَ) ، كفنحاص بن عازوراء أودع دينارًا فجحده، (إِلا مَا دُمْتَ عَلَيْه قَائِمًا) . إلا مدة دوامك قائمًا على رأسه مبالغًا بالتقاضي أو الترافع، (ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ) أي: ترك الأداء بسبب أنَّهم قالوا: ليس علينا في شأن العرب ذم وعتاب، وأحل الله أموالهم لنا (وَيَقُولُونَ عَلَى اللهِ الْكَذِبَ) : اخترعوا، واختلقوا، وليس في التوراة شيء مما قالوا، (وَهُمْ يَعْلَمُونَ) : إنهم كاذبون. </p><p> (بَلَى) أي: بلى عليهم فيهم سبيل، وقوله:  (مَنْ أَوْفَى) إلى آخره استئناف، (بِعَهْدِهِ) أي بعهد الله الذي عهد إليه في التوراة من الإيمان بمحمد صلى الله عليه وسلم وبالقرآن وأداء الأمانة أو بعهد نفسه، (وَاتَّقَى) أي: الكفر والخيانة، (فَإِنْ الله يُحِبُّ الُمتَّقِينَ) أي: يحبه فإنه متق، وقيل: بلى بمعنى لكن. </p><p> (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللهِ) : يستبدلون بما عاهدوا من الإيمان برسله، (وَأَيْمَانِهِمْ) ، وبما حلفوا من قولهم: والله لنؤمنن به ولننصرنه، (ثَمَنًا قَلِيلًا) : من الدنيا رشوة في تحريف التوراة، وتبديلُ نعتِ محمدٍ عليه الصلاة والسلام، (أُولَئِكَ لَا خَلَاقَ) : لا نصيب، (لَهُمْ فِي الْآخِرَةِ وَلاَ يُكَلِّمُهُمُ اللهُ) : بما يسرهم، (وَلَا يَنْظُرُ إِلَيْهِمْ) : نظر رحمة (يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ) : ولا يثني عليهم أو لا يطهرُهم من الذنوب، (وَلَهُمْ عَذَابٌ أَلِيمٌ) فعلى هذا الآية في اليهود أو نزلت في ترافع بين صحابي ويهودي في أرض فتوجه الحلف على اليهودي، أو في رجل أقام سلعة في سوق فحلف لقد أعطى بها ما لم يعطه ليوقع فيها أحدًا من المسلمين. </p><p> (وَإِنَّ مِنْهُمْ) : من اليهود، والنصارى، (لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ) يميلونها عن المنزل إلى المحرف ويفتلونها عنه، فالباء للاستعانة أو الظرفية، والمضاف محذوف أي: </p><p> بقراءة الكتاب (لِتَحْسَبُوهُ) ، أيها المؤمنون، وضمير المفعول لما حصل باللي وهو المحرف، (مِنَ الْكِتَابِ) التوراة، (وَمَا هُوَ مِنَ الْكِتَابِ) : التوراة، (وَيَقُولُونَ هُوَ مِنْ عِندِ اللهِ وَمَا هُوَ مِنْ عِندِ اللهِ) : تأكيد لقوله وما هو من الكتاب، وتشنيع عليهم (وَيَقُولُونَ عَلَى اللهِ الكَذبَ وَهُمْ يَعْلَمُونَ) : أنَّهم كاذبون. </p><p> (مَا كَانَ لِبَشَرٍ) : ما ينبغي له، وما يتأتى منه، (أن يَّؤْتِيَهُ اللهُ الكِتَابَ وَالْحُكْمَ) : الحكمة أو إمضاء الحكم من الله، (وَالنبوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كونوا عِبَادًا لِّي مِن دُونِ اللهِ) ، رد على اليهود حين قالوا: أتريد يا محمد أن نعبدك كما تعبد النصارى عيسى ابن مريم؟ فقال صلى الله عليه وسلم معاذ الله ما بذلك بعثني؛ فنزلت، أوْ رد على النصارى حيث قالوا: إن عيسى أمرهم أن يتخذوه ربًّا فنزلت، (وَلَكِنْ) : يقول، (كُونُوا رَبَّانِيِّينَ) : حكماء، </p><p> وحلماء وعلماء، أو فقهاء، أو من يرب علمه بعمله أو منسوب إلى الرب بزيادة الألف والنون (بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ) : أي: بسبب كونكم معلمين الكتاب ودارسين له. </p>"
}