{
  "id": null,
  "sura": 3,
  "aya": 92,
  "text": "<p> (لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللهَ بِهِ عَلِيمٌ (٩٢) كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ (٩٣) فَمَنِ افْتَرَى عَلَى اللهِ الْكَذِبَ مِنْ بَعْدِ ذَلِكَ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٩٤) قُلْ صَدَقَ اللهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٩٥) إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ (٩٦) فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا وَلله عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ (٩٧) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَاللهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ (٩٨) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٩) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ (١٠٠) وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٠١) </p><p> * * * </p><p> (لَن تَنَالُوا البِرَّ) : الجنة، أو التقوى، أو كمال الخير، (حَتَّى تُنفِقُوا مِمَّا تُحِبونَ) أي: بعضه، والمراد منه أداء الزكاة أو صدقة السنة، ويدل على الثاني أن كثيرًا من الصحابة تصدقوا بأراضيهم، وأعتقوا جواريهم حين نزلت، أو المعنى: لن تنالوا البر حتى </p><p> تنفقوا وأنتم أصحاء أشحاء، (وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللهَ بِهِ عَلِيمٌ) فيجازى بحسبه. </p><p> (كُلُّ الطعَامِ) أي: المطعومات، (كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ) أي: حلالاً لهم، (إِلا مَا حَرَّمَ) ، وهو لحمان الإبل، وألبانها، أو العروق (إِسْرَائِيلُ) : وهو يعقوب، (عَلَى نَفْسِهِ) لنذر: نذر في مرض لئن عافاه الله لا يأكل أحب الطعام والشراب ولحم الإبل ولبنه أحب إليه، أو نذر لا يأكل العروق لأن وجعه عرق النسا، أو العروق تضره فاتبعه بنوه في إخراج العروق من اللحوم (مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ) جاز أن يتعلق بـ حَرَّمَ أو بـ حِلًّا نزلت ردًّا على اليهود حين طعنوا في رسول الله صلى الله عليه وسلم أنت تزعم أنك على ملة إبراهيم، وكان حرامًا عليه أشياء من لحم، ولبن الإبل أو العروق وأنت تحلله فنزلت إن كل المطعومات حلال على الخلائق قبل نزول التوراة، وبشؤم ذنوبهم حرم في التوراة ما حرم (قُلْ) : يا محمد، (فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ) إن لحم ولبن الإبل أو العروق حرام على الأنبياء كلهم فلما قال لهم بهتوا. </p><p> (فَمَنِ افْتَرَى) : ابتدع، (عَلَى اللهِ الكَذِبَ) بأن الله حرم لحم ولبن الإبل عليهم، (مِنْ بَعْدِ ذلِكَ) : ما علم أن التحريم إنما كان من جهة يعقوب (فَأُوْلَئِكَ هُمُ الظَّالِمُونَ) أو الآية رد على اليهود حيث زعموا أن كل ما هو حرام عليهم كان حرامًا على الخلائق قبلهم لا أن الله حرم عليهم بشؤم ظلمهم، (قُلْ صَدَقَ اللهُ) : في جميع ما أخبر، وكذبتم أنتم، (فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) : مائلاً عن الباطل، وهي ملة الإسلام التي في الأصل ملته أو مثل ملته، (وَمَا كَانَ مِنَ الْمُشْرِكِينَ) : تعريض على اليهود. </p><p> (إِنَّ أَوَّلَ بَيْتٍ وُضِعَ) أي: أول بيت ظهر على وجه الماء عند خلق السماء والأرض قبل خلق الأرض بألفي عام، أو بيت بناه ملائكة هم سكان الأرض قبل آدم عليه السلام أو بناه آدم أو أول بيت وضع لعبادة الله، وكانت البيوت قبله، وهو قول على رضى الله عنه، قيل سبب نزوله أن اليهود قالوا: قبلتنا أفضل وأقدم فأنزل الله، (لِلنَّاسِ لَلَّذِي بِبَكَّةَ) أي: للبيت الذي ببكة وهي لغة في مكة أو مكة من الفج إلى التنعيم، وَبكة من البيت إلى البطحاء، أو هي البيت والمسجد، وما وراءه مكة أو موضع البيت، (مُبَارَكًا) : كثير الخير حال من ضمير الظرف، (وَهُدًى لِلْعَالَمِينَ) فإنه قبلتهم ومتعبدهم، (فِيهِ آيَاتٌ بَيِّنَاتٌ) كل جبار قصده بسوء كأصحاب الفيل قهره، (مَقَامُ إِبْرَاهِيمَ) أي من جملتها أو بدل من الآيات بدل البعض وأتر قدميه في المقام آية بينة، (وَمَن دخَلَهُ) أي: مكة، (كَانَ آمِنًا) : من القتل، والغارة ما دام فيه لكن لا يطعم ولا يسقى حتى يخرج فيؤخذ بذنبه، أو من دخله </p><p> معظمًا له أمن يوم القيامة من العذاب قيل: جملة شرطية عطف على مقام من حيث المعنى أي أمْنُ من دخله من جملتها. </p><p> (وَلله عَلَى النَّاسِ حِجُّ البَيْتِ) أي: قصده على وجه مخصوص، (مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) كل مأتى إلى الشيء فهو سبيله، وهو بدل من الناس مخصص له والاستطاعة ألا يكون عاجزًا بنفسه يقدر على الركوب بلا مشقة شديدة وله راحلة وزاد رواح ورجوع فاضل عن نفقة من يلزم عليه نفقته وكسوته، ثم إن اليهود حين أمروا بالحج قالوا: ما وجب علينا فنزل قوله: (وَمَن كَفَرَ) أي: جحد فرضّيته، (فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ) أي: من وجد ما يحج به، ولم يحج حتى مات فهو كفر به وقيل: وضع كفر موضع لم يحج تغليظًا، (قُلْ يَا أَهْلَ الكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ) : النقلية، والعقلية الدالة على صدق القرآن، ومن أنزل عليه، (وَاللهُ) ، الواو، للحال، (شَهِيدٌ عَلَى مَا تَعْمَلُون) ، فلا ينفعكم التحريف، والكتمان. </p><p> (قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللهِ) : عن دينه، وكانوا يحتالون لصدهم عن الإسلام، (مَنْ آمَنَ) ، مفعول تصدون، (تَبْغُونَهَا عِوَجاً) : حال من فاعل تصدون أي: طالبين لسبيل الله اعوجاجًا بتلبيسكم على الناس وتغييركم صفة رسول الله (صلى الله عليه وسلم) وتحريشكم بين المؤمنين، وهو متعد إلى مفعوليه بلا واسطة، (وَأَنْتُمْ شُهَدَاءُ) أن الصد عن الإسلام ضلال، وكتمان أمر محمد غواية، (وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) ، ولما كان إنكارهم للقرآن مجاهرة منهم قال:  (والله شهيد) ، ولكن الصد عن الإسلام والتحريف من أسرارهم قال:  (وما الله بغافل) . </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ) : ثاني مفعولي يرد فإنه بمعنى التصيير، نزلت إلى قوله (لعلكم تهتدون) فى الأوس والخزرج حين ذكرهم اليهود الحروب وعداوات الجاهلية؛ ليفتتنوا ويعودوا لمثل ما فيهم من الجاهلية (وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللهِ) : القرآن، وغيره، (وَفِيكُمْ رَسُولُهُ) : الزاهر الباهر السراج الظاهر عليه الصلاة والسلام، (وَمَن يَّعْتَصِم بِاللهِ) : يلتجئ إليه ويتمسك بدينه، ويؤمن به، (فَقَدْ هُدِيَ إِلَى صِرَاطٍ مسْتَقِيمٍ) طريق واضح لا اعوجاج له. </p>"
}