{
  "id": null,
  "sura": 3,
  "aya": 149,
  "text": "<p> أَمْرِنَا): صغائرنا، وكبائرنا، (وَثَبِّتْ أَقْدَامَنَا) : بحولك وقوتك، (وَانصُرْنَا عَلَى القَومِ الْكَافِرِينَ فَآتَاهُمُ اللهُ ثَوَابَ الدُّنْيَا) : النصر، والعافية، والغنيمة، (وَحُسْن ثَوَابِ الْآخِرَةِ وَاللهُ يُحِبُّ الُمحْسِنِينَ) . </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (١٤٩) بَلِ اللهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ (١٥٠) سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ (١٥١) وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ (١٥٢) إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٥٣) ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لله يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللهُ عَلِيمٌ بِذَاتِ </p><p> الصُّدُورِ (١٥٤) إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللهُ عَنْهُمْ إِنَّ اللهَ غَفُورٌ حَلِيمٌ (١٥٥) </p><p> * * * </p><p> (يَا أَيُّهَا الذِينَ آمَنُوا إِن تُطِيعُوا الذِينَ كَفَرُوا) : اليهود، والمنافقين حين قالوا يوم أحد: ارجعوا إلى دين آبائكم (يَرُدوكُمْ عَلَى أَعْقَابِكُمْ) : يرجعوكم إلى الشرك، (فَتَنقَلِبُوا خَاسِرِينَ) : مغبونين في الدارين، (بَلِ اللهُ مَوْلاكُمْ) : ناصركم، (وَهُوَ خَيْرُ النَّاصِرِينَ) : فلا تستنصروهم، (سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ) لما ارتحل المشركون عن أحد عزموا في أثناء الطريق الرجوع لاستئصال المسلمين، فألقى الله الرعب في قلوبهم فلم يقدروا على الرجوع (بِمَا أَشْرَكُوا بِاللهِ) : بسبب إشراكهم، (مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا) أي: أشركوا شيئًا لم يزل الله بإشراكه حجة ودليلاً (وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ) أي: النار، وضع الظاهر موضع المضمر تغليظًا وتعليلاً، (وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ) : بالنصر والظفر بشرط الصبر والتقوى (إِذْ تَحُسُّونَهُمْ) : تقتلون المشركين أول الأمر يوم أحد (بِإِذْنِهِ) : بقضاء الله، (حَتَّى إِذَا فَشِلْتُمْ) : جبنتم، (وَتَنَازَعْتُمْ فِي الْأَمْرِ) أراد اختلاف الرماة حين انهزام المشركين قال بعضهم ندع مكاننا للغنيمة، وقال بعضهم: نترك الغنيمة، ولا نخالف نبي الله (وَعَصيتم) : الرسول بترك المركز، (مِّنْ بَعْدِ مَا أَرَاكُم) : الله (مَا تُحِبُّونَ) : من الغنيمة، وجواب إذا محذوف وهو امتحنكم أو منعكم نصره، (مِنكُم مَّن يُرِيدُ الدُّنْيَا) : وهم من ترك المركز للغنيمة، (وَمِنكُم مَّن يُرِيدُ الْآخِرَةَ) : وهم </p><p> الثابتون عند المركز، (ثُمَّ صَرَفَكُمْ عَنْهُمْ) : كفكم عنهم، وردكم بالهزيمة (لِيَبْتَلِيَكُمْ) : يمتحن ثباتكم، (وَلَقَدْ عَفَا عَنكُمْ) : مخالفة الرسول لندمكم، أو عفا عنكم فلم يستأصلكم، (وَاللهُ ذُو فَضْلٍ عَلَى الُمؤْمِنِينَ إِذْ تُصْعِدُونَ) : تبعدون فى الهزيمة متعلق بـ عفا عنكم، أو بـ صرفكم، أو ليبتليكم، (وَلاَ تَلْوُون) : لا تقفون، ولا تقيمون، (عَلَى أَحَدٍ) : ولا يلتفت بعض إلى بعض، (وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ) أي: في جماعتكم الأخرى أي المتأخرة يقول: \" إليَّ عباد الله فأنا رسول الله من يكر فله الجنة) (فَأَثَابَكُمْ غَمًّا بِغَمٍّ) : جازاكم عن فشلكم غما متصلاً بغم غم الذنب وظن قتل نبيكم والخوف وظفر المشركين وقيل غمًّا بسبب غم أذقتموه رسول الله بمخالفته، (لكَيْلا تَحْزنوا عَلَى مَا فاتَكُمْ) : من الغنيمة، والظفر بعدوكم، (وَلاَ) : على، (مَا أَصَابَكُمْ) : من القتل والجراح وقيل معناه لتتمرنوا على الصبر في الشدائد؛ فلا تحزنوا فيما بعد على نفع فائت وضر لاحق، وقيل (لا) في لكيلا زائدة، (وَاللهُ خَبِيرٌ بمَا تَعْمَلُونَ) : عالم بأعمالكم وقصدكم، (ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا) : أمنة مفعول، ونعاسًا بدل منه، وهذا كما قال الزبير: لقد </p><p> رأيتني مع رسول الله صلى الله عليه وسلم حين اشتد الخوف علينا أرسل الله علينا النوم فما منا من رجل إلا ذقنه في صدره، والله لا أسمع قول معتب بن قشير إلا كالحلم لو كان لنا من الأمر شيء ما قتلنا ها هنا، وعن ابن مسعود: النعاس في القتال من الله، وفي الصلاة من الشيطان، (يَغْشَى) : النعاس (طَائِفَةً مِنْكُمْ) ، وهم المؤمنون حقًا، (وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ) ما بهم إلا هَمُّ أنفسهم وطلب خلاصها، وهم المنافقون، (يَظُنُّونَ بِاللهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ) : نصب (غَيْرَ الْحَقِّ) بالمصدر أي يظنون غير الظن الحق، وظن الجاهلية بدله أو هو مفعول مطلق، وغير الحق مصدر لمضمون الجملة أي يظنون ظن الجاهلية يقولون قولاً غير الحق، وهو أنَّهم يظنون أنه ما بقي من أمر محمد صلى الله عليه وسلم شيء، (يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ) أي: هل لنا من النصر والغلبة شيء، ونصيب قط؛ وهذا إنكار منهم، (قُلْ) : يا محمد، (إِنَّ الأَمْرَ كُلَّهُ لله) : النصر والظفر والقضاء والقدر، (يُخْفُونَ فِي أَنفسِهِم) : من النفاق استئناف، أو حال من فاعل يقولون، (مَّا لاَ يُبْدُونَ لَكَ يَقُولُون) ، بدل من يخفون في أنفسهم ما لا يبدون لك أو استئناف أي إذا خلا بعضهم إلى بعض يقولون،: (لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ) أي: لو كنا على الحق، </p>"
}