{
  "id": null,
  "sura": 3,
  "aya": 10,
  "text": "<p> من لدنك رحمة) تثبت بها قلوبنا (إنك أنت الوهاب) : بكل سؤل. (ربنا إنك جامع الناس ليوم) : لجزاء يوم أو في يوم. (لا ريب فيه) : في وقوعه. (إن الله لا يخلف الميعاد) . </p><p> * * * </p><p> (إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ (١٠) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللهُ بِذُنُوبِهِمْ وَاللهُ شَدِيدُ الْعِقَابِ (١١) قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ </p><p> وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ (١٢) قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (١٣) زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللهُ عِنْدَهُ حُسْنُ الْمَآبِ (١٤) قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللهِ وَاللهُ بَصِيرٌ بِالْعِبَادِ (١٥) الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (١٦) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ (١٧) شَهِدَ اللهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (١٨) إِنَّ الدِّينَ عِنْدَ اللهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللهِ فَإِنَّ اللهَ سَرِيعُ الْحِسَابِ (١٩) فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللهُ بَصِيرٌ بِالْعِبَادِ (٢٠) </p><p> * * * </p><p> (إِن الذِينَ كفرُوا) بمحمد (صلى الله عليه وسلم) أو المراد يهود قريظة والنضير. </p><p> (لَن تُغنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلادُهُم مِّنَ اللهِ شَيْئًا) أي: لا يدفع عنهم شيئًا من عذاب الله أو ما أجزأ عنهم وما كفاهم من رحمة الله شيئًا من الإجزاء على أن يكون شيئًا مصدرًا. (وَأُوْلَئِكَ هُمْ وَقُودُ النَّارِ) : حطبها. </p><p> (كَدَأْبِ آلِ فِرْعَوْنَ) متعلق بـ لن تغني أي: لن تغني عنهم كشأن آل فرعون يعني: مثل ما لم تغن عنهم، أو استئناف أي: صنيعهم وسنتهم كصنيع آل فرعون. (وَالذِينَ مِن قَبْلِهِمْ) عطف على آل فرعون. (كَذَّبُوا بِآيَاتِنَا) : حال بإضمار قد أو استئناف، وقيل: الذين من قبلهم مبتدأ وكَذَّبُوا خبره (فَأَخَذَهُمُ اللهُ بِذُنُوبِهِمْ وَاللهُ شَدِيدُ الْعِقَابِ) تهويل وتشديد للمؤاخذة. </p><p> (قُل) : يَا محمد. (للذِينَ كفَرُوا سَتُغلَبُونَ) : في الدنيا. (وتحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ المِهَادُ) جهنم وهو استئناف أو تمام ما يقال لهم لما رجع (رسول الله صلى الله عليه وسلم) من بدر حذر اليهود أن ينزل عليهم ما نزل على قريش، فقالوا: لا يغرنك أن قتلت أغمارًا لا يعرفون القتال ولو قاتلتنا لعرفت الناس فنزلت إلى قوله: \" لعبرة لأولى الأبصار \" ، وقيل: الخطاب لقريش. </p><p> (قَدْ كَانَ لَكُمْ) : أيها اليهود وقيل: أيها المشركون والمؤمنون. (آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا) : يوم بدر. (فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللهِ وَأُخْرَى كَافِرَةٌ </p><p> يَرَوْنَهُمْ مِثْلَيْهِمْ) الجملة حال، وتقاتل خبر لـ فئة أو صفة لها، والجملة خبرها أي: يرى المشركون يوم بدر المسلمين مثلي عدد المسلمين أو المشركين، ليحصل لهم الرعب، والمسلمون كانوا ثلاث مائة وبضعة عشر، وهم ما بين تسع مائة إلى ألف، وهذا في أول الأمر وأما في حال القتال فكل من المسلمين والكافرين قللوا الآخر كما قال تعالى:  \" وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ \"  (الأنفال: ٤٣) ، إلخ. لتقدموا عليهم، ويقضي الله أمرًا كان مفعولاً أو يرى المسلمون الكافرين مثلي عدد المسلمين مع أنَّهم أكثر ليقوى قلوبهم بوعد الله، وهو قوله:  \" فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ \"  [الأنفال: ٦٦] . أو مثلي عدد المشركين ليتوكلوا أو يطلبوا الإعانة من الله، وحين القتال قللهم الله في أعينهم حتى سأل بعض المسلمين بعضهم: هل تراهم سبعين؟ قال: أراهم مائة. (رَأْيَ العَيْنِ) : رؤية ظاهرة معاينة. (وَاللهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ) : نصره (إِنَّ فِي ذلِكَ) : أي: التقليل والتكثير وغلبة القليل عليهم. </p><p> (لَعِبْرَةً) : عظة. (لأُوْلِي الأَبْصَارِ) : لذوى البصائر. </p><p> (زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ) أي: المشتهيات سماها شهوات مبالغة. (مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ) القناطر المال الكثير. (الُمقَنطَرَةِ) ذكرت للتأكيد كبدرة مبدرة أو القنطار ألفا أوقية أو ألف دينار أو ألف ومائتا دينار، وقيل غيرها. (مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ) : عطف على النساء. (الْمُسَوَّمَةِ) : الراعية، والمطهمة الحسان أو الغرة والتحجيل وقيل غيرهما. (وَالأَنعَامِ) الإبل، والبقر، والغنم. (وَالْحَرْثِ ذلِكَ) : إشارة إلى ما ذكر. (مَتَاعُ الحَيَاةِ الدُّنيا) : وهي فانية. (وَاللهُ عِنْدَهُ حُسْنُ الْمَآبِ) أي: المرجع والثواب وفيه تزهيد من الدنيا. (قلْ) : يا محمد. (أَؤنَبِّئكمَ بِخَيْرٍ من ذَلِكمْ) أأخبر بخير مما زين للناس؟! (لِلَّذِينَ اتَّقَوْا) : الشرك. (عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا) : من تحت أشجارها. </p><p> (الأَنهَار خَالِدِينَ فِيهَا وَأَزْوَاجٌ مطَهرَةٌ) : من الحيض وسائر الدنس. (وَّرضْوَانٌ منَ </p><p> اللهِ): فلا يسخط عليهم أبدًا. (وَاللهُ بَصِيرٌ بِالْعِبَادِ) بأعمالهم وأحوالهم، فيعطيهم ما يستحقونه. </p><p> (الذينَ يَقُولُونَ) : مرفوع أو منصوب بالمدح. (رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا) : بإيماننا لك. (وَقِنَا عَذَابَ النَّارِ) . (الصَّابِرِينَ) : على الشرع. </p><p> (وَالصَّادِقِينَ) : في اللسان. (وَالْقَانِتِينَ) : المطعين الخاضعين. (وَالْمُنفِقِينَ) : من أموالهم في أموالهم في جهات الخير. (وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ) فإنها وقت الإجابة، أو المصلين، قيل: هو الذي يصلي الصبح بالجماعة (شَهِدَ </p><p> اللهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ): بأن نصب أدلة التوحيد أو بين الله أو حكم الله (وَالْمَلاِئكَةُ وأُولو العِلْمِ) بالإقرار، وهذه مرتبة جليلة للعلماء. (قَائِماً بِالْقِسْطِ) : بالعدل في أحكامه، وهو حال من الله. (لاَ إِلَهَ إِلَّا هُوَ) : كرره تأكيدًا، وليبنى عليه قوله (العَزِيزُ) فلا يرام جنابه عظمةً. (الحَكِيمُ) فلا يصدر عنه شيء إلا على وفق الاستقامة. (إِنَّ الدِّينَ عِندَ اللهِ الإِسْلامُ) جملة مؤكدة للأولى أي: لا دين مقبول عنده سوى الإسلام، وهو اتباع سيد الأنبياء عليهم الصلاة والسلام. (وَمَا اخْتَلَفَ الَّذِينَ أوتُوا الكِتَابَ) مطلقًا </p><p> أو اليهود في دين الإسلام بأنه حق أو باطل (إِلا مِن بَعْدِ مَا جَاءهُمُ العِلْمُ) : بحقية الإسلام. (بَغْيًا) : حسدًا. (بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللهِ) بما أنزلهِ في كتابه (فَإِنَّ اللهَ سَرِيعُ الْحِسَابِ) المجازاة. </p><p> (فَإِنْ حَاجُّوكَ) : جادلوك في الدين، والتوحيد. (فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ) : أخلصت نفسي وعبادتي له. (وَمَنِ اتَّبَعَنِ) : عطف على الضمير المتصل يعني: ديني دين التوحيد الذي ثبت عندكم أيضًا وما جئت بشيء بديع حتى تجادلوني. (وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ) : الذين لا كتاب لهم من العرب (أَأَسْلَمْتُمْ) لما وضحت الحجة لكم أم أنتم بعد على الكفر؟ وفي هذا النوع من السؤال تعيير لهم، </p>"
}