{
  "id": null,
  "sura": 3,
  "aya": 1,
  "text": "<p> [سورة آل عمران] </p><p> وآياتها مائتان وركوعاتها عشرون </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الم (١) اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ (٣) مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللهُ عَزِيزٌ ذُو انْتِقَامٍ (٤) إِنَّ اللهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٥) هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (٦) هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٧) رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ (٨) رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ إِنَّ اللهَ لَا يُخْلِفُ الْمِيعَادَ (٩) </p><p> * * * </p><p> (الم) قد مر تفسيرها، فلا نعيده (اللهُ لَا إِلَهَ إِلَّا هُوَ) المتفرد بالألوهية </p><p> (الحَيُّ) الذي يصح أن يعلم أو يقدر (القيوم) دائم الحفظ للكائنات (نَزَّلَ عَلَيْكَ </p><p> الْكِتَابَ): القرآن. (بِالْحَقِّ) : بالصدق، أو بالعدل؛ وهو حال (مُصَدِّقًا لِّمَا بَيْنَ يَدَيه) من الكتب أنه من عند الله (وَأَنزَلَ التَّوْرَاةَ) على موسى (وَالإِنجِيلَ) على عيسى (من قَبْلُ) من قبل تنزيل القرآن (هُدًى لِّلنَّاسِ) في زمانهما (وَأَنزَلَ الفُرْقَان) الفارق بين الحق والباطل، وهو جنس الكتب الإلهية عَمَّ بعد ما خص ذكر الثلاثة، أو القرآن كرر ذكره بوصفه تعظيمًا له (إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللهِ لَهُمْ عَذَابٌ شَدِيدٌ) يوم القيامة (وَاللهُ عَزِيزٌ) غالب لا يغلب (ذُو انْتِقَامٍ) عقوبة على من خالف الرسل (إِنَّ اللهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ) قيده </p><p> بهما، إذ الحس لا يتجاوز عنهما (هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ) من الصور المتنوعة (لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ) الغالب في الأمور (الحَكِيمُ) في الأفعال (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ) القرآن (مِنْهُ آيَاتٌ مُحْكَمَاتٌ) </p><p> واضحات الدلالة (هُنَّ أُمُّ الْكِتَابِ) أصله يرد إلِيها غيرها، وهن ناسخ القرآن، وحلاله، وحرامه، وحدوده، وفرائضه، وما يؤمن به، ويعمل به أو قوله:  \" قل تعالوا \" ، والآيتان بعدها، وقوله:  \" وقضى ربك \"  (الإسراء: ٢٣) ، إلى ثلاث آيات بعدها، والآيات كلها في تكاملها كآية واحدة، أو كل واحدة منهن أم الكتاب. </p><p> (وَأُخَرُ مُتَشَابِهَاتٌ) فيها اشتباه في الدلالة لكثير من الناس إلا للمهرة من العلماء، وهذا يظهر فضلهم، وهن المنسوخة، والمقدم والمؤخر منه، والأمثال والأقسام، وما يؤمن به ولا يعمل به، أو الحروف التي فِي أوائل السور (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ) عدول عن الحق، كاليهود، وقالت: الحروف المقطعة بيان مدة أجل هذه الأمة (فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ) يتعلقون به لينزلوه على مقاصدهم الفاسدة، وأما المحكم فتركوه لأنه لا نصيب لهم فيه. (ابْتِغَاءَ الْفِتْنَةِ) : الإضلال. (وَابْتِغَاءَ تَأْوِيلِهِ) على ما يشتهونه أو بطلب حقيقته وما يئول أمره إليه. (وَمَا يَعْلَمُ تَأْوِيلَهُ) أي ما هو </p><p> الحق، أو حقيقته. (إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ) اختلفوا في الوقف على \" الله \" عند أكثر السلف أن تأويل بعض الآيات لا يعلمه أحد إلا الله، ومن القراء من يقف على قوله:  \" والراسخون في العلم \" ، وهو قول مجاهد وربيع بن أنس، وروي عن ابن عباس أنه قال: أنا من الراسخين الذين يعلمون تأويله. (يَقُولُونَ آمَنَّا بِهِ) خبر الراسخون إن جعلته مبتدأ، وإلا فهو استئناف أو حال. (كُلٌّ) : من المتشابه، والمحكم. (مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ) وما يتعظ بالقرآن ولا يفهمه إلا ذوو العقول السليمة، وفي الحديث حين سئل عن الراسخين:  \" من برت يمينه وصدق لسانه، واستقام قلبه، ومن عف بطنه وفرجه فذلك من الراسخين في العلم \" . </p><p> (رَبَّنَا لَا تُزِغْ قُلُوبَنَا) : من مقال الراسخين أي: لا تملها عن الحق إلى اتباع لمتشابه بتأويل غير مراد الله. (بَعْدَ إِذْ هَدَيْتَنَا) : إلى الإيمان بالمحكم، والمتشابه. (وهَبْ لَنَا </p>"
}