{
  "id": null,
  "sura": 3,
  "aya": 55,
  "text": "<p> مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٥٥) فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٥٦) وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَاللهُ لَا يُحِبُّ الظَّالِمِينَ (٥٧) ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ (٥٨) إِنَّ مَثَلَ عِيسَى عِنْدَ اللهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ (٥٩) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ (٦٠) فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللهِ عَلَى الْكَاذِبِينَ (٦١) إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللهُ وَإِنَّ اللهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ (٦٢) فَإِنْ تَوَلَّوْا فَإِنَّ اللهَ عَلِيمٌ بِالْمُفْسِدِينَ (٦٣) </p><p> * * * </p><p> (إَذْ قَالَ اللهُ) ظرف لمكر الله، (يَا عِيسَى إِنِّي مُتَوَفِّيكَ) المراد من الوفاة ها هنا النوم، وعليه الأكثرون أو في الآية تقديم وتأخير تقديره إني رافعك إليَّ ومتوفيك يعني بعده أو توفاه الله ثلاث ساعات حين رفعه إليه أو سبع ساعات (١) ثم أحياه أو متوفيك من الدنيا، وليس بوفاة موت أي: قابضك من الأرض وافيًا لم ينالوا منك شيئًا من توفيت مالي، (وَرَافِعُكَ إِلَيَّ) إلى محل كرامتي، (وَمُطَهِّرُكَ مِنَ الذِينَ </p><p>(١) كلام باطل يتفق مع أساطير النصارى قاتلهم الله. قال الإمام فخر الدين الرازي ما نصه:اعْتَرَفُوا بِأَنَّ اللهَ تَعَالَى شَرَّفَ عِيسَى فِي هَذِهِ الْآيَةِ بِصِفَاتٍ:الصِّفَةُ الْأُولَى: إِنِّي مُتَوَفِّيكَ وَنَظِيرُهُ قَوْلُهُ تَعَالَى حِكَايَةً عَنْهُ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ [الْمَائِدَةِ: ١١٧] وَاخْتَلَفَ أَهْلُ التَّأْوِيلِ فِي هَاتَيْنِ الْآيَتَيْنِ عَلَى طَرِيقَيْنِ أَحَدُهُمَا: إِجْرَاءُ الْآيَةِ عَلَى ظَاهِرِهَا مِنْ غَيْرِ تَقْدِيمٍ، وَلَا تَأْخِيرٍ فِيهَا وَالثَّانِي: فَرْضُ التَّقْدِيمِ وَالتَّأْخِيرِ فِيهَا، أَمَّا الطَّرِيقُ الْأَوَّلُ فَبَيَانُهُ مِنْ وُجُوهٍ الْأَوَّلُ: مَعْنَى قَوْلِهِ إِنِّي مُتَوَفِّيكَ أَيْ مُتَمِّمٌ عُمُرَكَ، فَحِينَئِذٍ أَتَوَفَّاكَ، فَلَا أَتْرُكُهُمْ حَتَّى يَقْتُلُوكَ، بَلْ أَنَا رَافِعُكَ إِلَى سَمَائِي، وَمُقَرِّبُكَ بِمَلَائِكَتِي، وَأَصُونُكَ عَنْ أَنْ يَتَمَكَّنُوا مِنْ قَتْلِكَ وَهَذَا تَأْوِيلٌ حَسَنٌ وَالثَّانِي: مُتَوَفِّيكَ أَيْ مُمِيتُكَ، وَهُوَ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ، وَمُحَمَّدِ بْنِ إِسْحَاقَ قَالُوا: وَالْمَقْصُودُ أَنْ لَا يَصِلَ أَعْدَاؤُهُ مِنَ الْيَهُودِ إِلَى قَتْلِهِ ثُمَّ إِنَّهُ بَعْدَ ذَلِكَ أَكْرَمَهُ بِأَنْ رَفَعَهُ إِلَى السَّمَاءِ ثُمَّ اخْتَلَفُوا عَلَى ثَلَاثَةِ أَوْجُهٍ أَحَدُهَا: قَالَ وَهْبٌ: تُوُفِّيَ ثَلَاثَ سَاعَاتٍ، ثُمَّ رُفِعَ وَثَانِيهَا: قَالَ مُحَمَّدُ بْنُ إِسْحَاقَ: تُوُفِّيَ سَبْعَ سَاعَاتٍ، ثُمَّ أَحْيَاهُ اللهُ وَرَفَعَهُ الثَّالِثُ: قَالَ الرَّبِيعُ بْنُ أَنَسٍ: إِنَّهُ تَعَالَى تَوَفَّاهُ حِينَ رَفَعَهُ إِلَى السَّمَاءِ، قَالَ تَعَالَى: اللهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها وَالَّتِي لَمْ تَمُتْ فِي مَنامِها [الزُّمَرِ: ٤٢].الْوَجْهُ الرَّابِعُ: فِي تَأْوِيلِ الْآيَةِ أَنَّ الْوَاوَ فِي قَوْلِهِ مُتَوَفِّيكَ وَرافِعُكَ إِلَيَّ تُفِيدُ التَّرْتِيبَ فَالْآيَةُ تَدُلُّ عَلَى أَنَّهُ تَعَالَى يَفْعَلُ بِهِ هَذِهِ الْأَفْعَالَ، فَأَمَّا كَيْفَ يَفْعَلُ، وَمَتَى يَفْعَلُ، فَالْأَمْرُ فِيهِ مَوْقُوفٌ عَلَى الدَّلِيلِ، وَقَدْ ثَبَتَ الدَّلِيلُ أَنَّهُ حَيٌّوَوَرَدَ الْخَبَرُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَنَّهُ سَيَنْزِلُ وَيَقْتُلُ الدَّجَّالَ»ثُمَّ إِنَّهُ تَعَالَى يَتَوَفَّاهُ بَعْدَ ذَلِكَ.الْوَجْهُ الْخَامِسُ: فِي التَّأْوِيلِ مَا قَالَهُ أَبُو بَكْرٍ الْوَاسِطِيُّ، وَهُوَ أَنَّ الْمُرَادَ إِنِّي مُتَوَفِّيكَ عَنْ شَهَوَاتِكَ وَحُظُوظِ نَفْسِكَ، ثُمَّ قَالَ: وَرافِعُكَ إِلَيَّ وَذَلِكَ لِأَنَّ مَنْ لَمْ يَصِرْ فَانِيًا عَمَّا سِوَى اللهِ لَا يَكُونُ لَهُ وُصُولٌ إِلَى مَقَامِ مَعْرِفَةِ اللهِ، وَأَيْضًا فَعِيسَى لَمَّا رُفِعَ إِلَى السَّمَاءِ صَارَ حَالُهُ كَحَالِ الْمَلَائِكَةِ فِي زَوَالِ الشَّهْوَةِ، وَالْغَضَبِ وَالْأَخْلَاقِ الذَّمِيمَةِ.وَالْوَجْهُ السَّادِسُ: أَنَّ التَّوَفِّيَ أَخْذُ الشَّيْءِ وَافِيًا، وَلَمَّا عَلِمَ اللهُ أَنَّ مِنَ النَّاسِ مَنْ يَخْطُرُ بِبَالِهِ أَنَّ الَّذِي رَفَعَهُ اللهُ هُوَ رُوحُهُ لَا جَسَدُهُ ذَكَرَ هَذَا الْكَلَامَ لِيَدُلَّ عَلَى أَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ رُفِعَ بِتَمَامِهِ إِلَى السَّمَاءِ بِرُوحِهِ وَبِجَسَدِهِ وَيَدُلُّ عَلَى صِحَّةِ هَذَا التَّأْوِيلِ قَوْلُهُ تَعَالَى: وَما يَضُرُّونَكَ مِنْ شَيْءٍ[النِّسَاءِ: ١١٣].وَالْوَجْهُ السَّابِعُ: إِنِّي مُتَوَفِّيكَ أَيْ أَجْعَلُكَ كَالْمُتَوَفَّى لِأَنَّهُ إِذَا رُفِعَ إِلَى السَّمَاءِ وَانْقَطَعَ خَبَرُهُ وَأَثَرُهُ عَنِ الْأَرْضِ كَانَ كَالْمُتَوَفَّى، وَإِطْلَاقُ اسْمِ الشَّيْءِ عَلَى مَا يُشَابِهُهُ فِي أَكْثَرِ خَوَاصِّهِ وَصِفَاتِهِ جَائِزٌ حَسَنٌ.الْوَجْهُ الثَّامِنُ: أَنَّ التَّوَفِّيَ هُوَ الْقَبْضُ يُقَالُ: وَفَّانِي فُلَانٌ دَرَاهِمِي وَأَوْفَانِي وَتَوَفَّيْتُهَا مِنْهُ، كَمَا يُقَالُ: سَلَّمَ فُلَانٌ دَرَاهِمِي إِلَيَّ وَتَسَلَّمْتُهَا مِنْهُ، وَقَدْ يَكُونُ أَيْضًا تُوُفِّيَ بِمَعْنَى اسْتَوْفَى وَعَلَى كِلَا الِاحْتِمَالَيْنِ كَانَ إِخْرَاجُهُ مِنَ الْأَرْضِ وَإِصْعَادُهُ إِلَى السَّمَاءِ تَوَفِّيًا لَهُ.فَإِنْ قِيلَ: فَعَلَى هَذَا الْوَجْهِ كَانَ التَّوَفِّي عَيْنَ الرَّفْعِ إِلَيْهِ فَيَصِيرُ قَوْلُهُ وَرافِعُكَ إِلَيَّ تَكْرَارًا.قُلْنَا: قَوْلُهُ إِنِّي مُتَوَفِّيكَ يَدُلُّ عَلَى حُصُولِ التَّوَفِّي وَهُوَ جِنْسٌ تَحْتَهُ أَنْوَاعٌ بَعْضُهَا بِالْمَوْتِ وَبَعْضُهَا بِالْإِصْعَادِ إِلَى السَّمَاءِ، فَلَمَّا قَالَ بَعْدَهُ وَرافِعُكَ إِلَيَّ كَانَ هَذَا تَعْيِينًا لِلنَّوْعِ وَلَمْ يَكُنْ تَكْرَارًا.الْوَجْهُ التَّاسِعُ: أَنْ يُقَدَّرَ فِيهِ حَذْفُ الْمُضَافِ وَالتَّقْدِيرُ: مُتَوَفِّي عَمَلِكَ بِمَعْنَى مُسْتَوْفِي عَمَلِكَ وَرافِعُكَ إِلَيَّ أَيْ وَرَافِعُ عَمَلِكَ إِلَيَّ، وَهُوَ كَقَوْلِهِ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ [فَاطِرٍ: ١٠] وَالْمُرَادُ مِنْ هَذِهِ الْآيَةِ أَنَّهُ تَعَالَى بَشَّرَهُ بِقَبُولِ طَاعَتِهِ وَأَعْمَالِهِ، وَعَرَّفَهُ أَنَّ مَا يَصِلُ إِلَيْهِ مِنَ الْمَتَاعِبِ وَالْمَشَاقِّ فِي تَمْشِيَةِ دِينِهِ وَإِظْهَارِ شَرِيعَتِهِ مِنَ الْأَعْدَاءِ فَهُوَ لَا يُضِيعُ أَجْرَهُ وَلَا يَهْدِمُ ثَوَابَهُ، فَهَذِهِ جُمْلَةُ الْوُجُوهِ الْمَذْكُورَةِ عَلَى قَوْلِ مَنْ يُجْرِي الْآيَةَ عَلَى ظَاهِرِهَا.الطَّرِيقُ الثَّانِي: وَهُوَ قَوْلُ مَنْ قَالَ: لَا بُدَّ فِي الْآيَةِ مِنْ تَقْدِيمٍ وَتَأْخِيرٍ مِنْ غَيْرِ أَنْ يُحْتَاجَ فِيهَا إِلَى تَقْدِيمٍ أَوْ تَأْخِيرٍ، قَالُوا إِنَّ قَوْلَهُ وَرافِعُكَ إِلَيَّ يَقْتَضِي أَنَّهُ رَفَعَهُ حَيًّا، وَالْوَاوُ لَا تَقْتَضِي التَّرْتِيبَ، فَلَمْ يَبْقَ إِلَّا أَنْ يَقُولَ فِيهَا تَقْدِيمٌ وَتَأْخِيرٌ، وَالْمَعْنَى: أَنِّي رَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَمُتَوَفِّيكَ بَعْدَ إِنْزَالِي إِيَّاكَ فِي الدُّنْيَا، وَمِثْلُهُ مِنَ التَّقْدِيمِ وَالتَّأْخِيرِ كَثِيرٌ فِي الْقُرْآنِ.وَاعْلَمْ أَنَّ الْوُجُوهَ الْكَثِيرَةَ الَّتِي قَدَّمْنَاهَا تُغْنِي عَنِ الْتِزَامِ مُخَالَفَةِ الظَّاهِرِ وَاللهُ أَعْلَمُ. اهـ (مفاتيح الغيب ٨/ ٢٣٧ - ٢٣٨)</p><p> كَفَرُوا): من سوء جوارهم، (وَجَاعِلُ الذِينَ اتَّبَعُوكَ) : هم المسلمون من أمة محمد عليه الصلاة والسلام ومن تبعه من النصارى. أو الحواريون، (فَوْقَ الَّذِينَ كَفَرُوا إِلَى </p><p> يَوْمِ الْقِيَامَةِ): بالغلبة والعزة وإلى الآن لم تسمع غلبة اليهود، (ثُمَّ إِلَيَّ مَرْجِعُكُمْ) : أيها التابعون والكافرون، (فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ) من أمر عيسى ودينه. </p><p> (فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا) بالسبي والقتل والجلاء وهو بيان حال الفريقين لا تفصيل الحكم الأخروي، لأنه ينافيه قوله: في الدنيا، (وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ) لا في الدنيا، ولا في الآخرة. </p><p> (وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ) : بلا نقص، (وَاللهُ لاَ يُحِبُّ الظَّالِمِينَ) : لا يرحمهم فهو سبحانه لا يظلم. </p><p> (ذلِكَ) : ما سبق من القصص، (نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ) : حال من مفعول نتلو، أو خبر ذلك ونتلوه حال والعامل معنى الإشارة أو خبر بعد خبر، (وَالذِّكْرِ الْحَكِيمِ) أي من القرآن المحكم الممنوع عن الباطل أو من اللوح المحفوظ، أو من الذكر المشتمل على الحكم. (إِنَّ مَثَلَ عِيسَى عِنْدَ اللهِ كَمَثَلِ آدَمَ) : شأنه الغريب كشأنه، (خَلَقَهُ مِن تُرَابٍ) أي: خلق قالبه من تراب، والجملة مفسرة للتمثيل، (ثمَّ قَالَ لَهُ كن) : بشرًا، (فَيَكُون) حكاية حال ماضية شبه الغريب وهو ما لا أب له بالأغرب وهو ما لا أمَّ ولا أبَ له ليكون أحسم لمادة شبهة الخصم. (الحَقُّ مِن ربك) أي: هو الحق أو الحق المذكور من الله، (فَلاَ تَكُن مِّنَ الُممْتَرِينَ) خطاب للنبي عليه الصلاة والسلام والمراد ثباته ونهي غيره عن الشك. </p><p> (فَمَنْ حَاجَّكَ فِيهِ) : في عيسى، (مِنْ بَعْدِ مَا جَاءكَ مِنَ العِلْمِ) ، بأنه عبد الله ورسوله، (فَقُلْ تَعَالَوْا) : هلموا، (نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ) ، أنفسنا: رسول الله، وعلي بن أبي طالب عليهما الصلاة والسلام، والعرب تسمى ابن عم الرجل نفسه، وأبناءنا: الحسن، والحسين، ونساءنا: فاطمة رضى الله عنهم هكذا ذكره السلف، وقيل: معناه يدع كلٌّ مني ومنكم أبناءه ونساءه ونفسه إلى المباهلة، وقدم الأبناء والنساء على النفس؛ لأن الرجل يقدمهم على نفسه ويفدى بنفسه لهم، (ثُمَّ نَبْتَهِلْ) نتضرع في الدعاء أو نتلاعن من الابتهال الالتعان (فَنَجْعَلْ لَعْنَتَ اللهِ عَلَى الْكَاذِبِينَ) الفاء على المعنى الأول ألصق، وسبب نزول هذه المباهلة وما قبلها من أول السورة في وفد نجران النصارى يحاجون في عيسى يزعم بعضهم أنه وهو الله، وبعضهم أنه ولد الله وبعضهم أنه ثالث ثلاتة، فأنزل الله فيهم صدر هذه السورة إلى بضع وثمانين آية، فخرج رسول الله (صلى الله عليه وسلم) ومعه الحسن والحسين وفاطمة وعلي ودعاهم إلى المباهلة فقالوا: دعنا </p><p> ننظر، فاستشاروا فقال كبيرهم: ما لاعَنَ قوم نبيًا قط فبقى كبيرهم ولا نبت صغيرهم، وإني أراهم وجوهًا لو سألوا الله أن يزيل جبلاً لأزال، فأتوا وقالوا: يا أبا القاسم قد رأينا ألاَّ نلاعنك، ونتركك على دينك ونرجع على ديننا ونبذل لك الخراج. </p><p> (إِن هَذَا) أي: قصص عيسى ومريم، (لَهُوَ القَصَصُ الحَقُّ) : دون ما ذكروه، (وَمَا مِنْ إِلَهٍ إِلا اللهُ) ردًّا على النصارى في تثليثهم، (وَإِنَّ اللهَ لَهُوَ العَزِيزُ الحَكِيمُ) فلا أحد يساويه في القدرة، والحكمة، فلا إله غيره، (فَإِن تَوَلَّوْا) عما أوحيت إليك، (فَإِنَّ اللهَ عَلِيمٌ بِالْمُفْسِدِينَ) ، وضع المظهر موضع المضمر، دلالة على أن الإعراض عن التوحيد (١) والحجج إفساد للدين. </p><p>(١) في الأصل \" عن التوحيد \" * * *</p>"
}