{
  "id": null,
  "sura": 3,
  "aya": 81,
  "text": "<p> (وَلاَ يَأمُرَكُمْ) : بقراءة النصب عطف على \" ثم يقول \" ، ولا لتأكيد معنى النفي، وبالرفع استئناف، وقيل حال، (أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا) : كما فعلت النصارى، (أَيَأمُرُكُم) ، استفهام تعجب، والضمير للبشر، (بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مسْلِمُونَ) : منقادون لله. </p><p> * * * </p><p> (وَإِذْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ (٨١) فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٨٢) أَفَغَيْرَ دِينِ اللهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ (٨٣) قُلْ آمَنَّا بِاللهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (٨٤) وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٨٥) كَيْفَ يَهْدِي اللهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٨٦) أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللهِ وَالْمَلَائِكَةِ وَ النَّاسِ أَجْمَعِينَ (٨٧) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (٨٨) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ (٨٩) إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ (٩٠) إِنَّ الَّذِينَ كَفَرُوا </p><p> وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٩١) </p><p> * * * </p><p> (وَإِذْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّينَ) : كل نبي بعثه من لدن آدم، (لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ) ، أي رسول كان واللام لتوطئة القسم، وما شرطية، وقوله:  (لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ) ، جواب القسم والشرط أو موصولة أي: للذي آتيتكموه، وقرئ بكَسر اللام وحينئذ ما مصدرية أي: لأجل إيتائي إياكم بعض الكتاب، ثم مجيء مصدق أخذ الله الميثاق لتؤمنن به أو المراد من النبيين أنبياء بني إسرائيل، والمراد من رسول مصدق محمد عليه الصلاة والسلام، أو النبيين عام كما تقدم، لكن المراد من رسول محمد عليه الصلاة والسلام كما صح عن علي، وابن عباس رضى الله عنهم ما بعث الله نبيًّا من الأنبياء إلا أخذ عليه الميثاق لئن بعث محمد وهو حي ليؤمنن به، ولينصرنه، وأمره أن يأخذ الميثاق على أمته (قَالَ أَأَقْرَرْتُمْ) : بالإيمان والنصر، (وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي) : عهدي، (قَالُوا أَقْرَرْنَا قَالَ) : الله، (فَاشْهَدُوا) : ليشهد بعضكم على بعض بالإقرار أو قال الله تعالى للملائكة: \" فاشهدوا \"  (وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ) على إقراركم وتشاهدكم. </p><p> (فَمَن تَوَلَّى) : أعرض، (بَعْدَ ذَلِكَ) : الميثاق، (فَأُولئكَ هُمُ الْفَاسِقُونَ) : الخارجون عن الإيمان. </p><p> (أَفَغَيْرَ دِينِ اللهِ يَبْغُونَ) ، عطف جملة على جملة، والهمزة توسطت للإنكار، وقدم المفعول؛ لأنه المقصود بالإنكار قيل: نزلت في أهل الكتاب حين اختصموا فزعم كل فريق أنه على دين إبراهيم، فقال رسول الله صلى الله عليه وسلم - \" كل منكم برئ من دينه \" فقالوا: لا نرضى بقضائك (وَلَهُ أَسْلَمَ) : انقاد، (مَن في السَّمَاوَاتِ وَالأَرْضِ طَوْعًا) : الملائكة والمسلمون، (وَكَرْهًا) : الكفرة حين البأس أو لأنهم مسخرون تحت حكمه وسلطانه أو خوف السيف والسبي أو المراد منه الأسير يجاء به فى السلاسل قيل هذا يوم الميثاق حين قال لهم: \" ألست بربكم \"  (الأعراف: ١٧٢) ، فقال بعضهم:  \" بلى \"  (الأعراف: ١٧٢) كرهًا، ونصبهما على الحال أي: طائعين، ومكرهين، (وَإِلَيْهِ يُرْجَعُونَ) وعيد لهم أي: أيبغون غير دين الله مع أن المرجع إليه. </p><p> (قُلْ آمَنَّا بِاللهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ) من الصحف والوحي، (وَالأَسْبَاطِ) : هم بطون بني إسرائيل المتشعبة من أولاد إسرائيل، (وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِن ربِّهِمْ) : أمر للرسول أن يخبر </p><p> عن نفسه ومتابعيه أو أن يتكلم عن نفسه على طريقة الملوك تعظيمًا له، (لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ) : بالتصديق، (وَنَحْنُ لَهُ) : لله، (مُسْلِمُونَ) : منقادون مخلصون. </p><p> (وَمَن يَّبْتَغ غَيْرَ الإِسْلامِ) : غير الانقياد، والتوحيد، (دِينا فَلَن يُّقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ) بإبطال فطرته السليمة. </p><p> (كَيْفَ يَهْدِي اللهُ) ، استفهام إنكار (قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا) عطف على ما في إيمانهم من معنى الفعل؛ لأن معناه بعد أن آمنوا، (أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ) البراهين على صدق ما جاء به الرسول (وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) : الذين وضعوا الكفر موضع الإيمان. </p><p> (أوْلَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللهِ وَالْمَلاِئكَةِ وَ النَّاسِ أَجْمَعِينَ) أي: يوم القيامة. (خَالِدِين فِيهَا) : في اللعنة، (لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ) : لا يمهلون أو لا ينتظرون ليعتذروا أو لا ينظر نظر رحمة إليهم. (إِلا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ) : الارتداد، (وَأَصْلَحُوا) : ما أفسدوا أو دخلوا في الصلاح، (فَإِنَّ اللهَ غَفُورٌ) : لذنبهم، (رَحِيمٌ) : فيقبل توبتهم، الآية في رجل من الأنصار </p><p> آمن ثم ارتد ثم ندم فأرسل إلى قومه أن سلوا هل لي من توبة؟ فنزلت فرجع وأسلم، وقيل: في اليهود آمنوا بمحمد عليه الصلاة والسلام قبل مبعثه ثم كفروا لما بعث. </p><p> (إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ) ؛ لأن توبتهم حين إشرافهم على الموت، (وَأُولَئِكَ هُمُ الضَّالُّونَ) نزلت في اليهود كفروا بعيسى عليه السلام بعد ما آمنوا بموسى، ثم ازدادوا كفرًا بمحمد عليه الصلاة والسلام، أو في اليهود والنصارى، وعن ابن عباس رضى الله عنهما أن قومًا أسلموا ثم ارتدوا، ثم أسلموا ثم ارتدوا فأرسلوا إلى قومهم يسألون فنزلت:  (إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا) : نصب على التمييز، (وَّلَوِ افْتَدَى به) أي: لا يقبل منهم ذلك بوجه من الوجوه من التصدق وغيره ولو كان بوجه الافتداء، وقيل: الواو مقحمة، (أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ) فى رفع العذاب، وفي الحديث (يقال للرجل يوم القيامة: أرأيت لو كان لك ما على الأرض من شيء أكنت مفتديًا به؟يقول:نعم،فيقال له:قد أردت منك شيئًا أهون من ذلك وأقل فأبيت، فيرد إلى النار) . </p><p> * * * </p>"
}