{
  "id": null,
  "sura": 3,
  "aya": 42,
  "text": "<p> وَامْرَأَتِي عَاقِرٌ): لا تلد. (قَالَ) : أي الملك، (كَذَلِكَ اللهُ يَفْعَلُ مَا يَشَاءُ) أي: يفعل ما يشاء من العجائب مثل ذلك الفعل، فكذلك متعلق يفعل وقيل:  \" كذلك الله \" مبتدأ وخبر و \" يفعل ما يشاء \" بيان أو تقديره: الأمر كذلك، و \" الله يفعل \" بيان. (قَالَ رَبّ اجْعَل لّي آيةً) علامة أستدل على وجود الولد، فأزيد في العبادة شكرًا لك، (قَالَ) : الله، (آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) أي: لا تقدر عليه مع أنك سوى صحيح تقدر الحمد والتسبيح، (ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا) : إشارة بنحو يد ورأس وحاجب، والاستثناء متصل جعله من جنس الكلام؛ لأنه فهم من الرمز ما يفهم من الكلام أو منقطع (وَاذْكُر ربَّكَ كَثِيرًا) : في أيام الحبسة، (وَسَبّحْ بِالْعَشِيِّ) : آخر النهار. (وَالإِبْكَارِ) : أول النهار. </p><p> * * * </p><p> (وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ (٤٢) يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ (٤٣) ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ </p><p> أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ (٤٤) إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (٤٥) وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ (٤٦) قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٤٧) وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (٤٨) وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٤٩) وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللهَ وَأَطِيعُونِ (٥٠) إِنَّ اللهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٥١) فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللهِ آمَنَّا بِاللهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ (٥٢) رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٥٣) وَمَكَرُوا وَمَكَرَ اللهُ وَاللهُ خَيْرُ الْمَاكِرِينَ (٥٤) </p><p> * * * </p><p> (وَإِذْ قَالَتِ المَلائكَةُ) أي: جبريل وهو من جنس الملك، (يَا مَريمُ إِنَّ اللهَ اصْطَفَاكِ) اختارك أولاً لشرفك، (وَطَهَّرَكِ) : من الأكدار والوساوس، وقيل من الحيض أو من تهمة اليهود (وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ) : مطلقًا أو على عالمي زمانها، (يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ) أمرت بالخشوع والطاعة وغاية الخضوع والصلاة مع الجماعة، وجماعة الرجال أفضل أو كوني معهم، قيل ركدت في محرابها راكعة وساجدة وقائمة حتى نزل الماء الأصفر في قدميها، (ذلِكَ) : القصص، (مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ) : من الغيوب التي لا تعرفها إلا بالوحي، (وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقلامَهُمْ) : ليعلموا، (أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ) : في كفالتها وذلك أن أمها يوم ولدتها أتَت بها سدنة بيت المقدس وقالت: \" دونكم هذه النذيرة فإني حررتها فتنافس الأحبار </p><p> فيها لأنها ابنة إمامهم فأقرعوا بالأقلام التي يكتبون بها التوراة عليها؛ فخرجت القرعة لزكريا فكفلها. </p><p> (إِذ قَالَتِ المَلائكَة) أي: جبريل بدل من إذ يختصمون على أن الاختصام، والبشارة في زمان متسع أو من إذ قالت، (يَا مَرْيَمُ إِنَّ اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ) : من الله أى: عيسى، (اسْمُه) ذكر ضمير الكلمة؛ لأن المسمى مذكر، (المَسِيحُ) معرَّب مسيحا بالعبرية أي: المبارك قال بعض السلف لكثرة سياحته سمي به، أو لأنه ما مسح ذا عاهة إلا برئ، (عِيسَى ابْنُ مَرْيَمَ) نسبه إلى أمه حيث لا أب له، (وَجِيهاً) : له وجاهة ومكانة (فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ) نصب وجيهًا ومن المقربين على الحال من كلمة؛ لأنها نكرة موصوفة، (وَيكَلِّمُ النَّاسَ) ، عطف </p><p> على وجيها، (فِي الْمَهْدِ) : طفلاً وهو آية (وَكَهْلاً) بالمرة، وقيل إنه رفع شابًّا فامراد كهلاً بعد نزوله فهو آية أخرى قيل: في ذكر \" وكهلاً \" بشارة لمريم ببقائه أو إشارة إلى أنه لا يصل إلى سن الشيخوخة أو إلى أن كلامه فِي الحالتين من جنس واحد، (وَمِنَ الصَّالِحِينَ) أي: في قوله وعمله عطف على وجيهًا أو على في المهد. </p><p> (قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ) استبعاد عادي؛ لأنها كانت محررة لله والمحررة لا تتزوج أبدًا. (قَالَ) : جبريل، (كَذَلِكِ اللهُ يَخْلُقُ مَا يَشَاءُ) أي يخلق مثل ذلك الأمر، (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) أي: إذا أراد شيئًا فإنما يقول له: احدث فيحدث، كان تامة، والمراد تمثيل حصول ما تعلقت به إرادته بلا مهلة بطاعة المأمور المطيع بلا توقف أو القول حقيقي، (وَيُعَلِّمُهُ </p><p> الْكِتَابَ) أي: الكتابة أو جنس الكتب المنزلة وهو عطف على يبشرك أو وجيها أو كلام مبتدأ من تمام بشارة مريم، (وَالْحِكْمَةَ) : الفهم أو معاني كلام الله وقد مر، (وَالتَّوْرَاةَ وَالْإِنْجِيلَ) نزلت التوراة على موسى والإنجيل على عيسى، وكان يحفظهما. (وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ) تقديره ويجعله رسولاً مخبرًا بأني قد جئتكم أو عطف على وجيهًا أو كهلاً وطفلاً مضمنا معنى النطق كأنه قال: وناطقًا بأني، وتخصيص بني إسرائيل بتخصيص بعثته بهم أو للرد على من قال: إنه ليس مبعوثًا إليهم، (أَني أَخْلُقُ لَكُم) أقدر وأصور (مِّنَ الطِّينِ كَهَيْئَةِ الطيرِ) : مثل صورته بدل من \" أني قد جئتكم \" أو من آية أو تقديره: هي أني أخلق (فَأَنفُخُ فِيهِ) أي: في المثل، فالضمير له كاف (فَيَكونُ طَيْرًا يِإِذْنِ اللهِ) أي: حيًّا طيارًا بإذن الله، (وأُبْرِئُ الأَكْمَهَ) : من ولد أعمى، وقيل من يبصر نهارًا لا ليلاً، وقيل بالعكس، (وَالْأَبْرَصَ وَأُحْييِ الْمَوْتَى بِإِذْنِ اللهِ) تكرار \" بإذن الله \" لدفع وهم الألوهية فإن الإحياء ليس من فعل البشر، (وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ) : الآن، (وَمَا </p><p> تَدَّخِرُونَ فِي بُيُوتِكُمْ): للغد، (إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ) : مصدقين للحق. </p><p> (وَمُصَدِّقًا) منصوب بفعل مقدر أي: وجئتكم مصدقًا (لِمَا بَيْنَ يَدَيَّ) : لكتاب أنزل من قبلي، (مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ) تقديره: وقد جئتكم لأحل، قيل عطف على معنى مصدقًا نحو: جئتك معتذرًا ولأطيب قلبك، (بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ) ، في شرع موسى كالشحوم، ولحوم الإبل، وغيرهما، وفيه دلالة على أن شرعه نسخ بعض شرع موسى، وهو الصحيح من القولين، (وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ) : حجة على صدقي، (فَاتَّقُوا اللهَ وَأَطِيعُونِ) : فيما أقول. </p><p> (إِنَّ اللهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ) : لما أظهر المعجزة شرع في الدعوة، وقيل الآية قوله:  \" إن الله ربي وربكم \" فإنه المجمع عليه بين الأنبياء والفارق بين النبي والساحر، (هَذَا صِرَاطٌ مُسْتَقِيمٌ) أي: طريق مشهود له بالاستقامة، (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ) : تحقق عنده تحقق المحسوسات، (قَالَ مَنْ أَنْصَارِي إِلَى اللهِ) أي: من يتبعني إلى الله أو إلى بمعنى مع وقيل بمعنى في أو اللام أو تقديره: من أنصاري ذاهبًا إلى الله أو في الدعوة إلى الله، (قَالَ الْحَوَارِيُّونَ) من الحور، وهو البياض الخالص، وحواري الرجل خالصته، وقيل: كانوا قصارين سموا بذلك لبياض أثوابهم، وقيل: ملوكًا لا يلبسون إلا البيض، (نَحْنُ أَنصَارُ اللهِ) أي: أنصار دينه، (آمَنَّا بِاللهِ وَاشْهَدْ بِأَنَّا </p><p> مُسْلِمُونَ (٥٢) رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ) مع أمة محمد صلى الله عليه وسلم وقيل: مع الأنبياء فإنهم شهداء لأتباعهم، وقيل: مع الشاهدين بوحدانيتك، (وَمَكَرُوا) أي: الذين أحس منهم الكفر في قتل عيسى، (وَمَكَرَ اللهُ) : جازاهم على مكرهم حين رفع عيسى، وألقى شبهه على أحد، فأخذوه، وقتلوه، (وَاللهُ خَيْرُ الْمَاكِرِينَ) أقواهم وأقدرهم. </p><p> * * * </p><p> (إِذْ قَالَ اللهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ </p>"
}