{
  "id": null,
  "sura": 3,
  "aya": 64,
  "text": "<p> (قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (٦٤) يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ (٦٥) هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٦٦) مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٦٧) إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللهُ وَلِيُّ الْمُؤْمِنِينَ (٦٨) وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (٦٩) يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَأَنْتُمْ تَشْهَدُونَ (٧٠) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (٧١) </p><p> * * * </p><p> (قُلْ يَا أَهْلَ الكِتَاب) : اليهود، والنصارى، ومن جرى مجراهم، (تَعَالَوْا إِلَى كَلِمَة سوَاءٍ) : مستوية، (بَيْنَنَا وَبَيْنَكُمْ) : لا يختلف فيها رسول، ولا كتاب، والكلمة تطلق على الجملة وتفسيرها قوله:  (أَلَّا نَعْبُدَ إِلَّا اللهَ) : نوحده بالعبادة، (وَلاَ نشْرِكَ بِه شَيْئًا) : في استحقاق العبادة، (ولاَ يَتخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللهِ) : </p><p> لا يطيع بعضنا بعضًا في معصية الله، أو لا نسجد لأحد، قيل: كما اتخذت النصارى عيسى واليهود عزيرًا، (فَإِنْ تَوَلَّوْا) : عن إجابة التوحيد، (فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ) : مقرون بالتوحيد دونكم. </p><p> (يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ) تنازعت نصارى نجران، وأحبار اليهود فى أن كلاًّ منهما ادعوا أن إبراهيم منهم، (وَمَا أُنزِلَتِ التَّوْرَاةُ وَالإِنجِيلُ إِلا مِنْ بَعْدِهِ) ، الجملة حالية أي: اليهودية والنصرانية حدثتا بنزولهما على موسى وعيسى، </p><p> وإبراهيم قبلهما بدهر طويل، فكيف يكون عليهما؟!! (أَفَلاَ تَعْقِلُون) : فتدعون المحال. </p><p> (هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ) : ها: حرف تنبيه، وقيل: أصله أأنتم على الاستفهام التعجبي، فقلبت هاء وأنتم مبتدأ خبره هؤلاء، والجملة التي بعده مبينة للأولى، وقيل: هؤلاء بمعنى الذين، وحاججتم صلته، وقيل: هؤلاء نداء أي: أنتم يا هؤلاء الحمقى جادلتم عنادًا فيما وجدتموه في كتابكم، ولكم به علم، (فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ) : ولم يذكر في كتابكم من دين إبراهيم، فإنه ربما يجادل الرجل فيما يعلم عنادًا لكن فيما لا يعلم لا يبحث عنه إلا فهمًا وطلب علم، (وَاللهُ يَعْلَمُ) : شأنه، (وَأَنتمْ لاَ تَعْلَمُونَ) . </p><p> (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانيًّا) ، صرح بما دلت عليه الحجة، (وَلَكِن كان حَنِيفًا) : مائلاً عن الباطل إلى الحق، (مُسْلِمًا) : منقادًا لله (وَمَا كَانَ مِنَ الُمشْرِكِينَ) تعريض بهم لإشراكهم به عزيرًا والمسيح ورد على مشركي قريش في زعمهم أنَّهم على دين إبراهيم، (إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ) ، أقربهم وأحقهم به، (لَلَّذِينَ اتَّبَعُوهُ) : على دينه، (وَهَذَا النبِيُّ وَالذِينَ آمَنُوا) : من المهاجرين والأنصار، ومن بعدهم في الحديث:  \" إن لكل نبي ولاة من النبيين وإن وليي منهم أبي وخليل ربي \" ثم قرأ الآية، (وَاللهُ وَلِيُّ الُمؤْمِنِينَ) : ينصرهم لإيمانهم برسله. </p>"
}