{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> النار من فيه ومسامعه وأنفه وعينه يعرفه من رآه (وَسَيَصْلَوْنَ سَعِيرًا) وسيدخلون نارًا. </p><p> * * * </p><p> (يُوصِيكُمُ اللهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللهِ إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا (١١) وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللهِ وَاللهُ عَلِيمٌ حَلِيمٌ (١٢) تِلْكَ حُدُودُ اللهِ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ </p><p> خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ (١٣) وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ (١٤) </p><p> * * * </p><p> (يُوصِيكُمُ اللهُ) : يعهد إليكم (في أَوْلادِكُمْ) في شأن ميراثهم (لِلذَّكَرِ) منهم (مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ) أي: المولودات (نِسَاءً) خلصًا ليس معهن ذكر (فَوْقَ اثْنَتَيْنِ) صفة نساءَ (فَلَهُنَّ ثُلُثَا مَا تَرَكَ) المتوفى منكم (وَإِن كَانَتْ) المولودة (وَاحِدَةً فَلَهَا النصْفُ) وللبنتين حكم ما فوقهما، لأنهما أمس رحمًا من الأختين، وقد فرض لهما الثلثين بقوله: فلهما الثلثان مما ترك، وقيل: لفظ الفوق صلة زائدة وما فوق الواحدة جماعة (وَلِأَبَوَيْهِ) أي: الميت (لِكُلِّ وَاحِدٍ مِنْهُمَا) بدل (السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ) : للميت (وَلَدٌ) ذكر أو أنثى، يعني: بطريق الفرضية (فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ) فحسب (فَلِأُمِّهِ الثُّلُثُ) يعني: وللأب الباقي وهو الثلثان (فَإِن كَانَ لَهُ) : للميت (إِخوَةٌ) وحكم الأخوين كحكم الأخوة (فَلِأُمِّهِ </p><p> السُّدُسُ) وإن كانوا لا يرثون مع الأب (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ) أي: هذه الأنصباء للورثة من بعد ما كان من وصية أو دين، وقدم الوصية على الدين وإن كان الدين مقدمًا حكمًا، لأنها تشبه الميراث شاقة على الورثة (آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا) : لا تعرفون من أنفع لكم من أصولكم وفروعكم، فاتبعوا ما قررت لكم من الميراث ولا تكونوا على ما كنتم عليه في الجاهلية من حرمان النساء والأطفال، وعلى ما كان عليه الأمر في ابتداء الإسلام من كون المال للولد، وللأبوين الوصية (فَرِيضَةً مِنَ اللهِ) مصدر يوصيكم الله، لأنه في معنى: يفرض عليكم أو مصدر مؤكد (إِنَّ اللهَ كَانَ عَلِيمًا) بالمصالح (حَكِيمًا) فيما قضى. </p><p> وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ) وحكم أولاد البنين وإن سفلوا حكم أولاد الصلب (مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ) أي: الزوجات (الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ) وسواء في الربع والثمن الواحدة والأكثر (وَإِنْ كَانَ رَجُلٌ يُورَثُ) : منه (كَلَالَةً) </p><p> لا ولد له فيورث: صفة رجل من ورث، وكلالة: خبر كان، والرجل هو الميت (أَوِ امْرَأَةٌ) عطف على رجل (وَلَه) أي: للرجل، ومنه يعلم حكم المرأة فاكتفى به (أَخٌ أَوْ أُخْتٌ) من الأم بالإجماع وهو مذكور في بعض القراءة (فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا) الضمير لمن يرث، وجمعه محمول على المعنى (أَكْثَرَ مِنْ ذَلِكَ) أي: من واحد (فَهُمْ شُرَكَاءُ فِي الثلُثِ) ذكرا كانوا أو أنثى (مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ) لورثته بحرمان بعضهم أو زيادة أو تنقيص مما قدر من الفريضة، ولا يكون غرضه من الوصية الإضرار بل القربة، حال من فاعل يوصى، وفي قراءة البناء للمفعول ما يدل عليه وهو الفاعل المتروك (وَصِيَّةً مِنَ اللهِ) مصدر أو مفعول به لغير مضار (وَاللهُ عَلِيمٌ) : بالمضار وغيره (حَلِيمٌ) لا يعاجل بعقوبته. </p><p> (تِلْكَ حُدُودُ اللهِ) أي: ما تقدمت من الأحكام شرائعه التي كالحدود التي لا يجوز مجاوزتها (وَمَن يُّطِع الله وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ) : من تحت أشجارها (خَالِدِينَ فيهَا) جمعه باعتبار المعنى (وَذَلِكَ) أي: الخلود فيها (الفَوْزُ العَظِيمُ) . </p>"
}