{
  "id": null,
  "sura": 4,
  "aya": 142,
  "text": "<p> المنافقين حذروا الكافرين ومنعوا الإسلام (فاللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ القِيَامَةِ) بما يعلمه منكم من البواطن (وَلَن يَجْعَلَ اللهُ لِلْكافِرِينَ عَلَى الُمؤْمِنِينَ سبِيلاً) حجة في الآخرة أو ظهور أو استيلاء كليًّا في الدنيا. </p><p> * * * </p><p> (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللهَ إِلَّا قَلِيلًا (١٤٢) مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ وَمَنْ يُضْلِلِ اللهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا (١٤٣) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لله عَلَيْكُمْ سُلْطَانًا مُبِينًا (١٤٤) إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا (١٤٥) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللهِ وَأَخْلَصُوا دِينَهُمْ لله فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا (١٤٦) مَا يَفْعَلُ اللهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ وَكَانَ اللهُ شَاكِرًا عَلِيمًا (١٤٧) لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكَانَ اللهُ سَمِيعًا عَلِيمًا (١٤٨) إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللهَ كَانَ عَفُوًّا قَدِيرًا (١٤٩) إِنَّ الَّذِينَ يَكْفُرُونَ بِاللهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا (١٥٠) أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا (١٥١) وَالَّذِينَ آمَنُوا بِاللهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللهُ غَفُورًا رَحِيمًا (١٥٢) </p><p> * * * </p><p> (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ) بزعمهم الباطل كما يحلفون يوم القيامة أنَّهم على الاستقامة (وَهُوَ خَادِعُهُمْ) يجازيهم على خداعهم أو يعاملهم معاملة المخادع في الدنيا بإمهالهم واستدراجهم في طغيانهم، وفي الآخرة بأنهم يعطون نورًا يوم القيامة، فإذا مضوا قليلاً يطفأ نورهم (وَإِذَا قَامُوا إِلَى الصلاةِ قَامُوا كُسَالَى) متثاقلين كالمكره (يُرَاءُونَ النَّاسَ) ليحسبوهم مؤمنين لا لإخلاص ومطاوعة أمر الله، صفة كسالى أو مستأنفة (وَلَا يَذْكُرُونَ اللهَ إِلَّا قَلِيلًا) لأنَّهُم يفعلونه رياءً ولو أرادوا بذلك القليل وجه الله لكان كثيرًا وقيل: لأن ذكرهم باللسان فقط وقيل المراد من الذكر الصلاة أو لا يذكرون الله بالتسبيح والتهليل إلا على ندرة (مُذَبْذَبِينَ بَيْنَ ذَلِكَ) مترددين متحيرين بين الكفر والإيمان حال من واو الجمع أي: يرونهم غير ذاكرين إلا قليلاً مذبذبين (لاَ إِلَى هَؤُلاءِ وَلاَ إِلَى هَؤُلاءِ) لا منضمين إلى المؤمنين ولا إلى الكافرين ليسوا بمؤمنين مخلصين ولا مشركين مصرحين (وَمَن يُضْلِلِ اللهُ فَلَن تَجِدَ لَهُ سَبِيلاً) </p><p> إلى الصواب (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ) فإن مصاحبتهم ومصادقتهم وإسرار المودة إليهم صنيع المنافقين فلا تكونوا مثلهم (أَتُرِيدُونَ أَنْ تَجْعَلُوا لله عَلَيْكُمْ سُلْطَانًا مُبِينًا) حجة بينة في عقابكم بموالاتكم إياكم (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ) هو الطبقة التي في قعر جهنم، أو توابيت من حديد مقفلة في النار أو بيوت مقفلة عليهم توقد من تحتهم وفوقهم (وَلَن تَجِدَ لَهُمْ نَصِيراً) يخرجهم منها (إِلا الذِينَ تَابُوا) عن النفاق (وَأَصلَحُوا) العمل (وَاعْتَصَمُوا بِاللهِ) وثقوا به والتجأوا إليه (وَأَخْلَصُوا دِينَهُمْ لله) من شوائب الرياء فلا يعملون إلا لله (فَأُولئِكَ مَعَ الُمؤْمِنِينَ) في زمرتهم يوم القيامة (وَسَوْفَ يُؤْت اللهُ المُؤْمِنِينَ أَجْراً عَظِيمًا) فيشاركونهم فيه (مَا يَفْعَلُ اللهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ) أيدفع به ضرًّا أو يستجلب به نفعًا وهو الغني المتعالي لا كالملوك فمن أخرج نفسه عن خساستها الباعثة للمذلة فلا تهان ولا تخذل، قيل: تقديم الشكر لأن الناظر بأدنى نظر في النعم يعرف أن لها منعمًا فيشكر وإن لم يعرفه زيادة معرفة، ثم يفضي به إلى زيادة النظر في معرفته، والتصديق به قدر ما يجب على العبد، فالشكر المبهم أصل التكليف من الإيمان وغيره (وَكَانَ اللهُ شَاكِراً) يرضى بالقليل (عَلِيماً) بظاهركم وباطنكم. </p><p> (لاَ يُحِبُّ اللهُ الجَهْرَ بِالسُّوءِ مِنَ القَوْلِ إِلَّا مَن ظُلِمَ) أي: إلا جهر من ظلم بالدعاء على الظالم، وقيل: هو من يشتمك فتشتمه بمثله فالبادئ ظالم، والأصح أنها نزلت فيمن ضاف أحدًا فلم يؤد إليه حق ضيافته، فلما خرج أخبر الناس فرخص الله شكايته (وَكَان اللهُ سَمِيعًا) لدعاء المظلوم (عَلِيمًا) بفعل الظالم (إِن تُبْدُوا خيْرًا) عمل بر (أَوْ تُحفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ) يأتيكم من أخيكم (فَإِنَّ اللهَ كَانَ عَفُوًّا) لمن عفى (قَدِيرًا) على الانتقام وهو إشارة إلى حثِّ المظلوم على العفو وإن جاز له الشكاية (إِنَّ الَّذِينَ يَكْفُرُونَ بِاللهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللهِ وَرُسُلِهِ) بأن يؤمنوا به ويكفروا برسله (وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ) أي: ببعض الأنبياء (وَنَكْفُرُ بِبَعْضٍ) أي: بعضهم (وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ) أي: الإيمان والكفر (سَبِيلًا) وسطًا ولا واسطة بين الكفر والإيمان وهم اليهود والنصارى (أُولئِك هُمُ الكَافرُونَ) الكاملون في الكفر، ما نقص ذاك الإيمان من كفرهم شيئًا (حَقًّا) مصدر مؤكد لغيره (وَأَعْتَدنا لِلْكَافِرِينَ عَذَاباً مُّهِيناً وَالَّذِينَ آمَنُوا بِاللهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ منْهُمْ) في الإيمان به (أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللهُ عفُوراً رّحِيماً) عليهم بتضعيف حسناتهم. </p><p> * * * </p>"
}