{
  "id": null,
  "sura": 4,
  "aya": 34,
  "text": "<p> الوفاء، وقرئ عاقدت، أي: عاقدكم أيديكم (فَآتُوهُمْ نَصِيبَهُمْ) من الإرث وهو السدس كما وعدتموهم في الأيمان المغلظة كان هذا في ابتداء الإسلام ثم نسخ وأمروا بأن يوفوا لمن عاقدوا ولا ينشئوا بعد نسخه بقوله: \" وأولوا الأرحام بعضهم أولى ببعض \" معاهدة في الإرث لكن يجب الوفاء بالمعاهدة الماضية أو نسخت مطلقًا فلا يجوز إنشاء المعاهدة ولا الوفاء بالعهد السابق للميراث، وقوله:  \" والذين عقدت أيمانكم \" غير منسوخ بمعنى: وآتوهم نصيبهم من النصرة لا من الإرث، أو كان يرث المهاجري الأنصاري دون ذوي رحمه بالأخوة التي آخى بينهم رسول الله - صلى الله عليه وسلم - فلما نزلت:  \" ولكل جعلنا موالي \" نسخت ثم قال: \" وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ \" أي: من النصر والنصيحة وقد ذهب الميراث (إِنَّ اللهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا) فلا تتجاوزوا عما أمركم. </p><p> * * * </p><p> (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللهَ كَانَ عَلِيًّا كَبِيرًا (٣٤) وَإِنْ خِفْتُمْ </p><p> شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللهُ بَيْنَهُمَا إِنَّ اللهَ كَانَ عَلِيمًا خَبِيرًا (٣٥) وَاعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا (٣٦) الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا (٣٧) وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآخِرِ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا (٣٨) وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللهُ وَكَانَ اللهُ بِهِمْ عَلِيمًا (٣٩) إِنَّ اللهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللهَ حَدِيثًا (٤٢) </p><p> * * * </p><p> (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ) قيام الولاة على الرعايا (بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ) فضلهم عليهن بكمال العقل والدين والقوة (وَبِمَا أَنفَقُوا مِنْ </p><p> أَموالِهِمْ) كالمهر والنفقة، اشتكت امرأة عن زوجها بأنه لطمها فأمر رسول الله صلى الله عليه وسلم بالقصاص فنزلت فقال عليه الصلاة والسلام: أردت أمرًا وأراد الله غيره فرجعت بغير قصاص (فالصَّالِحَاتُ قَانتَاتٌ) مطيعات لأزواجهن (حَافِظَاتٌ لِّلْغَيْبِ) تحفظ في غيبته نفسها وماله (بِمَا حَفِظَ اللهُ) بحفظ الله إياها فالمحفوظ من حفظه، أو بما حفظ الله لهن من إيجاب حقوقهن على الرجال (وَاللَّاتِي تَخَافُونَ (نُشُوزَهُنَّ) عصيانهن على أزواجهن (فَعِظُوهُنَّ) بعقاب الله في عصيانها (وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ) بأن يوليها ظهره ولا يجامعها ولا يكلمها، أو معناه لا يضاجعها (وَاضْرِبُوهُنَّ) إن لم يرتدعن بالموعظة ولا بالهجران ضربًا غير شديد (فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا) بالإيذاء، وقيل: لا تكلفوهن محبتكم فالقلب بيد الله (إِنَّ اللهَ كَانَ عَلِيًّا كَبِيرًا) فهو أقَدرَ عليكم منكم على أزواجكم، ويتجاوز عنكم ليلاً ونهارًا. </p><p> (وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا) خلافًا بين المرء وزوجه، والإضافة إلى الظرف على الاتساع (فَابْعَثُوا) أيها الحكام (حَكَماً مِّنْ أَهْلِهِ وَحَكَماً مِّنْ أَهْلِهَا) يحكمان بينهما فيما يرى المصلحة من الجمع والتفريق، والأقارب أعرف ببواطن الأحوال فهُم الأولى، وهما من جانب الحاكم ينفذ حكمهما مطلقًا بغير رضى المحكوم عليه على الأصح (إِن يُرِيدَا) أي: يقصد الحكمان (إِصْلاحاً يُوَفِّقِ اللهُ بَيْنَهُمَا) بين الزوجين بحسن سعي الحكمين (إِنَّ اللهَ كَانَ عَلِيمًا خَبِيرًا) بالظاهر والباطن. </p><p> (وَاعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا) من المخلوقات أو من الإشراك قليلاً وكثيرًا جليًّا وخفيًّا (وَ) أحسنوا (بِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى) صاحب القرابة (وَالْيَتَامَى وَالْمَسَاكِينِ) من لا يجد ما يكفيه وعياله (وَالْجَارِ ذِي الْقُرْبَى) من جمع بين القرابة والجوار، أو الجار الأقرب أو الجار المسلم (وَالْجَارِ الْجُنُبِ) الأجنبي والذي جواره بعيد، أو أهل الكتاب (وَالصَّاحِبِ بِالْجَنْبِ) المرأة، أو رفيق السفر، أو الحضر أيضًا (وَابْنِ السبِيلِ) المسافر، أو الضعيف (وَمَا ملَكَتْ أَيْمَانُكمْ) المماليك (إِنَّ اللهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً) متكبرًا (فَخُوراً) يتفاخر على المسلمين. </p><p> (الَّذِينَ يَبْخَلُونَ) بأموالهم أن ينفقوها فيما أمرهم الله من بر الوالدين والأقربين، بدل ممن كان، أو نصب أو رفع على الذم (وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ) أيضًا كاليهود قالوا \": لا تنفقوا على محمد فإنا نخشى عليكم الفقر (وَيَكْتُمُونَ مَا آتاهُمُ اللهُ مِن فَضْلِهِ) يعني: الغنى، وحمل بعض السلف الآية على بخل اليهود بإظهار ما عندهم </p><p> من العلم بمحمد صلى الله عليه وسلم وكتمانهم ذلك (وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا) أي: أعتدنا لهم فإنهم كافرون بنعمة الله. </p><p> (وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ) لا لوجه الله، ذكر الباذلين رياء بعد الممسكين والمراد اليهود أو المنافقون أو مشركو مكة، وهو عطف على الذين يبخلون (وَلَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآخِرِ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا) أى فبئس الشيطان قرينًا (إن المبذرين كانوا إخوان الشياطين) . </p><p> (وَمَاذَا عَلَيْهِمْ) أي: أي تبعة تحيق بهم (لَوْ آمَنُوا بِاللهِ وَالْيَوْمِ الآخِرِ وَأَنفَقُوا مِمَّا رَزَقَهُمُ اللهُ) في سبيله (وَكَانَ اللهُ بِهِمْ عَلِيماً) وعيد لهم. </p><p> (إِنَّ اللهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ) زنة نملة صغيرة، أو جزء من أجزاء الهباء إن كان مؤمنًا فله الأجر في الدارين، وإن كان كافرًا فمقصور على الدنيا، أو تخفيف في عذابه فلا يظلم وهو قادر عليه (وَإِنْ تَكُ) مثقال الذرة (حَسَنَةً) وحذف النون من غير قياس تشبيهًا بحرف العلة (يُضَاعِفْهَا) أي: ثوابها (وَيُؤْتِ) صاحبها (مِنْ لَدُنْهُ) من عنده بفضله (أَجْرًا عَظِيمًا) جزيلاً وهو الجنة. </p><p> (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ) أي: كيف حال هؤلاء الكفرة إذا جئنا بنبي كل أمة يشهد بصلاحهم وفسادهم (وَجِئْنَا بِكَ) يا محمد (عَلَى هَؤُلاء) على جميع الأمم أو المنافقين أو المشركين (شَهِيدًا) . </p><p> (يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ) لو يدفنون وتبتلعهم الأرض فتسوى، أو لم يبعثوا، أو يكونون ترابًا، والباء للملابسة فهو حال، أو بمعنى: على فظرف لغو (وَلَا يَكْتُمُونَ اللهَ حَدِيثًا) بشهادة أيديهم وأرجلهم عليهم، عطف على جملة يود لما رأو أن الجنة خاصة للمسلمين قالوا:  \" والله ربنا ما كنا مشركين \"  [الأنعام: ٢٣] ، كذبوا رجاء زجهم في المسلمين فختم الله على أفواههم وشهدت عليهم أيديهم وأرجلهم، \" وَلَا يَكْتُمُونَ اللهَ حَدِيثًا \"  [النساء: ٤٢] ، أو داخل في التمني بمعنى: يتمنون أنهم لم يكونوا كتموا نعت محمد صلى الله عليه وسلم وأمره. </p><p> * * * </p>"
}