{
  "id": null,
  "sura": 4,
  "aya": 172,
  "text": "<p> المَسِيحُ عِيسَى ابْنُ مَريمَ رَسُولُ اللهِ وَكَلِمَتُهُ) أوجده بكلمة كن (أَلْقَاهَا إِلَى مَرْيَمَ) يعني خلقه بالكلمة التي أرسل الله بها جبريل إلى مريم فنفخ في جيب درعها فنزلت حتى ولجت فرجها بمنزلة إلقاح الأب الأم (وَرُوحٌ مِنْهُ) أي: صدر منه بغير مادة وإضافة الروح إلى الله للتشريف (فَآمِنُوا بِاللهِ وَرُسُلِهِ وَلاَ تَقُولُوا ثَلاَثةٌ) أي: آلهتنا ثلاثة الله والمسيح ومريم (انتَهُوا) عن التثليث وائتوا أمرا (خَيْرًا لَكُمْ إِنَّمَا اللهُ إِلَهٌ وَاحِدٌ) لا تعدد فيه أصلاً (سُبْحَانَهُ) أي: أسبح سبحانه من (يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) ملكًا وخلقًا لا يماثله شيء حتى يكون له ولد (وَكَفَى بِاللهِ وَكِيلاً) فلا يحتاج إلى ولد؛ لأن الولد وكيل والده وهو وكيل كل شيء. </p><p> * * * </p><p> (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لله وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا (١٧٢) فَأَمَّا </p><p> الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا (١٧٣) يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا (١٧٤) فَأَمَّا الَّذِينَ آمَنُوا بِاللهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا (١٧٥) يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللهُ لَكُمْ أَنْ تَضِلُّوا وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٧٦) </p><p> * * * </p><p> (لَن يَسْتَنكِفَ المَسِيحُ) لن يأنف من (أَنْ يَكُون عَبْدًا للهِ) فإن عبوديته شرف، قيل: نزلت حين \" قال وفد نجران لرسول الله صلى الله عليه وسلم: أتعيب عيسى تقول: إنه عبد الله؟قال:إنه ليس بعار أن يكون عبدًا لله قالوا بلى \"  (وَلاَ المَلاِئكَة الُمقَربون) عطف على المسيح أي لا يستنكفون مع أن ما بعثكم في دعوى الإلهية </p><p> لعيسى أقوى وأشد فيهم لا أب ولا أم لهم ولهم قوة لا تفي بها طاقة البشر كقلع الجبال والتصرف في الأهوال والأحوال وهم مع ذلك لا يستنكفون (وَمَن يَسْتنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ) الاستنكاف تكبر مع أنفة والاستكبار بدونه (فسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا) مجازاة (فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ) مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر (وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا) وهذا تفصيل للمجازاة العامة الدال عليها فحوى الكلام، وإن لم يجر سوى ذكر المستنكفين فكأنه قال: ومن استنكف ومن آمن فسيحشرهم. </p><p> (يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ) يعني: محمدًا عليه الصلاة والسلام أو القرآن وقيل: المعجزات (وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا) أي: القرآن (فَأَمَّا الّذِينَ آمَنُوا بِاللهِ وَاعْتَصَمُوا بِهِ) جمع بين مقامي العبادة والتوكل على الله أو اعتصموا بالقرآن (فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ منْهُ وَفَضْلٍ) زائد على قدر أعمالهم (وَيَهْدِيهِمْ </p><p> إِلَيْهِ) إلى الله (صِرَاطًا مُسْتَقِيمًا) في العلم والعمل فهم في الدنيا على منهاج الاستقامة، وفي الآخرة على صراط مستقيم يفضي إلى روضات الجنات، وصراطًا: إما بدل من إليه أو مفعول يهديهم وإليه حال مقدم (يَسْتَفتُونَكَ) أي: عن الكلالة (قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ) نزلت في جابر بن عبد الله حين \" سأل رسول الله صلى الله عليه وسلم: إني مريض وكللة، فكيف أصنع في مالي؟ \"  (إِذ امْرُؤٌ) مرفوع بفعل يفسره ما بعده (هَلَكَ) مات (لَيْسَ لَهُ وَلَدٌ) أصلاً ولا والد أيضًا فإن الأخت لا ترث مع الأب، وهو صفة لا غير (وَلَهُ أُخْتٌ) أي: من الأبوين أو الأب، فإن ذكر ولد الأم مضى حكمه فِي أول السورة (فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ) أي المرء (يَرِثُهَا) أي الأخت (إِن لَّمْ يَكُن لهَا وَلَدٌ) أي إذا ماتت الأخت فجميع ميراثها للأخ إن لم يكن لها ولد أصلاً ولا والد (فَإِن كَانَتَا) أي: الأختان (اثْنَتَيْنِ) فصاعدًا (فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ) الأخ (وَإن كَانُوا إِخْوَةً رِّجَالاً وَنِسَاءً) أصله: وإن كانوا إخوة وأخوات فغلب الذكر (فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللهُ لَكُمْ) الحق كراهة (أَنْ تَضِلُّوا وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ) فهو عالم بمصالح العباد في المعاش والمعاد. </p><p> والحمد لله حقَّ حمده. </p><p> * * * </p>"
}