{
  "id": null,
  "sura": 4,
  "aya": 23,
  "text": "<p> (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللهَ كَانَ غَفُورًا رَحِيمًا (٢٣) وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا (٢٤) وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللهُ غَفُورٌ رَحِيمٌ (٢٥) </p><p> (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ) أي: حرم نكاحهن (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ) الربيبة بنت زوجته (اللاتي في حُجُورِكُم) في تربيتكم وبيتكم، وهذا القيد خرج مخرج الغالب لا أنه تقييد الحرمة، وقد صح عن علي كرم الله وجهه أنه جعله شرطًا، وإليه ذهب داود الظاهري وابن حزم، ونقل عن المالك (مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ) أي: دخلتم معهن في ستر، وهو كناية عن الجماع، ومن ابتدائية متعلقة بالربائب، وعن عليّ وزيد ابن ثابت وعبد الله بن الزبير ومجاهد وابن عباس رضى الله عنهم أنه قيد لأمهات النساء والربائب فيكون من لاتصال الشيء بالشيء حينئذ لا للابتداء، أي: أمهات النساء وبناتهن متصلات بهن (فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ) في نكاحهن، وهذا تصريح بالمقصود (وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ) لا من تبنيتموه، وأما امرأة ابنه من الرضاعة فيعلم حكمها من حديث \" يحرم من الرضاعة ما يحرم من النسب \"  (وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ) في النكاح، وكذا جماعهما في ملك اليمين </p><p> على الصحيح، وهو في محل الرفع عطف على المحرمات (إِلَّا مَا قَدْ سَلَفَ) لكن ما مضى مغفور (إِنَّ اللهَ كَانَ غَفُورًا رَحِيمًا) . </p><p> (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) ذوات الأزواج (إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) بالسبي فإنها تحل بعد الاستبراء مع أن لهن أزواجًا من الكفار، وعن بعض من السلف أن بيع الأمة طلاق لها من زوجها فتحل لسيدها لعموم الآية (كِتَابَ اللهِ عَلَيْكُمْ) أي: كتب الله عليكم تحريم هؤلاء كتابًا (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) عَطف على حرمت أي: ما سوى المحرمات المذكورات، وما في معنى المذكورات الذي علم بالسنة (أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) مفعول له أي: أحل ما وراء ذلك لأن تطلبوا ما وراءه بصرف الأموال في المهر والثمن حال كونكم محصنين ناكحين غير مسافحين زانين، ومفعول تبتغوا متروك كأنه قيل: إن تصرفوا أموالكم، أو بدل اشتمال من وراء، والمفعول محذوف (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ) موصولة أي: من تمتعتم به من المنكوحات، أو موصوفة أي: ما استمتعتم به منهن من جماع (فَآتُوهُنَّ أُجُورَهُنَّ) مهورهن (فَرِيضَةً) حال أو مصدر مؤكد أو صفة لمصدر أي: إيتاء مفروضًا، قال بعض السلف: الآية في نكاح المتعة، وقد صح عن عليٍّ أن </p><p> نكاح المتعة (١) نسخت يوم خيبر (وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا) من إبراء الصداق أو بعضه، ومن حمل ما قبله على المتعة فعنده معناه إذا عقدتم إلى أجل بمال وتم الأجل إن شاءت زادت في الأجل وزاد في الأجر وإلا فارقها (إِنَّ اللهَ كَانَ عَلِيمًا) بالمصالح (حَكِيماً) في أحكامه. </p><p> (وَمَن لَّمْ يَستَطِعْ مِنكُمْ طَوْلاً) فضلاً وزيادة في المال يبلغ بها نكاح المحصنات، فهو مفعول يستطع (أَن يَنكِحَ الُمحْصَنَاتِ) أي: الحرائر متعلق بـ طَوْلاً على حذف حرف الجر أي: إلى أن ينكح (الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ) أي: فلينكح أمة غيره (مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ) فلا يجوز نكاح الأمة الكتابية، وقال بعضهم: طول المحصنات هو أن يملك فراشها على أن النكاح الجماع، وحمل قوله:  \" من فتياتكم المؤمنات \" على الإرشاد بالأفضل فعنده جاز نكاح الأمة الكتابية إذا لم يكن تحته حرة (وَاللهُ أَعْلَمُ يِإِيمَانِكُمْ) فاكتفوا بظاهر الإيمان والله أعلم بالسرائر (بَعْضُكُم مِّن بَعْضٍ) أنتم وأرقائكم في النسب والدين متناسبون فلا تستنكفوا عنها عند الحاجة (فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ) أي: أربابهن (وَآتُوهُنَّ أُجُورَهُنَّ) مهورهن (بِالْمَعْرُوفِ) بغير نقص ومطل استهانة بهن (مُحْصَنَاتٍ) عفائف حال من مفعول </p><p>(١) ذهب عامة أهل العلم إلى أن نكاح المتعة حرام والآية منسوخة، وكان ابن عباس يذهب إلى أن الآية محكمة وترخص في نكاح المتعة، وقيل: إن ابن عباس رجع عن ذلك كذا في المعلم.</p>"
}