{
  "id": null,
  "sura": 4,
  "aya": 153,
  "text": "<p> (يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَنْ ذَلِكَ وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا (١٥٣) وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (١٥٤) فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (١٥٥) وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا (١٥٦) وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا (١٥٧) بَلْ رَفَعَهُ اللهُ إِلَيْهِ وَكَانَ اللهُ عَزِيزًا حَكِيمًا (١٥٨) وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا (١٥٩) فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللهِ كَثِيرًا (١٦٠) وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا (١٦١) لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا (١٦٢) </p><p> * * * </p><p> (يَسْئَلُكَ أَهْلُ الكِتَابِ أَن تُنَزِّلَ عَلَيْهِمْ كتَاباً مِّنَ السَّمَاءِ) قالت اليهود: إن كنت صادقًا فأتنا بكتاب من السماء جملة أو صحفًا مكتوبة بخط سماوي (فَقَدْ سَأَلُوا </p><p> مُوسَى أَكْبَرَ مِنْ ذَلِكَ) أي: إن استعظمت ما سألوك، فقد سألوا موسى أعظم من ذلك، وهذا السؤال وقع من آبائهم لكنهم تابعون لهذيهم وقوم مثل ذلك لا يستغرب عنهم (فقَالُوا أَرِنَا الله جَهْرَةً) أي: أرنا الله نره عيانا قيل معناه قالوا جهرة لا سرًّا وخفية (فَأَخَذَتْهُمُ الصَّاعِقَةُ) نار من السماء (بِظُلْمِهِمْ) أي: بسبب ظلمهم وهو تعنتهم في السؤال وطلب ما يستحيل في تلك الحال لهم (ثُمَّ اتَّخَذُوا العِجْلَ) إلهًا (مِنْ بَعْدِ مَا جَاءتْهُمُ البَيِّنَاتُ) معجزات موسى عليه السلام (فَعَفَونا عَن ذَلِكَ) ولم نستأصلهم بالكلية وقبلنا توبتهم (وَآتيْنَا مُوسى سُلْطَاناً مُّبِيناً) يعني هم إن بالغوا في العناد معه لكن نصرناه وعفونا عن قومه، ففيه إشارة ببشارة المصطفى عليه الصلاة والسلام (وَرَفعْنَا فَوْقَهُمُ الطورَ) عند امتناعهم قبول شريعة التوراة </p><p> (بِمِيثَاقِهِمْ) بسبب ميثاقهم ليقبلوه (وَقُلْنَا) بلسان نبيهم (لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا) متواضعين منحنين (وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ) لا تظلموا في اصطياد السمك فيه (وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا) على ذلك (فَبمَا نقْضِهِم) ما مزيدة للتأكيد (مِّيثَاقَهُمْ) فعلنا بهم ما فعلنا (وَكُفْرِهِمْ بِآيَاتِ اللهِ) المعجزات الباهرات (وَقَتْلِهِمُ الأَنبِيَاءَ بِغَيْرِ حَقٍّ) بعناد وتشهي نفس (وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ) في غطاء لا نسمع ما تقول أو أوعية للعلم ولا نحتاج إلى شيء آخر (بَلْ طَبَعَ اللهُ عَلَيْهَا بِكُفْرِهِمْ) على الأول معناه: نعم صدقوا فيما ادعوا من عدم السماع لكن بختم الله على قلوبهم بسبب كفرهم، وعلى الثاني: عكس عليهم ما ادعوه من أن قلوبهم أوعية للعلم (فَلاَ يُؤْمُنونَ إِلا قَلِيلاً) إلا إيمانًا قليلاً لا ينفعهم أو إلا قليلاً منهم (وَبِكفْرِهِمْ) بعيسى (وَقَوْلِهِمْ عَلَى مَريمَ بُهْتَاناً عَظِيمًا) نسبتها إلى الزنا (وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللهِ) ،، أي: من يزعم أنه رسول الله أو سموه رسولاً استهزاء، فالذم بسبب جرأتهم على الله تعالى وتبجحهم بقتله بعد ما أظهر المعجزات (وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّهَ لَهُمْ) أي: لكن وقع لهم التشبيه بين </p><p> عيسى والمقتول فقتلوا شابًا من أنصاره حسبوه عيسى، أو شبه لهم من قتلوه بأن ألقى الله على رجل من اليهود شبهه فقتل (وَإِن الذِينَ اخْتَلَفوا فيه) في شأن عيسى فإنهم لما قتلوا ذلك الرجل قال بعضهم: عيسى، وقال بعضهم: ليس بعيسى وجهه وجه عيسى والبدن بدن غيره، وقال بعضهم: كذاب قتلناه وقال بعضهم: ابن الله رفع إلى السماء (لَفِي شَكّ مِّنْهُ) تردد من قتله (مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ) لكنهم يتبعون الظن (وَمَا قَتَلُوهُ يَقِينًا) يقينا تأكيد لـ \" ما قتلوه \" نحو: ما قتلوه حقًا أي: حق انتفاء قتله حقًّا قيل: ما قتلوه متيقنين أنه هو، بل شاكين متوهمين (بَلْ رَفَعَهُ اللهُ إِلَيْهِ) فإن السماء محل ظهور سلطانه (وَكَانَ اللهُ عَزِيزاً) لا يغلب إراداته (حَكِيمًا) فيما دبر (وَإِنْ مِنْ أَهْلِ الْكِتَابِ) أي: أحد منهم (إِلا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ) أي: قبل موت عيسى بعد نزوله عند قيام الساعة فتصير الملل واحدة وهي ملة الإسلام الحنيفية، أو قبل موت الكتابي إذا وقع في الباس حين لا ينفعه إيمانه (وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا) يشهد عليهم أنه قد بلغ الرسالة وأقر على نفسه بالعبودية، قيل: يشهد على اليهود بالتكذيب وعلى النصارى بأنهم دعوه ابن الله (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ) أي: ما استمر </p>"
}