{
  "id": null,
  "sura": 4,
  "aya": 113,
  "text": "<p> فيروج دعواهم (وَمَنْ يَعْمَلْ سُوءًا) يسوء به غيره أو صغيرة أو إثمًا دون الشرك (أَوْ يَظْلِمْ نَفْسَهُ) بما لا يتعداه أو بكبيرة أو بالشرك (ثُمَّ يَسْتَغفِرِ الله يَجِدِ اللهَ غفُوراً رحِيماً) فيه عرض التوبة على طعمة لكن كما قيل: ما تاب بل ارتد (وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ) ولا يتعدى ضرره إلى غيره، لا تزر وازرة وزر أخرى (وَكَانَ اللهُ عَلِيمًا حَكِيمًا) فمن علمه وحكمته أنه لا يأخذ أحدًا بذنب آخر (وَمَنْ يَكْسِبْ خَطِيئَةً) صغيرة، أو ذنبًا بينه وبين الله (أَوْ إِثْماً) كبيرة، أو ما بينه وبين الناس (ثُمَّ يَرْمِ بِهِ) بأحدهما (بَرِيئًا) كما رمي طعمة (فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا) برمى البريء وتنزيه الخاطئ. </p><p> * * * </p><p> (وَلَوْلَا فَضْلُ اللهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللهِ عَلَيْكَ عَظِيمًا (١١٣) لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (١١٤) وَمَنْ </p><p> يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (١١٥) </p><p> * * * </p><p> (وَلَوْلا فَضْلُ اللهِ عَلَيْكَ وَرَحْمتُهُ) بإعلام ما وقع منهم (لَهَمَّت طَائِفَةٌ منْهُمْ) من قوم طعمة (أَنْ يُضِلوكَ) عن القضاء بالحق، وليس المراد نفي همهم بل المراد أن من فضل الله عدم تأثيرهم فيك (وَمَا يُضِلونَ إِلا أَنفُسَهُمْ) لأن الله عصمك وهم ارتكبوا خطايا (وَمَا يَضُرُّونَكَ مِن شَيْء) شيئًا من الضر فإن الله عاصمك من الناس (وَأَنزَلَ اللهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ) القرآن والسنة (وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ) قبل نزول ذلك من خفيات الأمور (وَكَان فَضْلُ اللهِ عليْكَ عَظِيماً) فإنه لا فضل أعلى من النبوة (لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ) النجوى سر بين اثنين (إِلَّا) نجوى (مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوف) هو كل ما يستحسنه الشرع (أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ) خصه لشرفه، والاستثناء بدل من كثير وقيل: منقطع أي: لكن من أمر بصدقة ففي نجواه الخير (وَمَن يَّفْعَلْ ذَلِكَ) أي: الأمر بالصدقة (ابْتِغَاءَ مَرْضَاتِ اللهِ) أي: مخلصًا محتسبًا ثوابه عند الله (فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا) فإن من فعل خيرًا رياءً لم يستحق جزاءً أصلاً، لأن كل جزاء من الله عظيم في جنب أغراض الدنيا وقيل: قوله \" ذلك إشارة إلى الصدقة والمعروف والإصلاح، لا إلى الأمر بها فالأول حكم الدال على الخير، والثاني حكم فاعله (وَمَن يُشَاقِقِ الرَّسُولَ) يخالفه (مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الهُدَى) ظهر له الحق بوقوفه على المعجزات (وَيَتَّبِعْ غَيْرَ سَبِيلِ المُؤْمِنِينَ) غير </p>"
}