{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> [سورة النساء] </p><p> وهى مائة وست وسبعون آية وأربعة وعشرون ركوعًا </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا (١) وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا (٢) وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا (٣) وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا (٤) وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٥) وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللهِ حَسِيبًا (٦) لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا (٧) وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا </p><p> مَعْرُوفًا (٨) وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا (٩) إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا (١٠) </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) : هي آدم. (وخَّلَقَ مِنْهَا زَوْجَهَا) : حواء من ضلع من أضلاعها. (وَبَثَّ) : نشر. (مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً) أي: كثيرًا. (وَاتَّقُوا اللهَ الذِي تَسَاءلُونَ بِه) أي: تتساءلون فيما بينكم حوائجكم به، كما تقولون: أسألك بالله، أدغمت التاء الثانية في السين، وقرئ بطرحها (وَالأَرْحَامَ) أي: اتقوا الأرحام أن تقطعوها (إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا) حافظا مطلعًا فاتقوه. </p><p> (وَءاتُوا اليَتَامَى أَمْوَالَهُمْ) نزلت في رجل معه مال لابن أخ يتيم له فطلبه بعد البلوغ ومنعه (وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ) : ولا تستبدلوا حرام أموالهم بحلال </p><p> أموالكم، نقل أنَّهم كانوا يأخذون الجيد من مال اليتامى ويجعلون مكانه الردى فنزلت، وعلى هذا أيضًا الجيد هو الخبيث باعتبار حرمته فلا يرد عليه شيء (وَلاَ تَاكلُوا أَمْوَالَهُمْ) : منضمة. (إِلَى أَمْوَالِكُمْ) أي: لا تنفقوهما معًا (إِنهُ) : الضمير للأكل. (كَانَ حُوباً) : إثمًا (كَبِيراً) . </p><p> (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا) : تعدلوا. (فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ) أي: إن خفتم يا أولياء اليتامى ألا تعدلوا فيهن إذا نكحتموهن فانكحوا غيرهن من الغرائب، وإن خفتم ألاّ تعدلوا في اليتامى فخافوا أيضًا من عدم العدل بين النساء فانكحوا مقدارًا يمكنكم الوفاء بحقوقه أي: كما تخافون هذا فخافوا ذاك أيضًا، أو كما خفتم من ولاية اليتامى فخافوا من الزنا فانكحوا ما طاب لكم (مَثْنَى وَثُلَاثَ وَرُبَاعَ) أي: اثنين اثنين، وثلاثة ثلاثة، وأربعة أربعة حال مما طاب (فَإِنْ </p><p> خِفْتُمْ أَلَّا تَعْدِلُوا): بين هذه الأعداد أيضًا. (فَوَاحِدَةً) أي: فاختاروها (أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ) سوى بين واحدة والسراري من غير تعيين عدد فإنه لا قسم بينهن وعبر عن النساء بما في الموضعين لنقصان عقلهن أو ذهابًا إلى الصّفة (ذلِكَ) أي: التقليل، أو اختيار الواحدة أو التسري (أَدنى أَلَّا تَعُولُوا) : أقرب ألاّ تميلوا ولا تجوروا. </p><p> (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ) : الخطاب للأزواج أو الأولياء؛ لأنَّهُم كانوا يأخذون مهور مولياتهم (نِحْلَةً) أي: فريضة أو عطية وهبة عن طيب نفس، مصدر أي: إيتاء نحلة (فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا) الضمير للصداق أو للإيتاء، ونفسًا تمييز، وعدى الطيب بعن لتضمين معنى التجافي أي: إن وهبن لكم من الصداق عن طيب نفس (فَكُلُوهُ هَنِيئًا مَرِيئًا) هَنَا الطعام ومَرَأ إذا ساغ من غير غص، صفتان أقيمتا مقام المصدر أو صفة مصدر أو حال. </p><p> (وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ) هم النساء والصبيان كما قال ابن عباس: لا تعمد إلى ما جعله الله لك معيشة فتعطه امرأتك أو أولادك ثم تنظر إلى ما في أيديهم لكن أمسكه وأصلحه وكن أنت منفقًا عليهم، أو اليتامى فيكون منعًا للأولياء من إعطاء </p><p> الذين لا رشد لهم أموالهم، وإضافة المال إلى الأولياء لأنه في تصرفهم (الَّتِي جَعَلَ اللهُ لَكُمْ قِيَامًا) : تقومون وتنتعشون بها، فعلى الثاني تأويله التي من جنس ما جعله الله لكم قيامًا، وسمي ما به القيام قيامًا مبالغة (وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ) اجعلوا لهم فيها رزقًا وكسوة بأن تتجروا فيها وتحصلوا من نفعها (وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا) قولا لينًا يطيب به أنفسهم. </p><p> (وَابْتَلُوا الْيَتَامَى) : اختبروهم قبل البلوغ في عقلهم (حَتَّى إِذَا بَلَغوا النِّكَاحَ) كناية عن البلوغ، لأنه عند البلوغ يصلح للنكاح (فَإِنْ آنَسْتُمْ) : أبصرتم (مِنْهُمْ رُشْدًا) صلاحًا في الدين والمال (فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ) فدفع المال بعد البلوغ بشرط الرشد (وَلاَ تَأْكُلُوهَا إِسْرَافاً وَبِدَاراً) حال، أو مفعول له (أَن يَكْبَروا) أي: مسرفين مبادرين كبرهم مخافة نزعها عن أيديكم عند كبرهم (وَمَن كَان غَنِيًّا) من الأوصياء (فَلْيَسْتَعْفِفْ) : من أكل شيء منها (وَمَن كَانَ فَقِيراً فَلْيَأكلْ بِالْمَعْرُوفِ) أجرة مثله، أو القرض فيجب الأداء، أو لا يأكل إلا أن يضطر كأكل الميتة ويقضي، أو لا يأكل إلا بقدر الحاجة (فإِذَا دَفَعتمْ إِلَيْهِمْ أَمْوَالَهمْ) بعد البلوغ والرشد (فأَشْهِدُوا عَلَيْهِمْ) بقبضهم، وهذا أمر إرشاد لقطع الخصومة (وَكَفَى بِاللهِ حَسِيبًا) : محاسبًا فاعدلوا في أموالهم. </p><p> (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ) أي: المتوارثون بالقرابة (مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ) بدل مما ترك </p><p> (نَصِيبًا مَفْرُوضًا) مصدر مؤكد، أو بتقدير: أعني، نزلت لما كانوا يجعلون المال للرجال الكبار دون النساء والأطفال. </p><p> (وَإِذَا حَضَرَ الْقِسْمَةَ) : قسمة الميراث (أُولُو الْقُرْبَى) : ممن لا يرث (وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ) : مما ترك، وهو أمر ندب للبلّغ، أو أمر وجوب على الصغير والكبير منسوخ أو غير منسوخ، أو المراد أن الميت يوصي لهم، أو واجب مما طابت به النفس (وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا) : هو أن يدعو لهم ويلطف في العبارة معهم، وإن كانت الورثة صغارًا اعتذروا إليهم. </p><p> (وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا) أمر لمن حضر الميت بأن يخشوا على أولاد المريض خشيتهم على أولادهم فلا يتركوه أن يضرّ بهم بصرف المال عنهم ويسددوه للصواب، أو للأولياء بأن يخشوا الله ويتقوه في أمر اليتامى فيفعلوا بهم ما يحبون أن يفعل بذراريهم بعد وفاتهم، وأن يقولوا لليتامى بالشفقة وحسن الأدب و (لو) بما في حيزه صلة للذين. </p><p> (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا) : ظالمين أو على وجه الظلم (إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا: ملء بطونهم ما يجر إلى النار، وقد نقل أن في القيامة يخرج لهب </p>"
}