{
  "id": null,
  "sura": 4,
  "aya": 15,
  "text": "<p> (وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ) يتجاوزه (يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ) لأنه لم يرض بما قسم الله وحكم به بل ضاد في حكمه، وخالدين: حال وكذا خالدًا لا صفة جنات ونارًا؛ لأنه لا بد أن يقول حينئذ: خالدين هم وخالدًا هو فيها؛ لأنهما جريا على غير من هما له. </p><p> * * * </p><p> (وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللهُ لَهُنَّ سَبِيلًا (١٥) وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللهَ كَانَ تَوَّابًا رَحِيمًا (١٦) إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ وَكَانَ اللهُ عَلِيمًا حَكِيمًا (١٧) وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ </p><p> أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٨) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللهُ فِيهِ خَيْرًا كَثِيرًا (١٩) وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا (٢٠) وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا (٢١) وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا (٢٢) </p><p> * * * </p><p> (وَاللَّاتِي يَأْتِينَ) : يفعلن (الْفَاحِشَةَ) الزنا (مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ) من رجال المسلمين (فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ) أجلسوهن (فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ) أي: ملائكة الموت، أو يأخذهن الموت ويستوفي أرواحهن كان ذلك عقوبتهن في بدء الإسلام فنسخ بالحد (أَوْ يَجْعَلَ اللهُ لَهُنَّ سَبِيلاً) السبيل الذي جعله الله هو الناسخ لذلك. </p><p> (وَاللذَانِ) أي: الرجل والمرأة (يَأْتِيَانِهَا) أي: الفاحشة (مِنْكُمْ فَآذُوهُمَا) بالشتم والتعيير والضرب بالنعال وكان الحكم كذلك حتى نسخ، وعن بعضهم: أنها نزلت في الفتيان قبل أن يتزوجوا أو في الرجلين إذا عملا عمل قوم لوط والظاهر أن الإيذاء </p><p> مشترك بين الرجل والمرأة والحبس خاصة المرأة، فإذا تابا أزيل الإيذاء عنهما وبقي الحبس عليها، وقيل: هذه الآية سابقة على الأولى نزولاً، وكانت عقوبة الزناة الأذى ثم الحبس ثم الجلد (فَإِنْ تَابَا) من الفاحشة (وَأَصْلَحَا) العمل (فأَعْرِضُوا عَنْهُمَا) اتركوا أذاهما ولا تعنفوهما بعدُ بكلامٍ قبيح (إِنَّ اللهَ كَانَ تَوَّابًا رَحِيمًا) . </p><p> (إِنَّمَا التَّوْبَةُ عَلَى اللهِ) أي: ليس قبول التوبة واجبًا على الله بمقتضى وعده لأحد إلا (لِلذِينَ يَعْمَلُون السُّوءَ) ملتبسين (بِجَهَالَةٍ) أجمع الصحابة على أن من عصى الله عمدًا أو خطأ فهو بجهالة (ثمَّ يَتُوبُونَ من قَرِيبٍ) زمان قريب قبل معاينة الموت، أو قبل أن يحيط السوء بحسناته فيحبطها، أو في صحته قبل مرض موته (فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ) تاب الله عليه قبل توبته وغفر ذنبه (وَكَانَ اللهُ عَلِيمًا) بنياتهم (حَكِيمًا) بأفعاله. </p><p> (وَلَيْسَتِ التَّوْبَةُ) أي: منفية قبولها (لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ) أي: لا توبة لهؤلاء الفريقين؛ فإنه كما لا تقبل توبة الآخرة لا تقبل توبة الدنيا حين الاحتضار (أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا) الاعتداد: التهيئة. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ) : أي: ذواتهن (كَرْهًا) في الجاهلية إذا مات زوج امرأة ورث امرأته من يرث ماله إذا ألقى عليها ثوبًا فإن شاء تزوجها بغير صداق، وإن شاء زوجها من غيره وأخذ صداقها، وإن شاء منعها من الأزواج لتموت فيرث، أو لتُعطي ما ورثت من الميت، وإن انفلتت قبل أن يلقي عليها ثوبًا نجت فنهى الله عنه، وكرها حال أي: كارهات (وَلاَ تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتيتمُوهُنَّ) كان للرجل امرأة كاره هو صحبتها فيقهرها ويضربها لتحل مهرها أو حقًا من حقوقها فالخطاب للأزواج، وأصل العضل التضييق، وهو عطف على (أن ترثوا) ولا لتأكيد النفي (إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) أي: الزنا أو النشوز والعصيان أو أعم أي: لا تضجروهن للافتداء إلا وقت أن يأتين بفاحشة فإنه جاز ضجرها لتخالعه (وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ) أجملوا بالقول والفعل معهن (فَإِنْ كَرِهْتُمُوهُنَّ) فاصبروا عليهن (فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللهُ فِيهِ خَيْرًا كَثِيرًا) مثل أن يرزق منها ولدٌ ويكون في الولد خير كثير. </p><p> (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ) طلاق امرأة وتزوج أخرى (وَآتَيْتُمْ إِحْدَاهُنَّ) الضمير للزوج؛ لأن المراد منها الجنس (قِنْطَارًا) مالا كثيرًا أي: </p><p> وقد جعلتم صداقهن قنطارًا (فَلَا تَأْخُذُوا مِنْهُ) من القنطار (شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا) أي أتأخذونه باهتين آثمين، أو مفعول له نحو: قعدت عن الحرب جبنًا، فإنهم إذا أرادوا طلاق امرأة نسبوها إلى فاحشة لتفتدي صداقها، أو حال من المفعول أي: ظلمًا وإثمًا ظاهرًا، وفيه ما لا يخفى من المبالغة. </p><p> (وَكَيْفَ تَأخُذُونَهُ) أي: شيئًا من الصداق (وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ) والحال أنه وصل إليه، وهو كناية عن الجماع (وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا) هو العقد أو ما أخذ الله من إمساك بمعروف أو تسريح بإحسان، أو ما قال رسول الله صلى الله عليه وسلم:  \" أخذتموهن بأمانة الله واستحللتم فروجهن بكلمة الله \" . </p><p> (وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ) كان نكاح زوجات الآباء معمولاً به في الجاهلية (مِنَ النِّسَاءِ) بيان ما، وعبر بما لأنه أراد به الصفة (إِلا مَا قَدْ سَلَفَ) الاستثناء من لازم النهي أي: تستحقون العقاب بنكاح ما نكح آباؤكم إلا ما قد سلف، أو منقطع أي: لكن ما قد سلف فإنه معفو عنه (إِنَّهُ) أي: نكاحهن (كَانَ فَاحِشَةً) أقبح المعاصي (وَمَقْتًا) وبغضًا شديدًا من الله (وَسَاءَ سَبِيلًا) وبئس ذلك طريقًا. </p><p> * * * </p>"
}