{
  "id": null,
  "sura": 4,
  "aya": 44,
  "text": "<p> (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ (٤٤) وَاللهُ أَعْلَمُ بِأَعْدَائِكُمْ وَكَفَى بِاللهِ وَلِيًّا وَكَفَى بِاللهِ نَصِيرًا (٤٥) مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (٤٦) يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللهِ مَفْعُولًا (٤٧) إِنَّ اللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا (٤٨) أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا (٤٩) انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا (٥٠) أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا (٥١) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ وَمَنْ يَلْعَنِ اللهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا (٥٢) أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا (٥٣) أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (٥٤) فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا (٥٥) إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللهَ كَانَ عَزِيزًا حَكِيمًا (٥٦) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧) إِنَّ اللهَ يَأْمُرُكُمْ أَنْ </p><p> تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللهَ كَانَ سَمِيعًا بَصِيرًا (٥٨) يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٥٩) </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ) ألم تنظر إلى من له حظ يسير من التوراة، أعني: الأحبار (يَشْتَرُونَ الضَّلالَةَ) يختارونها على الهدى (وَيُرِيدُونَ أَنْ تَضِلوا) أيها المؤمنون (السَّبِيلَ) طريق الحق. </p><p> (وَاللهُ أَعْلَمُ) منكم (بأَعْدَائِكُمْ) وقد أعلمكم فاحذروهم (وَكَفَى بِاللهِ وَلِيًّا) يلي أمركم (وَكَفَى بِاللهِ نَصِيرًا) ينصركم فاكتفوا به عن غيره، والباء في فاعل كفى: للتأكيد. </p><p> (مِنَ الذِينَ هَادُوا) بيان للذين أوتوا أو لأعدائكم أو صلة نصيرًا أي: ينصركم من الذين، أو خبر مبتدأ تقديره: من الذين هادوا قوم (يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ) يميلونه عن مواضعه التي أثبته الله فيها بإزالته وإثبات غيره فيها، أو </p><p> يفسرونه بغير مراد الله على مقتضى هواهم (وَيَقولونَ سَمِعْنَا) قولك (وَعَصيْنَا) أمرك (وَاسْمَعْ غَيْرَ مُسْمَعٍ) أي: اسمع ما نقول لا سمعت، فهو حال من المخاطب أى: مدعوا عليك بلا سمعت، أو اسمع غير مسمع ما ترضى قيل: قولهم وعصينا وغير مسمع قول سرهم (وَرَاعِنَا لَيًّا) فتلاً (بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ) أي: يوهمون أنهم يقولون: أرعنا سمعك وإنما يريدون الرعونة أو السب بلغتهم (وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ) أي: لو ثبت هذا مكان ما قالوه لكان قولهم ذلك خيرًا وأعدل لهم (وَلَكِنْ لَعَنَهُمُ اللهُ بِكُفْرِهِمْ) فلا يهتدون إلى خيرهم (فَلَا يُؤْمِنُونَ إِلَّا) إيمانًا (قَلِيلًا) لا ينفعهم أو إلا قليلاً منهم فهو استثناء من مفعول لعنهم المرتب عليه فلا يؤمنون فليس المختار فيه الرفع. </p><p> (يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَ) نحو العين والأنف ونجعلها من قبل الأقفية فلهم عينان من القفى يمشون قهقرى، أو نجعلها كالأقفاء بلا عين وأنف، أو بأن نجعلها منابت الشعور كالقردة، أو أن نطمس وجوهًا عن صراط الحق فنردها على أدبارها في الضلالة، أو نردهم إلى بلاد الشام من أرض الحجاز، فالمراد إجلاؤهم من أوطانهم، والطمس والمسخ يكونان لهم قبل القيامة أو لهم هذا في القيامة، أو مشروط بعدم الإيمان وقد آمن بعضهم (أَوْ نلْعَنَهُمْ) الضمير للذين على طريقة الالتفات (كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ) نخزيهم بالمسخ فنجعلهم قردة وخنازير كما فعلنا بأصحاب السّبت (وَكَانَ أَمْرُ اللهِ مَفْعُولًا) لا راد لحكمه. </p><p> (إِنَّ اللهَ لاَ يَغفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ) لا يغفر لعبد لقيه مشركًا ويغفر ما دون الشرك صغيرًا أو كبيرًا لمن يريد تفضلاً (وَمَن يُشْرِكْ بِاللهِ فَقَدِ افْتَرَى إِثْماً عَظِيماً) يحتقر دونه الذنوب. </p><p> (أَلَمْ تَرَ) تنظر (إِلَى الذِينَ يُزَكونَ أَنْفُسَهُمْ) بقولهم: نحن أبناء الله وأحباؤه، أو بما قال اليهود: إن أبناءنا ماتوا وهم لنا قربة سيشفعون ويزكوننا، أو يقدمون أطفالهم في الصلاة لعصمتهم ويزعمون أن المأموم يصير مثلهم (بلِ اللهُ يُزَكِّي مَن يَشَاءُ) المرجع في ذلك إلى الله فإنه عالم بالحقائق (وَلَا يُظْلَمُونَ فَتِيلًا) مما يكون في شق النواة أو ما فتلت بين أصابعك من الوسخ أي: لا ينقص ثوابهم مقدار الفتيل. </p><p> (انظُرْ) يا محمد (كَيْفَ يَفْتَرُون عَلَى اللهِ الكَذِبَ) في تزكيتهم أنفسهم (وَكَفَى بِهِ) بالافتراء (إِثْماً مُّبيناً) ظاهرًا لا يخفى. (أَلَمْ تَرَ إلَى الَّذِينَ أُوتُوا نَصيباً) حظًا قليلاًْ (مِّنَ الْكِتَابِ) التوراة (يُؤْمِنُونَ بِالْجِبْتِ وَالطاغُوتِ) السحر والشيطان، أو الأوثان وشياطينها، أو الكاهن والساحر، أو الساحر والكاهن بلسان الحبشة، أو الجبت شيطان بلسان الحبشة والطاغوت كل ما يعبد من دون الله (وَيَقُولُونَ لِلَّذِينَ كَفَرُوا) قريش (هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلاً) سأل قريش عن أحبار </p><p> اليهود: ديننا خير أم دين محمد؟ فقالوا: دينكم خير وأنتم أهدى وقيل: سجدوا لأصنامهم حين حالفوا قريشًا في حرب المؤمنين (أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ وَمَنْ يَلْعَنِ اللهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا) يمنعه من الطرد والخسار (أَمْ لَهُمْ نَصِيبٌ منَ الْمُلْكِ) أم منقطعة والهمزة لإنكار ملكهم كما يزعمون أن الملك سيصير لهم، ومعناه الإضراب عن ذمهم بتزكيتهم أنفسهم إلى ذمهم بالبخل والحسد اللذين هما شر خصلتين. (فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا) أي إن كان لهم ملك فإذن لا يؤتون أحدًا ما يوازي نقيرًا، وهو النقرة في ظهر النواة يعني: هذا إكمال بخلهم في حال ملكهم وغناهم فما ظنك بحال فقرهم وذلهم (أَمْ يَحْسُدُون النَّاسَ) بل يحسدون محمدًا أو أصحابه، أضرب عن البخل إلى الحسد الذي هو شر منه (عَلَى مَا آتاهُمُ اللهُ مِن فَضْلِهِ) النبوة والكتاب والنصرة وكثرة النساء، وقالوا: لو كان نبيًا لشغله أمر النبوة عن النساء (فقَدْ آتيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ) كداود وسليمان كتابهم ونبوتهم (وَآتيْنَاهُم مُّلْكاً عَظِيماً) ملك داود وسليمان وما أوتى من النساء لهما (فَمِنْهُم مَنْ آمَنَ بِهِ) بهذا الإيتاء والإنعام (وَمِنْهُمْ مَنْ صَدَّ عَنْهُ) أعرض عنه وسعى في صد الناس عنه مع أنهم من جنسهم من بني إسرائيل، فكيف بك يا محمد ولست من بني إسرائيل؟ أو معناه: هم يحسدون عليكم وقد آتينا آل إبراهيم الذين هم من أسلافك يا محمد </p><p> من فضلنا فلا يبعد أن يؤتيك الله مثل ما آتاهم، ثم قال: فمن اليهود من يؤمن بمحمد ومنهم من صد عنه ولم يؤمن به (وَكَفَى بِجَهَنَّمَ سَعِيرًا) نارا مسعورة يعذبون بها. </p><p> (إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ) ندخلهم (نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا) غير الجلود المحترقة، ويحتمل أن يعاد ذلك الجلد بعينه إلا أنه على صورة أخرى (لِيَذُوقُوا الْعَذَابَ) وقد ورد أنه في الساعة الواحدة عشرون ومائة مرة (إِنَّ اللهَ كانَ عَزِيزاً) غالبًا لا يغلب (حَكيماً) فتعذيبه وفق حكمته لا ظلمًا (وَالَّذِينَ آمنوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا) تحت أشجارها (الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ) من الحيض والأذى (وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا) دائمًا لا حر فيه، والظليل صفة مشتقة من لفظ الظل لتأكيده كليل أليل وشمس شامس. </p><p> (إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا) الآية كما قال السلف عامة: لكل بر وفاجر ودخل فيها حقوق الله وحقوق الناس، وإن نزلت في رد مفتاح الكعبة على عثمان بن طلحة حين أخذ منه والتمس علي أو عباس رضى الله عنهما أن تكون له الحجابة والسقاية (وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ) أي: </p><p> وأن تحكموا بالإنصاف إذا حكمتم (إِنَّ اللهَ نِعِمَّا يَعِظُكُمْ بِهِ) أي: نعم شيئًا يعظكم به، فما موصوفة منصوبة بـ يعظكم، أو نعم الشيء الذي يعظكم به فيكون مرفوعة موصولة، والمخصوص بالمدح محذوف، أي: نعما يعظكم به ذاك وهو أداء الأمانات والعدل (إِنَّ اللهَ كَانَ سَمِيعًا بَصِيرًا) بالأقوال والأحكام في الأمانات وغيرها. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ) السلاطين والأمراء فيما وافقوا الحق، وأهل العلم والدين (فَإِنْ تَنَازَعْتُمْ) أنتم وأولو </p><p> الأمر (فِي شَيْءٍ فَرُدُّوهُ) فراجعوا فيه (إِلَى اللهِ) إلى كتابه (وَالرَّسُولِ) في زمانه وسنته بعده (إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ) أي: الرد (خَيْرٌ) لكم (وَأَحْسَنُ تَأْوِيلًا) مآلاً وعاقبة. </p><p> * * * </p>"
}