{
  "id": null,
  "sura": 5,
  "aya": 20,
  "text": "<p> على الكفر لا مزية لكم على سائر الخلق (وَللهِ مُلْكُ السَّمَاوَاتِ وَالأرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ المَصِيرُ) فيجازي المحسن والمسيء (يَا أَهْلَ الكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ) : الدين (عَلَى فَتْرَةٍ مِّنَ الرُّسُلِ) أي جاء على حين فتور من الوحي أو حال من ضمير يبين (أَن تَقُولُوا) كراهة أن تقولوا (مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ) فتعتذروا به (فَقَدْ جَاءكُم بَشِرٌ وَنَذِيرٌ) أي: لا تعتذروا فقد جاءكم (وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) فقادر على إرسال الرسل تترى، وعلى الإرسال على فترة، وعلى عقاب العاصي وثواب المطيع. </p><p> * * * </p><p> (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ (٢٠) يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (٢١) قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ (٢٢) قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٣) قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا </p><p> مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (٢٤) قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ (٢٥) قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ (٢٦) </p><p> * * * </p><p> (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ) كلما هلك نبي قام فيكم نبي من لدن إبراهيم حتى ختم بعيسى (وَجَعَلَكُمْ مُلُوكًا) أصحاب خدم وحشم وهم أول من ملك الخدم أو كان الرجل من بني إسرائيل إذا كان له منزل وخادم سمي ملكًا، قيل: ملكوا أنفسهم بعد ما كانوا مملوكين في أيدي القبط (وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ) من فلق البحر والمنِّ والسلوى أو من الفضل والشرف على عالمي زمانهم (يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ) بيت المقدس أو الطور وما حوله أو الشام، فإنه مقر الأنبياء مطهر من الشرك (الَّتِي كَتَبَ اللهُ لَكُمْ) : وعدكموها الله أنه وراثة من آمن منكم (وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ) لا ترجعوا مدبرين خوفًا من الجبابرة وجاهدوهم فإنكم غالبون (فَتَنْقَلِبُوا خَاسِرِينَ) ثواب الدارين (قَالُوا يَا مُوسَى إِن فِيهَا قَوْماً جَبَّارِينَ) متغلبين أقوياء (وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ قَالَ رَجُلانِ) يوشع وكالبُ (مِنَ الذِينَ يَخَافون) أمر الله وعقابه وقيل: هما من الجبابرة أسلما واتبعا موسى فمعناه يخافون أي بنو إسرائيل منهم (أَنْعَمَ اللهُ عَلَيْهِمَا) بالعصمة هو الثبات صفة ثانية لرجلين أو </p><p> اعتراض (ادْخُلُوا عَلَيْهِمُ البَابَ) باب قريتهم أي: ازحفوا عليهم (فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ) لما جربنا ضعف قلوبهم ولتيقُن انجاز وعد الله في نصرة نبيه (وَعَلَى اللهِ فَتَوَكلُوا إِن كُنتُم مُّؤْمِنِينَ) به مصدقين لوعده (قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا) تعليق للنفي المؤكد بالدهر المتطاول (مَا دَامُوا فِيهَا) بيان للأبد (فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا) : الجبارين (إِنَّا هَاهُنَا قَاعِدُونَ) قال بعض الصحابة يوم بدر: \" إنا لا نقوله كما قالت بنو إسرائيل، بل نقول اذهب أنت وربك إنا معكم مقاتلون \"  (قَالَ) : موسى لبث الحزن إلى الله (رَبِّ إِنِّي لاَ أَمْلِكُ إِلا نَفْسِي وَأَخِي) عطف على نفسى (فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ) اقض بيننا وبينهم بما نستحق أو خلصنا من صحبتهم (قَالَ) الله (فَإِنَّهَا) أي: الأرض المقدسة (مُحَرَّمَةٌ عَلَيْهِمْ) : دخولها (أَرْبَعِينَ سَنَةً) ظرف لمحرمة فيكون التحريم مؤقتًا فقد نقل عن بعض </p>"
}