{
  "id": null,
  "sura": 5,
  "aya": 87,
  "text": "<p> من الأولى للابتداء والثانية للتبيين (يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ) من الذين شهدوا بأنه حق أو من أمة محمد عليه الصلاة والسلام فإنهم شاهدون يوم القيامة لنبيهم أنه قد بلغ، وللرسل أنَّهم قد بلغوا (وَمَا لَنَا لَا نُؤْمِنُ) نقل أن رسول الله صلى الله عليه وسلم قال لهم: لعلكم إذا رجعتم إلى أرضكم انتقلتم إلى دينكم فأجابوا. أي: أي شيء حصل لنا؟ وقوله: لا نؤمن حال من ضمير \" لنا \" أي: غير مؤمنين (بِاللهِ) : بتوحيده (وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ) : أمة محمد عليه الصلاة والسلام، ونطمع حال وعامله عامل الحال الأولى، لكن مقيدًا بالحال الأولى بتقدير: ونحن نطمع وعطف على لا نؤمن أو حال من فاعل لا نؤمن (فَأَثَابَهُمُ اللهُ) : أعطاهم (بِمَا قَالُوا) : سألوا ربهم وتمنوا (جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ) : من تحت غرفها (خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ المُحْسِنِينَ) : الذين أحسنوا القول والعمل (وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ) التكذيب بالآيات وإن كان داخلاً في الكفر لكن كفرهم لأجل تكذيبهم آيات ربهم والكلام في بيان المكذبين وذكرهم في معرض المصدقين. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ (٨٧) وَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلَالًا طَيِّبًا وَاتَّقُوا اللهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (٨٨) لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ </p><p> يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ (٨٩) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (٩٠) إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ (٩١) وَأَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (٩٢) لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللهُ يُحِبُّ الْمُحْسِنِينَ (٩٣) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) أي: ما طاب ولذ منه (وَلاَ تَعْتَدُوا) : لا تبالغوا في التضييق على أنفسكم في تحريم المباحات عليها، أو لا تجاوزوا حدود ما أحل لكم إلى ما حرم، أو لا تعتدوا في تناول الحلال بل خذوا منه بقدر الكفاية (إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ) : لا يرضى عمن تجاوز الحد في الأمور </p><p> نزلت في جمع من الصحابة منهم علي بن أبي طالب رضى الله عنه تبتلوا واعتزلوا النساء وطيبات الطعام واللباس وهموا بالإخصاء ولذلك قيل الاعتداء: الإخصاء (وَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلَالًا طَيِّبًا) من ابتدائية متعلقة بكلوا وحلالاً مفعوله أو للتبعيض مفعول كلوا وحلالاً حال من الموصول (وَاتَّقُوا الله الَّذِي أَنتُم بِهِ مُؤْمِنُونَ) قيل لما نزلت الآية في منعهم عما اتفقوا عليه من الإخصاء وغيره قالوا: يا رسول الله: إنا قد حلفنا على ذلك فنزل قوله (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) : هو قول الرجل في الكلام من غير قصد: لا واللهِ، وبلى واللهِ، أو في الهزل أو في المعصية أو على </p><p> غلبة الظن أو في الغضب أو في النسيان أو هو في ترك المأكل والملبس (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ) : بما صممتم عليه وقصدتموه إذا حنثتم (فَكَفارَتُهُ) أى: كفارة نكثه التي تذهب إثمه (إِطْعامُ عَشَرَةِ مَسَاكِينَ) : وهو من لا يجد ما يكفيه (مِنْ أَوْسَطِ) صفة إطعام أو تقديره إطعامًا من أوسط أو طعامًا من أوسط (مَا تُطْعِمُون أَهْلِيكُمْ) أي: من أعدله أو من أمثله، قال كثير من السلف: لكل واحد مدّ من برٍّ ومعه إدامه، وقال بعضهم: نصف صاع من برٍّ أو تمر ونحوهما وعند الشافعي مدّ بمدّ النبي صلى الله عليه وسلم وقيل غير ذلك (أَوْ كِسْوَتُهُمْ) عطف على إطعام أى: ما يقع عليه اسم الكسوة أو كسوة تجوز صلاته فيها وقيل غير ذلك (أَوْ تَحْرِيرُ رَقَبَةٍ) : مؤمنة عند الشافعي فالحانث مخير بين هذه الثلاثة (فمَن لمْ يَجِدْ) : واحدًا منها بأن لم يفضل ما يطعم عشرة مساكين من قوته وقوت عياله في يومه وليلته (فصِيَامُ ثَلاَثةِ أَيَّامٍ) أي: فكفارته ذلك، والتتابع ليس بشرط عند الشافعي (ذلِكَ) أى: المذكور (كَفارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ) يعني: حنثتم (وَاحْفَظُوا أَيْمَانَكُمْ) لا تتركوها بغير تكفير أو لا تحلفوا أو عن الحنث إذا لم يكن على ترك مندوب أو فعل مكروه فإن الأفضل الحنث والكفارة حينئذ (كَذَلِكَ) : مثل ذلك البيان (يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ) : نعمه فيزيدنكم (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الخَمْرُ وَالمَيْسِرُ) : هو القمار بجميع أنواعه (وَالأَنصَابُ) : هي حجارة كانوا يذبحون </p><p> قرابينهم عندها (وَالأَزلامُ) : هي قداح كانوا يستقسمون بها وقد مر (رِجْسٌ) : سخط وإثم خبر للخمر وخبر الباقي محذوف أو تقديره تعاطي الخمر والميسر رجس (مِّنْ عَمَلِ الشَّيْطَان) ، لأنه مسبب من تسويله (فاجْتَنِبُوهُ) أي: الرجس (لَعَلَّكُمْ تُفْلِحُونَ) : لكي تفلحوا بالاجتناب عنه (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ) : يمنعكم (عَن ذِكْرِ اللهِ وَعَن </p>"
}