{
  "id": null,
  "sura": 5,
  "aya": 35,
  "text": "<p> لا للتفصيل (ذَلِكَ لَهُمْ خِزْيٌ) فضيحة (فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) هذا يدل على أن الآية نزلت في جمع من المشركين وإلا فالجمهور على أن من أذنب ذنبًا وعوقب في الدنيا فهو كفارة له (إِلا الَّذِينَ تَابُوا مِن قَبْلِ أَن تَقْدِرُوا عَلَيْهِمْ) على قول من قال هي في أهل الشرك فظاهر لأن من آمن ما بقي عليه شيء وأما المحاربون المسلمون إذا تابوا قبل القدرة سقط عنهم حد الله لا حقوق بني آدم وكثير من السلف يدل على أنه يسقط حقوق بني آدم، أيضًا إلا إذا أخذ مالاً معينًا فيجب الضمان (فَاعْلَمُوا أَن الله غَفُورٌ رحِيمٌ) . </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ (٣٥) إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٣٦) يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ (٣٧) وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللهِ وَاللهُ عَزِيزٌ حَكِيمٌ (٣٨) فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللهَ يَتُوبُ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (٣٩) أَلَمْ تَعْلَمْ أَنَّ اللهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٠) يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي </p><p> الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٤١) سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللهَ يُحِبُّ الْمُقْسِطِينَ (٤٢) وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٣) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ) أي: القربة بطاعته (وَجَاهِدُوا فِي سَبِيلِهِ) بمحاربة أعداء الله (لَعَلَّكُمْ تُفْلِحُونَ) : لكي تفوزوا (إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعاً ومِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ) ليجعلوه فدية لأنفسهم، واللام متعلق بثبت الدال عليه \" لو \" وإفراد ضمير به لإجرائه مجرى اسم الإشارة أو لأنه من قبيل إني قيار بها لغريب لا أن ومثله مفعول معه (مِنْ عَذاب يَوْمِ القِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ) جواب لو ولو بما في حيزه خبر إن (وَلَهُمْ عَذَابٌ أَلِيمٌ) مؤلم (يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ (٣٧) </p><p> وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا) أي: أيمانهما وتقديره عند سيبويه: حكم السارق والسارقة فيما يتلى عليكم، فيكون جملتين وجملة عند المبرد والفاء للسببية أي: الذي سرق والتي سرقت فاقطعوا (جَزَاء بمَا كَسَبَا نَكَالاً) عقوبة (مِّنَ اللهِ) منصوبان على المفعول له (وَاللهُ عَزِيزٌ) في الإنتقام (حَكِيمٌ) فيما حكم من القطع (فَمَن تَابَ مِنْ بَعْدِ ظُلْمِهِ) سرقته (وَأَصْلَحَ) العمل (فَإِنَّ اللهَ يَتُوبُ عَلَيْهِ) يقبل توبته (إِنْ الله غَفُورٌ رحِيمٌ) فلا يعذبه في الآخرة، وأما القطع فلا يسقط عنه على الأصح (أَلَمْ تَعْلَمْ أَنَّ اللهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ </p><p> يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٠) يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ) أي: لا تهتم بمسارعَّتَهم فيه (مِنَ الَّذِينَ قَالوا آمَنَّا بِأَفْواهِهِمْ) متعلق بقالوا (وَلَمْ تُؤْمِن قُلُوبُهُمْ) وهم المنافقون (وَمِنَ الَّذِينَ هَادُوا) اليهود عطف على من الذين (سَمَّاعُونَ) أي: هم سَمَّاعُونَ أو تقديره: ومن اليهود قوم سَمَّاعُونَ (لِلْكَذِبِ) أي: قابلون له يقبلون من أحبارهم ما يفترونه وقيل: سَمَّاعُونَ كلامك لأجل الكذب أي: ليكذبوا ويفترون عليك (سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ) أي: يسمعون من جمع من اليهود لا يأتون مجلسك ويقبلون كلامهم أو معناه سَمَّاعُونَ منك لأجله، وقيل: سَمَّاعُونَ الثاني للتأكيد، ولقوم متعلق بالكذب أي: سَمَّاعُونَ ليكذبوا لقوم لم يأتوا مجلسك تجافيًا عنك وتكبرًا (يُحَرِّفُونَ الكلِمَ مِنْ بَعْدِ مَوَاضِعِهِ) : من بعد أن وضعه الله مواضعه إما لفظًا وإما معنى بحمله على غير مراده، الجملة صفة لقوم أو مستأنفة أو خبر محذوف، وكذلك قوله (يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ) أي: إن أوتيتم هذا المحرف فاقبلوه (وَإِنْ لَمْ تُؤْتَوْهُ) بل يفتى بخلافه (فَاحْذَرُوا) قبوله. \" نزلت في رجل وامرأة محصنين من اليهود زنيا وهم قد بدلوا الرجم في التوراة بمائة جلدة والتحميم والإركاب على حمار مقلوبًا فلما وقعت تلك الكائنة بعد الهجرة أرسلوا إلى رسول الله صلى الله عليه وسلم واستفتوا وقالوا: إن حكم بمثل ما قلنا اعملوا أو يكون نبي من أنبياء الله قد حكم بذلك فيكون حجة بينكم وبين الله، وإن حكم بالرجم فلا تتبعوه فأمر عليه الصلاة والسلام بالرجم </p><p> وألزمهم أنه حكم التوراة فرجما \" (وَمَنْ يُرِدِ اللهُ فِتْنَتَهُ) : ضلالته (فَلَن تَمْلِكَ لَهُ مِنَ اللهِ شَيْئًا) في دفع الفتنة عنه (أوْلَئِكَ الَّذِينَ لَمْ يُرِدِ اللهُ أَن يُطَهِّرَ قُلُوبَهُمْ) من خبائث الشرك (لَهُمْ في الدُّنْيَا خِزْيٌ) : فضيحة وهتك ستر للمنافقين وجزية وخذلان لليهود (وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ سَمَّاعُونَ لِلْكَذِبِ) كرره للتأكيد (أَكَّالُونَ لِلسُّحْتِ) : الحرام كالرشى، فإنه مسحوت البركة (فَإِن جَاءوكَ فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ) تخيير في الحكم والإعراض (وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا) فإن الله يعصمك من الناس قال كثير من السلف: الآية منسوخة بقوله: (وأن احكم بينهم بما أنزل الله)  (المائدة: ٤٨)  (وَإِذ حَكَمْتَ فاحْكم بَيْنَهُم بِالْقِسْطِ) أي: العدل وإن كانوا ظلمة مستحقين للتعذيب (إِنَّ اللهَ يُحِبُّ الُمقْسِطِينَ) : يرضى عنهم ويعظمهم (وَكَيْفَ) حال من فاعل (يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللهِ) تعجب من تحكيمهم من لا يؤمنون به والحال أن الحكم في كتابهم المؤمن به منصوص (ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ) : التحكيم فلا يقبلون حكمك المطابق لما في كتابهم عطف على يحكمونك (وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ) : لا بك ولا بكتابك. </p><p> * * * </p>"
}