{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> فَإِنِّي أُعَذِّبُهُ عَذَابًا): تعذيبًا، (لَا أُعَذِّبُهُ) ، الضمير للمصدر فيكون في موقع المفعول المطلق ويقوم مقام العائد فإن لا أعذبه صفة عذابًا أو من باب الحذف والإيصال أي: لا أعذب به، (أَحَدًا مِنَ الْعَالَمِينَ) : عالمي زمانهم والأصح أن المائدة نزلت وكفروا بها فمسخوا قردة وخنازير، قيل ما مسخ أحد قبلهم خنزيرًا، فالعالمين مطلق قال عبد الله بن عمر: أشد الناس عذاباً (١) يوم القيامة المنافقون، ومن كفر من أصحاب المائدة، وآل فرعون. </p><p> * * * </p><p> (وَإِذْ قَالَ اللهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١١٦) مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١١٧) إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) قَالَ اللهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ </p><p>(١) في الأصل \" عتاباً \" والتصويب من بحر العلوم للسمرقندي.</p><p> تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١١٩) لله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) </p><p> * * * </p><p> ((وَإِذْ قَالَ اللهُ) : يوم القيامة تقريعًا وتوبيخًا للنصارى على رءوس الأشهاد، (يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللهِ) ، صفة إلهين أو متعلق بـ اتخذوني، (قَالَ سُبْحَانَكَ) : أنزهك تنزيهًا من أن يكون لك شريك، (مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ) : ما ينبغي أن أقول قولاً لا يحق فى أن أقوله فمتعلق لي بحق المقدر قبله، فإن تقدم صلة الجار على المجرور ممتنع، (إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ) : نعلم ما أخفيه، ولا أعلم ما تخفيه، (إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ) ، تصريح بنفى المستفهم عنه، (أَنِ اعْبُدُوا اللهَ رَبِّي وَرَبَّكُمْ) ، بدل من ضمير به، والمبدل ليس في حكم المطروح بالكلية أو عطف بيان له، (وَكُنْتُ عَلَيْهِمْ </p><p> شَهِيدًا): مشاهدًا لأحوالهم، (مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي) ، بالرفع إلى السماء، والتوفي أخذ الشيء وافيًا، (كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ) . المراقب لأحوالهم، (وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ) : مطلع عليه، (إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ) : لا اعتراض على المالك المطلق فيما يفعل في ملكه، (وَإِنْ تَغْفِرْ لَهُمْ) مع كفرهم (فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ) : القوي القادر على الثواب، والعقاب لا تثيب ولا تعاقب إلا عن حكمة، والمغفرة وإن كانت قطعية الانتفاء في الكفار بحسب الوعيد، لكن يحتمل الوقوع، واللاوقوع بحسب العقل فجاز استعمال إن فيه، ومسألة الكلام أن غفران الشرك جائز عندنا وعند جمهور البصريين من المعتزلة قيل معناه، إن تعذبهم أي: من يكفر منهم فإنهم عبادك وإن تغفر لهم أي: من أسلم منهم، (قَالَ اللهُ) : مجيبًا لرسوله فيما أنهاه إليه من التبري من النصارى، (هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ) : المستمرين، (صِدْقُهُمْ) : في دنياهم إلى آخرتهم وعن ابن عباس رضى الله عنهما معناه ينفع الموحدين توحيدهم، والمشار إليه يوم القيامة، ومن قرأ (يومَ) بالنصب فيكون ظرفًا لقال، والمشار إليه قوله \" يا عيسى ابن مريم ءأنت \" إلخ، (لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً رَّضِىَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ) : هذا نفعهم، (ذَلِكَ الفَوْزُ العَظِيمُ لله مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا فِيهِنَّ) : خلقًا وملكًا فلا شك فى كذب زعم النصارى، (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) : فلا يكون إلا هو وحده إلها لأنه لو كان متعددًا لابد أن يكون كل واحد قادرًا على كل شيء، وهذا محال. </p><p> والحمد لله حقَّ حمده .. </p><p> * * * </p>"
}