{
  "id": null,
  "sura": 5,
  "aya": 109,
  "text": "<p> ارتياب فيهما أقسما على صدق ما يقولان بالتغليظ في الوقت أيضًا، فإن اطلع بأمارة، ومظنة على كذبهما أقسم آخران من أولياء الميت، هكذا قرر هذا الحكم على مقتضى هذه الآيات غير واحد من أئمة السلف والتابعين، وهو مذهب الإمام أحمد، والقاضي شريح في خاصة مثل هذه الواقعة، وقال بعضهم حكم الآية منسوخ إن أريد من الغير الكافرون فإن شهادة الكافر كانت في بدأ الإسلام ثم نسخت، وقال بعضهم المراد من الشهادة الوصاية وكون الوصي اثنين للتأكيد فإنهم قالوا: لا نعلم حكمًا يحلف فيه الشاهد وهو خلاف الظاهر المتبادر، وسبب نزول الآية أن رجلاً من المسلمين خرج مسافرًا معه رجلان من أهل الكتاب، ومات بأرض ليس فيها مسلم فلما قدموا بتركته فقدوا جاما من فضة مموهًا بالذهب، فترافعوا إلى رسول الله صلى الله عليه وسلم فنزلت فأحلفهما بعد صلاة العصر فحلفا على أنهما ما اطلعا على الإناء، ثم وجد الإناء عند من اشترى منهما، فقام رجلان من أوليائه فحلفا أن الإناء لنا وأخذا. </p><p> * * * </p><p> (يَوْمَ يَجْمَعُ اللهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١٠٩) إِذْ قَالَ اللهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١١٠) وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ (١١١) إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (١١٢) قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا </p><p> وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ (١١٣) قَالَ عِيسَى ابْنُ مَرْيَمَ اللهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ (١١٤) قَالَ اللهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ (١١٥) </p><p> * * * </p><p> (يَوْمَ يَجْمَعُ اللهُ الرُّسُلَ) أي: اذكر يوم جمعهم، وقيل ظرف لـ (لا يَهْدِي)  (١) ، أو بدل اشتمال من مفعول اتقوا، (فَيَقُولُ) : لهم، (مَاذَا أُجِبْتُمْ) أي إجابة أجبتم، إجابة إقرار أو إنكار، (قَالُوا لاَ عِلْمَ لنا) : إنما قالوا ذلك من هول ذلك اليوم، أو لا علم لنا بما أحدثوا بعدنا أو بالنسبة إلى علمك، (إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ) : فتعلم ما نعلم، وما لا نعلم، وهذا السؤال لتوبيخ الأمم، (إِذْ قَالَ اللهُ) ، بدل من يوم الجمع </p><p>(١) أى لا يهديهم طريق الجنة.</p><p> أو بتقدير اذكر، (يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ) : قويتك ظرف نعمتي، أو حال منهما، (بِرُوحِ الْقُدُسِ) : جبريل، وقيل بكلام ونفس يحيى به الدين، والموتى، (تُكَلِّمُ النَّاسَ) : بدعوتهم إلى الله تعالى، (فِي الْمَهْدِ وَكَهْلًا) ، عطف على محل في المهد فإنه حال قالوا، وما وصل إلى سن من الكهولة، ففيه إشارة إلى نزوله من السماء، وهو آية من آياته، (وَإِذْ عَلَّمْتُكَ الْكِتَابَ) : الخط، (وَالْحِكْمَةَ) : الفهم، (وَالتَّوْرَاةَ وَالإِنجيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ) : تشكله وتصوره على هيئة طائر، (بِإِذْنِي) : لك في ذلك، (فَتَنْفُخُ فِيهَا) : في تلك الصورة، (فَتَكُونُ طَيْرًا) : تطير، (بِإِذْنِي) : وأمري (وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي) : بأن تدعوهم فيقومون من قبورهم بإرادة الله وقدرته، (وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنكَ) أي: عن قتلك (إِذْ جئْتَهُم بِالْبَيِّنَاتِ) ، ظرف لكففت، (فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هذَا) أي: ما هذا، َ (إِلَّا سِحْرٌ مُبِينٌ وَإِذْ أَوْحَيْتُ) : ألهمت أو بلسانك (إِلَى الحَوَارِيِّينَ) : أصحابه، وأنصاره، (أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ) : يا الله أو يا أيها الرسول، (بِأَنَّنَا مُسْلِمُونَ) : منقادون مخلصون، (إِذْ قَالَ الْحَوَارِيُّونَ) ، منصوب باذكر، (يَا عِيسَى </p><p> ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ)، وهذا كما تقول: هل تستطيع أن تجيء معي؟ عالمًا باستطاعته أي هل تفعل أم لا؟ أو بمعنى هل يعطيك ربك بإجابة سؤالك فيكون أطاع واستطاع بمعنى كأجاب واستجاب، وقيل: شكُّوا أي في قدرة الله، ولذلك أجابهم عيسى عليه السلام بقوله:  \" اتقوا الله \"  (١) ، ومن قرأ (هل تستطيع) بالتاء، و (ربَّك) بالنصب، فمعناه هل تستطيع سؤال ربك؟ (أَن يُنَزِّلَ عَلَينَا مَائِدَةً مّنَ السَّمَاءِ قَالَ) : عيسى، (اتَّقُوا اللهَ) : في سؤالها، (إِنْ كُنْتُمْ مُؤْمِنِينَ) أي: لا يليق اقتراح الآيات بعد الإيمان، (قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا) ، فأجابوا بأن طلبها لأجل الحاجة لا أنا نطلب آية، (وَتَطْمَئِنَّ قلوبُنَا) : بزيادة علمنا، (وَنَعْلَمَ) : علم مشاهدة بعد ما علمناه علم إيمان، (أَنْ قَدْ صَدَقْتَنَا) : فيما وعدتنا أو في نبوتك، (وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ) أي: من الشاهدين على تلك المائدة الدالة على نبوتك أو من الشاهدين عليها عند من لم يحضرها من بني إسرائيل، وعليها متعلق بمحذوف يفسره من الشاهدين، (قَالَ عِيسَى ابْنُ مَرْيَمَ اللهُمَّ رَبَّنَا) ، نداء ثان فإن اللهم لا يوصف، ولا يبدل منه، (أَنْزِلْ عَلَيْنَا مَائِدَةً) أي: خوان إذا كان فيه الطعام، (مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا) ، العيد اسم ليوم فيه سرور مخصوص فضمير تكون للمائدة على حذف مضافين أي: تكون يوم نزولها أو اسم سرور يعود فلا حذف، لكن في الإسناد مجاز، (لِأَوَّلِنَا) ، بدل من لنا، (وَآخِرِنَا) : لمتقدمينا ومتأخرينا أو يأكل منها أولنا وآخرنا (وَآيَةً مِنْكَ) : على كمال قدرتك، وصحة نبوتي، (وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِين قَالَ اللهُ) : مجيبًا له، (إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ) : بعد نزولها، (مِنكُمْ </p><p>(١) قال الإمام فخر الدين الرازي ما نصه: (هَلْ يَسْتَطِيعُ رَبُّكَ) قَرَأَ الْكِسَائِيُّ هَلْ تَسْتَطِيعُ بِالتَّاءِ رَبَّكَ بِالنَّصْبِ/ وَبِإِدْغَامِ اللَّامِ فِي التَّاءِ، وَسَبَبُ الْإِدْغَامِ أَنَّ اللَّامَ قَرِيبُ الْمَخْرَجِ مِنَ التَّاءِ لِأَنَّهُمَا مِنْ حُرُوفِ طَرَفِ اللِّسَانِ وَأُصُولِ الثَّنَايَا وَبِحَسَبَ قُرْبِ الْحَرْفِ مِنَ الْحَرْفِ يَحْسُنُ الْإِدْغَامُ، وَهَذِهِ الْقِرَاءَةُ مَرْوِيَّةٌ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ. وَعَنْ عَائِشَةَ رَضِيَ الله عَنْهَا أَنَّهَا قَالَتْ: كَانُوا أَعْلَمَ بالله مِنْ أَنْ يَقُولُوا هَلْ يَسْتَطِيعُ وَإِنَّمَا قَالُوا هَلْ تَسْتَطِيعُ أَنْ تَسْأَلَ رَبَّكَ.وَعَنْ مُعَاذِ بْنِ جَبَلٍ: أَقْرَأَنِي رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ هَلْ تَسْتَطِيعُ بِالتَّاءِ رَبَّكَ بِالنَّصْبِوَالْبَاقُونَ يَسْتَطِيعُ بِالْيَاءِ رَبُّكَ بِرَفْعِ الْبَاءِ وبالإظهار فأما القراءة الأولى فمعناها: هل تسطيع سُؤَالَ رَبِّكَ؟ قَالُوا وَهَذِهِ الْقِرَاءَةُ أَوْلَى مِنَ الثَّانِيَةِ لِأَنَّ هَذِهِ الْقِرَاءَةَ تُوجِبُ شَكَّهُمْ فِي اسْتِطَاعَةِ عِيسَى، وَالثَّانِيَةُ تُوجِبُ شَكَّهُمْ فِي اسْتِطَاعَةِ الله، وَلَا شَكَّ أَنَّ الْأُولَى أَوْلَى، وَأَمَّا الْقِرَاءَةُ الثَّانِيَةُ فَفِيهَا إِشْكَالٌ، وَهُوَ أَنَّهُ تَعَالَى حَكَى عَنْهُمْ أَنَّهُمْ قالُوا آمَنَّا وَاشْهَدْ بِأَنَّنا مُسْلِمُونَ [المائدة: ١١١] وَبَعْدَ الْإِيمَانِ كَيْفَ يَجُوزُ أَنْ يُقَالَ إِنَّهُمْ بَقُوا شَاكِّينَ فِي اقْتِدَارِ الله تَعَالَى عَلَى ذَلِكَ.وَالْجَوَابُ عَنْهُ مِنْ وُجُوهٍ: الْأَوَّلُ: أَنَّهُ تَعَالَى مَا وَصَفَهُمْ بِالْإِيمَانِ وَالْإِسْلَامِ بَلْ حَكَى عَنْهُمُ ادِّعَاءَهُمْ لَهُمَا ثُمَّ أَتْبَعَ ذَلِكَ بِقَوْلِهِ حِكَايَةً عَنْهُمْ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنا مائِدَةً مِنَ السَّماءِ فَدَلَّ ذَلِكَ عَلَى أَنَّهُمْ كَانُوا شَاكِّينَ مُتَوَقِّفِينَ فَإِنَّ هَذَا الْقَوْلَ لَا يَصْدُرُ عَمَّنْ كَانَ كَامِلًا فِي الْإِيمَانِ وَقَالُوا: وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَهَذَا يَدُلُّ عَلَى مَرَضٍ فِي الْقَلْبِ وَكَذَلِكَ قَوْلُ عِيسَى عَلَيْهِ السَّلَامُ لَهُمْ اتَّقُوا اللهَ إِنْ كُنْتُمْ مُؤْمِنِينَ يَدُلُّ عَلَى أَنَّهُمْ مَا كَانُوا كَامِلِينَ فِي الْإِيمَانِ.وَالْوَجْهُ الثَّانِي: فِي الْجَوَابِ أَنَّهُمْ كَانُوا مُؤْمِنِينَ إِلَّا أَنَّهُمْ طَلَبُوا هَذِهِ الْآيَةَ لِيَحْصُلَ لَهُمْ مَزِيدُ الطُّمَأْنِينَةِ كَمَا قَالَ إِبْرَاهِيمُ عليه السلام وَلكِنْ لِيَطْمَئِنَّ قَلْبِي [البقرة: ٢٦٠] فَإِنَّ مُشَاهَدَةَ مِثْلِ هَذِهِ الْآيَةِ لَا شَكَّ أَنَّهَا تُورِثُ الطُّمَأْنِينَةَ وَلِهَذَا السَّبَبِ قَالُوا وَتَطْمَئِنَّ قُلُوبُنَا.وَالْوَجْهُ الثَّالِثُ: فِي الْجَوَابِ أَنَّ الْمُرَادَ مِنْ هَذَا الْكَلَامِ اسْتِفْهَامُ أَنَّ ذَلِكَ هَلْ هُوَ جَائِزٌ فِي الْحِكْمَةِ أَمْ لَا وَذَلِكَ لِأَنَّ أَفْعَالَ الله تَعَالَى لَمَّا كَانَتْ مَوْقُوفَةً عَلَى رِعَايَةِ وُجُوهِ الْحِكْمَةِ فَفِي الْمَوْضِعِ الَّذِي لَا يَحْصُلُ فِيهِ شَيْءٌ مِنْ وُجُوهِ الْحِكْمَةِ يَكُونُ الْفِعْلُ مُمْتَنِعًا فَإِنَّ الْمُنَافِيَ مِنْ جِهَةِ الْحِكْمَةِ كَالْمُنَافِي مِنْ جِهَةِ الْقُدْرَةِ، وَهَذَا الْجَوَابُ يَتَمَشَّى عَلَى قَوْلِ الْمُعْتَزِلَةِ، وَأَمَّا عَلَى قَوْلِنَا فَهُوَ مَحْمُولٌ عَلَى أَنَّ الله تَعَالَى هَلْ قَضَى بِذَلِكَ وَهَلْ عَلِمَ وُقُوعَهُ فَإِنَّهُ إِنْ لَمْ يَقْضِ بِهِ وَلَمْ يَعْلَمْ وُقُوعَهُ كَانَ ذَلِكَ مُحَالًا غَيْرَ مَقْدُورٍ لِأَنَّ خِلَافَ الْمَعْلُومِ غَيْرُ مَقْدُورٍ.الْوَجْهُ الرَّابِعُ: قَالَ السُّدِّيُّ: هَلْ يَسْتَطِيعُ رَبُّكَ أَيْ هَلْ يُطِيعُكَ رَبُّكَ إِنْ سَأَلْتَهُ، وَهَذَا تَفْرِيعٌ عَلَى أَنَّ اسْتَطَاعَ بِمَعْنَى أطاع والسين زائدة.والوجه الْخَامِسُ: لَعَلَّ الْمُرَادَ بِالرَّبِّ: هُوَ جِبْرِيلُ عَلَيْهِ السَّلَامُ، لِأَنَّهُ كَانَ يُرَبِّيهِ وَيَخُصُّهُ بِأَنْوَاعِ/ الْإِعَانَةِ، وَلِذَلِكَ قَالَ تَعَالَى فِي أَوَّلِ الْآيَةِ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ [المائدة: ١١٠] يَعْنِي أَنَّكَ تَدَّعِي أَنَّهُ يُرَبِّيكَ وَيَخُصُّكَ بِأَنْوَاعِ الْكَرَامَةِ، فَهَلْ يَقْدِرُ عَلَى إِنْزَالِ مَائِدَةٍ مِنَ السَّمَاءِ عَلَيْكَ.وَالْوَجْهُ السَّادِسُ: أَنَّهُ لَيْسَ الْمَقْصُودُ مِنْ هَذَا السُّؤَالِ كَوْنَهُمْ شَاكِّينَ فِيهِ بَلِ الْمَقْصُودُ تَقْرِيرُ أَنَّ ذَلِكَ فِي غَايَةِ الظُّهُورِ كَمَنْ يَأْخُذُ بِيَدِ ضَعِيفٍ وَيَقُولُ هَلْ يَقْدِرُ السُّلْطَانُ عَلَى إِشْبَاعِ هَذَا وَيَكُونُ غَرَضُهُ مِنْهُ أَنَّ ذَلِكَ أَمْرٌ جَلِيٌّ وَاضِحٌ، لَا يَجُوزُ لِعَاقِلٍ أَنْ يَشُكَّ فِيهِ، فَكَذَا هَاهُنَا. اهـ (مفاتيح الغيب ١٢/ ٤٦١ - ٤٦٢)</p>"
}