{
  "id": null,
  "sura": 5,
  "aya": 6,
  "text": "<p> الفاجر على عفيفة حتى يتوبا وسيأتى الكلام فيه (وَمَن يَكفُرْ بِالإِيمَان) : بالله الذي يجب الإيمان به، قيل: أراد بالكفر الإنكار، وبالإيمان: الشرائع والإسلام (فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ) . </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦) وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللهَ إِنَّ اللهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٧) يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لله شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَئَانُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللهَ إِنَّ اللهَ خَبِيرٌ بِمَا تَعْمَلُونَ (٨) وَعَدَ اللهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (٩) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٠) يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا </p><p> نِعْمَتَ اللهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللهَ وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١١) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ) أي: إذا أردتم القيام إليها وهو مطلق أريد به التقييد أي: إذا قمتم إليها محدثين وقيل: الأمر شامل للمحدثين على الإيجاب وللمطهرين على وجه الندب وقال بعضهم: إن الآية نزلت إعلامًا من الله أن الوضوء لا يجب إلا عند القيام إلى صلاة دون غيرها من الأعمال، لأنه عليه الصلاة والسلام كان إذا أحدث امتنع من الأعمال كلها حتى يتوضأ (فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ) أي مع المرافق فالجمهور على دخول المرفقين في الغسول، قيل: ومنه علم وجوب النية كما إذا قلنا إذا رأيت الأمير فقم أي: فقم له (وَامْسَحُوا بِرُءُوسِكُمْ) الباء للإلصاق (وَأَرْجُلَكُمْ إِلَى الكَعْبَيْنِ) نصبه نافع والكسائى وابن عامر وحفص ويعقوب عطفا على (وجوهكم) ، وجرَّه الباقون وعلى الإنصاف ظاهر قراءة النصب على وجوب الغسل وظاهر الثانية على وجوب المسح، فإن جر الجوار وإن كان بابًا واسعًا فهو خلاف الظاهر، والأحاديث الصحاح تدل على وجوب الغسل دلالة </p><p> لا محيص عنها (وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا) فاغتسلوا (وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ) قد مر تفسيره في سورة النساء ولعل فائدة التكرار بيان أنواع الطهارة هنا أيضًا (مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ) : بما فرض من الغسل والوضوء والتيمم (مِنْ حَرَجٍ) : ضيق (وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ) : من الإحداث والذنوب (وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ) ببيان ما هو مطهرة للقلوب والأبدان عن الآثام والإحداث (لَعَلَّكُمْ تَشْكُرُونَ) : نعمتي فأزيدها عليكم (وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ) : من القديم والحديث لأجل الدين والدنيا (وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا) حين بايعوا النبي - صلى الله عليه وسلم - على السمع والطاعة في منشطهم ومكرهم أو الميثاق الذي أخذ عليهم حين أخرجهم من صلب آدم، وقيل: هذا تذكار لليهود بما أخذ عليهم من العهود في متابعة محمد عليه الصلاة والسلام (وَاتقُوا اللهَ) في نقض عهده (إِنَّ اللهَ عَلِيمٌ بذَاتِ الصدورِ) بخفياتها فضلاً عن جلياتها (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونوا قَوَّامِينَ لله) أي: قائمين بالحق لله لا للرياء (شُهَدَاءَ بِالْقِسْطِ) بالعدل لا بالجور (وَلاَ يَجْرِمَنَّكُمْ) يحملنكم (شَنَئَانُ قَوْمٍ) عداوتهم (عَلَى أَلَّا تَعْدِلُوا) بل الزموا العدل مع العدو والصديق (اعْدِلُوا هُوَ) أي: العدل (أَقْرَبُ لِلتَّقْوَى) اللام للاختصاص واستعمل أفعل التفضِيل في محل </p><p> ليس في الجانب الآخر منه شيء كقوله تعالى:  \" أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا \"  [الفرقان: ٢٤] وكم مثله في كلام البلغاء (وَاتَّقوا الله إِنْ الله خَبِيرٌ بِمَا تَعْمَلُونَ) فيجازيكم به (وَعَدَ اللهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُم مَّغفرَةٌ وَأَجْرٌ عَظِيمٌ) مستأنفة مبنية لثاني مفعولي وعد أو وعد واقع على تلك الجملة كأنه قال: وعدهم هذا القول (وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ) فلا ينفكون عنها (يَا أيُّهَا الَّذِينَ آمَنُوا اذْكرُوا نعْمَتَ اللهِ عَلَيْكمْ إِذْ هَمَّ) متعلق بنعمة الله (قَوْمٌ أَن يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ) : بَالقتل (فكَفَّ أَيْدِيَهُمْ عَنكُمْ) رد مضرتها عنكم (وَاتَّقوا اللهَ وَعَلَى اللهِ فَلْيَتَوَكلِ الْمُؤْمِنونَ) فمن توكل عليه كفاه اللهُ أربه، نزلت لما أراد قوم من العرب أن يكبوا على رسول الله وأصحابه صلى الله عليه وسلم إذا اشتغلوا بصلاة العصر، فأخبرهم جبريل وجاء بصلاة الخوف. أو في قوم من اليهود صنعوا طعامًا ليقتلوهم فأوحى الله إليه بشأنهم. أو في بني النضير حين أرادوا أن يلقوا على رأسه عليه الصلاة والسلام الرحا إذا جلس تحت الجدار فأطلعه على كيدهم، أو في قوم أرسلوا أعرابيًا لقصده فجاءه وهو صلى الله عليه وسلم راقد تحت شجرة فسل سيف رسول الله صلى الله عليه وسلم فقال من يمنعك مني؟ فقال: اللهُ فأسقطه جبريل من يده وأخذه الرسول - صلى الله عليه وسلم. </p><p> * * * </p><p> (وَلَقَدْ أَخَذَ اللهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ </p>"
}