{
  "id": null,
  "sura": 6,
  "aya": 11,
  "text": "<p> بكتاب من عند الله ومعه أربعة من الملك يشهدون أنه من عند الله، (وَقَالُوا لَوْلا) : هلا (أُنزِلَ عَلَيْهِ) : على محمد، (مَلَكٌ) : يخبرنا أنه نبي، (وَلَوْ أَنْزَلْنَا مَلَكًا) : بحيث يرونه كما اقترحوا، (لَقُضِيَ الْأَمْرُ) : لحق إهلاكهم وعذابهم، فإن سنة الله جرت على أن من اقترح آية ولم يؤمن بها بعد نزولها استؤصلوا بالعذاب، (ثُمَّ لَا يُنْظَرُونَ) : لا يمهلون، (وَلَوْ جَعَلْنَاهُ) أي: الرسول الذي أنزل على محمد، (مَلَكًا) : يشهد على صدقه، (لَجَعَلْنَاهُ رَجُلًا) : في صورة رجل فإن القوة البشرية لا تقوى على رؤية الملك في صورته، أو معناه؛ ولو جعلنا الرسول إليكم بدل الرسول البشري ملكًا فإنهم قالوا أيضًا:  \" لو شاء ربنا لأنزل ملائكة \"  (فصلت: ١٤) ، (وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ) ، ولو جعلناه رجلاً لخلطنا عليهم ما يخلطون على أنفسهم فينفون رسالته، ويقولون هو بشر مثلنا كما يقولون في شأن محمد حليه الصلاة والسلام، (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ) ، تسلية لمحمد عليه الصلاة والسلام (فَحَاقَ) : أحاط أو نزل، (بِالَّذِينَ سَخِرُوا مِنْهُمْ) : من الرسل وبال، (مَا كَانُوا بِهِ يَسْتَهْزِءُونَ قُلْ) : لهم يا محمد. (سِيرُوا فِي الْأَرْضِ) . </p><p> * * * </p><p> (قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١١) قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لله كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ </p><p> الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (١٢) وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣) قُلْ أَغَيْرَ اللهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٤) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ (١٦) وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٧) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١٨) قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ (١٩) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (٢٠) </p><p> * * * </p><p> (سيروا في الأرض) : بالأقدام، أو بالعقل والفكر، (ثم انظروا كيف كان عاقبة المكذبين) : فتعتبروا، (قل لمن ما في السَّمَاوَات والأرض) : خلقًا </p><p> وملكًا (قُلْ لله) ، فإن الكفرة متفقون معكم في ذلك، فإن هذا من الظهور بحيث لا يقدر أحد أن ينكره، (كَتَبَ) : التزم، (عَلَى نَفْسِهِ الرَّحْمَةَ) : لطفًا وفضلاً فمن أقبل إليه مع عظم ذنبه قبله، (لَيجْمَعَنَّكُمْ) أي: في القبور، (إِلَى يَوْمِ الْقِيامَةِ) : فيجازيكم بأعمالكم، (لا رَيْبَ فِيهِ) أي: في اليوم، (الَّذِينَ خسِرُوا أَنفُسَهُمْ) : بتضييع الفطرة، والعقل نصب على الذم أو رفع أو مبتدأ ما بعده خبره، (فَهُمْ لَا يُؤْمِنُونَ) فإن استعمال العقل باعث على الإيمان، (وَلَهُ) عطف على الله في \" قل لله \" ، (مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَار) أي: وله ما استقر في الأزمنة، وهو من السكنى قيل: تقديره ما سكن فيهما وتحرك واكتفى بأحد الضدين عن الآخر، (وَهُوَ السمِيعُ) : لكل مسموع، (الْعَلِيمُ) : بكل معلوم فلا يخفى عليه شيء، (قُلْ أَغَيْرَ اللهِ أَتَّخِذُ وَلِيًّا) ، إنكار لاتخاذ غير الله تعالى وليًّا معبودًا ربًا، (فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ) : مبدعهما، صفة الله، فإنه بمعنى الماضي فالإضافة معنوية (وَهُوَ يُطْعِمُ وَلا يُطْعَمُ) يَرْزُقُ ولا يُرْزَقُ لا أحد إلا يحتاج إليه، وهو غير محتاج إلى أحد، (قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ) : من هذه الأمة، (وَلَا تَكُونَنَّ) عطف على أمرت أي: قيل لي لا تكونن، أو على قل، (مِنَ الْمُشْرِكِينَ قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) ، جواب الشرط دال عليه (أخاف) ، والشرط معترض بين الفعل ومفعوله، </p><p> وفيه تعريض بأنَّهم مستوجبون للعذاب بألطف وجه، (مَنْ يُصْرَفْ) : العذاب، (عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ) : وأنعم عليه، ومن قرأ (يَصْرِفْ) مبني للفاعل فالضمير لله، والمفعول وهو العذاب محذوف، (وَذَلِكَ) أي: الصرف والرحم، (الْفَوْزُ الْمُبِينُ وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ) : كمرض وبلاء، (فَلا كَاشِفَ لَه) : لا قادر على رفعه، (إِلا هوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ) : كصحة ونعمة، (فَهُوَ عَلَى كلِّ شَيْء قَدِيرٌ) : فيقدر على حفظه وإدامته، ولا راد لفضله، (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ) : قهره استعلى عليهم فهم تحت تسخيره، (وَهُوَ الْحَكِيمُ) : في أمره، (الْخَبِيرُ) بخفايا العباد. </p><p> (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) ، نزلت حين زعم قريش أن أهل الكتاب أنكروا نبوة محمد - صلى الله عليه وسلم - فسألوا عنه من يشهد بنبوتك، (قُلِ اللهُ) أعظم شهادة، فإن أعظمية شهادة الله تعالى أمر لا ينكر، (شهِيدٌ) أي: هو شهيد، (بَيْنِي </p>"
}