{
  "id": null,
  "sura": 6,
  "aya": 155,
  "text": "<p> الْكِتَابَ)، عطف على ذلكم وصاكم وثم للتراخي للإخبار، (تَمَامًا) : كاملاً جامعًا لما يحتاج إليه، (عَلَى الذِي أَحْسَنَ) أي: جزاءً على إحسانه في الطاعة وتبليغ الرسالة أو تمامًا بمعنى كرامة، ونعمة أي: حال كون الكتاب نعمة على من أحسن القيام به أي: على المحسنين أو معنى تمامًا زيادة أي: حال كون الكتاب زيادة على ما أحسنه من العلم أي: على علمه، (وَتَفْصِيلاً) : بيانًا مفصلاً، (لِكلِّ شَيْءٍ) : يحتاج إليه عطف على تمامًا، فهو حال، وقيل نصبهما بالعلية أو بالمصدر، (وَهُدًى وَرَحْمَة لَعَلَّهُمْ) : بني إسرائيل، (بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ) : لكي يؤمنوا بالبعث. </p><p> * * * </p><p> (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ (١٥٥) أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ (١٥٦) أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ (١٥٧) هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ (١٥٨) إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللهِ ثُمَّ يُنَبِّئُهُمْ بِمَا </p><p> كَانُوا يَفْعَلُونَ (١٥٩) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ (١٦٠) قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٦١) قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لله رَبِّ الْعَالَمِينَ (١٦٢) لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (١٦٣) قُلْ أَغَيْرَ اللهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (١٦٤) وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (١٦٥) </p><p> * * * </p><p> (وَهَذَا) أي: القرآن، (كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ) : كثير النفع، (فَاتَّبِعُوهُ وَاتَّقُوا) : مخالفته، (لَعَلَّكُمْ تُرْحَمُون) : بواسطة العمل به، (أَنْ تَقُولُوا) : علة لـ أنزلناه أي: كراهة أن تقولوا، (إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ) : اليهود، والنصارى، (مِنْ قَبْلِنَا وَإِنْ كُنَّا) أي: وإنه كنا، (عَنْ دِ رَاسَتِهِمْ) : قراءتهم (لَغَافِلِينَ) : ما نفهم ما يقولون فإنه ليس بلساننا، (أَوْ تَقُولُوا) ، عطف على ما تقولوا، (لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ) أي: إن صدقتم فيما </p><p> قلتم فقد جاءتكم حجة واضحة فيها بيان الحلال والحرام، (وَهُدًى وَرَحْمَةٌ) : لمن عمل به، (فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللهِ) : بعد ما تمكن من معرفته، (وَصَدَفَ عَنْهَا) : أعرض أو صدَّ الناس عنها، (سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ) : بسبب إعراضهم أو صدهم، (هَلْ يَنْظُرُونَ) أهل مكة أي: ما ينتظرون، (إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ) : لقبض أرواحهم، وهم إن كانوا غير منتظرين لذلك لكن لما كان يلحقهم لحوق المنتظر شبهوا بهم، (أَوْ يَأْتِيَ رَبُّكَ) : المراد يوم القيامة، (أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ) : كطلوع الشمس من </p><p> المغرب، (يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ) : التي تضطرهم إلى الإيمان، (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ) صفة نفسًا، (أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) : عطَف على، آمنت أي: لا ينفع الكافر إيمانه في ذلك الحين ولا الفاسق الذي ما كسب خيرًا في إيمانه وتوبته، فحاصله أنه من باب اللف التقديري أي: لا ينفع نفسًا إيمانها ولا كسبها في الإيمان إن لم تكن آمنت من قبل أو كسبت فيه أي: لا ينفعهم تلهفهم على ترك الإيمان بالكتاب، ولا على ترك العمل بما فيه، (قُلِ انْتَظِرُوا) : إتيان أحد هذه الثلاث، (إِنَّا مُنْتَظِرُونَ) : له، وعيد شديد (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ) : اليهود والنصارى أخذوا بعض ما أمروا وتركوا بعضه، أو أهل الشبهات والبدع من هذه الأمة، (وَكَانُوا شِيَعًا) : فرقًا بعضهم يكفر بعضًا، وقد ورد \" ستفترق أمتي على ثلات وسبعين كلها في النار إلا واحدة \" ، (لَسْتَ مِنْهُمْ فِي شَيْءٍ) : لست من عقابهم في شيء، ومن قال: إنه نهي عن التعرض لهم، فعنده الآية منسوخة وإذا كان المراد هذه الأمة فيحتمل أن يكون معناه أنت بريء منهم، (إِنَّمَا أَمْرُهُمْ إِلَى اللهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ) : بالعقاب، (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا) أي: عشر </p><p> حسنات أمثالها فضلاً من الله، وهذا أقل ما وعد لا ينقص منه، (وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا) أي: إلا جزاء مثلها لا يضاعف، (وَهُمْ لا يُظْلَمُونَ) : بنقص الثواب، وزيادة العقاب، (قُلْ إِنَّنِي هَدَانِي رَبِّي) : بالوحي، (إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا) أعني دينًا أو بدل من محل (صراط) إذ معناه وهداني صراطًا: (قِيَمًا) ، مصدر بمعنى القيام أي: قائمًا ثابتًا لا زوال له كرجل عدل، (مِلَّةَ إِبْرَاهِيمَ) ، عطف بيان لـ (دينًا) لما في الإضافة من زيادة التوضيح، (حَنِيفًا) : مائلاً عن غير الصواب حال عن إبراهيم فإنه بمنزلة الحال من المضاف الذي هو معمول الفعل، (وَمَا كَانَ مِنَ الْمُشْرِكِينَ) : كما يقول المشركون، (قُلْ إِنَّ صَلَاتِي وَنُسُكِي) : الذبح في الحج والعمرة وقيل: عبادتي (١) كلها، (وَمَحْيَايَ وَمَمَاتِي) أي: حياتي وموتي، (لله رَبِّ الْعَالَمِينَ) أي: ملك له، وهو خالقه فأنا خالص في العبادة لا شرك أو ما أنا عليه في حياتي ومماتي من الإيمان والطاعة خالص له، (لَا شَرِيكَ لَهُ وَبِذَلِكَ) : القول والطريق، (أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ) : من هذه الأمة، (قُلْ أَغَيْرَ اللهِ أَبْغِي رَبًّا) غير الله حال من ربًا والهمزة للإنكار، (وَهُوَ رَبُّ كُلِّ شَيْءٍ) ، حال في موقع العلة، </p><p>(١) في الأصل \" عبادة \" والتصويب من تفسير البيضاوي.</p><p> (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا) ، فإثم الجاني عليه لا على غيره، (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) : لا تؤخذ نفس آثمة بإثم نفس أخرى، وهذا جواب عن دعائهم له إلى عبادة آلهتهم قائلين:  \" اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ \"  [العنكبوت: ١٢] ، (ثُمَّ إِلَى ربَِّكُم مَّرْجِعُكُمْ) : يوم القيامة، (فَيُنَبِّئُكُم بمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ) فتعلموا أننا على الحق أو أنتم، (وَهُوَ الَّذِي جَعَلَكُمْ) . يا أمة محمد، (خَلائِفَ الأرْضِ) : خلفاء الأمم السالفة، وكل من جاء بعد من مضى فهو خليفة، لأنه يخلفه في الأرض، وقيل: يخلف بعضكم بعضًا أو خلفاء الله في أرضه تتصرفون فيها فالخطاب عام، (وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ) : بالغنى والرزق منصوب على التمييز أو بدل من بعضكم أو بنزع الخافض أي: بدرجات، (لِيَبْلُوَكُمْ) : ليختبركم، (فِي مَا آتَاكُمْ) : يمتحن الغني في غناه، ويسأله عن شكره والفقير في فقره ويسأله عن صبره، (إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ) : بمن عصاه، وخالف رسله وكل ما هو آت قريب، (وَإِنَّهُ لَغَفُورٌ رَحِيمٌ) : لمن والاه واتبع رسله. </p><p> والحمد لله حقَّ حمده .. </p>"
}