{
  "id": null,
  "sura": 6,
  "aya": 83,
  "text": "<p> \" يَا بُنَيَّ لَا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ \"  [لقمان: ٣٠]  \" إنما هو الشرك \" ، وقد فسره السلف بذلك، والمراد من الخلط النفاق، أو المراد من الإيمان مجرد تصديقه وشركه عدم توحيده، أو المراد الثبات على الإيمان وكثير من الناس يزعمون إيمانهم وهم عنه بمراحل لفساد عقيدتهم بصفة من صفات الله. </p><p> * * * </p><p> (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ (٨٣) وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٤) وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ (٨٥) وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ (٨٦) وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٨٧) ذَلِكَ هُدَى اللهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ (٨٨) أُولَئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ (٨٩) أُولَئِكَ الَّذِينَ هَدَى اللهُ فَبِهُدَاهُمُ اقْتَدِهْ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ (٩٠) </p><p> * * * </p><p> (وَتِلْكَ) إشارة إلى ما مر من قوله: \" فلما جنَّ \" إلى قوله: \" وهم مهتدون \" ، (حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ) : ألهمناها، (عَلَى قَوْمِهِ) متعلق بـ (حُجَّتُنَا) ، (نَرْفَعُ دَرَجَاتٍ مَنْ </p><p> نَشَاءُ) قرئ بالإضافة، وبلا إضافة فـ (من نشاء) مفعول (نرفع) و (درجات) إما مصدر أو ظرف أو تمييز إن جوزنا تقديمه، (إِن رَبَّكَ حَكِيمٌ) في الرفع والخفض، (عَلِيمٌ) ، بحال من يرفعه ويخفضه وقابليته، (وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا) : منهما، (هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ) أي: من قبل إبراهيم وهداية الوالد شرف للولد، (وَمِنْ ذُرِّيَّتِهِ) ، الضمير لإبراهيم، ولوط هو ابن أخيه أدخل في ذريته تغليبًا أو الضمير لنوحٍ - عليه السلام (دَاوُودَ وَسُلَيْمَانَ) أي: هدينا من ذريته داود وسليمان، (وَأيوبَ ويُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ) : مثل ما جزينا إبراهيم برفع الدرجة، وكثرة أولاد مهتدين، (نَجْزِي الْمُحْسِنِينَ وَزَكَرِيَّا وَيَحْيىَ وَعِيسَى) ، فيه دليل على أن ولد البنت من الذرية، (وَإِلْيَاسَ) الصحيح أنه غير إدريس، (كُلٌّ مِنَ الصَّالِحِينَ وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ) : بالنبوة، (وَمِن آبائِهِمْ) عطف على (كُلًّا) أي: فضلناهم وبعض آبائهم، (وَذرّيَّاتِهِمْ) وفيهم سيد الكونين - عليه السلام - فهم أفضل جميع المخلوقات بأسرها، (وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ) : اخترناهم، (وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مسْتَقِيمٍ ذَلِكَ) إشارة إلى ما هم عليه، (هُدَى اللهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا) بحسب الفرض أي: هؤلاء الأنبياء مع علو درجتهم (لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ) : بطل عملهم كآحاد الناس، (أُولَئِكَ الذِينَ آتيْنَاهُمُ الْكِتَابَ) ، يريد جنس الكتاب، (وَالْحُكْمَ) : العلم والحكمة، (وَالنُّبُوَّةَ فَإِنْ يَكْفُرْ بِهَا) : بالنبوة، أو بهذه الثلاثة، </p>"
}