{
  "id": null,
  "sura": 6,
  "aya": 151,
  "text": "<p> (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (١٥١) وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ (١٥٢) وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (١٥٣) ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ (١٥٤) </p><p> * * * </p><p> (قُلْ تَعَالَوْا أَتْلُ) : أقرأ، (مَا حَرَّمَ ربُّكمْ عَلَيْكمْ) : حقًّا لا ظنًّا ولا تخرصًا متعلق بـ (حَرَّمَ) أو (أَتْلُ) ، (أَلَّا تُشْرِكُوا بِهِ) : (أن) مفسرة يعني أي: لا تشركوا، ولا للنهي، (شَيْئًا) مصدر أو مفعول به، (وَبِالْوَالِدَيْنِ إِحْسَانًا) أي: أحسنوا بهم، وضع أحسنوا موضع ألا تسيئوا للدلالة على أن عدم الإساءة في شأنهما غير كاف، (وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ) : من أجل فقر، (نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ) ، بدل من (الفواحش) أي: العلانية والسر فإن المشركين لا يستقبحون الزنا سرًا، (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ) : بجهة من الجهات، (إِلَّا بِالْحَقِّ) : القود، والارتداد والرجم، (ذَلِكمْ) إشارة إلى المذكور، (وَصَّاكمْ بِهِ) : بحفظه، (لَعَلَّكُمْ تَعْقِلُونَ) : عنه أمره ونهيه أو ترشدون، (وَلا تَقْربوا مَالَ الْيَتِيمِ إِلا بِالتي هِيَ أَحْسَنُ) أي: إلا بطريقة هي أحسن الطرق كحفظه </p><p> وتثميره، (حَتَّى يَبْلُغَ أَشُدَّهُ) : حتى يصير بالغًا فادفعوا إليه جمع شده، (وَأَوْفُوا</p><p> الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ) : بالعدل أي: لا تبخسوهما، (لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا) : إلا ما يسعها ولا تعجز عنه فإن أخطأ بعد بذل جهَده فلا حرج، (وَإِذَا قُلْتُمْ) : تكلمتم في شيء، (فَاعْدِلُوا) : في القول لا تجوروا فيه، (وَلَوْ كَانَ) : المقول له أو عليه، (ذَا قُربى) : من قرابتكم، (وَبعَهْدِ اللهِ أَوْفُوا) : وبوصيته أوفوا فاعملوا بكتابه لا تنكثوه، (ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ) : تتعظون به، (وَأَنَّ هَذَا) إشارة إلى ما في الآيتين، وقيل إلى ما في السورة، (صِرَاطِي) : ديني، (مُسْتَقِيمًا) : لا عوج فيه، (فَاتَّبِعُوهُ) : عطف على لا تشركوا \" وأن هذا صراطي \" إلخ علة الاتباع أي: لأن (هذا) إلخ، والجمع بين حرفي العطف الواو والفاء عند تقديم المعمول فصلاً بينهما شائع، (وَرَبَّكَ فَكَبِّرْ) ، وقيل عطف على لعلكم تذكرون أي وصاكم به لأن هذا ديني المستقيم، (وَلا تَتَّبعُوا السُّبُلَ) أي: الطرق المختلفة التي عدا هذا الطريق، (فَتَفَرَّقَ بِكُمْ) الباء للتعدية، (عَن سَبِيلِهِ) : الذي هو اتباع الحق، (ذَلِكُمْ) : الاتباع، (وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ) : الضلال، (ثُمَّ آتيْنَا مُوسَى </p>"
}