{
  "id": null,
  "sura": 6,
  "aya": 71,
  "text": "<p> أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ): مخافة أن تسلم إلى الهلكة بسوء عملها، أو تفضح، أو تجس أو تؤاخذ أو تجزى، (لَيْسَ لَهَا مِنْ دُونِ اللهِ وَلِيٌّ وَلَا شَفِيعٌ) : يدفع العذاب عنها، والجملة إما صفة أو حال، (وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ) : وإن تَفْدِ النفس كل فداء، ونصبه على المصدر، (لَا يُؤْخَذْ مِنْهَا) : فاعله منها لا ضمير العدل؛ لأنه مصدر وهو ليس بمأخوذ، (أُولَئِكَ الَّذِينَ أُبْسِلُوا) : سلموا للعذاب، (بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ) : الماء المغلي، (وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) . </p><p> * * * </p><p> (قُلْ أَنَدْعُو مِنْ دُونِ اللهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللهِ هُوَ الْهُدَى وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ (٧١) وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٧٢) وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (٧٣) وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ (٧٤) وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ (٧٥) فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ </p><p> هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ (٧٦) فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ (٧٧) فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٧٨) إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ (٧٩) وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ (٨٠) وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ (٨١) الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ (٨٢) </p><p> * * * </p><p> (قُلْ أَنَدْعُو) : نعبد، (مِنْ دُونِ اللهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا) : لا يملك نفعًا ولا ضرًّا، (وَنُرَدُّ عَلَى أَعْقَابِنَا) : نرجع إلى الشرك، (بَعْدَ إِذْ هَدَانَا اللهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ) : كالذي ذهبت به الغيلان مردة الجن، وأضلته، و (كالذي) حال من ضمير (نرد) أي: ننكص مشبهين من أضلته الغيلان (فِي الْأَرْضِ) : في المهمه (١)  (حَيْرَانَ) : متحيرًا، (لَه) : لهذا المستهوى، (أَصحابٌ) : رفقاء، والجملة (كحيران) ، (يَدْعُونَهُ إِلَى الْهُدَى) : إلى الطريق المستقيم، (ائْتِنَا) أي: قائلين إيتنا، فلا يلتفت إليهم، ويصير مع الغول حتى يلقيه إلى الهلكة، (قُلْ إِنَّ هُدَى اللهِ هُوَ الْهُدَى) : فما عداه ضلال وهلكة، (وَأُمِرنا) : عطف على (إن هدى الله) ، (لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ) أي: بأن نُسْلِمَ، </p><p>(١) أي: البادية.</p><p> ونخلص له العبادة أو اللام للتعليل أي: أمرنا بذلك لنسلم (وَأَنْ أَقِيمُوا الصَّلاةَ وَاتَّقُوهُ) ، عطف على لنسلم، (وَهُوَ الذِي إِلَيْهِ تُحْشَرُون) . </p><p> (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأرْضَ بِالْحَقِّ) : بالعدل والحكمة، (وَيَوْمَ يَقُولُ كُن فيَكُون) ، عطف على السماوات فذكر بدء الخلق وإعادته أو على مفعول اتقوه أو بتقدير واذكر، والمراد يوم القيامة فإن الأمر فيه غير تدريجي، (قَوْلُهُ الْحَقُّ) أي: الصدق الواقع لا محالة مبتدأ وخبرًا أو (قوله) مبتدأ و (الحق) صفته \" ويوم يقول \" خبره أى: قضاؤه الحكمة والصواب حين يقول للشيء كن فيكون ذلك الشيء يعني ما ظهر من مكوناته شيء إلا عن حكمة وصواب، فلا يكون المراد من يوم يقول يوم القيامة، (وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ) إما ظرف لقوله: \" له الملك \" كقوله: \" لِمَنِ </p><p> الْمُلْكُ الْيَوْمَ لله الْوَاحِدِ الْقَهَّارِ \"[غافر: ١٦]وإما بدل من \" يقول \" والصور القرن الذي ينفخ فيه إسرافيل، وقيل: جمع صورة أي ينفخ فيها فتحيا، (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ) أي: هو عالم الغيب، (وَهُوَ الْحَكِيمُ الْخَبِيرُ وَإِذْ قَالَ إِبْرَاهِيمُ لأبِيهِ آزَرَ) ، عطف بيان لأبيه والأصح أنه اسم أبيه وله اسمان (آزر) و (تارخ) أو أحدهما لقبه، (أَتَتَّخِذُ أَصْنَامًا آلِهَةً) : دون الله، (إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ) : عن الحق، (مُبِينٍ وَكَذَلِكَ نُرِي إِبْرَاهِيمَ) أي: مثل هذا التبصير نبصره، وهو حكاية حال ماضية، (مَلَكُوتَ السَّمَاوَاتِ وَالأرْضِ) أي: ملكها والتاء زائدة للمبالغة، (وَلِيَكُونَ مِنَ الْمُوقِنِينَ) أي: ليستدل، وليكون، أو وفعلنا ذلك ليكون، (فَلَمَّا جَنَّ عَلَيْهِ الليْلُ) : ستره بظلامه، وهذا تفصيل لإراءته، (رَأَى كَوْكَبًا) : هو الزهرة أو المشترى، (قَالَ هَذا ربي) ، قول من ينصف خصمه مع علمه أنه مبطل، ثم يكر عليه فيبطله بالحجة وهذا النوع أدعى إلى القبول فإن قومه يعبدون الكواكب، وهذا هو الأصح، أو قال ذلك على وجه النظر والاستدلال في أول بلوغه (١) ، بل قبله فقد نقل أنه في السرب سبع سنين أو أكثر لخوف والديه من نمرود لأنه يقتل الصبيان، فإنه قد أخبر بمولود ذهاب ملكه على يديه، وهو ما رأى في السرب لا سماء ولا أرضًا فلما خرج ورأى كوكبًا قال هذا ربي، (فَلَمَّا أَفَلَ) : غاب، (قَالَ لَا أُحِبُّ الْآفِلِينَ) : عبادة شيء يتغير عن حال إلى حال فعرفهم جهلهم، (فَلَمَّا رَأَى الْقَمَرَ بَازِغًا) : طالعًا، (قَالَ هَذَا رَبِّي </p><p>(١) الصواب أن الخليل - عليه السلام - كان مناظرًا ولم يكن ناظرًا. والله أعلم.</p><p> فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا) أي: الشيء الطالع صان ما سماه ربا عن وصمة التأنيث، (رَبِّي هَذَا أَكْبَرُ) جرمًا، وإضاءة، فأليق بالربوبية، (فَلَمَّا أَفَلَتْ) : وظهر حدوثه، وأنه مسخر، (قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ) : من الأجرام المفتقرة إلى محدث يحدثها، ثم توجه إلى موجدها الذي دلت هذه الممكنات عليه وقال:  (إِنِّي وَجَّهْتُ وَجْهِيَ) : أخلصت ديني وأفردت عبادتي، (لِلذِي فَطَرَ السَّمَاوَاتِ وَالأرْض) : ابتدعهما على غير مثال سبق، (حَنيفًا) : حال كوني مائلاً عن الشرك إلى التوحيد، (وَمَا أَنا مِنَ الْمُشْرِكِينَ) : لله، (وَحَاجَّهُ قَوْمُهُ) جادلوه في التوحيد، (قَالَ أَتُحَاجُّونِّي فِي اللهِ) : في وحدانيته، (وَقَدْ هَدَانِ) : إلى التوحيد، وأنا على بينة منه، (وَلا أَخَافُ مَا تُشْرِكُون بِهِ) أي: معبوداتكم فإنها لا تملكَ ضَرًّا ولا نفعًا وهم يخوفونه منها، (إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا) ، استثناء منقطع، أي: لكن أَخاف مشيئة الله، أو متصل تقديره لا أخاف معبوداتكم في وقت قط إلا وقت مشيئة ربي شيئًا من مكروه يصيبني من جهتها مثل أن يرحمني بكوكب أو يجعلها قادرة على مضرتي، (وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ) : فتعتبروا أن ما قلت لكم حق </p><p> فتتركوا عبادتها، (وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ) وهو لا يملك ضرًا، (وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللهِ) : الذي هو حقيق بأن يخاف منه، لأنكم أشركتم المصنوع بالصانع، وسويتم بين العاجز والقادر، (مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا) : شيئًا لم ينزل بإشراك ذلك الشيء حجة من كتاب وغيره، (فَأَيُّ الْفَرِيقَيْنِ) : من الموحدين والمشركين، (أَحَقُّ بِالأمْنِ إِنْ كنتُمْ تَعْلَمُونَ) : إن لم يكن لكم جهل، (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) : لم يخلطوه بشرك، (أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ) : وقد صح أنها لما نزلت قد شق على الصحابة، وقالوا: أينا لم يظلم نفسه؟ فقال - عليه الصلاة والسلام -: \" ليس كما تظنون ألم تسمعوا ما قال العبد الصالح: </p>"
}