{
  "id": null,
  "sura": 6,
  "aya": 21,
  "text": "<p> وَبَيْنَكُمْ) أو الله مبتدأ، وشهيد خبر فإنه إذا كان هو الشهيد فأكبر شيء شهادة شهيد له، (وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ) : الذي ترونه ناطقًا بحجج وبينات، (لِأُنْذِرَكُمْ بِهِ) : يا أهل مكة، (وَمَنْ بَلَغَ) : وسائر من بلغه من الأسود والأحمر قل: (أَئِنَّكُم لَتشْهَدُونَ أَن مَعَ اللهِ آلِهَةً أُخْرَى) تقرير لهم مع إنكار، (قُلْ لا أَشْهَدُ) : بما تشهدون، (قلْ إِنَّمَا هُوَ إِلَىٌ وَاحِدٌ وَإِننِي بَرِيءٌ مِمَّا تُشْرِكُون) : من الأصنام، (الذِينَ آتيْنَاهُمُ الْكِتَابَ يَعْرِفُونَه) أي: محمدًا - عليه الصلاة والسلام - بنعته المذكور في التوراة والإنجيل، (كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ) : بحيث لا يشكون في رسالته، فعدم شهادكم برسالته لعنادهم، (الَّذِينَ خَسِرُوا أَنْفُسَهُمْ) : من أهل الكتاب، وهجروا ما في كتابهم، (فَهُمْ لَا يُؤْمِنُونَ) : به. </p><p> * * * </p><p> (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٢١) وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٢٢) ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣) انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢٤) وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ </p><p> يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٢٥) وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (٢٦) وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٢٧) بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ (٢٨) وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ (٢٩) وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٠) </p><p> * * * </p><p> (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى) : اختلق، (عَلَى اللهِ كَذِبًا) : ككذب المشركين، وأهل الكتاب، (أَوْ كَذَّبَ بِآيَاتِهِ) : كالقرآن، ومعجزات محمد - عليه الصلاة والسلام - أي: لا أظلم ممن ذهب إلى أحد الأمرين فكيف بمن جمع بينهما؟! (إِنَّهُ) أي: إن الشأن، (لَا يُفْلِحُ الظَّالِمُونَ) : فضلاً ممن هو أظلم، (وَيَوْمَ) أي: اذكر، (نَحْشُرُهُمْ جَمِيعًا) : العابد والمعبود، (ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ) : آلهتكم التي جعلتموها شركاء لله، (الَّذِينَ كُنْتُمْ تَزْعُمُونَ) أي: تزعمونهم شركاءهم \"حينئذ\" يشاهدون آلهتهم في غاية الهوان، فيسأل عنهم تقريعًا وتوبيخًا، (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا) أي: لم تكن غاية فتنتهم، ومقاتلتهم وكفرهم في الدنيا إلا التبرؤ، في الآخرة أو عاقبة افتتانهم ومحبتهم في الأصنام إلا التبرؤ أو معذرتهم أو جوابهم وسماه فتنة لأنه كذب أو لأنهم قصدوا به الخلاص يقال: فتنت الذهب إذا خلصته، ومن قرأ بنصب (فِتْنَتَهُمْ) ، فون تأنيث الفعل للخبر كقولك: من كانت أمك؟ (وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) فيحلفون </p><p> بالكذب لحيرتهم \"فحينئذ\" يختم على أفواههم، ويشهد عليهم جوارحهم، (انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ) : في الآخرة بنفي شركهم في الدنيا (وَضَل عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) ، وغاب عنهم ما كانوا يفترون إلهيته، وشفاعته، (وَمِنهُمْ مَّنْ يَسْتَمِعُ إِلَيْكَ) إذا قرأت القرآن كأبي جهل، والوليد، وأضرابهم، (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً) : أغطية كراهة (أَن يَفْقَهُوهُ) أو عن أن (وَفِي آذَانِهِمْ وَقْرًا) : ثقلا وصمما مثل نبو قلوبهم ومسامعهم عن قبول القرآن، واعتقاد صحته بالأكنة والوقر، (وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا) لقوة عنادهم، (حَتَّى إِذَا جَاءُوكَ) : بلغ عنادهم إلى أنَّهم إذا جاءوك، (يُجَادِلُونَكَ) جملة حالية، (يَقُولُ الذِينَ كَفَرُوا) جواب إذا وحتى هي التي تقع بعدها الجمل لا عمل لها، (إِنْ هَذَا إِلا أَسَاطِيرُ الْأَوَّلِينَ) والأساطير: الأباطيل أو أحاديث الأمم السالفة التي سطروها في كتبهم (وَهُمْ يَنْهَوْنَ) : الناس (عَنْهُ) استماع القرآن أو عن الإيمان، (وَيَنْأَوْنَ عَنْهُ) يتباعدون </p><p> عنه بأنفسهم وعن بعض السلف أنه في شأن أبي طالب، فمعناه ينهون عن التعرض لمحمد - صلى الله عليه وسلم - وإيذائه، ويتباعدون عنه، فلا يؤمنون به، (وَإِن يُّهْلِكُونَ) : وما يهلكون بذلك (إِلا أَنفُسَهُمْ وَمَا يَشْعُرُونَ) : ذلك، (وَلَوْ تَرَى) ، جوابه محذوف أي: لرأيت أمرًا فظيعًا، وحالاً عجيبًا، (إِذْ وُقِفُوا عَلَى النَّارِ) : وعاينوا ما فيها من أنواع العذاب، (فَقَالُوا يَا لَيْتَنَا نُرَدُّ) : إلى الدنيا، (وَلَا نُكَذِّبَ) ، عطف على (نُرَدُّ) فيكون المعنى على تمني مجموع الأمرين، أو عطف على التمني عطف إخبار على إنشاء، وهو جائز باقتضاء المقام أو حال وأما على قراءة النصب فبإضمار أن بعد الواو كما بعد الفاء، (بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ بَلْ بَدَا لَهُم) : إضراب عن إرادة الإيمان المفهوم من التمني، (مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ) أي: ظهر لهم قبائح أعمالهم فتمنوا ذلك ضجرًا لا محبة للإيمان، (وَلَوْ رُدُّوا) : إلى الدنيا، (لَعَادُوا لِمَا نُهُوا عَنْهُ) : من الكفر لقضاء شقاوتهم في الأزل، (وَإِنَّهُمْ </p>"
}