{
  "id": null,
  "sura": 6,
  "aya": 61,
  "text": "<p> بالموت، (ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) : يجزيكم بعملكم إن خيراً فخير وإن شرًّا فشر. </p><p> * * * </p><p> (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ (٦١) ثُمَّ رُدُّوا إِلَى اللهِ مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ (٦٢) قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٦٣) قُلِ اللهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ (٦٤) قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ (٦٥) وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ (٦٦) لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ (٦٧) وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ (٦٨) وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ (٦٩) وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٧٠) </p><p> * * * </p><p> (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ) : تصوير لقهره وعلوه بالقدرة، (ويرْسِلُ عَلَيْكُم حَفَظَةً) : من الملائكة تحفظ أبدانكم كما قال تعالى: \" له معقبات من بين يديه \"  [الرعد:١١] . أو تحفظ جميع أعمالكم وهم الكرام الكاتبون، (حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ) : حان أجله، (تَوَفَّتْهُ رُسُلُنَا) لملك الموت أعوان يخرجون الروح فيقبض ملك الموت، (وَهُمْ لَا يُفَرِّطُونَ) : فيما أمروا يفعلون ما يؤمرون (ثم رُدُّوا) أي: الملائكة أو الخلائق كلها، (إِلَى اللهِ مَوْلاهُمُ) : الذي يتولى أمرهم، (الْحَقِّ) : العدل الذي لا يظلم فضلا (أَلَا لَهُ الْحُكْمُ) : يومئذ لا حكم بوجه لغيره فيه، (وَهُوَ أَسْرَعُ الْحَاسِبِينَ) : لا يحتاج في الحساب إلى ضرب وقسمة وفكر وروية وعقد يد لا يشغله حساب عن حساب، (قُلْ مَن يُنَّجِّيكُمْ) : سؤال توبيخ، (مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) : شدائدها وأحوالها (تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً) : معلنين </p><p> ومسرين، أو إعلانًا وإسرارًا (لَئِنْ أَنْجَانَا مِنْ هَذِهِ) أي: يقولون لئن أنجيتنا (لَنَكُونَنَّ مِنَ الشَّاكِرِينَ) : لا من الكافرين، (قُلِ اللهُ يُنَجِّيكُمْ مِنْهَا) : الظلمة، (وَمِنْ كُلِّ كَرْبٍ) : غم سواها، (ثُمَّ أَنْتُمْ تُشْرِكُونَ) : فلا تشكرون، (قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ) : كما فعل بعاد وثمود وقوم لوط ونوح، (أَوْ مِن تَحْتِ أَرْجُلِكُمْ) : كالخسف، والزلزلة نقل عن ابن عباس - رضي الله عنهما - عذاب الفوق أمراء السوء والتحت خدم السوء، (أَوْ يَلْبِسَكُمْ شِيَعًا) : يخلطكم فرقًا مختلفين على أهواء شيء، (وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ) : يسلط بعضكم على بعض بالعذاب، والقتل وفي الحديث الصحيح \" سألت ربي ثلاثًا فأعطاني </p><p> ثنتين ومنعني واحدة سألت أن لا يهلكنا بما أهلك به الأمم فأعطانيها، وسألت أن لا يظهر علينا عدوًّا من غيرنا فأعطانيها، وسألت أن لا يلبسنا شيعًا فمنعنيها \"، (انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ) : نوضحها ونكررها، (لَعَلَّهُمْ يَفْقَهُونَ) : لكي يفهموا ويتدبروا، (وَكَذبَ بِهِ) : بالقرآن وقيل: بالعذاب، (قَومُكَ) : قريش، (وَهُوَ الْحَقُّ) : الصدق أو الواقع، (قُل لَّسْتُ عَلَيْكُم بِوَكِيل) : ما وكل إليَّ أمركم إنما عليَّ البلاغ، (لِكُلِّ نَبَإٍ مُسْتَقَرٌّ) : لكل خبر من أخبار الله تعالى وقوع، ولو بعد حين، (وَسَوْفَ تَعْلَمُونَ) : بعضه في الدنيا، وبعضه في الآخرة، وهذا تهديد شديد ووعيد أكيد، (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا) : بالطعن والاستهزاء، (فَأَعْرِضْ عَنْهمْ) : اترك مجالستهم، (حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ) : الضمير للآيات </p><p> باعتبار القرآن، (وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ) : النهي عن مجالستهم بوساوسه، (فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى) بعد أن تذكر، (مَعَ الْقَوْمِ الظَّالِمِينَ) ، معهم فإنهم ظلمة لوضع التكذيب، والسخرية موضع التصديق والتعظيم، (وَمَا عَلَى الّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْء) : ما عليهم شيء مما يحاسبون عليه أي: من آثام الخائضين إن قعدوا معهم، (وَلَكًن ذِكرى) أي: لكن عليهم أن يذكروهم، ويمنعوهم، ويعظوهم، (لَعَلَّهُمْ يَتَّقُون) : يجتنبون الخوض كراهة لمساءتهم نقل أنه لما نزل النهي عن مجالستهم قال المسلمون: إذا لم نستطع أن نجلس في الحرم ونطوف فإنهم يخوضون أبدًا، فنزلت رخصة لهم في القعود بشرط التذكير، قال كثير من السلف: هذا منسوخ بآية النساء المدنية، وهي قوله \" إِنَّكُمْ إِذًا مِثْلُهُمْ \"  [النساء: ١٤٠] ، وفي رواية قال المسلمون: نخاف الإثم حين نتركهم ولا ننهاهم وحينئذ معنى قوله: \" ولكن ذكرى \" أي: ولكن عليكم التجنب وتذكر النهي لعلهم يتقون حين يروا إعراضكم عنهم، وصح عن سعيد ابن جبير: إن معناه ما عليكم أن يخوضوا في آيات الله شيء من حسابهم إذا تجنبتم، وأعرضتم عنهم أي: عليكم الإعراض، (وَذَرِ الذِينَ اتخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا) أي: استهزءوا بالدين الحق الذي يجب أن يعظم غاية التعظيم، أو معناه جعلوا اللعب كعبادة الأصنام وتحريم البحائر وغيرها دينا واجبًا أي: أعرض عنهم ولا تبال بأفعالهم وأقوالهم، (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) حتى اطمأنوا بها، (وَذَكِّرْ بِهِ) : بالقرآن، (أَنْ </p>"
}