{
  "id": null,
  "sura": 6,
  "aya": 95,
  "text": "<p> منفردين عن الشفعاء، والأموال، والأهل، (كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ) ، وقد كنتم تنكرون ذلك حال ثانية أو صفة مصدر جئتمونا أي: مجيئًا مثل خلقناكم أو بدل من فرادى، (وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ) : تفضلنا عليكم من المال، (وَرَاءَ ظُهُورِكُمْ) : تركتموه كليًّا وليس معكم شيء منه، (وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ) : في ربوبيتكم واستعبادكم، (شُرَكَاءُ) : لله، (لَقَدْ تَقَطَّعَ بَيْنَكُمْ) ، على قراءة رفع (بينُكم) يكون بمعنى الوصل ليس بظرف، أو ليس بلازم الظرفية، وعلى قراءة النصب أسند لتقطع إلى ضمير الأمر لتقرره في النفوس أي: تقطع الأمر بينكم، (وَضَلَّ عَنْكُمْ) : ضاع وبطل، (مَا كُنْتُمْ تَزْعُمُونَ) : تزعمونه شفيعًا. </p><p> * * * </p><p> (إِنَّ اللهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللهُ فَأَنَّى تُؤْفَكُونَ (٩٥) فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (٩٦) وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٩٧) وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ (٩٨) وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ </p><p> لِقَوْمٍ يُؤْمِنُونَ (٩٩) وَجَعَلُوا لله شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ (١٠٠) </p><p> * * * </p><p> (إِنَّ اللهَ فَالِقُ الْحَبِّ وَالنَّوَى) يشقهما في الثرى فينبت منهما الزرع والشجر، (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ) : النبات والحيوان من الحب والنطف، (وَمُخْرِجُ الْمَيِّتِ) : الحب والنطف (مِنَ الْحَيِّ) : النبات والحيوان عطف على فالق الحب فإن (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ) كالبيان له ولذا ترك العطف، (وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ) لا يصلح للبيان، لأن فلق الحب ليس إلا لإخراج الحي، (ذَلِكُمُ اللهُ) أي: فاعل هذه الأشياء هو الله، (فَأَنَّى تُؤْفَكُونَ) : تصرفون عنه إلى غيره، (فَالِقُ الْإِصْبَاحِ) : شاق عمود الصبح عن ظلمة الليل، (وَجَعَلَ الليْلَ) ، إعمال اسم الفاعل، لأنه بمعنى الدوام التجددي نحو: </p><p> \" ولقد أمر على اللئيم يسبني \" </p><p> لا بمعنى الثبوت الدائمي كـ \" مَالِكِ يَوْمِ الدِّينِ \" ، (سكَنًا) : يسكن فيه خلقه، ويستريح، (وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا) أي: تجريان بحساب معين لا </p><p> تتجاوزان، أو معناه جعلهما علمي حسبان؛ لأن حساب الأوقات يعرف بدورهما، (ذلِكَ) أي: المذكور من فلق الصبح، وجعل الليل، والشمس، والقمر، (تقدِيرُ الْعَزِيزِ) : الذي يفعل ما يريد، (الْعَلِيمِ) : بما قدر وأراد، (وَهُوَ الَّذِي جَعَلَ لَكُم النُّجُومَ) : خلقها لكم، (لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) أي: في ظلمات الليل فيهما، (قَدْ فَصَّلْنَا الْآيَاتِ) : بيناها مفصلاً لا مجملاً، (لِقَوْمٍ يَعْلَمُونَ) ، فإن الجاهل لا ينتفع به، (وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) أي: آدم، (فَمُسْتَقَرٌّ) أي: فلكم مستقر في الأرحام، (وَمُسْتَوْدَعٌ) : في الأصلاب، أو بالعكس أو في الأرحام، وعلى ظهر الأرض أو في القبر وفي الدنيا أو في الرحم والقبر أو في الجنة أو النار وفي القبر وهما اسما مكان أو مصدران، وفي قراءة كسر القاف الأول اسم فاعل، والثاني اسم المفعول أي: فمنكم قار ومنكم مستودع، (قَدْ فَصَّلْنَا الْآيَاتِ </p><p> لِقَوْمٍ يَفْقَهُونَ)، الفقه: تدقيق النظر، فهو أليق بالاستدلال بالأنفس لدقته بخلاف الاستدلال بالآفاق، ففيه ظهور ولهذا قال في الأول:  \" لقوم يعلمون \" . </p><p> (وَهُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ) : من جانبه، (مَاءً فَأَخْرَجْنَا بِه) : بسبب الماء، (نَبَاتَ كُلِّ شَيْءٍ) : تنبت، (فَأَخْرَجْنَا مِنْهُ) : من النبات أو الماء، (خَضِرًا) : زرعًا وشجرًا أخضر، (نُخْرِجُ مِنْهُ) : من الخضر، (حَبًّا مُتَرَاكِبًا) : بعضه على بعض كسنابل البر وغيره، (وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ) ، الطلع: أول ما يخرج من ثمرها والقنو: العرجون، وهو مبتدأ \" ومن النخل \" خبره، \" ومن طلعها \" بدل، (دَانيَةٌ) : سهلة المجتنى لقصر النخل اللاصقة عذوقها بالأرض، أو قريب بعضها من بعض على التفسير الأول ذكر الدانية لأن النعمة فيها أظهر أو دل بذكر القريبة على ذكر البعيدة كقوله \" سَرَابِيلَ تَقِيكُمُ الْحَرَّ \"  [النحل: ٨١] أي: والبرد، (وَجَنَّاتٍ من أَعْنَابٍ) عطف على (نبات) ، أو على (خضراً)  (وَالزَّيتونَ وَالرُّمَّانَ) أي: شجريهما بدليل انظروا إلى ثمره، (مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ) أي: متشابهًا ورقهما، فإن ورقهما قريب غير متشابه </p>"
}