{
  "id": null,
  "sura": 7,
  "aya": 65,
  "text": "<p> (قَالَ الْمَلأ) أي: الأشراف والسادة (مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلالٍ مبِينٍ) بين لأنك تركت دين آبائك (قَالَ يَا قَوْمِ لَيْسَ بِي ضَلالَةٌ) أي: أقل ما يطلق عليه اسم الضلال (وَلَكِنِّي رَسُولٌ من ربِّ الْعَالَمِينَ) ثابت على الصراط المستقيم (أبَلِّغُكُمْ) صفة لرسول أو استئناف (رِسَالاتِ ربي وَأَنصَحُ لَكُمْ) يقال نصحته ونصحت له (وَأَعْلَمُ مِنَ اللهِ) من جهته بالوحي (مَا لا تَعْلَمُون) من صفات لطفه وقهره (أَوَعَجِبْتُمْ) الهمزة للإنكار، أي: أكذبتم وعجبتم من (أَنْ جَاءَكُمْ ذِكْرٌ) موعظة (مِن ربكُمْ عَلَى) لسان (رَجُلٍ مِنْكُمْ) من جنسكم (لِيُنذِرَكُمْ) عاقبة المعاصي (وَلِتَتَّقُوا) من المعصية بسبب الإنذار (وَلَعَلَّكُمْ تُرْحَمُونَ) بالتقوى (فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ) ظرف معه أي: صاحبوه في الفلك، أو حال من ضمير معه، أو من الموصول، والأصح أنَّهم ثمانون (وَأَغرَقنا) بالطوفان (الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ) عمى القلوب عن معرفة الله تعالى. </p><p> * * * </p><p> (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (٦٥) قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا </p><p> لَنَظُنُّكَ مِنَ الْكَاذِبِينَ (٦٦) قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ (٦٧) أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ (٦٨) أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللهِ لَعَلَّكُمْ تُفْلِحُونَ (٦٩) قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٧٠) قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللهُ بِهَا مِنْ سُلْطَانٍ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (٧١) فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ (٧٢) </p><p> * * * </p><p> (وَإِلَى عَادٍ) أي: إلى قومه عطف على \" نوحًا \"  (أَخَاهُمْ) في النسب، أو واحد منهم كقولك: يا أخا العرب (هُودًا) عطف بيان لـ أخاهم (قَالَ يَا قَوْمِ اعبدُوا الله مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلا تَتقُونَ) عذاب الله (قَالَ الْمَلأ) الأشراف (الذِين كَفَرُوا مِن قَوْمِهِ) ومن أشرافهم من آمن به (إِنَّا لَنَرَاكَ في سَفَاهَةٍ) في خفة عقل (وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَكِنِّي) كامل العقل لأني </p><p> (رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أُبَلِّغُكُمْ رِسَالاتِ ربِّي وَأَنَا لَكمْ نَاصِحٌ أَمِينٌ) على الرسالة لا أكذب فيها (أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ) قد مر تفسيره قريبًا فلا نعيده (وَاذْكُرُوا إِذْ جَعَلَكُمْ خلَفَاءَ مِن بَعْدِ قَوْمِ نوحٍ) في مساكنهم أو في الأرض بأن أخذ منهم وأعطاكم (وَزَادَكمْ في الْخَلْق بَصْطَةً) قامة وقوة (فَاذْكُرُوا آلاءَ اللهِ) تعميم بعد تخصيص (لَعَلَّكُمْ تُفْلِحُونَ) بسبب ذكر النعم وشكره (قَالُوا أَجِئْتَئنا) مجاز من القصد والتعرض أي: أقصدتنا (لِنَعْبُدَ اللهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا) من الأصنام (فَأتِنَا بِمَا تَعِدُنَا) من العذاب (إِنْ كُنْتَ مِنَ الصَّادِقِينَ) في الوعد (قَالَ قَدْ وَقَعَ) وجب وحق أو جعل متحقق الوقوع كالواقع (عَلَيْكُمْ مِنْ ربِّكمْ رِجْسٌ) عذاب (وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ) أي: في أشياء ما هي إلا أسماء أحدثتموها فما هي إلا من موضوعاتكم ومخترعاتكم وليس تحتها مسميات، فإن معنى الإلهية فيها بالكلية منتف فكيف تتخذونها إلها (مَا نَزَّلَ اللهُ بِهَا مِنْ سُلْطَانٍ) ما جعل الله لكم في عبادتها حجة ولا دليلاً (فانتَظِروا) أمر الله تعالى (إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ) حتى تروا حالكم وحالنا (فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا </p>"
}