{
  "id": null,
  "sura": 7,
  "aya": 158,
  "text": "<p> (بِالْمَعْرُوفِ) والخير (وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ) والشر (ويحِل لَهُمُ الطيِّبَاتِ) مما حرموا على أنفسهم من البحيرة والسائبة والوصيلة ومما حرم عليهم في التوراة من لحوم الإبل والشحوم (وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ) كالدم ولحم الخنزير والميتة والربا (وَيَضَعُ) يخفف ويسقط (عَنْهمْ إِصْرَهمْ) أي: ثقلهم العهد الثقيل الذي أخذ عليهم بالعمل بالتوراة (وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ) التكاليف الشاقة التي كانت في دينهم (فَالَّذِينَ آمَنُوا بِهِ) بهذا الرسول (وَعَزَّرُوهُ) عظموه (وَنَصَرُوهُ) على عدوه (وَاتَّبَعُوا النُّورَ) أي: القرآن (الَّذِي أُنْزِلَ مَعَهُ) أي: مع نبوته وقيل: متعلق باتبعوا القرآن مع اتباع النبي أي: اتبعوا الكتاب والسنة (أُولَئِكَ هُمُ الْمفْلِحون) الفائزون في الدارين. </p><p> * * * </p><p> (قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (١٥٨) وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٥٩) وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ </p><p> فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (١٦٠) وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ (١٦١) فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ (١٦٢) </p><p> * * * </p><p> (قُلْ يَا أَيُّهَا النَّاسُ) خطاب عام لا يشذ عنها أحد (إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا الَّذِي) صفة الله والفصل غير أجنبي أو منصوب بتقدير أعني (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ) بدل اشتمال من له ملك السماوات (يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللهِ وَكَلِمَاتِهِ) جميع كتبه (وَاتَّبِعُوهُ) في الإيمان بالله وجميع الكتب وبما أمر ونهى (لَعَلَّكُمْ تَهْتَدُونَ) لكي تهتدوا (وَمِنْ قَوْمِ مُوسَى) بني إسرائيل (أمَّةٌ يَهْدُون) الناس (بِالْحَقِّ) محقين (وَبِهِ) بالحق (يَعْدِلُون) في الحكم وهم الثابتون على الحق من اليهود قرنا بعد قرن أو من </p><p> آمن منهم كعبد الله بن سلام وأتباعه أو قوم وراء الصين هم على الحق آمنوا بمحمد لا يصل أحد منهم إلينا ولا منا إليهم. </p><p> (وَقَطَّعْنَاهُمُ) صيرنا بني إسرائيل قطعًا وفرقناهم (اثْنَتَيْ عَشْرَةَ) مفعول ثان لقطع لأنه متضمن معنى صير أو حال وتأنيثه للحمل على الأمة أو القطعة (أَسْبَاطًا) تمييز له وهو من الجمع الذي وقع موقع المفرد فإن معناها القبيلة؛ لأن كل قبيلة أسباط لا سبط أو بدل منه (أُمَمًا) بدل أو نعت لأسباطًا (وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ) في التيه (أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ) جنس الحجر أو حجرًا خاصًا كان </p><p> معه كما مر ذكره في سورة البقرة (فَانْبَجَسَتْ) أي: فضرب فانفجرت (مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ) كل قبيلة (مَشْرَبَهُمْ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ) لدفع حر الشمس (وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ) شيء كالترنجبين (وَالسَّلْوَى) طير كالسماني وقلنا لهم (كُلُوا مِنْ طَيِّبَاتِ) مستلذات (مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا) ما رجع ضر كفران نعمه إلينا (وَلَكِنْ كَانُوا أَئفُسَهُمْ يَظْلِمُونَ) يضرون أنفسهم ووبال فعلهم راجع إليهم (وَإِذ قِيلَ لَهُمُ) أي: واذكر هذا الزمان (اسْكُنُوا هَذِهِ الْقَريةَ) بيت المقدس أو أريحا (وَكُلُوا مِنْهَا حَيْثُ شئْتُمْ وَقُولُوا حِطةٌ) أي: مغفرة يعني استغفروا أو أقروا بالذنب أو احطط عنا الخطايا (وَادْخُلُوا الْبَابَ) باب البلد (سُجَّدًا) شكرًا لله تعالى على الفتح والإنقاذ من التيه (نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ) ثوابًا وهو استئناف ولم يأت بالعطف إشعارًا على أنه تفضل محض (فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ) بدلوا بحطة حنطة استهزاء (فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا) عذائا مقدرًا (مِنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ) بسبب ظلمهم. </p><p> * * * </p>"
}