{
  "id": null,
  "sura": 7,
  "aya": 40,
  "text": "<p> ضعف من عذاب جهنم في هذا الحين، أو لكل عذاب لا مزيد له، أو عذاب ضعف ما يتصور أحدكم في شأن الآخر (وَلَكِن لَا تَعْلَمُون) ما لكل فريق منكم من العذاب. </p><p> (وَقَالَتْ أُولَاهُمْ) القادة (لِأُخْرَاهُمْ) الأتباع (فَمَا كاَنَ لَكُمْ عَلَيْنَا مِنْ فَضْل) رتبوا هذا الكلام على قول الله يعني: أن القادة لما سمعوا قوله تعالى: (لكل ضعف) قالوا للسفلة: ما لكم فضل علينا فإنا متساوون في الضلال والعذاب (فَذُوقُوا الْعَذَابَ بِمَا كُنتمْ تَكْسِبُونَ) من قول القادة، أو من قول الله. </p><p> * * * </p><p> (إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ (٤٠) لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ وَكَذَلِكَ نَجْزِي الظَّالِمِينَ (٤١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٤٢) وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لله الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللهُ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ (٤٣) وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللهِ عَلَى الظَّالِمِينَ (٤٤) الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ كَافِرُونَ (٤٥) وَبَيْنَهُمَا حِجَابٌ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ (٤٦) وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ (٤٧) </p><p> * * * </p><p> (إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا) أي: عن الإيمان بما (لا تُفَتَّحُ لَهُمْ) لأرواحهم (أَبْوَابُ السَّمَاءِ) بل يُهوَى بما إلى السجين أو لا يصعد لهم عمل صالح ولا دعاء (وَلا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) أي: حتى يدخل البعير في ثقب الإبرة وذلك مما لا يكون فكذا ما توقف عليه (وَكَذَلِكَ) مثل ذلك الجزاء الفظيع (نَجْزِي الْمُجْرِمِينَ لَهُم مِّن جَهَنَّمَ مِهَادٌ) فراش (وَمِن فَوْقِهِمْ غَوَاشٍ) لحاف جمع غاشية (وَكَذَلِكَ نَجْزِى الظَّالِمِينَ) سماهم مرة ظالمًا ومرة مجرمًا؛ لتعدد قبائحهم وتكثرها (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ)  \" لا نكلف \" جملة معترضة بين المبتدأ والخبر للترغيب والإعلام بأن هذه المرتبة الجليلة ممكنة الوصول إليها بسهولة (وَنزَعْنَا) أخرجنا (مَا في صُدُورِهِم مّنْ غِلٍّ) حسد وحقد كان بينهم في الدنيا فلم يبق بينهم إلا التواد (تَجْرِي مِنْ تَحْتِهِمُ) تحت منازلهم (الْأَنْهَارُ وَقَالُوا) لما رأوا تلك النعمة (الْحَمْدُ لله الَّذِي هَدَانَا لِهَذَا) لعملٍ هذا ثوابه (وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللهُ) اللام لتوكيد النفي ويدل ما قبل لولا على جوابه (لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) فحصل لنا هذه النعمة بإرشادهم (وَنُودُوا أَن تِلْكُم الْجَنَّةُ) إذا رأوها من بعيد، أو بعد دخولها، وأن هي المخففة أو مفسرة فإن المناداة من القول (أورِثْتُمُوهَا) حال من الجنة أو خبر والجنة صفة (بِمَا كُنتُمْ تَعْمَلُون) </p><p> أعطيتموها بلا تعب كالميراث، أو ميراثكم من أهل الجنة، فقد ورد \" ما من أحد إلا وله منزل في الجنة وفي النار، والكافر يرث المؤمن منزله من النار والمؤمن الكافر من الجنة \"  (وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ) تبجحًا بحالهم وشماتة بالكفرة (أَن قَد وَجَدْنَا) يحتمل المخففة والتفسير (مَا وَعَدَنَا رَبُّنَا) في الدنيا من الثواب (حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ) من العذاب وأهوال الآخرة (حَقًّا قَالُوا نَعَمْ فَأَذنَ مُؤَذِّنٌ) نادى مناد (بَيْنَهُمْ أَنْ لَعْنَةُ اللهِ عَلَى الظَّالِمِينَ)  \" أن \" كما مر (الَّذِينَ يَصدُّونَ عَن سبِيلِ اللهِ) صفة الظالمين أي: يمنعون الناس عن اتباع شرعه (وَيَبْغُونَهَا عِوَجًا) زيغًا وميلاً حتى لا يتبعها أحد (وَهُمْ بِالْآخِرَةِ كَافِرُونَ وَبَيْنَهُمَا حِجَابٌ) بين الجنة والنار حاجز يمنع من وصول أهل النار إلى الجنة، وهو الأعراف (وَعَلَى الأعْرَافِ) وهو السور المضروب بينهما (رِجَالٌ يَعْرِفُونَ كُلًّا) من أهل الجنة والنار (بِسِيمَاهُمْ) بعلامتهم التي أعلمهم الله تعالى بها قبل دخول أهل الجنةِ الجنةَ والنارِ النارَ وَبَعَّدَه لارتفاع محلهم وإشرافهم، وبإعلام الله تعالى إياهم فهم يعرفونهم بأشخاصهم، والأصح بل الصحيح أنهم قوم استوت حسناتهم وسيآتهم (وَنَادَوْا) عطف على يعرفون (أَصْحَابَ الْجَنَّةِ أَنْ سَلامٌ عَلَيْكُمْ) وأن مثل ما مر (لَمْ يَدْخُلُوهَا) استئناف (وَهُمْ يَطْمَعُونَ) في دخولها عطف، أو حال من النفي أي: هم عند عدم الدخول </p>"
}