{
  "id": null,
  "sura": 7,
  "aya": 172,
  "text": "<p> (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (١٧٢) أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ (١٧٣) وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ (١٧٤) وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ (١٧٥) وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ (١٧٦) سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ (١٧٧) مَنْ يَهْدِ اللهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (١٧٨) وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ (١٧٩) وَلله الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ (١٨٠) وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٨١) </p><p> * * * </p><p> (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ) بدل من بني آدم (ذُرِّيَّتَهُمْ) أي: أن الله أخرج ذرية آدم بعضهم من ظهور بعض على نحو ما يتوالد الأبناء من الآباء في </p><p> الترتيب (وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ) أشهد بعضهم على بعض (أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا) قال بعضهم: شهدنا قول الملائكة لا قول بني آدم وهو أنه قال الله تعالى للملائكة اشهدوا على إقرارهم قالوا شهدنا (أَنْ تَقُولُوا) أي: كراهة أن تقولوا (يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا) أي: عن إنك ربنا (غَافِلِينَ) لم ننبه عليه ولذلك نصبنا الأَدلة على الربوبية وأرسلنا الرسل بذكرهم العهد فلا يكون لهم عذر (أَوْ تقُولُوا) عطف على أن تقولوا (إِنَّمَا أَشْرَكَ آباؤُنَا مِنْ قَبْلُ) قبل زماننا (وَكُنَّا ذُريةً مِنْ بَعْدِهِمْ) فاقتدينا بهم (أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ) الآباء المبطلون بتأسيس الشرك. اعلم أن الأحاديث الصحاح الدالة على أن الله استخرج ذرية آدم من صلبه وميز بين أهل الجنة والنار وأما الإشهاد عليهم هناك بأنه ربُّهم ففي حديثين موقوفين على ابن عباس وابن عمر - رضي الله عنهم - كما حققه الثبات من المحدثين </p><p> ووافقهما أكثر السلف والخلف كأبي بن كعب ومجاهد وعكرمة وسعيد بن جبير وقتادة والسدي وغيرهم وقال بعض السلف والخلف: المراد بهذا الإشهاد أنه خلقهم على فطرة الإسلام ونصب لهم دلائل التوحيد ولظهورها صارت بمنزلة أنه قيل لهم: \" أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى \" وأنت تعلم أن ابن عباس حبر الأمة وأعلم الناس بمعاني القرآن (وَكَذَلِكَ) مثل ذلك التبيين (نُفَصِّلُ الْآيَاتِ) لفوائد جمة (وَلَعَلَّهُمْ يَرْجِعُونَ) لكي يرجعوا عن اتباع الأصل. </p><p> (وَاتْل عَلَيْهِمْ) على اليهود أو على قومك (نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا) من الآيات بأن أعرض وكفر (فَأَتْبَعَهُ الشَّيْطَانُ) لحقه وأدركه (فَكَانَ مِنَ </p><p> الْغَاوِينَ) صار من الضالين هو رجل من بني إسرائيل والأكثرون على أنه بلعم بن باعوراء عالم باسم الله الأعظم سألوا عنه أن يدعو على موسى وجنوده فأبى ثم ألحوا فألحوا وجاءوه بالرشوة فقبل فدعا عليهم فقبل الله ثم دعا موسى عليه فنزع عنه الإيمان والاسم الأعظم، وقال بعضهم: ما يسر الله له الدعاء على موسى لكن قال لهم: أخرجوا النساء تستقبلهم فعسى أن يزنوا ففعلوا فوقع واحد من بني إسرائيل في الزنا فنزل عليهم الطاعون فقتل أحد علمائهم الزاني فكشف عنهم العذاب قيل فحسب من هلك في الطاعون في ساعة من النهار فوجدوا سبعين ألفًا (وَلَوْ شِئْنَا لَرَفَعْنَاهُ) إلى الدرجات العلى (بِهَا) بسبب تلك الآيات (وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ) مال إلى الدنيا وزخارفها فإن جميع زخارفها من الأرض (وَاتبَعَ هَوَاهُ) في أخذ الرشوة والإعراض عن أمر الله تعالى (فَمَثَلُهُ كَمَثلِ الْكَلْبِ) في أخس أحواله وهو (إِنْ تَحْمِلْ عَلَيْهِ) إن شد عليه فطرد (يَلْهَثْ) : هو إخراج الكلب اللسان (أَوْ تَتْرُكْهُ) غير متعرض له بالزجر (يَلْهَثْ) قد نقل: إن بلعم لما دعا عليهم اندلع لسانه فوقع على صدره وجعل يلهث كالكلب أو مثله في أنه إن وعظته أو تركته فهو على </p><p> الضلال كالكلب في لهثته فِي الحالتين أو إن قلب الكافر ضعيف كالكلب فإن لهث الكلب من ضعف قلبه ولا يلهث سائر الحيوان إلا في حال إعياء أو عطش (ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ) المذكور على اليهود أو على كفار مكة (لَعَلَّهُمْ يَتَفَكَّرُونَ) فيعلموا أنها شابهت قصتهم وحالهم فيتعظوا (سَاءَ مَثَلًا الْقَوْمُ) أي: مثل القوم على حذف المضاف (الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ) أي: وما ظلموا بالتكذيب إلا أنفسهم فتقديم المفعول للتخصيص (مَنْ يَهْدِ اللهُ فَهُوَ الْمُهْتَدِي) والاهتداء من أعظم الصفات (وَمَنْ يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ) والإفراد في الأول والجمع في الثاني إشارة إلى أن طريق الهدى واحد فهم كرجل واحد وأنواع الضلال مختلفة متكثرة (وَلَقَدْ ذَرَأْنَا) خلقنا (لِجَهَنَّمَ) اللام للعاقبة (كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ) وهم الذين حقت عليهم كلمة الشقاوة (لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا) أي: لا ينتفعون بشيء من هذه الجوارح التي خلقها الله للاهتداء (أُولَئِكَ كَالْأَنْعَامِ) فِى عدم فقه معرفة الحق والإبصار للاعتبار والاستماع للتدبر بل صرفوا مشاعرهم وقصروها في أسباب التعيش (بَلْ هُمْ أَضَلُّ) فإن الدواب تفعل ما خلقت له إما بالطبع وإما بالتسخير وترتدع عن مضارها بخلاف الكافر فإنه خلق ليعبد الله وهو يعبد الشيطان ويعلم بعضهم أنه يضره ويرتكبه عنادًا (أُولَئِكَ هُمُ الْغَافِلُونَ) أشد غفلة لا </p><p> غفلة بعد (وَلله الأسْمَاءُ الْحُسْنَى) هي أحسن الأسماء دالة على أحسن المعاني وليست منحصرة في التسعة والتسعين (فَادْعُوهُ بِهَا) سموه بتلك الأسماء (وَذَرُوا </p>"
}