{
  "id": null,
  "sura": 7,
  "aya": 148,
  "text": "<p> أن يتبعوا أفضل ما فيها وهو الصبر والعفو (سَأُرِيكُمْ دَارَ الْفَاسِقِينَ) أي: سترون عاقبة من خالف أمري كيف تصير إلى الهلاك أو هي جهنم فاحذروا أن تكونوا منهم أو منازلهم كيف تكون خاوية على عروشها قيل هذا بشارة بأنه سيرزقهم أرض أعدائهم (سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ) أي: أمنعهم عن فهم الحجج والأدلة الدالة على وحدانيتي وعظمتي وأنزع عنهم فهم كلامي (بِغَيْرِ الْحَقِّ) صلة يتكبرون أو حال فإن تكبر المحق على المبطل حق والتكبر على المتكبر صدقة (وَإِنْ يَرَوْا كُلَّ آيَةٍ) معجزة (لَا يُؤْمِنُوا بِهَا) لعنادهم (وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ) طريق الهدى والسداد (لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ) طريق الضلال (يَتَّخِذُوهُ سَبِيلًا ذَلِكَ) إشارة إلى مصيرهم إلى هذه الحالة (بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ) لا يتدبرون فيها (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ) أي: لقائهم الدار الآخرة (حَبِطَتْ أَعْمَالُهُمْ) بطلت فليس لها نفع (هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ) إلا جزاء أعمالهم. </p><p> * * * </p><p> (وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ (١٤٨) وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ (١٤٩) وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي </p><p> فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ (١٥٠) قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (١٥١) </p><p> * * * </p><p> (وَاتَّخَذَ قَوْمُ مُوسَى) أي: اتخذ السامري لهم بإعانتهم ورضاهم فكأنهم هم الذين اتخذوا (مِنْ بَعْدِه) من بعد ذهابه إلى الجبل (مِنْ حُلِيِّهِمْ) التي استعاروا من القبط (عِجْلًا جَسَدًا) بدنا ذا لحم ودم بدل من عجلا (لَهُ خُوَارٌ) صوت البقر قال بعضهم: استمر على كونه من الذهب إلا أنه يدخل في فيه الهواء فيصوت كالبقر (أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا) أي: ألم يروا حين اتخذوه إلها أنه حيوان لا يقدر على كلام ولا على إرشاد فكيف اعتقدوا على أنه خالق القوى والقدر؟! (اتَّخَذُوهُ) إلهًا (وَكَانُوا ظَالِمِينَ) فلوضعهم الأشياء في غير موضعها اتخذوه إلها (وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ) كناية عن الندامة فإن النادم يعض يده (وَرَأَوْا) اعلموا (أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا) بقبول توبتنا (وَيَغْفِرْ لَنَا) هذا الذنب العظيم (لَنَكُونَنَّ مِنَ الْخَاسِرِينَ) الهالكين. </p><p> (وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ) عليهم (أَسِفًا) شديد الغضب أو حزينًا فإنه قد أعلمه الله بذلك وهو على الطور كما قال تعالى: \" فإنا قد فتنا قومك من بعدك \"  [طه: ٨٥] ، (قَالَ بِئْسَمَا خَلَفْتمونِي مِنْ بَعْدِي) أي: فعلتم بعد ذهابي وفاعل بئس ضمير يفسره ما والمخصوص بالذم محذوف أي: بئس فعلاً فعلتموه من بعدي فعلكم (أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ) وهذا كما يقال لمن ولى أحدًا غير مستحق للولاية: عجلت أمر السلطنة أي: في حالها وأمرها أو ضمن عجل معنى سبق فعدى تعديته أي: سبقتم أمر ربكم أو ميعاد ربكم أو سخط ربكم (وَأَلْقَى الألْوَاحَ) طرحها غضبًا (وَأَخَد بِرَأْسِ أَخِيهِ) بشعره (يَجُرُّهُ إلَيْهِ) خوفًا عن أن يكون قد قصر في نهيهم وهارون أكبر من موسى (قَالَ ابْنَ أُمَّ) كانا أخوين من أب وأم وذكَر الأم ليرققه (إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي) أي: بذلت وسعي في النهي حتى قهروني وقاربوا قتلى (فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ) لا تفعل بي شيئًا يشمتون </p>"
}