{
  "id": null,
  "sura": 7,
  "aya": 109,
  "text": "<p> يرضى إلا بمثلي ناطقًا به أو معناه أني حريص على ألَّا أقول (قَدْ جِئْتُكُمْ بِبَيِّنةٍ) وهي العصا (مِنْ رَبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ) خلهم حتى يرجعوا معي إلى الأرض المقدسة فإن فرعون قد استخدمهم في الأعمال الشاقة (قَالَ إِنْ كُنْتَ جِئْتَ بِآيَةٍ) من عند من أرسلك (فَأتِ بِهَا) أحضرها عندي (إِنْ كُنْتَ مِنَ الصَّادِقِينَ) في دعواك (فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ) حية عظيمة لا يشك في أنها حية (وَنَزَعَ يَدَهُ) أخرجها من جيبه بعدما أدخلها فيه (فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ) لها شعاع غلب نور الشمس ثم أعادها إلى كمه فعادت إلى لونها الأول وللناظرين متعلق بـ بيضاء، أي: بيضاء للنظارة (١) . </p><p> * * * </p><p> (قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (١٠٩) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ (١١٠) قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ (١١١) يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ (١١٢) وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ (١١٣) قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ (١١٤) قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ (١١٥) قَالَ أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ (١١٦) وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ (١١٧) فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ (١١٨) فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ (١١٩) وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ (١٢٠) قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ (١٢١) رَبِّ مُوسَى وَهَارُونَ (١٢٢) قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ </p><p>(١) في الأصل \" للنضارة \" والتصويب من تفسير البيضاوي.</p><p> لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ (١٢٣) لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ (١٢٤) قَالُوا إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ (١٢٥) وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ (١٢٦) </p><p> * * * </p><p> (قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ) في صنعته أي: قالوا ذلك موافقين لقول فرعون كما حكاه تعالى: \" قال للملأ حوله إن هذا لساحر عليم \"  [الشعراء: ٣٤] ، فوافقوه وقالوا كمقالته أو قال الملأ بطريق التبليغ من لسان فرعون إلى القوم يعني القبط (١)  (يُرِيدُ أَنْ يُخْرِجَكُمْ) يا معشر القبط (مِنْ أَرْضِكُمْ فَمَاذَا تَأمُرُون) تشيرون في أمره (قَالُوا) بعدما اتفقوا رأيهم (أَرْجِهْ وَأَخَاهُ) الإرجاء التأخير أي: أخر أمره وأمر أخيه أو احبسه وأصله أرجئه (وَأَرْسِلْ في الْمَدَائِن حَاشرينَ) أي رجالاً يحشرون إليك من في مدائن صعيد مصر من نواحي مصر من السحرة (يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ) على موسى (قَالَ) فرعون (نَعَمْ) إن لكم أجرًا (وَإِنَّكُم لَمِنَ الْمُقَرَّبِينَ) فهو معطوف على محذوف سد مسد نعم (قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ) عصاك (وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ) ما معنا من الحبال ورغبتهم في أن </p><p>(١) في الأصل \" قبط \" والتصويب من الكشاف.</p><p> يلقوا قبله، ولهذا غيروا نظم الكلام إلى آكد وجه (قَالَ) موسى كرمًا ووثوقًا على الله (أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ) خيلوا إليها ما لا حقيقة له (وَاسْتَرْهَبُوهُمْ) خوفوهم (وَجَاءُوا بِسِحْرٍ عَظِيمٍ) قيل خمسة عشر ألف ساحر وقيل أكثر، ومع كل عصي وحبال غلاظ طوال، وألقوا فإذا حيات قد ملأت (١) الوادي تركب بعضها بعضًا (وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ) فألقاها (فَإِذَا هِيَ تَلْقَفُ) تبتلع (مَا يَأْفِكُونَ) ما يزورونه من الإفك، فلما أكلت حبالهم وعصيهم بأسرها، قالت السحرة: لو كان هذا سحرًا لبقيت حبالنا وعصينا (فَوَقَعَ الْحَقُّ) ثبت وظهر (وَبَطَلَ مَا كَانُوا يَعْمَلُونَ) من السحر (فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ) صاروا أذلاء، وأرجعوا إلى مدينتهم أذلاء مغلوبين، والضمير لفرعون وقومه (وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ) ألقاهم الله تعالى، أو ألهمهم أن يسجدوا، أو من سرعة سجودهم كأنهم ألقوا (قَالُوا آمَنَّا بِرَبّ الْعَالَمِينَ رَبّ مُوسَى وَهَارونَ) لا رب </p><p>(١) في الأصل \" امتلأت \" والتصويب من تفسير البيضاوي.</p>"
}