{
  "id": null,
  "sura": 7,
  "aya": 182,
  "text": "<p> الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ) ذروهم وإلحادهم فيها بإطلاقها على آلهتهم بزيادة ونقصان كاللات من الله والمنات من المنان والعزى من العزيز وقيل الإلحاد فيها تسميته بما لم يرد في الكتاب ولا في السنة كـ يا سخي ويا مكار، ويا عاقل (سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ) من الإلحاد (وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ) يقولونه ويدعون إليه (وَبِهِ يَعْدِلُونَ) يعملون ويقضون وهم المهاجرون والأنصار والتابعون بإحسان إلى يوم الدين وهذه صفة من ذرأ للجنة كما وصف من ذرأ لجهنم. </p><p> * * * </p><p> (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (١٨٢) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (١٨٣) أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ (١٨٤) أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ (١٨٥) مَنْ يُضْلِلِ اللهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١٨٦) يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي </p><p> السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (١٨٧) قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (١٨٨) </p><p> * * * </p><p> (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُمْ) سنقربهم إلى الهلاك والعذاب قليلاً قليلاً (مِنْ حَيْثُ لَا يَعْلَمُونَ) كلما جددوا معصية جددنا لهم وأسبغنا عليهم النعم وننسيهم الشكر والاستدراج الاستصعاد أو الاستنزال درجة درجة (وأُمْلِي لَهُمْ) وأمهلهم ليزدادوا ضلالاً بعد ضلال (إِنَّ كَيْدِي مَتِينٌ) مكري شديد (أَوَلَمْ يَتَفَكرُوا) فيعلموا (مَا بِصَاحِبِهِمْ) أي: محمد عليه الصلاة والسلام (مِنْ جِنَّةٍ) جنون نزلت حين علا عليه الصلاة والسلام الصفا فدعاهم يحذر فقال قائل منهم: إن صاحبكم مجنون بات يهوت إلى الصباح (إِنْ هُوَ إِلا نَذِيرٌ مُبينٌ) إنذاره (أَوَلَمْ يَنْظُرُوا) نظر استدلال (فِي مَلَكُوتِ السَّمَاوَاتِ وَالأرْضِ) ربوبيتها وملكها وقيل </p><p> عجائبها والتاء فيه للمبالغة (وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ) وفيما يقع عليه اسمًا لشيء ففي كل شيء له آية (وَأَنْ) أي: أنه (عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ) أي: أولم ينظروا في اقتراب آجالهم ليسارعوا إلى ما ينجيهم من العذاب واسم كان ضمير الشأن (فَبِأَيِّ حَدِيثٍ بَعْدَهُ) بعد القرآن (يُؤْمِنُونَ) إن لم يؤمنوا به وليس بعد هذا البيان حديث آخر ينتطر وروده ليؤمنوا به (مَنْ يُضْلِلِ اللهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) حال من هم ومن قرأ ويذرهم بالياء والجزم فعطف على محل فلا هادي. </p><p> (يَسْألونَكَ عَنِ السَّاعَةِ) أي: القيامة (أَيَّانَ مُرْسَاهَا) متى يكون، وأي وقت إثباتها؟ نزلت في قريش يسألون وقتها استبعادًا لوقوعها (قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ) أي: لا يظهر أمرها في وقتها إلا هو أي: الخفاء به مستمر إلى وقت الوقوع واللام للتأنيث كقولهم كتب لثلاث من رجب (ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ) عظمت وشقت على أهل السماوات والأرض لهولها أو ثقلت عليهما عند الوقوع حتى انشقت وانهدمت، أو ثقل علمها وخفاؤها على أهلهما وعلى الوجوه كلمة في استعارة منبهة على تمكن الثقل، أو معناه خفيت في السماوات والأرض لا يعلمها شيء وكل خفي ثقيل (لَا تَأْتِيكُمْ إِلَّا بَغْتَةً) فجأة على غفلة ونصبه على المصدر فإنها نوع من الإتيان (يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا) أي: عالم بها </p><p> من حفى عن الشيء بالغ في السؤال عنه، والمبالغة في السؤال مستلزم للعلم أطلق الحفى وأريد العالم، أو كأنك بالغت في السؤال عنها حتى علمت، أو عنها متعلق بـ يسألونك أي: يسألونك عنها كأنك شفيق بهم من الحفاوة بمعنى الشفقة فإن قريشًا قالوا يا محمد بيننا وبينك قرابة فأسر إلينا متى الساعة، وكأنك في موقع الحال أي: مشبهًا حالك بحال الحفي (قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ) لا يطلع عليه أحد كرره تأكيدًا (وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) أن علمها مختص بالله (قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا) أي: جلب نفع ولا دفع ضر (إِلا مَا شَاءَ اللهُ) أي: لكن ما شاء يصل فمنقطع أو إلا نفعًا وضرًّا يملكني الله ويوفقني به فمتصل (وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ) أي: لكانت حالي من استكثار الخير واستفراز المنافع واجتناب السوء على خلاف ما هي عليه، فلم أكن غالبًا مرة ومغلوبًا أخرى، ورابحًا وخاسرًا في التجارة (إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ) أي: إلا عبد مرسل للإنذار والبشارة لهم فإنهم المنتفعون بهما، أو ما أنا إلا نذير </p>"
}