{
  "id": null,
  "sura": 7,
  "aya": 163,
  "text": "<p> (وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ (١٦٣) وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ (١٦٤) فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ (١٦٥) فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ (١٦٦) وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (١٦٧) وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَلِكَ وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ (١٦٨) فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ (١٦٩) وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ (١٧٠) وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ (١٧١) </p><p> * * * </p><p> (وَاسْأَلْهُمْ) أي: سل يا محمد هؤلاء اليهود الذين بحضرتك سؤال توبيخ وتقريع (عَنِ الْقَريةِ) أي: خبر أهلها (التِي كَانتْ حَاضِرَةَ الْبَحْرِ) قريبة منه، وهي أيلة بين مدين والطور (إِذْ يَعْدُونَ فِي السَّبْتِ) بدل من اشتمال القرية أو ظرف كانت أو حاضرة، </p><p> ومعناه يتجاوزون حدود الله يوم السبت (إِذ تَأتِيهِمْ حِيتَانُهُمْ) ظرف ليعدون أو بدل بعد بدل (يَوْمَ سَبْتِهِمْ) أي: يوم تعظيمهم أمر السبت من سبتت اليهود إذا عظمت سبتها بالتجرد للعبادة (شُرَّعًا) ظاهرة على الماء حال من الحيتان (وَيَوْمَ لا يَسْبِتُون) لا يعظمون سبتهم وهو غير يوم السبت (لَا تَأْتِيهِمْ كَذَلِكَ) مثل ذلك الامتحان التام (نَبْلُوهُمْ) نختبرهم بإظهار السمك في اليوم المحرم عليهم صيده، وإخفائها في اليوم المحلل لهم (بِمَا كَانُوا يَفْسُقُونَ) بسبب خروجهم عن طاعة الله تعالى (وَإِذْ قَالَتْ) عطف على إذ يعدون (أُمَّةٌ مِنْهُمْ) أي: فرقة من أهل القرية فإنهم ثلاث فرق: فرقة ارتكبوا الخطيئة، وفرقة ناهية، وفرقة سكتوا فما ارتكبوا وما نهوهم، فقالت الفرقة الساكتة للناهية:  (لِمَ تَعِظُونَ قَوْمًا اللهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا) فإنهم علموا لكثرة عدم نفع الموعظة أنها لا تنفع لا محالة استحقوا سخط الله تعالى (قَالُوا) أي: الفرقة الناهية ترهيبًا لهم هذه (مَعْذِرَةً إِلَى رَبِّكُمْ) حتى لا ننسب إلى تفريط في النهي عن المنكر، ومن قرأ بالنصب فتقديره وعظناهم معذرة (وَلَعَلَّهُمْ يَتقُونَ) عن الاصطياد في السبت فلا نيأس من أن تدركهم الرحمة (فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ) تركوا ترك الناسي (أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا) خالفوا أمرنا (بِعَذَابٍ بَئِيسٍ) شديد (بِمَا كَانُوا يَفْسُقُونَ) بسبب فسقهم والأصح أن </p><p> الفرقة المرتكبة دون غيرهم صاروا قردة والفرقتين الأخريين نجوا وعند بعضهم أن الفرقة الساكتة أيضًا مسخوا (فَلَمَّا عَتَوْا) تكبروا (عَن) ترك (مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ) عن بعض السلف أنَّهم سمعوا مناديًا قال: (كُونُوا قِرَدَةً خَاسِئِينَ) ذليلين أو المراد من أمرهم سرعة التكوين وأنهم صاروا كذلك لا حقيقة الأمر والأصح أن المسخ صوري ومعنوي ثم هلكوا بعد ثلاثة أيام ولم يبق منهم نسل، والعذاب البئيس هو المسخ فهذه الآية تقرير وتفصيل للأولى. </p><p> (وَإِذْ تَأَذَّنَ رَبُّكَ) أعلم أو قال أو أمر وحكم (لَيَبْعَثَنَّ عَلَيْهِمْ) على اليهود وأجرى تَأَذَّنَ كعلم الله وشهد الله مجرى القسم ولذلك أجيب بقوله ليبعثن (إِلَى يَوْمِ الْقيامَةِ مَنْ يَسُومُهُمْ) يعذبهم (سُوءَ الْعَذَابِ) أي: أوجب الله على نفسه ليسلطن عليهم من يعذبهم بضرب الجزية والإهانة وسبي النساء إلى آخر الدهر (إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ) لمن أصر على المعصية (وَإِنَّهُ لَغَفُورٌ رَحِيمٌ) على من تاب وأناب (وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا) فرقناهم في البلاد فلا تجتمع كلمتهم مفعول ثان؛ لأن القطع بمعنى التصيير (مِنْهُمُ الصَّالِحُونَ) صفة أمم (وَمِنْهُمْ) ناس (دُونَ ذَلِكَ) منحطون عن الصلاح (وَبَلَوناهُمْ) امتحناهم (بِالْحَسَنَاتِ) بالنعم (وَالسَّيِّئَاتِ) بالنقم (لَعَلَّهُمْ يَرْجِعُونَ) عما كانوا فيه (فَخَلَفَ مِنْ بَعْدِهِمْ) من بعد ذلك الجيل الذي فيهم الصالح والطالح (خَلْفٌ) والخلف بسكون العين البدل السوء (وَرِثُوا الْكِتَابَ) التوراة من أسلافهم (يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى) أي: حطام هذه الدنيا الحقير كالرشوة في تبديل حكم الله والجملة حال من فاعل ورثوا (وَيَقُولُونَ سَيُغْفَرُ </p><p> لَنَا) الفعل مسند إلى الجار والمجرور (وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ) أي: يرجون المغفرة والحال أنَّهم مصرون على الذنب عائدون على مثله. عن السدي كان بعضهم يطعن في حكامهم بأخذ الرشوة فإذا جعل مكان حاكمهم من يطعن بأخذ الرشوة هو أيضًا يأخذ فحاصله وإن يأت الآخرين عرض مثله يأخذوه (أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ) أي: في التوراة (أَنْ لَا يَقُولُوا) أي: بأن لا يقولوا أو عطف بيان لميثاق (عَلَى اللهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ) فهم ذاكرون لهذا الميثاق عطف على (أَلَمْ يُؤْخَذْ)  (وَالدَّارُ الْاخِرَةُ خَيْرٌ لِلذِينَ يَتَّقُونَ) المعاصي لا للذين يخالفون أمر الله تعالى فإن مصيرهم إلى النار (أَفَلَا تَعْقِلُونَ) فيعلموا ذلك ويرتدعوا عما هم فيه (وَالذِينَ يُمَسِّكُونَ بِالْكتَابِ) اعتصموا بكتابهم فآمنوا بمحمد - صلى الله عليه وسلم - (وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ) خبر الذين يمسكون (أَجْرَ الْمُصْلِحِينَ) أي: أجرهم لإصلاحهم (وَإِذْ نَتَقْنَا) رفعنا (الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ) الظلة: كل ما أظلك (وَظَنُّوا) تيقنوا (أَنَّهُ وَاقِعٌ بِهِمْ) ساقط عليهم إن خالفوا وقلنا لهم: (خُذُوا مَا آتيْنَاكُم) من الكتاب (بِقُوَّةٍ) بجد واجتهاد في العمل به (وَاذْكُرُوا مَا فِيهِ) فاعملوا به (لَعَلَّكُمْ تَتَّقُونَ) كي تتقوا عن القبائح وذلك أنَّهم أبوا قبول أحكام التوراة فرفع الطور فوقهم، وقيل لهم: إن قبلتم وإلا ليقعن عليكم فسجدوا وقبلوا. </p><p> * * * </p>"
}