{
  "id": null,
  "sura": 7,
  "aya": 11,
  "text": "<p> صحيفة الأعمال أو صاحب الأعمال، قيل: تارة توزن الأعمال وتارة صحيفتها وتارة صاحبها جمعًا بين الأحاديث، ويومئذ خبر الوزن والحق صفته. (فَمَنْ ثَقُلَتْ مَوَازِينُهُ) جمع موزون أي: أعماله مطلقًا أو ميزان وجعه على الثاني باعتبار كثرة الموزون. </p><p> (فَأُولَئِكَ هُمُ الْمُفْلحُونَ) الفائزون الناجون. </p><p> (وَمَنْ خَفتْ مَوَازَينُهُ فأُولَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ) بتضييع الفطرة السليمة. (بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ) فينكرونها. (وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ) بالتمليك والتصرف والقدرَة. (وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ) أسباب تعيشون بها. (قَلِيلًا مَا تَشْكُرُونَ) أي: شكرًا قليلاً، وما مزيدة. </p><p> * * * </p><p> (وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ (١١) قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (١٢) قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ </p><p> لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ (١٣) قَالَ أَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (١٤) قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ (١٥) قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ (١٦) ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ (١٧) قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ (١٨) وَيَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ (١٩) فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْءَاتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ (٢٠) وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ (٢١) فَدَلَّاهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ (٢٢) قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ (٢٣) قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ (٢٤) قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ (٢٥) </p><p> * * * </p><p> (وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ) خلق آدم من طين غير مصور ثم صوره نزل خلقه وتصويره منزلة خلق الكل وتصويره، لأنه أبو البشر، أو خلقناكم يا بني آدم ثم صورناكم في أرحام أمهاتكم أو صورناكم في ظهر آدم أو يوم الميثاق حين أخرجهم </p><p> كالذر، أو خلقناكم في أصلاب الرجال ثم صورناكم في أرحام النساء، وعلى هذا (ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ) : للتراخي في الإخبار. </p><p> (فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ) وقد مر الكلام في أن المأمور به جميع الملك، أو ملائكة الأرضين وأن إبليس منهم، أو من الجن (قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ) منع بمعنى أحوج واضطر؛ لأن الممنوع عن شيء مضطر إلى خلافه، أي: ما أحوجك إلى عدم السجدة؟ أو لا زائدة مؤكدة معنى الفعل الداخلة هي عليه والسؤال للتوبيخ (إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ) كأنه قال: المانع أني خير منه. </p><p> (خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ) والنار ألطف وأنور، فقاس وقصر النظر بالعنصر، وما نظر إلى تشريف خلقه بيده ونفخ روحه فيه، وأخطأ في القياس أيضًا؛ فإن (مِنْ طِينٍ) الحلم والوقار والرزانة والصبر وهو محل النبات والنمو، ومن النار الإهلاك والطيش والسرعة والارتفاع. </p><p> (قَالَ فَاهْبِطْ مِنْهَا) من الجنة أو من السماء أو من منزلتك (فمَا يَكُونُ لَكَ) ما يستقيم (أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ) ممن أهانه الله لكبره. </p><p> (قَالَ أَنظِرْنِي) أمهلني فلا تمتني (إِلَى يَوْمِ يُبْعَثُونَ قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ) إلى ابتداء القيامة وهي النفخة الثانية فتموت حين موت الخلائق. </p><p> (قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ) أي: بسبب إغوائك إياي أقسم بالله لأقعدن لهم كما يقعد القطاع للسابلة طريق الإسلام والباء متعلق بأقسم القدر، ولأن لام القسم مانع من تعلقه بأقعدن، ونصب صراط على الظرف، أو تقديره على صراطك (ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ) من قبل آخرتهم فأشككهم فيها أو دنياهم (وَمِنْ خَلْفِهِمْ) دنياهم أزين لهم أو آخرتهم (وَعَنْ أَيْمَانِهِمْ) من قبل حسناتهم، (وَعَنْ شَمَائِلِهِمْ) قبل سيآتهم، أو المراد من أي وجه ممكن، (وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ) مطيعين، وإنما قاله ظنًّا وقياسًا، ولقد صدق عليهم إبليس ظنه. </p><p> (قَالَ اخْرُجْ مِنْهَا مَذْءُومًا) معيبًا، والذأم: أشد العيب (مَدْحُورًا) مطرودًا، (لَمَنْ تَبِعَكَ مِنْهُمْ) لام توطئة القسم وجوابه (لأمْلأَن جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ) وهو ساد مسد جواب الشرط. </p><p> (وَيَا آدَمُ) أي: قلنا (اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ) وقد مر الخلاف في الشجرة (فَتَكُونَا) يحتمل النصب على الجواب، والجزم على العطف (مِنَ الظَّالِمِينَ) . </p><p> (فوَسْوَسَ لَهُمَا) فعل الوسوسة لأجلهما (الشَّيْطَانُ) والوسوسة حديث يلقيه في القلب (لِيُبْدِيَ لَهُمَا) ليظهر لهما، واللام إما للعاقبة وإما للغرض، فإن اللعين يعلم أن العصيان في الجنة سبب لسلب اللباس والفضيحة (مَا وُورِيَ عَنْهُمَا) ما غطى عنهما وستر (مِنْ سَوْءَاتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا) أكل (عَنْ هَذِهِ الشَّجَرَةِ إِلَّا) كراهة (أَنْ تَكُونَا مَلَكَيْنِ) يحصل لكما ما للملائكة من القوة والاستغناء عن الغذاء وغيره (أَوْ تَكُونَا مِنَ الْخَالِدِينَ) في الجنة (وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ) أي: أقسم لهما على ذلك، و \" لكما \" متعلق بـ الناصحين على حذف المفسر، أو التوسع في الظرف (فَدَلَّاهُمَا) خدعهما (بِغُرُورٍ) بما غرهما به من القسم (فَلَمَّا ذَاقَا الشَّجَرَةَ) وجد طعمها (بَدَتْ لَهُمَا سَوْءَاتُهُمَا) بأن تافت عنهما لباسهما </p><p> (وَطَفِقَا) أخذا (يَخْصِفَان) يلزقان (عَلَيْهِمَا مِن وَرَقِ) أشجار (الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ) الهالكين، والأصح أن هذه كلمات تلقاها آدم من ربه فتاب عليه </p>"
}