{
  "id": null,
  "sura": 8,
  "aya": 70,
  "text": "<p> يليق بالأحوال، نزلت حين جاءوا بأسارى بدر، فاستشار فيهم، فقال عمر: هم أئمة الكفر والله أغناك عن الفداء فاضرب أعناقهم، وقال أبو بكر: هم قومك وأهلك لعل الله يتوب عليهم، خذ منهم فدية تقو ي بها أصحابك، فقبل الفداء وعفى عنهم (لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ) يعني في أم الكتاب أن لا يعذب مسلم شهد بدرًا، وهم [مغفور لهم]  (١) ، أو فيه أن المغانم والفداء حلال لكم، أو لا أعذب من عصاني إلا بعد تصريح بنهي (لَمَسَّكُمْ فِيمَا أَخَذْتُمْ) : من الفداء قبل أن آذن لكم (عَذَابٌ عَظِيمٌ فَكُلُوا) أي: أبحْت لكم الغنائم فكلوا (مِمَّا غَنِمْتُمْ) : من الفدية، فإنها من جملة الغنائم (حَلَالًا) حال، أو أكلا حلالاً (طَيِّبًا) قيل: إنهم أمسكو عن الغنائم أيضًا، وخافوا وَاتَّقُوا اللهَ أشد خوف، فنزل \" فكلوا \" الآية (وَاتَّقُوا اللهَ) : في مخالفته (إِنَّ اللهَ غَفُورٌ) فيغفر ذنبكم (رَحِيمٌ) فأباح لكم الفداء. </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللهُ غَفُورٌ رَحِيمٌ (٧٠) وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللهُ عَلِيمٌ حَكِيمٌ (٧١) إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ وَاللهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٧٢) وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ (٧٣) </p><p>(١) في الأصل [مغفورون].</p><p> وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٧٤) وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللهِ إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧٥) </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللهُ فِي قُلُوبِكُمْ خَيْرًا) بأن يتعلق علم الله بحصول إرادة إيمان وإخلاص فيها (يُؤْتِكُمْ) إن أسلمتم (خَيْرًا مِمَّا أُخِذَ مِنْكُمْ) : من الفداء (وَيَغفِرْ لَكُمْ) ما صدر قبل الإسلام منكم (وَاللهُ غَفُورٌ رَحِيمٌ) نزلت في [العباس] وأصحابه، أسروا يوم بدر وأخذ منهم الفداء، وكان العباس بعد ذلك يقول: أعطاني الله مكان عشرين أوقية أفديتها لنفسي ولابني أخي كانت معي، والتمست من النبي - عليه الصلاة والسلام - أن يحاسبني من جملة فدائي وفداء ابني أخوي فأبى فأبدلني الله في الإسلام عشرين عبدًا كلهم في يده مال يضرب به مع ما أرجو من مغفرة الله. </p><p> (وَإِنْ يُرِيدُوا) أي: الأسارى (خِيَانَتَكَ) فيما أظهروا لك من الإسلام والإخلاص (فَقَّدْ خَانوا الله) : بالكفر (مِنْ قَبْلُ) : من قبل بدر (فَأَمْكَنَ) أي: فأمكنك (مِنْهُمْ) يوم بدر، فإن عادوا فعد، قال بعضهم: نزلت في عبد الله بن سعد الكاتب حين ارتدَّ ولحق بالمشركين، قال بعض: نزلت في العباس وأصحابه حين قالوا: آمنا بك ولننصحن لك على قومنا، والأكثرون على أنه عامر (وَاللهُ عَلِيمٌ) : بخيانة من خان (حَكِيمٌ) : بتدبيره. </p><p> (إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ وَالَّذِينَ آوَوْا) : أسكنوا المهاجرين منازلهم (وَنَصَرُوا) أي: نصروهم على أعدائهم (أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) : في الميراث دون أقاربهم، آخا رسول الله - صلى الله عليه وسلم - بين المهاجرين والأنصار، كل اثنين أخوان فكانوا يتوارثون بذلك إرثًا مقدمًا على القرابة، حتى نسخ الله تعالى ذلك بالمواريث (وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا) أي: ليسوا لكم بأولياء في الميراث (وَإِنِ اسْتَنْصَرُوكُمْ) أي: المؤمنون الذين لم يهاجروا (فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ) فواجب عليكم نصرتهم على المشركين (إِلا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) : عهد فلا تنقضوا عهدكم في نصرتهم عليهم (وَاللهُ بِمَا تَعْمَلُون) من الوفاء بالعهد ونقضه </p><p> (بَصِيرٌ) : فيجازيكم (وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) في الميراث دون المسلمين (إِلا تَفْعَلُوهُ) أي: إن لم تفعلوا ما أمرتم من قطعِ العلائق حتَّى في الميراث بينكم وبين الكفار (تَكُنْ) : تحصل (فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ) في الدين كقوة الكفر وضعف الإسلام (وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا) : صدقًا من غير ريب، دون من آمن وسكن دار الشرك، وفي الحديث المتفق على صحته بل المتواتر:  \" المرء مع من أحب \" ، ونصب حقًا على المصدر المؤكد، أو تقديره: إيمانًا حقًا (لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ) : في الجنة (وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكمْ) : من جملتكم، أيها المهاجرون والأنصار، فإن المهاجرين بعضهم هاجروا قبل الحديبية، وبعضهم بعد صلحها قبل فتح مكة وهي الهجرة الثانية (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ) في التوارث من الأجانب (فِي كِتَابِ اللهِ) في حكمه، أو في اللوح وهذه ناسخة للإرث بالحلف والإخاء الذي كانوا يتوارثون به أولاً (إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ) فيعلم صلاح الأوقات. </p>"
}