{
  "id": null,
  "sura": 8,
  "aya": 65,
  "text": "<p> مفعول معه، أي: محسبك مع المؤمنين الله، أو عطف على \" الله \" ، نزلت في غزوة بدر، وقال بعضهم: نزلت حين أسلم عمر، ثم اعترض عليه بأن الأنفال كلها مدنية، وإسلام عمر قبل الهجرة فلا يصح هذا. </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٦٥) الْآنَ خَفَّفَ اللهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللهِ وَاللهُ مَعَ الصَّابِرِينَ (٦٦) مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللهُ يُرِيدُ الْآخِرَةَ وَاللهُ عَزِيزٌ حَكِيمٌ (٦٧) لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (٦٨) فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (٦٩) </p><p> (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ) أي: بالغ في حثهم عليه (إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ) شرط في معنى الأمر بمصابرة الواحد للعشرة والوعد بالغلبة (وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ) : بسبب جهالتهم بالله يقاتلون لأجل حظ دنيوي، فلا تثبت أقدامهم إذا رأوا شدة القتال وظنوا الهلاك (الْآنَ خَفَّفَ اللهُ عَنْكُمْ) نزلت لما ثقلت على المسلمين مقابلة الواحد مع العشرة، فنسخها وخفف عنهم (وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا) في البدن أو في البصيرة، فإن في بعضهم ضعف البصيرة (فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ) أي: إن كانوا على الشطر من عدوهم لم يجز الفرار، وإلا جاز ولم يجب القتال، ثم اعلم أنه ذكر في الأول العشرين والمائة، وفي الثاني المائة والألف، للدلالة على أن حكم القليل والكثير واحد (بِإِذْنِ اللهِ) بأمره وإرادته (وَاللهُ مَعَ الصَّابِرِينَ) : بالنصر والظفر (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى) ما صح وما استقام لبى من الأنبياء أن يأخذ أسرى، ولا يقتلهم (حَتَّى يُثْخِنَ فِي الأرْضِ) : يكثر القتل فيعز الإسلام ويذل الكفر (تُرِيدُونَ عَرَضَ الدُّنْيَا) : حطامها، أي: الفداء (وَاللهُ يُرِيدُ الْآخِرَةَ) أي: يريد لكم ثواب الآخرة، أو ما هو سبب نيل الجنة من إعزاز الدين وقمع الملحدين (وَاللهُ عَزِيزٌ حَكِيمٌ) يعلم ما </p>"
}