{
  "id": null,
  "sura": 8,
  "aya": 1,
  "text": "<p> [سورة الأنفال] </p><p> مدنية </p><p> وهي خمس وسبعون آية وعشر ركوعات </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لله وَالرَّسُولِ فَاتَّقُوا اللهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١) إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٢) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٤) كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (٥) يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ (٦) وَإِذْ يَعِدُكُمُ اللهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ (٧) لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ (٨) إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (٩) وَمَا جَعَلَهُ اللهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللهِ إِنَّ اللهَ عَزِيزٌ حَكِيمٌ (١٠) </p><p> * * * </p><p> (يَسْأَلُونَكَ عَنِ الْأَنْفَالِ) أيِ: حكم الغنائم نزلت حين اختلف كلام الشبان </p><p> والشيوخ في غنائم بدر، والشبان ادعوا الأحقية بأنَّهم باشروا القتال (قُلِ الْأَنْفَالُ لله وَالرَّسُولِ) : فيضعها الرسول حيث يأمره الله، ولذلك قسم رسول الله - صلى الله عليه وسلم - غنائم بدر بين الشبان والشيوخ على السواء، وعن بعض: إن هذا في بدر ثم نسخت بقوله: \" وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ \" إلى آخره، فإن غنائم بدر قسمت من غير تخميس وفيه نظر، لأن بعض الأحاديث يدل على تخميسها صريحًا (فَاتَّقُوا اللهَ) : في الاختلاف (وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ) : الحال التي بينكم بترك المنازعة (وَأَطِيعُوا اللهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ) فإن من مقتضى الإيمان طاعة الله ورسوله (إِنَّمَا الْمُؤْمِنُونَ الذِينَ إِذَا ذُكِرَ اللهُ) : بأن سمعوا الأذان والإقامة (وَجِلَتْ قُلُوبُهُمْ) : من الله فأدوا فرائضه (وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا) : تصديقًا (وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ) : لا يرجون غيره، وإن سألوا غيره، فإنهم يعلمون أنه المعطي والمانع (الَّذِينَ يُقِيمُونَ الصَّلاةَ) ؛ يديمونها (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) : يؤدون الصدقة الواجبة (وأُولَئِكَ هُمُ الْمُؤْمنونَ حَقًّا) : صدقًا من غير شك، صفة مصدر محذوف أي: إيمانًا حَقًّا، أو مصدر مؤكد، بخلاف المنافق، فإنه لا يدخل في قلبه شيء من ذكر الله تعالى عند الصلوات، ولا يصدقون بآيات الله تعالى كلما نزلت، فلا يزداد إيمانهم، </p><p> ولا يصلون إذا غابوا عن محضر المسلمين، ولا يؤدون الزكاة، فهم ليسوا بمؤمنين حقًّا، هكذا فسرها ابن عباس - رضى الله عنهما -، أو معناها المؤمن الكامل الإيمان من ضم إلى مكارم أعمال قلبه من الخشية عند ذكر الله تعالى من الإخلاص، واطمئنان النفس ورسوخ اليقين، ومن التوكل عليه في جميع الأمور، محاسن أفعال الجوارح، من الصدقة والصلاة (لَهُمْ دَرَجَاتٌ) : من الجنة (عِنْدَ رَبِّهِمْ) يرتقونها بأعمالهم لا للمنافقين (وَمَغْفِرَةٌ) لسيئاتهم (وَرِزْقٌ كَرِيمٌ) : حسن، وهو رزق الجنة. </p><p> (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ) خبر مبتدأ محذوف، أي: الحال في كراهتهم القتال كحال إخراجك من المدينة، أو متعلق بما بعده، وهو يجادلونك ومعنى الوجهين واحد، أو تقديره: حالهم في كراهة حكمنا بأن الأنفال لله تعالى كحالهم في حكمنا بإخراجك من المدينة (بِالْحَقِّ) أي: إخراجًا متلبسًا بالحكمة والصواب (وَإِن فَرِيقًا مِنَ الْمُؤْمِنِينَ) : بعضًا منهم (لَكَارِهُونَ) : الخروج وحينئذ الجملة في موقع الحال، وذلك أن عير قريش أقبلت من الشام في تجارة عظيمة، فخرج رسول الله - صلى الله عليه وسلم - في عقبهم، فبلغ الخبر أهل مكة، فخرج أبو جهل مع عسكر عظيم، فأراد رسول الله - صلى الله عليه وسلم - القتال ووعد الأصحاب بالظفر فقال بعضهم: هلا ذكرت لنا القتال حتى نتأهب له، ثم واجهوا العدو وقاتلوا في بدر، والظفر للمسلمين (يُجَادِلُونَكَ فِي الْحَقِّ) : وهو إيثار الجهاد (بَعْدَ مَا تَبَيَّنَ) : نصرتهم بإعلام رسول </p><p> الله - صلى الله عليه وسلم - (كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ) أي: يكرهون القتال كراهة من يجر إلى القتل، وهو مشاهد ناظر إلى أسبابه (وَإِذ يَعِدُكم اللهُ) أي: اذكر إذ يعدكم (إِحْدَى الطَّائِفتَيْنِ) : العير التي فيها التجارة، أو النفير التي خرت من مكة (أَنَّهَا لَكُمْ) بدل اشتمال من ثاني مفعوليه، وهو إحدى (وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ) أي: العير التي ليس فيها عدد كثير ولا عُدَد (تَكُونُ لَكُمْ وَيُرِيدُ اللهُ أَنْ يُحِقَّ) : أن يثبت ويظهر (الْحَقَّ بِكَلِمَاتِهِ) : بأمره إياكم بالقتال، قيل الباء بمعنى مع أي: يرفع كلمة الله ويجعل دينه عاليًا غالبًا (وَيَقْطَعَ دَابِرَ الْكَافِرِينَ) الدابر: الآخر، وقطع الدابر عبارة عن الاستئصال، يعني إرادتكم إصابة مال بلا مكروه، وإرادة الله إعلاء كلمته، وفوز الدارين لكم (لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ) متعلق بمحذوف أي: لهذين الجهتين فعلنا ما فعلنا أو متعلق بيقطع (وَلَوْ كَرِهَ الْمُجْرِمُونَ) : ذلك (إِذْ تَسْتَغِيثُونَ) : هو إلحاح دعاء النبي - صلى الله عليه وسلم - حين رأى شوكة الأعداء، وهو بدل من إذ يعدكم بأن يكون عبارة عن زمان واسع وقع الوعد في بعض أجزائه والاستغاثة في بعض، أو متعلق بـ \" ليحق \"  (رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ) أي: بأني ومن قرأ \" إني \" بالكسر فعلى إرادة </p>"
}