{
  "id": null,
  "sura": 9,
  "aya": 7,
  "text": "<p> تقرأه عليه وتقيم عليه حجة الله تعالى، (ثُمَّ أَبْلِغْهُ مَأْمَنَهُ) ، هو مستمر الأمان إلى أن يرجع بلاده، (ذَلِكَ) : الأمر بأمنه، (بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ) : جهلة فلابد من إعطائهم الأمان حتى يسمعوا كلام الله لعلهم يعقلون فيطيعون. </p><p> * * * </p><p> (كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللهَ يُحِبُّ الْمُتَّقِينَ (٧) كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ (٨) اشْتَرَوْا بِآيَاتِ اللهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٩) لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ (١٠) فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (١١) وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ (١٢) أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٣) قَاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (١٤) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللهُ عَلَى مَنْ يَشَاءُ وَاللهُ عَلِيمٌ حَكِيمٌ (١٥) أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا </p><p> يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٦) </p><p> * * * </p><p> (كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللهِ وَعِنْدَ رَسُولِهِ) ، استفهام إنكار، أي: يمكن ذلك وهم على الشرك والكفر وخبر يكون \" عند الله \" و \" كيف \" حال من العهد، (إِلا الذِينَ عَاهَدتُّمْ عِندَ الَمسْجِدِ الحَرَامِ) ، يعني يوم الحديبية ومحله الجر والنصب على الاستثناء المتصل، لأنه في معنى ليس للمشركين عهد إلا الذين، أو منقطع أي: لكن تربصوا أمرهم ولا تقاتلوهم، (فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ) ، أي: فإن استقاموا على الوفاء بالعهد فاستقيموا أنتم أيضاً \" فما \" شرطية، (إِنَّ اللهَ يُحِبُّ الْمُتَّقِينَ) ، والوفاء بالعهد من التقوى، هم أهل مكة نقضوا عهدهم </p><p> وقاتلوا حلفاء رسول الله - صلى الله عليه وسلم - فعند ذلك قاتلهم وفتح مكة، وقال بعضهم: هم قبائل من بني بكر قد دخلوا في عهد قريش يوم الحديبية ولم ينقضوا والناقض قريش وبعض قبائل بني بكر فإن بني ضمرة ممن استمر على عهده فما قاتلهم أحد حتى أسلموا بلا مقاتلة، (كَيفَ) ، تكرار للاستبعاد، أي: كيف لهم عهد عندك؟! (وَإِن يَظْهَروا عَلَيْكمْ) ، والحال أنَّهم إن يظفروا بكم، (لَا يَرْقُبُوا) : لا يراعوا، (فِيكُمْ إِلًّا) : قرابة، أو حلفا قال بعضهم الإل هو الله عبراني، (وَلَا ذِمَّةً) : عهدا، (يُرْضُونَكُمْ بِأَفْوَاهِهِمْ) ، استئناف، أي: يظهرون خلاف ما يضمرون، (وَتَأْبَى قُلُوبُهُمْ) الوفاء بما قالوا (وَأَكْثَرُهُمْ فَاسِقُونَ) : ناقضون للعهد، (اشْتَرَوْا بِآيَاتِ اللهِ) : استبدلوا بالقرآن، (ثَمَنًا قَلِيلاً) : متاع الدنيا قيل نقضوا العهد بأكلة أطعمهم أبو سفيان، (فَصَدُّوا عَن سبِيلِهِ) : أعرضوا عن دينه، أو منعوا الناس عن الدخول في دينه، (إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ) ، عملهم هذا، (لَا يَرْقُبُونَ) : لا يحافظون، (فِي مؤْمنٍ) ، فإنهم يحبون الكفر وأهله، (إِلًّا وَلَا ذِمَّةً) : قرابة وعهداً، (وَأُولَئِكَ هُمُ الْمُعْتَدُونَ) : المتجاوزون الغاية في الشرارة، (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ </p><p> فَإِخْوَانُكُمْ)، أي: فهم إخوانكم، (فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ) : نكررها ونبينها، (لِقَوْمٍ يَعْلَمُونَ) ، وهم المؤمنون، (وَإِنْ نَكَثُوا أَيْمَانَهُمْ) : نقضوا مواثيقهم، (مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ) : رؤساء مشركي قريش فإنهم ناقضون للعهد مستهزئون بدين الله، أي: قاتلوهم؛ لأنَّهُم صاروا بذلك ذوي الرياسة في الكفر قال بعضهم: هم أهل فارس والروم وقال حذيفة بن اليمان: لم يأت أهلها بعد، (إِنَّهُمْ لَا أَيْمَانَ لَهُمْ) : لا عهود لهم فإن عهدهم على الحقيقة ليس بعهد ومن قرأ لا إيمان بكسر الهمزة فمعناه لا إسلام أوْ لا أمان لهم، (لَعَلَّهُمْ يَنْتَهُونَ) ، أي: قاتلوهم لعلهم يرجعون عما هم عليه من الكفر والعناد، (أَلاَ تُقَاتِلُونَ) ، تحريض على القتال، (قَوْمًا نَكَثُوا أَيْمَانَهُمْ) : كفار مكة </p><p> نقضوا عهد الحديبية، (وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ) : من مكة كما مر في قوله: \" وإذ يمكر بك الذين كفروا \"  (وَهُمْ بَدَءُوكُمْ) : بالقتال، (أَوَّلَ مَرَّةٍ) ، يعني يوم بدر فإنهم خرجوا لنصر عيرهم فلما نجت استمروا على وجههم طلبًا للقتال بغياً وتكبراً، أو المراد أنَّهم بدءوا بالقتال مع حلفائكم خزاعة، (أَتَخْشَوْنَهُمْ) : أتتركون قتالهم خشية منهم (فَاللهُ أَحَقُّ أَنْ تَخْشَوْهُ) : فلا تتركون لدينه ضعفاً وتسعون في إعلاء كلمته (إِنْ كُنْتُمْ مُؤْمِنِينَ) ، فإن الإيمان الكامل ينفى الخشية عن غير الله، (قَاتِلُوهُمْ) ، أمر بالقتال بعد التوبيخ على تركه، (يعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ ويخْزِهِمْ) : يذلهم، (وَيَنصُرْكُمْ عَلَيْهِمْ) ، وعد من الله بنصر المؤمنين وقتل الكافرين وإذلالهم، (وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ) أي: بني خزاعة أعانت قريش بني بكر عليهم، (وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ) : كربها بمعونة قريش بني بكر، (وَيَتُوبُ اللهُ عَلَى مَنْ يَشَاءُ) : من المشركين كأبي سفيان وعكرمة بن أبى جهل وغيرهما، (وَاللهُ عَلِيمٌ) : بما كان وما لم يكن (حَكِيمٌ) : لا يأمر إلا بما هو المصلحة (أَمْ حَسِبْتُمْ) : أيها المؤمنون، وأم منقطعة بمعنى الهمزة فيها توبيخ على الحسبان وقيل خطاب للمنافقين، (أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ) ، أي: نترككم مهملين ولا نختبركم بأمور يظهر الخلص من غيرهم، نفى العلم، وأراد نفي المعلوم للمبالغة نفياً للملزوم بنفى اللازم، (وَلَمْ يَتَّخِدوا) ، عطف على جاهدوا، (مِن دُونِ اللهِ وَلاَ رَسُولِهِ وَلاَ المُؤْمِنِينَ وَلِيجَةً) : بطانة وأولياء يفشون إليهم أسرارهم، (وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ) : يعلم أغراضكم من أفعالكم. </p><p> * * * </p>"
}