{
  "id": null,
  "sura": 9,
  "aya": 25,
  "text": "<p> (لَقَدْ نَصَرَكُمُ اللهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ (٢٥) ثُمَّ أَنْزَلَ اللهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ (٢٦) ثُمَّ يَتُوبُ اللهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللهُ غَفُورٌ رَحِيمٌ (٢٧) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللهَ عَلِيمٌ حَكِيمٌ (٢٨) قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (٢٩) </p><p> * * * </p><p> (لَقَدْ نَصَرَكُمُ اللهُ فِي مَوَاطِنَ) : أماكن، (كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ) ، أي: وموطن يوم حنين واد بين مكة وطائف وقع فيه المقاتلة بعد فتح مكة، (إِذ أَعْجَبَتْكُمْ) ، بدل من يوم حنين، (كَثْرتُكُمْ) ، المؤمنون اثنا عشر ألفا والكفار أربعة آلاف، (فَلَمْ تُغْنِ) ، أي: لم تدفع الكثرة، (عَنكُمْ شَيْئًا) : من أمر العدو، (وَضَاقَتْ عَلَيْكُم </p><p> الأَرْضُ بِمَا رَحُبَتْ)، أي: برحبها وسعتها فلم تجدوا موضعاً للفرار تطمئن به نفوسكم، (ثُمَّ وَلَّيتم) : فررتم، (مُّدْبِرِينَ) : منهزمين حتى بلغ فُلُّكُم مكة وبقي رسول الله - صلى الله عليه وسلم - في مركزه معه العباس وأبو سفيان، (ثُمَّ أَنْزَلَ اللهُ سَكِينَتَهُ) : ما سكن واطمئن به الفؤاد من رحمه، (عَلَى رَسُولِهِ وَعَلَى المُؤْمِنِينَ) : فنادى العباس بأمر رسول الله - صلى الله عليه وسلم - وكان صيتاً: يا عباد الله يا أصحاب الشجرة يا أصحاب سورة البقرة. فكرُّوا عنقاً واحداً قائلين لبيك لبيك، (وَأَنْزَلَ جُنُودًا) : من الملائكة، (لَمْ تَرَوْهَا) ، لكن قالوا: سمعنا صلصلة بين السماء الأرض كإمرار الحديد على الطست الجديد، (وَعَذب الذِينَ كَفَرُوا) : بالقتل والسبي ستة آلاف أسير من صبي وامرأة، (وَذلِكَ) ، إشارة إلى ما فعل بهم، (جَزَاءُ الكَافِرِينَ) : في الدنيا، (ثُمَّ يَتُوبُ اللهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ) ، فإن كثيراً ممن بقي من هؤلاء المقاتلين بعد الوقعة بقريب من عشرين يوماً قدموا على رسول الله - صلى الله عليه وسلم - مسلمين فرد عليهم سبيهم كلها برضى المؤمنين وقسم أموالهم بين الغانمين، (وَالله غَفُورٌ رحِيمٌ) : لمن آمن يتجاوز عنه ويتفضل عليه، (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ) : باطنهم ودينهم قال قتادة </p><p> لأنَّهُم لا يتطهرون من جنابة ولا من حدث، (فَلاَ يَقْربوا المَسْجِدَ الحَرَامَ) ، منعوا من دخول الحرم، وقيل: منعوا عن الحج والعمرة لا عن الدخول مطلقًا، (بَعْدَ عَامِهِمْ هَذا) ، وكان سنة تسع أرسل علياً ونادى أن لا يحج بعد العام مشرك ولا يطوفن بالبيت عريان، (وَإِذ خِفتمْ عَيْلَةً) : فقراً بسبب منع الكفار من الحرم لانقطاع المتاجر، (فَسَوْفَ يُغْنِيكُمُ اللهُ مِنْ فَضْلِهِ) : من عطائه بوجه آخر، (إن شَاءَ) ، قيده بالمشيئة لينقطع الآمال إلى الله عوضهم الجزية وأموال البلدان، (إِن الَلَّهَ عَلِيمٌ) : بأحوالكم، (حَكِيمٌ) : في المنع والإعطاء، (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآخِرِ) ، أمر بقتال أهل الكتاب، فهم لا يؤمنون إيماناً كما ينبغي فإيمانهم كلا إيمان، (وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللهُ وَرَسُولُهُ) : كالخمر والربا، (وَلاَ يَدِينونَ دِينَ الحَقِّ) : لا يعتقدون دين الثابت الناسخ لسائر، الأديان، (مِنَ الذِينَ </p>"
}