{
  "id": null,
  "sura": 9,
  "aya": 30,
  "text": "<p> أُوتُوا الْكِتَابَ)، بيان للذين لا يؤمنون، (حَتَّى يُعْطُوا الجِزيةَ) : ما تقرر عليهم أن يعطوه، (عَن يَدٍ) : عن قهر وذل يقال لكل شيء أعطي كرها: أعطاه عن يد أي: عاجزين فهو حال أو يعطونها بأيديهم ولا يرسلون على يد غيرهم، أي: المسلمين بأيديهم وقيل: عن غنى ولذلك قيل لا يؤخذ من الفقير، (وَهُمْ صَاغِرُونَ) ، ذليلون، عن ابن عباس رضي الله عنهما يؤخذ منه وتوجأ عنقه. </p><p> * * * </p><p> (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللهُ أَنَّى يُؤْفَكُونَ (٣٠) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (٣١) يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (٣٢) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٣٣) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٣٤) يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (٣٥) إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ </p><p> مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ (٣٦) إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللهُ فَيُحِلُّوا مَا حَرَّمَ اللهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٣٧) </p><p> * * * </p><p> (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللهِ) ، وذلك لأن العزير كتب التوراة بعدما فات منهم وضاع، ثم لما وجدوا نسخة من نسخ التوراة قابلوها بها فوجدوها صحيحاً فقال بعض جهلتهم، إنما جاء بها لأنه ابن الله، (وَقَالَتِ النَّصَارَى المَسِيحُ ابْنُ اللهِ) ، وسبب ضلالهم في المسيح ظاهر، (ذَلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ) : لا مستند لهم كالمهمل يتفوهون به ليس له مفهوم عيني، (يُضَاهِئُونَ) ، أي: يضاهي قولهم فحذف القول وأقيم المضاف إليه مقامه، (قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ) ، من قبلهم، أي: قدمائهم فالكفر فيه قدم، أو المشركين الذين يقولون الملائكة بنات الله، (قَاتَلَهُمُ اللهُ) ، قال ابن عباس: أي لعنهم الله، (أَنَّى يُؤْفَكُونَ) ، كيف يضلون عن الحق (اتَّخَذُوا أَحْبَارَهُمْ) ، علماؤهم، (وَرُهْبَانَهُمْ) ، زهادهم والأحبار من اليهود والرهبان من النصارى، (أَرْبَابًا مِنْ دُونِ اللهِ) ، حرموا عليهم الحلال وحللوا لهم الحرام </p><p> فأطاعوهم وتركوا كتاب الله تعالى، (وَالْمَسِيحَ ابْنَ مَرْيَمَ) ، بأن جعلوه ابناً له، (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا) ، هو الله، (لَا إِلَهَ إِلَّا هُوَ) ، صفة ثانية أو استئناف، (سُبْحَانَهُ عَمَّا يُشْرِكُونَ) ، هو المنزه عن شريك وولد، (يُرِيدُونَ أَنْ </p><p> يُطْفِئُوا نُورَ اللهِ) الذي أرسل به رسوله من الهدي ودين الحق، (بِأَفْوَاهِهِمْ) ، بتكذيبهم، (وَيَأْبَى اللهُ) ، لا يرضى، (إِلَّا أَنْ يُتِمَّ نُورَهُ) ، بإعلاء كلمته، والاستثناء مفرغ لأن الفعل الموجب في معنى النفي وهذا تمثيل لحالهم في طلب إبطال الدين بالتكذيب بحال من يطلب إطفاء نور منبث في الآفاق بنفخة، (وَلَوْ كَرِهَ الْكَافِرُونَ) ، إتمامه، ويدل على جواب لو ما قبله، (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى) ، القرآن والمعجزة، (وَدِينِ الحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) ، ليعليه على سائر الأديان فينسخها فالضمير إما لدين الحق، أو للرسول، أو على أهل الكتاب فيخذلهم، (وَلَوْ كَرِهَ الْمُشْرِكُونَ) ، غلبته وهذه الجملة كالبيان للجملة الأولى. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ) ، يأخذ علماء أهل الكتاب الرشى ويبطلون دين الله وحكمه والمقصود </p><p> التحذير من علماء السوء وعباد الضلال، (وَيَصُدونَ عَن سَبِيلِ اللهِ) ، يصرفون الناس عن اتباع الحق، (وَالذِينَ يَكْنِزُونَ الذْهَبَ وَالْفِضَّةَ وَلاَ يُنفِقُونَهَا) ، الضمير للدنانير والدراهم الكثيرة الدالة عليها يَكْنِزُونَ الذهب والفضة، أو للكنوز أو للفضة، لأنها أقرب وتدل على أن حكم الذهب بطريق الأولى، (في سَبِيلِ اللهِ فبَشِّرْهُم بِعَذَابٍ أَلِيمٍ) ، عن كثير من السلف كعمر وابنه وابن عباس وأبي هريرة رضي الله عنهم أن الكنز مال لم يؤد منه الزكاة وما أدي زكاته فليس بكنز وقد صح عن عليٍّ رضي الله عنه قال: أربعة آلاف فما دونها نفقة فما أكثر من ذلك فهو كنز ومثل هذا مذهب كثير من السلف، والأخبار في مدح التقلل وذم التكثر أكثر من أن يخفى، (يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ) ، أصل معناه يوم تحمى النار، أي: توقد ذات حمي وحر شديد على الكنوز ثم طوى ذكر النار وحول الإسناد إلى الجار والمجرور للمبالغة في شدة حر الكنوز، (فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ) ، لا يوضع دينار على دينار لكن يوسع جلده حتى يوضع كل درهم في موضع على حدة قال بعضهم صاحب الكنز إذا رأى الفقير قبض جبهته وولى ظهره وأعرض عنه كشحه ولهذا خص الجباه والجنوب والظهور، (هَذَا مَا كَنَزْتُمْ) ، أي: يقال لهم ذلك، (لِأَنْفُسِكُمْ) ، فصار النفع ضرًّا، (فَذُوقُوا) : وبال، (مَا كُنْتُمْ تَكْنِزُونَ) ، ما </p><p> مصدرية أو موصولة وأكثر السلف على أن الآية عامة في المسلمين وأهل الكتاب وبه بالغ وحلف أبو ذر. </p><p> (إِنَّ عِدَّةَ الشُّهُورِ) ، مبلغ عددها، (عِندَ اللهِ) ، متعلق بعدة فإنها مصدر، (اثْنَا عَشَرَ شَهْرًا) ، لا أزيد من ذلك كما يفعله المشركون وسنذكره في قوله:  \" إنما النسىِء زيادة \" الآية [التوبة: ٣٧] ، (فِي كَتابِ اللهِ) : في اللوح المحفوظ أو في حكمه، (يَوْمَ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ) ، أي: ثابت في كتاب الله يوم خلق الأجسام فيكون \" في كتاب الله \" صفة لاثني عشر و \" يوم خلق \" متعلق بمتعلقه، (مِنْهَا أَرْبَعَةٌ حُرُمٌ) ، رجب وذو القعدة وذو الحجة ومحرم، (ذلِكَ الدِّينُ القَيِّمُ) ، أي: تحريم الأشهر الأربعة هو الدين القويم دين الأنبياء، (فَلاَ تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ) ، بهتك حرمتها فإن الظلم فيها أعظم وزراً فيما سواه، والطاعة فيها أعظم أجراً قال بعضهم: ضمير فيهن راجع إلى اثني عشر، أي: لا تظلموا في الشهور كلها قال الأكثرون: حرمة المقاتلة في أشهر الحرم منسوخة فأولوا نهي الظلم بترك المعاصي، وقال بعضهم: محكمة وجازت المقاتلة إذا كانت البدأة منهم وأجابوا عن محاربة رسول الله - صلى الله عليه وسلم - أهل الطائف بأن ابتداءه في الشهر الحلال، (وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً) : جميعاً، (كَمَا يُقَاتِلُونَكُمْ كَافَّةً) : هو تهييج وتحضيض للمسلمين بالاتفاق في محاربة أهل الشرك والنفاق، (وَاعْلَمُوا أَنْ اللهَ مَعَ الُمتَّقِينَ) : بشرهم بالنصرة بعدما أمرهم بالمقاتلة، (إِنَّمَا النَّسِيءُ) : هو تأخير تحريم شهر إلى شهر آخر وذلك لأنه إذا جاء شهر حرام وهم محاربون أحلوه وحرموا بدله شهرًا من أشهر الحل حتى رفضوا خصوص الأشهر الحرم واعتبروا مجرد العدد، (زِيَادَةٌ فِي الْكُفْرِ) : فإن </p>"
}