{
  "id": null,
  "sura": 9,
  "aya": 90,
  "text": "<p> (وَإِذَا أُنزِلَتْ سُورَةٌ أَنْ آمِنُوا) ، أي: بأن آمنوا، (بِاللهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ) ، أصحاب الغنى، (مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ) ، أي: النساء، جمع خالفة، أي: بحيث لا يتحرزون عن هذا العار (وَطُبِعَ عَلَى قُلُوبِهِمْ) ، أحدث فيها هيئة تمرنهم على استحباب الكفر واستقباح الإيمان بحث لا ينفذ فيها الحق كأنه مطبوع مختوم، (فَهُمْ لَا يَفْقَهُونَ) ما فيه صلاحهم ولا ما فيه مضرتهم، (لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ) أي: إن لم يجاهدوا فقد جاهد من هو خير منهم، (وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ) نقل عن ابن عباس - رضي الله عنهما - أن الخيرات لا يعلم معناها إلا الله، (وأُوْلَئِكَ هُمُ الُمفْلِحُونَ) الفائزون، (أَعَدَّ اللهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ) فإن من زحزح عن النار وأدخل الجنة فقد فاز. </p><p> * * * </p><p> (وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (٩٠) لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لله وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللهُ غَفُورٌ رَحِيمٌ (٩١) وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ (٩٢) إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ </p><p> يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللهُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ (٩٣) يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٩٤) سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (٩٥) يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ (٩٦) الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ وَاللهُ عَلِيمٌ حَكِيمٌ (٩٧) وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللهُ سَمِيعٌ عَلِيمٌ (٩٨) وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللهُ فِي رَحْمَتِهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (٩٩) </p><p> * * * </p><p> (وَجَاءَ الُمعَذِّرُونَ) من عذر إذا قصر أو من اعتذر إذا مهد العذر، (مِنَ الأَعْرَابِ لِيُؤْذَنَ لَهُمْ) في القعود عن ابن عباسٍ ومجاهد - رضي الله عنهم - هم أهل العذر وقال الحسن وقتادة: اعتذروا فلم يعذرهم الله، (وَقَعَدَ الَّذِينَ كَذَبُوا اللهَ وَرَسُولَهُ) في ادعاء الإيمان، أي: قعد آخرون من الأعراب المنافقين عن المجيء للاعتذار، وعن الحسن وقتادة الذين كذبوا عبارة عن المعذرون وأتى بالظاهر بدل المضمر إشارة إلى أن كذبهم بعثهم على القعود يعني وقعد عن الحرب من كذب في المعذرة، (سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ) فإن منهم من قعد للكسل لا للكفر، (عَذَابٌ أَلِيمٌ (٩٠) لَيْسَ عَلَى الضُّعَفَاءِ) كالزمنى والمشايخ، (وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا </p><p> يُنْفِقُونَ) الفقراء، (حَرَجٌ) ، إثم في التأخر، (إِذَا نَصَحُوا لله وَرَسُولِهِ) أخلصوا الإيمان والأعمال من الغش، (مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ) إلى عقوبتهم، وضع المحسنين موضع الضمير إشارة إلى أنَّهم المحسنون، (وَاللهُ غَفُورٌ رَحِيمٌ) للمسيء فكيف للمحسن، (وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ) هم سبعة نفر من الفقراء التمسوا مراكب للمرافقة في الغزو، (قلْتَ) يا محمد حال من مفعول أتوك بإضمار قد: (لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ) من الركب، (تَوَلوْا) جواب إذا وقلت جواب وتولوا استئناف كأنه قيل: كيف صنعوا إذا قيل لهم ذلك؟ (وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ) من للبيان والجار والمجرور في محل النصب على التمييز وهي أبلغ من تفيض دمعها، (حَزَنًا) مفعول له أو حال، (أَلَّا يَجِدُوا) أي: لئلا متعلق بتفيض أو حزنًا، (مَا يُنفِقُونَ إِنَّمَا السَّبِيلُ) بالمعاتبة والعقوبة، (عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ) النساء وقبلوا تلك الدناءة، (وَطَبَعَ اللهُ عَلَى قلُوبِهِمْ) حتى لم يذكروا مواعظ الله، (فَهُمْ لَا يَعْلَمُونَ) كأنهم مجانين، (يَعْتَذرُون إِلَيْكُمْ) في التخلف، (إِذَا رَجَعتمْ) من هذه الغزوة، (إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ) لن نصدقكم لأنه، (قَدْ نَبَّأَنَا اللهُ) بالوحي، (مِنْ </p><p> أَخْبَارِكُمْ) بعض ما في صدوركم، (وَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُولُهُ) في المستأنف أتتوبون أم تستمرون على نفاقكم؟ وجاز أن يكون معناه يمهلكم حتى تكتسبوا جرائم أخرى، (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) الذي [لا] يفوت عن علمه شيء، (فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) في سركم، (سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ) بأن لهم في التخلف أعذارًا، (لتعْرِضُوا عَنْهُمْ) فلا تعاتبوهم، (فأَعْرِضُوا عَنْهُمْ) دعوهم ونفاقهم، (إِنَّهُمْ رِجْسٌ) نجس بواطنهم لا يقبل التطهير من النفاق، (وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً) ، مفعول له، أو مصدر، (بِمَا كَانُوا يكْسِبُونَ) من الآثام، (يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ) بحلفهم، (فَإِنْ تَرْضَوْا عَنْهُمْ) بأن تصدقوهم في العذر، (فَإِنَّ اللهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ) فإنه لا يمكن التلبيس على الله تعالى بوجه والمقصود النهي عن الرضا عنهم والاغترار بمعاذيرهم، وعن ابن عباس رضى الله عنهما: كانوا ثمانين من المنافقين أمرنا حين قدمنا المدينة بأن لا نكلمهم ولا نجالسهم. </p><p> (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا) أي: أهل البدو وكفرهم ونفاقهم أعظم من أهل الحضر لقساوتهم وبعدهم عن العلماء، (وَأَجْدَرُ) ، أولى، (أَلَّا) بأن لا، (يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ) من الشرائع، (وَاللهُ عَلِيمٌ) بقلوب أهل الوبر والمدر، (حَكِيمٌ) فيما قسم بين عباده وفي الحديث (من سكن البادية جفا ومن </p>"
}