{
  "id": null,
  "sura": 9,
  "aya": 43,
  "text": "<p> \" ليس على الضعفاء ولا على المرضى \" الآية [التوبة: ٩١] ، (لَوْ كَانَ عَرَضاً قَرِيباً) ، لو كان ما دعوا إليه نفعًا وغنيمة دنيوية قريبة، (وَسَفراً قَاصِداً) ، متوسطاً، (لاتَّبَعوكَ) ، وافقوك، (وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ) ، المسافة التي تقطع بمشقة فإنه عليه الصلاة والسلام خرج بنية الروم، (وَسَيَحْلِفون بِاللهِ) ، إذا رجعت من تبوك عذراً للتخلف يقولون، (لَوِ اسْتَطَعْنَا) ، استطاعة بدن ومال، (لَخَرَجْنَا مَعَكُمْ) ، هذا ساد مسد جوابي القسم والشرط، (يُهْلِكُونَ أَنْفُسَهُمْ) ، بإيقاعها في العذاب للحلف الكاذب حال من فاعل سيحلفون، (وَاللهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ) ، فإنهم مستطيعون. </p><p> * * * </p><p> (عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٤٣) لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ (٤٥) وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ (٤٦) لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللهُ عَلِيمٌ بِالظَّالِمِينَ (٤٧) لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللهِ وَهُمْ كَارِهُونَ (٤٨) وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا </p><p> فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (٤٩) إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ (٥٠) قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١) قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ (٥٢) قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ (٥٣) وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ (٥٤) فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥) وَيَحْلِفُونَ بِاللهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ (٥٦) لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ (٥٧) وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (٥٨) وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللهُ سَيُؤْتِينَا اللهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللهِ رَاغِبُونَ (٥٩) </p><p> * * * </p><p> (عَفَا اللهُ عَنْكَ) ، خطأك في إذنهم للتخلف (١) ، بدأ بالعفو قبل [التعبير]  (٢) بالذنب لنهاية العناية في شأنه عليه الصلاة والسلام، (لِمَ أَذِنْتَ لَهُمْ) : في القعود وهلا توقفت، </p><p>(١) عبارة فيه سوء أدب مع رسول الله - صلى الله عليه وسلم - تبع فيها المؤلف الزمخشري والبيضاوي - غفر الله لنا ولهم أجمعين. اهـ (مصحح النسخة الإلكترونية). (٢) في الأصل [التعيير] ولعل ما أثبتناه هو الصواب. والله أعلم. (مصحح النسخة الإلكترونية).</p><p> (حَتَّى يَتَبينَ لَكَ الَّذِينَ صَدَقُوا) : في الاعتذار فتأذن لهم، (وَتَعْلَمَ الكَاذِبِينَ) : فلا ترخصهم في التخلف، (لاَ يَسْتَئْذِنكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ) ، في التخلف كراهة، (أَن يُجَاهدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ) ، لأنَّهُم يرون الجهاد قربة أو لا يستأذنون في أن يجاهدوا بل يسرعون إلى الجهاد من غير طلب إذن، (وَاللهُ عَلِيمٌ بِالْمُتقِينَ) ، فيجازيهم على حسب تقواهم، (إِنَّمَا يَسْتَأْذِنُكَ) ، في التخلف، (الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ) ، يتحيرون، (وَلَوْ أَرَادُوا الْخُرُوجَ) ، معك إلى القتال، (لأَعَدُّوا لَه) ، للخروج، (عُدَّةً) ، أهبة من الزاد والركوب، أي: هم أهل ثروة واستطاعة، (وَلَكِن كَرِهَ اللهُ انبِعَاثَهُمْ) ، يعني ما خرجوا ولكن تثبطوا؛ لأن الله أبغض </p><p> خروجهم معك، (فَثَبَّطَهُمْ) ، حبسهم ومنعهم عن الخروج، (وَقِيلَ اقْعُدُوا) ، في بيوتكم تمثيل لإلقاء الله تعالى كراهة الخروج في قلوبهم، أو قال بعضهم لبعض، (مَعَ الْقَاعِدِينَ) ، الذين لهم عذر، أو مع الصبيان والنسوان وعلى هذا صلاحكم في تخلفهم، وعتاب الله تعالى عليه لمبادرة الإذن في التخلف، (لَوْ خرَجُوا) ، يبين وجه كراهته تعالى، (فِيكُمْ مَا زَادُوكُمْ) ، بخروجهم شيئاً، (إِلَّا خَبَالًا) ، فساداً ولا يلزم من هذا أن يكون للمؤمنين فساد وهم زادوه، (وَلأَوْضَعُوا) ، لأسرعوا ركائبهم، (خِلَالَكُمْ) ، في وسطكم بإيقاع العداوة للنميمة، (يَبْغُونَكُمُ الْفِتْنَةَ) ، يريدون أن يفتنوتكم بإيقاع الخلاف فيكم، (وَفِيكُمْ سَمَّاعُونَ لَهُمْ) ، مطيعون مستجيبون لحديثهم أو سماعون لهم الأخبار لينقلوها عليهم، (وَاللهُ عَلِيمٌ بِالظَّالِمِينَ) ، فيجازيهم، (لَقَدِ ابْتَغَوُا الفِتْنَةَ) ، تفريق أصحابك </p><p> وتشتيت أمرك، (مِنْ قَبْلُ) ، في أوائل ما جئت المدينة رمته العرب واليهود ومنافقوها عن قوس واحد، (وَقَلَّبُوا لَكَ الْأُمُورَ) ، دبروا لك الحيل، (حَتَّى جَاءَ الحَقُّ) ، التأييد الإلهى، (وَظَهَرَ أَمْرُ اللهِ) ، وعلا كلمته يوم بدر ويوم فتح مكة، (وَهُمْ كَارِهُونَ) ، كما قال ابن سلول الملعون حين سمع قصة بدر: هذا أمر قد توجه، (وَمِنْهُم مَّن يَقُولُ ائْذن لِّي) ، في القعود، (وَلاَ تَفْتِنِّي) ، لا توقعني في الفتنة ببنات الأصفر نزلت في جد بن قيس من أشراف بني سلمة حين قال رسول الله - صلى الله عليه وسلم - له هل لك في جهاد بني الأصفر يعني الروم فقال لنفاقه: ائذن لي ولا تفتني ببنات الأصفر فوالله إني أخشي إن رأيت نساء بني الأصفر أن لا أصبر عنهن ولكني أعينك بمالي، (أَلاَ فِي الفِتْنَةِ) ، بسبب تخلفهم عنك، (سَقَطُوا) ، لا بسبب بنات الأصفر وما دعوتهم إليه، (وَإِنْ جَهنمَ لَمُحِيطَةٌ بالْكَافِرِينَ) جامعة لهم لا مهرب ولا محيص، (إِن تُصِبْكَ حَسَنَةٌ) ، ظفر وغنيمة، (تَسُؤْهُمْ وَإِن تُصِبْكَ مُصِيبَةٌ) ، كما أصاب يوم أحد، (يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ) ، عملنا بالحزم كما قال ابن سلول وأصحابه حين تخلفوا عنك يوم أحد، (وَيَتَوَلَّوْا) ، عن مقام التحدث أو أعرضوا عن الرسول، (وَهُمْ فَرِحُونَ) ، بما نالكم من المصيبة، (قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللهُ لَنَا) ، في اللوح المحفوظ لا يتغير بموافقتكم ولا بمخالفتكم، (هُوَ مَوْلَانَا) ، ملجؤنا وناصرنا، (وَعَلَى اللهِ فَلْيَتَوَكلِ المُؤْمِنُونَ) ، لا على كثرة العدد والعدد، (قُلْ هَلْ تَرَبَّصُونَ) ، تنتظرون، (بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ) ، النصرة والشهادة وكل </p><p> منهما حسنى، (وَنَحْنُ نَتَرَبَّصُ بِكُمْ) ، إحدى السوءين، (أَنْ يُصِيبَكُمُ اللهُ بِعَذَابٍ مِنْ عِنْدِهِ) ، بقارعة وبلاء من السماء، (أَوْ بِأَيْدِينَا) أو بعذاب بأيدينا كالقتل، (فَتَرَبَّصُوا) ، انتظروا ما هو عاقبنا، (إِنَّا مَعَكُمْ مُتَرَبِّصُونَ) ، ما هو عاقبتكم، (قُلْ أَنفِقوا طَوْعاً أَوْ كَرْهاً) ، طائعين أو مكرهين، (لن يُتَقَبَّلَ مِنكُمْ) ، أمر في معنى الخبر، أي: لن يتقبل الله منكم نفقاتكم إن أنفقتم طوعاً أو كرهًا كما قال جد بن قيس أعينك بمالي، (إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ) ، تعليل لعدم القبول على سبيل الاستئناف، (وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا) ، أي: إلا كفرهم فاعل منع، (بِاللهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى) ، متثاقلين ليس لهم قصد صحيح، (وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ) ، لأنَّهُم لا يرجون بها ثواباً؛ بل غرضهم إظهار الإسلام، (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ) ، فإنها لهم استدراج ووبال، (إِنَّمَا يُرِيدُ اللهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا) ، بزكاتها والنفقة في سبيل الله على كره والتعب في جمعها والوجل في حفظها والشدائد والمصائب فيها فهي لهم عذاب وللمؤمنين أجر، قال بعضهم: في الحياة الدنيا متعلق بـ لا تعجبك، (وَتَزْهَقَ) ، تخرج، (أَنفُسُهُمْ وَهُمْ كافِرُونَ) ، أي: يموتوا كافرين مشتغلين بصعوبة فراق [المستلذات] الدنيوية غافلين عن النظر في العاقبة، (وَيَحْلِفُونَ بِاللهِ إِنَّهُمْ لَمِنكُمْ) ، من جملة المسلمين، (وَمَا هُم مِّنكمْ) ، فإنهم </p><p> منافقون، (وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ) ، يخافون فيحلفون تقية، (لَوْ يَجِدُونَ مَلْجَأً) ، حصنًا يلجئون إليه، (أَوْ مَغَارَاتٍ) ، غيرانًا في الجبال، (أَوْ مُدَّخَلًا) ، نفقاَ ينحجرون فيه كنفق اليربوع، (لَوَلَّوْا إِلَيْهِ) ، لأقبلوا نحوه، (وَهُم يَجْمَحُون) ، يسرعون إسراعًا لا يردهم شيء وحاصله أنَّهم لو وجدوا مهربًا منكم أى مهرب لفروا منكم لضيقهم في أيديكم، (وَمِنْهُمْ مَنْ يَلْمِزُكَ) ، يعيبك، (فِي الصَّدَقَاتِ) ، أي: في قسمتها، (فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ) ، أي: ينكرون ويعيبون لحظ أنفسهم، وإذا للمفاجأة نائب مناب فاء الجزاء نزلت في ذوى الخويصرة أصل الخوارج وآبائهم حين قال: اعدل في القسمة فقال صلى الله عليه وسلم: قد خبتَ وخسرتَ إن لم أكن أعدل فمن يعدل؟، أو نزلت في أبي الجواظ من المنافقين حين قال: أتقسم بالسوية، (وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ) ، أعطاهم، (اللهُ وَرَسُولُهُ) ، من الغنيمة والصدقة، وفعل الرسول بأمر الله، فلذلك أتى بلفظ الله، (وَقَالُوا حَسْبُنَا اللهُ) ، محسبنا وكافينا، (سَيُؤْتِينَا اللهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللهِ رَاغِبُونَ) ، في أن يوسع علينا من فضله وجواب لو محذوف، أي: لكان خيرًا لهم وأقوم. </p><p> * * * </p>"
}