{
  "id": null,
  "sura": 9,
  "aya": 67,
  "text": "<p> الْفَاسِقُونَ (٦٧) وَعَدَ اللهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (٦٨) كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ (٦٩) أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٧٠) وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللهُ إِنَّ اللهَ عَزِيزٌ حَكِيمٌ (٧١) وَعَدَ اللهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٧٢) </p><p> * * * </p><p> (الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ) ، أي: وهم على دين وطريق واحد وبعضهم مشابه ومقارب من بعض كأبعاض الشيء الواحد، (يَأْمُرُون بِالْمُنكَرِ) ، بالكفر والمعاصي، (وَيَنْهَوْنَ عَنِ المَعْرُوفِ) ، الإيمان والطاعة، (وَيَقْبِضُونَ أَيْدِيَهُمْ) ، عن الإنفاق في سبيل الله، (نَسُوا اللهَ) ، تركوا ذكره وطاعته، </p><p> (فَنَسِيَهُمْ) ، تركهم من لطفه وإنعامه، (إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ) ، الكاملون في التمرد، (وَعَدَ اللهُ الُمنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا) ، مقدرين للخلود، (هيَ) ، أي: النار، (حَسْبهُمْ) ، كافيهم جزاء على نفاقهم، (وَلَعَنَهُمُ اللهُ) ، أبعدهم من رحمته، (وَلَهُمْ عَذَابٌ مُقِيمٌ) ، لا تصير النار قط عليهم بردًا، (كالَّذِينَ) ، أي: أنتم مثل الذين أو فعلتم مثل فعل الذين، (مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ) ، بدينهم أو بنصيبهم من ملاذ الدنيا، (فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ) ، فحالكم وفعلكم كفعلهم القبيح الشنيع، بين أولاً بقوله \" فاستمتعوا \" قباحة طرائقهم ثم شبههم بهم حذو النعل بالنعل، (وَخُضْتُمْ) ، في الكذب والباطل، (كَالَّذِي خَاضُوا) ، أي: كالفوج الذي خاضوا، أو كالخوض الذي خاضوه، (أُوْلَئِكَ حَبطَتْ أَعْمَالُهُمْ فِي الدُّنيَا وَالْآخِرَةِ) ، لم يستحقوا عليها في الدارين جزاء، (وَأُولَئِكَ هُمُ الْخَاسِرُونَ) ، دينهم ودنياهم، يعني: كما حبطت أعمال من قبلكم حبطت أعمالكم، (أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ) ، أهلكوا بالطوفان، (وَعَادٍ) ، بالريح، (وَثَمُودَ) ، بالصيحة، (وَقَوْمِ </p><p> إِبْرَاهِيمَ)، بسلب النعمة وهلاك ملكهم نمرود ببعوض، (وَأَصْحَابِ مَدْيَنَ) ، قوم شعيب بالنار يوم الظلة، (وَالْمُؤْتَفِكَاتِ) ، قريات قوم لوط ائتفكت بهم انقلبت فصارت عاليها سافلها، (أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ) ، المعجزات الظاهرات فكذبوهم فأخذوا بتعجيل النقمة، (فَمَا كَانَ اللهُ لِيَظْلِمَهُمْ) ، بأن عاقبهم بلا جرم، (وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ) ، بتكذيب رسلهم فاستحقوا العذاب فنزل عليهم، (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) ، أي: يتناصرون ويتعاضدون في مقابلة قول: \" المنافقون والمنافقات \" الآية، (يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللهَ وَرَسُولَهُ) ، في جميع ما أمر ونهي (أُولَئِكَ سَيَرْحَمُهُمُ اللهُ) ، لا محالة والسين مؤكدة للوقوع، (إِنَّ اللهَ عَزِيزٌ) ، غالب، (حَكِيمٌ) ، يضع الأشياء في مواضعها، (وَعَدَ اللهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) ، تحت أشجارها وغرفها، (خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيبَةً) ، من أنواع الجواهر، (فِي جَنَّاتِ عَدْن) ، وقد ورد: العدن دار الله التي لم ترها عين ولم يخطر على قلب بشر، أو نهر في الجنة جناته على حافتيه، أو أعلى درجة في الجنة، (وَرِضْوَانٌ من اللهِ) ، أي: شيء من رضاه، (أَكْبَرُ) ، من جميع ذلك أو مما يوصف، فإن رضى الله هو المبدأ لكل سعادة وهو المؤدي إلى الوصال واللقاء، (ذلِكَ) ، أى: الرضوان أو جميع ما تقدم، (هُوَ الفَوْزُ العَظِيمُ) . </p><p> * * * </p>"
}