{
  "id": null,
  "sura": 9,
  "aya": 17,
  "text": "<p> (مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ (١٧) إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ (١٨) أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللهِ لَا يَسْتَوُونَ عِنْدَ اللهِ وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٩) الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ (٢٠) يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ (٢١) خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ (٢٢) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٢٣) قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٢٤) </p><p> * * * </p><p> (مَا كَانَ) : ما صح، (لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللهِ) ، أيُّ مسجد كان، أو المراد مسجد الحرام، وجمعه لأنه قبلة المساجد، ويدل عليه قراءة من قرأ مسجد الله وعمارته مرمته عند الخراب، أو الصلاة والقعود فيه أو أعم، قيل: نزلت في العباس حين أسر في بدرٍ فأغلظ علي - رضى الله عنه - له القول في التعيير فأجاب: تعدون مساوئنا </p><p> ولا تذكرون محاسننا إنا لنعمر المسجد الحرام ونحجب الكعبة ونسقي الحاج، (شَاهِدِينَ عَلَى أَنفُسِهِم بِالْكُفْر) ، حال من فاعل يعمروا، أي: ما استقام الجمع بين عمارة بيت الله وعبادة غيره، (أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ) ، لأن الكفر يذهب ثوابها، (وَفِي النَّارِ هُمْ خَالِدُونَ (١٧) إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللهَ)، في باب الدين وأمره يعني من كان بهذه الصفات فهو اللائق بعمارة المساجد قال صلى الله عليه وسلم \" إذا رأيتم الرجل يعتاد المسجد فاشهدوا له بالإيمان \" ، قال الله تعالى:  \" إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ \" ، وقد ورد \" عمار المساجد هم أهل الله \"  (فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ) ، قيل الإتيان بلفظ عسى إشارة إلى ردع الكفار وتوبيخهم بالقطع في زعمهم أنهم مهتدون فإن هؤلاء مع هذه الكمالات اهتداؤهم دائر بين عسى ولعل فما ظنك بمن هو أضل من البهائم! وإشارة أيضاً إلى منع المؤمنين من الاغترار والاتكال على الأعمال، (أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ) ، أي: أهل السقاية والعمارة، وقيل المصدر بمعنى اسم الفاعل، أي: الساقي والعامر، </p><p> (كَمَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللهِ) ، وفي مسلم قال رجل من: الصحابة ما أبالي أن لا أعمل لله عملاً بعد الإسلام إلا أن أسقى الحاج، وقال آخر: بل عمارة المسجد الحرام، وقال الآخر: الجهاد خير مما قلتم فقال عمر: استفتيت من رسول الله - صلى الله عليه وسلم - فأنزل الله تعالى:  \" أجعلتم سقاية الحاج \" الآية، وعن كثير من السلف: أنها نزلت في مفاخرة العباس وطلحة وعلي بن أبي طالب رضي الله عنهم، قال طلحة: أنا صاحب البيت معي مفتاحه، ولو أشاء أبيت فيه، وقال العباس بعد إسلامه: أنا صاحب السقاية والقائم عليها، وقال علي: ما أدري ما تقولان لقد صليت إلى القبلة ستة أشهر قبل الناس، وأنا صاحب الجهاد، وأنزلت حين قال المشركون: عمارة البيت والقيام على السقاية خير من الإيمان والجهاد، (لاَ يَسْتَوُون عِندَ اللهِ) ، بل المجاهد أفضل لكن للمرجوح درجة ثم بين بقوله، (وَاللهُ لاَ يَهْدَي القَوْمَ الظَّالِمِينَ) ، أن من ليس له فضل، ولا هداية ولا درجة هم الذين ظلموا أنفسهم بعبادة الأوثان مكان عبادة الله، وإن كان سبب النزول مفاخرة المشركين فقوله:  \" والله لا يهدي القوم الظالمين \" لبيان عدم التساوي (الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللهِ) : ممن لم </p><p> يستجمع هذه الصفات، (وَأُولَئِكَ هُمُ الْفَائِزُونَ) : بالنجاة الكلية عن النار والظفر المطلق بالأمنية، (يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ) : دائم، (خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ) : يستحقر دونه نعيم الدنيا بأسرها، (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ) : أصدقاء، (إِنِ اسْتَحَبُّوا) : اختاروا، (الْكُفْرَ عَلَى الْإِيمَانِ) ، نزلت حين أمروا بالهجرة من مكة فإن بعض المؤمنين قالوا: إن هاجرنا قطعنا آباءنا وأبناءنا وعشائرنا وذهبت تجارتنا وخربت دورنا، أو نزلت نهياً عن موالاة التسعة الذين ارتدوا ولحقوا بمكة، (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ) : بوضع الموالاة مكان المعاداة، (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ) : أقرباؤكم، (وَأَمْوَالٌ اقْتَرَفْتُمُوهَا) : اكتسبتموها، (وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا) : تستطيبونها، (أَحَبَّ إِلَيْكُمْ مِنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا) ، جواب الشرط، أي: انتظروا، (حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ) : عقوبته العاجلة والآجلة، (وَاللهُ لاَ يَهْدِي القَوْمَ الْفَاسِقِينَ) : لا يرشد الخارجين عن الطاعة وفي الحديث أن عمر بن الخطاب رضي الله عنه قال: والله لأنت يا رسول الله أحب إليَّ من كل شيء إلا من نفسي، فقال رسول الله - صلى الله عليه وسلم -: لا يؤمن أحدكم حتى أكون أحب إليه من نفسه فقال عمر: فأنت الآن والله أحب إليَّ من نفسي، فقال رسول الله - صلى الله عليه وسلم -: الآن يا عمر، قيل المراد الحب الاختيارى دون الطبيعي الذي لا يدخل تحت التكليف. </p><p> * * * </p>"
}