{
  "id": null,
  "sura": 10,
  "aya": 93,
  "text": "<p> الآن حين يأسك عن نفسك؟ وهذا قول جبريل أو قول الله تعالى، (وَقَدْ عَصَيْتَ قَبْلُ) مدة عمرك، (وَكُنتَ مِنَ المُفْسِدِينَ) المضلين، (فَالْيَوْمَ نُنَجِّيكَ) نبعدك مما وقع فيه قومك من قعر البحر أو نلقيك بنجوة من الأرض، أي: بأرض مرتفعة، (بِبَدَنِكَ) أي: حال كونك متلبسًا بالبدن عاريًا عن الروح، أو الباء بمعنى مع والبدن الدرع وكانت له درع من ذهب يعرف بها، (لِتَكُونَ لِمَنْ خَلْفَكَ) ، لمن يأتي بعدك من بني إسرائيل وغيرهم، (آيَةً) : عبرة ونكالاً عن الطغيان، (وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ) فلا يتفكرون فيها ولا يتعظون بها. </p><p> * * * </p><p> (وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ </p><p> يَخْتَلِفُونَ (٩٣) فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (٩٤) وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللهِ فَتَكُونَ مِنَ الْخَاسِرِينَ (٩٥) إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٩٧) فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ (٩٨) وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (٩٩) وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ (١٠٠) قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ (١٠١) فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (١٠٢) ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ (١٠٣) </p><p> * * * </p><p> (وَلَقَدْ بَوَّأْنَا) أنزلنا، (بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ) منزلاً صالحًا بلاد مصر والشام مما يلي بيت المقدس ونواحيه، (وَرَزَقْنَاهُم مِّنَ الطيِّبَاتِ) من اللذائذ، (فَمَا اخْتَلَفُوا) في أمر دينهم، (حَتَّى جَاءَهُمُ الْعِلْمُ) الأمن بعد نزول التوراة المزيح للشك والاختلاف، أو ما اختلفوا في تصديق النبي - صلى الله عليه ولمملم - حتى جاءهم القرآن، (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) فيثيب المحق ويعاقب المبطل، (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ) فيه تثبيت للأمة وإعلام لهم أن صفة نبيهم مكتوب في الكتب السماوية خطاب للنبي صلى الله عليه وسلم والمراد به غيره، أو لزيادة </p><p> تثبيته وفرض الشك فلذلك قال صلى الله عليه وسلم:  \" لا أشكُّ ولا أسأل \"  (١) ، (فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ) كعبد الله بن سلام وأصحابه، (لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) بالتزلزل عما أنت فيه ومن اليقين قيل خطاب لكل من يسمع أي: إن كنت أيها السامع في شك مما نزلنا على لسان نبينا إليك فسألهم ولا تكن من الشاكين، (وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللهِ فَتَكُونَ مِنَ الْخَاسِرِينَ) وهو كالأول المراد به غير المخاطب، أو من باب التهييج وقطع الأطماع عنه، (إِنَّ الَّذِينَ حَقَّتْ) ثبتت، (عَلَيْهِمْ كَلِمَتُ رَبِّكَ) بالعذاب والسخط، قيل: هي قوله هؤلاء للنار ولا أبالي، (لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ) فإن إرادة الله تعالى لا تتعلق بإيمانهم فكيف يؤمنون، (حَتَّى يَرَوُا العَذَابَ الأَلِيمَ) وحينئذ لا ينفعهم إيمانهم، (فَلَوْلاَ) أي: فهلا، (كَانت قَريَةٌ) من القرى التي أهلكناها، (آمَنَت) قبل معاينة العذاب، (فَنَفَعَهَا إِيمَانُهَا) لوقوعه في وقت الاختيار، (إِلَّا قَوْمَ يُونُسَ) لكن قومه، (لَمَّا آمنوا) قبل معاينة العذاب في وقت الاختيار، (كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ) أي: إلى </p><p>(١) قال الإمام فخر الدين الرازي ما نصه: اخْتَلَفَ الْمُفَسِّرُونَ: فِي أَنَّ الْمُخَاطَبَ بِهَذَا الْخِطَابِ مَنْ هُوَ؟ فَقِيلَ النَّبِيُّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ. وَقِيلَ غَيْرُهُ، أَمَّا مَنْ قَالَ بِالْأَوَّلِ: فَاخْتَلَفُوا عَلَى وُجُوهٍ.الْوَجْهُ الْأَوَّلُ: أَنَّ الْخِطَابَ مَعَ النَّبِيِّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ فِي الظاهر، والمراد غيره كقوله تعالى: يا أَيُّهَا النَّبِيُّ اتَّقِ اللهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ [الْأَحْزَابِ: ١] وَكَقَوْلِهِ: لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ [الزُّمَرِ: ٦٥] وكقوله:يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ [الْمَائِدَةِ: ١١٦] وَمِنَ الْأَمْثِلَةِ الْمَشْهُورَةِ: إِيَّاكِ أَعْنِي وَاسْمَعِي يَا جَارَةُ.وَالَّذِي يَدُلُّ عَلَى صِحَّةِ مَا ذَكَرْنَاهُ وُجُوهٌ: الأول: قوله تعالى في آخر السورة يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي [يُونُسَ: ١٠٤] فَبَيَّنَ أَنَّ الْمَذْكُورَ فِي أول الآية على سبيل الزمر، هُمُ الْمَذْكُورُونَ فِي هَذِهِ الْآيَةِ عَلَى سَبِيلِ التَّصْرِيحِ. الثَّانِي: أَنَّ الرَّسُولَ لَوْ كَانَ شَاكًّا فِي نُبُوَّةِ نَفْسِهِ لَكَانَ شَكُّ غَيْرِهِ فِي نُبُوَّتِهِ أَوْلَى وَهَذَا يُوجِبُ سُقُوطَ الشَّرِيعَةِ بِالْكُلِّيَّةِ. وَالثَّالِثُ: أَنَّ بِتَقْدِيرِ أَنْ يَكُونَ شَاكًّا فِي نُبُوَّةِ نَفْسِهِ، فَكَيْفَ يَزُولُ ذَلِكَ الشَّكُّ بِأَخْبَارِ أَهْلِ الْكِتَابِ عَنْ نُبُوَّتِهِ مَعَ أَنَّهُمْ فِي الْأَكْثَرِ كُفَّارٌ، وَإِنْ حَصَلَ فِيهِمْ مَنْ كَانَ مُؤْمِنًا إِلَّا أَنَّ قَوْلَهُ لَيْسَ بِحُجَّةٍ لَا سِيَّمَا وَقَدْ تَقَرَّرَ أَنَّ مَا فِي أَيْدِيهِمْ مِنَ التَّوْرَاةِ وَالْإِنْجِيلِ، فَالْكُلُّ مُصَحَّفٌ مُحَرَّفٌ، فَثَبَتَ أَنَّ الْحَقَّ هُوَ أَنَّ الْخِطَابَ، وَإِنْ كَانَ فِي الظَّاهِرِ مَعَ الرَّسُولِ صَلَّى الله عَلَيْهِ وَسَلَّمَ إِلَّا أَنَّ الْمُرَادَ هُوَ الْأُمَّةُ، وَمِثْلُ هَذَا مُعْتَادٌ، فَإِنَّ السُّلْطَانَ الْكَبِيرَ إِذَا كَانَ لَهُ أَمِيرٌ، / وَكَانَ تَحْتَ رَايَةِ ذَلِكَ الْأَمِيرِ جَمْعٌ، فَإِذَا أَرَادَ أَنْ يَأْمُرَ الرَّعِيَّةَ بِأَمْرٍ مَخْصُوصٍ، فَإِنَّهُ لَا يُوَجِّهُ خِطَابَهُ عَلَيْهِمْ، بَلْ يُوَجِّهُ ذَلِكَ الْخِطَابَ عَلَى ذَلِكَ الْأَمِيرِ الَّذِي جَعَلَهُ أَمِيرًا عَلَيْهِمْ، لِيَكُونَ ذَلِكَ أَقْوَى تَأْثِيرًا فِي قُلُوبِهِمْ.الْوَجْهُ الثَّانِي: أَنَّهُ تَعَالَى عَلِمَ أَنَّ الرَّسُولَ لَمْ يَشُكَّ فِي ذَلِكَ، إِلَّا أَنَّ الْمَقْصُودَ أَنَّهُ مَتَى سَمِعَ هَذَا الْكَلَامَ، فَإِنَّهُ يُصَرِّحُ وَيَقُولُ: «يَا رَبِّ لَا أَشُكُّ وَلَا أَطْلُبُ الْحُجَّةَ مِنْ قَوْلِ أَهْلِ الْكِتَابِ بَلْ يَكْفِينِي مَا أَنْزَلْتَهُ عَلَيَّ مِنَ الدَّلَائِلِ الظَّاهِرَةِ» وَنَظِيرُهُ قَوْلُهُ تَعَالَى لِلْمَلَائِكَةِ: أَهؤُلاءِ إِيَّاكُمْ كانُوا يَعْبُدُونَ [سبأ: ٤٠] والمقصود أَنْ يُصَرِّحُوا بِالْجَوَابِ الْحَقِّ وَيَقُولُوا: سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ بَلْ كانُوا يَعْبُدُونَ الْجِنَّ [سَبَأٍ: ٤١] وَكَمَا قَالَ لِعِيسَى عَلَيْهِ السَّلَامُ: أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللهِ [الْمَائِدَةِ: ١١٦] وَالْمَقْصُودُ مِنْهُ أَنْ يُصَرِّحَ عِيسَى عليه السلام بالبراءة عن ذلك فكذا هاهنا.الْوَجْهُ الثَّالِثُ: هُوَ أَنَّ مُحَمَّدًا عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ كَانَ مِنَ الْبَشَرِ، وَكَانَ حُصُولُ الْخَوَاطِرِ الْمُشَوَّشَةِ وَالْأَفْكَارِ الْمُضْطَرِبَةِ فِي قَلْبِهِ مِنَ الْجَائِزَاتِ، وَتِلْكَ الْخَوَاطِرُ لَا تَنْدَفِعُ إِلَّا بِإِيرَادِ الدَّلَائِلِ وَتَقْرِيرِ الْبَيِّنَاتِ، فَهُوَ تَعَالَى أَنْزَلَ هَذَا النَّوْعَ مِنَ التَّقْرِيرَاتِ حَتَّى إِنَّ بِسَبَبِهَا تَزُولُ عَنْ خَاطِرِهِ تِلْكَ الْوَسَاوِسُ، وَنَظِيرُهُ قَوْلُهُ تَعَالَى: فَلَعَلَّكَ تارِكٌ بَعْضَ مَا يُوحى إِلَيْكَ وَضائِقٌ بِهِ صَدْرُكَ [هُودٍ: ١٢] وَأَقُولُ تَمَامُ التَّقْرِيرِ فِي هَذَا الْبَابِ أَنَّ قَوْلَهُ: فَإِنْ كُنْتَ فِي شَكٍّ فَافْعَلْ كَذَا وَكَذَا قَضِيَّةٌ شَرْطِيَّةٌ وَالْقَضِيَّةُ الشَّرْطِيَّةُ لَا إِشْعَارَ فِيهَا الْبَتَّةَ بِأَنَّ الشَّرْطَ وَقَعَ أَوْ لَمْ يَقَعْ. وَلَا بِأَنَّ الْجَزَاءَ وَقَعَ أَوْ لَمْ يَقَعْ بَلْ لَيْسَ فِيهَا إِلَّا بَيَانُ أَنَّ مَاهِيَّةَ ذَلِكَ الشَّرْطِ مُسْتَلْزِمَةٌ لِمَاهِيَّةِ ذَلِكَ الْجَزَاءِ فَقَطْ، وَالدَّلِيلُ عَلَيْهِ أَنَّكَ إِذَا قُلْتَ إِنْ كَانَتِ الْخَمْسَةُ زَوْجًا كَانَتْ مُنْقَسِمَةً بِمُتَسَاوِيَيْنِ، فَهُوَ كَلَامٌ حَقٌّ، لِأَنَّ مَعْنَاهُ أَنَّ كَوْنَ الْخَمْسَةِ زَوْجًا يَسْتَلْزِمُ كَوْنَهَا مُنْقَسِمَةً بِمُتَسَاوِيَيْنِ، ثُمَّ لَا يَدُلُّ هَذَا الْكَلَامُ عَلَى أَنَّ الْخَمْسَةَ زَوْجٌ وَلَا عَلَى أَنَّهَا مُنْقَسِمَةٌ بِمُتَسَاوِيَيْنِ فكذا هاهنا هَذِهِ الْآيَةُ، تَدُلُّ عَلَى أَنَّهُ لَوْ حَصَلَ هَذَا الشَّكُّ لَكَانَ الْوَاجِبُ فِيهِ هُوَ فِعْلَ كَذَا وَكَذَا، فَأَمَّا أَنَّ هَذَا الشَّكَّ وَقَعَ أَوْ لَمْ يَقَعْ، فَلَيْسَ فِي الْآيَةِ دَلَالَةٌ عَلَيْهِ، وَالْفَائِدَةُ فِي إِنْزَالِ هَذِهِ الْآيَةِ عَلَى الرَّسُولِ أَنَّ تَكْثِيرَ الدَّلَائِلِ وَتَقْوِيَتَهَا مِمَّا يَزِيدُ فِي قُوَّةِ الْيَقِينِ وَطُمَأْنِينَةِ النَّفْسِ وَسُكُونِ الصَّدْرِ، وَلِهَذَا السَّبَبِ أَكْثَرَ الله فِي كِتَابِهِ مِنْ تَقْرِيرِ دَلَائِلِ التَّوْحِيدِ وَالنُّبُوَّةِ.وَالْوَجْهُ الرَّابِعُ: فِي تَقْرِيرِ هَذَا الْمَعْنَى أَنْ تَقُولَ: الْمَقْصُودُ مِنْ ذِكْرِ هَذَا الْكَلَامِ اسْتِمَالَةُ قُلُوبِ الْكُفَّارِ وَتَقْرِيبُهُمْ مِنْ قَبُولِ الْإِيمَانِ، وَذَلِكَ لِأَنَّهُمْ طَالَبُوهُ مَرَّةً بَعْدَ أُخْرَى، بِمَا يَدُلُّ عَلَى صِحَّةِ نُبُوَّتِهِ وَكَأَنَّهُمُ اسْتَحْيَوْا مِنْ تِلْكَ الْمُعَاوَدَاتِ وَالْمُطَالَبَاتِ، وَذَلِكَ الِاسْتِحْيَاءُ صَارَ مَانِعًا لَهُمْ عَنْ قَبُولِ الْإِيمَانِ فَقَالَ تَعَالَى: فَإِنْ كُنْتَ فِي شَكٍّ مِنْ نُبُوَّتِكَ فَتَمَسَّكْ بِالدَّلَائِلِ الْقَلَائِلِ، يَعْنِي أَوْلَى النَّاسِ بِأَنْ لَا يَشُكَّ/ فِي نُبُوَّتِهِ هُوَ نَفْسُهُ، ثُمَّ مَعَ هَذَا إِنْ طَلَبَ هُوَ مِنْ نَفْسِهِ دَلِيلًا عَلَى نُبُوَّةِ نفسه بعد ما سَبَقَ مِنَ الدَّلَائِلِ الْبَاهِرَةِ وَالْبَيِّنَاتِ الْقَاهِرَةِ فَإِنَّهُ لَيْسَ فِيهِ عَيْبٌ وَلَا يَحْصُلُ بِسَبَبِهِ نُقْصَانٌ، فَإِذَا لَمْ يُسْتَقْبَحْ مِنْهُ ذَلِكَ فِي حَقِّ نَفْسِهِ فَلَأَنْ لَا يُسْتَقْبَحَ مِنْ غَيْرِهِ طَلَبُ الدَّلَائِلِ كَانَ أَوْلَى، فَثَبَتَ أَنَّ الْمَقْصُودَ بِهَذَا الْكَلَامِ اسْتِمَالَةُ الْقَوْمِ وَإِزَالَةُ الْحَيَاءِ عَنْهُمْ فِي تَكْثِيرِ الْمُنَاظَرَاتِ.الْوَجْهُ الْخَامِسُ: أَنْ يَكُونَ التَّقْدِيرُ أَنَّكَ لَسْتَ شَاكًّا الْبَتَّةَ وَلَوْ كُنْتَ شَاكًّا لَكَانَ لَكَ طُرُقٌ كَثِيرَةٌ فِي إِزَالَةِ ذَلِكَ الشَّكِّ كَقَوْلِهِ تَعَالَى: لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللهُ لَفَسَدَتا [الْأَنْبِيَاءِ: ٢٢] وَالْمَعْنَى أَنَّهُ لَوْ فُرِضَ ذَلِكَ الْمُمْتَنِعُ وَاقِعًا، لَزِمَ مِنْهُ الْمُحَالُ الفلاني فكذا هاهنا وَلَوْ فَرَضْنَا وُقُوعَ هَذَا الشَّكِّ فَارْجِعْ إِلَى التَّوْرَاةِ وَالْإِنْجِيلِ لِتَعْرِفَ بِهِمَا أَنَّ هَذَا الشَّكَّ زَائِلٌ وَهَذِهِ الشُّبْهَةَ بَاطِلَةٌ.الْوَجْهُ السَّادِسُ: قَالَ الزَّجَّاجُ: إِنَّ الله خَاطَبَ الرَّسُولَ فِي قَوْلِهِ: فَإِنْ كُنْتَ فِي شَكٍّ وَهُوَ شَامِلٌ لِلْخَلْقِ وهو كقوله: يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ [الطَّلَاقِ: ١] قَالَ: وَهَذَا أَحْسَنُ الْأَقَاوِيلِ، قَالَ الْقَاضِي: هَذَا بَعِيدٌ لِأَنَّهُ مَتَى كَانَ الرَّسُولُ دَاخِلًا تَحْتَ هَذَا الْخِطَابِ فَقَدْ عَادَ السُّؤَالُ، سَوَاءٌ أُرِيدَ مَعَهُ غَيْرُهُ أَوْ لَمْ يُرَدْ وَإِنْ جَازَ أَنْ يُرَادَ هُوَ مَعَ غَيْرِهِ، فَمَا الَّذِي يَمْنَعُ أَنْ يُرَادَ بِانْفِرَادِهِ كَمَا يَقْتَضِيهِ الظَّاهِرُ، ثُمَّ قَالَ: وَمِثْلُ هَذَا التَّأْوِيلِ يَدُلُّ عَلَى قِلَّةِ التَّحْصِيلِ.الْوَجْهُ السَّابِعُ: هُوَ أَنَّ لَفْظَ (إِنْ) فِي قَوْلِهِ: فَإِنْ كُنْتَ فِي شَكٍّ لِلنَّفْيِ أَيْ مَا كُنْتَ فِي شَكٍّ قَبْلُ يَعْنِي لَا نَأْمُرُكَ بِالسُّؤَالِ لِأَنَّكَ شَاكٌّ لَكِنْ لِتَزْدَادَ يَقِينًا كَمَا ازْدَادَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ بِمُعَايَنَةِ إِحْيَاءِ الْمَوْتَى يَقِينًا.وَأَمَّا الْوَجْهُ الثَّانِي: وَهُوَ أَنْ يُقَالَ هَذَا الْخِطَابُ لَيْسَ مَعَ الرَّسُولِ فَتَقْرِيرُهُ أَنَّ النَّاسَ فِي زَمَانِهِ كَانُوا فِرَقًا ثَلَاثَةً، الْمُصَدِّقُونَ بِهِ وَالْمُكَذِّبُونَ لَهُ وَالْمُتَوَقِّفُونَ فِي أَمْرِهِ الشَّاكُّونَ فِيهِ، فَخَاطَبَهُمُ الله تَعَالَى بِهَذَا الْخِطَابِ فَقَالَ:إِنْ كُنْتَ أَيُّهَا الْإِنْسَانُ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ مِنَ الْهُدَى عَلَى لِسَانِ مُحَمَّدٍ فَاسْأَلْ أَهْلَ الْكِتَابِ لِيَدُلُّوكَ عَلَى صِحَّةِ نُبُوَّتِهِ، وَإِنَّمَا وَحَّدَ الله تَعَالَى ذَلِكَ وَهُوَ يريد الجمع، كما في قوله: يَا أَيُّهَا الْإِنْسانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ الَّذِي خَلَقَكَ [الانفطار: ٦، ٧] ويا أَيُّهَا الْإِنْسانُ إِنَّكَ كادِحٌ [الِانْشِقَاقِ: ٦] وَقَوْلِهِ: فَإِذا مَسَّ الْإِنْسانَ ضُرٌّ [الزُّمَرِ: ٤٩] وَلَمْ يُرِدْ فِي جَمِيعِ هَذِهِ الْآيَاتِ إِنْسَانًا بِعَيْنِهِ، بَلِ الْمُرَادُ هُوَ الجماعة فكذا هاهنا وَلَمَّا ذَكَرَ الله تَعَالَى لَهُمْ مَا يُزِيلُ ذَلِكَ الشَّكَّ عَنْهُمْ حَذَّرَهُمْ مِنْ أَنْ يُلْحَقُوا بِالْقِسْمِ الثَّانِي وَهُمُ الْمُكَذِّبُونَ فَقَالَ: وَلا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآياتِ اللهِ فَتَكُونَ مِنَ الْخاسِرِينَ.المسألة الثالثة: اختلفوا في أن المسؤول منه في قوله: فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مَنْ هُمْ؟ فَقَالَ الْمُحَقِّقُونَ هُمُ الَّذِينَ آمَنُوا مِنْ أَهْلِ الْكِتَابِ كَعَبْدِ الله بْنِ سَلَامٍ، وَعَبْدِ الله بْنِ صُورِيَا، وَتَمِيمٍ/ الدَّارِيِّ، وَكَعْبِ الْأَحْبَارِ لِأَنَّهُمْ هُمُ الَّذِينَ يُوثَقُ بِخَبَرِهِمْ، وَمِنْهُمْ مَنْ قَالَ: الْكُلُّ سَوَاءٌ كَانُوا مِنَ الْمُسْلِمِينَ أَوْ مِنَ الْكُفَّارِ، لِأَنَّهُمْ إِذَا بَلَغُوا عَدَدَ التَّوَاتُرِ ثُمَّ قَرَءُوا آيَةً مِنَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَتِلْكَ الْآيَةُ دَالَّةٌ عَلَى الْبِشَارَةِ بِمَقْدَمِ مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَسَلَّمَ فَقَدْ حَصَلَ الْغَرَضُ.فَإِنْ قِيلَ: إِذَا كَانَ مَذْهَبُكُمْ أَنَّ هَذِهِ الْكُتُبَ قَدْ دَخَلَهَا التَّحْرِيفُ وَالتَّغْيِيرُ، فَكَيْفَ يُمْكِنُ التَّعْوِيلُ عَلَيْهَا.قُلْنَا: إِنَّهُمْ إِنَّمَا حَرَّفُوهَا بِسَبَبِ إِخْفَاءِ الْآيَاتِ الدَّالَّةِ عَلَى نُبُوَّةِ مُحَمَّدٍ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ فَإِنْ بَقِيَتْ فِيهَا آيَاتٌ دَالَّةٌ عَلَى نُبُوَّتِهِ كَانَ ذَلِكَ مِنْ أَقْوَى الدَّلَائِلِ عَلَى صِحَّةِ نُبُوَّةِ مُحَمَّدٍ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، لِأَنَّهَا لَمَّا بَقِيَتْ مَعَ تَوَفُّرِ دَوَاعِيهِمْ عَلَى إِزَالَتِهَا دَلَّ ذَلِكَ عَلَى أَنَّهَا كَانَتْ فِي غَايَةِ الظُّهُورِ، وَإِمَّا أَنَّ الْمَقْصُودَ مِنْ ذَلِكَ السُّؤَالِ مَعْرِفَةُ أَيِّ الْأَشْيَاءِ، فَفِيهِ قَوْلَانِ: الْأَوَّلُ: أَنَّهُ الْقُرْآنُ وَمَعْرِفَةُ نُبُوَّةِ الرَّسُولِ صَلَّى الله عَلَيْهِ وَسَلَّمَ. وَالثَّانِي: أَنَّهُ رَجَعَ ذَلِكَ إِلَى قَوْلِهِ تَعَالَى: فَمَا اخْتَلَفُوا حَتَّى جاءَهُمُ الْعِلْمُ [يُونُسَ: ٩٣] وَالْأَوَّلُ أَوْلَى، لِأَنَّهُ هُوَ الْأَهَمُّ وَالْحَاجَةُ إِلَى مَعْرِفَتِهِ أَتَمُّ. وَاعْلَمْ أَنَّهُ تَعَالَى لَمَّا بَيَّنَ هَذَا الطَّرِيقَ قَالَ بَعْدَهُ: لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ وَلا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآياتِ اللهِ أَيْ فَاثْبُتْ وَدُمْ عَلَى مَا أَنْتَ عَلَيْهِ مِنِ انْتِفَاءِ الْمِرْيَةِ عَنْكَ، وَانْتِفَاءِ التَّكْذِيبِ بِآيَاتِ الله، وَيَجُوزُ أَنْ يَكُونَ ذَلِكَ عَلَى طَرِيقِ التَّهْيِيجِ وَإِظْهَارِ التَّشَدُّدِ وَلِذَلِكَ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ عِنْدَ نُزُولِهِ «لَا أَشُكُّ وَلَا أَسْأَلُ بَلْ أَشْهَدُ أَنَّهُ الْحَقُّ». اهـ (مفاتيح الغيب ١٧/ ٣٠٠ - ٣٠٢)</p><p> أي (١) : إلى آجالهم وقيل الجملة في معنى النفي أى: ما كانت قرية آمنت أهلها بتمامها فَنَفَعَهَا إِيمَانُهَا إلا قوم يونس آمنوا بتمامهم ونفعهم الإيمان وحاصله أنه ليست قرية آمنت أهلها بتمامها إلا وقت نزول العذاب فلا ينفعهم إيمانهم؛ لأنه اضطراري وأما قوم يونس وهم أهل نينوى من أرض الموصل بعدما عاينوا أسباب العذاب جأروا إلى الله تعالى ولبسوا المسوح وفرقوا بين كل حيوان وولده وعجوا إلى الله تعالى فكشف الله تعالى عنهم الدخان والعذاب وقبِل منهم الإيمان وهم مائة ألف أو يزيدون، (وَلَوْ شَاءَ رَبُّكَ) : يا محمد، (لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا) : مجتمعين على الإيمان، (أَفَأَنْتَ تُكْرِهُ النَّاسَ) بما لم يشاء الله منهم، (حَتَّى يَكُونُوا مُؤْمِنِينَ) وهذا عند حرصه - صلى الله عليه وسلم - بإيمان الخلائق كما قال تعالى:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ)  [فاطر: ٨] ، (وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللهِ) بإرادته فليس عليك هداهم، (وَيَجْعَلُ الرِّجْسَ) العذاب والضلال، (عَلَى الذِينَ لاَ يَعْقِلُونَ) حجج الله تعالى وأدلته فهو العادل الحكيم في هداية من هدى وإضلال من أضل، (قلِ انظُروا) : تفكروا، (مَاذَا) إن </p><p>(١) في الأصل شطر الآية السابقة وهو مكرر تم حذفه. (مصحح النسخة الإلكترونية).</p>"
}