{
  "id": null,
  "sura": 10,
  "aya": 1,
  "text": "<p> سورة يونس قيل مكية إلا ثلاث آيات </p><p> من قوله (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ) وهي مائة وتسع آيات، وأحد عشر ركوعًا </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ (٢) إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ (٣) إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٤) هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٥) إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ (٦) إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ (٧) أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ (٨) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا </p><p> الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ (٩) دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لله رَبِّ الْعَالَمِينَ (١٠) </p><p> * * * </p><p> (الر) عن ابن عباس رضى الله عنهما، أي: أنا الله أرى، (تِلْكَ) إشارة إلى ما تضمنته السورة من الآي، (آيَاتُ الْكِتَابِ) القرآن، (الْحَكِيمِ) المحكم الذي لم ينسخ، أو الحاكم بين الناس أو ذوي الحكم، (أَكَانَ لِلنَّاسِ) استفهام لإنكار تعجب الكفار، (عَجَبًا) خبر كان، (أَنْ أَوْحَيْنَا) اسم كان، (إِلَى رَجُلٍ منهُمْ) نزلت حين قالت قريش: الله أعظم أن يكون رسوله بشرًا مثل محمد يعني ممن لم يكن له رياسة ومال وما يعدونه من أسباب الجلال (أَنْ أَنْذِرِ النَّاسَ) ، أن مفسرة، (وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ) أي: بأن، (لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ) ، أي: سابقة وأثرة حسنة أجرًا حسنًا بما قدموا أو سبقت لهم السعادة في الذكر الأول وذكر الصدق إشارة إلى أن نيل تلك الرفعة بسبب الصدق، (قَالَ الْكَافِرُونَ إِنَّ هَذَا) أي: الكتاب، (لَسَاحِرٌ مُبِينٌ (٢) إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) </p><p> كهذه الأيام أو كل يوم كألف سنة، (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) ، الاستواء معلوم والكيفية مجهولة والسؤال عنه بدعة، (يُدَبِّرُ الْأَمْرَ) : يقدر أمر الكائنات على مقتضي </p><p> حكمته، (مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ) رد على المشركين أن آلهتهم شفعاء لهم، (ذَلِكُمُ اللهُ) أي: الموصوف بتلك الصفات العظيمة، (رَبُّكُمْ) لا غير، (فَاعْبُدُوهُ) وحده، (أَفَلَا تَذَكَّرُونَ) في أمركم أيها المشركون، (إِلَيْهِ) لا إلى غيره، (مَرْجِعُكُمْ جَمِيعًا) بالموت، (وَعْدَ اللهِ) مصدر مؤكد لنفسه، (حَقًّا) مصدر مؤكد لغيره، (إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ) بعد إهلاكه، (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ) بعدله لا ينقص من ثوابهم وفضل الله يؤتيه من يشاء وقيل: المراد عدلهم أي: إيمانهم فإن الشرك لظلم عظيم، (وَالذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ) ماء حار انتهى حره، (وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) بسبب كفرهم وحاصله ليجزى الذين كفروا بشراب لكن غير النظم للمبالغة في استحقاقهم للعذاب، وللإشارة إلى أن المقصود بالذات من الإعادة هو الإثابة، وأما عقاب الكفرة فشيء ساقه إليهم شؤم أعمالهم وهذا أيضًا عدل لكن خصص المؤمنين بذكره لمزيد عناية وبشارة، (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً) ذات ضياء، (وَالْقَمَرَ نُورًا) </p><p> أي: ذا نور قيل: ما بالذات ضوء وما بالعرض نور، (وَقَدَّرَهُ) ، أي: مسير القمر، (مَنَازِلَ) أو قدر القمر ذا منازل، (لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ) حساب الشهور والأيام، (مَا خَلَقَ اللهُ ذَلِكَ) أي: المذكور، (إِلَّا) متلبسًا، (بِالْحَقِّ) فيه الصنائع والحكم، (يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ) فإنهم المنتفعون بالتدبر، (إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لقَوْمٍ يَتَّقُونَ) العواقب فإنه يحملهم على التدبر، (إِنْ الَّذِينَ لاَ يَرْجُونَ) لا يتوقعون، (لِقَاءَنَا) لأنَّهُم ينكرون البعث، (وَرَضُوا بِالْحَيَاةِ الدُّنْيَا) من الآخرة، (وَاطْمَأَنُّوا بِهَا) قصروا هممهم على زخارفها، (وَالَّذِينَ هُمْ عَنْ آيَاتِنَا) الكونية والشرعية، (غَافِلُونَ) فلا يتفكرون فيها ولا يأتمرون بما، (أُوْلَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ) من المعاصي، (إِن الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ </p>"
}