{
  "id": null,
  "sura": 10,
  "aya": 61,
  "text": "<p> قيل الهمزة للإنكار، وأم منقطعة، (وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الكَذِبَ يَوْمَ الْقِيَامَةِ) أي: أي شيء ظنهم في ذلك اليوم أيحسبون أن لا يجازوا عليه وفي إبهام الوعيد تهديد شديد، (إِنَّ اللهَ لَذُو فَضْلٍ عَلَى النَّاسِ) حيث لا يستعجل عقوبتهم أو فيما أباح لهم المنافع ولم يحرم عليهم إلا المضار، (وَلَكِنَّ أَكْثَرَهُمْ لاَ يَشْكُرُونَ) هذه النعمة فيحرمون ويحللون بمقتضى هواهم. </p><p> * * * </p><p> (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ (٦١) أَلَا إِنَّ أَوْلِيَاءَ اللهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٢) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٦٣) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٦٤) وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لله جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ (٦٥) أَلَا إِنَّ لله مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا </p><p> يَخْرُصُونَ (٦٦) هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (٦٧) قَالُوا اتَّخَذَ اللهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ (٦٨) قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لَا يُفْلِحُونَ (٦٩) مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ (٧٠) </p><p> * * * </p><p> (وَمَا تَكُونُ فِي شَأْنٍ) ما نافية والشأن الأمر والخطاب لرسوله صلى الله عليه وسلم، (وَمَا تَتْلُو مِنْهُ) الضمير لله وقيل للشأن، (مِن قُرْآنٍ) من مزيدة للنفي وقيل: للتبعيض، (وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ) خطاب له ولأمته، (إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا) رقباء مطلعين عليها، (إِذْ تُفِيضُونَ) تخوضون، (فِيهِ وَمَا يَعْزُبُ) لا يبعد ويغيب، (عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ) موازن نملة صغيرة أو هباء، (فِي الأَرْضِ وَلاَ فِي السَّمَاءِ) أي: في الوجود فإن العوام لا يعرفون إلا ما فيهما، (وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ) جملة برأسها مقررة لما سبق و (أصغر) اسم (لا) و (فِي كِتَابٍ) خبره، (أَلَا إِنَّ أَوْلِيَاءَ اللهِ لَا خَوْفٌ عَلَيْهِمْ) حين يخاف الناس عقاب الله، (وَلاَ هُمْ يَحْزنُونَ) على فوات مأمول، (الَّذِينَ آمَنُوا وَكَانُوا يَتَقُونَ) بيان </p><p> لأولياء الله، (لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا) الرؤيا الحسنة هي البشرى يراها المسلم ويرى له، وقال بعضهم: هي بشرى الملائكة عند احتضاره بالجنة وعن الحسن هي ما يبشر الله تعالى المؤمنين في كتابه من جنته ونعيمه، (وَفِي الْآخِرَةِ) الجنة ورضوان الله تعالى قال بعضهم: المراد بشارة الملائكة في القبر، (لَا تَبْدِيلَ لِكَلِمَاتِ اللهِ) لا إخلاف في مواعيده، (ذَلِكَ) أي: كونهم مبشرين في الدارين، (ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٦٤) وَلَا يَحْزُنْكَ قَوْلُهُمْ) إشراكهم وتكذيبهم، (إِنَّ العِزَّةَ لله جَمِيعًا) استئناف بمعنى التعليل كأنه قال: لا تحزن؛ لأن العزة كلها ملك له ولا يمكلها إلا لمن </p><p> ارتضى، (هُوَ السمِيع) لأقوالهم، (العَلِيم) لنياتهم فيجازيهم ويكافئهم، (أَلاَ إِنَّ لله) ملكًا وخلقًا، (مَن فِي السَّمَاوَاتِ وَمَن فِي الأَرْضِ) من الملائكة والثقلين الذين هم أشرف المخلوقات، فكيف بالجمادات وهو كمقدمة ودليل على قوله:  (وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ شُرَكَاءَ) ما نافية، أي: ما يتبعون شركاء على الحقيقة وإن كانوا يسمونها شركاء، (إِن يَتَّبِعون إِلا الظنَّ) أو ما استفهامية وعلى هذا شركاء مفعول يدعون، أي: أي شيء يتبعون، وقيل: ما موصولة عطف على من في السماوات (وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) يكذبون أو يحرزون حرزًا باطلاً، (هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ) لتستريحوا من نصب النهار، (وَالنَّهَارَ مُبْصِرًا) مضيئًا تبصرون فيه مكاسبكم فكيف جاز عبادة غيره، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ) لا للصم الذين لا يسمعون سماع انتفاع، (قَالُوا اتَّخَذَ اللهُ وَلَدًا) كما قالوا الملائكة بنات الله، (سُبْحَانَهُ) تنزيه عن التبني وتعجب من حماقتهم، (هُوَ الْغَنِيُّ) واتخاذ الولد مسبب عن الحاجة، (لَه مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ) مقرر لغناه، (إِنْ عِندَكُم مِّن سُلْطَانٍ بِهَذَا) أي: ليس عندكم دليل بهذا، بل أنتم تابعون للجهالة، (أَتَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ) فيه تهديد شديد ووعيد أكيد، (قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لَا يُفْلِحُونَ) في الدنيا </p>"
}