{
  "id": null,
  "sura": 10,
  "aya": 104,
  "text": "<p> كانت استفهامية فانظروا معلق عن العمل، (في السَّمَاوَاتِ وَالأَرْضِ) ، من الصنائع الدالة على وحدته، (وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ) أي: الرسل أو الإنذارات (عَنْ قَوْمٍ لَا يُؤْمِنُونَ) في حكم الله تعالى، أي: لا تفيد لهم وبعضهم على أن ما استفهامية إنكارية أي: أي شيء تغني الآيات عنهم؟ (فَهَلْ يَنتَظِرُونَ) أي: أهل مكة، (إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا) : مضوا، (مِن قَبْلِهِمْ) أي: مثل وقائع الأمم السالفة والعرب تسمي العذاب أيامًا، وهم وإن كانوا لا ينتظرون عذاب الله لكن لما استحقوه ناسب أن يشك في أنَّهم منتظرون، قيل: معناه هل ينتظرون لك يا محمد إلا مثل تلك الوقائع لمن سلف؟ (قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (١٠٢) ثُمَّ نُنَجِّي) عطف على محذوف كأنه قيل: نهلك الأمم ثم ننجى، (رُسُلَنَا وَالَّذِينَ آمَنُوا) معهم، (كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ) أي: مثل ذلك الإنجاء ننجي المؤمنين حين نهلك المشركين وحقًا علينا معترضة، أي: حق ذلك علينا حق بحسب وعدنا. </p><p> * * * </p><p> (قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللهِ وَلَكِنْ أَعْبُدُ اللهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (١٠٤) وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٠٥) وَلَا تَدْعُ مِنْ دُونِ اللهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ (١٠٦) وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (١٠٧) قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ </p><p> عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ (١٠٨) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (١٠٩) </p><p> * * * </p><p> (قُلْ يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي شَكٍ من دِينِي) : وصحته، (فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللهِ وَلَكِنْ أَعْبُدُ اللهَ الَّذِي يَتَوَفَّاكُمْ) يقبض أرواحكم، أي: هذا خلاصة ديني فاسمعوا وصفه واعرضوا على عقولكم لتعلموا حقية ديني وبطلان دينكم وخصه بوصف التوفي تهديدًا لهم، (وَأُمِرْتُ أَنْ أَكُونَ) أي: بأن أكون، (مِنَ الْمُؤْمِنِينَ (١٠٤) وَأَنْ أَقِمْ) عطف على أن أكون وصلة أن محكية بصيغة وعبارة أمره الله بها والغرض وصل إن بما يتضمن معنى المصدر والإنشاء والخبر في ذلك سواء، (وَجْهَكَ لِلدِّينِ) أي: أمرت بالاستقامة في الدين وإخلاص الأعمال لله، (حَنيفًا) منحرفًا عن الشك حال، (وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٠٥) وَلَا تَدْعُ مِنْ دُونِ اللهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ) لا يقدر عليهما، قيل: لا يضرك إن تركت عبادته ولا ينفعك إن عبدته، (فَإِنْ فَعَلْتَ) : عبدت غيره، (فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ) الواضعين العبادة في غير موضعها (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)  [لقمان: ١٣] ، (وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ) يصبك ببلاء، (فَلَا كَاشِفَ لَهُ) يدفعه، (إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ) بنعمة، (فَلَا رَادَّ </p><p> لِفَضْلِهِ) الذي أراد بك وإنما قال لفضله مكان له إشارة إلى أنه متفضل بالخير، (يُصِيبُ بِهِ) : بالخير، (مَن يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الغَفُورُ الرَّحِيمُ) لمن تاب من أي ذنب كان فتعرضوا لرحمته بالتوبة ولا تيأسوا من غفرانه بالمعصية، (قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ) القرآن، (مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى) بالإيمان به، (فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) نفعه لها، (وَمَنْ ضَلَّ) بالكفر به، (فَإِنَّمَا يَضِلُّ عَلَيْهَا) وبال الضلال عليها، (وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ) بموكول إليَّ أمركم، أو بكفيل أحفظ أعمالكم إنما أنا نذير، (وَاتَّبِعْ مَا يُوحَى إِلَيْكَ) بالامتثال، (وَاصْبِرْ) على مخالفة من خالفك، (حَتَّى يَحْكُمَ اللهُ) بنصرك وقهر عدوك، أو بالأمر بالقتال وعن ابن عباس - رضي الله عنه - نسختها آية القتال، (وَهُوَ خَيْرُ الْحَاكِمِينَ) لأن جميع أحكامه على نهج الحكم والصواب لا يمكن طرآن الخطأ فيه. والله أعلم. </p><p> * * * </p>"
}