{
  "id": null,
  "sura": 10,
  "aya": 11,
  "text": "<p> رَبُّهُمْ بِإِيمَانِهِمْ)، بسبب إيمانهم إلى الصراط حتى يصلوا إلى الجنة بالسلامة، (تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ) استئناف أو خبر ثان، (فِي جَنَّاتِ النَّعِيمِ) متعلق بـ تجري أو حال من الأنهار، (دَعْوَاهُمْ) أي: دعاؤهم، (فيهَا سُبْحَانَكَ اللهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلامٌ وَآخِرُ دَعْوَاهُمْ أَنِ) مخففة من المثقلة، (الحَمْدُ لله رَبِّ العَالَمِينَ) عن كثير من السلف أن أهل الجنة كلما اشتهوا شيئًا قالوا: سبحانك اللهم فيأتيهم الملك بما يشتهون فيسلم عليهم فيردون عليه، وذلك تحيتهم فإن أكلوا حمدوا الله وذلك قوله وآخر دعواهم. </p><p> * * * </p><p> (وَلَوْ يُعَجِّلُ اللهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١) وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ (١٢) وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (١٣) ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ (١٤) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ </p><p> عَظِيمٍ (١٥) قُلْ لَوْ شَاءَ اللهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ (١٦) فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ (١٧) وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ قُلْ أَتُنَبِّئُونَ اللهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١٨) وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ (١٩) وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لله فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (٢٠) </p><p> * * * </p><p> (وَلَوْ يُعَجِّلُ اللهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم) تعجيل الله تعالى لهم، (بِالْخَيْرِ) حاصله لو يستجيب دعاءهم بالشر عند الغضب لأهلهم وأولادهم وأموالهم كما يستجيب دعائهم بالخير، (لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ) ، لأميتوا وأهلكوا لكن بفضله يستجيب في الخير سريعًا لا في الشر قال بعضهم: نزلت حين قالوا: \" اللهم إن كان هذا هو الحق \" الآية [الأنفال. ٣٢] ، (فَنَذَرُ الَّذِينَ لاَ يَرْجُونَ لِقَاءَنَا) لا يخافون </p><p> البعث، (فِي طُغْيَانِهِمْ يَعْمَهُونَ) تقديره لا نعجلهم ولا نقضي فنذرهم إمهالاً واستدراجًا، (وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ) المرض والشدة، (دَعَانَا) لإزالته ملقيا، (لِجَنبِهِ) أي: مضطجعًا، (أَوْ قَاعِدًا أَوْ قَائِمًا) ، أي: في جميع حالاته فإن الإنسان لا يخلوا عن إحدى هذه الثلاثة، (فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ) مضى واستمر على طريقته قبل الضر ونسي، (كَأَن لمْ يَدْعُنَا إِلَى ضُرٍّ مسَّهُ) أي: كأنه لم يطلب منا كشف ضره فحذف ضمير الشأن وخفف، (كَذَلِكَ) مثل ذلك التزيين، (زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ) من الانهماك في اللذات والإعراض عن الطاعات، (وَلَقَدْ أَهْلَكْنَا القُرُونَ مِن قَبْلِكُمْ) يا أهل مكة، (لَمَّا ظَلَمُوا) بتكذيب رسلهم، (وَجَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِِ) الحجج الدالة على صدقهم عطف على ظلموا أو حال بإضمار قد، (وَمَا كَانُوا لِيُؤْمِنُوا) لأن الله طبع على قلوبهم جزاء على كفرهم، (كَذَلِكَ) مثل ذلك الجزاء وهو الإهلاك بأفضح وجه، (نجْزِي القَوْمَ المُجْرِمِينَ) أي: كل مجرم فاحذروا يا أهل مكة، (ثُمَّ جَعَلْنَاكُمْ خَلاِئفَ فِي الأَرْضِ) استخلفناكم فيها، (مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ) فنعاملكم على مقتضى أعمالكم وكيف حال عن ضمير تعملون، (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا) أي: المشركون، (ائْتِ بِقُرْآنٍ غَيْرِ هَذَا) أي: جيء من عند ربك بكتاب آخر ليس فيه عيب آلهتنا، (أَوْ بَدِّلْهُ) أنت من عند نفسك بأن تأتى بآية أخرى </p><p> مكان آية فيها ما نكرهه، (قُلْ مَا يَكُون) ما يصح، (لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي) من قبل نفسي، (إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ) يعني التبديل من قبل نفسي لا يمكنني ومن جهة الوحي موقوف على الوحي لا دخل لي فيه إنما عليَّ اتباعه (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي) بالتبديل، (عَذَابَ يَوْمٍ عَظِيمٍ) لما علم من جواب التبديل جواب الإتيان بقرآن آخر اكتفى به عنه، (قُل لوْ شَاءَ اللهُ) أن لا أتلوا، (مَا تَلَوتهُ عَلَيْكُمْ) أي: تلاوته من مشيئة الله تعالى وإرادته فإني رجل أمي تعرفوني، (وَلَا أَدْرَاكُمْ بِهِ) ولا أعلمكم الله به على لساني ومن قرأ لأدراكم بلام جواب \" لو \" فإنه عطف على جواب \" لو \" لا لام الابتداء فمعناه لو شاء الله ما تلوته عليكم ولأعلمكم به على لسان غيري لكنه خصني بهذه المزية ورآني أهلا لها دون غيري، (فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا) مقدار أربعن سنة، (مِنْ قَبْلِهِ) أي: من قبل القرآن لا أتلوه ولا أعلمه، (أَفَلَا تَعْقِلُونَ) إنه لا يكون من قبلى فإني نشأت بين ظهرانيكم وما مارست علمًا وما شاهدت عالمًا، (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا) بأن يقول: إنه من عند الله وما هو من عنده، (أَوْ كَذَّبَ بِآيَاتِهِ) برسوله وقرآنه ومن تأمل في أمري يظهر له صدقي فلا أحد أظلم منكم، (إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ (١٧) وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا </p><p> لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ) لأنه لا يقدر على ضر ولا نفع فإنه جماد، (وَيَقُولُونَ هَؤُلاءِ) الأوثان، (شُفَعَاؤُنَا عِنْدَ اللهِ) في أمور دنيانا أو في الآخرة إن يكن بعث، (قُلْ أَتُنَبِّئُونَ اللهَ) ، تخبرونه، (بِمَا لَا يَعْلَمُ) ، وهو أن له شريكًا وأن هؤلاء شفعاء عنده وما لا يعلمه العالم بكل شيء لم يكن له ثبوت بوجه، (فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) ، حال من ضمير مقدر في يعلم يرجع إلى ما تأكيد لنفيه إذ العرف جار بأن يقال عند تأكيد النفي ليس هذا في السماء ولا في الأرض، (سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) ، ما مصدرية أو موصولة، (وَمَا كَانَ </p>"
}