{
  "id": null,
  "sura": 11,
  "aya": 61,
  "text": "<p> الذين طغوا فلم يقبلوا الحق، (وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً) قال السدي: ما بعث نبي بعد عاد إلا لعنوا على لسانه، (وَيَوْمَ القِيَامَةِ) أي: لعنوا في الدارين، (أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ) أي: نعمه أو بربهم فحذف الجار، (أَلَا بُعْدًا) من رحمته وهلاكاً، (لِعَادٍ قَوْمِ هُودٍ) جىء بعطف البيان للتمييز عن عاد الإرم قيل: ينادي في القيامة بقوله: \" ألا إن عادًا \" إلخ. </p><p> * * * </p><p> (وَوَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ (٦١) قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ (٦٢) قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ (٦٣) وَيَا قَوْمِ هَذِهِ نَاقَةُ اللهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ (٦٤) فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ (٦٥) فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ (٦٦) وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ (٦٧) كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِثَمُودَ (٦٨) </p><p> * * * </p><p> (وَإِلَى ثَمُودَ) عطف على (وإلى عاد) ، (أَخَاهُمْ) واحد منهم، (صَالِحًا) عطف بيان، (قَالَ يَا قَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) صفة تابعة لمحل الموصوف، </p><p> (هُوَ أَنشَأَكُم مِّنَ الأَرْضِ) فإنهم من آدم وآدم من تراب، (وَاستَعْمَرَكُمْ فِيهَا) أقدركم على عمارتها، وعن الضحاك أطال عمركم فيها فإن الواحد منهم يعيش ثلاثمائة إلى ألف سنة، (فَاسْتَغفِرُوهُ) لما مضى، (ثُمَّ تُوبُوا إِلَيْهِ) فيما بقي، (إِنَّ رَبِّي قَرِيبٌ) يسمع أو قريب الرحمة، (مُجِيبٌ) لداعيه، (قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا) نرجوا أن تكون لنا سيدًا مستشارًا في الأمور لما نرى فيك من الرشد (أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا) عدوا هذا النهي منه بلاهة وشبه جنون، (وَإِنَّنَا لَفِي شَكٍ ممَّا تَدْعُونَا إِلَيْهِ) من التبرء عن الأوثان، (مُرِيبٍ) موقع في الريبة، (قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ) يقين وبصيرة، (مِنْ رَبِّي) وحرف الشك باعتبار المخاطبين، (وَآتَانِي مِنْهُ رَحْمَةً) نبوة، (فَمَنْ يَنْصُرُنِي مِنَ اللهِ) يمنعني من عذابه، (إِنْ عَصَيْتُهُ) في تبليغ الرسالة، (فَمَا تَزِيدُونَنِي) إذن حينئذ، (غَيْرَ تَخْسِيرٍ) غير أن تخسروا أعمالي وتبطلوا أو ما تزيدونني بما تقولون إلا أن أنسبكم إلى الخسران، (وَيَا قَوْمِ هَذِهِ نَاقَةُ اللهِ لَكُمْ آيَةً) آية حال، ولكم حال منها أو بيان، (فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ) : عاجل، (فَعَقَرُوهَا فقالَ) لهم صاع، (تَمَتَّعُوا) : عيشوا، (فَى دَارِكُمْ) الدنيا أو منازلكم، (ثَلاَثةَ أَيَّامٍ) ثم تهلكون، (ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ) مصدر كالمجلود والمصدوقة أو غير مكذوب فيه فاتسع فيه بإجرائه مجرى المفعول به كيوم شهدناه </p>"
}