{
  "id": null,
  "sura": 11,
  "aya": 36,
  "text": "<p> معترضًا في وسط هذه القصة، (قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي) أي: وباله، (وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ) من إجرامكم في إسناد الافتراء إلي وقيل: معناه من الكفر والمعاصي. </p><p> * * * </p><p> (وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ (٣٦) وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (٣٧) وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ (٣٨) فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (٣٩) حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ (٤٠) وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ (٤١) وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ (٤٢) قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللهِ إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ (٤٣) وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ (٤٤) وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ (٤٥) قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ (٤٦) قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ </p><p> أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ (٤٧) قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ (٤٨) تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ (٤٩) </p><p> * * * </p><p> (وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ) : لا تحزن، (بِمَا كَانُوا يَفْعَلُونَ) وكن تابعًا لمراد الله تعالى ومشيئته، (وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا) أي: متلبسًا بأعيننا كأن لله تعالى معه أعينًا تحفظه عن الميل في صنعته عن الصواب وحاصله اصنعها وأنت محفوظ، (وَوَحْيِنا) إليك كيفية صنيعها، (وَلاَ تُخَاطِبْنِي) بالدعاء، (فِي الَّذِينَ ظَلَمُوا) أي: في شأنهم ودفع العذاب عنهم، (إِنَّهُم مغرَقُون) بالطوفان لا سبيل لهم إلى الخلاص، (وَيَصْنَعُ الفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ </p><p> مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ) استهزءوا به قائلين نبي نجار، (قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ) حين ينزل عليكم العذاب، (فَسَوْفَ تَعْلَمُونَ مَن يَأتِيهِ عَذَابٌ يُخْزِيهِ) يهينه في الدنيا، (وَيَحِلُّ عَلَيْهِ عَذَابٌ مقِيمٌ) دائم في الآخرة فقوله من منصوب بـ تعلمون ويخزيه صفة عذاب ويحل عطف على يأتيه، (حَتَّى إِذَا جَاءَ أَمْرُنَا) غاية لقوله يصنع وما بينهما حال، (وَفَارَ التَّنُّورُ) نبع الماء فيه مكان النار قال بعضهم: تنور من حجارة كانت حواء تخبز فيه فصار إلى نوح، وعن علي رضي الله عنه: أي طلع الفجر ونور الصبح وعن بعضهم التنور وجه الأرض، (قُلْنَا احْمِلْ فِيهَا) ، في السفينة، (مِن كُلٍّ) ، من أنواع الحيوانات، قال بعضهم: ما حمل ما يتولد من الطين كالبق والذباب، (زَوْجَيْنِ اثْنيْنِ) ، ذكرًا وأنثى فقوله اثنين تأكيد ومبالغة، (وَأَهْلَكَ) أي: أهل بيتك وقرابتك عطف على زوجين وأما عند من قرأ (مِنْ كُلِّ) زوجين بالإضافة فهو عطف على اثنين، (إِلا مَن سَبَقَ عَلَيْهِ القَوْلُ) بالهلاك كامرأته واعلة وابنه كنعان، (وَمَنْ آمَنَ) عطف على زوجين كما في وأهلك، (وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ) ثمانون نفسًا أو اثنان وسبعون أو ثمانية نفر أو عشرة، (وَقَالَ </p><p> ارْكَبُوا فِيهَا بِسْمِ اللهِ مَجْرَاهَا وَمُرْسَاهَا) أي: اركبوا قائلين بسم الله أو مسمين الله وقت إجرائها ووقت إرسائها أي: ثباتها أو بسم الله خبر لمجريها أي: بسم الله إجراؤها وإرساؤها فيكون إخبارًا من نوح بأن إجراءها وإرساءها باسم الله، وقد نقل أنه إذا أراد إجراءها قال بسم الله فجرت، وإذا أراد إثباتها قال بسم الله فرست، (إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ) لما نجانا من عذابه، (وَهِيَ تَجْرِي بِهِمْ) أي: ركبوا فيها وهي تجري وهم فيها، (فِي مَوْج كَالْجِبَالِ) كل موجة كجبل، (وَنَادَى نُوحٌ ابْنَهُ) كنعان، (وَكَانَ فِي مَعْزِلٍ) مكان عزل وأبعد فيه نفسه عن أبيه، (يَا بُنَيَّ ارْكَبْ مَعَنَا) في السفينة، (وَلَا تَكُنْ مَعَ الْكَافِرِينَ) في الدين والبعد عنا، (قَالَ سَآوِي) أصير وألتجئ، (إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ </p><p> اللهِ) عذابه، (إِلَّا مَنْ رَحِمَ) أي: إلا الراحم وهو الله أو عاصم بمعنى ذا عصمة كـ لابن وتامر إلا من رحم أي: من رحمه الله، أو الاستثناء منقطع يعني لكن من رحمه الله فهو معصوم قيل: تقديره لا عاصم لأحد إلا من رحمه الله (وحَالَ بَيْنَهُمَا) بين نوح وولده، (الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ) صار منهم، (وَقِيلَ) بعدما تناهي أمر الطوفان، (يَا أَرْضُ ابْلَعِي) انشفي، (مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي) أمسكي عن المطر، (وَغِيضَ) نقص، (الْمَاءُ وَقُضِيَ الْأَمْرُ) أي: إهلاك الكافرين وإنجاء المؤمنين، (وَاسْتَوَتْ) استقرت السفينة، (عَلَى الْجُودِيِّ) جبل شامخ قريب الموصل أو الشام، (وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ) أي هلاكًا لهم، (وَنادَى) أي: أراد النداء، (نُوحٌ رَبَّهُ فَقَالَ) أو نادى على حقيقته وقوله تعالى فقال تفصيل للمجمل، (رَبِّ إِن ابْنِي مِن أَهْلِي) وقد وعدت إنجاءهم، (وَإِنْ وَعْدَكَ الحَقُّ) لا خلف فيه، (وَأَنتَ أَحْكَمُ الحَاكِمِينَ) أعدلهم، (قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ) الذي وعدت نجاته فإنه داخل في المستثنى، أي: إلا من سبق عليه القول أو ليس من أهل دينك، وقال بعضهم: إنه ولد زنية (١) وعن ابن عباس وغيره رضى الله عنه: ما زنت امرأة نبيٍّ قط، وعن كثير من السلف كان ابن امرأته، (إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ) أي: إنه ذو عمل فاسد ولا ولاية بين المؤمن والكافر قيل إنه أي: سؤالك إياي بنجاته عمل فاسد، (فَلاَ تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْم) ما لا تعرف أنه خطأ أم صواب والظاهر أن هذا قبل غرق ولده أو بعده لكن قبل علم نوح هلاكه، (إِنِّي أَعِظُكَ) أنهاك، (أَن تَكُونَ مِنَ الجَاهِلِينَ قَالَ </p><p>(١) كالحسن البصري، وكلامه هذا مردود لقوله تعالى (وَنَادَى نُوحٌ ابْنَهُ) وقول نوح عليه السلام: (إِنَّ ابْنِي مِنْ أَهْلِي)، وقول ابن عباس: ما زنت امرأة نبيٍّ قط.</p><p> رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ) بعد ذلك، (مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا) أي: إن لم، (تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ (٤٧) قِيلَ) بعد استقرار السفينة على الجودي، (يَا نوح اهْبِطْ) من السفينة، (بِسَلامٍ منا) بسلامة أو بتحية وهو حال، (وَبَرَكَاتٍ عَلَيْكَ) البركة ثبوت الخير، (وَعَلَى أُمَمٍ ممَّن معَكَ) أي: على أمم ناشئة ممن معك من المؤمنين، ولهذا قالوا دخل فيه كل مومن ومؤمنة إلى يوم القيامة، قال بعضهم: المراد من الأمم المؤمنون الذين معه وسماهم أمما لتحزبهم، أو لتشعب الأمم منهم، (وأُمَمٌ) أي: وممن معك أمم، (سَنُمَتِّعُهُمْ) في الدنيا، (ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ) وهم الكافرون من ذرية من ممن، (تِلْكَ) إشارة إلى قصة نوح، (مِن أَنبَاءِ الغَيْبِ) أي: من أخباره، (نوحِيهَا إِلَيْكَ) خبر ثان لـ تلك أو حال، (مَا كُنت تَعْلَمُهَا أَنْتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا) خبر ثالث أو حال، (فَاصْبِرْ) : كما صبر نوح، (إِنَّ الْعَاقِبَةَ) في الدنيا والآخرة بالنصرة، (لِلْمُتَّقِينَ) . </p><p> * * * </p>"
}