{
  "id": null,
  "sura": 11,
  "aya": 50,
  "text": "<p> (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ (٥٠) يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ (٥١) وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ (٥٢) قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ (٥٣) إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٥٤) مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ (٥٥) إِنِّي تَوَكَّلْتُ عَلَى اللهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ (٥٦) فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ (٥٧) وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ (٥٨) وَتِلْكَ عَادٌ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ (٥٩) وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ (٦٠) </p><p> * * * </p><p> (وَإِلَى عَادٍ أَخَاهُمْ) عطف على \" نوحًا \" إلى قومه، (هُودًا) عطف بيان، (قَالَ يَا قَوْمِ اعبدُوا اللهَ) وحده، (مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) صفة تابعة لمحل الجار والمجرور، </p><p> (إِن أَنتُمْ إِلا مُفْتَرُونَ) : على الله، (يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ) : على تبليغ الرسالة، (أَجْرًا إِنْ أَجْرِيَ إِلا عَلَى الذِي فَطَرَنِي) يعني نصيحتي خالصة لا مشوبة بالمطامع، (أَفَلاَ تَعْقِلُونَ) حتى تميزوا بين المخطئ والمصيب، (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ) بالإيمان، (ثُمَّ تُوبُوا إِليهِ) ارجعوا إليه بالطاعة، (يرْسِلِ) جواب الأمر، (السَّمَاءَ عَلَيْكُمْ مِدْرَارًا) كثير الدر، (وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ) يضاعف قوتكم بالمال والولد والشد في الأعضاء، ومنه قال الحسن بن على رضي الله عنه: من كثر استغفاره كثر نسله، (وَلَا تَتَوَلَّوْا مُجْرِمِينَ) لا تعرضوا عني مصرين على إجرامكم، (قَالُوا يَا هُودُ مَا جتَنَا بِبَيِّنَةٍ) حجة تدل على مدعاك وهذا كذب منهم وجحود، (وَمَا نَحْنُ </p><p> بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ) حال من ضمير تاركي، أي: صارفين عن قولك، (وَمَا ئحْنُ لَكَ بِمُؤْمِنِينَ إِن نقُولُ) ما نقول، (إِلا اعْتَرَاكَ) أي: إلا قولنا أصابك، (بَعْضُ آلِهَتِنَا بِسُوء) بجنون لأنك تتكلم بالهذيانات، (قالَ إِنِّى أُشْهِدُ اللهَ) على نفسي، (وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ) أي: من إشراككم آلهة، (مِن دُونِهِ) ظرف لغو لـ تشركون، أو بيان لما، (فَكِيدُونِي) أنتم وأوثانكم، (جَمِيعًا ثُمَّ لاَ تُنظِرُونِ) لا تمهلوني فإني لا أبالي بكم وبكيدكم ومن أعظم الآيات مواجهتهم بهذا الكلام مع أنهم عطاش بإراقة دم من خالفهم وهم مع كثرتهم كرجل واحد يرمون من قوس واحد، (إِنِّي تَوَكَّلْتُ عَلَى اللهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا) الأخذ بالنواصي تمثيل لاشتمال ربوبيته على الكل وذل الكل وخضوعه تحت قهره وسلطانه فإن من أخذت ناصيته فقد قهرته، (إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ) على العدل والإحسان مع غلبته وقدرته قيل تقديره: إن ربي يحثكم على صراط مستقيم، (فَإِن تَوَلوْا) تتولوا، (فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ) فلا عليَّ شيء فإني بلغت الرسالة وما عليَّ إلا الإبلاغ، (وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ) هذا وعيد بإهلاكهم واستخلاف قوم آخرين مطيعين في ديارهم، (وَلَا تَضُرُّونَهُ) بإعراضكم، (شَيْئًا) من الضرر وقيل: لا تنقصونه شيئًا إذا أهلككم، (إِنَّ ربي عَلَى كُلِّ شَىْء حَفِيظٌ) فيحفظ أعمالكم ويجازيكم أو هو الحافظ للأشياء فهو الضار النافع فيستحيل أن يضره شيء أو هو الحافظ يحفظني من كيدكم، (وَلَمَّا جَاءَ أَمْرُنَا) بهلاك عاد، (نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ) الريح التي أهلك بها عادا قيل المراد به تنجيتهم من عذاب الآخرة أيضًا والتعريض بتعذيب المهلكين في الدنيا والآخرة، (وَتِلْكَ) ، إشارة إلى القبيلة وقيل: إلى قبورهم وآثارهم، (عَادٌ جَحَدُوا) كفروا، (بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ) من عصى رسولاً واحدًا فقد عصى الرسل فإن كلامهم واحد، (وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِي) أي: سفلتهم اتبعوا كبراءهم </p>"
}