{
  "id": null,
  "sura": 12,
  "aya": 58,
  "text": "<p> (وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ (٥٨) وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ (٥٩) فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ (٦٠) قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ (٦١) وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ (٦٢) فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ (٦٣) قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (٦٤) وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ (٦٥) قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللهُ عَلَى مَا نَقُولُ وَكِيلٌ (٦٦) وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لله عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (٦٧) وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٦٨) </p><p> * * * </p><p> (وَجَاءَ إِخْوَةُ يُوسُفَ) ، لما ولاه ملك مصر الوزارة العدل اجتهد في العدل وتكثير الزراعات فدخلت السنون المجدبة وعم القحط حتى وصل بلاد كنعان </p><p> فجاءه إخوته ليشتروا منه الطعام، (فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ) : يوسف، (وَهُمْ لَهُ مُنكِرُون) لم يعرفوه فإنه قد تقرر في أنفسهم هلاكه وكان مدة المفارقة أربعين سنة، (وَلَمَّا جَهَّزَهُم بجَهَازِهِمْ) : أصلحهم بعدتهم وأوفر حمولاتهم بما جاءوا له، (قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ) لما دخلوا عليه قال كالمنكر عليهم: لعلكم عيون جواسيس قالوا: معاذ الله نحن إخوة بنو أب واحد نبي من أنبياء الله تعالى قال: كم أنتم؟ قالوا: كنا اثني عشر فذهب أصغرنا هلك في البرية وله أخ من أمه احتبسه أبوه ليتسلى به عنه قال: ائتوني به حتى أعلم صدقكم، (أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ) : أتمه، (وَأَنَا خَيْرُ الْمُنْزِلِينَ) : المضيفين، (فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي) : ليس لكم عندى طعام أكيله لكم، (وَلَا تَقْرَبُونِ) : لا تدخلوا بلادى وهو إما عطف على الجزاء أو نهي، (قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ) : نلح في طلبه من أبيه، (وَإِنَّا لَفَاعِلُونَ) : ما وعدناك، (وَقَالَ) : يوسف، (لِفِتْيَانِهِ) : لغلمانه، (اجْعَلُوا بِضَاعَتَهُمْ) : ثمن طعامهم، (فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا) : بأنها بضاعتهم، (إِذَا انقَلَبُوا إِلَى أَهْلِهِمْ) : وفتحوا أوعيتهم، (لَعَلَّهُمْ يَرْجِعُون) إذا عرفوا ذلك فإنهم لا يستحلون إمساكها أو إذا عرفوا كرامتهم علينا وبرنا عليهم أو فعل ذلك حذرًا من ألا يكون عندهم بضاعة أخرى </p><p> فلا يمكن لهم الرجوع أو رأى لؤم أخذ الثمن من أبيه وإخوته مع حاجتهم، (فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ) : بعد ذلك إن لم نذهب بأخينا، (فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ) : نحن وهو الطعام، ونرفع المانع من الكيل، (وَإِنَّا لَهُ لَحَافِظُونَ (٦٣) قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلا كَمَا أَمِنتُكُمْ عَلَى أَخِيهِ مِن قَبْلُ) فإنكم ذكرتم في يوسف مثل ما ذكرتم هنا بعينه فهل يكون أماني هنا إلا كأماني هنالك أي كما لا يحصل الأمان هناك لا يحصل هنا، (فَاللهُ خَيْرٌ حَافِظًا) فأعتمد عليه ونصبه على التمييز، (وَهُوَ أَرْحَمُ الرَّاحِمِينَ) : فالله أسأل أن يرحمني بحفظه، (وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي) أي: لا نطلب أو أي شيء نطلب وراء ذلك من الإحسان قيل: لا نبغي منك شيئًا في ثمن الكيل وقيل: هو من البغي بمعنى الكذب أي: لا نبغي في القول ولا نتزايد فيه، (هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا) استئناف موضح لما نبغي، (وَنَمِيرُ أَهْلَنَا) مار أهله حمل إليهم الطعام من بلد آخر عطف على محذوف أي: ردت إلينا فنستظهر بها ونمير ويحتمل عطفه على ما [نبغي] إذا كانت نافية، (وَنَحْفَظُ أَخَانَا) : عن المكاره، (وَنَزْدَادُ كَيْلَ بَعِيرٍ) : حمل بعير من الطعام لأن يوسف إنما يعطي كل شخص وقرًا، (ذَلِكَ) : الذي جئنا به، (كَيْلٌ) : مكيل، (يَسِيرٌ) : قليل لا يكفينا أو ذلك أي: كيل بعير شيء قليل لا يضايقنا فيه الملك، (قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ) ، تعطوني، (مَوْثِقًا مِنَ اللهِ) : عهدًا مؤكدًا بذكر الله تعالى، (لَتَأْتُنَّنِي بِهِ) جواب القسم إذ معناه حتى تحلفوا لَتَأْتُنَّنِي، (إِلَّا أَنْ يُحَاطَ بِكُمْ) : إلا أن تغلبوا فلا تقدروا على إتيانه أو إلا أن تهلكو جميعًا أي: لتأتنني على كل حال إلا حال الإحاطة بكم، (فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ) : يعقوب، (اللهُ عَلَى مَا نَقُولُ) : من العهد، (وَكِيلٌ) : مطلع ويمكن أن يكون معناه الله تعالى وكيل على حفظ ذلك العهد نَكِلُ أمره إليه، (وَقَالَ يَا </p>"
}