{
  "id": null,
  "sura": 12,
  "aya": 94,
  "text": "<p> يَأْتِ بَصِيرًا): يصير بصيرًا ذا بصر قالوا: القميص من نسج الجنة لا يقع على مبتلى ولا سقيم إلا عوفي (١) ، (وَأْتُونِي) : أنتم وأبي، (بِأَهْلِكُمْ) : نسائكم وذراريكم، (أَجْمَعِينَ) . </p><p> * * * </p><p> (وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ (٩٤) قَالُوا تَاللهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ (٩٥) فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللهِ مَا لَا تَعْلَمُونَ (٩٦) قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (٩٧) قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٩٨) فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ </p><p>(١) لا يخفي ما فيه بعد وضعف.</p><p> وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللهُ آمِنِينَ (٩٩) وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (١٠٠) رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ (١٠٢) وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (١٠٣) وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (١٠٤) </p><p> * * * </p><p> (وَلَمَّا فَصَلَتِ) : خرجتَ، (العِيرُ) : من مصر (قَالَ أَبُوهُمْ) : لمن حضره (إِنِّي لَأَجِدُ رِيحَ يُوسُفَ) هاجت ريح فجاءت برائحة قميصه من مسيرة ثمانية أيام (لَوْلا أَن تُفَنِّدُونِ) أي: لولا تسفهوني وتنسبوني إلى نقصان عقل للهرم لصدقتموني وجواب لولا محذوف (قَالُوا) : الحاضرون، (تَاللهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ) : لفي خطئك القديم من حبِّ يوسف (فَلَمَّا أَنْ جَاءَ الْبَشِيرُ) أى: البريد قال البصريون: تقديره لما ظهر مجيء البشير فأضمر الرافع قال بعضهم: البشير يهوذا الذي جاء بقميصه ملطخًا بدم كذب (أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ) : </p><p> عاد (بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللهِ) : بتعليمه (مَا لاَ تَعْلَمُونَ (٩٦) قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (٩٧) قَالَ): يعقوب (سَوْفَ أَسْتَغْفِرُ لَكُمْ ربي) : أخَّر الدعاء إلى السحر أو إلى ليلة الجمعة أو إلى أن يستحل لهم من يوسف، (إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٩٨) فَلَمَّا دَخَلُوا عَلَى يُوسُفَ): في موضع خارج عن البلد حين استقبلهم بوسف وأهل مصر (آوَى) : ضم (إِلَيْهِ أَبَوَيْهِ) : أباه وخالته فإن أمَّه ماتت وعن بعض السلف أن أمه في حياة، (وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللهُ آمِنِينَ) : من القحط والمكاره فالاستثناء متعلق بالدخول المكيف بالأمن، (وَرَفَعَ أَبَوَيْهِ عَلَى العَرْشِ) : السرير (وَخَرُّوا لَهُ سُجًدًا) : أبواه وإخوته وكان سجود التعظيم شائعًا من لدن آدم إلى شريعة عيسى عليه السلام فحرم في هذه الملة الغراء وجعل السجود مختصًّا بجناب الرب تعالى شأنه قال بعضهم: المراد من السجود الانحناء، وعن بعضهم معناه: خروا لله تعالى سجدًا شكرًا له والأول أصح، (وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِن قبْلُ) : الشمس والقمر أبواي وأحد عشر كوكبًا إخوتي (قَدْ جَعَلَهَا رَبِّي حَقًّا) : صدقًا وكان بين رؤياه وتأويله أربعون سنة أو ثمانون سنة أو خمس وثلاثون سنة أو ثماني </p><p> عشرة سنة والله تعالى أعلم، (وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ) : ولم يذكر الْجُبَّ لأنه وعد مع إخوته لا تثريب عليكم بعد هذا، وأيضًا عد لهم نعمًا غير معلومة لهم وإخراجه من الْجُبِّ معلوم لإخوته (وَجَاءَ بِكُم مِّنَ البَدْوِ) : البادية فإنهم كانوا أهل بادية ومواشي (مِنْ بَعْدِ أَن نَزَغَ) : أفسد (الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ) : تدبيره (لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ) : بالأمور (الحَكِيمُ) : الذي لا يفعل إلا على وفق الحكمة (رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ) أي: بعضه وهو ملك مصر (وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ) : بعض تعبير الرؤيا (فَاطِرَ) : مبدع (السَّمَاوَاتِ وَالأَرْضِ) ، منصوب بالمنادى (أَنتَ وَلِيِّي) : ناصري ومتولي أمري (فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي) : اقبضني (مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ) : من آبائى وغيرهم سأل الوفاة على الإسلام واللحاق </p>"
}