{
  "id": null,
  "sura": 12,
  "aya": 7,
  "text": "<p> رَأَيْتُهُمْ لِي سَاجِدِينَ) استئناف، كأنه قيل: كيف رأيتهم؟ فقال: رأيتهم لي ساجدين، وأجريت مجرى العقلاء لوصفها بصفاتهم، وساجدين حال، (قَالَ يَا بُنَيَّ) التصغير للشفقة، (لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا) : يحتالون لإهلاكك حيلة، حسدًا منهم، فإنَّهم يعلمون تأويلها، (إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ) فيحملهم على الكيد، (وَكَذَلِكَ) ، كما اجتباك بهذه الرؤيا العظيمة، (يَجْتَبِيكَ رَبُّكَ) : يصطفيك، (وَيُعَلِّمُكَ) كلام برأسه غير داخل في التشبيه، (مِنْ تَأْوِيلِ الْأَحَادِيثِ) تعبير الرؤيا، وقيل: تأويل آيات كتب الله - تعالى، (وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ) : بالنبوة، (وَعَلَى آلِ يَعْقُوبَ) أراد سائر أولاده، (كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبلُ) : من قبل هذا الوقت، (إِبْرَاهِيمَ وَإِسْحَاقَ) عطف بيان لأبويك، (إِنْ رَبَّكَ عَلِيمٌ) : بمن يستحق النبوة، (حَكِيمٌ) : في أفعاله. </p><p> * * * </p><p> (لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ (٧) إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ (٨) اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ (٩) قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ (١٠) قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ (١١) أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ (١٢) قَالَ إِنِّي لَيَحْزُنُنِي أَنْ </p><p> تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ (١٣) قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ (١٤) فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (١٥) وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ (١٦) قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ (١٧) وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١٨) وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلَامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللهُ عَلِيمٌ بِمَا يَعْمَلُونَ (١٩) وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ (٢٠) </p><p> * * * </p><p> (لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ) : في قصتهم، (آيَاتٌ) : عظة وعبرة، (لِّلسَّائِلِينَ) : عنها المستخبرين، فإنه خبر عجيب يستحق الإخبار عنه، وقيل: اليهود سألوه ومن آياته وضوح دلالته على صدق محمد - عليه السلام - فإنه موافق لما في التوراة، (إِذْ قَالُوا لَيُوسُفُ) اللام للابتداء، (وَأَخُوهُ) أي: من الأبوين، (أَحَبُّ) يستوي في أفعل، من الواحد والجمع، (إِلَى أَبِينَا مِنَّا وَنَحْنُ) الواو للحال، (عُصْبَةٌ) جماعة أقوياء، أليق بالمحبة، (إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ) لتفضيل المفضول أي: ضلال دنيوي، ولا يجب عصمة الأنبياء عن ذلك الضلال، </p><p> ولا شك أن إخوته ليسوا في ذلك الحين أنبياء، قال بعضهم: لم يقم دليل على أنهم صاروا أنبياء، (اقْتُلُوا يُوسُفَ) من جملة المحكي، (أَوِ اطْرَحُوهُ أَرْضًا) بعيدة منكورة، وهو معنى تنكيرها، ولإبهامها نصبت نصب الظروف المبهمة، (يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ) جواب الأمر، يخلص لكم وجهه عن إقباله بيوسف، فيقبل بكليته عليكمَ، (وَتَكونوا) عطف على يخل، (مِنْ بَعْدِهِ) : بعد يوسف، (قَوْمًا صَالِحِينَ) : تائبين أو يصلح أمركم فيما بينكم وبين أبيكم، (قَالَ قَائِلٌ منْهُمْ) هو يهوذا، أو رويبيل، أو شمعون، (لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ) : في قعر البئر قيل: هو بئر بيت المقدس، (يَلْتَقِطْهُ) : يأخذه، (بَعْضُ السَّيَّارَةِ) : المسافرين، (إِنْ كُنْتُمْ فَاعِلِينَ) : عازمين على أن تفعلوا به شيئًا، كأنه لم يرض بإضراره، (قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ) أي: لم تخافنا عليه، ونحن مشفقون عليه مريدون له الخير (أَرْسِلْهُ مَعَنَا غَدًا) : إلى الصحراء، (يَرْتَعْ) الرتع الاتساع في الملاذ، (وَيَلْعَبْ) : بالاستباق، (وَإِنَّا لَه لَحَافِظُونَ) : من أن يناله ضر، (قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ) : لشدة مفارقته على، (وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) فإن أرضهم كانت مذأبة، (وَأَنْتُمْ عَنْهُ غَافِلُونَ) : مشتغلون بلعبكم، (قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ) اللام موطئة للقسم، (وَنَحْنُ عُصْبَةٌ) : جماعة أقوياء والواو للحال، (إِنَّا إِذًا لَخَاسِرُونَ) : ضعفاء عاجزون وهو جواب القسم، (فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا) : اتفقوا، (أَنْ يَجْعَلُوهُ </p><p> فِي غَيَابَتِ الْجُبِّ) وجواب لما محذوف، أي: فعلوا به ما فعلوا، (وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا) ، لتخبرن إخوتك بصنيعهم هذا، (وَهُمْ لاَ يَشْعُرُون) : بوحي الله وإعلامه إياه ذلك، أو هم لا يعرفونك حين تخبرهم، كما قال تعالى:  (فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ) ، (وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ) ، العشاء: آخر النهار، ويبكون حال، (قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ) : نتسابق في الرمي أو العدو، (وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ) : بمصدق، (لَنَا) : في هذه القصة، (وَلَوْ كُنَّا صَادِقِينَ) : عندك في القضايا لسوء ظنك بنا، (وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ) ، وصف بالمصدر مبالغة، كأنه نفس الكذب، وعلى قميصه حال من دم، وجاز تقدمه على صاحبه، لأنه ظرف، أو محله النصب على الظرف، </p><p> أي: فوق قميصه، كما تقول: جاء على جماله بأحمال، (قَالَ بَلْ سَوَّلَتْ) : </p><p> سهلت، (لَكُمْ أَنفُسُكُمْ أَمْرًا) : عظيمًا، (فَصَبْرٌ جَمِيلٌ) : أجمل، أو فأمري صبر جميل، (وَاللهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ) ، أي: على احتمال ما تصفون من هلاك يوسف، وقد نقل أنَّهم ذبحوا سخلة ولطخوا ثوبه بدمها فلما جاءوا بثوبه، قال يعقوب: ما رأيت كاليوم ذئبًا أحلم من هذا، أكل ابني، ولم يمزق عليه قميصه، (وَجَاءَتْ سَيَّارَةٌ) : مسافرون، (فَأَرْسَلُوا وَارِدَهُمْ) ، وهو الذي يطلب لهم الماء، (فَأَدْلَى) : أرسل، (دَلْوَهُ) ، في الجب فتدلى بها يوسف فلما رآه، (قَالَ يَا بُشْرَى) : نادى البشرى: كأنه يقول: تعالي فهذا من أونتك، قال بعضهم: بشرى اسم صاحب له ناداه (١) ، (هَذَا غُلَامٌ وَأَسَرُّوهُ) : أخفى الواردون أمره من بقية السيارة، (بِضَاعَةً) ، حال، أي متاعًا للتجارة، قالوا: هو بضاعة لنا من أهل هذا الماء، أو ضمير الجمع لإخوة يوسف أي كتموا أنه أخوهم، وباعوه، فإنهم يستخبرون كل يوم منه، (وَاللهُ عَلِيمٌ بِمَا يَعْمَلُونَ) : بيوسف، (وَشَرَوْهُ) : باعه الواردون أو إخوته (٢) ، (بِثَمَنٍ بَخْسٍ) : زيف أو قليل، (دَرَاهِمَ مَعْدُودَةٍ) : قليلة، بدل من الثمن، والدراهم عشرون أو اثنان وعشرون أو أربعون، (وَكَانُوا) ، أي: إخوته، (فِيهِ) : </p><p>(١) لا يخفي ما فيه من بُعْدٍ بعيد. (مصحح النسخة الإلكترونية). (٢) لا يصح أبدًا. (مصحح النسخة الإلكترونية).</p>"
}