{
  "id": null,
  "sura": 12,
  "aya": 21,
  "text": "<p> في يوسف، (مِنَ الزَّاهِدِينَ) : من الراغبين عنه أو كان الواردون زاهدين في يوسف فهم الذين باعوا بثمن بخس، لأنه ملتقط وهم خائفون من انتزاعه فاستعجلوا في بيعه فيكونوا راغبين عنه وفيه متعلق بمحذوف يبينه من الزاهدين، لأن ما بعد الجار والموصول لا يعمل فيما قبله. </p><p> * * * </p><p> (وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَاللهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٢١) وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٢٢) وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٢٣) وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ (٢٤) وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ (٢٥) قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ (٢٦) وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ (٢٧) فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (٢٨) يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ (٢٩) </p><p> * * * </p><p> (وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ) وهو العزيز الذي كان على خزائن مصر، (لِامْرَأَتِهِ) : راعيل أو زليخا، (أَكْرِمِي مَثْوَاهُ) : منزله، أي: أحسني تعهده، (عَسَى أَنْ يَنْفَعَنَا) : يكفينا أمورنا أو نبيعه بالربح، (أَوْ نَتَّخِذَهُ وَلَدًا) وكان عقيمًا، (وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ) أي: مكناه في مصر، وجعلناه ملكًا، مثل ما أنجيناه وعطفنا عليه العزيز، (وَلِنُعَلِّمَهُ) ، عطف على مقدر أي: مكنا لمصالح ولنعلمه، (مِنْ تَأْوِيلِ الْأَحَادِيثِ) تعبير الرؤيا وقيل: معاني كتب الله تعالى (وَاللهُ غَالِبٌ عَلَى أَمْرِهِ) : يفعل ما يشاء لا يغلبه شيء قيل: الضمير ليوسف أي أراد إخوته شيئًا والله أراد شيئًا آخر ولا رادَّ لما أراد، (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) : إن الأمر كله بيده، والمراد منه الكفار أو لا يعلمون لطائف تدبيره، فالمراد منه أعم، (وَلَمَّا بَلَغَ أَشُدَّهُ) : استكمل خلقه وتم كان سنه حينئذ ثلاثة وثلاثين أو بضعًا وثلاثين أو عشرين أو أربعين أو هو الحلم وقيل غير ذلك، (آتَيْنَاهُ حُكْمًا) : نبوة وفقهًا في الدين، (وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ) : فإنه محسن في عمله صابر على النوائب، (وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ) : طلبت منه أن يواقعها، (وَغَلَّقَتِ الأَبْوَابَ) وكانت سبعة، (وَقَالَتْ هَيْتَ لَكَ) : أقبل وبادِر اسم فعل واللام للتبيين كما في سقيا لك، (قَالَ) : يوسف، (مَعَاذَ اللهِ) : </p><p> أعوذ بالله معاذًا (إِنَّهُ) ، أي: الشأن، (ربي) : سيدي الذي اشتراني، (أَحْسَن مَثْوَايَ) : أكرمني فلا أخونه وقيل إن الله ربى أحسن منزلتي فلا أعصيه (١) ، (إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) : المجازون الحسن بالسيئ أو لا يسعد الزناة، (وَلَقَدْ هَمَّتْ به) : قصدت مخالطته، (وَهَمَّ بِهَا) : قصد مخالطتها لميل الطبع والشهوة الغير الاختياري (٢) ، (لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) جوابه محذوف أي لخالطها وما ذكره أكثر السلف هو أن رأى صورة أبيه عاضًّا على أصبعه يعظه، (كَذَلِكَ) : مثل </p><p>(١) هذا هو الراجح عند المحققين. والله أعلم. (٢) قال الإمام فخر الدين الرازي ما نصه:اعْلَمْ أَنَّ هَذِهِ الْآيَةَ مِنَ الْمُهِمَّاتِ الَّتِي يَجِبُ الِاعْتِنَاءُ بِالْبَحْثِ عَنْهَا وَفِي هَذِهِ الْآيَةِ مَسَائِلُ:الْمَسْأَلَةُ الْأُولَى: فِي أَنَّهُ عَلَيْهِ السَّلَامُ هَلْ صَدَرَ عَنْهُ ذَنْبٌ أَمْ لَا؟ وَفِي هَذِهِ الْمَسْأَلَةِ قَوْلَانِ: الْأَوَّلُ: أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ هَمَّ بِالْفَاحِشَةِ. قَالَ الْوَاحِدِيُّ فِي كِتَابِ «الْبَسِيطِ» قَالَ الْمُفَسِّرُونَ: الْمَوْثُوقُ بِعِلْمِهِمُ الْمَرْجُوعُ إِلَى رِوَايَتِهِمْ هَمَّ يُوسُفُ أَيْضًا بِهَذِهِ الْمَرْأَةِ هَمًّا صَحِيحًا وَجَلَسَ مِنْهَا مَجْلِسَ الرَّجُلِ مِنَ الْمَرْأَةِ، فَلَمَّا رَأَى الْبُرْهَانَ مِنْ رَبِّهِ زَالَتْ كُلُّ شَهْوَةٍ عَنْهُ.قَالَ جَعْفَرٌ الصَّادِقُ رَضِيَ الله عَنْهُ بِإِسْنَادِهِ عَنْ عَلِيٍّ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: طَمِعَتْ فِيهِ وَطَمِعَ فِيهَا فَكَانَ طَمَعُهُ فِيهَا أَنَّهُ هَمَّ أَنْ يَحِلَّ التِّكَّةَ،وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ الله عَنْهُمَا قَالَ:حَلَّ الْهِمْيَانَ وَجَلَسَ مِنْهَا مَجْلِسَ الْخَائِنِ وَعَنْهُ أَيْضًا أَنَّهَا اسْتَلْقَتْ لَهُ وَجَلَسَ بَيْنَ رِجْلَيْهَا يَنْزِعُ ثِيَابَهُ، ثُمَّ إِنَّ الْوَاحِدِيَّ طَوَّلَ فِي كَلِمَاتٍ عَدِيمَةِ الْفَائِدَةِ فِي هَذَا الْبَابِ، وَمَا ذَكَرَ آيَةً يَحْتَجُّ بِهَا وَلَا حَدِيثًا صَحِيحًا يُعَوِّلُ عَلَيْهِ فِي تَصْحِيحِ هَذِهِ الْمَقَالَةِ، وَمَا أَمْعَنَ النَّظَرَ فِي تِلْكَ الْكَلِمَاتِ الْعَارِيَةِ عَنِ الْفَائِدَةِرُوِيَ أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ لَمَّا قَالَ: ذلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ [يُوسُفَ: ٥٢] قَالَ لَهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ وَلَا حِينَ هَمَمْتَ يَا يُوسُفُ فَقَالَ يُوسُفُ عِنْدَ ذَلِكَ: وَما أُبَرِّئُ نَفْسِي [يُوسُفَ: ٥٣]ثُمَّ قَالَ وَالَّذِينَ أَثْبَتُوا هَذَا الْعَمَلَ لِيُوسُفَ كَانُوا أَعْرَفَ بِحُقُوقِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ وَارْتِفَاعِ مَنَازِلِهِمْ عِنْدَ الله تَعَالَى مِنَ الَّذِينَ نَفَوُا الْهَمَّ عَنْهُ، فَهَذَا خُلَاصَةُ كَلَامِهِ فِي هَذَا الْبَابِ.وَالْقَوْلُ الثَّانِي: أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ كَانَ بَرِيئًا عَنِ الْعَمَلِ الْبَاطِلِ، وَالْهَمِّ الْمُحَرَّمِ، وَهَذَا قَوْلُ الْمُحَقِّقِينَ مِنَ الْمُفَسِّرِينَ وَالْمُتَكَلِّمِينَ، وَبِهِ نَقُولُ وَعَنْهُ نَذُبُّ.وَاعْلَمْ أَنَّ الدَّلَائِلَ الدَّالَّةَ عَلَى وُجُوبِ عِصْمَةِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ كَثِيرَةٌ، وَلَقَدِ اسْتَقْصَيْنَاهَا فِي سُورَةِ الْبَقَرَةِ فِي قِصَّةِ آدَمَ عَلَيْهِ السَّلَامُ فَلَا نُعِيدُهَا إِلَّا أَنَّا نَزِيدُ هاهنا وُجُوهًا:فَالْحُجَّةُ الْأُولَى: أَنَّ الزِّنَا مِنْ مُنْكَرَاتِ الْكَبَائِرِ وَالْخِيَانَةَ فِي مَعْرِضِ الْأَمَانَةِ أَيْضًا مِنْ مُنْكَرَاتِ الذُّنُوبِ، وَأَيْضًا مُقَابَلَةُ الْإِحْسَانِ الْعَظِيمِ بِالْإِسَاءَةِ الْمُوجِبَةِ لِلْفَضِيحَةِ التَّامَّةِ وَالْعَارِ الشَّدِيدِ أَيْضًا مِنْ مُنْكَرَاتِ الذُّنُوبِ، وَأَيْضًا الصَّبِيُّ إِذَا تَرَبَّى فِي حجر إنسان وبقي مكفي المؤنة مصون الغرض مِنْ أَوَّلِ صِبَاهُ إِلَى زَمَانِ شَبَابِهِ وَكَمَالِ قُوَّتِهِ فَإِقْدَامُ هَذَا الصَّبِيِّ عَلَى إِيصَالِ أَقْبَحِ أَنْوَاعِ الْإِسَاءَةِ إِلَى ذَلِكَ الْمُنْعِمِ الْمُعَظَّمِ مِنْ مُنْكَرَاتِ الْأَعْمَالِ.إِذَا ثَبَتَ هَذَا فَنَقُولُ: إِنَّ هَذِهِ الْمَعْصِيَةَ الَّتِي نَسَبُوهَا إِلَى يُوسُفَ عَلَيْهِ السَّلَامُ كَانَتْ مَوْصُوفَةً بِجَمِيعِ هَذِهِ الْجِهَاتِ الْأَرْبَعِ وَمِثْلُ هَذِهِ الْمَعْصِيَةِ لَوْ نُسِبَتْ إِلَى أَفْسَقِ خَلْقِ الله تَعَالَى وَأَبْعَدِهِمْ عَنْ كُلِّ خَيْرٍ لَاسْتُنْكِفَ مِنْهُ، فَكَيْفَ يَجُوزُ إِسْنَادُهَا إِلَى الرَّسُولِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ! الْمُؤَيَّدُ بِالْمُعْجِزَاتِ الْقَاهِرَةِ الْبَاهِرَةِ. ثُمَّ إِنَّهُ تَعَالَى قَالَ فِي غَيْرِ هَذِهِ الواقعة: كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ [يوسف: ٢٤] وَذَلِكَ يَدُلُّ عَلَى أَنَّ مَاهِيَّةَ السُّوءِ وَالْفَحْشَاءِ مَصْرُوفَةٌ عَنْهُ، وَلَا شَكَّ أَنَّ الْمَعْصِيَةَ الَّتِي نسبوها إليه أعظم أنواع/ وَأَفْحَشُ أَقْسَامِ الْفَحْشَاءِ فَكَيْفَ يَلِيقُ بِرَبِّ الْعَالَمِينَ أَنْ يَشْهَدَ فِي عَيْنِ هَذِهِ الْوَاقِعَةِ بِكَوْنِهِ بَرِيئًا مِنَ السُّوءِ مَعَ أَنَّهُ كَانَ قَدْ أَتَى بِأَعْظَمِ أَنْوَاعِ السُّوءِ وَالْفَحْشَاءِ. وَأَيْضًا فَالْآيَةُ تَدُلُّ عَلَى قَوْلِنَا مِنْ وَجْهٍ آخَرَ، وَذَلِكَ لِأَنَّا نَقُولُ هَبْ أَنَّ هَذِهِ الْآيَةَ لَا تَدُلُّ عَلَى نَفْيِ هَذِهِ الْمَعْصِيَةِ عَنْهُ، إِلَّا أَنَّهُ لَا شَكَّ أَنَّهَا تُفِيدُ الْمَدْحَ الْعَظِيمَ وَالثَّنَاءَ الْبَالِغَ، فَلَا يَلِيقُ بِحِكْمَةِ الله تَعَالَى أَنْ يَحْكِيَ عَنْ إِنْسَانٍ إِقْدَامَهُ عَلَى مَعْصِيَةٍ عَظِيمَةٍ ثُمَّ إِنَّهُ يَمْدَحُهُ وَيُثْنِي عَلَيْهِ بِأَعْظَمِ الْمَدَائِحِ وَالْأَثْنِيَةِ عَقِيبَ أَنْ حَكَى عَنْهُ ذَلِكَ الذَّنْبَ الْعَظِيمَ، فَإِنَّ مِثَالَهُ مَا إِذَا حَكَى السُّلْطَانُ عَنْ بَعْضِ عَبِيدِهِ أَقْبَحَ الذُّنُوبِ وَأَفْحَشَ الْأَعْمَالِ ثُمَّ إِنَّهُ يَذْكُرُهُ بِالْمَدْحِ الْعَظِيمِ وَالثَّنَاءِ الْبَالِغِ عَقِيبَهُ، فَإِنَّ ذَلِكَ يُسْتَنْكَرُ جِدًّا فَكَذَا هاهنا والله أَعْلَمُ. الثَّالِثُ: أَنَّ الْأَنْبِيَاءَ عَلَيْهِمُ السَّلَامُ مَتَى صَدَرَتْ مِنْهُمْ زَلَّةٌ، أَوْ هَفْوَةٌ اسْتَعْظَمُوا ذَلِكَ وَأَتْبَعُوهَا بِإِظْهَارِ النَّدَامَةِ وَالتَّوْبَةِ وَالتَّوَاضُعِ، وَلَوْ كان يوسف عليه السلام أقدم هاهنا عَلَى هَذِهِ الْكَبِيرَةِ الْمُنْكَرَةِ لَكَانَ مِنَ الْمُحَالِ أَنْ لَا يُتْبِعَهَا بِالتَّوْبَةِ وَالِاسْتِغْفَارِ وَلَوْ أَتَى بِالتَّوْبَةِ لَحَكَى الله تَعَالَى عَنْهُ إِتْيَانَهُ بِهَا كَمَا فِي سَائِرِ الْمَوَاضِعِ وَحَيْثُ لَمْ يُوجَدْ شَيْءٌ مِنْ ذَلِكَ عَلِمْنَا أَنَّهُ مَا صَدَرَ عَنْهُ فِي هَذِهِ الْوَاقِعَةِ ذَنْبٌ وَلَا مَعْصِيَةٌ. الرَّابِعُ: أَنَّ كُلَّ مَنْ كَانَ لَهُ تَعَلُّقٌ بِتِلْكَ الْوَاقِعَةِ فَقَدْ شَهِدَ بِبَرَاءَةِ يُوسُفَ عَلَيْهِ السَّلَامُ مِنَ الْمَعْصِيَةِ.وَاعْلَمْ أَنَّ الَّذِينَ لَهُمْ تَعَلُّقٌ بِهَذِهِ الْوَاقِعَةِ يُوسُفُ عَلَيْهِ السَّلَامُ، وَتِلْكَ الْمَرْأَةُ وَزَوْجُهَا، وَالنِّسْوَةُ وَالشُّهُودُ وَرَبُّ الْعَالَمِينَ شَهِدَ بِبَرَاءَتِهِ عَنِ الذَّنْبِ، وَإِبْلِيسُ أَقَرَّ بِبَرَاءَتِهِ أَيْضًا عَنِ الْمَعْصِيَةِ، وَإِذَا كَانَ الْأَمْرُ كَذَلِكَ، فَحِينَئِذٍ لَمْ يَبْقَ لِلْمُسْلِمِ تَوَقَّفٌ فِي هَذَا الْبَابِ. أَمَّا بَيَانُ أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ ادَّعَى الْبَرَاءَةَ عَنِ الذَّنْبِ فَهُوَ قَوْلُهُ عَلَيْهِ السَّلَامُ:هِيَ راوَدَتْنِي عَنْ نَفْسِي [يوسف: ٢٦] وَقَوْلُهُ عَلَيْهِ السَّلَامُ: رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ [يُوسُفَ: ٣٣] وَأَمَّا بَيَانُ أَنَّ الْمَرْأَةَ اعْتَرَفَتْ بِذَلِكَ فَلِأَنَّهَا قَالَتْ لِلنِّسْوَةِ: وَلَقَدْ راوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ [يُوسُفَ: ٣٢] وَأَيْضًا قَالَتْ: الْآنَ حَصْحَصَ الْحَقُّ أَنَا راوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ [يُوسُفَ: ٥١] وَأَمَّا بَيَانُ أَنَّ زَوْجَ الْمَرْأَةِ أَقَرَّ بِذَلِكَ، فَهُوَ قَوْلُهُ: إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ يُوسُفُ أَعْرِضْ عَنْ هذا وَاسْتَغْفِرِي لِذَنْبِكِ[يُوسُفَ: ٢٨، ٢٩] وَأَمَّا الشُّهُودُ فَقَوْلُهُ تَعَالَى: وَشَهِدَ شاهِدٌ مِنْ أَهْلِها إِنْ كانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكاذِبِينَ [يُوسُفَ: ٢٦] وَأَمَّا شَهَادَةُ الله تَعَالَى بِذَلِكَ فَقَوْلُهُ: كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ إِنَّهُ مِنْ عِبادِنَا الْمُخْلَصِينَ [يوسف: ٢٤] فَقَدْ شَهِدَ الله تَعَالَى فِي هَذِهِ الْآيَةِ عَلَى طَهَارَتِهِ أَرْبَعَ مَرَّاتٍ: أَوَّلُهَا: قَوْلُهُ: لِنَصْرِفَ عَنْهُ السُّوءَ وَاللَّامُ لِلتَّأْكِيدِ وَالْمُبَالَغَةِ. وَالثَّانِي: قَوْلُهُ: وَالْفَحْشاءَ أَيْ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ. وَالثَّالِثُ: قَوْلُهُ: إِنَّهُ مِنْ عِبادِنَا مَعَ أَنَّهُ تَعَالَى قَالَ: وَعِبادُ الرَّحْمنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلامًا [الْفُرْقَانِ: ٦٣] وَالرَّابِعُ: قَوْلُهُ: الْمُخْلَصِينَ وَفِيهِ قِرَاءَتَانِ: تَارَةً بِاسْمِ الْفَاعِلِ وَأُخْرَى بِاسْمِ/ الْمَفْعُولِ فَوُرُودُهُ بِاسْمِ الْفَاعِلِ يَدُلُّ عَلَى كَوْنِهِ آتِيًا بِالطَّاعَاتِ وَالْقُرُبَاتِ مَعَ صِفَةِ الْإِخْلَاصِ. وَوُرُودُهُ بِاسْمِ الْمَفْعُولِ يَدُلُّ عَلَى أَنَّ الله تَعَالَى اسْتَخْلَصَهُ لِنَفْسِهِ وَاصْطَفَاهُ لِحَضْرَتِهِ، وَعَلَى كِلَا الْوَجْهَيْنِ فَإِنَّهُ مِنْ أَدَلِّ الْأَلْفَاظِ عَلَى كَوْنِهِ مُنَزَّهًا عَمَّا أَضَافُوهُ إِلَيْهِ، وَأَمَّا بَيَانُ أَنَّ إِبْلِيسَ أَقَرَّ بِطَهَارَتِهِ، فَلِأَنَّهُ قَالَ: فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ [ص: ٨٢، ٨٣] فَأَقَرَّ بِأَنَّهُ لَا يُمْكِنُهُ إِغْوَاءَ الْمُخْلَصِينَ وَيُوسُفُ مِنَ الْمُخْلَصِينَ لِقَوْلِهِ تَعَالَى: إِنَّهُ مِنْ عِبادِنَا الْمُخْلَصِينَ فَكَانَ هَذَا إِقْرَارًا مِنْ إِبْلِيسَ بِأَنَّهُ مَا أَغْوَاهُ وَمَا أَضَلَّهُ عَنْ طَرِيقَةِ الْهُدَى، وَعِنْدَ هَذَا نَقُولُ هَؤُلَاءِ الْجُهَّالُ الَّذِينَ نَسَبُوا إِلَى يُوسُفَ عَلَيْهِ السَّلَامُ هَذِهِ الْفَضِيحَةَ إِنْ كَانُوا مِنْ أَتْبَاعِ دِينِ الله تَعَالَى فَلْيَقْبَلُوا شَهَادَةَ الله تَعَالَى عَلَى طَهَارَتِهِ وَإِنْ كَانُوا مِنْ أَتْبَاعِ إِبْلِيسَ وَجُنُودِهِ فَلْيَقْبَلُوا شَهَادَةَ إِبْلِيسَ عَلَى طَهَارَتِهِ وَلَعَلَّهُمْ يَقُولُونَ كُنَّا فِي أَوَّلِ الْأَمْرِ تَلَامِذَةَ إِبْلِيسَ إِلَى أَنْ تَخَرَّجْنَا عَلَيْهِ فَزِدْنَا عَلَيْهِ فِي السَّفَاهَةِ كَمَا قَالَ الْخَوَارِزْمِيُّ:وَكُنْتُ امْرَأً مِنْ جُنْدِ إِبْلِيسَ فَارْتَقَى ... بِيَ الدَّهْرُ حَتَّى صَارَ إِبْلِيسُ مِنْ جُنْدِيفَلَوْ مَاتَ قَبْلِي كُنْتُ أُحْسِنُ بَعْدَهُ ... طَرَائِقَ فِسْقٍ لَيْسَ يُحْسِنُهَا بَعْدِيفَثَبَتَ بِهَذِهِ الدَّلَائِلِ أَنَّ يوسف عليه السلام بريء عَمَّا يَقُولُهُ هَؤُلَاءِ الْجُهَّالُ.وَإِذَا عَرَفْتَ هَذَا فَنَقُولُ: الْكَلَامُ عَلَى ظَاهِرِ هَذِهِ الْآيَةِ يَقَعُ فِي مَقَامَيْنِ:الْمَقَامُ الْأَوَّلُ: أَنْ نَقُولَ لَا نُسَلِّمُ أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ هَمَّ بِهَا. وَالدَّلِيلُ عَلَيْهِ: أَنَّهُ تَعَالَى قَالَ: وَهَمَّ بِها لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ وَجَوَابُ لَوْلَا هاهنا مُقَدَّمٌ، وَهُوَ كَمَا يُقَالُ: قَدْ كُنْتُ مِنَ الْهَالِكِينَ لَوْلَا أَنَّ فُلَانًا خَلَّصَكَ، وَطَعَنَ الزَّجَّاجُ فِي هَذَا الْجَوَابِ مِنْ وَجْهَيْنِ: الْأَوَّلُ: أَنَّ تَقْدِيمَ جَوَابِ لَوْلَا شَاذٌّ وَغَيْرُ مَوْجُودٍ فِي الْكَلَامِ الْفَصِيحِ. الثَّانِي: أَنَّ لَوْلَا يُجَابُ جَوَابُهَا بِاللَّامِ، فَلَوْ كَانَ الْأَمْرُ عَلَى مَا ذَكَرْتُمْ لَقَالَ: وَلَقَدْ هَمَّتْ وَلَهَمَّ بِهَا لَوْلَا. وَذَكَرَ غَيْرُ الزَّجَّاجِ سُؤَالًا ثَالِثًا وَهُوَ أَنَّهُ لَوْ لَمْ يُوجَدِ الْهَمُّ لَمَا كَانَ لِقَوْلِهِ: لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ فَائِدَةٌ.وَاعْلَمْ أَنَّ مَا ذَكَرَهُ الزَّجَّاجُ بَعِيدٌ، لِأَنَّا نُسَلِّمُ أَنَّ تَأْخِيرَ جَوَابِ لَوْلَا حَسَنٌ جَائِزٌ، إِلَّا أَنَّ جَوَازَهُ لَا يَمْنَعُ مِنْ جَوَازِ تَقْدِيمِ هَذَا الْجَوَابِ، وَكَيْفَ وَنُقِلَ عَنْ سِيبَوَيْهِ أَنَّهُ قَالَ: إِنَّهُمْ يُقَدِّمُونَ الْأَهَمَّ فَالْأَهَمَّ، وَالَّذِي هُمْ بِشَأْنِهِ أَعْنَى فَكَانَ الْأَمْرُ فِي جَوَازِ التَّقْدِيمِ وَالتَّأْخِيرِ مَرْبُوطًا بِشِدَّةِ الِاهْتِمَامِ. وَأَمَّا تَعْيِينُ بَعْضِ الْأَلْفَاظِ بِالْمَنْعِ فَذَلِكَ مِمَّا لَا يَلِيقُ بِالْحِكْمَةِ، وَأَيْضًا ذِكْرُ جَوَابِ لَوْلَا بِاللَّامِ جَائِزٌ. أَمَّا هَذَا لَا يَدُلُّ عَلَى أَنَّ ذِكْرَهُ بِغَيْرِ اللَّامِ لَا يَجُوزُ، ثُمَّ إِنَّا نَذْكُرُ آيَةً أُخْرَى تَدُلُّ عَلَى فَسَادِ قَوْلِ الزَّجَّاجِ فِي هَذَيْنِ السُّؤَالَيْنِ، وَهُوَ قَوْلُهُ تَعَالَى: إِنْ كادَتْ لَتُبْدِي بِهِ لَوْلا أَنْ رَبَطْنا عَلى قَلْبِها [الْقَصَصِ: ١٠].وَأَمَّا السُّؤَالُ الثَّالِثُ: وَهُوَ أَنَّهُ لَوْ لَمْ يُوجَدِ الْهَمُّ لَمْ يَبْقَ لِقَوْلِهِ: لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ فَائِدَةٌ. / فَنَقُولُ:بَلْ فِيهِ أَعْظَمُ الْفَوَائِدِ، وَهُوَ بَيَانُ أَنَّ تَرْكَ الْهَمِّ بِهَا مَا كَانَ لِعَدَمِ رَغْبَتِهِ فِي النِّسَاءِ، وَعَدَمِ قُدْرَتِهِ عَلَيْهِنَّ بَلْ لِأَجْلِ أَنَّ دَلَائِلَ دِينِ الله مَنَعَتْهُ عَنْ ذَلِكَ الْعَمَلِ، ثُمَّ نَقُولُ: إِنَّ الَّذِي يَدُلُّ عَلَى أَنَّ جَوَابَ لَوْلَا مَا ذَكَرْنَاهُ أَنَّ لَوْلَا تَسْتَدْعِي جَوَابًا، وَهَذَا الْمَذْكُورُ يَصْلُحُ جَوَابًا لَهُ، فَوَجَبَ الْحُكْمُ بِكَوْنِهِ جَوَابًا لَهُ لَا يُقَالُ إِنَّا نُضْمِرُ لَهُ جَوَابًا، وَتَرْكُ الْجَوَابِ كَثِيرٌ فِي الْقُرْآنِ، لِأَنَّا نَقُولُ: لَا نِزَاعَ أَنَّهُ كَثِيرٌ فِي الْقُرْآنِ، إِلَّا أَنَّ الْأَصْلَ أَنْ لَا يَكُونَ مَحْذُوفًا. وَأَيْضًا فَالْجَوَابُ إِنَّمَا يَحْسُنُ تَرْكُهُ وَحَذْفُهُ إِذَا حَصَلَ فِي اللَّفْظِ مَا يَدُلُّ عَلَى تعينه، وهاهنا بِتَقْدِيرِ أَنْ يَكُونَ الْجَوَابُ مَحْذُوفًا فَلَيْسَ فِي اللَّفْظِ مَا يَدُلُّ عَلَى تَعَيُّنِ ذَلِكَ الْجَوَابِ، فإن هاهنا أَنْوَاعًا مِنَ الْإِضْمَارَاتِ يَحْسُنُ إِضْمَارُ كُلِّ وَاحِدٍ مِنْهَا، وَلَيْسَ إِضْمَارُ بَعْضِهَا أَوْلَى مِنْ إِضْمَارِ الْبَاقِي فَظَهَرَ الْفَرْقُ. والله أَعْلَمُ.الْمَقَامُ الثَّانِي: فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ أَنْ نَقُولَ: سَلَّمْنَا أَنَّ الْهَمَّ قَدْ حَصَلَ إِلَّا أَنَّا نَقُولُ: إِنَّ قَوْلَهُ: وَهَمَّ بِها لَا يُمْكِنُ حَمْلُهُ عَلَى ظَاهِرِهِ لِأَنَّ تَعْلِيقَ الْهَمِّ بِذَاتِ الْمَرْأَةِ مُحَالٌ لِأَنَّ الْهَمَّ مِنْ جِنْسِ الْقَصْدِ وَالْقَصْدُ لَا يَتَعَلَّقُ بِالذَّوَاتِ الْبَاقِيَةِ، فَثَبَتَ أَنَّهُ لَا بُدَّ مِنْ إِضْمَارِ فِعْلٍ مَخْصُوصٍ يَجْعَلُ مُتَعَلِّقَ ذَلِكَ الْهَمِّ وَذَلِكَ الْفِعْلِ غَيْرَ مَذْكُورٍ فَهُمْ زَعَمُوا أَنَّ ذَلِكَ الْمُضْمَرَ هُوَ إِيقَاعُ الْفَاحِشَةِ بِهَا وَنَحْنُ نُضْمِرُ شَيْئًا آخَرَ يُغَايِرُ مَا ذَكَرُوهُ وَبَيَانُهُ مِنْ وُجُوهٍ: الْأَوَّلُ:الْمُرَادُ أَنَّهُ عَلَيْهِ السَّلَامُ هَمَّ بِدَفْعِهَا عَنْ نَفْسِهِ وَمَنْعِهَا عَنْ ذَلِكَ الْقَبِيحِ لِأَنَّ الْهَمَّ هُوَ الْقَصْدُ، فَوَجَبَ أَنْ يُحْمَلَ فِي حَقِّ كُلِّ أَحَدٍ عَلَى الْقَصْدِ الَّذِي يَلِيقُ بِهِ، فَاللَّائِقُ بِالْمَرْأَةِ الْقَصْدُ إِلَى تَحْصِيلِ اللَّذَّةِ وَالتَّنَعُّمِ وَالتَّمَتُّعِ وَاللَّائِقُ بِالرَّسُولِ الْمَبْعُوثِ إِلَى الْخَلْقِ الْقَصْدُ إِلَى زَجْرِ الْعَاصِي عَنْ مَعْصِيَتِهِ وَإِلَى الْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ، يُقَالُ:هَمَمْتُ بِفُلَانٍ أَيْ بِضَرْبِهِ وَدَفْعِهِ.فَإِنْ قَالُوا: فَعَلَى هَذَا التَّقْدِيرِ لَا يَبْقَى لِقَوْلِهِ: لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ فَائِدَةٌ.قُلْنَا: بَلْ فِيهِ أَعْظَمُ الْفَوَائِدِ وَبَيَانُهُ مِنْ وَجْهَيْنِ: الْأَوَّلُ: أَنَّهُ تَعَالَى أَعْلَمَ يُوسُفَ عَلَيْهِ السَّلَامُ أَنَّهُ لَوْ هَمَّ بِدَفْعِهَا لَقَتَلَتْهُ أَوْ لَكَانَتْ تَأْمُرُ الْحَاضِرِينَ بِقَتْلِهِ، فَأَعْلَمَهُ الله تَعَالَى أَنَّ الِامْتِنَاعَ مِنْ ضَرْبِهَا أَوْلَى صَوْنًا لِلنَّفْسِ عَنِ الْهَلَاكِ، وَالثَّانِي: أَنَّهُ عَلَيْهِ السَّلَامُ لَوِ اشْتَغَلَ بِدَفْعِهَا عَنْ نَفْسِهِ فَرُبَّمَا تَعَلَّقَتْ بِهِ، فَكَانَ يَتَمَزَّقُ ثَوْبُهُ مِنْ قُدَّامٍ، وَكَانَ فِي عِلْمِ الله تَعَالَى أَنَّ الشَّاهِدَ يَشْهَدُ بِأَنَّ ثَوْبَهُ لَوْ تَمَزَّقَ مِنْ قُدَّامٍ لَكَانَ يُوسُفُ هُوَ الْخَائِنَ، وَلَوْ كَانَ ثَوْبُهُ مُمَزَّقًا مِنْ خَلْفٍ لَكَانَتِ الْمَرْأَةُ هِيَ الْخَائِنَةُ، فالله تَعَالَى أَعْلَمَهُ بِهَذَا الْمَعْنَى، فَلَا جَرَمَ لَمْ يَشْتَغِلْ بِدَفْعِهَا عَنْ نَفْسِهِ بَلْ وَلَّى هَارِبًا عَنْهَا، حَتَّى صَارَتْ شَهَادَةُ الشَّاهِدِ حُجَّةً لَهُ عَلَى بَرَاءَتِهِ عَنِ الْمَعْصِيَةِ.الْوَجْهُ الثَّانِي: فِي الْجَوَابِ أَنْ يُفَسَّرَ الْهَمُّ بِالشَّهْوَةِ، وَهَذَا مُسْتَعْمَلٌ فِي اللُّغَةِ الشَّائِعَةِ. يَقُولُ الْقَائِلُ: فِيمَا لَا يَشْتَهِيهِ مَا يَهُمُّنِي هَذَا، وَفِيمَا يَشْتَهِيهِ هَذَا أَهَمُّ الْأَشْيَاءِ إِلَيَّ، فَسَمَّى الله تَعَالَى شَهْوَةَ يُوسُفَ/ عَلَيْهِ السَّلَامُ هَمًّا، فَمَعْنَى الْآيَةِ: وَلَقَدِ اشْتَهَتْهُ وَاشْتَهَاهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ لَدَخَلَ ذَلِكَ الْعَمَلُ فِي الْوُجُودِ. الثَّالِثُ: أَنْ يُفَسَّرَ الْهَمُّ بِحَدِيثِ النَّفْسِ، وَذَلِكَ لِأَنَّ الْمَرْأَةَ الْفَائِقَةَ فِي الْحُسْنِ وَالْجَمَالِ إِذَا تَزَيَّنَتْ وَتَهَيَّأَتْ لِلرَّجُلِ الشَّابِّ الْقَوِيِّ فَلَا بُدَّ وَأَنْ يَقَعَ هُنَاكَ بَيْنَ الْحِكْمَةِ وَالشَّهْوَةِ الطَّبِيعِيَّةِ وَبَيْنَ النَّفْسِ وَالْعَقْلِ مُجَاذَبَاتٌ وَمُنَازَعَاتٌ، فَتَارَةً تَقْوَى دَاعِيَةُ الطَّبِيعَةِ وَالشَّهْوَةِ وَتَارَةً تَقْوَى دَاعِيَةُ الْعَقْلِ وَالْحِكْمَةِ. فَالْهَمُّ عِبَارَةٌ عَنْ جَوَاذِبِ الطَّبِيعَةِ، وَرُؤْيَةُ الْبُرْهَانِ عِبَارَةٌ عَنْ جَوَاذِبِ الْعُبُودِيَّةِ، وَمِثَالُ ذَلِكَ أَنَّ الرَّجُلَ الصَّالِحَ الصَّائِمَ فِي الصَّيْفِ الصَّائِفِ، إِذَا رأى الجلاب المبرد بالثلج فَإِنَّ طَبِيعَتَهُ تَحْمِلُهُ عَلَى شُرْبِهِ، إِلَّا أَنَّ دِينَهُ وَهُدَاهُ يَمْنَعُهُ مِنْهُ، فَهَذَا لَا يَدُلُّ عَلَى حُصُولِ الذَّنْبِ، بَلْ كُلَّمَا كَانَتْ هَذِهِالْحَالَةُ أَشَدَّ كَانَتِ الْقُوَّةُ فِي الْقِيَامِ بِلَوَازِمِ الْعُبُودِيَّةِ أَكْمَلَ، فَقَدْ ظَهَرَ بِحَمْدِ الله تَعَالَى صِحَّةُ هَذَا الْقَوْلِ الَّذِي ذَهَبْنَا إِلَيْهِ وَلَمْ يَبْقَ فِي يَدِ الْوَاحِدِيِّ إِلَّا مُجَرَّدُ التَّصَلُّفِ وَتَعْدِيدِ أَسْمَاءِ الْمُفَسِّرِينَ، وَلَوْ كَانَ قَدْ ذَكَرَ فِي تَقْرِيرِ ذَلِكَ الْقَوْلِ شُبْهَةً لَأَجَبْنَا عَنْهَا إِلَّا أَنَّهُ مَا زَادَ عَلَى الرِّوَايَةِ عَنْ بَعْضِ الْمُفَسِّرِينَ.وَاعْلَمْ أَنَّ بَعْضَ الْحَشْوِيَّةِرُوِيَ عَنِ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَا كَذَبَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ إِلَّا ثَلَاثَ كِذْبَاتٍ»فَقُلْتُ الْأَوْلَى أَنْ لَا نَقْبَلَ مِثْلَ هَذِهِ الْأَخْبَارِ فَقَالَ عَلَى طَرِيقِ الِاسْتِنْكَارِ فَإِنْ لَمْ نَقْبَلْهُ لَزِمَنَا تَكْذِيبُ الرُّوَاةِ فَقُلْتُ لَهُ:يَا مِسْكِينُ إِنْ قَبِلْنَاهُ لَزِمَنَا الْحُكْمُ بِتَكْذِيبِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ وَإِنْ رَدَدْنَاهُ لَزِمَنَا الْحُكْمُ بِتَكْذِيبِ الرُّوَاةِ وَلَا شَكَّ أَنَّ صَوْنَ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ عَنِ الْكَذِبِ أَوْلَى مِنْ صَوْنِ طَائِفَةٍ مِنَ الْمَجَاهِيلِ عَنِ الْكَذِبِ.إِذَا عَرَفْتَ هَذَا الْأَصْلَ فَنَقُولُ لِلْوَاحِدِيِّ: وَمَنِ الَّذِي يَضْمَنُ لَنَا أَنَّ الَّذِينَ نَقَلُوا هَذَا الْقَوْلَ عَنْ هَؤُلَاءِ الْمُفَسِّرِينَ كَانُوا صَادِقِينَ أَمْ كَاذِبِينَ، والله أَعْلَمُ.الْمَسْأَلَةُ الثَّانِيَةُ: فِي أَنَّ الْمُرَادَ بِذَلِكَ الْبُرْهَانِ مَا هُوَ أَمَّا الْمُحَقِّقُونَ الْمُثْبِتُونَ لِلْعِصْمَةِ فَقَدْ فَسَّرُوا رُؤْيَةَ الْبُرْهَانِ بِوُجُوهٍ: الْأَوَّلُ: أَنَّهُ حُجَّةُ الله تَعَالَى فِي تَحْرِيمِ الزِّنَا وَالْعِلْمِ بِمَا عَلَى الزَّانِي مِنَ الْعِقَابِ وَالثَّانِي: أَنَّ الله تَعَالَى طَهَّرَ نُفُوسَ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ عَنِ الْأَخْلَاقِ الذَّمِيمَةِ. بَلْ نَقُولُ: إِنَّهُ تَعَالَى طَهَّرَ نُفُوسَ الْمُتَّصِلِينَ بِهِ عَنْهَا كَمَا قَالَ:إِنَّما يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا [الْأَحْزَابِ: ٣٣] فَالْمُرَادُ بِرُؤْيَةِ الْبُرْهَانِ هُوَ حُصُولُ تِلْكَ الْأَخْلَاقِ وَتَذْكِيرُ الْأَحْوَالِ الرَّادِعَةِ لَهُمْ عَنِ الْإِقْدَامِ عَلَى الْمُنْكَرَاتِ. وَالثَّالِثُ: أَنَّهُ رَأَى مَكْتُوبًا فِي سَقْفِ الْبَيْتِ وَلا تَقْرَبُوا الزِّنى إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا [الْإِسْرَاءِ: ٣٢] وَالرَّابِعُ: أَنَّهُ النُّبُوَّةُ الْمَانِعَةُ مِنَ ارْتِكَابِ الْفَوَاحِشِ، وَالدَّلِيلُ عَلَيْهِ أَنَّ الْأَنْبِيَاءَ عَلَيْهِمُ السَّلَامُ بُعِثُوا لِمَنْعِ الْخَلْقِ عَنِ الْقَبَائِحِ وَالْفَضَائِحِ فَلَوْ أَنَّهُمْ مَنَعُوا النَّاسَ عَنْهَا، ثُمَّ أَقْدَمُوا عَلَى أَقْبَحِ أَنْوَاعِهَا وأفحش أقسامها لدخلوا تحت قوله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَ اللهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ [الصَّفِّ: ٢، ٣] / وَأَيْضًا أَنَّ الله تَعَالَى عَيَّرَ الْيَهُودَ بِقَوْلِهِ: أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ [الْبَقَرَةِ: ٤٤] وَمَا يَكُونُ عَيْبًا فِي حَقِّ الْيَهُودِ كَيْفَ يُنْسَبُ إِلَى الرَّسُولِ الْمُؤَيَّدِ بِالْمُعْجِزَاتِ.وَأَمَّا الَّذِينَ نَسَبُوا الْمَعْصِيَةَ إِلَى يُوسُفَ عَلَيْهِ السَّلَامُ فَقَدْ ذَكَرُوا فِي تَفْسِيرِ ذَلِكَ الْبُرْهَانِ أُمُورًا: الْأَوَّلُ: قَالُوا إِنَّ الْمَرْأَةَ قَامَتْ إِلَى صَنَمٍ مُكَلَّلٍ بِالدُّرِّ وَالْيَاقُوتِ فِي زَاوِيَةِ الْبَيْتِ فَسَتَرَتْهُ بِثَوْبٍ فَقَالَ يُوسُفُ: لِمَ فَعَلْتِ ذَلِكَ؟قَالَتْ: أَسْتَحِي مِنْ إِلَهِي هَذَا أَنْ يَرَانِي عَلَى مَعْصِيَةٍ، فَقَالَ يُوسُفُ: أَتَسْتَحِينَ مِنْ صَنَمٍ لَا يَعْقِلُ وَلَا يَسْمَعُ وَلَا أَسْتَحِي مِنْ إِلَهِي الْقَائِمِ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ فو الله لَا أَفْعَلُ ذَلِكَ أَبَدًا قَالُوا: فَهَذَا هُوَ الْبُرْهَانُ. الثَّانِي: نَقَلُوا عَنِ ابْنِ عَبَّاسٍ رَضِيَ الله عَنْهُمَا أَنَّهُ تَمَثَّلَ لَهُ يَعْقُوبُ فَرَآهُ عَاضًّا عَلَى أَصَابِعِهِ وَيَقُولُ لَهُ: أَتَعْمَلُ عَمَلَ الْفُجَّارِ وَأَنْتَ مَكْتُوبٌ فِي زُمْرَةِ الْأَنْبِيَاءِ فَاسْتَحَى مِنْهُ. قَالَ وَهُوَ قَوْلُ عِكْرِمَةَ وَمُجَاهِدٍ وَالْحَسَنِ وَسَعِيدِ بْنِ جُبَيْرٍ وَقَتَادَةَ وَالضَّحَّاكِ وَمُقَاتِلٍ وَابْنِ سِيرِينَ قَالَ سَعِيدُ بْنُ جُبَيْرٍ: تَمَثَّلَ لَهُ يَعْقُوبُ فَضَرَبَ فِي صَدْرِهِ فَخَرَجَتْ شَهْوَتُهُ مِنْ أَنَامِلِهِ. وَالثَّالِثُ:قَالُوا إِنَّهُ سَمِعَ فِي الْهَوَاءِ قَائِلًا يَقُولُ يَا ابْنَ يَعْقُوبَ لَا تَكُنْ كَالطَّيْرِ يَكُونُ لَهُ رِيشٌ فَإِذَا زَنَا ذَهَبَ رِيشُهُ. وَالرَّابِعُ:نقلوا عَنِ ابْنِ عَبَّاسٍ رَضِيَ الله عَنْهُمَا أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ لَمْ يَنْزَجِرْ بِرُؤْيَةِ صُورَةِ يَعْقُوبَ حَتَّى رَكَضَهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ فَلَمْ يَبْقَ فِيهِ شَيْءٌ مِنَ الشَّهْوَةِ إِلَّا خَرَجَ، وَلَمَّا نَقَلَ الْوَاحِدِيُّ هَذِهِ الرِّوَايَاتِ تَصَلَّفَ وَقَالَ: هَذَا الَّذِي ذَكَرْنَاهُ قَوْلُ أَئِمَّةِ التَّفْسِيرِ الَّذِينَ أَخَذُوا التَّأْوِيلَ عَمَّنْ شَاهَدَ التَّنْزِيلَ فَيُقَالُ لَهُ: إِنَّكَ لَا تَأْتِينَا الْبَتَّةَ إِلَّا بِهَذِهِ التَّصَلُّفَاتِ الَّتِي لَا فَائِدَةَ فِيهَا فَأَيْنَ هَذَا مِنَ الْحُجَّةِ وَالدَّلِيلِ، وَأَيْضًا فَإِنَّ تَرَادُفَ الدَّلَائِلِ عَلَى الشَّيْءِ الْوَاحِدِ جَائِزٌ، وَأَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ كَانَ مُمْتَنِعًا عَنِ الزِّنَا بِحَسَبِ الدَّلَائِلِ الْأَصْلِيَّةِ، فَلَمَّا انْضَافَ إِلَيْهَا هَذِهِ الزَّوَاجِرُ قَوِيَ الِانْزِجَارُ وَكَمُلَ الِاحْتِرَازُ وَالْعَجَبُ أَنَّهُمْ نَقَلُوا أَنَّ جَرْوًا دَخَلَ حُجْرَةَ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وبقي هناك بغير عمله قَالُوا: فَامْتَنَعَ جِبْرِيلُ عَلَيْهِ السَّلَامُ مِنَ الدُّخُولِ عليه أربعين يوما، وهاهنا زَعَمُوا أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ حَالَ اشْتِغَالِهِ بِالْفَاحِشَةِ ذَهَبَ إِلَيْهِ جِبْرِيلُ عَلَيْهِ السَّلَامُ، وَالْعَجَبُ أَنَّهُمْ زَعَمُوا أَنَّهُ لَمْ يَمْتَنِعْ عَنْ ذَلِكَ الْعَمَلِ بِسَبَبِ حُضُورِ جِبْرِيلَ عَلَيْهِ السَّلَامُ، وَلَوْ أَنَّ أَفْسَقَ الْخَلْقِ وَأَكْفَرَهُمْ كَانَ مُشْتَغِلًا بِفَاحِشَةٍ فَإِذَا دَخَلَ عَلَيْهِ رَجُلٌ عَلَى زِيِّ الصَّالِحِينَ استحيا منه وفر وترك ذلك العمل، وهاهنا أَنَّهُ رَأَى يَعْقُوبَ عَلَيْهِ السَّلَامُ عَضَّ عَلَى أَنَامِلِهِ فَلَمْ يَلْتَفِتْ إِلَيْهِ، ثُمَّ إِنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ عَلَى جَلَالَةِ قَدْرِهِ دَخَلَ عَلَيْهِ فَلَمْ يَمْتَنِعْ أَيْضًا عَنْ ذَلِكَ الْقَبِيحِ بِسَبَبِ حُضُورِهِ حَتَّى احْتَاجَ جِبْرِيلُ عَلَيْهِ السَّلَامُ إِلَى أَنْ يَرْكُضَهُ عَلَى ظَهْرِهِ فَنَسْأَلُ الله أَنْ يَصُونَنَا عَنِ الْغَيِّ فِي الدِّينِ، وَالْخِذْلَانِ فِي طَلَبِ الْيَقِينِ فَهَذَا هُوَ الْكَلَامُ الْمُخَلَّصُ فِي هَذِهِ الْمَسْأَلَةِ والله أَعْلَمُ. اهـ (مفاتيح الغيب. ١٨/ ٤٣٩ - ٤٤٤).</p><p> ذلك التثبيت ثبتناه، (لِنَصْرِفَ عَنْهُ السُّوءَ) : خيانة صاحبه، (وَالْفَحْشَاءَ) : الزنا، (إِنَّهُ مِنْ عِبَادِنَا الُمخْلَصِينَ) ، من الذين أخلصهم الله تعالى لعبادته، (وَاسْتَبَقَا الْبَابَ) فيه تضمير الابتدار ولذلك عدي بنفسه أو تسابقا إليه بحذف إلى، (وَقَدَّتْ) : شقت، (قَمِيصَهُ مِنْ دُبُرٍ) : من خلف، وذلك لأنه فر منها وأسرعت وراءه واجتذبت ثوبه لتمنعه الخروج فانقد، (وَأَلْفَيَا) : صادفا، (سَيِّدَهَا) : زوجها، (لَدَا الْبَابِ) فأحضرت كيدها وبرأت ساحتها ونسبت إليه، (قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ) جزاؤه إلا السجن أو أي شيء جزاؤه إلا السجن، (قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا) الشاهد كان صبيًّا في المهد أو وجلًا من أقارب زليخا أو من خاصة الملك، (إِنْ كَانَ قَمِيصُهُ) أي: فقال الشاهد: إن كان قميصه وسماه شاهدًا، لأنه ثبت قول يوسف بكلامه قال بعضهم: شهد شاهد أي: حكم حاكم فقال: إن كان إلخ، (قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ) : فإنه إذا كان تابعها وهي دافعة عن نفسها قدت قميصه من قدامه بالدفع، (وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ) : فإنه دال على أنها هي التي تبعته واجتذبت ثوبه إليها والجمع بين إن التي للاستقبال وكان على تأويل أن يعلم أنه كان قميصه، (فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ) : لما عرف خيانة امرأته، (إِنَّهُ) : إن هذا الصنيع، (مِن </p>"
}