{
  "id": null,
  "sura": 13,
  "aya": 27,
  "text": "<p> للسببية أو البدلية، (فنعْمَ عُقْبَى الدَّارِ) : جنة العدن، (وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ) : بعد ما أوثقوه وأقروا وقبلوا وهذا قسيم الأولين، (وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ) : بالكفر والمعاصي، (أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ) أي: سوء عاقبة الدنيا وهو جهنم، (اللهُ يَبْسُطُ) : يوسع، (الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ) : يضيقه، (وَفَرِحُوا) أي: مشركو مكة، (بِالْحَيَاةِ الدُّنْيَا) : فرح بطر وأشر، (وَمَا الحَيَاةُ الدُّنْيَا في) : جنب، (الْآخِرَةِ إِلَّا مَتَاعٌ) : نزر قليل مثل ما يستمتع به الراكب كتميرات. </p><p> * * * </p><p> (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ (٢٧) الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللهِ أَلَا بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ (٢٨) الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ (٢٩) كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ (٣٠) وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لله الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللهِ إِنَّ اللهَ لَا يُخْلِفُ الْمِيعَادَ (٣١) </p><p> * * * </p><p> (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ) كما قالوا: (فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ)  [الأنبياء: ٥] ، حتى نعلم حقيقتها فنؤمن بها، (قُلْ إِنَّ اللهَ يُضِلُّ مَنْ يَشَاءُ) كما أضلكم بأن طلبتم الآية بعد تلك الآيات البينات، (ويَهْدِي إِلَيْهِ) : يرشد إلى دينه (مَنْ أَنَابَ) : من أقبل إليه ورجع عن العناد وحاصل الجواب أن الله أنزل آيات بينات دالة على صدقه بأوضح وجه لكن الله تعالى هو المضل والهادي وقد أضلكم الله تعالى فلا تهتدون إلى تلك الآيات، بل وإن أنزلت كل آية ما اهتديتم بها، (الَّذِينَ آمَنوا) ، بدل من \" مَنْ \" ، (وَتَطْمَئِنُّ قُلُوبُهُم بذِكرِ اللهِ) : بالقرآن فلا يشكون فيه أو تطيب وتسكن قلوبهم عند ذكره أُنسًا به، (أَلَا بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ) : تسكن إليه ويزول عنها القلق، وعن ابن عباس هذا في الحلف إذا حلف المسلم في شيء يشك أخوه المسلم فيه اطمئن قلبه، (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) مبتدأ، (طُوبَى لَهُمْ) خبره وهو مصدر لطاب كبشرى قلبت ياؤه واوًا [لضمة ما قبلها]  (١) ، عن ابن عباس - رضى الله عنهما - أي: فرح وقرة عين، أو اسم الجنة بلغة الحبشة، أو شجرة في الجنة، وذكروا في وصفها ما يطول الكتاب بذكره، (وَحُسْنُ مَآبٍ) أي: حسن النقلب، (كَذَلِكَ) : مثل ذلك الإرسال العظيم الشأن، (أَرْسَلْناكً فِي أُمَّةٍ قَدْ خَلَتْ) : مضت، (مِن قَبْلِهَا أُمَمٌ لتَتْلُوَ عَلَيْهِمُ </p><p>(١) في الأصل [والضمة ما قبلها] والتصويب من تفسير البيضاوي. اهـ (مصحح النسخة الإلكترونية).</p><p> الذي أوحينا إليك) أي: القرآن، (وهم) الواو للحال، (يكفرون بالرحمن) : بالبليغ الرحمة، لا يشكرونه، نزلت في قريش حين قيل لهم:  \" اسجدوا للرحمن قالوا وما الرحمن \"  [الفرقان: ٦٠] ، أو في أبي جهل حين قال: إن محمدًا يدعو إلهين الله وإلهًا آخر يسمى الرحمن، (قل هو) أي الرحمن (ربي لا إله إلا هو عليه توكلت وإليه متاب) : مرجعى، (ولو أن قرآنا سيرت به الجبال) عن مقارها وزعزعت عن مضاجعها، (أَوْ قُطِّعَتْ بِهِ الْأَرْضُ) : حتى تتصدع وتزايل قطعًا أو شققت فجعلت أنهارًا وعيونًا، (أَوْ كُلِّمَ بِهِ الْمَوْتَى) ، فتسمع وتجيب وجواب لو محذوف، أي: لكان هذا القرآن ومع هذا هؤلاء المشركون كافرون به، وقال بعضهم: تقديره لما آمنوا به، فقد نقل في سبب نزوله أنَّهم قالوا: يا محمد لو سيرت لنا جبال مكة حتى يتسع أو قطعت بنا الأرض كما كان سليمان يقطع لقومه بالريح، أو أحييت لنا الموتى كما كان لعيسى، وقيل: جواب لو ما يدل عليه وهم يكفرون بالرحمن، وقوله (قل هو ربي) بينهما اعتراض، (بَلْ لله الْأَمْرُ جَمِيعًا) هو إضراب عن معنى النفي الذي تضمنه لو أي: بل لله القدرة على كل شيء، لو يشأ إيمانهم لآمنوا به وإذا لم يشأ لا ينفعهم إتيان ما اقترحوا من الآيات، (أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا) : عن إيمانهم </p>"
}