{
  "id": null,
  "sura": 13,
  "aya": 19,
  "text": "<p> الخلق، (كَذَلِكَ يَضْرِبُ اللهُ الْأَمْثَالَ) : للإيضاح والتبيين، (لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ) وهم المؤمنون، (الْحُسْنَى) : المثوبة الحسني وهي الجنة مبتدأ، والذين استجابوا خبره، (وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ) وهم الكفرة مبتدأ وقوله (لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ) خبره، أي: لو كان لهم جميع الدنيا ومثله في دار الآخرة لافتدوا به للتخلص من عذابه، قيل: ضرب المثل لبيان الفريقين، فقوله:  \" للذين \" متعلق بـ يضرب، والحسني صفة مصدر، أي: استجابوا الاستجابة الحسني، وقوله:  \" لو أنَّ لهم \" إلخ ... كلام مبتدأ لبيان مآل الفريق الآخر، (أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ) : المناقشة فيه وعدم غفر شيء من ذنبه، (وَمَأْوَاهُمْ) : مرجعهم، (جَهَنَّمُ وَبِئْسَ الْمِهَادُ) جهنم، أي: المستقر. </p><p> * * * </p><p> (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (١٩) الَّذِينَ يُوفُونَ بِعَهْدِ اللهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (٢١) وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (٢٢) </p><p> جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (٢٥) اللهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ (٢٦) </p><p> * * * </p><p> (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ) : فيؤمن به، (كَمَنْ هُوَ أَعْمَى) : القلب لا يعلم فلا يؤمن، والهمزة لإنكار تشابهما، (إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ) : العقول السليمة، (الذِينَ يُوفُونَ بِعَهْدِ اللهِ) : بما أمرهم في كتابه، أو بالعهد الذي أخذ منهم حين أخرجهم من صلب آدم، (وَلَا يَنْقُضُونَ الْمِيثَاقَ) : ذلك الميثاق أو مطلق الميثاق، (وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللهُ بهِ أَن يُوصَلَ) : من صلة الرحم والإيمان بجميع الرسل ومراعاة الحقوق، (وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ وَالَّذِينَ صَبَرُوا) : على أمر الله تعالى أو على المصائب، (ابْتِغَاءَ وَجْهِ رَبِّهِمْ) ، طلب مرضاته، (وَأَقَامُوا الصَّلاةَ) : بحدودها وبركوعها وسجودها على الوجه </p><p> الشرعي، (وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ) يؤدون الزكاة أي: من يجب عليه، (سِرًّا وَعَلَانِيَةً) : لم يمنعهم عن ذلك حال من الأحوال في الليل والنهار وفسر بعضهم بوجه يشمل صدقة التطوع وهو الأولى، (وَيَدْرَءُونَ) : يدفعون، (بِالْحَسَنَةِ السَّيِّئَةَ) أي: بالصالح من العمل السيئ منه، أو يجازون الإساءة بالإحسان، إذا أذاهم أحد قابلوه باللطف، (أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ) : عاقبة الدنيا وهي الجنة؛ لأنها التي ينبغي أن تكون عاقبة أهلها ومرجعهم، (جَنَّاتُ عَدْنٍ) بدل من عقبى الدار، والعدن الإقامة، أي: جنات يقيمون فيها، أو في الجنة قصر يقال له عدن له خمسة آلاف باب، أو مدينة من الجنة فيها الأنبياء والشهداء وأئمة الهدى والناس حولهم بعد، والجنات حولها، (يَدْخُلُونَهَا) صفة جنات عدن، (وَمَن صَلَحَ) عطف على فاعل يدخلون وجاز للفصل بالضمير، (مِنْ آبائِهِمْ وَأَزْوَاجِهِمْ وَذريَّاتِهِمْ) يعني يلحق بهم من صلح من أهلهم وإن لم يبلغ مبلغهم كرامة لهم، (وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ) : من أبواب منازلهم للتهنئة قائلين (سَلامٌ عَلَيْكُم بِمَا صَبَرتمْ) متعلق بما تعلق عليه عليكم أو تقدير هذه بما صبرتم والباء </p>"
}