{
  "id": null,
  "sura": 13,
  "aya": 8,
  "text": "<p> فسرت بما يعمه فلا يخفى أن العفو من غير توبة فلا يصح بمذهب، وإن كان بعد التوبة فلا يلائم، لأنَّهُم بعد التوبة ليسوا على الظلم (وَإِنّ رَبَّكَ لَشَدِيدُ العِقَابِ) : لمن شاء (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا) : هلا، (أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ) ، لم يعتدوا بالآيات الباهرات واقترحوا مثل ما أوتي موسى وعيسى، (إِنَّمَا أَنتَ مُنذِرٌ) : لا عليك الإتيان بما اقترحوا كجعل الصفا ذهبًا (وَلِكُل قَوْمٍ هَادٍ) : نبي مخصوص يدعوهم إلى الهدى، أو معناه أنت منذر ولكل قوم هاد يهديهم إذا أراد، وهو الله، وعن بعض السلف الهادي علي بن أبي طالب - رضى الله عنه - وأيضًا في ذلك حديث؛ لكن قيل فيه نكارة شديدة. </p><p> * * * </p><p> (اللهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩) سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (١٠) </p><p> لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللهِ إِنَّ اللهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (١٢) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللهِ وَهُوَ شَدِيدُ الْمِحَالِ (١٣) لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (١٤) وَلله يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ (١٥) قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لله شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ (١٦) أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللهُ الْأَمْثَالَ (١٧) لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ (١٨) </p><p> * * * </p><p> (اللهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى) من ذكر وأنثى سوى الخلق أو ناقصه، واحد وأكثر (وَمَا تَغِيضُ) : تنقص، (الْأَرْحَامُ وَمَا تَزْدَادُ) : في مدة الحمل أو عدد الولد أو المراد نقصان غذاء الولد وازدياده وهو دم الحيض وغاض وازداد جاءا لازمين ومتعديين، فإن كانا لازمين تعين أن يكون ما مصدرية (وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ) : بقدر معلوم وحد لا يجاوزه، وعنده ظرف للمقدار، (عَالِمُ الغَيبِ وَالشَّهَادَةِ) ، ما غاب عن الخلق وحضر (الكَبِيرُ) : العظيم القدر، (الْمُتَعَالِ) : المستعلي على كل شيء أو متعال عما لا يليق بكماله (سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ) كما يحيط علمه بعلانيته يحيط بسره (وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ) : طالب للخفاء، (وَسَارِبٌ بِالنَّهَارِ) : بارز به يراه كل أحد، وهو إما عطف على من أو على مستخف على أن من في معنى الاثنين كأنه قال: سواء منكم اثنان مستخف وسارب، (له) الضمير لمن، أي: لمن أسر وجهر واستخفى وسرب (مُعَقِّبَاتٌ) : ملائكة يعقب بعضهم بعضًا في الليل والنهار (مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ) : ملكان من قدامه وورائه (يَحْفَظُونهُ مِنْ أَمْرِ اللهِ) : من بأسه وبلائه، أو من أجل أمر الله وبإذنه، فإذا جاء قدر الله خلوا عنه وعن بعض السلف المعقبات الحرس حول السلطان يحفظونه بزعمهم من أمر الله قيل: مراده بهذا أن حرس الملائكة تشبه حرس هؤلاء لملوكهم (إِنَّ اللهَ لَا يُغَيِّرُ مَا بِقَوْمٍ) : من النعمة أو النقمة (حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ) : من </p><p> الأحوال الجميلة أو القبيحة وقد ورد \" قال الرب: وعزتي وجلالي وارتفاعي فوق عرشي ما من أهل قرية ولا أهل بيت ولا رجال ببادية كانوا على ما كرهته من معصيتي ثم تحولوا عنها إلى ما أحببت من طاعتي إلا تحولت لهم عما يكرهون من عذابي ما يحبون من رحمتي \"  (وَإِذَا أَرَادَ اللهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ) : لا راد له (وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ) : يلي أمرهم فيدفع عنهم السوء (هُوَ الّذِي يُرِيكُمُ البَرْقَ خَوْفًا وَطَمَعًا) نصبهما بالمفعول له بتقدير إرادة خوف وطمع، أو التأويل بالإخافة والإطماع، وعن بعض السلف الخوف للمسافر والطمع للمقيم (وَيُنْشِئُ) : يخلق، (السَّحَابَ الثِّقَالَ) : من كثرة الماء، (وَيُسَبِّحُ الرَّعْدُ) هو اسم لهذا الصوت أو لملك موكل بالسحاب (بِحَمْدِهِ) : متلبسًا بحمده (وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ) : من خوف الله تعالى، (وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا) : فيهلك، (مَن يَشَاءُ وَهُمْ وَهُمْ يُجَادِلُونَ فِي اللهِ) يكذبون آياته ورسله، والواو للحال أو للعطف نزلت في كافر قال: مم ربك؟ من ذهب أو فضة أو لؤلؤ، وهو يجادل إذ أخذته صاعقة فأحرقته (وَهُوَ شَدِيدُ الْمِحَالِ) : الحول أو القوة أو الأخذ أو المحال المماحلة وهي شدة </p><p> المماكرة والمكائدة (له) : لله (دَعْوَةُ الحَقِّ) : دعوة الحق التوحيد، وقيل: معناه العبادة والدعاء الحق لا الباطل، كان له لا لغيره (وَالَّذِينَ يَدْعُونَ) : الأصنام، (مِن </p><p> دُونِهِ): من دون الله - تعالى، أو المراد من الذين الأصنام، أي: الأصنام الذين يدعونهم من دون الله (لاَ يَسْتَجِيبُونَ) أي: الأصنام (لَهُمْ) : لعبادهم، (بِشَيْء إِلَّا كَبَاسِطِ) : إلا استجابة كاستجابة من بسط (كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ) : يطلب منه أن يبلغ، (فَاهُ وَمَا هُوَ بِبَالِغِهِ) لأن الماء جماد لا يشعر بدعائه ولا يقدر أن يصل إلى فيه كالأصنام وعن بعض السلف كمثل الذي يناول الماء من طرف البئر بيده وهو لا يناله أبدا، فكيف يبلغ فاه؟! وعن بعض معناه مثلهم كمثل من بسط كفيه ناشرًا أصابعه والماء لا يبقى في الكف إذا نشرت الأصابع (وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ) : فى ضياع لا منفعة فيه أو ما دعاؤهم ربّهم إلا في ضلال؛ لأن أصواتهم محجوبة عن الله تعالى (وَلله يَسْجُدُ) : ينقاد ويخضع (مَن فِي السَّمَاوَاتِ) : الملائكة، (وَالأَرْضِ) : الثقلين (طَوْعًا وَكَرْهًا) نصبهما بالمفعول له أو بالحال قيل: المراد من السجدة وضع الجبهة وهو من المؤمنين بالطوع ومن الكفرة وقت الضرورة قيل: اللفظ عام والمراد منه الخصوص (وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ) : في هذين الوقتين يسجد ظلال الكافر والمؤمن بكيفية لا تُعرف، وهل يبعد أن يخلق الله - تعالى - في الظلال عقولاً يسجد لخالقه كما خلق في الجبال وتجلى له والمأوَّلة يأولونها إلى تصريفه إياها بالمد والتقليص فقالوا: تخصيص الوقتين لأن المد والتقليص فيهما أظهر والأظهر أن بالغدو ظرف ليسجد والتخصيص لأنهما أشرف أوقات العبادة أو المراد بهما الدوام (قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللهُ) أجاب عنهم فإنهم مضطرون إلى هذا </p><p> الجواب (قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ) ألزمهم بأنكم [تتخذون] الأصنام ربَّا مع أنكم تُسلِّمون أن الله - تعالى - رب السمماوات والأرض (لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا) : لا يقدرون على أن ينفعوا أنفسهم ويدفعوا عنها ضرًّا، فكيف يملكون لكم؟! (قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ) : فلا يستوي المؤمن والكافر، وقيل المراد: هل يستوى الإله الغافل عنكم والإله المطلع على أحوالكم؟، (أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ) فلا يستوي الكفر والإيمان، (أَمْ جَعَلُوا لله شُرَكَاءَ) : بل أجعلوا والهمزة للإنكار، (خَلَقُوا كَخَلْقِهِ) صفة لشركاء، (فَتَشَابَهَ الْخَلْقُ) : خلق الله وخلق الشركاء، (عَلَيْهِمْ) أي: ما اتخذوا شركاء خالقين حتى يتشابه عليهم الأمر، فيقولوا: هؤلاء خالقون كما أن الله - تعالى - خالق فاستحقوا العبادة أيضًا، بل اتخذوا شركاء من أعجز الخلق، (قُلِ اللهُ خَالِقُ كُلِّ شَيْءٍ) : وحده لا شريك له فلا تشركوا في عبادته غيره، (وَهُوَ الْوَاحِدُ) : بالألوهية، (الْقَهَّارُ) : الغالب، (أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ) جمع واد، وهو موضع يسيل فيه الماء، فنسبة السيل مجاز للمبالغة، (بِقَدَرِهَا) أي: أخذ كل واد بحسبه، فالكبير يسع </p><p> الكثير، والصغير يسع القليل، قيل: بمقدارها الذي علم الله أنه نافع، (فَاحْتَمَلَ السَّيْلُ زَبَدًا) أي: الزبد الذي يظهر على وجه الماء من غليانه، (رَابِيًا) : مرتفعًا على وجه السيل، (وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ) أي: جواهر الأَرض كالذهب والفضة والنحاس وغير ذلك، (ابْتِغَاءَ) : طلب، (حِلْيَةٍ أَوْ مَتَاعٍ) : كالأواني وآلات الحرث والحرب، (زَبَدٌ مِثْلُهُ) أي: مما توقدون عليه زبد مثل زبد الماء ومن للابتداء أو للتبعيض، (كَذَلِكَ يَضْرِبُ اللهُ الْحَقَّ وَالْبَاطِلَ) أي: مثلهما، فالحق كالماء الذي ينتفع به الناس بقدر وسع أنهارهم وأوديتهم، ويمكث في الأرض وكالجواهر الأرضية المنتفعة بما في صواغ الحلي والأمتعة عنها ويدوم نفعها والباطل كالزبد الذي ليس له نفع ويزول بسرعة وإن علا بعض الأحيان على الماء الصافي وعلى الجواهر حين أذيبت، وعن بعض السلف أراد من الماء القرآن، ومن الأودية القلوب احتملت القلوب منه على قدر يقينها وشكها فأما الشك فلا ينفع معه العمل وأما اليقين فينفع الله به أهله، وقالوا أيضًا: العمل السيئ يضمحل عن أهله كالزبد لا نفع له ولا يبقى وأما من عمل بالحق كان له ويبقى كما يبقى الماء الصافي والجواهر الخالصة، (فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً) أي: يرمى به السيل منصوب على الحال، (وَأَمَّا مَا يَنفَعُ النَّاسَ) : كالماء الصافي وخلاصة الفلزات، (فَيَمْكُثُ فِي الْأَرْضِ) وبه ينتفع </p>"
}