{
  "id": null,
  "sura": 14,
  "aya": 22,
  "text": "<p> رأوا ذلك لا ينفعهم، قالوا: تعالوا نصبر فإنما أدركوها بالصبر فصبروا صبرًا لم ير مثله، فلما لم ينفعهم قالوا:  (سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) . </p><p> * * * </p><p> (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ (٢٣) أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (٢٤) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٥) وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ (٢٦) يُثَبِّتُ اللهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللهُ الظَّالِمِينَ وَيَفْعَلُ اللهُ مَا يَشَاءُ (٢٧) </p><p> * * * </p><p> (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ) : لما فرغ منه ودخل أهل الجنة الجنة، والنار النار، (إِنَّ اللهَ وَعَدَكُمْ وَعْدَ الْحَقِّ) : وعدًا من حقه الإنجاز أو أنجزه وهو الوعد </p><p> بالبعث وأن الناجي من اتبع الرسل، (وَوَعَدتكُمْ) إنه غير كائن والناجي عابد الصنم، (فَأَخْلَفْتُكُمْ) ، كما قال (يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا) ، (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ) : ليس لي عليكم دليل ولا حجة، أو ليس لي تسلط فألجئكم إلى الآثام، (إِلَّا أَنْ دَعَوْتُكُمْ) : لكن دعوتكم، (فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ) : حيث أجبتموني، وما أطعتم ربكم مع ظهور حجته، (مَّا أَنَا بِمصْرِخِكمْ) : بمغيثكم، (وَمَا أَنْتُمْ بِمُصْرِخِيَّ) : بمغيثي، (إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ) ، أي: إني جحدت وتبرأت أن أكون شريكًا لله - تعالى -، فما مصدرية، ومن متعلقة بـ أشركتموني، أي: كفرت اليوم بإشراككم إياي في الدنيا، وقيل: كفرت بسبب إشراككم إياي في الدنيا، وقيل: ما بمعنى مَن، ومن متعلقة بـ كفرت، أي: كفرت قبل إشراككم، أي: حين أبيت السجود بالذي أشركتمونيه وهو الله تعالى، (إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ) ابتداء كلام من الله، أو تتمة كلام إبليس، (وَأُدْخِلَ) والمُدْخِل الملائكة، (الَّذِينَ آمَنُوا </p><p> وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ) أى: أدخل بأمر الله تعالى وإذنه، (تَحِيَّتُهُمْ فِيهَا سَلَامٌ) : ويحيي بعضهم بعضًا، والملائكة تحييهم بالسلام، (أَلَمْ تَرَ كيْفَ ضَرَبَ اللهُ) أي: قصد، (مَثلاً) : ووضعه، (كَلِمَةً طَيِّبَةً) هي كلمة التوحيد، ونصبها بتقدير جعل كلمة، ويكون تفسيرًا لقوله ضرب الله، (كَشَجَرَةٍ طَيِّبَةٍ) : هي النخلة أو شجرة في الجنة، (أَصْلُهَا ثَابِتٌ) : في الأرض، (وَفَرْعُهَا) : غصونها ورأسها، (فِي السَّمَاءِ تُؤْتِي) : هذه الشجرة، (أُكُلَهَا) : ثمرها، (كُلَّ حِينٍ) عينه الله تعالى لإثمارها، أو صيف وشتاء، صباح ومساء، (بِإِذْنِ رَبِّهَا) : بإرادة خالقها وكلمة التوحيد كشجرة أصلها في أرض قلب المؤمن، وثمرها صوالح أعمال المؤمن، وفرعها في السماء، يرفع بها عمل المؤمن إلى السماء، والشجرة لا تكون شجرة إلا بعرق وأصل وفرع، كذلك الإيمان لا يتم إلا بتصديق وإقرار وعمل، (وَيَضْرِبُ اللهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ) فإن فيها زيادة إفهام وتذكير وتصوير للمعاني، (وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ) : هى الشرك، (كَشَجَرَةٍ) أي: كمثل شجرة، (خَبِيثَةٍ) وهي الحنظلة، (اجْتُثَّتْ) </p>"
}