{
  "id": null,
  "sura": 14,
  "aya": 42,
  "text": "<p> أو عبادتي، (رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ) وهذا قبل أن يتبين أنه عدو لله - تعالى، قيل: أراد وفقهما على الإيمان، (وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ) يثبت، (الْحِسَابُ) . </p><p> * * * </p><p> (وَلَا تَحْسَبَنَّ اللهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ (٤٢) مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ (٤٣) وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ (٤٤) وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ (٤٥) وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ (٤٦) فَلَا تَحْسَبَنَّ اللهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ اللهَ عَزِيزٌ ذُو انْتِقَامٍ (٤٧) يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لله الْوَاحِدِ الْقَهَّارِ (٤٨) وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ (٤٩) سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ (٥٠) لِيَجْزِيَ اللهُ كُلَّ نَفْسٍ مَا كَسَبَتْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ (٥١) هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ (٥٢) </p><p> * * * </p><p> (وَلاَ تَحْسَبَنَّ اللهَ) إذ أجل المشركين وأنظرهم، (غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ) والآية تسلية لمحمد - عليه الصلاة والسلام - وتهديد للمشركين، (إِنَّمَا يُؤَخرُهُمْ) يؤخر عذابهم، (لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ) لا تقر في أماكنها لهول ذلك اليوم، (مُهْطِعِينَ) مسرعين، أي: إلى المحشر، كما قال - تعالى:  (مهطعين إلى الداع)  [القمر: ٨]  (مُقْنِعِي رُءُوسِهِمْ) رافعيها لا ينظر أحد أحدًا، (لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ) فعيونهم شاخصة يديمون النظر ولا يطرفون لمحة، (وَأَفْئِدَتُهُمْ) في ذلك اليوم، (هَوَاءٌ) خالية عن الفهم خلاء، قال بعضهم: أمكنة أفئدتهم خالية لأن القلوب لدى الحناجر قد خرجت عن أماكنها، (وَأَنذِرِ النَّاسَ) يا محمد، (يَوْمَ) مفعول ثان لأنذر، (يَأتِيهِمُ العَذَابُ) يوم القيامة، (فيقُولُ الَّذِينَ ظَلَمُوا) أشركوا، (رَبَّنَا أَخِّرْنَا) أمهلنا، (إِلَى أَجَلٍ) حد من الزمان، (قَرِيبٍ) سألوا الرد إلى الدنيا، (نجِبْ) جواب للأمر، (دعْوَتَكَ وَنَتَّبِع الرُّسُلَ) فيجابون بقوله: (أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ) حلفتم في الدنيا، (مَا لَكم مِّن زَوَالٍ) جواب القسم، أي: أقسمتم أنكم لا تنتقلون إلى الآخرة، ولا معاد لكم، فذوقوا وباله، (وَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ) بالكفر والعصيان، (وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ) من أحوالهم فما اعتبرتم، (وَقَدْ مَكَرُوا مَكْرَهُمْ) العظيم الذي استفرغوا فيه جهدهم، (وَعِندَ اللهِ) مكتوب، (مَكْرُهُمْ) فهو مجازيهم، (وَإِنْ كَانَ مَكْرُهُمْ) في العظم، (لِتَزُولَ مِنْهُ الْجِبَالُ) مهيأ لإزالة الجبال، </p><p> وعن بعضهم معناه: وما كان مكرهم لتزول إلخ والجبال مَثَلٌ لأمر محمد - صلى الله عليه وسلم - فإن نافية واللام مؤكدة لها، ومن قرأ بفتح لام لتزول فإنْ مخففة، واللام هي الفاصلة، وعن بعضهم معناه: وإن كان شركهم لتزول كقوله تعالى: \" تكاد السَّمَاوَات يتفطرن منه \" الآية. وعن على - رضي الله عنه: إن الآية في نمرود حيث اتخذ تابوتًا وربط قوائمه الأربع بنسور ومكر حتى طرن إلى جانب السماء ثلاثة أيام، وغابت الدنيا عن نظره يريد محاربة إله السماء، فلما هبط إلى الأرض سمعت الجبال خفيق التابوت ففزعت ظنًّا من حدوث القيامة، فكادت تزول عن أماكنها. </p><p> (فَلَا تَحْسَبَنَّ اللهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ) من نصرهم في الدارين، أضاف إلى المفعول الثاني إيذانًا بأنه لا يخلف الوعد أصلاً، (إِنَّ اللهَ عَزِيزٌ) أي غالِب ولا يغالَب، (ذُو انْتِقَامٍ) لأوليائه، (يوْمَ) بدل من يوم يأتيهم العذاب أو ظرف للانتقام، (تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ) أي: والسماوات غير السماوات فتكون الأرض من فضة والسماء من ذهب أو الأرض خبزة بيضاء يأكلها المؤمن من تحت </p><p> قدميه، أو تكون السماوات جنانًا والأرض نيرانًا، أو المراد تغيير هيئتها تبسط وتمد مد الأديم العكاظي وتكور شمسها وتنشر نجومها وتخسف قمرها، (وَبَرَزُوا) من قبورهم، (لله الْوَاحِدِ الْقَهَّارِ) لمجازاة الله الواحد الغلاب فلا مستجار لأحد إلى غيره، (وَتَرَى المُجْرِمِينَ يَوْمَئِذٍ مقَرَّنِينَ) كل كافر مع شيطان في غل أو بعض الكفار مع بعض أو قرنت أيديهم وأرجلهم إلى رقابهم، (في الأَصْفادِ) في الأغلال متعلق بـ (مقَرَّنِينَ) أو حال من ضميره، (سَرَابِيلُهُم) قمصانهم، (مِّن قَطِرَانٍ) ما يطلى به الإبل الجربى، فيحرق الجرب بحرِّه وحدته والجلد فيصير كيًّا ومن شأنه أن يسرع فيه اشتعال النار، وهو أسود منتن، وعن بعض السلف هو النحاس المذاب، وهذا التفسير لمن قرأ قطرٍ وهو النحاس، وانٍ وهو المتناهي حره، (وَتَغْشَى وُجُوهَهُمُ النَّارُ) تعلوها، (لِيَجْزِيَ اللهُ) أي: فعل بهم ذلك ليجزي الله، (كُل نَفْسٍ) من الكفار، (مَا كَسَبَتْ) أو معناه برزوا ليجزي الله كل نفس من المؤمن والكافر ما كسبت من خير وشر، (إِنَّ اللهَ سَرِيعُ الحِسَابِ) لأنه لا يخفى عليه شيء ولا يشغله شيء عن شيء، (هَذَا) أي: القرآن، (بَلاغٌ) كفاية في الموعظة، (للنَّاسِ وَلِيُنذَرُوا بِهِ) تقديره بلاغ لينصحوا ولينذروا به، أو تقديره ولينذروا به أنزل (وَلِيَعْلَمُوا أنَّمَا هُوَ إِلَهٌ وَاحِدٌ) يستدلوا بالآيات على وحدانيته، (وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ) ذووا العقول الخالصة. </p><p> * * * </p>"
}