{
  "id": null,
  "sura": 15,
  "aya": 45,
  "text": "<p> الغاوين، (أَجْمَعِين) تأكيد للضمير، (لَهَا سَبْعَةُ أَبْوَابٍ) سبعة أطباق، وعن علي - رضى الله عنه - إن أبواب جهنم هكذا، ووضع إحدى يديه على الأخرى، أي: بعضها فوق بعض أو سبعة منازل لكل منزل باب، (لِكُلِّ بَابٍ) طبقة أو منزل، (مِنْهُمْ) من أتباعه، (جُزْءٌ مَقْسُومٌ) أفرز له، ومنهم حال من الجزاء، أو من ضمير الظرف. </p><p> * * * </p><p> (إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (٤٥) ادْخُلُوهَا بِسَلَامٍ آمِنِينَ (٤٦) وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ (٤٧) لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ (٤٨) نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ (٥١) إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ (٥٢) قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ (٥٣) قَالَ أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ (٥٤) قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ (٥٥) قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ (٥٦) قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٥٧) قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٥٨) إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (٥٩) إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ (٦٠) </p><p> * * * </p><p> (إِنَّ الْمُتَّقِينَ) عن الكفر والفواحش، (فِي جَنَّاتٍ وَعُيُونٍ) بساتين وأنهار، (ادْخُلُوهَا) أي: يقال لهم ادخلوها، (بِسَلامٍ) سالمين من الآفات، وقيل مسلمًا عليكم، (آمِنِينَ) من المكاره، (وَنَزعْنَا مَا فِي صُدُورِهِم مِّن غِلٍّ) حسدٍ وحقدٍ، (إِخْوَانًا) في المودة وهو حال، (عَلَى سُرُر متَقَابِلِينَ) متواجهين وهما صفتان أو حالان، وعن علي - رضى الله عنه: إني لأرجو أن أكون أنا وعثمان وطلحة والزبير منهم - رضى الله عنهم، (لاَ يَمَسُّهُمْ فِيهَا نَصَبٌ) تعب، (وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ) وقد نقل أنه - صلى الله عليه وسدم - خرج على أصحابه، وهم يضحكون فقال أتضحكون وبين أيديكم النار؟!، فنزل جبريل بهذه الآية، \" وقال: يقول لك ربُّك يا محمد لم تقنط عبادي؟ \" ، (وَنَبِّئْهُمْ عَنْ </p><p> ضَيْفِ إِبْرَاهِيمَ) ذكر لهذه هذه القصة عقيب هذه الآية، لتحقق أن رحمته واسعة وعذابه أليم، (إِذ دَخَلُوا عَلَيْهِ فَقَالُوا) نسلم عليك (سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ) خائفون؛ لأنَّهُم ما أكلوا من طعامه، ودخلوا بغير إذن، (قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ) استئناف في معنى التعليل للنهي عن الوجل، وهو إسحاق والأضياف ملائكة في صور البشر، (قَالَ أَبَشَّرْتُمُونِي) بالولد، (عَلَى أَن) أي: أنه، (مَسَّنيَ الكِبَرُ) والولد في هذه الحال كالمحال، (فَبِمَ تُبَشِّرُونَ) بأي شيء تبشرون، فإن البشارة بمثل هذا بشارة بغير شيء، (قَالُوا بَشَّرناكَ بِالْحَق) بالصدق واليقين، (فَلاَ تَكُن مِّنَ الْقَانِطِينَ) من الآيسين، (قَالَ) ، إبراهيم لهم:  (وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ) أي: لم أستنكر ذلك قنوطًا، بل استبعادًا عاديًّا، من استفهامية إنكارية، فكأنه قال: لا يقنط أحد إلا الضالون، (قَالَ) إبراهيم لهم: (فَمَا خَطْبُكُمْ) شأنكم، (أَيُّهَا الْمُرْسَلُونَ) وما الذي جئتم به، (قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ) أي: قوم لوط، (إِلَّا آلَ لُوطٍ) استثناء متصل من ضمير المجرمين، أي: إلى قوم أجرم كلهم إلا آل لوط منهم، (إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ) استئناف، وجاز أن يكون استثناءً منقطعًا عن قوم، فإن القوم موصوفون بالإجرام دونهم حينئذ، إنا لمنجوهم جرى مجري خبر لكن ولم يكن </p>"
}