{
  "id": null,
  "sura": 16,
  "aya": 35,
  "text": "<p> (فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا) أي: وبال سيئات عملهم، (وَحَاقَ) : أحاط، (بِهِم) جزآء، (مَّا كَانوا بِهِ يَسْتَهْزِءونَ) . </p><p> * * * </p><p> (وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ (٣٥) وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (٣٦) إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٣٧) وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٨) لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ (٣٩) إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ (٤٠) </p><p> * * * </p><p> (وَقَالَ الَّذِينَ أَشركُوا لَوْ شَاءَ اللهُ) أن لا نعبد غيره، (مَا عَبَدْنَا مِن دُونِهِ مِن شيْءٍ نحْنُ) أي: ما عبدنا نحن، (وَلاَ آباؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شيْء) أي: البحيرة والسائبة وغيرهما ومضمون كلامهم أنه لو كان تعالى كارهًا لما فعلنا ولما مكننا منه وقيل: إنما قالوا استهزاء، (كذَلِكَ فَعَلَ الَّذِينَ مِن قَبْلِهِمْ) من الشرك وتحريم الحلال ورد الرسل، (فَهَلْ عَلَى الرسُلِ إِلا البَلاغُ الُمبِينُ) أي: ليس الأمر </p><p> كما زعمتم من عدم الكره كيف وقد أنكرنا عليكم أشد الإنكار بلسان رسلنا وإنما عليهم التبليغ لا الإهداء، (وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّة رَّسُولاً أَن اعْبُدُوا الله وَاجْتَنِبُوا الطاغُوتَ) أي: بعثناهم بذلك الأمر فكيف يتمسكونَ بمشيئته؟! (فَمنهُم منْ هَدَى اللهُ) فلا يشرك ولا يحرم حلاله، (وَمِنْهُم مَّنْ حَقَّتْ) وجبت، (عَلَيْهِ الضَّلالَةُ) إذا يوفقهم ولم يهدهم فالله تعالى عنهم غير راض؛ بل أراد شقاوتهم، (فَسيرُوا) يا معشر قريش، (فِي الأَرْضِ فَانظُرُوا كَيْف كَانَ عَاقبَة المُكَذِّبِينَ) حتى تعرفوا أنهم في سخط من الله تعالى، (إِن تَحْرصْ) يا محمد، (عَلَى هُدَاهُمْ فَإِنَّ اللهَ لَا يَهْدِي مَنْ يُضِلُّ) من أراد الله تعالى إضلاله ولا يغير إرادته القديمة بحرصك على هدايتهم، (وَمَا لَهُم مِّن ناصِرِينَ) ينصرونهم وينجونهم من عذابه عطف على إن الله أي: إن تحرص على هدايتهم فلا فائدة فيه، لأن الله لا يهديهم وليس لهم ناصر فمجموع المعطوف والمعطوف عليه علة للجزاء قائمة مقامه. </p><p> (وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمَانِهِمْ) غلظوا في الحلف، (لاَ يَبْعَثُ اللهُ مَن يَمُوتُ بَلَى) يبعثهم، (وَعْدًا) ، مصدر مؤكد لنفسه فإن بلي دال على وعد الله تعالى </p>"
}