{
  "id": null,
  "sura": 16,
  "aya": 84,
  "text": "<p> تقيكم الحر \" وما يقي من البرد أعظم لكنهم أصحاب حر،(فَإِنْ تَوَلَّوْا): أعرضوا عن قبول كلامك،(فَإِنَّمَا عَلَيْكَ البَلاغُ المُبِينُ)لا يضرك إعراضهم،(يعْرِفُونَ)أى: المشركون،(نِعْمَتَ اللهِ)وأن كلها من الله،(ثُمَّ يُنكِرُونَهَا)بعبادتهم غيره ويقولون: إنَّهَا بشفاعة آلهتنا،(وَأَكْثَرُهُمُ الْكَافِرُونَ): الجاحدون عنادًا وذكر الأكثر؛ لأن بعضهم لنقصان عقلهم لم يعرفوا أنها من الله أو الأكثر بمعنى الجميع، وعن مجاهد أن رسول الله صلى الله عليه وسلم -قرأ على أعرابي أتاه:(والله جعل لكم من بيوتكم سكنًا)قال الأعرابي: نعم \" وجعل لكم من جلود الأنعام \" إلى آخر النعم فقال: نعم، فلما بلغ \" كذلك يتم نعمته عليكم لعلكم تسلمون \" ولى الأعرابي، فأنزل الله \" يعرفون نعمة الله \" إلى \" وأكثرهم الكافرون \". </p><p> * * * </p><p> (وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ (٨٤) وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ (٨٥) وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ (٨٦) وَأَلْقَوْا إِلَى اللهِ يَوْمَئِذٍ السَّلَمَ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٨٧) الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ (٨٨) </p><p> وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ (٨٩) </p><p> * * * </p><p> (وَيَوْمَ نَبْعَثُ) أي: اذكر هول هذا اليوم، (مِن كلِّ أُمَّةٍ شهِيدًا) يعني رسولها يشهد لهم وعليهم، (ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا) في الاعتذار لأنه لا عذر لهم، (وَلَا هُمْ يُسْتَعْتَبُونَ) ولا هم يسترضون أي: لا يكلفون بإرضاء ربِّهم لأن الآخرة ليست بدار عمل، (وَإذَا رأَى الذِينَ ظَلَمُوا العَذَابَ) : عذاب جهنم عطف على \" يوم نبعث \" ، (فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ) : يمهلون، (وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ) أوثانهم التي جعلوها شركاء لله، (قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو) ، نعبدهم، (مِنْ دُونِكَ) كأن هذا القول منهم التماس بأن يشاركهم في عذابهم، (فأَلْقَوْا) آلهتهم، (إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ) أي: أجابوهم بالتكذيب وقالوا: لسنا شركاء الله وما دعوناكم إلى عبادتنا بل عبدتم أهواءكم وليس ببعيد إنطاق الله الأصنام، (وَأَلْقَوْا) : الكفار، (إِلَى اللهِ يَوْمَئِد السَّلَمَ) استلموا لحكمه، (وَضَل) ضاع وبطل، (عنْهُم مَّا كَانُوا يَفْتَرُونَ) من شفاعة آلهتهم ونصرتها، (الَّذِينَ كَفَرُوا وَصَدُّوا) : الناس، (عَن سَبِيلِ اللهِ) عن </p>"
}