{
  "id": null,
  "sura": 16,
  "aya": 101,
  "text": "<p> والمندوب، (مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً) : نرزقه رزقًا حلالاً وقناعة وحلاوة طاعة وانشراح صدر، (وَلَنَجْزِيَنَّهُمْ) : ولنعطينهم، (أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ فإذَا قَرَأتَ القُرْآنَ) أردت قراءته، (فَاسْتَعِذْ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) : سل الله أن يعيذك من وساوسه وهو أمر ندب، (إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ) : تسلط، (عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) إِنَّمَا سُلْطَانُهُ): تسلطه، (عَلَى الَّذِينَ يَتَوَلَّوْنَهُ) : يحبونه ويطيعونه، (وَالَّذِينَ هُم به) : بالله أو بسبب الشيطان، (مُشْرِكُونَ) . </p><p> * * * </p><p> (وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (١٠١) قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ (١٠٢) وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ (١٠٣) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللهِ لَا يَهْدِيهِمُ اللهُ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٠٤) إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ (١٠٥) مَنْ كَفَرَ بِاللهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللهِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠٦) </p><p> ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (١٠٧) أُولَئِكَ الَّذِينَ طَبَعَ اللهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ (١٠٨) لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ (١٠٩) ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١١٠) </p><p> * * * </p><p> (وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ) : رفعناها وأنزلنا غيرها لمصالح، (وَاللهُ أَعْلَمُ بِمَا يُنَزِّلُ) : أعلم بمصالح عباده في التبديل والنسخ، (قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ) ، أي: قالت الكفرة وهو جواب إذا وما بينهما اعتراض أو حال، (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (١٠١) قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ): جبريل عليه السلام، (مِن رَبِّكَ بِالْحَقِّ) متلبسًا بالحكمة، (لِيُثَبِّتَ الَّذِينَ آمنوا) على إيمانهم حين تأملوا وفهموا مصالح النسخ، (وَهُدًى وبشْرَى لِلْمُسْلِمِينَ) معطوفان على محل (لِيُثَبِّتَ) أي: تثبيتًا وهدايةً وبشارةً، (وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ) ، كان غلام لبعض بطون قريش، وكان بيَّاعًا فربما كان - صلى الله عليه وسلم - يجلس إليه ويكلمه ولسانه أعجمي لا يعرف من العربي إلا قدر ما يرد الجواب فقال المشركون: هو الذي يعلمه القرآن، وقد نقل أن كاتب وحيه الذي ارتد افترى هذه المقالة، (لِسَانُ الَّذِي يُلْحِدُونَ) : لغة الرجل </p><p> الذي يُمِيلُون قولَهم عن الاستقامة، (إِلَيْهِ أَعْجَمِيٌّ وَهَذَا) : القرآن، (لِسَانٌ عَرَبِيٌّ مُبِينٌ) ذو بيان وفصاحة فكيف يعلمه من لا يعرفه؟! (إِن الَّذِينَ لاَ يُؤْمِنُونَ بِآيَاتِ اللهِ لاَ يَهْدِيهِمُ اللهُ) : إلى الحق فيتفوهون بكلمات هي أضحوكة لمن يسمع (وَلَهُمْ عَذَابٌ أَلِيمٌ) : في الآخرة، (إِنَّمَا يَفْتَري الكَذِبَ) : بالله، (الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللهِ) : فلا يخافون عقابه، (وأُولَئِكَ) : المفترون بهذا الافتراء، (هُمُ الْكَاذِبُونَ) : الكاملون في الكذب، فإن الطعن بمثل هذه الخرافات أعظم الكذب، (مَنْ كَفَرَ بِاللهِ مِنْ بَعْدِ إِيمَانِهِ) مبتدأ خبره محذوف دل عليه قوله: (فَعَلَيْهِمْ غَضَبٌ) ، (إِلَّا مَنْ أُكْرِهَ) على كلمة الكفر استثناء متصل، (وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ) : لم يتغير عقيدته، (وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا) : طاب به نفسًا، (فَعَلَيْهِمْ غَضَبٌ منَ اللهِ) جزاءً لمن شرح، (وَلَهُمْ عَذَابٌ عَظِيمٌ) عن ابن عباس: إنَّهَا نزلت في عمار بن ياسر حين عذبه المشركون ليرتد فوافقهم مكرهًا وجاء إلى رسول الله صلى الله عليه وسلم معتذرًا والإجماع على جواز كلمة الكفر عند الإكراه لكن الأفضل تركه وإن قتل، (ذلِك) : الكافر بعد الإيمان أو غضب الله عليهم، (بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللهَ لَا يَهْدِي الْقَوْمَ </p>"
}