{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> دخوله في الإسلام، (زِدْنَاهُمْ عَذَابًا فَوْقَ العَذَابِ بِمَا كَانُوا يُفْسِدُونَ) : بسبب إفسادهم فإنهم ضالون مضلون، (وَيَوْمَ نبْعَثُ) أي: اذكر هذا اليوم وهوله، (فِي كُلِّ أُمَّةٍ شهِيدًا عَلَيْهِم منْ أَنفُسِهِمْ) نبي كل أمة بعث من قومه، (وَجِئْنَا بِكَ) : يا محمد، (شهِيدًا عَلَى هَؤُلاءِ) : على أمتك، (وَنَزَّلنا) حال بإضمار قد، (عَلَيك الْكِتَابَ تِبْيَانًا) : بيانًا بليغًا، (لِّكُلِّ شَيءٍ) يحتاجون إليه من أمور الدين، (وَهُدًى) : من الضلال، (وَرَحْمَةً) : للجميع، (وبُشْرَى) وبشارة، (للمُسْلِمِينَ) خاصة وحاصله أن الله أمره أن يخوف أمته بيوم شهادته - عليه الصلاة والسلام - على أمته حال كونه مسئولاً عن تبليغ أحكام الله المبينة في القرآن والأمة عن قبولها كما قال تعالى:  (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ) \" [الأعراف: ٦] ، (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ (٩٣) ) [الحجر: ٩٢] . </p><p> * * * </p><p> (إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠) وَأَوْفُوا بِعَهْدِ اللهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ </p><p> إِنَّمَا يَبْلُوكُمُ اللهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٩٢) وَلَوْ شَاءَ اللهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ (٩٣) وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللهِ وَلَكُمْ عَذَابٌ عَظِيمٌ (٩٤) وَلَا تَشْتَرُوا بِعَهْدِ اللهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ اللهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩٥) مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٦) مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٧) فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٩٨) إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (١٠٠) </p><p> * * * </p><p> (إِنَّ الله يَأمُرُ بِالْعَدْلِ) ، بالتوسط في الأمور اعتقادًا وعملاً (وَالإِحْسَانِ) : إلى الناس وعن ابن عباس العدل التوحيد، والإحسان الإخلاص فيه، (وَإِيتاءِ ذي القُرْبَى) : صلة الرحم، (وَيَنْهَى عَنِ الْفَحْشَاءِ) : ما غلظ من المعاصي كالزنا، (وَالْمُنكَرِ) وما تنكره الشريعة، (وَالْبَغْيِ) : العدوان على الناس، (يَعِظُكُمْ لَعَلَّكُمْ </p><p> تَذَكَّرُونَ): تتعظون ولله در من قال: لو لم يكن في القرآن غير هذه الآية لصدق عليه أنه تبيان لكل شيء وهدى ورحمة ولعل إيرادها عقيب قوله: \" ونزلنا عليك الكتاب \" للتنبيه عديه، (وَأَوْفُوا بِعَهْدِ اللهِ إِذَا عَاهَدْتُمْ) البيعة التي بايعتم على الإسلام أو كل عهد وميتاق، (وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) أي: أيمان البيعة بعد توكيدها بذكر الله أو الأيمان مطلقًا (وَقَدْ جَعَلْتُمُ اللهَ عَلَيْكُمْ كَفِيلًا) : شاهدًا بتدك البيعة والواو للحال، (إِنَّ اللهَ يَعْلَمُ مَا تَفْعَلُونَ) تهديدًا لمن نقض الأيمان، (وَلَا تَكُونُوا) : في نقض الأيمان، (كَالَّتِي نَقَضَتْ) : أفسدت، (غَزْلَهَا) مصدر بمعنى المفعول، أي: ما غزلته، (مِنْ بَعْدِ قُوَّةٍ) أي: نقضت بعد إحكامه وفتله، (أَنْكَاثًا) جمع نكث وهو ما ينكث فتله ثاني مفعولي نقضت بتضمين معنى الجعل أو </p><p> بأنه بمعنى صيرت، أو مفعول مطلق لـ نقضت وهو مثل لمن نقض عهده بعد توكيده وقد نقل أن في مكة كانت امرأة حمقاء تفعل ذلك، (تَتَّخِذُونَ أَيْمَانَكُمْ) حال من اسم كان، (دَخَلاً بَيْنَكُمْ) أي: مفسدة ودغلاً، وهو ثاني مفعولي تتخذون، (أَن تَكُونَ) أي: بسبب أن تكون، (أُمَّةٌ) : جماعة، (هِيَ أَرْبَى) أكثر عددًا وعُددًا، (مِنْ أُمَّةٍ) من جماعة أخرى كانوا يحالفون الحلفاء فيجدون أكثر وأعز منهم فينقضون حلف هؤلاء ويحالفون، الأكثرين، (إِنَّمَا يَبْلُوكُمُ اللهُ بِهِ) يختبركم الله بكونهم أربى لينظر أنكم متمسكون بحبل الوفاء أم تغترون بكثرة قريش وثروتهم وقلة المؤمنين </p><p> وفقرهم أو ضمير به راجع إلى الأمر بالوفاء، (وَلَيُبَيِّنَنَّ لَكمْ يَوْمَ القِيامَةِ مَا كُنتمْ فيهِ تَخْتَلِفُونَ) : في الدنيا فيجازي كلٌ بعمله، (وَلَوْ شَاءَ الله لَجَعَلَكمْ أُمَّةً وَاحِدَةً) : متفقة الكلمة والدين، (وَلَكِن يُّضِل مَن يَشَاءُ) عدلاً منه، (وَيَهْدِي مَن يَشَاءُ) : فضلاً منه، (وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ) : يوم القيامة بنقير وقطمير ويجازيكم، (وَلاَ تَتَّخِذوا أَيْمَانَكُمْ) صرح بالنهي بعد النهي مبالغة، (دَخَلاً بَيْنَكمْ) : مكرًا وخديعة، (فَتَزِلَّ قَدَمٌ) عن محجة الإسلام، (بَعْدَ ثُبُوتِهَا) : عليها، (وَتَذُوقُوا السُّوءَ) : العذاب في الدنيا، (بِمَا صَدَدتُّمْ عَن سَبِيلِ اللهِ) أي: بسبب صدكم غيركم عنه فإن الكافر إذا رأى المؤمن قد غدر لم يبق له وثوق بالدين فانصد عن الإسلام، أو لأن من نقض البيعة جعل ذلك سنة لغيره، أو يصدودكم عن الوفاء، (وَلَكُمْ عَذَابٌ عَظِيمٌ) : في الآخرة، (وَلاَ تَشْتَروا) : لا تستبدلوا، (بِعَهْدِ اللهِ) : بيعة رسوله، (ثَمَنًّا قَلِيلاً) : عرضًا يسيرًا من الدنيا، (إِنَّمَا عِندَ اللهِ) : من الثواب على الوفاء، (هوَ خَيْرٌ لَكُمْ إِن كنتمْ تَعْلَمُونَ) أي: من أهل العلم والتمييز، (مَا عِندَكُمْ) : من أمتعة الدنيا، (يَنفَدُ) : ينقضي، (وَمَا عِندَ اللهِ بَاقٍ) : دائم لا ينقطع، (ولَنَجْزِيَنَّ الَّذِينَ صَبَرُوا) : على الوفاء أو على أذى الكفار، (أَجْرَهم) ثاني مفعولي نجزين فإنه بمعنى نعطين، (بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ) بجزاء أحسن من أعمالهم، قيل معناه: نجزيهم بما ترجح فعله من أعمالهم وهو الواجب </p>"
}