{
  "id": null,
  "sura": 16,
  "aya": 1,
  "text": "<p> سورة النحل مكية غير ثلاث آيات في آخرها </p><p> وهي مائة وثمان وعشرونَ آية وستة عشر ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> أَتَى أَمْرُ اللهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١) يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ (٢) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ تَعَالَى عَمَّا يُشْرِكُونَ (٣) خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ (٤) وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ (٥) وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ (٦) وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (٧) وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ (٨) وَعَلَى اللهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ (٩) </p><p> * * * </p><p> (أَتَى أَمْرُ اللهِ) أي: القيامة التي هي بمنزلة الواقع في تحققه، أو العذاب الذي وعده نبينا فيمن خالفه، (فَلَا تَسْتَعْجِلُوهُ) فإنه لا محالة واقع، (سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) </p><p> ما مصدرية أو موصولة بحذف مضاف أي: إن مشاركة ما يشركون رد لما قالت الكفرة لو صح ما تقوله فالأصنام تشفع لنا، (يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ) بالوحي، (مِنْ أَمْرِهِ) من أجل أمر الله تعالى، (عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنذِرُوا) أي: بأن اعلموا متعلق بالروح أو بدل منه، (أَنَّهُ) إن الشأن، (لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ) عقوبتي لمن عبد غيري رجع إلى مخاطبتهم بما هو المقصود، (خَلَقَ السَّمَاوَاتِ وَالأَرْضَ) متلبسًا، (بِالْحَقِّ) لتجزى كل نفس بما كسبت، (تَعَالَى عَمَّا يُشْرِكُونَ) نزه نفسه عن مشاركة غيره فإنه هو الخالق وحده ولا مناسبة بين الخالق والمخلوق، (خَلَقَ الإِنسَانَ) أي: جنسه، (مِن نطْفَةٍ فإذَا هُوَ) حين استقل، (خَصِيمٌ) يخاصم ربه ويكذب رسله، (مبينٌ) ظاهر الخصومة، (وَالأَنعَامَ) منصوب بما أضمر عامله، (خَلَقَهَا لَكُمْ) أو عطف على الإنسان وخلقها لكم مستأنفة يبين ما خلق لأجله، (فِيهَا دِفْءٌ) ما يدفأ به من البرد، فإن من أشعارها بيوتًا ولباسًا وملاحف، (وَمَنَافِعُ) بالنسل والدر والركوب وغيرها، (وَمِنْهَا تَأْكُلُونَ) قدم الظرف للاختصاص كأن الأكل من الصيد والطيور ليس هو المعتدل بل بمنزلة التفكه، (وَلَكُمْ فيهَا جَمَالٌ) : زينة، (حِينَ تُرِيحُون) تردّونها بالعشي من مراعيها إلى مراحها، (وَحِينَ تَسْرَحُون) حين تخرجونها إلى المراعي بالغداة وقدم الأول، لأن الزينة إذا أقبلت ملأى البطون ممتلئة الضروع أظهر، (وَتَحْمِلُ أَثْقَالَكُمْ) أحمالكم، (إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ) إن لم تكن الأنعام، (إِلا بِشِقِّ الأَنفُسِ) بكلفة ومشقة، (إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (٧) وَالْخَيْلَ) عطف على الأنعام وهي الإبل والبقر والغنم، </p>"
}