{
  "id": null,
  "sura": 17,
  "aya": 53,
  "text": "<p> (وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا (٥٣) رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا (٥٤) وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا (٥٥) قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا (٥٦) أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (٥٧) وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٥٨) وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا (٥٩) وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا (٦٠) </p><p> * * * </p><p> (وَقُلْ لِعِبَادِي) : المؤمنين قولوا التي هي أحسن، (يَقُولُوا) : الكلمة، (الَتِي هِيَ أَحْسَنُ) يعني في محاوراتهم ومخاطباتهم فيقولوا جواب الأمر والمقول محذوف، (إِنَّ </p><p> الشَّيْطَانَ يَنْزَغُ) يهيج الشر، (بَيْنَهُمْ) فإذا لم يكونوا على دين الكلام فلربما يفضي إلى المخاصمة والمشاجرة، (إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا) وعن الكلبي، أنها نزلت حين شكوا إلى رسول الله صلى الله عليه وسلم فحش كلام المشركين وسوء خلقهم فقيل: الكلمة التي هي أحسن أن يقولوا يهديك الله، وقيل: هذا قبل الإذن في الجهاد، (رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ) فيوفقكم للإنابة والطاعة الظاهر أنه خطاب للمؤمنين وحث على المداراة، (أَوْ إِن يَشَأْ يُعَذِّبْكُمْ) وقيل: ربُّكم أَعْلَمَ تفسيرًا للكلمة التي هي أحسن أي: يقولوا لهم هذه الكلمة ونحوها ولا يقولوا لهم إنكم من أهل النار ومعذبون وما يشبهها، (وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكيلاً) ليس أمرهم موكولاً إليك إنما أنت نذير فما عليك إلا التبليغ وحسن المعاشرة وطيب الكلام في النصح والله الهادي، (وَرَبُّكَ أَعْلمُ بِمَن فِي السَّمَاوَاتِ وَالأَرْضِ) فإنه خلقهم على قوابل مختلفة ومراتب متفاوتة في الفهم وقبول الفيض من مفيض الحكمة فليس لأحد أن يستبعد في نبوة يتيم أبي طالب عليه السلام وفي سيادة الجوَّع العراة رضي الله عنهم وأرضاهم، (وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ) بمزيد العلم اللدني لا بوفور المال الدني، (وَآتَيْنَا دَاوُودَ زَبُورًا) إشارة إلى وجه تفضيله فعلم من هذا أن نبينا صلى الله عليه وسلم أفضل الرسل فإن كتابه أشرف الكتب (وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ)  [الأنبياء: ١٠٥] ، وما وقع في الصحيحين من النهي عن التفضيل بين الأنبياء فمحمول على التفضيل بالتشهي والعصبية ولا خلاف </p><p> أن محمدًا رسول الله أفضلهم ثم إبراهيم ثم موسى على المشهور عليهم الصلاة والسلام، (قُلِ ادْعُوا الَّذِينَ زَعَمتم) أنها آلهة، (مِّن دُونِهِ) كالملائكة وغيره، (فَلا يَمْلِكُونَ) فلا يستطيعون، (كَشْفَ الضُّرِّ عَنكُمْ) بالكلية، (وَلاَ تَحْوِيلاً) إلى غيركم أو تحويل حال من العسر إلى حال اليسر نزلت حين شكى المشركون قحطهم إلى رسول الله - صلى الله عليه وسلم - (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ) ، الذين صفة أولئك ويبتغون خبره أي: هؤلاء الذين تعبدونهم يطلبون القربة إلى الله كالملائكة وعيسى وأمه وعزير والشمس والقمر، (أَيُّهُمْ أَقْرَبُ) بدل من فاعل يبتغون أي: يطلب من هو أقرب منهم الوسيلة فكيف لغيره، (وَيَرْجُون رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ) فكيف يستحقون الألوهية، (إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا) حقيقًا بأن يحذر منه كل شيء حتى الرسل من الملائكة والبشر، وعن ابن مسعود أنها نزلت في نفر من العرب كانوا يعبدون نفرًا من الجن فأسلم الجنيون </p><p> والإنس الذين يعبدونهم لا يشعرون بإسلامهم، (وَإِن مِّن قَريةٍ إِلا نَحْن مهْلِكوهَا قَبْلَ يَوْمِ الْقِيَامَةِ) بالموت، (أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا) بأنواع العذاب وعن مقاتل وغيره الأول في قرية المؤمنين والثاني في الكفار، (كَانَ ذَلِكَ فِي الْكِتَابِ) اللوح المحفوظ، (مَسْطُورًا (٥٨) وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ) أي: ما صرفنا عن إرسال الآيات المقترحة لقريش كفسحة مكة وجعل الصفا ذهبًا، (إِلا أَن كَذب بِهَا الأَولون) أي: إلا تكذيب من هو قبلهم وقومك مثلهم طبعًا فلو أرسلناها وكذبوا بها لاستأصلناهم فقد جرت سنتنا على أن لا نؤخر من كذب بالآيات المقترحة فليس عدم إرسالها إلا العناية فإنه سهل علينا يسير لدينا، (وَآتَيْنَا ثَمُودَ النَّاقَةَ) بسؤالهم، (مُبْصِرَةً) آية بينة، (فَظَلَموا بِهَا) ، كفروا بها أو فظلموا أنفسهم بسببها فإنهم منعوا شربها وعقروها فعاجلناهم بالعقوبة، (وَمَا نُرْسِلُ بِالْآيَاتِ) المقترحة أو مطلق الآيات، (إِلَّا تَخْوِيفًا) للعباد ليؤمنوا والباء زائدة أو المفعول محذوف وبالآيات حال، (وَإِذْ قلْنَا لَكَ) أي: واذكر إذ أوحينا إليك، (إِن رَّبكَ أَحَاطَ بِالنَّاسِ) هم في قبضته وتحت مشيئته فهو حافظك منهم فامض لما أمرك ولا تهبهم، (وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ) هي قصة المعراج والرؤيا من الرؤية عن ابن عباس وغيره هي </p>"
}