{
  "id": null,
  "sura": 17,
  "aya": 1,
  "text": "<p> [سورة بني إسرائيل] </p><p> مكية وقيل إلا قوله:  (وَإِنْ كَادُوا لَيَفْتِنُونَكَ) إلى ثمان آيات </p><p> وهي مائة وإحدى عشرة آية واثنا عشر ركوعًا </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَا الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (١) وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا (٢) ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا (٣) وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا (٤) فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا (٦) إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا (٧) عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا (٨) إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا (٩) وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٠) </p><p> * * * </p><p> (سُبْحَانَ) اسم بمعنى التسبيح، أي: أنزهه تنزيهًا من جميع القبائح التي يضيفها إليه أعداء الله تعالى مجد الله نفسه وعظم شأنه لقدرته على ما لا يقدر عليه أحد سواه، (الذِي أَسْرَى بِعَبْدِهِ) محمدٍ صلى الله عليه وسلم، (لَيْلاً) أي: في بعض الليل، </p><p> فإنه مع تنكيره دال على تقليل مدة الإسراء، (مِنَ الْمَسْجِدِ الْحَرَامِ) مسجد مكة أو من مكة لا من المسجد ويطلق على مكة كلها مسجد الحرام، (إِلَى الْمَسْجِدِ الْأَقْصَا) الذي ببيت المقدس ببدنه الأشرف والأصح، بل الصحيح أن الإسراء في اليقظة بعد البعثة مرة واحدة وإن كان في المنام قبلها، (الَّذِي بَارَكْنَا حَوْلَهُ) بالثمار والأنهار وببركات الدين والدنيا، (لِنُرِيَهُ) أي: محمدًا، (مِنْ آيَاتِنَا) الكبرى عجائب سماواته وغرائب آياته، (إِنَّهُ هُوَ السَّمِيعُ) لأقوال العباد مصدقين ومكذبين، </p><p> (البَصِيرُ) فيجزيهم وفق ما يستحقون، (وَآتيْنَا مُوسَى الْكِتَابَ) كثيرًا ما يقرن بين ذكر محمد وموسى - عليهما السلام - والقرآن والتوراة، فأولاً ذكر شرف سيدنا محمدٍ رسول الله ثم شرع في فضل كليمه موسى، (وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا) أن مفسرة، ومن قرأ بالغيبة فأن ناصبة ولام العاقبة محذوفة أي: لئلا، (مِنْ دُونِي وَكِيلًا) : ربًّا تَكِلُون إليه، (ذُرِّيَّةَ) نصب على الاختصاص وعلى قراءة الخطاب جاز نصبه بالنداء، (مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ) : نوحًا، (كَانَ عَبْدًا شَكُورًا) كثير الحمد فيه تذكير لنعمة إنجائهم من الغرق ثم الحث للذرية على الاقتداء به. </p><p> (وَقَضَيْنَا) : أوحينا وحيًا مقضيًّا مقطوعًا، (إِلَى بَنِي إِسْرَائِيلَ فِي الكِتَابِ) : التوراة، (لَتُفْسِدُنَّ) جواب قسم محذوف، (فِي الْأَرْضِ) بالمعاصي، (مَرتيْنِ) مخالفة أحكام التوراة، ثم قتل يحيى وزكريا، (وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا) تستكبرن عن طاعة الله أو تظلمن الناس، (فَإِذَا جَاءَ وَعْدُ) : عقاب، (أُولَاهُمَا) ، أي: أولى الإفسادتين، (بَبَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا) هم جالوت وجنوده، أو ملك الموصل سنجاريب أو بُخْت نَصَّر فأذلهم وقهرهم وقتلهم، (أُولِي) : ذوي، (بَأْسٍ) : قوة، (شَدِيدٍ فَجَاسُوا) : ترددوا لطلبكم، (خِلَالَ) : وسط، (الدِّيَارِ) للقتل والغارة والسبي، (وَكَانَ وَعْدًا مَّفْعُولاً) فإنه قضاء مبرم، (ثُمَّ رَدَدْنا لَكُمُ الكَرَّةَ) : الدولة، (عَلَيْهِمْ) بأن سلط داود على جالوت فقتله أو دانيال على جنود بخت نصَّر، (وَأَمْدَدْناكُم بِأَمْوَالٍ وَبَنِينَ) حتى عاد أمركم كما كان، </p><p> (وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا) : مما كنتم وهو من ينفر مع الرجل من قومه أو جمع نفر، أي: أكثر عددًا مما كنتم، (إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لأَنفُسِكُمْ وَإِنْ أَسَاتُمْ فَلَهَا) أي: الإحسان والإساءة كلاهما مختصان بما لا يتعدى النفع والضر إلى غيركم، وقيل: أتى باللام دون على في قوله (وإن أسأتم فلها) للازدواج، (فَإِذَا جَاءَ وَعْدُ) عقوبة المرة، (الْآخِرَةِ لِيَسُوءُوا) تقديره بعثناهم ليسوءوا، (وُجُوهَكُمْ) يهينوكم ومن قرأ ليسوءَ فالضمير لله أو للوعد أو للبعث، (وَلِيَدْخُلُوا الْمَسْجِدَ) عطف على ليسوؤا، (كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ) أي: كما خربوا أولاً بيت المقدس بعثناهم ليخربوا ثانيًا، (وَلِيُتَبِّرُوا) : يهلكوا، (مَا عَلَوْا) مفعول يُتَبِّرُوا، أي: ليهلكوا كل شيء غلبوه، (تَتْبِيرًا عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ) يا بني إسرائيل بعد انتقامه منكم برد الدولة إليكم، (وَإِنْ عُدتُّمْ) : إلى المعصية، (عُدنا) إلى العقوبة وعن بعض السلف عادوا فبعث الله عليهم المسلمين، (وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا) محبسًا، أو بساطًا كما يبسط الحصير، (إِنَّ هَذَا القُرْآنَ يَهْدِي لِلَّتِي) للحالة أو الطريقة التي، (هِيَ أَقْوَمُ) أسد الحالات، (وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ) أي: بأن، (لَهُمْ أَجْرًا كَبِيرًا وَأَنَّ) عطف </p>"
}