{
  "id": null,
  "sura": 17,
  "aya": 41,
  "text": "<p> (لَا تَجْعَلْ مَعَ اللهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا)  (١) وهي خمسة وعشرون خصلة، (كَانَ سَيِّئُهُ) أي: المنهي عنه لا المأمورات، (عِنْدَ رَبِّكَ مَكْرُوهًا) مبغوضًا، ومَن قرأ (سيئةً) فذلك إشارة إلى ما نهى عنه خاصة واسم كان ضمير لكل ومكروهًا خبر بعد خبر أو بدل من سيئه أو حال من ضمير كان، (ذَلِكَ) أي: الأحكام المتقدمة، (مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ) وهي معرفة الحق لذاته والخير للعمل، (وَلَا تَجْعَلْ مَعَ اللهِ إِلَهًا آخَرَ) كرره لأنه المقصود والتوحيد رأس كل حكمة، (فَتُلْقَى فِي جَهَنَّمَ مَلُومًا) من الله والملائكة ومن نفسك، (مَدْحُورً) : ملعونًا والمراد من هذا الخطاب اهتداء أمته عليه السلام، (أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ) أي: أفخصكم ربكم بأفضل الأولاد؟ فالهمزة للإنكار، (وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا) بناتًا لنفسه كما قلتم الملائكة بنات الله تعالى، (إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا) إضافة الولد إلى الله تعالى ثم تفضيل أنفسكم عليه حين تنسبون إليه ما تكرهون ثم جعل الملائكة إناثًا وأي خطأ وقولٍ أعظم من هذا. </p><p> * * * </p><p> (وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا (٤١) قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا (٤٢) سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا (٤٣) تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ </p><p>(١) ذكرت الآية كاملة لئلا تلتبس بقوله تعالى (وَلَا تَجْعَلْ مَعَ اللهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا) لأن الآية كتبت في الأصل هكذا (وَلَا تَجْعَلْ مَعَ اللهِ). اهـ (مصحح النسخة الإلكترونية).</p><p> وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤٤) وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا (٤٥) وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا (٤٦) نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (٤٧) انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (٤٨) وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٤٩) قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا (٥١) يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا (٥٢) </p><p> * * * </p><p> (وَلَقَدْ صَرَّفْنَا) بينا مكررًا، (فِي هَذَا القُرْآنِ) العبر والأمثال والحجج والأحكام أو بينا فيه مكررًا إبطال إضافة البنات إليه، (لِيَذكَّرُوا) : يتدبروا ويتعظوا، (وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا) : عن الحق، (قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا) : لطلبوا إلى من له الملك سبيلاً بالمغالبة كما يفعل الملوك بعضهم مع بعض، أو معناه إن كان الأمر كما زعمتم أنهم آلهة شفعاء فهم طالبون الوسيلة والتقرب إلى الله تعالى محتاجون إليه فكيف تسمونهم آلهة وتعبدونهم، (سُبْحَانَهُ </p><p> وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا): تعاليًا، (كَبِيرًا تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ) إجماع السلف أن للأشياء تسبيحات لا يسمع [لا يسمع الله إياه] إلا من يَسْمع، وقال المتأخرون لكل شيء تسبيح بلسان حاله وهو دلالته على صانع قديم واجب لذاته، (وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ) وفي البخاري عن ابن مسعود: \" كنا نسمع تسبيح الطعام وهو يؤكل \" ، والأحاديث الدالة على التسبيح القالي للحيوانات والجمادات كثيرة وفي مسند الإمام أحمد عن رسول الله - صلى الله عليه - وسلم قال:  \" إن نبي الله نوحًا \" لما حضرته الوفاة دعا ابنيه فقال: \" آمركما بسبحان الله وبحمده فإنها صلاة كل شيء وبها يرزق كل شيء \" ، وعن ابن عباس وبعض من السلف إنما يسبح ما كان فيه روح من حيوانات ونبات، (إِنَّهُ كَانَ </p><p> حَلِيمًا): لا يعاجل من عصاه بالعقوبة، (غَفُورًا) لمن رجع وتاب، (وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا) يحجبهم عن فهم ما تقرؤه عليهم والانتفاع به أو حجابًا لا يرونه عند قراءة القرآن فإن المشركين الذين في عزمهم أن يؤذوه يمرون به ولا يرونه، (مَسْتُورًا) لا يرى ذلك الحجاب أو ذا ستر كسيل مفعم أي: ذو إفعام، (وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً) : أغطية، (أَنْ يَفْقَهُوهُ) أي: كراهة أن يفقهوا القرآن، (وَفِي آذَانِهِمْ وَقْرًا) : ثقلا لئلا يسمعوا سماع انتفاع، (وَإِذَا ذَكرتَ رَبَّكَ فِي القُرْآنِ وَحْدَهُ) من غير ذكر آلهتهم وأصله يَحِد وَحْده فهو مصدر يقع موقع الحال، (وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا) ، نفرة من التوحيد أو جمع نافر، (نحنُ أَعْلَمُ بِمَا يَسْتَمِعُون بِهِ) أي: ما يستمعون بسببه ولأجله من الهزء والتكذيب، (إِذْ يَسْتَمِعُون إِلَيْكَ) ظرف لأعلم، (وَإِذ همْ نَجْوَى) حين هم ذوو نجوى يتناجون بالتكذيب، (إِذ يَقُولُ الظالِمُون) بدل من إذ هم بوضع الظاهر موضع المضمر، (إِن تَتَّبِعُونَ إِلا رَجُلاً مَّسْحُورًا) سُحِرَ فَجُنَّ وعن بعضهم مشتق من السَّحر وهو الرئة أي: رجلاً مثلكم، (انظُرْ كَيْفَ ضَربُوا لَكَ الأَمثالَ) مثلوك بساحر وشاعر وكاهن ومجنون، (فَضَلُّوا) : عن طريق الحق، (فَلاَ </p><p> يَسْتَطِيعُونَ سَبِيلًا) إلى الرشاد أو هم متحيرون ليس لهم سبيل يسلكونه، (وَقَالُوا أَإِذَا كُنَّا عِظَامًا) بعد الموت، (وَرُفَاتًا) : ترابًا، (أَإِنَّا لَمَبْعُوثُونَ) الهمزة لتأكيد الإنكار والعامل في إذا ما دل عليه مبعوثون فما بعد إن لا يعمل فيما قبله، (خَلْقًا جَدِيدًا) مصدر أو حال، (قُلْ) جوابا لهم، (كُونوا حِجَارَةً أَوْ حَدِيدًا) وهما أشد امتناعًا من العظام والرفات في قبول الحياة، (أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ) وهو الموت، أي: لو فرضتم أنكم صرتم حجارة أو حديدًا أو موتًا هو ضد الحياة لأحياكم الله إذا شاء، وعن مجاهد في تفسيره أي: السماء والأرض والجبال، (فَسَيَقُولُونَ مَن يُعِيدُنا) إذا كنا حجارة أو خلقًا شديدًا، (قُلِ الَّذِي فَطَرَكُمْ أَولَ مَرَّةٍ فَسَيُنْغِضُونَ) : يحركون، (إِلَيْكَ رُءوسَهُمْ) تعجبًا وتكذيبًا، (وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَن يَكُونَ قَرِيبًا) فكل ما هو آت قريب، أن يكون اسم عسى وكان تامة وقريبًا خبره أو اسم عسى ضمير البعث وما بعده خبره، (يَوْمَ يَدْعُوكُمْ) ربكم من قبوركم، (فتسْتَجِيبُونَ) : تجيبون بحمده (بِحَمْدِهِ) متلبسين بحمده حين لا ينفعكم الحمد، وعن ابن عباس: أي بأمره وعند بعض: أنه خطاب للمؤمنين، وقد ورد أنهم ينفضون التراب عن رءوسهم ويقولون: سبحانك اللهم وبحمدك، (وَتَظُنُّونَ إِنْ لَبِثْتُمْ) : في الدنيا أو في البرزخ، (إِلَّا قَلِيلًا)  (كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (١١٢) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ) [المؤمنون: ١١٢، ١١٣] . </p><p> * * * </p>"
}