{
  "id": null,
  "sura": 17,
  "aya": 11,
  "text": "<p> على أنَّ لهم، (الَّذِينَ لاَ يُؤْمِنُونَ بِالْآخِرَةِ أَعتدنا لَهُمْ عَذَابًا أَلِيمًا) ، أي: يبشرهم بثوابهم وعقاب أعدائهم. </p><p> * * * </p><p> (وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنْسَانُ عَجُولًا (١١) وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا (١٢) وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا (١٣) اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا (١٤) مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٥) وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا (١٧) مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨) وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (١٩) كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا (٢٠) انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ </p><p> عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (٢١) لَا تَجْعَلْ مَعَ اللهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا (٢٢) </p><p> * * * </p><p> (وَيَدْعُ الإِنسَانْ بِالشَّرِّ) أي: يسأل الله عند غضبه الشر على نفسه وأولاده وأمواله، (دُعَاءَهُ بِالْخَيْرِ) أي: مثل مسألته الخير، (وَكَانَ الْإِنْسَانُ عَجُولًا) : يسارع إلى ما لا يعلم خيريته لكن الله تعالى صبور عليهم لا يجيب جميع مسألته لطفًا وإنعامًا، (وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ) تدلان على قدرة خالقهما وحكمته، (فَمَحَوْنَا آيَةَ اللَّيْلِ) ، الإضافة بيانية، (وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً) مضيئة أو مبصرة للناس من أبصره فبصر وعن ابن عباس كان القمر وهو آية الليل يضيء كما تضيء آية النهار وهي الشمس فمحونا آية الليل محوه السواد الذي في القمر، وسئل عن على ما هذه اللطخة التي في القمر؟ فقال: ويحك! أما تقرأ القرآن فمحونا آية الليل فهذه محوه، وروي عن آخرين من السلف ما يدل على ذلك، (لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ) لتطلبوا في النهار أسباب معاشكم، (وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ) </p><p> لولا محو آية الليل لكان الليل مثل النهار مضيئًا فما عرفنا عدد السنين ولا جنس الحساب، (وَكُل شَيْءٍ) مما تحتاجون إليه، (فَصَّلْنَاهُ تَفْصِيلًا) : بيناه بحيث لا يلتبس، (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ) أي: ما قضي عليه أنه عامله وما هو صائر إليه من سعادة وشقاوة وكانوا يتيمنون بسنوح الطير ويتشاءمون ببروحها فلما نسبوا الخير والشر إلى الطائر استعير لما كان سببهما من عمل العبد الذي هو السبب في الرحمة والنقمة، (فِي عُنُقِهِ) أي: لازم له لزوم القلادة أو الغل لا ينفك عنه، (وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا) مفعول نخرج، أو حال من مفعوله المحذوف وهو ضمير الطائر ويعضده قراءة من قرأ يخرج بالياء وفتحه، (يَلْقَاهُ) صفة، (مَنْشُورًا) إما حال من مفعول يلقى أو صفة أخرى أي: يجده منشورًا لكشف غطائه، (اقْرَأ كِتَابَكَ) أي: يقال له ذلك، (كَفَى بِنَفْسِكَ) الباء مزيدة في الفاعل، (اليَوْمَ عَلَيْكَ حَسِيبًا) أي: حاسبًا عليك تمييز يعني كفيت أنت في محاسبة نفسك لا تحتاج </p><p> إلى من يحاسبك وتذكير حسيبًا لأن مثل هذه الأمور يتولاها الرجال كأنه قال: كفى بنفسك اليوم رجلاً حسيبًا، (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) : لا ينجي غيره، (وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) لا يضر ضلاله غيره، (وَلَا تَزِرُ) : لا تحمل، (وَازِرَةٌ) نفس حاملة، (وِزرَ أُخْرَى) نفس أخرى، بل لا تحمل إلا وزرها، (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) يبين لهم ما يجب عليه فلا يُدْخِل أحدًا في النار إلا بعد إرسال الرسل إليه كما قال تعالى: (كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا) الآية [الملك: ٨] ، فعلى هذا الظاهر أن يقال: إن من نشأ في شاهق جبل ولم يسمع رسولاً فهو معذور وكذا المجنون الدائم المطبق وكذا الأطفال مطلقًا، لكن الشيخ الأشعري ذهب إلى أنَّهم يمتحنون يوم القيامة بأن يأمرهم الله بدخول النار فمن أطاع نجا ودخل الجنة وانكشف علم الله فيه لسابق السعادة، ومن عصى دخل النار داخرًا وانكشف تقدم شقاوته وحكاه عن أهل السنة والجماعة وهو مختار البيهقي ومحققي العلماء والنقاد وعلى هذا أحاديث منها ما هو صحيح ومنها ما هو حسن ومنها ما هو ضعيف. </p><p> ولولا التزام الاختصار لذكرنا نبذًا منها مع تحقيق المسألة ردًا وإثباتًا، (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا) متنعميها بالفسق والمراد بالأمر الأمر القدري يعني سخرهم الله إلى فعل الفواحش فاستحقوا العقوبة فإن الله لا يأمر بالفحشاء، قيل معناه كثرنا يقال: أمرت الشيء إذا كثرته وقراءة من قرأ آمرنا يؤيده ومن قرأ أمَّرنا فمعناه جعلناهم أمراء، وقيل: أمرناهم بالطاعة على لسان رسول وفيه بعد؛ لأنه يبقى حينئذٍ تخصيص المترفين غير بين الوجه وكذلك التقييد بزمان إرادة الإهلاك فتدبر، (فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ) أي: كلمة العذاب، (فَدَمَّرْنَاهَا تَدْمِيرًا) : استأصلناها، (وَكَمْ) أي: كثيرًا مفعول، (أَهْلَكْنَا مِنَ الْقُرُونِ) تمييز لِكَم، (مِن بَعْدِ نُوحٍ) كـ عاد وثمود فإن بين آدم ونوح عشر قرون كلهم على الإسلام، (وَكَفَى بِرَبِّكَ) الباء مزيدة على الفاعل، (بِذُنُوبِ عِبَادِهِ) متعلق بقوله: (خَبِيرًا بَصِيرًا) وهما منصوبان على التمييز أو الحال فإن الذنوب هي أسباب الهلكة وهو تعالى عالم بها فمعاقب عليها، (مَن كَانَ يُرِيدُ العَاجِلَةَ) أي: همته مقصورة على الدنيا، (عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ) بدل البعض من له فإن ضميره لمن وهو في معنى الكثرة، (ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا) يدخلها، (مَذْمُومًا مَّدْحُورًا) مطرودًا قيل: الآية في المنافقين يغزون مع المسلمين وليس غرضهم إلا الغنائم، (وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا) حقها من السعي وهو الإتيان بالأوامر والانتهاء عن النواهي، (وَهُوَ مُؤْمِنٌ فأُوْلَئِكَ) : الجامعون للشرائط الثلاثة، (كَانَ سَعْيُهُمْ مَشْكُورًا) : مقبولاً عنده </p>"
}