{
  "id": null,
  "sura": 18,
  "aya": 54,
  "text": "<p> (وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا (٥٤) وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا (٥٥) وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا (٥٦) وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (٥٧) وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا (٥٨) وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا (٥٩) </p><p> * * * </p><p> (وَلَقَدْ صَرَّفْنَا) : بينا وكررنا (في هَذَا الْقُرْآن) : الواضح المبين، (لِلنَّاسِ مِنْ كُلِّ مَثَلٍ) : يحتاجون إليه، (وَكَانَ الإنْسَانُ أَكْثَرَ شَيْءٍ) : يتأتى منه الجدل (جَدَلا) : خصومة ومعارضة للحق بالباطل إلا من عصمه الله ونصبه بالتمييز (وَمَا مَنَعَ النَّاسَ) من (أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) : الرسول والقرآن (وَيَسْتَغْفِرُوا رَبَّهُمْ) </p><p> عطف على يؤمنوا أي: من أن يستغفروا (إِلا أَن تَأْتِيَهُمْ سُنَّةُ الأوَّلِينَ) أي: إلا تقدير أن يأتيهم عذاب الاستئصال فإنه تعالى قدَّر عليهم العذاب فذلك هو المانع من إيمانهم، أو إلا طلب أن يأتيهم العذاب الموعود وأخذهم عن آخرهم كما قالوا:  (فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ .. ) الآية [الشعراء: ١٨٧] ، (اللهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ) الآية [الأنفال: ٣٢] . أو إلا انتظار أن تأتيهم كما يقال لمن حان له الرواح عن منزله وهو غير رائح: ما تنتظر إلا الهلاك (أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا) عيانًا وهو بضم القاف والباء لغة في قِبَلا بكسر القاف وفتح الباء أو جمع قبيل بمعنى أنواع (وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلا مُبَشِّرِينَ) : للمؤمين، (وَمُنْذِرِينَ) : للكافرين، (وَيُجَادِلُ الذِينَ كَفَرُوا بِالباطِلِ) كما قالوا: (أَبَعَثَ اللهُ بَشَرًا رَسُولًا)  [الإسراء: ٩٤] ، (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ)  [الزخرف: ٣١] ، وأمثال ذلك (لِيُدْحِضُوا) : ليزيلوا، (بِهِ) : الجدال، (الْحَقَّ) الذي جاءهم عن مقره ويبطلوه (وَاتَّخَذُوا آيَاتِي) الحجج والبراهين (وَمَا أُنْذِرُوا) أي: ما أنذروه من العقاب أو ما مصدرية أي: إنذارهم (هُزُوًا) استهزاء (وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ) : بالقرآن، (فَأَعْرَضَ عَنْهَا) تركها ولم يؤمن بها ولم يتفكر فيها (وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ) : ما سلف من معاصيه، (إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكنَّةً) : أغطية وغشاوة تعليل للإعراض والنسيان (أَنْ يَفْقَهُوهُ) أي: كراهة أن يفهموه، ولما كان المراد بالآيات القرآن ذكر الضمير وأفرده (وَفِي آذَانِهِمْ وَقْرًا) : صممًا وثقلاً معنويًا عن استماع الحق حق استماعه (وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا) إذاً جواب وجزاء كأن قوله: \" إنا جعلنا على قلوبهم أكنة \" في معنى لا تدعهم ثم نزل حرصه عليه الصلاة </p>"
}