{
  "id": null,
  "sura": 18,
  "aya": 18,
  "text": "<p> (وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا (١٨) وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا (١٩) إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا (٢٠) وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا (٢١) سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا (٢٢) </p><p> * * * </p><p> (وَتَحْسَبُهُمْ أَيْقَاظًا) : لانفتاحِ عيونهم ليصل إليها روح الهواء جمع يقظ، كأنكاد في نكد (وَهُمْ رُقُودٌ) : نيام (ونُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَال) : لئلا تأكل الأرض لحومهم، عن ابن عباس في كل سنة مرة، وعن بعضهم مرتين (وَكَلْبُهُمْ </p><p> بَاسِطٌ ذرَاعَيْهِ بِالْوَصِيدِ) بالفناء وقيل: بالعتبة خارج الكهف؛ لأن الملك لا يدخل بيتًا فيه كلب والأصح أنه كلب صيد لأحدهم وقد نقل أنه كلب تبعهم فطردوه فأنطقه الله وقال: أنا أحب أحباء الله ناموا وأنا أحرسكم، (لَوِ اطَّلَعْتَ عَلَيْهِمْ) : نظرت إليهم (لَوَلَّيْتَ مِنْهُمْ) هربت وأعرضت عنهم (فِرَارًا) حال أو مفعول له أو مصدر (وَلَمُلِئْتَ مِنْهُمْ رُعْبًا) : خوفًا يملأ صدرك لمهابتهم (وَكَذَلِكَ بَعَثْنَاهُمْ) : كما أنمناهم آية بعثناهم كذلك (لِيَتَسَاءَلُوا بَيْنَهُمْ) : ليسأل بعضهم بعضًا مدة لبثهم فيعرفوا حالهم فيزداد يقينهم (قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ </p><p> بَعْضَ يَوْمٍ) فإنه غالب مدة نوم نائم كأنهم دخلوا غدوة وانتبهوا عشية، (قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ) كأنه حصل لهم بعض تردد في طول مدتهم لطول أظفارهم وأشعارهم (فَابْعَثُوا) يعني لا يصل علمكم إليه فاتركوا المقال وابعثوا (أَحَدَكُم بِوَرِقِكُمْ) : فضتكم، (هَذِهِ) فإنه كان معهم دراهم (إِلَى الْمَدِينَةِ) أي: إلى المدينة التي خرجتم عنها وهي طرسوس (فَلْيَنْظُرْ أَيُّهَا) أي: أهل تلك المدينة (أَزْكَى طَعَامًا) : أحل وأطهر، فإن في المدينة المؤمن والكافر (فَلْيَأتِكُمْ برِزْقٍ مِنْه وَلْيَتَلَطفْ) : في الذهاب والإياب والمعاملة حتى لا يطلع على حاله أحدَ (وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا) : لا يفعلن ما يؤدي إلى شعور أحد بكم (إِنَّهُمْ) : أهل المدينة (إِن يَظْهَرُوا) : يظفروا (عَلَيْكُمْ يَرْجُمُوكُمْ) : يقتلوكم بأفضح أنواعه (أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ) : كرهًا والعود بمعنى الصيرورة، أو كانوا على دينهم فهداهم الله للإيمان (وَلَنْ تُفْلِحُوا إِذًا أَبَدًا) : إن دخلتم في دينهم (وَكَذَلِكَ أَعْثرْنَا عَلَيْهِمْ) أي: كما أنمناهم وأيقظناهم أطلعنا عليهم (لِيَعْلَمُوا) أي: ليعلم من يطلع عليهم (أَنَّ وَعْدَ اللهِ) : بالبعث (حَقٌّ) : يقاس الموت والبعث بتلك الرقدة، والإيقاظ (وَأَنَّ السَّاعَةَ) آتية (لَا رَيْبَ فيهَا) فإن من حفظ أبدانهم من التفتت ثلاثمائة سنين يمكن له حفظ النفوس إلى أن يحشر أبدانها (إِذْ يَتنَازَعُونَ) ظرف لـ أَعْثَرْنَا (بَيْنَهُمْ أَمْرَهُمْ) : أمر دينهم، فإن لأهل ذلك الزمان شكًّا في البعث فمنهم من قال: يبعث الأرواح لا الأجساد فيبعثهم </p><p> الله حجة لمن يقول تبعث الأرواح والأجساد معًا، أو التنازع في البنيان فقال المسلمون: نبني عليهم مسجدًا يصلي فيه الناس، لأنهم على ديننا والمشركون يقولون: نبني بنيانًا لأنَّهُم من أهل نسبنا أو التنازع في مدة لبثهم وعددهم (فَقَالُوا) أي: المرتابون في البعث (ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ) أي: سدوا عليهم باب الكهف وذروهم على حالهم فإن ربهم أعلم بحالهم وقيل: هذا يدل على أن التنازع في مدة اللبث أو العدد (قَالَ الذِينَ غَلَبُوا عَلَى أَمْرِهِمْ) وهم المؤمنون وكانوا غالبين في ذلك الوقت (لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا) حكى أن المبعوث إلى الطعام لما أخرج الدرهم للطعام أخذوا درهمه واتهموه بوجدان كنز؛ لأن الدرهم على ضرب لم يروه فسألوه عن أمره فقال: أنا من هذه المدينة وعهدي بها عشية أمس وضربه ضرب دقيانوس، فنسبوه إلى الجنون فحملوه إلى ولي أمرهم فأخبرهم بأمره فقام متولي البلد وأهلها معه حتى انتهى إلى الكهف فقال: دعوني أتقدم في الدخول فعمى عليهم المدخل وأخفى الله عليهم فبنوا ثّمَّ مسجدًا، وعن بعضهم: دخلوا عليهم ورأوهم وسلم عليهم الملك واعتنقهم ثم كلمهم وودعهم فتوفاهم الله (سَيَقُولُونَ) : القائلون أهل الكتاب والمؤمنون في عهد نبينا عليه الصلاة والسلام (ثَلَاثَةٌ) أي: هم ثلاثة رجال (رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ) أي: يرمون رميًا بلا علم كمن يرمي إلى مكان لا يعرفه، فإنه لا يكاد يصيب، وإن أصاب فبلا قصد والقائل بهما أهل الكتاب (وَيَقُولُونَ سَبْعَةٌ) والقائل هم المؤمنون (وَثَامِنُهُمْ كَلْبُهُمْ) وفائدة </p><p> هذا الواو بين الصفة والموصوف تأكيد لصوقها به والدلالة على أن اتصافه بها أمر ثابت مستقر، وهي التي آذنت بأن هذا القول منهم لا عن رجم بالغيب، بل عن دليل وعلم (قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّى قَليلٌ) من الناس وقد صح عن ابن عباس أنه قال: أنا من ذلك القليل كانوا سبعة (فَلَا تُمَارِ) : لا تجادل (فِيهِمْ) : في شأن الفتية (إِلَّا مِرَاءً ظَاهِرًا) : سهلاً هينًا، فإن معرفته لا يترتب عليه كثير فائدة، فلا تُجَهِّلْهُمْ ولا ترد عليهم (وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا) : لا تسأل عن قصتهم أحدًا منهم، فإنهم لا يقولون إلا ظنًّا بالغيب. </p><p> * * * </p>"
}