{
  "id": null,
  "sura": 18,
  "aya": 32,
  "text": "<p> أجر من أحسن عملاً منهم أو هو جملة معترضة وخبره قوله:  (أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ) سميت عدنا لخلود المؤمنين فيها يقال: عدن بالمكان، إذا أقام فيه (تَجْرِي مِنْ تَحْتِهِمُ) أي: من تحت غرفهم (الأَنْهَار يُحَلَّوْنَ) : يزينون (فِيهَا مِنْ أَسَاوِرَ) جمع أسورة أو أسوار في جمع سوار ومن للابتداء (مِنْ ذَهَبٍ) صفة أساور، ومن للبيان (وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ) : رقيق الديباج (وَإِسْتَبْرَقٍ) : غليظ منه فإن ما يلي البدن رقيق وما فوقه غليظ كما في الدنيا (مُتَّكِئِينَ فِيهَا) الاتكاء الاضطجاع أو التربع في الجلوس (عَلَى الأرَائِكِ) : السرر، (نِعْمَ الثوَابُ) : الجنة ونعيمها (وَحَسُنَتْ) : الأرائك أو الجنات (مُرتفَقًا) : متكئًا أو منزلاً. </p><p> * * * </p><p> (وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا (٣٢) كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا (٣٣) وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا (٣٤) وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا (٣٥) وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا (٣٦) قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا (٣٧) لَكِنَّا هُوَ اللهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا (٣٨) وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللهُ لَا قُوَّةَ إِلَّا بِاللهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا (٣٩) فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا (٤٠) أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا (٤١) وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا </p><p> أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا (٤٢) وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللهِ وَمَا كَانَ مُنْتَصِرًا (٤٣) هُنَالِكَ الْوَلَايَةُ لله الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا (٤٤) </p><p> * * * </p><p> (وَاضْرِبْ لَهُمْ مَثلا رَجُلَيْنِ) بيان لمثلاً، أو بدل لحذف المضاف أي مثل رجلين قيل: هما أخوان من بني إسرائيل ورثا مالاً فاشترى أحدهما بميراثه ضياعًا وزينة، وصرفه الآخر في وجوه الخير (جَعَلْنا) الجملة بيان التمثيل أو صفة رجلين (لأحَدِهِمَا جَنَّتَيْنِ) : بستانين (مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ) أي: جعلنا النخل محيطة بهما والباء للتعدية إلى المفعول الثاني يقال: حففته بهم إذا جعلتهم حافين حوله (وَجَعَلْنَا بَيْنَهُمَا) : وسط النخل والكرم (زَرْعًا كِلْتَا الْجَنَّتَيْنِ آدتْ اكلَهَا) وإفراد الضمير لإفراد كلتا (وَلَمْ تَظْلِمْ) : تنقص (منهُ) : من أكلها (شَيْئًا) : كما يعهد نقصها في سائر البساتين (وَفَجَّرْنَا خلالَهُمَا) : وسط الجنتين (نَهَرًا وَكَانَ لَهُ) : لصاحب البستانين (ثَمَرٌ) : أنواع من المال (فقَالَ لِصَاحِبِهِ) : الذي صرف ميراثه لوجه </p><p> الله (وَهُوَ يُحَاوِرُهُ) : يراجعه في الكلام لا أنه يجادله (أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا) حشمًا وعشيرة وأولادًا ذكورًا (وَدَخَلَ جَنَّتَهُ) : حين أخذ بيد صاحبه وأدخله بستانه يطوف به فيها يفاخره بها (وَهُوَ ظَالِمٌ لِنَفْسِهِ) : بسبب عجبه وكفره (قَالَ ما أَظُنُّ أَنْ تَبِيدَ) : تفنى (هَذه أَبَدًا) : راقه حسنها وغرته زهرتها فتوهم أنها لا تفني، ولله در صاحب الكشاف حيث قال: وترى أكثر الأغنياء من المسلمين وإن لم يطلقوا بنحو هذا ألسنتهم فإن ألسنة أحوالهم ناطقة به منادية عليه (وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً) : كائنة، (وَلَئِن رُددت إِلَى ربي) يعني: وإن فرضنا حقيقة البعث (لأجِدَن خَيْرًا مِنْها) : من الجنة (مُنقَلَبًا) : مرجعًا وعاقبة؛ لأنه ما أعطاني في الدنيا إلا لاستئهالي لذلك والآخرة لو كانت خير وأبقى (قَالَ لَهُ صَاحِبُهُ) : المؤمن (وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ) أي: خلق أصل مادتك (مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ) : فإنها مادتك القريبة (ثُمَّ سَوَّاكَ رَجُلًا) : عدلك وكملك إنسانًا ذكرًا بالغًا (لَكِنَّا) أصله لكن أنا، حذفت الهمزة وأدغمت النونان (هُوَ) ضمير الشأن (اللهُ رَبِّي) والجملة خبر أنا، كأنه قال أنت كافر لكني مؤمن (وَلَا أُشْرِكُ بِرَبِّي أَحَدًا وَلَوْلَا إِذْ دَخَلْتَ </p><p> جَنَّتَكَ قُلْتَ) أي: هلا قلت حين دخلت (مَا شَاءَ اللهُ) ما موصولة أي: الأمر ما شاء الله أو ما شاء كائن (لَا قُوَّةَ إِلَّا بِاللهِ) إقرارًا بأنَّهَا بمشيئته إن شاء أبقاها وإن شاء أفناها واعترافًا بالعجز على نفسك والقدرة لله قال بعض السلف: من أعجبه شيء فليقل ما شاء الله لا قوة إلا بالله (إِنْ تَرَنِ أَنَا) ضمير الفصل أو تأكيد للمفعول (أَقَلَّ مِنْكَ مَالًا وَوَلَدًا فعسَى ربي أَد يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ) في الآخرة أو في الدنيا أيضًا (وَيُرْسِلَ عَلَيْهَا) على جنتك (حُسْبَانًا مِن السَّمَاءِ) مراقي جمع حسبانة وهي الصاعقة (فَتُصْبِحَ) الجنة (صَعِيدًا) أرضًا (زلَقًا) ملساء لا يثبت فيه قدم (أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا) غائرًا في الأرض مصدر وصف به كالزلق (فَلَن تَسْتَطِيعَ لَهُ) للماء الغائر (طَلَبًا) في رده (وأحيطَ بثَمَرهِ) عبارة عن إهلاكه (فأَصْبَحَ يُقَلِّب كَفَّيْهِ)  [ظهرًا] لبطن تأسفًا (عَلَى مَا أَنفقَ فِيهَا) متعلق بـ يُقَلِّب لأنه في معنى يتحسر أي: يتحسر على ما أنفق في عمارتها (وَهِيَ خَاوِيَةٌ) ساقطة (عَلَى عُرُوشِهَا) فإن كرومها المعرشة سقطت عروشها على الأرض وسقطت الكروم فوقها (وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا) : تذكر موعظة أخيه، وتمني لو لم يكن مشركًا حتى لا يهلك الله بستانه (وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللهِ) أي: يقدرون على </p>"
}