{
  "id": null,
  "sura": 18,
  "aya": 45,
  "text": "<p> نصرته من دون الله، وحمل ينصرونه حيث لم يقل تنصره على المعنى دون اللفظ (وَمَا كَانَ مُنْتَصِرًا) : ممتنعًا عن انتقام الله تعالى منه، أي: لا يقدر أحد ولا هو نفسه على انتصاره (هُنَالِكَ الْوَلَايَةُ لله الْحَقِّ) من القراء من يقف على هنالك، فعلى هذا معناه منتصرًا فِي ذلك الموطن الذي حل به عذاب الله، ومن لم يقف عليه فمعناه في ذلك الموطن الذي نزل عليه عذاب الله النصرة له وحده، لا يقدر عليها غيره أو ينصر فيها أولياءه على أعدائه، ومن قرأ الوِلاية بكسر الواو فمعناه: في تلك الحالة السلطان له وحده لا يعبد غيره، وكل أحد من مؤمن أو كافر يرجع إلى الله وإلى موالاته والخضوع له كما قال الله تعالى:  (فلما رأو بأسنا قالوا آمنا بالله وحده) والحق: صفة الولاية أو صفة لله على القراءتين (هُوَ خَيْرٌ ثَوَابًا) لأهل طاعته لو كان غيره يثيب (وَخَيْرٌ عُقْبًا) أي: عاقبة طاعته خير من عاقبة طاعة غيره. </p><p> * * * </p><p> (وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا (٤٥) </p><p> الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا (٤٦) وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا (٤٧) وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا (٤٨) وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا (٤٩) وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا (٥٠) مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا (٥١) وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا (٥٢) وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا (٥٣) </p><p> * * * </p><p> (وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا) : اذكر لهم ما يشبه الحياة الدنيا في زهرتها وسرعة زوالها (كمَاءٍ) أي: هو كماء (أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاختَلَطَ بِهِ) : التف بسببه وتكاثف حتى خالط بعضه بعضًا (نَبَاتُ الأرْضِ فَأَصْبَحَ هَشِيمًا) : يابسًا مكسورًا، (تَذْرُوهُ) : تفرقه وتطيره (الرِّيَاحُ وَكَانَ اللهُ عَلَى كُلِّ شَىْء مُقْتَدِرًا) : قادرًا (الْمَالُ وَالْبَنُونَ) : اللذان يفتخر بهما الأغنياء (زِينَةُ الْحَيَاةِ الدُّنْيَا) : لا زينة </p><p> الآخرة (وَالْبَاقِيَاتُ الصَّالِحَاتُ) أي: الأعمال الصالحة، وعن كثير من السلف إنها سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله (خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا) أفضل جزاء وثوابًا (وَخَيْرٌ أَمَلًا) ، لأن صاحبها ينال ما يؤمل بها في الدنيا (وَيوْمَ) أي: اذكر يوم (نُسَيِّرُ الْجِبَالَ) : نقلعها ونسيرها كالسحاب (وَتَرَى الْأَرْضَ بَارِزَةً) : ظاهرة قاعًا صفصفًا سطحًا مستويًا لا وادي فيها ولا جبل (وَحَشَرْنَاهُمْ) الواو للعطف أو للحال أي: وقد حشرنا جميع الخلق وأحييناهم قبل تسيير الجبال ليعاينوا ما أنكروا (فَلَمْ نُغَادِرْ) : لم نترك، (مِنْهُمْ أَحَدًا وَعُرِضُوا عَلَى ربِّكَ) : كما يعرض الجند على السلطان ليأمر فيهم (صَفًّا) : مصطفين لا يحجب أحد أحدًا (لَقَدْ جِئْتُمُونَا) حال من نسير أي: قائلين لهم ذلك، وجاز أن يكون تقديره: قلنا لهم ذلك فهو العامل في يوم نسير الجبال، ولا نقدِّر اذكر (كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ) : عراة بلا مال ولا ولد (بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا) للبعث، </p><p> والجزاء والخطاب للبعض قيل بل للخروج من القصة إلى أخرى (وَوُضِعَ الْكِتَابُ) أي: صحف الأعمال في أيمانهم وشمائلهم (فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ) : خائفين (مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا) ينادون هلكتهم من بين الهلكات (مَالِ هَذَا الْكِتَابِ) تعجيبًا من شأنه، (لا يُغادرُ) : لا يترك، (صَغِيرَةً) أي: هنة صغيرة من أعمالنا (وَلا كَبِيرَةً إِلا أَحْصَاهَا) . عدها وحصرها (وَوَجَدُوا مَا عَمِلُوا حَاضِرًا) : في الصحف أو جزاء ما عملوا حاضرًا عندهم (وَلَا يَظْلِمُ رَبُّكَ أَحَدًا) ، فيكتب عليه ما لم يفعل أو بأن يعاقبه بما لم يفعل. </p><p> (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ) ذكره بعد ذكر صنيع المفتخرين بالأبناء، والأولاد ليعلموا أن الكبر من سنن إبليس، أو لما نفرهم عن الاغترار بزهرة الدنيا نبههم بقدم عداوة إبليس معهم (كَانَ مِنَ الْجِنِّ) استئناف كأنه قيل لِمَ لم يسجد؟ ! فقال: لأنه كان من الجن وقد مر خلاف بين السلف في أنه من الملائكة الذين يقال لهم الجن، أو من الجن حقيقة (فَفَسَقَ) : خرج، (عَنْ أَمْرِ رَبِّهِ) : بترك </p><p> السجود والفاء مشعر بأن سبب عصيانه كونه جنيًا فإن الملك لا يعصى (أَفَتَتَّخِذُونَهُ) الهمزة للإنكار والتعجب أي أَعُقَيب ما صدر منه تتخذونه (وَذُرِّيَّتَهُ) عن بعضهم هم يتوالدون كما يتوالد بنو آدم وقيل: يدخل ذنبه في دبره فيبيض فتنفلق البيضة عن جماعة من الشياطين، (أَوْلِيَاءَ مِنْ دُونِي) : فتطيعونهم بدل طاعتي (وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا) : من الله إبليسُ وذريته (مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ) أي: ما أحضرت الشياطين زمان خلقي الدنيا لأستعين بهم فأنا المستقل ليس معي شريك فما لكم اتخذتموهم شركاء لي! (وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا) : أعوانًا، وفي وضع المضلين موضع الضمير ذم لهم واستبعاد للاعتصام بهم، (وَيَوْمَ يَقُولُ) أي: الله للكافرين: (نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ) : أنَّهم شركائي أو أنهم شفعاؤكم (فَدَعَوْهُمْ) : للإغاثة (فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنا بَيْنَهُمْ مَوْبِقًا) : مهلكًا فلا وصول لهم إلى آلهتهم، بل بينهما مهلك وعن بعضهم هو وادٍ في النار أو نهر من قيح ودم، وعن بعض السلف أن ضمير بينهم إلى المؤمنين والكافرين أي نفرق نجعل بينهم حاجزًا (وَرَأَى الْمُجْرِمُون النَّارَ فَظَنُّواْ) : أيقنوا، (أَنهُم مُوَاقِعُوهَا) : مخالطوها واقعون فيها، فيكون ذلك من باب تعجيل حزنهم وغمهم (وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا) : مكانًا ينصرفون إليه. </p><p> * * * </p>"
}