{
  "id": null,
  "sura": 18,
  "aya": 1,
  "text": "<p> سورة الكهف مكية </p><p> قيل إلا قوله (وَاصْبِرْ نَفْسَكَ) الآية. </p><p> وهي مائة وإحدى عشرة آية واثنا عشر ركوعًا </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (الْحَمْدُ لله الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا (١) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا (٢) مَاكِثِينَ فِيهِ أَبَدًا (٣) وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللهُ وَلَدًا (٤) مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا (٥) فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (٧) وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا (٨) أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا (٩) إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا (١٠) فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا (١١) ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا (١٢) </p><p> * * * </p><p> (الْحَمْدُ لله الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ) رتب الحمد على إنزاله القرآن على عبده سيد السادات عليه الصلوات والتسليمات؛ لأنه أجل نعم وأعظم كرم، فإنه سبب جميع السعادات (وَلَمْ يَجْعَلْ لَهُ عِوَجًا) شيئًا من العوج، لا في ألفاظه، ولا في معانيه (قَيِّمًا) : مستقيمًا معتدلاً لا إفراط فيه ولا تفريط، فقيل قيما على سائر الكتب مصدقًا </p><p> لها، منصوب بقدر، أي: جعله قيما، أو حال من الكتاب على أن عطف ولم يجعل بياني حتى لا يلزم العطف قبل تمام الصلة كأنه قال: أنزل على عبده الكتاب الكامل الذي لا يسمى غيره في جنبه الكتاب (لِيُنْذِرَ) : الكافرين (بَأسًا) : عذابًا (شَدِيدًا) : صادرًا (مِن لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَن لَهُمْ أَجْرًا حَسَنًا) : الجنة (مَاكِثينَ فِيهِ) : في الأجر (أَبَدًا) : دائمًا (وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللهُ وَلَدًا) أي: ينذرهم ببأس شديد وخصهم من بين الكفار بالذكر لغلظ كفرهم (ما لَهُم بِهِ مِن عِلْمٍ) أي: يقولون عن جهل وافتراء وضمير به إما إلى الولد أو إلى الاتخاذ أو إلى القول (وَلَا لِآبَائِهِمْ) : الذين قالوا ذلك (كَبُرَتْ) : عظمت مقالتهم هذه في الكفر (كلَمَةً) تمييز، وهو أبلغ من كبرت كلمتهم (تخرُجُ مِنْ أَفْوَاهِهِمْ) صفة للكلمة مفيدة لاستعظام اجترائهم، فإن هذه الكلمة الردية الشنيعة التي لو خطرت ببال لا يليق أن تظهر بحال هم تكلموا بها (إِنْ يَقُولُونَ إِلَّا كَذِبًا فَلَعَلَّكَ بَاخِعٌ) : قاتل (نَفْسَكَ عَلَى آثَارِهِمْ) إذا أعرض بها عن الإيمان، شبهه لما تداخله من الأسف على إعراضهم برجل فارقه أحبته فهو يتساقط حسرات على فراقهم وآثارهم (إِن لَمْ يُؤْمِنُوا بِهذا الْحَدِيثِ) : القرآن (أَسَفًا) لفرط الحزن (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ) : مما يصلح أن يكون زينة (زِينَةَّ لَهَا لِنَبْلُوَهُمْ) : نختبرهم (أَيُّهُمْ أَحْسَنُ عَمَلًا) : في تناوله وحسن العمل الزهد فيها وترك الاغترار بها (وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا) : من الزينة </p><p> (صَعِيدًا جُرُزًا) : مثل أرض ملساء لا نبات فيها بعد أن كانت خضراء في إزالة بهجته وإبطال حسنه يعني نميت الحيوانات، ونجفف النباتات وهو ترغيب في الزهد عنها. (أَمْ حَسِبْتَ) بل أحسبت (أَنَّ أَصْحَابَ الْكَهْفِ) : الغار الواسع في الجبل (وَالرَّقِيمِ) هو لوح من رصاص، أو حجر موضوع على باب كهفهم مكتوب فيه أسماؤهم، أو اسم لذلك الجبل أو الوادي، أو لقرية هم خرجوا منها (كَانُوا مِنْ آياتِنَا) : آية (عَجَبًا) فإن قصتهم بالإضافة إلى ما خلقنا على وجه الأرض من أنواع الحيوانات وغيرها ليس بعجيب. (إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ) : صاروا إليه </p>"
}