{
  "id": null,
  "sura": 18,
  "aya": 60,
  "text": "<p> والسلام على إيمانهم منزلة قوله ما لي لا أدعوهم؟ فأجيب بقوله وإن تدعهم إلى الآخر. (وَربُّكَ الْغَفُورُ) : البليغ المغفرة، (ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بمَا كَسَبُوا) : من الذنوب، (لَعَجَّلَ لَهُمُ الْعَذَابَ) : في الدنيا، (بَلْ لَهُمْ مَوْعِدٌ) هو يوم القيامة وقيل: بدر (لَنْ يَجِدُوا مِنْ دُونِهِ) : من دون الله في ذلك الموعد، (مَوْئِلًا) : منجا، وقيل: لن يجدوا من دون ذلك الموعد ومن عنده منجا ومهربا (وَتِلْكَ الْقُرَى) أي: أصحابها أي قرى عادٍ وثمود وأضرابهم مرفوع بالمبتدأ وقوله: (أَهْلَكْنَاهُمْ) خبره أو منصوب بشريطة التفسير (لَمَّا ظَلَمُوا) بأن كفروا وعاندوا (وَجَعَلْنَا لِمَهْلِكِهِمْ) : لهلاكهم (مَوْعِدًا) : وقتًا معينًا لا يزيد ولا ينقص فكذلك أنتم يا قريش احذروا أن يصيبكم ما أصابهم فقد ظلمتم مثل ما ظلموا، بل أشد ومن قرأ (لمهلِك) بكسر اللام أي: وقت هلاكهم أو مصدر كالمرجع والمحيص. </p><p> * * * </p><p> (وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا (٦٠) فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا (٦١) فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا (٦٢) قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا (٦٣) قَالَ ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا (٦٤) فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا (٦٥) قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا (٦٦) قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٦٧) وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا (٦٨) قَالَ سَتَجِدُنِي إِنْ شَاءَ اللهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا (٦٩) قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا (٧٠) </p><p> * * * </p><p> (وَإِذْ قَالَ) أي: واذكر إِذْ قال (مُوسَى لِفَتَاهُ) : يوشع بن نون كان يخدمه: (لا أَبْرَحُ) حذف خبره للقرينة أي: لا أزال أسير (حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ) : ملتقى بحري فارس والروم مما يلى المشرق فإن فيه موعد لقاء الخضر (أَوْ أَمْضِيَ حُقُبًا) : أو أسير دهرًا أو عن بعضهم هو ثمانون أو سبعون سنة، أي: حتى يقع إما بلوغ المجمع أو مضى الحقب قيل: أو بمعنى إلا أن أي: إلا أن أمضى حقبًا من الدهر فأتيقن معه فوات المجمع وقصته أن كليم الله قام خطيبًا في بني إسرائيل فَسُئِلَ أيُّ: الناس أعلم؟ فقال: أنا فعتب الله عليه إذ لم يرد العلم إلى الله فأوحى الله إليه أن لي عبدًا بمجمع البحرين هو أعلم منك فقال: يا رب كيف لي به؟ قال: خذ حوتًا فحيث ما فقدته فهو ثَمَّه (فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا) أي: البحرين ظرف أضيف إليه على الاتساع كشهادة بينكم أو بمعنى الوصل (نَسِيَا حُوتَهُمَا) نسي موسى أن يطلبه ويوشع أن يذكر له ما رأى من حياته، أو نسيا تفقده (فَاتخَذَ) : الحوت، (سَبِيلَهُ فِي الْبَحْرِ سَرَبًا) : مسلكًا وهو مفعول ثان لاتخذ أي: أمسك الله جرية الماء على الحوت فصار كالطاق عليه وقد </p><p> نقل أنه حوت مملوح في مكمل وكان في ذاك المجمع نهر ماء الحياة، فوصل إلى الحوت قطرة منه فحيي (فَلَمَّا جَاوَزَا) : مجمع البحرين (قَالَ لِفَتَاهُ) : يوشع، (آتِنَا غَدَاءَنَا) : ما نتغدى به (لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا) : تعبًا ولم يتعب موسى في سفر غيره فلهذا قيده باسم الإشارة، وعن بعضهم ما تعب إلا بعد مجاوزة المجمع (قَالَ أَرَأَيْتَ) : ما دهاني (إِذْ أَوَيْنا إِلَى الصَّخْرَةِ) : التي في الموضع الموعود (فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ) أي: ذكره (إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ) بدل من الضمير (وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا) أي: سبيلاً عجبًا، وهو كالأول ثاني مفعولي اتخذ وقيل: تقديره أعجب عجبًا، قاله يوشع في آخر كلامه تعجبًا (قَالَ) : موسى، (ذلِكَ) أي: أمر الحوت (مَا كُنَّا نَبْغِ) : نطلبه فإنه أمارة الظفر بالطلبة (فَارْتَدَّا) : رجعا، (عَلَى آثَارِهِمَا) : طريقها الذي جاء فيه (قَصَصًا) : يقصان قصصًا أو حال بمعنى مقتصين (فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا) هو الخضر وكان مسجى بثوب فسلم موسى عليه فقال: وأنى بأرضك السلم (آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا) ، علم الباطن إلهامًا من رحمتنا. قال البغوي وغيره: أكثر أهل العلم على أنه ما كان نبيًّا بل </p><p> كان وليَّا (وَعَلَّمْنَاهُ مِنْ لَدُنَّا) مما يختص بنا لا يحصل بالكسب (عِلْمًا قَالَ لَهُ مُوسَى) بعد أن قال له الخضر: من أنت؟ قال: أنا موسى. قال: موسى بني إسرائيل؟ قال نعم. (هَلْ أَتَّبِعُكَ) أصاحبك (عَلَى أَنْ تُعَلِّمَنِ) حال من مفعول أتبع (مِمَّا عُلِّمْتَ) مفعول تُعَلِّمَنِ ومفعول عُلِّمْتَ ضمير محذوف عائد إلى ما والصيغتان من علم الذي بمعنى عرف (رُشْدًا) أي: علمًا ذا رشدٍ فحذف المضاف أو مفعول له لأتبعك ولا نقص أن يكون نبي يتعلم من غيره في غير أصول الدين وفروعه فإنه لابد أن يكون أعلم أهل زمانه فيهما لا في غيرهما وقد نقل أنه قال الخضر: كفاك بالتوراة علمًا. فقال له موسى: إن الله أمرني بهذا فجئتك (قَالَ) : الخضر (إِنَّكَ لَنْ تَستَطِيعَ مَعِيَ صَبْرًا) لما ترى من الأفعال التي تخالف شريعتك (وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا) أي: وكيف تصبر وأنت نبي على أمور لم يحط ببواطنها خُبْرُك وظواهرها مناكير، فنصب خبرًا على التمييز أو مصدر؛ لأن \" لم تحط \" بمعنى لم تخبر (قَالَ سَتَجِدُنِي إِنْ </p>"
}