{
  "id": null,
  "sura": 19,
  "aya": 1,
  "text": "<p> سورة مريم مكية إلا آية السجدة </p><p> وهي ثمان أو تسع وتسعون آية وست ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> كهيعص (١) ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (٢) إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (٣) قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا (٤) وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (٥) يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (٦) يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا (٧) قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا (٨) قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا (٩) قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا (١٠) فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا (١١) يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا (١٢) وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا (١٣) وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا (١٤) وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (١٥) </p><p> * * * </p><p> (كهيعص) عن بعضهم معناه: الله كاف هاد يده فوق الأيدي عالم صادق. </p><p> (ذِكْرُ رَحْمَت رَبِّكَ) خبر لـ كهيعص، إن كان اسمًا للسورة، وإلا فتقديره هذا المتلو ذكر رحمة ربك (عبدَهُ) مفعول رحمة (زَكَرِيا) بدل، أو عطف بيان (إِذْ نَادَى رَبَّهُ ندَاءً خَفيُّا) والإخفاء في الدعاء أبعد من الرياء، ولأن دعاءه جوف الليل عند نوم أَهله (قَالَ رَبِّ إِنِّي وَهَنَ) : ضعف، (الْعَظْمُ مِنِّي) أي: جنس العظم، والعظام التي هي قوام البدن إذا وهنت مع أنها أصلب ما فيه، فكيف بما وراءها؟! (وَاشْتَعَلَ الرَّأْسُ شَيْبًا) شبه الشيب بلهب نار لا دخان فيه وانتشاره باشتعالها، وأسند إلى الرأس الذي هو مكان الشيب مبالغة، ولم يضف الرأس اكتفاء [بعلم] المخاطب وأخرج الشيب مميزًا الإيضاح المقصود (وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا) بل عادتك الاستجابة لي كلما دعوتك فأنت الذي أطمعتني في قبول الدعاء (وَإِنِّي خِفْتُ </p><p> الْمَوَالِيَ) بني عمه وعصبته خاف أن لا يحسنوا الخلافة (مِنْ وَرَائِي) بعد موتي وهو متعلق بمحذوف أي خفت عملهم بعدي (وَكَانتِ امْرَأَتِي عَاقِرًا) : لا تلد (فَهَبْ لِي مِنْ لَدُنْكَ) : من محض فضلك فإني وامرأتي لا نصلح للولادة بحسب العادة (وَلِيًّا) : من صلبي (يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ) : النبوة والعلم وكان زكريا من ذرية يعقوب وقد ثبت \" نحن معاشر الأنبياء لا نورث ما تركنا فهو صدقة \" ولولا أن المراد منه هذه الوراثة الخاصة لكانت تلك الصفة أي: يرثني زائدة لا فائدة فيها إذ الولد يرث أباه في كل شرع (وَاجْعَلْهُ رَبِّ رَضِيًّا) : مرضيًّا عندك وعند خلقك، </p><p> (يَا زَكَرِيَّا) ، جواب لندائه (إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا) : لم يسم أحدٌ قبله بهذا الاسم أو معناه شبيهًا (قَالَ رَبِّ أَنَّى يَكُونُْ لِي غُلامٌ وَكَانَتِ امْرَأَتِي) : من أول عمرها (عَاقِرًا وَقَدْ بَلَغتُ مِنَ الْكِبَرِ عِتِيًّا) : يبسا في المفاصل والعظام كالعود اليابس يقال: عتا العود أي: يبس من أجل الكبر وأصله عتو استثقلوا توالي الضمتين والواوين فكسروا التاء فانقلبت الواو الأولى ياء ثم قلبت الثانية وأدغمت، وهذا تعجب منه عليه الصلاة والسلام واستغراب (قالَ) : الملك المبشر له، (كَذَلِكَ) أي: الأمر كذلك (قَالَ ربُّكَ هُوَ) أي اتخاذ الولد منك ومن زوجتك هذه لا من غيرها (عَلَيَّ هَيِّنٌ) : يسير، (وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا) ، فإن خلق أصلك آدم وهو معدوم صرف أغرب (قَالَ رَبِّ اجْعَلْ لِي آيةً) : علامة أعلم بها وقوع ما بشرت به (قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ) : لا تقدر على التكلم (ثَلَاثَ لَيَالٍ) : يعني ثلاثة أيام ولياليها (سَوِيًّا) حال كونك سوى الخلق من غير خرس وبكم فإنه كان يقرأ ويسبح ولا يستطيع أن يكلم قومه إلا بإشارة (فخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ) : من المصلى، أو من الغرفة (فأَوْحَى) : أشار وأومأ (إِلَيْهِم) وعن بعضهم كتب لهم في الأرض (أَنْ سَبِّحُوا) أن مفسرة أو مصدرية (بُكْرَةً وَعَشِيًّا) : طرفي النهار والمراد تنزيهه وتحميده أو الصلاة (يَا يَحْيَى) يعني لما وهبنا له قلنا: يَا يَحْيَى (خُذِ الْكِتَابَ) : أي التوراة التي يحكم بها النبيون (بِقُوَّةٍ) : بجد وحرص (وَآتَيْنَاهُ الْحُكْمَ) : الفهم والحكمة والنبوة </p>"
}