{
  "id": null,
  "sura": 19,
  "aya": 41,
  "text": "<p> الصلاة (هَذَا صِرَاطٌ مُسْتَقِيمٌ) : طريق مشهود له بالاستقامة (فَاخْتَلَفَ الأحْزَابُ) : أهل الكتاب، أو النصارى فإن فيهم ثلاث فرق (مِنْ بَيْنِهِمْ) من بين الناس، (فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ) أي: من شهود هول يوم عظيم، أي: يوم القيامة أو من وقت الشهود، أو مكان الشهود فيه وهو الموقف (أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا) أي: ما أسمعَهم وأبصرَهم في ذلك اليوم لكن لا ينفعهم سمعهم حينئذ ولا بصرهم وحاصله أن كمال بصارتهم واستماعهم في ذلك اليوم جدير بأن يتعجب منهما بعد ما كانوا صمًا عميًا (لَكِنِ الظَّالِمُونَ) أوقع المظهر موقع المضمر لأن يسميهم ظالمًا (الْيَوْمَ) : في الدنيا (الْيَوْمَ فِي ضَلَالٍ مُبِينٍ) فيقولون إنه ابن الله، أو الله هبط إلى الأرض ثم صعد إلى السماء (وَأَنذرْهُمْ يَوْمَ الْحَسْرَةِ) يتحسر المسيء على الإساءة، والمحسن على قلة الإحسان (إذ قُضِىَ الأمْرُ) : فرغ من الحساب، وذبح الموت بدل من اليوم أو ظرف للحسرة (وهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنونَ) أي: أنذرتهم حال كونهم غافلين [غير مؤمنين]  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) : يبقى له الملكية وتزول [ملكية] غيره (وَإِلَيْنَا يُرْجَعُونَ) للجزاء. </p><p> * * * </p><p> (وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (٤١) إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا (٤٢) يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا (٤٣) يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (٤٤) يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا (٤٥) قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا (٤٦) قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا (٤٧) وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا (٤٨) فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ </p><p>(١) في الأصل [عن غير مؤمنين] والتصويب من البيضاوي. اهـ (مصحح النسخة الإلكترونية).</p><p> دُونِ اللهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (٤٩) وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (٥٠) </p><p> * * * </p><p> (وَاذْكُرْ فِي الْكِتَابِ) : لهؤلاء الذين هم من ذرية إبراهيم، ويدعون أنَّهم على ملته (إِبْرَاهِيمَ) : كيف نهى أباه عن عبادة الأصنام (إِنَّهُ كَانَ صِدِّيقًا) : ملازمًا للصدق بليغًا فيه (نَبِيًّا إِذْ قَالَ) بدل من إبراهيم (لأَبيهِ يَا أَبَتِ لِمَ تَعبدُ مَا لا يَسْمَعُ) دعائك (وَلا يُبْصِرُ) عبادتك (وَلا يُغنِي عَنْكَ شَيْئًا) : من المكاره (يَا أَبَتِ) </p><p> كرره للاستعطاف (إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ) : وإن كنت من صلبك أصغر منك سنًّا (فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا) : مستقيمًا (يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّ) : ومطاوع العاصي عاص (يَا أَبَتِ إِني أَخَافُ أَنْ يَمَسَّكَ) يصيبك (عَذَابٌ مِنَ الرَّحْمَنِ) : على شركك وعصيانك (فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا) : قريبًا مصاحبًا لمن هو أعدا عدوك وأبغض الخلق إلى الله وذكر الخوف ونكر العذاب لحسن الأدب حيث لم يصرح بأن العذاب لاحق به (قَالَ) : أبوه (أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ) ، قابل استعطافه بالغلظة حيث سماه باسمه ولم يقل يا ولدي وأخره وقدم الخبر على المبتدأ وصدره بهمزة الإنكار، ثم أوعده بأقبح وعيد فقال:  (لَئِنْ لَمْ تَنْتَهِ) : عن مقالتك أو عن الرغبة عنها (لأرْجُمَنَّكَ) : بلساني أي أشتمك جزاء سبك آلهتي، وقيل بالحجارة حتى تموت (وَاهجُرْنِي) ، عطف على مقدر أي: فاحذرني واهجرني (مَلِيًّا) زمانًا طويلاً </p>"
}