{
  "id": null,
  "sura": 20,
  "aya": 25,
  "text": "<p> ظرف، أي: في طريقتها (وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ) أي: إلى جنبك تحت العضد. (تَخْرُجْ) ، حال كونها (بَيْضَاءَ) : لها شعاع كالشمس. (مِنْ غَيْرِ سُوءٍ) : كـ برص صلة لبيضاء. (آيَةً أُخْرَى) ، حال (لِنُرِيَكَ) أي: فعلنا ذلك لنريك، أو تقديره خذ آية أخرى. لنريك فلا تكون آية على هذا حالاً. (مِنْ آيَاتِنَا الْكُبْرَى) ، ثاني مفعولي نريك. (اذْهَبْ إِلَى فِرْعَوْنَ) : وادعه إلى التوحيد (إِنَّهُ طَغَى) : عصى وتكبر. </p><p> * * * </p><p> (قَالَ رَبِّ اشْرَحْ لِي صَدْرِي (٢٥) وَيَسِّرْ لِي أَمْرِي (٢٦) وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي (٢٧) يَفْقَهُوا قَوْلِي (٢٨) وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (٢٩) هَارُونَ أَخِي (٣٠) اشْدُدْ بِهِ أَزْرِي (٣١) وَأَشْرِكْهُ فِي أَمْرِي (٣٢) كَيْ نُسَبِّحَكَ كَثِيرًا (٣٣) وَنَذْكُرَكَ كَثِيرًا (٣٤) إِنَّكَ كُنْتَ بِنَا بَصِيرًا (٣٥) قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى (٣٦) وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى (٣٧) إِذْ أَوْحَيْنَا إِلَى أُمِّكَ مَا يُوحَى (٣٨) أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي (٣٩) إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى (٤٠) وَاصْطَنَعْتُكَ لِنَفْسِي (٤١) اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي وَلَا تَنِيَا فِي ذِكْرِي (٤٢) اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (٤٣) فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى (٤٤) </p><p> قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى (٤٥) قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى (٤٦) فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى (٤٧) إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى (٤٨) قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى (٤٩) قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى (٥٠) قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَى (٥١) قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى (٥٢) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى (٥٣) كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٥٤) </p><p> * * * </p><p> (قَالَ رَبِّ اشْرَحْ لِي صَدْرِي) : أفسح ربي قلبى لتحمل أعباء النبوة. (وَيَسِّرْ لِي أَمْرِي) : سهل عليَّ أبهم الكلام أولا، وعلم أن [ثَمَّ] مشروحًا وميسرًا، ثم رفع الإبهام بصدري وأمري ففيه تأكيد ومبالغة. (وَاحْلُلْ عُقْدَةً مِنْ لِسَاني) هو في صغره كان يومًا في حجر فرعون فأخذ لحيته ولطمه فتشاءم به وأراد قتله، فقالت امرأته: إنه لا يعرف ولا يعقل ونمتحنه، فقربوا إليه جمرتين ولؤلؤتين فتناول جمرتين ووضعهما في فيه فاحترق لسانه وصارت عليه عقدة وأصابه اللثغ، وعن بعض السلف سأل حل عقدة </p><p> واحدة، ولو سأل أكثر من ذلك لأعطي، ولذلك بقي في لسانه شيء من الرتة، ومنها قال فرعون:  (وَلَا يَكَادُ يُبِينُ)  [الزخرف: ٥٢]  (يَفْقَهُوا قَوْلِي) : يفهموه هو جواب الأمر (وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي هَارُونَ أَخِي) مفعولاه إما وزيرًا أو هارون قدم ثانيها للعناية به أولى ووزيرًا وهارون عطف بيان للوزير، أو وزيرًا ومن أهلى وأخى </p><p> على وجه بدل من هارون أو عطف بيان آخر (اشْدُدْ بِهِ أَزْرِي) : ظهري أو قوتي. (وَأَشْرِكْهُ فِي أَمْرِي) : في الرسالة ومن قرأ (أَشْدُد وأشْركه) بلفظ الخبر فهما جواب الأمر (كَيْ نُسَبِّحَكَ كَثِيرًا وَنَذْكُرَكَ كَثِيرًا) ، فإن التعاون يؤدي إلى تكاثر الخير (إِنَّكَ كنْتَ بِنَا) : بأحوالنا (بَصِيرًا) ، فأعطنا ما هو الأصلح لنا. </p><p> (قَالَ قَدْ أُوتِيتَ سُؤْلَكَ) : مسئولك (يَا مُوسَى وَلَقَدْ مَنَنَّا عَلَيْكَ) : بالإنعام، (مَرَّةً أُخْرَى) : في وقت آخر (إِذ أَوْحَيْنَا) : ألهمنا (إِلَى أُمِّكَ) وقيل: أوحى إليها ملكًا لا على وجه النبوة، أو على لسان نبي في وقتها (مَا يُوحَى) : ما لا يعلم إلا بالوحي (أَنِ اقْذِفِيهِ) : بأن ألقيه وضعيه. (فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ) : بحر النيل (فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ) جعل البحر كأنه ذو تمييز فأمره وأخرج الجواب مخرج الأمر (يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ) جواب فَلْيُلْقِهِ وتكرير عدو للمبالغة. (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً) : كائنة (مِنِّي) قد ركزتها في القلوب، يحبك كل من يراك، أو مني ظرف لـ ألقيت، أي: أحببتك ومن أحبه الله أحبته القلوب (وَلِتُصْنَعَ عَلَى عَيْنِي) : لتربى ويحسن إليك بمرأى، ومنظر مني كما يراعى الرجل الشيء بعينيه إذا اعتني به، تقديره ليتعطف عليك ولتصنع، أو تقديره ولتصنع فعلت ذلك (إِذ تَمْشِي) ظرف </p><p> لـ ألقيت أو لتصنع بدل من إذ أوحينا على أن المراد به وقت متسع (أختكَ) : مريم (فتَقُولُ) : حين ألقاه النيل إلى الساحل وأخذه فرعون وأحبه وكان لا يقبل ثدي أحد من المراضع كما قال تعالى: (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ)  [القصص: ١٢] . (هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ) : فجاءت بأمك فقبلت ثديها. (فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا) : بلقياك وقد مر اشتقاقه في سورة مريم (وَلا تَحْزَنَ) : هي لفراقك قيل أي: لا تحزن أنت على فراقها، قد ذكر أن أمه اتخذت تابوتًا ووضعته فيه، فأرسلته في النيل وأمسكته بحبل، وكانت ترضعه في الليالي ثم ترسله في النيل، لأنه قد ولد في سنة أمر فرعون بقتل الغلمان المولود فيها، فذهبت مرة لتربط الحبل فانفلت من يدها فذهب به البحر فاغتمت، وذهب به النيل إلى دار فرعون فالتقطه آل فرعون (وَقَتَلْتَ نَفْسًا) أي: القبطي الذي استغاثه على الإسرائيلي (فَنَجَّيناكَ مِنَ الْغَمِّ) : بأن غفر الله لك، وأمنك من القتل. (وَفَتَنَّاكَ فُتُونًا) : ابتليناك ابتلاء أو جمع فتن يعني ضروبًا من الفتنة، وهي ما وقع عليه من الواقعات قبل النبوة (فَلَبِثْتَ) : مكثت (سِنِينَ) </p><p> أي: عشر سنين (في أَهْلِ مَدْيَنَ) : منزل شعيب - عليه السلام - على ثمان مراحل </p><p> من مصر. (ثُمَّ جِئْتَ عَلَى قَدَرٍ) : على رأس أربعين سنة وهو القدر الذي يوحى فيه الأنبياء أو قدر قدرته في علمي (يَا مُوسَى وَاصْطَنَعتكَ لِنَفْسِي) : اخترتك لرسالتي وأمري تمثيل لكمال قربه ووفور حبه (اذْهَبْ أَنتَ وَأَخوكَ بِآيَاتِي) : معجزاتي (وَلا تَنِيَا) : ولا تقصرا ولا تفترا (فِي ذِكْري) ، يعني لا تنسياني وقيل لا تقصرا في تبليغ ذكري ورسالتي (اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى) : تكبر، أمره بالذهاب وحده أولاً حيث قال: اذهب إلى فرعون وثانيًا: مع أخيه (فقولا لَه قَوْلاً لَيِّنًا) : فلا تعنفا في قولكما كي لا تأخذه أنفة (لَعَلَّهُ يَتَذَكَّرُ) : يذعن للحق (أَوْ يَخْشَى) : أن يكون الأمر كما تصفان فيجر إنكاره إلى هلاكه يعني: اذهبا على رجائكما وباشرا الأمر مباشرة من يرجو ترتب الفائدة على سعيه فيجتهد بطوقه، قيل قبل النصح أولاً ثم أضله هامان (قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا) : أن يعجل علينا بالعقوبة (أَوْ أَنْ يَطْغَى) : يجاوز الحد في الإساءة علينا أو فيك (قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا) : بالحفظ والعون (أَسْمَعُ) : ما يجري بينكم (وَأَرَى) : لست بغافل عنكما (فَأْتِيَاهُ) : فأتياه مكثا في بابه حينًا طويلاً قيل: سنتين حتى أذن لهما (فَقُولَا إِنَّا رَسُولَا رَبِّكَ </p><p> فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ): خل عنهم وأطلقهم (وَلَا تُعَذِّبْهُمْ) : بالأعمال الشاقة (قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ) : ببرهان ومعجزة على رسالتنا (وَالسَّلامُ عَلَى مَنِ اتَّبَعَ الْهُدَى) أي: السلامة من عذاب الله عليه (إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ) : الرسل (وَتَوَلَّى) : وأعرض عنهم، ومن لين المقال أنه ما قال: إن العذاب عليك إن كذبت وتوليت (قَالَ) : بعدما أتياه، وقالا ما أُمرا به (فَمَنْ رَبُّكُمَا يَا مُوسَى) ، خص موسى بالنداء لأنه المتكلم، أو لأنه عرف أنه الأصل وهارون ممده، أو لما علم أن له رتة، ولهارون فصاحة حمله خبثه على ذلك (قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ) : صورته وشكله اللائق به (ثُمَّ هَدَى) : هداه إلى منافعه وأعطى كل حيوان نظيره وزوجه ثم هداه كيف يأتي الذكر الأنثى، وقيل أي: أوجد الأشياء وقدر الأرزاق والآجال والأعمال، ثم الخلائق ماشون على قدر لا يقدر أحد عن الخروج منه، كما قال:  (والذي قدَّرَ فهدى)  [الأعلى: ٣] ، وقيل أي: أعطى خليقته كل شيء يحتاجون إليه، ثم هداهم إلى استعماله وعلى هذا خلقه مفعوله الأول، ولما كان الجواب بليغًا جامعًا مفحمًا بهت فلم ير إلا صرف الكلام عن الطريق الأول (قَالَ فَمَا بَالُ الْقُرُونِ الأولَى) : ما حالهم مع أن أكثرهم عابدو الأصنام. (قَالَ عِلْمُهَا عِنْدَ ربي) : أعمالهم محفوظة عنده (فِي كِتَابٍ) : اللوح المحفوظ (لَا يَضِلُّ رَبِّي) : لا يخطيء شيئًا. (وَلَا يَنْسَى) : ولا يذهب عنه ويجازيهم أو لا يضل ربي الكافر حتى ينتقم منه ولا ينسى الموحد حتى يجازيه أو لما سأل عن سعادتهم وشقاوتهم </p>"
}