{
  "id": null,
  "sura": 20,
  "aya": 116,
  "text": "<p> وصفاته، (الْمَلِكُ) : الذي جميع الكائنات تحت سلطانه، (الْحَقُّ) : وعده ووعيده، أو الثابت في ذاته وصفاته، (وَلا تَعْجَلْ بالْقُرْآنِ) أي: بقراءته (مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيهُ) أي: لا تقرأه حين يقرأ جبريل، بل أنصت فإذا أتم قراءته عليك فاقرأه بعده، وعن بعض: لا تبلغ، ولا تمله على أصحابك حتى يتبين لك معانيه (وَقُلْ رَبِّ زِدْنِي عِلْمًا) : بالقرآن ومعانيه، (وَلَقَدْ عَهدنَا إِلَى آدَمَ) : أمرناه، يقال في وصايا الملوك وأوامرهم عهد إليه، وعزم عليه، (مِنْ قَبْلُ) : قبل هؤلاء الذين نقضوا عهدى فكذبوك (فَنَسِيَ) أي: وصيناه أن لا يقرب الشجرة فترك ما وصى به، وقيل: لم يعتني بالعهد حتى غفل عنه، (وَلَمْ نَجِدْ لَهُ عَزْمً) : تصميم رأى حيث أطاع عدوه، والوجود إن كان بمعنى العلم فله عزمًا مفعولاه، وإن كان بمعنى الوجود المناقض للعدم فله إما ظرف لغو، أو حال من عزمًا. </p><p> * * * </p><p> (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى (١١٦) فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى (١١٧) إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى (١١٨) وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى (١١٩) فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى (١٢٠) فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَعَصَى آدَمُ رَبَّهُ فَغَوَى (١٢١) ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى (١٢٢) قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (١٢٣) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (١٢٤) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا (١٢٥) </p><p> قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى (١٢٦) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى (١٢٧) أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (١٢٨) </p><p> * * * </p><p> (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا) أي: اذكر حاله في ذلك الوقت حتى تعلم أنه ترك المأمور ولم يَكن ذَا عَزم، (فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى) ، مستأنفة أي: أظهر الإباء واستكبر (فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا) يعني: كونا على وجه لا يؤثر فيكما غوايته (مِنَ الْجَنَّةِ فَتَشْقَى) : فتتعب في طلب رزقك، فإنك هاهنا في عيش رغيد بلا كلفة، وأسند الشقاءَ إليه وحده لأن طلب الرزق على الرجل، (إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى وَأَنَّكَ لَا تَظْمَأُ فِيهَا) ، من قرأ أنك بالفتح فهو عطف على أن لا تجوع قال أبو البقاء: تقع أن المفتوحة معمولة للمكسورة لما فصل بينهما، نحو: إن عندنا أن زيدًا منطلق، وعلى أي حال جاز في المعطوف عليه ما لا يجوز في المعطوف (وَلَا تَضْحَى) : لا تصيبك الشمس وأذاها (فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ) أي: شجرة من أكل منها صَار مخلدًا لا يموت (وَمُلْكٍ لَا يَبْلَى) : لا يزول، (فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا) أي: أخذا يلزقان على سوآتهما للتسَتر (مِنْ وَرَقِ الْجَنَّةِ) عن ابن عباس ذَاك ورق التين، (وَعَصَى آدَمُ رَبَّهُ) : بأن خالف أمره، (فَغَوَى) : أخطأ طريق الحق، ولم ينل مراده، ويجوز أن يقال \" وعصى آدم \" ولا يجوز أن يقال آدم عاصٍ لأنه لا يقال عاص إلا لمن اعتاد العصيان كما لا يقال من خاط ثوبه مرة خيَّاط (ثُمَّ اجْتَبَاهُ رَبُّهُ) : اصطفاه، (فَتَابَ عَلَيْهِ) : قبل توبته (وَهَدَى) : هداه إلى الثبات على التوبة (قَالَ) الله: (اهْبِطَا </p><p> مِنْهَا): من الجنة والهبوط النزول إلى الأرض (جَميعًا) ، لما كانا أصلي البشر خاطبهما مخاطبتهم (بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ) : متعادين بالحسَد وأنواع العداوات (فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى) : كتاب ورسول (فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ) : في الدنيا، (وَلا يَشقَى) : في الآخرة الشرط الثاني مع جوابه جواب للشرط الأَول، وما مزيدة أكدت به \" إن \" التي للشك وعلم منه أن إرسال الرسل غيرٍ واجب عقلاً، (وَمَنْ أَعْرَضَ عَنْ ذِكْرِي) : عن اتباع القرآن، (فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا) ، المراد عذاب القبر، وقد وَرد أن المعيشة الضنك أنه يسلط عَليه تسعة وتسعون حية، ينهشون لحمه حتى تقوم الساعة أو في الدنيا بأن لا طمأنينة له فلا يزال في نصب من خوف القلة وما برح في تعب من هم إلا زيد في الدنيا أخذت بمجامع همه أو في النار، والضنك الضيق مصدر وصف به يستوى فيه المذكر والمؤنث (وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى) : أعمى البصر أو لا حجة له (قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا قَالَ كَذَلِكَ) : مثل ذلك فعلت أنت ثم فسره فقال: (أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا) : َ تركتها وأعرضت عنها، (وَكَذَلكَ) : مثل تركك إياها (الْيَوْمَ تُنْسَى) : تترك على عماك (وَكَذَلكَ نَجْزِي مَنْ أَسْرَفَ) : في مخالفة الله، (وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّه وَلَعَذَابُ الْآخِرَةِ أَشَدُّ) : من ضنك العيش، (وَأَبْقَى) قيل: معناه عذاب الآخرة بعد العمى، وهو النار أشد وأبقى (أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ) ، فاعل \" يهْد \" جملة \" كم أهلكنا \" </p>"
}