{
  "id": null,
  "sura": 20,
  "aya": 105,
  "text": "<p> وزرهم واللام كهيت لك للبيان (يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ) أي: المشركين (يَوْمَئِد زُرْقًا) : زرق العيون قبيح المنظر وقيل: عميًا فإن حدقة الأعمى تزرق (يَتَخَافَتُونَ) : يتشاورون، (بَيْنَهُمْ إِنْ لَبِثْتُمْ) : ما لبثتم في الدنيا (إِلَّا عَشْرًا) : عشر ليال استقصروا مدة مكثهم فيها مع أنَّهم آثروها على الباقى الدائم فتأسفوا عليها، وقيل: المراد مدة مكثهم في القبر أو مرادهم ما بين النفختين وهو أربعون سنة يرفع عنهم العذاب في تلك المدة استقصروها لهول ما عاينوا من القيامة (نَحْنُ أَعْلَمُ) : منهم، (بِمَا يَقُولُونَ) : في حال تناجيهم، (إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً) : أعدلهم رأيًا وقولاً (إِنْ لَبِثْتُمْ إِلَّا يَوْمًا) . </p><p> * * * </p><p> (وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا (١٠٥) فَيَذَرُهَا قَاعًا صَفْصَفًا (١٠٦) لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا (١٠٧) يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا (١٠٨) يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا (١٠٩) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا (١١٠) وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا (١١١) وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا (١١٢) وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا (١١٣) </p><p> فَتَعَالَى اللهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا (١١٤) وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا (١١٥) </p><p> * * * </p><p> (وَيَسْأَلُونَكَ) : يا محمد (عَنِ الْجِبَالِ) : هل تبقى يوم القيامة أو تزول، (فَقُلْ يَنسِفُهَا) : يقلعها من أصلها (رَبِّي نَسْفًا فَيَذَرُهَا) : يدع أماكنها ومقارها من الأرض، (قَاعًا) . منبسطًا من الأرض (صَفْصَفًا) : ملساء منصوبان بالحال، (لَا تَرَى فِيهَا عِوَجًا) : اعوجاجًا قليلاً لا يدرك إلا بالقياس (وَلَا أَمْتًا) : نتوءًا أي: لا واديًا ولا رابية (يَوْمَئِذٍ) : يوم إذ نسفت (يَتَّبِعونَ الدَّاعِيَ) : حيث ما أمرهم بادروا إليه أو الداعي إلى المحشر (لا عِوَجَ لَه) : لا يعوج له مدعوٌّ ولا يعدل عنه (وَخَشَعَت) : سكنت أو خفضت (الأصْوَاتُ لِلرَّحْمَنِ) : لمهابته، (فَلا تَسْمَعُ إِلا هَمْسًا) : صوت وطء أقدامهم إلى المحشر أو صوتًا خفيًّا (يَوْمَئذٍ لا تَنْفَعُ الشفَاعَةُ إِلا) : شفاعة (مَنْ أَذِنَ له الرَّحْمَن) ، أو لا تنفع الشفاعة </p><p> أحدًا إلا من أذن في أن يشفع له (وَرَضِيَ لَهُ قَوْلا) : رضي الله قوله عن ابن عباس يعني من قال لا إله إلا الله، أو رضى قوله لأجله أو رضي لمكانته عند الله قوله في الشفاعة، </p><p> (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ) : ما تقدمهم من الأحوال، (وَمَا خَلْفَهُمْ) : ما يستقبلون يعني أمر دنياهم ودينهم وآخرتهم (وَلَا يُحِيطُونَ بِهِ عِلْمًا) : لا يحيط علمهم بمعلومات الله أو الضمير للموصول (وَعَنَتِ) خضعت وذلَّت، (الْوُجُوهُ) : وجوه العالمين (لِلْحَيِّ) : الذي لا يموت (الْقيومِ) : الذي هو قيم كل شيء، (وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا) : من أشرك بالله فإن الشرك لظلم عظيم (وَمَنْ يَعْمَلْ مِنَ الصالِحاتِ) : بعض الطاعات (وَهُوَ مُؤْمِنٌ) : إذ الإيمان شرط صحة الطاعة (فَلا يَخَافُ ظُلْمًا) : بأن يزاد على سيئاته، (وَلا هَضمًا) : بأن ينقص من حسناته، (وَكَذَلِكَ) أي: مثل ذلك الإنزال عطف على كذلك نقص، (أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا) : كررنا، (فِيه مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ) : من المعاصي أي ليكونوا بحيث يرجى منهم التقوى، (أَوْ يُحْدِثُ لَهُم) : القرآن (ذِكْرًا) : عظة واعتبارًا بذكر العقاب للأمم الماضية فيشغلهم عن المعاصي (فَتَعَالَى اللهُ) : جل الله في ذاته </p>"
}