{
  "id": null,
  "sura": 20,
  "aya": 1,
  "text": "<p> سورة طه مكية </p><p> وهي مائة وخمس وثلاثون آية وثماني ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> طه (١) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى (٣) تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى (٤) الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (٥) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى (٦) وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى (٧) اللهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى (٨) وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩) إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى (١٠) فَلَمَّا أَتَاهَا نُودِيَ يَا مُوسَى (١١) إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى (١٢) وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى (١٣) إِنَّنِي أَنَا اللهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي (١٤) إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى (١٥) فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى (١٦) وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (١٧) قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى (١٨) قَالَ أَلْقِهَا يَا مُوسَى (١٩) فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى (٢٠) قَالَ خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى (٢١) وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَى (٢٢) لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى (٢٣) اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (٢٤) </p><p> * * * </p><p> (طه) عن كثير من السلف أن معناه يا رجل بالعبرانية، وعن بعض أنه عليه السلام إذا صلى في التهجد قام على رجل ورفع الأخرى، فأنزل الله طه أي طاء الأرض بقدميك فقلبت همزته هاء. (مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى) : لتتعب، لما نزل القرآن قام هو عليه السلام وأصحابه واجتهدوا في القراءة والعبادة، فقال المشركون: ما أنزل عليك القرآن يا محمد إلا لشقائك، فنزلت (إِلا تَذْكِرَةً) أي: لكن تذكيرًا فنصبه على الاستثناء المنقطع، وقيل علة لفعل محذوف، أي: وما أنزلناه إلا للتذكير والموعظة، وقيل مصدر في موقع الحال من الكاف أو من القرآن (لِمَن يَخْشَى) : لمن في قلبه خشية ورقة يتأثر بالإنذار (تَنْزِيلًا) أي: نزل تنزيلاً أو مفعول به ليخشى، أي: لمن يخشى تنزيل الله، (مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى) جمع العُليا، أي: الرفيعة و \" مِنْ \" صلة تنزيلاً أو صفة له والالتفات للتعظيم. (الرَّحْمَنُ عَلَى الْعَرْشِ </p><p> استَوَى) هو مبتدأ مشار بلامه إلى من خلق وعلى العرش استوى خبره أو تقديره هو الرحمن، وعلى العرش استوى إما خبر ثان أو تقديره هو على العرش استوى، سئل الشافعي عن الاستواء فأجاب: آمنت بلا تشبيه، وأقمت نفسي في الإدراك وأمسكت عن الخوض فيه كل الإمساك. (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ وَمَا بَيْنَهُمَا وَمَا </p><p> تَحْتَ الثرَى): ما تحت سبع أرضين وعن بعضهم هو صخرة تحت الأرض السابعة (وَإِنْ تَجْهَرْ بِالْقَوْلِ) أي: بذكر الله ودعائه (فَإنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى) أي: فاعلم أنه غني عن جهرك، فإنه يعلم ما تسر في نفسك وَأخفى منه، وهو ما لم تحدث به نفسك بعد، أو ما أسر الرجل إلى غيره وأخفى منه، وهو ما أسر في نفسه فيكون نهيًا عن الجهر، كما قال تعالى:  \" واذكر ربَّك في نفسك \"  [الأعراف: هـ ٢٠] ، أو معناه، يعلم السر وأخفى منه فكيف ما تجهر به فحينئذ حاصله أنزل من خلق السماوات والأرض القرآنَ ويعلم السر والجهر (اللهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى) تأنيث الأحسن. </p><p> (وَهَلْ أَتَاكَ) : يا محمد (حَدِيثُ مُوسَى) : قفّاه بقصته، ليأتم به في تحمل أعباء الرسالة والصبر على الشدائد، فإن هذه السورة من أوائل ما نزل (إِذ رَأَى) مفعول لاذكر أو ظرف للحديث (نَارًا) : في طريق مصر حيث استأذن شعيبًا في الرجوع إلى مصر لزيارة الوالدة، فخرج بأهله فأضل الطريق في ليلة مظلمة باردة فرأى من جانب الطور نارًا (فقَالَ لأَهْلِهِ امْكُثُوا) : أقيموا مكانكم (إِني آنسْتُ) : أبصرت إبصارًا بينًا (نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ) : بشعلة منها (أَوْ أَجِدُ عَلَى النارِ </p><p> هُدًى): هاديًا يهديني إلى الطريق (فَلَمَّا أَتَاهَا) أي: النار (نودِيَ يَا مُوسَى إِنِّي) : من قرأ بكسر إنَّ فبإضمار القول أو بإجراء النداء مجرى القول، ومن قرأ بالفتح فتقديره نودي بأني (أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ) ، فإنهما كانا من جلد حمار ميت غير مدبوغ، أو أمر بالخلع تعظيمًا للوادي. (إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى) ، عطف بيان، إن كان اسمًا للوادي وقيل معناه مرتين كثنى فهو مصدر لنودي أو المقدس، وقيل تقديره واطو الأرض بقدميك طوى فهو مصدر كهدى (وَأَنَا اخْتَرْتُكَ) : اصطفيتك للنبوة، (فَاسْتَمِعْ لِمَا يُوحَى) : إليك، (إِنَّنِي أَنَا اللهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي) ، بدل مما يوحى، (وأَقِمِ الصَّلاةَ لِذِكْرِي) : لتذكرني أو عند ذكرك لي، يعني عند ذكر الصلاة، ففي الحديث: \" إذا رقد أحدكم عن الصلاة أو غفل عنها فليصلها إذا ذكرها فإن الله قال: (وأَقِمِ الصَّلاةَ لِذِكْرِي) . (إِنَّ السَّاعَةَ آتِيَةٌ) : لا محالة (أَكَادُ أُخْفِيهَا) عن نفسي أي: وقتها فهو مبالغة في الإخفاء، وفي مصحف أبيّ وابن مسعود أكاد أخفيها من نفسي، وفي بعض القراءات فكيف أظهرها لكم أو أريد إخفاء وقتها أو أكاد أظهرها فالهمزة للسلب، في بعض القراءات أَخفيها بفتح الهمزة أي </p><p> أظهرها، وقيل أخفيها فلا أقول هي آتية ولولا ما في الإخبار من اللطف لما أخبرت به (لِتُجْزَى) متعلق بـ آتية (كُل نَفْسٍ بِمَا تَسْعَى) : تعمل (فَلَا يَصُدَّنَّكَ عَنْهَا) : عن التصديق بالساعة (مَنْ لا يُؤْمِنُ بِهَا) يعني كُنْ شديد الشكيمة حتى لا يؤثر فيك أقوال الكفرة واعتقاداتهم فنهى الكافر والمراد فيه أن ينصد عنها (وَاتَّبَعَ هَوَاهُ) : خالف أمر الله (فَتَرْدَى) : فتهلك منصوب على جواب النهي. </p><p> (وَمَا تِلْكَ) ، الحكمة في السؤال تنبيهه وتيقظه ليرى ما فيه من العجائب (بِيَمِينِكَ) حال من معنى الإشارة، أو صلة لتلك، وهي اسم موصول. (يَا مُوسَى قَالَ هِيَ عَصَايَ أَتَوَكَّأُ) : أعتمد (عَلَيْهَا) : عند المشي والإعياء (وَأَهُشُّ) : أخبط الورق عن الشجر (بِهَا عَلَى) رؤوس. (غَنَمِي) : تأكله، (وَلِيَ فِيهَا مَآرِبُ) : حاجات، (أُخْرَى) : كحمل الماء والزاد بها. قيل: لما أمره الله بخلع النعلين وتركهما تصور عند هذا السؤال إنكار التمسك بها، وأمره بالرفض فبسط الكلام، وقال: أنا محتاج إليها غاية الاحتياج، وعن وهب لما قال الله ألقها ظن موسى أنه يقول ارفضها. (قَالَ أَلْقِهَا يَا مُوسَى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى قَالَ خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى) أي: نردها عصى كما كانت، منصوب بنزع الخافض، أي: إلى سيرتها، أو </p>"
}