{
  "id": null,
  "sura": 21,
  "aya": 76,
  "text": "<p> ينبع في العالم فأصله من الشام، أو المراد مكة، (وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً) أي: عطية حال منهما، أو النافلة ولد الولد، أو هو طلب ولدًا فأعطي إسحاق وزاده يعقوب نافلة، فيكون حالاً من يعقوب للقرينة، (وَكُلًّا جَعَلْنَا صَالِحِينَ وَجَعَلْنَاهمْ أَئِمَّة) : يقتدى بهم، (يَهْدُونَ) : الناس بالحق، (بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الخَيْرَاتِ) لأن يحثوا عليه، (وَإِقَامَ الصَّلاةِ وَإِيتَاءَ الزَّكَاةِ) من عطف الخاص على العام للتفضيل، (وَكَانُوا لنا عَابِدِينَ) : موحدين مخلصين. </p><p> (وَلُوطًا آتَيْنَاهُ حُكْمًا) الفصل بالحق بين الخصوم، (وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ) وهي قرية سدوم، كان عمل أهلها اللواط، (إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا) : في أهل رحمتنا أو في جنتنا، (إِنَّهُ مِنَ الصَّالِحِينَ) . </p><p> * * * </p><p> (وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (٧٦) وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (٧٧) وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ (٧٨) فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ (٧٩) وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ (٨٠) وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا </p><p> فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ (٨١) وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ (٨٢) وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (٨٣) فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ (٨٤) وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ (٨٥) وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ الصَّالِحِينَ (٨٦) وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٨٧) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨) وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ (٨٩) فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ (٩٠) وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ (٩١) إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (٩٢) وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ (٩٣) </p><p> * * * </p><p> (وَنُوحًا إِذْ نَادَى) أي: اذكر نوحًا إذ دعا على قومه بالهلاك وإذ نادى بدل من نوحًا، (مِن قَبْلُ) : من قبل المذكورين، (فَاسْتَجَبْنَا لَهُ) : دعاءه، (فَنَجَّيْنَاهُ وَأَهْلَهُ) : الذين آمنوا به، (مِنَ الْكَرْبِ الْعَظِيمِ) : تكذيبهم وأذاهم، فإنه لبث فيهم ألف سنة إلا خمسين عامًا يؤذونه ويوصون بمخالفته قرنًا بعد قرن، (وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا) : جعلناه منتصرًا منهم، (إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ) ، فاسقين، (فَأَغْرَقْنَاهُمْ أَجْمَعِينَ) : فلم يبق على وجه الأرض منهم أحد، (وَدَاوُودَ </p><p> وَسُلَيْمَانَ) أي: اذكرهما، (إِذْ يَحْكُمَانِ) بدل منهما، (فِي الْحَرْثِ) كان ذلك كرمًا انثنت عناقيده، وقيل زرعًا، (إِذ نفَشَتْ) : رعت ليلاً، (فِيهِ غَنَمُ الْقَوْمِ) : فأفسدته، (وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ) :) عالمين، وجمع الضمير لأنه أرادهما والمتحاكمين إليهما، أو لأن الاثنين جمع، (فَفَهَّمْنَاهَا) أي: الحكومة، أو الفتوي، (سُلَيْمَانَ) دون داود، فإنه حكم بأن الغنم لصاحب الكرم بدل إفساده وحكم سليمان بدفع الكرم لصاحب الغنم، فيقوم عليه حتى يعود كما كان ويدفع الغنم إلى صاحب الكرم فينتفع بَدَّرها ونسلها وصوفها فإذا صار الحرث كما كان يأخذ كل منهما ماله، (وَكُلًّا) : من داود وسليمان، (آتَيْنَا حُكْمًا وَعِلْمًا) قال بعض </p><p> السلف: لولا هذه الآية لرأيت الحكام قد هلكوا، ولكن الله تعالى حمد هذا بصوابه، وأثنى على هذا باجتهاده، (وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ) يقدسن لله معه، ويجاوبنه قيل يصلين معه إذا صلى وقيل: إذا فتر يسمعه الله تسبيح الجبال والطير لينشط، ويشتاق ويسبحن حال أو استئناف، وأخر الطير، لما أن تسبيح الجبال لأنها جماد أعجب، (وَكُنَّا فَاعِلِينَ) : لأمثاله ليس ببدع منا، (وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ) : عمل الدرع، (لِتُحْصِنَكم) الضمير لداود في قراءة الياء، ولـ لبوس الذي هو الدرع في قراءة التاء، وهو بدل اشتمال من لكم بإعادة الجار، (مِّنْ بَأْسِكُمْ فَهَلْ أَنتُمْ شَاكِرُونَ) أي: فاشكروا لي وكانت قريش أهل حرب وقتال، (وَلِسُلَيْمَانَ) عطف على مع داود، إن كان متعلقًا بسخرنا، وإن تعلق بيسبحن فتقديره وسخرنا لسليمان، (الرِّيحَ عَاصِفَةً) : شديدة الهبوب، (تَجْرِي بِأَمْرِهِ) حال ثانية، (إِلَى الأَرْضِ الَتِي بَارَكنا فِيهَا) الشام فإنه وطنه، كان له بسط من خشب يوضع عليه ما أراد من الجند، وغيره فتحملها الريح، وتظله الطير من الحر إلى حيث يشاء، والريح في قبضته إن أراد عاصفة فعاصفة، وإن أراد رخوة فرخوة، وعلى الوجهين لينة لا تشوشهم ولا تزلزلهم، (وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ) فتجري الأشياء </p><p> على ما يقتضيه علمنا، (وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ) : فيخرجون من البحر الجواهر واللآلئ، والجملة مبتدأ أو خبر أو من يغوصون عطف على الريح، (وَيَعْمَلُونَ عَمَلاً دُونَ ذَلِكَ) : سوى الغوص، (وَكُنَّا لَهُمْ حَافِظِينَ) : من الزيغ والفساد، (وَأَيُّوبَ) أي: واذكره، (إِذْ نَادَى رَبَّهُ أَنِّي) أي: بأني، (مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ) كان نبيًّا صاحب حرث وأنعام وأولاد فابتلاه الله بإهلاك كلها ثم ابتلاه بجسده فلم يبق منه سليم سوى لسانه وقلبه يذكر بهما ربه حتى تنافر عنه كل أنيس، وتحاشى عنه كل جليس، فلا يتردد عليه سوى زوجته، ويقال: إنها احتاجت فصارت تخدم الناس من أجله فدعا الله لكشف كربه بعد مدد من الأيام المتطاولة بهذا الأسلوب البليغ، (فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ) : بالشفاء، (وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ) : بإحياء من مات من أولاده، وإعطائه مثلهم من الأولاد، أو أعطيناه أولاده الذين ماتوا في الجنة، ومثلهم معهم في الدنيا فقد نقل أنه قيل له: إن أهلك في الجنة إن شئت أتيناك بهم، وإن شئت تركناهم لك </p><p> فيها وعوضناك مثلهم في الدنيا فاختار الثاني، (رَحْمَةً مِنْ عِنْدِنَا) على أيوب مفعول له، (وَذِكْرَى) : تذكرة، (لِلْعَابِدِينَ) : ليصبروا كما صبروا لئلا ييأسوا في البلاء، (وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ) كثير من السلف على أنه صالح من بني إسرائيل تكفل لنبي أن يكفيه أمر قومه، ويقضي بينه وبينهم بالعدل وفعل فسمي ذا الكفل لكن الظاهر أنه نبي قرنه في سلكهم، (كُلٌّ مِّنَ الصَّابِرِينَ) : على مشاق التكاليف، (وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا) : النبوة والجنة، (إِنَّهُم مِّنَ الصَّالِحِينَ) : الكاملين في الصلاح، (وَذَا النُّونِ) : يونس، (إِذْ ذَهَبَ) : من بين قومه، (مُغَاضِبًا) لهم من غير إذن ربه حين أصروا على الكفر، والمفاعلة للمبالغة، أو هو أغضبهم أيضًا بالمهاجرة عنهم خوف العذاب، (فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ) : لن نضيق عليه، أو لن نقضي عليه بالعقوبة (١) ولن نعمل فيه قدرتنا، ويؤيده قراءة نقدِّر بالتشديد قيل: هذا من باب التمثيل، أي: حاله ممثلة بحال من ظن عدم قدرتنا عليه في مراغمة </p><p>(١) هذا هو المختار عند المحققين وما قيل بعد ذلك أكثره لا يصح أبدًا لمكان العصمة ليونس - عليه السلام. اهـ (مصحح النسخة الإلكترونية).</p><p> قومه من غير انتظار لأمرنا، وقيل: خطرة شيطانية سماها للمبالغة ظنًّا، (فَنَادَى فِي الظُّلُمَاتِ) : ظلمة بطن الحوت والبحر والليل، (أَنْ لَا إِلَهَ إِلَّا أَنْتَ) أي: بأنه، أو أن مفسرة، (سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ) لمبادرتي إلى الهجرة قبل الإذن، (فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ) : لأن قذفه الحوت بالساحل سالمًا بعد ما مكث في بطنه أربعين يومًا، (وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ) إذا دعونا في الشدائد منيبين إلينا، سيما إذا دعوا بهذا الدعاء، ففي الحديث \" ما من مكروب يدعوا بهذا الدعاء إلا استجيب له \" ، (وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا) : بلا ولد، (وَأَنْتَ خَيْرُ الْوَارِثِينَ) ثناء منه على الله بأنه خير من يبقى بعد ما سأل ولدًا يبقى بعده، (فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ) : صيرناها ولودًا بعد ما كانت عاقرًا أو حسنة الخلق بعد ما كانت سيئة الخلق (١) ، (إِنَّهُمْ) : المذكورين من الأنبياء، </p><p>(١) في غاية البعد.</p>"
}