{
  "id": null,
  "sura": 21,
  "aya": 41,
  "text": "<p> الدنيا والآخرة، (فلا تَسْتَعجلُونِ) : بالإتيان بها وقيل: هذا جواب المشركين حين استعجلوا بالعذاب، (وَيَقُولُونَ مَتَى هَذَا الوَعْدُ) : وقت وعد العذاب أو القيامة، (إِن كُنتمْ) : أيها المؤمنون، (صَادِقِينَ لَوْ يَعْلَمُ الذِينَ كَفَرُوا) ، وضع موضع يعلمون دلالة على ما أوجب لهم ذلك، (حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ) : مفعول به ليعلم أي: لو يعلمون الوقت الذي يحيط بهم النار فلا يقدرون على دفعها، ولا يجدون ناصرًا والجواب محذوف، أي: بما استعجلوا، (بَلْ تَأْتِيهِمْ) أي: لا يعلمون بل تأتيهم العدة أو القيامة أو النار، (بَغتَةً) : فجأة مصدر، لأنها نوع من الإتيان أو حال، (فَتَبْهَتُهُمْ) : تحيرهم، (فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ) : يمهلون، (وَلَقَدِ اسْتُهْزِئَ بِرُسُل مِّن قَبْلِكَ) : يا محمد فليس بشيء بدع منهم فلا تغتم، (وحَاقَ) : أحاط، (بِالذِينَ سَخِرُوا مِنْهُم) : من الأمم السالفة، (ما كَانُوا بِهِ يَسْتَهْزِءُون) أي: جزاء ما فعلوا، أو هم استهزءوا بعذاب وعدهم الرسل إن لم يؤمنوا، فأحاط بهم ذلك العذاب فسيحيط بمن يتخذك هزوًا. </p><p> * * * </p><p> (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٤١) قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (٤٢) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣) بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ </p><p> عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (٤٤) قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (٤٥) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (٤٦) وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨) الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (٤٩) وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠) </p><p> * * * </p><p> (قُلْ) : للمستهزئين، (مَن يَكْلَؤُكُم) : يحفظكم، (بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ) : من عذابه، أو من بمعنى البدل نحو لا ينفع ذا الجد منك الجد، وفي لفظ الرحمن إشارة إلى أن لا حافظ سوى رحمته، (بَلْ هُمْ عَن ذِكْرِ ربِّهِم مُّعْرِضُونَ) : لا يخطر ببالهم ذكر ربهم فضلاً عن أن يخافوا منه، حتى إذا رزقوا الكلاءة منه عرفوا من الكالئ، وصلحوا للسؤال عنه، (أَمْ لَهُمْ) : بل لهم، (آلِهَةٌ تَمْنَعُهُم) : من العذاب، (مِنْ دُونِنَا) حال من فاعل تمنع، أو صفة بعد صفة، كأنه قال: لا تسأل عنهم؛ لأنَّهُم لا يصلحون للسؤال لغفلتهم عنا، بل لإقبالهم على نقيضنا، (لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ) سيما نصر غيرهم مستأنفة تبين إبطال ما اعتقدوه، (وَلَا هُمْ مِنَّا يُصْحَبُونَ) : يجارون، يقال: فلان لك جار وصاحب من فلان، أي:  (مجير) منه، أو يصحبون بخير وتأييد، (بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ) إضراب عن بيان بطلان ما هم عليه، ببيان ما غرهم فحسبوا أنَّهم على شيء، وهو أنه - </p><p> تعالى - متعهم زمنًا طويلاً في الدنيا فقست قلوبهم وظنوا أنها لا تزال، (أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ) : أرض الكفرة، (نَنْقُصُهَا مِنْ أَطْرَافِهَا) بأن نخرب ديارهم ونسلط المسلمين عليها، (أَفَهُمُ الْغَالِبُونَ) ، أم المؤمنون، (قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ) : بما أوحى إليَّ أو بأمر الله، (وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ) : من قرأ لا تسمع من باب الإفعال، على خطاب النبي، فالصم الدعاء مفعولاه، (إِذَا مَا يُنْذَرُونَ) ظرف ليسمع أو الدعاء، واللام في الصم للعهد والمشركون صم آذان قلوبهم عن آيات الله، (وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ) : رائحة وشيء قليل، فإن أصل النفح هبوب رائحة الشيء، مع أن البناء للمرة، (مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ) دعوا على أنفسهم بالويل وأقروا بظلمهم، (وَنَضَعُ الْمَوَازِينَ) ، جمعه لكثرة ما يوزن به ولاختلافه، (الْقِسْطَ) : ذوات القسط أو نحو رجل عدل، (لِيَوْمِ الْقِيَامَةِ) : لأجل جزائه أو لأجل أهله، أو اللام بمعنى في، (فَلَا تُظْلَمُ نَفْسٌ شَيْئًا) : من الظلم أو من العمل، (وَإِنْ كَانَ) : العمل، (مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا) : أحضرنا لنجازي بها، ومن قرأ: مثقال بالرفع فكان تامة، (وَكَفَى بِنَا حَاسِبِينَ) لكمال </p>"
}