{
  "id": null,
  "sura": 21,
  "aya": 1,
  "text": "<p> سورة الأنبياء مكية </p><p> مائة واثنتا عشرة آية وسبع ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (١) مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (٢) لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (٣) قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ وَهُوَ السَّمِيعُ الْعَلِيمُ (٤) بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ (٥) مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ (٦) وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٧) وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ (٨) ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ (٩) لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ (١٠) </p><p> * * * </p><p> (اقْتَرَبَ لِلنَّاسِ) : للكفار، (حِسَابُهُمْ) ، فإنه قد ظهر خاتم الأنبياء، الذي هو من علامات آخر الزمان، (وَهُمْ فِي غَفْلَةٍ) : عن الحساب، (مُّعْرِضُونَ) : عن التفكر فيه، والإيمان به، (مَا يَأتِيهِم مِّن ذِكْرٍ) ، المراد من الذكر الطائفة النازلة من </p><p> صفحة فارغة </p><p> القرآن، (مِنْ رَبِّهِمْ) ، صفة لذكر أو صلة يأتيهم، (مُحْدَثٍ) : تنزيل، جديد إنزاله، (إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ) حال من فاعل استمعوه، أي:  [ليستهزءوا] به، (لَاهِيَةً قُلُوبُهُمْ) حال كونهم مشغولين بدنياهم، لا يصغون إلى القرآن، ذو الحالين واحد، أو حال من فاعل يلعبون، (وَأَسَرُّوا النَّجْوَى) بالغوا في إخفائها أو تناجوا وأخفوا نجواهم، فلا يفطن أحد لتناجيهم، (الذِينَ ظَلَمُوا) بدل من فاعل أسروا، أو منصوب على الذم، أو مبتدأ خبره أسروا النجوى، وضع الذين ظلموا موضع هؤلاء </p><p> تسجيلاً على فعهلم بأنه ظلم، (هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ) هذا الكلام كله في موضع النصب بدل من النجوى، أو مفعول لقول مقدر، استدلوا على كذبه في النبوة بأنه بشر، لأن زعمهم أن الرسول لا يكون إلا ملكًا، فلا بد أن تكون المعجزة بمقتضى عقيدتهم سحرًا، فلذلك قالوا إنكارًا: أفتحضرون السحر وأنتم تعاينون أنه سحر، (قَالَ رَبِّي يَعْلَمُ القَوْلَ) : جهرا كان أو سرًا، (فِي السَّمَاءِ وَالأَرْضِ) فكيف يخفى عليه نجواهم، ومن قرأ قال فهو حكاية قول رسول الله - صلى الله عليه وسلم -، (وَهُوَ السمِيعُ العَليمُ) : فلا يخفى عليه شيء، (بَلْ قَالُوا أَضْغَاثُ أَحْلامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ) اقتسم المشركون القول في القرآن، فقيل: سحر وقيل: تخاليط أحلام وأباطيل خيلت إليه، وخلطت عليه، وهذا أبعد فسادًا من الأول، وقيل: هو مفترى اختلقها من تلقاء نفسه، وهذا أفسد من الثاني، وقيل: كلام شعري يخيل إلى السامع معاني لا حقيقة لها، وهو أفسد من الثالث، لأنه كذب مع علاوة فلذلك جاء ببل تنزيلاً من الله لأقوالهم في درج الفساد، (فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ) أي: كما أرسل به الأولون، كاليد البيضاء، والناقة وغيرهما، (مَا آمَنَتْ قَبْلَهُم مِّن) : أهل، (قَرْيَةٍ أَهْلَكْنَاهَا) أي: ما آمنت قرية من القرى التي أهلكناها لما جاءتهم الآيات المقترحة، (أَفَهُمْ يُؤْمِنُونَ) : لو جئتهم بها مع أنَّهم أعتى من الذين اقترحوا الآيات وعهدوا الإيمان بها، وفيه تنبيه على أن عدم الإتيان بمقترحاتهم للإبقاء عليهم، إذ لو أتى به لم يومنوا، فنستأصلهم كمن قبلهم، (وَمَا أَرْسلْنَا قَبْلَكَ </p><p> إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) فما لهم ينكرون زاعمين أن الرسول لا يكون بشرًا، (فَاسْأَلُوا أَهْلَ الذِّكْرِ) : أهل الكتاب، والمشركون يشاورونهم في أمر النبي - صلى الله عليه وسلم - ويثقون بقولهم، (إِنْ كُنْتُمْ لَا تَعْلَمُونَ) ، أن الرسل بشر، (وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ) أثبت لهم ثلاثة أشياء هي لا تكون للملك، وهي لبشر تحقيقًا لنفى الملكية عنهم ولإثبات البشرية لهم: كونهم أجسادًا، والجسد جسم ذو لون، والملك لصفائه لا يوصف باللون، كما لا يطلق الجسد على الماء والهواء، ووحد الجسد لإرادة الجنس، وأنَّهم أكلوا الطعام، وأنَّهم يموتون في الدنيا، وموت الملك لا يكون إلا بعد انقراض الدنيا، أو لأن المشركين اعتقدوا خلود الملك، (ثُمَّ صَدَقْنَاهُمُ الوَعْدَ) أي: في الوعد، (فَأَنجَيْنَاهُمْ وَمَن نَشَاءُ) : ومن في إبقائه حكمة، (وَأَهْلَكْنَا الْمُسْرِفِينَ) : في الكفر، (لَقَدْ أَنْزَلْنَا إِلَيْكُمْ) : </p>"
}