{
  "id": null,
  "sura": 22,
  "aya": 39,
  "text": "<p> (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللهُ وَلَوْلَا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللهِ كَثِيرًا وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ (٤٠) الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلله عَاقِبَةُ الْأُمُورِ (٤١) وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ (٤٢) وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ (٤٣) وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ (٤٤) فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ (٤٥) أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (٤٦) وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ (٤٧) وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ (٤٨) </p><p> * * * </p><p> (أُذِنَ) : رخص في القتال، (لِلَّذِينَ يُقَاتَلُونَ) : يريدون القتال والمسلمون كانوا يتظلمون إلى رسول الله من أذى المشركين ويطلبون القتال قبل الأمر به قيل سماهم مقاتلين باعتبار المآل، ومن قرأ بصيغة المجهول فمعناه: يقاتلهم المشركون، (بِأَنَّهُمْ ظُلِمُوا) : بسبب أنَّهم مظلومون، هي أول آية نزلت في الجهاد حين هاجروا من </p><p> مكة واستدل بهذه الآية على أن السورة مدنية، (وَإِنَّ اللهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ) عدة بالنصر وقيل معناه: إنه لقادر على نصرهم من غير قتال لكن صلاحهم في القتال، (الذينَ أُخْرِجُوا) ، بدل من للذين، أو صفة، (مِن ديَارِهم) : مكة، (بِغَيْرِ حَق) ، موجب استحقوا الإخراج به، (إِلَّا أَنْ يَقُولُوا رَبُّنَا اللهُ) : سوى التوحيد الذي هو موجب للتمكين والتعظيم فالاستثناء بدل من حق، وهذا من باب. </p><p> لا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائب </p><p> وقيل منقطع، (وَلَوْلا دَفْعُ اللهِ النَّاسَ بَعْضَهُم ببَعْضٍ) : بالجهاد وإقامة الحدود، (لهُدِّمَتْ) : خربت، (صَوَامع) : الرهبانَ، (وَبِيَعٌ) : كنائس النصارى، (وَصَلَوَاتٌ) : كنائس اليهود سميت بها لأنَّهُم لا يصلون إلا فيها، (وَمَسَاجِدُ) : للمسلمين، (يُذْكَرُ فيهَا) ، صفة لمساجد خصت بها تفضيلاً، وقيل: صفة للأربع، (اسْمُ اللهِ كَثِيرًا) ، يعني: لولاه لهدم في زمن موسى وعيسى ومحمد عليهم السلام مواضع عباداتهم باستيلاء الكفرة، (وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ) : من ينصر دينه ويعلي كلمته، (إِنَّ اللهَ لَقَوِيٌّ) : على خلقه، (عَزِيزٌ) : لا يغلبه غالب، (الذِينَ) ، بدل أو صفة لمن ينصره، (إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ) : نصرناهم فيتمكنوا من البلدان، (أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلله عَاقِبَةُ الْأُمُورِ) : موجع الأمور إلى حكمه وفيه تأكيد لما وعد من </p><p> النصرة، قيل معناه: تصير الأمور إليه بلا منازع فيبطل كل ملك سوى ملكه، وقيل: له عاقبة الأمور فيجزيهم، (وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ وَأَصْحَابُ مَدْيَنَ) : رسلهم فأنت لست بأوحدي في التكذيب فلا تغتم، (وَكُذِّبَ مُوسى) : مع ظهور معجزاته كذبه القبط لا قومه بنو إسرائيل، (فَأَمْلَيْتُ) : أمهلت، (لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ) : إنكاري عليهم بتبديل منحتهم محنة وعمارتهم خرابًا، (فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا) أي: أهلكنا كثيرًا من القرى بإهلاك أهلها كأين منصوب بشريطة التفسير أو مرفوع، وأهلكناها خبره، والجملة بدل من فكيف كان نكير ولذلك جاء بالفاء، (وَهِيَ ظَالِمَةٌ) : أهلها جملة حالية، (فَهِيَ خَاوِيَةٌ) : ساقطة، (عَلَى عُرُوشِهَا) على سقوفها أي: خرت سقوفها ثم سقطت حيطانها فوق السقوف، أو خالية مع سلامة عروشها، والجملة عطف على أهلكناها، (وَبِئْرٍ مُعَطَّلَةٍ) أي: وكم من بئر عامرة متروكة الاستقاء منها أهلكنا مُلَّاكَها، (وَقَصْرٍ مَشِيدٍ) : رفيع أو مجصَّص محكم أهلكنا أهلها وأخليناه عن ساكنيه، (أَفَلَمْ يَسيرُوا في الْأَرْضِ) ، حثٌّ على السفر والتفكر في نقم ما حل بالأمم الماضية المكذبه، (قَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا) : ما يجب أن يعقل كالإيمان بالرسل، (أَوْ آذَانٌ يَسْمَعُونَ بِهَا) : ما يجب أن يسمع كالتذكير، (فَإِنَّهَا) ضمير القصة، (لَا تَعْمَى الْأَبْصَارُ) أي: ليس الخلل بمشاعرهم، (وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ) أي: إنما العمى بقلوبهم أو لا يعتد بعمى الأبصار، فكأنه ليس بعمى، ولكن العمى عمى القلوب، وذكر الصدور للتأكيد، ونفي التجوز كأنه قال: ما نفيت العمى عن البصر وأثبت للقلب سهوًا، وفلتةً، بل تعمدت به إياه بعينه تعمدًا، (وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ) : سخريةً </p>"
}