{
  "id": null,
  "sura": 22,
  "aya": 65,
  "text": "<p> المسلمون أن لا يقاتلوا فأبوا فقاتلوا وبغوا فنصر الله المسلمين، (ذلِكَ) : النصر، (بِأَنَّ اللهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) ، بسبب قدرته على تغليب الأمور بعضها على بعض يداول بين المتعاندين كما يزيد في أحد الملوين ما ينقص من الآخر، (وَأَنَّ اللهَ سَمِيعٌ بَصِيرٌ) : فيجازيهم بما يسمع ويبصر، (ذَلِكَ) : القدرة التامة والعلم الكامل، (بأَنَّ اللهَ هُوَ الحَقُّ) : الثابتة إلاهيته، (وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ) وَكل ما يدعون إلهًا دونه باطل الألوهية فلا إله سواه، (وَأَنَّ اللهَ هُوَ الْعَلِيُّ الْكَبِيرُ) : لا شيء أعلى منه وأكبر شأنًا فلا محالة يكون قديرًا عليمًا، (أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً) : برفع تصبح لأنه بعد استفهام بمعنى الخبر أي: قد رأيت فلا يكون له جواب والعدول إلى المضارع للدلالة على بقاء أثر المطر زمانًا بعد زمان، (إِنَّ اللهَ لَطِيفٌ) : واصل علمه أو لطفه إلى كل جليل ودقيق، (خَبِيرٌ) : بالتدابير، (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللهَ لَهُوَ الْغَنِيُّ) . في ذاته، (الْحَمِيدُ) : المستوجب للحمد. </p><p> * * * </p><p> (أَلَمْ تَرَ أَنَّ اللهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (٦٥) </p><p> وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ (٦٦) لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ (٦٧) وَإِنْ جَادَلُوكَ فَقُلِ اللهُ أَعْلَمُ بِمَا تَعْمَلُونَ (٦٨) اللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٦٩) أَلَمْ تَعْلَمْ أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللهِ يَسِيرٌ (٧٠) وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٧١) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ (٧٢) </p><p> * * * </p><p> (أَلَمْ تَرَ أَنَّ اللهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ) : فتنتفعون به، (وَالْفُلْكَ) عطف على ما، (تَجْرِي فِي البَحرِ بِأَمْرِهِ) ، حال، (وَيُمْسِكُ السَّمَاءَ) : من، (أَن تَقَعَ عَلَى الأَرْضِ إِلَّا بِإِذْنِهِ) : بمشيئته كما تقع يوم القيامة، (إِنَّ اللهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ) حيث أثبت لهم المنافع، ودفع عنهم المضار، (وَهُوَ الَّذِي أَحْيَاكُمْ) : بعد ما كنتم جمادًا ترابًا ونطفة، (ثمَّ يُمِيتُكُمْ ثُمَّ يُحْييكُمْ) : في الآخرة، (إِذ الإِنسَانَ لَكَفُورٌ) : جحود لنعم ربه، (لِكُلِّ أُمَّةٍ جَعَلْنَا </p><p> مَنْسَكًا) أي: لكل أمة نبي جعلنا شريعة، (هُمْ نَاسِكُوهُ) : عاملوه، (فَلَا يُنَازِعُنَّكَ) : سائر أرباب الملل، (فِي الْأَمْرِ) : في أمر الدين أو المراد نهيه - عليه السلام - عن منازعتهم، أي: لا تلتفت إلى منازعتهم ولا تمكنهم من المنازعة، أو معناه: لكل قوم جعلنا وقدرنا طريقة هم فاعلوها ألبتَّة بحكم القدر فلا تتأثر منازعتهم فيك ولا يصرفنك عما أنت عليه من الحق نحو \" ولكل وجهة هو موليها \"  [البقرة: ١٤٨] ، قيل: نزلت فيمن جادل وقال: ما لكم تأكلون ما تقتلونه ولا تأكلون ما قتله الله؟! (وَادْعُ إِلَى رَبِّكَ) : إلى عبادته، (إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ) : طريق موصل إلى المقصود، (وَإِن جَادلوكَ) : مراء وعنادًا، (فَقُلِ الله أَعْلَمُ بمَا تَعْمَلون) : هو أعلم بما تفيضون فيه، وكفي به شهيدًا بيني وبينكم، (اللهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) هذا خطاب من الله لرسوله وللمجادلين، أو من تتمة ما يؤمر بأن يقول لهم أي قل: الله يفصل بينكم أيها الكافرون والمؤمنون فتعرفون حينئذ الحق من الباطل نحو: (فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ) إلى قوله (اللهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ)  [الشورى: ١٥] ، (أَلَمْ تَعْلَمْ أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ) ما في السماء والأرض، (فِي كِتَاب) هو اللوح المحفوظ، (إِن ذَلِكَ) : إثباته في كتاب وحفظه، (عَلَى اللهِ يَسِيرٌ) : فلا يهمنك جدالهم لأنا قدرناه وهو بمرأى منا، (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ) : ما لا برهان سماوي ولا دليل عقلي في عبادته، بل اختلقوه وائتفكوه وتلقوا عن ضُلَّال أسلافهم، (وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ) : ليس </p>"
}