{
  "id": null,
  "sura": 23,
  "aya": 93,
  "text": "<p> عقابه فتنتهوا عن نسبة العجز إليه وتسويته بجماد، (قُلْ مَن بِيَدِه مَلَكُوتُ) : ملك وخزائن، (كُلِّ شَيْءٍ وَهُوَ يُجِيرُ) : يغيث من يشاء ويحفظ، (وَلاَ يُجَارُ عَلَيْهِ) : لا يغيث أحد منه أحدًا، (إِنْ كُنتُمْ تَعْلَمُونَ) : ذلك (سيَقولُونَ لله قُلْ فَأَّنَّى تُسْحَرُونَ) : تخدعون فتصرفون عن الرشد مع تظاهر الأدلة، (بَلْ أَتَيْناهُم بِالْحَقِّ) ، من بيان التوحيد والبعت، (وَإِنَّهُمْ لَكَاذبُون) : حيث أنكروا ذلك، (مَا اتَّخَذَ اللهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ) أي: لو كان معه آلهة لتفرد كل إله بمخلوقاته متميزًا ملكه عن ملك الباقين ولغلب بعضهم بعضًا كالعادة بين الملوك فلم يكن بيده ملكوت كل شيء واللازم باطل، (سُبْحَانَ اللهِ عَمَّا يَصِفُونَ) : من الولد والشريك، (عَالِمِ الغَيْبِ) ، بالرفع خبر محذوف وبالجر صفة، (وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ) من له علم كل شيء لا يحتاج إلى شريك مع أنهم معترفون بأنه المتفرد بإحاطة العلم. </p><p> * * * </p><p> (قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ (٩٣) رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ (٩٤) وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ (٩٥) ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ </p><p> السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ (٩٦) وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (٩٧) وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ (٩٨) حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (٩٩) لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ (١٠٠) فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (١٠١) فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (١٠٢) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ (١٠٣) تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (١٠٤) أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ (١٠٥) قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ (١٠٦) رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ (١٠٧) قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (١٠٨) إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ (١٠٩) فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ (١١٠) إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ (١١١) قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (١١٢) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (١١٣) قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ (١١٤) أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (١١٥) فَتَعَالَى اللهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (١١٦) وَمَنْ يَدْعُ مَعَ اللهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (١١٧) وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ (١١٨) </p><p> * * * </p><p> (قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ (٩٣) رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ) أي: إن كان لابد من أن تريني ما تعدهم من العذاب فلا تجعلني معهم ولا فيهم ومن دعائه عليه السلام \" وإذا أردت بقوم فتنه فتوفني إليك غير مفتون \" وما والنون للتأكيد، وتكرار رب حث على فضل تضرع وتواضع وإظهار عبودية وافتقار وعجز، (وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ) : من العذاب، (لَقَادِرُونَ) : لَكِنَّا لحلمنا وحكمتنا لا نستعجل في عذابهم، (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ) أي: ادفع من أذاك وطعنهم في الله بالشرك بالخصلة التي هي أحسن الخصال الحلم والصفح والإلزام بطريق بيان الدليل نحو: (وجادلهم بالتي هي أحسن)  [النحل: ١٢٥] قيل: هي منسوخة بآية السيف، (نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ) : فَكِلْ إلينا أمرهم، (وَقُل ربِّ أَعُوذُ بِكَ </p><p> مِنْ هَمَزَاتِ الشَّيَاطِينِ): وساوسهم ونزغاتهم، (وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ) : فيحوموا حولي، (حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ) متعلق بـ \" يصفون \" وما بينهما اعتراض لا يزالون على سوء الذكر حتى الآية، (قَالَ رَبِّ ارْجِعُونِ) ، خاطب الله بلفظ الجمع أو الملائكة، وقيل: لتكرير الفعل أي: ارجعني ارجعني، (لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ) أي: ردوني إلى الدنيا لعلي أعمل صالحًا في الإيمان الذي تركته، أو في المال أو في الدنيا، (كَلَّا) ، ردع عن طلب الرجعة واستبعاد، (إِنَّهَا) أي: رب ارجعون الخ، (كَلِمَةٌ) : طائفة من الكلام المنتظم بعضها ببعض، (هُوَ قَائِلُهَا) لا محالة عند استيلاء الحسرة والاضطرار، وعن بعض المفسرين أنها كلمة إلخ علة لردعهم، أي: سؤاله الرجوع للعمل الصالح مجرد عدة وقول لا وفاء ولا حقيقة تحتها نحو (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ)  [الأنعام: ٢٨] ، (وَمِنْ وَرَائِهِمْ) : أمامهم، (بَرْزَخٌ) حاجز بينهم وبين الدنيا، (إِلَى يَوْمِ يُبْعَثُونَ) هو إقناط كلي للعلم بأن لا رجعة إلى الدنيا يوم البعث فلا رجعة أصلاً، (فَإِذَا نُفِخَ فِي الصُّورِ) : النفخة الأخيرة، (فَلَا أَنْسَابَ بَيْنَهُمْ) : لا تنفع الأنساب، (يَوْمَئِذٍ) ويفرح المؤمن أن قد وجب له حق على والده وولده فيأخذ منهما، (وَلَا يَتَسَاءَلُونَ) لا يسأل حميم ولا قريب حميمه وقريبه وهذا في أول </p><p> يوم القيامة ولما تزوج عمر ابنة علي من فاطمة قال: أما والله ما بي إلا أني سمعت رسول الله صلى الله عليه وسلم يقول: \" كل سبب ونسب منقطع يوم القيامة إلا سببي ونسبي \" فأصدقها أربعين ألفًا إعظامًا لها، وروي الحافظ ابن عساكر عن عبد الله ابن عمرو مرفوعًا:  \" سألت ربي أن لا أتزوج إلى أحد من أمتي ولا يتزوج إلى أحد منهم إلا كان معي في الجنة فأعطاني ذلك \" ، (فَمَنْ ثَقُلَتْ مَوَازِينُهُ) : بأن يكون له عقائد وأعمال صالحة تثقل ميزانه، (فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ) : بأن ليس له عقائد وأعمال صالحة تثقل ميزانه، (فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ) : حيث بطلوا استعدادها، (فِي جَهَنَّمَ خَالِدُونَ) ، خبر ثان وبدل من الصلة، (تَلْفَحُ) : تحرق، (وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ) : عابسون هو تقلص الشفتين عن الأسنان، وفي الترمذي قال عليه السلام:  \" تشويه النار فتقلص شفته العليا حتى تبلغ وسط رأسه، ولتسترخى شفته السفلي حتى تضرب سرته \" ، (أَلَمْ تَكُنْ آياتِي تُتْلَى عَلَيْكُمْ) أي: يقال لهم ذلك، (فَكُنْتُمْ بِهَا تُكَذِّبُونَ قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا) الشقاوة: سوء العاقبة، (وَكُنَّا قَوْمًا ضَالِّينَ) : عن الهدى، </p><p> (رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا) : لما تكره، (فَإِنَّا ظَالِمُونَ) : لأنفسنا، (قَالَ اخْسَئُوا فِيهَا) أي: ذلوا وانزجروا كما تنزجر الكلاب، (وَلاَ تُكَلِّمُونِ) : في رفع العذاب أو مطلقًا، وعن بعض السلف: إنه لم يكن لهم بعد ذلك إلا شهيق وزفير وعواء كالكلب، (إِنَّهُ) : إن الشأن، (كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا) ، بكسر السين وضمها لغتان بمعنى الهزء زيدت ياء النسبة للمبالغة، وعند الكوفيين المضموم من السخرة بمعنى الانقياد والعبودية، (حَتَّى أَنْسَوْكُمْ ذِكْرِي) : لتشاغلكم باستهزائهم، (وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا) : بما صبروا: بصبرهم على أذاكم، (أَنَّهُمْ هُمُ الْفَائِزُونَ) استئناف، ومن قرأ بفتح إن فثاني مفعولي جزيت أي: جزيتهم الفوز مخصوصين به، (قَالَ) : الله، ومن قرأ \" قل \" فهو خطاب لأهل النار في أن مجموعهم في حكم شخص أو الخطاب مع كل واحد أو ومع بعض رؤسائهم أو مع الملك الموكل بهم، أي: قل لهم، (كَمْ لَبِثْتُمْ فِي الأَرْضِ) : أحياء، (عَدَدَ سِنِينَ) ، تمييز لكم، (قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) استقصروا مدة لبثهم في الدنيا ونسوا لعظم ما هم فيه، (فَاسْأَلِ الْعَادِّينَ) : القادرين على العد فنحن في شيء لا نقدر معه إعمال الفكر، أو العادين الملائكة الحفظة، (قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ) أي: ما مكثتم فيها إلا زمانًا قليلاً على </p><p> فرض أنكم تعلمون مدة لبثها وقد ورد \" أن الله إذا أدخل أهل الجنة الجنة وأهل النار النار قال: يا أهل الجنة كم لبثتم في الأرض،قالوا:يومًا أو بعض يوم قال لنعم ما أتجرتم في يوم أو بعض يوم رحمتي ورضواني وجنتي امكثوا فيها خالدين مخلدين،ثم يسأل أهل النار فيجيبون مثلهم فيقول:بئس ما أتجرتم في يوم أو بعض يوم ناري وسخطي امكثوا خالدين مخلدين \" ، (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا) أي: عابثين بلا فائدة حال أو مفعول له، أي: تلهيًا بكم وما زيدت للتأكيد، (وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، عطف على إنما، (فَتَعَالَى اللهُ) عن أن يخلق عبثًا، (المَلِكُ الحَقُّ) الذي يحق له الملك أو الثابت الذي لا يزال ملكه، (لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ) ، لأن الرحمة تنزل منه أو لأنه منسوب إلى أكرم الأكرمين، (وَمَن يَدْعُ) : يعبد، (مَعَ اللهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ) ، لا برهان صفة أخرى لـ إِلَهًا لازمة له جيء بها للتأكيد، أو جملة معترضة بين الشرط والجزاء، </p><p> (فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ) فيجازيه بما يستحقه، (إِنَّهُ) : إن الشأن، (لَا يُفْلِحُ الْكَافِرُونَ وَقُلْ) : يا محمد، (رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ) . </p><p> والحمد لله حقَّ حمده </p><p> * * * </p><p> سورة النور مدنية </p><p> وهى اثنتان أو أربع وستون آية، وتسع ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ (١) الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ (٣) وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ (٥) وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧) وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ (٨) وَالْخَامِسَةَ أَنَّ غَضَبَ اللهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ (٩) وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللهَ تَوَّابٌ حَكِيمٌ (١٠) </p><p> * * * </p><p> (سُورَةٌ) ، أي: هذه السورة، (أَنْزَلْنَاهَا وَفَرَضْنَاهَا) ، أي: فرضنا أحكامها، ومن قرأ بالتشديد فمعناه فصلناها، أو التشديد للمبالغة، (وَأَنْزَلْنَا فِيهَا آيَاتٍ </p><p> بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ): تتعظون، (الزَّانِيَةُ وَالزَّانِي) ، رفعهما على الابتداء، والخبر محذوف، أي: جلدهما فيما فرض عليكم أو خبره قوله: (فَاجْلِدُوا كُلَّ </p><p> وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ)، والفاء لتضمنها معنى الشرط إذ اللام فيها بمعنى الذي، والجلد ضرب الجلد، وهذا مطلق محمول على بعض هو حر بالغ عاقل ما جامع في نكاح شرعى، فإن حكم من جامع فيه الرجم للأحاديث الصحاح، والآية الرجم المنسوخ لفظها دون معناها، وعند بعض الإسلام شرط آخر، (وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ) : رحمة، (فِي دِينِ اللهِ) ، فتعطلوا أحكامه، أو تسامحوا فيها، (إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ) ، فإن الإيمان يقتضي الصلابة في دينه، والاجتهاد في إقامة أحكامه، (وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ) ، أي: يجلد بحضرة </p><p> طائفة من المؤمنين أقلها أربعة أو ثلاثة أو اثنان أو واحد للشهرة، والتخجيل، فإن الفاسق يبن المؤمنين الصالحين أخجل، وعن بعض إنما ذلك لأن يدعوا الله له بالتوبة. (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ) ، هو خبر، أي: الغالب أنه لا يرغب الجنس إلا إلى مثله، (وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ) ، لما فيه من التشبه بالفساق، والتسبب لسوء المقالة فيه، والغيبة، والشبهة في الولد، وغير ذلك من المفاسد، فللمبالغة عبر عن التنزيه بالتحريم، وقد نقل أنها نزلت في فقراء المهاجرين حين أرادوا نكاح البغايا يكرين أنفسهن لينفقن عليهن من أكسابهن كعادة الجاهلية، وعن بعض السلف نكاح العفيف البغية، وتزويج الصالحة بالفاجر فاسد حتى يتوبان، وبعض الأحاديث يؤيد قوله فالنفي بمعنى النهي، وعن بعض هذا النكاح صحيح لكنه حرام وعن بعض الآية منسوخة، (وَالَّذِينَ يرْمُون) : يقذفون بالزنا، (الْمُحْصَنَاتِ) : المسلمات الحرائر العاقلات البالغات العفيفات عن الزنا، (ثمَّ لَم يَأتوا) : على ما رموهن به، (بِأَرْبَعَةِ شُهَدَاءَ) ، يشهدون عليهن، (فَاجْلِدُوهُمْ) ، أي: كل واحد من الرامين، (ثَمَانِينَ جَلْدَةً) ، وتخصيص النساء لخصوص الواقعة، ولأن قذفهن أغلب وأشنع وإلا فلا فرق فيه بين الذكر والأنثى، (وَلاَ تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا) : في أي واقعة كانت، (وأُوْلَئِكَ هُمُ الْفَاسِقُونَ) : عند الله، (إِلا الذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ) ، أي: القذف، </p><p> (وَأَصْلَحُوا) : أعمالهم، (فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ) ، علة للاستثناء ومحل الاستثناء الجر على البدل من هم في لهم، فحاصله: اجلدوهم إذا لم يأتوا بأربعة شهداء، ولا تقبلوا أبدًا شهادتهم إلا التائبين فاقبلوهم بعد التوبة وعند من قال قوله:  \" وأولئك هم الفاسقون \" مستأنف غير داخل في حيز جزاء الشرط، والاستثناء من (الفاسقون) يكون محله النصب، ويحكم برد شهادته بعد التوبة أيضًا، وهو مذهب بعض السلف، (وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ) ، إلا بمعنى غير صفة شهداء، (فَشَهَادَةُ أَحَدِهِمْ) : التي تمنع الحد، (أَرْبَعُ شَهَادَاتٍ بِاللهِ) : أربع مرات، (إِنَّهُ لَمِنَ الصَّادِقِينَ) : فيما قذفها به، وأصله \" على أنه \" فحذف على وكسر إن، وعلق عنه العامل باللام تأكيدًا وقرئ بنصب أربع </p>"
}