{
  "id": null,
  "sura": 23,
  "aya": 51,
  "text": "<p> على كمال قدرتنا، (وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ) : مكان مرتفع من الأرض، (ذاتِ قَرَارٍ) : مستقر من الأرض منبسطة، (وَمَعِينٍ) : الماء الجاري هي بيت المقدس وهى أقرب أرض من السماء أو دمشق أو الرملة أو فلسطين أو مصر. </p><p> * * * </p><p> (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (٥١) وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ (٥٢) فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (٥٣) فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ (٥٤) أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (٥٦) إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (٥٧) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (٥٨) وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (٥٩) وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (٦٠) أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (٦١) وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (٦٢) بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ (٦٣) حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ (٦٤) لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ (٦٥) قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ (٦٦) مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ (٦٧) أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ </p><p> جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ (٦٨) أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (٦٩) أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ (٧٠) وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ (٧١) أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ (٧٢) وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٧٣) وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ (٧٤) وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ (٧٥) وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (٧٦) حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ (٧٧) </p><p> * * * </p><p> (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ) : الحلالات، (وَاعْمَلُوا صَالِحًا) الصلاح: الاستقامة على ما يوجبه الشرع، والمقصود من الخطاب رسول الله - صلى الله عليه وسلم - وإعلامه بأن كل رسول في زمانه وصى به ونودي لذلك فهو أمر من لدنه قديم لا يجوز التجاوز عنه بوجه، (إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ) فأجازيكم به، (وَإِنَّ هَذِهِ أُمَّتُكُمْ) : ملتكم، (أُمَّةً وَاحِدَةً) : ملة واحدة هي الدعوة إلى عبادة الله وحده، نصب على الحال، (وَأَنَا رَبُّكُمْ فَاتَّقُونِ) ، أي: خافوني، لأن ملتكم واحدة، وأنا ربكم فقوله:  \" وإن هذه أمتكم \" علة لقوله: \" فاتقون \" ، أو تقديره: </p><p> واعلموا أن هذه أمتكم إلخ .. ، (فَتَقَطَّعُوا أَمْرَهُمْ) : أمر دينهم وتقطع بمعنى قطع، أو نصب أمرهم بنزع الخافض بالتمييز لأنه معرفة، (بَيْنَهُمْ زُبُرًا) : قطعًا حال قيل: ثاني مفعولي تقطع فإنه متضمن معنى جعل أي: جعلوا أمر دينهم قطعًا أديانًا مختلفة، (كُل حِزْب) : من المتحزبين، (بِمَا لَدَيْهِمْ) : من أمر دينهم، (فرِحُونَ) : يحسبون أنهم على شيء، (فَذَرْهُمْ فِي غَمْرَتِهِمْ) : جهالتهم التي غمروا فيها، الغمرة الماء لذي يغمر القامة، شبه جهالتهم لأنَّهُم مغمورون فيها، (حَتَّى حِينٍ) : حين الهلاك، (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ) : نعطيهم، (مِنْ مَالٍ وَبَنِينَ) ، بيان لما، (نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ) أي: نسارع به لهم فيما فيه خيرهم فضمير اسم مقدر، (بَل لَا يَشْعُرُونَ) : كالبهائم لا شعور ولا فطنة فإنه لو كان لهم فطنة لتأملوا فيعلموا أن المال والبنين استدراج لا معالجة خير ومسارعة لطف، (إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ) أي: حذرون عن معاصيه من أجل خشية ربّهم يعني: خشيتهم علة لاجتناب المعصية، أو معناه حذرون من خوف عذابه، (وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ) : الكونية والشرعية، (يُؤْمِنُونَ وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ وَالذِينَ يُؤتُونَ) : يعطون، (مَا آتَوْا) : ما أعطوه من </p><p> الصدقات، (وَقُلُوبُهُمْ وَجِلَةٌ) : خائفة من عدم القبول، (أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ) : مرجعهم إلى الله أو قلوبهم وجلة من أن مرجعهم إليه، وهو يعلم ما لا يعلمون، (أوْلَئِكَ يُسَارِعُونَ فِي الخَيْرَاتِ) أي: أولئك يسارعون في نيل خيرات الدارين بمزاولة الأعمال الصالحة فيعطيهم خير الدنيا والآخرة، قيل: معناه أولئك يبادرون الطاعات، ويرغبون فيها أشد رغبة، (وَهُمْ لَهَا) ، أي: إلى الخيرات (سَابِقُونَ) ، أو لأجلها [فاعلون] السبق، (وَلاَ نكَلِّفُ نَفْسًا إِلا وُسْعَهَا) : قدر طاقتها لا يريد الله بكم العسر، (وَلَدَيْنَا كِتَابٌ) : اللوح المحفوظ أو صحيفة الأعمال، (يَنطِقُ بِالْحَقِّ) : بالصدق وليس فيه إلا ما فعلوا، (وَهُمْ لاَ يُظْلَمُون) : بنقص ثواب وعقاب على ما لم يفعلوا، (بَلْ قُلُوبُهُمْ) : قلوب الكفرة، (فِي غَمْرَةٍ) : غفلة، (مِّنْ هَذَا) : الكتاب الذي هو عندنا، أو من هذا الذي عليه المؤمنون، أو من القرآن، (وَلَهُمْ أَعْمَالٌ) : خبيثة، (مِنْ دُونِ ذَلِكَ) : الذي وصفنا في شأنهم، أو متجاوز لما وصف به المؤمنون، (هُمْ لَهَا عَامِلُونَ حَتَّى إِذا أَخَذْنَا مُتْرَفِيهِم) : متنعميهم، (بِالْعَذَابِ) : القحط الحادث فيهم حتى أكلوا الجياف، والقتل يوم بدر، (إِذَا هُمْ يَجْأَرُونَ) : فاجئوا الصراخ بالتضرع هو جواب الشرط، (لَا تَجْأَرُوا الْيَوْمَ) أي: يقال لهم ذلك، (إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ) : لأنكم لا تمنعون منا فلا ينفعكم الجؤار، (قَدْ كَانَتْ آيَاتِي) : القرآن، </p><p> تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ): تعرضون عنها، والنكوص الرجوع قهقرى، (مُسْتَكْبِرِينَ بِهِ) : بالبيت والحرم تفتخرون بأنكم ولاته، والقائمون به وشهرتهم بأن تعظمهم بهذا البيت أغنت عن سبق ذكره، أو معناه مكذبين بالآيات استكبارًا ففيه تضمين معنى التكذيب، وتذكير الضمير باعتبار أنها قرآن، (سَامِرًا) السامر الجماعة الذين يتحدثون ليلاً، نصب على الحال قيل: به متعلق به، أي: تستمرون القرآن فإنهم يجتمعون الليالي حول البيت يطعنون في القرآن، (تَهْجُرُونَ) من الهجر بمعنى: الهذيان أي: تهذون، أو من الهجرة أي: تعرضون عنه، (أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ) ، أي: القرآن، ليعلموا حقيته، (أَمْ </p><p> جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ): من الرسول والكتاب، يعني إرسال هذا الرسول إليهم ليس ببدع، فإنه مثل ما أرسلنا إلى آبائهم الأقدمين، وأم منقطعة، أي: بل جاءهم ما لم يأت آباءهم فلذلك أنكروا، (أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ) : بالحسب والنسب والصدق والأمانة، (فَهُمْ لَهُ مُنْكِرُونَ أَمْ يَقُولُونَ بِهِ جِنَّةٌ) : والمجنون لا يصلح للنبوة، (بَلْ جَاءَهُم بِالْحَقِّ) : من عند الله لا بالمهمل من الجنون، (وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ) ، فعدم الاتباع لأنه لا يوافق مشتهاهم، قيد الحكم بالأكثر لأن فيهم من لم يؤمن لتوبيخ قومه أو لقلة فطنته وعدم تدبره، (وَلَوِ اتَّبَعَ الْحَقُّ) أي: الله أو القرآن، (أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ) : فإن أهواءهم أن تكون له شريك وولد، منهم من يريد عظمة نفسه وحقارة غيره، ومنهم من يريد عكسه فيمضي إلى نساء العالم، فإنه يلزم النقيضين وهو محال، (بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ) : بكتاب هو وعظهم، أو هو صيتهم وشرفهم، (فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ أَمْ تَسْأَلُهُمْ) : على التبليِغ، (خَرْجًا) : أجرًا أو جعلاً، (فَخَرَاجُ رَبِّكَ) : عطاؤه وأجره، (خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ) أم هذه قسيم أم يقولون به جنة فهذا إلزام لهم به للسبب، والتقسيم في أنه كإبراهيم وغيره رسول معروف الحال عندكم تام العقل ليس له طمع في خسائس أموالكم، فما هو إلا أنه يريد هدايتكم، (وَإِنَّكَ لَتَدْعُوَهُمْ إِلَى صِرَاط مُّسْتَقِيمٍ) أي: الإسلام، (وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ) : ً الذي تدعوهم إليه، (لَنَاكبُونَ) : عادلون، (وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ) : من القحط والشدائد، (لَلَجُّوا) : أثبتوا، (فِي طُغْيَانِهِمْ) : إفراطهم في المعاصي، (يَعْمَهُونَ) : متحيرين، (وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ) : بالمصائب والشدائد من الموت ونقص الثمار </p><p> والأموال، (فَمَا اسْتَكَانُوا لِرَبِّهِمْ) : ما انتقلوا من كون إلى كون واستمروا على ما هم عليه، (وَمَا يَتَضَرَّعُونَ) أي: وليس من عادتهم أن يتضرعوا وهم كذلك، (حَتى إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ) : هو عذب الآخرة، (إِذا هُمْ فيهِ مُبْلِسُون) ، آيسون من كل خير واعلم أن كثيرًا من المفسرين فسروا العذاب بيوم بدر، والعذاب الشديد بالجزع، ونقلوا أن أبا سفيان قال: قتلت الآباء بالسيف والأبناء بالجوع، وأنت تزعم أنك رحمة للعالمين، فادع الله أن يكشف عنا القحط فدعا، وكشف فنزلت الآية، وليت شعري كيف يصح هذا واتفقوا على أن السورة كلها مكية من غير استثناء فأين القتال حينئذ وقضية [بدر] والله أعلم. </p><p> * * * </p>"
}