{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللهُ لَكُمُ الْآيَاتِ وَاللهُ عَلِيمٌ حَكِيمٌ (٥٨) وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ وَاللهُ عَلِيمٌ حَكِيمٌ (٥٩) وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللهُ سَمِيعٌ عَلِيمٌ (٦٠) لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (٦١) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ) : من العبيد والإماء نزلت لما دخل غلام أسماء بنت أبى مرثد عليها في وقت كرهته، أو لما </p><p> دخل على عمر غلام وقت الظهيرة وهو نائم منكشف عنه ثوبه، قيل هذا رجوع إلى تتمة الأحكام السابقة بعد الفراغ عن الآيات الدالة على وجوب الطاعة فيما سلف من الأحكام وغيره، ووعدٍ عليها ووعيد على الإعراض عنها، (وَالذِينَ لَمْ يَبْلُغُوا الحُلُمَ مِنكُمْ) : من الأحرار، (ثَلاثَ مَرَّاتٍ) : في اليوم والليلة، (مّن قَبْلِ صَلاةِ الفَجْرِ) ، بدل من ثلاث مرات، أو تقديره هي من قبل صلاة الفجر، (وَحِينَ تَضَعُونَ ثِيَابَكُم) : لأجل القيلولة، (مِّنَ الظهِيرَة) ، بيان للحين، (وَمِنْ بَعْدِ صَلاةِ العِشَاءِ) : الآخرة، (ثَلاثُ عَوْرَاتٍ لَكُم) ، أي: هذه الأوقات ثلاث أوقات عورات سمى هذه الأوقات عورات، لأن الناس يختل فيها تسترهم، والعورة الخلل، وقراءة نصب ثلاث بالبدلية من ثلاث مرات، (لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ) : في ترك الاستئذان، (بَعْدَهُنَّ) ، بعد هذه الأوقات والآية السابقة في الأحرار البالغين، وهذه في المماليك والصبيان، (طَوَّافون) ، أي: هم طوافون، (عَلَيْكُم) ، استئناف يبين العذر في ترك الاستئذان في غير تلك الأوقات، (بَعْضُكُمْ) : طائف، (عَلَى بَعْضٍ) ، أو تقديره يطوف بعضكم على بعض فيكثرون التردد لحوائجكم، فيغتفر فيهم ما لا يغتفر في غيرهم، (كَذَلِكَ) : مثل ذلك التبيين، (يُبَيِّنُ اللهُ لَكُمُ الآياتِ وَاللهُ عَلِيمٌ) : بأحوالكم، (حَكِيمٌ) : </p><p> فيما أمركم، (وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ) ، أي: ذلك الأطفال الذين يستأذنون في ثلاث أوقات، (فَلْيَسْتَأْذِنُوا) : في جميع أوقات الدخول، (كَمَا اسْتَأْذَنَ الَّذِينَ) : بلغوا الحلم، (مِن قَبْلِهِمْ) ، وهم الرجال الأحرار، (كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ وَاللهُ عَلِيمٌ حَكِيمٌ) ، كرره تأكيدًا في الأمر بالاستئذان، وعن كثير من السلف إذا بلغ الغلام الحلم فليستأذن على أبويه في جميع الأحوال، (وَالْقَوَاعِدُ مِنَ النِّسَاءِ) : العجائز اللاتي قعدن عن الحيض، (اللَّاتِي لَا يَرْجُونَ نِكَاحًا) : لا يطمعن فيه لكبرهن، (فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ) : الثياب الظاهرة كالجلباب يعني ليس على العجائز من التستر ما على غيرها من النساء، (غَيْرَ مُتَبَرِّجَاتٍ) : مظهرات، (بِزِينَةٍ) ، أمر بإخفائها أو غير قاصدات بوضع الثياب تبرج الزينة، (وَأَنْ يَسْتَعْفِفْنَ) : فلا يضعن الجلباب أيضًا، (خَيْرٌ لهُنَّ) : لأنه أبعد من التهمة، (وَالله سَمِيعٌ) : لمقالهن للرجال، (وَاللهُ سَمِيعٌ عَلِيمٌ) : بمقاصدهن، (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ) ، كان المؤمنون إذا دخل عليهم الأعمى وغيره وليس في بيوتهم شيء يضيفونه يذهبون به إلى بيت أحد من هؤلاء المذكورين في الآية، </p><p> فيأكل هو وضيفه من بيوتهم، فخافوا أن يكون أكلاً بغير حق، ويلحقهم إثم لقوله تعالى:  \" ولا تأكلوا أموالكم بينكم بالباطل \" ، فنزلت، أي: ليس على الضعفاء، ولا على أنفسكم حرج في ذلك أو كانوا يخرجون إلى الغزو ويدفعون مفاتيح أبوابهم إلى هؤلاء القاعدين، ويأذنون أن يأكلوا من بيوتهم، وهم يتحرجون، ولا يأكلون فنزلت رخصة لهم، ولغيرهم أن يأكلوا من بيوت هؤلاء أو كان هولاء المرضى من الأعمي، وغيره يتنزهون عن مؤاكلة الأصحاء، فنزلت، أو معناه ليس على الأعمى والأعرج، والمريض حرج في القعود عن الغزو، ولا عليكم أن تأكلوا من هذه البيوت، وقوله:  (أن تأكلوا من بيوتكم) ، أي: التي فيها أزواجكم، وعيالكم، وعن بعض المفسرين: ذكره ليعطف عليه الباقى ليعلم أن بيوت الأقارب كبيت نفسه، فلا يحترز عنها بوجه، (أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ) ، عطف على ما بعد من أي: أن تأكلوا عما في يده وتصرفه وملك المفاتح كناية عن ذلك (كالناطور) جاز له أن يأكل من البستان، والراعي من لبن الغنم، والمأذون مما في بيت بيده مفاتحه، أو عطف على ما يضاف البيوت إليه أي: بيوت الذين ملكتم مفاتحهم وهم المماليك، (أَوْ صَدِيقِكُمْ) ، أو بيوت </p><p> صديقكم، وهو يقع على الواحد، والجمع وهذا كله إذا علم رضي صاحب المال وإن كان بقرينة، (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا) : مجتمعين، (أَوْ أَشْتَاتًا) : متفرقين، كانوا يتحرجون أن يأكل الرجل وحده فرخصهم في ذلك أو كان الغني يطلب فقيرًا من قرابته ليأكل معه، فيقول: والله لأتحرج أن آكل معك وإني فقير وأنت غني، أو كانوا إذا نزل بهم ضيف يتحرجون أن لا يأكلوا إلا معه، (فَإِذَا دَخَلْتُمْ بُيُوتًا) : من هذه البيوت لتأكلوا، (فَسَلِّمُوا عَلَى أَنْفُسِكُمْ) : على أهل الذي هو منكم دينًا وقرابة، أو إذا دخلتم بيوت أنفسكم فسلموا على أهل بيتكم، أو إذا دخلتم بيوتًا خالية فقولوا: السلام علينا وعلى عباد الله الصالحين، (تَحِيَّةً مِنْ عِنْدِ اللهِ) : ثابتة بأمره من عنده نصب على المصدر، لأنها بمعنى التسليم، ويجوز </p>"
}