{
  "id": null,
  "sura": 24,
  "aya": 41,
  "text": "<p> ظلمات، (إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا) : لم يقرب من أن يراها فضلاً عن أن يراها والضمائر لمن في البحر لدلالة الفحوى عليه شبه أعمالهم في سوادها وظلمتها، وما في قلوبهم من الجهل والحيرة بظلمات متراكمة في غاية ما يكون بحيث لا يمكن أن يهتدي إلى النور سبيلاً، (وَمَنْ لَمْ يَجْعَلِ اللهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ) ، هذا في مقابلة يهدي الله لنوره من يشاء، وقوله:  \" نور على نور \" . </p><p> * * * </p><p> (أَلَمْ تَرَ أَنَّ اللهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللهُ عَلِيمٌ بِمَا يَفْعَلُونَ (٤١) وَلله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللهِ الْمَصِيرُ (٤٢) أَلَمْ تَرَ أَنَّ اللهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (٤٣) يُقَلِّبُ اللهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (٤٤) وَاللهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللهُ مَا يَشَاءُ إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٥) لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ وَاللهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٤٦) وَيَقُولُونَ آمَنَّا بِاللهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٧) وَإِذَا دُعُوا إِلَى اللهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ (٤٨) وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ (٥٠) </p><p> * * * </p><p> (أَلَمْ تَرَ) : ألم تعلم علمًا كالمشاهدة في اليقين، (أَنَّ اللهَ يُسَبِّحُ لَهُ مَن فِي السَّمَاوَاتِ وَالأَرْضِ) ، من لتغليب ذوى العقول والمراد أعم، ولكل من الجمادات أيضًا لسان به يذكرون الله يسمعه من يسمع، وقيل المراد لسان الحال، (وَالطيْرُ) ، عطف على من، (صَافَّاتٍ) : باسطات أجنحتهن في الهواء يسبحن بتسبيحات هو يلهمها، قيل: خصها؛ لأنها ليست في أرض ولا في سماء، (كُلٌّ) : منهم، (قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ) ، أي: قد علم هو صلاة نفسه كيف يصلي ويسبح أو قد علم الله صلاته، وتسبيحه لا يخفي عليه، (وَاللهُ عَلِيمٌ بِمَا يَفْعَلُونَ وَللهِ مُلْك السَّمَاوَاتِ وَالأَرْضِ وَإِلَى اللهِ المَصيِرُ) : مرجع الكل إليه، (أَلَمْ تَرَ أَنَّ اللهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ) ، يسوقه ثم يجمع بين قطعه، وأجزاءه، ويضم بعضه إلى بعض، (ثُمَّ يَجْعَلُهُ رُكَامً) : متراكمًا بعضه فوق بعض، (فتَرَى الوَدْقَ) : المطر، (يَخْرُجُ مِنْ خِلالِهِ) : فُرجِه وفُتوقه، (وَيُنَزِّلُ مِنَ السَّمَاءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ) ، أي: ينزل مبتدًأ من السماء من جبال فيها من برد بردًا، فيكون من برد بيان للجبال، والمفعول محذوف، أو من الثالثة للتبعيض وهو المفعول، وعن بعض </p><p> السلف إن في السماء جبال برد ينزل الله منه البرد، أو معناه ينزل الله من جانب السماء من قطع عظام من الغيم يشبه الجبال بعض برد، (فَيُصِيبُ بِهِ) : بالبرد، (مَن يَشَاءُ) : أن يصيبه، (وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ) : أن يصرفه عنه، (يَكَادُ سَنَا) : ضوء، (بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ) : من فرط الإضاءة، فهو الله سبحانه مخرج الماء والنار، والظلمة، والنور من شيء واحد، (يُقَلِّبُ اللهُ اللَّيْلَ وَالنَّهَارَ) : يصرفهما في اختلافهما، وتعاقبهما، (إِنَّ فِي ذَلِكَ) ، المذكورات، (لَعِبْرَةً) : دلالة، (لِأُولِي الْأَبْصَارِ) : لذوي العقول، (وَاللهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ) ، وهو النطفة، (فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ) ، كالحية: قدَّمه، لأنه أدخل في القدرة وأغرب، (وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ) ، كالإنسان والطير، (وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ) ، كالنعم جعل الدواب وهي ما يدب في الأرض كلها مميزين تغليبًا للعقلاء، فلذلك قال:  (فمنهم من) إلخ ... ، وعن بعض: أن الماء أول مخلوق، والريح والنار والطين خلق منه، (يَخْلُقُ اللهُ مَا يَشَاءُ) : أن يخلقه، (إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ) : لكمال قدرتنا، (وَاللهُ يَهْدِي مَن يَشَاءُ) . هدايته، (إِلَى صِرَاطٍ مسْتَقِيمٍ) ، فيبصره آياته، ويعلمه الكتاب والحكمة، (وَيَقُولوُنَ) : الذين مع محمد - صلي الله عليه وسلم -، </p><p> (آمَنَّا بِاللهِ وَبِالرَّسُولِ وَأَطَعْنَا) : لهما، (ثُمَّ يَتَوَلَّى) : يعرض عن قبول حكم الله ورسوله، (فَرِيقٌ منْهُم) : كالمنافقين، (مِّنْ بَعْدِ ذَلِكَ) : القول، والاعتراف، (وَمَا أُوْلَئِكَ) : الفريق، (بِالْمُؤْمِنِينَ) ، أو ما أُوْلَئِكَ الذين يقولون آمنا وأطعنا مجموعهم بمؤمنين، بل فيهم كافرون، (وَإِذَا دُعُوا إِلَى اللهِ وَرَسُولِهِ لِيَحْكُم بَيْنَهُم) : الحاكم نبي الله عليه السلام يحكم بحكم الله، (إِذَا فَرِيقٌ منْهُم مُّعْرِضون) : فاجئوا الإعراض لعلمهم أنه لا يحكم إلا بالحق، وهم يريدون الباطل إن كان الحق عليهم، (وَإِنْ يَكُنْ لَهُمُ الْحَقُّ) : لا عليهم، (يَأْتُوا إِلَيْهِ) : إلى رسول الله، (مُذْعِنِينَ) : منقادين قيل نزلت في منافق، ويهودي، وهو يجره إلى النبي - عليه السلام -، والمنافق يجره إلى كعب بن الأشرف ليحكم بينهما، (أَفِي قُلُوبِهِمْ مَرَضٌ) : كفر ونفاق، وقيل جنون، (أَمِ ارْتَابُوا) : في نبوتك، (أَمْ يَخَافُونَ أَن يَحِيفَ اللهُ عَلَيْهِمْ وَرَسولُهُ) : في الحكومة، (بَلْ أُوْلَئِكَ هُمُ </p>"
}