{
  "id": null,
  "sura": 24,
  "aya": 62,
  "text": "<p> أن يكون معناه قولوا سلام الله عليكم ورحمته وبركاته، (مُبَارَكَةً) : يرجى بها زيادة الخير، (طَيِّبَةً) : تطيب بها نفس المستمع، (كَذَلِكَ يُبَيِّنُ اللهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ) : الحق والخير. </p><p> * * * </p><p> (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (٦٢) لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا قَدْ يَعْلَمُ اللهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (٦٣) أَلَا إِنَّ لله مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٦٤) </p><p> * * * </p><p> (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ) : من صميم القلب، (وَإِذَا كَانُوا مَعَهُ) : مع الرسول عطف على آمنوا، (عَلَى أَمْرٍ جَامِع) : كالحروب، والجمعة، والمشورة، (لَمْ يَذْهَبُوا) : عن محضره، (حَتَّى يَسْتَأْذِنُوهُ) ، حذف قوله:  \" ويأذن لهم \" ، لأنه كالمستغنى عنه، وكانت الصحابة إذا أرادوا أن يخرجوا من المسجد لحاجة، </p><p> وهو عليه السلام في المنبر لم يخرجوا حتى يقوموا بحياله فيأذن فيخرج، (إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَرَسُولِهِ) : إيمانًا صدقًا، (فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ) : مهامهم، (فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ) : فالأمر مفوض إليك، (وَاسْتَغْفِرْ لَهُمُ اللهَ) : فإن الذهاب عن مجلسك ربما يكون زللاً لهم، (إِنَّ اللهَ غَفُورٌ) : لفرطات العباد، (رَحِيمٌ لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا) : لا تدعوه باسمه كما يدعو بعضكم بعضًا، فقولوا: يا نبي الله، يا رسول الله لا: يا محمد يا أبا القاسم، أو احذروا دعاءه عليكم إذا أسخطتموه، فإن دعاءه موجب ليس كدعاء بعضكم على بعض، (قَدْ يَعْلَمُ اللهُ الَّذِينَ يَتَسَلَّلُونَ) ، أي:  [ينسلون] ، (مِنْكُمْ) : قليلاً قليلاً، ويخرجون، (لِوَاذًا) : ملاوذين مستترين بعضهم ببعض للخروج أو يلوذ بمن يؤذن، فينطلق معه كأنه تابعه من لاذ يلوذ، وكأن هذا ديدن المنافقين يهربون بأي وجه يمكن لهم من محضر حضرة النبوة صلوات الله وسلامه عليه (فَلْيَحْذَرِ الذِينَ يُخَالِفونَ) : معرضين، (عَنْ </p><p> أَمْرِهِ): منصرفين عنه بغير إذنه مخالفين أمره، (أَنْ تُصِيبَهُمْ فِتْنَةٌ) : في الدنيا، (أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) : في الآخرة، (أَلاَ إِن لله مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) : ملكاَّ وَخلقًا، (قَدْ يَعْلَمُ مَا أَنتُمْ عَلَيْهِ) ، من النفاق والإخلاص أكد علمه بـ قد لتأكيد الوعيد يعني من خَلَقَ جميع الخلقِ وملكهم كيف يخفى عليه أحوال المنافقين، وإن اجتهدوا في الإخفاء، (وَيَوْمَ يُرْجَعُون) ، المنافقون:  (إِليهِ) : للجزاء، ويوم ظرف لقوله (فَيُنَبِّئُهُمْ بِمَا عَمِلُوا) : بالمجازات، (وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ) . </p><p> * * * </p>"
}