{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> فتقديره: فالواجب أو فعليهم شهادة أحدهم وأربع منصوب على المصدر من شهادة، (وَالْخَامِسَةُ) ، أي: الشهادة الخامسة، (أَنَّ لَعْنَتَ اللهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ) : في الرمي، وحكم لعان الرجل سقوط حد القذف وبانت منه بنفس اللعان وحرمت عليه أبدًا على الأصح ويتوجه عليها حد الزنا إلا أن تلاعن، وهو قوله، (وَيَدْرَأُ) : يدفع، (عَنْهَا الْعَذَابَ) : الحد، (أَنْ تَشْهَدَ) ، فاعل يدرأ، (أَرْبَعَ شَهَادَاتٍ بِاللهِ إِنَّهُ) : الزوج، (لَمِنَ الْكَاذِبِينَ) : فيما رماني به، (وَالْخَامِسَةَ أَنَّ غَضَبَ اللهِ عَلَيْهَا إِنْ كَانَ) : الزوج (مِنَ الصَّادِقِينَ) : في ذلك، ومن قرأ الخامسة بالنصب فهو عطف على أربع كأن رجل وجد على فراشه رجلاً فجاء إلى النبي صلي الله وسلم وأخبره فأراد عليه السلام أن يأمر بحده بحكم آية الرمي إذ نزلت آية اللعان فتلاعنا، (وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللهَ تَوَّابٌ حَكِيمٌ) ، لعاجلكم بالعقوبة، وفضحكم، فجواب لولا متروك ليدل على أنه أمر عظيم لا يكتنه. </p><p> * * * </p><p> (إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (١١) لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ (١٢) لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللهِ هُمُ الْكَاذِبُونَ (١٣) وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ (١٤) إِذْ تَلَقَّوْنَهُ </p><p> بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللهِ عَظِيمٌ (١٥) وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ (١٦) يَعِظُكُمُ اللهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ (١٧) وَيُبَيِّنُ اللهُ لَكُمُ الْآيَاتِ وَاللهُ عَلِيمٌ حَكِيمٌ (١٨) إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (١٩) وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللهَ رَءُوفٌ رَحِيمٌ (٢٠) </p><p> * * * </p><p> (إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ) : هو أبلغ ما يكون من الكذب، أي: إفك عائشة أم المؤمنين رضي الله عنها وصفوان، (عُصْبَةٌ منكُمْ) ، خبر إن، والعصبة جماعة من العشرة إلى الأربعين، ورأسهم ابن أبى بن سلول رئيس النفاق لعنه الله، (لَا تَحْسَبُوهُ) ، أي: الإفك، (شَرًّا لَكُمْ) ؛ الجملة مستأنفة، (بَلْ هُوَ خَيْرٌ لَكُمْ) ، لأنه ظهر منه البراءة لها ولجميع أزواجه، ورفعة القدر مع الثواب الجزيل، (لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ) : جزاء ما اكتسب، (مِنَ الْإِثْمِ) : بقدر ما خاض فيه مختصًّا به، (وَالَّذِي تَوَلَّى كِبْرَهُ) : معظمه، (مِنْهُمْ) ، أي: من الخائضين، وهو </p><p> ابن أبي بدأ به وأشاعه، (لَهُ عَذَابٌ عَظِيمٌ) : الفضيحة والشهرة بالنفاق، والطرد في الدارين، (لَوْلا) : هلا، (إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ) : حاصله هلا ظننتم خيرًا أيها المؤمنون، والمؤمنات بالذين هم كأنفسكم حين سمعتم الإفك ممن اخترعه، وقلتم بناء على ظنكم خيرًا، هذا إفك مبين، كما يقول المستيقن المطلع على الحال، فالالتفات إلى الغيبة للمبالغة في التوبيخ، والإشعار بأن الإيمان يقتضى ظن الخير بمن هو كنفسه، فإن المؤمنين كنفس واحدة، (لَولا) : هلا، (جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللهِ هُمُ الْكَاذِبُونَ) ، أي: التفصلة بين الرمي الصادق، والكاذب شهادة الشهود الأربعة وانتفاؤها، والذين رموا حبيبة حبيب الله الطاهرة، </p><p> ولم تكن لهم بينة، فكانوا كاذبين عند الله في حكمه وشرعه، (وَلَوْلَا فَضْلُ اللهِ </p><p> عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ)، جواب لولا الامتناعية قوله:  (لَمَسَّكُمْ فِي مَا أَفَضْتُمْ) : خضتم، (فِيهِ عَذَابٌ عَظِيمٌ) : يستحقر في جنبه الجلد واللوم، (إِذْ) ، ظرف لمسكم، أو أفضتم، (تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ) : يأخذه بعض من بعض، يعني ما اكتفيتم بتهاونكم في تكذيب الرامين حتى أفشيتموه، (وَتَقُولون بِأَفْوَاهِكم) : من غير روية وفكر، (مَّا لَيْسَ لَكم بِهِ عِلْمٌ) : وما هو إلا قول يدور في فيكم من غير ترجمة عن علم به في القلب، (وَتَحْسَبُونَهُ هَيِّنًا) : سهلاً لا تَبعَةَ له، (وَهُوَ عِندَ اللهِ عَظِيمٌ) : في الوزر، (وَلَوْلا) : هلا، (إِذْ سَمِعتمُوه) : من المخترعين، (قُلْتُم مَّا يَكون لنا) : ما ينبغي، وما يصح لنا، (أَنْ نَتَكَلَّمَ بِهَذَا) قدم الظرف، وجعله فاصلاً بين لولا وفعله، لأن ذكره أهم لبيان أن الواجب عليهم [التناهي] عن التكلم به أول ما سمعوه، (سبْحَانَكَ) ، أنزهك عن أن يكون لحرمة نبيك عيب يفضي إلى نقصه أو ذكره للتعجب، فإنه لفظ يذكر عند رؤية عجيب، (هَذَا بُهْتَانٌ عَظِيمٌ يَعِظُكمُ الله أَن تَعودوا) ، أي: كراهة أن تعودوا أو في أن تعودوا، (لِمِثْلِهِ أَبَدًا إِن كُنتم مُّؤْمِنِينَ) : فإن الإيمان يمنع عنه، (ويبَيِّنُ اللهُ لَكُمُ الْآيَاتِ) : لكي تتعظوا، (وَاللهُ عَلِيمٌ حَكِيمٌ إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ) : تنتشر، (الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللهُ يَعْلَمُ) : السرائر، (وَأَنْتُمْ لَا تَعْلَمُونَ) : فيعاقب على ما في قلوبكم من مثل محبة إفشاء الفاحشة، (وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللهَ رَءُوفٌ رَحِيمٌ) ، تكريم للمنة، وتعظيم للجريمة بحذف جواب لولا ولا يخفى ما فيه من المبالغات. </p><p> * * * </p>"
}