{
  "id": null,
  "sura": 25,
  "aya": 10,
  "text": "<p> بحذف الجار، (وَقَالُوا أَسَاطيرُ الأَولِينَ) : ما سطره المتقدمون (اكْتَتَبَهَا) استكتبها (فَهِيَ) ، الأساطير، (تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلاً) ، ليحفظها فإنه أُمي لا يقدر أن يقرأ من الكتاب، (قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ) ، ولذلك ترى القرآن مملوءًا من المغيبات، (إِنَّهُ كَانَ غَفُورًا رَحِيمًا) ، ولولا رحمته لاستأصلهم، وما أمهلهم، (وَقَالُوا مَالِ هَذَا الرَّسُولِ) ، أي: من يدعي الرسالة، (يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ) : لا مَلَكٌ ولا مَلِكٌ، (لَوْلا) هلا، (أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ) : الملَك، (مَعَهُ نَذِيرًا) : منذرًا هو خبر كان، ومعه حال أو بالعكس، أو مع متعلق بـ نَذِيرًا، أي: يشاركه في النبوة، (أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا) : حاصله إن لم يكن ملَكًا، ولا ملِكًا، فلا أقل من أن يكون معه ملك أو يكون صاحب كنز وثروة، وأقلها أن يكون رجلاً له بستان كما للدهاقين، (وَقَالَ الظَّالِمُونَ) أي: قالوا لظلمهم (إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا) : سحر فغلب على عقله، (انظُرْ) يا محمد، (كَيْف ضَربوا لَكَ الأَمثالَ) : من مسحور، ومحتاج، وغير ذلك، (فَضَلُّوا) : عن الحق، (فَلاَ يَسْتَطِيعُونَ سَبِيلاً) : إليه. </p><p> * * * </p><p> (تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا (١٠) بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ </p><p> سَعِيرًا (١١) إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (١٢) وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (١٣) لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (١٤) قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا (١٥) لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا (١٦) وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ (١٧) قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (١٨) فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (١٩) وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا (٢٠) </p><p> * * * </p><p> (تَبَارَكَ) ،: تكاثر خير، (الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا) أي: إن أراد وهب لك في الدنيا خيرًا مما قالوه، وهو أن يعجل لك مثل ما وعدك من الجنات، والقصور، ونصب جنات على البدلية من خير، أو الجزم والرفع في يجعل لأن الشرط إذا كان ماضيًا ففي جزائه الجزم والرفع، (بَلْ كَذَّبوا بِالسَّاعَةِ) وهو أعجب وأغرب من تكذيبهم إياك، أو لهذا كذبوك يعني: تكذيب القيامة حملهم على هذه الأقوال، (وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا) : نارًا شديدة الاشتعال، (إِذَا رَأَتْهُم) أي: السعير، (من مَّكَانٍ بَعِيدٍ) : أقصى ما يمكن أن يرى منه، (سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا) : صوت تغيظ وتغضب، والزفير صوت يسمع من جوف المغتاظ في حين شدته وعدم </p><p> تجويز الرؤية على النار من قلة البصارة، وقد ورد \" من يقل عليَّ ما لم أقل فليتبوأ بين عيني جهنم مقعدًا،قيل:وهل لها عينان؟! قال:أما سمعتم الله يقول:(إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ)الآية،(وَإِذَا أُلْقُوا مِنْهَا مَكَانًا): منها بيان تقدم فصار حالاً،(ضَيِّقًا): لمزيد العذاب، وفي الحديث \" والذي نفسي بيده إنهم ليستكرهون في النار كما يستكره الوتد في الحائط \"، (مُقَرَّنِينَ) : قرنت أيديهم إلى أعناقهم بالسلاسل، ْ (دَعَوْا هُنَالِكَ ثُبُورًا) : هلاكًا يقولون: يا ثبوراه تعال فهذا حينك، (لاَ تَدْعُوا) أي: يقال لهم لا تدعوا، (الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا) ، فإن الخطب أعظم مما حسبتموه، (قُلْ أَذَلِكَ) : ما وصفنا من أنواع العذاب، (خَيرٌ أَمْ جَنَّةُ الخُلْدِ الَتِي وُعِدَ) ، أي: وعدها، (الُمتَّقُونَ) ، وفي ذلك تقريع مع تهكم، (كَانَتْ) : الجنة في علم الله، (لَهُمْ) ، أو لأن ما وعد الله كالواقع، (جَزَاءً) ،: على أعمالهم بالوعد، (وَمَصِيرًا) ،: مرجعًا ينقلبون إليه أما غير المتقين من المؤمنين كالتبع لهم أو المراد من المتقين من يتقي الكفر، والتكذيب، ولهم إما حال أو متعلق بجزاء، (لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ) : ما يشاءونه، </p><p> (عَلَى رَبِّكَ وَعْدًا) : موعودًا، (مَسْئُولًا) : عن بعض السلف يقول المؤمنون: يا رب عملنا بما أمرتنا فأنجز لنا ما وعدتنا، وذلك قوله وعدًا مسئولاً، وعن بعض الملائكة تسأل لهم ذلك قال تعالى (رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ)  [غافر: ٨] ، (وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللهِ) : المراد ذوو العقول كالملائكة وعيسى واستعمال ما لأنه في الأصل أعم، أو لأنه أريد بالوصف، أي: معبوديهم أو لإجرائهم مجرى غير ذوى العقول، تحقيرًا لشأنهم لقصورهم عن معنى الربوبية أو المراد أعم، وينطق الله الأصنام، (فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ) : من غير دعوة منكم، وحذف الجار للمبالغة، أي: عن السبيل، وهذا السؤال لتقريع العبدة وتبكيتهم، (قَالوا سبحانَكَ) : تعجب منهم مما قيل لهم، أو سبحانك من أن يكون لك ندّ، (مَا كَانَ يَنْبَغِي) : ما يصح ويستقيم، (لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ) أي: نحن لا نعبد إلا أنت، فكيف ندعو أحدًا أن يتولى غيرك؟ قيل: أرادوا من ضمير المتكلم جميع الخلائق، (وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ) : في الدنيا بالنعم، (حَتَّى نَسُوا الذِّكْرَ) أي: نسوا ما أنزلته إليهم أو غفلوا عن ذكرك، (وَكَانُوا) : في علمك، (قَوْمًا بُورًا) ،: هالكين أشقياء راعوا الأدب، وما قالوا: أنت أضللتهم صريحًا، لأن المقام غير مقام البسط كما قال موسى في مقام الانبساط:  (إِنْ هِيَ إِلَّا فِتْنَتُكَ)  [الأعراف: ١٥٥] . </p><p> (فَقَدْ كَذَّبُوكُمْ) التفات، أي: قال الله لهم فقد كذبكم المعبودون، (بِمَا تقولُون) : في قولكم: إنهم آلهة أو هؤلاء أضلونا، فالباء بمعنى في أو بما تقولون بدل اشتمال من مفعول كذبوا كـ كذبوا بالحق، وفي قراءة \" يقولون \" بالياء فمعناه كذبوكم بقولهم: \" سبحانك ما كان ينبغي \" إلخ، (فَمَا تَسْتَطِيعُونَ صَرْفًا) : للعذاب عنكم، (وَلَا نَصْرًا) وقراءة التاء فمعناه، فما تستطيعون أيها العابدون صرف العذاب عن أنفسكم ولا نصر أنفسكم، (وَمَنْ يَظْلِمْ) ، يشرك، (مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا) : رسلاً، (إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ) ، ما بعد إلا صفة أقيمت مقام موصوفها، وهذا جواب قولهم:  (ما لهذا الرسول) الآية، (وَجَعَلْنَا بَعْضَكُمْ) : أيها الناس، (لِبَعْضٍ فِتْنَةً) : ابتلاء، وامتحانًا كابتلاء المرسلين بالمرسل إليهم، والفقراء بالأغنياء، (أَتَصْبِرُونَ) ، علة للجعل أي: لنعلم أيكم يصبر كقوله تعالى: (ليبلوكم أيكم أحسن عملاً)  [هود: ٧،الملك:٢] ، وقيل: حث على الصبر على ما افتتنوا به (وَكَانَ رَبُّكَ بَصِيرًا) ، عالمًا بالصواب فيما يبتلي به وغيره، فلا يضيقن صدرك، أو بمن يصبر. </p><p> * * * </p>"
}