{
  "id": null,
  "sura": 25,
  "aya": 45,
  "text": "<p> لأنهم نسبوه إلى الضلال، وفيه وعيد بأنه لا يهملهم وإن أمهلهم، (أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ) ، الاستفهام للتعجيب، فإن دينهم ما تهوى أنفسهم، وهم كانوا يعبدون حجرًا وإذا رأوا حجرًا أحسن منه [تركوا] الأول، (أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا) : حفيظاً فلا تذهب نفسك عليهم حسرات أو ما أنت عليهم بوكيل فتمنعهم عن اتباع الهوى فالآية منسوخة، (أَمْ تَحْسَبُ) ،: بل أتحسب، (أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ) ، فيسمعوا أو يعقلوا الحق خص الأكثر، لأن فيهم من عقل وآمن، أو ما آمن استكبارًا، (إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا) ، فإنها تنقاد لمن يتعهدها وتعرف المحسن إليه ممن يسيء، وتجتنب المضار وما لها إضلال، وإن كان لها ضلال. </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا (٤٥) ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا (٤٦) وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (٤٧) وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (٤٨) لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (٤٩) وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (٥٠) وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا (٥١) فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا (٥٢) </p><p> وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا (٥٣) وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا (٥٤) وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا (٥٥) وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (٥٦) قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا (٥٧) وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا (٥٨) الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا (٥٩) وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا (٦٠) </p><p> * * * </p><p> (أَلَمْ تَرَ) ،: تنظر، (إِلَى ربِّكَ) ،: إلى صنعه، (كيْفَ مَدَّ الظّل) ، وهو ما بين طلوع الفجر إلى طلوع الشمس جعله ممدودًا؛ لأنه ظل لا شمس معه، قال تعالى:  \" وظل ممدود \"  [الواقعة: ٣٠] ؛ (وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا) ،: ثابتاً دائمًا لا يزيله الشمس، (ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا) ، فإنه لو لم تكن لما عرف الظل، فإن الأشياء تعرف بأضدادها، أو جعلنا مستتبعة عليه تتلوه، وتتبعه كما يستتبع الدليل المدلول وثم لبيان أن هذا أعظم من الأول، (ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا) ، أزلنا الظل قبضًا على مهل أو سهلاً أو سريعًا بأن أوقعنا موقعه الشمس، وفيه من المنافع ما لا تحصى والقبض في مقابلة المد، وثم هنا أيضًا لبيان أن الثالث أعظم من الأولين، </p><p> (وَهُوَ الَّذِي جَعَلَ لَكُمُ الليْلَ لِبَاسًا) ،: شبه الظلام في ستره باللباس، (وَالنَّوْمَ سُبَاتاً) ، راحة، (وَجَعَلَ النَّهَارَ نُشُورًا) ، بعثنا من أخ الموت، أو ذا نشور ينتشر فيه الخلق لمعايشهم وأسبابهم، (وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا) : مبشرات وقرئ نشرًا، أي: ناشرات للسحاب، (بَيْنَ يَدَيْ رَحْمَتِهِ) : قدام المطر، قد مر تفصيل معناه، وقراءته في سورة الأعراف، (وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا) ، هو اسم لما يتطهر به كالسحور، عن بعض أن المطر منه ما ينزل من السماء، وكل قطرة منه في البر بر وفي البحر در يعني: لا يمكن أن لا يكون له فوائد، ومنه ما يسقيه الغيم من البحر، فَيَعْذِبُهُ الرعد والبرق، (لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا) ، وصفها بمذكر لمعنى الموضع والبلد، (وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ) ،: جمع إنسي أو إنسان، (كَثِيرًا) : فإن بعضهم أهل مدن لا يحتاجون غاية الاحتياج إلى المطر، وخص الأنعام من الحيوانات لأنه في معرض تعداد النعم، والأنعام ذخيرة الإنسان متعلقة بهم، (وَلَقَدْ صَرَّفْنَاهُ) ، المطر، (بَيْنَهُمْ) ، مرة ببلد، ومرة بأخرى، وعن ابن مسعود مرفوعًا أن ليس من سنة بأمطر من أخرى، ولكن الله قسم هذه الأرزاق، فإذا عمل قوم بالمعاصي حول الله إلى غيرهم فإذا عصوا جميعًا فإلى البحار والفيافي، </p><p> (لِيَذَّكَّرُوا) ، ليعتبروا بالصرف عنهم وإليهم، (فَأَبَى أَكثَرُ النَّاسِ إِلا كفورًا) : كفران النعمة أو جحودًا فإنهم قالوا مطرنا بنوء كذا، (وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا) : نبيًا ينذرهم ليسهل عليك أعباء النبوة، ولكن ما فعلنا تعظيمًا لأجرك، (فَلَا تُطِعِ الْكَافِرِينَ) : فيما يريدونك عليه، وهذا [تيهيج] له ولأمته، (وَجَاهِدْهُمْ بِهِ) بالقران، (جِهَادًا كَبِيرًا) : لا يخالطه فتور بأن تلزمهم بالحجج والآيات أو بما يأمرك القرآن وما علمت منه، (وَهُوَ الَّذِى مَرَجَ البَحْرَيْنِ) : أرسلهما في مجاريهما وخلاهما، (هَذَا عَذْب فُرَات) : بليغ عذوبته، (وَهَذا مِلْحٌ أجَاج) : هو نقيض الفرات، (وَجَعَلَ بَيْنَهُمَا بَرْزَخًا) : حاجزًا حتى لا يخلط أحدهما بالآخر، (وَحِجْرًا مَحْجُورًا) : وهو كلمة يقولها المتعوذ كما مر في هذه السورة، كأن كلا منهما يقول لصاحبه ما يقوله المتعوذ عنه وهو كدجلة تدخل المالح فتشقه، فتجري في خلاله فراسخ ولا تختلط، وقد ذكر أن في سواحل بحر الهند مثل الدجلة، وأغرب فالحاجز محض القدرة فقط، أو المراد بالعذب الأنهار، والعيون والآبار، وبالملح البحار المعروفة، وبالبرزخ الأرض الحائل بينهما، (وَهُوَ الذِى خَلَقَ مِنَ الَمَاءِ) : النطفة، (بَشَرًا فَجَعَلَهُ نَسَبًا) : ذوي نسب، أي: ذكورًا ينسب إليهم، فيقال: فلان ابن فلان، وفلانة بنت فلان، (وَصِهْرًا) ذوات صهر أناثاً يصاهر بهن، أو النسب ما لا يحل نكاحه والصهر ما يحل، وقيل في ابتداء أمره ولدًا نسيبًا ثم يتزوج، فيصير </p><p> صهرًا، (وَكاَنَ ربُّكَ قَدِيرًا) : على ما يشاء، (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ) : ما له كل العجز، ويتركون القادر المختار، (وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا) : يظاهر الشيطان على ربه بالعداوة والشرك، وقيل من ظهرت به إذا خلفته خلف ظهرك غير ملتفت إليه، أي: هينًا مهينًا لا وقع له عند الله، (وَمَا أَرْسَلناكَ إِلا مُبَشِّرًا وَنَذِيرًا قُلْ مَا أَسْألكُمْ عَلَيْهِ) ، على ما أرسلت به من البشارة، والإنذار، (مِنْ أَجْرٍ إِلا مَن شَاءَ أَن يَتَّخِذَ إِلَى ربِّهِ سَبيلاً) أي: لكن من شاء أن يتخذ إلى ربه سبيلاً بإنفاق ماله في سبيله فليفعل، أو لا أَطلب أجرًا إلا فعل من شاء التقرب إليه كأن فعله الطاعات جعله من جنس أجره إظهارًا لغاية الشفقة، ودفعًا لشبهة الطمع كما تقول: ما أطلب فِي تعليمك منك أجرًا إلا عزتك، (وَتَوَكلْ عَلَى الحَيِّ الذِي لَا يَمُوتُ) : في الاستغناء عن أجورهم واستكفاء شرورهم فإنه باق حقيق بالتوكل عليه، (وَسَبِّحْ) : نزهه عن كل نقص، (بِحَمْدِهِ) ، متلبسًا مثنيًا بنعوت كماله، (وَكَفَى بِهِ) : كفى الله، (بِذُنوبِ عِبَادِهِ خَبِيرًا) : مطلعًا فلا عليك إن آمنوا أو كفروا، (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) ، قد مر في سورة </p><p> الأعراف تفصيل معناه، (الرَّحْمَنُ) ، خبر الذي أو خبر محذوف، ويكون الذي صفة </p>"
}