{
  "id": null,
  "sura": 26,
  "aya": 105,
  "text": "<p> الْمُجْرِمُونَ) على الوجه الأول من باب الالتفات، وعلى الثاني المراد من المجرمون آباؤهم وسادتهم (فَمَا لَنَا مِنْ شَافِعِينَ) كما للمؤمنن (وَلاَ) من (صَدِيقٍ حَمِيمٍ) من الاحتمام، أي: الاهتمام، أو من الحامة، أي: الخاصة، ولتعدد أنواع [الشفعاء] من الملك والنبي والولي جمع الشفيع بخلاف الصديق، ولأن الصديق الحقيقي قليل ولذلك قيل هو اسم لا معنى له (فَلَوْ أَنَّ لَنَا كَرَّةً) رجعة إلى الدنيا (فَنَكُونَ) نصب بجواب (لو) التي للتمني (مِنَ الْمُؤْمِنِينَ إِنَّ فِي ذَلِكَ) المذكور من قصة إبراهيم (لَآيَةً) حجة وعظة، فكم فيها من الإرشاد والتنبيه والاستدلال على ترتيب أنيق نصحهم ووعدهم وأوعدهم بأحسن طريق (وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ) القادر (الرَّحِيمُ) بالإمهال. </p><p> * * * </p><p> (كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ (١٠٥) إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ (١٠٦) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٠٧) فَاتَّقُوا اللهَ وَأَطِيعُونِ (١٠٨) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٠٩) فَاتَّقُوا اللهَ وَأَطِيعُونِ (١١٠) قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (١١١) قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (١١٢) إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ (١١٣) وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ (١١٤) </p><p> إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ (١١٥) قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ (١١٦) قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ (١١٧) فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ (١١٨) فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ (١١٩) ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ (١٢٠) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٢١) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٢٢) </p><p> * * * </p><p> (كَذَّبَتْ قَوْمُ نُوحٍ) القوم بدليل تصغيرها على قويمة مؤنثة (الْمُرْسَلِينَ) فإن من كذب رسولاً فقد كذب الرسل (إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ) لأنه منهم (أَلَا تَتَّقُونَ) الله (إِنِّي لَكُمْ رَسُولٌ أَمِينٌ) عرفتموني قبل الرسالة بالأمانة (فَاتَّقُوا اللهَ وَأَطِيعُونِ وَمَا أَسْأَلُكُمْ عَلَيْهِ) على ما أدعوكم إليه (مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (فَاتَّقُوا اللهَ وَأَطِيعُونِ) كرره تأكيدًا، وتنبيهًا على أن كلاًّ من الأمانة، وحسم الطمع موجب لقبول النصح، فكيف إذا اجتمعا (قَالُوا أَنُؤْمِنُ لَكَ) الهمزة دلإنكار (وَاتَّبَعَكَ الْأَرْذَلُونَ) الواو للحال، وأتباعه الحاكة والسوقة حينئذ (قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ) ما أعلم صنائعهم، وليس لي من دناءتهم شيء إنما كلفت بالدعوة المطلقة (إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي) أي: لا أطلب إلا التصديق فيما جئت به، والله مطلع على السرائر (لَوْ تَشْعُرُونَ) لعلمتم ذلك، قيل مرادهم أنَّهم سفلة اتبعوك لعزة ولقمة لا لاعتقاد ويقين كما قال تعالى حكاية:  (الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ)  [هود: ٢٧] فأجاب بأني لا أعلم أعمالهم، </p>"
}