{
  "id": null,
  "sura": 27,
  "aya": 83,
  "text": "<p> لتكلمهم، أو لـ أخرجنا، وعلى كسرها مستأنفة، (كَانُوا بِآيَاتِنَا) يعني بخروجها، وسائر أحوالها، فإنَّهما من آيات الله، أو بالقرآن، فإن أكثر الناس حينئذ كفار، (لَا يُوقِنُونَ) وكلامها على بعض التوجيهات حكاية لقول الله. </p><p> * * * </p><p> (وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ (٨٣) حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (٨٤) وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (٨٥) أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (٨٧) وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (٨٨) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٩٠) إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٩١) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ (٩٢) وَقُلِ الْحَمْدُ لله سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٣) </p><p> * * * </p><p> (وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ)  \" من \" للتبعيض، (فَوْجًا) : جماعة، (مِمَّنْ)  \" من \" للبيان، (يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ) يحبس أولهم على آخرهم ليجتمعوا، وهو </p><p> عبارة عن كثرتهم، (حَتَّى إِذَا جَاءُوا) إلى المحشر، (قَالَ) الله لهم: (أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا) الواو للحال أي: أكذبتموها بادئ الرأي من غير إحاطة علم بكنهها أو للعطف، أي: أجمعتم بين التكذيب، وعدم التأمل لتحققها (أَمَّاذَا كُنتُمْ تَعْمَلُونَ) أم أي شيء كنتم تعملون بما بعد ذلك؟! وهذا توبيخ وتبكيت كما تقول لعبدك الذي أكل مالك، وأنت تعلمه: أكلته أم بعته أم ضل عنك أم ماذا عملت به؟! (وَوَقَعَ الْقَوْلُ عَلَيْهِمْ) حل عليهم العذاب الموعود، (بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ) بحجة وعذر في جواب هذا السؤال عنهم، (أَلَمْ يَرَوْا) ألم ينظروا ويتفكروا؟ (أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ) بالقرار والنوم، (وَالنَّهَارَ مُبْصِرًا) في نصب مبصرًا بالحال مبالغة، فإن ما هو حال لأهله جعله من أحواله يعني: لو تأملوا لعلموا كمال قدرته ولطفه على خلقه، فما أنكروا الحشر وشكروا نعمه فما أشركوا به، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) فإنهم المتأملون في مثل تلك الآيات، (وَيَوْمَ) أي: اذكر يوم، (يُنفَخُ في الصُّورِ) : قرن ينفخ فيه إسرافيل في آخر عمر الدنيا، والمراد الزمان الممتد الشامل لزمان النفختين، (فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) من الهول، وعن بعضهم معناه يلقى عليهم الفزع </p><p> إلى أن يموتوا، (إِلا مَن شَاءَ اللهُ) ، عن كثير من السلف: هم الشهداء لا يصل إليهم الفزع أحياء عند ربهم، أو جبريل وميكائيل وإسرافيل وملك الموت، لا يصل إليهم الفزع ثم يقبض أرواحهم، أو موسى بدل صعقته في الدنيا، أو الحور [ورضوان] ومالك والزبانية، وقيل غير ذلك، (وَكُلٌّ أَتَوْهُ) المراد حضورهم الموقف، (دَاخِرِينَ) : صاغرين، (وَتَرَى الجِبَالَ تَحْسَبُهَا جَامِدَةً) : ثابتة في مكانها، (وَهِيَ تَمُرُّ مَرَّ السَّحَابِ) في السرعة والأجرام العظام إذا تحركت لا يكاد تتبين حركتها كالسحاب، (صُنْعَ اللهِ) مصدر مؤكد لنفسه من مضمون (يوم ينفخ) الآية، (الَّذِي أَتْقَنَ) : أحكمَ (كُلَّ شَيْءٍ) وأودع فيه من الحكم ما أودع، (إِنَّه خَبِير بِمَا تَفْعَلُونَ) فيجازيهم عليه، (مَن جَاءَ) في ذلك اليوم، (بِالْحَسَنَةِ) : كلمة التوحيد، والإخلاص، (فَلَهُ خَيْرٌ منْهَا) : رضوان الله، أو تضعيف حسنته، (وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ) نوع فزع، وهو فزع دخول النار، أو الفزع مطلقه، (وَمَن جَاءَ بِالسَّيِّئَةِ) أجمع السلف على أن المراد من السيئة هنا الشرك، (فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ) ، المراد من الوجوه: الأنفس، أو ذكر الوجوه للإيذان </p><p> بأنهم يكبون فيها منكوسين، (هَلْ تُجْزَوْنَ إِلا مَا كُنتُمْ تعْمَلُونَ) أي: قيل لهم ذلك، (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا) أمر رسوله - صلى الله عليه وسلم - أن يقول لهم ذلك، والبلدة مكة حرم الله صيدها ونباتها وأشجارها ولقطها، (وَلَهُ كُلُّ شَيْءٍ) : ملكًا، (وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ) لله، (وَأَنْ أَتْلُوَ القُرْآنَ) على الناس، (فَمَنِ اهْتَدَى) : بالقبول والاتباع، (فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) لا ينفع إلا نفسه، (وَمَن ضَلَّ) : بعدم القبول والاتباع، (فَقُلْ إِنَّمَا أَنَا مِنَ الُمنذِرِينَ) فلا عليَّ من ضلالكم شيء، (وَقُلِ الحَمْدُ لله) على ما أنعم عليَّ من النبوة والعلم، (سَيُرِيكُمْ آيَاتِهِ) في الدنيا كوقعة بدر، (فَتَعْرِفُونَهَا) حين لا ينفعكم، (وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ) فتأخير العذاب ليس لغفلة، بل لرحمة. </p><p> والحمد لله رب العالمين </p><p> * * * </p>"
}