{
  "id": null,
  "sura": 27,
  "aya": 1,
  "text": "<p> سورة النمل مكية </p><p> وهي ثلاث أو أربع وتسعونَ آية وسبع ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ (١) هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٢) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٣) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ (٤) أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٥) وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ (٧) فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ (٨) يَا مُوسَى إِنَّهُ أَنَا اللهُ الْعَزِيزُ الْحَكِيمُ (٩) وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (١١) وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (١٢) فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ (١٣) وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ (١٤) </p><p> * * * </p><p> (طس) عن ابن عباس: هو من أسماء الله (تِلْكَ آيَاتُ الْقُرْآنِ) إشارة إلى آيات تلك السورة (وَكِتَابٍ مُبِينٍ) : وهو القرآن، وعطفه لعطف إحدى الصفتين على </p><p> الأخرى (هُدًى وَبُشْرَى لِلْمُؤْمِنينَ) حالان من الآيات، أو خبران لمحذوف، أو بدلاً من الآيات، أو خبران بعد خبر (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ) تكرير الضمير للاختصاص، والواو للعطف أو للحال (إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ) أي: أعمالهم القبيحة حتى رأوها حسنة (فَهُمْ يَعْمَهُونَ) عنها لا يدركون قباحتها (أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ العَذَاب) : في الدارين (وَهُمْ فِي الْآخِرَةِ هُمُ الأَخْسَرُونَ) : ما أحدٌ أشد منهم خسرانًا (وَإِنَّكَ لَتُلَقَّى) لتؤتى (الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ) أي حكيم أيّ عليم، ولهذا المعنى نكرهما، وهذا تمهيد لذكر هذه القصص التي تأتي، فكم فيها من لطائف حكمه، ودقائق علمه (إِذ قَالَ) مقدر باذكر، كأنه قال خذ من آثار حكمته وعلمه قصة موسى، أو متعلق بـ عليم (مُوسَى لأَهْلِهِ) حين مسيره من مدين إلى مصر، وقد ضل الطريق (إِنِّي آنسْتُ) : أبصرت (نَارًا سَآتِيكُم مِّنْهَا) : من أهل النار (بِخَبَرٍ) عن حال الطريق (أَوْ آتِيكُم بِشِهَابٍ قَبَسٍ) الشهاب: الشعلة، والقبس: النار المقتبسة من جمر ونحوه، فهو إما بدل أو صفة، وقراءة الإضافة من إضافة الخاص إلى العام (لَعَلَّكُمْ تَصْطَلُونَ) رجاء أن تستدفئوا بها من البرد فإنهم في ليل شتوي (فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ) أي: بأن، أو (أن) مفسرة، فإن في النداء معنى القول (مَنْ في النَّارِ) عن ابن عباس وغيره أي: قدس من في النار، وهو الله سبحانه، والنار نوره تعالى على معنى أنه نادى موسى منها، وأسمعه كلامه من جهتها، </p><p> أو المراد من في طلب النار وهو موسى، أو المراد الملائكة، فإن فيها ملائكة لهم زجل بالتسبيح والتقديس (وَمَنْ حَوْلَهَا) الملائكة، أو موسى (وَسُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ) من تمام ما نودي به، لئلا يتوهم أنه مكاني يشبه شيئًا من مخلوقاته (يَا مُوسَى إِنه) الضمير للشأن (أَنا اللهُ) أو راجع إلى المتكلم، و \" أنا \" خبره، والله بيان له، أو خبر بعد خبر (العَزِيزُ) : الغالب (الحَكيمُ) فيما يفعله (وَأَلْقِ عصاكَ) عطف على بورك، أي: قيل له بورك من في النار، وقيل له: ألق عصاك (فَلَمَّا رَآهَا) أي: فلما ألقى رآها (تَهْتَزُّ) : تتحرك (كَأَنَّهَا جَانٌّ) : حية خفيفة سريعة، (وَلَّى مُدْبِرًا) أي: هرب موسى، (وَلَمْ يُعَقِّبْ) : لم يرجع، (يَا مُوسَى) أي: نودي يا موسى، (لاَ تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الُمرْسَلُونَ) حين يوحى إليهم من فرط الاستغراق، قيل معناه: من أمنته، من عذابي لا يخاف من حية، (إِلَّا مَن ظَلَمَ) ، لكن من ظلم من العباد نفسه، (ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ) : تاب وعمل صالحًا، (فَإِنِّي غَفُورٌ رَحِيمٌ) أغفر له ظلمه أي: لستم أيها المرسلون من الظالمين التائبين، فلا خوف عليكم بوجه، أو لكن من ظلم قبل النبوة، ثم تاب فإني أغفر له، ومن غفر له لا يخاف، أو الاستثناء متصل أي: لا يخافون إلا الذين ظلموا بارتكاب الصغائر حينئذ تم الكلام، ويكون (ثُمَّ بَدَّلَ) عطفًا على محذوف تقديره: فمن ظلم ثم </p>"
}