{
  "id": null,
  "sura": 28,
  "aya": 76,
  "text": "<p> (وَمِن رحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ) في الليل (وَلِتَبْتَغُوا مِن فَضْلِهِ) بالنهار بأنواع المكاسب (وَلَعَلكُمْ تَشْكُرُون) ولكي تشكروا نعمه (وَيَوْمَ يُنَاديهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) التكرار للتقريع بعد التقريع (وَنَزَعْنَا) أخرجنا (مِنْ كُلِّ أُمَّةٍ شَهِيدًا) نبيهم يشهد عليهم بما كانوا عليه (فَقُلْنَا) للأمم (هَاتُوا بُرْهَانَكُمْ) على صحة ما كنتم تدعونه (فَعَلِمُوا) حينئذ (أَنَّ الْحَقَّ لله) ولرسله لا لهم (وَضَلَّ عَنْهُمْ) غاب غيبة الضائع (مَا كَانُوا يَفْتَرُونَ) من الباطل. </p><p> * * * </p><p> (إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللهَ لَا يُحِبُّ الْفَرِحِينَ (٧٦) وَابْتَغِ فِيمَا آتَاكَ اللهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللهَ لَا يُحِبُّ الْمُفْسِدِينَ (٧٧) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (٧٨) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ </p><p> عَظِيمٍ (٧٩) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (٨١) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (٨٢) </p><p> * * * </p><p> (إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى) ابن عمه آمن به ثم نافق (فَبَغَى) تكبر (عَلَيْهِمْ وَآتيْنَاهُ مِنَ الكُنُوزِ مَا إِنَّ مَفَاتِحَهُ) جمع مفتح وهو ما يفتح به (لَتَنُوءُ) تثقل (بِالْعُصْبَةِ) الجماعة الكثيرة (أوْلِي القُوَّةِ) ما الموصولة مع صلته التي </p><p> هي أن واسمها وخبرها ثاني مفعولي \" آتينا \"  (إِذ قَالَ) ظرف لتنوء (لَهُ قَوْمُهُ لاَ تَفرَحْ) بدنياك، فإن الفرح بها مدة قصيرة وهو يورث غمًّا سرمدًا (إِنَّ الله لاَ يُحِبُّ الفَرِحِينَ) الأشرين البطرين بالدنيا (وَابْتَغِ فِيمَا آتَاكَ اللهُ) من المال (الدَّارَ الْآخِرَةَ) بأن تصرفه في مرضاة الله (وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا) فإن نصيب كل أحد ليس إلا ما يأكل ويلبس، أو النصيب ما ينفعك مالاً وما هو إلا أعمال الخير، قيل النصيب الكفن (وَأَحْسِن) إلى الناس (كَمَا أَحْسَنَ الله إِلَيْكَ) قيل: أحسن بالشكر كما أحسن الله بالإنعام إليك (وَلَا تَبْغِ الْفَسَادَ) الظلم والكبر والمعاصي (فِي الْأَرْضِ إِنَّ اللهَ لَا يُحِبُّ الْمُفْسِدِينَ قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي) أي: أعطاني على علم وفضل عندي أستحقه لذلك، ولولا معرفته بفضلي ورضاه ما أعطاني وهو كان أقرأ بني إسرائيل وأحفظهم بالتوراة، قيل (عندى) خبر محذوف أي </p><p> هذا في اعتقادي وظني وقيل: متعلق بـ أوتيت كقولك جاز ذلك عندى (أَوَ لَمْ يَعْلَمْ) عطف على محذوف أي: ألم يقرأ ولم يعلم (أَنَّ اللهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا) للمال، فلا تدل كثرة الدنيا على أن صاحبها يستحق رضى الله (وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ) ، أي: لا يسأل الله أو الملائكة المجرمين عن ذنوبهم، بل يدخلهم النار بلا سؤال وحساب وهذا في موطن خاص أو هو سؤال علم، بل هو سؤال توبيخ (فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ) من مراكب وملابس وخدم وحشم (قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا) أي: المؤمنون الراغبون في الدنيا (يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ) من الدنيا (وَقَالَ الَّذِينَ أُوتُوا العِلْمَ) أي: الأحبار لمن تمني ويلكم (وَيْلَكُمْ) دعاء بالهلاك مستعمل في الزجر (ثَوَابُ اللهِ) في الآخرة (خيْر لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا) مما أوتي قارون (وَلاَ يُلَقَّاهَا) الثواب والتأنيث لأنه بمعنى المثوبة أو الجنة (إِلَّا الصَّابِرُونَ) على حكم الله، وهو من تتمة النصيحة أو المعنى ما يلقى هذه الكلمة التي تكلم بها العلماء إلا الصابرون فعلى هذا من كلام الله منقطع عن الأول </p>"
}