{
  "id": null,
  "sura": 28,
  "aya": 83,
  "text": "<p> (فخسَفْنَا بِهِ وَبِدَارِهِ الأَرْضَ) نقل أنه كان يؤذي موسى كل وقت فأعطى يومًا مالاً لامرأة لتنسبه إلى الزنا فلما كان يوم العيد في محضر الخلق رمته بنفسها فناشدها موسى أن تصدق، فقالت: أعطاني قارون جعلاً على أن أقذفك بنفسي فدعى عليه موسى فأوحى الله إليه أن جعلنا الأرض مطيعة لك فأمرها تأخذه فأخذته وإنه ليتجلجل فيها إلى يوم القيامة (فَمَا كَانَ لَهُ مِنْ فِئَةٍ) أعوان (يَنْصُرُونَهُ مِنْ دُونِ اللهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ) من الممتنعين من عذاب الله، أو من المنتصرين بنفسه (وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ) منزلته (بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللهَ) مركب من \" وي \" وهي كلمة تندم و \" كَأَنَّ \" أو ويل بمعنى ويلك وأن الله منصوب بمقدر وهو اعلم (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) بمقتضى إرادته لا لكرامة وفضل (لَوْلَا أَنْ مَنَّ اللهُ عَلَيْنَا لَخَسَفَ بِنَا) لأنا وددنا أن نكون مثله (وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ) لنعمه أو بالله ورسله. </p><p> * * * </p><p> (تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (٨٣) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (٨٤) إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (٨٥) وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ (٨٦) وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ </p><p> وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (٨٧) وَلَا تَدْعُ مَعَ اللهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٨٨) </p><p> * * * </p><p> (تِلْكَ الدَّارُ الْآخِرَةُ) في تلك الإشارة تعظيم للآخرة أي: التي سمعت بذكرها، وبلغك وصفها (نَجْعَلُهَا) إما خبر تلك والدار صفته أو الدار خبره وهو استئناف (لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ) تكبرًا أو استكبارًا عن الإيمان (وَلَا فَسَادًا) عملاً بالمعاصي أو دعوة الخلق إلى الشرك (وَالْعَاقِبَةُ) الحسني (لِلْمُتَّقِينَ) عن معاصيه (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ) من وضع الظاهر موضع المضمر لزيادة تبغيض السيئة إلى قلوب السامعين (إِلَّا مَا كَانُوا يَعْمَلُونَ) أي: إلا مثله فحذف المثل للمبالغة </p><p> (إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ) أي: تلاوته وتبليغه (لَرَادُّكَ إِلَى مَعَادٍ) وأي معاد، وهو معاد ليس لغيرك مختص بك وهو المقام المحمود أو إلى مكة، فقيل: نزلت حين المهاجرة في طريق المدينة، وعن بعض المفسرين: إن ابن عباس فسره مرة بالموت ومرة بالعود إلى مكة، ومراده بالثاني أيضًا الموت، لأن ابن عباس يرى فتح مكة من علامات قرب موته، وكأن التفسيرين واحد (قُل) يا محمد لمن ينسبك إلى الضلال (ربي أَعْلَمُ) يعلم (مَن جَاءَ بالْهُدَى وَمَنْ هُوَ فِي ضَلالٍ مبِينٍ) فمن جاء مفعول لفعل دال عليه أعلم (وَمَا كنتَ تَرْجُو أَن يُلْقَى إِلَيْكَ الكِتَابُ) ما كنت تظن وتأمل الوحي والنبوة قبل ذلك (إِلا رَحْمَةً مِّن ربِّكَ) لكن ألقي إليك لرحمة من ربك وقيل: الاستثناء متصل محمول على المعنى كأنه قال: ما ألقي إليك الكتاب لأمر إلا لرحمة (فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ) فخالفهم ونابذهم، نقل أنه نزل حين دعى إلى دين آبائه (وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللهِ) العمل بالقرآن (بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ وَادْعُ إِلَى ربكَ) إلى معرفته وطاعه (وَلاَ تَكُونَنَّ مِنَ الُمشْرِكِينَ) حقيقة الخطاب لأهل دينه (وَلَا تَدْعُ مَعَ اللهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ) إلا ذاته المقدس عن الفناء أو معناه إلا ما أريد به وجهه، أي: كل عمل لم يرد به وجه الله فهو باطل فانٍ (لَهُ الْحُكْمُ) القضاء النافذ (وَإِلَيْهِ تُرْجَعُونَ) ، للجزاء. </p><p> والْحَمْدُ لله رَبِّ الْعَالَمِينَ </p><p> * * * </p>"
}