{
  "id": null,
  "sura": 28,
  "aya": 43,
  "text": "<p> بجهله أنه لو كان لكان جسمًا في السماء يمكن الصعود إليه (وَإِنِّي لَأَظُنُّهُ) أي: موسى (مِنَ الْكَاذِبِينَ) في أن لكم إلهًا غيرى وهو رسوله (وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ) بغير استحقاق (وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ) اعتقدوا أنه لا قيامة ولا معاد (فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ) ألقيناهم (فِي الْيَمِّ) ككف رمادٍ (فَانْظُرْ) يا محمد (كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ) فحذر قومك عن مثلها (وَجَعَلْنَاهُمْ أَئِمَّةً) قدوةً وسادةً للضلال (يَدْعُونَ إِلَى النَّارِ) إلى موجباتها من الكفر والمعاصي (وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ) بدفع العذاب (وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً يلعنهم الرسل والمؤمنون (وَيَوْمَ الْقِيَامَةِ هُم مِّنَ المَقْبُوحِينَ) سود الوجوه زرق العيون. </p><p> * * * </p><p> (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٣) وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (٤٤) وَلَكِنَّا أَنْشَأْنَا </p><p> قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ (٤٥) وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٦) وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٤٧) فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (٤٨) قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ (٤٩) فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللهِ إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥٠) </p><p> * * * </p><p> (وَلَقَدْ آتيْنَا مُوسَى الكِتَابَ) التوراة (مِنْ بَعْدِ مَا أَهْلَكْنَا القرُونَ الأُولَى) قوم فرعون ونوح وعاد وثمود وغيرهم (بَصَائِرَ لِلنَّاسِ) من عمى القلب والغي، نصب على الحال من الكتاب (وَهُدًى) إلى الطريق المستقيم (وَرَحْمَةً) لو عملوا به نالوا رحمة الله (لَعَلَّهُمْ يَتَذَكَّرُونَ) ليكونوا على حالٍ يرجى منهم التذكر (وَمَا كُنتَ) يا محمد (بِجَانِبِ الغَرْبِيِّ) حاضرًا في جانب الغربي من الجبل الذي كلم الله موسى من الشجرة التي هي شرقية (إِذ قَضَيْنَا إِلَى مُوسَى الأَمْرَ) فوضنا إليه أمر الرسالة (وَمَا كُنْتَ مِنَ الشَّاهِدِينَ) لذلك حتى تعرف هذه القصة وترى هذه الأحوال فما </p><p> هو إلا من إعلام الله ووحيه، فكيف يرتاب أحد في نبوتك (وَلَكِنَّا أَنْشَأْنَا قُرُونًا) خلقنا أممًا بعد موسى (فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ) فخربوا الشرائع، وكذبوا الرسل وأفسدوا، ونسوا عهودهم فلذلك كذبوك وإن كانت دلائل نبوتك ظاهرة (وَمَا كُنْتَ ثَاوِيًا) مقيمًا (فِي أَهْلِ مَدْيَنَ) هم شعيب والمؤمنون به (تَتْلُو عَلَيْهِمْ) تقرأها عليهم تعلمًا منهم (آيَاتِنَا) التي فيها قصتهم فتحكي ما رأيت، وتعلمت قال بعض المفسرين معناه: ما كنت فيهم رسولاً تتلوا عليهم آياتنا فتقص ما قد رأيت منهم (وَلَكِنَّا كُنَّا مُرْسِلِينَ) إليك أخبارهم بوحينا (وَمَا كنتَ بِجَانِبِ الطورِ إِذْ نادَيْنَا) موسى وأعطيناه التوراة، وقلنا له خذ الكتاب بقوة، وعن بعض السلف </p><p> معناه إذ نادينا أمتك في أصلاب آبائهم حين سأل موسى رؤيتك، وقلت لي إنك لن تصل إلى ذلك لكن إن شئت أسمعتك صوت أمته (وَلَكِنْ) علمناك وأوحينا إليك (رحْمَةً مِّن ربِّكَ) عليك وعلى أمتك (لِتُنذِرَ قَوْمًا) متعلق بما قدرناه عاملاً في رحمته (مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ) فإنهم في فترة بينك وبين عيسى (لَعَلَّهُمْ يَتَذَكرُونَ) لكي يتعظوا (وَلَوْلا) هي امتناعية (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا) الفاء للعطف على تصيبهم (رَبَّنَا لَوْلَا) هلا (أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ) الفاء جواب لولا الثانية (آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ) وجواب لولا الأولى محذوف، أي: لما أرسلناك وحاصل الآية لولا قولهم ربنا هلا أرسلت رسولاً نؤمن به ويعلمنا الدين، إذًا عاقبناهم بسبب ما كسبت أيديهم من المعاصي لما أرسلناك </p>"
}