{
  "id": null,
  "sura": 29,
  "aya": 52,
  "text": "<p> ذكر اليمين زيادة تصوير لما نفى عنه من كونه كاتبًا (إِذًا) لو كان شيء من التلاوة والخط (لَارْتَابَ الْمُبْطِلُونَ) فيقولون لعله قرأه والتقطه من الكتب المتقدمة (بَلْ هُوَ) القرآن (آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ) يتلونه من حفظهم لا من مصاحفهم وذلك من خاصة هذا الكتاب فإن سائر الكتب ما كان يقرأ إلا من المصاحف، ولهذا جاء في صفة أمة محمد في الكتب المتقدمة صدورهم أناجيلهم أو معناه، بل العلم بأنك أُمي لا تقرأ أو لا تخط آيات بينات في صدور العلماء الأخيار (وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ) المكابرون مع وضوح دلائل صدقه (وَقَالُوا لَوْلا) هلا (أنزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ) كناقة صالح، وعصا موسى (قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللهِ) هو القادر على إنزالها لا غير (وَإِنَّمَا أَنَا نَذِيرٌ مبِينٌ) ليس من شأني إنزال الآيات (أَوَلَمْ يَكْفِهِمْ) أي: ألم يردعهم عن طلب آية ولم يكفهم (أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ) مع علمهم بأنك أُمي لا تخط ولا تقرأ (إِنَّ في ذَلِكَ) القرآن وإنزاله (لَرَحْمَةً) نعمة (وَذكْرَى) تذكرة (لِقَوْمٍ يُؤْمِنُونَ) فإنهم المنتفعون به. </p><p> * * * </p><p> (قُلْ كَفَى بِاللهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (٥٢) وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (٥٣) يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ </p><p> بِالْكَافِرِينَ (٥٤) يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ (٥٥) يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ (٥٦) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ (٥٧) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نِعْمَ أَجْرُ الْعَامِلِينَ (٥٨) الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٥٩) وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ (٦٠) وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللهُ فَأَنَّى يُؤْفَكُونَ (٦١) اللهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٦٢) وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللهُ قُلِ الْحَمْدُ لله بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ (٦٣) </p><p> * * * </p><p> (قُلْ كَفَى بِاللهِ) الباء يزاد في فاعل كفى (بَيْنِي وَبَيْنَكُمْ شَهِيدًا) يرى تبليغي ونصحي، وتكذيبكم وتعنتكم (يَعْلَم مَا في السَّمَوَات وَالْأَرْضِ) فلا يخفي عليه حالي وحالكم (وَالَّذِينَ آمَنُوا بِالباطِلِ) كالطواغيت (وَكَفَرُوا بِاللهِ أُوْلَئِكَ هُم الخَاسِرُونَ) في صفقتهم (وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ) كما يقولون: أمطر علينا حجارة من السماء (وَلَوْلا أَجَلٌ مسَمًّى) لعذاب قومك (لَجَاءَهُمُ الْعَذَابُ) عاجلاً (وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ) بإتيانه (يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ) لا يبقى منهم أحد إلا دخلها (يَوْمَ يَغْشَاهُمُ العَذَابُ) </p><p> ظرف محيطة يعني لا يليق استعجالهم، ومثل هذا العذاب معد لهم وعن بعض السلف: إن جهنم هو البحر، وهو محيط بهم ينتثر فيه الكواكب ثم يستوقد فيكون هو جهنم، وفي مسند الإمام أحمد أنه قال عليه السلام:  \" البحر هو جهنم \" فعلى هذا يوم ظرف لمحذوف، أي: يوم يغشاهم العذاب كيت وكيت (مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ) الله (ذُوقُوا) جزاء (مَا كُنْتُمْ تَعْمَلُونَ يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ) نصب فإياي بفعل يفسره ما بعده، </p><p> وهو جواب شرط محذوف، أي: أرضي واسعة فإن لم تتمكنوا في إخلاص العبادة في أرض فاعبدوني في غيرها ولما حذف الشرط عوض عنه تقديم المفعول مع أن التقديم مفيد للاختصاص نزلت في ضعفة المسلمين الذين لم يستطيعوا الهجرة إلى المدينة، أو في قوم خافوا من ضيق العيش، وتخلفوا عن الهجرة (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ) فاستعدوا له بأي طريق تيسر لكم أو خوفهم بالموت ليهون عليهم الهجرة (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ) ننزلنهم (مِّنَ الجَنَّةِ غرَفًا) نصب غرفًا على قراءة لنبوئنهم أي: لنقيمنهم مفعول ثان أيضًا لإجرائه مجرى لننزلهم أو بنزع الخافض أو تشبيه الظرف المعين بالمبهم لأنه منكر كـ أرضًا فِي \" أَوِ اطْرَحُوهُ أَرْضًا \"  [يوسف: ٩]  (تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نِعْمَ أَجْرُ الْعَامِلِينَ) ذلك (الذِينَ صَبَرُوا) على مفارقة الأوطان والمشاق لله (وَعَلَى رَبِّهِمْ) لا على غيره (يَتَوَكَّلُونَ وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا) لا ترفع رزقها معها ولا تدخره (اللهُ يَرْزُقُهَا وَإِيَّاكُمْ) أيضًا إن كنتم تجمعون وتدخرون فلا تخافوا على معيشتكم بالهجرة (وَهُوَ السَّمِيعُ) لأقوال العباد (الْعَلِيمُ) بأحوالهم فلا يغفل عنهم أبدًا (وَلَئِنْ سَأَلْتَهُمْ) أي: أهل مكة (مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللهُ فَأَنَّى يُؤْفَكُونَ) أي: إذا كان هذا جوابهم فكيف يصرفون عن توحيده فإنهم مقرون بأنه خالقها (اللهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) يضيق (لَهُ) هذا الضمير غير عائد إلى من، بل وضع موضع لمن يشاء بجامع كونهم مبهمين، وهذا من توسعهم فيتعدد المرزوق أو عائد إليه والتعدد بحسب أحواله يبسط له تارة ويقبض له أخرى (إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ) يعلم مصالحهم ومفاسدهم وهذه </p>"
}