{
  "id": null,
  "sura": 30,
  "aya": 54,
  "text": "<p> المقبل ربما يفطن من الكلام بمعونة مشاهدة القرائن شيئًا منه بخلاف المدبر، (وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ) والكفار كمن لا عين له يضل الطريق وليس لوسع أحد أن ينزع عنه العمى، ويجعله بصيرًا، (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا) : ما ينفعع الإسماع إلا لمن علم الله أنه يصدق بآياته وما طبع على قلبه، (فَهُم مُّسْلِمُونَ) : منقادون لما تأمرهم. </p><p> * * * </p><p> (اللهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ (٥٤) وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ (٥٥) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ (٥٦) فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ (٥٧) وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ (٥٨) كَذَلِكَ يَطْبَعُ اللهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ (٥٩) فَاصْبِرْ إِنَّ وَعْدَ اللهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ (٦٠) </p><p> * * * </p><p> (اللهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً) ، يعني: ابتدأكم ضعافًا كقوله: \" خلق الإنسان من عجل \"  [الأنبياء: ٣٧] يعني أساس أمرهم </p><p> وما عليه جبلتهم الضعف، (ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً) : رجح إلى حالة الطفولية، (يَخْلُقُ مَا يَشَاءُ وَهُوَ العَلِيمُ القَدِيرُ) فإن هذا الترديد في هذه الأحوال أظهر دليل على صانع عليم قدير، (وَيَوْمَ تَقُومُ السَّاعَةُ) : القيامة، (يُقْسِمُ) : يحلف، (الْمُجْرِمُونَ) : المشركون، (مَا لَبثُوا) في الدنيا، (غَيْرَ سَاعَةٍ) واحدة، ومقصودهم بذلك عدم الحجة عليهم وأنَّهم لم ينظروا، أو لم يمهلوا ليؤمنوا أو مرادهم ما لبثوا في قبورهم، (كَذَلِكَ) : مثل ذلك الصرف، (كَانُوا يُؤْفَكُونَ) ، عن الصدق في الدنيا أراد الله تفضيحهم فحلفوا على ما تحقق كذبه على الكل، (وَقَالَ الَّذِينَ أُوتُوا العِلْمَ وَالإِيمَانَ) : ردًّا عليهم، (لَقَدْ لَبثْتُمْ فِي كِتَابِ اللهِ) : في علم الله أو اللوح المحفوظ، (إِلَى يَوْمِ البَعْثِ) يعني: مبين في كتاب الله أنكم لبثتم من ساعة، بل إلى يوم البعث، ومعلوم أنه مدة ممتدة، وعن بعض معناه: الذين أوتوا العلم في كتاب الله يعني: الذين قرءوا في القرآن، \" ومن ورائهم برزخ إلى يوم يبعثون \"  [المؤمنون ١٠٠] قالوا للمنكرين: لقد لبثتم في البرزخ إلى يوم البعث، وقيل: معناه لبثتم في تصديق كتاب الله إلى يوم القيامة، (فَهَذَا يَوْمُ الْبَعْثِ) أي: إن كنتم منكرين البعث فهذا يومه، (وَلَكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ) : لا يطلب منهم إزالة غضب الله عليهم بالتوبة، (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ) : بينا لهم من كل مثل يرشدهم إلى التوحيد والبعث، (وَلَئِنْ جِئْتَهُمْ بِآيَةٍ) أي آية كانت، (لَيَقُولَنَّ الَّذِينَ </p><p> كَفَرُوا): من فرط عنادهم، (إِنْ أَنتُمْ) أي: ما الرسول والمؤمنون، (إِلَّا مُبْطِلُونَ) : مزورون، (كَذَلِكَ) : مثل ذلك الطبع، (يَطْبَعُ اللهُ عَلَى قُلُوبِ الَّذِينَ لاَ يَعْلَمُون) : فلا يدخلها إيمان ولا إيقان والأصل على قلوبهم وضع المظهر موضع المضمر لبيان جهلهم، (فَاصْبِرْ) : على أذاهم، (إِنَّ وَعْدَ اللهِ حَقٌّ) : فينصركم ولو بعد حين، (وَلَا يَسْتَخِفَّنَّكَ) : لا يحملنك على الخفة والجزع، (الَّذِينَ لَا يُوقِنُونَ) : المشركون. </p><p> والْحَمْدُ لله رَبِّ الْعَالَمِينَ </p><p> * * * </p>"
}