{
  "id": null,
  "sura": 30,
  "aya": 20,
  "text": "<p> \" من قال حين يصبح فسبحان الله حين تمسون(الآية)أدرك ما فاته في يومه، ومن قالها حين يمسي أدرك ما فاته في ليلته \" ، وعن ابن عباس الآية جامعة للصلوات الخمس حين تمسون المغرب، والعشاء وعشيا العصر والباقي ظاهر، (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) : كالإنسان من النطفة، والنطفة منه، (وَيُحْيِ الْأَرْضَ) : بإخراج النبات، (بَعْدَ مَوْتِهَا) ؛ يبسها، (وَكَذَلِكَ) : مثل ذلك الإخراج، (تُخْرَجُونَ) : من قبوركم. </p><p> * * * </p><p> (وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (٢٠) وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٢١) وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ (٢٢) وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (٢٣) وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٢٤) وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ (٢٥) وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (٢٦) وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢٧) </p><p> * * * </p><p> (وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ) ، فإنه أصل الكل، (ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ) أي: ثم فاجأتم وقت كونكم بشرًا منتشرين في الأرض، فثم لتراخي الرتبة، (وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا) : من جنسكم، أو المراد خلق حواء من ضلع آدم، قيل: المراد خلقن من نطف الرجال، (لِتَسْكُنُوا) : لتميلوا وتألفوا، (إِلَيْهَا وَجَعَلَ بَيْنَكُمْ) بين الرجال والنساء، (مَوَدَّةً وَرَحْمَةً) : بعد أن لم تكن سابقة معرفة ولا سبب يوجب التعاطف، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ) : في غرائب صنعه، (وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ) : لغاتكم وايم الله إنه من غرائب صنعه، فَلِكُلٍّ لغة والكل مركب من تسعة وعشرين حرفًا، ولو تكلم صاحب لغة بلغته من مبدأه إلى منتهاه بحكايات مختلفة متميزة لتمكن منه، ولا يتحد كلام بكلام مع اتحاد ما ركب منه، (وَأَلْوَانِكُمْ) ، هيئاتكم وحُلاكم بحيث وقع التمايز حتى بين التوأمين، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ) لا تكاد تخفى على أحد، (وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ) من باب اللف، أي: منامكم، وابتغاؤكم من فضله بالليل والنهار وهما ظرفان والواقع فيهما مظروفهما، والظرف والمظروف كشيء واحد فلا فصل بالأجنبي والنكتة في العدول هي الاهتمام بشأن الظرف، أو المراد منامكم في الزمانين وطلب المعاش فيهما فحذف من أحد المتقابلين ما يقابل الآخر للدلالة، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ) : سماع تَفَهمٍ، (وَمِنْ آيَاتِهِ يُرِيكُمُ البَرْقَ) أي: إراءة البرق نزل الفعل منزلة المصدر، (خَوْفًا وَطَمَعًا) : إراءة خوف وطمع أو إخافة </p><p> وإطماعًا من الصاعقة، وفي الغيث أو خائفين وطامعين أو مفعول له لفعل يلزم المذكور كأنه قيل يجعلكم رائين البرق خَوْفًا وَطَمَعًا، (وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً) أي: إنزاله منه، (فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ) يعني قائمتان بأمره لهما، وتسخيره إياهما من غير مقيم مشاهد لما كان القيام غير متغير أخرج الفعل بما يدل على أنه اسم، وهو إن ليدل على الثبوت لكن إراءة البرق لما كانت من الأمور المتجددة لم يذكر معها ما يدل على المصدر، (ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ) ، عطف على أن تقوم أي: ومن آياته قيام السماء ثم خروجكم من القبور إذا دعاكم دعوة واحدة والمراد سرعة وجود ذلك من غير توقف وثم لعظم ما فيه، ومن الأرض ظرف دعاكم وإذا الثانية للمفاجأة تنوب مناب الفاء في جواب الشرط، (وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ) : خلقًا وملكًا، (كُلٌّ لَهُ قَانِتُونَ) : منقادون لتصرفه فيهم، (وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ) أي: أن يعيده، (أَهْوَنُ عَلَيْهِ) ، بالقياس إلى أصولكم وإلا فهما عليه بالسوية، أو أهون بمعنى هين قيل: أهون على الخلق فإنهم يقومون بصيحة واحدة فهو أهون من أن يكونوا نطفًا، ثم كذا ثم كذا (وَلَهُ الْمَثَلُ الْأَعْلَى) : الوصف العجيب الشأن الذي ليس لغيره ما يدانيه كالوحدة والقدرة، (فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ) : الذي يغلب ولا يغلب، (الْحَكِيمُ) : في أفعاله. </p><p> * * * </p>"
}