{
  "id": null,
  "sura": 31,
  "aya": 12,
  "text": "<p> دُونِهِ) أي: آلهتكم حتى استوجبوا عندكم عبادتها ونصب ماذا بـ خلق أو ماذا مبتدأ وخبر أي: ما الذي خلق وحينئذ أو أروني معلق عنه، (بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ) ، أضرب عن تبكيتهم إلى التسجيل عليهم بضلال ليس بعده ضلال. </p><p> * * * </p><p> (وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لله وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ حَمِيدٌ (١٢) وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ (١٣) وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (١٤) وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٥) يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللهُ إِنَّ اللهَ لَطِيفٌ خَبِيرٌ (١٦) يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٧) وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (١٨) وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ (١٩) </p><p> * * * </p><p> (وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ) الأصح، بل الصحيح أنه ما كان نبيًّا، بل كان عبدًا صالحًا أدرك داود عليه السلام، وعن كثير من السلف: إنه عبد </p><p> أسود آتاه الله تعالى الحكمة، وعن بعض: إن الله خيره بين النبوة، والحكمة، فاختار الحكمة فإن فيها السلامة، (أَنِ اشْكُرْ) ، أي: لأن أو مفسرة فإن إيتاء الحكمة في معنى القول، (لله وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ) : نفعه لا يعود إلا إليه، (وَمَن كَفَرَ فَإِنَّ الله غَنِي) : لا يحتاج إلى شيء، (حَمِيدٌ) : حقيق بالحمد وإن لم يحمده أحد، (وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ) ، تصغير إشفاق، (لَا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) ، نقل أن ابنه وامرأته كانا كافرين فما زال بهما حتى أسلما، (وَوَصَّيْنَا الإِنسَانَ بِوَالِدَيْهِ) : برعايتهما، (حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ) : تضعف ضعفًا فوق ضعف أو ذات وهن على وهن، (وَفِصَالُهُ) : فطامه، (فِى عَامَيْنِ) ، أي: في انقضائهما، وذلك أقصى مدة الرضاع عطف على الجملة الحالية التي هي تهن وهنًا على وهن لما وصى بالوالدين ذكر ما تكابده الأم من المتاعب في حمله، وفصاله إيجابًا للتوصية بها خصوصًا، (أَنِ اشْكُرْ) تفسير لوصينا </p><p> أو علة له، (لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ) فأجازيك، (وَإِن جَاهَدَاكَ) : بالغاك وحرضاك، (عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ) أي: ما ليس بإله يعني: ما ليس لك علم باستحقاقه للإشراك تقليدًا للوالدين فـ \" ما ليس \" مفعول تشرك، (فَلَا تُطِعْهُمَا) : في ذلك، (وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا) أي: صحابًا معروفًا مشروعًا حسنًا بخلق جميلٍ وحلمٍ وبرٍ ومروة، (وَاتبِعْ) : في دينك، (سَبِيلَ مَنْ أَنَابَ) : رجع، (إِلَيَّ) : بالتوحيد والطاعة، (ثُمَّ إِلَيَّ مَرْجِعُكُمْ) أي: المولود والوالدين، (فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) : بجزاء عملكم والآيتان أعني: ووصينا إلى هنا وقعتا في أثناء وصية لقمان على سبيل الاستطراد تأكيدًا لما في وصيته من النهي عن الشرك، وقد نقل أنهما نزلتا حين قالت أم سعد لسعد حين أسلم: لتدعن دينك أو لأدع الطعام والشراب حتى أموت، فأجاب: والله لو كانت لك مائة نفس فخرجت نفسًا نفسًا ما تركت ديني هذا بشيء إن شئت كلي وإن شئت لا تأكلي، (يَا بُنَيَّ إِنَّهَا) أي: الخصلة السيئة قيل: إن لقمان قال ذلك في جواب ابنه حين قال له: إن عملت </p><p> خطيئة حيث لا يراني أحد كيف يعلمها الله؛ (إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ) : في أخفى مكان وأحرزه، وعن بعض إن المراد منها: صخرة تحت الأرضين السبع وهي التي يكتب فيها أعمال الفجار، (أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ) ، أو في أعلى مكان أو أسفله، (يَأْتِ بِهَا اللهُ) : يحضرها يوم القيامة للجزاء، (إِنَّ اللهَ لَطِيفٌ خَبِيرٌ) : يصل علمه إلى كل خفي، (يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ) : من الشدائد، (إِنَّ ذَلِكَ) : الصبر أو المذكور كله، (مِنْ عَزْمِ الْأُمُورِ) أي: مما عزمه الله أي قطعه وأوجبه من الأمور، وهو مصدر للمفعول أي من معزوماتها أو مفروضاتها، (وَلاَ تُصَعِّرْ خَدَّكَ) : لا تمله، (لِلنَّاسِ) ، كما يعمله المتكبرون، يعني: لا تعرض عن الناس بوجهك إذا كلموك تكبرًا، (وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا) أي: لا تمرح مرحًا أو للمرح والبطر كما قال تعالى: (ولا تكونوا كالذين خرجوا من ديارهم بطرًا ورئاء الناس)  [الأنفال: ٤٧] ، (إِنَّ اللهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ) : ذي تكبر، (فَخُورٍ) : يفتخر على </p>"
}