{
  "id": null,
  "sura": 31,
  "aya": 20,
  "text": "<p> الناس، ولا يتواضع، (وَاقْصِدْ في مَشْيِكَ) : توسط بين الدبيب والإسراع، (وَاغْضُضْ) : وانقص وأقصر، (مِن صَوْتِكَ إِن أَنكَرَ الأَصْوَاتِ) : أوحشها، (لَصَوْتُ الحَمِيرِ) أي: لصوت ذلك الجنس من الحيوان، فإنه صوت رافع لا فائدة فيه. </p><p> * * * </p><p> (أَلَمْ تَرَوْا أَنَّ اللهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ (٢٠) وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ (٢١) وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللهِ عَاقِبَةُ الْأُمُورِ (٢٢) وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا إِنَّ اللهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٢٣) نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ (٢٤) وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللهُ قُلِ الْحَمْدُ لله بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٢٥) لله مَا فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّ اللهَ هُوَ الْغَنِيُّ الْحَمِيدُ (٢٦) وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللهِ إِنَّ اللهَ عَزِيزٌ حَكِيمٌ (٢٧) مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللهَ سَمِيعٌ بَصِيرٌ (٢٨) أَلَمْ تَرَ أَنَّ اللهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللهَ بِمَا </p><p> تَعْمَلُونَ خَبِيرٌ (٢٩) ذَلِكَ بِأَنَّ اللهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللهَ هُوَ الْعَلِيُّ الْكَبِيرُ (٣٠) </p><p> * * * </p><p> (أَلَمْ تَرَوْا أَن الله سَخَّرَ لَكُم مَّا في السَّمَاوَاتِ) : بأن جعله أسباب منافعكم، (وَمَا فِي الأَرْضِ وَأَسْبَغَ) : أوفى وأتم، (عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً) : محسوسة وما تعرفونه، (وَبَاطِنَةً) : معقولة وما لا تعرفونه، (وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللهِ) أى: مع هذا بعض الناس يجادل في صفاته وإرساله للرسل، (بِغَيْرِ عِلْمٍ) غير مستند بحجة عقلية، (وَلاَ هُدًى وَلاَ كتابٍ منِيرٍ) أي: ولا نقلية من اتباع رسول وكتاب واضح مضيء، بل قلدوا جهالهم كما قال:  (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آباءنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوَهُمْ إِلَى عَذَابِ السَّعِيرِ) : أيتبعونهم ويقلدونهم؟ ولو كان الشيطان يدعوهم إلى جهنم! (وَمَن يُسْلِمْ وَجْهَهُ إِلَى اللهِ) : انقاد لأوامر الله وتوكل عليه، (وَهُوَ مُحْسِنٌ) : في عمله باتباع الشرع، (فقَدِ استمسَكَ بِالْعُرْوَةِ الوُثْقَى) : اعتصم بأوثق حبل، مثل حال المتوكل المطيع بحال من أراد أن يتدلى من شاهق فاستمسك بأوثق عروة من حبل مأمون انقطاعه، (وَإِلَى اللهِ عَاقِبَةُ الأمورِ) : مرجعها إليه، (وَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ) ، فإنه بإرادتنا ولا يضرك، (إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا) يعني: </p><p> لا يضرك كفرهم، ونحن ننتقم منهم فعليهم ضره، (إِن اللهَ عَلِيمٌ بذَات الصُّدُورِ) : فيجازيهم عليه فضلاً عن أعمالهم الظاهرة، (نمَتِّعُهُمْ) : زمانًا، (قليلاً) أو تمتيعًا قليلاً، (ثُمَّ نَضْطَرُّهُمْ) : نلجئهم في الآخرة، (إِلَى عَذَابٍ غَلِيظٍ) : شديد ثقيل على المعذب، (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللهُ قُلِ الْحَمْدُ لله) ، إذ قامت الحجة عليكم باعترافكم، (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) : أن ذلك إلزام لهم، (للهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ إِنَّ اللهَ هُوَ الغَنِيُّ) المطلق لا يحتاج إلى عبادة عابد، (الحَمِيدُ) : المستحق للحمد وإن لم يحمد، (وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ) ، عطف على محل (أَنَّمَا فِي الْأَرْضِ) فإنه في المعنى فاعل لثبت المقدر بعد لو، (يَمُدُّهُ) أي: البحر وهو حال أو البحر مبتدأ ويمده خبره، والواو للحال من غير ضعف، (مِنْ بَعْدِهِ) أي: بعد ذلك البحر، (سَبْعَةُ أَبْحُرٍ) ، فاعل يمده وهى للتكثير لا للحصر، وقد نقل أن في العالم سبعة أبحر محيطة بالعالم، (مَا نَفِدَتْ </p><p> صفحة فارغة </p><p> كَلِمَاتُ اللهِ) يعني لو ثبت أن أشجار الأرض أقلام، والبحر ممدود بسبعة أبحر وكتبت بتلك الأقلام وبذلك المداد كلمات علم الله وحكمته لما نفدت ونفدت الأقلام والمداد وهو كقوله: </p><p> (نعم العبد صهيب لو لم يخف الله لم يعصه) نزلت حين قال أحبار اليهود: يا محمد بلغنا أنك تقول، وما أوتيتم من العلم إلا قليلاً أفعنيتنا أم قومك؟ فقال: كُلًّا، فقالوا: إنك تتلوا إنا قد أوتينا التوراة، وفيها تبيان كل شيء، فقال عليه السلام: هي في علم الله قليل، وقد آتاكم ما إن عملتم به انتفعتم، وهذا يقتضي أن الآية مدنية، والمشهور أنها مكية، قال بعض السلف: أمر اليهود وفد قريش أن يسألوه وهو بمكة، (إِذ اللهَ عَزِيزٌ) : لا يعجزه شيء، (حَكِيمٌ) : في جميع شئونه، (مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ) أي: إلا كخلق نفس واحدة وبعثها، فإنه يكفى في الكل تعلق الإرادة، (إِنَّ اللهَ سَمِيعٌ بَصِيرٌ) : يسمع ويبصر كل مسموع ومبصر لا يشغله شأن عن شأن، (أَلَمْ تَرَ أَنَّ الله يُولِجُ اللَّيْلَ فِي النَّهَارِ) : فيطول النهار ويقصر الليل، (وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشمْسَ وَالْقَمَرَ كُلٌّ) : منهما، (يَجْرِي) : في فلكه، (إِلَى أَجَلٍ مسَمًّى) : إلى وقت معين الشمس إلى آخر السنة، والقمر إلى آخر الشهر، أو الأجل المسمى يوم القيامة فحيئذ ينقطع جريهما، (وَأَنَّ اللهَ بِمَا تَعْمَلُونَ خَبِيرٌ ذَلِكَ) أي: اختصاصه تعالى بسعة العلم، وشمول القدرة، وعجائب الصنع، (بِأَنَّ اللهَ هُوَ الْحَقُّ) لسبب أنه الثابت إلاهيته، (وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ </p>"
}