{
  "id": null,
  "sura": 32,
  "aya": 12,
  "text": "<p> (إن ملك الموت قال: يا محمد ما في الأرض بيت مدر ولا شعر إلا أنا أتصفحهم في كل يوم خمس مرات حتى إني لأعرف بصغيرهم وكبيرهم منهم بأنفسهم) ، (ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ) : للجزاء. </p><p> * * * </p><p> (وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (١٢) وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (١٣) فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (١٤) إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ (١٥) تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (١٦) فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧) أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (١٨) أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ (١٩) وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (٢٠) وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ (٢١) وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ (٢٢) </p><p> * * * </p><p> (وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ) : مطأطئوها، (عِنْدَ رَبِّهِمْ) ، حياءً وندمًا، (رَبَّنَا) ، أي: قائلين: ربنا، (أَبْصَرْنَا) ما كذبناه، (وَسَمِعْنَا) منك تصديق رسلك، قيل معنى أبصرنا وسمعنا: أيقنا حقيقة الأمر، (فَارْجِعْنَا) ، إلى الدنيا، (نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ) جواب لو محذوف أي: لو ترى لرأيت العجب العجاب، ولو وإذ كلاهما للمضي فإن المترقب من الله بمنزلة الموجود، (وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا) : ما تهتدي به من الإيمان والأعمال الصالحة، (وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي) سبق وعيدي وهو (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ) الذين هم في علم الله أشقياء، (أَجْمَعِينَ فَذُوقُوا) أي: يقال لهم ذلك على سبيل التقريع، (بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ) أي: جازيناكم جزاء نسيانكم فهو على المقابلة أو النسيان بمعنى: الترك، (وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ) وهذه الآية جواب عن قولهم: (فارجعنا نعمل صالحًا) يعني: لو أردنا لهديناكم في الدنيا لكن ما أردنا، فذوقوا العذاب المقدر بسبب كسبكم العقائد الفاسدة والأعمال القبيحة، وهذا إما مفعول ذوقوا، أو صفة يومكم، وايم الله إنَّهَا لكسرت أنياب المعتزلة لكن من لم يجعل الله له نورًا فما له من نور، (إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا) : وعظوا، (بِهَا خَرُّوا سُجَّدًا) : سقطوا على وجوههم ساجدين خوفًا (وَسَبَّحُوا) : سبحوه عما لا يليق بجلاله، (بِحَمْدِ رَبِّهِمْ) : حامدين له شكرًا، (وَهُمْ لَا يَسْتَكْبِرُونَ) ، عن طاعته فيتبعون رسله، (تَتَجَافَى) : ترتفع وتتنحى، </p><p> (جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) : عن الفرش، (يَدْعُونَ رَبَّهُمْ) : داعين إياه، (خَوْفًا) من عقابه، (وَطَمَعًا) في ثوابه، (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) : في مصارف الخير، والمراد التهجد وقيام الليل وفي الأحاديث الصحاح ما يدل عليه، وعن بعض هو صلاة العشاء والصبح فِي جماعة، وعن بعض هو صلاة الأوابين بين العشائين، وعن بعض: هو انتظار صلاة العتمة، (فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ) ما موصولة مفعول تعلم بمعنى: تعرف، وفي الحديث القدسي (أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر) ونعم ما قيل: أخفوا أعمالهم فأخفى الله ثوابهم، (مِنْ قُرَّةِ أَعْيُنٍ) : مما تقر به عيونهم، (جَزَاءً) أي: أخفى للجزاء أو جوزوا جزاء، (بمَا كانُوا يَعْمَلُونَ أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا) : خارجًا عن طاعة ربه، (لا يَسْتَوُونَ) في المثوبة والمنزلة، جمعه للحمل على المعنى، نزلت في عليٍّ رضي الله عنه والوليد أخي عثمان من أمه بينهما تنازع فقال لعلي: إنك صبي وأنا والله أبسط لسانًا وأحد سنانًا وأشجع منك جنانًا، فقال له علي: اسكت فإنك فاسق، (أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى) هي المأوى الحقيقي لا الدنيا، (نُزُلًا) : هو ما يحضر للنازل قبل الضيافة، منصوب على الحال من </p>"
}