{
  "id": null,
  "sura": 33,
  "aya": 41,
  "text": "<p> الوحي لكتم \" وَتُخْفِي فِي نَفْسِكَ مَا اللهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللهُ أَحَقُّ أَنْ تَخْشَاهُ \" ، (وَكَفَى بِاللهِ حَسِيبًا) : كافيًا للمخاوف، (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ من رِّجَالِكُمْ) حتى يثبت بينه وبينه ما بين الوالد والولد من حرمة المصاهرة وغيرها، والمراد ولده لا ولد ولده، وأما قاسم وإبراهيم وطاهر مع أنَّهم لم يبلغوا مبلغ مبلغ الرجال، فما كانوا من رجالهم، (وَلَكِن رسُولَ اللهِ) أي: ولكن كان رسول الله، (وَخَاتَمَ النَّبِيّينَ) : آخرهم، وعيسى عليه السلام ينزل بدينه مؤيدًا له، (وَكَانَ اللهُ بِكُلِّ شَيْءٍ عَلِيمًا) فهو أعلم حيث يجعل رسالته. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْرًا كَثِيرًا (٤١) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (٤٢) هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا (٤٣) تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا (٤٤) يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (٤٥) وَدَاعِيًا إِلَى اللهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا (٤٦) وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللهِ فَضْلًا كَبِيرًا (٤٧) وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللهِ وَكَفَى بِاللهِ وَكِيلًا (٤٨) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (٤٩) يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ </p><p> يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللهُ غَفُورًا رَحِيمًا (٥٠) تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللهُ عَلِيمًا حَلِيمًا (٥١) لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا (٥٢) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْرًا كَثِيرًا) ، في الحديث (أكثروا ذكر الله حتى يقال مجنون) ، وعن ابن عباس رضى الله عنه: ما فرض الله على عباده فريضة إلا جعل لها حدًّا معلومًا، ثم عذر أهلها في حال العذر، غير الذكر، (وَسَبِّحُوهُ بُكْرَةً) : أول النهار، (وَأَصِيلًا) وآخره خصوصًا، وعن بعض: المراد صلاة الصبح والعصر أو </p><p> العصر والعشائين، (هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ) : يتعطف الله وملائكته عليكم ويترحمون، فإن استغفارهم تعطف سيما وهم مستجابوا الدعوة، (لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ) : من ظلمات الكفر والمعاصي، (إِلَى النُّورِ) : نور الإيمان والطاعة، (وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا تَحِيَّتُهُمْ) إضافة المصدر إلى المفعول، (يَوْمَ يَلْقَوْنَهُ) في الجنة أو عند الموت، (سَلامٌ) أي: يسلم الله عليهم وعن قتادة تحية بعضهم بعضًا في الدار الآخرة (سلام) ، (وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا) : الجنة ونعيمها، (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا) لله بالوحدانية أو على الناس بأعمالهم في القيامة، وهو على الثاني حال مقدرة، (وَمُبَشِّرًا) للمؤمنين، (وَنَذيرًا) ، للكافرين، (وَدَاعِيًا) للخلق، (إِلَى اللهِ) : إلى توحيده وطاعته، (بِإِذْنِهِ) : بتيسيره قيد الدعوة به، إيذانًا بأنه أمر صعب لا يتيسر إلا بإعانته، (وَسِرَاجًا مُنِيرًا) : بينًا أمره يستضاء به عن الجهالة، (وَبَشِّرِ الْمُؤْمِنِينَ) عطف على محذوف، مثل: فراقب أحوال الناس، وصفه بخمسة أوصاف وحذف مقابل الأول لأن الباقي كالتفصيل له، فيكون وبَشِّرِ في مقابلة مبشرًا، (بِأَنَّ لَهُمْ مِنَ اللهِ فَضْلًا كَبِيرًا) كتضعيف الحسنات، (وَلاَ تُطِع الكَافِرِينَ وَالْمُنَافِقِينَ) دم واثبت على ما أنت عليه، وهو مع قوله، (وَدَعْ أَذاهُمْ) مقابل لـ نذيرًا أي: دع إيذاءهم إياك اصبر عليها ولا تغتم به، أو إيذاءك إياهم ولا تجازيهم، (وَتَوَكلْ عَلَى اللهِ) مقابل لـ داعيًا، فإن من توكل على الله يسر عليه كل عسير، (وَكَفَى بِاللهِ وَكِيلًا) : موكولاً إليه الأمور وهو مقابل لـ سراجًا فإن من جعله برهانًا جدير بأن يكتفى به، وجاز أن يكون دع في مقابلة داعيًا، فإن الداعي للخلائق لابد له من الصبر، والمواساة حتى يتم له الأمر، وتوكل في مقابلة سراجًا وكفى بالله تأييد وتأكيد </p><p> للتوكل، (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ) : تجامعوهن، (فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا) : تستوفون عددها، وقوله:  (المؤمنات) تحريض على نكاحهن، وظاهر الآية إن العدة بعد الجماع لا بمجرد خلوة، وأن الطلاق بعد النكاح، وعليه جمهور السلف، (فَمَتِّعُوهُنَّ) بنصف الصداق إن كان لهن صداق، وإلا فالمتعة على قدر حاله، وعن بعض المتعة غير النصف وهو أمر ندب، وعن بعض أمر وجوب، (وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلاً) من غير ضرار ومنع حق، (يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ) : مهورهن وتعجيل إعطاء المهر سنة، (وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللهُ عَلَيْكَ) : مما غنّمك الله من دار الحرب، (وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ </p><p> وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ) لا كالنصارى فإنهم لا يتزوجون امرأة بينه وبينها سبعة أجداد، ولا كاليهود يتزوج أحدهم ابنة أخيه وأخته، (اللَّاتِي هَاجَرْنَ مَعَكَ) إلى المدينة لا يحل له غير المهاجرات، وعن بعض معناه: اللاتي أسلمن، (وَامْرَأَةً مُؤْمِنَةً) دون غيرها، نصبها بـ أحللنا لأن معنى أحللنا قضينا أو أعلمنا حلها، فلا ينافي الماضي الشرط المستقبل، أو نقول أحللنا جواب الشرط بحسب المعنى والحقيقة، فهو أيضًا مستقبل، (إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا) أي: طلب نكاحها يعني هبتها نفسها منه لا توجب حلها إلا بإرادته نكاحها، فإنها جارية مجرى القبول، عدل إلى الغيبة ثم إلى الخطاب بقوله:  (خَالِصَةً لكَ مِن دُون الُمؤْمِنِين) للإيذان بأنه مما خص به لشرف النبوة والخطاب أدخل في التخصيص، والاسم في التعظيم والأصح أنه ينعقد في حقه عليه السلام بلفظ الهبة من غير ولي وشهود ومهر، وعند بعض لا ينعقد في حقه أيضًا إلا بلفظ الإنكاح واختصاصه في ترك المهر فقط، ونصب خالصة على المصدر المؤكد لمضمون جملة \" امرأة مؤمنة \" إلخ، أو على الحال من ضمير \" وهبت \" أو تقديره: هبة خالصة لك (قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ) ، من حصرهم في أربع نسوة واشتراط عقد ومهر وشهود، (وَمَا مَلَكَتْ أَيْمَانُهُمْ) ، من توسيع الأمر فيها، (لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ) ، متعلقه خالصة أي: اختصصتك بأشياء في التزوج لئلا يكون عليك ضيق فقوله: \" قد علمنا \" إلى \" أَيْمَانُهُمْ \" معترضة بين خالصة ومتعلقها، (وَكَانَ اللهُ غَفُورًا) للزلات، (رحِيمًا) بالتوسعة، (تُرْجِي) تؤخر، (مَنْ تَشَاءُ مِنْهُنَّ) : من نسائك ومن الواهبات، (وَتُؤْوِي) : تضم، (إِلَيْكَ مَنْ تَشَاءُ) : من نسائك والواهبات، يعني: أنت بالخيار في أمرهن قد </p><p> حطَّ عنك القسم فلا يجب عليك بعد، وفي أمر الواهبات إن شئت قبلت وإن شئت رددت، (وَمَنِ ابْتَغَيْتَ) : طلبت وأردت إصابتها، (مِمنْ عَزَلْتَ) : من النساء اللاتي عزلتهن عن القسمة، (فَلاَ جُنَاحَ عَيكَ) في ذلك، (ذَلِكَ) التفويض إلى مشيئتك من غير وجوب القسم، (أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ) أي: أقرب إلى قرة عيونهن، وقلة حزنهن ورضاهن جميعًا، فإنه إذا علمن أن الله قد وضع عنك الحرج في القسم، ثم مع هذا أنت تقسم لهن اختيارًا فرحن به، وحملن جميلتك في ذلك واعترفن بعدلك وكمال إنصافك في قسمك، وإن رجحت بعضهن علمن أنه بفسحة من الله لك ورضاه، فتطمئن نفوسهن، وعن بعض معناه تطلق من تشاء منهن، وتمسك من تشاء، ومن ابتغيت ممن طلقت بالرجعة فلا إثم، والتفويض إلى رأيك أقر لرضاهن، لأنك لو لم تطلقهن حملن في ذلك جميلتك \" وكلهن \" تأكيد لفاعل \" يرضين \" ، (وَاللهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ) من الميل إلى بعضهن مما لا يمكن دفعه، (وَكَانَ اللهُ عَلِيمًا حَلِيمًا) فلا يؤاحذكم بما في قلوبكم، (لاَ يَحِل لَكَ النِّسَاءُ مِنْ بَعْدُ) ، من بعد هؤلاء التسع فلا يجوز لك العشرة فما فوقها، (وَلاَ أَن تَبَدَّلَ بِهِن مِنْ أَزْوَاج) : بأن تطلق واحدة من هؤلاء وتتزوج بدلها أخرى، (وَلَوْ أَعْجَبَكَ حُسنهُنَّ) أي: مفروضًا إعجابك بهن، حال من فاعل تبدل، وعن </p><p> كثير من السلف: لما خيرن بين الدنيا والآخرة فاخترن الآخرة كما تقدم جازاهن الله بتحريم التزويج لغيرهن، ثم نسخ حكم هذه الآية كما دل عليه الأحاديث الصحاح وأباح له التزوج أي عدد أراد لكن لم يقع منه بعد ذلك لتكون المنة له عليه السلام وعن بعض معناه: لا يحل لك النساء من بعد الأجناس الأربعة التي مر ذكرها في قوله: \" إنا أحللنا \" الآية، فلا يحل له عربية غير بنات عمه وعماته وخاله وخالاته، ولا غير مهاجرة وإن كانت قريبة، ولا غير مؤمنة فقوله \" ولا أن تبدل بهن \" على هذا تأكيد بخلافه في المعنى الأول، (إِلَّا مَا مَلَكَتْ يَمِينُكَ) استثناء متصل من النساء المتناول للأزواج والإماء، أو منقطع، (وَكَانَ اللهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا) فلا تتخطوا عما حدَّ لكم. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ </p>"
}