{
  "id": null,
  "sura": 33,
  "aya": 1,
  "text": "<p> سورة الأحزاب مدنية </p><p> وهى ثلاث وسبعونَ آية وتسع ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَا أَيُّهَا النَّبِيُّ اتَّقِ اللهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا (١) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٢) وَتَوَكَّلْ عَلَى اللهِ وَكَفَى بِاللهِ وَكِيلًا (٣) مَا جَعَلَ اللهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (٤) ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللهُ غَفُورًا رَحِيمًا (٥) النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٦) وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (٧) لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا (٨) </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِى اتَّقِ الله) : اثبت عليه، (وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ) نقل أن بعض قريش نزلوا على منافقي المدينة بأمان النبي - عليه السلام - وقالوا للنبي - صلى الله عليه وسلم -: ارفض </p><p> ذكر آلهتنا بسوء، وقل إنَّهَا تشفع لمن عبدها ندعك وربك فأخرجهم النبي عن المدينة فنزلت، (إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا) : فهو أحق أن يطاع ويتبع، (وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا) : فلا تخالفوه، ومن قرأ يعملون بالياء فمعناه إنه خبير بمكائد الكفار والمنافقين فلا تبال فإنه يدفعها عنك، (وَتَوَكَّلْ عَلَى اللهِ وَكَفَى بِاللهِ وَكِيلًا) : حافظًا موكولاً إليه كل أمر، (مَا جَعَلَ اللهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) لم ير في حكمته أن يجعل لأحد قلبين لأن القلب سلطان ولا يليق بمملكة إلا سلطان واحد، (وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ) والمظاهرة مثل أن تقول: أنت كظهر أُمي وفي الجاهلية بالمظاهرة تحصل الفرقة الأبدية وتصير كالأم، وتعديته بمن لتضمنه معنى التجنب والتباعد، (أُمَّهَاتِكُمْ) : إن أمهاتكم إلا اللائي ولدنكم والأمهات مخدومات والزوجات خادمات، (وَمَا جَعَلَ أَدْعِيَاءَكُمْ) . الذين تدعونهم ولدًا، (أَبْنَاءَكُمْ) ، فإن البنوة أمر ذاتي والتبني عارضي فكيف يكون هو إياه، فحاصله أنه تعالى كما لم ير في حكمته أن يجعل لأحد قلبين فيفعل بأحدهما غير ما يفعل بالآخر لئلا يكون أحطهما فضلة غير محتاج إليه فيؤدي إلى اتصاف شخص بالعلم، والظن والمحبة والكراهة وغيرهما في حالة واحدة ولم ير أيضًا أن تكون امرأة لرجل مخدومة وخادمة وأن يكون رجل دعيًّا غير أصيل وابنًا أصيلاً وعن بعض السلف إن الأولين للثالث أي: كما لا يكون لرجل قلبان، ولا يصير غير الأم أُمًّا كذلك لا يكون الدعي ابنًا فلا تسموا زيد بن حارثة مولى النبي - صلى الله عليه وسلم - الذي تبناه قبل النبوة زيد بن محمد (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ)  [الأحزاب: ٤٠] ، وعن كثير من السلف إن الأول </p><p> نزل في شخص يقال له ذو القلبين يقول: لي قلبين أعقل بكلٍّ، أفضل من عقل محمد، وعن بعض: لما سها عليه السلام في صلاته قال المنافقون: له قلبان، قلب معهم، وقلب معكم، (ذلِكمْ) : إشارة إلى المجموع أو إلى الأخير، (قَوْلُكُمْ بِأَفْوَاهِكُمْ) لا حقيقة له، (وَاللهُ يَقُولُ الحَقَّ) : المطابق للواقع، (وَهُوَ يَهْدِى السَّبِيلَ) : طريق الحق، (ادْعُوهُمْ لِآبَائِهِمْ) انسبوهم إليهم، وفي إفراده بالذكر إشعار إلى ما نقلنا من أن الأولين للثالث، (هوَ) ، راجع إلى مصدر ادعوهم، (أَقْسَطُ) من القسط بمعنى العدل، (عِندَ اللهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ) حتى تنسبوهم إليهم، (فَإِخْوَانُكُمْ) أي: فهم إخوانكم، (فِي الدِّينِ وَمَوَالِيكُمْ) : أولياءكم فيه فقولوا أخي ومولاي، (وَلَيْسَ عَلَيْكُمْ جُنَاحٌ) : إثم، (فِيمَا أَخْطَأْتُمْ بِهِ) : فيما فعلتموه مخطئين على النسيان أو سبق اللسان، (وَلَكِن مَّا تَعَمَّدَتْ قُلُوبكمْ) : ما تعمدت عطف على ما أخطأتم أي: وعليكم جناح فيما أو مبتدأ مقدر خبره أي ولكن ما تعمدت قلوبكم فيه الجناح، (وَكَانَ اللهُ غَفُورًا رَحِيمًا) في الحديث \" ثلاث في الناس كفر: الطعن في النسب والنياحة على الميت، والاستسقاء بالنجوم \" وفي الحديث (إن في القرآن المنسوخ، ولا ترغبوا عن آبائكم فإنه كفر بكم أن ترغبوا عن آبائكم) ، (النبِيُّ أَولى بِالْمُؤمِنِينَ مِنْ أَنفْسِهِمْ) : في أمور الدارين قال عمر: لأنت أحب إليَّ من كل شيء إلا من نفسي، فقال عليه السلام: </p><p> (لا يا عمر: حتى أكون أحب إليك من نفسك) فقال: (والله لأنت يا رسول الله أحب إليَّ من كل شيء حتى من نفسي) ، فقال:  (الآن يا عمر) ، وعن بعض المفسرين معناه: النبي أولى من بعضهم ببعضهم في وجوب طاعته عليهم، (وَأَزْوَاجُهُ أُمَّهَاتُهُمْ) : في التوقير وتحريم نكاحهن على التأبيد لا في النظر والخلوة والأصح أن لا يقال هن أمهات المؤمنات، وفي الشواذ وهو أبٌ لهم، (وَأُولُو الْأَرْحَامِ) : ذوو القرابات، (بَعْضُهُمْ أَوْلَى بِبَعْضٍ) : في الميراث، (فى كتابِ اللهِ) : في حكمه، أو في اللوح المحفوظ، (مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ) صلة لـ أَوْلَى أي: هم بحق القرابة أولى بالميراث منهم بحق الإيمان والهجرة قال الزبير: أنزل الله فينا معشر قريش والأنصار خاصة وذلك لما قدمنا المدينة قدمنا ولا مال لنا فوجدنا الأنصار نعم الإخوان فواخيناهم وأورثناهم حتى أنزل الله فينا هذه الآية فرجعنا إلى مواريثنا، (إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا) الاستثناء منقطع أى: لكن فعلكم إلى أحبائكم معروفًا جائز يعني: ذهب الميراث وبقي البر والإحسان والوصية، (كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا) أي: هذا الحكم في الكتاب القديم </p>"
}