{
  "id": null,
  "sura": 33,
  "aya": 35,
  "text": "<p> فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (٣٥) وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا (٣٦) وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللهَ وَتُخْفِي فِي نَفْسِكَ مَا اللهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللهِ مَفْعُولًا (٣٧) مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللهُ لَهُ سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللهِ قَدَرًا مَقْدُورًا (٣٨) الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللهَ وَكَفَى بِاللهِ حَسِيبًا (٣٩) مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللهُ بِكُلِّ شَيْءٍ عَلِيمًا (٤٠) </p><p> * * * </p><p> (إِن المُسْلِمِينَ) : المنقادين لأمر الله، (وَالْمُسْلِماتِ وَالْمُؤْمِنِينَ) : المصَدقين بما يجب التصديق به، (وَالْمُؤْمناتِ وَالْقَانِتِينَ) : المداومين على الطاعة، (وَالْقَانِتَاتِ </p><p> وَالصَّادِقِينَ) في جميع الأحوال، (وَالصَّادِقَاتِ وَالصَّابِرِينَ) : على المصائب، (وَالصَّابِرَاتِ وَالْخَاشِعِينَ) : المتواضعن لله، (وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ) : المحسنين إلى الناس، (وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ) عن سعيد بن جبير من صام بعد الفرض ثلاثة أيام من كل شهر دخل في الصائمين، (وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ) عن الحرام، (وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللهَ كَثِيرًا وَالذَّاكِرَاتِ) في الحديث \" من أيقظ امرأته من الليل فصليا ركعتين كانا تلك الليلة من الذاكرين الله كثيرًا والذاكرات \" ، (أَعَدَّ اللهُ لَهُمْ مَغْفِرَةً) ، لذنوبهم، (وَأَجْرًا عَظِيمًا) عن أم </p><p> سلمة أنها قالت:  \" قلت يا نبي الله ما لنا لا نذكر في القرآن كما يذكر الرجال، فنزلت \" ، (وَمَا كانَ) : ما صح، (لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) أي: أن يختاروا من أمر الله ورسوله ما شاءوا، بل يجب عليهم اتباع اختيار رسول الله وترك رأيهم، وجمع ضمير لهم علي المعنى فإن المؤمن والمؤمنة وقعا تحت النفي، (وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا) لما خطب النبي عليه السلام زينب بنت جحش ابنة عمته لمولاه زيد بن حارثة فامتنعت نزلت ثم أجابت، (وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللهُ عَلَيْهِ) : بالإسلام، (وَأَنْعَمْتَ عَلَيْهِ) : بالعتق وهو زيد اشتراه في الجاهلية وأعتقه وتبناه، (أَمْسِكْ عَلَيْكَ زَوْجَكَ) زينب حين قال: أريد أن أطلقها، (وَاتَّقِ اللهَ) فيها ولا تطلقها، (وَتُخْفِي فِي نَفْسِكَ مَا اللهُ مُبْدِيهِ) أي: شيئًا الله مظهره، وهو علمه بأن زيدًا سيطلقها وهو ينكحها، فإن الله قد أعلمه بذلك أو ميل قلبه إليها وإلى طلاقها، فإن نفسه الأقدس مالت إليها بعد أن تزوجها زيد (١) ، (وَتَخْشَى النَّاسَ) : تكره </p><p>(١) المختار الرأي الأول وهو ما أظهره القرآن في قوله تعالى {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} ولا يلتفت إلى غير ذلك مما ذكره بعض المفسرين -غفر الله لنا ولهم- من أمور لا تليق بمقام الحبيب الشفيع - صلى الله عليه وسلم. اهـ (مصحح النسخة الإلكترونية).</p><p> قالتهم وتعييرهم، (وَاللهُ أَحَقُّ أَنْ تَخْشَاهُ) فلا تأمر بما تعلم يقينًا أنه لا يتم، أو فلا تظهر بلسانك ما تحب بقلبك غيره، فإن الأنبياء عليهم السلام مأمورون بتساوي الظاهر والباطن، (فَلَمَّا قَضَى زَيْدٌ منْهَا وَطَرًا) : حاجة، (زَوجْنَاكَهَا) بعد طلاقها وانقضاء عدتها بلا ولي من بشر ولا شاهد ولا مهر، ولهذا تقول افتخارًا: زوجني الله من فوق سبع سماوات والسفير جبريل، (لِكَي لَا يَكُونَ عَلَى المُؤْمِنِينَ حَرَجٌ فِى أَزْوَاج أَدْعِيَائِهِمْ) بالبنوة، (إِذَا قَضَوْا مِنْهُن وَطَرًا) أي: دخلوا عليهن، قيل قضاء الوطر: كناية عن الطلاق يعني لئلا يظن أن حكم الأدعياء حكم الأبناء، فإنه جاز أن يتزوج موطوءة دعيه، (وَكَان أَمْرُ اللهِ) : قضاءه، (مَفْعُولًا) : مكونًا لا محالة، (مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَج فِيمَا فَرَضَ اللهُ لَهُ) : قدر وقسم له، (سُنَّةَ اللهِ) : سن ذلك سنة، (فِى الذينَ خَلَوْا مِن قَبْلُ) من الأنبياء أي: كثرة الأزواج سنة الأنبياء وطريقتهم من قبل، (وَكَان أَمْرُ اللهِ قَدَرًا مَّقْدُورًا) : قضاءه قضاء مقضيًّا، (الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللهِ) ، صفة مادحة للذين خلوا، (وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللهَ) فلا يمنعهم شيء من الإبلاغ بوجه فيه تهييج، بأن يسلك هو عليه السلام طريقتهم، ولذلك قالت عائشة: لو كتم محمد عليه السلام شيئًا من </p>"
}