{
  "id": null,
  "sura": 33,
  "aya": 59,
  "text": "<p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللهُ غَفُورًا رَحِيمًا (٥٩) لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا (٦٠) مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا (٦١) سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا (٦٢) يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا (٦٣) إِنَّ اللهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (٦٤) خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (٦٥) يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللهَ وَأَطَعْنَا الرَّسُولَا (٦٦) وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا (٦٧) رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا (٦٨) </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ) الجلباب: رداء فوق الخمار تستر من فوق إلى أسفل، يعني يرخينها عليهن ويغطين وجههن وأبدانهن، (ذلِكَ أَدْنَى) : أقرب، (أَنْ يُعْرَفْنَ) أنهن حرائر ويميزن من الإماء، (فَلَا يُؤْذَيْنَ) بالتعرض لهن، كان ناس من الفساق يتعرضون للإماء حين كانت تخرجن في الليالي، فأُمرت الحرائر بإرخاء الجلباب لتتميز الحرائر من الإماء، (وَكَانَ اللهُ غَفُورًا) لما سلف من ترك التستر، (رحِيمًا) بعباده حيث يأمرهم بجزئيات مصالحهم، (لَئِن لَمْ يَنتَهِ المُنَافِقُونَ) : عن نفاقهم، (وَالذِينَ فِي قُلُوبِهِم </p><p> مَّرَضٌ): ضعف إيمان، وهم الزناة عن فجورهم، (وَالْمُرْجِفون) : المخبرون على غير حقيقة عن فعلتهم، (فِي الْمَدِينَةِ) وهم الذين يخبرون عن سرايا المسلمين بأخبار سوء، (لَنُغْرِيَنَّكَ بِهِمْ) : نسلطنك عليهم ونأمرنك بقتالهم، (ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا) : في المدينة عطف على لنغرينك بـ ثم، كأنه قال: لئن لم ينتهوا ليحصل لهم خطبان عظيمان الثاني أعظم عليهم فإن الجلاء من الأوطان أعظم المصائب، (إِلَّا قَلِيلًا) : زمانًا قليلاً وذلك بأن يضطروا إلى الجلاء، (مَلْعُونينَ) نصب على الذم، وقيل: حال من فاعل يجاورون بأن دخل إلا على الظرف والحال معًا يعني: لا يجاورن فى زمن من الأزمنة وفي حال من الأحوال إلا قليلاً ملعونين وفيه ضعف، (أَيْنمَا ثُقِفُوا) : وجدوا، (أُخِذُوا وَقُتِّلُوا تَقْتِيلًا) وهذا الحكم فيهم على جهة الأمر، وكأن المنافقين والفجار والمرجفين كانوا قومًا واحدًا هم المنافقون، ذكرهم الله بثلاث خصائلهم، (سُنَّةَ اللهِ) أي: سن الله سنته، (فِى الَّذينَ خَلَوْا مِن قَبْلُ) في الذين ينافقون الأنبياء، أن يقتلوا حيث وجدوا، (وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا) : تغييرًا، فإنه لا يغير سنته، (يَسْألكَ النَّاسُ عَنِ السَّاعَةِ) : عن وقت قيامها؟ (قُل إِنَّمَا عِلْمُهَا عِندَ اللهِ) لم يطلع عليه أحدًا، (وَمَا يُدْرِيكَ) ؟ أي شيء يعلمك وقتها، (لَعَلَّ السَّاعَةَ تَكُونَ قَرِيبًا) ، تذكير قريبًا لأن الساعة بمعنى اليوم، أو لأنه صفة محذوف، </p>"
}