{
  "id": null,
  "sura": 34,
  "aya": 10,
  "text": "<p> المجازي، (أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ) أي: أعموا فلم ينظروا إلى أن السماء والأرض محيطتان بهم لا يستطيعون الخروج من أقطارهما ولم يخافوا أن نخسف بهم أو نسقط عليهم قطعة من السماء لكفرهم؟ (إِنَّ فِي ذَلِكَ) : فيما يرون من السماء والأرض، (لَآيَةً) : دلالة، (لِكُلِّ عَبْدٍ مُنِيبٍ) : راجع إلى ربه مطيع لكثرة تأمله. </p><p> * * * </p><p> (وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ (١٠) أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ (١١) وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ (١٢) يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣) فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (١٤) لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ </p><p> وَرَبٌّ غَفُورٌ (١٥) فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ (١٦) ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ (١٧) وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ (١٨) فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (١٩) وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (٢٠) وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ (٢١) </p><p> * * * </p><p> (وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا) جمع له بين النبوة والملك والجنود والمعجزات الظاهرة، (يَا جِبَالُ أَوِّبِي مَعَهُ) أي: قلنا يا جبال رجِّعي معه التسبيح، أو النوحة أي: سبِّحي معه إذا سبَّح بدل من \" آتينا \"  (وَالطَّيْرَ) ، عطف على محل جبال أو مفعول معه لـ أَوِّبِي كان إذا سبَّح تسبِّح معه الجبال والطير وتجاوبه بأنواع اللغات، (وَأَلَنَّا لَهُ الْحَدِيدَ) : كالطين والشمع يصرفه بيده من غير نارٍ ولا ضرب مطرفة، (أَنِ اعْمَلْ سَابِغَاتٍ) أي: أمرناه أن اعمل دروعًا واسعات، (وَقَدِّرْ فِي السَّرْدِ) : لا تجعل المسامير دقاقًا ولا غلاظًا قيل أي: قدر في نسجها تناسب حلقها فإن دروعه لم تكن مسمرة، (وَاعْمَلُوا) أي: داود وآله، (صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ) : فلا يضيع عمدكم، (وَلِسُلَيْمَانَ) أي: وسخرنا له، (الرِّيحَ) ، وقراءة رفع الريح على تقدير </p><p> ولسليمان الريح مسخرة، (غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ) : مسيرها بالغداة إلى انتصاف النهار مسيرة شهر وبالعشي كذلك ففى اليوم الواحد تجري مسيرة شهرين، (وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ) : أسال معدن النحاس فينبع كما ينبع الماء من العين، (وَمِنَ الْجِنِّ) ، حال متقدمة أو خبر لقوله:  (مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ) ، والجملة عطف على الريح، (بِإِذْنِ رَبِّهِ) : بأمره، (وَمَنْ يَزِغْ) : يعدل، (مِنْهُمْ عَنْ أَمْرِنَا) : الذي هو طاعته، (نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ) يدركه الصاعقة فتحرقه أو المراد عذاب الآخرة، (يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ) ، البناء الرفيع والمساجد والقصور، (وَتَمَاثِيلَ) : صور الملائكة والأنبياء واتخاذها مباح في شريعتهم، (وَجِفَانٍ) ، جمع جفنة أي: قصعة، (كَالْجَوَابِ) ، جمع جابية وهي الحوض الكبير، (وَقُدُورٍ رَاسِيَاتٍ) : ثابتات كالجبال أثافيها منها قيل كان يأكل في جفنة ألف رجل (اعْمَلُوا) حكاية ما قيل لهم، (آلَ دَاوُودَ شُكْرًا) أي: الجن يعملون لكم فاعملوا أنتم شكرًا، والشكر على ثلاثة أضرب بالقلب وباللسان وبالجوارح فقال: </p><p> \" اعملوا \" لينبه على التزام الأنواع الثلاثة أو مصدر لاعملوا لأن فيه معنى اشكروا، أو معناه اعملوا طاعة الله للشكر أو شاكرين، (وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ) : المبالغ الباذل وسعه فيه، (فَلَمَّا قَضيْنَا عَلَيْهِ) أي: على سليمان، (الْمَوْتَ مَا دَلَّهُمْ) أي: الجن، (عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ) : الأرضة، (تَأْكُلُ مِنْسَأَتَهُ) : عصاه، (فَلَمَّا خَرَّ) : سليمان، (تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ) ، كان من عادته أنه يعتكف في مسجد بيت المقدس سنة وسنتين وأقل وأكثر، فلما علم قرب أجله قال: اللهم غم موتي على الجن حتى يعلم الإنس أن الجن لا يعلمون الغيب، ثم دخل المحراب واتكأ على عصاه وقبضه ملك الموت والجن يرونه قائمًا يحسبونه حيًّا وهم في أعمالهم الشاقة، فلما أكلت الأرضة عصاه خرَّ سليمان فعلمت الجن أنه قد مات قبل ذلك بمدة طويلة نحوًا من سنة فشكرت الجن الأرضة فهم يأتونها بالماء والطين في أي موضع هي فيه، وتبين إما بمعنى ظهر لازم فيكون أن مع صلتها بدل اشتمال من الجن كما تقول تبين زيد جهله أي: ظهر جهل الجن للإنس، وإما متعدٍ أي: علموا أنَّهم كانوا كاذبين في ادعاء علم الغيب، ولو علموا </p><p> لعلموا موته حين وقع فلم يلبثوا في الأعمال الشاقة التي هي العذاب المهين بعد مدة، (لَقَدْ كَانَ لِسَبَأٍ) : اسم قبيلة، (في مَسْكَنِهِمْ) : موضع سكناهم، وهو باليمن أو مسكن كل واحدٍ منهم، (آيةٌ) : دالة على وجود قادر مختار على ما يشاء، (جَنَّتَانِ) ، بدل من آية أو خبر محذوف هو هي، (عَنْ يَمِينٍ وَشِمَالٍ) أي: جماعتان من البساتين جماعة عن يمين بلدهم وأخرى عن شمالها، وكل واحدة منهما في تقاربها وتضامها كأنها جنة واحدة والآية قصتهما، (كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ) ، حكاية ما قال لهم الأنبياء أو لسان الحال، (بَلْدَةٌ طَيِّبَةٌ) ، كانت أرخص البلدان أو أطيبها في الهواء، ولم يكن فيها ذباب ولا شيء من الهوام، (وَرَبٌّ غَفُورٌ) : لمن شكره استئناف لبيان موجب الشكر أي: هذه بلدة طيبة، وربكم الذي رزقكم وطلب شكركم رَبٌّ غَفُورٌ، (فَأَعْرَضُوا) : عن الشكر إلى عبادة الشمس، وكذبوا الأنبياء (قَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ) العرم: الوادي أو الماء الغزبر أو الصعب أو الجُرَذ، وهو نوع من الفأر الذي نقب عليهم السد (وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ) : أراك قيل: كل شجر ذي شوك أو كل نبت مر فهو خَمْطٍ، والأكل الثمر وأصله أُكُل أُكُلٍ خَمْطٍ فأقيم المضاف إليه مقام المضاف، (وَأَثْلٍ) هو الطرفاء أو </p><p> شجر يشبهه عطف على أكل، فإن الأثل لا أكل له، (وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ) هو أجود أشجارهما وتسمية البدل جنة للمشاكلة، وفيه من التهكم، كان قدام قريتهم سد عظيم يجتمع خلفه الماء فيستعملونه على قدر حاجتهم، فلما كذبوا الرسل سلط الله عليه الجرذ فنقبه وغرقهم، (ذَلِكَ جَزَيْناهُمْ بِمَا كفَرُوا) : بكفرهم أو بكفرانهم (وَهَلْ نُجَازِي إِلا الْكَفُورَ) : هل يعاقب إلا البليغ في الكفر، أو الكفران أو هل نجازي بمثل هذا الجزاء إلا الكفور، (وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا) ، هى قرى الشام، (قُرًى ظَاهِرَةً) : متواصلة يرى بعضها من بعض بحيث أن مسافرهم لا يحتاج إلى حمل ماء وزاد، (وَقَدَّرنَا فيهَا السَّيرَ) : بحيث يقيلون من اليمن إلى الشام فى قرى ويبيتون في أخرى، (سيرُوا) أي: قلنا لهم: سيروا، (فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ) : لما مكنوا من السير في رغدٍ وأمن كأنهم أمروا بذلك وأذن لهم إن شاءوا في الليل، وإن شاءوا في النهار فإن الأمن في كلا الوقتين حاصل، (فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا) ، لما بطروا النعمة وملوا العافية طلبوا مفاوز يحتاجون في قطعها إلى زاد ورواحل وسيرٍ في حرور ومخاوف ويمكن أن يكون ذلك لئلا يتمكن الفقراء من تلك السفرة، فيتطاولون عليهم وهذا كما طلب بنو إسرائيل الفوم والعدس بدل المن والسلوى، (وَظَلَمُوا أَنْفُسَهُمْ) : بالبطر، (فَجَعَلْنَاهُمْ أَحَادِيثَ) : لمن بعدهم فصاروا ضرب مثل يقال: تفرقوا أيدي سبأ، (وَمَزَّقْنَاهُمْ) : فرقناهم في الأرض، (كُلَّ مُمَزَّقٍ) : كل تفريق بعض إلى الشام، وبعض إلى عمان، وبعض إلى العراق، وهكذا، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ) : عن المعاصي، (شَكُورٍ) : على النعم وهو المؤمن </p>"
}