{
  "id": null,
  "sura": 34,
  "aya": 46,
  "text": "<p> رسول واحد نفي جميع الرسل كما تقول: ما بلغت معشار علم زيد، فتفضل عليه، (فَكَيْفَ كَانَ نَكِيرِ) النكير: تغيير المنكر، أي: فحين كذب الذين من قبلهم رسلي جاءهم إنكاري بالتدمير فكيف كان نكيري لهم فليحذر هؤلاء عن مثل ما وقع عليهم. </p><p> * * * </p><p> (قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لله مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ (٤٦) قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٤٧) قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ (٤٨) قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ (٤٩) قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ (٥٠) وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ (٥١) وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ (٥٢) وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ (٥٣) وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ (٥٤) </p><p> * * * </p><p> (قل إنما أعظكم) : أرشدكم، (بواحدة) : بخصلة واحدة، (أن تقوموا لله) ، المراد بالقيام لله الانتصاب في الأمر والنهوض فيه بالهمة، والفكر خالصًا له من غير هوى ولا عصبية عطف بيان أو بدل من واحدة أو خبر لمحذوف أي: هي أن تقوموا، </p><p> (مَثْنى وَفُرَادَى) : اثنين اثنين أو واحدًا واحدًا فإن الازدحام يشوش الفكر، (ثُمَّ تَتَفَكَّرُوا) : في أمر محمد، (مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ) ، كلام مستأنف للتبيه من الله على جهة النظر قيل: معناه تتفكروا فتعلموا ما بصاحبكم جنون، وقيل: ما استفهامية، أى: تتفكروا أي شيء به من آثار الجنون، (إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ) : قدام، (عَذَابٍ شَدِيدٍ) ، عن مقاتل معناه: ثم تتفكروا في خلق السَّمَاوَات والأرض حتى تعلموا وحدانيته، ثم ابتدأ وقال \" ما بصاحبكم من جنة \"  (قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ) ، أي: أي شيء سألتكم من أجر التبليغ وأدعى استحقاقه؟! (فَهُوَ لَكُمْ) أي: فذلك الشيء ملككم، وأنا معترف بذلك كما تقول: إن أعطيتني شيئًا فخذه، فالمراد نفي الطمع بالكلية أو ما موصولة، أي: الذي سألتكم فهو لنفعكم قال تعالى \" قل لا أسألكم عليه أجرًا إلا المودة في القربى \"  [الشورى: ٢٣]  \" قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا \"  [الفرقان: ٥٧] (إِنْ أَجْرِيَ إِلَّا عَلَى اللهِ وَهُوَ </p><p> عَلَى كُلِّ شَيْءٍ شَهِيدٌ): فيعلم صدقي، (قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ) : يرمي به ويلقيه على من يشاء من عباده قال تعالى \" يلقى الروح من أمره على من يشاء من عباده (عَلَّامُ الْغُيُوبِ) ، صفة لـ رَبِّي تابع لمحله، أو خبر بعد خبر، أو خبر لمحذوف أو بدل من ضمير يقذف، َ (قُلْ جَاءَ الْحَقُّ) القرآن والإسلام، (وَمَا يُبْدِئُ الْبَاطِلُ) أي: الكفر، (وَمَا يُعِيدُ) أي: هلك الكفر بالكلية، فإن من خاصة صفات الحي إما أن يبدئ فعلا أو يعيده، فإذا لم تكن له تلك الصفة لم تكن له الحياة، وعن بعض السلف: إن الباطل إبليس أي: هو لا يبدئ أحدًا ولا يعيده، بل المبدئ والباعث هو الله، وقيل: لا يبدئ الباطل لأهله خيرًا ولا يعيده يعني: لا ينفعهم في الدارين، (قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي) : وبال ضلالي عليها، لأنها هي السبب للضلال، (وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي) : فإن الخير كله من الله، ولولا توفيق الله لما حصل الاهتداء، فإن النفس والشيطان لا يأمران إلا بالشر، (إِنَّهُ سَمِيعٌ قَرِيبٌ) : فيسمع قول ضال ومهتد، (وَلَوْ تَرَى إِذْ فَزِعُوا) : في القيامة، أو عند البعث، أو عند عذابهم في الدنيا لرأيت أمرًا هائلاً، فجواب لو مقدر، (فَلَا فَوْتَ) : لهم منا ولا نجاة، (وَأُخِذُوا) ، عطف على لا فوت على معنى إذ فزعوا فلم يفوتوا وأخذوا، (مِنْ مَكَانٍ قَرِيبٍ) : من الموقف إلى النار، أو من القبور، أو من ظهر الأرض إلى </p><p> بطنها قيل: هو كناية عن سهولة الأمر، أي: أخذناهم أخذًا يسيرًا علينا، (وَقَالُوا آمَنَّا بِهِ) : بالله أو بمحمد أو بيوم القيامة عند البعث، أو عند العذاب، (وَأَنَّى لَهُمُ التَّنَاوُشُ) : من أين لهم تناول الإيمان؟ (مِنْ مَكَانٍ بَعِيدٍ) ، فإن التوبة والإيمان لا يكونان إلا في الدنيا، وهم في الآخرة، وهو تمثيل لطلبهم ما لا يكون فإن التناوش تناول سهل لشيء قريب، فإذا كان الشيء بعيدًا يستحيل الوصول إليه، وعن ابن عباس - رضى الله عنهما - طلبوا الرجعة إلى الدنيا، (وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفونَ بِالْغَيْبِ) : يرمون بالظن بما لم يظهر لهم، (مِنْ مَكَانٍ بَعِيدٍ) : وهو بعدهم عن علم ما يقولون كأنهم رموا إلى شيء بعيد في ظلمة ثم يزعمون أنَّهم ضربوه يعني: وقد كفروا وظنوا ظنونًا واعتقدوها، (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) : الإيمان أو من شهواتهم الدنيوية، (كَمَا فُعِلَ بِأَشْيَاعِهِمْ) : بأشباههم، (مِنْ قَبْلُ) : من كفرة الأمم السالفة، (إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ) : مشكل فيه مبالغة كما لا يخفى، والله أعلم. </p><p> * * * </p>"
}