{
  "id": null,
  "sura": 35,
  "aya": 8,
  "text": "<p> صبروا، (وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ) : فيجازي كلًّا بما يستحقه، (يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللهِ) : بالحشر وغيره، (حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا) : فيذهلنكم التلذذ بمنافعها عن العمل للآخرة، (وَلَا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ) : الشيطان، فيحثكم على المعاصي بإنكار الآخرة، وبوعد التوبة والمغفرة، (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ) : من قديم الزمان، (فَاتَّخِذُوهُ عَدُوًّا) : ولا تغتروا بأمانيه، (إِنَّمَا يَدْعُو حِزْبَهُ) : أشياعه، (لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ) : لأن يشاركوه في المنزل والمنزلة، (الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ) ، بيان لحال موافقيه ومخالفيه. </p><p> * * * </p><p> (أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللهَ عَلِيمٌ بِمَا يَصْنَعُونَ (٨) وَاللهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ (٩) مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلله الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ (١٠) وَاللهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللهِ يَسِيرٌ (١١) وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ </p><p> سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٢) يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (١٣) إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (١٤) </p><p> * * * </p><p> (أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا) : رأى الباطل حقًّا، (فَإِنَّ اللهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ) : لا تهلكها (عَلَيْهِمْ) ، متعلق بـ لا تذهب، (حَسَرَاتٍ) ، مفعول له وجواب \" أفمن زين \" محذوف تقديره كمن وفق فرأى الحق حقًّا والبَاطل باطلاً، ويدل عليه قوله:  \" فإن الله يضل \" إلى آخره، أو تقديره ذهبت نفسك عليهم للحسرة، فيدل عليه قوله: فلا تذهب إلخ، (إِنَّ اللهَ عَلِيمٌ بِمَا يَصْنَعُونَ) : ليس بغافل عن صنيعهم، وهو الذي أراده فاصبر على مراد الله تعالى، (وَاللهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ) ، صيغة المضارع حكاية للحال الماضية استحضارًا لتلك الصورة البديعة، ونعم ما قيل اختلاف الأفعال للدلالة على استمرار </p><p> الفعل، (سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا) ، التفت إلى ما هو أدخل في الاختصاص لما فيهما من مزيد الصنع، (به) : بالمطر، وهو مفهوم من الكلام أو بالسحاب، فإنه السبب أيضًا، (الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ) ، في الحديث \" ينزل من تحت العرش مطر فيعم الأرض جميعًا، وينبت الأجساد من قبورها كما ينبت الحب في الأرض \" ، (مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلله الْعِزَّةُ جَمِيعًا) : فيطلبها منه بطاعته، فإن كلها له قال تعالى \" وَاتَّخَذُوا مِنْ دُونِ اللهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا كَلَّا \"  [مريم: ٨١] ، (إِلَيْهِ) : إلى الله، (يَصْعَدُ الْكَلِمُ الطَّيِّبُ) : الذكر والدعاء والتلاوة، (وَالْعَمَلُ الصَّالِحُ) : أداء الفرائض، (يَرْفَعُهُ) أي: يرفع العمل الصالح الكلم الطيب، ويجعله في محل القبول ولولاه لم يقبل، أو يرفع الكلم الطيب العمل الصالح لا يقبل عمل بدون كلم التوحيد، أو العمل الصالح أي: الخالص الله </p><p> يرفعه، (وَالذِينَ يَمْكُرُون) هم المراءون والمنافقون يوهمون أنَّهم في طاعة الله، وعن بعض نزل فيمن تشاور ومكر في حبس رسول الله، وإخراجه، وقتله، (السَّيِّئَاتِ) أى: المكرات والسيئات، أو مفعول به لتضمين يمكرون معنى يعملون، (لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ) : يبطل، ويفسد ويظهر من يخسر عن قريب، (وَاللهُ خَلَقَكُمْ مِنْ تُرَابٍ) : بخلق آدم منه، (ثُمَّ مِنْ نُطْفَةٍ) : بخلق ذريته منها، (ثُمَّ جَعَلَكُمْ أَزْوَاجًا) : ذكرانًا وإناثًا، (وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) : إلا معلومة لله حال من أنثى فاعل تحمل، (وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ) : ما يمد في عمره من مصيره إلى الكبر، (وَلَا يُنْقَصُ مِنْ عُمُرِهِ) : لغيره بأن يعطى لأحد عمر ناقص من عمر معمر، أو الضمير للمنقوص وإن لم يذكر لدلالة مقابله عليه أو الضمير للمعمر على التسامح المشهور اعتمادًا على فهم السامع نحو: لك عندي درهم، ونصفه قيل: معناه لا يطول ولا يقصر عمر إنسان إلا في كتاب، فإنه مكتوب في اللوح: إن فلانًا إذا حج -مثلاً- فعمره ستون -مثلاً- وإلا فأربعون، وإذا حج فقد عمر، وإلا فقد نقص من عمره الذي هو الغاية وهو ستون، (إِلَّا فِي كِتَابٍ) : صحيفة كتب في بطن أمه أو اللوح المحفوظ، (إِنَّ ذَلِكَ) : الحفظ، أو الزيادة والنقصان (عَلَى اللهِ يَسِيرٌ وَمَا يَسْتَوِي الْبَحْرَانِ) ، هذا بيان قدرة أخرى عظيمة، (هَذَا عَذْبٌ فُرَاتٌ) : يكسر </p>"
}