{
  "id": null,
  "sura": 35,
  "aya": 15,
  "text": "<p> العطش، (سَائِغٌ) : مريء، (شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ) : يحرق بملوحته، (وَمِن كُلٍّ) : من البحرين، (تَأكُلُونَ لَحْمًا طَرِيًّا) : السمك، (وَتَسْتَخْرِجُونَ حِلْيَةً) : اللآلئ، (تَلْبَسُونهَا) : الحلية من الأجاج لا من العذب، ولا يلزم من عطف تستخرجون على تأكلون أن يكون الاستخراج من كلٍّ قيل: البحران مثلان للمؤمن، والكافر، ثم إن قوله \" ومِن كُلٍّ \" إلخ إما استطراد أو تتميم لتفضيل المشبه به على المشبه، ونظيره قوله:  \" وإن من الحجارة لما يتفجر منه الأنهار \"  [البقرة: ٧٤] ، (وَتَرَى الْفُلْك فيهِ) : في كلِّ، (مَوَاخرَ) : شواق للماء بجريها، (لِتَبْتَغُوا) ، متعلق بمواخر، (مِنْ فَضْلِهِ) : من فضل الله بالتجارة، (وَلَعَلَّكُمْ تَشْكُرُونَ) : نعمه، (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ) : يزيد من هذا في ذاك ومن ذاك في هذا، (وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى) : إلى يوم القيامة، (ذَلِكُمُ اللهُ ربُّكُمْ) أى: ذلك الموصوف بتلك الصفات المذكورة الله، (لَهُ الْمُلْكُ) : وحده، (وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ) : من ملك أو صنم، (مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ) : القشرة الرقيقة الملتفة على النواة، (إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ) : فإنهم جماد، (وَلَوْ سَمِعُوا) : على الفرض، (مَا اسْتَجَابُوا لَكُمْ) : لعجزهم عن الإنفاع، (وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ) : يتبرءون منكم قائلين: ما كنتم إيانا تعبدون، (وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ) : لا يخبرك بالأمر مخبر مثل خبير عالم به، ولا عالم أعلم من الله وهو الذي أخبركم. </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللهِ وَاللهُ هُوَ الْغَنِيُّ الْحَمِيدُ (١٥) إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (١٦) وَمَا ذَلِكَ عَلَى اللهِ بِعَزِيزٍ (١٧) وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ </p><p> كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللهِ الْمَصِيرُ (١٨) وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (١٩) وَلَا الظُّلُمَاتُ وَلَا النُّورُ (٢٠) وَلَا الظِّلُّ وَلَا الْحَرُورُ (٢١) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (٢٢) إِنْ أَنْتَ إِلَّا نَذِيرٌ (٢٣) إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ (٢٤) وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ (٢٥) ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ (٢٦) </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللهِ وَاللهُ هُوَ الْغَنِيُّ الْحَمِيدُ) ، زيادة قيد الحميد ليعلم أنه جواد منعم فإن الغنى بدون الجود غير محمود، (إِنْ يَشَأْ يُذْهِبْكُمْ) : فإنه غير محتاج إليكم، (وَيَأْتِ بِخَلْقٍ جَدِيدٍ) غير عاصين مطيعين، (وَمَا ذلِكَ عَلَى الله بعَزِيزٍ) : بعسير، (وَلا تَزِرُ) : لا تحمل، (وَازِرَةٌ) : نفس آثمة، (وِزْرَ) : نفس، (أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا) أي: وإن تدع نفس أثقلتها أوزارها أحدًا من الآحاد إلى أن يحمل بعض ما عليها، (لَا يُحْمَلْ مِنْهُ) : من وزره، (شَيْءٌ وَلَوْ كَانَ) : المدعو، (ذَا قُرْبَى) : من أب وأم وابن وأخ وغيرهم، (إِنَّمَا تُنْذِرُ الَّذِينَ </p><p> يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ): غائبين عن الناس في السر، أو غائبين عن عذابه، أو حال عن المفعول، (وَأَقَامُوا الصَّلَاةَ) : فهم المنتفعون بالإنذار، (وَمَنْ تَزَكَّى) : عن دنس المعاصي، (فَإِنَّمَا يَتَزَكَّى) : يتطهر، (لِنَفْسِهِ) : نفعها لها، (وَإِلَى اللهِ الْمَصِيرُ) : فيجزيه، (وَمَا يَسْتَوِي الأعْمَى) : الكافر، (وَالْبَصيرُ) : المؤمن، (وَلَا الظُّلُمَاتُ) : الباطل، (وَلا النُّورُ) : الحق، (وَلَا الظِّلُّ) : الثواب والجنة، (وَلا وَلَا الْحَرُورُ) : العقاب والنار، والحرور: السموم، وتكرير لا على الشقين لمزيد التأكيد، (وَمَا يَسْتَوِي الْأَحْيَاءُ) : المؤمنون، (وَلَا الْأَمْوَاتُ) : الكفار، تمثيل آخر لهما، </p>"
}