{
  "id": null,
  "sura": 36,
  "aya": 1,
  "text": "<p> سورة يس مكية </p><p> وهِى ثلاث وثمانون آية وخمسُ ركوعَاتٍ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يس (١) وَالْقُرْآنِ الْحَكِيمِ (٢) إِنَّكَ لَمِنَ الْمُرْسَلِينَ (٣) عَلَى صِرَاطٍ مُسْتَقِيمٍ (٤) تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ (٥) لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ (٦) لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ (٧) إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ (٨) وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ (٩) وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ (١٠) إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ (١١) إِنَّا نَحْنُ نُحْيِ الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ (١٢) </p><p> * * * </p><p> (يس) أي: يا إنسان، أو هو من أسماء الله (وَالْقُرْآنِ الْحَكِيمِ) : ذي الحكمة، وهو قسم (إِنَّكَ لَمِنَ الْمُرْسَلِينَ) : إلى جميع الثقلين (عَلَى صِرَاطٍ مسْتَقِيمٍ) : دين قويم </p><p> وشرع لا عوج له خبر بعد خبر، أو حال (تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ) أي: هو منزل، وقراءة النصب بتأويل نزل تنزيلاً، أو أعني ولتُنذِرَ \" متعلق بـ تَنْزِيلَ (قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ) أي: قومًا غير منذر آباؤهم الأولون، قيل: ما مصدرية، فيكون مفعولاً مطلقًا أو موصولة، فيكون مفعولاً ثانيًا أي: لتنذرهم الذي أُنذر آباؤهم الأقدمون (فَهُمْ غَافِلُونَ لَقَدْ حَقَّ الْقَوْلُ) : كلمة العذاب (عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا) يعني: في أعناقهم لا أيديهم، فإن الغل لا يكون إلا في العنق دون الأيدي (فَهِيَ) أي: الأغلال (إِلَى الأَذْقَانِ) أي: واصلة إليها (فَهُم مقْمَحُونَ) المقمح: الذي يرفع رأسه ويغض بصره (وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ) : غطينا على أبصارهم غشاوة (فَهُمْ لَا يُبْصِرُونَ) مثل تصميمهم على كفرهم، وأنه لا سبيل إلى تجاوزهم عنه، بأن جعلهم كالمغلولين المقمحين في أنهم لا يلتفتون إلى الحق، ولا يعطفون أعناقهم نحوه، وكالحاصلين بين السدين لا يبصرون قدامهم ولا خلفهم في أنَّهم متعامون عن النظر في آيات الله، غير متأملين في مبدئهم ومعادهم. عن ابن عباس - رضى الله عنهما - إن الأول مثل بخلهم عن الإنفاق في سبيل الله، قال تعالى:  (وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ)  [الإسراء: ٢٩] وعن محيي السنة وغيره إنَّهَا في أبي جهل حين أخذ حجرًا؛ ليدمغ رسول الله - صلى الله عليه وسلم - فلما رفعه لصقت يده إلى عنقه، ولزق الحجر بيده حتى عاد إلى قومه، فقام آخر بأني أقتله بهذا الحجر فأتاه وهو عليه السلام يصلي، فأعمى الله بصر الكافر، يسمع صوته ولا يراه (وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ) سبق في أول سورة البقرة (إِنَّمَا تُنذِرُ) أي: إنذارًا نافعًا يترتب عليه البغية (منِ اتَّبَعَ الذِّكْرَ) : القرآن </p>"
}