{
  "id": null,
  "sura": 37,
  "aya": 75,
  "text": "<p> عَلَى آثَارِهِمْ يُهْرَعُون): يسرعون كأنهم في غاية مبادرتهم إلى طريق آبائهم مضطرون إلى الإسراع (وَلَقَدْ ضَل قَبْلَهُمْ) : قبل أمتك (أَكْثَرُ الأَولِينَ) من الأمم الماضية (وَلَقَدْ أَرْسَلْنَا فِيهِم منذِرِينَ) : أنبياء أنذروهم بأس الله (فَانظُرْ كَيْفَ كَانَ عَاقِبَة الْمُنذَرِينَ) : تأمل عاقبتهم، فإن عاقبتهم هلاك وفظاعة \" إلا عِبَادَ الله الْمُخْلَصِينَ) كأنه قال تأمل فإن عاقبة جميعهم الهلاك إلا من أخلص دينه لله وحَّده، والمقصود خطاب الأمة وأخبار الأمم كانت مسطورة في كتب أهل الكتاب مشهورة منهم في العرب. </p><p> * * * </p><p> (وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ (٧٥) وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (٧٦) وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ (٧٧) وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ (٧٨) سَلَامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ (٧٩) إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٠) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (٨١) ثُمَّ أَغْرَقْنَا الْآخَرِينَ (٨٢) وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ (٨٣) إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ (٨٤) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ (٨٥) أَئِفْكًا آلِهَةً دُونَ اللهِ تُرِيدُونَ (٨٦) فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ (٨٧) فَنَظَرَ نَظْرَةً فِي النُّجُومِ (٨٨) فَقَالَ إِنِّي سَقِيمٌ (٨٩) فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ (٩٠) فَرَاغَ إِلَى آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ (٩١) مَا لَكُمْ لَا تَنْطِقُونَ (٩٢) فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ (٩٣) فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ (٩٤) قَالَ أَتَعْبُدُونَ مَا </p><p> تَنْحِتُونَ (٩٥) وَاللهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (٩٦) قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧) فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨) وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ (٩٩) رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١) فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللهُ مِنَ الصَّابِرِينَ (١٠٢) فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ (١٠٣) وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ (١٠٤) قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١٠٥) إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (١٠٦) وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ (١٠٧) وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ (١٠٨) سَلَامٌ عَلَى إِبْرَاهِيمَ (١٠٩) كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١١٠) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (١١١) وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ (١١٢) وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ (١١٣) </p><p> * * * </p><p> (وَلَقَدْ نَادَانَا نُوحٌ) : حين أيس من إيمان قومه. فقال:  (أَنِّي مَغْلُوبٌ فَانْتَصِرْ[القمر: ١٠](فَلَنِعْمَ الْمُجِيبُونَ) أي فأجبناه أحسن إجابة، ووالله لنعم المجيبون نحن (وَنَجيَّنَاهُ وَأَهْلَهُ مِنَ الْكرْبِ الْعَظِيمِ) : أذى قومه (وَجَعَلْنَا ذُرِّيَّتَهُ هُمْ الْبَاقِينَ) مات من كان معه في السفينة، سوى أولاده وأزواجهم، وأولاده ثلاثة: سام، وهو أبو </p><p> العرب، وفارس والروم، ويافث، وهو أبو الترك وسقالبة، ويأجوج ومأجوج، وحام وهو أبو القبط والسودان والبربر (وَتَرَكْنَا عَلَيْهِ فِي الْاَخِرِينَ) : من الأمم (سَلَامٌ عَلَى نُوحٍ) مفعول تركنا، وهو من كلام المحكي، كقرأت سورة أنزلناها، أي: يسلم جميع الأمم عليه تسليمًا (في الْعَالَمِينَ) متعلق بما تعلق على نوح به، والغرض ثبوت هذا الدعاء في كل خلق كما تقول: السلام عليك في كل زمان ومكان، وقيل: مفعول تركنا محذوف أي: الثناء الجميل، والجملة بعده استئناف يدل عليه (إِنَّا كَذَلِكَ) : مثل هذه التكرمة (نَجْزِي الْمُحْسِنِينَ) : من أحسن في العبادة (إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ) علة للإحسان، ومنه علم أن الإيمان هو القصارى في المدح (ثُمَّ أَغْرَقْنَا الْآخَرِينَ) كفار قومه (وَإِنَّ مِنْ شِيعَتِهِ) : أهل دينه، وهو من على منهاجه وسنته (لإبْرَاهيمَ) وبينهما هود، وصالح وفي جامع الأصول أن بينهما ألفًا ومائة واثنتين وأربعين سنة (إِذ جَاء ربَّهُ بِقَلْبٍ سَلِيمٍ) من الشك، أو من العلائق، ظرف للشيعة لما فيها من معنى المشايعة أي: ممن شايعه على طريقه حين جاء أو تقديره اذكر إذ جاء (إِذْ قَالَ) بدل من الأول أو ظرف لـ سليم أو جاء (لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ) : أنكر عليهم عبادة الأصنام (أَئِفْكًا </p><p> آلِهَةً دُونَ اللهِ تُرِيدُونَ) أي: تريدون آلهة دونه للإفك، أو آفكين أو تريدون الإفك، وآلِهَةً بدل منه ففيه مبالغة لا تخفى (فَمَا ظَنُّكُم بِرَبِّ الْعَالَمِينَ) : إذا لقيتموه ماذا يفعل بكم، وقد عبدتم غيره، أو حتى تركتم عبادته (فَنَظَرَ نَظْرَةً فِي النُّجُومِ فَقَالَ إِنِّي سَقِيمٌ) : خرج قومه إلى عيدهم، وأرادوا خروجه معهم، فقال: لا أخرج لأني سقيم، أراد التورية أي سأسقم أو سقيم النفس من كفرهم، ولما كان غالب أسقامهم الطاعون خافوا السراية، وخلوه، وكان قومه نجامين أوهمهم استدلاله على مرضه بعلم النجوم، أو المراد أنه تفكر فقال: إني سقيم، والعرب تقول لمن تفكر نظره إلى النجوم كذا قال كثير من السلف (فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ) : هاربين إلى عيدهم خوفًا عن سراية الطاعون (فَرَاغَ) : ذهب بخفية (إِلَى آلِهَتِهِمْ) بعد ما ذهبوا (فَقَالَ) : </p><p> للأصنام سخرية (أَلا تَأكُلُونَ) : من الأطعمة التي حواليكم، فإن قومه يضعون الأطعمة بين أيديهم ويرجعون ويأكلون للتبرك (مَا لَكُمْ لَا تَنْطِقُونَ فَرَاغَ عَلَيْهِمْ) : تعديته بعلى للاستعلاء وأن الميل لمكروه (ضَربًا بِالْيَمِينِ) مصدر لراغ عليهم؛ لأنه بمعنى ضربهم أو لمحذوف أو حال بمعنى ضاربًا ضربهم باليد اليمني، لأنه أشد، وقيل بالقسم الذي سبق منه، وهو \" تالله لأكيدن أصنامكم \"  (فأَقْبَلُوا إِلَيْهِ) إلى إبراهيم بعد ما رجعوا ورأوا إهلاك آلهتهم، وبحثوا عن كاسرها، وظنوا أنه هو (يَزِفُّونَ) : يسرعون (قَالَ) : لهم إبراهيم (أَتَعبدُونَ مَا تَنْحِتُونَ وَاللهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ) أي: وما تعملونه بقرينة ما تنحتون يعني: هل المخلوقات لخالق واحد يعبد أحدهما الآخر، وكلمة ما عامة تتناول ما يعملونه من الأوضاع والحركات والمعاصي والطاعات وغيرها، والمراد بأفعال العباد المختلف فيها هو ما يقع بكسب العبد، ويستند إليه مثل الصوم والصلاة والأكل، والشرب ونحوهما مما يسمى الحاصل بالمصدر لا نفس الإيقاع الذي هو من الاعتبارات العقلية كما تقول: يفعلون الزكاة يقيمون الصلاة يعملون الصالحات والسيئات، ولما غفل عن هذه النكتة كثير من الفضلاء بالغوا في نفي كون ما موصولة والإنصاف أن الآية محتملة لما قررنا ولأن يكون المراد ما تعملونه من الأصنام فلم يبعد الاستدلال مع الاحتمال والله أعلم (قَالُوا ابنوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ) : في النار الشديدة بنوا له حائطًا من الحجر طوله ثلاثون وعرضه عشرون، وأوقدوا فيه النار بملئه، وطرحوه فيه (فأَرَادُوا بِهِ كَيْدًا) : شرًّا (فَجَعَلْنَاهُمُ الأسفَلِينَ) : الأذلين بإبطال كيدهم وتفصيل القصة في سورة الأنبياء (وقالَ) : بعد خروجه من النار (إِنِّي ذَاهِبٌ إِلَى ربي) : إلى مرضاة ربي (سيَهْدِينِ) : إلى صلاح داري، فهاجر إلى الشام (رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ) أي: بعض الصالحين يعني </p><p> الأولاد (فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ) فيه بشارة أنه ابن ينتهي في السن إلى أن يوصف بالحلم، وهو إسماعيل على الأصح نقلاً ودليلاً فإن إسماعيل هو الذي وهب له إثر الهجرة ولأن البشارة بإسحاق بعد معطوفة على هذه البشارة، وكيف لا وإسماعيل هو الذي كان بمكة والمناسك، والذبح ما كانتا إلا فيها قال بعض العلماء: من </p><p> تحريفات اليهود أنه إسحاق؛ لأنه أبوهم وإسماعيل أبو العرب، ومن زعم من السلف أنه إسحاق، وهو الذي سمع ذلك من كعب الأحبار حين يروي من الإسرائيليات، وليس فيه حديث غير ضعيف، والرواية عن علي، وابن عباس - رضى الله عنهما - مختلفة (فَلَمَّا بَلَغَ) : الغلام (مَعَهُ السَّعْيَ) يعني سنًّا يسعى مع أبيه في أعماله، أو في الطاعات يعني شب وأطاق ما يفعله أبوه من العمل، ويتصرف معه، ويعينه، ومعه </p><p> ظرف للسعي المقدر عند من لم يجوز تقدم الظرف أيضًا على المصدر (قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ) ورؤيا الأنبياء وحي، ولما تكرر رؤياه ثلاث ليال قال: أرى بلفظ المضارع (فانظُرْ مَاذَا تَرَى) : من المصلحة هو من الرأي، لا يطلب إلا مفعولاً واحدًا هو ماذا، اختبر صبره من صغره على طاعة الله فشاوره (قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ) أي: ما تؤمر به، يعني: ليس هذا من مقام المشاورة، فإن الواجب إمضاء أمر ربك (سَتَجِدُنِي إِنْ شَاءَ اللهُ مِنَ الصَّابِرِينَ) : على حكم الله (فَلَمَّا أَسْلَمَا) : انقاد لأمر الله، وعن بعض المفسرين: تشهد أو ذكرا اسم الله؛ إبراهيم على الذبح وإسماعيل شهادة الموت (وَتَلَّهُ لِلْجَبِينِ) : أكبَّهُ على وجهه؛ ليذبحه من قفاه، لئلا يرى وجهه عند الذبح فيكون أهون عليه (وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ) أن مفسرة (قَدْ صَدَّقْتَ الرُّؤْيَا) : بجزم عزمك وجواب لا محذوف أي: لما أسلما وكذا وكذا كان ما كان من وفور الشكر والسرور لهما والثناء الحسن (إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ) : ليس من تتمة النداء، بل تم الكلام ثم قال: هكذا نصرف عمن أطاعنا المكاره، ونجعل لهم من أمرهم فرجًا (إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ) : الاختبار البين الذي يتميز فيه المخلص من غيره (وَفَدَيْنَاهُ بِذِبْحٍ) لذبح اسم بها يذبح (عَظِيمٍ) يعني: عظيم القدر، أو عظيم الجثة، والأصح أنه كبش أملح أقرن، وعن كثير من السلف </p>"
}