{
  "id": null,
  "sura": 38,
  "aya": 41,
  "text": "<p> صلة للعطاء أى إنه عطاء غير متناهٍ، وعن عطاء معناه: امنن على من شئت من الشياطين بالإطلاق وأمسك في وثاقك من شئت منهم، لا تَبِعَةَ عليك (وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى) : لقربة ورتبة في الآخرة (وَحُسْنَ مَآبٍ) هو الجنة. </p><p> * * * </p><p> (وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (٤١) ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (٤٢) وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (٤٣) وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٤٤) وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (٤٥) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (٤٦) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (٤٧) وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (٤٨) هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (٤٩) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (٥٠) مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (٥١) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (٥٢) هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (٥٣) إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (٥٤) هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ (٥٥) جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ (٥٦) هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ (٥٧) وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ (٥٨) هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّارِ (٥٩) قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ (٦٠) قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ (٦١) وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ (٦٢) أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (٦٣) إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ (٦٤) </p><p> * * * </p><p> (وَاذْكُرْ عَبْدَنَا أَيُّوبَ) عطف بيان لعبدنا (إِذ نَادَى رَبَّهُ) بدل من عبدنا (أنِّي) أي: بأنِّي (مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ) : بتعب (وَعَذَابٍ) : ألم، ابتلاه الله تعالى بجسده وماله وولده حتى لم يبق فيه مغرز إبرة سليمًا سوى قلبه، ولم يبق له من الدنيا شيء يستعين به غير أن زوجته تخدم الناس بالأجر، وتطعمه نحوًا من ثماني عشرة سنة، ورفضه القريب والبعيد حتى آل به الحال أن ألقي على مزبلة من البلدة هذه المدة، فلما طال واشتد الحال، تضرع إلى ربه تعالى، فقال:  \" مسني الشيطان \" إلخ، فهذه حكاية لكلامه (١) ، وأسند إلى الشيطان؛ لأنه سببه (ارْكُضْ) : اضرب (بِرِجْلِكَ) : الأرض وهذا حكاية لما أجيب بِهِ (هَذا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ) : أي فضربها فنبعت عين قيل له هذا مغتسل، أي: اغتسل، واشرب منه تزول منك داءك (وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ </p><p>(١) لم يصح في ذلك شيء.</p><p> مَّعَهُمْ رَحْمَةً) أي: الرحمة (مِّنَّا) : عليه (وَذِكْرَى) : تذكرة (لِأُولِي الْأَلْبَابِ) ليصبروا، وينتظروا الفرج، وقد مرَّ في سورة الأنبياء شرحه (وَخُذْ بِيَدِكَ ضِغْثًا) حزمة صغيرة من الحشيش (فَاضْرِبْ بِهِ) أي: امرأتك (وَلَا تَحْنَثْ) روي أنها قطعت ذُوَيبتَها، وباعت بخبز، فأطعمته فلامها على ذلك، وحلف لئن شفاه الله تعالى ليضربنها مائة ضربة، وقيل بغير ذلك من الأسباب (إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ) : أيوب (إِنَّهُ أَوَّابٌ) : مقبل بكليته على الله تعالى (وَاذْكُرْ عِبَادَنَا إبْرَاهِيمَ وَإِسْحَاقَ </p><p> وَيَعْقوبَ) من قرأ عبدنا يكون وإسحاق، ويعقوب عطفًا على عبدنا (أُوْلِي الأَيْدِي) : ذوي القوة في العبادة (وَالْأَبْصَارِ) : في معرفة الله تعالى (إِنَّا أَخْلَصْنَاهُمْ) : جعلنهم خالصين لنا (بِخَالِصَةٍ) بسبب خصلة خالصة (ذِكْرَى الدَّارِ) أى: ليس في قلوبهم همٌّ سوى الآخرة، لا يشوب بهمِّ الدنيا، وهو بدل من خالصة على قصد التفسير والبيان، أو تقديره هي ذكرى الدار، وقراءة إضافة خالصة تكون بيانية، وأما إضافة ذكرى فإضافة المصدر إلى مفعوله، وقيل: باء خالصة صلة لأخلصناهم بمعنى: وفقناهم لاكتسابها (وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ) جمع خَيْرٍ أو خيِّرٍ (وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ) أي: كلهم (مِنَ الْأَخْيَارِ) وقد مر قصصهم في سورة الأنبياء (هَذا ذكْرٌ) أي: هذا الذي مر شرف لهم، أو هذا نوع من الذكر أي: من القرآن، ثم شرع في نوع آخر من الكلام، وهو بيان ما أُعدَّ لأمثالهم (وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ) : مرجع (جَنَّاتِ عَدْنٍ) عطف بيان (مفَتَّحَةً) حال من فاعل الظرف (لَهُمُ الأَبْوَابُ) مرفوع بأنه معمول مفتحة، وحرف التعريف عوض عن الضمير، أو تقديره الأبواب منها (مُتَّكِئِينَ فِيهَا) حال من ضمير لهم (يَدْعُونَ) إما حال أو استثناء (فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ) من غير أزواجهن (أَتْرَابٌ) : مساويات في السن (هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ) أي: </p><p> لأجله، فإن الحساب سبب الوصول إلى الجزاء (إِنْ هَذَا لَرِزْقُنَا) : الذي رزقناهم (مَا لَهُ مِنْ نَفَادٍ) : انقطاع (هَذَا) أي: هذا كما ذكر أو الأمر هذا (وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ جَهَنَّمَ) عطف بيان لشر مآب (يصْلَوْنَهَا) : أي حال كونهم يدخلونها (فَبِئْسَ الْمِهَادُ) : جهنم، شبه ما تحتهم من النار بمهاد يفترشه النائم (هَذا فَلْيَذُوقُوهُ حَمِيمٌ) : انتهى حره (وَغَسَّاقٌ) انتهى برده، أو هو عين تسيل من صديد أهل النار، وحميم خبر هذا وما بينهما اعتراض نحو: زيد -فافهم- رجل صالح، أو تقديره العذاب هذا، وفليذوقوه مترتب على تلك الجملة بمنزلة الجزاء لشرط محذوف، وحميم خبر محذوف أى: هو جهنم أو هذا منصوب بمضمر تفسيره ما بعده على طريقة ربك فكبر (وَآخَرُ) أى: عذاب آخر (مِن شَكْلِهِ) أي: من شكل ما ذكر من العذاب في الشدة (أَزوَاجٌ) : أصناف يحتمل أن تكون صفة لآخر بتأويل كونه ضروبًا، وآخر إما عطف على حميم، أو تقديره: ولهم آخر (هَذَا فَوْجٌ) كلام خزنة النار للقادة حين يدخل بعدهم الأتباع (مُّقْتَحِمٌ) : داخل في النار (مَعَكُمْ) ظرف لمقتحم، أو حال، والمعية تفيد المقارنة في الحكم لا في الزمان، فقالت القادة:  (لَا مَرْحَبًا بِهِمْ) : بالأتباع، والرحب السعة أي: ضاقت عليهم الأرض (إِنَّهُمْ صَالُو النَّارِ) لأنَّهُم داخلوها، وقيل: هذا حكاية لكلام بعض الطاغين مع بعض (قالُوا) : الأتباع للقادة (بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ) أي: العذاب (لَنَا) : بإغوائكم إيانا (فَبِئْسَ الْقَرَارُ) أي: المقر جهنم (قَالُوا) : الأتباع (رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا) : مضاعفًا أي: ذا ضعف </p>"
}