{
  "id": null,
  "sura": 39,
  "aya": 53,
  "text": "<p> عن عذاب الله تعالى، (مَا كَانُوا يَكْسِبُونَ) ، أي: من أموال الدنيا، أو من أعمالهم وعقائدهم، (فَأَصَابَهُمْ سَيِّئَاتُ) ، أي: وبال، (مَا كَسَبُوا) ، أو جزاء سيئات ما كسبوا، (وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ) ، مشركي قريش، ومن للبيان، (سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ) : بفائتين، (أَوَلَمْ يَعْلَمُوا أَنَّ اللهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) : ويقتر على من يشاء، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) ، بأن الكل من الله تعالى. </p><p> * * * </p><p> (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٥٣) وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ (٥٤) وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (٥٥) أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (٥٦) أَوْ تَقُولَ لَوْ أَنَّ اللهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (٥٧) أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ (٥٨) بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (٥٩) وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (٦٠) وَيُنَجِّي اللهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (٦١) اللهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (٦٢) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (٦٣) </p><p> * * * </p><p> ((قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ) : بارتكاب المعاصي، أي معصية كانت، (لَا تَقْنَطُوا) : لا تيأسوا، (مِنْ رَحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا) ، </p><p> يعني: ليس ذنب لا يمكن أن تتعلق به مغفرة الله تعالى، لكن جرت عادة الله تعالى أنه لا يغفر الشرك من غير توبة، أما سائر المعاصي فيغفر مع التوبة بتًا وبدونها إن أراد، وما نقل من أسباب نزول تلك الآية لا يدل على خلاف ما فسرناها به مع أن العبرة </p><p> بعموم اللفظ لا بخصوص السبب، كيف وقد وردت بيانًا لسعة رحمته تعالى، مع تعليل النهي عن القنوط بأنه يغفر الذنوب بصيغة الجمع مع التأكيد، نزلت في أناس من المشركين حين قالوا: إن ما تدعونا إليه يا محمد لحسن، لو تخبرنا أن لما عملنا كفارة، أو نزلت في وحشي قاتل حمزة رضى الله عنه، أو في جماعة من المرتدين، وعن بعض السلف: إن الله تعالى لما سلط إبليس على آدم عليه السلام، شكى آدم إلى ربه فقال الله تعالى:  \" لا يولد لك ولد إلا وكلت به من يحفظه من قرناء السوء،فقال:يا رب زدني،فقال:الحسنة بعشر، والسيئة بمثلها، أو أمحوها،قال:زدني،قال:باب التوبة مفتوح ما كان الروح في الجسد،قال:يا رب زدني،فقال:\" يا عبادى الذين أسرفوا \" الآية، (إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ وَأَنيبُوا) : ارجعوا، (إِلَى رَبِّكُمْ) ، تحريض بالتوبة فإنها جاعلة للمعاصي كالعدم، موثوق معها بالنجاة، (وَأَسْلِمُوا لَهُ) : أطيعوا، (مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ) ، الآية نزلت في شأن الكفار، (وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ) ، أي: القرآن فإنه أحسن من جميع الكتب السماوية، قيل: الأحسن العزائم دون الرخص، أي: اتبعوا ما هو أنجى، (مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً) ، حال أو مصدر، (وَأَنْتُمْ لَا تَشْعُرُونَ) ، بمجيئه فتداركون، أو فيكون أشد، (أَنْ تَقُولَ) ، أي: أنذركم، وآمركم، وأرشدكم باتباع الأحسن، كراهة أن تقول، (نَفْسٌ) ، أي: بعض النفوس، وهي النفس الكافرة، أو تقول هي عام لأنها في سياق النفي معنى لأن، معناه لئلا تقول نفس، (يَا حَسْرَتَى) ، أي: أقبلي </p><p> فهذا أوانك، (عَلَى مَا فَرَّطْتُ) : قصرت، (فِي جَنْبِ اللهِ) : جانبه، أي: حقه، أي: طاعته، وقيل في قربه، (وَإِنْ كُنْتُ) ، إن هي المخففة، والواو للحال، (لَمِنَ السَّاخِرِينَ) : المستهزئين بدينه، (أَوْ تَقُولَ لَوْ أَنَّ اللهَ هَدَانِي) : علمني الخير، وأرشدني، (لَكُنْتُ مِنَ الْمُتَّقِينَ أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً) : رجعة إلى الدنيا، ولو للتمني، َ (فَأَكُونَ مِنَ الْمُحْسِنِينَ) ، في العقائد، والأعمال، وأو للدلالة على أنه لا يخلو من هذه الأقوال، ولا يبعد أن يقال: أن تقول بدل اشتمال من أن يأتيكم العذاب، أي: من قبل أن تقول نفس إلخ، وقد رأيته منقولاً عن بعض أئمة النحاة، (بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ) ، رد لما تضمنه قوله:  \" لو أن الله هداني \" ، من معنى النفي، وفصل بين الجواب وهو يلي، وبين ما هو جواب له وهو لو أن الله هداني، لئلا ينتثر النظم الحاصل بالجمع بين القرائن الثلاث بتخلل شيء بينها، ولئلا يقدم في الكلام ما هو مؤخر في الوجود، فإن تمني الرجعة آخر الأمر، (وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللهِ) ، كإضافة الولد والشريك إليه تعالى، (وُجُوهُهُمْ مُسْوَدَّةٌ) ، جملة تفسيرية إيضاحًا للمقصود مما وقعت الرؤية عليه، (أَلَيْسَ فِي جَهَنَّمَ مَثْوًى) : مقام، (لِلْمُتَكَبِّرِينَ) ، عن طاعة الله تعالى، (وَيُنَجِّي اللهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ) ، أي: بسبب فلاحهم وسعادتهم، أو متلبسين بفلاحهم، (لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ) ، يوم القيامة عند الفزع الأكبر، جملة مستأنفة على الوجه الأول، ومبينة للفلاح على الثاني، (اللهُ خَالِقُ كُلِّ شَيْءٍ) : أي: كل ما هو موجود في زمان، (وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ) ، فهو </p>"
}