{
  "id": null,
  "sura": 39,
  "aya": 22,
  "text": "<p> وأحمر وأخضر، أو أنواعه من بر وشعير وحمص، (ثُمَّ يَهِيجُ) : يتم جفافه، (فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا) : خشبة مسودة، (إِنَّ فِي ذَلِكَ لَذِكْرَى) : لعظة، (لِأُولِي الْأَلْبَابِ) ، فيعرف أنه مثل الحياة الدنيا، ويستدل به على كمال حكمته وقدرته. </p><p> * * * </p><p> (أَفَمَنْ شَرَحَ اللهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ (٢٢) اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ ذَلِكَ هُدَى اللهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ (٢٣) أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ (٢٤) كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (٢٥) فَأَذَاقَهُمُ اللهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٢٦) وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٧) قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ (٢٨) ضَرَبَ اللهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لله بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٢٩) إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (٣٠) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) </p><p> * * * </p><p> (أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلامِ) : وسَّعه لقبول الحق، (فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ) : يهتدي به إلى الحق، وخبره محذوف، أي: كمن أقسى الله قلبه، ويدل عليه قوله:  (فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللهِ) ، أي: غلظ وجفا عن قبول ذكره، </p><p> كما تقول: أتخمت من طعام، وعن طعام أكلت، (أُولَئِكَ فِي ضَلالٍ مبِينٍ اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ) ، أي: القرآن، (كتَابًا) ، بدل أو حال، (متَشَابِهًا) : يشبه بعضه بعضًا في الفصاحة، أو صحة المعنى من غير مخالفة، (مَثَانِيَ) جمع مثني مفعل، من التثنية بمعنى الإعادة، والتكرير، فإن قصصه وأحكامه ومواعظه ووعده ووعيده مكرر معاد صفة لـ كتابًا، وهو في الحقيقة صفة ما يتضمنه الكتاب من السور، والآيات، وعن بعضهم: إن سياق الكلام إذا كان في معنى واحد يناسب بعضه بعضًا فهو </p><p> المتشابه، وإن كان يذكر الشيء وضده كذكر المؤمنين، ثم الكافرين، والجنة، ثم النار، كقوله تعالى:  \" إن الأبرار لفى نعيم وإن الفجار لفى جحيم \"  [الانفطار ١٣، ١٤] فهو من المثاني، (تَقْشَعِرُّ) : تضطرب وتشمئز، (منه) : من القرآن، لأجل خشية الله، (جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ) ، وفي الحديث:  \" إذا اقشعر جلد العبد من خشية الله تعالي، تحاتت منه ذنوبه كما يتحات عن الشجر اليابسة ورقها \"  (ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ) ، لما يرجون من رحمته، ولطفه، فهم بين الخوف والرجاء، ولتضمين معنى السكون عداه بإلى، (ذلِكَ) ، أي: الكتاب، أو الخوف والرجاء، (هُدَى اللهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ) : شدته، (يَوْمَ الْقِيَامَةِ) ، ظرف ليتقي، وخبره محذوف، أي: كمن يأتى آمنًا يوم القيامة، والإنسان إذا لقى مخوفًا استقبله بيده، ويقي بها وجهه الذي هو أعز أعضائه، والكافر الغلول لا يتهيَّأ له أن يتقي النار إلا بوجهه، (وَقِيلَ) ، حال بتقدير قد، (لِلظَّالِمِينَ) ، أي: لهم، (ذُوقُوا) : وبال، (مَا كُنْتُمْ تَكْسِبُونَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ) : القرون الماضية، (فَأَتَاهُمُ العَذَابُ مِنْ حَيثُ لاَ يَشْعُرُونَ) : من الجهة التي هم آمنون منها، أي: على حين غفلة، (فَأَذَاقَهُمُ اللهُ الْخِزْيَ) : الذل، (فِى الحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ) : المعد لهم، (أَكبَرُ) ، من عذاب الدنيا، (لَو كَانُوا يَعلَمُون) ، لو كانوا من أهل العلم لعلموا ذلك، (وَلَقَدْ </p><p> ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ)، محتاج إليه في الدين، (لَعَلَّهُمْ يَتَذَكَّرُونَ قُرْآنًا) ، حال موطئة من هذا، ثم وصفه بما هو المقصود بالحالية، (عَرَبِيًّا غَيْرَ ذِي عِوَجٍ) : اختلال بوجه من الوجوه، (لَعَلَّهُمْ يَتَّقُونَ) ، علة أخرى مترتبة على الأولى، (ضَرَبَ اللهُ مَثَلًا) ، للمشرك والمخلص، (رَجُلًا) ، بدل من </p>"
}