{
  "id": null,
  "sura": 39,
  "aya": 10,
  "text": "<p> تضمين معنى التطوع، أي: نسي الكاشف بضر المضطرين الذي كان يتضرع إليه، (مِن قَبْلُ) : من قبل النعمة، (وَجَعَلَ لله أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ) ، اللام لام العاقبة، أي: ليفيد وينتج الإضلال والضلال، (قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا) ، أمر تهديد، (إِنَّكَ مِنْ أَصْحَاب النَّارِ) ، استئناف على سبيل التعليل، (أَمَّنْ هُوَ قَانِتٌ) : قائم بالطاعات، (آناءَ) ساعات (اللَّيْلِ سَاجِدًا وَقَائِمًا) ، حالان من ضمير قانت، (يَحْذَرُ الْآخِرَةَ) ، جملة حالية، (وَيَرْجُو رَحْمَةَ رَبِّهِ) ، أم متصلة تقديره أهذا الذي نسي خير أم من هو قانت؟! أو منقطعة، أي: بل أمن هو قانت كغيره، (قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُون) ، وهم القانتون، وفي هذه أدلة واضحة على أن غير العامل كأنه ليس بعالم، (وَالَّذِينَ لَا يَعْلَمُون) ، وقيل هذا على سبيل التشبيه، أي: كما لا يستوي العالمون والجاهلون، كذلك لا يستوي القانتون والعاصون، (إِنَّمَا يَتَذَكَّرُ) : يتعظ بوعظ الله تعالى، (أُولُو الْأَلْبَابِ) . </p><p> * * * </p><p> (قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠) قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللهَ مُخْلِصًا لَهُ الدِّينَ (١١) وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ (١٢) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٣) قُلِ اللهَ أَعْبُدُ مُخْلِصًا لَهُ </p><p> دِينِي (١٤) فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (١٥) لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ اللهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ (١٦) وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللهِ لَهُمُ الْبُشْرَى فَبَشِّرْ عِبَادِ (١٧) الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ (١٨) أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ (١٩) لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللهِ لَا يُخْلِفُ اللهُ الْمِيعَادَ (٢٠) أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ (٢١) </p><p> * * * </p><p> (قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ) ، عن معاصيه، (لِلَّذِينَ أَحْسَنُوا) : بالطاعة، (فِي هَذِهِ الدُّنْيَا) ، ظرف لأحسنوا، (حَسَنَةٌ) ، في الآخرة، وهي الجنة، (وَأَرْضُ اللهِ وَاسِعَةٌ) ، فهاجروا إلى أرض ما دعيتم فيها إلى المعصية، (إِنَّمَا يُوَفَّى الصَّابِرُون) : على بلاء الله تعالى، ومفارقة المستلذات الداعية إلى المعاصي، (أَجْرَهُمْ </p><p> بِغَيْرِ حِسَابٍ)، لا يوزن لهم، ولا يكال إنما يغرف لهم غرفًا، قيل: نزلت في جعفر بن أبي طالب، وأصحابه حيث لم يتركوا دينهم، وصبروا حين اشتد بهم البلاء، (قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللهَ) ، أي: بأن أعبد، (مُخْلِصًا لَهُ الدِّينَ وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ) ، من هذه الأمة، واللام زائدة، كما تقول: أمرت لأن أفعل، وقيل: معناه أمرت بذلك لأجل أن أكون مقدم المسلمين في الدارين (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي) ، مع أني نبي مقرب، (عَذَابَ يَوْمٍ عَظِيمٍ) : لعظمة ما فيه، نزلت حين دعى إلى دين آبائه، (قُلِ اللهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ) ، أمر توبيخ، (قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ) ، مع أنها رأس مالهم، (وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ) : الذين هم في الجنة لهم من حور وغلمان، وغيرهما فإن لكل منزلاً وأهلاً في الجنة، فمن عمل بالمعاصي دخل النار، وصار المنزل والأهل لغيره أو خسروا أهليهم الذين لهم في الدنيا، لأنَّهُم إن كانوا من أهل النار، فقد خسروهم كما خسروا أنفسهم، وإن كانوا من أهل الجنة فقد ذهبوا عنهم ذهابًا أبديًا، (أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ) : أطباق من النار هي ظلل الآخرين، (ذلِكَ) : العذاب، (يُخَوِّفُ اللهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ) ، ولا تتعرضوا لمعصيتي، (وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ) : الأوثان، نزلت في زيد بن عمرو بن نفيل وأبي ذر وسلمان الفارسي رضى الله تعالى عنهم، (أَن يَعبدُوهَا) ، بدل اشتمال، (وَأَنَابُوا إِلَى اللهِ) : إلى عبادته، (لَهُمُ البُشْرَى) ، في الدنيا والآخرة، (فَبَشِّرْ عِبَادِ الَّذِينَ يَسْتَمِعُونَ القَوْلَ) ، أي: القرآن وغيره، (فَيَتَّبِعُونَ أَحْسَنَهُ) ، أي: القرآن، أو المراد من يسمع حديثًا فيه محاسن </p><p> ومساوئ، فيحدث بأحسن ما سمع، ويكف عما سواه، أو يستمعون القول من العزائم، والرخص فيتبعون العزائم، وضع الظاهر موضع المضمر، فإن الظاهر أن يقال: فبشرهم لأن يصفهم بهذه الصفة أيضًا، (أُولَئِكَ الَّذِينَ هَدَاهُمُ اللهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ) : العقول السليمة، (أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ) ، الفاء عطف على محذوف تقديره: أأنت مالك أمرهم؟ فمن حق عليه كلمة العذاب فأنت تنقذه، والهمزة في الجزاء كررت لتوكيد معنى الإنكار، أي: لست بقادر على إنقاذ من أراد الله تعالى شقاوته، (لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ) : محكمة عالية، كالأسافل بخلاف الدنيا فإن أسافلها أحكم من أعاليها، (تَجْرِي مِنْ تَحْتِهَا) ، أي: الغرف، (الأَنْهَارُ وَعْدَ اللهِ) ، مصدر مؤكد لنفسه، (لاَ يُخْلِفُ اللهُ المِيعَادَ) ، أي: الوعد، (أَلَمْ تَرَ أَنَّ اللهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ) : نظمه، (يَنَابِيعَ) : عيونًا، ومجاري، نصب على الظرف، (فِي الأَرْضِ) ، صفة ينابيع، (ثُمَّ يُخْرِجُ بِهِ) : بالماء، (زَرْعًا مُخْتَلِفًا أَلْوَانُهُ) : أصفر، </p>"
}