{
  "id": null,
  "sura": 39,
  "aya": 1,
  "text": "<p> سورة الزمر مكية </p><p> إلا قوله:  (قل يا عبادى) الآية </p><p> وهي خمس أو اثنتان وسبعون آية وثماني ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> تَنْزِيلُ الْكِتَابِ مِنَ اللهِ الْعَزِيزِ الْحَكِيمِ (١) إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللهَ مُخْلِصًا لَهُ الدِّينَ (٢) أَلَا لله الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفَى إِنَّ اللهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (٣) لَوْ أَرَادَ اللهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللهُ الْوَاحِدُ الْقَهَّارُ (٤) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ (٥) خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ (٦) إِنْ تَكْفُرُوا فَإِنَّ اللهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٧) وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ </p><p> إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لله أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (٨) أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (٩) </p><p> (تَنْزِيلُ الْكِتَابِ) ، أي: هذا تنزيل الكتاب، (مِنَ اللهِ) ، ظرف للتنزيل، أو خبر ثان، أو حال، أو تنزيل الكتاب مبتدأ، ومن الله خبره، (العَزِيزِ الحَكِيمِ إِنَّا أَنْزَلْنَا إِلَيْكَ </p><p> الْكِتَابَ بِالْحَقِّ)، أي: متلبسًا به، (فَاعْبُدِ اللهَ مُخْلِصًا لَهُ الدِّينَ) ، من الشرك الجلي، والخفي، (أَلَا لله الدِّينُ الْخَالِصُ) : هو الذي يختص بالطاعة الخالصة ويستحقها، (وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ) : وهم الكفرة، (مَا </p><p> نَعْبُدُهُمْ)، أي: قائلون ما نعبد أولياء، وهم غير الله تعالى، كالملائكة، والأصنام، (إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفَى) ، اسم أقيم مقام المصدر، أي: تقريبًا، (إِنَّ اللهَ يَحْكُمُ بَيْنَهُمْ) ، أي: بين الذين اتخذوا، وبين مقابليهم، وهم الموحدون، وهو استئناف، (فِى مَا هُمْ فيهِ يَخْتَلِفُونَ) : من أمر الدين، وجاز أن يكون خبر (والذين)  (إن الله يحكم بينهم) ، وقوله:  \" ما نعبدهم \" بتقدير: قائلين، حال من فاعل اتخذوا، (إِنَّ اللهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ) : لا يرشد إلى الهداية من قصد الافتراء على الله </p><p> تعالى، وقلبه كافر بآياته، (لَوْ أَرَادَ اللهُ أَنْ يَتَّخِذَ وَلَدًا) ، كما زعم المشركون، (لاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ) ، أي: لو أراد لاختار الأفضل لا الأنقص، وهو الإناث، لكن لم يرد، فلا ولد له من الذكر والأنثى، أو معناه: لو أراد أن يتخذ ولدًا لاتخذ من المخلوقات الأفضل منها، كالبنين لا البنات كما زعمتم، لكن اللازم محال لاستحالة كون المخلوق من جنس الخالق لتنافي الوجوب، والإمكان بالذات، فكذا الملزوم وهو إرادة الاتخاذ فضلاً عن الاتخاذ، (سُبْحَانهُ هُوَ اللهُ الوَاحِدُ القَهَّارُ) : فإنه هو الواحد الفرد، الذي دانت له الأشياء فلا يماثله ولا يناسبه أحد، (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ) التكوير: اللف، وإذا غشى كل منهما مكان الآخر، فكأنما لف عليه كلف اللباس على اللابس، (وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى) : مدة معينة عند الله تعالى، (أَلَا هُوَ الْعَزِيزُ) : الغالب، (الْغَفَّارُ) ، فلا يعاجل بالعقوبة على من نسب إليه ما لا يليق به، (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) : آدم، (ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا) : حواء عن الضلع الأسفل، وثم للتراخي الرتبي، فإن خلق حواء مقدم في الوجود على تشعيب الذرية من نفس آدم، (وَأَنزَلَ لَكُم) : وقضى لكم فإن قضاياه توصف بالنزول من السماء، (مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ) ، كما هو مسطور في سورة الأنعام، (يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ) : حيوانًا من بعد عظام من بعد مضغ من بعد علق من بعد نطف، (فِي ظُلُمَاتٍ ثَلَاثٍ) : ظلمة البطن، والرحم، والمشيمة، (ذَلِكُمُ) ، مبتدأ، (اللهُ) ، خبره، (رَبُّكُم) ، بدل، (لَهُ الُملْكُ لَا إِلَهَ إِلَّا هُوَ </p><p> فَأَنَّى تُصْرَفُونَ): يُعدَل بكم عن عبادته إلى عبادة غيره، (إِنْ تَكْفُرُوا فَإِنَّ اللهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ) ، مع أنه كان بإرادته فلا يجري في ملكه إلا ما يشاء، ويقابل الرضاء بالسخط، والإرادة بالكراهة، أو المراد من العباد المخلصون كما في قوله:  (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ)  [الإسراء: ٦٥] وحينئذ معنى الرضاء الإرادة، (وَإِن تَشْكُرُوا يَرْضَهُ) : يرضى الشكر، (لَكُمْ) ، فإنه سبب فوزكم، (وَلَا تَزِرُ وَازِرَةٌ) : لا تحمل نفس وازرة، (وِزْرَ أُخْرَى) ، أي: وزر نفس أخرى، (ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) : بالمجازاة، (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) : فلا يخفى عليه شيء، (وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا) : راجعًا، (إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ) : أعطاه وأملكه، (نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ) : نسي الضر الذي كان يدعو الله إلى كشفه، أو ما بمعنى من، وفي يدعو </p>"
}