{
  "id": null,
  "sura": 39,
  "aya": 64,
  "text": "<p> المتصرف فيه، (لَهُ مَقَالِيدُ) : مفاتيح، وأصل الكلمة فارسية، أي: أو خزائن، (السَّمَاوَاتِ وَالْأَرْضِ) ، يعني: أزِمَّة جميع الأمور بيده، (وَالَّذِينَ كَفَرُوا بِآيَاتِ اللهِ) : وجحدوا وحدته وتفرد تصرفه، (أُولَئِكَ هُمُ الْخَاسِرُونَ) . </p><p> * * * </p><p> (قُلْ أَفَغَيْرَ اللهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (٦٤) وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (٦٥) بَلِ اللهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (٦٦) وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٧) وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (٦٨) وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (٦٩) وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ (٧٠) </p><p> * * * </p><p> (قُلْ أَفَغَيْرَ اللهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ) ، نصب غير بـ أعبد، وتعلق أعبد بـ تَأْمُرُونِّي على وجه المفعولية، أي أن أعبد، فحذف أن ورفع المضارع، لكن هذا عند من يجوز تقديم معمول ما بعد أن، عند حذف سيما، إذا زال أثره الذي هو النصب، وأما عند من لم يجوز التقديم أو لم يجوز حذف، أن، بحيث لا يبقى أثره، فنصبه إما بما يتضمنه مجموع تَأْمُرُونِّي أن أعبد من معنى الفعل، أي: أفغير الله تعبدونني، وتجعلونني عابدًا بمعنى تقولون لي: اعبد، وإما بأعبد، لكن \" تأمروني \" اعتراض بين المعمول، والعامل غير متعلق بـ أعبد ليحتاج إلى تقدير إن نزلت حين قالوا: استلم بعض آلهتنا فنعبد إلهك، (وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ) : من الرسل، (لَئِنْ أَشْرَكْتَ) ، إفراد الخطاب باعتبار كل واحد، أَي: أوحى إليك وإلى كل واحد منهم، </p><p> لئن أشركت، (لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ) المراد: خسران الآخرة بشرط الموت على الردة، أي: لئن أشركت، وبقيت على الشرك، أو المراد: خسران حبوط العمل، وهو حاصل بكل حال، أو الحكم مختص بالأنيياء، فإن شركهم لا شك أقبح، وهذا خطاب مع الأنبياء، والمراد منه غيرهم، أو كلام على سبيل الفرض، وفائدته تهييج الرسل وإقناط الكفرة، وأدب للأنبياء، وتهديد للأمة، (بَلِ اللهَ فَاعْبُدْ) ، يعني: لا تعبد ما أمروك، بل اعبده وحده، فهو ردٌّ لما أمروه به، ونصبه بفعل يفسره ما بعده عند من لم يجوز تقديم ما في حيز الفاء، (وَكُنْ مِنَ الشَّاكِرِينَ) ، لإنعامه عليك، (وَمَا قَدَرُوا اللهَ) ، أي: عظمته في أنفسهم، (حَقَّ قَدْرِهِ) : حق تعظيمه حيث جعلوا له شريكًا، (وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ) ، هذا إخبار عن عظمته، وسهولة </p><p> الأفعال العظام في جنب قدرته، والقبضة المرة من القبض، مصدر بمعنى المقبوضة، أو تقديره: ذات قبضته، وجميعًا حال من المستتر في قبضته إذا قلنا: إنَّهَا بمعنى مقبوضته، أو من العامل المحذوف على طريق الحال المؤكدة، أي: والأرض أعنيها، أو أثبتها مجموعة ذات قبضته، وهو تأكيد لشمول الإفراد، أي الأرضون السبع، أو لشمول الأجزاء، ونحن على طريقة السلف لا نأول اليد، والقبضة، والأصبع، ونؤمن بها، ونكل علمها إلى الله سبحانه وتعالى وهي أقرب من السلامة، وأبعد من الملامة، (وَالسَّمَاوَاتُ مَطْوِيَّاتٌ) ، من الكل، الذي هو ضد النشر، (بِيَمِينِهِ) ، متعلق بمطويات، وفي الحديث (يقبض الله الأرض يوم القيامة، ويطوي السماء بيمينه، ثم يقول أنا الملك، أين ملوك الأرض؟) ، (سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) ، ما أبعد وأعلا من هذه قدرته، عما ينسب إليه من الشركاء، أو عن إشراكهم، (وَنُفِخَ فِي الصُّورِ) : هي النفخة الثانية، إذ النفخة الأولى ريح باردة من قبل الشام، فيموت كل من في قلبه مثقال ذرة من الإيمان، ويبقى شرار الناس يعبدون الأوثان في رغد من العيش، ثم ينفخ فى الصور، (فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللهُ) </p><p> المراد: بعض الملائكة المقربين فإنهم لا يصعقون عند هذه النفخة، بل يقبض الله تعالى أرواحهم بعدها، حتى يكون آخر من يموت ملك الموت، فلا ييقى إلا الله تعالى، فيقول: لمن الملك اليوم؟، ثلاث مرات، ثم يجيب نفسه بنفسه، فيقول: لله الواحد القهار، وقد ورد في حديث أن المراد منهم الشهداء، فإنهم متقلدون أسيافهم حول عرشه، وقد مر فى سورة النمل، (ثُمَّ نُفِخَ فِيهِ) : في الصور، (أُخْرَى) ، مرفوع بأنه فاعل نفخ، كما يقال: جاءتني أخرى، أو منصوب بمصدر أي: نفخة أخرى، ونفخ مسند إلى الجار والمجرور، (فَإِذَا هُمْ قِيَامٌ) : قائمون من مهلكهم، (يَنْظُرُونَ) ، إلى الجوانب كما كانوا قبل ذلك، أو ينتظرون أمر الله تعالى فيهم، (وَأَشْرَقَتِ الْأَرْضُ) : أضاءت أرض القيامة، (بِنُورِ رَبِّهَا) ، الذي خلقها من غير وساطة جرم، وذلك حين تجليه سبحانه للخلق لفصل القضاء، أو معناه أضاءت بما يقام فيها من العدل، كقولك: أضاءت الدنيا بقسطك، (وَوُضِعَ الْكِتَابُ) : كتاب الأعمال للجزاء، واكتفى باسم الجنس، (وَجِيءَ بالنبيِّينَ) ، يشهدون على الأمم، أنَّهم بلغوهم رسالة الله تعالى، (وَالشُّهَدَاءِ) ، من الملائكَة، الحفظة على أعمال العباد، أو الذين يشهدون للرسل بالتبليغ، وهم أمة محمد عليه الصلاة والسلام، (وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ) : بالعدل، ولكل من الطرفين صلاحية أن يقوم مقام الفاعل، (وَهُمْ لَا يُظْلَمُونَ) : فلا يزاد في سيئاتهم، ولا ينقص من حسناتهم، (وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ) ، أي: جزآءه، (وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ) ، فلا يفوته شيء مما عملوا. </p><p> * * * </p>"
}