{
  "id": null,
  "sura": 39,
  "aya": 42,
  "text": "<p> أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ): لأجل نفعهم، (بِالْحَقِّ) : متلبسًا به، (فَمَنِ اهْتَدَى فَلِنَفْسِهِ) : يعود نفعه إلى نفسه، (وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) : وبال الضلال راجع إليها، (وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ) : فنجبرهم على الهداية، إنما أنت نذير. </p><p> * * * </p><p> (اللهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٤٢) أَمِ اتَّخَذُوا مِنْ دُونِ اللهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ (٤٣) قُلْ لله الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ (٤٤) وَإِذَا ذُكِرَ اللهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (٤٥) قُلِ اللهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ (٤٦) وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا لَهُمْ مِنَ اللهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ (٤٧) وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٤٨) فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٤٩) قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (٥٠) فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ (٥١) أَوَلَمْ يَعْلَمُوا أَنَّ اللهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٥٢) </p><p> * * * </p><p> (اللهُ يَتَوَفَّى الْأَنْفُسَ) : يستوفيها ويقبضها، (حِينَ مَوْتِهَا وَالَّتِي) ، أي: ويستوفي الأنفس التي، (لَمْ تَمُتْ فِي مَنَامِهَا) ، فتجتمع النفوس كلهن في الملأ الأعلى كما ورد بذلك الحديث المرفوع الذي رواه ابن مندة، وغيره وفي الصحيحين ما يدل على ذلك، (فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ) : فلا يردها إلى الجسد، (وَيُرْسِلُ الْأُخْرَى) ، أي: النائمة إلى جسدها، (إِلَى أَجَلٍ مُسَمًّى) : وهو وقت </p><p> الموت، (إنَّ في ذَلكَ) ، أي: التوفي والإمساك والإرسال، (لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ) ، فى عجائب قدرته، (أَمِ اتَّخَذُوا) : بل اتخذ قريش، (مِنْ دُونِ اللهِ) : من دون إذنه، (شُفَعَاءَ) : عند الله تعالى بزعمهم الفاسد، (قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا) ، أي: قل أيشفعون؟! ولو كانوا إلخ فالواو للحال، والعامل يشفعون المقدر بعد الهمزة، (وَلاَ يَعْقِلُونَ) : فإنهن جمادات لا تقدر، ولا تعلم، (قُلْ لله الشَّفَاعَةُ جَمِيعًا) : هو مالكها، لا يستطيع أحد أن يشفع إلا بإذنه، ولا تنفع إلا لمن أذن له، (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ) ، فيحكم بالعدل، (وَإِذَا ذُكرَ اللهُ وَحْدَهُ) ، أى: قيل: لا إله إلا الله، (اشْمَأَزَّتْ) : انقبضت ونفرت، (قُلُوبُ الذِينَ لَا يُؤْمِنُونَ بِالْآخِرَة وَإِذَا ذُكِرَ الَّذِينَ مِن دُونِهِ) ، أي: الأوثان، (إِذَا هُمْ يَسْتَبْشِرُونَ) ، سواء ذكر اللهَ تعالى معهم أو لم يذكر، وعن مجاهد ومقاتل، وذلك حين قرأ النبي صلى الله عليه وسلم سورة النجم فألقى الشيطان في أمنيته: تلك الغرانيق العلى، ففرح الكفار كما مر ذكره في سورة الحج (١) ، واعلم أن من قال العامل في إذا الشرطية مضمون الجواب فلابد أن يقول: العامل في إذا الثانية الشرطية، وإذا المفاجأة معنى المفاجأة المتضمنة هي إياه، إذ لا يعمل الفعل الذي بعده فيما قبله، أي: فاجأوا في وقت الذكر، وقت الاستبشار، (قُلِ اللهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ </p><p>(١) رواية الغرانيق باطلة من جميع الوجوه.</p><p> وَالشَّهَادَةِ)، أي: التجئ إلى الله تعالى لما تحيرت في كفرهم، (أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا) : وهم المشركون، (مَا فِي الأَرْضِ) ، اسم أنَّ، (جَمِيعًا وَمثْلَة مَعَهُ لافتَدَوا بِهِ) ، أي: بمجموع ما في الأرض، والمثل، (مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا) : ظهر، (لَهُمْ مِنَ اللهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ) : ما لم يخطر ببالهم من الوبال والنكال، (وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا) ، أراد بالسيئات أنواع العذاب، كأنه قيل: سيئات سيئاتهم، نحو: جزاء سيئة سيئة، أو معناه ظهر لهم سيئات أعمالهم التي كانت خافية عليهم، حين تعرض صحائفهم، كما قال الله تعالى:  (أَحْصَاهُ اللهُ وَنَسُوهُ)  [المجادلة: ٦] ، (وَحَاقَ) : أحاط، (بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ) ، أي: جزاؤه، (فَإِذَا مَسَّ الْإِنْسَانَ) ، أي: جنسه باعتبار الغالب، (ضُرٌّ دَعَانَا) ، عطف على قوله:  (وإذا ذكر الله وحده) بالفاء ليدل على التسبب، والدلالة على تعكيس الكافر الأمر، وجعله ما هو أبعد الأشياء عن الالتجاء وسيلة إليه، كأنه قال: هم مشمئزون عند ذكر الله تعالى وحده، ومستبشرون بذكر آلهتهم، فإذا مسَّ أحدهم مصيبة دعا من اشمئزَّ من ذكره، وترك من استبشر به، وما بين المعطوفين أعني، قوله:  \" قل اللهم \" إلى قوله تعالى: \" يستهزءون \" اعتراض مؤكد لإنكار ذلك عليهم، (ثُمَّ إِذَا خَوَّلْنَاهُ) : أعطناه، (نِعْمَةً مِنَّا) : تفضلاً، (قَالَ إِنَّمَا أُوتِيتُهُ) ، أى: شيئًا من النعمة، (عَلَى عِلْمٍ) ، أي: على علم مني بأني سأعطاه لاستحقاقي، أو على علم من الله تعالى باستحقاقي، ولولا أني عند الله حقيق ما خولني هذا، فهو حال من أحد معمولي أوتيته، أو خبر، إن جعلت ما موصولة لا كافة، أو معناه أوتيته على خير وفضل عندي، كقولك: أنعمت عليك على كمالك، أي: هو السبب، (بَلْ هِيَ فِتْنَةٌ) : اختبار، أيشكر، أم يكفر؟ (وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) ، أنها امتحان، (قَدْ قَالَهَا) ، أى: هذه المقالة، وهي \" إنما أوتيته على علم \" ، (الَّذِينَ مِن قَبْلهِمْ) : الأمم السالفة، كقارون، قال:  (إنما أوتيته على علم عندي)  [القصص: ٧٨] ، (فَمَا أَغْنَى عَنْهُمْ) : </p>"
}