{
  "id": null,
  "sura": 40,
  "aya": 10,
  "text": "<p> (بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ) ، فائدة إثبات الإيمان لهم إظهار فضل الإيمان والترغيب فيه، كإثبات الصلاح والصدق للأنبياء (وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا) ، لما بينهم من المناسبة بالإيمان، (رَبَّنَا) أي: يقولون ربنا، (وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا) أصله وسعت رحمتك كل شيء، فنصب الفاعل بالتمييز وأسند الفعل إلى صاحب الرحمة للمبالغة، كأن ذاته رحمةٌ واسعة كلَّ شيء (فَاغْفِرْ لِلَّذِينَ تَابُوا) أي: لمن علمت منه التوبة (وَاتَّبَعُوا سَبيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ) : إياها، (وَمَنْ صَلَحَ مِنْ آبائهِمْ) ، عطف على مفعول أدخل (وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ) أي: أدخلهم وهؤلاء، وساو بينهم في المنزلة، لتُتم سرورهم وتُقر أعينهم. عن سعيد بن جبير إن المؤمن إذا دخل الجنة سأل عن أقاربه أين هم؟ فيقال: إنهم لم يبلغوا طبقتك في العمل فيقول: إني إنما عملت لي ولهم، فيلحقون به في الدرجة، ثم تلا هذه الآية وهذا معنى قوله تعالى:  (والذين آمنوا واتبعتهم ذريتهم بإيمان) الآية [الطور: ٢١]  (إِنَّكَ أَنتَ الْعَزِيزُ) : الغالب القادر على كل شيء، (الْحَكِيمُ) : فى جميع أفعالك (وَقِهِمُ السَّيِّئَاتِ) أي: العقوبات أو وبال السيئات، وهو تعميم بعد تخصيص (وَمَنْ تَقِ السَّيِّئَاتِ) أي: تقه (يَوْمَئِذٍ) : يوم القيامة (فَقَدْ رَحِمْتَهُ) ، وجاز أن يراد من السيئات في الموضعين المعاصي، فيكون معناه ومن تقه في الدنيا عن المعاصي، فقد رحمته يوم القيامة (وَذَلِكَ) : الرحمة والوقاية، (هُوَ الْفَوْزُ الْعَظِيمُ) . </p><p> * * * </p><p> (إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ (١٠) قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا </p><p> اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (١١) ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لله الْعَلِيِّ الْكَبِيرِ (١٢) هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ (١٣) فَادْعُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ (١٤) رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ (١٥) يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لله الْوَاحِدِ الْقَهَّارِ (١٦) الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللهَ سَرِيعُ الْحِسَابِ (١٧) وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ (١٨) يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (١٩) وَاللهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللهَ هُوَ السَّمِيعُ الْبَصِيرُ (٢٠) </p><p> * * * </p><p> (إِنَّ الَّذِينَ كَفَرُوَا يُنَادَوْنَ) : في القيامة ويقال لهم (لَمَقْتُ اللهِ) : إياكم، (أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الإِيمَانِ فَتَكْفُرُونَ) أي: لمقت الله تعالى أهل الضلالة حين عرض عليهم الإيمان في الدنيا فأعرضوا أكبر مما مقتوا أنفسهم حين عاينوا العذاب في القيامة، فإنهم أبغضوا أنفسهم ومقتوها غاية المقت عند غمرات النيران لسبب ما اكتسبوا من الآثام، الموجبة للعذاب المخلد، ثم من يجوز الفصل في الظرف لسعته بأجنبي وهو الخبر بين المصدر ومعموله يجوز أن يكون إذ تدعون ظرفًا للمقت </p><p> الأول، ومن لم يجوز فعنده أنه منصوب بمقدر، هو اذكروا، أو مصدر آخر أي: مقته إياكم إذ تدعون، وقيل متعلق بمقتكم، أو أكبر على سبيل العلية والسببية، ومعناه بغض الله تعالى إياكم أكبر من بغض بعضكم بعضًا، لأنكم كنتم تدعون إلى الإيمان في الدنيا فكنتم تكفرون (قَالُوا رَبَّنا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ) أي: إماتتين وإحياءتين وذلك لأنَّهُم في أرحام أمهاتهم نطف، لا حياة فيهم، فأحيوا في الدنيا ثم أميتوا عند آجالهم ثم أحيوا للبعث وهذا هو الصحيح الذي عليه ابن عباس وابن مسعود وكثير من السلف رضي الله عنهم وهذا إقرار منهم بالبعث، والقدرة التامة التي أنكروها في الدنيا، (فَاعْتَرَفْنَا بذُنوبِنَا فَهَلْ إِلَى خُرُوجٍ) : من النار، (مِنْ سَبِيلٍ) فنسلكه فأجيبوا بقوله: (ذَلِكُمْ) أي: ما أنتم فيه من العذاب، (بِأنَّهُ إِذَا دُعِيَ اللهُ وَحْدَهُ) أى: منفردًا بالذكر (كَفَرتمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا) : بالإشراك (فَالْحُكْمُ لله) : حيث حكم بالعذاب السرمد عليكم (الْعَلِيِّ الْكَبِيرِ) : من أن يشرك به (هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ) الدالة على توحيده وكمال قدرته، (وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ </p><p> رِزْقًا): أسباب رزق أي: المطر، (وَمَا يَتَذَكَّرُ) : بالآيات، (إِلَّا مَنْ يُنِيبُ) : يرجع إلى الله تعالى، فإن المنكر المعاند لا ينظر فيما ينافي مقصوده (فَادْعُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ) : أخلصوا له العبادة (وَلَوْ كَرِهَ الْكَافِرُونَ) : إخلاصكم (رَفِيعُ الدَّرَجَاتِ) كناية عن علو شأنه، أو درجات الجنة للمؤمنين، خبر ثانٍ لهو أو خبر لمحذوف (ذُو الْعَرْشِ) : مالك أصل العالم الجسماني ومدبره (يُلْقِي الرُّوحَ) ، خبر رابع، والروح الوحي فإنه محيي القلوب من موت الكفر أو المراد جبريل (مِنْ أَمْرِهِ) : من قضائه ومن ابتدائية متعلقة بـ يلقى أو حال من الروح \" قل الروح من أمر ربي \"  [الإسراء: ٨٥]  (عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ) ، فيجعله نبيًا (لِيُنْذِرَ) : الضمير لمن (لِيُنْذِرَ يَوْمَ التَّلَاقِ) : يوم القيامة يلتقي فيه الخالق والمخلوق، وأهل السماء والأرض، والظالم والمظلوم، والعباد وما عملوا من خير وشر، (يَوْمَ هُمْ بَارِزُونَ) : ظاهرون لا يسترهم شيء بدل من يوم التلاق الذي هو مفعول به، ويوم مضاف إلى جملة \" هم بارزون \"  (لَا يَخْفَى عَلَى اللهِ مِنْهُمْ شَيْءٌ) من أعمالهم وأحوالهم وذواتهم (لِمَنِ الْمُلْكُ الْيَوْمَ) حكاية لما يسأل عنه في ذلك اليوم حين إفناء الخلق (لله الْوَاحِدِ الْقَهَّارِ) ، حكاية لما يجاب به، لا أحد يجيبه فيجيب نفسه، وقيل: الجواب للعباد كلهم، والسؤال عنهم (الْيَوْمَ تُجْزَى كُل نَفْسٍ بِمَا كَسَبَتْ) : يجزى المحسن بإحسانه والمسيء بإساءته (لاَ ظُلْمَ الْيَوْمَ) ، فإنه سبحانه عادل متفضل حَرَّم الظلم من فضله على نفسه (إِنَّ اللهَ سَرِيعُ الْحِسَابِ) ، </p><p> لأنه لا يشغله حساب أحد عن حساب آخر، (وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ) : القيامة الآزفة القريبة (إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ) : من الخوف زالت عن مقارها فلا هي تعود ولا تخرج فيموتوا أو يستريحوا (كَاظِمِينَ) : ممتلئين كربا، أو ساكتين والكظوم السكوت وتعريف القلوب والحناجر عوض أي: قلوبهم لدى حناجرهم، فـ \" كاظمين \" حال من المضاف إليه في حناجرهم، والعامل ما في الظرف من معنى الفعل أو من الضمير في \" لدى \" الراجع إلى القلوب (مَا لِلظَّالِمِينَ) : الكافرين (مِنْ حَمِيمٍ) : محب مشفق (وَلَا شَفِيعٍ يُطَاعُ) : فيشفع ويكون للشفاعة فائدة، (يَعْلَمُ خَائِنَةَ الْأَعْيُنِ) أى: خيانتها كلحظة المرأة الحسناء إذا غفل الناس وغمزها، أو الخائنة صفة للنظرة (وَمَا تُخْفِي الصُّدُورُ) أي ما تخفيه، وجملة يعلم خائنة الأعين مستأنفة كالتعليل لقوله </p><p> تعالى:  \" وأنذرهم \"  (وَاللهُ يَقْضِي بِالْحَقِّ) لا يظلم مثقال ذرة (وَالَّذِينَ </p>"
}