{
  "id": null,
  "sura": 40,
  "aya": 79,
  "text": "<p> المتكبرين عن الحق جهنم، (فَاصْبِرْ) : يا محمد، (إِنَّ وَعْدَ اللهِ) : بنصرك وإعلاء كلمتك (حَقٌّ) : كائن (فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ) : كالقتل، والأسر، وإن شرطية وما زائدة، وجزاؤه محذوف مثل فذاك، أو فهو المقصود (أَوْ نَتَوَفَّيَنَّكَ) : قبل أن يحل ذلك بهم (فَإِلَيْنَا يُرْجَعُونَ) : فنجازيهم في القيامة، وهذا جواب للثاني أو هو جواب لهما أي: إن نعذبهم في حياتك أو لم نعذبهم فإنا نعذبهم في الآخرة عذابًا شديدًا، (وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ) ، وفي مسند الإمام أحمد عن أبي ذر عن رسول الله - صلى الله عليه وسلم - أن جملتهم مائة ألف وأربع وعشرون ألفًا، الرسل من ذلك ثلاث مائة وخمسة عشر، (وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللهِ) : ليس لهم اختيار في إتيان مقترح أممهم، (فَإِذَا جَاءَ أَمْرُ اللهِ) قضاؤه بين الأنبياء والأمم، (قُضِيَ بِالْحَقِّ) : فنجَّى المؤمنين، (وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ) : الكافرون، وقيل: أمر الله تعالى القيامة، والمبطلون المعاندون باقتراح الآيات. </p><p> * * * </p><p> (اللهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ (٧٩) وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (٨٠) وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللهِ تُنْكِرُونَ (٨١) أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي </p><p> الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (٨٢) فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٨٣) فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ (٨٤) فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ (٨٥) </p><p> * * * </p><p> (اللهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ) : إنشاء الإبل والبقر والغنم (لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأكُلُونَ وَلَكُمْ فِيهَا مَنَافِعُ) : من الصوف والدَّرِّ والوبر (وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ) : من حمل أثقالكم إلى بلد والغنم للأكل وله المنافع والباقي من الأنعام يصلح للكل (وَعَلَيْهَا) : في البر، (وَعَلَى الْفلْكِ) : في البحر، (تُحْمَلُونَ) دخول اللام في بعض دون بعض للفرق بين العين والمنفعة، والأظهر أن الأنعام هاهنا الإبل ولما كان العمدة في منافعها الركوب والحمل، أدخل اللام عليهما وأما الأكل والانتفاع بالألبان والأوبار وإن كان يصلحان للتعليل أيضًا، لكنهما قاصران عنهما فجعلا مكتنفين لما بينهما من غير دخول لام عليهما وتقديم المعمول في منها تأكلون، وعليها وعلى الفلك لرعاية الفاصلة وزيادة الاهتمام، ومنها تأكلون عطف على جعل لكم الأنعام عطف جملة على جملة بتقدير وجعل لكم الأنعام منها تأكلون، حتى لا يلزم عطف الحال على العلة وكذلك وعليها وعلى الفلك (وَيُرِيكُمْ آيَاتِهِ) الدالة على كمال القدرة والرحمة، (فَأَى آيَاتِ اللهِ) : أي آية منها (تُنْكِرُونَ) ، هو العامل في </p><p> أي (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ) عددًا (وَأَشَدَّ قُوَّةً) : فإنهم أجسم، (وَآثَارًا فِي الأَرْضِ) : كقصورهم، ومصانعهم (فَمَا أَغْنَى) ، ما نافية، أو استفهامية منصوبة بـ أغني ودخل الفاء، لأنه كالنتيجة بمعنى أنه ترتب عليه وإن كان عكس المطلوب (عَنْهُمْ) : العذاب وسوء العاقبة، (مَا كَانُوا يَكْسِبُونَ) : كسبهم أو مكسوبهم (فَلَمًا جَاءتْهُمْ) ، الفاء تفسير وتفصيل لما أبهم، وأجمل من عدم الإغناء (رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا) : رضوا، (بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ) : بزعمهم أو سماه علمًا سخرية، وهو قولهم: نحن </p><p> صفحة فارغة </p><p> أعلم لا بعث ولا عذاب وهذا في الحقيقة جهل، وقيل: معناه استهزءوا بما عند الأنبياء من العلم، وقيل: رضوا بما عندهم من علم الدنيا ومعرفة تدبيرها واكتفوا بها (وَحَاقَ بِهِمْ) : وبال (مَا كَانُوا بِهِ يَسْتَهْزِءُونَ) ، قيل: فيه إشعار إلى المعنى الثاني (فَلَمَّا رَأَوْا بَأْسَنَا) : عاينوا وقوع العذاب، والفاء لمجرد التعقيب (قَالُوا آمَنَّا بِاللهِ وَحْدَهُ) : منفردًا بالإيمان، (وَكَفَرْنَا بِمَا كُنَّا بِهِ) : من الأصنام، (مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ) أي: لم يصح أن ينفعهم (إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ) أي: سنَّ الله تعالى ذلك سنة ماضية فهي من المصادر المؤكدة (وَخَسِرَ هُنَالِكَ) ، استعير اسم مكان للزمان أي: وقت البأس، (الْكَافِرُونَ) أي: ظهر لهم خسرانهم. </p><p> والحمد لله على نعمائه. </p><p> * * * </p>"
}