{
  "id": null,
  "sura": 40,
  "aya": 69,
  "text": "<p> الشباب، (ثُمَّ لِتَكُونُوا) أي ثم يبقيكم لتكونوا، (شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ) أي: من قبل هذه الأحوال (وَلِتَبْلُغُوا) أي: ويفعل ذلك لتبلغوا، (أَجَلًا مُسَمًّى) هو أجل الموت المقدر، وقيل: يوم القيامة، (وَلَعَلَّكُمْ تَعْقِلُونَ) : وحدته، عطف على لتبلغوا أجلاً (هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى) : أراد (أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) : لا يحتاج إلى مادة ومدة وآلة وعدة. </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللهِ أَنَّى يُصْرَفُونَ (٦٩) الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (٧٠) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (٧١) فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (٧٢) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (٧٣) مِنْ دُونِ اللهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللهُ الْكَافِرِينَ (٧٤) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (٧٥) ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٦) فَاصْبِرْ إِنَّ وَعْدَ اللهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ (٧٧) وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللهِ فَإِذَا جَاءَ أَمْرُ اللهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ (٧٨) </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللهِ أَنَّى يُصْرَفُونَ) : كيف يصرفون عن الحق إلى الجهل؟!، (الَّذِينَ كذَّبُوا بِالْكِتَابِ) : بالقرآن، (وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا) : </p><p> من سائر الكتب، أو المراد من الكتاب جنس الكتب ومن ما أرسلنا رسلنا الشرائع (فَسَوْفَ يَعلَمُونَ) : وباله، (إذِ الْأَغلَالُ فِي أَعْنَاقِهِمْ) ، جعل المتوقع في حكم الموجود لتيقنه، ولهذا جمع بين سوف وإذ فإنه ظرف ليعلمون (وَالسَّلَاسِلُ) ، عطف على الأغلال (يُسْحَبُونَ) ، حال من ضمير أعناقهم أي: يجرون (فِي الْحَمِيمِ) ، وقيل: تقديره يسحبون بها، فيكون السلاسل مبتدأ، والجملة خبره، (ثُمَّ فِي النَّارِ يُسْجَرُونَ) : يحرقون، ويصيرون وقود النار (ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ) أي: الذي تشركون به، (مِنْ دُونِ اللهِ) أي: الأصنام (قَالُوا ضَلُّوا عَنَّا) ، فقدناهم وذلك قبل أن يقرن آلهتهم بهم أو معناه ضاعوا عنا أي: ما كنا نتوقع منهم، (بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا) : جحدوا شركهم كما قالوا: (وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ)  [الأنعام: ٢٣] ، أو ضاعت عبادتنا لها كما يقول من ضاع عمله ما كنت أعمل شيئًا أي العمل كلا عمل، (كَذلِكَ) : مثل ذلك الإضلال (يُضِلُّ اللهُ الْكَافِرِينَ) حتى لا يهتدوا إلى ما ينفعهم في الآخرة بوجه (ذَلِكُمْ) : الإضلال، أو العذاب، (بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ) الشرك والضلال (وَبِمَا كُنتمْ تَمْرَحونَ) : تتوسعون في الفرح أو تفسدون (ادْخُلُوا أَبْوَابَ جَهَنَّمَ) : السبعة المقسومة لكم (خَالِدِينَ) : [مقدرين] الخلود (فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) : منزل </p>"
}