{
  "id": null,
  "sura": 40,
  "aya": 28,
  "text": "<p> (وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ (٢٨) يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللهِ إِنْ جَاءَنَا قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ (٢٩) وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ (٣٠) مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ وَمَا اللهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ (٣١) وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ (٣٢) يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللهِ مِنْ عَاصِمٍ وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ (٣٣) وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللهُ مِنْ بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ (٣٤) الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ (٣٥) وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ (٣٦) أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ (٣٧) </p><p> * * * </p><p> (وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ) : من أقاربه وهو ابن عمه، وعن بعض السلف أنه إسرائيلي، وعنده إن قوله:  \" من آل فرعون \" متعلق بقوله: (يَكْتُمُ إِيمَانَهُ) : </p><p> من فرعون، (أَتَقتلُونَ رَجُلًا أَنْ يَقُولَ) أي: لأن يقول: (رَبِّيَ اللهُ) : وحده، (وَقَدْ جَاءكُمْ بِالْبَيِّنَاتِ) : المعجزات على صدقه، (مِنْ ربِّكُمْ) ، هذا إظهار لإيمانه وإرشاد ثم أخذ في الاحتجاج فقال:  (وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ) : وبال كذبه على نفسه لا يتخطاه، (وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ) أي: لا أقلَّ من أن يصبكم (بَعْضُ الَّذِي يَعِدُكُمْ) ، ففيه إظهار الإنصاف وكمال الشفقة فإنه بنى الكلام في النصح على التنزل (إِنَّ اللهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ) ، كلام ذو وجهين يعني لو كان مسرفًا لما هداه الله إلى البينات، ولو كان كاذبًا فهو غير مهتد، فخلوا سبيله ولا تعظموا شأنه وكان فيه تعريضًا لفرعون بالإسراف والكذب (يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ) ، وهذا من تتمة نصحه (ظَاهِرِينَ في الْأَرْضِ) : غالبين في مصر، (فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللهِ) : عذابه، (إِنْ جَاءنَا) ، فلا تتعرضوا لبأس الله بقتله، (قَالَ فِرْعَوْنُ) : حين منع من قتله: (مَا أُرِيكُمْ) : من الرأي، أي: لا أشير عليكم، (إِلَّا مَا أَرَى) : من المصلحة يعني قتله، (وَمَا أَهْدِيكُمْ) ، بهذا الرأى:  (إِلَّا سَبِيلَ الرَّشَادِ) : طريق صلاحكم، (وَقَالَ الَّذِى آمَنَ) من قوم فرعون: (يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ) ؛ يوم وقائع الأمم الماضية، (مِثْلَ دَأْبِ) </p><p> عطف بيان لمثل الأول (قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ) أي: مثل جزاء عادتهم من الكفر وتكذيب الرسل، ترك جمع اليوم والدأب لعدم الإلباس فإن لكل منهم يومًا ودأبًا (وَمَا اللهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ) ، فلا يعاقبهم من غير استحقاق، (وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ) : يوم القيامة سمي بذلك لكثرة النداء فيه بالسعادة والشقاوة، ونداء بعضهم بعضًا خوفهم عن عذاب الدنيا أولاً ثم عن عذاب الآخرة، (يَوْمَ تُوَلُّونَ) : عن الموقف، (مُدْبِرِينَ) : فارِّين عن النار ذاهبين، (مَا لَكُمْ مِنَ اللهِ مِنْ عَاصِمٍ) : يعصمكم من عذابه، (وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ وَلَقَد جَاءَكم يُوسُفُ مِنْ قبْلُ) : يوسف بن يعقوب بعثه الله تعالى من قبل موسى رسولاً يدعو القبط إلى طاعة الله وحده فما أطاعوه تلك الطاعة، نعم أطاعوه لمجرد الوزارة والجاه الدنيوي وهذا أيضًا من كلام مؤمن آل فرعون، (بِالْبَيِّنَاتِ) : المعجزات، (فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ) : من الدين، (حَتَّى إِذَا هَلَكَ) مات، (قُلْتُمْ لَنْ يَبْعَثَ اللهُ مِنْ بَعْدِهِ رَسُولًا) : جزمتم بأن لا رسول بعده مع الشك في رسالته (كَذَلِكَ) : مثل ذلك الإضلال (يُضِلُّ اللهُ مَنْ هُوَ مُسْرِفٌ) : في معصيته، (مُرْتَابٌ) : شاك في دينه المبين بالحجج (الذِينَ يُجَادِلُون) ، بدل من \" من هو مسرف \" ، وهو في معنى الجمع أو تقديره هم الذين (في آيَاتِ اللهِ) : ليبطلوه، (بِغَيْرِ سُلْطَانٍ) : حجة، (أَتَاهُمْ) ، بل بمجرد تشهيهم (كَبُرَ) ، فاعله ضمير راجع إلى من والحمل على المعنى أولاً ثم على اللفظ ثانيًا، جائز من غير ضعف أو إلى الجدال المدلول </p><p> عليه بقوله يجادلون، (مَقْتًا) : بغضًا تمييز، (عِنْدَ الله وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ) : مثل ذلك الطبع، (يَطْبَعُ اللهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ) : يختم عليه فلا يعي خيرًا، ولا يفقه الرشاد، (وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا) : قصرًا عاليًا ظاهرًا، (لَعَلِّي أَبْلُغُ الْأَسْبَابَ) أي: الطرق أو الأبواب (أَسْبَابَ السَّمَاوَاتِ) أبهمه ثم أوضحه تعظيمًا وتشويقًا إلى معرفته، (فأَطَّلِعَ) من قرأ بالنصب فبجواب الترجي، تشبيهًا بالتمني من جهة إنشاء التوقع (إِلَى إِلَهِ مُوسَى) ، فهو جاهل، أو متجاهل، يلبس على قومه، فإن الوصول إلى السماء بالبناء محال، (وَإِنِّي لَأَظُنُّهُ كَاذِبًا) : في أن </p>"
}