{
  "id": null,
  "sura": 41,
  "aya": 9,
  "text": "<p> (وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ) : أغطية (مِمَّا تَدْعُونَا إِلَيْهِ) : فلا نفقه ما تقول (وَفِي آذَانِنَا وَقْرٌ) : صمم، (وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَاب) يعني نحن في ترك القبول عنك بمنزلة من لا يفهم، ولا يسمع، وبينه -مع ما هو عليه- وبين داعيه -مع ما هو عليه- حجاب غليظ، فلا تلافى ولا ترآى، وفائدة من أن الحجاب ابتدأ منا ومنك، فيدل على استيعاب ما بين الطرفين بالحجاب (فاعْمَلْ) : على دينك، (إِنَّنَا عَامِلُونَ) : على ديننا، (قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ) أي: لست بجنيٍّ ولا بملك أتكلم بما لا تفهمون، (فَاسْتَقِيمُوا إِلَيْهِ) : وجهوا إليه وجوهكم، وأخلصوا له العبادة (وَاسْتَغْفِرُوهُ) : من سالف الذنوب (وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ) : لا يطهرون أنفسهم، (قد أفلح من زكاها)  [الشمس: ٩] ، (قد أفلح من تزكى)  [الأعلى: ١٤] ، أو المراد زكاة أموالهم، وأصلها مأمور به في ابتداء البعثة وأما مقدارها وكيفيتها فبين أمرها بالمدينة. ولفظ الإيتاء يساعد المعنى الثاني، بل كالصريح، لكن الأول منقول عن ابن عباس رضي الله عنهما (وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) : غير مقطوع وأما المنة فلله على أهل الجنة، (بَلِ اللهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ)  [الحجرات: ١٧] . </p><p> * * * </p><p> (قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (٩) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (١٠) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (١١) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (١٢) فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللهَ قَالُوا </p><p> لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (١٤) فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (١٥) فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ (١٦) وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (١٧) وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (١٨) </p><p> * * * </p><p> (قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ) أي في حقيقة يومين معلومين عند الله، لا نعرف كيفيتهما أو في قدر يومين لأن الظاهر من قوله:  \" رفع سمكها فسواها وأغطش ليلها وأخرج ضحاها \"  [النازعات: ٢٨ - ٢٩] ، أن حدوث اليوم والليلة بعد خلق السماء وعن كثير من السلف أن اليومين: الأحد والاثنان وفيه إشكال، اللهم إلا أن يقال: إن الله تعالى لما خلق الأزمان عى أول يومه السبت ثم الأحد ثم الاثنان ثم وثم، وخلق السماء والأرض وما بينهما في مقدار ستة أيام قبل حدوث الزمان متصل بحدوثه بمعنى أنه لو كان الزمان حين الخلق موجودًا لكانت مدة الخلق ستة أيام يكون أوله يوم الأحد ألبتَّة، وآخره يوم الجمعة (وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ) : القادر العظيم، (رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا) : في الأرض، (رَوَاسِيَ) : جبالاً ثوابت وهو عطف على محذوف، أي خلقها وجعل، وقيل: عطف على خلق والفصل بالجملتين كلا فصل؛ لأن الأولى بمنزلة الإعادة لتكفرون، والثانية اعتراضية كالتأكيد لمضمون الكلام، (مِنْ فَوْقِهَا) : مرتفعة ليظهر على الناظرين (وَبَارَكَ فِيهَا) : بخلق المنافع فيها، (وَقَدَّرَ فِيهَا أَقْوَاتَهَا) : أقوات أهلها، أو قدر في كل بلدة ما لم يجعله في الأخرى، (فِي أَرْبَعَةِ أَيَّامٍ) أي: تتمتها لقوله: \" خلق السماوات والأرض وما بينهما في ستة أيام \" </p><p> [السجدة: ٤] ، واليومان الثلاثاء والأربعاء (سَوَاءً) أي: استوت استواءً بلا زيادة ولا نقصان، والجملة صفة أيام (لِلسَّائِلِينَ) أي: هذا الحصر للسائلين عن مدة خلقها، أو متعلق بـ قدَّر أي: قدر فيها للمحتاجين أقواتها (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) : قصد نحوها، (وَهِيَ دُخَانٌ) : ارتفع من الماء الذي عليه عرشه، (فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا) : ما أمركما أي: افعلاه واستجيبا لأمرى، كما يقال: ائت ما هو الأحسن قيل: إتيان السماء حدوثها، وإتيان الأرض أن تصير مدحوة. عن ابن عباس - رضي الله عنه - أطلعي شمسك وقمرك ونجومَك يا سماء وشققي أنهارك فأخرجي ثمارك ونباتك يا أرض (طَوْعًا أَوْ كَرْهًا) : طائعتين أو مكرهتين أي: شئتما أو أبيتما ذلك (قَالَتَا أَتَيْنَا طَائِعِينَ) : استجبنا لك منقادين لما خاطبهما وأقدرهما على الجواب أجراهما مجرى العقلاء عن بعض السلف أن المتكلم موضع الكعبة، ومن السماء ما يسامنه (فَقَضَاهُنَّ) : خلقهن، وأحكمهن الضمير إلى السماء على المعنى (سَبْعَ سَمَاوَاتٍ) ، حال (فِي يَوْمَيْنِ) : يوم الخميس والجمعة، وهذه الآيات مشعرة بأن خلق الأرض ودَحْوَها مقدم على خلق السماوات، وهو مخالف لما في سورة النازعات (والأرض بعد ذلك دحاها)  [النازعات: ٣٠] ، فلابد أن نقول أن ثم في (ثم استوى إلى السماء) للتراخي </p><p> الرتبي لا الزماني، وسنذكره في سورة النازعات (وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا) قرر ورتب شأنها أي: خلق ما يحتاج إليه من الملك، وما لا يعلمه إلا الله تعالى (وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ) : الكواكب كلها ظاهرة عليها، (وَحِفْظًا) مصدر لمحذوف أي: وحفظناها من استراق السمع حفظًا (ذَلِكَ تَقْدِيرُ الْعَزِيزِ فَإِنْ أَعْرَضُوا) : مع هذا البيان عن الإيمان (فَقلْ أَنْذَرتُكَمْ صَاعِقَةً) : مهلكة، (مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ إِذْ جَاءَتْهُمُ الرُّسُلُ) ، حال من صاعقة عاد أو ظروفها لما فيها من معنى الفعل أي: صعقوا إذ جاءتهم (مِنْ بَيْنِ أَيْدِيهِمْ) أي: من القرى القريبة من </p><p> بلادهم (وَمِنْ خَلْفِهِمْ) القرى البعيدة كما قال: (وقد خلت النذر من بين يديه ومن خلفه)  [الأحقاف: ٢١] ، وقيل: من كل جانب وعملوا فيهم كل حيلة كما قال الشيطان: (لآتينهم من بين أيديهم ومن خلفهم)  [الأعراف: ١٧] ، وقيل: أنذروهم من مثل الوقائع المتقدمة ومن العذاب المتأخر أي: عذاب الآخرة (أَلَّا تَعْبُدُوا إِلَّا اللهَ) أن بمعنى أي (قَالُوا لَوْ شَاءَ رَبُّنَا) : إرسال الرسل، (لَأَنْزَلَ مَلَائِكَةً) : برسالته فإنما أنتم لستم بملائكة (فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ) : على زعمكم، (كَافِرُونَ فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ) : بغوا وعتوا، (وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً) ، اغتروا بقوتهم ومزيد قدرتهم وحسبوا أنها تغنيهم عن العذاب، (أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً) : أزيد قدرة منهم، (وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ) أي: يعلمون وينكرون عطف على فاستكبروا (فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا) : شديدة الصوت من الصرير وشديدة البرد من الصِّرِّ (فِي أَيَّامٍ نَحِسَاتٍ) : مشئومات عليهم سبع ليال وثمانية أيام حسوما (لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ) : الذل وصف به العذاب مع أنه فى الأصل صفة المعذب على الإسناد المجازي للمبالغة (فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ) : دللناهم على طريق الحق، بلسان نبيهم صالح - عليه السلام (فَاسْتَحَبُّوا الْعَمَى) : اختاروا الضلالة (عَلَى الْهُدَى) ، وهذا لا ينافي كون الضلال بمشيئة الله تعالى، وإنما ينافيه لو كان معنى هديناهم أردنا منهم </p>"
}