{
  "id": null,
  "sura": 42,
  "aya": 20,
  "text": "<p> وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ) وكل يجازى بعمله (لَا حُجَّةَ) : لا خصومة (بَيْنَنَا وَبَيْنَكُمُ) وهذا قبل نزول آية السيف فإن السورة مكية. وقيل: لا إيراد حجةٍ بيننا، فإنه قد ظهر الحق (اللهُ يَجْمَعُ بَيْنَنَا) : يوم المعاد (وَإِلَيْهِ الْمَصِيرُ) فيفصل بيننا (وَالَّذِينَ يُحَاجُّونَ) : يجادلون (فِى اللهِ) : في دينه (مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ) أي: بعد ما استجاب الناس لله تعالى ودخلوا الإسلام، وقيل: بعد ما استجاب الله تعالى لرسوله بإظهار دينه، وقيل: بعد ما استجاب أهل الكتاب له وأقروا بنبوته (حُجَّتُهُمْ دَاحِضَةٌ) : باطلة زائلة (عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ اللهُ الَّذِي أَنْزَلَ الْكِتَابَ) جنسه (بِالْحَقِّ) متلبسًا بعيدًا من الباطل (وَالْمِيزَانَ) : العدل وهو شرعه، أو إنزال العدل عبارة عن الأمر به، أو المراد إنزال الميزان على الحقيقة، كما سنذكره في سورة الحديد من أنه نزل إلى نوح وأمر أن يوزن به (وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ) : التي هي يوم الجزاء، ووضع الميزان والعدل (قَرِيبٌ) فواظب على العدل، وتذكير قريب، لأن الساعة بمعنى البعث، أو لأن تقديره: لعل مجيء الساعة (يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا) : استهزاء (وَالَّذِينَ آمَنُوا مُشْفِقُونَ) : خائفون (مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ) : الكائن ألبتَّة فيستعدون لها (أَلَا إِنَّ الَّذِينَ يُمَارُونَ) : يجادلون (فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ) عن طريق الصواب (اللهُ لَطِيفٌ بِعِبَادِهِ) : بار بالبر والفاجر (يَرْزُقُ مَنْ يَشَاءُ) أي: يرزق من يشاء ما يشاء على مقتضى حكمته (وَهُوَ الْقَوِيُّ الْعَزِيزُ) : القادر المطلق الذي لا يغلب. </p><p> * * * </p><p> (مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ (٢٠) أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢١) تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ </p><p> آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (٢٢) ذَلِكَ الَّذِي يُبَشِّرُ اللهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللهَ غَفُورٌ شَكُورٌ (٢٣) أَمْ يَقُولُونَ افْتَرَى عَلَى اللهِ كَذِبًا فَإِنْ يَشَإِ اللهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٢٤) وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ (٢٥) وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ (٢٦) وَلَوْ بَسَطَ اللهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ (٢٧) وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ (٢٨) وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ (٢٩) </p><p> * * * </p><p> (مَنْ كَانَ يُرِيدُ) بعمله (حَرْثَ الْآخِرَةِ) أي: زرعها. سمي عمله زرع الْآخِرَةِ؛ لأن الفائدة تحصل فيها، كما يقال: زرع الصيف (نَزِدْ لَهُ فِي حَرْثِهِ) بتضعيف ثوابه (وَمَنْ كَانَ يُرِيدُ) بعمله (حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا) : شيئًا منها بقدر ما قسمنا له (وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ) نصيب من عمله، إذ لكل امرئٍ ما نوى (أَمْ </p><p> لَهُمْ شُرَكَاءُ): بل ألهم آلهة وهم الشياطين، والهمزة للتحقيق والتثبيت (شَرَعُوا) : أظهروا (لَهُمْ مِنَ الدِّينِ) غير دين الإسلام (مَا لَمْ يَأذَنْ بِهِ اللهُ) وهذا إضراب عن قوله: \" شرع لكم من الدين \"  [الشورى: ١٣] إلخ (وَلَوْلَا كَلِمَةُ الْفَصْلِ) : القضاء السابق بتأجيل العذاب إلى القيامة (لَقُضِيَ بَيْنَهُم) بين المؤمنين والكافرين في الدنيا (وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ تَرَى الظَّالِمِينَ) في القيامة (مُشْفِقِينَ) : خائفين (مِمَّا كَسَبُوا) : من وباله (وَهُوَ وَاقِعٌ بِهِمْ) لا محالة (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ) : أحسن بقاعها (لَهُمْ مَا يَشَاءونَ عِنْدَ ربِّهِمْ) ظرف لـ \" لَهُم \" أي: حصل لهم عنده وفي كرمه، أو حال (ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ ذَلِكَ) الثواب (الَّذِي يُبَشِّرُ اللهُ عبادَهُ) أي: به، حذف الجار ثم العائد (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْألُكُمْ عَلَيْهِ) : على التبليغ (أَجْرًا) : </p><p> نفعًا منكم (إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى) : إلا أن تحبوني في حق قرابني منكم ومن أجلها، أو إلا أن تحبوا أهل قرابتي وتجعلوهم مكان المودة، فالظرف حال، وعن الإمام أحمد قال عليه الصلاة والسلام للعباس:  \" لا يدخل قلب امرئٍ إيمان حتى يحبكم لله ولقرابتي \" ، أو إلا أن تحبوا الله في تقربكم إليه بطاعته (وَمَنْ يَقْتَرِفْ) : يكتسب (حَسَنَةً) طاعة (نَزِدْ له فِيهَا) : في الحسنة (حُسْنًا) بأن نضاعف أجرها (إِنَّ اللهَ عفُورٌ شَكُورٌ) يقبل الطاعة وإن قَلَّت (أَمْ يَقُولُونَ) بل أيقولون: إضراب آخر أشد من قوله: \" أم لهم شركاء \" إلخ (افْتَرَى) محمد (على اللهِ كَذِبًا فَإِنْ يَشَأِ اللهُ) أي: خذلانك اللازم للافتراء (يَخْتِمْ عَلَى قَلْبِكَ) فلا تعي القرآن ولا تفهم الوحي، ويسلبك ما أتاك من الله تعالى، أو فتجترئ على الافتراء عليه، وهذا رد واستبعاد لافترائه على الله تعالى. وعن مجاهد: يربط على قلبك بالصبر فلا يشق عليك أذاهم (وَيَمْحُ اللهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ) كلام ابتدائي عطف جملة على جملة لا على الجزاء، ولهذا أعاد اسم الله تعالى، ورفع يحق وحذف الواو من يمحو في اللفظ لالتقاء الساكنين، وفى الخط في بعض المصاحف على خلاف القياس كما في \" ويدع الإنسان \"  [الإسراء: ١١] وهذا عدة بمحو الباطل الذي هم عليه، وإثبات الحق الذي عليه المؤمنون بحججه أو بالقرآن أو بقضائه، وقيل: حاصله أن من عادته محو الباطل وإثبات الحق، فلو كان مفتريًا لمحقه وأثبت الحق (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) فيعلم ضميرك </p><p> وضميرهم، فيجري الأمر على حسب ذلك (وَهُوَ الذِى يَقْبَلُ التَّوبةَ عَنْ عِبَادِهِ) : بالعفو عما تاب عنه، وعدم المؤاخذة به (وَيَعْفُو عَنِ السَّيِّئَاتِ) من شأنه قبول التوبة والعفو عن الذنوب، والظاهر من لفظ العفو وعطفه على يقبل التوبة، أن هذا في غير التائب، (وَيعْلَمُ مَا تَفْعَلُونَ) فيثبت ويعاقب (وَيَسْتَجِيبُ الذِينَ آمَنُوا) أي: يجيب الله تعالى دعاءهم ويثيبهم (وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ) عما استحقوا، وفى الحديث في تفسير \" ويزيدهم \" قال - عليه الصلاة والسلام:  \" الشفاعة لمن وجبت له النار ممن صنع إليهم المعروف في الدنيا \" . وعن بعض السلف في قوله:  \" ويستجيب الذين آمنوا \" ، قال: يشفعون في إخوانهم وفي قوله: (ويزيدهم من فضله) قال: يشفعون فى إخوان إخوانهم (وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ وَلَوْ بَسَطَ اللهُ الرِّزْقَ لِعِبَادِهِ) بأن أغناهم جميعًا ووفر الدنيا للكل (لَبَغَوْا) : أفسدوا (فِي الْأَرْضِ) بطرا أى: ولم يبسط لئلا يعم البغي ولا يغلب الفساد على الصلاح (وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ) أي: ينزل ما يشاء من أرزاقهم بتقدير وتعيين، وفي الحديث \" إن من عبادي من لا يصلحه إلا الغنى ولو أفقرته لأفسدت عليه دينه، وإن منهم من لا يصلحه إلا الفقر </p>"
}