{
  "id": null,
  "sura": 42,
  "aya": 30,
  "text": "<p> ولو أغنيته لأفسدت عليه دينه \" (إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ) فيقدر لهم ما يناسبهم (وَهُوَ الَّذِى يُنَزِّلُ الْغَيْثَ) : المطر، قيل: هو المطر النافع (مِنْ بَعْدِ مَا قَنَطُوا) : أيسوا منه (وَيَنشُرُ رَحْمَتَهُ) : يبسط منافع الغيث، أو ينشر سائر رحمته (وَهُوَ الْوَلِيُّ) : المتصرف للأمور (الْحَمِيدُ) : المستحق للحمد (وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ) أي: نشر، وما موصولة عطف على السماوات (فِيهِمَا مِنْ دَابَّةٍ) : من حي، ذكر اللزوم وأراد اللازم، أو في السماء دواب من مراكب أهل الجنة وغيرها، وقيل: فيهما، أي: في بينهما يدب على الأرض (وَهُوَ عَلَى جَمْعِهِمْ) للحشر (إِذَا يَشَاءُ) أي وقتٍ شاء (قَدِيرٌ) . </p><p> * * * </p><p> (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠) وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٣١) وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (٣٢) إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣٣) أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (٣٤) وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ (٣٥) فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٣٦) وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (٣٧) وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ </p><p> شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣٨) وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (٣٩) وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ (٤٠) وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (٤١) إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (٤٢) وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (٤٣) </p><p> * * * </p><p> (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) من الجرائم فأنتم السبب، والفاء لتضمين \" ما \" معنى الشرط، ومن قرأ بغير الفاء فمن غير تضمين (وَيَعْفُو عَنْ كَثِيرٍ) فلا يعاقبكم لا في الدنيا ولا في الآخرة بها \" ولو يؤاخذ الله الناس بما كسبوا \"  [فاطر: ٤٥] وعن علي - رضي الله عنه - قال: ألا أخبركم بأفضل آية حدثنا بها رسول الله - صلى الله عليه وسلم؟ \" ما أصابكم من مصيبة \" الآية قال: وسأفسرها لك يا علي ما أصابكم من مرض أو عقوبة أو بلاء في الدنيا، فبما كسبت أيديكم والله أحلم من أن يثني عليهم العقوبة في الآخرة، وما عفى الله عنه في الدنيا فالله أكرم من أن يعود بعد عفوه \" (وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ) فيصل إليكم لا محالة ما قدر الله تعالى لكم (وَمَا لَكُمْ مِنْ دُونِ اللهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ) فإنه هو المتولي والناصر وحده (وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ) أي: السفن كالجبال في </p><p> العِظَم، والظرف متعلق بما يتعلق به \" من آياته \" وكالأعلام حال من ضميره (إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ) : يصرن (رَوَاكِدَ) : ثوابت (عَلَى ظَهْرِهِ) أي: ظهر البحر (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) : لكل مؤمن سافر في البحر ورأى عجائبه، فإنه صبر على شدائد البحر وشكر عند الخلاص، والكافر يجزع فلا يشكر (أَوْ يُوبِقْهُنَّ بمَا كَسَبُوا) : يهلك أهلهن بالغرق بسبب ذنوبهم، عطف على يسكن الريح (وَيَعْفُ عَنْ كَثِيرٍ) تقديره: أو إن يشأ يعصف الريح، فيوبق بعضًا من أهلهن، وينج بعضًا على العفو عنهم (وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا) لإبطالها (مَا لَهمْ مِنْ مَحِيصٍ) : مهرب من عذابه المقدر، ومن قرأ بنصب \" يعلم \" فعنده عطف على تعليل محذوف، أي: يوبقهن لينتقم منهم ويعلم (فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ </p><p> الدُّنْيَا) لا يبقى بعد الموت (وَمَا عِندَ اللهِ) من الثواب (خَيْرٌ وَأَبْقَى) لما كانت سببية كون الشيء عند الله تعالى لخيريته أمرًا مقررًا في العقول، غنيًّا عن الدلالة عليه بحرف موضوع له، بخلاف سببية كون الشيء عندكم لقلته وحقارته أتى بالفاء في الأول دون الثاني (لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ) قيل: نزلت في أبي يكر - رضى الله عنه - حين تصدق بجميع ماله ولامه الناس (وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ) عطف على (لِلَّذِينَ) ، والأصح أن الكبائر: كل ما ورد فيه وعيد شديد في الكتاب والسنة (وَالْفَوَاحِشَ) : تزايد قبحه، أو ما يتعلق بالفروج، تخصيص يعد تعميم (وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ) سجيتهم الصفح لا الانتقام (وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ) : أجابوه حين دعاهم إلى الطاعة بلسان رسوله - عليه الصلاة والسلام (وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ) : ذو شورى، لا يبرمون أمرًا حتى يتشاوروا فيه (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغيُ) : الظلم (همْ يَنْتَصِرونَ) يعني: يعفون فى محل العفو، وينتقمون في محل الانتقام، ليسوا أذلة عاجزين (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) عقب وصف الانتقام بهذا إشارة إلى منع التعدي، وسمى الثانية سيئة للازدواج (فَمَنْ عَفَا وَأَصْلَحَ) بينه ويبن عدوه (فَأَجْرُهُ عَلَى اللهِ) أبهم الجزاء للتعظيم (إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ) : الذين يبدءون بالظلم (وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ) من إضافة المصدر إلى المفعول، أي: بعد ظلم الظالم إياه (فأُولَئِكَ) إشارة إلى معنى \" من \" (مَا </p>"
}