{
  "id": null,
  "sura": 43,
  "aya": 46,
  "text": "<p> (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَإِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ (٤٦) فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ (٤٧) وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ (٤٨) وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ (٤٩) فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ (٥٠) وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلَا تُبْصِرُونَ (٥١) أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ (٥٢) فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ (٥٣) فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (٥٤) فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (٥٥) فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ (٥٦) </p><p> * * * </p><p> (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَإِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ) فاجئوا بالاستهزاء بالآيات (وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا) أي: صاحبتها التي كانت قبلها، أو هو تمثيل باتصاف الكل بالكمال، بحيث لا يظهر التفاوت ويظن عند النظر بكل واحد أنه أفضل </p><p> من البواقي (وَأَخَذْنَاهُمْ بِالْعَذَاب) كالطوفان والجراد وغيرهما (لَعَلَّهُمْ يَرْجِعُونَ) لكي يرجعوا عن الكفر (وَقَالُوا يَا أَيُّهَ السَّاحِرُ) أي: العالم الكامل وهذا تعظيمه منهم، فإن السحر عندهم فضيلة لا نقيصة، أو لفرط حيرتهم سبق لسانهم إلى ما تعودوا به (ادْعُ لَنَا رَبَّكَ) بكشف العذاب عنا (بِمَا عَهِدَ عِنْدَكَ) : بسبب عهده عندك أن يجيب دعوتك، أو بحق ما عندك من عهد الله تعالى وهو النبوة، أو بحق الإيمان، أو بسبب ما عهده الله تعالى من كشف العذاب لمن آمن (إِنَّنَا لَمُهْتَدُونَ) : مؤمنون (فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ) فاجئوا نكث العهد (وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ) أمر بالنداء، أو هو نادى بنفسه في مجمع عظمائه (قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ) أنهار النيل عطف على ملك مصر (تَجْرِي مِنْ تَحْتِي) تحت قصري أو أمري، جملة حالية، أو خبر لهذه الأنهار، والواو للحال (أَفَلَا تُبْصِرُونَ) ذلك (أَمْ أَنَا خَيْرٌ) : بل أنا خير، والهمزة للتقرير والتحقيق، وقيل: أم متصلة حاصله، أفلا تبصرون أم تبصرون، من إقامة المسبب موقع السبب، فإن إبصارهم سبب لقولهم: أنت خير (مِنْ هَذَا الَّذِى هُوَ مَهِينٌ) : حقير (وَلَا يَكَادُ يُبِينُ) : يفصح ويعرب عما في ضميره، لما في لسانه من اللكنة (فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ) أي: هلا ألقى رب موسى عليه أسورة إن كان سيدًا مطاعًا، فإنهم إذا كانوا سودوا رجلاً، سوروه بسوار وطوقوه بطوق من ذهب، يكون ذلك دلالة </p>"
}