{
  "id": null,
  "sura": 43,
  "aya": 68,
  "text": "<p> لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ هَلْ يَنْظُرُونَ): ينتظرون، (إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ) : إلا إتيان الساعة، وأن تأتيهم بدل من الساعة، (بَغْتَةً) : فجأة، مفعول مطلق، (وَهُمْ لَا يَشْعُرُونَ) لإنكارهم، أو لانهماكهم في دنياهم، يعني: أنها تأتيهم لا محالة، فكأنهم ينتظرونها، (الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ) يومئذ ظرف، عدو والفصل بالمبتدأ غير مانع، (إِلَّا الْمُتَّقِينَ) فإن محبتهم تبقى. </p><p> * * * </p><p> (يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ (٦٨) الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ (٦٩) ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ (٧٠) يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ (٧١) وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ (٧٢) لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ (٧٣) إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ (٧٤) لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ (٧٥) وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ (٧٦) وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ (٧٧) لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ (٧٨) أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ (٧٩) أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ (٨٠) قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ (٨١) </p><p> سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٨٢) فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (٨٣) وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ وَهُوَ الْحَكِيمُ الْعَلِيمُ (٨٤) وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ (٨٥) وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ (٨٦) وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللهُ فَأَنَّى يُؤْفَكُونَ (٨٧) وَقِيلِهِ يَا رَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ (٨٨) فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ فَسَوْفَ يَعْلَمُونَ (٨٩) </p><p> * * * </p><p> (يَا عِبَادِ) : حكاية لما يُنَادَى به المتحابون المتقون، (لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ الَّذِينَ) : منصوب على المدح، (آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ (٦٩) ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ): المؤمنات، (تُحْبَرُونَ) ، تسرون، (يُطَافُ عَلَيْهِمْ بِصِحَافٍ) : جمع صحفة (مِنْ ذَهَبٍ وَأَكوَابٍ) : جمع كوب وهو كوز لا عروة له، (وَفِيهَا) : في الجنة، (مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ) : بمشاهدته، وكأنه لم يعتد بمستلذات السمع والشم والذوق في جنب مستلذات العين فلم يذكرها، (وَأَنْتُمْ فِيهَا خَالِدُونَ) وهو من أتم النعم، (وَتِلْكَ) : الجنة المذكورة، (الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ) ، والجنة إما خبر، والَّتِي أُورِثْتُمُوهَا صفة لها، أو صفة </p><p> والتي خبر، أو هما صفتان والظرف خبر، (لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ) : يبقى بعضها، أبدًا لا تجد شجرة عريانة من الثمرة، (إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ لَا يُفَتَّرُ عَنْهُمْ) : لا يخفف ولا ينقص، (وَهُمْ فِيهِ) ، في العذاب، (مُبْلِسُونَ) : ساكتون سكوت يأس، (وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ) : على أنفسهم، (وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ) : من قضى عليه، إذا أماته وهو تمني الموت من فرط شدتهم وحيرتهم، وهذا الكلام والنداء قبل الإبلاس وقبل أن يقال لهم:  (اخسئوا فيها ولا تكلمون)  [المؤمنون: ١٠٨] ، (قَالَ إِنَّكُمْ مَاكِثُونَ) : المكث يشعر بالانقطاع ولا انقطاع ففيه استهزاء، (لَقَدْ جِئْنَاكُمْ بِالْحَقِّ) : جواب من الله تعالى بعد جواب الملك، أو في قال ضمير يرجع إلى الله تعالى، (وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ أَمْ أَبْرَمُوا) : أحكموا، (أَمْرًا) ، في رد الحق بحيل ومكر، (فَإِنَّا مُبْرِمُونَ) : كيدَنا في مجازاتهم، (أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ) : ما يخفون من الغير، (وَنَجْوَاهُمْ) : ما تكلموا به فيما بينهم، (بَلَى) : نسمعهما، (وَرُسُلُنَا) : أي الحفظة، (لَدَيْهِمْ يَكْتُبُونَ) : ذلك، (قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ </p><p> الْعَابِدِينَ)، لذلك الولد جعل ثبوت الولد ملزومًا لأمر منتف محال في اعتقاده، وهو عبادته للولد، لكن اللازم منتف فكذا الملزوم، والغرض نفي الولد على أبلغ وجه قال تعالى:  \" لو أراد الله أن يتخذ ولدًا \"  [الزمر: ٤] وعن بعضهم معناه: إن كان له ولد في زعمكم فأنا أول الموحدين لله تعالى فإن من عبد الله تعالى فقد دفع أن يكون له ولد، أو معناه: فأنا أول الآنفين من أن يكون له ولد، المنكرين لما قلتم، يقال: عَبِد يَعْبَد: إذا اشتد أنفه أو إن نافية، أي: ما كان له ولد، فأنا أول من قال بذلك (١) ، (سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ) : من كونه ذا ولد، (فَذَرْهُم يَخُوضُوا) : في الباطل، (وَيَلْعَبُوا) : في الدنيا، (حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ) أي: القيامة، (وَهُوَ الذِى فِي السَّمَاءِ إِلَهٌ وَفِى الْأَرْضِ إِلَهٌ) أي: هو إله فيهما، فالظرف متعلق بأل لما فيه من معنى الوصفية، أو لأنه بمعنى المعبود بالحق، (وَهُوَ الْحَكِيمُ) : في التدابير، (الْعًلِيمُ) ، بكل شيء فلا يحتاج إلى ولد، (وَتَبَارَكَ </p><p>(١) قال الإمام فخر الدين الرازي ما نصه: اعْلَمْ أَنَّ النَّاسَ ظَنُّوا أَنَّ قَوْلَهُ قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ لَوْ أَجْرَيْنَاهُ عَلَى ظَاهِرِهِ فَإِنَّهُ يَقْتَضِي وُقُوعَ الشَّكِّ فِي إِثْبَاتِ وَلَدٍ لله تَعَالَى، وَذَلِكَ مُحَالٌ فَلَا جَرَمَ افْتَقَرُوا إِلَى تَأْوِيلِ الْآيَةِ، وَعِنْدِي أَنَّهُ لَيْسَ الْأَمْرُ كَذَلِكَ وَلَيْسَ فِي ظَاهِرِ اللَّفْظِ مَا يُوجِبُ الْعُدُولَ عَنِ الظَّاهِرِ، وَتَقْرِيرُهُ أَنَّ قَوْلَهُ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ قَضِيَّةٌ شَرْطِيَّةٌ وَالْقَضِيَّةُ الشَّرْطِيَّةُ مُرَكَّبَةٌ مِنْ قَضِيَّتَيْنِ خَبَرِيَّتَيْنِ أَدْخَلَ عَلَى إِحْدَاهُمَا حَرْفَ الشَّرْطِ وَعَلَى الْأُخْرَى حَرْفَ الْجَزَاءِ فَحَصَلَ بِمَجْمُوعِهِمَا قَضِيَّةٌ وَاحِدَةٌ، وَمِثَالُهُ هَذِهِ الْآيَةُ فَإِنَّ قَوْلَهُ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ قَضِيَّةٌ مُرَكَّبَةٌ مِنْ قَضِيَّتَيْنِ: إِحْدَاهُمَا: قَوْلُهُ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ، وَالثَّانِيَةُ:قَوْلُهُ فَأَنَا أَوَّلُ الْعابِدِينَ ثُمَّ أَدْخَلَ حَرْفَ الشَّرْطِ وَهُوَ لَفْظَةُ إِنَّ عَلَى الْقَضِيَّةِ الْأُولَى وَحَرْفَ الْجَزَاءِ وَهُوَ الْفَاءُ عَلَى الْقَضِيَّةِ الثَّانِيَةِ فَحَصَلَ من مجموعهما قضية الأولى واحدة، وهو الْقَضِيَّةُ الشَّرْطِيَّةُ، إِذَا عَرَفْتَ هَذَا فَنَقُولُ الْقَضِيَّةُ الشَّرْطِيَّةُ لَا تُفِيدُ إِلَّا كَوْنَ الشَّرْطِ مُسْتَلْزِمًا للجزاء، وليس فيه إِشْعَارٌ بِكَوْنِ الشَّرْطِ حَقًّا أَوْ بَاطِلًا أَوْ بِكَوْنِ الْجَزَاءِ حَقًّا أَوْ بَاطِلًا، بَلْ نَقُولُ الْقَضِيَّةُ الشَّرْطِيَّةُ الْحَقَّةُ قَدْ تَكُونُ مُرَكَّبَةً مِنْ قضيتين حقيتين أَوْ مِنْ قَضِيَّتَيْنِ بَاطِلَتَيْنِ أَوْ مِنْ شَرْطٍ بَاطِلٍ وَجَزَاءٍ حَقٍّ أَوْ مِنْ شَرْطٍ حَقٍّ وَجَزَاءٍ بَاطِلٍ، فَأَمَّا الْقِسْمُ الرَّابِعُ وَهُوَ أَنْ تَكُونَ الْقَضِيَّةُ الشَّرْطِيَّةُ الْحَقَّةُ مُرَكَّبَةً مِنْ شَرْطٍ حَقٍّ وَجَزَاءٍ بَاطِلٍ فَهَذَا مُحَالٌ.وَلْنُبَيِّنْ أَمْثَالَ هَذِهِ الْأَقْسَامِ الْأَرْبَعَةِ، فَإِذَا قُلْنَا إِنْ كَانَ الْإِنْسَانُ حَيَوَانًا فَالْإِنْسَانُ جِسْمٌ فَهَذِهِ شَرْطِيَّةٌ حَقَّةٌ وهي مركبة من قضيتين حقيتين، إِحْدَاهُمَا قَوْلُنَا الْإِنْسَانُ حَيَوَانٌ، وَالثَّانِيَةُ قَوْلُنَا الْإِنْسَانُ جِسْمٌ، وَإِذَا قُلْنَا إِنْ كَانَتِ الْخَمْسَةُ زَوْجًا كَانَتْ مُنْقَسِمَةً بِمُتَسَاوِيَيْنِ فَهَذِهِ شَرْطِيَّةٌ حَقَّةٌ لَكِنَّهَا مُرَكَّبَةٌ مِنْ قَوْلِنَا الْخَمْسَةُ زَوْجٌ، وَمِنْ قَوْلِنَا الْخَمْسَةُ مُنْقَسِمَةٌ بِمُتَسَاوِيَيْنِ وَهُمَا بَاطِلَانِ، وَكَوْنُهُمَا بَاطِلَيْنِ لَا يَمْنَعُ مِنْ أَنْ يَكُونَ اسْتِلْزَامُ أَحَدِهِمَا للآخر حقا، وَقَدْ ذَكَرْنَا أَنَّ الْقَضِيَّةَ الشَّرْطِيَّةَ لَا تُفِيدُ إِلَّا مُجَرَّدَ الِاسْتِلْزَامِ وَإِذَا قُلْنَا إِنْ كَانَ الْإِنْسَانُ حَجَرًا فَهُوَ جِسْمٌ، فَهَذَا جِسْمٌ، فَهَذَا أَيْضًا حَقٌّ لَكِنَّهَا مُرَكَّبَةٌ مِنْ شَرْطٍ بَاطِلٍ وَهُوَ قَوْلُنَا الْإِنْسَانُ حَجَرٌ، وَمِنْ جُزْءٍ حَقٍّ وَهُوَ قَوْلُنَا الْإِنْسَانُ جِسْمٌ، وَإِنَّمَا جَازَ هَذَا لِأَنَّ الْبَاطِلَ قَدْ يَكُونُ بِحَيْثُ يَلْزَمُ مِنْ فرض وقوعه وقوع حق، فإنا فَرَضْنَا كَوْنَ الْإِنْسَانِ حَجَرًا وَجَبَ كَوْنُهُ جِسْمًا فهذا شرط باطل يستلزم جزءا حَقًّا.وَأَمَّا الْقِسْمُ الرَّابِعُ: وَهُوَ تَرْكِيبُ قَضِيَّةٍ شَرْطِيَّةٍ حَقَّةٍ مِنْ شَرْطٍ حَقٍّ وَجَزَاءٍ بَاطِلٍ، فَهَذَا/ مُحَالٌ، لِأَنَّ هَذَا التَّرْكِيبَ يَلْزَمُ مِنْهُ كَوْنُ الْحَقِّ مُسْتَلْزِمًا لِلْبَاطِلِ وَذَلِكَ مُحَالٌ بِخِلَافِ الْقِسْمِ الثَّالِثِ فَإِنَّهُ يَلْزَمُ مِنْهُ كَوْنُ الْبَاطِلِ مُسْتَلْزِمًا لِلْحَقِّ وَذَلِكَ لَيْسَ بِمُحَالٍ، إِذَا عَرَفْتَ هَذَا الْأَصْلَ فَلْنَرْجِعْ إِلَى الْآيَةِ فَنَقُولُ قَوْلُهُ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ قَضِيَّةٌ شَرْطِيَّةٌ حَقَّةٌ مِنْ شَرْطٍ بَاطِلٍ وَمِنْ جَزَاءٍ بَاطِلٍ لِأَنَّ قَوْلَنَا كَانَ لِلرَّحْمَنِ وَلَدٌ بَاطِلٌ، وَقَوْلَنَا أَنَا أَوَّلُ الْعَابِدِينَ لِذَلِكَ الْوَلَدِ بَاطِلٌ أَيْضًا إِلَّا أَنَّا بَيَّنَّا أَنَّ كَوْنَ كُلِّ وَاحِدٍ مِنْهُمَا بَاطِلًا لَا يَمْنَعُ مِنْ أَنْ يَكُونَ اسْتِلْزَامُ أَحَدِهِمَا لِلْآخَرِ حَقًّا كَمَا ضَرَبْنَا مِنَ الْمِثَالِ فِي قَوْلُنَا إِنْ كَانَتِ الْخَمْسَةُ زَوْجًا كَانَتْ مُنْقَسِمَةً بِمُتَسَاوِيَيْنِ، فَثَبَتَ أَنَّ هَذَا الْكَلَامَ لَا امْتِنَاعَ فِي إِجْرَائِهِ عَلَى ظَاهِرِهِ، وَيَكُونُ الْمُرَادُ مِنْهُ أَنَّهُ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ لِذَلِكَ الْوَلَدِ، فَإِنَّ السُّلْطَانَ إِذَا كَانَ لَهُ وَلَدٌ فَكَمَا يَجِبُ عَلَى عَبْدِهِ أَنْ يَخْدِمَهُ فَكَذَلِكَ يَجِبُ عَلَيْهِ أَنْ يَخْدِمَ وَلَدَهُ، وَقَدْ بَيَّنَّا أَنَّ هَذَا التَّرْكِيبَ لَا يَدُلُّ عَلَى الِاعْتِرَافِ بِإِثْبَاتِ وَلَدٍ أَمْ لَا.وَمِمَّا يَقْرُبُ مِنْ هَذَا الْبَابِ قَوْلُهُ لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللهُ لَفَسَدَتا [الْأَنْبِيَاءِ: ٢٢] فَهَذَا الْكَلَامُ قَضِيَّةٌ شَرْطِيَّةٌ وَالشَّرْطُ هُوَ قَوْلُنَا فِيهِما آلِهَةٌ وَالْجَزَاءُ هُوَ قولنا لَفَسَدَتا فَالشَّرْطُ فِي نَفْسِهِ بَاطِلٌ وَالْجَزَاءُ أَيْضًا بَاطِلٌ لِأَنَّ الْحَقَّ أَنَّهُ لَيْسَ فِيهِمَا آلِهَةٌ، وَكَلِمَةُ لَوْ تُفِيدُ انْتِفَاءَ الشَّيْءِ بِانْتِفَاءِ غَيْرِهِ لِأَنَّهُمَا مَا فَسَدَتَا ثُمَّ مَعَ كَوْنِ الشَّرْطِ بَاطِلًا وَكَوْنِ الْجَزَاءِ بَاطِلًا كَانَ اسْتِلْزَامُ ذَلِكَ الشَّرْطِ لهذا الجزاء حقا فكذا هاهنا، فإن قالوا الفرق أن هاهنا ذَكَرَ اللهُ تَعَالَى هَذِهِ الشَّرْطِيَّةَ بِصِيغَةِ لَوْ فَقَالَ: لَوْ كانَ فِيهِما آلِهَةٌ وَكَلِمَةُ لَوْ تُفِيدُ انْتِفَاءَ الشَّيْءِ لِانْتِفَاءِ غَيْرِهِ، وَأَمَّا فِي الْآيَةِ الَّتِي نَحْنُ فِي تَفْسِيرِهَا إِنَّمَا ذَكَرَ اللهُ تَعَالَى كَلِمَةَ إِنْ وَهَذِهِ الْكَلِمَةُ لَا تُفِيدُ انْتِفَاءَ الشَّيْءِ لِانْتِفَاءِ غَيْرِهِ، بَلْ هَذِهِ الْكَلِمَةُ تُفِيدُ الشَّكَّ فِي أَنَّهُ هَلْ حَصَلَ الشَّرْطُ أَمْ لَا، وَحُصُولُ هَذَا الشَّكِّ لِلرَّسُولِ غَيْرُ مُمْكِنٍ، قُلْنَا الْفَرْقُ الَّذِي ذَكَرْتُمْ صَحِيحٌ إِلَّا أَنَّ مَقْصُودَنَا بَيَانُ أَنَّهُ لَا يَلْزَمُ من كون الشرطية صادقة كون جزءيها صَادِقَتَيْنِ أَوْ كَاذِبَتَيْنِ عَلَى مَا قَرَّرْنَاهُ أَمَّا قَوْلُهُ إِنَّ لَفْظَةَ إِنْ تُفِيدُ حُصُولَ الشَّرْطِ هَلْ حَصَلَ أَمْ لَا، قُلْنَا هَذَا مَمْنُوعٌ فَإِنَّ حَرْفَ إِنْ حَرْفُ الشَّرْطِ وَحَرْفُ الشَّرْطِ لَا يُفِيدُ إِلَّا كَوْنَ الشَّرْطِ مُسْتَلْزِمًا لِلْجَزَاءِ، وَأَمَّا بَيَانُ أَنَّ ذَلِكَ الشَّرْطَ مَعْلُومُ الْوُقُوعِ أَوْ مَشْكُوكُ الْوُقُوعِ، فَاللَّفْظُ لَا دَلَالَةَ فِيهِ عَلَيْهِ الْبَتَّةَ، فَظَهَرَ مِنَ الْمَبَاحِثِ الَّتِي لَخَّصْنَاهَا أن الكلام هاهنا مُمْكِنُ الْإِجْرَاءِ عَلَى ظَاهِرِهِ مِنْ جَمِيعِ الْوُجُوهِ وَأَنَّهُ لَا حَاجَةَ فِيهِ الْبَتَّةَ إِلَى التَّأْوِيلِ، وَالْمَعْنَى أَنَّهُ تَعَالَى قَالَ: قُلْ يَا مُحَمَّدُ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ لِذَلِكَ الْوَلَدِ وَأَنَا أَوَّلُ الْخَادِمِينَ لَهُ، وَالْمَقْصُودُ مِنْ هَذَا الْكَلَامِ بَيَانُ أَنِّي لَا أُنْكِرُ وَلَدَهُ لِأَجْلِ الْعِنَادِ وَالْمُنَازَعَةِ فَإِنَّ بِتَقْدِيرِ أَنْ يَقُومَ الدَّلِيلُ عَلَى ثُبُوتِ هَذَا الْوَلَدِ كُنْتُ مُقِرًّا بِهِ مُعْتَرِفًا بِوُجُوبِ خِدْمَتِهِ إِلَّا أَنَّهُ لَمْ يُوجَدْ هَذَا الْوَلَدُ وَلَمْ يَقُمِ الدَّلِيلُ عَلَى ثُبُوتِهِ الْبَتَّةَ، فَكَيْفَ أَقُولُ بِهِ؟ بَلِ الدَّلِيلُ الْقَاطِعُ قَائِمٌ عَلَى عَدَمِهِ فَكَيْفَ أَقُولُ بِهِ وَكَيْفَ أَعْتَرِفُ بِوُجُودِهِ؟ وَهَذَا الْكَلَامُ ظَاهِرٌ كَامِلٌ لَا حَاجَةَ بِهِ الْبَتَّةَ إِلَى التَّأْوِيلِ وَالْعُدُولِ عَنِ الظَّاهِرِ، فَهَذَا مَا عِنْدِي فِي هَذَا الْمَوْضِعِ وَنُقِلَ عَنِ السُّدِّيِّ مِنَ الْمُفَسِّرِينَ أَنَّهُ كَانَ يَقُولُ حَمْلُ هَذِهِ الْآيَةِ عَلَى ظَاهِرِهَا مُمْكِنٌ وَلَا حَاجَةَ إِلَى التَّأْوِيلِ، وَالتَّقْرِيرُ الَّذِي ذَكَرْنَاهُ يَدُلُّ عَلَى أَنَّ الَّذِي/ قَالَهُ هُوَ الْحَقُّ، أَمَّا الْقَائِلُونَ بِأَنَّهُ لَا بُدَّ من التأويل فَقَدْ ذَكَرُوا وُجُوهًا الْأَوَّلُ: قَالَ الْوَاحِدِيُّ كَثُرَتِ الْوُجُوهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، وَالْأَقْوَى أَنْ يُقَالَ الْمَعْنَى إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فِي زَعْمِكُمْ فَأَنَا أَوَّلُ الْعابِدِينَ أَيِ الْمُوَحِّدِينَ لله الْمُكَذِّبِينَ لِقَوْلِكُمْ بِإِضَافَةِ الْوَلَدِ إِلَيْهِ، وَلِقَائِلٍ أَنْ يَقُولَ إِمَّا أَنْ يَكُونَ تَقْدِيرُ الْكَلَامِ: إِنْ يَثْبُتْ لِلرَّحْمَنِ وَلَدٌ فِي نَفْسِ الْأَمْرِ فَأَنَا أَوَّلُ الْمُنْكِرِينَ لَهُ أَوْ يَكُونَ التَّقْدِيرُ إِنْ يثبت لكم ادعاء أن لِلرَّحْمَنِ وَلَدًا فَأَنَا أَوَّلُ الْمُنْكِرِينَ لَهُ، وَالْأَوَّلُ: بَاطِلٌ لِأَنَّ ثُبُوتَ الشَّيْءِ فِي نَفْسِهِ لَا يَقْتَضِي كَوْنَ الرَّسُولِ مُنْكِرًا لَهُ، لِأَنَّ قَوْلَهُ إِنْ كَانَ الشَّيْءُ ثَابِتًا فِي نَفْسِهِ فَأَنَا أَوَّلُ الْمُنْكِرِينَ يَقْتَضِي إِصْرَارَهُ عَلَى الْكَذِبِ وَالْجَهْلِ وَذَلِكَ لَا يَلِيقُ بِالرَّسُولِ، وَالثَّانِي: أَيْضًا بَاطِلٌ لِأَنَّهُمْ سَوَاءٌ أَثْبَتُوا لله وَلَدًا أَوْ لَمْ يُثْبِتُوهُ لَهُ فَالرَّسُولُ مُنْكِرٌ لِذَلِكَ الْوَلَدِ، فَلَمْ يَكُنْ لِزَعْمِهِمْ تَأْثِيرٌ فِي كَوْنِ الرَّسُولِ مُنْكِرًا لِذَلِكَ الْوَلَدِ فَلَمْ يَصْلُحْ جَعْلُ زَعْمِهِمْ إِثْبَاتَ الْوَلَدِ مُؤَثِّرًا فِي كَوْنِ الرَّسُولِ مُنْكِرًا لِلْوَلَدِ.الْوَجْهُ الثَّانِي: قَالُوا مَعْنَاهُ: إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ الْآنِفِينَ مِنْ أَنْ يَكُونَ لَهُ وَلَدٌ مِنْ عَبِدَ يَعْبَدُ إِذَا اشْتَدَّتْ أَنَفَتُهُ فَهُوَ عَبِدٌ وَعَابِدٌ، وَقَرَأَ بَعْضُهُمْ (عبدين).واعلم أن السؤال المذكور قائم هاهنا لِأَنَّهُ إِنْ كَانَ الْمُرَادُ: إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فِي نَفْسِ الْأَمْرِ فَأَنَا أَوَّلُ الْآنِفِينَ مِنَ الْإِقْرَارِ بِهِ، فَهَذَا يَقْتَضِي الْإِصْرَارَ عَلَى الْجَهْلِ وَالْكَذِبِ، وَإِنْ كَانَ الْمُرَادُ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فِي زَعْمِكُمْ وَاعْتِقَادِكُمْ فَأَنَا أَوَّلُ الْآنِفِينَ، فَهَذَا التَّعْلِيقُ فَاسِدٌ لِأَنَّ هَذِهِ الْأَنَفَةَ حَاصِلَةٌ سَوَاءٌ حَصَلَ ذَلِكَ الزَّعْمُ وَالِاعْتِقَادُ أَوْ لَمْ يَحْصُلْ، وَإِذَا كَانَ الْأَمْرُ كَذَلِكَ لَمْ يَكُنْ هَذَا التَّعْلِيقُ جَائِزًا.وَالْوَجْهُ الثَّالِثُ: قَالَ بعضهم إن كلمة إن هاهنا هِيَ النَّافِيَةُ وَالتَّقْدِيرُ مَا كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْمُوَحِّدِينَ مِنْ أَهْلِ مَكَّةَ أَنْ لَا وَلَدَ لَهُ.وَاعْلَمْ أَنَّ الْتِزَامَ هَذِهِ الْوُجُوهِ الْبَعِيدَةِ إِنَّمَا يَكُونُ لِلضَّرُورَةِ، وَقَدْ بَيَّنَّا أَنَّهُ لَا ضَرُورَةَ الْبَتَّةَ فَلَمْ يَجُزِ الْمَصِيرُ إِلَيْهَا وَاللهُ أَعْلَمُ. اهـ (مفاتيح الغيب ٢٧/ ٦٤٥ - ٦٤٧)</p><p> الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ)، لا عند غيره، (وَإِلَيْهِ تُرْجَعُونَ) : للجزاء، (وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دونِهِ) أي: آلهتهم، (الشَّفَاعَةَ) : كما زعموا أنهم شفعاؤهم عند الله، (إِلَّا مَنْ شَهِدَ بِالْحَقِّ) : بالتوحيد، (وَهُمْ يَعْلَمُونَ) ، حقيقة ما شهدوا به ولا يكونون منافقين، والاستثناء متصل، أي: لا يملكها أحد من المعبودين إلا الموحدين كالملائكة، وعيسى، فإن لهم الشفاعة بإذنه لمن ارتضى أو منقطع أي: متعلق الذين بالأصنام، (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللهُ فَأَنَّى يُؤْفَكُونَ) : يصرفون من عبادته إلى عبادة غيره، (وَقِيلِه) : بالنصب مفعول مطلق أي: قال رسول الله - صلى الله عليه وسلم - قيله أي: شكى إلى ربه شكواه من قومه فقال: (يَا رَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ) ، أو عطف على سرهم ونجواهم أو على معنى وعنده علم الساعة أي: يعلم الساعة، و \" قيله \" وبالجر عطف على الساعة أي: عنده علم قيله، (فَاصْفَحْ) : أعرض، (عَنْهُمْ) ، ولا تجادلهم بمثل ما يخاطبونك من الكلام السيء، (وَقُلْ سَلَامٌ) أي: أمري وشأني تَسلُّم ومسالمة منكم، (فَسَوْفَ يَعْلَمُونَ) : غِبَّ ما فعلوا، فهذا وعيد أكيد لهم، ومن قرأ بالتاء فهو أيضًا من مقول قل. </p><p> والْحَمْدُ لله رَبِّ الْعَالَمِينَ. </p><p> * * * </p><p> سورة الدخان مكية </p><p> إلا قوله:  (إِنَّا كَاشِفُو الْعَذَابِ) </p><p> وهى سبع أو تسع وثلاثون آية وثلاث ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (حم (١) وَالْكِتَابِ الْمُبِينِ (٢) إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ (٣) فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ (٤) أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ (٥) رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٦) رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (٧) لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ (٨) بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ (٩) فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (١٠) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (١١) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (١٢) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (١٣) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (١٤) إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (١٥) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (١٦) وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ (١٧) أَنْ أَدُّوا إِلَيَّ عِبَادَ اللهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٨) وَأَنْ لَا تَعْلُوا عَلَى اللهِ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ (١٩) وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ (٢٠) وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ (٢١) </p><p> فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ (٢٢) فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ (٢٣) وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ (٢٤) كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (٢٥) وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (٢٦) وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ (٢٧) كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (٢٨) فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (٢٩) </p><p> * * * </p><p> (حم وَالْكِتَابِ المبينِ) ، الواو للعطف، إن كان حم مقسمًا بها بإضمار حرف القسم، والجواب قوله:  (إِنَّا أَنْزَلْنَاهُ) ، أي: الكتاب المبين، (فِي لَيْلَةٍ مُبَارَكَةٍ) ، قال تعالى:  (إنا أنزلناه في ليلة القدر)  [القدر: ١] أنزل فيها جملة واحدة من اللوح إلى بيت العزة من السماء الدنيا، ثم أنزل مفصلاً بحسب الوقائع، وعن بعض: هي ليلة النصف من شعبان، (إِنَّا كُنَّا مُنْذِرِينَ) : محذرين بإنزال الكتاب، مستأنفة تبين </p><p> فائدة الإنزال، (فيهَا) : في تلك الليلة، (يفْرَقُ) : يفصل ويثبت (كُلُّ أَمْرٍ حَكِيمٍ) : محكم لا يبدل من الأرزاق والآجال وجميع أمرهم إلى [السنة] ، الآية، قال تعالى:  (تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ)  [القدر: ٤] ، (أَمْرًا مِنْ عِنْدِنَا) ، نصب على الاختصاص، أي: أعني به أمرًا حاصلاً من عندنا، أو حال من كل، أو من ضمير حكيم، (إِنَّا كُنَّا مُرْسِلِينَ) ، إلى الناس يتلو عليهم آياتنا، بدل من إنا كنا منذرين، أي: أنزلنا القرآن، لأن من عادتنا إرسال الرسل، (رَحْمَةً مِّن ربِّكَ) ، مفعول له، وقيل \" إنا كنا \" علة ليفرق، ورحمة مفعول به، أي: يفصل الأمور فيها، لأن من شأننا إرسال الرحمة، وفصل الأمور من باب الرحمة، (إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ) ، للأقوال والأحوال، والرب لا بد أن يكون كذلك، (رَبِّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنينَ) : في إقراركم بأن الله خالق السماوات والأرض، تعرفون مضمون ما ألقى إليكم من إرسال الرسل، وإنزال الكتب، وتعترفوا به، فإن الكفرة معترفون بأن خالق الأشياء هو الله، أو معناه إن كنتم مريدين اليقين فاعلموا ذلك، (لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ) ، في الدنيا، رد لكونهم موقنين، (فَارتقِبْ) : انتظر لهم، (يَوْمَ) ، مفعول به لارتقب، (تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ) : هو الدخان الموعود، الذي هو من علامة قرب القيامة البين الواضح، الذي يراه كل أحد، وإليه ذهب حبر الأمة ابن عباس رضي الله عنهما وكثير من الصحابة والتابعين رضي الله عنهم مع الأحاديث من </p><p> الصحاح والحسان، (يغشَى النَّاسَ) : يحيط بهم، أما المؤمن فيصيبه كالزكام، وأما الكافر فهو كالسكران، يخرج من منخريه وأذنيه ودبره، (هَذَا عَذَابٌ أَلِيم رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ) ، أي: قائلين هذا عذاب إلى مؤمنون، (إِنَّا مُؤْمِنُونَ) ، وعد بالإيمان إن كشف عنهم، كأنه قيل: إن تكشف فإنا مؤمنون، (أَنَّى لَهُمُ الذِّكْرَى) : من أين لهم التذكر؟ (وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ) ، قال بعضهم: يعلمه غلام أعجمي، (مَّجنونٌ) ، وقال بعضهم: مجنون، يعني: لا يتأتى منهم التذكر بهذا السبب، فإنه قد جاءهم أسباب أعلى من هذا، وما التفتوا إليها، (إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا) : زمانًا قليلاً يكشف الله تعالى الدخان، قيل: بعد أربعين يومًا فيرتدون، ولا يفون بوعدهم، (إِنَّكُمْ عَائِدُونَ) : في الكفر، ولا يلزم أن يكونوا قد أقلعوا عن كفرهم بالكلية، ثم عادوا إليه، قال تعالى حكاية عن شعيب:  (قَدِ افْتَرَيْنَا عَلَى اللهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللهُ مِنْهَا)  [الأعراف: ٨٩] ولم يكن شعيب قط على ملتهم، قال قتادة: إنكم عائدون إلى عذاب الله تعالى، (يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى) ، هو يوم القيامة، (إِنَّا مُنْتَقِمُونَ) ، منهم، والعامل في \" يوم \" </p><p> فعل دل عليه \" إنا منتقمون \" ، لأن إن مانع من عمله فيما قبله، أو بدل من \" يوم تأتي \" ، وعن ابن مسعود رضي الله عنه وبعض آخر من السلف أن المراد من الدخان الظلمة التي في عام القحط من قلة الأمطار، وكثرة الغبار، أو ما يرى الجائع كهيئة الدخان من المجاعة من ضعف بصره، حين دعا عليهم رسول الله صلى الله عليه وسلم فالتجئوا وقالوا: ادع الله تعالى لئن يكشف عنا لنؤمن لك، فدعا وكشف ولم يؤمنوا، فانتقم الله تعالى منهم يوم بدر، وهو البطشة الكبرى، (وَلَقَدْ فَتَنَّا قَبْلَهُمْ) : قبل قريش، (قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ) ، على الله، (أَنْ أَدُّوا) ، أن مفسرة، (إِلَيَّ عِبَادَ اللهِ) : بني إسرائيل، وأرسلوهم معي ولا تعذبوهم، (إِنِّي لَكُمْ رَسُولٌ أَمِينٌ) ، على الوحي، (وَأَن لَا تَعْلُوا) : لا تتكبروا، (عَلَى اللهِ) ، بترك طاعه، (إِنى آتِيكُم بِسُلْطَانٍ مبِين) : حجة ظاهرة على صدق قولي، (وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ) : التجأت إلى الله تعالى، (أَن تَرْجُمُونِ) : تقتلوني، أو تشتموني فإنه الرجم باللسان، (وَإِن لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُون) : كونوا بمعزل مني، لا تتعرضوا إلى بسوء، (فَدَعَا رَبَّهُ) ، شاكيًا بعد ما كذبوه، (أَنَّ هَؤُلاءِ) ، أي: بأنَّهم، (قَوْمٌ مجْرِمُونَ فَأَسْرِ </p><p> بِعِبَادِي)، أي: قال الله تعالى، إذا كان الأمر كذلك فأسر ببني إسرائيل، (لَيْلاً) : قبل الصبح، (إِنَّكُم مُّتَّبَعُونَ) : يتبعكم القبط، (وَاتْرُكِ البَحْرَ رَهْوًا) ، أي: اتركه حين قطعته، وعبرت ساكنًا كهيئته، ولا تأمره بأن يرجع إلى ما كان، وذلك لما جاوز أراد أن يضرب بعصاه، حتى يعود كما كان ليصير حائلاً بينهم وبين فرعون، فأمر الله تعالى أن يتركه على حاله، (إِنَّهُمْ جُندٌ مغْرَقُونَ كَمْ تَرَكُوا) ، كثيرًا تركوا، (مِن جَنَّات وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ) ، في مصر وقراه، (وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ) : متنعمين، (كَذَلِكَ) : مثل ذلك الإخراج أخرجناهم منها، (وَأَوْرَثناهَا) ، عطف على الفعل المحذوف، (قَوْمًا آخَرِينَ) ، بني إسرائيل، (فمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ) ، لكل مؤمن باب في السماء ينزل منه رزقه، ويصعد فيه عمله، فإذا مات أغلق بابه فقد بكا عليه، وإذا فقده مصلاه من الأرض بكت عليه وليس لقبط عمل صالح فما بكت، وكلام بعض السلف: على أن بكاء الباب المذكور لكل مسلم، وأما بكاء السماء مطلقًا فما بكت منذ كانت الدنيا إلا على اثنين يحيى بن زكريا، وحسين بن عليٍّ عليهما السلام (١) لما قتلا احمرت السماء وبكت، وقيل: مجاز عن عدم الاكتراث بهلاكهم، قالت العرب في موت عظيم: بكته الريح وأظلمت له الشمس، (وَمَا كَانُوا مُنظَرِينَ) : ممهلين لتوبة وغيرها. </p><p> * * * </p><p>(١) هذا من كلام زيد بن زياد، وهو يفتقر إلى ما يؤيده.</p><p> (وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ (٣٠) مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ (٣١) وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ (٣٢) وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ (٣٣) إِنَّ هَؤُلَاءِ لَيَقُولُونَ (٣٤) إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ (٣٥) فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (٣٦) أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ (٣٧) وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (٣٨) مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٣٩) إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (٤٠) يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ (٤١) إِلَّا مَنْ رَحِمَ اللهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ (٤٢) </p><p> * * * </p><p> (وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ) : قتل الأبناء واستخدام النساء، (مِن فِرْعَوْنَ) ، حال من ضمير المهين، أو بدل من العذاب، (إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ) : في الشرارة، (وَلَقَدِ اخْتَرْنَاهُمْ) ، بني إسرائيل، (عَلَى عِلْمٍ) : عالمين بأنَّهم أحقاء، (عَلَى الْعَالَمِينَ) : على عالمي زمانهم، (وَآتَيْنَاهُمْ مِنَ الْآيَاتِ) ، على يدي موسى، (مَا فِيهِ بَلاءٌ) : اختبار أو نعمة، (مُبِينٌ إِنْ هَؤُلاءِ) قريشًا والكلام فيهم، وحكاية القبط لتذكيرهم، (لَيَقُولُونَ إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى) ، التي هي بعد الحياة الدنيا، وليست بعدها موتة القبر، فلا حياة فيه، (وَمَا نَحْنُ بِمُنْشَرِينَ) : من القبور، نفوا أولاً بقوله: إلا موتتنا الأولى الإحياء في القبر بنفي الإماتة فيه، ثم نفوا البعث والإحياء بعد القبر، وهي ضمير مبهم يفسره الخبر، أو ما نهاية الأمر إلا الموت الذي بعد حياة الدنيا، يعني: ليس بعده إلا الفناء المحض، ولهذا </p><p> صرحوا بقولهم: وما نحن بمنشرين، (فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ) ، أي: إن صدقتم أنه يمكن النشور بعد الموت، فاسألوا ربكم إحياء من مات من آبائنا، حتى نعلم صدق ما تقولون، (أَهُمْ) : قريش، (خَيْرٌ) ، في القوة، والمنعة، (أَمْ قَوْمُ تُبَّعٍ) : وهم سبأ، أهلكهم الله تعالى، وخرب ديارهم وفرقهم شذر ومذر، وتبع اسم لمن [ملك] فيهم، كما أن كسرى لمن ملك الفرس، وقيصر للروم، وفرعون لمصر، والنجاشي للحبشة، وهو الذي بنى سمرقند، وفي الحديث (لا أدري أتبع كان نبيًا أم لا) وقد ورد أيضًا (لا تسبوا تبعًا، فإنه كان قد </p><p> أسلم) وهو كان في زمن موسى - عليه السلام، (وَالذِينَ مِن قَبْلِهِمْ) : من الأمم الكافرة، (أَهْلَكنَاهُمْ) ، هدد بهم قريشًا، (إِنَّهُمْ كَانُوا مُجْرِمِينَ) ، كقريش، (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا) : بين الجنسين، (لاعِبِينَ) : لاهين، (مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ) : بسبب الحق وهو البعث والجزاء وغيرهما، (وَلَكِن أَكْثَرَهُمْ لاَ يَعْلَمُونَ إِنَّ يَوْمَ الفَصْلِ) : فصل الحق والمحق عن الباطل والمبطل، (ميقَاتُهُمْ) : وقت وعدهم، (أَجْمَعِينَ يَوْمَ لَا يُغْنِي) ، بدل عن يوم الفصل، (مَوْلًى) ، أي مولىً كان من قرابة أو غيرها، (عَنْ مَوْلًى) ، أي مولىً كان، (شَيْئًا) ، من الإغناء مصدر، (وَلَا هُمْ يُنْصَرُونَ) ، الضمير إما للمولى \" الأول،أي:هم ليسوا بناصر، ولا بمنصور، وجاز عوده إلى الثاني، أو إليهما،(إِلَّا مَنْ رَحِمَ اللهُ)، بدل من واو \" ينصرون \"، أو نصب على الاستثناء منه، فإنه جاز النصب، والمختار البدل، والمراد </p><p> المؤمنون، (إِإِنَّهُ هُوَ الْعَزِيزُ) ، الغالب الذي لا يُغْلَب، (الرَّحِيمُ) ، لمن كان أهل الرحمة. </p><p> * * * </p><p> (إِنَّ شَجَرَتَ الزَّقُّومِ (٤٣) طَعَامُ الْأَثِيمِ (٤٤) كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ (٤٥) كَغَلْيِ الْحَمِيمِ (٤٦) خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ (٤٧) ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ (٤٨) ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (٤٩) إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ (٥٠) إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (٥١) فِي جَنَّاتٍ وَعُيُونٍ (٥٢) يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ (٥٣) كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (٥٤) يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ (٥٥) لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ (٥٦) فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٥٧) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٥٨) فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ (٥٩) </p><p> * * * </p><p> (إِنَّ شَجَرَتَ الزَّقُّومِ) ، سبق في الصافات بيانه، (طَعَامُ الأَثِيمِ) : كثير الإثم أي: الكافر لأن الكلام فيه، (كَالْمُهْلِ) : دُرْدِي الزيت، وقيل: هو ذائب الفضة والنحاس، (يَغْلِي فِي الْبُطُونِ) ، ومن قرأ \" يَغْلِي \" بالياء فباعتبار أن الشجرة طعام الأثيم، (كَغَلْيِ الْحَمِيمِ) ، غليانًا مثل غليان الماء الشديد الحرارة، (خُذُوهُ) ، أي: قلنا للزبانية: خذوا الأثيم، (فَاعْتِلُوهُ) : سوقوه بعنف، (إِلَى سَوَاءِ الجَحِيمِ) : وسطها، (ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ) ، الملك يضربه بحديد فيفتح دماغه، ثم </p><p> يصب الحميم على رأسه فيسلت ما في بطنه من الأمعاء، فيتمزق على كعبيه، أعاذنا الله تعالى من ذلك، (ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ) ، أي: قولوا له ذلك سخرية وتقريعًا، وعن عكرمة: أنه عليه السلام قال لأبي جهل: (أمرني الله تعالى أن أقول لك أولى لك فأولى) ، فقال: ما تستطيع لي ولا صاحبك من شيء إنى أمنع أهل بطحاء وأنا العزيز الكريم، فقتله الله قعالى يوم بدر وأذله وعيره بكلمته، وأنزل:  (ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ) ، وذكر غير واحد من السلف: أن المراد من الأثيم أبو جهل، (إِنَّ هَذَا) : العذاب، (مَا كنتُم بهِ تَمْتَرُونَ) : ما تشكون فيه، (إِنَّ الُمتقِينَ فِي مَقَامٍ) : موضع إقامة، (أَمِين) : يَأمن صاحبه عن كل مكروه، (فِي جَنَّاتٍ) ، بدل من مقام، (وَعُيُونٍ يَلْبَسُونَ) ، خبر ثان، أو حال، أو استئناف، (مِن سنُدُسٍ) : ما رَقَّ من الحرير، (وَإِسْتبْرَقٍ) : ما غلظ منه، (مُّتَقَابِلِينَ) ، لا يجلس أحد منهم وظهره إلى غيره لأنس بينهم، (كَذَلِكَ) ، أي: الأمر كذلك، أو أثبناهم مثل ذلك، (وَزَوجْنَاهُم بحُورٍ) : قرناهم بهن، والحور: النساء النقيات البياض، (عِينٍ) : عظيمة العينين، (يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ) : يأمرون بإحضار أنواع الفواكه، (آمِنينَ) ، من كل مكروه، (لاَ يَذُوقُونَ فِيهَا المَوْتَ) ، بل حياتهم أبدية، (إِلَّا الْمَوْتَةَ الْأُولَى) ، لكن ذاقوا الموتة الأولى في الدنيا، قيل الاستثناء للمبالغة، فإن الغرض من إعلام أنَّهم لا يذوقون الموت أصلاً، كأنه قال: لو فرضنا ذوق الموت في </p><p> الجنة لما ذاق إلا الموتة الأولى وذوق تلك الموتة محال، لأنها ماضية، فالذوق محال، (وَوَقَاهُمْ عَذَابَ الْجَحِيمِ) ، أي: أعطي كل ذلك تفضلاً، (من ربكَ ذَلِكَ هُوَ الفَوْزُ العَظِيمُ فَإِنَّمَا يَسَّرْنَاهُ) : سهلنا القرآن، (بِلِسَانِكَ) ، فإنه بلغتك، (لَعَلَّهُمْ يَتَذَكَّرُونَ) : لكي يفهمونه فيتعظون به، (فَارْتَقِبْ) : انتظر الفتح أو ما يحل بهم، (إِنَّهُمْ مُرْتَقِبُونَ) : ما يحل بك من الدوائر. </p><p> فالْحَمْدُ لله رَبِّ الْعَالَمِينَ. </p><p> * * * </p>"
}