{
  "id": null,
  "sura": 43,
  "aya": 16,
  "text": "<p> (وَالَّذِي خَلَقَ الْأَزْوَاجَ) : الأصناف (كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ) أي: تركبونه، جعل السفينة كالدابة فعدى الفعل إليها بنفسه، فإنه يقال: ركبت في الفلك (لِتَسْتَوُوا عَلَى ظُهُورِهِ) أي: ظهور ما تركبون (ثُمَّ تَذْكُرُوا) بقلبكم (نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا) بلسانكم (سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ) : مطيقين (وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ) : منصرفون راجعون، يذكر ركوب النفس بالبدن وسير العمر، وعن طاوس: حق على كل مسلم إذا ركب دابة أو سفينة، أن يقول ذلك، ويتذكر انقلابه في آخر عمره على مركب الجنازة إلى الله تعالى (وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا) ، يعني بعد اعترافهم بأن الخالق هو الله تعالى، جعلوا له ولدًا، فإن الولد بضعة وجزء لوالده، فقالوا: الملائكة بنات الله، وقيل معناه: جعلوا جزءًا من عباده، فإنَّهم جعلوا بعض أنعامهم لله تعالى وبعضها لطواغيتهم (إِنَّ الْإِنْسَانَ) جنسه (لَكَفُورٌ مُبِينٌ) ظاهر الكفران. </p><p> * * * </p><p> (أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ (١٦) وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ (١٧) أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي </p><p> الْخِصَامِ غَيْرُ مُبِينٍ (١٨) وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ (١٩) وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ (٢٠) أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ (٢١) بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (٢٢) وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ (٢٣) قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (٢٤) فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (٢٥) </p><p> * * * </p><p> (أَمِ اتَّخَد مِمَّا يَخْلُقُ بَنَاتٍ) أي: اتخذ ربكم لنفسه البنات (وَأَصْفاكُمْ) : أخلصكم (بِالْبَنِينَ) فالهمزة للإنكار والتعجب من عدم اكتفائهم بنسبة الولد، حتى نسبوا له الجزء الأخس (وَإِذَا بُشِّرَ) الجملة حالية (أَحَدُهُمْ بِمَا ضَرَبَ) بالجنس الذي جعله (لِلرَّحْمَنِ مَثَلًا) : شبهًا فإن الولد شبه الوالد (ظَلَّ وَجْهُهُ مُسْوَدًّا) من الحزن (وَهُوَ كَظِيمٌ) : مملوء قلبه من الغيظ (أَوَمَنْ يُنَشَّأُ) : يتربى (فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ) : في المجادلة (غَيْرُ مُبِينٍ) ليس له بيان أي: تنسبون له من هو ناقص الظاهر -يستكمل نقصه بالحلي- والباطن -لا يقدر على إيراد الحجة على من يخاصمه- وتقديره: أو اتخذ من يُنَشَّأُ، عطف على أم اتخذوا، والهمزة بين المعطوفين لمزيد الإنكار، وفي الخصام متعلق بـ مبين؛ لأن غير في معنى النفي، فجاز تقديمه عليه، وقيل: من مبتدأ حذف خبره، أي: أمن هذا حاله وَكَّده، أو عطف على ما يخلق (وَجَعَلُوا) : سموا (الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا) فهذا كفر آخر منهم، ومن قرأ \" عند الرحمن \" فمعناه: قربتهم ورتبتهم (أَشَهِدُوا) : حضروا (خَلْقَهُمْ) : خلق </p><p> الله تعالى إياهم فشاهدوا (سَتُكْتَبُ شَهَادَتُهُمْ) على الملائكة (وَيُسْأَلُونَ) عنها يوم القيامة (وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ) أن لا نعبد الملائكة (مَا عَبَدْناهُمْ) كفر آخر، فإنهم أرادوا أن كفرهم بمشيئة الله تعالى، فلا يكون منكرًا منهيًّا عنه، بل مأمورًا به، فرأيهم رأي القدرية من أن كل مأمور به مراد، وكل منهي عنه غير مراد (مَا لَهُمْ بِذلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ) يعني: أنَّهم جاهلون كاذبون، مصيبين في استصوابه، معذورين في ارتكابه (أَمْ آتيْنَاهُمْ كِتابًا مِنْ قَبْلِهِ) : قبل القرآن، بأن يعبدوا غير الله تعالى، وينسبوا إليه الولد، ويقولوا هو راضٍ عنا (فَهُمْ بِهِ مُسْتَمْسِكُونَ) نسبهم إلى الكذب أولاً، ثم أضرب عنه إلى إنكار سندهم من جهة النقل (بَلْ قَالُوا إِنَّا وَجَدْنَا آباءَنَا عَلَى أُمَّةٍ) : دين (وإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ) جعلوا من جهلهم تقليد جهلتهم اهتداءًا (وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَريةٍ مِنْ نَذِيرٍ إِلى قَالَ </p><p> مُتْرَفُوهَا) متنعموها (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ) فهذه شِنشِنتهم القديمة ليست مخصوصة بقومك (قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا </p>"
}