{
  "id": null,
  "sura": 43,
  "aya": 36,
  "text": "<p> رَبِّكَ) بخلقه (خَيْرٌ مِمَّا يَجْمَعُونَ) : من الأموال ومن حطام الدنيا (وَلَوْلَا أَن يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً) أي: لولا كراهة اجتماع الخلق على الكفر لرغبة النفس في الدنيا (لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا) لبيوتهم بدل اشتمال من \" لمن يكفر \" ، وجاز تعلقه بـ سقفًا، كما تقول: جعلت لك لوحًا لكتابك (مِنْ فِضَّةٍ وَمَعَارِجَ) : سلالم ومصاعد منها (عَلَيْهَا يَظْهَرُونَ) : يعلون السطوح، لحقارة الدنيا فيغتروا بها أكثر مما اغتروا (وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا) : من فضة (عَلَيْهَا) أي: على السرر (يتَكِئونَ وَزًخْرُفًا) : ذهبًا، عطف على محل من فضة، والزخرف: الزينة، فعطف على سقفًا، وروي الترمذي وقال: حسن صحيح \" لو كانت الدنيا تزن عند الله جناح بعوضة، ما سقى منها كافرًا شربة ماء أبدًا \"  (وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا) إن نافية، و (لَمَّا) بمعنى إلا، ومن قرأ (لَمَا) بالتخفيف فإن مخففة، واللام هي الفارقة، وما صلة (وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ) أي: خاصة لمن هو متقي عند الله وفى عمله، أو حاصل عند الله تُعَدُّ لهم. </p><p> * * * </p><p> (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ (٣٦) وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (٣٧) حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (٣٨) وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ </p><p> ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ (٣٩) أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ (٤٠) فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ (٤١) أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ (٤٢) فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ (٤٣) وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ (٤٤) وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (٤٥) </p><p> * * * </p><p> (وَمَنْ يَعْشُ) : يعرض (عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ) نسبب له ونسلط عليه (شَيْطَانًا) يزين له الغواية، ويصده عن الهداية (فَهُوَ لَهُ قَرِينٌ) : لا يفارقه (وَإِنَّهُمْ) أى: الشياطين (لَيَصُدُّونَهُمْ) جمع الضميرين للمعنى (عَنِ السَّبِيلِ) : عن طريق الحق (وَيَحْسَبُونَ) أي: الكفار (أَنَّهُمْ) أي: أنفسهم (مُهْتَدُونَ حَتَّى إِذَا جَاءَنَا) الكافر (قَالَ) للشيطان (يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ) بعد المشرق من المغرب، فغلب وأضاف البعد إليهما بعد التثنية (فَبِئْسَ الْقَرِينُ) أنت (وَلَنْ يَنْفَعَكُمُ الْيَوْمَ) هذا قول الله تعالى أو الملك لهم (ذْ ظَلَمْتُمْ) أي: إذ يتبين ظلمكم أنفسكم في الدنيا فإذ لتحقق الوقوع، والمعنى على الاستقبال كما في (وَلَوْ تَرَى إِذْ وُقِفُوا) </p><p> [الأنعام: ٢٧، ٣٠] وجاز أن يكون بدلاً من اليوم (أنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ) أي: لا ينفعكم اشتراككم واجتماعكم في العذاب؛ لأن لكل نصيبه الأوفر، فإنكم فاعلُ لن ينفعكم، وفاعله ضمير يرجع إلى التمني المستفاد من قوله:  \" يا ليت \" وإنكم علة أى لأنكم في العذاب مشتركون (أَفَأَنْتَ تُسْمِعُ الصُّمَّ) همزة الإنكار، فإنه عليه السلام يتعب روحه في إهدائهم (أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ) أي ليس هذا في وسعك، والقادر على ذلك هو الله تعالى وحده (فَإِمَّا نَذْهَبَنَّ بِكَ) فإن قبضناك قبل أن نعذبهم، وما زائدة للتأكيد بمنزلة لام القسم في استجلاب نون التأكيد (فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ) بعد موتك (أَوْ نُرِيَنَّكَ) أي: إن أردنا أن نريك (الَّذِي وَعَدْنَاهُمْ) من العذاب (فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ) من الشرائع (إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ وَإِنَّهُ) أي: الذي أوحي إليك (لَذِكرٌ) : لشرف (لَكَ وَقِوْمِكَ) حيث إنه أنزل بلغتهم، فينبغي أن يكون أقوم الناس، أو لتذكير لك ولقومك وتخصيصهم بالذكر لا ينفي من سواهم (وَسَوْفَ تُسْأَلُونَ) عن حقه (وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا) السؤال عن الرسل سؤال عن أممهم، ويدل عليه قراءة ابن مسعود \" واسئل الذين أرسلنا إليهم قبلك رُسلَنا \"  (أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ) أي: هل جاءتهم الرسل إلا بالتوحيد، ومعنى الأمر به التقرير لمشركي قريش أنه لم يأت رسول ولا كتاب بعبادة غير الله تعالى، وعن بعض السلف: جمع له الرسل ليلة أسري به وأمر أن يسألهم، فلم يشك ولم يسأل. </p><p> * * * </p>"
}