{
  "id": null,
  "sura": 44,
  "aya": 43,
  "text": "<p> المؤمنون، (إِإِنَّهُ هُوَ الْعَزِيزُ) ، الغالب الذي لا يُغْلَب، (الرَّحِيمُ) ، لمن كان أهل الرحمة. </p><p> * * * </p><p> (إِنَّ شَجَرَتَ الزَّقُّومِ (٤٣) طَعَامُ الْأَثِيمِ (٤٤) كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ (٤٥) كَغَلْيِ الْحَمِيمِ (٤٦) خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ (٤٧) ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ (٤٨) ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (٤٩) إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ (٥٠) إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (٥١) فِي جَنَّاتٍ وَعُيُونٍ (٥٢) يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ (٥٣) كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (٥٤) يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ (٥٥) لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ (٥٦) فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٥٧) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٥٨) فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ (٥٩) </p><p> * * * </p><p> (إِنَّ شَجَرَتَ الزَّقُّومِ) ، سبق في الصافات بيانه، (طَعَامُ الأَثِيمِ) : كثير الإثم أي: الكافر لأن الكلام فيه، (كَالْمُهْلِ) : دُرْدِي الزيت، وقيل: هو ذائب الفضة والنحاس، (يَغْلِي فِي الْبُطُونِ) ، ومن قرأ \" يَغْلِي \" بالياء فباعتبار أن الشجرة طعام الأثيم، (كَغَلْيِ الْحَمِيمِ) ، غليانًا مثل غليان الماء الشديد الحرارة، (خُذُوهُ) ، أي: قلنا للزبانية: خذوا الأثيم، (فَاعْتِلُوهُ) : سوقوه بعنف، (إِلَى سَوَاءِ الجَحِيمِ) : وسطها، (ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ) ، الملك يضربه بحديد فيفتح دماغه، ثم </p><p> يصب الحميم على رأسه فيسلت ما في بطنه من الأمعاء، فيتمزق على كعبيه، أعاذنا الله تعالى من ذلك، (ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ) ، أي: قولوا له ذلك سخرية وتقريعًا، وعن عكرمة: أنه عليه السلام قال لأبي جهل: (أمرني الله تعالى أن أقول لك أولى لك فأولى) ، فقال: ما تستطيع لي ولا صاحبك من شيء إنى أمنع أهل بطحاء وأنا العزيز الكريم، فقتله الله قعالى يوم بدر وأذله وعيره بكلمته، وأنزل:  (ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ) ، وذكر غير واحد من السلف: أن المراد من الأثيم أبو جهل، (إِنَّ هَذَا) : العذاب، (مَا كنتُم بهِ تَمْتَرُونَ) : ما تشكون فيه، (إِنَّ الُمتقِينَ فِي مَقَامٍ) : موضع إقامة، (أَمِين) : يَأمن صاحبه عن كل مكروه، (فِي جَنَّاتٍ) ، بدل من مقام، (وَعُيُونٍ يَلْبَسُونَ) ، خبر ثان، أو حال، أو استئناف، (مِن سنُدُسٍ) : ما رَقَّ من الحرير، (وَإِسْتبْرَقٍ) : ما غلظ منه، (مُّتَقَابِلِينَ) ، لا يجلس أحد منهم وظهره إلى غيره لأنس بينهم، (كَذَلِكَ) ، أي: الأمر كذلك، أو أثبناهم مثل ذلك، (وَزَوجْنَاهُم بحُورٍ) : قرناهم بهن، والحور: النساء النقيات البياض، (عِينٍ) : عظيمة العينين، (يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ) : يأمرون بإحضار أنواع الفواكه، (آمِنينَ) ، من كل مكروه، (لاَ يَذُوقُونَ فِيهَا المَوْتَ) ، بل حياتهم أبدية، (إِلَّا الْمَوْتَةَ الْأُولَى) ، لكن ذاقوا الموتة الأولى في الدنيا، قيل الاستثناء للمبالغة، فإن الغرض من إعلام أنَّهم لا يذوقون الموت أصلاً، كأنه قال: لو فرضنا ذوق الموت في </p><p> الجنة لما ذاق إلا الموتة الأولى وذوق تلك الموتة محال، لأنها ماضية، فالذوق محال، (وَوَقَاهُمْ عَذَابَ الْجَحِيمِ) ، أي: أعطي كل ذلك تفضلاً، (من ربكَ ذَلِكَ هُوَ الفَوْزُ العَظِيمُ فَإِنَّمَا يَسَّرْنَاهُ) : سهلنا القرآن، (بِلِسَانِكَ) ، فإنه بلغتك، (لَعَلَّهُمْ يَتَذَكَّرُونَ) : لكي يفهمونه فيتعظون به، (فَارْتَقِبْ) : انتظر الفتح أو ما يحل بهم، (إِنَّهُمْ مُرْتَقِبُونَ) : ما يحل بك من الدوائر. </p><p> فالْحَمْدُ لله رَبِّ الْعَالَمِينَ. </p><p> * * * </p><p> سورة الجاثية مكية </p><p> وهى سبع أو ست وثلاثون آية وأربع ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللهِ الْعَزِيزِ الْحَكِيمِ (٢) إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ (٣) وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ (٤) وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ (٥) تِلْكَ آيَاتُ اللهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللهِ وَآيَاتِهِ يُؤْمِنُونَ (٦) وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (٧) يَسْمَعُ آيَاتِ اللهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (٨) وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٩) مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠) هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (١١) </p><p> * * * </p><p> (حم تَنْزِيلُ الْكِتَابِ) ، إن كان حم اسمًا للسورة مبتدأ، فلابد من تقديرٍ أي: تنزيل حم تنزيل الكتاب، إذ السورة نفسها ليست بتنزيل، فإن كان المراد من الكتاب </p><p> السورة، ففيه إقامة الظاهر مقام المضمر، كما تقول: شعرُ نابغة شعره، وإن كان المراد القرآن فالمعنى على التشبيه، أي: تنزيل حم كتنزيل سائر القرآن في البيان، والهداية والإعجاز والحكمة، (مِنَ اللهِ العَزِيزِ الحَكِيمِ) ، وقيل: حم قسم وتنزيل صفته، وجوابه قوله تعالى:  (إِنَّ فِي السَّمَاوَاتِ وَالأَرْضِ لَآيَاتٍ للْمُؤْمِنِينَ) ، كالكواكب والحيوان والمعادن، (وَفِي خَلْقِكُمْ وَمَا يَبُثُّ) ، عطف على خلقكم، (مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ) ، من قرأ برفع (آياتٌ) فمحمول على محل اسم إن، ومن قرأ بنصبها فعلى لفظه، (وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ) ، أي: المطر، فإنه سبب الرزق، (فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ </p><p> الرِّيَاحِ): جنوبًا وشمالاً وغيرهما، (آيَاتٌ لِقَوْمٍ يَعْقِلُونَ) ، في (آيات) قراءتان، وعلى الوجهين عطف على معمولي عاملين مختلفين، إلا أن تقول اختلاف عطف على في السماوات، بتقدير: في لا أنه عطف على السماوات، (تِلْكَ) : الآيات، (آيَاتُ اللهِ) : دلائله (نَتْلُوهَا عَلَيْكَ) ، حال عاملها معنى الإشارة، (بِالْحَقِّ) ، متلبسين، أو متلبسة به، (فَبِأَيِّ حَدِيثٍ بَعْدَ اللهِ) : أي بعد حديثه، (وَآيَاتِهِ) : دلائله أو كتابه، فيكون العطف لمغايرة الوصفين، أو هو كقولهم: أعجبني زيد وكرمه، أي: أعجبني كرمه، فمعنى بعد الله وآياته بعد آياته، وتقدم اسم الله تعالى للتعظيم، (يُؤْمِنُونَ وَيُلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ) : كذاب كثير الإثم، (يَسْمَعُ آيَاتِ اللهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ) ، على كفره، وثم لاستبعاد الإصرار بعد السماع، (مُسْتَكْبِرًا) ، عن الانقياد، (كَأَن لَّمْ يَسْمَعْهَا) ، أي: كأنه، والجملة حال، أي: يصر مثل غير السامع، (فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا) ، أي: علم شيئًا أنه من الآيات، </p><p> (اتَّخَذَهَا هُزُوًا) ، مقتضى الظاهر ضمير المذكر الراجع إلى شيئًا فأنثه لأن الشيء للآية أو لأنه راجع إلى الآيات، بمعنى إذا علم شيئًا أنه من جملة الآيات، تجاوز في الاستهزاء إلى جميع الآيات إجمالاً، (أُولئِكَ لَهُمْ عَذَابٌ مهِينٌ مِن وَرَائِهِمْ) : من خلفهم، (جَهَنَّمُ) ، فإنه بعد آجالهم، أو من أمامهم، (وَلاَ يُغْنِي) : لا يدفع، (عَنْهُم مَّا كَسَبُوا شَيْئًا) ، من العذاب، (وَلاَ مَا اتَّخَذُوا مِن دُونِ اللهِ أَوْلِياءَ) ، أي: الأصنام، (وَلَهُمْ عَذَابٌ عَظِيمٌ هَذَا) : القرآن، (هُدًى) : كامل في الهداية، (وَالَّذِينَ كَفَرُوا بِآيَاتِ ربهِمْ لَهُمْ عَذَابٌ من رِّجْزٍ) : هو أشد العذاب، (أَلِيمٌ) . </p><p> * * * </p><p> (اللهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٢) وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (١٣) قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (١٤) مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (١٥) وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (١٦) وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١٧) ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (١٨) </p><p> إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللهُ وَلِيُّ الْمُتَّقِينَ (١٩) هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (٢٠) أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (٢١) </p><p> * * * </p><p> (اللهُ الَّذِي سَخرَ لَكُمُ البَحْرَ لِتَجْرِيَ الفُلْكُ فِيهِ بِأَمْرِه) : بتسخيره، (وَلِتَبْتَغُوا مِن فَضْلِهِ) ، بالتجارة وغيرها، (وَلَعَلَّكُمْ تَشْكُرُونَ) ، هذه النعم، (وَسَخرَ لَكُم مَّا في السَّمَاوَاتِ وَمَا في الْأَرْضِ) ، مسخران لنا من حيث أنا ننتفع بهما، (جَمِيعًا مِنْهُ) ، منه حال من ما، أي: كائنًا من الله تعالى، وجميعًا حال من فاعل منه، أو تقديره هى من الله جميعًا، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ قُل للَّذِينَ آمَنُوا يَغفِرُوا) ، حذف المقول لدلالة الجواب عليه، أي: قل لهم: اغفروا، إن تقل لهم: اغفروا يغفروا أى: يعفوا، (لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللهِ) ، لا يخافون وقائعه ونقمته، كانوا في الابتداء مأمورين بالصبر على أذى المشركين، ثم نزلت آية القتال، وعن بعضهم: أنها نزلت في عمر رضي الله عنه، حين هم أن يبطش من شتمه بمكة وأمر بالعفو، فعلى هذا لم تكن الآية منسوخة، (لِيَجْزِيَ قَوْمًا بمَا كَانُوا يَكْسِبُونَ) ، أي: اعفوا أنتم عنهم ليجزيهم الله تعالى سوء أعمالهم، ويكون تنكير قومًا للتحقير، وقيل المراد من القوم المؤمنون الذين صبروا حينئذ، المراد بما كانوا يكسبون: المغفرة والعفو، فالتنكير للتعظيم، (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ) ، فيجازيكم، (وَلَقَدْ آتيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ) ، الحكمة، </p><p> أو فصل الخصومات، (وَالنُّبوَّةَ) ، إذ فيهم كثير من الأنبياء، (وَرَزَقْناهُم مِّن الطيِّبَاتِ) : كالمنِّ والسلوى، (وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ) ، عالمي زمانهم، (وَآتيْنَاهُم بَينَاتٍ منَ الأَمْرِ) ، أدلة من أمر الدين، (فَمَا اخْتَلَفُوا) : في الأمر، (إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ العِلْمُ) ، الموجب لزوال الخلاف، (بَغْيًا) : حسدًا أو عداوة، (بَينَهمْ) ، وعن بعض: معناه آتيناهم أدلة على مبعث محمد عليه السلام، فما اختلفوا إلا بعد القرآن حسدًا، (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ ثُمَّ جَعَلْنَاكَ) : يا محمد، (عَلَى شَرِيعَةٍ) : سنة وطريقة، (مِّنَ الأَمْرِ) : من الدِّين، (فَاتَّبِعْهَا وَلاَ تَتَّبِعْ أَهْوَاءَ) : آراء، (الَّذِينَ لَا يَعْلَمُونَ إِنَّهُمْ لَن يُغنوا) : يدفعوا، (عَنكَ مِنَ اللهِ) : من عذابه، (شَيئًا) ، إن اتبعتهم، (وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللهُ وَلِيُّ الْمُتَّقِينَ) ، لا توالهم، فإنما يوالي الظالين من هو مثلهم، وأما المتقون فوليهم الله تعالى وهم موالوه، (هَذَا) : القرآن، (بَصَائِرُ </p><p> لِلنَّاسِ): يبصرهم رشدهم، (وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ) : يطلبون اليقين، (أَمْ حَسِبَ) : بل أحسب، فالهمزة لإنكار الحسبان، (الَّذِينَ اجْتَرَحُوا) : اكتسبوا، (السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ) : نصيرهم، (كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) ، أي: مثلهم، (سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ) ، بدل من ثاني مفعولي نجعل، والضمير للمسيئين، ومحياهم ومماتهم مرفوع على الفاعلية، أي: مستويًا محيا المسيئين ومماتهم، ومحياهم رغد ومماتهم نكد، أو الضمير لهم وللمحسنين، أي: مستويًا محيا الفريقين، وهم في طاعة وهؤلاء في معصية، ومماتهم وهم في البشرى بالرحمة، وهؤلاء في اليأس منها، فهم أكرم فى الدنيا والآخرة، أو منصوب بتقدير أعني، وقيل حال من المفعول الأول، أي: مستويًا فى البعد عن الرحمة، أو من المفعول الثاني، أي: مستويًا في القرب عن الرحمة، ومن قرأ برفع (سَواءٌ) فالجملة بدل أيضًا كما تقول: حسبت زيدًا أبوه منطلق، (سَاءَ مَا يَحْكُمُونَ) ، أي: بئس حكمهم هذا. </p><p> * * * </p><p> (وَخَلَقَ اللهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٢) أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللهِ أَفَلَا تَذَكَّرُونَ (٢٣) وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (٢٤) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (٢٥) قُلِ اللهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٢٦) </p><p> * * * </p><p> (وَخَلَقَ اللهُ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ) ، أي: كيف يستوي، وقد خلقهما بالحق المقتضي للعدل، (وَلِتُجْزَى كُلُّ نَفسٍ بِمَا كَسَبَتْ) ، عطف على معنى بالحق، فإنه بمعنى خلقهما للعدل والصواب لا للعبث، أو عطف على علة محذوفة، (وَهُمْ لاَ يُظْلَمُون) ، فإذا استوى المسيء والمحسن فلا يكون للعدل والجزاء، ويكون المحسن مظلومًا، (أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ) ، من لا يطاوع ربه، بل يطاوع هواه فهواه ربه، (وَأَضَلَّهُ اللهُ عَلَى عِلْمٍ) ، حال من الفاعل، أي: عالمًا بضلاله في الأزل، أو من المفعول، أي: بعد بلوغ العلم وقيام الحجة عليه، (وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِه وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً) ، فلا يتعظ، ولا ينظر بعين الاعتبار، (فَمَن يَهْديهِ مِنْ بَعْدِ اللهِ) ، من بعد إضلاله، أو من غير الله تعالى، (أَفَلاَ تَذَكَّرُونَ وَقَالُوا مَا هِيَ) ، الحياة، (إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا) ، أي: يموت بعضنا ويحيا بعض، أو المراد نفى المحيي والمميت، وعلى هذا يكون قوله:  (وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ) ، مبين له أي: لا نموت إلا بطول العمر ومر الزمان، وقيل: هذا إثبات التناسخ، فإنه عقيدة أكثرهم، (وَمَا لَهُم بِذَلِكَ) : الذي يقولون، (مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ) ، إذ لا دليل لهم </p><p> بوجه، (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا) ، التي تدل على خلاف معتقدهم، (بَيِّنَاتٍ) : واضحات الدلالة، (مَا كَانَ حُجَّتَهُمْ) ، متشبثهم في المعارضة، (إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا) ، الأموات، حتى نستدل بالبعث، أو حتى يشهدوا، (إِنْ كُنْتُمْ صَادِقِينَ قُلِ اللهُ يُحْيِيكُمْ) ، من العدم، (ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ) ، في القبر، (إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ) : في يوم القيامة، فإن من قدر على الإيجاد من العدم -الذي هم مقرون به، أو هو جلي ظاهر لا ينكره إلا غبي- قدر على الإعادة بطريق الأولى، (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) ، لقصور نظرهم. </p><p> * * * </p><p> (وَلله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (٢٧) وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (٢٨) هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (٢٩) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ (٣٠) وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (٣١) وَإِذَا قِيلَ إِنَّ وَعْدَ اللهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (٣٢) وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٣٣) وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٣٤) ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (٣٥) فَلله الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (٣٦) وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٣٧) </p><p> * * * </p><p> (وَلله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ) : القيامة، (يَوْمَئِذٍ) ، تأكيد للأول، (يَخْسَرُ المُبْطِلُونَ وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً) : باركة على الركب، حتى إبراهيم عليه السلام لشدة اليوم، أو مجتمعة للحساب، (كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا) : الذي فيه أعمالها، ومن قرأ بنصب كل فهو بدل من الأول، (الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ) ، أي: يقال لهم ذلك، (هَذَا كِتَابُنَا) ، أي: ديوان الحفظة الذي كتبوا بأمرنا، (يَنطِقُ عَلَيْكُم بِالْحَقِّ) : يشهد عليكم بلا زيادة، ولا نقصان، (إِنَّا كُنَّا نَسْتَنْسِخُ) : نأمر الملائكة بنسخ، (مَا كُنْتُمْ تَعْمَلُونَ) ، عن ابن عباس - رضي الله عنه - وغيره - رضي الله عنهم - إذا صعد الملائكة بالأعمال إلى السماء يؤمرون بالمقابلة على ما في اللوح فلا يزيد ولا ينقص، ثم قرأ \" إنا كنا نستنسخ \" الآية، (فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ) ، عطف على محذوف، أي: فيقال لهم ألم تأتكم رسلي فلم تكن (آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ وَإِذَا قِيلَ) ، أي: لكمِ، (إِنَّ وَعْدَ اللهِ حَقٌّ) ، أي: موعوده كائن، أو متعلق الوعد كائن، (وَالسَّاعَةُ لاَ ريْبَ فِيهَا قُلْتُم مَّا نَدْرِي مَا السَّاعَةُ) ، أي شيء هي، (إِنْ نَظُنُّ إِلَّا ظَنًّا) ، أي: ما نَظُنُّ إِلَّا ظَنًّا حقيرًا، أو ما نعتقد إِلَّا ظَنًّا لا علمًا، ونحوه، (وَمَا نَحْن بِمسْتَيْقِنِينَ) ، أنها كائنة، وأما جزمهم في إنكارها فلعله حين عتوهم في العناد، أو هذا كلام بعضهم، (وَبَدَا) : ظهر، (لَهُمْ سَيِّئَاتُ) ، أي: قبائح، (مَا عَمِلُوا) : أو جزاء سيئات أعمالهم، (وَحَاقَ) : أحاط، (بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِءُونَ) ، أي: جزاؤه، (وَقِيلَ اليَوْمَ نَنسَاكمْ) : نعاملكم معاملة الناسى، فنترككم في العذاب، (كَمَا نَسِيتُمْ لِقَاءَ يَومِكُمْ هَذا) ، أي: لقاء ما فيه من الجزاء وتركتم العمل له، جعل الظرف مجرى المفعول به وأضاف اللقاء إليه، (وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا) ، فنسيتم حياة الآخرة، </p><p> (فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا) : من النار، (وَلَا هُمْ يُسْتَعْتَبُونَ) : لا يطلب منهم أن يرضوا ربَّهم ويزيلوا العتب، (فَلله الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ وَلَهُ الْكِبْرِيَاءُ) : العظمة، (فِى السَّمَاوَاتِ وَالأَرْضِ وَهُوَ العَزِيز) : الغالب، (الحَكِيمُ) ، فيما أراد وقضى، وهذا الإخبار كأنه كناية أو مجاز عن الأمر بالحمد. </p><p> فله الحمد والثناء والعظمة والكبرياء. </p><p> * * * </p>"
}