{
  "id": null,
  "sura": 44,
  "aya": 30,
  "text": "<p> (وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ (٣٠) مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ (٣١) وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ (٣٢) وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ (٣٣) إِنَّ هَؤُلَاءِ لَيَقُولُونَ (٣٤) إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ (٣٥) فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (٣٦) أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ (٣٧) وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (٣٨) مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٣٩) إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (٤٠) يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ (٤١) إِلَّا مَنْ رَحِمَ اللهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ (٤٢) </p><p> * * * </p><p> (وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ) : قتل الأبناء واستخدام النساء، (مِن فِرْعَوْنَ) ، حال من ضمير المهين، أو بدل من العذاب، (إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ) : في الشرارة، (وَلَقَدِ اخْتَرْنَاهُمْ) ، بني إسرائيل، (عَلَى عِلْمٍ) : عالمين بأنَّهم أحقاء، (عَلَى الْعَالَمِينَ) : على عالمي زمانهم، (وَآتَيْنَاهُمْ مِنَ الْآيَاتِ) ، على يدي موسى، (مَا فِيهِ بَلاءٌ) : اختبار أو نعمة، (مُبِينٌ إِنْ هَؤُلاءِ) قريشًا والكلام فيهم، وحكاية القبط لتذكيرهم، (لَيَقُولُونَ إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى) ، التي هي بعد الحياة الدنيا، وليست بعدها موتة القبر، فلا حياة فيه، (وَمَا نَحْنُ بِمُنْشَرِينَ) : من القبور، نفوا أولاً بقوله: إلا موتتنا الأولى الإحياء في القبر بنفي الإماتة فيه، ثم نفوا البعث والإحياء بعد القبر، وهي ضمير مبهم يفسره الخبر، أو ما نهاية الأمر إلا الموت الذي بعد حياة الدنيا، يعني: ليس بعده إلا الفناء المحض، ولهذا </p><p> صرحوا بقولهم: وما نحن بمنشرين، (فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ) ، أي: إن صدقتم أنه يمكن النشور بعد الموت، فاسألوا ربكم إحياء من مات من آبائنا، حتى نعلم صدق ما تقولون، (أَهُمْ) : قريش، (خَيْرٌ) ، في القوة، والمنعة، (أَمْ قَوْمُ تُبَّعٍ) : وهم سبأ، أهلكهم الله تعالى، وخرب ديارهم وفرقهم شذر ومذر، وتبع اسم لمن [ملك] فيهم، كما أن كسرى لمن ملك الفرس، وقيصر للروم، وفرعون لمصر، والنجاشي للحبشة، وهو الذي بنى سمرقند، وفي الحديث (لا أدري أتبع كان نبيًا أم لا) وقد ورد أيضًا (لا تسبوا تبعًا، فإنه كان قد </p><p> أسلم) وهو كان في زمن موسى - عليه السلام، (وَالذِينَ مِن قَبْلِهِمْ) : من الأمم الكافرة، (أَهْلَكنَاهُمْ) ، هدد بهم قريشًا، (إِنَّهُمْ كَانُوا مُجْرِمِينَ) ، كقريش، (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا) : بين الجنسين، (لاعِبِينَ) : لاهين، (مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ) : بسبب الحق وهو البعث والجزاء وغيرهما، (وَلَكِن أَكْثَرَهُمْ لاَ يَعْلَمُونَ إِنَّ يَوْمَ الفَصْلِ) : فصل الحق والمحق عن الباطل والمبطل، (ميقَاتُهُمْ) : وقت وعدهم، (أَجْمَعِينَ يَوْمَ لَا يُغْنِي) ، بدل عن يوم الفصل، (مَوْلًى) ، أي مولىً كان من قرابة أو غيرها، (عَنْ مَوْلًى) ، أي مولىً كان، (شَيْئًا) ، من الإغناء مصدر، (وَلَا هُمْ يُنْصَرُونَ) ، الضمير إما للمولى \" الأول،أي:هم ليسوا بناصر، ولا بمنصور، وجاز عوده إلى الثاني، أو إليهما،(إِلَّا مَنْ رَحِمَ اللهُ)، بدل من واو \" ينصرون \"، أو نصب على الاستثناء منه، فإنه جاز النصب، والمختار البدل، والمراد </p>"
}