{
  "id": null,
  "sura": 48,
  "aya": 27,
  "text": "<p> اللهم، (وَكَانُوا أَحَقَّ بِهَا) : من غيرهم، (وَأَهْلَهَا) : وكانوا أهلها في علم الله تعالى، (وَكَانَ اللهُ بِكُلِّ شَيْءٍ عَلِيمًا) . </p><p> * * * </p><p> (لَقَدْ صَدَقَ اللهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا (٢٧) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللهِ شَهِيدًا (٢٨) مُحَمَّدٌ رَسُولُ اللهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (٢٩) </p><p> * * * </p><p> (لَقَدْ صَدَقَ اللهُ رَسُولَهُ الرُّؤْيَا) أي: في رؤياه، فهو من نزع الخافض، وذلك أنه - عليه الصلاة والسلام - رأى في المنام قبل الحديبية أنه وأصحابه يدخلون المسجد الحرام آمنين محلقين رءوسهم ومقصرين غير خائفين، فأخبر أصحابه ففرحوا فلما صدوا عن البيت شق ذلك عليهم فنزلت، (بِالْحَقِّ) ، حال من الرؤيا أي: متلبسة بالحق، فإنها كائنة لا محالة، وتحقيقها في العام المقبل، (لتَدْخُلُنَّ) ، جواب قسم محذوف، (الْمَسْجِدَ الْحَرَامَ إِن شَاءَ اللهُ) ، الاستثناء، لأجل تعليم العباد لا للشك، (آمِنِينَ) ، حال، والشرط معترض، (مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ) أي: محلقًا بعضكم، </p><p> ومقصرًا آخرون حال مقدرة لأن الدخول ما كان في حال الحلق، (لَا تَخَافُونَ) ، حال مؤكدة، (فَعَلِمَ مَا لَمْ تَعْلَمُوا) : من الحكم والمصالح، (فَجَعَلَ مِن دُونِ ذَلِكَ) أى: من دون دخولكم المسجد، (فَتْحًا قَرِيبًا) هو [صلح] الحديبية على الأصح كما ذكرنا في أول السورة، أو هو فتح خيبر، (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى) : متلبسًا بالعلم النافع، (وَدِينِ الْحَقِّ لِيُظْهِرَهُ) : ليعليه، (عَلَى الدِّينِ) : على جنسه، (كُلِّهِ وَكَفَى بِاللهِ شَهِيدًا) : إنك مرسل بالحق، أو إن ما وعده كائن، (مُحَمَّدٌ رَسُولُ اللهِ) ، جملة تامة مبينة للمشهود به، أو تقديره هو محمد، ويكون قوله:  (وَالَّذِينَ مَعَهُ) : الصحابة، (أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ) ، جملة معطوفة على جملة، أو محمد مبتدأ، أو رسول الله عطف بيان، والذين معه عطف على محمد، و \" أشداء \" إلخ خبرهما، أي: يغلظون على المخالفين يتراحمون فيما بينهم، (تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ) أى: علامتهم في وجوههم، و \" من أثر \" إما حال من ضمير في الخير، أو بيان </p><p> لسيما أي: يوم القيامِة يكونون منوري الوجوه، أو المراد خشوعهم وتواضعهم، أو صفاؤهم أو صفرة اللون من السهر أو أثر التراب على الجباه فإنَّهم كانوا يسجدون على الأرض من غير حائل، (ذَلِكَ) : المذكور، (مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ) أي: صفتهم العجيبة في الْكِتَابين، (كَزَرْعٍ) أي: هم كزرع أو \" مثلهم في الإنجيل \" مبتدأ وهو خبره أو ذلك إشارة مبهمة، وهو تفسيرها، (أَخْرَجَ شَطْأَهُ) : فِراخه، (فَآزَرَهُ) : قَوَّاه، (فَاسْتَغْلَظَ) : صار من الدقة إلى الغلظ، أو المراد المبالغة في الغلظ كما في استعصم، ونظائره، (فَاسْتَوَى) : فاستقام، (عَلَى سُوقِهِ) : على قصبه، (يُعْجِبُ الزُّرَّاعَ) : لحسن منظره، وعن قتادة: مثل أصحابه في الإنجيل أنهم يكونون قليلاً، ثم يزدادون، وعن بعض: إن أصل الزرع رسول الله - صلى الله عليه وسلم - والشطء الصحابة - رضي الله عنهم - (لِيَغِيظَ بِهِمُ الْكُفَّارَ) ، علة للتشبيه، أو تقديره قواهم ليغيظ، وقيل: علة لقوله: (وَعَدَ اللهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ) أي: مِن الصحابة، ومن للبيان، (مَغْفِرَةً وَأَجْرًا عَظِيمًا) . </p><p> والْحَمْدُ لله رَبِّ الْعَالَمِينَ. </p><p> * * * </p>"
}