{
  "id": null,
  "sura": 48,
  "aya": 11,
  "text": "<p> الرضوان، (إِنَّمَا يُبَايِعُونَ اللهَ) ، نحو (من يطع الرسول فقد أطاع الله)  [النساء: ٨٠]  (يَدُ اللهِ فَوْقَ أَيْدِيهِمْ) استئناف مؤكد له على سبيل التخييل يعني: يد رسوله يده، وعن بعض: نعمة الله تعالى عليهم بالهداية فوق ما صنعوا من البيعة، أو كناية عن أن كمال القدرة والقوة لله تعالى فيكون مقدمة لقوله:  (فَمَنْ نَكَثَ) : نقض العهد، (فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ) : عليه وباله، (وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا) . </p><p> * * * </p><p> (سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللهُ بِمَا تَعْمَلُونَ خَبِيرًا (١١) بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا (١٢) وَمَنْ لَمْ يُؤْمِنْ بِاللهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا (١٣) وَلله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَكَانَ اللهُ غَفُورًا رَحِيمًا (١٤) سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللهِ قُلْ لَنْ </p><p> تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا (١٥) قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا (١٦) لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا (١٧) </p><p> * * * </p><p> (سَيَقولُ لَكَ الْمُخَلَّفُونَ مِنَ الأعْرَابِ) : الذين وعدوا أن يرافقوا رسول الله - صلى الله عليه وسلم - إلى مكة عام الحديبية فتثاقلوا وأخلفوا الوعد، (شَغَلَتْنَا) : عن الوفاء بالوعد، (أَمْوَالُنَا وَأَهْلُونَا) : إذ ليس لنا من يقوم بأمرهم إذا خرجنا، (فَاسْتَغْفِرْ لَنَا) : على التخلف (يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ) : تكذيب لهم من الله تعالى، (قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا) أي: لا أحد يدفع ضره ولا نفعه فليس الشغل بالأهل والمال عذرًا، فلا ذاك يدفع الضر إن أرادوه، ولا ملاقاة العدو تمنع النفع إن أراد بكم نفعًا، واللام في لكم للبيان أو للصلة، (بَلْ كَانَ اللهُ بِمَا تَعْمَلُونَ خَبِيرًا) : فيعلم قصدكم في التخلف، (بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا) : قالوا: هم أكلة رأس لقريش، فهم يستأصلونهم، (وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ) أي: إنهم أكلة رأس، (وَكُنْتُمْ قَوْمًا بُورًا) : هالكين عند الله تعالى أو فاسدين لسوء العقيدة، (وَمَنْ لَمْ يُؤْمِنْ بِاللهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ) أي: لهم، (سَعِيرًا) ، </p><p> التنكير للتهويل، (وَلله مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) : له الاختيار المطلق في الأشياء، (يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ) . لا يجب عليه شيء، (وَكَانَ اللهُ غَفُورًا رَحِيمًا) : لمن تاب وآمن فالغفران من دأبه، (سَيَقُولُ الْمُخَلَّفُون) : المذكورون، (إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا) أي: غنائم خيبر، (ذَرُونَا نَتَّبِعْكُمْ) : إلى خيبر، (يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللهِ) : فإن الله تعالى وعد أهل الحديبية أن ييسر لهم [خيبر] ، ويعوضهم من مكة مغانم خيبر لا شريك لهم فيها، (قُلْ لَنْ تَتَّبِعُونَا) : في خيبر، نفي بمعنى النهي، (كَذَلِكُمْ قَالَ اللهُ مِنْ قَبْلُ) أي: من قبل أن تسألوا الخروج معهم، فإنه حكم بأن تكون غنيمته لأهل الحديبية ليس لغيرهم فيها نصيب، (فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا) : في أن نصيب الغنائم، وليس أمرًا من الله تعالى، (بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا) : إلا فهمًا قليلاً، وهو فهمهم لبعض أمر دنياهم، ردٌ من الله تعالى لهم، (قُلْ لِلْمُخَلَّفِينَ مِنَ الأعْرَابِ) ، كرر تسميتهم بهذا الاسم للشناعة، (سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ) : هوازن وثقيف، وذلك في عهد النبي - صلى الله عليه وسلم - أو بني حنيفة وأصحاب مسيلمة، وذلك في خلافة أبى بكر - رضي الله عنه - أو أهل فارس، وذلك في خلافة عمر - رضي الله عنه - (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) أي: أحد الأمرين إما المقاتلة أو الإسلام جملة مستأنفة للتعليل والأصح أن لا تقبل الجزية من </p>"
}