{
  "id": null,
  "sura": 49,
  "aya": 11,
  "text": "<p> صدرت منها البغي، (حَتَّى تَفِيءَ) : ترجع، (إِلَى أَمْرِ اللهِ) : حكمه، (فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ) ، قيد بالعدل هاهنا لأنه مظنة الحيف لما أنه بعد المقابلة، (وَأَقْسطُوا) : اعدلوا في الأمور، (إِنَّ اللهَ يُحِبُّ الْمُقْسِطِينَ إِنَّمَا الْمُؤْمِنُونَ إِخْوَة) : من حيث الدين، (فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ) ، عدل من بينهم إلى بين أخويكم للدلالة على أن المصالحة بين الجماعة أوكد وأوجب إذا لزمت بين الأقل، فبين الأكثر ألزم، (وَاتَّقُوا اللهَ لَعَلَّكُمْ تُرْحَمُون) . </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (١١) يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللهَ إِنَّ اللهَ تَوَّابٌ رَحِيمٌ (١٢) يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللهِ أَتْقَاكُمْ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ (١٣) قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللهَ وَرَسُولَهُ </p><p> لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا إِنَّ اللهَ غَفُورٌ رَحِيمٌ (١٤) إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ أُولَئِكَ هُمُ الصَّادِقُونَ (١٥) قُلْ أَتُعَلِّمُونَ اللهَ بِدِينِكُمْ وَاللهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٦) يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ (١٧) إِنَّ اللهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَاللهُ بَصِيرٌ بِمَا تَعْمَلُونَ (١٨) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ) ، القوم للرجال خاصة، (عَسَى أَنْ يَكُونوا) : المسخور بهم، (خَيْرًا مِنْهُمْ) : من الساخرين استئناف علة للنهي، واكتفى \" عسى \" بالاسم عن الخبر، (وَلا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ) : عند الله، (وَلا تَلْمِزُوا أَنْفُسَكُمْ) : لا يعب بعضكم بعضًا، وإن عيب أخيه عيب نفسه، أو لأن المؤمنين كنفس واحدة، واللمز الطعن باللسان، (وَلَا تَنَابَزُوا بِالْأَلْقَابِ) : لا يدعوا بعضكم بعضًا باللقب السوء والنبز مختص باللقب السوء عرفًا، (بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ) يعني: إن السرية واللمز والتنابز فسوق، وبئس الذكر الذي هو الفسوق بعد الإيمان يعني: لا ينبغي أن يجتمعا، فإن الإيمان يأبى الفسوق، أو كان في شتائمهم: يا يهودي، يا فاسق، لمن أسلم فنهوا عنه، وقال: بئس تشهير الناس بفسق كانوا فيه بعدما اتصفوا بضده، (وَمَنْ لَمْ يَتُبْ) : عما نهى عنه، (فَأُولَئِكَ هُمُ </p><p> الظَّالِمُونَ يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ): وهو ظن السوء بأخيك المسلم، (إِنَّ بَعْضَ الظَّنِّ إِثْمٌ) : فكونوا على حذر حتى لا توقعوا فيه، (وَلَا تَجَسَّسُوا) : لا تبحثوا عن عورات المسلمين ومعايبهم، (وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا) ، والغيبة ذكرك أخاك بما يكره، مع أنه فيه، فإن لم يكن فيه، فبهتان، (أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ) ، تمثيل لما ينال من عرضه على أفحش وجه، (مَيْتًا) ، حال من اللحم، أو الأخ، (فَكَرِهْتُمُوهُ) ، الفاء فصيحة أي: إن عرض عليكم هذا فقد كرهتموه، فهو تقرير وتحقيق للأول، (وَاتَّقُوا اللهَ إِنَّ اللهَ تَوَّابٌ) : بليغ في قبول التوبة، (رَحِيمٌ) ، روى الإمام أحمد، والبيهقي أنه قيل: يا رسول الله فلانة وفلانة صائمتان وقد بلغتا الجهدَ، فقال:  \" ادعها \" ، فقال لإحداهما:  \" قيئي \" ، فقاءت لحمًا ودمًا عبيطًا وقيحًا، وللأخرى مثل ذلك، ثم قال عليه الصلاة والسلام إن هؤلاء صامتًا عما أحل الله، وأفطرتا عما حرم الله عليهما أتت إحدهما للأخرى، فلم تزالا تأكلان لحوم الناس حتى امتلأت أجوافهما قيحًا (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى) : آدم وحواء فأنتم متساون في النسب، فلا تفاخروا به، (وَجَعَلْنَاكُمْ شُعُوبًا) ، الشعب بالفتح رءوس القبائل، والطبقة الأولى، والقبائل تشعبت منه، (وَقَبَائِلَ) ، هي دون الشعب </p><p> كتميم من مضر، (لِتَعَارَفُوا) : ليعرف بعضكم بعضًا لا للتفاخر، وفي الحديث \" لتعلموا من أنسابكم ما تصلون به أرحاكم، فإن صلة الرحم محبة في الأهل \" ، (إِنَّ أَكْرَمَكُمْ عِنْدَ اللهِ أَتْقَاكُمْ) ، بين الخصلة التي بها فضل الإنسان غيره، (إِنَّ اللهَ عَلِيمٌ خَبِيرٌ) : ببواطنكم. في الحديث \" لينتهين قوم يفخرون بآبائهم أو ليكونن أهون على الله من الجعلان \" ومن ذلك ذهب من ذهب إلى أن الكفاءة في النكاح لا يشترط سوى الدين، (قَالَتِ الأعْرَابُ آمَنَّا) ، قيل: نزلت في قوم منافقين أظهروا الإيمان لأن يعطوا الصدقة، (قُلْ لَمْ تُؤْمِنُوا) : يعني كذبتم، (وَلَكِنْ قُولُوا أَسْلَمْنَا) ، فإن الإسلام انقياد وإظهار للتوحيد، (وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي </p><p> قُلُوبِكُمْ)، حال من فاعل قولوا كأنه قال، لا تقولوا آمنا؛ بل قولوا حال كون قلوبكم لم يواطئ ألسنتكم أسلمنا، وزيادة ما في المعنى التوقع، فإن هؤلاء قد آمنوا بعد، (وَإِنْ تُطِيعُوا اللهَ وَرَسُولَهُ) : سرًّا وعلانية، (لَا يَلِتْكُمْ) : لا ينقصكم، (مِنْ أَعْمَالِكُمْ) : من جزائها، (شَيْئًا إِنَّ اللهَ غَفُورٌ رَحِيمٌ) ، وعن ابن عباس، والنخعي، وقتادة، واختاره ابن جرير: إن هؤلاء الأعراب ليسوا منافقين، لكن مسلمون ادعوا لأنفسهم أول ما دخلوا في الإسلام مقام الإيمان الذي هو أعلى من الإسلام، ولم يتمكن الإيمان في قلوبهم، فأدبهم الله، وأعلمهم أن ذلك مرتبة تتوقع منهم، ولم يصلوا إليها بعد، (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا) : لم يشكوا في الرسالة، وثم للتراخي الزماني أي: آمنوا، ثم لم تحدث ريبة كما تحدث للضعفاء بعد زمان، أو للتراخي الرتبي، (وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ أُولَئِكَ هُمُ الصَّادِقُونَ) : في ادعاء الإيمان، (قُلْ أَتُعَلِّمُونَ اللهَ بِدِينِكُمْ) : أتخبرون الله به بقولكم: \" آمنا \" ، (وَاللهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا) أي: بأن أسلموا نزلت في بني أسد حين قالوا: يا رسول الله أسلمنا، وقاتلتك العرب ولم نقاتلك، (قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ) أي: بإسلامكم، فنزع الخافض، أو منصوب بتضمين الاعتداد أي: لا [تعدُّوا] عليَّ إسلامكم، (بَلِ اللهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ) : في ادعاء الإيمان أولاً نفى الإيمان عنهم وأثبت الإسلام، وأنكر منَّتهم عليه بالإسلام، ثم قال: بل لو صح </p><p> ادعاؤهم الإيمان الذين هو أعلى من الإسلام فلله المنة عليهم بالهداية له، (إِنَّ اللهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ) : ما غاب فيهما، (وَاللهُ بَصِيرٌ بِمَا تَعْمَلُونَ) : فكيف يخفى عليه دينكم؟!. </p><p> والحمد لله والمنة. </p><p> * * * </p>"
}