{
  "id": null,
  "sura": 50,
  "aya": 1,
  "text": "<p> سورة ق مكية </p><p> وهى خمس وأربعون آية وثلاث ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (ق وَالْقُرْآنِ الْمَجِيدِ (١) بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (٢) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (٣) قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ (٤) بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (٥) أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (٦) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٧) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (٨) وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (٩) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (١٠) رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (١١) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ (١٢) وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ (١٣) وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ (١٤) أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ (١٥) </p><p> * * * </p><p> (ق) ، مثل ص، وقد مر وقيل: من أسماء الله تعالى، أو معناه: قضي الأمر، أو مفتاح أسماء الله تعالى التي في أوائلها \" ق \" كـ القدير، وغيره، (وَالْقُرْآنِ المَجِيدِ) : ذي </p><p> المجد والشرف، وجواب القسم مثل ما مر في ص، (بَلْ عَجِبُوا) : الكافرون، (أَن جَاءهُمْ مُنْذِرٌ مِنْهُمْ) إنكار لتعجبهم مما ليس بعجب، فإنهم قالوا: الرسول إما ملك، أو من معه ملك، أو بشر لا يحتاج إلى كسب المعاش، (فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ) ، وضع الظاهر موضع المضمر للشهادة على أنَّهم في هذا القول مقدمون على الكفر، وهذا إشارة إلى مبهم يفسره ما بعده، وهو قوله:  (أَإِذَا مِتْنَا وَكُنَّا تُرَابًا) أي: أنرجع حين نموت [ونبلى] ؟! (ذَلِكَ رَجْعٌ بَعِيدٌ) : عن العادة والإمكان، (قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ) : ما تأكل الأرض من أجساد موتاهم، ومن كان كذلك فهو قادر على رجعهم، (وَعِنْدَنَا كِتَابٌ حَفِيظٌ) : حافظ لتفاصيل كل شيء، أو محفوظ من التغيير، وهو اللوح المحفوظ، (بَلْ كَذَّبُوا بِالْحَقِّ) : القرآن، (لَمَّا جَاءَهُمْ) كأنه قال، بل جاءوا بما هو أفظع من تعجبهم، وهو إنكار القرآن من غير تأمل وتوقف، (فَهمْ فِي أَمْرٍ مَرِيجٍ) : مضطرب، فمرة قالوا: شعر ومرة: سحر، (أَفَلَمْ يَنْظُرُوا) : حين أنكروا البعث، (إِلَى السَّمَاءِ فَوْقَهُمْ) أي: كائنة فوقهم، (كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا) : بالكواكب، (وَمَا لَهَا مِنْ فُرُوجٍ) : من فتوق، بل ملساء لا فتق فيها ولا خلل، (وَالأرْضَ) ، عطف على محل السماء، أو نصب بما أضمر عامله وتقديره، ومددنا الأرض فلينظروا إليها، (مَدَدْنَاهَا) : بسطناها، ووسعناها قيل: فيه إشعار بأنها غير كُرّية، (وَأَلْقَيْنَا فِيهَا رَوَاسِيَ) : جبالاً ثوابت، (وَأَنبَتْنَا فِيهَا مِنْ كُلِّ زَوْج) : صنف، (بَهِيجٍ) : حسن، (تَبْصِرَةً وَذِكْرَى) ، مفعول له للأفعال المذكورة كأنه قال جمعت بين ذلك تبصرة، (لِكُلِّ عَبْدٍ مُنِيبٍ) : راجع إلى ربه متفكر في بدائعه، </p>"
}