{
  "id": null,
  "sura": 53,
  "aya": 26,
  "text": "<p> والقرآن فتركوه، (أَمْ لِلْإِنْسَانِ مَا تَمَنَّى) ، الهمزة للإنكار أي: بل ليس له كل ما يتمناه كما يتمنون شفاعة الآلهة، (فَلله الْآخِرَةُ وَالْأُولَى) : يعطي ما يشاء لمن يشاء. </p><p> * * * </p><p> (وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللهُ لِمَنْ يَشَاءُ وَيَرْضَى (٢٦) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى (٢٧) وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا (٢٨) فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا (٢٩) ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (٣٠) وَلله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (٣١) الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (٣٢) </p><p> * * * </p><p> (وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ) أي: كثيرًا منهم مع علو رتبتهم، (لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا) : من الإغناء، (إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللهُ) : في الشفاعة، (لِمَنْ يَشَاءُ) : من الناس، أو من الملائكة، (وَيَرْضَى) ترجون شفاعة الأنداد الجماد </p><p> عند الله، (إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى) : قائلين هم بنات الله، (وَمَا لَهُمْ بهِ) : ما يقولون، (مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ) : من العلم، (شَيْئًا) : فإن العقائد والمعارف اليقينية، لا تدرك بالظن أصلاً، (فَأَعْرِضْ عَنْ مَنْ تَوَلَّى) : أعرض، (عَنْ ذِكْرِنَا) : فلم يتدبر، ولم يتأمل، (وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا) : ولا تجادله ولا تدعه إلى الهدى، (ذَلِكَ) : أمر الدنيا، (مَبْلَغُهُمْ مِنَ الْعِلْمِ) : لا يتجاوزونه، وفي الدعاء المأثور \" اللهم لا تجعل الدنيا أكبر همنا ولا مبلغ علمنا \"  (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ) : فلا يجيب، (وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى) : فيجيب تعليل للأمر بالإعراض، (وَلله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) : خلقًا، (لِيَجْزِيَ) ، علة لقوله:  (وَلله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) أي: خلق العالم لهذا أو علة لقوله: \" وهو أعلم بمن ضل \" إلخ، فإن نتيجة العلم بهما جزاءهما، وقوله:  (وَلله مَا فِي السَّمَاوَاتِ) إلح معترضة بيان لكمال قدرته، (الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا) أي: بعقابه، أو بسببه، (وَيَجْزِى الَّذِينَ أَحْسَنُوا بِالْحُسْنَى) : بالمثوبة الحسنى، أو لسبب الأعمال الحسنى، (الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ) ، هي ما عليه وعيد شديد، (وَالْفَوَاحِشَ) : من الكبائر خصوصًا، </p><p> (إِلَّا اللَّمَمَ)  (١) أي: الصغائر، فالاستثناء منقطع أو إلا بمعنى غير صفة وحرف التعريف في الموصوف للجنس، فهو في حكم النكرة، وقد ورد أنه قال - عليه الصلاة والسلام:  \" إن تغفر اللهم اغفر جما فأيُّ عبد لك ما ألَمَّا \" أو اللمم من الكبائر، والمعنى يجتنبون من الكبائر كلها مطلقًا إلا القليل منها بمعنى أنه يلم بها مرة أو مرتين، فيتوب عن قريب فلا يجعلها عادة، وهو قول كثير من السلف، (إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ) : فلا تيأسوا بكثرة المعاصي، (هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ) : في ابتداء خلق أبيكم من تراب، (وَإِذْ أَنْتُمْ أَجِنَّةٌ) ، جمع جنين، (فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ) : لا تمدحوها، ولا تنسبوها إلى الطهارة، ولا تعجبوا بطاعاتكم، وفي صحيح مسلم عن ابن </p><p>(١) في النسخة المطبوعة سطر مكرر تمَّ حذفه. اهـ (مصحح النسخة الإلكترونية).</p>"
}