{
  "id": null,
  "sura": 54,
  "aya": 1,
  "text": "<p> سورة القمر مكية </p><p> وهى خمس وخمسون آية وثلاث ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (٢) وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (٣) وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (٤) حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (٥) فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (٦) خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (٧) مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (٨) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (٩) فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (١٠) فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (١١) وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (١٢) وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (١٣) تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ (١٤) وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ (١٥) فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (١٦) وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (١٧) كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (١٨) إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (١٩) تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (٢٠) فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (٢١) وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (٢٢) </p><p> * * * </p><p> (اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ) انشقاقه من علامات قرب القيامة، وقد انشق فى عهده - عليه الصلاة والسلام - حين التمسوا آية، وعن بعض أن ذلك وقع مرتين، (وَإِنْ يَرَوْا آيَةً يُعْرِضُوا) : عن الإيمان بما، (وَيَقُولُوا) : ما شاهدنا، (سِحْرٌ مُسْتَمِرٌّ) : مار ذاهب مضمحل باطل، أو محكم، أو مطرد دائم، وذلك لما رأوا تتابع المعجزات، (وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ) ؛ الباطلة، (وَكُلُّ أَمْرٍ مُسْتَقِرٌّ) : منتهٍ إلى غاية، فهو [تدليل] جارٍ مجرى المثل، أو كل أمر من خير وشر يستقر بأهله، (وَلَقَدْ جَاءهُمْ) : في القرآن، (مِنَ الأنْبَاءِ) : أخبار الأمم السالفة، (مَا فِيهِ مُزْدَجَرٌ) : ازدجار يقال: ازدجرته نهيته عن السوء قلبت تاء الافتعال دالاً، (حِكْمَةٌ بَالِغَةٌ) : تامة بلغت الغاية خبر محذوف، أو بدل من ما (فَمَا تُغْنِ النُّذُرُ) ، ما نافية والنذر جمع نذير، </p><p> أو استفهامية للإنكار أي: فأي غناء يغني المنذرون (فَتَوَلَّ عَنْهُمْ) ، قيل: منسوخ بآية القتال، (يَوْمَ يَدْعُ الدَّاعِ) أي: الداعى، وهو إسرافيل، ونصب يوم إما يخرجون، أو بمقدار نحو: انتظر او اذكر، (إِلَى شَيْءٍ نُكُرٍ) : منكر فظيع لم ير مثله هو هول القيامة، (خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الأجْدَاثِ) أي: يخرجون من القبور حال كون أبصارهم ذليلين من الهول، أو حال مقدرة من مفعول يدع المحذوف، ومن قرأ خاشعًا فلأن فاعله ظاهر مؤنث غير حقيقي، (كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ) : في الكثرة، والحيرة يقعون كما يقع الجراد، (مُهْطِعِينَ) : مسرعين مادِّي أعناقهم، (إِلَى الدَّاع يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ كَذبَتْ قَبْلَهُمْ) : قبل قريش، (قَوْمُ نُوحٍ) : نوحًا، (فَكَذبوا عَبْدَنَا) : نوحًا تفصيل بعد إجمال قيل: معناه كذبوا فكذبوا أي: ما تركوا التكذيب قرنًا بعد قرن، (وَقَالُوا) : هو، (مَجْنُونٌ وَازْدُجِرَ) : وازدجروه، ومنعوه عن الدعوة، وقالوا:  \" لئن لم تنته يا نوح لتكونن من المرجومين \"  [الشعراء: ١١٦] قيل: ازدجرته الجن، فيكون من جملة المقول، (فَدَعَا رَبَّهُ أَنِّي) : بأني، (مَغْلُوبٌ فَانْتَصِرْ) : فانتقم لي منهم، (فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ </p><p> مُنْهَمِرٍ): منصب، وعن علي - رضي الله عنه - حين سئل عن المجرة هي باب السماء، ومنها فتحت السماء بماء منهمر، وعن ابن عباس - رضي الله عنهما - ماء ذلك من السماء لا من السحاب، (وَفَجَّرْنَا الْأَرْضَ عُيُونًا) : جعلناها كلها كأنها عيون تتفجر، (فالْتَقَى الْمَاءُ) : ماء السماء والأرض، (عَلَى أَمْرٍ) ، حال، (قَدْ قُدِرَ) : قضي في الأول، أو على أمر قدره الله تعالى وهو إهلاكهم، (وَحَمَلْنَاهُ عَلَى ذاتِ أَلْوَاحٍ) : أخشاب عريضة، (وَدُسُرٍ) : مسامير جمع دسار، والمراد السفينة، وعن بعض الدسر صدر السفينة، فإنها يدسر، ويرفع الماء، (تَجْرِي بِأَعْيُنِنَا) : بمرأى منا، والمراد الحفظ يقال للمودع \" عين الله عليك \"  (جَزَاءً) ، أي: فعلنا كل ذلك جزاء، (لِمَن كَانَ كفِرَ) : لنوح، فإنه نعمة، ورحمة كفروها، (وَلَقَدْ تَرَكْنَاهَا) : السفينة، أو الفعلة، (آيَةً فَهَلْ مِنْ مُدَّكِرٍ) : معتبر، (فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ) : إنذاري، والاستفهام لتعظيم الوعيد، (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ) : سهلنا لفظه ومعناه، (لِلذِّكْرِ) : للاتعاظ أو للحفظ، (فَهَلْ مِنْ مُدَّكِرٍ) : متعظ، وعن ابن عباس - رضي الله تعالى عنهما - لولا أن الله يسره على لسان الآدميين ما استطاع أحد أن يتكلم بكلام الله، (كَذبَتْ عَادٌ) قوم هود، (فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا) : شديدة البرد، (فِي يَوْمِ نَحْسٍ) : شؤم عليهم، (مُسْتَمِرٍّ) : عليهم نحسه فإنه يوم اتصل فيه عذابهم الدنيوي بالأخروي، أو على جميعهم صغيرهم وكبيرهم، (تَنْزِعُ النَّاسَ) : تقلعهم، فترمي بهم على رءوسهم، (كَأَنَّهُمْ أَعْجَازُ) : أصول، (نَخْلٍ مُنْقَعِرٍ) : منقلع ساقط نقل أن الريح تقلع رءوسهم من أجسادهم فالمطروح </p>"
}