{
  "id": null,
  "sura": 54,
  "aya": 23,
  "text": "<p> أجساد بلا رءوس كأصول نخل، (فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ) ، التكرار للتهويل، (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ) . </p><p> * * * </p><p> (كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (٢٣) فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (٢٤) أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (٢٥) سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (٢٦) إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (٢٧) وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (٢٨) فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (٢٩) فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (٣٠) إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (٣١) وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (٣٢) كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (٣٣) إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ (٣٤) نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ (٣٥) وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (٣٦) وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ (٣٧) وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (٣٨) فَذُوقُوا عَذَابِي وَنُذُرِ (٣٩) وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (٤٠) </p><p> * * * </p><p> (كَذَّبَتْ ثَمُودُ بِالنُّذُرِ) : بالإنذار الذي جاءهم به صالح، (فَقَالُوا أَبَشَرًا) ، نصب بفعل يفسره نتبعه، (مِنَّا) من جنسنا، (وَاحِدًا) : منفردًا لا تبع له، أو واحدًا من الآحاد لا من الأشراف، (نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ) : جنون، أو عذاب، (أَأُلْقِيَ الذِّكْرُ) : أنزل، (عَلَيْهِ) : الوحي، (مِنْ بَيْنِنَا) : وفينا من هو أفضل وأحق، </p><p> (بَلْ هُوَ كَذابٌ أَشِرٌ) : متكبر يريد الترفع، (سَيَعْلَمُونَ غَدًا) أي: سريعًا، (مَنِ الْكَذَّابُ الأشِرُ) : أصالح أم من كذبه؟ (إِنَّا مُرْسِلُو النَّاقَةِ) أي: قلنا لصالح إنا مخرجوها من الصخرة، (فِتْنَةً) : امتحانًا، (لَهُمْ فَارْتَقِبْهُمْ) : انتظرهم، (وَاصْطَبِرْ) : على أذاهم، (وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ) : يوم للناقة ويوم لهم، ففيه تغليب، (كُلُّ شِرْبٍ) : نصيب، (مُحْتَضَرٌ) : يحضره من كانت نوبته فيتصرف، أو كل شرب من الماء، واللبن تحضرونه أنتم، (فَنَادَوْا صَاحِبَهُمْ) : الذي عقر الناقة اسمه قدار، (فَتَعَاطَى) : الناقة، أو السيف، أو فاجترأ على تعاطي قتلها، (فَعَقَرَ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً) : صيحة جبريل، (فَكَانُوا كَهَشِيمِ) : كشجر اليابس المتكسر، (الْمُحْتَظِرِ) : الذي يعمل الحظيرة، (وَلَقَدْ يَسَّرنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ </p>"
}