{
  "id": null,
  "sura": 57,
  "aya": 26,
  "text": "<p> نزل جبريل - عليه السلام - بالميزان إلى نوح - عليه السلام -، وقال: مُرْ قومك يزنوا به، (لِيَقُومَ النَّاسُ بالْقِسْطِ) أي: ليتعاملوا بالعدل، (وَأَنْزَلْنَا) : أنشأنا، وأحدثنا عن ابن عباس - رضي الله عنهما - ثلاثة أشياء نزلت مع آدم السندان والكلبتان والمطرقة، (الْحَدِيدَ فِيهِ بَأْس شَدِيدٌ) : هو القتال به مع من عاند الحق، (وَمَنَافِعُ لِلنَّاسِ) إذ هو آلة لأكثر الصنائع، (وَلِيَعْلَمَ اللهُ) ، عطف على معنى فيه بأس شديد ومنافع فإنه حال يتضمن تعليلاً أي: أنزلناه للبأس وللنفع وليعلم وقيل: عطف على ليقوم الناس، (مَنْ يَنْصُرُهُ) أي: دينه، (وَرُسُلَهُ) : باستعمال آلات الحرب مع أعداء الله تعالى، (بِالْغَيْب) : غائبًا عن الله تعالى عن ابن عباس - رضي الله عنهما - يبصرونه ولا ينصرونه، (إِنَّ اللهَ قَوِيٌّ) : في أمره، (عَزِيزٌ) : في ذاته لا يحتاج إلى نصرة ناصر. </p><p> * * * </p><p> (وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٦) ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٧) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللهُ غَفُورٌ رَحِيمٌ (٢٨) لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللهِ وَأَنَّ الْفَضْلَ بِيَدِ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩) </p><p> * * * </p><p> (وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ) : لم يرسل بعدهما نبي إلا من ذريتهما، (فَمِنْهُمْ) : من الذرية، (مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ) : خارجون عن الطاعة، (ثُمَّ قَفْيْنَا عَلَى آثَارِهِمْ) : آثار نوح وإبراهيم عليهما السلام، ومن عاصرهما، (بِرُسُلِنَا وَقَفَّيْنَا) : هم، (بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ) أي: عيسى، (رَأْفَةً) : رقة شديدة، (وَرَحْمَةً) : كانوا متوادين رحماء، (وَرَهْبَانِيَّةً ابْتَدَعُوهَا) ، منصوبة على شريطة التفسير أي: وابتدعوا رهبانية يعني جاءوا بالرياضة الشاقة، والانقطاع عن الناس من عند أنفسهم، (مَا كَتَبْنَاهَا عَلَيْهِمْ) : ما أمرناهم بها، (إِلا ابْتِغَاءَ رِضْوَانِ اللهِ) : لكنهم ابتدعوها ابتغاء رضوان الله تعالى (فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا) : ذم بوجهين الابتداع في دين الله تعالى، وعدم القيام بما التزموا مما زعموا أنه قربة، (فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ) : وهم الثابتون على دين عيسى - عليه السلام - والرهبانية، (وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ) : الذين غيروا دين عيسى عن ابن مسعود قال - عليه الصلاة والسلام: \" هل تدري من أين اتخذت بنو إسرائيل الرهبانية؟ قلت: الله ورسوله أعلم، </p><p> قال \" ظهرت عليهم الجبابرة بعد عيسى يعملون بالمعاصي فغضب أهل الإيمان، فقاتلوهم فهزم المؤمنون ثلاث مرات، فلم يبق منهم إلا القليل،فقالوا:تعالوا نتفرق في الأرض إلى أن يبعث الله النبي الذي وعدنا عيسى يعنون: محمدًا صلى الله عليه وسلم -، فتفرقوا في غيران الجبال، وأحدثوا رهبانية، فمنهم من تمسك بدينه، ومنهم من كفر، ثم تلا هذه الآية \" ، وفي رواية \" فآتينا الذين آمنوا منهم أجرهم الذين آمنوا بي، وكثير منهم فاسقون الذين كذبوني \" ، (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ) ، الخطاب لمؤمني أهل الكتاب، (وَآمِنُوا بِرَسُولِهِ) : محمد - عليه الصلاة والسلام (يُؤْتِكُمْ كِفْلَيْنِ) : نصيبين، (مِنْ رَحْمَتِهِ) : للإيمان بنبيكم، وللإيمان برسول الله - صلى الله عليه وسلم - وذلك لمن بقى على دين عيسى - عليه السلام - ولم يغير، (وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ) : على الصراط، (وَيَغْفِرْ لَكُمْ وَاللهُ غَفُورٌ رَحِيمٌ) : وكثير من السلف على أن هذه الآية لما افتخر أهل الكتاب بأنَّهم يؤتون أجرهم مرتين أنزل الله تعالى في شأن هذه الأمة المرحومة، ففضلهم على أهل الكتاب بالنور والمغفرة، (لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ) : الذين لم يؤمنوا، (أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللهِ) أي: يعطيكم الله تعالى نصيبين من رحمته، لأن يعلم الكافرون منهم أنه لا يتمكنون من نيل شيء من فضل الله تعالى، فلا مزيدة، (وَأَنَّ الْفَضْلَ بِيَدِ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ) ، وعلى التفسير الثاني معناه أعطيناكم يا أمة محمد كفلين من رحمته </p><p> كما أعطى المؤمنون من أهل الكتاب أجرين ليعلم المؤمنون من أهل الكتاب أن فضل الله تعالى ليس بيد أحد، فلو أعطاهم أجرين لأجل إيمانين أعطى المؤمنين كفلين لأجل الإيمان الواحد بفضله قيل:  (لا) غير مزيدة، والمعنى لئلا يعلم أهل الكتاب عجز المؤمنين ونقصانهم. </p><p> والحمد لله على كل حال. </p><p> * * * </p>"
}