{
  "id": null,
  "sura": 58,
  "aya": 7,
  "text": "<p> (أَلَمْ تَرَ أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧) أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ (٨) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللهَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٩) إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللهِ وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١٠) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١١) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ (١٢) أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللهَ وَرَسُولَهُ وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٣) </p><p> * * * </p><p> (أَلَمْ تَرَ أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ) ما يقع سر ثلاثة نفر وتناجيهم (إِلَّا هُوَ) أي الله (رَابِعُهُمْ) بالعلم والاستثناء من أعم الأحوال (وَلَا خَمْسَةٍ) أي ولا نجوى خمسة (إِلَّا هُوَ سَادِسُهُمْ) وتخصيص العددين قيل لخصوص الواقعة، فإنها نزلت لتناجي المنافقين، أو لأن أهل النجوى لا يكونون إلا قليلين غالبًا من الاثنين إلى ما دون العشرة، فآثر الثلاثة ليكون قوله (وَلَا أَدْنَى مِنْ ذَلِكَ) دالاًّ على الاثنين وهو عدد لا يمكن التناجي بأقل منه، والخمسة أيضًا ليكون \" ولا أكثر \" دالاً على السبعة (وَلَا أَدْنَى) أقل (مِنْ ذَلِكَ) كالاثنين (وَلَا أَكْثَرَ) كالسبعة، ولا لنفي الجنس (إِلَّا هُوَ مَعَهُمْ) بالعلم وفي قراءة \" وَلَا أَكْثَرُ \" بالرفع هو عطف على محل من نجوى، أي ما يكون أدنى ولا أكثر (أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ) كانت اليهود والمنافقون يتناجون، ويتغامزون بأعينهم لإغضاب المؤمنين فنهاهم النبي صلى الله عليه وسلم، ثم عادوا لمثله (وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ) بما هو إثم لهم، وعدوان للمؤمنين (وَمَعْصِيَتِ الرَّسُولِ) تواصٍ بمخالفته </p><p> (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللهُ) يقولون: سام عليك، والسَّام: الموت (وَيَقُولُونَ فِي أَنفُسِهِمْ) فيما بينهم سرًّا (لَوْلَا يُعَذِّبُنَا اللهُ بِمَا نَقُولُ) أي لو كان هو نبيًّا فهلا يعذبنا الله بشتمنا إياه (حَسْبُهُمْ جَهَنَّمُ) عذابًا (يَصْلَوْنَهَا) يدخلونها (فَبِئْسَ الْمَصِيرُ) جهنم (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ) كاليهود والمنافقين (وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى) بما يتضمن نفعكم ونفع غيركم (وَاتَّقُوا اللهَ الَّذِي إِلَيْهِ تُحْشَرُونَ إِنَّمَا النَّجْوَى) أي ذلك النجوى الذي هو بالإثم (مِنَ الشَّيْطَانِ) فإنه الآمر به (لِيَحْزُنَ الَّذِينَ آمَنُوا) ليوهمهم أن عليهم شرًّا (وَلَيْسَ) الشيطان أو التناجي (بِضَارِّهِمْ شَيْئًا) من الضرر (إِلَّا بِإِذْنِ اللهِ وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) فإنه هو حسبهم وكافيهم. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا) توسعوا (فِي الْمَجَالِسِ فَافْسَحُوا) فى المكان (يَفْسَحِ اللهُ لَكُمْ) يوسع عليكم في الدارين، نزلت حين جاء بعض من أهل [بدر] إلى مجلس رسول الله صلى الله عليه وسلم، فلم يوسع الصحابة لهم فَكَرِهَ عليه الصلاة والسلام ذلك كرامة لأهل بدر فأقام عليه الصلاة والسلام بعضًا، وأمر أهل بدر أن يجلسوا مكانهم، فشق على البعض ذلك، وفي الصحيحين:  \" لا يقيم الرجل الرجل من مجلسه فيجلس فيه، ولكن تفسحوا وتوسعوا \" . (وَإِذَا قِيلَ انْشُزُوا) </p><p> انهضوا وقوموا لأكرمكم (فَانْشُزُوا) فقوموا، وإذا قيل انهضوا للصلاة أو للجهاد أو إلى خير فلا تثاقلوا، أو إذا قيل لكم قوموا واخرجوا فإنَّهم إذا كانوا في بيته عليه الصلاة والسلام كل منهم يحب أن يكون آخرهم خروجًا فربما يشق ذلك عليه صلى الله عليه وسلم لما له من حاجة، فأمروا أنَّهم إذا أمروا بالانصراف يأتمروا سريعًا (يَرْفَعِ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ) بطاعتهم لرسوله (وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ) أي ويرفع الله تعالى العلماء منهم خاصة، ونصب درجات بالبدل من الذين آمنوا والذين أوتوا العلم، أو بالتمييز، والمعنى: لا يحسب أحدكم أنه إذا تفسح، أو أمر بالخروج فخرج يكون نقصًا في حقه، بل هو رفعة ومرتبة عند الله تعالى (وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً) نزلت حين كثرت مجالسة الأغنياء ومناجاتهم مع رسول الله صلى الله عليه وسلم وشق عليه ذلك، فأمر الله تعالى الخلائق بالصدقة أمام مناجاته فانتهوا عن كثرة المناجاة. عن علي رضي الله عنه: هذه آية لم يعمل بها أحد قبلي، ولا أحد يعمل بها بعدي، كان عندي </p>"
}