{
  "id": null,
  "sura": 59,
  "aya": 1,
  "text": "<p> سورة الحشر مدنية </p><p> وهي أربع وعشرون آية، وثلاث ركوعات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (سَبَّحَ لله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللهِ فَأَتَاهُمُ اللهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (٢) وَلَوْلَا أَنْ كَتَبَ اللهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ (٣) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللهَ فَإِنَّ اللهَ شَدِيدُ الْعِقَابِ (٤) مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللهِ وَلِيُخْزِيَ الْفَاسِقِينَ (٥) وَمَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٦) مَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلله وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللهَ إِنَّ اللهَ شَدِيدُ الْعِقَابِ (٧) لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللهِ وَرِضْوَانًا وَيَنْصُرُونَ اللهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (٨) وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ </p><p> هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٩) وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ (١٠) </p><p> * * * </p><p> (سَبَّحَ لله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ)  (وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم)  [الإسراء: ٤٤]  (الَّذِى أَخْرَجَ الذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ) بني النضير (مِن دِيَارِهِمْ) لما نقضوا العهد أحل الله بهم بأسه فأجلاهم رسول الله صلى الله عليه وسلم من حصونهم الحصينة التي ما طمع بتسخيرها أحد إلى أذرعات من أعمال الشام وهي أرض المحشر ولذلك قال: (لِأَوَّلِ الْحَشْرِ) أي: لابتداء: الحشر صرح به ابن عباس رضي الله عنهما وكثير من </p><p> السلف، وعن الحسن رضي الله عنه قال عليه الصلاة والسلام لبني النضير:  \" هذا أول الحشر وأنا على الأثر \" قيل: هم أول من أُجلي من جزيرة العرب فهم أول المحشورين فإن الحشر إخراج جمع من مكان إلى آخر (مَا ظَنَنتُمْ) أيها المؤمنون (أَنْ يَخْرُجُوا) لشدتهم وشدة حصونهم (وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللهِ) أي: زعموا أن حصونهم تمنعهم من بأس الله تعالى فـ حصونهم مبتدأ ومانعتهم خبره، أو حصونهم فاعل مانعتهم، لاعتماده فإنه في الحقيقة خبر المبتدأ وفي هذا النظر دلالة على فرط وثوقهم بحصونهم واعتقادهم أنهم في عزة بسببها (فأَتَاهُمُ اللهُ) عذابه (فَأَتَاهُمُ اللهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) من حيث لم يخطر ببالهم (وَقَذَفَ) ألقى (فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ) الجملة حال (بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ) فإنَّهم يقلعون الأبواب وما استحسنوه من السقوف ويحملون معهم والباقي يخربه المؤمنون واليهود عرَّضت المؤمنين لذلك وكانت السبب فيه فهم خربوا ديارهم بأيدي المؤمنين (فَاعْتَبِرُوا) فاتعظوا (يَا أُولِي الْأَبْصَارِ) ولا تتبعوا أعمالهم وعقائدهم (وَلَوْلَا أَن كَتَبَ اللهُ عَلَيْهِمُ الْجَلَاء) الخروج من الوطن (لَعَذَّبَهُمْ فِي الدُّنْيَا) أي: لأنزل عليهم بلاء آخر كالقتل والسبي فإنه قد كتب أنه سيعذبهم في الدنيا (وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ) أي هذا لهم حتم لازم على أي حال (ذَلِكَ بِأَنَّهُمْ شَاقُّوا) عاندوا وخالفوا (اللهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللهَ فَإِنَّ اللهَ شَدِيدُ الْعِقَابِ مَا قَطَعْتُمْ) ما منصوب بـ قطعتم أي: أي شيء (مِنْ لِينَةٍ) هي نوع خاص من النخل أجودها في ألوان التمر أو سوى العجوة والبرني أو </p><p> جميع أنواع النخل (أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا) فائدة هذا القيد أنه يعلم منه أنهم كانوا يستأصلون ما يقطعون من أصوله وبنيانه ولا يخلون ساقها (فَبِإِذْنِ اللهِ) بأمره ورضائه. نزلت لما حاصرهم وأمر عليه الصلاة والسلام بقطع نخيلهم إرغامًا لقلوبهم، قالوا إنك تنهى عن الفساد ثم تفسد في الأرض فحاك ذاك في صدور المؤمنين (وَلِيُخْزِيَ الْفَاسِقِينَ) علة لمحذوف أي: أذن لهم في قطع بعض وإبقاء بعض ليخزيهم على فسقهم بمزيد حسرتهم وغيظهم (وَمَا أَفَاءَ) ما منصوب بـ أفاء أي: الذي رده (اللهُ عَلَى رَسُولِهِ مِنْهُمْ) من تلك اليهود من الأموال (فَمَا أَوْجَفْتُمْ) ما نافية أي ما أجريتم (عَلَيْهِ) على تحصيله (مِنْ خَيْلٍ وَلَا رِكَابٍ) والركاب ما يركب من الإبل، يعني إنما مشيتم على أرجلكم لقربهم منكم ولا تعبتم بالسفر والقتال (وَلَكِنَّ اللهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) فلا تطمعوا أن يكون مال الفيء كمال الغنيمة أربعة أخماسها لكم بل ما هو لكم من الغنيمة هو من الفيء للنبي صلى الله عليه وسلم ولذلك ما أعطى الأنصار منه إلا ثلاثة نفر منهم (مَا أَفَاءَ اللهُ </p><p> عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى) جميع البلدان الذي يفتح (فَلله وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ) جملة ما أفاء الله بيان للجملة السابقة، ولذلك لم يعطف، كأنه لما قيل: ما خول الله برسوله من أموال بني النضير شيء لم يحصلوه بالقتال، فلا يقسم قسمة الغنائم. قيل: كيف يقسم؟ قيل:  \" ما أفاء الله \" الآية. فعلم أن مال الفيء، وهو مال أخذ من الكفار من غير قتال، ولا إيجاف خيل وركاب ليس للجنود فيه نصيب، بل هو مختص للرسول، ولذي القربى، والثلاثة الباقية. وعلم من الحديث أنه ينقسم بخمسة؛ أربعة أخماس لخاصة النبي - صلى الله عليه وسلم - والخمس الباقي ينقسم على هؤلاء الخمسة، وبيان المصارف قد مر في سورة الأنفال فلا نعيده (كَيْ لَا يَكُونَ) الفيء (دُولَةً) ما يتداول (بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ) فلا يصيب الفقراء كأيام الجاهلية (وَمَا آتَاكُمُ الرَّسُولُ) أي: ما أمر به (فَخُذُوهُ) تمسكوا به (وَمَا نَهَاكُمْ عَنْهُ) عن إتيانه (فَانْتَهُوا) عنه أو ما أعطاكم من المال فاقبلوا وما نهاكم عن أخذه فانتهوا (وَاتَّقُوا اللهَ إِنَّ اللهَ شَدِيدُ الْعِقَابِ) لمن خالف (لِلْفُقَرَاءِ الْمُهَاجِرِينَ) بدل من المساكين، أو من لذي القربى، وما عطف عليه (الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ) فإن كفار مكة أخذوا أموالهم (يَبْتَغُونَ فَضْلًا مِنَ اللهِ وَرِضْوَانًا) جملة حالية (وَيَنْصُرُونَ اللهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ) في دعوى </p><p> الإيمان (وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ) جعلوا الإيمان مستقرًا لهم كما جعلوا المدينة كذلك أي: لزموا المدينة والإيمان، وتمكنوا فيهما والتعريف في الدار؛ للتنويه، كأنها الدار التي تستحق أن يسمى دارًا (مِنْ قَبْلِهِمْ) من قبل هجرتهم، وهم الأنصار (يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ) في أنفسهم (حَاجَةً) كحسدٍ وغيظ (مِمَّا أُوتُوا) أي لا يجدون من مال أعطى المهاجرون في أنفسهم حقدًا وغرضًا، فإنه قد قسم مال بني النضير بين المهاجرين دون الأنصار (وَيُؤْثِرُونَ) يقدمون المهاجرين (عَلَى أَنْفُسِهِمْ) فيما عندهم من الأموال (وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ) حاجة إلى ما عندهم نزلت حين انطلق رجل من الأنصار برجل، قال عليه الصلاة والسلام في شأنه:  \" رحم الله من يضيفه الليلة إلى بيته \" ، ولم يكن في بيته سوى قوت صبيانه، فنومهم وأطعمه قوتهم، فبات هو وعياله جائعين. فقال عليه الصلاة والسلام:  \" ضحك الله من فلان \"  (ومَن يُوقَ لشُحَّ نَمسِهِ) من سلم من الحرص الشديد الذي </p><p> يحمله على ارتكاب المحارم (وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَالَّذِينَ جَاءوا مِن بَعْدِهِمْ) المراد التابعون لهم بإحسان إلى يوم الدين (يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا) في الدين (الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا) حقدًا (لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ) واعلم أن للفقراء لا يمكن أن يكون بدلاً من الله وللرسول؛ لأن الرسول أيضًا لا يسمى فقيرًا، فهو بدل من لذوي القربى وما بعده، ومن لم يشترط في ذوي القربى الفقر، يقول: إن للفقراء ليس للقيد، بل بيانًا للواقع من حال المهاجرين، وإثباتًا لمزيد اختصاصهم، وأن قوله: وَ (وَالَّذِينَ تَبَوَّءُوا الدَّارَ) عطف على الفقراء، لا على المهاجرين، سيما وقد ثبت فعل رسول الله صلى الله عليه وسلم وعمل الخلفاء رضي الله عنهم </p>"
}