{
  "id": null,
  "sura": 60,
  "aya": 7,
  "text": "<p> رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا) لا تعذبنا بأيديهم ولا بعذاب آخر فيقولوا لو كانوا على الحق ما أصابهم ذلك فيفتنوا أو لا تسلطهم علينا فيفتنونا (وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ) كرر لمزيد الحث والتأكيد ولهذا صدره بالقسم وجعل قوله: (لِمَنْ كَانَ يَرْجُو اللهَ وَالْيَوْمَ الْآخِرَ) بدل بعض من لكم وعقبه بقوله: (وَمَن يَتَوَلَّ) عن الاقتداء ويتولَّ الكفار (فَإِنَّ اللهَ هُوَ الْغَنِيُّ الْحَمِيدُ) فلا يضر الله بل لا يضر إلا نفسه. </p><p> * * * </p><p> (عَسَى اللهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللهُ قَدِيرٌ وَاللهُ غَفُورٌ رَحِيمٌ (٧) لَا يَنْهَاكُمُ اللهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللهَ يُحِبُّ الْمُقْسِطِينَ (٨) إِنَّمَا يَنْهَاكُمُ اللهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٩) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللهِ يَحْكُمُ بَيْنَكُمْ وَاللهُ عَلِيمٌ حَكِيمٌ (١٠) وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (١١) يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ </p><p> وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ (١٢) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (١٣) </p><p> * * * </p><p> (عَسَى اللهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ) أي مشركي مكة (مَوَدَّةً) بأن يهديهم فألف بين قلوبكم (وَاللهُ قَدِيرٌ وَاللهُ غَفُورٌ رَحِيمٌ) لما فرط منكم من الموالاة ومنهم حين الكفر (لَا يَنْهَاكُمُ اللهُ عَنِ الذِينَ) أي عن الإحسان إلى الكفرة الذين (لَمْ يُقَاتِلُوكُم فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَروهُمْ) بدل اشتمال من الذين (وتُقسِطُوا إِلَيْهِمْ) تفضوا إليهم بالعدل (إِنَّ اللهَ يُحِبُّ الْمُقْسِطِينَ) نزلت حين جاءت أم أسماء بنت أبي بكر بهدايا فأبت أسماء أن تقبل وأن تدخل بيتها؛ لأن أمها مشركة (إِنَّمَا يَنْهَاكُمُ اللهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا) اتفقوا وأعانوا (عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ) بدل من الذين (وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا </p><p> جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ) كان النبي عليه السلام يحلفهن أنهن ما خرجن إلا لحب الإسلام لا لفرار من أزواجهن ولا لعشق أحد (اللهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ) بظهور الأمارات وسماه علما ليعلم أن الظن الغالب في مثل هذا المقام كالعلم (فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ) لأن المسلمة لا تحل للكافر وفي العبارة تأكيد ومبالغة لا يخفى ومنه علم أنه حصلت الفرقة ولا يجوز استئناف النكاح (وَآتُوهُم) أي: أزواجهن الكفار (مَّا أَنفَقُوا) عليهن من المهر (وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ) فإن الإسلام أبطل الزوجية (إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) مهورهن هذا القيد ليعلم أن ما أعطى أزواجهن لا يقوم مقام مهرهن بل لابد من إصداق، وقد تقدم أن صلح الحديبية على أن من جاءنا منكم رددناه إليكم فهذه الآية مخصصة لعهدهم نقض الله العهد بينهم في النساء خاصة، وقد كان في ابتداء الإسلام جائز أن يتزوج المشرك مؤمنة، وهذه الآية ناسخة، والأكثرون على أنها متى انقضت العدة ولم يسلم الزوج انفسخ نكاحها </p><p> منه، ويحكم بالانفساخ من حين إسلامها (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) جمع عصمة أى: ما اعتصم به من عقد ونسب، والكوافر جمع كافرة، هذا التحريم من الله على المؤمنين نكاح المشركات والاستمرار معهن أيضًا ولذلك لما نزل طلق عمر رضي الله عنه امرأتين مشركتين له بمكة (وَاسْأَلُوا) أيها المؤمنون من الكفار (مَا أَنْفَقْتُمْ) من صداق نسائكم اللاحقات بالكفار (وَلْيَسْأَلُوا) أي: المشركون (مَا أَنْفَقُوا) من صداق المهاجرات، أمر المؤمنين بأن يكون العهد بينكم كذا فتطالبوهم بصداق المرتدات ويطالبوكم بصداق المهاجرات المؤمنات (ذلكُمْ حُكْمُ اللهِ) إشارة إلى جميع ما ذكر فى الآية (يَحْكُمُ بَيْنَكُمْ) استئناف (وَاللهُ عَلِيمٌ حَكيمٌ) والأمر برد الصداق إلى الكفار لأجل العهد وإلا لم يجب (وَإن فَاتَكُمْ) انفلت منكم (شيْء مَنْ أَزْوَاجِكُمْ) أحد منها أي: من كانت (إِلَى الْكُفَّارِ فَعَاقَبْتُمْ) جاءت نوبتكم من العقبة وهي النوبة أو أصبتم من الكفار العقبى أي: الغنيمة وعليه كلام الأكثرين والحديث يؤيده (فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ) إلى الكفار (مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ) مما في ذمتكم من مهر المهاجرات، أو من مال الغنيمة تزلت حين نزلت الآية المتقدمة وأبى المشركون أن يؤدوا مهر الكوافر، وحاصله: إن لم يؤدوا مهر المرتدة المنفلتة منكم فلا تؤدوا أنتم أيضًا إلى الكفار مهر المهاجرة المنفلتة منهم، حين جاءت نوبتكم، بل أعطوا زوج المرتدة منكم مثل مهرها، مما في ذمتكم من مهر المهاجرات، أو أعطوا زوجها مثل مهرها من مال الغميمة (فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ </p><p> الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللهِ شَيْئًا) عن بعض السلف أنها نزلت في يوم الفتح، وكلام الأكثرين على أنها قبل الفتح (وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ) فإن وأد البنات من شكيمتهن (وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ) بأن تلتقط مولودًا وتقول لزوجها: هذا منك، فإن الولد إذا وضعت سقط بين يديها ورجليها (وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ) وهو لا يأمر إلا بالمعروف، لكن قيد به للتنبيه على أنه لا يجوز طاعة مخلوق، ولو فرض أنه رسول - الله صلى الله عليه وسلم - في معصية الخالق (فَبَايِعْهُنَّ) هو العامل في إذا جاءك (وَاسْتَغْفِرْ لَهُنَّ اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ يَا أَيُّهَا الَّذِينَ آمَنوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللهُ عَلَيْهِمْ) نهي عن موالاة الكافرين مطلقًا أو اليهود منهم في آخر السورة، كما نهى في أولها (قَدْ يَئِسُوا مِنَ الْآخِرَةِ) لإنكارهم الحشر ولعلمهم بأنَّهم على الضلال فإن اليهود من المعاندين (كَمَا يَئِسَ الْكُفَّارُ) الأحياء (مِنْ أَصْحَابِ الْقُبُورِ) أي: من الاجتماع مع الأموات فإنهم منكرو الحشر، أو كما يئس الكفار الذين هم أصحاب القبور من كل خير؛ لأنهم علموا شقاوتهم. </p><p> اللهم لا تجعلنا في زمرتهم. </p><p> * * * </p>"
}