{
  "id": null,
  "sura": 61,
  "aya": 1,
  "text": "<p> سورة الصف مكية </p><p> وَهِي أربع عَشْرة آيةَ، وفيهَا ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (سَبَّحَ لله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (٢) كَبُرَ مَقْتًا عِنْدَ اللهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (٣) إِنَّ اللهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (٤) وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللهُ قُلُوبَهُمْ وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٥) وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (٦) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٧) يُرِيدُونَ لِيُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ وَاللهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (٨) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٩) </p><p> * * * </p><p> (سَبَّحَ لله مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) قد مَرَّ مِرَارًا تفسيره (يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ) حذف ألف ما الاستفهامية إذا كانت مع حرف الجر أكثر من إثباتها (تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا) المقت أشد البغض منصوب </p><p> بالتمييز (عِنْدَ اللهِ أَنْ تَقُولُوا) فاعل كبر (مَا لَا تَفْعَلُونَ) في هذا الأسلوب من الكلام ما لا يخفى من المبالغة نزلت في جماعة قالوا: لوددنا أن الله دلنا على أحب الأعمال إليه، فنعمل به. فأخبر الله نبيه أنه الجهاد، فلما فرض نكل عنه بعضهم، وكرهوا، أو نزلت لما التمسوا الجهاد فابتلوا به، فولوا يوم أحد مدبرين، أو في قوم قالوا: قاتَلْنا طعنّا ضرَبّنا صَبرنا، وهم كاذبون، أو في المنافقين يعدون نصر المؤمنين ولا يفون، وعلى أي ففيه وعيد شديد لمخلف الوعد والعهد (إِنَّ اللهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا) مصطفين (كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ) قد رص بعضه ببعض فليس فيه فرجة حال من ضمير صفا (وَإِذْ قَالَ مُوسَى) أي اذكر للتسلية (لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللهِ إِلَيْكُمْ) لظهور المعجزات (فَلَمَّا زَاغُوا) صرفوا عن الحق مع علمهم (أَزَاغَ اللهُ قُلُوبَهُمْ) عن الهدى وأسكنها الشك والحيرة (وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) أي: من سبق في علمه أنه فاسق (وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا) منصوب بما في الرسول من معنى الإرسال أي: أرسلت في حال تصديقي وتبشيري (بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ </p>"
}