{
  "id": null,
  "sura": 61,
  "aya": 10,
  "text": "<p> أَحْمَدُ فَلَمَّا جَاءهُم بِالْبَيِّنَات قَالُوا هَذَا) إشارة إلى ما جاء به (سِحْرٌ مبِينٌ وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ) أي: لا أحد أظلم ممن افترى على الله حال كونه مدعوًّا بلسان نبيه إلى سعادة الدارين وهي الإسلام (وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ يُرِيدُونَ لِيُطْفِئُوا) أصله أن يطفئوا فزيدت اللام تأكيدًا لمعنى الإرادة كما في لا أبا لك تأكيدًا لمعنى الإضافة (نُورَ اللهِ بِأَفْوَاهِهِمْ وَاللهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ) إتمامه (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى) بالقرآن والمعجزة (وَدِينِ الْحَقِّ لِيظْهِرَهُ عَلَى الدِّينِ كُلهِ) ليعلي دين الحق على سائر الأديان أو رسوله على أهل الأديان (وَلَوْ كَرِهَ الْمُشركُونَ) قد فسرنا الآيتين في سورة براءة. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (١٠) تُؤْمِنُونَ بِاللهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١١) يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١٢) وَأُخْرَى </p><p> تُحِبُّونَهَا نَصْرٌ مِنَ اللهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (١٣) يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (١٤) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ) عذاب الله مطلقًا (تُؤْمِنُونَ بِاللهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ) استئناف مبين للتجارة فإنَّهم قالوا: دلنا يا رب (ذَلِكُمْ) أي الإيمان والجهاد (خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) لستم جاهلين (يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ) جواب للأمر المذكور بلفظ الخبر للمبالغة قيل: جواب للشرط أي: إن تؤمنوا وتجاهدوا يغفر لكم والجنة العدن قد مرَّ (وأخْرَى) أي: ولكم نعمة أخرى (تُحِبُّونَهَا) فإن أمور العاجل محبوبة إلى النفوس (نَصْرٌ مَنَ اللهِ) بدل أو بيان (وَفَتْحٌ قَرِيبٌ) عاجل (وَبَشِّرِ الْمُؤْمِنِينَ) يا محمد بثواب الدارين عطف على تؤمنون؛ لأنه بمعني آمنوا فإن قوله:  \" يا أيها الذين آمنوا \" متناول للنبي عليه السلام وأمته فقد دل على تجارته وتجارتهم، أو يكون جوابًا للسؤال وزيادة، كأنهم قالوا: دلنا يا ربنا، فقيل: آمنوا؛ يكن لكم كذا، وبشرهم يا محمد [بثوابه] ، وقيل: عطف على محذوف، أي: قل يا أيها الذين آمنوا، وبشر أو أبشر وبشر (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ </p><p> لِلْحَوَارِيِّينَ مَنْ أَنصَارِي إلَى اللهِ) أي: من جندي متوجهًا إلى نصرة الله (قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللهِ) يعني كونوا أنصاره، مثل كون الحواريين أنصار الله وقت قول عيسى: من أنصاري إلى الله، فما مصدرية، وهي مع صلتها ظرف، وهو كقولهم: ما رأيت رجلاً كاليوم. أي: كرجل رأيته اليوم. حذف الموصوف مع صفته، واكتفى بالظرف عنهما، وهذا من توسعاتهم في الظروف، وقيل تقديره: قل لهم كما قال عيسى (فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ) بعيسى (وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ)  (لدنا الَّذِي) بالغلبة والاستيلاء (فَأَصْبَحُوا ظَاهِرِينَ) غالبين وذلك بعد رفع عيسى ببعثة محمد صلى الله عليه وسلم، كما قال السلف: لم يزل دين عيسى طامسًا، حتى بعث الله محمدًا، فآمن المؤمنون بعيسى وبمحمد عليهما الصلاة والسلام، فصاروا ظاهرين إلى آخر الأمر، فيقاتل المسيح الدجال. </p><p> والْحَمْدُ لله رَبِّ الْعَالَمِينَ. </p><p> * * * </p>"
}