{
  "id": null,
  "sura": 62,
  "aya": 9,
  "text": "<p> والضمير إلى مثل الذين حملوا (وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لله مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ) قد ذكرنا في سورة البقرة وجهين في معناه (وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ) بسبب ذنوبهم وعلمهم بها (وَاللهُ عَلِيمٌ بِالظَّالِمِينَ) فيجازيهم (قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ) وتخافون المباهلة لأجله أو تخافون أن تتمنوه باللسان (فَإِنَّهُ مُلَاقِيكُمْ) لا محالة والفاء لتضمن الذي معنى الشرط والجملة خبر إن (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) السر والعلانية (فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) بأن يجازيكم عليه. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩) فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللهِ وَاذْكُرُوا اللهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠) وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللهِ خَيْرٌ مِنَ اللهْوِ وَمِنَ التِّجَارَةِ وَاللهُ خَيْرُ الرَّازِقِينَ (١١) </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ) أذن لها عند قعود الإمام على المنبر (مِن يَوْمِ الْجُمُعَةِ) من بيان وتفسير لإذا وقيل: بمعنى في (فَاسْعَوْا إِلَى ذِكْرِ </p><p> اللهِ) أي: اهتموا في سيركم إليها كي لا يفوت منكم وليس المراد هاهنا المشي السريع ففى الصحيحين \" إذا سمعتم الإقامة فامشوا إلى الصلاة وعليكم السكينة والوقار ولا تسرعوا فما أدركتم فصلوا وما فاتكم فأتموا \"  (وَذَرُوا الْبَيْعَ) المعاملة فإنها حرام (ذَلِكمْ) السعي إليه (خَيْرٌ لكمْ) من المعاملة (إِنْ كُنْتُمْ تَعْلَمُونَ) إن كنتم من أهل العلم (فَإِذَا قُضِيَتِ الصَّلَاةُ) فرغتم منها (فَانْتَشِرُوا فِي الْأَرْضِ) لقضاء حوائجكم (وَابْتَغُوا مِن فَضْلِ اللهِ) رزقه وهذا أمر إباحة بعد الحظر عن بعض السلف من </p><p> باع واشترى بعد الجمعة بارك الله له سبعين مرة (وَاذْكُرُوا اللهَ كَثِيرًا) في حال انتشاركم (لَعَلَّكُمْ تُفْلِحُونَ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا) نزلت حين قدمت عير المدينة أيام الغلاء والنبي عليه السلام يخطب فلما سمع الناس الطبل لقدومها انصرفوا إليها إلا اثني عشر رجلاً، قيل: تقديره إليها وإليه فحذف إليه للقرينة وقيل: أفرد التجارة لأنها المقصودة إذ المراد من اللهو طبل قدوم العير (وَتَرَكُوكَ قَائِمًا) في الخطة وكان ذلك في أوائل وجوب الجمعة حين كانت الصلاة قبل الخطبة مثل العيد كما روى أبو داود في كتاب المراسيل (قُلْ مَا عِندَ اللهِ) من الثواب (خَيْرٌ مِنَ اللهْوِ وَمِنَ التِّجَارَةِ وَاللهُ خَيْرُ الرَّازِقِينَ) لمن توكل عليه، فلا تتركوا ذكر الله في وقته. </p><p> والحمد لله حقَّ حمده. </p><p> * * * </p>"
}