{
  "id": null,
  "sura": 63,
  "aya": 1,
  "text": "<p> سورة الْمُنَافِقُونَ مدنية </p><p> وَهِيَ إِحْدى عشرة آية وَفيهَا ركوعانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللهِ وَاللهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (١) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٢) ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (٣) وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللهُ أَنَّى يُؤْفَكُونَ (٤) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (٥) سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللهُ لَهُمْ إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٦) هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللهِ حَتَّى يَنْفَضُّوا وَلله خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ (٧) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلله الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (٨) </p><p> * * * </p><p> (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللهِ وَاللهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) أي: عند أنفسهم، وهذا هو الكذب الشرعي اللاحق به الذم، ولذلك لا ينسبون المجتهدين إلى الكذب، وإن نسبوا إلى الخطأ، أو لأنَّ </p><p> الشهادة هو ما وافق فيه اللسان والقلب وشهادة الزور كإطلاق البيع على الفاسد تجوزًا، أو لأن الشهادة يفهم منها عرفًا المواطأة، كيف لا وقد أكده بـ إن واللام (اتخذُوا أَيْمَانَهُمْ) حلفهم الكاذب (جُنَّةً) وقاية عن المضرة (فَصَدُّوا عَنْ سَبِيلِ اللهِ) جاز أن يكون الصد متعديًا ولازمًا (إِنَّهُمْ سَاء مَا كَانُوا يَعْمَلُونَ ذلِكَ) النفاق والكذب (بِأَنَّهُمْ آمنوا) بلسانهم (ثُمَّ كَفَرُوا) بقلوبهم أو ظاهرا ثم كفروا سرًّا أو حين رأوا آية (فَطُبِعَ عَلَى قُلُوبِهِمْ) ثم كفروا فاستحكموا في الكفر (فهُمْ لَا يَفْقَهُون) صحة الإيمان وحقيقته أو لا يفقهون أنَّهم طبع على قلوبهم ويحسبون أنَّهم على الحق (وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ) فإنهم أشكال حسنة (وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ) لفصاحتهم (كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ) أي: تسمع لما يقولون مشبهين بأخشاب منصوبة إلى حائط في الخلو عن الفهم والنفع، فإن الخشب إذا انتفع به كان في سقف أو غيره من مظان الانتفاع، وما دام متروكًا أسند إلى الحائط فلا ينتفع به (يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيهمْ) أي: واقعة عليهم لجبنهم فهم أجسام لا قلوب لهم، أو لأنهم على وجل من أن ينزل الله أمرًا يهتك أستارهم (هُمُ الْعَدُوُّ فَاحْذَرْهُمْ) لا تأمنهم (قَاتَلَهُمُ اللهُ) دعاء عليهم وطلب من ذاته أن يلعنهم، أو تعليم للمؤمنين (أَنَّى يُؤْفَكُونَ) كيف يصرفون عن الهدى (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللهِ لَوَّوْا رُءُوسَهُمْ) أمالوها إعراضًا ورغبة عن الاستغفار (وَرَأَيْتَهُمْ يَصُدُّونَ) يعرضون (وَهُمْ مُسْتَكْبِرُونَ سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ) أي: استغفارك وعدمه سواء عليهم، بأن لا يلتفتوا إليه (لَنْ يَغْفِرَ اللهُ لَهُمْ) لأن الله لا يغفر لهم لشقاوتهم (إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) في الأزل وفي علم الله (هُمُ الَّذِينَ يَقُولُونَ) للأنصار (لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللهِ حَتَّى يَنْفَضُّوا) يتفرقوا </p>"
}