{
  "id": null,
  "sura": 65,
  "aya": 1,
  "text": "<p> سورة الطلاق مدنية </p><p> وَهِى إِحْدى عَشرة أَوِ اثنتا عَشرة آية، وفيهَا ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللهِ وَمَنْ يَتَعَدَّ حُدُودَ اللهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (١) فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لله ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللهِ فَهُوَ حَسْبُهُ إِنَّ اللهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللهُ لِكُلِّ شَيْءٍ قَدْرًا (٣) وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (٤) ذَلِكَ أَمْرُ اللهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (٥) أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى (٦) لِيُنْفِقْ ذُو </p><p> سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللهُ لَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللهُ بَعْدَ عُسْرٍ يُسْرًا (٧) </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ) أي أردتم تطليقهن خصه عليه السلام بالنداء، وعم الخطاب، لأنه إمام أمته، فنداؤه نداؤهم، أو لأن الكلام معه والحكم يعمهم (فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) أي: وقتها، وهو الطهر، أي: لطهرهن الذي يحصينه من عدتهن، وعن أكثر السلف أنه الطهر الذي لم يجامعها فيه، فطلاق السنة أن يطلقها طاهرًا من غير جماع في ذلك الطهر، والبدعي أن يطلقها في الحيض أو في طهر قد جامعها فيه. نزلت حين طلق عليه السلام حفصة فقيل له:  \" راجعها فإما صوامة قوامة، وهي من أزواجك في الجنة \" ، وطلق ابن عمر امرأته حائضًا فقال عليه السلام:  \" ليراجعها \" ، وقال:  \" إذا طهرت فليطلق أو يمسك \" وقرأ الآية (وَأَحْصُوا الْعِدَّةَ) اضبطوها ابتداءها وانتهاءها للعلم ببقاء زمن الرجعة ولغير ذلك (وَاتَّقُوا اللهَ رَبَّكُمْ) في ذلك (لَا تُخْرِجُوهُن مِن بُيُوتِهِنَّ) البيوت التي سكن فيها حتى تنقضي عدتهن (وَلَا يَخرُجْنَ) من بيوت كُنَ فيها عند الفراق في مدة العدة فإن خرجت أثمت (إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) استثناء من الأول والفاحشة الزنا فإنها تخرج لإقامة الحد أو إلا أن تَبْذُوَ على </p><p> أهل الزوج وآذتهم في الكلام والفعال لأنها كالنشوز في إسقاط الحق (وَتِلْكَ) الأحكام المذكورة (حُدُودُ اللهِ وَمَن يَتَعَدَّ حُدُودَ اللهِ فَقَدْ ظَلَمَ نَفْسَهُ) فإنه عرضها للعقاب (لَا تَدْرِي لَعَلَّ اللهَ يُحْدِثُ بَعْدَ ذَلِكَ) أي الطلاق (أَمْرًا) وهو أن يقلب قلبه من الرغبة عنها فيندم يعني أمرنا بعدم إخراجها مدة العدة لأنه ربما يندم، ومن ذلك ذهب كثير من السلف ومن تابعهم كالإمام أحمد إلى أنه لا يجب السكنى للبائنة وكذا المتوفاة عنها، وبعض الأحاديث يدل على مذهبه صريحًا (فَإِذَا بَلَغْنَ أَجَلَهُنَّ) قاربن انقضاء العدة (فَأَمْسِكُوهُنَّ) بالرجعة (بِمَعْرُوفٍ) بالإحسان إليها (أَوْ فَارِقُوهُنَّ) اتركوهن حتى تنقضي عدتهن فتقع المفارقة الكلية والبينونة (بِمَعْرُوفٍ) من غير مقابحة ولا مشاتمة ولا تعنيف (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) على الرجعة والفراق وهو أمر ندب عند بعض كأشهدوا إذا تبايعتم (وَأَقِيمُوا الشَّهَادَةَ) أيها الشهود عند الحاجة (لله) خالصًا لوجهه (ذَلِكُمْ) جميع ما في الآية (يُوعَظُ بِهِ مَنْ كَانَ) مفعول يوعظ (يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا) من كل مكروه </p><p> (وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسبُ) وعن ابن عباس والضحاك وغيرهما: مَنْ طَلَّق وراجع كما أمره الله، جعل اللهُ له من الكرب -سيما عند الموت- مخرجًا، ورزقه من حيث لا يرجو، وأكثر العلماء على أنها نزلت حين جاء صحابي أُسِرَ ابنه، وشكا إليه عليه السلام هذا والفاقة. فقال عليه السلام:  \" اتق واصبر، وأكثر من قول لا حول ولا قوة إلا بالله \" ، ففعل الرجل إذ جاء ابنه بإبل وغنم، وعن بعض إن فيها تسلية ووصية للنساء عند الفراق، فإنهن مضطرات غالبًا للغيرة والاحتياج والعجز (وَمَنْ يَتَوَكَّلْ عَلَى اللهِ فَهُوَ حَسْبُهُ) كافيه (إِنَّ اللهَ بَالِغُ أَمْرِهِ) يبلغ ما يريد لا يعجزه مطلوب فهو منفذ أمره (قَدْ جَعَلَ اللهُ لِكُلِّ شَيْءٍ قَدْرًا) تقديرًا [وتوقيتًا] فتوكلوا عليه (وَاللَّائِي يَئِسْنَ) للكبر (مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ) إن أشكل عليكم حكمهن (فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ) أي: فهذا حكمهن (وَاللَّائِي لَمْ يَحِضْنَ) بعد كذلك وهن الصغائر </p><p>(١) في الأصل [وتوفيقا] اهـ (مصحح النسخة الإلكترونية).</p><p> (وَأُولَاتُ الْأَحْمَالِ) مطلقة أو متوفى عنها زوجها للحديث الصحيح الصريح (أَجَلُهُنَّ) منتهى عدتهن (أَن يَضَعْنَ حَمْلَهُنَّ) وقد روي عن علي وابن عباس رضي الله عنهما: إن عدة الحامل المتوفى عنها زوجها أبعد الأجلين، عملاً بهذه الآية والتي في سورة البقرة (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ) الآية [البقرة: ٢٤٠]  (وَمَنْ يَتَّقِ اللهَ) في أحكامه (يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا) آتاه اليسر في أموره (ذَلِكَ) الإحكام (أَمْرُ اللهِ أَنزَلَه إِلَيْكُمْ وَمَن يَتَّقِ اللًّهَ) فيه (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا) بالمضاعفة (أَسْكِنُوهُنَّ) المطلقات (مِنْ حَيثُ سَكَنتُم) أي بعض مكان سكنتم (مِّن وُجْدِكُمْ) وسعكم وطاقتكم عطف بيان لقوله من حيث سكنتم كأنه قال أسكنوهن مكانًا من مسكنكم ما تطيقونه (وَلَا تُضَاروهُنَّ) في السكنى (لتُضَيِّقُوا عَلَيْهِنَّ) حتى تضطروهن إلى الخروج، وعن بعض هو أن يطلقها فإذا بقي يومان يراجعها ليضيق عليها أمرها (وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ) عن كثير من السلف هذه من البوائن، أَنفق عليها إن كانت حاملاً حتى تضع، بدليل أن الرجعية تجب نفقتها حاملاً أو حائلاً. وقال آخرون: نص على الإنفاق على الحامل الرجعية؛ لأن السياق كله في الرجعيات؛ لأن الحمل ربما يطول مدته، فيتوهم أنه تجب النفقة بمقدار مدة عدة الحامل (فَإِنْ أَرْضَعْنَ لَكُمْ) وهن طوالق (فَآتُوهُنَّ أُجُورَهُنَّ) على الإرضاع (وَأْتَمِرُوا بَيْنَكُمْ) ليأمر بعضكم بعضًا (بِمَعْرُوفٍ) بجميل في الإرضاع والأجر (وَإِنْ تَعَاسَرْتُمْ) تضايقتم (فَسَتُرْضِعُ لَهُ) للصبي مرضعة (أُخْرَى) سوى أمه ولا تكرهوا أمه على الإرضاع (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ) على مرضعة ولده (وَمَنْ قُدِرَ) ضيق (عَلَيْهِ </p>"
}