{
  "id": null,
  "sura": 68,
  "aya": 34,
  "text": "<p> كُنَّا طَاغِينَ): متجاوزين الحد، (عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا) : في الدنيا، أو في الآخرة، (إِنَّا إِلَى رَبِّنَا رَاغِبُونَ) : راجون الخير، وقبول التوبة، (كَذَلِكَ الْعَذَابُ) : هكذا عذاب من بدل نعمة الله كفرًا، أو كفرانًا، (وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ) : منه وأشق، (لَوْ كَانُوا يَعْلَمُونَ) : لاحترزوا عن موجب العذاب أو لو كانوا من أهل العلم لعلموا أن عذاب الآخرة أشد. </p><p> * * * </p><p> (إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ (٣٤) أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (٣٥) مَا لَكُمْ كَيْفَ تَحْكُمُونَ (٣٦) أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ (٣٧) إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ (٣٨) أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ (٣٩) سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ (٤٠) أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ (٤١) يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ (٤٢) خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ (٤٣) فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (٤٤) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (٤٥) أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (٤٦) أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (٤٧) فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ (٤٨) </p><p> لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ (٤٩) فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ (٥٠) وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ (٥١) وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (٥٢) </p><p> * * * </p><p> (إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ) : عند حال من قوله: (جَنَّاتِ النَّعِيمِ) : لا تنغيص فيها أصلاً، نزلت حين قالوا: إن صح أنا نبعث كما يزعم محمد لم يكن حالنا وحالهم إلا مثل ما هي في الدنيا لم يفضلونا، ولم يزيدوا علينا، (أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ) ، أنكر الله ما يدعون، وأبطله، ثم قال لهم - على طريق الالتفات:  (مَا لَكُمْ) أي شيء لكم؟ (كَيْفَ تَحْكُمُونَ) : هذا الحكم الأعوج أتحكمون من عند أنفسكم ورأيكم؟! (أَمْ لَكُمْ كِتَابٌ) : من الله، (فِيهِ تَدْرُسُون) : تقرءون، (إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ) : هذا كما تقول: علمت أن في الدار لزيد، أو حاصله: هل لكم من الله كتاب تقرءون فيه أن ما تشتهونه وتختارونه لكم؟! والجملة حكاية للمدروس قيل ضمير فيه الثانية جاز رجعها إلى عند ربهم، (أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا) : عهود </p><p> مؤكدة بالأيمان، (بَالِغَةٌ) : متناهية في التوكيد، (إِلَى يَوْمِ القِيَامَةِ) ، متعلق إما بـ بالغة، أو بمتعلق لكم، (إِنَّ لَكُمْ لَمَا تَحْكُمُونَ) ، جواب القسم، فإن حاصله أم أقسمنا لكم، (سَلْهُمْ أَيُّهُمْ بِذَلِكَ) أي: الحكم، (زَعِيمٌ) : قائم يدعيه، ويصححه، (أَمْ لَهُمْ شُرَكَاءُ) : في هذا القول من البشر؟! (فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ) : في دعواهم يعني: إن هذا الدعوى مهمل لا يشاركهم أحد، أو معناه أم لهم آلهة غير الله تصحح لهم ما يدعون، وتثبت فليأتوا بها حتى تصحح، (يَوْمَ يُكْشَفُ عَنْ سَاقٍ) ، مقدر بـ اذكر، أو متعلق بـ \" فليأتوا \" ، أي: يوم يشتد الأمر، وكشف الساق مثل في ذلك، أو يوم يكشف عن حقائق الأمور وخفياتها، وفي الصحيحين سمعت النبي - صلى الله عليه وسلم - \" يوم يكشف ربُّنا عن ساقه فيسجد له كل مؤمن ومؤمنة \" ، وقد نقل عنه - عليه </p><p> الصلاة والسلام - \" يَوْمَ يُكْشَفُ عَنْ سَاقٍ نور عظيم يخرون له سجدًّا \" ، (وَيُدْعَوْنَ إِلَى السُّجُودِ) أي: الكافرون والمنافقون، فإن المؤمنين يسجدون بلا دعاء، (فَلاَ يَسْتَطِيعُون) : السجود، لأنه صار ظهرهم طبقًا واحدًا بلا مفاصل كلما أرادوا السجود خروا لقفاهم عكس السجود، (خَاشِعَةً) ، حال من فاعل يدعون، أو لا يستطيعون، (أَبْصَارُهُمْ) : لا يرفعونها لدهشتهم، (تَرْهَقُهُمْ) : تلحقهم، (ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ) : في الدنيا، (وَهُمْ سَالِمُونَ) : أصحاء، فلا يسجدون لله عن كعب الأحبار، والله ما نزلت هذه الآية إلا في الذين يتخلفون عن الجماعات، (فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ) : كله إلى فإني عالم بما يستحق لا تشغل قلبك بهم، (سَنَسْنتَدْرِجُهُم) : سنقربهم من العذاب درجة درجة بالإمهال، وإكمال الصحة، والنعمة، (مِّنْ حَيثُ لَا يَعْلَمُون) : إنه استدراج، وهو إنعامنا عليهم بالمال، وطول العمر، والصحة، فلم يشكروا، وحسبوا أنهم أحباء الله، والثروة قد تكون نعمة، وقد تكون نقمة، والعلامة الشكر، (وَأُمْلِي لَهُمْ) : أمهلهم، (إِنَّ كَيْدِي مَتِينٌ) : لا يدفع بشيء سمى الاستدراج كيدًا؛ لأنه في صورة الكيد، (أَمْ تَسْألهُمْ) : يا محمد (أَجْرًا) : على الهداية، (فَهُم مِّن مَّغْرَمٍ) : غرامة، (مُّثْقلُون) : بحملها، فلذا يعرضون عنك، وأم منفصلة، والهمزة للإنكار، (أَمْ عِندَهُمُ الغَيْبُ) : علم الغيب، (فهُمْ يَكْتُبُونَ) : فلا يحتاجون إليك وإلى علمك، (فاصْبِرْ لِحُكْمِ ربِّكَ) : بإمهالهم، (وَلاَ تَكُنْ كَصَاحِبِ الحُوتِ) : يونس - عليه السلام - في العجلة والضجر كما مرَّ في </p><p> سورة الأنبياء، (إِذْ نَادَى) : في بطن الحوت، (وَهُوَ مَكْظُومٌ) : مغموم، (لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ) : بقبول توبته (لَنُبِذَ) : لطرح، (بِالْعَرَاءِ) : بالفضاء من بطن الحوت، (وَهُوَ مَذْمُومٌ) ، حال كونه مجرمًا (١) ملومًا يعني لما تداركه برحمته نبذه على حال غير حال الذم، واللوم (فَاجْتَبَاهُ رَبُّهُ) : اصطفاه، (فَجَعَلَهُ مِنَ الصَّالِحِينَ) : من الأنبياء، (وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا) ، إن مخففة، (لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ) أي: ينظرون إليك بنظر البغضاء، ويكادون يزلقون به قدمك ويزلونها كما تقول: نظر إليَّ نظرًا يكاد يأكلني، (لَمَّا سَمِعُوا الذِّكْرَ) : القرآن، فإنهم لم يملكوا أنفسهم حسدًا حينئذ، وعن بعض: إن فيهم العين فأرادوا أن يصيبوه بالعين، فعصمه الله، ونزلت، فمعناه يكادون يصيبونك بالعين لكن قوله، (وَيَقُولُونَ إِنَّهُ) : لمجيئه بالقرآن، (لَمَجْنُونٌ) : يناسب الوجه الأول، لأن شأن العَيَّانين المدح لا الذم، (وَمَا هُوَ) أي: القرآن، (إِلا ذِكْرٌ) : عظة، (للْعَالَمِينَ) فكيف يمكن نسبة من جاء بمثله إلى الجنون. </p><p> والحمد لله على الهداية والدراية. </p><p> * * * </p><p>(١) تعبير فيه بشاعة، والأولى مراعاة الأدب مع أنبياء الله تعالى صلوات الله وسلامه عليهم أجمعين.</p>"
}