{
  "id": null,
  "sura": 69,
  "aya": 1,
  "text": "<p> سورة الْحَاقَّة مكية </p><p> وهى اثنتان وخمسون آية، وفيها ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (الْحَاقَّةُ (١) مَا الْحَاقَّةُ (٢) وَمَا أَدْرَاكَ مَا الْحَاقَّةُ (٣) كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ (٤) فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ (٥) وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ (٦) سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ (٧) فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ (٨) وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ (٩) فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً (١٠) إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ (١١) لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ (١٢) فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (١٣) وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً (١٤) فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ (١٥) وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ (١٦) وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ (١٧) يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ (١٨) فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (١٩) إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ (٢٠) فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (٢١) فِي جَنَّةٍ عَالِيَةٍ (٢٢) قُطُوفُهَا دَانِيَةٌ (٢٣) كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ (٢٤) وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ (٢٥) وَلَمْ أَدْرِ مَا حِسَابِيَهْ (٢٦) يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ (٢٧) مَا أَغْنَى عَنِّي مَالِيَهْ (٢٨) هَلَكَ عَنِّي </p><p> سُلْطَانِيَهْ (٢٩) خُذُوهُ فَغُلُّوهُ (٣٠) ثُمَّ الْجَحِيمَ صَلُّوهُ (٣١) ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ (٣٢) إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللهِ الْعَظِيمِ (٣٣) وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (٣٤) فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ (٣٥) وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ (٣٦) لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ (٣٧) </p><p> * * * </p><p> (الْحَاقَّةُ) ، سميت القيامة بها؛ لأنها واجبة الوقوع من حق يحق بالكسر أي: الساعة الواجبة، أو التي فيها حواق الأمور أي: ثوابتها كالحساب والعقاب، فيكون من باب تسمية الشيء باسم ما يلابسه أي: ذو الحاقة، (مَا الحَاقَّةُ) ، استفهام لتفخيم شأنها، وهذه الجملة خبر للحاقة، أي: أي شيء هي؟ كقولك: زيد ما زيد؟ بوضع الظاهر موضع المضمر، (وَمَا أَدْرَاكَ مَا الحَاقَّةُ) : وأى شيء أعلمك ما هي؟ يعني لا علم لك بكنهها لعظمها، فما مبتدأ، وأدراك خبر، (كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ) أي: بها وسماها قارعة لقرعها القلوب بالمخافة، (فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ) أي: بالواقعة المجاوزة للحد في الشدة، وهي الصيحة، وعن بعض بسبب طغيانهم، فتكون مصدرا كالعافية \" كذبت ثمود بطغواها \"  [الشمس: ١١]  (وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ) : شديدة البرد، (عَاتِيَةٍ) ، أصل العتو مجاوزة الحد أي: عتت على خزانها، فخرجت بغير حساب، أو عتت على عاد، فلم يقدروا ردها، (سَخَّرَهَا) : سلطها، (عَلَيْهِمْ) ، استئناف، أو صفة، (سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا) : متتابعات أو </p><p> نحسات، أو قاطعات جمع حاسم صفة لسبع ليال، (فَتَرَى الْقَوْمَ) أي: لو كنت حاضرًا، أو استحضار لصورهم كأنه يراهم، (فِيهَا) : في تلك الأيام، (صَرْعَى) : موتى جمع صريع حال، (كَأَنَّهُمْ أَعْجَازُ) : أصول، (نَخْلٍ خَاوِيَةٍ) : خالية الأجواف، أو ساقطة، (فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ) : من بقية أو نفس باقية، ولا يبعد أن يراد منها، هل ترى باقية من العذاب لهم؟ يعني: قد وصل العذاب غايته، (وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ) : من الأمم الكافرة، وقراءة كسر القاف، وفتح الباء، فمعناه من عنده من أتباعه، (وَالْمُؤْتَفِكَاتُ) : قرى قؤم لوط أي: أبها، (بِالْخَاطِئَةِ) : بالخطيئة، (فَعَصَوْا) أي: كل منهم، (رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً) : زائدة في الشدة، (إِنَّا لَمَّا طَغَى الْمَاءُ) أي: تجاوز عن الحد زمن نوح، (حَمَلْنَاكُمْ فِي الْجَارِيَةِ) : في السفينة، فكل من بقي من البشر من أصلاب مَن في السفينة، (لِنَجْعَلَهَا) أي: تلك الفعلة، وهي إنجاء المؤمنين وإغراق الكافرين، (لَكُمْ تَذْكِرَةً) : عبرة وعظة، (وَتَعِيَهَا) : تحفظها، (أذُنٌ وَاعِيَةٌ) أي: من شأنها أن تحفظ ما سمعت به، ولا تضيعه بترك التفكر والعمل به، وفي الحديث \" لما نزلت سألت الله أن يجعلها أذن عليٍّ \" فكان </p><p> على يقول: ما سمعت شيئًا من رسول الله - صلى الله عليه وسلم - فنسيته، (فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ) : لا تثني في وقتها، والمراد النفخة الأولى لما ذكر حال المكذبين رجع إلى شرح أهوال القيامة، (وَحُمِلَتِ الأَرْضُ وَالْجِبَالُ) : رفعت عن أماكنها، (فَدُكَّتَا دَكَّةً وَاحِدَةً) : ضربت الجملتان بعضها ببعض ضربة واحدة، فيصير الكل هباء منثورًا، أو بسطتا فصارتا أرضًا لا عوج لها يقال: أرض دكاء، أي مستوية متسعة، (فَيَوْمَئِذٍ) : حينئذ، (وَقَعَتِ الوَاقِعَةُ) : قامت القيامة، (وَانشَقَّتِ السَّمَاءُ) : من المجرة، هكذا روي عن علي - رضي الله عنه (فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ) : ضعيفة ساقطة القوة، (وَالْمَلَكُ) ، المراد منه الجنس، (عَلَى أَرْجَائِهَا) : جوانبها جمع رجا بالقصر يعني أنها تنشق، وهي مسكن الملائكة، فيأوون إلى ما حولها من حافاتها، (وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ) : فوق رءوس الثمانية، (يَوْمَئِذٍ ثَمَانِيَةٌ) : من الملائكة بعد ما بين شحمة أذن ملك منها وعنقه </p><p> بخفق الطير سبعمائة عام، وعن بعض ثمانية صفوف، وعن بعض المفسرين: المراد بالعرش عرش يوضع يوم القيامة في الأرض لفصل القضاء لا العرش العظيم، (يَوْمَئِذٍ تُعْرَضُونَ) : على الله لإفشاء الأحوال، وإظهار العدل، (لَا تَخْفَى مِنْكُمْ خَافِيَةٌ) : سريرة كانت تخفى فى الدنيا، ولما كان اليوم يطلق على زمان ممتد يقع فيه النفختان، وأهوال القيامة مطلقًا صح أن يقال فيه العرض، والحساب، وفي الحديث \" يعرض الناس ثلاث عرضات، فأما عرضتان، فجدال، ومعاذير وأما الثالثة، فعند ذلك تطير الصحف في الأيدي، فآخذ بيمينه وأخذ بشماله \"  (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ) : تبجحًا، (هَاؤُمُ) ، اسم فعل للجمع أي: خذوا، (اقْرَءُوا كِتَابِيَهْ) ، منصوب بالفعل الثاني عند البصريين، والهاء للسكت تثبت في الوقف، وتسقط في الوصل، (إِنِّي ظَنَنْتُ) : علمت، (أَنِّي مُلَاقٍ حِسَابِيَهْ) أي: أيقنت أني أحاسب، (فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ) ، جعل الرضا للعيش مجازًا، وهو لصاحبها أو هو كـ لابنٍ وتامرٍ أي: منسوبة إلى الرضا، (فِي جَنَّةٍ عَالِيَةٍ) : رفيعة هي، وقصورها أيضًا، (قُطُوفُهَا دَانِيَةٌ) : ثمارها قريبة يتناولها الراقد، (كُلوا وَاشْربوا) ، بإضمار القول، (هَنِيئًا) ، صفة مصدر محذوف، (بِمَا أَسْلَفْتُمْ) أي: بسبب ما قدمتموه من الخيرات، (فِي الْأَيَّامِ الْخَالِيَةِ) : الماضية في الدنيا، وقد روي عن ابن </p><p> عباسٍ - رضي الله عنهما - إن هذا في الصائمين خاصة أي بدل ما أمسكتم في الأيام الجائعة، (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ) : تحسرًا، (يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ وَلَمْ أَدْرِ مَا حِسَابِيَهْ يَا لَيْتَهَا) : الموتة التي متُّها، (كَانَتِ الْقَاضِيَةَ) : القاطعة لأمري، فلم أبعث، أو يا ليت تلك الحالة التي أنا فيها كانت الموتة، فإنها أسهل، (مَا أَغْنَى عَنِّي مَالِيَهْ) : ما حصل لي من المال وغيره، ومفعول أغنى محذوف، أو ما على تقدير أن يكون استفهامية إنكارية، (هَلَكَ عَنِّي سُلْطَانِيَهْ) : ضل عني حجتي، أو زال عني ملكي وقوتي، (خُذُوهُ) : لما أمر الله بذلك ابتدره سبعون ألف ملك، وروي \" لا يبقى شيء إلا دقه، فيقول: ما لي ولك، فيقول: إن الرب عليك غضبان، فكل شيء غضبان عليك (ثُمَّ الْجَحِيمَ صَلُّوهُ) : لا تدخلوه إلا الجحيم، (ثُمَّ فِي سِلْسِلَةٍ </p>"
}