{
  "id": null,
  "sura": 70,
  "aya": 1,
  "text": "<p> سورة المعارج مكية </p><p> وهي أربع وأربعون آية، وفيها ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ (١) لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ (٢) مِنَ اللهِ ذِي الْمَعَارِجِ (٣) تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ (٤) فَاصْبِرْ صَبْرًا جَمِيلًا (٥) إِنَّهُمْ يَرَوْنَهُ بَعِيدًا (٦) وَنَرَاهُ قَرِيبًا (٧) يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ (٨) وَتَكُونُ الْجِبَالُ كَالْعِهْنِ (٩) وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا (١٠) يُبَصَّرُونَهُمْ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ (١١) وَصَاحِبَتِهِ وَأَخِيهِ (١٢) وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ (١٣) وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ (١٤) كَلَّا إِنَّهَا لَظَى (١٥) نَزَّاعَةً لِلشَّوَى (١٦) تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى (١٧) وَجَمَعَ فَأَوْعَى (١٨) إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (٢١) إِلَّا الْمُصَلِّينَ (٢٢) الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ (٢٣) وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ (٢٤) لِلسَّائِلِ وَالْمَحْرُومِ (٢٥) وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ (٢٦) وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ (٢٧) إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ (٢٨) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٢٩) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٣٠) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (٣١) وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (٣٢) وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ (٣٣) وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (٣٤) أُولَئِكَ فِي جَنَّاتٍ مُكْرَمُونَ (٣٥) </p><p> * * * </p><p> (سَأَلَ سَائِل) أي: دعا داعٍ، (بِعَذَابٍ وَاقِعٍ) : ألبتَّة، (للْكَافِرِينَ) ، هو [النضر بن الحارث] قال: إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ، فالباء لتضمين معنى دعا بمعنى استدعى، وقيل: لتضمين معنى استعجل، وعن الحسن، وقتادة لما خوفهم الله تعالى العذاب قال بعضهم: سلوا عن العذاب على من يقع؟ فنزلت، فعلى هذا الباء لتضمين معنى اهتم، أو الباء بمعنى عن، كما قيل في:  (فَاسْأَلْ بِهِ خَبِيرًا)  [الفرقان: ٥٩] ويكون للكافرين خبر محذوف جوابًا للسائل، أي: هو للكافرين، (لَيْسَ لَهُ دَافِعٌ) : يرده صفة أخرى لعذاب على الوجه الأول، وجملة مؤكدة للكافرين على الثاني، (مِنَ اللهِ) أي: دافع من جهته، لأنه قدره، وقيل تقديره هو من الله، (ذِي الْمَعَارِجِ) : ذي السماوات، فإن الملائكة تعرج فيها أو ذي الدرجات أو ذي الفواضل، (تَعْرُجُ المَلائكَةُ وَالرُّوحُ) : جبريل، أو خلق أعظم من الملك يشبهون الناس، وليسوا ناسًا، وعن بعض المفسرين: المراد أرواح المؤمنين، فقد ورد أنها يصعد من سماء إلى سماء حتى ينتهي إلى السابعة، (إِلَيْهِ) : إلى محل قربته، (فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ) : من سني الدنيا لو صعد غير الملك، وذلك لأن غلظ كل أرض خمسمائة </p><p> وبين كل أرض إلى أرض كذلك، وكذا السماء، فيكون إلى محدب السماء السابعة أربعة عشر ألف عام، وبينها إلى العرش ستة وثلاثون، فيكون خمسين ألف سنة، هكذا نقل عن ابن عباس - رضي الله عنهما، أو المراد يوم القيامة أي: تعرج الملك والروح للعرض والحساب في يوم كذا جعله الله على الكافرين خمسين ألف سنة، ويخفف على المؤمن حتى يكون عليه أخف من صلاة مكتوبة يصليها في الدنيا، وفي الأحاديث الصحاح \" إن طول يوم القيامة خمسون ألف سنة \" وقيل في يوم متعلق بواقع، وعن بعض المراد مدة الدنيا من أولها إلى آخرها خمسون ألف سنة، وعن بعض اليوم الفاصل بين الدنيا والآخرة خمسون ألف سنة (فَاصْبِرْ صَبْرًا جَمِلاً) ، على التكذيب، والاستهزاء، وذلك قبل آية القتال، (إِنَّهُمْ يَرَوْنَهُ) : العذاب، أو يوم القيامة، (بَعِيدًا) : من الإمكان، (وَنَرَاهُ قَرِيبًا) : من الوقوع، (يَوْمَ تَكُونُ السَّمَاءُ) ، ظرف لمقدر مثل يقع لدلالة المقام، أو لـ قريبًا، أو بدل عن \" في يوم \" على ثاني وجوهه (كَالْمُهْلِ) : كدردي الزيت، وقيل: كالفلز المذاب، (وَتَكُونُ الْجِبَالُ كَالْعِهْنِ) : كالصوف المندوف، (وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا) : قريب عن قريبه للشدة، (يُبَصَّرُونَهُمْ) ، التبصير التعريف، </p><p> والإيضاح أي: يبصر الأحماء الأحماء، ومع ذلك لا يسأل عنه لاشتغالهم بحال أنفسهم استئناف، أو حال وذو الحال في معنى المعرف بالاستغراق، أو صفة لـ حميما، ولما كان الحميم عامًّا جمع الضميرين، (يَوَدُّ المُجْرِمُ لَوْ يَفْتَدِي)  \" لو \" بمعنى أن، (مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ وَصَاحِبَتِهِ وَأَخِيهِ) أي: هو بحيث يتمنى الافتداء بأقرب الناس فضلاً عن أن يهتم بحاله، ويسأل عنه، (وَفَصِيلَتِهِ) : عشيرته، (الَّتِي تُؤْوِيهِ) : تضمه في النسب، أو في الشدائد، أو المراد من الفصيلة الأم، (وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ) أي: يود لو يفتدي، ثم لو ينجيه الافتداء، وهيهات أن ينجيه، فـ ثم للاستبعاد، (كَلَّا) ، ردع للمجرم عن الودادة، (إِنَّهَا) أي: النار، أو ضمير مبهم يفسره ما بعده، (لَظَى) : لهب، أو هو علم للنار، (نَزَّاعَةً لِلشَّوَى) الشوى: الأطراف، أو جمع شواة، وهي جلدة الرأس، أو لحم الساقين، أو محاسن الوجه، وأم الرأس، أو اللحم والجلد، أو الجوارح ما لم يكن مقتلا، (تَدْعُو) : النار إلى نفسها بأسمائهم، (مَنْ أَدْبَرَ) : عن الحق، (وَتَوَلَّى) : عن الطاعة، (وَجَمَعَ) : المال، (فَأَوْعَى) : فأمسكه في وعائه، ولم يصرفه في الخير، (إِنَّ الْإِنْسَانَ) ، التعريف للاستغراق، (خُلِقَ هَلُوعًا) : شديد الحرص قليل الصبر، (إِذَا مَسَّهُ الشَّرُّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا) : لم ينفق أصلاً، والأحوال الثلاثة مقدرة، أو محققة، لأنه مجبول طبيعته على الجزع، والبخل عند الفقر، والمال، (إِلَّا الْمُصَلِّينَ) : إلا من قدر الله أنه من أهل التوحيد، والطاعة، </p><p> فإنه ما خلقه كذلك، (الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ) : لا يتركون فريضة، (وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ) ، كالزكاة وغيرها، (لِلسَّائِلِ وَالْمَحْرُومِ) ، مر تفسيره في سورة \" والذاريات \"  (وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ) : بيوم الجزاء، فلا يعملون السيئات، ولو عملوا نادرًا يتوبون عن قريب خوفًا عن الجزاء، (وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ) : خائفون، (إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ) ، معترضة تدل على أن ليس لعاقل الأمن من عذاب الله، (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ) ، سبق في أول سورة (قد أفلح المؤمنون)  (وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ) : لا يخونون، ولا يغدرون، (وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ </p>"
}