{
  "id": null,
  "sura": 71,
  "aya": 21,
  "text": "<p> حال، والمفعال مما يستوي فيه المذكر والمؤنث، (وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ) : بساتين، (وَيَجْعَلْ لَكُمْ أَنْهَارًا مَا لَكُمْ لَا تَرْجُونَ لله وَقَارًا) : لا تخافون له عظمة، حتى تتركوا عصيانه \" والله \" إما حال من وقارًا، أو مفعول ترجون بزيادة اللام، و \" وقارًا \" تمييز كـ فجرنا الأنهار عيونًا، أو لا ترون له عظمة، أو لا تعتقدون الوقار، فيثيبكم على توقيركم، (وَقَدْ خَلَقَكُمْ أَطْوَارًا) : نطفة، ثم علقة، ثم وثم حال موجبة لتعظيمه وتوقيره (أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا) : مطابقة بعضها فوق بعض، (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ) : فيهن، (سِرَاجًا) : تزيل الظلمة كما يزيلها السراج، ولو كان القمر والشمس في أحدهن نورًا وسراجًا لصدق أنهما فيهن، أو إضاءتهما في السماوات كلها، وكلام ابن عباس يدل عليه، (وَاللهُ أَنْبَتَكُم مِّنَ الأَرْضِ نَبَاتًا) أي: أنشأكم منها، فإن آدم منها، أي: أنبتكم فنبتم نباتًا، فاختصر دلالة على سرعة نفاذ أمره، (ثُمَّ يُعِيدُكُمْ فِيهَا) : بعد الموت، (وَيُخْرِجُكمْ) : من الأرض، (إِخْرَاجًا) : بالحشر أكده بالمصدر كما أكد الإنشاء دلالة على أنه في التحقق كهو، (وَالله جَعَلَ لَكُم الأَرْضَ بسَاطًا) : تتقلبون عليها كما يتقلب الرجل على بساطه، (لِتَسْلكوا) : متخذين، (مِنْهَا سُبُلًا فِجَاجًا) : واسعة. </p><p> * * * </p><p> (قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (٢١) وَمَكَرُوا مَكْرًا كُبَّارًا (٢٢) وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا </p><p> وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (٢٣) وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (٢٤) مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللهِ أَنْصَارًا (٢٥) وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٢٦) إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (٢٧) رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (٢٨) </p><p> * * * </p><p> (قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي) : فيما أمرتهم به، (وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا) أي: اتبعوا رؤساءهم الأخسرين بسبب الأموال والأولاد، (وَمَكَرُوا) ، عطف على لم يزده وجمع الضمير باعتبار المعنى، (مَكْرًا كُبَّارًا) : عظيمًا في الغاية </p><p> لاتباعهم في تسويلهم أنهم على الحق كما يقولون في القيامة، (بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا) الآية [سبأ: ٣٣] ، (وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ) أي: عبادتها، (وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا) أي: لا تذرن الآلهة سيما هؤلاء هي أسماء آلهتهم، (وَقَدْ أَضَلُّوا) : الأصنام، (كَثِيرًا) : من الخلق كما قال الخليل: (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا) الآية [إبراهيم: ٣٥، ٣٦] ، وعن مقاتل، وقد أضل رؤساؤهم كثيرًا، (وَلَا تَزِدِ الظَّالِمِينَ) ، عطف على \" ربِّ إنهم عصوني \"  (إِلَّا ضَلَالًا) ، دعاء عليهم لتمردهم وعنادهم، كما دعا موسى (رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ)  [يونس: ٨٨]  (مِمَّا خَطِيئَاتِهِمْ) : من أجلها وما مزيدة للتأكيد، (أُغْرِقُوا) : بالطوفان، (فَأُدْخِلُوا نَارًا) : فإنه يعرض عليهم النار في القبور بكرة وعشيا، أو المراد نار جهنم، والتعقيب لعدم الاعتداد لما بين الإغراق، والإدخال كأنه نومة، (فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللهِ أَنْصَارًا) : ما نصرهم آلهتهم، (وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا) أي: أحدًا يدور في الأرض، أو نازل دار، وأصله ديوار، ففعل به ما فعل بسيد، (إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ) : صبيانهم، (وَلَا يَلِدُوا إِلَّا </p><p> فَاجِرًا كَفَّارًا)، قال ذلك لخبرته بهم، وتجربته لمكثه بينهم ألف سنة إلا خمسين عامًا، (رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ) ، كانا مؤمنين، (وَلِمَنْ دَخَلَ بَيْتِيَ) : داري، أو مسجدي، أو سفينتي، (مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ) : إلى القيامة، (وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا) : هلاكًا. </p><p> والحمد لله الذي جعلنا من أمة محمد - صلى الله عليه وسلم. </p><p> * * * </p>"
}