{
  "id": null,
  "sura": 72,
  "aya": 1,
  "text": "<p> سورة الجنِّ مكية </p><p> وهى ثمان وعشرون آية، وفيها ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢) وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا (٣) وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللهِ شَطَطًا (٤) وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللهِ كَذِبًا (٥) وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا (٦) وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللهُ أَحَدًا (٧) وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (٨) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (٩) وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠) وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا (١١) وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا (١٢) وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا (١٣) وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا (١٤) وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (١٥) وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا (١٦) لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا (١٧) وَأَنَّ الْمَسَاجِدَ لله فَلَا تَدْعُوا مَعَ اللهِ أَحَدًا (١٨) وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا (١٩) </p><p> * * * </p><p> (قُلْ أُوحِيَ إِلَيَّ أَنَّهُ) ، الضمير للشأن، (اسْتَمَعَ نَفَرٌ) : جماعة ما بين الثلاثة إلى العشرة، (مِنَ الْجِنِّ) ، أمر الله رسوله أن يخبر قومه أن جماعة من الجن استمعوا للقرآن، فآمنوا به وصدقوه، (فَقَالُوا) : حين رجعوا إلى قومهم، (إِنَّا سَمِعْنَا قُرْآنًا </p><p> عَجَبًا): في نهاية البلاغة مصدر وضع للمبالغة موضع العجيب، (يَهْدِي) : الخلق، (إِلَى الرشْدِ) : إلى الصواب، والسداد، (فَآمَنَّا بِهِ وَلَن نشْرِكَ بِرَبِّنَا أَحَدًا) ، ولن نعود إلى ما كنا عليه من الإشراك، (وَأَنَّهُ) أي: الشأن، (تَعَالَى جَدُّ) : عظمة، (رَبِّنَا) ، أو علا ملكه، أو غناه، وقراءة \" إن \" بالكسر عطف على (إنا سمعنا) من جملة المقول، وأما الفتح، فعلى العطف على \" به \" في \" آمنا به \" بحذف حرف الجر وحذفه من أن وإن كثير والأولى عندي أن يكون عطفًا [على] أنه استمع أي: أوحى إلى هذا الكلام، وهو أنه تعالى جد ربنا حكاية عن كلام الجن حتى لا يحتاج في وأنه كان رجال وغيره إلى تمحل عظيم، فتأمل، (مَا اتَخَّذَ صَاحِبَه وَلاَ وَلَدًا) بيان لقوله تعالى: \" جَدُّ رَبِّنَا \" ، كأنه قال: تعالى عظمته عن اتخاذ الصاحبة والولد، (وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا) : إبليس، أو جاهلنا، (عَلَى اللهِ شَطَطًا) أي: قولاً ذا شطط، وهو مجاوزة الحد في الظلم، (وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللهِ كَذِبً) أي: حسبنا أن أحدًا لن يفتري عليه، فكنا نصدق ما أضافوا إليه حتى تبين لنا من القرآن افتراؤهم، و \" كذبا \" مصدر؛ لأنه نوع من القول، (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ) إذا نزلوا واديًا في الجاهلية قالوا: أعوذ بسيد هذا الوادي من شر سفهاء قومه، كما كانت عادتهم دخول بلاد الأعداء في جوار رجل كبير منهم، وخفارته، (فَزَادُوهُمْ) أي: الجنُّ الإنسَ، (رَهَقًا) : إخافة وإرهابًا، عن عكرمة: كان إذا نزل الإنس واديًا هرب الجن منهم، فلما سمع الجنُّ يقول الإنسَ: نعوذ بأهل هذا الوادي قالوا: نراهم يفرقون منا كما نفرق منهم فدنوا من الإنس فأصابوهم بالجنون، والخبل، </p><p> أو فزاد الجن تكبرًا وطغيانًا بسبب استعاذة الإنس بهم، (وَأَنَّهُمْ) : أي: الإنس، (ظَنُّوا كَمَا ظَنَنْتُمْ) : أيها الجن، (أَنْ لَنْ يَبْعَثَ اللهُ أَحَدًا) : بعد ذلك بالرسالة أو لا بعث، ولا حشر، وهذا قول نفر من الجن لقومهم حين رجعوا إليهم، (وَأَنَّا لَمَسْنَا) : طلبنا، واللمس والمس استعير للطلب، لأن الماس طالب متعرف، (السَّمَاءَ) أي: بلوغها لاستراق السمع، (فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا) ، اسم بمعنى الحراس كالخدم، (شَدِيدًا) : من الملائكة، (وَشُهُبًا) : من النجوم، (وَأَنَّا كُنَّا) : قبل ذلك، (نَقْعُدُ مِنْهَا) : من السماء، (مَقَاعِدَ) : صالحة للترصد، (لِلسَّمْعِ) : لاستماع أخبار السماء، (فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا) : راصدًا لأجله يمنعه من الاستماع، (وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ) : بحراسة السماء، (أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا) : خيرًا، وهذا من أدبهم، حيث أسندوا الشر إلى غير فاعل، ثم اعلم أن الكواكب يرمي بها قبل المبعث، لكن ليس بكثير، والأحاديث تدل عليه، وبعد مبعثه قد كثرت الشهب بحيث لم يقدر الجن بعد على استراق السمع من غير أن يأتيه شهاب، فهالَ ذلك الإنس والجن، نعم: قد يسترق كلمة فيلقيها إلى صاحبه، ثم يدركه الشهاب كما ورد في الصحيحين، وهذا هو الذي حملهم على تطلب السبب في ذلك، فأخذوا يضربون مشارق الأرض ومغاربها حتى وجدوا رسول الله - صلى الله عليه وسلم - يقرأ في الصلاة فعرفوا أن هذا هو السبب في حراسة السماء، فآمن من آمن منهم، وتمرد من تمرد، (وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا) : قوم، (دُونَ ذَلِكَ) ، وهم الطالحون، أو المقتصدون، (كُنَّا طَرَائِقَ قِدَدًا) أي: كنا ذوي مذاهب متفرقة، </p><p> (وَأَنَّا ظَنَنَّا) أي: علمنا، (أَنْ لَنْ نُعْجِزَ اللهَ فِي الْأَرْضِ) : إن أراد بنا أمرًا، (وَلَنْ نُعْجِزَهُ) : إن طلبنا، (هَرَبًا) : هاربين، وفي الأرض وهربا حالان وفائدة ذكر الأرض تصوير أنه مع تلك البسطة ليي فيها بمهرب من الله، (وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى) : القرآن، (آمَنَّا بِهِ) ، كرروا ذلك للافتحار، (فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ) أي: فهو لا يخاف بحذف المبتدأ للدلالة على الاختصاص، ولذلك لم يقل لا يخف، (بَخْسًا) : نقصًا في الجزاء، (وَلاَ رَهَقًا) : ظلمًا، (وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ) : الحائرون عن الحق، (فمَنْ أَسْلَمَ فَأُولئِكَ تَحَرَّوْا) : قصدوا، (رَشَدًا) : عظيمًا، (وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا) : كما لكفار الإنس، (وَأَلَّوِ اسْتَقَامُوا) ، عطف على أنه استمع لا غير أي: وأن الشأن لو استقام الجن أو الإنس والجن، (عَلَى الطَّرِيقَةِ) : الحسنى، وآمنوا كلهم، (لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا) : مطرًا كثيرًا، ووسعنا عليهم في الرزق، (لِنَفْتِنَهُمْ) : لنحشرهم، (فيهِ) : في سقي الماء كيف يشكرونه (الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ)  [العنكبوت: ١، ٢] أو معناه أن </p>"
}