{
  "id": null,
  "sura": 72,
  "aya": 20,
  "text": "<p> لو استقاموا على طريقتهم القديمة من الكفر لأوسعنا عليهم الرزق استدراجًا كما قال تعالى:  \" فلما نسوا ما ذكروا به فتحنا عليهم \" الآية [الأنعام: ٤٤]  (وَمَن يعْرِضْ عَن ذِكْرِ ربِّه) : ولم يؤمن به، (يَسْلُكْهُ) : يدخله، (عَذَابًا صَعَدًا) : شاقا يعلو المعذب مصدر وصف به عن ابن عباس - رضي الله عنهما - هو جبل في جهنم، (وَأَنَّ الْمَسَاجِدَ) : مواضع بنيت للعبادة، أو المراد جميع الأرض، أو أعضاء السجود، (لله فَلَا تَدْعُوا) : فلا تعبدوا أيها الإنس والجن، (مَعَ اللهِ أَحَدًا) : فيها، أو بها نزلت حين قالت الجن: ائذن لنا يا رسول الله فنشهد معك الصلوات في مسجدك، أو حين قالوا: كيف نشهد الصلاة ونحن ناءون عنك؟ وعن قتادة اليهود والنصارى أشركوا بالله في كنائسهم فأمرنا الله بالتوحيد، (وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا) قال الجن لقومهم: لما قام رسول الله - صلى الله عليه وسلم - يعبد الله ويصلي كاد أصحابه من الإنس عليه متراكمين للحرص على العبادة والاقتداء، أو كاد الإنس والجن يكونون عليه مجتمعين ليبطلوه، ويطفئوه، أو لما قام يصلي كاد الجن يكونون عليه متراكمين تعجبًا، وحرصًا على الاستماع. </p><p> * * * </p><p> (قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا (٢٠) قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا (٢١) قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٢) إِلَّا بَلَاغًا مِنَ اللهِ وَرِسَالَاتِهِ وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا (٢٣) حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا (٢٤) قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا (٢٥) عَالِمُ </p><p> الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٢٦) إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا (٢٧) لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا (٢٨) </p><p> * * * </p><p> (قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا) : وليس هذا بأمر منكر عجيب بدع، وهذا يؤيد الوجه الثاني في قوله: كادوا يكونون عليه لبدا، (قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا) أي: لا ضرًّا ولا نفعًا، ولا رشدًا، أو غيًّا، بل الكل بيد الله إنما أنا بشر مثلكم يوحى إليَّ، (قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللهِ أَحَدٌ) : إن أرادني بسوء، (وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا) : ملجأً أميل إليه، (إِلَّا بَلَاغًا مِنَ اللهِ وَرِسَالَاتِهِ) أي: لا أملك نفعًا إلا أن أبلغ عن الله، وأبلغ رسالته التي أرسلني بها، و \" من الله \" صفة لـ بلاغًا لا صلة له، وقوله:  \" قُلْ إِنِّي لَنْ يُجِيرَنِي \" معترضة تؤكد نفي الاستطاعة، أو الاستثناء منقطع أي: لكن الإبلاغ هو الذي يُجِيرَنِي من عذاب الله، (وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ) : ولم يؤمن، (فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا حَتَّى إِذَا رَأَوْا) ، غاية لمحذوف دل عليه الحال أي: لا يزالون على ما هم عليه حتى وقيل: لقوله يكونون عليه لبدًا على التوجيه الثاني، (مَا يُوعَدُونَ) من العذاب، (فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا) : هو، أو هم، (قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا) ، غاية كأنهم قالوا متى يكون وقت ما تعدنا فقيل له، قل لا أدري أهو حال أم مؤجل، (عَالِمُ الغَيْبِ) أي: هو عالمه، (فَلاَ يُظْهِرُ) : </p><p> لا يطلع، (عَلَى غَيْبِهِ) ، المختص به بدلالة الإضافة، (أَحَدًا إِلَّا مَنِ ارْتَضَى) : </p><p> للاطلاع، (مِنْ رَسُولٍ) ، بيان لمن، (فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا) </p><p> أي: يجعل من جميع جوانبه حرسًا من الملائكة يحفظون الوحي من أن يسترقه الجن، فيلقيه إلى الكهنة، والرسول من أن يتشبه الشياطين في صورة الملك، (لِيَعْلَمَ) : النبي - صلى الله عليه وسلم -، (أَن قَدْ أَبْلَغُوا) أي: الملائكة، (رِسَالاتِ رَبِّهِمْ) ، وليس بشيطان جاء بصورة ملك، </p><p> وعن كثير من السلف، من الله حرس على كل يخبرونه إذا جاء أحد يخبره أنه ملك من الله، أو شيطان فاحذر، أو ليعلم أن قد أبلغ الأنبياء ويتعلق علمه بتبليغهم رسالاته محروسة عن التغيير، (وَأَحَاطَ) : الله، (بِمَا لَدَيْهِمْ) : بما عند الرسل، عطف على أبلغوا على التوجيه الأول، (وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا) أي: معدودًا فهو حال، أو عددًا بمعنى إحصاء، أو أحصى بمعنى عَدَّ. </p><p> والحمد لله على وفور أفضاله. </p><p> * * * </p>"
}