{
  "id": null,
  "sura": 74,
  "aya": 1,
  "text": "<p> سورة الْمُدَّثِّر مكية </p><p> وهى ست وخمسون آية، وفيها ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَا أَيُّهَا الْمُدَّثِّرُ (١) قُمْ فَأَنْذِرْ (٢) وَرَبَّكَ فَكَبِّرْ (٣) وَثِيَابَكَ فَطَهِّرْ (٤) وَالرُّجْزَ فَاهْجُرْ (٥) وَلَا تَمْنُنْ تَسْتَكْثِرُ (٦) وَلِرَبِّكَ فَاصْبِرْ (٧) فَإِذَا نُقِرَ فِي النَّاقُورِ (٨) فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ (٩) عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ (١٠) ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا (١١) وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا (١٢) وَبَنِينَ شُهُودًا (١٣) وَمَهَّدْتُ لَهُ تَمْهِيدًا (١٤) ثُمَّ يَطْمَعُ أَنْ أَزِيدَ (١٥) كَلَّا إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا (١٦) سَأُرْهِقُهُ صَعُودًا (١٧) إِنَّهُ فَكَّرَ وَقَدَّرَ (١٨) فَقُتِلَ كَيْفَ قَدَّرَ (١٩) ثُمَّ قُتِلَ كَيْفَ قَدَّرَ (٢٠) ثُمَّ نَظَرَ (٢١) ثُمَّ عَبَسَ وَبَسَرَ (٢٢) ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ (٢٣) فَقَالَ إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ (٢٤) إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ (٢٥) سَأُصْلِيهِ سَقَرَ (٢٦) وَمَا أَدْرَاكَ مَا سَقَرُ (٢٧) لَا تُبْقِي وَلَا تَذَرُ (٢٨) لَوَّاحَةٌ لِلْبَشَرِ (٢٩) عَلَيْهَا تِسْعَةَ عَشَرَ (٣٠) وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللهُ بِهَذَا مَثَلًا كَذَلِكَ يُضِلُّ اللهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ (٣١) </p><p> * * * </p><p> (يَا أَيُّهَا الْمُدَّثِّرُ) : المتدثر، أي: لابس الدثار، الأصح بل الصحيح أنه أول سورة نزلت بعد فترة الوحي جمعًا بين الأحاديث الصحاح، وعليه الجمهور، فإن أول ما نزلت (اقرأ باسم ربك)  [العلق: ١] وفي صحيح مسلم \" إنه - عليه السلام -يحدث عن فترة الوحي قال:فبينما أنا أمشي سمعت صوتًا من السماء، فإذا الملك الذي جاءني بحراء، فخفت منه،فجئت أهلي فقلت:زملوني زملوني، فأنزل الله \" يا أيها المدثر قم فأنذر \" وفي الطبراني \" تأذى من قريش فتغطى بثوبه محزونًا، فنزلت \"(قُمْ): من مضجعك، أو قم قيام جد،(فَأَنذِرْ)، ترك المفعول للتعميم،(وَربَّكَ فَكَبِّرْ): خصص ربك بالتكبير، والتعظيم، والفاء في مثله بمعنى الشرط،كأنه قال:ما يكن من شيء فكبر أنت ربَّك،(وَثِيَابَكَ فَطَهِّرْ): لا تكن عاصيًا غارًا،والعرب تقول للفاجر:دنس الثياب، وإذا وفي، وأصلح، مطهر الثياب، أو طهر نفسك من الأخلاق الذميمة، أو طهر ثوبك من النجاسات، فإن المشركين لا يطهرون، أو أعرض عما قالوا، ولا تلتفت إليهم،(وَالرُّجْزَ): الأصنام،(فَاهْجُرْ)، أو اترك ما يؤدي إلى العذاب،(وَلَا تَمْنُنْ تَسْتَكْثِرُ)أي: لا تعط طالبًا لكثير نهى أن يهب شيئًا طامعًا في عوض أكثر، وهذا خاصة له عليه السلام، أو نهي تنزيه، أو لا تمنن بنبوتك على الناس طالبًا لكثرة الأجر منهم، أو لا تضعف عن الطاعة طالبًا لكثرة الخير،(وَلِرَبِّكَ فَاصْبِرْ)استعمل الصبر لله، فيشمل الصبر على الأذى، وعلى الطاعات،(فَإِذَا نُقِرَ فِي النَّاقُورِ): نفخ في الصور، الفاء للسببية،كأنه قال:اصبر على أذاهم، فبين أيديهم يوم عسير،(فَذَلِكَ)، الفاء للجزاء،(يوْمَئِذٍ يَوْمٌ عَسِيرٌ عَلَى الْكَافِرِينَ)، إذا ظرف لما دل عليه الجزاء، لأن معناه عسر الأمر عليهم، وذلك مبتدأ خبره \" يوم عسير \"، و \" يومئذ \" إما بدل من ذلك، </p><p> أو معمول له فإنه إشارة إلى وقت النقر أي: وقت النقر في ذلك اليوم، أو ظرف مستقر لـ يوم عسير أي: وقت النقر وقت عسير حال كون ذلك الوقت في يوم القيامة، (غَيْرُ يَسِيرٍ) : عليهم تأكيد، وتعريض بحال المؤمنين، (ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا) : حال من الضمير المحذوف أي: خلقته حال كونه وحيدًا لا مال له، ولا ولد له، (وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا) : مبسوطًا كثيرًا قيل: وحيدًا حال من مفعول ذرني، أو من فاعل خلقت أي: ذرني وحدي معه، فإني أكفيكه، أو كان ملقبًا بالوحيد في قومه، فسماه الله تهكما، فيكون نصبًا بتقدير أعني، أو وحيدًا عن أبيه، فإنه ولد الزنا فالمراد منه [الوليد بن المغيرة] ، وهو كما مَرَّ زنيم، (وَبَنِينَ شُهُودًا) : حضورًا معه لا يغيبون للتجارة لاستغنائهم وخدمهم يتولون الأمر، وهم ثلاثة عشر، أو عشرة، أو سبعة، </p><p> (وَمَهَّدْتُ لَهُ تَمْهِيدًا) : بسطت له في المال، والجاه، وطول العمر بسطًا، (ثُمَّ يَطْمَعُ أَنْ أَزِيدَ) : على ما أوتيه، (كَلَّا) ، ردع له عن الطمع، (إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا) : معاندًا مستأنفة تعليل للردع قيل: ما زال بعد نزول الآية في نقصان، (سَأُرْهِقُهُ) : سأغشيه، (صَعُودًا) ، عقبة شاقة المصعد مثل للإلقاء في الشدائد، وفي الحديث \" الصعود جبل في النار \" ، وعن ابن عباس - رضي الله عنهما - \" صخرة في النار يسحب عليها الكافر على وجهه (إِنَّهُ فَكَّرَ) : فيما يخيل طعنًا في القرآن مستأنفة علة للوعيد، (وَقَدَّرَ) : في نفسه ما يقول فيه، (فَقُتِلَ) ، دعاء عليه، (كَيْفَ قَدَّرَ) ، تعجيب من تقديره نحو: قاتلهم الله أني يؤفكون، (ثُمَّ قُتِلَ كَيْفَ قَدَّرَ) ، تكرير للمبالغة، وثم للدلالة على أن النظر الثاني فيما قدر يورث تعجبًا أبلغ من الأول، (ثُمَّ نَظَرَ) : في أمر القرآن مرة أخرى، (ثُمَّ عَبَسَ) : قبض بين عينيه، كما هو شأن المهتم المتفكر، (وَبَسَرَ) : اشتد عبوسه، (ثُمَّ أَدْبَرَ) : عن الحق، (وَاسْتَكْبَرَ) : عن اتباعه، (فَقَالَ) : حين خطرت هذه الكلمة بخاطره من غير تلبث، والفاء يدل عليه، (إِنْ هَذَا) : القرآن، (إِلَّا سِحْرٌ يُؤْثَرُ) : يروي عن السحرة، (إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ) : كالتأكيد للأول، نقل إن [الوليد بن المغيرة] مرة سمع القرآن، فمال قلبه إليه، فلامه قومه، فقالوا: لابد أن تقول قولاً نعلم أنك منكر: قال: والله لا يشبه رجزة، ولا قصيدة، ولا أشعار الجن، ووالله ما منكم رجل أعلم بالأشعار مني، فقالوا: والله </p><p> لا نرضى إلا أن تقول فيه، قال: دعوني حتى أفكر، فلما فكر قال: سحر يَأثِرُهُ عن غيره، فنزلت:  (سَأُصْلِيهِ سَقَرَ وَمَا أَدْرَاكَ مَا سَقَرُ) ، تعظيم لأمرها، (لاَ تُبْقِي) : شيئًا يُلقى فيها إلا أهلكته، (وَلاَ تَذَرُ) : بعد الإهلاك، فإنه يعاد \" كلما نضجت جلودهم \" الآية [النساء: ٥٦] ، (لَوَّاحَةٌ) : مسودة، (لِلْبَشَرِ) : للجلد، (عَلَيْهَا تِسْعَةَ عَشَرَ) : ملكًا، نزعت منهم الرحمة يدفع أحدهم سبعين ألفًا، فيرميهم في جهنم حيث أراد. لما نزلت قال أبو جهل: أنتم الدهم الشجعاء أيعجز كل عشرة منكم أن تبطشوا بواحدة من خزنتها؟ فقال أبو الأسود الجمحي: يا معشر قريش اكفوني منهم اثنين، وأنا أكفيكم سبعة عشر إعجابًا منه بنفسه، وكان قد بلغ من القوة أنه يقف على جلد بقرة ويجاذبه عشرة لينزعوه من تحت قدمه، فيتمزق الجلد، ولا يتزحزح عنه، وهو الذي قال: إن صرعتني آمنت بك، فصرعه - عليه السلام - مرارًا ولم يؤمن فنزل قوله:  (وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً) : لا رجالاً، فمن ذا الذي يغلب الملائكة، (وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا) أي: وما جعلنا عددهم إلا عددًا قليلاً هو سبب لفتنتهم للاستهزاء به يعني إخبارى بأنَّهم على هذا العدد، (لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ) : بصدق القرآن، وبأن هذا الرسول حق، لأنه نطق بمطابقة ما بأيديهم من الكتب السماوية، فإخبار الله بأنَّهم على هذا العدد المخصوص علة لاستيقانهم، والوصف أعني: افتتان الكفار بهذا العدد لا مدخل له، (وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا) : بسبب الإيمان به، أو بتصديق أهل الكتاب، (وَلاَ يَرْتَابَ) ، عطف على يستيقن (الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ) : في ذلك جمع لهم إثبات اليقين، ونفى الشك للتأكيد، </p>"
}