{
  "id": null,
  "sura": 76,
  "aya": 1,
  "text": "<p> سورة الإنسان (الدهر) مكية </p><p> وهى إحدى وثلاثونَ آية، وفيها ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١) إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢) إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (٣) إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا (٤) إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (٥) عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللهِ يُفَجِّرُونَهَا تَفْجِيرًا (٦) يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا (٧) وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (٨) إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (٩) إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا (١٠) فَوَقَاهُمُ اللهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا (١١) وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا (١٢) مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا (١٣) وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا (١٤) وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا (١٥) قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا (١٦) وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا (١٧) عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا (١٨) وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ </p><p> مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (١٩) وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا (٢٠) عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا (٢١) إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا (٢٢) </p><p> * * * </p><p> (هَلْ أَتَى عَلَى الإِنسَان) : قد أتى على جنس بني آدم، (حِينٌ منَ الدَّهْرِ) : طائفة من الزمن الممتد، (لَمْ يَكُنَ شَيْئًا مَّذكُورًا) : لم يعرف، ولم يذكر، وعن بعض المراد آدم، فإنه ملقى أربعين سنة قبل نفخ الروح فيه، والجملة حال من الإنسان، أو وصف لحين بحذف الراجع أي: لم يكن فيه شيئًا، (إِنَّا خَلَقْنَا الإِنسَانَ) : بني آدم، (مِنْ نُطْفَةٍ أَمْشَاجٍ) ، جمع مشج أي: أخلاط أي: من نطفة قد اختلط، وامتزج فيها ماء الرجل والمرأة، أو ألوان فما للرجل لون وللمرأة لون (نَبْتَلِيهِ) : مريدين اختباره، (فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا) : فإنه بالسمع والبصر يتمكن من الطاعة والمعصية، (إِنَّا هَدَيْنَاهُ السَّبِيلَ) : بيَّنَّا له طريق الحق، (إِمَّا شَاكِرًا وَإِمَّا كَفُورًا) ، حالان من أول مفعولي هدينا أي: هديناه في حاليه جميعًا، أو مقسومًا إلى الحالين بعضهم شاكر بأن سلكوا طريقًا هديناهم، وبعضهم كفور بالإعراض عنه، (إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا إِنَّ الْأَبْرَارَ) ، جمع بر أو بارَّ، (يَشْرَبُونَ مِنْ كَأْسٍ) : </p><p> من خمر، (كَانَ مِزَاجُهَا كَافُورًا) : تخلق منها رائحة الكافور، وبياضه وبرده، فكأنها مزجت بالكافور، أو تمزج لهم بالكافور، وتختم لهم بالمسك، (عَيْنًا) ، بدل من محل من كأس بحذف مضاف أي: خمر عين، أو نصب على الاختصاص، أو الكافور اسم عين فى الجنة، فيكون عينًا بدلاً منه، (يَشْرَبُ بِهَا) أي: ملتذًّا بها، أو يشرب بمعنى يروى، فلذلك عدي بالباء، أو الباء زائدة، أو بمعنى من، (عِبَادُ اللهِ يُفَجِّرُونَهَا تَفْجِيرًا) : يجرونها حيث أرادوا من منازلهم، (يُوفُونَ بِالنَّذْرِ) ، مستأنفة كأنه قيل: لأي سبب رزقوا ذلك؟ وعن بعض المراد بالنذر الواجب أي: يوفون بما يجب عليهم من الصلاة، والزكاة، وغيرهما، (وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا) : منتشرًا غاية الانتشار فيجتنبون عن المعاصي، (وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ) الأولى أن يكون الضمير للطعام ليكون موافقًا لقوله تعالى \" لن تنالوا البر \" الآية [آل عمران: ٩٢] ، ولأن فيما بعده، وهو لوجه الله فَنِيَّة أن يكون تقديره على حب الله، (مِسْكِينًا وَيَتِيمًا وَأَسِيرًا) : وإن كان من أهل الشرك أمر - عليه السلام - يوم بدر بإكرام الأسراء أو المراد المسجون من المسلمين، أو المراد الأرقاء نزلت حين نذر علي وفاطمة صوم ثلاث في مرض ولديهما إن بريا فلما صاما وأرادا الإفطار وقف عليهما مسكين فآثراه فباتا بلا عشاء، ثم وقف عليهما في الليلة الثانية يتيم، فآثراه فباتا جائعين ثم في الثالثة أسير من </p><p> المشركين فآثراه فلم يفطرا في صوم ثلاث إلا بالماء (١) ، (إِنَّمَا نُطْعِمُكُمْ) : قائلين ذلك بلسان الحال، أو المقال ليعرف الفقير أنها صدقة ليست للمجازاة، (لِوَجْهِ اللهِ) : خالصًا غير مشوب بحظ النفس، (لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا) ، مصدر كالقعود، (إِنَّا نَخَافُ مِنْ رَبِّنَا) ، مستأنفة للتعليل، (يَوْمًا) أي: عذابه، (عَبُوسًا) ، مجاز أي: عبوسًا فيه أهله، أو كالأسد العبوس في الضرر والشدة، (قَمْطَرِيرًا) : شديد العبوس، عن عكرمة وغيره، يعبس الكافر حتى يسيل من بين عينيه عرق كالقطران، وعن ابن عباس - رضي الله عنهما - العبوس الضيق، والقمطرير الطويل، (فَوَقَاهُمُ اللهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً) ، بدل عبوس الكفار، (وَسُرُورًا) ، بدل حزنهم، (وَجزَاهُم بِمَا صَبَرُوا) : على ترك الشهوات، وأداء الواجبات، (جَنَّةً وَحَرِيرًا) : يلبسونه، (مُتَّكِئِينَ فِيهَا) ، حال من أول مفعولي جزاء، أو صفة لثاني مفعوليه على مذهب الكوفيين، (عَلَى الأَرَائِكِ) : السرر في الحجال، (لاَ يَرَوْنَ فِيهَا شَمْسًا وَلاَ زَمْهَرِيرًا) : لا حرٌّ مزعجٌ، ولا بردٌّ مؤلم، بل هواء معتدل، (وَدَانِيةً) : قريبة، (عَلَيْهِمْ ظِلالُهَا) ، الواو للعطف على متكئين، \" ولا يرون \" يحتمل أن يكون حالاً من ضمير متكئين، (وَذُلِّلَتْ) : سهلت، (قُطُوفُهَا) ثمارها، (تَذْلِيلاً) : لا يمتنع على قطافها في أى حال يكونون من القيام، والرقود يحتمل أن يكون الواو حالاً من ضمير عليهم </p><p>(١) السورة مكية وعليٌّ - رضي الله عنه - بنى بفاطمة - رضي الله عنه - في المدينة؟؟!!! وهذه الرواية ذكرها القرطبي في تفسيره، وقال الترمذي: الحكيم أبو عبد الله في نوادر ْالأصول: فهذا حديث مزوّق مزيف قد تطرف فيه صاحبه حتى تشبه على المستمعين، فالجاهل بهذا الحديث يعض شفتيه تلهفًا ألا يكون بهذه الصفة، ولا يعلم أن صاحب هذا الفعل مذموم. وذلك لأنه بفعله هذا ضيع من يعول، حيث قال - صلى الله عليه وسلم: \" كفى بالمرء إثمًا أن يضيع من يقوت \" [وذكره الواحدي في: \" أسباب النزول \" (١/ ٣٣١)].</p><p> بحذف العائد أي: وذلك لهم، (وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ) ، الباء للتعدية، (مِنْ فِضَّةٍ وَأَكْوَابٍ) : أباريق بلا عروة، (كَانَتْ قَوَارِيرَا قَوَارِيرَ مِنْ فِضَّةٍ) أي: جامعة بين صفاء الزجاجة، وبياض الفضة، ولينها ونصب قوارير على البدل، أو بتقدير أعني، (قَدَّرُوهَا تَقْدِيرًا) ، الضمير للطائفين بها الدال عليه \" يطاف عليهم \" أي: قدرَ الخدمُ الآنيةَ على قدر ريهم وحاجتهم لا يزيد فيها الشراب، ولا ينقص، وهو ألذ للشارب، وقيل: مرجع هذا الضمير مرجع سائر الضمائر في الآية أي قدروها في أنفسهم، فجاءت مقاديرها، وأشكالها كما تمنوه، (وَيُسْقَوْنَ فِيهَا كَأْسًا) خمرًا (كَانَ مِزَاجُهَا زَنْجَبِيلًا عَيْنًا فِيهَا) ، المعنى والإعراب كما مر في كان مزاجها كافورًا عينًا، والعرب تستطيب طعم الزنجبيل جدًا، وعن قتادة وغيره: الأبرار يمزج لهم من هذا تارة ومن ذاك أخرى، وأما المقربون فيشربون من كل منهما صرفًا، (تُسَمَّى سَلْسَبِيلًا) ، لسلاسة في الحلق ليس فيها إحراق الزنجبيل، ولدغه مع أن فيها طعمه، أو سميت به، لأنها تسيل عليهم في السبل، والطرق، والمنازل، (وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ) : </p>"
}