{
  "id": null,
  "sura": 77,
  "aya": 1,
  "text": "<p> سورة الْمُرْسَلَاتِ مكية </p><p> وهى خمسون آية، وفيها ركوعَانِ </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (وَالْمُرْسَلَاتِ عُرْفًا (١) فَالْعَاصِفَاتِ عَصْفًا (٢) وَالنَّاشِرَاتِ نَشْرًا (٣) فَالْفَارِقَاتِ فَرْقًا (٤) فَالْمُلْقِيَاتِ ذِكْرًا (٥) عُذْرًا أَوْ نُذْرًا (٦) إِنَّمَا تُوعَدُونَ لَوَاقِعٌ (٧) فَإِذَا النُّجُومُ طُمِسَتْ (٨) وَإِذَا السَّمَاءُ فُرِجَتْ (٩) وَإِذَا الْجِبَالُ نُسِفَتْ (١٠) وَإِذَا الرُّسُلُ أُقِّتَتْ (١١) لِأَيِّ يَوْمٍ أُجِّلَتْ (١٢) لِيَوْمِ الْفَصْلِ (١٣) وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ (١٤) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٥) أَلَمْ نُهْلِكِ الْأَوَّلِينَ (١٦) ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ (١٧) كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ (١٨) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٩) أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ (٢٠) فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ (٢١) إِلَى قَدَرٍ مَعْلُومٍ (٢٢) فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ (٢٣) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٢٤) أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا (٢٥) أَحْيَاءً وَأَمْوَاتًا (٢٦) وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا (٢٧) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٢٨) انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ تُكَذِّبُونَ (٢٩) انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ (٣٠) لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللهَبِ (٣١) إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ (٣٢) كَأَنَّهُ جِمَالَتٌ صُفْرٌ (٣٣) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٣٤) هَذَا يَوْمُ لَا يَنْطِقُونَ (٣٥) وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ (٣٦) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٣٧) هَذَا يَوْمُ الْفَصْلِ جَمَعْنَاكُمْ وَالْأَوَّلِينَ (٣٨) فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ (٣٩) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٤٠) </p><p> * * * </p><p> (وَالْمُرْسَلَاتِ عُرْفًا) ، أقسم سبحانه بالرياح المرسلة حال كونها متتابعات تهب شيئًا فشيئًا، أو بالملائكة حال كونهم يتبع بعضهم بعضًا وعن بعض المراد بالعرف المعروف أي: الملائكة التي أرسلت للمعروف من الأوامر والنواهي، (فَالْعَاصِفَاتِ عَصْفًا) ، وبالرياح الشديدة الهبوب، أو بالملائكة العاصفات عصف الرياح في امتثال أمر الله، (وَالنَّاشِرَاتِ نَشْرًا) ، وبالرياح التي تنشر السحاب في آفاق السماء، أو بالملائكة الناشرات أجنحتهن لنزول الوحي، أو التي نشرن الشرائع في الأرض، (فَالْفَارِقَاتِ فَرْقًا) ، وبالملائكة الفارقات بين الحق والباطل بسبب الوحي، (فَالْمُلْقِيَاتِ ذِكْرًا) ، وبالملائكة الملقيات إلى الرسل وحيًا، (عذْرًا أَوْ نذْرا) أي: لإعذار المحققين، أو إنذار المبطلين، ويحتمل أن يكونا بدلين من ذكرا، (إِنَّمَا تُوعَدُونَ) : من مجيء القيامة، (لَوَاقِعٌ) ، هو جواب القسم، (فَإِذَا النُّجُومُ </p><p> طُمِسَتْ): مُحى نورها، أو محقت ذواتها، (وَإِذَا السَّمَاءُ فُرِجَتْ) : انشقت، (وَإِذَا الْجِبَالُ نُسِفَتْ) : قلعت، (وَإِذَا الرُّسُلُ أُقِّتَتْ) : جمعت، وعين لها الوقت الذي يحضرون فيه للشهادة على أممهم، (لِأَيِّ يَوْمٍ أُجِّلَتْ) أي: يقال لأي يوم أخرت؟ وضرب الأجل لجمعهم، وهو تعظيم لليوم، وتعجيب منه، (لِيَوْمِ الفَصْلِ) ، بين الخلائق بيان ليوم التأجيل، (وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ) ، لعظمته لا يكتنه كنهه، (وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ) : بذلك اليوم، هو مثل سلام عليك في العدول إلى الرفع، ويومئذ ظرف للويل، (أَلَمْ نُهْلِكِ الْأَوَّلِينَ) : من الأمم المكذبة، (ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ) : نتبعهم أمثالهم من الآخرين ككفار مكة، (كَذَلِكَ) : مثل ذلك الفعل، (نَفْعَلُ بِالْمُجْرِمِينَ وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ) ، التكرير للتوكيد، وهو حسن شائع في عرف العرب ولغتهم، (أَلَمْ نَخْلُقكم مِّن مًّاء مَّهِين) : نطفة ذليلة، (فَجَعَلْنَاهُ فِي قَرَارٍ مكِينٍ) ، هو الرحم، (إِلَى قَدَرٍ) : مقدار، (مَّعْلُومٍ) : من الوقت، (فَقَدَرْنَا) : ذلك تقديرًا من التقدير لا من القدرة، (فنعْمَ القَادِرُونَ) : نحن، (وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ أَلَمْ نَجْعَلِ الأَرْضَ كِفَاتًا) ، اسم لما يكفت أي: يضم، ويجمع أي: كافتة، </p><p> (أَحْيَاءً وَأَمْوَاتًا) ، مفعول كفاتا، أو تقديره تكفت أحياء على ظهرها، وأمواتًا في بطنها قيل: كفاتا حال وأحياء ثاني مفعولي جعل أو بالعكس فالمراد من الأحياء ما ينبت، ومن الأموات ما لا ينبت، (وَجَعَلْنَا فِيهَا رَوَاسِيَ) : جبالاً ثوابت، (شَامِخَاتٍ) : طوالاً، (وَأَسْقَيْنَاكُم مَّاءً فُرَاتًا) : عذبًا من الأمطار والأنهار، (وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ انطَلِقُوا) أي: يقال لهم في ذلك اليوم اذهبوا، (إِلَى مَا كُنتُم بِه تُكَذِّبُون) : في الدنيا، (انطَلِقُوا إِلَى ظِلٍّ) أي: ظل دخان جهنم، (ذِي ثَلَاثِ شُعَبٍ) : يتشعب لعظمه ثلاث شعب كما ترى الدخان العظيم يتفرق ذوائب، (لَا ظَلِيلٍ) : كسائر الظلال، (وَلَا يُغْنِي مِنَ اللهَبِ) : وغير مغن عنهم من حر اللهب شيئًا، (إِنَّهَا تَرْمِي بِشَرَرٍ) ، هو ما تطاير من النار، (كَالْقَصْرِ) : كل شررة كالقصر فى العظم، أو هو جمع قصرة أي: شجرة غليظة، عن ابن عباس - رضي الله عنهما - كنا نعمد إلى الخشبة، فنقطعها ثلاثة أذرع، وفوق ذلك ودونه ندخرها للشتاء، فكنا نسميه القصر، (كَأَنَّهُ) أي: الشرر، (جِمَالَتٌ صُفْرٌ) ، جمع جمال جمع جمل شبه الشرر بالقصر في عظمه حين ينفض من النار، وبالجمالات في اللون، والكثرة، والتتابع، والاختلاط، وسرعة الحركة حين يأخذ في الارتفاع، والانبساط، ومن قرأ بضم الجيم فالمراد الحبال العظيمة من حبال السفن شبهه بها في امتداده، والتفافه، (وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ هَذا يَوْمُ لَا يَنطِقُون) : للقيامة حالات وأيام، ففي بعضها يخاصمون، وفي بعضها يقع القول عليهم بما ظلموا فهم لا ينطقون، (وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ) أي: لا يحصل لهم الإذن، ولا الاعتذار عقيبه فيعتذرون عطف على يؤذن، وما جعله جوابًا لإيهام أن لهم عذرًا لكن لم يؤذن لهم فيه، (وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ هَذا يَوْمُ الفَصْلِ) : بين المحق والبطل، (جَمَعْنَاكُمْ وَالْأَوَّلِينَ) : حتى يمكن الفصل، (فَإِنْ كَانَ </p>"
}