{
  "id": null,
  "sura": 78,
  "aya": 31,
  "text": "<p> يوم منها ألف سنة مما تعدون، (لَا يَذُوقُونَ فِيهَا بَرْدًا) : روحًا ينفس عنهم حر النار، أو نومًا، (وَلَا شَرَابًا) : يسكن من عطشهم، (إِلا حَمِيمًا) أي: لكن يذوقون فيها ماء في غاية الحرارة، (وَغَسَّاقًا) : ماء يسيل من جلود أهل النار، وعيونهم، أو الزمهرير، ويحتمل أن قوله:  \" لا يذوقون \" حال من ضمير \" لابثين \" ، أو صفة \" أحقابًا \" على أن ضمير فيها للأحقاب، وحاصله: لابثين فيها أحقابًا غير ذائقين إلا حميمًا، وَغَسَّاقًا، وبعد ذلك يبدلون جنسًا آخر من العذاب، (جَزَاءً وِفَاقًا) أي: جوزوا بذلك جزاء ذا وفاق لأعمالهم، أو موافقًا لها، (إِنَّهُمْ كَانُوا لَا يَرْجُونَ) : لا يخافون، (حِسَابًا) : ولا يؤمنون بيوم الدين، (وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا) : تكذيبًا، وفعال بمعنى تفعيل شائع مطرد، (وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا) : في الإحصاء، والكتابة معنى الضبط، والتحصيل، فيكون كتابًا مفعولاً مطلقًا من أحصينا، لأن أحصى بمعنى كتب، أو بالعكس، وجاز أن يكون حالاً بمعنى المكتوب في اللوح، (فَذُوقُوا) أي: فيقال لهم: ذوقوا، وهو مسبب عن عدم الحوف عن الحساب، وتكذيب الآيات، (فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا) ، عن بعض السلف: لم ينزل على أهل النار آية أشد من هذه. </p><p> * * * </p><p> (إِنَّ لِلْمُتَّقِينَ مَفَازًا (٣١) حَدَائِقَ وَأَعْنَابًا (٣٢) وَكَوَاعِبَ أَتْرَابًا (٣٣) وَكَأْسًا دِهَاقًا (٣٤) لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا (٣٥) جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا (٣٦) رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنِ لَا يَمْلِكُونَ مِنْهُ خِطَابًا (٣٧) يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا (٣٨) ذَلِكَ الْيَوْمُ الْحَقُّ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا (٣٩) </p><p> إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا (٤٠) </p><p> * * * </p><p> (إِنَّ لِلْمُتَّقِينَ مَفَازًا) : محل فوز، أو فوزًا وظفرًا بالبغية، (حَدَائِقَ وَأَعْنَابًا) : بساتين فيها أنواع الأشجار المثمرة، سيما العنب، بدل اشتمال، أو بعضٍ من مفازًا، (وَكَوَاعِبَ) : نساء استدارت ثديهن، (أَتْرَابًا) : مستويات في السن، (وَكَأْسًا دِهَاقًا) : مملوة، (لَا يَسْمَعُونَ فِيهَا لَغْوًا) : كلامًا خاليًا عن الفائدة، (وَلَا كِذَّابًا) : تكذيبًا أي: لا يكذب بعضهم بعضًا، (جَزَاءً مِنْ رَبِّكَ) ، بمقتضى وعده، نصب بمصدر مؤكد لقوله:  \" إن للمتقين مفازا \" ، (عَطَاءً حِسَابًا) أي: تفضلاً كافيًا، بدل من جزاء، (رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا) ، بالجر بدل من (ربِّك) ، وبالرفع مبتدأ، (الرَّحْمَنِ) ، بالجر صفة، وبالرفع مع رفع \" رب \" ، فيكون خبرًا له، ومع جره فتقديره: هو الرحمن أو مبتدأ خبره قوله: (لاَ يَمْلِكُونَ) أي: أهل السماوات، </p><p> والأرض، (مِنْهُ) : من الله، (خِطَابًا) ، فمنه صلة يملكون، أي: لا يُمّلكهم الله خطابًا واحدًا، إشارة إلى أن مبدأ الملك منه، نعم إن أُذِنَ لهم فيقدرون على تكلّمه وخطابه، (يَوْمَ يَقُومُ الرُّوحُ) ، هو بنو آدم، أو خلق أعظم من الملائكة على صورة البشر، أو جبريل، أو أشرف الملائكة يعني صاحب الوحي، أو القرآن أو ملك بقدر جمع المخلوقات، هو صنف، وسائر الخلائق صف، (وَالْمَلائِكَةُ صَفًّا) أي: صافين، (لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ) ، ويوم ظرف لا يملكون، أو لا يتكلمون، وفيه تقرير، وتوكيد لقوله:  \" لا يملكون منه خطابًا \" ، فإن الملائكة مع أنَّهم من </p><p> أفضل الخلائق مقربون غير عاصين إذا لم يقدروا أن يتكلموا إلا بإذنه فكيف غيرهم؟ </p><p> (وَقَالَ صَوَابًا) أي: للتكلم شرطان: الإذن، والتكلم بالصواب، فلا يشفع مثلاً لغير المستحق، أو له شرطان: الإذن والتكلم بالصواب في الدنيا، فالكافر لا يتكلم يعني كلامًا ينفعهم، أو ينفع غيرهم، (ذَلِكَ اليَوْمُ الحَقُّ) : الكائن لا محالة، (فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا) : مرجعًا بالطاعة، وأنواع القربات، (إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا) : عذاب الآخرة، وكل ما هو آت قريب، مع أن مبدأه الموت، (يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ) : من خير وشر، والمرء عامٌّ، وقيل: الكافر، والمراد مما قدمت يداه الشر، وما إما موصولة مفعول \" ينظر \" ، وإما استفهامية مفعول \" قدمت \" ، قُدَّمت لصدارتها، و \" يوم \" بدل من \" عذابًا \" بحذف مضاف، أي: عذاب يوم، أو بدل اشتمال فلا يحتاج إلى تقدير، أو صفة أخرى لـ عذابًا، (وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا) : في هذا اليوم، وفي الحديث \" يود ذلك حين يحكم الله بين الحيوانات، حتى ليقتص للشاة الجماء من القرناء، فإذا فرغ من الحكم قال لها كوني، ترابًا، فتصير الحيوانات ترابًا فعند ذلك يتمني الكافر، ويتمني أن يكون في الدنيا ترابًا، فلم أخلق، ولم أكلف \" . </p><p> والحمد لله على الإسلام. </p><p> * * * </p>"
}