{
  "id": null,
  "sura": 82,
  "aya": 1,
  "text": "<p> سورة الانفطار مكية </p><p> وهي تسع عشرة آية </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (إِذَا السَّمَاءُ انْفَطَرَتْ (١) وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (٢) وَإِذَا الْبِحَارُ فُجِّرَتْ (٣) وَإِذَا الْقُبُورُ بُعْثِرَتْ (٤) عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (٥) يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (٦) الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (٧) فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ (٨) كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ (٩) وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (١٠) كِرَامًا كَاتِبِينَ (١١) يَعْلَمُونَ مَا تَفْعَلُونَ (١٢) إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤) يَصْلَوْنَهَا يَوْمَ الدِّينِ (١٥) وَمَا هُمْ عَنْهَا بِغَائِبِينَ (١٦) وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٧) ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٨) يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لله (١٩) </p><p> * * * </p><p> (إِذَا السَّمَاءُ انْفَطَرَتْ) : انشقت، (وَإِذَا الكَوَاكِبُ انتَثَرَتْ) : تساقطت، (وَإِذَا البِحَارُ فُجِّرَتْ) : فتح بعضها إلى بعض، فصارت بحرًا واحدًا، أو فتحت مجاريها فيذهب ماؤها فلا يبقى بحر، (وَإِذَا القُبُورُ بُعْثِرَتْ) : قلب </p><p> ترابها، وبعث من فيها من الموتى أحياء، (عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ) ، جواب إذا، ومعناه ما مر في سورة لا أقسم، (يَا أَيُّهَا الإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الكَرِيمِ) ، أيّ شيء جرأك على عصيان من لطف بك حتى قابلت الطاعة بالمعاصي، وما عرفت أن الكرم يقتضي عدم التسوية بين المطيع والعاصي، عن ابن عباس وغيرهما: غرَّه واللهِ جهلُه، (الَّذِي خَلَقَكَ فَسَوَّاكَ) : جعل أعضاءك سليمة مسواة، [ (فعَدَّلَكَ) ]: صيرك معتدلاً متناسبة الخلق، وقراءة التخفيف إما بمعنى التشديد، وإما بمعنى عدلك وصرفك عن صورة غيرك، وخلقك خلقة حسنة لا كالبهائم، (فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ) : ركبك في أي صورة شاء، فما زائدة، في الحديث (إن </p><p> النطفة إذا استقرت في الرحم أحضر كل عرق بينه وبين آدم، ثم قرأ (فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ) ، وعن عكرمة وغيره: إن شاء في صورة كلب، أو خنزير، لكن بلطف الله خلقه في شكل حسن، (كَلَّا) ، ردع عن الاغترار بالرب الكريم، (بَلْ تُكَذٌبُونَ بالدِّينِ) ، إضراب إلى بيان حقيقة ما هو السبب في الاغترار والدين: والجزاء، (وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبينَ) : ملائكة كرامًا على الله يكتبون الأعمال، والأقوال، وكرامًا صفة لحافظين، (يَعْلَمُونَ مَا تَفعلُونَ) ، فالجزاء ثابت محقق، وأنتم تكذّبون به، (إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ) ، يعني: لأجل ذلك يكتبون، (يَصْلَوْنَهَا) : يدخلونها، (يَوْمَ الدِّينِ وَمَا همْ عَنْهَا بِغَائِبِينَ) : قط بعد دخولها، بل هم مخلدون فيها، (وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ) ، فيه تعجيب وتعظيم لشأنه، أي: لا يدرى كنهه أحد، وإن تأمله مرات، (يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا) : لا يقدر أحد على نفع أحد، ولا على ضره، وقراءة \" يومُ \" بالرفع فعلى البدل من يوم الدين، أو هو يوم لا تملك (وَالْأَمْرُ يَوْمَئِذٍ لله) : وحده لا كما ملكهم في الدنيا بعض الأمور ظاهرًا. </p><p> * * * </p>"
}