{
  "id": null,
  "sura": 84,
  "aya": 1,
  "text": "<p> سورة الانشقاق مكية </p><p> وهي خمس وعشرون آية </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (إِذَا السَّمَاءُ انْشَقَّتْ (١) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٢) وَإِذَا الْأَرْضُ مُدَّتْ (٣) وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (٤) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٥) يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ (٦) فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (٧) فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا (٨) وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (٩) وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (١٠) فَسَوْفَ يَدْعُو ثُبُورًا (١١) وَيَصْلَى سَعِيرًا (١٢) إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا (١٣) إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (١٤) بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا (١٥) فَلَا أُقْسِمُ بِالشَّفَقِ (١٦) وَاللَّيْلِ وَمَا وَسَقَ (١٧) وَالْقَمَرِ إِذَا اتَّسَقَ (١٨) لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (١٩) فَمَا لَهُمْ لَا يُؤْمِنُونَ (٢٠) وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ (٢١) بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ (٢٢) وَاللهُ أَعْلَمُ بِمَا يُوعُونَ (٢٣) فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢٤) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٢٥) </p><p> * * * </p><p> (إِذَا السَّمَاءُ انْشَقَّتْ) ، عن علي رضي الله عنه (تنشق من المجرة) ، (وَأَذِنَتْ </p><p> لِرَبِّهَا): سمعت له في أمره بالانشقاق، وأطاعت وانقادت، (وَحُقَّتْ) ، وهي حقيقة بأن تستمع وتنقاد، (وَإِذَا الأَرْضُ مُدَّتْ) : مد الأديم، وبسطت فلم يبق فيها جبال، وبناء، (وَأَلْقتْ مَا فِيهَا) : ما في بطنها من الأموات والكنوز، (وَتَخَلَّتْ) : بلغ جهده في الخلو، حتى لا يبقى في باطنها شيء، (وَأَذِنتْ لِرَبِّهَا وَحُقتْ) ، تكرار للأول، أو أذنت في الإلقاء والتخلية، وجواب إذا محذوف، يدل عليه ما بعده، (يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ) ، أي: جاهد بالعمل إليه ساعٍ فملاقٍ لربك فيجازيك، أو فملاق لكدحك ويصل إليك جزاؤه، (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا) ، أي: سهلاً بلا تعسير، وفي الصحيحين عن عائشة: قال عليه السلام: (من نوقش الحساب عذب) ، قالت: فقلت أليس الله يقول: \" فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا \" ؟، قال: ليس ذاك بالحساب، ولكن ذاك العرض، من نوقش الحساب يوم القيامة عذب) وفي غيرهما عنها قالت: قال عليه السلام: (إنه ليس أحد يحاسب يوم القيامة إلا معذبًا، فقلت) الحديث، إلخ، (وَيَنقَلِبُ إِلَى أَهْلِهِ) : فِي الجنة من الحور، والآدميات، (مَسْرُورًا وَأَمَّا مَنْ أُوتِيَ كِتابَهُ وَرَاءَ ظَهْرِهِ) ، يثني شماله إلى ورائه، ويعطى كتابه بها، (فَسَوْف يَدْعُو ثُبُورًا) : هلاكًا يقول: يا ثبوراه، (وَيَصْلَى سَعِيرًا) : </p><p> يدخل النار، (إِنَّهُ كَانَ فِي أَهْلِهِ) : في الدنيا، (مَسْرُورًا) ، باتباع هواه، وبدنياه ليس له هم الآخرة، (إِنَّهُ ظَنَّ أَن لن يَحُورَ) : لن يرجع إلى الله، (بَلَى) : يرجع إلى الله، (إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا) : عالمًا بأعماله، فيعيده ويجازيه، (فَلاَ أُقْسِم بِالشَّفَقِ) : الحمرة بعد الغروب، وعن أبي هريرة رضي الله عنه: البياض الذي يلي الحمرة، وعن مجاهد: النهار كله، (وَالليْلِ وَمَا وَسَقَ) : ما جمع، وضم من دابة وغيرها، (وَالْقَمَرِ إِذَا اتَّسَقَ) : استوى وتم بدرًا، (لَتَركَبُنَّ طَبَقًا عَن طَبَقٍ) : حالاً بعد حال مطابقة لأختها في الشدة بعد الموت، أو حالاً بعد حال من مثل الصغر والكبر، والهرم، والغنى والفقر، والصحة والسقم، أو لتركبن ما طابق سنن من كان قبلكم، وفي الحديث (لتركبن سنن من كان قبلكم من اليهود والنصارى حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه) ، والظاهر أن (لَتَرْكَبُنَّ) بالضم على خطاب الجنس، فإن النداء له، وبالفتح على خطاب الإنسان في \" يا أيها الإنسان \" باعتبار اللفظ، وعن بعض من السلف:  (لَتَرْكَبَنَّ) يا محمد سماء بعد سماء، أي: ليلة المعراج، أو درجة بعد درجة في الرتبة، وكان منشأ هذا قول ابن عباس كما بيناه في </p><p> الحاشية، و \" عن طبق \" صفة لـ \" طبقًا \" ، أي: طبقًا مجاوز الطبق، أو حال من ضمير تركبن، أي مجاوزين لطبق، (فَمَا لَهُمْ لا يُؤْمِنُونَ) : بالقيامة، (وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ) : إعظامًا وإكرامًا، (بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ) : به، مكان السجود والخضوع، (وَاللهُ أَعْلَمُ بِمَا يُوعُون) : بما يضمرون في أنفسهم، (فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِِ) ، الاستثناء منقطع، وقيل متصل، أي: إلا من تاب وآمن منهم، (لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) : غير مقطوع، أو منقوص، ولله المنة على أهل الجنة في كل حال دائمًا سرمدًا. </p><p> والحمد لله حقَّ حمده، والصلاة على نبيه </p><p> * * * </p>"
}