{
  "id": null,
  "sura": 85,
  "aya": 1,
  "text": "<p> سورة البروج مكية </p><p> وهي اثنتان وعشرون آية </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (١) وَالْيَوْمِ الْمَوْعُودِ (٢) وَشَاهِدٍ وَمَشْهُودٍ (٣) قُتِلَ أَصْحَابُ الْأُخْدُودِ (٤) النَّارِ ذَاتِ الْوَقُودِ (٥) إِذْ هُمْ عَلَيْهَا قُعُودٌ (٦) وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ (٧) وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللهِ الْعَزِيزِ الْحَمِيدِ (٨) الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٩) إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ (١٠) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ (١١) إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (١٢) إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (١٣) وَهُوَ الْغَفُورُ الْوَدُودُ (١٤) ذُو الْعَرْشِ الْمَجِيدُ (١٥) فَعَّالٌ لِمَا يُرِيدُ (١٦) هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ (١٧) فِرْعَوْنَ وَثَمُودَ (١٨) بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (١٩) وَاللهُ مِنْ وَرَائِهِمْ مُحِيطٌ (٢٠) بَلْ هُوَ قُرْآنٌ مَجِيدٌ (٢١) فِي لَوْحٍ مَحْفُوظٍ (٢٢) </p><p> * * * </p><p> (وَالسَّمَاءِ ذَاتِ الْبُرُوجِ) : النجوم العظام، أو هي البروج الاثنى عشر، أو </p><p> البروج التي فيها الحرس، (وَالْيَوْمِ الْمَوْعُودِ) : القيامة، (وَشَاهِدٍ وَمَشْهُودٍ) ، اختلفوا فيه، والحديث المرسل والضعيف على أنها يوم جمعة، وعرفة، وعليه كثير من السلف، أو الشاهد محمد، والمشهود: القيامة، أو الجمعة، أو الله، أو هما ابن آدم، والقيامة، أو ابن آدم، والجمعة، أو عرفة، والقيامة، أو يوم الذبح وعرفة، أو الله والخلف، أو عكسه، أو أعضاء بني آدم وبنو آدم، والجمعة والنحر، أو آدم والقيامة، أو الملك والقيامة، أو الملك وبنو آدم، أو هذه الأمة وسائر الأمم، أو الله والقيامة، (قُتِلَ) : لُعِنَ، (أَصْحَابُ الْأُخْدُودِ) ، الأظهر أن جواب القسم محذوف، </p><p> وهذا دليله كأنه قال: إنهم، أي كفار مكة ملعونون كما لعن أصحاب الأخدود، وقيل. تقديره لقد قتل أصحاب الأخدود، وهو جواب القسم، والأخدود: الشق </p><p> في الأرض، واختلف فيهم، لكن اتفقت كلمتهم على أن بعض الكفرة عمدوا إلى بعض المؤمنين عشرين ألفًا أو أقل أو أكثر، من أهل فارس، أو اليمن، أو الحبشة أو نجران أو الشام، وقهروهم أن يرجعوا إلى الكفر فأبوا، فحفروا لهم في الأرض أخاديد، وأججوا فيها نيرانًا، وأوعدوهم عليها فلم يقبلوا الكفر فقذفوهم فيها لعنهم الله، ورحمهم الله، (النَّارِ) ، بدل اشتمال من الأخدود، (ذَاتِ الْوَقُودِ) ، صفة تبين عظمتها، أي: لها كثرة ما يرتفع به لهبها، (إِذْ هُم) : الكفار، (عَلَيهَا) : على حافة النار، (قُعُودٌ) ، يعذبون المؤمنين، (وَهُم عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ) : مشاهدون لهذا التعذيب الأليم، أو يشهد بعضهم لبعض عند أميرهم وملكهم بأنه لم يقصر فيما أمر به، (وَمَا نقَمُوا) : ما عابوا، وما كرهوا، (مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللهِ) ، ما هو حقيق بأن يكون سببًا للثناء، والألفة جعلوه سببًا للعيب والكراهة، (العَزِيزِ الحَمِيدِ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ) ، وصفه بصفات توجب الإيمان به وحده، (إِنَّ الذِينَ فَتَنُوا المؤْمِنِينَ والْمُؤمِنَاتِ) ، بالإحراق، (ثُمَّ لَمْ يَتُوبُوا) ، لم يندموا عما </p><p> أسلفوا، (فَلَهُمْ عَذَابُ جَهَنَّمَ) ، لكفرهم، (وَلَهُمْ عَذَابُ الحَرِيقِ) ، العذاب الزائد فِي الإحراق بما أحرقوا المؤمنين، وعن بعض لهم عذاب الحريق في الدنيا، وذلك لأن النار انقلبت عليهم فأحرقتهم، أو المراد الذين بلوهم بالأذى على العموم لا أن المراد أصحاب الأخدود خاصة للفاتنين عذابان لكفرهم، ولفتنتهم، (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ) ، المراد منهم المطروحون في الأخاديد، أو أعم، (إِنْ بَطْشَ ربِّكَ) ، أخذه بالعنف لأعدائه، (لَشَدِيدٌ) ، مضاعف، (إِنَّهُ هُوَ يُبْدِئُ) ، الخلق، (وَيُعِيدُ) ، بعد الموت، (وَهُوَ الغَفُورُ) ، للمؤمنين، (الوَدُودُ) ، المحب لهم، (ذُو العَرْشِ) ، مالكه، (المَجِيدُ) ، العظيم في الذات، والصفات، وقراءة الكسر على صفة العرش فمعناه علوه وسعته، (فعَّالٌ لمَا يُرِيدُ) ، لا يزاحمه أحد، ولا شيء، (هَلْ أَتَاكَ) ، يا محمد، (حَدِيثُ الجُنُودِ فِرْعَوْنَ وَثَمُودَ) ، هما بدل من الجنود، والمراد من فرعون هو وقومه، وهذا تقرير لقوله:  (إن بطش ربك لشديد) ، (بَل الذِينَ كَفَرُوا) : من قومك يا محمد، (فِي تَكْذِيبٍ) ، للقرآن، ولك أي تكذيب، فلا يعتبرون بسماع قصة من قبلهم، ومعنى (بل) الإضراب عن الأمر بالإسماع، والتذكير، كأنه قال: ذكّر قومك بشدة بطش ربك، وأسمعهم حكاية فرعون وثمود لعلهم يتعظوا به، بل هم في تكذيب عظيم لا يمكن لهم الارتداع، والاتعاظ، (وَاللهُ مِنْ وَرَائِهِمْ مُحِيطٌ) : لا يفوتونه كما لا يفوت المحاط المحيط، (بَلْ هُوَ) : بل هذا الذي كذبوا به، (قُرْآنٌ مجِيدٌ) : عظيم في اللفظ والمعنى، (فِي لَوْحٍ مَحْفُوظٍ) ، </p><p> بالرفع صفة القرآن، أي: محفوظ من الزيادة، والنقصان، وبالجر صفة اللوح، وعن أنس بن مالك وغيره: إن هذا اللوح المحفوظ في جبهة إسرافيل، وعن مقاتل: هو عن يمين العرش، وفي الطبراني، قال عليه السلام:  (إن الله قد خلق لوحًا محفوظًا من درة بيضاء وصفحاتها من ياقوتة حمراء قلمه نور، وكتابه نور لله فيه في كل يوم ستون وثلاثمائة لحظة يخلق ويرزق، ويميت، ويحيي ويعز ويذل ويفعل ما يشاء) . </p><p> * * * </p><p>(١) أخرجه الطبراني وأبو الشيخ وابن مردويه عن ابن عباس - رضي الله عنهما.</p>"
}