{
  "id": null,
  "sura": 89,
  "aya": 1,
  "text": "<p> سورة الْفَجْرِ مكية </p><p> وهي ثلاثون آية </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (وَالْفَجْرِ (١) وَلَيَالٍ عَشْرٍ (٢) وَالشَّفْعِ وَالْوَتْرِ (٣) وَاللَّيْلِ إِذَا يَسْرِ (٤) هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ (٥) أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (٦) إِرَمَ ذَاتِ الْعِمَادِ (٧) الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (٨) وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ (٩) وَفِرْعَوْنَ ذِي الْأَوْتَادِ (١٠) الَّذِينَ طَغَوْا فِي الْبِلَادِ (١١) فَأَكْثَرُوا فِيهَا الْفَسَادَ (١٢) فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ (١٣) إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤) فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (١٥) وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ (١٦) كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ (١٧) وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ (١٨) وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا (١٩) وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا (٢٠) كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا (٢١) وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (٢٢) وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى (٢٣) يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي (٢٤) فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (٢٥) وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ (٢٦) يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ (٢٧) ارْجِعِي </p><p> إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً (٢٨) فَادْخُلِي فِي عِبَادِي (٢٩) وَادْخُلِي جَنَّتِي (٣٠) </p><p> * * * </p><p> ((وَالْفَجْرِ) أقسم سبحانه بالصبح، أو بصبح يوم النحر، أو بصلاة الفجر (وَلَيَالٍ عَشْرٍ) عشر ذي الحجة، أو العشر الأول من المحرم، أو من رمضان (وَالشَّفْعِ وَالْوَتْرِ) يوم النحر شفع لأنه عاشر، ويوم عرفة وتر لأنه تاسع، أو اليومان من أيام التشريق، والوتر اليوم الثالث، أو الصلاة المكتوبة منها شفع، ومنها وتر، أو الخلق والله، والقول فيهما أكثر لكن الذي أوردناه ما اتفق عليه أكثر السلف والثلاث الأول منقول بالحديث أيضًا (وَاللَّيْلِ إِذَا يَسْرِ) : إذا يمضي، أو إذا يُسْرَى فيه كقولهم صلَّى المقامُ، والمراد ليلة المزدلفة، أو مطلق الليالي (هَلْ في ذَلِكَ) : المقسم به من هذه الأشياء (قَسَمٌ) : مقسم به (لذِي حِجْرٍ) : عقل، </p><p> فالاستفهام للدلالة على استحقاقها، لأن يعظم بالإقسام بها فيدل على تعظيم المقسم عليه، وتأكيده من طريق الكناية، أو في ذلك القسم قسم له، فللدلالة على أن ذوي العقول يؤكدون بمثله المقسم، فيدل على تأكيد القسم عليه أيضًا، وجواب القسم محذوف نحو: ليعذبن إن لم يومنوا، ويدل عليه قوله:  (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ) أي: عاد الأولى، يعني أولاده سموا باسم أبيهم، وهم الذين بعث الله فيهم هودًا فكذبوه، وأهلكهم \" بريح صرصر عاتية سخرها عليهم سبع ليال \" الآية [الحاقة: ٦، ٧]  (إِرَمَ) عطف بيان لعاد على حذف مضاف، أي: سبط إرم، فإنهم أولاد عاد بن إرم بن عوض بن سام بن نوح، أو عاد بن عوص بن إرم، أو اسم بلدتهم، أي: عاد أهل إرم علم قبيلة أو بلدة فلم ينصرف (ذاتِ العِمَادِ) هم سكان بيوت الشعر التي ترتفع بالأعمدة، أو طوال الأجسام على تشبيه قدهم بالأعمدة، أو أبنية بنوها (الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ) : مثل تلك القبيلة </p><p> للقوة وعظم التركيب، وفي الحديث (كان الرجل منهم يأتي على الصخرة، فيلقيها على الحي -أي:القبيلة- فيهلكهم) ، وقيل: لم يخلق مثل أبنيتهم، وأما حكاية جنة شداد بن عاد المشهورة المذكورة فِي أكثر التفاسير فعند المحققين من السلف والمؤرخين أنها من مخترعات بني إسرائيل، ولا اعتبار له (وَثَمُودَ الذِينَ جَابُوا) : قطعوا (الصَّخْرَ بالْوَادِ) : وادي القرى كما قال تعالى: \" وتنحتون من الجبال بيوتًا \" الآية [الشعراء: ١٤٩]  (وَفِرْعَوْنَ ذِي الْأَوْتَادِ) : ذي الجنود الكثيرة، أو لأنه يعذب بالأوتاد، أو له جبال وأوتاد يلعب بها عنده (الذِينَ) صفة للمذكورين (طَغَوْا فِي البِلادِ فَأَكْثَرُوا فِيهَا الْفَسَادَ فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ) الإضافة بمعنى من، أي: سوطًا من المعذب به، أي: نصيبًا أو شدة عذاب، فإن السوط عندهم غاية الإهانة (إِنَّ رَبَّكَ لَبِالْمِرْصَادِ) هو مكان يترقب فيه الرصد، وهذا تمثيل لإرصاده العباد بالجزاء، وأنَّهم لا يفوتونه، وعن ابن عباس رضي الله عنهما يرصد خلقه فيما يعملون، قيل: هو جواب القسم، وما بينهما اعتراض (فَأَمَّا الإِنسَانُ) هو كالمبين لقوله: (إِنَّ رَبَّكَ لَبِالْمِرْصَادِ) لأنه لما ذكر أنه تعالى يرصد خلقه في أعمالهم يعد بعض ذمائمهم (إِذَا مَا ابْتَلَاهُ رَبُّهُ) أي: امتحنه بالنعمة (فَأَكْرَمَهُ) بالمال </p><p> (وَنَعَّمَهُ) بالسعة (فَيَقُولُ رَبِّي أَكْرَمَنِ) دخول الفاء في خبر المبتدأ، لما في (أما) من معنى الشرط، وإذا ظرف ليقول أي: أما الإنسان فيقول وقت ابتلائه بالغنى: ربي أكرمن (وَأَمَّا إِذَا مَا ابْتَلَاهُ) : اختبره بالفقر (فَقَدَرَ) : ضيق (عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ) أي: وأما هو فيقول وقت ابتلائه بالفقر: ربي أهانني (كَلَّا) ردع عن القطع بأن الغنى إكرام والفقر إهانة، فكثيرًا ما يكون بالعكس (بَل لا تُكْرِمون اليَتِيمَ) أي: بل فعلهم أقبح من قولهم (وَلاَ تَحَاضُّونَ) : يحثون أهلهم (عَلَى طَعامِ المِسْكِينِ) أي: على إطعامه (وَتَأكُلُونَ التُّرَاثَ) : الميراث (أَكْلًا لَمًّا) : ذا لَمَّ، أي: جمع بين الحلال والحرام، فإنهم لا يورثون النساء والصبيان (وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا) : كثيرًا مع الحرص (كَلَّا) ردع لهم عن ذينك وإنكار ثم أتى بالوعيد فقال: (إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا) ، أي: دكا بعد دكة حتى سويت الأرض والجبال، فلمْ يبق تلال ولا وهاد، ظرف ليتذكر الإنسان (وَجَاءَ رَبُّكَ) : لفصل </p><p> القضاء جيئة تليق بقدسه من غير حركة ونقلة (وَالْمَلَكُ صَفًّا صَفًّا) مصطفين محدقين بالجن والإنس (وَجِيءَ يَوْمَئِذٍ بِجَهًّمَ) في صحيح مسلم (يؤتى بجهنم يومئذ </p><p> لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها)، (يَوْمَئِذٍ) ، بدل من \" إذا دكت \"  (يَتَذكَّرُ الإنسَانُ) معاصيه، أو يتعظ ويندم (وَأَنَّى لَهُ) أي: أنى ينفعه فإن اللام للنفع (الذِّكْرَى يَقُولُ يَا لَيْتَنِي قَدَّمْتُ) : الأعمال الصالحة (لِحَيَاتِي) : هذه، أو وقت حياتي في الدنيا (فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ) أي: لا يعذب أحد من الزبانية أحدًا، ولا يوثق بالسلاسل والأغلال مثل تعذيب الإنسان وإيثاقه فإن عذابه أشد، فضمير عذابه للإنسان والإضافة إلى المفعول، وهذا أرجح الوجوه لكن على هذا يلزم أن عذاب بعض الكفار أشد من عذاب الشياطين، فكأنه كذلك، وكذلك معنى يعذب، ويوثق على قراءة المجهول (يَا أَيَّتُهَا النَّفْسُ الُمطْمَئِنَّةُ) أي: يقول الله للمؤمن ذلك، المطمئنة: الساكنة الدائرة مع الحق، أو المطمئنة بذكر الله، أو الآمنة من عذاب الله (ارْجِعِي إِلَى ربِّكِ) : إلى جوار الله، وثوابه، يقال لها ذلك عند الاحتضار، وعند البعث، وفيه إشعار بأن النفوس قبل الأبدان كانت موجودة في عالم القدس، وعن بعض من السلف معناه: ارجعى يا نفس إلى صاحبك، أي: بدنك الذي كنت فيه (رَاضِيَةً مَّرْضِيَّةً) : عند الله (فَادْخلِي فِي عِبَادِي) أي: في زمرة الصالحين، الذين </p><p> هم عباد الله على الحقيقة (وَادْخُلِي جَنَّتِي) عن سعيد بن جبير: مات ابن عباس بالطائف فجاء طير لم نر على خلقته، فدخل نعشه، ثم لم ير خارجًا منه، فلما دفن تليت عليه هذه الآية على شفير القبر لا ندري من تلاها، رواه الطبراني عن غيره. </p><p> والحمد لله حقَّ حمده. </p><p> * * * </p>"
}