{
  "id": null,
  "sura": 91,
  "aya": 1,
  "text": "<p> سورة الشَّمْسِ مكية </p><p> وهي خمس عشرة آية </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (وَالشَّمْسِ وَضُحَاهَا (١) وَالْقَمَرِ إِذَا تَلَاهَا (٢) وَالنَّهَارِ إِذَا جَلَّاهَا (٣) وَاللَّيْلِ إِذَا يَغْشَاهَا (٤) وَالسَّمَاءِ وَمَا بَنَاهَا (٥) وَالْأَرْضِ وَمَا طَحَاهَا (٦) وَنَفْسٍ وَمَا سَوَّاهَا (٧) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨) قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا (١١) إِذِ انْبَعَثَ أَشْقَاهَا (١٢) فَقَالَ لَهُمْ رَسُولُ اللهِ نَاقَةَ اللهِ وَسُقْيَاهَا (١٣) فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا (١٤) وَلَا يَخَافُ عُقْبَاهَا (١٥) </p><p> * * * </p><p> (وَالشَّمْسِ وَضُحَاهَا) أي: ضوءها إذا أشرقت، وعن قتادة هو النهار كله (وَالْقَمَرِ إِذَا تَلاهَا) : تبع طلوعه طلوعها، وهو أول الشهر، أو غروبها، يعني: </p><p> حين كونه بدرًا (وَالنَّهَارِ إِذَا جَلَّاهَا) الضمير للشمس، فإنها تنجلي تامًّا إذا انبسط النهار، أو للظلمة وإن كانت غير مذكورة للعلم بها (وَاللَّيْلِ إِذَا يَغْشَاهَا) أي: الشمس، فإنها تغيب في الليل، وتحقيق عامل مثل هذا الظرف قد مر في سورة التكوير عند قوله:  \" والليل إذا عسعس \"  [التكوير: ١٧] ، فلا تغتر بما يرى بادي الرأي (وَالسَّمَاءِ وَمَا بَنَاهَا) أي: ومن بناها، والعدول إلى (ما) على الوصفية، والبلوغ في الغاية للإبهام فإن (ما) أشد إبهامًا (وَالْأَرْضِ وَمَا طَحَاهَا) : ومن بسطها (وَنَفْسٍ وَمَا سَوَّاهَا) : من سوى خلقها، بتعديل الأعضاء، والقوى، ومنها المفكرة، أو خلقها مستقيمة على الفطرة القويمة، وفي صحيح مسلم:  (إني خلقت عبادي حنفاء فجاءتهم الشياطين فاجتالتهم عن دينهم) وتنكير نفس للتكثير نحو: (علمت نفسٌ)  (فَأَلْهَمَهَا) : علمها، وبين لها (فُجُورَهَا وَتَقْوَاهَا) وجاز أن يكون (الماءات) الثلاثة مصدرية، كما قال الفراء والزجاج، وقوله:  \" فألهمها \" عطف على ما بعد ما كأنه قيل: ونفس وتسويتها فإلهامها فجورها، والمهلة فيها عرفية، ولا محذور (قدْ أَفْلَحَ مَن زَكَّاهَا) : من طهرها الله من الأخلاق الدنية، وتأنيث الضمير لأن (من) في معنى النفس، أو من طهر النفس، وإسناد الضمير إليه لقيامه به، والأول أرجح لما في الطبراني وغيره أنه عليه السلام إذا قرأ \" فألهمها فجورها وتقواها \" وقف ثم قال: (اللهم آت نفسي تقواها، وزكها أنت خير من زكاها أنت وليها ومولاها) ، وفي صحيح مسلم (إنه كان عليه السلام يدعوا بهذا الدعاء) وعن ابن عباس - رضي الله عنها - </p><p> سمعت رسول الله صلى الله عليه وسلم، يقول:  \" قد أفلح من زكاها \" أفلحت نفس زكاها الله عز وجل (وَقَدْ خَابَ مَن دَسَّاهَا) : دسها الله، ونقصها وعدلها عن الهدى، وأصله دسسها كـ تقضَّى وتقضض، وهو جواب القسم بحذف اللام للطول، أي: لقد أفلح، أو هو استطراد بذكر بعض أحوال النفس، تابع لقوله:  \" فألهمها \" ، والجواب محذوف، أي: لَيُدَمْدِمَنَّ الله على كفار مكة إن لم يؤمنوا كما دمدم على ثمود (كَذبَتْ ثَمُودُ بِطَغوَاهَا) بسبب طغيانها (إِذِ انْبَعَثَ) أي: كذبت حين قام (أَشْقَاهَا) أشقى ثمود، عن عمار بن ياسر قالَ: قال عليه السلام لِعَلِيٍّ: (ألا أحدثك بأشقى الناس؟قال:بلى،قال:رجلان أحيمر ثمود الذي عقر الناقة، والذي يضربك يا علي على هذا -يعني قرنه- حتى تبتل منه هذه- يعني لحيته-)  (فَقَالَ لَهُمْ رَسُولُ اللهِ) : صالح عليه السلام (نَاقَةَ اللهِ) نصب على التحذير، أي: احذروا عقرها (وَسُقْيَاهَا) : وشربها في يومها، فإن لها شرب يوم، ولكم شرب يوم معلوم (فَكَذَّبُوهُ فَعَقَرُوهَا) : قتلوا الناقة (فَدَمْدَمَ) : فأطبق العذاب (عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ) : بسببه (فَسَوَّاهَا) : فسوّى الدمدمة بينهم، ولم يفلت منهم أحد، أو فسوى ثمود بالإهلاك (وَلاَ يَخَافُ عُقْبَاهَا) أي: ولا يخافُ الله </p><p> عاقبة الدمدمة وتبعتها، كما يخاف الملوك فيبقى بعض الإبقاء، أو لا يخاف ذلك الأشقى عاقبة فعلته، والواو للحال. </p><p> والحمد لله وحده. </p><p> * * * </p>"
}