{
  "id": null,
  "sura": 96,
  "aya": 1,
  "text": "<p> سورة العلق مكية </p><p> وهي تسع عشرة آية </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (٢) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (٣) الَّذِي عَلَّمَ بِالْقَلَمِ (٤) عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (٥) كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) إِنَّ إِلَى رَبِّكَ الرُّجْعَى (٨) أَرَأَيْتَ الَّذِي يَنْهَى (٩) عَبْدًا إِذَا صَلَّى (١٠) أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (١١) أَوْ أَمَرَ بِالتَّقْوَى (١٢) أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (١٣) أَلَمْ يَعْلَمْ بِأَنَّ اللهَ يَرَى (١٤) كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ (١٥) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (١٦) فَلْيَدْعُ نَادِيَهُ (١٧) سَنَدْعُ الزَّبَانِيَةَ (١٨) كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (١٩) </p><p> * * * </p><p> (اقْرَأْ) أي: القرآن (بِاسْمِ) أي: مفتتحًا باسم (رَبِّكَ الذي خَلَقَ) أي: الخلائق (خَلَقَ الإِنسَانَ) : الذي هو أشرف المخلوقات (مِنْ عَلَقٍ) : جمع علقة، جمعه لأن الإنسان في معنى الجمع (اقْرَأْ) تكرير للمبالغة (وَربُّكَ الأَكْرَمُ) : الزائد في الكرم على كل كريم بنعم على العباد، ويحلم عنهم فلا يعاجلهم بالعقوبة مع كفرهم، وتناهي جحودهم (الَّذِي عَلَّمَ) : الحظ الذي هو من جلائل النعم (بِالْقَلَمِ </p><p> عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ) أي: ما لا يقدر على تعلمه لولا تعليم الله، وقد صح أن هذه السورة إلى هذه الآية، أول آيات نزلت في جبل حراء (كَلَّا) ردع لمن كفر بنعمه بسبب طغيانه، وإن لم يذكر لدلالة الكلام عليه (إِنَّ الإِنسَانَ لَيَطْغَى) : ليتجاوز عن حده (أَنْ رآهُ) : رأى نفسه، لولا أن الرؤية بمعنى العلم، لامتنع أن يكون مرجع المفعول مرجع ضمير الفاعل (استَغنَى) أي: رأى نفسه غنيًّا ذا مال، وهو ثاني مفعولي رأى (إِنَّ إِلَى ربِّكَ) يا إنسان، التفات للتهديد (الرُّجْعَى) : الرجوع فيجازي طغيانك (أَرَأَيْتَ الذِي يَنْهَى) أي: أبا جهل (عَبْدًا) : هو أشرف العباد - صلى الله عليه وسلم - (إِذَا صَلَّى) قال عليه اللعنة: لئن رأيته ساجدًا لأطأن على عنقه (أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى أَوْ أَمَرَ بِالتَّقْوَى أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى أَلَمْ يَعْلَمْ بِأَنَّ اللهَ يَرَى) أخبرني، يا من له أدنى تمييز عن حال من ينهى عبدًا من العباد إذا صلى، إن كان على طريقة سديدة في نهيه عن عبادة الله، أو كان آمرًا بالتقوى، فيما يأمر به من عبادة الأوثان كما يزعم، ألم يعلم بأن الله يرى حاله، فيجازيه؟ أخبرني عن هذا الذي ينهى المصلى إن كان على </p><p> التكذيب للحق، والتولي عن الدين الصحيح كما نقول نحن، ألم يعلم بأن الله يرى فيجازيه، فعلى هذا \" أرأيت \" الثاني تكرار للأول للتأكيد، وأما الثالث فمستقل للتقابل بين الشرطين، وحذف جواب الأول لدلالة \" ألم يعلم \" الذي هو جواب الثالث عليه عند من يجوز أن يكون الإنشاء جوابًا للشرط بلا فاء، وعند من لم يجوز يكون جواب الأول والثالث محذوفًا بقرينة \" ألم يعلم \" ، أو \" أرأيت \" الأولى فأختاها متوجهات إلى \" ألم يعلم \" ، وهو مقدر عند الأوليين، والحذف للاختصار، أو معناه ما أعجب ممن ينهى عبدًا عن الصلاة، إن كان المنهي على الهدى آمرًا بالتقوى، والناهي مكذب متولي، أو معناه أخبرني إن كان الكافر على الهدى، أو آمرًا بالتقوى، أما كان خيرًا له؟ أو معناه أخبرني يا كافر إن كان المنهي على الهدى في فعله، أو آمرًا بالتقوى في قوله، فما ظنك وأنت تزجره؟ وعلى هذين الوجهين جواب الشرط الثاني فقط قوله:  \" ألم يعلم \" ، (كلَّا) ، ردع للناهي، (لَئِن لَّمْ يَنتَهِ) ، عما هو فيه، (لَنَسْفَعًا) : لنأخذن، وكتابتها في المصحف بالألف على حكم الوقف، (بِالنَّاصِيَةِ) : بناصيته، فلنجرنه إلى النار، (نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ) ، بدل من الناصية أسند الكذب والخطأ إليها، وهما لصاحبها مجاز المبالغة، (فَلْيَدْعُ </p><p> نَادِيَهُ): أهل ناديه، يعني: قومه وعشيرته فليستعن بهم، (سَنَدْعُ الزَّبَانِيَةَ) : ملائكة العذاب ليجروه إلى النار، قال عليه اللعنة: واللات والعزى، لئن رأيته يصلي لأطأن على رقبته، فلما رآه جاءه فإذا نكص على عقبيه ويتقي بيديه، فقيل له: مالك؟ قال: إن بيني وبينه خندقًا من نار، وهولاً وأجنحة، فقال عليه السلام:  \" لو دنا مني لاختطفته الملائكة عضوًا عضوًا \" ، (كَلَّا) ، أي: ليس الأمر على ما عليه أبو جهل، (لاَ تُطِعْهُ) : يا محمد ودم على طاعتك، (وَاسْجُدْ وَاقْتَرِبْ) : ودم على السجود والتقرب إلى الله حيث شئت، ولا تباله. </p><p> والحمد لله </p><p> * * * </p>"
}