{
  "id": null,
  "sura": 97,
  "aya": 1,
  "text": "<p> سورة الْقَدْرِ مكية </p><p> وهي خمس آيات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (٤) سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥) </p><p> * * * </p><p> (إِنَّا أَنْزَلْنَاهُ) ، أي: القرآن، (فِي لَيْلَةِ القَدْرِ) : لعظمة شأنها، (وَمَا أَدْرَاكَ مَا لَيْلَةُ القَدْرِ لَيْلَةُ القَدْرِ خَيْرٌ منْ أَلْفِ شَهْرٍ) ، أي: من ألف شهر ليس فيها تلك الليلة، والعمل في تلك الليلة أفضل من عبادة ألف شهر ليس فيها ليلة القدر، ولذلك ثبت في الصحيحين (من قام ليلة القدر إيمانًا واحتسابًا غفر له ما تقدم من ذنبه) نزلت، حين ذكر عليه السلام \" رجلاً من بني إسرائيل لبس السلاح في سبيل الله ألف شهر، فعجب الصحابة من ذلك \" فأعطوا ليلة خيرًا من مدة ذلك الغازي، والأصح أنها من خصائص هذه الأمة، وأنَّهَا في رمضان، وأنَّهَا في العشر الأواخر، </p><p> وأنها في أوتارها، وأنَّهَا تختلف في السنين جمعًا بين الأحاديث، ولا خلاف بين السلف في أنها باقية إلى يوم القيامة، سميت بها لأنها ليلة تقدير الأمور والأحكام إلى السنة المقبلة، أو لمنزلتها وقدرها عند الله، (تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ) : جبريل، أو ضرب من الملائكة، (فِيهَا بِإِذْنِ رَبِّهِمْ) ، مع نزول البركة، والرحمة، قال عليه السلام:  (الملائكة في الأرض في تلك الليلة أكثر من عدد الحصى) ، وعن كعب الأحبار:  (لا يبقى بقعة إلا وعليها ملك يدعو للمؤمنين، والمؤمنات، سوى كنيسة، أو بيت نار، أو وثن، أو موضع فيه النجاسات، أو السكران، أو الجرس، وجبريل لا يدع أحدًا إلا صافحه فمن اقشعر جلده ورق قلبه، ودمعت عيناه فمن أثر مصافحته، (مِنْ كُلِّ أَمْرٍ) ، أي: تتنزل من أجل كل أمر قُدِّر في تلك السنة، (سَلامٌ هِيَ) ، ليس هي إلا سلامة لا يقدر فيها شر وبلاء، أو لا يستطيع الشيطان أن يعمل فيها سوءًا، أو ما هي إلا سلام لكثرة سلام الملائكة على أهل المساجد، وعن مجاهد: سلام هي من كل أمر وخطر، (حَتَّى مَطْلَعِ الْفَجْرِ) ، غاية تبين تعميم السلامة، أو السلام كل الليلة، أي: وقت طلوعه، والمطلِع بالكسر أيضًا مصدر كالمرجع، أو اسم زمان كالمشرق على خلاف القياس، ويستحب أن يكثر فيها من قول اللهم إنك عفو تحب العفو فاعف عني. </p><p> والحمد للهِ. </p><p> * * * </p>"
}