{
  "id": null,
  "sura": 99,
  "aya": 1,
  "text": "<p> سورة الزلزال مكية </p><p> وقيل مدنية وهي ثمان آيات </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا (١) وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا (٢) وَقَالَ الْإِنْسَانُ مَا لَهَا (٣) يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا (٤) بِأَنَّ رَبَّكَ أَوْحَى لَهَا (٥) يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ (٦) فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) </p><p> * * * </p><p> (إِذَا زُلْزِلَتِ) : حركت، (الأَرْضُ زِلْزَالَهَا) ، المقدر لها عند النفخة، (وَأَخْرَجَتِ الأَرْضُ أَثْقَالَهَا) : من الأموات، والكنوز، وألقاها من جوفها على ظهرها، (وَقَالَ الْإِنْسَانُ مَا لَهَا) ، تعجبًا من تلك الحالة، (يَوْمَئِذٍ) ، بدل من إذا، وناصبها تحدِّث، أو عامل إذا مضمر نحو: اذكر، وعامل يومئذ تحدث، (تُحَدِّثُ) : الأرض الخلق بلسان القال،، (أَخْبَارَهَا) ، وفي الترمذي، </p><p> والنسائي \" قرأ عليه السلام هذه الآية قال: إن أخبارها أن تشهد على كل عبد وأمة بما عمل على ظهرها،أن تقول:عمل كذا وكذا في يوم كذا وكذا \" ، (بِأَنَّ رَبَّكَ أَوْحَى لَهَا) ، أي: تحدث بسبب إيحاء الرب، وأمره بالتحديث، (يَوْمَئِذٍ يَصْدُرُ النَّاسُ) : يرجعون عن موقف الحساب، (أَشْتَاتًا) : متفرقين أصنافًا، وأنواعًا ما بين شقي وسعيد، (ليُرَوْا أَعْمَالَهُمْ) ، أي: جزائها، (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ) : وزن نملة صغيرة، أو ما يرى في الشمس من الهباء، (خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ) ، عن ابن مسعود رضي الله عنه: هذه أحكم آية في كتاب الله، وكان عليه السلام يسميها \" الفاذة الجامعة \" ، وفي إحباط بعض أعمال الخير، والعفو عن بعض أعمال الشر، إشكال، اللهم إلا أن يقال: الآية مشروطة بعدم الإحباط، والعفو، وما ذكره النسائي، وابن ماجه إنه لما نزلت قال أبو بكر: إني أجزى بما عملت من مثقال ذرة من شر، فقال عليه السلام:  \" ما رأيت في الدنيا مما تكره فبمثاقيل ذر الشر، ويدخر الله لك مثاقيل ذر الخير حتى توفاه يوم القيامة \" ، فلا يخلو عن إشكال لأن قوله:  \" فمن يعمل \" مترتب على قوله: \" يَوْمَئِذٍ يَصْدُرُ \" ، فالظاهر </p><p> أن رؤية جزاء الأعمال في الآخرة لا في الدنيا، اللهم إلا أن يقال: قد تم الكلام عند قوله: \" ليروا أعمالهم \" ، وقوله:  \" فمن يعمل \" ابتداء كلام وحكم على حياله، وعن سعيد بن جبير: كان المسلمون يرون أنَّهم لا يؤجرون على الشيء القليل إذا أعطوه، وكان آخرون يرون أن لا يلامون على الذنب اليسير الكذبة، والنظرة، والغيبة وأشباهها، فرغبهم الله في القليل من الخير، وحذرهم عن القليل من الشر، فنزلت:  (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ) إلخ. </p><p> والحمد لله. </p><p> * * * </p>"
}