{
  "id": null,
  "sura": 2,
  "aya": 49,
  "text": "<p> في هذه الآيات تعداد لنعم الله تعالى على بني اسرائيل ومننه الكثيرة، فيقول تعالى: واذكروا من نِعَمنا علكيم أن أنجيناكم من ظلم فرعون وأعوانه الذين كانوا يذيقونكم أشد العذاب، فإنهم كانوا يذبحون الذكور من أولادكم تحسّباً من أن ينازعهم في حكم البلاد، ويبقون الإناث ليتخذوهن جواري لهم. وفي هذا العذاب والتعرض للفناء بلاء شديد من ربكم لكم واختيار عظيم. </p><p> وفرعون لقبٌ لمن ملك مصر قبل البطالسة، مثل كسرىعند الفرس وقيصر عند الروم، وتُبَّع في اليمن، والنجاشي في الحبشة. </p><p> واذكروا كذلك من نعم الله عليكم أننا شققنا من أجلكم البحر وفصلنا بضعه عن بعض لتسيروا فيه، فتتخلصوا وتنجوا من ملاحقة فرعون وجنوده. . هكذا جوتم، كما انقمنا لكم من عدوكم فأغرقناه أمام أبصاركم. </p><p> وهذه القصة من خوارق العادات ومن معجزات الأنبياء التي يؤيدهم اللهن بها حين يرسلهم. وخوارق العادات جائزةٌ عقلا، وهي خاضعة لارادة الله وفق النواميس الطبيعية التي وضعها سبحانه وتعالى، لكن تفسيرها هو الذي يبدوا خارقاً. فالحق أن السنن والقوانين الكونية لا تحكُم على واضعها ومبررها بل هو الحاكم المتصرف فيها. </p><p> واذكروا حين واعد ربُّكم موسى أربعين ليلة لمناجاته، وتلقى التوراة. فلما ذهب موسى الى معياده، بعد اجيتاز البحر سألتموه أن يأتيكم بكتاب من ربكم، فلمّا أبطأ علكيم اتخذتم عِجْلاً من ذهبٍ وعبدتموهن من دون الله. بذلك عدتم الى كفركم والإشراك في الله. يومذاك كان الذهب هو ربكم، فبئس ما تفعلون. </p><p> أما العجل فقد اتسعاروهن من عبادة الكنعانيين. </p><p> والمراد بهذه الآيات هو تذكير أحفادهم بالنعمة وبيان كفرهم بها. وذلك ليظهر أن تكذيبهم بمحمد صلى الله عليه وسلم ليس بغريب منهم، بل هو معهود فيهم. وهو دليل على أنهم عبيد المادة يجرون وراءها، هذا ديدنهم منذ أول أمرهم الى الآن. ومن فعلَ من الأمم الأخرى فقد اكتسب بعض صفاتهم. . إنه تهوّد. </p><p> ثم عفَونا عنكم ومحونا عقوبتكم أملاً في ان تنصلح حالكم ولعلّكم تشكرون ربكم على عفوه عنكم، وفضله عليكم، وتشجيعاً لأن تداوموا على طاعة الله ورسله. </p><p> واذكروا حين أنعمنا عليكم فأنزلنا على نبيكم موسى كتاباً من عندنا جعلناه يفرّق بين الحق والباطل، ويبين لكم الحلال من الحرام. وذلك لكي تسترشدوا بنور هذا الكتاب وتهتدوا من الضلال باتباع ما جاء فيه. </p><p> القراءات: </p><p> قرأ نافع، وابن كثير، وعاصم وابن عامر وحمزة والكسائي «واعدنا» والباقون «وعدنا» . </p>"
}