{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> الهزؤ: السخرية. فارض: كبيرة انقطعت ولادتها. بكر: صغيرة لم يركبها الفحل. </p><p> عوان: نَصَف بين الكبيرة والصغيرة. فاقع: ناصع شديد الصفرة. الذلول: المدرب الذي عُوّد على العمل. تثير الارض: تقلبها وتهيئها للزراعة. مسلمة: خالية من العيوب. لا شية فيها: لونها واحد ليسي فيها ألوان مختلفة. والشية: العلامة. ادّارأتم: اختصتم، وتدافعتم بأن قال بعضكم أنتم القتَلة وقال الآخرون بل أنتم. </p><p> في هذه الآية يقص علينا تعالى موضوعاً يبين فيه تعنت اليهود، ومما حكتهم واستهزاءهم بأوامر الله، وتعجيزهم لنبيهم، وتنطعهم بالدين. وأصل القصة ان جريمة قتل وقعت في بني إسرائيل ولم يعرف القاتل. فأتوا الى مسى يطلبون حكمه فيها فقال لهم: ان الله تعالى يأمركم ان تذبحوا بقرة ليكون ذلك مفتاحاً لمعرفة القاتل. فقالوا: أتسخر منا يا موسى! فقال: أعوذ بالله ان أكون من الجاهلين. وهنا بدأ تعنتهم اذ قالوا: اطلبت لنا من ربك ان يبين لنا لون هذه البقرة. فأجابهم موسى: ان الله تعالى يقول انها بقرة صفراء لونها فاقع تسر الناظرين لصفاء لونها ووضوحه. ثم لجّوا في سؤالهم فقالوا: ادعُ لنا ربك يبين شأن هذه البقرة، لأن البقر كثير وقد تشابه علينا. فقال لهم ان الله يقول انها بقرة لم تذلل بالعمل في حرث الارض وقلبها للزراعة، ولم تعمل في سقي الارض، وهي مسلَّمة بريئة من العيوب ليس فيها آية علامة أو لون آخر. فقالوا: الآن جئت بالبيان الواضح، وأخذوا يبحثون عن البقرة التي بهذه الصفات. ووجدوها عند أيتام فقراء فاشتروها بأضعاف ثمنها ثم ذبحوها، وما كادوا يفعلون ذلك لكثرة أسئلتهم وطول لجاجهم. </p><p> ثم يأتي الى القصد الاول من ذبح البقرة. وهني قوله: قتل بعضكم نفساً فود كل منكم ان يدفع عن نفسه التهمة، وتخاصمتم في ذلك، والله يعلم الحقيقة وهو كاشفها ومظهرها مع أنكم تكتمونها. </p><p> فقلنا على لسان موسى: اضربوا التقيل بجزء من هذه البقرة، فلما فعلتم أحيا الله التقيل وذكر اسم قالته ثم سقط ميتا. . وتلك معجزة من الله لنبيه موسى، والله على كل شيء قدير. </p><p> جمع المفسرين مجمعون على أن ضرب القتيل كان بجزء من البقرة وإن اختلفوا في تعيين ذلك الجزء. ومعرفة هذا الجزء لا تنقص ولا تزيد </p><p> في قدر المعجزة، وانما هي علم لا يفيد أحدا. </p><p> وقد خالف المرحوم عبد الوهاب النجار في تفسير «اضربوه ببعضها» في كتابه قصص الأنبياء ص ٢٥٩٢٦٢ وقال: المراد بعض أجزاء التقيل. يعني ان يضرب المتهم بجزء من جسم القتيل، هذا ما نفهم من كلامه وهو يقول: ان قصة ذبح البقرة منفصلة عن قصة القتل. وكل واحدة على حدة. أما المراد بذبح البقرة فهو أن بني إسرائيل كانوا مع المصريين الذين يقدسون البقر. وكانت فيهم بقية من هذا التقديس بدليل أنهم عبدوا تمثال العجل، فكان لا بد لاقتلاع هذه البقية من نفوسهم تكليفهم ذبح البقرة، فكان لذلك الأمرُ بالذبح، وكان لذلك المجادلة والتلكؤ منهم، فذبحوها وما كادوا يقومون بالذبح. والرأي هنا أقرب الى التعليل المنطقي لا مجرد التفسير. </p><p> ويريكم آياته وهي الإحياء وما اشتمل عليه من الأمور البديعة من ترتيب الحياة على الضرب بعضو ميت، وإخبارُ الميت بقاتله مما ترتتب عليه الفصل في الخصومة وازالة أسباب الفتن العداوة لعلكم تفقهون أسباب الشريعة وفائدة الخضوع لها. </p>"
}