{
  "id": null,
  "sura": 2,
  "aya": 164,
  "text": "<p> في هذه الآية عرض موجز لبعض مشاهد الكون العجيب، وآيات لكل ذي عقل على وجود الله وألوهيته. وفيها تنبيه للحواس والمشاعر تفتح العين والقلب على عجائبها هذا الكون، فمن ذلك: ابداع السموات التي ترونها والكواكب تسير فيها بانتظام دون ان تتزاحم او تصدم، بل تبعث الحرارة والنور لهذا العالم، والارضُ وما فيها من البر والبحر، وتعاقب الليل والنهار في حياتها ما في ذلك من المنافع للناس. كذلك ما يجري في البحر من السفن التي تحمل الناس والمتاع، ولا يسيّرها الا الله. كذلك فهو الذي يرسل الرياح التي تبعث المطر، فيحيي الحيوان ويسقي الارض، والنبات. ومن خلقه ايضا ما ترونه من السحاب المعلّق بين السماء والارض. </p><p> والآن، هل يعقل ان تقوم هذه الأشياء كلها، وبهذا الاتقان والإحكام من تلقاء نفسها! ام هي صنع العليم القدير! </p><p> ويدلنا علم الفلك ان عدد نجوم السماء مثل عدد ذرات الرمال الموجودة على سواحل البحار في الدنيا كلها، فمنها ماهو أكبر من الأرض وما هو أصغر منها. لكن أكثرها كبير جداً، حتى ليمكن ان يعدِل أحدها ملايين النجوم التي في مثل حجم ارضنا هذه. </p><p> عندما تكون السماء صافية نستطيع ان نرى بالعين المجردة خمسة آلاف من النجوم ولكن هذا العدد يتضاعف الى أكثر من مليونين حين نستعمل تلكسوباً عادياً. ذلك ان الفضاء الكوني فيسح جداً، تتحرك فيه كواكب لا حصر لها، وبسرعة خارقة. فبعضها يواصل رحتله وحده، ومنها ما يسير مثنى مثنى، أو في مجموعات. </p><p> وأقرب حركة منا هي حركة القمر الذي يبعد حوالي ٠٠٠ر٢٤٠ ميل. وهو يكمل دورته حول الارض من تسعة وعشرين يوماً ونصف يوم. كذلك تبعد أرضنا عن الشمس مسافة (٠٠٠ر٠٠٠ر٩٢) ميل، وهي تدور حول محورها بسرعة الف ميل في الساعة، وقطر فلكها (٠٠٠ر٠٠٠ر١٩٠) ميل تكمله مرة واحدة في السنة. وهناك تسعة كواكب مع الارض وكلّها تدور حول الشمس بسرعة فائقة. فالمشتري مثلا يكمل دورة واحدة حول الشمس كل ١١ سنة وستة وثمانين يوما. وزحل كل ٢٩ سنة وستة وأربعين يوما. وأورانس كل ٨٤ سنة ويومين. ونبتون كل ١٦٤ سنة وسبعة وتسعين يوما. وأبعد هذه الكواكب السيّارة حول الشمس هو بلوتو الذي تستغرق دورة واحدة منه حول الشمس ٢٤٨ سنة و ٤٣ يوما. وحول هذه الكواكب يدور واحد وثلاثون قمرا. </p><p> ولا ننسى ذلك العملاق الذي نسميه «الشمس» ، وهي أكبر من الأرض بمليون ومئتي ألف مرة. ثم ان هذه الشمس ليست بثابتة في مكانها وانما هي بدورها تدور مع كل هذه السيارات والنجميات في هذا النظام الرائع. وهناك آلاف من الأنظمة غير نظامنا الشمسي، يتكون منها ذلك النظام الذي يسمى المجرات. </p><p> وكأنها جميعا طبق عظيم تدور عليه النجوم والكواكب منفردة ومجتمعة كما يدور الخذروف يلعب به الطفل، {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ} . </p><p> وبقدّر علماء الفلك ان هذا االكون يتألف من خمسمائة مليون واحدة من هذه المجرات، ويرون ان هذا الكون الفسيح بأعداده الهائلة من الكواكب والنجوم انما يسير بحركة منتظمة، طبقاً لنظام وقواعد محكمة لا يصطدم فيها بعضها ببعض. وان العقل حين ينظر الى هذا النظام العجيب، والتنظيم الدقيق الغريب، لا يلبث ان يحكم باستحالة أن يكون هذا قائمة بنفسه، بل يجزم ان هناك قدرة هي التي تقيمه وتهيمن عليه. تلك هي قدرة الله الواحد القدير. أفليس في هذه العجائب والمشاهد عبر ومواعظ لمن يتدبر بعقله ويستدل بما فيها من إتقان وإحكام على قدرة مبدعها وحكمته! </p><p> وقد قال بعض العلماء: ان لله كتابين، كتاباً مخلوقاً هو الكون، وكتابا منزلا مقرواً هو القرآن، يرشدنا الى طرق العلم بذلك، فمن اعتبر بهما فاز. </p><p> القراءات </p><p> قرأ حمزة والكسائي «وتصريف الريح» على الإفراد. </p>"
}