{
  "id": null,
  "sura": 2,
  "aya": 21,
  "text": "<p> بعد ان استعرض الله تعالى طوائف الناس الثلاث: المؤمنين المتقين، والكافرين، والمنافقين وجّه دعوة للناس جميعاً الى عبادته والايمان بالكتاب الذي أنزله على عبده محمد صلى الله عليه وسلم، وخاطبهم ب {يَاأَيُّهَا الناس} ، فصوفهم بهذه الإنسانية التي هي عنوا على العقل والنظر والتدبُّر. </p><p> يا أيها الناس اعبُدوا ربَّكم. الذي أنشأكم وخلقكم كما خلق الأقوام الذين سبقوكم. إنه خالق هذا الكون وكل شيء فيه. اعبُدوه لعلكم تُعدون أنفسكم وتهيئونها لأن تتطهر بفضل عبادتها له فيسهُل عليها ان تذعن للحق. </p><p> وبعد ان أرشدهم الرحمن الى دلائل التوحيد وحثهم على عبادة الخالق العظيم أشار لهم الى دلائل وحدانيته من آيات قدرته المحيطة بهم في أرضه وسمائه، وبصّرهم بما أنعم عليهم فيها من وسائل الحياة، وموارد الرزق فقال:  {الذي جَعَلَ لَكُمُ الأرض فِرَاشاً} مهّده بقدرته وبسَط رقعته بحكمته كما يسهُل عليكم العيش فهيا والانتفاع بها. والبسط والتمهيد هنا لا يعني كروية في الشكل ولا عدمها، وانما يعني تذليل الأرض لنفع الانسان. لكنّ الله بسط لنا في الأرض السهول، وجعل لنا فيه الجبال الشاهقة والبحار العميقة، والأنهار الجارية والأودية السحيقة: كل ذلك جعله لنا، نتمتع بكافة خيراتها العديدة الأصناف. اما فوقنا فقد جعل السماء وأجرامها وكواكبها المتراصة في نظرنا كالنبيان المشيد. ومن هذه السماء أمدّنا جلّ وعلا بسب بالحياة والنعمة. ألا وهو الماء، أنزله علينا يغيثنا به فجعله سبباً لأخراج النبات والشجر المثمر. لذا فإن من عمى البصيرة والبصر أيها الناس ان جعلوا لله أندادا. وفلا تفعلوه. إذ من الغيّ وحده أن تنصروا ان لله نظراء، ثم تأخذون تعبدونهم كعبادته. انه خالقكم، ليس له مثيل ولا شريك، وأنتم بفطرتكم الأصيلة تعلمون انه لا مثيل له ولا شريك، فلا تحرّفوا هذه الطبيعة. نعم ان كثيراً من مشركي العرب كانوا يعتقدون بالإلَه لكنهم يتذرعون بقولهن: انما نعبد هذه الأصنام لتُقِّربنا الى الله. . فهل الله حاجة الى وثن يتخذه واسطة بينه وبين عبادهن!! </p><p> وفي هذه الآية جزء من دلائل الإعجاز في القرآن الكريم: ، وهو قوله تعالى {السماء بِنَآءً} ، ففي ذلك معنى ما كان يمكن أن يعرفه النبي الأميّ غلا بوحي من الله. فالسماء في المعنى العلمي هي كل ما يحيط بالارض في أي اتجاه، والى أي مدى، وعلى أية صورة، ويشمل ذلك الجوّ المحيط بالارض الى ارتفاعات تنتهي حيث يبدأ الفراغ الكوني الشاسع بما فيه من الأجرام السماوية المنتشرة في اعماقه السحيقة على اختلاف أشكالها وأحجامها. وهي تتحرك في نظام بديع عجيب، على أساسه يتوالى ظهورها واختفاؤها لسكان الأرض. وهي جميعاً في دورانها وترابطها بقوى الجاذبية، كالبنيان في تماسكه واتزانه، وتدّرجه طبقة بعد طبقة. </p><p> وكل هذا لم يكن معروفاً للعلم في عصر محمد. صلى الله عليه وسلم. </p><p> وفي الجزء الأدنى من السماء، وهو الحد المحيط بالأرض القريبُ منها مباشرة توجد الطبقات الجوية المختلفة الواقية من الإشعاعات الضارة عن أرجاء الكون، والتي لا تسمع الا للأشعة المنيرة منها بالنفاذ، فهي كالمضلات الواقية. وفي هذه الطبقة يكون السحاب ومنه المطر. </p><p> وبعد أن بيَّن الله للناس انه هو الخالق الواحد المعبود بحق، وانه المنعم بكل ما في الوجود برف قائلا:  {وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ} وذلك لا، المشركين كانوا ينكرون الراسلة وأن القرآن وحي من عند الله. لذا طلب اليهم، لتبرير شكّهم وإنكارهم، عند أنفسهم، أن يأتوا بسورة واحدة ت ضارع أياً من سور القرآن في بلاغتها وإحكامها وعلومها وسائر هدايتها. وحجّتهم قائلاً: نادوا الذين يشهدون لكم أنكم أتبتم بسورة مماثلة. استعينوا بهم في اثبات دعواكم. غير انكم لن تجدهم. . وهؤلاء الشهود هم غير الله حُكماً، لأن الله يؤيد عبده بكتابه، ويشهد له بأفعاله. </p><p> ثم ينتقل الى التحدّي والتحذير فيقول:  {فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ فاتقوا النار التي وَقُودُهَا الناس والحجارة أُعِدَّتْ لِلْكَافِرِينَ} . </p><p> فإن لم تستطيعوا ان تأتوا بسورةٍ من مِثلِ سوَر القرآن ولن تستطيعوا ذلك بحال من الأحوال، لأن القرآن كلام الهل الخالق، فهو فوق طاقة المخلوقين فالواجب عليكم ان تجتنبوا مايؤدي بكم الى عذاب الآخرة، وإلى النار التي سيكون وقودها الكافرين من الناس والحجارة من أصنامكم، والتي أعدّها الله لتعذيب الجاحدين أمثالكم. </p><p> ولقد سجل القرآن على المشركين المكابرين واقع العجز الدائم عن الإتيان بمثل هذا القرآن، بل جزءٍ منه أو سورة واحدة. وذلك من إعجاز القرآن. لأن التحدي ظل قائماً في حياة الرسول الكريم رغم وجود الفصحاء والبلغاء من خطباء العرب وشعرائهم وكبار متحدثيهم. ولا يزال قائماً الى يومنا هذا والى يوم الدين. وحيث عجز بلغاء ذلك العصر وفصحاؤه. فإن سواهم أعجز. في هذا أكبر دليل على ان القرآن ليس من كلام البشر، بل هو من الخالق العظيم، انزله تصديقاً لرسوله محمد بن عبد اللنه، الرسول الأميّ الذي لم يجلس الى معلم، ولم يدخل أية مدرسة. </p><p> وبعد أن حذّر المكذّبين المعاندين وأنذرهم بعقاب الفجّار في نار لاهبة أخذ يبشّر المؤمنين المتقين بالجنة. لقد أذعنوا للحق دون شك أو ارتياتب، وعملوا الأعمال الصالحة الطيبة، فبشّرْهم يا محمد بما يسرهم ويشرح صدروهم: لقد أعدّ الله لهم عنده جنات تتخللها الأنهار الجارية تنساب تحت أشجارها وبين قصورها، وكلّما نالوا رزقاً من بعض ثمارها قالوا: هذا شبيه ما رزقنا الله في الدنيا من قبل. ومع أن الثمرات التي ينالونها اذ ذاك تتشابه في الصورة والشكل والجنس مع مثيلاتها في الدنيا فهي تتمايز عنها في الطعم واللذة. ولهم في الجنة زوجات رضيّات، مطهرات من الخبث والدنس، هن أرفعُ من المكر والكيد ومساوء الاخلاق. هناك سيبقون في الحياة الخالدة، ويعيشون في النعيم المقيم. </p>"
}