{
  "id": null,
  "sura": 2,
  "aya": 222,
  "text": "<p> الحيض: السيلان، وفي الشرع: دم يخرج من الرحم في مدة مخصوصة. الأذى: الضرر. الحرث: موضع النبت يعني الارض التي تنبت، شبهت بها النساء، لأنها منبت الولد. أنى شئتم: متى شئتم. </p><p> كثرت الأسئلة عن مخالطة النساءِ أيام مجيء العادة الشهرية عندهن، وذلك بسبب احتكاك المسلمين في المدينة باليهود وبسبب العادات الموروثة من الجاهلية. فقد كان اليهود لا يقربون المرأة أثناء حيضها، ويعتبرونها نجسة. فلا يجوز للرجل ان يمس جسدها أو يقرب من فراشها، فإن فعل، يغسل ثيابه بماء ويستحم ويكون نجسا الى المساء. وان اضطجع معها وهي حائض يكون نجسا سبعة أيام. وكان العرب في الجاهلية لا يساكنون الحائض، ولا يؤاكلونها كما كانت تفعل اليهود. اما النصارى فكانت تتهاون مفي أمور الحيض، فكان هذا الاختلاف مدعاة للسؤال عن حكم المحيض في الاسلام فنزلت الآية. . . </p><p> يسألونك يا محمد عن إيتان الزوجات زمن الحيض فأجبهم: إنه اذى، فامتنعوا عنه حتى يطهُرن، فاذا تطهرن فأتوهن في المكان الطبيعي، (لأنه لو كان يجوز اتيانهن في غيره لما قال تعالى:{فاعتزلوا النسآء فِي المحيض}) . ومن نكان وقع منه شيء من ذلك فليتبْ الى الله فان الله يحب التوبة من عباده، وتطهُّرهم من الأقذار والفحش. </p><p> وقد أثبت العلم الحديث ان الحيض فيه أذى، اذ يكمون المهبل آنذاك ميدنا مفتوحاً للجراثيم. فالاتصال الجنسي في الحيض يعمل على وصول هذه الجراثيم الى المهبل، فتصيبه بمختلف الالتهابات التي قد تمتد الى الجهاز التناسلي، فتتولد مضاعفات قد تؤدي الى العقم. </p><p> وتعود العدوى الى الرجل عن طريق قناته البولية، وقد تمتد الاصابة الى المثانة والحالبين بل الى قاعدة الكليتين، حتى تصاب البروستاتا والخصيتان بما قد ينتج عنه الضعف الجنسي او العقم. والمرأة اثناء الحيض تكون راغبة عن الرجل، فالاتصال الجنسي بها في ذلك الوقت قد يؤثر في أعصابها من هذه الناحية. لذلك علّمنا القرآنُ الكريم ان نعتزل المرأة في وقت الحيض. أما مخالطتها ومسها والأكل معها والنوم في فراشها فكل هذا جائز وغير ممنوع. </p><p> {نِسَآؤُكُمْ حَرْثٌ لَّكُمْ. . .} لا حرج عليكم في إتيان نسائكم بأي وضع شئتم اذا كان ذلك في موضع النسل، قد بيّنا لكم ما فيه رشدكم وهدايتكم، فقدِّموا لأنفسكم الخير الذي امركم به ربكم، واتخذوا عنده به عهداً، لتجدوه حين تلقون ربكم يوم المعاد. واتقوه في معاصيه، واحذروا أن تخرجوا النساء عن كونهنّ حرثا بإضاعة مادة النسل أثناء الحيض او بوضعها في غير موضع الحرث. وبشّر المؤمنين يا محمد بالفوز يوم القيامة. </p>"
}