{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> البر: الصلة، يقال بَرَّ رحمه اذا وصلها. والخير، والاتساع في الاحسان، والطاعة والصدق، وهو جماع الخير، والاخلاق الحسنة وما ينشأ عنها من أعمامل صالحة يتقرب بها العبد الى ربه، أما بالنسبة الى الله فهو الثواب والرضا والمحبة الآلهية. </p><p> المساكين: مفرده مسكين وهو الذي لا يستطيع العمل، ولا يفطن أحد له لانه لا يسأل الناس. ابن السبيل: هو المسافر إذا انقطع فلا يجد ما يوصله الى بلده. السائلين: الذين ألجأتهم الحاجة الى السؤال، فاضطروا الى التكفف. في الرقاب: تحرير العبيد واعانتهم على فك رقابهم. البأساء: الشدة. الضراء: كل ما يضر الانسان من مرض أو فقد حبيب من أهنل أو مال. حسن البأس: وقت الحرب. </p><p> وهذه أجمع الآيات في تحديد معنى البر من النواحي الواقعية. فهي ترشد الى ان البر لا يرتبط بشيء من المظاهر والصور والأشكال، واما بالحقائق ولب الأمور وروح التكاليف. كما ترشد الى ان البر أنواع ثلاثة جامعة لكل خير: برٌّ في العقيدة، وبر في العمل، وبر في الخُلق. </p><p> يعلمنا الله سبحانه وتعالى في هذه الآية ان الخير ليس في الجدل في أمور لا تجدي، ولا هو متعلق بالتوجه الى المشرق أو المغرب في صلاة مظهرية جوفاء، كلا، وانما هو أولاً الإيمان بالله في ربوبيته ووحدانيته؛ والايمان باليوم الآخر، حيث تتم المحاسبة على ما جنته الجوارح وما في القلوب والضمائر. بيد ان الايمان بالله واليوم الآخر لا يمكن للعقل البشري ان يصل اليه مستقلاًّ بل لا بد من واسطة تدلنا عليه. وهي من ثلاثة عناصر: الملائكة الذين يتلقون عن الله مباشرة، والأنبياء الذين يتلقُّون عن الملائكة، والكتاب الذي يتلقونه ويبلّغون ما فيه من أحكام وتشريعات. وقد عبر الله عنها بالكتاب اشارة الى وحدة الدين عد الله. هذه الأمور الخمسة هي البر في العقيدة: الايمان بالله واليوم الآخر والملائكة والكتاب والنبيين. </p><p> أما البر في العمل فله شُعب كثير ترجع كلها مهما تنوعت الى بذل النفس والمال ابتغاء مرضاة الله، وادخال السرور على خلق الله. والعمل هو مَدَدُ العقيدة وفي نفس الوقت ثمرتها، يحفظها وينمّيها، ويدل عليها. وقد ذكرت الآية بذل النفس في أعظم مظهر له، ذلك هو اقامة الصلاة. فالصلاة هي عماد الدين، والفارق بين المؤمن وغيره. انها مناجاة العبد لربه، والناهية عن الفحشاء والمنكر، والعاصمة من الهلع والجزع. هذه هي الصلاة اذا اقامها المرء على حقيقتها، فوقف بين يدي ربه وقد خلع نفسه من كل شيء في دنياه، وسلّم لله أموره ونسي ما عداه. بذلك يكون قد بذل نفسه لله، ووضعها بين يديه، فجاءت صلاته عهداً حقيقياً بينه وبين ربه. </p><p> ثم بين الله تعالى في الآية بذل المال في وصرتين، أحدهما قوله تعالى:  {وَآتَى المال على حُبِّهِ ذَوِي القربى واليتامى والمساكين وابن السبيل والسآئلين وَفِي الرقاب} والثانية قوله تعالى: {الزكاة} ويجب ان يفهم هنا بمقتضى هذا الوضع القرآني الكريم ان الزكاة المفروضة شيء، وان ايتاء المال لهؤلاء الأصناف المذكورة شيء آخر لا يندرج في الزكاة ولا تغني عنه الزكاة. </p><p> وقد قدّم الله تعالى الكلام في بذل المال لسد حاجة المحتاجين، ودفع ضرورة المضطرين، وقيام بمصالح المسلمين وحث عليه وأكده لأنه هو البر الحقيقي. اما الزكاة فهي فرض من الفروض الواجبة على المسلم يؤديها طبقا لشروطها. فاذا لم يقم الاغنياء والقادرون ببذل المال على هذا الوجه واكتفوا بدفع الزكاة فقط فإنهم ليسوا على البر الذي أراده الله من عباده. وهذا أصل عظيم في تنظيم الحياة الاجتماعية يباح به لمن يولِّيه المسلمون أمرهم ان يشرّع الوانا من الضرائب اذا لم تفِ الزكاة بحاجة الأفراد والمجتمع. </p><p> {وَآتَى المال على حُبِّهِ} اي بذَلَه رغم فطرة حب المال عند الانسان، وبذلك يبرز معنى الايثار {لَن تَنَالُواْ البر حتى تُنْفِقُواْ مِمَّا تُحِبُّونَ}  [آل عمران: ٩٢] و {وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}  [الحشر: ٩] . وقد قال صلى الله عليه وسلم «أفضل الصدقة ان تصَّدق وأنت صيح شحيح ت خشى الفقر وتأمل المغنى» أخرجه البخاري عن أبي هريرة. </p><p> ذوي القربى: الأقرباء المحتاجين، وهم أحق الناس بالبر. وقد ورد في الحديث «ان الصدقة على المسكين صدقة.وعلى ذي الرحم اثنتان:صدقة، وصلة» . </p><p> واليتامى: وهم الصغار فقدوا آباءهم وليس لهم عائل يرعاهم. وقد عني الاسلام بأمر اليتيم والحث على تربيته والمحافظة على نفسه وماله اذا كان له مال. وقد ظهرت عناية القرآن الكريم بشأن اليتيم منذ ان نزل الى ان انقطع الوحي، وستمر بنا آيات كثيرة في ذلك. ولقد قال النبي صلى الله عليه وسلم «خير بيتٍ في المسلمين بيت فيه يتيم يحسَن اليه، وشر بيت في المسلمين بيت فيه يتيم يساء اليه» . </p><p> والمساكين: هم الذين لا يستطيعون العمل، ولا يفطن الناس اليهم لأنهم لا يسألون. وابن السبيل: هو المسافر الذي انقطعت به الطريق فلا يوصله الى اهله. والسائلين: الذين الجأتهم الحاجة الى السؤال، فاضطروا الى التكفف. وفي الرقاب: اي لتحرير الأرقاء. والاسلام أول دين شرّع «العتق» . لقد حث على تحرير العبيد ولم يشرع الرق، لأن هذا كان موجودا منذ أقدم العصور. لذا جعل من مصارف الزكاة انفاقها في الرقاب، أي فكاك الاسرى، وعتق الرقيق. ولقد حث الرسول الكريم في كثير من وصاياه وأحاديثه على الرفق بالرقيق والعمل على تحريرهم. </p><p> والبر في الخُلق هو المبدأ الثالث في هذه الآية العظيمة: وهو يشمل مبدأ القيام بالواجب، وقد جاء التعبير عنه قوله تعالى:  {والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ} ، ومبدأ مقاومة الطوارىء والتغلب على عقبات الحياة كما جاء في قوله تعالى:  {والصابرين فِي البأسآء والضراء وَحِينَ البأس} والعهد لفظٌ شامل يجمع ألوانا من ارتباطات والتزامات لا غنى للناس عنها، ولا استقامة للحياة بدونها. </p><p> وهي على كثرتها ترجع الى واحد من ثلاثة: عهد بين العبد وربه، وعهد بين الانسان وأخيه، وعهد بين دولة ودولة. اما مبدأ المقاومة فقد عبر عنه تعالى بقوله:  {والصابرين فِي البأسآء والضراء وَحِينَ البأس} ، الصبر كما قدمنا الكلام عنه في شرح {استعينوا بالصبر والصلاة} هو عدة النجاح في الحياة، والسبيل الوحيد للتغلب على جميع الصعاب. وقد ذكر سبحانه هنا ثلاث حالات هي ابرز ما يظهر في الهلع: البأساء، والضراء وحين البأس. وقد تقدم تفسيرها. </p><p> هذه عناصر البر في العقيدة والعمل والخلق، تحدثت عنها هذه الآية الكريمة، وختمت حديثها بحصر الصدق والتقوى فيمن اتصف بهذه المبادىء من المؤمنين، {أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون} ، فالذين يجمعون هذه العقائد والأعمال الخيرة هم الذين صدقوا في ايمانهم. </p><p> وهذه الآية دستور شامل عظيم. </p><p> القراءات: </p><p> قرأ حمزة وحفص «ليس البر» بالنصب والباقون «ليس البر» بالرفع. وقرأ نافع وابن عامر «ولكن البر» بتخفيف لكن ورفع البر. </p>"
}