{
  "id": null,
  "sura": 2,
  "aya": 183,
  "text": "<p> الصيام: الامساك عن الطعام والشراب والنشاط الجنسي من طلوع الفرج الى غروب الشمس ايماناً واحتساباً لله تعالى. </p><p> والصيام عبادة قديمة جاءت بها الاديان السابقة، سماوية وغيرها. فقد كان قدماء المصريين يصومون، ومثلهم اليويان والرومان. وكان صيام في الديانة اليهودية، وورد في الأناجيل. ولا يزال الوثنيون من الهنود يصومون. ولذلك قال تعالى {كُتِبَ عَلَيْكُمُ الصيام. . .} ومعناه فُرض عليكم الصيام كما فرض على أهل المِلل قبلكم، وذلك كيما يعدّكم الله للتقوى بترك الشهوات المباحة. بذلك تتربّى عندكم العزيمة والارادة على ضبط النفس وترك الشهوات المحرمة. فالصوم من اجلّ العبادات التي تهذب النفوس، وتعوّدها ضبط النفس، وخشية الله في السر والعلن، لأن الصائم لا رقيب عليه سوى ضميره. هذا كما يتعود الانسان الشفقة والرحمة الداعيتين الى البذل والصدقة. أما الفوائد الصحية فإنها كثيرة جدا، منها ان الصوم المعتدل يذهِب السمنة وهي من أشد الأخطار على الصحة في العصر الحاضر ويطهر الأمعاء من السموم، وفوائد أخرى جليلة تُطلب في الكتب الطبية. </p><p> {أَيَّاماً مَّعْدُودَاتٍ. .} اي أياماً معيَّنة، وهي رمضان. فمن كان مريضاً أو مسافرا فان الله تعالى أباح له الافطار، ثم يقضي صيام ما أفطر في وقت آخر. وعلى الذين يطيقون الصيام، لكن بشدة افتداء إفطارهم باطعام مسكين. وذلك مثل الشيوخ الضعفاء والمرضى الذين لا يرجى برء امراضهم، والعمال الذين معاشهم الدائم بالعمل الشاق، والحبلى والمرضع اذا خافتا على ولديهما. فكل هؤلاء يفطرون، ويطعمون مسكينا عن كل يوم، ومن أوسط ما يطعمون أهليهم، بقدر كفايته، أكلة واحدة مشبعة. وخلاصة ما تقدم ان المسلمين امام الصوم أقساط ثلاثة: </p><p> ١) المقيم الصحيح القادر على الصيام بلا ضرر ولا مشقة، فالصوم عليه واجب، واذا أفطر أخلّ بأحد أركان الاسلام. </p><p> ٢) المريض والمسافر، ويباح لهما الافطار مع وجوب القضاء، ولو كان السفر في البحر أو البر أو الطائرة. والمرض غير محدّد بل هو متروك للشخص يقدره. فقد روى طريف بن تمام العطاردي قال: دخلت على محمد بن سيرين في رمضان وهو يأكل، فلما فرغ قال: وجعتْ اصبعي هذه. ومحمد بن سيرين من كبار العلماء المشهورين. </p><p> وقال البخاري: اعتللت بنيسابور علة خفيفة، في رمضان، فعادني اسحاق بن راهويه في نفر من أصحابه فقال لي: افطرت يا أبا عبد الله؟ قلت: نعم. فقال: خشيت ان تضعُف عن قبول الرخصة. </p><p> وكما رخّص الله تعالى في المرض رخص في السفر. روى البخاري وغيره عن ابن عباس قال:  «خرج رسول الله في سفر في رمضان والناس مختلفون فصائم ومفطر، فلما استوى على راحلته دعا بإناء من لبن أو ماء فشرب نهاراً ليراه الناس» . </p><p> وعن محمد بن كعب قال: أتيت أنس بن مالك في رمضان وهو يريد سفراً وقد رحلتْ راحلته ولبس ثياب السفر، فدعا بطعام فأكل، فقلت له: سُنّة؟ فقال: سنة، ثم ركب. رواه الترمذي. </p><p> وهذا من تمام نعمة الله على عباده وسيره بهم في طريق اليسر والسهولة، فلا ينبغي لمؤمن ان يضيق صدره برخَص الله، فان الله يحب ان تؤتى رخصه، انه بعباده رؤوف رحيم. </p><p> ٣) الشيخ الكبير ومن يماثله ممن يشق عليهم الصوم لسبب من الأسباب التي لا يرجى زوالها. وهؤلاء أباح اله لهم ان يفطروا، وكلّفهم بالاطعام بدلاً عن الصوم. ومن تطوع فزاد في الفدية فذلك من عنده وهو خير له. </p><p> وفي حكم ما ذكرنا من الشيخوخة والمرض ما يزاوله بعض العمال والصناع من أعمال كاد تكون مستمرة طوال العام، ويشق عليهم الصوم معها مشقة عظيمة. فاذا تعينت هذه الأعمال سبيلاً لعيشهم بأن لم يجدوا سواها، أو لم يحسنوا غيرها فلهم ان يفطروا ويطعموا عن كل يوم مسكينا. {وَمَا جَعَلَ عَلَيْكمْ فِي الدين مِنْ حَرَجٍ. . .} . {يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر. . .} . </p><p> ثم بين الله تعالى الايام المعدودات بأنها أيام شهر رمضان الجليل القدر عنده، والذي أُنزل فيه القرآن ليهدي جميع الناس الى الرشد ببياناته الواضحة الموصلة الى الخير. فمن أدرك هذا الشهر سليماً معافى مقيماً غير مسافر فيجب عليه صومه. ومن كانت مريضاً أو مسافرا فله ان يفطر. وقد بين لكم الله شهر الصوم لتكملوا عدة الأيام التي تصومونها، ولتكبّروا الله على ما هداكم اليه من الأحكام التي فيها سعادتكم في الدنيا والآخرة، ولعلكم تشكرون له نعمة كلها. </p><p> القراءات: </p><p> قرأ عاصم برواية أبي بكر «ولتكمّلوا العدة» بالتشديد. وقرأ ابن عامر براوية ذكوان ونافع «فدية طعام مسكين» باضافة فدية الى طعام ومساكين بالجمع. وقرأ عامر برواية هشام «فدية طعام مساكين. . .» بدون اضافة. </p>"
}