{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> ان أمر الخليقة، وكيفية تكوين هذا الكون على هذه الصورة. وخلق الحياة فيه. لهي من الشئون الإلَهية التي حيّرت العقول. والتي يعزّ الوقوف عليها كما هي. وقد قص الله علينا في هذه الآيات خبر النشأة الانسانية بطريقة لطيفة. ومثّل لنا المعاني في صور محسوسة وأبرز لنا الحِكم والأسرار بأسلوب المناظرة والحوار. </p><p> ويعتبر بعض العلماء هذا النوع من القصص في القرآن من المتشابه الذي لا يمكن حمله على ظاهره. ذلك أن هذه الآيات بحسب قانون التخاطب إما ان تكون استشارة. وذلك محال على الله تعالى. واما ان يكون إخباراً منه سبحانه وتعالى للملائكة واعتراضاً منهم ومحاجّة وجدالا، وذلك لا يليق بجلال الله ولا بملائكته الذين {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> وللعملاء في هذا النوع من المتشابه طريقتان: </p><p> الاولى: طريقة السلَف وهي التنزيه كقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] وقوله تعالى: {سُبْحَانَ رَبِّكَ رَبِّ العزة عَمَّا يَصِفُونَ}  [الصافات: ١٨٠] وتفويض الأمر الى الله تعالى في فهم حقيقة ذلك، مع العلم بأن الله يعلّمنا بمضمون كلامه ما نستفيد به من أعمالنا، ويأتينا في ذلك بما يقرّب المعاني من عقولنا ويصروها لمخيّلاتنا. </p><p> والثانية: طريقة الخلَف وهي التأويل، يقولون: ان قواعد الدين الاسلامي وُضعت على أساس العقل. فمن ثمَ لا يخرج شيء منها عن العقول، فإذا ورد في القرآن أو الحديث شيء يخالف العقل حسُن تأويله حتى يقرب الى الأذهان. </p><p> وعلى هذا قالوا: ان قصة الخلق انماوردت مورد التمثيل لتقريبها من أذهان الناس، ولفْهم حالة خَلق الانسان وحال النشأة الاولى. لذا بيّن الله سبحانه انه هو الذي أحيا الانسان ومكّن له في الارض، ثم بين بعد ذلك أصل تكوين الانسان وما أودع فيه من عِلم الأشياء وذكّره به. . فاذكر يا محمد نعمةً أخرى من ربك على الانسان، وهي أنه قال للملائكة: إني جاعل في الأرض من أمكّنه فيها وأجعله صاحب سلطان، وهو آدم وذريته. وإنها لمنزلة عظيمة وتكريم كبير لهذا الانسان! </p><p> فاستفهم الملائكة عن سر ذلك قائلين: أتجعل في الأرض من يُفسد فيها بالمعاصي وسفك الدماء بالعدوان، لما في طبيعته من شهوات، بينما نحن ننزهك عما لا يليق بعظمتكم ونطهّر ذكرك ونمجّدك؟ فأجابهم الله بقوله: إني أعلم ما لا تعلمون، من المصلحة في ذلك. لقد أودعتُ فيه من السر ما لم أودعه فيكم. </p><p> وفي هذا ارشاد للملائكة وللناس ان يعلموا أنّ أفعاله تعالى كلّها بالغةٌ غايةَ الحكمة والكمال، وإن لم يفهموا ذلك من أول وهلة. </p><p> وقال فريق من المفسرين: ان قول الملائكة: «أتجعل فيها من يُفسد في الأرض ويسفك الدماء» يُشعر بأنه كان في الأرض صنفٌ أو أكثر من نوع الحيوان الناطق، وانه كان قد انقرض يوم خلْق الاسنان، وقدّر الملائكةُ ان الصنف المستخلَف الجديد، أي آدم وذريته، لن يسلك الا مثل ما سلك سابقوه، وقاسوا فعله اللاحق على فعل السلف السابق، من إفساد وسفك دماء. . </p><p> من ثم استنبطوا سؤالهم وكأنهن اعتراض، مع انه تقرير مبني على قياس. واذا صحّ هذا فليس آدم أول الصنف العاقل من الحيوان على هذه الأرض، وانما كان أول طائفة جديدة من الحيوان الناطق تماثل الطائفة البائدة منه في الذات والمادة، كيما يصح القياس. </p><p> وهذه الآية تجلّي حجة الرسول ودعوته من حيث أنه: اذا كان الملائكة محتاجين الى العلم ويستفيدونه بالتعلم من الله تعالى بالطريقة التي تناسب حالهم، فإن البشر أولى منهم في إنكار مال لم يعرفوه حتى يعلموا؛ وأن الافساد في الارض وجحود الحق ومناصبه الداعي اليه العداءَ ليس بدعاً من قريش، وانما هو طبيعة البشر. </p><p> والملائكة والملائك جمع مَلك نؤمن بوجودهم ولا نعرف عنهم الا ما ورد في الكتاب. إنهم أرواح علوية مطهّرة، يعبدون الله، لا يعصون الله ما أمَرَهُم ويفعلون ما يُؤمرون. ولفظة ملَك في اللغة مَعناها الرسالة. ويقول الطبري: سُميت الملائكة ملائكةً بالرسالة لأنه رُسل الله الى أنبيائه. </p><p> نسبّح بحمدك: نصلّي لك، وننزهك ونبرّئك مما يضيفه اليكم أهل الشرك. ونقدس لك: نعظّمك ونمجّدك. وكل ذلك اقراراً بالفضل وشكرانا لله على خلقهم. </p><p> {وَعَلَّمَ آدَمَ الأسمآء كُلَّهَا. .} الآية آدم أبو البشر، وجمعُه أوادم، يجوز أن يكون لفظه عربيا. واشتقاقه من الأُدمة، وهي السُّمرة الشديدة، أو من أديم الارض اي قشرتها لأنه خُلق من تراب:  «ان الله خلق آدم من قبضة قَبَضَها من جميع الارض فجاء بنو آدم على قدر الأرض، منه الأحمر والأبيض وبين ذلك، والسهلُ والحزن، والخبيث والطيب» . </p><p> قال السهيلي في «الروض الأُنُف» : قيل؛ ان آدم عربي، أوعبراني، أو سرياني (وهذا ظنّ مردود، والحقيقة لا يعلمها غلا الله) . وعلّمه اسماء جميع الأشياء وخواصها، وأودع في نفسه علم جميع الأشياء من غير تحديد ولا تعيين (ونحن نصرف ذلك الى انه أودع فيه القدرة على الإدراك والتمييز، لا علّمه لفظاتٍ معينة في لغة بعينها) . وبعد أن علّمه أسماء الأشياء وخواصها ليتمكن في الأرض عرض هذه الأشياء على الملائكة وقال لهم: أخبروني بأسماء هذه الأشياء وخواصها ان كنتم صادقين في ظنّكم أنكم أحقُّ بخلافة الأرض من هذا المخلوق الجديد، انطلاقا من واقع طاعتكم لي وعبادتكم إياي. فقالوا: سبحانك ربنا، إننا ننزهك التنزيه اللائق بك، ونقر ونعترف بعجزنا، فلا علم عندنا الا ما وهبتنا إياه، انك أنت العالم بكل شيء، والحكيم في كل أمر تفعله. </p><p> فلما اعترفوا بعجزهم قال الله تعالى لآدم: أخبرهم يا آدم بهذه الأشياء. </p><p> فأجاب آدم وأظهر فضله عليهم. فقال الله تعالى مذكّراً لهم بإحاطة علمه: ألم أقل لكم إني أعلم كل ما غاب في السماوات والارض، وأعلم ما تُظهرون في قولكم، ما تخفون في نفوسكم!! </p><p> وفي هذه الآية دليل على شرف الانسان على غيره من سائر المخلوقات حتى الملائكة، وانه أفضلهم. وفيها دليل على فضل العلم على العبادة، وان العلم أساسٌ مهم في الخلافة في هذه الارض، فالأعلم هو الأفضل، يؤيد ذلك قوله تعالى:  {قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ}  [الزمر: ٩] . ولقد قام الدين الإسلامي على العلم، فلمّا تأخر المسلمون عنه تقدّمهم غيرُهم. </p><p> {وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسجدوا لآدَمَ. . .} الآية اذكرُ يا محمد حين قلنا للملائكة اسجُدوا سجود خضوع وتحيّة لآجم (لا سجود عبادة، فالمعبود هو الله وحده) فصدعوا للأمر الرباني وسجدوا. وقد جاء السجودُ في القرآن بمعنى غير العبادة كما هو هنا، وفي سورة يوسف:  {وَرَفَعَ أَبَوَيْهِ عَلَى العرش وَخَرُّواْ لَهُ سُجَّدَاً}  [يوسف: ١٠٠] أي تحيةً، كما هي العادة التي كان الناس يتبعونها في تحية الملوك والعظماء. </p><p> ولقد سجد الملائكة كلهم أجمعون الا أبليس أبى وامتنع. لقد استكبر، فلم يطع أمر الحق، ترفعاً عنه، وزعماً بأنه خيرٌ من آدم، كما ورد في سورة الأعراف {قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [الاعراف: ١٢] . وكان من الكافرين بِنِعم الله وحكمته وعلمه. </p><p> وقد التبسَ على بعض الغربيّين أمرُ السجود، وذلك ديدنُهُم في النقد كلّما وجدوا له فرصة في قصص القرآن. قال: بابيني «الايطالي صاحب كتاب» الشيطان «:» انه يستغرب ان يؤْمر إبليس بالسجود لآدم مع غلوّ القرآن في تحريم الشِرك وتنزيه الوحداينة الإلَهية. «فهو إما أنه لا يعرف ان السجود قد يكون للتحية والتكريم. أو انه من اولئك المتعصّبين الذين لا يريدون ان يفهموا. وهؤلاء لا حيلة لنا معهم، وهم في الغرب كثيرون.</p><p> وإبليس: أشهر اسم للشيطان الأكبر، ومن أشهر أسمائه في اللغات: » لوسيفر «و» بعلزبول «و» مغستوفليس «و» عزازيل «. وقد تقدم أن الشيطانَ كل عاتٍ ومتمرد من الجن والإنس والدواب وكل شيء، وهذا الأسماء تمثل قوةَ الشر الكبرى في العالم في موقفها أمام عوامل الخير والكمال.</p><p> والشيطان كلمةٌ عربية أصيلة، لأن اللغة اشتملت على كل أصل يمكن اني تفرع منه لفظ الشيطان، ففيها مادة شط وشاط وشطَنَ وشَوَط، وكل هذه الألفاظ تدل على البُعد والضلال والتلهُّب الاحتراق. وهي تستوعب أصول المعاني التي تُفهم من كلمة شيطان. وقد كان العرب يسمّون الثعبان الكبير شيطاناً، وبذلك فسّر بعض المفسّرين قوله تعالى:  {طَلْعُهَا كَأَنَّهُ رُءُوسُ الشياطين}  [الصافات: ٦٥] أي الأفاعي، وورد كثيرا في الشعر العربي. </p><p> ويرى بعضهم ان» إبليس «مأخوذ من الإبليس، ومعناه النَّدم والحُزن واليأس من الخير، فيما يقول بعضهم إنه أعجمي. . </p><p> لكنه على كل حال يدل على الفتنة والفساد. </p><p> وإبليس من الجن، لما ورد بصراحة في القرآن {وَإِذَا قُلْنَا للملاائكة اسجدوا لآدَمَ فسجدوا إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}  [الكهف: ٥٠] . </p><p> قال الزمخشري:  «جنّيُّ الملائكةِ والجن واحد، لكن من خَبُثَ من الجن وتمرد شيطان، ومن تطهّر ملَك» . وقال الراغب:  «» الجن يقال على وجهين احدُهما للروحانيين والمستترين عن الجواس كلها بإزاء الإنس، فعلى هذا تدخل فيه الملائكة كلها «.</p><p> ويقول في تفسير المنار: » وليس عندنا دليل على ان بين الملائكة والجن فصلاً جوهرياً يميمز أحدهما عن الآخر وانما هو اختلاف أصنافٍ عندما تختلف أوصاف، كما ترشد اليه الآيات. وعلى كل حال فانّ جميع هذه المسمّيات بهذه الأسماء من عالم الغيب لا نعلم حقائقها ولا نبحث عنها «فعلينا ان نؤمن بها كما وردت. </p><p> ولا يهمنا ان كان ابليس من الملائكة أو من الجن، فهذا جدلٌ لا طائل تحته، والمهم انه عصى ربه وأصبح عنواناً على الشر والطغيان. </p>"
}