{
  "id": null,
  "sura": 2,
  "aya": 1,
  "text": "<p> بدئت سورة البقرة بهذه الحروف الثلاثة، وهي تُقرأ حروفاً مفرّقة، لا لفظة واحدة، وفي القرآن عدة سور بدئت بحروف على هذ النحو، منها البقرة آل عمران مدنيّتان والباقي سور مكيّة. </p><p> وقد جاءت بدايات هذه السوَر على أنواع: منها ما هو حرف واحد مثل «ص. والقرآنِ ذي الذِكر» . «ق. والقرآن المجيد»  «ن. والقلمِ وما يسطُرون» ؛ ومنها ماهو حرفان، مثل «طه ما أنزلنا عليكَ القرآن لتشقى» . «يس والقرآنِ الحكيم» . «حم تنزويلُ الكتاب من اللهِ العزيزِ الحكيم» ؛ ومنها ما هو ثلاثة أحرف أو اكثر مثل «ألم»  «المص»  «كهيعص» و «حم عسق» الخ. </p><p> وهذه الحروف أربعة عشر حرفاً، جمعها بعضهم في عبارة «نصٌّ حكيم قاطع له سر» . والعلماء في تفسير معنى هذه الحروف فرقان: فريق يرى أنها مما استأثر الله بعلمه. ولم يرد عن النبي صلى الله عليه وسلم المراد منها، فالله أعلم بمراده. </p><p> وفريق يقول: لا يجوز ان يرد في كتاب الله ما ليس مفهوماً للخلْق. وهؤلاء اختلفوا في تفسير هذه الحروف اختلافاً كثيرا. فبعضهم يقول إنها أسماء للسور التي بدئت بها؛ وبعضهم يعتبرها رموزاً لبعض أسماء الله تعالى أو صفاته، فالألف مثلاً اشارة الى انه تعالى «أحد، أول، آخر، أبدي، أزلي» ، واللام مثلا اشارة الى انه «لطيف» ، والميم الى انه «ملك، مجيد، منان» الخ. . </p><p> اما الرأي الأشهر الذي اختاره المحققون فهو: انها حروف أنزلت للتنبيه على أن القرآن ليس إلا من هذه الحروف، وفي متناول المخاطَبين به من العرب، فهو يتحداهم ان يصوغوا من تلك الحروف مثله، وهم أمراء الكلام، واللغةُ لغتهم هم. </p><p> من هذه الحروف يصوغ البشر كلاما وشعرا، ومنها يجعل الله قرآنا معجزاً، فما أعظم الفرق بين صنع البشر وصنع الله! </p><p> {ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ} . </p><p> ذلك: اسم اشارة للبعيد كنايةً عن الإجلال والرفعة، ولذا لم يقل سبحانه «هذا هو الكتاب» . المعنى: هذا هو الكتاب الكامل، القرآن، الذي انزلناه على عبدنا، لا يرتاب في ذلك عاقل منصف، ولا في صدق ما اشتمل علهي من حقائق وأحكام. وقد جعلنا فيه الهداية الكاملة للَّذين يخافون الله ويعملون بطاعته، قد سمت نفوسهم فاهتدت الى نور الحق والسعي في مرضاة الله. و «فيه» هنا لا تفيد الحصر، بل الشمول، لكنه ليس كتاب علم، بالمعنى الحديث، وانما هو كتاب كامل في الدين. أما {مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ} فانها تعني: من شيء متعلق بالدين، لا بالعلوم الطبيعية التي يستجدّ منها كل عصر نصيب. </p><p> المتقون: جمع متقٍ، وهو المؤمن المطيع لأوامر الله. وأصلُ الاتقاء هو اتخاذ الوقاية التي تحجز عن الشر، فكأن المتقي يجعل امتثال أوامر الله حاجزاً واقيا بينه وبين العقاب الإلَهي، وهؤلاء المتقون هم الذين وصفهم الله تعالى بقوله: الذين يؤمنون بالغيب الآيات ٣٥. </p>"
}