{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> الرفث: الجماع لباس لكم: الملابسة والمخالطة. المباشرة: الجماع. الاعتكاف: البقاء في المسجد للتعبد مدة. تختانون أنفسكم: تخونون. </p><p> {وَإِذَا سَأَلَكَ عِبَادِي. . .} جاءت هذه الآية في وسط آيات الصيام كأنها استراحة لطيفة، فكأن الله سبحانه وتعالى يريد أن يبين للناس ان الذين يطيعونه ويؤدون فرائضه، هم قريبون منه وهو قريب منهم. انهن يستجيب دعائهم في كل مكان، وفي كل زمان. فهو يسمع أقوالهم، ويرى أعمالهم وليس بينه وبينهم حجاب، فكيف اذا كان هذا الداعي صائما! ففي مسند الامام أحمد الترمذي والنسائي وابن ماجة عن ابي هريرة رضي الله عن هـ قال: قال رسول الله: «ثلاثة لا ترد دعوتهم: الامام العادل، والصائم حتى يفطر، ودعوة المظلوم يرفعها الله دون الغمام يوم القيامة، وتفتح لها أبواب السماء،ويقول:بعزّتي لأنصرنك ولو بعد حين» وفي حديث عبد الله بن عمر رضي الله عن هما قال: سمعت رسول الله يقول: «للصائم عند افطاره دعوة مستجابة» وكان عبد الله بن عمر اذا أفطر دعا أهله وولده ودعا. من ثم جاء ذكر الدعاء في ثنايا الحديث عن الصيام. </p><p> فاذا كنت قريبا مجيباً دعوة من دعاني، فليستجيبوا لي بالايمان بي وتوجيه العبادات إليّ حتى أجيب دعاءهم، لعلهم يهتدون. </p><p> بعد ان بين لنا سبحانه كيفية الصيام، والاعذار المبميحة له، أردف في هذه الآية بقية أحكام الصوم، فقال:  {أُحِلَّ لَكُمْ لَيْلَةَ الصيام الرفث إلى نِسَآئِكُمْ} اي إتيان نسائكم. {هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ} وهذا تعبير لطيف فيه كل معاني التستر حيث يعبر عن المخالطة والمعاشرة باللباس وفيه ستر ووِقاء. كذلك يجب أن تكون الصلة بين الزوجين عشرة حسنة، وستراً من كل منهما على صاحبة. مع ان الله علم أنكم كنتم تخونن أنفسكم، اي تنقصونها حظها من تمتعكم بنسائكم في ليالي رمضان فقد تاب عليكم، وعفا عنكم. فالآن لا تتحرجوا من الحلال وكلوا واشربوا في ليل رمضان حتى يظهر لكم الفجر متميزاً من ضلام الليل، ثم أتموا الصيام الى الليل. </p><p> {وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي المساجد} هذا حكم عام لا يختص برمضان. . فكلّ من صلاة وذكر وقراءة قرآن وغيرها. واقله يوم وليلة، ولا حدّ لأكثره. والافضل ان يكون في العشر الأواخر من رمضان، لأن آخر اعتكاف للنبي كان كذلك. وله ثلاثة شروط: النية، والصيام، وترك مباشرة النساء. وعند الشافعي لا يشترط الصيام. ولا يجوز للمعتكف ان يخرج من المسجد الا لقضاء الحاجة. </p><p> {تِلْكَ حُدُودُ الله} اي أحكامه المشتملة على الايجاب والتحريم والاباحة. فلا تقربوها، اي تتعدوها. وعلى هذا الطريق السوي من بيان أحكام الصيام جميعها يبين الله لكم آياته لتتقوها وتتجنبوا تبعاتها. </p>"
}