{
  "id": null,
  "sura": 2,
  "aya": 28,
  "text": "<p> يقوم الاسلام على أصول ثلاثة هي: توحيد الله بالعبادة، والإقرار برسالة سيدنا محمد، والايمان بالبعث والنشور. هذه هي أصول الدين عند الله، بعث بها كلَّ نبي، وطلبها في كل كتاب، وأرسل محمداً عليه الصلاة والسلام يجدّدها في القلوب ويحييها في النفوس. والعبادة الكاملة هي الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر. </p><p> على هذا درج القرآن يوقظ العقول، وينبّه الناس الى هذه الأصول، فهو يُوجّه الأنظار على الدوام الى الأدلة الكونية الدالة على حقيقة الدعوة، واستبعاد ان يكفر انسان ذو عقل بها بعد ثبوتها في الأنفس والآفاق:  {كَيْفَ تَكْفُرُونَ بالله. .} إن حالكم تثير العجب! كيف تكفرون أيها المشركون والجاحدون ولا توجد شبهة تعتمدون عليها في كفركم؟ إنكم لو نظرتم في أنفسكم، وعرفتم كيف كنتم والى إين سترجعون، لأفقتم من غفلتكم هذه. لقد كنتم أمواتا في حالة العدم، فخلقكم الله ووهبكم هذه الحياة جاعلاً إياكم في أحسن تقويم. ثم انه تعالى يعيدكم أمواتا، ثم يعيدكم أحياء للحساب والجزاء يوم القيامة، إنّكم إليه لا الى غيره تعودون. </p><p> ثم بيّن الله في الآية للناس نعمة أخرى مترتبةً على خلْقهم وايجادهم، وهي أنه هو الذي تفضل على الخَلق فخلَق لمنفعتهم كل هذه النعم الموجودة في الارض، توجهت ارادته الى السماء فجعل منها سبع سماوات منتظمات، فيها ما ترون أيها الناس وما لا ترون، والله محيط بكل شيء. </p><p> ولكلمة «استوى» عدة معانٍ، فيقال: استوى أي اعتدل، وسوّيت الشيءَ فاستوى عدلته فاعتدل، واستوى الطعام نضح، والعود استقام، والرجل انتهى شبابه وبلغ أشُدَّه واستقام أمره. واستوى على دابّته استقر، وعلى سرير الملك جلس واستولى عليه، واستوى الى الشيء قصد. </p><p> يصح أن يراد بِ «سَبْع سماواتٍ» الطبقات المختلفة لما يحيط بالارضِ. وذلك ان الله تعالى بعد ان أكمل تكوين الأرض ودبّت الحياة على سطحها كيَّف سبحانه جَوَّ الارض المحيط بها بما يلائم هذه الحياة ويحفظها من أهوال الفضاء. وهكذا كانت طبقات الجو المختلفة، ودوائر التأمين في الفراغ الكوني الذي يحدثنا العلم عن بعضها. والحق ان هذه الطبقات لم تُعرف الا من جديد، ولا يزال علم الفلك حتى الآن في طفولته، فأنى لمحمد ان يعلم هذه الأمور إلا من الله العليّ الحكيم! لقد بعثه بالحق وأنزل عليه الوحي وعلّمه بالقرآن ما لم يكن يعلم. </p>"
}