{
  "id": null,
  "sura": 2,
  "aya": 11,
  "text": "<p> المفردات: </p><p> الفساد: خروج الشيء عن حد الاعتدال. والصلاح ضده. والسفه: خفة في العقل وفساد في الرأي. </p><p> واذا قيل لهؤلاء المنافقين لا تفسدوا في الارض بالصدّ عن سبيل الله، ونشر الفتن برّأوا أنسفهم من الفساد، وقالوا انما نحن مصلحون. وما ذلك الا لفرط غرورهم، الذي أعماهم عن حقيقة كونهم جراثيم الفساد، وأسباب الفتن والبلاء. </p><p> واذا قيل لهم: ادخلوا في الإيمان بهذا الدين العظيم الذي دخل فيه الناس، قالوا ساخرين: أتريدون منا ان نكون مثل هؤلاء الضعفاء السفهاء، نصدّق الأوهام وننقاد للأضاليل! وذلك لأن كثيراً من المسلمين كانوا من الفقراء والموالي والعبيد مثل بلال وصهيب وسلمان الفارسي. وقد رد الله عليهم قولهم وتطاولهم وحكَم عليهم بأنهم هم السفهاء، لكنهم لا يعملون حقاً ان النقص والسفه محصور فيهم. </p><p> واذا لقي هؤلاء المنافقون المؤمنين، قالوا: آمنا بما آمنتم به وصدّقنا الرسول وقبلنا دعوته، نحن معكم. واذا اجتمعوا بشياطين الكفر من اخوانهم الضالين، قالوا لهم: نحن معكم، انما قلنا للمؤمنين ما علمتم استخفافاً بهم واستهزاء بعقولهم. </p><p> ولقد روي ان عبد الله بن أبيّ بن سلول، رأسَ المنافقين، كان مع اصحابه فقدِم عليهم جماعة من الصحابة. فقال عبد الله لقومه: انظروا كيف أردُّ هؤلاء السفهاء عنكم. فأخذ بيد أبي بكر وقال: مرحبا بالصدّيق، سيد بني تيم، وشيخ الاسلام، والثاني رسول الله في الغار. ثم أخذ بيد عمر بن الخطاب فقال: مرحباً بسيد بني عديّ، والفاروق، والقوي في دينه، الباذل نفسه وماله لرسول الله. ثم أخذ بين عليّ رضي الله عن هم فقال: مرحبا بابن عم رسول الله، وختَنِه، سيد بني هاشم ما خلا رسول الله. </p><p> فنزلت هذه الآية. </p><p> هذا هو عبد الله بن أُبيّ الذين كان الأوسُ والخزرجُ في يثرب يريدون ان يتوّجوه ملكاً عليهم قبل هجرة الرسول. فلما تمت الهجرة وأسلم معظم الخزرج وجميع الأوس، أُلغيت فكرة ملكيته، فحقد عبد الله على الاسلام وحسد النبي على فضله، لكنه عجز عن اظهار حنقه فنافق، وأصبح يكيد للمسلمين سراً وإن جاهر بالاسلام زوراً. </p><p> ورد الله عليهم بقوله:  {الله يَسْتَهْزِىءُ بِهِمْ} أي يجازيهم على استهزائهم ويكتب عليم الهوان، ويمهلهم في عماهم عن الحق، ثم يأخذهم بعذابه. </p><p> ان مثَل المنافقين مثل الذين باعوا الهدى، واشتروا به الضلالة. فكانوا كالتاجر الذي يختار لتجارته البضاعة الفاسدة فتكسد وتبور. بذلك لا يربح في تجارته، ويخسر ماله. والضلال والضلّ الهدى. </p>"
}