{
  "id": null,
  "sura": 2,
  "aya": 101,
  "text": "<p> السحر: ما لطف مأخذه وخفي سببه. وسحره: خدعه، ويقال أحيانا للشيء المعجب أو الحديث اللطيف. وقد جاء في الحديث «ان من البيان لسحرا» . </p><p> لما جاء محمد صلى الله عليه وسلم الى اليهود، وهو رسول من الله اليهم والى الخلق كافة، مصدقاً لما معهم من التوراة التي فيها أوصافه ومتفقاً مع ما في التوراة من أصول التشريع، كالتوحيد بالله، والأخذ بجميع القيم نبذ فريق من اليهود القرآن وراء ظهورهم، أي جحدوه وأعرضوا عنه كأنهم لا يعلمونه. وماذا عملوا بعد ذلك! لقد آثروا السِّحر واتبعوا ما يقصُّهع الشياطين عن عهد سليمان، ما يضللون به الناس من دعاوةى مكذوبة، كزعمهم ان سليمان كان ساحراً، وانه سخر الانس والجن عن طريق السحر الذي يستخدمه. ما كفَر سليمان وما كان ساحراً بل رسولاً من عند الله. ولكن الشياطين هم الذين كفروا وتقوّلوا على سليمان هذه الأقاويل وأخذوا يعلّمون الناس السحر من عندم. </p><p> {وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ} في هذه الآية تفسيرات، فبعض المفسرين يقول ان معناها: ولم ينزل الله على هاروت وماروت في بابل أيَّ سحر. ويكون المعنى: واتَّبعة الذي تتلوا الشياطين على ملك سليمان من السحر، وما كفر سليمان ولا أنزل الله السحر على الملكين، ولكن الشياطين كفروا. . . </p><p> وقال بعضهم وهم أكثرون: يكون المعنى السحرَ الذي أُنزل على الملكين ببابل هاروت وما روت. مع ان هذين الملكين ما كانا يعلّمان احداً حتى يقولا له انما نعلّمك ما يؤدي الى الفتنة والكفر فاعرفه ولا تعمل به. </p><p> ومن هنا أخذ بعض العلماء جواز تعلُّم السحر للعلم به وعدم العمل به. </p><p> ولكن الناس لم ينتصحوا بهذه النصيحة التي كان الملكان يقولانها لهم فاستخدموا ما يتعلّمون منهما وجعلوا يفرقون به بين المرء وزوجه. وما هم بضارّين به من احد الا باذن الله. وهذه قاعدة عظمى يقررها القرآن وهي: ان الضرر والنفع بإذن الله. </p><p> ولا يزال في وقتنا هذا مع ما تقدم العلم به من أبحاث كثيرٌ من السحر والشعوذة وغير ذلك من التنويم المغناطيسي، والتلبثة. ونحن نجد كثيراً من الناس يملكون خصائق لم يكشف العلم عن كنهها بعد. ولقد رأيت كثيراً من هؤلاء المنوِّمين يأتون بالعجب العجاب، وقرأت الكثير من القصص عن أناس عندهم خصائص عجيبة. وكل ما استطاع العلم ان يقوله تجاه هذه الأمور وهذه القوى انه اعترف بها وأعطاها أسماء، ولكنه عجز عن تفسيرها. وصدق الله العظيم:  {وَمَآ أُوتِيتُم مِّن العلم إِلاَّ قَلِيلاً} . </p><p> أما من هما الملكان: هاروت وما روت؟ وهنل هما رجلان حقيقة؟ فلا يوجد خبر صحيح يثبت شخصيتهما أو حقيقة جنسهما. وانما كانت قصتهما معروفة مشهورة ووردت في القرآن اشارات مجملة عنها، ولنسا مكلفين بالاستقصاء عنهما والأفضل عدم البحث في ذلك. </p><p> القراءات: </p><p> قرأ ابن عامر وحمزة والكسائي «ولكن الشياطين كفروا» بتخفيف النون من لكن، ورفع الشياطين. وقرأ الباقون «ولكنّ» بالشديد ونصب الشياطين. </p>"
}