{
  "id": null,
  "sura": 2,
  "aya": 89,
  "text": "<p> يستفتحون: يستنصرون. اشتروا: باعوا. البغي: الفساد: بغضب: رجعوا محّملين بالغضب. مهين: مذل. بما وراءه: بما سواه. </p><p> كل هذا القصص الذي يقصه الله عن بني اسرائيل للمسلمين انما يُقصد به تحذيرهم من الوقوع في مثله، حتى لا تُسلب منهم الخلافة في الارض. والامانة التي ناطها الله بهم. </p><p> {وَلَمَّا جَآءَهُمْ كِتَابٌ مِّنْ عِندِ الله. . .} هذه الآية مرتبطة بالآية السابقة. . {وَقَالُواْ قُلُوبُنَا غُلْفٌ} . ولما جاء رسولنا محمد بالقرآن، وهو كتاب من عند الله مصدّق لما أُنزل عليهم من التوراة، وعرفوا من التوراة نفسها صدق ما فيهن كفروا به عناداً وحسداً. وذلك لأن من جاء به رسول من غير بني اسرائيل. </p><p> روى كثير من الصحابة ان الأوس والخزرج تغلبوا على اليهود، وأذلّوهم زمن الجاهلية فكانوا يقولون للعرب: إن نبيّاً الآن مبعثُه قد أظلّ زمانه، يقتلكم قتل عادٍ وإرمَ. وكان اليهود يستفتحون به على الكفار، يعني يستنصرون به، ويقولون: اللهمّ ابعث هذا النبي الذي نجده في التوراة. فلما بعث الله محمداً كفروا به. وقد قال لهم مُعاذ بن جبَل وبشرْ بن البراء: يا معشر يهود، اتقوا الله وأسلموا، فقد كنتم تستفتحون علينا بمحمد ونحن أهل شِرك، وتخبروننا انه مبعوث، وتصِفونه بصفاته. فقال له سلام بن مشكم بن النضير: ما جاءنا بشيء نعرفه، وما هو بالّذي كنا نذكره لكم. فأنزل الله تعالى في ذلك:  «ولما جاءهم، الآية. . .» ومعنى «مصدق لما معهم» : موافق له في التوحيد وأصول الدين والايمان بالبعث واليوم الآخر. </p><p> {بِئْسَمَا اشتروا بِهِ أَنْفُسَهُمْ} ساء ما باعوا به أنفسهم، حين اختاروا الكفر على الايمان، حسداً أن يأتي نبي من غير اليهود، منكِرين على الله أن يكون له مطلق الخيرة في ان يوحي لمن يشاء من عباده. </p><p> واذا قيل لهم، أي اليهود المعاصرين للنبي في الحجاز، صدِّقوا بما أنزل الله من القرآن على محمد وابتعوه، قالوا: نحن نؤمن بما أُنزل علينا من التوراة فحسب. . مع ان القرآن مصدق لما معهم من التوراة. وعلى هذا يكون كفرهم بهذا الكتاب المصدق لما في كتابهم كفراً بكتابهم نفسه. </p><p> ثم يخاطب الله الرسول الكريم بقوله تعالى: قل يا محمد لليهود، لمَ كنتُم تقتلون أنبياء الله في الماضي مع أنهم دعوا الى ما انزل عليكم؟ إنّ قتلكم للأنبياء دليل قاطع على عدم ايمانكم برسالتهم. </p><p> القراءات: </p><p> قرأ ابن كثير وأبو عمرو وسهل ويعقوب «ان ينزل» بالتخفيف، والباقون «ان ينزّل» بالتشديد. </p>"
}