{
  "id": null,
  "sura": 2,
  "aya": 285,
  "text": "<p> غفرانك: نطلب مغفرتك، الا وسعها: الا طاقتها. كسبت واكتسبت: الفرق بينهما ان كسبت تستعمل في الخير، واكتسبت في الشر. إصرا: حِملا ثقيلا، وهي التكاليف الشاقة التي كانت تفرض على الأمم السابقة لكثرة عنادها وتشددها. مولانا: ما لكنا ومتولي أمورنا. </p><p> بهاتين الآيتين الكريمتين تُختتم هذه السورة الكبيرة التي هي أطول سورة في القرآن. هما تمثلان بذاتهما تلخيصاً وافياً لأعظم قطاعات السورة يصلح ختاماً لها متناسقاً مع موضوعتها وجوّها وأهدافها. </p><p> فقد افتتح سبحانه هذه السورة العظيمة ببيان أن القرآن لا ريب فيه وانه هدى للمتقين، وبيّن صفات هؤلاء، وأصول الايمان التي أخذوها بها، ثم ذكر الكافرين والمنافقين، ثم أرشد الى كثير من الاحكام كما قدمنا في أول السورة. وهنا اختتم السورة بالشهادة للرسول وللمؤمنين، كما لقّنهم من الدعاء ما يرضيه ويطهرُ نفوسهم من الأدناس. واخيرا وصلوا الى طريق السعادة، وفازوا بخير الدارين. . وهذا منتهى الكمال الانساني وغاية في ما تصبوا اليه نفوس البشر. </p><p> آمن الرسول بما جاء به الوحي من عند الله، وآمن معه المؤمنون بالله وملائكته وكتبه ورسله. ومن فضيلة هذا الدين ان المؤمنين به يحترمون جميع الأنبياء والرسل لا يفرّقون بين أحد منهم، وهذه ميزة لهم على غيرهم من أهل الكتاب الذين يقولون: نؤمن ببعضٍ ونكفر ببعض. </p><p> ويقول المسلمون: لقد بلّغنا الرسولُ الكريم تنزيل الله المحكم، واستجبنا لما فيه وأطعنا أوامره، فاغفر لنا ربّنا ذنوبنا، اليك وحدك المرجع والمآب. وقد منّ الله على المؤمنين حيث قال:  {لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا} ، اي لا يكلف عباده الا ما يطيقون، فضلا منه ورحمة؛ فلكل نفس ما كسبت من قول أو فعل، وعليها ضرّ ما اكتسبت من شر. </p><p> ثم علّم الله المؤمنين كلمات يدعونه بها ترفع عنهم الحرج، وتخفف عنهم عبء الخطأ والنسيان فقال: قولوا ربنا لا تؤاخذنا ان نسيان أو أخطأنا، ولا تشدّد علينا فتكلّفنا ما يشق علينا كما شدّدت على بني اسرائيل بسبب تعنتهم وظلمهم. ربنا لا تحمّلنا ما يشق علينا من الأحكام والتكاليف، واعفُ عنا بكرمك، واغفر لنا بفضلك، وارحمنا برحمتك التي وسعت كل شيء، إنك انت مالكنا ومتولي أمورنا فانصرنا يا ربنا على القوم الكافرين حتى تقوم بنشر دينك وإعلاء كلمتك. </p><p> وقد روى الطبراني في آخر هذه السورة عن ابن عباس ان رسول الله عند قراءة هذه الآية قال «ان الله تعالى يقول قد فعلت، أي عفوتُ عنكم وغفرت لكم ورحمتكم ونصرتكم على الكافرين، فأعطيتُ هذه الأمة خوايتم سورة لم تعطَها الأمم قبلها» فاذا اتخذ المسلمون العدّة، وقاموا ببذل الوسع في استكمال الوسائل التي أرشد اليها المولى سبحانه، فانه يستجيب دعوتهم وينصرهم على اعدائهم. فقلد ورد في الأثر ان هذه الأمة لا تغلب من قلّة، لكنها قد تغلب لعدم قيام وُلاتها بالحق، وغفلة شعوبها عن واجباتهم. </p><p> نسأل الله تعالى ان يوفقنا الى العمل الصادق بكتابه وسنته وأن يجمع شلمنا، ويوحد كلمتنا، إنه نعم المولى ونعم النصير. </p>"
}