{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> أجل مسمى: موعد محدد. وليملل: الاملال والاملاء واحد، أملّ وأملى بمعنى واحد. لا يبخص: لا ينقص. السفيه: ضعيف الرأي. الضعيف: الصبي الصغير، أو الشيخ الهرم. شهيدين: شاهدين. لا تسأموا: لا تلموا وتضجروا أقسط: أعدل. رهان: جمع رهن. </p><p> يا أيها الذين آمنوا اذا د </p><p> اين بعضكم بعضاً بدين مؤجل الى وقت معلوم فيجب عليكم ان تكتبوه خفظاً للحقوق، وتفاديا للنزاع. وعلى الكاتب ان يكون عادلاً في كتابته، ولا يجوز له ان يمتنع عن الكتابة كما علّمه الله. اذن لقد شرط الله في الكاتب العدالة، كما شرط فيه ان يكون عالما بأحكام الفقه وكتابة الدَّين وعليه ان يكتب حسب اعتراف المدين. وعلى المدين ان يتقي الله ولا يُنقص من الدين شيئا. فان كان المدين لا يقدّر الأمور تقديراً حسنا، أو ضعيفا لصغر سنه أو مرض شيخوخة، أو لا يستطيع الإملاء لخرسٍ أو جهل بلغةِ الوثيقة فعلى من يتولى أموره (من وكيل أو قيم أو مترجم) ان يملي بالعدل بلا زيادة ولا نقصان. واشهدوا على ذلك الدَّين من رجالكم، فان لم تجدوا شاهدَين، فاشهودوا رجلاً وامرأتين عدولاً، حتى اذا نسيت احداهما ذكّرتها الاخرى. ولا يجوز الامتناع عن أداء الشهادة اذا ما طُلب من الشهود. ولا تتكاسلوا عن كتابة الدين قليلا كان أو كثيراً، ولا من ان تبيّنوا أجله المعيّن. . فالكتابة المستوفية الشروط أحفظ لحقوق الناس، وأحرى باقامة العدل بين المتعاملين منكم، وأعونُ على اقامة الشهادة. ان هذا أقرب الى درء الشكوك بينكم. اما في حال تجارة حاضرة تدار بين المتعاملين فلا حرج في ترك الكتابة، اذ لا يترتب عليه شيء من التنازع والتخاصم. وأشهدوا في التبايع في التجارة الحاضرة حسماً للنزاع. وتفادوا انيلحق ضرر بكاتب أو شاهد، فذلك خروج على طاعة الله. واتقوا الله في جميع ما أمركم الله به ونهاكم عنه، فهو سبحانه يعلّمكم ما فيه صلاح حالكم في الدارّين، وهو العليم بكل شيء. </p><p> وإن كنتم مسافرين، ولم تجدوا من يحسن الكتابة فليكن ضمان الدَّين شيئاً من الرهن يأخذه الدائن من المدين. فان كان الدائن يأمن المدين فلم يأخذ منه رهناً لحسن ظنه به فليؤدً الذي اؤتمن أمنانته ويؤكّد حسن ظن الدائن. واذا دُعيتم الى الشهادة فلا تكتموها، ان ذلك إثم كبير، والله مطلع عليكم وهو خير الشاهدين. </p><p> هذه آية الدَّين قد قررت مبادىء الإثبات: الكتابة، وأن القضاءي لا يكون بأقل من شاهدين عدلين أو رجل وامرأتين، وأنه يختص بالكتابة كاتب عدل، ووجوب الإشهاد على الكتابة، وأنه يستغنى عن ذلك اذا كانت المعاملات متبادلة في ساعتها غير مؤجلة، ووجوب الولاية على من لا يحسنون التصرف، وانه عند السفر يغني الرهن المقبوض عن الكتابة. </p><p> قراءات: </p><p> قرأ حمزة «إن تضل» ان شرطية جازمة «فتذكر» وقرأ ابن كثير وأبو عمرو ويعقوب «فتذكر» من اذكر الرباعي. وقرأ عاصم «تجارة» بالنصب والباقون بالرفع. وقرأ ابن كثير وأبو عمرو «فرُهُن» جمع رهن. </p>"
}