{
  "id": null,
  "sura": 3,
  "aya": 123,
  "text": "<p> أذلة: جمع ذليل، وهو الضعيف المقهور. ان يمدكم: يرسل لكم مددا. منزلين: من السماء. بلى: حرف جواب يأتي بعد النفي والاستفهام المقترن بالنفي. من فورهم هذا: من ساعتهم هذه. مسوّمين: مرسَلين، أو معلَّمين. ليقطع طرفا من الذين كفروا: يُضْعِفهم بقتل رؤسائهم وصناديدهم. يكبتهم: يخزيهم. </p><p> يوم بدر (ثانية) . </p><p> جاء التنزيل بهذه الآيات ليذكّر المؤمنين أن الله نصرهم يوم بدرٍ رغم كونهم قلة ضعفاء، لأنهم ثبتوا وصبروا، فاتقوا الله أيها المؤمنون، واعلموا انكم إن تصبروا ينصركم الله دائماً كما نصركم في ذلك اليوم العصيب. </p><p> ويقع ماء بدر على مسيرة مائة وعشرين ميلاً الى الجنوب الغربي من المدينة، وكان اللفاء فيها بين المسلمين وكفار قريش يوم الثلاثاء في السابع عشر من رمضان من السنة الثانية للهجرة. وكان عدد المسلمين ٣١٣ رجلاً معهم ثمانية سيوف فقط ويحمل الباقون منهم قوساً أو عصا عزّلاً. اما المشركون فكانوا نحو ألف مقاتل بكامل أسلحتهم وعُددهم. </p><p> وقد أنجز الله وعده في هذه المعركة غير المتكافئة، فكان النصر للمؤمنين رغم قلّتهم وندرة سلاحهم. وبفضل ذلك الانتصار صارت كلمة الايمان هي العليا. كانت بدر مقدمةً لانتصارات متلاحقة عَقَبتها حتى امتد ظل الاسلا م على الجزيرة كلها. </p><p> ولقد نصركم الله ببدرٍ حينما كنت يا محمد تقول للمؤمنين: ألن يكفيكم لتطمئن نفوسكم ان يُعينكم ربكم بثلاثة آلاف من الملائكة يرسلهم من عنده مدداً لكم! بلى، ان تصبروا على لقاء العدو، وتتقوا الله، ويأتِكم اعداؤكم على الفور يرفع ربكم عدد الملائكة الى خمسة آلاف. بذلك يعجّل لكم النصر عليهم ويسهّل عليكم أمركهم. كل هذا بشارة لكم بالغلبة عليهم، ولتسكنَ به قلوبكم، اذ ما النصر الا من عند الله، فهو الذي يدبِّر الأمور على خير السنن وأقوم الوسائل. </p><p> وقد نصركم الله يا محمد في ذلك اليوم ليُهلك طائفة من الذين كفروا، (وقد تم فعلاً قتل عدد كبير من صناديد قريش وكبرائهم يوم بدر) أو بذلّهم بالأسر والهزيمة والعار فيرجعوا خائبين. ليس لك أيها الرسول من التصرف في أمر العباد شيء، بل الأمر لله، يقضي فيهم ويحكم بما يشاء، فإما ان يتوب عليهم بالإيمان، أو يعذبهم بالقتل والخزي جزاء ظلمهم لأنفسهم وابتعادهم عن الهدى. </p><p> وقد دل قوله الله هذا دلالة لا تقبل التأويل أنه جلّت قدرته قد أمد المسلمين بالملائكة في بعض حروبهم. وقد دلت الروايات الكثيرة، واتفق المسلمون على أن الله أنزل الملائكة يوم بدر لنصرة المؤمنين، واختلفوا في انزالهم يوم أحد، وليس من شك ان الله سبحانه أنزل الملائكة يوم بدر لنُصرة المؤمنين ولكن لا نعلم نوع هذا النصر: هل كان نصراً مادياً كالقتل، أو نصراً معنوياً كتخويف المشركين، وحصول الطمأنينة للمؤمنين؟ الله أعلم ولا يجب علينا البحث والتنقيب عن ذلك، على أنه إذا بحثنا فلن نصل الى يقين. </p><p> قراءات: </p><p> قرأ ابن عامر «منزلين» بتشديد الزاي، والباقون «مُنزَلين» . وقرأ ابن عامر وأبو عمرو ويعقوب:  «مسوِّمين» بكسر الواو، والباقون بفتحها. </p>"
}