{
  "id": null,
  "sura": 3,
  "aya": 190,
  "text": "<p> الخلق: التقدير والترتيب الدال على الاتقان. اختلاف الليل والنهار: تعاقبهما. الألباب: العقول. وعلى جنوبهم: مضطجعين. الأبرار: المحسنون، واحدُها بار أو بَر. على رسُلك: على أَلسنة رسلك. </p><p> من أسلوب القرآن الكريم انه يجذب النفوس والعقول من الاشتغال بالخلق الى الاستغراق في معرفة الحق، فيأتي بين الآيات وفي أواخر السور بآيات مشوّقة تريح الأعصاب وتشوق القلوب. فقد اشتملت هذه الآيات الحكيمة على ثلاثة أمور: </p><p> الأول: لما طال الكلام في تقرير الأخذ والرد والجواب عن شبهات المبطلين، عاد التنزيل الى إثارة القلوب بِذِكر ما يدل على التوحيد والالوهية. فقال: ان هذا الكون بذاته كتابٌ مفتوح، يحمل دالائل الايمان وآياته، ويشير الى أن وراء هذا الكون يداً تدبره بحكمة، ويوحي بأن وراء هذه الحياة الدنيا حياةً أخرة، وحساباً وجزاء. </p><p> هذا ما اتفقت على وجوده الأديان الكتابيّة، وان اختلفت في تمثيل الحياة الأخرى. </p><p> وقد آمن الفلاسفة بالحياة الاخرى قبل الاديان الكتابية جميعاً وبعد مجيئها أيضا. فمن أشهر المؤمنين بها قبل الأديان «أفلاطون» ، ومن أشهرهم بعدها «عمانويل كانت» ، وهما يجمعان أطراف الآراء الفلسفية في سبب الإيمان ببقاء النفس بعد الموت. . . . ونريد من الاشارة الموجزة الى رأي هذين الفيلسوفين، ان يذكر الناظرون في مسألة الحياة بعد الموت انها مسألة بحث وتفكير، لا قضية اعتقاد وايمان فحسب. . ان العقل لا يرخجها من تناول بحثه، فلا بد من توضيح الحقيقة الاعتقادية بالمحسوسات في كثير من الأحوال. وعلى هذا، ينبغي ان يروض فكره كلُّ من ينظر الى عقيدة الحياة الأخرى في القرآن الكريم. وانما يدرك هذه الدلائل، ويرى هذه الحكمة «أُولو الألباب» من الناس، لا الذين يمرون بهذا الكتاب المفتوح وأعينهم مغمضة، وعقولهم مغلقة غير واعين. </p><p> والثاني: مدحٌ لأولي الألباب الذين يذكرون الله على كل حال، فهم يتفكرون في عظمة هذا الكون ثم يبتهلون الى الله بهذه الدعوات الصادقة، المنبعثة من قلوب صافية مؤمنة. </p><p> والأمر الثالث: استجابة الخالق العظيم لهم، بأنه لا يضيع أجر أحد، وأنهم سيرجعون الى رب رحيم، عادل، قد أعدّ لهم أحسن الثواب وأجمل الاقامة. وها هو التفسير باقتضاب: </p><p> ان في خلق الله للسماوات والأرض، بما فيهما من ابداع، وإحكام نظام، وبديع تقدير، وفي اختلاف الليل والنهار وتعاقبهما بنظام دقيق نحسّ آثاره في أجسامنا بفعل حرارة الشمس وبرد الليل لدلائل بيناتٍ لأصحاب العقول المدركة على وحدانية الله، وكمال قدرته. </p><p> وفي هذه الآية اشارة الى حقائق مذهلة في هذا الكون العجيب، ذلك ان السماء ما هي الا آية من آيات الله تبدو لنا بتأثير الاشعة الشمسية على الغلاف الجوي المحيط بالأرض. </p><p> فعندما تسقط هذه الأشعة على ذريرات العناصر الكيماوية التي يتألف منها الجو، وما يحمله من دقائق عالقة به تنعكس هذه الأشعة وتتشتت، فنرى نحن الضوء الأبض الذي يتألف من جميع الألوان المرئية. </p><p> وصفوة القول، ان ضور النهار يتطلب الاشعاع الشمسي، وكميةً متناسية من الغبار الجوي. فقد حدث في سنة ١٩٤٤ أن أظلمت السماء فجأة في وضح النهار، ولشدة ظلمتها صار النهار كأنه الليل. وقد ظل الأمر كذلك زمناً وجيزاً، ثم تحولت السماء الى لون أحمر، تدرّج الى لون برتقالي، فأصفر، حتى عادت الى حالتها الطبيعية، بعد نحو ساعة أو أكثر. </p><p> وقد تبين فيما بعد ان هذه الظاهرة نشأت من تفتُّت نيزك في السماء، استحال الى رماد، وحملته الرياح الى مسافات بعيدة من أواسط افريقية الى شمالها، ثم الى غربي آسيا، حيث شوهدت هذه الظاهرة في سورية. وتفسير ذلك ان الغبار المعلق في الفضاء قد حجب نور الشمس، فلما قلّت كثافته أخذ الضوءُ في الاحمرار والاصفرار الى ان عاد طبيعيا. </p><p> أما ما نراه في هذه السماء من نجوم وأجرام سمايوة ومجرّات وكائنات، فهي أمور كُتب فيها مجلدات وموسوعات يتطلب التعرف على أنظمتها دراسة واسعة وتخصصا كبيرا، وهي مظهر من مظاهر قدرة الله سبحانه وتعالى التي تتجلى في خلقه كلَّ ذلك. </p><p> والأرض أهم عالم عرفناه، وفيها أحوال لا تُوجد مثلها في شيء من هذا الكون الواسع. هي على ضخامتها في نظرنا لا تساوي في الحقيقة ذرة في هذا الكون العجيب. ولو ان حجمها كان أقل أو أكثر مما هي عليه الآن، لاستحالت الحياة فوقها. وهي تدور بسرعة مقدراها ألف ميل في الساعة، وفيها جاذبية غير عادية، وهي تشد كل شيء اليها بفعل تلك الجاذبية. </p><p> وتُكلم الأرض دورة واحدة حول محورها كل أربع وعشرين ساعة، ولو فرضنا ان انخفضت هذه السرعة الى مائتي ميل في الساعة، لطالت أوقات لَيلِنا ونهارنا عشرات المرات، عما هي عليه الآن. ويترتب على ذلك ان تحرق الشمس كل شيء فوق الارض، فإن بقي بعد ذلك شيء قضت عليه البرودة الشديدة في الليل. </p><p> ثم ان هذه الارض دائرة في الفضاء حول الشمس، وعلى زواية محددة، الأمر الذي تنشأ عنه فصول السنة، وصلاحية البقاع للزراعة والسكن، فلو لم تَسِر الأرض على هذه الزاوية لغمر الظلام القطبين طوال السنة، ولسار بخار البحار شمالاً وجنوبا، ولما بقي على الأرض غير جبال الثلج وفيافي الصحراوات. . اذ ذاك تغدو الحياة على هذه الأرض مستحيلة تماماً. </p><p> ولو ك انت قشرة الارض أكثر سُمكاً مما هي الآن بمقدار عشرة أقدام لما وجد الأكسجين، لأن القشرة الارضية ستمتص الاوكسجين في تلك الحال. وبدونه تستحيل الحياة الحيوانية. </p><p> وكذلك لو كانت البحار أعمق مما هي الآن بضعة أقدام، لا نجذبَ إليها غاز ثاني اوكسيد الكربون، والاوكسجين، ولاستحال وجود النباتات عند ذلك. </p><p> ويحيط بالأرض غلاف جوي خليط من الغازات التي تحتفظ بخاصائصها، وأقربُ طبقات الارض الى سحطها تسمى تروبوسفير، وهي تمتد الى ارتفاع ثمانية كليو مترات عند القطبين والى ١١ كم في خطوط العرض الوسطى، و١٢ كم عند خط الاستواء. وفي هذه الطبقة يحدث خلط مستمر للهواء نتيجة للتيارات الصاعدة والهابطة. . . . وتتركب الغلاف الجوي من الأزوت والأوكسجين، والأرغون، وثاني أوكسيد الكربون، وكميات ضئيلة من غازات النيون والكريتون والهيليوم والأيدروجين والكسينون والأوزون، بالاضافة الى كميات متغيرة من بخار الماء والغبار. ولكل هذه المواد نسب معينة محددة لا تزيد ولا تنقص. </p><p> ولو كان الغلاف الجوي للأرض ألطف مما عليه الآن، لاخترقت النيازك الغلاف الخارجي منه كل يوم، ولرأينا هذه النيازك مضيئة في الليل، ولقسطت على كل بقعة من الارض وأحرقتها. فولا ان غلاف الارض الهوائي يقينا من هذه الشهب لأحرقتنا. ذلك ان سرعتها أكبر من سرعة طلقة البندقية بتسعين مرة، كما ان حرارتها الشديدة كافية لإهلاك كل ما على سطح الأرض. </p><p> والآن. ألا يدل على التوازن الدقيق العجيب جداً على قدرة الخالق وبديع صنعه! الحق أنه لم يكن صدفة، ولا وُجد عفوا كما يقول المبطلون الجاهلون. </p><p> لكن، من يدرك ذلك؟ إنهم أولوا الألباب، فهم الذين ينظرون إليه ثم يستحضرون في نفوسهم عظمة الله وجلاله. ومن ثم تجدهم لا يغفلون عنه تعالى في جميع أحوالهم: قائمين، وقاعدين، وعلى جنوبهم. وهم يتفكرون في خلق السماوات والارض، وما فيها من عجائب ثم يقولون: ربنا ما خلقتَ كل هذا الكون العجيب عبثا، بل وِفق حكمة قدّرتَها، إنك أنت العزيز الحكيم. </p><p> وفي هذا تعليم للمؤمنين كيف يخاطبون ربهم عندما يهتدون إلى شيء من معاني إحسانه وكرمه في بدائع خلقه، فوفّقنا يا ربُّ بعنايتك الى العمل الصالح حتى يكن ذلك وقاية لنا من عذاب النار. </p><p> ثم إنهم يضرعون الى ربهم قائلين: يا ربنا وخالقنا، إن من يستحق النار باعماله السيئة سيلقاها، وبذلك تكون قد أخزيته وأظهرتَ فضيحته. وليس للظالمين الذين استحقوا النار أنصار يحمونهم يوم القيامة من دخول النار. </p><p> ثم يتّجهون بقلوب خاشعة تطلب المغفرة الواسعمة، والوفاةَ مع الأبرار فيبتهلون: يا ربنا، إننا سمعنا رسولك الكريم يدعو الى الإيمان بك، فأطعناه وآمنّا، فاغفر بنا ذنوبنا كبيرها وصغيرها، وكفّر عنا سيئاتنا واجعلنا في الآخرة من عبادك الأخيار. أعطنا يا ربُّ ما وعدتنا على ألسنة رُسلك الكرام من حسن الجزاء في الدنيا كالنصر والتأييد، ومن النعيم في الآخرة. لا تفضحنا يا ربّ ولا تهتك سترنا يوم القيامة، انك لاتخلِف ما وعد به جزاء الإيمان وصالح الأعمال. </p><p> ولقد استجاب لهم ربهم طلبهم بعد تلك المناجاة اللطيفة، والدعاء الخالص، فطمأنهم الى انه لا يُضيع ثواب عامل، ذكراً ك ان أم أنثى، فكلّهم سواء في الانسانية. </p><p> وفي هذه الآية نصٌّ على ان الذكر والأثنى متساويان عند الله ولا تفاضل بينهما الا بالأعمال. </p><p> بعد ذلك ينتقل البحث الى المهاجرين من مكّة، فالذين هاجروا يريدون وجه الله، أو أُخرجوا من ديارهم وناهلم الأذى في سبيل الله، وقاتلوا وتعرضوا للقتل قد كتب الله على نفسه ان سيمحو عنهم سيئاتهم، ويُدخلهم جنات تجري من تحتها الأنهار. والله وحده عنده الثواب الجميل. </p><p> قراءات: </p><p> قرأ حمزة والكسائي «وقتلوا واقاتلوا» ، وقرأ ابن كثير وابن عامرم «وقتلوا» بتشديد التاء. </p>"
}