{
  "id": null,
  "sura": 3,
  "aya": 130,
  "text": "<p> الربا: الزيادة، ومعناه هنا الفائدة التي تؤخذ على المال. اضعافا مضاعفة: زيادات متكررة. والسّراء: الرخاء. الضّراء: الشدة والضيق. الكاظمين الغيظ: الذين يضبطون أعصابهم فكيفّون عن الانتقام. الفاحشة: الفعل القبيح الذي يتعدى أثره الى الغير، وظلم النفس هو الشر الذي يقتصر على الانسان وحده. </p><p> في هذه الآيات الكريمة ينهانا الله عن التعامل بالربا، كما كانت تفعل اليهود وأثرياء المشركين، فيقول: أيها المؤمنون، لا تأكلوا الربا في إسلامكم بعد ان هداكم الله، كما كنتم تفعلون في جاهليتكم. وكانت طريقة التعامل بالربا في الجاهلية، ان يكون للرجل مال على آخر الى أجل، فاذا حلّ الأجل طلبه من صاحبه، فيقول المدين: أجّلْ دَينك وأزيدك عليه. فيفعلان ذلك. هذا هو الربا اضعافا مضاعفة، وهو الذي يسمى الآن الربا الفاحش أو الربا المركّب، ويسمى أيضاً ربا النسيئة. </p><p> وهناك نوع آخر من الربا هو ربا الفضل، وهو الذيب ورد النهي عنه بالحديث الشريف:  «لا تبيعوا الذهب بالذهب إلا مثلا بمثل، ولا تبيعوا الورق بالورق الا مثل بمثل سواء بسواء، ولا تشفوا بعضه الى بعض، اني اخشى عليكم الرماء، يعني الرباء» ومعنى لا تشفوا: لا تزيدوا. </p><p> وهذه أول آية نزلت في تحريم الربا. وهو بلاء كبير وشر عظيم، وطالما هدم بيوتاً ودمر مجتمعات. وقد بلغ درجة من الفظاعة في الجاهلية حتى ألجأ بعض الناس ان يرهنوا زوجاتهم لدائنيهم. لهذا حرّمه الاسلام وشدّد في منعه، ولذلك رافق الآية تهديد ظاهر وأمر صريح. فقال تعالى: </p><p> {واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ} اي أطيعوا فيم نُهيتم عنه من التعامل بالربا كيما يكون ذلك سبب فلاحكم في دنياكم وسعادتكم في الآخرة. </p><p> ثم عزّز ذلك بقوله: </p><p> {واتقوا النار التي أُعِدَّتْ لِلْكَافِرِينَ} اي ابتعِوا عنها بامتناعكم عن التعامل بالربا، فإنما هي قد هيئت للكافرين. وقد قال الامام ابو حنيفة رحمه الله: هذه أخوفُ آية في القرآن، حيث أوعد الله المتعاملين بالربا بالنار المعدَّة للكفارين. </p><p> ثم أردف قائلا ومؤكدا، أن أطيعوا الله ورسوله فيما نهيا عنه من التعامل بالربا حتى تُرحموا في الدنيا بصلاح حال المجتمع، وفي الآخرة بحسن الجزاء على أعمالكم. </p><p> {وسارعوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ. . .} بادِروا الى العمل الصالح الذي يوصلكم الى مغفرة ذنوبكم، ويُدخلكم جنة واسعة المدى، عرضُها السماوات والأرض سبقَ أن أعدّها الله لمن اتقاه وامتثل أوامره. </p>"
}