{
  "id": null,
  "sura": 3,
  "aya": 181,
  "text": "<p> عهد الينا: أوصانا. بقربان: هو ما يذبح من الأنعام تقربا الى الله. بالبينات: الآيات والواضحة. </p><p> أبو بكر وفنحاص </p><p> «روى الطبري عن ابن عباس قال: دخل أبو بكر بيت المدارس فوجدَ من يهودَ ناساً كثيرا، قد</p><p> اجتمعوا الى رجل منهم يقال له فنحاص، كان من علمائهم وأحبارهم. فقال أبو بكر لفنحاص: ويحك يا فنحاص، إتَّق الله وأسلم، فوالله إنك لَتعلم ان محمداً رسول الله، قد جاءكم بالحق من عند الله، تجدونه مكتوبا عندكم في التوراة والانجيل. قال فنحاص: واللهِ يا أبا بكر ما بنا الى الله من فقر، وإنه إلينا لَفقير. وما تضرع اليه كما يتضرع الينا. وإنّا عنه لأغنياء. ولو كان عنا غنياً ما استقرض منا كما يزعم صاحبكم، يشير الى قوله تعالى {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً} . فغضب ابو بكر فضرب وجه فنحاص ضربة شديدة، قوال والذي نفسي بيده، لولا العهد الذي بيننا وبينك لضربتُ عنقك يا عدو الله، فذهب فنحاص الى رسول الله، فقال: يا محمد، انظر ما صنع بي صاحبُك. فقال رسول الله لأبي بكر: ما حَمَلَكَ على ما صنعت؟ فقال: يا رسول الله، إن عدو الله قال قولاً عظيما. . زعم ان الله فقير، وانهم عنه أغنياء. فلما قال ذلك غضبُ لله مما قال، فضربت وجهه. فجحد ذلك فنحاص، وقال: ما قلت ذلك» فأنزل الله تعالى ردّاً عليه وتصديقاً لأبي بكر {لَّقَدْ سَمِعَ الله قَوْلَ الذين. . .} الآية. </p><p> المدارس: ما كان الدرس، وبَيْعة اليهود، وهم يلفظونها مدارش. </p><p> قد سمع الله من قالوا هذه المقالة المنكرة ولم يَخْفَ عليه شيء. وسيجزيهم على ذلك أشد الجزاء ولقد سجّل عليهم ذلك القولَ الشنيع كما سجل عليهم قتلهم الأنبياء ظلماً وعدوانا، وسينتقم منهم يوم القيامة ويقول لهم: ذوقوا عذاب النار المحرقة جزاء أعمالكم في الدنيا: كقتل الانبياء، ووصف الله بالفقر، وتكبركم وتبجحكم. </p><p> {وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلْعَبِيدِ} فلا يكون عاقبة الا عدلاً ولا يعاقب غير المستحق للعقاب. </p><p> قراءات: </p><p> قرأ حمزة:  «سيكتب ما قالوا» بالياء المضمومة، و «قتلهم» بضم اللام، و «يقول» بالياء. </p><p> ان من يدّعون فقر الله وغناهم هم الذين قالوا ان الله أوصانا في التوراة الا نؤمن لرسولٍ إلا اذا دلّل على صدقه بأن يأتينا بشيء يقرّبه لوجه الله وتنزل نار من السماء فتأكله، فقل لهم يا محمد: لقد بعث الله رسلاً جاؤا بما اقترحتم، ومع ذلك كذّبتموهم وقتلتموهم! فِلَم فعلتم ذلك ان كنتم صادقين في وعدكم بأن تؤمنوا عندما يتحقق ما تريدون؟ </p><p> رويَ عن ابن عباس ان كعب بن الأشرف، ومالك من الصيف، وفنحاص، وجماعة من أحبار اليهود أتوا رسول الله فقالوا: يا محمد، تزعم انك رسول الله، وأنه أوحى اليك كتاباً، وقد عهد إلينا في التوراة الا نؤمن لرَسولٍ حتى يأتينا بقربان تأكله. . . . الخ. </p><p> وفي الآية رد صريح ومجابهة قوية تكشف عن كذبهم والتوائهم وإصرارهم على الكفر. </p>"
}