{
  "id": null,
  "sura": 3,
  "aya": 45,
  "text": "<p> المسيح: لقبٌ لعيسى والكلمة معرَّبة وعيسى ايضا كلمة عبرانية. وجيها: شريفا عاليا. المهد: فراش الصبي الصغير. الكهل: الرجل من الثلاثين الى الخمسين. الكتاب: الكتب المنزلة من عند الله، ويجوز ان يكون المراد به الكتابة. </p><p> الحكمة: اصابة الحق بالعلم والعمل. </p><p> التوراة: الكتاب الذي أنزل على موسى. </p><p> الإنجيل: معهناه «البشرى أو البشارة» وهو الكتاب الذي أنزل على عيسى. </p><p> واذكر يا محمد حينما بشّرت الملائكة مريم بولد صالح، اسمه المسيح عيسى بن مريم، خلقه الله بكلمة منه، على غير السنَّة الجارية بين البشر في التوالد، بقوله «كن فيكون» . وقد جعله الله ذا مكانة عالية فيه هذه الدنيا حيث أعطاه النبوة، وفي الآخرة حيث اعطاه علو المنزلة مع الصفوة المقربين الى الله من النبيّين أُولي العزم. وقد ميزه الله بخصائص منها أن كلّم الناس وهو طفل في مهده، كما يكلّمهم وهو رجل كامل الرجولة. </p><p> فلما سمعت مريم هذا الكلام قالت متعجبة: من أين يكون لي ولد ولم يمسّني رجل! فأَوحى الله اليها انه يخلق بقدرته مثل هذا الخلق العجيب، وانه اذا اراد شيئاً أوجده بقوله كن فيكون. وان الله سوف يعلّم طفلها العلم الصحيح النافع، والتوراةَ التي انزل على موسى والانجيل الذي سيوجه اليه. </p><p> قراءات: </p><p> قرأ أهل المدينة وعاصم ويعقوب «يعلّمه» بالياء والباقون «ونعلمه» بالنون. </p><p> الانجيل: كلمة يونانية وردت في القرآن الكريم، معناه «البشرى» وتطلق اليوم على كل من الأناجيل التي تترجِم للمسيح في مجموعة «العهد الجديد» وهي اربعة: متّى ومرقص ولوقا ويوحنا. </p><p> والاناجيل المتوازية هي الأناجيل الثلاثة (متى ومرقص ولوقا) ، سُميت كذلك لتقاربها من بعضها أكثر من تقاربها مع الانجيل الرابع، انجيل يوحنا، الذي يختلف عنها في غايته. وتسمى مشكلة صلات هذه الأناجيل الثلاثة بعضها ببعض «المشكلة المتوازية» ، ومؤداها أن انجليلي متّى ولوقا يوحيان عناصر غير موجودة في انجيل مرقص. وتتفق هذه الأناجيل الثلاثة في أنها تترجم للمسيح رغم وقوف كل منها في ترجمته عند حد معين، وتوضيح مزية خاصة من مزاياه، مع بعض الاختلاف في بعض الحوادث والتواريخ. أما انجيل يوحنا فهو تأملا لاهوتي في تعاليم المسيح مع الاحتفاظ بالإطار التاريخي الأساسي. </p><p> وانجيل متّى هو أول كتب العهد الجديد، يعزى الى متّى تلميذ المسيح، وقد وصلنا في الثلث الثاني من القرن الأول للمسيح قبل سنة سبعين. </p><p> وانجيل مرقص هو ثاني كتب العهد الجديد، وأصغر وأبسط الأناجيل الأربعة. </p><p> وانجيل لوقا الكتاب الثالث من العهد الجديد، وقد دُوّن في أواخر القرن الاول. وهو الانجيل الوحيد الذي يتكلم عن ولادة المسيح كما يعرض لصَلبه وبعثه، وفيه نصوص لم ترد في الأناجيل الأخرى. </p><p> وانجيل يوحنا هو الكتاب الرابع في العهد الجديد، وضعه الرسول يوحنتا، وهو يختلف عن الأناجيل الثلاثة المذكورة في مادته وتعالميه. </p><p> وقد أورد الدكتور محمد وصفي في كتابه:  «المسيح والتثليث» أسماءً لسبعة وثلاثين انجيلا، منها انجيل برنابا، وهو مطبوع في مصر، وحديثاً في طبعة أنيقة في بيروت. وقد اقتنيته، وفيه نصوص كثيرة تخالف الأناجيل الأربعة مخالفة جوهرية. وفيه بشارة صريحة بسيدنا محمد صلى الله عليه وسلم ولكن المسيحين لا يعترفون به ويقولون إنه مزيف. </p><p> وفي كتاب الدكتور محمد وصفي «المسيح والتثليث» نصوص صريحة في مخالفة الأناجيل الأربعة لبعضها البعض واضحة جدا، وكذلك هنا اختلاف بين طبعات الكاثوليك وطبعات البروتستانت. </p><p> وقد قال (فاستس) في القرن الرابع وهو من علماء (ماني كيز) : إن الانجيل المنسوب الى متّى ليس من تصنيفه. </p><p> وقال (اشلاير ماخر) في كتابه «الأبحاث عن انجيل لوقا» : ليس انجيل لوقا الا كتاباً مختلفة كتبت في أزمنة غير معينة على أيدي قوم مجهولين. </p><p> وبعض الفرق المسيحية كالفرقة الموسونية والفرقة الابيونية وفرقة يوني تيرن اسقطت البابين الأول والثاني من انجيل لوقا، مع وجود الاختلاف الكبير بين كتابيهما وكتاب لوقا الحالي كذلك. </p><p> وقال العلامة الألماني رويس: ان انجيل يوحنا مجرد رأي لأحد المسيحين نَزَعَ فيه الى بيان رأيه الخاص فيما أتعى به المسيح عليه السلام. ولقد أكد (استارولن) ان انجيل يوحنا ليس إلا كتاباً كتبه بعض الطلبة من مدرسة الاسكندرية. </p><p> وقد استبعد مسيو (موريس فرن) في دائرة المعارف البريطانية، كون الأناجيل الثلاثة المعزوة الى متى ومرقص ولوقا من تصنيفهم، وحين وصل الى الكلام عن انجيل يوحنا قال: لا شك انه كتابٌ دخيل مزوَّر أراد ان يوجد تناقضاً بين أقوال القديسَين متى ويوحنا. . . ومن أراد الاستزادة فعلية ان يرجع الى كتاب الدكتور محمد وصفي «المسيح والتثليث» وكتاب «إظهار الحق» للشيح رحمة الله الهندي. وكل هذه الأقوال والانتقادات من علماء المسيحية أنفسهم. ونحن نعتقد أن هذه الأناجيل كلها محرَّفة، مؤلفوها مجهولون، وان الانجيل الصحيح الكامل منفقود كما جاء في القرآن الكريم. </p>"
}