{
  "id": null,
  "sura": 3,
  "aya": 1,
  "text": "<p> القيوم: القائم على كل شيء. الفرقان: القرآن، لانه يفرق بين الحق والباطل. ألف لام ميم: وردت هذه الأحرف في فاتح عدد من السور، وقد قدمنا الكلام عليها في أول سورة البقرة. والرأي المرجح أنها جاءت في أوائل السور لتنبيه المخاطبين الى ما يلقى بعدها من حديث يستدعي العناية بفهمه. </p><p> روى الطبري في تفسيره ان الله عز وجل أخبر عباده ان الألوهية خاصة به دون ما سواه، وان العبادة لا تجوز الا له. وقد افتتح السورة بنفي الألوهية عن غيره احتجاجاً منه على طائفة من النصارى، قدمِتْ على رسول الله من نجران. وكانوا ستين راكباً فيهم اربعة عشر رجلاً من اشرافهم، أميرهم العاقب، واسمه عبد المسيح، وهو صاحب مشورتهم الذي لا يصُدرون الا عن رأيه. وكان منهم أبو حارثة بن علقمة أخو بكر بن وائل، أسقفهم وحبرهم وإمامهم ولقد قدموا الى المدينة، فدخلوا مسجد الرسول حين صلى العصر. وحانت صلاتهم فقاموا يصلّون في مسجد النبي، فقال لأصحابه دعوهم. فصلّوا الى المشرق. فقام رؤساؤهم وكلّموا رسول الله في شأن المسيح، وانهن هو الله، وابن الله، وثالث ثلاثة. فقال لهم النبي: ألستم تعلمون انه لا يكون ولد الا وهو يشبه أباه؟ قالوا بلى. قال: ألستم تعلمون ان ربنا حي لا يموت، وان عيسى عليه الفناء؟ قالوا: بلى، قال: ألستم تعلمون ان ربنا قيّم على كل شيء يكلؤه ويحفظه ويرزقه. قالوا: بلى، قال: فله يملك عيسى من ذلك شيئا؟ قالوا: لا، قال: أفلستم تعلمون ان الله عز وجل لا يخفى عليه شيء في الأرض ولا في السماء. قالوا: بلى، قال: فهل يعلم عيسى من ذلك شيئا الا ما عُلِّم؟ قالوا: لا، قال: فان ربنا صوّر عيسى في الرحم كيف شاء، فهل تعلمون ذلك؟ قالوا: بلى، قال: ألستم تعملون ان ربنا لا يأكل الطعام، ولا يشرب اشراب ولا يُحدث الحدث؟ قالوا: بلى، قال: ألستم تعلمون ان عيسى حملته امرأة كما تحمل المرأة، ثم وضعته كما تضع المرأة ولدها، ثم غُذي كما يغذّى الصبي، ثم كان يَطعم الطعام، ويشرب الشراب، ويُحدث الحدث؟ قالوا: بلى، قال فكيف يكون هاذا كما زعمتم؟ قال: فعرفوا ثم أبَوا الا جحودا. فأنزل الله عز وجل {الم الله لاا إله إِلاَّ هُوَ الحي القيوم} الى بضع وثمانين آية كما سيأتي. </p><p> والمعنى ان الله واحد لا آلهة غيره، وكل ما في العالم من تنسيق وإبداع يشهد بذلك. وهو الحي الذي لا يموت، القائم بأمر هذا لعالم يدبّره ويصرّفه. </p><p> ولقد نزّل الله عليك يا محمد القرآن مشتملاً على جميع أصول الشرائع السماوية في الكتب السابقة، ومصدّقا لها. وأنزل من قبله التوراة على موسى والانجيل على عيسى، لهداية الناس. فلما انحرفوا عنها أنزل الفرقان فارقاً بين الحق والباطل، ومبيناً الرشد من الغي. انه الكتاب الصادق الدائم. اما الذين كفروا بآيات الله الناطقة بتوحيده وتنزيهه عما لايليق بشأنه الجليل، فقد كذّبوا بالقرآن أولاً ثم بسائر الكتب تبعاً لذلك. فلهعم عذاب شديد. </p><p> قراءات: </p><p> قرأ أبو عمرو وابن ذكوان والكسائي، «التوراة» بالإمالة في جميع القرآن. وقرا نافع وحمزة بين اللفظين. </p>"
}