{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> بعد ان ذكر حكم الميراث مجملا، بين هذه الآية والتي بعدها والأخرى التي في آخر السورة {يَسْتَفْتُونَكَ قُلِ الله يُفْتِيكُمْ فِي الكلالة. . .} أحكام الميراث الكبرى، وبقي هناك بعض الفرائض تكفّلت بها السنَّة واجتهاد الأئمة. </p><p> كانت أسباب الميراث في الجاهلية ثلاثة: </p><p> (١) النسب: وهو الا يكون الا للرجال الذين يركبون الخيل ويقاتلون العدو، وليس للمرأة والأطفال ميراث. </p><p> (٢) التبني: كان الرجل يتبنى ولدا من الأولاد فيكون له الميراث كاملا. </p><p> (٣) الحلف والعهد: فقد كان الرجل يحالف رجلاً آخر ويقول له: دمي دمُك، وهدمي هدمك، وترثني، وأرثك، وتُطلب بي وأُطلب بك. فاذا فعلا ذلك يرث الحي منهم الميت. ومعنى هدْمي هدْمك (يجوز فتح الدال) : إن طُلب دمك فقد طلب دمي. </p><p> فلما جاء الاسلام أقرّ الاول والثالث فقط، وجعل الميراث للصغير والكبير على حد سواء، وورّث المرأة. وقد أقر الثالث بقوله تعالى:  {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الوالدان والأقربون} ، كما أبطل التبني بحكم {وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ} . </p><p> فنظام الميراث الذي بينه القرآن نظام عادل مقعول، اعترف بذلك عظماء علماء القانون في أوروبا. وقد ابتع فيه الإسلام النظم الآتية: </p><p> (١) جعل التوريث بتنظيم الشارع لا بإرادة المالك. وجعل للمالك حرية الوصية من ثلث مالهن، وفي ذلك عدالة عظمى، وتوزيع مستقيم. </p><p> (٢) عل للشارع توزيع بقية الثلثين للأقرب فالأقرب، من غير تفرقةٍ بين صغير وكبير، فكان الأولاد أكثر حظاً من غيرهم في الميراث، لأنهم امتداد لشخص المالك. ويشاركهم في ذلك الأبوان والجدة والجد، لكن نصيبهم أقل من الأولاد. وذلك لأن الأولاد محتاجون أكثر من الأبوني والجدّين. . فهم مقبلون على الحياة، فيما الآباء والأجداد مدْبرون عنها. وتلك حكمة بالغة. </p><p> (٣) جعل نصيب المرأة نصف نصيب الرجل، ليحفظ التوازن بين أعباء الرجل وأعباء الأنثى في التكوين العائلي. فالرجل يتزوج امرأة ويكلَّف بإعالتها هي وأبنائها منه، كما أنه مكلف ايضا باخوانه ووالدته وغيرهما من الأرحام. أما المرأة فانها تقوم بنفسها فقط. والقاعدة تقول:  «الغُنم بالغرم» ، ومن ثم يبدو التناسق في التكوين العائلي والتوزيع الحكيم في النظام الاسلامي. </p><p> (٤) يتجه الشرع الاسلامي في توزيعه للتركة الى التزوزيع ون التجيمع، فهو لم يجعلها للولد البكر كما في النظام الانجليزي، ولا من نصيب الأولاد دون البنات، ولم يحرم أحداً من الأقارب، فالميراث في الاسلام يمتد الى ما يقارب القبيلة. وقاعدته: الأقربُ فالأقرب. وقد كرّم المرأة فورّثها وفحظ حقوقها. ثم انه لم يمنع قرابة المرأة من الميراث، بل ورّث القرابة التي يكون من جانبها، كما ورث التي تكون من جانب الأب، فالأخوة والأخوةات لأمٍ يأخذون عندما يأخذ الاشقاء. وفي بعض الحالات يأخذ أولاد الأخ ويأخذ الإخوة والأخوات. </p><p> وهذا تكريم للأمومة لا شك فيه واعتراف بقرابتها. </p><p> التفسير: </p><p> {يُوصِيكُمُ الله في أَوْلاَدِكُمْ. . .} الآية يأمركم الله تعالى في شأن توريث أولادكم ان يكون: للذَّكر مثلُ حظ الانثَيين. واذا كان المولود انثى واحدة فنصيبها النصف، والباقي لأقارب المتوفى، واذا انعدم الأقابر رُدَّت التركة الى بيت المسلمين. </p><p> واذا كانت الوارثات بنتَين فأكثر فمن حقهن ان يأخذن ثلثي التركة، ويكون الباقي للأقارب أو بيت المال. ولا يرث الكافر، ولا القاتل عمدا، ولا العبد الرقيق. </p><p> وعند الشيعة الامامية: تأخذ البنت أو البنتان فأكثر جميع التركة، ونصيب كل من الأبوين السدس اذا كان الميت له ولد. واذا كان لم يخلّف الميت أولادا وورثه أبواه أخذت الأم الثلث وكان الباقي للأب. </p><p> واذا مات الميت وترك أباً وأماً وعددا من الاخوة فلأُمه السدس والباقي للأب، اذ ان الاخوة يحجبون الأم وينقصون ميراثها ولا يرثون. وقال ابن عباس: يأخذون السدس، ولكن هذا مخالف للجمهور. </p><p> وكل هذه القسمة من بعد تنفيذ الوصية اذا أوصى الفقيد، ومن بعد سداد الدَّين اذا وُجد، والدَّين مقدَّم على الوصية بإجماع العلماء. </p><p> هذه فريضة من الله يجب اتباعها، اما أنتم فلا تدرون اي الفريقين أقرب لكم نفعاً: آباؤكم أو أبناؤكم، فلا تجرموا أحدا ممن له نصيب من التركة. فالله هو العليم بمصالحكم الحكيم فيما فرض عليكم. </p><p> قراءات: </p><p> قرأ حمزة والسكائي «فلإمه» بكسر الهمزة. وهي الآن لغة بعض البلاد الشامية. </p><p> وقرأ ابن كثير وابن عامر وأبو بكر «يوصى» بفتح الصاد. </p>"
}