{
  "id": null,
  "sura": 4,
  "aya": 123,
  "text": "<p> الأماني: ما يتمناه الانسان، وغالبا ما تكون خيالاً لا حقيقة. ولياً: يلي أمره ويدافع عنه. نقيرا: شيئا تافها، والنقير لغةً ما يكون على نواة التمرة. الحنيف: المستقيم لأنه مائل عن الزيغ والباطل. خليلاً: صديقاً محبا. </p><p> يقرر سبحانه وتعالى في هذه الآيات الكريمة قاعدة الاسلام الكبرى في العمل والجزاء، وهي: ان ميزان الثواب والعقاب ليس موكولاً الى الأمانّي بل الى أصل ثابت، وسنّة لا تتخلّف. إنه قانون تستوي أمامه الأمم، لا يحابي أحداً، ولا تُخرق له القاعدة. ان صاحب السوء مجزيّ بالسوء، وصاحب الحسنة مجزيّ بالحسنة. وليس فضلُ الدين وشرفه ولا نجاة اهله ان يقول القائل منهم: ان ديني أفضل وأكمل، فالجزاء على قدر العمل، لا بالتمني والغرور. انه ليس بما تتمنّون أيها المسلمون، ولا بما يتمناه اليهود والنصارى. فالأديان لم تشرع للتفاخر والتباهي، ولا تحصل فائدتها بمجرد الانتساب اليها دون العمل. انما النجاة من العذاب بالايمان والعمل الصالح. </p><p> فمني عمل عملاً سيئا يُجزَ به، ولن يجد له وليّا غير الله يدفعت عنه الجزاء، ولا نصيرا ينقذه مما يحل به. </p><p> ومن يعمل عملاً صالحاً، سواء كان ذكرا او انثى، وهو مطمئن القلب بالايمان يدخل الجنة، لا يظلمه ربه شيئاً ولا يُنقص من علمه قليلاً او كثيرا. </p><p> وقد أردف سبحانه بعد ذلك ذِكر درجات الكمال فبيّن: أن اساس عمل الخير منبعث من الاعتقاد السليم، وانَّ أحسنَ الدين ان يُخلص المرءُ فيجعل وجهه وعقله ونفسه لله، لا يطلب الا رضاه. بذلك تستقيم مداركه فيدرك رسالة الرسل. وقد عبّر سبحانه عن توجُّه الانسان لله بالوجه، لأن الوجه أعظمُ مظهرٍ لما في النفس من إقبال واعراض، وشرود وكآبة، وذلك مرآة لما في السريرة. </p><p> {واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ} أي المِلّة التي كان عليه إبراهيم في ابتعاده عن الوثنية وأهلها، وعند سيدنا ابراهيم تلتقي الوحدة الدينية للمسلمين واليهود والنصارى، فاتّبِعوا طريقَ من أكرمه الله فاتخذه خليلاً. </p><p> وفي هذا الآية رد قاطع على كل من حدّثته نفسه بأنه هو أحسن من غيره، أو دينه أحسنُ من دين غيره، دون ان يعمل عتملاً صالحا ويؤمن إيماناً كاملا. فقد كانت اليهود والنصارى يقولون: نحن أبناء الله وأحباؤه، ودينُنا خير دين. ولعل فكرة الاستعلاء هذه راودت بعض المسلمين فقالوا نحن خير أمة أُخرجت للناس، وأن الله متجاوز عما يقع منّا على أساس من ذلك. . . </p><p> لقد جاء هذا النص يردّ هؤلاء وهؤلاء الى الصواب، فهناك عند الله ميزان واحد هو إسلام الوجه لله، مع الاحسان واتباع ملة ابراهيم. </p><p> فأحسنُ الدين هو هذا الاسلام، ملة ابراهيم، واحسن العمل هو الاحسان، والإحسانُ ان تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك. </p>"
}