{
  "id": null,
  "sura": 4,
  "aya": 19,
  "text": "<p> العضل: التضييق والشدة. ولاتعضلوهن: لا تمنعوهن من الزواج. الفاحشة: الفعلة الشنيعة. مبينة: ظاهرة، مفضوحة. المعروف: ما تألفه الطباع. </p><p> روى البخاري وابو داود والنسائي وغيرهم انه كان اذا مات الرجل في الجاهلية كان أولياؤه أحقَّ بامرأته، ان شاء بعضهم تزوجها وان شاؤوا زوّجوها لمن يشاؤون، وان شاؤوا لم يزوجوها ابداً. كانوا هم أحق بها من أهلها. . فنزلت هذه الآية. ومن بعض عادات الجاهلية الممقوتة ان كان الرجل اذا مات ابوه عن زوجة غير أُمه فرض عليها زواجها منه، من غير عقد جديد. وكان اذا طلق امرأته وقد دخل بها فإنه يسترد كلَّ ما اعطاها من مهر سابق. ومنهم من كان يطلقها ويعمل على منعها من الزواح بغيره ظلماً وعدوانا. . فجاء الاسلام ورفع عنها ظُلم العضل، وهو من المرأة من الزواج بمن تريد، او ايذاؤها لحملها على طلب الطلاق لقاءَ مال تدفعه الى الزوج. </p><p> كذلك كان من الجائز عندهم ان يتزوج الرجل مطلقة أبيه، فنهى الاسلام عنه، وسماه مقتا، لأنه أمر فاحش القبح. </p><p> يا أيها المؤمنون لا يحلّ لكم ان تسيروا على سنة الجاهلية فتجعلوا النساء كالمتاع، وترثونهنّ كما ترثون الأموال والعبيد، وتتصرفون فيهن كما تشاؤون، تتخذونهن زوجات من غير مهر، كرهاً. ولا تظلموهن بالتضييق عليهن حتى يفتدين أنفسهن منكم بالمال الذي دفعتُموه لهن من مهور، أو ما حصلن عليه من ميراث. </p><p> {إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ} الا ان يرتكبن إثماً بيناً بزنىً، أو بنشوز او سوء خلق، فعند ذلك لكم ان تضيّقوا عليهن أو تأخذوا بعض ما آتيتموهن عند الفراق. </p><p> {وَعَاشِرُوهُنَّ بالمعروف} عليكم ان تحسنوا معاشرة النساء، فتدخلوا عليهن السرور بالقول والعمل. والزواج شركة يجب ان يكون فيها كل من الزوجين مدعاة لسرور الآخر وهناءته. {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لتسكنوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً. . .} الآية. فالزواج مبنيّ على المودة والرحمة في الاسلام. </p><p> {فَإِن كَرِهْتُمُوهُنَّ. . .} لِعَيْبٍ في اخلاقهن أو خَلْقهن، أو لتقصير في العمل والواجب علهين كخدمة البيت وغير ذلك؛ او لميل منكم الى غيرهن فاصبروا ولاتَعْجلوا بمضارتّهنّ ولا مفارقتهن، عسى ان يجعل الله في المكروه خيرا كثيرا. </p><p> قراءات: </p><p> قرأ حمزة والكسائي:  «كرها» بالضم وهما لغان كَرها وكُرها. وقرأ ابن كثير وأبو بكر «مبينة» بفتح الياء، هنا وفي سورة الأحزاب وسورة الطلاق. </p>"
}