{
  "id": null,
  "sura": 4,
  "aya": 58,
  "text": "<p> الأمانة: الشيء الذي يُحفظ بنيّةِ أن يؤدَّى الى صاحبه، والأمانات، كل ما يؤتمن عليه المرء من مال، أو عهد، أو عقد، او سر، أو ما اشبه ذلك. العدل: ايصال الحق الى صحابه. </p><p> بعد ان بين الله سبحانه الإرشادات الحكيمة التي يجب على الأمة ان تتخذها أساساً للحياة فيها ذكر هنا ما يجب أن يؤسَّس عليه شأن الجماعة الاسلامية، فقرر أمرين لهما خطرهما في ذلك. وهما: أداء الامانات الى أهلها، والحكم بالعدل بين الناس، وكأنه يشير بهذا الى أن الانتفاع بالارشادات المتقدمة في الأُسرة والأموال لا يتحقق الا على «أداء الامانة» و «العدل» . </p><p> والأماناتُ كلمة عامة تشمل جميع الحقوق من ماليه وعملية، وعلمية، والحُكم بالعدل فيها هو القضاء بتلك الأمانات عند تعرضها للضياع. اما الحكم بالعدل عامة فيشمل ما كان طريق التولية، وما كان طريق التحكيم، كما يشمل ما بين المسلمين أنفسهم، وما بنيهم وبين غيرهم. وقد كثُر الحثّ في القرآن على العدل لأنه أساس الحياة. وعناصر العدل في الحكم هي فهمُ الحادثة من جميع جوانبها، ثم معرفة الحكم من مصدره التشريعي ثم تحرّي انطباق الحكْم على الحادثة. كل ذلك مع التسوية بين الخصوم في مجلس القضاء. </p><p> {إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إلى أَهْلِهَا} </p><p> خطاب عام لجميع الناس وفي مقدّمتهم المؤمنون. وقد وردت عدة أحاديث في نزول هذه الآية منها قضية عثمان بن طلحة ووجوب ردِّ مفتاح الكعبة إليه. لكن، العبرةُ بعموم اللفظ. والمعنى: </p><p> أيها المؤمنون، ان الله يأمركم ان تصولوا جميع ما أنتم مؤتمنون عليه، وهو نفوسكم أولاً، وذلك أن تؤمنوا به إيمانا حقيقيا، تطيعوا أوامره وتتجنبوا نواهيه، وتعملوا عملاً صالحا يرضاه. </p><p> هذه هي الأمانة الكبرى التي كُلّف الانسان بحملها وتقاست عن ذلك الجبال. . ومنها تنبثقُ سائر الأمانات التي يأمر الله بها أن تؤدَّى. </p><p> ثم أمانةُ العبد مع الناس. من ذلك ردُّ الودائع الى أربابها، وعدم الغش، وحِفظ السر ونحو ذلك مما يجب للأهل والأقربين وعامة الناس والحكام. يدخل في ذلك عدل الحاكمين مع الرعية، بألاّ يستأثرون بثرواتها، ولا يتحكموا في رقابها، وان يختاروا خير الناس لتولّي شئونهم. كما يدخل عدل العلماء مع الناس بأن يرشدوهم الى دينهم الصحيح، ويعلّموهم الأعمال التي تنفعهم في دنياهم وأخراهم من أمور التربية وكسب الحلال، لا أن يتخذوا الدينَ تجارة يبيعون منه القراريط لقاء رضا الحكام وملء جيوبهم هم. ويدخل فيها كذلك أمانة الرجل مع زوجته في النفقة والعشرة، ومع أولاده وسائر أهل بيته المسئول عنهم. </p><p> ثمّ يدخل عدل الانسان مع نفسه بأن يختار لها ما هو الأصلح فلا يُقدم على عمل يضرّه في دنياه أو آخرته، ويتجنب تعاطي الأشياء التي تضر بصحته ويبتعد ما أمكن عن جميع المغريات. </p><p> {وَإِذَا حَكَمْتُمْ بَيْنَ الناس أَن تَحْكُمُواْ بالعدل} . </p><p> هذا نص مطلق شامر، فإنه سبحانه يطلب منا إقامة العدل بين الناس جميعاً على أختلاف أديانهم وطبقاتهم، لا بين المسلمين فحسب. . لأن العدل هو أساس انتظام الحياة، وعلى ذلك فهو حق لكل إنسان من أي دينٍ او جنس او لون. هذا هو دستور الاسلام العظيم لا التستر على التمييز العنصري ولا تسخير الدين في خِدمة الحكام. </p><p> {إِنَّ الله نِعِمَّا يَعِظُكُمْ بِهِ} هذه موعظة من ربكم فاحرصوا عليها لأنه لا يوجد أحسن منها، ان الله دائماً سميع لما يقال، بصير بما يُفعل، وهو من أدّى الامانة من خانها، ومن حكَم بالعدل أو جار، فيجازي كلاًّ بعمله. وفي هذا وعد للطائعين، ووعيد للعاصين. </p>"
}