{
  "id": null,
  "sura": 4,
  "aya": 116,
  "text": "<p> الدعاء: الطلب، ولكن يدعون هنا بمعنى يعبدون، لأن من عبد شيئاً دعاه عند الحاجة. اناث: معناها معروف، والمراد هنا اللات والعزى ومناة، لأن أسماءها مؤنثة، وقيل: المراد بالإناث الأموات، لأن العرب تصف الضعيف بالأنوثة. المريد: بفتح الميم، مبالغة في العصيان والتمرد اللعن: الطرد والاهانة. النصيب المفروض: الحصة الواجبة. الأماني: جمع أمنية. البتك: القطع. المحيص: المهرب، والميم فيه زائدة، لأنه مصدر حاصَ بحيص، يقال: وقع في حَيْصَ بَيْصَ، أي في أمر يعسر التخلص منه. </p><p> {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلك لِمَن يَشَآءُ وَمَن يُشْرِكْ بالله فَقَدْ ضَلَّ ضَلاَلاً بَعِيداً} . تجد تفسيرها في الآية ٤٨ من هذه السورة، ولا اختلاف بين النصبين إلا في التتمة، حيث اقل هناك:  {وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْماً عَظِيماً} وقال هنا: {وَمَن يُشْرِكْ بالله فَقَدْ ضَلَّ ضَلاَلاً بَعِيداً} والمعنى واحد. وهنا نتعرض للتكرار في القرآن، من جديد، فنورد ما قاله صاحب «تفسير المنار» عند تفسيره لهذه الآية: </p><p> «ان القرآن ليس قانوناً، ولا كتاباً فنياً، يذكر المسألة مرة واحدة، يرجع اليها حافظها عند ارادة العمل بها، وانما هو كتاب هداية. . وانما ترجى الهداية بايراد المعاني التي يراد ايداعها في النفوس في كل سياق يعدها ويهؤها لقبول المعنى المراد، وانما يتم ذلك بتكرار المقاصد الاساسية. ولا يمكن أن تتمكن دعوة عامة إلا بالتكرار، ولذلك نرى أهل المذاهب الدينية والسياسية الذي عرفوا سنن الاجتماع وطبائع البشر وأخلاقهم يكررون مقاصدهم في خطبهم ومقالاتهم التي ينشرونها في صحفهم وكتبهم» . </p><p> {إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثاً} . كان أهل الجاهلية يزعمون ان الملائكة بنات الله:  {أَفَأَصْفَاكُمْ رَبُّكُم بالبنين واتخذ مِنَ الملاائكة إِنَاثاً إِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيماً}  [الإسراء: ٤٠] . وقد حملهم هذا الاعتقاد على أن يتخذوا تماثيل يسمونها أسماء الاناث، كاللات والعزى ومناة، ويرمزون بها الى الملائكة التي زعموا انها بنات الله. . ومع الزمن تحولت تلك الأصنام عندهم إلى آلهة تخلق وترزق. . وهكذا تتحول وتتطور زيارة قبور الأولياء عند الاعراب والعوام من تقديس المبدأ الذي مات عليه صاحب القبر الى الاعتقاد بأنه قوة عليا تجلب النفع، وتدفع الضرر. </p><p> {وَإِن يَدْعُونَ إِلاَّ شَيْطَاناً مَّرِيداً} . أي ان عبادة المشركين للاصنام هي في واقعها عبادة الشيطان نفسه، لأنه هو الذي أمرهم بها فأطاعوه. </p><p> {لَّعَنَهُ الله وَقَالَ لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباً مَّفْرُوضاً} . المعنى ان الشيط </p><p> ان قال لله، جل وعز: ان لي سهماً فيمن خلقتَهم لعبادتك، وقلت عنهم فيما قلت:  {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ}  [الذاريات: ٥٦] ، وان هذا السهم فرض واجب لي يطعيني ويعصيك. والآن: ان ظاهر الآية يدل على ان الشيطان سخص حقيقي، وانه يخاطب الله بقوة وثقة، فهل الكلام جارٍ على ظاهره، أو لا بد من التأويل؟ . </p><p> نقل صاحب «تفسير المنار» عن أستاذه الشيخ محمد عبده ان في كل فرد من أفراد الانسان استعداداً لعمل الخير والشر، ولاتباع الحق والباطل، والى هذا الاستعداد أشار سبحانه بقوله:  {وَهَدَيْنَاهُ النجدين}  [البلد: ١٠] ، وان النصيب المفروض للشيطان من الاسنان هو استعداده للشر الذي هو أحد النجدين. وعليه يكون لفظ الشيطان كناية عن هذا الاستعداد. </p><p> الشيطان والعلم الحديث: </p><p> لقد سيطرت فكرة الشيطان على عقول الناس يوم كان العلم مجرد كلمات تقال، وسطورٍ تملأ صفحات الكتب، ولا تتجاوزها الى العمل الا قليلا ً، أما اليوم فقد أصبحت فكرة الشيطان بشتى تفاسيرها أسطورة بعد أن صار العلم مقياساً لكل حقيقة، وأساساً لكل خطوة يخطوها الانسان، وقوة في كل ميدان، حتى إنه يطير الى القمر والمريخ، يخاطب أهل الأرض من هناك؟ . </p><p> على هذا التساؤل نقول: </p><p> لانظن أحداً يهوّن من شأن العلم، ولا كونه قوة وثروة، فحاجة الناس اليه تماماً كحاجتهم الى الماء والهواء. . ولكن لا أحد يجهل ان العلم استعداداً للخير والشر، فهو حين يوجَّه الى الخير ينتج الطعام للجائعين، والكساء للعراة، والعلاج للمرضى، وحين يوجه الى الشر يقتل ويدمر. . والشر هو الركيزة الأولى لسياسة الشيطان الذي نعنيه. وقد أصبح العلم اليوم في يد السياسة تتجه به الى الفتك والهدم، والسيطرة والاستغلال. </p><p> ولقد تضاعف نصيب الشر أو الشيطان مهما شئت فعبر بتقديم العلم وتطوره. كان أعوان الشر والاستعمار فيما مضى يتسلحون بقوة العضلات، أما الآن، وبعد ان بلغ العلم من الجبروت ما بلغ فإنهم يتسلحون بالذرة والصواريخ واسلحة الحرب الكيماوية. وهم لا ينسون إشعال حرب نفسية من الدسائس، يخططونها لأتباعهم، لكما اهتزت كراسيّهم بفعل رغبة الشعوب في التحرر وفعل الخير لأوطانهم. </p><p> {وَلأُضِلَّنَّهُمْ وَلأُمَنِّيَنَّهُمْ} اضلال الشيطان للانسان أن يزين له الحق باطلاً، والخير شراً، أو يوهمه انه لا حق ولا خير في الوجود، ولا جنة ولا نار، وفي الحديث:  «خلق ابليس مزيناً، وليس اليه من الضلالة شيء» أما تمنية الشيطان للانسان فهو يخيل اليه ادراك ما يتمناه رغم انه باطل، ويؤمله في النجاة يوم الحساب، وما الى ذلك من الأماني الكاذبة، والسعادة الموهومة. </p><p> {وَلأَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الأنعام وَلأَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ الله} . كان العرب في الجاهلية يقطعون آذان بعض الانعام، ويوقفونها للأصنام، ويحرّمونها على أنفسهم، ويأتي التفصيل عند تفسير {مَا جَعَلَ الله مِن بَحِيرَةٍ وَلاَ سَآئِبَةٍ وَلاَ وَصِيلَةٍ وَلاَ حَامٍ ولكن الذين كَفَرُواْ يَفْتَرُونَ على الله الكذب} من سورة المائدة. </p><p> وبعد ان كان الشر أو الشيطان يأمر حزبه في عصر الجاهلية يقطع آذان الانعام وتغيير خلق الله أصبح يأمرهم بالقاء قنابل النابالم على النساء والأطفال في فيتنام، والقنبلة الذرية على المدن ك «هيروشيما» و «ناكازاكي» لافناء خلق الله. </p><p> {وَمَن يَتَّخِذِ الشيطان وَلِيّاً مِّن دُونِ الله فَقَدْ خَسِرَ خُسْرَاناً مُّبِيناً} . حيث يصبح ضحية الأهواء والشهوات، وأسير الأوهام والخرافات. {يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمْ الشيطان إِلاَّ غُرُوراً} . حيث سار بهم على طريق التهلكة بعد ان زين لهم انه سبيل النجاة، فالزاني أو شارب الخمر مثلاً يخيل اليه انه يتمتع باللذائد، وهو في واقعه يتحمل أعظم المضار دنيا وآخرة. </p><p> {وَلاَ يَجِدُونَ عَنْهَا مَحِيصاً} . أي ان حزب الشيطان من المشركين والمفسدين لا نجاة لهم من عذاب الله. . </p>"
}