{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> الغلو: مجاوزة الحد. كلمته: وهي «كُن» التي وُجد فيها. ألقاها الى مريم: أوصلها اياها. روح منه: لأنه خُلق بنفخٍ من روح الله وهو جبريل. الاستنكاف: الامتناع عن الشيء أنفةً وكِبرا. </p><p> بعد ان انتهى القرآن من محاجّة اليهود وإنصاف سيّدنا عيسى وأمه الطاهرة من افتراءاتهم وغلوِّهم في تحقيره عطف هنا الى إنصاف عيسى من غلو النصارى في شأنه، ورفضِ ما دخل عليهم من أساطير الوثنية التي تسربت الى عقيدة المسيح بعده، بفعل شتى الأقوام والمِلل. </p><p> يا أهل الكتاب من اليهود، لا تتجاوزوا الحدود التي حدّها الله، ولا تعتقدوا الا الحق الثابت: أحذروا ان تفتروا على الله الكذب. فتنكروا رسالة عيسى، او تجعلوه آلها مع الله. إنما هو رسول من عند الله كسائر الرسل، خَلقه بقُدرته، كلمتِه التي نفخها روحه جبريل في مريم. فالمسيح سرٌّ من أسرار قدرته، وليس ذلك بغريب. أما خلَقَ آدَمَ من قبله من غير أب ولا أم!! {إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ}  [آل عمران: ٥٩] . </p><p> قال القاسمي في تفسيره: «يحكى ان طبيبا نصرانياً من أطباء الرشيد ناظر عليَّ بن حسن الواقدي ذات يوم فقال له: ان في كتابكم ما يدل على ان عيسى عليه السلام جزء منه تعالى. وتلا هذه الآية؟ {إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ} . فقرأ الواقدي قوله تعالى في سورة الجاثية:  {وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض جَمِيعاً مِّنْهُ} ، فقال إذن يلزم ان يكون جميع تكل الأشياء جزءاً من الله، تعالى علوا كبيرا. فانقطع النصراني وأسلم. وفرح الرشيد بذلك الجواب ووصل الواقديَّ بِصِلة فاخرةٍ. </p><p> آمِنوا يا نصارى بالله ورسله جميعاً إيماناً صحيحاً، ونزِّهوه عن كل شريك ومثيل. لا تقولوا إن الآلهة ثلاثة. انتهوا عن هذا الباطل، فهو نقيض لعقيدة التوحيد التي جاءت بها الأديان السماوية. إن الله يا هؤلاء واحد منزَّه عن التعدد، فليس له أجزاء ولا أقانيم، ولا هو مركَّب ولا متَّحد بشيء من المخلوقات. </p><p> الأقانيم: جمع اقنوم معناها الاصل، والاقانيم الثلاثة عند النصارى هي: الأب والابن وروح القدس. </p><p> قال مرقص في الفصل الثاني عشر من انجيله: ان أحد الكتبة (من اليهود) سأل يسوع عن أول الوصايا فأجابه: أول الوصايا إسمع يا إسرائيل، الربُّ آلهنا واحد. . . فقال له الكاتب» جيداً يا معلِّم، بالحق قلتَ إنّه واحد وليس آخرُ سواه. فلما رأى يسوعُ أنه أجاب بعقلٍ قال له لستَ بعيداً عن ملكوت السماوات «. </p><p> هذا نص صريح على ان عقيدة المسيح التوحيد، سبحانه تعالى، تقدَّس ان يكون له ولد. وما حاجته اليه، وكل ما في السموات والأرض ملك له!! </p><p> لن يأنَف المسيح او يترفع عن ان يكون عبداً لله، فهو عارف بعظمة الله وما يجب له من العبودية. كذلك لن يأنف الملائكة المقربون عن ذلك، ومن يتكّبر على ذلك، أباً كان، فإن الله سيحشرهم يوم القيامة ويجزيهم اشد الجزاء. </p>"
}