{
  "id": null,
  "sura": 5,
  "aya": 41,
  "text": "<p> الحزن: ألمٌ يجده الإنسان عند فَوت ما يحب. سارعَ في كذا: أسرع فيه وهو داخل فيه، وهنا الكفّار داخلين في الكفر. الفتنة: الاختبار، كما يُفتن الذهب بالنار. السحت: ما خبُث من المكاسب وحرم. المقسِط: العادل. </p><p> يا أيها الرسول: خطاب للنبي، وقد ورد الخطاب في جميع القرآن الكريم بعبارة «يا أيّها النبي» إلا هنا في هذه الآية، والآية ٦٧ من هذه السورة {ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ} . هذا الخطاب للتشريف والتعظيم، وتعليمٌ للمؤمنين ان يخاطبوه بهذا الوصف العظيم. </p><p> أيها الرسول، لا تهتم بهؤلاء المنافقين الذين يتنقلون في مراتب الكفر من أدناها الى أَعلاها، ويسارعون في التحيز الى اعداء المؤمنين عندما يرون الفرصة سانحة، فالله يكفيك شرّهم، وينصرك عليهم وعلى من ناصرهم. </p><p> {مِنَ الذين قالوا آمَنَّا بِأَفْوَاهِهِمْ. . .} </p><p> . . الذين أدّعوا بألسنتهم ولم يؤمن قلوبهم. </p><p> {وَمِنَ الذين هِادُواْ. .} . </p><p> ومن اليهود الذي يُكثرون الاستماعَ إلى ما يقوله رؤساؤهم وأحبارهم في النبي صلى الله عليه وسلم والاستجابة لطائفة منهم، لم يحضروا مجلسَك تكبُّراً وبغضاً. فهم جواسيس بين المسلمين يبلّغون رؤساءَهم أعداءَ الاسلام كل ما يقفون عليه من أخبار، ويحرّفون ما يحرفون، ثم ينقلون تلك الأكاذيب الى الأحبار المتخلّفين عن الحضور. </p><p> {يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ. .} . </p><p> اي يحرّفون كلام التوراة بعد أن ثبّته الله في مواضعه المعّينة إما تحريفاً لفظياً بإبدال كلماته، أو باخفائه وكتمانه تسهيلاً لزيادةٍ فيه او النقص منه، وإما تحريفاً معنوياً بالالتواء في التفسير. </p><p> روى الامام أحمد والبخاري ومسلم عن عمر رضي الله عن هـ قال:  «ان اليهود أتوا النبي صلى لله عليه وسلم برجلٍ منهم امرأةٍ قد زنيا فقال: ما تجدون في كتابكم؟قالوا:نُسَخِّم وجوههما ويخزيان،قال:كذبتم ان فيها الرجم، فأتُوا بالتّوراة فاتلوها إن كنتُم صادقين. فجاؤوا بالتوراة مع قارىء لهم أعور يقال له ابن صوريا. فقرأ، حتى اذا أتى الى موضع منها وضع يده عليه،فقي له:ارفع يدك. فرفع يده، فاذا هي تلوح» يعني آية الرجم «،فقالوا:يا محمد، إن فيها الرجم، ولكنّا كنّا نتكاتمه بيننا. فأمر بهما رسول الله فرُجما» . </p><p> ومن قبيل ذلك ما قاله مارتن لوثر في كتابه: اليهود وأكاذيبهم. «هؤلاء هم الكاذبون الحقيقيون مصّاصو الدماء، الذين لم يكتفوا بتحريف الكتاب المقدّس وإفساده، من الدفة الى الدفة، بل ما فتئوا يفسّرون محتوياته حسب أهوائهم وشهواتهم. . . الخ» وهي كلمة طويلة. </p><p> {يَقُولُونَ إِنْ أُوتِيتُمْ هذا فَخُذُوهُ. . .} </p><p> يقول اولئك الرؤساء لأتباعهم الذين أرسلوهم ليسألوا النبيّ عن حكم الرجل والمرأة الزانين إن اعطاكم محمد رخصة بالجَلد عوضاً عن الرجّم فخُذوها، وارضوا بها، وإن حكَمَ بالرَّجم فارفضوا ذلك. </p><p> {وَمَن يُرِدِ الله فِتْنَتَهُ. . .} </p><p> ومن يُرد الله اختباره في دينه فيُظهره الاختبارُ ضلالَه وكفره، فلن تملِك له يا محمد شيئاً من الهداية. هؤلاء المنافقون والجاحدون من اليهود. . قد أظهرت فتنةُ الله لهم مقدارَ فسادهم، فهم يقلبون الكذب ويحرفون كلام الله، اتباعاً لأهوائهم ومرضاة رؤسائهم. لا تحزن البتةَ على مسارعتهم في الكفر، ولا تطمع في جذبهم الى الايمان، ولا تخفْ عاقبة نفاقهم فإنما العاقبة للمتقين. </p><p> {أولئك الذين لَمْ يُرِدِ الله. . .} إنّ الذين بلغت منهم الفتنة ذلك المبلغ هم الذين لم يرد الله تطهير قلوبهم من الكفر والنفاق فلن تستطيع ان تهديهم، لهم في الدنيا خِزي وذلّ ولهم في الآخرة عذاب شديد. </p><p> {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ} </p><p> اعاد الله وصفهم بكثرة السماع للكذب، للتأكيد، وبيان أن أمرهم كلَّه مبينٌّ على الكذب. كما وصفهم بأنهم أكالون للسحت، أي الحرام، لأنه انتشر بينهم، كالرشوة والربا واختلاص الأموال. وكل ذلك شائع في مجتمعنا نحن الآن مع الأسف. </p><p> قراءات: قرأ ابن كثير وابو عمرو والكسائي ويقعوب السُّحُت بضمتين، وهما لغتان. </p><p> {فَإِن جَآءُوكَ فاحكم بَيْنَهُمْ. . .} </p><p> فإن جاؤوك لِتحكم بينم فأنت مخيَّر بين الحكم بينهم والاعراض عنهم. فإن اخترتَ الإعراض عنهم فلن يضروك بأي شيء، لأن الله عاصمُك من الناس. {وَإِنْ حَكَمْتَ فاحكم بَيْنَهُمْ بالقسط إِنَّ الله يُحِبُّ المقسطين} . وإن اخترتَ ان تحكم بينم فاحكم بالعدل الذي أمَر الله بيه، وهو ما تضمّنه القرآن واشتملت عليه شريعة الاسلام. ان الله يحب العادلين. {وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التوراة فِيهَا حُكْمُ الله ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذلك وَمَآ أولئك بالمؤمنين} . </p><p> عجباً لهم كيف يطلبون حكمك في قضاياهم مع ان حكم الله منصوص عليه عندهم في التوراة، هي شريعتهم، ثم يرفضون ما حكمتَ به لأنه لم يوافق هواهم!! ان أمرهم لمن أعجب العجب، وما سببُ ذلك إلا أنهم ليسوا مؤمنين لا بالتوراة ولا بك أيضا. </p>"
}