{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> الخمر: كل شراب مسكر. الميسر: القمار. الانصاب الأصنام التي نصبت للعبادة، وكانوا يذبحون قرابينهم عندها. الأزلام: قِداح اعواد من الخشب بهيئة السهام كانوا يستقسمون بها في الجاهلية. الرجس: المستقذَر حساً او معنى. </p><p> بعد ان نهى سبحانه عن تحريم الحلال من الطيبات، وامر بأكل الطيّب من الرزق، نظر إلى الخمر والميسر والازلام. وكانت هذه من الطيبات في الجاهلية، وكان العرب يشربون الخمر بإسراف، بل يجعلونها من المفاخر التي يتسابقون في مجالسها. وكان يصاحب مجلسَ الشراب نحرُ الذبائح، واتخاذ الشواء منها للشاربين، والمقامرة عليها بالأزلام. كذلك كانوا يذبحون قرابينهم عند الانصاب. . فنهى الله تعالى عن هذه المفاسد كلها نهياً قاطعاً، بعد ان مهد لتحريم الخمر مرتين من قبل هذه الآية. </p><p> وأول ما ذُكرت الخمر في سورة النحل، وهي مكيّة، في قوله تعالى {وَمِن ثَمَرَاتِ النخيل والأعناب تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً. . . .} الآية. </p><p> ثم نزل في المدينة وفي سورة البقرة:  {يَسْأَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا. . . .} الآية فالمنافع في الربح والتجارة، والإثم في الشر والمفاسد التي تنجم عنهما. وقد تركها بعضُ الصحابة، واستمر آخرون. </p><p> ثم نزل قوله تعالى في سورة النساء:  {يَا أَيُّهَا الذين آمَنُواْ لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى حتى تَعْلَمُواْ مَا تَقُولُونَ. . .} الآية كذلك تركها البعضُ واستمرّ عليها آخرون. وكان عمر بن الخطاب رضي الله عن هـ دائما يقول: اللهم بَيّن لنا في الخمر. وقد حدثت حوادث بين بعض الأنصار ونفرٍ من قريش، وهم على الشراب، وكان من جملة الذي لحقهم أذى سعد بن أبي وقّاص حيث ضربه احد الانصار ففَزَر له أنفه. وحين نزلت {ياأيها الذين آمَنُواْ إِنَّمَا الخمر والميسر والأنصاب. . .} الآية كانت الحاسمة في تحريم الخمر تحريماً قاطعاً. </p><p> يا أيها الذين صدَّقوا بالله ورسوله: إن الخمر التي تشربونها، والميسر الذي تقامرون به، والاصنام التي تذبحون عندها قرابينكم، والازلام التي تستقسمون بها، كل ذلك رِجسٌ قذِر من إغواء الشيطان لكم، وقد كرهه لكم ولذلك حرّمها، فاجتنبوها نهايئاً، رجاء ان تفلحوا وتفوزوا برضاه. </p><p> {إِنَّمَا يُرِيدُ الشيطان أَن يُوقِعَ بَيْنَكُمُ العداوة والبغضآء فِي الخمر والميسر وَيَصُدَّكُمْ عَن ذِكْرِ الله وَعَنِ الصلاة فَهَلْ أَنْتُمْ مُّنتَهُونَ} . </p><p> بعد ان أمر الله تعالى باجتناب الخمر والميسر ذكر أن فيهما مفسدتين: احدهما دنيوية، هي ايقاع العداوة والغضاء بين الناس. والثانية دينية هي الصدّ عن ذكر الله وعن الصلاة التي هي عماد الدين. ثم اكد بذلك بهذا الاستفهام بقوله تعالى:  {فَهَلْ أَنْتُمْ مُّنتَهُونَ} ، أي انْتَهُوا عن هذه الأشياء. </p><p> وأسمعُ بعض الناس يقولون: ان الخمر غير محرّمة، لأ، هـ لم يقل الله انها حرام صراحةً بل قال: اجتنبوه. </p><p> وقولهم هذه كلام فيه الهوى والتذرّع بالتلاعب بالالفاظ لتعليل الأمور التي يحبونها، فالقرآن ليس كتاب فقه حتى ينصّ على كل شيء بأنه حارم او حلال، وانما هو قرآن كريم له اسلوب عربي فريد لا يدانيه اسلوب. واكبر دليل على تحريم الخمر تحريما نهائياً أن الله تعالى قرن الخمر بالميسر الذي هو القمار، وبالأزلام والأنصاب، وقد جاء تحريم الأزلام والانصاب صريحاً بقوله تعالى في أول هذه السورة {حُرِّمَتْ عَلَيْكُمُ الميتة والدم وَلَحْمُ الخنزير وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ والمنخنقة والموقوذة والمتردية والنطيحة وَمَآ أَكَلَ السبع إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النصب وَأَنْ تَسْتَقْسِمُواْ بالأزلام ذلكم فِسْقٌ. . .} الآية ولما نزلت {إِنَّمَا الخمر والميسر. . .} الآية قال سيدُنا عمر: أُقرِنْتِ بالميسِر والأنصابِ والأزلام، بعداً لكِ وسحُقا. </p><p> فإذا كانت عبادة الأصنام والذبحُ عندها تقرّباً لها حلالا، فإن الخمر تكون حلالا، واذا كانت الأزلام والاستقسام بها حلالا، فإن الخمر تكون كذلك، واذا كان الميسر والمقامرة حالاً فإن الخمر كذلك تكون حلالا. . الذين يقولون بتحليلها أناس يتّبعون أهواءهم، ولا يخشَون الله فيما يقولون. </p><p> والأزلام: هي سهام من خشب، وهي ثلاثة أقسام. (١) قِداح الميسر وهي عشرة واساؤها كما يلي: الفَذّ والتوأم والرقيب والحِلْسُ والنافِس والمُسيل والمعلَّى والمَنِيح والسَّفِيح والوغد، ولكل واحدٍ من هذه نصيبٌ اذا فاز، واذا خاب عليه ذلك النصيب. وأعلاها المعلَّى له سبعة أجزاء. (٢) والقسم الثاني: ثلاثة ازلام: مكتوب على أحدها: امرني ربي، وعلى الثاني نهاني ربي، والثالث غُفل ليس عليه كتابة. (٣) وهذا القسم للأحكام. </p><p> وكانت العرب في الجاهلية إذا أراد أحدهم سفراً او تجارة او نكاحاً او اختلفوا في نسب، أو أمر قتيل أو تحمُّل دية مقتول او غير ذلك من الامور جاء الى هُبَل، أعظم صنم في الكعبة لقريش، وقدّم مائة درهم الى السادن، فيخرج له القداح ويسحب واحداً منها من الكيس التي هي فيه. فإذا خرج أمرني ربي، أمضى عمله، والا تركه. </p><p> ولقد رحم الإسلام هذه الأمور لأنها تشتمل على مفاسد، والاسلام يريد ان يبني مجتمعاً نقيا طاهرا. </p>"
}