{
  "id": null,
  "sura": 5,
  "aya": 3,
  "text": "<p> الموقوذة: التي ضُربت حتى ماتت. المترديّة: التي سقطت من مكان عالٍ، او في بئر، وماتت. النطيحة: التي نطحها حيوانٌ آخر فقتلها. مخصمة: جوع. متجانِف: منحرف، مائل. </p><p> يبين لنا هنا عشرة أنواع أكلُها محرَّم: لحم الميتة: وهي الحيوان الذي مات من غير ذبح شرعي. ولا يموت الحيوان إلا من مرض، وهذا المرض يجعل لحمه مضرّاً، والله تعالى لا يحب لنا الضرر. وكان العرب يأكلون لحم الميتة ويقولون: لِمَ تأكلون ما قتلتُم ولا تأكلون ما قتل الله!؟ . </p><p> الدم: وكان العرب يأكلونه. </p><p> لحم الخنزير. </p><p> ما أُهل لغير الله: ويعني ما ذُكر اسمُ غير الله عند ذبحه. كلّ حيوان مات خنقا. </p><p> الموقوذة: وهي التي ضُربت حتى ماتت. وما سقط من مكان عال فمات. وما نطحه آخر فمات. وكل حيوان افترسه السبع فمات. الا ما ادركتموه قبل ان يموت، فذبحتموه، فهو حلال لكم بالذبح. وكل حيوان ذبح للنُصُب والأصنام. </p><p> ويحرم عليكم ان تستقسِموا بالأزلام، وهي أعواد ثلاثة كان الجاهليّون يطلبون بواسطتها معرفة المغيبات. كان يُكتَب على أحدها «أمرين ربي» وعلى الثاني «نهاني ربّي» ويُترك الثالث دون كتابة. فكان من أراد سفَراً، أو زواجاً أو غير ذلك يأتي سادنَ الكعبة ويقول له: استقسِم لي، أي اعرِف لي ما قسم الله لي. فيُخرج السادن هذه الأعواد ويحرّكها في كيس او جراب ثم يسحب واحداً. فإذا خَرج الذي عليه «أمرني ربي» أقدم الرجل على ما نوى، واذا خرج الذي عليه «نهاني ربي» امتنع عن العمل. وان خرج الثالث واسمه الغُفْل أعاد السحبَ من جديد. </p><p> وهذا وما شابه من الخرافات والأوهام لا يركن اليها الا ضعيف لعقل والإيمان. وقد حرّمها الاسلام «ذلكم فِسْق» ، فهي خروج عن طاعة الله، فامتنِعوا عنه. </p><p> {اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ} </p><p> انقطع رجاؤهم في القضاء عليكم، فلا تخافوا ان ينقلبوا عليكم واتّقوا مخالفة أوامري. </p><p> {اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ. .} </p><p> نزلت هذه الآية يوم الجمعة، بعرفة، في حجة الوداع، «وأتممتُ عليكم نعمتي» بإعزازكم وتثبيت اقدامكم، «واخترت لكم الاسلام دينا» . </p><p> روى الطبري في تفسيره ان النبي عليه السلام لم يعشْ بعد نزول هذه الآية إلا إحدى وثمانين ليلة، ولم ينزل بعدها حلال ولا حرام، فكانت آخر ما نزل من القرآن. </p><p> ونعود الآن الى عطف على آية التحريم، لنجد ترخيصاً فيه منطق وتيسير. إنه يقول: لقد عددتُ المحرّمات، لكن من الجأته الضرورة الى تناول شيء منها ففعَل، لدفع الهلاك عن نفسه، غير متعدٍّ ذلك الحد، ولا منحرف عن أوامر الله فلا إثم عليه ان يأكل. ان الله يغفر له، فالضرورات تبيح المحذورات. </p>"
}