{
  "id": null,
  "sura": 5,
  "aya": 82,
  "text": "<p> العداوة: البغضاء. المودة: المحبة. القَس: جمعه قُسوس، والقسيس: جمعه قسيسون، الذي يكون بين الشمّاس، والكاهن. الراهب: العابد المنقطع عن الناس في دير أو صومعة حرم نفسه فيها من التنعم بالزواج ولَذَّات الطعام. تقبيض من الدمع: تمتلىء دمعا حتى يتدفق من جوانبها. مع الشاهدين: الذين شهدوا وصدّقوا نبوة محمد صلى الله عليه وسلم. فأثابهم: جازاهم. </p><p> نزلت هذه الآية في نجاشي الحبَشَة وأصحابه، حين هاجر فريق من المسلمين إلى هاك. قالت أم سَلَمة وكانت من المهاجرات الى الحبشة قبل ان يتزوجها الرسول الكريم: لما نزلنا بأرض الحبشة جاوَرَنا بها خيرٌ جارٍ، النجاشي. . امِنّا على ديننا وعبدْنا الله تعالى لا نؤذَى ولا نسمع شيئاً نكرهه. </p><p> وقد بقي المهاجرون فيها الى ان هاجر الرسول الكريم الى المدينة، ولم يقدِروا الوصول اليه، فقد حالت بينهم وبينه الحرب. </p><p> فلما كانت وقعة بدر وقُتل فيها صناديق قريش، قال كفار قريش: ان ثأركم بأرض الحبشة، فابعثوا الى سيّدها رجلين من ذوي الرأي فيكم مع هدايا له ولرجاله لعلّه يعطيكم مَن عنده فتقتلونهم بقتلى بدر. فعبث كفار قريش عمرو بن العاص، وعبد الله بن ابي ربيعة بهدايا. فخرجا حتى قدما على النجاشي، فأهَدوا الى البطارقة مما معهما من الهدايا، وطلبوا منهم ان يساعدوهما عند الملك بأن يسلّمهما أولئك المهاجرين. ثم قابلا النجاشي وقدّما له هداياهما فقبلها منهما. ثم كلماه فقالا له: أيها الملك، قد جاء الى بلدك غلمان سفهاء فارقوا دين قومهم، ولم يدخلوا في دينك، وجاؤا بدينٍ ابتدعوه لا نعرفه نحن ولا أنت. وقد بعثنا من آبائهم وأعمامهم أشرافُ قومه لتردهم إليهم. فقالت بطارقته حوله: صدَقا أيها الملك، فأسلمْهُم إليهما. فغضب النجاي ثم قال: لا واللهِ لا أُسلمهم حتى أدعوَهم، فأسألهم عما يقول هذان في أمرهم. ثم أرسَل إليهم. فلما جاؤا، قال لهم النجاشي وأساقفته: ما هذا الدين الذي فارقتم فيه قومكم ولم تدخلوا في ديني، ولا في دين آحد؟ </p><p> فقام جعفر بن ابي طالب، فقال: أيها الملك، كنا قوماً أهلَ جاهلية، نعبد الأصنام، ونأكل الميتة، ونأتي الفواحش، ونقطع الأرحام، ونسيء الجوار، ويأكل القويُّ منا الضعيف. وظللنا على ذلك حتى بعث الله الينا رسولاً منّا، نعرف نسبه وصدقه وعفافه، فدعانا الى الله، أن نوحّده ونعبده، ونخلع ما كنّا نعبد قبله من الحجارة والأوثان. ولقد أمرَنا بصِدق الحديث، وأداء الامانة، وصلة الرحم وحسن الجوار، والكف عن المحارم والدماء. كما نهانا عن الفواحش، وقول الزور، وأكلِ مال اليتيم، وقذف المحصنات. أمرنا ان نعبد الله وحده ولا نشرك به شيئا، وأمرنا بالصلاة والزكاة والصيام. فصدّقناه وآمّنا به، واتّبعناه على ما جاء به من الله. . . </p><p> فعدا علينا قومُنا فعذّبونا، وفتنونا عن ديننا لنرتدّ الى عبادة الأوثان. . . فلمّا قهرونا وضيقوا علينا، خرجنا الى بلادك، ورغبنا في جوارك. </p><p> فقال النجاشي: هل معك مما جاء به من الله من شيء؟ قال جعفر: نعم أول سورة مريم. قالت أم سلمة: فبكى والله النجاشي، حتى اخضلّت لحيته. وبكت اساقفته حين سمعوا ما تلا جعفر. ثم قال النجاشي: ان هذا والذي جاء به عيسى ليخرج من مشكاة واحدة. إنطلِقا، فوالله لا أسلّمهم إليكما. الخ القصة. </p><p> فهذه القصة من أسباب نزول هذه الآيات. فبعد أن حاجّ اللهُ تعالى أهل الكتاب، وذكر مخالفتهم لكتبهم وأنبيائهم، وانهم اتخذوا الاسلام هزواً ولعبا، وبلغت الجرأة باليهود ان يتطالوا على الله بقولهم {يَدُ الله مَغْلُولَةٌ} ، وان النصارى اعتقدوا بأن المسيح ابن الله ذكر هنا احولهم في عداوتهم للمؤمنين، أو محبتهم لهم. ومقدار تلك العداوة أو المحبة: </p><p> {لَتَجِدَنَّ أَشَدَّ الناس عَدَاوَةً لِّلَّذِينَ آمَنُواْ اليهود والذين أَشْرَكُواْ} </p><p> قسَمَاً أيها الرسول لسوف تجد أشد الناس عداوة لك وللمؤمنين معك، اليهودَ المشركين من عبدة الاصنام. وقد وقع ذلك. فإن أشد إيذاء واجهه النبي عليه السلام إنما كان من اليهود في المدينة وما حولها، ومن مشركي العرب، ولا سيما قريش. </p><p> ويشترك اليهود والمشركون في بعض الصفات والاخلاق، كالتكبّر والغرور، وحب المادّة، والقسوة. والمعروف عن اليهود انهم يعتبرون كل من عداهم لا حرمة له ولا قيمة، فكل مَن كان غير يهودي مباح لهم دمه وماله وعرضه، هذا مقرَّر في تملودهم. </p><p> {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الذين قالوا إِنَّا نصارى} </p><p> أما أقرب الناس محبة للذين آمنوا بك وصدّقوك فهم النصارى. رأى النبي من نصارى الحبشة أحسن المودة. ولما أرسل كتبه الى الملوك ورؤساء الدول كان النصارى منهم أحسنَ ردا، واستقبالاً للرسل. والواقع ان مودة النصارى للمسلمين في عصر النبي الكريم كانت ظاهرة ملموسة. </p><p> {ذلك بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَاناً. . .} </p><p> وسببُ تلك المودّة أن فيهم قسيسين يعلّمون دينهم، ورهبانا يخشون ربهم. هذا كما أنهم لا يستكبرون عن سماع الحق واتّباعه. وفيهم من إذا سمعوا القرآن وتأثروا به، فتفيض اعينهم بالدمع. انهم يعرفون ان ما سمعوه حق، فتميل اليه قلوبهم وتنطلق ألسنتهم بالدعاء الى الله قائلين: رنبا آمنا بك وبرسُلك، وبالحق الذي انزلته عليهم، فتقبّل منا إيماننا، واجلعنا مع الشاهدين من أمة محمد الذين جعلتهم حجة على الناس يوم القيامة. وأي مانع يمنعنا من الايمان بالله، وتصديق ما جاء على محمد ونحن نرجو ان يُدخلنا ربنا الجنةَ مع خبرة عباده!! </p><p> لذا كتب الله لهم ثواباً، جنات تجريى من تحتها الانهار، خالدون فيها الى الأبد. </p><p> هذا جزاء المحسنين من ربهم. اما عقاب المسيئين الى انفسهم بالكفر والجحود والتكذيب، اي:  {والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ} فهو الجحيم. انهم أهل النار، وسيبقون في العذاب الشديد الدائم. </p><p> ويجب ان نوضح هنا موضوعاً مهما، وهو أن النصارى الذين تعنيهم الآية إما هم أصحاب النجاشي الذين عاصروا النبيّ، وقد جاء بعضهم مع جعفر بن ابي طالب الى المدينة وأسلم. </p><p> اما اذا استعرضنا النصارى الأوروبيين، وما كادوا للاسلام والمسلمين، وما شنّوه من حروب صليبيّة مجرمة في المشرق الاسلامي كما في الاندلس، وما قاموا به من مذابح يسعّرها التعصب والحقد فإننا لا نجدهم يختلفون عن اليهود. بل إن احقادهم مستمرة في موازرة الصهيونية. وقد لنا سابقا، ونكرر هنا ان هذا لا يشمل النصارى العرب، الذين لم يقصروا في واجبهم نحو وظنهم واخوانهم. </p>"
}