{
  "id": null,
  "sura": 5,
  "aya": 64,
  "text": "<p> لليد عدة معان، منها اليد الجارحةُ المعروفة، والنعمة، اذ يقال: لفلان عندي يد أشكره عليها. والقدرةُ والمُلك، كما في قوله تعالى {الذي بِيَدِهِ عُقْدَةُ النكاح} . والمقصود هنا اليد الحقيقة كما يقصدون بذَلك. غُلَّت أيديهم: أمسكت وانقبضت عن العطاء، وهو دعاء عليهم بالبخل. يداه مبسوطتان: يعني هو كثير العطاء. الحرب: ضد السلم، فهي كل ما يهيج الفتن والقلاقل، ولو بغير قتل. اقامة التوراة والانجيل: العملُ بما فيهما على أتمّ الوجوه. لأكَلوا من فوقِهم ومن تحت أرجُلهم: أي لوسَّع الله عليهم موارد الرزق. مقتصدة: معتدلة في أمر الدين. </p><p> بعد أن ذكر سبحانه في الآيات السالفة بعض مخازيهم الّتي أدت الى اختلال نظُم مجتمعهم ذكر هنا أفضع مخازيهم وأقبحَها، وهي جرأتُهم على ربهم، ووصفُهم إياه بما ليس من صفته، وإنكار نعمته عليهم. والذي يطالع التلمود ويقرأ ما فيه من جُرأة على الله ومن كلام تقشعرّ له الأبدان يعلم خُبثهم وقباحتهم. </p><p> وقالت اليهود اللهُ بخيل لا تبسط يده بالعطاء، بل كذبوا إنهم هم البخلاء، لعنهم الله وأبعدهم من رحمته. ان الله عني سخيّ ينفق كما يشاء، فهو الجواد المتصرف وفق حكمته. أما تقتير الرزق على بعض العباد فإنه لا ينافي سعة الجود، فهو سبحانه له الإرادة والمشيئة في تفضيل بعض الناس على بعض في الرزق. </p><p> ان كثيرا من هؤلاء المنكرين سوف يزدادون إمعاناً في الضلال، حسداً لك يا محمد، ونقمة على ما أنزله إليك ربّك من كلامه في القرآن. </p><p> {وَأَلْقَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة} والعداوة ملموسة فيما بينهم وبين النصارى وفيما بينهم أنفسهم. وإن المقام ليضيق عن سَرْد أقوال علماء النصارى وقادتِهم ورؤسائهم في شتم اليهود وإبراز مساوئهم. لذا تجدني أكتفي بذكر بعض هذه الأقوال: </p><p> يقول بنيامين فرانكلين في خطابه في المؤتمر الدستوري التأسيسي المنعقد في فيلادلفيا (الولايات المتحدة) سنة ١٧٨٧م. </p><p> «في كل بلد استوطنه اليهود. انحطّت القيم الأخلاقيّة الى الدَّرْك الاسفل وشاعت الفوضى واللامسئولية والاحتيالُ في معاملات أبنائه التجارية. هذا بينما ينعزل اليهود متقوقعين على أنفسهم في كتَلٍ وعصابات، لم نتمكّنمن القضاء عليها ولا دمجها في مجتمعنا. لقد هزىء اليهودُ من قِيم ديانتنا المسيحية التي تقوم دولتنا عليها وتعيش بها، متجاهلين كلَّ أنظمِتنا ومحظوراتِنا، فمكّنهم ذلك من إقامة دولة لهم داخل دولتنا» إلى أن يقول: </p><p> «إنكم إن لم تطردوهم عن ديارنا فلن يمضي أكثرُ من مائتي سنة حتى يصبح أحفادُنا خَدَماً في حقولهم يمدّونهم بثروات بلادنا. . . ان اليهود يشكّلون خطراً عظيماً على هذه البلاد، وإنني أؤكد على ضرورة طردِهم منها ومنعِهم من الدخول إليها أو الإقامة فيها، بموجب نصوص دستورية صريحة» . </p><p> وقد تحققت نبؤءته، فاليهود هم حكّام الولايات المتحدة الأمريكية دون جدال، وبأصواتهم في الانتخابات على الأقلّ. هذا سيرينغ، السفير البريطاني في امريكا، يقول في تقريره المؤرخ في ١٣ تشرين الثاني سنة ١٩١٤ من كتاب ادمونسون «أنا أشهد» ص ١٩٣ما يأتي: «يعتبر بول م. واربورغ الألمانيُّ المولد، اليهودي الأصل، المسيِّر الوحيدَ لسياسة الولايات المتحدة الاقتصادية والمالية، إبّان عهد الرئيس ويلسون. ومنذ وفاة ج. ب. مورغن الأب، قفز أصحاب المصارف اليهودُ في أمريكا الى أرفع المراكز في السلطة وأعلى مقامات النفوذ؟ .</p><p> ويقول ويليام دادلي بالي، في الصفحة ٩ من كتاب» الامبراطورية الخفية «ما يأتي» كان للرئيس فرانكلين روزفلت ٧٢ مستشاراً، منهم ٥٢ من اليهود المهاجرين الى الولايات المتحدة. والأَهمُّ من ذلك، ان الإحصاءات الرسمية تدل على ان اليهود يملكون ٨٠ بالمائة من عقارات الولايات المتحدة وأبنيتها ومواردها الطبيعية. كما يشكّل اليهود نسبة ٨٦ بالمائة من مجموع الموظفين في واشنطن «. </p><p> هذا إلى كتب كثير أُلّفت في هذا الموضوع، لكن الأمريكان مخدَّرون تحت وطأة رشوة اليهود للمسئولين في البلاد والضغط عليهم بشتّى الوسائل المغرية. </p><p> أما الأوربيّون فإنهم تكلّموا عن اليهود وحذّروا منهم كثيراً وانتقدوهم. فهل هناك إلا قَبْضَ الريح من أمل لبعض الحكام، لا الشعوب العربية، في أمريكا! لكن كل ذلك ذهب ادراج الرياح. </p><p> {كُلَّمَآ أَوْقَدُواْ نَاراً لِّلْحَرْبِ أَطْفَأَهَا الله} </p><p> كلّما همّوا بالكيْد للرسول وللمؤمنين عليهم. وقد كان اليهود يُغرون المشركين بمحاربة النبيّ والمؤمنين، بل إن منهم من سعى لتحريض الروم على مهاجمتهم. ومنهم من كان يؤوي أعداء المسلمين ويساعدهم مثل كعب بن الأشرف أحد كبار زعمائهم. وكان هذا عربياً من نبهان من طيّ، أُمه يهودية، فاتّخذ اليهودية ديناً له. وكان شاعراً، فآذى النبيَّ عليه السلام والمسلمين كثيرا الى ان قُتل. </p><p> وما سببُ هذا الكيد إثارة الفتن الا الحَسد والعصبيّة من قِبل اليهود، وخوف الأحبار ان يزيل الإسلام امتيازاتهم العلميّة والدينية التي كانوا يعيشون عن طريق استغلالها في الارتشاء والدجَل على صغار العقول. </p><p> {وَيَسْعَوْنَ فِي الأرض فَسَاداً} . </p><p> ان ما يأتونه من عداوة الرسول الكريم والمؤمنين، بنشْر الفاسد في الأرض وإثارة الحروب ليس الا الفساد بعينه. فهم يخافون اجتماع كلمة العرب، حيث تقوى شوكتهم. وبذلك يذهب نفوذ اليهود الذي يتمتّعون به، {والله لاَ يُحِبُّ المفسدين} بل يبغضهم ومن ثم لن ينجح سيعهم، أو يصلُح عملُهم. </p><p> {وَلَوْ أَنَّ أَهْلَ الكتاب آمَنُواْ واتقوا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلأَدْخَلْنَاهُمْ جَنَّاتِ النعيم} . </p><p> ولو أن اليهودَ والنصارى آمنوا بالإسلام ونبيّه، واجتنبوا الآثام التي ذكراناها لمحونا عنه سيئاتِهم التي اقترفوها وغفرنا لهم ذنوبهم، ولأدخلناهم في جنات النعيم في الآخرة. </p><p> {وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل. . .} </p><p> لو أنهم عملوا بالتوراة والإنجيل، وحفظوهما من التحريف، وآمنوا بما أَنزل إليهم ربهم، وهو القرآن الكريم لأعطتهم السماءُ مطرها وبركتها، والأرضُ نباتها وخيراتها. </p><p> وهذا معنى: لأكلوا من فوقِهم ومن تحتِ أرجلهم. وكما قال تعالى {لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض}  [الأعراف: ٩٥] </p><p> ثم بيّن الله تعالى أنهم ليسوا سواءً في أفعالهم وأقوالهم، فهناك فيهم جماعة معتدلة في أمر دينها، وهم الذين آمنوا بمحمّد والقرآن. بيد أن الكثير من جمهورهم متعصّبون مغرورون ساء ما يعلمون. </p><p> أخرج الإمام أحمد وابنُ ماجة عن زياد بن لبيد، وهو أحد الصحابة الكرام ممن شهد بدراً قال:  «ذكر النبيُّ صلى الله عليه وسلم شيئاً،فقال:وذلك عند ذهاب العِلم.قلنا:يا رسول الله: وكيف يذهب العِلم نحن نقرأ القرآن ونُقرئه أبناءنا ويقرئه أبناؤنا أبناءهم الى يوم القيامة؟قال:ثكلتْك أمك يا ابن أُم لبيد، إن كنتُ لأراك من أفقهِ رجل في المدينة، أو ليس هذه اليهود والنصارى يقرأون التوراة والإنجيل ولا ينتفعون مما فيهما بشيء» . </p><p> ومغزى هذا أن العبرة في الأديان هو العمل بها، فإذا لم نعمل نحن بالقرآن الكريم، بل اكتفينا بلوْك الألسن فقط، فإن مصيرنا معروف نسأله تعالى أن يلهمنا الصواب. </p>"
}