{
  "id": null,
  "sura": 5,
  "aya": 46,
  "text": "<p> قفّينا: أتبعنا، قفّى فلاناً وبه أتبعه اياه. الفاسق: الخارج عن حظيرة الدين. وبعثنا عيسى بن مريم بعد أولئك النبيّين الذين كانوا يحكمون بالتوراة متّبعاً أَثَرهم جارياً على سُننهم، مصدّقاً للتوراة التي تَقَدَّمتْه بقوله وعمله. فشريعة عيسى عليه السلام هي التوراة التي لم تحرَّف. وقد ورد في الأناجيل انه قال:  «ما جئت لأنقُض الناموس، وإنما جئت لأتمِّم» ، يعني لأزيد عليها ما شاء الله من الأحكام والمواعظ. </p><p> وقد اعطيناه الإنجيل، مشتملاً على الهدى، ومنقذا من الضلال في العقائد والأعمال: كالتوحيد، والتنزيه النافي للوثنية. وقد جعل الله في الانجيل هدى ونوراً وموعظة للمتقين كما جعله منهج حياة وشريعةَ حكمٍ لأهل الانجيل، وليس رسالة عامّة للبشر، شأنه في هذا شأنَ التوراة، لا شأن القرآن الكريم. </p><p> {وَلْيَحْكُمْ أَهْلُ الإنجيل بِمَآ أَنزَلَ الله فِيهِ} </p><p> وهذا أمر قاطع لازم يجب تنفيذه وإطاعته، يعني: وأمرناهم بالعمل بالإنجيل، واتّباعه وعدم تحريفه. وقد جاء في الإنجيل الصحيح بشارةٌ بسيدنا محمد صلى الله عليه وسلم في مواضع كثيرة، وكلن ذلك أُخفيَ وحُرّف. كان عند النصارى عدد كبير من الأناجيل يربو على الخمسين، لكنهم في مجمع نيقية (سنة ٣٢٥ميلادية) اعتمدوا هذه الأربعة المتداولة الآن وحرقوا ما عداها. وقد وُجد إنجيل منسوبٌ الى برنابا، تلميذِ المسيح، وتُرجم وطُبع عدة مرات، وفيه البشارة واضحةٌ بالنبيّ في عدة أماكن. وهو قريب جداً من القرآن وتعاليمِه، لكن النصارى لا يعترفون به ويقولون إنه مزّيف. </p><p> {وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون} </p><p> إن كل من يتقيد بالأحكام بشرائع الله لهو من الخارجين عن حكم الله، المتمردين عليه. والنص هنا عام. وصفة الفسق تضاف الى صفتي الكفر والظلم من قبل. فالكفر برفض ألوهية الله ممثِّلاً ذلك في رفض شريعته، والظلم بحمل الناس على غير شريعة اللة، والفسق بالخروج عن منهج حكم الله واتباع طريق غير طريقه. </p><p> فالله سبحانه وتعالى يعرض هذه المسألة بأنها إيمان او كفر، لا وسَط في هذا الامر، فالمؤمنون هم الذين يحكمون بما أنزل الله، والكافرون الظالمون الفاسقون هم الذين لا يحكمون بما أنزل الله. فإما أن يكون الحكّام قائمين على شريعة الله كاملة فهم من أهل الايمان، واما ان يكونوا قائمين على شريعة أخرى فهم من أهل الكفر والظلم والفسق. وكذلك الديانات. </p><p> قراءات: </p><p> قرأ حمزة: وليحكم، بكسر اللام ونصب الميم، والباقون بجزم الميم كما هو هنا في قراءة المصحف. </p>"
}