{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> الشهادة: قول صادر عن علم حصل بالمشاهدة. ضربتم في الارض: سافرتم. تحبسونهما: تمسكونهما وتمنعونهما من الهروب. ارتبتم: شككتم في صدقهما فيما يُقِرَّانِ به. </p><p> يرشدنا الله تعالى هنا الى اداء الشهادة بحقها، بالوصية، حتى لا يضيع حق من الحقوق على أصحابها، فيقول: </p><p> يا أيها الذين آمنوا: حينما تظهر على احد منكم علامة الموت، ويريد ان يوصي بشيء، فالشهادة بينكم على الوصية: أن يشهد اثنان عادلان من اقاربكم، أو آخران من غيركم اذا كنتم في سفر. وعليكم ان تجمعوا هذين الشاهدين بعد أداء الصلاة التي يجتمع عليها الناس، فيحلفان بالله قائلين: لا نستبدل باليمين عِوضاً ولو كان فيه نفع لنا او لأحد من أقاربنا، ولا نخفي الشهادة التي أمرنا الله بأدائها. . فاذا أخفينا الشهادة أو قلنا باطلاً حقَّ علينا عذابُ الله لأننا ظالمان. </p><p> فان ظهر فيما بعد ان الشاهدين قد كذبا في شهادتهما او اخفيا شيئا، فإن اثنين من اقرب المستحقين لتركة الميت، هما أحقُّ أن يقفا مكان الشاهدَين بعد الصلاة، ليحلفا بالله أن الشاهَدين قد كذبا، وأن ذينك الرجلين لم يتّهما الشاهدين زورا وبهتاناً، ولو فعلا فإنهما يكونان من الظالمين المستحقين عقاب من يظلم غيره. </p><p> ان هذا التشريع اقرب اطلرب الى ضمان أن يؤدي الشهود شهاداتهم صحيحة، وذلك محافظة على حلفهم بالله، وخوفا من فضيحتهم بظهور كذبهم، حين يحلف الورثة لردِّ أيمانهم. راقبوا الله أيها المؤمنون في ايمانكم وأماناتكم، واطيعوا احكامه راضين بها، فان فيها مصالحكم، ولا تخافلوها فتكونوا من الخارجين على الله، والمطرودين من هدايته، المستحقين لعاقبه. </p><p> روى القرطبي في تفسيره قال: كان تميم الداري وعديّ بن بَداء رجُلين نصرايّين يتّجران الى مكة في الجاهلية، فلما هاجر الرسول صلى الله عليه وسلم حوّلا تجارتهما الى المدينة. فخرج بُدليل مولى عمرو بن العاص تاجراً حتى قدم المدينة، فخرجوا تجاراً الى الشام. حتى اذا كانوا ببعض الطريق استكى بُديل، فكتب وصية بيده ثم دسها في متاعه وأوصى اليهما. فلما مات فتحا متاعه، فأخذا منه جاماً من فضة عليه خيوط من ذهب، وقدِما على أهله فدفعا اليهم متاعه. ففتح اهله متاعه فوجدوا كتابه وعهده. وفقدوا الجام فسألوهما عنه فقالوا: هذا الذي قبضنا منه، فقالوا: هذا كتابه بيده. قالوا: ما كتمنا له شيئا. فترافعوا الى النبي صلى الله عليه وسلم، فنزلت الآية. فأمر رسول الله ان يستحلفوهما في دُبُر صلاة العصر. فحلفا، ثم بعد ذلك ظهر الجام معهما، فاقل اهل بُديل: هذا من متاعه، قالا: نعم، لكنّنا اشتريناه منه ونسينا ان نذكره حين حلفْنا فكرهْنا ان نكذّب نفوسنا. فترافعوةا الى النبي صلى الله عليه وسلم فنزلت الآية {فَإِنْ عُثِرَ على أَنَّهُمَا استحقآ إِثْماً} فأمر النبي رجلَين من أهل الميت ان يحلفنا على ما كتما وغيّبا ويستحقانه. </p><p> قال تميم الداري: فلما أسملتُ، تأثّمت من ذلك، فأتيت اهل بُديل وأخبرتهم الخبر، وأديتُ اليهم خمسمائة درهم، وأخبرتهم ان عند صاحبي مثلها. فأتوا به الى رسول الله، فسألهم النبيّنةَ، فلم يجدوا. فأمرَرَهم ان يستحلفوه بما يقطع به على أهل دينه. فحلَف، فأنزل الله عز وجل ّ {يِا أَيُّهَا الذين آمَنُواْ. . .} الآيات فقام عمرو بن العاص ورجلٌ آخر مهم فحلّفا، فنُزعت خمسمائةُ درهمٍ من يد عدي بن بداء. </p><p> وكان تميم يقول: صدق الله ورسوله، أنا اخذت الإناء. ثم قال: يا رسول الله، ان الله يُظهرك على أهل الأرض كلِّها فهَبْ لي قريةَ عَيْنون من بيت لحم. وهي القرية التي وُلد فيها عيسى، فكتب له بها كتاباً، فلمّا قدِم عمرَ الشامَ ِأتاه تميم بكتاب رسول الله. فقال عمر: أنا حاضِرٌ ذلك، فدفعها إليه. </p><p> قراءات: </p><p> قرأ حفص والكسائي «استحق» بفتح التاء الحاء، الباقون «استحق» بضم التاء وكسر الحاء، وقرأ حمزة وأبو بكر «الأوّلين» بفتح الواو المشدَّدة وفتح النون، والباقون «الأوليان» بالتثنية. </p>"
}