{
  "id": null,
  "sura": 5,
  "aya": 94,
  "text": "<p> الابتلاء: الاختبار. الصيد: كل صيد من حيوان البر والبحر. تناله ايديكم: تصيدونه. حُرُم: مفرده حرام، للذكر والانثى، وهو المحرِم بحج او عمرة. النعم: الحيوان من البقر والضبأن والإبل. العدل: بفتح العين، والمُساوي للشيء. الوبال: الشدة، وسوء العاقبة. السيّارة: جماعة المسافرين. تُحشرون: تجمعون وتساقون اليه. </p><p> كان الصيد احد معايش الناس في ذلك الزمان، وكان كثير من الصحابة لا مورد لهم إلا ما يصيدون، وقد نزلت هذه الآية عام الحديبية، وفيها تحريم الصيد للمحرم بالحج او بالعمرة. </p><p> يا أيها الذين آمنوا، إن الله يختبركم في الحج بترحيم صيد الحيوان البريّ بأيديكم أو برماحكم، ليُظهر الذين يراقبونه منكم في غيبية من اعين الخلق ويعلم إطاعتكم لأوامره. وما ذلك إلا تربية لكم وتزكية لنفوسكم، فمن اعتدى بأن أخذ شيئاً من ذلك الصيد بعد هذا التحريم فله عذاب شديد في الآخرة. </p><p> وفي الصحيحين عن ابن عباس رضي الله عن هما قال: قال رسول الله صلى الله عليه وسلم «إن هذا البلدَ حرام، لا يُعضَد شجره، ولا يُختلى خلاه، ولا يُنفَّر صيده، ولا تُلتقط لُقطتُه إلا لمعرّف» . </p><p> يُعضد شجرة: يقطع. الخلا: الرطب من النبات، ويختلى يُحَشّ. </p><p> ولا يجوز قتل او صيد أي حيوان أو طير ما عدا «الغراب والحَدأة والعقرب والفأرة والكلب العقور والحيّة» كما ورد في الاحاديث الصحيحة. </p><p> وفي الصحيحين، ان رسول الله عليه السلام قال:  «ان ابراهيم حرَّم مكةَ ودعا لها، وإنّي حرّمتُ المدينة كما حرّم إبراهيمُ مكة» ، كما قال: المدينُ حَرَمٌ ما بين عِيرَ الى ثَور «. </p><p> عير: جبل كبير القسم الجنوبي من المدينة. ثور: جبل صغير خلف جبل أحُد. </p><p> يا أيها الذين آمنوا، لا تقتلوا الصيد وقد نويتم الحج والعمرة. ومن فعله منكم قاصداً فعليه ان يؤدي نظير الصيد الذي قتله، يُخرجه من الإبل والبقر والغنم، بمعرفة رجلَين عادلين منكم يحكمان به، ويقدّم ذلك هدية للفقراء عند الكعبة. . او يدفع لدله إليهم. . أو يُخرج بقيمة المِثْل طعاماً للفقرا، لكل فقير ما يكفيه يومه. هذه كفّارة مسقطة لذنب تعدّيه على الصيد في الوقت الممنوع. فإذا عجز عن الثلاثة السابقات، فإن عليه ان يصوم أياماً بعدد الفقراء الذين كانوا يستحقّون الطعام لو أخرجه. </p><p> وقد شُرع ذلك ليحس المعتدي بنتائج جرمه. لقد عفا الله عما سبق قبل التحريم، اما من عاد الى قتل الصيد وهو محرم بعد النهي فان الله سيعاقبه، والله غالب على أمره، ذو انتقام شديد ممن يصر على الذنب. </p><p> والآية صريحة في ان الجزاء الدنيوي يمنع عقاب الآخرة اذا لم يتكرر الذنب، فان تكرر استُحق. </p><p> أخرج ابن جرير عن ابن عباس أنه قال: اذا قتل المحرِم شيئاً من الصيد فعليه الجزاء، فإن قتل ظبياً او نحوه فعليه ذبحُ شاة في مكة، فان لم يجد فإطعام ستة مساكين، فان لم يجد صام ثلاثة أيام. </p><p> أما إن قتل أيّلاً «من بقر الوحش» فعليه بقرة، فإن لم يجد صيام عشرين يوما. وإن قتل نعامة او حمار وحش أو نحو ذلك فعليه بُدنة من الإبل، فان لم يجد أطعم ثلاثين مسكينا، فإن لم يجد صام ثلاثين يوما، والطعام مدُّ يشبعهم. </p><p> وقد أُحل الله لكم صيد حيوان البحر، تأكلون منه وينتفع به المقيمون منكم والمسافرون، ووحرم عليكم صيد البر ما دمتم محرمين بالحج او العمرة، سواء صاده غيركم، أو انتم قبل إحرامكم. واتقوا الله بطاعته فيما امركم به وما نهاكم عنه، فإن إليه مرجعكم، فيجازيكم على ما تعملون. </p><p> يشيع على ألسنة بعض الناس خطأ {أُحِلَّ لَكُمْ صَيْدُ البحر} ولا يوجد في القرآن آية بهذا النصّ، وإنما {أُحِلَّ لَكُمْ صَيْدُ البحر وَطَعَامُهُ مَتَاعاً لَّكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ البر مَا دُمْتُمْ حُرُماً. . .} . </p><p> قراءات: قرأ الكوفيون ويعقوب «فجزاءُ مثلُ» برفع جزاء ومثل، وقرأ الباقون «فجزاءُ مثلٍ» برفع جزاء والاضافة. وقرأ نافع وابن عامر «كفَارةَ طعامٍ» بالاضافة والباقون «كفارةً» بالتنوين. </p>"
}