{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> يحاربون الله: الذين يتعدون على الناس بالقتل والنهب وترويع الآمنين، ويخرجون على أحكام الشرع، ويفسدون في الأرض بقطع الطريق أو نهب أموال الناس. . والاحتكارُ ضربٌ من الهب. وعقابهم على اربعة انواع: إما القتل او الصلبن، او تقطيع الايدي والأرجل من خلاف. (أي ان تُقطع اليد اليمنى والرجل اليسرى أو العكس) او النفي من البلد الذي هم فيه. والعقوبة اللازمة على قدر الجريمة المقترفة، وولادة المسلمين عن حقٍّ وجدارة هم الذين يقضُون في ذلك. </p><p> والحكمة في عدم التعيين والتفصيل أن المفاسد كثيرة تختلف باختلاف الزمان والمكان، فيختلف ضررها كذلك فللإمام الّذي يختاره المسلمون ان يقتلهم ان قتلوا، او يصلبهم ان جمعوا بين أخذ المال والقتل، او يقطع أيديهم وأرجلهم من خلاف ان اقتصروا على أخذ المال، او أن يُنْفَوا من الأرض ان أخافوا الناس وقطعوا عليهم الطرق ولم يقتلوا. </p><p> ان ذلك العقاب ذلّ لهم وفضيحة في الدنيا ليكونوا عبرة لغيرهم من الناس، وجزاؤهم عذاب عظيم في الآخرة. </p><p> ثم استثنى ممن يستحقون العقوبة من تاب قبلَ ان يقدر عليه الحاكم. فإن عقوبة الحاكم تسقط عنه، وتبقى حقوقُ العباد، او الحقوق الخاصة، فهي لا تسطق عنهم الا اذا سامح أصحاب الحقوق. فاذا رأى الحاكم ان يُسقط الحق الخاص عن الجاني التائب، ولمصلحةٍ هو يراها وجب على ذلك الحاكم ان يعوض اصحاب الحقوق من مال الدولة. </p><p> وفي هذا الحكم بيانُ ان الشريعة الاسلامية تنظر الى آثار الجريمة التي فيها اعتداء مباشر على المجتمع، وتجعل العقوبة بقدر ما تحدثه الجريمة من اضطراب فيه، لا بقدر ذات الجرائم المرتكبة فقط. </p><p> ويُروى في سبب نزول هاتين الآيتين أن نفراً من قبيلة عُكل وعرينة قدموا المدينة، واعلنوا الاسلام، فأمر لهم النبيّ بعدد من الإبل وراعٍ، وأمرهم ان يقيمووا خارج المدينة، فانطلقوا حتى اذا كانوا بناحية الحَرَّة كفروا بعد إسلامهم، وقتلوا الراعي وهربوا بالابل. وحين بلغ النبيَّ بعث بعض أصحابه فأدركوهم، وأحضروهم الى المدينة. فعاقبهم الرسول الكريم أشد عقاب وقُتلوا جميعاً. </p><p> وعلى كل حال فإن العبرة بعموم اللفظ. وقد احتج بعموم هذه الآيات جمهور العلماءِ وقالوا: ان حكْم الذين يحاربون الله قائم، في اي مكان حصل منهم الاعتداء، في المدن والقرى، ام خارجها، لقولهن تعالى:  {وَيَسْعَوْنَ فِي الأرض فَسَاداً} . وهذا مذهب مالك والأوزاعي واللّيث بن سعد، والشافعي واحمد بن حنبل. وزاد مالك فقال: ان الذي يحتال على الرجل حتى يُدخله بيتاً فيقتله ويأخذ ما معه انما قد حارب الله، دمُه مهدور، يقتله السلطان، حتى لو عفا عنه أولياء المقتول. وقال ابو حنيفة وأصحابه: لاتكون الا في الطرق وخارج المدن. </p>"
}