{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> كان الكلام قبل هذه الآيات في تعداد النعم التي أنعم الله بها على عيسى، وفي إلهامه للحواريين بالإيمان به وبرسوله، وفي طلب الحواريين من عيسى انزال المائدة من السماء، وبقية القصة، اما فيه هذه الآيات فنحن أمام أحد مشاهد يوم القيامة، ذلك اليوم العظيم الذي يُكشَف فيه كل شيء، على مرأى من الناس جميعا. يومذاك يأتي جواب سيدنا عيسى الصريح بأنه بريء من كل افتروا عليه، وانه يفوّض الأمر لله العلي القدير. </p><p> أّذكر ايا النبي ما سيحدث يوم القيامة، حين يقول الله مخاطبا عيسى ابن مريم على رؤوس الأشهاد: أأنتَ يا عيسى قلتَ للناس اجعلوني أنا وأمذ] إلَهين، من دون الله؟ فيقول عيسى: سبحانك. إنني أنزّهك تنزيهاً تاماً عن أن يكون لك شريك، ولا يصح لي ان طلب طلبا ليس لي أدنى حق فيه. ولو كنتُ يا ربّي قلتُ ذلك لعلمتَه سبحانك، فأنت تعلم خفايا نفسي، ولا أعلم ميط بكل شيء، أما أنا فلا أعلم شيئاً. </p><p> وبعد تنزيه ربه، وبرئة نفسه مما نُسب إليه، بيّن المسؤول حقيقةَ ما قاله لقومه وأن ذلك لم يتعدّ تبليغ الرسالة التي كُلِّف بها، وأنه أعلن عبوديته وعبوديتهم لله، ودعاهم الى عبادته. </p><p> {مَا قُلْتُ لَهُمْ إِلاَّ مَآ أَمَرْتَنِي بِهِ أَنِ اعبدوا الله رَبِّي وَرَبَّكُمْ} </p><p> ما قلتُ لهم إلا ما أمرتَني بتبليغه لهم. قلتُ لهم: اعبدوا الله وحده مالك َ أمري وأمركم، وانك ربي وربهم، وانني عبد من عبادك مثلهم. </p><p> {وَكُنتُ عَلَيْهِمْ شَهِيداً مَّا دُمْتُ فِيهِمْ} </p><p> كنت قائما عليهم أراقبُهم وأشهد على ما يقولون ويفعلون مدة وجودي بينهم. </p><p> {فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ على كُلِّ شَيْءٍ شَهِيدٌ} </p><p> فلمّا انتهى أجل إقامتي الذي قدّرتَه لي بينهم، وقبضتني إليك، ظللتَ انت وحدك المطلع عليهم، لأني إما شهِدت من أعمالهم ما علوه وأنا بين أظهُرهم، فكل شيء غيّروه بعدي لا عِلم لي به، وأنت تشهَد </p><p> على ذلك كله. </p><p> وظاهر النصوص القرآنية يفيد أن الله تعالى توفّى عيسى ابنَ مريم ثم رفعه إليه، فيما تفيد بعض الآثار أنّه حيّ عند الله. وليس هناك أي تعارض، فإن الله تعالى قد توفّاه من حياة الأرض، لكنّه حيٌّ عنده، مثل بقيّة الشهداء. . فهم يموتون في الأرض وهم عند الله أحياء. اما صورة حياتهم عند ربهم فشيء لا نعرف كيفَه. </p><p> وقد جاء في إنجيل يوحنا نص صريح بأن المسيح رسول:  «وهذه هِية الحياةُ الأدبية، ان يعرفوك انت الإلَه الحقيقي وحدك، ويسوع المسيح الذي أرسلته» . فالتبديل في العقيدة والتغيير، انما حدث بعد غياب المسيح. </p><p> وقد تكلم المفسّرون والعلماء في موضوع الرفع الذي نطرقه واطالوا في ذلك، وقد بحث أستاذنا المرحوم الشيخ محمود شلتوت هذا الموضوع مستفيضا في فتاواه، وخلاصه ما قال: «والمعنى ان الله توفىعيسى ورفعه اليه وطهره من الذين كفروا. </p><p> وقد فسّر الألوسي قوله تعالى {إِنِّي مُتَوَفِّيكَ} بمعنى: إني مُسْتوفٍ أجَلَك ومميتُك حتفَ أنفك لا اسلِّط عليك من يقتُلُك، وهو كنايةٌ عن عصتمه من الأعداء وما كانوا بصدَدِه من الفتك به عليه السلام. </p><p> وظاهرٌ ان الرفع الذي يكون بعد استيفاء الأجَل هو رفْع المكانةٍ لا رفع الجسد، خصوصاً وقد جاء بجانبه قولُه:  {وَمُطَهِّرُكَ مِنَ الذين كَفَرُواْ} مما يدل على أن الأمر أمرُ تشريفٍ وتكريم. </p><p> وقد جاء الرفع في القرآن كثير بهذا المعنى، {فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ} ، {نَرْفَعُ دَرَجَاتٍ مَّن نَّشَآءُ} ، {وَرَفَعْنَا لَكَ ذِكْرَكَ} ، {وَرَفَعْنَاهُ مَكَاناً عَلِيّاً} ، {يَرْفَعِ الله الذين آمَنُواْ} . الى ان يقول وبعد، فما عيسى إلا رسولٌ قد خلَتْ من قبلِه الرسل، ناصَبَه قومُه العداء، وظهرت على وجوههم بوادرُ الشر النسبة إليه، فالتجأ إلى الله، فأنقذه الله بعزته وحمته وخيّب ممكر أعدائه. هذا هو ما تضمنته الآيات {فَلَمَّآ أَحَسَّ عيسى مِنْهُمُ الكفر قَالَ مَنْ أنصاري إِلَى الله} إلى آخرها، بين الله فيه قوة مَكره بالنسبة الى مكرهم، وأن مكرهم في اغتيال عيسى قد ضاع اذ قال:  {ياعيسى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الذين كَفَرُواْ} ، فهو يبشِّرُه بإنجائه من مكرِهم وردِّ كيدهم في نحورهم، وانه سَيَتْوفي أجَله حتى يموت من غير قتل ولا صلب، ثم يرفعه الله إليه. الخ «.</p><p> ثم ينتهي عيسى ابن مريم إلى التفويض المطلق في أمرهم إلى الله تعالى وحده: </p><p> {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم} . </p><p> ان تعذِّبهم بما فعلوا من تبديل وتغيير فإنهم عِبادُك، وتتصرف فيهم كما تريد، وإن تعفُ عنهم فإنك وحدك مالكُ أمرِهم، والقاهر الذي لا يُغلَب. ومهما تدفعه من عذاب فلا دافع له من دونك، ومهما تمنحهم من مغفرة فلا يستطيع أحد حرمانهم منها بحَوْلِك وقوّتك، لأنك أنت العزيز الذي لا يُغلب، والحكيم الذي يضع كل شيء موضعه. </p><p> ثم يعقّب على كل هذا المشهد بقوله تعالى: </p><p> {قَالَ الله هذا يَوْمُ يَنفَعُ الصادقين صِدْقُهُمْ} </p><p> أي أن هذا اليوم هو يومُ القيامة، اليوم الّذي ينفع فيه الصادقين صدقُهم في إيمانهم، وفي سائر أقوالهم وأحوالهم. </p><p> فهؤلاء الصادقون أعَدّ الله لهم جناتٍ يعجز عنها الوصف تجري من تحت أشجارها الأنهار، ثواباً من عند الله. وهم مقيمون فيها لا يخرجون منها ابدا. </p><p> قراءات: </p><p> قرأ نافع» هذا يوم «النصب، والباقون» هذا يوم «بالرفع. </p><p> وبعد أن بيّن ما أعدّ لأهل الصدق عنده من الجزاء الحق في مقعد صدق عند مليك مقتدر، ختم هذه السورة المباركة بختام عظيم بيّن فيه تعالى أنه وحده له ملكُ السماوات والأرض وما فيهن، فهو وحده المستحق للعبادة. </p><p> {للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ. . . .} </p><p> أي ان الملك كله والقدرة كلها لله وحده فلا يجوز لانسان ان يتوجه الا اليه. </p><p> وقد روى الامام أحمد والنّسائي والحاكم والبيهقي عن جُبير بن نفير الحضرمي الشامي، (أحد المخضرمين، أسلم في زمن أبي بكر) قال: حججتْ فدخلت على عائشة، فقالت: يا جبير، تقرأ المائدة؟ قلت: نعم. فقالت: أما إنها اخر سورة نزلت، فما وجدتم فيها من حلال فاستحلّوه، وما وجدتم من حرام فحرموه. </p><p> والحقيقة ان سورة المائدة من اعظم السور في القرآن الكريم لما اشتملت عليه من احكام وارشادات وبيان للحقائق بعد ان استتب الأمر للمسلمين. وفيها ما يريد الى الوقت الذي نزلت فيه، والحالة الّتي صار إليها المسلمون في ذلك الوقت. فقد جاء فيها بعد ان فصّل الله المحرّمات قوله تعالى:  {اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ فَلاَ تَخْشَوْهُمْ واخشون اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأسلام دِيناً} تُقَرِّر أن المشركين الذين كانوا يعملون دائما على قهر المسلمين واذلالهم وتشتيتهم وتفريق كلمتهم وفتنتهم عن دينهم صاروا من كل ذلك في عجز وضعف، واستولى عليهم اليأس في الوصول الى أغراضهم. </p><p> وعليه فجيب على المسلمين وقد عَصَمهم الله من اعدائهم، وبدّل بضفهم قوة، وبخوفهم أمنا، ان يشكروا الله رب هذه النعمة، وان لا يكترثوا في اقامة دينه وتنفيذ احكامه بأحد سواه. فلقد يئس المشركون بإكمال الدين. وإكمالُ الدين يتناول إكمالَه بالبيان والتشريع، وبالقوة والتركيز. </p><p> وقد روي أن رجلاً من اليهود جاء الى عمر بن الخطاب رضي الله عن هـ فقال: ان في كتابكم آية تقرؤونها لو أنها أُنزلت علينا معشر اليهود لاتخذْنا اليوم الذي أُنزلت فيه عيدا. قال عمر: وأية آية؟ قال {اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأسلام دِيناً} . فقال عمر: إنّي والله لأعلم اليوم الذي أُنزلت فيه والساعة التي نزلت فيها. نزلت على رسول الله عشيّيةعَرَفة في يوم جمعة، والحمدُ لله الذي جعله لنا عيدا. </p><p> وفي هذه السورة المباركة ظواهر تنفرد بها لا نكاد نجد شيئا منها في غيرها من السور المدنية حتى في أطول سوَر القرآن وهي سورة البقرة. ولذلك نرى ان كل ما يدور الحديث عنه في سورة المائدة يتعلق بأمرين بارزين: تشريع للمسلمين في خاصة أنفسهم وفي معاملة من يخالطون، وارشاداتٍ لطُرق المحاجّة في المزاعم التي كان يثيرها أهل الكتاب. </p><p> وفي سياق هذه المحاجَة تعرض السورة لكثير من مواقف الماضين من اسلاف أهل الكتاب مع انبيائهم، تسليةَ للنبي من جهة، وتنديداً بهم عن طريق أسلافهم من جهة اخرى. </p><p> وقد اشتملت على عدة نداءات الَهية للمؤمنين، يُعتبر كل واحد منها قانوناً لشأن من الشئون، فنادى الله تعالى عباده المؤمنين بما شرع لهم من احكام، وأرشد اليه من اخلاق في مواضع لم نر عددها في أطول سورة وهي البقرة، نذكرها بالترتيب: </p><p> {يَا أَيُّهَا الذين آمَنُواْ أَوْفُواْ بالعقود. . . </p><p> } . </p><p> {يَا أَيُّهَا الذين آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ الله. . . .} . </p><p> {يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ. . . .} . </p><p> {يَا أَيُّهَآ الذين آمَنُواْ كُونُواْ قَوَّامِينَ للَّهِ شُهَدَآءَ بالقسط. . . .} . </p><p> {يَا أَيُّهَآ الذين آمَنُواْ اذكروا نِعْمَةَ الله عَلَيْكُمْ. . . .} . </p><p> {يَا أَيُّهَا الذين آمَنُواْ اتقوا الله وابتغوا إِلَيهِ الوسيلة. . . .} </p><p> {ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ اليهود والنصارى أَوْلِيَآءَ. . . .} </p><p> {ياأيها الذين آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي الله بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ. . . .} </p><p> {ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ الذين اتخذوا دِينَكُمْ هُزُواً وَلَعِباً مِّنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ والكفار أَوْلِيَآءَ. . . .} </p><p> {ياأيها الذين آمَنُواْ لاَ تُحَرِّمُواْ طَيِّبَاتِ مَآ أَحَلَّ الله لَكُمْ وَلاَ تعتدوا. . . .} </p><p> {ياأيها الذين آمَنُواْ إِنَّمَا الخمر والميسر والأنصاب والأزلام رِجْسٌ مِّنْ عَمَلِ الشيطان فاجتنبوه. . . .} </p><p> {ياأيها الذين آمَنُواْ لَيَبْلُوَنَّكُمُ الله بِشَيْءٍ مِّنَ الصيد تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ. . . .} </p><p> {ياأيها الذين آمَنُواْ لاَ تَقْتُلُواْ الصيد وَأَنْتُمْ حُرُمٌ. . . .} </p><p> {ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ. . . .} </p><p> {ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم. . . .} </p><p> {يِا أَيُّهَا الذين آمَنُواْ شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت حِينَ الوصية. . . .} </p><p> هذه ستة عشرة نداءً وُجّهت الى المؤمنين خاصة، يعتبر كل نداء منها قانوناً ينظم ناحية من نواحي الحياة عند المسلمين بأنفسهم، وفيما يختص بعلاقتهم بأهل الكتاب. </p><p> وفيها كذلك نداءات من الله لرسوله، وليس هناك نداء له عليه الصلاة والسلام بهذا الوصف في غير هذه السورة: وهما قوله تعالى: </p><p> {ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر مِنَ الذين قالوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ} ، </p><p> وقوله تعالى:  {ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ والله يَعْصِمُكَ مِنَ الناس} . </p><p> وقد وجهت نداءين الى أهل الكتاب: وهما قوله تعالى: </p><p> {يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنْتُمْ تُخْفُونَ مِنَ الكتاب} ، وقوله تعالى: </p><p> {يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ على فَتْرَةٍ مَّنَ الرسل} . </p><p> وأمرت الرسول الكريم ثلاث مرات ان يوجه اليهم النداء في موضوعات ثلاثة في شأن ما يثيرون به الخلاف بينه وبينهم. </p><p> {قُلْ ياأهل الكتاب هَلْ تَنقِمُونَ مِنَّآ إِلاَّ أَنْ آمَنَّا بالله وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ} . </p><p> {قُلْ ياأهل الكتاب لَسْتُمْ على شَيْءٍ حتى تُقِيمُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ} . </p><p> {قُلْ ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الحق وَلاَ تتبعوا أَهْوَآءَ قَوْمٍ قَدْ ضَلُّواْ مِن قَبْلُ وَأَضَلُّواْ كَثِيراً وَضَلُّواْ عَن سَوَآءِ السبيل} . </p><p> هذه جملة النداءات التي وجهت الى الرسول صلى الله عليه وسلم، والى المسلمين، والى اهل الكتاب، أو أُمر النبي بتوجيهها اليهم في هذه السورة، وقد مرت كلها في اثناء الكلام عليها باخصار، ومن اراد زيادة تفصيل فليرجع الى ما كتبه في التفسير استاذنا المرحوم الشيخ شلتوت. </p><p> نسأل الله تعالى ان يجعلنا ممن توجهت قلوبهم اليه، ولم يعتمدوا في قبولهم ونجاتهم الا عليه، وان يجعل ثمرة ايماننا زكاة نفوسنا، وثبات قلوبنا، وصلاح اعمالنا، وفكاك اسارنا. </p><p> {يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ إِلاَّ مَنْ أَتَى الله بِقَلْبٍ سَلِيمٍ} . والحمد الله رب العالمين. </p>"
}