{
  "id": null,
  "sura": 5,
  "aya": 112,
  "text": "<p> المائدة: خِوان الطعام، او الطعام نفسه. العيد: الفرح والسرور، او الموسم الديني الذي يجتمع الناس له في أيام معينة من السنة. آية منك: علامة. </p><p> لا يزال الكلام عن سيدنا عيسى وأُمه، وهذا عرضٌ لشيء من نعمة الله على قومه، ومن معجزاته التي أيّده الله بها وشهد بها الحواريون، وعدد كبير من قومه. </p><p> اذا قال الحواريون: يا عيسى: هل يجيبك ربك لو سألته أن يُنزل علينا مائدة من السماء؟ فأجابهم: يا قوم، خافوا الله من أمثال هذا السؤال ان كنتم تؤمنون به، ولا تطلبوا حُججاً غير التي قدمتها لكم. </p><p> قالوا: نريد أن نأكل من هذه المائدة. عند ذلك تطمئن قلوبنا بما نؤمن به من قدرة الله، ونعلم بالمشاهدة الحيّة انك قد صَدَقتنا فيما أخبرتنا عنه، ونشهد لك بالمعجزة عند قومنا. </p><p> فاستجاب لهم عيسى وقال: يا ربّنا ومالِكَ أمرِنا، أَنزلْ علينا مائدة من السماء يكون يوم نزولها عيداً للمؤمنين منا، ولتكون معجزة نؤيّد بها دعوتك، وارزُقنا رزقاً طيبا، وانت خير الرازقين. </p><p> قال الله تعالى: سأُنزل المائدة علكيم من السماء، فأيّ امرىء منكم يكفر بعد ذلك فسوف أعاقبه عقاباً لا أعاقِب بمثله احدا من الناس. . فلقد كفر بعد ما شاهد دليل الإيمان الذي اقترحه. </p><p> وبين لنا هذا الحوار بين المسيح والحواريّين، ذلك الفرق الكبير بين الحواريّين وأصحابِ سيدنا محمد صلى الله عليه وسلم. فلقد شاهد الحواريون كذلك من المعجزات التي اظهرها الله على يد رسولهم، ومع ذلك فهاهم يطلبون معجزة جديدة لتطمئن نفوسهم. اما أصحاب النبي عليه الصلاة والسلام فإنهم لم يطلبوا أية معجزة بعد اسلامهم. . لقد اطمأنت قلوبهم مذ خالطتها بشاشة الايمان، وصدّقوا رسولهم، ومضوا في سبيل الله يعملون في نشر الاسلام، ولم يطلبوا على ذلك دليلا. </p><p> ولقد تكلم المفسرون كثيراً في موضوع المائدة، هل نزلت فعلاً ام ورد ذلك لضرب المثل، كما تكلم بعضهم في ألوان طعامها، وأطلقوا لخيالهم العنان في كل ذلك. ونحن لا نرى فائدة في ذكر كل ذلك، بل نضرب عنه صفحا، ولكنّنا نشير الى أنه قد ورد عن الحسن البصري، ومجاهد المفسّر الكبير وقَتادة أحد كبار المحدّثين انها لم تنزل. وقالوا في تأويل قوله تعالى {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ. . .} الى آخر الآية. إن الحواريّين لمّا سمعوا هذا الوعيد قالوا: إننا نستغفر الله ولا نريدها. </p><p> هذا وقد استدل بعض الكاتبين على عدم نزولها بأن قال: إن النصارى لا يعرفونها وليس لها ذكر في كتبهم. ونحن نقول: إن كتب النصارى التي بين أيديهم كتب ناقصة، فليست هي كل ما جاء به عيسى. اما الاناجيل الاربعة المتداولة فلا تعدو كونها تراجم سيرةٍ لحياة المسيح كتبها أُناس مجهولين بعد المسيح بمدة طويلة. </p><p> وقد كتبت هذه الاناجيل من الذاكرة، وهي ليست الا قصصاً منقّحاً للأناجيل التي بلغ عددها فوق الخمسين انجيلا. وقد قرر مجمع نيقية المنعقد في سنة ٣٢٥ ميلادية برئاسة الامبراطور قسطنطين البيزنطي اعتماد هذه الاناجيل الاربعة، وإعدام ما عداها. فالأمر انتقائي وافق هوى نفس الحاكم. ويعلّمنا التاريخ في مثل هذه الحال ان الحاكم لا ينتقي الا ما يتفق ومصلحته في السيطرة والحكم، دون النظر الى الصدق او غيره. </p><p> وقد ذكر القرآن الكريم هذه الحقيقة، ولا يلزم ان يكون كل ما قصّه الله تعالى في القرآن قد قصّه في غيره من الكتب المتقدمة، فليس الأمر تجميل طبعات الكتاب الواحد، كما لا يلزم ان يكون أصحاب الاناجيل المارون عدم ذكرهم لقصة المائدة دليلا على عدم ورودها. </p><p> يقول الاستاذ الإمام الشيخ محمد عبده فيما يختص بنسبة القصص القرآني عامة الى كتب العهد القديم:  «وإذا ورد في كتب اهل المِلل او المؤرخين ما يخالف بعض هذه القصص، فعلينا ان نجزم بأن ما أوحاه الله الى نبيه ونُقل إلينا بالتواتر هو الحق، وخَبَره الصادق، وما خالفه هو الباطل، وناقله مخطىء او كاذب، فلا نعدّه شُبهة على القرآن، ولا نكلف انفسنا الجواب عنه. فإن حال التاريخ قبل الإسلام كانت مشتبهة الأعلام، حالكه الظلام، فلا رواية يوثق بها في معرفة رجال سندِها. وقد انتقل العالَم بعد نزول القرآن من حال الى حال، فكان بداية تاريخ جديد للبشر، كان يجب عليهم لو أنصفوا أن يؤرخوا به أجمعين» . </p><p> هذا ونحن نؤمن بما قصه القرآن الكريم من ان الحوارين قد سألوا عيسى ان يُنزل عليهم الله المائدة، فسأل عيسى ربه ذلك، واجاب الله سؤاله على كيفيةٍ اقنعتهم. </p><p> لا يفوتنا هنا ان نشير الى انه قد ورد في الاناجيل خبر يشبه خبر المائدة. ففي إنجيل متّى، نهاية الاصحاح الخامس عشر:  «واما يسوع فدعا تلاميذه، وقال إني أُشفق على الجميع، لأن لهم الآن ثلاثة أيام يمشون معي، وليس لهم ما يأكلون، ولست اريد ان اصرفهم صائمين لئلا يخوروا في الطريق،فقال له تلاميذه:من أين لنا في البرية خُبز بهذا المقدار حتى يُشبع جمعاً هذا عدده؟فقال لهم يسوع:كم عندكم من الخبرز؟فقالوا:سبعة وقليل من صغار السمك. فأمرالجموع أن يتكئوا على الأرض، وأخذ السبع خبزات والسمك وشكَر وكسَر. وأعطى تلاميذه. والتلاميذ أعطوا الجمع. فأكل الجمع وشبعوا. ثم رفعوا ما فضُل من الكِسر سبع سلال مملوءة، والآكلون كانوا آربعة آلاف ما عدا النساء والأولاد» . فإذا سلّمنا جَدَلاً، بصحة هذا الخبر وأمثاله مما ورد في الاناجيل التي كتبت بعد المسيح بأجيال، فان خبر المائدة أحق بالتسليم وأصوب. ولماذا لا يكون هذا الخبر نفسه هو حديث المائدة، لكنّه جاء محرَّفاً لأنه كُتب من الذاكرة بعد سنين عديدة!! </p><p> قراءات </p><p> قرأ الكسائي «هل تستطيع ربك» وقرأ نافع وعاصم وابن عامر «إني منزلها» بالتشديد. والباقون «منزلها» . </p>"
}