{
  "id": null,
  "sura": 6,
  "aya": 68,
  "text": "<p> يخوضون في آياتنا: يسترسلون في الحديث بتشيوه تلك الآيات. ولكن هذا تذكير لهم. ان تبسل نفس: ان تحبس بما كسبت وتمنع. السبل: حبس الشيء ومنعه بالقهر، ومنه شجاع باسل اي مانع غيره. تَعْدِل: تَفْدش كل فداء. الحميم: الشديد الحرارة. ألِيم: شديد الألَم. </p><p> بعد ان ذكرا لله تعالى في الآيات السابقة تكذيب كفار قريش، وبيّن ان الرسول عليه الصلاة والسلام مبلّغ للناس عن ربّه لا خالق للايمان فيهم- جاءت هذه الآيات لبيّن كيف يعامل المؤمنُ من يتخذ دين الله هزواً ولعبا من الكفار الذين كانوا يستهزئون بالقرآن وبالرسول والمستضعَفين من اسحابه الكرام. وكذلك كيف يعامل المؤمن أهل الأهواء والبِدع في كل زمان ومكان. والمخاطَب في هذه الآيات هو الرسول عليه الصلاة والسلام ومن كان معه من المؤمنين، ثم المؤمنين في كل زمان. </p><p> {وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ. . . الآية} . </p><p> اذا حضرتَ مجلس الكفار، او جاء المشركون ليستمعوا اليك، ووجدتهم يطعنون في آيات القرآن، او يستهزئون بها، فانصرِف عنهم يا محمد حتى ينتقلوا الى حديث آخر. وإن نسيتَ وجالستَهم وهم يخضون، ثم تذكَرت أمر الله بالبعد عنهم- فلا تبقَ معهم أبداً. </p><p> وسرُّ هذا النهي أن الإقبال على اولئك الخائضين والقعود معهم يغريهم في التمادي، ويدل على الرضا به والمشاركة فيه. وهذا خطر كبير لما فيه من سماع الكفر والسكوت عليه. </p><p> {وَمَا عَلَى الذين يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ} . </p><p> ثم بين الله تعالى ان المؤمنين اذا فعلوا ذلك فلن يشراكوا الخائضين في الإثم، لكن عليهم أن يذكّروهم، لعلّهم يكّفون عن الباطل. </p><p> {وَذَرِ الَّذِينَ اتخذوا دِينَهُمْ لَعِباً وَلَهْواً وَغَرَّتْهُمُ الحياة الدنيا} . </p><p> واترك يا محمد، انت ومن اتبعك من المؤمنين، جميعَ الذين اتخذوا دينهم لعبا، فلقد خدعتهم الحياة الدنيا عن الآخرة، فآثروها واشتغلوا بلذائذها الفانية. </p><p> {وَذَكِّرْ بِهِ أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ} . </p><p> وبعد ان امرهم بترك المستهزئين بدينهم امر بالتذكير بالقرآن فقال: ذكّر يا محمد دائما بالقرآن، وحذرهم هول يوم القيامة، يوم تُحبس فيه لك نفس بعلمها. {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} لا ناصر يومذاك ولا معين غير الله. </p><p> {وَإِن تَعْدِلْ كُلَّ عَدْلٍ لاَّ يُؤْخَذْ مِنْهَآ} . </p><p> ثم أرشد الى أنه لا ينفع في الآخرة إلا صالح الاعمال، فلا شفيع ولا وسيط، وكلُّ فِدية للنجاة من العذاب مرفوضة ولا ينفع النفسَ أي فدية تقدمها في ذلك اليوم. </p><p> ثم يبين الله أن هذا الإبسال كان بسوء صنِيعهِم، حيث اتخذوا دينهم هزواً ولعباً فحُرموا الثواب، وحُبسوا عن دار السعادة. لقد أحاطت بهم خطاياهم، فاستحقّوا ان يكون {لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ} ، أي شراب من ماء شديد الحرارة، وعذاب شديد الألم بنار تشتعل في أبدانهم. </p><p> وفي ذلك عبرة لمن ينفعه القرآن، ولا يَغتَرُّ بلقب الاسلام فقط، ويعلم أن المسلم من اتخذ القرآن إمامه، وسنَّةَ رسوله طريقه، لا من اغتّر بالأماني وركن إلى شفاعة الشافعين. </p><p> وفي ذلك عبرة لمن ينفعه القرآن، ولا يَغتَرُّ بلقب الاسلام فقط، ويعلم ان المسلم من اتخذ القرآن إمامه، وسنَّةَ رسوله طريقه، من اغتّر بالأماني وركن إلى شافعة الشافعين. </p>"
}