{
  "id": null,
  "sura": 6,
  "aya": 93,
  "text": "<p> الافتراء: اختلاف الكذب. غمرات: واحدها غمرة، الشدة. اليوم: المراد به يوم القيامة عذاب الهون: الذل الهوان. فرادى: واحدهم فرد. خولناكم: اعطيناكم. وراء ظهوركم: لم تنتفعوا به تقطّع بينكم: انقطع ما بينكم من صلات ضل: غاب. </p><p> بعد ان بين سبحانه أن القرآن كتاب من عند الله، وبذلك رد على الذين أنكروا إنزاله على محمد- قَفَّى هنا على ذلك بوعيد من كذَب على الله أو ادعى النبوة. </p><p> {وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِباً أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ} . </p><p> ليس امرؤ أشدّ ظُلماً ممن كذب على الله، او قال تلقيّت وحياً من عند الله كذبا وبهتاناً، كما فعل مسيلمة الكذّاب والأسوَد العنسي فيما بعد. </p><p> {وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنَزلَ الله} . </p><p> كذلك ليس أحد اشدّ ظلماً ممن قال: سآتي بكلام مثل هذا القرآن. وكان النضر ابن حارث بن كلدة، أحد كفار قريش، يقول: ان القرآن أساطير الاولين، وهو شعر لو نشاء لقنا مثله. كما كان يجمع الناس بمكة ويقول لهم: تعالوا: أحدّثكم بأحسن من حديث محمد. وقد أُسر النضر يوم بدرٍ وقُتل بعد ان انتهت المعركة، وجاءت أخته قتيلة، ويقال إنها بنته الى النبي صلى الله عليه وسلم بقصيدة ترثي أخاها وتعاتب الرسول الكريم منها: </p><p> يا راكباً ان الأُثَيْل مظنة ... من صبح خامسة وانت موفق </p><p> أمحدٌ يا خير ضِنْءِ كريمة ... في قومها والفحلُ فحل مُعْرِق </p><p> ما كان ضرَّك لو مننتَ وربما ... منّ الفتى وهو المَغيظُ المحنّق </p><p> الأثيل: بالتصغير موضع قرب المدينة. ضنء: نسل. </p><p> قال ابن هشام في السيرة: ان النبي عليه السلام عند سماعها «قال: لو بلغَني هذا الشعر قبل قله لمننتُ عليه» . </p><p> {وَلَوْ ترى إِذِ الظالمون فِي غَمَرَاتِ الموت والملاائكة باسطوا أَيْدِيهِمْ أخرجوا أَنْفُسَكُمُ} . </p><p> الخطاب للرسول الكريم، ثم لكم من سمعه أو قرأ ومعناه: لو تُبصر إذ يكون الظالمون في شدائد الموت، تحيط بهم كا تحيط غمرات الماء بالغرقى- رأيتَ ما لا قدرة للبيان على وصفه. اذنْ لرأيتَ الملائكة ينزعون ارواحهم من اجسادهم في قسوة وعنف. </p><p> ثم حكمى سبحانه أمر الملائكة لهم على سبيل التكَم ولاتوبيخ حين بسطوا أيديهم لقبض أرواحهم «اَخرِجُوا أنفُسَكُم» . </p><p> {اليوم تُجْزَوْنَ عَذَابَ الهون بِمَا كُنتُمْ تَقُولُونَ عَلَى الله غَيْرَ الحق وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ} . </p><p> يؤمئذ يقال لهم: الآن تبدأ مجازاتكم بالعذاب المذلّ المهين، جزاء ما كنتم تقولون على الله غير الحق (كقول بعضهم: ما أنزل الله على بشر من شيء،وقول بعض آخر:إنه أوحي اليه، وما أشبهَ ذلك من الكفر والعناد) ، وجزاء استكباركم عن النظر والتدبر في آيات الله الكونية والقرآنية. </p><p> ثم ذكر الله تعالى ما يقوله لهم الله يوم القيامة بعد ذلك ما تقول لهم ملائكته فقال:  {وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ. . .} . </p><p> لقد تأكدتم الآن أنكم بُعثتم أحياء من قبوركم، كما خلقناكم اول مرة، وجئتم إلينا منفردين عن المال والولد، تاركين وراءكم في الدنيا كل شيء كنتم تغترّون به. اننا لا نرى معكم اليوم أولئك الشفعاء الذين زعمتم انهم ينصرونكم عند الله، لأنهم شركاء له في العبادة. . . لقد تقطّعتْ بينكم وبينهم كل الروابط، وخابت آمالكم في كل ما زعمتم، فلا فداء ولا شفاعة، ولا يغني عنكم من عذاب الله من شيء. </p>"
}