{
  "id": null,
  "sura": 6,
  "aya": 111,
  "text": "<p> قُبُلاً: مواجهة ومعانية، وبعضهم قال: قبلا جمع قبيل، يعني قبيلا قبيلا. الشيطان: المتمرد العاتي من الجن والانس. يوحي: يعلم بطريق خفي. الزخرف: الزينة، وكل ما يَصْرِف الساع عن الحقائق الى الأوهام. الغرور: الخداع بالباطل. تصغى: تميل الفعل الماضي صَغِي يصغى. اقترف الذنب: ارتكبه، واقترف المال اكتسبه. العدو: ضد الصديق، يطلق على الجمع والمفرد. </p><p> بعد ان بين سبحانه في الآيات السابقة ان مقترحي الآيات الكونية أقسموا بالله لو جاءتهم آية ليؤمنن بها، وان المؤمنين ودُّوا لو أجيبَ اقتراحهم، وبيّن المخادعة في ذلك الاقترح- فصّل هنا ما أجملَه في قوله {وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لاَ يُؤْمِنُونَ} فقال: {وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملاائكة. . الآية} . </p><p> وهذه الآيةُ متعلقة بما كان يقترحه مشركو العرب على الرسول منا لخوارق فيكون المعنى: ان اولئك الذين أقسموا ان يمؤمنوا اذا جاءتهم أيةٌ قومٌ كاذبون. فحتى لو نَزّلنا إليهم الملائكة يرونهم رأي العين، وكلّهم الموتى بعد إحيائهم واخراجهم من قبورهم، وجمعنا لهم كل شيء مواجهةً وعياناً- لظلّوا على كُفْرهم، ما لم يشأ الله تعالى أن يؤمنوا. إن اكثر هؤلاء المشركين يا محمد يجهلون الحق، قد امتلأت قلوبهم بالحقد والعناد. </p><p> قراءت </p><p> قرأ نافع وابن عامر «قِبَلاً» بكسر القاف وفتح الباء، والباقون «قبلا» بالضم. </p><p> قال ابن عباس: كان المستهزئون بالقرآن خمسة: الوليد بن المغيرة المخزومي، والعاصي ابن وائل السهمي، والأسودَ بن يغوث الزُّهري، والأَسود بن المطلب، والحارث بن حنظلة: أتوا رسول الله في رهط من أهل مكة وقالوا: أرِنا الملائكة يشهدوا بأنك رسول الله، او ابعثْ بعض موتانا حتى نسألهم: أحقُّ ما تقول أم باطل؟ او ائتنا بالله والملائكة قبيلا. </p><p> فالآية ترد عليهم باطَلهم وتعنتهم. </p><p> {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ} . </p><p> ومثلما أن هؤلاء عادَوك يا محمد وعاندوك رغم أنك تريد هدايتهم فقد واجه كل نبي جاء قبلك أعداء مثلهم. وكانوا من الإنس والجن، يوسوس بعضهم لبعض بكلام مزخرف لا حقيقة فيه، فيشحنونهم بالغرور والباطل. وكانوا يفعلون ذلك بطرق خفيّة لا يفطن الى باطلها إلا قليل. ولو شاء الله ما فعلوه، لكن ذلك كله بتقدير الله ومشيئته، لتمحيص قلوب المؤمنين. فاترك يا محمد الضالين وما يفترون من كذب، وامضِ لشأنك، فالنصرُ لك آخر الأمر. </p><p> {ولتصغى إِلَيْهِ أَفْئِدَةُ الذين لاَ يُؤْمِنُونَ بالآخرة} . </p><p> ان قلوب الذين لا يؤمنون بالآخرة لَتستمع الى ذلك الخداع والقول المموَّه بالباطل فهؤلاء يحصُرون همَّهم كلّه في الدينا، ويعتقدون أن الحياة هي الدنيا فقط، وينالون أبتاع النبي بالأذى. </p><p> {وَلِيَرْضَوْهُ وَلِيَقْتَرِفُواْ مَا هُم مُّقْتَرِفُونَ} . </p><p> يعني: تميل افئدة المشركين الى الباطل وترضاه وتخضع للشياطين، ومعجبين بزخرفهم الباطل، فليرتكبوا من هذه الدسائس ما هم مرتكبون فانهم لن يضروك بشيء. </p>"
}