{
  "id": null,
  "sura": 6,
  "aya": 95,
  "text": "<p> الفلق: الشق. الحب: الحنطة، وكل انواع الحبون. النوى: واحدها نواة وهي بزرة التمرة والزبيبة. الإصابح: الصحب جعل الليل سكمنا: ليسكُن الإنسان فيه ويستقر. الحسبان: الحساب والتوقيت. المستقر: موضع القرار والاقامة. المتسودع: موضع الوديعة. خضرا: نباتا غضا اخضر. متراكبا: بعضه فوق بعض. الطلع: اول ما يظهر من زهر النخل قبل ان يشق عنه الغلاف. القنوان: واحدها قنو: العذِق وهو مثل العنقود من العنب. ذانية: قريبة التناول. ينعه: حين ينضج: تؤفكو: تضلون، تصرفون. </p><p> بعد ان أثبت الله سبحانه امر التوحيد وثبّته، ثم أردف أمر النبووة والبعث، وردّ على منكري الوحي، وأوعدهم يوم الجزاء شراً- جاء هنا ليطلع الناس على آياته العظمى في هذا الكون العجيب. </p><p> {إِنَّ الله فَالِقُ الحب والنوى يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحيإن الله فَالِقُ الحب والنوى يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحي} . </p><p> ان دلائل قدرة الله على البعث، واستحقاقه وحده للعبادة، متوافرة متنوعة. فهو وحده الذي يشق الحب ويخرج منه النبات، ويشق النوى ويخرج منه الشجر. انه هو الذي يخرج الحي من الميت، كالانسان من التراب، والميتَ من الحي، كاللبن من الحيوان. </p><p> ولقد اقترنت (فالقُ الحب والنوى) بآية (فالق الإصابح) وهي تدل على وجود الضوء والضلام، وان الضوء مرتبط ارتباطاً وثيقاً بنمو النبات والاشجار. ذلك أن الحب والنوى بعد ان تُفلق نباتاً إنما تحتاج الى غذاء. . . وهذا الغذاء يتكون من عناصر الأرض الخِصبة، ومن ضوء الشمس، فجذور النبات تتغذى من الارض، وأغصانه واوارقه تتغذى من حرارة الشمس التي يؤذن بها الصباح. </p><p> وهذه من قدرة الله وحده، فلا يقدر إلا الله أن يجهّز الكائن الحي بالقدرة على إحالة الذرات الميتة الى خلايا حية، او تحويل الخلايا الحية مرة اخرى الى ذارت ميتة. </p><p> يقول الدكتور ايرفننج وليام في ماقل عنوانه: المادية وحدها لا تكفي، في كتاب «الله يتجلى في عصر العلم» . </p><p> «ان العلوم لا تستيطع ان تفسر لنا كيف تشأت تلك الدقائق الصغيرة المتناهية في صغرها والتي تتكون منها جميع المواد. كما لا تستطيع ان تفسر لنا، بالاعتماد على فكرة المصادفة وحدها، كيف تتجع هذه الدقائق الصغيرة لكي تكوّن الحياة. ولا شك ان النظرية التي تدّعي ان جميع صور الحياة الراقية قد وصلت الى حالتها الراهنة من الرقي، بسبب حدوث بعض الطفرات العشوائية والتجمعات والهجائن، نظريةٌ لا يمكن الأخذ بها الا عن طريق التسلمي فهي لا تقوم على اساس من المنطق والاقناع» . </p><p> ويقول الدكتور البرت ماكوب ونشستر، التخصص في علم الاحياء، في مقال: العلوم تدعم ايماني بالله، من كتاب «الله يتجلى في عصر العلم» . </p><p> «لقد اشتغلت بدراسة علم الآحياء، وهو من الميادين العلمية الفسيحة التي تهتم بدارسة الحية وليس بين مخلوقات الله اروع من الاحياء التي تسكن هذا الكون. </p><p> انظر الى نبات برسيم ضئيل، وقد نما على احد جوانب الطريق. هل تستطيع ان تجد له تظيراً في روعته بين جميع ما صنعه الانسان من تلك العدد والآلات الرائعة؟ انه آلة حيّة تقوم بصورة دائبة لا تنقطع آناء الليل واطراف النهار، بالآف من التفاعلات الكيماوية والطبيعية. ويتم كل ذلك تحت سيطرة البروتوبلازم، وهي المادة التي تدخل في تركيب الكائنات الحية. </p><p> فمن أين جاءت هذه الآلةُ المعقدة؟ ان الله لم يصنعها هكذا وحدها، ولكنه خلَق الحياة، وجعلها قادرة على صيانة نفسها، وعلى الاستمرار من جيل الى جيل، مع الاحتفاظ بكل الخواص والمميزات التي تعيننا على التمييز بني نبات وآخر. ان دراسة التكاثر في الأحياء تعتبر أورع دراسات علم الاحياء، واكثرها اظهارا لقدرة الله. ان الخلية التناسلية التي يتج عنها النبات الجديد، تبلغ من الصغر درجة كبرى بحيث يصعب مشاهدتها الا باستخدام المجهر. ومن العجيب ان كل صفة من صفات النبات، كل عرق، وكل شُعَيْرة، وكل فرع على ساق، وكل جذر أو ورقة- يتم تكوينها تحت اشراف مهندسين قد بلغوا من دقة الحجم مبلغا كبيرا، فاستطاعوا العيش داخل الخلية التي نشأ منها النبات!! تلك الفئة نم المهندسين هي فئة الكروموسومات (ناقلات الوراثة) ولك ذلك يتم بإذن الله الذي أعطى كل شيء خلقه ثم هدى، وبقدر الله الذي تتم به كل حركة في الوجود كله» . </p><p> {ذلكم الله} ربُّكم مبدعُ المعجزة المتكررة ذات السر العجيب {فأنى تُؤْفَكُونَ} ؟ فكيف تُصرفون عن هذا الحق الواضح للعقول والعيون! كيف تشركون به من لا يقدر على شيء من ذلك!؟ . </p><p> ويجيء ذكر معجزة انبثاق الحياة من الموت كثيرا في القرآن الكريم كما يجيء ذكر خلق الكون ابتداءً - في معرض التوجيه الى حقيقة الالوهية، وآثارها الدالة على وحدة الخالق وقدرته. ويهدف ذلك الى تقويم تصور البشر بإعطائهم العقيدة الصحيحة. </p><p> {فَالِقُ الإصباح وَجَعَلَ الليل سَكَناً والشمس والقمر حُسْبَاناً ذلك تَقْدِيرُ العزيز العليم} . </p><p> هو الذي يجلو غبش الصبح بضوء النهار ليسعى الاحياء الى تحصيل أسباب حياتهم ومعاشهم، وجعل الله الليل سَكَناً يستريح المتعَب فيه من العمل بالنهار، وتسكن فيه نفسُه. وأكثر الأحياء من الإنسان والحيوان تترك العمل والسعي في الليل، وتأوي الى مساكنها للراحة. </p><p> كما سيّر الشمس والقمر بنظام دقيق يعرف به الناس مواقيتَ عبادتهم ومعاملاتهم، وهذا النظام المحكم تدبيرُ من الله المسيطر على الكون، المحيط علمه بكل شيء، البعيد المدى في الابداع والاتقان، والذي قال:  {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} . </p><p> قراءات: </p><p> قرأ اهل الكوفة «جعل الليل سكنا» وقرأ الباقون «جاعل الليل» . </p><p> جعل: خلق النجوم: جمع نجم وهي الاجرام السماوية التي نرى كثيرا منها بالعين المجردة. والمراد بالظلمات ظلمة الليل، في اسفارنا برا وبحرا. </p><p> ان الله هو الذي خلق لكم النجوم ايها الناس تستدلّون بها على الطريق فتسلكونها وتنجون من الأخطار في البر والبحر. فالله سبحانه وتعالى يذكّرها ببعض فضله علينا في تسخير هذه النيرات التي نراها صغيرة، لبعدها عنا، بعد ان سبق وذكَرنا ببعض فضله في الشمس والقمر اللّذين يبدوان كبيرين في أعين الناس لقربهما. </p><p> وأقرب كوكب منا هو القمر، يبعد عن الارض بنحو مائتين وأربعين الف ميل، وهو يدور حول الأرض ويكمل دورته في ستعة وعشرين يوما ونصف يوم. وتبعد أرضنا عن الشمس ثلاثة وتسعين مليون ميل، وهي تدور حول محورها بسرعة الف ميل في الساعة، وتدور حول الشمس في دائرة مساحتها مائة وتسعون مليون ميل، وتستكمل دورتها في هذه الدائرة مرة واحد في سنة كاملة. وتوجد تسعة كواكب مع الارض هي: عطارد والزهرة والمّريخ وزحَل والمشتري واورانونس ونبتون وبلوتو، وكلها تدور حول الشمس بسرعة فائقة، بعضها يكلم دورة كاملة في ثمانية يوماً وهو عطار، اقرب الكواكب الى الشمس؛ وبعضها يكمل دورة كاملة في مدة مائتين وثمان واربعين سنة وهو بلوتو، أبعد الكواكب من الشمس. وهو يدرو في دائره مساحتُها سبعةُ بلايين وخمسمائة مليون ميل. وحول هذه الكواكب يدور واحد وثلاثون قمراً أخرى. وتوجد غير هذه الكواكب حلقة من ثلاثين ألفا من «النجيمات» وآلاف المذنبات، وشهب لا حصر لها ولكها تدور حول ذلك السيّار العملاق الذي نسميه الشمس، التي يبلغ قطرها: ثمانمائة وخمسة وستين الف ميل. وهي اكبر من الارض بمليون وربع ميلون مرة. </p><p> ولا تشكّل هذه الشمس وما حولها من الكواكب المذكورة، والاقمار، والنجيمات، والشهب التي تشغل هذا المجال الواسع- ذرةً صغيرة في هذا المكان الواسع الذي لا يدركه عقل ولا بصر. ثم إن هذه الشمس ليست بثابتة او واقفة في مكان ما، وانما هي بدورها، ومع كل هذه الاجرام التي ذكرناها- تدور في النظام الرائع البديع بسرعة ٦٠٠. ٠٠٠ الف ميل في الساعة وفي هذا الكون الفسيح العجيب آلاف الانظمة غير نظامنا الشمسي يتكون منها ذلكم النظام الذي نسمّيه «المجرّات» او مجاميع النجوم، وكأنها جميعها طبق عظيم تدرو عليه النجوم والكواكب منفردة ومجتمعة، كما يدور الخذروف «البلبل» حين يعلب الاطفال. </p><p> ومجرّات النجوم هذه تتحرك بدورها ايضا، فالجرّة التي يقع فيها نظامنا الشمسي تدور حول محورها بحيث تكمل دورةً واحدة كل مائتي بليون سنة صوئية ٢٠٠. ٠٠٠. ٠٠٠. ٠٠٠ وهذا شيء مذهل ومحيِّر لا تتصوره العقول. </p><p> ويقدّر علماء الفلك أن هذا الكون يتألف من خمسمائة مليون من المجرات، في كل منها «مائة مليان» من النجوم، او اكثر او اقل. </p><p> ويقدّرون ان أقرب مجموعة من النجوم، وهي التي نراها في الليل كخيوط بيضاء دقيقة والتي نسميها درب التبّانة، تضم حَيّزاً مداه ألف سنة ضوئية. وسرعة الضو ٣٠٠. ٠٠٠ الف كيلو متر في الثانية. وبمعرفة هذه الحقيقة يتبين لنا اتساع السنة الضوئية ومقدار زمنها، وكم تكون مسافة الف سنة ضوئية. انها شيء مذهل حقا، فوق تفكير البشر وطاقته. </p><p> ونبعد نحن سكان الارض عن مركز هذه المجموعة بمقدار ثلاثين الف سنة ضوئية، وهذه المجموعة جزء من مجموعة كبيرة تتألف من سبع عشرة مجرة. وقطرة هذه المجموعة الكبيرة (ذات السبع عشرة) مليونان من السنين الضوئية. </p><p> والحديث في هذا الموضوع طويل جدا، ومحيّر ومذهل. وحين ينظر العقل الى هذا النظام العجيب، والتنظيم الدقيق الغريب المدهش لا يلبث ان يحكم باستحالة ان يكون هذا كله قائما بنفسه، بل ان هنالك طاقة غير عادية هي التي تقيم هذا النظام العظيم، وتهين عليه. </p><p> ولما في عالم السماوات وهذا الكون الذي بينا لمحة موجزة عنه- من بديع الصنع والنظام- ختم سبحانه وتعالى الآية بقوله: </p><p> {قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَعْلَمُونَ} . </p><p> أي أنّا بينّا دلائل رحمتنا وقدرتَنا لقوم ينفعون بالعلم. فهو يوجّهنا إلى هذا الكون، وما فيه من حقائق مذهلة، تدفعنا الى التدبر والتذكّر. الله اجعلنا ممن ينتفعون بالعلم والمعرفة، وثّبت قلوبنا بالإيمان الصادق. </p><p> وبعد ان بيّن لنا تعالى بعض آياته في هذا الكون العجيب ليذكّرنا بذلك، وبنبّه الناس من غفلتهم، عطف الحديث ليذكّرنا بآياته العجيبة في انفسنا. ذلك لأن الإنسان هو أعظم شيء في الوجود. </p><p> {وَهُوَ الذي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَفْقَهُونَ} . </p><p> الانشاء: ايجاد الشيء وتربيته. النفس: تطلق على الروح وعلى الشخص المركّب من روح وبدن. </p><p> والنفس البشرية الأولى هي آدم، والله تعالى هو الذي أوجدَكم من أصل واحد هو أب البشر آدم. وتبدأ الحياة من حيوان صغير لا يُرى بالعين المجردة، فالنفس هي مستودع لهذه الخلية في صلب الرجل، وهي مستقر لها في رحم الأنثى. ثم تأخذ الحياة في النمو والانتشار في هذه الارض التي هي مكان استقراركم في حياتكم، ومستودعٌ لكم، بعد موتكم. هكذا فصّلنا الآياتِ لقوم يفقهون، وبيّنا دلائل قدرتنا لقوم يفقهون ما يُتلى عليهم، ويدركون الأشياء على وجهها فالفقه هنا، وهو اعمق الفهم، ضروريٌ لإدراك صنع الله في هذه النفس الواحدة التي يخرُج منها أشكال وألوان، فيهب الله لمن يشاء اناثا، ويهب لمن يشاء الذكور. </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو: فمستقِر بكسر القاف والباقون بفتح القاف. </p><p> {وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً} . </p><p> خضراً: أخضر قنوان: جمع قنو وهو الفرع الصغير في النخلة، ويسمى العذق والعِرجون وهو الذي يحمل الثمر. </p><p> دانية: قريبة متدلية ينعهِ: نضجه. </p><p> ثم ينقلنا الى مشاهد الحياة المتفتحة في جنبات الارض، فيذكر آية اخرى من آيات التكوين ويبين لنا دور الماء الظاهر في إنبات كل شيء. </p><p> وهو الذي أنزل من السحاب ماءً فأخرج به نبات كل صنف، جاء بعضه غضّاً طريا، يخرج منه حبٌّ كثير بعضه فوق بعض. ون غبار طلع النخل تخرج عراجين محمّلة بالثمار قريبة سهلة التناول. كذلك أخرجنا بفضل الماء جناتٍ من الأعناب والزيتون والرمان، منها ما هو متشابه الثمر حين يثمر، والى نضجه كيف تم بعد اطوار مختلفة. ثم وازنوا بين صفاته في كل من الحالين، يتبين لكمن لطف الله وقدرته. أليس في ذلك دلائل عظيمة على وجود القادر الحكيم لقوم ينشدون الحق؟! </p><p> قراءات: </p><p> قرأ حمزة والكسائي: ثمره بضم الثاء والميم، جمع ثمرة والباقون: ثمره بفتح الثاء والميم. </p><p> بعد هذا العرض الواضح لدلائل وجود الله ووحدانيته وقدرته يبين لنا الله تعالى شِرك المشركين وأوهامهم وسخفهم، فيعقّب على ذلك كلّه بالاستنكار فيقول: </p><p> وجعلوا لله شركاء. . . </p>"
}