{
  "id": null,
  "sura": 6,
  "aya": 100,
  "text": "<p> خلق الكلمة، واختلقها، وخرقها، واخترقها: ابتدعها كذباً، والخلقُ فعلُ الشيء بتدبير ورفق بديع السماوات: خالقها ومنشئتها، والبديع من أسماء الله تعالى لإبداعه الأشياء الادراك: الوصول الى الشيء، يقال: تبعه حتى أدركه البصر: حاسة الرؤية اللطيف: ضد الكثيف، واللطف في العمل: الرفق فيه. </p><p> بعد ان ذكر سبحانه البراهين الدالة على توحيده بالخلق والتدبير في هذا الكون - ذكر هنا بعض انواع الشِرك التي كانت منتشرة عند العرب وكثير من الأمم، وهي اتخاذ شركاء لله من علام الجِن المستتر عن العيون. وهم لا يعرفون من هم الجن، ولكنها الوثنية هذا كما اختروعا لله نسلاً من البنين والبنات. . . لقد قالوا ان الملائكة والشياطين شركاء لله، وقد خلقهم الله جيمعا، فإذا كان هو الذي خلقكم فكيف يكونون شركاء له في الألويهة والربوبية!! </p><p> {وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ} . </p><p> فقد قال مشركو العرب: ان الملائكة بنات الله، وقالت اليهود: عُزير ابن الله، وقالت النصارى: المسيح ابن الله كل هذه الادعاءات لا تقوم على أساس من علم، بل هي الجهل المطبِق. </p><p> {سُبْحَانَهُ وتعالى عَمَّا يَصِفُونَ} . </p><p> تنزّه الله تعالى عن كل نقص ينافي انفراده بالخلق والتدبير. </p><p> قراءات: </p><p> قرأ نافع وأهل المدينة «خرقوا» بتشديد الراء. </p><p> {بَدِيعُ السماوات والأرض} . </p><p> هنا يواجه كذبهم واختلاقهم بالحقيقة الالهية ويكشف لهم جهلهم وأوهامهم، فيقول: ان الله هو الذي انشأ السماوات والارض على غير مثال سبق، فكيف يكون له ولد، كما يزعم هؤلاء، مع انه لم تكن له زوجة، ولقد خلق جميع الاشياء بما فيها هؤلاء الذين اتخذوهم شركاء له، فكيف يخلقهم ويشاركون في القدرة على الخلق؟ انه هو عالم بكل شيء يحصي عليهم ما يقولون وما يفعلون. </p><p> {ذلكم الله رَبُّكُمْ} . </p><p> ذلكم الله المنزَّه عن كل ما يصفونه به، المتصف بصفات الكمال، لا إله غيره، خالق كل شيء مما كان ومما سيكون، فهو وحده المستحق للعبادة. فاعبدوه وحده. وهو مع تلك الصفات الجليلة الشأن متوّلٍ جميع الأمور، يدبّر ملكه بعلمه وحكمته، فيرزق عباده، ويكلؤهم بالليل والنهار. </p><p> { (*) لاَّ تُدْرِكُهُ الأبصار} . </p><p> أي لا تُبصر ذاتَه العيون، لكنه يعلم الأبصار والبصائر، وهو الرفيق بعباده والخبير بخلقه فلا يخفى عليه شيء من أمرهم. </p>"
}