{
  "id": null,
  "sura": 6,
  "aya": 154,
  "text": "<p> تماما على الذي احسن: تماما للنعمة على المحسنين. الدارسة: القراءة والعلم. صَدَفَ عنها: اعرض عنها. </p><p> ولقد أنزلنا التوراة على موسى استكمالاً للإنعام على من احسن القيام بأمر الدين، وانزلناه مفصِّلاً لكل شيء من التعاليم المناسبة لقومه، وهدى الى الطريق السويّ، ورحمةً لمن اهتدى به. . . وذلك ليؤمن بنو اسرائيل بلقاء ربهم يوم القيامة. </p><p> وقعد ان وصف التوراة بتلك الصفات وصف القرآن الكريم فقال: وهذا القرآنُ كتابٌ أنزلناه، مبارَك مشتمِلٌ على الخير الإلهي، والمنافع الدينية والدنيوية، وجامع لاسباب الهداية الدائمة، فاتّبعوا يا أيها الناس ما هداكم إليه، واتّقوا ما نهاكم عنه، {لَعَلَّكُمْ تُرْحَمُونَ} . </p><p> وأنزلنا اليك ايها النبيّ هذا الكتاب المرشدَ الى توحيد الله وطريق طاعته، حتى لا يعتذر من تبلّغهم إيّاه ويقولوا يوم القيامة: انما أُنزل الكتاب على طائفتين من قَبْلِنا، اليهود والنصارى، وكّنا عن تلاوتهما ذلك الكتاب غافلين. بل نحن لا ندري ما هي التوراة ولا الانجيل لعدم فهمنا ما يقول أهلهما، اذا كانا بلسان غير لساننا. </p><p> {أَوْ تَقُولُواْ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا الكتاب لَكُنَّآ أهدى مِنْهُمْ} . </p><p> كذلك نزلنا هذا القرآن حتى لا تقولو: لو انزل علينا الوحيُ الذي نزل عليهم، لكنّا اكثر منهم هداية وأحسنَ حالا، لسعةِ عقولنا وطيب استعدادنا. </p><p> وهنا ردّ الله عليهم بجواب قاطع لكل حجة، دافع لكل اعتذار، فقال:  {فَقَدْ جَآءَكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ} . </p><p> فلا حجة لكم بعد اليوم على عصيانكم، ولا محلَّ لقولكم هذا. لقد جاءكم القرآن علامةً واضحة عل صدق محمد صلى الله عليه وسلم ومبيّناً كل ما تحتاجون اليه في دينكم ودنياكم. </p><p> وبعد ان بيّن سبحانه وتعالى عظيم قدرِ هذا الكتاب بيِّن سوءَ عاقبة من كذّب به فقال: </p><p> {فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ الله وَصَدَفَ عَنْهَا} . </p><p> ان هذه الآيات مشتملة على الهداية الكاملة، والرحمة الشاملة، هل هناك أحدٌ أظلمُ ممن كذّب بها واعرض عنها!؟ . </p><p> {سَنَجْزِي الذين يَصْدِفُونَ عَنْ آيَاتِنَا سواء العذاب بِمَا كَانُواْ يَصْدِفُونَ} . </p><p> وسنعاقب الذين يُعرضون عن آياتنا ولا يتدبّرون ما فيها بالعذاب البالغ غايته في الإيلام، جزاء إعراضهم وعدم تدبرهم. </p>"
}