{
  "id": null,
  "sura": 6,
  "aya": 161,
  "text": "<p> دينا قيما: دين يقوم به امر الناس في معاشهم. وفي قراءة:  «قيما» بفتح القاف وتشديد الياء: ومعناه ايضا: مستقيم، ومنه قوله تعالى:  {وَذَلِكَ دِينُ القيمة} يعني دين الامة المستقيمة. حنيفا: مخلصا لعبادة الله نسكي: عبادتي محياي ومماتي: كل ما آتيه في حياتي، وما اموت علهي من الايمان والعمل الصالح. ابغي: اطلب. الوزر: الحمل الثقيل والاثم ومعنى «لا تزر وازرة وِزْرَ اخرى» لا يؤخذ أحدٌ بذنب غيره خلائف: خلفاء، مفرده خليفة ليبلوكم: ليختبركم. </p><p> لما كانت هذه السورة أجمعَ السور لأصولِ الدين، مع اقامة الحجج عليها ودفع الشبهة عنها، وإبطال عقائد أهل الشرك وخرافاتهم- جاءت هذه الخاتمة بقول جامعٍ لجملة ما فُصّل فيها. وهو أن الدين القيّم والصراطَ المستقيم هم ملةُ إبراهيم دون ما يدّعيه المشركون، وما حرّفه أهلُ الكتاب. وان النبي عليه الصلاة والسلام مستمسكٌ به، معتصِمٌ بحَبْله، يدعو اليه قولاً وعملا وأنه هو الذي أكل الدينَ بعد ان انحرفت الامم السابقة عنه. </p><p> ثم بيّن الجزاء عند الله على الأعمال، لا يؤاخَذ أحدٌ بذنْب غيره، وأن المرجعَ إلى الله، فهو الذي يستخلف في الارض من يشاء ويختبر البشر بالنِعم والنِقَم، يتولّى عقاب المسيئين ورحمةَ المحسنين، فلا واسطة بينه وبين عباده. </p><p> قل ايها النبي لقومك ولسائر البشر: إن ربّي أرشدّني الى طريق مستقيمٍ بلغ نهاية الكمال وكان هو الدينَ الذي اتّبعه ابراهيم مخلصاً في عبادة الله وحده، مائلاً عن العقائد الباطلة، فلم يعبد مع الله إلهاً آخر كما يزعم المشركون. </p><p> ثم قل: إن صلاتي وجميع عبادتي، وما آتيه حالَ حياتي من الاعمال الصالحة، وما أموت عليه من الايمان - كله خالص لوجه الله، اذي لاينبغي ان تكون العبادة إلاَّ له، فهو رب العباد وخالقهم، فاستحقّ أن يُعبد وحده ويُطاع. </p><p> إنه لا شريك له في الخلق، ولا في استحقاق العبادة، وقد أمرني بالإخلاص في التوحيد والعمل، وأنا اول المنقادين الى امتثال اوامره، وترك ما نهى عنه. </p><p> قل يا محمد منكِراً على المشركين دعوتهم اياك لموافقتهم في شركهم: أأطلب بالعبادة ربّاً غير الله، مع انه خالقُ كل شيء؟ وقل لهم: لا تكسِب كلُّ نفسٍ إثماً الا كان عليها جزاؤه دون غيرها، ولا تؤاخذ نفس بأخطاء غيرها «وأن ليس للإنسان الا ما سعى» ثم تُبعثون يوم الحشر إلى ربكم، فيخبركم بما كنتم تختلفون فيه من أمر أديانكم وعقائدكم ويجازيكم عليها. </p><p> ليس للإنسان إلا ما عمل من عمل صالح، وفي الحديث الصحيح فيما رواه مسلم وأبو داود والنَّائي عن أبي هريرة ان النبي صلى الله عليه وسلم قال:  «إذا مات الانسان انقطع عملُه إلا من ثلاث: صدّقةٍ جارية، اوعلم يُنتفع به، او ولدٍ صالحٍ يدعو له» . </p><p> إن ربكم، الذي هو رب كل شيء، هو الذي جعلكم خلفاء للأمم السابقة في عمارة الكون، ورفعَ بعضَكم فوق بعض درجات في الكمال المادّيّ والعنويّ، لخيتبركم فيما أعطاكم من النعم كيف تشكرونها، وفيما آتاكم من الشرائع كيف تعملون بها. لكنه سريع العقاب للمخالفين العاصين. </p><p> وهو سبحانه على سرعة عقابه وشديد عذابه للمشركين المخالفين، غفورٌ للتوابين رحيم بالمؤمنين المحسنين، فلقد سبقت رحمتُه غضبَه، ووسعتْ كل شيء. </p><p> خلاصة ما اشتملت عليه وسورة الانعام من العقائد والاحكام: </p><p> ١- العقائد وأدلتها، بأسلوب يجمع بين الاقناع والتأثير، كبيان صفات الله بذكر أفعاله وسُنته في الخلق، وآياتهِ في الانفس والآفاق، وتأثير العقائد في الأعمال، مع إيراد الحقائق بطريق الجدَل والمناظرة، او على طريق السؤال والجواب، وفي أثناءِ ذلك يأتي الردّ على شبهات المشركين. </p><p> ٢- الرسالة والوحي وتنيد مكابرة المشركين للرسول صلى الله عليه وسلم، والزمهم الحجة بآية الله الكبرى، وهي القرآن. </p><p> ٣- البعث والجزاء والوعد الوعيد، بذِكر ما يقع يوم القيامة من العذاب للمجرمين، والبشارة للمتقين بالفوز والنعميم. هذا مع ذكر علام الغيب من الملائكة والجن والشياطين والجنة والنار. وقد كان العرب كغيرهم من الأمم يؤمنون بالملائكة وبوجود الجن، ويعتقدون أنهم يظهرون لهم أحياناً في صورة الغِيلان فيسمعون اصواتهم، وأنهم يُلقون الشعرَ في هواجس الشعراء. </p><p> ٤- اصول الدين ووصاياه الجامعة في الفضائل والآداب، والنهي عن الرذائل، وأن دين الله واحد، لكنه تم تفريقُه بالمذاهب والأهواء، وان سعادة الناس وشقاءهم من اعمالهم النفسيّة والبدنية، وان الجزاء على الاعمال يكون بحسب تأثيرها في الانس، فالجزاء على السيئة سيئة مثلها، وعلى الحسنة عشرة امثالها، ولا يحمل أحد ذنْب غيره. ثم يأيت الترغيب في معرفة الكون والإرشاد الى معرفة سنُن الله فيه، وآياته الكثيرة الدالّة على علمه وقدرته، وان التوبة الصحيحة مع ما يلزمها منا لعمل الصالح موجبة لمغفرة الذنوب وابتلاء الناس بعضهم ببعض، ليتنافسوا في العلوم والاعمال النافعة، واعلاء كلمة الحق. </p>"
}