{
  "id": null,
  "sura": 6,
  "aya": 91,
  "text": "<p> ما قدره الله حق قدره: ما عرفوه حق معرفته والقدر والمقدرا: القوة ايضا. والقدر الغِنَى والشرف. قراطيسك واحدها قرطاس، وهو ما يُكتب فيه من ورق أو جلد او غيرها ذرهم: اتركهم خوضهم: كلامهم بالباطل، وتصرّفهم الشائن، أم القرى: مكة المكرمة، لأنها قبله الناس، وفيها أول بيت وُضع للناس، فهي تعظَّم كالأم. </p><p> بعد ان ذكر الله ما تفضل به على إبراهيم والانبياء الذين ذكرهم، وانه اجتباهم وهداهم الى الصراط المستقيم، وامر الرسول عليه الصلاة والسلام أن يهتدي بهُداهم- جاء في هذه الآيات يندّد بمنكِري الرسالات، ويصفهم بانهم لا يقدّرون الله كما يجب، ولا يعرفون حكمته ورحمته وعدله. ومن ثم يقرّر أن الرسالة الأخيرة التي جاء بها محمد صلى الله عليه وسلم تجري على سنّة الرسالات قبلها، فالقرآن الكريم مصدّق لما سبقه من المكتب، وكلُّ من عند الله. </p><p> {وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ. . . الآية} . </p><p> ما قَدّر هؤلاء الكفار الله حق التقدير، إذ أنكروا أن تنزل رسالتُه على أحد من البشر. فقل أيها النبي للمشركين ومن يشايعهم على ذلك من اليهود: إذنْ من أنزل الكتاب الذي جاء به موسى، نوراً يضيء، وهدى يرشد؟ إنكم ايها اليهود تجعلون كتابه في أجزاء متفرقة. . . تُظهرون منها ما يتفق وأهواءكم، وتُخفون ما يٌلجئكم الى الإيمان بالقرآن والنبي. هكذا مع أنكم علمتم منه ما لم تكونوا تعلمون، لا انتم ولا آباؤكم. </p><p> وبعد ان بيّن سبحان انكار المنكرين للوحي بعبارة تدل على جهلهم، قال لرسوله: تولَّ إذن أيها النبي الجوابَ وقل لهم: إن الله هو الذي أنزل التوارة. ثمّ دعْهم بعد هذا فيما يخوضون فيه من باطلهم وكفرهم. </p><p> ومن المؤسف ان هذا القول الذي قاله مشركو مكة في جاهليتهم إنما يقوله أَمثالهم في كل زمان بل منهم من يقولونه الآن، ممن يزعمون ان الأديان من صنع البشر، قد تطوّرت وترقت بتطور البشر في أحوالهم. وكثير من هؤلاء المثقفين على ايدي الأجانب، وكثير منهم يحتلّ مراكز كبيرة في الدول العربية والاسلامية غرّتهم الحياة الدنيا، وغرهم الغرور. </p><p> {وهذا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ. . . الآية} . </p><p> وهذا القرآن كتاب عظيما لقدر أنزلناه على خاتم رسلنا كما أنزلنا من قبله التوراة على موسى. وقد باركنا فيه فجعلناه كثير الخير، دائم البركة، يبشر بالثواب والمغفرة، مصدّقاً لما تقدّمه من كتب الأنبياء، ومنذراً لأهل مكة من عذاب الله. فمن كان يؤمن بالقيامة فإنه يؤمن بهذا الكتاب. والمؤمنون به يحافظون على صلاتهم، فيؤدونها في اوقاتها كاملة مستوفاة. وقد خُصت الصلاة بالذِكر ههنا، لأنها عماد الدين. </p><p> قراءات: </p><p> قرأ ابو عمرو وابن كثير:  «يجعلونه قراطيس يبدونها ويخفون» بالياء، والباقون «بالتاء» وقرأ أبو بكر عن عصام «لينذر» بالياء، والباقون «لتنذر» بالتاء. </p>"
}