{
  "id": null,
  "sura": 6,
  "aya": 74,
  "text": "<p> ابراهيم: خليل الرحمن، أبو الانبياء بعد نوح، والاسم أعجمي معناه ابو الجمهور العظيم، او أبو الأمة. أزر: ابو ابراهيم. قال البخاري: إبراهيم بن آزر، وهو في التوراة تارح والله سماه آزر. وقال كثير من المفسرين ان اسمه تارح، وآزر وصفّ له الضلال: العدول عن الطريق الحق. ملك الله وملكوته: سلطانه وعظمته جَنَّةُ الليل: ستره أفل: غاب بزغ القمر: طلع وجّهت وجهني: قصدت بعبادتي فطر السماوات: خلقها ومعنى فطر: شَقَّ الحنيف: المائل عن الضلال، المخلص في عبادته. </p><p> بعد ان بين الله لنا ان عبادة غيره عبث وضلال، وأمَرَنا أن نسلم اليه، لأننا سوف نُحشر يوم ينفخ في الصور - جاءت هذه الآيات لتشرح الموضوع الأساسي لهذه السورة، وهو بناء العقيدة على قاعدة من التعريف الشامل بحقيقة الالوهية وحقيقة الربوبية، ومنا بينهما من ارتباطات. لكنه يعالج ذلك في اسلوب من القصص اللطيف. </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَاماً آلِهَةً إني أَرَاكَ وَقَوْمَكَ فِي ضَلاَلٍ مُّبِينٍ} . </p><p> اذكر ايها الرسول لهؤلاء المشركين، حين قال ابراهيم لأبيه آزر منكراً عليه عبادة غير الله: ما كان لك يا أبي ان تعبد الأصنام، وتتخذها الهة وهي لا تضر ولا تنفع إني أراك وقومك في ضلال ظاهر. </p><p> {وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض} . </p><p> وكما أرينا إبراهيم الحق في أمر أبيه وقومه فقد عمدنا الى أن نريّه مُلكنا العظيم للسماوات والارض- بما فيها من بديع النظام وغريب الصنع- ليقيم الحجة على المشركين، وليكون في خاصة نفسه من الراسخين في الايمان. </p><p> {فَلَمَّا جَنَّ عَلَيْهِ الليل رَأَى كَوْكَباً قَالَ هذا رَبِّي} </p><p> ثم فصّل سبحانه وتعالى كيف هداه الى الا يمان. فمال استنكر ابراهيم عبادة الأصنام طلب هداية الله، وأخذ يفكر في هذا الكون العظيم. وكان من أول أمره في ذلك انه لما أظلم عليه الليل، وهو يفكر في ملكوت الله - رأى كوكباً عظيما يقال إنه «المشتري» وكان قوم إبراهيم يعبدونه، فلما رآه قال: هذا ربي لكن النجم غاب فلما غرب قال إبراهيم مبطلاً لربوبية ذلك النجم: أنا لا أُحِب الآفلين، ولا اقبل عبادة الآلهة المتغّيرين. وفي هذا تعريض بجهل قومه في عبادتهم الكواكب. </p><p> {فَلَمَّآ رَأَى القمر بَازِغاً قَالَ هذا رَبِّي فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ القوم الضالين} . </p><p> وحين رأى إبراهيم القمر طالعاً بعد ذلك قال محدّثا نفسه: هذا ربي فلما أفَل القمر، شأن ساقه الكوكب- قال ابراهيم مسمِعاً من حوله من قومه، ليوجّه نفوسهم الى الهداية: أٌقسِم إن لم يوفقني ربي لإصابة الحق في توحيده لأكونن من القوم الضالّين. </p><p> {فَلَماَّ رَأَى الشمس بَازِغَةً قَالَ هذا رَبِّي هاذآ أَكْبَرُ فَلَمَّآ أَفَلَتْ قَالَ ياقوم إِنِّي برياء مِّمَّا تُشْرِكُونَ} . </p><p> وفي هذه المرة الثالثة انتقل من التعريض الى التصريح بالبراءة منهم، والتصريح بأنهم على شِركّ بيّن، فقد ظهر له الحق غاية الظهور. </p><p> ثم رأى ابراهيم الشمس طالعة بعد ذلك، فقال محدّثا نفسه: هذا ربّي، لأن اكبر مما يُرى من الكواكب قدراً، وأعظم ضياء ونوراً، فهو أجدر بالربوبية. بيد أنها أفلَت كما أفلَ غيرها. وعند ذاك صرح ابراهيم بما أراد التعريض به، وقال: يا قوم، إني بريء من هذه المعبودات التي تشركونها مع الله في العبادة. </p><p> وبعد ان تبرّأ من شِركهم بيَّن لهم عقيدته، وهي عقيدة التوحيد الخالص التي هداه الله إليها، فقال: </p><p> {إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السماوات والأرض حَنِيفاً وَمَآ أَنَاْ مِنَ المشركين} . </p><p> إني جعلتُ توجُّهي في عبادتي لمن خلق السماواتِ والأرض مجانياً كلَّ سبيلٍ غير سبيله، ولستُ بعد الذي رأيت من دلائل التوحيد ممن يرضى ان يكون من المشركين. </p><p> قراءات: </p><p> قرأ يعقوب: آزرُ بالضم على انه منادى. </p>"
}