{
  "id": null,
  "sura": 6,
  "aya": 80,
  "text": "<p> حاجّهُ: جادله. السلطان: الحدة والبرهان. لم يلبسوا: لم يخلطوا الظلم هنا: الشرك في العقيدة او العبادة. </p><p> بعد ان اطمأن قلب إبراهيم الايمان، جاء قومه يجادلونه فيما انتهى اليه من يقين، ليخوّفوه آلهتهم التي تنكّر لها. فظل صامداً يواجههم بيقين حازم، واعتمادٍ على ربه وخالقه الذي هداه. </p><p> {وَحَآجَّهُ قَوْمُهُ قَالَ أتحاجواني فِي الله وَقَدْ هَدَانِ. . .} . </p><p> وجادله قومه في توحيد الله وخوفوه من غضب آلهتهم، فقال: لهم ما كان لكن ان تجادلوني في التوحيد بعد ان هداني الله الى الحق. أما آلهتكم التي تدْعونها فلا أخشاها، بل انها لا تضر ولا تنفع. لكن اذا شاء ربّي شيئا من الضر وقع ذلك، لأنه وحده القادر على كل شيء. ثم اتى ابراهيم بما هو كالعلة لما قبله فقال:  {وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْماً} واحاط بكل شيء. </p><p> {أَفَلاَ تَتَذَكَّرُونَ؟} . </p><p> أتُعْرضون أيها الناس عن قولي بعدما أوضحته لكم من أنَّ آلهتمكم ليس بيدها نفع ولا ضر، وتغفلون عن أن العاجز الجاهل لا يتحق ان يُعبد؟ . </p><p> {وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلاَ تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بالله مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَاناً} . </p><p> إنه لمن العجب أن أخاف ألهتكم الباطلة ولا تخافون أنكم عبدتم مع الله، الذي لا إله إلا هو، آلهةً باطلة!؟ </p><p> {فَأَيُّ الفريقين أَحَقُّ بالأمن إِن كُنتُمْ تَعْلَمُونَ} . </p><p> فأيّ فريق- أنا أم أنتم- في هذه الحال أحق بالطمأنية، واجدر بالأمن على نفسه من عاقبة عقيدته وعبادته ان كنتم تعلمن الحق وتدركونه!؟ </p><p> {الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ أولئك لَهُمُ الأمن وَهُمْ مُّهْتَدُونَ} . </p><p> هنا يأتي الجواب. وهو لا شكَ في ان الذين آمنوا بالله تعالى، ولم يخلطوا إمانهم بظلم عظيم، كعبادة احد سواه، هم الاكثر أمناً، كما انهم هم المهتدون الى طريق الحق والخير. </p><p> روى ابن جرير قال ما نزلت هذه الآية:  {الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ} شقّ على أصحاب رسول الله صلى الله عليه وسلم، وقالوا: أيُّنا لم يظلم نفسه؟ «فقال: رسول الله:» ليس كما تظنُون، وإنما هو كما قال لقمان لابنه:  «لا تُشرِك بالله إنّ الشِرْكَ لَظُلْمٌ عَظِيم» . </p><p> {وَتِلْكَ حُجَّتُنَآ آتَيْنَاهَآ إِبْرَاهِيمَ على قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَآءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} . </p><p> هذه هي الحجة لاتي أعطيناهها ابراهيم لقيمها على قومه، فارتفع بها عليهم، وسينّتُنا في عبادنا ان نرفع بالعلم والحكمة من نريد منهم درجات، ان ربك يا محمد حكيمٌ يضع الشيء في موضعه، عليم بمن يستحق الرفعة ومن لا يستحقها. </p>"
}