{
  "id": null,
  "sura": 6,
  "aya": 137,
  "text": "<p> شركاؤهم: سدنة الآلهة التي يعبدونها من الاوثان. لِيُرْدوهم: ليهلكوهم. ليلبسوا: ليخلطوا عليهم. حجر: محجور ممنوع. سيجزيهم: سيعاقبهم الله على هذه المنكرات. </p><p> كما زيّنتْ لهم أوهامهم تلك القسمة الظالمة التي مر ذكرها في الآية السابقة من الحرث والابل ولابقر وغيرها- زيّنت لهم اوهامهم وتضليلُ شركائهم من خدّام الاوثان وشياطين الانس ان يقتلوا اولادهم. وكان ذلك يتم إما تديُّناً وتقرباً لآلهتهم في الجاهلية، او بسبب من الفقر، كما جاء في بعض الآيات. ومنهم من كان يئد البنات، اي يدفن في التراب، خوفا من العار الذي يمكن ان يُلحقنه به. </p><p> وكان نَذْر قتل بعض الأولاد جاريا في دينهم، ومن ذلك نذْرُ عبد المطلب ان يقتل آخر اولاده ان وُلد له عشرة ذكور فكان العاشر عبد الله. وفداه بمئة من الابل كما أفتاه بذلك بعض الكهان. </p><p> {لِيُرْدُوهُمْ وَلِيَلْبِسُواْ عَلَيْهِمْ دِينَهُمْ} . </p><p> لقد يزنوا لهم هذه الخرافات المنكرة ليلِكوهم بالاغواء، ويفسدوا عليهم فِطرتهم، حين تنقلب عواطف الوالدين من رحمة ورأفة الى قسوة ووحشية. من ثَمَّ ينحر الوالدُ ولده، ويدفن بنتَه الضعيفة وهي حية. </p><p> {وَلَوْ شَآءَ الله مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} . </p><p> تلك مشيئة الله في خلقه بما ينتحلونه من شرائع وما يفترون عليه من كذب، فاتركهم ايها الرسول. ان عليك ان تقوم بما أُمرت به من التبليغ، والله هو الذي يتولى أمرهم، وله سُنن فيه هداية خلقه لا تتغير ولا تتبدل. </p><p> ثم ذكر الله تعالى ثالثا من آرائهم وديانتهم الفاسدة فقال: </p><p> {وَقَالُواْ هذه أَنْعَامٌ وَحَرْثٌ} . </p><p> يعني: ومن أوهام انهم قسموا أنعامهم وزعهم أقساما ثلاثة: </p><p> ١- أنعام وأقوات وحبوب وغيرها ممنوعة، تُجعل لمعبوداتهم، لا يأكلها أحد الا من يشاؤون من خَدَمة الاوثان، ويقولون هي «حِجْر» يا محجورة للآلهة لا تعطى لغيرهم. </p><p> ٢- أنعام حَرُمت ظهروها، فلا تُركب ولا يُحمل عليها، كما جاء في قوله تعالى بسورة المائدة:  {مَا جَعَلَ الله مِن بَحِيرَةٍ وَلاَ سَآئِبَةٍ وَلاَ وَصِيلَةٍ وَلاَ حَامٍ ولكن الذين كَفَرُواْ يَفْتَرُونَ على الله الكذب وَأَكْثَرُهُمْ لاَ يَعْقِلُونَ} . </p><p> ٣- أنعام لا يذكرون اسم الله تعالى عليها عند الذبح، بل يُهدونها لألهتهم وحدها وذلك لكذبهم علىلله تعالى بشِركهم. </p><p> ان الله تعالى سيجزيهم بالعذاب في الآخرة، بسبب افترائهم عليه وتحريمهم ما لم يحرمه هو. </p><p> ثم ذرك نوعاً آخر من أحكامهم في التحريم بيّن فيه سخفهم وكذبهم على الله فقال:  {وَقَالُواْ مَا فِي بُطُونِ هذه الأنعام خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ على أَزْوَاجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ. . .} . </p><p> ومن ديانتهم الباطلة أنهم يقولون: ان ما في بطون الأنعام التي لا تُذبح ولا تُركب هو للذكور خاصة، ويحرُم على النساء. </p><p> لكن لك الجنين اذا سقط ميتا اشترك في أكل لحمه الذكور والاناث فكيف يجوز ذلك! ان الله سيجزيهم على كذبهم الذي وصفوا به فعلهم، اذا ادعوا ان هذا التحريم من عند الله وهو من عند أنفسهم. إن الله عليه بكل شيء، حكيم تسير جميع أفعاله على مقتضى الحكمة. </p><p> {قَدْ خَسِرَ الذين قتلوا أَوْلاَدَهُمْ سَفَهاً بِغَيْرِ عِلْمٍ وَحَرَّمُواْ مَا رَزَقَهُمُ الله افترآء عَلَى الله قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَ} . </p><p> لقد خسر اولئك قتلوا أولادهم، وَوَأَدُوا بناتهم سَفَهاً وحُمقاً، فالولد نعمةٌ من الله على العبد، {المال والبنون زِينَةُ الحياة الدنيا} فاذا سعى العبد في زوال هذه النعمة خسر خسرانا عظيما، واستحق الذم في الدنيا، والعقاب في الآخرة. </p><p> كذلك أولئك الذين حرموا على انفسهم ما رزقهم الله من زرع وحيوان. . . . لقد ضلُّوا وبعُدوا عن الحق، فهم لا يتّصفون بالهداية بحالٍ من الأحوال. </p><p> قراءات: </p><p> قرأ ابن عامر:  «وكذلك زُيّن لكثيرٍ، المشركين قتلُ اولادَهم شركائِهم بنصب اولادهم وجرّ شركائهم، وهنا فصل بين المضاف والمضاف اليه. وقرأ الباقون» زَيَّن لكثيرٍ من المشركين قتلَ اولاَدِهم شركاؤُّهم «وقرأ ابن كثير وابن عامر:» قد خسر الذين قَتَّلوا «بالتشديد. </p>"
}