{
  "id": null,
  "sura": 6,
  "aya": 130,
  "text": "<p> الخطاب هنا موجه الى الجنّ والإنس معا، فهل ارسل الله الى الجن رسلا منهم كما ارسل الى الإنس؟ يقول جمهور العلماء: ان الرسل كلهم من الإنس كما يدل عليه ظاهر الآيات الاخرى. اما عالم الجن فهو غيبّي لا نعرف عنه إلا ما ورد به النص. وقد دل القرآن الكريم والاحاديث الصحيحة على ان النبي علي الصلاة والسلام قد أُرسل إليهم ايضا في قوله تعالى: </p><p> {وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَراً مِّنَ الجن يَسْتَمِعُونَ القرآن فَلَمَّا حَضَرُوهُ قالوا أَنصِتُواْ فَلَمَّا قُضِيَ وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ. . . الآيات} من سورة الاحقاف. فهذا يدل على ان الرسل من الإنس وحدهم، وان الجن كانوا يستمعون لهم وينذرون أقوامهم. </p><p> فالله تعالى يقول لهم يوم القيامة: يا أيها الإنس والجن، لقد جاءتكم الرسل يذكُرون لكم الحجج والبينات، ويتلون عليكم الآياتِ المبينَة لأصول الايمان، والفصِّلة لأحكام الشرائع، وينذرونكم لقاء الله في هذا اليوم العصيب، فكيف تكذبون؟ </p><p> فأجابوا: قد أقررنا وشهِدنا على أنفسنا بما ارتكبنا ولكنهم: </p><p> {وَغَرَّتْهُمُ الحياة الدنيا} قد خدعتهم الحياة في الدنيا ومتاعها من الشهوات والاموال والاولاد، وحبُّ التسلط على الناس. بذلك أقرّوا وشهدوا على انفسهم انهم كانوا جاحدين كافرين بالآيات والندر. </p><p> ثم يلتفت سبحانه وتعالى بالخطاب الى الرسول الكريم والمؤمنين، والى الناس اجمعين فيقول: </p><p> {ذلك أَن لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ} . </p><p> وهذا من رحمة ربنا تعالى بنا جميعا، فهو لا يؤاخذ الناس حتى على الشِرك والكفر حتى يرسل اليهم الرسل، كما بين ذلك في عدد من الآيات منها:  {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل} . </p><p> فالله سبحانه لايهلك القرى بظلمهم وأهلها غافلون عن الحق، بل يبهُهُم على يدِ رُسله أولاً، فإن تمادَوا نالوا جزاءهم. </p><p> وعلاوة على ان هذه الآيات تصوّر رحمة الله بالانسان وفضله عليه، فإنها أيضاً تقرر ان العقل والمدارك وحدها لا تكفي، ولا تعصم من الضلال، ما لم تساندْها العقيدة ويَضبطْها الدين. </p><p> ثم يختم بتقرير لطيف في شأن الجزاء، للمؤمنين وغيرهم على السواء، فيقول:  {وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ} . </p><p> أي أن لكل عامل خيرٍ أو شرِ درجاته من جزاء ما يعمله. . . ان خيرا فخير، وان شرا فشر، والله تعالى غير غافل عما يعملون، بل ان عملهم في كتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها. </p>"
}