{
  "id": null,
  "sura": 6,
  "aya": 59,
  "text": "<p> المفاتح: جمع مفتح بفتح الميم، ومفتاح. يتوفاكم بالليل: جعل النوم مثل الموت. توفّاه أخذه وافياً كاملا. جرحتم: عملتم. يبعثكم فيه: يرسلكم ويوقظكم من النوم في النهار. الأجل المسمى: مدة البقاء في الدنيا. الحفظة: الملائكة الكرام الكاتبون. </p><p> بعد أن أمر الله تعالى الرسول ان يبين للمشركون انه على بينة من ربه فيما بلّغهم من الوحي، وان ما يستعجلونه من العذاب ليس عنده، وان الله تعالى يقضي الحق ويقصه على رسوله- عَمَد الى وصف حقيقة الالوهية في مجال عميق من مجالاتها الفذة، هو مجال الغيب المكنون. فيقول: </p><p> وعند الله علمُ جميع المغّيبات، لا يحيط بها علماً الا هو وحده، ومن أظهره هو على بعض العلم كما جاء في سورة الجن {عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ} . </p><p> والمغّيبات قسمان: </p><p> مغيبات مطلقة لا يمكن أن يصل إليها العقل الانساني، ومنها ما يقع للإنسان في المستقبل من حوادث تتعلق به. </p><p> ومغيبات نسبية، وهي ما يتعلق بأسرار الكون وما فيه، وتسخيره لخدمةالإنسان، فإن العلم بها قد يغب اجيالا ثم يظهر من بعد. ومفاتح هذه المغيبات أيضا بيد الله، ويوفّق إليها من يشاء من عباده الذين يتعمقون في دراسة الكون. ومن ذلك الاختراعاتُ التي نرى بعض الناس يصلون إليها بعد جهد جهيد بتوفيق الله. </p><p> روى البخاري عن سالم بن عبد الله عن ابيه ان رسول الله صلى الله عليه وسلم قال:  «الغيْبِ خَمْس: إن الله عندَهُ عِلمُ الساعةِ، ويُنَزّلُ الغيْثَ، ويعلَمُ ما في الأرحامِ، ما تَدري نفسٌ ماذا تَكسِبُ غَداً، وما تَدرِي نفسٌ بأيّ أرضٍ تموت، إن الله عَلِيمٌ خَبير» . </p><p> ويحيط علم الله كذلك بجميع الموجودات في البر والبحر، ولا تسقط ورقة عن شجرةً إلا بعلمه، ولا حبة ما في باطن الارض، ولا شيء رطب ولا يابس، الا هو في اللوح المحفوظ عند الله. </p><p> والخلاصة، إن عند الله عِلمَ ما لا تعلمونه، وعنده علم ما يعلمه جميعهم، فهو يعلم ما كان وما يكون وما هو كائن الى يوم القيامة. </p><p> وهو الذي يتوفى أنفسَكم في اثناء النوم، أي يُزيل إحساسها، ويوقظكم في النهار، ويعلم ما كسسبتم فيه. . . حتى ينتهي أجَل كل منكم، ثم ترجعون اليه يوم القيامة فيخبركم باعمالكم ويجازيكم عليها. </p><p> {وَهُوَ القاهر فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً} . </p><p> بعد ان بين الله امر الموت والرجوع اليه للحساب، والجزاء، ذكره فهره لعباده وارسال الحفظة لاحصاء اعمال البشر فقال: إن الله هو الغالب بقدرته، المستعلي بسلطانه على عباده، يرسل عليكم ملائكة يحصون اعمالكم الى ان تجيء نهاية كل منكم، فتقبض روحه ملائكتنا الذين نرسلهم لذلك وهم لا يقصّرون فيما يوكل اليهم. </p><p> روى البخاري ومسلم عن أبي هريرة ان النبي صلى الله عليه وسلم قال:  «يتعاقبون فيكم ملائكةُ بِالليل، وملائكة بالنهار، يجتمعون في صلاة الفجر وصلاة العصر،ثم يعرُج الذين باتوا فيكم فيسألهم ربُّهم وهو أعلم بهم:كيف تركتم عبادي؟فيقولون:تركناهم وهم يصلّون، وأتيناهم وهم يصلّون» . </p><p> قراءات: </p><p> قرأ حمزة «توفاه رسلنا» بالألف الممالة، والباقون «توفته رسلنا» . </p>"
}