{
  "id": null,
  "sura": 6,
  "aya": 148,
  "text": "<p> يخرُصون: يحزرون، يخّمون، وهو هنا بمعنى الكذب الحجة البالغة: الدلال المبينة للقصد المستقيم. هلّم. احضُروا بربهم يعدلون: يتّخذون له عديلاً ومثيلا. </p><p> سيقول المشركون اعتذاراً عن شِركهم، وتحريم ما أحلّ الله من المطاعم وتكذيباً لما أبلغتَهم من مقتِ الله لما عليه: إن الإشارك منّا، وتحريمَ الحلال- كانا بمشيئة الله ورضاه ولو شاء عدم ذلك، وكرِه منّا ما نحنُ عليه، ما أشركنا نحنُ ولا أسلاُفنا، ولا حرّمنا شيئاً مما أحلّه لنا. </p><p> ولقد كذَّب الذين من قبلهم رسُلَهم، كما كذّبك هؤلاء، واستمروا في تكذيبهم حتى نزل بهم عذابُنا. فقل ايها الرسول لهؤلاء المكذّبين: هل عندكم فيما تقولونه هذا علم تعتمدون عليه وتحتجون به؟ أظهِروه لنا إذا كان عندكم ذلك. إننا نود أن نفهمه ونوازنَ بينه وبن ما جئناكم به من الآيات الواضحة. </p><p> ثم يُبَيّن حقيقة حالهم بقوله تعالى: </p><p> {إِن تَتَّبِعُونَ إِلاَّ الظن وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ} . </p><p> أي إنكم لستم على شيء من العلم، وما تتبعون فيما تقولون الا الظنَّ الذي لا يُغني من الحق شيئا. </p><p> وبعد ان نفى سبحانه وتعالى عنهم حقيقة العلم- أثبت لذاته الحجةَ البالغة التي لا تعلوها حجة فقال: </p><p> {قُلْ فَلِلَّهِ الحجة البالغة فَلَوْ شَآءَ لَهَدَاكُمْ أَجْمَعِينَ} . </p><p> قل أيها النبي لهؤلاء الجاهلين: إن لِلّهِ الحجةَ الواضحة على كذبكم وادّعائكم أن الله قد رضيَ بعلمكم، ولا حجةَ لكم فيما تزعمون من الشِرك والتحليل والتحريم وغيرهما، ولو شاء الله أن يَهديكم بغير هذه الطريقة التي اقام امر البشر عليها (وهي التعليم والارشاد بطريق النظر والاستدلال) - لهداكم اجمعين، فجعلكم تؤمنون بالفطرة كالملائكة، ولجعل الطاعة فيكم بغير شعور منكم ولا ارادة. . . وحينئذ لا تكونون من نوع الانسان الذي قضت الحكمة وسبق العلم بخلقه مستعدّاً لمل الخير والشر، الحق والباطل. </p><p> وبعد أن نفى عنهم العلم وسجّل عليهم اتّباع الهوى- أمَر رسوله الكريم ان يطالب المشركين بإحضار من عساهم يعتمدون عليه من الشهداء في إثبات ما ادّعوه فقال: </p><p> {قُلْ هَلُمَّ شُهَدَآءَكُمُ الذين يَشْهَدُونَ أَنَّ الله حَرَّمَ هذا} . </p><p> هاتوا أنصاركم الذين يشهدون لكم ان الله حرم هذا الذي زعمتم انه حرام. فان حضروا وشهدوا، فلا تصدِّقهم يا محمد، لأنهم كاذبون وإياك أن تتّبع أهواء هؤلاء الذين كذّبوا بالأدلة الكونية والقرآن المتلُو، والذين لا يؤمنون بالآخرة، كما شركون بالله، ويتخذون له مثيلاً يشاركه في قدرته. </p>"
}