{
  "id": null,
  "sura": 6,
  "aya": 33,
  "text": "<p> الجحود والجحد: الانكار، وعدم الاعتراف بالحق. كلمات الله: وعده ووعيده النبأ: الخبر ذو الشأن العظيم كبر الامر: عظم، وشق وقْعه. الاعراض: لاتولي والانصراف عن الشيء رغبة عنه، او احتقاراً له. الاتبغاء: طلبُ ما في طلبه مشقة. النفق: سرب في الارض له مدخل ومخرج السلّم: المرقاة، مأخوذة من السلامة لأنه الذي يُسْلمك إلى المكان الذي تريد الجهل: ضد العلم ويُذَم الانسان بجهل ما يجب عليه علمه. </p><p> {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ} . </p><p> اننا نعلم بتكذيبهم لرسالتك وحزنك واسفك عليهم، فلا تحزن من ذلك، فان منشأ هذا التكذيب هو العناد والجحود. </p><p> {فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ} . </p><p> إن الحقيقة أنهم لا يتهمونك يا محمد بالكذب، ولكنهم يظلمون أنفسهم مكابرة في الحق وعناداً له، فينكرون بألسنتهم دلائل صدقك، وعلامات نوبتك. </p><p> هناك روايات كثيرة وردت عن إقرار بعض زعماء قريش بصدق النبي عليه الصلاة والسلام، ولكنْ سراً بينهم. فقد روى ابن جرير عن السُدّي ان الأخنَس ابن شريق وأبا جهل التقيا، فقال الأخنس لأبي جهل: يا أبا الحكَم اخبرني عن محمد: أصادق هو أم كاذب؟ </p><p> فانه ليس ها هنا أحد يمع كلامك غيري. قال ابو جهل: والله إن محمداً لَصادق وما كذب قط، ولكن اذا ذهب بنو قومه بالواء والسقاية والحجابة والندوة النبوةّة فماذا يكون لسائر قريش؟! والزعامة الدنيوية والمصلحة هنا هما أساس إعراض أبي الحكَم، كما ترى. </p><p> وروى سفيان الثورِي عن عليّ كرم الله وجهه قال: قال ابو جهل للنبي صلى الله عليه وسلم: إنّا لا نكذّبك ولكن نكذّب بما جئت به. </p><p> فهم يعلمون حق العلم ان الرسول صادق، وقد جرّبوه منذ نشأته وعرفوه، لكن خوفهم على مراكزهم جعلهم يصرّون على الكفر والجحود. </p><p> {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ على مَا كُذِّبُواْ وَأُوذُواْ حتى أَتَاهُمْ نَصْرُنَا} . </p><p> لقد قوبل رسل قبلك يا محمد بالتكذيب والإيذاء من اقوامهم كما تجد أنت الآن من قومك، فصبروا حتى نصرناهم، فاصبر انت مثلهم. </p><p> {وَلاَ مُبَدِّلَ لِكَلِمَاتِ الله} . </p><p> إصبر وسيأتيك نصرنا، فلا مغّير لوعدِ الله بنصْرِ الصابرين. </p><p> {وَلَقدْ جَآءَكَ مِن نَّبَإِ المرسلين} . </p><p> لقد قصصنا عليك من أخبار هؤلاء الرسل وتأييدنا لهم، ما فيه تسلية للك، ويقتضيه توجيه الرسالة نم تحمُّل الشدائد. </p><p> {وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ. . الآية} . </p><p> ان كان قد شق عليك انصرافهم عن دعوتك، فإن استطعت أن تتخذ طريقا في باطن الأرض، أو سلّما تصعد به الى السماء، فتأتيهم بدليل على صدقك- فافعل. ليس في قدرتك ذلك يا محمد، فأرحْ نفسك واصبر لحكم الله. ولو شاء الله هدايتهم لحلهم جميعاً على الإيمان بما جئت به قسراً وقهراً. لكنه تركهم لاختبارهم، فلا تكونن من الذين لا يعلمون حكم اله وسنّته في الخلق. </p><p> قراءات: </p><p> قرأ نافع والكسائي «لا يُكْذِبونك» من اكذب والباقون «يُكَذِّبونك» وقرئ «ليُحْزِنك» . </p>"
}