{
  "id": null,
  "sura": 6,
  "aya": 4,
  "text": "<p> الآية: العلامة والعبرة والحجة، ومن القرآن جملة او جُمل. الاعراض: التولي عن الشيء. الحق: دين الله الذي جاء به خاتم رسله. الإنباء: الإخبار الذي جاء به القرآن الكريم من وعد ووعيد القرن: القوم المقترنون في زمن واحد، جمعُه قرون. مكّناهم في الارض: جعلناهم يتصرفون فيها. ارسلنا عليهم السماء مدرارا: امطرنا عليهم مطرا غزيرا. </p><p> بعدأن أرشد سبحانه وتعالى في الآيات السالفة الى دلائل وحدانيته، وذكَر انها على شدة وضوحها لم تنمع المشركين من أن يتجاهلون ذلك كله- جاءت هذه الآية تقرر أن الله آياتٍ يبعث بها أنبياءه إلى خلقه، وهي آيات الشرائع والاحكام، وآيات الخلق والاتقان. لكن الناس مع وضوح هذه الآيات تأخذهم فتنة الحياة، فيُعرضون ويكذّبون. ثم توعّدهم ربهم على إعراضهم ذاك وأنذرهم عاقبة التكذيب بالحق، ووجَّه أنظارهم الى ما حل بالأمم التي قبلهم لعلّم يرعوون. </p><p> {وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ} . </p><p> ولا تنزلُ عليهم آية من تلك الآيات الناطقة بتفصيل بدائع صنع الله إلا أعرضوا عنها استهزاءً وتكذيبا. </p><p> ولما بيّن تعالى أن شأنهم الإعراضُ عن الآيات قال:  {فَقَدْ كَذَّبُواْ بالحق لَمَّا جَآءَهُمْ} اي أنه بسببٍ من ذلك الإعراض عن النظر في الآيات كذّبوا بالحق الذي جاءهم به النبيّ عليه السلام، ولم يتأملوا ما فيه. </p><p> ثم هدّدهم وتوعدهم على تكذيب فقال:  {فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُواْ بِهِ يَسْتَهْزِءُونَ} أي ان عاقبة لاتكذيب أن تحل بهم العقوبات العاجلة، من نصر رسوله وأصحابه، وإظهار دينه على الدين كله. وقد حقق ذلك، وتم فتح مكة والنصر لدين الله. </p><p> وبعد ان توعدهم سبحانه بنزول العذاب بهم بيّن أنّ مما جرت به سُنّته في المكذبين قبلهم ليتّعظوا فقال: </p><p> {أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّاهُمْ فِي الأرض مَا لَمْ نُمَكِّن لَّكُمْ؟} </p><p> ألم يَعْلموا أنّنا أهلَكْنا أُمماً كثيرةً قبلَهُم، أعطَيْناهم مِن أسبابِ القُوّة والبقاءِ في الأرضِ ووسّعنا عليهم في الرزق والنعيم ما لم نُعْطِكم مثلَه ايها الكافرون. </p><p> ولما لم يشكروا هذه النِعم، أهلكناهم بسبب شركهم وكثرة ذنوبهم {وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْناً آخَرِينَ} اي أوجدنا أناساً غيرهم خيراً منهم. </p><p> وفي هذه الآية ردّ على كفار مكة وهدمٌ لغرورهم بقوتهم وثروتهم، قبالة ضعف أصحاب النبي صلى الله عليه وسلم وفقرهم في ذلك الوقت. كما حكى الله عنهم في قوله:  {وَقَالُواْ نَحْنُ أَكْثَرُ أَمْوَالاً وَأَوْلاَداً وَمَا نَحْنُ بِمُعَذَّبِينَ}  [سبأ: ٣٥] . </p>"
}