{
  "id": null,
  "sura": 6,
  "aya": 65,
  "text": "<p> الشيع: واحدها شيعة، وهم كل قوم اجتمعوا على أمر. او يلبسكم شيعا: يخلط أمركم خلط اضطراب فيجعلكم فرقاً مختلفة. بأس: شدة نصرف الآيات: نحولها من نوع الى آخر من فنون الكلام. يفقهون: يفهمون. مستقر: وقت استقرار ووقوع. </p><p> بعد ان بيّن تعالى الدلائل على كمال القدرة الآلهية، ونهاية الرحة بعباده، ذكر هنا قدرته على عذيبهم إن عصوَه، وأبان ان عاقبة كفران النعم زوالها. </p><p> قل ايها الرسول لقومك الذين لا يشكرون نعمة الله ويشركون معه غيره في العبادة: ان الله وحده هو الذي يقدر على أن يرسل عليكم عذاباً يأتيكم من أعلاكم او من أسفلكم، او يجعل بعضكم لبعض عدوّاً، وتكونون طوائف مختلفة الاهواء متناكرة، يقتل بعضكم بعضا. </p><p> انطر ايها الرسول كيف دلّت الدلائل على قدرتنا واستحقاقنا وحدنا للعبادة، ومع هذا لا يؤمن قومك بذلك!! لا شك ان هذه الآية من معجزات القرآن الذي لاتفنى عجائبه، فإن فيها نبأ مَن كان قبل الإسلام، ومن كان زمن التنزيل، ومن سيأتي بعدهم. </p><p> فهذه الحروب التي تشبّ في عصرنا فيها من الأهوال ما لم يسبق له نظير، فقد ارسل الله على تلك الأمم المحاربة عذاباً من فوقها تقذفه الطائرات والصواريخ وعذاباً من تحتها تقذفه الغواصات من اعماق البحار، وتهلك به مختلف السفن، كما جعل امم اوروبا شيعاً متعادية، ذاق بعضُها بأس بعض فحلّ بها من القتل والدمار والتخريب ما يشيب له الاطفال. </p><p> واذا نظرنا في احوالنا نحن العرب والمسلمين، نجد أننا يعادي بعضنا بعضا ونحترب، فيما العدو مترّبص بنا يتظر لينقضّ علينا ويلتهم ما يستطيع من أراضينا وبلادنا. وما ذلك إلا لأننا بعُدنا عن ديننا، وغرّتْنا الحياة الدنيا، فاصبحنا شيعاً كل حزب بما لديهم فرحون. </p><p> روى أحمد والترمذي عن سعد بن أبي وقاص قال «سئل رسول الله صلى الله عليه وسلم عن هذه الآية» قُلْ هو القادِرُ الخ. . . «قال: أما إنّها كائنةٌ ولَمء يأتِ تأويلُها بعد. . . .» </p><p> {وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الحق. . .} . </p><p> ثم ذكر الله تعالى ان قوم الرسول الكريم قد كذبوا بالقرآن على ما فيه من الآيات الواضحة البينة، وهو الحق الثابت، الذي لا يأتيه الباطل من بين يديه ولا من خلفه. </p><p> ثم امر رسوله أن يبلغهم أن لا سبل له في اجبارهم على الايمان به فقال:  «قُلْ لَسْتُ عَلَيْكُم بِوَكِيل» لا أنا حفيظ ولا رقيب، وإنما أنا رسول أبلّغكم رسالات ربي، ولا أملك القدرة على اجبار الناء ان يؤمنوا. </p><p> ثم هددهم وتوعدهم على التكذيب به فقال: </p><p> {لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ} لك خبر جاءَ به القرآن وقت يتحقق فيه، وسوف تعلمون صدق هذه الاخبار عند وقوعها. </p>"
}