{
  "id": null,
  "sura": 6,
  "aya": 105,
  "text": "<p> نصرّف الآيات: نأتي بها متواترة حالا بعد حال، مفسرين لها في كل مقام بما يناسبه. درس الكتابَ والعلم يدرسه درسا ودراسة ومدارسة: قرأه وتعلمه. </p><p> يتجه الخطاب هنا الى الرسول الكريم، فيتحدث عن تصريف الآيات على مستوى لا يمكن ان يأتي به النبي الأُمّيّ من عنده. وفي ذلك إشارة الى أن المشركين يعلمون حق العلم ان النبيّ محمداً عاش بينهم ولم يدخل مدرسة، ولم يجلس إلى معلم، ومع هذا فهم يعاندون فيقولون: إن محمداً درس هذه القضايا العقيدية والكونية مع أحد أهل الكتاب. </p><p> كيف هذا وما كان شيء من حياتك يا محمد خافياً عليهم، لا قبل الرسالة ولا بعدها! وكيف هذا وليس مِن أهل الكتاب من يعلم شياً على هذا المستوى! ان كتب أ÷لا لكتاب موجودة قائمة، والمسافة شاسعة بين ما فيها وما فيه هذا القرآن الكريم. </p><p> ولا نريد ان نقول في هذه الكتب التي بين ايديهم شيئا، لكن علماءهم وكتابهم انتقدوها وبيّنوا كثيرا من زيفها وتحريفها. وقد صدر حديثا كتاب لعالم وطبيب فرنسي كبير هو الدكتور «موريس بوكاي» جعل اسمَه «القرآن والتوراة والانجيل والعلم» وفيه بيّن هذا العالم الكبير عبد دراسته التحليلة ان القرآن لا يتناقض مع الحقائق العلمية والتاريخية، خلافاً للتوارة والانجيل. وهو يقول: «لقد اعتبر الاسلام دائماً أن هناك اتفاقاً بين معطيات كتابه المقدس والواقع العلمي. ولم تكشف دارسه نص القرآن في العصر الحديث عن الحاجة الى اعادة النظر في هذا. وسوف نرى فيما بعد ان القرآن يثير وقائع ذات صفة علمية. وهي وقائع كثيرة جدا، خلافاً لقلّتها في التوراة. وليس هناك أي وجه للمقارنة بين القليل جداً لما أثارته التوراة من الأمور ذات الصفة العلمية، وبين تعدّد الموضوعات ذات السمة العلمية وكثرتها في القرآن. </p><p> وعلى سبيل المثال، نحن نجهل التاريخ التقريبي لظهور الانسان على الارض. . . لكنّنا لا نستطيع علمياً قبول صحة نص سفر التكوين الذي يورد أنساباً وتواريخ تحدّد أصل ظهور الانسان (خلق آدم) بحوالي ٣٧ قرنا قبل المسيح. . . هذا فيما نستطيع ان نطمئن إلى أنه لن يمكن أبداً إثبات أن الإنسان قد ظهر على الارض منذ ٥٧٣٦ سنة كما يقول التاريخ العبري في ١٩٧٥. وبناء على ذلك فإن معطيات التوراة الخاصة بقدم الانسان غير صحيحة. </p><p> وان الدارسة التي نقدمها الآن تختص بما تُنبئنا به الكتب المقدسة فيما يتعلق بالظاهرات الطبيعية المتنوعة الكثيرة، والتي تحيطها تلك الكتب بقليل او بكثير من التعليقات والشروح. ولا بد من الملاحظة ان الوحي القرآني غني جداً في تعدُّد هذه المواضيع، وذلك على خلاف ندرتها في العهدّين القديم والجديد. </p><p> لقد قمتُ أولاً بدارسة القرآن الكريم، وكان ذلك دون أي فكر مسبق وبموضوعية تامة، باحثاً عن درجة اتفاق نص القرآن ومعطيات العلم الحديث. </p><p> وكنت أعرف قبل هذه الدراسة، وعن طريق الترجمات- ان القرآن يذكر انواعا كثيرة من الظاهرات الطبيعية، ولكن معرفتي وجيزة. وبفضل الدراسة الواعية للنص العربي استطعت أن أحقق قائمة ادرتت بعد الانتهاء منها أن القرآن لا يحتوي على أية مقولة قابلة للنقد من وجهة نظر العلم في لاعصر الحديث. </p><p> وبنفس الموضوعية قمتُ بنفس الفحص على العهد القديم والأناجيل: أما بالنسبة للعهد القديم فلم تكن هناك حاجة للذهاب الى ابعد من الكتاب الأول، أي سِفر التكوين، حيث وجدت مقولاتٍ لا يمكن التوفيق بينها وبين أكثر معطيات العلم رسوخاً في عصرنا. </p><p> وأما بالنسبة للأناجيل فما نكاد نفتح الصفحة الأولى منها حتى نجد أنفسنا دفعة واحدة في مواجهة مشكلة خطيرة، ونعني بها شجرة انساب المسيح. ذلك أن نص إنجيل متّة يناقض بشكل جلي إنجيلَ لوقا. اذ أن هذا الاخير يقدم لنا صراحة أمراً لا يتفق مع المعارف الحديثة الخاصة بقدَم الانسان على الارض. غير ان وجود هذه الامور المتناقضة وتلك التي لا يحتلمها التصديق، وتلك الآخرى التي لا تتفق والعلم- لا يبدو لي أنها تستطيع أن تضعِف الايمان بالله. ولا تقع المسؤلية فيها إلا على البشر. ولا يستطيع أحدا أن يقول كيف كانت النصوص الاصلية، وما نصيب الخيال والهوى في عملية تحريرها، او ما نصيب التحريف المقصود من قِبَل كتبةِ هذه النصوص، او ما نصب التعديلات غير الواعية التي ادخلت على الكتب المقدسة. </p><p> ان ما يصدمنا حقاً في أيامنا هذه ان نرى المتخصصين في دراسة النصوص يتجاهلون ذلك التناقض والتعارض مع الحقائق العلمية الثابة، او نراهم يكشفون عن بعض نقاط الضعف ليحاولوا التستّر عليها، مستعيني في ذلك ببهلوانات جدلية. </p><p> وسنقدم في هذا الكتباب أمثلة لاستخدام وسائل التستّر على التناقض او على امر بعيد التصديق، مما يسمونه «صعوبةً» استحياءً منهم، وأنه كان ناجحا في كثير من الاحيان. وهذا ما يفسر لنا كيف ان كثيراً من المسيحيين ظلوا يجهلون نقاط الضعف الخطيرة في كثير من المقاطع في العهد القديم وفي الأناجيل وسيجد القارئ في الجزئين الأول والثاني من هذا الكتاب امثلة صحيحة في ذلك. </p><p> اما الجزء الثالث فسيد فيه القارئ أمثلة توضحيحية لتطبيق العلم على دارسة أحد الكتب المقدسة، وهو تطبيق لم يكن يتوقعه الانسان. كما سيجد القارئ في ذلك بياناً لما قد جاء به العلم الحديث الذي هو في متناول كل يد، من اجل فهمٍ أكملَ لبعض الآيات القرآنية التي ظلت حتى الآن مستغلقة او غير مفهومة. ولا عجب في هذا إذا عرفنا أن الإسلام قد اعتبر دائما ان الدين والعلم توأمان متلازمان. </p><p> فمنذ البدء كانت العناية بالعلم جزءاً لا يتجزأ من الواجبات التي أمر بها الإسلام. والواقع أن تطبيق هذا الأمر هو الذي أدى الى ذلك الازدهار العظيم للعلوم في عصر الحضارة الاسلامية. تلك الحضارة التي اقتان منها الغرب نفسه قبل عصر النهضة في أوربا. ان التقدم الذي تمّ اليوم، بفضل المعارف العلمية، في شرح بعض ما لم يكن مفهوما، أو بعض ما قد أسيء تفسيره حتى الآن، من آيات القرآن- ليشكّل قمةَ المواجهة بينالعلم والكتب المقدسة «.</p><p> هذه مقتطفات مختصرة جداً من مقدمة هذا الكتاب الرائع الذي يقدّم لنا شهادة صادقة صادرة عن دراسة وبحثٍ بأمانة وحياد وشجاعة بدون تحيز ولا تعصب. </p><p> {وكذلك نُصَرِّفُ الآيات وَلِيَقُولُواْ دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ} . </p><p> وبمثل هذا التنويع في عرض الدلائل الكونية، نعرض آياتنا في القرآن منّوعة مفصّلة، لنقيم الحجة بها على الجاحدين، فلا يَجِدوا الا اخلاق الكذب، فيهتموك بأنك تعلّمت من الناس لا من الله. </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو» دارست «وابن عامر ويعقوب» درستْ «بصيغة الماضي. </p><p> هكذا بين سبحانه لرسوله ان الناس في شأن القرآن فريقان: فريق فسدت فطرتهم ولم يبقَ لديهم استعداد لهدية، ولا للعلم بما فيه من تصريف الآيات، ومن ثم كان نَصيبهم منه الجحود والانكار. وفريق آخر اهتدى به وعمل بما فيه. . من ثَم أمر رسوله ان يتبع ما أوحي اليه من ربه، وان يُعرض عن المشركين، ولا يشغل باله بتكذيبهم وعنادهم. </p><p> {اتبع مَآ أُوحِيَ إِلَيْكَ مِن رَّبِّكَ لاا إله إِلاَّ هُوَ وَأَعْرِضْ عَنِ المشركين} . </p><p> اتّبعْ أيها النبي ما جاءك به الوحي من الله، هو المعبود الواحد الذي لا شريك له فالتزم طاعته، ولا تبالِ بعناد المشركين وإصرارهم على الشرك. </p><p> {وَلَوْ شَآءَ الله مَآ أَشْرَكُواْ وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظاً وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ} . </p><p> ولو شاء الله ان يُلزمهم الهدى لهداهم، ولكنه تركهم لاختيارهم، فلقد خلق تعالى النّاسَ بهذا الاستعداد للهدى والضلال، {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ} وما جعلناك يا محمد رقيباً تحصي عليهم اعمالهم، ولا أنت بمكلف أن تقوم عنهم بتدبير شئونهم وإصلاح أمرهم. </p>"
}