{
  "id": null,
  "sura": 6,
  "aya": 151,
  "text": "<p> الاملاق: الفقر. الفواحش: مفردها فاحشة، وهي كل ما قبح من الاقوال والافعال. يبلغ أشُده: تكتمل قواه العقلية والجسمية ببلوغ سن الرشد. القسط: العدل. لا تتبعوا السُبل: لا تحيدوا عن تعاليم الإسلام فتخسروا. </p><p> بعد ان بين الله بعاده جميع ما حرّم عليهم من الطعام، وذكر حجته البالغة على المشركين، لتحريمهم ما لم يحرّمه الله، ثم دحض شُبهتهم التي اتجوا بها على شِركهم بربهم- جاء بهذه الآيات الثلاث فيها بيان أصول المحرمات في الاقوال والافعال، واصول الفضائل وانواع البر. وقد عبر عنها بعض المفسرين بالوصايا العشر. </p><p> قل لهم ايها النبي: تعالوا أبيّن لكن المحرمات لاتي ينبغي ان تهتموا بها وتبتعدوا عنها: </p><p> ١- لا تجعلوا لله شريكاً ما، بأي نوعٍ كان من انواع الشرك. </p><p> ٢- وأحسنِوا الى الوالدين غاية الإحسان والبر. </p><p> ٣- ولا تقتلوا أولادكم بسبب فقرٍ نزل بكم، فلستم، انتم الرازقين، بل نحن الذين نرزقكم ونرزقهم. </p><p> ٤- وابتعِدوا عن كل ما عظم قُبحه من الأعمال. وقد جاءت كلمات فاحشة وفحشاء وفواحش في كثير من الآيات، من ذلك قوله تعالى:  {إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر} وقوله: {إِنَّ الله لاَ يَأْمُرُ بالفحشآء} . {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ} . {يانسآء النبي مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ} فكل عمل قبيح هو فاحشة. وقد روى البخاري ومسلم عن عبد الله بن مسعود أن النبي عليه الصلاة والسلام قال:  «لا أحدٌ أَغْيرُ من الله،من أجل ذلك حرّم الفواحش:ما ظَهر منها وما بطَن» . </p><p> ٥- {وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق} ، يعني إذا استحق القاتل ذلك. وفي الحديث الشريف «لايحل دم امرئ مسلم الا بأمور ثلاثة: كفرٌ بعد ايمان، وزنا بعد إحصان، وقتل نفس بغير حق» . </p><p> {ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ} . </p><p> أمركم الله تعالى أمراً مؤكّدا باجتناب هذه المنهيات لتعقلوا ذلك. </p><p> ٦- ولا تتصرفوا في مال اليتتيم الا بأحسنِ تصرُّف يحفظه وينميه، فاحفظوا مال اليتيم، وثمّروه، وأنفقوا منه على تربيته وتعليمه ما يصلُح به معاشه واستمرّوا على ذلك حتى يبلغ رُشده، ويستطيع ان يستغل ماله بالتصرف السليم. فإذا بلغ فسلِّموه إليه كم قال تعالى في آية اخرى. {فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ} . </p><p> ٧- وأتِمّوا الكيل إذا كِلتم للناس، او اكتلتم لأنفسكم. وأفو الميزانَ إذا وزنتم لأنفسكم فيما تبتاعون، او لغيركم فيما تبيعون ولا تكونوا من أولئك المطففين الذين وصفهم الله بقوله:  {الذين إِذَا اكتالوا عَلَى الناس يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ} . </p><p> {لاَ نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا} فالله تعالى لا يكلّف نفساً الا ما تستطيعه دون حرج. </p><p> وهذا الامر وقع في الأُمم التي قبلَنا قديماً كما حكى الله تعالى عن قوم شعيب بقوله:  {وياقوم أَوْفُواْ المكيال والميزان بالقسط وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ} . </p><p> وقال صلى الله عليه وسلم لصحاب الكيل والميزان:  «إنكم وُلِّيتم أمراً هلكتْ فيه الأمم السالفةُ قَبلكم» . ولا يزال ذلك يقع من كثي من ضعاف النفوس. </p><p> ٨- {وَإِذَا قُلْتُمْ فاعدلوا وَلَوْ كَانَ ذَا قربى} اذا قلتم قولاً في حكمٍ او شهادة او خير او نحو ذلك، فلا تميلوا عن العدل والصدق، دون مراعات لصِلة القرابة او المصاهرة او الجنس. فبالعدل والصدق تصلح شئون الأمم والافراد، فلا يحلُّ لأحد ان يحابي احداً لقرابة او غيرها {يَا أَيُّهَآ الذين آمَنُواْ كُونُواْ قَوَّامِينَ للَّهِ شُهَدَآءَ بالقسط} </p><p> و٩- {وَبِعَهْدِ الله أَوْفُواْ} وأوفوا بعهد الله، فلا تنقُضوا عهده الذي أخذه عليكم بالكاليف، ولا العهودالتي تأخذونها بينكم، فيما يتلعق بالمصالح المشروعة {والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ} . فمن آمن فقد عاهد الله حين الإيمان به ان يمتثل أوامره ونواهيه، وما شرعه لناس ووّصاهم به. </p><p> روى البخاري ومسلم عن عبد الله بن عمران ان النبي صلى الله عليه وسلم قال:  «أربعٌ من كنّ فيه كان مفاقاً خلاصا،ومن كانت فيه خصلة منها كانت فيه خصلة من النِفاق حتى يدَعَها:اذا حدَّث كذَب، واذا وعَد أخلف، واذا عاهد غدر، واذا خاصم فجر» . </p><p> {ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} ان ذلك الذي تلوتُه عليكم من الأوامر والنواهي وصاكم الله به رجاء ان يذكره بعضكم لبعض مثل قوله تعالى: {وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر} . </p><p> {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ} . </p><p> وان هذا القرآن الذي ادعوكم اليه، وادعوكم به الى ما يحييكم، هو صراطي ومنهاجي الذي اسلكه الى مرضاة الله، لا يَضِلُّ سالكه، ولا يهتدي تاركه. </p><p> ١٠- لا تتعبوا الطرق الباطلة المضلّة التي نهاكم الله عنها، حتى لا تتفرقوا شيعا واحزابا، وتبعدواعن صراط الله المستقيم، كما هو حاصلٌ اليوم. فنحن لنا في كل خِربةٍ دولةٌ ذات مجد!! هدانا الله وتجاوز عما نحن فهي من مخادعة! </p><p> اخرج الامام احمد والنسائي وابو الشيخ عن عبد الله بن مسعود قال: </p><p> «خطّ رسول الله خطاً بيده، ثم قالك سبيلُ الله مسقيما،ثم خط خطوكاً عن يمين ذلك الخط وعن شماله ثم قال:وهذِه السبُل ليس منها سبيل الا عليه شيطان يدعو اليه» ثم قرأ: {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ} . </p><p> وقد جعل الله تعالى المستقيم واحدا والسبلَ المخالفة متعددة، لأن الحق واحدٌ والباطل كثير. ولما كان اتباع الصراط المستقيم وعدم التفرق فيه يجمع الكلمة ويعز اهل الحق، كان التفرق فيه سبب الضَّعف وذلك التفرقين وضياع حقهم. </p><p> {ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} لقد أوصاكم باتباع صراط الحق المستقيم ونهاكم عن سبل الضلالات والأباطيل ليهيئكم لاتقاء كل ما يشقي ويردي في الدنيا والآخرة. </p><p> وقد وردت احاديث كثيرة بشأن هذه الوصايا، من ذلك ما أخرجه عبد بن حميد، وابن أبي حاتم، وأبو الشيخ عن عبادة بن الصامت قال: قال رسول الله صلى الله عليه وسلم: «أَيُّكم يبايعني على هؤلاء الآيات االثلاث؟ثم تلا:قل تَعالوا أتلُ ما حرّم ربُّكم عليكم. . . ثم قال فَمن وفى بهنّ فأجرُه على الله، ومن انتقص منهنّ شيئاً فأدركه الله في الدُّنيا كانت عقوبتُه، من أخّر إلى الآخرة كان أمرُه الى الله، إن شاء أخذه وان شاء عفا عنه» . </p><p> قراءات: </p><p> قرأ حمزة والكسائي «وإن هذا طرطي» بكسر همزة إن. وقرأ ابن عامر ويعقوب «وأنْ هذا صرايط» بفتح همزة أَن وبتخفيف النون وقرأ ابن عامر «صراطيَ» بفتح الياء والباقون بتسكين الياء. وقرأ نافع وابن كثير وابو عمرو وعاصم: وأنَّ، بفتح الهمزة وتشديد النون. </p><p> لقد رسمتْ هذه الآيات للإنسان طريق علاقته بربه الذي يرجع اليه الاحسان والفضل في كل شيء:  «ألاّ تُشرِكوا به شيئا» ، ووضعت الأساس المتين الذي يُبنى عليه صرح الأُسَر التي تكوِّن الأمةَ القوية الناجحة في الحية:  «وبالوالدَين إحسانا» ، وسدّت منافذ الشر الذي يصب الانسان من الانسان في الأنفُس والأعراض والاموال، وهي عناصر لا بدّ لسلامة الأُمة من سلامتها:  «ولا تقتلوا أولادَكم» ، «ولا تقتلوا النفسَ»  «ولا تقربوا مال اليتيم» ثم ذكرتْ أهمّ المبادئ التي تسمو الحياة الاجتماعيةُ بالتزامِها والمحافظة عليها: «وأوفوا الكيلَ والميزان»  «واذا قُلتم فاعِدلوا»  «وبعهدِ الله أَوفوا» وخَتمت بأن هذه التكاليف، وتلك المبادئ، هي الصِراط المستقيم، بُعِث به محمد عليه الصلاة والسلام، كما بعث به جميع الرسل السابقين. </p><p> وقد اطلق العلماء على ما جاء في هذه الآيات الثلاث «الوصايا العشر» نظرا لتذييل آياتها الثلاث بقولِ الله: «ذلكُم وصّاكم به» وقد روي عن عبد الله بن مسعود انه قال: «مَن سرَّه أن ينظر الى وصيّةِ محمد التي عليها خاتَمُه فليقرأْ هذه الآيات: {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ. . .إلى قوله:لَعَلَّكُمْ تَتَّقُونَ} . </p><p> ورُوي عن عليّ بن أبي طالب رضي الله عن هـ، قال: </p><p> لما امر الله نبيّه صلى الله عليه وسلم ان يَعرِض نفسه على قبائل العرب خرج الى مِنَى وأنا وأبو بكرٍ معه. فوقف رسول الله على منازل القوم ومضاربهم، فسلَّم عليهم وردّوا السلام. وكان في القوم مفروقُ بن عمرو، وهانئ بن قَبيصة، والمثنّى بنُ حارثة والنعمانُ بن شَريك. </p><p> وكان مفروق أغلبَ القوم لساناً وأوضَحهم بياناً، فالتفتَ إلى رسول الله وقال له: إلامَ تدعو يا أخا قريش؟ فقال النبي صلى الله عليه وسلم:  «أدعوكم إلى شهادة ان لا إلهَ الا الله وحدَه لا شريك له، وأَنّي رسولُ الله، وان تُؤوُني وتنصروني وتمنعوني حتى أوْدّيَ حقّ اللهِ الذي أمرني به، فن قريشاً قد تظاهرتْ على أمر الله، وكذّبت رسوله، واستغنت بالباطل عن الحق، والله هو الغني الحميد» . </p><p> فقال مفروق: وإلامَ تدعو أيضاً يا أخا قريش؟ فتلا رسول الله صلى الله عليه وسلم:  «قل تعالوا تل ما حرّم ربكم عليكم. . الآيات الثلاث» . </p><p> فقال مفروق: وإلامَ تدعو أيضا يا أخا قريش فو الله ما هذا من كلام أهل الأرض، ولو كان من كلامهم لعرفناه. فتلا رسولُ الله:  {إِنَّ الله يَأْمُرُ بالعدل والإحسان وَإِيتَآءِ ذِي القربى وينهى عَنِ الفحشاء والمنكر والبغي يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} فقال مفروق: دعوتَ واللهِ يا قرشِيُّ إلى مكارم الأخلاق ومحاسن الاعمال، وقد أفِكَ قوم كذّبوك وظاهروا عليك. </p><p> وقاله هانئ بن قبيصة: قد سمعتُ مقالتك واستحسنتُ قولك يا أخا قريش ويعجبين ما تكلّمت به. فبشّرهم الرسول- إن آمنوا- بأرضِ فارسَ وانهارِ كسرى. فقال النعمان: اللهمُّ وإنّ ذلك يا اخا قريش؟ فتى رسول الله قوله تعالى:  {إِنَّآ أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً وَدَاعِياً إِلَى الله بِإِذْنِهِ وَسِرَاجاً مُّنِيراً} ثم نهض رسول الله وتركَهم وكلًّهم يعجَب من هذه الفصاحة، وتلك المعاني السامية، والفضائل العليا. </p><p> هذه مكانة الآيات الثلاث من ذلك الكتاب العظيم، وهذا مبلغ تأثيرها في نفوس العرب، أهلِ الجاهلية! وكيف لا تكون لها تلك المكانةُ وقد جمعتْ بأسلوبها الآخذِ بالقلوب أصولَ الفضائل، وعُمُدَ الحياة الطيبة التي تنبع من الفطرة السليمة!! </p><p> وبعد، فأين المسلمون اليوم حينما يمسعون هذه الآيات، ثم ينظرون إلى ما هم فيه من تفرُّق في الآراء والأحكام، ومجافاةٍ لاحكام الله، وبُغضٍ لما لا يتفق واهواءَهم منها، ومن الارتماء في أحضان أعدائهم المستعمرين، قدامى وجُدُد!! </p><p> نسأل الله تعالى ان يجمعنا على كتابه الكريم ويهدينا الصراط المستقيم. </p>"
}