{
  "id": null,
  "sura": 7,
  "aya": 130,
  "text": "<p> اخذنا آل فرعون: عاقبناهم وجازيناهم. آل فرعون: قومه وخاصته واعوانه. بالسنين: بالجذب والقحط. بالحسنة، المراد هنا: الخصب والرخاء، وبالسيئة: ما يسوؤهم من جدب او مصيبة يطيّروا: يتشاءَموا، لأن العرب كانت تتوقع الخير والشر من حركة الطير، فاذا طار من جهة اليمين تيّمنت به ورجتْ الخير والبركة، واذا طار من الشِمال تشاءمت وتوقعت الشر، وسموا الشؤم طيرا وطائرا والتشاؤم تطيراً. الطوفان: كثرة المياه وطغيانها وتخريبها الارض والزرع. القُمّل (بضم القاف وفتح الميم المشددة) : حشرة صغيرة تلصق بالحيوانات وتؤذيها. وتطلب ايا على حشرة تقع في الزرع فتأكل السنبلة وهي غَضَّة. والجراد معروف، وكذلك الضفادع الدم: الرعافُ يصيب الناس. </p><p> ولقد عاقبنا فرعونَ وقومه بالجدب والقحط وضيق الميعشة، بنقص ثمرات الزروع والأشجار. . . رجاءَ ان ينتبهوا الى ضعفهم وعجزِ ملكهم الجبار أمام قوة الله، فيتعّظوا ويرجعوا عن ظلمهم، ويستجيبوا لدعوة موسى عليه السلام. </p><p> ولكن فرعون واعوانه أخذهم الاغترار بقوّتهم وجبروتهم. كانوا اذا جاءهم الخِصب والرخاء قالوا: نحن المستحقون له لما لنا من الامتياز على الناس. ان اصبهم ما يسوؤهم، كجدب او مصيبة في الابدان والرزاق، قالوا: انما أصابنا هذا الشر بشؤم موسى وقومه. لقد غفلوا عن ظلمهم لقومِ موسى كما غفلوا عن فجورهم فيما بينهم. ألا فلْغلموا ان ما نزل بهم كان من عند الله، وبسبب أعمالهم القبيحة، لا نحساً رافقهم لسوء طالع موسى ومن معه. ولكن أكثرهم لا يعلمون حكمة الله في تصرفه مع خلقه. </p><p> ثم اخبر الله تعالى عن شدة تمرد فرعون وقومه وعتوِّهم، وإصراهم على الجحود فقال: </p><p> {وَقَالُواْ مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا. . . .} . </p><p> قالوا ذلك لموسى: مهما جئتنا أيها الرجل بانواع الآيات التي تستدل بها على حقيقة دعوتك، كيما تصرفنا عما نحن عليه من ديننا، ومن استعباد قومك- فلن نصدّقك او نتّبع رسالتك التي تدّعيها. </p><p> فأنزل الله عليهم مزيدا من المصائب والنكبات، بالطوفان الذي يغشى اماكنهم وبالجراد الذي يأكل زروعهم، وبالقُمّل الذي يُهلك حيواناتهم وسنابل غلّتهم، وبالضفادع التي تنشر فتُنَغّص عليهم حياتهم، وبالدم الذي ينزف منهم ولا يتوقف نزيفه- أصابهم الله بهذه المصائب، فلم يتأثروا بها. لقد قسَت قلوبهم، وفسد ضميرهم، فعتَوا عن الإيمان والرجوع الى الحق، وأصروا على الذنوب «وكانوا قوماً مجرِمين» موغِلين في الإجرام كما هو شأنهم. </p>"
}