{
  "id": null,
  "sura": 7,
  "aya": 57,
  "text": "<p> الريح: الهواء اذا تحرك. </p><p> قال الراغب: كلُّ موضع ذكَر الله فيه إرسال الريح بلفظ الواحد كان للعذاب، وكل موضع ذكَر فيه الريحَ بلفظ الجمع كان للرحمة. واظن ان هذا في الغالب، لان الله تعالى يقول:  {وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ} وفي سورة يوسف: {إِنِّي لأَجِدُ رِيحَ يُوسُفَ} سورة [يوسف: ٩٤] . </p><p> بُشرا: مبشرة بين يدي رحمته: قدّام رحمته اقلّت: حملت. سحابا ثقالا: غيما مثقلا بالمياه البلد: يطلق على البلدة، وعلى الموضع لبلدٍ ميت: ارض لانبات فيها. </p><p> الثمرات: كل ما تحمله الأشجار من جميع الانواع النكد: العسِر: الشحيح: القلي النفع نصرّف الآيات: نبدل الاشياء من حال الى حال. </p><p> إن الله سبحانه تعالى وحده هو الذي يُطلِق الرياح مبشَرة برحمته «وهي هنا الأمطار التي تُنبت الزرعَ وتسقي الغرس) فتحمل هذه الرياحُ سحاباً محمَّلاً بالماء، يسوقه الله إلى بلد ميتٍ لا نبات فيه فينزل الماء، وبه يُنبت الله أنواعاً من كل الثمرات تدل على قدرة الله وعلمه ورحمته وفضله.</p><p> وبعد ان ذكَّرهم بهد الآيات والنعم قفّى على ذلك ما يزيل إنكارهم للبعث فقال:  {كذلك نُخْرِجُ الموتى} . </p><p> بمثل ذلك الإحياء للأرضِ بالإنبات نُخرج الموتى فنجعلهم أحياء. </p><p> {لَعَلَّكُمْ تَذَكَّرُونَ} . </p><p> أي تفطنون لهذا الشبه فيزول استبعادُكم للبعث، وبذلك تتذكّرون قدرة الله تؤمنون به. </p><p> قراءات: </p><p> قرأ ابن كثير وحمزة والكسائي (الرّيح» بالافراد. وقرأ ان عامر: نُشْراً جمع نشور، وقرا حمزة الكسائي: نَشْراً بفتح النون وقرأ عصام كما هو بالمصحف «بُشْراً» وقرأن نافع: نُشُراً بضم النون والشين. </p><p> وبعد أن ضرب الله إحياءَ البلاد بالمطر مثلاً لبعث الموتى، ضربا لخلاف نتاج البلاد مَثَلاً لما في البشَر من اختلاف الاستعداد لكّلٍ من الهدى والكفر. </p><p> {والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِداً} . </p><p> أما الأرض الجيدة التربة فإن نباتها يخرج نامياً حياً بإذن ربه، ويكون كثير الغلّة طيب الثمرة. وأما الأرضُ الخبيثة فإنها لا تُخرج إلا نباتاً قليلاً عديم الفائدة. </p><p> {كذلك نُصَرِّفُ الآيات لِقَوْمٍ يَشْكُرُونَ} . </p><p> في مثل ذلك التصريف البديع نردّد الآياتِ الدالّةَ على القدرة الباهرة، ونكررها لقوم يشكرون نِعمنا، وبذا يستحقُّون المزيد منها. </p>"
}