{
  "id": null,
  "sura": 7,
  "aya": 80,
  "text": "<p> لوط: هو ابن أخ ابراهيم، هاجر مع عمه من العراق الى فلسطين ثم سكن جنوب الأردن في سدوم وعامورة نم منطقة البحر الميت الآن. الفاحشة: المقصود بها هنا إتيان الذكور. مسرفون: متجاوزون حدّ الاعتدال. من الغابرين: الذاهبين الهالكين. </p><p> جاء ذِكر قصّة لوطٍ بتمامها في عدة سُوَر باختلاف يسير. وتتلخّص في أن قوم لوطٍ كانوا أهل شرْ وأذى. . . كانوا يقطعون الطريق على الناس، قد ذهب الحياء من وجوههم، فلا يستقبحون قبيحا، ولا يرغبون في حسن، كما قال تعالى في سورة العنكبوت:  {وَتَأْتُونَ فِي نَادِيكُمُ المنكر} . </p><p> وكان أشنعَ عملٍ لهم هو ما اشتُهروا به من إييان الذكور، فأرسل الله عليهم العذاب ودمّر قراهم، وطمس معالمها فلم تعد تُعرف إلى الآن. </p><p> {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الفاحشة} . </p><p> ولقد أرسلنا لوطاً نبيَّ الله إلى قومه، يدعوهم إلى التوحيد وينبّههم إلى وجوب التخلّي عن أقبحِ جريمة يفعلونها، وهي اتصال الرجل منهم بالرجل أو الغلام في مباشرة جنسية شاذة. وفي ذلك خروج على الفطرة وقد قال لهم: يا قوم، إنكم قد ابتدعتم تلك الفاحشة بشذوذكم، وفي هذا إسرافٌ ليس له مثيل في تجاوز حدود الاعتدال. </p><p> {وَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قالوا أَخْرِجُوهُمْ مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} . </p><p> فكان جواب قوط لوطٍ على هذا الاستنكار لأقبحِ الافعال ان قالوا: أخرجوا لوطاً هذا مع آله وأتباعه من بلدكم. إنهم يتعفّفون عن مشاركتنا في ما نفعل. </p><p> وهكذا يتجلّى الانحرافُ في جوابهم: يخرجون لوطاً وأتباعه لأنهم مستقيمون! أما الفاسقون الفاسدون، فقد بلغ من قِحَتِهِم وفُجورهم أن يفعلوا الفاحشة ويفخَروا بها، بل أن يحتقروا من يتنزه عنها. </p><p> وتأتي الخاتمة سريعا بلا تطويل ولا تفصيل: </p><p> {فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين} . </p><p> ولقد حقّت عليهم كلمةً العذاب، فأنجينا لوطاً وأهلَه، الا امرأته لقد رفضتْ ان تؤمن به، فكانت من الهالكين. ثم أمطرنا عليهم حجارةً مدمّرة، ومادَت الأرض بالزلازل من تحتِهم، فانظُر أيها المعتبِر كيف كانت عاقبة المجرمين. </p><p> قال الامام ابنُ القيّم في زاد المعاد: هذا لم تكن تعرفُه العرب، ولم يُرفع إليه حديث صحيح في ذلك. لكنه ثبت عنه صلى الله عليه وسلم انه قال:  «اقتُلوا الفاعل والمفعول به» . </p><p> رواه اهل السسنن الأربعة بإسناد صحيح وقال الترمذي: حسنٌ صحيح، وحكم به أبو بكر الصدّيق، وكتب به إلى خالد بن الوليد، بعد مشاورة الصحابة وكان عليُّ كرّم الله وجهه أشدَّهم في ذلك. </p><p> وقد طعن ابن حَجَر في هذه الأحاديث وقال: إنها ضعيفة. ولذلك يجب على الحاكم ان يتحرّى جيدا، فإن عقوبة القتلِ أعظمُ الحدود، فلا يؤخَذُ فيها إلا بالصحيح القاطع من كتابٍ او سُنّة متواتِرةٍ او إجماع. </p>"
}