{
  "id": null,
  "sura": 7,
  "aya": 168,
  "text": "<p> قطعناهم: فرقناهم. امما: جماعات. دون ذلك: منحطون عنهم. بلوناهم: امتحناهم. خلْف بسكون اللام: نسل شرير. الكتاب: التوراة العرض بفتح الراء: متاع الدنيا وحطامها. الادنى: الدنيا. نتقنا الجبل: رفعناه وابرزناه فوقهم الظُّلَّة: كل ما يظلل الناس. </p><p> تأتي بقية الآيات المدنية الواردة هنا تكملةً لقصة بين اسرائيل بعد موسى، إذ تفرّق اليهود في الأرض جماعاتٍ مختلفة المذاهب، مختلفة المشارب والمسالك، فكان منخم الصالحون وكان منهم دون ذلك، وظلت العناية الإلهية تواليهم بالابتلاءات تارة، وبالنعماء أخرى، علّهم يرجعون لاى ربهم ويستقيمون. </p><p> وقد فصّل سبحانه عقابهم فذكر بدء إذلالهم بإزالة وحدتهم وتمزيق جمعهم فقالك </p><p> {وَقَطَّعْنَاهُمْ فِي الأرض أُمَماً. . . .} . </p><p> وقد فرّقناهم في الأرض جماعات وجعلنا كل فرقة منهم في قطر، منهم الصالحون وهم الذين آمنوا واستقاموا، ومنهم اناس منحطُّون عن الاتصاف بالصلاح. لقد اختبرناهم جميعا بالنعم والنقم ليتوبوا عما نهوا عنه. </p><p> فجاء من بعد الّذين ذكرناهم خَلْفُ سوءٍ ورِثوا التوراةَ من أسلافهم، لكنهم لم يعملوا بها، ولم تتأثّر قلوبهم ولا سلوكهم، وكلما رأَوا عَرَضاً من أعراض الدنيا تهافتوا عليه ثم تأولوا وقالوا:  «سيُغفرُ لنا» ، فهم مصرون على الذنْب مع طلب المغفرة. </p><p> ثم وبَّخهم الله على طلبهم المغفرةَ مع إصرارهم على ما هو عليه فقال: إنّا انفَذْنا عليهم العهدّ في التوراة- وقد درسوا ما فيها- أن يقولوا الحق، فقالوا الباطل. . . . لم يعقِلوا بعدُ ان نعيم الدار الآخرة الدائم خير من مناع الدنيا الفاني، فقل لهم يا محمد: من العجب ان تستمروا على عصيانكم، افلا تعقلون ان ذلك النعيم خير لكم! . </p><p> وفي هذه إيماء الى ان الطمع في متاع الدنيا هو الذي افسد على بني إسرائيل امرهم. </p><p> وفيه عبرة للمسلمين الذي سرى إليهم كثير من الفساد، وغلب عليهم حبُّ الدنيا وعرضها الزائل، والقرآن الكريم بين أيديهم لكنهم لا يعملون به بل هم عنه غافلون. </p><p> {والذين يُمَسِّكُونَ بالكتاب. . .} . </p><p> والذين يتمسّكون بالتوراة وأقاموا الصلاة المفروضة عليهم، ويعتصمون بحبله في جميع شئونهم - لن يضيع اجرهم عند الله، لأنهم قد اصحلوا اعمالهم. </p><p> ثم ختم الله هذه القصة مذكِّراً بِبَدء حالهم في إنزال الكتاب عليهم عقب بيان مخالفتهم لأمور دينهم حتى بعد أَنْ أخذ الله عليهم الميثاق. وقد ردّ عليهم في قولهم: إن بين اسرائيل لم تصدر منهم مخالفة في الحق، فقال جلّ وعلا: </p><p> {وَإِذ نَتَقْنَا الجبل. . .} . </p><p> اذكر لهم أيها النبيّ حين رفعنا الجبل فوق رؤوسهم كأنه غمامة، يؤمئذٍ فزِعوا مما رأوا، إذ ظنوا ان الجبل واقع عليهم، فقلنا لهم: خذوا ما أعطيناكم من هدى التوراة بجد وعزم على الطاعة، وتذكّروا ما فيه لعّكم تعتبرون وتهذب نفوسكم بالتقوى. لكن اليهود هم اليهود، فقد نقضوا العهد، ونسوا الله، ولجّوا في العصيان حتى استحقوا غضب الله ولعنته، وحقَّ عليهم القول. </p>"
}