{
  "id": null,
  "sura": 7,
  "aya": 31,
  "text": "<p> الزنية كل شيء يَزينُ الإنسانَ من لباس طيب وغيره. الاسراف: تجاوز الحد وعدم الاعتدال في المأكل والمشرب وصرفُ الاموال في غير موضعها. </p><p> في هاتين الايتين تأكيدٌ على ستر العورة، والتزُّين والتجمُّل عند كل صلاة: فاللهُ سبحانه بعد أن أمر بالعدل في كل الأمور- أكّد هنا بنداء إلى بين آدم: خُذوا زينتكم من الثياب الحسنة، مع الخشوعِ والتقوى عند كل مكان للصلاة، وفي كل وقتٍ تُؤَدون فيه العبادة. ثم إنه أمَرَنَا بالاعتدال في الأكل والشرب، وأن لا نتجاوز الحدّ المعقول:  {إِنَّهُ لاَ يُحِبُّ المسرفين} لأن الإسراف في المطعَم يُضِرّ بالصحة، والإسراف في المال يؤدّي الى الفقر، وبذلك يجني المرء على أُسرته، ومن ثم على وطنِه حين يغدو عالةً على المجتمع. </p><p> والتزيُّن للعبادة عند كل مسجد وِفق عُرف الناس في تزينّهم في المجتمعات والمحافل، أمرٌ مطلوب شرعاً، لكيون المؤمن في أجمل حال عندما يقف بين يدي ربه، او في أيّ اجتماع. وهو أصلٌ من الأصول الدينية والمدنيّة عند المسلمين. وقد كان سبباً في تعليم القبائل البدائية، والاوساط المتأخرة في إفريقية وغيرها من الامم التي تعيش عراةَ الأجسام رجالا ونساء. وكان هذا من فضل الاسلام، الذي نقل امما وشعوبا من الوحشية الى الحضارة الراقية. </p><p> وقد روى النَّسائي وابنُ ماجه ان النبي صلى الله عليه وسلم قال «كُلُوا وشرابوا وتصدَّقوا والبَسوا في غير مَخيِلَةٍ ولا سَرَف، فإن الله يحبّ ان يرى أثَرَ نِعمه على عبده» . ومعنى «مخيلة» كِبر وإعجاب بالنفقس. </p><p> {قُلْ مَنْ حَرَّمَ زِينَةَ الله التي أَخْرَجَ لِعِبَادِهِ. . .} . </p><p> قل لهم يا محمد، منكراً عليهم افتراءَ التحليل والتحريم على الله: من الذي حرَّم زينةَ الله التي خلَقها لعباده؟ ومن الذي حرم الحلالَ الطيبَ من الرزق؟ وقل لهم: إن الطيّبات نعمةٌ من الله، ما كان ينبغي ان يتمتع بها إلا الّين آمنوا في الدينا، لأنهم يؤدون حقّها بالشُّكر ولاطاعة، لكن رحمةَ الله الواسعة شملتْ جميع عباده الطائعين والعاصين في الدينا اما في الآخرة فسوف تكون النعم خالصة للمؤمنين وحدهم. </p><p> روى ابو داود عن ابي الأحوص قال:  «اتيتُ رسول الله صلى الله عليه وسلم في ثوب دون،فقال:» ألَكَ مال؟ قلت: نعم، قال: من أيّ المال؟ قلت: قد آتانّي اللهُ من الإبل والغنم والخيل والرقيق. قال: فإذا آتاك الله فَلْيَرَ أثَرَ نِعمته عليك وكرامته لك «.</p><p> {كَذَلِكَ نُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ} . </p><p> ان هذا التفصيلَ لِحُكم الزينة والطيبات من الرزق الذي ضلَّ فيه كثير من الأمم والأفراد، ما بين إفراط وتفريط، انما جاء في كتابنا هذا أيها الرسول، لِقومٍ يدركون ان الله وحدَه مالكُ الملك، بيده التحليل والتحريم. </p><p> قراءات: </p><p> قرأ نافع» خالصةٌ «بالرفع، والباقون» خالصة «بالنصب. </p>"
}