{
  "id": null,
  "sura": 7,
  "aya": 142,
  "text": "<p> الميقات: الوقت المحدد. اخلفني: كن خليفتي. تجلي: ظهر نوره وعم الجبل. جعله دكا: مفتتا منهارا. خر موسى: وقع صعقا: مغشيا عليه من هول ما رأى. اصطفيتك: اخترتك. فخذها بقوة: بجد وحزم وعزيمة. </p><p> بعد أن بيّن الله تعالى ما أنعم به على بني اسرائيل من نجاة لهم من عدوهم وتحريرهم من العبودية- ذكر هنا بدء التشريع المنزل على موسى عليه السلام، وكيف انه واعد موسى ثم أنزل عليه التوراة. </p><p> لقد ضرب الله تعالى موعدا لموسى لمناجاته وإعطائه الألواح فيها أصولُ الشريعة في مدة ثلاثين ليلة، ثم اتم مدة الوعد بعشر ليال يستكمل فيها موسى عبادته، ويتلقى أوامر ربه فصارت المدة أربعين ليلة. وعندما توجّه موسى للماجاة قال لأخيه هارون: كمن خليفتي في قومي، أصلحْ ما يحتاجون اليه من امروهم، وراقبهم فيما يأتون وفيما يذرون، واحذر ان تتبع سبيل المفسِدين. </p><p> ولما جاء موسى في الموعد الّذي وقّته له ربه لمناجاته كلّمة ربه، لكن موسى قال: رب أرني ذاتك لأتمتع بها وأحصل على فضيلتَي الكلام والرؤية، وأزداد شرفا. فقال له ربّه: لن تطيق رؤيتي يا موسى. ثم اراد الله سبحانه ان يُقنع موسى بانه لا يطيق رؤية ما يطلب فقال: انظر الى الجبل الذي هو أقوى منك، فإن ثبت في مكانه عند التجلّي فسوف تراني اذا تجلّيت لك. فلما تجلى الله للجبل انهدّ الجبل وبات أرضا مستوية. عند ذاك سقط تنزيهاً عظيما عما لا ينبغي في شأنك مما سألت، إن تُبْت إليك من الإقدام على السؤال بغير إذن، وأنا أول المؤمنين من قومي بجلالك وعظمتك. </p><p> ولما منع الله موسى من رؤيته عدَّد عليه نعمه ليتسلى بها فقال: يا موسى، لقد اخترتك مفضّلاً إياك على اهل زمانك، بتبليغ التوراة، وبتكليمي إياك من غير واسطة، فخذ ما فضّلتك به، واشكرني كما يجب. </p><p> وقد وردت أحاديث كثيرة فيها إمكان رؤية الله عن اكثر من عشرين صحابياً، لكنه ورد عن السيدة عائشة خلافُ ذلك. فقد رُوي عن مسروق قال: قلت لعائشة، يا أمّاه، هل رأى محمد صلى الله عليه وسلم ربَّه ليلة المعراج؟ فقالت: لقد قفّ شعري مما قلتَ، ثلاث من حدثكهن فقد كذب: من حدثك ان محمداً رأى ربه فقد كذب، ومن حدثك أنه يعلم ما في غدٍ فقد كذب، ومن حدثك انه كتم شيئا من الدين فقد كذب. قال مسروق: وكنت متكئا فجلست وقلت: الم يقل الله: «ولقد رآه نزلةً اخرى» فقالت: أنا أول من سأل رسول الله عن ذلك فقال «إنما هو جبريل» . </p><p> وهذه الرؤية هي في الدنيا، أما الآخرة فانها تختلف عن هذه الدنيا، وكل ما في الحياة الآخرة يختلف اختلافا كليا عن حياتنا الدنيا. </p><p> وترى جمهرة المسلمين ان رؤية العباد لربهم في الآخرة حق. </p><p> بعد ان اخبر سبحانه في الآيات السالفة انه منع موسى من رؤيته في الدنيا، اخبرنا هنا بما آتاه يؤمئذ فقال: </p><p> {وَكَتَبْنَا لَهُ فِي الألواح مِن كُلِّ شَيْءٍ. . . الآية} . </p><p> أي أعطيناه ألواحاً بيّنا له فيها كل شيء من المواعظ والاحكام المفصلة التي يحتاج الناس اليها وقلنا له: خذ الالواح بجدٍّ وحزم، وامُر قومك ان يأخذوا بأفضل ما فيها وأيسره وان لا يشدّدوا على انفهسم. وسأجعلهم يرون دار الخارجين على أوامر الله، وما صارت اليه من الخراب، كما سترون عاقبة من خالف أمري وخرج عن طاعتي، فلا تخالفوا حتى لا يصيبكم ما أصابهم. </p>"
}