{
  "id": null,
  "sura": 7,
  "aya": 28,
  "text": "<p> الفاحشة والفحشاء: ما عظم قبحه من الافعال القسط: الاعتدال في جميع الامور اقامة الشيء: اعطاؤه حقه وتوفيته شروطه اقيموا وجوهكم: اعطوا توجهكم الى الله حقه. </p><p> بعد ان بيّن الله حالة الشياطين وأنهم قرناء للعاصين مسلَّطون عليهم- ذكر هنا أثر ذلك التسلط، وهو الطاعةُ لهم في أقبحِ الأشياء مع عدم شعورهم بذلك القبح. لذا فإنهم يقولون: إنّنا نقلّد آباءَنا والله أمَرَنا بذلك. </p><p> وسببُ ذلك أن العرب ما عدا قريشاً كانوا لا يطوفون بالبيت في ثيابهم التي لبسوها من قبلُ، ويقولون: لا نطوف في ثيابٍ عَصينا فيها. وكانت قريش فقط تطوف في ثيابها، ومن اعراه قريشيُّ ثوباً طاف فيه، ومن كان معه ثوبٌ جديد طاف فيه ثم يلقيه، ومن لم يجد ثوباً طاف عريانَ. كان هذا مذهبهم، رجالاً ونساءً، فحرَّم ذلك الإسلام فقال: </p><p> {وَإِذَا فَعَلُواْ فَاحِشَةً قَالُواْ وَجَدْنَا عَلَيْهَآ آبَاءَنَا والله أَمَرَنَا بِهَا} . </p><p> واذا فعل الذين لا يؤمنون بالله عملا قبيحا لطوافهم في البيت عرايا، وغير ذلك من الامور الباطلة، فلامهم الناس على ذلك، قالوا وجدنا آباءَنا يفعلون كما نفعل، ويسيرون على هذا المنهاج، ونحن بهم مقتدون، والله أمرنا به ورضي عنه حيث أقرّنا عليه. </p><p> وقد ردّ الله على ذلك بقوله: </p><p> {قُلْ إِنَّ الله لاَ يَأْمُرُ بالفحشآء} قل ايها النبيّي منكِراً عليهم افتراءَهم: ان الله لا يأمر بهذه الأمور المنكَرة. </p><p> ثم ردّ عليهم أيضا بقوله: </p><p> {أَتَقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ} أتنسِبون الى اله ما لا تعلمون انه شَرَعَه لعباده، وليس عندكم دليل على صحة ما تقولون!! </p><p> وبعد ان أنكر عليهم ان يكونوا على علم بأمر الله فيما فعلوا، بيّن ما يأمر به الله من محاسن الأعمال وكارم الاخلاق بقوله لرسوله: </p><p> {قُلْ أَمَرَ رَبِّي بالقسط} أي بالعدل، وما لا فُحش فيه. وأمركم ان تخصّوه بالعبادة في كل زمانٍ ومان، وان تكونوا مخلِصين له الدينَ، ولا تتوجهوا الى غيره. </p><p> وبعد أن بيّن أصلَ الدين، وأمَرَنا بالتوجّه إليه وحدَه- ذكّرنا بالبعث والجزاء على الاعمال فقال: </p><p> {كَمَا بَدَأَكُمْ تَعُودُونَ} أي إنكم أيها البشَر كما بدأ الله خلقَكم وتكوينَكم ستعودون اليه اليوم القيامة، تاركين ما حوله من النِعم وراء ظهوركم. </p><p> {فَرِيقاً هدى وَفَرِيقاً حَقَّ عَلَيْهِمُ الضلالة إِنَّهُمُ اتخذوا الشياطين أَوْلِيَآءَ مِن دُونِ الله وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ} . </p><p> وسيكون الناس يوم القيامة فريقين: فريقاً وفّقه الله لأنه آمن وعمل عملاً صالحا، وفريقاً حكم عليه بالضلالة لأنه اختار طريق الباطل وهؤلاء الضالُّون قد اتّخذوا الشياطينَ أولياء من دون الله فاتَّبعوهم، فضلّوا وهم يظنّون أنهم مهتدون، لاغترارهم بخداع الشياطين. </p>"
}