{
  "id": null,
  "sura": 7,
  "aya": 11,
  "text": "<p> الخلق: التقدير خلق الله الخلق: أوجدهم من العدم. الهبوط: الانحدار اهبط منها: اخرج منها، كأنه انحدر من اعلى الى اسفل التكبر: الاستعلاء وتقدير الانسان نفسَه اكثر من اللازم الصغار: الذلة أنظرني أجّلني وأخّرجني أغوتني: حكمت عليَّ بالغواية وهي الضلال مذءوماً: مذموماً معيبا مدحورا: مطرودا. </p><p> بعد ان ذكّر الله عباده في الآية بنعمة عليهم- بيّن هنا ان الله خلق النوع الانساني مستعدّاً للكمال، لكنه قد تَعرِض له وسوسة من الشيطان تحُول بينه وبين هذا الكمال الذي يبتغيه. </p><p> الخطابُ لبني آدم جميعا. . . لقد خلقنا مادة هذا النوع الانساني، وقدّرنا إيجاده، ثم صوّرناه على هذه الصورة الجميلة، ثم قلنا للملائكة اسجُدوا لآدمَ سجود تعظيم، فأطاعوا أمرنا وسجدوا له الا إبليس. لقد أبى واستكبر، وامتنع عن السجود ولما قال له الله تعالى منكراً عليه عصيانه: ما منعك من امتثال أمري، فرفضت ان تسجد لآدم مع الساجدين؟ اجاب ابليس في عنادٍ وكبر: أنا خيرٌ من آدم، لأنك خلقتَني من نار، وخلقتَه من طين والنارُ أشرفُ من الطين. </p><p> فجزاه الله على عناده وكيده بطرِده من دار كرامته، وقال له: اهبط منها بعد ان كنتَ في منزلة عالية. </p><p> {فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا} . </p><p> اي ليس ينبغي ان تكبر في هذا المكان المعَدَّ للكرامة والتعظيم، ثن تعصي ربك فيه {فاخرج إِنَّكَ مِنَ الصاغرين} اي المحكوم بالذلة والهوان. </p><p> قال ابليس لله:  «قال أنظِرْني إلى يوم يُبعثون» أي أمهلْني الى يوم القيامة، فأجابه الله تعالى بقوله:  {إِنَّكَ مِنَ المُنظَرِينَ} اي اني أجبتُك إلى ما طلبتَ، لما في ذلك من الحكمة التي انا بها عليم. </p><p> {قَالَ فَبِمَآ أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم} اي أنني بسبب حكمك عليَّ بالغواية والضلال، أُقسم ان أقعد لأبناء آدم هذا على صراطك المستقيم، كي اصرفَهم عنه مُتّخِذاً في ذلك كل وسلة ممكنة. </p><p> {ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ} أي من كل جهة أستطيعها، ملمساً كل غفلة او ضعف فيهم. حتى لا يكون اكثرُهم مؤمنين. </p><p> {وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} لنعمك عليهم. </p><p> فزاده الله نِكايةً وقال له: اخرُج من دار كرامتي مذموما بِكِبرك وعصيانك وهالكاً مطرودا من الجنة. وأٌقسِم أن من تَبِعك من بني آدم لَيكَونن في جهنَّم معك. </p><p> روى احد وابو داود والنسائي من حديث ابن عمر قال: لم يكن رسول الله صلى الله عليه وسلم يدعُ هؤلاء الدعوات: «اللهم اخفظني من بين يَديّ ومن خَلْفي، وعن يَمين وعن شِمالي ومِن فوقي، وأعوذُ بك ان أُغتال من تحتي» . </p>"
}