{
  "id": null,
  "sura": 7,
  "aya": 182,
  "text": "<p> سنستدرجهم: سنأخذهم درجة بعد درجة، اي شيئا فشيئاً الى العذاب. أُملي لهم: امهلهم. الكيد، كالمكر: هو التدبير الخفي. الجِنة: ما يصيب الانسان من صرع وغيره من الجنون. الملكوت: الملك العظيم فبأي حديث بعده يؤمنون: الحديث هنا القرآن الكريم الطغيان: تجاوز الحد في الباطل والشر. العمَة: التردد والحيرة بحيث لايدري اين يتوجه. </p><p> والّذين كذّبوا بآيات الله سندعهم يسترسلوه في غيّهم وضلالهم حتى يصلوا أقصى غاياتهم، وذلك بإدرار النعم عليهم، ومع انهماكم في الغي، حتى يفاجئهم الهلاك وهم غافلون. </p><p> إنني أُمهل هؤلاء المكذّبين وسأمد لهم في الحياة بدون اهمال، لكن أخْذي لهم سيكون شديدا، بقدر سيئاتهم الّتي كثُرت بتماديهم فيها، وفي الحدث الصحيح:  «ان الله لَميلي للظالم حتى إذا أخذه لم يُفلته» رواه البخاري ومسلم عن ابي موسى الاشعري رضي الله عن هـ. </p><p> {أَوَلَمْ يَتَفَكَّرُواْ مَا بِصَاحِبِهِمْ مِّن جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ مُّبِينٌ} . </p><p> كان زعماء قريش يقولون للناس: إن محمداً مجنون. . فردّ الله عليهم بقوله: او لم يتفكروا في حاله من بدءِ نشأته! إنهم يعرفونه حقا. أما كان اسمه الامين! وهم يعرفون حقيقة دعوته ايضاً، انه سليم العقل، لا جنون به، بل هو منذر لهم، ناصح ومبلّغ عن الله رسالتَه الى الناس كافة. ولو تأمل مشركو مكة في نشأته صلى الله عليه وسلم وما عُرف عنه من الامانة والاستقامة والصدق لما نزعوا الى هذه الفِرية على رجلٍ عرفوه، ولأدركوا أن ما يأتي به من عند ربه لن يصدر عن مجنون. </p><p> لقد كذّبوا محمداً فيما يدعوهم اليه من التوحيد، ولم يتأملوا في هذا الملكوت العظيم من السماوات والأرَضِين وما فيها، مما يدل على قدرة الصانع ووحدانيته. كذلك لم يفكروا في انه قد اقترب أجلُهم، فيسارعوا الى طلب الحق قبل مفاجأة الاجل. والحقّ أنهماذا لم يؤمنوا بالقرآن فباي حديث بعده يؤمنون!! </p><p> ثم يعقب تعالى بتقرير سنّته الجارية بالهدى والضلال، وفق ما ارادته مشيئته: هداية من يطلب الهدى ويجاهد فيه، واضلال من يصرف قلبه عنه فيقول: </p><p> {مَن يُضْلِلِ الله فَلاَ هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} . </p><p> وتفسير ذلك: إن من يكتب الله عليه الضلال لسوء اخياره هو يظل في بُعدِهِ عن الحق وعماه عنه، وحيرته بحيث لا يدري أين يتوجه. وليس في هذا الإهمال ظُلم لأنه جاء بعد البيان والتحذير. </p>"
}