{
  "id": null,
  "sura": 7,
  "aya": 96,
  "text": "<p> بركات السماء: تشمل الروحية والمادية، وبركات الارض الخصب، وما فيها من معادن وخيرات. البأس: العذاب بياتا: ليلا. الضحى: اولها النهار يلعبون: يلهون من فرط غفلتهم المكر: التدبير الخفي، والخداع وان تَصْرِف غيرك عن مقصده بحيلة. ومكرُ الله مجازاتُهُ على المكر. هداه السبيل: دله عليه. </p><p> بعد ان بين الله أخْذّه لأهل القرى الذين كذّبوا رسُلهم- ذكر هنا لأهل مكةَ ما يكون من إغداقِ النعم لو آمنوا بالرسول واهتَدوا بهدْية، واعتبروا بسنّة الله في الأُمم من قبلهم. </p><p> لو أن أهل تلك القرى آمنوا بما جاء به انبياؤهم، وعملوا بوصاياهم، وابتعدوا عما حرمه الله- لفتحْنا عليهم أنواعاً من بركات السماء والارض نِعماً لا تحصى، كالمطر والنبات والثمار والمعادن والأرزاق، والسلامة من الآفات. . لكنهم جحدوا وكذبوا أولئك الرسل، فأنزلنا بهم عقوبتنا، لِما كانوا يقترفونه من الشرك والمعاصي. ثم عجب الله من حالهم وغفلتهم فقال: </p><p> {أَفَأَمِنَ أَهْلُ القرى أَن يَأْتِيَهُمْ بَأْسُنَا بَيَاتاً وَهُمْ نَآئِمُونَ. . .} . </p><p> هل جهِلَ أهل هذه القرى فاطمأنّوا الى أنه لن يأتيَهم عذابنا وقتَ بياتِهم! وفي هذا تحذير للناس أجمعين. </p><p> أو أن ينزل بهم العذاب في النهار وقتَ الضحى وهم منهمكون في أعمالهم العابثة حتى كأنها لَعِب!! </p><p> قراءات: </p><p> قرأ ابن كثير ونافع وابن عامر:  «أوْ أمن» بتسكين الواو. والباقون اَوَ أمن بفتح الواو. </p><p> {أَفَأَمِنُواْ مَكْرَ الله فَلاَ يَأْمَنُ مَكْرَ الله إِلاَّ القوم الخاسرون} . </p><p> هل جَهِلوا سُنّة الله في المكذّبين، فأمِنوا عذابه ليلا او نهارا؟ إنه لا يحهل تدبير الله وقُدرتَه في عقوبة المكذّبين برسُله الا الذين خسروا أنفسَهم غباءً، فلم يفقهوا ما فيه سعادتهم. </p><p> فلا يجوز لأحد ان يأمن مكر الله ويظلّ مسترسلاً في المعاصي، اتّكالاً على عفوه ومغفرته ورحمته. وقد كان النبي صلى الله عليه وسلم يكثر من الدعاء بقوله:  «اللهم يا مقلّبَ القلوب والأبصار ثبِّتْ قلبي عل دينك» وقد بين لنا الله تعالى ان الراسخين في العلم يدعونه فيقولون: «ربّنا لا تُزِغْ قلوبنا بعد إذا هديتَنا وهبْ لنا من لدُنْك رحمة» . </p><p> وكما ان الآمن من مر الله خُسران ومفسدة، فاليأس من رحمة الله كذلك لذا وجب ان يظل المؤمن بين الخوف والرجاء دائما. </p><p> {أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض مِن بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ على قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ} . </p><p> هذا تحذير للسامعين، وخطابٌ لجميع الناس حتى يتّعضوا ويستقيموا. ومعناه: أغابَتْ عن الذين يخلْفونَ مَن قَبلهم من الأمم سُنّةُ الله فيمن قبلهم!! وإن شأننا فيهم كشأنِنا فيمن سبقوهم، لو نشاء ان نعذّبهم أصبنْاهم كما أصبنْا أمثالَهم. </p><p> ولا يرد الله سبحانُه وتعالى للناس بهذا التحذير الشديد ان يعيشوا خائفين قلقين، كلا، بل يلطب منهم اليقظة ومراقبة النفس والعظة من تجارب البشر. </p><p> هكذا ينبغي ان نفهم ذلك التخويف الدائم من بأس الله الذي لا يُفع، ومن مكر الله الذي لايُدرك. إنه لا يدعو الى القلق وانما الى اليقظة، ولا يؤدي الى الفزع بل الى الحساسية، وهو لايعطل الحياة وإنما يحرسها من الاستهتار والطغيان. </p>"
}