{
  "id": null,
  "sura": 7,
  "aya": 191,
  "text": "<p> افتُتحتْ صورة الأعراف بدعوة القرآن إلى دين التوحيد والأمر باتّباع ما انزل الله والنهي عن اتّباع من دونَه، وتلاه التذكير بنشأة الانسان الاولى في الخلق والتكوين، والعداوة بينه وبين الشيطان، ثم اختتمت بهذه المعاني، وفيها التذكير بالنشأة الاولى والنهي عن التشِرك. والآية ههنا تتساءل: </p><p> هل يصحّ ان يشركوا مع الله أصناماً لا تقدِر أن تخلُق شيئا من الاشياء، بل هي أضعف مخلوقاته! ان الخلق والأمر لله، هو وحده يخلق كل شيء. </p><p> ولا تستطيع هذه الاصنام ان تنصر من يعبدونها، بل حتى ان تردّ الأذى عن نفسها اذا تعدى عليها احد. </p><p> وإنْ تدْعوا ايها العبادون لغير الله هذه الاصنام طالبين ان ترشدكم الى ما تحبون، فإنها لن تجيبكم. ان دعاءكم إياها وعدمه سواء، فهي لا تنفع ولا تضر، ولا تهدي ولا تهتدي. أما الرب المعبود الذي بيده كل شيء فهو الله. </p><p> ثم بالغ في الردّ عليهم واثبت أنّها أحط منزلة من الناس، ووبخهم على عبادة تلك الحجارة والاصنام، فقال: </p><p> {أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ. . .} . </p><p> بل ان هذه الاصنام اقل منكم في الخلق والتكوين، فهل لهم ارجل يمشون بها؟ او أيدٍ يدفعون بها الضر عنكم وعنهم؟ او اعين يبصرون بها؟ او حتى آذان يسمعون بها ما تطلبون منهم؟ ليس لهم شيء من ذلك، فكيف تشركونهم مع الله؟ </p><p> وهذ التحديث للمشركين ليبني جهلهم وعجز آلهتهم، وقد تحداهم في اكثر من آية ولهم عجز هذه الآلهة. من ذلك قوله تعالى:  {ياأيها الناس ضُرِبَ مَثَلٌ فاستمعوا لَهُ إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً وَلَوِ اجتمعوا لَهُ وَإِن يَسْلُبْهُمُ الذباب شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطالب والمطلوب}  [الحج: ٧٣] . </p><p> وبعد ان تحدى المشركين وآلهتهم قال لهم: ان الله هو مولِّي أمري وناصري، الذي نزّل عليّ القرآن، وهو وحده الذي ينصر الصالحين من عباده </p><p> ثم اكّد هذا التحدي بقوله تعالى:  {والذين تَدْعُونَ مِن دُونِهِ لاَ يَسْتَطِيعُونَ نَصْرَكُمْ ولاا أَنْفُسَهُمْ يَنْصُرُونَ} وقد تقدم هذا في الآية ١٩٢، وجاء التكرار ليؤكد ان هذه الأصنام لن تناله بأذى وأنها أعجزُ من أن تنصر أحداً. </p><p> وبعد ذلك أضاف. . . وإن تسألوهم الهدايةَ إلى ما فيه خيركم لا يسمعوا سؤالكم، وإنّك يا محمد لتراهم ينظرون إليك، وهم في الحقيقة ولا يَرَوْن شيئا، لأنهم مجرد حجارة وتماثيل لا حياةَ فيها ولا حِسّ. </p>"
}