{
  "id": null,
  "sura": 7,
  "aya": 163,
  "text": "<p> القرية: أيلة. حاضرة البحر: على شاطئه، قريبة منه يعدون في السبت: يخالفون امر الله بالصيد المحرم عليهم يوم السبت. يوم سبتهم: يوم عطلتهم وراحتهم شُرَّعا: ظاهرة على وجه الماء نبلوهم: نختبرهم. امة منهم: جماعة منهم معذرة الى ربكم: اتعذروا الى ربكم نسوا ما ذكروا به: تركوه بئيس: شديد. عتَوا: تكبروا وعصوا. خاسئين: اذلاء صاغرين. </p><p> هذه الآية الى قوله تعالى:  {وَإِذ نَتَقْنَا الجبل فَوْقَهُمْ. . . . لَعَلَّكُمْ تَتَّقُونَ} مدنيّة نزلتْ في المدينة، وقد ضُمت الى هذه السورة المكيّة في هذا الموضع، تكلمةً للحديث عما ورد فيها من قصة بين اسرائيل. </p><p> وهنا عَدَل في أُسلوب الحكاية عن ماضي بني اسرائيل، إلى أسلوب المواجهة لذاراريهم التي كانت تواجه رسولَ الله صلى الله عليه وسلم في المدينة وتحاروه وتجادله. </p><p> يأمر الله تعالى رسلوه الكريم ان يسأل يهود المدينة المنوَّرة في زمانه عن هذه الواقعة المعلومة لهم من تاريخ أسلافهم، وهو يواجههم بهذا التاريخ باعتبارهم أمةً متصلة الأجيال، ويذكّرهم بعصيانهم القديم، فيقول: </p><p> اسأل أيها النبي اليهودَ المجاورين لك في المدينة عن فعل اهل القرية التي كانت على شاطئ البحر، كيف كان يفعل أسلافهم فيها فيخالفون أوامر الله بصدد صيد السمك يوم السبت. كانت تأيتهم الحيتانُ ظاهرةً على وجه الماء يوم السبت، مع أنهم مأمورون بالتفرُّغ فيه للعبادة، وأما في غير السبت فلم تكن تأتيهم، كل ذلك ابتلاءٌ واخبتارٌ من الله ليظهر المحسِنَ من المسيء منهم. </p><p> وقد انقسم سكان القرية الى ثلاث فرق: فرقة كانت تحتال على صيد السمك يوم السبت الذي حُرّم عليهم الصيد فيه، وفرقة كانت تحدذِر هؤلاء العصاة مغبَّة عملهم واحتيالهم وتنكر عليهم ذلك، وفرقة اخرى تقول لهؤلاء الآمرين بالمعروف والناهين عن المنكر: ما فائدة تحذيركم لهؤلاء العصاة- وهم لا يرجعون عن غيِّهم وعصيانهم؟ لقد كتب الله علهيم الهلاك والعذاب! وذلك قوله تعالى: </p><p> {وَإِذَا قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْماً الله مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَاباً شَدِيداً. . .} . </p><p> وإذ قالت جماعة من صلَحاء أسلافهم لمن يعظون أولئك الأشرار، لأي سبب تنصحون قوماً سيهلكهم الله بسبب ما يرتكبون من مخالفات، أو يعذّبهم في الآخرة عذابا شديدا؟ لم تعدْ هناك جدوى لنصحهم وتحذيرهم. </p><p> قالوا: لقد وعظناكم اعتذاراً الى الله، وأدّينا واجبنا نحوه، لئلا نُنسَب الى التقصير، ولعلّ النصح يؤثر في تلك القلوب العاصية فَيَسْتثيرُ فيها وِجدان التقوى. </p><p> فلمّا تركوا ما ذكّرهم به الصالحون وأعرضوا عنه، أنجينا الذين ينهون عن المنكر من العذاب، وأخذنا الذين ظلموا بعذاب شديد بسبب تماديهم في الفسق، والخروج عن طاعة الله. </p><p> {فَلَماَّ نَسُواْ مَا ذُكِّرُواْ بِهِ. . .} . </p><p> فلما تمردوا وأبَوا أن يتركوا ما نُهوا عنه، ولم يردعهم العذاب الشديد جعلناهم كالقِرَدة في مسخ قلوبهم، وعدم توفيقهم لفهم الحق، فكانوا قردة مَهينين، وانتكسوا الى عالَم الحيوان حين تخلّوا من خصائص الانسان. </p>"
}