{
  "id": null,
  "sura": 7,
  "aya": 178,
  "text": "<p> ذرأنا: خلقنا. الجن: خلاف الانس الفقه: العلم بالشيء والفهم به. ويرد في القرآن الكريم المعنى دقة الفهم والتعمق في العلم. </p><p> بعد ان أمر الله تعالى نبيه الكريم ان يقصّ خبر ذلك ضلّ على علم منه، يقصَّه الى اولئك الضالين لعلهم يهتدون ويتركون ما هم عليه من الاخلاد الى الضلالة، والكفر - بيّن هنا ان اسباب الهدى والضلال ينتهيان للمستعدّ لأحدهما الى احدى الغايتين بتقدير الله والسيرِ على سنّته في استعمال مواهبه الفطرية، وان الهدى هدى الله. </p><p> فمن يوفقه الله لسلوك سبيل الحق فهو المهتدي حقا، الفائز بسعادة الدارين؛ ومن يُحرم من هذا التوفيق بفعل سيطرة هواه فهو الضال خسِر سعادة الدنيا وسعادة الآخرة. </p><p> ثم فصّل سبحانه ما أجملَه في الآية السالفة مع بيان سببه فقال: </p><p> {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ. . . .} . </p><p> ولقد خلقْنا كثيراً من الجن والانس مآلهم النار يوم القيامة. وتتساءل لماذا؟ فتأتي الإجابة: لأن لهم قلوباً لا يَنقُذون بها الى الحق، وأَعيُناً لاينظرون بها دلائل القدرة، وآذاناً لا يسمعون بها الآيات والمواعظ سماعَ تدبُّرٍ واتعاظ، أفليس اصحاب هذه الصفات كالبهائم، ما داموا لم ينتفعوا بما وهبهم الله من عقول للتدبر، بل الحقّ إنهم اضل منها، فالبهائم تسعى الى ما ينفعها، وتهرب مما يضرها، وهؤلاء لا يدركون ذلك، فيظلون غافلين عما فيه صلاحهم في الدارين. </p><p> ثم بعد ذلك ذكرت الآيات الدواء لتلك الغفلة والوسائل التي تخرج الى ضدها وهي ذِكْر الله ودعاؤه في السرّ والعلَن في جميع الاوقات. </p><p> ولله دون غيره الأسماءُ الدالة على أكمل الصّفات فاذكروه بها، دعاءً ونداءً وتسمية، واتركوا جميع الذين يلحدون في اسمائه فيما لا يليق بذاته العلّية، لأنه سيلقَون جزاءَ علمهم، وتحلُّ بهم العقوبة. </p><p> وللذِكر فوائد، منها: تغذية الإيمان، ومراقبة الله تعالى والخشوع له والرغبة فيما عنده، ونسيان آلام الدنيا. وقد وردت أحاديث كثيرة في الحث على الدعاء والالتجاء الى الله، منها الحديث الصحيح:  «من نزل به غَم او كربٌ،أو أمرٌ مهم فليقل:لا إله الا الله العظيم الحليم، لا إله الا الله ربّ العرش العظيم، لا إله الا الله ربّ السماوات والأرض ورب العرش الكريم» رواه البخاري ومسلم والترمذي والنسائي. </p><p> وروى الحاكم في (المستدرك) عن أَنس رضي الله عن هـ قال: قال رسول الله صلى الله عليه وسلم لفاطمة رضي الله عن ها: «ما يمنعكِ أن تسمعي ما أُوصيكِ به؟ ان تقولي إذا أصبحتِ واذا أمسيتِك يا حيّ يا قيّوم، برحمتِكَ أَسغيث، أصلحْ لي شأني، ولا تكِلْني إلى نفسي طرفة عين» . </p><p> ثم بيّن وصْف أُمة الإجابة، وهي الامة الاسلامية، الذين أجابوا وأطاعو وهدوا بالحق وبه يَعدِلون. </p><p> وممن خلَقْنا للجنة طائفةٌ يدعون غيرهم للحق بسبب حُبِّهم له، ويدلّون الناس على الاستقامة، وبالحق يحكمون. </p><p> أخرج ابنُ جَرير وابن المنذِر وابو الشيخ عن ابن جُريج قال: ذَكر لنا النبي صلى الله عليه وسلم قال: «هذه أمتي، بالحق يحكُمون ويقضون ويأخذون ويعطون» . </p><p> فهذه الأمة الثابتة على الحق، هي الحارسة لأمانة الله في الأرض، الشاهدة بعهده على الناس. وفي الحديث الصحيح:  «لا تزلا طائفةٌ من أمّتي ظاهرين على الحق» . </p>"
}