{
  "id": null,
  "sura": 7,
  "aya": 19,
  "text": "<p> الوسوسة: الصوت الخفي. وسوسة الشيطان: ما يجده الانسان في نفسه من الخواطر الرديئة الجنة: كل بستان ذي شجرٍ يستر الأرض. والآن، هل الجنة في الأرض خلاف الجنة الموعودة؟ في هذا خلاف كبير بين العلماء أما الشجر التي أكل منها أدم فلم يبين القرآن نوعها، ولم يردْ في حديث صحيح تفسير لحقيقتها. </p><p> فدلاهما بغرور: خدعهما. قاسمها اقسم لها وحلف ليخدعهما. سواءاتهما: عوراتهما. يخصفان: يلزقان ورقة فوق ورقة. ما روي عنهما: ما غُطي وستر. </p><p> لا يزال الحديث متّصلاً في الكلام على النشأة الاولى للبشر. </p><p> {وَيَا آدَمُ اسكن أَنتَ وَزَوْجُكَ الجنة} . </p><p> الجنة: هي التي خُلق فيها آدم، أما هو فقد خُلق من الأرض بنص القرآن الكريم. وقد تكررت قصة آدم في سبعة مواضع من القرآن الكريم. </p><p> وجمهور المفسرين على انها جنة الجزاء التي وُعد بها المتّقون يوم القيامة. ولاخطاب لآدم. وهو: أُسكن انت وزوجُك حوّاء الجنة، وتنعّمها بما فيها، فكُلا من أيّ طعام أردتما إلا هذه الشجرة (شجرة قد عينها الله لهما) فلا تقرباها حتى تظلما نفسيّكما بمخالفة اوامري. </p><p> {فَوَسْوَسَ لَهُمَا الشيطان. . .} . </p><p> فزيّن لهما الشيطانُ مخالفة أمر الله، حتى اذا أكلا منها انكشفت عورتُهما. وقال الشّيطان لهما: إنما نهاكُما عن الأكل من هذه الشجرة حتى لا تكنا ملَكَين، أو من الخالدِين الّين لا يموتون أبدا. </p><p> {وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ الناصحين} وأقسم لهما أنه ناصح لهما فيما رغّبهما فيه من الأكل من تلك الشجرة. </p><p> {فَدَلاَّهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشجرة بَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة} . </p><p> فما زال يخدعهما بالترغيب في الأكل حتى أطاعاه، فلمّا ذاقا طعمها انكشفت لهما عورتُهما، فخجِلا وجعلا يجمعان بعض أوراق الشجر من الجنة ليستُروا بها عوارتهما. </p><p> فعاتبه الله تعالى على عصاينه أمره، وإطاعتِه للشيطان فقال: </p><p> {وَنَادَاهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشجرة وَأَقُل لَّكُمَآ إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ} . </p><p> وناداهما ربهما منّبهاً لهما على خطئهما، ومعاتباً لهما قائلاً: ما نَهَيتُكما عن ان تقربا هذه الشجرة وقلتُ لكما إن الشيطان لا يرد لكما الخير فان أطعتُماه أخرجكما من الجنة الى حيث الشقاء والتعب! </p><p> عند ذاك قال آدم وزوجته نادمَين متضرعَين: يا ربّنا، لقد ظلمنا أنفسَنا بمخالفة امرك، وإن لم تغفر لنا ما فعلناه لنكونَنَّ من الخاسرين. </p><p> {قَالَ اهبطوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ} . </p><p> قال الله لآدم وزوجته حواء، وللشيطان، اهبطوا من هذه الجنة جيمعا، الى الأرض هناك سيكون استقراٌ وبقاء الى زمن مقدَّر في علم الله، وهو الأجل الذي تنتهي فيه أعماركم. كما ان لكم فيها متاعاً تنفتعون به في معاشكم. </p><p> ثم فصّل بقوله:  {قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ} . </p><p> أي أنكم في هذه الأرض التي خُلقتم منها تولَدون وتعيشون، وفيها تموتون وتُدفون، ومن هذه الأرض تُخرجون عند البعث، كما قال تعالى في سورة طه:  {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى} . </p><p> قراءات: </p><p> قرأ حمزة والكسائي وابن ذكوان وخلف ويعقوب:  «تخرجون» بفتح التاء وضم الراء، والباقون «تخرجون» بضم التاء وفتح الراء. </p>"
}