{
  "id": null,
  "sura": 8,
  "aya": 5,
  "text": "<p> الشوكة: القوة والبأس، والسلاح، ومعنى ذات الشوكة: الطائفة المسلّحة القوية. احدى الطائفتين: الأولى هي الطائفة التي جاءت من الشام بقيادة أبي سفيان ومعها العِير وفيها اموال قريش. والثانية: قريش وقد خرجت بصناديِدها ورجالها المسلّحين ليحموا العير. دابر الكافرين: آخرهم ليحق الحق: ليعزّ الإسلام ويبطل الباطل: يزيل الشرك والكفر. </p><p> الكلام هنا عن غزوة بدر التي كانت أول فوزٍ للمؤمنين وخذلانٍ للمشركين. وملخص القصة: ان رسول الله صلى الله عليه وسلم سمع أن أبا سفيانَ رجع من الشام يقود قافلةً ضخمة فيها معظم اموال قريش وتجارتها. فأخبر أصحابه ونَدَبَهم الى الخروج ليصادروا هذه القافلة لكن البعض تثاقل وكره الخروج وخرج الرسول في ثلاثمائة رجل ونيف، ولم يعلموا انهم مقبلون على واحدة من أعظم المعارك الفاصلة في التاريخ. </p><p> وعِلم أبو سفيان بخروج الرسول وأصحابه فبعث الى قريش يطلب النجدة. ولم يبق أحد قادر على حمل السلاح في مكة إلا خرج. اما ابو سفيان فحوّل طريقه الى ساحل البحر ونجا، وبعث الى قريش يخبرهم بذلك ليرجعوا. فأبى أبو جهل وسار بالقوم الى بدر. فشاور النبي صلى الله عليه وسلم اصحابه وقال لهم: ان الله وعَدَني إحدى الطائفتين، فوافقوه على القتال، وكره ذلك بعضهم وقالوا: لم نستعدَّ له، لكنهم ساروا وأجمعوا على لقاء قريش وكانت المعركة في اليوم السابع عشر من شهر رمضان للسنة الثانية من الهجرة وقد انتصر المسلمون انتصراً عظيما، فقتلوا من قريش سبعين رجلا، وأسروا سبعين، وفر الباقون، واستُشهد من المسلمين اربعة عشر رجلا فقط. وكانت هذه المعركة أول نصر للمسلمين، فبدأ ينحاز كثير من العرب الى جانبهم بعد ذلك. </p><p> {كَمَآ أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بالحق وَإِنَّ فَرِيقاً مِّنَ المؤمنين لَكَارِهُونَ} . </p><p> إن حال المؤمنين في خلافهم حول الغنائم مثل حالهم عند ما أمرك اللهُ بالخروج من المدنية لقتال المشركين ببَدْر. </p><p> يومئذٍ كانوا يجادلونك ايها لارسلو في لقاء قريش وقتالهم مع ان هذا اللقاء والقتال مع ان هذا اللقاء والقتال حق وخير. ولقد آثروا لقاء العِير لأن فيها الأموال، ولأن حراسها قليلون. لكن الحق تبيَّنَ بحيث لم يبقَ للجدل فيه وجه كما يقول تعالى:  {يُجَادِلُونَكَ فِي الحق بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الموت وَهُمْ يَنظُرُونَ} وكانوا في ذهابهم الى القتال كالذي يُساق الى الموت وهو ينظر أسبابه ويعاينُها. وهذه صورة يرسمها القرآن لشدَّة خوفهم من قريش، لأنها أكثرُ عددا، وأقوى عدة. </p><p> {وَإِذْ يَعِدُكُمُ الله إِحْدَى الطائفتين. . . الآية} اذكروا أيها المؤمنون اذ يَعِدكم الله ان ينصركم على احدى الطائفتين، قريش وفرسانها، أو العِير وما فيها من أموال. انتم تودّون أن تَلقوا الطائفة التي فيها المال، لكنّ الله تعالى يريدكم ان تلقوا قريشاً وينصركم عليهم، ليثبت الحقُّ بإرادته ويُعز الإسلام ويُظهره على الدِّين كلّه، وليقطع دابر الكافرين بعد ان يزيل الباطل، وهو الشِرك، لقد أردتم أنتم حطام الدنيا الزائل، واراد الله لكم النصر على قريش أعداءِ الله واعدائكم، كيما يحقِّق لكم وعدَه بالنصر. هذا أفضلُ لكن وللاسلامن وفيه العزة والكرامة، وهو خير من المال وكل ما في الدنيا من حطام الدنيا الزائل، واراد الله لكم النصر على قريش أعداءِ الله واعدائكم، كيما يحقِّق لكم وعدّه بالنصر هذا أفضلُ لكم وللاسلام، وفيه العزة والكرامة، وهو خير من المال وكل ما في الدنيا من حطام. </p>"
}