{
  "id": null,
  "sura": 8,
  "aya": 45,
  "text": "<p> تفشلوا: تجبنوا وتضعفوا. تذهب ريحكم: تذهب قوتكم وهيبتكم. البطر: إظهار الفخر، والطغيان في النعمة. رياء: نكَص: جرع، تولى الى الوراء. الذين في قلوبهم مرض: ضعاف الإيمان. </p><p> هذا هو النداء السادس: يؤكد ما تضمّنته النداءات السابقة من مبادئ وأُسسٍ ضرورية للحصول على النصر، وفيه يأمر الله المؤمنين بالتزام الفضائل والاخلاق التي لا بد من التحلي بها ساعةَ اللقاء في الحرب. </p><p> وأوّلها الثباتُ أمام الأعداء، ثم ذِكر الله بالقلب واللسان، واستحضارُ ثم طاعةُ الله والرسول، فكلّ مخالفةٍ تؤخر النصر، وفتتح ثغرة للعدوّ. ثم يؤكد ذلك كله بتحذير يسد به نافذةً خطِرة يهبُّ منها والفساد، هي نافذة التنازع والاختلاف فيما بينهم، مما يؤدي الى الفشل وذهاب القوة هذه قاعدة مطّردة من قواعد الاجتماع، وسنّة ثابتة من سنن الله. وهذا ما هو حاصل في مجتمعنا العربي، وهو داؤنا الّذي يفتّت قوانا ويجعل العدو يعيش ويتوسّع. </p><p> يا أيها الّذين آمنوا إذا لقيتم فئةً من أعدائكم فاثبُتوا، وأكثِروا من ذِكر الله مستحضِرين عظمته وحسن وعده بنصركم. إن الثباتَ وذِكر الله هما وسيلتان من وسائل الفوز والنصر. </p><p> وأطيعوا الله ورسوله فيما أُمرتم به او نُهيتم عنه، وتجنّبوا النتنازعَ والاختلاف فيما بينكم، فإن ذلك من اكبر اسباب الفشل والخيبة. واصبِروا على الشدائد وما تلقَون من مكارِه الحرب من بأس العدوّ واستعداده وكثرة عدده، فإن الله مع الصابرين يمدُّهم بالعَون والتأييد. . . ومَن كان الله معه غالب له. </p><p> {وَلاَ تَكُونُواْ كالذين خَرَجُواْ مِن دِيَارِهِم بَطَراً وَرِئَآءَ الناس} ولا تكونوا كأعدائكم المشرِكين الذين خرجوا من ديارهم في مكة مغرورين بَطِرين، متظاهرين أمام الناس رياءً يريدون الثناء عليهم بالشجاعة. </p><p> {وَيَصُدُّونَ عَن سَبِيلِ الله والله بِمَا يَعْمَلُونَ مُحِيطٌ} والله عليم بما جاءوا من أجله، عالِم بأعمالهم، وسوف يجازيهم عليها في الدنيا والآخرة. </p><p> {وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ وَقَالَ لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس وَإِنِّي جَارٌ لَّكُمْ} اذكر أيّها الرسول للمؤمنين كيف زيّن الشيطان لهؤلاء المشركين أعمالهم بوسوستِه، قائلا لهم إنه لا أحدّ من الناس يغلبهُم، لأنه هو مجيرٌ لهم، فلما تقابلَ الفريقان في الحرب نكص على عقِبيه وهرب وتبرّأ منهم. لقد خاف أن يُهلكه الله، واللهُ شديد العقاب على الذنوب. </p><p> {إِذْ يَقُولُ المنافقون والذين فِي قُلُوبِهِم مَّرَضٌ غَرَّ هؤلاء دِينُهُمْ} اذكر يا محمد ماذا كان يقول المنافقون من الكفّار، وضعفاء الإيمان عند رؤيتكم في إقدامكم وثباتكم: لقد غرَّ هؤلاء المسلمين دينهم. </p><p> {وَمَن يَتَوَكَّلْ عَلَى الله فَإِنَّ الله عَزِيزٌ حَكِيمٌ} ومن يكِل أمهر إلى الله ويؤمن إيماناً خالصاً فان الله يكفيه ما أهمَّه، ويصره على أعدائه، فهو العزيز الغالب، والحكيم الذي يضع كل امر في موضعه. </p>"
}