{
  "id": null,
  "sura": 8,
  "aya": 15,
  "text": "<p> زحفا: مشياً بثقل في الحركة. زحف الجيش الى العدو مشى اليهم في نقل كأنه جسم واحد الأدبار: واحدها دُبر مؤخرة الانسان، يراد بها الهزيمة. متحرفا لقتال: منحرفا الى جانب آخر. متحيزا الى فئة: منضمّا اليهم. مأواه جهنم: مصيره اليها. موهن كيد الكافرين: مضعف كيدهم وتدبيرهم. </p><p> يا ايها الذين آمنوا إذا واجهتم الذين كفروا في الميدان وهم زاحفون عليكم بكثرتهم فلا تقرّوا منهم، إلا أن يكون ذلك مكيدَة حرب، وحيث تختارون موقعاً أحسن، او تدبّرون خطة، او يكون ذلك التحيز انضماماً إلى فئمة أخرى من المسلمين، لتعاودوا القتال. ان من تولّي منكم وانهزم من وجه العدو يغضب الله عليه، ومصيره الى النار. </p><p> والتولِّي يوم الزحف كبيرةٌ من السبع الموبقات، كما روى البخاري ومسلم عن أبي هريرة رضي الله عن هـ قال: قال رسول الله صلى الله عليه وسلم: «اجتنِبوا السبعَ الموبقات، قيل يا رسول الله وما هنّ؟ قالك الشرك بالله، والسِّحر، وقتل النفس التي حرّم الله الا بالحق، وأكلُ الربا، وأكل مال اليتيم، والتولّي يومَ الزحف، وقذف المحصنَات الغافلات المؤمنات» . </p><p> {فَلَمْ تَقْتُلُوهُمْ ولكن الله قَتَلَهُمْ} . إذا كنتم ايها المؤمنون قد انتصرتم عليهم وقتلتموهم، فانكم لم تفعلوا ذلك بقوتكم، بل إن الله هو الذي نصركم عليهم بتأييده لكم والقاء الرعب في قلوبهم، وما رميتَ أيها الرسول اذ كمت ترمي التراب والحصا في وجوههم، ولكن الله تعالى هو الذي رمى فافزعهم. </p><p> {وَلِيُبْلِيَ المؤمنين مِنْهُ بلااء حَسَناً} والله قد فعل ما ذكر ليبلي المؤمنين بالشدة، ليظهر اخلاصهم، ويُنعم عليهم بالنصر والغنيمة، وليثيبهم عليه من فضله وهو الذي وهبهم إياه. </p><p> {إِنَّ الله سَمِيعٌ عَلِيمٌ} يسمع استغاثتكم ويعلم حالكم. </p><p> {ذلكم وَأَنَّ الله مُوهِنُ كَيْدِ الكافرين} ذلك هو النصر العظيم، وان الله مضعف بأسَ الكفارين وتدبيرهم بنصركم وخذلانهم. وهذه بشارة أخرى مع ما حل من النصر، فانه أعلمَهم بانه مضعفٌ كيدَ الكافرين فيما يُستَقْبل من الأيام. </p><p> قراءات: </p><p> قرأ ابن عامر وحمزة والكسائي وابو بكر «مُوهِنٌ كيدَ الكافرين» بالتنوين ونصب كيد، وقرأ ابو عمرو وابن كثير ونافع:  «مُوَهّنٌ كيد» بتشديد الهاء. وقرأ حفص:  «مُوهِن كيد» بالاضافة وهي قراءة المصحف. وقرأ نافع وابن عامر وحفص «وأنَّ» بفتح الهمزة والباقون بكسرها. </p><p> {إِن تَسْتَفْتِحُواْ فَقَدْ جَآءَكُمُ الفتح} يتجه الخطاب هنا الى الكافرين فقد قال أبو جهل: «اللهُمَّ أيُّنا كانَ اقطع للرحم، وآتى بما لا يعرف فأَحْنِهِ الغداة» ويعني بذلك الرسول الكريم، وقوله:  «كلا والله لا نرجع حتى يحكم الله بيننا وبين محمد» ومعنى أحْنِهِ أَمِتْهُ. يعني اجعله ينحني ويسقط على الأرض. </p><p> إن تستفتحوا فتطلبوا من الله ان يفتح بينكم، وبين المسلمين، وأن يُهلك أضلَّ الفريقين وأقطعَهُا للرحم فقد استجاب الله، فجعل النصر للمسلمين، والهزيمة عليكم. </p><p> {وَإِن تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ} وعلى ضوء هذه الحقيقة، يرغِّبهم الله في الانتهاء عما هم فيه من الشرك والكفر ومحاربة الله ورسوله وان تعودوا للاعتداء نعدْ عليكم بالهزيمة. </p><p> {وَلَن تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ} لن تغنَي عنكم جماعتكم المجتمعة على الإثم شيئا، ولو كان عددها كثيرا، وماذا تفعل الكثرة اذا كان الله في جانب المؤمنين! </p><p> {أَنَّ الله مَعَ المؤمنين} اذا صدقوا وأخلصوا لله وللرسول، وقاموا بواجبهم، ونصروا الله ورسوله. </p>"
}