{
  "id": null,
  "sura": 8,
  "aya": 72,
  "text": "<p> الهجرة: مفارقة بلدٍ الى غيره، فان كانت قُرْبةً إلى الله فهي الهجرة الشرعية. </p><p> آواه: اسكنه. </p><p> قسم الله المؤمنين أربعة أقسام وبيّن حُكم كل منها ومنزلته من بينها: </p><p> ١- المهاجرون الاولون اصحاب الهجرة الاولى قبل غزوة بدر الى صلح الحديبية. </p><p> ٢- الانصار الذين كانوا بالمدينة وآووا النبي عليه الصلاة والسلام والمهاجرين من اصحابه عند الهجرة. </p><p> ٣- المؤمنون الذين لم يهجروا. </p><p> ٤- المؤمنون الذين هاجروا بعد صلح الحيبية. </p><p> ١- {إِنَّ الذين آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ الله} هؤلاء هم الكَمَلَة المؤمنون الذين هجروا أوطانهم فِراراً بدِينهم من فتنة المشركين، وإرضاء لربهم ونصراً لرسوله، ثم جاهدوا بأموالهم وأنفسهم في سبيل الله. </p><p> ٢- {والذين آوَواْ ونصروا} والآنصار من اهل المدينة الذي آووا الرسول الكريم ومن هاجر من اصحابه ونصروهم، وأمّنوهم من المخاوف، وشاركوهم في أمالهم حتى لآآثروهم على انفسهم - فحُكمهم حكم المهاجرين الاولين {أولئك بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ} بعضهم نصراء بعض في تأييد الحق وإعلاء كلمة الله على الحق. </p><p> ٣- {والذين آمَنُواْ وَلَمْ يُهَاجِرُواْ مَا لَكُمْ مِّن وَلاَيَتِهِم مِّن شَيْءٍ حتى يُهَاجِرُواْ} والذين لم يهاجروا من المؤمنين، لا يثبت لهم شيءٌ من ولاية المؤمنين ونصرتهم، اذ لا سبيل إلى وَلايتهم حتى يهاجروا. </p><p> {وَإِنِ استنصروكم فِي الدين فَعَلَيْكُمُ النصر إِلاَّ على قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ} وان طلبوا منكم النصر على من اضطهدوهم في الدّين، فانصرُوهم، فإن طلبوا النصر على قوم معاهِدين لكم، لم ينقضو الميثاق معكم فلا تجيبوهم. </p><p> {والله بِمَا تَعْمَلُونَ بَصِيرٌ} لا يخفى عليه شيء. </p><p> قراءات: </p><p> قرأ حمزة:  «ولايتهم» بكسر الواو، والباقون بفتحها. </p><p> وبهذه المحافظة على العهود والمواثيق سِراً وجهراً امتازت الشريعة الاسلامية على غيرها، فشعارُ أهل الإسلام الوفاءُ بالعهود، والبعد عن الخيانة والغدر. </p><p> { (*) والذين كَفَرُواْ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ} إن الكفار على اختلاف شِيعِهم بعضُهم يوالي بعضاً وينصره ضد الاسلام. قد كان اليهود والمنافقون ومشركو العرب كتلةً واحدة متفين على محاربة الاسلام والمسلمين. وهذا ما يحصل اليوم. . . جاء اليهود الى بلادنا واحتلّوا قسماً منها بمساعدة النصارى في جميع أقطار الارض، وقد اتفق على ذلك جميع الأوربيين والأمريكان، كلُّهم مجتمِعون متفقون على حمايةِ اليهود ومساعدتهم ضد الإسلام والمسلمين. </p><p> {إِلاَّ تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الأرض وَفَسَادٌ كَبِيرٌ} إن لم تفعلوا ما شُرع لكم من ولاية بعضكم لبعض، ومن تناصرُكم وتعاونكم تجاه وَلاية الكفّار بعضُهم لبعض، يقع من المفتنة والفساد ما فيه أعظمُ الضرر عليكم، بتخاذلكم الذي يُفضي الى ظفر الاعداء بكم وسلبكم بلادكم. وهذا ما هو حاصل اليوم من تكتّل الأعداء ضدّنا، ونحن متمزقون في عدة دول وامارات، يحارب بعضنا بعضاً والعدو يسرح ويرتع في بلادنا. </p><p> {والذين آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ الله والذين آوَواْ ونصروا أولئك هُمُ المؤمنون حَقّاً لَّهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} . </p><p> يبين الله تعالى في هذه الآية ميزةَ المهاجرين والانصار وفضهلم على غيرهم، ويذكر ان هؤلاء المهاجرين وانصار هم المؤمنون حق الايمان وأكمله، فلهم مغفرة تامة من ربهم ورزق كريم في الدنيا والآخرة. </p><p> ٤- {والذين آمَنُواْ مِن بَعْدُ وَهَاجَرُواْ وَجَاهَدُواْ مَعَكُمْ فأولئك مِنكُمْ} . </p><p> والذين تأخر إيمانهم وهجرتُهم عن الهجرة الاولى، لكنهم هارجوا وجاهدوا معكم اعداءكم لاحقاً، فاولئك منكم أيها المهاجرون والانصار، لهم من الولاية والحقوق ما لبعضكم على بعض، وفي هذا دليل على فضل السابقين على اللاحقين كما جاء في قوله تعالى:  {لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ أولئك أَعْظَمُ دَرَجَةً مِّنَ الذين أَنفَقُواْ مِن بَعْدُ وَقَاتَلُواْ وَكُلاًّ وَعَدَ الله الحسنى} سورة الحديد. </p><p> {وَأْوْلُواْ الأرحام بَعْضُهُمْ أولى بِبَعْضٍ فِي كِتَابِ الله} وذوو القرابة من المؤمنون أولى من غيرِهم بالبر من المؤمنون أولى من غيرِهم بالبر والنصر والإحسان كما جاء في كتاب الله الكريم، فاتبعوه وتقيدوا به. فهو سبحانه إنما شرع لنا هذه الاحكام في الولاية العامة والخاصة والعهود والمواثيق وصِلة الأرحام وغير ذلك من التشريع، وهو على علم واسع محيط بكل شيء. </p><p> وقد استدل الشيعة بهذه الآية عل ان من كان أقربَ إلى الميّت نَسباً فهو أولى بميراثه من الأبعد، فبِنتُ الميت تحجب أخاه عن الإرث لأنها اقرب منه الى الميت، واختُه تحجب عَمَّهُ لنفس السبب. وهكذا يحجب عندَهم الأقربُ الأبعدَ من جميع المراتب. </p>"
}