{
  "id": null,
  "sura": 8,
  "aya": 25,
  "text": "<p> هنا امرنا الله ان نتقي الفتن الاجتماعية التي لا تخص الظالمين، بل تتعداهم الى غيرهم، وتصل الى الصالح، فقال:  {واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَآصَّةً} قال ابن عباس: امر الله المؤمنين ان لايُقرّوا المنكّر بين أظهُرهم فيعمّهم العذاب «وفي صحيح مسلم عن زينب بن جحش انا سألت رسول الله،فقالت له:يا رسول الله أنِلك وفينا الصالحون؟قال:نعم، اذا كثر الخبث» . </p><p> فاتقوا ايها المؤمنون الفتن، واضربوا على أيدي المجرمين، فان الذنب العظيم مفسدٌ جماعتكم ولا يصيب الذين ظلموا وحدهم، بل يصيب الجميع. والأفرادُ في نظر القرآن مسئولين عن خاصة انفسهم، ومسئولون عن أمتهم ايضاً فإذا قصروا في أحد الجانبين او فيهما- عرّضوا انفسهم وأمتهم للدمار والهلاك. </p><p> {واعلموا أَنَّ الله شَدِيدُ العقاب} للأمم والافراد اذا سكتوا عن الفحشاء والمكَر فيهم، ولم يتلافوا المفاسد التي تحصل بينهم. </p><p> ثم يشفع الله هذا التحذير بتذكيرهم بنعمة الله عليهم حينما استجابوا وتضامنوا في المسؤولية والحرص على اعلاء كلمته، وكيف نظر الله اليهم على قلتهم فكثّرهم، والى ضعفِهم فقوّاهم وخوفهم فآمنهم، فقال: </p><p> {واذكروا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الأرض. . .} تذكّروا أيها المؤمنون، وقت أن كنتم عدداً قليلا، وضعفاء يستغلّ أعداؤكم ضعفكم، وقد استولى عليكم الخوف من ان يتخطفكم اعداؤكم فيفتكوا بكم. يومئذٍ آواكم أيها المهاجرون إلى يثرب حيث تلقّاكم الأنصار، وأيدكم وإياهم بنصره في غزواتكم، ورزَقكُم الغنائم الطيبة رجاء ان تشكروا هذه النعم تفسيرا في طريق الجهاد لإعلاء كلمة الله. </p><p> ثم يأتي النداء الرابع، وفيه ينبّههم الى ان مخالفة الله في اوامره- ومن أشدِّها إفشاء سر الأمة للاعداء - خيانةٌ لله ولرسوله وخيانة للأمة، وحسب الخائنين سقوطا عند الله قوله تعالى:  {إِنَّ الله لاَ يُحِبُّ الخائنين}  [الأنفال: ٥٩] . </p><p> يا ايها الذين آمنوا لا تخونوا الله والرسول بموالاة الاعداء، ولا تخونوا الامانات التي تكون بينكم، فالخيانة من صفات المنافقين، والأمانة من صفات المؤمنين. </p><p> واكبر خيانة في الوقت الحاضر هي قعود المسلمين عن الجهاد في سبيل الله، وتركُ المسجد الأقصى في يد أعداء اله اليهود. فالخيانة بكل معانيها صفة مذمومة. روى البخاري ومسلم عن ابي هريرة ان النبي صلى الله عليه وسلم قال:  «آية المنافق ثلاث: اذا حدّث كذب، واذا وعد أخلَف، واذا ائتُمِن خان، وان صام وصلى وزعم انه مسلم»  {وَأَنْتُمْ تَعْلَمُونَ} وانتم تعلمون مفاسد الخيانة وتحريم الله لها وسوء عاقبتها في الدنيا والآخرة. </p><p> {واعلموا أَنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ وَأَنَّ الله عِندَهُ أَجْرٌ عَظِيمٌ} يحذّر الله هنا من شهوة النفس في الحرص على المال والولد، ذلك ان فتنة الاموال والاولاد عظيمة لا تخفى على ذوي الالباب، فلا تغلِّبوا ايها المؤمنون محبة المال والولد على محبة الله تعالى. </p><p> إن ذلك يفسِد أموركم. فيجب على المؤمن الصادق الإيمان ان يتقي الفتنة في المال بأن يكسبه من الحلال وينفقه في سبيل البر والاحسان، ويتقي الفتنة في الأولاد بحسن تربيتهم وتعويدهم الفضائل وحسن الاخلاق. </p><p> {وَأَنَّ الله عِندَهُ أَجْرٌ عَظِيمٌ} يجزيكم به عن المال والولد، فعليكم ان تؤثروا ما عند ربكم. </p><p> لمّا حذّر الله تعالى عن الفتنة بالأموال والأولاد، قفّى على ذلك بطلب التقوى التي هي اساس الخير كله، وان التقوى شجرة مثمرة، اعظم ثمارها الفرقان والنور الذي يبصرّنا بالحق والعدل والصلاح، والذي به نهتدي ونسعد، كما تُمحة سيئاتنا، ويغفر الله لنا ذنوبنا، وبه تفتح لنا ابواب السماء. </p><p> وهذا هو النداء الخامس: </p><p> {يِا أَيُّهَا الذين آمنوا إَن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ والله ذُو الفضل العظيم} انت تخضعوا لاوامر الله في السر والعلن، يجعل الله تعالى في انفسكم قدرةً تفرّقون بها بين الحق والباطل، وينصركم على أعدائكم، ويغفر لكم جميع ذنوبكم، فهو ذو الفضل العظيم عليكم وعلى جميع خلقه. </p>"
}