{
  "id": null,
  "sura": 8,
  "aya": 50,
  "text": "<p> أدبارهم: ظهورهم. عذاب الحريق: عذاب النار في الآخرة كدأب: كعادة. </p><p> بعد ان بيّن الله تعالى حال هؤلاء الكفار في خروجهم إلى قتال المؤمنين بَطَراً ورياءً، وتزيينَ الشيطان لهم أعمالَهم - قفّى على ذلك بذِكر أحوالهم حين موتهم وبيان العذاب الذي ينالونه عندئذٍ ثم ذكر ان الملائكة تأخذ الذين كفروا بالتعذيب والتأنيب حين يقبضون ارواحهم بصورة منكرة، ويؤذونهم أذى مهينا، جزاء على البطر والاستكبار. ويذكر في اثناء هذا العرض ان أخْذ الكفار بتكذيبهم سنّةٌ ماضية. وانه كذلك أخَذ فرعون. </p><p> ولو ترى ايها الرسول ذلك الهول الخطير ينزل بهؤلاء الكفار حين تتوفاهم الملائكة لرأيتهم يضربون وجوههم وظهورهم، ويقولون لم ذوقوا عذاب النار الذي كنتم به تكذّبون. </p><p> قراءاتك </p><p> قرأ ابن عامر:  «اذ تتوفَّى» بتائين. والباقون:  «يَتَوفى» بالياء. </p><p> ان الله لا يظلم أحداً من عبيده، فلا يعذّب الا بما عمل من سوء. </p><p> {كَدَأْبِ آلِ فِرْعَوْنَ والذين مِن قَبْلِهِمْ كَفَرُواْ بِآيَاتِ الله فَأَخَذَهُمُ الله بِذُنُوبِهِمْ} . </p><p> ان الله تعالى لا يترك الناس سُدى، وانما هي سنّته يمضي بها قدَرُه، وليس فعل هؤلاء المشركين من قريش الذين قُلتوا ببدر وما أصابهم الا ما يصيب المشركين في كل زمان. لقد اصاب مثلُه آل فرعون والذين من قبلهم من الأمم الخالية، وقد آتاهم الله من نعمته، وزرقهم من ففضله، ومكن لهم في الأرض، وجعلهم خلائف فيها، فطغَوا وبغَوا وتجبروا، وجاءتهم آيات الله فكفروا بها، فحقَّت عليهم كلمة ربك، وأخذَهم بالعذاب. </p><p> {إِنَّ الله قَوِيٌّ شَدِيدُ العقاب} لا يغلبه غالب، شديد المجازاة لمن يستحقه عقابه. </p><p> روى مسلم في صحيحه عن أبي ذرّ رضي الله عن هـ عن رسول الله صلى الله عليه وسلم قال:  «ان الله تعالى يقول: إني حرّمت الظلمَ على نفسي، وجعلته بينكم محرما، فلا تَظالموا، يا عبادي انما هي اعمالكم أُحصيها لكم، فمن وجَد خيراً فليحمد الله ومن وجد غير ذلك فلا يلومنّ الا نفسه» والحديث طويل نفيس. </p><p> {ذلك بِأَنَّ الله لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا على قَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ} . </p><p> ذلك، أي الذي ذُكر من أخْذه لقريش بكفرهم بنعم الله لقد كذّبوا رسوله واخرجوه من دياره وحاربوه، ففعل الله بهم كما فعل بالأمم من قبلهم ولقد جرت سنّة الله ان لا يغيرّ نعمة أنعمها على قوم، كنعمة الامن والرخاء والعافية، حتى يغيروا ما بأنفسِهم. وهذا عدل في الجزاء. </p><p> {وَأَنَّ الله سَمِيعٌ عَلِيمٌ} سميع لما يقولون عليم بما يفعلون. </p><p> {كَدَأْبِ آلِ فِرْعَوْنَ والذين مِن قَبْلِهِمْ كَذَّبُواْ بآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَآ آلَ فِرْعَونَ وَكُلٌّ كَانُواْ ظَالِمِينَ} . </p><p> هنا كرر قضية آل فرعون فقد كانت المرة الأولى لبيان كفرهم فأخذَهم بالعذاب، اما الثانية فهي أن حال هؤلاء كحال آل فرعون والذين من قبلهم في تغيير النعم. </p><p> وكما أن دأْب هؤلاء الكفار في الإنكار لآيات الله ونعمه كدأب آل فرعون والذين من قبلهم- فان دأبهم ايضا الاستمرار على لاتكذيب برسله، مثل آل فرعون والذين من قبلهم - من ثم كان الشبه بينهم في الكفر بالآيات وجحود رسالة الرسل، وفي الاستمرار على ذلك. لهذا أخذ الله الجميع بذنوبهم: أولئك بالصواعق والرياح ونحوها، وآل فرعون بالغرق، وكلهم كانوا ظالمين، فاستحقوا ما نزل بهم من العقاب. </p>"
}