{
  "id": null,
  "sura": 8,
  "aya": 67,
  "text": "<p> أسرى: جمع أسر وهو كل من يؤخذ من المحاربين. الإثخان: الشدة حتى يثخن في الأرض: يُكثر القتال ويبالغ فيه. عرض الدنيا: حطام الدنيا وما فيها من زخارف مسّكم: اصابكم. </p><p> لا يسوغ لأحد من الانبياء ان يكون له أسرى يحتجزهم، أو يأخذ منهم الفِداء، او يمنّ عليهم بالعفو، حتى يتغلّب على أعدائه، ويُكثر القتل والجراح فيهم، فلا يستطعيوا قتالا بعد ذلك، ولكنّكم أيها المؤمنون سارعتم في غزوة بدر الا اتخاذ الأسرى قبل التكّن في الارض تريدون منافع الدنيا وحُطامَها، والله يريد لكم الآخرة. </p><p> {والله عَزِيزٌ حَكِيمٌ} عزيز يَهَبُ العزة للمؤمنين وإن لم يكن لهم اسرى، وهو حيكم في تدبيره وأمره ونهيه. </p><p> قراءات: </p><p> قرأ اهل البصرة «ان تكون» بالتاء. </p><p> روى الإمام أحمد عن أنس قال:  «استشار النبي صلى الله عليه وسلم في الاسارى يوم بدر فقال: ان الله مكّنكم منهم،فقال عمر بن الخطاب:يا رسول الله اضربْ أعناقهم. فأعرض عنه النبي، ثم عاد رسول الله لمقالته، إنما هم إخوانكم بالأمس وعاد عمر لمقالته،فأعرض عنه فقام أبو بكر الصدّيق فقال:يا رسول الله نرى ان تعفو عنهم، وان نقبل منهم الفداء؟قال:فذهب عن وجه رسول الله ما كان فيه من الغم، فعفا عنهم وقبل منهم الفداء» . </p><p> وفي رواية ابن عباس عن عمر زيادة هي: فلما كان الغد جئتُ، فإذا رسول الله وأبو بكر يبكيان فقلت: يا رسولَ الله، أخبِرني من أي شيء تبكي انت وصاحبك. . . فقال رسول الله صلى الله عليه وسلم:  «أبكي على أصحابك من أخذِهم الفداءَ، لقد عرض عليَّ عذابُهم أدنى من هذه الشجرة» . فأنزل الله عز وجل «وما كان لنبي. . . .» الآية. </p><p> {لَّوْلاَ كِتَابٌ مِّنَ الله سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ} لولا حكمٌ سابق من الله بالعفو عن المجتهد المخطىء لأصابكم فيما أخذتم من الفِداء عذابٌ كبير بسبب ما تعجّلتم به. </p><p> بعد ان عاتبَهم الله على اخذ الفداء أباح لهم أكْل ما أخذوه، وعدَّه من جملة الغنائم التي أباحها لهم في اول السورة فقال: </p><p> {فَكُلُواْ مِمَّا غَنِمْتُمْ حَلاَلاً طَيِّباً واتقوا الله إِنَّ الله غَفُورٌ رَّحِيمٌ} كلوا مما غنمتم من الفداء حلالا لكم طيبا في نفسه لا خبث فيه، واتقوا الله ما كل أموركم، انه غفور لذنبكم السابق حين أخذتم الفداء. </p><p> ثم يخاطب الاسرى بكلام رقيق يُحْيي فيهم الرجاء، ويُشيع فيهم النور، ويؤملهم بحياة أكرم مما كانوا فيه، وكسبٍ أطيب مما فقوا من مال وديار، وبعد ذلك كلّه بالمغفرة والرحمة. </p><p> {ياأيها النبي قُل لِّمَن في أَيْدِيكُمْ مِّنَ الأسرى إِن يَعْلَمِ الله فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ والله غَفُورٌ رَّحِيمٌ} يا ايها النبي قل للأسرى الّذين اخذتم منهم الفداء: ان يكن في قلوبكم خير يعلمه الله فسيُخلِفُ لكم خيراً مما أخذه المؤمنون منكم ويغفر لكم ما كان من الشرك والسيئات. </p><p> ان الله غفور لمن تاب من كفره وذنوبه، رحيم بالمؤمنين يشملهم بعنايته وتوفيقه. </p><p> قراءات: </p><p> قرأ ابو عمرو:  «من الأسارى» والباقون: «من الأَسرى» . </p><p> وفي الوقت الذي يفتح الله للأسارى باب الرجاء، يحذرهم خيانة الرسول- صلى الله عليه وسلم - كما خانوا الله من قبل فلاقوا هذا المصير. </p><p> {وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدْ خَانُواْ الله مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ والله عَلِيمٌ حَكِيمٌ} . </p><p> وان يردوا خيانتك بما يظهر بعضهم من الميل الى الاسلام مع انطواء صدروهم على قصد مخادعتك بهذا الميل فلا تبتئس، فقد خانوا الله من قبل باتخاذ الأنداد والشركاء لله والكفر بنعمته، فامكن منهم اذ نصرك في بدر مع قلة عَددكم وعُددكم، وكثرتهم، والله قوي غالب متصرف بحكمته، يعلم ما ينونه وما يستحقونه من عقاب. </p>"
}