{
  "id": null,
  "sura": 8,
  "aya": 9,
  "text": "<p> مردفين: متتابعين، وأردفه اركبه خلفه. وأردف: تتابع يغشيكم النعاس: يغلبكم رجز الشيطان: وسوسته، وله معان اخرى كالذنب، وعبادة الاوثان. ليربط على قلوبكم: ليثبتها ويصبرها. فوق الاعناق: الرؤوس، والبنان: اطراف الاصابع. مفرده: بنانة. شاقّوا الله: عادوه. </p><p> {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ. . . .} روى ابن جرير عن عبد الله بن عباس رضي الله عن هـ قال: حدثني عمر بن الخطّاب رضي اله عنه قال: لما كان يومُ بدرٍ نظر النبي صلى الله عليه وسلم الى اصحابه وهم ثلاثمائة رجل وبضعة عشر رجلا، ونظر الى المشركين فإذا هم ألفٌ او يزيدون، فاستقلَ القبلة ثم مدّ يديه وجعل يهتف بربه: اللهمّ أنجِزْ لي ما وعدتني، اللهم إن تهلَك هذه العصابةُ لا تُعبد في الأرض، فما زال يهتف بربه مادّاً يديه مستقبلاً القبلة حتى سقط راداؤه، فأتاه أبو بكر فأخذ رداءه فألقاه لعى منكبيه ثم التزمخ من وارئه، وقال: يا نبي الله، كفاك مناشدتك ربَّك فإن سينجز لك ما وعدك. فأنزل الله تعالى:  {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ. . . الآية} . </p><p> اذكروا وقتَ استغاثتكمن ربَّكم، فأجاب الله دعاءكم، وأمدكم بألف من الملائكة متتابعين. وما جعل الله تعالى ذلك الإمداد بالملائكة إلا بِشارةً لكم بالنصر، لتطمئنّوا وتُقْدِموا، وما النصر الا من عند الله دون غيره من الملائكة او سواهم، وقد تقدمت هذه الآية في سورة آل عمران ١٢٦. </p><p> قراءات: </p><p> قرأ ابو عمرو:  «فاستجبا لكم إنّي ممدكم» بكسر همزة إنَّ والباقون «أَنّي» بفتح الهمزة وقرأ نافع ويعقوب: «مُرْدَفين» بفتح الدال. والباقون «مردفين»  «بكسر الدال» . </p><p> {إِذْ يُغَشِّيكُمُ النعاس أَمَنَةً. . . .} اذكروا ايها المؤمنون، وقتَ أن خفتم من قلة الماء، ومن الأعداء، فوهبكم الله الأمن وداهمكم النعاسُ فنمتم آمنين. وعند ذاك انزل الماءَ من السماء لتطَّهَّروا به ولتذهبوا وساوس الشيطان عنكم، وتثبت قلبوكم واثقة بعون اللهن ولتتماسك به الأرض فتثُبت منكم الاقدام. </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو:  «يغاشكم النعاسُ» بضم السين. </p><p> فقد أنزل الله في تلك الليلة مطرا طهَّركم به وأذهب عنكم رجس الشيطان، ووطَّأ به الارضَ وصلُب الرمل، وثبتت الأقدام. وقد سبق رسول الله واصحابه الى الماء فنزلوا عليه وصنعوا الحِياض ثم عوَّروا ما عداها، وبذلك تمكّنوا من الشرب والأعاداء عِكاش. وتفصل ذلك في كمتب السيرة والحديث. </p><p> كذلك اذكروا أيها المؤمنون أن الله أوصى الملائكة أن تودِع في نفوسكم أن الله معكم بالتأييد والنصر، قائلا لهم: ثبِّتوا الذين آموا، قوُّوا قلوبهم. . وسأجعل الرعب يستولي على قلوب المشركين، فاضربوا رؤوسهم التي فوق اعناقهم، وقطِّعوا ايديهم التي يحملون بها السيوف. </p><p> {ذلكم فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النار} ان هذا هو العقاب الذي عجَّلتُ لكم به ايها الكافرون من هزيمة وخِزي وذلّ امام فئة قليلة العَدد والعُدد من المسلمين، فذوقوه في الدنيا عاجلا، واعلموا ان لكم في الآخرة عذاب النار. </p>"
}