{
  "id": null,
  "sura": 9,
  "aya": 53,
  "text": "<p> طوعا: باردتهم. كرها: من غير ارادتهم. تزهق انفهسم: تخرج بصعوبة. يَفرقون: يخافون بشدة. ملجأ: مكان يتحصنون به. مغارات: جمع مغارة، معروفة. مدخلا: سربا في الارض يدخله الانسان بدة. يجمعون: يسرعون اسرعا لا يردهم شيء. يقال جمع الرجل: ركب هواه فلا يرده شيء. </p><p> {قُلْ أَنفِقُواْ طَوْعاً أَوْ كَرْهاً لَّن يُتَقَبَّلَ مِنكُمْ إِنَّكُمْ كُنتُمْ قَوْماً فَاسِقِينَ} . </p><p> بعد ان بيّن الله تعالى أعذار المنافقين الكاذبة، تعللاتِهم الباطلةَ في التخلُّفِ عن الجهاد، وما يجول في نفوسِهم من كراهتهم للرسول اصحابه، وأنهم يتربَّصون بهم الدوائر- بيَّن هنا أنّ بعضَ هؤلاء المتربِّصين من المنافقين قد عَرَضَ ماله، وهو يعتذر عنه الجهاد، فردَّ الله عليهم مناورتهم، وكلّف رسوله ان يعلن ان إنفاقَهم غيرُ مقبولٍ عند الله قل ايها الرسول للمنافقين: أنفِقوا ما شِئتُم طائعينَ او مُكْرَهين فلن يتقبل الله عملّكم الذي أحبطَهُ نفاقُكم، لأنكم قومٌ فاسقون خارِجون من دائرة الايمان. </p><p> {وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بالله وَبِرَسُولِه} . وما ِمنع اللهَ من قبول نفقاتِهم إلا كُفرهم بالله، وكفرهم برسوله وما جاء به من الهدى. </p><p> {وَلاَ يَأْتُونَ الصلاة إِلاَّ وَهُمْ كسالى وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ} . </p><p> ولا يصلُّون إلا رياءً وتِقِيَّة، لا إيماناً بوجُوبها. فهم يؤدّونها غير مُقْلِلين عليها، سَتْراً لِنفاقهم، ويؤدونها متثاقلين كسالى لا تنشرح لها نفوسُهم ولا تنشَط لها أبدانهم، ولا يُنفقون أموالهم في مصالح الجهاد وغيره إلا وهم كارهون لذلك. </p><p> هذه صورة المنافقين في كل آن، خوفٌ ومدارارة، وقلبٌ منحرف، وضمير مدخول، {يَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِي قُلُوبِهِمْ}  «سورة الفتح» . </p><p> قراءات: </p><p> قرأ حمزة والكسائي «وما منعهم ان يقبل منهم نفقاتهم» بالياء. </p><p> {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياة الدنيا} . </p><p> فلا تعجبْك ايها الرسول اموالُهم ولا أولادهم وما هم فيه من نِعم وخيرات، فان الله تعالى جعلَ هذه الاموالَ حسراتٍ عليهم، لأنهم لا ينتفِقعوا بها في الحياة الدنيا، ولن يؤْجَروا عليها في الآخرة. اما الأولاد فإنهم اعتنقوا الاسلامَ وأخلَصوا له، فكان ذلك أشدَّ حسرةً على آبائهم، ولا شيء أشدُّ على الوالد من ان يكون ولده على غير دينه. وكان عبد الله بن عبد الله ابن أُبَيّ من اكبر المسلمين المتحمسين للاسلام، وقد عرض على الرسول الكريم ان يَقتُلَ أباه، فلم يقبل النبي صلى الله عليه وسلم. وهذا معنى: انما يريدُ الله ليعذِّبَهم بها في الحياةِ الدنيا. </p><p> {وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} . </p><p> وتخرج أرواحُهم بصعوبة وشدة حين يموتون على الكفر فيعذّبهم اللهُ كفرِهم في الآخرة كما عذّبَهم بأموالِهم وأولادهم في الدنيا. </p><p> وبعد ان بين الله حالة المنافقين وفضحَهم بأنهم يُظهرون غير ما يضمرون، ذكر هنا غلوَّهم في النفاق، فقال: </p><p> {وَيَحْلِفُونَ بالله إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ ولكنهم قَوْمٌ يَفْرَقُونَ} . </p><p> يُقسم هؤلاء المنافقون كَذِباً بأنهم مؤمنون مثلكم وأنهم منكم، والحقيقة أنهم ليسوا مؤمنين بالله، وليسوا منكم، لكنّهم قومٌ يخافونكم، مما يدفعهم الى النفاق. </p><p> لقد ملأ الرعب قلوبهم، فلا يدرون ماذا يفعلون، واين يتوجهون او يختبئون؟ وهذا ما تعبر عنهم الآية الكريمة الآتية: </p><p> {لَوْ يَجِدُونَ مَلْجَئاً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلاً لَّوَلَّوْاْ إِلَيْهِ وَهُمْ يَجْمَحُونَ} . </p><p> وانهم لشدة كرههم للقتال معكم، ولبغضهم معاشرتكم، ولشدة جبنهم وخوفهم من ظهور نفاقهم لكم- يتمنون الفرار منكم والعيش في اي مكان يعتصمون به، فهم تطلقعون أبداً الى مخبأ يجمعهم، ويأمنون فيه، وليكن حصناً او مفاغرة او رسدابا ضيقا. انهم مذعورون يطاردهم الفزغ الداخلي والجبن الروحي، ولذلك يحلفون بالله إنهم منكم، ليتقوا انكشاف طويتهم، ولكن الله لا يخفى عليه شيء. </p>"
}