{
  "id": null,
  "sura": 9,
  "aya": 124,
  "text": "<p> الرجس: النجس ومعناه هنا الكفر يعني ازدادوا كفراً الى كفرهم. </p><p> بعد ذِكر الوان من مخازي المنافقين وكشفِ اخلاقهم بيّن هنا أنواعاً اخرى من تلك المثالب مثل سُخريتهم من القرآن الكريم، وتسلَّلهم حين سماعه. </p><p> {وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إِيمَاناً فَأَمَّا الذين آمَنُواْ فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ} . </p><p> واذا ما أنزل الله سورةً من القرآن على رسوله، وسمعها المنافقون، سخرواواستهزأوا، وقال بعضهم لبعض: هل منكم من زادته هذه السورة إيمانا؟ وجواب ذلك يا محمد: نعم، المؤمنون الذين ابصروا النور وعرفوا الحق زادتهم إيمانا إلى إيمانهم. يفرحون بذلك ويستبشرون، لأنهم يرجون الخير من هذه الزيادة، وذلك بتزكية أنفسهم في الدنيا والآخرة. </p><p> {وَأَمَّا الذين فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْساً إلى رِجْسِهِمْ وَمَاتُواْ وَهُمْ كَافِرُونَ} . </p><p> وأما المنافقن الذين في قلوبهم شك وارتياب، فقد زادتهم كفرا الى كفرهم، وحين ماتوا على الكفر والنفاق كان مأواهم جهنم وبئس المصير. </p><p> {أَوَلاَ يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لاَ يَتُوبُونَ وَلاَ هُمْ يَذَّكَّرُونَ} . </p><p> أوَلا يعتبر هؤلاء المافقون بما يبتليهم اللهُ به كل عام من ألوان باللاء بكشفِ أستارهم، وإنباء الله بما في قلوبهم وفضيحتهم، ونصر المؤمنين!! ثم هم مع كل هذا لا يتوبونَ من نفاقهم، ولا يتعظون بما يحل بهم من العذاب. </p><p> قراءات: </p><p> قرا حمزة ويعقوب:  «او لا ترون» بالتاء. </p><p> {وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إلى بَعْضٍ هَلْ يَرَاكُمْ مِّنْ أَحَدٍ ثُمَّ انصرفوا صَرَفَ الله قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُون} . </p><p> بعد ان بين حال تأثير إنزال آيات القرآن في المنافقين وهم غائبون عن مجلس الرسول صلى الله عليه وسلم، بين حالهم هنا وهم في مجلسه حين نزولنا واستماع تلاوته لها. واذا ما انزلت سورة وهم في مجلس الرسول الكريم تسارقوا النظر وتفاخروا وقال بعضهم لبعضه: هل يراكم أحد؟ ثم انصرفوا متسللين لئلا يفتضحوا بما يزره عليهم من سخرية وانكار {صَرَفَ الله قُلُوبَهُم} وهذا دعاء علهيم، فقد صرف قلوبهم عن الهدى فاهم يستحقون ان يزلوا في ضلالهم يعمهون، لانهم قوم لا يفقهون، حيث عطلوا قلوبهم عن وظيفتها واستمروا على عنادهم ونفاقهم. </p><p> ثم يختم الله تعالى هذه السورة الكريمة بآيتين تتحدث احداهما عن الصلة بين الرسول وقومه، وعن حرصة عليهم ورحمته بهم، والآية الثانية توجيهٌ للرسول ان يعتمد على به وحده حين يتولى عنه من يتولى، فهو وليه وناصره وكافيه. </p>"
}