{
  "id": null,
  "sura": 9,
  "aya": 73,
  "text": "<p> الغلظة: الخشونة والشدة في المعاملة. وهموا بما لم ينالوا: ارادوا ان يعملوا شيئا لم يستطيعوا. وما نقموا: ما انكروا وعابوا. </p><p> بعد ان بيّن صفاتِ المؤمنين الصادقين، وصفةَ المنافقين الذين يدّعون الإيمان، اعاد الكرّة الى تهديد المنافقين وإنذارِهم بالجهاد كالكفار المجاهرين بكفره، فان هؤلاء المنافقين قالوا كلمة الكفر، وكفروا بعد اسلامهم، وهموا بأم خيَّبهم الله فيه. </p><p> {ياأيها النبي جَاهِدِ الكفار والمنافقين واغلظ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ المصير} . </p><p> يا ايها النبيّ ثابرْ على جهادِك في رَدْع الكفار عن كفرهم، والمنافقين عن نفاقهم، فقد كان النبي صلى الله عليه وسلم يُلاينُ المنافقين، ويصفح عنهم كثيرا. لكن هذا كله لم يجد معهم، فأمره الله تعالى ان يعاملَهم بالشدّة والغِلظة لعلا تربيّيهم وتردعهم، أما مآلُهم الذي أعدّه الله لهم في الآخرة فهو جنهم وبئس المصير. </p><p> ثم ذكر الله سبحانه الجرائم الموجبةَ لجهادهم كالكفّار، وهي أنهم أظهروا الكفرَ بالقول وهموا بشرِّ ما يُغري به من الفعل، وهو الفتكُ برسول الله وهو عائد من تبوك. فقد تآمر بعض منهم على ان يفتكوا به عند عَقَبةٍ في الطريق، لكنه تنبّه وأخذَ الحَيْطة ونجّاه الله منهم. </p><p> {يَحْلِفُونَ بالله مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الكفر وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ وَهَمُّواْ بِمَا لَمْ يَنَالُواْ} . </p><p> يحلف المنافقون أمامك يا محمد بالله أنهم ما قالوا منكَراً مما بلغَك عنهم، لكنهم كاذبون في الإنكار، فقد قالوا كلمةَ الكفر التي رويتْ عنهم، وظهر كفرهم بعد ان كانوا يتظاهرون بالاسلام. بل إنهم همّوا بما لم ينالوا. </p><p> وهذا ما رواه كثير من أئمة الحديث، أنهم أرادوا ان يغتالوا رسول الله ف منصرَفَه من تبوك عند العقبة على الطريق، وقد احتاط الرسولُ لذلك وأمر عمّار بن ياسر وحُذَيفة بن اليمان ان يكونا معه حتى اجتاز المكان. ولما غِشِيَه المتآمرون كانا منتبهَين فنجا رسول الله. وقد عرفهم حذيفة، وكانوا اثني عشر رجلاً كما في صحيح مسلم. وحاول بعض الصحابة ان يقتلهم فلم يقبل النبي صلى الله عليه وسلم وقال:  «لا اريد ان يتحدّث الناس بأن محمداً قتل أصحابه» . </p><p> {وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ} . </p><p> ما كان سبب نقمتهم على الرسول الا بَطَراً بالنعمة، بعد ان أغناهم الله ورسوله بما حَصلوا عليه من الغنائم التي شاركوا فيها المسلمين. </p><p> {فَإِن يَتُوبُواْ يَكُ خَيْراً لَّهُمْ وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ الله عَذَاباً أَلِيماً فِي الدنيا والآخرة} . </p><p> فان يرجعوا الى الله بِتَرْكِ النفاق والندمٍ على ما كان منهم يَقْبَلِ اللهُ توبتهم، ويكون ذلك خيراً لهم، وان يُعرضوا عن الإيمان يعذّبهم الله في الدنيا بمختلف ألوان البلاء، وفي الآخرة بنار جهنم. </p><p> {وَمَا لَهُمْ فِي الأرض مِن وَلِيٍّ وَلاَ نَصِيرٍ} . </p><p> وليس في الأرض من يدافع عنهم او يشفع لهم وينصرهم. </p>"
}