{
  "id": null,
  "sura": 9,
  "aya": 61,
  "text": "<p> اذن: يسمع كل ما يقال ويصدقه. اذن خير: يسمع الصدق ولا يخدع بالباطل. يؤمن للمؤمنين: يصدقهم لما يعلم فيهم من الاخلاص والايمان الصادق. </p><p> لا يزال الحديث في المنافقين ومداوراتهم، وما كانوا يفعلون من توجيه الأذى للنبي صلى الله عليه وسلم. وقد رودت عدة روايات في هذا الموضع عن ابن اسحاق وابن المنذر وغيرهم. من ذلك ان رجلا من المنافقين اسمُه: نبتل بن الحارث، كان يأتي الرسول الكريم فيجلس اليه فسمع منه ثم ينقل حديثه الى المنافقين. وهو الذي قال لهم: إنما محمد أذُنٌ، مَنْ حدّثَه شيئا صَدّقه. </p><p> وكذلك روي ان جماعة من المنافقين منهم جلاس بن سويد بن الصامت، ومخشي بن حِمْير، وديعة بن ثابت- اجتمعوا فأرادوا ان يقعوا في النبي الكريم. فنهى بعضهم بعضا، وقالوا: نخاف ان يبلغ محمدا فيقع بكم. فقال بعضه انما محمد أُذُونٌ نَحْلِفُ له فيصدّقنا. . . فنزل قوله تعالى: </p><p> {وَمِنْهُمُ الذين يُؤْذُونَ النبي وَيِقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بالله وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ آمَنُواْ مِنكُمْ والذين يُؤْذُونَ رَسُولَ الله لَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> ومن المنافقين جماعة يتعمّدون إيذاء النبيّ، فيتّهمونه بأنه يسمعُ من كّلِ أحدٍ ما يقوله ويصدِّقه، وانه يُخْدع بما يَسْمَع، فقل لهم ايها الرسول: إن من تتناولونه بهذه التُّهمة ليس كما زعمتم، بل هو أُذُن خير لكم لا يَسْمع الا الصِدق، ولا يُخدع بالباطل، ويصدِّق بالله وبما يوحي اليه، ويصدِّق المؤمنين، لانه يعمل ان إيمانهم يمنعُهم من الكذب. وهو رحمةٌ للذين آمنوا منكم إيمانا صحيحا، اما الذين يؤذون الرسول بالقولِ او بالفعل فجزاؤهم العذاب الشديد. </p><p> وقد صار هذا القول عن بعض المنافقين لأن النبي الكريم كان لا يواجهُهم بسوء، ويعاملهم بكل سماحة، ويهَشّ لم ويستقبلهم، فظنّوا أنه ينخدِع بهم، وتنطلي عليه حيلُهم ونفاقهم. </p><p> قراءات: </p><p> قرأ نافع:  «أذن» باسكان الذال، والباقون «اذن» بضم الذال، وقرأ حمزة:  «ورحمة» بالجر عطفا على «خير» والباقون: «رحمة» بالضم. </p><p> {يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ إِن كَانُواْ مُؤْمِنِينَ} . </p><p> الخِطابُ للنبي والمؤمنين: يحلِفون لكم أنهم ما قالوا ما نُقل عنهم لترضوا عنهم وتقبلوا معاذيرهم، واللهُ والرسول أحقُّ بالحِرص على رضائهما، ان كانوا مؤمنين كما يدّعون. </p><p> روى ابن المنذر عن قتادة قال: ذُكر لنا ان رجلاَ من المنافقين قال شأن المتخلفين عن غزوة تبوك: والله إن هؤلاء لَخيارُنا وأشرافُنا، وإن كان ما يقول محمدٌ حقاً لهُم شَرُّ من الحُمُر. فسمعها رجل من المسلمين فقال: واللهِ ان ما يقول محمدٌ لحقّ، ولأنت شرُّ من الحمار. وجاء وأخبر النبيَّ بذلك، فأرسل الى الرجل فدعاه فقال له: ما حَمَلَكَ على الذين قلت؟ فجعل يلعن نفسضه ويحلِف بالله ما قال ذلك. وجعل الرجلُ المسلمُ يقول: اللهمَّ صدِّق الصادقَ، وكذِّب الكاذبَ. فأنزل الله {يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ} . </p><p> {أَلَمْ يعلموا أَنَّهُ مَن يُحَادِدِ الله وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِداً فِيهَا ذلك الخزي العظيم} . </p><p> ألم يعملم هؤلاء المنافقون ان من يكفر باللهِ وعيادي اللهَ ورسولَه جزاؤه العذابُ الأليم في جهنم يوم القيامة، وأن ذلك هو الذلّ والهوان العظيم الذي يصغر دونه كل خِزي في الحياة الدنيا. </p>"
}