{
  "id": null,
  "sura": 9,
  "aya": 34,
  "text": "<p> يأكلون اموال الناس: يأخذونها بغير حق وبطرقٍ غير مشروعة. يصدون عن سبيل الله: يمنعون الناس عن معرفة الحقيقة. يكنزون الذهب والفضة: يخزنونها. </p><p> بعد ان بين الله تعالى في الآيات السالفة كيف بدّل اليهود والنصارى ديانتهم واتّخذوا أحبارَهم ورهبانهم أرباباً من دون الله، بيّن هنا سيرةَ كثيرٍ من هؤلاء الرؤساء الدينّيين في معاملاتهم مع الناس، ثم أوعدَ الباخِلين الذين يكنزون الذهب والفضة في خزائنهم ولا ينفقون منها في سبيل البر والخير- واعَدَهم بالعذاب الأليم في نار جهنم. </p><p> {ياأيها الذين آمَنُواْ إِنَّ كَثِيراً مِّنَ الأحبار والرهبان لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل وَيَصُدُّونَ عَن سَبِيلِ الله} . </p><p> يا ايها المؤمنون: اعملوا أن كثيراً من علماء اليهودِ ورهبان النصارى يستحلُّون أكْلَ أموال الناس بغير حق، ويستغلّون ثقة الناس فيهم واتّباعَهم فلم في كلّ ما يقولون، ويصدّون الناسَ عن الدخول في الاسلام، ويَحْمِلونهم على الطعن فيه بما يبثّونه من تعاليم تخالف الواقع. </p><p> وقوله تعالى:  «ان كثيراً من الأحبار والرهبان» فيه دِقة واحتراز، فإن بينهم من لا يأكلُ أموال الناس ولا بدّ من أفرادٍ في أية جماعة من الناس فيهم بقيةُ خير. </p><p> وأخذُ اوال الناس بغير حقٍّ شرعيّ له طرق عديدة، منها الرشوة لأجل الحكم والمساعدة على إبطال حق او إحقاق باطل. وهي حرام على كلّ من أخذَها سواء اكان من الرؤساء الدينيّين أو من الموظفين والحكّام. . . </p><p> وكذلك الرّبا، فإنه من اكبر الفواحش. ومنها أخذُ المال جُعلا على مغفرةِ الذنوب، ومنها أخذُ الأموال على الفتاوى لتحليلِ الحرام وتحريم الحلال. وهذا من أشدّ الذنوب واكبر الكبائر، كما قال تعالى مخاطبا اليهود:  {قُلْ مَنْ أَنزَلَ الكتاب الذي جَآءَ بِهِ موسى نُوراً وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيراً وَعُلِّمْتُمْ مَّا لَمْ تعلموا أَنتُمْ وَلاَ آبَاؤُكُمْ قُلِ الله ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ}  [الأنعام: ٩١] . </p><p> {والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} . </p><p> والذين يجمعون الأموالَ من جميع أصنافها ويكنزونها في خزائنهم، ولا ينفقون منها في سبيل الله بأن يُخرجوا زكاتها، ويتصدّقوا منها لبناء المدارس والمتشفيات، ودور الأيتام والدفاع عن الوطن والعقيدة - فهؤلاء أنذِرْهم ايها الرسول الكريم بعذابٍ موجع. </p><p> وقد ورت عدة روايات عن الصحابة والعلماء المجتهدين أن المال الذي تؤذّى زكاتُه ليس بكنز، وهذا صحيح. ولكن هناك واجباتٍ أُخرى تستلزمها الضروةُ فيجب على اصحاب الاموال ان يشاركوا فيها مثل الجهاد بناء المدار والمساجد والمصحّات وغير ذلك، والذي يدخلُ تحت قوله تعالى:  {وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم}  [الذاريات: ١٩] . </p><p> {يَوْمَ يحمى عَلَيْهَا فِي نَارِ جَهَنَّمَ فتكوى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ هذا مَا كَنَزْتُمْ لأَنْفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ} . </p><p> يؤتى بهؤلاء الناس يوم القيامة ويوقَدُ على هذه الأموال في نار جهنم ثم تُحرق بتلك الاموال المحْمَاة جباهُ أصحابها، وجنوبُهم وظهروهم، ويقال توبيخاً لهم: هذا ما ادّخرتموه لأنفسكم ولم تؤدوا منه حقَّ الله. </p><p> ان ما كنتم تظنّونه من منفعةٍ في كنزه لأنفسِكم قد كان لكم ضُرّاً، فقد صار في الدنيا لِغَيركم، وعذابُه في الآخرة لكم، فذوقوا اليوم العذاب الشديد. </p><p> ومن أكبر أسباب الضعف الظاهر الذي ناره في مجتمعاتنا العربية والإسلامية البخلُ والشحّ المستولي على ارباب الاموال فهم لا يبخلون على شهواتهم بانفاق الملايين، أما حين تُطلب منهم الحقوق الواجبة من اجل الدفاع عن الاوطان وصد المعتدين - فإنهم لا يؤدون ما يجب عليهم. </p><p> وقد وردت عدة روايات في نزول الآية، منها حديثُ أبي ذرّ الذي أخرجه البخاري وغيره، قال زيد بن وهب، ابو سلميان الجهني، وهو تابعي ثقة: ممرت بأبي ذرٍ بالرَّبَذَة (موضع بين مكة والمدينة) فقلت: يا ابا ذر، ما أنزلك هذه البلاد؟ فقال: كنت بالشام فقرأت (والذين يكنزون الذهب والفضة) فقال معاوية: هذه نزلت في أهل الكتاب، فقلت: إنها فينا وفيهم. فصار ذلك سبباً للوحشة بيني وبيه، فكتب اليَّ عثمانُ أن أَقبلْ إليّ. فلما قدمت المدينة انحرف عني الناسُ كأنهم لم يروني من قبل. فشكوت الى عثمان، فقال: تنحَّ قريبا. فقلت: اني واللهِ لم أدَع ما كنت اقول «وكان يندّد باصحاب الاموال، ويخوّف الناسَ من جمع الأموال وخزنها،وكان يحدِّث الناس ويقول لهم:لا يبتن عند أحدِكم دينارٌ ولا درهم إلا ما ينفقه في سبيل الله او يعدّه لغيرم الخ. . .</p><p> وأخرج أبو داود والحاكم وابن ابي شَيبة وغيرهم عن ابن عباس: قال:» لما نزلت هذه الآية (والذين يكنزون الذهب والفضة) كَبُرَ ذلك على المسلمين، وقالوا: ما يستطيع احدٌ منا أن لا يُبقي لِولِده مالاً بعده، فقال عمر: انا أفرَج عنكم، فانطلق وتبعه ثَوْبان، فأتى النبيَّ صلى الله عليه وسلم، فقال: با نبيّ الله، إنه قد كبر على اصحابك هذه الآية. فقال: ان الله لم يفرض الزكاةَ الا ليطيِّبَ بها ما بقي من اموالكم، وانما فُرضت المواريثُ عن أموالٍ تبقى بعكم، فكبَّر عمر رضي الله عن هـ «يعني من فرط سروره. وذلك يعني ان المال الذي أخرجت زكاته ليس بكنز. </p>"
}