{
  "id": null,
  "sura": 9,
  "aya": 44,
  "text": "<p> العدة: الأهبة والاستعداد. انبعاثهم: خروجهم: فثبطهم: أوهن عزمهم وعوّقهم. الخبال: الاضطراب في الرأي لأوضعوا خلالكم: لاسرعوا بينكم. يبغونكم الفتنة: يريدن لكم التشكيك في الدين والتخويف من الاعداء. وقلبوا لك الامور: دبروا لك المكايد من كل وجه. </p><p> كانت هذه الآيات أول ما نزلَ من القرآن في التفرقة بين المنافقين والمؤمنين في القتال، وقد رويَ عن ابن عباس انه قال: لم يكنْ رسولُ الله صلى الله عليه وسلم يعرف المنافقين حتى نزلت سورة براءة. والمراد انه لم يكن يعرفهم كلَّهم ويعرف شئونَهم بهذا التفصيل حتى نزلت، ولذلك كان من أسمائها «الفاضحة» ، لأنها فَضَحت احوال المنافقين. </p><p> لا يتسأذنك الّذين يؤمنون باللهِ واليوم الآخر أن يجاهِدوا بأموالهم وأنفسِهم في سبيل الله، فالمؤمنُ الصادقُ الإيمان يجيب داعيَ الله ورسولهِ حالا، ولا يستأذن في الجهاد، لأن صِدق إيمان هؤلاء يحّبب إليهم الجهاد في سبيل الله، كما قال تعالى: </p><p> {إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ الله أولئك هُمُ الصادقون}  [الحجرات: ١٥] . </p><p> {والله عَلِيمٌ بالمتقين} . </p><p> والله يعلم صدق نيات المؤمنين المتقين. </p><p> {إِنَّمَا يَسْتَأْذِنُكَ الذين لاَ يُؤْمِنُونَ بالله واليوم الآخر وارتابت قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ} . </p><p> انا يستأذنك في التخلّف عن الجهاد من غير عذرٍ أولئك الذين لا يؤمنون إيمانا صادقا بالله ولا بالحسابِ في اليوم الآخر، فهؤلاء قد ارتابت قلبوبُهم فهم يعيشون في حَيرةٍ من أمرهم، ويعتذرون بالمعاذير الكاذبة هرباً من القيام بالواجب. </p><p> {وَلَوْ أَرَادُواْ الخروج لأَعَدُّواْ لَهُ عُدَّةً ولكن كَرِهَ الله انبعاثهم فَثَبَّطَهُمْ وَقِيلَ اقعدوا مَعَ القاعدين} . </p><p> لو صدقتْ نيّة المنافقين في الخروج مع الرسول للجهاد، لأخذوا أهبةَ الحرب واستعدوا لها، وقد كانوا مستطيعين ذلك، لكنّ الله كَرِةَ خروجَهم، لِعلْمه أنهم لو خَرجوا معكُم لكانوا عليكم لا لكم، فعوَّقهم الله عن الخروج بما امتلأت به قلوبهم من النفاق، وقيلَ لهم اقعُدوا مع القاعدين، من الاطفال والعجزة. هذا مكانكم اللائق بكم، لما لكم من الهمم الساقطة، والقلوب المرتابة. </p><p> {لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً ولأَوْضَعُواْ خِلاَلَكُمْ يَبْغُونَكُمُ الفتنة وَفِيكُمْ سَمَّاعُونَ لَهُمْ والله عَلِيمٌ بالظالمين} . </p><p> بعد ان بين الله ان استئذانهم في التخلف عن القتال انما كان سَتراً لنفاقهم، زاد في البيان هنا بيان المفاسد التي كانت تنجم من خروجهم، وهي افساد النظام والاضطراب في الرأي، وتفريق الكلمة بالسعي بين المسلمين بالنميمة، وبخاصة ان هناك اناساً من ضعفاء الايمان يسمعون لهم ام يقولون، ويقبلون قولهم. </p><p> ولو خرجوا معكم الى الجهاد ما زادوكم قوة ومنعة بل اضطراباً في الرأي وضعفا في القتال، ولاسرعوا في الدخول فيما بينكن ليُشيعوا الفتنة فيكم، ويفرقوا كلمتكم وتثبيط هممكم، وفيكم ناس بسطاءمن ضعفاء الايمان ممن يجهلون خبث نياتهم، ويمكن ان يُخدّعوا بكلامهم، والله عليم بهؤلاء المنافقين الذين يظلمون انفسهم اضمروه من الفساد. </p><p> {لَقَدِ ابتغوا الفتنة مِن قَبْلُ وَقَلَّبُواْ لَكَ الأمور حتى جَآءَ الحق وَظَهَرَ أَمْرُ الله وَهُمْ كَارِهُونَ} . </p><p> ولقد سبق ان سعى هؤلاء المنافقون بالفتنة فيما بينكم، ودبروا لك - ايها الرسول- المكايد من كل الوجوه، فأحبط الله تدبيرهم، وحقق لك النصر المبين، وظهر أمرالله، فاظهر دينه على الرغم منهم. </p>"
}