{
  "id": null,
  "sura": 9,
  "aya": 36,
  "text": "<p> الشهور: واحدها شهر هو جزء من السنة القمرية يقدر بدورة القمر حول الأرض، ويسمى الشهرَ القمري، ويكون ٢٩ يوما، وثلاثين يوما. منها اربعة حرم: جمع حرام، وهي من الحرمة بمعنى التعظيم. القيم: الصحيح المستقيم النسيء: التأخير، تأخير حمة شهر الى شهر آخر كان العرب في الجاهلية يؤخرون شهراً الى شهر آخر فكانوا مثلا يؤخرون المحرَّم الى صفر، وهكذا وقد أبطله الاسلام. </p><p> {إِنَّ عِدَّةَ الشهور عِندَ الله. . .} . </p><p> ان عدد الشهور في السنة القمرية اثنا عشر شهرا في حكم الله وتقديره، وفيما بيّنه في كُتبه منذ بدء العالم، ومن هذه الاثني عشر شهراً اربعةُ أشهرٍ محرّمة معظّمة يحرم فيها القتال، وهي: رجب وذو القعدة، وذو الحجة والمحرم. </p><p> {ذلك الدين القيم} . </p><p> والتحريم للأشهر الاربعة المذكورة هو دينُ الله المستقيم، الذي لاتبديل فيه ولا تغيير، فلا تظلِموا أنفسَكم في هذه الأشهر باستحلال القتال فيها، او امتناعكم عنه اذا هاجمكم الأعداء. قاتِلوا أيها المؤمنون كلَّ من يقالتكم من المشركين جميعا، ولو كان ذلك في الأشهر الحرم. وذلك لأنهم انما يقاتلونكم لاطفاء نور الاسلام، فأنتم أَولى بالاتحاد لدفع العدوان وجعل كلمة الله هي العليا. </p><p> {واعلموا أَنَّ الله مَعَ المتقين} . </p><p> ينصركم ويعينهم ويوفقهم لما فيه خيرهم وصلاحهم. ومن كان الله معه فهو المنصور بلا جدال. </p><p> وقت وقَّت الله بالأشهر القمرية لأنها هي الاشهر الجارية على سنن الطبيعة لا زيادة ولا نقصان، ولتدورَ المناسكُ على جميع فصول السنة. </p><p> {إِنَّمَا النسياء زِيَادَةٌ فِي الكفر يُضَلُّ بِهِ الذين كَفَرُواْ يُحِلُّونَهُ عَاماً وَيُحَرِّمُونَهُ عَاماً لِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ الله فَيُحِلُّواْ مَا حَرَّمَ الله زُيِّنَ لَهُمْ سواء أَعْمَالِهِمْ والله لاَ يَهْدِي القوم الكافرين} . </p><p> ورثت العربُ من ملّة إبراهيم وإسماعيل تحريمَ القتال في الاشهر الحرم لتأمين الحجّ وطُرُقه. ولما طال عليهم الأمد غيّروا وبدّلوا في المناسك وفي تحريم الأشهر، اذا كان يشِقُّ عليهم تركُ القتال وشنّ الغارات مدة ثلاثة أشهر متواليات، فكانوا يحلُّون شهر المحرَّم ويؤخرون تحريمه إلى صَفَرَ لتبقى الأشهر الحُرُم اربعة. </p><p> وقال ابن كثير: انما كانت الاشهر المحرمة اربعة: ثلاثة سَرْد متوالية، وواحد فَرْدٌ وهو رَجَب، وذلك لأجل اداء المناسك، فحُرِّم قبلَ أشهرِ لاحج شهرٌ وهو ذو القعدة لأنهم يقعُدون فيه عن القتال، وحُرّم ذي الحجةلأنهم يوقعون فيه الحج ويشتغلون بأداءِ المناسك. وحُرّم بعده شهر آخر هو المحرَّم ليرجِعوا فيه الى أقصى بلادِهم آمنين. وحرم رجَبُ في وسط الحول، لأجل زيارة البيت والاعمار به، لمن يَقْدَم اليه من أقصى الجزيرة فيزوره ثم يعود الى وطنه فيه آمنا. </p><p> قال ابن اسحاق: كان اولَ من نَسأَ الشهور على العربِ، فأحلَّ منها مان حرّم اللهُ، وحرَم منا ما أحلّ الله عز وجل - «القَلَمَّس» وهو حُذَيفة بن فقيم الكِناني، ثم قام بعده أولاده واحفاده بذلك. </p><p> وكان آخرَهم جُنادةُ بن عوف، أبو ثمامة، وعليه قام الاسلام. </p><p> فكانت العرب اذا فرغت من حجّها اجتمعت إليه، فقام فيهم خطيباً فحرَّم رجَباً وذا القعدة وذا الحجة ويُحِلَّ المحرّم عاماً ويجعل مكانه (صَفَرا) ويحرّمه عاما ليواطئ عدةَ ما حرّم الله، فحيلّ ما حرّم الله، ويحرّم ما أحلّ الله. </p><p> ومعنى:  {إِنَّمَا النسياء زِيَادَةٌ فِي الكفر. . . الآية} . </p><p> إن تأخير هذه الأشهر الحُرُم او بعضِها مما رتّبها الله عليه (كما كان يفعل اهل الجاهلية) هو إمعانٌ في الكفر، به يزداد الذين كفروا ضلالاً فوق ضلالهم، وذلك لجعلهم الشهر الحرام حلالا. لقد زيَّن لهم الشيطانُ أعمالهم بهذه الشُّبهة الباطلة، واللهُ لا يهدي القوم الضالين المصرّين على كفرهم الى طريق الخير. </p><p> قراءات: </p><p> قرأ نافع برواية ورش: انما النسيُّ، والباقون:  «النسيء» بالهمزة. وقرأ حمزة والكسائي وحفص:  «يُضَلُّ» بضم الياء وفتح الضاد، وقرأ يعقوب:  «يُضِل» بضم الياء وكسر الضاد. والباقون:  «يَضِل» بفتح الياء وكسر الضاد. </p>"
}