{
  "id": null,
  "sura": 9,
  "aya": 117,
  "text": "<p> العسرة: الشدة والضيق وسُميت غزوة تبوك غزوة العسرة لما كا فيها من شدة وضيق وحاجة. يزيغ: يميل بما رحبت: بما وسعت على اتساعها. ظنوا: معناها هنا اعتقدوا. </p><p> بعد ان استقصى الله احوال المتخلفين عامة من غزوة تبوك، عاد مرة اخرى الى الكلام في توبتهم. </p><p> {لَقَدْ تَابَ الله على النبي والمهاجرين والأنصار الذين اتبعوه فِي سَاعَةِ العسرة} . </p><p> لقد تفضل الله سبحانه عل نبيّه وأصحابه المؤمنين الصادقين من المهاجرين والانصار الذين يخرجوا معه الى الجهاد في وقت الشدة. وقد سُميت غزوة تبوك غزوةَ العسرة لعسرة المسلمين مادياً إبان ذلك. قال جابر بن عبد الله رضي الله عن هـ: عسرة الظَّهر، يعني عدم وجود ما يركبون عليه، وعسرة الزاد، وعسرة الماء. </p><p> {مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ} . </p><p> لقد تاب عليهم فثَّبتهم وصانضهم عن التخلّف من بعد ما اشتد الضِيق بفريق منهم، حتى كادت قلوبُهم تميل الى التخلف. وكان الله بهم رؤوفا رحيماً. </p><p> وتوبة الله على عباده هي توفيقُهم للتوبة وقبولُها منهم. وقد كرر التوبة ههنا لتأكيد على قبولها عند الله. </p><p> {وَعَلَى الثلاثة الذين خُلِّفُواْ حتى إِذَا ضَاقَتْ عَلَيْهِمُ الأرض بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وظنوا أَن لاَّ مَلْجَأَ مِنَ الله إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا إِنَّ الله هُوَ التواب الرحيم} . </p><p> لقد تفضلّ الله تعالى بالعفو عن الثلاثة الذين تخلفوا عن الخروج للجهاد في غزوة تبوك ولم يكن تخلّفهم عن نفاق. وهو يعلم أنهم مؤمنون صادقون. لذا كانت توبتهم خالصة، وندمهم شديدا حتى شعروا بأن الأرض قد ضاقت عليهم على سَعَتها، وضاقت عليهم نفوسُهم همّاً وحزنا. لقد عموا انه لا ملجأ من غضب الله الا بالرجوع إليه، وحينئذ هداهم الى التوبة، وعفا عنهم، فهو التواب الرحيم. </p><p> والثلاثة الذين خلفوا هم: كعب بن مالك وهلال بن امية، ومرارة بن الربيع، وجميعهم من الانصار. وكان كعب بن مالك من أكابر الشعراء ومن الصحابة الصادقين وأحد المنافحين عن النبي الكريم بشِعره. وقد روى البخاري ومسلم قصته بالتفصيل. قال كعب: لم أتخلف عن رسول الله في غزوةٍ غزاها الا في دبرٍ وتبوك، والرسول لم يعاتب احدا تخلف عن غزوة بدر. </p><p> وكنت وقتَ غزوة تبوك في حالة جيدة من المال والصحة، عندي راحلتان. وقد بقيت أغدو وأروح لأتجهّز فلم أوفَّق، وظللت أتعلل باني قادر وسوف ابتعُهم. ولما رجع رسولالله عن الغزوة وجلس للناس جاءه المخلّفون فطفقوا يعتذرون اليه، ويحلفون له وكانوا بضعة وثمانين رجلا، فقبل منهم عذرهم واستغفر لهم، ووكل سرائرهم الى الله. فجئته أنا، فلما سلَمت عليه تبسَّم تبسُّم المغضَب، ثم قال لي: ما خلّفك؟ الم تكن قد ابْتَعتَ ظهرك؟ فقلت بلى، اني والله لو جلستُ عند غيرك من اهل الدنيا، لرأيتُ ان سأخرج من سخطه بعذر، ولقد أُعطيتُ جدلا، ولكني والله قد علمت لئن حدّثتُك اليوم حديثَ كذب ترضى به عني، ليوشكنّ اللهُ ان يُسخِطَك علي، ولئن حدثتك حديثَ صدق تجد عليَّ فيه، اني لأرجو فيه عفو الله. </p><p> لا والله ما كان لي من عذر. . فقال رسول الله: أما هذا فقد صَدق، قم حتى يقضي الله فيك، فقمت. </p><p> وكذلك فعل صاحباه فصدَقا رسول الله. وكان الثلاثة من الصحابة المرموقين فآثروا الصدق وفاء لدِيهم، وخوفا من ان يفضح الله كذبهم. وسمع النبي منهم واعلن انهم قد صدقوه، ولم يعفُ عنهم مع ذلك، بل ترك امرهم الى الله. وأمرَ المؤمنين ان لا يكلّموهم. </p><p> وينظر هؤلاء الثلاثة فإذا هم في عزلة بغيضة الى نفوسهم، السجنُ أهون منها. </p><p> يقول كعب: فبينما انا أمشي بسوق المدينة، اذا نبطيُّ من أنباط أهل الشام ممن قدم بالطعام يبيعه بالمدينة يقول: من يدلّ على كعب بن مالك؟ فطفق الناس يشيرون له، حتى اذا جاءني، رفع اليَّ كتاباً من ملك غسَان، فاذا فيه: أما بعد، فإنه قد بلغني ان صاحبك قد جفاك، ولم يجعلك الله بدارٍ هوان ولا مَضْيَعة، فالحقْ بنا نُواسِك، فقلت لما قرأتها: وهذا ايضاً من البلاء، فأحرقت الكتاب. </p><p> وبعد ان مضت أربعون ليلة أرسل اليهم النبي ان يعتزلوا نساءهم. وبعد ان مضت عليهم خمسون ليلة في هذه العزلة، كان الندم قد أخذ من قلوبهم أقوى مأخذ، فأنزل الله توبته عليهم في هاتين الآيتين الكريمتين، وقد ابتهج المؤمنون كلهم لذلك، فكانوا يهنئونهم بذلك. </p><p> يقول كعب: لما بلَغني النبأ انطلقتُ الى رسول الله صلى الله عليه وسلم فإا هو جالس في المسجد حوله المسلمون. فقام اليَّ طلحةُ بن عبيد الله يهرول حتى صافحني وقالك لِتَهْنِكَ توبة الله، فلن انساها لطلحة. وقال رسول الله وهو يستنير اسنارة القمر: أبشِر يا كعب بخير يومٍ مرَّ عليك منذ ولدتْك أُمك. ثم تلا علينا الآية. . . </p><p> وفي هذه القصة عبرة للمؤمنين تخشع لها قلوبهم، وتفيض عبراتهم. </p><p> قراءات: </p><p> قرأ حمزة وحفص:  «يزيغ» بالياء، والباقون تزيغ بالتاء. </p><p> {ياأيها الذين آمَنُواْ اتقوا الله وَكُونُواْ مَعَ الصادقين} . </p><p> يا أيها الذين آمنوا اثبُتوا على التقوى والإيمان، وكونوا في الدنيا من أهل ولايته وطاعته تكونوا في الآخرة مع الصادقين في الجنة. </p>"
}