{
  "id": null,
  "sura": 9,
  "aya": 9,
  "text": "<p> يعود الله تعالى في هذه الآيات لاستنكار مبدأ التعاهد بأسبابه التاريخية والواقعية بعد ان استنكر باسبابه العقيدية والايمانية، ويجمع بين هذه وتلك في هذه الآيات. فيقول عنهم انهم استبدلو بآيات اللهِ عَرَضاً قليلا من حُطام الدنيا، وصدّوا بسبب هذا الشِراء الخسيس أنُفسَهم عن الإسلام ومنعوا الناس عن الدخول فيه {إِنَّهُمْ سَآءَ مَا كَانُواْ يَعْمَلُونَ} ألا لقد قَبُح، علمهم هذا، من اشتراء الكفر بالايمان، والضلالة بالهدى، ونكران ما جاء رسول الله به من البينات. </p><p> ثم إنهم لا يُضرمون هذا الحقدّ لأشخاصكم فقط، بل يضمرونه لكل مؤمن، ويتّبعون هذا المنكر مع كل مسلم، ولا يراعون فيكم عهداً. </p><p> {لاَ يَرْقُبُونَ فِي مُؤْمِنٍ إِلاًّ وَلاَ ذِمَّةً وأولئك هُمُ المعتدون} . </p><p> من اجل هذا الكفر لايحترمون لمؤمن قرابةً ولا عهدا. ذلك ان سمة العدوان أصلية فيهم، فمن شانهم عدم التقيد بالعهود، بحكم عنادهم وكفرهم وكراهيتهم للايمان. ولا علاج لهؤلاء أبداً الا إجبار على الرجوع عن الكفر، والاعتصام بالإيمان. </p><p> ثم بين الله كيف يقابل المؤمنون هذه الحال الواقعة من المشركين: </p><p> {فَإِن تَابُواْ وَأَقَامُواْ الصلاة وَآتَوُاْ الزكاة فَإِخْوَانُكُمْ فِي الدين وَنُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ} </p><p> اذا رجع هؤلاء المشركون الذين أُمرتم بقتالهم عن شِركهم، والتزموا أحكام الاسلام باقامة الصلاة وايتاء الزكاء - فهم إخوانكم في الدين، لهم ما لكم، والله يفصّل هذه الأحكام ويبيّنها لمَن يدركُها ويدركُ حِكمتها من الذين يعلمون، وهم المؤمنون. </p><p> {وَإِن نكثوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ وَطَعَنُواْ فِي دِينِكُمْ فقاتلوا أَئِمَّةَ الكفر إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ} . </p><p> وان نكثَ هؤلاء ما أبرمتْه أيمانُهم بالوفاء بالعهد الذي عقدوه معكم، وعابوا دينكم وصدّوا الناس عنه، فقاتِلوهم، انهم أئمة الكفر، لأنهم لا عهدّ لم ولا ذمة، قاتِلوهم رجاءَ ان ينتهوا عن الكفر ونقضِ الأيمان والعهود. </p><p> ومع ان هذه النصوص كانت في المشركين، زمن الرسول الكريم، فيه مستمرة مع أئمة الكفر في كل زمان ومكان. خذ اليهود اليوم، إنهم هم المعتدون، تساندهم قوى الغرب المستبدّة الآثمة، وكلهم اعداء الانسانية والاسلام، فعلينا ان نصحو من سابتنا، ونستعدّ، واكبر سلاح لنا هو الايمان بالله وبقضيتنا العادلة واتحادنا. </p><p> ثم اعاد الله الكرَّة بإقامة الأدلة على وجوب قتال الناكثين للعهد المعتدين: </p><p> {أَلاَ تُقَاتِلُونَ قَوْماً نكثوا أَيْمَانَهُمْ وَهَمُّواْ بِإِخْرَاجِ الرسول وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ؟} . </p><p> فاتِلوا هؤلاء المشركين لأسباب ثلاثة. </p><p> اولا: أنهم نكثوا الأيمان التي حلفوها لتأكيدِ عهدهم الذي عقدوه يوم صُلْح الحديبية. </p><p> ثانيا: أنهم همُّوا بإخراج الرسول الكريم من مكة، وأرادوا قتْلَه بأيدي عُصْبة من بطون قريش ليتفرق دمه في القبائل فتتعذر المطالبة به. </p><p> ثالثا: أنهم بدأوا بقتال المؤمنين في بدر حين قالوا بعد العلم بنجاة قافلتهم: لا ننصرف حتى نستأصل محمداً وأصحابه، وكذلك قاتَلوكم في أحُد والخندق وغيرهما. </p><p> {أَتَخْشَوْنَهُمْ فالله أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُمْ مُّؤُمِنِينَ} . </p><p> بعد هذا كله، أتتركون قتالهم خوفاً وجبناً منكم! ان الله أحقّ ان تخشوا مخالفة امره وأن تخافوه ان كنتم صادقين في إيمانكم. </p><p> ثم يحرض الله المؤمنين على القتال بقوله: </p><p> {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ} . </p><p> قاتِلوهم ايها المؤمنون ولا تخافوا، ان الله سوف يعذّبهم على أيديكم، ويذلّهم بالأسر لكم، وسوف ينصركم عليهم حتى لا تقوم لهم قائمة بعد هذه، ويَشْفي صدرو أناس منكم نالوا من أذاهم قدرا كبيرا لم تكونا تستطيعون دفعه. . . انه سوف يشفي تلك النفوس من غيظها المكظوم، بانتصار الحق كاملا، وهزيمة الباطل. </p><p> {وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ} . </p><p> بانتصاركم عليهم سيملأ الله قلوب المؤمنين فرحا، ويذهب عنهم الغيظ الذي كان قد وَقَر فيها من غدر المشركين وظلُمهم. </p><p> {وَيَتُوبُ الله على مَن يَشَآءُ والله عَلِيمٌ حَكِيمٌ} . </p><p> ويقبل الله توبة من يشاء منهم، وهو العليم بشؤون عباده، الحكيم فيما يشرّع لهم من الاحكام. </p>"
}