{
  "id": null,
  "sura": 10,
  "aya": 5,
  "text": "<p> الضوء والضياء: النور. والضوء اقوى من النور، لان الضوء م الشمس ذاتها، والنور في القمر مستمد من الشمس. </p><p> قدّره منازل: جعله يتنقل بيها وهي ثمانية وعشرون منزلا. غافلون: ناسون، الغفلة النسيان. آخر دعواهم: آخر دعائهم. </p><p> بعد ان ذكر الله الآيات الدالةَ على وجوده، ومنها خلقُ السماواتِ والأرض على ذلك النظام المحْكَم، ذَكَر هنا أنوعاً من آياته الكونية الدالة على ذلك. وهو تفصيلٌ لما تقدّم وبيان له على وجه بديع واسلوب عجيب. </p><p> {هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً} . </p><p> إن ربكم هو الذي خلق السماواتِ والأرضَ وهذا الكونَ العجيب، وفيه جعل الشمس تشع ضياء، والقمر يرسل نورا. </p><p> {وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين} . </p><p> وجعل للقمرر منازلَ عددُها ثماينة وعشرون يتنقل فهيا، فيختلف فيها، فيختلف نورُه تبعاً لهذه المنازل، وذلك لتستعينوا به في تقدير مواقيتكم، وتعلموا عدَد السنين والحساب، فتحسِبوا الأشهرَ والأيام وتضبطوا فيها مواعيدَكم وعباداتكم ومعاملاتكم. </p><p> {مَا خَلَقَ الله ذلك إِلاَّ بالحق يُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ} . </p><p> وما خلق الله ذلك إلا بالحكمة، وهو هنا يبيّن الدلائل ويبسط الآياتِ الدالةَ على ألوهّيته وكمالِ قدرته لِقومٍ يتدبرون بعقولهم. </p><p> وقد قررت هذه الآيةُ الحقيقةَ العلمية التي لم يصل إليها العمل الا أخيراً، وهي ان الشمس جرم ملتهب، ومصدرُ الطاقات، ومنها الضوء والحرارة، بينما القمر جِرم مظلم غير ملتهب. أما النور الذي يبدو منه فهو مستَمدٌّ من الشممس. ولذا عبّر الله تعالى عن الشمس بأنها ضِياء، يعين مصدراً للضوء، وأن القمر نورٌ منير فقط. كذلك اشارات الآيةُ الى حقيقة فلكية، وهي ان القمرَ يدور حول الأرض، فيحتل مكاناً خاصّا بالنسبة لها في كل يوم. وهو يُتم دورتَهُ في الشهر القمري، وبه تُعلم السنة القمرية. وعلى ذلك يمكن بطريق الرؤية الحِسْبَةُ لِمنازله ومعرفة السنين وحساب الأشهر. </p><p> قراءات: </p><p> قرأ ابن كثير برواية قنبل: ضِئاء بالهمزة. والباقون بالياء. وقرأ ابن كثير وأهلُ البصرة وحفص:  «يفصّل الآيات» بالياء والباقون: «نفصل» بالنون. </p><p> {إِنَّ فِي اختلاف الليل والنهار وَمَا خَلَقَ الله فِي السماوات والأرض لآيَاتٍ لِّقَوْمٍ يَتَّقُونَ} . </p><p> ان في تعاقب الليل والنهار واختلافهما بالزيادة والنقصان، وفي خلق السماوات والأرض وما فيها من الكائنات، لدلائلَ عظيمةً وبراهينَ بيّنة على وجود الصانع، وألوهيته، وقدرته لقومٍ يتّقون مخالفةَ سُننه تعالى. </p><p> وتشير هذه الآية الى حقيقة مشاهَدة، وهي اختلاف طويل الليل والنهار على مدار العام في أي مكان على الأرض، وكذلك تعاقُب النهار والليل وكون النهار مبصراً، والليل مظلما. وتفسير ذلك أساسه دورانُ الأرض حول محورها وحول الشمس. وكل هذه دلائلُ على قدرة الخالق المبِع، والعلمُ بها لم يكن البتّةَ في عهد النبي صلى الله عليه وسلم، فهذا دليل على انه وحيٌ من الله إليه. </p><p> {إَنَّ الذين لاَ يَرْجُونَ لِقَآءَنَا وَرَضُواْ بالحياة الدنيا واطمأنوا بِهَا والذين هُمْ عَنْ آيَاتِنَا غَافِلُونَ} . </p><p> لا يرجون لقاءنا: لا يريدون، لا يأملون، لا يتوقعون. </p><p> ان الذين لا يتوقّعون لقاءَ الله في اليوم الآخر، إذا اعقتدوا أن الحياةَ الدينا هي منتهاهم ليس بعدها حياة، فقَصَروا كل همِّهم على الحصول على أغراضهم منها، واطمأنوا الى ذلك، ولم يعملوا لما بعدها، والّذين غفلوا عن آيات الله الدالة على البعث والجزاء- أولئك مأواهمُ النارُ بما كانوا يكسِبون. </p><p> {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِن تَحْتِهِمُ الأنهار فِي جَنَّاتِ النعيم} . </p><p> ذلك جزاءُ الفريق المنحرِف الضال، اما الفريق المقابلُ وهم الذين آمنوا إيماناً صحيحا، وعملوا الصالحات في ديناهم بمقتضى هذا الايمان، فإنهم ربم يثبتهم على الهداية، ويُدخلهم يوم القيامة جناتٍ تجري الأنهار خلالها، يتنعمون خالدين فيما ابدا. </p><p> {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللهم وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين} . </p><p> لي في دار النعيم هموم ولا شواغل، فهم يتلذّذون بالدعاء الى الله وتسبيحه، وتنزيهه عما كان يقوله الكافرون في الدنيا، ونياجونه بقولهم: سبحانك اللهُمّ، ويحيّي بعضم بعضا بالسلام، فهي تحية المؤمنين. </p><p> وآخرُ كل دعاءٍ يناجون به ربَّهم، ومطلب يطلبونه من احسانه وكرمه قولهم:  «الحمد رب العالمين» على توفيقه إياهم بالايمان وفوزهم برضوانه عليهم. </p>"
}