{
  "id": null,
  "sura": 10,
  "aya": 31,
  "text": "<p> فأنى تصرفون: كيف تعدلون عن عبادة الله. انى تؤفكون: كيف تُصرفون وتعدِلون عن عبادة الله. </p><p> بعد عرضِ يوم الحشر وما فيه، وكيف تُكشَف الأعمال وتَسقُط الدعاوي والأباطيل، يؤكد الله هنا قدرته، وأنه مالكُ كلّ شيءٍ، يدبر الأمر في هذا الكون، ويسأل: كيف بعد هذا كله يعدِلون عن عبادته!! </p><p> {قُلْ مَن يَرْزُقُكُم مِّنَ السمآء والأرض أَمَّن يَمْلِكُ السمع والأبصار} . </p><p> قل لهم أيها الرسول: من الذي يأتيكم بالرِزِق من السماء بإنزال المطر، ومن الأرض بما تُنبته من شتّى أنواع النبات والثمر؟ من الذي يمنحُكم السمعَ والبصرَ، وانتم بدونها لا تدرون شيئا!! وقد خصّ هاتين الحاسّتين، لأنهما أهم الحواس. </p><p> {وَمَن يُخْرِجُ الحي مِنَ الميت وَيُخْرِجُ الميت مِنَ الحي} . </p><p> من ذا الذي بيده أمرُ الموت والحياة، فيخرج النباتَ الحيَّ من الأرض الميتةُ، ويُخرِج الميِّتَ من الحيّ فيما تعرِفون من المخلوقات وما لا تعرفون!؟ . </p><p> {وَمَن يُدَبِّرُ الأمر فَسَيَقُولُونَ الله فَقُلْ أَفَلاَ تَتَّقُونَ} . </p><p> من الذي يصرّف جميع أمور هذا الكون بقدرته وحكمته؟ . وهم يجيبون عن هذه الأسئلة الخمسة بأن فاعلَ هذا كلّهِ هو الله وحدَه، فقل لهم ايها الرسول: إذنْ، أفلا تخافونه وتتقون سخطه وعذابه، وتتركون عبادة غيره وترجوعن اليه!! </p><p> {فَذَلِكُمُ الله رَبُّكُمُ الحق فَمَاذَا بَعْدَ الحق إِلاَّ الضلال فأنى تُصْرَفُونَ} . </p><p> ان المتّصف بكل تلك الصفاتٍ السالفة هو الله المربّي لكم بِنِعمه والمدبّر لأموركم، وهو الحقُ الثابت بذاتِه، والذي تجب عبادتُه دون سواه. ليس بعد الحق من توحيد الله وعبادته الا الضلال، وهو الشِرك بالله وعبادة غيره، فكيف تتحوّلون عن الحقّ الى الباطل!؟ </p><p> {كَذَلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الذين فسقوا أَنَّهُمْ لاَ يُؤْمِنُونَ} . </p><p> كما تحقّقت ألوهيةُ الله ووجبتْ عبادتُه، حقَّ قضاءه على الذين خرجوا وتمردوا على أمرِه، بأنهم لا يؤمنون. . . لأن الله تعالى لا يهدي إلى الحقّ إلاّ من سلَكَ طريقه المستقيم. </p><p> قراءات: </p><p> قرأ نافع وابن عامر:  «حقت كلماتُ ربك» بالجمع، والباقون:  «كلمة» كما هو في المصحف. </p><p> ثم أقام الله الحجَّةَ على حقيقة التوحيد وبطلانِ الشرك بما هو من خصائصه تعالى من بدء الخلق واعادته فقال سبحانه: </p><p> {قُلْ هَلْ مِن شُرَكَآئِكُمْ مَّن يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ قُلِ الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ فأنى تُؤْفَكُونَ} . </p><p> قل لهم أيها الرسول: هل مِن معبوداتِكم مَن يستطيعُ أن ينشئ الخلقَ ثم يعيدُه بعد فنائه؟ سيعجِزون عن الجواب، فقل لهم: اللهُ وحدّه يفعل ذلك، فكيف تنصرفون عن الحق الواضح والايمان بالله!! </p>"
}