{
  "id": null,
  "sura": 10,
  "aya": 74,
  "text": "<p> نطبع على قلوب المعتدين: نختمها ونغلقها. الملأ: أشراف القوم لتلفتنا: لتصرفنا. </p><p> {ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إلى قَوْمِهِمْ فَجَآءُوهُمْ بالبينات فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ} . </p><p> ثم أرسلنا من بعدٍ نوحٍ رسُلا آخرين، مبشِّرين ومنذِرين، ومعهم الدلائلُ والمعجِزات لكم أقوامهم رفضوا أن يصدّقوا ويذعنوا، واصّروا على موقفهم، فلم ينتفعوا بتعاليم الرسل الكرام. </p><p> {كَذَلِكَ نَطْبَعُ على قُلوبِ المعتدين} . </p><p> وعلى مثل هذه الصورة اغلق الله قلوب الكافرين المعتدين عن الإيمان وطبع الباطل عليها، فتحجّرت ولم تعدْ صالحة للهداية ابدا. </p><p> {ثُمَّ بَعَثْنَا مِن بَعْدِهِمْ موسى وَهَارُونَ إلى فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فاستكبروا وَكَانُواْ قَوْماً مُّجْرِمِينَ} . </p><p> ثم أرسلْنا من بعد اولئك الرسل موسى وأخاه هارون إلى فرعون مصر وخاصّتِه وأشراف قومه، فاستكبروا عن متابعة الرسولين في دوتِهما، ورفضوا إلا ان يكونوا مجرمين. </p><p> {فَلَمَّا جَآءَهُمُ الحق مِنْ عِندِنَا قالوا إِنَّ هذا لَسِحْرٌ مُّبِينٌ} . </p><p> وحين ظهر لهم الحقُّ من عند الله على يدِ موسى، قالوا عن معجزته إنّها مجرد سحر مؤكد. </p><p> {قَالَ موسى أَتقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ أَسِحْرٌ هذا وَلاَ يُفْلِحُ الساحرون} . </p><p> قال لهم موسى مستنكرا: أتصِفُون الحقَّ الّذي جئتكم به من عندِ الله أنه سِحْر؟ كذبتُم. وثِقوا أنه لن يفوز الساحرون أبدا. </p><p> وبعد أن أفحمهم موسى بحجّته كشفوا عن حقيقة الدوافع التي تصدّهم عن الايمان بالله، ألا وهي الخوف من تحطيم معتقداتهم الموروثة، وضَياع مصالحهم. </p><p> {أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الكبريآء فِي الأرض وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ} . </p><p> قال فرعون وقومه لموسى: لقد جئتَ إلينا لتصرِفنا عن دينِ آبائنا وتقاليد قومنا، لكم نصيرَ لكما أتبعاً ويكون لك ولأخيك المُلك والعظَمة والرياسة!؟ </p><p> ولقد كان زعماء قريشٍ يدركون ما في رسالة محمد صلى الله عليه وسلم من صدق وسموّ، وما في عقيدة الشِرك من فساد وخرافات، لكنهم كانوا يخافون على مكانتهم الموروثة ومصالحهم الذاتية، كما خشيَ الملأُ من قومِ فرعونَ مثل ذلك، فقالوا:  «وما نحن لكما بمؤمنين» . </p><p> {وَقَالَ فِرْعَوْنُ ائتوني بِكُلِّ سَاحِرٍ عَلِيمٍ} . </p><p> وظن فرعونُ أن موسى وأخاه ساحران، والسَحَرةُ عنده كثيرون، فأمر رجاله ان يُحضروا له كل ساحر عظيم في ملكته. </p><p> {فَلَمَّا جَآءَ السحرة قَالَ لَهُمْ موسى أَلْقُواْ مَآ أَنتُمْ مُّلْقُونَ} . </p><p> ولما حضرَ السَحَرة ووقفوا أمام القوم لمنازلة موسى قال لهمك هاتُوا ما عندَكم من فنُون السِحْر. </p><p> {فَلَمَّآ أَلْقُواْ قَالَ موسى مَا جِئْتُمْ بِهِ السحر إِنَّ الله سَيُبْطِلُهُ إِنَّ الله لاَ يُصْلِحُ عَمَلَ المفسدين} . </p><p> فلما ألقَوا حِبالهم وعصيَّهم وجعلتْ تسعى كأنها الأفاعي، قال لهم موسى: إن الذي فعلتموه هو السِحر حقا، وهو خيالٌ لا حقيقة فيه، واللهُ تعالى سبُطلِهِ على يدي، فهو لن يجعلَ عملَ المفسدين صالحاً للبقاء، بل يزيلُه ويمحقه. </p><p> {وَيُحِقُّ الله الحق بِكَلِمَاتِهِ وَلَوْ كَرِهَ المجرمون} . </p><p> ويثّبت الله الحقّ الذي فيه صلاح الخلْق وينصرُه، ولو كره ذلك كل مجرم. </p><p> قراءات: </p><p> قرأ حمزة والكسائي «بكُلّ سحار» على صيغة المبالغة، والباقون «بُكّلِ ساحر» وقرأ ابو عمرو: «ما جئتم به آلسحر» بالاستفهام والباقون: «السحرُ» . </p>"
}