{
  "id": null,
  "sura": 10,
  "aya": 65,
  "text": "<p> العزة: الغلبة والقوة. يخرصون: يحزرون ويقولون بلا علم. والنهار مبصرا: يعين تبصرون فيه. من سلطان: من حجة او برهان. </p><p> {وَلاَ يَحْزُنكَ قَوْلُهُمْ} . </p><p> لا تحزنْ أيها الرسول لما يقوله المشركون من سُخرية وطعنٍ وتكذيب. </p><p> {إِنَّ العزة للَّهِ جَمِيعاً هُوَ السميع العليم} . </p><p> ولا تظنَّ يا محمد أن حالَهم ستدوم، بل ان العزَّة كلَّها لله، والنصرُ بيدِه، وسسينصُرك عليهم، وهو السميعُ لما يقول من تكذيب الحق، كما يعلم بما يفعلون وما يُضمرون، وسيجازيهم على ذلك. </p><p> {ألاا إِنَّ للَّهِ مَن فِي السماوات وَمَنْ فِي الأرض} . </p><p> اعملوا أيها الناس أن الله وحدَه يخضع كلُّ من في السماوات والأرض، فهو الخالِق وهو المالِك وهو المدبّر. </p><p> ثم بين الله انه لا شريك له ابدا فقال: </p><p> {وَمَا يَتَّبِعُ الذين يَدْعُونَ مِن دُونِ الله شُرَكَآءَ إِن يَتَّبِعُونَ إِلاَّ الظن وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ} . </p><p> إنه هؤلاء المشركين الذين يعبدون غير الله، لا يتّبعون شركاءَ له في الحقيقة، بل أوهاماً باطِلة. وليسوا في ذلك إلا واهمين، يخمِّنُون ويحْدِسون بلا عِلم ولا يقين. </p><p> بعدما نبَّه الله تعالى على انفرادٍه بالقدرة الكاملة، ووجَّه الأنظارَ الى بعض مجالي تلك القدرة في المشاهدة الكونية، قال: </p><p> {هُوَ الذي جَعَلَ لَكُمُ الليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ} . </p><p> إن الله تعالى هو الذي خلَق لكم الليلَ لتستَريحوا فيه من عناءِ العملِ والسعي في النهار، كما خلَق لكم النهارَ مضيئاً لستعَوا فيه الى مصالِحكم، وفي تعاقب الليل والنهار دلائل بينة لقومٍ يسمعون ويتدبرون. </p><p> ثم شرع في تفنيد نوع آخر من أباطيلهم فقال: </p><p> {قَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ هُوَ الغني لَهُ مَا فِي السماوات وَمَا فِي الأرض} . </p><p> وقال المشركون: لقد اتخذَ الله ولداً، إن الله منزّه عن ذلك، فهو غني عن اتخاذ الولد، لأن الولد مظهر الحاجة الى البقاء، والله باقٍ خالد. </p><p> {إِنْ عِندَكُمْ مِّن سُلْطَانٍ بهاذآ} . </p><p> ليس لديكم من البراهين ما يؤيّد صحةَ ما تقولون وتفترون. </p><p> {أَتقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ} . </p><p> لماذا تختلقون على اللهِ أمراً لا اساسَ له من الحقيقة. </p><p> {قُلْ إِنَّ الذين يَفْتَرُونَ عَلَى الله الكذب لاَ يُفْلِحُونَ} . </p><p> قل لهم ايها الرسول: إن الذين يكذِبون على الله، ويزعمون ان له ولداً لن يُفلحوا ابدا. </p><p> {مَتَاعٌ فِي الدنيا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ العذاب الشديد بِمَا كَانُواْ يَكْفُرُونَ} . </p><p> سيكون لهم متاع قليل في الدنيا ثم إلَينا مرجعُهم فنحاسبُهم نُذيقهم العذابَ الشديد بسبب كفرهم. </p>"
}