{
  "id": null,
  "sura": 10,
  "aya": 26,
  "text": "<p> لا يرهق وجوههم: لا يغشيها ولا يغطيها. قتر: دخان ساطع الذلة: الهوان. العاصم: المانع فزيلنا بينهم: فرقنا وميزنا بينهم. </p><p> بعد أن بيّن الله تعالى في المثل الذي ضربَه غرور المشركين الجاهلين بمتاع الدنيا الزائل، ودعا الناس جميعا الى نشدان السعادة الأبدية - عقّب هنا ببيان حال المحسنين والمسئيين، وما أعدّ لكلٍ منهم في الآخرة فقال: </p><p> {لِّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ} . </p><p> للذين احسنوا اعمالهم في الدنيا، المنزلة الحسنى في الآخرة وهي الجنة، ولهم زيادة على ذلك فضلاً من الله وتكريما، كما قال تعالى:  {وَيَزيدُهُمْ مِّن فَضْلِهِ}  [النساء: ١٧٣] ، [النور: ٣٨] ، [فاطر: ٣٠] ، [الشورى: ٢٦] . وقد فسّر تلك الزيادة عدد من الصحابة والتابعين برؤية الله، روى ذلك الإمام أحمد في مُسْنَده، ومسلمُ في صحيحه. </p><p> {وَلاَ يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلاَ ذِلَّةٌ أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ} . </p><p> لا يغشى وجوههم كآبة من هّمٍ أو ذُل، وهؤلاء هم اهل الجنة ينعمون فيها دائما. </p><p> {والذين كَسَبُواْ السيئات جَزَآءُ سَيِّئَةٍ بِمِثْلِهَا} . </p><p> أما الذين لم يتسجيبوا لدعوة الله، فكفروا وعصَوا أمر ربهم، فسيُجْزَون بمثل ما عملوا من سوء. </p><p> {وَتَرْهَقُهُمْ ذِلَّةٌ مَّا لَهُمْ مِّنَ الله مِنْ عَاصِمٍ} . </p><p> وتغشاهم ذلة الفضيحة والهوان، وليس لهم مانع يمنعهم من عذاب الله. </p><p> {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِّنَ الليل مُظْلِماً أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ} . </p><p> وجوهُهم مسودّةٌ عليها الغمُّ والكآبة كأنما أُسِدل عليها سوادٌ من ظلمة الليل، أولئك أهلُ النار هم فيها خالدون. </p><p> قراءات: </p><p> قرأ ابن كثير والكسائي ويعقوب:  «قطْعا» بسكون الطاء والباقون «قِطَعا» . </p><p> ثم بيّن الله ما ينال المشركين يوم الحشْر من التوبيخ والخزي بقوله تعالى: </p><p> {وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ} . </p><p> اذكُر أيها الرسول هول الموقف يوم نجمعُ الناس كافة، الذين أحسَنوا والذين أساءوا، ثم نقول لمن أشرك منهم: الزَموا مكانكم أنتم وشركاؤُكم لا تبرحوه حتى تنظُروا ما يُفعل بكم. </p><p> {فَزَيَّلْنَا بَيْنَهُمْ} . </p><p> فرّقنا بين المشرِكين والشركاء ووقعتْ بينهم الفُقة. </p><p> {وَقَالَ شُرَكَآؤُهُمْ مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ} . </p><p> أيْ تبرّأ الشركاء من الذين عبدوهم، وقالوا لهم: إنكم ما كنتم تعبدوننا، بل كنتم تبعدون أهواءكم وشياطينكم. </p><p> {فكفى بالله شَهِيداً بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ} . </p><p> تكفينا شهادةُ الله، واللهُ يعلم أنّنا ما أمرنْاكم بذلك، وما أردنا عبادتكم لنا، ولا نعلم بها ابدا. </p><p> {هُنَالِكَ تَبْلُواْ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ وردوا إِلَى الله مَوْلاَهُمُ الحق وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ} . </p><p> هنالك في موقف الحساب تُختَبَر كلُّ نفسِ فتعلم ما قدّمت من خيرٍ أو شرٍ وتلقى جزاءه، وأُرجِعوا الى الله ربِّهم الحق، وتكشَّف الموقفُ عن ربِّ واحدٍ يرجع اليه الجميع، ولم يجد المشركون شيئاً مما كانوا يفترونه على الله. </p><p> قراءات: </p><p> قرأ حمزة والكسائي:  «هنالك تتلوا» بتاءين من التلاوة يعني تقرأ ما عملت، او تتلوا تتبع عملها فيقودها الى الجنة او الى النار. </p>"
}