{
  "id": null,
  "sura": 11,
  "aya": 15,
  "text": "<p> نوف اليهم: نؤد الحق كاملا. لا يبخسون: لا ينقصون. وحبط ما صنعوا: بطل وفسد. بينة: برهان واضح. يتلوه: يتبعه. مرية: شك. </p><p> بعد قيام الحجّةِ على حقيقة الاسلام، والتحديث الشديد بالقرآن وعجزهم عن الإتيان بمثله - ظل المشركون يكابرون. . لأنهم كانوا يخافون على ما يتمتعون به من منافع وسلطة وشهوات، لهذا يعقّب القرآنُ على ذلك بما يناسب حالهم يصور لهم عاقبة أمرهم بقوله: </p><p> {مَن كَانَ يُرِيدُ الحياة الدنيا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ} . </p><p> من كان يطلب الحياةَ الدنيا والتمتع بلذّاتها وزينتِها من طعامٍ وشرابٍ ومال وأولاد وغيرِ ذلك نعطِهم ثمراتِ أعمالهم لا يُنْقَص منها شيء. </p><p> {أولئك الذين لَيْسَ لَهُمْ فِي الآخرة إِلاَّ النار وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ} . </p><p> هؤلاء الذين قَصَروا همَّهم على الدنيا وما فيها من لذائذ ليس لهم في الآخرة إلا عذاب النار، جزاءَ كل ما صنعوه في الدينا، لأنه لم يكن للآخرة فيه نصيب. </p><p> وبعد ان ذكَر اللهُ مآل من يعمل للدنيا وزينتِها، ولا يهتمُّ بالآخرة وأعمالِها، ذكر هنا من كان يريدُ اخرة ويعمل لها، ومعه شاهد عل صدقه وهو القرآن فقال: </p><p> {أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِ كِتَابُ موسى إَمَاماً وَرَحْمَةً أولئك يُؤْمِنُونَ بِهِ} . </p><p> أفمَن كان يسير في حياته على بصرةٍ وهداية من ربّه، ومعه شاهدٌ بالصدِق من الله وهو القرآن، وشاهدٌ من قبله وهو كتابُ موسى الذي أنزله الله قدوةً ورحمة لمتّبعيه، كمن يسيرُ على ضلالٍ وكفرٍ فلا يهتمُّ الا بالدنيا وزينتها؟! كلاّ أبداً. </p><p> اولئك الأَوّلون هم الذين أنارَ الله بصائرهم، فهم يؤمنون بالنبيّ والكتابِ الذي أُنزل عليه. </p><p> {وَمَن يَكْفُرْ بِهِ مِنَ الأحزاب فالنار مَوْعِدُهُ فَلاَ تَكُ فِي مِرْيَةٍ مِّنْهُ إِنَّهُ الحق مِن رَّبِّكَ ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ} . </p><p> ومن يكفر به ممن تألّبوا على الحقّ وتحزَّبوا ضده، فالنارُ موعدُه يوم القيامة. </p><p> {فَلاَ تَكُ فِي مِرْيَةٍ مِّنْهُ} . </p><p> لا تكن أيها النبيّ في شكّ من هذا القرآن. وحاشا النبيَّ ان يشكّ. واذا كان لخطاب موجَها اليه فالمقصود به كل من سمع برسالة محمد، ولا في القرآن المنزل عليه. </p><p> {إِنَّهُ الحق مِن رَّبِّكَ ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ} . </p><p> ان هذا القرآن هو الحقُّ النازل من عند ربّك، لا يأتيه الباطل، ولكنّ اكثر الناس تُضِلُّهم شهواتهم فلا يؤمنون. </p>"
}