{
  "id": null,
  "sura": 11,
  "aya": 12,
  "text": "<p> وضائق به صدرك: تحس بالغم والحزن. كنز: أصل الكنز المالُ المدفون تحت التراب، وكل مال مدخر فهو كنز افتراه: جاء به من عنده كذبا. </p><p> لا تحاول ايها النبيُّ إرضاءَ المشركين، فهم لا يؤمنون ولعلّك يا محمد تاركٌ تلاوةَ بعضِ ما يوحى اليك ما يشُقُّ سماعه على المشركين، بل قد تحسّ بالضِيق وانت تتلوا عليهم ما لايقبلون. </p><p> {أَن يَقُولُواْ لَوْلاَ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُ مَلَكٌ} . </p><p> إنهم يطلبون ان يُنزل اللهُ عليك كنزا، او يجيء مَلَك يؤيّكك في دعوتك، فلا تبالِ بعنادهم. </p><p> {إِنَّمَآ أَنتَ نَذِيرٌ والله على كُلِّ شَيْءٍ وَكِيلٌ} . </p><p> فأنت منذِر ومحذِّر من عقبا الله لمن يخالف أمره، وقد أدّيتَ رسالتك، وليس عليك من أعمالهم شيء. </p><p> {أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ} . </p><p> لقد تكرر هذا القول، وتكرر التحدي، فقد جاء في سور {البقرة الآية: ٢٣] قوله تعالى: {وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ. . . الآية} وفي سورة [يونس الآية ٣٨]  {أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ. . . الآية} أمن هنا في سورة هود فالوضع فيه تحدٍّ، لكنّه يختلف عن السورتين السابقتين، فالله تعالى يقول لهم:  {قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ} أي فاتوا بمثله ولم كَذِباً مفترى. </p><p> والمعنى: قل لهم: إن كان هذا القرآن مما افتريتُه على الله من عندي، فإن كنتُم صادقين في دعواكم هذه، فهاتوا من عندكم عشرَ سُورٍ مثله مفتريات مكذوبات، واستعينوا في ذلك لك من تستطيعون من فصحائكم وبُلغائكم وشعرائكم وجنّكم وإنسكم. </p><p> فالقرآن الكريم معجز باسلوبه، وبما فيه من القصص الصادق، وما فيه من العلوم الكونية التي اشار اليها، ولم تكن معروفة في عصر نزوله، وفي الاحكام التي اشتمل عليها. </p><p> {فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ فاعلموا أَنَّمَآ أُنزِلِ بِعِلْمِ الله وَأَن لاَّ إله إِلاَّ هُوَ فَهَلْ أَنتُمْ مُّسْلِمُونَ} . </p><p> فان عجزتم وعجز من استعنتم بهم، فاعلموا ان هذا القرآن انما أنزل على محمد صلى الله عليه وسلم بمقتضى علم الله وارادته، ولا يقدر عليه محمد ولا غيره ممن تدعون زورا انهم أعانواه. واعلموا انه لا إله الا الله، فلا يعمل علمه احد، فهل انتم بعد ان قامت عليكم الحجة داخلون في الاسلام الذي ادعوكم اليه بهذا القرآن؟ وان هذا التحدي لايزال قائما الى يوم القيامة. </p>"
}