{
  "id": null,
  "sura": 11,
  "aya": 103,
  "text": "<p> لا تكلم: لا تتكلم. يوم مشهود: يشهده جميع الناس. لأجل معدود: معين الزفير: تنفس الصعداء من الهم والكرب. شهيق: نشيج في البكاء اذا اشتد تردده في الصدر وارتفع به الصوت. غير مجذوذ: غير مقطوع مرية: شك. </p><p> بعد ان ذكر اللهُ تعالى العبرةَ في إهلاك الأمم في الدنيا، ذكره هنا العبرة بجزاء الآخرة للأشقياء والسعداء، وما ينال الاشقياءَ من العذاب والخلود في النار. ما يتمتع به المؤمنون في الجنة. </p><p> {إِنَّ فِي ذلك لآيَةً لِّمَنْ خَافَ عَذَابَ الآخرة ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ} . </p><p> ان في ذلك القصص عبراً ومواعظ يعتبر بها من آمن بالله وخاف عذاب الآخرة بعد يوم القيامة، وهو يوم يُجمع له الناس كلهم للحساب، وتشهدهُ الخلائق جميعا من الجن والانس والملائكة. </p><p> {وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ} . </p><p> ونحن نؤخر ذلك اليوم حتى تمضي مدة محدّدة في عالمنا لا تزيد ولا تنقص، ولم يُطلع عليها أحداً من الخلق. </p><p> {يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ} . </p><p> في ذلك اليوم الذي يأتي لا تتكلَّم نفس من الأنفس الا بإذنه تعالى، ويكون الناس فريقين: شقياً مستحقاً للعذاب الأليم، وسعيداً مستحقاً لما وُعد به المتقون من نعيم الآخرة </p><p> قراءات: </p><p> قرأ ابن عامر وعاصم وحمزة:  «يوم يأتِ» بكسر التاء بدون ياء. والباقون «يوم يأتي» بالياء. </p><p> ثم فصل جزاء الفريقين فقال: </p><p> {فَأَمَّا الذين شَقُواْ فَفِي النار لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ} . </p><p> فاما الذين شقوا في الدنيا ففي النار مآلُهم يكون فيها تنفُّسه مصحوباً بآلام مزعجة، وشهيقُهم يشتد تردُّده في الصدر من شدة كروبهم. </p><p> {خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض إِلاَّ مَا شَآءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ} . </p><p> خالدين في النار ما دامت السموات والارض، لا يخُرجون منها الا في الوقت الذي يشاء الله، وليعذِّبَهم بنوعٍ آخر من العذاب. ان ربك أيّها النبي فعّال لما يريد فعله، فما شاء كان وما لم يشأ لم يكن. </p><p> {وَأَمَّا الذين سُعِدُواْ فَفِي الجنة خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض إِلاَّ مَا شَآءَ رَبُّكَ عَطَآءً غَيْرَ مَجْذُوذٍ} . </p><p> اما الذين رزقَهم الله السعادةَ فيدخلون الجنة خالدين فيها الى ما لا نهاية {إِلاَّ مَا شَآءَ رَبُّكَ} الا الفريق الذي يشاء الله تأخيرَه عن دخول الجنة مع السابقين، وهم عصاةُ المؤمنين، وهؤلاء يتأخَرون في النار ريثما يم توقيع الجزاء عليهم، ثم يخرجون منها الى الجة ويعطي ربك أهل الجنة عطاءً دائماً غير مقطوع ولا منقوص. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وحفص:  «واما الذين سعدا» بضم السين وكسر العين والباقون: «سعدوا» بفتح السين وكسر العين. </p><p> {فَلاَ تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هؤلاء مَا يَعْبُدُونَ إِلاَّ كَمَا يَعْبُدُ آبَاؤُهُم مِّن قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ} . </p><p> بعد ان بيّن الله تعالى قصص عبدةِ الأوثان وما آل اليه أمرهم، ثم أتبعه بأحوال الاشقياء والسعداء - أعاد الخطاب الى رسول الله عليه الصلاة والسلام ليسرّي عنه عن المؤمنين معه ويثبتهم. </p><p> ما دام امر الأمم المشركة في الدنيا ثم في الآخرة كما قصصنا عليك يا محمد- فلا يكن لديك أدنى شكٍ في مصير عَبَدِة الأوثان من قومك. انهم يعبدون ما كان يعبد آباؤهم من قبل، من الاوثان والاصنام فهم مقلِّدون لهم، وسوف نعطيهم نصيبهم من العذاب جزاء اعمالهم وافيا على قدر جرائمهم. </p>"
}