{
  "id": null,
  "sura": 11,
  "aya": 110,
  "text": "<p> شك منه مريب: قوي دائم. طرفي النهار: الغدوة العشيّة، يعني صلاة الصبح والظهر والعصر. وزلفاً من الليل: الساعات الاولى منه، صلاة المغرب والعشاء. </p><p> {وَلَقَدْ آتَيْنَا موسى الكتاب فاختلف فِيهِ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ} . </p><p> بعد ان ذكّر مشركي مكة بالماضين من أمثالهم، وما جرى لهم في الدنيا وما سينالهم في الآخرة - ذكّرهم هنا في هاتين الآيتين بقوم موسى، واختلافهم في الكتاب. فمنهم من آمن ومنهم من كفر، فلا عجب أن آمن بك قومٌ ايها الرسول وكفر بك آخرون. </p><p> ولقد آتينا موسى التوراة فاختلف بنو اسرائيل فيها، ولولا كلمةٌ سبقت من ربك بتأخير عذابهم الى يوم القيامة لفصل بينَهم بإهلاك المبطِلين ونجاة المحقّين. ان كفار قومك يشكّون في صدق القرآن، وكذلك هؤلاء ورثوا التوراة واقعون في حيرة وبعدٍ عن الحقيقة. </p><p> {وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ} . </p><p> ان ربّك سيوفي كل فريق من هؤلاء: المصدّقين والمكذبين، جزاء اعمالهم، وهو خبير بهم يحيط علمه بكل ما يعملون. </p><p> قراءات: </p><p> قرأ ابن كثير ونافع وابو بكر «وان كلا» باسكان النون. وقرأ ابن عامر وعاصم وحمزة «لما» بالتشديد والباقون «لما» بالتخفيف. </p><p> وبعد ان بيّن الله أمر المختلفين في التوحيد والنبوّة، وذكَرَ وعْدَهم ووعيدَهم- أمر رسول الله صلى الله عليه وسلم ومن معه من المؤمنين بالاستقامة، وهي كلمة جامعة لكل ما يتعلق بالعمل والعمل والاخلاق الفاضلة، فقال. </p><p> {فاستقم كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلاَ تَطْغَوْاْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} . </p><p> ما دام هذا حالُ الأمم التي جاءها كتاب من الله فاختلفت فيه وخرجت عليه، فاستِقم انت يا محمد ومن معك من المؤمنين ولا يتتجاوزوا حدودَ الاعتدال، انه سبحانه محيط علمه بكل ما تعملون. </p><p> {وَلاَ تركنوا إِلَى الذين ظَلَمُواْ فَتَمَسَّكُمُ النار وَمَا لَكُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ ثُمَّ لاَ تُنصَرُونَ} . </p><p> لا تميلوا ادنى ميلٍ ولا تطمئنوا الى اعداء الله وأَعدائكم الذين ظلموا أنفسَهم بالكفر والشرك فتستَحِقّوا عذابَ النار مثلهم. انه لا ناصر لكم غير الله، ولا تنصَرون الا بالاستقامة والايمان. </p><p> وكذلك لاتسكُتوا عن المنكر إذا رأيتموه. . . فإن الامام أحمد وأصحاب السُنن رووا عن ابي بكر رضي الله عن هـ انه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «ان الناس رأوا المنكَر بينهم فلم يُنكِرونه، يوشكُ أن يعمَّمهم الله بعاقبه» وهذا ما هو حاصل فينا اليوم. </p><p> {وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ الليل إِنَّ الحسنات يُذْهِبْنَ السيئات ذلك ذكرى لِلذَّاكِرِينَ} . </p><p> بعد ان امر الله رسولَه بالاستقامة وعدم تجاوُزِ ما رسمه الدين، وعدم الركون الى الظالمين، أمره هنا بأفضلِ العبادات وأجلّ الفضائل، فقال: </p><p> يا محمد، أقمِ الصلاة كاملة على أحسن وجه، وداومْ عليها في طرفَي النهار (وهما أوله وآخره) وفي اوقات متفرقة منه. </p><p> وهذه تشمل أوقاتَ الصلاة المفروضة دوت تحديد عددها، لكن السُّنة وعمل الرسول الكريم حددت ذلك. وقد خصّ الله تعالى الصلاة بالذكرلانها أساس العبادات. </p><p> {إِنَّ الحسنات يُذْهِبْنَ السيئات} . </p><p> ان الأعمال الحنسة تمحو السيئات التي قلّما يخلو منها البشر، والمراد بالسيئات الذنوب الصغيرة، لان الكبائر لا يكفّرها الا التوبة. كما قال تعالى {إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ}  [النساء: ٣١] . </p><p> وفي الحديث الصحيح:  «الصلوات الخمسُ كفّارة لما بينَها ما اجتُنبت الكبائر» رواه مسلم وفي صحيح البخاري ايضا: «أأيتُم لو ان نهراً بباب أحدِكم يغتسل فيه لك يوم خس مرات، هل يبقى من درنه شيء؟قالوا:لا قال: فذلك ملُ الصلوات الخمس يمحو الله بها الخطايا» . </p><p> {ذلك ذكرى لِلذَّاكِرِينَ} . </p><p> ان في الوصايا السابقة من الاستقامة، والنهي عن الركون الى الذين ظلموا، واقامة الصلاة في تلك الأوقات عبرةً للمتعظين المستعدين لقبولها، الذين يذكرون ربهم على الدوام. </p><p> والاستقامة في حاجة الى الصبر، ولذلك عقب الله على ذلك بقوله: </p><p> {واصبر فَإِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين} . </p><p> اصبر ايها النبي على مشاق ما أمرناك به، فالاستقامة احسان، واقامة الصلاة في اوقاتها احسان، والصبر على المكاره احسان، والله لا يضيع أجر المحسنين. </p>"
}