{
  "id": null,
  "sura": 11,
  "aya": 116,
  "text": "<p> فلولا: فهلا القرون: جمع قرن، الجيل من الناس وشاع تقديره بمائة سنة. اولوا بقية: ما يبقة من اهل الصلاح والعقل. ما اترفوا فيه: ما تنعموا فيه من ملذات الدنيا فافسدتهم وابطرتهم. وتمت كلمة ربك: قضاؤه وأمره. </p><p> {فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الفساد فِي الأرض} . </p><p> فهلاَّ وجد هناك من أهل القرون التي كانت قبلكم جماعةٌ اصحابُ شيء من العقل او الرأي والصلاح ينهون قومهم عن الفساد في الأرض. </p><p> {إِلاَّ قَلِيلاً مِّمَّنْ أَنجَيْنَا مِنْهُمْ واتبع الذين ظَلَمُواْ مَآ أُتْرِفُواْ فِيهِ وَكَانُواْ مُجْرِمِينَ} . </p><p> ولكن كان هناك نفَر قليل من المؤمنين لم يُسمع لهم راي ولا توجيه فأنجاهم الله مع رسلهم. أما الظالمون المعانِدون فقد تمسّكوا بما رزقناهم من أسباب الترف والنعيم فبطِروا واستكبروا وصدّوا عن سبيل الله، وكانوا بذلك مجرمين. </p><p> ثم بين الله تعالى ما يحول بين الأمم وإهلاكها فقال: </p><p> {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ} . </p><p> ما كان من سنة الله، ولا من عدله في خَلقه، ان يظلم أمةً من الأمم فيهلكها وهي متمسكة بالحق، ملتزمة الفاضئل. وهذا هوا لعدل من احكم الحاكمين. </p><p> {وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ الناس أُمَّةً وَاحِدَةً وَلاَ يَزَالُونَ مُخْتَلِفِينَ} . </p><p> لو شاء ربك ايها النبيّ لجعلَ الناس على دينٍ واحد، مطيعين الله بطبيعة خلْقتهم، كالملائكة، ولكان العالَم غير هذا العالم، ولكنه سبحانه لم يشأ ذلك، بل خلقهم مختارين كاسِين، وجعلهم متفاوتين في الاستعداد وكسب العلم، وهي لا يزالون مختلفين في كل شيء حتى في اصول العقائد، تبعا لميولهم وشهواتهم وتفكيرهم. </p><p> الذي هُمْ فِيهِ مُخْتَلِفُونَ} . </p><p> لا يزالون مختلفين في شئونهم الدنيوية والدينية، الا من رحم الله منهم لسلامة فِطَرهم، فانهم اتفقوا على حكم الله فيهم، فآمنوا بجميع رسله وكتبه واليوم الآخر. ولهذه المشيئة التي اقتضتها حكمته تعالى في نظام هذا الكون، خلَقهم مستعدّين لهذا الاختلاق ليرتب على ذلك استحقاق الثواب والعقاب. </p><p> {إِلاَّ مَن رَّحِمَ رَبُّكَ ولذلك خَلَقَهُمْ} . </p><p> ولقد سبق في قضائه وقدَره وحكمته النافذة، أن يملأ جهنم من اتباع ابليس من الجن والناس من الذين ظلموا ولا يهتدون. </p>"
}