{
  "id": null,
  "sura": 11,
  "aya": 6,
  "text": "<p> الدابة: كل حي يدب على الأرض، وغلبت على كل ما يركب من الخيل والبغال والحمير. المستقر: مكان الاستقرار. ومستودعها: الموضع الذي كانت فيه قبل استقرارها، كالصلب والرحم والبيضة. الى امة معدودة: الى زمن معين. حاق بهم: نزل بهم واحط بهم. </p><p> يبيّن الله في الآيات آثار قدرته، وما يتعلقّ بحياة البشر وشؤونهم المختلفة، ويعرِّفُ الخلْقَ بربهم الحقّ الذي عليهم ان يعبدوه، فهو العالِمُ المحيط علمه بكل خلْقه، وهو الرزاق الذي لا يترك أحداً من زرقه. ثم يُطلعها على آثار قدرتِه وحكمته في خلق السماوات والأرض بنظامٍ خاص في أطوا او آمادٍ مُحكّمة. </p><p> {وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا} . </p><p> لي هناك دابة تتحرك على الارض الا وقد تكّفل الله برزقها، فكل مخلوق له رزقٌ مقدَّر من الله في سُننه التي ترتَّب النِّتاجَ على الجُهد، فلا يقعدنَّ أحد عن السعي فالسّماء لا تمطر ذهباً ولا فضة. {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى}  [النجم: ٣٩] . </p><p> {وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا} . </p><p> ان الله يعمل اين تستقرّ تلك الدابة او المخلوق واين تقم، والمكانّ الذي تودع فيه بعد موتها. </p><p> {كُلٌّ فِي كِتَابٍ مُّبِينٍ} . </p><p> كل شيء من ذلك مسجَّلٌ عنده سبحانه في كتابٍ مبين موضِحٍ لأحوال ما فيه. </p><p> {وَهُوَ الذي خَلَق السماوات والأرض فِي سِتَّةِ أَيَّامٍ} . </p><p> انه هو الذي خلق السماواتِ والأرض في ستّ مراحلَ، كما تقدم في سورة الاعراف الآية ٥٤، وسورة يونس الآية ٤. </p><p> ومن قبل ذلك لم يكن الوجود اكثر من عالم الماء. </p><p> {وَكَانَ عَرْشُهُ عَلَى المآء} يعني أن الماء كان موجوداً، خَلَقَه سبحانه وتعالى قبل ان يخلق السماوات والأرض. </p><p> أما كيف كان هذا الماء، وكيف كان عرشه عليه، فليس هناك نص على شيء من ذلك، والعقلُ وحده لا يمِلك العمل به ونترك البحث فيه. </p><p> ثم عَلل الله بما آنفاً بعض حِكمه الخاصة بالمكلفين المخاطبين بالقرآن فقال: </p><p> {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} . </p><p> ولقد خلق هذا الكونَ ليُظهر أحوالَكم ايها الناس، بالاختبار وليُظهِر أيكم احسنُ إتقانا لما يعمله لنفسه وللناس. </p><p> {وَلَئِن قُلْتَ إِنَّكُمْ مَّبْعُوثُونَ مِن بَعْدِ الموت لَيَقُولَنَّ الذين كفروا إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ} . </p><p> لئن اخبرتَ يا محمد هؤلاء المشركين أن الله سبعثُهم من قبورِهم بعد مماتِهم، سارعوا الى الرد عليك مؤكدين ان هذا الذي جئتَهم به لا حقيقةَ له، وما هو الا كالسِحر الواضح تسحَرُ به العقول. فما أعجبَ هذا القول وما أغربه!؟ </p><p> قراءات: </p><p> قرأ حمزة والكسائي:  «ان هذا الا ساحر مبين» . </p><p> {وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب إلى أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ؟} . </p><p> ولئن أخّرنا عنهم عذابَنا الذي توعِدُهم به ايها الرسول إلى وقت محدّد لَيقولون مستهزئين: ما الذي يمنعُه عنّا الآن! شأنُهم في التكذي بالبعث، كشأنهم في مسألة العذابِ الدنيوي، يستعجِلونه ويتساءولن عن سببِ تأخيره. </p><p> {أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ} . </p><p> الا فلْيعلمْ هؤلاء القوم ان العذابَ آتٍ حتما، لا خلاصَ لهم منه، وأنه سيحيط بهم بسبب استهزائهم واستهتارهم. </p>"
}