{
  "id": null,
  "sura": 12,
  "aya": 108,
  "text": "<p> هذا سبيلي: السبيل يذكر ويؤنث، هذا طريقي. على بصيرة: على حجة واضحة بأسنا: عقابنا عبرة: موعظة. </p><p> بعد ان بين الله تعالى ان اكثر الناس لايفكرون فيما في السموات والارض من آيات، تدل على ان الله هو الخالق المدبر- امر رسوله ان يخبر الناس ان طريقه هي الدعوة إلى اخلاص العبادة لله وحده لا شريك له، يدعو بها هو ومن ابتعه على بصيرة واضحة وبرهان. </p><p> {قُلْ هذه سبيلي أَدْعُو إلى الله على بَصِيرَةٍ أَنَاْ وَمَنِ اتبعني وَسُبْحَانَ الله وَمَآ أَنَاْ مِنَ المشركين} . </p><p> قل ايها الرسول: ان هذه الدعوة التي أدعو اليها هي سنتي ومنهاجي، وهي الطريق الى الله، وانا على يقين مما أدعو اليه ولديّ الحجّةُ والبرهان، وكذلك يفعل كل من تبعني وآمن بشريعتي، ونزه الله وعظمه عما لا يليق به، {وَمَآ أَنَاْ مِنَ المشركين} وأبرأ من أهل الشِرك لست منهم. </p><p> وكان المشركون في مكةَ يقولون: لو أراد الله بإرسال لبعث مَلَكا، كما حكى عنهم سبحانه بقوله:  {لَوْ شَآءَ رَبُّنَا لأَنزَلَ مَلاَئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ}  [فصلت: ١٤] فرد عليهم بقوله: {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ مِّنْ أَهْلِ القرى أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ وَلَدَارُ الآخرة خَيْرٌ لِّلَّذِينَ اتقوا أَفَلاَ تَعْقِلُونَ} . </p><p> نحن لم نرسل الى الأمم السابقة إلا رجالاً نُنزل عليهم الوحي ونرسلهم مبشّرين ومنذِرين، فلم يكونوا ملائكة ولا خلقا آخر، بل بشرا مثلك. </p><p> ثم أتبعَ ذلك بتأنيبهم على تكذيب الرسول بتوجيه نظرهم الى آثار الغابرين كيف تركوا ديارهم خاوية على عروشها، فقال: </p><p> {أَفَلَمْ يَسِيرُواْ فِي الأرض. . . . . الخ} . </p><p> افلم يسِرء هؤلاء المشرِكون المكذّبون في الارض فينظروا كيف أهلكْنا الّذين كفروا قبلَهم كقومِ لوطٍ وصالحٍ وسائرِ من عذبهم الله من الأمم!! </p><p> {وَلَدَارُ الآخرة خَيْرٌ لِّلَّذِينَ اتقوا أَفَلاَ تَعْقِلُونَ} . </p><p> ان ثواب الآخرة أفضلُ، لأن نعيمها دائم، أفلا تفكرون في هذا الفرق أيّها لمكذبون بالآخرة!! </p><p> ثم ذرك سبحانه، تثبيتاً لفؤاد رسوله عليه الصلاة والسلام، أن العاقبةَ دائما لرسُله، وان نصرهُ تعالى ينزل علهيم حين يضيق الحال فقال: </p><p> {حتى إِذَا استيأس الرسل وظنوا أَنَّهُمْ قَدْ كُذِبُواْ جَآءَهُمْ نَصْرُنَا فَنُجِّيَ مَن نَّشَآءُ وَلاَ يُرَدُّ بَأْسُنَا عَنِ القوم المجرمين} . </p><p> لا تبتئس ايها الرسول، فان نصري قريبٌ اكيد، لكنه لا بدّ من الشدائد، حتى إذا يئس الرسلُ من إيمان من يدعونهم، وتيقنوا انهم جاءَهم نصرُنا، أنعمنا بالنجاةِ والسلامة على المؤمنين، ونَزَلَ عقابُنا بالمجرِمين المكذِّبين. </p><p> قراءات: </p><p> قرأ أهل الكوفة: كُذِبوا «بضم الكاف وكسر الذال بدون تشديد. وقرأ الباقون» كذّبوا «بتشديد الذال.وقرأ عاصم وابن عامر ويعقوب:» فَنُنْجِي «بضم النون وكسر الجيم وتشديدها. </p><p> وقرأ الباقون:  «فنُجْى» بنونين على صغية الاستقبال. </p><p> {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الألباب مَا كَانَ حَدِيثاً يفترى ولكن تَصْدِيقَ الذي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ} . </p><p> إن في أخبار الانبياء واقوامهم عبرة وموعظة يستنير بها أصحاب العقول، وليس هذا القرآن حديثا مختلقا ولا أساطير مفتراة، وانما هو وحي يؤكد صدق ما سبق من كتب السماء ومن جاء بها من الرسل، ويبين كل ما يُحتاج الى تفصيله من أمور الدين، انه هدى لمن تدبّره وامعنَ النظرَ فيه ورحمةٌ عامة للمؤمنين الصادقين. </p><p> وهكذا تختتم سورة يوسف بمثل ما بدئت، وتجيء التعقيبات في أول القصة وآخرها وبين ثناياها متناسقةً مع موضوع القصة، وطريقة أدائها. وكما قدمنأ، بدأت القصةُ وانتهت في سورة واحدة، فيها مشاهدُ وألوان م الشدائد، ثم كانت العقابة خيراً للذين اتقَوا ربهم، وهذا هو وعد الله الصادق الذي لا يخيب. </p><p> ولقد بدأت السورة بقوله تعالى:  {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ القصص بِمَآ أَوْحَيْنَآ إِلَيْكَ هذا القرآن وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الغافلين} وخُتمت بقوله تعالى: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الألباب مَا كَانَ حَدِيثاً يفترى ولكن تَصْدِيقَ الذي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ} . </p>"
}