{
  "id": null,
  "sura": 13,
  "aya": 12,
  "text": "<p> شديد المحال: شديد القوة والكيد. الضلال: جمع ظل وهو خيال الشيء. الغذو: اول النهار. الآصال: جمع اصيل، وهو ما بين العصر والمغرب. </p><p> {هُوَ الذي يُرِيكُمُ البرق خَوْفاً وَطَمَعاً وَيُنْشِىءُ السحاب الثقال} . </p><p> ان آثاره قدرةِ الله في الكون ظاهرة، والبرقُ من هذه الظواهر الكونية العجيبة، فهو الذي يسخّر البرقَ فيخافه بعضُ الناس خشية الضرر على محصوله من نزولِ المطر او ما يترتّب عليه من الصواعق، ويطمع فيه بعضُهم رجاءَ نزول الغيث لسقي الزرع. . فبعضهم يخاف وبعضُهم يطمع في الخير من ورائه، والله تعالىهو الذي ينشء السحابَ المملوءة بالأمطار فيغيث بها الزرعَ والضرع. </p><p> {وَيُسَبِّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ وَيُرْسِلُ الصواعق فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَادِلُونَ فِي الله وَهُوَ شَدِيدُ المحال} . </p><p> ويسبِّح الرعدُ بدَلالتِه على وحدانية الله بحمدِه وتقديسه، فهذا الصوتُ المدوِّي في السماوات إنما هو حمدٌ وتسبيحٌ بالقدرةٍ التي صاغت هذا النظام، ويسبِّح الملائكةُ الكرامُ من هيبته وجلاِله. ثم تتم الصورةُ الرهيبة المشمولة بالرهبة والابتهار والبقرِ والرعدِ والسحابِ الثقال، بإرسال الصواعق، فيُصيب الله بها من يشاء. </p><p> ومع كل هذه الآيات والظواهر الكونية العجيبة يجادلُ الكفّار في شأن الله ووحدانِته وتفرُّدِه بالمُلْك، وهو سبحانه لا يغالب، فهو شديدٌ في عقوبة من طغى عليه وتمادى في كفره. </p><p> روى الإمام أحمد والبخاري والترمذي والنَّسائي عن ابن عمر:  «كان رسول الله صلى الله عليه وسلم اذا سمعَ صوتَ الرعد والصواعق يقول: اللهمَّ لا تقتلْنا بغضَبك، ولا تُهلكنا بعذابك وعافِنا قبلَ ذلك» . </p><p> {لَهُ دَعْوَةُ الحق والذين يَدْعُونَ مِن دُونِهِ لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى المآء لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَآءُ الكافرين إِلاَّ فِي ضَلاَلٍ} . </p><p> المشرِكون المعاندون يجادلون في الله وينسبُون إليه شركاءَ يدْعونهم معه، ودعوةُ الله هي وحدَها الحق، وما عداها باطلٌ ذاهب. وفي هذا وعيدق للكفار على مجادَلَتهم الرسولَ الكريمَ في الله. هذا ما ان الّذين يدعونهم من الآلهة المزيَّفة من دونِ الله لا يَستجيبون دعاءَهم ولا يُنجِدونهم بشيء، ومثلُهم في ذلك كَمَن يبسُط كفّيه ليأخذَ بهما ماءً الى فمه، وهياتً ان يحصَل على شيء. </p><p> {َمَا دُعَآءُ الكافرين إِلاَّ فِي ضَلاَلٍ} . في ضياعٍ وخسارة بدون فائدة. </p><p> ثم بيَّن الله تعالى عظيم قدرته فقال: </p><p> {وَللَّهِ يَسْجُدُ مَن فِي السماوات والأرض طَوْعاً وَكَرْهاً وَظِلالُهُم بالغدو والآصال} . </p><p> في الوقت الذي يتّخذ الجاحدون آلهة من دون الله، ويتوجَّهون إليهم بالرّجاءِ والدعاء، نرى كلَّ من في هذا الكون يخضعُ لإرادته ويعنُون لعَظَمته من أناس وجِنّ وملائكةٍ طائعين أو كارهين، حتى ظِلالُهم خاضعةٌ لأمرِ الله ونَهْيِهِ في جميع أوقات النهار، وفي هذا تعميم لكل شيء. </p><p> عند قراءة هذه الآية يُسَنّ للقارئ والمستمع ان يسجد. </p>"
}