{
  "id": null,
  "sura": 13,
  "aya": 39,
  "text": "<p> الاطراف: الجوانب. لا معقب لحكمه: لا راد له. ام الكتاب: أصله. </p><p> {يَمْحُواْ الله مَا يَشَآءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الكتاب} . </p><p> ينسَخُ الله ما يشاء من الشرائع، ويُحِلُّ محلَّها ما يشاء ويثبته، وعنده أصلُ الشرائع الذي لا يتغيّر، فما انقضَتْ حكمتُه يمحوه، وما هو نافعٌ يثبته حسبما تقتضيه حكمتُه، ولا رادَّ لقضائه. </p><p> {وَإِن مَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب} . </p><p> ولئن أَرَيْناك ايها الرسول بعض الذي نَعِدُ هؤلاء المشركين من العقاب، او توفَّيناك قبل ان نُريَك ذلك، فليس عليك الا تبليغُ رسالةِ ربك، لا طَلَبَ صلاحِهم، وعلينا محاسبتُهم ومجازاتهم باعمالهم. </p><p> {أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَا والله يَحْكُمُ لاَ مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الحساب} . </p><p> ألم يروا ان قوةَ الله فوق كل شيء، فهي تأتي الأممَ القوية الغنية حين تَبْطَر وتكفر وتفسِد فَتُنقِص من قوتها ومن ثرائها وقدرتها، وتحصرها في رقعة من الأرض ضيقة بعد ان كانت ذات سطان وحكم وامتداد! وإذا حكَمَ الله عليها بالنقص والتدهور فلا رادَّ لحكمه، وهو سريع الحساب. </p><p> وللمفسرين القدماء آراء كثيرة ومتعددة، وكذلك لبعض المفسّرين المعاصرين تأويل عن سرعة دوران الارض وما ينتج عنها من تفلطح ونقص في طرفيها، وكل ذلك حَدْس وخبط. </p><p> وبعدَ ذلك بَيّن اللهُ ان قومَ النبيّ عليه الصلاة والسلام ليسوا ببِدْعٍ في الأمم، فقد مكر كثيرٌ ممن قبلَهم بأنبيائهم فأخذَهم اللهُ فقال: </p><p> {وَقَدْ مَكَرَ الذين مِن قَبْلِهِمْ فَلِلَّهِ المكر جَمِيعاً يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الكفار لِمَنْ عُقْبَى الدار} . </p><p> وقد مكر كثير من كفار الأمم الماضية بانبيائهم، ثم دارت الدائرة على الظالمين، وأهلك الله المفسدين، ولله سبحانه تدبير الامر كله في حاضر الكافرين ومستقبلهم، وهو يعمل ما تعمله كل نفس، وسيعلمون يوم القيامة لمن تكون العاقبة الحسنة. </p><p> وفي هذا تسلية للرسول الكريم وتعبير بان العاقبة له لا محالة، وقد حقق الله له وعده. </p><p> {وَيَقُولُ الذين كَفَرُواْ لَسْتَ مُرْسَلاً قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الكتاب} . </p><p> عن ابن عباس رضي الله عن هـ قال: قدِم رسول الله صلى الله عليه وسلم أسقف من اليمن فقال له الرسول الكريم، هل تجِدني في الإنجيل رسولا؟ قال: لا فنزلت هذه الآية، وتكون ختام سورة الرعد بإنكار الكفار للرسالة، وقد بدأها الله تعالى بإثبات الرسالة، فيلتقي البدءُ والختام بقوله تعالى:  {قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ} اي حسْبي الله شاهدا بتأييد رسالتي {وَمَنْ عِندَهُ عِلْمُ الكتاب} وهو من اسلم من اليهود والنصارى وغيرهم. </p><p> اخرج انب جرير وابن المنذر عن قتادة قال: كان من أهلِ الكتاب قوم يشهدون بالحق ويعرفونه منهم عبدُ الله بن سلام والجارودُ وتميم الداري وسلمان الفارسّي رضي الله عن هم. </p>"
}