{
  "id": null,
  "sura": 13,
  "aya": 35,
  "text": "<p> الأكل: ما يؤكل. الاحزاب: الكفرة الذين تحزبوا على رسول الله. المآب: المرجع. الواقي: الحافظ. </p><p> {مَّثَلُ الجنة التي وُعِدَ المتقون تَجْرِي مِن تَحْتِهَا الأنهار أُكُلُهَا دَآئِمٌ وِظِلُّهَا تِلْكَ عقبى الذين اتقوا وَّعُقْبَى الكافرين النار} . </p><p> بعد ان ذَكَر اللهُ تَعالى ما أعَدّه للكافرين من العذاب في الدُّنيا والآخرة، أتْبعَهُ بذِكر ثوابِ المتقين، فإذا كان لِلجاحدينَ العذابُ الدائم، فإن للؤمنين الجنةَ ونعيمَها، وتجري تحت أشجارها هذه الجنة، أنهار عذبة الماء، وثمراتُها دائمة لا تنقطع، وظِلُّها ظليلٌ دائم. هذه عاقبةُ المؤمنين الذي وَقَوا أنفُسَهم بالإيمان والصلاح، أما الذي كفروا فلهم النارُ وبئس القرار. </p><p> {والذين آتَيْنَاهُمُ الكتاب يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ} . </p><p> إن فريقاً من الذين أُوتوا الكتابَ من اليهود والنصارى الذين آمنوا وصدّقوا يفرحون بما أُنزل من القرآن، لأنّهم يَجِدون فيه مصداقاً للقواعد الأساسية في عقيدة التوحيد وامتداداً للرسالة الالهية، ومن هؤلاء مَن آمن مثل عبد الله بن سلام واصحابه، وبعض النصارى من الحبشة ونجران واليمن. </p><p> {وَمِنَ الأحزاب مَن يُنكِرُ بَعْضَهُ} . </p><p> ومن الّذين تحزَّبوا ضدَّ الإسلام من كفارِ قريش وغيرهم من أهل الاديانِ السابقة مَنْ ينكِر بعضَ ما أُنزلَ إليك عناداً وكفرا. </p><p> {قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ الله ولا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ} . </p><p> قلْ أيّها النبي: إنّي أُمرت بأن أعبدَ الله حدَه، ولا أُشرِكَ في عبادتِه أحداً، الى عبادته وحدَه أدعو الناس وإليه مرجعي ومصيري. </p><p> {وكذلك أَنزَلْنَاهُ حُكْماً عَرَبِيّاً} . </p><p> وكما أرسلْنا قبلك المرسَلين ونزلْنا عليهم الكتبَ، أنزلنا عليك القرآن حكماً عربياً بِلسانك ولسن قومك، فهو حاكمٌ لأن فيه بيانَ الحلال والحرام وجميعَ ما يَحتاجُ اليه المكلَّفون مما يوصِلُهم إلى السعادة في الدُّنيا والآخرة. </p><p> {وَلَئِنِ اتبعت أَهْوَاءَهُم بَعْدَ مَا جَآءَكَ مِنَ العلم مَا لَكَ مِنَ الله مِن وَلِيٍّ وَلاَ وَاقٍ} . </p><p> لئن اتّبعت أهواءَ الاحزابِ ابتغاءَ رِضاهم بعد ما منحك اللهُ من العلم اليقين، فليس لك من دون اللهِ وليُّ ولا ناصرٌ ينصرك. ان ما يقولُه الأحزابُ اهواءٌ لا تستندُ إلى عِلم أو يقين. </p><p> {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجاً وَذُرِّيَّةً} . </p><p> اذا كان هناك اعتراضٌ على بشريّةِ الرسول الكريم، وانه تَزوَّج النساءَ، وله أولادٌ وذرية، فقد كان الرسُل الذين أرسلناهم من قبلِه بشراً وكانوا يتزوَّجون ولهم نساءٌ وذرية. </p><p> {وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ الله لِكُلِّ أَجَلٍ كِتَابٌ} . </p><p> اذا كان يعترضُ بعضُهم من المتعنِّين ويطلب من الرسول ان يأتيَ بخارقةٍ ماديّة، فذلك ليسَ من شأنِه، إنّما هو من شأنِ الله، وهو الذي يقدّر ذلك يدبّره بحكمتِه ومشيئتنه، ولكل أمرٍ كبته اللهُ اجلٌ معين ووقت معلوم. </p>"
}