{
  "id": null,
  "sura": 14,
  "aya": 42,
  "text": "<p> تشخص: ترتفع. مهطعين: مسرعين الى الداعي. مقنعي رؤوسِهم: ارفعين رؤوسهم كثيرا. لا يرتد اليهم طرفهم: لا يرجع، كأن ابصارهم جامدة من الهول. وافئتدتهم هواء: خالية من العقل والفهم لفرط الدهش والحيرة. من زوال: من انتقال. </p><p> {وَلاَ تَحْسَبَنَّ الله غَافِلاً عَمَّا يَعْمَلُ الظالمون} . </p><p> الخطاب في صورته للنبيّ عليه الصلاة والسلام، والمراد به جميع الناس. وفيه تسليةٌ للمؤمنين، وتهديد للكافرين. . . فإن الله لا يغفل عما يعمل الظالمون في محاربة الاسلام. {إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار} . </p><p> إنما يُمْهِلهم ويمتّعهم بكثيرٍ من لذات الحياة، ليوم شديد الهول تبقى فيه أبصارُهم شاخصةً مفتوحة من الفزع. </p><p> {مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَآءٌ} . </p><p> إنها صورةٌ رهيبة وهم معروضون رافعين لرؤوسهم، وطرفهم جامد لا يتحرك من شدة الهول، وأفئتدتهم خاوية مضطربة لا إدراك فيها ولا وعي. . . هذا هو اليوم الذي يؤخّرهم الله إليه، والذي ينتظُرهم بعد الإمهال. </p><p> {وَأَنذِرِ الناس يَوْمَ يَأْتِيهِمُ العذاب فَيَقُولُ الذين ظلموا رَبَّنَآ أَخِّرْنَآ إلى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرسل أَوَلَمْ تكونوا أَقْسَمْتُمْ مِّن قَبْلُ مَا لَكُمْ مِّن زَوَالٍ} . </p><p> وانذِر الناس ايها الرسول أنه إذا جاء اليوم فلا اعتذارَ ولا نكال، يوم يقول الظالمون الجاحدون حين يرون ذلك الهول: ربّنا ارجعْنا الى الدنيا، وأمهلْنا امداً قريبا حتى نجيب فيه دعوة الرسل الى توحيدك، فيأتيهم الرد: ألم تَحلِفوا في الدنيا أنكم إذا متُّم لا تُخرَجون لبعثٍ ولا حساب، فكيف ترون الآن، ويان قولكم «ما لنا من زوال» ؟! </p><p> {وَسَكَنتُمْ فِي مساكن الذين ظلموا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الأمثال} . </p><p> وسكنتم في الدنيا في مساكن الذين ظَلموا أنفسَهم بالكفر والمعاصي من الأمم قبلكم، وقد ظهرلكم بمشاهدة آثارِهم كيف عاقبناهم، وضربنا لكم الأمثالَ الواضحة، ثم بعد لك كله تُقسِمون «ما لكم من زوال» فلم ترعووا ولم تتوبوا من كفركم، والآن تسألون التأخير للتوبة حين نزل بكم العذاب. </p><p> قراءات: </p><p> قرأ أبو عمرو:  «انما نؤخرهم» بالنون والباقون «يؤخرهم» . </p>"
}