{
  "id": null,
  "sura": 14,
  "aya": 35,
  "text": "<p> واجنُبني: وأبعِدني. تهوي اليهم: تسرع شوقاً وحبا. </p><p> في هذه الآيات يتجلى النموذج الكامل للانسان الذاكر الشاكر في شخصية ابي الانبياء ابراهيم عليه السلام، فهو يدعو الله تعالى ان يجعل مكة بلداً آمناً مطمئنّاً، ويسأله ان يبعده هو وابناءه عن عبادة الأصنام، ثم يذكر مساوئ الاصنام وكل ما عُبد من دون الله بقوله: </p><p> {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِّنَ الناس} </p><p> ويبين الدين الحق الذي هو عليه ويتابع الدعاء فيقول: </p><p> {فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ} . </p><p> فأما من تبع طريقي فهو منّي، ينتسب إليّ ويلتقي معي، وأما من عصاني منهم فأُفوّض أمره إليك، فأنتَ غفور رحيم. </p><p> وهنا تتجلّى رحمة ابراهيم وعطفه ورأفته، فهو لم يطلب الهلاك لمن يعصيه من نسله، كما أنه لا يستعجل العذاب لهم، وانما يَكِلُهم الى غفران الله ورحمته. </p><p> {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم رَبَّنَا لِيُقِيمُواْ الصلاة} . </p><p> وهنا يمضي في دعائه: بأنه أسكنَ من ذرتيه بمكة، وهي بوادٍ قاحلٍ لا زرعَ فيه عند بيت الله المحرّم، ثم يبين الوظيفةَ التي أسكنَهُم في هذا المكان القف ليقوموا بها، وهي عبادةُ الله وإقامة الصلاة على حقيقتها. </p><p> ثم يدعو تلك الدعوة اللطيفة التي استجابها الله، بقوله:  {فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ} اي تميل بشوقٍ إلى ذلك البيتِ العتيق واهلِه في ذلك الجديب، {وارزقهم مِّنَ الثمرات لَعَلَّهُمْ يَشْكُرُونَ} وقد اجاب الله دعاءه، فألهم الناس الحجَّ منذ آلاف السنين إلى ما شاء الله، وفي أي وقت ذهب الانسان الى الحجاز يجِد فيه أنواع الثمار والخيرات. وفي هذا اظهارٌ لقدرة الله وصِدق وعده. </p><p> {رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يخفى عَلَى الله مِن شَيْءٍ فَي الأرض وَلاَ فِي السمآء} . </p><p> إنك يا ربنا تعلَم ما تُخفي نفوسنا وما تظهره مجاهرةً به، فليس يخفى عليك شيء في هذا الكون. </p><p> ثم يتوجه ابراهيم الى الله ويذكر نعمة الله عليه، فيلهج لسانه بالحمد والشكر فيقول: </p><p> {الحمد للَّهِ الذي وَهَبَ لِي عَلَى الكبر إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدعآء} . </p><p> فإن هِبةَ الذرّية على الكِبَر أوقعُ في النفس، فهو يحمد اللهَ تعالى على هذه النِعم ويطمع في رحمته. </p><p> {رَبِّ اجعلني مُقِيمَ الصلاة وَمِن ذُرِّيَتِي رَبَّنَا وَتَقَبَّلْ دُعَآءِ} . </p><p> بعد الحمد والشكر الذي قدّمه على ما وهبه الله من الذرّية على الكِبَر، يطلب ابراهيم من ربّه ان يُعينه على مداومة شكره بإقامةِ الصلاة هو وذرّيته، وان يتقبّل دعاءَه. والدعاءُ هو العبادة كما جاء في الحديث الصحيح. </p><p> {رَبَّنَا اغفر لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب} . </p><p> بهذا الدعاء يختم ابراهيمُ شكره وتضرّعه الى الله، ويطلب المغفرةَ له ولوالديه ولجميع المؤمنين، يوم القيامة. </p>"
}