{
  "id": null,
  "sura": 14,
  "aya": 13,
  "text": "<p> الملة: الدين والشريعة. استفتحوا: طلبوا النصر. كل جبار عنيدك كل عال متكبر معاند. ماء صديد: ماء قبيح الطعم في جهنم. لا يكاد يسيغه: لا يستطيع ان يبلعه. عذاب غليظ: شديد. </p><p> بعد ان ذكر اللهُ ما دار من الحِوزار والجَدَل بين الرسُل وأَقوامهم، وبيّن الحججَ المقْنعة التي جاء بها الرسل الكرام، ولم يستطع الذين كفروا ان يردّوا عليها- لم يجودا وسيلةً الا استعمال القوّة مع أنبيائهم، وتلك حجة المغلوب، فخيّروا رسُلَهم بين أمرين: الخرود من الديار، أو العودة الى ملّة الآباء والأجداد. فأوحى الله تعالى الى أنبيائه أن العاقبة لهم. </p><p> {وَقَالَ الذين كَفَرُواْ لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فأوحى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظالمين} . </p><p> وقال الطغاة من زعماء الكافرين لما أعْيَتْهُم الحيلةُ، وعجزوا عن مقاومة الدليل. . قالوا لرسلهم: لكم احد امرين، إما ان نُخرجَكم من أرضِنا، أو أن تعودوا إلى عبادةِ الأوثان، ديننا القائم، فأوحى الله الى رسُله مثبتا لهمك لا تخافوا، سنُهلك الظالمين. </p><p> {وَلَنُسْكِنَنَّكُمُ الأرض مِن بَعْدِهِمْ ذلك لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ} . </p><p> إننا سنجعلكم تسكنون ارضهم بعد اهلاكهم. . . هكذا أفعل بمن خاف موقفه بني يديّ يوم القيامة، وخاف وعيد فاتّقاني بطاعتي، فلم يفسد في الأرض، ولم يظلم الناس. </p><p> ووقف الطغاة المتجبّرون، ووقف الرسُل المتواضِعون ومعهم قوة الله، ودعا كلاهما بالنصر والفتح، وكانت العقابة للرسُل. </p><p> {واستفتحوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ} . </p><p> وطلب الرسُلُ على أقوامهم من الله لما يئسوا من إيمانهم، وطلبت تلك الأقوامُ النصر لنفسِها، فنصر اللهُ رسلضه، وخسِر كلُّ جبار متكبر عنيد. </p><p> {مِّن وَرَآئِهِ جَهَنَّمُ ويسقى مِن مَّآءٍ صَدِيدٍ} . </p><p> إن جهنم لذلك الجبَّار الخاسر بالمرصاد، سيصلاها يوم القيامة وشرابُه فيها ماء كريه. </p><p> {يَتَجَرَّعُهُ وَلاَ يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الموت مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِن وَرَآئِهِ عَذَابٌ غَلِيظٌ} . </p><p> إنها صورةٌ مرعبة وخيبة أمل لهؤلاء الكفار المعاندين، يتجرّعون ذلك الماء الكريه فلا يكادون يستسيغونه لقذراته، وتحيط بهم أسبابُ الموت من كل جهة، وما هم بميتين في جهنم، ولهم عذابٌ مؤلم شديد. </p>"
}