{
  "id": null,
  "sura": 15,
  "aya": 6,
  "text": "<p> الذكر: القرآن. منظرين: مؤخرين. في شيع: في جماعات مفرده شيعة. نسلكه: ندخله. يعرجون: يصعدون. سكرت: سدت ومنعت من الابصار. بروجا: منازل الشمس والقمر. شهاب: شعلة من نار، والشهبُ ما ترى ليلا تتساقط من السماء. </p><p> {وَقَالُواْ ياأيها الذي نُزِّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ} . </p><p> وقال بعض كفار قريش مستهزئين بالرسول الكريم: يا أيّها الرجلُ الذي زعم أنّه نُزّلَ عليه القرآن إنك لمجنون. </p><p> وقال «مقاتِل» : إن الذين قالوا ذلك هم: عبدُ الله بن أمية، والنضرُ بن الحارث، ونوفل بن خُلويلد، والوليدُ بن المغيرة من زعماء قريش. </p><p> {لَّوْ مَا تَأْتِينَا بالملائكة إِن كُنتَ مِنَ الصادقين} . </p><p> إن كانت ما تدّعيه حقاً وقد أيَّدك اللهُ وأرسلك، فلماذا لا تسأل اللهَ ان يُنزِل معك ملائكة من السماء يشهدون بصِدق نبوَّتِك؟ ويتكرر طلبُ نزول الملائكة لا تنزِلُ على الرسول إلاّ لهلاِك المكذِّبين من قومه حين ينتهي الأجلُ المَعلوم فقال: </p><p> {مَا نُنَزِّلُ الملائكة إِلاَّ بالحق وَمَا كَانُواْ إِذاً مُّنظَرِينَ} . </p><p> إنّنا لا نُنزل الملائكةَ إلاّ عندما نقرِّر أمراً له أهميته، ويكون قد مضى الأجلُ وحقَّ القولُ على الكافرين، ولو أنزلْنا الملائكةَ لأهلكنا أولئك الكافرين، ولم يكونوا مؤخَّرين. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وحفص «ما ننزل الملائكة» بنونين وبنصب الملائكة. وقرأ ابو بكر «ما تنزل الملائكة» بالتاء والفعل يبنى للمجهول ورفع الملائكة. وقرأ الباقون:  «ما تنزل الملائكة» بفتح التاء ورفع الملائكة. </p><p> ثم أجاب الله تعالى عن إنكارِهم تنزيلَ القرآن واستهزائهم بالرسول الكريم بقوله: </p><p> {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ} . </p><p> ان هذه من الآيات الجلية، والقرآن كلّه جليل عزين، وفيها تحدّ كبير لكن معاند، وطمأنينةٌ للمؤمنين. فالله سبحانه وتعالى يمنُّ علينا بأن هذا القرآن من عنده، وهو حافظٌ له، لم يَكِلْ حِفظه لغيره، فهو ذِكرٌ حيٌّ خالد مصون من التحريف والزيادة والنقصان، وهو باقٍ محفوظ لا يندثر ولا يتبدّل. والتحدي قائمٌ لكل معاند. </p><p> {وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الأولين وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ} . </p><p> ولا تحزن أيها الرسول، فقد أرسلنا قبلك رسُلاً إلى أُممٍ قد مضت، وما أتى رسولٌ أمةً إلا كذّبوه وستهزأوا به. وفي هذا تسليةٌ للرسول الكريم عما أصابه من سَفَهِ قومه، بأن هذا دأبُ الأمم المكذِّبة لِرُسُلها من قبل. . فلقد أصابهم مثلُ ما أصابك، وقد نَصَرْنا رسُلنا وسننصرك انت والمؤمنين، فَطِبْ نَفْساً ولا يَضِيقنَّ صدرُك بما يقولون. </p><p> {كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين لاَ يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الأولين} . </p><p> وكا كانت حالُ الأمم الماضية حين أُنزلتْ عليهم الكتبُ من الملأ الأعلى فأصُّروا على الكفر والاستهزاء بالرسُل - كذلك نلقي القرآنَ في قلوب المجرمين من بين قومك وهو غيرُ مقبولٍ لديهم، لأنهم أجرموا بإصرارهم على الكفر فلم يؤمنوا به. </p><p> وقد مضت سنّةُ الله في إمهالهم، وهكذا تجدنا نفعلُ باللاحقين كما فعلنا بالسابقين. </p><p> ثم بين الله تعالى عظيم عنداهم ومكابرتهم للحق فقال: </p><p> {وَلَوْ فَتَحْنَا عَلَيْهِم بَاباً مِّنَ السماء فَظَلُّواْ فِيهِ يَعْرُجُونَ لَقَالُواْ إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ} . </p><p> ولو فتحنا على هؤلاء المعاندين باباً من السماء يصعَدون فيه بأجسامِهم ويَرَوْن مَنْ فيها من الملائكة، وما فيها من العجائب- لقالوا لِفَرْطِ عنادهم، انما سُدَّتْ أبصارُنا، فما نراه تخيُّلٌ لا حقيقةَ له، وقد سَحَرَنا محمدٌ با يَظْهرُ على يده من الآيات، وظلّوا في عنادِهم ومكابَرَتِهم سادِرين. </p><p> قراءات: </p><p> قرأ ابن كثير:  «سُكرِت» بالتخفيف، والباقون بالتشديد كما هو في المصحف. </p><p> {وَلَقَدْ جَعَلْنَا فِي السماء بُرُوجاً وَزَيَّنَّاهَا لِلنَّاظِرِينَ} . </p><p> بعد بيان مكابرة المعاندين، وانهم لا يؤمنون حتى بالأشياء المحسوسة، عَرَضَ هنا الآيات الكونية، وما فيها من إبداعٍ لمن يفكّر ويُبْصِر. </p><p> لقد أبدْعنا هذا الكونَ، وجعلنا في السماء أشكالاً عديدةً من النجوم، منها تلك البروجُ الظاهرة للعيان، البديعةُ، الدالَّةُ على جَمال هذا الكون، وحُسنِ نظامه وزينّاها بالكواكب للناظِرين المعتبرين والمفكرين. </p><p> فهلاّ نظر أولئك المعاندون إلى هذه السماء وما فيها من بروج ظاهرة، ونجومٍ ساطعة وأقمار نّيرة، ومجَرّات عظيمة، فإن فيها عبرةً لمن اعتبر! </p><p> {وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ} . </p><p> ولقد حفظنا السماءَ ومنعنا كلَّ شيطانٍ رجيم من القرب منها، فلا ينالُها ولا يدنِّسها، ولكن من أرادَ من هؤلاء الشياطين ان يَستَرِقَ الاستماع من عالم الغيب، فنحن نلحقه بشهاب مشتعل محرق، فهم أعجَزُ من ان يَصِلوا إليها. </p>"
}