{
  "id": null,
  "sura": 15,
  "aya": 73,
  "text": "<p> الصيحة: العذاب. مشرقين: عند شروق الشمس. من سجيل: حجارة من طين. للمتوسمين: للعقلاء اصحاب الفراسة. لبسبيل مقيم: بطريق واضح. </p><p> اصحاب الايكة: قوم شعيب. الايكة: الشجر اللملتف الكثيف. لبإمام مبين: بطريق واضح. وللامام معان كثيرة. اصحاب الحجر: هم ثمود قوم صالح، والحجر مكان في شمال الحجاز معروف للآن. الصفح الجميل: العفو. </p><p> ثم ذكر الله تعالى عاقبة أمر قوم لوط فقال: </p><p> {فَأَخَذَتْهُمُ الصيحة مُشْرِقِينَ} . </p><p> فنزل بهم العذابُ المنتظَر وقت شروق الشمس. </p><p> {فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ} . </p><p> جزاء ظُلمهم جعل الله عاليَ المدينة سافلَها، أي أنه قلَبها، وأمطر عليهم حجارةً من طين متحجِّر، مع صيحةٍ عالية تصعق كلَّ من سمعها. ثم بين ان في هذا القصص عبرةً لمن اعتبر. </p><p> {إِنَّ فِي ذَلِكَ لآيَاتٍ لِلْمُتَوَسِّمِينَ} . </p><p> ان ما فعلناه بقومٍ لوطٍ من الهلاك والتدمير لآياتٍ للّذين يعقِلون ويفكّرون ويعتبرون. ثم وجَّه انظار أهلِ مكة الى الاعتبار بها لو أرادوا ذلك فقال: </p><p> {وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ} . </p><p> ان هذه المدينة - مدينة سدوم - التي اصابها العذابُ والتدمير تقع على طريق ظاهرٍ ثابت هو طريقكُم ونتم ذاهبون الى الشام، وآثارها باقية في البحر الميت كما قال تعالى:  {وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وبالليل أَفَلاَ تَعْقِلُونَ}  [الصافات: ١٣٧-١٣٨] . </p><p> {إِنَّ فِي ذَلِكَ لآيَةً لِلْمُؤْمِنِينَ} ان فيما فعلناه بقومِ لوط من الهلاك والدمار ونجاةِ لوطٍ وأهلِه لدلالةً للمؤمنين الصادقين. </p><p> وبعد ان ذكر قصص قوم لوط ابتعه بقصص قوم شعيب فقال: </p><p> {وَإِن كَانَ أَصْحَابُ الأيكة لَظَالِمِينَ فانتقمنا مِنْهُمْ} . </p><p> وإن قوم شعيبٍ، اصحابَ الغابة الكثيفة، كانوا ظالمين، فانتقمنا منهم وانزلنا عليهم العذابَ. وكذلك أهلُ مَدْيَنَ قد أخذتْهم الصيحة. </p><p> {وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ} يعني إن كلاً من مدينة لوط والأيكة واقعة على طريق ظاهر لكم تمر عليها قوافل قريش في ذهابهم الى الشام، فمن حقهم ان يعتبروا بآثارهم وهي باقية الى الآن. </p><p> ثم ذكر الله تعالى قصة صالح فقال: </p><p> {وَلَقَدْ كَذَّبَ أَصْحَابُ الحجر المرسلين} . </p><p> لقد كذّبت ثمود نبيهم صالحاً، ومن كذّب رسولاً واحدا من رسُل الله فكأنما كذب جميع المرسلين. </p><p> {وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُواْ عَنْهَا مُعْرِضِينَ} . </p><p> وأريناهم حُجَجَنا الدالةَ على نبوة صالح، منها الناقة وغيرها، فأعرضوا عنها، ولم يعتبروا بها. </p><p> {وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ} . </p><p> ولا تزال آثارهم وبعض ما نحتوه في الجبال باقياً الى الآن في شمال الحجاز، ويُعرف المكانُ بمدائن صالح. </p><p> {فَأَخَذَتْهُمُ الصيحة مُصْبِحِينَ} . </p><p> اهلكهم اللهُ بالصيْحة التي تصعق كل واحد منهم في وقت الصباح. </p><p> {فَمَآ أغنى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ} . </p><p> ولم يدفع عنهم الهلاكَ الذي نزل بهم، ما كانوا يكسِبونه من أموال، ويتحصنون وراءه من حصون. </p><p> {وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق وَإِنَّ الساعة لآتِيَةٌ فاصفح الصفح الجميل} . </p><p> وما خلقنا هذا الكون وما فيه الا بالعدل والانصاف والحكمة، وان الساعة لآتية يوم القيامة لا ريبّ في ذلك، فأعرضْ عنهم أيها النبي واصفحْ الصفح الجميل وخالقْهم بخلق حسن. {إِنَّ رَبَّكَ هُوَ الخلاق العليم} . </p><p> ان ربك هو الذي خلقهم وخلق كل شيء. </p>"
}