{
  "id": null,
  "sura": 16,
  "aya": 56,
  "text": "<p> تفترون: تكذبون. كظيم: ممتلئ غيظا وغما. يتوارى: يستخفي. على هون: على ذل. يدسه في التراب: يخفيه في التراب، وهو وأد البنات. مثل السوء: الصفة السيئة. المثل الاعلى: الصفة العليا. </p><p> بعد ان بين الله اقوال المشركين، اردف هنا بذكر قبائح افعالهم فقال: </p><p> {وَيَجْعَلُونَ لِمَا لاَ يَعْلَمُونَ نَصِيباً مِّمّا رَزَقْنَاهُمْ} . </p><p> ويجعل المشركون لالهتهم التي لا عِلْمَ لها، لأنها جاد، شيئاً من أموالهم يتقربون به إليها. وقد مر في سورة الانعام قوله تعالى:  {وَجَعَلُواْ للَّهِ مِمَّا ذَرَأَ مِنَ الحرث والأنعام نَصِيباً}  [الانعام: ١٣٦] . </p><p> {تالله لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ} . </p><p> هَذا قِسَمٌ من الله عظيمٌ فيه تهديدٌ ووعيد على كذبهم وافترائهم، وأن اللهَ سوف يسألهم عن هذا الكذب. </p><p> {وَيَجْعَلُونَ لِلَّهِ البنات سُبْحَانَهُ وَلَهُمْ مَّا يَشْتَهُونَ} . </p><p> وهذا ايضاً من افترائهم، حيث جعلوا الملائكة الذين هم عبادُ الرحمن بناتِ الله، فنسبوا اليه الولد، وهو لم يلدْ ولم يولد. سبحانه تنزّه عن إفكهم. {وَلَهُمْ مَّا يَشْتَهُونَ} يختارون لأنفسِهم الذكور، ويأنفون من البنات. وهذا جهلٌ كبير، والحياة تنشأ من الذكر والأنثى، فالأنثى أصلية في نظام الحياة أصالةَ الذكر، بل ربما كانت أشدَّ أصالةً لأنها المستقر، فكيف يأنفون من الأنثى ونظام الحياة يقوم على وجود الزوجين!! </p><p> ثم أشار الى شدة كراهيتهم للاناث بقوله: </p><p> {وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ يتوارى مِنَ القوم مِن سواء مَا بُشِّرَ بِهِ أَيُمْسِكُهُ على هُونٍ أَمْ يَدُسُّهُ فِي التراب أَلاَ سَآءَ مَا يَحْكُمُونَ} . </p><p> واذا أُخبر أحدُهم بانه وُلدت له أنثى، اسودَّ وجهه من الغم والغيظ، وحاول الاختفاء عن أعين الناس، وبات بين أمرين: إما أن يبقيها على قيد الحياة مع ما يلحقُه من الذل في زعمه، وإما ان يدفنَها في التراب. . بئسَ ما قالوا، وبئسَ حُكمهم الذي ينسِبون فيه الى الله ما يكرهون ان يُنسَب اليهم. </p><p> {لِلَّذِينَ لاَ يُؤْمِنُونَ بالآخرة مَثَلُ السوء وَلِلَّهِ المثل الأعلى وَهُوَ العزيز الحكيم} . </p><p> للذين لا يصدّقون بالمعاد والثواب والعقاب صفةُ السوءِ، وله تعالى الصفةُ العليا، تنزَّه عن الولد، وله العزّة والحكمة، وجميعُ صفات الجلال والكمال. </p>"
}