{
  "id": null,
  "sura": 16,
  "aya": 70,
  "text": "<p> ارذل العمر: أخسه وهو الهرم مع فقدان الذاكرة، لان كثيرا من المعمرين يبلغون مرحلة كبيرة في السن ويبقون بصحة وذاكرة جيدة. ما ملكت ايمانكم: العبيد. حفدة: جمع حفيد، ان الابن وابن البنت. فلا تضربوا لله الامثال: لا تجعلوا له اشباها ونظائر. </p><p> بعد ان ذكر الله عجائب أحوال ما ذكر من النبات والماء والأنعام والنحل - أشار هنا الى بعض عجائب أحوال البشَر من أول عُمر الإنسان الى آخره وتطوراته فيما بين ذلك. </p><p> {والله خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر لِكَيْ لاَ يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً إِنَّ الله عَلِيمٌ قَدِيرٌ} . </p><p> ان الله خلقكم أيها لناس ولم يتكونوا شيئا، ثم قدّر آجالاً مخلتفة، منكم من يتوفّاه مبكِّرا ومنك من يهرَم ويصير إلى أرذل العمر فتنقص قواه، ويكون في عقله وقوّتِه كالطِفل، فتكون عاقبته أن يفقدّ ذاكرته ولا يعود يعلم شيئا، حتى انه لا يستطيع التمييز بين أهله وأولاده وأقربائه، (وقد رأينا أناساً بهذه الحالة) ان الله عليم بأسرار خلقه، قادر على كل شيء. </p><p> ثم بعد ان ذكَر اللهُ تفاوتَ الناس في الأعمال ذكر تفاوتَهم في الأرزاق فقال: </p><p> {والله فَضَّلَ بَعْضَكُمْ على بَعْضٍ فِي الرزق فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَآءٌ أَفَبِنِعْمَةِ الله يَجْحَدُونَ} . </p><p> والله جعلكم متفاوتين في أرزاقكم، فمنكم الغنيُّ ومنكم الفقير، فما لاذين فُضِّلوا بالرزق وأعطاهم الله المالَ الكثير بمعطين قِسماً من أموالهم لعبيدهم المملوكين لهم حتى يصيروا مشاركين لهم في الرزق ومساوين لهم، مع أنهم إخوانُهم وبشرٌ مثلهم وهم اعوانهم. فما بالكم ايها المشركون بالله، وهو الذي خَلَقَكم ورزقكم وأنعم عليكم! كيف تجحدون بنعمة الله وتشركون به غيره. </p><p> قراءات: </p><p> قرأ ابو بكر:  «تجحدون» بالتاء والباقون بالياء. </p><p> ثم ذكر ضرباً آخر من ضروب نِعمه على بعاده تنبيهاً الى جليل إنعامه بها إذ هي زينةُ الحياة فقال: </p><p> {والله جَعَلَ لَكُمْ مِّنْ أَنْفُسِكُمْ أَزْوَاجاً وَجَعَلَ لَكُمْ مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ الطيبات} . </p><p> واللهُ أنعمَ عليكم نِعماً لا تحصى، منها ان خلَق لكم أزواجاً لتسكُنوا الهيا، وأكبر نعمةٍ على الانسان هي الزوجةُ الصالحة، فهي جنّةُ البيت. وجعل لكم من أزواجكم بنينَ وأبناءَ البنين والبنات، كما رزقكم من الأرزاق الطيبة التي تنعَمون بها، وهذه من زينة الحياة الدنيا. </p><p> {أفبالباطل يُؤْمِنُونَ وَبِنِعْمَةِ الله هُمْ يَكْفُرُونَ؟} . </p><p> ابعدَ كل هذه النِعم، وكل هذه الدلائل البينة يُشركون بالله، ويكفرون بهذه النعم!! </p><p> {وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ لَهُمْ رِزْقاً مِّنَ السماوات والأرض شَيْئاً وَلاَ يَسْتَطِيعُونَ} . </p><p> ومع كل هذِه النعم التي أنعم الله بها عليهم فإنهم يعبدون الأصنامَ التي لا تملِك شيئا، ولا تستطيع أن ترزقَهم أيَّ رزقٍ، سواء كان كان هذا الرزقُ آتياً من السماء كالماء أم من الارض كالنبات والشجر. </p><p> {فَلاَ تَضْرِبُواْ لِلَّهِ الأمثال إِنَّ الله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ} . </p><p> لا تجعلوا لله مَثَلاً ولا تشبّهوه بخلْقِه، ولا تبعدوا غيره، فانه لا شبيه له ولا مثيل:  {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السميع البصير}  [الشورى: ١٠] . </p>"
}