{
  "id": null,
  "sura": 16,
  "aya": 101,
  "text": "<p> واذا بدلنا آية مكان آية: غيرنا ونسخنا مكانها آية. روح القدس: جبريل. يلحدون اليه: يميلون اليه. الأعكي: من كان غير عربي. </p><p> {وَإِذَا بَدَّلْنَآ آيَةً مَّكَانَ آيَةٍ والله أَعْلَمُ بِمَا يُنَزِّلُ قالوا إِنَّمَآ أَنتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ} . </p><p> واذا نسخنا حكم آية فأبدلنا مكانه حكم آية اخرى (والله اعلم بالذي هو أصلح لخلقه فيما يبدل، وهذا دليل على مرونة الشرع الاسلامي، فقد تستدعي الحكمة والمصلحة ان يشرع الله حكما لعباده لامد معين، فيفعل، حتى اذا انتهى الامد واقتضت المصلحة التغيير شرع غيره مكانه) قال المشركون انما انت متقوِّل على الله تأمر بشيء ثم تنهى عنه، وان اكثرهم جاهلون لا يعلمون الحقائق. </p><p> ثم بين الله لهؤلاء المعترضين على حكمة النسخ، الزاعمين ان ذلك لم يكن من عند الله وان رسول الله قد افتراه فقال:  {قُلْ نَزَّلَهُ رُوحُ القدس مِن رَّبِّكَ بالحق لِيُثَبِّتَ الذين آمَنُواْ وَهُدًى وبشرى لِلْمُسْلِمِينَ} وهذا رد واضح من الله تعالى بانه هو الذي انزل هذا القرآن من عنده تثبيتا للمؤمنين وليكون هاديا للناس الى الصواب ومبشرا بالنعيم المقيم للمسلمين. </p><p> {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ} . </p><p> وإنا لنلعم ان هؤلاء المشركين يقولون افتراء، ان رجلا من البش يعلم محمدا هذا الذي يتلوه عليكم. وهذا الذي يزعمون هو عبد رومي كان يقرأ التوراة بلغة اعجمية. فلسان الذي يقولون عنه أعجمي لا يفصح، والقرآن لسان عريبي مبين واضح، تحداكم به اكثر من مرة، ولم تستطيعوا ان تأتوا بآية من مثله. </p><p> قراءات: </p><p> قرأ حمزة والكسائي:  «يلحدون» بفتح الياء والحياء. والباقون «يحلدون» بضم الياء وكسر الحاء، وهما لغتان: لحد، وألحد. </p><p> ثم توعدهم الله على ما قالوا بالعقاب في الدنيا والآخرة فقال: </p><p> {إِنَّ الذين لاَ يُؤْمِنُونَ بِآيَاتِ الله لاَ يَهْدِيهِمُ الله وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> ان الذين اصروا على كفرهم ولم يؤمنوا بأن هذه الآيات من عند الله لا يهديهم الله، وفي الآخرة لهم عذاب اليم، ولا يفتى الكذب على الله الا الذين كفروا وجحدوا الوهيته واولئك وحدهم هم الكاذبون. </p>"
}