{
  "id": null,
  "sura": 16,
  "aya": 10,
  "text": "<p> تسيمون: ترعون الماشية، تجعلونا ترعى النبات. ذرأ: خلق. سخر البحر: ذلله وجعله في خدمتكم. مواخر: جمع ماخرة: جارية فيه، مخر الماء شقة. الرواسي: الجبال. ان تميد بكم: ان تميل وتضطرب. وسبلا: طرقا. وعلامات: اشارات، ومعالم يستدل الانسان بها. </p><p> {هُوَ الذي أَنْزَلَ مِنَ السماء مَآءً لَّكُم مَّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ} . </p><p> بعد أن ذكر اللهُ نعمته على الناس بتسخير الدوابّ والأنعام، شرع يَذْكُر نعمتَ عليهم بإنزال المطرِ والخلْق وتسخير الكونِ كلّه لهذا الإنسان. </p><p> إن الذي خلقَ لكم الأنعام والخيلَ وسائرَ البهائم لمنافِعِكم ومصالحِكم هو الذي أنزلَ المطر من المساءِ عذباً زلالاً تشربون منه وتسقون الشَجر والنبات. وهذا الجشرُ والنبات هو الذي تجعلون أنعامكم ترعاه وتمدّكم باللّبن واللّحم والأصواف والأوبارِ والأشعار والجلود. </p><p> {يُنبِتُ لَكُمْ بِهِ الزرع والزيتون والنخيل والأعناب وَمِن كُلِّ الثمرات} . </p><p> إن هذا الماء ينزله اللهُ من السماء بقدْرته فيحيي به الأرضَ وينبتُ لكم زرعكم المختلفَ من جميع أنواع الثمرات وتيجعله رِزِقاً لكمن ونعمةً منه عليكم، وحجةً على من كفر به. </p><p> {إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ} . </p><p> ان فيما ذُكر من الآيات الداّلة على قدرة الله وما فيها من نعم لا تحصى لأدلّةً وحُجَجَاً لقومٍ لهم عقول تفكّر، بها يدركون حكمة الله، ويفهمونها حق الفهم. </p><p> قراءات: </p><p> قرأ ابو بكر:  «ننبت لكم» بالنون، والباقون:  «ينبت لكم» بالياء. </p><p> {وَسَخَّرَ لَكُمُ الليل والنهار والشمس والقمر والنجوم مُسَخَّرَاتٌ بِأَمْرِهِ} . </p><p> ومن نعمة تعالى عليكم ان جعل لكم الليلَ مهَّيئاً لراحتكم، والنارَ جعله مناسباً لِسعيكم وحركتكم وأعمالكم، والشمس تمدّكم بالدفء والضوءِ، والقمرَ لتعرفوا به عددَ السنين والحساب، والنجوم مسخَّرات بأمر الله لتهتدوا بها في أسفاركم في ظُلمات البرّ والبحر. </p><p> {إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ} . </p><p> إن في كلّ هذه النعمِ والدلائل لآياتٍ لقوم لهم عقول تدرك وتتدبّر ما وراء هذه الظواهر من قدرة. </p><p> {وَمَا ذَرَأَ لَكُمْ فِي الأرض مُخْتَلِفاً أَلْوَانُهُ} . </p><p> ومن نعمه التي لا تُحصى عليكم ما خلقَ لكم في الأرضِ من أنواعِ الحيوان والنبات والجماد، وجعل في جوفها من المعادن المختلفة الألوانِ والأشكار، وجعلَ كلَّ ذلك لمنافِعِكم، {إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَذَّكَّرُونَ} ان في ذلك كله لأدلة واضحة لقوم يذكرون ولا ينسون. {وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب}  [البقرة: ٢٦٩] . </p><p> قرأ حفص:  «والنجوم مسخرات» بالرفع. وقرأ ابن عامر:  «والشمس والقمر والنجوم مسخرات» بالرفع. والباقون «والشمس والقمر والجوم مسخرات» كلها بالنصب. </p><p> {وَهُوَ الذي سَخَّرَ البحر لِتَأْكُلُواْ مِنْهُ لَحْماً طَرِيّاً وَتَسْتَخْرِجُواْ مِنْهُ حِلْيَةً تَلْبَسُونَهَا} . </p><p> ومن هذه النعمِ الكبرى نعمةُ البحر وما فيه من أنواع الحيوان، فإن اله تعالى جلعَ هذا كلَّه للإنسان ليأكل منه ذلك الحمّ الطريَّ الشهيّ، ويستخرجَ من جوفه أنواعَ اللؤلؤ والمرجان حِيلةً جميلة تلبَسونها ايها الناس وتتلحَّوْن بها. </p><p> {وَتَرَى الفلك مَوَاخِرَ فِيهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} . </p><p> وترى أيُّها الناظرُ تلك السفنَ تمخر عبابَ الماء وتشقّه. . كلّ ذلك في خِدمتكم، سخَّرى الّلهُ لكم أيها الناسُ لتنتَفِعوا بما فيه، وتطلبوا من فضلِ الله الرزقَ عن طريق التجارة وغيرا، فلْتشركوا اللهَ على ما هيَّأ لكم وأنعمَ به عليكم. </p><p> {وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ} </p><p> وجعل في الأرض جبالاً ثابتة حتى لا تميل بكم وتضطربَ بما عليها. </p><p> {وَأَنْهَاراً وَسُبُلاً لَّعَلَّكُمْ تَهْتَدُونَ} . </p><p> وجعل في هذه الأرضِ أنهاراً تجري فيها المياهُ الصالحة للشرُّرب والزرع، وجعلَ فيها طُرُقاً ممهَّدة لتهتدوا بها في السَّير إلى مقاصدكم. </p><p> {وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ} . </p><p> وجعلَ لكم في هذا الكون علامات ودلائل يهتدي بها الساري ويسترشدُ في أثناء سيرة ليلاً بالنجوم التي أودعَها اللهُ في السماء. </p><p> بعد ان بيّن الله الدلائل على وجود الإله القادر، الذي خلَقَ هذا الكونَ على أحسنِ نظام، وان جميع ما في هذا الكون في خدمة الإنسان- أخذَ يردُّ على المشركين ويُبطل شِرْكَهم عبادتضهم غيرَ الله من الأصنام والأوثان، وأنهم عاجِزون لا يستطيعون اني يخلقوا شيئا فقا: </p><p> {أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ أَفَلا تَذَكَّرُونَ} . </p><p> أفمنْ يخلُق كلَّ هذه الأشياءَ التي مرَّ ذِكُرها وغيرها، كمن لا يخلُق شيئاً لا كبيراً ولا صغيرا، أتَعْمُون أيّها المشرِكون عن آثار قدرةٍ الله فلا تعتَبروا وتشركوا الله عليها!؟ . </p><p> ثم بعد ان نبّهههم سبحانه إلى عظَمته وقدرته، ذكَّر الناسَ بنعمة عليهم واحسانه فقال: </p><p> {وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَآ إِنَّ الله لَغَفُورٌ رَّحِيمٌ} . </p><p> إنْ تحاولوا عدَّ نِعم الله عليكم فلن تستطيعوا احصاءَها لكثرتها. . . وأكثرُ النعمٍ لا يدري بها الإنسانُ لأنه يألفُها فلا يعشر بها إى حينَ يفتقدها. إن الله لغفورٌ، يستُرُ عليكم تقصيركم في القيام بشكرها، رحيم بكم يُفيض عليكم نعمه. </p><p> {والله يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ} . لا يخفى عله شيء من سركم وجهركم. </p>"
}