{
  "id": null,
  "sura": 16,
  "aya": 84,
  "text": "<p> الامة: الجيل من الناس. شهيدا: شاهدا. لا يستعتبون: لا يقبل عذرهم. ولا هم ينظرون: لا يؤخرون. فالقوا اليهم القول: يعين ان شركاءهم الذين كانوا يعبدونهم كذبوهم. السلم: الاستسلام تبيانا: بيانا. </p><p> {وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيداً ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُواْ وَلاَ هُمْ يُسْتَعْتَبُونَ} . </p><p> ويوم القيامة نحشرُ الناسَ ونأتي من كل أمةٍ بشهيدٍ يشهد لها او عليها بما قابلت رسولها، ويومئذ لا يُسمع من الكافرين أيُّ قول، لا يُقبل لهم اعتدار. وذلك كما قال تعالى:  {هذا يَوْمُ لاَ يَنطِقُونَ وَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ}  [المرسلات: ٣٥-٣٦] . </p><p> {وَإِذَا رَأى الذين ظَلَمُواْ العذاب فَلاَ يُخَفَّفُ عَنْهُمْ وَلاَ هُمْ يُنظَرُونَ} . </p><p> ويوم القيامة اذا رأى الظالمون عذابَ النار، وطلبوا ان يخفَّف عنهم لا يجابُ طلبُهم، ولا يؤخرون عن دخول جهنم. </p><p> ثم اخبر الله عن محاولة المشركين إلقاءَ تبعه أعمالِهم على آلهتهم التي عبدوها وردَّ آلهتهم عليهم فقال: </p><p> {وَإِذَا رَأى الذين أَشْرَكُواْ شُرَكَآءَهُمْ قَالُواْ رَبَّنَا هؤلاءآء شُرَكَآؤُنَا الذين كُنَّا نَدْعُوْا مِن دُونِكَ} . </p><p> واذا رأى الذين أشركوا اآلهتَهم التي عبدوها قالوا: يا ربنا هؤلاء الذين كنا نعبُدهم خطئين، فخفَّف عن العذابَ بإلقاء بعضِه عليهم. </p><p> فيجيبهم شركاؤهم قائلين: </p><p> {فَألْقَوْا إِلَيْهِمُ القول إِنَّكُمْ لَكَاذِبُونَ} . </p><p> فردّوا عليه قولَهم وقالوا إنكم لكاذبون في دعواكم أنّنا شركاء لكم في الإثم، وإنكم لما عبدتمونا، إنما عبدتُم أهواءكم. {وَأَلْقَوْاْ إلى الله يَوْمَئِذٍ السلم وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ} . </p><p> واستسلموا إلى الله خاضعين، ولم يجدوا من ينصرهم وخاب ظنهم بمعبوداتهم وما كانوا يفترون على الله الكذب. </p><p> {الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله زِدْنَاهُمْ عَذَاباً فَوْقَ العذاب بِمَا كَانُواْ يُفْسِدُونَ} . </p><p> ان الذين كفروا ومنعوا غيرهم من الإيمان بالله زدْناهم عذاباً فوق العذاب الذي استحقّوه بالكفر، بسبب ما كانوا يعملون من الفساد وإضلال غيرهم من الناس، فلهُم على ذلك عذابٌ مضاعف. </p><p> ثم يخاطب الله رسولَه الكريمَ بهذه الآية المبشرة للمؤمنين. </p><p> {وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً عَلَيْهِمْ مِّنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيداً على هؤلاءآء} . </p><p> اذكر أيها الرسول يومَ القيامة، يوم يبعُ الله نبيَّ كلِ أمةٍ شاهداً عليهم، ونجيء بك شاهدهاً على هؤلاء الذين كذّبوك. </p><p> {وَنَزَّلْنَا عَلَيْكَ الكتاب تِبْيَاناً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وبشرى لِلْمُسْلِمِينَ} . </p><p> ولقد أنزلْنا عليك القرآن يبيّن للناس كلّ شيءٍ من الحق وما يحتاجون اليه، وفيه الهدايةُ والرحمة والبشرى للذين أسلموا وآمنوا بك وصدقوك. </p>"
}