{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> العدل: الانصاف، والاستقامة واعطاء كل ذي حق حقه. العهد: كل ما يتلزمه الانسان باختياره. ولا تنقضوا الايمان: لا تخنثوا بها. كفيلا: ضامنا. انكاثا: واحدها نكث، بمعنى منكوث، منقوض. دخلا بينكم: مكرا وخديعة: اربى: أكثر. </p><p> {إِنَّ الله يَأْمُرُ بالعدل والإحسان وَإِيتَآءِ ذِي القربى وينهى عَنِ الفحشاء والمنكر والبغي يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} . </p><p> ان الله يأمر عبادَه بالعدل في اقوالهم وأفعالهم، والإحسان الى الناس والتفضُّل عليهم ومساعدتهم، ويأمر بصِلَة الأقارب والأرحام وإعطائهم ما يحتاجون اليه لدعم روابط المحبة بين الأُسَر، وينهى عن إتيان الفواحش والغلو في تحصيل الشهوات، كما ينهى عن الظلم والاعتداء على الغير. . واللهُ سبحانه يذكّركم بهذا ايها الناس ويوجّهكم الى الخير لعلكم تتذكرون فضله. </p><p> أخرج ابن أبي حاتم عن محمد بن كعب القرظي انه قال: دعاني عمر بن عبد العزيز فقال لي: صف العدل، فقلت بخٍ، سألتَ عن أمرٍ جسيم، كمن لصغير الناس أباً، ولكبيرهم ابناً، وللمِثْل أخاً، وللنساءِ كذلك، وعاقبِ الناس قدْر ذنوبهم، ولا تضرِبنّ لغضبك سوطا واحداً فتكون من العنادين. </p><p> وعن عبد الله بن مسعود رضي الله عن هـ قال: اجمعُ آية في كتاب الله للخير والبعد عن الشر قوله تعالى: </p><p> {إِنَّ الله يَأْمُرُ بالعدل والإحسان. . . .} . </p><p> رواه البخاري وابن جرير وابن المنذر. </p><p> {وَأَوْفُواْ بِعَهْدِ الله إِذَا عَاهَدتُّمْ وَلاَ تَنقُضُواْ الأيمان بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ الله عَلَيْكُمْ كَفِيلاً إِنَّ الله يَعْلَمُ مَا تَفْعَلُونَ} . </p><p> أوفوا أيها المؤمنون بالعهود التي تعطُونها على انفسكم، ولا تنقضوا الأيمان بالحنْثِ فيها بعدٍ عقدِها، وقد جعلتم الله كفيلاً عليكم بالأيمان التي حلفتموها، ان الله رقيبٌ ومطلع عليكم، فكونوا عند عهودكم وأيمانكم. </p><p> {وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثاً تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلاً بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ} . </p><p> لقد شدّد الاسلام على الوفاء بالعهود، ولم يتسامح فيها ابدا، لأنها قاعدةُ الثقة التي ينفرط بدونها عقدُ الجماعة، ولذلك أكد هنا بضربِ هذا المثل، بالمرأة الحمقاء التي تفتِلُ غَزْلَها ثم تنقضُه من بعد ان يكون قد اكتمل، منتخذين أيمانكم وسيلةً للمكرِ والخداع، وتنوون الغدر بمن عاقدتم، لأنكم اكثرُ وأقوى منهم. </p><p> {إِنَّمَا يَبْلُوكُمُ الله بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ القيامة مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} . </p><p> انما يختبركم الله، فإن آثرتُم الوفاءَ كان لكم الغُنم في الدنيا والآخرة، وان اتجهتم الى الغدر كان الخسران، وليبيّنَ لكم يوم القيامة حقيقة ما كنتم تختلفون عليه في الدنيا، ويجازيكم حسب أعمالكم. </p><p> وهاتان الآيتان تدلان على أساس العلاقات بين المسلمين وغيرهم، مع العدالة والوفاء بالعهد وان العلاقات الدولية لا تنظَّم الا بالوفاء بالعهود، وان الدول الاسلامية إذا عقدت عهداً فإنما تعقده باسم الله فهو يتضمن يمين الله وكفالته، وفيهما ثلاثة معان لو نفَّذتها الدولُ لساد السلم العالم. </p><p> اولها: انه لا يصح ان تكون المعاهدات سبيلاً للخديعة وإلا كانت غشّاً، والغش غير جائز في الاسلام في العلاقات الانسانية سواء كانت بين الافراد او الجماعات والدول. </p><p> ثانيها: ان الوفاء بالهد قوةٌ في ذاته، وان من ينقض عهده يكون كمن نقض ما يناه من اسباب القوة، مثلَ تلك الحمقاء التي نقضت غَزْلها بعد ان أحكمته. </p><p> ثالثها: انه لا يصح ان يكون الباعث على نكث العهد الرغبة في القوة او الزيادة في رقعة الأرض او نحو ذلك، كما تفعل اسرائيل، وكانت من ورائها بريطانيا، واليوم امريكا. </p><p> هذه المبادئ لم تكن معمولاً بها قبل الاسلام، وقد رأينا دولاً عظمى لم تفِ بالعهد وكذبت في عهودها فبدّد الله شملَها وعادت من الدول الفقيرة الحقيرة. </p><p> {وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً ولكن يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ} . </p><p> ولو شاء الله لجعل الناس على دين واحد، ولكنه خلقهم متفاوتين بالاستعداد، وجعل نواميس للهدى والضلال، وشاء ان تختلفوا في الأجناس والالوان، ولكّلٍ اختيارٌ أُوتيه بحسب استعداده، وكلٌّ مسئول عما يعمل، فلا يكون الاختلاف في العقيدة سببا في نقض العهود. وهذه قمة في صدق التعامل والسماحة الدينية، لم يحققها في واقع الحياة الا الاسلام. </p>"
}