{
  "id": null,
  "sura": 16,
  "aya": 30,
  "text": "<p> ينظرون: ينظرون. أمر بك: حكم ربك فيهم. حاق بهم: أحطا بهم. </p><p> بعد ان بين اله أحوالَ المكذبين وما ينالهم في الدنيا والآخرة، وذكر هنا وصف المؤمنين وثقتَهم بالله ورسوله، وما أعدّ لهم من الخير والسعادة في جناتٍ تجري من تحتها الأنهارُ جزاء ايمانهم واحسانهم. </p><p> {وَقِيلَ لِلَّذِينَ اتقوا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُواْ خَيْراً لِّلَّذِينَ أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ وَلَدَارُ الآخرة خَيْرٌ} . </p><p> وقيل للذين آمنوا بالله واتقوا: ما الذي أنزلَه ربُّكم على رسوله؟ قالوا: أَنزل عليه القرآن فيه خيرُ الدنيا والآخرة للناس جميعا، فكانوا بذلك من المحسنين. والله تعالى وعد بان يكافئ المحسنين بحياة طيبة، وفي الآخرة لهم الجنةُ بما أحسنوا. </p><p> {وَلَنِعْمَ دَارُ المتقين جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِن تَحْتِهَا الأنهار لَهُمْ فِيهَا مَا يَشَآؤونَ كَذَلِكَ يَجْزِي الله المتقين} . </p><p> لنِعم الدارُ التي يقيم فيها المتقون، جناتُ عدْن تجري من تحت قصورها واشجارها الانهار، ولهم فيها ما يردون من النعيم. ومثل هذا الجزاء الأوفى يجزي الله الذين اتقوه. </p><p> وفي هذا حثٌّ للمؤمنين على الاستمرار على التقوى، ولغيرِهم على تحصيلها. </p><p> {الذين تَتَوَفَّاهُمُ الملائكة طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادخلوا الجنة بِمَا كُنْتُمْ تَعْمَلُونَ} . </p><p> هؤلاء المتقون تقبض الملائكة أرواحَهم طيبين، طاهرين من دَنس الشِرك والمعاصي، وتستقبلهم الملائكة بقولهم: سلام عليكم، ادخلوا الجنة بما قدّمتم من أعمال صالحة في دنياكم ولن يصيبكم بعدَ اليوم مكروه. </p><p> أخرج ابن جرير والبيهقي عن محمد بن القرظي قال:  «إذا اشرفَ المؤمن على الموت جاءه ملَك فقال: السلام عليك يا ولي الله، الله يقرأ عليك السلام، وبشرّه بالجنة» . </p><p> ثم يعود الكلام عن المشركين من قريش: ماذا ينتظرون، بعد عنادهم وكفرهم وتكذيبهم للرسول الكريم عليه صلواتُ الله وسلامه؟ وجزاءُ كفرهم وتكبّرهم النارُ وبئس القرار. </p><p> {هَلْ يَنْظُرُونَ إِلاَّ أَن تَأْتِيَهُمُ الملائكة أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذَلِكَ فَعَلَ الذين مِن قَبْلِهِمْ وَمَا ظَلَمَهُمُ الله ولكن كَانُواْ أَنْفُسَهُمْ يَظْلِمُونَ} . </p><p> ماذا ينتظر كفار مكة الذين قالوا ان القرآن أساطيرُ الأولين غير ان تأتيَهم الملائكة لتبقض اوراحهم، او يأتي أمر الله بالعذاب المهلك. وهم ليسوا بأول من كذّب الرسل، فقد فعل مثلَهم الذين من قبلهم من الأمم وحلّ بهم العذاب، وما ظَلضمهم اللهُ في ذلك، فقد اندّرهم بواسطة الرسل، وإننزاله الكتب، ولكنْ ظلموا أنفسَهم بمخالفة الرسل وتكذيبهم ما جاؤا به. ثم اعقب الله ذلك بذكر ما ترتب على اعمالهم فقال: </p><p> {فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ} . </p><p> لهذا نزلت بهم عقوبةٌ من الله جزاءَ ما عملوا من سيئات، وأحطا بهم العذاب الذي كانوا يستهزئون به. </p>"
}