{
  "id": null,
  "sura": 16,
  "aya": 43,
  "text": "<p> اهل الذكر: اهل العلم. البينات: المعجزات. الزبر: الكتب، مفردها زبور. زبرت الكتاب: كتبته. المكر: السعي بالفساد خفية. في تقلبهم: في سيرهم وسعيهم وتصرفهم. على تخوف: على تنقص. يتفيأ ضلاله: يعود ويرجع. داخرون: صاغرون. من فوقهم: بالقهر والغلبة وهي كناية عن قدرة الله. </p><p> {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ} . </p><p> انكر كفارُ قريش بعثة الرسول الكريم، وقالوا: اللهُ أعظمُ من ان يكون رسوله بشراً. فردّ الله تعالى عليهم مبيناً أنه لم يرسِل الرسل إلا رجالاً من بني آدم، مؤيَّدين بالوحي، وانه لم يرسل ملائكةً وخلقا آخر. فاسألوا اهل العلم بالكتب السابقة، ان كنتم لا تعلمون ذلك. </p><p> {بالبينات والزبر وَأَنْزَلْنَا إِلَيْكَ الذكر لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} . </p><p> وقد أيَّدنا هؤلاء الرسل بالمعجزات والدلائل المبينّة لصدقهم، وانزلنا إليك أيها النبي القرآنَ لتبين للناس ما اشتمل عليه من العقائد والأحكام، وتدعوهم الى التدبر فيه، ولعلّهم يتفكرون في آيات الله، ويتدبرون القرآن ويدركون أسراره واهدافه، ويعلمون انه أُنزل لخيرهم ومصلحتهم. </p><p> ثم حذّرهم وخوفهم مغبّة ما هم فيه من العصيان والكفر فقال: </p><p> {أَفَأَمِنَ الذين مَكَرُواْ السيئات أَن يَخْسِفَ الله بِهِمُ الأرض أَوْ يَأْتِيَهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ أَوْ يَأْخُذَهُمْ على تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ} . </p><p> افأمِن الذين مكروا برسول الله وحاولوا صدَّ أصحابه عن الايمان بالله ان يصيبهم بعقوبة من عنده. </p><p> ١- إمان بان يخسف بهم الارض ويبيدهم من صفحة الوجود كما فعل بقارونَ وغيره. </p><p> ٢- او بأن يأتيهم بعذابٍ من السماء فجأة من حيث لا يشعرون كما فعل بقوم لوط. </p><p> ٣- او يأخذَهم بعقوبة وهم في أعمالهم او اسفارِهم يكدحون في الارض. </p><p> ٤- او يهلكهم بنقصِ اموالهم او بنقص انفسِهم رويداً وهم في كل لحظة في عذاب من الخوف منه والترقيب لوقوعه، فلا تتمادوا ايها المشركون وتعتروا بتأخير عقوبتكم، فان الله سبحانه رؤوف رحيم، ورحمة الله واسعة شاملة. </p><p> {أَوَ لَمْ يَرَوْاْ إلى مَا خَلَقَ الله مِن شَيْءٍ يَتَفَيَّأُ ظِلاَلُهُ عَنِ اليمين والشمآئل سُجَّداً لِلَّهِ وَهُمْ دَاخِرُونَ} . </p><p> أَغَفلَ هؤلاء الناس عن آيات الله حولهم، ولم يروا ما خلقه من الاشياء القائمة تنتقل ظلالها، وتمتد تراة يمينا وتارة شمالا، وكل ذلك خاضع لأمر الله مناقد لإحكام تدبيره والكل ساجد لله وهم صاغرون. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وخلق:  «الم تروا» بالتاء والباقون بالياء. </p><p> {وَلِلَّهِ يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض مِن دَآبَّةٍ والملائكة وَهُمْ لاَ يَسْتَكْبِرُونَ} . </p><p> وللهِ وحده يخضع وينقادُ جميع ما خلقه في السموات، وما يدبّ على الأرض ويمشي على ظهرها من مخلوقات، وفي مقدِّمهم الملائكةُ يخضعون له ولا يستكبرون عن طاعته. </p><p> {يَخَافُونَ رَبَّهُمْ مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} وهنا موضعُ سجدة. </p><p> وكل هؤلاء الذين مر ذكرهم يخافون ربهم القاهرة، ويفعلون ما يأمرهم به. </p>"
}