{
  "id": null,
  "sura": 16,
  "aya": 24,
  "text": "<p> أساطير الاولين: أباطيل وخرافات السابقين من الأمم. الأوزار: الآثام واحدها وزر. ساء ما يزرون: بئس ما يعملون من آثام فاتى الله بنيانهم من القواعد: هدمها من الأساس. فخر عليم السقف: سقط عليهم. فالقوا السلم: استسلموا. مثوى المتكبرين: مكان إقامتهم. </p><p> بعد ان ذكر الله تعالى دلائلَ التوحيد والبراهين الواضحة على بطلان عبادةٍ الأصنام وعدَّدَ نِعمه على عبادِه وما سخَّره في هذا الكون للإنسان - أردفَ ذلك بذِكر شبُهات من انكروا النبوة والجواب عنها فقال: </p><p> {وَإِذَا قِيلَ لَهُمْ مَّاذَآ أَنْزَلَ رَبُّكُمْ قَالُواْ أَسَاطِيرُ الأولين} . </p><p> كان كفار قريش وزعماؤهم يخشون أن يأتيَ الناسُ ويجتمعوا بالرسولِ الكريم عليه الصلاةُ والسلام ويقولون: ان محمداً رجلٌ حلو اللسان، إذا كلّمه أحدٌ ذهب بعقله. وكانوا يرقبون الطرقَ المؤدّيةَ الى مكة حتى يمنعوا من يأتي قاصداً الرسولَ الكريم ويصدّوه، كما يفترون على الرسول عليه الصلاة والسلام أقوالاً مخلتفة، فتارةً يقولون إنه ساحر، وأخرى إنه شاعرٌ أن كاهن الخ، وما هذا الّذي يأتي به إلا أباطيل الأُمم السابقة وخرافاتها يتلوها على الناس. </p><p> وكل هذه الأمور الّتي يأتونها من نوعِ الدعاية يدبِّرونها حتى يتفادوا الإيمان بالنبيّ الكريم ولكنّ اللهَ هزمهم ونَصَرَ رسوله والمؤمنين. </p><p> {لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلاَ سَآءَ مَا يَزِرُونَ} . </p><p> إما عمِلوا، وتقولَّوا الكذبَ ليصدُّوا الناسَ عن اتِّباع رسول الله، ولتكون عاقبتهم أنهم يتحملون آثامَهم وآثام الذين غرَّروا بهم وأضلُّوهم فاتَّبعوهم على جهلٍ وبغير علم. </p><p> {أَلاَ سَآءَ مَا يَزِرُونَ} بئس ما يرتكبونه من الإثمِ والذنوب. </p><p> ثم بين لهم أن عاقبة مكرِهم عائدة إليهم، كدأْب مَن قبلَهم من الأمم السابقة الذين اصبهم من العذاب ما أصبهم بتكذيب رسلهم، فقال: </p><p> {قَدْ مَكَرَ الذين مِنْ قَبْلِهِمْ فَأَتَى الله بُنْيَانَهُمْ مِّنَ القواعد فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ وَأَتَاهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ} . </p><p> ان الذين من قبلهم من الأمم السابقة قد مكروا برسلهم وكذّبوهم ودبروا لهم المكايد، فأبطل الله كيدَهم ودمرهم بلادهم وهدمها من الأسس، فانهارت البيوت وخرَّت سقوفها على أصحابها، واتاهم العذاب من حيث لا يشعرون. </p><p> والله سبحانه سوف لا يُنجيهم من العذاب في الآخرة، بل لهم عذابٌ أشد واعظم. </p><p> {ثُمَّ يَوْمَ القيامة يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنْتُمْ تُشَاقُّونَ فِيهِمْ؟} . </p><p> يسألهم الله تعالى يوم القيامة على سبيل الخِزي والاستهزاء بهم ويقول لهم: اين الذي اتخذتموهم شركاءَ لي في العبادة، وكنتم تحاربونني ورسُلي في سبيلهم؟ أين هم حتى ينصروكم ويمدوا لكم يد العون؟ فلا يستطيعون جوابا. </p><p> {قَالَ الذين أُوتُواْ العلم إِنَّ الخزي اليوم والسواء عَلَى الكافرين} . </p><p> وحينئذ يقول الذين يعلمون الحقّ من الأنبياء والمؤمنين والملائكة ان الذل والخزيَ والهوانَ اليوم على الكافرين المكذبين. </p><p> قراءات: </p><p> قرأ نافع:  «تشاقونِ» بكسر النون. والباقون «تشاقونَ» بفتحها. </p><p> ثم يبيّن ان الكافرين الذين يستحقون هذا العذاب هم الذين استمروا على كفرهم الى ان تتوفاهم الملائكة وهم ظالمون: </p><p> {الذين تَتَوَفَّاهُمُ الملائكة ظَالِمِي أَنْفُسِهِمْ} . </p><p> ماذا يفعلُون في ذلك الموقف المخزي؟ . </p><p> {فَأَلْقَوُاْ السلم مَا كُنَّا نَعْمَلُ مِن سواء} . </p><p> إنهم استسملوا لَمّا عاينوا العذابَ قائلين: ما كنّا نشرك بربّنا احداً، ولكنّ الله يكذّبهم بقوله: </p><p> {بلى إِنَّ الله عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ} . </p><p> ان الله لا يَخفى عليه شيء، وهو على علمٍ بما كنتم تكفرون وتكذبون. </p><p> ثم بين الله تعالى مصيرهم المحتوم، فقال: </p><p> {فادخلوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى المتكبرين} . </p><p> ان مصيركم جهنمُ فادخلوها من أبوابها المتعددة، وذوقوا الواناً من العذاب خالدين فيها أبداً، وبئس المقامُ والمثوى لمن كان متكبراً عن اتّباع الرسل والاهتداء بما أُنزل عليهم من آيات. </p><p> قراءات: </p><p> قرأ حمزة:  «الذين يتوفاهم» بالياء. والباقون بالتاء. </p>"
}