{
  "id": null,
  "sura": 17,
  "aya": 58,
  "text": "<p> الناقة: مبصرة: معجزة فيها دلالة واضحة. قظلموا بها: فكفروا بها. احاط بالناس: احاطت بهم قدرته. </p><p> {وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً كَانَ ذلك فِي الكتاب مَسْطُوراً} . </p><p> وقد جرت سُنتنا ان نهلك كل قرية ظالمة بمن فيها، او نعذب اهلها عذابا شديدا بالقتل وغيره، فليحذر قومك ذلك، فقد جرى بذلك قضاؤنا، وسُطر ذلك في اللوح المحفوظ. </p><p> {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون} . </p><p> كان كفار قريش يقولون: يا محمد، تزعم انه كان قبلك انبياء منهم من سُخرت له الريح، ومنهم من كان يحيي الموتى، فإنْ سرك ان نؤمن بك ونصدقك فادع ربك ان يجعل لنا الصفا ذهبا. فقال: ما منعنا من ارسال الآيات التي سألوها الا تذكيب الاولين بمثلها، فان ارسلناها، وكذبوا بها، ارسلنا عليهم العذاب واستأصلناهم. </p><p> {وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ} . </p><p> وقد كنا ارسلنا الناقة الى قوم ثمود فنحروها، فكفروا، فانزلنا عليهم العذاب فأبدناهم. {بِهَا وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفاً} فالآيات التي يرسلها الله ما هي الا لتخويف الظالمين ليعتبروا بها. </p><p> {وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بالناس} . </p><p> واذكر ايها النبي اذ اوحينا اليك ان ربك هو القادر على عباده، فهم في قبضته، فبلّغ رسالتك ولا تخف من احد فهو يعصمك منهم، فالله ناصرك ومؤيدك. </p><p> في صحيح البخاري والترمذي عن ابن عباس قال:  «وما جعلنا الرؤيا التي اريناك الا فتنة للناس» قال: هي رؤيا عين أُريها النبي صلى الله عليه وسلم ليلة أُسِرى به الى بيت المقدس. «والشجرة الملعونة في القرآن» هي شجرة الزقوم «. </p><p> فقد افتن اناس من المسلمين ليلة الاسراء فارتدوا، وقامت ضجة كبرى في مكة كما مر في اول هذه السورة، وكان ابو جهل يقول: ان محمدا توعدكم بنار تحرق الحجارة، ثم يزعم انها تنبت شجرة، وتعلمون ان النار ترحق الشجر!! وهؤلاء لا يعلمون أَنَّ الحياة الأخرى تختلف عن حياتنا كل الاختلاف ولكنهم ضلوا فلم يؤمنوا وفُتنا بالاسراء، وفتنوا بالشجرة. </p><p> {وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَاناً كَبِيراً} ونخوف هؤلاء الضالين، فما يزيدهم هذا التخويف الا تماديا في الطغيان والضلال. والشجرة الملعونة ولا ذنب لها، والمعنى ملعون آكلها، وهذا التعبير كثير في كلام العرب. </p>"
}