{
  "id": null,
  "sura": 18,
  "aya": 13,
  "text": "<p> النبأ: الخبر العظيم. وربطنا على قلوبهم: قوّينا عزائمهم. الشطط: الجور والظلم. السلطان المبين: الحجة الظاهرة. اعتزلتموهم: بعدتم عنهم وتجنبتموهم. المرفق: كل ما ينتفع به. تزاور: اصله تتزاور، تميل. وتقرضهم: تجاوزهم. في فجوة منه: متسع من الارض. وتحسبهم ايقاظا: تظنهم صاحين غير نائمين. وهم رقود: جمع راقد نائم. باسط ذراعيه: عندما يجلس الكلب فانه يمد ذراعيه. بالوصيد: فناء الكهف. </p><p> نحن نقصّ عليك أيها الرسول خَبَرهُم بالصدق، إنهم شبابٌ آمنوا بربهم وسط قوم مشركين، وزِدناهم هدى بالتثبيت على الإيمان. </p><p> وثبّتنا قلوبهم، فثبتوا ولم يرهبوا أحدا، ووقفوا وقفة واحدة فقالوا: ربّنا الحقُّ ربُّ السموات والارض، ولن نعبدَ غيره إلهاً، ولن نتحول عن هذه العقيدة، لأننا اذا دَعَوْنا غيرَ الله نكون قد بعُدنا عن الحق وتجاوزنا الصواب. </p><p> ثم إنهم تشاوروا فيما بينهم، فقال بعضهم لبعض: ما دمنا قد اعتزلْنا قَوْمَنا في كفرهم وشِركهم، فالجأوا الى الكف فراراً بدينكم، وأخلِصوا لله العبادة، فإنه تعالى يبسط لكم الخير من رحمته في الدارَين، ويسهل لكم من امركم ما تنتفعون به من مرافق الحياة </p><p> ثم بين تعالى حالهم بعد ان لجأوا الى الكهف فقال: </p><p> {وَتَرَى الشمس إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ اليمين. . .} . </p><p> وانك ايها المخاطَب لو رأيتَ الكهف لرأيت الشمس حين طلوعها تميل عنه جهةَ اليمين، ورأيتها حين الغروب تتركهم وتعدِلُ عنهم جهةَ الشمال، وهم في متّسع من الأرض، فحرارة الشمس لا تؤذيهم، ونسيمُ الهواء يأتيهم. وذلك كلّه من دلائل قدرة الله، فمن اهتدى بآيات الله فقد هاده وفقَ ناموسه حقا، ومن لم يأخذ بأسباب الهدى فقد ضلّ، ولن تجد له من يرشدُه ويهديه. </p><p> وتظنهم أيها الناظر منتبهين، وفي الحقيقة هم نيام، ونقلّبهم في نومهم مرةً يمينا، وُخرى يسارا لنحفظ أجسامَهم من تاثير الارض، وكلبُهم الذي صاحَبَهم مادٌّ ذراعيه بفناء الكهف وهو نائم في شكل اليقظان. ولو شاهدتَهم وهم على تلك الحال لهربتَ منهم، {وَلَمُلِئْتَ مِنْهُمْ رُعْباً} ولفزعت منهم فزعا شديدا، لأنهم في وضع غريب، وذلك لكيلا يدنومنهم احد ولا تمسّهم يد. </p><p> قراءات: </p><p> قرأ ابن عامر واهل المدينة:  «مَرفِقا» بفتح الميم وكسر الفاء. والباقون:  «مِرفقا» بكسر الميم وفتح الفاء. وقرأ ابن عامر ويعقوب:  «تزورّ» بفتح التاء وإسكان الزاي وتشديد الراء. والباقون:  «تزاور» . وقرأ اهل الحجاز:  «لملّيت» بتشديد اللام وبالياء وبدون همزة. والباقون. </p>"
}