{
  "id": null,
  "sura": 18,
  "aya": 47,
  "text": "<p> بارزة: ظاهرة ليس على وجهها شيء. حشرناهم: سقناهم الى الموقف. فلم نغدر: لم نترك. وعرضوا: أُحضروا للفصل والحساب. صفا: مصطفين. ووضع الكتاب: جعل كتاب كل انسان في يده. مشفقين: خائفين. الويل: الهلاك. احصاها: عدها. </p><p> بعد ان بين الله تعالى ان الدنيا فانية زائلة، وانه لا ينبغي ان يعتزَّ أحدٌ بِزخْرفها ونعيمها، أردف هنا بذِكر مشاهدِ يوم القيامة وما فيها من أهوال، وانه لا ينجيّ في ذلك اليوم الا من آمنَ وعمل صالحا، ولا ينفع الانسانَ مالٌ ولا بنون ولا جاهٌ ولا مناصب. </p><p> اذكر أيها الرسول للناس وأنذِرْهم يومَ نُفني هذا الوجودَ ونقتلع هذه الجبالَ من أماكنها ونسيّرها ونجعلها هباء منثورا، كما قال تعالى في سورة النمل ٨٨:  {وَتَرَى الجبال تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السحاب} وتبصر في ذلك اليوم الأرضَ ظاهرة مستوية لا عوج فيها ولا وادي ولا جبل. </p><p> {وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً} . </p><p> وجمعنا الناس وبعثناهم من قبورهم فلم نترك احدا، كما قال تعالى:  {ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ}  [هود: ١٠٤] . وعن عائشة رضي الله عن ها قالت:  «سمعتُ رسول الله صلى الله عليه وسلم يقول:» يُحشَر الناس حفاةً عراة. . فقلت: الرجال والنساء جميعا ينظر بعضهم إلى بعض؟ فقال: الأمر أشدُّ من ان يهمَّهم ذلك «وزاد النِّسائِّي:{لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ}[عبس: ٣٦]، يعني من شدّة الهول لا ينظر أحد إلى غيره.</p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو وابن عامر: » ويوم تُسيَّر الجبالُ «بضم التاء ورفع الجبال، والباقون» نسير «بضم النون ونصب الجبال.</p><p> ثم بين كيفية حشرِ الخلق وعرضِهم على ربهم بقوله: </p><p> {وَعُرِضُواْ على رَبِّكَ صَفَّاً. . .} . </p><p> ويعرَض الناس في ذلك اليوم على الله في جموع مصفوفة ويقول الله تعالى: لقد بعثناكم بعدَ الموت كما أحييناكم أولَ مرة، وجئتمونا فُرادى حفاةً عراةً لا شيء معكم من المال والولد، وقد كنتم في الدنيا تكذِّبون بالبعث والجزاء. </p><p> ووُضع كتابُ الأعمال في يد كل واحد، فيبصره المؤمنون فَرِحين بما فيه، ويبصره الجاحدون فتراهم خائفين مما فيه من الأعمال السيئة. وعند ذلك يقولون: يا ولينَا ما لِهذا الكتابِ لا يترك صغيرةً ولا كبيرة الا بيَّنها بالتفصيل والدّقة وعدَّها!! . </p><p> ثم اكد الله ذلك بقوله:  {وَوَجَدُواْ مَا عَمِلُواْ حَاضِراً وَلاَ يَظْلِمُ رَبُّكَ أَحَداً} . </p><p> ووجدوا أمامهم في كتابهم كلَّ عملٍ عملوه مثبتا، والله سبحانَه عادلٌ لا يظلم أحداً من خَلْقه بل يعفو ويصفح، ويغفر ويرحم، ويعذّب من يشاء بحكمته وعدله. </p><p> أخرج ابن المنذر عن معاذ بن جبل رضي الله عن هـ ان النبي صلى الله عليه وسلم قال: » ان الله تعالى ينادي يوم القيامة: يا عبادي، أنَا الله لا اله الا انا ارحمُ الراحمين وأَحكَم الحاكمين واسرع الحاسبين، أحضِروا حجّتكم، ويسرِّروا جوابكم، فإنم مسئولون محاسَبون « </p>"
}