{
  "id": null,
  "sura": 18,
  "aya": 83,
  "text": "<p> ذكراً: خبرا. مكنّا له في الارض: جعلنا له قوة وسلطة. آتيناه من كل شيء سببا: هيأنا له السبب الذي يوصله الى ما يريد. وأتبع سببا: سار في طريقه. حمئة: ذات طين اسود. نكرا: فظيعا. الحسنى: المثوبة الحسنة. يسرا: سهلا ميسرا. خبرا: علما. </p><p> {وَيَسْأَلُونَكَ عَن ذِي القرنين قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْراً} </p><p> يسألك بعض زعماء قريش ايها الرسول عن نبأ ذي القرنين فقل لهم سأقص عليكم بعض اخباره. </p><p> روي في سبب نزول سورة الكهف ان زعماء قريش ارسلوا النضر بن الحارث وعقبة بن ابي معيط الى احبار اليهود بالمدينة، وقالوا لهما: سلاهم عن محمد وَصِفا لهم صفته، واخبراهم بقوله فانهم اهل الكتاب الاول، وعندهم ما ليس عندنا من علم الانبياء. . فقال لهم اليود: سلوه عن ثلاث، فان اخبركم بهن فهو نبي مرسل والا فهو رجل متقوِّل فروا فيه رأيكم: سلوه عن فتية ذهبوا في الدهر الاول، ما كان من امرهم، فانهم كان لهم حديث عجيب، وسلوه عن رجل طوّاف بلغ مشارق الارض ومغاربها، ما كان نبؤه؟ وسلوه عن الروح ما هو؟ فان اخبركم بذلك فهو نبيّ فاتبعوه. . . فأقبل النضر وعقبة حتى قدما على قريش فقالا: يا معشر قريش، قد جئناكم بفصل ما بينكم وبين محمد، فأخبروهم بما قال اليهود. فجاؤا رسول الله صلى الله عليه وسلم وسألوه عن هذه الأمور الثلاثة. فقال: اخبركم غدا عما سألتم ولم يَقُلْ ان شاء الله، ومكث خمس عشرة ليلة لم يأته الوحي. فأرجف اهل مكة وقالوا: وعدنا محمد غدا، واليوم خمش عشرة قد اصبحنا فيها لا يخبرنا بشيء عما سألناه! وشق ذلك على النبي الكريم، ثم جاءه جبريل بسورة الكهف. وهناك روايات اخرى في سبب النزول ولا يهمنا ذلك كله، والمهم العبرة من القصص القرآني ويكفينا ذلك. </p><p> {إِنَّا مَكَّنَّا لَهُ فِي الأرض وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَباً} </p><p> انا مكنا لأمره في الأرض، فاعطيناه سلطانا قويا، ويسرنا له اسباب الحكم والفتح، واسباب البناء والعمران، وآتيناه الكثير من العلم بالاسباب كي يستطيع توجيه الأمور، ورحل ثلاث رحلات: واحدة الى المغرب، وواحدة الى المشرق، وواجدة الى ما بين السدّين. </p><p> قراءات: </p><p> قرأ ابن عامر واهل الكوفة: فأتْبع سببا، بفتح الهمزة وسكون التاء، اولباقون: فاتَّبع سببا: بجعل الهمزة الف وصل، وتشديد التاء المفتوحة. </p><p> {فَأَتْبَعَ سَبَباً} ومضى بهذه الاسباب يبسط سلطانه على الارض، حتى اذا وصل الى مكان بعيد جهة مغرب الشمس، ووقف على حافة البحر، وجد الشمس تغرب عند عين ذات حمأة وطين اسود، ووجد بالقرب من هذه العين قوما كفارا. فألهمه الله ان يتخذ فيهم احد امرين: اما ان يدعوهم الى الايمان، وهذا امر حسن في ذاته؛ واما ان يقاتلهم إن لم يجيبوا داعي الايمان. </p><p> قراءات: </p><p> قرأ ابن عامر واهل الكوفة الا حفصا: في عين حامئة. والباقون: في عين حمئة بفتح الحاء وكسر الميم وفتح الهمزة، كما هو في المصحف. </p><p> قرأ اهل الكوفة الا ابا بكر: فله جزاءً الحسنى: بنصب جزاء مع التنوين. والباقون فله جزاءُ الحسنى: برفع جزاء واضافته الى الحسنى. </p><p> فقال ذو القرنين: ان من ظلم نفسه بالبقاء على الشرك، استحق العذاب في هذه الدنيا على يديه، ثم يرجع الى ربه فيعذبه عذابا شديدا. </p><p> واما من استجاب وآمن بِرِبِه وعمل صالحا، فله المثوبة الحسنى في الآخرة، وسنعامله في الدنيا برفق ولين ويسر. </p><p> {ثُمَّ أَتْبَعَ سَبَباً} وقفل راجعا من مغرب الشمس حتى بلغ مشرق الشمس حيث بلغ غاية المعمور من الارض في ذلك الزمن، فوجدها تطلع على قوم ليس لهم بناء يكنّهم، ولا لباس لهم، فهم عراة في العراء او في سراديب في الارض. </p><p> {كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْراً} </p><p> ان امر ذي القرنين كما وصنا من قبل بلوغه طرفي المشرق والمغرب، ونحن مطلعون على جميع احواله لا يخفى علينا شيء منها. </p>"
}