{
  "id": null,
  "sura": 18,
  "aya": 60,
  "text": "<p> فتاه: خادمه، تلميذه. لا ابرح: لا ازال سائرا. مجمع البحرين: مكان اجتماعهما. حقبا: مدة طويلة: سربا: مسلكا. نصيبا: تعبا. اوينا: التجأنا. ذلك ما كنا نبغي: ذلك ما كنا نريد. فارتدا على آثارهما قصصا: رجعا في نفس الطريق التي جاءوا منها. الحوت: السمكة الكبيرة. </p><p> هذه القصة الثالثة التي اشتملت عليها سورة الكهف، وهي قصة موسى مع الرجل الصالح الذي آتاه الله علما. وهذه القصة وردت هنا في سورة الكهف ولم تكرر في القرآن. وموسى هذا اختلف المفسرون فيه: هل هو موسى بن عمران النبي المرسل صاحب التوراة، او موسى آخر؟ واكثر المفسرين على انه موسى بن عمران. وقد روى البخاري ومسلم وغيرهما عن سعيد بن جبير قال: قلت لابن عباس رضي الله عن هما: ان نوفا البكالي من اصحاب امير المؤمنين علي بن ابي طالب كرم الله وجهه، يزعم ان موسى صاحب الخضر ليس موسى صاحب بني اسرائيل، فقال ابن عباس: كذب عدو الله. </p><p> ونوف البكالي هذا كان من التابعين ومن اصحاب سيدنا علي بن ابي طالب وإمام اهل الشام في عصره. وكان ابن زوجة كعب الاحبار، وكان راويا للقصص، توفي نحو سنة ٩٥ هـ. </p><p> وعند اهل الكتاب وبعض المحدّثين والمؤرخين ان موسى هذا ليس موسى بن عمران، بل موسى آخر، وهو متقدم في التاريخ. </p><p> والقرآن الكريم لم يحدد الاسماء ولا زمن الحادثة، ونحن لا يهمنا الاشخاص وانما نقف مع نصوص القرآن، والعبرة من القصص، وما نستفيد منها. </p><p> وفتاه: يقول المفسرون انه يوشع بن نون تلميذه وخليفته. ومجمع البحرين لم يحدَّد مكانهما، وهناك اقوال كثيرة منها انهما البحر الاحمر والبحر الابيض، او مجمع البحرين عند طنجة وغير ذلك. </p><p> قال البقاعي في «نظم الدرر» : الظاهر واللهُ اعلم ان مجمع البحرين عند دمياط او رشيد من بلاد مصر، حيث مجمع النيل والبحر الابيض. </p><p> وكلها اقوال بدون دليل او خبر قطعي. </p><p> {وَإِذْ قَالَ موسى لِفَتَاهُ لا أَبْرَحُ حتى أَبْلُغَ مَجْمَعَ البحرين أَوْ أَمْضِيَ حُقُباً. . .} . </p><p> اذكر ايها الرسول حين قال موسى لفتاه خادمه وتلميذه: سأظل اسير حتى ابلغ ملتقى البحرين او أسير زمنا طويلا حتى التقي به. </p><p> وسبب ذلك كما في كتب الحديث:  «عن ابي كعب رضي الله عن هـ انه سمع رسول الله صلى الله عليه وسلم يقول: ان موسى قام خطيبا في بني اسرائيل، فسئل اي الناس اعلم؟قال:أنا، فعتب الله عليه اذ لم يردّ العلم اليه، فأوحى الله اليه ان لي عبدا بمجمع البحرين هو اعلم منك.قال موسى:يا رب وكيف لي به؟ قال تأخذ معك حوتا فتجعله بمكتل، فحيثما فقدت الحوت فهو هناك» المِكتَل: النزبيل، القفة. </p><p> فلما وصل موسى وفتاه المكان الجامع بين البحرين نسيا حوتهما الي حملاه معهما، وكان الحوت سقط في الماء وغاص فيه. </p><p> فلما ابتعدا عن ذلك المكان، أحس موسى بالجوع والتعب، فقال لفتاه: آتنا غداءنا، لقد لقينا في هذا السفر تعبا ومشقة. </p><p> فقال له فتاده: اتذكر حين جلسنا نستريح عند الصخرة، فاني نسيت الحوت هناك، ان الحوت سقط في البحر، ونسيت ان اذكر لك ذلك، وما انساني ذلك الا الشيطان. </p><p> فقال له موسى: ان هذا الذي حدث هو ما اريده لحكمة ارادها الله. فرجعا في الطريق الذي جاءا فيه يتتبعان اثرهما حتى أتيا الصخرة. </p>"
}