{
  "id": null,
  "sura": 18,
  "aya": 92,
  "text": "<p> السدين: الجبلين. خَرْجا: اجرة من اموالنا. ردما: حاجزا. زبر الحديد: قطع الحديد، المفرد زبرة، الصدفين: واحدها صدف: جانب الجبل. قطرا: نحاسا مذابا، او رصاصا. ان يظهروه: ان يرقوا عليه ويجتازوه. دكَّاء: مهدوما مستويا مع الارض. نفخ في الصور: الصور: قرنٌ ينفخ فيه فيحدث صوتا عاليا. </p><p> {حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً} . </p><p> وهذه رحلة ذي الرقنين الثالثة فلما وصل الى مكان بعيد بين جبلين وجد هناك قوما لا يفهمون ما يقال لهم لغرابة لغتهم وجهلهم. ويقال ان الجبلين المذكورين عند مدينة دربند، بالقرب من مدينة ترمذ حيث يرعف بباب الحديد. </p><p> {قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض فَهَلْ نَجْعَلُ لَكَ خَرْجاً على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدّاً} . </p><p> قال المجاورون لهذين الجبلين لذي الرقنين انه يوجد اناس مفسدون في الارض وهم يأجوج ومأجوج، ويقال انهم التتر والمغول، وكانوا يغيرون على الأمم المجاورة لهم فيفسدون ويدمرون، ولذلك توسل المجاورون الى ذي القرنين ان يجعل بينهم وبينهم سدا. </p><p> ولذلك أجاب طلبهم بانه بحول الله وقوته سيبني هذا السد، وشرع فيه وقال لهم: أعينوني بما تقدرون عليه من رجال وادوات احققْ لكمهذا الطلب و {أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْماً} . وطلب منهم ان يمدوه بقطع الحديد، فاقام سدا عاليا ساوى به بين حافتي الجبلين، ثم امر ان يوقدوا نارا حتى انصهر الحديد فصب عليه النحاسَ المذاب، فاصبح سدا منيعا. ويقول الخبراء الذين زاروا تلك المنطقة: ان هذا السد موجود الآن ويُعرف بسد دريند، وطوله ٥٠ ميلا وراتفاعه ٢٩ قدما، وسمكه عشرة اقدام، وتتخلله بعض الأبواب الحديدية، فوي اعلاه برج للمراقبة. </p><p> {فَمَا اسطاعوا أَن يَظْهَرُوهُ وَمَا استطاعوا لَهُ نَقْباً} . </p><p> فما استطاع يأجوج ومأجوج ان يجتازوه، ولا ان ينقبوه لصلابته. </p><p> وبعد ان أتم ذو القرنين بناء السد، قال شاكرا لله: </p><p> {قَالَ هذا رَحْمَةٌ مِّن رَّبِّي فَإِذَا جَآءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّآءَ وَكَانَ وَعْدُ رَبِّي حَقّاً} . </p><p> ان هذا السد من رحمة الله بكم، وسيظل قائما حتى يسويه بالارض، وان امر الله نافذ لا محالة. </p><p> وهذا النص لا يحدد معينا لخروج يأجوج ومأجوج، ففي سورة الانبياء {حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ} [فمن الجائز ان تكون هي غارات المغول والتتر التي دمرت ملك العرب بتدمير الخلافة العباسية على يد هولاكو، ويكون هذا تصديقا للحديث الصحيح الذي رواه الامام احمد عن زينب بنت جحش قالت: استيقظ رسول الله صلى الله عليه وسلم من نومه وهو محمر الوجه وهو يقول: </p><p> «ويل للعرب من شر قد اقترب، فتح اليوم من ردم يأجوج ومأجوج مثل هذا. </p><p> وحلّق باصبعيه السبابة والابهام. قلت: يا رسول الله انهلك وفينا الصالحون؟ قال: نعم اذا كثر الخبث «.</p><p> {وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصور فَجَمَعْنَاهُمْ جَمْعاً} </p><p> وتركنا يأجوج ومأجوج خلق السد يموج بعضهم في بعض لكثرتهم الى ان نأمر بفتحِهِ ويخرجون الى ما وراءه يفسدون ويدمرون كعادتهم. </p><p> فاذا كان موعد يوم القيامة ونفخ في الصور، يجمع الله الخلائق جميعا للحساب والجزاء. </p><p> قراءات: </p><p> قرأ نافع وحمزة والكسائي وابن عامر وابو بكر ويعقوب: بين السدّين بضم السين. والباقون بين السدين بفتح السين، وهما لغتان. </p><p> وقرأ حمزة والكسائي: » لا يكادون يفقهون قولا «بضم الياء وكسر القاف. والباقون: يفقهون بفتح الياء والقاف. وقرأ عاصم وحده: يأجوج ومأجوج بالهمز. والباقون: ياجوج وماجوج بدون همز. </p><p> وقرأ أهل الكوفة: خراجا، الا عاصما: خرجا. وقرأ ابن كثير: ما مكنني. وقرأ ابن كثير وابو عمرو وابن عامر الصُدفين بضم الصاد والدال، وقرأ ابو بكر: الصدفين بضم الصاد واسكان لادال. والباقون: الصدفين بفتح الصاد والدال. وقرأ حمزة وابو بكر: ائتوني. والباقون: آتوني بمد الهمزة. وقرأ اهل الكوفة: دكاء بالهمزة مع المد. والباقون: دكا، بدون همزة. </p>"
}