{
  "id": null,
  "sura": 18,
  "aya": 100,
  "text": "<p> غطاء: غشاوة. اعتدنا هيأنا. نزلا: اصل النزل ما يُهيّأ للضيف النزيل، وهنا جعل جهنم مكانا لهؤلاء الجاحدين ينزلون به. الهزؤ: السخرية. </p><p> {وَعَرَضْنَا جَهَنَّمَ. . .} </p><p> بعد ان ذكر الله تعالى انه اذا نفخ في الصور وجاء يوم القيامة جمع الناس من جميع اطراف الارض - بين هنا انه عند ذلك يُبرز جهنم ويعرضها للذين كفروا بالله، الذين كانت اعينهم في الدنيا مقفلة، وقلوبهم في غفلة عن ذكره، وكانوا لا يستطيعون ان يسمعوا ذكر الله. </p><p> ثم بين ان ما اعتمدوا عليه من المعبودات الاخرى لا تنفعهم ولا تنصرهم في ذلك اليوم. </p><p> {أَفَحَسِبَ الذين كفروا أَن يَتَّخِذُواْ عِبَادِي مِن دوني أَوْلِيَآءَ. . .} </p><p> اظنوا ان اتخاذهم المعبودات الضعيفة التي لا تملك لهم ضرا ولا نفعا ينفعهم او ينجيهم من العذاب. إنا أعتدنا لهم جهنم مقرا ينالون فيه ما يستحقون من جزاء. </p><p> وفي ذلك تهكم بهم، وتهطئة في حسبانهم ذلك، واشارة الى ان لهم وراء جهنم الوانا اخرى من العذاب. </p><p> ثم بين سبحانه ما فيه تنبيه الى جهلهم وخسرانهم فقال: </p><p> {قُلْ هَلْ نُنَبِّئُكُم بالأخسرين أَعْمَالاً الذين ضَلَّ سَعْيُهُمْ فِي الحياة الدنيا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً} </p><p> قل ايها الرسول لهؤلاء الجاحدين هل نخبركم بأشد الناس خسرانا لأعمالهم، الذي بطل عملهم في الحياة الدنيا، وهم يعتقدون انهم يحسنون بعملهم صنعا! انهم عملوا بغير ما امرهم الله به، وظنوا انهم بفعلهم هذا مطيعون له، وقد ذهب سعيهم هباء فلم يجدِهم شيئا. </p><p> ثم بين الله السبب في بطلان سعيهم فقال: </p><p> {أولئك الذين كَفَرُواْ بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً} . </p><p> هؤلاء الذين كفروا بما جاء به الرسول من دلائل وآيات، وانكروا البعث والجزاء ولقاء الله فحبطت اعمالهم، اي فسدت وبطلت. وأصل الحبوط انتفاخ بطن الدواب عندما تأكل شيئا يضرها من الكلأ ثم تلقى حتفها، وهذا انسب شيء لوصف اعمال هؤلاء الكفار الذين هم اشبه شيء بالدواب. ولذلك سوف يمهَلون يوم القيامة ويتركون في جهنم، ولا قيمة لهم. </p><p> ثم بين مآلهم بسبب كفرهم وسائر معاصيهم بعد ان بين حبوط اعمالهم وخسرانهم فقال {ذَلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُواْ واتخذوا آيَاتِي وَرُسُلِي هُزُواً} ذلك الذي بيناه وفصلناه شأن هؤلاء، وجزاؤهم جهنم بسبب كفرهم وسخريتهم بما انزل الله. </p>"
}