{
  "id": null,
  "sura": 18,
  "aya": 71,
  "text": "<p> إمرا: منكرا. لا ترهقني: لا تحمّلني ما لا اطيق. العسر: الشدة والمشقة وضد اليسر، يعني ارفق بي وعاملني باليسر. زكية: طاهرة من الذنوب. نكرا: منكرا تنفر منه النفوس. قد بلغت من لدني عذرا: وجدت عذرا من قبلي. استطعما اهلها: طلبا منهم ان يطعموهما. جدارا يريد ان ينقض: حائطا مشرفا على السقوط. فأقامه: فسوّاه ورممه. هذا فراق بيني وبينك: إلى هنا انتهى اجتماعنا. سأنبك بتأويل: سأخبرك بتفسير ما لا تعرفه. خيرا منه زكاة: احسن منه طهارة. واقرب رحما: قرابة ورحمة. كنز: مال مدفون تحت الجدار. يبلغا اشدهما: بلوغ الرشد وكمال العقل. </p><p> فانطلقا يمشيان على ساحل البحر، حتى وجدا سفينة فركباها، فخرقها العبد الصالح فاعترض موسى قائلا: أخرقتَ السفينة لتغرق من فيها من الركاب؟ لقد راتكبت امراً منكرا. </p><p> قال العبد الصالح:  {أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً} لما ترى من اعمالي ولا تدرك سرها. </p><p> قراءات: </p><p> قرأ حمزة والكسائي:  «ليغرق اهلها» بالياء ورفع اهلها. </p><p> قال له موسى: لا تؤاخذني فقد نسيت العهد الذي بيننا، ولا ترهقني وتكلفني مشقة ويسّر عليّ أمري. </p><p> وخرجا من السفينة فانطلقا يمشيان، فلقيا صبياً، فقتله العبد الصالحن فقال موسى مستنكرا هذا العمل: كيف تقتل نفسا طاهرة بريئة من الذنوب، ولم ترتكب ذنبا! </p><p> {لَّقَدْ جِئْتَ شَيْئاً نُّكْراً} لقد ارتكبت اثما عظيما. </p><p> الى هنا تم تفسير الجزء الخامس عشر، والحمد لله على ذلك، واسأل الله تعالى ان يعين على اتمامه وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. </p><p> {قَالَ أَلَمْ أَقُلْ لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً} . </p><p> قال العبد الصالح: لقد قلت لك: انك لن تستطيع الصبر على ما ترى من اعمالي. </p><p> قال موسى: ان سأتلك عن شيء بعد هذه المرة عن عجيب افعالك التي اشاهدها فلا تصاحبني، قد بلغتَ الغاية التي تعذر بسببها في فراقي. </p><p> قراءات: </p><p> قرأ يعقوب: فلا تصحبني. والباقون: فلا تصاحبني. وقرأ نافع: من لدني. بتخفيف النون. وقرأ ابو بكر: من لدني: بإسكان الدال. </p><p> قرأ ابن كثير والبصْرِيَّان: لتخِذت عليه اجرا، بفتح التاء وكسر الخاء. </p><p> فانطلقا يمشيان حتى وصلا الى قرية، فطلبا من اهلها ان يطعمهما، فرفضوا ان يضيّفوهما ووجدا في القرية جدارا يكاد يسقط، فسوّاه العبد الصالح ورممه. فقال موسى: لو شئت لطلب اجره على بنائه. </p><p> فقال: هذا الاعتراض الدائم منك على ما افعل سبب الفراق بيني وبينك، وسأخبرك بحكمة هذه الافعال التي خفي عليك امرها ولم تستطع الصبر عليها. </p><p> اما السفينة التي احدثتُ فيها خرقا، فهي لمساكين ضعفاء يعملون بهافي البحر لتحصيل رزقهم، فاحدثتُ فيها عيبا، لانه كان هناك ملك يغتصب كل سفينة صالحة، وبعملي هذا نجت السفينة من ذلك. </p><p> واما الغلام الذي قتلته، فكان ابواه مؤمنين، وعلمت انه ان عاش فإنه سيكون سبباً لكفرهما. </p><p> واراد ربك بقتله ان يعوضهما خيرا منه ديناً واقرب براً ورحمة. واما الجدار الذي أقمته دون اجر، فكان لغلامين يتيمين من اهل المدينة، وكان تحته مال مدفون تركه ابوهما لهما، وكان رجلا صالحا، فاراد الله ان يحفظ لهما ذلك المال حتى يبلغا رشدهما ويستخرجاه، رحمة ربهما، وتكريماً لأبيهما. </p><p> واعلمْ اني ما فعلت هذا كله بأمري واجتهادي من عندي نفسي، وانما فعلته بتوجيه من ربي، هذا تفسير ما خفي عليك يا موسى، ولم يستطع الصبر عليه. </p><p> قرأ نافع وابو عمرو: ان يبدلهما بتشديد الدال. وقرأ ابن عامر ويعقوب وعاصم: رحما بضم الراء واسكان الحاء. والباقون: رحما بضم الراء والحاء. </p><p> اختلف المؤرخون والمفسرون في شخصية ذي القرنين، فقال كثير من المفسرين انه اسكندر المقدوني، وفي تاريخ ملوك حمير واقيال اليمن ان ذا القرنين هو تبَّع بن شمر يرعش. . وانه غزا بلاد الروم واوغل فيها حتى وصل الى وادي الظلمات. </p><p> وفي رواية انه الصعب بن تبع ابن الحارث ويلقب بذي القرنين، وروايات كثيرة، وكلها من باب الرجم بالغيب والظن الذي لا يغني عن الحق شيئا. </p><p> ويقول ابو الكلام أزاد في كتابه عن ذي القرنين انه «كورش الأكبر» مؤسس الاسرة الاخمينية، والذي يقول العقاد إننا اذا انعمنا النظر في التاريخ نجد ان اوصافه تنطبق على ما وصف به القرآن ذا القرنين، اذ كان ملهماً وفاتحا عظيما، غزا الارض شرقا وغربا واقام سدا ليصد به هجمات المغيرين من «يأجوج ومأجوج» على بلاده. واما اسكندر المقدوني فقد كان وثنيا معروفا بالقسوة والوحشية، ثم ان الاسكندر لا يعقل ان يكون هو باني سور الصين، فهو اولاً لم يصل الصين، بل عاد من الهند حيث تمرد عليه رجاله، وان سد الصين بني بعده بنحو مائة وعشرين سنة. ما بين سنة ٢٤٦ - ٢٠٩ قبل الميلاد وبانيه معروف وهو الملك «ش هو انجتي» . وطول سد الصين ٢٤٠٠ كيلو متر استغرق بناؤه سنين عديدة. وسيأتي الكلام على السد ومكانه قريبا. </p>"
}