{
  "id": null,
  "sura": 19,
  "aya": 88,
  "text": "<p> جئتم: فعلتم. إدّا: منكرا عظيما. يتفطَّرون: يتشققن. تخرُّ: تسقط. دعوا: نسبوا. قوماً لُدّا: قوما شديدي الخصومة. رِكزا: صوتا خفيا. </p><p> بعد ان فنّد مقولة عبده الأوثان وأثبت أنهم في ضلال يعمهون - أردف ذلك بالردّ على الذين نسبوا الى الله الولد، وبيّن انها منكَرة يهتزّ لها الكون بأجمعه. </p><p> {تَكَادُ السماوات يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الأرض وَتَخِرُّ الجبال هَدّاً} . </p><p> وقال المشركون: إن الله اتخذ من الملائكة بناتٍ، وقال اليهود والنصارى ان الله اتخذ ولداً، سبحانه وتعالى عن ذلك. </p><p> لقد جئتم أيها القائلون بمقالِكم هذا أمراً منكَرا، تنكره العقول المستنيرة. ان السمواتِ تكاد تتشقق من هذا القول لشدّة هوله، وتُخْسف الأرض، وتسقط الجبال لمجرّدِ سماعه. </p><p> قراءات: </p><p> قرأ نافع والكسائي: يكاد بالياء، والباقون: تكاد بالتاء. وقرأ ابن كثير ونافع والكسائي وحفص: يتفطرن، بالتاء. والباقون: ينفطرن، بالنون. </p><p> إنها لكلمةٌ شنيعة لو صورت بصورة محسوسة لم تتحملها هذه الأجرام العظام، ولتفتت وتفرقت اجزاؤها من شدتها. </p><p> ثم بين علّة ذلك بقوله: </p><p> {أَن دَعَوْا للرحمن وَلَداً وَمَا يَنبَغِي للرحمن أَن يَتَّخِذَ وَلَداً} . </p><p> من أجلِ أنهم نسبوا الى الله اتخاذ الولد، وما يليق به اتخاذُ الولدن لان اثبات الولد له يقتضي أن يكونَ حادِثاً ومحتاجا، وهذا مُحالٌ على الله سبحانه. </p><p> ان كل ما في السموات والأرض من مخلوقات هم عبيدُ الله، ينقادون لحكمنه، ويخضعون له. لقد أحاط بهم جميعاً وبأعمالهم، وعدِّ أشخاصِهم وانفاسهم وافعالهم. </p><p> {وَكُلُّهُمْ آتِيهِ يَوْمَ القيامة فَرْداً} . </p><p> وهم جميعا سيأتون إليه يوم القيامة منفردين عن النصراء والولد والمال. </p><p> وقد تكرر لفظ «الرحمن» في هذه السورة ستَّ عشرة مرة، لأ المشركين كانوا ينكرون هذه الكلمة وكانوا يقولون ما هو الرحمن، {وَإِذَا قِيلَ لَهُمُ اسجدوا للرحمن قَالُواْ وَمَا الرحمن}  [الفرقان: ٦٠] . والرحمن وصفٌ يدل على عموم الرحمة، فهي شاملة لكل موجودٍ. ان الله مع كل ما يأتيه المنكِرون رحمنٌ رحيم سبقت رحمته غضبه. </p><p> ثم ختم السورة بذكر احوال المؤمنين عموما وما ينتظرهم يوم القيامة، حيث سيستقبلهم الرحمن بالترحيب والمودة. </p><p> {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات سَيَجْعَلُ لَهُمُ الرحمن وُدّاً} . </p><p> ان الذين آمنوا بالله وصدّقوا برسُله، وعملوا الاعمال الطيبة الصالحة - سيجعل الله لهم محبةً في قلوب الناس، ويكونون في رحاب الله وتكريمه يوم القيامة. </p><p> روى الإمام أحمد والبخاري ومسلم والترمذي ان النبي صلى الله عليه وسلم قال «اذا أحبَّ الله عبداً يقول لجبريل: إني احببتُ فلانا فأحِبَّه، فينادي في السماء ثم تنزل له المحبّة في الارض» ، فذلك قول الله تعالى:  {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات. . الآية} وللحديث روايات متعددة. . </p><p> وبعد، فان هذه لَبشرى للمؤمنين، ومعها إنذار للجاحدين، وقد يسّر الله فهمَ كتابه على العرب، فأنزله بلسانهم ولسان رسوله الامين. </p><p> {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ المتقين وَتُنْذِرَ بِهِ قَوْماً لُّدّاً} . </p><p> لقد يسّرنا القرآن بلغتك لتبشّر برضى الله ونعيمه من اتبعَ أوامره واجتنب نواهيَه، وتنذِرَ بسخط الله وعذابه من كفر واشتد في خصامه. </p><p> {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزاً} . </p><p> فلا يحزنك أيها الرسول عنادُهم لك، فقد أهلك اللهُ قبلهم كثيرا من الأمم والاجيال. . . ولقد اندثروا، فلا ترى منهم أحدا، ولا تسمع لهم صوتا. إنهم بادوا وهلكوا، وخلتْ منهم دورهم واوحشت منازلُهم. وكذلك هؤلاء، فهم صائرون الى ما صار اليه أولئك ان لم يتداركوا أنفسَهم بالتوبة. </p>"
}