{
  "id": null,
  "sura": 19,
  "aya": 77,
  "text": "<p> لأوتينّ: لأُعطين. اطلع الغيب؟ : اظهر له علم الغيب. سنكتب ما يقول: سنسجّل كل اقواله ونظهرها له يوم القيامة. ونمدّ له من العذاب: ونزيد له من العذاب. ونرثه ما يقول: ونسلبه كل ما عنده من مالٍ وولد، وذلك لأنه يقول لأوتينَّ مالاً وولداً. ضدا: أعداء. تؤزّرهم: تزعجهم. وفدا: وهم القادمون المكرمون. وِرْداً: مشاةً مهانين كأنهم دواب حين ترد الماء. </p><p> في صحيح البخاري ومسلم عن خباب بن الأرتّ قال: كنتُ حدّاد وكان لي على العاص بن وائل والد عمرو بن العاص، دَين. فأتيتُه أتقاضاه منه فقال: لا واللهِ، لا أقضيك حتى تكفر بمحمد، فقلت: لا واللهِ لا أكفر بمحمد صلى الله عليه وسلم حتى تموتَ ثم تُبعث. قال: فإني إذا متّ ثم بُعتث جئتني ولي مال وولد، فأعطيك. فأنزل الله تعالى:  {أَفَرَأَيْتَ. . الآية} . </p><p> وقولُ العاص هذا نموذجٌ من تهكُّم الكفار واستخفافِهم بالبعث. فالقرآنُ هنا يعجب من هذه الجُرأة والاستخفاف. </p><p> انظُر ايها الرسول الى حالِ هذا الجاحد المتكبر. واعجبْ من مقاله الشنيع، وجُرأته على الله إذ قال: سيكون لين مالٌ وولد في الآخرة. هل اطّلعَ هذا الكافر على الغيب، حتى يتجرأ ويقول ما قال، ام أخذ من الله عهداً بذلك!! </p><p> «كلاّ» ، وهي لفظة نفيٍِ وزجر، ليس الأمرُ كذلك. إنه لم يطّلع على الغيب ولم يأخذ عند الله عهداً، عليه كلَّ أقواله، ونزيدُه من العذاب ونُطيله عليهم في جهنم. </p><p> {وَنَرِثُهُ مَا يَقُولُ. . . . . يَوْمَ نَحْشُرُ المتقين إِلَى الرحمن وَفْداً} . </p><p> ونسلبُه ما عنده من المال والولَد وكلَّ ما يعتز به في الدنيا، ويأتي في الآرخرة وحيداً منفردا، لا مالَ معه ولا ولد ولا نصير. </p><p> أولئك الذين كفروا عبدوا غير الله آلهة مختلفة، لتكونَ لهم شفعاءَ يعتزّون بها يوم القيامة. كلا: فسيكفر بهم الملائكةُ والجنّ وكلّ المعبودات، ويبرأون الى الله منهم، ويكونون لهم أعداء وخصوما. </p><p> ألم تعلم أيها الرسول أنا سلَّطنا الشياطينَ على الكافرين واستحوذوا عليهم، يُغْرونَهم بالمعاصي ويدفعونهم إلى التمرُّدِ والوقوع فيها. </p><p> فلا يضيقُ صدرك أيها الرسول بكفرهشم، ولا تستعجلْ لهم بالعذاب، فإنما نتركهم في الدنيا لمدة محدودة، ونُحصي عليهم أعمالهم وذنوبهمن لنحاسبَهم عليها في الآخرة. </p><p> ثم يبين الله ما يكون في ذلك اليوم، وكيف يستقبل المتقين بالتكريم، ويسوق المجرمين كالدواب. </p><p> {يَوْمَ نَحْشُرُ المتقين إِلَى الرحمن وَفْدا} . </p><p> اذكر أيها الرسول ذلك اليوم الذي نجمع المؤمنين فيه الى جنة الخلد وفودا مكرمين، كما نصوق المرجمين الى جهنم وندفعهم عِطاشاً كالدوابّ الواردين الى الماء، لا شفاعةَ لأحدٍ في ذلك اليوم الا من قدّم عملاً صالحاً، فهو عهدٌ له عند الله ينجيه ويجعله من الفائزين. </p>"
}