{
  "id": null,
  "sura": 19,
  "aya": 22,
  "text": "<p> قصيا: بعيداً عن اهلها في غور الاردن. فأجاءها المخاضُ: فألجأها الطلب. نسيا منسيّا: نسياً بفتح النون وكسرِها، الشيء الذي لا قيمة له فيظلّ منسيا لا يذكر. سريّا: شريفا. رُطبا جنيا: الرطَب، هو ثمر النخل اذا ادرك ونضج قبل ان يصير تمرا. جنيا: صالحا للقطف. نذرتُ للرحمن صوما: يعني صوما عن الكلام. </p><p> وتحققت ارادة الله تعالى، وحملت مريم بعيسى، وذهبت بحملها الى المكان البعيد عن الناس. . الى غور الاردن، لأنه هو المكان الذي يوجد فيه النخل وهو المكان الشرقي البعيد وكان مأهولا من بعض المتعبدين. وكون الوقت فيه رطب يعيِّين ان يكون وقت الولادة في الصيف، لا في الشتاء كما يقرر النصارى الذين يوقتون الميلاد في الشتاء. </p><p> فالجأها ألم الولادة والطلق الى جذع النخلة لتستند اليه وتستتر به، وتمنت لو انها كانت ماتت قبل هذا الوقت الذي لقيت فيه ما لقيت، حياء من الناس وخوفا من لومهم، وكان شيئا منسيا. لان الناس لا يعرفون الحقائق ولا يعذرون. </p><p> فناداها عيسى من تحتها، حيث انطقه الله. وتلك ايضا من المعجزات: لا تحزني بالوحدة وعدم الطعام والشراب ومن الألم، ومما يقوله الناس، فقد جعل ربك تحتك انسانا شريفا رفيع القدر والشأن. </p><p> يفسر بعض المفسرين: سريا بمعنى الجدول او النهر، وان المنادى جبريل، فكيف يكون جبريل تحتها؟ . . </p><p> {وهزى إِلَيْكِ بِجِذْعِ النخلة تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً} . </p><p> وهزي النخلة يتساقط عليك الرطب الطيب، والرطب فيه الغذاء الكافي، ويعيش عليه خلق كثير. </p><p> ويقول بعض المفسرين ان الوقت لم يكن صيفاً، واللهُ أحيا تلك النخلة وجعل فيها الرطب. . وهذا كلام ليس عليه دليل. </p><p> فكلي من ذلك الرطب، واشربي من الماء عندك وطيبي نفسا، فان رأيتِ احدا من البشر ينكر عليك امرك، فأفهميه بانك نذرت لله الصوم عن الكلام وأنك لا تكلمين اليوم احدا. </p><p> قراءات </p><p> قرأ أبو عمرو وابن كثير وابن عامر وابو بكر: يا ليتني مت بضم الميم، والباقون: مت بكسر الميم. فهما لغتان. </p><p> قرأ حمزة وحفص: نسيا بفتح النون، والباقون: نسيا بكسر النون وهما لغتان. قرأ حفص وحمزة والكسائي ونافع: مِن تحتها من حرف جر وكسر تحتها، كما هو في المصحف، والباقون: من تحتها. بفتح ميم من، وتحتها بفتح التاء. قرأ حفص: تساقط بضم التاء وكسر القاف. وقرأ حمزة: تساقط بفتح التاء والسين بدون تشديد. وقرأ ابو عمر وابن عامر والكسائي وابو بكر: تساقط بفتح التاء والسين المشددة. وقرأ يعقوب: يساقط بضم الياء والجميع باسكان الطاء جواب الامر. </p>"
}