{
  "id": null,
  "sura": 19,
  "aya": 59,
  "text": "<p> الخلف: بسكون اللام، العقِبُ السوء، النسل الطالح. اضاعوا الصلاة: تركوها. غيا: ضلالا. جنات عدن: جنات الاقامة الدائمة. مأتيا: آتيا. اللغو: فضول الكلام. التنزل: النزول. سميّا: شبيها، او مثيلا. </p><p> بعد ان استعرض اللهُ أولئك الأنبياءَ السعداء ومن تَبِعَهم بإسحاء، جاء هنا يوازي بين أولئك المؤمنين الأتقياء، وبين الذين خلفوهم. فإذا المسافةُ شاسعة والفارقُ بعيد. فلقد جاءَ من بعد هؤلاء الأنبياء الأخيارِ خَلْفُ سوء كانوا على غيرِ هديهم، تركوا الصلاة وانهمكوا في المعاصين وآثروا شهواتِهم على طاعة الله. </p><p> ثم ذكر عاقبة أعمالهم، وسوء مآلهم فقال: </p><p> {فَسَوْفَ يَلْقُونَ غَيّاً} . وسيلقى هؤلاء جزاء غيِّهم وضلالهم في الدنيا والآخرة. </p><p> ثم يفتح باب التوبة على مصراعيه تهبُّ منه نسماتُ الرحمة واللطف والنعمى. فَمَنْ تدارك منهم نفسَه بالتوبة والإيمان الصادق، والعمل الصالح - فإن الله يقبل توبته، ويُدخله الجنة، ويوفي له أجره كالماً، والتوبةُ تَجُبُّ ما قبلها. </p><p> كما جاء في الحديث:  «التائبُ من الذنْب كمَنْ لا ذنبَ له» أخرجه ابنُ ماجه والطبراني في الكبير والبيهقي في الشعب عن ابن مسعود. </p><p> ثم أوضح الله جنة الخلد ومن فيها فقال: </p><p> {جَنَّاتِ عَدْنٍ التي وَعَدَ الرحمن عِبَادَهُ بالغيب إِنَّهُ كَانَ وَعْدُهُ مَأْتِيّاً} . </p><p> هذه الجنات هي جنات إقامةٍ دائمة قد وعد الرحمنُ عباده بها فآمنوا بها بالغيب في ان يروها. ووعدُ الله واقع لا محالة. </p><p> ثم يوضح تلك الصورة الجميلة وما فيها من عيشة راضية، ونعيم مقيم، فيقول: </p><p> {لاَّ يَسْمَعُونَ فِيهَا لَغْواً إِلاَّ سَلاَماً. . . .} . </p><p> لا يسمعون فيها فُضولا في الحديث، ولا ضجةً ولا جِدالا، وانما صوت السّلام والأمان. والرزقُ في هذه الجنات مكفولٌ دائم. </p><p> {تِلْكَ الجنة التي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيّاً} . </p><p> هذه هي الجنة ذات هذه الصفات الشريفة، نورثها عبادَنا المتّقين الذي يُطيعون اللله في السّرِ والعلَن. </p><p> {وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذلك وَمَا كَانَ رَبُّكَ نَسِيّاً} . </p><p> بعد ان ذَكر اللهُ قَصص الأنبياء عليهم السلام، وأعقبه بذِكر ما أحدثه الخَلْفُ بعدهم، وَذكَر جزاءَ الفريقين - أعقب ذلك بقصص تأخُّخرِ جبريلَ على النبي صلى الله عليه وسلم ردّاً لما زعمه المشركون من أنه كان يتأخر عليه، وبياناً لهم أن الأمر على غير ما زعموا. </p><p> وما تنزِلُ الملائكةُب الوحي إلا بأمر الله على ما تقتضيه حكمتُه، وتدعو اليه مصلحة عباده. والكلام على لسانِ جبريل: إن أمْرَنا موكولٌ الى الله تعالى، يتصرّف فينا حسب مشيئته، فهو سبحانه المالكُ المدبّر، العالِمُ بمستقبلنا وماضينا، وما بين ذلك. ولإحاطة عِلمه بملكه، فإنه لا يطرأ عليه غَفْلة ولا نسيا. </p><p> {رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا. . . .} . </p><p> فهو سبحانه الخالقُ المالكُ لهذا الكون كلّه، والمدبر لشؤونه، والمستحقّ وحده للعبادة، فاعبُده أيها الرسول ومن معك، واصطبرْ وثابر على عبادته، هل تعلم له شبيها؟ {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السميع البصير} . الشورى. </p>"
}