{
  "id": null,
  "sura": 19,
  "aya": 66,
  "text": "<p> يذْكر: يتذكر. لنحشُرنّهم: لنجمعنهم. جثيا: جمع جاثٍ، وهو البارك على ركبتيه. شيعة: جماعة تعاونت على أمرٍ واحد. عتيا: تكبراً، ويقال عُتُوّا ايضا. صليّا: دخولا. صلي النارَ دخلها وقاسى حرّها. واردُها: مارّ عليها. حتما: واجبا. مقضيّا: جرى به قضاءُ الله. </p><p> بعد أن ارودَ الله قَصص الأنبياء الكرام وغرابةَ مولد يحيى، وعيسى بن مريمن وذكَرَ إبراهيم واعتزالَه أباه، وهجره لقومه ووطنه، وذكر من خَلَفَ بعدهم من المهتدين والضالين، ثمّ جاء اعلانُ الربوبية الواحدة، التي تستحقّ العبادَة بلا شريك، وهي الحقيقةُ الكبيرة التي يبرزها ذلك القَصص بأحداثه ومشاهده وتعقيباته - يذكر هنا ما يدور من الجدَل حول عقائد الشِرك وإنكارِ البعث، ويعرِض مشاهد القيامة، ومصيرَ البشرّ في مواقف حيّة. ثم ينتقل السياقُ إلى ما بين الدنيا والآخرة. </p><p> {وَيَقُولُ الإنسان أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيّاً. . . .} . </p><p> ويقول الجاحد الذي لا يصدّق بالبعث بعد الموت متعجّباً ومستبعِداً: كيف أُبعث حياً بعد الموت والفناء!! . </p><p> كيف يستغرِب هذا الانسانُ قدرة الله على البعث في الآخرة، ولا يتذكّر أنه تعالى خلَقَه في الدنيا من عدم، ولم يكُ شيئا! </p><p> قراءات: </p><p> قرأ نافع وابن عامر وعاصم «اولا يذكُر» باسكان الذال وضم الكاف. وقرأ الباقون:  «أولا يذكر» بتشديد الذال المفتوحة وفتح الكاف. </p><p> ثم يعقب الله على هذا الانكار بقسَمٍ فيه تهديد كبير، اذ يقسم بنفسه أنهم سيحشَرون بعد البعث. </p><p> {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ والشياطين. . .} . </p><p> فوربّك الذي خلقك يا محمّد لنجمعنَّ الكافرين يوم القيامة مع الشياطين، الذين زيّنوا لهم الكفر، وسنُحضِرهم حول جهنّم جاثِين على رُكَبهم في ذِلّة وفزع. </p><p> ثم لنأخذَنَّ من كل جماعة أشدَّهم كفراً بالله، وتمردا عليه، فيُدفع بهم قبلَ غيرِهم الى أشد العذاب. </p><p> {ثُمَّ لَنَحْنُ أَعْلَمُ بالذين هُمْ أولى بِهَا صِلِيّاً} . </p><p> ونحن أعلمُ بالذين هم أحقُّ بسبقهم الى دخول جهنم والاصطلاءِ بنارها. وأنهم جميعاً يستحقّون العذاب، لكنّا ندخِلهم في جهنم بحسب عِتِيِّهم وتجبُّرهم في كفرهم. </p><p> ثم خاطب الناس جميعاً ليذكُروا ويعتبروا: </p><p> {وَإِن مِّنكُمْ إِلاَّ وَارِدُهَا كَانَ على رَبِّكَ حَتْماً مَّقْضِيّاً} . </p><p> وما أحدٌ منكم أيها الناس إلا يدنُو من جهنّم، يراها المؤمن ويمرّ بها، والكافرُ يدخلها. . هكذا قضى ربك، وجعلَه أمراً محتوما. </p><p> ثم إننا نشمل المتقين برحمتنا، فنُنْجيهم من شرّ جهنم، ونتركُ بها الذين ظلموا أنفسَهم جاثين على ركبهم،، تعذيباً لهم، وجزاءَ ما اقترفوا وكذّبوا. </p><p> قراءات: </p><p> قرأ الكسائي ويعقوب: ثم نُنْجي بضم النون الاولى واسكان الثانية، والباقون بضم النون الاولى، وفتح الثانية وتشديد الجيم. وقرأ ابن كثير: مُقاما: بضم الميم الأولى والباقون: مَقاما بفتح الميم. </p>"
}