{
  "id": null,
  "sura": 20,
  "aya": 36,
  "text": "<p> سؤلك: مطلوبك. مننا: أنعمنا. أوحينا: ألهمنا. اقذفيه في التابوت: ضعي فيه. فاقذفيه في اليم: فألقيه في البحر. ولتُصنع على عيني: ولتتربى برعايتي. تقر عينها: تُسر به. وفتنّاك: اختبرناك. مدْين: ببلد في شمال الحجاز معروفة الى الآن. </p><p> {قَالَ قَدْ أُوتِيتَ سُؤْلَكَ} . </p><p> بعد ان سأل موسى ربه فأطال السؤال، وبسط حاجته، وهو لا يزال في ذلك الموقف الكريم في ضيافة ربه - من عليه ربُّه وأجابه على سؤاله، قائلا: قد اعطيتُك ما سألتَ يا موسى. ولقد سبق ان تفضّلنا عليك بمنةٍ أخرى من قبل، وذلك حين ألهمنا أُمَّك إلهاماً كريما كانت فيه حياتك، ألهمناها ان تضعَك في التابوت، (وهو صندوق صغير) ثم تلقي به في النِّيل، حتى تنجو أنتَ من فرعون، لأنه يقتل كُلَّ ذكر يولد في بني اسرائيل. وشاءت إرادتُنا أن يلقي النيل ذلك التابوت في بستانٍ لفرعون، عدوّي وعدّوك. وبينما فرعون جالس في ذلك البستان مع زوجته إذا بالتابوت يجري به الماء، فأمر فرعونُ غلمانه بإخراجه. وفتحوه، فإذا فيه صبي لطيف. فأحبّه فرعون، وأمر ان يكون تحت رعايته. </p><p> {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي وَلِتُصْنَعَ على عيني} . </p><p> وجعلتُ كل من رآك يُحبّك، ومن ثم أحبَّك فرعونُ وزوجته حتى قالت:  {قُرَّةُ عَيْنٍ لِّي وَلَكَ لاَ تَقْتُلُوهُ عسى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً}  [القصص: ٩] . وحتى تتربَّى برعايتي وكما أُحبّ. </p><p> ورحمةً بأُمك، هيَّأتُ الظروف حتى جمعتُك بها، وكانت أُختك تمشي متتبّعةً التابوت حتى علمتْ أينَ ذهب. فجاءت متنكَرة الى قصر فرعون حيث وجدتْهم يطلبون لك مرضعا، فقال: هل أدلُّكم على من يرضعه ويحفظه ويربيه؟ قالوا: نعم، فجاءت بأُمك، ورجعتَ إليها حتى تفرحَ وتُسَرَّ وتقر عينُها بك، ويزول عنها الحزن والقلق عليك. </p><p> وكنتَ قد قتلتَ نفساً من أهل مصر فنجّيناك مما لحقَكَ من الخوْفِ والغم، كما جاء في سورة القصص ١٥:  {فاستغاثه الذي مِن شِيعَتِهِ عَلَى الذي مِنْ عَدُوِّهِ فَوَكَزَهُ موسى فقضى عَلَيْهِ} وهذا كما يأتي في سورة القصص: حين كبر وشبّ في قصر فرعون، ونزل الميدنةَ يوماً فوجد فيها رجلَين يقتتلان: أحدُهما من شيعته والآخر من شيعة فرعون، فاستغاثه الّذي هو من شِيعته، فوكز موسى المصريَّ بيده فسقط ميتاً. ولم يكن موسى ينوي قتله، فاغتمّ لذلك فهربَ الى مَدْيَن، وهذا معنى قوله تعالى: </p><p> {وَفَتَنَّاكَ فُتُوناً} . </p><p> اختبرناك اختباراً شديداً بالغُربة ومفارقة الأهل والوطن. وامتُحن بالخدمة ورعي الغنم، وهو ربيبُ القصور عند الملوك، وجازَ الامتحانَ ونجحَ في كل عمل عمله. </p><p> {فَلَبِثْتَ سِنِينَ في أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ على قَدَرٍ ياموسى (*) واصطنعتك لِنَفْسِي} . </p><p> ونجّيناك من الهمّ الذي لحق بك فذهبتَ الى مدين. وهناك لقيتَ شُعَيْب وتزوّجت ابنته على شرط ان ترعى له الغنم مدة، وأمضيتَها على أحسنِ حال، ثم عدتَ من مدين في الموعد الذي قدرناه لإرسالك، وقد اصفيتك لنفسي وحملِ رسالتي. وفي هذا تشريف كبير لموسى عليه السلام. </p>"
}