{
  "id": null,
  "sura": 20,
  "aya": 99,
  "text": "<p> ذِكراً: القرآن. ومن اعرض: من كذب. وزرا: حملا، وقد فسره في الآية التي بعدها. الصور: قرن ينفخ فيه ويدعى لاناس الى المحشر. زرقا: الوانهم متغيرة. يتخافتون: يتحدثون بصوت خفي. أمثلهم: افضلهم. ينسفها: يجعلها كالغبار. يذرُها: يتركها. قاعا: ارضا ملساء. صفصفا: مستوية. عِوجا: انخفاضا. امتا: نتوءا يسيرا. لا عوج له: مستقيم. همسا: صوتا خفيا. عنت: خضعت، ذلّت. القيوم: القائم بتدبير الأمور. هضما: نقصا، بخسا. </p><p> بعد ان ذكر الله تعالى قصص موسى مع فرعون ثم السامريَّ وفتنته، بيّن للرسول الكريم في هذه الآيات ان مثل هذا القصص عن الأمم الماضية يلقيه سبحانه وتعالى إليه تسلية لقلبه وإذهابا لحزنه حتى يعلم ان ما يحدث له قد حدث مثلُه للرسل من قبله. </p><p> {مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ القيامة وِزْراً} ان من كذّب بهذه القرآن واعرض عن اتّباعه، فانه يضل في حياته، ويأتي يوم القيامة حاملاً إثم عناده، ويجازَى بالعذاب الشديد. وسيكون هؤلاء خالدين في ذلك العذاب. </p><p> {وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلاً} . </p><p> بئس الحمل الي حملوه من الأوزار في ذلك اليوم العصيب. ذلك اليوم الذي يُنفخ فيها بالصور، ويُساق المجرمون الى المحشَر زُرق الالوان، يرهق وجوهَهم الذلّ، يتهامسون بينهم من الرعب، ويقول بعضهم لبعض ما لبثتم في الدنيا إلا عشرةَ أيام. </p><p> والله يسمع تهامسهم وهو أعلمُ بما يقولون بينهم، كما يعلم ما يقول أعدَلُهم رأياً واكملهم عقلا: ما لبثتم إلا يوما واحدا. </p><p> ويسألك المنكرِون للبعث ايها الرسول عن مصير الجبال يوم القيامة، فقل لهم: ان الله تعالى يفتّتها، ثم ينسِفها هباء. </p><p> اخرج ابنُ المنذر عن ابن جريرج قال: قالت قريش يا محمد، كيف يفعل ربك بهذه الجبال يوم القيامة؟ فنزلت {وَيَسْأَلُونَكَ عَنِ الجبال. . . .} . </p><p> ثم بعد ذلك يدع أماكنها بعد نسفِها ملساءَ مستوية، ولا تبصِر العين في الأرض انخفاضا ولا ارتفاعا، وكأنها لم تكن معمورة من قبل. </p><p> {يَوْمَئِذٍ يَتَّبِعُونَ الداعي لاَ عِوَجَ لَهُ} . </p><p> يومئذ يرى الناس هذه الاهوال، يتّبعون داعي الله الى المحشر، يجمعهم فيه الى موقف الجزاوء والحساب، ولا يستطيع احد ان يعدل عنه. </p><p> {وَخَشَعَتِ الأصوات للرحمن. . .} . </p><p> بالسكون والرهبةِ لعظَمة الله، فلا تسمع إلا صوتاً خفيّا لا يكاد يبين. </p><p> يومئذ لا تنفع الشفاعة من أحد، الا من أكرمه الله فأذِن له بالشفاعة، ورضي قولَه فيها، ولا تنفع الشفاعة في أحد الا من أذِن الرحمن في ان يُشفع له. </p><p> والله تعالى يعلم ما تقدّم من امورهم في دنياهم، وما يستقبلونه في الآخرة، ولا يحيطون علماً بتدبيره وحكمته. </p><p> وكما ذكر سبحانه وتعالى خشوع الاصوات أتبعَه خضوعَ ذويها فقال: </p><p> {وَعَنَتِ الوجوه لِلْحَيِّ القيوم وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً} . </p><p> استسلمت الخلائق لخالقها الحيّ الذي لا يموت، القائم على خلقه بتدبير شئونهم. في ذلك اليوم خسر النجاة كل من ظلم نفسه في الدنيا فأشرك بربه. </p><p> وبعد ان ذكر أهوال يوم القيامة بيّن حال المؤمنين في ذلك اليوم فقال: </p><p> {وَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ فَلاَ يَخَافُ ظُلْماً وَلاَ هَضْماً} . </p><p> أما الذين آمنوا وعملوا الصالحات، وجاؤا ربَّهم في ذلك اليوم، فإنهم في كَنَفِ الله وضيافته، لا يخافون من ظلمٍ ولا نقصٍ لحقوقهم. {وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ}  [النحل: ٩٧] . </p><p> قراءات: </p><p> قرأ الجمهور: يوم ينفخ في الصور بالياء، وقرأ ابو عمرو وحده: ننفخ بالنون. وقرأ الجمهور: فلا يخاف ظلماً ولا هضما: بالياء. وقرأ ابن كثير: فلا يخف بالجزم. </p>"
}