{
  "id": null,
  "sura": 20,
  "aya": 57,
  "text": "<p> سُوى: مستوى من الارض. يوم الزينة: يوم عيدٍ كان لهم. يُحشر الناس: يجمعون فيه. فجمع كيده: ما يكيد به من السحرة وادواتهم. ويلكم: هلاك لكم. فيسحتكم: يستأصلكم بعذاب شديد. وأسرّوا النجوى: بالغوا في اخفاء كلامهم. بطريقتكم المثلى: بدينكم الصحيح. فأجمعوا كيدكم: اجعلوا كيدكم مجمَعاً عليه. صفّا: مصطفين. استعلى: غلب. </p><p> فلما رأى فرعونُ ما عند موسى من الحجج والآيات اتهم موسى بالسِّحر وانه يريد بسحره اخراجه وقومه من أرضه، ويجعلها في يد بني اسرائيل، وقال ذلك ليحمِّس شعبه ويحملَهم على السخط على موسى، فلا يتبعه أحد منهم. </p><p> ثمقال: فوالله لنأْتينَّك بسحرٍ مثلِ سحرك، فاجعلْ بيننا وبينك موعدا نجتمع فيه نحن وأنتم، فنبطلَ ما ئجتَ به بما عندنا من السِّحر، ولا يتخلَّفَ من اأحد عن ذلك الموعد في مكانٍ مستوٍ مكشوف حتى يحضُرَه اكبرُ عددٍ من الناس. </p><p> قال موسى: ميعادُكم للاجتماع يوم عيدكم الذي تسمّونه يوم الزينة، فيجتمع الناس في ضحى ذلك اليوم، ليكون الحف عاماً، وليشهدَ الناس ما يكون بيننا وبينكم. </p><p> فانصرف فرعون من ذلك المجلس، وأمر بجمع أعظم السحرة، وأشرفَ بنفسه على جمْعِ كل وسائل السحر وأدوته. ثم أقبل في الموعد المحدد، وجلس على سرير ملكه وحوله اكابر دولته وأعوانه، واجتمع الناس ينتظرو، ز وجاء موسى يتوكأ على عصاه ومعه اخوه هارون وحدَهما لا سند لهما ولا نصير الا الله يسمع ويرى. </p><p> ووقف موسى وحذر السّحرة {قَالَ لَهُمْ موسى وَيْلَكُمْ لاَ تَفْتَرُواْ عَلَى الله كَذِباً فَيُسْحِتَكُم بِعَذَابٍ وَقَدْ خَابَ مَنِ افترى} . </p><p> لا تختلقوا على الله الكذب، بزعمكم أن فرعون إله، وتكذِّبوا رسلَ الله، فإن فعلتم استأصلكم الله بعذابٍ شديد، وقد خابَ من افترى على الله الكذب. </p><p> فلما سمع السحرةُ كلامَ موسى هاجوا وذُعروا، فتشاوروا فيما بينهم ماذا يفعلو، وبالغوا في كتمان ما يقولون عن موسى وأخيه حتى لا يسمعا ما يُقال عنهما. </p><p> ثم يبن الله خلاصة ما استقرّت عليه آراؤهم بعد التشاور السّريّ الذي خاضوا فيه. </p><p> {إِنْ هذان لَسَاحِرَانِ. . . .} . </p><p> إن هذا الرجلَ وأخاه ساحران خبيران بصناعة السِحر، وهما يعملان على إخراجكم من أرضكم، حتى تكون الرياسةُ لهم دونكم. </p><p> ثم بين السحرة ما يجب لمقابلة هذا الخطر الداهم فقالوا: </p><p> {فَأَجْمِعُواْ كَيْدَكُمْ ثُمَّ ائتوا صَفّاً وَقَدْ أَفْلَحَ اليوم مَنِ استعلى} . </p><p> اجعلوا ما تكيدون به موسى أمراً متفقاً عليه، ثم احضُروا مصطفّين مجتمعين، وألقوا ما في أيديكم دفعةً واحدة، لتكون لكم في نفوس الناسِ الهيبةُ والغلبة، وقد فاز اليومَ من غلب. </p><p> قراءات: </p><p> قرأ ابن عمر وعاصم وحمزة ويعقوب: يومُ الزينة بضم ميم يوم. والباقون: يوم الزينة بنصب الميم. وقرأ حمزة والكسائي وحفص ويعقوب: فيُسحتكم: بضم الياء وكسر الحاء والباقون: فيَسحَتكم: بفتح الياء والحاء. وقرأ ابو عمرو: ان هذين لساحران، بتشديد ان ونصب هذين. وقرأ نافع وحمزة والكسائي، وابو بكر عن عاصم: ان هذان لساحران. </p><p> باسكان نون ان. وقرأ ابو عمرو وحده: فاجمعوا كيدكم، بهمزة الوصف واسكان الجمي. والباقون: فأجمعوا كيدكم: بهمزة القطع. </p>"
}