{
  "id": null,
  "sura": 20,
  "aya": 1,
  "text": "<p> لتشقى: للتعب. تذكرة: تذكيرا. يخشى: يخاف الله. العُلى: جمع العليا، مؤنث الأعلى. العرش: في الأصل سرير الملك، وهنا مركز تدبير العالم. استوى: استولى عليه، ولهذه الكلمة عدة معان. الثرى: التراب، والمراد به هنا الأرض. وأخفى: أخفى من السر كحديث النفس، وما يخطر بالبال. </p><p> طه: تقرأ هكذا طاها. واختلف المفسرون اختلافا كبيرا في معناها، هل هو اسم من اسماء الله، أم معناها: يا رجلُ، كما قال الطبري: او انها اسمٌ من أسماء النبي صلى الله عليه وسلم. </p><p> قراءات: </p><p> قرأ قالون وابن كثير وابن عامر وحفص ويعقوب: طاها، هكذا. وقرأ حمزة والكسائي وخلَف وابو بكر: طه بالإمالة. </p><p> ابتدأ الله تعالى السورةَ بهذه الحروف، لتحدّي المنكِرين والإشارة إلى أن القرآن مكون من هذه الحروف التي تتكلمون بها، ومع ذلك عجزتم عن الإتيان بسورة قصيرةٍ أو آيات مثله. </p><p> {مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى. . . .} . </p><p> ما أنزلْنا عليك القرآن لتُتعب نفسك في مكابدة الشدائد، وتتحسَّر على عدم إيمان من تدعوه، بل أنزلْناهُ عليك لتبلِّغَ وتذكِّر، وقد فعلت. </p><p> قال الواحدي وغيرُه من المفسرين في أسباب النزول: قال ابو جهل والنضرُ بن الحارث، والوليد بن المغيرة، والمطعِم بن عَدِي للنبي صلى الله عليه وسلم: إنك لتَتشقى بتركِ ديننا، لما رأوا من طول عبادته واجتهادهِ، فأنزلَ الله تعالى:  {طه مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى} . </p><p> ولكن أنزلناه تذكيراً لمن يخافُ الله ويطيعه، فحسْبُك ما حملته من متاعب التبليغ والتبشير والانذار. </p><p> وفي هذا تسليةٌ للنبي صلى الله عليه وسلم على ما كان يعتزّ به من التعب حين كان يدعو أولئك القوم، وهم معاندون جاحدون. </p><p> والذي نزّل القرآن عليك هو خالق الأرضِ والسماوات العلى، إنه هو الرحمن، نزّله عليك من الملأ العلى. لق داستوقى على العرش، وبيدِه زمامُ الأمر كله، وله وحدَه سبحانه ملكُ السموات وما فيها والأرض وما فيها وما عيلها. لقد شملت قدرتُه كل شيء، واحاط علمُه بهذا الكون، فان تجهر بالدعاء يعلمه الله، لأنه يعلم حتى ما تحدِّثُ به نفسك، {والله عَلِيمٌ بِذَاتِ الصدور}  [آل عمران: ١٥٤] . </p><p> {الله لا إله إِلاَّ هُوَ لَهُ الأسمآء الحسنى} . </p><p> اللهُ هو الإله الواحد، لا إله غيره، وهو المتصف بصفات الكمال، وكلّ أسمائه حَسنة لأنها تُعبِّر عن أحسن المعاني. </p>"
}