{
  "id": null,
  "sura": 20,
  "aya": 90,
  "text": "<p> انما فتنتم به: اتبعتم اهواءكم في عبادة العجل. لن نبرح عليه عاكفين: لا نزال عليه مقيمين. ولم ترقب قولي: لم تحفظ وصيتي ولم تعمل بقولي. فما خطبك: فما شأنك. بصرُت بما لم يبصروا به: علمت ما لم يعلمه القوم. قبضة من اثر الرسول: الرسول جبريل او موسى. فنبذتها: فطرحتها. سولت نفسي: زينت وحسنت. لا مساس: لا مخالطة، فلا يخاطله احد، فعاش وحيدا طريدا. لن تخلفه: سيأتيك حتما. ظلت: ظللت، اقمت. اليمّ: البحر. </p><p> {وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِن قَبْلُ ياقوم إِنَّمَا فُتِنتُمْ بِهِ. . .} . </p><p> في هذه الآيات تتمةٌ للقصة، فقد نصح هارونُ لقومه الذين عبدوا العِجل قبل رجوع موسى، فقال لهم: يا قوم، ما الذي غركم من عبادة هذا العجل فوقعتم في فتنة السامري؟ إن إلهكم الحق هو الرحمن، فاتبعوني فيما أنصحكم به واطيوني أهدِكم سبيل الرشاد. فلم يسمعوا نصحة، ولم يطيعوا أمره وأجابوه بعناد: </p><p> {قَالُواْ لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حتى يَرْجِعَ إِلَيْنَا موسى} . </p><p> سنبقى مستمرّين على عبادة العجل الى أن يعود إلينا موسى. </p><p> وجاء موسى: فالتفت الى أخيه هارون بعد ان فرغ من خطاب قومه وبيان خطأهم. {قَالَ ياهرون مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضلوا أَلاَّ تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي} . </p><p> قال موسى متأثرا مما رآه من عمل قومه: يا هارون، اي سبب منعك ان تلحقني الى الطور بمن آمنَ معك من قومك، حين رأيت الباقين قد ضلّوا بعبادتهم للعجل؟ أخرجتَ عن طاعتي وخالفت امري؟ . فقال هارون مجيباً أخاه في رفق ولين: </p><p> {قَالَ يَبْنَؤُمَّ لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بني إِسْرَآئِيلَ وَلَمْ تَرْقُبْ قَوْلِي} . </p><p> قال هارون لموسى: يا ابن أمي، لا تغضبْ عليّ ولا تجرَّني بلحيتي، ومن شعر رأسي. لقد خفتُ إن شددتُ عليهم ان يتفرقوا، فتقول لي: لقد فرّقت بين بني اسرائيل، ولم تخلُفْني فيهم كما أمرتُك، ولم تحفظ وصيتي كما عهدت اليك. وقد رأيت من الصواب ان أحفظ العامة، وأداريهم على وجه لا يختلّ به نظامهم حتى ترجع فنتداركَ الأمر بحسب ما ترى. ولقد كادوا يقتلونني، كما جاء في سورة الأعراف الآية ٥٠ {إِنَّ القوم استضعفوني وَكَادُواْ يَقْتُلُونَنِي.} وبعد ان انتهى موسى من سماع اقوال قومه واسنادهم الفساد الى السامري، ومن سماع اعتذار هارون، التفت الى السامري ووجه الخطاب اليه: </p><p> {قَالَ: فَمَا خَطْبُكَ ياسامري} . </p><p> ما هذا المر الخطيب الذي أتيتَ، وأفسدتَ به بني اسرائيل؟ . {قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُواْ بِهِ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرسول فَنَبَذْتُهَا وكذلك سَوَّلَتْ لِي نَفْسِي} . </p><p> قال السامري لموسى: إني علمتُ ما لم يعلمه قومك، وصنعتُ لهم العِجل من الذهب فعبدوه. وقد اتّبعتُك مدةً واخذتُ من دينك، ثم تبيّن لي أنه غير صحيح فتركته. </p><p> كذلك زينتْ لي نفسي أن أفعلَ ما فعلته. </p><p> فكأن السامريّ يريد ان يهرب نم ذكر الحقائق ويموّه على موسى. </p><p> هذا ما أراه أقرب الى الصواب في تفسير هذه الآية، وبهذا المعنى قال عدد من المفسرين المحديثن، ولكن اكثر المفسّرين القدامى قالوا: إن المراد بالرسول هو جبريل، وان السامريّ رآه راكبا على فرس، واخذ ترابا من أثرِ الفرس، وألقاه على العِجل حتى صار له خوار. وذكروا أقوالا كثيرة، وروايات عديدة.!! </p><p> وهناك معركة كبيرة بين المرحوم عبد الوهاب النجار، ولجنة من علماء الأزهر حول السامري والعجل وحقيقتهما، لمن اراد الاطلاع عليها ان يجدها في كتاب «قصص الانبياء» ص ٢٢٠ - ٢٢٣. </p><p> {قَالَ فاذهب فَإِنَّ لَكَ فِي الحياة أَن تَقُولَ لاَ مِسَاسَ. . . .} . </p><p> قال موسى للسامري: اذهبْ فأنت طريدٌ لا يمسّك أحد، ولا تمس أحداً، بعيداً عن الناس، معزولا عنهم، لا يخالطك احد. </p><p> وخرج السامري طريدا في البراري. هذا جزاؤه في الدنيا. أما في الآخرة فله موعدٌ محدد لعذابه لا مفرّ منه. وقد ند موسى به وبالهه قائلا: انظر الى إلهك الذي عبدته، ماذا نصنع به؟ سنحرقه ونلقيه في البحر حتى نتخلّص منه. </p><p> ثم يعلنُ بعد ذلك كلّه حقيقة العقيدة، والدين الحق فيقول: </p><p> {إِنَّمَآ إلهكم الله الذي لا إله إِلاَّ هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْماً} . </p><p> وبهذه الآية وما فيها من غعلان عن الاله الحقيقي الذي لا اله الا هو ينتهي هذا القدْر من قصة موسى في هذه السورة، وتتجلى فيه رحمةُ الله ورعايته بحَمَلِة دعوته من عباده. </p><p> قراءات: </p><p> قرأ الجمهور: يا ابن أمّض بفتح الميم. وقرأ ابن عامر وحمزية والكسائي وابو بكر وخلف: يا ابن أُم بكسر الميم. </p><p> وقرأ الجمهور: بصرت بما لم يبصروا: بالياء. وقرأ حمزة والكسائي وخلف: بما لم تبصروا بالتاء، على انه خطاب لموسى وقومه. وقرأ الجمهور: لن تخلفه: بفتح اللام. وقرأ ابن كثير ويعقبوك لن تخلفه: بكسر اللام. </p>"
}