{
  "id": null,
  "sura": 20,
  "aya": 83,
  "text": "<p> ما أعجلك عن قومك: لماذا تركت قومك، فلقد غيروا وبدلوا بعدك. على اثري: لاحقون بي. فتنّا قومك: اختبرناهم. وأضلّهم: اوقعهم في الضلال. السامريّ: دجال من شعب اسرائيل. أسِفا: حزينا. فاخلفتم موعدي: ما وعدتموني من الثبات على الايمان. بملكنا: بقدرتنا واختيارنا. اوزارا: اثقالا. من زينة القوم: من حليهم ومصاغهم. فقذفناها: طرحناها في النار. جسدا: جثة لا روح فيها. له خوار: لو صوت. </p><p> {وَمَآ أَعْجَلَكَ عَن قَومِكَ ياموسى} . </p><p> سأله ربه عن سبب تعجُّله بالمجيء إليه وتركِ قومه خلفه، والله اعلم بما سأل. فقال موسى مجيبا: </p><p> {قَالَ هُمْ أولاء على أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لترضى} . انهم لاحقون بي، وإنما عجِلتُ إليك وتقدمتُهم يا ربي رغبةً في رضاك. </p><p> يقول بعض المفسرين: ان موسى ذهب الى الميعاد قبل الوقت المحدد وترك قومه وراءه ليلحقوا به، وهذا سببُ لومِ ربه له على الاستعجال بالمجيء. </p><p> والقصة هنا مختصرة، وقد مرت مفصلة في سورة البقرة وسورة الأعراف، وذلك ان موسى لما نجا هو وقومه من فرعون، واستقر في سيناء، واعَدَه ربه، وضرب له ميقاتا كما جاء في سور الاعراف ١٤٢ {وَوَاعَدْنَا موسى ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ. . . . الآية} فذهب إلى ربه عند الطور، وكلّمه وتلقّى عنه. وكان استخلف أخاه هارون على بني اسرائيل. فجاءهم السامريّ وأضلهم بجعلِه لهم عِجلاً من الذهب له صوتٌ، فعكفوا عليه يعبدونه، ولم يستطع هارون ان يردّهم عن غيّهم وكفرهم. وقد اخبره ربه بأن قومه من بعده قد ضلّوا فقال: </p><p> {قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ وَأَضَلَّهُمُ السامري} . </p><p> لقد أوصلهم الى اتخاذ العجلِ إلهاً والدعاء الى عبادته، وظهر عندهم الاستعداد لذلك، لأنهم حديثو عهد بالوثنية في مصر. وفي سورة الاعراف سألوا موسى ان يجعل لهم إلها كما للقوم الذين مرّوا عليهم آلهة:  {فَأَتَوْاْ على قَوْمٍ يَعْكُفُونَ على أَصْنَامٍ لَّهُمْ قَالُواْ ياموسى اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} . </p><p> {فَرَجَعَ موسى إلى قَوْمِهِ غَضْبَانَ أَسِفاً} . </p><p> عاد موسى الى قومه بعد ان قضى الميعاد وهو في غضبٍ شديد وحزنٍ لِما أحدثوه بعده، وخاطب قومه منكِرا عليهم عملهم: </p><p> {قَالَ ياقوم أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْداً حَسَناً} . </p><p> لقد وعدكم ربكم بالنجاة والهداية بإنزال التوراة، والنصر، فهل تناسيتُم وعدَ ربكم؟ . </p><p> {أَفَطَالَ عَلَيْكُمُ العهد} . </p><p> لم يطل عليكم العهدُ حتى تنسوا وعد الله لكم، أم أردتم بسوء صنيعكم ان ينزل بكم غضبُ الله جزاء عبادتكم العجلَ، فأخلفتم عهدَكم لي!! </p><p> فاعتذروا بعذرٍ عجيب إذ قالوا:  {قَالُواْ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا} . </p><p> نحن لم نخلفْ موعدك باختيارنا، {ولكنا حُمِّلْنَآ أَوْزَاراً مِّن زِينَةِ القوم فَقَذَفْنَاهَا} وإنّما غَلَبَنا السامريّ وحملنا أثقالاً من حَلي المصريين الذي خرجنا به، فقذفناها في النار بإشارة السامريّن فصاغ لنا عجْلاً جسدا له صوت. </p><p> {فَقَالُواْ هاذآ إلهكم وإله موسى فَنَسِيَ} . </p><p> قال السامري ومن تبعه: هذا معبودُكم ومعبود موسى، ونسيَ السامري ربَّه فعمل هذا العمل السّيء وأضلَّ به القوم. </p><p> وقال عدد من المفسرين: نسي موسى الطريق الى ربه وضلّ عنه، وهذا غير واضح. وتكلم المفسرون في السامري كلاماً طويلا، عن أصله، واسمه وهل هو من بني اسرائيل او هو قبطي. وهذا كله كلام طويل لا طائل تحته. والسامري يهودي من بني اسرائيل دحّال. </p><p> ثم ردّ عليهم الله سبحانه مقبّحاً افعالهم، مسفِّهاً أحلامهم بقوله: </p><p> {أَفَلاَ يَرَوْنَ أَلاَّ يَرْجِعُ إِلَيْهِمْ قَوْلاً وَلاَ يَمْلِكُ لَهُمْ ضَرّاً وَلاَ نَفْعاً} . </p><p> افلا يعتبرون ويتفكرون في ان هذا العِجل لا يتكلم ولا يردّ على اقوالهم، وانه لا يستطيع ان يدفع عنهم ضرراً، ولا ان يجلب لهم نفعا، فكيف يتخذونه إلهاً! وتقدير الكلام: أفلا يرون انه لا يرجعُ اليهم قولاً. </p><p> وليس اتخاذ العجل من الذهب إلهاً بغريب على اليهود، فإنهم عبيد الذهب والمادة منذ خُلقوا. ومن يقرأ التلمود يجد العجائب في استحلال كل شيء في سبيل المال والحصولِ عليه، فهم يحلّلون كل وسيلة في أخذ المال من غير اليهود لأن كل ما في الارض لهم وحدهم. </p><p> قراءات: </p><p> قرأ الجمهورك على أثري بفتح الهمزة. وقرأ رويس عن يعقوب: على إثري بكسر الهمزة وسكون الثاء. قرأ نافع وعاصم: بملكنا بفتح الميم. وقرأ ابن كثير وابن عامر وابو عمرو ويعقبو: بملكنا بكسر الميم. وقرأ حمزة والكسائي وخلق: بملكنا بضم الميم وهي ثلاث لغاة. وقرأ نافع وابن كثير وابن عامر وحفص عن عاصم، ورويس عن يعقوب: حملنا بضم الحاء وتشديد الميم المكسورة. وقرأ ابو بكر وحمزة وابو عمرو والكسائي: حملنا بفتح الحاء والميم مخففة بدون تشديد. </p>"
}