{
  "id": null,
  "sura": 20,
  "aya": 65,
  "text": "<p> فأَوجسَ في نفسه خيفةً: أحسن بالخوف. انت الاعلى: المنتصر. ما في يمينك: هي العصا. تلقف ما صنعوا: تبتلع كل حبالهم وعصيّهم. حيث اتى: اينما كان. انه لكبيركم الذي علّمكم السحر: ان موسى لَزعيمكم الذي علّمكم السحر. من خلاف: وذلك ان تقطع اليد اليمنى والرجل اليسرى مثلا. لن نُؤْرك على ما جاءنا: لن نفضلك على الايمان الذي حصلنا عليه. فَطرنا: خلقنا. فاقض ما انت قاض: اعمل ما تريد. تزكى: تطهر. </p><p> بعد ان اتفقوا على الموعد وهو يومُ الزينة، جاؤا مصطفين مستعدّين أتم استعداد وسألوا موسى وخيّروه بين أن يبدأ فيُلقي عصاه، او يكونوا هم البادئين. </p><p> قال موسى: بل ابتدئوا، ألقوا ما عندكم. فالقوا حِبالهم وعصَّيهم فاذا هي افاعٍ تسعى. </p><p> وخُيّل لموسى أنها حقيقة من شدة سحرهم، واحس بالخوف لِما رآه من أثر السحر. فأدركه الله بلطفه فأوحى اليه قائلا:  {لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى} لا تخشَ شيئا، إنك انت الغالب المنتصر على باطلهم. ألقِ العصا التي بيمينك فإنها تبتلع ما زوّروا من السحر، فليس الذي فعلوه إلا كيد ساحر. وكانت صنعة السحر هي الغالبة في ذلك الزمان، وكانوا يضعون الزئبق بطريقة خفية في الحبال والعصي، فعندما تتأثر بحرارة الشمس (وجوُّ مصرَ حارٌّ) تضطرب الحبال وتتحرك فيظنُّ من يراها أنها تسعى. </p><p> فلا تخفْ يا موسى، فالساحر لا يفلح امتثل موسى أمر ربه، والقى عصاه فاذا هي حيذَة تسعى. بل إنها اخذت تلقف ما زوّروه من حبال وعصي وتبتلعها. فلما رأى السحرة تلك المعجزة آمنوا بموسى وربه وسجدوا لله قائلين:  {آمَنَّا بِرَبِّ هَارُونَ وموسى} وعلموا أن ما جاء به موسى ليس سحرا. </p><p> وقال رئيس السحرة: كنا نغلِب الناسَ بالسحر، فلو كان هذا سحرا فأين الذي ألقيناه من حبال وعصي، أي ذهبت؟ ما هذه العصا الصغيرة التي تأكل كل ما عندنا؟ ان هذا ليس سحرا، انما هو شيء آلهي خارق للعادة؟ ولذلك آمنوا وخرّوا ساجدين. </p><p> قال صاحب الكشّاف: سبحان الله، ما أعجبَ أمرهم، قد القوا حبالهم وعصيَّهم للكفر الجحود، ثم ألقوا رؤوسَهم ساعةٍ للشكر والسجود!! وقال ابن عباس رضي الله عن هـ: كانوا اول النهار سحَرة، وفي آخره شهداء بررة، لأن فرعون قتلهم. </p><p> ولما خاف فرعون أن يصير ايمانهم سبباً لاقتداء الناس بهم في الإيمان. </p><p> {قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْءَاذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الذي عَلَّمَكُمُ السحر} . </p><p> قال فرعون: كيف تؤمنون بهدون إذنٍ مني؟ إنكم تلاميذُ موسى في السحر وهو كبيركم الذي علمكم إياه، وليس عمله معجزةً كما توهمتم. </p><p> ثم هددهم بالقتل والتعذيب تحذيراً لغيرهم من الاقتداء بموسى وهارون: فقال: </p><p> {فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ} . </p><p> وأقسم إني لأقطعنّ من كل واحدٍ منكم يدَه ورجلَه المتختلفتين، يده اليمنى، ورجله اليسرى. </p><p> ولم يكتفِ بذلك بل قال:  {وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل} . زيادة في التعذيب والإيلام، وتشهيرا بهم. ولاجعلنكم مُثْلَةً يتعجّب منها الناس. </p><p> ثم يزيد استعلاء بقوته وجبروته فيقول:  {وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَاباً وأبقى} . </p><p> وسوف ترون من هو الذي يكون أشدَّ عذاباً، انا، أم آله موسى وهارون؟ </p><p> لم يكن يعلم أنه فاتَ الاوان، وان الإيمان قد بلغ ذِروتَه في قلوبهم، وهانت عليهم نفوسُهم في الله، فلن يأبهوا لوعيده وتهديده، فأجابوه مطمئين: </p><p> {قَالُواْ لَن نُّؤْثِرَكَ على مَا جَآءَنَا مِنَ البينات والذي فَطَرَنَا} . </p><p> اراد فرعون من السحرة ان يرجعوا عن إيمانهم، فثبتوا عليه، ودفعوا تهديده بقولهم: لن نختارك على ما جاءنا من الهدى، وعلى خالِقنا الذي فطرنا وانشأَنا من العدم. </p><p> {فاقض مَآ أَنتَ قَاضٍ إِنَّمَا تَقْضِي هذه الحياة الدنيآ. . .} </p><p> افعل ما تريد، إن سلطانك وحكمك لا يتجاوز هذه الحياة الدنيا. </p><p> آمنّ بربنا الحق، ليغفرَ لنا ما سلف من الخطايا، وعن ممارسة السحر الذي أكرهَتنا على تعلُّمه والعملش به. </p><p> {والله خَيْرٌ وأبقى} </p><p> خيرٌ منك يا فرعون ومن ثوابك، وأبقى منك سلطانا وقدرة. </p><p> ثم ختم السحرة كلامهم بهذه الآيات التي تبيّن حال المجرمين، وحال المؤمنين يوم القيامة وم ينتظر كلاً منهم. </p><p> {إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِماً فَإِنَّ لَهُ جَهَنَّمَ لاَ يَمُوتُ فِيهَا وَلاَ يحيى} . </p><p> إن من يلقى الله وهو مجرم بكفره يكون مصيره الى جهنم لا يموت فيها فينتهي عذابه، ولا يحيى حياة طيبة ينتفع فيها بالنعيم. </p><p> {وَمَن يَأْتِهِ مُؤْمِناً قَدْ عَمِلَ الصالحات فأولئك لَهُمُ الدرجات العلى} . </p><p> أما من يلاقي ربه على الإيمان وصالح الاعمال، فله المنازل الرفيعة، والدرجاتُ العالية. </p><p> ثم فسر تلك المنازل والدرجات بقوله: </p><p> {جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا وذلك جَزَآءُ مَن تزكى} . </p><p> تلك المنازل هي جنات الاقامة الدائمة، في نعيمٍ خالد، تجري بين اشجارها الأنهار، وذلك الفوز الذي أوتوه جزاءٌ لمن طهّر نفسه من الكفر بالايمان الطاعة والاعمال الصالحة. </p><p> قراءات: </p><p> قرأ حفص: تلقفْ بفتح القاف وسكون الفاء. وقرأ ابن عامر: تلقّفُ: بتشديد القاف ورفع الفاء. والباقون: تلقف: بتشديد القاف وسكون الفاء. وقرأ حمزة: كيد سحر. والباقون كيد ساحر. قرأ حفص وابن كثير وورش: أمنتم، فعل ماض على انه خبر. وقرأ الباقون: أآمنتم بهمزتين. </p>"
}