{
  "id": null,
  "sura": 20,
  "aya": 49,
  "text": "<p> اعطى كل شيء خلقه: اتقن خلْق كل شيء واعطاه صورته وشكله. ثم هدى: ثم عرّفه كيف ينتفع بما أثعطي له. ما بالُ القرون الاولى: ما حال هؤلاء الماضين. لا يضل: لا يخطىء. مهداً: ممهدة كالفراش. وسلك لكم فيها سبلا: سهل لكم فيها طرقا. ازواجا: اصنافا. شتى: مختلفة النفع والطعم واللون. لأولي النهى: لأصحاب العقول، مفردها: نُهْية. </p><p> ذهب موسى وهارون إلى فرعون. وتقول الرواية عن ابن عباس أنهما لما جاءا إلى باب فرعون اقاما مدّةً لا يُذون لهما، ثم أُذِن لهما بعد حجاب شديد، فدخلا ودار بينهما من الحوار ما قصَّه ربنا علينا. </p><p> قال فرعون وهو جالس في طغيانه وجبروته: مَن ربكمن الذي أرسلكما يا موسى؟ قالا: ربنا الذي منح نعمةَ الوجود لكل موجود، وأودع في كل شيء صفاتِهِ الخاصة، وخلَقَه على الصورة التي اختارها سبحانه له. {ثُمَّ هدى} ثم أرشده ووجَّه لما خُلق له. </p><p> فقال فرعون يحتج بالقرون الأولى الذين لم يعبدوا هذه الإله: وماذا جرى لها؟ فاجابه موسى:  {قَالَ عِلْمُهَا عِندَ رَبِّي فِي كِتَابٍ لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى} . </p><p> ان عِلْمَ هذه القرون عند ربّي، وهي من علوم الغيب، وهي مسجَّلة لديه في كتاب لا يغيب عن علمه شيء منه، ولا ينساه. </p><p> ثم عاد الى تتميم كلامه بإبراز الدلائل على الوجود فقال: </p><p> {الذي جَعَلَ لَكُمُ الأرض مَهْداً. . . .} . </p><p> انه هو الإله المتفضّل على عباده بالوجود والحفظ، مهَّد لكم الأرضَ فبسطها بقدرته وجعلها لكم كالفراش، وشقّ لكم فيها طرقاً تسلكونها. وأنزلَ المطر عليها تجري به الأنهار فيها، فأخرج أنواعَ النبات المختلفة في ألوانها وطعومها ومنافعها. </p><p> وقال لخلقه يوجِّههم الى الانتفاع بما أخرج من النبات، كلوا منها، وارعوا أنعامكم. إن في هذا الخلْق والإبداع والإنعام به دلائلَ واضحة، يهتدي بها أصحابُ العقول الى الايمان بالله ورسالاته. </p><p> ثم بين سبحانه أن هذه الدنيا ومن عليها دارُ ممر، وان هناك حياةً أخرى هي الحياة الدائمة فقال: </p><p> {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى} . </p><p> من تراب هذه الارض خلقَ الله آدم وذريته، وإليها يردّهم بعد الموت، ومنها يُخرجهم أحياء مرة اخرى للبعث والجزاء. </p><p> ولقد أرينا فرعون على يد موسى المعجزاتِ البينة المؤيدةَ لرسالته وصِدقه في كل ما اخبر به عن الله، ومع هذا كله تمادى فرعون في كفره، وكذّب بكل ما رأى ولم يؤمن. </p><p> قراءات: </p><p> قرأ الكوفيون: مهدا. والباقون: مهادا بالجمع. </p>"
}