{
  "id": null,
  "sura": 20,
  "aya": 9,
  "text": "<p> امكثوا: انتظروا، توقفوا. آنستُ: أبصرت، ولها معان اخرى. بقبس: بشعلة من نار على رأس عود. بالواد المقدّس: الذي اسمُه طُوَى. لذكري: لتكون ذاكرا لي. أكاد اخفيها: ابالغ في اخفائها عن الناس. فتَرْدَى: فتهلك. </p><p> بدأ قصة موسى من الآيات التاسعة وتستمر الى نهاءة الآية السابعة والتسعين، والواقع ان ذِكر موسى في القرآن أكثرُ قَصص المرسَلين وروداً فيه. وتأتي القصة على ما يناسب موضوع السورة. وهنا جاءت قصة موسى لتسلية الرسول الكريم، وتقوية قلوب المؤمنين، وإظهار كيف كانت العاقبة لموسىوالنصر حليفه بعد أن شُرِّدَ، وأذاق فرعونُ قومه ألوانَ العذاب. وقد تحمَّل موسى من المكاره ما تنوء به راسياتُ الجبال، وقابل ذلك بعزمٍ لا يفتر. </p><p> هل بلغكَ أيها النبيُّ خبرُ موسى وكيف كان بدء الوحي إليه. . لقد أبصر ناراً في مسيره ليلاً من مَدْيَنَ ومعه زوجتُه وبعضُ اهله، فقال لزوجته ومن معها من أهلِه: انتظِروا في مكانكم، إني أبصرتُ نارا، وأرجو ان أَجيئكم بشُعلة منها، أو أجدَ حول النار من يهديني الطريق. وفي سورة القصص ٢٩ {لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ النار لَعَلَّكُمْ تَصْطَلُونَ} هذا يدلّ على أنه كان هناك بعضُ البرد، والجذوة: الجمرة. </p><p> فلما بلغ المكانَ الذي رأى فيه النار، سمع صوتاً عُلوياً يناديه: يا موسى. فلم ير شيئاً وتحيَّ روهو يتلفّت يميناً ويسارا. فإذا بالصوت يقول له: إني أنا اللهُ ربك، فاخلَعْ نعلَيك احتراماً للبقعة المدَّسة، وتكريماً للموقف، فإنك بالوادي المطهَّر المبارك المسمَّى «طوى» ، وقد اصطفيتُك من قومك بالنبوّة والرسالة، فأصغِ لما أُوحيه إليك لتعيَه وتبلِّغه الى قومك، فإن هذا الّذي جاءك أمرٌ عظيم فتأهّبْ له. </p><p> ثم بين الله له أهم ما أوحى اليه: </p><p> {إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني وَأَقِمِ الصلاة لذكريا} . </p><p> لقد عرّفه اللهُ بنفسه وأنه إله واحد إلا هو. ثم بعد ذلك أمرَه بعبادته دون غيره، وان يقيم الصلاة على أحسن وجهٍ ليذكره دائما. فهذان أمران من الأصول: توحيدُ الله، وعبادته بالخلاص. ثم بين الأصلَ الثالث المهم الذي ينكره المشركون والملحِدون. فقال: </p><p> {إِنَّ الساعة آتِيَةٌ أَكَادُ أُخْفِيهَا لتجزى كُلُّ نَفْسٍ بِمَا تسعى} . </p><p> إن يوم القيامة آتٍ لا محالة، وإني أنا أُخفي توقيته ليُجزى كل عمل وتحاسَبَ كل نفس على ما عملتْ. وقد فسّر بعض المفسرين: أكاد أخفيها: أكاد أظهرها. وفي اللغة خَفَيْتُ الشيء اظهرته. </p><p> فلا يصرفنّك يا موسى عن الإيمان بالساعة والاستعدادِ لها من لا يؤمن بها، ولا يصدِّق بالبعث، فهو لا يرجو ثوابا، ولا يخاف عقابا، فإن فعلتَ ذلك يا موسى هلكتَ. </p><p> قراءات: </p><p> قرأ حمزة: فقال لأهلهُ امكثوا، بضم هاء لأهله. والباقون لأهله بكسر الهاء. وقرأ ابن كثير وابو عمرو: أني انا ربك بفتح همزة اني. والباقون إني بكسر الهمزة. وقرأ حمزة: وأنّا اخترناك، بصيغة الجمع. والباقون: وانا اخترتك كما هو في المصحف. </p>"
}