{
  "id": null,
  "sura": 21,
  "aya": 101,
  "text": "<p> الحسنى: البشارة بالجنة. حسيسُها: صوتها. السجلّ: الصحيفة والكاتب؟ كطيّ السجلّ للكتب: كما تطوى الورقة في الكتاب أو كما يطوي الكاتب الكتاب. الزبور: الكتاب الذي أُنزل على داود. </p><p> بعد ان ذكر اللهُ حالَ أهلِ النار وعذابهم بسبب شِركهم بالله، بيّن أحوال السعداء من المؤمنين بالله، والذين قدَموا صالح الأعمال فقال: </p><p> {إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى أولئك عَنْهَا مُبْعَدُونَ لاَ يَسْمَعُونَ حَسِيَسَهَا وَهُمْ فِي مَا اشتهت أَنفُسُهُمْ خَالِدُونَ} . </p><p> ان الذين وفّقناهم لأتّباع الحق وعمل الخير، وسبقت لهم منّا البِشارة بالجنة، أولئك لا يدخلون النار ولا يقربونها، ولو أن بعضهم عُبد مِن دونِ الله كالمسيح بن مريم، فإنه لا دخْل له بعصيان من عَبده. </p><p> إنهم لا يسمعون صوت النار، وهم في سرور دائم وفيما تشتهيه انفسهم خالدون. </p><p> {لاَ يَحْزُنُهُمُ الفزع الأكبر وَتَتَلَقَّاهُمُ الملائكة هذا يَوْمُكُمُ الذي كُنتُمْ تُوعَدُونَ} . </p><p> لا يحزنهم الهولُ الأكبر الذي يخيف الكفار، وتستقبلهم الملائكةُ بالتهنئة البشرى بالنجاة، قائلين لهم: هذا هو اليوم الذي وعدكم اللهُ به. </p><p> {يَوْمَ نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْداً عَلَيْنَآ إِنَّا كُنَّا فَاعِلِينَ} . </p><p> يوم نطوي السماءَ كام تُوطى الورقة في الكتاب، ونعيد الخلق الى الحساب والجزاء، وهو علينا هيّن، فكما بدأناهم نعيدُهم، قد وعدْنا بذلك وعداً حقا، لا بد من تحققه وإنا لذلك لفاعلون. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وحفص: للكتب بالجمع. وبالباقون: للكتاب بالمفرد. </p><p> {وَلَقَدْ كَتَبْنَا فِي الزبور مِن بَعْدِ الذكر أَنَّ الأرض يَرِثُهَا عِبَادِيَ الصالحون} . </p><p> لقد كتب الله عنده وأثبتَ في قديم عِلمه، ثم أثبتَ في الكتب السماوية من بعدِ ذلك أن الارض لا يعمرها من عباده الا من يصلح لعمارتها، وهذه سُنة من سنن الله لا تتخلَّف ولا تتبدَّل. كما قال تعالى ايضا:  {إِنَّ الأرض للَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِ والعاقبة لِلْمُتَّقِينَ}  [الأعراف: ١٢٨] ، {وَعَدَ الله الذين آمَنُواْ مِنْكُمْ وَعَمِلُواْ الصالحات لَيَسْتَخْلِفَنَّهُمْ فِي الأرض}  [النور: ٥٥] . </p><p> {إِنَّ فِي هذا لَبَلاَغاً لِّقَوْمٍ عَابِدِينَ وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ} . </p><p> ان فيما ذكرنا من أخبار الأنبياء مع أقوامهم، وأخبار الجنة والنار - لكفايةً في التذكير والاعتبار لقوم يتعظون بالعبر وينتفعون بالنذر. </p><p> وما أرسلناك يا محمد بهذا الدِّين القويم، والقرآن الكريم الا رحمة عامة للعالمين. </p>"
}