{
  "id": null,
  "sura": 21,
  "aya": 78,
  "text": "<p> الحرث: الزرع. نفشت فيه غنم القوم: رعته الغنم في الليل بلا راع. صَنعة لَبوس: الدروع من الحديد. لتحصِنكم: لتحفظكم: لتحفظكم. من بأسكم: من حربكم، والبأس هي الحرب. الأرض التي باركنا فيها: أرض الشام. من يغوصون: الذين يغوصون الى قاع البحر ليُخرجوا ما به من كنوز ثمينة. عملاً دون ذلك: غير ذلك من بناء المدن والقصور والصناعات. </p><p> {وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الحرث إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ} . </p><p> اذكر أيها الرسول نبأ داود وسليمان حين حكما في الزرع الذي رعته غنمٌ لقومٍ آخرين غير صاحب الزرع فأفسدتْه، وكان ربك شاهداً عليماً بما حكم به داود وسليمان. </p><p> {فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلاًّ آتَيْنَا حُكْماً وَعِلْماً} </p><p> وقد فهّمنا سليمانَ الحكم الصوابَ وآتيناه الحكمة والعلم جميعا. </p><p> وقصة الحكم: </p><p> أن غنماً رعت في زرع بالليل فأفسدته، فقضى داود بأن صاحب الزرع يأخذ الغنم مقابل زرعه. فلما علم سليمان بالحكم، قال: الحكم ان تبقى الغنم مع صاحب الزرع ينتفع بلبنها وصوفها، ويكلَّف صاحبُ الغنم بأن يحرث الارض ويزرعها حتى اذا استوى الزرع سلّمه الى صاحبه وساترد غنمه. وكان هذا الحكم هو الصواب. ولما علم داود بالحكم استحسنه وأمضاه. </p><p> {وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير وَكُنَّا فَاعِلِينَ} </p><p> وسخّرنا الجبال والطير لداود يسبِّحن معه بتسبيحٍ لا يسمعه البشرَ، وكنا فاعلين ذلك بقدرتنا. وهذا التسبيح لا نفهمه نحن. وفي سورة الإسراء الآية ٤٥، {وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ} فعلماؤنا الأقدمون كانوا يقولون ان هذا التسبيح مَجازي، وذلك علدم معرفتهم. وكيف يكون مجازياً، واللهُ تعالى في عدد من الآيات يحدّثنا عن تسبيح الكون والذرّات وكل شيء للخالق العظيم!! </p><p> يقول الدكتور عماد الدين خليل في مجلة العربي العدد ٢٥٩ رجب ١٤٠٠ حزيران ١٩٨٠. </p><p> «واننا لنقف هنا خاشعين أمام واحد من جوانب الإعجاز القرآني، تلك المجموعة من الآيات الكريمة التي تحدثنا عن تسبيح الكون والذرات للخالق العظيم، من سورة الحشر والصف والاسراء. . . . ان التسبيح ها هنا لا يقتصر على كون الذرات والاجسام الفضائية تخضع للنواميس التي وضعها الله فيها، فهي تسبّح بحمد الله سبحانه، فهنالك ما هو أبعد من هذا وأقرب الى مفهوم التسبيح الحي أو التقديس الواعي. إن هذه الأشياء المادية تملك ارواحاً، وهي تمارس تسبيحها وتقديسها بالروح وربما بالوعي الذي لا نستطيع استيعاب ماهيته. وان هذا ليقودنا الى مقولة» اوينقتون «:» ان مادّة العالم هذه مادة عقلية «، كما يقودنا الى الآية الكريمة {ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ. . . .} . </p><p> {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ فَهَلْ أَنتُمْ شَاكِرُونَ} . </p><p> وعلّمنا داودَ صنعة الدروع لتكون لباساً يمنعكم في الحرب ويَقيكم من شدّة بعضكم لبعض فاشكروا الله على هذه النِعم التي أنعم بها عليكم. </p><p> وهذه حقيقة واقعة، وذلك ان الحديد استُعمل في عصر داود في صناعة الدروع. </p><p> قراءات: </p><p> قرأ ابن عامر وحفص: لتحصنكم بالتاء، وقرأ ابو بكر: لنحصنكم بالنون، والباقون: ليحصنكم بالياء. </p><p> {وَلِسُلَيْمَانَ الريح عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الأرض التي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ} . </p><p> وسخّرنا لسليمانَ الريحَ عاصفة شديدة الهبوب تارة وليّنةً رُخاءً تارة أخرى، تجري بحسب رغبته الى أي بقعة في أرض الشام المباركة، وكنّا بكل شيء عالمين، لا تغيب عنا صغيرة ولا كبيرة. </p><p> {وَمِنَ الشياطين مَن يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلاً دُونَ ذلك وَكُنَّا لَهُمْ حَافِظِينَ} </p><p> وسخّرنا لسليمان من الشياطين من يغوصون له في الماء الى أعماق البحار، ليستخرجوا له اللؤلؤ والمرجان، ويعملون له ما يريد من بناء الحصون والقصور والمحاريب والتماثيل كما جاء في سورة سبأ ١٢ {يَعْمَلُونَ لَهُ مَا يَشَآءُ مِن مَّحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كالجواب وَقُدُورٍ رَّاسِيَاتٍ}  {وَكُنَّا لَهُمْ حَافِظِينَ} من التمرّد على أمر سليمان، فهم لا ينالون أحداً بسوء. </p>"
}