{
  "id": null,
  "sura": 21,
  "aya": 30,
  "text": "<p> رتقا: ملتئمتين. ففتقناهما: ففصلناهما. رواسي: جبالا ثابتة. تميد: تضطرب وتتحرك. فجاجا سبلا: الفجاج واحدها فج: المكان المنفرج، والسبُل واحدها سبيل: وهو الطريق الواسع. في فلك: في دائرة بهذا الكون الواسع. نبلوكم: نختبركم. </p><p> لقد ذكر الله هنا ستة أدلة تثبت وجودَ الخالق الواحد القادر، ولو تدبَّرها المنصِفون، وعقَلَها الجاحدون، لم يجدوا مجالاً للإنكار. </p><p> الأول:  {أَوَلَمْ يَرَ الذين كفروا أَنَّ السماوات والأرض كَانَتَا رَتْقاً فَفَتَقْنَاهُمَا} . </p><p> أولم يعلم الذين كفروا ولم يبصروا الحق، أن السمواتِ والأرضَ كانتا في بدء خَلْقِهما ملتصتين في صورة كتلة واحدة ففصلناهما حتى صارتا في هذا النظام! وهو ما يسمونه: النظام الشمسي، ويتكون من الشمس، يدور حولها تسعة كواكب سيارة هي: عطارد، والزُّهرة، والأرض، والمريخ، والمشتري، وزحَل، وأورانوس، ونبتون، وبلوتو، وعدد من الأقمار يدور حول كل من هذه الكواكب. </p><p> ويدخل ضمن هذه الأسرة عدد من الاجسام الصغيرة تقع بين مداري المريخ والمشتري، وتدور حول الشمس كسربٍ من الطير، ومن بينهما المذنّبات، والشُهُب التي نرى الكثير منها يتهاوى في الليل نحو الأرض، ويتمزّق عند احتكاكه بالغلاف الجوي المحيط بها. </p><p> أما بقية الأجرام التي نراها في السماء ليلاً تزين سطح القبة السماوية فهي النجوم، وهي شموس لا حصر لها، والكثيرُ منها يَكْبُرُ شمسَنا. وهي بعيدة جدا لا نستطيع الوصول اليها بكل ما لدينا من وسائل حديثة، والبحث فيها يطول. </p><p> ولعلماء الفلك نظريات عددة في كيفية انفصال هذه الأجرام عن بعضها البعض، لكن هذا الموضع ليس موضع بحثه. والقرآن الكريم كتاب يهدي الانسان الى سعادته في دنياه وآخرته وليس كتاب نظريات في الفلسفة والعلم والفلك وغيره، وان كان ما يرِدُ فيه لا يخالف أحدث نظريات العلم والفلك، واكبر دليل على ذلك هذه الآية العظيمة. </p><p> الثاني:  {وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ أَفَلاَ يُؤْمِنُونَ} . </p><p> وخلقنا من الماء كلَّ ما في هذا العالَم من حياة، فالماء مصدر الحياة لكل نامٍ، إنساناً كان او حيواناً او نباتا، فهل بعد كل هذا يعرضون، فلا يؤمنون بانه لا اله الا الله! </p><p> وتقرر هذه الآية حقيقةً علمية ثابتة، وهي ان الماء هو المكوِّن الهام في تركيب مادة الخلية، وهي وَحْدة البناء في كل كائن حيّ. ولقد اثبت علم الكيمياء الحيوية ان الماء لازم لحدوث التفاعلات والتحولات التي تتم داخل اجسام الأحياء. </p><p> وأثبت علم وظائف الاعضاء ان الماء ضروري لقيام كل عضو بوظائفه التي بدونها لا تتوافر له مظاهر الحياة ومقوماتها. </p><p> الثالث:  {وَجَعَلْنَا فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِهِمْ} . </p><p> وجعلنا في الأرض جبالاً ثوابت لئلا تضطرب بمن عليها من الخلق، وجعلنا فيها طرقاً فسيحة، ومسالكَ واسعة، لكي يهتدوا بها في سيرهم الى أغراضهم. </p><p> وقد ثبت ان توزيع اليابس والماء على الأرض، ووجودَ سلاسل الجبال عليها - يحقق الوضع الذي عليه الأرض من التوازن، فالجبالُ ذات الجذور الممتدة في داخل القشرة الارضية الى اعماق كبيرة تتناسب مع ارتفاعها، فهي كأنّها أوتاد. وبهذا الترتيب تتوزع الأوزان على مختلف جوانب الكرة الارضية. </p><p> وهذه المعلومات معجزة في الآية ترشِد الى ان القرآن وحيٌ يوحى، لن احداً لم يكن يعلم عن هذه المعلومات شيئا في العصر الذي نزلت فيه. </p><p> ولما ارتفعت الجبال حدثت السهور والأودية والممرات بين الجبال وشواطىء البحار والمحيطات والهضاب، وكانت سُبلاً وطرقا. وهذا هو الدليل الرابع حيث يقول الله تعالى:  {وَجَعَلْنَا فِيهَا فِجَاجاً سُبُلاً لَّعَلَّهُمْ يَهْتَدُونَ} . </p><p> وجعلنا في الارض طرقاً بين جبالها يسلكها الناس من قُطر الى قطر ومن إقليم الى آخر، ليهدوا بذلك الى مصالحهم وأمورهم في هذه الحياة الدنيا. </p><p> الخامس:  {وَجَعَلْنَا السمآء سَقْفاً مَّحْفُوظاً وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ} . </p><p> وجعلنا السماءَ فوقهم كالسقف المرفوع، وحفظناها من أن تقع كما في الآية الاخرى، {وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ}  [الحج: ٦٦] . او يقع ما فيها عليهم، وهم مع ذلك منصرفون عن النظر في آياتنا الدالَّ على قدرتنا وحكمتنا. </p><p> فالآية تقرر أن السمواتِ وما فيها من أجرام محفوظةُ بكيانها متماسكةٌ لا خلل فيها، وفق نظام بديع لا يتخلف ولا يتبدل. وقد جعل الله لهذه الأرض غلافاً جوياً يحفظها وتتبع الاشعاعات الضارة من أن تصل إليها، وجعل فوق الغلاف الجوي أجرام السماء على أبعاد مختلفة تحتفظ بنظام دورانها وكيانها منذ القدم وإلى ما شياء الله. </p><p> {وَهُوَ الذي خَلَقَ الليل والنهار والشمس والقمر كُلٌّ فِي فَلَكٍ يَسْبَحُونَ} . </p><p> والله خلق لكم الليلَ والنهار نعمةً منه عليكم فهما يختلفان عليكم لصلاح معايشكم وأمور دنياكم، وخلَقَ الأرض والشمس والقمر تجري في افلاكها، لكل جرم سماوي مدارُه الخاص يسبح فيه. وأجرام السماء كلها لا تعرض السكون، وتتحرك في مدارات خاصة. </p><p> بعد ذكر هذه الأدلة على وجود الخالق الواحد القادر، بيّن سبحانه وتعالى في كتابه للناسِ أن هذه الدنيا لم تُخلَق للخلود والدوام، وانما للابتلاء والامتحان، ولتكون وسيلةً الى الآخرة التي هي دار الخلود فقال: </p><p> {وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الخلد أَفَإِنْ مِّتَّ فَهُمُ الخالدون} . </p><p> وما جعلنا لأحدٍ من البشر قبلك ايها النبي الخلود في هذه الدنيا، فكل من على هذه الأرض ميت، كما قال تعالى ايضا:  {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَّيِّتُونَ} إفإنْ متَّ فهم يخلُدون في هذه الحياة!! . </p><p> نزلت هذه الآية لما تضايق كبراء قريش من الرسول الكريم فقالوا: نتربّص به الموتَ فنستريح منه. </p><p> ثم اكد الله الأمرَ وبيّن انه لا يَبقى أحد في هذه الدنيا فقال: </p><p> {كُلُّ نَفْسٍ ذَآئِقَةُ الموت وَنَبْلُوكُم بالشر والخير فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ} . </p><p> كل نفس لا بد ان تذوق الموت، إنما نعاملكم في هذه الحياة معاملة المختبِر بما يصيبكم من شر او خير، ونعلم الشاكر للخير والصابر على البلاء. </p><p> إلينا مرجعُكم فنحاسبكم على أعمالكم. والكثرُ من الناس يصبرون على الابتلاء بالشرّ من مرضٍ او فقر او غير ذلك، لكن القليل القليل منهم يصمد أمام الابتلاء بالخير، ولا تبطره النعمة، ويقوم بحقها خير قيام، ويصبر على الإغراء بالمناصب والمتاع والثراء. </p><p> روى مسلم في صحيحه «ان الرسول الكريم قال:» عجباً لأمر المؤمن إنّ أمره كله خير، وليس ذاك لأحد إلا للمؤمنين، إن اصابتْه سرّاء شَكَرَ فكان خيراً له، وان اصابته ضرّاء صَبَرَ فكان خيرا له « </p><p> {وَإِذَا رَآكَ الذين كفروا إِن يَتَّخِذُونَكَ إِلاَّ هُزُواً أهذا الذي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرحمن هُمْ كَافِرُونَ} . </p><p> واذا رآك المشركون ايها النبي يسخرون منك ويستهزئون، لأنك سفّهت أحلامهم وأتيتهم بالدِّين القويم، ويقول بعضهم لبعض: اهذا الذي يذكر آلهتكم بالعيب! وكيف يعجبون من ذلك وهم كافرون بالله الذي خلقهم وأنعم عليهم! </p>"
}