{
  "id": null,
  "sura": 21,
  "aya": 1,
  "text": "<p> اقترب للناس حسابهم: اقترب يوم القيامة. من ذِكر: من قرآن. مُحدَث: جديد: لاهية قلوبهم: غافلون عن ذكر الله. أسرّوا النجوى: أخفوا حديثهم بينهم. اضغاث أحلام: الأضغاث هي الأشياء المختلطة بعضها ببعض، ومعنى اضغاث أحلام: ما كان منها ملتبسا مضطربا يصعب تأويله. بل: كلمة تُذكر للانتقال من غرض لآخر </p><p> دنا للناس وقت حسابهم بقرب مجيء يوم القيامة، وهم غافلون عن هول ذلك اليوم، ساهون لا يتفكرون في عقابتهم. . فإن يوم الحساب آتٍ لا محالة. </p><p> ثم بين الله ما يدل على غفلتهم واعراضهم بقوله: </p><p> {مَا يَأْتِيهِمْ مِّن ذِكْرٍ مِّن رَّبِّهِمْ مُّحْدَثٍ إِلاَّ استمعوه وَهُمْ يَلْعَبُونَ} . </p><p> ما يُنزل الله من قرآن يجدّد لهم فيه الذكر، ويُحْدِث لهم الآية بعد الآية والسورة بعد السورة ليكرر على اسماعهم التنبيه والموعظةَ لعلّهم يتعظون، الا زادهم ذلك لعباً واستهزاء. ولقد بالغوا في اخفاء نجواهم وتآمرهم على الرسول الكريم، فهل محمدٌ إلا بشرٌ مثلكم! </p><p> {أَفَتَأْتُونَ السحر وَأَنتُمْ تُبْصِرُونَ} . </p><p> اتصدّقون محمداً وتذهبون الى مجلس السحر وأنتم تعلمون انه ساحر!؟ . </p><p> قال لهم الرسول وقد أطلعه الله على حديثهم الذي أسرّوه: إنكم وإن أخفيتم قولكم وطعنكم فيَّ فإن ربّي يَعلم كل ما يقال في السماء والأرض، لا يخفى عليه شيء. </p><p> ثم بين اللهُ خوضهم في فنون الاضطراب وعدم اقتصارهم على ما تقدَّمَ من أن النبي ساحر بقوله تعالى: </p><p> {بَلْ قالوا أَضْغَاثُ أَحْلاَمٍ بَلِ افتراه بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَآ أُرْسِلَ الأولون} . </p><p> إنهم لم يثبُتوا على صفة له، ولا على رأي يرونه. . . . كيف يصِفون هذا القرآن، وكيف يتقونه. قالوا في أول الأمر إن محمداً بشَرٌ مثلكم، ثم قالوا إن ما جاء به سِحر، ثم قالوا إنه أحلامٌ مختلطةٌ يراها محمد ويرويها عليكم، ثم عادوا وقالوا إن هذا الذي يجيء به كذبٌ مفترى، بل هو شاعر، فإذا كان رسولاً حقيقياً فليأَتِنا بمعجزة مادية تدل على صدقه، كما أُرسِل الانبياء الأولون مؤيدين بالمعجزات. إنهم حائرون لا يدرون بماذا يصفون هذا الرسول والقرآن، فينتقلون من ادّعاء الى ادّعاء، ومن تعليلٍ إلى تعليل، ولا يستقرون على رأي. </p><p> {مَآ آمَنَتْ قَبْلَهُمْ مِّن قَرْيَةٍ أَهْلَكْنَاهَآ أَفَهُمْ يُؤْمِنُونَ} . </p><p> إن القرى التي أهلكناها لم تؤمن مع أنّنا أرسلنا إليهم رسُولنا بالمعجزات المادية، فأهلكناهم، فهل يؤمن هؤلاء من قومك إذا جاءهم ما يطلبون!! . </p><p> قال قتادة: قال أهل مكة للنبيّ صلى الله عليه وسلم اذا كان ما تقولُه حقاً ويسرّك ان نؤمن، فحوِّل لنا الصَّفا ذهبا. فأتاه جبريل فقال: ان شئتَ كانَ الذي سألك قومُك، ولكنه إن كان ثم لم يؤمنوا، لم يُنظَروا (يعني ان الله يهلكهم حالا) وان شئتَ استأنيتَ بقومك، قالك بل أستأني بقومي. فانزل الله: </p><p> {مَآ آمَنَتْ قَبْلَهُمْ. . الآية} . </p>"
}