{
  "id": null,
  "sura": 21,
  "aya": 7,
  "text": "<p> أهل الذِكر: العِلم. الجسد: الجسم ذِكركم: عظتكم. كم قصمنا من قرية: كم أهلكنا، أصل القصم الكسر. أنشأنا: أوجدْنا. أحسّوا: أدركوا. الى ما أترفتم: الى ما بطرتم فيه من نعيم. يا ويلنا: يا هلاكنا، يا خزينا. حصيدا: مثل الحصيد. خامدين: كالنار التي خمدت وانطفأت. </p><p> بيّن الله تعالى لهم جواباً لشُبهتهم أن الرسولَ لا يكون بشراً بقوله: </p><p> {وَمَآ أَرْسَلْنَا قَبْلَكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ فاسئلوا أَهْلَ الذكر إِن كُنتُمْ لاَ تَعْلَمُونَ} </p><p> وما أرسلْنا قبلك يا محمد من الرسُل إلا رجالاً من البشَر نوحي اليهم الدِّينَ ليبلّغوه الى الناس، فاسألوا أيها المنكِرون أهلَ العلم بالكتب المنزلة ان كنتم لا تعلمون. </p><p> ثم بيّن الله كون الرسل بشَرا كسائر الناس في أحكام الطبيعة البشرية فقال: </p><p> {وَمَا جَعَلْنَاهُمْ جَسَداً لاَّ يَأْكُلُونَ الطعام وَمَا كَانُواْ خَالِدِينَ} . </p><p> وما جعلنا الرسُلَ الذين قبلك أجساداً تخالفُ أجسادَ البشر، فقد كانوا لا يعيشون دون طعام، وما كانوا مخلَّدين، بل إنهم كغيرهم من الناس كلّفهم اللهُ بتليغ الرسالة. </p><p> قراءات </p><p> قرأ عاصم: نوحي بالنون، والباقون: يوحَى بالياء وفتح الحاء. </p><p> {ثُمَّ صَدَقْنَاهُمُ الوعد فَأَنجَيْنَاهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا المسرفين} . </p><p> إنا ارسلْنا رسلاً من البشر وصدّقناهم وعدَنا فنصرناهم على المكذّبين، وأنجيناهم هم ومن آمن معهم، وأهلكنا الذين أسرفوا على أنفسهم في تكذيبهم برسالة أنبيائهم. </p><p> وبعد أن حقق اللهُ رسالته صلى الله عليه وسلم ببيان أنه كسائر الرسل الكرام - شرع يحقق فضل القرآن الكريم، ويبيّن نفعه للناس. </p><p> {لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ أَفَلاَ تَعْقِلُونَ} . </p><p> لقد أنزلنا إليكم القرآن ورفعنا فيه ذِكركم أيها العرب، وفيه مجدكم وعِظَتُكم بما اشتمل عليه من مكارم الأخلاق، وفاضل الآداب وسديد الشرائع والأحكام، أفلا تتفكرون؟ ، ومَنْ هم العربُ لولا القرآن؟ هو الذي جعلهم أمةً ذاتَ حضارة ودين قويم، بعد ان كانوا خاملين يعيشون في ظلام الهمجية والجاهلية. </p><p> {وَكَمْ قَصَمْنَا مِن قَرْيَةٍ. . . . .} . </p><p> والقصمُ أشدُّ حركات القطع، والتعبيرُ به يشير إلى شدة وقع الضربة على تلك القرى. </p><p> وكثير من أهل القرى أهلكناهم بسبب كفرهم وتكذيبهم لأنبيائهم، ثم أنشأنا بعد إهلاكهم أُمماً أخرى أحسنَ منهم حالاً ومالاً. </p><p> ثم بيّن حالهم حين حلول البأس بهم فقال: </p><p> {فَلَمَّآ أَحَسُّواْ بَأْسَنَآ إِذَا هُمْ مِّنْهَا يَرْكُضُونَ} . </p><p> فلما أيقنوا أن العذابَ واقعٌ بهم لا محالة سارعوا الى الهروب، فخرجوا منها يركضون. . . . ولكن الى اين! </p><p> {لاَ تَرْكُضُواْ وارجعوا إلى مَآ أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ} . </p><p> يُقال لهم على سبيل الاستهزاء والتهكم: لا تهربوا أيها المنكرون، فلن يعصِمكم من عذاب الله شيء، ارجعوا الى ما كنتم فيه من نعيم وترف ومساكن طيبة، لعلّكم تسألون عن ذلك كلّه فيم أنفقتموه. </p><p> {قَالُواْ ياويلنآ إِنَّا كُنَّا ظَالِمِينَ} . </p><p> حين يئسوا من الخلاص قالوا: يا هلاكنا إنّا كنا ظالمين. بهذا كانوا يحاولون التوبة والاعتذار، ولكن فات الآوان. {فَمَا زَالَت تِلْكَ دَعْوَاهُمْ حتى جَعَلْنَاهُمْ حَصِيداً خَامِدِينَ} فما زالوا يردّدون هذه المقالة، ويصيحون بها حتى جعلناهم بالعذاب كالزَّرع المحصود، خامدين لا حياة فيهم. </p>"
}