{
  "id": null,
  "sura": 21,
  "aya": 92,
  "text": "<p> الأمة: جماعة من الناس تجمعهم صفات موروثة ومصالح وأماني واحدة، او يجمعهم امر احد من دين او مكان او زمان، ثم شاع استعمالها في الدين. وتقطّعوا امرهم: تفرقوا وصاروا شيعا. فلا كفران لسعيه: لا يضيع سعيه، ولا يُجحد. حرام على قرية: ممتنع على اهل القرية. من كل حدب: من كل مرتفع من الارض. ينسلِون: يسرعون. حصب جهنم: وقود جهنم. زفير: شدة تنفسهم في النار. </p><p> بعد عرض سُنن الله الكونية، الشاهدة بوحدة الخالق، وسنن الله في ارسال الرسل بالدعوات الشاهدة بوحدة العقيدة - يؤكد القرآن الكريم هنا وحدة الأمة والإله، وان الله لا يضيع عمل عاملٍ مخلص، ثم يعرض مشهداً من القيامة، ومصير المشركين والشركاء في ذلك اليوم. </p><p> {إِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَاْ رَبُّكُمْ فاعبدون} . </p><p> الخطاب هنا لجميع الناس، ان هذه ملّتكم ملة واحدة، وأنا ربكم ايها الناس، فعليكم ان تدينوا جميعاً بدِين التوحيد الذي جاء به جمع الانبياء. فاعبدوني دون جميع هذه الآلة والأوثان. وأمةً بالنصب حال. </p><p> {وتقطعوا أَمْرَهُمْ بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ فَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ فَلاَ كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ} . </p><p> مع كل هذا الإرشاد تفرَّق اكثرُ الناس بحسب شهواتهم، وصاروا شِيعاً مختلفة، منهم الجاحدون ومنهم المشركون، وكلّهم راجعون الينا، فمن يعمل الأعمال الصالحةَ وهو مؤمن بالله فلا ينقص شيء من سعيه، بل سيوفّاه كاملا {إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً}  [الكهف: ٣٠] . </p><p> {وَحَرَامٌ على قَرْيَةٍ أَهْلَكْنَاهَآ أَنَّهُمْ لاَ يَرْجِعُونَ} . </p><p> ان كل أهل قريةٍ اهلكناهم في الدنيا لا بد ان يرجعوا الينا ليلاقوا جزاءهم يوم القيامة فالجزاء على الاعمال إنما يتم في الآخرة ولو قدِّم منه شيء في الدنيا. وهذه الآية أشكلت على المفسرين، وقال بعضهم إنها مشكلة، وتعذر معناها: وحرام على أهل قرية حكمنا باهلاكها ان يُقبل لهم من عمل لأنهم لا يتوبون، وقال بعضهم: وحرم الله على اية قرية اهلكها الله أن يعيدها الى الدنيا. . . </p><p> قراءات: </p><p> قرأ ابو بكر وحمزة والكسائي: وحرم بكسر الحاء واسكان الراء. والباقون: وحرام بفتح الحاء والراء والف بعدها والمعنى واحد. </p><p> {حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ} . </p><p> لا يزال الأمر يجري على ما قدّمنا، نكتب الأعمال الصالحة للمؤمنين ونشكر سعيهم، ونهلك القرى الظالمة، ونحرم رجوعهم بعد الهلاك الى ان يُفتح سدُّ يأجوج ومأجوج، وتراهم يسرعون من كل مرتفع من الارض. وهذا الأمر من علامات اقتراب الساعة، كما جاء في سورة الكهف ٩٨ {فَإِذَا جَآءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّآءَ وَكَانَ وَعْدُ رَبِّي حَقّاً} قراءات: </p><p> قرأ ابن عامر: فُنُّحتْ بالتشديد. والباقون: فُتِحت بالتخفيف. </p><p> {واقترب الوعد الحق فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الذين كَفَرُواْ ياويلنا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا بَلْ كُنَّا ظَالِمِينَ} </p><p> لقد َرُبَ مجيء يوم القيامة، وعندها تشخَص أبصار الذين كفروا من شدة الهول، فيصيحون قائلين: يا هلاكنا قد كنا في غفلة من هذا اليوم، بل كنا ظالمين لأنفسنا بالكفر العناد. </p><p> {إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ} ويقال لهؤلاء الكفار: انكم جميعا مع من عبدتم من دون الله وقودُ نارِ جهنم واردون لها، وداخلون فيها. </p><p> {لَوْ كَانَ هؤلاء آلِهَةً مَّا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لاَ يَسْمَعُونَ} . </p><p> لو كان هؤلاء الأصنام الذين عبدتموهم من دون الله آلأهة ما دخلو النار، وكلُّكم: العابدون والمعبودون المزيفون - في النار مخلَّدون. ولكم في النار زفير ونَفَس متقطع، من شدة ما ينالكم من العذاب، ولن تسمعوا شيئا يسرّكم. </p>"
}