{
  "id": null,
  "sura": 21,
  "aya": 45,
  "text": "<p> الصُم: واحدُه أصم، الذي لا يسمع. نفحة: الشيء الضئيل. الخردل: نباتُ عشبي ينبت في الحقول، تُستعمل بذوره في الطب، والطعام، ويُضرب به المثل في الصغر. القسط: العدل. حاسبين: محصين عادين. الفرقان: ما يفرق بين الحق والباطل وتطلق على التوراة، وكذلك على القرآن، والضياء كالفرقان لأنه ينير الطريق للناس. مشفقون: خائفون. </p><p> بعد ان بين الله هول ما يستعجلون، وحالَهم السيئة حين نزوله بهم، ثم نعى عليهم جهلهم وإعراضهم عن ذِكر ربهم الذي يكلؤهم من طوارق الليل وحوادث النهار - أمَرَ رسولَه الكريم ان يقول لهم: إنما أخبركم به قد جاءَ من عند الله فقال: </p><p> {قُلْ إِنَّمَآ أُنذِرُكُم بالوحي} . </p><p> قل أيها النبي لهؤلاء الجاحدين السادرين في غَيِّهم: إنما أحذّركم بالوحي الصادق الصادر عن الله، فإن كنتم تسخرون من أمرِ الساعة وأهوالها، فانها من وحي الله وامره، لا من وحي الخيال. </p><p> ثم أردَفَ بأن الانذار مع مثل هؤلاء لا يجدي فتيلا، فهم كالصمّ الذي لا يسمعون داعي الله فقال: </p><p> {وَلاَ يَسْمَعُ الصم الدعآء إِذَا مَا يُنذَرُونَ} . </p><p> وكيف يُجدي الإنذارُ من كان أصم لا يسمع! وكيف يسمع الطرش النداءَ حين يوجّه اليهم! وكل من لا يستجيب لداعي الله فهو أصم ولو كان يسمع ويرى. </p><p> {وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ ياويلنآ إِنَّا كُنَّا ظَالِمِينَ} . </p><p> وحين يسمهم أقل العذاب يوم القيامة يدعون على أنفسِهم بالويلِ والثبور ويقولون: إنا كنا ظالمين لأنفسنا بكفرنا، ويندمون على ما فَرَطَ منهم، لكنه لن ينفعهم الندم ولا الاعتراف بعد فوات الأوان. </p><p> ثم يبين في خاتمةهذا الحوار ما سيقع من أحداث يوم القيامة وحين يأتي ما أُنذروا به فيقول: </p><p> {وَنَضَعُ الموازين القسط لِيَوْمِ القيامة فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وكفى بِنَا حَاسِبِينَ} . </p><p> في ذلك اليوم العظيم نضع الموازينَ العادلة الدقيقة التي تُحصي كل شيء، ويأخذُ كل انسان حقه كاملاً، ولا تُظلم نفسٌ شيئا، ولو كان العمل بوزن حبةِ الخردل، وحبة الخردل جزء من الف جزء من الغرام، فان الكيلو غرام يحتوي على ٩١٣ الف حبة، وهذا صغُر وزنٍ لحبة نبات عُرف حتى الآن. فإن كان الانسانُ اخترع الكمبيوتر، الذي يحصي أدقّ المعلوما فإن الله عنده ما هو أدق منه وأعدل. ولا يخفى ما في هذه الآية من التحذير الشديد والوعيد. </p><p> قراءات: </p><p> قرأ ابن عامر:  «ولا تُسمع الصم الدعاء» بضم التاء وكسر الميم. والباقون: ولا يَسْمعُ الصمُّ بفتح الياء والميم، وضم الصم. . وقرأ نافع: وان كان مثقالُ حبة برفع مثقال، والباقون: مثقالَ بالنصب. </p><p> {وَلَقَدْ آتَيْنَا موسى وَهَارُونَ الفرقان وَضِيَآءً وَذِكْراً لَّلْمُتَّقِينَ} . </p><p> يبين الله تعالى هنا أن الرسل كلّهم من البشر وهي السُنّة المطّردة، وأن نزول الكتاب على الرسول محمد صلى الله عليه وسلم ليس بدعةً مستغربة، فقد أنزلْنا على موسى وهارونَ الفرقانَ، وهو التوراة. </p><p> والفرقانُ من صفات القرآن ايضا، فالكتب المنزلة من عند الله كلّها فرقان بين الحق والباطل، وضياء تكشف ظلماتِ القلب، وتذكير ينتفع به المتقون. </p><p> ثم يذكر صفاتِ المتقيم: </p><p> {¤لَّذِينَ يَخْشَوْنَ رَبَّهُمْ بالغيب وَهُمْ مِّنَ الساعة مُشْفِقُونَ} . </p><p> والمتقون هم الذي يخافون ربَّهم في السرّ والغيب والعلانية، وهم مع ذلك خائفون وَجِلون من عذاب يوم القيامة، فهؤلاء هم الذين ينتفعون بالضياء ويسيرون على هداه. </p><p> {وهذا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنكِرُونَ} . </p><p> وهذا القرآن الذي انزلنا على محمد الأمين كما انزلنا الذكر على موسى وهارون، ذكر لكم فيه البركة والخير، وموعظة لمن يتعظ بها، أفبعد ان علمتم شيأنه وعظمته تنكروه، وانتم أولى الناس بالايمان به! </p>"
}