{
  "id": null,
  "sura": 21,
  "aya": 61,
  "text": "<p> على أعينِ الناس: علناً أمام جميع الناس، كما يقال: على رؤوس الأشهاد. فرجعوا الى أنفسهم: ففكروا وتدّبروا. ثم نكسوا على رؤوسهم: بعد أن أقرّوا انهم ظالمون، انقلبوا تلك الحال الى المكابرة والجدل بالباطل. </p><p> {قَالُواْ فَأْتُواْ بِهِ على أَعْيُنِ الناس لَعَلَّهُمْ يَشْهَدُونَ قالوا أَأَنْتَ فَعَلْتَ هذا بِآلِهَتِنَا ياإبراهيم قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هذا فَاسْأَلُوهُمْ إِن كَانُواْ يِنْطِقُونَ} . </p><p> واتفقوا أن يحاكموه علناً على رؤوس الأشهاد فقالوا: أحضِروه أمام جميع الناس ليشهدوا عليه وتكون شهادتهم عليه حجةً لنا. فلما أتوا به قالوا له: أأنت كسرتَ هذه الآلهة وجلْتَهم قظعا؟ وطلبوا منه ان يعترف بذنبه. </p><p> فأجابهم جواباً ذكياً لطيفا، أدهشهم وحيّرهم إذ قال:  {بَلْ فَعَلَهُ كَبِيرُهُمْ هذا} فاسألوه واسألوا أصنامكم ليُخبروكم إن كانوا يتكلمون. فكانت مقالةُ إبراهيم عليه السلام حجةً شديدة الوقع في نفوسهم وحيرّتهم ولم يعرفوا ما يقولون. </p><p> {فرجعوا إلى أَنفُسِهِمْ فقالوا إِنَّكُمْ أَنتُمُ الظالمون} </p><p> فكأنهم أفاقوا نم غفلتهم لحظات، فراحوا يلومون أنفسَهم ويقولون: حقيقةً إنكم أنتم الظالمون، كيف نعبدُ آلهة لا تدفع الأذى عن نفسها! </p><p> {ثُمَّ نُكِسُواْ على رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هؤلاء يَنطِقُونَ} . </p><p> ثم عادوا إلى جهالتهم كأنهم وقفوا على رؤوسهم، وانقلبوا من الرشاد الى الضلال، وقالوا لإبراهيم: أنت تعلم ان هؤلاء لا يتكلمون فكيف تطلبُ منا ان نسألهم؟ </p><p> وهنا ظهرت حجةُ ابراهيم واضحة، ورأى الفرصة سانحة لإلزامهم الحجة فقال:  {قَالَ أَفَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَنفَعُكُمْ شَيْئاً وَلاَ يَضُرُّكُمْ أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ الله أَفَلاَ تَعْقِلُونَ} . </p><p> فقال إبراهيم متهكماً عليهم: لقد أقررتُم أن هذه الأصنام لا تنطق ولا تردّ أذى ولا تنفع، ومع ذلك تعبدونها من دون الله، متى ترتدّ اليكم عقولكم! أفٍّ لكم وقبحاً لآلهتكم. </p><p> ولما بان عجزُهم وظهر الحقّ أخذتهم العزّةُ بالإثم كما تأخذ الطغاة حين يفقدون الحجة، فلجأوا الى استعمال القسوة. وذلك ما يشير إليه قوله تعالى: </p><p> {قَالُواْ حَرِّقُوهُ وانصروا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ} . </p><p> هنا لجأوا الى منطق العُتاة وفعل الطغاة، فقالوا: احرِقوا إبراهيم هذا بالنار، وانصروا آلهتكم عليه بهذا العقاب، إن كنتم تريدون نصرها. </p><p> ولكن الله تعالى أبطَلَ كيدهم، ودفع عنه الهلاك بمعونته وتأييده فقال: </p><p> {قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ وَأَرَادُواْ بِهِ كَيْداً فَجَعَلْنَاهُمُ الأخسرين} . </p><p> أوقَدوا ناراً عظيمة ليحرقوه ثم ألقوه فيها، فقلنا للنار: كوني برداً وسلاماً على إبراهيم، فلم تضرّه بإذن الله، ونجا منها، وكانت معجزةً كبرى لابراهيم. لقد أرادوا ان يبطشوا به ويهلكوا بالنار، فنجّيناه ورددنا كيدهم في نحورهم وجعلناهم الخاسرين. </p><p> ونقل كثير من المفسرين كلاماً كثيراً في سيرة ابراهيم من الاساطير القديمة نضرب عنه صفحا لعدم الفائدة منه. </p>"
}