{
  "id": null,
  "sura": 22,
  "aya": 42,
  "text": "<p> فأمليت: فامهلت. ثم أخذتهم: أهلكتهم. النكير: العقوبة الرادعة. خاوية: خالية وساقطة. عروضها: سقوفها. بئر معطلة: مهملة لا يُستقى منها. قصر مَشيد: عظيم فخم. معاجِزين مسرعين من الحق الى الباطل. </p><p> {وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ موسى فَأمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ} </p><p> هؤلاء المشركون بالله، فلا تحزن أيها الرسول. . . . لقد كَذَبت أمم كثيرة رسُلهم قبلك، ولستَ أولَ رسولٍ كذّبه قومه وآذوه، فقد كذّب قومُ نوحٍ نوحا، وكذبت عاد وثمود رسُلهم، وكذب قوم ابراهيم رسولَهم ابراهيم، وكذلك فعلَ قوم لوط، وكذب اهل مَدْيَنَ رسولهم شُعيبا، وكذبت فرعونُ وقومه موسى. . . . وقد أمهلتُ أولئك المكذبين مدة لعلّهم يتوبون الى رشدهم ويستجيبون لدعوة الحق، فلم يرتدعوا بل تمادَوا في غيّهم، فعاقبتُهم بأشد انواع العقاب، فانظر يا محمد في آثارهم كيف كان عقابي لهم. </p><p> {فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ على عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ} </p><p> وكثير من القرى أهلكناها بسبب ظُلْم أهلها وكفرهم، وأصبحت خاليةً من سكانها، سقوفها ساقطة على جدرانها، كأن لم تكن بيوتها موجودة من قبل. وكم بئرٍ معطلة لا يرِدُ عليها أحد، وقصرٍ عظيم خلا من سكانه! </p><p> قراءات </p><p> قرأ اهل البصرة: اهلكتها بالتاء. والباقون: اهلكناها بالنون. </p><p> {أَفَلَمْ يَسِيرُواْ فِي الأرض فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور} </p><p> أوَلَم يتعظ هؤلاء المكذبون بمصارع الأولين، وينظروا كيف أصبحتْ ديارهم خاليةً ودورهم معطلة! أين عقولهم وسمعُهم وأبصارهم، هل تعطلت؟ </p><p> ان العمى الحقيقي ليس في العيون، ولكنه في القلوب والبصائر، فإنهم في هذه الحالة يرون ولا يدركون، ويسمعون ولا يعتبرون. </p><p> {وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ وَإِنَّ يَوْماً عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ} . </p><p> ها إنَّ قومُك يا محمد بدلاً من التأمل في مصارع الماضين، وديارِهم الخاوية، والاتعاظ بها والايمان بالله - راحوا يستعجلون في العذاب الذي أخَّره اللهُ عنهم إلى أجلٍ معلوم!! وهذاغرور كبير منه، واللهُ تعالى لن يُخلف وعدَه، فهو واقع بهم، ولكن في موعدٍ قدَّره الله في الدنيا او في الآخرة. ان أيام الله لا تقدير لها، فان يوماً واحداً من أيامه كألف سنةٍ من أيامكم. </p><p> ولم يكن هذا مفهوماً في الزمن الماضي، ولكنه اليومَ أصبح بديهيا، بعد ان صعد الانسان الى المر وعرف أَن الزمن نسبيٌّ، وان الانسان إذا خرج من جوّ الأرض الذي نعيش فيه اصبح الزمن بلا حدود. </p><p> قراءات </p><p> قرأ ابن كثير وحمزة والكسائي: مما يعدّون بالياء والباقون: مما تعدون بالتاء. </p><p> ثم أكد الله تعالى ما ذكره من عدم إخلاف الوعد وان طالب الأمد فقال: </p><p> {وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ المصير} . </p><p> كم من قرية أخرتُ إهلاكها مع استمرارها على ظُلمها، فاغترَّتْ بذلك، ثم أنزلتُ بها أشد العذاب، ثم مرجعُهم جميعاً اليَّ يوم القيامة فأجازيهم بما يستحقون. . . . فلا تغترو ايها الجاحدون بتأخير العذاب عنكم. </p><p> {قُلْ ياأيها الناس إِنَّمَآ أَنَاْ لَكُمْ نَذِيرٌ مُّبِينٌ فالذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (*) والذين سَعَوْاْ في آيَاتِنَا مُعَاجِزِينَ أولئك أَصْحَابُ الجحيم} </p><p> بعد ان بيّن مصارع الغابرين، وسُنَة الله في المكذّبين، يخاطب سبحانه وتعالى رسوله الكريم لينذر الناس ويبين لهم ما ينتظرهم. </p><p> قل ايها النبي لهؤلاء المكذّبين الذين يطلبون منك استعجالَ العذاب: ليس ذلك إليّ، وإنما ارسلني ربي نذيراً لكم محذِّراً تحذيراً واضحا، واللهُ هو الذي يتولى حسابكم ومجازاتكم. فالذين آمنوا بالله ورسوله وعملوا الأعمال الصالحة لهم مغفرةٌ من الله كما ان لهم رزقاً كريماً في الجنة. واما الذين سَعوا في محاربة القرآن وتعطيل آياته، ظناً منهم أنهم يُعْجِزوننا وأنهم لا يُبعثون - فأولئك هم أهلُ النار المقيمون خالدين فيها ابدا. </p><p> قراءات </p><p> قرأ ابن كثير وابو عمرو: معجّزين بتشديد الجيم المكسورة بمعنى مثبطين وبمطئين. والباقون: معاجِزين بالالف. </p>"
}