{
  "id": null,
  "sura": 22,
  "aya": 8,
  "text": "<p> بغير علم: بغير معرقة ولا مشاهدة حسّية. ولا هدى: ولا نظرٍ صحيح ولا عقل. ولا كتاب منير: ولا وحي. ثاني عطفه: جاء متكبرا مختالا. على حرف: على ناحية معينة، اذا رأى شيئا لا يعجبه عَدَل عنه. وأصل معنى الحرف الطرَف، وله معان كثيرة. فان أصابه خير: مالٌ وكثرة في الولد. فتنة: بلاءٌ ومحنة في نفسه او أهله او ماله. انقلب على وجهه: ارتد عن دينه. خسر الدنيا والآخرة: ضيّعهما. يدعو من دون الله ما لا يضره. . .: يعبد غير الله. المولى: الناصر. العشير: الصاحب المعاشر. </p><p> {ومِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَابٍ مُّنِيرٍ} . </p><p> ومع كل هذه الأدلة الواضحة فإن بعضَ الناس يجادل في الله وقدرته، وينكر البعثَ بغير معرفة، ولا برهان عقليّ على ما يقول، ولا وحي من عند الله ينير صحته. </p><p> {ثَانِيَ عِطْفِهِ لِيُضِلَّ عَن سَبِيلِ الله لَهُ فِي الدنيا خِزْيٌ وَنُذِيقُهُ يَوْمَ القيامة عَذَابَ الحريق} </p><p> تراه متكبراً مختارا بين الناس، مُعْرِضا عن قبول الحق، ليصدّ المؤمنين عن دينهم. . وهذا الصنفُ من الناس له في هذه الدنيا هوان وخِزي، وسيصَلى في الآخرة عذاب الجحيم. </p><p> قراءات </p><p> قرأ ابن كثير وابو عمرو ورويس: ليَضِل بفتح الياءن والباقون: ليُضل بضم الياء. </p><p> ثُم يبيّن الله سبب هذا الخزي المعجَّلِ والعذابِ المؤجل فقال: </p><p> {ذلك بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلعَبِيدِ} </p><p> ويقال لهذا المتكبر المختال الضال: ذلك الذي تلقاه من خزي وعذاب بسببِ ضلالك وكبريائك، واللهُ لا يظلم أحدا. </p><p> {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ خَسِرَ الدنيا والآخرة ذلك هُوَ الخسران المبين} </p><p> ومن الناس نوعٌ آخر لم يتمكن الإيمان من قلبه، فهو كأنه واقف على طرف غير ثابتٍ على حال، فهو مزعزع العقيدة، مضطرِب مذبذَب، يعبد الله على وجه التجربة. فان اصابه خيرٌ بقي مؤمنا، وإن أصابه شر من مرض او ضياع مال او فقد ولد - ترك دينه وارتدّ كافرا. خسِر الدنيا والآخرة. . . فخسر في الدنيا راحةَ البال والاطمئنان الى قضاء الله، كما خسر في الآخرة النعيم الذي وَعَدَ الله المؤمنين به. </p><p> وذلك هو الخسران الذي لا خسران مثله. </p><p> {يَدْعُو مِن دُونِ الله مَا لاَ يَضُرُّهُ وَمَا لاَ يَنفَعُهُ ذلك هُوَ الضلال البعيد} . </p><p> ان مثلَ هذا يعبد من دون الله أصناماً لا تضره ولا تنفعه. وأيُّ ضلالٍ وخسران اكبر من هذا الضلال، وابعد عن الهدى!! </p><p> {يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ لَبِئْسَ المولى وَلَبِئْسَ العشير} . </p><p> يدعو من دون الله من ضررُه أقربُ من نفعه، لبئس ذلك المولى ناصراً، ولئس ذلك المعبودُ من صاحبٍ معاشر لا فائدة منه. </p><p> فأيُّ ناصرٍ ذلك الذي لا ينفع ولا يضر!! . </p><p> بعد ان بين الله حال المشركين الضالين وما يعبدون من دون الله، ومصيرهم في الآخرة ذَكَر هنا ما يدّخره للمؤمنين، وهو خيرٌ من عَرَضِ الحياة الدنيا كله فقال: </p><p> {إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَاتٍ تَجْرِي مِن تَحْتِهَا الأنهار} . </p><p> ان الله يتفضّل على لامؤمنين الذي عملوا صالح الأعمال، ويكافئهم لقاءَ إحسانهم، بدخول جناته التي تجري من تحت اشجارها الأنهار بسبب صدقهم وايمانهم وما قاموا به من جليل الاعمال. {إِنَّ الله يَفْعَلُ مَا يُرِيدُ} من اكرامِ من يطيعه، وإهانةِ من يعصيه، ولا رادّ لحكمه، ولا مانع لقضائه. </p>"
}