{
  "id": null,
  "sura": 22,
  "aya": 15,
  "text": "<p> بسبب: بحبل. الى السماء: الى مكان مرتفع. ثم ليقطع: ليختنق. فلينظر: فليقدّر في نفسه النظر. الذين هادوا: اليهود. والصابئين: وهم فرقتان: جماعة يوحنا المعمدان واسمُهم المندائيون، وصابئة حَران، الذين عاشوا زمنا في كنف الاسلام. . وسيأتي في الشرح التعريف بهم. المجوس: كلمة إيرانية، أهلُها أتباع زرادشت. وهم يقدّسون النار، والشمس والقمر، وقد انقرضت المجوسية او كادت بعد استيلاء المسلمين على فارس. الذين اشركوا: عبدةُ الأوثان. ألم تر: ألم تعلَم. </p><p> {مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ الله فِي الدنيا والآخرة فَلْيَمْدُدْ بِسَبَبٍ إِلَى السمآء ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ} . </p><p> من كان من الناس يحسَب أن الله لن ينصر نبيّه محمداً في الدنيا والآخرة فليتقلْ نفسه وينظر هل يُذهِب ذلك ما يجِدُ في صدره من الغيظ! </p><p> وهناك من المفسّرين من يقول من يفقد ثقته بنصر الله في الدنيا والآخرة، ويقنط من عون الله حين تشتد به المِحَن، فدُونَه فليفعل بنفسه ما يشاء؛ فليمدد بحبل الى السماء ويشنق نفسه به، ثم ينظر هل ينقذه تدبيره ذلك مما يغيظه. </p><p> قراءات </p><p> قرأ ابن عامر وابو عمرو ورويس: ثم لِيقطع فَلِينظر: بكسر اللام. والباقون: بسكون اللام. </p><p> {وكذلك أَنزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ الله يَهْدِي مَن يُرِيدُ} . </p><p> ومثلَ ما بينّا حجتنا الواضحات فيما سبق، أنزلنا القرآنَ كله على محمدٍ آياتٍ واضحة، واللهُ يهدي من أراد هدايته وارشاده الى سبيل السلام. </p><p> {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئين والنصارى والمجوس والذين أشركوا إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ} . </p><p> ان الذين آمنوا بالله وبرسلِه جميعا، واليهودَ، والصابئين (وهم فرقتان: جماعة المندائيين أتباع يوحنا المعمدان، وصابئة حَرّان. وقد ورد ذِكرهم في القرآن ثلاث مرات بجانب اليهود والنصارى، مما يؤذن بأنهم أهلُ كتاب. وقد فصّل تاريخهم وطقوسهم كل من الشهرستاني في «المِلل والنِحَل» والدمشقي في «نخبة الدهر في عجائب البحر» . وهم قوم لهم طقوس، ويعدُّون بين الروحانيين الذي يقولون بوسائط بينَ الله والعالم، وهم يتطهرون بالماء إذا لمسوا جسداً، ويحرّموا الخِتان، كما يحرمون الطلاق إلا بأمر القاضي، ويمنعون تعدُّد الزوجات، ويؤدون ثلاث صلوات كل يوم. ولقد عاشوا متفرقين في العراق، وكان مركزهم الرئيسي حَرّان، ولغتهم السريانية، وكان منهم المترجمون والرياضيون والنباتيون في صدر الاسلام كما نبغ منهم شخصيات عديدة. ومنهم بقية في العراق في الوقت الحاضر. </p><p> والنصارى أتباع سيدنا عيسى. والمجوس: الذين يقدّسون النار، ويقولون ان الخير من النور، والشر من الظلام، وهؤلاء تقريبا انقضروا ولا يزال منهم بقية في الهند. والذين اشركوا هم عبدة الاوثان وهم كثيرون، ولا يزال منهم عدد هائل في عصرنا الحاضر، وهم منتشرون في افريقيا، وآسيا وكثير من البلدان. </p><p> إن الله سيفصل بين هؤلاء جميعا يوم القيامة بإظهار المحقّ من المبطِل منهم، فهو مطّلع على كل شيء، عالمٌ بأعمال خلقه وما تكنّه ضمائرهم. </p><p> تقدم في سورة البقرة ٦٦ {إِنَّ الذين آمَنُواْ والذين هَادُواْ والنصارى والصابئين مَنْ آمَنَ بالله واليوم الآخر وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} فلم يذكر المجوس ولا الذين اشركوا. </p><p> وفي سورة المائدة ٦٩ {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئون والنصارى. . . .} فلم يذكر المجوسَ ولا الذين أشركوا. </p><p> {أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض والشمس والقمر والنجوم والجبال والشجر والدوآب وَكَثِيرٌ مِّنَ الناس وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب وَمَن يُهِنِ الله فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ الله يَفْعَلُ مَا يَشَآءُ} . </p><p> الخطاب لجميع الناس، وجعله «الطبريط لسيدنا محمد. وتفسيره: ألم تعلم أن هذه الخلائقَ جميعَها مسخَّرة لقدرة الله، منقادةٌ لإرادته، فتسجد له سجودا لا تطّلع أنتَ عليه، وكثيرُ من الناس يؤمن بالله ويخضع لأوامره. . وبذلك استحقوا الجنة، فيما أعرض كثير منهم ولم يؤمن فاستحقوا العذاب، ومن يهنْه الله لسوءِ سلوكه فليس له من مكرِم، ان الله يفعل في خلقه ما يشاء، فهو لا يُسأل عما يفعل، فمن سلك طريق السلام سلم، ومن سلك طريق الهلاك هلك. </p><p> هذه الشجدة من غزائم السجود في القرآن فَيُسَنُّ للقارىء والمستمع ان يسجد عند تلاوتها او سماع تلاوتها. </p>"
}