{
  "id": null,
  "sura": 22,
  "aya": 30,
  "text": "<p> حرمات الله: التكاليف الدينية وكل ما نهى الله عنه. فاجتنبوا الرجسَ من الأوثان: ابتعِدوا عن عبادتها. الزور: الكذب. حنفاء: واحدهم حنيف، وهو من استقام على دين الحق، ومال عن كل زيغ وضلال. كأنهما خرّ من السماء: كأنما سقط من السماء. فتخطَفه الطير: يعني بعد ان يسقط ويموت تأكله الطير. مكان سحيق: مكان بعيد. شعائر الله: جمع شعيرة وهي كل اعمال الحج والهدايا التي يسوقها الحاج. منسكا: مكانا للعبادة. مُخبتين: خاشعين. وَجِلتْ قلوبهم: خافت. </p><p> {ذلك وَمَن يُعَظِّمْ حُرُمَاتِ الله فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ فاجتنبوا الرجس مِنَ الأوثان واجتنبوا قَوْلَ الزور} . </p><p> ذلك الذي أمرءنا به من قضاء المناسك هو الواجبُ عليكم في حَجِّكم، ومن يلتزم أوامر الله ونواهيه في حجه تعظيماً لحدود الله يكن ذلك خيراً له عند ربه في دنياه وآخرته. لقد أحلّ الله لكم لُحوم الإبل والبقرة والغنم، إلا في حالاتٍ مما بينه القرآن، كالميتة وغيرها، فاجتنبواعبادةَ الأوثان وطاعةَ الشيطان. . إن ذلك رجس. ابتعِدوا عن قول الزور على الله وعلى الناس. </p><p> {حُنَفَآءَ للَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء فَتَخْطَفُهُ الطير أَوْ تَهْوِي بِهِ الريح فِي مَكَانٍ سَحِيقٍ} . </p><p> تمسّكوا بهذه الأمور مخلصين العبادةَ لله وحده، دون إشراك أحدٍ به. . . . إن من يشركْ بالله يعرّض نفسه للهلاك المريع، وكأنه سقط من السماء فتمزَّقَ قِطعاً تتخطّفه الطور فلا تبقي له أثرا، أو كأن الريح العاتية عصفتْ به فشتّتَت أجزاءه، وهوت بكل جزء منها في مكانٍ بعيد. </p><p> {ذلك وَمَن يُعَظِّمْ شَعَائِرَ الله فَإِنَّهَا مِن تَقْوَى القلوب} . </p><p> امتثِلوا ذلك واحفظوه، لأن من يعظّم دينَ الله وفرائضَ الحج وأعماله، ويسوق البُدْنَ والهدايا الى الحَرَم ويختارها عظيمةَ الأجسام صحيحة سمينة - فقد اتقى الله، لأن تعظيمها أثرٌ من آثار تقوى القلوب. </p><p> {لَكُمْ فِيهَا مَنَافِعُ إلى أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إلى البيت العتيق} </p><p> لكم في هذه الهدايا منافع دنيوية، فتركبونها حين الحاجة وتحمل أثقالكم، وتشربون من ألبانها، ثم لكم منافعهُها الدينية كذلك حين تذبحونها عند البيتِ الحرام تقرباً الى الله. </p><p> {وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكاً لِّيَذْكُرُواْ اسم الله على مَا رَزَقَهُمْ مِّن بَهِيمَةِ الأنعام فإلهكم إله وَاحِدٌ فَلَهُ أَسْلِمُواْ وَبَشِّرِ المخبتين} . </p><p> ليست هذه المناسك خاصةً بكم، فقد جعلنا لأهل كل دينٍ من الأديان من قبلكم قرابينَ يتقربون بها الى الله، يوذكرون اسم الله عليها ويعظّمونه عند ذبْحِها شكراً له على ما أنعم عليهم، ويسَّره لهم منها. إن عبودَكم إله واحدٌ فاسلِموا له وحده، ولا تشركوا معه أحداً. ويا أيها الرسول بشّر بالجنة والثوابِ الجزيل المخلصين، الخاضعين لله من عباده. وقد بيّن الله علاماتِ أولئك المختبين فقال: </p><p> {الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ والصابرين على مَآ أَصَابَهُمْ والمقيمي الصلاة وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ} . </p><p> وهؤلاء المختبين لهم صفات: </p><p> أولاها: أنهم إذا ذُكر الله عرتهم رهبةٌ من خشيته، وخوفٌ من عقابه. </p><p> ثانيتها: الذين يصبرون عند الشدائد على ما يصيبُهم من المكارِه والمتاعب. </p><p> ثالثتها: ويقيمون الصلاةَ على أحسنِ وجهٍ في أوقاتها بخضوع ونشاط. </p><p> رابعتها: وينفقون بعض ما آتاهم الله من طيب الرزق في وجوه البِرِّ وفي سبيل الله. </p>"
}