{
  "id": null,
  "sura": 22,
  "aya": 19,
  "text": "<p> خصمان: واحدُهما خصم وهو المنازع. قطعت لهم: قدرت، فصلت لهم وهي الأوْلى. الحميم: الماء المغلي. يصهر به: يذاب به. مقامع: واحدتها مِقمعة بكسر الميم الأولى، خسبة او حديدة يُضرب بها الانسان على رأسه ليذّل ويهان. الحريق: المحرِق: أساور: الاسوار والسوار هو الحلية التي تلبس في المعصم، جمعها أسورة، وجمع الجمع أساور وأساورة. هدوما: ارشدوا. الطيب من القول: الكلام اللطيف الرقيق. الصراط الحميد: الطريق المحمود. العاكف: المقيم. البادي: الطارىء القادم عليها. الالحاد: الانحراف، والعدول عن القصد. بظلم: بغير حق. </p><p> {هذان خَصْمَانِ اختصموا فِي رَبِّهِمْ. . . . .} . </p><p> إن أهلَ الأديان الستة الذين سبق ذِكرهم فريقان: فريق المؤمنين وفريق الكافرين، جادلوا في دين الله، وتنازعوا في أمر ربهم، وكل فريقٍ يعتقد أن الّذي عليه هو الحقّ. فالذين كفروا أُعدّت لهم نيرانٌ تحيط بهم كأنها ثياب قُدِّرت على أجسامهم، ولزيادة تعذيبهم تصبُّ الملائكة على رؤوسهم الماء المغلي، فينفذ إلى بطونهم فيذيبُ أمعاءهم وأحشاءهم كما يذيب جلودهم. </p><p> ولتعذيبهم سياطٌ من حديد، تضرب بها رؤوسهم، يُقمعون بها كلّما حاولوا الهروب من جهنم والخروج منها من شدة الغم. وتردّهم الملائكةُ الى جهنم، ويقولون لهم: ذوقوا عذاب النار المحرِقة جزاءَ كفركم. </p><p> ويرى جماعة من المفسرين ان هذه الآياتِ نزلت يوم بَدْرٍ، وان المراد بالخَصْمَين: حمزة ابن عبد المطلب، وعلي بن ابي طالب، وعبيدة بن الحارث بن عبد المطلب رضي الله عن هـ وهم المؤمنون، وعتبة بن ربيعة، وشَيبة بن ربيعة، والوليد بن عتبة وهم الكافرون، وهؤلاء اول من تبارزوا يوم بدر. </p><p> فقد روى ابن جرير الطبريّ في تفسيره أن أبا ذَرٍّ رضي الله عن هـ كان يُقسم ان هذه الآيات نزلت في المتبارزين يوم بدر. وفي الصحيحَين عن علي بن ابي طالب كرم الله وجهه انه قال: فينا نزلتْ هذه الآيات، وأنا أولُ من يجثو في الخصومة على رُكبتيه بين يد الله يوم القيامة. . والعبرة بعموم اللفظ لا بخصوص السبب. </p><p> وبعد ان بين الله سوء حال الكافرين أردفَ ذلك ببيانِ ما يناله المؤمنون من الكرامة من المسكن والحِلية والمَلْبس وحسن القول والعمل {فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرِ}  [القمر: ٥٥] . </p><p> {إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ} . </p><p> أما الذين آمنوا بالله ورسوله وعملوا الأعمالَ الصالحة، فإن الله تعالى أعدَّ لهم نعيماً مقيماً في جنات الخُلد، ترجي من تحت قوصرِها وأشجرها الأنهار، ويتمتعون فيها بالحليّ من الذهب واللؤلؤ، ويلبسون افخر أنواع الحرير. </p><p> قراءات </p><p> قرأ نافع وعاصم: ولؤلؤا بالنصب. والباقون: ولؤلؤ بالجر. </p><p> {وهدوا إِلَى الطيب مِنَ القول وهدوا إلى صِرَاطِ الحميد} . </p><p> وزيادةً في ما اسبغ الله عليهم من النعيم، يتعاملون فيمابينهم بالكلام اللِّين الطيب، والعشرةِ المحمودة بمحبة وسلام. </p><p> {إِنَّ الذين كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ الله والمسجد الحرام الذي جَعَلْنَاهُ لِلنَّاسِ سَوَآءً العاكف فِيهِ والباد وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ} . </p><p> ان الّذين كفروا بالله ورسوله، ويمنعون الناسَ أن يدخلوا في دين الله وأن يصِلوا الى المسجد الحرام الذي جعله الله لجميع الناس، سواء الميمُ فيه والطارىء الذي جاء قاصداً له من مكان بعيد - يجازيهم اللهُ على ذلك بالعضاب الشديد. . . . وكذلك يجازي من ينحرف عن الحق، ويميل إلى الظلم في الحَرَمِ ويعذّبه عذاباً أليما. </p><p> روى ابن عباس رضي الله عن هما: ان الآية نزلت في أبي سفيانَ وأصحابه من قريش حين صدوا رسول الله صلى الله عليه وسلم وأصحابَه عامَ الحُدَيبية عن المسجد الحرام، ثم صالحوه على أن يعود في العام المقبل. </p>"
}