{
  "id": null,
  "sura": 22,
  "aya": 1,
  "text": "<p> اتقوا ربكم: أطيعوه ولا تعصوه. الزلزة: حركة الأرض الشديدة. تذهَل: تسلو وتترك الشيء من الدهش والخوف. المَريد: الطاغي، الشرير. النطفة: كمية قليلة من ماء الرجل. العلَقة: القطعة الصغيرة الجامدة من الدم. المضغة: القطعة الصغيرة من اللحم بقدر ما يمضغ. مخلَّقة: تامة الخلقة. غير مخلقة: غير تامة الخلقة. الى اجل مسمى: حين الوضع. لتبلغوا أشُدكم: تكمل قوتكم. ارذل العمر: آخره مع الكبر والخرف بحيث لا يعرض شيئا. هامدة: يابسة لا حياة فيها. اهتزت: تحرك نباتها. وربت: ازاد نباتها نموا. من كل زوج بهيج: من كل صنف حسنٍ يسر الناظرين. </p><p> {ياأيها الناس اتقوا رَبَّكُمْ إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى الناس سكارى وَمَا هُم بسكارى ولكن عَذَابَ الله شَدِيدٌ} . </p><p> تبدأ السورة بمطلع رهيب مخيف: يا أيها الناس، نداءٌ الى جميع الخلق، احذَروا عقاب ربكم، فأطيعوه ولا تعصوه. . إن زلزلة الساعة، وهي قيامُ بعد خراب هذا الكون - شيء مذهل. ففي ذلك اليوم يبلغ الأمر من الهول والدهشة، ان تذهَل المرضعةُ عن ولدها فتتركه وتحاول ان تنجوَ بنفسها، وتُسقط الحوامل ما في بطونها من الأجنة من الفزع. وترى الناسَ كأنهم سكارى مع أنهم ليسوا كذلك، لكن شدة الموقف وعظمة الساعة وما فيها من أهوالٍ جعلتهم بهذا الحال، {يَوْماً يَجْعَلُ الولدان شِيباً}  [المزمل: ١٧] . ان الهول الذي يشاهدونه والخوفَ من عذاب الله الشديد هو الذي أفقدَهم توازنهم، وجعلهم في حيوة مذهلة. </p><p> قراءات </p><p> قرأ حمزة والكسائي: سكرى، والباقون: سكارى. </p><p> وبعد ان أخبر الله تعالى ما فيه القيامة من أهوالِ وشدائد، ودعا الناس الى التقوى والعمل الصالح، بيّن أنه مع هذا التحذيرِ الشديد فإن كثير من الناس ينكرون هذا البعث، ويجادلون في امور الغيب بغير علم فقال: </p><p> {وَمِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ كُتِبَ عَلَيْهِ أَنَّهُ مَن تَوَلاَّهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إلى عَذَابِ السعير} </p><p> مع هذا التحذير الشديد، فإن بعض الناس يدفعه العناد الى الجدَل في الله وصفاته، لا يستند في جَدَله وإنكاره الى علمٍ صحيح أو حجة صادقة، ولكنه يقلّد ويتّبع خطواتِ كل شيطان متمرد على ربه، شريرٍ دأبُهُ الفساد والضلال. </p><p> ولقد قرر الله وقضى أن كل من اتبع ذلك الشيطانَ، وسلك سبيله - أضلّه الشيطان عن طريق الحق، ووجهه الى الباطل المفضي به الى عذاب جهنم. </p><p> {ياأيها الناس إِن كُنتُمْ فِي رَيْبٍ مِّنَ البعث فَإِنَّا خَلَقْنَاكُمْ مِّن تُرَابٍ} </p><p> يا أيها الناس إن كنتم في شكٍّ من بَعْثِكم من القبور بعد الموت يوم القيامة، فانظروا الى خلقكم. لقد خلناكم من تراب. ثم جعلنا منه نطفةً سغيرة حولناها بعد مدة الى علَقة، أي قطعة صغيرة من الدم، ثم الى مُضْغة وهي قطعة صغيرة من اللحم، تارة تكون تامة الخلقة، وتارة غير مخلقة. </p><p> وذلك لنبيّن لكم قدرتنا، وعظيم حكمتنا، والتدرج في التكوين. </p><p> {وَنُقِرُّ فِي الأرحام مَا نَشَآءُ إلى أَجَلٍ مُّسَمًّى} </p><p> ونبقي ما نشاء من الأجنّة في الأرحام الى الوقت الذي يكمل فيه الحَمْل وتتم فيه الولادة، ثم نخرجكم من بطون أمهاكم اطفالا، ثم نرعاكم حتى تبلغوا تمام العقل والقوة. ومنكم بعدَ ذلك من يتوفاه الله، ومنكم من يَمُدّ له عمره حتى يبلغ درجة من الكبر يعود فيها الى الخَرَف وعدم معرفة اي شيء، وذلك هو أرذلُ العمر نعوذ بالله منه. . فاللهُ الذي بدأ خلقكم بهذه الصورة لا يُعجزه إعادتكم. </p><p> ثم ذكر الاستدلال على امكان البعث بحال خلْق النبات ايضا فقال: </p><p> {وَتَرَى الأرض هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ} </p><p> وأمرٌ آخر يدلنا على قدرة الله على البعث، أننا نرى الأرضَ بينما تكون هامدة يابسة قاحلة، فإذا نزل عليها الماء دبّت فيها الحياة وتحرّكت ونمت وازدهر نباتها، وأظهرت من أصناف النباتات ما يروق منظرُه، وتبتهج النفس لمرآه. </p><p> {ذلك بِأَنَّ الله هُوَ الحق وَأَنَّهُ يُحْيِي الموتى وَأَنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ} </p><p> ذلك الذي تقدَّم من القدرة على خلْق الانسان ونبات الزرع - شاهدٌ على ان الله هو الإله الحق، وأنه يحيي الموتى عند بعثهم كما بَدَأهم، فهو القادر على كل شيء. </p><p> {وَأَنَّ الساعة آتِيَةٌ لاَّ رَيْبَ فِيهَا وَأَنَّ الله يَبْعَثُ مَن فِي القبور} . </p><p> وأنكم إذا تأملتم في خلْق الانسان والحيوان والنبات وهذا الكون العجيب - أمكنكم ان تؤمنوا بقدرة الله على كل شيء، وان الساعة آتيةٌ لا شك فيها، وان الله يبعث من في القبور بعد موتهم، للحساب والجزاء. </p>"
}