{
  "id": null,
  "sura": 23,
  "aya": 1,
  "text": "<p> أفلح المؤمنون: ظفروا وفازوا. خاشعون: خاضعون، اقبلوا بقلوبهم على صلاتهم. اللغو: ما لا فائدة فيه من الكلام. الزكاة: اخراج شيء من المال. وأصل الزكاة: التزكية وطهارة النفس. او ما ملكت أيمانهم: من الجواري، وهذا لم يعد موجدا. فمن ابتغى وراء ذلك: فمن طلب غير. العادون: الذين يتجاوزون الحدود. راعون: حافظون. الفردوس: في هذه الآيات الكريمة صورةٌ للمؤمن الحقيقي، وهو الذي يجمع هذه الخصالَ السبع الحميدة. لقد فاز المؤمنون الّذين هم خاضعون في صلاتهم مقبلين عليها بقلوبهم، والذين هم معرِضون عما لا يفيد من الكلام، والذين يؤدون الزكاة، ذلك الركن الاسلامي العظيم الذي يؤدي الى توثيق الروابط الاجتماعية بين المسلمين، واشعار كل فرد منهم بأنه مسئول عن أخيه ومجتمعه، والزكاة من اكبر الاهداف الاقتصادية التي تقضي على الفقر اينما حل. </p><p> والذين يحافظون على أنفسِهم من أن تكونَ لهم علاقةٌ محرّمة بالنساء، إذ أن الزنا من الامور التي حرّمها الاسلام تحريماً قاطعا، لما فيه من الآثار الاجتماعية السيّئة التي لا يشك فيها عاقل، وما له من عواقب وخيمة من الناحية الصحية لما ينقله من الأمراض، وما يؤدي إليه من اختلاط الانساب. </p><p> والله تعالى أباح لنا الزواج او مِلْكَ اليمين من الإماء فقال: </p><p> {إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ} . </p><p> فمن طلب ما بعد ذلك مما حرّم الله فهو متعدٍّ للحدود المشروعة، وبذلك يكون مؤاخَذاً ومذنباً يستحق العقاب. </p><p> {فَمَنِ ابتغى وَرَآءَ ذلك فأولئك هُمُ العادون} </p><p> من صفات المؤمن مراعاةُ الأمانة وحفظُها وأداؤها، وحفظُ العهود التي بينه وبين الله، او بينه وبين الناس، فالمؤمنون لا يخونون الأماناتِ، ولا ينقضون العهود. </p><p> {والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ} . </p><p> وقد كرر ذِكر الصلاة والمحافظة عليها لما لها من أهمية في حياة المؤمنين، وذلك لتعظيم شأنها، وإشارةً إلى انها أَولى بالعناية فهي مصدر جميع الكمالات النفسية، إذ بها يستمدّ الانسان من الله روحاً عالية، وتكون له نوراً فياضا. . . . فمن خشع فيها وحافظ عليها كان جديراً بأن يتّصف بجميع الصفات السامية التي تقدمت. </p><p> وقد افتتح الله هذه الصفاتِ الحميدةَ بالصلاة واختتمها بالصلاة، دلالةً على عظيم فضلها، وكبير مناقبها. وقد ورد في الحديث «اعلموا أن خير أعمالكم الصلاة، ولا يحافظ على الوضوءِ إلا مؤمن» </p><p> وماذا ينتظر من اتصف بهذه الصفات؟ ان من تحلّى بهذه الصفات يجازيه الله بالجنة. </p><p> {والذين هُمْ على صَلَوَاتِهِمْ يُحَافِظُونَ} . </p><p> يتفضل الله عليهم بالفردوس، أعلى مكانٍ في الجنة، يتمتعون فيها أبداً لا يخرجون منها ولا يموتون. وتلك غاية الفلاح الذي كتبه الله للمؤمنين، وليس بعدَها من غاية تمتد إليها عينٌ او خيال. </p><p> قراءات: </p><p> قرأ ابن كثير وحده: لأمانتهم، والباقون: لأماناتهم بالجمع. وقرأ حمزة والكسائي: على صلاتهم، ولاباقون: على صلواتهم بالجمع. </p>"
}