{
  "id": null,
  "sura": 23,
  "aya": 91,
  "text": "<p> الغيب: ما غاب عنا. الشهادة: الحاضر الآن. همزات الشياطين: وساوسهم. من ورائهم: من امامهم. برزخ: حاجز. </p><p> {مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ} . </p><p> من الحقِّ الي جاء به الرسولُ الكريم من عند ربه معلَناً للناس كافة أن الله تعالى لم يلدْ ولم يولد ولم يتخذْ ولدا، ولم يشاركْهُ في الملك آلهٌ آخر، وبيّن ذلك بدليلين: </p><p> ١ - إذا لذهبَ كل إلهٍ ما خلق. يستقل كل اله بما خلقه، يصرّفُه حسب ما يريد، فيصبح لكلّ جزءٍ من الكون، او لكل فريقٍ من المخلوقات - قانون خاص، ويحصل التباين في نظام هذا الكون. . . وهذا غير واقعٍ، فنظام الكون منسَّق منتظم {مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتِ}  [الملك: ٣] . </p><p> ٢ - ولَعلا بعضُهم على بعض. ولحصَلَ خلافٌ كبير بين الإلهين، وقهر أحدُهم الآخر، وكل هذه الامور غير موجودة. على العكس فإن وحدةَ الكون ظاهرةٌ تشهد بوحدة مكوّنه، بوحدة خالقه، وكل شيء في هذا الكون يبدو متناسقاً منتظماً بلا تصادم ولا نزاع. </p><p> وبعد ان وضَح الحقّ وصار كفَلَقِ الصبح جاء بما هو كالنتيجة لذلك فقال: </p><p> {سُبْحَانَ الله عَمَّا يَصِفُونَ} </p><p> تنزه الله عما يقوله المشركون مما يخالف الحق. ثم وصف نفسه بصفات الكمال فقال: </p><p> {عَالِمِ الغيب والشهادة فتعالى عَمَّا يُشْرِكُونَ} </p><p> هو العالم بما غاب عن خلقه من الشاء فلا يرونه ولا يشاهدونه، وبما يرونه ويعملونه، فليس لغيره نم خلْقٍ يستقلّ به، فتنزه اله عما ينسبُه الكافرون إليه من وجود الشريك. </p><p> ثم بعد أن يقرر هذه الحقائقَ يأمر رسلَه الكريم ان يتوجّه إليه، وان لا يجعله قريناً لهؤلاء المشركين، وأن يستعيذَ به من الشياطين، فلا تثور نفسُه، ولا يضيق صدره بام يقولون: </p><p> {قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ رَبِّ فَلاَ تَجْعَلْنِي فِي القوم الظالمين} </p><p> قل: يا رب، إنْ عاقبتَهم وانا أشاهدُ ذلك فإني اسألك ان لا تجعلني مع القوم الكافرين. والرسولُ عليه الصلاة والسلام في منجاةٍ من ان يجعلَه الله مع القوم الظالمين حين يحلُّ بهم العذاب، ولكن هذا تعليمٌ له وللمؤمنين ان لا يؤمنوا مكر الظالمين، وان يظلّوا أبداً أيقاظا، يلوذون بحمى الله. </p><p> روى الإمام أحمد والترمذي «ان النبي صلى الله عليه وسلم كان يدعو ويقول:» واذا أردتَ بقومٍ فتنةً فتوفَّني غيرَ مفتون « </p><p> {وَإِنَّا على أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ} . </p><p> ان الله قادرٌ على ان يحقّق ما وعدَ به الظالمين في حياة الرسول عليه الصلاة والسلام. ولقد أراه بعضَ ما وعدهم في غزوة بدرٍ من قتلِ زعمائهم، وفي غزوة الفتح من النصر العظيم. </p><p> ثم أرشده الى ما يفعل بهم إذا لحِقه أذاهم، وهو أن يصبر حتى يأتي امر الله: </p><p> {ادفع بالتي هِيَ أَحْسَنُ السيئة نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ} </p><p> استمر يا محمد في دعوتك، وقابلْ إساءتهم بالتي حي أحسن، ومن العفو والصبر والتجاوز عن جهلهم. . . نحن أعلمُ بما يصفوننا به، وبما يصفون دعوتك من سوء وافتراء، وسنجازيهم عليه. </p><p> رُوي عن أنس رضي الله عن هـ:  «يقول الرجل لأخيه ما ليس فيه،فيقول له:ان كنتَ كاذباً فإني أسأل الله ان يغفر لك، وان كنتَ صادقاً فإني أسأل الله ان يغفر لي» . </p><p> ولمّا أدّب الله رسولَه الكريم بأن يدفع بالحسنى أرشده لى ما يقوى به على ذلك، من الاستعاذة من هَمزات الشياطين. </p><p> {وَقُلْ رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشياطين وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ} </p><p> وقل أيها الرسول: يا رب، إني ألتجيء اليك من أثر وساوسِ الشياطين، وان يبعثوا إليَّ أعدائك لإيذائي، وان يكونوا بعيدين عني في جميع أعمالي، ليكون عملي خالصاً لوجهك الكريم. </p><p> أخرج الامام أحمد وأبو داود والترمذي عن عمور بن شعيب عن ابيه عن جده قال:  «كان رسول الله صلى الله عليه وسلم يعلّمنا كلماتٍ نقولها عند العزم خوف الفزع:» بسم الله، اعوذ بكلماتِ الله التامة من غضبه وعقابه وشرِّ عباده، ومن همزات الشياطين وأن يحضرون « </p><p> ثم أخبر عما يقوله الكافرون حين قُربِ الوفاة، ومعاينة المصير من سؤال الرَّجعة الى الدنيا ليُصلحوا ما كانوا أفسدوا حالَ حياتهم فقال: </p><p> {حتى إِذَا جَآءَ أَحَدَهُمُ الموت قَالَ رَبِّ ارجعون لعلي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ كَلاَّ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا وَمِن وَرَآئِهِمْ بَرْزَخٌ إلى يَوْمِ يُبْعَثُونَ} </p><p> سوف يستمر هؤلاء المعاندون على كفرهم، حتى إذا حلّ موعد موتِ أحدهم، ورأى مصيره ندم وقال: يا رب، ردَّني إلى الدنيان لأعملَ عملاً صالحا فيما قصرّت فيه من عبادتك، وما تركت من مالي. ولكن هيهات، فقد فات الأوان، ولن يجاب الى طلبه، وإنما هو كلام يقوله دون فائدة. إن أمامهم حاجزاً بينهم وبين الرجوع الى الدنيا. </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو وابن عامر وحفص: عالمِ الغيب بالجر. والباقون: عالمُ الغيب بالرفع، على تقدير هو عالم الغيب. </p>"
}