{
  "id": null,
  "sura": 23,
  "aya": 63,
  "text": "<p> الغمرة: الجهالة والغفلة. من دون ذلك: من غير ذلك. المترف: صاحب النعمة الكثيرة الذي يستعملها في غير موضعها. يجأرون: يصيحون. تنكصون: تدْبرون وتعرِضون عن سماعها، وأصل النكوص: الرجوع الى الخلق. سامرا تهجرون: تسمرون بالليل بالكلام القبيح والطعن في القرآن. به جنة: مجنون. الحق: من الالفاظ المشتركة لها عدة معان. فالحق هو الله، والحق: هو القرآن، والحق: الدين كله بما فيه القرآن، والمراد به هنا: الله. أتيناهم بذكرهم: بالقرآن الذين هو فخرهم. فهم عن ذكرهم معرضون: فهم معرضون عن فخرجهم. الخروج والخراج: الجعل والأجر. </p><p> {بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِّنْ هذا وَلَهُمْ أَعْمَالٌ مِّن دُونِ ذلك هُمْ لَهَا عَامِلُونَ} . </p><p> بعد أن ذكَر الله تعالىسماحةَ هذا الدين، وأنه لا يكلِّف أحداً الا بما يُطيق، وان كل عملٍ يعمله الانسانُ مسجّل عليه في كتاب محفوظ، ثم بين صفات المؤمنين من الإيمان بالله، والمسارعة الى الخيرات، وما ينتظرهم من الجزاء يوم القيامة - بيّن هنا أن المشرِكين بسبب عنادِهم وغيِّهم في غفلةٍ عن كل هذا، ولهم اعمالُ سوءٍ أخرى من فنون الكفر او الطعن في القرآن والرسول الكريم. </p><p> {حتى إِذَآ أَخَذْنَا مُتْرَفِيهِمْ بالعذاب إِذَا هُمْ يَجْأَرُونَ لاَ تَجْأَرُواْ اليوم إِنَّكُمْ مِّنَّا لاَ تُنصَرُونَ} </p><p> فإذا حلّ بهم بأسُنا وأوقعنا العذابَ بالأغنياء المترفين يومَ القيامة صاحوا واستغاثوا، فنقول لهم: لا تصرخوا ولا تستغيثوا، فلن ينصركم أحدٌ من عذابنا ولن تجِدوا من يُغيثكم في هذا اليوم العظيم. والتعبير بإذا للشيء المحقق، وإنْ للشك. </p><p> {قَدْ كَانَتْ آيَاتِي تتلى عَلَيْكُمْ فَكُنتُمْ على أَعْقَابِكُمْ تَنكِصُونَ} </p><p> ان هذا الصراخَ لن يفيدّكم لأنكم فَرَّطتم في الدنيا، وقد جاءتكم الآياتُ والنذُر على لسان رسُلي فلم تستمعوا لها، وكنتم تُعرِضون عنها ولا تسمعون لها. </p><p> {مُسْتَكْبِرِينَ بِهِ سَامِراً تَهْجُرُونَ} . </p><p> كنتم في غعراضِكم وتولّيكم عن آياتي متكبرين، وتسمرون حول الحَرَم وتتناولون القرآنَ والرسولَ الكريم بهُجْرِ القولِ وقبيح الألفاظِ والطعن في الدين. </p><p> ثم أَنّبهم على ما فعلوا، وبيّن أن إقدامهم عليه لا بدّ ان يكون لأحدِ أسباب أربعة فقال:  {أَفَلَمْ يَدَّبَّرُواْ القول أَمْ جَآءَهُمْ مَّا لَمْ يَأْتِ آبَآءَهُمُ الأولين أَمْ لَمْ يَعْرِفُواْ رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ} </p><p> ١ - أجهِلَ هؤلاء المعرِضون فلم يتدبروا القرآنَ ليعلموا أنه حق، وما يحتوي عليه من تشريع وتهذيب للنفوس، وما فيه من فضائلَ وآدابٍ وأخلاق. </p><p> ٢ - أم كانت دعوةُ محمد صلى الله عليه وسلم غريبةً عن الدعوات التي جاءت بها الرسلُ الكرام الى الأقوام السابقين. </p><p> ٣ - أم لم يعرفوا رسولَهم محمداً عليه الصلاة والسلام الذي نشأ بينهم، وما كان يتحلّى به من صدقٍ وأمانة (وكانوا يسمونه: الأمين) فهم ينكِرون دَعْوته حسداً منهم وعنادا. </p><p> ٤ - ام يقولون: انه مجنون؟ فلايدري ما يقول، وهم أعلم الناس به! </p><p> وبعد ان عدّد سبحانه هذه الوجوه، ونبه الى فسادها، بين وجه الحقّ في عدم إيمانهم فقال: </p><p> {بَلْ جَآءَهُمْ بالحق وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ} . </p><p> كلا: إنه جاءهم بالدين الحق، لكن اكثرهم كارهون للحق، لأنه يخالف شهواتِهم واهواءهم فهم لا يؤمنون به، وذلك لأنه يسلبُهم زعاماتهم والقيم الباطلةَ التي يعيشون بها، فالدفاع عن مصالحهم هو الذي يتستّرون فيه. ومثل هؤلاء كثيرون في الوقت الحاضر يتخذون الدين ستاراً لزعاماتهم ومنافعهم. </p><p> ثم بين الله ان اتّباع الهوى يؤدي الى الفساد الكبير فقال: </p><p> {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ} </p><p> ولو أن الله تعالى سايَرَ هؤلاءِ فيما يشتهونه ويقترحونه، لفسَدَ هذا النظامُ العظيم الذي نراه في السموات والأرض، واختلّ نظام الكون، وساد الظلمُ والفساد في الخلائق، ولكنّ الله ذو حكمةٍ عالية، وقدرة نافذة. </p><p> وبعد ان أنْبهم على كراهتهم للحق، ذكر أنه أعرضوا عن أعظم خيرٍ جاءهم فقال: </p><p> {بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ} . </p><p> بل جئناهم بالقرآن الذي فيه فخرُهم وشرفُهم، وهم مع ذلك معرِضون عن هذا الخيرِ العميم، والشرف العظيم، وكان قال تعالى:  {وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ}  [الزخرف: ٤٤] . </p><p> وهذا هو القول الحقّ، فإن العربَ قبل الإسلام لم تكن أمة متحدة، ولم يكن لها ذكر في التاريخ حتى جاءها الاسلام، فأصبحتْ بفضله تُذكر في الشرق والغرب، وظل ذِكرُها يدوّي في العالم قرونا طويلة. ولما تركت وحدتها ودينها وأعرضت عنه تضاءل ذِكرها وخبا نورها، ولن يقوم لها ذكر إلا برجوعها الى الاسلام، والأخذ بالعلم، ووحدة الصف. </p><p> {أَمْ تَسْأَلُهُمْ خَرْجاً فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرازقين} </p><p> إنك أيها الرسول لا تسأهلم أجراً على أداء رسالتك، ان أجرَ ربك لك خيرٌ مما عندَهم، وهو خير الرازقين. </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو نافع وعاصم:  «أم تسألهم خرجا فخراج ربك خير» كما هو في المصحف، وقرأ حمزة والكسائي:  «ام تسأهلم خراجا فخراج ربك» وقرأ ابن عامر «ام تسأهلم خرجا فخرج ربك خير» . </p>"
}