{
  "id": null,
  "sura": 23,
  "aya": 18,
  "text": "<p> بقدَر: بمقدار معلوم. فأسكناه في الارض: جعلناه ثابتا فيها. على ذهاب به: على ازالته واعدامه. وشجرة تخرج من طور سيناء: الشجرة هي الزيتونة. طور سيناء: هو الجبل لاذي ناجى فيه موسى ربه، وهو معروف الآن باسم جبل الطور في سيناء، ويسمى طور سينين. الصبغ: ما يؤتدم به الاكل، وهو الزيت يؤكل مع الخبز، ويستعمل في كثير من الطعام. وكان في الزمن الماضي يستعمل للانارة، وكان زيت الزيتون هو بترول العالم في الزمن القديم، ولا يزال محتفظا بقيمته. </p><p> {وَأَنزَلْنَا مِنَ السمآء مَآءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الأرض وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ} </p><p> وأنزلنا من السماء ماءً موزَّعا بتقديرٍ لائق حكيم، لاستجلاب المنافع ودفعِ المضارَ، وتكفي لسقي الزروع وللشرب، ولحدوث التوازن الحراري المناسب في هذا الكوكب. كما ان المياه انزلت على الأرض بقَدَرٍ معلوم، لا يزيد فيغطي كلَّ سطحِها، ولا يقلّ فيقصّرُ دون ريّ الجزء البريّ منها. </p><p> وإنا لقادرون على إزالته ونفي إمكانكم الانتفاعَ به، ولكنّنا لن نفعل رحمةً بكم. وهذا من فضلِ الله على الناس ونعمته. </p><p> ثم يبين ان الحياة تنشأ من الماء فيقول: </p><p> {فَأَنشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ لَّكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ} </p><p> فأخرجْنا لكم بما أنزلنا من الماء بساتينَ وحدائقَ فيها نخيلٌ وأعناب وفواكهُ كثيرة تتمتعون بها زيادة على ثمرات النخيل والاعناب. ومن زروع هذه الجنّات وثمارِها تأكلون، وتحصِّلون معايشكم. </p><p> ثم خصَّ شجرةَ الزيتون بالذكر لما لها من المنافع والقدر الكبير فقال: </p><p> {وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنبُتُ بالدهن وَصِبْغٍ لِّلآكِلِيِنَ} </p><p> وخلقنا لكم شجرة الزيتون التي تنبت في منطقة طورِ سيناء، وهي من اكثر الشجَر فائدةً بزيتها وزيتونها وخشَبها، وفيها طعامٌ للناس. </p><p> والزيتونة تعمر طويلاً، لا تحتاج إلى خدمة كثيرة، وهي دائمة الخضرة. ويعتبر الزيتون مادة غذائية جيدة، فيه نسبةٌ كبيرة من البروتين، بالإضافة الى عدة موادّ هامة وأساسية في غذاء الانسان. وزيتُ الزيتون من أهم أنواع الدهون، وهو يُستعمل في كثير من أنواع الطعام، لأنه يفيدُ الجهاد الهضمي عامة، والكبدَ خاصة. وهو يفضُل جميع أناوع الدهون النباتية والحيوانية، ويُستعمل في كثير من الأدوية والمنظِّفات مثل الصابون والصناعات الغذائية. </p><p> وفي الحديث الشريف:  «كلوا الزيتَ وادّهنوا به فإنه من شجرةٍ مباركة» رواه احمد والترمذي وابن ماجه عن سدينا عمر بن الخطاب، والحاكمُ عن أبي هريرة. </p><p> وبعد ان بَين لنا فوائد النبات انتقل الى عالم الحيوان، وكل هذه المخلوقات إنّما نشأت من الماء. </p><p> {وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهَا وَلَكُمْ فيِهَا مَنَافِعُ كَثِيرَةٌ} . </p><p> وان لكم في خلْق الأنعام لخِدمتكم لعبرةً لمن ينظر إليها بقلبٍ مفتوح وحسن بَصيرة. </p><p> فهذه الإبلُ والبقر والغنم نسقيكم لبناً منها خالصاً سائغاً للشرابين، ولكم فيها منافعُ في أصوافها وأوبارِها واشعارها. </p><p> ثم يخصِّص منها منفعتين كبيرتين مهمّتين فيقول: </p><p> {وَمِنْهَا تَأْكُلُونَ وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ} </p><p> فكما أنكم تنتفعون بألبانها وأوبارها وأشعارِها، كذلك تأكلون من لُحومها، وتُحمَلون عليها وعلى الفلك التي تجري في البحر. وقد ذكر الفلكَ هنا للأأنه يجري على الماء الذي تفضّل الله علينا به. </p><p> وكل هذه من دلائل الإيمان الكونية، لمن يتدبرها تدبُّرَ الفهم والادراك. </p><p> قراءات: </p><p> قرأ ابن كثير ونافع وابو عمرو: سيناء بكسر السين، والباقون: سيناء بفتح السين وهما لغتان. وقرأ ابن كثير وابو عمرو:  «تنبت» بضم التاء وكسر الباء. والباقون: تنبت بفتح التاء وضم الباء. وقرأ ابن كثير وابو عمرو: نسقيكم بفتح النون، والباقون: نسقيكم بضمها. وهما لغتان: سَقى وأسقى. </p>"
}