{
  "id": null,
  "sura": 23,
  "aya": 51,
  "text": "<p> أُمتكم: ملّتكم وشريعتكم. فتقطعوا: تفرقوا وتمزقوا. زُبُرا: قطعا وجماعات واحدها زُبْرة. فذرهم: دعهم واتركهم. في غمرتهم: في جهلهم، وأصل الغمرة الماءُ الذي يغمر القامة ويسترها. حتى حين: الى ان يموتوا فيستحقوا العذاب. </p><p> {ياأيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} </p><p> هذا نداؤٌ لجميع الرسُل في كل زمان ومكان، ان يأكلوا من الحلا الطيب، وان يعملوا في هذه الدنيا ويعمُروها، فالعملُ من مقتضيات البشرية. فالرسُل كلُّهم يتلقَّون من عند الله، لا فرقَ بين أحدٍ منهم والآخر. </p><p> وهذا النداء، وإن كان موجَّهاً الى الرسُل والأنبياء فانه ايضاً لأممهم جميعاً. فهو نداء لجميع الناس في جميع الأقطار أن يأكلوا من الحلال الطيب، وان يعمروا هذه الارض، بالأعمال الصالحة. ثم قال في ختام الآية:  {إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} لا يخفى عليَّ شيء منهان وأنا مجازيكم على ما تعملون. </p><p> {وَإِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَاْ رَبُّكُمْ فاتقون} </p><p> يقرر الله تعالىفي هذه الآية وَحدةَ الأديان، وأنها كلّها من عنده، غايتها واحدة، هي الدعوةُ إلى عبادة الله وحدضه لا شريكَ له، والعملُ على إحياء هذه الأرض. والجدّ والكدّ في سبيل الأمة وتماسكها ووحدتها. </p><p> وفي هذا دليل كبير على وَحدة الدين، وأن الأديان جميعَها من عند الله، لكن الأمم اختلفت وخالف الناسُ رسُلَهم واتبعوا اهواءهم فبدّلوا وغيّرواوتفرقوا شِيعاً واحزاباً، كما قال:  {فتقطعوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} . </p><p> فتفرّق أتباع الرسُل والأنبياء فِرقاً وأحزابا، وأصبح كلّ فريقٍ معجَباً بنفسه، فرِحاً بما عنده، معتقدا أنه على الحق وحده. فبعد ان كان الرسل أمةً واحدة ذاتَ كلمة واحدة وعبادة واحدة تفَرّق الناس من بعدِهم شيعاً واحزابا لا تلتقي على منهج ولا طريق. </p><p> {فَذَرْهُمْ فِي غَمْرَتِهِمْ حتى حِينٍ} . </p><p> الخطابُ للنبيّ الكريم عليه صلواتُ الله وسلامه، فاترك الكافرين يا محمد في جَهالتهم وغفلتِهم ما دمتَ قد أدَّيتَ رسالت: ، حتى يقضيَ الله فيهم فيفاجئهم المصيرُ حينَ يجيء موعده المحتوم. </p><p> قراءات: </p><p> قرأ اهل الكوفة: وإِنَّ امتكم بكسر الهمزة. وقرأ ابن عامر: وان بكسر الهمزة وسكون النون. والباقون: وان بفتح الهمزة وتشديد النون. </p><p> ثم بين خطأهم فيما يظنون من أن سعةَ الرزق في الدنيا علامةُ رضا الله عنهم في الآخرة فقال: </p><p> {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الخيرات بَل لاَّ يَشْعُرُونَ} . </p><p> أيظن هؤلاء المغرورون ان المقصود مما نعطيهم من الأموال والأولاد والرزقِ الواسع هو المسارعةُ بالخيرات لهم! إنما هي فتنةٌ لهم وابتلاء، إنهم لا يشعرون أنني غيرُ راضٍ عنهم، ولا أن هذه النعم استدراجٌ منّي لهم، ثم وراءها المصيرُ المظلم. </p>"
}