{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> ما ملكت ايمانكم: العبيد والاماء. الحلم: بضم اللام وسكونها، البلوغ. تضعون ثيابكم: تخلعونها. الظهيرة: وقت اشتداد الحر عند منتصف النهار. العورة من الجسم: كل ما يستحي الانسان ان يظهرهُ من جسمه. ثلاث عورات: ثلاث مرات في الاوقات التي تستريحون فيها. جناح، بضم الجيم: اثم. طوافون عليكم: يطوفون عليكم للخدمة والمخالطة. القواعد من النساء: العجائز الكبار في السن. لا يرجون نكاحا: لا يطمعون بالزواج. التبرج: اظهار المحاسن. </p><p> في هذه الآيات توجيهٌ للمؤمنين وتربيةٌ وتعليم إلى اللّياقة الاجتماعية في محيط الأسرة، وذلك أن اندماجَ الخدم والصبيان في أسَرهم قد يتجاوز بهم الاحتشامَ في المخالطة فيدخلون على الكبار دون استئذان في هذ الاوقات الثلاثة المذكورة في الآية. وظراً لأنها أوقات خلوة وحرية شخصية ويتحلل الانسان فيها من لباس الحشمة، جاء القرآن الكريم بتشريع الاستئذان في تلك الاوقات بالنسبة لمن ذكرتُهم من الهدم والصبيان حتى لا يطلعوا على ما يعتبر سراً لا يستساغ إظلاعهم عليه، إذ هو كالعورة التي ينبغي سترها. </p><p> وفي هذا توجيه لأعضاء الأسرة المؤمنة الى اتخاذ الملابس اللائقة لمقابلة بعضهم البعض، حتى تظل كرامتهم مصونة، وحريتهم مكفولة وآدابهم مرعية، فالقرآن الكريم جاء ليعلّمنا ويوجهنا الى الخير وفضائل الاخلاق وحسن المعاشرة. </p><p> وكان الخدم والصبيان والعبيد قبل هذا يدخلون على بعضهم دون استئذان. وهناك روايات عن سيدنا عمر بن الخطاب رضي الله عن هـ، وأسماء بنت مرثد وغيرهما ان بعض الخدم دخل عليهم في بعض هذه الاقوات فتأذوا من ذلك فنزلت هذه الآيات، وهناك احاديث كثيرة في هذا الموضع. </p><p> بيّن الله تعالى في هذه الآيات ان على الاطفال والخدم ان يستأذنوا للدخول على الكبار في ثلاثة اوقات من اليوم هي: قبل الفجر، وعند الاستراحة وقت الظهيرة، ومن بعد صلاة العشاء. وفيما عدا ذلك يمكن ان يدخلوا دون اذن. </p><p> أما اذا بلغ الاطفال سن البلوغ فعليهم ان يستأذنوا كما يفعل الكبار على كل حال. واما النساء الكبار في السن اللاتي لا مطمع لهن في الزواج، فلا جناح عليهن اذا تحللن من بعض الملابس في بيوتهن، واذا تعففن باللباس الساتر فانه خير لهن، والله سميع بما يجري بين الناس، عليم بمقاصدهم لا تخفى عليه خافية. </p><p> قراءت: </p><p> قرأ الجمهورك ثَلاثُ عورات بضم الثاء، وقرأ ابو بكر وحمزة والكسائي: ثَلاثَ عورات بفتح الثاء. </p>"
}