{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> الإفك: الافتراء، والفعل أفَك يأفِك مثل ضرب يضرب، وأفِك يأفَك: مثل علم يعلم. وأفك الناسَ: كذبهم. العصبة: الجماعة. تولى كبره: تحمل معظمه. إفك مبين: كذب ظاهر. لولا: بمعنى هلا. أفضتم فيه: خضتم فيه. اذ تُلقون بألسنتكم: اذ تتلقون الافك ويتناقله بعضكم عن بعض. بهتان عظيم: كذب محير لفظاعته. تشيع: تنتشر. الفاحشة: الزنا، وكل امر قبيح. </p><p> {إِنَّ الذين جَآءُوا بالإفك عُصْبَةٌ مِّنْكُمْ لاَ تَحْسَبُوهُ شَرّاً لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ لِكُلِّ امرىء مِّنْهُمْ مَّا اكتسب مِنَ الإثم والذي تولى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} . </p><p> نزلت هذه الآيات العشر في شأن عائشة أم المؤمنين، رضي الله عن ها، حين رماها أهلُ الافك والبهتان من المنافقين ومن انضمّ اليهم من بعض المؤمنين بما قالوه من الكذب والافتراء. وكان القصدُ من ذلك إيذاءَ الرسول الكريم صلى الله عليه وسلم في أحبّ نسائه اليه، فأنزل الله تعالى هذه الآيات لبراءتها. وهذا باتفاق المفسرين والرواة من جميع الطوائف والمذاهب الاسلامية إلا من شذ. </p><p> وقد روى حديثَ الافك عددٌ من العلماء في مقدمتهم البخاري عن السيدة عائشة وابن الزبير؛ وام رومان ام السيدة عائشة؛ وابن عباس وابي هريرة وابي اليسر. كما رواه عدد من التابعين. والحديث طويل من أراده فليرجعْ الى صحيح البخاري وسيرة ابن هشام وغيرهما. </p><p> وخلاصته: ان الرسول الكريم كان إذا اراد سفراً عمل قُرعةً بين زوجاته، فالتي تخرج قرعتها أخذها معه. وفي سنة ستٍ من الهجرة (كما حدّدها ابن هشام في السيرة) خرج الرسول الى غزوة بني المصطَلِق وأخذ السيدة عائشة معه. فلما انتهى من الغزوة رجع، تقول السيدة عائشة: «حتى اذا قَفَلْنا ودنونا من المدينة، نزلنا منزلا. ثم نوديَ بالرحيل في الليل، فقمتُ لأقضي حاجة، ومشيتُ حتى جاوزتُ الجيش. فلما قضيت شأني أقبلت الى رحلي فلمست صدري فاذا عِقدي قد انقطع. فرجعتُ ألتمسه. فحبَسَني ابتغاءه. وجاء الذين توكلوا بهَوْدَجي فاحتملوه ووضعوه على بعيري وهم يحسبون اني فيه لخفّتي في ذلك الوقت. ورحَلَ الناس. وبعد ان وجدت عقدي جئت الى منزل الجيش فلم أجد أحدا، فجلست في مكاني وأنا أعلم أنهم سوف يفتقدونني ويعودون في طلبي. فبينما أنا جالسة في مكاني غلبتني عيني فنمت. وكان صفوان بن المعطّل السُّلَمي قد تخلف عن الجيش، فلما ورآني عرفني، فاستيقظت على صوته وهو يقول: إنا لله وانا اليه راجعون. فخمَرتُ وجهي بجلبابي، وواللهِ ما تكلّمنا بكلمة ولا سمعت منه غير استرجاعه. ثم أناخ راحلته فقمتُ إليها فركبتها، وانطلق يقود بي الراحلة حتى ادركنا الجيشَ عند الظهر وهم نزول. وكانوا قد افتقدوني وماج القوم في ذكري. فبينما الناس كذلك إذ وصلتُ عندهم. </p><p> «وبعد وصولهم الى المدينة، بدأ الناس يتهامسون: ما بالُ عائشة تأخرتْ عن الجيش، وجاءت مع صفوان على بعيره، وصفوان شاب وسيم الطلعة مكتمل القوة! وقاد هذه الحركة وتولّى كِبرها رأسُ المنافقين عبدُ الله بن أبَيّ وبعض المؤمنين سيأتي ذكرهم وعددٌ من المنافقين. </p><p> وبلغ النبيَّ الخبرُ، واضطرب له. وبعد مدة بلغ السيدة عائشةَ الخبر. وهاج الناس وماجوا واضطربت المدينة لهذا الخبر، وبقيتْ كذلك مدة شهر إلى ان نزلت هذه الآيات تبرىء السيدة عائشة وتحسم الموضوع حسماً كاملا. </p><p> ان الذين اتهموا عائشةَ أمَّ المؤمنين بالزنا هم جماعة من كبار الكذّابين المفترين، وهم من المنافقين الموجودين بينكم، لا تظنوا هذه الحاديثة شراً لكم بل هي خير لكم، لأنها ميزت المنافقين من المؤمنين، واظهرت كرامة المبَّرئين منها، ولكل امرىء منهم جزاؤه على مقدار اشتراكه في هذه الجريمة. </p><p> {تولى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} </p><p> ورأسُ الكفر والمنافقين عبدُ الله بن أبيّ هو الذي قاد هذه الحركة وتولى معظمها - له يوم القيامة عذابٌ عظيم. وقد انساق معه بعض المؤمنين منهم حسّان بن ثابت ومِسطَح بن اثاثة وهو أقارب ابي بكر الصديق، وحمنة بنتُ جحش أختُ زينب أم المؤمنين. ولما نزلت آية البراءة أمَرَ رسول الله صلى الله عليه وسلم بجَلْدِهم. </p><p> {لولا إِذْ سَمِعْتُمُوهُ ظَنَّ المؤمنون والمؤمنات بِأَنْفُسِهِمْ خَيْراً وَقَالُواْ هاذآ إِفْكٌ مُّبِينٌ} . </p><p> كان مقتضى الإيمان ان تظنوا بمن اتُّهم خيرا عند سماعِ هذه التهمة، وكان عليكم ان تقولوا هذا كذبٌ واضح لا يصدَّق. </p><p> ثم علل لسحبانه كذب الآفكين ووبخهم على ما اختلقوه واذاعوه فقال: </p><p> {لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ فَإِذْ لَمْ يَأْتُواْ بِالشُّهَدَآءِ فأولئك عِندَ الله هُمُ الكاذبون} </p><p> هلاّ جاء الخائضون في الإفك بأربعةِ شهداءَ يشهدون على ثبوت ما قالوه، فإن لم يستطيعوا فهم الكاذبون فيما اتَّهموا به عائشة. </p><p> {وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ فِي الدنيا والآخرة لَمَسَّكُمْ فِي مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ} </p><p> ولولا تفضُّلُ الله عليكم ببيان الأحكام، ورحمتُه لكم في الدنيا بعدم التعجيب بالعقاب، وفي الآخرة بالمغفرة - لنزل بكم عذابٌ عظيم على هذه التهمة الشنيعة. </p><p> {إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَّا لَّيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ الله عَظِيمٌ} . </p><p> فقد تناقلتم هذه التهمةَ بألسنتكم وأشعتُموها بينكم، وتخوضون فيما لم يكن لكم علمٌ بصحته، وتحسبَون ان هذا الأمر هين بسيطٌ لا يعاقِب الله عليه، مع أنه أمرٌ خطير عظيم يعاقِبُ عليه الله اشد العقاب. </p><p> {ولولا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بهذا سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ} </p><p> كان عليكم أن تقولوا حين سمعتموه: إن هذا كذِبٌ واختلاقٌ كبير، وأن تنصحوا بعدمِ الخوض فيه. . . . لأنه غير لائق بكم، وأن تقولوا متعجِّبين من هول هذه الفِرية: سبحانك يا ربّ، نحن ننزهك، إن هذا كذبٌ عظيم. </p><p> ثم حذّر الله المؤمنين أن يعوداو لمثل هذا فقال: </p><p> {يَعِظُكُمُ الله أَن تَعُودُواْ لِمِثْلِهِ أَبَداً إِن كُنتُمْ مُّؤْمِنِينَ} </p><p> يعِظُكم الله بهذه المواعظ وينهاكم ان تعودوا لمثل هذه المعصية ابدا، ان كنتم مؤمنين حقّاً، لأن هذه الأعمال تتنافى مع الإيمان الصادق. </p><p> {وَيُبَيِّنُ الله لَكُمُ الآيات والله عَلِيمٌ حَكِيمٌ} </p><p> ويفصّل الله لكم في كتابه الآياتِ الدالةَ على الأحكام ومحاسن الفضائل والآداب، واللهُ واسعُ العلم لا يغيب عنه شيءٌ من أعمالكم وهو الحكيم في كل ما يشرع ويخلق. </p><p> {إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة فِي الذين آمَنُواْ لَهُمْ عَذَابٌ أَلِيمٌ فِي الدنيا والآخرة والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ} . </p><p> ان الذين يحبّون ان يُفشوا القبائح ويتهمون بها المؤمنات لهم عذاب مؤلم في الدنيا بالعقوبة المقررة، وفي الآخرة بالنار، واللهُ عليم بجميع أحوالكم وأنتم لا تعلمون ما يعلمه. </p><p> {وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله رَءُوفٌ رَّحِيمٌ} ولولا فضل الله عليكم ورحمته بكم، لَما بيَّن لكم الأحكامَ ولعَجَّلَ عقوبتكم في الدنيا وكنتم من الهالكين. </p>"
}