{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> الأيامى: واحدهم أيِّم، وهو غير المتزوج رجلا كان او امرأة، بكرا او ثيبا. يقال: آم الرجل وآمت المرأة اذا لم يتزوجا. </p><p> منم عبادكم: من عبيدكم. الإماء: جمع أمة وهي المملوكة. </p><p> والذين يبتغون الكتاب: المكاتبة وهي ان يكاتب العبدُ سيده على مبلغ من الماء اذا ادَّاه اليه يصبح حرا. الفتيات: الاماء. البغاء: الزنا. التحصن: العفة. مبينات: مفصلات لكل ما تحتاجون. </p><p> {وَأَنْكِحُواْ الأيامى مِنْكُمْ والصالحين مِنْ عِبَادِكُمْ وَإِمائِكُمْ إِن يَكُونُواْ فُقَرَآءَ يُغْنِهِمُ الله مِن فَضْلِهِ والله وَاسِعٌ عَلِيمٌ} . </p><p> وزوِّجوا من لم يتزوج من رجالكم ونسائكم، وأعينوهم على الزواج، حتى لا يقعوا في المعصية، ويسِّروا الزواج بقدْرِ ما تستطيعون من تقليل المهور، والمساعدة بكل الوسائل. </p><p> وأعِينوا الصالحين من عبيدِكم وإمائكم على الزواج ليتحصنّوا او يعفُّوا. ولا تنظروا الى فقرِ من يخطُب او فقرِ من تريدون زواجَها، ففي فضل الله ما يغنيهم، واللهُ ذو سعةٍ عليمٌ بكل شيء. </p><p> {وَلْيَسْتَعْفِفِ الذين لاَ يَجِدُونَ نِكَاحاً حتى يُغْنِيَهُمُ الله مِن فَضْلِهِ} </p><p> اما الذين لا يجدون القدرة على مئونات الزواج فعليهم أن يصبروا ويسلكوا طرق العفّة وينتظروا حتى يغنيَهم الله من فضله. وقد ورد في الحديث الصحيح ان النبي صلى الله عليه وسلم قال «يا معشرَ الشباب، من استطاع منكم الباءةَ فليتزوجْ، فإنه أغضُّ للبصر وأحصنُ للفرج. ومن لم يستطع فعليه بالصوم فإنه له وِجاء» </p><p> الباءة: النكاح ومؤنته. الوجاء: الخِصاء، يعني انه يعين على نسيان النكاح. </p><p> وفي الحديث الصحيح:  «ثلاثةٌ حقٌ على الله عونُهم: المجاهدُ في سبيل الله، والمكاتب الذي يريد الأداء، والناكح الذي يريد العفاف» أخرجه الترمذي والنسائي. </p><p> {والذين يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمُتُمْ فِيهِمْ خَيْراً} </p><p> هنا يحثّ الله تعالى على تيسير تحرير الرقيق. . . . فكل عبدٍ أو عبدة تريد التحرر وتكاتب سيّدَها على مبلغ من المال - على المؤمنين ان يساعدوهما في ذلك ويسهّلوا لهما طريق الحرية من العبودية. وهكذا كان الاسلام أول من شرع تحرير الرقيق، وقد انتهى نظام الرق الآن. </p><p> ثم حث الله المؤمنين جميعاً على تحرير الرقاب فقال: </p><p> {وَآتُوهُمْ مِّن مَّالِ الله الذي آتَاكُمْ} </p><p> وعلى جميع المسلمين أن يساعدوا أولئك الذين يريدون التحرّرَ فدفْعِ ما يستطيعون من الأموال لهم حتى يتم تحريرهم. </p><p> ثم نهى المؤمنين عن السعي في جمع المال من الطرق غير المشروعة فقال: </p><p> {وَلاَ تُكْرِهُواْ فَتَيَاتِكُمْ عَلَى البغآء إِنْ أَرَدْنَ تَحَصُّناً لِّتَبْتَغُواْ عَرَضَ الحياة الدنيا} </p><p> كان من عادات الجاهلية ان الرجل يكون عنده غماء فيُكرهُهُنَّ على البغاء حتى يكسبن له المال، ليأخذَ أجورهن. وكانت هذه العادة فاشية فيهم. وقد اشتكت بعضُ الجواري الى الرسول الكريم عليه الصلاة والسلام فأنزل الله هذه الآية ليقطع دابر تلك العادة القبيحة. </p><p> {وَمَن يُكْرِههُنَّ فِإِنَّ الله مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ} </p><p> ومن يكره غماءه على البغاء فإن الله غفور رحيم لهنّ، والذنبُ على المكرِه، وقد وعد المكرَهاتِ بالمغفرة بعد الاكراه على عملِ لا يدَ لهن فيه. </p><p> {وَلَقَدْ أَنْزَلْنَآ إِلَيْكُمْ آيَاتٍ مُّبَيِّنَاتٍ وَمَثَلاً مِّنَ الذين خَلَوْاْ مِن قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِينَ} </p><p> لقد أنزلنا اليكم في هذا القرآن آياتٍ واصحةً مبينّةٌ للأحكامٍ، كما أنزلنا اليكم امثلةً من احوال الأمم السابقة، وارشاداتٍ ومواعظَ للذين يخافون الله وهدى وعزاً لمن تولاه. </p>"
}