{
  "id": null,
  "sura": 24,
  "aya": 30,
  "text": "<p> يغضوا من أبصارهم: يكفّونها عن المحرمات ويخفضونها. الخُمُر: جمع خمار وهو ما تغطي به المرأة رسأها. الجيوب: واحدها جيب، وهو فتحة في أعلى القميص. البعولة: الازواج، واحدها بعل. الإربة: الحاجة إلى النساء، يقال أرِب الرجل الى لاشيء اذا احتاج اليه، والاربة والأرَب بفتح الهمزة والراء، والمأربة بفتح الراء بمعنى واحد. الطفل: يطلق على الواحد والجمع والمذكر والمؤنث، ويجوز ان يقال طفل وطفلة واطفال وطفلات، ويقال له طفل حتى يبلغ. لم يظهَروا على عورات النساء: لم يبلغوا حد الشهوة ولا يدرون ما هي. </p><p> {قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ. . . .} </p><p> في هايتن الآيتين تعليمٌ لنا وتهذيب لأخلاقنا، لأن الإسلام يهدف الى إقامة مجتمع سليم نظيف، وذلك بالحيلولة دون استثارة المشاعر، وابقاء الدافع الفطري العميق بين الجنسين سليماً. ذلك أن الميل الفطري بين الرجل والمرأة مَيْلٌ عميق في التكوين الحيوي، لأن الله قد أناط به امتدادَ الحياة على هذه الارض. والله سبحانه يرشدنا الى أرقى الاخلاق وأسماها لنعيش في أمن وسلام. </p><p> قل ايها الرسول للمؤمنين: كفُّوا أبصاركم عما حرَّم الله عليكم من عورات النساء ومواطن الزينة منهن، واحفظوا أنفسكم من عمل الفاحشة. ان ذلك الأدبَ أكرمُ بكم واطهرُ وأبعدُ عن الوقوع في المعصية. {إِنَّ الله خَبِيرٌ بِمَا يَصْنَعُونَ} فلا يخفى عليه شيء مما يصدُر منهم من الافعال. </p><p> وبعد ان أمر المؤمنين بغضّ أبصارهم - أمر المؤمنات كذلك. فقل يا أيها النبي للمؤمنات: عليهنّ ان يحفظن أبصارهن فلا ينظرن الى المحرَّم من الرجال. ويحفظن انفسَهن من الوقوع في الزنا وفتنة الغير. وذلك بستر أجاسمهن ما عدا الوجه والكفّين. وهذا معنى قوله تعالى:  {وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا} . </p><p> ولما نهى عن إبداء الزينة أرشدَ الى غخفاء بعض مواضعها فقال: </p><p> {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ} </p><p> وليضعن الخمارَ على رؤوسهن ليَسْتُرْنَ بذلك شعورهن وأعناقهن وصدورهن. </p><p> {وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ. . . .} </p><p> لا يحلُّ لهنّ ان يُظهرن شيئا من اجسامهن الا لأزواجهن والاقارب الذين يحرُم عليهن التزوج منهم تحريماً مؤبدا مثل آبائهن او آباء أزواجهن، أو أبنائهن، أو أبناء أزواجهن من زوجات سابقات، او إخوانهن أو أبناء اخوانهن او ما ملكت ايمانهن من الأرقاء، او من يشتغل عندهن من المسنّين الذي ماتت شهواتهم والاطفال الذين لم يبلغوا سن البلوغ. </p><p> ثم نهى الله عن إظهار وسوة الحليّ وما يثير الشهوة فقال: </p><p> {وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ} </p><p> اطلبْ منهن أيها السرول ان لا يفعلن شيئا يجلب أنظار الرجال الى ما خَفِيَ من الزينة، وكل ما يثير الفتنةَ من المشي غير المعتاد. </p><p> {وتوبوا إِلَى الله جَمِيعاً أَيُّهَ المؤمنون لَعَلَّكُمْ تُفْلِحُون} </p><p> ارجعوا الى الله والى طاعته فيما أمركم به ونهاكم عنه من عاداتِ الجاهلية، والتزِموا آدابَ هذا الدين القويم لتسعدوا في دنياكم وأخراكم. </p><p> قراءات: </p><p> قرأ ابن عامر وابو بكر: غير أولي الإربة، بنصب غيرَ. والباقون: غير بالجر كما هو في المصحف. </p>"
}