{
  "id": null,
  "sura": 24,
  "aya": 21,
  "text": "<p> خُطُوات: بضم الخاء والطاء، واحدتها خطوة: المسافة ما بين الرِجلين في المشي، والمقصود: وساوس الشيطان. لا يأتلِ: لا يحلف. اولو الفضل: الاغنياء. المحصنَات: العفيفات. الغافلات: سليمات الصدور، اللاتي لا يفكرون في السوء. دينهم الحق: جزاءهم الثابت. ان الله هو الحق: ان الله هو الموجود الظاهر الذي بقدرته وجود كل شيء ويبين لهم حقيقة ما كان يعدهم في الدنيا. </p><p> {ياأيها الذين آمَنُواْ لاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان. . .} . </p><p> يا أيها الذين آمنوا، لا تسلكوا سُبُلَ الشيطان، بل احذَروا وساوسه التي تجرّكم الى شاعة الفاحشة والمعاصي بينكم. ومن يتبع الشيطان فقد عصى. . . . لأنه يأمر بكبائر الذنوب. ولولا فضلُ الله عليكم ورحمته بكم ببيان الأحكام - ما طَهُرَ أحدٌ منكم من ذنوبه ابدا، ولكن الله يطهِر مَن يشاء من خلقه بقبول توبته، واللهُ سميع لما تقولون، عليم بما في قلوبكم. </p><p> {وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ} . </p><p> كان أبو بكر الصدّيق ينفق على مسطح بن أثاثه ابنِ خالته، وهو صحابي بدريّ من المهاجرين الفقراء، ولكن هذا كان من المخائضين في حديث الإفك، فحلف أبو بكر ان يقطع النفقة عنه، فنزلت هذه الآية: </p><p> لا يحلف اصحابُ الفضل من الأغنياء منكم الامتناعَ عن الإنفاق على أقاربهم من المساكين والمهاجرين ولو أساؤوا اليهم، بل عليهم ان يسامحوهم ويصفحوا عنهم. ألا تحبّون أن يستر الله عليكم ويغفر لكم ذنوبكم!! إن الله غفورٌ لذنوب من أطاعه رحيم به. فاستغفرَ ابو بكر ربه وأعاد النفقة على مسح. </p><p> {إِنَّ الذين يَرْمُونَ المحصنات الغافلات المؤمنات لُعِنُواْ فِي الدنيا والآخرة وَلَهُمْ عَذَابٌ عَظِيمٌ} </p><p> ان الذين يتّهمون المؤمناتِ المتزوجاتِ الشريفاتِ الغافلات عن كل سوء عليهم لعنةُ الله والطردُ من رحمته في الدنيا، ولهم عذابٌ عظيم في الآخرة. </p><p> {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ يَوْمَئِذٍ يُوَفِّيهِمُ الله دِينَهُمُ الحق وَيَعْلَمُونَ أَنَّ الله هُوَ الحق المبين} . </p><p> في ذلك اليوم العظيم لا يحتاج الله شهوداً، لأن جوارحَ الانسان تشهد عليه بما كان يعمل. . . الله تعالى يجعلُها تنطق بالحق. وعند ذلك يحاسبُهم الله حساباً دقيقا ويجزيهم على ما عملوا جزاءَ الحق والعدل. عندئذٍ يعلمون أن ما وعدَهم الله هو الحق الذي لا شك فيه ولا ريب. </p>"
}