{
  "id": null,
  "sura": 24,
  "aya": 35,
  "text": "<p> المشكاة: الكوّة في الحائط غير نافذ يوضع فيها المصباح. الزجاجة: القنديل من الزجاج. دريّ: مضيء متلألىء نسبةً الى الدر. لا شرقية ولا غريبة: يعني في مكان متوسط، لا شرقية فتُحرم حرارة الشمس آخر النهار، ولا غريبة فتحرمها أول النهار. الغدوّ: جمع غدوة: الصباح. الآصال: جمع أصيل، وهو المساء. </p><p> {الله نُورُ السماوات والأرض. . . .} </p><p> الله مصدرُ النور في هذا الكون، فهو منوِّرُ السماواتِ والأرضِ بكلّ نورٍ حسّي نراه ونسير فيه، وبكل نورٍ معنويّ كنور الحق والعدل، والعلم والفضيلة، والهدى والايمان. إن مَثَلَ نوره الباهر في الوضوح كمَثَلِ نور مصباح شديد التوهج، وُضع في فجوة من حائط يشعّ نوره، وقد وُضع المصباح في زجاجة يتلألأ نورها كالدّر (والعربُ تسمي النجومَ العظام الدَّراري) ، ويستمدّ هذا المصباح وقودَه من زيتِ شجرةٍ مباركة طيبة التربة والموقع، زيتونةٍ مغروسة في مكان معتدل لا يسترها عن الشمس في وقتِ النهار شيء، فهي شرقية غربية، تصيبها الشمسُ بالغداة والعشي، يكاد زيت هذه الشجرة لشدة صفائه يضيء ولو لم تمسّه نار المصباح. </p><p> {نُّورٌ على نُورٍ} </p><p> نور مترادِف متضاعف تجمَّع فيه نور المشكاة والزجاج والمصباح والزيت، وفق ذلك كله نورُ رب العالمين بهدْيه الناسَ الى الصراط المستقيم. </p><p> {يَهْدِي الله لِنُورِهِ مَن يَشَآءُ وَيَضْرِبُ الله الأمثال لِلنَّاسِ والله بِكُلِّ شَيْءٍ عَلَيِمٌ} </p><p> وهكذا، تكون الشواهد المنبثة في هذا الكون، الحسّيُّ منها والمعنوي، آياتٍ واضحةً لا تدع مجالاً للشك في وجود الله، والله يوفق من يشاء الى الإيمان، إذا حاول الانتفاعَ بنور عقله. وهو يأتي بالأمثلة المحسوسة ليسهّل على الناس إدراكها، ولما فيها من الفوائد والنصح والارشاد. وهو سبحانه واسع العلم، محيطٌ بكل شيء، يعطي هدايته من يستحقّها ممن صفَتْ نفوسهم واستعدّوا لتلقي احكام الدين وآدابه. </p><p> قراءات: </p><p> قرأ ابن كثير ونافع وابن عامر وحفص: دُرّي بضم الدال واتشديد الراء بدون همز. وقرأ ابو عمرو والكسائي: دِريء بكسر الدال والهمزة. وقرأ حمزة وعاصم: دُرِّيءٌ بضم الدال وتشديد الراء وبالهمزة المضمومة في آخره. </p><p> وقرأ ابن كثير وابو عمرو: تَوقَّدَ بفتح التاء والقاف المشددة وفتح الدال على انه فعل ماض. وقرأ نافع وابن عامر وحفص والكسائي: يُوقَدُ فعل مضارع بضم الياء وفتح القاف وضم الدال فعل مضارع مبني للمجهول كما هو في المصحف. وقرأ حمزة وأبو بكر: تُوقدُ بضم التاء والدال. </p><p> {فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه يُسَبِّحُ لَهُ فِيهَا بالغدو والآصال رِجَالٌ. . . .} الآية. </p><p> ذلك النور المشعّ في السموات والأرض يتجلّى في بيوت الله (وهي المساجد) التي تتصل فيها القلوب بالله. </p><p> روى سعيد بن جبير عن ابن عباس قال: المساجدُ بيوت الله في الأرض، تضيء لأهل السماء كما تضيء النجوم لأهل الارض. </p><p> أمر الله ان تبنى وتعظَّم وتعمر بذكر الله من رجالٍ لا تَشغَلُهم الدنيا وزخرفها ولا بيوعهم وتجارتهم عن ذكر الله. . فهم يعملون للدنيا في الأسواق والحقول والمصانع، ويعملون للآخرة فيؤدون جميع فروضهم وواجباتهم، فلا تشغلهم الدنيا عن الآخرة، ولا الآخرة عن الدنيا. وهم مع هذا يخافون هولَ يوم القيامة لاذي تضطربُ الأفئدة من شدّته، وتشخَصُ فيه القلوب والأبصار في حيرة ودهشة. والله تعالى مع كل ذلك يطمئِنُ المؤمنين ويبين مآل أمرِهم وحُسْنَ عاقبتهم بقوله: </p><p> {لِيَجْزِيَهُمُ الله أَحْسَنَ مَا عَمِلُواْ وَيَزِيدَهُمْ مِّن فَضْلِهِ والله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ} </p><p> إنها بشرى عظيمة للذين آمنوا واحسنوا، فانه بعد أن يجزيهم أحسنَ ما عملوا يزيدُهم من فضله. {والله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ} </p><p> ما أحسنَ هذه البشرى وما اعظم فضل الله. </p><p> قراءات: </p><p> قرأ ابن عامر وابو بكر: يسبح بضم الياء وفتح الباء. والباقون: يسبح بضم الياء وكسر الباء. </p>"
}