{
  "id": null,
  "sura": 24,
  "aya": 43,
  "text": "<p> يزجي: يسوقُ برفق. يؤلف بينه: يجمع بين أجزائه وقطعه. ركاماً: متراكما بعضه فوق بعض. الودق: المطر. من خلاله: من بينه. من جبال: من قطعٍ عظام تشبه الجبال. </p><p> سنا برقه: ضوء برقه. يذهب بالأبصار: يخطفها لشدة بريقه ولمعانه. يقلّب الليل والنهار: يتصرف فيهما طولا وقصرا. لأولي الأبصار: لأهل العقول والبصائر. </p><p> {أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَاباً. . . .} . </p><p> في هذه الآية والتي تليها دلالةٌ على قدرة الله ووحدانيته. . . . انظرُ أيها الرسولُ الكريم السحابِ يسوقُه الريحُ بقدرة الله أول ما ينشئه، ثم يجمع بين ما تفرّق من أجزائه، ثم يجعل بعضَه متراكماً فوق بعض، فترى المطرَ يخرج من خلاله. واللهُ يُنزل من مجموعات السحب المتراكمة التي تشبه الجبالَ في عِظَمِها بَرَداً ينزل على قومٍ فينفعهم او يضرّهم تبعاً لقوانينه وارادته، ولا ينزل على آخرين كما يريد الله. وانظُر إلى ما في هذه السّحاب من بَرْقٍ يضيء بشدّةٍ وسرعة حتى يكاد يخطَفُ الأبصار، كما في قوله تعالى:  {يَكَادُ البرق يَخْطَفُ أَبْصَارَهُمْ}  [البقرة: ٢٠] . </p><p> وهذه الظواهر من أقوى الدلائل على قدرة الله، وكلُّ من ركب الطائرة يعرف التشابه بين السحب والجبال، فانه يراها متراكمة كأنها الجبال والآكام، وهذا من الأدلة الباهرة على إعاجز القرآن الكريم. ولم تُعرف هذه الصورة الا بعد وجود الطائرات التي ترفع الإنسان فوق السحب فيراها على حقيقتها كما وُصفت في القرآن. </p><p> {يُقَلِّبُ الله الليل والنهار إِنَّ فِي ذلك لَعِبْرَةً لأُوْلِي الأبصار} </p><p> انظر أيضاً الى اختلاف الليلِ والنهار وتقلُّبِها بزيادة أحدِهما ونقص الآخر، والى تغير أحوالهما بالحرارة والبرودة. . . . ان في ذلك كله لعبرةً لذوي العقول السليمة، وعظةً لكل من ينظر ويتأمل. </p><p> {والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ. . . .} </p><p> والله خلقَ كلَّ حيوان يدب على الأرض من الماء، وكما قال تعالى:  {وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ}  [الانبياء: ٣٠] . ثم بيّن اقسام هذا الحيوان، فمنهم من يمشي على بطنه كالزواحف، ومنهم من يمشي على رِجلين كالانسان والطير، ومنهم من يمشي على أربع كالأنعام والوحوش. {وَيَخْلُقُ الله مَا يَشَآءُ} من الحشرات التي تمشي على أكثرَ من أربع ارجل، وغير ذلك على اختلاف انواعها. </p><p> {إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ} </p><p> ان الله على إحداث ذلك وخلْقِ ما يشاء لذو قدرة، لا يتعذر عليها شيء فالماء هو اصل الانسان، وجسمُ الانسان معظمه من الماء اذ يحتوي على نحو ٧٠% من وزنه ماءً. والماء اكثر ضرورةً للانسان من الغذاء، فبينما يمكن للانسان ان يعيش ستين يوما بدون غذاء لا يمكنه ان يعيش بغير الماء الا ثلاثة ايام الى عشرة على اقصى تقديره. </p><p> {لَّقَدْ أَنزَلْنَآ آيَاتٍ مُّبَيِّنَاتٍ والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ} </p><p> لقد انزلنا عليك يا محمد دلالئلَ واضحةً تبين الأحكام والعظات، والله يوفق الى الخير من يشاء من عباده، ويرشدهم الى الطريق المستقيم. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وخلف: والله خالق كل دابة. والباقون: والله خلق كل دابة. </p>"
}