{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> لا يرجون: لا يخافون ولا يتوقعون. واستكبروا في أنفسِهم: تكبروا، تمكن الكبر من نفوسهم. وعتَوا عتواً كبيرا: تمردوا، وتجاوزا حد كبيرا في الظلم. لا بشرى لهم: سوف يكون ذلك اليوم مصدر ازعاج لهم لا بشارة فيه. حِجراً محجورا: تعبير تقوله العرب عندما ينزل بهم مكروه، ومعناه نسأل الله ان يمنع ذلك منعا، ويحجره حجرا. وقدمنا الى ما عملوا: ونأتي الى ما عملوه. هباء منثورا: غبارا متفرقا لا قيمة له. خيرٌ مستقرا: افضل مكان يُستقر فيه. وأحسن مقيلا: وأحسن مكان للراحة والقيلولة. </p><p> وقال الذين ينكرون البعث، ولا يتوقّعون لقاءنا: لماذ لا تُنَزَّلُ علينا الملائكةُ فيخبرونا بأن محمداً صادقٌ فيما يدّعي؟ ولماذا لا نرى الله فيخبرنا بأنه أرسلك؟ لقد استكبروا ووضعوا أنفسَهم في مكانٍ لا يستحقونه، وتجاوزوا الحد في الظلم والطغيان. </p><p> ثم بين الله انهم سيَلْقَون الملائكة يوم القيامة، ولكن ذلك اليوم لن يسرَّهم ولن يكون لهم فيه بشارة، وسوف يقولون لهم: لا بشرى لكم اليوم. ويومئذٍ يقولون:  {حِجْراً مَّحْجُوراً} حراماً محرَّماً، وهي جملة تقال اتقاءً للشر والأعداء، وذلك لا يعصمهم من العذاب. </p><p> {وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً} </p><p> ويوم القيامة نأتي الى ما عملوه من الخير فنحرِمُهم ثوابه ونجعلُه كالغبار المتطاير في الهواء، لا قيمةَ له ولا وزن. </p><p> {أَصْحَابُ الجنة يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً وَأَحْسَنُ مَقِيلاً} </p><p> وفي المقابل ستكون منازلُ اهل الجنة في ذلك اليوم خيراً من منازل المشركين، فهي أحسن الأماكن للاستقرار الدائم، وأعظمها راحةً وسعادة. </p><p> {وَيَوْمَ تَشَقَّقُ السمآء بالغمام وَنُزِّلَ الملائكة تَنزِيلاً. . . .} </p><p> في ذلك اليوم يختلف كل نظام هذا العالم الذي نراه، فتنفرج السماءُ ويُحشر الناس جيمعا. وعند ذلك تنزل الملائكةُ، ويكون المُلك لله وحده، ويكون اليوم شديدا عسيراً على الجاحدين. يومئذ يتحقق الظالمون انهم كانوا على الباطل، فيعَضُّ الظالمُ منهم على يديه من الندم ويقول متمنيا: يا ليتني اتبعتُ الرسُل وآمنت بهم. </p><p> ثم ان ذلك الظالم يتحسّر ويأسف ويقول: يا ليتني لم أصادقْ ذلك الصاحبَ الذي أضلَّنين وأبعدني عن الخير، وعن ذكر الله بعد ان يسَّره الله لي. لقد خذلني الشيطان. ولكن هذا كله لن ينجيه من العذاب. </p>"
}