{
  "id": null,
  "sura": 25,
  "aya": 30,
  "text": "<p> جملة واحدة: دفعة واحدة. لنثّبت به فؤادك: لنقوّي به قلبك. ورتّلناه ترتيلا: نزلناه على مهل، بعضُه إثر بعض. بمثل: بنوع من الكلام. تفسيرا: ايضاحا. يُحشرون على وجوههم: يسحبون عليها. وزيرا: معينا له برأيه. فدمّرناهم تدميرا: أهلكناهم ومحقناهم محقا. الرسّ: الفساد، والبئر المطوّية بالحجارة. أصحاب الرس: طائفة من ثمود. وقرونا: جماعات. تبّرنا تتبيرا: أهلكناهم. القرية التي أُمطرت مطر السوء: هي سَدَوم، قرية قوم لوط. لا يرجون: لا يتوقعون. نشورا: بعثنا للحساب والجزاء. </p><p> هنا يقول الرسول شاكيا الى الله ان قومه هجروا القرآن ولم يلتفتوا الى ما فيه من هداية. </p><p> فأجابه الله تعالى يسلّيه بأن هذا ليس دأب قومك فحسب، بل إن كثيراً من الأمم قد فعلوا مع رسُلهم مثل، فلا تجزع يا محمد واصبر كما صبروا، وسينصرك الله عليهم، وكفى بالله هادياً لك وناصراً لدينك. </p><p> وقال الكافرون: لو كان القرآن من عند الله حقاً لأنزله جملةً واحدة. فردّ الله عليهم مقالتهم، وبيّن لهم فوائدَ إنزاله منجَّماً، ومنها تثبيتُ قلب النبي صلى الله عليه وسلم بتيسير الحفظ، وفهم المعنى، وضبط الألفاظ. ثم وعده بأنهم كلما جاؤوا شبُبهةٍ أبطلَها بالجواب الحق، والقول الفصل الذي يكشِف وجه الصواب، {وَرَتَّلْنَاهُ تَرْتِيلاً} وفرّقناه آية آية: على مهل وتؤدة. </p><p> ثم بين الله حال المشركين الذين يحشَرون يوم القيامة وهم في غاية الذل ويُسحبون على وجوههم الى جهنم في أسوأ حال، واضيق مكان. </p><p> ثم اردف بعد ذلك بقصص بعض الأنبياء مع أممهم الذين كذّبوا فحلّ بهم النَّكالُ والوبال ليكون في ذلك عبرة للمكذبين. فذكر خمس قصص: قصة موسى مع فرعون وقومه، وقصة نوح وقومه، وقصة هود مع قومه عاد، وقصة صالح مع قومه ثمود، وصاحاب الرسّ. وأوردَ كيف اهلكهم جميعاً كما أهلكَ بين ذلك أمماً كثيرة. </p><p> {وَكُلاًّ ضَرَبْنَا لَهُ الأمثال وَكُلاًّ تَبَّرْنَا تَتْبِيراً} . </p><p> لقد أنذرْنا هؤلاء كلهم وذكرنا لهم العظاتِ والأمثال، لكنّهم لم يتعظوا، فأخذناهم بالعذاب ودمّرناهم تدميرا. </p><p> وهؤلاء قريشُ، يمرّون في أسفارهم الى الشام على قرية قوم لوطٍ التي أمطرنا عليها شرَّ مطر وأسوأه، أفلم يروْها فيتّعظون بما حل بأهلها؟ </p><p> {بَلْ كَانُواْ لاَ يَرْجُونَ نُشُوراً} </p><p> إنهم لم يتعظوا بها لأنهم لا يؤمنون بالبعث والجزاء ولا يتوقعون أنهم سيُنْشَرون من قبورهم يوم القيامة. </p>"
}