{
  "id": null,
  "sura": 25,
  "aya": 17,
  "text": "<p> ضلّ السبيل: خرج عن طريق الهدى. نسوا الذِكر: تركوا ما ذكِّروا به من القرآن وهدى النبي الكريم. بورا: هالكين. يقال رجل بور وأمرأة بور، وجماعة بور. فما تستطيعون صَرفا ولا نصرا: فلا تقدرون على رفع العذاب، ولا نصر أنفسكم. فتنة: ابتلاء واختبار. </p><p> بعد ان ذكر الله ما أعدّ للمكذّبين الجاحدين يوم القيامة من العذاب الأليم، وما أعدّ للمتقين من النعيم في جنات الخلد - بيّن هنا أحوال الكافرين مع من عبدوهم من دون الله، وأن هؤلاء المبعوداتِ تكذّبهم فيما نسبوه اليها. فيوم القيامة يحشُر الله المشركين مع من عبدوهم من دون الله مثل عيسى بن مريم وعُزير والملائكة فيسألهم ويقول لهم: أأنتم أضللتم عبادي فأمرتموهم أن يعبدوكم، أم هم الذين ضلّوا باختيارهم؟ </p><p> فيقولون: سبحانك، ما كان يحقّ لنا ان نطلب من أحدٍ ان يتخذ إلهاً غيرك، لكن هؤلاء الذين أنعمتَ عليهم بالرزق الكثير (هم وآباؤهم) أطغاهم ذلك، ونسوا شكرك والتوجّه إليك وحدك، وبذلك كانوا قوماً خاسرين. </p><p> فيقال للمشركين الذين عبدوا غير الله: إن الذين عبدتموهم قد كذّبوكم، فاليوم لا تستطيعون دفع العذاب عن أنفسكم، ولا تجدون من ينصركم ويخلّصكم منه، ولْيعلمِ الناسُ جميعا ان من يَظْلِم بالكفر والطغيان - نعذبه عذابا شديدا. </p><p> ثم يّرد الله تعالى على الذين اعترضوا على رسالة محمد صلى الله عليه وسلم بكونه بشَرا، وانهم يريدون ملائكة تأتي بالرسالة، فيقول: </p><p> {وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِي الأسواق وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيراً} . </p><p> اذا كان المشركون لا يعجبهم ان تكون رسولاً لأنك تأكل الطعامَ وتمشي في الاسواق، فإن تلك سُنّةُ الله في المرسَلين من قبلك. . . . كلّهم كانوا رجالاً يأكلون الطعام ويمشون في الأسواق. كما قال تعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ مِّنْ أَهْلِ القرى}  [يوسف: ١٠٩] . </p><p> {وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ} </p><p> وامتحنّا بعضَكم ببعض. وهذا صراعٌ طويل طويل منذ بدءِ العالم ولا يزال مسمر. اصبروا إنَّ الله مطّلع على كل شيء، ويجازي كلاً بما عمل. وهو البصير بحال الصابرين وحال الجازعين. </p><p> قراءات </p><p> قرأ ابن كثير ويعقوب وحفص: ويوم يحشرهم بالياء، والباقون: يوم نحشرهم بالنون. وقرأ ابن عامر: فنقول بالنون، والباقون: فيقول بالياء. وقرأ حفص: فما تستطيعون بالتاء، والباقون: فما يستطيعون بالياء. </p><p> اللهم اجعلنا من الصابرين على أذى السفهاء، واجعلنا من الذين يستمعون القول فيتبعون أحسنه، واعفُ عنا وارحمنا واثبتنا على الإيمان. </p>"
}