{
  "id": null,
  "sura": 25,
  "aya": 63,
  "text": "<p> هونا: برفق ولين: يمشون بسكينة ووقار. الجاهلون: السفهاء. سلاما: مسالمة ومسامحة. غراما: هلاكا. لم يسرفوا: لم يجاوزوا الحدود في النفقة. ولم يقتُروا: لم يضيّقوا على عيالهم بالبخل والشح. قَواما: وسطاً مَتابعاً: مرجعا حسنا. مرّوا كراما: لم يخوضوا باللغو مع الخائضين. لم يخرّوا عليها صمّا وعميانا: انهم يتفهمون ما يلقى عليهم، ولا يأخذونها بدون فهم. قرة أعين: ما يسر الأعين ويفرحها. واجعلْنا للمتقين إماما: المام يُستعمل للمفرد والجمع. الغرفة: كل بناء مرتفع، والمراد بها هنا الدرجات الرفيعة. ما يَعبأ بكم: لا يعتدّ بكم. دعاؤكم: عبادتكم. لزاما: لازما. </p><p> {وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُواْ سَلاَماً. . . .} . </p><p> ختم الله تعالى هذه السورةَ الكريمة بصفاتِ عباده المؤمنين، وبيّن فيها ما لهم من فاضِل الصفات وكامل الاخلاق التي تميّزوا بها، وكانوا قدوة للعالم حين أعطوا المَثَلَ الأعلى في العدل والمساواة والتسامح. وقد عدّد في هذه الآيات إحدى عشرة صفة مما تَشْرئبّ اليها اعناق العاملين، وتتطلع اليها نفوس الصالحين، الذين يبتغون المثوبة. وهي: </p><p> ١ - فعباد الرحمن هم المتواضعون لله، يمشُون في سَكينة ووقار غيرَ متكبرين. وليس معنى هذا أنهم يمشون متماوتين منكّسي الرؤوس كما يفهم بعضُ الناس ممن يريدون إظهار التقوى والصلاح، كلا فقد كان رسول الله صلى الله عليه وسلم أسرعَ الناس مِشيئةً وأحسَنَها وأسكنها. </p><p> ٢ - واذا خاطبهم الجاهلون قالوا سلاما: اذا اعترضهم السفهاءُ وسبّوهم وآذوهم بالقول السّيء لم يقابلوهم بمثله، بل يعفون ويصفحون، فهم حُلماء لا يجهلون، واذا جُهِلَ عليهم حَلِموا ولم يسفهوا. </p><p> ٣ - والذين يبيتون لربهم سجَّداً وقياماً. والذين يصلّون في الليل، لان العبادة في الليل أبعد عن الرياء. قال ابن عباس: من صلى ركعتين او اكثر بعد العشاء فقد بات لله ساجدا. وليست العبادة بالكثرة، ولكنها بالاخلاص والخشوع والنية الصافية. </p><p> ٤ - والذين يقولون ربَّنا اصرفْ عنا عذابَ جهنم. . . . وهم يغلِّبون الخوف على الرجاء فيسألون الله تعالى ان يبعد عنهم عذاب جهنم وشديد الآلمها. فانها بئس المنزل مستقرا ومقاما. </p><p> ٥ - والذين إذا أنفقوا لم يُسرِفوا ولم يَقْتُروا. . . . ومن صفاتهم العالية الاعتدال في انفاقهم المال، فهم ليسوا بالمبذرين في انفاقهم، ولا ببخلاء على انفسهم وأهليهم، وهم اجواد في مصالح الناس والوطن وعمل الخير. </p><p> ٦ - والذين لا يدْعون مع الله إلهاً آخر. . . . والذين لا يعبدون غير الله ولا يشركون به احدا، بل يخلصون له العبادة والطاعة. </p><p> ٧ - ولا يقتلون النفسَ التي حرَّم الله لا بالحقّ. لا يُقْدِمون على هذه الجريمة الكبرى بغير حق، {مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً} </p><p> [المائدة: ٣٢] . </p><p> ٨ - ولا يزْنُونَ، ومن يفعلْ ذلك يَلْقَ أثاما. ولا يقدمون على هذه الجريمة القبيحة التي كانت متفشية في الجاهلية. فقد كرمهم الله تعالى بنفي هذه الصفات السيئة عنهم وبذلك كانوا عباد الرحمن حقا. </p><p> ٩ - والذين لا يشهدون الزورَ، وإذا مرّوا باللغو مَرُّوا كراما. وهذه الصفات من اخلاق عباد الرحمن، فانهم لا يشهدون الشهادة الكاذبة، ويكرمون أنفسهم عن سماع اللغو من القول الباطل، ولا يخوضون مع الخائضين. </p><p> ١٠ - والذين اذا ذُكِّروا بآيات ربّهم لم يَخِرَّوا عليها صُمّاً وعُميانا. والذين اذا ذكّروا بآيات الله واحكامه تلقَّوها بالفهم والوعي الصحيح، ثم نفّذوها وعملوا بها. </p><p> ١١ - والذين يقولون: ربَّنا هبْ لنا من أزواجنِا وذريّاتنا قُرَّةَ أعينٍ واجعلءنا للمتقين إماما. ويسألون الله تعالى ان يرزقهم الزوجات الصالحات والذرية الطاهرة التي تسر نفوسهم وتقر بها أعينهم، وان يجعلهم ائمة في الخير يقتدي بهم الصالحون، وقد كانوا كذلك. </p><p> {أولئك يُجْزَوْنَ الغرفة بِمَا صَبَرُواْ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلاَماً} </p><p> فعباد الرحمن الذين اتصفوا بهذه الصفات الكريمة الفاضلة لهم الجناتُ وأرفعُ الدرجات لقاءَ صبرهم وجهادهم. وستتلقاهم الملائكة في الجنّة بالتحيّات الزاكيات والتسليم. خالدين فيها ابدا في احسن مكان، وأنعم بال، وأطيب عيش. </p><p> {وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ سَلاَمٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عقبى الدار}  [الرعد: ٢٣، ٢٤] . </p><p> {قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلاَ دُعَآؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَاماً} </p><p> ان الله تعالى غنيّ عن العالمين، ولولا هذه الصفوةُ من الناس الذين يعبدونه حقَّ عبادته، وهم أهلُ هذه الصفات السامية - لما كان اللهُ يَعْبَأ بالبشريَّة جميعها. ان الله لا يُبالي بكم إذا لم تؤمنوا، فقد كذَّبتم بدينه، فسوف يعذّبكم عذاباً لازماً لا ينفكُّ عنكم ولا يزول. </p>"
}