{
  "id": null,
  "sura": 25,
  "aya": 1,
  "text": "<p> تبارك: عظمت بركته، والبركة كثرة الخير لعباده بإنعامه عليهم. الفرقان: القرآن، وسمي الفرقان لانه فرق بين الحق والباطل. على عبده: على محمد بن عبد الله صلى الله عليه وسلم. الافك: الكذب. افتراه: اختلقه. فقد جاؤا ظلما: قالوا باطلا. زورا: كذبا. أساطير الاولين: خرافات الأمم السابقة. اكتتبها: نقلها غن غيره. تُملى عليه: تلقى عليه ليحفظها. بُكرةً وأصيلاً: صباحا ومساء. </p><p> تعالى الله عما سواه، صاحب البركة العظيمة، نزّل القرآنَ الذي يَفْرُق بين الحق والباطل على عبده محمد صلى الله عليه وسلم، لينذرَ به الناس جميعا، ويبلّغه للعالم كله، ليجعلوه منهاج حياتهم في جميع امورهم. </p><p> ثم وصف نفسه بأربع صفات انفرد بها فقال: </p><p> ١ - الذي له مُلكُ السمواتِ والأرض: له السلطانُ القاهر عليهما، وهو وحدَه المالك المتصرف في هذا الكون، وله السيطرة المطلقة فيه. </p><p> ٢ - ولم يتّخذ ولداً، وهو منزَّه عن اتخاذ الولد، والتناسلُ من نواميس الخلق لامتداد الحياة، والله تعالى باقٍ لا يفنى، قادر لا يحتاج. </p><p> ٣ - ولم يكن له شريكٌ في المُلك، والدليل على ذلك وَحدة هذا الكوْن، ووحدة نظامه ووحدة التصريف، ولو كان له شريكٌ لاختلّ النظام وتعدد. </p><p> ٤ - وخلقَ كل شيء فقدّره تقديرا، وهذه هي الصفةُ الرابعة التي انفرد بها سبحانه. فقد خلق كل شيء في هذا الوجود وقدَّره تقديراً دقيقا منظَّما بنواميس تكفل له أداء مهمته بنظام. وقد أثبت العلمُ الحديث ان كل الموجودات تسير بحكم تكوينها وما يجري عليها من تطورات مختلفة وَفْقَ نظامٍ دقيق ثابت لا يقدِر عليه الا خالق قدير مبدع. ويُظهر تقدُّمُ العلم للناس إعجاز القرآن الكريم ومعنى قوله تعالى {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً} . </p><p> {واتخذوا مِن دُونِهِ آلِهَةً لاَّ يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ وَلاَ يَمْلِكُونَ لأَنْفُسِهِمْ ضَرّاً وَلاَ نَفْعاً وَلاَ يَمْلِكُونَ مَوْتاً وَلاَ حَيَاةً وَلاَ نُشُوراً} </p><p> مع كل هذه الأدلة الظاهرة اتخذ المشركون أرباباً لهم ضِعافاً عاجزين، لا يقدِرون ان يخلقوا شيئاً، وهم مع ذلك مخلوقون، ولا يستطيعون ان يدفعوا عن انفسهم الضرر، ولا جلْبَ الخير لها. وكذلك لا يستطيعون إماتة أحدٍ ولا إحياءه، ولا بعثاً من القبور. فهل يستحق هؤلاء ان يُعبَدوا؟ </p><p> {وَقَالَ الذين كفروا إِنْ هذا إِلاَّ إِفْكٌ. . . .} </p><p> وزعم الجاحدون أن هذا القرآن ليس من عند الله، وان النبيّ عليه الصلاة والسلام جاء به من عنده ونَسَبه الى الله، أعانه على وضعه جماعةٌ من أهل الكتاب ممن أسلموا، فردّ الله عليهم بقوله: </p><p> {فَقَدْ جَآءُوا ظُلْماً وَزُوراً} . </p><p> لقد كذبوا في مقالهم، وظلموا وزوّروا الحقيقة، ولو أنه من عند محمدٍ نفسه لاستطاع كثير من الفصحاء أن يأتوا بمثله!! وقد تحدّاهم أكثر من مرة أن يأتوا بسورةٍ من مثله فلم يستطيعوا. . . . ولا يزال التحدي قائما. </p><p> ثم أمعنوا في الكذِب والافتراء بأن قوماً آخرين أعانوه عليه كما قال تعالى: </p><p> {وقالوا أَسَاطِيرُ الأولين اكتتبها فَهِيَ تملى عَلَيْهِ بُكْرَةً وَأَصِيلاً} . </p><p> وقالوا ايضا: إن القرآن ليس إلا خرافاتِ الأولين الماضين نَقَلَها محمّد ان قُرئت عليه صباحاً ومساء حتى يحفظها ويقولها للناس. </p><p> فأجابهم الله بقوله: </p><p> {قُلْ أَنزَلَهُ الذي يَعْلَمُ السر فِي السماوات والأرض إِنَّهُ كَانَ غَفُوراً رَّحِيماً} </p><p> قال لهم أيها النبي: ان هذا القرآن أنزله الله الذي يعلم الأسرارَ الخفية في السماوات والارض، الرحيمُ الغفور. </p>"
}