{
  "id": null,
  "sura": 25,
  "aya": 7,
  "text": "<p> مسحورا: مغلوبا على عقله، مخدوعا. الأمثال: الأقاويل العجيبة. فضلّوا: فبقوا متحيرين في ضلالهم. أعتدنا: هيأنا. سعيرا: ناراَ شديدةاللهب، يعني جهنم. أذا رأتهم: إذا قربوا منها وكانت بمرأى منهم. سمعوا لها تَغيظاً: غلياناً وهيجانا عظيما. وزفيرا: وتنفسا شديدا. مقرّنين: مقيدين بالسلاسل. ثبورا: هلاكا. </p><p> سخِر المشركون من النبي الكريم، وقالوا: انه لا يتميز عنا بشيء، بل هو مثلُنا يأكل الطعام ويمشي في الأسواق، فهل الانبياء مثل البشر؟ لو كان رسولاً لأنزل الله معه مَلَكاً من السماء يساعده على الإنذار والتبليغ، او يُنزّل الله عليه كنزاً يُنفِق منه، او يكون له سبتان يأكل منه. ثم زادوا في تعنُّتِهِم فقال الجاحدون: إنكم تتبعون رَجلا سُحِرَ فاختلّ عقلُه فهو لا يعي ما يقول. </p><p> انظر ايها النبي كيف ضربوا لك الأمثال، وقالوا عنك إنك مخدوعٌ بما يتراءى لك. بذلك ضلّوا عن طريق الهدى، وصاروا حائرين لا يدرون ماذا يقولون. </p><p> ثم رد الله عليهم بما اقترحوه من الجَنّة والكنز فقال: </p><p> {تَبَارَكَ الذي إِن شَآءَ جَعَلَ لَكَ خَيْراً. . . .} . </p><p> تعالى الله وتزايد خيره، وهو قادرٌ على ان يجعل لك في الدنيا أحسنَ مما اقترحوا، جناتٍ تجري من تحتها الأنهارُ وقصوراً عاليات، لكنّه أراد ان يكون ذلك لك في الآخرة، والآخرةُ خير وأبقى. </p><p> ثم انتقلَ من ذلك الى كلامهم في البعث وإنكار أمر الساعة وما ينتظرهم فقال: </p><p> {بَلْ كَذَّبُواْ بالساعة وَأَعْتَدْنَا لِمَن كَذَّبَ بالساعة سَعِيراً} . </p><p> ولقد أتَوا بأعجبَ من هذا كله، وهو تكذيبُهم بيوم القيامة. وهم يتعلّلون بهذه المطالب ليصرِفوا الناس إلى باطلهم، وقد أعدَدْنا لمن كذّب بيوم القيامة ناراً مستعرة شديدة الحرارة واللهب، اذا قربوا منها ورأتهم من مكان بعيد سَمِعوا غليانها وأصواتَ زفراتها التي تملؤهم بالرعب. واذا أُلقوا في مكانٍ ضَيّق منها مقرونةً أيديهم الى أعناقهم بالسلاسل - نادَوا هنالك طالبي هلاكهم ليستريحوا من العذاب. </p><p> فيقال لهم توبيخاً: لا تطلبوا هلاكاً واحدا، بل اطلبوه مِرارا، فلن تجدوا خلاصاً مما أنتم فيه. </p><p> ثم يعرض في المقابل ما وعد الله المتقين لتزدادَ حسرةُ المكذبين وندامتهم: </p><p> {قُلْ أذلك خَيْرٌ أَمْ جَنَّةُ الخلد. . . .} . </p><p> قل ايها النبي للكافرين: هل هذا العذابُ خير من جنة الخلد التي أعدّها الله للمتقين، ثواباً لهم يجدون فيها جزاء ما قدموه!؟ </p><p> قراءات: </p><p> قرأ ابن كثير وابن عامر وابو بكر: ويجعلُ لك قصورا برفع لام يجعل. والباقون: يجعلْ بالجزم. </p>"
}