{
  "id": null,
  "sura": 25,
  "aya": 45,
  "text": "<p> ألم تَرَ: الم تنظر. الى ربك: الى صنع ربك. مد: بسط. الظل: الخيال. ساكنا: ثابتا على حاله لا يزول. دليلا: علامة. قبضناه قبضا يسيرا: قليلا قليلا. لباسا: ساترا. سباتا: سكونا. نشورا: بعثا وحركة. بُشْرا: مبشرة. بين يدي رحمته: الرحمة هنا المطر، يعني ان الرياح تأتي مبشرة بالمطر. بلدة ميتا: ارضا لا نبات فيها. أناس: الناس. كُفورا: كفرانا للنعمة وجحودا لها. مَرضجَ البحرين: خلطهما ببعض. عذْب فرات: حلو سائغ للشرب. ومِلح أُجاج: مالح شديد الملوحة. برزخا: حاجزا. حِجرا محجورا: لا يبغي احدهما على الآخر، ولا يفسد المالح العذب. نسبا: ذكورا ينسب اليهم. وصهرا: إناثا يصاهَر بهن. </p><p> انظر الى صنع ربك كيف بسَط الظلَّ، وجعل الشمس سبباً لوجوده، كما جعله مرافقاً لنور الشمس، فإن مالت طال، وان ارتفعت في السماء قصُر، ثم يقبضه تدريجا. وهو الذي جعل الليلَ ساتراً ومظلِما، والنومَ راحة وهدوءاً، كما جعل النهار مجالاً للسعي والعمل. </p><p> إنه الله. . هو الّذي جعل الرياح تسوق الغيوم مبشِّرة برحمتِه من المطر، وبهذا الماء الطهور يحيي الأراضيَ التي لا نبات فيها، ومنه تشرب الأنعام والناس. </p><p> {وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُواْ فأبى أَكْثَرُ الناس إِلاَّ كُفُوراً} </p><p> لقد كررنا هذا القولَ (وهو ذِكر إنشاء السحاب وإنزال المطر) على الناس ليعتبروا، ولكن اكثر الناس أبَوا إلا الكفر والعناد. </p><p> وهناك رأيٌ ثانٍ في تفسير هذه الآية ومعناه: وهذا القرآن قد بيّنَا آياته وصرّفناها ليتذكر الناس ربهم، وليتَّعظو ويعملوا بموجبه. </p><p> {وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَّذِيراً} </p><p> إنا عظّمناك ايها الرسول بهذا الأمر، وجعلناك مستقلا بأعبائه، فاجتهد في دعوتك. ولا تطع الكافرين فيما يدعونك إليه، وجاهدْهم بتبليغ رسالتك جهاداً كبيراً. </p><p> {وَهُوَ الذي مَرَجَ البحرين هذا عَذْبٌ فُرَاتٌ وهذا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخاً وَحِجْراً مَّحْجُوراً} . </p><p> ومن آثار نعمة الله على خلْقه ان خَلَقَ البحارَ نوعين، منها عذبٌ سائغ للشاربي، ومنها مالح شديد الملوحة، وجعل البَحْرَين متجاورين، لكنّ بينهما حاجوزاً بحيث لا يطغى المالح على العذب فيفسده. </p><p> وهو الذي جعلَ الماءَ جزءاً من مادة الانسان، وخلقه من النطفة ثم جعل الناس ذكورا واناثا، ذوي قرابات بالنسبَ أو المصاهرة، والله قديرٌ فعال لما يريد. </p>"
}