{
  "id": null,
  "sura": 27,
  "aya": 76,
  "text": "<p> وقع: حدث وحصل. القول: مجيء الساعة. فوجا: جماعة. يُوزَعون: يمنعون ويجمعون ويزجرون. </p><p> ان هذا الكتاب الذي أُنزل على محمد يبين لبني إسرائيلَ حقيقةَ ما جاء في التوراة من عقائدَ وأحكام وقصص، ويردّهم الى الصواب فيما اختلفوا فيه. </p><p> وهو مصدرُ هداية للمؤمنين، ورحمة لمن صدَّق به وعمل بما فيه، يرحمهم به الله من الشك والقلق والحَيرة. </p><p> وبعد ان ذكر فضله وشرفه أتبعه دليلَ عدله فقال: </p><p> {إِن رَبَّكَ يَقْضِي بَيْنَهُم بِحُكْمِهِ وَهُوَ العزيز العليم} </p><p> فهو يفصِل بين الناس جميعاً يوم القيامة بعدله، وهو العزيز الذي لا يُرَدُّ قضاؤه، العليم بأفعال العباد واقوالهم. </p><p> ثم امر رسوله الكريم ان يتوكل عليه وحده في جميع اموره، فانه كافيه كلَّ ما يهمه، وناصرُهُ على اعدائه، لأنه على الحق الواضح:  {فَتَوَكَّلْ عَلَى الله إِنَّكَ عَلَى الحق المبين} . </p><p> ثم يمضي في تسلية الرسول صلى الله عليه وسلم وتأسيته على جموح القوم ولجاجهم في العناد واصرارهم على الكفر فيقول </p><p> {إِنَّكَ لاَ تُسْمِعُ الموتى وَلاَ تُسْمِعُ الصم الدعآء إِذَا وَلَّوْاْ مُدْبِرِينَ} . </p><p> انك ايها الرسول لا تستطيع هدايتهم، لأنهم كالموتى في عدم الوعي، وكالصم في فقدان السمع فليسوا مستعدّين لسماع دعوتك، فلا أمل في استجابتهم للدعوة، ولا في قبولهم للحق. </p><p> ثم اكّد ما سلف وقطع اطماعه في ايمانهم فقال: </p><p> {وَمَآ أَنتَ بِهَادِي العمي عَن ضَلالَتِهِمْ إِن تُسْمِعُ إِلاَّ مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ} </p><p> ولا تستطيع ان تهديَ الى الحق من عميتْ ابصارُهم وبصائرهم، ولا يمكنك ان تُسمع الا من يقبل الايمان بآياتنا فانهم هم الذين يسمعون منك ويؤمنون برسالتك. </p><p> وبعد ان ذكر الله ما يدل على كمال علمه وقدرته، وأبان إنكان البعث والحشر والنشر، ثم فصّل القولَ في إعجاز القرآن الكريم، ونبه بذلك الى إثبات نبوة محمد لله - ذَكَرَ بعض أشراط الساعة، وبعض مشاهدها، ومقدِّمات القيامة وما يحدث من الاهوال حين قيامها، فذكر خروج دابةٍ تكلِّم الناسَ وتبين للذين لا يؤمنون بآيات ربهم أنهم على الباطل. </p><p> وانه حينئذ ينفخ في الصور فيفزع من في السموات والأرض الا من شاء الله فيثبتهم ويطمئنهم، وكل المخلوقات يأتون الى ربهم صاغرين. </p><p> قراءات: </p><p> قرأ ابن كثير: ولا يَسمع الصمُّ بفتح الياء ورفع الصم. والباقون: ولا تُسمع الصمَّ، بضم تاءِ تسمع ونصب الصم. وقرأ حمزة وحده: وما انت تهدي العُمْي. </p>"
}