{
  "id": null,
  "sura": 27,
  "aya": 86,
  "text": "<p> الم يروا: الم يعلموا. ليسكنوا فيه: ليستريحوا فيه. مبصرا: ليبصروا فيه ويسعوا وراء معاشهم. الصُّور: البوق. داخرين: أذلاء صاغرين. جامدة: ثابتة في اماكنها. الحسنة: كل عمل صالح نافع. السّيئة: كل عمل مخالف للدين والنظام. فكُبَّتْ وجوهُهم: القيت منكوسة. البلدة: مكة. </p><p> الم يعلموا ويشاهدوا بأنسهم انا جعلنا الليل للراحة والهدوء، والنهار واضحا للسعي وراء معاشهم وتدبير امورهم، ان في ذلك لآيات دالةً على وجود الله ورحمته للمؤمنين. </p><p> ويوم ينفخ اسرافيل في البوق ويدعى الناس للحساب يَفْزَعُ الناس ويخافون من هول ذلك اليوم الا من يشاء الله من المؤمنين فيطمئنهم ويجعلهم في امان. </p><p> في ذلك اليوم ترى الجبال فتحسبها ثابتة، مع انها تسير بسرعة هائلة كما قال تعالى:  {وَيَوْمَ نُسَيِّرُ الجبال وَتَرَى الأرض بَارِزَةً}  [الكهف: ٤٧] ، ذلك من صنع الله الذي اتقن كل شيء وابدعه، انه سبحانه كامل العلم بما يتصل الناس. </p><p> ثم بين حال السعداء والاشقياء يومئذ فقال: </p><p> {مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا وَمَن جَآءَ بالسيئة فَكُبَّتْ وُجُوهُهُمْ فِي النار هَلْ تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ} </p><p> الذي يعملون في الدنيا الأعمالَ الصالحة آمنون في ذلك اليوم، ولهم خير مما قدموا، أما الذين كفروا وجحدوا واساؤوا التصرف فانهم يكبّون على وجوههم في النار، ويقال لهم هذا جزاء ما كنتم تعملون. </p><p> ثم تأتي خاتمة السورة بتوجيهات قدسيّة من الله لرسوله الكريمِ والمؤمنين، وبتنبيه المشركين الى ما هم فيه من الغفلة وسوءِ الحال، فيقول الرسول عليه الصلاة والسلام: انما أُمِرتُ أن أعبد ربَّ هذه البلدة «مكة» الذي حرّمها الله (حتى ينبه المشركين بأنهم على خطأ في عبادة الاصنام، وتركِ عبادة رب البيت الذي له ملك كل شيء) وأُمرت ان اكون من المسلمين له المخلصين في عبادتي وديني، وان اتلو هذا القرآن على الناس، فمن اهتدى فإنما يهتدي لخير نفسه، ومن ضلّ فلست عليه حسيباً وانما أنا منذِرٌ للناس. </p><p> وقل يا محمد: الحمد لله على ما افاض عليّ من نعم، وسيريكم ربكم آياته فيكشف لكم في الدنيا عن آثار قدرته، وفي الآخرة عن صدق ما اخبركم به فتعرفونها حق المعرفة، وما هو بغافل عما يعمل المشركون. </p><p> والحمد لله والصلاة والسلام على رسوله الأمين وعلى آله وصحبه أجمعين. </p>"
}