{
  "id": null,
  "sura": 27,
  "aya": 65,
  "text": "<p> أيان يُبعثون: متى يبعثون للحساب والجزاء. ادّراك: تدراك تلاحق. في شكل: في حيرة. عَمُون: عميان. أساطير: خرافات. رَدِف لكم: لحق بكم. تكنّ: تخفي. </p><p> قل ايها الرسول للناس: لا يعلم جميعُ من في السموات والارض الغيبَ غير الله وحده، ولا يعرفون متى يبعثون من قبورهم يوم القيامة. </p><p> ثم اكّد الله جهلهم بهذا اليوم فقال: </p><p> {بَلِ ادارك عِلْمُهُمْ فِي الآخرة} </p><p> بل تلاحقَ عليمُهم في الآخرة من جهل الى شك وحيرة، بل هم في ضلالة وجهلٍ عظيم من أمرها. </p><p> وقال الذين كفروا: أإذا استحالت اجسادُنا الى تراب نحن وآباؤنا، هل نخرج من قبورنا لحياة اخرى؟ لقد وعدنا الرسلُ هذا ووعدا آباءنا قبلنا، لكنّ هذا خرافات القدماء يتناقلونها. </p><p> ثم أمر رسوله الكريم ان يرشدهم الى وجه الصواب مع التهديد والتوعيد فقال: </p><p> {قُلْ سِيرُواْ فِي الأرض فَاْنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ المجرمين} </p><p> تقدم مثل هذه الآية في آل عمران ١٣٧. </p><p> ثم سلّى رسوله عليه الصلاة والسلام على ما يناله من عماهم عن السبيل القويم الذي يدعو اليه فقال: </p><p> {وَلاَ تَحْزَنْ عَلَيْهِمْ وَلاَ تَكُن فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ} . وتقدمت هذه الآية في النحل ١٢٧. </p><p> ويقول الكافرون: متى يتم الوعد المنذِرُ بحلول العذاب ان كنتم صادقين؟ . </p><p> {قُلْ عسى أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الذي تَسْتَعْجِلُونَ} </p><p> قل ايها الرسول: عسى ان يكون قد لحق بكم وقرُب منكم بعض ما تستعجلونه من العذاب. </p><p> ثم بين الله السبب في ترك تعجيل العذاب فقال: </p><p> {وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى الناس ولكن أَكْثَرَهُمْ لاَ يَشْكُرُونَ} </p><p> ان ربك لهو المنعِم المتفضل على الناس جميعاً بتأخير عقوبتهم ليتوبوا، ولكن اكثر الناس لا يشكرونه على ذلك. </p><p> {وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ} </p><p> ان الله يعلم كل ما يفكر فيه الانسان ويكتمه في صدره، وكلّ ما يعلنه من الأقوال والأفعال. </p><p> ثم بين ان كل ما يحصل في هذا الوجود محفوظٌ في كتاب واضح دقيقٍ لا يغادر كبيرةً ولا صغيرة الا أحصاها. </p><p> قراءات: </p><p> قرأ الجمهور: بل ادّراك بتشديد الدال المفتوحة بعدها الف. وقرأ ابن كثير وابو عمرو ابو جعفرن: بل أدْرك باسكان الدال وبدون الف بعدها. </p>"
}