{
  "id": null,
  "sura": 28,
  "aya": 20,
  "text": "<p> أقصى المدينة: من ابعد مكان فيها. يسعى: يسرع. الملأ: أشراف القوم ووجوههم. يأتمرون بك: يتشاورون في امرك. يترقب: يلتفت يمنة ويسرة. توجَّه تلقاء مدين: ذهب الى جهة مدينة مدين، وهي بأرض الحجاز محاذية للبحر الاحمر. سواء السبيل: أوسط الطرق وأسهلها. ولما ورد ماءَ مدين: لما وصل مكان الماء في مدين. تذودان: تمنعان غنمهما عن الماء خوفاً من السقاة الأقوياء. أُمة: جماعة. ما خطبكما: ما شأنكما. حتى يصدر الرِعاء: حتى يسقي الرعيان وينصرفون. الرعاء والرعاة والرعيان بمعنى واحد. تولّى الى الظل: ذهب الى الظل. الاستحياء: شدة الحياء. ليجزيك: ليعطيك أجرَ ما سقيت لنا. وقصّ عليه القصص: أخبره بخبره وقصته. أنكحك: أزوجّك. على ان تأجُرني ثماني حجج: على ان تكون عندي أجيراُ مدة ثمان سنين. فان أتممت عشرا فمن عندك. فان زدت وبقيت عندي مدة عشر سنين فهذا من فضلك. وما اريد ان اشقّ عليك: لا اريد ان ادخل عليك مشقة. ايما الأجَلين قضيت: اي أجل قضيته ثماني سنين او عشراً. فلا عدوان عليّ: لا حرج علي. والله على ما نقول وكيل: شهيد. </p><p> وجاء رجلٌ من شِعيته من أقصى المدينة مسرعاً، فقال: يا موسى، ان زعماء القوم يتشاورون في أمرك ليقتلوك. اخرج من مصر، إني لك من الناصحين. فخرج منها موسى وهو خائف يترقب أن يلحقه أحدٌ منهم، ضارعا الى الله ان ينجيه من الظالمين. ولما توجه الى «مدين» لعله يجد فيها مأمناً سأل ربه ان يهديه طريقَ الخير والنجاة. وهناك في مَدْيَنَ وجد ماءً، وكان عليه جماعة كبيرة يسقون مواشيهم. ووجد امرأتين في ناحيةٍ تمنعان اغنامهما ان ترد الماء، فسألهما عن شأنهما، ولماذا لا ترِدان الماء؟ قالتا: لا نستطيع ان نسقي حتى ينصرف الرعاة، وأبونا شيخ كبير فتولى موسى سقي غنمهما ثم انصرف الى الظل، وسأل ربه ان يسوق اليه رزقاً من خيره لأنه لا يملك شيئا. </p><p> وبعد برهة جاءت إحدى الفتاتين تسير في حياء، وقال له: إن أبي يدعوك ليعطيَك أجْرَ ما سقيتَ لنا. فلما ذهب معها الى ابيها وقص عليه قصة خروجه من مصر، قال له الشيخ: لا تخفْ، نجوتَ الآن من القوم الظالمين. </p><p> قالت احدى الفتاتين، يا أبتِ، استأجرْه ليكون راعياً لغنمنا، إنه خير من تستأجر، فهو قوي وأمين. فعرض عليه أبوهما ان يزوّجه واحدة من ابنتيه على ان يؤجِّره نفسَه مدةَ ثماني سنين، فان أتمها عشراً كان ذلك من فضله. فقبل موسى الشرط، وعاهده على الوفاء به، وقال: أي مدة من المدّتين أقضيها في العمل أكون وفيتك عهدك فلا اطالَب بزيادة عليها، والله شاهد على ما نقول. </p><p> لم يُذكر اسم الشيخ الكبير هذا في القرآن، ويقال إنه ابن أخِ شُعيب النبي، اذ ان موسى لم يدرك النبي شعيبا على الصحيح. </p><p> قراءات: </p><p> قرأ ابو عمرو وابن عامر: حتى يصدرُ ارعاء بفتح الياء وضم الدال. والباقون: حتى يصدر بضم الياء وكسر الدال. </p>"
}