{
  "id": null,
  "sura": 28,
  "aya": 76,
  "text": "<p> فبغى عليهم: تكبر وتجبر. الكنوز: جمع كنز: وهو المال المدفون في باطن الأرض والمراد به هنا المال المدخَر. مفاتحه: جمع مفتح: ومفاتيح جمع مفتاح والمعنى واحد، وهو المفتاح المعروف لفتح الابواب. لَتنوء بالعصبة أولي القوة: يعني ان مفاتيح خزائنه من الكثرة بحيث يثقل حملها على الجماعة الاقوياء. لا تفرح: لا تبطَر، وتتمسك بالدنيا. على علم عندي: على حسن تصرفٍ في التجارة واكتساب المال. ويلكم: كلمة تستعمل للزجر. وي: كلمة يراد بها التندم والتعجب. ويقدر: يضيّق، يقلل. </p><p> كان قارون من قوم موسى، ويقول بعض المفسرين انه تكبّر على قومه غروراً بنفسه وماله، حيث أعطاه الله من الأموال قدراً كبيرا، بلغت مفاتيحُ خزائنها من الكثرة بحيث يثقل حملُها على الجماعة الأقوياء من الرجال. وحين اغترّ وكفر بنعمة الله عليه نصحه قومه قائلين: لا تغترّ بمالك ولا يفتنك الفرح به عن شكر الله، ان الله لا يرضى عن المغرورين المفتونين. </p><p> وقد أورد القرآن هذه القصة حتى يعتبر قومُ سيدنا محمد عليه الصلاة والسلام، إذ أنهم اغترّوا باموالهم، فبيّن لهم ان أموالهم بجانب مال قارون ليست شيئاً مذكورا. </p><p> ثم نصحوه بعدة نصائح فقالوا: </p><p> ١ - {وابتغ فِيمَآ آتَاكَ الله الدار الآخرة} اجعلْ نصيباً منه في سبيل الله والعملِ للدار الآخرة. </p><p> ٢ - {وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا} لا تمنع نفسك نصيبها من التمنع بالحلال في الدنيا. كما في الحديث الشريف:  «ان لربك عليك حقاً، ولنفسِك عليك حقا، ولأهلك عليك حقا» </p><p> ٣ - {وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ} أحسنْ الى عباد الله كام احسن الله اليك بنعمته، فأيمنْ خلْقه بمالك وجهك، وطلاقة وجهك، وحسن لقائهم. </p><p> ٤ - {وَلاَ تَبْغِ الفساد فِي الأرض إِنَّ الله لاَ يُحِبُّ المفسدين} لا تفسد في الأرض متجاوزا حدود الله، ان الله سبحانه لا يرضى عن ذلك. </p><p> قال قارون وقد نسي فضلَ الله عليه: انما أوتيتُ هذا المالَ بعلمٍ خُصصت به. </p><p> ألم يعلم هذا المغرور ان الله قد أهلكَ من أهلِ القرون الأولى من هم أشدّ منه قوة واكثر جمعا؟ إنه عليم بالمجرمين، في غير حاجة لأن يسألهم ماذا يعملون. </p><p> وتجاهل قارون كل هذه النصائح وخرج على قومه في زنيته، فتمنّى الذين يطلبون الحياة الدنيا مثلَ ما عند قارون، وقال الذين رزقَهم اللهُ العلم النفع: ويلكم، ثوابُ الله خيرٌ من هذا لمن آمن وعمل الاعمال الصالحة. </p><p> ثم ذكر الله ما آل اليه بطره من وبال ونكال فقال: </p><p> {فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض. . . .} </p><p> فخسفنا به الأرض فابتلعته هو وداره بما فيها من أموال وزينة، فلم يكن له أنصار يمنعونه من عذاب الله، وما أغنى عنه مالُه ولا خدَمه، ولا استطاع ان ينصر نفسه. </p><p> ولما شاهد قوم قارون ما نزل به من العذاب، صار ذلك زاجراً لهم عن حب الدنيا وداعيا الى الرضا بقضاء الله وبما قسمه لهم. وصاروا يرددون عباراتِ التحسّر والندم، ويقولون: ان الله يوسع الرزق على من يشاء من عباده المؤمنين وغير المؤمنين، ويقتر ويضيّق على من يشاء منهم. </p><p> {لولا أَن مَّنَّ الله عَلَيْنَا لَخَسَفَ بِنَا} . </p><p> لولا لَطَفَ الله بنا لخسَف بنا الأرض. ثم زادوا ما سبق توكيدا بقولهم:  «وَي، كأنه لا يفلِح الكافرون» ان الكافرين بنعمة الله لا يفلحون. </p><p> قراءات: </p><p> قرأ يعقوب وحفص: لخسف بنا بفتح الخاء والسين، والباقون: لخسف بنا، بضم الخاء وكسر السين. </p>"
}