{
  "id": null,
  "sura": 28,
  "aya": 56,
  "text": "<p> نتخطف: نسلب بلدنا ونقتل. يُجبى اليه: يجلب اليه. بطِرت معيشتَها: بغت وتجبّرت وكفرت بالنعمة. أمها: اكبرها، عاصمتها. من المحضَرين: الذين يحشرون للحساب والجزاء. وقد تكرر هذا التعبير في القرآن:  {لَكُنتُ مِنَ المحضرين}  [الصافات: ٥٧] . {فَإِنَّهُمْ لَمُحْضَرُونَ}  [الصافات: ١٢٧]  {فأولئك فِي العذاب مُحْضَرُونَ}  [الروم: ١٦]  [سبأ: ٣٨] . </p><p> {إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ ولكن الله يَهْدِي مَن يَشَآءُ وَهُوَ أَعْلَمُ بالمهتدين} </p><p> يقرر جمهور المفسرين ان هذه الآية نزلت في ابي طالب، فقد ورد في الصحيحين أنها نزلت فيه. وروي عن ابن عباس وابن عمر ومجاهد والشعبي وقتادة أنها نزلت في أبي طالب. ففي الصحيحين من حديث الزهري عن سعيد بن المسيّب:  «لما حضرتْ أبا طالبٍ الوفاةُ جاء رسول الله صلى الله عليه وسلم فوجد عنده أبا جهل وعبدَ الله بن أمية بن المغيرة،فقال رسول الله:جاء رسول الله صلى الله عليه وسلم فوجد عنده أبا جهل وعبدَ الله بن أمية بن المغيرة،فقال رسول الله:يا عم، قل لا اله الا الله، كلمة أحاجّ لك بها عند الله.فقال ابو جهل وعبد الله بن امية:يا أبا طالب، أترغبُ عن ملّة عبد المطلب؟ .فكان آخر ما قال:انه على ملة عبد المطلب» وعند الشيعة الامامية الاجماع على ان ابا طالب مات مسلما، والله أعلم. </p><p> ومعنى الآية: انك لا تستطيع هداية من أحببتَ من قومك او غيرهم، وانما عليك البلاغ، واللهُ يهدي من يشاء، وله الحكمة بالبالغة في ذلك. {وَهُوَ أَعْلَمُ بالمهتدين} . </p><p> ثم اخبر سبحانه عن اعتذار كفار قريش في عدم اتّباع الهدى فقال: </p><p> {وقالوا إِن نَّتَّبِعِ الهدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ} </p><p> وقال مشركو مكة: إننا نخشى إن اتبعناك على دينك وخالفنا من حولنا من العرب ان يقصدونا بالأذى، ويُجلونا عن ديارنا، ويغلبونا على سلطاننا. </p><p> وقد رد الله عليهم مقالتهم فقال: </p><p> {أَوَلَمْ نُمَكِّن لَّهُمْ حَرَماً آمِناً يجبى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقاً مِّن لَّدُنَّا ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ} </p><p> إن ما اعتذرتم به غيرُ صحيح، فقد كنتم آمنين في حرمي، تأكلون رزقي، وتعبدون غير، افتخافون اذا عبدتموني وآمنتم بي؟ وقد تفضّل عليكم ربك وأطعمكم من كل الثمرات التي تُجلَب من فِجاج الارض. ولكن اكثرهم جهلةٌ لا يعلمون ما فيه خيرهم وسعادتهم. </p><p> قراءات </p><p> قرأ الحمهور: يُجبى بالياء وقرأ نافع: تُجبى بالتاء. </p><p> {وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلاَّ قَلِيلاً وَكُنَّا نَحْنُ الوارثين} </p><p> وكثير من القرى أثرى أهلُها فبطِروا وأفسدوا في الأرض فخرّب الله ديارهم واصبحت خاوية لم يسكنها أحدٌ بعدهم الا فترات عابرةً للمارين بها، وورثها الله جل جلاله. ومثلُه قوله تعالى:  {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ} </p><p> [هود: ١١٧] . </p><p> ثم اخبر سبحانه عن عدله وانه لا يُهلك أحدا الا بعد الإنذار وقيام الحجّة بارسال الرسل فقال: </p><p> {وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى حتى يَبْعَثَ في أُمِّهَا رَسُولاً يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي القرى إِلاَّ وَأَهْلُهَا ظَالِمُونَ} </p><p> ليست سنّة الله وعدله ان يُهلك القرى حتى يبعثَ في كُبراها رسولاً يتلو عيلهم الآياتِ ويدعوهم الى الله، ولا يمكن ان نهلك القرى والمدنَ الا اذا استمر أهلهُها على الظلم والفساد والاعتداء. </p><p> {وَمَآ أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الحياة الدنيا وَزِينَتُهَا وَمَا عِندَ الله خَيْرٌ وأبقى أَفَلاَ تَعْقِلُونَ} ؟ </p><p> وما أُعظيتم أيها الناس من أعراضِ الدنيا وزينتِها من الأموال والاولاد إلا مجرد متاعٍ محدود تتمتعون به في هذه الحياة، أما الذي عند الله فهو خيرٌ من ذلك وأبقى لأهل طاعته من ذلك كله. {أَفَلاَ تَعْقِلُونَ} أيها الناس وتتدبرون اموركم فتعرفون الخير من الشر!؟ </p><p> قراءت </p><p> قرأ ابو عمرو: يعقلون بالياء. والباقون: تعقلون بالتاء. </p><p> {أَفَمَن وَعَدْنَاهُ وَعْداً حَسَناً فَهُوَ لاَقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الحياة الدنيا ثُمَّ هُوَ يَوْمَ القيامة مِنَ المحضرين} ؟ </p><p> هل يستوي المؤمن الذي وعدَه الله السعادةَ والنصر ثم يوم القيامة يدخله الجنة، مع الكافر الذي أعطاه الله الرزقَ الكثير وتمتّع في حياته، ثم هو يوم القيامة من المحضَرين للحساب والجزاء، الهالكين في النار!! انهما لا يستويان. </p>"
}