{
  "id": null,
  "sura": 29,
  "aya": 10,
  "text": "<p> فتنة الناس: أذاهم. ونحمل خطاياكم: لتكون ذنوبكم علينا. الأثقال: واحدها ثقل بكسر الثاء وسكون القاف: الحمل الثقيل، والمراد هنا الذنب والاثم. </p><p> الناي في الدين ثلاثة أقسام: مؤمن حسن الاعتقاد والعمل، وكافر مجاهر بالكفر والعناد، ومذبذب بينهما، يُظهر الايمانَ لبسانه، ويبطن الكفر في قلبه، وقد بيّن الله تعالى القسمين الاولين بقوله:  {فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين} وهنا يبين القسم الثالث بقوله تعالى: </p><p> {وَمِنَ الناس مَن يِقُولُ} . </p><p> ومن الناس من يقول بلسانه آمنتُ بالله ويدعي الإيمانَ ظاهرا، فإذا أُصيب بأذىً بسبب ايمانه جزعَ وسوّى بين الناس وعذابِ الله في الآخرة، واعتقدَ ان هذا من نقمةِ الله تعالى، فيرتدّ عن الاسلام. وهذا كقوله تعالى:  {وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ}  [الحج: ١١] . </p><p> {وَلَئِنْ جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ} </p><p> لئن فتحَ الله على المؤمنين وجاءهم بعضُ الخيرات يقول المنافقون إنا كنّا معكم فأشركونا فيها معكم. </p><p> وقد توعّدهم الله وذكر انه عليمٌ بما في صدورهم، لا يخفى عليه شيء من أمرِهم فقال:  {أَوَ لَيْسَ الله بِأَعْلَمَ بِمَا فِي صُدُورِ العالمين} . </p><p> ثم بين ان هذه الفتنة إنما هي اختبارٌ من الله ليظهر المؤمنَ الصادقَ من المنافق:  {وَلَيَعْلَمَنَّ الله الذين آمَنُواْ وَلَيَعْلَمَنَّ المنافقين} فيجازي الفريقين كلا بما يستحقه. </p><p> {وَقَالَ الذين كَفَرُواْ لِلَّذِينَ آمَنُواْ اتبعوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِّن شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ} . </p><p> كان زعماء قريش من المشركين يقولون للذين دخلوا في الاسلام: ارجِعوا إلى ديننا واتّبعوا ما نحن عليه، واذا كان هناك بعثٌ وحساب تخشونه فنحن نحمل عنكم ذنوبكم. فردّ الله عليهم قولهم بأنهم لا يحملون ذنوبهم يوم القيامة، ولن تحمل نفسٌ وِزرَ نفسٍ أخرى، وان الكافرين لكاذبون في وعدهم. </p><p> وبعد ان بين عدم منفعة كلامهم لمخاطِبيهم، بيّن ما يستتبعه ذلك القول من المضرة لأنفسهم فقال: </p><p> {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ القيامة عَمَّا كَانُواْ يَفْتَرُونَ} . </p><p> سوف يحمل أَولئك الكفار أوزارَ أنفسِهم الثقيلة، ويحملون معها مثل اوزارِ من أضلّوهم وصرفوهم: عن الحق، وسيحاسَبون يوم القيامة على ما كانوا يختلقون في الدنيا من الأكاذيب. </p><p> وفي الصحيح: ما دعا الى هدىً كان له من الأجرِ مثلُ أجور من اتبعه الى يوم القيامة، من غير ان ينقص من أجورهم شيئا، ومن دعا الى ضلالٍ كان عليه من الإثمِ مثلُ آثام من اتبعه الى يوم القيامة من غيرِ ان ينقص من آثامهم شيئا. </p><p> {وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَاماً فَأَخَذَهُمُ الطوفان وَهُمْ ظَالِمُونَ فأَنْجَيْناهُ وأَصْحَابَ السفينة وَجَعَلْنَاهَآ آيَةً لِّلْعَالَمِينَ} </p><p> لا يحزنك أيها الرسول ما تلقى من أذى المشركين أنت واصحابُك، فإن مصيرهم الى البوار، ومصيرك وأصحابك الى العلوّ والنصر. </p><p> ان نوحاً مكث في قومه تسعمائةٍ وخمسين سنة يدعوهم وهم لا يستجيبون له، فأغرقهم الله بالطوفان وهم ظالمون لأنفسِهم، وأنجاه ومن معه من المؤمنين في السفينة، وجعل قضيّتهم عبرةً للعالمين. </p><p> وقد تقدّم ذكر نوح في آل عمران والنساء والأنعام والأعراف والتوبة ويونس وهود وابراهيم والإسراء ومريم والانبياء والحج والمؤمنون والفرقان والشعراء والعنكبوت. هذا وسيأتي في عدد من السور. </p><p> وقوله تعالى:  {أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَاماً} لم يقل الف سنة الا خمسين سنة، حتى لا يكرر كلمة سنة فلا يكون الكلام بليغا، والعرب تعبر عن الخِصب بالعام، وعن الجَدْب بالسنة، ونوح لما استراح بقي في زمن حسن. </p>"
}