{
  "id": null,
  "sura": 29,
  "aya": 1,
  "text": "<p> لا يُفتنون: لا يمتحنون. الفتنة: الامتحان والاختبار. ساء ما يحكمون: قَبُح حكمهم. يرجو لقاء الله: يطمع بنيل ثوابه. أجَل الله: الوقت المضروب للقائه. جاهد: بذل جهده في حرب نفسه. جاهداك: حملاك على الشرك. </p><p> {الم} حروف صوتيه تقرأ هكذا ألف، لام، ميم، افتتحت بها السورة لبيان ان القرآن المعجز مؤلَّفٌ من هذه الحروف، ولتنبيه السامعين وتوجيه أنظارهم الى الحق، وكل سورةٍ صدرت بهذه الأحرف تتضمن حديثا عن القرآن إما مباشرة، واما في ثنايا السورة، كقوله تعالى في الآية ٤٥ من هذه السورة {اتل مَا أُوْحِيَ إِلَيْكَ مِنَ الكتاب. . . .} والآية: ٤٧ {وَكَذَلِكَ أَنزَلْنَآ إِلَيْكَ الكتاب. . . .} والآية ٥١ {أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ الكتاب. . . .} </p><p> {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ} </p><p> ايظنّ الناس أنهم يُتركون بمجرد قولهم آمنا بالله دون ان يُختبروا بما تتبيَّن به حقيقةُ إيمانهم. لا بدَّ من امتحانهم بذلك. </p><p> {وَلَقَدْ فَتَنَّا الذين مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين} </p><p> لقد اختبرنا الناسَ من الأمم السابقة بضروبٍ من البأساء والضراء فصبروا وتمسكوا بدِينهم، والله يعلم الذين صدقوا في ايمانهم، ويعلم الكاذبين. </p><p> روى البخاري وابو داود والنسائي «عن خَبَّاب بن الأرتّ قال: شكونا الى رسول الله صلى الله عليه وسلم ما لقينا من الشمركين من شدةٍ فقلنا: الا تستنصرُ لنا؟ ألا تدعو لنا؟فقال:قد كان من قبلِكم يؤخَذُ الرجل فيُحفَرُ له في الأرض فيُجعل فيها، ثم يؤتى بالمنشار فيوضعُ على رأسه فيُجعل نصفَين، ويمشَط بأمشاط الحديد لحمه وعظمه، فما يصدُّه ذلك عن دينه. والله ليتمَّنَّ هذا الأمر حتى يسير الراكبُ من صنعاء الى حضرموتَ لا يخاف الا الله، والذئبَ على غنمه، ولكنكم تستعجلون» </p><p> {أَمْ حَسِبَ الذين يَعْمَلُونَ السيئات أَن يَسْبِقُونَا سَآءَ مَا يَحْكُمُونَ} </p><p> ام يظن المشركون والذين يرتكبون الأمورَ السيئة أننا لا نقدِر عليهم!! بئسَ هذا الحكم الذي يحكمونه بجهلهم وغرورهم. </p><p> {مَن كَانَ يَرْجُو لِقَآءَ الله فَإِنَّ أَجَلَ الله لآتٍ وَهُوَ السميع العليم} </p><p> من كان يؤمن بالبعثِ، فوي لقاء الله - فان إيمانه حق، واليومُ الموعود الذي عيّنه الله آت لا محالة، وهو سميع لاقوال العباد، عليم بأفعالهم. </p><p> ثم بين الله تعالى أن التكليفَ بجهاد النفس وغيرها ليس لنقعٍ يعود اليه بل لفائدة الناس. {وَمَن جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ الله لَغَنِيٌّ عَنِ العالمين} . </p><p> ومن جاهدَ نفسه بالصبر على الطاعة، فإن ثواب جهاد لنفسه، والله سبحانه لا يحتاج الى شيء من اعمالنا، كما قال:  {مَّنْ عَمِلَ صَالِحاً فَلِنَفْسِهِ}  [فصّلت: ٤٦] وقال: {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ}  [الإسراء: ٧] . </p><p> لقد ظن بعض المفسّرين ان هذه الآية مدينة لأن فيها {وَمَن جَاهَدَ} والصوابُ ان الآية مكّية والمراد هنا بالجهاد جهادُ النفس والصبر على الأذى. </p><p> {والذين آمَنُواْ وَعَمِلُواْ الصالحات لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الذي كَانُواْ يَعْمَلُونَ} </p><p> والذين آمنوا إيماناً صادقا وعملوا الاعمالَ الصالحة سنمحو عنهم خطاياهم، ونجزيهم بأحسنَ مما عملوا، وأضعاف أضعافه. </p><p> {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حُسْناً} تقدم في سورة الاسراء {وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً. . . .} الآية ٢٣. </p><p> {وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَآ. . . .} </p><p> على المرء أن يعامل والديه بالرِفق واللين ولو كانا مشركَين، فأما إذا اراد منه ان يشرك بالله، فلا طاعةَ لمخلوقٍ في معصية الخالق. </p><p> {والذين آمَنُواْ وَعَمِلُواْ الصالحات لَنُدْخِلَنَّهُمْ فِي الصالحين} </p><p> والذين آمنوا إيماناً صادقا مع العمل الطيب الخالص لله - يدخلُهم ربهم في زمرة من أنعمَ عليهم من النبيين والصدّيقين والشهداء والصالحين {وَحَسُنَ أولئك رَفِيقاً}  [النساء: ٦٩] . </p>"
}