{
  "id": null,
  "sura": 29,
  "aya": 56,
  "text": "<p> فإياي فاعبدون: فاعبدوني. لنبوّئنهم: لننزلنّهم، بوأهم: أنزلهم منزلا حسنا. يؤفكون: يُصرَفون عن الحق. ويقدر: ويضيق. </p><p> بعد ان بيّن حال الجاحدين المكذّبين، وما يغشاهم من عذاب محيط بهم، لأنهم قد اشتد عنادهم وكثر أذاهم للمؤمنين، ومنعوهم من أداء عبادتهم - امره الله بالهجرة الى دار اخرى حتى ينجوا بعقيدتهم. </p><p> ولما كانت مفارقة الأوطان عزيزة على النفس، بيَّن لهم ان المكروه واقع لا محالة، ان لم يكن بالهجرة فهو حاصل بالموت، وأنتم ايها المؤمنون، لا تستصعِبوا مفارقة الأوطان في مرضاة الله، فان أرض الله واسعة، ومدى الدنيا قريب، والموتُ لا بد منه، ثم مرجعكم الى ربكم، وحينئذ تنالون من النعيم المقيم ما لا عينٌ رأت ولا أُذن سمعت، ولا خَطَرَ على قلب بشر، فهنالك الجنة {خَالِدِينَ فِيهَا نِعْمَ أَجْرُ العاملين} . </p><p> وقد بين الله هؤلاء العاملين الذي استحقوا تلك الجنات بقوله: </p><p> {الذين صَبَرُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ} . </p><p> ولا تقلقوا على توفّر الرزق ولا تخافوا بعد مغدرة الأوطان، إن الله هو الكافي أمرَ الرزق في الوطن والقرية. </p><p> {وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا الله يَرْزُقُهَا. . .} </p><p> ان الله يرزق الجميع حيث كانوا، هو يسمع لهم، ويعلم حالهم، ولا يدعهم وحدهم {وَهُوَ السميع العليم} . </p><p> قراءات: </p><p> قرأ ابو بكر: ثم الينا يرجعون بالياء. والباقون: ترجعون بالتاء. وقرأ حمزة والكسائي لنتوينهم بالثاء، يعني لنقيمنهم، من: ثوى بالمكان: أقام. والباقون: لنبوئنّهم: بالباء. </p><p> {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض وَسَخَّرَ الشمس والقمر لَيَقُولُنَّ الله فأنى يُؤْفَكُونَ؟} . </p><p> انهم يعترفون بأن الله هو خالق السموات والأرض والمسخِّر للشمس والقمر، وهم مع ذلك يعبدون سواه، فلماذا هذا التناقض؟! وكيف إذْن يُصرفون عن توحيد الله وعن عبادته، مع اقرارهم بهذا كله؟ </p><p> {الله يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ. . .} </p><p> ما دام الخالقُ هو الله، فانه يوسع الرزق على من يشاء، ويضيق على من يشاء، حسبما يقتضيه علمه بالمصالح، {إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٍ} . </p><p> وان اقوال هؤلاء المشركين تخالف أفعالهم، فهم يقرّون بالوحدانية ثم هم يعبدون مع الله سواه، ولذلك يقول: </p><p> {وَلَئِن سَأَلْتَهُمْ مَّن نَّزَّلَ مِنَ السمآء مَآءً فَأَحْيَا بِهِ الأرض مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ الله} </p><p> إنهم مقرّون بان الله هو الخالق، وهو الرازق، وهو مدبّر الكون، لكنهم انحرفوا وعبدوا غيره ولذلك يتعجب من أقوالهم ويقول: </p><p> {قُلِ الحمد لِلَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْقِلُونَ} . </p><p> قل يا محمد، الحمدُ لله على اعترافهم بالحق، ولكن اكثرهم لا يَستعملون عقولهم، ولا يفهمون ما يقعون فيه من تناقض. </p>"
}