{
  "id": null,
  "sura": 30,
  "aya": 1,
  "text": "<p> أدنى الأرض: بلاد الشام والعراق، لأنها أقرب البلاد الى مكة. من بعد غَلَبِهِم: من بعد ما غلبوا. في بضع سنين: البضع ما بين الثلاثة الى العشرة. ظاهر الحياة الدنيا: هو كل ما يشاهَد ويدرك بالحواس. </p><p> كانت الدولة الرومانية والدولة الفارسية أعظمَ دولِ العالم في عصر النبيّ صلى الله عليه وسلم، وكانت الحروبُ بينما دائمة. وفي عصر كسرى أبرويز نَشِطت الدولةُ الفارسية وانتصرتعلى الروم واستولت على جميع ممتلكاتهم في العراق وبلاد الشام ومصر وآسيا الصغرى. يومذاك تقلصت الامبراطورية الرومانية في عاصمتها، وسُدّت عليها جميع الطرق في حصار اقتصادي قاس، وعم القحط، وفشت الامراض الوبائية. وأخذ الفرس يستعدبون الرعايا الروم ويستبدّون بهم للقضاء على المسيحية، فدمروا الكنائس وأخذوا خشبة الصليب المقدس وأرسولها الى المدائن. وأراقوا دماء ما يقرب من مائة الف من السكان المسيحيين. وأوشكت الامراطورية الرومانية على الانهيار. </p><p> في هذه الفترة كان المسلمون في مكّةَ في أصعبش أيامهم وأشدّ مِحنتهم، وفي حالةٍ من الضعف والضَنْك لا يمكن تصوُّرها. وقد فرح المشركون بنصر الفُرس لأنهم وثنيون مثلهم، وحزِن المسلمون باندحار الروم لأنهم أهلُ كتاب. وقال المشركون شامتين: لقد غلب إخوانُنا إخوانكم، وكذلك سوف نقضي عليكم إذا لم تتركوا دينكم الجديد هذا. </p><p> {الم غُلِبَتِ الروم في أَدْنَى الأرض وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ} . </p><p> يقول المؤرخ البريطاني «جيبون» في كتابه «تدهور الامبراطورية الرومانية وسقوطها» تعليقا على نبوءة القرآن هذه: «في ذلك الوقت حين تنبأ القرآن بهذا لم تكن آية نبوءة ابعدَ منها وقوعا، لأن السنين الاثنتي عشرة الأولى من حكومة هِرَقل كانت تؤذِن بانتهاء الامبراطورية الرومانية» ، المجلد الخامس صفحة ٧٤. </p><p> «فلما سمع ابو بكر رضي الله عن هـ هذه الآيات خرج الى المشركين فقال لهم: أفرِحتم بظهور إخوانكم الفرس، فواللهِ لتظهرنَّ الرومُ على فارس كما أخبرنا بذلك نبيُّنا صلى الله عليه وسلم.فقام اليه أُبيّ بن خلف فقال له:كذبتَ.فقال أبو بكر:أنت كذبتَ يا عدو الله. اجعل بيننا أجَلاً أراهنك على عشر قلائص منّي وعشرٍ منك، فان ظهرت الرومُ على فارس ربحتُ انا الرهان، وان ظهرت فارس ربحتَ أنت الرهان. ثم جاء الى النبيّ عليه الصلاة والسلام فأخبره،فقال الرسول الكريم:زايدْه في الرِهان ومادَّه في الأجلِ.</p><p> فخرج ابو بكر، فلقي أُبي بن خلف فقال له: لعلّك ندمتَ؟ فقال: لا. فقال أبو بكر: تعالى أزايدْك في الرهان، وأمادّك في الأجل، فاجعلها مائة قلوص إلى تسع سنين قال: قد فعلت. وقد قتل أُبي في معركة أُحُد. ولما ظهرت الرومُ على الفرس واستعادوا بلادهم وصدقت نبوءة القرآن، أخذ ابو بكر مائةَ ناقة من ورثةِ أُبيّ وتصدّق بهاز وهذا كان قبل تحريم الميسر» </p><p> وهكذا صدقت نبوءةُ القرآن الكريم عن غلبة الروم في أقلَّ من عشر سنين، وفي هذا اكبرُ دليلس على ان القرآن كتابُ الله، وان هذه النبوءة جاءت من لدن مهيمنٍ على كل الوسائيل والأحوال، ومَن بيده قلوبُ الناس وأقدارُهم. </p><p> {وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله} </p><p> فقد فرح المؤمنون بنصرهم في معركة بدر، وجاءتهم الأخبارُ في نفسِ التاريخ بنصرِ الروم على الفُرس، فكان ذلك فرحاً عظيماً بنصرهم على قريش، بوصدق نبوءةِ القرآن الكريم. </p><p> {ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ} </p><p> {وَعْدَ الله لاَ يُخْلِفُ الله وَعْدَهُ ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ} </p><p> ذلك النصرُ وعدٌ من الله للمؤمنين فلا بدّ من تحققه في واقع الحياة، فالله تعالى لا يُخلفُ وعده، ولكن اكثر الناس لا يعلمون، ولو بدا في الظاهر انهم يعرفون الكثير من امور الدنيا. </p><p> {يَعْلَمُونَ ظَاهِراً مِّنَ الحياة الدنيا} </p><p> ثم لا يتجاوزون هذا الظاهرَ ولا يرون ببصيرتهم ما وراءه. وظاهرُ الحياة الدنيا محدودٌ صغير، مهام بدا للناس واسعاً شاملا. فما هذه الأرض بل هذا النظام الشمسي بأجمعه - الا ذرةً في هذا الكون الكبير الذي لا نعرف عنه شيئا. . . . </p><p> {وَهُمْ عَنِ الآخرة هُمْ غَافِلُونَ} </p><p> فالآخرة حياةٌ ثانية تختلف عن كل ما نرى وما نعلم، وهي صفحة من صفحات الوجود الكثيرة، وصاحبُ الحظ من تزوّد لها، وعمل لها الأعمال الصالحة، {فَإِنَّ خَيْرَ الزاد التقوى} . </p>"
}