{
  "id": null,
  "sura": 30,
  "aya": 33,
  "text": "<p> منيبين اليه: راجعين اليه بالتوبة. سلطانا: حجة وبرهانا. يَقدر: يضيق. ابن السبيل: المسافر الذي انقطع عن ماله وأهله. الربا: الزيادة. المضعِفون: الذين يضاعف الله لهم الأجر. </p><p> في هذه الآيات الكريمة صورةٌ للنفس البشرية وتقلُّب الأهواء في السّراء والضراء وعند قبْضِ الرزق وبسطِه. فبعد أن أرشد الله سبحانه الى التوحيد، وأقام الادلة عليه، وضرب المثل له - أعقبه هنا بذِكر حال للمشركين يُعرفون بها، وهي أنهم حين الشدة يتضرعون الى ربهم وينيبون اليه، فإذا خَلَصوا منها رجعوا الى كفرهم واوثانهم. لذلك خاطبهم الله بصورة الأمر مع التهديد بقوله:  {لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ} . </p><p> فليضِلّوا ما شاؤا، فان لهم يوماً يرجعون فيه إلى ربهم. . . . تمتّعوا كما تشاؤن، فسوف تعلمون عاقبتكم. </p><p> ثم انكر على المشركين ما اختلقوه من عبادةِ غيره بلا دليل فقال: </p><p> {أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَاناً فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِ يُشْرِكُونَ} </p><p> هل أنزلنا على هؤلاء الذين يشركون في عبادتنا الأوثانَ والأصنامَ كتاباً فيه تصديقٌ لما يقولون، حتى يكون لهم شبه العذر فيما يفعلون!! </p><p> ثم ذكر حالَ طائفة من الناس دون سابقيهم، وهم من تكون عبادتُهم الله رهنَ إصابتهم من الدنيا. . . فإن آتاهم ربهم منها رَضُوا وفرحوا، واذا مُنعِوا سَخِطوا وقنِطوا فقال: </p><p> {وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ} </p><p> فلو انهم آمنوا ايمانا صادقاً لسلَّموا أمرهم الى الله واستراحوا. وفي الحديث الصحيح: </p><p> عجبا للمؤمن، لا يقضي الله له قضاءً الا كان خيراً له، فان أصابته سراء شكرَ فكان خيرا له، وان اصابته ضراء صبر فكان خيراً له. </p><p> {أَوَلَمْ يَرَوْاْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ} </p><p> وهذا انكارٌ من الله على هؤلاء الناس لما يلحقهم من اليأس والقنوط. . . . ألم يشاهِدوا ويعلموا ان كل شيء بيدِ الله؛ يوسف الرزق على من يشاء، ويضيقه على من يشاء بحسب ما تقتضيه حكمته!! </p><p> {فَآتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل ذَلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ الله وأولئك هُمُ المفلحون} </p><p> بعد ان بيّن الله تعالى انه هو الذي يرزق ويمنع - بيّن هنا الطريقَ الذي به تزداد أموالهم فيه وتربح، فاذا كان المال مالَ الله أعطاكم إياه، فأعطوا الأقرباءَ من الفقراء، والمساكين الذين لا يعملون، والغريبَ المسافرَ الذي نفد مالُه ولا يستطيع ان يرجع الى بلده. . . أعطوهم مما آتاكم الله، ذلك هو الخيرُ للذين يريدون رضا الله ويطلبون ثوابه، والفاعلون له هم الفائزون بالنعيم المقيم. </p><p> وقد جاء في الحديث الصحيح:  «المؤمن للمؤمن كالبنيان يشدّ بعضه بعضا» رواه البخاري ومسلم. </p><p> {وَمَآ آتَيْتُمْ مِّن رِّباً لِّيَرْبُوَ فِي أَمْوَالِ الناس فَلاَ يَرْبُو عِندَ الله وَمَآ آتَيْتُمْ مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ الله فأولئك هُمُ المضعفون} . </p><p> وما أعطيتم من مال ليزيد وينمو في أموال الناس على طريق التسليف بفائدةٍ فانه رِبا حرّمه الله ولا يمكن ان يزيدَ لكم عند الله. أما ما أعطيتم من صدقاتٍ تبتغون بها وجه الله فهو الذي يضاعِف الله به حسناتكم أضعافا مضاعفة. </p><p> ولما بين الله انه لا زيادة الا فيما يزيده، ولا خير الا في الطريق المستقيم والبذل في سبيله - أكد ذلك بقوله: </p><p> {الله الذي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِن شُرَكَآئِكُمْ مَّن يَفْعَلُ مِن ذَلِكُمْ مِّن شَيْءٍ} ؟ </p><p> إنه الله، هوالذي خلقكم ثم أعطاكم الرزق الذي تعيشون به، ثم يقبض أرواحكم في هذه الدنيا، ثم يحييكم يوم القيامة، فهو الذي يستحق العبادة. . . . هل يستطيع احدٌ من الذين تبعدونهم ان يعمل لكم شيئاً مما ذكر؟ الجواب: لا. {سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ} ؟ </p><p> قراءات: </p><p> قرأ الكسائي وابو عمرو: يقنِطون بكسر النون، والباقون: بضمها. وقرأ ابن كثير: وما أتيتم بالهمزة دون مد، والباقون: وما آتيتم بالمد. وقرأ نافع ويعقوب: لتربو بالتاء. والباقون: ليربوا بالياء. وقرأ حمزة والكسائي: تُشركون بالتاء. والباقون: يُشركون. </p>"
}