{
  "id": null,
  "sura": 30,
  "aya": 52,
  "text": "<p> {فَإِنَّكَ لاَ تُسْمِعُ الموتى. . .} مر في سورة النمل في الآية ٨٠ و ٨١ بالنص. </p><p> فالله تعالى هنا بعد تصوير تقلبات البشر وفق أهوائهم، وعدم انتفاعهم بآيات الله وحججه، يتوجه بالخطاب الى رسوله الكريم عليه الصلاة والسلام يسلّيه عن إعراض المشركين من قومه وانهم كالموتى والصم لا يسمعون، ولا يهتدون، ولا يرجعون عن ضلالهم، وانما الذي يسمع ويستجيب من يؤمن بآيات الله. اولئك هم المسلمون الصادقون، المطيعون لأوامر الله ورسوله </p><p> {الله الذي خَلَقَكُمْ مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةٍ ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً يَخْلُقُ مَا يَشَآءُ وَهُوَ العليم القدير} </p><p> والله تعالى خلق الأنفس في اطوارها المختلفة من ضعف الى قوة ثم يتغير حالها من قوة في حال الشباب الى ضعف، ثم الى الشيخوخة وهرم وشيبه، انه يخلق ما يشاء وهو العلم بتدبير خلقه، القدير على ايجاد ما يشاء، وفي هذا اكبر الأدلة على قدرته تعالى. </p><p> {وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ كَذَلِكَ كَانُواْ يُؤْفَكُونَ} </p><p> ويوم تقوم القيامة ويبعث الله من في القبور، يحلف المجرمون انهم ما لبثوا في قبورهم أو في الدنيا غير ساعة من الزمن، والواقع انهم لبثوا عمراً مديدا. كذلك كانوا يُصرفَفون عن الحقّ في الدنيا فلا يرون الشيء على حقيقته. </p><p> ثم بين ما يقوله المؤمنون لهم ويتهكمون عليه فقال: </p><p> {وَقَالَ الذين أُوتُواْ العلم والإيمان لَقَدْ لَبِثْتُمْ فِي كِتَابِ الله إلى يَوْمِ البعث فهذا يَوْمُ البعث ولكنكم كُنتمْ لاَ تَعْلَمُونَ} . </p><p> وقال الذين أتاهم الله العلم والايمان. لقد لبثتم في حُكم الله وقضائه في قبوركم من يومِ مماتكم الى يوم القيامة، فإن كنتم تنكرونه فهذا هو يومُ البعث الذي انكرتموه، ولكنكم كنتم في الدنيا لا تعلمون انه حق. </p><p> {فَيَوْمَئِذٍ لاَّ ينفَعُ الذين ظَلَمُواْ مَعْذِرَتُهُمْ وَلاَ هُمْ يُسْتَعْتَبُونَ} </p><p> ان يوم القيامة لا ينفع فيه عذر ولا تُقبل شكوى، ولا يُسترضون ولا يعاتَبون بل يذهبون الى جهنم وبئس المصير. {وَإِن يَسْتَعْتِبُواْ فَمَا هُم مِّنَ المعتبين}  [فصلت: ٢٤] ، فلا عذر ولا إقالة. </p><p> {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ وَلَئِن جِئْتَهُمْ بِآيَةٍ لَّيَقُولَنَّ الذين كفروا إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ كَذَلِكَ يَطْبَعُ الله على قُلُوبِ الذين لاَ يَعْلَمُونَ} . </p><p> ولقد بينالهداية الناس في هذا القرآن كل مثل يرشدهم الى طريق الهدى، ولكنهم أعرضوا وكذبوا. ولئن جئتهم يا محمد بالآيات المعجزة الواضحة - ليقولنّ الذين كفروا ما أنت واتباعك الا مبطلون في دعواكم. كذلك يختم الله على قلوب الذين لا يعلمون حقيقة ما تأتيهم من العبر والعظات، والآيات البينات. </p><p> ثم ختم السورة بأمر الرسول الكريم بالصبر على أذاهم، وعدم الالتفاتِ الى عنادهم حتى يأتي وعدُ الله فقال: </p><p> {فاصبر إِنَّ وَعْدَ الله حَقٌّ وَلاَ يَسْتَخِفَّنَّكَ الذين لاَ يُوقِنُونَ} </p><p> اصبر ايها النبي على أذاهم، انّ وعد الله بنصرك واظهار الاسلام على كل دين وعدٌ حق لا يتخلق ابدا. (والصبر وسيلة المؤمنين في جهادهم ودعوتهم الى الله) ، ولا يحملنّك الذين لا يؤمنون على القلق والخفة وعدم الصبر. وفي هذا ارشاد للنبيّ عليه الصلاة والسلام ولنا وتعليمٌ بان نتلقى المكاره بصدر رحب وسعة حلم. . والله ولي الصابرين والحمد الله رب العالمين. </p>"
}