{
  "id": null,
  "sura": 31,
  "aya": 12,
  "text": "<p> لقمان: عرف العرب بهذا الاسم شخصين احدهما لقمان بن عاد وكانوا يعظّمون قدره في النباهة والرياسة والدهاء. </p><p> واما الآخر فهو لقمان الحكيم الذي اشتهر بحكَمه وامثاله. وهو المقصود هنا، وسُميت السورة باسمه، وقد كانت حِكمه شائعة بين العرب. ويقول بعض المفسرين إنه نبي، وآخرون يقولون انه حكيم آتاه الله الحكمة والعقل والفطنة. وأورد الامام مالك كثير من حِكمه في كتابه «الموطأ» ، ويقال انه كان اسود من سوداء مصر او من الحبشة او النوبة. </p><p> الحكمة: العلم مع العمل، وكل كلام وافق الحقَّ فهو حكمة. وقيل الحكمة: هي الكلام المعقول المصون عن الحشو، وقال ابن عباس الحكمة: تعلُّم الحلالِ والحرام. وقال الراغب: الحكمة: معرفة الموجودات وفعل الخيرات. وقال الرسول الكريم:  «ان من الشعر لحكمة» يعني كلاما صادقا. وقال تعالى {واذكرن مَا يتلى فِي بُيُوتِكُنَّ مِنْ آيَاتِ الله والحكمة} الخ. . . . </p><p> يعظه: يذكّره بالخير وعمله. الوهن: الضعف. الفصال: الفطام. جاهداك: بذلا جهدهما لتكفر معهما. أناب: رجع. مثقال: وزن. مثقال حبة من خردل: شيء صغير جدا. لطيف: يصل علمه الى كل شيء خفي. خبير: عليم بكنْه الاشياء وحقائقها. من عزْم الأمور، العزم: عقدُ القلب على إمضاء الأمر، من عزم الامور: من الأمور المؤكدة. لا تصعّر خدك: لا تتكبر، وغالبا ما يمشي المتكبر وهو مائل الوجه مبديا صفحة وجهه عنهم. ولا تمشِ في الأرض مرحا: مختلا بطِرا. مختال فخور: يمشي الخيلاء ويفخر على الناس ويتباهى بماله وجاهه. والقصِد في مشيك: توسط واقصد في مشيك. واغضض من صوتك: اخفض منه ولا ترفعه. أَنكرُ الاصوات: اقبحها. </p><p> {وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة أَنِ اشكر للَّهِ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ حَمِيدٌ} . </p><p> لقد منحْنا لقمانَ الحكم والعلم والاصابة في القول، وقلنا له اشكرِ الله، ومن يشكر فان فائدةَ ذلك الشكر عائدةٌ اليه، ومن جَحَدَ نعمةَ الله فإنه غنيّ عن شكره غير محتاد اليه، محمود في ذاته. </p><p> واذكر ايها الرسول الكريم لَمّا قال لقمانُ لابنه وهو يعظه ويذكّره: يا بنّي لا تشركْ بالله أحدا، إن الشِركَ ظلمٌ عظيم لما فيه من وضع الشيء في غير موضعه. </p><p> ثم بعد ان ذكر الشِرك وما فيه من شفاعة أتبعه بوصية الولد بوالديه، لكونهما السببَ في ايجاده فقال: </p><p> {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ. . . .} </p><p> أمرناه ببرّهما وطاعتهما، والقيام بحقوقهما لأنها تعبا في تربيته. . . . لقد حملته أمه في بطنها، وما زالت تضعف كلما مرت الأيام ضعفاًعلى ضعف حتى وضعتْه، ثم أرضعتْه عامين وفطمته، وكل ذلك ببذل جهود عظيمة، فاشكر لي ايها الانسان ولوالديك وأحسنْ إليهما فإليَّ الرجوع لا الى غيري. </p><p> {وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفاً} </p><p> ما أحلى هذا الكلام! فإن كانا كافرين، وحاولا ان تكفر أنت بالله فلا تطعمها، ومع ذلك يجب عليك ان تبقى باراً بهما، تصاحبهما بالمعروف والاحسان والعطف. </p><p> اما من جهة الدين: </p><p> {واتبع سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ} </p><p> إن عليك ان تتبع طريقَ الهدى، وطريق من تاب الى الله، ومصيركم جميعاً اليّ بعد مماتكم فأخبركم بما كنتم تعلمون في الدنيا من خير او شر. </p><p> ثم عاد الى ذكر بقية وصايا لقمان لابنه فقال: </p><p> {يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله إِنَّ الله لَطِيفٌ خَبِيرٌ} . </p><p> يا بنِيّ، ان الله لا يَفلِتُ من حسابه شيء، إن الخصلةَ من الإحسان أو الاساءة إن تكن وزنَ حبة خردلٍ تائهة في وسط صخرة او في السموات او في الأرض - يأتِ بها الله ويُحضرها يوم القيامة حين يضع الموازينَ بالقسط. ان الله لطيف يصل علمه الى كل خفي، خبير يعلم ظواهر الأمور وبواطنها. </p><p> {يابني أَقِمِ الصلاة. . . .} </p><p> يا بني حافظْ على الصلاة، وأَمر بكل حَسَن، وانهَ عن كل قبيح، واحتملْ ما أصابك من الشدائد، فان المحافظة على الصلاة والصبرَ على الشدائد من عزم الامور. . . . بدأ هذه الوصيةَ بالصلاة وختمها بملازمة الصبر لأنهما من أعظمِ ما يستعان بهما كما قال تعالى:  {واستعينوا بالصبر والصلاة} البقرة: ٤٥ و ١٥٣. </p><p> وبعد ان أمره بعمل اشياء خيرة، حذّره من أمور غير مستحسنَة وأدّبه خير تأديب فقال: </p><p> {وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلاَ تَمْشِ فِي الأرض مَرَحاً إِنَّ الله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ واقصد فِي مَشْيِكَ واغضض مِن صَوْتِكَ إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير} . </p><p> إنها حِكم تُكتب بماء الذهب. . . . لا تتكبر وتُعرِضْ بوجهك عن الناس، ان الله لا يحب المتكبرين. وامشِ بهدوء، وتوسَّط في مشيك بين السرعة والبطء، ولا ترفع صوتك لأن اقبح ما يُستنكر من الأصوات هو صوت الحمير. </p>"
}