{
  "id": null,
  "sura": 31,
  "aya": 1,
  "text": "<p> لهو الحديث: كل ما يصد عن ذكر الله والحق. سبيل الله: دينه. هُزُوا: سخرية. وقْرا: صمما يمنعهم عن السماع. الرواسي: الجبال. تَميد: تضطرب. بثّ: فرّقز زوج كريم: صنف حسن. </p><p> {الم} </p><p> تقدم اكثر من مرة ان هذه الحروف قد ابتدأ الله بها بعض السور، ليشير الى إعجاز القرآن. </p><p> {تِلْكَ آيَاتُ الكتاب الحكيم. . . .} </p><p> هذه آيات القرآن الكريم، أنزلناها هدى ورحمة للذين يحسِنون فيما يقولون ويفعلون. والذين يقيمون الصلاةَ على أحسن وجه، وفي وقتها، ويتقنونها، ويعطون الزكاةَ الى مستحقيها، ويؤمنون إيماناً جازما بالآخرة والبعث والجزاء. . . </p><p> هؤلاء هم المحسنون الذين يكون الكتابُ لهم هدى ورحمة، وأولئك هم الفائزون. </p><p> قراءت: </p><p> قرأ حمزة وحفص: هدىً ورحمةً بالنصب، والباقون: بالرفع. </p><p> {وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث. . . .} </p><p> ومن الناس من يشتري بماله الأحاديث الملهية، وكتبَ الاساطير والخرافات ليصدّ بها الناس عن سبيل الله بغير علم، {أولئك لَهُمْ عَذَابٌ مُّهِينٌ} . </p><p> روي ان النضر بن الحارث من بني عبد الدار (صاحبَ لواء المشركين ببدر وأحَد شياطين قريش) - كان يجلس لقريش ويحدّثهم بأخبار ملوكِ الفرس وخرافاتهم، ويقولك انا احسنُ من محمد حديثاً، انما يأتيكم بأساطير الأولين. </p><p> وقد أسِر يوم بَدرٍ وقتل بمكان يقال له «الأثيل» . فكان النضر وامثاله كما يقول تعالى: </p><p> {وَإِذَا تتلى عَلَيْهِ آيَاتُنَا ولى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ في أُذُنَيْهِ وَقْراً فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} . </p><p> قراءات: قرأ ابن كثير وابو عمرو: ليَضِل عن سبيله بفتح الياء. والباقون: بالرفع. وقرأ حمزة والكسائي ويعقوب وحفص: ويتخذَها بنصب الذال. الباقون: بالرفع. </p><p> وبعد ان ذكر الكتابُ حالض الكافرين المعرِضين عن آيات الله، تحدّث هنا عن حال المؤمنين العالمين وما ينتظرهم من جزاء فقال:  {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ جَنَّاتُ النعيم خَالِدِينَ فِيهَا وَعْدَ الله حَقّاً وَهُوَ العزيز الحكيم} . </p><p> ونلاحظ ان الرآن عندما يذكر المؤمنين يصفهم (بالعاملين، الذين آمنوا وعملوا الصالحات) وهذا يُفهمنا أن الإيمان وحدَه لا يكفي. وقد جزم الله بوعده وأوجبه على نفسه وهو الغني عن الجميع، تفضّلاً منه وكرمه. </p><p> {خَلَقَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا. . . .} </p><p> يتحدث الله هنا عن القدرة العظيمة وحكمته، ودليلُ ذلك هذا الكونُ الهائل بجميع ما نرى من سمات بغير عمد، وبجالٍ تحفظ توازن الأرض، وهذه الانواع التي لا تُحصى من المخلوقات المبثوثة في هذه الأرض، وإنزالِ الماء الذي يُحيي الأرضَ فتُنْبتُ من كل زوج كريم، بنظام دقيق متكامل، متناسق التكوين، ثم يقول بعد ذلك كله: </p><p> {هذا خَلْقُ الله فَأَرُونِي مَاذَا خَلَقَ الذين مِن دُونِهِ} . </p><p> هذا الكون الكبير الهائل وما فيه من نظام هو من خلْق الله، أروني ماذا خلق الذين تعبدونهم من دونه {بَلِ الظالمون فِي ضَلاَلٍ مُّبِينٍ} . </p>"
}