{
  "id": null,
  "sura": 33,
  "aya": 36,
  "text": "<p> ما كان لمؤمن. . . .: لا ينبغي لمؤمن ان يختار غير ما يختار الله. الخيرة: الاختيار. مبينا: ظاهرا. الذي انعم الله عليه. هو زيد بن حارثة انعم الله عليه بالاسلام. وأنعمتَ عليه: بالعتق والحرية. الوطر: الحاجة. الحرج: المشقة. فرض الله له: قدر الله له. خلَوا: مضوا. قَدَرا مقدورا: قضاء مقضيا. </p><p> {وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْراً. . . .} </p><p> ليس الاختيار بيد الانسان في كل شيء، بل هناك أمور لا اختيار لمؤمنٍ ولا لمؤمنة فيها، وهي ما حَكَمَ اللهُ فيه، فما أمر به فهو المتّبع، وما أرادَ النبيُّ صلى الله عليه وسلم فهو الحقّ، ومن يخالفْ ما حكم به الله ورسوله {فَقَدْ ضَلَّ ضَلاَلاً مُّبِيناً} . </p><p> نزلت هذه الآية في زينبَ بنتِ جحش، ابنة عمةِ النبي عليه الصلاة والسلام، فقد خطَبها الرسول الكريم ليزوّجها من زيد بن حارثة مولاه، فلم يقبل أخوها عبدُ الله ان تكون أختُه، وهي قرشية هاشمية، تحت عبدٍ اشترته خديجةُ ثم أعتقه الرسول الكريم. </p><p> وقد اصر الرسول عليه الصلاة والسلام على تزويجها من زيدٍ لإزالة تلك الاعتبارات القائمة في النفوس على العصبيّات، ولهدْم تقاليد العرب القديمة. </p><p> فلما نزلت هذه الآية أذعَن عبدُ الله وأختُه زينب وقبلت ان تتزوج زيدا. ولم ينجح هذا الزواج. فقد تطاولت زينب على زوجها وجعلت تتكبر عليه، وتعيّره بأنه عبد رقيق، وهي قرشية. وآذتْه بفخرها عليه، واشتكى الى النّبي ذلك مرارا، وطلب اليه ان يأذَن له بتطليقها فكان النبي يقول له:  «أمسِك عليك زوجَك» لكن زيدا لم يُطِقْ معاشرةَ زينب فطلّقها. </p><p> وبعد ذلك تزوّجها الرسول الكريم، وهي ابنةُ عمته، ولأنه يريد ان يُبطِل عادة التبنّي الذي كان معمولاً به في الجاهلية. وكل ذلك بأمرٍ من الله كما جاء في قوله تعالى:  {وَإِذْ تَقُولُ للذي أَنعَمَ الله عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ واتق الله وَتُخْفِي فِي نِفْسِكَ مَا الله مُبْدِيهِ وَتَخْشَى الناس والله أَحَقُّ أَن تَخْشَاهُ} . </p><p> فالذي أنعم الله عليه هو زيد، أنعم عليه بالاسلام، والذي انعمتَ يا محمد عليه هو زيدٌ أيضا، أنعمتَ عليه بالعتق من الرق وجعلته حراً. وتخفي يا محمد في نفسِك ما سيُظهره الله من ان زيدا سوف يطلق زينب وانك ستتزوجها بأمر الله. هل تخاف ان يعيّرك الناس أنك تزوّجت امرأة ابنِك (وكان يقال له زيد بن محمد) ؟ ان الله وحده هو الذي يجب ان تخشاه، فانك انت القدوة في كل ما امر الله به، وما ألقى عليك ان تبلّغه للناس، فلتكن أيضا القدوةَ فيما أبطلَ الشارعُ الحكيم من الحقوق المقررة للتبني والادعاء. وفي ذلك نزل قوله تعالى:  {فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَراً زَوَّجْنَاكَهَا لِكَيْ لاَ يَكُونَ عَلَى المؤمنين حَرَجٌ في أَزْوَاجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْاْ مِنْهُنَّ وَطَراً وَكَانَ أَمْرُ الله مَفْعُولاً} . </p><p> وقد قامت قيامة المبشّرين والمستشرقين لهذا الحادث وكتبوا فيه وأوّلوا وأطلقوا لخيالهم العِنان، وهم يعلمون حقَّ العلم أن الرسول الكريم كان مبشّرا ونذيراً ومعلّماً وداعياًالى الله بإذنه ومشرعاً يريد ان يهدِم عاداتِ الجاهلية، ولذلك يقول تعالى: </p><p> {مَّا كَانَ عَلَى النبي مِنْ حَرَجٍ فِيمَا فَرَضَ الله لَهُ سُنَّةَ الله فِي الذين خَلَوْاْ مِن قَبْلُ وَكَانَ أَمْرُ الله قَدَراً مَّقْدُوراً} . </p><p> ما كان على النبي من إثمٍ في عمل أمره الله به، فلا حرجَ في هذا الأمر، وليس النبي فيه بِدعاً بين الرسل، فهو أمرٌ يمضي وَفقَ سنّة الله التي لا تتبدل في الانبياء الذي مضوا. </p><p> ثم وصف الذين خَلوا بصفاتِ الكمال والتقوى وإخلاص العبادة له وتبليغ رسالته فقال:  {الذين يُبَلِّغُونَ رِسَالاَتِ الله وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَداً إِلاَّ الله وكفى بالله حَسِيباً} . </p><p> كفى ان يكون الله الرقيبَ المحاسب، فهو وحده يحاسبهم. </p><p> {مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ ولكن رَّسُولَ الله وَخَاتَمَ النبيين} </p><p> وفي هذه الآية قطعٌ لألسنة المنافقين وشياطينهم من اليهود الذين قالوا إن محمداً تزوج حليلة ابنة زيد. ان محمداً ليس اباً لأحد من رجالكم حتى يحرُم عليه التزوج من مطلقته ولكنّه أبٌ للمؤمنين جميعا، ولذلك فهو يشرّع الشرائع الباقية، لتسير عليها البشرية، وفق آخر رسالة السماء الى الأرض، {وَكَانَ الله بِكُلِّ شَيْءٍ عَلِيماً} يعلم ما يصلح لهذه البشرية، فقضى الله هذا وفق علمه بكل شيء. </p><p> قراءات: </p><p> قرأ اهل الكوفة: ان يكون لهم الخيرة بالياء. والباقون: ان تكون بالتاء. وقرأ عاصم وحده: خاتَم بفتح التاء. والباقون: خاتم بكسر التاء. </p>"
}