{
  "id": null,
  "sura": 33,
  "aya": 50,
  "text": "<p> آتيتَ أجورهن: اعطيت مهورهن. وما ملكت يمينُك: من الإماء التي جاءتك من المغانم. خالصةً لك: خاصة بك. حرج: ضيق، مشقة. ترجِي: تؤخر، تبعد. تؤوي اليك: تسكن معك. ومن ابتغيتَ ممن عزلتَ: ومن طلبتَ ممن ابعدتَ من نسائك. ذلك أدنى ان تقر اعينهن: ذلك أقرب ان تسر نفوسهن. </p><p> في هذه الآياتِ الكريمة يبيّن الله لرسوله الكريمِ ما يحِلّ له من النساء، وما في ذلك من خصوصية لشخصِه الكريم ولأهل بيته. </p><p> يا أيها النبي: إنا أحبنا لك أزواجَك اللاّتي اعطيتّهن مهورَهن، وأحللنا لكم ما ملكتْ يدُك من الجواري، ويجوز لك ان تتزوج من بناتِ عمك، وبناتِ عماتك، وبناتِ خالك وبناتِ خالاتك اللاتي هاجرْن معك. </p><p> ويجوز لك ان تتزوّج امرأةً مؤمنة ان وهبتْ نفسَها لك بلا مهر. </p><p> {قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ في أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ} من شروط العقد الشرعي. </p><p> وهذه الإباحةُ خالصة لك من دون المؤمنين، أما غيْرك من المؤمنين إن وهبْت امرأةٌ الشرعي. </p><p> لقد أحلَلنا لك ذلك لِكَيلا يكونَ عليك حَرَجٌ في نِكاح من تريدُ من الأصنافِ التي ذُكرتْ {وَكَانَ الله غَفُوراً رَّحِيماً} . </p><p> {تُرْجِي مَن تَشَآءُ مِنْهُنَّ وتؤويا إِلَيْكَ مَن تَشَآءُ} . . . الآية. </p><p> يخّير الله الرسول الكريم في هذه الآية بأن يدنيَ إليه من يشاءُ من نسائه ويؤخّر منهنّ من يشاء. وإذا اراد ان يطلب واحدةً كان أبعدَها فله الخيارُ في ذلك دون حَرَجٍ او تضييق عليه. وكلُّ ذلك حتى يكنَّ مسرورات قريراتِ الأعين، ولا يحزنّ بل يرضين بما قَسَم بينهن، ويعلمن أن هذا كلَّه بأمرِ الله وترخيصِه لرسوله الكريم. </p><p> روى ابن جرير عن ابي رزين قال: لما نزلت ية التخيير السابقةُ خاف نساء النبي ان يطلّقهن فقلن: يا رسول الله، لنا من مالك ومن نفسِك ما شئت، ودعنا كما نحنُ، فنزلت هذه الآية، فأرجأ رسول الله خمساً من نسائه وهن: ام حبيبة، وميمونة، وصفية، وجويرية، وسودة، فكان لا يقسم بينهن ما شاء، يعني لم يجعل دورا في المبيت عندَهن منتظَما. </p><p> وآوى اليه أربع نساء هن: عائشة، وحفصة، وزينب، وأم سلمة، وكان يقسِم بينّهن على السواء، لكل واحدة ليلة. </p><p> {والله يَعْلَمُ مَا فِي قلُوبِكُمْ} من الميل الى بعضِهن دون بعض مما لا يمكن دفعُه، {وَكَانَ الله عَلِيماً حَلِيماً} . </p><p> ثم ختم هذا الموضع بآيةِ كريمة فيها حكمان: ان لا يتزوج عليه الصلاة والسلام غيرَ نسائه التسعَ الموجودات في عصمته، وان لا يستبدل بهن غيرَهن فقال: </p><p> {لاَّ يَحِلُّ لَكَ النسآء مِن بَعْدُ وَلاَ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلاَّ مَا مَلَكَتْ يَمِينُكَ وَكَانَ الله على كُلِّ شَيْءٍ رَّقِيباً} . </p><p> لا يحِل لك النساء بعد هؤلاء التسع اللاتي في عصمتك، ولا أن تستبدلَ بهن ازواجاً غيرهن، مهما كانت الواحدةُ بارعةً في الحسَب والجمال، الا ما ملكتْ يمينك من الجواري، وكان الله على كل شيء مطّلعا. </p><p> قراءات: </p><p> قرأ ابن كثير وابوعمرو وابو بكر عن عاصم: ترجىء بالهمزة، والباقون: ترجي بدون همزة. وقرأ ابو عمرو وحده: لا تحل لك النساء بالتاء. والباقون: لا يحل لك النساء بالياء. </p>"
}