{
  "id": null,
  "sura": 33,
  "aya": 41,
  "text": "<p> أصيلا: الأصيل هن الوقت حين تصفرّ الشمس عند الغروب. الصلاة من الله: المغفرة والرحمة. النكاح: عقد الزواج. من قبل ان تمسّوهن: من قبل ان تدخلوا بهن. فمتِّعوهن: اعطوهن ما يخرج من نفوسكم من المال لتطيب به نفوسهن. </p><p> يا أيها الذين آمنوا، أكثِروا من ذكر الله وسبّحوه كلَّ وقت، ولا سيمّا أول النهار وآخره، هو الذي يرحمكم ويغفر لكم بصلاته عليكم، وتستغفر لكم الملائكة، ليخرجكم من ظلماتِ الجهل الى نور الاسلام {وَكَانَ بالمؤمنين رَحِيماً} . وهذا أمرُهم في الدنيا دار العمل. أماأمرهم في الآخرة وعندما يلقونه فلهم الكرامةُ والحفاوة والأجر الكريم:  {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلاَمٌ وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً} . </p><p> يا أيها النبي إنا أرسلنا شاهداً على أُمتك ترفع أمرهم الى الله يوم القيامة، ونذيراً لهم حتى لا يتهاونوا، وداعياً الى الله بإذنه لنشْرِ الدين، ومصباحاً مضيئا يهدي بنوره الحائرين ويقتبس من نوره المهتدون. </p><p> وبعد هذا يأتي الفضل كله {وَبَشِّرِ المؤمنين بِأَنَّ لَهُمْ مِّنَ الله فَضْلاً كِبِيراً} على سائرِ الأمم بحَمْلهم أعباءَ هذا الدين الكريم وابلاغه الى الناس. </p><p> ثم بعد ذلك ينهي الخطاب للنبي صلى الله عليه وسلم بأن يهمل الكافرين والمنافقين ولا يحمل بأذاهم، وأن يتوكل على الله وحده ويفوّض أمره إليه كما أَمَرَه في مطلع السورة. . {وكفى بالله وَكِيلاً} . </p><p> ثم يبين تشريعاً مهماً لحفظ الأُسرة، وكرامة المرأة وحفظ حقوقها بقوله: </p><p> {ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً} . </p><p> في هذه الآية الكريمة أمران: </p><p> الأول: اذا عقدتم عقدكم على امرأة ثم لم يحصَل وِفاق وطلقتموها قبل الدخول فليس عليها عِدّة. </p><p> الثاني: على المطلّق ان يمّتعِ المطلقةَ بشيء من المال حسب قُدرته حتى يطيبَ خاطرُها وليكون في ذلك بعضُ السلوة لها عما لحِق بها من أذى الطلاق. </p><p> {وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً} . </p><p> سبق في سورة البقرة نفس الموضوع في قوله تعالى:  {لاَّ جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النسآء مَا لَمْ تَمَسُّوهُنَّ. . . . .}  [الآية: ٢٣٦ و ٢٣٧] . </p><p> قراءات: </p><p> قرأ حمزة والكسائي: من قبل ان تُماسّوهن بضم التاء والف بعدها. الباقون: تمسوهن، بفتح التاء من غير الف بعدها. </p>"
}