{
  "id": null,
  "sura": 34,
  "aya": 15,
  "text": "<p> سبأ: منطقة واسعة شرقي اليمن كان بها مملكة مدينتُها مأرب. آية: علامة. جنتان: بستانان. سيل العرم: سيل المطر الشديد، والعرم: السد الذي يمسك الماء. الأكُل: الثمر، والرزق الواسع. الخَمط: المُر من كل شيء، ونوع من شجر الأراك. الأثل: الطفراء لا ثمر له. السِدر: شجر بري يحمل ثمراً يقال له النبق، يؤكل. القرى التي باركنا فيها: هي قرى بلاد الشام. مزّقناهم كل ممزق: فرقناهم في البلاد. سلطان: تسلُّط. </p><p> لقد كان لأهل سبأ في مسكنهم بالمين علامة دالة على قدرتنا. . . . كان لهم حديقتان واسعتان تحفّان ببلدهم عن اليمين والشمال، وقد أرسل الله اليهم الرسل تأمرهم ان يأكلوا من رزق ربهم ويشكروه على هذه النعم الجليلة، ففعلوا الى حين. ثم إنهم اعرضوا، فعاقبهم الله بإرسال سيل العرِم عليهم، فهدم السدَّ وخرّبه وذهب بالجنتين والبساتين، واهلك الحرثَ والنسل، وبدلهم بجنتيهم المثمرتين بساتين فيها من الشجر البرّي الذي لا ثمر له، وشيئاً قليلاً من السدر يثمر النبق لا غناء فيه. </p><p> ذلك هو الجزاء الذي جازاهم اياه الله بكفرهم النعمة وعدم شكرها {وَهَلْ نجزي إِلاَّ الكفور} . </p><p> كان سد مأرب من أعظم السدود التي تجمع المياء في المين، وكان يسقي مساحة كبيرة قرها المؤرخون والخبراء بنحو ثلاثمئة ميل مربع. </p><p> وكانت مدينة مأرب أغنى المدن القديمة في جنوب شبه الجزيرة العربية ومن أهم المراكز لحضارةٍ وثقافة قديمتين، يرجع تاريخهما الى ما قبل ثلاثة آلاف عام مضت. وكانت محطةَ استراحة لرحلات طويلة لقوافل التصدير التي كانت تنقل المنتجاتِ الزراعيةَ والصناعية كالبخور واللبان والدارصيني والمُرَ والقرنفل والبلسم وسائر العطور، وكذا الصمغ والقرفة ثم الاحجار الكريمة، والمعادن. . . . وعلى مسافة كيلومترين الى الجنوب من مدينة مأرب يقول احد روائع الفن اليمني القديم وهو معبد «المقه» ، ومعناه في لغة سبأ «الإله القمر» ، ويطلق عليه المؤرخون: عرش بلقيس. وهو بناء ضخم على شكل مثلث لا يزال محتفظا برونقه الزاهي ومظهره المصقول، ويبلغ قُطره نحو الف قدم، ولا تزال بعض أعمدته قائمة حتى اليوم. </p><p> ولا تزال آثار السد باقيةً الى الآن، ويرجع تاريخ بنائه الى ما قبل ٢٧٠٠ عام، وقد بناه سبأ الأكبر حفيد جد العرب: يعرب بن قحطان. «ملخص عن اليمن عبر التاريخ» . </p><p> {وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ القرى التي بَارَكْنَا فِيهَا. . . .} </p><p> وجعلنا بينهم وبين القرى التي باركنا فيها. . . .} </p><p> وجعلنا بين مسكنهم بالمين والقرى التي باركنا فيها قرىً متقاربة متراصّة، وكانوا في نعمة وغبطة عيش هنيء في بلاد مرضيّة مع كثرة اشجارها وزروعها وخيراتها، حتى إن المسافر لا يحتاج الى حملِ زادٍ ولا ماء، حيث نَزَلَ وجَدَ ماء وثمرا، وقلنا لهم: </p><p> {سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّاماً آمِنِينَ} متمتعين بهذه النعم. </p><p> فبطروا وملّوا تلك النعم، </p><p> {فَقَالُواْ رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وظلموا أَنفُسَهُمْ} </p><p> اذ عرّضوها للسخط والعذاب، بنكران النعمة وعدم الوفاء بشكرها، فجلعناهم احاديث للناس، وفرقناهم مشتتين في البلاد حتى صار يضرب بهم المثل فيقال:  «تفرّقوا أيدي سبأ» أي: متفرقين كأهل سبأ، وأيدي: تعني طُرقا، ومن معاني اليد: الطريق. </p><p> ونزلت قبيلة غسان في حوران وأنشأت دولة الغساسنة، وكانت عاصمتهم بُصرى، وعدد ملوكهم ٣٢ ملكا أولهم جفنة بن عمرو وآخرهم جَبَلَة بن الأيهم. «اولاد جفنة بالزمان الأول» . ونزلت قبيلة لَخْم في الحِيرة من ارض العراق واقامت دولة المناذرة. ونزلت قبيلة كِندة في نجد، وبعضهم ذهب الى حضرموت، واسسوا دويلات اليمن عبر التاريخ. </p><p> {إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ} </p><p> ان فيما حلّ بهؤلاء من النعمة والعذاب عظاتٍ لكل صبّار على البلاء، شكور على النعم والعطاء. </p><p> {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فاتبعوه إِلاَّ فَرِيقاً مِّنَ المؤمنين} </p><p> ولقد حقق ابليس ظنه عليهم فأطاعه من كفر، وعصاه قليل من المؤمنين. فبقوا في بلادهم آمنين. </p><p> {وَمَا كَانَ لَهُ عَلَيْهِمْ مِّن سُلْطَانٍ إِلاَّ لِنَعْلَمَ مَن يُؤْمِنُ بالآخرة مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفُيظٌ} . </p><p> ما كان لإبليسَ عليهم من سلطاة وقوة يخضعهم بها، ولكن الله امتحنَهم ليَظْهَرَ من يصدّق بالآخرة ممن هو في شك منها، وربك ايها الرسول حفيظٌ على كل شيء، لا يعزُب عن علمه صغير ولا كبير. </p><p> قراءات: </p><p> قرأ ابو عمر: ذواتَي أكلِ خمطٍ بالاضافة. الباقون: ذواتي أكلٍ خمط بالتنوين. قرأ حمزة ويعقوب والكسائي وحفص: هل نجازي الا الكفورَ، نجازي بالنون، وبنصب الكفور. والباقون: هل يجازي الا الكفورُ، يجازى بالياء مبني للمجهور والكفور مرفوع. وقرأ أبوعمرو وابن كثير وهشام: ربنا بعّد بين اسفارنا، وقرأ يعقوب: باعدَ فعل ماضي، والباقون: باعدْ بين اسفارنا. وقرأ اهل الكوفة: ولقد صدّق ابليس: بتشديد الدال المفتوحة، والباقون صدَق بفتح الدال من غير تشديد. </p>"
}