{
  "id": null,
  "sura": 34,
  "aya": 22,
  "text": "<p> ادعوا: نادوا. من شِرك: من شركة. من ظهير: معين. فزع عن قلوبهم: ذهب الخوف من قلوبهم. اجرمنا: اذنبنا. يفتح بيننا: يحكم بيننا. الفتّاح: الحاكم. </p><p> قل أيها الرسول لهؤلاء المشركين: ادعوا هؤلاء الأصنام فليجلبوا إليكم نفعاً او يدفعوا عنكم ضرا، إنهم لا يملكون وزن ذرةٍ من الهباء في السموات ولا الارض، وما لهم فيهما من شِركة، وليس لله من هؤلاء الآلهة المزعومة من يعينه على تدبير شئون خلقه. </p><p> ولا تنفع الشفاعة عند الله الا لمن يأذَن له ان يشفع عنده، فالشفاعة مرهونةٌ بإذن الله، والله لا يأذن في الشفاعة في غير المؤمنين. </p><p> اما الذين جحدوا وأشركوا بالله فليسوا أهلاً لان يأذن بالشفاعة فيهم. </p><p> ثم بعد ذلك بيَّن المشهد الذي تقع فيه الشهادة فقال: </p><p> {حتى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُواْ مَاذَا قَالَ رَبُّكُمْ قَالُواْ الحق وَهُوَ العلي الكبير} . </p><p> وهذا يوم القيامة، اذ يقف الناس وينتظر الشفعاء والمشفعوع فيهم ان يأذن الله بالشفاعة لمن ينالون هذا المقام، حتى اذا ذهب الفزع عن قلوبهم قال بعضهم لبعض: ماذا قال ربكم في الشفاعة؟ قالوا: قالاو الحق، وهو الإذن بالشفاعة لمن ارتضى، وهم المؤمنون. </p><p> {وَهُوَ العلي الكبير} صاحب العلو والكبرياء، يأذن ويمنع من يشاء كما يشاء. </p><p> قل ايها النبي: من يأتيكم برزقكم من السماء والأرض، فان قالوا: لا ندري، قل لهم: الله وحده هو الذي يرزق الجميع، وإنا معشرَ المؤمنين او أنتم معشر المشركين - لعلى أحدِ الأمرين من الهدى او الضلال الواضح المبين. </p><p> ثم قل لهم ايها الرسول: إنكم لا تُسألون عما ارتكبناه من ذنوب، ونحن لا نُسأل عما تعملون. وقل لهم: الله يجمع بيننا وبينكم يوم القيامة ويقضي بيننا بالحق، وهو الحاكم في كل أمرٍ، العليم بحقيقة ما كان منا ومنكم، وهو خير الحاكمين. </p><p> وقل لهم ايها الرسول: أروني هؤلاء الذي عبدتموهم وجعلتموهم شركاءَ مع الله وهم لا يستحقون! </p><p> {كَلاَّ بَلْ هُوَ الله العزيز الحكيم} </p><p> ليس الأمر كما وصفتم، فلا نظيرَ له تعالى والذين عبدتموهم لا يستحقون العبادة فهو ذو العزّة المنفر بها، والحكيم في تدبيره للأمور وتصريفه. </p><p> قراءات: </p><p> قرأ ابو عمرو وحمزة والكسائي: لمن أُذن له بضم الهمزة. والباقون: أَذن بفتح الهمزة. وقرأ ابن عامر ويعقوب: اذا فَزَع بفتح الفاء والزاي، والباقون: اذا فُزع بضم الفاء وكسر الزاي. </p><p> {وَمَآ أَرْسَلْنَاكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً} </p><p> في هذه الآيات الكريمة يبيّن الله ان رسالة سيدنا محمد عامةٌ للناس أجمعين، جاء مبشراً من أطاع بالثواب العظيم، ومنذِرا من عصا بالعذاب الأليم. </p><p> {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ} ، وهذا الجهل يحملهم على الإصرار على ما هم فيه من الضلال. </p><p> {وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ} </p><p> تقدمت هذه الآية بالنص في سورة يونس ٤٨. </p><p> قل لهم ايها الرسول: لا تستعجِلوا، ان لكم ميعاد يوم عظيم، لا تستأخرون عنه ساعة ولا تستقدمون. وان هذا اليوم كائنٌ لا محالة. </p>"
}