{
  "id": null,
  "sura": 34,
  "aya": 43,
  "text": "<p> تتلى: تقرأ. بينات: واضحات. يصدكم: يمنعكم. افك: كذب، واختلاق. معشار: عشر. نكيري: انكاي. مثنى: اثنين اثنين. فرادى: واحدا واحدا. ما بصاحبكم من جنة: ليس صاحبكم مجنونا. بين يدي عذاب: امام عذاب. يقذف بالحق: يلقي بالحق. ما يبتدىء الباطل: ما يبتدىء الباطل. وما يعيد: وما يكرره. </p><p> بعد ان ذكر الله ان المشركين هم أهل النار يوم القيامة حيث قال لهم: ذوقوا عذابها الذي كنتم به تكذّبون - أعقب ذلك بذكرِ ما لأجله استحقوا العذاب، وهو صدّهم الناس عن دعوة الرسول الكريم، وأنهم إذا قرأ الرسول عليهم آياتنا واضحات، قالوا: هذا رجل يريد ان يمنعكم عبادة ما كان يعبد آباؤكم من الاصنام، فقولُه كذبٌ مفترى، وسحر مبين، وخِداع ظاهر، واننا لم نؤتهم كتبا قبل القرآن يدرسونها، وما ارسلنا اليهم قبلك من نذير. </p><p> {وَكَذَّبَ الَّذِينَ مِن قَبلِهِمْ وَمَا بَلَغُواْ مِعْشَارَ مَآ آتَيْنَاهُمْ فَكَذَّبُواْ رُسُلِي فَكَيْفَ كَانَ نَكِيرِ} . </p><p> لقد كذّب الرسلَ قبلكم كثير من الأمم، وكانوا اكثر منكم قوة ومالا، ولم تبلُغوا أيها المشركون معشار ما منحنا أولئك من القوة والمنعة، ومع ذلك أخذهم الله بظُلْمِهم وتمردهم، وأهلكهم أجمعين. </p><p> {قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ أَن تَقُومُواْ لِلَّهِ مثنى وفرادى ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ} </p><p> قل لهم ايها الرسلو: إنما أعظُكم بخصلة واحدة هي: ان تقوموا مخلِصين لله بعيدين عن التقاليد والأهواء، وفكِّروا بجِدٍّ مجتمعين ومتفرقين بأن صاحبكم ليس مجنونا، وما هو الا نذير لكم أما عذابٍ شديد قادم عليكم. </p><p> وقل ايها الرسول: ما سألتكم أجراً على هذه الرسالة التي أحملها اليكم لإصلاح أمركم، خذوا انتم الأجر، وما أجريَ الا على الله وهو كل شيء رقيب مطلع. </p><p> {قُلْ إِنَّ رَبِّي يَقْذِفُ بالحق عَلاَّمُ الغيوب} </p><p> قل ايها الرسول: ان - الله يلقي بالحق على من يصطفيه، وهو يرمي بهذا الحق في وجه الباطل فيمحقه. إنه هو علام الغيوب، لا يخفى عليه هدف، ولا تغيب عنه غاية. </p><p> {قُلْ جَآءَ الحق وَمَا يُبْدِىءُ الباطل وَمَا يُعِيدُ} </p><p> قل ايها لارسول: لقد جاء هذا الحق في الرسالة والقرآن وفي منهجهما المستقيم، وقد انتهى أمرُ الباطل، وهلك الشِرك وما عادت له حياة ولم تبقَ منه بقية تبدي شيئاً او تعيده. </p><p> {قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ على نَفْسِي وَإِنِ اهتديت فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ} </p><p> قل ايها الرسول: ان ضلَلتُ وانحرفت عن الهدى فإنما ضرر ذلك يعود على نفسي، وان اهتديتُ فبإرشاد ربي، وبوحيه وتوفيقه، غنه سميع لقولي وقولكم، قريبٌ مني ومنكم، والخير كله منه. </p>"
}