{
  "id": null,
  "sura": 35,
  "aya": 1,
  "text": "<p> فاطر السموات والأرض: خالقهما، فَطَرَ الشيءَ أوجده على غير مثال: رسلا: وسائط بينه وبين انبيائه يبلّغون عنه رسالاته. مثنى وثلاث ورباع: اثنين اثنين، وثلاثة ثلاثة، وأربعة اربعة، ما يفتح الله: ما يعطي الله. انى تؤفكون: كيف تُصرفون عن توحيد الخالق، وعن الحق الى الضلال. </p><p> الثناء الجميل والشكر لله تعالى، منشىء هذا الكون وما فيه من خلائق على غير مثال سابق، جاعل الملائكة رسُلا الى خلقه، ذوي اجنحة متعددة مختلفة. فهو {يَزِيدُ فِي الخلق مَا يَشَآءُ} ان يزيدَ من الأعضاء، لا يعجزه شيء {إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> ولأول مرة يأتي وصف للملائكة بأنهم أشكال، لهم اجنحة متعددة. وليس هذا بغريب، فان بعض المخلوقات لها عدد من الأرجل والاشكال. وفيما نشهده ونراه اشكال لا تحصى من الخلق، وما لا نعلم اكثرُ بكثيرٍ مما نعلم، ولا نعرف إلا القليل القليل عما هو موجود في هذا الكون:  {وَمَآ أُوتِيتُم مِّن العلم إِلاَّ قَلِيلاً}  [الاسراء: ٨٥] . </p><p> وبعد ان يقرر الله تعالى انه على كل شيء قدير - يوضح هنا ان كل شيء في هذا الكون بيده، يتصرف فيه كيف يشاء، فحين يفتح الله أبواب رحمته للناس لا يستطيع أحدٌ إغلاقها، ومتى أَمسكها فلا احد يستطع فتحها، فمفاتيحُ الخير ومغاليقه كلها بيده سبحانه وتعالى، {وَهُوَ العزيز الحكيم} صاحب العزة والسلطان والحكمة. </p><p> روى ابن المنذر عن عامر بن عبد القيس قال: اربع يات من كتاب الله اذا قرأتُهن فما أبالي ما أُصبح عليه وأمسي: </p><p> ١ - ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل لها من بعده. </p><p> ٢ - وان يمسسك الله بضر فلا كاشف له الا هو، وإن يردْك بخير فلا رادّ لفضله. . . . يونس: ١٠٧ </p><p> ٣ - سيجعل اللهُ بعد عسرٍ يسراً. . . . الطلاق ٧. </p><p> ٤ - وما من دابةٍ في الأرض الا على الله رزقها. . . هود ٦ </p><p> وهذا يعني ان عامر بن عبد القيس كان يقرأ هذه الآيات ويستأنس بها ويعمل بها. </p><p> ثم يؤكد الله تعالى في الآية الثالثة أنه الخالقُ الوحيد الذي يرزق عبادَه من السماء والارض، وانه لا اله الا هو، لذلك يجب على الناس جميعاً ان يذكروا نعمة الله عليهم ويحمدوه ويشكروه، ليحفظوا هذه النعم ويؤدوا حقها. </p><p> قراءات: </p><p> قرأ حمزة والكسائي: هل من خالق غير الله بجرّ غيرِ، والباقون: غير بالرفع. </p>"
}