{
  "id": null,
  "sura": 35,
  "aya": 12,
  "text": "<p> العذب: الطيب السائغ من الماء والشرب والطعام والكلام. الفرات: الوافر والشديد العذوبة. سائغ: سهل المرور في الحلق. أُجاج: شديد الملوحة. حلية: كل ما يتحلى به الانسان من لؤلؤ ومرجان وغير ذلك. مواخر: جمع ماخرة تشق الماء حين جريانها. يولج: يدخل. القطمير: القشرة الرقيقة التي على نواة التمرة. يكفرون بشرككم: يجحدون باشراككم وعبادتكم لهم. ولا ينبئك مثل خبير: ولا يخبرك بالأمر مثل الخيبر به. ولا تزر وازرة وزر اخرى: لا تحمل نفس آثمة اثم نفس اخرى، يعني لا يحمل احد ذنب الآخر، الوزر: الذنب. المثقلة: النفس التي أثقلتها الذنوب. تزكى: تطهر من دنس الأوزار. </p><p> وما يستوي البحران: أحدُهما ماؤه عذْب شرابه سائغ يجري في الانهار المفيدة للناس فيحي الاقاليم والامصار، والثاني مالح ساكن تسير فيه السفن. ومن كلٍ منها تأكلون السمك الطري فضلا من الله، كما تستخرجون حلياً، كالدرّ والأصداف والمرجان وغيرها، وتجري السفن في كل منهما تشقه شقا لتطلبوا من فضل الله ما تحصلونه بالتجارة. ولعلّكم تشكرون لربكم هذه النعم. </p><p> إنه يُدخل الليلَ في النهار ويدخلُ النهارَ في الليل، وسخَّر الشمس والقمر كلٌّ يجري الى موعدٍ مقرر. والذي يصنع هذا كلَّه هو الله ربكم، له الملك التام والسلطان الملطق، أما لاذين تعبدونهم من الأصنام والأوثان فإنهم لا يملكون شيئا مهما كان صغيرا تافها. </p><p> وهذه الآلهة لا يسمعون ولا ينفعون ولا يضرّون، وان تدعوهم لا يسمعوا دعاءكم، ولو سمعوا دعاءَكم ما أجابوكم بشيء مما تطلبون. وهم ينكرون اشراككم لهم مع الله يوم القيامة. </p><p> {وَلاَ يُنَبِّئُكَ مِثْلُ خَبِيرٍ} </p><p> ولا يخبرك الحقيقة الا الخبير العليم، الله تعالى: </p><p> يا ايها الناس: انتم الفقراء المحتاجون إلى الله في كل شيء والله هو الغني عن خلقه المستحق للحمد على كل حال. </p><p> والله إن شاءَ يهلككم ويأتي بخلْقٍ جديد يطيعونه ويؤمنون به، وليس هذا على الله بمستحيل. </p><p> ثم أخبرَ عن أحوال يوم القيامة فقال: </p><p> {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى} </p><p> في ذلك اليوم العصيب يكون كلُّ انسان مسئولا عن اعماله وعن نفسه، فلا تحمل نفسٌ مذنبةٌ ذَنْبَ نفس اخرى. </p><p> وان تسأل نفسٌ ذاتُ حَملٍ ثقيل أحداً أن يحمل عنها بعض ذنوبها لن تجد من يجيبها أو يحمل عنها شيئا، وذلك لانشغال كل انسان بنفسه. {لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ}  [عبس: ٣٧] ثم سلّى رسول الله صلى الله عليه وسلم على عدم قبولهم دعوتَه وإصرارهم على عنادهم فقال: </p><p> {إِنَّمَا تُنذِرُ الذين يَخْشَوْنَ رَبَّهُمْ بالغيب وَأَقَامُواْ الصلاة وَمَن تزكى فَإِنَّمَا يتزكى لِنَفْسِهِ وَإِلَى الله المصير} </p><p> لا تحزن ايها النبي لعنادِ قومك، انماينفع تحذيرُك الذين يخافون ربهم ويقيمون الصلاة، ومن تطهَّرَ فانما يتطهر لنفسه، والى الله المرجع في النهاية. </p>"
}