{
  "id": null,
  "sura": 36,
  "aya": 55,
  "text": "<p> في شغل: في شأن كبير من المسرة والنعيم. فاكهون: مرحون في عيش ناعم. ظلال: جمع ظل وهو الفيء. الأرائك: جمع أريكة، وهي كل ما استراح عليه الانسان من مقعد وسرير او فراش او منصة. ما يدّعون: ما يطلبون. امتازوا: انفرِدوا وابتعدوا عن المؤمنين. الم أعهد: ألم أوصِ، الم اعرض ما فيه الخير. جبلاّ كثيرا: خلقا كثير. اصلَوها: ادخلوها، ذوقوا حرها. لطمسنا على أعينهم: لأعميناهم. فاستبقوا لاصراط: تسابقوا الى الطريق المألوف. لمسخناهم: لغيرنا صورهم الى أقبح صورة. على مكانتهم: في اماكنهم. نعمّره: نطل عمره. ننكّسه في الخلق: نردّه من القوة الى الضعف حتى يردّ الى أرذل بعد انتها الحساب يذهب كلٌّ الى مقرة الأخير، أهل الجنة الى الجنّة وغيرهم الى النار. </p><p> ويحدّثنا القرآن عما هم فيه نم نعيم ملتذون فيه متفكهون، هم وازواجهم في ظِلال مستطابةٍ على الفُرش والأرائك متكئون، لهم في جنّتهم فاكهة ولهم كل ما يطلبون ويشتهون، ولهم فوق كل هذه اللذائذ والمتع تكريم من الله ويقال لهم:  {سَلاَمٌ قَوْلاً مِّن رَّبٍّ رَّحِيمٍ} . </p><p> اما اصحاب الجحيم فعلى العكس من ذلك فانهم يلقون التحقير والاهانة، ويقال لهم: </p><p> {وامتازوا اليوم أَيُّهَا المجرمون} </p><p> أبعِدوا عن المؤمنين، وادخلوا جهنم، ألم أُوصِكم يا بني آدم ان لا تطيعوا الشيطان؟ إنه لكم عدو ظاهر العداوة يوردكم موارد الهلاك. </p><p> {وَأَنِ اعبدوني هذا صِرَاطٌ مُّسْتَقِيمٌ} . </p><p> اطيعوني، فإن طاعتي هي التي توصلكم الى الطريق المستقيمة. لقد بيّنتُ لكم ذلك فلم تحذَروا عدوكم الذي اضل منكم أجيالا كثيرة {أَفَلَمْ تَكُونُواْ تَعْقِلُونَ} حين أطعتموه! اذهبوا الى مصيركم المحتوم. </p><p> {هذه جَهَنَّمُ التي كُنتُمْ تُوعَدُونَ} </p><p> ادخولها وقاسوا حرّها واحترقوا يها بسبب كفركم وجحودكم. </p><p> ثم بين الله تعالى ان جوارحهم تشهد عيلهم، وذلك بمشهد عجيب. </p><p> {اليوم نَخْتِمُ على أَفْوَاهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُواْ يَكْسِبُونَ} </p><p> اليوم تُلجَم أفواههم فلا ينطِقون، وتتكلم جوارحهم بما اقترفته. . . . ويا له من موقف رهيب مخيف. </p><p> {وَلَوْ نَشَآءُ لَطَمَسْنَا على أَعْيُنِهِمْ فاستبقوا الصراط فأنى يُبْصِرُونَ} </p><p> ولو نشاء لعاقبناهم على كفرهم فطمسْنا على أعينهم فصيّرناهم عمياً لا يبصرون طريقا ولا يهتدون. ولو اردنا لغيّرنا صورهم وحولناهم الى تماثيل جامدة {فَمَا استطاعوا مُضِيّاً وَلاَ يَرْجِعُونَ} بل يبقون في اماكنهم جامدين. </p><p> {وَمَن نّعَمِّرْهُ نُنَكِّسْهُ فِي الخلق أَفَلاَ يَعْقِلُونَ!} </p><p> ومن يُطِل الله عمره يَخْرَفُ وينتكس بعد شبابه وعقله الى ضَعفٍ وخَرَفٍ وهزال. افلا يعلمون ان الدنيا دارُ فناء وان الآخرة دار البقاء! . </p><p> قراءات: </p><p> قرأ ابو عمرو ونافع وابن كثير: في شغْل باسكان الغين، والباقون: في شغُل بضم الشين والغين وهما لغتان. وقرأ ابو جعفر: فكِهون بكسر الكاف بدون الف بعد الفاء. والباقون: فاكهون. قرأ حمزة والكسائي: في ظلل جمع ظلة، والباقون: في ظلال. قرأ نافع وعاصم وابو جعفر: جِبلاّ بكسر الجيم والباء وتشديد اللام. وقرأ حمزة والكسائي وخلف ورويس: جُبلا بضم الجيم والباء وتخفيف اللام. وقرأ ابو عمرو وابن عامر: جُبْلا بضم الجيم وسكون الباء، وهذه كلها لغات معناها واحد. وقرأ ابو بكر: على مكاناتهم بالجمع، والباقون: على مكانتهم بالافراد. وقرأ عاصم وحمزة: نُنَكسه بضم النون الاولى وفتح الثانية وكسر الكاف المشددة. والباقون: نُنْكسه بضم النون الاولى واسكان الثانية وكسر الكاف من غير تشديد. وقرأ نافع وابن ذكوان ويعقوب: افلا تعقلون بالتاء، والباقون: افلا يعقلون بالياء. </p>"
}