{
  "id": null,
  "sura": 36,
  "aya": 37,
  "text": "<p> نسلخ منه النهارَ: نزيل النهار منه ونضع الليل مكانه. مظلِمون: داخلون في الظلام. قدّرناه منازل: جمعُها منزلة، وعددها اثنتا عشرة منزلة. العُرجُون: العنقود من النخلة الذي يحمل الرطب. لا ينبغي لها: لا يتيسر لها. أن تدرك القمر: ان تجتمع معه في وقت واحد. وكل في فلكٍ يسبحون: كل هذه الاجرام يسبح في فلك عظيم واسع. الفُلك: السفينة. المشحون: المملوء. فلا صريخَ لهم: فلا مغيث لهم. </p><p> من آيات الله وبديع صُنعه تعاقبُ الليل والنهار، فالليلُ يسلخ من النهار والنهار يسلخ من الليل، نتيجةً لدوران الأرض حول محورها من الغرب الى الشرق، فتشرق الشمس على بعض الآفاق فيكون عندهم نهار، وتغيب عن البعض الآخر بانتظام فيكون عندهم ليل. وإنها لَظاهرة فلكية عظيمة الأهمية في حياة لاجنس البشري وكافة الأحياء على هذه الارض. </p><p> والشمس تسير الى مستَقّرٍ لهان بقدرة الله العزيز العليم. وقد ثبت للعلماء أخيراً ان للمشس دورتين: احداهما حول محورها مرة في كل ستة وعشرين يوما تقريبا، والثانية دورانها مع كل توابعها من الكَواكب السيارة واقمارها حول مركز النظام النجومي بسرعة تقدَّر بنحو مائتي ميل في الثانية. والشمس واحدة من ملايين النجوم التي تكوّن النظام النجومي. </p><p> واذا علمنا ان هاتين الحركتين الحقيقيتين للشمس لم تثبتا بالبرهان العلمي والأرصاد الفلكية إلا حديثاً - أدركنا ما في هذه الآية الكريمة من إعجاز عظيم. </p><p> {والقمر قَدَّرْنَاهُ مَنَازِلَ حتى عَادَ كالعرجون القديم} </p><p> وجعلْنا سير القمر منازل، وهي ثمانية وعشرون منزلا ينزل في كل واحد منها كل ليلة، إذ يبدو في اول الشهر هلالاً ضئيلا، ثم يزداد ليلة بعد ليلة الى ان يكتمل بدراً، ثم يأخذ في النقصان حتى يعود ضئيلاً مثل عُرجون النخلة. ثم يستتر ليلتين، او ليلة اذا نقص الشهر. </p><p> والمنازل هي: السرطان، البطين، الثريا، الدبرَان، الهقعة، الهنعة، الذراع المقبوضة، النثرة، الطرف، جبهة الأسد، الزبرة، الصرفة، العواء، السماك الأعزل، الغفر، الزبانى الاكليل، قلب العقرب، الشولة، النعائم، البلدة، سعد الذابح، سعد بلع، سعد السعود، سعد الاخبية، الفرغ المقدم، الفرغ المؤخر، بطن الحوت. </p><p> لا الشمسُ يمكنها أن تخرج عن هذا النظام البديع فتلحقَ بالقمر وبينهما مسافة هائلة، ولا الليل يتأتى له ان يغلب النهار ويحول دون مجيئه، بل هما متعاقبان، وكل من الشمس والقمر والكواكب والنجوم يَسْبَحون في هذا الكون الفسيح بنظام دقيق عجيب. </p><p> ومن آيات الله وقدرته ان هيّأ للناس البحرَ يركبونه في السفن المشحونة بالبضائع تجري فيه لمصلحتهم، و {وَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ} من الابل والخيل وغيرها من الحيوانات المسخّرة لأمر الانسان، وكذلك في عصرنا الحضر جميع انواع المواصلات في البحر والبر والجو. </p><p> ثم بين لطفه بعباده حين ركوبهم تلك السفن وغيرها فقال: </p><p> {وَإِن نَّشَأْ نُغْرِقْهُمْ فَلاَ صَرِيخَ لَهُمْ وَلاَ هُمْ يُنقَذُونَ} </p><p> كل هذه الوسائل تسير بتقديرِنا وبأمرنا، ولو أردْنا إغراقهم فليس لهم مغيث، ولا هم يَنْجُون من الهلاك، ولكن تشملهم رحمتُنا فيتمتعون بلذات الحياة الدنيا الى اجل مقدر. </p><p> قراءات </p><p> قرأ نافع وابن كثير وابو عمرو وروح: والقمرُ قدرناه برفع القمر، والباقون بالنصب. قرأ نافع وابن عامر ويعقوب: ذرياتهم بالجمع، والباقون ذريتهم بالافراد. </p>"
}