{
  "id": null,
  "sura": 37,
  "aya": 100,
  "text": "<p> فلما بلغ معه السعي: فلما أدرك وكبر. أسلما: استسلما لأمر الله. تلّه: كبّه على وجهه. صدّقت الرؤيا: حققت ما طلب منك. البلاء المبين: الاختبار الواضح. بِذبح: حيوان يُذبح. باركنا عليه: أفضنا عليه البركات. </p><p> لا يزال الكلام عن سيّدنا إبراهيم بعد أن نجّاه الله وهاجر الى ربه، وكان وحيداً لم يُرزق ذرية، فاتجه الى ربه يسأله الذريةَ الصالحة، فاستجاب الله دعاءه بقوله:  {فَبَشَّرْنَاهُ بِغُلاَمٍ حَلِيمٍ} هو اسماعيل. وكان كما قال تعالى: من الصالحين. وشبّ وكبر، ولما بلغ مبلغ الرجال قال له أبوه إبراهيم: يا بنيّ، إني رأيت في المنام وحياً يطلب مني أن أذبحك تقرباً الى الله، فانظر ماذا ترى؟ . فقال اسماعيل: يا أبت، افعلْ ما تؤمر به، {ستجدني إِن شَآءَ الله مِنَ الصابرين} . فلما استسلما وانقادا لأوامر الله وقضائه، ووضع ابراهيمُ ابنَه على الأرض ليذبحه (وبذلك نجح ابراهيم وابنه في الامتحان) ، ناداه الله تعالى {أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ} وحقّقتها فعلا. وعلم الله بذلك صِدْق ابراهيم واطاعة ابنه له ولربه. </p><p> {كَذَلِكَ نَجْزِي المحسنين} </p><p> نجزيهم أحسنَ الجزاء لقاءَ إطاعة اوامرنا، ونجزيهم بتوجيه قلوبهم ورفعها الى مستوى الوفاء. </p><p> ثم بين الله عظيم صبر إبراهيم على امتثال امر ربه مع ما فيه من عظم المشقة فقال: </p><p> {إِنَّ هذا لَهُوَ البلاء المبين وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ} </p><p> ما دمت يا ابراهيم قد جُدْتَ بأعزّ شيء عندك، وهو ابنك الوحيد، (وما أعظم هذا الابتلاء الذي ابتليناك به أنت وولدك) فقد امرنا افتداءه بكبش عظيم. واصحبت تلك سُنّةٌ له ولمن جاء بعده، وهي سنة النحر في عيد الأضحى، ذكرى لهذا الحادث العظيم. </p><p> {وَتَرَكْنَا عَلَيْهِ فِي الآخرين} </p><p> وابقينا له الثناءَ والذِكر الحسن على الألسنة الى يوم القيامة، فهو مذكور على توالي الاجيال والقرون. {سَلاَمٌ على إِبْرَاهِيمَ كَذَلِكَ نَجْزِي المحسنين إِنَّهُ مِنْ عِبَادِنَا المؤمنين} . </p><p> سلام عليه من ربه يسجَّل في كتابه الباقي الى يوم الدين. </p><p> وكرر الله قوله تعالى:  {كَذَلِكَ نَجْزِي المحسنين} على الوفاء والطاعة والاستقامة بالذكر الحسن والسلام والتكريم. فانه من عباد الله المؤمنين حقا. </p><p> ثم يتجلى عيله ربه بفضله مرة أخرى فيهبُ له (إسحاق) في شيخوخته، ويباركه ويبارك ذريته:  {وَبَارَكْنَا عَلَيْهِ وعلى إِسْحَاقَ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ} . </p><p> وفي ذلك تنبيه الى ان النسب لا أثر له في الهدى والضلال، وان الظلم في الأعقاب لا يعود الى الأصول بنقيصة، {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى}  [الأنعام: ١٦٤]  [الإسراء: ١٥]  [وفاطر: ١٨] . </p><p> قراءات: </p><p> قرأ حمزة والكسائي: ماذا تُرِي بضم التاء وكسر الراء. والباقون: ماذا ترى: بفتح التاء والراء. </p>"
}