{
  "id": null,
  "sura": 37,
  "aya": 50,
  "text": "<p> قرين: صاحب. لمدينون: لمحاسَبون، لمجزيّون. مطلعون: مشرفون. سواء الجحيم: وسط النار. لتُردِين: لتهلكني. لمحضَرين: لمسوقين للعذاب. نزلا: كل ما يهيأ للضيف. شجرة الزقوم: شجرة كريهة في جهنم. فتنة: محنة. أصل الجحيم: قعر جهنم. طلعُها: ثمرها. رؤوس الشياطين: في قبح الشياطين، والعربُ تشبه كل قبيح بالشيطان. الشوْب: الخلط. الحميم: الحار. مرجعهم: مصيرهم. </p><p> لا يزال الحديث عن أهل الجنة، فإنهم وهم في متعتهم وسرورهم، يساءلون عن أحوالهم وكيف كانوا في الدنيا. قال قائلم منهم: كان لي صاحب من المشركين يجادلني في ادين ويقول: أإنك لمن الذين يصدّقون بالبعث بعد الموت وبالحساب والجزاء!! وهل بعد ان نموت ونصير تراباً وعظاماً بالية نحيا مرةً لنحاسَب على ما قدّمنا من عمل!! . فيتطلّع ذلك المؤمن ويدعو اخوانه ان يتطلعوا معه. </p><p> {فاطلع فَرَآهُ فِي سَوَآءِ الجحيم} </p><p> حينما رآه قال: تاللهِ لقد كدتَ تهلكني لو أطعتك على الكفر معك، ولولا نعمةُ ربي بأن هداني للايمان بالله والبعث لكنتُ مثلك من المحضَرين في العذاب. </p><p> ثم يقول لجلسائه تحدثاً بنعمة ربه عليه وعلى مسمعٍ من قرينه: </p><p> {أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ} </p><p> لقد اجتزنا الامتحان بنجاح والحمد لله، فلا موتَ بعد الموتة الأولى ولا تعبَ بعد اليوم. </p><p> {إِنَّ هذا لَهُوَ الفوز العظيم لِمِثْلِ هذا فَلْيَعْمَلِ العاملون} </p><p> وفي معنى هذه الآية يتوضح اكثر قوله تعالى:  {لاَ يَذُوقُونَ فِيهَا الموت إِلاَّ الموتة الأولى وَوَقَاهُمْ عَذَابَ الجحيم فَضْلاً مِّن رَّبِّكَ ذَلِكَ هُوَ الفوز العظيم}  [الدخان: ٥٦] . </p><p> اما كيفية رؤية أهل الجنة لأهل النار وبينهم مسافاتٌ شاسعة فإنها من الغيبيات اليت تخالف وضعنا وحياتنا، ونحن لا نعرف كيف تجري احوال الدار الآخرة جميعهان ولا نستطيع فهمها. </p><p> ثم بيّن أحوال أهل جهنم وما يلاقون فيها من العذاب الدائم ليظهر الفرقُ بين أهل النعيم واهل الجحيم، فقال: </p><p> {أَذَلِكَ خَيْرٌ نُّزُلاً أَمْ شَجَرَةُ الزقوم؟ . . . .} </p><p> اهذا الرزقُ الذي ناله أهل الجنة خيرٌ أم حالُ أهلِ النار الذين يأكلون من شجرة الزقوم التي جعلناها فتنةً وبلاء للكافرين!؟ والزقّوم شجرةٌ تنبت ف وسط الجحيم، ثمرها قبيح المنظر كريه الصورة كأنه رؤوس الشياطين. ومن ثمرها يأكل الكفار. وهم يملأون بطونهم منه، فاذا عطشوا وأرادوا شرب الماء، يغاثون بماء حار مشوب باخلاط من جهنم يشوي وجوههم، وتتقطع منه أمعاؤهم، كما قال في سورة الكهف ٢٩ {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه بِئْسَ الشراب وَسَآءَتْ مُرْتَفَقاً} </p>"
}