{
  "id": null,
  "sura": 38,
  "aya": 65,
  "text": "<p> الملأ الاعلى: الملائكة. فقعوا له: اسجدوا له. خلقتُ بيدي: بقدرتي من غير أبٍ ولا أُم. العالين: المتكبرين. فاخرجْ منها: من الجنة. فأنظِرني: فأمهلني. الى يوم يبعثون: الى يوم القيامة. المخلَصين: بفتح اللام: الذين استخلصتُهم للعبادة. </p><p> في ختام السورة تعود الى تقرير القضايا التي عرضت لها في اولها وهي قضية التوحيد، والوحي والجزاء في الآخرة، ثم تستعرض قصة آدم، دليلا على الوحي بما دار في الملأ الاعلى، وتتضمن حسد إبليس لأدم وطرده من رحمة الله، ثم دوام المعركة بين الشيطان وابناء آدم التي ستدوم ما دامت الأرض والسماء. ثم تختم السورة بتوكيد قصة الوحي، وان الرسول الكريم لا يُسأل على أدائه الرسالة اجراً، وما هذا القرآن الا ذكر للعالمين. </p><p> قل يا محمد للمشركين: ما انا الا نذير مرسَل من قِبل رب الاله الواحد القهار، مالكِ هذا الكون بما فيه، وهو مع ذلك كله عزيز لا يُغلب، غفار يتجاوز عن الذنوب، ويقبل التوبة. . إذا سبقتْ رحمته غضبه. </p><p> وقل لهم: إن ما أقوله لكم من الوحي امرٌ عظيم، اكبر مما تظنون وما تفكرون. أنتم تعلمون حالي، كنت لا أعلم شيئا قبل ان يأتيني الوحي، وما كان لي اي علم باختلاف الملأ الاعلى في قضية آدم، فأنا لم اجلس الى معلّم، ولا دخلت مدرسة، وطريق علمي هو الوحي من عند رب العالمين. وما يوحى إلي إلا أن أنذركم وأبلّغكم رسالة ربي بأوضح تعبير. </p><p> ثم تأتي قصة آدم وقد تقدمت في سورة البقرة والاعراف والحِجر والإسراء والكهف، وفي كل مرة تأتي بأسلوب جديد. ومعنى {وَنَفَخْتُ فِيهِ مِن رُّوحِي} جعلتُ في هذا الطين سر الحياة. وقد طلب الله من الملائكة ان يسجدوا لآدم سجود تعظيم فأطاعوا الا ابليس استكبر، وحسد آدم وقال إنه خير منه، فطرده الله من رحمته. وطلب ابليس ان يُنظره الله الى يوم القيامة. </p><p> {قَالَ إِنَّكَ مِنَ المُنظَرِينَ} المُمْهَلين الى ذلك اليوم المعيَّن. </p><p> فحلف ابليس بعزة الله الخالق انه لَيُغوينَّ بني آدم الا الذين آمنوا باخلاص وصِدق، فانه لا سلطان له عليهم، وهان يقول تعالى: </p><p> {قَالَ فالحق والحق أَقُولُ لأَمْلأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ} </p><p> الحق يميني وقسَمي، ولا اقول الا الحق، لملأن جهنم من جنسك واتباعك من الشياطين، وممن تبعك من بني آدم. </p><p> ثم تختم السورة بهذه الآيات الكريمة: </p><p> {قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَآ مِنَ المتكلفين إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ} </p><p> قل يا محمد لأمتك: ما أسألكم على تبليغ ما يوحى اليّ اجراً، وما انا من الذين يتصنعون ويتكلفون حتى أدّعي النبوة، وما هذا القرآن الا تذكير وعظة للعالمين جميعا، ولتعلمُنَّ أيها المكذّبون به صِدق ما اشتمل عليه من الخير للبشرية جمعاء بعد حين. صدق الله العظيم. </p>"
}