{
  "id": null,
  "sura": 38,
  "aya": 30,
  "text": "<p> الصافنات: جمع صافن من الخيل الأصائل، وغالباً ما يقف على ثلاث قوائم، ويرفع احدى يديه. الجياد: جمع جواد، وهو السريع العدو، كما ان الجواد من الناس هو السريع البذل والعطاء. حب الخير: حب الخيل. توارت: غابت عن الانظار. طفق: شرع. مسحاً بالسُّوق والاعناق: جعل يمسح أعناقها وسوقها ترفقاً بها وحباً لها. فتناه: ابتليناه. لا ينبغي لأحد بعدي: لا يليق بأحد بعدي. رخاء: لينة. حيث اصاب: حيث قصد وأراد. مقرّنين بالأصفاد: مربوطين بالسلاسل، والاغلال. فامنن، أعطِ، وامسك: امنع. </p><p> ورزقنا داودَ ابنه سليمان، وكان عبداً مطيعاً لربه يستحق كل ثناء ومدح. ومن أخباره انه عُرضت ليه الخيل الأصيلة بالعشيّ لينظر اليها، ويُسرّ برؤيتها، فأطال الوقوف عندها حتى اضاع وقت الصلاة، فلام نفسه: </p><p> {فَقَالَ إني أَحْبَبْتُ حُبَّ الخير عَن ذِكْرِ رَبِّي} </p><p> والخير هنا هو الخيل، وهي من اجود المال عند العرب، و {عَن ذِكْرِ رَبِّي} عن الصلاة، حتى توارت الشمس بالحجاب. ثم امر بردّها اليه فأخذ يمسح أعناقها وسوقها ترفقاً بها وحباً لها. </p><p> وقال بعض المفسرين انه أخذ يضرب سوقها واعناقها بالسيف. ومن الصعب ترجيح رواية على الأخرى، ولكن ابن حزم لم يقبل رواية قتل الخيل. وكذلك الرازي والطبري، بل رأوا انه أخذ يمسح اعناقها وسوقها ترفقاً بها وحبا لها. </p><p> لقد امتحنّا سليمان فابتليناه بمرضٍ شديد فألقيناه جسدا على كرسيه لا يستطيع تدبير الأمور، فتنبّه الى هذا الامتحان، فرجع الى الله تعالى، وتاب ثم اناب، ودعا ربه بقوله {رَبِّ اغفر لِي وَهَبْ لِي مُلْكاً لاَّ يَنبَغِي لأَحَدٍ مِّن بعدي} انك انت الكثير العطاء. </p><p> وهنا عند قوله تعالى:  {وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا على كُرْسِيِّهِ جَسَداً} تكلم المفسرون كلاما كثيرا وكله من الاسرائيليات لا صحة له، فأعرضنا عنه. </p><p> ثم اخبر اللهُ بانه أجاب دعاءه ووفقه لما اراد وعدّد نعمه عليه فقال: </p><p> {فَسَخَّرْنَا لَهُ الريح تَجْرِي بِأَمْرِهِ رُخَآءً حَيْثُ أَصَابَ} </p><p> فذللّنا له الريح تجري حسب مشيئته، رطبة هينة، الى اي جهة قصد. وتقدم في سورة سبأ:  {وَلِسُلَيْمَانَ الريح غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ} . وفي سورة الانبياء:  {وَلِسُلَيْمَانَ الريح عَاصِفَةً تَجْرِي بِأَمْرِهِ. . . .}  [الانبياء: ٨١] . </p><p> وذلّّلنا له كل بناء في الارض، وغوّاص في أعماق البحار من الشياطين الأقوياء، حتى انه قَرَنَ قسماً من الشياطين المتمردين في السلاسل والقيود، ليكفّ شرهم عن الناس. واوحى الله تعالى اليه بأن يتصرف في ملكه الواسع كما يشاء دون رقيب ولا حسيب فقال: </p><p> {هذا عَطَآؤُنَا فامنن أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ} </p><p> هذا عطاؤنا الخاص بك، فأعطِ من شئت وامنع من شئت، غير محاسَب على شيء من ذلك. </p><p> ثم بين ان له في الآخرة عند ربه مقاماً كريما في جنات النعيم بقوله: </p><p> {وَإِنَّ لَهُ عِندَنَا لزلفى وَحُسْنَ مَآبٍ} ومرجعٍ الينا. </p>"
}