{
  "id": null,
  "sura": 39,
  "aya": 5,
  "text": "<p> يكوّر الليل على النهار: يلفّ الليلَ على النهار، والنهارَ على الليل، ويدخلهما في بعض وذلك بفعل دوران الأرض حول نفسها فيُحدِث الليل والنهار. لأجل مسمى: يوم القيامة. أنزل لكم من الأنعام: خلقَ لكم من الانعام. في ظلماتٍ ثلاث: ظُلمة البطن، وظلمة الرحم داخله، وظلمة المشيمة. فأنى تصرفون: فإلى أين يعدِل بكم عن عبادة الله الى الشِرك. الوزر: الذنب. ولا تزر وازرة وزر اخرى: لا تحمل نفسٌ آثمة حمل أخرى. بذات الصدور: بما يدور في نفس الانسان. منيباً إليه: راجعاً اليه بالطاعة، تائبا. خوّله: ملكه. اندادا: جمع نِدّ وهو المثل. </p><p> خلق الله هذا الكون بما فيه بأبدع نظام وأروع هيئة فهو: </p><p> {يُكَوِّرُ الليل عَلَى النهار وَيُكَوِّرُ النهار عَلَى الليل} </p><p> وهذا تعبير عجيب ينطق بالحقّ والواقع، فإن تعاقُبَ الليل والنهار لا يحصلان الا لكروية الأرض ودورانها حول نفسها، فالتكوير معناه لفُّ الشيء على الشيء على سبيل التتابع، وهذا لم يُعلم الا منذ سنين معدودة. وهذا اكبر دليل على ان القرآن ليس من صنع البشر بل {تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم} . </p><p> {وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى أَلا هُوَ العزيز الغفار} </p><p> وجعل الشمس والقمر كل منهما يجري لوقت معلوم، وكذلك دوران الشمس وجريانها لم يكتُشَف الا بعد الرسول، وفي بدء دراستنا نحن وأبناء جيلنا مثلاً كان معلمو الجغرافيا يقولون لنا إن الشمس لا تجري، وكل هذه الكواكب تدور حولها. . . . </p><p> ثم بعد أن بيّن تعالى أن هذا النظام من خلقه وإبداعه، وانه مسخّرٌ للإنسان - ذيّل هذه الآية بقوله {أَلا هُوَ العزيز الغفار} حتى يبين للناس بأنه غفور رحيم، فلا يقنطون من رحمته بل يسارعون الى طلب المغفرة والرجوع اليه. </p><p> لقد خلقكم الله ايها الناس من نفسٍ واحدة، وخلق من هذه النفس زوجاً لها، وخلق لكم من الانعام ثمانية أزواج هي: الإبل والبقر والضأن والماعز، فهذه اربعة انواع ثمانية أزواج، يخلقكم في بطون أمهاتكم طورا بعد طور في ظلمات ثلاث، هي: ظلمة البطن، وظلمة الرحم، وظلمة المشيمة. ان خالق هذه الأمور العجيبة هو الله المنعم المتفضّل، ربكم ومالكُ امركم، له الملك على الاطلاق في الدنيا والآخرة، لا معبود بحقٍّ سواه، فكيف تعدِلون عن عبادته الى عبادة يغره؟ اين ذهبت عقولكم!؟ . </p><p> وبعد ان اقام الدليل على وحدانيته، وبيّن أن المشركين ذهبت عقولُهم حين عبدوا الأصنام - بين هنا ان الله هو الغني عما سواه من المخلوقات، فهو لا يريد بعبادته جَرَّ منفعة، ولادفع مضرة، ولكنه لا يرضى لعباده الكفر، {وَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ} فكل نفس مطالَبةٌ بما عملت، وبعدئذ تُردّ الى عالم الغيب والشهادة فيجازيها بما كسبت. </p><p> وهذا مبدأ جاء به الاسلام، وأصّله القرآن الكريم، ولم يستقرّ في فقه القانون الا في العصور الحديثة. </p><p> ثم بين تناقُضَ المشركين فيما يفعلون، فاذا أصابهم الضرُّ رجعوا في طلب دفْعه الى الله. </p><p> {وَإِذَا مَسَّ الإنسان ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ} وعاد الى عبادة الأوثان. </p><p> ثم أمر الله رسوله ان يقول لهم متهكّما بهم: </p><p> {قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً إِنَّكَ مِنْ أَصْحَابِ النار} مخلَّد فيها. </p><p> قراءات: </p><p> قرأ ابن كثير ونافع وابو عمرو والكسائي: وان تشكروا يرضهُ لكم باشباع ضمة الهاء. وقرأ يعقوب يرضهْ باسكان الهاء. والباقون: يرضهُ بضم الهاء بدون مد ولا اشباع. وقرأ ابن كثير وابو عمرو ورويس: لِيَضِل عن سبيله بفتح الياء من يضل. والباقون: لِيُضل بضم الياء. </p>"
}