{
  "id": null,
  "sura": 39,
  "aya": 53,
  "text": "<p> اسرفوا على انفسهم: تجاوزا الحد فيما فعلوه من المعاصي. لا تقنطوا: لا تيأسوا. أنيبوا: ارجعوا إلى ربكم. وأسلموا: أخلصوا له. احسن ما انزل اليكم: القرآن. قرّطت: اهملت وقصرت. في جنب الله: في حقه وطاعته. لو ان لي كرّة: لو ان لي رجعة. </p><p> {قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله. . . .} </p><p> ان هذه الآية الكريمة اعظم بشرى لنا نحن المؤمنين، فهي دعوة صريحة من الله لنا الى التوبة، ووعدٌ باعلفو ولاصفح عن كل ذنبٍ مهما كبر وعظم. وقد ترك الله تعالى بابه مفتوحا للرجوع اليه امام من يريد ان يكفّر عن سيئاته، ويصلح ما أفسد من نفسه. </p><p> روى الامام احمد عن ثوبان مولى رسول الله قال قال رسول الله صلى الله عليه وسلم:  «ما أحبّ أن لي الدنيا وما فيها بهذه الآية:{قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ. . . .}فقال رجل: يا رسول الله فمن أشرك؟ فسكت الرسول الكريم،ثم قال:أَلا ومن الشرك - ثلاث مرات» الى احاديث كثيرة كلها تبشر بسعة رحمة الله، والبشرى بالمغفرة مهما جل الذنب وكبر، ويا لها من بشرى. {إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً} صدق الله العظيم. {إِنَّهُ هُوَ الغفور الرحيم} فمن أبى هذا التفضل العظيم، والعطاء الجسين، وجعل يقنّط الناس، وتزمّتَ مثل كثير من وعَاظ زماننا، وبعض فئات المتدينين على جَهل - فقد ركب أعظم الشطط، فبشّروا ايها الناس ولا تنفروا، ويسروا ولا تعسروا، يرحمكم الله. </p><p> ثم امر سبحانه بشيئين: فقال: </p><p> ١ - {وأنيبوا إلى رَبِّكُمْ. . . .} اغتنموا هذه الفرصة ولا تضيعوها ايها الناس، وتبوا الى بارئكم. </p><p> ٢ - {واتبعوا أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ. . . .} . </p><p> ثم بين بعد ذلك ان عاقبة من أهل التوبةَ هو ما يحل به من الندامة يوم القيامة فقال: </p><p> {أَن تَقُولَ نَفْسٌ ياحسرتا على مَا فَرَّطَتُ فِي جَنبِ الله وَإِن كُنتُ لَمِنَ الساخرين} . </p><p> بادروا الى العمل الصالح والتوبة واحذَروا ان تفوتكم الفصرة، فتوقل بعض الانفس يوم القيامة: يا حسرتا على تقصيري وتفريطي في طاعة الله، وكثرة سخريتي واستهزائي بدين الله وكتابه ورسوله. او تقول: لو ان الله هداني الى دينه وطاعته لكنتُ من الفائزين. او تقول حين ترى العذاب: ليس لي رجعةً الى الدنيا فأكون من المهتدين. فيقال له: </p><p> {بلى قَدْ جَآءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا} </p><p> ليس الأمر كما زعمتَ، ولا فائدة من ذلك، فقد جاءتك آياتي في الدنيا على لسان رسولي فكذّبته وكذّبت بآتي، واستكبرت عن قبولها {وَكُنتَ مِنَ الكافرين} . </p>"
}