{
  "id": null,
  "sura": 39,
  "aya": 9,
  "text": "<p> قانت: قائم بما يجب عليه من الطاعة. آناء الليل: ساعاته، واحدها آن. يحذر الآخرة: يخشى عذابها. ظُلل: جمع ظُلة، ما يستظل به من حر او برد. </p><p> بعد ان ذكر الله من يؤمن عندما يمسَه ضر، ويكفر عند السرّاء - بين انه ليس سواءً عند اله مع من هو قانت يعبد الله في جميع حالاته، ولا تزيده النعمة الا إيماناً وشكراً، رجاءَ رحمة ربه. قل لهم ايها الرسول: هل يستوي الذين يعلمون حقوق الله، والذين لا يعلمون! انما يعتبر ويتعظ اولو الألباب، اصحاب العقول الواعية المدركة. </p><p> وقدر كرر الله تعالى هذا التعبير {أُوْلُو الألباب} ثلاثَ مرات في هذه السورة الكريمة دلالة على قيمة من يستعمل عقله ويفكر تفكيراً سليما. </p><p> وبعد اننفى المساواة بين من يعبد الله في جميع حالاته ومن يلجأ اليه عند الاضطرار وينساه عند النعمة، ثم من يعلم ومن لا يعلم - امر رسوله الكريم صلى الله عليه وسلم ان ينصح المؤمنين بجملة نصائح. </p><p> ١ - قل ايها النبي: يا عبادي الذين آمنوا بي، اتقوا ربكم بالأعمال الصالحة، فان الله قرر ان يُجزل الحسناتِ للذين آمنوا. واذا تعذرتْ طاعته في بلدٍ فتحولوا عنه الى بلد غيره {وَأَرْضُ الله وَاسِعَةٌ} . ثم بيّن فضيلة الصبر، وأن جزاءها للصابرين بغير حساب. وهل هناك وعدٌ أعظم من هذا الجزاء! </p><p> ٢ - وقل لهم: إني أُمرت بعبادة الله مخلصاً له الدين، ولا تنظر لي ما يقوله كفار قريش بأن تعود الى ملّة أبيك وجدّك وتعبد الاصنام. فاعتبِروا ايها المسلمون واتبعوا رسولكم الكريم وأخلصوا العبادة والطاعة لله. </p><p> ٣ - وقل لهم: إني أخاف عذابَ يوم القيامة ان عصيتُ ربي، ولذلك فإني أعبد الله مخلصاً له ديني، فأخلِصوا بعبادتكم لله. </p><p> ٤ - اما انتم ايها الجاحدون فاعبدوا ما شئتم من الأصنام والأرباب من دون الله. وذكِّرهم ايها الرسول ان الخاسرين هم الذين أضاعوا أنفسَهم بضلالهم، وخسروا أهلهم بإضلالهم، وان ذلك هو الخسران الكبير. </p><p> ثم فصّل ذلك الخسران وبينه بقوله تعالى: </p><p> {لَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ الله بِهِ عِبَادَهُ} </p><p> طقات متراكمة من النار حتى تحيط بهم النار من كل جانب. هذا ما خوّف الله به عباده وحذّرهم منه، فاتقون يا عبادي واحذروا ذلك الشر العظيم. وتلك منّةٌ من الله تعالى تنطوي على غاية اللطف والرحمة منه وهو الغفور الرحيم دائما. </p><p> قراءات: </p><p> قرأ ابن كثير ونافع وحمزة: أمَن هو قانت: بفتح الميم بدون تشديد. والباقون: أمّن بفتح الميم المشددة. </p>"
}