{
  "id": null,
  "sura": 39,
  "aya": 38,
  "text": "<p> حسبي: كافيني. من دونه: الاصنام. مكانتكم: الحال التي انتم عليها. اشمأزت: ضاقت ونفرت، انقبضت. </p><p> بعد ان بين الله تعالى حال المؤمنين في الجنة، حيث يتمتعون بنعيمها ويؤتيهم الله ما يشاؤون - يؤكد هنا انه يكفيهم في الدنيا ما أهمَّهم، ولا يضيرهم ما يخوّفهم به المشركون من غضب الأوثان وما يعبدون من آلهة مزيفة. فالأمور كلها بيد الله. كذلك بيّن ان قول المشركين يخالف فعلهم، فحين تسألهم: من خلق السموات والارض؟ يقولون: الله. وهم مع ذلك يعبدون غيره. </p><p> ثم يسألهم سؤال تعجيز: </p><p> {أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ الله إِنْ أَرَادَنِيَ الله بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ؟} كلا، طبعا. وما دامت هذه الاصنام لا تنفع ولا تضر، فقل يا محمد {قُلْ حَسْبِيَ الله عَلَيْهِ يَتَوَكَّلُ المتوكلون} . </p><p> ثم أمر رسوله الكريم ان يقول لهم: </p><p> {قُلْ ياقوم اعملوا على مَكَانَتِكُمْ. . . .} </p><p> اعملوا ما تشاؤون وعلى الحال التي تحبو، اني عاملٌ حسب ما أمرني الله، ويوم الحساب ترون المحقَّ من المبطِل، ومن سيحل عليه عذاب مقيم يخزيه يوم يقوم الناس لرب العالمين. </p><p> وبعد ان حاجّهم الرسول الكريم صلى الله عليه وسلم بالأدلة القاطعة على وحدانية الله تعالى - بيّن الله تعالى أنه انما انزل عليه القرآن بالحق وليس عليه الا إبلاغه للناس، فمن اهتدى فقد فاز، ومن ضل فعليه وزره يتحمله، {وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ} لتجبرهم على الإيمان والهدى. </p><p> ثم بين الله تعالى انه يأمر بقبض الأرواح حين موتها بانتهاء أجلها، ويقبض الأرواح التي لم يحنْ اجلُها حين نومها، فيمسك التي قضى عليها الموت لا يردّها الى بدنها، ويرسل الاخرى التي لم يحن أجلها عند اليقظة الى أجل محدد عنده. {إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} من اهل العقول المفكرة المدبرة. </p><p> ثم بين ان الاصنام التي اتُخذت شفعاء لا تملك لنفسهاشيئاً ولا تعقل شيئا، فكيف تشفع لهم؟ . </p><p> قل لهم يا محمد: الشفاعة لله وحده، وله وحده ملك السموات والارض. {ثُمَّ إِلَيْهِ تُرْجَعُونَ} . </p><p> ثم بين الله معايب المشركين وسُخفهم بانه اذا قيل لا اله الا الله وحده نفرت قلوبهم وانقبضت وظهر الاشمئزاز على وجوههم، واذا ذُكرت آلهتهم التي يعبدونها من دون الله {إِذَا هُمْ يَسْتَبْشِرُونَ} ويفرحون. </p><p> قراءات: قرأ ابو عمرو والكسائي عن ابي بكر: كاشفاتٍ ضره. . . . ممسكاتٍ رحمته. بتنوين كاشفات وممسكات، ونصب ضره ورحمته، والباقون بالاضافة كشافات ضره. . . . وقرأ حمزة والكسائي: فيمسك التي قُضي عليها. . . . بالبناء للمفعول. والباقون: قَضى بفتح القاف والضاد. </p>"
}