{
  "id": null,
  "sura": 40,
  "aya": 64,
  "text": "<p> قرارا: مستقرا تستقرون عليها. بناء: مبنية بنظام لا يختل. فتبارك: فتقدّس وتنزه. طِفلاً: يعني اطفالا، لأنه يطلق على المفرد والجمع. </p><p> في هذه الآيات يؤكد الله تعالى حقيقة الوحدانية، كما يؤكد على حقيقة ألوهيته وربوبيته. فالله وحده هو الذي جعل لنا هذه الأرض لنستقر عليها، وجعل السماء بناءً محفوظا زيّنه بهذه النجوم والكواكب التي نراها. ولقد خلقَ الانسانَ فأبدع تصويره، وجعله في احسن تقويم {وَرَزَقَكُمْ مِّنَ الطيبات} المباحةِ ما يلذّ لكم، {فَتَبَارَكَ الله رَبُّ العالمين} ، الذي يخلق ويقدّر ويدبّر. وهو الذي لا تنبغي الألوهية إلاّ له، ولا تصلح الربوبية لغيره، بما انه المنفرد بالحياة:  {هُوَ الحي لاَ إله إِلاَّ هُوَ فادعوه مُخْلِصِينَ لَهُ الدين} فادعوه باخلاص الدين له، واحمدوه في الدعاء والثناء لأنه مالكُ هذا الكون بما فيه. </p><p> وبعد ان اثبت سبحانه لنفسه صفاتِ الجلال والكمال، أمر رسولَه الكريم أنه منهيٌّ عن عبادة غيره مما يَدْعون. . قل لهم ايها الرسول: إني نُهيت عن عبادة الآلهة التي تعبدونها من دون الله {لَمَّا جَآءَنِيَ البينات مِن رَّبِّي} وأُمرت ان أنقاد في كل اموري لله رب هذا الكون كله. </p><p> ثم يستعرض آية من ىيات الله في انفسهم بعدما استعرض آياته في هذا الكون العجيب، وهذه الآية هي الحياة الانسانية واطوارها العجيبة فيقول: </p><p> {هُوَ الذي خَلَقَكُمْ مِّن تُرَابٍ. . .} </p><p> رتّب الله سبحانه تطور حياة الانسان في ثلاث مراتب: الطفولة، وبلوغ الأشُدّ في الشباب والكهولة، والشيخوخة. ومن الناس من يُتوفى قبل سن الشباب، او الشيخوخة. والله يفعل ذلك لتبلغوا الأجل المسمى وهو يوم القيامة، ولتعقِلوا ما في التنقل في هذه الأطوار المختلفة من فنون العبر والحكم. </p><p> ثم بعد هذه الأدلة على وجود الاله القادر، يعقب عليها بعرض حقيقة الإحياء والإماتة، وحقيقة الخلق والانشاء جميعا: </p><p> {هُوَ الذي يُحْيِي وَيُمِيتُ فَإِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فيَكُونُ} </p><p> وتكثر الاشارة في القرآن الكريم الى آيتي الحياة والموت، لأنهما تلمسان قلب الانسان بشدّة وعمق، فالحياة ألوان، والموت ألوان، منها رؤية الأرض الميتة ثم رؤيتها مخضرة بألوان النبات والزهور، وكذلك رؤية الاشجار وهي جافة ثم رؤيتها والحياة تنبثق منها في كل موضع، وتخضر وتورق وتزهر، وغيرها وغيرها. وعكس هذه الرحلة من الحياة الى الموت، كالرحلة من الموت الى الحياة، الى حقيقة الانشاء وأداة الابداع، وهو في ذلك كله كما يقول: </p><p> {فَإِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فيَكُونُ} بلا معاناة، ولا توقف {فَتَبَارَكَ الله أَحْسَنُ الخالقين}  [المؤمنون: ١٤] . </p>"
}