{
  "id": null,
  "sura": 40,
  "aya": 1,
  "text": "<p> التوب والتوبة: معناهما واحد. ذي الطَّول: ذي الفضل. يجادل: يخاصم. تقلُّبهم في البلاد: تصرفهم فيها للتجارة ونحوها. الأحزاب: جميع الذين تحزبوا ضد رسلهم. همّت: عزمت على قتلهم. ليأخذوه: ليقتلوه أو يعذبوه. ليدحضوا: ليبطلوا. حقت: وجبت. كلمة ربك: حكمه بالهلاك. </p><p> حاميم هكذا تقرأ. حرفان من حروف الهجاء، بدئت بهما السورة للاشارة الى ان القرآن مؤلف من جنس هذه الحروف، ومع ذلك عجِز المشركون عن الإتيان بأصغر سورة من مثله. </p><p> إن هذا القرآن منزَّل من عند الله الغالب القاهر، وهو الذي يغفر الذنبَ مهما جلّ، ويقبل التوبة من عباده في كل آن، فبابُه مفتوح دائما وابدا، فلا يقنط أحدٌ من ذلك. وهو شديد العقاب، ومع هذا فهو صاحبُ الإنعام والفضل، لا معبودَ بحقٍّ الا هو، إليه وحده المرجع والمآل. </p><p> وقد كثر في القرآن الكريم الجمع بين الوصفين كقوله تعالى:  {نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم وَأَنَّ عَذَابِي هُوَ العذاب الأليم}  [الحجر: ٤٩-٥٠] ليبقى الناسُ بين الرجاء والخوف، ولكن الرحمة دائماً مقدَّمة على العذاب. </p><p> وبعد ان بيّن الله ان القرآن كتابٌ أُنزل لهداية الناس وسعادتهم في الدارَين، بيّن هنا أنه لا يخاصِم في هذا القرآن - بالطعن فيه وتكذيبه - الا الذين كفروا، فلا يخدعك أيها الرسول تقلّبُهم في البلاد وما يفعلونه من تجارة وكسب، ولا تغترَّ بسلامتهم، فإن عاقبتهم الهلاك. </p><p> ثم قال مسلّياً رسوله عن تكذيب مَن كذّبه من قومه بأن له أسوةً في الأنبياء مع اقوامهم من قبله بقوله: </p><p> {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ والأحزاب مِن بَعْدِهِمْ} </p><p> الأحزابُ كل من تحزَّب ضد الحق واهله في كل زمان ومكان، وقصة الرسالة والتكذيب والطغيان طويلة طويلة على مدى القرون. </p><p> {وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ} </p><p> ليقتلوه او يعذّبوه، وخاصموا رسولهم بالباطل ليبطلوا به الحق الذي جاء به من عند الله. </p><p> {وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ} </p><p> ليقتلوه او يعذّبوه، وخاصموا رسولهم بالباطل ليبطلوا به الحق الذي جاء به من عند الله. </p><p> {فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ} </p><p> فاستأصلتهم فلم أُبْقِ منهم احدا وكان عقابي لهم شديداً مدمرا. </p><p> وكما حقت كلمةُ العذاب على الأمم التي كذّبت أنبياءها - حقّت كلمة ربك على الكافرين، لانهم اصحاب النار. وهذا تحذير شديد لجميع المنحرفين من أهل الضلال. </p><p> قراءات: </p><p> قرأ نافع وابن عامر: حقت كلمات بالجمع، والباقون: كلمة بالافراد. </p>"
}