{
  "id": null,
  "sura": 41,
  "aya": 51,
  "text": "<p> نأى بجانبه: تكبّر واختال. عريض: كثير. أرايتم: أخبروني. في شقاق بعيد: في خلاف كبير. الآفاق: جمع أفق بضم الفاء واسكانها. والأفق: الناحية ومنتهَى ما تراه العين من الأرض. </p><p> واذا أنعمنا على الإنسان ورزقناه سعة العيش والصحة - أعرضَ عما دعوناه إليه وتكبّر واخال، واذا مسّه الشّر وأصابته شدة من فقر او مرض اطال الدعاء والتضرع الى الله لعلّه يكشف عنه تلك الغُمة. وتقدم مثله في سورة يونس ١٢، وسورة هود ٩ و ١٠ وسورة الاسراء ٨٣. </p><p> قل لهم يا محمد: أخبِروني ان كان هذا القرآن الذي تكذّبون به من عند الله ثم كفرتم به، افلا تكونون بعيدين عن الحق والصواب؟ . </p><p> {سَنُرِيهِمْ آيَاتِنَا فِي الآفاق وفي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق} </p><p> ينري هؤلاء المشركين دلائلنا على صِدقك، وأنّه وعدُ الله لعباده جميعا، وذلك بأن نطلعهم على شيء من خفايا هذا الكون ومن خفايا أنفسهم على السواء. فقد كشف العلم عن امور كثيرة عن الأرض وما عليها، وعن النظام الشمسي وما فيه، وان هذه الارض وما حولها ما هي الا ذرة صغيرة تابعة للشمس، التي هي وما حولها ذرة صغيرة تسبح في هذا الكون الفسيح، وعرف الناس عن الجسم البشري وتركيبه وخصائصه وأسراره الشيء الكثير، وان كل هذه المعلومات والاكتشافات ما هي الا ذرة من علم الله. {وَمَآ أُوتِيتُم مِّن العلم إِلاَّ قَلِيلاً}  [الاسراء: ٨٥] . </p><p> وكذلك سنري هؤلاء المشركين وقائعنا بالبلاد والفتوحات التي تمت على يدي الرسول الكريم عليه صلوات الله وسلامه، وعلى يدي خلفائه وأصحابه الكرام {حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق} وان كل ما جاء به الرسول الكريم هو الحق. </p><p> {أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ على كُلِّ شَيْءٍ شَهِيدٌ} </p><p> كفى بالله شهيدا على افعال عباده واقوالهم، وعلى صدق محمد فيما أخبر به عنه. . ألم تكفِهم هذه الدلائل الكثيرة التي أوضحَها سبحانه في هذه السورة وفي كل القرآن، وفيها البيان الكافي لاثبات وحدانيته، وتنزيهه عن كل نقص!! </p><p> ثم بين الله سببَ عنادهم واستكبارهم بعد كل ما تقدم من حججٍ وبيّنات فقال في الختام: </p><p> {أَلاَ إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَآءِ رَبِّهِمْ أَلاَ إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطُ} . </p><p> انهم في شك عظيم من البعث والجزاء ولقاء ربهم، ولذلك كفروا، والله تعالى محيطٌ بكل صغير وكبير، لا يفوته شيء في هذا الكون الكبير، واليه مردّ الجميع. </p>"
}