{
  "id": null,
  "sura": 42,
  "aya": 36,
  "text": "<p> فما أُوتيتم: فما اعطيتم. كبائر الإثم: كل ما يوجب حدّا. الفواحش: كل ما عظُم قبحه من السيئات. استجابوا: اجابوا داعي الله. الشورى: المشاورة في الأمور. البغي: الظلم. ينتصرون: ينتقمون لانفسهم. ما عليهم من سبيل: ما عليهم عقاب. لمن عَزْمِ الأمور: لمن الأمور الحسنة المشكورة. </p><p> يذكّر الله تعالى الناس بأن لا يغترّوا بهذه الحياة الدنيا، فكل ما فيها من متاع ولذة ومال وبنين لهو قليلٌ جدا بالنسبة لما أعدّه الله للمؤمنين عنده من نعيم الجنة الدائم للذين يتوكلون على ربهم، ويبتعدون عن ارتكاب الكبائر. </p><p> {وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ} </p><p> والذين يتحكمون في أعصابهم عند الغضب، ويملِكون أنفسهم، ويغفرون لمن أساء اليهم. </p><p> ومن صفات هؤلاء المؤمنين ايضا انهم يُجيبون ربّهم الى ما دعاهم اليه، ويقيمون الصلاة في اوقاتها على اكمل وجوهها. </p><p> {وَأَمْرُهُمْ شورى بَيْنَهُمْ} </p><p> وهذا دستور عظيم في الاسلام، فهو يوجب ان يكون الحكْم مبنياً على التشاور. وقد كان النبي عليه الصلاة والسلام يشاور أصحابه الكرام في كثير من الأمور، وكان الصحابة الكرام يتشاورون فيما بينهم. ومثلُ ذلك قوله تعالى {وَشَاوِرْهُمْ فِي الأمر}  [آل عمران: ١٥٩] . قال الحسن البصري:  «ما تشاور قوم الا هُدوا لأرشدِ أمرهم» . وقال ابن العربي:  «الشورى ألفة للجماعة، وصِقال للعقول، وسببٌ الى الصواب، وما تشاور قوم قط الا هدوا» . ومن صفات هؤلاء المؤمنين البذلُ والعطاء بسخاء {وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ} . ومن صفات المؤمنين الصادقين أيضاً: </p><p> {والذين إِذَآ أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ} </p><p> الذين اذا بغى عليهم أحد ينتصرون لأنفسهم ممن ظلمهم. </p><p> ثم بين الله تعالى ان ذلك الانتصار للأنفس مقيَّد بالمِثْل: </p><p> {وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا} </p><p> فالزيادة ظلم، والتساوي هو العدل الذي قامت به السمواتُ والأرض. </p><p> ثم بين الله ان من الافضل العفو والتسامح فقال: </p><p> {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى الله إِنَّهُ لاَ يُحِبُّ الظالمين} . ومثل هذا قوله تعالى:  {وَأَن تعفوا أَقْرَبُ للتقوى}  [البقرة: ٢٣٧] ، ومثله ايضاً {وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ}  [النحل: ١٢٦] ، الى آياتٍ كثيرة وأحاديثَ تحثّ على الصبر والعفو. وهذا سبيل الاسلام. </p><p> ثم بين الله تعالى أن الانسان اذا انتصر لنفسه ممن ظَلَمه فلا سبيلَ عليه، لكن اللوم والمؤاخذة على المعتدين الذين يظلمون الناسَ ويتكبرون في الأرض ويفسِدون فيها بغير الحق {أولئك لَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> ثم كرر الحث والترغيب في الصبر والعفو فقال: </p><p> {وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور} . </p><p> هنا أكد الترغيبَ في الصبر وضبط النفس. وأفضلُ انواع الصبر تحمّل الأذى في سبيل إحقاق الحق وإعلائه، وافضلُ انواع العفو ما كان سبباً للقضاء على الفتن والفساد. </p><p> قراءات: </p><p> قرأ حمزة والكسائي: والذين يجتنبون كبير الإثم. والباقون: كبائر الاثم. </p>"
}