{
  "id": null,
  "sura": 42,
  "aya": 44,
  "text": "<p> استجيبوا لربكم: أجيبوه. لا مردّ له: لا يردّه احد بعد ما قضى الله به. ملجأ: مكان تلجأون اليه. وما لكم من نكير: ما لكم من إنكار لما فعلتموه، لا تستطيعون ان تنكروه. حفيظا: رقيبا، محاسباً لاعمالكم. رحمة: نعمة من صحة وغنى. سيئة: بلاء. عقيما: لا يولد له. </p><p> ومن ضلّ طريق الهدى، وخَذَلَه اللهُ لسوءِ استعداده فليس له ناصرٌ من الله، وترى الظالمين يوم القيامة حين يشاهدون العذاب، يسألون ربهم ان يُرجعهم الى الدنيا ليعملوا غير ما كانوا يعملون، ولكن هيهات، لا سبيل الى العودة. </p><p> ثم بين الله حالهم السيئة حين يُعرضون على النار أذلاءَ يسارِقون النظر الى النار جوفاً منها. </p><p> عندئذ يقول المؤمنون: حقًا إن الخاسرين هم الذين ظلموا أنفسَهم بالكفر، وخسروا أزواجهم وأولادهم وأقاربهم، وفُرِّق بينهم وبين أحبابهم وحُرموا النعيم الى الأبد، وصدق الله العظيم حين يقول:  {أَلاَ إِنَّ الظالمين فِي عَذَابٍ مُّقِيمٍ} . </p><p> وما كان لهم من ينصرهم من الذين عبدوهم من دون الله، {وَمَن يُضْلِلِ الله فَمَا لَهُ مِن سَبِيلٍ} ، أي ليس له أيّ طريقٍ ينجيه من سوء المصير المحتوم، جزاء ضلاله. </p><p> ثم يحذّر الله الناس طالباً إليهم ان يسارعوا الى إجابة ما دعاهم اليه الرسول الكريم، من قبل ان تنتهي الحياة وتنتهي فرصة العمل، ويأتي يوم الحساب الذي {لاَّ مَرَدَّ لَهُ مِنَ الله} ويومئذ لا ملجأ ولا ملاذ لهم من العذاب، ولا يستطيعون انكار ما اجترموه من السيئات. فإن أعرضَ المشركون عن إجابتك أيها الرسول فلا تحزنْ، فلست عليهم رقيبا فيما يفعلون. </p><p> {إِنْ عَلَيْكَ إِلاَّ البلاغ} </p><p> إن وظيفتك ان تبلّغ، فاذا انت بلّغت فقد أديتَ الأمانة. {لَّيْسَ عَلَيْكَ هُدَاهُمْ ولكن الله يَهْدِي مَن يَشَآءُ}  [البقرة: ٢٧٢] . </p><p> ثم بين الله تعالى طبيعةَ الانسان وغريزته في هذه الحياة وضعفه فقال: </p><p> {وَإِنَّآ إِذَآ أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الإنسان كَفُورٌ} </p><p> هذه هي طبيعة الانسان: إذا أغنيناه وأعطيناه سعةً من الرزق فرح وبطر، وان أصابته فاقةٌ او مرض {بِمَا قَدَّمَتْ أَيْدِيهِمْ} من معاصٍ ومخالفات - يئس وقنط، إن الانسانَ يكفر النعمة ويجحدها. </p><p> ثم يبين الله انه خالقُ هذا الكون، فما شاء كان وما لم يشأ لم يكن، وهو يعطي من يشاء ويمنع من يشاء، ويهب لمن يشاء الإناث من الذرية، ويمنح من يشاء الذكور دون الاناث. ويتفضل سبحانه على من يشاء بالجمع بين الذكور والاناث، {وَيَجْعَلُ مَن يَشَآءُ عَقِيماً} لا ولد له، {إِنَّهُ عَلِيمٌ قَدِيرٌ} عليم بكل شيء، قدير على فعل كل ما يريد. </p>"
}