{
  "id": null,
  "sura": 42,
  "aya": 9,
  "text": "<p> أولياء: ناصرين. أنيب: ارجع اليه. فاطر السموات والأرض: خالقهما ومبدعهما. من أنفسكم ازواجا: من جنسكم، وعبّر بانفسكم لأن اقرب شيء الى الانسان زوجته. ومن الانعام ازواجا: ذكراً وانثى. يذرؤكم فيه: يكثركم بهذا التدبير المحكم، ذرأ الله الخلق: بثّهم وكثّرهم. مقاليد، واحدها مقلاد ومقليد: مفاتيح. يبسط الرزق: يوسعه. ويقدر: يضيّقه. أقيموا الدين: حافظوا عليه وثبتوا دعائمه. ولا تتفرقوا فيه: لا تختلفوا فيه. كبُرَ على المشركين: عظُم وشقّ عليهم. يجتبي: يصطفي. بغياً بينهم: ظلماً وتجاوزا لحدود الله. </p><p> ان هؤلاء المشركين اتخذوا أولياء من دونا الله، وذلك لجهلهم وعنادهم، وقد ضلّوا ضلالاً بعيدا، فاللهُ وحده هو الوليّ بحق، وهو يحيي الموتى للحساب والجزاء، {وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> ثم بيّن الله تعالى ان مردّ الحكم والفصل اليه، وكل شيء اختلفتم فيه فحُكْمه إلى الله، وقد بينه لكم. ولذلك أمَرَ الرسولَ الكريم ان يقول لهم: </p><p> {ذَلِكُمُ الله رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} </p><p> وهذا خطابٌ لجميع الناس ليعلموا أن كل شيء يختلف الناس في انه حقٌّ أو باطل فالمرجع فيه الى القرآن، فقولُه الفصلُ وحكمه العدل. كما قال تعالى:  {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله والرسول إِن كُنْتُمْ تُؤْمِنُونَ بالله واليوم الآخر}  [النساء: ٥٩] . </p><p> {فَاطِرُ السماوات والأرض} </p><p> الله ربي وربكم خالقُ السموات والارض على احسن مثال. </p><p> {جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً وَمِنَ الأنعام أَزْواجاً يَذْرَؤُكُمْ فِيهِ} </p><p> خلق لكم من جنسكم زوجاتٍ لتسكنوا اليها. . . . وعبّر بقوله «من انفسكم» لأن أقربَ انسان للمرء هي زوجته، فكأنها منه ومن نفسه. وخلق لكم من الانعام أزواجا ذكورا وإناثا. </p><p> {يَذْرَؤُكُمْ فِيهِ} </p><p> لتتناسلوا وتكثروا بهذا التدبير المحكم. </p><p> ثم بين بعد ذلك انه مخالفٌ لكل الحوادث لا يشبهه شيء {لَيْسَ كَمِثْلِهِ شَيْءٌ} ، {وَهُوَ السميع البصير} ، السميع لما يجري وينطِق به الخلقُ، والبصيرُ بأعمالهم، وبيده مفاتيحُ خزائن السموات والأرض. </p><p> {يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ} </p><p> يوسع الرزقَ لمن يشاء ويضيّقه على من يشاء. </p><p> {إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} </p><p> لا يخفى عليه شيء، فيفعل كلَّ ذلك على مقتضى حكمته الكاملة، وقدرته الواسعة، وعلمه المحيط. </p><p> ثم بين الله تعالى بعد ذلك انه شَرَعَ لكم ما شرع للأنبياء قبلكم، ديناً واحداً في الأصول هو التوحيد، والتقرب بصالح الاعمال، والكف عن المحارم وإيذاء الخلق. . لكنّ المشركين كَبُرَ عليهم دعوتُهم الى التوحيد وتركِ الأنداد والأوثان، ولذلك أوصى الله المؤمنين أن يقيموا الدين بإعطائه حقه، وان لا يختلفوا ولا يتفرقوا فيه، وقد هداهم الى ذلك لأنه اصطفاهم من بين خلقه، فالله سبحانه يصطفي من يشاء، ويوفّق للايمان وإقامة الدين من يرجع اليه. </p><p> والمشركون ما خالفوا الحقّ الا من بعد ما بلَغَهم، وقامت الحجةُ عليهم، وما فعلوا ذلك إلا بغياً منهم وعدواناً وحسدا. </p><p> {وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إلى أَجَلٍ مُّسَمًّى لَّقُضِيَ بِيْنَهُمْ} </p><p> لولا الكلمة السابقة من الله حول إمهال المشركين الى يوم القيامة لعجَّل الله لهم العقوبة في الدنيا. </p><p> وان اهل الكتاب ليسوا على يقينٍ من أمرهم وإيمانهم، وانما هم مقلِّدون لآبائهم وأسلافهم، بلا دليل ولا برهان ولذلك إنهم {لَفِي شَكٍّ مِّنْهُ مُرِيبٍ} فهم في حَيرة من امرهم، وشكٍ جعلهم في ريب واضطراب وقلق. </p>"
}