{
  "id": null,
  "sura": 43,
  "aya": 36,
  "text": "<p> ومن يعشُ عن ذكر الرحمن: ومن يعرض عنه، يقال عشا يعشو عشوا: ساء بصره، وعشا الى النار: رآها ليلا فقصدها. وعشى وعشاوة: اصيب بصره بضعف. نقيّض له: نهيئ له. القرين: الرفيق الذي لا يفارق. ذكر الرحمن: القرآن. بُعد المشرقين: يعني المشرق والمغرب، بين المشرق والمغرب. والعرب تسمّي احيانا الشيئين المتقابلين باسم احدهما. كما نقول العُمَران: ابو بكر وعمر، القمران: الشمس والقمر. فإما نذهبنَّ بك: فإن قبضناك وأمتناك. وإنه لذِكر لك ولقومك: ان القرآن شرف لك ولقومك تُذْكَرون به الى الأبد. </p><p> بعد ان ببين الله ان المال متاعُ الدنيا عَرَضٌ زائل، وان نعيم الآخرة هو النعيم الدائم - ذكر هنا أن الذي يهتم بالدنيا ومتاعها ويُعرِض عن القرآن وما جاء به يهيئ له شيطاناً لا يفارقه، وأن شياطين هؤلاء الفئة من البشر يصدّونهم عن السبيل القويم، ويظنون انهم مهتدون. حتى اذا جاء ذلك الرجل يومَ القيامة الى الله ورأى عاقبة إعراضه وكفرِه قال لقرينه نادماً: يا ليت بيني وبينك بُعدَ المشرق والمغرب، فبئس الصاحبُ كنتَ لي، حتى أوقعتني في الهاوية. </p><p> ثم يقال لهم جميعا: لن يخفَّف العذابُ عنكم اليوم، وكلّكم في العذابِ مشتركون، لا يستطيع أحد منكم ان يساعد الآخر. </p><p> ثم بين الله تعالى لرسوله الكريم أن دعوته لا تؤثر في قلوبهم، فأنت يا محمد لا تُسمع الصمَّ عن الحق ولا تهدي العميَ عن الاعتبار. </p><p> ثم سلّى رسوله الكريم وبين له انه لا بدّ أن ينتقم منهم، إما في حياة الرسول او بعد مماته، فان قبضناك يا محمد قبل ان نُريَك عذابَهم، ونشفي بذلك صدرَك وصدورَ قوم مؤمنين فإنا سننتقم منهم في الدنيا والآخرة. {أَوْ نُرِيَنَّكَ الذي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُّقْتَدِرُونَ} مسيطرون. </p><p> فاعتصِم يا محمد بالقرآن لأنه الحقُّ والنور المبين، وايبُتْ على العمل به، واللهُ معك لأنك على صراطه المستقيم. </p><p> ان القرآن الذي أوحيناه إليك شرف لك وللعرب، فلقد رفع من شأنهم ونشَر سلطانهم ولغتهم في شرق الأرض وغربها، وكما قال تعالى:  {لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ أَفَلاَ تَعْقِلُونَ}  [الأنبياء: ١٠] . وأيّ ذكرٍ اعظم ابها الرسول في شرائع مَنْ أرسلْنا قبلك من رسُلنا، هل جاءت دعوة الناس الى عبادة غيرِ الله؟ ان جميع الرسل جاؤا بالدعوة إلى عبادة الله وحده لا شريكَ له. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وابو عمرو وحفص: حتى اذا جاءنا بالافراد. والباقون: جاءانا على التثنية. </p>"
}