{
  "id": null,
  "sura": 43,
  "aya": 15,
  "text": "<p> جزءا: ولداً، إذ قالوا الملائكة بنات الله. مبين: ظاهر واضح. بما ضرب للرحمن مثَلاً: يعني بالبنات. أصفاكم: خصّكم. كظيم: ممتلئ غيظا. يُنشَّأ: يربَّى. </p><p> بعد ان بيّن الله أنهم يعترفون بالألوهية وأن الله هو خالق هذا الكون - ذكر هنا أنهم متناقضون مكابرون، فهم مع اعترافهم لله بخلْق السموات والأرض قد جعلوا بعضَ خلقه ولدا ظنوه جزءا منه. وهذا كفرٌ عظيم. </p><p> ومن عجيب أمرِهم أنهم خصّوه بالبنات، وجعلوا لهم البنين، مع انهم إذا بُشِّر أحدُهم بالأنثى صار وجهه مسودّا من الغيظ، وامتلأ كآبة وحزناً لسوء ما بُشّر به. </p><p> {أَوَمَن يُنَشَّأُ فِي الحلية وَهُوَ فِي الخصام غَيْرُ مُبِينٍ} </p><p> وقد جعلوا لله الأنثى التي تتربّى في الزينة، واذا خوصِمتْ لا تقْدِر على الجَدل والمخاصمة، واختاروا لأنفسِهم الذكور!! </p><p> ثم نعى عليهم في جَعْلهم الملائكة إناثا، وزاد في الانكار عليهم بأن مثلَ هذا الحكم لا يكون الا عن مشاهدة، فهل شَهدوا ولادتهم؟ </p><p> {سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ} يوم القيامة حيث يُسألون عنها ويجازون بها. </p><p> ثم حكى عنهم شُبهةً أخرى، وهي انهم قالوا: لو شاء الله ما عبدْنا الملائكة، وردّ عليهم بقوله:  {أَمْ آتَيْنَاهُمْ كِتَاباً مِّن قَبْلِهِ} ويعني: هل اعطيناهم كتاباً قبل القرآن يؤيّد افتراءهم هذا فهم متعلقون به! </p><p> وعندما فقدوا كل حجة ودليل قالوا: </p><p> {إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّهْتَدُونَ} </p><p> لقد وجدْنا آباءنا على دينٍ فقلّدناهم، وبذلك ينقطع الجدل بعد عنادهم وعجزهم. </p><p> ان حال هؤلاء مثلُ الأمم السابقة، فقد قالت {إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّقْتَدُونَ} </p><p> وفي هذا تسليةٌ للرسول الكريم ودلالة على ان التقليد في نحو ذلك ضلالٌ قديم. </p><p> ثم حكى الكتابُ الكريم ما قاله كل رسول لأمته: </p><p> {قُلْ أَوَلَوْ جِئْتُكُمْ بأهدى مِمَّا وَجَدتُّمْ عَلَيْهِ آبَآءَكُمْ} </p><p> اتتبعون آباءكم وتلقّدونهم ولو جئتكم بدينٍ هو خيرٌ من دين آبائكم بما فيه من الهداية والرشاد! . </p><p> فقالوا مجيبين ومصرّين على كفرهم:  {قالوا إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ} . ولم يبق لهم عذرٌ بعد هذا كله ولذلك قال تعالى:  {فانتقمنا مِنْهُمْ فانظر كَيْفَ كَانَ عَاقِبَةُ المكذبين} </p><p> وفي هذا تسليةٌ كبرى للرسول الكريم، وإرشادٌ له إلى عدم الاكتراث بتكذيب قومه له، ووعيدٌ وتهديد لهم. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وحفص: أوَمَن يُنَشّأ بضم الياء وفتح النون وتشديد الشين المفتوحة والباقون: أوَمَن يَنْشأ بفتح الياء وسكون النون وفتح الشين من غير تشديد. </p><p> وقرأ نافع وابن كثير وابن عامر: وجعلوا الملائكة الذين هم عند الرحمن. والباقون: الذي هم عباد الرحمن. وقرأ نافع: أأُشْهدوا خلقهم بفتح الهمزة وبضم الألف واسكان الشين. وقرأ الباقون: أشهِدوا بهمزة واحدة وكسر الشين. وقرأ ابن عامر وحفس: قال أولو جئتكم. وقرأ الباقون: قل أولو جئتكم، بفعل الأمر. </p>"
}