{
  "id": null,
  "sura": 43,
  "aya": 1,
  "text": "<p> الكتاب: القرآن الكريم. المبين: لِطريق الهدى. لعلّكم تعقلون: لعلكم تفهمونه لأنه بلسانكم. أُم الكتاب: اللوح المحفوظ. افنضرب عنكم الذِكر: انُعرض عنكم ونترككم. صفحا: إعراضا. مسرفين: متجاوزين الحد في الكفر. أشدّ منهم بطشا: اقوى منهم وأجلد. مثَل الاولين: وصفهم وحالهم. مهداً: فراشا. سبلاً: طرقا. بقدر: بمقدار تقتضيه الحكمة والمصلحة. فأنشَرنا: فأحيينا. ميتاً: يابسة خالية من النبات. الأزواج: أصناف المخلوقات. لتستووا على ظهوره: لتستقروا عليها. سخّر: ذلل. مقرنين: مطيقين. يقول الشاعر: ولستم للصعاب بمقرنينا. لمنقلبون: لراجعون. </p><p> حم: تقرأ هكذا حاميم. افتتحت هذه السورة بهذين الحرفين من حروف الهجاء وقد تقدم ذِكر أمثالهما. </p><p> وقد أقسم الله تعالى بكتابه المبين لطريقِ الهدى، وأنه جعله بلغةِ العرب، لغة قومك أيّها الرسولُ لِيفهَموا معناه، وأنه محفوظٌ في علمه تعالى، فليس هو من عند محمدٍ كما تدّعون يا مشركي قريش. اننا لن نترك تذكيركم به بسببٍ من إعراضكم عنه، وانهماككم في الكفر به، وإنما نفعل ذلك رحمةً منّا ولطفاً بكم. </p><p> ثم حذّرهم وأنذرهم بأن كثيراً من الأمم قبلهم كانوا أشدّ منهم قوة، وكذّبوا رسُلَهم فكانت عاقبتهم الدمار والهلاك. </p><p> {ومضى مَثَلُ الأولين} </p><p> وقد رأيتم ما حلّ بهم، فاحذَروا ان يحل بكم مثلُه. </p><p> وبعد أن ذكر ان المشركين سادِرون في كُفرهم وإعراضهم عما جاء به القرآن بيّن هنا أن أفعالهم تخالف اقوالهم: </p><p> {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ خَلَقَهُنَّ العزيز العليم} </p><p> ومع اعترافهم هذا بالله يعبُدون الاوثان من دونه!! . </p><p> ثم ذكر تعالى أنه هو الذي جعل لكم الأرضَ فِراشاً ممهَّدا، وجعل فيها طُرقاً لتهتدوا بها في سيَركم، ونزّل من السماء ماءً بقدْر الحاجة يكفي الزرع ويسقي الحيوان، وأحيا به الأرضَ الميتة. ومثلُ إحياء الأرضِ بعد موتها، يخرجُكم يومَ القيامة للحساب والجزاء. ولقد خلق اصناف المخلوقات جميعاً من حيوان ونبات، وسخّر لكُم السفنَ والدوابّ لتركبوها، وتذكروا نعمة ربكم وتقولوا: </p><p> {سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ} </p><p> لولا لطفُ الله بنا ما كنا لذلك مطيقين. إننا يوم القيامة إلى ربنا لراجعون، فيجازي كلَّ نفس بما كسبت، فاستعدّوا لذلك اليوم، ولا تغفلوا عن ذِكره. </p><p> قراءات: </p><p> قرأ نافع وحمزة والكسائي: إن كنتم قوما مسرفين بكسر همزة ان. والباقون: أن كنتم بفتح الهمزة. </p>"
}