{
  "id": null,
  "sura": 43,
  "aya": 57,
  "text": "<p> يصدّون: يصيحون ويضجّون. جدلا: خصومة بالباطل. خَصِمون: شديدون في الخصومة، ومجبولون على اللجاج وسوء الخلق. وجعلناهم مثلاً لبني اسرائيل: آية وأمراً عجيبا. لعلمٌ للساعة: علامة من اشراطها. فلا تمترنّ: فلا تشكّن. البينات: المعجزات. الحكمة: الشرائع المحكمة. </p><p> لقد جادل مشركو قريش رسول الله صلى الله عليه وسلم جدلا كثيرا، من ذلك ان الرسول الكريم لما تلا عليهم:  {إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ}  [الأنبياء: ٩٨] قال له عبدُ الله بن الزِبِعْرَي - وهو من شعراء قريش وقد أَسلمَ وحسُنَ إسلامه فيما بعد-: أليس النصارى يعبدون المسيح وأنتَ تقول كان عيسى نبياً صالحاً، فان كان في النار فقد رضينا. فأنزل الله تعالى بعد ذلك:  {إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى أولئك عَنْهَا مُبْعَدُونَ}  [الأنبياء: ١٠١] . </p><p> وجادلوه بعد ذلك كثيرا، ولذلك يقول الله تعالى: </p><p> {وَلَمَّا ضُرِبَ ابن مَرْيَمَ مَثَلاً إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ} </p><p> لما بين الله وَصْفَ عيسى الحقَّ من أنه عبدٌ مهلوق، وعبادتُه كفرٌ، إذا قومك أيها النبي يُعرِضون عن كل هذا. </p><p> فقال الكافرون: أآلهتنا خيرٌ أم عيسى؟ فإذا كان عيسى في النار فلنكنْ نحنُ وآلهتنا معه. . وما ضرب الكفار لك هذا المثَلَ الا للجدل والغلبة في القول لا لإظهار الحق. </p><p> {بَلْ هُمْ قَوْمٌ خَصِمُونَ} </p><p> إنهم قوم شديدون في الخصومة، مجبولون على العَنَتِ والعناد. </p><p> ثم بين الله تعالى ان عيسى عبدٌ من عبيده الذين أنعم عليهم فقال: </p><p> {إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلاً لبني إِسْرَائِيلَ} </p><p> وما عيسى ابن مريم غلا عبدٌ أنعمنا عليه بالنبوّة، وقد جعلناه آيةً بأن خلقناه من غير أبٍ كَمَثَلِ آدم خَلَقَه الله من تراب. ولو نشاء لجعلْنا في الأرض عجائب كأمرِ عيسى كأن نجعل لبعضكم أولاداً ملائكة يخلفونهم، كما خلقنا عيسى من غير اب. </p><p> والحق أن عيسى بحدوثه من غير أب لدليلٌ على قيام الساعة، {فَلاَ تَمْتَرُنَّ بِهَا} واتبعوا هداي وهُدى رسولي، فما أدعوكم اليه هو الصراط المستقيم. ويقول بعض المفسّرين، وان القرآن الكريم ليعلِمُكم بقيام الساعة فاتَّبعوا تعاليمه، ولا تتبعوا زيغ الشيطان انه لكم عدوٌّ ظاهر. </p><p> ولما جاء عيسى رسولاً الى بني اسرائيل ومعه الآيات الدالة على رسالته، قال لقومه: قد جئتكم بشريعةٍ حكيمة تدعوكم الى التوحيد، وجئتكم لأبيّن لكم بعضَ الذي تختلفون فيه من أمر الدين، فاتقوا الله في مخالفتي، وأطيعوني فيما أدعوكم اليه. ان الله هو خالقي وخالقكم فاعبدوه وحده، وحافِظوا على شريعته، فهي الطريق الموصل الى النجاة. ولكنهم خالفوا ما دعاهم اليه، واخلتفوا، وصاروا شِيعا وفرقاً لا حصر لها. {فَوَيْلٌ لِّلَّذِينَ ظَلَمُواْ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ} هو يوم القيامة، حين يحاسَبون على كل صغيرة وكبيرة. </p><p> هل ينتظر هؤلاء الاحزاب المختلفون في شأن عيسى الا ان تقوم الساعةُ بغتةً وهم غافلون عنها!؟ </p><p> قراءات: </p><p> قرأ الكسائي ونافع وابن عامر: يصُدون بضم الصاد. والباقون: بكسرها. </p>"
}