{
  "id": null,
  "sura": 45,
  "aya": 21,
  "text": "<p> اجترحوا السيئات: اكتسبوا الخطايا والكفر. مَحياهم: حياتهم. مَماتهم: موتهم. اتخذ إلهه هواه: من اتخذ هواه معبودا له يجري وراء متعته ولذاته ولا يتقيد بشرع ولا دين. وما يُهلكنا الا الدهر: هؤلاء الملاحدة الذين لا يؤمنون باله يقولون: لا وجود للاله وانما نولد ونموت طبيعيا. </p><p> لا يمكن ان يكون المحسنُ والمسيء في منزلة واحدة، ولا يجوز ان نسوّيَ بين الفريقين في الحياة الدنيا، وفي دار الآخرة. كلا لا يستوون في شيء منهما. كما قال تعالى:  {لاَ يستوي أَصْحَابُ النار وَأَصْحَابُ الجنة أَصْحَابُ الجنة هُمُ الفآئزون}  [الحشر: ٢٠] . </p><p> فالله سبحانه وتعالى قد أقام هذا الكون بما فيه على نظام ثابت، وعلى اساس الحق والعدل، فاذا استوى المؤمن والكافر ينتفي العدل. وهذا محلٌ على الله تعالى. وكذلك قال في آية اخرى:  {أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً لاَّ يَسْتَوُونَ}  [السجدة: ١٨] . يتكرّرُ ذكر اقامة هذا الكون على اساس العدل والحق كثيرا في القرآن الكريم، لأنه أصلٌ من أصول هذه العقيدة. من ثم علينا ألا نأسف عندما نرى أناساً يتقلبون في النعيم، وهم من الفَجَرة الفسقة، فان وراءهم حساباً عسيرا، فلا نعيمُ الحياة الدنيا دليل على رضا الله، ولا بؤسُها دليل على غضبه. </p><p> ولذلك يقول تعالى: </p><p> {وَخَلَقَ الله السماوات والأرض بالحق ولتجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ} </p><p> وفي هذه الآية تعليل قويّ لنفي المساواة بين المحسن والمسيء، وهو أن تُجزى كل نفس بما كسبت من خير او شر {وَهُمْ لاَ يُظْلَمُونَ} . </p><p> ثم يُتبع الله ذلك بصورة عجيبة لأولئك الناس الذين لايتقيّدون بدين، ولا يتمسكون بخلُق: أرأيتَ أيها الرسُول مَن ركب رأسه، وترك الهدى، وأطاع هواه فدعله معبوداً له، وضل عن سبيل الحق وهو يعلم بهذا السبيل {على عِلْمٍ} منه ثم مضى سادِراً في ملذّاته غير آبهٍ بدين ولا خلق!؟ لقد أغلقَ سمعه فلا يقبل وعظاً، وقلبه فلا يعتقد حقا {أَفَلاَ تَذَكَّرُونَ} ، يا مشركي قريشٍ هذا؟ </p><p> انها صورة عجيبة من الواقع الذي نراه دائماً، وما اكثر هذا الصنف من الناس. واتباعُ الهوى هذا قد ذمّه اللهُ في عدة آيات من القرآن الكريم. {واتبع هَوَاهُ فَمَثَلُهُ كَمَثَلِ الكلب}  [الأعراف: ١٧٦]  {واتبع هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً}  [الكهف: ٢٨] . {وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله}  [ص: ٢٦] . نسأل الله السلامة. </p><p> ثم بعد ذلك يذكر اللهُ مقالةَ المنكرين للبعث، والذين يقال لهم الدَّهرِيّون. هؤلاء الناس أنكروا البعث وقالوا: ما هي إلا حياتنا الدنيا هذه، نموتُ ونحيا وما يُهلكنا الا الدهر. </p><p> {وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ} </p><p> إنهم لا يقولون ذلك عن علمٍ ويقين، ولاكن عن ظنّ وتخمين، واوهامٍ لا مستَنَدَ لها من نقل او عقل. ولمّا لم يجدوا حجةً يقولونها تعلّلوا بقولهم: ان كان ما تقوله يا محمد حقاً فلْتُرجِع آباءنا الموتى الى الحياة {إِن كُنتُمْ صَادِقِينَ} . </p><p> وهنا أمر الله تعالى رسولَه الكريم ان يقول لهم: الله يحييكم في الدنيا من العدَم ثم يميتكم فيها عند انقضاء آجالكم، ثم يجمعُكم يومَ القيامة الذي لا شك فيه، {ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ} قدرةَ الله على البعث، لإعراضهم عن التأمل في آيات الله وملكوته. </p><p> قراءات </p><p> قرأ حمزة والكسائي وحفص: سواءً محياهم، بنصب سواء. والباقون: سواءٌ بالرفع. وقرأ حمزة والكسائي: غشوة، والباقون: غشاوة. قال في لسان العرب الغشاء: الغطاء، وعلى بصره وقلبه غشوة وغشوة مثلثة العين، وعشاوة وغشاوة بفتح الغين وكسرها، وكلها معناها الغطاء. </p>"
}