{
  "id": null,
  "sura": 45,
  "aya": 16,
  "text": "<p> الكتاب: التوراة. الحكم: الفصل بين الناس وفهم ما في الكتاب. الطيبات: كل رزق حسن. بيّنات من الأمر: دلائل واضحات من امر الدين. بَغياً: حسدا وعنادا. على شريعة من الأمر: على طريقة ومنهاج في امر الدين، وأصل الشريعة: الماء في الانهار ونحوها مما يَرِدُ الناس عليها، وشريعة الدين يتبصر فيها الناس في امور دينهم. بصائر للناس: معالم للدين يتبصر بها الناس. لقوم يوقنون: يطلبون علم اليقين. </p><p> يأتي الحديث هنا عن القيادة المؤمنة للبشرية، وأن هذه القيادة تركّزت أخيراً في الاسم. والله سبحانه يُقسِم بأنه اعطى بني إسرائيلَ التوراةَ والحكم بما فيها النبوة، ورَزَقَهم من الخيرات المتنوعة وفضّلهم بكثيرٍ من النعم على الخلْق في عصرهم. وأعطاهم دلائلَ واضحةً في أمرِ دينهم، فما حدثَ فيهم هذا الخلافُ إلا من بعدِ ما جاءهم العلمُ بحقيقة الدين وأحكامه، بغياً بينهم بطلب الرياسة والتكالب على الدنيا، والجشعَ في جمع الأموال. </p><p> {إِنَّ رَبَّكَ يَقْضِي بِيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ} . </p><p> وفي هذا تحذيرٌ لنا يا أمةَ محمد، وقد سلك الكثيرُ منا مسلكهم، واستهوتْهم الدنيا، وغرِقوا في متاعها ولذّاتها، فلْنحذَر الانحدارَ الى الهاوية. </p><p> ولما بيّن ما آل اليه بنو إسرائيل بإعراضهم عن الحق بغياً وحسَدا، أمر رسولَه الكريم ان يبعد عن هذه الطريقة، وان يستمسك بالحقّ الذي أرسله به. </p><p> ثم جعلْناك يا محمدُ (بعد بني إسرائيل الذين تقدمتْ صفاتُهم) على نهج خاصٍّ من أمرِ الدين الذي شرعناه لك، فاتبعْ ما أُوحيَ إليك. </p><p> {وَلاَ تَتَّبِعْ أَهْوَآءَ الذين لاَ يَعْلَمُونَ} من المشرِكين الجاهلين، ذلك ان هؤلاء الكافرين لا يدفعون عنك شيئاً من عذابِ الله إنِ اتّبعتهم، وان الكافرين بعضهم أولياء بعض. </p><p> {والله وَلِيُّ المتقين} </p><p> هو ناصرُهم، فلا ينالهم ظلم الظالمين. </p><p> وهذه كانت بشرى من الله للرسول وللمؤمنين وهم لا يزالون في مكة. </p><p> وبعد هذا كله يبين الله فضل القرآن، وما فيه من الهداية والرحمة للناس اجمعين فيقول:  {هذا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُوقِنُونَ} . </p><p> إن هذا القرآن وما فيه من احكام واخلاق وتهذيب دلائلُ للناس تبصّرهم في أمور دينهم ودنياهم، وهدى يرشدُهم إلى مسالك الخير، ورحمةٌ من الله لقوم يوقنون به ويؤمنون بالله ورسوله. </p>"
}