{
  "id": null,
  "sura": 46,
  "aya": 13,
  "text": "<p> وصّينا الانسان: أمرناه أن يفعل كذا. . ومثله أوصاه. كُرها: بضم الكاف وفتحها: مشقة. حَمْله وفصاله: مدة حَمْلِه وفطامه. أشده: صار بالغا مستحكما القوة والعقل. أوزِعني: ألهِمني، رغّبني، وفقني. أصلحْ لي في ذريتي: اجعل لي خلَفاً صالحا. في أصحاب الجنة: يدخلون الجنة مع الذين انعم الله عليهمز </p><p> ان الذين قالوا ربُّنا الله الذي لا إله غيره، ثم أحسَنوا العملَ واستقاموا عليه بإيمان كامل، لا خوفٌ عليهم من فزعِ يوم القيامة وأهواله، وهُم لا يحزنون على ما خلّفا وراءهم بعد مماتهم، أولئك هُم أهلُ الجنة خالدين فيها، ثواباً لهم من الله على أعمالهم الصالحة التي ك انوا يعملونها في الدنيا. وهذه أحسنُ بُشرى يزفُّها القرآن الكريم للمحسنين، فهنيئا لهم. </p><p> ثم تأتي الوصيّة بالوالدَين، وقد وردت التوصية بهما في غير آيةٍ لِما للوالدَين من منزلةٍ كبيرة وكريمة في وجود الانسان. </p><p> ووصّينا الانسانَ بأن يحسِن إلى والديه ويبرَّهما في حياتهما وبعد مماتهما، وخصَّ الأمَّ بالكلام لأنها تقاسي في حمله مشقةً وتعبا، وفي وضعه آلاماً كثيرة، ثم في إرضاعه وتربيته. فالطفلُ يقضي معظم وقتِه مع أمهِ، وفي رعايتها وحنانها وعطفها. . لهذا كلّه تستحقّ الكرامةَ وجميل الصحبة والبر العظيم. وقد وردت احاديث كثيرة تحثّ على بِرّ الأمهات. </p><p> روى الترمذي ان النبي صلى الله عليه وسلم قال:  «أمَّكَ ثم أمك ثم أمك، ثم أباك» ورواه أحمد وابو داود والحاكم عن معاوية بن حيدة. </p><p> وهناك حديث مشهور:  «الجنّةُ تحت أقدام الأمهات» رواه الخطيب والقضاعي عن أنسٍ رضي الله عن هـ، وروي أيضاً عن ابنِ عباس رضي الله عن هـ. </p><p> وعن ابي أمامة رضي الله عن هـ أن النبي قال لرجلٍ يسأله عن حقوق الوالدين:  «هما جنَّتاك وناراك» وفي البخاري ومُسْلم والترمذي: «أحقُّ الناسِ بالصحبة الأم» والأحاديثُ كثيرة يمكن الرجوع اليها في كتب الحديث. </p><p> {وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً} </p><p> يعني إن مدة الحمل والفطام ثلاثون شهرا، تكابد الأم فيها الآلامَ الجسمية والنفسية، فتسهَرُ الليالي العديدةَ على طفلها، وتغذّيه وتقوم بجميع شئونه بلا ضَجَر ولا ملل. </p><p> ويؤخذ من هذه الآية {وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً} ومن الآية: {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة}  [البقرة: ٢٣٣] أنّ أقلَّ مدة الحمل ستةُ أشهرٍ فاذا ولدت امرأة ولداً بعد ستة أشهر من دخولها في عصمة الزوج يُعترف به. </p><p> حتى اذا بلغ كمالَ قوّته وعقله ببلوغه أربعين سنةً، ويكون في كامل قواه الجسمية والعقلية، يقول عندها: ربِّ ألهِمني شُكرَ نعمتك التي تفضّلتَ بها عليّ وعلى والديّ، ووفقني الى العمل الصالحِ الذي ترضاه، وارزقني ذريةً صالحة تسير على درب الهدى والايمان، إني تُبت اليك من كلّ ذنب {وَإِنِّي مِنَ المسلمين} المستسلمين لأمرِك ونَهيك. </p><p> هؤلاء الذين اتصفوا بهذه الصفات الحميدة نتقبّل منهم أعمالَهم الحسنة، ونجازيهم عليها أحسنَ الجزاء. وهم منتظِمون في سلك أصحاب الجنة {وَعْدَ الصدق الذي كَانُواْ يُوعَدُونَ} والله تعالى لا يُخْلف وعده. </p><p> قراءات: </p><p> قرأ أهل الكوفة: احسانا وقرأ الباقون: حينا. وقرأ ابن كثير ونافع والكسائي وابو عمرو: كَرها بفتح الكاف. والباقون: كُرها بضمها وهما لغتان. وقرأ يعقوب: وفصله، والباقون: وفصاله. وهما لغتان. </p>"
}