{
  "id": null,
  "sura": 46,
  "aya": 17,
  "text": "<p> أف: كلمة معناها التضجّر، وهي مستعملة كثيرا. أن أُخرج: ان ابعث من القبر. خلت القرونُ من قبلي: مضت الأممُ من قبلي ولم يبعث أحدٌ من قبره. ويلك: دعاء عليه بالهلاك. الهلاك لك. اساطير الاولين: أباطيلهم وخرافاتهم. حقَّ عليهم القول: حق عليهم العذاب: الخاسرين: الّذين ضيّعوا انفسهم باتّباع شهوانهم وعدم الايمان بالله ورسوله. الدرجات: المنازل. أذهبْتم طيباتكم: أذهبتم حياتكم وشبابكم وقوّتكم باتّباع شهواتكم في الدنيا. الهُون: الهوان والذل. </p><p> بعد ان مضى الحديث عن حال البررة من الأولاد، بيّن هنا حالَ الاشقياء العاقّين للوالدَين، الجاحدين المنكرين للبعث والحساب. </p><p> والفريق الثاني من الناس هو الذي ينهر والديه ويقول لهما أفّ لكما ولما تؤمنان به، اتقولان لي إني سأُبعث من قبري حيّا بعد موتي، وقد مات قبلي كثيرٌ من الناس لم يعُدْ منهم أحد، أنا لا اصدّق هذا ولا أومن به! </p><p> ووالداهُ يستصرخان اللهَ مستغيثين أن يوفق ولدهما إلى الايمان، ويقولان له: ويلكَ، آمِنْ قبل ان تهلك وتموتَ ثم تحشَر الى النار، {إِنَّ وَعْدَ الله حَقٌّ} فيردّ عليهم بأنّ كل ما يقولانه خرافاتٌ من أساطير الاقدمين. </p><p> هذا الصنف من البشَر هم الذين حقَّ عليهم وقوعُ العذاب مع أممٍ قد مضت من قبلِهم من الجنّ والانس، {إِنَّهُمْ كَانُواْ خَاسِرِينَ} . </p><p> روى البخاري والترمذي وابو داود ان النبي صلى الله عليه وسلم قال:  «إن من أكبرِ الكبائر ان يلعنَ الرجلُ والديه او يعقَّهما» . </p><p> ولكل من المؤمنين والكافرين منازلُ تلائمهم بحسب أعمالهم، ليظهرَ عدلُ الله فيهم، وليوفيهم جزاءَ أعمالهم {وَهُمْ لاَ يُظْلَمُونَ} . </p><p> واذكر أيّها الرسول يومَ يُعرض الكافرون على النار يقال لهم: لقد استوفيتم ملذّاتِكم وشهواتِكم في الدنيا، واستمتعتُم بها، فاليومَ لكم أشدُّ العذاب بالذلّ والهوان بما كنتم في الدنيا تفسُقون وتستكبرون. </p><p> قراءات: </p><p> قرأ حمزة والكسائي وحفص: نتقبل، ونتجاوز بالنون. والباقون: يتقبل ويتجاوز بالياء. وقرأ هشام: اعتدانّي بنن واحدة مشددة. والباقون: اتعدانني بنونين بدون تشديد. وقرأ نافع وابن عامر وحمزة والكسائي وابن ذكوان: لنوفيهم بالنون. والباقون: ليوفيهم بالياء. وقرأ ابن كثير وابن عامر ويعقوب: أأذهبتم طيباتكم بالاستفهام، والباقون: بهمزة واحدة، وابن كثير يقرأ بهمزة ممدودة. </p>"
}