{
  "id": null,
  "sura": 47,
  "aya": 1,
  "text": "<p> صدوا عن سبيل الله: صرفوا الناس عن الاسلام. أضلّ اعمالهم: أبطلها. اصلح بالَهم: أصلح حالهم، والبال معناه القلب والخاطر. والبال: الامل، ويقال: فلان رضيّ البال وتاعم البال: موفور العيش هادئ النفس. فضرب الرقاب: فاضربوا رقابهم ضرباً واقتلوهم. أثخنتموهم: اكثرتم فيهم القتل. فشدّوا الوثاق: فأسِروهم واربطوهم. الوثاق بفتح الواو وكسرها ما يوثق به. فإما منّاً بعدُ واما فداء: فاما ان تطلقوا سراحهم بدون فداء، واما ان يفدوا أنفسهم بشيء من المال. حتى تضع الحرب أوزارها: حتى تنتهي الحرب، الأوزار: اثقال الحرب من سلاح وغيره. </p><p> قسم الله الناس فريقين: أهلَ الكفر الذين صدّوا الناسَ عن دين الله، وبيّن ان هؤلاء قد أبطلَ اعمالهم، وأهل الايمان الذين آمنوا بالله ورسوله وعملوا الصالحات، وقد محا عنهم سيئاتهم، وأصلح حالهم في الدين والدنيا. </p><p> ثم علل ذلك بان اعمال الفريقين جرت على ما سنَّه الله في الخليقة، بأن الحق منصور، والباطل مخذول، {كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أَمْثَالَهُمْ} ، وهكذا شأن القرآن يوضح الأمور التي فيها عظة وذكرى بضرب الامثال للناس ليعتبروا. </p><p> ثم بعد ذلك ذكر الله تعالى هنا وجوبَ القتال وأذِن به بعد ان استقر المؤمنون في المدينة، وبدأوا في تأسيس الدولة الاسلامية. وتبين هذه الآياتُ مشروعيةَ القتال للدفاع عن العقيدة والوطن. فإذا لقيتم الذين كفروا في الحرب فاضرِبوا رقابَهم، حتى إذا أضعفتموهم بكثرة القتل فيهم فأحكِموا قيد الأسرى، وبعد ذلك لكم الخيار: إما ان تُطلقوا الأسرى او بعضَهم بغير فداء وتمنُّوا عليهم بذلك، وإما ان تأخذوا منهم الفدية، او تبادلوا بهم بالمسلمين ممن يقع في الأسر. وليكن هذا شأنكم مع الكافرين حتى تنتهي الحرب وتضع أوزارها. </p><p> ثم بين الله تعالى ان هذه هي السنّة التي أرادها من حرب المشركين، ولو شاء لانتقم منهم بلا حرب ولا قتال، ولكنه ليختبر المؤمنين بالكافرين شرع الجهاد. </p><p> واما الشهداء الذين يُقتلون في سبيل الله فلن يُبطل أعمالهم، بل {سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ وَيُدْخِلُهُمُ الجنة عَرَّفَهَا لَهُمْ} وفيها كل ما لذ وطاب، وهم يعرفون منازلهم فيها كما يعرفون منازلهم في الدنيا. </p><p> قراءات: </p><p> قرأ أهل البصرة وحفص: والذين قُتلوا. بضم القاف وكسر التاء. والباقون والذين قاتلوا. </p>"
}