{
  "id": null,
  "sura": 48,
  "aya": 27,
  "text": "<p> الرؤيا: ما يراه النائم. صدَق الله رسوله الرؤيا: صدقه فيما رآه في نومه ولم يكذبه. محلّقين رؤوسكم ومقصرين: بعضكم يحلق شعره كله، وبعضكم يقصر منه. ليُظهره على الدين كله: ليعليه على سائر الأديان. فضلا: ثوابا. سِيماهم: علامتهم. مثَلهم: وصفهم. شَطْأه: شطأ الزرع ما يتفرع عليه من أغصان وورق وثمر. آزره: أعانه وقوّاه. وهو من الزؤازرة وهي المعاونة. استوى: استقام. على سوقه: على قصبه وأصوله، والسوق جمع ساق. </p><p> رأى النبي عليه الصلاة والسلام في منامه وهو في المدينة قبل ان يخرج الى الحديبية رؤيا أنه يدخلُ المسجدَ الحرام هو واصحابه آمنين، منهم من يحلق شعره كله، ومنهم من يقصّر منه. فأخبر بذلك أصحابه آمنين، منهم من يحلق شعره كله، ومنهم من يقصّر منه. فأخبر بذلك أصحابه، ففرحوا وحسبوا انهم داخلون مكة في ذلك العام الذي خرجوا فيه الى الحديبية. فلما انصرفوا الم يدخلوا مكة شقَّ ذلك عليهم، وقال المنافقون: أين رؤيا النبي التي رآها؟ فانزل الله تعالى هذه الآية. ودخلوا في العام المقبل. وهذا معنى {لَّقَدْ صَدَقَ الله رَسُولَهُ الرؤيا بالحق لَتَدْخُلُنَّ المسجد الحرام. . .} الآية {فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحاً قَرِيباً} هو صلح الحديبية وفتح خيبر. </p><p> ثم أكد صدقَ الرسول الكريم في الرؤيا بقوله: </p><p> {هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وكفى بالله شَهِيداً} </p><p> وهذا وعدٌ من الله حقّقه للرسول الكريم في حياته ثم انتشر الاسلام في جميع أرجاء الأرض في اقصر مدة. </p><p> وبعد ان بين الله تعالى انه ارسل رسوله بالهدى ودين الحق الذي هو الاسلام، ليظهره على جميع الاديان - أردف ذلك ببيان أوصاف الرسول الكريم واصحابه. فوصفهم بأوصافٍ كلها مدائح لهم، وذكرى لمن بعدهم. بتلك الاوصاف سادوا الأمم، وامتلكوا الدول، ونشروا الاسلام، وقبضوا على ناصية العالم. وهذه الصفات هي: </p><p> ١- انهم أشدّاء على من خالف دينهم وبادأهم العداء، وهم متراحمون متعاطفون فيما بينهم. </p><p> ٢- انهم جعلوا الصلاة والاخلاصَ لله طريقتهم في أكثر أوقاتهم، لذلك تُبِصرهم راكعين خاشعين كثيرا. </p><p> ٣- وانهم بذلك يطلبون ثوابا عظيما من الله تعالى ورضوانا منه. </p><p> ٤- ذلك وصفهم البارز في التوراة. </p><p> ٥- وفي الانجيل ضرب بصفتهم المثل فقال: سيخرج قوم ينبُتون نبات الزرع، يأمرون بالمعروف وينهون عن المنكر. </p><p> ذلك انهم في بدء الاسلام كانوا قليلي العدد ثم كثروا وارتقى أمرهم يوما بعد يوم حتى أعجب الناسُ بهم، كصفة زرع اخرج اول ما ينشقّ عنه، فآزره فتحوّل من الدِقة الى الغِلظ، فاستقام على أصوله، يُعجِب الزراعَ بقوّته واكتماله. وكذلك كان حال المؤمنين لِيَغيظَ الله بهم وبقوّتهم الكفار. </p><p> {وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنْهُم مَّغْفِرَةً وَأَجْراً عَظِيماً} </p><p> وقد وفى سبحانه وتعالى بوعده ونصر رسوله وجُندَه، وهزم الأحزابَ وحده. </p><p> بهذه الأوصاف الجليلة يختم هذه السورة العظيمة، وهذه اوصاف الأمة الاسلامية أيام عزها، يوم كان المسلمون مستمسكين بالعروة الوثقى، سائرين على هُدى دينهم بحق واخلاص. فانظر الآن وتأمل في حال المسلمين: يحيط بهم الذل والخوف من شرذمة من اليهود تجمعت في فلسطين، اغتصبت ديار الاسلام، وهي تضرب العرب في لبنان صباح مساء وتبيد الناس ابادة، وتهدم ما يصنع العرب من ادوات للتقدم حتى وصلت الى ضرب المفاعل الذري في بغداد، ويصرخ زعماؤها بتبجح اليهود المعروف انها لن تسمح للعرب أن يقيموا اية آلة تجعلهم يتقدمون صناعياً وعلميا. كل هذا وحكام العرب خائفون ساكتون كأن شيئا لم يحدث، وزعماؤهم يتباكون ويطلبون من أمريكا عدوّ العرب الأول أن تحلّ لهم قضيتهم! يا للذل والعار! كيف نستطيع ان نواجه ربنا غداً يوم نلقاه! ما هي العلة التي نتعلل بها لرسولنا الكريم! لعل الله ان يبدل الحالَ غير الحال، ويخضّر الزرعُ بعد ذبوله، وتعود الأمة الى سيرتها الأولى، متمسكة بدينها الحنيف، مجتمعة الكلمة، موحدة الهدف. واللهَ اسأل ان يلهمنا الصواب والرشد والرجوع الى ديننا الحنيف. وعند ذلك ينطبق علينا قوله تعالى:  {وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنْهُم مَّغْفِرَةً وَأَجْراً عَظِيماً} والحمد لله رب العالمين. </p>"
}