{
  "id": null,
  "sura": 48,
  "aya": 18,
  "text": "<p> تحت الشجرة: وهي شجرة طلح كانت هناك، وهى المعروفة بالسَمُرة، بايع المؤمنون تحت ظلها رسولَ الله صلى الله عليه وسلم. السّكينة: الطمأنينة، والأمن وسكون النفس. فتحاً قريبا: فتح خيبر، وقد حصل بعد انصرافهم من الحديبية. مغانم كثيرة: مغانم خيبر. لتكون آية للمؤمنين: وذلك علامة صدق الرسول الكريم، وحياطة من الله لرسوله وللمؤمنين، وليوقنَ المؤمنون الذين سيأتون ان رعايته تعالى ستعمُّهم أيضاً ما داموا على التقوى والصلاح. وأخرى لم تقدروا عليها: هي ما فتح الله على المسلمين فيما بعد من دولتي فارس والروم. احاط الله بها: حفظها الله لكم. </p><p> بعد ان بين الله حال المتخلفين فيما تقدم، عاد الى بيان حال المبايعين الذي ذكرهم بقوله تعالى في اول السورة:  {إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله}  [الفتح: ١٠] فبيّن هنا رضاه عنهم من اجل تلك البيعة التي سميت «بيعة الرضوان» لما علم من صدق ايمانهم واخلاصهم في بيعتهم، وأنزل الله عليهم السَّكينة والأمن ورباطة الجأش، وجازاهم بالغنائم الكثيرة التي أخذوها من خيبر، وكانت ارضا ذات حقول وبساتين وعقار واموال قسمها رسول الله صلى الله عليه وسلم بين المقاتلة فاعطى الفارس سهمين والراجل سهما. روى ابن جرير عن سلمة بن الأكوع قال: بينا نحن قائلون، اذ نادى منادي رسول الله، ايها الناس: البيعة البيعة، نزل روح القدس. فثرنا الى رسول الله وهو تحت شجرة سمرة فبايعناه. فذلك قوله تعالى:  {لَّقَدْ رَضِيَ الله عَنِ المؤمنين. . .} فبايع النبي لعثمان باحدى يديه على الأخرى، وكانت قد انتشرت شائعة أن عثمان قد قُتل، فبايعوا رسول الله على الموت في سبيل الله. </p><p> ثم بين الله ان ما آتاهم من الفتح والمغانم ليس هو الثواب وحده، بل سيأتيهم جزاء اكبر. . وانما عجّل لكم هذه لتكون آية على صدق رسوله الكريم وحياطته له، وحراسته للمؤمنين وليثبتكم على الاسلام، وليزيدكم بصيرة، وسيؤتيكم مغانم كثيرة فيما بعد من فارس والروم وغيرهما ما كنتم تقدرون عليها لولا الاسلام، وهذا معنى قوله تعالى:  {وأخرى لَمْ تَقْدِرُواْ عَلَيْهَا قَدْ أَحَاطَ الله بِهَا وَكَانَ الله على كُلِّ شَيْءٍ قَدِيراً} . </p><p> ثم بين الله تعالى انه لو قاتلكم اهل مكة ولم يصالحوكم في الحديبية لانهزموا ولم يجدوا من ينصرهم او يدافع عنهم. </p><p> {سُنَّةَ الله التي قَدْ خَلَتْ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلاً} تلك هي سنة الله من غلبة المؤمنين، وخذلان الكافرين. ثم ذكر منة الله على عباده المؤمنين بقوله تعالى:  {وَهُوَ الذي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ الله بِمَا تَعْمَلُونَ بَصِيراً} فصان كلا الفريقين عن الآخر، وأوجد صلحا فيه خيرة للمؤمنين، وعافية لهم في الدنيا والآخرة. </p><p> قراءات: </p><p> قرأ ابو عمرو: يعملون بصيرا، بالياء، والباقون: بما تعملون بالتاء. </p>"
}