{
  "id": null,
  "sura": 49,
  "aya": 12,
  "text": "<p> اجتنبوا: ابتعِدوا. الاثم: الذنب. ولا تجسّسوا: اصلها تتجسسوا بتائين: لا تبحثوا عن عورات الناس ومعايبهم. الغيبة: ذِكر الانسان بما يكره في غيابه. </p><p> في هذه الآية الكريمة أدبٌ رفيع للمؤمنين حتى يعيشوا في مجتمع فاضل، تكون فيه حرياتُهم مكفولة، وحقوقهم محفوظة، فلا يؤخذون بالظن، ولا يحاكَمون بريبة، فالانسان بريء حتى يثبت عليه الجرم. </p><p> روى الطبراني عن حارثة بن النعمان ان النبي صلى الله عليه وسلم قال:  «اذا ظننتَ فلا تحقّق» وروي عن عمر بن الخطاب رضي الله عن هـ انه قال: «لا تظننّ بكلمة خرجتْ من أخيك إلا خيرا، وانتَ تجدُ لها في الخير محملا» . </p><p> يا ايها الذين آمنوا: ابتعِدوا عن كثير من ظنّ السوء بالناس، إن بعض الظن إثمٌ يستوجب العقوبة. وهذا تهذيبٌ رفيع لنا يرفع من مستوى مجتمعنا، ويديم الوئامَ والمودة بيننا، ويزيد توثيقَ رباط المجتمع الاسلامي الفاضل قُوةً ومنعة. </p><p> {وَلاَ تَجَسَّسُواْ} </p><p> وهذا أمر ثانٍ من أوامر الله العليا يُبعدنا فيه عن الاعمال الدنيئة، لتطهير قلوبنا ونظافة اخلاقنا، حتى يكفُلَ حرياتِ الناس وحرماتِهم وكرامتهم، التي لا يجوز ان تُنتهَك ولا تمسّ بحال من الاحوال. فما دام الانسان في بيته قد ستر نفسه عن الناس فلا يجوز لنا ان نتتبّع عوراتِه، ولا البحث عن سرائره، لأن الاسلام يريد ان يعيش الناس آمنين على أنفسهم مطمئنين في بيوتهم، ولنا الظواهُر، ولا يجوز لنا أن ن تعقب بواطن الناس وما أخفوه. </p><p> قال عبد الرحمن بن عوف: حرستُ مع عمر بن الخطاب رضي الله عن هما بالمدينة، إذ تبين لنا سراجٌ في بيتٍ بابه مغلقٌ على قوم لهم اصوات مرتفعة ولَغَط، فقال عمر: هذا بيت ربيعة بن أمية بن خلف، وهم الآن يشربون، فما ترى؟ قلت: أرى أنّا قد أتينا ما نهى الله عنه، قال تعالى:  {وَلاَ تَجَسَّسُواْ} وقد تجسّسنا. فانصرفَ عمر وتركهم. </p><p> وفي الحجيث الصحيح:  «من ستر عورةً فكأنما استحيا موْؤدة من قبرِها» رواه ابو داود والنسائي. </p><p> وفي الحديث ايضا عن سفيان الثوري عن معاوية بن ابي سفيان: قال سمعت النبي صلى الله عليه وسلم يقول: «انك إن اتبعت عوراتِ الناس أفسدتَهم أو كِدتَ تفسدهم» رواه ابو داود. </p><p> {وَلاَ يَغْتَب بَّعْضُكُم بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ} </p><p> ولا يذكرْ بعضكم بعضا بما يكره في غيبته ولو بإشارة او نحو ذلك، لما في ذلك من اذى للناس. والمراد بما يكره: ما يكرهه في دينه او دنياه او خلُقه او خلْقه او ماله او ولده او زوجته وفي كل ما يؤذيه. </p><p> قال الحسن البصري: الغيبة ثلاثة اوجهٍ كلّها في كتاب الله: الغيبة، والافك والبهتان. </p><p> فأما الغيبة: فهي ان تقول في أخيك ما هو فيه. واما الافك: فان تقول فيه ما بلغك عنه وقد يكون ذلك غير صحيح. واما البهتان: فان تقول فيه ما ليس فيه. والغيبة من الجرائم الكبيرة، والذي يريد التوبة منها عليه ان يستغفر لمن اغتابه، او يذهب اليه ويطلب العفو منه. </p><p> ولبشاعة الغيبة، وكراهتها يعبّر عنها الله تعالى بهذا التعبير العجيب للتنفير منها والبعد عن إيذاء الناس فيقول: </p><p> {أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ} </p><p> تصوروا هذا التمثيلَ الفظيع الذي تتأذى منه النفوس. وقد وردتْ أحاديثُ كثيرة عن النبي صلى الله عليه وسلم تنفر المسلمين من الغيبة، ليرفع الله من نفوسهم ويطهرها، ويبني مجتمعا طاهرا مثاليا. </p><p> واستثنى العلماء من تحريم الغيبة، الملحدَ في الدين، والحاكمَ الجائر، والفاسقَ المجاهِر بالفسق، وتجريحَ الشاهد عند القاضي، والمتظلّمَ في أمر هام، وراوي حديث الرسول الكريم، {لاَّ يُحِبُّ الله الجهر بالسواء مِنَ القول إِلاَّ مَن ظُلِمَ}  [النساء: ١٤٨] . </p><p> ثم بعد ذلك يأتي تعبير لطيف {واتقوا الله إِنَّ الله تَوَّابٌ رَّحِيمٌ} بابُه دائماً مفتوح للتوبة، وهو مع كل ما يأتيه الناس من مخالفات ومعاصي رحيم يقبل التوبة فلا تقنطوا من رحمة الله. </p><p> قراءات: </p><p> قرأ يعقوب: ميتا بتشديد الياء. والباقون: ميتا باسكان الياء. </p>"
}