{
  "id": null,
  "sura": 49,
  "aya": 1,
  "text": "<p> لا تقَدموا بين يدي الله ورسوله: لا تعجلوا بالأمر قبل ان يأمر به الله ورسوله. لا ترفعوا اصواتكم: غضّوها وتكلموا بهدوء ولين. امتحنَ الله قلوبهم: طهّرها ونقاها واخلصها للتقوى. الحجرات: مكان سكن النبي الكريم، كان لكل زوجة حجرة، بيت. من وراء الحجرات: من خارجها. </p><p> يا أيها الذين آمنوا لا تعجَلوا بأي أمر قبل ان يقضيَ الله ورسوله لكم فيه، فلا تقترحوا على الله ورسوله أي شيء قبل ان يقول الله ورسوله فيه، واتقوا الله وراقِبوه خَشيةَ ان تقولوا ما لم يأذن لكم الله ورسوله به. ان الله سميع لما تقولون، عليم بما تريدون. </p><p> في هذه الآية الكريمة وما يليها تأديبٌ للصحابة وتعليم وتهذيب، فقد طلَب الله اليهم ان ينقادوا لأوامر الله ونواهيه، ولا يعجَلوا بقولٍ أو فعل قبل الرسول الكريم. </p><p> ثم أدّبهم في الآية الثانية في الحديث والخطاب مع رسول الله، وأ، يوقّروه، فلا يرفعوا أصواتَهم فوق صوت النبي إذا تكلم، بل يخفَضوها ولا يتكلّموا معه كما يتكلم بعضهم مع بعض. وأن يتأدبوا في مجاطبته فلا تقولوا: يا محمد، بل قولوا: يا نبيّ الله، او يا رسول الله، وبكل إجلال وتعظيم، حتى لا تبطُل أعمالكم وانتم لا تشعرون. </p><p> ثم نوه الله تعالى بتقواهم، وغضّهم أصواتَهم عند رسول الله صلى الله عليه وسلم في تعبير لطيف فقال: </p><p> {إِنَّ الذين يَغُضُّونَ أَصْوَاتَهُمْ عِندَ رَسُولِ الله أولئك الذين امتحن الله قُلُوبَهُمْ للتقوى لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} . </p><p> هنا يرغّبهم الله ويتلطف بهم بعد ذلك التحذير المخيف، ويقول: ان الذين يخفضون اصواتهم ف يمجلس رسول الله، إجلالاً له، اولئك قد طهّر الله قلوبهم ونقّاها وأخلصَها للتقوى، فلهم مغفرةٌ لذنوبهم، واجر عظيم لتأدّبهم وغضّ اصواتهم وتقواهم. </p><p> {إَنَّ الذين يُنَادُونَكَ مِن وَرَآءِ الحجرات أَكْثَرُهُمْ لاَ يَعْقِلُونَ وَلَوْ أَنَّهُمْ صَبَرُواْ حتى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْراً لَّهُمْ والله غَفُورٌ رَّحِيمٌ} . </p><p> كان الأعراب (وهم قريبو عهد بالجاهلية) اكثرهم جُفَاة يأتون الى المدينة فيجتمعون عند حجُرات ازواج رسول الله، وينادونه بأصواتهم المزعجة: يا محمد، اخرج الينا. وكان هذا في العام التاسع من الهجرة وهو عام «الوفود» لدخول الناس في دين الله افواجا. فكان ذلك يؤذي النبيَّ الكريم عليه الصلاة والسلام. </p><p> فأدّبهم الله بهذا القرآن الكريم، ووصفهم بأن أكثرهم لا يعقِلون، ثم بين لهم ان النداء بهذا الجفاء منافٍ للأدب والتوقيرِ اللائق بشخص النبي الكريم، وعلّمهم أن الأفضلَ لهم ان يصبروا وينتظروا حتى يخرجَ إليهم، ثم أتبع ذلك قوله تعالى:  {والله غَفُورٌ رَّحِيمٌ} . </p><p> هذه السورة كما مرّ في المقدمة من أواخر السور نزولا، وفيها على قِصَرها قواعدُ وتعاليم للمؤمنين، وترسيخٌ لايمانهم، وتأديبٌ لهم ليتهيأوا لقيادة العالم. </p><p> والحُجرات التي ورد ذكرها في الآية الكريمة هي تسعُ حجرات كانت لكل زوجة حجرة من جريد النخل، وعلى أبوابها المسوح من شعر أسود. وكانت غير مرتفعة يُتناول سقفها باليد، وفي غاية البساطة. قال سعيد بن المسيب وهو اكبر التابعين في المدينة: وددتُ أنهم تركوها على حالها حتى يراها الناس بما فيها من البساطة، فيروا ما اكتفى به رسول الله صلى الله عليه وسلم في حياته، فيكون ذلك مما يزهِّد الناسَ في التفاخُر والتكاثر. </p><p> وقد أُدخلت هذه الحجرات في عهدِ الوليدِ بن عبد الملك بأمرِه في مسجد رسول الله صلى الله عليه وسلم فبكى الناس لذلك. </p><p> قراءات: </p><p> قرأ يعقوب: لا تقدموا بفتح التاء والدال، والباقون: لا تُقْجموا بضم التاء وكسر الدال المشدَّدة. </p>"
}