{
  "id": null,
  "sura": 50,
  "aya": 1,
  "text": "<p> مجيد: وافر المجد، واسمٌ من اسماء الله الحسنى، يقال: مجُد بضم الجيم مَجادة فهو مجيد. ويقال: مجَد بفتح الجيم يمجُد بضمها فهو ماجد. والمجد: المروءة والسخاء والكرم والشرف. رجعٍ بعيد: البعث بعد الموت بعيدٌ كما يقولون. ما تنقص الأرض: ما تبليه الأرض من الاجسام بعد الموت. حفيظ: حافظ لتفاصيل الأشياء كلها. كذّبوا بالحق: كذبوا بالنبوة الثابتة. مريج: مختلط، مضطرب. ما لها من فروج: ليس فيها شقوق. مددناها: بسطناها. رواسي: جبالا ثوابت تمنع الأرض من ان تميد. من كل زوج: من كل صنف. بهيج: ذو بهجة وحسن. منيب: راجع. حَب الحصيد: حب الزرع المحصود. باسقات: طويلات، يقال بسقت النخلة بسوقا طالت. الطلع: أول ما يخرج من ثمرها. نضيد: منضود بعضه فوق بعض. كذلك الخروج: مثلَ ما ننبت النباتَ، كذلك نخرجكم من قبوركم. </p><p> {ق} : حرفٌ من حروف الهجاء افتتحت السورة به على طريقة القرآنِ الكريم في افتتاح بعض السور ببعض هذه الحروف للتحدّي وتنبيه الأذهان. </p><p> أُقسِم بالقرآن ذي المجد والشرف: إنا أرسلناك يا محمد لتنذرَ الناس به فلم يؤمنْ به أهلُ مكة، بل عجِبوا أن جاءهم رسولٌ منهم ينذِرهم بالبعثِ بعد الموت، وزادوا في هذا الانكار فقالوا: هذا شيء عجيب. </p><p> ثم زادوا في الانكار والتعجب بقولهم: </p><p> {أَإِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ} </p><p> أبعدَ ان نموتَ ونصير تراباً نرجع أحياء مرة اخرى! ذلك البعثُ بعد الموت رجوعٌ بعد الوقوع. </p><p> ثم اشار الله تعالى الى دليل جوازِ البعث وقدرته تعالى عليه فقال: </p><p> {قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ} . </p><p> قد علمنا ما تأكلُ الأرض من أجشامهم بعد الموت وتُبليهم، ولا يخفى علينا أين تفرقت الأبدان، والى أين صارت، فلا يصعُب علينا بعثُهم من جديد، وعندنا كتابٌ حافظٌ لتفاصيل الأشياء كلها. </p><p> ثم بين الله تكذيبهم بالنبوة الثابتة فقال: </p><p> {بَلْ كَذَّبُواْ بالحق لَمَّا جَآءَهُمْ فَهُمْ في أَمْرٍ مَّرِيجٍ} </p><p> إنهم لم يتدبروا ما جاءهم به الرسولُ، وهو الحقُّ الثابت، بل كذّبوا به دون تدبُّرٍ وتفكر، فهم في قلقٍ من أمرهم واضطرابٍ لا يستقرون منه على حال. </p><p> ثم وجّه انظارهم الى دليلٍ يدحض كلامهم لو فكروا فيه: ألم ينظُروا إلى السماء والأرض وإلى الحبال الرواسي عليها، وكيف زيَّنَ السماءَ بالكواكب وليس فيها شقوق، وإلى الماء النازل من السماء الذي أنبت به الجنّاتِ من مختلف الأصناف والألوان، والنخلَ الباسقاتِ وطلعها المنضدَ الجميل. . كل هذه الاشياء من أجلِ العباد ليعيشوا آمنين في هذه الحياة الدنيا متمتعين. وكما أنزلنا الماء من السماء وأحيينا به الأرض - كذلك نُخرجكم أيها الناس من قبوركم ونبعثكم حياة اخرى. {كَذَلِكَ الخروج} . </p>"
}