{
  "id": null,
  "sura": 51,
  "aya": 47,
  "text": "<p> والسماءَ بنيناها بأيدٍ: بنيناها بقوة. وإنا لموسِعون: يعني ان هذا الكون فيه أمور تذهل لما يتسع فيه من المجرّات والاجرام السماوية التي تتمدد وتتسع دائما. والأرضَ قرشناها: مهّدناها كالفراش ليعيش الناس عليها. فنِعم الماهدون: فنعم المهيّئون لها نحن. ومن كل شيء خلقنا زوجين: ذكراً وانثى. ففِروا الى الله: التَجِئوا اليه، واعتصموا به. أتواصَوا به: هل أوصى بعضهم بعضا بهذا القول؟ فما أنتَ بملوم: ما أنت بمسئول عن عدم استجابتهم. فان للذين ظلموا ذنوبا: نصيبا. مثلَ ذَنوبِ اصحابهم: مثل نصيب أصحابهم من الكفار من الأمم الماضية. </p><p> بعد إشارات سريعة الى قصصِ بعضِ الأنبياء الكرام، وذِكر شيءٍ من أفعال أقوامهم - يأتي ذِكرُ قدرة الله تعالى على خلْق هذا الكون ببناءِ السماء بهذا الإحكام المنفرد، وبأن التوسِعةَ مستمرةٌ على الزمن، وأن في الكون أجراماً من السُدُم والمجرّات تتمدَّد وتتوسّع دائما الى ما شاء الله. . وهذه ابحاثٌ في عِلم الفلك مذهلةٌ لمن شاءَ ان يطّلع عليها، فانه سيجدُ العَجَبَ العُجاب. . وان الله تعالى فرشَ لنا هذه الأرضَ ومدّها لنا لنعيشَ عليها بأمانٍ وسلام، وخلَق من كل شيء ذكراً وأنثى لاستمرار الحياة وبقائها الى أن يشاءَ خالقُها. ولذلك ينصحنا الله تعالى أن نلجأ اليه، ونسارعَ إلى طاعته، كما نصَح من أرسَل رسله اليهم من المشركين. </p><p> كذلك شأن الأمم مع رسلهم، ما جاء رسولٌ إلى قومه إلا قالوا عنه ساحر أو مجنون. </p><p> {أَتَوَاصَوْاْ بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ} </p><p> أأوصى بعضُهم بعضاً بهذا القول؟ بل هم قوم طاغون تجاوزوا كلَّ حدٍّ في طعنِهم على الرسُل والأنبياء. </p><p> ثم خاطب الرسولَ الكريم مسلّياً له بقوله: </p><p> {فَتَوَلَّ عَنْهُمْ فَمَآ أَنتَ بِمَلُومٍ} أَعرِض عن هؤلاء المعانِدين المنكِرين يا محمد، فما أنتَ بملومٍ على عدَم استجابتهم ولا بمسئول، وداوِم على التذكير فإن الذِكرى تنفع مَن في قلوبهم استعدادٌ للهداية من المؤمنين. </p><p> ثم بين بعد ذلك كلّه ما هو المرادُ من خلْق الجِنّ والإنس فقال: </p><p> {وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ} لا أريدُ منهم رِزقاً لأني غنيٌّ عن العالمين، ولا أريدُ ان يطعموني لاني أطعِم ولا أطعَم. ان الله وحدَه هو المتكفّل برزقِ هذا الخلق {إِنَّ الله هُوَ الرزاق ذُو القوة المتين} . </p><p> ثم بيّن ان للذين ظلموا أنفسَهم بالكفر نصيباً من العذاب مثلَ نصيبِ أصحابهم من الأمم الماضية، فلا يستعجلني قومُك أيها الرسول بإنزالِ العذاب قبل أوانه. {فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِن يَوْمِهِمُ الذي يُوعَدُونَ} </p><p> ختم السورة الكريمة بهذا الانذار الشديد الذي سينالهم يوم القيامة. </p>"
}