{
  "id": null,
  "sura": 53,
  "aya": 42,
  "text": "<p> المنتهى: المعاد يوم القيامة. تُمْنَى: تصبّ في الرحم وتدفع فيه. النشأة الاخرى: البعث يوم القيامة. أغنى: كفى عبده وأغناه عن سؤال الناس. أقنى: أعطاه فوق الغنى من لمال ما يُقتنى ويُدّخر. الشّعرى: نجم مضيء وهي معروفة بالشّعرى اليمانية، أشدّ نجمٍ لمعاناً في السماء، يبلغ قطرها ضِعف قطر الشمس، وأكثر لمعاناً من الشمس بِ ٢٧ مرة. وكان بعض العرب يعبدونها في الجاهلية. عاداً الأولى: قوم هود. المؤتفكة: قرى قوم لوط، ائتفكت الأرض: انقلبت بمن عليها. أهوى: أسقطها في الأرض، خسف بها الارض. غشّاها: غطاها العذاب. آلاء رَبِّكَ: نِعمه. مفردها إلي بفتح الهمزة وكسرها. تتمارى: تشك. أزفت: دنت واقتربت. الآزفة: الساعة يوم القيامة. كاشفة: من الكشف والإظهار. أفمن هذا الحديث: يعني القرآن. سامدون: لاهون. </p><p> في ختام هذه السورة الكريمة يعجَب اللهُ تعالى من أمر الانسان، وانه كيف يتشكّك في أمر الله وقدرته، ويجادل ويماري في أمر الرسالات!! فمهما طالَ وجودُ الانسان في هذه الحياة فان مصيره الموتُ والرجوعُ إليه. ان الله تعالى وحده خلَقَ ما يسرُّ وما يُحزِن، فأضحك وأبكى، وذلك بأن أنشأ للانسان دواعي الضحك ودواعي البكاء. وقد يضحك غداً مما أبكاه اليوم، ويبكي اليوم مما أضحكه بالأمس في غير جنون ولا ذهول، إنما هي الحالاتُ النفسية المتقلبة بيدِ مقلِّب القلوب. وأنه هو يهب الحياة ويأخذُها، وانه خلَقَ الزوجين: الذكر والانثى، من نطفةٍ فيها آلاف الحيوانات الصغيرة التي لا تُرى بالعين المجردة. وهو الذي يحيينا مرةً أخرى يومَ البعث، وانه سبحانه {هُوَ أغنى وأقنى} فأعطى ما يكفي، وزادنا رضىً بما يُقْتَنَى ويُدّخر. {وَأَنَّهُ هُوَ رَبُّ الشعرى} وقد نصّ بشكل خاص بانه ربّ الشعرى اليمانية (ألمع نجمٍ في كوكبة الكلب الأكبر، وأَلْمع ما يُرى من نجوم السماء) - لان بعض العرب كانوا يعبدونها. وكان قدماء المصريين يعبدونها ايضا، لأن ظهورها في جهة الشرق نحو منتصف شهر تموز قبل شروق الشمس - يتفق مع زمن الفيضان في مصر الوسطى، وهو اهم حادث في العام، وابتداء عام جديد. </p><p> لقد أهلك الله عاداً الأولى قومَ هود، وأهلم ثمودَ قوم صالح، فما أبقى عليهم. كذلك أهلك قوم نوح من قبلهم، وقد كانوا اكثر ظُلماً وأشدَّ طغياناً من عاد وثمود. أما المؤتفكة قم لوط، فقد قلَب بهم الارض وخسفها لطغيانهم وكفرهم. </p><p> {فَغَشَّاهَا مَا غشى} فأحاط بها من العذاب الشديد المرعب ما لا يوصف. </p><p> {فَبِأَيِّ آلاء رَبِّكَ تتمارى} فبأيّ نِعمِ ربك عليك أيها الانسانُ تشكّ وترتاب!! وكما قال تعالى: {ياأيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم؟ . . . .}  [الإنفطار: ٦] . إن هذه كلَّها أدلةٌ على وحدانية ربك وربوبيته. </p><p> {هذا نَذِيرٌ مِّنَ النذر الأولى} </p><p> هذا هو محمد بن عبد الله صلى الله عليه وسلم جاءكم نذيراً بالقرآن الكريم، وهو من النذُر الأولى التي أُنذرت بها الأمم السابقة. </p><p> {أَزِفَتِ الآزفة} </p><p> قربتْ القيامة، ولا ينشِف عن وقتها الا الله، {يَسْأَلُونَكَ عَنِ الساعة أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لاَ يُجَلِّيهَا لِوَقْتِهَآ إِلاَّ هُوَ}  [الأعراف: ١٨٧] . </p><p> فما لكم ساهون لاهون!! وهل بعدَ هذا كلّه ينبغي أن تعجَبوا من هذا القرآن، وهو حديثٌ عظيم فيه كل ما يقودكم الى الهدى والصلاح والسعادة!! وتضحكون استهزاء وسخريةً ولا تبكون، كما يفعل الموقنون! . </p><p> {فاسجدوا لِلَّهِ واعبدوا} </p><p> بهذا يختم الله تعالى هذه السورةَ الكريمة، فاسجدوا لله الذي انزلَ القرآنَ هدىً للناس، واعبدوه وحدَه لا اله الا هو. وهنا موضعُ سجدةٍ واجبة. </p><p> قراءات: </p><p> قرأ نافع وابن كثير: عاداً الَّولى بإدغام التنوين باللام. والباقون: عاداً الأولى. وقرأ حفص: وثمودَ بغير تنوين. والباقون: وثموداً بالتنوين. وقرأ الجمهور: تتمارى بتاءين. وقرأ يعقوب: تمارى بتاء واحدة. </p>"
}