{
  "id": null,
  "sura": 54,
  "aya": 1,
  "text": "<p> وإن يروا آية: وان يروا دليلاً على نبوة محمد. مستمر: دائم. أهواءهم: ما زينه لهم الشيطانُ من الوساوس والأوهام. مستقر: منتهٍ الى غاية ينتهي اليها. مزدجَر: ما فيه الكفاية لزجرهم. حكمة بالغة: واصلةٌ غايةَ الإحكام والابداع. فما تُغني النذر: فما يفيد المنذِرون لمن انصرف عنهم. نُكُر: بضم النون والكاف، كل ما تنكره النفوس وتعافه. خشّعا: جمع خاشع وهو الذليل. الأجداث: القبور. مهطِعين الى الداع: مسرعين منقادين لمن يدعوهم الى الحشر. عُسُر: صعب شديد الهول. </p><p> يخبرنا الله تعالى باقترابِ يوم القيامة، ونهايةِ الدنيا وانقضائها، وأنّ الكونَ يختلُّ كثيرٌ من نظامه عند ذاك، كما جاء في قوله تعالى:  {إِذَا الشمس كُوِّرَتْ وَإِذَا النجوم انكدرت}  [التكوير: ١-٢] ، والتكدُّر هو الانتثار، فعبّر بالماضي، وهنا التعبير جاء بالماضي، وكما قال في آخر سورة النجم {أَزِفَتِ الآزفة}  [النجم: ٥٧] . </p><p> وقد روى الامام أحمد عن سهلِ بن سعد، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «بُعثتُ أنا والساعةُ هكذا، وأشار باصبعَيه السبّابةِ والوسطَى» . </p><p> وهنا يقول: اقتربت القيامة، وسينشقُّ القمرُ لا محالة. وتشير الابحاثُ الفلكية الى ان القمر يدنو من الأرض ويستمرُّ بالدنوّ منها حتى يبلغَ درجةً يتمزقُ عندها ويصير قِطعاً كلّ واحدةٍ تدور في فلكها الخاص. وهذا طبعاً سيحدُث عند انتهاء هذه الحياةِ الدنيا، ولا يعلم وقتَ ذلك الا الله. </p><p> ويقول المفسّرون الأقدمون: ان انشقاق القمر قد حدَث فعلا، ويرون عدة أحاديث أسندوها الى أنس بن مالك وعبد الله بن عباس، وجبير بن مطعم، وعبد الله بن عمر، وعبد الله بن مسعود رضي الله عن هم. ويقول ابن كثير: قد كان هذا في زمان رسول الله كما ورد ذلك في الأحاديث المتواترة بالأسانيد الصحيحة. </p><p> والروايةُ عن خمسة من الصحابة فقط فكيف تكون متواترة؟ واللهُ اعلم. </p><p> لقد كذّب هؤلاء الكفار النبيَّ الكريم، وأعرضوا عن الإيمان به، وقالوا: إنه كاهن وساحر يُرهِب الناسَ بسحره. بذلك كذّبوا بالحق إذ جاءهم {واتبعوا أَهْوَآءَهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ} فهو منتهٍ الى غاية يستقر عليها. ان هذا الكون يا محمد يسير وفق قوانينَ منتظِمة محدّدة مستقرة. وان امرك ايها الرسول سينتهي الى الاستقرار بالنصر في الدنيا والفوزِ بالجنّة في الآخرة. </p><p> ولقد جاء لهؤلاء المكذِّبين من الأخبار عن الماضِين الذين كذّبوا الرسلَ، فهلكوا، ما يردعُهم ويزجُرهم عما هم فيه من الغيِّ والشرك والفساد. وهو {حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِي النذر} . إنه حكمةٌ عظيمة بالغةٌ غايتها في الهداية والارشاد الى طريق الحقّ لو انهم فكّروا واستعملوا عقولهم، ولكن أيّ نفعٍ تفيد النذُر لمن اتَّبع هواه وانصرف عنها!؟ . أعرِضْ أيها الرسول عن هؤلاء الكفار، وانتظِر يومَ يدعو الداعي الى أمرٍ شديدٍ تنكره النفوس، ولم يروا مثلَه لما فيه من هول وعذاب. </p><p> انه يوم الفزَع الاكبر، يوم تراهم: </p><p> {خُشَّعاً أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الأجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ} . </p><p> يخرجون من قبورهم في حالةِ هلع عظيم، خاشعة أبصارهم من شدة الهول، كأنهم من كثرتهم وسرعة انتشارهم جرادٌ منتشر. كما قال تعالى ايضا:  {يَوْمَ يَكُونُ الناس كالفراش المبثوث}  [القارعة: ٤] ، فهم في أول أمرِهم يكونون كالفَراش حين يموجون فزِعين لا يهتدون أين يتوجهون، ثم يكونون كالجراد المنتشِر عندما يتوجهون للحشْر. في ذلك اليوم يخرجون مسرعين الى الداعي، ينظرون إليه في ذلٍّ وخضوع، لما يرون من الهول حتى {يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ} هذا يوم صعب شديد. </p><p> قراءات: </p><p> قرأ ابن كثير: نُكْر بضم النون واسكان الكاف، والباقون: نُكُر بضم النون والكاف. وقرأ ابن كثير ونافع وابن عامر وعاصم: خُشّعاً بضم الخاء وتشديد الشين جمع خاشع. والباقون: خاشعاً ابصارهم على الافراد. </p>"
}