{
  "id": null,
  "sura": 55,
  "aya": 31,
  "text": "<p> سنفرُغ لكم: هو مجرد تهديد لأن الله تعالى لا يشغله شيء، والمعنى سنحاسبكم. ايها الثقلان: الانس والجن. أن تنفذوا: تخرجوا. أقطار السموات والأرض: جوانبهما. بسلطان: بقوة وقهر. الشواظ: لهب خالص بلا دخان. النحاس: الدخان لا لهب فيه. وهذا من بعض معانيه. وردة: لونها كحمرة الورد. كالدهان: وهو ما يدهن به. السيما: العلامة. النواصي: واحدها ناصية وهي مقدم الرأس، والأقدام معروفة، يعني يُجرّون من نواصيهم واقدامهم. الحميم: الماء الحار. آن: متناهٍ في الحرارة. </p><p> سنحاسِبُكم أيها الانسُ والجنّ يومَ القيامة، وهذا وعيدٌ شديد من الله لعباده، فان الله تعالى لا يَشغَله شيء. ثم بين الله انه لا مهربَ في ذلك اليوم من الحساب والجزاء، كل واحد يحاسَب على عمله فقال: </p><p> {يامعشر الجن والإنس إِنِ استطعتم أَن تَنفُذُواْ مِنْ أَقْطَارِ السماوات والأرض فانفذوا} </p><p> ان استطعتم ان تخرجوا من جوانب السموات والارض هارِبين فافعلوا. . . والحقيقةُ أنكم لا تستطيعون ذلك، إلا ان تَفِرّوا الى اللهِ بالتوبة الخالصة. {لاَ تَنفُذُونَ إِلاَّ بِسُلْطَانٍ} وأعظمُ سلطان يتحصّن به الانسانُ هو التوبة، فإنها أكبر حصنٍ يقي التائب المخلص من عذاب الله. فبأيّ نعمة من نعم ربّكما تجحدان!؟ . </p><p> ثم بين بعض اهوال الساعة بقوله تعالى: </p><p> {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ} </p><p> يُصَبّ عليكما لهبٌ من نارٍ ونحاسٌ مذاب، فلا تقدران على دفع هذا العذاب، بل يُساق المجرمون الى الحشْر سَوقاً نعوذ بالله منه. </p><p> ثم بين الله تعالى أنه إذا جاء ذلك اليوم الشديد اختلّ نظام العالم، فتتصدّع السموات ويصير لونها أحمر كالدِهان، وتصير مذابةً غير متماسكة. </p><p> ويكون للمجرمين حينئذٍ علاماتٌ يمتازون بها عن سواهم كما قال تعالى: </p><p> {يُعْرَفُ المجرمون بِسِيمَاهُمْ فَيُؤْخَذُ بالنواصي والأقدام} </p><p> فيُجَرّون إلى جهنم من مقدَّم رؤوسهم وأَرجلِهم ويقال لهم توبيخاً وتقريعا:  {هذه جَهَنَّمُ التي يُكَذِّبُ بِهَا المجرمون} فهم يترددون بين نارِها وبين ماءٍ متناهٍ في الحرارة. فاذا استغاثوا من النار يُغاثوا بالماءِ الحار الذي يشوي الوجوهَ كما قال تعالى في سورة الكهف:  {وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه بِئْسَ الشراب وَسَآءَتْ مُرْتَفَقاً}  [الكهف: ٢٩] . </p><p> قراءات: </p><p> قرأ حمزة والكسائي: سيفرغ لكم بالياء. والباقون: سنفرُغ لكم بالنون. وقرأ ابن كثير: شواظ بكسر الشين، والباقون: شواظ بضم الشين. وقرأ ابن كثير وابو عمرو ويعقوب: ونحاس بالجر، والباقون: ونحاس بالرفع. </p>"
}