{
  "id": null,
  "sura": 55,
  "aya": 14,
  "text": "<p> الصلصال: الطين اليابس الذي له صوت اذا نُقر. والفَخّار: الطين المطبوخ المصنّع. المارج: الشعلة الساطعة ذات اللهب الشديد التى لا دخان فيها. رب المشرقَين ورب المغربين: الشمس تشرق كل يوم من مكان، وتغرب في مكان، ولذلك ورد ايضا {وَرَبُّ المشارق}  [الصافات: ٥] في سورة الصافات. مرجَ البحرين: أرسلهما واجراهما. يلتقيان: يتجاوران. برزخ: حاجز. لا يبغيان: لا يطغى احدهما على الآخر فيمتزجان. اللؤلؤ: هو الدر المعروف المخلوق في الأصداف. المرجان: نوع احمر من حيوان البحر ايضا يُتخذ حلياً. الجواري: السفن الكبيرة. المنشآت: المصنوعات. كالأعلام: كالجبال، والعلَم هو الجبل العالي. </p><p> بعد ان منّ الله على الخلق بما هيأ لهم من نعمٍ لا تحصى في هذا الكون، ينتقل هنا الى الامتنان عليهم بنعمه في ذواتِ أنفسهم، وفي خاصةِ وجودهم وإنشائهم. </p><p> خلَقَ جنسَ الانسان من طينٍ يابس غير مطبوخ، وخلق الجانَّ من لهيبٍ مشتعل من نار، وهو ربُّ مشرِقَي الشمسِ في الصيف والشتاء، ورب مغربَيها اللذين يترتب عليهما تقلُّبُ الفصول الأربعة وتقلب الهوا ءوتنوعه، وما يلي ذلك من الأمطار والشجر والنبات والأنهار الجارية. </p><p> ثم ذكر نعمه تعالى على عبادِه في البحر وما فيه من فوائدَ وخيرات فقال: </p><p> {مَرَجَ البحرين يَلْتَقِيَانِ بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ} </p><p> أرسل البحرَ المالحَ والبحرَ العذب متجاورَين متلاقيين لا يبغي أحدُهما على الآخر، فقد حجَز بينهما ربُّهما بحاجزٍ من قدرته. . فبأيّ هذه المنافع تكذّبان ايها الثّقلان!! . </p><p> ومن البحر المالح والعذب يخرجُ اللؤلؤ والمرجان، يتّخذ الناس منهما حِليةً يلبسونها. وفيهما تجري السفن الكبار المصنوعات بأيديكم كالجبال الشاهقة، حاملةً ما ينفع الناس ويقضي مصالحهم. </p><p> وبعد ذكر هذه النِعم التي أوجدها في البر والبحر - بيّن ان هذا كله فانٍ لا يدوم، وانه لا يبقى الا الله تعالى، وكل من في الوجود مفتقِر إليه، وهو الحي الباقي في شئونه يُحيي ويميت، ويرزقُ ويعزّ ويذلّ، ويعطي ويمنع. </p><p> {كُلُّ مَنْ عَلَيْهَا فَانٍ ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام} </p><p> فجميعُ أهل الأرض يذهبون ويموتون، وكذلك أهلُ السموات، ولا يبقى سوى الله، فَهو ذو الجلال وحده. ولا يقال ذو الجلال الا في النسبة الى الله. ثم قال والاكرام لأن الله تعالى كريمٌ يكرم الانسان وينظر اليه بعين العطف والعناية، والكريم لا يُخاف بل يُحَبُّ ويطاع. </p><p> وكل من في السموات والارض مفتقِر إليه تعالى، محتاجٌ الى رحمته ونواله ولذلك يقول: </p><p> {يَسْأَلُهُ مَن فِي السماوات والأرض كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} . </p><p> فهو يحيي ويميت، ويعزّ ويذلّ، ويعطي ويمنع، ويغفر ويعاقب. قال عبد الله بن حنيف: تلا علينا رسول الله صلى الله عليه سولم هذه الآية فقلنا: يا رسول الله، وما ذلك الشأن؟ قال: ان يغفر ذنبا، ويفرّج كربا، ويرفع قوما ويضع آخرين. </p><p> قراءات </p><p> قرأ الجمهور: يخرُج بفتح الياء وضم الراء. وقرأ نافع وابو عمرو ويعقوب: يُخرَج بضم الياؤ وفتح الراء على البناء للمجهول. وقرأ الجمهور: المنشَئات بفتح الشين. وقرأ حمزة وابو بكر: المنشِئات بكسر الشين. </p>"
}