{
  "id": null,
  "sura": 56,
  "aya": 57,
  "text": "<p> تُمنون: تقذِفون المني في الارحام. قدَّرنا: وقَّتنا موت كل احد بوقت. نبدّل أمثالكم: نميتكم، ونأتي بقوم آخرين أشباهكم. النشْأة الأولى: الخلقة الأولى. فلولا تذكّرون: فهلا تتذكرون. حطاما: هشيماً متكسرا. تفكّهون: تتعجبون. مغرمون: معذبون مهلكون. المُزن: السحاب واحدته مزنة. أُجاجاً: مالحاً لا يصلح للشرب. فلولا تشكرون: فهلاّ تشكرون. تورون: توقِدون. تذكرة: تذكيرا موعظة. متاعا: منفعة. للمقْوين: للفقراء الذين ينزلون بالقفر، أقوى الرجلُ: افتقر، ونزل بالقفر، ونفد طعامه. ويقال للمسافرين والمستمتعين: المقوون أيضا. </p><p> بعد ان بين الله تعالى لنا الأزواج الثلاثة، ومآل كل منهم ذكَرَ هنا الأدلّةَ على الألوهية من خلْقٍ وزرق للخلق، وأقام الدليلَ على البعث والجزاء، وأثبتَ النبوةَ، فقال: </p><p> نحنُ خَلقناكم من عَدَمٍ، فهلاّ تصدّقون وتقرّون بقدرتنا على إعادتكم ثانية يوم القيامة!؟ . </p><p> أفرأيتم هذا المَنِيَّ الذي تقذِفونه في الأرحام، أأنتم تخلُقونه وتجعلونه بَشَراً بهذه الصورة {أَم نَحْنُ الخالقون} !؟ . </p><p> نحن قضَيْنا بينكم بالموت، وجعلْنا لِموتكم وقتاً معيّناً، وما نحنُ بمسبوقين ولا عاجزين عن ان نُذْهِبكم ونأتيَ بأشباهكم من الخلق، {وَنُنشِئَكُمْ فِي مَا لاَ تَعْلَمُونَ} في الأطوار والأحوال. </p><p> ثم ذكر دليلاً آخر على البعث فقال: </p><p> {وَلَقَدْ عَلِمْتُمُ النشأة الأولى فَلَوْلاَ تَذَكَّرُونَ} </p><p> لقد علمتم أن الله أنشأكم النشأةَ الأولى من العَدَم، فهلاّ تتذكّرون انّ مَن قَدَرَ على خلْقكم من البداية لهو أقدَر على ان يأتيَ النشأةَ الأخرى لكم! </p><p> أفرأيتم ما تبذُرونه من الحَبّ في الأرض، أأنتم تُنبتونه أم نحنُ نفعل ذلك! ان في قُدرَتنا لو نشاء لصيَّرنا هذا النباتَ هشيماً يابساً متكسرا. </p><p> {فَظَلْتُمْ تَفَكَّهُونَ} </p><p> لظللتم تتعجّبون من سوءِ ما أصابه وما نزل بكم، وتقولون إنا لمعذَّبون، لا بل نحنُ محرومون من الخيرِ والرِزق لِنحسِ طالعنا وسوءِ حظنا. </p><p> أفرأيتم الماءَ العذبَ الذي تشربونه والذي هو أصلُ الحياة، أأنتم أنزلتموه من السحاب ام نحن المنزلون له رحمةً بكم؟ </p><p> وهذا من اكبر الادلة على قدرة الاله وعظمته، فقد حاول الانسان استمطار السّحُب صناعياً إلا ان هذه المحاولاتِ لا تزال مجردَ تجاربَ، وعلى نطاق ضيق جدا، مع وجوب توافر بعض الظروف الملائكة طبيعيا. </p><p> إننا لو نشاءُ لجعلْنا هذا الماءَ العذبَ مالحاً لا يمكن شربه، فهلاّ تشكرون الله على هذه النعمة وعلى ان جعله عذباً سائغا!؟ . </p><p> أفرأيتم النارَ التي توقدونها، أأنتم أنبتُّم شجرتها وأودَعتم فيها النار، أم نحن المنشئون لها؟ والنارُ نعمة كالماء، وعندما عرف الانسانُ كيف يستعمل النارَ كان ذلك في حياته خطوةً كبيرة الى التقدم، وبدْء الحضارة الانسانية. </p><p> نحن جعلنا هذه النار تذكرةً وتبصِرة لكم تذكّركم بالبعث لتعلموا أن من أخرجَ من الشجر الأخضر ناراً قادرٌ على إعادة الحياة مرة أخرى. ولقد جعلنا في النار منفعةً لمن ينزلون في المفاوز والصحارى من المسافرين، ولمن يحتاج إليها في كل مكان. . فاذكروا ذلك واعتبروا منه. </p><p> فسبّح باسم ربك العظيم أيها الرسول على هذه النعم الجليلة التي لا تُعد ولا تحصى. </p><p> قراءات: </p><p> قرأ ابن كثير: نحن قدَرنا بينكم الموت، بفتح الدال من غير تشديد. والباقون: قدرنا بالتشديد. وقرأ ابو بكر: أإنا لمغرمون على الاستفهام. والباقون: إنا لمغرمون على الخبر. </p>"
}