{
  "id": null,
  "sura": 57,
  "aya": 20,
  "text": "<p> الكفار: هنا الزرّاع، يقال: كفر الزارعُ البذرَ بالتراب، غطاه. يهيج: ييبس ويصفرّ، وفعلُ هاجَ له معنى آخر، يقال: هاج القومُ هَيْجا وهيَجانا: ثاروا لمشقة او ضرر. وللفعل هاجَ معانٍ اخرى. حطاما: هشيما متكسرا. متاع الغرور: الخديعة. في كتاب: في اللوح المحفوظ. نبرأها: نخلقها. لا تأسوا: لا تحزنوا. كل مختال: متكبر. فخور: المتباهي بنفسه. </p><p> يبين الله تعالى هنا حقارة الدنيا وسرعة زوالها. اعلموا أيها الناس أنما الحياة الدنيا لعبٌ لا ثمرة له، ولهوٌ يشغَل الانسانَ عما ينفعه، وزينةٌ لا بقاء لها، وتفاخرٌ بينكم بأنساب زائلة وعظامٍ باليةٍ، وتكاثرٌ بالعَدد في الأموال والأولاد. مِثْلُها في ذلك مثل مطرٍ نزل في أرضِ قومٍ وأنبت زرعاً طيباً اعجبَ الزّراع، ثم يكمُل ويهيج ويبلغ تمامه، فتراه بعدَ ذلك مصفرّا ثم يصير حطاماً منكسرا لا يبقى منه ما ينفع. فمن آمن وعملَ في الدنيا عملاً صالحاً واتخذ الدنيا مزرعةً للآخرة نجا، ودخل الجنة. وفي الآخرة عذابٌ شديد لمن آثر الدنيا وأخذها بغير حقها، وفيها مغفرة لمن عمل صالحاً وآثر آخرته على دنياه. {وَمَا الحياة الدنيآ إِلاَّ مَتَاعُ الغرور} متاع زائل وخديعة باطلة لا تدوم. </p><p> ثم بعد ان بين الله أن الآخرة قريبة، فيها العذابُ والنعيم - حثَّ إلى المبادرة الى فعل الخيرات فقال:  {سابقوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ. . . .} </p><p> تسابَقوا أيها المؤمنون في عملِ الخير، حتى تنالوا مغفرة من ربكم، وتدخلوا جنةً سعتُها كسعة السماء والارض، هُيئت للذين آمنوا واتقَوا ربهم، {ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم} فهو واسعُ العطاء عظيم الفضل، يُعطي من يشاء بغير حساب. </p><p> ما أصابكم أيها الناس من مصائبَ في الأرض من قحطٍ او جَدْبٍ وفسادِ زرعٍ او كوارث عامة كالزلازل وغيرها، او في أنفسِكم من مرضٍ او موتٍ او فقر او غير ذلك - إنما هو مكتوبٌ عندنا في اللوحِ المحفوظ، مثْبَتٌ في علم الله من قبل ان يبرأ هذه الخليقة. وما اثبات هذه الأمور والعلم بها الا أمر يسير على الله. </p><p> {لِّكَيْلاَ تَأْسَوْاْ على مَا فَاتَكُمْ وَلاَ تَفْرَحُواْ بِمَآ آتَاكُمْ والله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} </p><p> وحيث علمتم ان كل ما يجري هو بعلم اله وقضائه وقدَره - عليكم ألا تحزنوا على ما لم تحصَلوا عليه حزناً مفرطاً يجرّكم الى السخط، ولا تفرحوا فرحاً مبطِرا بما أعطاكم، فاللهُ لا يحب كلّ متكبرٍ فخور على الناس بما عنده. </p><p> قال عكرمة: ليس أحدٌ الا وهو يحزَن او يفرح، ولكنِ اجعلوا الفرحَ شُكرا والحزنَ صبراً. وما من إنسان الا يحزن ويفرح، ولكنّ الحزنَ المذمومَ هو ما يخرجُ بصاحبه الى ما يُذهِبُ عنه الصبرَ والتسليم لأمرِ الله ورجاءِ الثواب، والفرحَ المنهيَّ عنه هو الذي يطغى على صاحبه ويُلهيه عن الشكر. </p><p> ثم بين الله اوصافَ المختالين الذين يَفْخرون على الناس فقال:  {الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل} هؤلاء لا يحبّهم الله، ولا ينظر إليهم يومَ القيامة. </p><p> {وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغني الحميد} </p><p> ومن يُعرِض عن طاعة الله، فإن الله غنيٌّ عنه، وهو المحمودُ من خلقه لما أنعم عليهم من نعمه، لا تضرّه معصية من عصى، ولا تنفعه طاعة من اطاع. </p><p> قراءات: </p><p> قرأ ابو عمرو: بما أتاكم بغير مد. والباقون: بما آتاكم بمد الهمزة. وقرأ الجمهور: بالبُخْل بضم الباء واسكان الخاء. وقرأ مجاهد وابن مُحَيصن وحمزة والكسائي: بالبَخَل بفتحتين وهما لغتان. والبخل بفتحتين لغة الانصار. وقرأ نافع وابن عامر: ان الله الغني الحميد، بحذف هو، والباقون: ان الله هو الغني الحميد. </p>"
}