{
  "id": null,
  "sura": 57,
  "aya": 7,
  "text": "<p> مستخلفين فيه: خلفاء عنه ووكلاء بالتصرف. ميثاقكم: عهدكم. الفتح: فتح مكة. مَن ذا الذي يُقرض اللهَ: من ذا الذي ينفق في سبيل الله. </p><p> هذه السورةُ من السوَر المدنية كما قدّمنا، وهي تعالج بناء دولة وأمة. وهنا تعالج حالةً واقعة في ذلك المجتمع الاسلامي الجديد، فيظهر من سياق الحثِّ على البذْل والإيمان أنه كان في المدينة، إلى جانبِ السابقين من المهاجِرين والانصار، فئةٌ من المؤمنين حديثةُ عهدٍ بالاسلام، لم يتمكن الايمان في قلوبهم، ولهم صِلاتُ قرابةٍ ونَسَبٍ مع طائفة المنافقين التي نبتت بعد الهجرة وكانت تكيدُ للاسلام والمسلمين. وكانت هذه المكائد تؤثّر في بعض المسلمين الذين لم يُدركوا حقيقةَ الايمان فأنزل الله تعالى هذه الآياتِ يثبّت بها قلوبَ المؤمنين ويحثّهم على البذل والعطاء. فهي تقول: </p><p> آمِنوا باللهِ حقَّ الايمان الصادق، وأنفِقوا في سبيل الله من المال الذي جعلكم خلفاءَ في التصرّف فيه. </p><p> ثم تبين السورة ما أعدّ الله للذين آمنوا وأنفقوا من أجرٍ كبير:  {فالذين آمَنُواْ مِنكُمْ وَأَنفَقُواْ لَهُمْ أَجْرٌ كَبِيرٌ} . </p><p> ومالكم لا تؤمنون بالله والرسولُ يدعوكم الى ذلك ويحثّكم عليه! انه يبين لكم الحججَ والبراهين على صحة ما جاءكم به، وقد أخذ الله عليكم الميثاقَ بالايمان من قبلُ {إِن كُنتُمْ مُّؤْمِنِينَ} . ثم بين الله تعالى انه ينزّل على رسوله الكريم آياتٍ من القرآن ليُخرجَكم بها من الضلال الى الهدى، {وَإِنَّ الله بِكُمْ لَرَءُوفٌ رَّحِيمٌ} يلطف بكم من حيثُ لا تعلمون، ويمهّد لكم سبيلَ الخير من حيث لا تحتسبون. </p><p> ثم زاد في التأكيد على الانفاق أن الجميع صائر اليه، وان الانسانَ لا يأخذُ معه شيئا مما يجمعُه الا العملَ الصالحَ والانفاقَ في سبيل الله فقال: </p><p> {وَمَا لَكُمْ أَلاَّ تُنفِقُواْ فِي سَبِيلِ الله وَلِلَّهِ مِيرَاثُ السماوات والأرض} . </p><p> مالكم أيها الناس لا تنفقون مما رزقكم الله في سبيله؟ أنفِقوا أموالكم في سبيل الله قبل ان تموتوا، ليكونَ ذلك ذُخراً لكم عند ربكم. فأنتم بعد الموت لا تقدِرون على ذلك، اذ تصير الأموال ميراثاً لمن له السمواتُ والأرضُ فهو الذي يرث كل ما فيهما. </p><p> ثم بيّن تفاوت درجات المنفقين فقال: </p><p> {لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ أولئك أَعْظَمُ دَرَجَةً مِّنَ الذين أَنفَقُواْ مِن بَعْدُ وَقَاتَلُواْ وَكُلاًّ وَعَدَ الله الحسنى} . </p><p> لا يستوي في الدرجة والأجرِ ذلك المؤمن الذي أنفق قبلَ فتح مكة وقاتَلَ (لأن المسلمين كانوا في ضيق وجُهد وحاجة الى من يسانِدهم، ويقويهم) فهؤلاء المنفِقون والمقاتلون قبل فتحِ مكةَ أعظمُ درجةً عند الله من الذين أنفقوا بعد الفتح وقاتلوا. وقد وعدَ الله الجميعَ المثوبةَ الحسنى، {والله بِمَا تَعْمَلُونَ خَبِيرٌ} فيجازي كلاًّ بما يستحق. </p><p> ثم نَدَبَ الى الانفاق بأسلوبٍ رقيق جميلٍ حيثُ جعل المنفِقَ في سبيل الله كالذي يُقْرِض الله، والله غنيٌّ عن العالمين. فقال: </p><p> {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ} </p><p> هل هناك أجملُ من هذا التعبير! مَن هذا الذي ينفِق امواله في سبيل الله محتسباً أجره عند ربه، فيضاعِف الله له ذلك القَرض، اذ يجعل له بالحسنة الواحدة سبعمائة، وفوق ذلك له جزاءٌ كريم عند ربّه، وضيافةٌ كريمة في جنة المأوى. </p><p> قراءات: </p><p> قرأ ابو عمرو: وقد أُخذ ميثاقكم بضم همزة اخذ ورفع ميثاقكم. والباقون: وقد أخذ ميثاقكم بفتح الهمزة ونصب ميثاقكم. وقرأ ابن عامر: وكلٌّ وعدَ الله الحسنى برفع كل. والباقون: وكُلاً بالنصب. وقرأ ابن كثير: فيضعّفُه بتشديد العين وضم الفاء. وقرأ ابن عامر مثله: فيضعّفَه بالتشديد ولكن ينصب الفاء. والباقون: فيضاعفَه بالألف ونصب الفاء. </p>"
}