{
  "id": null,
  "sura": 57,
  "aya": 12,
  "text": "<p> يسعى نورهم بين أيديهم: وهو ما قدموه من عمل صالح في الدنيا. بشراكم: أبشروا. انظرونا: انتظرونا. نقتبس من نوركم: نستضيء بنوركم. بسور: بحاجز. باطنه فيه الرحمة: الجنة. وظاهره من قِبله العذاب: من جهته جهنم. فتنتم انفسكم: اهلكتموها. تربصتم: انتظرتم بالمؤمنين الشرّ والمصائب. ارتبتم: شككتم في امر البعث. الأماني: الاباطيل. الغَرور (بفتح الغين) : الشيطان. فدية: مال او غيره لحفظ النفس من الهلاك. مأواكم: منزلكم. مولاكم: اولى بكم، من ينصركم. </p><p> الكلام في هذه الآيات الكريمة عن مشهدٍ من مشاهد يوم القيامة، فاللهُ سبحانه وتعالى يبين هنا حالَ المؤمنين المنفقين في سبيل الله يومَ القيامة، فذَكَر أن نورَهم يسعى بين أيديهم وبأيمانهم ليرشدَهم إلى الجنة، وتقول لهم الملائكة: أبشِروا اليومَ بالجنّات التي تجري من تحتها الأنهارُ وأنتم فيها خالدون ابدا. </p><p> {ذَلِكَ هُوَ الفوز العظيم} وأيّ فوزٍ أعظم من دخول الجنة!! </p><p> ثم بيّن حالَ المنافقين في ذلك اليوم العظيم، وكيف يطلبون من المؤمنين ان يساعِدوهم بشيءٍ من ذلك النورِ الذي منحَهم الله إيّاه ليستضيئوا به ويلحقوا بهم. فيسخَرُ المؤمنون منهم ويتهكّمون عليهم ويقولون: ارجِعوا إلى الدنيا واعملوا حتى تحصُلوا على هذا النور. وهذا مستحيل. فيُضرَب بينهم بحاجزٍ عظيم يكونُ المؤمنون داخلَه في رحابِ الجنة، والمنافقون والكافرون خارجَه يذهبون الى النار. </p><p> ثم ينادِي المنافقون المؤمنين فيقولون لهم: ألَمْ نكُنْ مَعَكم في الدنيا!؟ فيقول لهم المؤمنون: </p><p> {بلى ولكنكم فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وارتبتم وَغرَّتْكُمُ الأماني حتى جَآءَ أَمْرُ الله وَغَرَّكُم بالله الغرور} . </p><p> لقد كنتم معنا ولكنكم لم تؤمنوا، وأهلكتم أنفسكم بالنفاق، وتربصتم بالمؤمنين الشرَّ والحوادثَ المهلكة، وشككتم في أمور الدينِ. لقد خدعتكم الآمالُ الكاذبة حتى جاءكم الموتُ، وخدعكم الشيطان. فلا أملَ لكم بالنجاة، ولا تُقبَل منكم فِدية، ولا مِن الذين كفروا، إن مَرجِعَكم جميعاً هو النار، هي منزلكم {وَبِئْسَ المصير} . </p><p> قراءات: </p><p> قرأ حمزة: أنظِرونا نقتبس من نوركم بفتح الهمزة وكسر الظاء من الفعل انظِر. والباقون: انظُرونا بضم الظاء. وقرأ ابن عامر ويعقوب: فاليوم لا تؤخذ بالتاء. والباقون: لا يؤخذ بالياء. </p>"
}