{
  "id": null,
  "sura": 58,
  "aya": 1,
  "text": "<p> تُجادلك: تراجعك في أمرها، وهي خولة بنت ثعلبة بن مالك الخزرجية الانصارية، وزوجها: أوس بن الصامت، أخو عبادة بن الصامت الصحابيّ الجليل المدفون بالقدس. واللهُ يسمع تحاوركما: يسمع ما يدور بينكما من الكلام. والظهار هنا: ان يقول الرجل لزوجته: أنت عليَّ كظهرِ أمي، يريد انها حرمت عليه كما تحرم امه عليه. منكرا: ينكره الدين ويأياه. وزورا: كذبا لا حقيقة له. يعودون لِما قالوا: ينقضون ما قالوه ويريدون الرجوع الى زوجاتهم. تحرير رقبة: عتق عبد. حدود الله: شريعته واحكامه. </p><p> قد سمع اللهُ قولَ التي تراجعك في موضوع طلاقها من زوجها، وتشتكي الى الله ما أصابها، والله يسمع ما يدور بينكما من المحاورة والكلام {إِنَّ الله سَمِيعٌ بَصِيرٌ} . </p><p> وقد أبطل الإسلامُ هذه العادةَ، فالذي يقول لزوجته انت عليَّ كظهرِ أمي كلامُهُ باطل، ولا تحرم زوجته عليه ولا تكون كأمه. فان أمه هي التي ولدَتْهُ، وان الذين يستعملون هذه الالفاظ من الظهار {لَيَقُولُونَ مُنكَراً مِّنَ القول وَزُوراً} يأباه اللهُ ورسوله. </p><p> فالله تعالى أبطلَ هذا الطلاق {وَإِنَّ الله لَعَفُوٌّ غَفُورٌ} لما سلَفَ من الذنوب، وهذا من فضل الله ولطفه بعباده. </p><p> ثم فصّل الله تعالى حكم الظِهار فقال: </p><p> {والذين يُظَاهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا} . </p><p> ١- كل من استعمل هذا اللفظ ثم أراد الرجوع الى زوجته فعليه ان يعتق عبداً من قبلِ ان يمسَّ زوجته. </p><p> {ذَلِكُمْ تُوعَظُونَ بِهِ} . </p><p> هذا الذي أوجبه اللهُ عليكم من عِتقِ الرقبة عظةٌ لكم وجزاء توعَظون به حتى لا تعودوا لمثله، {والله بِمَا تَعْمَلُونَ خَبِيرٌ} . </p><p> ٢- {فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا} . </p><p> فالذي لا يستطيع ان يعتق عبداً عليه ان يصوم شهرين متتابعين من قبلِ ان يمسّ زوجته. </p><p> ٣- {فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً} . </p><p> فمن لم يستطع ان يصوم شهرين متتابعين لعذرٍ شرعي، فعليه ان يطعمَ ستين مسكيناً من الطعام المتعارف عليه. </p><p> ذلك الذي بينّاه وشرعناه لتؤمنوا بالله ورسوله، وتعملوا بما شرعنا لكم. وهذا تسهيل من الله على عباده ولطفِهِ بهم، وتلك حدود الله فلا تتجاوزوها {وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} ، وفي هذا تهديد كبير. </p><p> قراءات: </p><p> قرأ أبو عمرو وحمزة والكسائي بإدغام الدال في السين في قوله: قد سمع. والباقون: بالاظهار: قد سمع، بإسكان الدال وفتح السين. وقرأ عاصم: يظاهرون من ظاهَرَ، يظاهِر، بكسر الهاء بغير تشديد. وقرأ نافع وابن كثير وأبو عمرو يظَّهَّرون، بفتح الظاء والهاء المشددتين من ظهَّر يظهر. وقرأ ابن عامر وحمزة والكسائي: يَظّاهرون بفتح الظاء المشددة بعدها الف، من اظّاهرَ يظاهر. </p>"
}