{
  "id": null,
  "sura": 58,
  "aya": 5,
  "text": "<p> يحادّون: يعصونه ويعادونه. كُبتوا: خذلوا وقهروا وأُذلوا. عذاب مهين: مذل. أحصاه الله: أحاط به وحفظه عنده. شهيد: مشاهد. ألم تَرَ: الم تعلم. النجوى: المناجاة سراً بين اثنين فأكثر. الذين نهوا عن النجوى: اليهود والمنافقون. لولا يعذّبُنا الله: هلا يعذبنا الله بسبب ذلك. حَسْبُهم جهنم: كافيهم جهنم يدخلونها. </p><p> بعد ان بيّن الكتابُ شرعَ اللهِ وحدودَه أردف مشيراً إلى من يتجاوزها، ووصفهم بالمخالفة والعداء وانه سَيَلحقُهم الخزيُ والنّكال في الدنيا كما لحق الذين من قبلهم من كفار الأمم الماضية، ولهم في الآخرة العذابُ المهين في نار جهنم. وذلك يوم تُجمع الخلائقُ جميعاً للحساب والجزاء ويخبرهم الله بما عملوه بالتفصيل. </p><p> {أَحْصَاهُ الله وَنَسُوهُ} . </p><p> هو مسجل عند الله يجدونه مفصَّلا مع انهم نسوه، {والله على كُلِّ شَيْءٍ شَهِيدٌ} لا تخفى عليه خافية. </p><p> ألم تعلم أيها الرسول أن الله تعالى يعلم ما في السموات وما في الأرض، فلا يتناجى ثلاثةٌ إلا واللهُ معهم، ولا خمسةٌ إلا هو سادسُهم، يعلم ما يقولون وما يدبّرون، ولا أقلّ من ذلك ولا اكثر إلا هو معهم، يعلم ما يتناجَون به اينما كانوا، ثم يخبرهم يوم القيامة بكل ما عملوا {إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> ألم تر أيها الرسول الى الذين نُهُوا عن النَّجوى فيما بينهم بما يثير الشكّ في نفوس المؤمنين ثم يعودون الى ما نُهوا عنه، وهم يتحدثون فيما بينهم بما هو إثم، وبما هو مؤذٍ للمؤمنين وما يضمرون من العداوة للرسول. </p><p> {وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ الله} . </p><p> كان أناسٌ من اليهود اذا دخلوا على الرسول الكريم يقولون: السامُ عليك يا أبا القاسم. فيقول لهم الرسول: وعليكم. ويقولون في أنفسهم: هلا يعذِّبنا الله بما نقول لو كان نبيا حقا! فرد الله عليهم بقوله: {حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ المصير} . </p><p> وسبب التناجي المذكور أنه كان بين المسلمين واليهود معاهدة، فكانوا إذا مر الرجلُ من المسلمين بجماعة منهم - يتحدثون سراً ويتناجَون بينهم حتى يظنَّ أنهم يتآمرون على قتله، فيعدلَ عن المرور بهم. فنهاهُم النبيُّ صلى الله عليه وسلم عن ذلك، فلم ينتهوا، وعادوا الى ما نهوا عنه. وكانوا إذا جاؤا النبيَّ حَيَّوه بالدعاء عليه في صورة التحية كما تقدم، فنزلت هذه الآية. </p><p> ثم أمر الله عباده المؤمنين ان لا يكونوا مثلَ اليهود المنافقين في التناجي بالإثم والعدوان، فقال: </p><p> {ياأيها الذين آمنوا إِذَا تَنَاجَيْتُمْ فَلاَ تَتَنَاجَوْاْ بالإثم والعدوان وَمَعْصِيَةِ الرسول} . </p><p> يا أيها الذين آمنوا لا تكونوا كاليهودِ والمنافقين في تناجِيكم بينكم، فاذا حدث تناجٍ او مسارّة في اجتماعاتكم فلا تفعلوا مثل ما يفعلون. </p><p> {وَتَنَاجَوْاْ بالبر والتقوى واتقوا الله الذي إِلَيْهِ تُحْشَرُونَ} . </p><p> تناجَوا أنتم بما هو خير ينفع المؤمنين، واتقوا الله فيما تأتون وتذَرون، فإليه تحشَرون فيخبركم بجميع أعمالكم وأقوالكم. </p><p> ثم بين الباعثَ على هذه النجوى بالشر والمزَيِّن لها فقال: </p><p> {إِنَّمَا النجوى مِنَ الشيطان. . . .} . </p><p> إنما الحديث بالسّر والتناجي المثير للشكّ - من وسوسةِ الشيطان وتزيينه، ليدخلَ الحزنَ على قلوب المؤمنين، لكنّ المؤمنين في حِصن من إيمانهم فلا يستطيع الشيطان ان يضرَّهم، ولا تنالهم اية مضرّة إلا بمشيئة الله. </p><p> {وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون} . </p><p> في جميع أمورهم، ولا يخافوا أحداً ما داموا محصّنين بالإيمان والاتكال على الله. </p><p> وقد ورد في الاحاديث الصحيحة النهيُ عن التناجي إذا كان في ذلك أذىً لمؤمن. </p><p> عن ابن مسعود رضي الله عن هـ ان رسول الله صلى الله عليه وسلم قال:  «إذا كنتم ثلاثةً فلا يتناج اثنان دون الثالث إلا بإذنه، فإن ذلك يُحزِنه» رواه البخاري ومسلم والترمذي وأبو داود. </p><p> قراءات: </p><p> قرأ حمزة وخلف وورش عن يعقوب: وينتجون بفتح الياء وسكون النون بلا الف، والباقون: ويتناجون بالألف. </p>"
}