{
  "id": null,
  "sura": 58,
  "aya": 11,
  "text": "<p> تفسّحوا في المجالس: توسّعوا. ولْيفسحْ بعضكم لبعض. فسح له في المجلس: وسّع له ليجلس. يفسح الله لكم: في رحمته ويوسع لكم في ارزاقكم. انشُزوا: انهضوا لتوسعوا للقادمين. يرفع الله الذين آمنوا: يعلي مكانتهم. ويرفع اهل العلم كذلك. ناجيتم الرسول: إذا أردتم الحديث معه. فقدّموا بين يدي نجواكم صدقةً: فتصدقوا قبل المناجاة. أأشفقتم: أخفتم. وتاب الله عليكم: رفع عنكم هذه الصدقة، ورخَّص لكم في المناجاة من غير تقديم صدقة. </p><p> بعد ان أدّب الكتابُ المؤمنين بأدب الحديث والبعدِ عما يكون سبباً للتباغض من التناجي بالإثم والعدوان - علّمهم كيف يعاملون بعضَهم في المجالس، من التوسُّع فيها للقادمين، والنهوض اذا طُلب اليهم ذلك. وأشار إلى أن الله يُعلي مكانة المؤمنين المخلصين، والذين أوتوا العلم بدرجاتٍ من عنده {والله بِمَا تَعْمَلُونَ خَبِيرٌ} . </p><p> فالآية فيها أدبٌ جَمٌّ وتشمل التوسع في إيصال جميع انواع الخير الى المسلم وادخال السرور عليه، كما قال الرسول الكريم عليه الصلاة والسلام: لا يزالُ اللهُ في عَوْنِ العبد ما دام العبدُ في عون أخيه. </p><p> ولما اكثر المسلمون من التنافُس في القُرب من مجلس الرسول الكريم لسماعِ أحاديثه، ولمناجاته في أمورِ الدين، وشَقّوا في ذلك عليه - أراد الله ان يخفّف عنه فأنزل قوله تعال: </p><p> {ياأيها الذين آمَنُواْ إِذَا نَاجَيْتُمُ الرسول فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً. . . .} . </p><p> اذا أردتم مناجاةَ الرسول فتصدّقوا قبل مناجاتكم له، ذلك خيرٌ لم وأظهرُ لقلوبكم. فإن لم تجدوا ما تتصدّقون به فإن الله تعالى قد رخّص لكم في المناجاةِ بلا تقديم صدقة، {فَإِنَّ الله غَفُورٌ رَّحِيمٌ} . </p><p> {أَأَشْفَقْتُمْ أَن تُقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ} . </p><p> ولما علم اللهُ أنهم تحرّجوا من تقديم الصدقات وإن كثيرا منهم لا يجدُ ما يأكل، عفا عنهم ورفع الصدقة وقال: </p><p> {فَإِذْ لَمْ تَفْعَلُواْ وَتَابَ الله عَلَيْكُمْ فَأَقِيمُواْ الصلاة وَآتُواْ الزكاة وَأَطِيعُواْ الله وَرَسُولَهُ} . </p><p> لأن الصلاةَ تطهّر النفوس، والزكاة فيها نفعٌ عام للمؤمنين، واطاعة الله ورسوله خير ما يأتيه المؤمن ويتحلى به، {والله خَبِيرٌ بِمَا تَعْمَلُونَ} فهو محيط بنواياكم وأعمالكم. </p><p> قراءات: </p><p> قرأ عاصم: بالمجالس بالجمع. وقرأ الباقون: بالمجلس على الافراد. وقرأ عاصم ونافع وابن عامر انشزوا بضم الشين. والباقون: إنشِزوا بكسر الشين، وهما لغتان. </p>"
}