{
  "id": null,
  "sura": 59,
  "aya": 1,
  "text": "<p> الذين كفروا: هم بنو النضير من اليهود، وذلك بنقضهم العهدَ بينهم وبين رسول الله. لأول الحشر: وهو جمعهم واخراجهم من المدينة. حصونهم: واحدها حصن، كان اليهود يسكنون منفردين عن العرب في قلاع مسوَّرة محصنة. فأتاهم الله: جاءهم عذابه. من حيث لم يحتسبوا: من حيث لم يخطر لهم ببال. يخرِّبون بيوتهم بأيديهم: كانوا يهدمون بيوتهم من قبل ان يغادروها. الجلاء: الخروج عن الوطن. اللينة: النخلة. شاقّوا الله ورسوله: خالفوهما وحاربوهما. </p><p> {سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض. . . . .} . </p><p> هو الذي أجلى الذين كفروا من أهل الكتاب «وهم بنو النضير، اكبر قبائل اليهود» أجلاهم من ديارهم، وكان هذا اول مرة حُشروا فيها واخرجوا من المدينة فذهب بعضهم الى الشام، وبعضهم الى خيبر. وما ظننتم أيها المسلمون ان يخرجوا من ديارهم، لتوّتهم، وظنوا هم ان حصونهم تمنعهم من بأس الله. . فأخذهم الله من حيث لم يظنوا ان يؤخذوا، والقى في قلوبهم الرعب الشديد. </p><p> {يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي المؤمنين} . </p><p> وكانوا يخرّبون بيوتهم ليتركوها غير صالحة للسكنى بعدهم، وتخرّبها ايدي المؤمنين من خارج الحصون ليقضوا على تحصنهم ويخرجوهم أذلاء. </p><p> {فاعتبروا ياأولي الأبصار} . </p><p> اتعظوا يا ذوي البصائر السليمة، والعقول الراجحة، بما جرى لهؤلاء القوم المتكبّرين المتجبّرين من حيث لم تنفعهم أموالُهم، ولا اسلحتهم. </p><p> وعلينا نحن اليوم ان نعتبر ولا نخاف من شدة تسلّح اليهود وما عندهم من قوة وأموال، فلو اتفقنا واتحدنا، وجمعنا شملَنا على قلبٍ واحد صمَّم على الجهاد، واعددنا لهم ما نستطيع من العدة - لكان النصر لنا بإذن الله، سيكون مآل اليهود كمآل اسلافهم المتبجّحين. ولا يمكن ان يأتينا النصرُ من الشرق ولا من الغرب فما النصر الا من عند الله، ومن عند انفسِنا وايماننا وعزمنا على استرداد اراضينا بأيدينا. عندها يكون الله معنا والنصر لنا بإذنه. </p><p> ثم بين الله تعالى أن الجلاء الذي كُتب عليهم، كان اخفَّ من القتل والأسر فقال:  {وَلَوْلاَ أَن كَتَبَ الله عَلَيْهِمُ الجلاء لَعَذَّبَهُمْ فِي الدنيا وَلَهُمْ فِي الآخرة عَذَابُ النار} . </p><p> ولولا ان الله قدّر جلاءهم عن المدينة، وخروجهم أذلاّء، لعذّبهم في الدنيا بما هو أفظعُ منه من قتلٍ او أسر، ولهم في الآخرة عذاب النار في جهنم وبئس القرار. </p><p> كلّ ذلك الذي اصابهم في الدنيا، وما ينتظرهم في الآخرة - إنما كان لأنهم عادوا لله ورسولَه أشدّ العداء، ومن يخالف الله ويعاديهِ فإن الله سيعاقبه اشدّ العقابز </p><p> {مَا قَطَعْتُمْ مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً على أُصُولِهَا فَبِإِذْنِ الله} . </p><p> عندما حاصر الرسول الكريم واصحابه يهودَ بني النضير قطعوا بعض نخيلهم حتى يذلّوهم ويجبروهم على الاستسلام، فقال الله تعالى: أي شيء قطعتموه من النخل او أبقيتموه كما كان، فهو بأمر الله، فلا حرجَ عليكم فيه، ليعزّ المؤمنين، وليخزيَ الفاسقين المنحرفين. </p>"
}