{
  "id": null,
  "sura": 59,
  "aya": 6,
  "text": "<p> ما أفاء الله على رسوله: ما رده الله من اموال بني النضير، والفيء: معناه في اللغة الرجوع. ومعناه في الشرع: ما أُخذ من أموال الاعداء من غير قتال. فما اوجفتم عليه من خيل ولا ركاب: فما اسرعتم في السير اليه بخيل ولا إبل. من أهل القرى: من اهل البلاد التي تفتح بلا قتال. كي لا يكون دُولة بين الاغنياء: كي لا يتداوله الاغنياء بينهم دون الفقراء. </p><p> يبين الله تعالى هنا حكْم ما أخذ من اموال بني النضير بعد ما حل بهم من الإجلاء ويقول: إن الموال التي تركها بنو النضير في بيوتهم هي فيءٌ لله وللرسول يضعها حيث يشاء. . لأن ما افاءه الله وردّه على رسوله من أموالهم قد تم مع أنكم ايها المسلمون لم تسرعوا اليهم بالخيل ولا بالإبل ولم تقاتلوهم، بل نزلوا على حكم الرسول الكريم، فالله يسلّط رسله على من يشاء من عباده بلا قتال. {والله على كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> روى البخاري ومسلم وأبو داود والترمذي والنسائي عن سيدنا عمر بن الخطاب رضي الله عن هـ قال:  «كانت اموال بني النضير مما افاء الله تعالى على رسوله خاصة، فكان ينفق على أهله منها نفقةَ سنة، ثم يجعل ما بقي في السلاح والكراع عدّةً في سبيل الله تعالى» . </p><p> ثم بين الكلامَ في حكم ما أفاء الله على رسوله من قرى الأعداء عامة فقال: </p><p> {مَّآ أَفَآءَ الله على رَسُولِهِ مِنْ أَهْلِ القرى فَلِلَّهِ. . . .} . </p><p> ما ردّه الله على رسوله من أموال أهلِ القرى بغير قتال فهو لله، وللرسول، ولذي القربى من بني هاشم وبني المطلب، ولليتامى الفقراء، وللمساكين ذوي الحاجة والبؤس، ولابن السبيل المسافر الذي انقطع في بلد وليس لديه مال، يُعطى ما يوصله الى بلده. </p><p> {كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأغنيآء مِنكُمْ} . </p><p> انما حكمْنا بهذه الأحكام وجعلنا المال مقسما بين من ذكَرنا لئلا يأخذه الاغنياء منكم، ويتداولوه فيما بينهم، ويحرم الفقراء منه. </p><p> وما جاءكم به الرسول من الأحكام والتشريع فتمسّكوا به، وما نهاكم عنه فاتركوه. ثم حذّر الله الجميع من مخالفة أوامره ونواهيه فقال:  {واتقوا الله إِنَّ الله شَدِيدُ العقاب} . </p><p> {لِلْفُقَرَآءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُواْ مِن دِيَارِهِمْ وَأَمْوَالِهِمْ} . </p><p> كذلك يعطَى من الفيء الذي افاءه الله على رسوله للفقراء المهاجرين الذي أُخرجوا من ديارهم وتركوا اموالهم طلباً لمرضاة ربهم، ونيلاً لثوابه، ونصرة الإسلام واعلاء شأنه، {أولئك هُمُ الصادقون} في ايمانهم وهجرتهم، فحق لهم من ربهم النعيم المقيم وجزيل الثواب. </p>"
}