{
  "id": null,
  "sura": 59,
  "aya": 9,
  "text": "<p> الذين تبوَّؤا الدار: هم الانصار الذين سكنوا المدينة. ولا يجدون في صدورهم حاجة: الحاجة هنا: الحسد والغيظ. مما أوتوا: مما أُعطي المهاجرون من الفيء. ويؤثِرون: ويقدمون غيرهم على انفسهم، ولو كان بهم خَصاصة: ولو كانوا فقراء. ومن يوقَ شح نفسه: ومن يحفظ نفسه من البخل والحرص على المال. المفلحون: الفائزون. لا تجعل في قلوبنا غِلا: بغضا وحسدا. الذين نافقوا: اظهروا الإسلام واضمروا الكفر. ليولُّنّ الادبار: ليهرُبُنَّ. بأسُهم بينهم شديد: خلافاتهم بينهم كثيرة. وقلوبهم شتى: متفرقة ومملوءة بالبغضاء على بعضهم. </p><p> ثم مدح اللهُ تعالى الأنصار وأثنى عليهم ثناء عاطرا حين طابت انفسهم عن الفيء، ورضوا أن يكون للمهاجرين من اخوانهم، وقال: إنهم مخلصون في إيمانهم، ذوو صفات كريمة، وشيم جليلة، تدلّ على كرم النفوس، ونبل الطباع. </p><p> (١) فهم يحبّون المهاجرين، وقد أسكنوهم معهم في دورهم، وآخَوهم، وبعضهم نزل لأخيه من المهاجرين عن بعض ماله. </p><p> روى الإمام أحمد عن أنس بن مالك رضي الله عن هـ قال: قال المهاجرون: «يا رسول الله ما رأينا مثلَ قوم قِدمنا عليهم: حُسْنَ مواساةٍ في قليل، وحسنَ بذل في كثير! لقد كفونا المئونة، وأشركونا في المهيّأ، حتى لقد خشينا ان يذهبوا بالأجر كله،قال:لا، ما أثنيتم عليهم ودعوتم لهم» . </p><p> والمهيأ: كل ما يريح الانسان من مكان او طعام. فعلّمهم الرسول الكريم ان يثنوا على اخوانهم الانصار ويدعوا لهم مقابل ما اكرموهم به. </p><p> (٢) وهم لا يحسّون في انفسهم شيئا مما أوتي المهاجرون من الفيء وغيره. </p><p> (٣) ويؤثرون اخوانهم المهاجرين على انفسهم ويقدّمونهم، ولو كان بهم حاجة، وهذا منتهى الكرم والايثار، وغاية التضحية. ولذلك ورد في بعض الروايات ان رسول الله صلى الله عليه وسلم قال: اللهم ارحم الأنصارَ وأبناء الأنصار. </p><p> ثم بين الله تعالى ان الذي ينجو من البخل يفوز برضا الله ويكون من المفلحين فقال:  {وَمَن يُوقَ شُحَّ نَفْسِهِ فأولئك هُمُ المفلحون} . </p><p> وعن جابر بن عبد الله رضي الله عن هـ قال: قال رسول الله صلى الله عليه وسلم: «اتقوا الشحّ، فإن الشح قد أهلكَ من كان قَبلكم، حَملَهم على أن سفكوا دماءهم، واستحلّوا محارمهم» رواه الإمام احمد والبخاري في: الأدب المفرد، والبيهقي. </p><p> وقال الرسول الكريم:  «لا يجتمعُ الإيمانُ والشحُّ في قلبٍ عبدٍ أبداً» رواه الترمذي وابو يعلى عن انس بن مالك رضي الله عن هـ. </p><p> وليس المراد من تقوى الشح الجودَ بكل ما يملك، وانما ان يؤديَ الزكاة، ويَقري الضيف ويعطي ما يستطيع كما روي عن الرسول الكريم انه قال:  «بَرِئَ من الشحّ من أدى الزكاةَ وقَرَا الضيف، وأعطى في النائبة» . </p><p> ثم جاء المدحُ لمن تبع الانصارَ والمهاجرين، وساروا على طريقتهم في كل زمان ومكان الى يوم القيامة فقال تعالى: </p><p> {والذين جَآءُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغفر لَنَا وَلإِخْوَانِنَا الذين سَبَقُونَا بالإيمان} . </p><p> وهذا يشمل المسلمين الذين اتبعوا الهدى وطبقوا الشريعة، في كل مكان وزمان. </p><p> كما جاء في سورة براءة الآية ١٠٠ {والسابقون الأولون مِنَ المهاجرين والأنصار والذين اتبعوهم بِإِحْسَانٍ رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ}  {وَلاَ تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِّلَّذِينَ آمَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ} . </p><p> هؤلاء هم المؤمنون حقا، فهم يستغفرون لأنفسِهم ولإخوانهم الذين سبقوهم بالإيمان. (ويشمل هذا جميعَ الصحابة الكرامِ وتابعيهم وكلَّ من سار على هداهم) ، ثم يزيدون فيدْعون الى الله أن لا يجعلَ في قلوبهم حَسداً وحِقدا للمؤمنين جميعا، فكيف ببعضِ من يسبُّ كرامَ الصحابة، ويُبغضهم! عافانا الله من ذلك وطهّر قلوبنا من الغل والحسد والبغضاء. </p><p> فالقرآن تتجلّى عظمته في هذا الربط المتين: ربطَ أول هذه المة بآخرها، وجعلها حلقة واحدةً مترابطةً في تضامن وتكافل وتعاطف وتوادّ، ويمضي الخَلَفُ على آثار السلف، صفاً واحدا على هدف واحد، في مدار الزمان واختلاف الأوطان. </p><p> نسأل الله تعالى ان يجمع كلمةَ العرب والمسلمين، ويوحّدَ صفوفهم تحت رايةِ القرآن وسنة رسوله الكريم، انه سميع مجيب. </p><p> ثم يأتي الحديث عن المنافقين، وكَذِبهم وخداعهم، وعدم وفائهم بما قالوا لإخوانهم اليهود الذين اتفقوا على بُغض الرسول الكريم والمؤمنين، فيقول تعالى تعجّباً من كفرهم وكذبهم ونفاقهم: </p><p> {أَلَمْ تَرَ إِلَى الذين نَافَقُواْ يَقُولُونَ لإِخْوَانِهِمُ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلاَ نُطِيعُ فيكُمْ أَحَداً أَبَداً} . </p><p> الم تَعْجَبْ من حال هؤلاء المنافقين الذين خدعوا إخوانهم في الكفر، اليهودَ من بني النضير، حيث قالوا لهم اصمُدوا في دِياركم ولا تخرُجوا، فإننا سننصركم، وإن أُخرجْتم من المدينة لنخرجنَّ معكم، ولا نطيعُ في شأنِكم أحدا ابدا. </p><p> {وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ والله يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ} . </p><p> إن قاتلكم المسلمون قاتلنا نحن معكم. والله يشهد إن المنافقين لكاذبون فيما وعدوا به. </p><p> ثم بين كذبهم بالتفصيل فقال: </p><p> {لَئِنْ أُخْرِجُواْ لاَ يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُواْ لاَ يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الأدبار ثُمَّ لاَ يُنصَرُونَ} . </p><p> وقد خرج بنو النضير من ديارهم أذلاء فلم يخرج المنافقون معهم، وقوتلوا فلم ينصروهم، ولو نصروهم وقاتلوا معهم لانهزموا جميعاً. </p><p> ثم بين الله السببَ في عدم نُصرتهم لليهود، والدخول مع المؤمنين في قتال فقال: </p><p> {لأَنتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِّنَ الله ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ} . </p><p> انكم ايها المسلمون اشدّ مهابةً في صدور المنافقين واليهودِ من الله، وذلك لأنهم قوم لا يعلمون حقيقة الإيمان. </p><p> ثم أكد جُبن اليهود والمنافقين وشدة خوفهم من المؤمنين فقال: </p><p> {لاَ يُقَاتِلُونَكُمْ جَمِيعاً إِلاَّ فِي قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍ} . </p><p> ان هؤلاء اليهود والمنافقين معهم قد ألقى اللهُ في قلوبهم الرعب، فلا يواجهونكم بقتالٍ مجتمعين، ولا يقاتلونكم إلا في قرى محصّنة او من وراء جدرانٍ يستترون بها. </p><p> ذلك لأنهم متخاذلون، وهم في الظاهر أقوياء متّحدون، لكنهم في حقيقة الأمر قلوبُهم متفرقة، وبينهم العداوةُ والبغضاءُ والحسد. </p><p> {ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ} . </p><p> ثم بين الله ان هؤلاء قد سبقهم غيرُهم قبلَهم من يهودِ بني قينقاع الذين كانوا حول المدينة وغزاهم النبيُّ صلى الله عليه وسلم وأجلاهم عنها {ذَاقُواْ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> وحالُنا اليومَ مع اليهود مثلُ حالهم في السابق، فهم في الظاهر أقوياء، عندهم أسلحة كثيرة وطائرات حديثة وصواريخ ودبابات، وهذا كله ليس سرَّ قوتهم، وانما سرُّ قوتهم خذلانُنا نحن وتفرُّقُ كلمتنا، ومحاربة بعضنا بعضا. فلو عدنا الى ديننا وجمعْنا شملنا واتحدنا وأعددنا العدة بقدر ما نستطيع - لهزمنا اليهود، فانّ بأسهم بينهم شديد وقلوبهم شتى، ومجتمعهم متفكك مملوء بالجريمة والفِسق والقذارة التي ليس لها مثيل. فمتى يفيق العربُ من سباتهم ويوحدون صفوفهم! لو اجتمعت العراق وسوريا والأردن وفلسطين اجتماعا حقيقيا لكفى هذا، وبإمكانهم وحدهم ان يهزموا اليهود ويستعيدوا أرضهم وكرامتهم. </p>"
}