{
  "id": null,
  "sura": 60,
  "aya": 4,
  "text": "<p> الأسوة: بضم الهمزة وكسرها: القدوة. برَآءُ: جمع بريء يعني متبرئين منهم. لا تجعلنا فتنة للذين كفروا: لا تسلّطهم علينا فتنزل البلاء علينا بأيديهم. ومن يتولّ: ومن يعرِض. </p><p> بعد ان بيّن للمؤمنين خطر موالاة الكفار ولو كانوا من أقربائهم وأولادهم - جاء هنا يذكّرهم بما فعل جدُّهم إبراهيم (فإن قريشَ والعرب عامة يعتقدون ان نسبهم متصلٌ بابراهيم) وكيف تبرأ هو والذين هاجروا معه من أهلِهم وقومهم، وعادوهم، وتركوا لهم الديار، فهلاَّ تأسّيتم ايها المؤمنون بهذا النبي العظيم! </p><p> قد كانت لكم قدوة حسنةٌ تقتدون بها في أبيكم إبراهيمَ والذين معه، حين قالوا لقومهم: تبرأْنا منكم، ومن الآلهة التي تعبدونها من دوِ الله، لا يجمعُنا بكم شيء، كَفَرْنا بكم، وظهر بيننا وبينكم العداوةُ والبغضاء التي لا تزول أبداً حتى تؤمنوا بالله وحده. . . فلا تجاملوهم أيها المسلمون ولا تُبدوا لهم الرأفةَ وتستغفروا لهم. </p><p> وأما قولُ إبراهيم لابيه:  {لأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ الله مِن شَيْءٍ} فإنما كان عن مَوْعِدَةٍ وعدها إياه، فلما تبيّن له انه عدوٌ للهِ تبرّأ منه، كما جاء في سورة التوبة الآية ١١٤:  {وَمَا كَانَ استغفار إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ} </p><p> ثم بين الله كيف ترك إبراهيمُ والذين معه قومهم وأوطانهم والتجأوا الى الله: </p><p> {رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ المصير} . </p><p> ربّنا قد اعتمدْنا عليك في جميع أمورنا، ورجعنا اليك بالتوبة، ومصيرُنا اليك. فاقتدوا بهم أيها المؤمنون. </p><p> {رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ واغفر لَنَا} . </p><p> ربّنا لا تجعلّنا بحالٍ نكون فيها فتنة للكافرين، بأن تُظهرَهم عينا فيفتنونا بذلك، واغفر لنا ذنوبنا، {رَبَّنَآ إِنَّكَ أَنتَ العزيز الحكيم} . </p><p> ثم كرر ما تقدّم للاقتداء بإبراهيم عليه السلام ومن معه فقال: </p><p> {لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو الله واليوم الآخر} . </p><p> لقد كان لكم أيها المؤمنون في إبراهيمَ والذين معه قدوةٌ حسنة في معاداتكم لأعداء الله، وهذه القدوةُ لمن كان يرجو لقاء الله في اليوم الآخر. </p><p> {وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغني الحميد} . </p><p> ومن يعرض عن هذا الاقتداء فقد ظلم نفسه، والله غنيّ عن إيمانه، بل عن جميع خلقه، محمود بأياديه وآلائه. </p><p> {عَسَى الله أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الذين عَادَيْتُم. . . . من الكافرين مودّةً بتوفيقهم للايمان، {والله قَدِيرٌ والله غَفُورٌ رَّحِيمٌ} . وقد صدقت نبوءةُ القرآن ففُتحت مكة، وأسلم كثيرٌ من المشركين الذين نهاهم الله عن مودّتهم، ودخل الناسُ في دين الله أفواجا. </p><p> قراءات: </p><p> قرأ الجمهور: إسوة بكسر الهمزة. وقرأ عاصم: أسوة بضم الهمزة وهما لغتان. </p>"
}