{
  "id": null,
  "sura": 61,
  "aya": 1,
  "text": "<p> كبر مقتاً: ما أعظمه من بغض. المقت أشد البغض، ويقال رجل مقيت وممقوت اذا كان مبغضا للناس. بنيان مرصوص: بنيان محكم كأنه قطعة واحدة. زاغوا: انحرفوا عن الحق. أزاغ الله قلوبهم: صرفها عن قبول الحق. </p><p> {سَبَّحَ لِلَّهِ. .} </p><p> قدّس اللهَ ونزّهه كلُّ شيء في هذا الكون: بعضُها بلسان الحال، وبعضها بلسان المقال. وقد تقدم ان كل شيء في هذا الوجود يسبّح الله، ويشهد له بالربوبية والوحدانية والقدرة وغيرها من صفات الكمال، وهو الغالبُ على كل شيء، الحكيم في تدبير خلقه. </p><p> وبعد ان وصف نفسَه بصفات الكمال، وجّه المؤمنين الى الاخلاق الفاضلة، والصدق في القول والعمل، فخاطبهم بقوله: </p><p> {ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ} ّ. </p><p> قال ابن عباس: كان اناس من المؤمنين يقولون: لَوَدِدْنا ان الله دلّنا على أحبِّ الاعمال اليه فنعمل به، فأخبر الله نبيّه ان احب الاعمال اليه ايمانٌ بالله لا شكّ فيه، وجهادٌ في سبيله. فلما فُرضَ الجهادُ كره ذلك ناسٌ من المؤمنين وشقّ عليهم أمرُه، فأنزل الله تعالى هذه الآية. </p><p> ثم بيّن الله شدة قبحِ مخالفة القول للعمل وأنه بلغ الغاية في بُغض الله له فقال: </p><p> {كَبُرَ مَقْتاً عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ} </p><p> إن أبغضَ شيء عند الله ان تقولوا ما لا تفعلون. فتحَلُّوا بالصدق، والوفاء بالوعد، وجميل الخصال تنتصروا. </p><p> ثم مدح الذين صدقوا وقاتلوا في سبيله بعزم واخلاص فقال: </p><p> {إِنَّ الله يُحِبُّ الذين يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ} . </p><p> ان الله تعالى يحب النظامَ في كل شيء، وهو يحبُّ الذين يقاتلون في سبيله منتظمين في أماكنهم كأنهم بنيانٌ متلاحمُ الأجزاء، كأنه قطعة واحدة، فالنظام أساسُ بنيان الأمة، وان وعدَ الله حقّ، وقد وعد المجاهدين بالنصر إذا أخلصوا وصدَقوا وحافظوا على النظام. وقد سبقتنا الأممُ المتحضّرة بالنظام ودقة المحافظة عليه، في جميع أعمالها. </p><p> والجهادُ يبدأ في البيت بالتربية الاسلامية الصحيحة البعيدة عن التزمُّت والتعصب، </p><p> وفي المدرسة وفي المزارع والحقول، والتجارة، وفي المصانع، وباكتساب العلوم وإجادتها واتقان استعمالها كما اتقنها أسلافُنا الأولون. فالصناعة والعلم والزراعة من الامور الضرورية في حياتنا، فاذا أتقنّاها باتَ يمكننا ان نجاهدَ جهادا حقيقيا، فلا جهادَ إلا بعلمٍ وعمل وتصنيع. </p><p> وبعد ان هذّب المؤمنين وعلّمهم ان يكونوا صادقين في أقوالهم وافعالهم، وحضّهم على اتّباع النظام في الجهاد - ذَكَرَ أن حالهم يشبه حالَ موسى مع قومه حين ندبَهم للقتال فلم يطيعوه، بل آذوه أشدَّ الايذاء، فوبّخهم الله على ذلك بقوله تعالى: </p><p> {وَإِذْ قَالَ موسى لِقَوْمِهِ ياقوم لِمَ تُؤْذُونَنِي. . . .} . </p><p> اذكر يا محمد لقومك حين قال موسى لقومه: يا قومي، لمَ تُؤذونني وتخالِفون أَمري، وانتم تعلمون أنّي رسولُ الله اليكم؟ </p><p> فأصرّوا على المخالفة والعصيان. </p><p> فلما أصروا على الانحراف، صرف الله قلوبهم عن الهدى {والله لاَ يَهْدِي القوم الفاسقين} الذين خرجوا عن طاعته. </p><p> وأتى بمثلٍ آخر يشبه حالَهم، وهو بنو اسرائيل حين قال لهم عيسى: إني رسولُ الله وإني مصدّقٌ بالتوراة، وجاءهم بالبينات والمعجزات الدالة على صدقه، واني مبشِّر برسولٍ سيأتي من بعدي اسمه أحمد، وقد جاء هذا التبشير صريحا في التوراة والانجيل. </p><p> {فَلَمَّا جَاءَهُم بالبينات قَالُواْ هذا سِحْرٌ مُّبِينٌ} . </p><p> فلمّا جاء الرسولُ الكريم احمدُ، عليه صلوات الله وسلامه، بالأدلة الواضحة والمعجزات الباهرة، كذّبوه وقالوا: هذا الذي جئتنا به سحرٌ مبين. </p><p> ومثلُ هذه الآية قوله تعالى:  {الذين يَتَّبِعُونَ الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل}  [الأعراف: ١٥٧] . </p><p> وفي هذا تسلية لرسوله الكريم على ما أصابه من قومه ومن غيرهم من الجاحدين، وأن الانبياء مِن قبله نالهم الأذى وكذّبهم أقوامهم. وفيه ايضا تهذيبٌ وتربية للمؤمنين بان لا يؤذوا النبي بل يُخلِصوا في ايمانهم. </p>"
}