{
  "id": null,
  "sura": 61,
  "aya": 7,
  "text": "<p> الاسلام: معناه هنا الاستسلام والانقياد لأمر الله. نور الله: دينه الذي يدعو اليه الرسول الكريم. بأفواههم: يعني بأكاذيبهم واباطيلهم. والله متم نوره: والله مظهرٌ دينَه، وقد صدق. بالهدى: بالقرآن. ودين الحق: الدين الصحيح. نصر من الله وفتح قريب: فتح مكة. الحواريون: الأصفياء والخلاّن. انصار الله: الناصرون لدينه. ظاهرين: غالبين. </p><p> من أشدُّ ظلماً وعدواناً ممن اختلقَ على الله الكذب، وهو يدعو الى الاسلام! لقد دعاهم الرسولُ الكريم الى نبذ الشِرك، ودعاهم الى الايمان بالله وحده فلم يؤمنوا، وأثاروا حوله الشكوك والافتراءات، {والله لاَ يَهْدِي القوم الظالمين} الّذين يفترون على الله الكذب. </p><p> ثم بين الله تعالى أنهم حاولوا إبطالَ الدِين وردَّ المؤمنين عنه، لكنّهم لم يستطيعوا وخابوا في سعيهم فقال:  {يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ} . </p><p> ان هؤلاء الجاحدين من قريشٍ، وبني اسرائيل في المدينة، والمنافقين معهم - حاولوا القضاءَ على الإسلام بالدسائس والأكاذيب فخذلَهم الله تعالى، وأظهر دِينه فهو الدينُ القيم الذي انار الكون، وخاب سعيهم. </p><p> {والله مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الكافرون} . </p><p> ثم بين الله تعالى أنه ارسل رسولَه محمداً صلى الله عليه وسلم بالقرآن الذي هدى الناس وأنار الون، وبدينِ الاسلام الحق {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وَلَوْ كَرِهَ المشركون} . وقد وردت هاتان الآيتان في سورة التوبة، مع تغيي ربسيط في الالفاظ في الآية الأولى. </p><p> وبعد ان حث على الجهاد في سبيله، ونهى المسلمين ان يكونوا مثلَ قوم موسى او قوم عيسى - بيّن هنا ان الايمان بالله والجهادَ في سبيله بالمال والنفس تجارةً رابحة، لأن المجاهدين ينالون الفوز بالدنيا، فيظفر واحدهم بالنصر والغنائم وكرائمِ الاموال والثوابَ العظيم في الآخرة اذ يحظى بالغفران، ورضوان الله، والخلود في جنات عدن. </p><p> فهذه هي التجارة الرابحة، الثبات على الايمان بالله ورسوله، والجهاد في سبيل الله بأموالكم وانفسكم، وذلك هو الخير العظيم، ثم يتبعه الغفران، والخلود في {جَنَّاتِ عَدْنٍ ذَلِكَ الفوز العظيم} وأيّ فوز اعظم من هذا!! </p><p> ثم أتبع ذلك كله ببشرى عظيمة يحبها المؤمنون وينتظرونها وهي: </p><p> {وأخرى تُحِبُّونَهَا نَصْرٌ مِّن الله وَفَتْحٌ قَرِيبٌ} </p><p> نعمة كبرى تحبونها: النصر من الله، وفتح مكة. وهو آت قريب. وقد أنجز الله وعده. </p><p> {وَبَشِّرِ المؤمنين} يا محمد بهذه النعم، وان الله تعالى نصَرَهم لأنهم آمنوا حقيقة، وجاهدوا جهاداً كبيرا ولم ينتظروا من أحدٍ ان يساعدَهم وهم قاعدون. . كما يفعل العرب والمسلمون اليوم. </p><p> ثم امر الله تعالى المؤمنين ان يعملوا ويجدّوا ويكونوا انصار الله في كل حين، فلا يتخاذلوا ولا يتناحروا ويتحاربوا، وان لا يتوكلوا فيقعدوا ويطلبوا النصر، بل عليهم ان يعملوا ويجاهدوا حتى يكتب الله لهم النصر. فقالك </p><p> {ياأيها الذين آمَنُواْ كونوا أَنصَارَ الله} فاستعدّوا وأعدّوا من قوتكم ما استطعتم، ولا تنتظروا من أعدائكم ان يحلّوا لكم قضيتكم وينصروكم. </p><p> وكيف ينصرونكم والبلاء منهم، وهم الذين يدعمون عدوكم ويمدّونه بالمال والسلاح!! </p><p> وخلاصة القول: كونوا أنصار الله في جميع أعمالكم وأقوالكم واستعدّوا دائما، كما استجاب الحواريّون لعيسى. </p><p> {فَآمَنَت طَّآئِفَةٌ مِّن بني إِسْرَائِيلَ وَكَفَرَت طَّآئِفَةٌ فَأَيَّدْنَا الذين آمَنُواْ على عَدُوِّهِمْ فَأَصْبَحُواْ ظَاهِرِينَ} . </p><p> وانتم أيها المسلمون في هذا العصر اذا كنتم تريدون ان تبقوا في بلادكم وان تستردوا الاراضي المقدسة وما اغتُصب من وطنكم، على يد اليهود والدولة الكبرى حليفتهم والمؤيدة لهم - فجاهدوا جهادا حقيقيا في سبيل الله ينصركم الله، وتصبحوا ظاهرين غالبين. </p><p> قراءات: </p><p> قرأ ابن كثير وحمزة والكسائي وحفص وخلف: متم نوره بضم الميم والاضافة بجر نوره. والباقون: متم نوره بتنوين متم، ونصب نوره. وقرأ ابن عامر: ننجيكم من عذاب أليم بفتح النون الثانية وبتشديد الجيم. والباقون: ننجيكم بضم النون الأولى واسكان الثانية وكسر الجيم دون تشديد. وقرأ ابن كثير ونافع وابو عمرو: كونوا انصاراص لله بالتنوين. وقرأ الباقون: كونوا انصار الله بالاضافة. وقرأ نافع وحده: من انصاريَ الى الله بفتح الياء. والباقون: انصاري الى الله. </p>"
}