{
  "id": null,
  "sura": 62,
  "aya": 5,
  "text": "<p> حُملوا التوراة: عُلِّموها وأمروا ان يعملوا بها. ثم لم يحملوها: لم يعملوا بها. الأسفار: جمع سِفر وهي الكتب، السفر الكتاب. هادوا: تهوّدوا يعني: اليهود. أولياء الله: أحبّاء الله. بما قدّمت أيديهم: بسبب أعمالهم وكفرهم. الغيب: ما غاب علمُه عن الخلق. والشهادة: ما شاهدوه وعلموه. </p><p> الكلام في هذه الآيات الكريمة عن اليهود وكَذِبهم، وتعنُّتِهِم، وتبجُّحهم، فبعد ان منّ الله على هذه الأمة بإرسال رسول من أنفسِهم. قال اليهود: إن هذا الرسولَ لم يُبعث اليهم، ولذلك يردّ الله عليهم مقالهم بأنهم لو عملوا بالتوراة وفهموها حقَّ الفهم، لرأوا فيها وصفَ النبي الكريم والبشارة به، وانه يجب عليهم اتّباعه، لأنه رسول ورحمة للعالمين. </p><p> وما مثلُهم في حَملِهم للتوراة وتركهم العملَ بها الا كمثل الحمار الذي يحمل الكتبَ ولا يفهم منها شيئا، ولا يجديه حملُها نعفا. </p><p> ثم زاد في توبيخهم بقوله: </p><p> {بِئْسَ مَثَلُ القوم الذين كَذَّبُواْ بِآيَاتِ الله والله لاَ يَهْدِي القوم الظالمين} . </p><p> وكيف يهتدون وهم متكبرون وقد رانَ الضلالُ على قلوبهم؟ . </p><p> ثم زاد الله تعالى في توبيخهم على تماديهم في الغيّ والضلال بأن تحداهم أن يتمنّوا الموت اذا كانوا صادقين في زعمهم انهم وحدَهم أحباءُ الله وأولياؤه. فقال: </p><p> {قُلْ ياأيها الذين هادوا إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ الناس فَتَمَنَّوُاْ الموت إِن كُنتُمْ صَادِقِينَ} . </p><p> قل لهم ايها الرسول: أيها اليهود، إن كنتم تزعمون أنكم على هدى من ربكم، وأنكم أحباء الله وحدكم، فتمنوا من الله الموتَ حتى تذهبوا اليه ان كنتم صادقين، وتلاقوا ربكم. </p><p> ثم أخبر الله تعالى بأنهم لن يتمنوا الموت ابدا، لما يعلمون من سوء أفعالهم وكذبهم على الله وعلى الناس، {والله عَلِيمٌ بالظالمين} لا يخفى عليه شيء. </p><p> ثم أخبر أن الموتَ عاقبة كل حيّ، لا مهربَ منه فقال: </p><p> {قُلْ إِنَّ الموت الذي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاَقِيكُمْ ثُمَّ تُرَدُّونَ إلى عَالِمِ الغيب والشهادة فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ} . </p><p> قل لهم أيها الرسول: إنكم ميتون، ولا مهرب لكم من الموت، ثم تُرجَعون الى خالقكم الذي يعلمُ السر والعلانية، فيخبركم بما كنتم تعملون، وتحاسَبون على كل ما قلتموه وعملتموه. وأيّ تهديد ووعيد أشد من هذا القول لو كانوا يعقلون!! </p>"
}