{
  "id": null,
  "sura": 62,
  "aya": 1,
  "text": "<p> القدّوس: صفة من صفات الله ومعناها: المنزه عن النقائص. الأُميون: هم العرب، لأنهم كانوا لا يعرفون القراءة والكتابة إلا نسبة قليلة منهم. يزكيهم: يطهّرهم من الشرك وآخرين لمّا يلحقوا بهم: وغيرهم من الناس سيأتون بعدهم. </p><p> يسبّح لله وينزّهه عما لا يليق به كلُّ ما في هذا الوجود من بشرٍ وحيوان وشجر وجماد، هو الملكُ القُدّوس المنزه عن النقائص، المتصفُ بالكمال، {العزيز الحكيم} . </p><p> والله تعال ىهو الذي ارسلَ رسولَه محمداً صلى الله عليه وسلم من العرب الأميين الذين لا يقرأون ولا يكتبون، كي يتلو عليهم القرآن، ويزكّيهم بالاخلاق الفاضلة ويطهرهم من الشرك وعبادة الاوثان، ويعلّمهم الشرائع والعلم النافع ليقودوا العالم وينشروا القِيَم الفاضلة في الشرق والغرب. . وقد كان ذلك من أولئك الأميين بفضل الاسلام وتحت راية القرآن. </p><p> {وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلاَلٍ مُّبِينٍ} </p><p> وأي ضلالٍ اكبر من عبادة الاصنام وإتيان الفواحش، كما قال جعفر بن أبي طالب رضي الله عن هـ يخاطب النجاشيّ ملكَ الحبشة لما هاجروا اليه: </p><p> «أيها الملك كنّا قوماً أهلَ جاهلية، نعبد الأصنام، ونأكل الميتة، ونأتي الفواحش، ونقطع الأرحام، ونسيء الجِوار، ويأكل القويُّ منا الضعيف، فكنا على ذلك حتى بعث الله إلينا رسولاً منا، نعرف نسبه وصِدقه وأمانته وعفافه. فدعانا الى الله لنوحّده ولنعبده، ونخلع ما كنا نعبد نحن وآباؤنا من دونه من الحجارة والأوثان. وأمرَنا بصدق الحديث، وأداء الامانة وصلة الرحم، وحُسن الوار، والكفّ عن المحارم والدماء، ونهانا عن الفواحش وقول الزور، وأكْل مال اليتيم، وقذف المحصنات. وأمَرَنا ان نعبد الله ولا نشرك به شيئا، وأمرنا بالصلاة والزكاة والصيام.» </p><p> {وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ وَهُوَ العزيز الحكيم} </p><p> وبعثه الله تعالى الى جماعات آخرين من العرب وغيرِهم من جميع العالم لم يجيئوا بعد، سيأتون ويحملون مِشعلَ الهداية وينشرون نور الاسلام في مشارق الارض ومغاربها. وهذا يعني أن هذه الأمة المباركة موصولةُ الحلقات ممتدة في جميع اطراف الأرض على مدى الزمان، تحمل هذه الأمانةَ وتُخرج الناس من الظلمات الى النور. والتاريخُ شاهد على ذلك، وهذه الآية من دلائل النبوة، ومن الأدلّة على ان القرآن من عند الله. </p><p> {وَهُوَ العزيز الحكيم} والله ذو العزة والسلطان. </p><p> {ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم} </p><p> إن ذلك الاختيارَ من الله، اختيارَ رسوله الكريم في هذه الأمة التي هي خير أمةٍ أُخرجت للناس - فضلٌ كبير من الله لا يَعدِله فضل، وتكريم كبير لأمة الاسلام السابقين واللاحقين منهم. </p><p> نسأل الله تعالى ان يرد زعماء هذه الأمة الى دينهم، ويبصّرهم شئون أمتهم ويهديهم سواء السبيل. </p>"
}