{
  "id": null,
  "sura": 63,
  "aya": 7,
  "text": "<p> حتى ينفضّوا: حتى يتفرقوا. ليُخرجنّ الاعزُّ منها الأذلَّ: يعني ان المنافقين هم اصحاب العزة، والمسلمين هم الاذلاء كما يزعمون. لولا أخّرتيني: هلاّ أخّرتني. </p><p> عندما غزا رسولُ الله صلى الله عليه وسلم بني المصطَلَق (وهم قوم من خزاعة من القحطانيين) وهاجمهم على ماءٍ لهم يقال له المريسيع من ناحية قديد قرب الساحل - هزمهم وساق إبلهم واموالهم ونساءهم سبايا. وكان في تلك الغزوة رأس المنافقين عبد الله بن أُبَيّ. وقد وقع شجارٌ بين غلام لعمر بن الخطاب وغلام لعبد الله بن ابي، وكاد يقع شر كبير بين المهاجرين والانصار لولا ان تدخّل الرسول الكريم وحسم الخلاف وسار بالناس باتجاه المدينة. </p><p> في هذه الاثناء قال عبد الله بن ابي: لقد كاثَرنا المهاجرون في ديارنا، واللهِ ما نحن وهم الا كما قال المثل:  «سَمِّنْ كَلبك يأكلك» أما واللهِ لئن رجعنا الى المجينة ليُخرجنَّ الأعزُّ منها الأذل، ثم قال لأتباعه: لو أمسكتم عن هذا وذويه فضلَ الطعام لم يركبوا رقابكم، فلا تنفِقوا عليهم حتى ينفضّوا من حول محمد. </p><p> فبلغ ذلك رسولَ الله صلى الله عليه وسلم، فقال عمر: دعني يا رسول الله أضرب عنقَ هذا المنافق، فقال له: فكيف اذا تحدّث الناس أن محمداً يقتل اصحابه؟ </p><p> ثم قال رسول الله لعبد الله بن أُبي: أنت صاحبُ هذا الكلام الذي بلغني، قال: والله الذي انزل عليك الكتابَ ما قلتُ شيئا من ذلك، وان الذي بلَّغك لكاذب. فنزلت هذه الآيات. </p><p> {هُمُ الذين يَقُولُونَ لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ} . </p><p> هؤلاء المنافقون - عبد الله بن ابي وأتباعه - يقولون لا تنفقوا على من عند رسول الله من المؤمنين حتى يتفرقوا عنه، {وَلِلَّهِ خَزَآئِنُ السماوات والأرض} ولكنهم نسوا ان الله هو الرازق، وله جميع هذا الكون وما فيه من ارزاق يعطيها من يشاء، {ولكن المنافقين لاَ يَفْقَهُونَ} لجهلهم بسنن الله في خلقه، وانه كفل الارزاق لعباده في اي مكان كانوا متى عملوا وجدّوا في الحصول عليها. </p><p> وهم الذين {يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى المدينة لَيُخْرِجَنَّ الأعز مِنْهَا الأذل} يعني بذلك عبد الله بن أُبي ومن معه من المنافقين، {وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} فالله له العزة والغلبة، ولمن اعزه الله من الرسول الكريم والمؤمنين، {ولكن المنافقين لاَ يَعْلَمُونَ} . </p><p> روي ان عبد الله بن عبد الله بن أُبي، وكان من خيار الصحابة المؤمنين عندما اشرف على المدينة وقف وسلّ سيفه وقال لابيه: لله عليَّ ان لا أغمده حتى تقول: محمد الأعز وأنا الأذل. فلم يبرح حتى قال عبد الله بن ابيّ ذلك. </p><p> وبعد ان بين حالَ المنافقين وفضحهم وكشف دسائسهم ومؤامراتهم اتجه الى المؤمنين يؤدبهم بأدب القرآن، ويذكّرهم بان الاموال والاولاد والدنيا بأسرها لا قيمة لها من غير إيمان خالص، وانفاق في سبيل الله، وان كل انسان له اجل لا بد منتهٍ اليه، والله خبير بما يعملون. </p><p> فعلى المؤمنين ان لا يكونوا مثل المنافقين، فلا تلهيهم اموالهم ولا اولادهم عن ذكر الله آناء الليل واطراف النهار، وعليهم ان يؤدوا ما فُرض عليهم من العبادات. ثم أمرهم ان ينفقوا اموالهم في سبيل الله، ولا يؤخروا ذلك حتى يحل الموت فيندموا حيث لا ينفع الندم، فيقول احدهم:  {رَبِّ لولا أخرتني إلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصالحين} . ولكل نفس اجل لا تعدوه، وعمر لا يزيد ولا ينقص {وَلَن يُؤَخِّرَ الله نَفْساً إِذَا جَآءَ أَجَلُهَآ} فعليكم ان تستعدوا للرحيل قبل حلول الأجل، وهيئوا الزاد ليوم المعاد. {فَإِنَّ خَيْرَ الزاد التقوى}  [البقرة: ١٩٧] . </p><p> ثم حذّرنا جميعا وانذرنا بانه رقيب على الجميع في كل ما يأتون ويذرون فقال:  {والله خَبِيرٌ بِمَا تَعْمَلُونَ} . وهكذا يربينا الله تعالى بهذا القرآن الكريم. </p><p> قراءات: </p><p> قرأ الجمهور: فاصدق وأكن بجزم أكن على محل أصدق. كان الكلام هكذا: ان اخرتني أصدَّق واكن. وقرأ ابو عمرو وابن محيصن ومجاهد: واكون بانلصب عطفا على اصدق، والله أعلم، والحمد لله وصلى الله عليه سيدنا محمد وعلى آله وصحبه. </p>"
}