{
  "id": null,
  "sura": 67,
  "aya": 20,
  "text": "<p> جند: عون، معين. في غرور: في خداع يخدعون انفسهم. ان أمسك رزْقه: حبس عنكم المطر وغيره من الأسباب التي ينشأ منها الرزق. لجّوا: تعدَّوا الحد. في عُتوّ: في تمرد وعناد. نفور: اعراض وتباعد. مكباً على وجهه: اصل المعنى ان يمشي المرء مطرقا بوجهه الى الارض. والمقصود: الذي يسير على غير هدى. سويًّا: معتدلا، مستقيما. الافئدة: العقول. انشأكم: خلقكم. ذرأكم: خلقكم. زلفة: قريبا. سيئت وجوه الذين كفروا: قبحت وعَلتها الكآبة. تدعون: تطلبون، وتستعجلون. أرأيتم: اخبروني. غورا: غائرا في الأرض. معين: جارٍ غزير. </p><p> بعد ان بين الله للناس عجائب قدرته فيما يشاهدونه من احوال الطير وخلقه، وخوّفهم من خسف الأرض بهم، وارسال الحاصب عليهم بالعذاب - سأل الجاحدين المعاندين بقصد التوبيخ والتقريع: من الذي يعينكم وينصركم ويدفع عنكم العذاب اذا نزل بكم؟ هل هناك غير الرحمن؟ والتعبيرُ بالرحمن يدل على ان الله رؤوف بعباده رحيم. </p><p> {إِنِ الكافرون إِلاَّ فِي غُرُورٍ} وظنٍّ كاذبٍ يخدعون به انفسهم. </p><p> ثم سؤال ثان منه تعالى: إذا منعَ اللهُ عنكم أسبابَ الرزق، من يرزقكم غيرُ الله: بل تمادى الكافرون في استكبارِهم وبُعدِهم عن الحق. </p><p> ثم ضرب الله مثلاً يبين به الفرق بين المشركين والموحدين فقال: </p><p> {أَفَمَن يَمْشِي مُكِبّاً على وَجْهِهِ أهدى أَمَّن يَمْشِي سَوِيّاً عَلَى صِرَاطٍ مُّسْتَقِيمٍ} . </p><p> هل الذي يعيش في الضلال ويتخبط في الجهالة والكفر اهدى سبيلاً، أم الذي آمنَ ويمشي على الطريق المستقيم سالماً من التخبط والجهل؟ {مَثَلُ الفريقين كالأعمى والأصم والبصير والسميع هَلْ يَسْتَوِيَانِ؟}  [هود: ٢٤] . </p><p> فهذا المكبّ على وجهه هو المشرك، والذي يمشي سويا هو الموحّد، فهل يستويان؟ قل لهم ايها الرسول ان ربكم هو الذي خلقكم وجعل لكم السمع والأبصار والأفئدة، لتسمعوا وتبصروا وتهتدوا، ولكن {قَلِيلاً مَّا تَشْكُرُونَ} ولكنكم مع كل هذه النعم فالشاكرون منكم قليل. قل لهم منبهاً الى خطأهم وجحودهم: ان ربكم هو الذي خلقكم وبثكم في الارض، ومن ثم اليه ترجعون يوم القيامة. ومع هذا كله، يسألون الرسول استهزاء وتهكماً فيقولون: متى يأتينا العذابُ الذي تعدنا به؟ </p><p> {قُلْ إِنَّمَا العلم عِنْدَ الله وَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ} </p><p> قل يا محمد: هذا علمٌ اختص الله به، وانما انا رسول منه جئت لأنذركم وأبين لكم شرائع الله. </p><p> {فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الذين كَفَرُواْ وَقِيلَ هذا الذي كُنتُم بِهِ تَدَّعُونَ} . </p><p> الحديث في هذه الآية يكون يوم القيامة، يعني: فلما قامت القيامة وحشر الناس ورأى الكفار العذابَ قريبا منهم ساءهم ذلك وعلت وجوههم الكآبة والحزن. ويقال لهم {هذا الذي كُنتُمْ بِهِ تَسْتَعْجِلُونَ}  [الذاريات: ١٤] وهذا التعبير جاء ليدلنا على ان يوم القيامة قريب جدا. </p><p> وكما جاء في قوله تعالى: </p><p> {وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ}  [الزمر: ٤٧، ٤٨] . </p><p> قل لهم: أخبِروني ماذا تستفيدون إن أماتنيَ اللهُ ومن معي من المؤمنين، او رحمَنا فأخّر آجالنا وعافانا من عذابه؟ فهل هذا كله يمنع الكافرين من عذابٍ أليمٍ استحقّوه بكفرهم وغرورهم! . </p><p> {قُلْ هُوَ الرحمن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ} . </p><p> قل لهم ايها الرسول: آمنا بالرحمن رب العالمين، وتوكلنا عليه في جميع أمورنا، وستعملون اذا نزل العذاب من هو الضال من المهتدي. وقد تكرر لفظ الرحمن اربع مرات في هذه السورة ليدل على انه رحيم بعباده، بابه مفتوح لهم دائماً. </p><p> ثم يختم الله تعالى هذه السورة العظيمة بتهديد كبير، ويلمّح لهم بعذاب الدنيا قبل عذاب الآخرة وذلك بحرمانهم من الماء الذي هو سبب الحياة الأول فيقول: </p><p> {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْراً فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ} </p><p> قل لهم: أخبروني ان ذهب ماؤكم غائرا في الارض ولم تستطيعوا الوصول اليه، فمن يأتيكم بماء عذب جار تشربونه؟ ولا جواب لكم الا ان تقولوا: الله. </p><p> قراءات: </p><p> قرأ يعقوب: تدعون بفتح الدال من غير تشديد. والباقون: تدعون بتشديد الدال. وقرأ الكسائي: فسيعلمون بالياء. والباقون: فستعلمون بالتاء. </p><p> فلله الحمد والمنة، وصلى الله عليه سيدنا محمد وعلى آله وصحبه وسلم. </p>"
}