{
  "id": null,
  "sura": 69,
  "aya": 1,
  "text": "<p> الحاقة: القيامة، قال في لسان العرب: سُميت حاقة لأنها تحُق (بضم الحاء) كل انسان من خير او شر: ومثلها القارعة: فهي من أسماء يوم القيامة، سميت قارعة لشدة هولها. وما أدرك: اي شيء أعلمك ما هي؟ . الطاغية: هي صيحة العذاب والصاعقة التي تأخذ الظالمين. بريحٍ صرصر: ريح باردة مهلكة لها صوت شديد. عاتية: بالغة العنف. سخّرها عليهم: سلطها عليهم. حسوما: تتابعت تلك الايام والليالي واستمرت حتى استأصلتهم. الحسم: القطع. أعجاز نخل خاوية: اصول النخل المقطوعة منذ زمن، فهي جوفاء فارغة. فهل ترى لهم من باقية: فهل ترى لهم أثرا باقيا؟ والمؤتفكات: المنقلبات، وهي قرى قوم لوط. بالخاطئة: بالأعمال الخاطئة الفاحشة. فأخذَهم أخذةً رابية: فأخذهم الله بذنوبهم أخذةً زائدة في الشدة. طغى الماء: زادَ وتجاوز حده وارتفع. حملناكم: حملنا آباءَكم. في الجارية: في السفينة التي تجري على الماء. تذكرة: موعظة. تعيَها: تفهمها وتحفظها. واعية: فاهمة حافظة. حُملت الأرض والجبال: رفعت من اماكنها وازيلت. فدُكتا دَكة واحدة: دُقَّت كلّ منهما وهُدمت. وقعت الواقعة: قامت القيامة. واهية: متداعية. والمَلَك على أرجائها: والملائكة واقفة على نواحيها. </p><p> {الحاقة مَا الحآقة؟} . </p><p> أي شيء أعلَمَكَ بها أيّها الانسان!؟ إنها فوق ما تسمعه وتراه، وتتصوّره العقول، فهي خارجة عن دائرةِ علومِ المخلوقات، لعِظَم شأنها، ومدى هولها وشدتها. </p><p> ثم ذكر اللهُ تعالى بعضَ الأمم التي كذّبت، فنزل بها ما نزل من العذاب، مثل ثمود وعادٍ الّذين كذبوا بالقيامة، فأهلكَ اللهُ ثمودَ بالصاعقة كما جَاءَ في سورة فصّلت {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى فَأَخَذَتْهُمْ صَاعِقَةُ العذاب الهون بِمَا كَانُواْ يَكْسِبُونَ}  [فصلت: ١٧] ، وهذا معنى الطاغية، والرجفة كما جاء في سورة الأعراف. . . . </p><p> واما عادٌ فأهلكهم الله بريحٍ باردة عنيفة، سلّطها عليهم سبعَ ليالي وثمانيَة أيام متتابعةٌ بلا انقطاع حتى أفناهم، {فَتَرَى القوم فِيهَا صرعى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ} كأنّهم أصولُ نخلٍ متآكلة الأجواف فارغة، وأُبيدوا ولم يبقَ منهم أحد. </p><p> كذلك فرعون وقومه أخذّهم الله بكفرهم. والمؤتفكاتُ أيضاً، قرى قوم لوط، لأن الله قَلَبَ تلك القرى فجعل عاليَها سافلَها بسبب خطيئتهم ومعصيتهم. وقد ذكر فرعونَ وقومَ لوطٍ وعاداً وثمود اكثر من مرة. </p><p> ثم ذكر حادثة الطوفان زمن نوح باختصار. </p><p> لما حصل الطوفان وارتفع الماء وجاوز حدَّه حتى علا فوق الجبال - حَمَلْنا آباءكم من مؤمني قومِ نوحٍ في السفينة، وأنجيناهم من الغرق. وذلك لنجعلَ نجاةَ المؤمنين وإغراقَ الكافرين عبرةً لكم وعظة، وتفهَمَها كل أُذُنٍ حافظةٍ سامعةٍ عن الله فتنتفع بما سمعت. </p><p> وبعد ان قصّ الله علينا أخبارَ السابقين - شَرَعَ يفصّل لنا أحوال يوم الحاقّة والقيامة والقارعة والواقعة وما يكون فيه من أهوال: </p><p> فاذا نَفخ الملَكُ النفخة الأولى يكون عندها خرابُ العالم، فتُزال الأرضُ والجبال عن اماكنها. </p><p> {فَدُكَّتَا دَكَّةً وَاحِدَةً فَيَوْمَئِذٍ وَقَعَتِ الواقعة} . </p><p> في ذلك اليوم تقوم القيامة، وتتصدّع السماءُ وتتشقّق، لأنها تكون ضعيفة واهية. وترى الملائكة واقفةً على جوانبها. </p><p> {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} . من الملائكة الشِداد الاقوياء. </p><p> {يَوْمَئِذٍ تُعْرَضُونَ لاَ تخفى مِنكُمْ خَافِيَةٌ} . </p><p> في ذلك اليوم تُعرضون امام الله وتحاسَبون على كل صغيرة وكبيرة لا يخفى على الله من اموركم شيء. . وهذا كله يجري بأمر الله، لا ندري كيف ومت ىيكون، وكل امور الآخرة مخالفة لأوضاعنا وعقولنا لا ندركها، فندعُ تفصيلَ ذلك. </p><p> قراءات: </p><p> قرأ الجمهور قَبله بفتح القاف وسكون الباء: اي من تقدمه من القرون الماضية. وقرأ ابو عمرو والكسائي: ومن قِبله بكسر القاف وفتح الباء اي ومن عنده من أتباعه. وقرأ الجمهور: لا تخفى منكم خافية بالتاء. وقرأ حمزة والكسائي: لا يخفى بالياء. </p>"
}