{
  "id": null,
  "sura": 69,
  "aya": 38,
  "text": "<p> فلا أقسِم: معناها، فأُقسِم. بما تبصرون: بما تشاهدون من المخلوقات وما في هذا الكون العجيب. وما لا تبصرون: كل ما غاب عنكم وما اكثره. ولا بقول كاهن: الكاهنُ مَنْ يتنبأ بالغيب كذباً وزورا، وكان هذا النوع من الناس شائعا عند العرب في الجاهلية. ولو تقوّل: لو افترى علينا. الأقاويل: الأكاذيب، الاقوال المفتراة. لأخذْنا منه: لأمسكناه. باليمين: بيمينه. الوتين: الشريان الرئيسي الذي يغذي الجسمَ بالدم النقي الخارج من القلب، فاذا قطع هذا العِرقُ مات الانسان حالا. حاجزين: مانعين. وإنَّه لحقُّ اليقين: وان القرآن الكريم لحقٌّ ثابت من عند الله. </p><p> بعد هذه الجولةِ مع الجاحدين وما ينتظرُهم من عذاب في ذلك اليوم الشديد الهول - يعود الكتابُ ليؤكّد أن ما يتلوه الرسولُ الكريم هو القرآنُ الكريم من عندِ ربّ العالمين، وأن الأمرض لا يحتاج إلى قَسَم أنه حقٌ، صادرٌ عن الحق، وانه ليس شعرَ شاعرٍ، ولا كهانةَ كاهنٍ، ولا افتراءَ مفترٍ، فما هو بحاجة الى توكيدِ يمين. </p><p> {فَلاَ أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لاَ تُبْصِرُونَ} . </p><p> تكرر هذا التعبيرُ {لاَ أُقْسِمُ} في القرآن الكريم، وهو يمين عظيم. وهو كما يقول المتأكد من أمرٍ من المور: لا حاجة الى اليمين عليه. . . . . </p><p> لقد حارتْ قريش في أمرِ الرسولِ الكريم، وتبلبلت آراء زعمائها في ما يتلوه عليهم، فقال بعضُهم إنه كاهن، وقال بعضُهم إنه مجنون، وقال بعضهم إنه شاعر، وقال بعضهم إنه ساحر. . ولم يستقرّ رشأيهم على شيء، حتى إن أكبرَ أعدائه - وهو النضر بن الحارث من بني عبد الدار، صاحبُ لواء قريش يوم بدر - قال مسفّهاً هذه الآراء كلها بقوله:  «يا معشرَ قريش، انه واللهِ قد نزل بكم أمر ما أتيتم به بحيلة بعد، قد كان محمد فيكم غلاماً حَدَثا، أرضاكم فيكم، وأصدقكم حديثا، وأعظمكم أمانة، حتى إذا رأيتم في صِدغيه الشَّيب،وجاءكم بما جاءكم به قلتم:ساحرٌّ لا واللهِ، ما هو بساحر. لقد رأينا السحرةَ ونَفَثْهم وعقدهم. وقلتم كاهن! لا واللهِ ما هو بكاهن. قد رأينا الكهنةَ وتخالُجَهم، وسمعنا سجعهم. وقلتم شاعر! لا واللهِ ما هو بشاعر. قد رأينا الشِعر،وسمعنا أصنافه كلَّها:هَزَجَه وَرجَزه. وقلتم مجنون! لقد رأينا الجنون فما هو كذلك. يا معشر قريش، فانظروا في شأنكم، فإنه واللهِ قد نزل بكم امر عظيم. . . . .» . </p><p> أُقسِم بما تشاهدون من هذا الكون العجيب وما فيه حولَكم من مخلوقات، وبما غابَ عنكم مما لا تشاهدونه، وما أكثره. . . أنّ هذا القرآن هو قولُ رسولٍ كريم أنزلَه اللهُ عليه، {وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلاً مَّا تُؤْمِنُونَ} حيث كان بعض زعماء قريش يقول عنه إنه شاعر {وَلاَ بِقَوْلِ كَاهِنٍ قَلِيلاً مَّا تَذَكَّرُونَ} وليس هو بقولِ كاهن من كهنةِ العرب كما تزعمون، بل هو:  {تَنزِيلٌ مِّن رَّبِّ العالمين} أنزله على عبده محمد بن عبد الله صلى الله عليه وسلم. </p><p> وبعد ان أثبت اللهُ تعالى أن القرآن الكريم تنزيلٌ من رب العالمين، ليس بشعرٍ ولا كهانة - أكّد هنا أن الرسولَ الأمين لا يمكن ان يتقوَّلَه، اذ لو فعلَ ذلك لأخذْنا منه بيمينه، وقطَعْنا منه نِياطَ قلبه فيموتُ حالا، فلا يستطيعً أحدٌ منكم مهما بلغتْ قوَّتُه ان يحجِزَ عقابنا عنه. وهذا معنى:  {فَمَا مِنكُمْ مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ} . </p><p> ثم بين الله تعالى أنّ هذا القرآن تذكِرةٌ وعِظةٌ لمن يتقي الله ويخشاه، وأنه حسرةً على الكافرين حينما يَرَوْنَ ثوابَ المؤمنين، {وَإِنَّهُ لَحَقُّ اليقين} فهو حقٌّ ثابت لا ريبَ فيه. ولو ان منكم مكذِّبين. </p><p> ثم امر رسوله الكريم أن يسبِّح ربه العظيم وينزّهَه، ويشكره على ما آتاه من النِعم، وعلى ما أوحى به إليه من القرآن العظيم. </p>"
}