{
  "id": null,
  "sura": 70,
  "aya": 36,
  "text": "<p> قبلك: بكسر القاف وفتح الباء، نحوك جهتك، في الجهة التي تليك. مهطعين: مسرعين، والفعل أهطع: يأتي بمعنى نظر في ذلٍّ وخشوع، وبمعنى أسرع. عِزين: جماعات مفردها عِزَة بكسر العين وفتح الزاي. بمسبوقين: بمغلوبين. الأجداث: القبور، واحدها جَدَث بفتح الجيم والدال. النصُب: كل ما نصب للعبادة من دون الله، كالأصنام وما شابهها. يوفضون: يسرعون. خاشعة أبصارهم: أبصارهم ذليلة. ترهَقُهم: تغشاهم. </p><p> ما بالُ هؤلاء الّذين كذّبوا برسالتك مسرِعينَ إليك، يجلِسُون حوالَيْك جماعاتٍ جماعات، ليسمعوا ما تتلوه عليهم من آياتِ الله، ثم يردّدونها فيما بينَهم ساخرين!! ولا يعون ما تُلقيه عليهم من رحمة الله وهدْيه! ومثله قوله تعالى:  {فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ}  [المدثر: ٤٩] . </p><p> ثم بين مآلهم وأنهم لا يدخلون الجنةَ أبداً فقال: </p><p> {أَيَطْمَعُ كُلُّ امرىء مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍ كَلاَّ إِنَّا خَلَقْنَاهُم مِّمَّا يَعْلَمُونَ} . </p><p> أيطمعَ هؤلاء في ان يدخلوا الجنةَ، وقد كذّبوك ايُّها الرسول ولم يؤمنوا برسالتك، وهم معرِضون عن سماع الحق!! كلا: لا مطمعَ لهم في ذلك ولا نصيب. وكيف يطمعون في دخولِ الجنة، وهم يكذّبون بالبعث والجزاء؟ وقد خلقناهم من ماء مهين. </p><p> ثم أوعدهم بأنهم إن لم يؤمنوا ويرجعوا عن كفرهم - أهلكَهم واستبدلَ بهم قوماً غيرهم خيراً منهم فقال: </p><p> {فَلاَ أُقْسِمُ بِرَبِّ المشارق والمغارب إِنَّا لَقَادِرُونَ على أَن نُّبَدِّلَ خَيْراً مِّنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ} . </p><p> لقد أقسَم الله تعالى بربِّ المشارقِ والمغارب (وهي مشارقُ الشمس ومغاربها) وببقية النجوم والكواكب، فهي تُشرق كل يومٍ من مكان، وتغرب كذلك (فمشارقُ الشمس متعدّدة وكذلك مغاربها) إنه لَقادر على ان يُهلكَهم ويأتي بخلْقٍ خيرٍ منهم، وما هو بعاجز عن هذا التبديل. </p><p> ثم سلّى جلّ جلالُه رسولَه الكريم عما يقولون ويسخرون بأنهم سيلاقون يومهم الذي وعدَهم الله، وهناك سيلقون جزاءهم. في ذلك اليوم يَخرجون من قبورهم مسرعين إلى الداعي كأنهم يهرولون الى النُصُب التي كانوا يعبدونها في الدنيا، ولكنّ حالَهم مختلفٌ، فإنهم يأتون وأبصارُهم خاشعة أذلاَّء تعلو وجوهَهكم الكآبة والحزن. </p><p> {ذَلِكَ اليوم الذي كَانُواْ يُوعَدُونَ} </p><p> ذلك اليوم هو يوم القيامة وما فيه من أهوال عظام هو موعدُهم، وفيه ينالون جزاءَهم، وبئس المصير. </p><p> قراءات: </p><p> قرأ حفص وابن عامر: نُصُب بضم النون والصاد. وقرأ الباقون: نَصَب بفتح النون والصاد، وهما لغتان. او ان النصب بضم النون والصاد جمع نصب بفتح النون وسكون الصاد. والله اعلم. </p>"
}