{
  "id": null,
  "sura": 70,
  "aya": 1,
  "text": "<p> سأل: طلب. ليس له دافع: لا يستطيع أحد رده. المعارج: الدرجات، والمصاعد. واحدها معرج بكسر الميم ومعرج بفتحها، ومعراج. الروح: جبريل. المُهل: المعدن المذاب كالفضة والحديد وغير ذلك، وعكر الزيت. العهن: الصوف. حميم: قريب، صديق. الفصيلة: العشيرة. لظى: جهنم. الشَّوى: واحدها شواة، جلدة الرأس. جمعَ فأوعى: جمع المال وخبأه في وعاء، وبَخِل به ولم يصرف منه في وجوه الخير. </p><p> كان زعماءُ قريش كثيراً ما يسألون الرسولَ الكريم عن موضوع القيامة، ويقولون إنّ محمداً يخوّفُنا بالعذاب، فما هذا العذاب؟ ومتى يكون؟ وكان النضرُ بن الحارث ومعه كثيرون يقولون، منكرين ومستهزئين: متى هذا الوعد؟ وينكرون البعثَ والجزاءَ أشدَّ الإنكار. فردّ الله عليهم بهذه السورة الكريمة. </p><p> إن العذابَ الذي طلبه السائلون واقعٌ بهم لا محالة، لن يستطيع أحدٌ ردَّه، وسيأتيهم من الله تعالى خالقِ السموات وما فيها من مسالك، والذي يعصَدُ جبريل والملائكة اليه في يومٍ طويلٍ شاقّ على الكافرين مقدارُه خمسون الف سنة من ايامنا هذه. ويجوز ان يكون أطول، فليس المرادُ من ذِكر الخمسين تحديدَ العدد، بل بيان شدةِ ذلك اليوم وعظم هوله. فاصبرْ يا محمدُ على استهزائهم واستعجالهم العذابَ {صَبْراً جَمِيلاً} . </p><p> ثم بين الله تعالى ان هذا اليومَ آتٍ لا شكّ فيه فقال: </p><p> {إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَنَرَاهُ قَرِيباً} . </p><p> إن الكفار الجاحدين يرون يوم القيامة مستحيلاً لا يَقَع، ونراه واقعاً قريباً غير متعذَّر على قدرتنا، فَلْيحذروه. </p><p> ثم ذكر وقتَ حدوث ذلك اليوم وشيئاً من أهواله فقال: </p><p> {يَوْمَ تَكُونُ السمآء كالمهل} </p><p> إنه يوم شديدُ الهول تذوب فيه السماءُ كالمعادن المنصهرة ويصيرُ لونُها مثل عَكْرِ الزيت أما الجبال فتغدو مثل الصوف المنفوش تتطاير في أرجاء الكون. وفي ذلك الهول الشديد يصير كل انسان مشغولاً بنفسه، لا يسألُ عن أقاربه ولا أصدقائه. . . . وإنهم لَيرون بعضهم البعض لكنه لا يسال أحدٌ عن احد، ويتمنى الكافر لو يفدي نفسَه من عذاب يوم القيامة ببنيه، وزوجته، وأخيه وعشيرته التي ينتمي اليها، بل وبجميع من في الأرض، علّه ينجو من العذاب. . {كَلاَّ} لا يمكن ان ينجيه شيء، ولا يُقبل منه فداءٌ ولو جاء بأهل الأرض جميعا. بل إن مصيرَهُم الى لظى جهنّم الشديدةِ الحرارة حتى تنزعَ جلدةَ الرأس عنه. </p><p> {تَدْعُو مَنْ أَدْبَرَ وتولى وَجَمَعَ فأوعى} </p><p> انها تنادي أولئك المجرمين الذين تولَّوا عن الدعوة في الدنيا، وأعرضوا عن الحق، وجمعوا المالَ وكدّسوه في خزائنهم، ولم يؤدوا حقّ الله فيه. </p><p> فهل هناك اكبر من هذا التهديد والوعيد لمن بَخِلَ بماله، وأعرضَ عن الله ورسوله. . . . فاعتبِروا يا أولي الألباب. </p><p> قراءات: </p><p> قرأ الجمهور: سأل سائل بالهمزة. وقرأ نافع وابن عامر: سال بغير همزة. وقرأ الجمهور: تعرج بالتاء. وقرأ الكسائي: يعرج بالياء. وقرأ الجمهور: ولا يسأل بفتح الياء. وقرأ ابن كثير: ولا يسأل بضم الياء مبنيّاً للمجهول. وقرأ حفص وحده: نزاعة بالنصب. والباقون: نزاعة بالرفع. </p>"
}