{
  "id": null,
  "sura": 72,
  "aya": 18,
  "text": "<p> المساجد: جمع مسجد، موضع السجود للصلاة والعبادة، وتشمل جميع المعابد. فلا تدعوا: فلا تعبدوا. عبد الله: محمد صلى الله عليه وسلم. لبدا: بكسر اللام وفتح الياء، جماعات والمراد: متراكمين متزاحمين. وسيأتي انه قرئ: لُبدا بضم اللام وفتح الباء، وهما لغتان. ولا رشدا: ولا نفعا. ملتحَدا: ملجأ وملاذا. امدا: غاية. رصدا: راصدا يرصده. </p><p> قل أوحي إليّ أن المساجدَ لله فلا تعبُدوا فيها مع الله أحدا. وانه لمّا قامَ محمد صلى الله عليه وسلم يعبدُ اللهَ ويقرأُ القرآن كاد الجِنُّ يكونون مزدَحِمين عليه جماعاتٍ، نعجُّباص مما رأوه وسمِعوه. </p><p> وقال بعض المفسّرين: لمّا قامَ عبدُالله بالرسالة يدعو الله وحدَه مخالفاً المشركين في عبادَتِهم الأوثان، كادَ الكفّارُ لِتظاهُرِهم عليه وتعاوُنِهم على عَداوته يزدَحِمون متراكمين جماعاتٍ جماعات. </p><p> قل يا محمد لأولئك الّذين خالَفوك: إنما أعبدُ الله ربِّي ولا أُشركُ به في العبادة أحدا. </p><p> ثم بين انه لا يملك من الأمر شيئا وأن كل شيءٍ بيدِ الله: </p><p> {قُلْ إِنِّي لاَ أَمْلِكُ لَكُمْ ضَرّاً وَلاَ رَشَداً} . </p><p> لستُ أملك لكم دفعَ ضرر ولا تحصيلَ هدايةٍ ونفع، وانما الّذي يملِكُ ذلك كلَّه هو الله تعالى. </p><p> ثم بين الكتاب عجز الرسول عن شئون نفسِه بعد عجزِه عن شئون غيره فقال: </p><p> {قُلْ إِنِّي لَن يُجِيرَنِي مِنَ الله أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَداً} . </p><p> إنه لا يجيرني من الله ولا يدفع عني عذابَ الله إن عصيتُه أحد، ولن أجِد من دونه ملجأً ولا ملاذا، ولن ينصرني منه ناصر. </p><p> {إِلاَّ بَلاَغاً مِّنَ الله وَرِسَالاَتِهِ} إنني لا أملِك إلا تبليغاً عن اللهِ ورسالاته التي بعثني بها. </p><p> ثم بيّن جزاء الذين يعصُون الله ورسوله فقال: </p><p> {وَمَن يَعْصِ الله وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَداً} . </p><p> ومن يعصِ الله فيما أمَرَ به، ويكذّب برسوله - فإن جزاءه نارُ جهنم يَصلاها خالداً فيها ابدا. </p><p> {حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِراً وَأَقَلُّ عَدَداً} . </p><p> وعندما يرون جهنم والعذابَ الذي أُعدَّ لهم سيعلمون من هم المستضعَفون؟ المؤمنون الموحدون لله تعالى أم المشركون الذين لا ناصرَ لهم ولا معين! </p><p> ثم أمر الله رسولَه الكريم ان يقول للناس: إنه لا عِلمَ له بوقتِ الساعة، ولا يدري أقريب وقتُها أم بعيد، فهو لا يعلم شيئاً من الغَيب إلا اذا أعلمه اللهُ به. وهذا معنى قوله: </p><p> {إِلاَّ مَنِ ارتضى مِن رَّسُولٍ فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً} . </p><p> الا رسولاً ارتضاه لِعِلْمِ بعضِ الغيب، فإنه يُدخِل من بين يدي الرسولِ ومن خَلْفِه حفظةً من الملائكة تحولُ بينه وبين الوساوس، فالله يصونُ رُسلَه ويحفظهم من كل شيء. </p><p> {لِّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رِسَالاَتِ رَبِّهِمْ} وقد عَلِمَ تفصيلاً بما عندهم، {وَأَحَاطَ بِمَا لَدَيْهِمْ وأحصى كُلَّ شَيْءٍ عَدَداً} فعلم عدد الموجودات كلّها، لا يغيبُ عنه شيءٌ منها. </p><p> قراءات: </p><p> قرأ ابن عامر: لُبدا بضم اللام. والباقون لبدا بكسر اللام وفتح الباء. وقرأ عاصم وحمزة: قل انما ادعو ربي بفعل الأمر، والباقون: ق لانما ادعو ربي بالفعل الماضي. </p><p> وهكذا انتهت هذه السورة الكريمة بردّ كل شيء اليه تعالى، وانه يراقب كل شيء حتى رسُله الكرام. </p>"
}