{
  "id": null,
  "sura": 73,
  "aya": 10,
  "text": "<p> هجراً جميلا: تبعّد عن خصمك بلا عتاب ولا اذى. أولي النَعمة: بفتح النون، اصحاب النعيم المتنعمين بأموالهم واولادهم. النعمة بفتح النون: الرفاهية وطيب العيش. والنِعمة بكسر النون: ما أنعم الله به على الانسان من رزق ومال وغيره. مهِّلهم وأمهلهم: اتركهم برفق وتأنّ ولا تهتم بشأنهم. أنكالا: جمع نكل (بكسر النون) وهو القيد الشديد. ويقال: فلان نكل شر. وطعاماً ذا غصة: هو الطعام الذي لا يستساغ، يقف في الحلق فلا يدخل ولا يخرج. الكثيب: الرمل المجتمع كالتل، جمعه كثبان وكثب وأكثبة. مَهيلا: ينهال ويتحرك من الرياح ولا يثبت. أخذاً وبيلا: اخذا ثقيلا. منفطر: متصدع، متشقق. </p><p> بعد ان بيّن اللهُ لعبادِه كيف تكون العبادةُ وكان ذلك في أوائل الدعوة - أدَّب الرسولَ الكريم بآدابٍ رفيعة يعامِل بها المكذّبين. </p><p> اصبر أيها الرسولُ على أذى سفهاء قومك، ولا تكترثْ بما يتقوّلون عليك مثل قولهم:  «ساحر أو شاعرٌ أو مجنون» او غيرِ ذلك من الأباطيل. ابتعدْ عنهم، ولا تتعرّضْ لهم بأذى وخالفْهم في الأفعال، مع المداراة والحِلْم والصبر. </p><p> ثم أمر رسولَه ان يترك أمرَ المشركين إليه، أولئك الذين أبطرتْهم النعمةُ، فالله هو الكفيلُ بمجازاتهم وسوف لا يكون ذلك طويلا. ثم ذكر أنه سيعذّبهم بالأَنكالِ والقيودِ الشديدة والنارِ المستعرة، وبالطعام الذي لا يُستساغ بل ينشبُ في الحَلْق، وبالعذابِ الأليم. </p><p> متى يكون هذا؟ سيكون: </p><p> {يَوْمَ تَرْجُفُ الأرض والجبال وَكَانَتِ الجبال كَثِيباً مَّهِيلاً} . </p><p> ذلك يومً القيامة، يومَ تُزلزَلُ الأرضُ وتصير الجبال مفتتة كالرمال التي تنهالُ ولا تثبُتُ على حال ثم تُنْسَفُ نسفاً، فلا يبقى منها شيء. </p><p> وبعد ان خوّف المكذّبين بأهوالِ القيامة بيّن لهم ما لقيَ مَن قبلَهم من المم السالفة وما حلّ بهم من العذابِ والدمار فقال:  {إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولاً شَاهِداً عَلَيْكُمْ كَمَآ أَرْسَلْنَآ إلى فِرْعَوْنَ رَسُولاً فعصى فِرْعَوْنُ الرسول فَأَخَذْنَاهُ أَخْذاً وَبِيلاً} . </p><p> إنا أرسلْنا اليكم يا أهلَ مكة والعربَ والعالمَ اجمعَ محمداً يشهدُ عليكم يومَ القيامة، كما أرسلنا الى فرعونَ موسَى يدعوه إلى الحق، فعصَى فرعونُ الرسولَ الذي أرسلناه اليه، فأخذناه أخذاً شديداً، حيث أهلكناه ومن معه بالغَرق. فاحذَروا ان تكذّبوا رسولكم، فيصيبكم مثلُ ما أصابه. ثم أعاد تهديدَهم وتخويفَهم بعذابِ الآخرة فقال:  {فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْماً يَجْعَلُ الولدان شِيباً السَّمَآءُ مُنفَطِرٌ بِهِ كَانَ وَعْدُهُ مَفْعُولاً} </p><p> إن كفرتم وأصرَرْتُم على جُحودكم فكيف تَتّقون عذابَ ذلك اليوم الذي يَشِيبُ لِهولِهِ الأطفال، وتنشقُّ السماء! ووعدُ الله واقعٌ لا محالة، واللهُ لا يُخلِفُ وعْدَه. </p><p> ثم بعد ما بيّن ما يقع في ذلك اليوم من أهوالٍ مخيفةٍ أخذَ يذكّرهم بأنّ هذه الأشياءَ التي قدّمها ما هي الا موعظة، فمن شاءَ الانتفاعَ بها {اتخذ إلى رَبِّهِ سَبِيلاً} فاختارَ طريقَ السلامة بالإيمان والتقوى. . . . وهذا من الترغيب في الأعمال الصالحة بعدَ ذلك الترهيبِ والتخويف. </p>"
}