{
  "id": null,
  "sura": 73,
  "aya": 1,
  "text": "<p> المزمل: المتلفف بثيابه ومثله المتزمل، يقال ازَّمَّل وتزمل بثوبه التفّ به وتغطى، وزمَّل غيره اذا غطاه. . رتّلِ القرآن ترتيلا: اقرأه على مهل وبين حروفه بوضوح. قولاً ثقيلا: الوحي وما فيه من كلام عظيم وتكاليف شاقة. ناشئةَ الليل: الاستيقاظ من النوم والقيام للصلاة. أشدّ وطأ: اكثر مشقة. وأقومُ قيلا: أثبتُ قراءة وأصوب، لحضور القلب وهدوس الاصوات. سَبْحا: تقلبا وتصرفا في مهام امورك، واشتغالا في امور الرسالة. وتبتَّلْ اليه تبتيلا: انقطع الى الله وأخلص اليه. واتخذْه وكيلا: فوض كل امورك اليه. </p><p> هذه الآياتُ من أولِ ما نزلَ من الوحي على الرسولِ الكريم صلى الله عليه وسلم، وقد روي في الاحاديث الصحيحة أنه لما جاءه جبريلُ وهو في غار حِراء في أول الوحي خافه الرسول، وظنّ ان به هو مسّاً من الجنّ، فرجع من غار حِراء مرتعِدا يرجُف فؤادُه، فقال لأهله: زمِّلوني وملوني، لقد خشيتُ على نفسي. واخبر خديجةَ الخبر. فنزلت هذه الآياتُ: </p><p> {ياأيها المزمل قُمِ الليل إِلاَّ قَلِيلاً نِّصْفَهُ أَوِ انقص مِنْهُ قَلِيلاً أَوْ زِدْ عَلَيْهِ وَرَتِّلِ القرآن تَرْتِيلاً} . </p><p> يا أيها المتلفّف بثيابه، قُم في الليلِ وانشَط للصلاة، لتستعدَّ للأمرِ الجليل، وهو تبليغُ دعوة ربّك للناس. ثم بيّن له المقدارَ الذي يصلّيه: نصفَ الليل، أو أقلَّ من النصف، او زِدْ عليه بقدْرِ ما تستطيع، واقرأ القرآن ببيانٍ ووضوحٍ وترتيب. . . . وهذا قبل ان تُفرضَ الصلواتُ الخمس. </p><p> ثم أخبره تعالى بأنه سيُلقي عليه قرآناً عظيماً فيه تكاليفُ شاقة على المكلَّفين، فاستعدَّ لهذا الأمر يا محمد. ثم بيّن له بوضوحٍ أن الصلاةَ بالليل والنهوضَ للعبادة شديدُ الوطأة، ولكنّه أقْوَمُ وأثبتُ لقراءة القرآن، لِحضورِ القلب، ولأن الليلَ تهدأ فيه الأصواتُ وتنقطعُ الحركة، فيكون الذهنُ أجْمَعَ، والنفسُ أصفَى للتدبُّر والتأمل في أسرار القرآن الكريم. </p><p> {إِنَّ لَكَ فِي النهار سَبْحَاً طَوِيلاً} </p><p> ان لك في النهارِ وقتاً طويلاً تَصْرِفه في العملِ والاشتغال بأمور الرسالة، ففرّغ نفسَك في اللّيل لعبادةِ ربّك. </p><p> ثم انتقلَ بعد ذلك إلى أمرِ الرسول الكريم بتبليغ الدعوةِ والانقطعاِ لذلك وتفويضِ أموره كلّها إليه: </p><p> {واذكر اسم رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلاً} </p><p> استعنْ على تبليغ دعوتك بذِكر الله، وانقطعْ إليه في عبادَتِك وأمورك جميعها. </p><p> ثم بين له أنه ليس هناك إلا اللهُ وحدَه، فاتجهْ إليه بالعبادة، هو مالكُ هذا الكون العجيب الكبير، {فاتخذه وَكِيلاً} وفوِّض أمورك إليه، واستمدَّ القوةَ والعون منه لتحملَ العِبء الثقيلَ الذي القي عليك. </p><p> قراءات: </p><p> قرأ ابن عامر وابو عمرو: وطاء بكسر الواو وفتح الطاء وبعدها الف. والفعل واطأ يواطئ مواطأة ووطاء. وقرأ الباقون: وطئا بفتح الواو وسكون الطاء. والفعل وطئ وطئا. وقرأ أهل الكوفة غير حفص ويعقوب: رب المشرق، بكسر الباء. والباقون: رب المشرق برفع الباء. </p>"
}