{
  "id": null,
  "sura": 74,
  "aya": 11,
  "text": "<p> ذرْني ومن خلقتُ وحيدا: اتركني واياه ولا تشغل قلبك به. وهذا الفعل لا يستعمل منه الا فعل الأمر والمضارع، فلم تستعمل العرب منه الفعل الماضي. ذرني وفلانا: كِلْه إليّ. . . . وحيدا: خلقته في بطن امه وحيدا لا مال له ولا ولد. وكان يقال للوليد بن المغيرة: الوحيد، لانه وحيد في قومه، فمالُه كثير، من إبلٍ وخيل وغنم وتجارة وزرع وعبيد وله عشرة ابناء الخ. . . . ممدودا: كثيرا. شهودا: حضورا معه يتمتع بمشاهدتهم. ومهّدت له تمهيدا: بسطت له الرياسة والجاه العريض. سأرهقه صعودا: ساكلفه عقبة شاقة لا تطاق، وهذا كناية عن العذاب الشديد. وقدَّر: هيأ ما يريده. فقُتل كيف قدر: لعنه الله كيف قدّر ما قاله من الطعن في القرآن. عبس: قطب ما بين عينيه. وبَسَر: كلح وجهه وظهرت الكراهية عليه. سِحر يؤثر: ينقَل ويروى. سأصليه سَقر: سأُدخله في جهنم. لا تبقي ولا تذر: لا تبقي لحما، ولا تترك عَظماً الا أحرقته. لواحة للبشر: تسوِّدُ بشرتهم. عدّتهم: عددهم. فتنة: اختبار وامتحان. ذكرى: تذكرة وموعظة للناس. </p><p> في هذه الآيات عرضٌ لذِكر أحدِ زعماء قريش الكبار، هو الوليدُ بن المغيرة. وكان من اكبر أثرياء قريش ورؤيائها، يُقال له «العَدْل» لأنه كان عَدْلَ قريشٍ كلّها، إذ كانت قريش تكسو البيتَ، والوليد يكسوه وحدَه. وكان ممن حرَّم الخمرَ في الجاهلية، ولكنه أدركَ الإسلامَ وهو شيخٌ كبير وعادى النبيّ عليه الصلاة والسلام وقاوم دعوته بشدّة. وقد سمع القرآنَ وتأثر به وقال عنه: لقد سمعُ من محمدٍ كلاماً ما هو من كلام الإنس، ولا من كلام الجن. . والله إن لَه لحلاوةً، وان عليه لَطلاوة، وإن أعلاه لمثْمِر، وان أسفلَه لَمُغْدِق، وانه يعلو ولا يُعلى عليه. </p><p> ومع ذلك فقد بقي على عنادِه وكفره وجمع قريشاً وقال لهم:  «إن الناسَ يأتونكم أيامَ الحج فيسألونكم عن محمد، فتختلف أقوالكم فيه،فيقول هذا:كاهنٌ،ويقول هذا:شاعر،ويقول هذا:مجنون، وليس يُشبه واحداً مما يقولون. ولكن أصلَحُ ما قيل فيه أنه ساحر، لأنه يفرق بين المرء وأخيه والزوج وزوجته» . وقد مات بعد الهجرة بثلاثة أشهر، وأسلمَ من اولاده خالدُ بن الوليد وهشام وعمارة، والوليدُ بن الوليد. </p><p> دَعني ومن خلقتُه وحيداً فإني سأكفيكَ أمره، هذا الذي أنعمتُ عليه بمالٍ كثير، وعَشَرة بنين يحضرون معه المحافلَ ويتمتع بمنظرهم و {وَمَهَّدتُّ لَهُ تَمْهِيداً} وبسطتُ له الرياسةَ والجاه العريضَ والسيادة في قومه، فكان سيّداً مطاعاً عزيزا، ثم يطمع ان أَزيدَ في ماله وبنيه وجاهه بدون شكر، {كَلاَّ} لا أفعلُ ولا أزيدُ. وقال المفسّرون: وقد تبدّلت حال الوليد بعد نزول هذه الآية وماتَ على أسوأ حال. </p><p> {إِنَّهُ كان لآيَاتِنَا عَنِيداً} </p><p> انه كان للقرآن معانِدا مكذِّبا. </p><p> {سَأُرْهِقُهُ صَعُوداً} </p><p> سأكلفه عذاباً شاقاً لا راحة فيه. </p><p> {إِنَّهُ فَكَّرَ وَقَدَّرَ فَقُتِلَ كَيْفَ قَدَّرَ} </p><p> انه فكر وزوّر في نفسه كلاما في الطعنِ في القرآن بعدما سمعضه وأعجبه، قاتلَه الله ولعَنه، كيف قدّر وقال لقريش إن محمّداً ساحر، وان هذا القرآن سِحر يؤْثَر ويروى. </p><p> {ثُمَّ نَظَرَ ثُمَّ عَبَسَ وَبَسَرَ ثُمَّ أَدْبَرَ واستكبر} </p><p> ثم نظر في وجوه الناس، ثم قطَب وجهه وزادَ في كُلوحه، ثم أعرضَ عن الحق الذي عرفه، وتعاظَمَ ان يعترفَ به {فَقَالَ إِنْ هاذآ إِلاَّ سِحْرٌ يُؤْثَرُ} ينقله الرواة عن الأولين، ونقله محمد عن غيره ممن كانَ قبلَه من السحرة. </p><p> {إِنْ هاذآ إِلاَّ قَوْلُ البشر} </p><p> ما هذا الا قولُ الخلق تعلَّمه محمدُ وادّعى أنه من عند الله. </p><p> ثم بين الله تعالى ما هو جزاؤه يوم القيامة فقال: </p><p> {سَأُصْلِيهِ سَقَرَ وَمَآ أَدْرَاكَ مَا سَقَرُ لاَ تُبْقِي وَلاَ تَذَرُ لَوَّاحَةٌ لِّلْبَشَرِ عَلَيْهَا تِسْعَةَ عَشَرَ} </p><p> سأدخِله جهنم ليحترقَ بها ويذوقَ أشدّ العذاب، وما أدراك ما جهنم؟ إنها لا تبقي لحماً ولا تترك عظماً الا أحرقَتْه، تأكل الأخضَر واليابسَ كما يقولون، وانها تُلَوِّحُ الوجوهَ والبشرةَ وتسوِّدُها، عليها تسعةَ عشرَ من الملائكة موكَّلون بها، كما جاءَ في قوله تعالى ايضا:  {عَلَيْهَا مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> {وَمَا جَعَلْنَآ أَصْحَابَ النار إِلاَّ مَلاَئِكَةً. . . .} . </p><p> وما جعلْنا خزنةَ النار الا ملائكةً تقدَّم وصفُهم بالشِدة والغِلظة، وما جعلنا عِدَّتَهم تسعةَ عشر الا فتنةً واختبارا للذين كفروا، وذلك. </p><p> {لِيَسْتَيْقِنَ الذين أُوتُواْ الكتاب} . </p><p> ليحصل اليقينُ لليهود والنصارى بنبوة محمدٍ لموافقةِ ما جاءَ في القرآن لكتُبهم، فقد شهِدَ عددٌ من علماءِ اليهود والنصارى آنذاك ان عدَّةَ الخزنة تسعةَ عشر. </p><p> {وَيَزْدَادَ الذين آمنوا إِيمَاناً} . </p><p> ولكيَ تطمئن قلوبُهم بذلك، ولا يشكّ أهلُ التوراة والإنجيل والمؤمنون بالله في حقيقةِ ذلك العدد. </p><p> {وَلِيَقُولَ الذين فِي قُلُوبِهِم مَّرَضٌ والكافرون مَاذَآ أَرَادَ الله بهذا مَثَلاً} . </p><p> وليقول المنافقون والمشركون الكافرون: ما الذي أراده اللهُ بهذا العدَدِ المستغرَبِ استغرابَ المثل؟ </p><p> {كَذَلِكَ يُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ} . </p><p> والله تعالى كما أضلَّ المنافقين والمشركين يُضِلُّ مِنْ خلْقه من يشاءُ فيخذُله عن إصابة الحق، ويهدي من يشاء منهم فيوفّقه إلى الخيرِ والهدى. وما يعلم جنودَ ربّك ومقدارهم إلا هو سبحانَه وتعالى. {وَمَا هِيَ إِلاَّ ذكرى لِلْبَشَرِ} وما سَقَرُ إلا تذكرة للبشَر وتخويفٌ لهم. </p>"
}