{
  "id": null,
  "sura": 74,
  "aya": 32,
  "text": "<p> كلاّ: تأتي لمعانٍ أربعة: </p><p> الأول: ان تكون للردع والزجر، وهو الغالبُ في استعمالها، مثل قوله تعالى {قَالَ أَصْحَابُ موسى إِنَّا لَمُدْرَكُونَ قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}  [الشعراء: ٦١، ٦٢] والمعنى انتهوا عن القول. </p><p> الثاني: ان تكون للرد والنفي فتردّ شيئا وتثبت آخر مثل ان يقول المريضُ الذي لم يعمل ينصح طبيبه: شربتُ ماء، فيقول الطبيب: كلا، بل شربتَ لبنا. معناه ما شربت ماء، ولكنْ شربتَ لبنا. </p><p> الثالث: تكون بمعنى ألا، يُستفتح بها الكلامُ للتنبيه، مثل قوله تعالى:  {كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى}  [العلق: ٦، ٧] . </p><p> الرابع: ان تجيء جواباً بمعنى حقاً وتكون مع القسَم، مثل قوله تعالى هنا:  {كَلاَّ والقمر} ومعناه حقاً، وأُقسم بالقمر الخ. . . . </p><p> أدبر: ولى. أسفر: اضاء. انها لإحدى الكبر: غن جهنم لاحدى الدواهي الكبيرة. رهينة: مرتهنة بعملها. ما سَلككم: ما ادخلكم. نخوض مع الخائضين: نخالط اهل الباطل في باطلهم وكثر من الكلام الذي لا خير فيه. حتى أتانا اليقين: حتى اتانا الموت. مستنفرة: نافرة، هاربة. القسورة: الأسد. منشَّرة: منشورة. </p><p> كلا: لا سبيلَ لكم إلى إنكار سقَرَ وصفتها المخيفة. وأُقسِم بالقمر، وبالليلِ إذا ولّى وذهب، وبالصُّبح إذا تبلّج وأضاء - إن جهنّم لإحدى البلايا الكبار والدواهي العِظام لإنذار البشَر لمن شاءَ ان يقبلَ الإنذارَ او يتولّى عنه. </p><p> وهذا تهديد وإعلام بأن من تقدم الى الطاعة والايمان بمحمد صلى الله عليه وسلم جازاه الله بثواب لا ينقطع ابدا، ومن تأخر عن الطاعة ولم يؤمن بمحمد عوقب عقابا لا ينقطع ابدا. </p><p> {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} </p><p> فهي محبوسة بعملها، مرهونة عند الله بكسْبها. {إِلاَّ أَصْحَابَ اليمين} لأنهم فكّوا رقابَهم بحُسْنِ أعمالهم، وبطاعتهم وإيمانهم. . ولذلك فانهم {فِي جَنَّاتٍ يَتَسَآءَلُونَ عَنِ المجرمين} ؟ . </p><p> فقد جزاهم الله أحسنَ الجزاءِ فهم في غرفاتِ الجناتِ يسألُ بعضهم بعضاً عن المجرمين. ويقولون لهم:  {مَا سَلَكَكُمْ فِي سَقَرَ؟} ما الذي أدخلكم جهنم؟ فاجابوهم أن هذا العذابَ الذي هم فيه سببه اربعة أمور: </p><p> الاول:  {قَالُواْ لَمْ نَكُ مِنَ المصلين} لم نصلِّ مطلقا لاننا لم نكن نعتقد بوجوب الصلاة علينا. </p><p> الثاني:  {وَلَمْ نَكُ نُطْعِمُ المسكين} ولم نكن من المحسنين، ولم نتصدق بفضل اموالنا على الفقراء والمساكين. </p><p> الثالث:  {وَكُنَّا نَخُوضُ مَعَ الخآئضين} وكنا لا نبالي بالخوض في الباطل مع من يخوض فيه، ونكثر من الكلام الذي لا خير فيه: في حق محمد واصحابه، وفي امر القرآن فنقول انه سحر وشعر وكهانة. </p><p> الرابع:  {وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين} وكنا نكذب بيوم القيامة، ولم يؤمن بالبعث والنشور والجزاء والحساب، {حتى أَتَانَا اليقين} حتى جاءنا الموت فعرفنا اننا كنا في ضلال تائهين. </p><p> ولذلك قال الله تعالى معقبا على اعترافهم بجرمهم {فَمَا تَنفَعُهُمْ شَفَاعَةُ الشافعين} فهم بعد اتصافهم بهذه الصفات واعترافهم بجريمتهم لا يمكن ان يشفع لهم احد، لأن لهم النار خالدين فيها ابدا. </p><p> ثم اكد توبيخهم والتقريع عليهم بقوله: </p><p> {فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ؟} </p><p> فما لهم عن التذكير بالقرآنِ والعظة به منصرفين، كأنهم حميرٌ فرَّت من اسدٍ يطاردُها ليفترسَها. </p><p> ثم بين انهم بلغوا في العناد حداً لا يتقبله عقل، فقال: </p><p> {بَلْ يُرِيدُ كُلُّ امرىء مِّنْهُمْ أَن يؤتى صُحُفاً مُّنَشَّرَةً} </p><p> فكل واحدٍ منهم يريد ان ينزِلَ عليه كتابٌ مفتوح من السماء. وكانوا يقولون: إن كان محمد صادقاً فليصبحْ عندَ رأسِ كل واحدٍ منا صحيفةٌ فيها براءة من النار (كلا) : زجرٌ وتوبيخٌ على اقتراحهم لتلك الصحف، {بَل لاَّ يَخَافُونَ الآخرة} لانهم لم يؤمنوا بها. {كَلاَّ إِنَّهُ تَذْكِرَةٌ} حقا ان القرآن تذكرة بليغة ك افية، فمن شاء ان يذكره ولا ينساه فعل. </p><p> وما يذكرون الا بمشيئة الله، هو أهل لأن يتقى، وأهل لان يغفر لمن اتقاه. . بابه مفتوح دائما. والحمد لله رب العالمين. </p><p> قراءات: </p><p> قرأ الجمهور: اذا دبر اذا بالف بعد الذال، ودبر بوزن ضرب. وقرأ نافع وحمزة وحفص: اذ ادبر، اذ بسكون الذال، وأدبر بوزن أكرم. ودبر وأدبر لغتان. </p>"
}