{
  "id": null,
  "sura": 74,
  "aya": 1,
  "text": "<p> المدّثر: اصلُه المتدثر وهو الذي يتغطَّى بثيابه ويلتفّ بها. أنذِر: حذّر قومك من عذاب الله ان لم يؤمنوا. كبِّر: عظم. وثيابك فطهّر: اعتن بالنظافة في ثيابك وفي نفسك. تقول العرب عن الرجل اذا نكث العهد ولم يف به: انه لَدَنِس الثياب. واذا وفى ولم يغدر: انه طاهرُ الثوب. فالمطلوب: تطهير النفس والثياب والجسم. الرجز: الذنب، وكل محرّم، وعبادة الاوثان. ولا تمنن تستكثر: لا تمنَّ بعملك على غيرك، ومعنى تستكثر: لا تستكثر ما أعطيتَ وبذلت. الناقور: الصور الذي ينفخ فيه يوم القيامة. </p><p> يا أيها الذي تدثَّر بثيابه رعباً وخوفاً من رؤية الملَكِ، قُمْ وشمِّرْ عن ساعِدِ الجد، وأنذِر الناسَ عذابَ يوم عظيم، وادعُهم الى الدِين القويم، ولْيتركوا عبادةَ الأوثان وما عندهم من الخرافات. . ادعُهم إلى معرفة الحق لينجُوا من هول شذلك اليوم العظيم. </p><p> {وَرَبَّكَ فَكَبِّرْ} </p><p> عظّم ربك، وخُصَّه وحدَه بالتعظيم. وطهِّر ثيابك وجسمك ونفسَك، والطهارةُ اساسٌ عظيم في دين الاسلام. </p><p> يقول الاستاذ بثنام في كتابه أصول الشرائع: ان كثرةَ الطهارة في دين الإسلام تدعو معتنقية إلى رقيّ الأخلاق والفضيلة إذا قاموا باتّباع أوامره خير قيام. </p><p> {والرجز فاهجر. . . .} </p><p> اهجر المعاصي والآثام وابتعدْ عن الغرور والمنِّ فيما تعلِّمُ وتعطي، ولا تمنُنْ على أصحابك فيما تعلّمهم وتبلّغهم عن الوحي مستكثراً ذلك عليهم، ولا تستكثر أي شيء بَذَلْتَه للناس، لأن الكريم يستقلُّ ما يُعطي وان كان كثيراً، وأعطِ عطاءَ من لا يخاف الفقر. وفي هذا تعليمٌ لنا أ، نعطيَ ما استطعنا من غيرِ منٍّ ولا أذى. </p><p> {وَلِرَبِّكَ فاصبر} </p><p> اصبر في أداء رسالتك على أذى قومك، ابتغاءَ وجه ربك، ولا تجزَعْ من أذى من خالفَك. </p><p> وبعد ان وجّه اللهُ الرسولَ الكريم الى التحلّي بمكارم الاخلاق، والبعدِ عن الجفاء والسَّفَه وكلِّ ما لا يليق بأصحابِ المقامات العالية - أتى بوعيدِ الاشقياء وما سيلقونه من عذابٍ فقال: </p><p> {فَإِذَا نُقِرَ فِي الناقور فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ عَلَى الكافرين غَيْرُ يَسِيرٍ} . </p><p> فاذا جاء وعدُ ربك ونُفخ في الصُّور فذلك اليومُ يومٌ شديد الهول على الكافرين، غيرُ هيّنٍ ولا يسير، وليس له مثيل {يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى الناس سكارى وَمَا هُم بسكارى ولكن عَذَابَ الله شَدِيدٌ}  [الحج: ٢] . هل يوجد اعظم من هذه الصورة لذلك اليوم؟ حسبنا الله ونعم الوكيل!! </p>"
}