{
  "id": null,
  "sura": 75,
  "aya": 20,
  "text": "<p> ناضرة: حسنة مشرقة، متهللة بما ترى من النعيم. ناظرة: تنظر الى ربها. باسرة: عابسة كالحة. فاقرة: داهية عظيمة تكسر عظام الظهر. التراقي: جمع ترقوة، عظم في اعلى الصدر. من راق: من يرقيه وينجيه مما هو فيه. الفراق: فراق الدنيا والاحباب والاصحاب. التفّت الساق بالساق: التوت احدى الساقين على الأخرى عند نزع الروح. المساق: المرجع والمآب الى الله. يتمطى: يتبختر في مشيته تكبرا وخيلاء. أَولى لك فأَولى: هذه العبارة دعاء على العاصي المتكبر بمعنى ويل لك ثم ويل لك وهلاك لك ايها المكذب. سدى: مهملا لا يسأل. نطفة: ماء قليلا، والجمع نطاف ونطف. يمنى: يراق ويصب في الارحام. علقة: قطعة دم جامد. </p><p> {كَلاَّ بَلْ تُحِبُّونَ العاجلة. وَتَذَرُونَ الآخرة} . </p><p> الخطاب هنا يعود لكل من انكر البعث والجزاء وآثر الدنيا ومتاعها، ولم يعمل للآخرة ليس الأمرُ كما تقولون من أنكم لا تُبعثون بعد مماتكم، بل أنتم تحبون الدنيا وملذّاتها، وتتركون الآخرةَ ونعيمها. </p><p> ثم وصف ما يكون يوم القيامة بأن الناس ينقسِمون الى فريقين: أبرار وجوهُهم مشرقة حسنة مضيئة تشاهد عليها نَضْرة النعيم، تنظُر الى ربها عِياناً بلا حجاب. ووجوه يومئذ كالحة شديدة العبوس، تتوقع ان تنزل بها داهية تقصم الظهر. </p><p> وبعد ذِكر اهوال القيامة، ووصفِ سعادة السعداء وشقاوة الاشقياء - بين ان للدنيا نهاية، وأن الموتَ مصيرُ كل الناس. وان الكافر أضاع الفرصةَ في الدنيا، فلا هو صدَّق بأوامر الدين ولا أدى فرائضه، وبين انه لا بدّ من الجزاء على صالح الأعمال وسيئها، وإلا تساوى المطيع والعاصي، وهذا خلافُ العدل، ولا يَليقُ بخالِق الكون العادل الحكيم. وانه كما قَدر على الخلق الأول وأوجدَ الانسانَ من منيّ يُمنَى، فأهون عليه أن يُعيده خَلقاً كما قَدر على الخلق الأول وأوجدَ الانسانَ من منيّ يُمنَى، فأهون عليه أن يُعيده خَلقاً آخر. </p><p> {كَلاَّ إِذَا بَلَغَتِ التراقي وَقِيلَ مَنْ رَاقٍ وَظَنَّ أَنَّهُ الفراق} </p><p> ازدجِروا وتنبهوا الى مصيركم وارتدعوا عن حب الدنيا التي تفارقونها، اذا بلغت الروح عظام النحر، وقال أهل الميت والحاضرون: هل هناك أحد يرقيه ويشفيه مما به؟ وأيقن المحتضر أنه مفارق الدنيا والأهل والمال والأصحاب وبلغت به الشدة اقصاها {والتفت الساق بالساق} فالتوت احداهما على الأخرى وخرجت الروح. {إلى رَبِّكَ يَوْمَئِذٍ المساق} الى خالقك المرجع والمآب، فإما الى جنة واما الى النار {فَلاَ صَدَّقَ وَلاَ صلى ولكن كَذَّبَ وتولى ثُمَّ ذَهَبَ إلى أَهْلِهِ يتمطى} . </p><p> فما صدق هذا الجاحد بوحدانية الله، ولا أدى ما عليه من الصلوات، ولكن كذّب القرآن، فاعرض عن الايمان، وتولةى عن طاعة الله، ثم راح يمشي مشية تكبر وخيلاء افتخارا بما صنع. </p><p> {أولى لَكَ فأولى ثُمَّ أولى لَكَ فأولى} </p><p> ويل لك مرة بعد أخرى، وهذا تهديد ووعيد معناه أولاك الله ما تكرهه، والنار أولى بك وأجدر. </p><p> ثم اقام الله الديل على البعث بقوله:  {أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى} وهذا ليس عدلا، اذ لا بد من حياة اخرى يجازى فيها كل انسان بما فعل، ولا بد من الجزاء على صالح الاعمال وسيئها، والا تساوى المطيع والعاصي، وذلك ليس عدلا، وهذا لا يليق بالحكيم العادل، الذي خلق هذا الكون المنتظم. </p><p> ثم بين انه خلق الانسان من شيء صغير لا يُرى، وجعله بهذه المنزلة وهذا التركيب وإعادته اهون عليه فقال: </p><p> {أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى أَلَيْسَ ذَلِكَ بِقَادِرٍ على أَن يُحْيِيَ الموتى} . </p><p> الم يكن الانسان نطفة في صلب ابيه، وأودعها الرحم، وخُلق من شيء لا يرى بالعين المجردة، فصار علقة، ثم سواه الله بشرا باحسن تقويم، وجعل منه ذكرا او انثى عمروا هذا الكون فاذا كان الله قادرا على خلقه من لا شيء، ألا يمكنه ان يعيده مرة اخرى؟ بلى انه على كل شيء قدير. وليس خلق الانسان بشيء إذا قيس بخلق هذا الكون العجيب الفسيح الكبير كما قال الله تعالى:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ}  [غافر: ٥٧] . </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو وابن عامر: كلا بل يحبون العاجلة ويذَرون الآخرة، بالياء، والباقون: بالتاء. وقرأ حفص وابن عامر ورويس: من مني يمنى بالياء كما هو في المصحف. والباقون: من مني تمنى بالتاء. والحمد لله رب العالمين. </p>"
}