{
  "id": null,
  "sura": 76,
  "aya": 23,
  "text": "<p> آثما: فاجرا مجاهرا بالمعاصي. كفورا: مشركا. بكرة وأصيلا: صباحا ومساء. فاسجد له: صلّ له. وسبّحه: تهجّد له. ويذرون وراءهم: لا يهتمون به. يوماً ثقيلا: يوم القيامة. شددنا أسرهم: أَحكمنا خَلقهم. </p><p> إنا نحن انزلنا عليك يا محمد القرآن من عندنا، وهو حقٌّ لا ريب فيه لِتذكِّرَ الناسَ بما فيه من الوعد والوعيد، وتعلّمهم وتهذّبهم، {فاصبر لِحُكْمِ رَبِّكَ} من مقاساة الشدائد في تبليغ الرسالة، فان العاقبة والنصر لك. </p><p> {وَلاَ تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً} </p><p> أي من المشركين، مهما أغْرَوْكَ به من متاع الدنيا، ودُم على ذكر ربك، فصلّ الصلواتِ في الصباح والمساء، وأكثِر السجودَ في الليل وتهجّد به وسبّحه ليلاً طويلا مستغرقا في صلواتك ومناجاة ربك. </p><p> ثم أنكر الله تعالى على الكفار حُبَّ الدنيا والإقبال عليها، وإهمالَهم الآخرةَ ونسيانها فقال: </p><p> {إِنَّ هؤلاء يُحِبُّونَ العاجلة وَيَذَرُونَ وَرَآءَهُمْ يَوْماً ثَقِيلاً} . </p><p> إن هؤلاء المشركين يحبون الدنيا وتُعجِبُهم زينَتُها فهم يؤثرونها على الآخرة، وينسَون ان أمامهم يوماً شديدا فيه الحساب والجزاء. </p><p> ثم نعى عليهم شِركهم، وغفلتهم عن طاعة الله فقال: </p><p> {نَّحْنُ خَلَقْنَاهُمْ وَشَدَدْنَآ أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَالَهُمْ تَبْدِيلاً} . </p><p> نحن خلقناهم وأحكمنا خَلقهم في أحسنِ تقويم، واذا شئنا اهلكناهم وأتينا بخير منهم بدلاً منهم. </p><p> ثم ارشد الله تعالى الى ان هذا الذِكر تذكرةٌ وموعظة للناس، لمن أراد ان يتعظ ويُقبلَ على الله فقال: </p><p> {إِنَّ هذه تَذْكِرَةٌ فَمَن شَآءَ اتخذ إلى رَبِّهِ سَبِيلاً} . </p><p> ان هذه الآيات بما فيها من ترتيب بديع، ومعنى لطيف -لهي تذكرة للعقلاء المتبصرين، فمن شاء اتخذ بالإيمان والتقوى الى ربه طريقا يوصله الى مغفرته وجنّته، فبابُه مفتوح دائما، ومغفرته وسعت كل شيء. </p><p> {وَمَا تَشَآءُونَ إِلاَّ أَن يَشَآءَ الله} . </p><p> وما تشاؤون ان تتخذوا الى الله سبيلا الا ان يشاء الله، فالأمرُ اليه سبحانه، والخير والشر بيده، لا مانع لما أعطى ولا معطيَ لما منع. . ان الله عليم بأحوالكم، حكيم فيما يشاء ويختار، يُدخل من يشاء في جنته، فدخولُها بفضله ورحمته. </p><p> {والظالمين أَعَدَّ لَهُمْ عَذَاباً أَلِيماً} في الآخرة هو عذاب دهنم وبئس المصير. </p><p> قراءات </p><p> قرأ ابن كثير وابو عمرو وابن عامر: وما تشاؤون بالياء، والباقون وما تشاؤون بالتاء. </p><p> انتهى سورة الانسان نسأل الله تعالى ان يجعلنا من الأبرار، والمقربين الأخيار ويجعل سعينا لديه مشكورا. </p>"
}