{
  "id": null,
  "sura": 76,
  "aya": 7,
  "text": "<p> مستطيرا: منتشرا، فاشيا. عبوسا: تعبس فيه الوجوه. قمطريرا: شديد الشر مظلما. والفعل اقمطرّ الشر: اشتد وتجمع. لقّاهم: اعطاهم. نضرة: حسنا وبهاء. الأرائك: واحدتها أريكة: السرير، والمقعد الوثير المنجد. الزمهرير: أشدُّ البرد. دانية: قريبة منهم مظللة لهم. وذُللت قطوفها تذليلا: سخرت لهم ثمارها بحيث تكون في تناول أيديهم. القطوف: واحدها قِطف بكسر القاف وهو ما قطف من الثمر، والعنقود. بآنية من فضة: واحدها إناء بكسر الهمزة وهو كل ما يوضع فيه الشراب. والأكواب: واحدها كوب وهو الكوز الذي لا عروة له. والقوارير: واحدها قارورة: اناء رقيق من الزجاج. قدّروها تقديرا: قدرها الساقون بأحجام تناسِب الذوق والحاجة مما يحقق المتعة والجمال. مزاجها زنجبيلا: الزنجبيل نوع من النبات طيب الرائحة. السلسبيل: الشراب السائغ اللذيذ، واسم عينٍ في الجنة. وِلدان مخلدون: دائمون في بهائهم وحسنهم. السندس: نوع من الحرير الرقيق. الاستبرق: نوع من الحرير الغليظ. </p><p> في هذه الآيات الكريمة عرضٌ وتفصيل لصور النعيم الذي أفاضه الله تعالى على عباده الأبرار في جنة الخلد، وهذا العرض من أطولِ ما وردَ في القرآن الكريم لصُورِ النعيم ومشاهده. وقد بدأ ببيان أعمالهم وما قدّموا من خير للناس فقال: </p><p> {يُوفُونَ بالنذر وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً} . </p><p> هؤلاء الابرارُ يوفون بما أوجبوه على انفسهم من نَذْرٍ في طاعة الله، ويخافون من هولِ يوم القيامة، ذلك اليوم المخيفِ الذي يعمّ شرُّه ويستطير بين الناس إلا من رحمَ الله. وهم يُطعِمون الطعام رغم حاجتهم إليه الى المسكين واليتيم والفقير. . والمرادُ من اطعام الطعام الاحسانُ الى المحتاجين ومواساتهم بأي وجه. </p><p> وبعد ان ذكر ان الأبرار يحسِنون الى المحتاجين بين ان لهم في ذلك غرضَين: طلبَ رضا الله عنهم، وخوفَ يوم القيامة: </p><p> {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله لاَ نُرِيدُ مِنكُمْ جَزَآءً وَلاَ شُكُوراً} </p><p> لا نريد عن عملنا هذا عِوَضاً ولا نريد منكم ثناء. </p><p> {إِنَّا نَخَافُ مِن رَّبِّنَا يَوْماً عَبُوساً قَمْطَرِيراً} . </p><p> إنا نفعل ذلك ليرحمنا ربُّنا يوم القيامة، ويتلقّانا بلطفه في ذلك اليوم الشديد الهولِ والشر. </p><p> ثم بين الله تعالى انه أمَّنَ لهم مَطلبهم فقال: </p><p> {فَوَقَاهُمُ الله شَرَّ ذَلِكَ اليوم وَلَقَّاهُمْ نَضْرَةً وَسُرُوراً} </p><p> فحماهم اللهُ من شر ذلك اليوم وشدائده، وأعطاهم نضرةً وحُسناً في وجوههم وسروراً في قلوبهم. </p><p> ثم زاد من كرمه وإحسانه فقال: </p><p> {وَجَزَاهُمْ بِمَا صَبَرُواْ جَنَّةً وَحَرِيراً} ، </p><p> أعطاهم على صبرهم، واحسانهم للناس، وإيمانهم الصادق - هذا النعيمَ في الجنة والخلودَ فيها، ولباسَ الحرير الذي كان ممنوعا في الدنيا. </p><p> ثم وصف شرابَهم وأوانيه والسقاةَ الذين يطوفون عليهم به، وما هم فيه من سعادةٍ أبدية فقال: </p><p> {مُّتَّكِئِينَ فِيهَا على الأرائك لاَ يَرَوْنَ فِيهَا شَمْساً وَلاَ زَمْهَرِيراً} . </p><p> يجلسون على أفخرِ الأسرّة والمقاعد متكئين عليها يتحدّثون ويتسامرون، لا يجِدون في الجنة حَرّاً ولا بردا. </p><p> وهم في جنةٍ وارفة الظلال، ثمارُها قريبة من متناول أيديهم، تغمرهم السعادةُ. </p><p> {وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوابٍ كَانَتْ قَوَارِيرَاْ قَوَارِيرَاْ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيراً} </p><p> ويطوف عليهم الولدانُ من خَدَمهم بأوعية شرابٍ م نفضة، وبأكواب من زجاجٍ شفاف عليها غشاءٌ من فضة، قدّرها لهم السقاةُ الذين يطوفون عليهم على قَدْرِ كفايتهم وحاجاتهم وحسب ما يشتهون. </p><p> ثم وصف مشروبهم بأنه شرابٌ لذيذ منعش ممزوج بالزنجبيل، ويُسْقَون من عين في الجنة اسمها السلسبيل، لسلاسَتها وسهولةِ مساغها. . وهذا كله ما هو الا أسماء لما هو شبيهٌ بما في الدنيا. وهناك ما لا عينٌ رأت ولا أذنٌ سمعت، وكل ما في الآخرة مغاير لما في حياتنا الدنيا. </p><p> ثم بين أوصافَ السقاةِ الذين يطوفون عليهم بذلك الشراب فقال: </p><p> {وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً} . </p><p> ويطوف على هؤلاء الأبرار من أهل الجنة ولدان يظلّون على ما هم عليه/ من الشباب والنضارة والحُسن، منظرُهم مبهج مفرح، وإذا رأيتَ جماعةً منهم حسبتَهم لحُسنِ ألوانهم ونضارة وجوههم ورشاقتهم في الخدمة كأنهم لؤلؤ منثور. </p><p> وبعد ان ذكَر اللهُ تعالى نعيم أهل الجنة بما تقدَّم - بين أن هناك امورا أعلى وأعظم من كل ما ذُكر فقال: </p><p> {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيماً وَمُلْكاً كَبِيراً} </p><p> واذا رأيتَ ما في الجنة من النعيم وما تفضّل الله به على عباده الابرار من مظاهر الأنس والسرور، رأيت نعيماً لا يكاد يوصف، ومُلكاً كبيرا واسعا لا غاية له، يختلف كل الاختلاف عما نراه في هذه الدنيا الفانية. </p><p> وفي الحديث القدسي:  «أعددتُ لعبادي الصالحين، ما لا عين رأتْ، ولا أُذن سمعت، ولا خطر على قلب بشر» . </p><p> {عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وحلوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَاباً طَهُوراً} </p><p> في هذه الآية الكريمة يصف الله تعالى ملبسَهم أنه من حريرٍ ناعم رقيقِ هو السندس، وحريرٍ غليظ هو الديباج، ويلبسون الحليةَ من فضة وذهب كما جاء في آية اخرى في سورة فاطر:  {يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ}  [الكهف: ٣١] . </p><p> ثم ذكر شرابا آخر يُسقَونه يفوق النوعَين السابقين اللذَين مر أنهما يمزجان بالكافور والزنجبيل. فقال هنا:  {وَسَقَاهُمْ رَبُّهُمْ شَرَاباً طَهُوراً} يطهُر شاربه، ويتلذّذ به فيصبح في منتهى السعادة والسرور. </p><p> ثم بين الله تعالى ان هذا كله جزاءٌ لهم على ما قدموا من صالح الأعمال، وما زكَّوا به أنفسَهم من صفات الكمال فقال: </p><p> {إِنَّ هذا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُوراً} . </p><p> ان هذا الذي أعطيناكم من الكرامة جاءَ ثواباً لكم على ما كنتم تعملون، وكان عملكم مشكورا، رضيَه ربُّكم وحَمِدَكم عليه، فأثابكم بما اثابكم به من الكرامة. {كُلُواْ واشربوا هَنِيئَاً بِمَآ أَسْلَفْتُمْ فِي الأيام الخالية} </p><p> [الحاقة: ٢٤] . كل هذا يتلقَّونه من الله العليّ القدير، وهذا يعدِلُ كل ما تقدّم من أصناف النعيم، ويمنحها قيمة اخرى فوق قيمتها، ويزيد في سرورهم وحبورهم. </p><p> قراءات </p><p> قرأ حفص وابو عمرو وابن ذكوان {قَوَارِيرَاْ، قَوَارِيرَاْ} بالألف من غير تنوين وقرأ ابن كثير: قواريراً بتنوين الاول وقوارير الثانية من غير تنوين. وقرأ نافع والكسائي وابو بكر:  {قَوَارِيرَاْ، قَوَارِيرَاْ} بالتنوين لهما. وقرأ حمزة: قوارير قوارير بعدم التنوين فيهما. وقرأ نافع وحمزة وابن محيصن: عليهم بإسكان الياء وكسر الهاء. وقرأ الباقون عاليهم بنصب الياء وضم الهاء. وقرأ ابن كثير وابو بكر وابن محيصن ثياب سندس خضر بجر خضرٍ نعتاً لسندس، ورفع استبرق عطفا على ثياب. وقرأ نافع وحفص برفع خضر واستبرق. وقرأ حمزة والكسائي بجر خضر واستبرق. </p>"
}