{
  "id": null,
  "sura": 77,
  "aya": 29,
  "text": "<p> لا ظليل: لا يقي من الحر. ولا يغني من اللهب: لا يقي الانسان من لهب النار. بشررٍ كالقصر: ان جهنم ترمي بشرر من النار كل واحدة كالقصر الكبير. جمالة: جمال. صفر: لونها أصفر. ظلال: واحدها ظل، وهي ظلال الاشجار، والبيوت وغير ذلك، ويعبر بالظلال عن الرفاهية والنعيم. وعيون: مياه جارية عذبة تسر الناظرين. اركعوا: صلوا. </p><p> يبين الله تعالى في الآيات من رقم ٢٩ {انطلقوا إلى مَا كُنتُمْ بِهِ تُكَذِّبُونَ} الى رقم ٤٠، نوعَ ذلك العذاب الشديد الهائل، فأخبر تعالى بأنهم يقال لهم: انطلقوا الى ما كنتم به تكذّبون في الدنيا، الى ظلٍ من دخانِ جهنم، المتشعبِ لكثرته وتفرقه الى ثلاثِ شعب عظيمة. وهو مع ذلك لا يُظلُّهم، ولا يمنع عنهم حرَّ اللهب الذي تقذف به جهنم، حيث ترمي بشررٍ عظيم كل واحدة كالقصر الكبير، وكأنه جمالٌ صفر تنطلق وتتفرق في أعداد غير محصورة. ثم أتبع ذلك بأن الويلَ للمكذبين بذلك اليوم الذي اقسَم الله تعالى بأنه وقاع لا محالة. وهم في ذلك اليوم لا ينطِقون من شدة الدهشة والخوف والحيرة، ولا يُسمح لهم بالاعتذار فيعتذرون. وكرر أن لهم الويل والهلاك يومئذٍ، حيث يتم الفصل بين المُحقِّ والمبطِل ويجازَى كل واحد بما يستحق. </p><p> ثم بين كيف يكون الفصل في ذلك اليوم فقال: </p><p> {هذا يَوْمُ الفصل جَمَعْنَاكُمْ والأولين فَإِن كَانَ لَكمُ كَيْدٌ فَكِيدُونِ} </p><p> لقد جمعنا بينكم وبين من تقدَّمكم من الأمم، فان كان لكم حيلة في دفع العذاب عنكم فاحتالوا لتخلِّصوا أنفسكم منه، ولكن هيهات {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} بوعيد الله. </p><p> ثم بين ما يكون للمؤمنين من السعادة والنعيم والكرامة في ذلك اليوم، فانهم يكونون في ترفٍ ونعيم، ويأكلون فواكه مما يشتهون، فيقال لهم:  {كُلُواْ واشربوا هنيائا بِمَا كُنتُمْ تَعْمَلُونَ} في الدنيا من الصالحات {إِنَّا كَذَلِكَ نَجْزِي المحسنين} وكما جزينا هؤلاء المتقين، نجزي أهل الاحسان لطاعتهم وعبادتهم لنا، فلا نضيع لهم اجرا. {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} . </p><p> وفي كل هذا تهديد ووعيد. . كلوا من لذائذ الدنيا، واستمتعوا بشهواتها الفانية فان البقاء فيها قليل، وأنتم مجرمون لا تستحقون التكريم. وهلاكٌ يومئذ للمكذبين، فهم اذا قيل لهم صلّوا لله واخشَعوا، لا يُصلّون ولا يخشعون، بل يصرّون على كفرهم واستكبارهم فالهلاك لهم في ذلك اليوم. </p><p> ثم ختم السورة بالتعجب من هؤلاء الجاحدين الذين لم يؤمنوا ولم يستجيبوا لنصح الداعي ولم يتبعوا المرسلين، فقال: </p><p> {فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ} </p><p> اذا لم يؤمنوا بهذه الدلائل والمعجزات، ولم يستمعوا لهذا القرآن العظيم، فبأي كلامٍ بعده يصدّقون. </p><p> قراءات </p><p> قرأ الجمهور: فقدرنا بفتح الدال من غير تشديد. وقرأ نافع والكسائي: فقدّرنا بتشديد الدال المفتوحة. وقرأ الجمهور: جمالات بكسر الجيم والجمع، وقرأ حفص وحمزة والكسائي: جمالة. وقرأ الدمهور: فبأيّ حديث بعده يؤمنون بالياء. وقرأ ابن عامر ويعقوب: تؤمنون بالتاء. </p>"
}