{
  "id": null,
  "sura": 77,
  "aya": 1,
  "text": "<p> المرسَلات: الملائكة. عُرفا: للعرف والخير. العاصفات: الرياح الشديدة، عصفت الريح عصفا وعصوفا اشتد هبوبها. الناشرات: تنشر الرياح السحب في الفضاء. فالفارقات: بين الحق والباطل. فالملقيات ذِكرا: الملقيات العلم والحكمة الى الأنبياء. عُذراً او نُذرا: للإعذار والانذار. طمست: محيت وذهب نورها. فُرجت: شقت. نسفت: اقتلعت من اماكنها. أُقتت: عين لها وقت. أُجلت: اخِّرت. ليوم الفصل: يوم القيامة الذي يفصل فيه بين العباد. ماء مهين: نطفة صغيرة. في قرار مكين: في الرحم. الى قدر معلوم: مدة الحمل. فقدرنا: على كل شيء. كفاتا: جامعة للأحياء والأموات. كَفَتَ الشيءَ: ضمه وجمعه. رواسي: جبالا ثوابت. شامخات: مرتفعات. فراتا: عذبا. </p><p> أقسم اللهُ تعالى بطوائف من الملائكة، منهم المرسَلون الى الأنبياء بالإحسان والمعروف والخير ليبلغوها للناس، ومنهم الذين يعصِفون ما سوى الحق ويُبعدونه كما تُبعِد العواصف التراب وغيره، ومنهم الذين ينشرون آثار رحمة الله في النفوس الحية، ومنهم الذين يفرقون بين الحق والباطل، ومنهم الملقونَ العلمَ والحكمة لينذروا الناس. اقسم بكل ما تقدم بأنّ يوم القيامة الذي توعدون به لواقعٌ آتٍ لا ريب فيه. وذلك حين تُمحقُ النجوم ويذهب نورها، وتتشقق السماءُ، وتُنسف الجبال، ويُعيَّن للرسُل الوقت الذي يشهدون فيه على أُممهم. </p><p> {وَإِذَا الرسل أُقِّتَتْ لأَيِّ يَوْمٍ أُجِّلَتْ لِيَوْمِ الفصل} </p><p> ليوم القيامة، اليوم الذي يكون فيه الفصل بين الخلائق. </p><p> {وَمَآ أَدْرَاكَ مَا يَوْمُ الفصل} . </p><p> ما أعلَمك يا محمد بيوم الفصل وشدّته وهوله، ما الذي تعرفه عن ذلك اليوم العظيم؟ </p><p> {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} . </p><p> الهلاك والويل في ذلك اليوم للذين كفروا وكذّبوا رسُلَهم. </p><p> وبعد ان حذّر الكافرين وخوّفهم وأنذَرهم بأن يوم الفصل آتٍ لا ريب فيه، اردف ذلك بإعلامهم بانه أهلكَ الكفارَ من الأمم الأولين المكذبين. {أَلَمْ نُهْلِكِ الأولين} </p><p> {ثُمَّ نُتْبِعُهُمُ الآخرين} . </p><p> ثم نحن نفعل ذلك بأمثالهم من الآخرين. . فاذا سلكتم سبيلهم فستكون عاقبتكم كعاقبتهم، وستُعذَّبون في الدنيا والآخرة. </p><p> {كَذَلِكَ نَفْعَلُ بالمجرمين} . </p><p> الذين كذّبوا محمدا صلى الله عليه وسلم، وبكل مجرم كذّب وكفر بالله واليوم الآخر. </p><p> {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} . </p><p> هلاك لكل مكذّب وجاحد في ذلك اليوم الشديد. </p><p> ثم ذكّرهم بجزيل نعمه عليهم في خَلقهم وايجادهم بهذه الصورة الحسنة في أحسن تقويم. </p><p> {أَلَمْ نَخْلُقكُّم مِّن مَّآءٍ مَّهِينٍ فَجَعَلْنَاهُ فِي قَرَارٍ مَّكِينٍ إلى قَدَرٍ مَّعْلُومٍ فَقَدَرْنَا فَنِعْمَ القادرون} . </p><p> الم نخلقكم أيها الناس من ماءٍ حقير من تلك النطفة، فجعلنا هذا الماءَ المهينَ في مكان حريز في الرحم، الى زمنٍ معلوم محدّد، فقد! رنا على خلْقِه وتصويره في احسن تقويم، فنعم القادرون والخالقون. </p><p> {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} بنعمة الله تعالى وبقدرته على كل شيء. </p><p> وبعد ان ذكّرهم بالنِعم التي أنعم بها عليهم في الأنفس ذكّرهم بما أنعم عليهم في الآفاق فقال: </p><p> {أَلَمْ نَجْعَلِ الأرض كِفَاتاً أَحْيَآءً وَأَمْواتاً وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُم مَّآءً فُرَاتاً} . </p><p> ألم نجعل الأرضَ ضامَّةً على ظهرها أحياءً لا يُعدّون، وفي بطنها امواتا لا يحصرون، وجعلنا فيها جبالا ثوابت شامخاتٍ عاليات، وأسقيناكم ماء عذباً سائغا تشربون منه، وتسقون دوابكم وزروعكم!؟ {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} . </p><p> قراءات: </p><p> قرأ الجمهور: عُذرا ونُذرا بإسكان الذال فيهما. وقرأ الحرميان وابن عامر وابو بكر: عذرا باسكان الذال، ونُذُرا بضمها. </p>"
}