{
  "id": null,
  "sura": 78,
  "aya": 1,
  "text": "<p> عم، أصلها عن ما: عن أي شيء يتساءلون. النبَأ: الخبر، نبأ الشيء نبْئاً ونبوءاً ارتفع، وظهر. وعلى القومِ، طلع عليهم. ونبأ الرجل نبئا: أخبر. والنبوءة: النبوَّة. والنبيءُ، النبيّ المخبر عن الله عز وجل. كلا: للردع ونفي الزعم الباطل. مهادا: فراشا ممهدا للناس، وقد جعل الله الأرض موطئا للناس وجميع المخلوقات يقيمون عليها، فهي فراش لهم. أوتادا: جمع وتد، والجبال كالأوتاد المغروزة في الارض تحفظ توازنها، وتمنعها من الاضطراب والميلان. ازواجا: ذكرا وأنثى ليتم الائتناس والتعاون على هذه الحياة وحفظ النسل وتكميله بالتربية. سباتا: راحة، سَبَتَ سَبْتا: نام واستراح وسكن. لباسا: سترا، لباس الجسم ما يستره. والليل شبيه باللباس لأنه يستر الاشخاص بظلمته. معاشا: وقتا لتحصيل اسباب المعاش. سبعا شدادا: سموات قوية محكَمة. سراجا وهاجا: وهذا السراج العظيم هو الشمس. المعصِرات: السحب التي تجيء بالمطر الذي يحيي الأرض ويغيث الناس. ثجّاجا: منصبّا بكثرة، وهو المطر الغزير. حَبا: وهو ما يقتات به الناس من جميع انواع الحبوب. ونباتا: جميع انواع الخضار. جنات: واحدها جنة، وهي الحدائق والبساتين، الفافا: ملتفة الاغصان، كثيرة الشجر. </p><p> كان الناس في مكة وغيرها في أول بعثة النبي صلى الله عليه وسلم يسأل بعضُهم بعضا عن رسالة النبي، ويسألون غيرهم ممن عنده عِلم فيقولون: هل هو رسول من عند الله؟ وما هذا الخبر الذي جاء به ويدعي أنه مرسَل من قِبل الله، ويدعو الى توحيده والى الاعتقاد بالبعث واليوم الآخر؟ وكان هذا شيئا جديدا عليهم، فردّ الله عليهم بقوله تعالى: </p><p> {عَمَّ يَتَسَآءَلُونَ عَنِ النبإ العظيم الذي هُمْ فِيهِ مُخْتَلِفُونَ} </p><p> عن أي شيء يتساءلون؟ عن هذا الخبر العظيم الذي اختلفوا فيه، بعضهم ينكره، وبعضهم يتردد في صحته. إنهم لم يسمعوا به من قبل، لذلك استغربوا خبرَ البعث والحياة بعد الموت. وقالوا: هذا مستحيل، {وَقَالُواْ مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلاَّ الدهر}  [الجاثية: ٢٤] ؟ </p><p> ثم ردّ الله عليهم الإنكارَ والترددَ بقوله: </p><p> {كَلاَّ سَيَعْلَمُونَ ثُمَّ كَلاَّ سَيَعْلَمُونَ} </p><p> ليس الأمرُ كما يزعم هؤلاء المنكِرون للبعث بعد الموت، ستنكشِفُ لهم الحقيقةُ وسيعلمون حقيقةَ الأمرِ حين يُبعثون ويَرَون صحةَ الخبر، يومَ تقومُ الساعة ويفصِل الله بينهم في كل ما اختلفوا فيه. </p><p> ثم شرع يبيّن لهم عظيمَ قُدرته، وآياتِ رحمته التي غَفَل عنها أولئك المنكِرون مع أنها أمامهم وبين أعينِهم في كل حِين. فذكر من مظاهرِ قدرته تسعةَ أمور يشاهِدونها فقال: </p><p> {أَلَمْ نَجْعَلِ الأرض مِهَاداً} </p><p> ١- الم نبسُط لهم هذه الأرضَ التي يعيشون عليها، ونمهّدها لهم لِيسيرَ الناسُ عليها والحيوان، ويستقروا بها. </p><p> ٢- {والجبال أَوْتَاداً} فالجبالُ جعلها الله مثلَ الأوتاد، تحفظ توازنَ الأرض، اذ يبلغ سُمكُ الجزء الصلب من القشرة الارضية نحو ستين كيلومتراً، وتكثر فيه التجاعيد فيرتفع حيث تتكون الجبالُ، وينخفض لتكونَ بطونُ البحار وقيعان المحيطات والأودية. </p><p> وهو في حالة التوازن بسبب الضغوط الناتجة من الجبال. . فقشرةُ الأرض اليابسة تُرسيها الجبال، فهي كالأوتاد التي تحفظ الخيمةَ من السقوط. ولولا الجبالُ لكانت الارض دائمةَ الاضطراب بما في جوفها من المواد الشديدة الغليان، الدائمة الجَيَشان، والتي نشاهد بعضاً منها عندما تنفجر البراكين. </p><p> ٣- {وَخَلَقْنَاكُمْ أَزْوَاجاً} جعلناكم ذكراً وأنثى لحِفظ النسل، وليتمَّ التعاون على سعادةِ هذه الحياة، وتربية النسل. </p><p> ٤- {وَجَعَلْنَا نَوْمَكُمْ سُبَاتاً} وجعلنا النومَ راحةً لكم من عَناءِ الأعمال التي تزاولونها في النهار، وانقطاعاً عن السعي. وفيه نعمةٌ كبيرة على الانسان، ففيه يتوقف نشاط الجزء المدرِك الواعي من المخّ، ويحصل هبوط كبير في نشاط كافة أعضاء الجسم وأنسجته مما يترتب عليه انخفاضٌ في توليد طاقة الجسم وحرارته. وهكذا يأخذ الجسم أثناءَ النوم نصيباً من الهدوء والراحة بعد عناء المجهودات العضلية والعصبية، فتهبط جميع وظائف الجسم الحيويّة، ما عدا عمليات الهضم وإفراز البول من الكليتين، والعَرق من الجلد. . . أما التنفس فيبطئ ويصير أكثر عمقا، كما ينخفض ضغطُ الدم، وتبطئ سرعة النبض، ويقل مقدار الدم الذي يدفعه من القلب. وكل هذا يسبّب الراحةَ للإنسان في مدة نومه، ويحدّد نشاطه حين يفيق. </p><p> ٥- {وَجَعَلْنَا الليل لِبَاساً} وجعلْنا الليلَ بظلامه ساتراً لكم، كاللّباس الذي يغطي الجسمَ ويستُره، اللّيل شبيه باللّباس لأنه يستر الأشخاصَ بظُلمته. وللناسِ في هذا السَّتر فوائدُ اللباس. </p><p> ٦- {وَجَعَلْنَا النهار مَعَاشاً} وجعلنا النهارَ وقتَ سعيٍ لكم، تسعون فيه لتحصيل ما به تعيشون وتتصرّفون. فكما كان النومُ انقطاعاً عن الحياة، كانت اليقظةُ حياة. والنهارُ زمنُ هذه الحياة، فيه يستيقظ الناس ويتقلبون في حوائجهم ومكاسبهم. </p><p> ٧- {وَبَنَيْنَا فَوْقَكُمْ سَبْعاً شِدَاداً} وأقمنا فوقكم سبعَ طرائق للكواكبِ السيّارة التي تشاهدونها. . وقد خصّها بالذِكر لظُهورها ومعرفةِ العامة لها، ولم يفصِّل ما في هذا الكونِ العجيب الواسع من عوالمَ ومجررّاتٍ لا حصرَ لها لأنهم لا خبرة لهم فيها، ولا علم. فاكتفى بما يرون ويشاهدون من إحكام الصنعة ودقة نظام دورانها وسَبْحها في هذا الفضاء. </p><p> ٨- {وَجَعَلْنَا سِرَاجاً وَهَّاجاً} وخلقنا لكم في نظامِكم هذا شمساً منيرةً ساطعة الوهج، دائمة الحرارة. والشمسُ كما ثبت علمياً تبلغ درجةُ حرارتها على سطحها الوهج، دائمة الحرارة. والشمسُ كما ثبت علمياً تبلغ درجةُ حرارتها على سطحها المشِعّ ستةَ آلاف درجة مطلقة، اما المركز فتزيدُ فيه درجة الحرارة على ثلاثين مليون درجة، بسبب الضغوطِ العالية في الموادّ التي فيه، فهي سِراج وهّاجٌ حقيقةً لما فيها من الحرارة. </p><p> ٩- {وَأَنزَلْنَا مِنَ المعصرات مَآءً ثَجَّاجاً} وانزلنا من السُحب والغبوم ماءً دافقاً منهمِراً بشدة. </p><p> ثم بيّن عظيم نفع الماء وجليل فائدته فقال: </p><p> {لِّنُخْرِجَ بِهِ حَبّاً وَنَبَاتاً وَجَنَّاتٍ أَلْفَافاً} لنخرِجَ لكم بهذا الماءِ العظيمِ حَبّاً ونباتا، غذاءً لكم وللحيوان، وحدائقَ وبساتينَ ذاتَ أشجارٍ ملتفة، وأغصانٍ متشابكة. </p><p> والمطرُ هو المصدر الوحيد للماءِ العذْب على الأرض. والأصل فيه تكاثُف أبخِرةِ الماء المتصاعدة من المحيطات والبحار وتشكُّله في صورة سحب، تتحولُ الى نقط من الماء او قطع من الثلج، وتتساقط على الأرض بقدرة الله تعالى على هيئة مطر او ثلج او بَرَد. </p><p> قراءات </p><p> قرأ الجمهور: كلا سيعلمون بالياء، وقرأ ابن عامر: ستعلمون بالتاء. </p>"
}