{
  "id": null,
  "sura": 78,
  "aya": 31,
  "text": "<p> مفازا: فوزا عظيما بالجنة. كواعب: جواري صغيرات السّن، واحدها كاعب. أترابا: متقاربات في السن واحدها تِرب. دهاقا: ممتلئة، مترعة. لغواً: اللغو هو الباطل وكل ما لا فائدة فيه. كِذّابا: تكذيبا. عطاءٌ: تفضلا منه واحسانا. حسابا: كافيا وافيا. خطابا: مخاطبة. الروح: جبريل. مآبا: مرجعا. ما قدّمت يداه: ما عمل من خير أو شر. </p><p> بعد أن بيّن حالَ المكذّبين الجاحدين وما يلاقونه من عذاب أليم، ذكر هنا ما يفوز به التقاةُ من الجنات، ووصفها ووصف ما فيها. ثم ذكر أن ذلك عطاء لهم من مالِكِ السموات والأرض، عظيم الرحمة والإنعام، الذي لا يملك أحد من أهل السموات والأرض ان يخاطبَه في شأنِ الثواب والعقاب، بل هو المتصرِّفُ فيه وحدَه يومَ يقوم الروحُ والخَلق المقدَّس من عالَم الغيب والملائكة صفاً، ولا يمكن لأحدٍ ان يتكلّم الا من أذِن له الرحمنُ ونطق بالصواب، فقال: </p><p> {إِنَّ لِلْمُتَّقِينَ مَفَازاً حَدَآئِقَ وَأَعْنَاباً} </p><p> ان للمؤمنين الذين اتقَوا وعملوا الصالحاتِ فوزاً كبيرا ونجاةً من العذاب، وظَفَراً بالجنة، التي تشتمل على الحدائق والأعناب وجميع ما لذَّ وطابَ من الثمرات، {وَكَوَاعِبَ أَتْرَاباً} من جواري الجنة، عذارى متقاربات في السن. وهناك يشربون بكؤوس مملوءة من الذّ شرابِ الجنة، ولا يسمعون شيئاً من الباطل واللغو، ولا كذبا من القول. </p><p> وكل هذا الفضل والاحسان والنعيم: </p><p> {جَزَآءً مِّن رَّبِّكَ عَطَآءً حِسَاباً} </p><p> ينالونه تفضلاً منه وإحساناً جزاءَ اعمالهم الخيرة. فالله الّذي رضي عنهم هو ربُّ السموات والأرض الذي وسِعت رحمتُه كلَّ شيء ولا يملك أحد مخاطبتَه تعالى بالشفاعة إلا بإذنِه، يوم يقوم جبريلُ والملائكة مصطفّين خاشِعين لا يتكلّم أحدٌ منهم الا من أذِن له الرحمنُ بالكلام، ونطق بالصواب. </p><p> ثم بيّن الله تعالى أن ذلك اليومَ حقٌّ لا ريبَ فيه، {ذَلِكَ اليوم الحق} ، حيث الناس فريقان: فريق بعيد من الله ومآله الى النار، وفريق مآبُه القُرب من الله. </p><p> {فَمَن شَآءَ اتخذ إلى رَبِّهِ مَآباً} . </p><p> بن يعملَ عملاً صالحا يقرّبه منه ويُحِلّه دارَ النعيم. </p><p> ثم عاد الى تهديدِ المعانِدين وتحذيرِهم من عاقبة عنادهم. . بأنهم سَيَعلمون غداً ما قدّمت أيديهِم ويندمون حيثُ لا ينفع الندم. فقال في خاتمة هذه السورة الكريمة: </p><p> {إِنَّآ أَنذَرْنَاكُمْ عَذَاباً قَرِيباً يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الكافر ياليتني كُنتُ تُرَاباً} . </p><p> قراءات </p><p> قرأ الجمهور: كذابا بتشديد الذال، وقرأ الكسائي: كذابا بتخفيفها. وقرأ ابو عمرو: ربُّ السموات والأرض الرحمن، برفع رب والرحمن، والباقون بالكسر. وقرأ عاصم وابن عامر ويعقوب: الرحمن بالجر. وقرأ حمزة والكسائي بجر رب السموات، ورفع الرحمن. </p><p> نسأل الله تعالى ان يثبّتنا بالقول الثابت، ويجعلَنا من الذين ينطقون بالصواب، ويهديَنا إلى العملِ بكتابه وسًنة نبيه، وان يجمع كلمتنا ويوحّد صفوفنا لنحميَ أنفسَنا ونصون أوطاننا مما يهدّدنا من الأعداء. . . </p>"
}