{
  "id": null,
  "sura": 80,
  "aya": 1,
  "text": "<p> عبس: قطّب وجهه من ضيق الصدر. تولّى: أعرض: أن جاءه الأعمى: لأن الأعمى جاء عنده، يزكّى: يتطهر بما يتعلم من الدين. تصدّى: أصله تتصدّى بتاءين ومعناه تقبل عليه، وتتعرض له. تلهّى: تتغافل عنه. تذكِرة: موعظة. فمن شاء ذكَره: فمن شاء اتعظ به. في صحف مكرّمة: كتب شريفة في موضع التكريم والتعظيم. مرفوعة: عالية القدر والشأن. مطهَّرة: منزهة عن العبث والنقص. سَفَرة: الملائكة لأنهم السفراءُ بين الله تعالى ورسله الكرام. بررة: جمع بارّ وهم الأطهار. </p><p> نزلت هذه السورةُ الكريمة في عبدِ الله بن أُم مكتوم ابن خالِ خديجة بنتِ خويلد رضي الله عن ها، وكان رجلاً أعمى، ومن أول الناس إسلاما. وكان من المهاجرين الأولين والمؤذِّنَ الثاني لرسول الله، وقد استخلفه الرسولُ الكريم على المدينة، وكان يصلّي بالناس مرارا. وقد جاء هذا الرجل الى النبي صلى الله عليه وسلم، وعنده جماعة من زعماءِ قريش منهم: عتبة وشَيبة ابنا ربيعة، وأبو جهلٍ عمرو بن هشام، والعباسُ بن عبد المطلب، وأُميةُ بن خلف، والوليدُ بن المغيرة. وكان النبي الكريم محتفياً بهم يدعوهم الى الإسلام ويرغّبهم فيه رجاءَ أن يُسلموا، لأنه يعلم أنهم إذا أسلموا تَبِعَهم خَلْقٌ كثير. </p><p> فجاء ابنُ أُم مكتوم وقال: يا رسولَ الله، أرشِدني، وعلِّمني مما علمك الله. . وكرر ذلك وهو لا يعلم من عنده. فكره الرسولُ قَطْعَه لكلامه، وظهر ذلك على وجهه، إذ عَبَسَ وأعرض عنه. </p><p> وقد عاتب الله نبيَّه الكريمَ بأنّ ضَعْفَ ذلك الأعمى وفقره لا ينبغي ان يكون باعثاً على كراهةِ كلامه والإعراضِ عنه، فإنه حيُّ القلب ذكيُّ الفؤاد، اذا سمع الحكمةَ وعاها، فيتطهَّرُ بها من أوضارِ الشِرك. </p><p> {وَمَا يُدْرِيكَ لَعَلَّهُ يزكى أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذكرى} . </p><p> ما يدريك يا محمد لعلّ هذا الأعمى يتطهّر بما يسمعه منك، وما يتلقاه من العِلم والمعرفة، او يتذكر بها ويتّعظُ فتنفعُه الذِكرى. </p><p> وبعد نزول هذه الآيات جَعل الرسولُ يكرِم عبد الله هذا ويُقبِل عليه ويقول له إذا رآه: أهلاً بمن عاتَبَني فيه ربّي، ويساله هل لك حاجةٌ. </p><p> ثم ذكَر اللهُ بعد ذلك أَمْرَ النبيّ الكريم مع زعماءِ قريش فقال: </p><p> {أَمَّا مَنِ استغنى فَأَنتَ لَهُ تصدى وَمَا عَلَيْكَ أَلاَّ يزكى} . </p><p> أما من استغنى عن الله بمالِه وقوَّتِه، فأنت تُقبل عليه حِرصاً على إسلامه، وتهتمّ بتبليغه دعوتَك، ولا حَرَجَ عليك أن لا يتطهّر من الشِرك والوثنية، ولستَ بمطالَبٍ بهدايته. هذا بخلاف من جاءك مسرعاً في طلب الهداية والعلم، فأنتَ تتلهّى عنه وتتشاغل بهؤلاء الزعماءِ الّذين لا يؤمنون ولا فائدةَ منهم، لأنّ اكثَرهم جحدةٌ منصرفون الى المادة. لقد ألْهَتْهُم هذه الحياة الدنيا، فلا ينبغي الانصرافُ إليهم، والتصدّي لهم لمجرد الطمع في إسلامهم حتى يتبعَهم غيرُهم. </p><p> إنّ قوة الانسان في حياةِ قلبه وذكاء لبّه، والإذعانِ للحق إذا ظهر، أما المالُ والعصبة والنَسب والأعوان والمراكز والتيجان - فهي كلها عوارٍ تغدو وترتحل، ولا يدوز ويبقى الا العملُ الصالح. </p><p> وفي هذا تأذيبٌ من اللهِ تعالى لأمةِ محمد صلى الله عليه وسلم. ولو تأدّبوا به لكانوا اليوم أرشدَ الأمم. </p><p> {كَلاَّ إِنَّهَا تَذْكِرَةٌ فَمَن شَآءَ ذَكَرَهُ} . </p><p> إن الله لا ينصر دِينه بأمثالِ هؤلاء المتكبرين الجاحدين، فلا تهتمَّ يا محمد بهم. انما يُنصَر الحقُّ بالمؤمنين الصادقين أمثالِ ذلك الأعمى. وما هذه الآيات إلا موعظة، وهذا القرآن كافٍ في الهداية لمن طَلَبها، وما عليك الا البلاغُ والتذكير، فمن شاء اتّعظ بالقرآن الذي هو {فَي صُحُفٍ مُّكَرَّمَةٍ} عاليةِ القدر والمكانة بتعاليمها وحِكَمها البالغة {بِأَيْدِي سَفَرَةٍ كِرَامٍ بَرَرَةٍ} من الملائكة الذين جعلهم الله سفراء بينه وبين رسُله. وهم {لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [التحريم: ٦] . </p><p> قراءات: </p><p> قرأ الجمهور: فتنفعه بضم العين، وقرأ عاصم: فتنفعه بنصب العين، وقرأ الجمهور: تصدى بفتح الصاد من غير تشديد، وقرأ نافع وابن محيصن: تصدّى بفتح الصاد المشددة. </p>"
}