{
  "id": null,
  "sura": 81,
  "aya": 15,
  "text": "<p> الخنّس: جمع خانس وخانسة، وهي التي تختفي. الجوارِ الكنّس: جمعُ جارية، والكنس جمع كانس وكانسة، وهي التي تستتر، والمراد بالخنّس والكنس النجوم. اذا عسعس: اذا اقبل بظلامه. اذا تنفّس: اذا اسفر وظهر ضياؤه. رسول كريم: جبريل. عند ذي العرش: عند الله. مكين: صاحب مكانة وجاهٍ عند ربه. ثَمّ: بفتح الثاء، هناك. صاحبكم: محمد بن عبد الله صلى الله عليه وسلم. بالأفق المبين: الأفق الأعلى الواضح، الجهة العليا. ضنين: بخيل. رجيم: مرجوم مطرود من رحمة الله. </p><p> بعد ان ذكر الله تعالى بعض اهوال يوم القيامة، وكلَّ ما سبق - أقسم هنا بأيمان مؤكدة بالنجوم الخُنّس، والكنَّس، وبالليلِ اذا أقبل ظلامُه، وبالصبحِ اذا أسفَرَ وظهر نورُه. وما أجملَ قوله تعالى {والصبح إِذَا تَنَفَّسَ} ! ولا يعرف هذه الحقيقة الا الذي يقوم مبكّرا، ويرى جمالَ إسفارِ الصباح ويشمُّ النسيم العليلَ الذي يُنعش النفوس. </p><p> لقد اقسم الله تعالى بهذه الأشياء العظيمة، أن القرآنَ الكريم ليس من كلام محمد عليه الصلاة والسلام، وإنما هو كلامُ الله جاء به جبريلُ، وهو رسولٌ كريم وصاحبُ قوةٍ في أداءِ مهمته، {عِندَ ذِي العرش مَكِينٍ} وذو جاهٍ ومنزلة عند ربه العليّ العظيم، كما أنه مطاع بين الملائكة المقربين. </p><p> ثم وصف الرسولَ الكريمَ مخاطباً قومه فقال {وَمَا صَاحِبُكُمْ بِمَجْنُونٍ} فهو محمد الذي عرفتموه وخبرتموه وكنتم تنعتونه «بالأمين» ! لماذا بعد ان جاءته الرسالة قلتم عنه انه مجنون؟ </p><p> {وَلَقَدْ رَآهُ بالأفق المبين} </p><p> كيف تقولون هذه الأقوال الكاذبة عنه، وهو الذي رأى جبريلَ بالأفق المبين الواضح، كما جاء في سورة النجم:  {مَا كَذَبَ الفؤاد مَا رأى أَفَتُمَارُونَهُ على مَا يرى وَلَقَدْ رَآهُ نَزْلَةً أخرى عِندَ سِدْرَةِ المنتهى}  [النجم: ١١-١٤] . </p><p> {وَمَا هُوَ عَلَى الغيب بِضَنِينٍ} </p><p> ليس محمّد بالمتهَم على القرآن وما فيه، ولا ببخيلٍ يقصّر في تبليغه وتعليمه، بل هو ثقةٌ أمين. </p><p> {وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَّجِيمٍ} </p><p> ما هذا القرآن الذي يتكلم به النبيّ قولَ شيطانٍ مرجوم مطرودٍ من رحمة الله. </p><p> ثم بين لهم انهم قومٌ قد ضلّوا طريقَ الهدى، وجهِلوا سبيل الحكمة فقال: </p><p> {فَأيْنَ تَذْهَبُونَ؟ إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ} . </p><p> أي طريقٍ أهدَى من هذا الطريق تسلكون!! </p><p> ليس هذا القرآن العظيم الا تذكرةً للناس جميعا، يأمرهم بالخير، ويزجرُهم عن الشر، وهو هدايةٌ وتذكِرة {لِمَن شَآءَ مِنكُمْ أَن يَسْتَقِيمَ} . أما من يصرّ على الضلال فلا ينتفع بذِكر، ولا تؤثّر فيه موعظة {وَمَا تَشَآءُونَ إِلاَّ أَن يَشَآءَ الله رَبُّ العالمين} وكلٌّ اليه راجعون. </p><p> قراءات: </p><p> قرأ ابن كثير وابو عمرو والكسائي: بظنين بالظاء، وقرأ الباقون بضنين، بالضاد. </p>"
}