{
  "id": null,
  "sura": 82,
  "aya": 1,
  "text": "<p> انفطرت: انشقت. انتثرت: تبعثرت، وتفرقت. فُجرت: فتحت على بعضها وزالت الحواجز التي بينها. بُعثرت: فُرقت وأزيل التراب عن الموتى، واخرجوا منها. ما قدّمت: من اعمال الخير، وما أخرته ولم تعمله. فسوّاك: جعل اعضاءك سوية متناسبة. فعدَلَك: جعلك معتدلا متناسب الخَلق. في أي صورةٍ ما شاء ركّبك: في صورة حسنة هي من أعجب الصور وأحكمها. الدّين: الجزاء يوم القيامة. حافظين: يحصون أعمالكم. يَصْلونها: يدخلونها. </p><p> تبدأ السورة بعرض اربعة مشاهد من أهوال يوم القيامة: إذا السماءُ انشقّت وتساقطت كواكبُها متبعثرة، واذا فُجّرت البحارُ وزال ما بينها من حواجز، واذا القبورُ فُتحتت وبُعثرت وخَرج من فيها من الناس أشتاتاً ليُرَوا أعمالهم - عند ذلك تَعلَم كلُّ نفسٍ ما عملتْ وما لم تعمَل. </p><p> ثم ينتقل الخطاب الى الانسان في صورة عتاب: يا أيها الانسان، أيُّ شيءٍ خدعَكَ بربك الكريم حتى تجرّأتَ على عصيانه؟ هو الذي أوجدَك من العدَم، وخلقك في هذه الصورةِ المتناسبة الأعضاء مع اعتدال القامة في أحسن تقويم! وبعد كل هذا نجدكم يا بني آدمَ مكذبين بيوم الدين: </p><p> {كَلاَّ بَلْ تُكَذِّبُونَ بالدين} ! ارتَدِعوا عن الاغترار بكرمي لكم، فإنكم محاسَبون ومسئولون. </p><p> ثم بين لهم ان أعمالَهم مكتوبةٌ يُحصيها عليهم ملائكةٌ كِرام كاتبون {يَعْلَمُونَ مَا تَفْعَلُونَ} من خيرٍ أو شرّ. كما جاء في سورة الزخرف ٨٠ {أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُم بلى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ} اما كيفية حفظِهم وكتابتهم، وهل عندَهم أوراق وأقلام، او هناك ألواح تُرسَم فيها الأعمال - فلا نعلم عن ذلك شيئا، وإنما نقول: إن قدرة الله كفيلة بأن يخلق من الطرق ما لا يَظلم به عبادَه. </p><p> ثم ذكر نتيجة الحساب، والثواب والعقاب، وبيّن ان العاملين في ذلك اليوم فريقان: وبيّن مآل كل منهما فقال: </p><p> {إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ يَصْلَوْنَهَا يَوْمَ الدين} </p><p> ان المؤمنين الأبرار، الصادقين في إيمانهم - سينالون جناتِ النعيم؛ أما الذين جحدوا وانشقّوا عن أمر الله وهم الفجار - ففي النار، يدخلونها بعد الحساب. </p><p> {وَمَا هُمَ عَنْهَا بِغَآئِبِينَ} </p><p> ذلك أن وعْدَ الله حقٌّ، فهم في جهنم لا محالة. </p><p> ثم بين الله اهوال ذلك اليوم وشدائده فقال: </p><p> {وَمَآ أَدْرَاكَ مَا يَوْمُ الدين ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين} . </p><p> إنك أيها الانسان تجهل ذلكَ اليومَ العظيم، فهو فوق ما تتصور بشدائده وأهواله. </p><p> {يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً والأمر يَوْمَئِذٍ لِلَّهِ} . </p><p> لا أحد يملك نفعا ولا ضرا لنفسه ولا لغيره في ذلك اليوم. . وكلّ إنسانٍ مشغولٌ بنفسه. . والأمر في ذلك اليوم لله وحده، فهو المتفرد بالأمر والنهي، فلا شفيع ولا نصير، واليه المرجع والمآب. </p><p> قراءات: </p><p> قرأ الجمهور: فعدَّلك بتشديد الدال، وقرأ عاصم وحمزة والكسائي: فعَدَلك بفتح الدال من غير تشديد. وقرأ ابن كثير وابو عمرو يومُ لا تملكُ برفع يوم، والباقون يومَ لا تملِكُ بالنصب. </p>"
}