{
  "id": null,
  "sura": 83,
  "aya": 18,
  "text": "<p> عِليّين: المكان العالي الرفيع القدر، وهو مقابل: سِجّين. الأرائك: جمع أريكة، وهي المقعد الوثير المنجّد. نضرة النعيم: بهجته ورونقه. رحيق: شراب خاص. مختوم: ختمت أوانيه. ختامه مسك: مختوم بأطيب انواع الطيب. فلْيتنافس المتنافسون: فليتسابق المتسابقون في عمل الخير ليلحقوا بهم. مزاجه: ما يخلط به. من تَسنيم: من عين يقال لها تسنيم. </p><p> بعد أن بين اللهُ تعالى حالَ الفجّار وأعمالَهم ومآلهم يوم القيامة - يعرض هنا حالَ الأبرارِ الذين آمنوا بربِّهم وصدّقوا رسولَهم. . وهذه طريقةُ القرآن الكريم في عَرض المتقابلَين، وفي ذلك ترغيبٌ في الطاعة، وتنفيرٌ من المعصية. </p><p> {كَلاَّ} ليس الأمر كما توهَّمَه أولئك الفجّارُ من إنكار البعث، ومن أن كتابَ الله أساطيرُ الأولين {إِنَّ كِتَابَ الأبرار لَفِي عِلِّيِّينَ} فهو مودَع في أشرفِ الأمكنة بحيث يشهدُه المقرَّبون من الملائكة، {وَمَآ أَدْرَاكَ مَا عِلِّيُّونَ} ؟ إنه أمرٌ فوق العِلم والادراك لبني البشر، وكل ما في الآخرة مختلفٌ عن حياتنا ومفهومنا. فهو: </p><p> {كِتَابٌ مَّرْقُومٌ يَشْهَدُهُ المقربون} فهو مسطور علامتُه واضحة يشهدُه ويحفظُه المقرّبون من الملائكة تكريماً للأبرار، وتقديراً لجهودِهم وأعمالهم الصالحة. </p><p> بعد هذا بين منزلة الأبرار الرفيعة، وأخذت السورةُ تفصل حالضهم وما ينالون من الجزاء والنعيم. </p><p> {إِنَّ الأبرار لَفِي نَعِيمٍ. . . .} </p><p> وهذا في مقابلة الفجّار الذين هم في الجحيم. فالله تعالى يكرم المؤمنين الأبرار ويدخلُهم جناتِ النعيم، حيث يجلسون على الأرائك وينظرون الى ما أَولاهم ربهم من النعمة والكرامة، حتى إذا نظرتَ إليهم تعرفُ في وجوههم بهجةَ النعيم ونضارته. </p><p> وهم يُسقَون من شراب أهل الجنة الّذي هو الرحيقُ الخالص، الذي خُتمت أوانيه بختام من مِسْكٍ، تكريما لها وصوناً عن الابتذال، {وَفِي ذَلِكَ فَلْيَتَنَافَسِ المتنافسون} ويتسابقوا. </p><p> والشرابُ السابق ممزوجٌ من عين في الجنة اسمُها «تَسْنِيم» . </p><p> {وَمِزَاجُهُ مِن تَسْنِيمٍ عَيْناً يَشْرَبُ بِهَا المقربون} الأبرارُ عند الله تعالى. وكل ذلك تكريم لهم وفضلُ ضيافة. ولقد فصّل الله تعالى ما أعدّ للأبرار ووصفَ النعيمَ الذي سيلاقونه في دارِ كرامتِه حضّاً للذين يعملون الصالحاتِ على الاستزادة منها، وحثّاً للمقصِّرين واستنهاضاً لعزائمهم ان لا يقصّروا في ذلك. </p><p> بعد ذلك انتقل الحديثُ في السورة الى ما كان الكفار يقابلون به المؤمنين في الحياة الدنيا وكيف كانوا يستهزئون منهم ويَسْخَرون، وان هذا ما سيقابلُ به المؤمنون الكفار يوم القيامة ويضحكون منهم. </p><p> فقد روي أن صناديد قريشٍ مثلَ أبي جهلٍ، والوليدِ بن المغيرة، والعاصي بن وائل السُّهمي، وشَيبة بن ربيعة، وعتبة بن ربيعة، وأميةَ بن خلف، وغيرهم كانوا يؤذون رسولَ الله صلى الله عليه وسلم وأصحابه ويستهزئون بهم ويحرّضون عليهم سفَهاءَهم وغلمانهم. وفي ذلك كله يقول تعالى: </p><p> {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ. </p><p> .} . </p><p> ان المجرِمين الجاحدين، كانوا في الحياة الدنيا يضحكون من المؤمنين، {وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ} عليهم بأعينِهم وأيديهم، ويَذكُرونهم بالسوء، ويشيرون إليهم مستهزئين، {وَإِذَا انقلبوا إلى أَهْلِهِمْ انقلبوا فَكِهِينَ} نفوسُهم راضية بعد ما اشبعوا تلك النفوسَ الصغيرة من السخرية بالمؤمنين وإيذائهم. </p><p> {وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ} . </p><p> واذا رأى المجرمون المؤمنين قالوا عنهم: ان هؤلاء لَضالُّون، فقد آمنوا بمحمَّد وتركوا ما كان عليه الآباء والأجداد من عبادة. </p><p> ثم يردّ الله عليهم بكل أدب ووقار بقوله:  {وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ} </p><p> ان الله لم يرسِل الكفارَ رقباءَ على المؤمنين، ولم يُؤتهم سلطةَ محاسَبتهم على أفعالهم. </p><p> ثم طمأنَ المؤمنين بذِكر معاملتهم للمجرمين يوم القيامة، تسليةً لهم عمّا نالَهم من أذى، وشدّاً لعزائمهم على التذرّع بالصبر فقال:  {فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ عَلَى الأرآئك يَنظُرُونَ هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ} </p><p> الآن يومُ القيامة، يوم الجزاء والحساب، يجلس المؤمنون على الأسرَّة في نَعيم مقيم، ويتناولون الرحيقَ المختوم بالمِسكِ وهم يضحكون من الكفّار وما يُعانونه من العذاب والطَّرد من رحمة رب العالمين. </p><p> قراءات: </p><p> قرأ الجمهور: ختامه مسك، وقرأ الكسائي وحده: خاتمه مسك، وقرأ الجمهور: تعرف بكسر الراء، وقرأ يعقوب: تعرف بضم التاء وفتح الراء، وقرأ الجمهور: فاكهين، وقرأ حفص: فكِهين. </p>"
}