{
  "id": null,
  "sura": 84,
  "aya": 16,
  "text": "<p> الشفق: الحمرة التي تشاهَد في الأفق الغربي بعد الغروب، ويستمر الى قبيل العشاء، والشفقُ: الشفقة. وسَقَ الليل الأشياء: جلّلها وجمعها، وسقت النخلة: حملت. اتّسَق: اكتمل وتم نوؤه وصار بدرا. لتركبنّ طبقا عن طبق: لَتُلاَقُنَّ حالاً بعد حال، بعضها أشدّ من بعض وهي الحياة، والموت، والبعث، وأهوال القيامة. بما يوعون: بما يُضمِرون في نفوسهم من الإعراض والجحود والحسد والبغي. غير ممنون: غير مقطوع. </p><p> بعد هذه الجولة العميقة الأثر بمشاهدِها، لتأكيد أن الانسانَ راجع الى ربه يوم القيامة، حيث يحاسَب حساباً يَسيرا أو عسيرا حسب أعماله - يُقسِم الله تعالى بآياتٍ له في الكائنات أنّ بعثَ الناس يوم القيامة كائن لا محالة. </p><p> {فَلاَ أُقْسِمُ بالشفق. . . . .} </p><p> تتكرر هذه العبارة في القرآنِ، وهو أسلوبٌ يأتي عندما يكون الشيءُ الذي أقسَمَ الله عليه جليلَ القدر، فيقول سبحانه: لا أُقسِم بهذه الأشياءِ على إثباتِ ما أريد لأن أمره ظاهر، واثباته أعظمُ وأجلُّ من أن يقسَم عليه. وأول هذه الأمور الشفَق. . ثم يأتي: </p><p> فباللّيلِ وما وسَق، أي ما جمعه من الكائنات التي تسكن فيه عن الحركة، والقمرِ عندما يتم نوره ويصير بدراً كاملا. . بحق هذه الأمور الثلاثة، والتي لا يخفَى على الناس ما فيها من المنافع، وما فيها من الآيات الناطقة بحكمة واضعِ نظامها - {لَتَرْكَبُنَّ طَبَقاً عَن طَبقٍ} وهنا جواب القسم: لتلاقُنَّ ايها الناس حالاً بعد حال، رخاءً بعد شدة، وسُقماً بعد صحة، وغنًى بعد فقر، منذ خَلْقِكم الى طفولتكم، وشبابكم وشيخوختكم، ثم موتكم، ثم بعثكم يوم تُحشَرون إلى ربكم للحساب. </p><p> ثم بعد ان ذكر الأدلة القاطعة على صحة البعث والحساب والجزاء أتى باسلوب فيه استفهام يقصد به التوبيخ. </p><p> {فَمَا لَهُمْ لاَ يُؤْمِنُونَ؟} . </p><p> ما لهؤلاء الجاحدين لا يؤمنون بالله، ولا يصدّقون بالبعث بعد وضوح الدلائل وقيام البراهين على وقوعه! {وَإِذَا قُرِىءَ عَلَيْهِمُ القرآن لاَ يَسْجُدُونَ} . . خضوعاً لربّ هذا الكون البديع! </p><p> وهنا موضع سجدة. لقد منعهم العنادُ والاستكبار من الإيمان، فهن يفعلون ذلك تعالياً عن الحق، ولذلك لا يخضعون عند تلاوته. </p><p> {والله أَعْلَمُ بِمَا يُوعُونَ} </p><p> والله أعلمُ بما يكنّون في نفوسهم، ويُضمرون في جوانحِهم من شر وإصرارٍ على الشرك. </p><p> ثم يتجه الخطاب الى الرسول الكريم فيقول تعالى:  {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} أيْ أخبِرْهم يا محمد عمّا ينتظرهم من عذاب. والتعبير بقوله:  {فَبَشِّرْهُمْ} فيه تهكّم لاذع حيث استعمل البشارةَ مكان الإنذار. </p><p> ثم يختم السورة الكريمة بما أعد للمؤمنين من أجرٍ دائم غير منقطع، فقال:  {إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} بل هو دائم غير مقطوع عنهم في دار البقاء، ولَنِعم دار المتقين. </p><p> قراءات </p><p> قرأ ابن كثير، وحمزة، والكسائي، لتركبَن بفتح الباء والخطاب الى النبي صلى الله عليه وسلم، وقرأ الباقون، لتركبُنّ بضم الباء والخطاب للجميع. </p>"
}