{
  "id": null,
  "sura": 84,
  "aya": 1,
  "text": "<p> انشقت السماء: تصدعت. أَذِنت لربها: استمعت اليه، أذِنَ للشيء: استمع اليه، وأذِنَ بالشيء: عَلِمَه. حُقت: أطاعت، وقع عليها الحق واعترفت بأنها محقوقة لربها. واذا الأرض مُدت: تغيرت جميع ملامحها وأصبحت قاعا صفصفا، بإزالة جبالها وتغيير معالمها. وألقت ما فيها وتخلّت: أخرجت جميع ما فيها من الخلائق والكنوز التي طوتها في أجيالها العديدة. كادح: عامل بجد ومشقة، كدح في العمل كَدحا: سعى، وأجهد نفسَه، وعملَ خيراً أو شرّا، وكدحَ لِعياله: كسبَ لهم بمشقة. فملاقيه: فسوف تجدُ عملَك امامك مسجلاً في سِجلٍّ دقيق، لا ينسى شيئا. ينقلب الى أهله: يرجع الى عشيرته فرحا مسرورا. من أُوتي كتابه وراء ظهره: صورةٌ عجيبة من الاحتقار والازدراء. الثبور: الهلاك، يدعو ثُبورا: يدعو على نفسه بالهلاك. يصلَى سعيرا: يدخل جهنم. إنه ظن انه لن يحُور: انه كان لا يؤمن بالبعث، والرجوع الى الله، حار يحون حورا وحئورا: رجَعَ. بلى: سيرجع الى الله ويحاسَب. </p><p> بين الله تعالى في مطلع هذه السورة الكريمة أهوالَ يوم القيامة، في آيات موجَزة هي من عجائب إيجازِ القرآن وبلاغته، وذَكَر أن ما يقع بين يدي الساعة من كوارث وأهوالٍ تُشِيبُ الوِلدان، ويفزع لها الانسان. فمنها: </p><p> إذا تشقّقت السماءُ وتصدّعت، واختلَّ نظامُ العالم، واستمعت السماءُ لأمرِ ربّها وانقادت لحُكمه، {وَإِذَا الأرض مُدَّتْ وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ} أي انبسطت بنسفِ ما فيها من جبال، وأصبحت لا بناءَ فيها ولا وِهاد، كما قذفت ما في جوفها من الخلائق والكنوز. {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ} واستمعت لأمرِ ربّها وأطاعت. . . إذا حصل كل هذا - لَقِيَ الانسانُ من الأهوال ما لا يحيط به الخيالُ في ذلك اليوم العصيب. </p><p> بعد هذه المقدمة الهائلة أخبرَ اللهُ تعالى عن كدِّ الإنسانِ، وتعبه في هذه الحياة. </p><p> {ياأيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحاً فَمُلاَقِيهِ} . </p><p> يا أيها الإنسانَ الغافل عن مصيره، لا تظنَّ أنك خالد، كلاّ انك مُجِدٌّ في السيرِ إلى ربك، وراجع إليه يومَ القيامة، وان كلَّ عملٍ عملتَه، خيراً أو شراً، سوف تُلاقيه أمامك في سجلٍّ دقيق، وسَيُجازيك ربُّك على كَدْحِك من ثوابٍ وعقاب. </p><p> في ذلك اليوم ينقسم الناسُ فريقين: فريقَ الصالحين البررة، وهؤلاء يحاسَبون حسابا يسيرا، وينقلبون الى أهلهم فرحين مسرورين كما قال تعالى، {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً وَيَنقَلِبُ إلى أَهْلِهِ مَسْرُوراً} إذ يتجاوز الله عن سيئاته. وقد روى البخاري ومسلم عن عائشة، أن النبيّ صلى الله عليه وسلم قال:  «من نُوقش الحسابَ عُذِّب.فقالت عائشة:أوليسَ الله يقول{فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً}فقال: إنما ذلكَ العَرضُ، ولكنّ من نوقش الحسابَ عُذِّب» . </p><p> وفي الحديث: ان رسول الله صلى الله عليه وسلم قال: </p><p> «ان الله يُدني العبدَ يوم القيامة حتى يضعَ كَنَفَهُ عليه،فيقول له:فعلتَ كذا وكذا،ويعدِّدُ عليه ذنوبَه ثم يقول له:سترتُها عليك في الدنيا وأنا أغفرُها لك اليوم» ، فهذا هو المرادُ من الحساب اليسير. الكنف: الرحمة والستر. </p><p> والفريق الثاني فريق العصاة الجاحدين، وهؤلاء يحاسبون حساباً عسيرا ويَلْقَون من العذاب ما لا يتصوره الانسان. . . </p><p> {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَآءَ ظَهْرِهِ فَسَوْفَ يَدْعُو ثُبُوراً ويصلى سَعِيراً إِنَّهُ كَانَ في أَهْلِهِ مَسْرُوراً إِنَّهُ ظَنَّ أَن لَّن يَحُورَ بلى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيراً} . </p><p> هذه صورةٌ عجيبة جديدة، تأتي لأول مرة في القرآن الكريم، وهي إعطاء الكتاب للمجرمِ من وراءِ ظهره، وما هي الا نوعٌ من الاحتقار وازدراء به. وهو حين يتناوله على هذه الصورة يدعو على نفسه بالهلاك والموت، ولكن لا يجاب، ويكون مصيره النار وبئس القرار ويقول: </p><p> {ياليتني لَمْ أُوتَ كِتَابِيَهْ وَلَمْ أَدْرِ مَا حِسَابِيَهْ ياليتها كَانَتِ القاضية مَآ أغنى عَنِّي مَالِيَهْ هَّلَكَ عَنِّي سُلْطَانِيَهْ}  [الحاقة: ٢٥-٢٩] . </p><p> لماذا؟ انه كان في الدنيا ساهياً لاهيا، سادراً وراء شهواته يُنكر البعثَ والحسابَ والجزاء، وقد ظنَّ أن لن يرجعَ إلى الله، ولن يبعثَه بعدَ الموت. </p><p> {بلى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيراً} </p><p> بلى إن الله سيعيدُه بعد موته ويحاسِبُه على عمله، وهو لا تخفى عليه خافية. </p><p> قراءات </p><p> قرأ نافع وابن عامر وابن كثير والكسائي: يُصلى بضم الياء وفتح الصاد واللام المشددة، والباقون: يصلى بفتح الياء واسكان الصاد وفتح اللام من غير تشديد. </p>"
}