{
  "id": null,
  "sura": 86,
  "aya": 1,
  "text": "<p> طَرَق طَرْقا وطروقا: أتاهم ليلا، وطَرَقَ النجم طروقا: طلع ليلا. النجم الثاقب: النجم المضيء، ثقب الكوكب: أضاءَ فهو ثاقب. حافظ: رقيب. ماء دافق: ماء مندفع بسرعة. الصلب: فقار الظهر، منطقة العمود الفقري، يقال: من صُلب فلان يعني من ذريته. الترائب: عظام الصدر. تُبلى: تختبر وتمتحن. السرائر: الضمائر، وما يُسِره الانسان في نفسه. الرجع: إعادة الشيء الى ما كان عليه، والمراد هنا المطر. الصدع: الشق، الارض التي تنشق عن النبات. فصل: فاصلٌ بين الحق والباطل. يكيدون: يمكرون، ويدبّرون المضرة خفية. وأكيدُ كيدا: الكيد من الله التدبيرُ بالحق لمجازاة اعمالهم. رويدا: قريبا. </p><p> لقد أقسَم الله تعالى في مطلع هذه السورة بالسماء ونجومها اللامعة المضيئة، انّ النفوسَ لم تُترك سُدى، ولن تبقى مهمَلة، بل تكفَّل بها مَنْ يحفظها ويحصي أعمالَها، وهو اللهُ تعالى. </p><p> وفي هذه تسليةٌ للرسول الكريم وأصحابِه، ووعيدٌ للكافرين الجاحدين. </p><p> {والسمآء والطارق} </p><p> أُقسِم بالسماء وبالنجم الطالع ليلا. ولقد اقسَم الله تعالى بالسماء والشمس وبالقمر والليل، لأن في أحوالِها وأشكالها وسَيْرِها ومطالِعها ومغاربها عجائبَ وأيَّ عجائب. </p><p> ثم فسّر الطارقَ بقوله:  {النجم الثاقب} هذه النجوم المضيئة التي لا تحصى ولا نعلم من أكثرها شيئا، {وَمَآ أَدْرَاكَ مَا الطارق؟} استفهام للتفخيم والتعظيم. ما الذي أعلمكَ يا محمد ما حقيقةُ هذه النجوم. </p><p> ثم بين الذي حلف عليه فقال:  {إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ} أي إن كلَّ نفس عليها رقيبٌ يحفظها ويدير شئونها في جميع أطوارها، ويُحصي عليها أعمالها. </p><p> لَمَّا، هنا بمعنى إلاّ، يعني أن كل نفس عليها حافظ. وفي قراءة من قرأها بالتخفيف انّ كل نفس لَما عليها حافظ، يعني: ان كل نفس لَعَلَيْها حافظ، وهما قراءتان سَبْعِيَّتان. </p><p> وهذا المعنى كما قال تعالى:  {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَاماً كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ}  [الإنفطار: ١٠-١٢] . </p><p> ثم امر الله تعالى الانسانَ ألأن ينظر ويتفكر في بدءِ خَلْقه ومنشئه، وانه خُلق من ماءٍ دافق فيه ملايين الحُوينات التي لا تُرى بالعين المجردة، فالذي خلقه على هذه الأوضاع قادرٌ على أن يُعيدَه إلى الحياة الأخرى. </p><p> {فَلْيَنظُرِ الإنسان مِمَّ خُلِقَ خُلِقَ مِن مَّآءٍ دَافِقٍ يَخْرُجُ مِن بَيْنِ الصلب والترآئب} </p><p> فلينظر الانسانُ ويفكّر في مبدأ خلْقه. لقد خلقه الله من ماءٍ متدفق، من مَنِيٍّ فيه ملايينُ المخلوقات التي لا تُرى بالعين المجردة، {يَخْرُجُ مِن بَيْنِ الصلب والترآئب} أيْ من الصُّلب وعظم الصدر من الرجل والمرأة، فاذا دخَل المنيُّ رحِمَ المرأة وكانت مهيَّأةً للحمل التقى بالبيضة التي في الرحم، وكوّنت معه جرثومة الجَنين. </p><p> وقد بينت الدراسات الحديثة ان نواةَ الجهاز التناسلي والجهاز البولي في الجَنين تظهر بين الخلايا الغضروفية المكوِّنةِ لعظام العَمودِ الفَقري وبين الخلايا المكونةِ لعظام الصدر. </p><p> وتبقَى الكُلى في مكانها وتنزل الخَصيةُ إلى مكانها الطبيعي في الصَفَنِ عند الولادة. كما ان العصب الذي ينقل الإحساسَ اليها ويساعدها على إنتاج الحيوانات المنوية وما يصاحب ذلك من سوائل - متفرعٌ من العصَب الصدريّ العاشر الذي يغادر النخاعَ الشوكيَّ بين الضِلعَين العاشر والحادي عشر. </p><p> وواضح من ذلك ان الاعضاءَ التناسلية وما يغذّيها من أعصابٍ وأوعية تنشأ من موضع في الجسم بين الصُّلب والترائب، «العمود الفقري والقفص الصدري» . </p><p> وهذه الأمور الدقيقة لم يكتشِفها العِلم الا حديثاً بعد هذه القرون الطويلة. ومن هذه يتبين بوضوحٍ أن الانسانَ يُخْلَق وينشأ من ماءِ الرجل الدافق، وأهمُّ ما فيه الحيوانُ المنوي؛ وماء المرأة وأهم ما فيه البُوَيضة. ونشوؤهما وغذاؤهما وأعصابُهما كلُّها من بين الصلب والترائب. </p><p> {إِنَّهُ على رَجْعِهِ لَقَادِرٌ} </p><p> ان الله تعالى الذي قَدَّر خَلْق الإنسان ابتداءً من هذه الموادّ التي لا تُرى بالعين المجردة، بتلك العملية الدقيقة - قادرٌ بكل سهولة على إعادة حياته مرةً أخرى بعدَ أن يموت. {وَهُوَ الذي يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ}  [الروم: ٢٧] . </p><p> ثم بيَّن وقتَ الرجع، ذلك اليوم العظيم فقال: </p><p> {يَوْمَ تبلى السرآئر} </p><p> إنه يوم القيامة، يوم يعيدُ الله الخَلْقَ فتنكشف السرائر، وتتّضح الضمائر، وتُمتحَن القلوبُ وتختبر. </p><p> {فَمَا لَهُ مِن قُوَّةٍ وَلاَ نَاصِرٍ} </p><p> فليس للإنسانِ في ذلك اليوم قُوّةٌ تدفع عنه العذابَ ولا ناصرٌ ينصره ويجيرُه، فلا قوةَ له في نفسه، ولا أحدَ ينصره، الا ما قدّمه أمامه من عمل صالح. </p><p> وبعد أن بين الله تعالى امر المبدأ والمعاد، وانه قادر على اعادة الحياة، ووجّه الانظار الى التدبر في برهان هذه القدرة - شرع يثبت صحةَ رسالة النبي الكريم الى الناس كافّة، وصحةَ ما يأتيهم به من عند الله، وهو القرآن الكريم، ذلك الكتابُ الذي لا ريبَ فيه، فأَقسم على صدق هذا الكتاب فقال: </p><p> {والسمآء ذَاتِ الرجع والأرض ذَاتِ الصدع} </p><p> أُقسِم بالسماء ذاتِ المطر (وهو أنفعُ شيء ينتظره الخلْق، الذي يرجع حينا بعد حين، ولولاه لهلَك الناسُ، وهلَك الخلق، هذا الماء الذي جعل الله منه كل شيء حي. .) كما أُقْسِم بالأرض التي تتصدّع وتنشق، فيخرج منها النباتُ والأشجار والزهر وكل ما يفيد الناس ويقيتهم - إن ما جاء به محمد {إِنَّهُ لَقَوْلٌ فَصْلٌ وَمَا هوَ بالهزل} أيْ إن هذا القرآن لهو قولٌ فاصل بين الحق والباطل، قد بلغ الغايةَ في بيانه وتشريعِه وإعجازه، وهو جِدٌّ ليس فيه شيء من الهزل والعبث، لأنه كلامُ أحكَمِ الحاكمين. </p><p> ثم بين ما يدبره الكافرون للمؤمنين، وما تحويه صدورهُم من غلٍّ ومكرٍ فقال:  {إِنَّهُمْ يَكِيدُونَ كَيْداً} ويمكرون بالمؤمنين، ويحاولون صَرْفَ الناس عن الدِّين القويم، كما جاء في قوله تعالى:  {وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين}  [الأنفال: ٣٠] . </p><p> ثم ذَكَرَ ما قابلَهم ربُّهم به، وما جازاهم عليه، وطلبَ من رسوله الكريم ان يتأنّى عليهم ليرى أخْذَه لهم فقال:  {وَأَكِيدُ كَيْداً فَمَهِّلِ الكافرين أَمْهِلْهُمْ رُوَيْداً} . </p><p> ان هؤلاء المشركين يعملون المكايد لإطفاء نور الله، وصدِّ الناس عن شريعته، وأنا أُجازيهم على كيدهم بالإمهال ثم النَّكال، حيث آخذُهم أخذَ عزيزٍ مقتدر. . لكن بعد أن أمهلهم قليلاً. وقد صدق وعده، ووعدُه الحق. </p><p> قراءات </p><p> قرأ عاصم وحمزة وابن عامر: ان كل نفسٍ لمّا عليها حافظ، بتشديد لمّا، وهي بمعنى إلاّ. وقرأ الباقون: لما بغير تشديد وهي بمعنى اللام: لَعليها حافظ. </p>"
}