{
  "id": null,
  "sura": 87,
  "aya": 1,
  "text": "<p> التسبيح: التنزيه. فسوّى: فعدل هذا الكون وقومه. وقدّر فهدى: قدّر لكل كائن ما يصلحه فهداه اليه. المرعى: كل ما تنبته الارض لصالح الحيوان. غُثاء: يابسا مسودّا. والغثاء: ما يحمله السيل من الحشائش والاوراق التي لا قيمة لها. يقال غثا الوادي يغثو غثُوّاً كثُرَ فيه الغثاء. أحوى: ما يُحيل لونَه الى السواد. </p><p> نيسّرك لليسرى: نوفقك الى طريق الخير. الذِكرى: الموعظة. الأشقى: المصرّ على العناد. يصلَى النار: يدخلها. قد أفلح: قد فاز. من تزكّى: من طهر نفسه بالايمان. تؤثرون: تفضّلون. وأبقى: أدوم. </p><p> نزّه يا محمد ربّك الأعظم عن كل ما لا يليق بجلاله. وقد وجّه الله الأمر بتسبيحِ اسمه الأعلى دون تسبيح ذاته ليرشدَنا الى أن مبلغ جهدنا هو معرفةُ صفاته. اما ذاتُه العليّة فهي أعلى وابعد من أن ندركها في هذه الحياة الدنيا. ثم ذَكَر أوصافَه الجليلة ومظاهر قدرته البالغة وكمالَه فقالك </p><p> {الذي خَلَقَ فسوى} </p><p> هذا الكونَ العجيب وأتقنَ خلقه، وأبدع صنعه. </p><p> {والذي قَدَّرَ فهدى} </p><p> قدّر لكل مخلوق ما يصلحه فهداه اليه، وعرّفه وجه الانتفاع به. </p><p> {والذي أَخْرَجَ المرعى} </p><p> وأنبتَ النبات مختلف الأشكال لترعاه الدواب. </p><p> {فَجَعَلَهُ غُثَآءً أحوى} </p><p> أي صيَّره يابسا جافا بعد الخضرة والنضارة. وفي هذا عبرة لذوي العقول، فكما ان النبات يبدأ أخضر زاهيا ثم يَميل الى الجفاف والسواد - فكذلك الحياةُ الدنيا زائلة فانية، والآخرة هي الباقية. </p><p> وبعد ان ذكر الله دلائلَ قدرته، ذكر فضلَه على رسوله الكريم مع البشرى العظيمة له ولأمته بقوله: </p><p> {سَنُقْرِئُكَ فَلاَ تنسى إِلاَّ مَا شَآءَ الله إِنَّهُ يَعْلَمُ الجهر وَمَا يخفى} </p><p> بشرى عظيمة من الله تعالى لك يا محمد أنه سيشرح صدرَك، ويقوّي ذاكرتَك فتتلقى القرآنَ وتحفظه فلا تنساه. {إِلاَّ مَا شَآءَ الله} أن تنساه. فانه تعالى يعلم ما يجهر به عباده وما يخفونه. </p><p> ثم يزيد البشارة فيقول:  {وَنُيَسِّرُكَ لليسرى} ونوفّقك للطريقة السهلة. فقد كان رسول الله صلى الله عليه وسلم يحب اليُسر في كل الأمور. </p><p> روت عائشة رضي الله عن ها أنه ما خُير بين أمرين الا اختار أيسرهما. رواه البخاري ومسلم. وكلُّ سيرته مبنيّة على اليسر، وأحاديثه تحضُّ على اليسر والسماحة والرِفق في تناول الأمور. </p><p> لقد منّ الله عليه بهذه البشرى: أَقرأه فلا ينسى الا ما شاءَ الله، ويسّره لليسرى حتى ينهضَ بالأمانة الكبرى. فلهذا أُعِد ولهذا يُسّر. </p><p> {فَذَكِّرْ إِن نَّفَعَتِ الذكرى} </p><p> ذكِّر الناسَ بما أوحيناه اليك، لعلّهم يرجعون الى الله، وينتفع بتذكيرك من يخاف الله. اما المعاندون الجاحدون فلا تنفع معهم الذكرى ولا تجدي. </p><p> {وَيَتَجَنَّبُهَا الأشقى الذى يَصْلَى النار الكبرى ثُمَّ لاَ يَمُوتُ فِيهَا وَلاَ يَحْيَا} . </p><p> فالأشقى المصرّ على العناد لا يسمع لها ولا يستفيد منها. </p><p> ومصيره الى النار الكبرى لا يموتُ فيها فيستريح بالموت، ولا يحيا حياةً يهنَأُ بها. . بل يبقى في العذاب خالدا. </p><p> اما الذي ينتفع بالذِكرى فإنه من أهل الفوز والفلاح. </p><p> {قَدْ أَفْلَحَ مَن تزكى وَذَكَرَ اسم رَبِّهِ فصلى} </p><p> لقد فاز من تطهر من الشرك والآثام، وذكر اسم خالقه بقلبه ولسانه فصلّى خاشعا يرجو رحمة ربه. </p><p> ثم ردّ سبحانه على من قست قلوبهم، وتعلقوا بهذه الحياة الفانية ونسوا الآخرة فقال: </p><p> {إِنَّ هذا لَفِي الصحف الأولى صُحُفِ إِبْرَاهِيمَ وموسى} . </p><p> ان جميع ما أُوحي به الى النبي الكريم هو بعينه ما جاء في صحف ابراهيم وموسى، فدينُ الله واحد، وانما تختلف صورهُ وتتعدّد مظاهره. . </p><p> قراءات: </p><p> قرأ الكسائي: قدر بالتخفيف. والباقون: قدّر بالتشديد. وقرأ ابو عمرو وروح: يؤثرون بالياء. والباقون تؤثرون بالتاء. </p>"
}