{
  "id": null,
  "sura": 88,
  "aya": 1,
  "text": "<p> الغاشية: القيامة. خاضعة: ذليلة. عاملة، تعمل في الدنيا لنفسها واولادها واطماعها. ناصبة: تعبة. والفعل نصِب ينصَب نصبا: تعب. من عينِ آنية: من نبع ماؤه شديد الحرارة. أنى يأنى سخن وبلغ الشِّدةَ في الحرارة. الضريع: نوع من النبات له شوك تأكله الإبل عندما يكون رطبا، فاذا يبس لا يستساغ. ناعمة: مرفهة نضرة. لسعيها راضية: جزاءً لعملها الذي عملته في الدنيا راضية مطمئنة. عالية: مرتفعة مكاناً وقدرا. لا تسمع فيها لاغية: لا تسمع فيها كلاما فاحشا يؤذي السامع. فيها عين جارية: ماء متدفق يسر الناظرين. سرر مرفوعة: جمع سرير واذا كان مرفوعا فانه يكون نظيفا مريحا. واكواب موضوعة: معدَّة ومهيأة للشراب. ونمارق مصفوفة: وسائد صُف بعضها الى جانب بعض، المفرد نمرقة. وزرابي مبثوثة: وبسُط وفرش مفروشة هنا وهناك للزينة والراحة. الإبل: جمع لا واحد له من لفظه مفردها: بعير. سُطحت: مدت ومهدت للحياة والسير والعمل للناس. لستَ عليهم بمسيطر: انما انت واعظٌ ومنذر لا متسلط تجبرهم على ما تريد. إيابهم: رجوعهم. </p><p> {هَلْ أَتَاكَ حَدِيثُ الغاشية} </p><p> هل جاءكَ يا محمد خبر نبأ يوم القيامة التي تغشى الناسَ وتغمرهم بأهوالها؟ والخطابُ وان كان لرسول الله فهو عام لكل من يسمع. . . . </p><p> بعد هذا الاستفهام فصَّلَ شأنَ اهل الموقف في ذلك اليوم. وبيَّن أنهم فريقان: فريق الكفرة الفجرة، وفريق المؤمنين البررة فقال: </p><p> {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَّاصِبَةٌ} </p><p> في ذلك اليوم تظهر وجوه ذليلة خاضعة مهينة، عملَ أصحابها في الدنيا كثيرا وتعبوا كثيرا، ولكنْ لغير الله، فما نفعتهم اعمالهم ولا أموالهم. </p><p> {تصلى نَاراً حَامِيَةً تسقى مِنْ عَيْنٍ آنِيَةٍ لَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ لاَّ يُسْمِنُ وَلاَ يُغْنِي مِن جُوعٍ} </p><p> مع هذا الذل والهوان يدخلُ أصحابُ هذه الوجوه النارَ الحامية في جهنم. واذا عطِشوا يَسقونهم ماءً حارا من عين حرارتُها بالغة الشدّة، واذا طلبوا الطعامَ يقدَّم لهم طعام خبيث رديء، اسمه الضَريع، ليس فيه فائدةُ الطعام المعروف، لأنه {لاَّ يُسْمِنُ وَلاَ يُغْنِي مِن جُوعٍ} . </p><p> فهذه الصورةُ البشعة من العذاب تصوّر في اذهاننا هولَ ذلك اليوم حتى نرعويَ ونبتعدَ عن كل ما يُغضب الله من أعمال واقوال، ونسلكَ الطريق المستقيم. </p><p> وبعد ان بين حالَ المجرمين وما يلاقون من ذلّ وهَوان وعذاب، وصف المؤمنين الصادقين بأحسن الأوصاف فقال: </p><p> {وُجُوهٌ يَوْمَئِذٍ نَّاعِمَةٌ لِّسَعْيِهَا رَاضِيَةٌ فِي جَنَّةٍ عَالِيَةٍ. . . .} </p><p> أما وجوه المؤمنين الصادقين يومئذ فتكون نضرة مبتهجة كما جاء في قوله تعالى:  {تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم}  [المطففين: ٢٤]  {وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ}  [القيامة: ٢٢] . </p><p> وقد فرحتْ هذه الوجوه بما لاقت من جزاء عملها في الدنيا، فهي لسعْيِها راضية، في جنةٍ مرتفعة مكاناً وقدرا. وهي بعيدة عن اللغو، فهي في منازِل أهل الشرف في سعادة وكرامة في ضيافة رب العالمين. </p><p> في هذه الجنة ماء جارٍ من نبع صافٍ يسر الناظرين، وفيها السرر المهيّأة لهم مرفوعة نظيفة، واكوابٌ مجهزة مهيّأة لهم كلما أرادوا الشربَ وجدوها في متناول ايديهم. </p><p> {وَزَرَابِيُّ مَبْثُوثَةٌ} </p><p> وأنواعُ البسُط والطنافس والسجاجيد مبسوطة في كل مكان. كل هذا النعيم أُعدّ لمن عمل صالحاً من المؤمنين، فاعتبِروا يا أولي الألباب. </p><p> فهل آن لهؤلاء الذين يزعمون انهم يؤمنون بالله أن يعتبروا بهذا الترتيب الإلهي، وان يقدّموا الاحسان في العمل حتى يبلغوا فيه غايةً مرضيّة، وان يبتعدوا عن اللهو والترف ويتحلّوا بالفضائل، ويتدبروا كتابَهم ويرجعوا الى سيرة الرسول الكريم وصحبه الطاهرين فينهضوا الى طلبِ ما أَعدّ الله لهم، ويشاركوا في بناء هذا المجتمع ويستردّوا ما اغتُصِب من أراضيهم!! </p><p> وبعد أن بين الله تعالى احوال الآخرة وما فيها من نعيمٍ للمؤمنين وشقاءٍ للجاحدين يذكّر الناسَ هنا لينظروا في هذا الوجود الظاهر، ويعتبروا بقدرة القادر وتدبير المدبّر فقال: </p><p> {أَفَلاَ يَنظُرُونَ إِلَى الإبل كَيْفَ خُلِقَتْ وَإِلَى السمآء كَيْفَ رُفِعَتْ وإلى الجبال كَيْفَ نُصِبَتْ وَإِلَى الأرض كَيْفَ سُطِحَتْ} . </p><p> ان هذه المشاهد معروفة لنظر الانسان حيثما كان: الحيوان والسماء والأرض والجبال. وأيّاً ما كان حظ الانسان من العلم والحضارة فهذه مشاهد داخلة في عالَمه وإدراكه. ويذكّرنا الله تعالى بأن ننظر ونعتبرَ بهذه القدرة الخارقة والتدبير المحكَم. </p><p> فالجمل حيوانٌ عجيب ونفعه كبير جدا، عليه يسافر الانسان ويحمل أثقاله. ومن لبنِ الناقة يشرب، ويأكل من لحومها، ومن أوبار الإبل وجلودها يلبس ويتّخذ المأوى. فقد كانت الجِمالُ ولا تزال في كثيرٍ من بقاع الأرض موردَ الحياة الأول للانسان ومن احسن المواصلات، حتى سُميت سفنَ الصحراء. وهي قليلة التكاليف وعلى قوّتها وضخامتها يقودُها الصغير فتنقاد. ولهيئتها مزية وفي تكوينها عَجَب. فعينا الجمل ترتفعان فوق رأسه، وترتدّان الى الخلف. ولهما طبقتان من الأهداب تقيانهما الرمالَ والقذَى. وكذلك المِنخَران والأُذنان يكتنفها الشعر للغرضِ نفسِه. فاذا ما هبّت العواصف الرملية، انقفل المِنخران وانثنت الأُذنان نحو الجسم. والإِبلُ أصبرُ الحيوان على الجوع والعطش والكدح، ومزاياها كثيرة لا يتسع المقام لبسْطِها. وما زال العلماء يجدون في الجمل كلّما بحثوا مصداقاً لِحَضِّ الله تعالى لهم على النظر في خَلْقه المعجز. </p><p> {وَإِلَى السمآء كَيْفَ رُفِعَتْ} </p><p> وتوجيه القلب الى السماء يتكرر في القرآن لما فيها من بهجةٍ وجَمال بهذه الملايين من النجوم المنثورة فيها، وما في خَلْقها من عظمة تدل على عظمة الخالق وجلاله. </p><p> {وإلى الجبال كَيْفَ نُصِبَتْ} </p><p> ألا يشاهدون هذه الجبال الشامخة كيف نُصبت على الأرض لحفظِ توازنها فلا تميلُ ولا تميدُ، فهي عَلَمٌ للسائر، وملجأ من الجائر، ونزهة للناظر. </p><p> {وَإِلَى الأرض كَيْفَ سُطِحَتْ} </p><p> ألا ينظرون الى الأرض التي يتقلبون عليها كيف مهّدها الله لهم، فأينَ ما سافر الانسانُ يجدها مبسوطة سهلة مع أنها كروية الشكل. </p><p> والله تعالى يوجه انظارنا الى ما حولنا من مخلوقات وما نرى في هذه الطبيعة الجميلة حتى نتّعظ ونؤمنَ بقدرة مَن خلق هذا الكون العجيب، وما فيه من الكائنات، وقُدرته على حِفظها وإحكام صنعها، كي ندرك انه قادر على ان يُرجِع الخلق الى يومٍ يوفَّى فيه كل عامل جزاء عمله. </p><p> بعد أن بين الله للناس أمر الآخرة وما فيها من نعيم وشقاء، ونبّه الى مشاهد الكون المعروضة أمام الأنظار - وجّه الخطابَ الى الرسول عليه الصلاة والسلام ليقومَ بواجبه وطبيعةِ رسالته، بقوله الكريم: </p><p> {فَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ إِلاَّ مَن تولى وَكَفَرَ فَيُعَذِّبُهُ الله العذاب الأكبر} . </p><p> ذكّر الناسَ أيها الرسول بالآخرة وما فيها، وبالكون المعروض أمامهم وما فيه من عجائب، فإن مهمّتك التبليغُ ودعوةُ الناس الى ما فيه خيرهم ولستَ عليهم بمتسلّط. وحسابُهم على الله، لكنّ من أعرضَ منهم وكفر فأنت لا تملك من أمر قلوبهم شيئا، وأمرُهم الى الله يعذّبهم العذابَ الذي لا عذاب فوقه. </p><p> ثم ختم هذه السورةَ الكريمة بآيتين قصيرتين جليلتين أكد فيهما رجوعَ الناس إليه وحسابَهم الدقيق في ذلك اليوم فقال: </p><p> {إِنَّ إِلَيْنَآ إِيَابَهُمْ ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ} </p><p> إنهم راجعون الينا، وسنحاسبُهم على ما كَسَبتْ أيديهم في سجلٍّ لا يغادِر صغيرةً ولا كبيرة الا أحصاها. </p><p> قراءات: </p><p> قرأ أهل البصرة غير سهل: تُصلى بضم التاء. والباقون تَصلى بفتحها. وقرأ أهل البصرة غير سهل: لا يُسمع فيها لاغية بضم الياء ورفع لاغية. والباقون: لا تسمع بفتح التاء ونصب لاغية. وقرأ نافع: لا تسمع فيها لاغية بالتاء المضمومة ورفع لاغية. </p>"
}