{
  "id": null,
  "sura": 89,
  "aya": 1,
  "text": "<p> الفجر: ضوء الصبح بعد ذهاب الليل. وليالٍ عشر: العشر الأُول من ذي الحجة. والشَّفع والوتر: العدد الزوجي والفردي. والليل اذا يسر: الليل اذا يمضي ويذهب. لذي حِجر: لذي عقل. عاد: من قبائل العرب البائدة. إِرمَ ذات العماد: ارم ذات البناء الرفيع، كانت في الأحقاف بين عُمان وحضرموت. ثمود: قبيلة من العرب البائدة. جابوا الصخر: قطعوه ونحتوه. وفرعون ذي الأوتاد: فرعون مصر صاحب الاهرام التي تشبه الاوتاد. طغَوا في البلاد: تجاوزوا القدر في الظلم. سوط عذاب: فأنزل الله عليهم ألوانا من العذاب. المرصاد: مكان المراقبة، رصد الأمرَ يرصده: راقبه. ابتلاه. اختبره بكثرة الرزق. فقدَر عليه رزقه: ضيقه عليه. </p><p> {والفجر وَلَيالٍ عَشْرٍ. . . .} </p><p> يقسِم الله تعالى بالفجر والليالي العشر المباركة، وبالزوجِ والفردِ من كل شيء، وبالليلِ اذا يمضي بحركة الكون العجيبة ليهلكَ كل معاندٍ جبار. {هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ؟} ان في ذكر هذه الأشياء جميعاً قَسَماً عظيماً مقنعاً لذوي العقول، وحجّةً كافية على وجوده وقدرته. </p><p> وبعد ان أقسم سبحانه أنه سيعذّب الكافرين - شرع يذكر بعض قصص الجبابرة من الأمم الغابرة: كيف أفسدوا وطغوا، فأوقع بهم أشدّ العذاب فقال: </p><p> {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ. . . .} </p><p> ألم تعلم يا محمد كيف أنزل ربك عقابَه بعادٍ قوم هود، أهلِ إرَمَ ذاتِ البناء الرفيع، والتي لم يُخلَق مثلها في البلاد ضخامةً وارتفاعا!؟ يوضح ذلك قوله تعالى:  {أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ}  [الشعراء: ١٢٨-١٢٩] . وقد تقدم الكلام على عاد ونبيّهم هود في أكثر من سورة. </p><p> {وَثَمُودَ الذين جَابُواْ الصخر بالواد. . . .} </p><p> وثمودُ، قوم صالح، الذين قطعوا الصخرَ ونحتوه، وبنوا منه القصورَ والأبنيةَ العظيمة. وكانت مساكنهم في الحِجر شماليّ الحجاز، ولا تزال بقايا من آثارهم موجودة. كما قال تعالى:  {وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فَارِهِينَ}  [الشعراء: ١٤٩] . </p><p> كذلك وَرَدَ ذِكر ثمود وبيّهم صالح في عدد من السور. </p><p> {وَفِرْعَوْنَ ذِى الأوتاد. . . .} </p><p> اذكُر كيف أنزلَ ربك عقابَه بفرعون صاحب الأهرام والمباني العظيمة، ووصفُ الأهرامِ بالأوتاد في غاية الدقة. </p><p> {الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد} </p><p> إن جميع هؤلاء: قوم عاد وثمود وفرعون، قد طغَوا وبغَوا، وأفسدوا أشد الفساد. </p><p> {فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ} </p><p> فأنزل الله تعالى عليهم الوانا من البلاء والعذاب الشديد، وأهلكهم وأبادهم. </p><p> {إِنَّ رَبَّكَ لبالمرصاد} </p><p> إنه لَيرقب عمل الناس، ويحصيه عليهم ويجازيهم به. </p><p> وبعد أن بيّن سبحانه أنه لا يفوته شيء من شأن عباده، وأنه سيحاسِبهم ويجازيهم - ذكَر هنا طبيعة الإنسان الذي يَبْطَر عند الرخاء ويقنط من رحمة ربه عند الضرّاء فقال: </p><p> {فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ ربي أَكْرَمَنِ وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ ربي أَهَانَنِ} . </p><p> فأما الانسان اذا ما اختبَره ربُّه فأنعم عليه ووسّع له في الرزق والجاه، فيقول مغترًّا بذلك: ربّي فضّلني لأني أستَحِقّ هذا كلَّه. </p><p> وأما إذا ما اختبره بضيقِ الرزق فيقول غافلاً عن الحِكمة في ذلك: لقد أهانني ربّي. </p><p> قراءات: </p><p> قرأ عاصم: والوتر بفتح الواو، والباقون بكسرها. وقرأ ابن عامر فقدّر بفتح الدال بالتشديد. والباقون بدون تشديد. </p>"
}