{
  "id": null,
  "sura": 89,
  "aya": 17,
  "text": "<p> لا تحاضّون: لأ يأمر بعضكم بعضاً بالمعروف. التراث: الميراث. أكلاً لمّا: شديداً جَمّا: كثيراً. دُكت الارض دَكًّا دَكًّا: مهّدها وسوى العالي والنازل سواء. صَفّاً صف: صفا بعد صف بحسب رتبهم. وجيء يومئذ بجهنّم: كُشفت للناظرين بعد ان كانت غائبة عنهم. وأنّى له الذكرى. لا فائدة له من التذكر فقد فات الأوان. الوثاق: الرباط الشديد. المطمئنة: المؤمنة الطاهرة المستقرة. فادخلي في عبادي: في زمرة عبادي المكرمين. </p><p> بعد ان بيَّن الله خطأَ الإنسان فيما يعتقد إذا بسط له الرزقَ أو ضيَّق عليه - أردف ذلك بأن زَجَر الناس عما يرتكبون من المنكرات، وأنهم لو اتّبعوا ما يقولُ الرسُلُ الكرام وكانوا متعاطفين مع الفقيرِ واليتيمِ والمسكين - لما كانوا من أهلِ النار فقال: </p><p> {كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم وَلاَ تَحَاضُّونَ على طَعَامِ المسكين وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً وَتُحِبُّونَ المال حُبّاً جَمّاً} </p><p> ارتدِعوا أيها الغافلون، فلي الأمر كما تظنّون وتقولون. بل أنتم لا تُكرمون اليتيم، ولا يحثُّ بعضُكم بعضاً على إطعام المسكين. إنّكم بعيدون عن عملِ الخير، ومن جَشَعِكم تأكلون المالَ الموروث أكلاً شديدا، لا تميّزون فيه بين الحلال والحرام. كَما تحبُّون المالَ حُبا حثيرا يدفعكم الى الحِرص على جَمْعِه والبُخل بإنفاقه. </p><p> {كَلاَّ إِذَا دُكَّتِ الأرض دَكّاً دَكّاً. . . .} </p><p> ارتدِعوا عن تلك الأفعال، فأمامَكم أهوالٌ عظيمة يوم القيامة حين تُزلزَل الأرضُ ولا يبقى على وجهها بناء قائم، وتحطَّم معالمها. (وهو أحد الانقلابات الكونية التي تقع يوم القيامة) ويأتي المَلِك العلاّم جلّ جلاله، والملائكةُ يَصْطَفّون صَفّا وراء صف. ثم يؤتى بجهنم دارِ العذاب. في ذلك اليوم يتذكر الإنسانُ ما فَرَّط فيه، لكنْ من أين له الذِكرى النافعة وقد فات الأوان! </p><p> {يَقُولُ ياليتني قَدَّمْتُ لِحَيَاتِي} </p><p> يقول نادماً: يا لَيتني قدَّمت في الدنيا أعمالاً صالحةً تنفعُني لحياتي في الآخرة، ولكن أنّى له ذلك! </p><p> {فَيَوْمَئِذٍ لاَّ يُعَذِّبُ عَذَابَهُ أَحَدٌ وَلاَ يُوثِقُ وَثَاقَهُ أَحَدٌ} </p><p> في ذلك اليوم العصيب يَحِلُّ بالجاحِدين العذابُ الأكبر، ولا يمكن ان يعذبَ أحدٌ كعذابِ الله ولا يقيِّدُ أحدٌ بالسلاسل والأغلال مثلَ تقييد الله تعالى للكافرين. </p><p> وفي وسطِ هذا الهولِ المروّع، وهذا العذابِ والوثاق الذي يتجاوز كلَّ تصوُّرٍ - يأتي النداءُ من الملأ الأعلى للنفس المؤمنة: </p><p> {ياأيتها النفس المطمئنة ارجعي إلى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً فادخلي فِي عِبَادِي وادخلي جَنَّتِي} </p><p> يا أيتها النفس المؤمنةُ المخلِصة الطاهرة، لا يلحقُك اليومَ خوفٌ ولا فزع. ارجِعي الى رضوان ربك راضيةً بما أُوتيتِ من النعم، مرضيّة بما قدَّمتِ من عمل، فادخُلي في زُمرة عبادي وادخلي جنَّتي، دارَ الخُلد وموطن الأبرار الصالحين. </p><p> قراءات: </p><p> قرأ أهل البصرة: لا يكرمون. ولا يحضون. ويأكلون التراث. ويحبون - كلَّها بالياء. وقرأ الباقون بالتاء، ولا تحاضّون بألف وحاء كما هو في المصحف. </p><p> وقرأ الكسائي: لا يعذِّب ولا يوثق بفتح الذال والثاء، وقرأ الباقون بالكسر. </p>"
}