{
  "id": null,
  "sura": 91,
  "aya": 1,
  "text": "<p> الضحَى: ضوء الشمس، وارتفاع النهار. تلاها: تبعها. جلاّها: كشفها. يغشاها: يغطي ضوءها ويحجبه. طحاها: بسطها ومهدها. سوّاها: أنشأها وعدلها. فألهمها فجورها وتقواها: عرّفها الحسن والقبيح. قد افلح: قد فاز. زكّاها: طهرها. وخابَ: خسر. دسّاها: اخفاها، ونفسَه: أغواها وافسدها. الطغوى: الطغيان، مجاوزة الحد المعتاد. انبعث: انطلق. أشقاها: أشقى القوم. رسول الله: صالح عليه السلام. سقياها: شُربها. فعقروها: قطعوا قوائمها ثم نحروها. فدمدم: غضب عليهم ربهم وأهلكهم ودمر ديارهم. فسوّاها: فأهلك القبيلة كلها. عقباها: عاقبتها. </p><p> لقد أقسَم الله تعالى في مطلع هذه السورةِ الكريمة بأشياءَ عدة من مخلوقاته المنبئة عن كمالِ قُدرته تعالى ووحدانيّته - على فوز من طهَّر نفسَه بالإيمان والطاعة، وخسرانِ من ضيَّعها بالكفرِ والعصيان. فأقسم بالشمس وبضَوئها وإشراقها عند ارتفاع النهار، وبالقمرِ إذا تَبِعَها وخَلَفها بالإضاءة عند غروبها، وبالنهار إذا أظهر الشمسَ واضحةً غَيْرَ محجوبة، وباللّيلِ اذا يغشى الشمسَ فيغطّي ضوءَها، وبالسماءِ وخالِقها العظيم الذي رفعها وأحْكَمَ بناءها، وبالأرض، وبالخالق القادر الذي بَسَطَها من كل جانب ومهَّدها للاستقرار وجعلَها فِراشا، وبالنفسِ ومن أنشأها وعَدَلها بما أودعَ فيها من القوى. </p><p> {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} </p><p> أي عرَّفها الحسن والقبيح، ومنحها القدرةَ على فعل ما تريد منهما. </p><p> {قَدْ أَفْلَحَ مَن زَكَّاهَا} </p><p> هذا هو جوابُ هذه الأيمانِ المتقدمة. فلقد فازَ من زكّى نفسَه بطاعة الله وطهّرها من المعاصي. </p><p> {وَقَدْ خَابَ مَن دَسَّاهَا} </p><p> وقد خسِر نفسَه وأوقعها في الهلاك وأغواها وأفسَدها من جانبَ ذلك. </p><p> بعد هذه الأيمان وذِكر من يفوز بالإيمان ومن خابَ وخسِر بالإعراض عن ذكر الله واتّباع الهوى والشيطان - يَعْرِض علينا نموذجاً من نماذج الخَيْبة والخسران ممثَّلاً في ثمود، قومِ صالح، وما أصابهم من غضَب وهلاك. فيقول: </p><p> {كَذَّبَتْ ثَمُودُ بِطَغْوَاهَآ. . . .} </p><p> لقد كذّبت ثمودُ نبيَّها بطغيانها وبَغْيِها، حين انبعثَ أشقاها ليعقِرَ الناقة. فقال لهم صالحٌ رسول الله: اتركوا ناقةَ الله تأكل في أرض الله واحذَروا مَنْعَها من الشُّرب في يومها المعلوم. كما جاء في سورة الشعراء: </p><p> {قَالَ هذه نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ}  [الشعراء: ١٥٥] . </p><p> {فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ فَسَوَّاهَا وَلاَ يَخَافُ عُقْبَاهَا} </p><p> فكذّبوا رسولَهم في وعيده، فعقروا الناقة، فدمّر عليهم ربُّهم ديارَهم جزاء ذنْبِهم إذ سوّى بلدَهم بالأرض وأهلكهم جميعاً لم يفلِتْ منهم أحد. </p><p> والله تعالى لا يخافُ تَبِعَةَ هذه العقوبة، لأنها الجزاءُ العادِل. {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ}  [البروج: ١٢] . وتلك سُنةُ الله في أخذِ الطغاة والمكذّبين. </p><p> قراءات: </p><p> قرأ أهل المدينة وابن عامر: فلا يخاف عقباها، بالفاء. والباقون ولا يخاف عقباها بالواو. </p>"
}