{
  "id": null,
  "sura": 98,
  "aya": 1,
  "text": "<p> أهل الكتاب: اليهود والنصارى. المشركون: عَبَدَة الأصنام من العرب وغيرهم. منفكّين: منتهين عما هم عليه، منصرفين عن غفلتهم. البيّنة: الحجة الواضحة، والمراد بها هنا رسولُ الله صلى الله عليه وسلم. صحفا مطهّرة: القرآن الكريم. قيّمة: مستقيمة. من بعد ما جاءتهم البينة: الدليل الثابت. حنفاء: مفردها حنيف، وهو المائل عن الشِرك المؤمنُ الخالص الايمان. البريّة: الخليقة. </p><p> {لَمْ يَكُنِ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب والمشركين مُنفَكِّينَ حتى تَأْتِيَهُمُ البينة رَسُولٌ مِّنَ الله يَتْلُو صُحُفاً مُّطَهَّرَةً فِيهَا كُتُبٌ قَيِّمَةٌ} </p><p> كان العالَم قبل مبعث النبيّ عليه الصلاة والسلام مضطرباً وفي حالة سيئة من الفساد الذي عَمّ أرجاءَه، والظلم والاستبداد الطاغيينِ. وكان أهلُ الكتاب من اليهود والنصارى والمشركون الوثنيّون يقولون قبل مبعث الرسول الكريم: لا ننفَكّ مما نحن عليه من دِيننا ولا نتركه حتى يُبعثَ النبيُّ الموعود الذي هو مكتوبٌ في التوراة والإنجيل. وهو محمدٌ صلى الله عليه وسلم. وهذا معنى هذه الآيات الكريمة. </p><p> لم يكن الذين كفروا باللهِ ورسولِه من اليهودِ والنصارى ومن المشركين منتَهِين عما هم علَيه من الكُفر والجحود حتى تأتيَهم البيّنة، والتي هي رسولٌ مبعوثٌ من عند الله يقرأُ عليهم القرآنَ الكريم في صُحُفٍ مطهَّرة منزَّهَةٍ عن الباطل، وتحتوي كتباً تشتمل على أحكامٍ مستقيمة ناطقةٍ بالحقّ والصواب. </p><p> {وَمَا تَفَرَّقَ الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَآءَتْهُمُ البينة} </p><p> لم يختلف اليهودُ والنصارى في شأن محمد عليه الصلاة والسلام إلا من بعدِ ما جاءتهم الحجَّةُ الواضحة، والدالّةُ على أنه الرسولُ الموعود به في كتُبهم. وقد خُصّ أهلُ الكتاب هنا بالذِكر لأنهم يعلمون صحّةَ نبوّته بما يجدون في كتبهم. </p><p> {وَمَآ أمروا إِلاَّ لِيَعْبُدُواْ الله مُخْلِصِينَ لَهُ الدين حُنَفَآءَ وَيُقِيمُواْ الصلاة وَيُؤْتُواْ الزكاة وَذَلِكَ دِينُ القيمة} </p><p> لماذا لم يُؤمنوا بهذا النبيّ الكريم الذي يَعرفونه حقَّ المعرفة، مع أنه ما أَمَرَهُم إلا بعبادة الله وحدَه مخلِصين له الدينَ حُنفاء مستقيمين على الحق، وأن يُحافِظوا على الصلاة، ويؤدوا الزكاة. . وهذه الأوامر السامية هي دينُ الاسلام، دينُ الملّة المستقيمة!؟ </p><p> {إِنَّ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب والمشركين فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَآ أولئك هُمْ شَرُّ البرية} </p><p> إن كلَّ مَنْ كفر من اليهود والنصارى وعبدة الأوثان مصيرُه جهنَّم خالداً فيها. وأمثالُه هم شرُّ الخليقة على الإطلاق. </p><p> {إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات أولئك هُمْ خَيْرُ البرية جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَداً رِّضِىَ الله عَنْهُمْ وَرَضُواْ عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ} . </p><p> وأما المؤمنون الذين آمنوا وعمِلوا صالحاً فإنهم خيرُ الخليقة، وثوابُهم في الآخرة جنّاتُ اقامة دائمة تجري من تحتها الأنهارُ ماكثين فيها أبدا. فلقد قبلَ اللهُ أعمالَهم فرضيَ عنهم، كما شكَروا إحسانَه غليهم. هذا هو الجزاءُ الطيّبُ لمن خاف عقاب ربه. </p><p> قراءات </p><p> قرأ نافع وابن ذكوان: البريئة بالهمزة. والباقون: البريّة بدون همز. </p>"
}