{
  "id": null,
  "sura": 106,
  "aya": 1,
  "text": "<p> لإيلافِ: إيلاف مصدرُ آلفه ايلافا. وألِفَ الشيءَ إلفا وإلافاً لزمه واعتاد عليه. قريش: القبيلة التي ينتسب إليها الرسول الكريم صلى الله عليه وسلم. رحلة الشتاء والصيف: رحلة التجارة التي كانوا يقومون بها الى اليمن والشام. أطعمهم من جوع: وسّع عليهم الرزق. آمنهم من خوف: جعلهم في أمنٍ من التعدّي عليهم. </p><p> {لإِيلاَفِ قُرَيْشٍ إِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف} </p><p> من أجل إيلاف قريشٍ الرحلةَ الى اليَمَنِ في الشتاء، والى الشام في الصيف، وبكلّ أمانٍ واطمئنان سَمحَ به فضلُ الله عليهم تكريماً لبَبته الحرام، وكونهم جيرانَه. . {فَلْيَعْبُدُواْ رَبَّ هذا البيت الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ} من أجل هذه النِعم التي أسداها الله إليهم فأطعمهم وآمنهم - عليهم ان يعبُدوه ويُخلِصوا له الدين. والواقع أن من أكبرِ النعم على الإنسان وجودَه في بلده آمنا، رزقُه مكفولٌ ميسَّر. وهكذا، والواقع أن من أكبرِ النعم على الإنسان وجودَه في بلده آمنا، رزقُه مكفولٌ ميسَّر. وهكذا، فإن السورةَ الكريمة تجمع أهم ما يطلبه الإنسان وهو الأمن والشِبَع والاستقرار. </p><p> وفي الحديث الشريف:  «من أصبح منكم آمناً في سِربه، معافىً في جسَده، وعنده قوتُ يومه، فكأنما حِيزَتْ له الدّنيا» رواه البخاري في الأدب المفرد، والترمذي وابن ماجه عن عبد الله بن محصن الأنصاري ابي عمرو. </p><p> ومعنى آمناً في سِربه: أمينا على نفسِه، مطمئن البال في حَرَمه وأهله. وقد كانت قريش أولَ أمرها متفرقة حول مكة، فوحّدها قُصَيُّ قبل ظهور الاسلام بنحو مائة سنة، وأسكنها مكة، ونظّم شؤونها، ووضع أساسَ سيادتها الدينية والسياسية، وأسَّس دارَ الندوة حيث كان يجتمع أعيانُ قريش للتشاور في امور السلم والحرب، وإنجازِ معاملاتهم. </p><p> وتنقسم قريش على: قريش البِطاح، وهي التي تسكن مكة وتضم بطون: هاشم، وأميّة، ونوفل، وزهرة، ومخزومِ، وأسَد، وجُمَح، وسَهْم، وتَيْم، وعَدِي. </p><p> وقريش الظواهر: وكانوا خليطاً من العوام والأحابيش والموالي، يسكنون ضواحي مكةَ وفي شِعاب التلال المجاورة لها. </p><p> وكانت قريش البِطاح تؤلف ارستقراطيةَ مكة، وتهيمن على الحياة الاقتصادية والاجتماعية في أواسط بلاد العرب وغربها. وكانت لهم تجارةٌ واسعة كما تقدّم. وبفضل تعظيم العرب للكعبة وحجِّهم اليها اكتسبت قريش فوائدَ اقتصادية ونفوذاً روحياً وسياسياً بين القبائل، كما اشتهر القرشيون بفصاحتهم. ولهجةُ قريش هي الفصحى التي سادت أكثرَ أنحاءِ شبه الجزيرة العربية في الجاهلية، وبها نزل القرآن الكريم. </p><p> قراءات: </p><p> قرأ ابن عامر لئلاف قريش بدون ياءٍ. والباقون: لإيلاف بالياء بعد الهمزة. </p>"
}