{
  "id": null,
  "sura": 1,
  "aya": 3,
  "text": "<p> تَرْبِيَةٌ خَلْقِيَّةٌ بِمَا يَكُونُ بِهِ نُمُوُّهُمْ، وَكَمَالُ أَبْدَانِهِمْ وَقُوَاهُمُ النَّفْسِيَّةُ وَالْعَقْلِيَّةُ - وَتَرْبِيَةٌ شَرْعِيَّةٌ تَعْلِيمِيَّةٌ وَهِيَ مَا يُوحِيهِ إِلَى أَفْرَادٍ مِنْهُمْ لِيُكْمِلَ بِهِ فِطْرَتَهُمْ بِالْعِلْمِ وَالْعَمَلِ إِذَا اهْتَدَوْا بِهِ. فَلَيْسَ لِغَيْرِ رَبِّ النَّاسِ أَنْ يُشَرِّعَ لِلنَّاسِ عِبَادَةً، وَلَا أَنْ يُحَرِّمَ عَلَيْهِمْ وَيُحِلَّ لَهُمْ مِنْ عِنْدِ نَفْسِهِ بِغَيْرِ إِذْنٍ مِنْهُ تَعَالَى. </p><p> (الرَّحْمَنِ الرَّحِيمِ تَقَدَّمَ مَعْنَاهُمَا وَبَقِيَ الْكَلَامُ فِي إِعَادَتِهِمَا، وَالنُّكْتَةُ فِيهَا ظَاهِرَةٌ وَهِيَ أَنَّ تَرْبِيَتَهُ تَعَالَى لِلْعَالَمِينَ لَيْسَتْ لِحَاجَةٍ بِهِ إِلَيْهِمْ كَجَلْبِ مَنْفَعَةٍ أَوْ دَفْعِ مَضَرَّةٍ، وَإِنَّمَا هِيَ لِعُمُومِ رَحْمَتِهِ وَشُمُولِ إِحْسَانِهِ. وَثَمَّ نُكْتَةٌ أُخْرَى وَهِيَ أَنَّ الْبَعْضَ يَفْهَمُ مِنْ مَعْنَى الرَّبِّ: الْجَبَرُوتَ وَالْقَهْرَ، فَأَرَادَ اللهُ تَعَالَى أَنْ يُذَكِّرَهُمْ بِرَحْمَتِهِ وَإِحْسَانِهِ لِيَجْتَمِعُوا بَيْنَ اعْتِقَادِ الْجَلَالِ وَالْجَمَالِ، فَذَكَرَ الرَّحْمَنَ وَهُوَ الْمُفِيضُ لِلنِّعَمِ بِسَعَةٍ وَتَجَدُّدٍ لَا مُنْتَهَى لَهُمَا، وَالرَّحِيمُ الثَّابِتُ لَهُ وَصْفُ الرَّحْمَةِ لَا يُزَايِلُهُ أَبَدًا. فَكَأَنَّ اللهَ تَعَالَى أَرَادَ أَنْ يَتَحَبَّبَ إِلَى عِبَادِهِ، فَعَرَّفَهُمْ أَنَّ رُبُوبِيَّتَهُ رُبُوبِيَّةُ رَحْمَةٍ وَإِحْسَانٍ لِيَعْلَمُوا أَنَّ هَذِهِ الصِّفَةَ هِيَ الَّتِي رُبَّمَا يَرْجِعُ إِلَيْهَا مَعْنَى الصِّفَاتِ، وَلِيَتَعَلَّقُوا بِهِ وَيُقْبِلُوا عَلَى اكْتِسَابِ مَرْضَاتِهِ، مُنْشَرِحَةً صُدُورُهُمْ، مُطْمَئِنَّةً قُلُوبُهُمْ، وَلَا يُنَافِي عُمُومُ الرَّحْمَةِ وَسَبْقُهَا مَا شَرَعَهُ اللهُ مِنَ الْعُقُوبَاتِ فِي الدُّنْيَا، وَمَا أَعَدَّهُ مِنَ الْعَذَابِ فِي الْآخِرَةِ لِلَّذِينِ يَتَعَدَّوْنَ الْحُدُودَ، وَيَنْتَهِكُونَ الْحُرُمَاتِ، فَإِنَّهُ وَإِنْ سُمِّيَ قَهْرًا بِالنِّسْبَةِ لِصُورَتِهِ وَمَظْهَرِهِ فَهُوَ فِي حَقِيقَتِهِ وَغَايَتِهِ مِنَ الرَّحْمَةِ؛ لِأَنَّ فِيهِ تَرْبِيَةً لِلنَّاسِ وَزَجْرًا لَهُمْ عَنِ الْوُقُوعِ فِيمَا يَخْرُجُ عَنْ حُدُودِ الشَّرِيعَةِ الْإِلَهِيَّةِ، وَفِي الِانْحِرَافِ عَنْهَا شَقَاؤُهُمْ وَبَلَاؤُهُمْ، وَفِي الْوُقُوفِ عِنْدَهَا سَعَادَتُهُمْ وَنَعِيمُهُمْ، وَالْوَالِدُ الرَّءُوفُ يُرَبِّي وَلَدَهُ بِالتَّرْغِيبِ فِيمَا يَنْفَعُهُ وَالْإِحْسَانِ عَلَيْهِ إِذَا قَامَ بِهِ، وَرُبَّمَا لَجَأَ إِلَى التَّرْهِيبِ وَالْعُقُوبَةِ إِذَا اقْتَضَتْ ذَلِكَ الْحَالُ، وَلِلَّهِ الْمَثَلُ الْأَعْلَى لَا إِلَهَ إِلَّا هُوَ وَإِلَيْهِ يُرْجَعُونَ. </p><p> أَقُولُ الْآنَ: إِنَّنِي لَا أَرَى وَجْهًا لِلْبَحْثِ فِي عَدِّ ذِكْرِ \" الرَّحْمَنِ الرَّحِيمِ \" فِي سُورَةِ الْفَاتِحَةِ تَكْرَارًا أَوْ إِعَادَةً مُطْلَقًا، أَمَّا عَلَى الْقَوْلِ بِأَنَّ الْبَسْمَلَةَ لَيْسَتْ آيَةً مِنْهَا فَظَاهِرٌ، وَأَمَّا عَلَى الْقَوْلِ بِأَنَّهَا آيَةٌ مِنْهَا فَيَحْتَاجُ إِلَى بَيَانٍ، وَهُوَ أَنَّ جَعْلَهَا آيَةً مِنْهَا وَمِنْ كُلِّ سُورَةٍ يُرَادُ بِهِ مَا تَقَدَّمَ شَرْحُهُ آنِفًا مِنْ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يُلَقِّنُهَا وَيُبَلِّغُهَا لِلنَّاسِ عَلَى أَنَّهَا (أَيِ السُّورَةُ) مُنَزَّلَةٌ مِنْ عِنْدِ اللهِ تَعَالَى أَنْزَلَهَا بِرَحْمَتِهِ لِهِدَايَةِ خَلْقِهِ، وَأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا كَسْبَ لَهُ فِيهَا وَلَا صُنْعَ، وَإِنَّمَا هُوَ مُبَلِّغٌ لَهَا بِأَمْرِ اللهِ تَعَالَى. فَهِيَ مُقَدِّمَةٌ لِلسُّوَرِ كُلِّهَا إِلَّا سُورَةَ بَرَاءَةَ الْمُنَزَّلَةَ بِالسَّيْفِ، وَكَشْفِ السِّتَارِ عَنْ نِفَاقِ الْمُنَافِقِينَ، فَهِيَ بَلَاءٌ عَلَى مَنْ أُنْزِلَ أَكْثَرُهَا فِي شَأْنِهِمْ لَا رَحْمَةً بِهِمْ. وَإِذَا كَانَ الْمُرَادُ بِبَدْءِ الْفَاتِحَةِ بِالْبَسْمَلَةِ أَنَّهَا مُنَزَّلَةٌ مِنَ اللهِ رَحْمَةً بِعِبَادِهِ فَلَا يُنَافِي ذَلِكَ أَنْ يَكُونَ مِنْ مَوْضُوعِ هَذِهِ السُّورَةِ بَيَانُ رَحْمَةِ اللهِ تَعَالَى مَعَ بَيَانِ رُبُوبِيَّتِهِ لِلْعَالَمِينَ، وَكَوْنِهِ الْمَلِكَ الَّذِي يَمْلِكُ وَحْدَهُ جَزَاءَ الْعَامِلِينَ عَلَى أَعْمَالِهِمْ، وَأَنَّهُ بِهَذِهِ الْأَسْمَاءِ وَالصِّفَاتِ كَانَ </p><p> مُسْتَحِقًّا لِلْحَمْدِ مِنْ عِبَادِهِ، كَمَا أَنَّهُ مُسْتَحِقٌّ لَهُ فِي ذَاتِهِ، وَلِهَذَا نُسِبَ الْحَمْدُ إِلَى اسْمِ الذَّاتِ، الْمَوْصُوفِ بِهَذِهِ الصِّفَاتِ. </p><p> وَالْحَاصِلُ: أَنَّ مَعْنَى الرَّحْمَةِ فِي بَسْمَلَةِ كُلِّ سُورَةٍ، هُوَ أَنَّ السُّورَةَ مُنَزَّلَةٌ بِرَحْمَةِ اللهِ وَفَضْلِهِ فَلَا يُعَدُّ مَا عَسَاهُ يَكُونُ فِي أَوَّلِ السُّورَةِ أَوْ أَثْنَائِهَا مِنْ ذِكْرِ الرَّحْمَةِ مُكَرَّرًا مَعَ مَا فِي الْبَسْمَلَةِ، وَإِنْ كَانَ مَقْرُونًا بِذِكْرِ التَّنْزِيلِ كَأَوَّلِ سُورَةِ فُصِّلَتْ (حم تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ)  (٤١: ١ - ٢) لِأَنَّ الرَّحْمَةَ فِي الْبَسْمَلَةِ لِلْمَعْنَى الْعَامِّ فِي الْوَحْيِ وَالتَّنْزِيلِ، وَفِي السُّوَرِ لِلْمَعْنَى الْخَاصِّ الَّذِي تُبَيِّنُهُ السُّورَةُ، وَقَدْ لَاحَظَ هَذَا الْمَعْنَى مَنْ قَالَ: إِنَّ الْبَسْمَلَةَ آيَةٌ مُسْتَقِلَّةٌ فَاصِلَةٌ بَيْنَ السُّوَرِ. وَأَمَّا مَنْ قَالَ: إِنَّهَا آيَةٌ مِنْ كُلِّ سُورَةٍ فَمُرَادُهُ أَنَّهَا تُقْرَأُ عِنْدَ الشُّرُوعِ فِي قِرَاءَتِهَا، وَأَنَّ مَنْ حَلَفَ لَيَقْرَأَنَّ سُورَةَ كَذَا لَا يَبْرَأُ إِلَّا إِذَا قَرَأَ الْبَسْمَلَةَ مَعَهَا، وَأَنَّ الصَّلَاةَ لَا تَصِحُّ إِلَّا بِقِرَاءَتِهَا أَيْضًا. </p><p> هَذَا - وَأَمَّا حَظُّ الْعَبْدِ مِنْ وَصْفِ اللهِ بِالرُّبُوبِيَّةِ فَهُوَ أَنْ يَحْمَدَهُ تَعَالَى وَيَشْكُرَهُ بِاسْتِعْمَالِ نِعَمِهِ الَّتِي تَتَرَبَّى بِهَا الْقُوَى الْجَسَدِيَّةُ وَالْعَقْلِيَّةُ فِيمَا خُلِقَتْ لِأَجْلِهِ، فَلْيُحْسِنْ تَرْبِيَةَ نَفْسِهِ وَتَرْبِيَةَ مَنْ يُوكَلُ إِلَيْهِ تَرْبِيَتُهُ مِنْ أَهْلٍ وَوَلَدٍ وَمُرِيدٍ وَتِلْمِيذٍ، وَبِاسْتِعْمَالِ نِعْمَتِهِ بِهِدَايَةِ الدِّينِ فِي تَرْبِيَةِ نَفْسِهِ الرُّوحِيَّةِ وَالِاجْتِمَاعِيَّةِ، وَكَذَا تَرْبِيَةُ مَنْ </p><p> يُوكَلُ إِلَيْهِ تَرْبِيَتُهُمْ وَأَلَّا يَبْغِيَ كَمَا بَغَى فِرْعَوْنُ فَيَدَّعِيَ أَنَّهُ رَبُّ النَّاسِ، وَكَمَا بَغَى فَرَاعِنَةٌ كَثِيرُونَ وَلَا يَزَالُونَ يَبْغُونَ بِجَعْلِ أَنْفُسِهِمْ شَارِعِينَ يَتَحَكَّمُونَ فِي دِينِ النَّاسِ بِوَضْعِ الْعِبَادَاتِ الَّتِي لَمْ يُنَزِّلْهَا اللهُ تَعَالَى، وَبِقَوْلِهِمْ: هَذَا حَلَالٌ وَهَذَا حَرَامٌ مِنْ عِنْدِ أَنْفُسِهِمْ أَوْ مِنْ عِنْدِ أَمْثَالِهِمْ، فَيَجْعَلُونَ أَنْفُسَهُمْ شُرَكَاءَ لِلَّهِ فِي رُبُوبِيَّتِهِ. قَالَ تَعَالَى:  (أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ)  (٤٢: ٢١) وَفَسَّرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اتِّخَاذَ أَهْلِ الْكِتَابِ أَحْبَارَهِمْ وَرُهْبَانَهُمْ أَرْبَابًا بِمِثْلِ هَذَا. </p><p> وَأَمَّا حَظُّ الْعَبْدِ مَنْ وَصْفِ اللهِ بِالرَّحْمَةِ فَهُوَ أَنْ يُطَالِبَ نَفْسَهُ بِأَنْ يَكُونَ رَحِيمًا بِكُلِّ مَنْ يَرَاهُ مُسْتَحِقًّا لِلرَّحْمَةِ مِنْ خَلْقِ اللهِ تَعَالَى حَتَّى الْحَيَوَانُ الْأَعْجَمُ، وَأَنْ يَتَذَكَّرَ دَائِمًا أَنَّهُ يَسْتَحِقُّ بِذَلِكَ رَحْمَةَ اللهِ تَعَالَى، قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ \" رَوَاهُ الطَّبَرَانِيُّ عَنْ جَرِيرٍ بِسَنَدٍ صَحِيحٍ، وَقَالَ:  \" الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ تَبَارَكَ وَتَعَالَى، ارْحَمُوا مَنْ فِي الْأَرْضِ يَرْحَمُكُمْ مَنْ فِي السَّمَاءِ \" رَوَاهُ أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالْحَاكِمُ مِنْ حَدِيثِ ابْنِ عُمَرَ، وَرُوِّينَاهُ مُسَلْسَلًا بِالْأَوَّلِيَّةِ مِنْ طَرِيقِ الشَّيْخِ أَبِي الْمَحَاسِنِ مُحَمَّدٍ الْقَاوَقْجِيِّ الطَّرَابُلُسِيِّ الشَّامِيِّ. وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مَنْ رَحِمَ وَلَوْ ذَبِيحَةَ عُصْفُورٍ رَحِمَهُ اللهُ يَوْمَ الْقِيَامَةِ \" رَوَاهُ الْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرِدِ وَالطَّبَرَانِيِّ عَنْ أَبِي أُمَامَةَ، وَأَشَارَ السُّيُوطِيُّ فِي الْجَامِعِ الصَّغِيرِ إِلَى صِحَّتِهِ. وَمِمَّا يَدُلُّ عَلَى التَّرْغِيبِ فِي رَحْمَةِ الْحَيَوَانِ وَالرِّفْقِ بِهِ بِغَيْرِ لَفْظِ الرَّحْمَةِ حَدِيثُ:  \" فِي كُلِّ ذَاتِ كَبِدٍ حَرَّى أَجْرٌ \" رَوَاهُ أَحْمَدُ وَابْنُ مَاجَهْ عَنْ سُرَاقَةَ بْنِ مَالِكٍ، وَأَحْمَدُ أَيْضًا عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو. وَهُوَ حَدِيثٌ صَحِيحٌ. </p>"
}