{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> نُكَتًا أُخْرَى (مِنْهَا) أَنَّ \" إِيَّاكَ \" ضَمِيرٌ رَاجِعٌ إِلَى اللهِ تَعَالَى، وَقِيلَ إِنَّ \" إِيَّا \" اسْمٌ ظَاهِرٌ مُضَافٌ إِلَى الضَّمِيرِ الَّذِي هُوَ الْكَافُ، فَتَقْدِيمُهُ عَلَى الْوَجْهَيْنِ يُؤْذِنُ بِالِاهْتِمَامِ بِهِ الَّذِي هُوَ الْعِلَّةُ الْأَصْلِيَّةُ الْعَامَّةُ لِلتَّقْدِيمِ فِي هَذِهِ اللُّغَةِ (وَمِنْهَا) أَنَّهُ مِنَ الْأَدَبِ أَيْضًا، (وَمِنْهَا) أَنَّ إِفَادَةَ الْحَصْرِ بِهَذَا الِاسْمِ أَوِ \" الضَّمِيرِ \" الْمُقَدَّمِ عَلَى الْفِعْلِ أَبْلَغُ مِنْ إِفَادَةِ الْحَصْرِ بِالضَّمِيرِ الْمُتَّصِلِ الَّذِي يُقْرَنُ بِهِ مَا يَدُلُّ عَلَى ذَلِكَ مِنَ الْكَلِمِ، كَقَوْلِكَ: إِنَّمَا نَعْبُدُكَ وَإِنَّمَا نَسْتَعِينُكَ، أَوْ نَسْتَعِينُ بِكَ وَحْدَكَ وَإِعَادَةُ، إِيَّاكَ مَعَ الْفِعْلِ الثَّانِي يُفِيدُ أَنَّ كُلًّا مِنَ الْعِبَادَةِ وَالِاسْتِعَانَةِ مَقْصُودٌ بِالذَّاتِ فَلَا يَسْتَلْزِمُ كُلٌّ مِنْهُمَا الْآخَرَ. ذَلِكَ بِأَنَّ الِاسْتِعَانَةَ بِاللهِ تَعَالَى يَجِبُ أَنْ تَكُونَ عَامَّةً فِي كُلِّ شَيْءٍ، وَمِنَ النَّاسِ مَنْ لَا يَسْتَعِينُ بِاللهِ عَلَى شَيْءٍ مِنْ أَعْمَالِهِ الِاخْتِيَارِيَّةِ، زَعْمًا مِنْهُمْ أَنَّهُمْ يَسْتَقِلُّونَ بِذَلِكَ بِدُونِ إِعَانَةٍ خَاصَّةٍ مِنْهُ تَعَالَى كَالْقَدَرِيَّةِ. وَأَفْضَلُ الِاسْتِعَانَةِ مَا كَانَ عَلَى الطَّاعَةِ وَالْخَيْرِ، وَقَدْ أَخَذَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِيَدِ مُعَاذٍ يَوْمًا وَقَالَ:  \" وَاللهِ إِنِّي لِأُحِبُّكَ،أُوصِيكِ يَا مُعَاذُ لَا تَدَعَنَّ فِي دُبُرِ كُلِّ صَلَاةٍ أَنْ تَقُولَ:\" اللهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ عِبَادَتِكَ \" وَقَدْ رَوَيْنَا هَذَا الْمَعْنَى فِي الْأَحَادِيثِ الْمُسَلْسَلَةِ.قَالَ لِي شَيْخُنَا أَبُو الْمَحَاسِنِ مُحَمَّدٌ الْقَاوَقْجِيُّ فِي طَرَابُلُسَ الشَّامِ:\" إِنِّي أُحِبُّكَ فَقُلِ: اللهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ \"،قَالَ لِي شَيْخُنَا مُحَمَّدُ عَابِدٌ السَّنَدِيُّ فِي الْحَرَمِ النَّبَوِيِّ الشَّرِيفِ:\" إِنِّي أُحِبُّكَ \" إِلَخْ وَذَكَرَ سَنَدَهُ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ</p><p> ذَكَرَ الْأُسْتَاذُ الْإِمَامُ أَوَّلًا مَا قَالُوهُ فِي مَعْنَى الْهِدَايَةِ لُغَةً مِنْ أَنَّهَا: الدَّلَالَةُ بِلُطْفٍ عَلَى مَا يُوَصِّلُ إِلَى الْمَطْلُوبِ، ثُمَّ بَيَّنَ أَنْوَاعَهَا وَمَرَاتِبَهَا فَقَالَ مَا مِثَالُهُ: مَنَحَ اللهُ تَعَالَى الْإِنْسَانَ أَرْبَعَ هِدَايَاتٍ يَتَوَصَّلُ بِهَا إِلَى سَعَادَتِهِ. </p><p> (أُولَاهَا) : هِدَايَةُ الْوُجْدَانِ الطَّبِيعِيِّ وَالْإِلْهَامُ الْفِطْرِيُّ. وَتَكُونُ لِلْأَطْفَالِ مُنْذُ وِلَادَتِهِمْ، فَإِنَّ الطِّفْلَ بَعْدَ مَا يُولَدُ </p><p> يَشْعُرُ بِأَلَمِ الْحَاجَةِ إِلَى الْغِذَاءِ فَيَصْرُخُ طَالِبًا لَهُ بِفِطْرَتِهِ، وَعِنْدَمَا يَصِلُ الثَّدْيُ إِلَى فِيهِ يُلْهَمُ الْتِقَامَهُ وَامْتِصَاصَهُ. </p><p> (الثَّانِيَةُ) : هِدَايَةُ الْحَوَّاسِ وَالْمَشَاعِرِ، وَهِيَ مُتَمِّمَةٌ لِلْهِدَايَةِ الْأُولَى فِي الْحَيَاةِ الْحَيَوَانِيَّةِ، وَيُشَارِكُ الْإِنْسَانَ فِيهِمَا الْحَيَوَانُ الْأَعْجَمُ، بَلْ هُوَ فِيهِمَا أَكْمَلُ مِنَ الْإِنْسَانِ، فَإِنَّ حَوَاسَّ الْحَيَوَانِ وَإِلْهَامَهُ يَكْمُلَانِ لَهُ بَعْدَ وِلَادَتِهِ بِقَلِيلٍ، بِخِلَافِ الْإِنْسَانِ فَإِنَّ ذَلِكَ يَكْمُلُ فِيهِ بِالتَّدْرِيجِ فِي زَمَنٍ غَيْرِ قَصِيرٍ، أَلَا تَرَاهُ عَقِبَ الْوِلَادَةِ لَا تَظْهَرُ عَلَيْهِ عَلَامَاتُ إِدْرَاكِ الْأَصْوَاتِ وَالْمَرْئِيَّاتِ، ثُمَّ بَعْدَ مُدَّةٍ يُبْصِرُ، وَلَكِنَّهُ لِقِصَرِ نَظَرِهِ يَجْهَلُ تَحْدِيدَ الْمَسَافَاتِ، فَيَحْسَبُ الْبَعِيدَ قَرِيبًا فَيَمُدُّ يَدَيْهِ إِلَيْهِ لِيَتَنَاوَلَهُ وَإِنْ كَانَ قَمَرَ السَّمَاءِ وَلَا يَزَالُ يَغْلَطُ حِسُّهُ حَتَّى فِي طَوْرِ الْكَمَالِ: </p><p> (الْهِدَايَةُ الثَّالِثَةُ) : الْعَقْلُ، خَلَقَ اللهُ الْإِنْسَانَ لِيَعِيشَ مُجْتَمِعًا وَلَمْ يُعْطَ مِنَ الْإِلْهَامِ وَالْوِجْدَانِ مَا يَكْفِي مَعَ الْحِسِّ الظَّاهِرِ لِهَذِهِ الْحَيَاةِ الِاجْتِمَاعِيَّةِ كَمَا أُعْطِيَ النَّحْلُ وَالنَّمْلُ، فَإِنَّ اللهَ قَدْ مَنَحَهَا </p><p> مِنَ الْإِلْهَامِ مَا يَكْفِيهَا، لِأَنْ تَعِيشَ مُجْتَمِعَةً يُؤَدِّي كُلٌّ وَاحِدٌ مِنْهَا وَظِيفَةَ الْعَمَلِ لِجَمِيعِهَا، وَيُؤَدِّي الْجَمِيعُ وَظِيفَةَ الْعَمَلِ لِلْوَاحِدِ، وَبِذَلِكَ قَامَتْ حَيَاةُ أَنْوَاعِهَا كَمَا هُوَ مُشَاهَدٌ. </p><p> أَمَّا الْإِنْسَانُ فَلَمْ يَكُنْ مِنْ خَاصَّةِ نَوْعِهِ أَنْ يَتَوَفَّرَ لَهُ مِثْلُ ذَلِكَ الْإِلْهَامُ، فَحَبَاهُ اللهُ هِدَايَةً هِيَ أَعْلَى مِنْ هِدَايَةِ الْحِسِّ وَالْإِلْهَامِ، وَهِيَ الْعَقْلُ الَّذِي يُصَحِّحُ غَلَطَ الْحَوَاسِّ وَالْمَشَاعِرِ وَيُبَيِّنُ أَسْبَابَهُ، وَذَلِكَ أَنَّ الْبَصَرَ يَرَى الْكَبِيرَ عَلَى الْبُعْدِ صَغِيرًا، وَيَرَى الْعُودَ الْمُسْتَقِيمَ فِي الْمَاءِ مُعْوَجًّا، وَالصَّفْرَاوِيَّ يَذُوقُ الْحُلْوَ مُرًّا. وَالْعَقْلُ هُوَ الَّذِي يَحْكُمُ بِفَسَادِ مِثْلِ هَذَا الْإِدْرَاكِ. </p><p> (الْهِدَايَةُ الرَّابِعَةُ) : الدِّينُ، يُغَلِّطُ الْعَقْلَ فِي إِدْرَاكِهِ كَمَا تَغْلَطُ الْحَوَاسُّ، وَقَدْ يُهْمِلُ الْإِنْسَانُ اسْتِخْدَامَ حَوَاسِّهِ وَعَقْلِهِ فِيمَا فِيهِ سَعَادَتُهُ الشَّخْصِيَّةُ النَّوْعِيَّةُ وَيَسْلُكُ بِهَذِهِ الْهِدَايَاتِ مَسَالِكَ الضَّلَالِ، فَيَجْعَلُهَا مُسَخَّرَةً لِشَهَوَاتِهِ وَلَذَّاتِهِ حَتَّى تُورِدَهُ مَوَارِدَ الْهَلَكَةِ. فَإِذَا وَقَعَتِ الْمَشَاعِرُ فِي مَزَالِقِ الزَّلَلِ، وَاسْتَرَقَّتِ الْحُظُوظُ وَالْأَهْوَاءُ الْعَقْلَ فَصَارَ يَسْتَنْبِطُ لَهَا ضُرُوبَ الْحِيَلِ، فَكَيْفَ يَتَسَنَّى لِلْإِنْسَانِ مَعَ ذَلِكَ أَنْ يَعِيشَ سَعِيدًا؟ وَهَذِهِ الْحُظُوظُ وَالْأَهْوَاءُ لَيْسَ لَهَا حَدٌّ يَقِفُ الْإِنْسَانُ عِنْدَهُ وَمَا هُوَ بِعَائِشٍ وَحْدَهُ، وَكَثِيرًا مَا تَتَطَاوَلُ بِهِ إِلَى مَا فِي يَدِ غَيْرِهِ، فَهِيَ لِهَذَا تَقْتَضِي أَنْ يَعْدُوَ بَعْضُ أَفْرَادِهِ عَلَى بَعْضٍ، فَيَتَنَازَعُونَ وَيَتَدَافَعُونَ، وَيَتَجَادَلُونَ وَيَتَجَالَدُونَ، وَيَتَوَاثَبُونَ وَيَتَنَاهَبُونَ </p><p> حَتَّى يُفْنِيَ بَعْضُهُمْ بَعْضًا، وَلَا تُغْنِيَ عَنْهُمْ تِلْكَ الْهِدَايَاتُ شَيْئًا فَاحْتَاجُوا إِلَى هِدَايَةٍ تُرْشِدُهُمْ فِي ظُلُمَاتِ أَهْوَائِهِمْ، إِذَا هِيَ غَلَبَتْ عَلَى عُقُولِهِمْ، وَتُبَيِّنُ لَهُمْ حُدُودَ أَعْمَالِهِمْ لِيَقِفُوا عِنْدَهَا وَيَكُفُّوا أَيْدِيَهُمْ عَمَّا وَرَاءَهَا. ثُمَّ إِنَّ مِمَّا أُودِعَ فِي غَرَائِزِ الْإِنْسَانِ الشُّعُورُ بِسُلْطَةٍ غَيْبِيَّةٍ مُتَسَلِّطَةٍ عَلَى الْأَكْوَانِ يَنْسِبُ إِلَيْهَا كُلَّ مَا لَا يَعْرِفُ لَهُ سَبَبًا. لِأَنَّهَا هِيَ الْوَاهِبَةُ كُلَّ مَوْجُودٍ مَا بِهِ قِوَامُ وُجُودِهِ، وَبِأَنَّ لَهُ حَيَاةً وَرَاءَ هَذِهِ الْحَيَاةِ الْمَحْدُودَةِ، فَهَلْ يَسْتَطِيعُ أَنْ يَصِلَ بِتِلْكَ الْهِدَايَاتِ الثَّلَاثِ إِلَى تَحْدِيدِ مَا يَجِبُ عَلَيْهِ لِصَاحِبِ تِلْكَ السُّلْطَةِ الَّذِي خَلَقَهُ وَسَوَّاهُ، وَوَهَبَهُ هَذِهِ الْهِدَايَاتِ وَغَيْرَهَا، وَمَا فِيهِ سَعَادَتُهُ فِي تِلْكَ الْحَيَاةِ الثَّانِيَةِ؟ كَلَّا إِنَّهُ فِي أَشَدِّ الْحَاجَةِ إِلَى هَذِهِ الْهِدَايَةِ الرَّابِعَةِ - الدِّينِ - وَقَدْ مَنَحَهُ اللهُ تَعَالَى إِيَّاهَا. </p><p> أَشَارَ الْقُرْآنُ إِلَى أَنْوَاعِ الْهِدَايَةِ الَّتِي وَهَبَهَا اللهُ تَعَالَى لِلْإِنْسَانِ فِي آيَاتٍ كَثِيرَةٍ مِنْهَا قَوْلُهُ تَعَالَى:  (وَهَدَيْنَاهُ النَّجْدَيْنِ ٩٠: ١٠) أَيْ طَرِيقَيِ السَّعَادَةِ وَالشَّقَاوَةِ وَالْخَيْرِ وَالشَّرِّ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَهَذِهِ تَشْمَلُ هِدَايَةَ الْحَوَّاسِ الظَّاهِرَةِ وَالْبَاطِنَةِ، وَهِدَايَةَ الْعَقْلِ وَهِدَايَةَ الدِّينِ، وَمِنْهَا قَوْلُهُ تَعَالَى:  (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى)  (٤١: ١٧) أَيْ دَلَلْنَاهُمْ عَلَى طَرِيقَيِ الْخَيْرِ وَالشَّرِّ، فَسَلَكُوا سُبُلَ الشَّرِّ الْمُعَبِّرِ عَنْهُ بِالْعَمَى. وَذَكَرَ غَيْرَ هَاتَيْنِ الْآيَتَيْنِ مِمَّا فِي مَعْنَاهُمَا ثُمَّ قَالَ: </p><p> بَقِيَ مَعَنَا هِدَايَةٌ أُخْرَى وَهِيَ الْمُعَبَّرُ عَنْهَا بِقَوْلِهِ تَعَالَى:  (أُولَئِكَ الَّذِينَ هَدَى اللهُ فَبِهُدَاهُمُ اقْتَدِهِ)  (٦: ٩٠) فَلَيْسَ الْمُرَادُ مِنْ هَذِهِ الْهِدَايَةِ مَا سَبَقَ ذِكْرُهُ، فَالْهِدَايَةُ فِي الْآيَاتِ السَّابِقَةِ </p><p> بِمَعْنَى الدَّلَالَةِ، وَهِيَ بِمَنْزِلَةِ إِيقَافِ الْإِنْسَانِ عَلَى رَأْسِ الطَّرِيقَيْنِ: الْمُهْلِكُ، وَالْمُنْجِي، مَعَ بَيَانِ مَا يُؤَدِّي إِلَيْهِ كُلٌّ مِنْهُمَا، وَهِيَ مِمَّا تَفَضَّلَ اللهُ بِهِ عَلَى جَمِيعِ أَفْرَادِ الْبَشَرِ. وَأَمَّا هَذِهِ الْهِدَايَةُ فَهِيَ أَخَصُّ مِنْ تِلْكَ، وَالْمُرَادُ بِهَا إِعَانَتُهُمْ وَتَوْفِيقُهُمْ لِلسَّيْرِ فِي طَرِيقِ الْخَيْرِ وَالنَّجَاةُ مَعَ الدَّلَالَةِ، وَهِيَ لَمْ تَكُنْ مَمْنُوحَةً لِكُلِّ أَحَدٍ كَالْحَوَاسِّ وَالْعَقْلِ وَشَرْعِ الدِّينِ. </p><p> وَلَمَّا كَانَ الْإِنْسَانُ عُرْضَةً لِلْخَطَأِ وَالضَّلَالِ فِي فَهْمِ الدِّينِ وَفِي اسْتِعْمَالِ الْحَوَاسِّ وَالْعَقْلِ عَلَى مَا قَدَّمْنَا، كَانَ مُحْتَاجًا إِلَى الْمَعُونَةِ الْخَاصَّةِ، فَأَمَرَنَا اللهُ بِطَلَبِهَا مِنْهُ فِي قَوْلِهِ (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) فَمَعْنَى \" (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ \" دُلَّنَا دَلَالَةً تَصْحَبُهَا مَعُونَةٌ غَيْبِيَّةٌ مِنْ لَدُنْكَ تَحَفَظُنَا بِهَا مِنَ الضَّلَالِ وَالْخَطَأِ، وَمَا كَانَ هَذَا أَوَّلَ دُعَاءٍ عَلَّمَنَا اللهُ إِيَّاهُ، إِلَّا لِأَنَّ حَاجَتَنَا إِلَيْهِ أَشَدُّ مِنْ حَاجَتِنَا إِلَى كُلِّ شَيْءٍ سِوَاهُ. </p><p> ثُمَّ بَيَّنَ مَعْنَى الصِّرَاطِ (وَهُوَ الطَّرِيقُ) وَاشْتِقَاقُهُ، وَقِرَاءَةُ الصِّرَاطِ بِالسِّينِ الْمُهْمَلَةِ وَاشْتِقَاقُهَا عَلَى نَحْوِ مَا فِي كُتُبِ اللُّغَةِ وَالتَّفْسِيرِ، وَمَعْنَى الْمُسْتَقِيمِ: وَهُوَ ضِدُّ الْمُعْوَجِّ، وَقَالَ: لَيْسَ الْمُرَادُ بِمُقَابِلِ الْمُسْتَقِيمِ الْمُعْوَجَّ ذَا التَّمَوُّجِ وَالتَّعَارِيجِ، بَلِ الْمُرَادُ: كُلُّ مَا فِيهِ انْحِرَافٌ عَنِ الْغَايَةِ الَّتِي يَجِبُ أَنْ يَنْتَهِيَ سَالِكُهُ إِلَيْهَا. وَالْمُسْتَقِيمُ فِي عُرْفِ الْهَنْدَسَةِ: أَقْرَبُ مُوَصِّلٍ بَيْنَ طَرَفَيْنِ، وَهَذَا الْمَعْنَى لَازِمٌ لِلْمَعْنَى اللُّغَوِيِّ كَمَا هُوَ ظَاهِرٌ بِالْبَدَاهَةِ. وَإِنَّمَا قُلْنَا: إِنَّ الْمُرَادَ بِمُقَابِلِ الْمُسْتَقِيمِ كُلُّ مَا فِيهِ انْحِرَافٌ؛ لِأَنَّ كُلَّ مَنْ يَمِيلُ وَيَنْحَرِفُ عَنِ الْجَادَّةِ يَكُونُ أَضَلَّ عَنِ الْغَايَةِ مِمَّنْ يَسِيرُ عَلَيْهَا فِي خَطٍّ ذِي تَعَارِيجَ؛ لِأَنَّ هَذَا الْأَخِيرَ قَدْ يَصِلُ إِلَى الْغَايَةِ بَعْدَ زَمَنٍ طَوِيلٍ. وَلَكِنَّ الْأَوَّلَ لَا يَصِلُ إِلَيْهَا أَبَدًا. بَلْ يَزْدَادُ عَنْهَا بُعْدًا كُلَّمَا أَوْغَلَ فِي السَّيْرِ وَانْهَمَكَ فِيهِ. </p><p> وَقَدْ قَالُوا: إِنَّ الْمُرَادَ بِالصِّرَاطِ الْمُسْتَقِيمِ، الدِّينُ، أَوِ الْحَقُّ، أَوِ الْعَدْلُ، أَوِ الْحُدُودُ. </p><p> وَنَحْنُ نَقُولُ: إِنَّهُ جُمْلَةُ مَا يُوَصِّلُنَا إِلَى سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ مِنْ عَقَائِدَ وَآدَابٍ وَأَحْكَامٍ وَتَعَالِيمَ. </p><p> لِمَ سُمِّيَ الْمُوَصِّلُ إِلَى السَّعَادَةِ مِنْ ذَلِكَ صِرَاطًا وَطَرِيقًا؟ خُذِ الْحَقَّ مَثَلًا وَهُوَ الْعِلْمُ الصَّحِيحُ بِاللهِ وَبِالنُّبُوَّةِ وَبِأَحْوَالِ الْكَوْنِ وَالنَّاسِ، تَرَى مَعْنَى الصِّرَاطِ فِيهِ وَاضِحًا؛ لِأَنَّ السَّبِيلَ أَوِ الصِّرَاطَ مَا أَسْلُكُهُ وَأَسِيرُ فِيهِ لِبُلُوغِ الْغَايَةِ الَّتِي أَقْصِدُهَا، كَذَلِكَ الْحَقُّ الَّذِي يُبَيِّنُ لِيَ الْوَاقِعَ الثَّابِتَ فِي الْعَقِيدَةِ الصَّحِيحَةِ هُوَ كَالْجَادَّةِ بَيْنَ السُّبُلِ الْمُتَفَرِّقَةِ الْمُضِلَّةِ، فَالطَّرِيقُ الْوَاضِحُ لِلْحِسِّ، يُشْبِهُ الْحَقَّ لِلْعَقْلِ وَالنَّفْسِ، سَيْرٌ حِسِّيٌّ، وَسَيْرٌ مَعْنَوِيٌّ، كَذَلِكَ إِذَا اعْتَبَرْتَ </p>"
}