{
  "id": null,
  "sura": 2,
  "aya": 140,
  "text": "<p> وَلَا شَكَّ أَنَّ أَهْلَ الْكِتَابِ كَانُوا قَدْ أَزْهَقُوا هَذَا الرُّوحَ الْإِلَهِيَّ مِنْ دِينِهِمْ، فَسَوَاءً كَانَ مَا حَفِظُوهُ مِنَ التَّقَالِيدِ وَالْأَعْمَالِ مَأْثُورًا عَنْ أَنْبِيَائِهِمْ أَمْ غَيْرَ مَأْثُورٍ، إِنَّهُمْ لَيْسُوا عَلَى دِينِ اللهِ، وَمَنْ كَانَ عَلَى بَصِيرَةٍ مِنْهُمْ عَرَفَ أَنَّ مَا جَاءَ بِهِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ إِحْيَاءٌ لِرُوحِ الدِّينِ الَّذِي كَانَ عَلَيْهِ جَمِيعُ الْأَنْبِيَاءِ وَالْمُرْسَلِينَ، وَتَكْمِيلٌ لِشَرَائِعِهِ وَآدَابِهِ بِمَا يَصْلُحُ لِجَمِيعِ الْبَشَرِ فِي كُلِّ زَمَانٍ وَمَكَانٍ. </p><p> ثُمَّ إِنَّ مَنْ تَأَمَّلَ هَذَا وَتَأَمَّلَ حَالَ الْمُسْلِمِينَ يَظْهَرُ لَهُ أَنَّهُمْ قَدِ اتَّبَعُوا سَنَنَ مَنْ قَبْلَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ، وَسَيَرْجِعُ مَنْ يُرِيدُ اللهُ بِهِمُ الْخَيْرَ إِلَى دِينِ اللهِ - تَعَالَى - بِالرُّجُوعِ إِلَى كِتَابِهِ الَّذِي حَرَّمَ عَلَيْهِمْ تَقْلِيدَ آرَاءِ النَّاسِ فَجَاوَزُوهُ بِأَنْ حَرَّمُوا الْعَمَلَ بِهِ، كَمَا رَجَعَ الْأُلُوفُ وَأُلُوفُ الْأُلُوفِ مِنْ أَهْلِ الْكِتَابِ إِلَى ذَلِكَ فِي الْقُرُونِ الْأُولَى مِنْ ظُهُورِ الْإِسْلَامِ، وَسَيَرْجِعُ غَيْرُهُمْ مِنْ سَائِرِ الْبَشَرِ إِلَيْهِ فَيَعُمُّ الْعَالَمِينَ (وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ)  (٣٨: ٨٨) </p><p> (أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى) ؟ </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ (أَمْ) هُنَا مُعَادِلَةٌ لِمَا قَبْلَهَا خِلَافًا (لِلْجَلَالِ) وَمَنْ عَلَى رَأْيِهِ الْقَائِلِينَ: إِنَّهَا بِمَعْنَى بَلْ، كَأَنَّهُ قَالَ: أَتَقُولُونَ: إِنَّ هَذَا الِامْتِيَازَ لَكُمْ عَلَيْنَا وَالِاخْتِصَاصَ بِالْقُرْبِ مِنَ اللهِ دُونَنَا هُوَ مِنَ اللهِ، وَالْحَالُ أَنَّهُ رَبُّنَا وَرَبُّكُمْ. . . إِلَخْ؟ أَمْ تَقُولُونَ: إِنَّ امْتِيَازَ الْيَهُودِيَّةِ أَوِ النَّصْرَانِيَّةِ الَّتِي أَنْتُمْ عَلَيْهَا بِأَنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا عَلَيْهَا؟ إِنْ كُنْتُمْ تَقُولُونَ هَذَا فَإِنَّ اللهَ يُكَذِّبُكُمْ فِيهِ، وَأَنْتُمْ تَعْلَمُونَ أَيْضًا أَنَّ اسْمَيِ الْيَهُودِيَّةِ وَالنَّصْرَانِيَّةِ حَدَثَا بَعْدَ هَؤُلَاءِ، بَلْ حَدَثَ اسْمُ الْيَهُودِيَّةِ بَعْدَ مُوسَى، وَاسْمُ النَّصْرَانِيَّةِ بَعْدَ عِيسَى، كَمَا حَدَثَ لِلْيَهُودِ تَقَالِيدُ كَثِيرَةٌ صَارَ مَجْمُوعُهَا مُمَيِّزًا لَهُمْ. وَأَمَّا النَّصَارَى فَجَمِيعُ تَقَالِيدِهِمُ الْخَاصَّةِ بِهِمُ الْمُمَيِّزَةِ لِلنَّصْرَانِيَّةِ حَادِثَةٌ، فَإِنَّ عِيسَى - عَلَيْهِ السَّلَامُ - كَانَ عَدُوَّ التَّقَالِيدِ، وَلِهَذَا كَانَ النَّصَارَى عَلَى كَثْرَةِ مَا أَحْدَثُوا أَقْرَبَ إِلَى الْإِسْلَامِ؛ لِأَنَّهُمْ لَمْ يَنْسُوا جَمِيعًا كَيْفَ زَلْزَلَ (رُوحُ اللهِ) تَقَالِيدَ الْيَهُودِ الظَّاهِرَةِ مَا كَانَ مِنْهَا فِي التَّوْرَاةِ وَمَا لَمْ يَكُنْ، وَلَكِنَّ الَّذِينَ ادَّعَوُا اتِّبَاعَهُ زَادُوا عَلَيْهِمْ مِنْ بَعْدِهِ فِي ابْتِدَاعِ التَّقَالِيدِ وَالرُّسُومِ. </p><p> وَزَعَمَ بَعْضُ الْمُفَسِّرِينَ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي الرَّدِّ عَلَى الْيَهُودِ، إِذْ كَانُوا يَقُولُونَ: إِنَّ إِبْرَاهِيمَ كَانَ يَهُودِيًّا، وَعَلَى النَّصَارَى إِذْ كَانُوا يَقُولُونَ: إِنَّهُ كَانَ نَصْرَانِيًّا، قَالَ </p><p> الْأُسْتَاذُ الْإِمَامُ: وَهَذَا غَيْرُ صَحِيحٍ. كَلَّا إِنَّ الْآيَةَ نَزَلَتْ فِي إِقَامَةِ الْحُجَّةِ عَلَيْهِمْ بِأَنَّهُمْ يَعْتَقِدُونَ أَنَّ إِبْرَاهِيمَ كَانَ عَلَى الْحَقِّ وَأَنَّ مِلَّتَهُ هِيَ الْمِلَّةُ الْإِلَهِيَّةُ الْمَرْضِيَّةُ عِنْدَ اللهِ - تَعَالَى - وَإِذَا كَانَ الْأَمْرُ كَذَلِكَ وَكَانَتْ هَذِهِ التَّقَالِيدُ الَّتِي تَقَلَّدُوهَا غَيْرَ مَعْرُوفَةٍ عَلَى عَهْدِ إِبْرَاهِيمَ فَمَا بَالُهُمْ صَارُوا يَنُوطُونَ النَّجَاةَ بِهَا، وَيَزْعُمُونَ أَنَّ مَا عَدَاهَا كُفْرٌ وَضَلَالٌ؟ فَهُوَ لَا يُثْبِتُ لَهُمُ الْقَوْلَ بِأَنَّ إِبْرَاهِيمَ كَانَ يَهُودِيًّا أَوْ نَصْرَانِيًّا، وَإِنَّمَا يَقُولُ: إِنَّهُمْ لَا يَقْدِرُونَ عَلَى الْقَوْلِ بِذَلِكَ لِأَنَّ الْبَدَاهَةَ قَاضِيَةٌ بِكَذِبِهِمْ فِيهِ، وَلِذَلِكَ قَالَ </p><p> لِنَبِيِّهِ (قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللهُ) أَيْ إِذَا كَانَ اللهُ قَدِ ارْتَضَى لِلنَّاسِ مِلَّةَ إِبْرَاهِيمَ بِاعْتِرَافِكُمْ وَتَصْدِيقِ كُتُبِكُمْ، وَذَلِكَ قَبْلَ وُجُودِ الْيَهُودِيَّةِ وَالنَّصْرَانِيَّةِ، فَلِمَاذَا لَا تَرْضُونَ أَنْتُمْ تِلْكَ الْمِلَّةَ لِأَنْفُسِكُمْ؟ أَأَنْتُمْ أَعْلَمُ بِالْمَرْضِيِّ عِنْدَ اللهِ أَمِ اللهُ أَعْلَمُ بِمَا يُرْضِيهِ وَمَا لَا يُرْضِيهِ؟ لَا شَكَّ أَنَّ اللهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ. </p><p> وَقَدْ صَرَّحَ ابْنُ جَرِيرٍ الطَّبَرِيُّ بِأَنَّ قِرَاءَةَ (أَمْ يَقُولُونَ) بِالتَّحْتِيَّةِ شَاذَّةٌ، وَعَلَى الْقَوْلِ بِأَنَّهَا سَبْعِيَّةٌ يَكُونُ فِي الْكَلَامِ الْتِفَاتٌ. (وَأَقُولُ) : قِرَاءَةُ التَّاءِ هِيَ لِابْنِ عَامِرٍ وَحَمْزَةَ وَالْكِسَائِيِّ وَحَفْصٍ، وَهِيَ لِلْخِطَابِ، وَقِرَاءَةُ الْيَاءِ لِلْبَاقِينَ، فَلَا عِبْرَةَ بِعَدِّ ابْنِ جَرِيرٍ إِيَّاهَا شَاذَّةً. </p><p> (وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللهِ) ؟ فِي هَذَا الِاسْتِفْهَامِ وَجْهَانِ: </p><p> أَحَدُهُمَا: أَنَّهُ مُتَمِّمٌ لِمَا قَبْلَهُ مِنْ إِقَامَةِ الْحُجَّةِ بِمِلَّةِ إِبْرَاهِيمَ، يَقُولُ: إِنَّ عِنْدَكُمْ شَهَادَةً مِنَ اللهِ بِأَنَّ إِبْرَاهِيمَ كَانَ عَلَى حَقٍّ، وَكَانَ مَرْضِيًّا عِنْدَ اللهِ - تَعَالَى - فَإِذَا كَتَمْتُمْ ذَلِكَ لِأَجْلِ الطَّعْنِ بِالْإِسْلَامِ، فَقَدْ كَتَمْتُمْ شَهَادَةَ اللهِ، وَكُنْتُمْ أَظْلَمَ الظَّالِمِينَ، وَإِذَا اعْتَرَفْتُمْ بِهِ فَإِمَّا أَنْ تَقُولُوا: إِنَّكُمْ أَنْتُمْ أَعْلَمُ مِنَ اللهِ بِمَا يُرْضِيهِ، وَإِمَّا أَنْ تَقُومَ عَلَيْكُمُ الْحُجَّةُ وَتَحِقَّ عَلَيْكُمُ الْكَلِمَةُ إِنْ لَمْ تُؤْمِنُوا بِمَا تَدْعُونَ إِلَيْهِ مِنْ مِلَّةِ إِبْرَاهِيمَ، وَأَحَدُ الْأَمْرَيْنِ ثَابِتٌ، لَا يَقْبَلُ مُرَاوَغَةَ مُبَاهِتٍ. </p><p> وَالْوَجْهُ الثَّانِي - وَهُوَ أَظْهَرُ - أَنَّ الشَّهَادَةَ الْمَكْتُومَةَ هِيَ شَهَادَةُ الْكِتَابِ الْمُبَشِّرَةِ بِأَنَّ اللهَ يَبْعَثُ فِيهِمْ نَبِيًّا مِنْ بَنِي إِخْوَتِهِمْ، وَهُمُ الْعَرَبُ أَبْنَاءُ إِسْمَاعِيلَ، وَكَانُوا - وَلَا يَزَالُونَ - يَكْتُمُونَهَا بِالْإِنْكَارِ عَلَى غَيْرِ الْمُطَّلِعِ عَلَى التَّوْرَاةِ وَبِالتَّحْرِيفِ عَلَى الْمُطَّلِعِ، فَهُوَ يُبَيِّنُ هُنَا - بَعْدَ إِقَامَةِ الْحُجَّةِ بِإِبْرَاهِيمَ عَلَى أَنَّ زَعْمَهُمْ حَصْرَ الْوَحْيِ فِي بَنِي إِسْرَائِيلَ بَاطِلٌ - أَنَّ هُنَاكَ شَهَادَةً صَرِيحَةً بِأَنَّ اللهَ سَيَبْعَثُ فِيهِمْ نَبِيًّا مِنَ الْعَرَبِ، فَكَانَ هَذَا دَلِيلًا ثَالِثًا وَرَاءَ الدَّلِيلِ الْعَقْلِيِّ الْمُشَارِ إِلَيْهِ بِقَوْلِهِ:  (وَهُوَ رَبُّنَا وَرَبُّكُمْ) وَالدَّلِيلِ الْإِلْزَامِيِّ الْمُشَارِ إِلَيْهِ بِقَوْلِهِ: (أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ) . . . إِلَخْ، فَكَأَنَّهُ يَقُولُ: </p><p> إِنْ هَؤُلَاءِ إِلَّا مُجَادِلُونَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ، مُبَاهِتُونَ لِلنَّبِيِّ مَعَ الْعِلْمِ بِأَنَّهُ نَبِيٌّ، إِذْ مَا كَانَ لَهُمْ أَنْ يَشْتَبِهُوا فِي أَمْرِهِ بَعْدَ شَهَادَةِ كِتَابِهِمْ لَهُ؛ فَإِذَا كَانَ ظُلْمُهُمْ أَنْفُسَهُمْ قَدِ انْتَهَى بِهِمْ إِلَى آخِرِ حُدُودِ الظُّلْمِ - وَهُوَ كِتْمَانُ شَهَادَةِ اللهِ - تَعَالَى - تَعَصُّبًا لِجِنْسِيَّتِهِمُ الدِّينِيَّةِ، الَّتِي ارْتَبَطَ بِهَا الرُّؤَسَاءُ بِالْمَرْءُوسِينَ بِرَوَابِطِ الْمَنَافِعِ الدُّنْيَوِيَّةِ مِنْ مَالٍ وَجَاهٍ - فَكَيْفَ يُنْتَظَرُ مِنْهُمْ أَنْ يُصْغُوا إِلَى بَيَانٍ، أَوْ يَخْضَعُوا لِبُرْهَانٍ؟ وَالِاسْتِفْهَامُ هُنَا يَتَضَمَّنُ التَّوْبِيخَ وَالتَّقْرِيعَ الْمُؤَكَّدَيْنِ بِالْوَعِيدِ فِي قَوْلِهِ:  (وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) ، وَإِنَّمَا الْجَزَاءُ عَلَى الْأَعْمَالِ، ثُمَّ خَتَمَ الْمُحَاجَّةَ بِتَأْكِيدِ أَمْرِ الْعَمَلِ، وَعَدَمِ فَائِدَةِ النَّسَبِ فَقَالَ: </p><p> (تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْئَلُونَ عَمَّا كَانُوا يَعْمَلُونَ) وَإِنَّمَا تُسْئَلُونَ عَنْ أَعْمَالِكُمْ وَتُجَازَوْنَ عَلَيْهَا، فَلَا يَنْفَعُكُمْ وَلَا يَضُرُّكُمْ سِوَاهَا، وَهَذِهِ قَاعِدَةٌ يُثْبِتُهَا كُلُّ دِينٍ قَوِيمٍ، وَكُلُّ عَقْلٍ سَلِيمٍ، وَلَكِنَّ قَاعِدَةَ الْوَثَنِيَّةِ الْقَاضِيَةَ بِاعْتِمَادِ النَّاسِ فِي طَلَبِ سَعَادَةِ الْآخِرَةِ، وَبَعْضِ مَصَالِحِ الدُّنْيَا عَلَى كَرَامَاتِ الصَّالِحِينَ تَغْلِبُ مَعَ الْجَهْلِ كُلَّ دِينٍ وَكُلَّ عَقْلٍ، </p><p> وَمَنَعَ الْجَهْلُ التَّقْلِيدَ الْمَانِعَ مِنَ النَّظَرِ فِي الْأَدِلَّةِ الْعَقْلِيَّةِ وَالدِّينِيَّةِ جَمِيعًا، اللهُمَّ إِلَّا مُكَابَرَةَ الْحِسِّ وَالْعَقْلِ، وَتَأْوِيلَ نُصُوصِ الشَّرْعِ، تَطْبِيقًا لَهُمَا عَلَى مَا يَقُولُ الْمُقَلَّدُونَ الْمُتَّبَعُونَ (بِفَتْحِ اللَّامِ وَالْبَاءِ) وَقَدْ أَوَّلَ الْمُؤَوِّلُونَ نُصُوصَ أَدْيَانِهِمْ تَقْرِيرًا لِاتِّبَاعِ رُؤَسَائِهِمْ وَالِاعْتِمَادِ عَلَى جَاهِهِمْ فِي الْآخِرَةِ؛ لِذَلِكَ جَاءَ الْقُرْآنُ يُبَالِغُ فِي تَقْرِيرِ قَاعِدَةِ ارْتِبَاطِ السَّعَادَةِ بِالْعَمَلِ وَالْكَسْبِ وَتَبْيِينِهَا، وَنَفْيِ الِانْتِفَاعِ بِالْأَنْبِيَاءِ وَالصَّالِحِينَ لِمَنْ لَمْ يَتَأَسَّ بِهِمْ فِي الْعَمَلِ الصَّالِحِ؛ وَلِذَلِكَ أَعَادَ هَذِهِ الْآيَةَ بِنَصِّهَا فِي مَقَامِ مُحَاجَّةِ أَهْلِ الْكِتَابِ الْمُفْتَخِرِينَ بِسَلَفِهِمْ مِنَ الْأَنْبِيَاءِ الْعِظَامِ، الْمُعْتَمِدِينَ عَلَى شَفَاعَتِهِمْ وَجَاهِهِمْ وَإِنْ قَصَّرُوا عَنْ غَيْرِهِمْ فِي الْأَعْمَالِ. وَفَائِدَةُ الْإِعَادَةِ تَأْكِيدُ تَقْرِيرِ قَاعِدَةِ بِنَاءِ السَّعَادَةِ عَلَى الْعَمَلِ دُونَ الْآبَاءِ وَالشُّفَعَاءِ، بِحَيْثُ لَا يَطْمَعُ فِي تَأْوِيلِ الْقَوْلِ طَامِعٌ، وَالْإِشْعَارُ بِمَعْنًى يُعْطِيهِ السِّيَاقُ هُنَا وَهُوَ: أَنَّ أَعْمَالَ هَؤُلَاءِ الْمُجَادِلِينَ الْمُشَاغِبِينَ مِنْ أَهْلِ الْكِتَابِ مُخَالِفَةٌ لِأَعْمَالِ سَلَفِهِمْ مِنَ الْأَنْبِيَاءِ، فَهُمْ فِي الْحَقِيقَةِ عَلَى غَيْرِ دِينِهِمْ. </p><p> وَقَدْ سَبَقَ الْقَوْلُ بِأَنَّ الْآيَةَ أَفَادَتْ فِي وَضْعِهَا الْأَوَّلِ: أَنَّ إِبْرَاهِيمَ وَبَنِيهِ وَحَفَدَتَهُ، قَدْ مَضَوْا إِلَى رَبِّهِمْ بِسَلَامَةِ قُلُوبِهِمْ وَإِخْلَاصِهِمْ فِي أَعْمَالِهِمْ، وَانْقَطَعَتِ النِّسْبَةُ بَيْنَهُمْ وَبَيْنَ مَنْ جَاءَ بَعْدَهُمْ فَتَنَكَّبَ طَرِيقَهُمْ، وَانْحَرَفَ عَنْ صِرَاطِهِمْ، وَإِنْ أَدْلَى إِلَيْهِمْ بِالنَّسَبِ، </p><p> فَكُلُّ وَاحِدٍ مِنَ السَّلَفِ وَالْخَلَفِ مَجْزِيٌّ بِعَمَلِهِ، لَا يَنْفَعُ أَحَدًا مِنْهُمْ عَمَلُ غَيْرِهِ مِنْ حَيْثُ هُوَ عَمَلُ ذَلِكَ الْغَيْرِ وَلَا شَخْصُهُ بِالْأَوْلَى، وَذَلِكَ أَنَّهَا جَاءَتْ عَقِبَ بَيَانِ مِلَّةِ إِبْرَاهِيمَ وَإِيصَاءِ بَعْضِهِمْ بَعْضًا بِهَا، وَبَيَانِ دُرُوجِهِمْ عَلَيْهَا، ثُمَّ جَاءَ بَعْدَ ذَلِكَ الِاحْتِجَاجُ عَلَى الْقَوْمِ بِمَنْ يَعْتَقِدُونَ فِيهِمُ الْخَيْرَ وَالْكَمَالَ، وَكَوْنُهُمْ لَمْ يَكُونُوا عَلَى هَذِهِ الْيَهُودِيَّةِ وَلَا هَذِهِ النَّصْرَانِيَّةِ اللَّتَيْنِ حَدَثَتَا بَعْدَهُمْ، فَجَاءَتْ قَاعِدَةُ الْأَعْمَالِ فِي هَذَا الْمَوْضِعِ تُبَيِّنُ أَنَّ الْمُتَخَالِفِينَ فِي الْأَعْمَالِ وَالْمَقَاصِدِ لَا يَكُونُونَ مُتَّحِدِينَ فِي الدِّينِ وَلَا مُتَسَاوِينَ فِي الْجَزَاءِ، فَأَفَادَتْ هُنَا مَا لَمْ تُفِدْهُ هُنَاكَ. وَلِلْمُسْلِمِينَ أَنْ يُحَاسِبُوا أَنْفُسَهُمْ، وَيُحَكِّمُوا قَاعِدَةَ الْعَمَلِ وَالْجَزَاءِ بَيْنَهُمْ وَبَيْنَ سَلَفِهِمْ، وَلَا يَغْتَرُّوا بِالتَّسْمِيَةِ إِنْ كَانُوا يَعْقِلُونَ. </p><p> وَأَزِيدُ عَلَى مَا تَقَدَّمَ أَنَّ انْتِفَاعَ النَّاسِ بَعْضِهِمْ بِبَعْضٍ فِي الدُّنْيَا إِنَّمَا يَكُونُ بِمُقْتَضَى سُنَنِ اللهِ - تَعَالَى - فِي الْأَسْبَابِ وَالْمُسَبِّبَاتِ، وَمِنَ الْمَعْلُومِ شَرْعًا وَعَقْلًا: أَنَّ الْمَيِّتَ يَنْقَطِعُ عَمَلُهُ بِخُرُوجِهِ مِنْ عَالَمِ الْأَسْبَابِ إِلَى الْبَرْزَخِ مِنْ عَالَمِ الْغَيْبِ، وَأَمَّا الْآخِرَةُ فَلَا كَسْبَ فِيهَا، وَأَمْرُهَا إِلَى اللهِ وَحْدَهُ ظَاهِرًا وَبَاطِنًا، كَمَا قَالَ - تَعَالَى -: (يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ)  (٨٢: ١٩) </p>"
}