{
  "id": null,
  "sura": 2,
  "aya": 158,
  "text": "<p> فِي سَبِيلِ الْحَقِّ مِنَ الْمَصَائِبِ وَالشَّدَائِدِ، فَكَانَ مِنَ الْمُنَاسِبِ بَعْدَ هَذَا أَنْ يَذْكُرَ شَيْئًا يُؤَكِّدُ تِلْكَ الْبِشَارَةَ وَيُقَوِّي ذَلِكَ الْأَمَلَ، فَذَكَرَ شَعِيرَةً مِنْ شَعَائِرِ الْحَجِّ هِيَ السَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ، فَكَانَ ذِكْرُهَا تَصْرِيحًا ضِمْنِيًّا بِأَنْ سَيَأْخُذُونَ مَكَّةَ وَيُقِيمُونَ مَنَاسِكَ إِبْرَاهِيمَ فِيهَا، وَتَتِمُّ بِذَلِكَ لَهُمُ النِّعْمَةُ وَالْهِدَايَةُ، وَهُوَ قَوْلُهُ عَزَّ وَجَلَّ:  (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا) فَهَذِهِ الْآيَةُ لَيْسَتْ مُنْقَطِعَةً عَنِ السِّيَاقِ السَّابِقِ لِإِفَادَةِ حُكْمٍ جَدِيدٍ لَا عَلَاقَةَ لَهُ بِمَا قَبْلَهُ كَمَا تُوُهِّمَ ; بَلْ هِيَ مِنْ تَتِمَّةِ الْمَوْضُوعِ وَمُرْتَبِطَةٌ بِهِ أَشَدَّ الِارْتِبَاطِ، مِنْ حَيْثُ هِيَ </p><p> تَأْكِيدٌ لِلْبِشَارَةِ، وَمِنْ حَيْثُ إِنَّ الْحُكْمَ الَّذِي فِيهَا مِنْ مَنَاسِكِ الْحَجِّ الَّتِي كَانَ عَلَيْهَا إِبْرَاهِيمُ الَّذِي أَحْيَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِلَّتَهُ وَجُعِلَتِ الصَّلَاةُ إِلَى قِبْلَتِهِ ; كَأَنَّهُ قَالَ: لَا تَلْوِيَنَّكُمْ قُوَّةُ الْمُشْرِكِينَ فِي مَكَّةَ، وَكَثْرَةُ الْأَصْنَامِ عَلَى الْكَعْبَةِ وَالصَّفَا وَالْمَرْوَةِ عَنِ الْقَصْدِ إِلَى تَطْهِيرِ الْبَيْتِ الْحَرَامِ، وَإِحْيَاءِ تِلْكَ الشَّعَائِرِ الْعِظَامِ، كَمَا لَا يَلْوِيَنَّكُمْ عَنِ اسْتِقْبَالِ الْبَيْتِ تَقَوُّلُ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ، وَلَا زِلْزَالُ مَرْضَى الْقُلُوبِ مِنَ الْمُنَافِقِينَ، بَلْ ثِقُوا بِوَعْدِ اللهِ وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ. </p><p> الصَّفَا وَالْمَرْوَةُ: جَبَلَانِ، أَوْ عَلَمَا جَبَلَيْنِ بِمَكَّةَ وَالْمَسَافَةُ بَيْنَهُمَا ٧٦٠ ذِرَاعًا وَنِصْفُ، وَالصَّفَا تُجَاهَ الْبَيْتِ الْحَرَامِ، وَقَدْ عَلَتْهُمَا الْمَبَانِي وَصَارَ مَا بَيْنَهُمَا سُوقًا. وَالشُّعَيْرَةُ وَالشِّعَارُ وَالشِّعَارَةُ تُطْلَقُ عَلَى الْمَكَانِ أَوِ الشَّيْءِ الَّذِي يُشْعِرُ بِأَمْرٍ لَهُ شَأْنٌ، وَأُطْلِقَ عَلَى مَعَالِمِ الْحَجِّ وَمَوَاضِعِ النُّسُكِ وَتُسَمَّى مَشَاعِرُ ((جَمْعُ مَشْعَرٍ) ) وَعَلَى الْعَمَلِ الِاجْتِمَاعِيِّ الْمَخْصُوصِ الَّذِي هُوَ عِبَادَةٌ وَنُسُكٌ، فَفِي آيَةٍ أُخْرَى (لَا تُحِلُّوا شَعَائِرَ اللهِ)  (٥: ٢) وَهِيَ مَنَاسِكُ الْحَجِّ وَمَعَالِمُهُ، وَمِنْهُ إِشْعَارُ الْهَدْيِ وَهُوَ جَرْحُ مَا يُهْدَى إِلَى الْحَرَمِ مِنَ الْإِبِلِ فِي صَفْحَةِ سَنَامِهِ لِيُعْلَمَ أَنَّهُ نُسُكٌ، وَيُشْعَرُ الْبَقَرُ أَيْضًا دُونَ الْغَنَمِ، وَمِنْ شَوَاهِدِهِ فِي اللُّغَةِ شِعَارُ الْحَرْبِ وَهُوَ مَا يَتَعَارَفُ بِهِ الْجَيْشُ. قَالَ شَيْخُنَا: وَرَمَى رَجُلٌ جَمْرَةً فَأَصَابَتْ جَبْهَةَ عُمَرَ رَضِيَ اللهُ عَنْهُ فَقَالَ رَجُلٌ: شَعَرْتَ جَبْهَةَ أَمِيرِ الْمُؤْمِنِينَ، يُرِيدُ جَرَحْتَ، سُمِّيَ الْجُرْحُ بِذَلِكَ ; لِأَنَّهُ عَلَامَةٌ، وَقَالَ عِنْدَ ذَلِكَ رَجُلٌ لِهْبِيٌّ: سَيُقْتَلُ أَمِيرُ الْمُؤْمِنِينَ، وَكَانَ مَا قَالَ. </p><p> فَأَمَّا كَوْنُ الْمَوَاضِعِ كَالصَّفَا وَالْمَرْوَةِ مِنْ عَلَامَاتِ دِينِ اللهِ أَوْ أَعْلَامِ دِينِهِ فَظَاهِرٌ، وَأَمَّا كَوْنُ الْمَنَاسِكِ وَالْأَعْمَالِ شَعَائِرَ وَعَلَامَاتٍ فَوَجْهُهُ أَنَّ الْقِيَامَ بِهَا عَلَامَةٌ عَلَى الْخُضُوعِ لِلَّهِ تَعَالَى وَعِبَادَتِهِ إِيمَانًا وَتَسْلِيمًا. فَالشَّعَائِرُ إِذَنْ لَا تُطْلَقُ إِلَّا عَلَى الْأَعْمَالِ الْمَشْرُوعَةِ الَّتِي فِيهَا تَعَبُّدٌ لِلَّهِ تَعَالَى ; وَلِذَلِكَ غَلَبَ اسْتِعْمَالُ الشَّعَائِرِ فِي أَعْمَالِ الْحَجِّ لِأَنَّهَا تَعَبُّدِيَّةٌ. قَالَ فِي الصِّحَاحِ: الشَّعَائِرُ أَعْمَالُ </p><p> الْحَجِّ، وَكُلُّ مَا جُعِلَ عَلَمًا لِطَاعَةِ اللهِ عَزَّ وَجَلَّ. وَقَالَ الزَّجَاجُ فِي قَوْلِهِ تَعَالَى:  (لَا تُحِلُّوا شَعَائِرَ اللهِ) أَيْ جَمِيعَ مُتَعَبَّدَاتِهِ الَّتِي أَشْعَرَهَا اللهُ ; أَيْ: </p><p> جَعَلَهَا إِعْلَامًا لَنَا إِلَخْ، فَهُوَ يُرِيدُ أَنَّ الشَّعَائِرَ مِنْ أَشْعَرَهُ بِالشَّيْءِ: أَعْلَمَهُ بِهِ. وَقَدْ صَرَّحَ بِذَلِكَ وَلَكِنَّهُ لَا يَدُلُّ بِهَذَا عَلَى مَعْنَى التَّعَبُّدِ ; إِذْ قَدْ أَعْلَمَنَا اللهُ تَعَالَى بِالْأَحْكَامِ الَّتِي لَا تَعَبُّدَ فِيهَا أَيْضًا، وَالشَّعَائِرُ لَمْ تُطْلَقْ فِي الْقُرْآنِ إِلَّا عَلَى مَنَاسِكِ الْحَجِّ الِاجْتِمَاعِيَّةِ، وَأَلْحَقَ بِهَا بَعْضُهُمْ مَا فِي مَعْنَاهَا مِنْ عِبَادَاتِ الْإِسْلَامِ الِاجْتِمَاعِيَّةِ كَالْأَذَانِ وَصَلَاةِ الْجُمُعَةِ وَالْعِيدَيْنِ. </p><p> (الْأُسْتَاذُ الْإِمَامُ) فِي الْأَحْكَامِ الَّتِي شَرَعَهَا اللهُ تَعَالَى نَوْعٌ يُسَمَّى بِالشَّعَائِرِ، وَمِنْهَا مَا لَا يُسَمَّى بِذَلِكَ كَأَحْكَامِ الْمُعَامَلَاتِ كَافَّةً ; لِأَنَّهَا شُرِعَتْ لِمَصَالِحِ الْبَشَرِ فَلَهَا عِلَلٌ وَأَسْبَابٌ يَسْهُلُ عَلَى كُلِّ إِنْسَانٍ أَنْ يَفْهَمَهَا فَهَذَا أَحَدُ أَقْسَامِ الشَّرَائِعِ، وَالْقِسْمُ الثَّانِي: هُوَ مَا تَعَبَّدَنَا اللهُ تَعَالَى بِهِ كَالصَّلَاةِ عَلَى وَجْهٍ مَخْصُوصٍ، وَكَالتَّوَجُّهِ فِيهَا إِلَى مَكَانٍ مَخْصُوصٍ سَمَّاهُ اللهُ بَيْتَهُ مَعَ أَنَّهُ مِنْ خَلْقِهِ كَسَائِرِ الْعَالَمِ. فَهَذَا شَيْءٌ شَرَعَهُ اللهُ وَتَعَبَّدَنَا بِهِ لِعِلْمِهِ بِأَنَّ فِيهِ مَصْلَحَةً لَنَا وَلَكِنَّنَا نَحْنُ لَا نَفْهَمُ سِرَّ ذَلِكَ تَمَامَ الْفَهْمِ مِنْ كُلِّ وَجْهٍ. </p><p> أَقُولُ: وَهَذَا النَّوْعُ يُوقَفُ فِيهِ عِنْدَ نَصِّ مَا شَرَعَهُ اللهُ تَعَالَى، لَا يُزَادُ فِيهِ وَلَا يُنْقَصُ مِنْهُ وَلَا يُقَاسُ عَلَيْهِ، وَلَا يُؤْخَذُ فِيهِ بِرَأْيِ أَحَدٍ وَلَا بِاجْتِهَادِهِ، إِذْ لَوْ أُبِيحَ لِلنَّاسِ الزِّيَادَةُ فِي شَعَائِرِ الدِّينِ بِاجْتِهَادِهِمْ فِي عُمُومِ لَفْظٍ أَوْ قِيَاسٍ لَأَمْكَنَ أَنْ تَصِيرَ شَعَائِرُ الْإِسْلَامِ أَضْعَافَ مَا كَانَتْ عَلَيْهِ فِي عَهْدِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَتَّى لَا يُفَرِّقَ أَكْثَرُ النَّاسِ بَيْنَ الْأَصْلِ الْمُشْتَرَعِ وَالدَّخِيلِ الْمُبْتَدَعِ، فَيَكُونُ الْمُسْلِمُونَ كَالنَّصَارَى، فَكُلُّ مَنِ ابْتَدَعَ شَعَيْرَةً أَوْ عِبَادَةً فِي الْإِسْلَامِ فَهُوَ مِمَّنْ يَصَدُقُ عَلَيْهِمْ قَوْلُهُ تَعَالَى:  (أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ)  (٤٢: ٢١) وَإِنَّمَا الِاجْتِهَادُ فِي مِثْلِ تَحَرِّي الْقِبْلَةِ مِنَ الْعَمَلِ التَّعَبُّدِيِّ، وَفِي الْقَضَاءِ، وَلِيُرَاجِعِ الْقَارِئُ تَفْسِيرَ قَوْلِهِ تَعَالَى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ)  (٥: ١٠١) وَقَوْلِهِ: (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) وَمِنَ الْعَبَثِ أَنْ يَعْمَلَ الْإِنْسَانُ مَا لَا يَعْرِفُ لَهُ فَائِدَةً لِقَوْلِ مَنْ هُوَ مِثْلُهُ وَهُوَ مُسْتَعِدٌّ لِأَنْ يَفْهَمَ كُلَّ مَا يَفْهَمُهُ! وَلَا يَأْتِي هَذَا الْعَبَثُ فِي امْتِثَالِ أَمْرِ اللهِ تَعَالَى لِأَنَّا نَعْتَقِدُ أَنَّهُ بِرَحْمَتِهِ وَحِكْمَتِهِ لَا يَشْرَعُ لَنَا إِلَّا مَا فِيهِ خَيْرُنَا وَمَصْلَحَتُنَا، وَأَنَّهُ بِعِلْمِهِ الْمُحِيطِ بِكُلِّ شَيْءٍ يَعْلَمُ مِنْ ذَلِكَ مَا لَا نَعْلَمُ، وَالتَّجْرِبَةُ تُؤَيِّدُ هَذَا الِاعْتِقَادَ فَإِنَّ الطَّائِعِينَ الْقَائِمِينَ بِحُقُوقِ الدِّينِ تُصْلَحُ أَحْوَالُهُمْ فِي الدُّنْيَا، وَيُرْجَى لَهُمْ فِي الْآخِرَةِ مَا يُرْجَى، وَإِنْ لَمْ يَفْهَمُوا فَهْمًا كَامِلًا فَائِدَةَ كُلِّ جُزْئِيَّةٍ مِنْ جُزْئِيَّاتِ الْعَمَلِ، فَمَثَلُهُمْ كَمَا قَالَ الْغَزَّالِيُّ مَثَلُ مَنْ وَثِقَ بِالطَّبِيبِ وَجَرَّبَ دَوَاءَهُ </p><p> فَوَجَدَهُ نَافِعًا وَلَكِنَّهُ لَا يَعْرِفُ أَيَّةَ فَائِدَةٍ لِكُلِّ جُزْءٍ مِنْ أَجْزَائِهِ وَنِسْبَتِهِ إِلَى الْأَجْزَاءِ الْأُخْرَى، وَحَسْبُهُ أَنْ يَعْلَمَ أَنَّ هَذَا الدَّوَاءَ الْمُرَكَّبَ نَافِعٌ يَشْفِي بِإِذْنِ اللهِ مِنَ الْمَرَضِ. </p><p> السَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ مِنْ هَذَا النَّوْعِ التَّعَبُّدِيِّ، فَهُوَ مَطْلُوبٌ بِقَوْلِهِ تَعَالَى:  (فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا) حَجُّ الْبَيْتِ: قَصْدُهُ لِلنُّسُكِ وَالْإِتْيَانُ بِالْمَنَاسِكِ الْمَعْرُوفَةِ هُنَالِكَ، وَسَيَأْتِي تَفْصِيلُهَا فِي هَذَا الْجُزْءِ. وَالِاعْتِمَارُ: مَنَاسِكُ الْعُمْرَةِ وَهِيَ دُونُ مَنَاسِكِ الْحَجِّ، فَلَيْسَ فِي الْعُمْرَةِ وُقُوفٌ بِعَرَفَةَ وَلَا مَبِيتٌ بِمُزْدَلِفَةَ وَلَا رَمْيُ جِمَارٍ فِي مِنًى. وَالْجُنَاحُ بِالضَّمِّ: الْمَيْلُ إِلَى الْإِثْمِ، كَجُنُوحِ السَّفِينَةِ إِلَى وَحْلٍ تَرْتَطِمُ فِيهِ، وَالْإِثْمُ نَفْسُهُ وَأَصْلُهُ مِنْ جَنَاحِ الطَّائِرِ. وَيَطَّوَّفُ بِتَشْدِيدِ الْوَاوِ مِنَ التَّطَوُّفِ وَهُوَ تَكْرَارُ الطَّوَافِ أَوْ تَكَلُّفُهُ. </p><p> وَالْمَعْنَى فَلَيْسَ عَلَيْهِ شَيْءٌ مِنْ جِنْسِ الْجُنَاحِ - وَهُوَ الْمَيْلُ وَالِانْحِرَافُ عَنْ جَادَّةِ النُّسُكِ - فِي التَّطَوُّفِ بِهِمَا، وَهَذَا التَّطَوُّفُ هُوَ الَّذِي عُرِفَ فِي الِاصْطِلَاحِ بِالسَّعْيِ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَفَسَّرَتْهُ السُّنَّةُ بِالْعَمَلِ، وَهُوَ مِنْ مَنَاسِكِ الْحَجِّ بِالْإِجْمَاعِ وَالْعَمَلِ الْمُتَوَاتِرِ، وَإِذَا كَانَ مَشْرُوعًا فَسَوَاءٌ كَانَ رُكْنًا كَمَا يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَغَيْرُهُمَا، أَوْ وَاجِبًا كَمَا يَقُولُ الْحَنَفِيَّةُ، أَوْ مَنْدُوبًا كَمَا رُوِيَ عَنْ أَحْمَدَ. </p><p> وَقَالُوا فِي حِكْمَةِ التَّعْبِيرِ عَنْهُ بِنَفْيِ الْجُنَاحِ الَّذِي يَصْدُقُ بِالْمُبَاحِ: إِنَّهُ لِلْإِشَارَةِ إِلَى تَخْطِئَةِ الْمُشْرِكِينَ الَّذِينَ كَانُوا يُنْكِرُونَ كَوْنَ الصَّفَا وَالْمَرْوَةِ مِنَ الشَّعَائِرِ، وَأَنَّ السَّعْيَ بَيْنَهُمَا مِنْ مَنَاسِكِ إِبْرَاهِيمَ، فَهُوَ لَا يُنَافِي الطَّلَبَ جَزْمًا. وَكَذَلِكَ قَوْلُهُ تَعَالَى:  (وَمَنْ تَطَوَّعَ خَيْرًا) فِي هَذَا التَّطَوُّفِ وَغَيْرِهِ أَوْ كَرَّرَ الْحَجَّ أَوِ الْعُمْرَةَ فَزَادَ عَلَى الْفَرِيضَةِ ; أَيْ: تَحَمَّلَهُ طَوْعًا - كَمَا قَالَ الرَّاغِبُ - فَإِنَّ التَّطَوُّعَ فِي اللُّغَةِ: الْإِتْيَانُ بِمَا فِي الطَّوْعِ أَوْ بِالطَّاعَةِ أَوْ تَكَلُّفُهَا أَوِ الْإِكْثَارُ مِنْهَا، وَأُطْلِقَ عَلَى التَّبَرُّعِ بِالْخَيْرِ ; لِأَنَّهُ طَوْعٌ لَا كُرْهَ وَلَا إِكْرَاهَ فِيهِ، وَعَلَى الْإِكْثَارِ مِنَ الطَّاعَةِ بِالزِّيَادَةِ عَلَى الْوَاجِبِ وَمِنْهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَدِيثِ الْأَعْرَابِيِّ:  ((إِلَّا أَنْ تَطَوَّعَ) ) أَيْ تَزِيدَ عَلَى الْفَرِيضَةِ (فَإِنَّ اللهَ شَاكِرٌ عَلِيمٌ) أَيْ: فَإِنَّ اللهَ يُثِيبُهُ ; لِأَنَّهُ شَاكِرٌ يَجْزِي عَلَى الْإِحْسَانِ، عَلِيمٌ بِمَنْ يَسْتَحِقُّ الْجَزَاءَ. </p><p> وَرَوَى الْبُخَارِيُّ عَنِ ابْنِ عَبَّاسٍ مَا يَدُلُّ عَلَى أَنَّ لِلسَّعْيِ بَيْنَ الصَّفَا وَالْمَرْوَةِ أَصْلًا </p><p> مِنْ ذِكْرَى نَشْأَةِ الدِّينِ الْأُولَى بِمَكَّةَ فِي عَهْدِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ كَغَيْرِهِ مِنْ شَعَائِرِ اللهِ؟ وَخُلَاصَتُهُ أَنَّهُ لَمَّا كَانَ بَيْنَ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَامْرَأَتِهِ (سَارَّةَ) مَا كَانَ (مِنْ حَمْلِهَا إِيَّاهُ عَلَى طَرْدِ سُرِّيَّتِهِ هَاجَرَ مَعَ طِفْلِهَا إِسْمَاعِيلَ وَهُوَ مَذْكُورٌ فِي الْفَصْلِ ٢١ مِنْ سِفْرِ التَّكْوِينِ) خَرَجَ بِهِمَا إِلَى بَرِّيَّةِ فَارَّانِ (أَيْ مَكَّةَ) فَوَضَعَهُمَا فِي مَكَانِ زَمْزَمَ تَحْتَ دَوْحَةٍ وَلَمْ يَكُنْ هُنَالِكَ سُكَّانٌ وَلَا مَاءٌ، وَوَضَعَ عِنْدَهَا جِرَابًا فِيهِ تَمْرٌ - وَفِي سِفْرِ التَّكْوِينِ أَنَّهُ زَوَّدَهَا بِخُبْزٍ - وَسِقَاءً فِيهِ مَاءٌ ثُمَّ رَجَعَ فَقَالَتْ لَهُ: إِلَى مَنْ تَتْرُكُنَا؟ قَالَ:  ((إِلَى اللهِ) ) قَالَتْ: رَضِيتُ بِاللهِ. وَهُنَالِكَ دَعَا إِبْرَاهِيمُ بِمَا حَكَاهُ اللهُ عَنْهُ فِي سُورَتِهِ:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ) إِلَى قَوْلِهِ - </p><p> (يَشْكُرُونَ)  (١٤: ٣٧) فَلَمَّا نَفِدَ الْمَاءُ عَطِشَتْ وَجَفَّ لَبَنُهَا وَعَطِشَ وَلَدُهَا فَجَعَلَ يَتَلَوَّى وَيَنْشَغُ (يَشْهَقُ لِلْمَوْتِ) فَكَانَتْ تَذْهَبُ فَتَصَعَدُ الصَّفَا تَنْظُرُ هَلْ تَرَى أَحَدًا فَلَمْ تُحِسَّ أَحَدًا، ثُمَّ تَذْهَبُ فَتَصَعَدُ الْمَرْوَةَ فَلَمْ تَرَ أَحَدًا، ثُمَّ تَرْجِعُ إِلَى وَلَدِهَا فَتَرَاهُ يَنْشَغُ، فَعَلَتْ ذَلِكَ سَبْعَةَ أَشْوَاطٍ، وَبَعْدَ الْأَخِيرِ وَجَدَتْ عِنْدَهُ صَوْتًا فَقَالَتْ: أَغِثْ إِنْ كَانَ عِنْدَكَ غَوَاثٌ، فَإِذَا هِيَ بِالْمَلَكِ جِبْرِيلَ عِنْدَ زَمْزَمَ فَغَمَزَ بِعَقِبِهِ الْأَرْضَ فَانْبَثَقَ الْمَاءُ فَجَعَلَتْ تَشْرَبُ وَيَدِرُّ لَبَنُهَا عَلَى صَبِيِّهَا، وَمَرَّ نَاسٌ مَنْ جُرْهُمَ بِالْوَادِي فَإِذَا هُمْ بِطَيْرٍ عَائِفَةٍ - أَيْ تُخُومٍ عَلَى الْمَاءِ - فَاهْتَدَوْا إِلَيْهِ وَأَقَامُوا عِنْدَهُ وَنَشَأَ إِسْمَاعِيلُ مَعَهُمْ. قَالَ ابْنُ عَبَّاسٍ لَمَا ذَكَرَ سَعْيَهَا بَيْنَ الصَّفَا وَالْمَرْوَةِ: قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((فَذَلِكَ سَعْيُ النَّاسِ بَيْنَهُمَا) ) . </p><p> (الْأُسْتَاذُ الْإِمَامُ) وَصْفُ الْبَارِي تَعَالَى بِالشَّاكِرِ لَا يَظْهَرُ عَلَى حَقِيقَتِهِ فَلَا بُدَّ مِنْ حَمْلِهِ عَلَى الْمَجَازِ، فَالشُّكْرُ فِي اللُّغَةِ: مُقَابَلَةُ النِّعْمَةِ وَالْإِحْسَانُ بِالثَّنَاءِ وَالْعِرْفَانِ، وَشُكْرُ النَّاسِ لِلَّهِ فِي اصْطِلَاحِ الشَّرْعِ: عِبَارَةٌ عَنْ صَرْفِ نِعَمِهِ فِيمَا خُلِقَتْ لِأَجْلِهِ، وَكِلَاهُمَا لَا يَظْهَرُ بِالنِّسْبَةِ إِلَى اللهِ تَعَالَى، إِذْ لَا يُمْكِنُ أَنْ يَكُونَ لِأَحَدٍ عِنْدَهُ يَدٌ أَوْ يَنَالُهُ مِنْ أَحَدٍ نِعْمَةٌ يَشْكُرُهَا لَهُ بِهَذَا الْمَعْنَى. </p><p> فَالْمَعْنَى إِذَنْ أَنَّ اللهَ تَعَالَى قَادِرٌ عَلَى إِثَابَةِ الْمُحْسِنِينَ، وَأَنَّهُ لَا يُضِيعُ أَجْرَ الْعَامِلِينَ، فَبِهَذَا الْمَعْنَى سُمِّيَتْ مُقَابَلَةُ الْعَامِلِ بِالْجَزَاءِ الَّذِي يَسْتَحِقُّهُ شُكْرًا، وَسَمَّى اللهُ تَعَالَى نَفْسَهُ شَاكِرًا. وَأَزِيدُ عَلَى قَوْلِ الْأُسْتَاذِ: أَنَّ اللهَ تَعَالَى وَعَدَ الشَّاكِرِينَ لِنِعَمِهِ بِالْمَزِيدِ مِنْهَا، فَسُمِّيَ هَذَا شُكْرًا مِنْ بَابِ الْمُشَاكَلَةِ. </p><p> وَالنُّكْتَةُ فِي اخْتِيَارِ هَذَا التَّعْبِيرِ تَعْلِيمُنَا الْأَدَبَ، فَقَدْ عَلَّمَنَا سُبْحَانَهُ وَتَعَالَى بِهَذَا أَدَبًا مِنْ أَكْمَلِ الْآدَابِ بِمَا سَمَّى إِحْسَانَهُ وَإِنْعَامَهُ عَلَى الْعَامِلِينَ شُكْرًا لَهُمْ مَعَ أَنَّ عِلْمَهُمْ </p><p> لَا يَنْفَعُهُ وَلَا يَدْفَعُ عَنْهُ ضُرًّا، فَيَكُونُ إِنْعَامًا عَلَيْهِ وَيَدًا عِنْدَهُ، وَإِنَّمَا مَنْفَعَتُهُ لَهُمْ، فَهُوَ فِي الْحَقِيقَةِ مِنْ نِعَمِهِ عَلَيْهِمْ إِذْ هَدَاهُمْ إِلَيْهِ وَأَقْدَرَهُمْ عَلَيْهِ، فَهَلْ يَلِيقُ بِمَنْ يَفْهَمُ هَذَا الْخِطَابَ الْأَعْلَى أَنْ يَرَى نِعَمَ اللهِ عَلَيْهِ لَا تُعَدُّ وَلَا تُحْصَى وَهُوَ لَا يَشْكُرُهُ وَلَا يَسْتَعْمِلُ نِعَمَهُ فِيمَا سِيقَتْ لِأَجْلِهِ؟ ثُمَّ هَلْ يَلِيقُ بِهِ أَنْ يَرَى بَعْضَ النَّاسِ يُسْدِي إِلَيْهِ مَعْرُوفًا ثُمَّ لَا يَشْكُرُهُ لَهُ وَلَا يُكَافِئُهُ عَلَيْهِ، وَإِنْ كَانَ هُوَ فَوْقَ صَاحِبِ الْمَعْرُوفِ رُتْبَةً وَأَعْلَى مِنْهُ طَبَقَةً؟ فَكَيْفَ وَقَدْ سَمَّى اللهُ - تَعَالَى جَدُّهُ وَجَلَّ ثَنَاؤُهُ - إِنْعَامَهُ عَلَى مَنْ يُحْسِنُونَ إِلَى أَنْفُسِهِمْ وَإِلَى النَّاسِ شُكْرًا، وَاللهُ الْخَالِقُ وَهُمُ الْمَخْلُوقُونَ، وَهُوَ الْغَنِيُّ الْحَمِيدُ وَهُمُ الْفُقَرَاءُ الْمُعْوِزُونَ؟ . </p><p> شُكْرُ النِّعْمَةِ وَالْمُكَافَأَةُ عَلَى الْمَعْرُوفِ مِنْ أَرْكَانِ الْعُمْرَانِ، وَتَرْكُ الشُّكْرِ وَالْمُكَافَأَةِ مَفْسَدَةٌ لَا تُضَاهِيهَا مَفْسَدَةٌ ; إِذْ هِيَ مَدْعَاةُ تَرْكِ الْمَعْرُوفِ كَمَا أَنَّ الشُّكْرَ مَدْعَاةُ الْمَزِيدِ ; وَلِذَلِكَ أَوْجَبَ اللهُ تَعَالَى عَلَيْنَا شُكْرَهُ، وَجَعَلَ فِي ذَلِكَ مَصْلَحَتَنَا وَمَنْفَعَتَنَا ; لِأَنَّ كُفْرَانَ نِعَمِهِ بِإِهْمَالِهَا </p>"
}