{
  "id": null,
  "sura": 2,
  "aya": 171,
  "text": "<p> إِنَّ اتِّبَاعَ الشَّخْصِ لِذَاتِهِ مُنْكَرٌ لَا يَنْبَغِي، وَهَذَا قَوْلٌ مَأْلُوفٌ، فَمَنْ يَقُولُ: أَنَا أَتَّبِعُ فُلَانًا فِي كُلِّ مَا يَعْمَلُ، يُقَالُ لَهُ: أَتَتَّبِعُهُ وَلَوْ كَانَ لَا يَعْمَلُ خَيْرًا؟ أَيْ: أَنَّ مِنْ شَأْنِ مَنْ يَتَّبِعُ آخَرَ لِذَاتِهِ لَا لِكَوْنِهِ مُحَسِنًا وَمُصِيبًا أَنْ يَتَّبِعَهُ فِي كُلِّ شَيْءٍ وَإِنْ كَانَ كُلُّ عَمَلِهِ بَاطِلًا ; لِأَنَّهُ لَا يُفَرِّقُ بَيْنَ الْحَقِّ وَالْبَاطِلِ وَالْخَيْرِ وَالشَّرِّ إِلَّا مَنْ يَنْظُرُ وَيُمَيِّزُ، وَهَذَا لَا يَتَّبِعُ أَحَدًا لِذَاتِهِ كَيْفَمَا كَانَ حَالُهُ. </p><p> (وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ) </p><p> بَعْدَمَا بَيَّنَ تَعَالَى فَسَادَ مَا عَلَيْهِ الْمُقَلِّدُونَ مِنِ اتِّبَاعِ مَا وَجَدُوا عَلَيْهِ آبَاءَهُمْ مِنْ غَيْرِ نَظَرٍ وَلَا اسْتِدْلَالٍ، وَضَرَبَ لَهُمْ مَثَلًا زِيَادَةً فِي تَقْبِيحِ شَأْنِهِمْ، وَالزِّرَايَةِ عَلَيْهِمْ، بِقَوْلِهِ:  (وَمَثَلُ الَّذِينَ كَفَرُوا) أَيْ: صِفَتُهُمْ فِي تَقْلِيدِهِمْ لِآبَائِهِمْ وَرُؤَسَائِهِمْ (كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً) أَيْ: كَصِفَةِ الرَّاعِي لِلْبَهَائِمِ </p><p> السَّائِمَةِ يَنْعِقُ وَيَصِيحُ بِهَا فِي سَوْقِهَا إِلَى الْمَرْعَى وَدَعْوَتِهَا إِلَى الْمَاءِ وَزَجْرِهَا عَنِ الْحِمَى فَتُجِيبُ دَعْوَتَهُ وَتَنْزَجِرُ بِزَجْرِهِ بِمَا أَلِفَتْ مِنْ نُعَاقِهِ بِالتَّكْرَارِ، شَبَّهَ حَالَهُمْ بِحَالِ الْغَنَمِ مَعَ الرَّاعِي يَدْعُوهَا فَتُقْبِلُ، وَيَزْجُرُهَا فَتَنْزَجِرُ، وَهِيَ لَا تَعْقِلُ مِمَّا يَقُولُ شَيْئًا وَلَا تَفْهَمُ لَهُ مَعْنًى، وَإِنَّمَا تَسْمَعُ أَصْوَاتًا تُقْبِلُ لِبَعْضِهَا وَتُدْبِرُ لِلْآخَرِ بِالتَّعْوِيدِ، وَلَا تَعْقِلُ سَبَبًا لِلْإِقْبَالِ وَلَا لِلْإِدْبَارِ، وَمَعْنَى الْمَثَلِ هُنَا - كَمَا قَالَ سِيبَوَيْهِ - أَنَّ صِفَةَ الْكُفَّارِ وَشَأْنَهُمْ كَشَأْنِ النَّاعِقِ بِالْغَنَمِ، وَلَا يَقْتَضِي هَذَا أَنْ يَكُونَ كُلُّ جُزْءٍ مِنَ الْمُشَبَّهِ كَمُقَابِلِهِ مِنَ الْمُشَبَّهِ بِهِ، وَهُوَ مَا سَمَّاهُ عُلَمَاءُ الْبَيَانِ بَعْدَ سِيبَوَيْهِ بِالتَّمْثِيلِ، وَفَرَّقُوا بَيْنَهُ وَبَيْنَ تَشْبِيهِ مُتَعَدِّدٍ بِمُتَعَدِّدٍ، وَالْكُفْرُ جُحُودُ الْحَقِّ وَالْإِعْرَاضُ عَنِ النَّظَرِ فِي الدَّلِيلِ عَلَيْهِ عِنْدَ الدَّعْوَةِ إِلَيْهِ، وَفَرَّقَ بَيْنَهُ وَبَيْنَ الضَّلَالِ، فَإِنَّ الضَّالَّ مَنْ أَخْطَأَ طَرِيقَ الْحَقِّ مَعَ طَلَبِهِ أَوْ جَهْلِهِ فَلَمْ يَعْرِفْهُ بِنَفْسِهِ وَلَا بِدَلَالَةِ غَيْرِهِ. وَأَمَّا الْكَافِرُ فَهُوَ يَرَى الْحَقَّ وَيُعْرِضُ عَنْهُ، وَيَصْرِفُ نَفْسَهُ عَنْ دَلَائِلِهِ وَآيَاتِهِ فَلَا يَنْظُرُ فِيهَا، فَهُوَ كَالْحَيَوَانِ يَرْضَى بِأَلَّا يَكُونَ لَهُ فَهْمٌ وَلَا عِلْمٌ، بَلْ يَقُودُهُ غَيْرُهُ وَيَصْرِفُهُ كَيْفَ شَاءَ، فَهُوَ مَعَ مَنْ قَلَّدَهُمْ مِنَ الرُّؤَسَاءِ كَالْغَنَمِ مَعَ الرَّاعِي تُقْبِلُ بِدُعَائِهِ وَتَنْزَجِرُ بِنِدَائِهِ، مُسَخَّرَةً لِإِرَادَتِهِ وَقَضَائِهِ، وَلَا تَفْهَمُ لِمَاذَا دَعَا وَلِمَاذَا زَجَرَ؟ فَدَعْوَتُهَا إِلَى الرَّعْيِ وَإِلَى الذَّبْحِ سَوَاءٌ. وَكَذَلِكَ شَأْنُ كُلِّ مَنْ يُسَلِّمُ اعْتِقَادًا بِلَا دَلِيلٍ، وَيَقْبَلُ تَكْلِيفًا بِغَيْرِ فِقْهٍ وَلَا تَعْلِيلٍ. </p><p> وَالْآيَةُ صَرِيحَةٌ فِي أَنَّ التَّقْلِيدَ بِغَيْرِ عَقْلٍ وَلَا هِدَايَةٍ هُوَ شَأْنُ الْكَافِرِينَ، وَأَنَّ الْمَرْءَ لَا يَكُونُ مُؤْمِنًا إِلَّا إِذَا عَقَلَ دِينَهُ وَعَرِفَهُ بِنَفْسِهِ حَتَّى اقْتَنَعَ بِهِ. فَمَنْ رُبِّيَ عَلَى التَّسْلِيمِ بِغَيْرِ عَقْلٍ، وَالْعَمَلِ - وَلَوْ صَالِحًا - بِغَيْرِ فِقْهٍ، فَهُوَ غَيْرُ مُؤْمِنٍ، لِأَنَّهُ لَيْسَ الْقَصْدُ مِنَ الْإِيمَانِ أَنْ يُذَلَّلَ الْإِنْسَانُ لِلْخَيْرِ كَمَا يُذَلَّلُ الْحَيَوَانُ، بَلِ الْقَصْدُ مِنْهُ أَنْ يَرْتَقِيَ عَقْلُهُ وَتَتَزَكَّى نَفْسُهُ بِالْعِلْمِ بِاللهِ وَالْعِرْفَانِ فِي دِينِهِ، فَيَعْمَلُ الْخَيْرَ ; لِأَنَّهُ يَفْقَهُ أَنَّهُ الْخَيْرُ النَّافِعُ الْمُرْضِيُّ لِلَّهِ، وَيَتْرُكُ الشَّرَّ ; لِأَنَّهُ يَفْهَمُ سُوءَ عَاقِبَتِهِ وَدَرَجَةَ مَضَرَّتِهِ فِي دِينِهِ وَدُنْيَاهُ، وَيَكُونُ فَوْقَ هَذَا عَلَى بَصِيرَةٍ وَعَقْلٍ فِي اعْتِقَادِهِ، فَلَا يَأْخُذُهُ بِالتَّسْلِيمِ لِأَجْلِ آبَائِهِ وَأَجْدَادِهِ، وَلِذَلِكَ وَصَفَ اللهُ الْكَافِرِينَ بَعْدَ تَقْرِيرِ الْمَثَلِ بِأَنَّهُمْ (صُمٌّ) لَا يَسْمَعُونَ الْحَقَّ سَمَاعَ تَدَبُّرٍ وَفَهْمٍ (بُكْمٌ) لَا يَنْطِقُونَ بِهِ عَنِ اعْتِقَادٍ وَعِلْمٍ (عُمْيٌ) لَا يَنْظُرُونَ فِي آيَاتِ اللهِ فِي أَنْفُسِهِمْ </p><p> وَفِي الْآفَاقِ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ (فَهُمْ لَا يَعْقِلُونَ) مَبْدَأَ مَا هُمْ فِيهِ وَلَا غَايَتَهُ كَمَا يُطْلَبُ مِنَ الْإِنْسَانِ، وَإِنَّمَا يَنْقَادُونَ لِغَيْرِهِمْ كَمَا هُوَ شَأْنُ الْحَيَوَانِ، وَلِذَلِكَ اتَّبَعُوا مَنْ لَا يَعْقِلُونَ وَلَا يَهْتَدُونَ، فَالْعَاقِلُ لَا يُقَلِّدُ عَاقِلًا مِثْلَهُ، فَأَجْدَرُ بِهِ أَلَّا يُقَلِّدَ جَاهِلًا ضَالًّا هُوَ دُونَهُ. </p><p> (يَاأَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ) </p><p> بَيَّنَ اللهُ تَعَالَى حَالَ الَّذِينَ يَتَّخِذُونَ الْأَنْدَادَ مِنْ دُونِهِ وَأَشَارَ إِلَى أَنَّ سَبَبَ ذَلِكَ حُبُّ الْحُطَامِ، وَارْتِبَاطُ مَصَالِحِ الْمَرْءُوسِينَ بِمَصَالِحِ الرُّؤَسَاءِ فِي الرِّزْقِ وَالْجَاهِ، وَخَاطَبَ النَّاسَ كُلَّهُمْ بِأَنْ يَأْكُلُوا مِمَّا فِي الْأَرْضِ إِذْ أَبَاحَ لَهُمْ جَمِيعَ خَيْرَاتِهَا وَبَرَكَاتِهَا بِشَرْطِ أَنْ تَكُونَ حَلَالًا طَيِّبًا، وَبَيَّنَ سُوءَ حَالِ الْكَافِرِينَ الْمُقَلِّدِينَ الَّذِينَ يَقُودُهُمُ الرُّؤَسَاءُ كَمَا يَقُودُ الرَّاعِي الْغَنَمَ ; لِأَنَّهُمْ لَا اسْتِقْلَالَ لَهُمْ فِي عَقْلٍ وَلَا فَهْمٍ، ثُمَّ وَجَّهَ الْخِطَابَ إِلَى الْمُؤْمِنِينَ خَاصَّةً ; لِأَنَّهُمْ أَحَقُّ بِالْفَهْمِ، وَأَجْدَرُ بِالْعِلْمِ وَأَحْرَى بِالِاهْتِدَاءِ فَقَالَ: </p><p> (يَاأَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ) الْأَمْرُ هُنَا لِلْوُجُوبِ لَا لِلْإِبَاحَةِ، وَالطَّيِّبَاتُ مَا طَابَ كَسْبُهُ مِنَ الْحَلَالِ، وَيَسْتَلْزِمُ عَدَمُ تَحْرِيمِ شَيْءٍ مِنْهَا وَالِامْتِنَاعُ عَنْهَا تَدَيُّنًا لِتَعْذِيبِ النَّفْسِ، وَهَذَا تَنْبِيهٌ بَعْدَ مَا تَقَدَّمَ إِلَى عَدَمِ الِالْتِفَاتِ إِلَى أُولَئِكَ الْحَمْقَى الَّذِينَ أُبِيحَتْ لَهُمْ خَيْرَاتُ الْأَرْضِ </p>"
}