{
  "id": null,
  "sura": 2,
  "aya": 62,
  "text": "<p> هَذَا هُوَ الْإِيمَانُ الْمَرْضِيُّ عِنْدَ اللهِ - تَعَالَى - الَّذِي يَكُونُ أَصْلًا لِتَهْذِيبِ أَخْلَاقِ صَاحِبِهِ، وَمَصْدَرًا لِلْأَعْمَالِ الْحَسَنَةِ عَنْهُ. وَلِلْإِيمَانِ إِطْلَاقٌ آخَرُ وَهُوَ التَّصْدِيقُ بِالدِّينِ فِي الْجُمْلَةِ، أَيِ الْإِيمَانُ بِاللهِ، وَبِأَنَّ مَا جَاءَ بِهِ فُلَانٌ النَّبِيُّ مَثَلًا هُوَ صَحِيحٌ غَيْرُ مَكْذُوبٍ عَلَى اللهِ - تَعَالَى - وَيَدْخُلُ فِيهِ أَهْلُ الْفِرَقِ الضَّالَّةِ مِنْ كُلِّ دِينٍ مِنَ الْأَدْيَانِ السَّمَاوِيَّةِ، فَهُوَ إِطْلَاقٌ صَحِيحٌ لُغَةً وَعُرْفًا كَمَا تَقَدَّمَ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى -: (وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ) أَيْ إِنَّهُمْ يُصَدِّقُونَ بِأَنَّ لِلْعَالَمِ إِلَهًا، وَبِأَنَّ بَعْدَ الْمَوْتِ بَعْثًا، وَلَكِنَّ هَذَا الْإِيمَانَ لَيْسَ مُطَابِقًا فِي تَفْصِيلِهِ لِلْإِذْعَانِ الَّذِي لَهُ السُّلْطَانُ الْأَعْلَى عَلَى النُّفُوسِ فِي تَزْكِيَتِهَا وَتَهْذِيبِهَا وَحَمْلِهَا عَلَى الْأَعْمَالِ الصَّالِحَةِ، وَهَذَا الْإِطْلَاقُ هُوَ الَّذِي عَنَاهُ الْأُسْتَاذُ الْإِمَامُ بِقَوْلِهِ: لَا أَثَرَ لَهُ فِي رِضَا اللهِ وَلَا غَضَبِهِ. . . إِلَخْ، وَهُوَ كَوْنُ الدِّينِ جِنْسِيَّةً لِمَنْ يَنْتَسِبُ إِلَيْهِ، فَقَوْلُهُ - تَعَالَى -: (إِنَّ الَّذِينَ آمَنُوا) مُرَادٌ بِهِ الْمُسْلِمُونَ الَّذِينَ اتَّبَعُوا مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالَّذِينَ سَيَتَّبِعُونَهُ إِلَى يَوْمِ الْقِيَامَةِ، وَكَانُوا يُسَمَّوْنَ الْمُؤْمِنِينَ وَالَّذِينَ آمَنُوا. وَقَوْلُهُ:  (وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ) يُرَادُ بِهِ هَذِهِ الْفِرَقُ مِنَ النَّاسِ الَّتِي عُرِفَتْ بِهَذِهِ الْأَسْمَاءِ أَوِ الْأَلْقَابِ مِنَ الَّذِينَ اتَّبَعُوا الْأَنْبِيَاءَ السَّابِقِينَ، وَأُطْلِقَ عَلَى بَعْضِهِمْ لَفْظُ يَهُودٍ وَالَّذِينَ هَادُوا، وَعَلَى بَعْضِهِمْ لَفْظُ النَّصَارَى، وَعَلَى بَعْضِهِمْ لَفْظُ الصَّابِئِينَ (مَنْ آمَنَ بِاللهِ وَالْيَوْمِ وَالْآخِرِ وَعَمِلَ صَالِحًا) هَذَا بَدَلٌ مِمَّا قَبْلَهُ؛ أَيْ مَنْ آمَنَ مِنْهُمْ بِاللهِ إِيمَانًا صَحِيحًا - وَتَقَدَّمَ شَرْحُهُ وَوَصْفُهُ آنِفًا - وَآمَنَ بِالْيَوْمِ الْآخِرِ كَذَلِكَ، وَقَدْ تَقَدَّمَ تَفْسِيرُهُمَا فِي أَوَائِلِ السُّورَةِ، وَعَمِلَ عَمَلًا صَالِحًا تَصْلُحُ بِهِ نَفْسُهُ وَشُئُونُهُ مَعَ مَنْ يَعِيشُ مَعَهُ، وَمَا الْعَمَلُ الصَّالِحُ بِمَجْهُولٍ فِي عُرْفِ هَؤُلَاءِ الْأَقْوَامِ، وَقَدْ بَيَّنَتْهُ كُتُبُهُمْ أَتَمَّ بَيَانٍ، (فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ</p><p> عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) أَيْ إِنَّ حُكْمَ اللهِ الْعَادِلَ، سَوَاءٌ وَهُوَ يُعَامِلُهُمْ بِسُنَّةٍ وَاحِدَةٍ لَا يُحَابِي فِيهَا فَرِيقًا وَيَظْلِمُ فَرِيقًا. وَحُكْمُ هَذِهِ السُّنَّةِ أَنَّ لَهُمْ أَجَرَهُمُ الْمَعْلُومُ بِوَعْدِ اللهِ لَهُمْ عَلَى لِسَانِ رَسُولِهِمْ، وَلَا خَوْفٌ عَلَيْهِمْ مِنْ عَذَابِ اللهِ يَوْمَ يَخَافُ الْكُفَّارُ وَالْفُجَّارُ مِمَّا يَسْتَقْبِلُهُمْ، وَلَا هُمْ يَحْزَنُونَ عَلَى شَيْءٍ فَاتَهُمْ. وَتَقَدَّمَ هَذَا التَّعْبِيرُ فِي الْآيَةِ مَعَ تَفْسِيرِهِ. </p><p> فَالْآيَةُ بَيَانٌ لِسُنَّةِ اللهِ - تَعَالَى - فِي مُعَامَلَةِ الْأُمَمِ، تَقَدَّمَتْ أَوْ تَأَخَّرَتْ، فَهُوَ عَلَى حَدِّ قَوْلِهِ - تَعَالَى -: (لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا)  (٤: ١٣٣ - ١٢٤) فَظَهَرَ بِذَلِكَ أَنَّهُ لَا إِشْكَالَ فِي حَمْلِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ. . . إِلَخْ عَلَى قَوْلِهِ:  (إِنَّ الَّذِينَ آمَنُوا) . . . إِلَخْ، وَلَا إِشْكَالَ فِي عَدَمِ اشْتِرَاطِ الْإِيمَانِ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ لِأَنَّ الْكَلَامَ فِي مُعَامَلَةِ اللهِ - تَعَالَى - لِكُلِّ الْفِرَقِ أَوِ الْأُمَمِ الْمُؤْمِنَةِ بِنَبِيٍّ وَوَحْيٍ بِخُصُوصِهَا؛ </p><p> الظَّانَّةِ أَنَّ فَوْزَهَا فِي الْآخِرَةِ كَائِنٌ لَا مَحَالَةَ؛ لِأَنَّهَا مُسْلِمَةٌ أَوْ يَهُودِيَّةٌ أَوْ نَصْرَانِيَّةٌ أَوْ صَابِئَةٌ مَثَلًا، فَاللهُ يَقُولُ: إِنَّ الْفَوْزَ لَا يَكُونُ بِالْجِنْسِيَّاتِ الدِّينِيَّةِ، وَإِنَّمَا يَكُونُ بِإِيمَانٍ صَحِيحٍ لَهُ سُلْطَانٌ عَلَى النَّفْسِ، وَعَمَلٌ يَصْلُحُ بِهِ حَالُ النَّاسِ؛ وَلِذَلِكَ نَفَى كَوْنَ الْأَمْرِ عِنْدَ اللهِ بِحَسْبِ أَمَانِيِّ الْمُسْلِمِينَ أَوْ أَمَانِيِّ أَهْلِ الْكِتَابِ، وَأَثْبَتَ كَوْنَهُ بِالْعَمَلِ الصَّالِحِ مَعَ الْإِيمَانِ الصَّحِيحِ. </p><p> أَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ عَنِ السُّدِّيِّ قَالَ: الْتَقَى نَاسٌ مِنَ الْمُسْلِمِينَ وَالْيَهُودِ وَالنَّصَارَى، فَقَالَ الْيَهُودُ لِلْمُسْلِمِينَ: نَحْنُ خَيْرٌ مِنْكُمْ، دِينُنَا قَبْلَ دِينِكُمْ، وَكِتَابُنَا قَبْلَ كِتَابِكُمْ، وَنَبِيُّنَا قَبْلَ نَبِيِّكُمْ، وَنَحْنُ عَلَى دِينِ إِبْرَاهِيمَ، وَلَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا، وَقَالَتِ النَّصَارَى مِثْلَ ذَلِكَ، فَقَالَ الْمُسْلِمُونَ: كِتَابُنَا بَعْدُ كِتَابِكُمْ، وَنَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدُ نَبِيِّكُمْ، وَدِينُنَا بَعْدُ دِينِكُمْ، وَقَدْ أُمِرْتُمْ أَنْ تَتْبَعُونَا وَتَتْرُكُوا أَمْرَكُمْ، فَنَحْنُ خَيْرٌ مِنْكُمْ، نَحْنُ عَلَى دِينِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ، وَلَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ عَلَى دِينِنَا، فَأَنْزَلَ اللهُ - تَعَالَى -: (لَيْسَ بِأَمَانِيِّكُمْ)  (٤: ١٢) الْآيَةِ. وَرُوِيَ نَحْوَهُ عَنْ مَسْرُوقٍ وَقَتَادَةَ. وَأَخْرَجَ الْبُخَارِيُّ فِي التَّارِيخِ مِنْ حَدِيثِ أَنَسٍ مَرْفُوعًا ((لَيْسَ الْإِيمَانُ بِالتَّمَنِّي، وَلَكِنْ مَا وَقَرَ فِي الْقَلْبِ وَصَدَّقَهُ الْعَمَلُ. إِنَّ قَوْمًا أَلْهَتْهُمْ أَمَانِيُّ الْمَغْفِرَةِ حَتَّى خَرَجُوا مِنَ الدُّنْيَا وَلَا حَسَنَةَ لَهُمْ،وَقَالُوا:نَحْنُ نُحْسِنُ الظَّنَّ بِاللهِ - تَعَالَى - وَكَذَبُوا،</p><p> لَوْ أَحْسَنُوا الظَّنَّ لَأَحْسَنُوا الْعَمَلَ) ) . </p><p> وَالْحِكْمَةُ فِي عِنَايَةِ اللهِ - تَعَالَى - بِالنَّعْيِ عَلَى الْمُغْتَرِّينَ بِالِانْتِسَابِ إِلَى الدِّينِ - أَيًّا كَانَ - ظَاهِرَةٌ، فَإِنَّ هَذَا الْغُرُورَ هُوَ الَّذِي صَرَفَهُمْ عَنِ الْعَمَلِ بِهِ اكْتِفَاءً بِالِانْتِسَابِ إِلَيْهِ وَجَعْلِهِ جِنْسِيَّةً فَقَطْ. وَتَرْكُ الْعَمَلِ لَازِمٌ أَوْ مَلْزُومٌ لِعَدَمِ الْفِقْهِ فِي الدِّينِ، أَيْ عَدَمِ فَهْمِ حِكَمِهِ وَأَسْرَارِهِ، وَتَبِعَ هَذَا فِي الْأُمَمِ السَّابِقَةِ تَرْكُ النَّظَرِ فِيمَا جَاءَ بِهِ النَّبِيُّ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ -؛ لِأَنَّ الْمَغْرُورَ بِمَا هُوَ فِيهِ لَا يَنْظُرُ فِيمَا سِوَاهُ نَظَرًا صَحِيحًا لَا سِيَّمَا إِذَا كَانَ مُخَالِفًا لَهُ. </p><p> وَذَكَرَ الْأُسْتَاذُ الْإِمَامُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ مَسْأَلَةَ أَهْلِ الْفَتْرَةِ وَالْخِلَافَ الْمَشْهُورَ فِيهَا، وَهُوَ أَنَّ جُمْهُورَ أَهْلِ السُّنَّةِ يَقُولُ: إِنَّهُمْ نَاجُونَ؛ لِأَنَّهُ لَا تَكْلِيفَ إِلَّا بِشَرْعٍ، وَهَؤُلَاءِ لَمْ تَبْلُغْهُمْ دَعْوَةٌ، وَمَنْ قَالَ: إِنَّ بِالْعَقْلِ يُدْرَكُ الْوَاجِبُ وَالْمُحَرَّمُ وَالِاعْتِقَادُ الصَّحِيحُ وَالْبَاطِلُ، عَدَّهُمْ غَيْرَ نَاجِينَ. وَهَذَا رَأْيُ الْمُعْتَزِلَةِ وَجَمَاعَةٍ مِنَ الْحَنَفِيَّةِ، وَجُمْهُورُ الْأَشَاعِرَةِ عَلَى أَنَّهُ لَا يُمْكِنُ إِدْرَاكُ ذَلِكَ إِلَّا بِالشَّرْعِ، ثُمَّ إِنَّ مَحَلَّ النَّظَرِ فِي أَهْلِ الْفَتْرَةِ مَنْ كَانَ مِنْهُمْ كَالْعَرَبِ الَّذِينَ كَانُوا يَعْتَقِدُونَ نُبُوَّةَ أَنْبِيَاءَ وَلَا يَجِدُونَ لَدَيْهِمْ شَيْئًا مِنْ أَحْكَامِ دِينِهِمْ خَالِصًا مِنَ الشَّوَائِبِ، سَالِمًا مِنَ النَّزَعَاتِ الْفَاسِدَةِ. وَأَمَّا مِثْلُ الْيَهُودِ فَلَا يَصِحُّ أَنْ يُسَمَّوْا أَهْلَ فَتْرَةٍ، فَإِنَّهُمْ عَلَى نِسْيَانِهِمْ حَظًّا مِمَّا ذُكِّرُوا بِهِ، وَتَحْرِيفِهِمْ بَعْضَ مَا حَفِظُوا، قَدْ بَقِيَ جَوْهَرُ دِينِهِمْ مَعْرُوفًا لَمْ يَغْشَ أَحْكَامَهُ مَا يَمْنَعُ الِاهْتِدَاءَ بِهَا، وَاللهُ - تَعَالَى - يَقُولُ:  (وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللهِ)  (٥: ٤٣) وَكَذَلِكَ الْمَسِيحِيُّونَ لَا يُسَمَّوْنَ أَهْلَ فَتْرَةٍ؛ لِأَنَّ عِنْدَهُمْ فِي الْإِنْجِيلِ وَوَصَايَا الْأَنْبِيَاءِ مَا عِنْدَ الْيَهُودِ وَزِيَادَةً مِمَّا حَفِظُوا مِنْ وَصَايَا الْمَسِيحِ، وَرُوحُ الدَّعْوَةِ مَوْجُودٌ عِنْدَهُمْ، وَلَكِنَّهُمْ لَا يَعْمَلُونَ بِهَذِهِ الْوَصَايَا وَلَا يَأْخُذُونَ بِتِلْكَ </p><p> الْأَحْكَامِ، وَلَا عُذْرَ لَهُمْ يَحُولُ دُونَ الْعُقُوبَةِ. وَأَمَّا الصَّابِئُونَ فَإِنْ كَانُوا فِرْقَةً مِنَ النَّصَارَى كَمَا يَظْهَرُ مِنَ الْوِفَاقِ بَيْنَهُمَا فِي كَثِيرٍ مِنَ التَّقَالِيدِ، كَالْمَعْمُودِيَّةِ وَالِاعْتِرَافِ وَتَعْظِيمِ يَوْمِ الْأَحَدِ، فَالْأَمْرُ ظَاهِرٌ أَنَّ حُكْمَهُمْ كَحُكْمِهِمْ، وَإِنْ كَانَ الْخَلْطُ عِنْدَهُمْ أَكْثَرَ، وَالْبُعْدُ عَنِ الْأَصْلِ أَشَدَّ، حَتَّى إِنَّهُمُ اعْتَقَدُوا تَأْثِيرَ الْكَوَاكِبِ، وَأَحَاطَتْ بِهِمُ الْبِدَعُ مِنْ كُلِّ جَانِبٍ، عَلَى أَنَّهُمْ أَقْرَبُ إِلَى رُوحِ الْمَسِيحِيَّةِ مِنَ النَّصَارَى، فَإِنَّ عِنْدَهُمُ الزُّهْدَ وَالتَّوَاضُعَ اللَّذَيْنِ يَفِيضَانِ مِنْ كُلِّ كَلِمَةٍ </p><p> تُؤْثَرُ عَنِ الْمَسِيحِ - عَلَيْهِ السَّلَامُ -، وَالنَّصَارَى صَارُوا أَشَدَّ أُمَمِ الْأَرْضِ عُتُوًّا وَطَمَعًا وَإِسْرَافًا فِي حُظُوظِ الدُّنْيَا. وَيُقَالُ: إِنَّ الصَّابِئَةَ مِلَّةٌ مُسْتَقِلَّةٌ يُؤْمِنُونَ بِكَثِيرٍ مِنَ الْأَنْبِيَاءِ الْمَعْرُوفِينَ، وَلَكِنْ قَدِ اخْتَلَطَ عَلَيْهِمُ الْأَمْرُ كَمَا اخْتَلَطَ عَلَى الْحُنَفَاءِ الْعَرَبِ إِلَّا أَنَّ عِنْدَهُمْ مِنَ التَّقَالِيدِ وَالْأَحْكَامِ مَا لَمْ يَكُنْ عِنْدَ الْعَرَبِ، فَإِنْ كَانُوا أَقْرَبَ إِلَيْهِمْ، فَلَهُمْ حُكْمُهُمْ، وَإِلَّا فَهُمْ كَالْيَهُودِ وَالنَّصَارَى يُسْأَلُونَ عَنِ الْعَمَلِ بِدِينِهِمْ بَعْدَ فَهْمِهِ كَمَا يَجِبُ حَتَّى يَأْتِيَهُمْ هَدْيٌ آخَرُ، كَأَنْ تَبْلُغُهُمْ دَعْوَةُ الْإِسْلَامِ، فَإِنْ لَمْ يَفْعَلُوا فَهُمْ مُؤَاخَذُونَ. </p><p> عَلِمْنَا أَنَّ أَهْلَ الْفَتْرَةِ: هُمُ الَّذِينَ لَمْ تَبْلُغْهُمْ دَعْوَةٌ صَحِيحَةٌ تُحَرِّكُ إِلَى النَّظَرِ، أَوْ بَلَغَهُمْ أَنَّ بَعْضَ الْأَنْبِيَاءِ بُعِثُوا، وَلَكِنْ لَمْ يَصِلْ إِلَيْهِمْ شَيْءٌ صَحِيحٌ مِنْ شَرَائِعِهِمْ، فَهُمْ يُؤْمِنُونَ بِهِمْ إِيمَانًا إِجْمَالِيًّا، كَالْحُنَفَاءِ مِنَ الْعَرَبِ الَّذِينَ كَانُوا يُؤْمِنُونَ بِإِبْرَاهِيمَ وَإِسْمَاعِيلَ، وَلَا يَعْرِفُونَ مِنْ دِينِهِمَا شَيْئًا خَالِصًا كَمَا تَقَدَّمَ آنِفًا. وَحُجَّةُ الْأَشَاعِرَةِ عَلَى عَدَمِ مُؤَاخَذَتِهِمْ آيَاتٌ كَقَوْلِهِ - تَعَالَى -: (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا)  (١٧: ١٥) وَقَوْلِهِ: (لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ)  (٤: ١٦٥) وَذَهَبَ كَثِيرٌ مِنْهُمْ إِلَى الِاكْتِفَاءِ بِبُلُوغِ دَعْوَةِ أَيِّ نَبِيٍّ فِي رُكْنَيِ الدِّينِ الرَّكِينَيْنِ، وَهُمَا الْإِيمَانُ بِاللهِ وَبِالْيَوْمِ الْآخِرِ، فَمَنْ بَلَغَتْهُ، وَجَبَ عَلَيْهِ الْإِيمَانُ بِهَذَيْنِ الْأَصْلَيْنِ. وَإِنْ لَمْ يَكُنِ النَّبِيُّ مُرْسَلًا إِلَيْهِ. </p><p> وَذَهَبَ جُمْهُورُ الْحَنَفِيَّةِ وَكَذَلِكَ الْمُعْتَزِلَةُ إِلَى أَنَّ أُصُولَ الِاعْتِقَادِ تُدْرَكُ بِالْعَقْلِ، فَلَا تَتَوَقَّفُ الْمُؤَاخَذَةُ عَلَيْهَا عَلَى بُلُوغِ دَعْوَةِ رَسُولٍ، وَإِنَّمَا يَجِيءُ الرُّسُلُ مُؤَكِّدِينَ لِمَا يَفْهَمُ الْعَقْلُ مُوَضِّحِينَ لَهُ وَمُبَيِّنِينَ أُمُورًا لَا يَسْتَقِلُّ بِإِدْرَاكِهَا، كَأَحْوَالِ الْآخِرَةِ وَكَيْفِيَّاتِ الْعِبَادَةِ الَّتِي تُرْضِي اللهَ - تَعَالَى. </p><p> وَأَوَّلُوا آيَةَ:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا)  (١٧: ١٥) بِأَنَّ الْمُرَادَ بِالتَّعْذِيبِ هُوَ الِاسْتِئْصَالُ فِي الدُّنْيَا بِإِفْنَاءِ الْأُمَّةِ أَوِ اسْتِذْلَالِهَا، وَالذَّهَابِ بِاسْتِقْلَالِهَا، وَيُنَافِيهِ مَا يَدُلُّ عَلَيْهِ اسْتِعْمَالُ (وَمَا كُنَّا) مِنْ إِرَادَةِ نَفْيِ الشَّأْنِ الدَّالِّ عَلَى عُمُومِ السَّلْبِ، وَلَهُمْ فِي كُتُبِهِمْ أَدِلَّةٌ وَمُنَاقَشَاتٌ لَيْسَ هَذَا مِنْ مَوَاضِعِهَا. </p><p> وَعَنِ الْإِمَامِ الْغَزَالِيِّ: أَنَّ النَّاسَ فِي شَأْنِ بَعْثَةِ النَّبِيِّ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - أَصْنَافٌ ثَلَاثَةٌ: مَنْ لَمْ يَعْلَمْ بِهَا بِالْمَرَّةِ - أَيْ كَأَهْلِ أَمْرِيكَا لِذَلِكَ الْعَهْدِ - هَؤُلَاءِ نَاجُونَ حَتْمًا (أَيْ إِنْ لَمْ تَكُنْ بَلَغَتْهُمْ دَعْوَةٌ أُخْرَى صَحِيحَةٌ) . وَمَنْ بَلَغَتْهُ الدَّعْوَةُ عَلَى وَجْهِهَا وَلَمْ يَنْظُرْ فِي أَدِلَّتِهَا إِهْمَالًا أَوْ عِنَادًا </p>"
}