{
  "id": null,
  "sura": 2,
  "aya": 111,
  "text": "<p> هَذَا بَيَانٌ لِحَالَيْنِ آخَرَيْنِ مِنْ أَحْوَالِ أَهْلِ الْكِتَابِ فِي غُرُورِهِمْ بِدِينِهِمْ، مَا كَانَ الْمُسْلِمُونَ قَبْلَ نُزُولِ الْآيَاتِ يَعْرِفُونَهَا: </p><p> أَمَّا الْأُولَى فَمَا بَيَّنَهُ - تَعَالَى - بِقَوْلِهِ:  (وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى) ، وَهُوَ عَطْفٌ عَلَى قَوْلِهِ:  (وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ) أَيْ قَالَتِ الْيَهُودُ: لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا، وَقَالَتِ النَّصَارَى كَذَلِكَ فِي أَنْفُسِهِمْ، وَهُوَ اخْتِصَارٌ بَدِيعٌ غَيْرُ مُخِلٍّ. وَهَذِهِ عَقِيدَةُ الْفَرِيقَيْنِ إِلَى الْيَوْمِ، وَلَا يُنَافِي انْسِحَابَ حُكْمِهَا عَلَى الْآخِرِينَ، أَنَّ نَفَرًا مِنَ الْأَوَّلِينَ قَالُوا ذَلِكَ بَيْنَ يَدَيِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا يُرْوَى، وَقَدْ بَيَّنَ لَنَا - تَعَالَى - أَنَّ هَذَا الْقَوْلَ لَا حُجَّةَ لَهُ فِي كُتُبِهِمُ الْمُنَزَّلَةِ فَقَالَ:  (تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ) ، وَالْأَمَانِيُّ: جَمْعُ أُمْنِيَّةٍ، وَهِيَ مَا يَتَمَنَّاهُ الْمَرْءُ وَلَا يُدْرِكُهُ. وَهَذَا الْقَوْلُ نَاطِقٌ بِأُمْنِيَّةٍ وَاحِدَةٍ وَلَكِنَّهَا تَتَضَمَّنُ أَمَانِيَّ مُتَعَدِّدَةً هِيَ لَوَازِمٌ لَهَا، كَنَجَاتِهِمْ مِنَ الْعَذَابِ وَكَوُقُوعِ أَعْدَائِهِمْ فِيهِ وَحِرْمَانِهِمْ مِنَ النَّعِيمِ، وَلِهَذَا ذَكَرَ الْأَمَانِيَّ بِالْجَمْعِ وَلَمْ يَقُلْ: تِلْكَ أُمْنِيَّتُهُمْ. وَقَدِ انْفَرَدَ بِهَذَا الْوَجْهِ الْأُسْتَاذُ الْإِمَامُ، وَهُنَاكَ وُجُوهٌ أُخْرَى وَهِيَ: أَنَّ الْإِشَارَةَ بِتِلْكَ أَمَانِيُّهُمْ لِقَوْلِهِ: (مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ) الْآيَةَ، وَقَوْلِهِ:  (وَدَّ كَثِيرٌ) وَقَوْلِهِ (وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ) وَقِيلَ: إِنَّ فِي الْكَلَامِ مُضَافًا مَحْذُوفًا أَيْ أَمْثَالُ تِلْكَ أَمَانِيُّهُمْ، ثُمَّ طَالَبَهُمْ - تَعَالَى - بِالْبُرْهَانِ عَلَى دَعْوَاهُمْ، فَقَرَّرَ لَنَا قَاعِدَةً لَا تُوجَدُ فِي غَيْرِ الْقُرْآنِ مِنَ الْكُتُبِ السَّمَاوِيَّةِ، وَهِيَ أَنَّهُ لَا يَقْبَلُ مِنْ أَحَدٍ قَوْلًا لَا دَلِيلَ عَلَيْهِ، وَلَا </p><p> يَحْكُمُ لِأَحَدٍ بِدَعْوَى يَنْتَحِلُهَا بِغَيْرِ بُرْهَانٍ يُؤَيِّدُهَا، ذَلِكَ أَنَّ الْأُمَمَ الَّتِي خُوطِبَتْ بِالْكُتُبِ السَّالِفَةِ لَمْ تَكُنْ مُسْتَعِدَّةً لِاسْتِقْلَالِ الْفِكْرِ وَمَعْرِفَةِ الْأُمُورِ بِأَدِلَّتِهَا وَبَرَاهِينِهَا؛ وَلِذَلِكَ اكْتَفَى مِنْهُمْ بِتَقْلِيدِ الْأَنْبِيَاءِ فِيمَا يُبَلِّغُونَهُمْ وَإِنْ لَمْ يَعْرِفُوا بُرْهَانَهُ، فَهُمْ مُكَلَّفُونَ أَنْ يَفْعَلُوا مَا يُؤْمَرُونَ، سَوَاءً عَرَفُوا لِمَاذَا أُمِرُوا أَوْ لَمْ يَعْرِفُوا، وَلَكِنَّ الْقُرْآنَ يُخَاطِبُ مَنْ أُنْزِلَ عَلَيْهِ بِمِثْلِ قَوْلِهِ:  (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي)  (١٢: ١٠٨) وَقَدْ فَسَّرُوا الْبَصِيرَةَ بِالْحُجَّةِ الْوَاضِحَةِ، وَيُسْتَدَلُّ عَلَى قُدْرَةِ اللهِ وَإِرَادَتِهِ وَعِلْمِهِ وَحِكْمَتِهِ وَوَحْدَانِيَّتِهِ بِالْآيَاتِ الْكَوْنِيَّةِ، وَهِيَ كَثِيرَةٌ جِدًّا فِي الْقُرْآنِ، وَبِالْأَدِلَّةِ النَّظَرِيَّةِ وَالْعَقْلِيَّةِ كَقَوْلِهِ:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللهُ لَفَسَدَتَا)  (٢١: ٢٢) وَغَيْرِ ذَلِكَ، وَيُسْتَدَلُّ عَلَى الْأَحْكَامِ بِمَا يَتَرَتَّبُ عَلَيْهَا مِنْ نَفْيِ الْمَضَرَّاتِ وَالْإِفْضَاءِ إِلَى الْمَنَافِعِ. </p><p> عَلَّمَ الْقُرْآنُ أَهْلَهُ أَنْ يُطَالِبُوا النَّاسَ بِالْحُجَّةِ؛ لِأَنَّهُ أَقَامَهُمْ عَلَى سَوَاءِ الْمَحَجَّةِ. وَجَدِيرٌ بِصَاحِبِ الْيَقِينِ أَنْ يُطَالِبَ خَصْمَهُ بِهِ وَيَدْعُوَهُ إِلَيْهِ، وَعَلَى هَذَا دَرَجَ سَلَفُ هَذِهِ الْأُمَّةِ الصَّالِحُ، قَالُوا بِالدَّلِيلِ وَطَالَبُوا بِالدَّلِيلِ وَنَهَوْا عَنِ الْأَخْذِ بِشَيْءٍ مِنْ غَيْرِ دَلِيلٍ، ثُمَّ جَاءَ الْخَلَفُ الطَّالِحُ فَحَكَمَ بِالتَّقْلِيدِ، وَأَمَرَ بِالتَّقْلِيدِ، وَنَهَى عَنِ الِاسْتِدْلَالِ عَلَى غَيْرِ صِحَّةِ التَّقْلِيدِ، حَتَّى كَأَنَّ الْإِسْلَامَ خَرَجَ عَنْ حَدِّهِ، أَوِ انْقَلَبَ إِلَى ضِدِّهِ، وَصَارَ الَّذِينَ يَعْلَمُونَ أَنَّ الْإِسْلَامَ امْتَازَ عَنْ سَائِرِ الْأَدْيَانِ بِإِبْطَالِ </p><p> التَّقْلِيدِ، وَبِالْمُطَالَبَةِ بِالْبُرْهَانِ وَالدَّلِيلِ، وَعَلَّمَ النَّاسَ اسْتِقْلَالَ الْفِكْرِ، مَعَ الْمُشَاوَرَةِ فِي الْأَمْرِ، يُطَالِبُونَ الْمُسْلِمِينَ بِالرُّجُوعِ إِلَى الدَّلِيلِ، وَيَعِيبُونَ عَلَيْهِمُ الْأَخْذَ بِقَالَ وَقِيلَ، وَيَا لَيْتَهُ كَانَ الْأَخْذُ بِقَالَ اللهُ، وَقِيلَ فِيمَا يُرْوَى عَنْ رَسُولِ اللهِ، وَلَكِنَّهُ الْأَخْذُ بِقَالَ فُلَانٌ وَقِيلَ عَنْ عِلَّانٍ (إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللهُ بِهَا مِنْ سُلْطَانٍ)  (٥٣: ٢٣) . </p><p> قَالَ - تَعَالَى - رَدًّا عَلَيْهِمْ:  (بَلَى) وَهِيَ كَلِمَةٌ تُذْكَرُ فِي الْجَوَابِ لِإِثْبَاتِ نَفْيٍ سَابِقٍ، فَهِيَ مُبْطِلَةٌ لِقَوْلِهِمْ:  (لَنْ يَدْخُلَ الْجَنَّةَ) . . . إِلَخْ، أَيْ بَلَى إِنَّهُ يَدْخُلُهَا مَنْ لَمْ يَكُنْ هُودًا وَلَا نَصَارَى؛ لِأَنَّ رَحْمَةَ اللهِ لَيْسَتْ خَاصَّةً بِشَعْبٍ دُونَ شَعْبٍ، وَإِنَّمَا هِيَ مَبْذُولَةٌ لِكُلِّ مَنْ يَطْلُبُهَا وَيَعْمَلُ لَهَا عَمَلَهَا، وَهُوَ مَا بَيَّنَهُ سُبْحَانَهُ وَتَعَالَى بِقَوْلِهِ:  (مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ) . إِسْلَامُ الْوَجْهِ لِلَّهِ: هُوَ التَّوَجُّهُ إِلَيْهِ وَحْدَهُ وَتَخْصِيصُهُ </p><p> بِالْعِبَادَةِ دُونَ سِوَاهُ، كَمَا أَشَارَ إِلَى ذَلِكَ فِي قَوْلِهِ:  (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ١: ٥) وَغَيْرِهَا مِنَ الْآيَاتِ، وَقَدْ عَبَّرَ هُنَا عَنْ إِسْلَامِ الْقَلْبِ وَصِحَّةِ الْقَصْدِ إِلَى الشَّيْءِ بِإِسْلَامِ الْوَجْهِ، كَمَا عَبَّرَ عَنْهُ بِتَوْجِيهِ الْوَجْهِ فِي قَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ إِبْرَاهِيمَ:  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ)  (٦: ٧٩) لِأَنَّ قَاصِدَ الشَّيْءِ يُقْبِلُ عَلَيْهِ بِوَجْهِهِ لَا يُوَلِّيهِ دُبُرَهُ، فَلَمَّا كَانَ تَوْجِيهُ الْوَجْهِ إِلَى شَيْءٍ لَهُ جِهَةٌ تَابِعًا لِقَصْدِهِ وَاشْتِغَالِ الْقَلْبِ بِهِ عَبَّرَ عَنْهُ بِهِ، وَجَعَلَ التَّوَجُّهَ بِالْوَجْهِ إِلَى جِهَةٍ مَخْصُوصَةٍ (وَهِيَ الْقِبْلَةُ) بِأَمْرِ اللهِ مُذَكِّرًا بِإِقْبَالِ الْقَلْبِ عَلَى اللهِ الَّذِي لَا تُحَدِّدُهُ الْجِهَاتُ، فَالْإِنْسَانُ يَتَضَرَّعُ وَيَسْجُدُ لِلَّهِ - تَعَالَى - بِوَجْهِهِ، وَعَلَى الْوَجْهِ يَظْهَرُ أَثَرُ الْخُشُوعِ، وَظَاهِرٌ أَنَّ الْمُرَادَ مِنْ إِسْلَامِ الْوَجْهِ لِلَّهِ تَوْحِيدُهُ بِالْعِبَادَةِ وَالْإِخْلَاصُ لَهُ فِي الْعَمَلِ، بِأَلَّا يَجْعَلَ الْعَبْدُ بَيْنَهُ وَبَيْنَهُ وُسَطَاءَ يُقَرِّبُونَهُ إِلَيْهِ زُلْفَى؛ فَإِنَّهُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ، وَمِنْ هُنَا يُفْهَمُ مَعْنَى الْإِسْلَامِ الَّذِي يَكُونُ بِهِ الْمَرْءُ مُسْلِمًا. </p><p> ذَكَرَ التَّوْحِيدَ وَالْإِيْمَانَ الْخَالِصَ وَلَمْ يَحْمِلْ عَلَيْهِ الْوَعْدَ بِالْأَجْرِ عِنْدَ اللهِ - تَعَالَى - وَاسْتِحْقَاقَ الْكَرَامَةِ فِي دَارِ الْمُقَامَةِ إِلَّا بَعْدَ أَنْ قَيَّدَهُ بِإِحْسَانِ الْعَمَلِ، فَقَالَ:  (بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ) ، وَتِلْكَ سُنَّةُ الْقُرْآنِ تَقْرِنُ الْإِيْمَانَ بِعَمَلِ الصَّالِحَاتِ، كَقَوْلِهِ:  (لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا)  (٤: ١٢٣، ١٢٤) وَهَذَا فِي مَعْنَى الْآيَاتِ الَّتِي نُفَسِّرُهَا، نَفَى أَمَانِيَّ الْمُسْلِمِينَ كَمَا نَفَى أَمَانِيَّ أَهْلِ الْكِتَابِ، وَجَعَلَ أَمْرَ سَعَادَةِ الْآخِرَةِ مَنُوطًا بِالْإِيْمَانِ وَالْعَمَلِ الصَّالِحِ مَعًا. وَكَقَوْلِهِ:  (فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ)  (٢١: ٩٤) الْآيَةَ. </p><p> ثُمَّ بَعْدَ أَنْ أَثْبَتَ لِلْمُسْلِمِ وَجْهَهُ إِلَى اللهِ وَالْمُحْسِنِ فِي عَمَلِهِ الْأَجْرَ عِنْدَ اللهِ، نَفَى عَنْهُ الْخَوْفَ الَّذِي يُرْهِقُ الْكَافِرِينَ وَالْمُسِيئِينَ فِي هَذِهِ الدُّنْيَا وَفِي تِلْكَ الدَّارِ الْآخِرَةِ وَالْحُزْنَ الَّذِي يُصِيبُهُمْ فَقَالَ: </p>"
}