{
  "id": null,
  "sura": 2,
  "aya": 189,
  "text": "<p> (تَعْلَمُونَ) مَا يَشْمَلُ الظَّنَّ، وَهُوَ احْتِرَاسٌ عَمَّنْ يَأْكُلُ مُعْتَقِدًا أَنَّهُ حَقُّهُ، وَلِذَلِكَ أَمْثِلَةٌ وَفُرُوعٌ لَا تُحْصَى، ذَكَرَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ مِثْلَ مَا إِذَا عَلِمَ زَيْدٌ </p><p> أَنَّ أَبَاهُ أَوْدَعَ لَهُ وَدِيعَةَ كَذَا عِنْدَ فُلَانٍ الَّذِي مَاتَ فَطَالَبَ وَلَدَ الْمَيِّتِ بِذَلِكَ، وَكَانَ هَذَا يَعْتَقِدُ أَنَّ أَبَاهُ تَرَكَهُ تُرَاثًا فَمَنْ حُكِمَ لَهُ بِهِ مِنْهُمَا لَا يُقَالُ: إِنَّهُ أَكَلَهُ بِالْإِثْمِ. </p><p> وَذَكَرَ الْأُسْتَاذُ الْإِمَامُ فِي تَفْسِيرِ الْآيَةِ مَا عَلَيْهِ الْمُسْلِمُونَ فِي هَذَا الْعَصْرِ، وَلَا سِيَّمَا فِي بِلَادِ مِصْرَ، مِنْ كَثْرَةِ التَّقَاضِي وَالْخِصَامِ، وَالْإِدْلَاءِ إِلَى الْحُكَّامِ، حَتَّى إِنَّ مِنْهُمْ مَنْ لَا يُطَالِبُ غَرِيمَهُ بِحَقِّهِ إِلَّا بِوَاسِطَةِ الْمَحْكَمَةِ، وَلَعَلَّهُ لَوْ طَالَبَهُ لَمَا احْتَاجَ إِلَى التَّقَاضِي، وَمِنْهُمْ مَنْ يُحَاكِمُ الْآخَرَ لِمَحْضِ الِانْتِقَامِ وَالْإِيذَاءِ وَإِنْ أَضَرَّ بِنَفْسِهِ اهـ. </p><p> (أَقُولُ) : وَكَمْ مِنْ ثَرْوَةٍ نَفِدَتْ، وَبُيُوتٍ خَرِبَتْ، وَنُفُوسٍ أُهِينَتْ، وَجَمَاعَةٍ فُرِقَّتْ، وَمَا كَانَ لِذَلِكَ مِنْ سَبَبٍ إِلَّا الْخِصَامَ، وَالْإِدْلَاءَ بِالْمَالِ إِلَى الْحُكَّامِ، وَلَوْ تَأَدَّبَ هَؤُلَاءِ النَّاسُ بِآدَابِ الْكِتَابِ الَّذِي يَنْتَسِبُونَ إِلَيْهِ لَكَانَ لَهُمْ مِنْ هِدَايَتِهِ مَا يَحْفَظُ حُقُوقَهُمْ، وَيَمْنَعُ تَقَاطُعَهُمْ وَعُقُوقَهُمْ، وَيَحُلُّ فِيهِمُ التَّرَاحُمُ وَالتَّلَاحُمُ، مَحَلَّ التَّزَاحُمِ وَالتَّلَاحُمِ، وَإِنَّكَ تَرَى مِنْ أَذْكِيَائِهِمْ مَنْ يَزْعُمُ أَنَّهُمْ عَنْ هَدْيِ الدِّينِ أَغْنِيَاءٌ، وَقَدْ عَمُوا عَمَّا أَصَابَهُمْ بِتَرْكِهِ مِنَ الْأَرْزَاءِ، فَهُمْ بِالْفِسْقِ عَنْهُ يَتَنَابَذُونَ وَيَتَحَاسَدُونَ، وَيَتَنَافَدُونَ وَيَتَنَاقَدُونَ، وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ، أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ. </p><p> (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ</p><p> مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ) </p><p> ذَكَرَ اللهُ تَعَالَى حُكْمَ الْأَمْوَالِ عَقِبَ ذِكْرِ أَحْكَامِ الصِّيَامِ لِمَا تَقَدَّمَ مِنَ الْمُنَاسَبَةِ، وَالصِّيَامُ عِبَادَةٌ مَوْقُوتَةٌ لَا يَتَعَدَّى فَرْضُهَا شَهْرَ رَمَضَانَ، وَالْأَمْوَالُ وَسِيلَةٌ لِعِبَادَةِ الْحَجِّ وَهُوَ يَكُونُ فِي الْأَشْهُرِ الْحُرُمِ، وَلِعِبَادَةِ الْقِتَالِ مُدَافَعَةً عَنِ الْمِلَّةِ وَالْأُمَّةِ وَهِيَ قَدْ كَانَتْ مَمْنُوعَةٌ فِي هَذِهِ الْأَشْهُرِ، فَنَاسَبَ أَنْ يُعَقِّبَ بَعْدَ أَحْكَامِ الصِّيَامِ وَالْأَمْوَالِ بِذِكْرِ مَا يُشْرَعُ فِي الْأَشْهُرِ الْحُرُمِ مِنَ الْحَجِّ وَمِنَ الْقِتَالِ عِنْدَ الِاعْتِدَاءِ عَلَى الْمُسْلِمِينَ، وَيَبْدَأُ ذَلِكَ بِذِكْرِ حِكْمَةِ اخْتِلَافِ الْأَهِلَّةِ </p><p> قَالَ:  (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ) أَيْ: مَوَاقِيتُ لَهُمْ فِي صِيَامِهِمْ وَحَجِّهِمْ مِنَ الْعِبَادَاتِ، وَفِي نَحْوِ عِدَّةِ النِّسَاءِ وَآجَالِ الْعُقُودِ مِنَ الْمُعَامَلَاتِ ; فَإِنَّ التَّوْقِيتَ بِهَا يَسْهُلُ عَلَى الْعَالِمِ بِالْحِسَابِ وَالْجَاهِلِ بِهِ وَعَلَى أَهْلِ الْبَدْوِ وَالْحَضَرِ، فَهِيَ مَوَاقِيتُ لِجَمِيعِ النَّاسِ، وَأَمَّا السَّنَةُ الشَّمْسِيَّةُ فَإِنَّ شُهُورَهَا تُعْرَفُ بِالْحِسَابِ فَهِيَ لَا تَصْلُحُ إِلَّا لِلْحَاسِبِينِ، وَلَمْ يَقْدِرُوا عَلَى ضَبْطِهَا إِلَّا بَعْدَ ارْتِقَاءِ الْعُلُومِ الرِّيَاضِيَّةِ بِزَمَنٍ طَوِيلٍ. وَقَدْ وَرَدَ فِي أَسْبَابِ نُزُولِ الْآيَةِ أَنَّ بَعْضَهُمْ سَأَلَ النَّبِيَّ عَنِ الْأَهِلَّةِ مُطْلَقًا، وَأَنَّ بَعْضَهُمْ سَأَلَ: لِمَ خُلِقَتْ؟ وَالرِّوَايَتَانِ عِنْدَ ابْنِ أَبِي حَاتِمٍ. وَأَخْرَجَ أَبُو نُعَيْمٍ وَابْنُ عَسَاكِرٍ مِنْ طَرِيقِ السُّدِّيِّ الصَّغِيرِ عَنِ الْكَلْبِيِّ عَنْ أَبِي صَالِحٍ عَنِ ابْنِ عَبَّاسٍ ((أَنَّ مُعَاذَ بْنَ جَبَلٍ وَثَعْلَبَةَ بْنَ غُنَيْمَةَ قَالَا: يَا رَسُولَ اللهِ مَا بَالُ الْهِلَالِ يَبْدُو دَقِيقًا مِثْلَ الْخَيْطِ ثُمَّ يَزِيدُ حَتَّى يَعْظُمَ وَيَسْتَوِيَ وَيَسْتَدِيرَ، ثُمَّ لَا يَزَالُ يَنْقَضُّ وَيَدِقُّ حَتَّى يَعُودَ كَمَا كَانَ لَا يَكُونُ عَلَى حَالٍ وَاحِدٍ؟ فَنَزَلَتْ) ) وَقَدِ اشْتُهِرَ هَذَا السَّبَبُ لِأَنَّ عُلَمَاءَ الْبَلَاغَةِ يَذْكُرُونَهُ فِي مُطَابَقَةِ الْجَوَابِ لِلسُّؤَالِ وَعَدَمِهَا، وَزَعَمُوا أَنَّ مُرَادَ السَّائِلِينَ بَيَانُ السَّبَبِ الطَّبِيعِيِّ لِهَذَا الِاخْتِلَافِ، وَأَنَّ الْجَوَابَ إِنَّمَا جَاءَ بِبَيَانَ الْحِكْمَةِ دُونَ الْعِلَّةِ ; لِأَنَّهُ مَوْضُوعُ الدِّينِ، جَرْيًا عَلَى مَا يُسَمَّى فِي الْبَلَاغَةِ أُسْلُوبَ الْحَكِيمِ أَوِ الْأُسْلُوبَ الْحَكِيمَ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: كَأَنَّهُ قَالَ كَانَ عَلَيْكُمْ أَنْ تَسْأَلُوا عَنِ الْحِكْمَةِ وَالْفَائِدَةِ فِي اخْتِلَافِ الْأَهِلَّةِ إِنْ لَمْ تَكُونُوا تَعْرِفُونَهَا، وَإِلَّا فَعَلَيْكُمُ الِاكْتِفَاءُ بِهَا وَعَدَمُ مُطَالَبَةِ الشَّارِعِ بِمَا لَيْسَ مِنَ الشَّرْعِ. فَفِي الْكَلَامِ تَعْرِيضٌ بِأَنَّ سُؤَالَهُمْ فِي غَيْرِ مَحَلِّهِ، وَلَوْ تَوَجَّهَ هَذَا السُّؤَالُ مِمَّنْ يَتَعَلَّمُ عِلْمَ الْفَلَكِ إِلَى أُسْتَاذِهِ فِيهِ لَمَا عُدَّ قَبِيحًا وَلَا قِيلَ: إِنَّهُ فِي غَيْرِ مَحَلِّهِ، وَلَكِنَّهُ مُوَجَّهٌ مِنْ أُمِّيٍّ إِلَى نَبِيٍّ لَا إِلَى فَلَكِيٍّ، فَهُوَ قَبِيحٌ مِنْ هَذَا الْوَجْهِ لَا لِذَاتِهِ، وَإِلَّا لَكَانَ النَّظَرُ فِي السَّمَاوَاتِ وَالْأَرْضِ لِأَجْلِ الْوُقُوفِ عَلَى أَسْرَارِ الْخَلِيقَةِ وَأَسْبَابِ مَا فِيهَا مِنَ الْآيَاتِ وَالْعِبَرِ مَذْمُومًا، وَكَيْفَ يُذَمُّ وَقَدْ أَرْشَدَنَا اللهُ تَعَالَى إِلَيْهِ، وَحَثَّنَا فِي كِتَابِهِ عَلَيْهِ (أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ)  (٥٠: ٦) وَالْآيَاتُ فِي هَذَا الْمَعْنَى كَثِيرَةٌ. </p><p> وَأَقُولُ: إِنَّ الرِّوَايَةَ عَنِ ابْنِ عَبَّاسٍ ضَعِيفَةٌ، بَلْ قَالُوا: إِنَّ رِوَايَةَ الْكَلْبِيِّ عَنْ أَبِي </p><p> صَالِحٍ هِيَ أَوْهَى الطُّرُقِ عَنْهُ، عَلَى أَنَّ السُّؤَالَ غَيْرُ صَرِيحٍ فِي طَلَبِ بَيَانِ الْعِلَّةِ، وَحَمْلُهُ عَلَى طَلَبِ الْحِكْمَةِ وَالْفَائِدَةِ - وَلَوْ مَعَ الْعِلَّةِ - غَيْرُ بَعِيدٍ، فَالْمُخْتَارُ أَنَّ الْجَوَابَ مُطَابِقٌ لِلسُّؤَالِ. وَقَدْ بَيَّنَ الْأُسْتَاذُ الْإِمَامُ بِمُنَاسَبَةِ الْقَوْلِ الْمَشْهُورِ فِي السُّؤَالِ وَأَنَّهُ عَنِ الْعِلَّةِ مَا بُعِثَ الْأَنْبِيَاءُ لِبَيَانِهِ فَهُمْ يُسْأَلُونَ عَنْهُ وَمَا لَيْسَ كَذَلِكَ فَقَالَ مَا مِثَالُهُ: </p><p> الْعُلُومُ الَّتِي نَحْتَاجُ إِلَيْهَا فِي حَيَاتِنَا عَلَى أَقْسَامٍ: - </p><p> الْقِسْمُ الْأَوَّلُ: مَا لَا نَحْتَاجُ فِيهِ إِلَى أُسْتَاذٍ كَالْمَحْسُوسَاتِ وَالْوِجْدَانَاتِ. </p><p> الْقِسْمُ الثَّانِي: مَا لَا نَجِدُ لَهُ أُسْتَاذًا ; لِأَنَّهُ مِمَّا لَا مَطْمَعَ لِلْبَشَرِ فِي الْوُصُولِ إِلَيْهِ أَلْبَتَّةَ، وَهُوَ كَيْفِيَّةُ </p><p> التَّكْوِينِ وَالْإِيجَادِ الْأَوَّلِ الْمُعَبَّرِ عَنْهُ بِسِرِّ الْقَدَرِ. يُمْكِنُ لِلنَّبَاتِيِّ أَنْ يَعْرِفَ مَا يَتَكَوَّنُ مِنْهُ النَّبَاتُ وَكَيْفَ يَنْبُتُ وَيَنْمُو وَيَتَغَذَّى، وَلِلطَّبِيبِ أَنْ يَعْرِفَ كَيْفِيَّةَ تَوَلُّدِ الْحَيَوَانِ وَالْأَطْوَارِ الَّتِي يَتَدَرَّجُ فِيهَا مُنْذُ يَكُونُ نُطْفَةً إِلَى أَنْ يَكُونَ إِنْسَانًا مُسْتَقِلًّا عَاقِلًا، وَلَكِنْ لَا يَعْرِفُ نَبَاتِيٌّ وَلَا طَبِيبٌ كَيْفَ وُجِدَتْ أَنْوَاعُ النَّبَاتِ وَأَنْوَاعُ الْحَيَوَانِ أَوْ مَادَّتُهُمَا لِأَوَّلِ مَرَّةٍ، وَلَا كَيْفَ وُجِدَ غَيْرُهُمَا مِنَ الْمَخْلُوقَاتِ. وَمِنْ هُنَا تَعْلَمُونَ أَنَّ الْعِلَاقَةَ بَيْنَ الْخَالِقِ وَالْمَخْلُوقِ مِنْ هَذِهِ الْجِهَةِ - جِهَةِ الْإِيجَادِ وَالْخَلْقِ - لَا يُمْكِنُ اكْتِنَاهُهَا، وَكَذَلِكَ لَا يُمْكِنُ اكْتِنَاهُ ذَاتِ اللهِ تَعَالَى وَصِفَاتِهِ. </p><p> الْقِسْمُ الثَّالِثُ: مَا يَتَيَسَّرُ لِلنَّاسِ أَنْ يَعْرِفُوهُ بِالنَّظَرِ وَالِاسْتِدْلَالِ وَالتَّجْرِبَةِ وَالْبَحْثِ كَالْعُلُومِ الرِّيَاضِيَّةِ وَالطَّبِيعِيَّةِ وَالزِّرَاعِيَّةِ وَالصِّنَاعَاتِ وَالْهَيْئَةِ الْفَلَكِيَّةِ، وَمِنْهَا أَسْبَابُ أَطْوَارِ الْهِلَالِ، وَتَنَقُّلِهِ مِنْ حَالٍ إِلَى حَالٍ، أَيِ الْمُعَبَّرِ عَنْهُ بِقَوْلِهِ تَعَالَى:  (وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ)  (٣٦: ٣٩) . </p><p> الْقِسْمُ الرَّابِعُ: مَا يَجِبُ عَلَيْنَا لِلْخَالِقِ الْعَظِيمِ الَّذِي أَوْدَعَ فِي فِطَرِنَا الشُّعُورَ بِسُلْطَانِهِ، وَهَدَى عُقُولَنَا إِلَى الْإِيمَانِ بِهِ بِمَا نَرَاهُ مِنْ آيَاتِهِ فِي الْآفَاقِ وَفِي أَنْفُسِنَا ; فَإِنَّ هَذَا الشُّعُورَ وَهَذِهِ الْهِدَايَةَ مُبْهَمَانِ لَا سَبِيلَ لَنَا إِلَى تَحْدِيدِهِمَا مِنْ حَيْثُ مَا يَجِبُ اعْتِقَادُهُ فِي اللهِ تَعَالَى وَفِي حِكْمَةِ خَلْقِنَا، وَمُرَادُهُ مِنَّا، وَمَا يَتْبَعُ ذَلِكَ مِنْ أَمْرِ مَصِيرِنَا، وَمِنْ حَيْثُ مَا يَجِبُ لَهُ مِنَ الشُّكْرِ وَالْعِبَادَةِ. </p><p> وَهَذَا مِمَّا لَا سَبِيلَ إِلَى مَعْرِفَتِهِ بِطَرِيقٍ </p><p> صِنَاعِيٍّ أَوْ كَسْبٍ بَشَرِيٍّ، فَقَدْ وَقَعَتِ الْأُمَمُ فِي الْحَيْرَةِ وَالْخَطَأِ فِي مَسَائِلِهِ لِجَهْلِهِمْ بِالصِّلَةِ وَالنِّسْبَةِ بَيْنَ الْمَخْلُوقِ وَالْخَالِقِ، فَمِنْهُمْ مَنْ وَصَفَهُ تَعَالَى بِمَا لَا يَصِحُّ أَنْ يُوصَفَ بِهِ، وَمِنْهُمْ مَنْ تَوَهَّمَ أَنَّ أَعْمَالَنَا تُفِيدُهُ أَوْ تُؤْلِمُهُ، وَأَنَّهُ يُنْعِمُ عَلَيْنَا أَوْ يَنْتَقِمُ مِنَّا بِالْمَصَائِبِ لِأَجْلِ ذَلِكَ، وَمِنْهُمْ مَنْ تَوَهَّمَ أَنَّ الْحَيَاةَ الْأُخْرَى تَكُونُ بِهَذِهِ الْأَجْسَادِ وَالْجَزَاءَ فِيهَا يَكُونُ بِهَذَا الْمَتَاعِ، فَاخْتَرَعُوا الْأَدْوِيَةَ لِحِفْظِ أَجْسَادِهِمْ وَمَتَاعِهِمْ. وَإِذَا كَانَ الْإِنْسَانُ عَاجِزًا عَنْ تَحْدِيدِ مَا يَجِبُ عَلَيْهِ وَيَحْتَاجُ إِلَيْهِ مِنَ الْإِيمَانِ بِاللهِ وَبِالْحَيَاةِ الْأُخْرَى، وَمَا يَجِبُ عَلَيْهِ فِي الْحَيَاةِ الْأُولَى شُكْرًا لِلَّهِ وَاسْتِعْدَادًا لِتِلْكَ الْحَيَاةِ ; لِأَنَّ الْحَوَاسَّ وَالْعَقْلَ لَا يُدْرِكَانِ ذَلِكَ، فَلَا شَكَّ أَنَّهُ مُحْتَاجٌ إِلَى عَقْلٍ آخَرَ يُدْرِكُ بِهِ مَا يَعُوزُ أَفْرَادُهُ مِنْ هَذِهِ الْأُمُورِ، وَهَذَا الْعَقْلُ هُوَ النَّبِيُّ الْمُرْسَلُ. </p><p> وَبَقِيَ (قِسْمٌ خَاصٌّ) وَهُوَ مَا يَسْتَطِيعُ الْعَقْلُ الْبَشَرِيُّ إِدْرَاكَ الْفَائِدَةِ مِنْهُ، وَلَكِنَّهُ عُرْضَةٌ لِلْخَطَأِ فِيهِ دَائِمًا لِمَا يَعْرِضُ لَهُ مِنَ الْأَهْوَاءِ وَالشَّهَوَاتِ الَّتِي تُلْقِي الْغِشَاوَةَ عَلَى الْأَبْصَارِ وَالْبَصَائِرِ، فَتَحُولَ دُونَ الْوُصُولِ إِلَى الْحَقِيقَةِ، أَوْ تُشَبِّهُ النَّافِعَ بِالضَّارِّ وَتَلْبِسُ الْحَقَّ بِالْبَاطِلِ. مِثَالٌ ذَلِكَ </p><p> السِّعَايَةُ وَالْمَحَلُّ، يُدْرِكُ الْعَقْلُ مَا فِيهِ مِنِ الضَّرَرِ وَالْقُبْحِ، وَلَكِنَّهُ إِذَا رَأَى لِنَفْسِهِ فَائِدَةً مِنَ السِّعَايَةِ بِشَخْصٍ زَيَّنَهَا لَهُ هَوَاهُ فَيَرَاهَا حَسَنَةً مِنْ حَيْثُ يَخْفَى عَلَيْهِ ضَرَرُهَا لِذَاتِهَا، وَكَذَلِكَ شُرْبُ الْخَمْرِ وَالْحَشِيشِ، وَقَدْ يَعْرِفُ الْإِنْسَانُ مَضَرَّتَهُمَا فِي غَيْرِهِ وَلَكِنَّ الشَّهْوَةَ تَحْجُبُهُ عَنْ إِدْرَاكِ ذَلِكَ فِي نَفْسِهِ، فَيُؤْثِرُ حُكْمَ لَذَّتِهِ عَلَى حُكْمِ عَقْلِهِ الَّذِي يَنْهَاهُ عَنْ كُلِّ ضَارٍّ، فَصَارَ مُحْتَاجًا إِلَى مُعَلِّمٍ آخَرَ يَنْصُرُ الْعَقْلَ عَلَى الْهَوَى، وَوَازِعٍ يَكْبَحُ مِنْ جِمَاحِ الشَّهْوَةِ لِيَكُونَ عَلَى هُدًى. </p><p> فَمَا يُمْكِنُ لِلْإِنْسَانِ أَنْ يَصِلَ إِلَيْهِ بِنَفْسِهِ لَا يُطَالَبُ الْأَنْبِيَاءُ بِبَيَانِهِ، وَمُطَالَبَتُهُمْ بِهِ جَهْلٌ بِوَظِيفَتِهِمْ، وَإِهْمَالٌ لِلْمَوَاهِبِ وَالْقُوَى الَّتِي وَهَبَهُ اللهُ إِيَّاهَا لِيَصِلَ إِلَى ذَلِكَ، وَكَذَلِكَ لَا يُطَالَبُونَ بِمَا يَسْتَحِيلُ عَلَى الْبَشَرِ الْوُصُولُ إِلَيْهِ كَقَوْلِ بَعْضِ بَنِي إِسْرَائِيلَ لِمُوسَى:  (لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللهَ جَهْرَةً)  (٢: ٥٥) وَأَمَّا مَا كَانَ إِدْرَاكُهُ لَيْسَ مُمْكِنًا، وَكَسْبُهُ بِالْحِسِّ وَالْعَقْلِ مُتَعَذِّرًا أَوْ تَحْدِيدُهُ مُتَعَسِّرًا، فَهُوَ الَّذِي نَحْتَاجُ فِيهِ إِلَى هَادٍ يُخْبِرُ </p><p> عَنِ اللهِ تَعَالَى لِنَأْخُذَهُ عَنْهُ بِالْإِيمَانِ وَالتَّسْلِيمِ ; وَلِذَلِكَ قُلْنَا: إِنَّ الرَّسُولَ عَقْلٌ لِلْأُمَّةِ، وَهِدَايَةٌ وَرَاءَ هِدَايَةِ الْحَوَّاسِ وَالْوِجْدَانِ وَالْعَقْلِ. </p><p> لَوْ كَانَ مِنْ وَظِيفَةِ النَّبِيِّ أَنْ يُبَيِّنَ الْعُلُومَ الطَّبِيعِيَّةَ وَالْفَلَكِيَّةَ لَكَانَ يَجِبُ أَنْ تُعَطَّلَ مَوَاهِبُ الْحِسِّ وَالْعَقْلِ، وَيُنْزَعَ الِاسْتِقْلَالُ مِنَ الْإِنْسَانِ، وَيُلْزِمَ بِأَنْ يَتَلَقَّى كُلُّ فَرْدٍ مِنْ أَفْرَادِهِ كُلَّ شَيْءٍ بِالتَّسْلِيمِ، وَلَوَجَبَ أَنْ يَكُونَ عَدَدُ الرُّسُلِ فِي كُلِّ أُمَّةٍ كَافِيًا لِتَعْلِيمِ أَفْرَادِهَا فِي كُلِّ زَمَنٍ كُلَّ مَا يَحْتَاجُونَ إِلَيْهِ مِنْ أُمُورِ مَعَاشِهِمْ وَمَعَادِهِمْ، وَإِنْ شِئْتَ فَقُلْ: لَوَجَبَ أَلَّا يَكُونَ الْإِنْسَانُ هَذَا النَّوْعَ الَّذِي نَعْرِفُهُ، نَعَمْ: إِنَّ الْأَنْبِيَاءَ يُنَبِّهُونَ النَّاسَ بِالْإِجْمَالِ إِلَى اسْتِعْمَالِ حَوَاسِّهِمْ وَعُقُولِهِمْ فِي كُلِّ مَا يَزِيدُ مَنَافِعَهُمْ وَمَعَارِفَهُمُ الَّتِي تَرْتَقِي بِهَا نُفُوسُهُمْ، وَلَكِنْ مَعَ وَصْلِهَا بِالتَّنْبِيهِ عَلَى مَا يُقَوِّي الْإِيمَانَ وَيَزِيدُ فِي الْعِبْرَةِ. وَقَدْ أَرْشَدَنَا نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى وُجُوبِ اسْتِقْلَالِنَا دُونَهُ فِي مَسَائِلِ دُنْيَانَا فِي وَاقِعَةِ تَأْبِيرِ النَّخْلِ إِذْ قَالَ:  ((أَنْتُمْ أَعْلَمُ بِأُمُورِ دُنْيَاكُمْ) ) وَمِنْ هَاهُنَا كَانَ السُّؤَالُ عَنْ حَقِيقَةِ الرُّوحِ خَطَأً، وَقَدْ أَمَرَ اللهُ نَبِيَّهُ أَنْ يُجِيبَ السَّائِلِينَ بِقَوْلِهِ:  (قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي)  (١٧: ٨٥) أَيْ: إِنَّهَا مِنَ الْمَخْلُوقَاتِ الَّتِي لَا يُسْأَلُ النَّبِيُّ عَنْهَا، كَمَا كَانَ السُّؤَالُ عَنْ عِلَّةِ اخْتِلَافِ أَطْوَارِ الْأَهِلَّةِ خَطَأً لَا تَصِحُّ مُجَارَاةُ السَّائِلِ عَلَيْهِ بَلْ عَدَّهُ الْقُرْآنُ مِنْ قَبِيلِ إِتْيَانِ الْبُيُوتِ مِنْ ظُهُورِهَا كَمَا فِي تَتِمَّةِ الْآيَةِ. </p><p> فَإِنْ قِيلَ: إِنِ التَّارِيخَ مِنَ الْعُلُومِ الَّتِي يَسْهُلُ عَلَى الْبَشَرِ تَدْوِينُهَا وَالِاسْتِغْنَاءُ بِهَا عَنِ الْوَحْيِ فَلِمَاذَا كَثُرَ سَرْدُ الْأَخْبَارِ التَّارِيخِيَّةِ فِي الْقُرْآنِ وَكَانَتْ فِي التَّوْرَاةِ أَكْثَرَ؟ وَالْجَوَابُ لَيْسَ فِي الْقُرْآنِ شَيْءٌ مِنَ التَّارِيخِ مِنْ حَيْثُ هُوَ قَصَصٌ وَأَخْبَارٌ لِلْأُمَمِ أَوِ الْبِلَادِ لِمَعْرِفَةِ أَحْوَالِهَا، وَإِنَّمَا هِيَ الْآيَاتُ وَالْعِبَرُ تَجَلَّتْ فِي سِيَاقِ الْوَقَائِعِ بَيْنَ الرُّسُلِ وَأَقْوَامِهِمْ، لِبَيَانِ سُنَنِ اللهِ تَعَالَى فِيهِمْ، إِنْذَارًا لِلْكَافِرِينَ بِمَا جَاءَ بِهِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَثْبِيتًا لِقَلْبِهِ وَقُلُوبِ الْمُؤْمِنِينَ بِهِ - وَسَتَرَى ذَلِكَ فِي مَحَلِّهِ إِنْ شَاءَ اللهُ تَعَالَى - وَلِذَلِكَ لَمْ تُذْكَرْ قِصَّةٌ بِتَرْتِيبِهَا وَتَفَاصِيلِهَا، وَإِنَّمَا </p><p> يَذْكُرُ مَوْضِعُ الْعِبْرَةِ فِيهَا (لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ)  (١٢: ١١١)  (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ) </p><p> (١١: ١٢٠) وَكُلُّ مَا تَرَاهُ فِي هَذِهِ التَّوْرَاةِ الَّتِي عِنْدَ الْقَوْمِ مِنَ الْقَصَصِ الْمُسْهِبَةِ وَالتَّارِيخِ الْمُتَّصِلِ مِنْ ذِكْرِ خَلْقِ آدَمَ وَمَا بَعْدَهُ فَهِيَ مِمَّا أُلْحِقَ بِالتَّوْرَاةِ بَعْدَ مُوسَى بِقُرُونٍ، بَلْ كُتِبَ أَكْثَرُ تَوَارِيخِ الْعَهْدِ الْقَدِيمِ بَعْدَ السَّبْيِ وَرُجُوعِ بَنِي إِسْرَائِيلَ مِنْ بَابِلَ. وَمَنْ أَرَادَ كَمَالَ الْبَيَانِ فِي وَظَائِفِ الرُّسُلِ فَعَلَيْهِ بِرِسَالَةِ التَّوْحِيدِ لِلْأُسْتَاذِ الْإِمَامِ. </p><p> وَإِذَا كَانَ مَا وَرَدَ فِي السُّؤَالِ عَنِ الْأَهِلَّةِ لَمْ يَصِحَّ سَنَدًا - كَمَا تَقَدَّمَ - فَلَا يَنْفِي ذَلِكَ أَنَّ السُّؤَالَ قَدْ وَقَعَ بِالْفِعْلِ، وَلَا أَنَّ الرِّوَايَةَ الَّتِي قَالُوهَا هِيَ فِي نَفْسِهَا صَحِيحَةٌ، فَمَا كُلُّ مَا لَمْ يَصِحَّ سَنَدُهُ بَاطِلٌ، وَلَا كُلُّ مَا صَحَّ سَنَدُهُ وَاقِعٌ، فَرُبَّ سَنَدٍ قَالُوا إِنَّهُ صَحِيحٌ لِأَنَّهُمْ لَا يَعْرِفُونَ جَارِحًا فِي أَحَدٍ مِنْ رِجَالِهِ وَهُوَ غَيْرُ صَحِيحٍ ; لِأَنَّ فِيهِمْ مَنْ خَفِيَ كَذِبُهُ وَاسْتَتَرَ أَمْرُهُ. </p><p> يَدُلُّ عَلَى السُّؤَالِ فِي الْجُمْلَةِ قَوْلُهُ:  (يَسْأَلُونَكَ) وَيَسْتَأْنِسُ لِقَوْلِ مَنْ قَالَ: إِنَّ السُّؤَالَ كَانَ عَلَى الْعِلَّةِ وَالسَّبَبِ قَوْلُهُ تَعَالَى: (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا) فَإِنَّ فِيهِ تَعْرِيضًا بِأَنَّ مَنْ يَسْأَلُ النَّبِيَّ عَمَّا لَمْ يُبْعَثِ النَّبِيُّ لِبَيَانِهِ، وَلَا يَتَوَقَّفُ عِرْفَانُهُ عَلَى الْوَحْيِ فَهُوَ فِي طَلَبِهِ الشَّيْءَ مِنْ غَيْرِ مَطْلَبِهِ كَمَنْ يَطْلُبُ دُخُولَ الْبَيْتِ مِنْ ظَهْرِهِ دُونَ بَابِهِ. وَبِهَذَا التَّقْرِيرِ يَكُونُ الِاتِّصَالُ وَالِالْتِحَامُ بَيْنَ أَجْزَاءِ الْآيَةِ أَحْكَمَ وَأَقْوَى. وَلَوْلَا أَنَّ هَذَا مُفِيدٌ لِحُكْمٍ مِنْ أَحْكَامِ الْحَجِّ الَّذِي يُعْرَفُ مِيقَاتُهُ لِأَهْلِهِ لَكَانَ لَا مَعْنَى لَهُ إِلَّا تَأْدِيبَ السَّائِلِينَ بِتَمْثِيلِ ذَلِكَ السُّؤَالِ بِمِثَالٍ لَا يَرْتَضِيهِ عَاقِلٌ وَهُوَ إِتْيَانُ الْبُيُوتِ مِنْ ظُهُورِهَا، وَإِرْشَادُهُمْ إِلَى مَا يَنْبَغِي أَنْ يَسْتَفِيدُوهُ وَتَحْسِينُهُ لَهُمْ بِجَعْلِهِ كَإِتْيَانِ الْبُيُوتِ مِنْ أَبْوَابِهَا. </p><p> رَوَى الْبُخَارِيُّ وَابْنُ جَرِيرٍ عَنِ الْبَرَاءِ قَالَ: كَانُوا إِذَا أَحْرَمُوا فِي الْجَاهِلِيَّةِ أَتَوُا الْبَيْتَ مِنْ ظَهْرِهِ فَأَنْزَلَ اللهُ الْآيَةَ. وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ وَالْحَاكِمُ وَصَحَّحَهُ عَنْ جَابِرٍ قَالَ:  ((كَانَتْ قُرَيْشُ تَدَّعِي الْحُمْسَ وَكَانُوا يَدْخُلُونَ مِنَ الْأَبْوَابِ فِي الْإِحْرَامِ، وَكَانَتِ الْأَنْصَارُ وَسَائِرُ الْعَرَبِ لَا يَدْخُلُونَ مِنْ بَابٍ فِي الْإِحْرَامِ، فَبَيْنَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ</p><p> فِي بُسْتَانٍ إِذْ خَرَجَ مِنْ بَابِهِ وَخَرَجَ مَعَهُ قُطْبَةُ بْنُ عَامِرٍ الْأَنْصَارِيُّ، فَقَالُوا: يَا رَسُولَ اللهِ إِنَّ قُطْبَةَ بْنَ عَامِرٍ رَجُلٌ فَاجِرٌ، وَإِنَّهُ خَرَجَ مَعَكَ مِنَ الْبَابِ، فَقَالَ لَهُ: ((مَا حَمَلَكَ عَلَى مَا فَعَلْتَ) ) ؟ قَالَ: رَأَيْتُكَ فَعَلْتَهُ فَفَعَلْتُ كَمَا فَعَلْتَ، قَالَ ((إِنِّي رَجُلٌ أَحْمَسِيٌّ) ) قَالَ لَهُ: فَإِنَّ دِينِي دِينُكَ، </p><p> فَأَنْزَلَ اللهُ الْآيَةَ. وَأَخْرَجَ ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ نَحْوَهُ، وَعَبَدُ بْنُ حُمَيْدٍ مَا هُوَ بِمَعْنَاهُ. </p><p> وَذَكَرَ ابْنُ جَرِيرٍ عَنِ الزُّهْرِيِّ فِي سَبَبِ ذَلِكَ أَنَّهُمْ كَانُوا يَتَحَرَّجُونَ مِنَ الدُّخُولِ مِنَ الْبَابِ مِنْ أَجْلِ أَنَّ سَقْفَ الْبَابِ يَحُولُ بَيْنَهُمْ وَبَيْنَ السَّمَاءِ، وَبَعْدَ أَنْ أَعْلَمَهُمُ اللهُ تَعَالَى بِخَطَئِهِمْ فِي ذَلِكَ بَيَّنَ لَهُمُ الْبِرَّ الْحَقِيقِيَّ فَقَالَ:  (وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ) أَيْ: إِنَّ الْبِرَّ هُوَ تَقْوَى اللهِ تَعَالَى بِالتَّخَلِّي عَنِ الْمَعَاصِي وَالرَّذَائِلِ، وَعَمَلِ الْخَيْرِ وَالتَّحَلِّي بِالْفَضْلِ، وَاتِّبَاعِ الْحَقِّ وَاجْتِنَابِ الْبَاطِلِ، فَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا، وَلْيَكُنْ بَاطِنُكُمْ عُنْوَانًا لِظَاهِرِكُمْ بِطَلَبِ الْأُمُورِ كُلِّهَا مِنْ مَوَاضِعِهَا، وَاتَّقُوا اللهَ رَجَاءَ أَنْ تُفْلِحُوا فِي أَعْمَالِكُمْ، وَتَبْلُغُوا غَايَةَ آمَالِكُمْ، فَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ: أَنَّ الْأَهِلَّةَ جَمْعُ هِلَالٍ: وَهُوَ الْقَمَرُ فِي لَيْلَتَيْنِ أَوْ ثَلَاثٍ مِنْ أَوَّلِ الشَّهْرِ عَلَى الْأَشْهَرِ، وَقِيلَ: حَتَّى يَحْجُرَ ; أَيْ: يَسْتَدِيرُ بِخَطٍّ دَقِيقٍ، وَقِيلَ: حَتَّى يَبْهَرَ ضَوْءُهُ سَوَادَ اللَّيْلِ، وَقَدَّرُوا ذَلِكَ بِسَبْعٍ. وَقَالُوا: إِنَّهُ مَأْخُوذٌ مِنِ اسْتَهَلَّ الصَّبِيُّ إِذَا صَرَخَ حِينَ الْوِلَادَةِ، وَذَلِكَ أَنَّهُمْ كَانُوا يَرْفَعُونَ أَصْوَاتَهُمْ عِنْدَ رُؤْيَتِهِ لِلْإِعْلَامِ بِهَا يَقُولُونَ: الْهِلَالُ وَاللهِ، وَأَهَلَّ الرَّجُلُ: رَفَعَ صَوْتَهُ عِنْدَ رُؤْيَتِهِ، وَأَهَلَّ بِالْحَجِّ: رَفَعَ صَوْتَهُ بِالتَّلْبِيَةِ، وَأَهَلَّ بِذِكْرِ اللهِ وَبِاسْمِ اللهِ، وَأَهَلَّ الْقَوْمُ وَاسْتَهَلُّوا: رَأَوُا الْهِلَالَ. ثُمَّ قَالَ تَعَالَى: </p><p> (وَقَاتِلُوا فِي سَبِيلِ اللهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ</p><p> كَذَلِكَ جَزَاءُ الْكَافِرِينَ فَإِنِ انْتَهَوْا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ) . </p>"
}