{
  "id": null,
  "sura": 2,
  "aya": 212,
  "text": "<p> الْخَبِيثَةُ الَّتِي يَفْضَحُهَا الْحَقُّ وَيُظْهِرُ بَاطِلَهَا الَّذِي تُحِبُّ سَتْرَهُ، وَالِاسْتِرْسَالَ فِيمَا هِيَ فِيهِ مِنَ اللَّذَّةِ الْحِسِّيَّةِ وَالْجَاهِ الْبَاطِلِ; فَإِنَّ الْآيَاتِ وَالْبَيِّنَاتِ لَا تَزِيدُهَا إِلَّا مُمَارَاةً وَجَدَلًا فِي الْقَوْلِ وَجُحُودًا وَعِنَادًا بِالْفِعْلِ. هَذِهِ سُنَّةُ اللهِ تَعَالَى فِي الْبَشَرِ عَامَّةً، لَا فِي بَنِي إِسْرَائِيلَ خَاصَّةً، كَذَلِكَ كَانَ وَكَذَلِكَ يَكُونُ وَسَيَكُونُ وَسَوْفَ يَكُونُ إِلَى مَا شَاءَ اللهُ. </p><p> وَأَمَّا تَفْسِيرُ الْآيَةِ عَلَى الْوَجْهِ الْمُخْتَارِ فِي الْمُخَاطَبِينَ بِالدُّخُولِ فِي السِّلْمِ، فَهُوَ أَنَّهَا هَادِيَةٌ إِلَى الِاعْتِبَارِ بِسُنَّةِ اللهِ تَعَالَى فِي الْأُمَمِ الْمَاضِيَةِ عَلَى مَا بَيَّنَّا آنِفًا، كَأَنَّهُ يَقُولُ: يَا أَيُّهَا الْمُؤْمِنُونَ بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَيْكُمْ بِالدُّخُولِ فِي السِّلْمِ وَالِاتِّفَاقِ، وَالِاعْتِصَامِ بِالْإِسْلَامِ فِي جُمْلَتِهِ، لَا تُفَرِّقُوهُ وَلَا تَتَفَرَّقُوا فِيهِ وَتَكُونُوا شِيَعًا، كَيْلَا يُصِيبَكُمْ مَا أَصَابَ أُولَئِكَ الَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ مِنْ قَبْلِكُمْ، وَهَؤُلَاءِ بَنُو إِسْرَائِيلَ بَيْنَ أَيْدِيكُمْ وَحَالُهُمْ لَا تَخْفَى عَلَيْكُمْ، فَسَلُوهُمْ حَالَهُمْ، وَاسْتَنْطِقُوا آثَارَهُمْ وَاقْرَءُوا تَارِيخَهُمْ تَرَوْا أَنَّهُمْ أُوتُوا نَحْوًا مِمَّا أُوتِيتُمْ مِنَ الْبَيِّنَاتِ، وَأُمِرُوا كَمَا أُمِرْتُمْ بِالِاتِّحَادِ وَالِاجْتِمَاعِ، فَتَفَرَّقُوا إِلَى مَذَاهِبَ وَشِيَعٍ، وَزَلُّوا عَنْ صِرَاطِ اللهِ فَتَفَرَّقَتْ بِهِمُ السُّبُلُ فَأَخَذَهُمُ اللهُ بِعِزَّتِهِ وَنَفَّذَ فِيهِمْ حُكْمَ سُنَّتِهِ، وَزَالَ سُلْطَانُهُمْ، وَلَفِظَتْهُمْ أَوْطَانُهُمْ، وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ، وَمُزِّقُوا فِي الْأَرْضِ كُلَّ مُمَزَّقٍ. </p><p> وَالْآيَةُ عَلَى كِلَا الْوَجْهَيْنِ عِبْرَةٌ لِلْمُخَاطَبِينَ بِالْقُرْآنِ مِنَ الْمُؤْمِنِينَ بِهِ، لَا حِكَايَةٌ تَارِيخِيَّةٌ عَنْ بَنِي إِسْرَائِيلَ، وَلَكِنْ هَلْ يَعْتَبِرُ بِهَا الْمُنْتَسِبُونَ إِلَى الْقُرْآنِ؟ وَهَلْ يَفْهَمُونَ مِنْهَا أَنَّ مُلْكَهُمُ الَّذِي يَتَقَلَّصُ ظِلُّهُ عَنْ رُءُوسِهِمْ عَامًا بَعْدَ عَامٍ، وَعِزَّهُمُ الَّذِي تَتَخَطَّفُهُ مِنْهُمْ حَوَادِثُ الْأَيَّامِ مَا بَدَّلَهُمَا اللهُ تَعَالَى إِلَّا بَعْدَ مَا بَدَّلُوا نِعْمَتَهُ عَلَيْهِمْ فِي قَوْلِهِ:  (وَاعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا)  (٣: ١٠٣) وَ (ذَلِكَ بِأَنَّ اللهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ)  (٨: ٥٣) كَلَّا إِنَّهُمْ لَمْ يَفْهَمُوا هَذَا وَلَوْ تَغَنَّوْا وَتَرَنَّمُوا بِهَذِهِ الْآيَاتِ فِي كُلِّ مَأْتَمٍ وَكُلِّ مَوْسِمٍ، وَإِنَّ رُؤَسَاءَهُمْ لَا يَمْقُتُونَ أَحَدًا مَقْتَهُمْ لِمَنْ يُذَكِّرُهُمْ بِهِ، وَإِنَّ أَكْثَرَ عَامَّتِهِمْ تَبَعٌ لِهَؤُلَاءِ الرُّؤَسَاءِ كَمَا كَانَ بَنُو </p><p> إِسْرَائِيلَ عَلَى عَهْدِ نُزُولِ الْقُرْآنِ، وَإِنَّا لَنَعْلَمُ أَنَّ السَّاكِنِينَ مِنْهُمْ عَلَى جَمِيعِ مَا مُنِيَ بِهِ الْمُسْلِمُونَ مِنَ الْبِدَعِ وَالْخُرَافَاتِ وَالْفُسُوقِ وَالْعِصْيَانِ يَتَّفِقُونَ مَعَ الْمُدَافِعِينَ عَنِ الْفَاسِقِينَ وَالْمُبْتَدِعِينَ عَلَى إِيذَاءِ الْوَاعِظِينَ النَّاصِحِينَ، بِاسْمِ الْمُدَافِعَةِ عَنِ الدِّينِ، وَالسَّبَبُ فِي هَذَا وَأَمْثَالِهِ لَمْ يُفْرِطْ فِيهِ الْكِتَابُ الْمُبِينُ بَلْ هُوَ مَا هَدَانَا اللهُ تَعَالَى إِلَيْهِ بِقَوْلِهِ: </p><p> (زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا) هَذَا بَيَانٌ مُعَلِّلٌ لِمَا قَبْلَهُ مِنَ الْوَعِيدِ لِمَنْ يُبَدِّلُ نِعْمَةَ اللهِ كُفْرًا، وَلَا سِيَّمَا نِعْمَةُ آيَاتِ اللهِ تَعَالَى فِي هِدَايَةِ الْمِلَّةِ إِلَى وَحْدَةِ الْأُمَّةِ، فَالْكُفْرُ فِيهَا هُوَ كُفْرُ النِّعْمَةِ لَا إِنْكَارُ وُجُودِ اللهِ تَعَالَى وَلَا الشَّرَكُ بِهِ كَمَا زَعَمَ (الْجَلَالُ) وَغَيْرُهُ، وَسَبَبُهُ الِافْتِتَانُ بِزِينَةِ الْحَيَاةِ الدُّنْيَا الزَّائِلَةِ، وَإِيثَارُهَا عَلَى حَيَاةِ الْآخِرَةِ الْبَاقِيَةِ، وَالْمَقَامُ مَقَامُ الْأَمْرِ بِالِاتِّفَاقِ فِي الدِّينِ </p><p> وَالْأَخْذِ بِجَمِيعِ أَحْكَامِهِ وَشَرَائِعِهِ وَالنَّهْيِ عَنِ التَّفَرُّقِ فِيهَا، وَالْمُسْلِمُونَ هُمُ الْمُخَاطَبُونَ بِالْوَعِيدِ عَلَى التَّفَرُّقِ وَاتِّبَاعِ خُطُوَاتِ الشَّيْطَانِ عَلَى رَأْيِهِ وَتَفْسِيرِهِ - وَهُوَ الْمُخْتَارُ - فَبَعْدَ أَنْ أَمَرَنَا تَعَالَى وَنَهَانَا وَتَوَعَّدَ مَنْ يَزِلُّ عَنْ سَبِيلِهِ مِنَّا بَعْدَ مَا جَاءَنَا مِنَ الْبَيِّنَاتِ ذَكَّرَنَا بِحَالِ مَنْ سَبَقَنَا مِنْ أَهْلِ الْكِتَابِ الَّذِينَ نَزَلَ بِهِمْ عَذَابُ التَّفَرُّقِ وَالْخِلَافِ فِي الدُّنْيَا، لَمْ يَمْنَعْهُ عَنْهُمْ أَنَّهُمْ أَهْلُ الْكِتَابِ، وَأَنَّهُمْ مُنْتَمُونَ إِلَى نَبِيٍّ مُرْسَلٍ وَعِنْدَهُمْ شَرِيعَةٌ إِلَهِيَّةٌ، ذَلِكَ أَنَّهُمْ لَمْ يَجْتَمِعُوا عَلَى الْكِتَابِ لِاخْتِلَافِ أَئِمَّتِهِمْ وَأَحْبَارِهِمْ فِي التَّأْوِيلِ وَالتَّأْلِيفِ، وَكَانَ كُلُّ فَرِيقٍ مِنْهُمْ يَعْتَذِرُ عَنْ تَرْكِهِ الْعَمَلَ بِالتَّوْرَاةِ بِأَنَّهُ مُتَّبِعٌ لِبَعْضِ الْأَحْبَارِ الَّذِينَ هُمْ أَعْلَمُ مِنْهُ بِهَا. </p><p> بَعْدَ هَذَا كُلِّهِ يَسْأَلُ سَائِلٌ: كَيْفَ يَخْتَلِفُ النَّاسُ فِي دِينِهِمْ وَيَتَفَرَّقُونَ شِيَعًا بَعْدَ مَجِيءِ الْبَيِّنَاتِ الْمَانِعَةِ مِنْ ذَلِكَ؟ فَهَذِهِ الْآيَةُ جَوَابٌ لِهَذَا السُّؤَالِ، وَحَلٌّ لِمَا فِيهِ مِنَ الْإِشْكَالِ، مُلَخَّصُهُ أَنَّ حُبَّ الدُّنْيَا وَالْغُرُورِ بِزِينَتِهَا يَصْرِفَانِ جَمِيعَ قُوَى النَّفْسِ إِلَى التَّفَانِي فِي طَلَبِهَا، وَبِذَلِكَ تَنْصَرِفُ عَنِ النَّظَرِ الصَّحِيحِ فِي آيَاتِ الْحَقِّ وَبَيِّنَاتِهِ، أَمَّا الرُّؤَسَاءُ فَإِنَّهُمْ يَنْصَرِفُونَ إِلَى حُبِّ الِامْتِيَازِ وَالشُّهْرَةِ وَالِاسْتِعْلَاءِ عَلَى الْأَقْرَانِ، وَلَا يَكُونُ ذَلِكَ إِلَّا بِالْخِلَافِ وَانْتِصَارِ كُلِّ رَئِيسٍ لِمَذْهَبٍ، وَالذَّبِّ عَنْهُ بِالْجَدَلِ وَالتَّأْوِيلِ. وَأَمَّا الْمَرْءُوسُونَ فَإِنَّ كُلَّ فَرِيقٍ مِنْهُمْ يَنْتَمِي إِلَى رَئِيسٍ يَعْتَزُّ بِهِ وَيُقَلِّدُهُ دِينَهُ، وَلَا يَسْتَمِعُ قَوْلًا لِمُخَالِفِهِ، وَيَرْبِطُ كُلًّا مِنْهُمَا بِالْآخَرِ الِاشْتِرَاكُ فِي الْمَصَالِحِ الدُّنْيَوِيَّةِ، </p><p> فَحُبُّ الدُّنْيَا هُوَ عِلَّةُ الْعِلَلِ وَرَأْسُ كُلِّ خَطِيئَةٍ. وَقَدْ تَقَدَّمَ شَرْحُ ارْتِبَاطِ الرُّؤَسَاءِ بِالْمَرْءُوسِينَ فِي تَفْسِيرِ (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللهِ أَنْدَادًا)  (٢: ١٦٥) الْآيَاتِ. </p><p> وَمَا ذَكَرْنَاهُ هُنَا قَاضٍ بِأَنْ يَخْتَصَّ الَّذِينَ كَفَرُوا بِمَنْ أُوتُوا كِتَابًا وَجَاءَتْهُمْ بَيِّنَاتٌ تَجْمَعُ كَلِمَتَهُمْ وَتُحَقِّقُ وَحْدَتَهُمْ، فَفَصَمُوا بِالْخِلَافِ عُرْوَتَهَا، وَمَزَّقُوا بِالتَّفَرُّقِ نَسِيجَ وَحْدَتِهَا، وَذَلِكَ كُفْرٌ بِهَذِهِ النِّعْمَةِ وَتَبْدِيلٌ لَهَا بِالنِّقْمَةِ. وَيَدُلُّكَ عَلَى أَنَّ الْكَلَامَ لَا يَزَالُ فِي مَسْأَلَةِ الْخِلَافِ وَالْوِفَاقِ فِي الدِّينِ الْآيَةُ التَّالِيَةُ لِهَذِهِ، فَإِنَّهَا مُبَيِّنَةٌ لِأَصْلِ الْخِلَافِ فِي الدِّينِ مُنْذُ بَعَثَ اللهُ النَّبِيِّينَ. </p><p> جُمْلَةُ (زُيِّنَ لِلَّذِينَ كَفَرُوا) إِلَخْ. فِي مَعْنَى قَوْلِهِ تَعَالَى:  (إِنَّا جَعَلَنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا)  (١٨: ٧) ابْتَلَاهُمْ فَغَرَّتْ أَقْوَامًا زِينَتُهَا، وَفَتَنَتْهُمْ بَهْجَتُهَا، فَانْصَرَفَتْ هِمَّتُهُمْ إِلَى الِاسْتِمَاعِ بِلَذَّاتِهَا، وَانْحَصَرَتْ أَفْكَارُهُمْ فِي اسْتِنْبَاطِ الْوَسَائِلِ لِشَهَوَاتِهَا، وَمُسَابَقَةِ طُلَّابِ الْمَالِ وَالْجَاهِ عِنْدَ أَرْبَابِهَا، وَمُزَاحَمَةِ الطَّارِقِينَ لِأَبْوَابِهَا، فَلَمْ يَبْقَ فِيهَا سِعَةٌ لِطَلَبِ شَيْءٍ آخَرَ وَإِنْ لَمْ يَكُنْ مُعَارِضًا لَهُمْ فِيهَا يَرْغَبُونَ، وَحَائِلًا بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ، فَمَا بَالُكَ بِطَلَبِ الْحَقِّ، وَالتَّطَلُّعِ إِلَى حَيَاةٍ بَعْدَ هَذِهِ الْحَيَاةِ، وَالْحَقُّ يَنْعَى عَلَيْهِمْ إِسْرَافَهُمْ فِي أَمْرِهِمْ، وَيُطَالِبُهُمْ بِحُقُوقٍ عَلَيْهِمْ لِغَيْرِهِمْ. وَالتَّطَلُّعُ إِلَى حَيَاةٍ أُخْرَى يُزَعْزِعُ مِنْ سُكُونِهِمْ إِلَى لَهْوِهِمْ، وَيَغُضُّ شَيْئًا مِنْ تَعَالِيهِمْ فِي زَهْوِهِمْ، بَلْ يُكَدِّرُ عَلَيْهِمْ بَعْضَ صَفْوِهِمْ، وَيَقِفُ بِهِمْ دُونَ شَأْوِهِمْ. وَمَنْ </p><p> لَمْ يَطْلُبِ الْحَقَّ مِنْ طَرِيقِهِ بِإِخْلَاصٍ وَإِنْصَافٍ لَا يَجِدُهُ وَلَا يَتَّفِقُ مَعَ أَهْلِهِ، وَأَنَّى لِلْمَفْتُونِينَ بِالزِّينَةِ الْإِخْلَاصُ وَالْإِنْصَافُ؟ ! </p><p> أَقُولُ: وَثَمَّ أَقْوَامٌ آخَرُونَ نَظَرُوا إِلَى زِينَةِ الدُّنْيَا كَمَا أَمَرَ اللهُ، وَهُوَ مِنْ وَجْهَيْنِ، أَحَدُهُمَا: مَا فِيهَا مِنَ الْآيَاتِ الدَّالَّةِ عَلَى قُدْرَتِهِ تَعَالَى وَعِلْمِهِ وَحِكْمَتِهِ وَرَحْمَتِهِ بِعِبَادِهِ. وَثَانِيهِمَا: كَوْنُهَا نِعْمَةً مِنْهُ تَعَالَى يَنْتَفِعُ بِهَا، وَيَشْكُرُ اللهَ تَعَالَى عَلَيْهَا، وَيَتَّبِعُ شَرْعَهُ فِيهَا بِالْقَصْدِ وَاجْتِنَابِ السَّرَفِ وَالْخُيَلَاءِ، وَتَذَكُّرِ الدُّعَاءِ بِحَسَنَةِ الدُّنْيَا وَحَسَنَةِ الْآخِرَةِ وَهُوَ قَرِيبٌ، وَلَا تَنْسَ قَوْلَهُ تَعَالَى:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ) إِلَخْ. </p><p> وَالْمُرَادُ بِالَّذِينِ كَفَرُوا هُنَا مَنْ لَا يُؤْمِنُونَ بِالْحُقُوقِ الْمَشْرُوعَةِ لِلَّهِ وَلِلنَّاسِ إِيمَانًا إِذْعَانًا وَانْقِيَادًا، بَلْ يُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا عَلَى مَا عِنْدَ اللهِ تَعَالَى مِنَ النَّعِيمِ الْمُقِيمِ، لَا الْمُشْرِكُونَ أَوِ الْكَافِرُونَ فِي عُرْفِ بَعْضِ النَّاسِ كَالَّذِينِ لَا يُسَمَّوْنَ مُسْلِمِينَ، كَمَا أَنَّ الْقُرْآنَ لَا يَعْنِي بِالْمُؤْمِنِينَ النَّاجِينَ طَائِفَةً يُسَمُّونَ أَنْفُسَهُمْ أَوْ يَصِفُونَهَا بِالْإِيمَانِ أَوِ الْإِسْلَامِ، وَإِنَّمَا يَعْنِي بِهِمْ أُولَئِكَ الْمُوقِنِينَ بِمَا عِنْدَ اللهِ، الَّذِينَ يُؤْثِرُونَ الْحَقَّ عَلَى كُلِّ مَا يُعَارِضُهُ مِنْ شَهَوَاتِهِمْ وَلَذَّاتِهِمْ، وَإِذَا عَثَرَ أَحَدُهُمْ فَعَمِلَ السُّوءَ بِجَهَالَةٍ يَتُوبُ مِنْ قَرِيبٍ. وَانْظُرْ سَائِرَ مَا عَرَّفَ اللهُ تَعَالَى بِهِ الْمُؤْمِنِينَ وَالْكَافِرِينَ مِنَ النُّعُوتِ وَالْأَوْصَافِ يَظْهَرُ لَكَ هَذَا. </p><p> وَأَظْهَرُ أَوْصَافِ الْكَافِرِ أَنْ تَكُونَ زِينَةُ الدُّنْيَا أَكْبَرَ هَمِّهِ، يُؤْثِرُهَا عَلَى كُلِّ شَيْءٍ، حَتَّى إِنَّ أَمْرَ الدِّينِ لَا يُزَحْزِحُهُ عَنْ شَيْءٍ يَقْدِرُ عَلَيْهِ مِنْ هَذِهِ الزِّينَةِ وَمَتَاعِهَا بِلَا مَعَارِضٍ مِنَ الدُّنْيَا، كَحَاكِمٍ يَزِعُ أَوْ إِهَانَةٍ تُتَوَقَّعُ; لِأَنَّهُ لَا يَقِينَ لَهُ فِي الْآخِرَةِ، فَإِنْ كَانَ مُنْتَسِبًا إِلَى دِينٍ فَمَا دِينُهُ إِلَّا تَقَالِيدٌ وَعَادَاتٌ، وَخَوَاطِرُ تَتَنَازَعُهَا الشُّبُهَاتُ، وَتَتَجَاذَبُهَا الشُّكُوكُ وَالتَّأْوِيلَاتُ. وَمِنْهُمْ مَنْ يُسَلِّمُ تَقْلِيدًا بِأَنَّ هُنَالِكَ آخِرَةً فِيهَا نَعِيمٌ خَاصٌّ بِأَهْلِ مِلَّتِهِ وَإِنْ كَانُوا عَلَى مَا وَصَفَ اللهُ الْكَافِرِينَ، وَضِدَّ مَا نَعَتَ الْمُؤْمِنِينَ، كَمَا كَانَ الْيَهُودُ فِي زَمَنِ التَّنْزِيلِ. وَقَدْ أَطْلَقَ الْقُرْآنُ عَلَيْهِمُ اسْمَ الْإِيمَانِ فِي مَوَاضِعَ مِنْهَا الْآيَةُ السَّابِقَةُ قَرِيبًا عَلَى قَوْلِ بَعْضِ الْمُفَسِّرِينَ، وَفِي غَيْرِهَا أَيْضًا كَقَوْلِهِ فِي أَهْلِ الْكِتَابِ عَامَّةً مِنْ آخَرِ سُورَةِ الْحَدِيدِ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحِمَتِهِ)  (٥٧: ٢٨) إِلَخْ، وَأَطْلَقَ عَلَيْهِمُ اسْمَ الْكُفْرِ فِي مَوَاضِعَ كَثِيرَةٍ. </p><p> وَذَلِكَ أَنَّ لِلْإِيمَانِ - كَمَا ذَكَرْنَا قَبْلُ - إِطْلَاقَيْنِ، فَيُطْلَقُ عَلَى الْمُؤْمِنِ الْمُوقِنِ الْمُذْعِنِ لِلْعَمَلِ وَالِاتِّبَاعِ، وَيُطْلَقُ عَلَى مَنْ يُصَدِّقُ تَقْلِيدًا بِأَنَّ لِلْعَالَمِ إِلَهًا أَرْسَلَ رُسُلًا وَيَنْتَسِبُ إِلَى بَعْضِهِمْ، وَإِنْ لَمْ يَكُنْ عَلَى يَقِينٍ فِي إِيمَانِهِ، وَبَصِيرَةٍ فِي دِينِهِ، وَحُسْنِ اتِّبَاعٍ لِنَبِيِّهِ، بَلْ هُوَ عَلَى خِلَافِ ذَلِكَ كَمَا تَقَدَّمَ، وَهَؤُلَاءِ قَدْ يَكُونُونَ فِي عُرْفِ الْقُرْآنِ كَافِرِينَ، وَذَكَرَ مِنْ عَلَامَتِهِمُ الِافْتِتَانَ بِزِينَةِ الْحَيَاةِ الدُّنْيَا، فَهُمْ </p><p> يَعُدُّونَ الْكِيَاسَةَ الِانْغِمَاسَ فِي نَعِيمِهَا، وَيَرَوْنَ الْفَضْلَ فِي الِاسْتِكْثَارِ مِنْ فُضُولِهَا (وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا) إِيمَانًا حَقِيقِيًّا يَحْمِلُ عَلَى </p><p> الْعَمَلِ - يَسْخَرُونَ مِنْ فُقَرَائِهِمْ; لِأَنَّهُمْ مَحْرُومُونَ مِنْ زِينَتِهِمْ وَإِنْ كَانُوا رَاضِينَ مِنَ اللهِ مَغْبُوطِينَ بِمَا مَنَحَهُمْ مِنَ الْإِيمَانِ وَالرَّجَاءِ بِالْآخِرَةِ، وَمِنْ أَغْنِيَائِهِمْ لِأَنَّهُمْ لَا يَتَنَوَّقُونَ فِي النَّعِيمِ، بَلْ يَرَوْنَ الْكِيَاسَةَ فِي الِاسْتِعْدَادِ لِمَا بَعْدَ الْمَوْتِ بِتَرْقِيَةِ النَّفْسِ بِالِاعْتِقَادِ الصَّحِيحِ الْمُؤَيَّدِ بِالْبَيِّنَاتِ وَالتَّحَلِّي بِالْفَضَائِلِ وَأَحَاسِنِ الْأَخْلَاقِ، وَيَعُدُّونَ الْفَضْلَ فِي الْقِيَامِ بِحُقُوقِ النَّاسِ وَخِدْمَةِ الْأُمَّةِ، وَالْإِفَاضَةِ مِنْ فَضْلِ الْمَالِ عَلَى الْعَاجِزِينَ وَالْبَائِسِينَ، وَكُلَّمَا أَنْفَقُوا فِي سَبِيلِ اللهِ دِرْهَمًا عَدَّهُ أُولَئِكَ الْمُسْتَهْزِئُونَ مَغْرَمًا. </p><p> قَالَ تَعَالَى رَدًّا عَلَى هَؤُلَاءِ السَّاخِرِينَ الَّذِينَ يَرَوْنَ أَنَّهُمْ فِي زِينَتِهِمْ وَلَذَّاتِهِمْ خَيْرٌ مِنْ أَهْلِ الْيَقِينِ فِي نَزَاهَتِهِمْ وَتُقَاتِهِمْ:  (وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ) فَإِذَا اسْتَعْلَى بَعْضُهُمْ عَلَى بَعْضِ الْمُؤْمِنِينَ طَائِفَةً مِنَ الزَّمَنِ فِي هَذِهِ الْحَيَاةِ الْقَصِيرَةِ الْفَانِيَةِ بِمَا يَكُونُ لَهُمْ مِنَ الْأَتْبَاعِ وَالْأَنْصَارِ وَالْمَالِ والسُّلْطَانِ، فَإِنَّ الْمُؤْمِنِينَ الْمُتَّقِينَ يَكُونُونَ أَعْلَى مِنْهُمْ مَقَامًا يَوْمَ الْقِيَامَةِ فِي تِلْكَ الْحَيَاةِ الْعَلِيَّةِ الْأَبَدِيَّةِ. وَلَمْ يَقُلْ: وَالَّذِينَ آمَنُوا فَوْقَهُمْ; لِأَنَّ هَؤُلَاءِ الْمَفْتُونِينَ بِزِينَةِ الْحَيَاةِ الدُّنْيَا يَدَّعُونَ الْإِيمَانَ لِأَنَّهُمْ وُلِدُوا وَنُشِّئُوا بَيْنَ قَوْمٍ يُدْعَوْنَ بِأَهْلِ الْإِيمَانِ وَأَهْلِ الْكِتَابِ، فَاللهُ يُرْشِدُنَا إِلَى أَنَّهُ لَا اعْتِدَادَ بِالْإِيمَانِ فِي الْآخِرَةِ إِلَّا إِذَا صَحِبَتْهُ التَّقْوَى، وَكَانَتْ أَثَرًا لَهُ فِي النَّفْسِ وَالْعَمَلِ الصَّالِحِ (تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا)  (١٩: ٦٣) وَ (أُعِدَّتْ لِلْمُتَّقِينَ)  (٣: ١٣٣) وَ (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا)  (٥: ٩٣) وَالْآيَاتُ فِي هَذَا كَثِيرَةٌ جِدًّا، وَلَكِنَّ الَّذِينَ يَزْعُمُونَ أَنَّ النَّجَاةَ فِي الْآخِرَةِ وَالدَّرَجَاتِ الْعُلَا فِيهَا تَحْصُلُ بِمُجَرَّدِ اللَّقَبِ وَالْجِنْسِيَّةِ، أَوْ بَعْضِ التَّقَالِيدِ الَّتِي لَا أَثَرَ لَهَا فِي النَّفْسِ، لَا يَلْتَفِتُونَ إِلَى مِثْلِهَا، وَإِذَا قِيلَ لِعُظَمَائِهِمْ فِيهَا وَاحْتُجَّ عَلَيْهِمْ بِهَا طَفِقُوا يُحَرِّفُونَ وَيُؤَوِّلُونَ، وَيَدَّعُونَ أَنَّهَا نَزَلَتْ فِي الْكَافِرِينَ وَهُمْ مُسْلِمُونَ. أَوْ يَقُولُونَ: هَكَذَا شُيُوخُنَا وَإِنَّمَا نَحْنُ مُقَلِّدُونَ، وَهَؤُلَاءِ الدَّاعُونَ إِلَى الْكِتَابِ ضَالُّونَ مُضِلُّونَ; لِأَنَّهُمْ يَدَّعُونَ الِاجْتِهَادَ فِي الدِّينِ، وَقَدْ أَقْفَلَ عُلَمَاؤُنَا بَابَهُ مُنْذُ مِئِينَ مِنَ السِّنِينَ. </p><p> ذَكَرَ تَعَالَى مَا يَمْتَازُ بِهِ الْمُؤْمِنُ الْمُتَّقِي عَلَى الْكَافِرِ الْقَائِمِ بِتَبْدِيلِ النِّعْمَةِ وَتَفْرِيقِ الْكَلِمَةِ - وَهُوَ الْعُلُوُّ فِي دَارِ الْكَرَامَةِ، ثُمَّ أَخْبَرَنَا أَنَّ رِزْقَ الدُّنْيَا وَنَعِيمَهَا لَيْسَ خَاصًّا فِيهَا بِتَقِيٍّ وَلَا شَقِيٍّ، بَلْ هُوَ مَبْذُولٌ لِكُلِّ أَحَدٍ، وَأَنَّهُ قَدْ يَأْتِي مِنْ حَيْثُ لَا يَظُنُّ الْمَرْءُ وَلَا يَحْتَسِبُ فَقَالَ:  (وَاللهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ) الْحِسَابُ: التَّقْدِيرُ; أَيْ: مِنْ غَيْرِ تَقْدِيرٍ لَهُ عَلَى حَسَبِ الْإِيمَانِ وَالتَّقْوَى وَالْكُفْرِ وَالْفُجُورِ، وَفِيهِ وَجْهٌ آخَرُ وَهُوَ أَنَّهُ كِنَايَةٌ عَنِ السَّعَةِ وَعَدَمِ التَّقْتِيرِ وَالتَّضْيِيقِ، كَقَوْلِهِمْ: يُنْفِقُ فُلَانٌ بِغَيْرِ حِسَابٍ; أَيْ: يُنْفِقُ كَثِيرًا، وَالْمَعْنَى أَنَّهُ بَذَلَ الْعَطَاءَ فِي الدُّنْيَا لِكُلِّ أَحَدٍ بِخَلْقِ الْأَرْزَاقِ وَإِقْدَارِ النَّاسِ عَلَى الْكَسْبِ، وَقِيلَ: إِنَّ الْمَعْنَى بِغَيْرِ حِسَابٍ عَلَيْهِ مِنْ أَحَدٍ، فَهُوَ الَّذِي </p><p> خَلَقَ وَرَزَقَ، وَهُوَ الَّذِي قَدَّرَ فَهَدَى مِنْ غَيْرِ مُحَاسَبَةِ أَحَدٍ وَلَا مُرَاجَعَتِهِ، وَقَدْ بَسَطَ مَعْنَى هَذَا الْكَلَامِ فِي آيَاتٍ أُخْرَى، قَالَ تَعَالَى فِي سُورَةِ الْإِسْرَاءِ:  (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا)  (١٧: ١٨ - ٢١) فَأَنْتَ تَرَى أَنَّهُ لَمْ يَشْتَرِطِ السَّعْيَ لِرِزْقِ الدُّنْيَا; لِأَنَّهُ قَدْ يَأْتِي بِلَا سَعْيٍ كَإِرْثٍ وَهِبَةٍ وَوَصِيَّةٍ وَكَنْزٍ، أَوِ ارْتِفَاعٍ لِأَثْمَانِ مَا يَمْلِكُ مِنْ عَقَارٍ وَعُرُوضٍ بِأَسْبَابٍ عَامَّةٍ، وَاشْتَرَطَ لِلْآخِرَةِ السَّعْيَ مَعَ الْإِيمَانِ، كَمَا خَصَّهَا هُنَا بِالَّذِينِ اتَّقَوْا مِنَ الْمُؤْمِنِينَ; لِأَنَّ الْكَلَامَ فِيهِمْ. ثُمَّ ذَكَرَ أَنَّ عَطَاءَهُ وَاسِعٌ مَبْذُولٌ لِكُلِّ أَحَدٍ لَيْسَ فِيهِ حَظْرٌ مِنَ اللهِ تَعَالَى، فَلِلْمُشَمِّرِ تَشْمِيرُهُ، وَعَلَى الْمُقَصِّرِ تَقْصِيرُهُ، وَفِي الْحِسَابِ هُنَا وَجْهٌ آخَرُ وَهُوَ الِاحْتِسَابُ وَالتَّقْدِيرُ مِنْ جَانِبِ الْعَبْدِ، فَيَكُونُ بِمَعْنَى قَوْلِهِ تَعَالَى فِي سُورَةِ الطَّلَاقِ:  (وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ)  (٦٥: ٢، ٣) . </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ الرِّزْقَ بِغَيْرِ حِسَابٍ وَلَا سَعْيٍ فِي الدُّنْيَا إِنَّمَا يَصِحُّ بِالنِّسْبَةِ إِلَى الْأَفْرَادِ ; فَإِنَّكَ تَرَى كَثِيرًا مِنَ الْأَبْرَارِ وَكَثِيرًا مِنَ الْفُجَّارِ أَغْنِيَاءَ مُوسِرِينَ مُتَمَتِّعِينَ بِسَعَةِ الرِّزْقِ، وَكَثِيرًا مِنَ الْفَرِيقَيْنِ فُقَرَاءَ مُعْسِرِينَ، وَالْمُتَّقِي </p><p> يَكُونُ دَائِمًا أَحْسَنَ حَالًا وَأَكْثَرَ احْتِمَالًا وَمَحَلًّا لِعِنَايَةِ اللهِ تَعَالَى بِهِ، فَلَا يُؤْلِمُهُ الْفَقْرُ كَمَا يُؤْلِمُ الْفَاجِرَ، فَهُوَ يَجِدُ بِالتَّقْوَى مَخْرَجًا مِنْ كُلِّ ضَيِّقٍ، وَيَجِدُ مِنْ عِنَايَةِ اللهِ رِزْقًا غَيْرَ مُحْتَسَبٍ، وَأَمَّا الْأُمَمُ فَأَمْرُهَا عَلَى غَيْرِ هَذَا؛ فَإِنَّ الْأُمَّةَ الَّتِي تَرَوْنَهَا فَقِيرَةً ذَلِيلَةً مُعْدَمَةً مَهِينَةً لَا يُمْكِنُ أَنْ تَكُونَ مُتَّقِيَةً لِأَسْبَابِ نِقَمِ اللهِ وَسَخَطِهِ بِالْجَرْيِ عَلَى سُنَنِهِ الْحَكِيمَةِ وَشَرِيعَتِهِ الْعَادِلَةِ، وَلَمْ يَكُنْ مِنْ سُنَّةِ اللهِ تَعَالَى أَنْ يَرْزُقَ الْأُمَّةَ الْعِزَّةَ وَالثَّرْوَةَ، وَالْقُوَّةَ وَالسُّلْطَةَ مِنْ حَيْثُ لَا تَحْتَسِبُ وَلَا تُقَدِّرُ، وَلَا تَعْمَلُ وَلَا تُدَبِّرُ، بَلْ يُعْطِيهَا بِعَمَلِهَا، وَيَسْلُبُهَا بِزَلَلِهَا، وَقَدْ بَيَّنَ الْأُسْتَاذُ هَذَا الْمَعْنَى غَيْرَ مَرَّةٍ وَتَقَدَّمَ التَّفْسِيرُ، وَهُوَ مُؤَيَّدٌ بِآيَاتِ الْكِتَابِ الْمُبَيِّنَةِ لِسُنَنِ اللهِ الْعَامَّةِ كَقَوْلِهِ تَعَالَى:  (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً)  (٨: ٢٥) فَجَعَلَ وُقُوعَ الظُّلْمِ سَبَبًا فِي وُقُوعِ الْبَلَاءِ عَلَى الْأُمَّةِ مَنْ ظَلَمَ مِنْهَا وَمَنْ لَمْ يَظْلِمْ، وَمِنَ الظُّلْمِ تَرْكُ مُقَاوَمَةِ الظُّلْمِ حَتَّى يَفْشُوَ وَيَكُونَ لَهُ السُّلْطَانُ الَّذِي يَذْهَبُ بِكُلِّ سُلْطَانٍ، وَكَقَوْلِهِ:  (وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ)  (٨: ٤٦) وَلَأَجْلِ هَذِهِ السُّنَّةِ أَمَرَ بِالِاسْتِعْدَادِ عَلَى قَدْرِ الطَّاقَةِ (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ)  (٨: ٦٠) وَلَا قُوَّةَ مَعَ الْخِلَافِ وَالنِّزَاعِ وَالتَّفَرُّقِ وَالِانْقِسَامِ; وَلِذَلِكَ أَمَرَنَا تَعَالَى بِالدُّخُولِ فِي السِّلْمِ كَافَّةً، وَمَنْحَنَا عَلَى ذَلِكَ الْبَيِّنَاتِ الْكَافِيَةَ، وَضَرَبَ لَنَا الْأَمْثَالَ، وَتَوَعَّدَنَا بِالْوَعِيدِ بَعْدَ الْوَعِيدِ، ثُمَّ بَيَّنَ لَنَا مَنْشَأَ الِاخْتِلَافِ فِي الْبَشَرِ لِنَكُونَ عَلَى بَصِيرَةٍ فَقَالَ: </p>"
}