{
  "id": null,
  "sura": 2,
  "aya": 3,
  "text": "<p> (الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) </p><p> الْإِيمَانُ: هُوَ التَّصْدِيقُ الْجَازِمُ الْمُقْتَرِنُ بِإِذْعَانِ النَّفْسِ وَقَبُولِهَا وَاسْتِسْلَامِهَا، وَآيَتُهُ الْعَمَلُ بِمَا يَقْتَضِيهِ الْإِيمَانُ عِنْدَ عَدَمِ الصَّارِفِ الَّذِي يَخْتَلِفُ بِاخْتِلَافِ دَرَجَاتِ الْمُؤْمِنِينَ فِي الْيَقِينِ، وَالْغَيْبُ: مَا غَابَ عِلْمُهُ عَنْهُمْ، كَذَاتِ اللهِ تَعَالَى وَمَلَائِكَتِهِ وَالدَّارِ </p><p> الْآخِرَةِ. وَإِقَامَةُ الصَّلَاةِ: الْإِتْيَانُ بِهَذِهِ الْعِبَادَةِ الرُّوحِيَّةِ الْبَدَنِيَّةِ عَلَى أَكْمَلِ وَجْهٍ مُمْكِنٍ. وَلِلصَّلَاةِ صُورَةٌ وَرُوحٌ، فَصُورَتُهَا عِبَادَةُ الْأَعْضَاءِ، وَرُوحُهَا عِبَادَةُ الْقَلْبِ - كَمَا يُعْلَمُ مِمَّا يَأْتِي - وَجُمْهُورُ الْمُفَسِّرِينَ عَلَى أَنَّ هَذِهِ الْآيَةَ فِي الْمُسْلِمِينَ مِنَ الْعَرَبِ أَوْ مُطْلَقًا، وَمَا بَعْدَهَا فِيمَنْ أَسْلَمَ مِنْ أَهْلِ الْكِتَابِ خَاصَّةً، وَفَسَّرَهُمَا شَيْخُنَا تَفْسِيرًا هُوَ أَقْرَبُ إِلَى مَدْلُولِ النَّظْمِ، وَإِنْ كَانَ أَبْعَدَ عَنِ الرِّوَايَاتِ فَقَالَ مَا مِثَالُهُ: </p><p> النَّاسُ قِسْمَانِ: مَادِّيٌّ لَا يُؤْمِنُ إِلَّا بِالْحِسِّيَاتِ، وَغَيْرُ مَادِّيٍّ يُؤْمِنُ بِمَا لَا يُدْرِكُهُ الْحِسُّ، أَيْ بِمَا غَابَ عَنِ الْمَشَاعِرِ مَتَى أَرْشَدَ إِلَيْهِ الدَّلِيلُ أَوِ الْوِجْدَانُ السَّلِيمُ. وَلَا شَكَّ أَنَّ الْإِيمَانَ بِاللهِ وَمَلَائِكَتِهِ - وَهِيَ جُنُودٌ غَائِبَةٌ لَهَا مَزَايَا وَخَوَاصُّ يَعْلَمُهَا سُبْحَانَهُ وَتَعَالَى - وَبِالْيَوْمِ الْآخِرِ: إِيمَانٌ بِالْغَيْبِ. وَمَنْ لَا يُؤْمِنُ بِاللهِ لَا يُمْكِنُ أَنْ يَهْتَدِيَ بِالْقُرْآنِ، وَمَنْ يَتَصَدَّى لِهِدَايَتِهِ لَا بُدَّ لَهُ أَنْ يُقِيمَ الْحُجَّةَ الْعَقْلِيَّةَ عَلَى أَنَّ لِهَذَا الْعَالَمِ إِلَهًا مُتَّصِفًا بِصِفَاتِ الْكَمَالِ الَّتِي لَا تَتَحَقَّقُ الْأُلُوهِيَّةُ إِلَّا بِهَا ثُمَّ يُقْنِعُهُ بِأَنَّ هَذَا الْقُرْآنَ هِدَايَةٌ مِنْ لَدُنْهُ تَعَالَى. لِذَلِكَ وَصَفَ اللهُ الْمُتَّقِينَ الَّذِينَ يَهْتَدُونَ بِالْقُرْآنِ بِقَوْلِهِ: </p><p> (الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ) وَالْإِيمَانُ بِالْغَيْبِ: هُوَ الِاعْتِقَادُ بِمَوْجُودٍ وَرَاءَ الْمَحْسُوسِ، وَقَدْ كَتَبَ الْأُسْتَاذُ الْإِمَامُ فِي صَاحِبِهِ مَا نَصَّهُ: </p><p> (وَصَاحِبُ هَذَا الِاعْتِقَادِ وَاقِفٌ عَلَى طَرِيقِ الرَّشَادِ وَقَائِمٌ عَلَى أَوَّلِ النَّهْجِ، لَا يَحْتَاجُ إِلَّا إِلَى مَنْ يَدُلُّهُ عَلَى الْمَسْلَكِ، وَيَأْخُذُهُ بِيَدِهِ إِلَى الْغَايَةِ، فَإِنَّ مَنْ يَعْتَقِدُ بِأَنَّ وَرَاءَ الْمَحْسُوسَاتِ مَوْجُودَاتٍ يُصَدِّقُ بِهَا الْعَقْلُ - وَإِنْ كَانَتْ لَا يَأْتِي عَلَيْهَا الْحِسُّ - إِذَا أَقَمْتَ لَهُ الدَّلِيلَ عَلَى وُجُودِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ الْمُسْتَعْلِي عَنِ الْمَادَّةِ وَلَوَاحِقِهَا، الْمُتَّصِفِ بِمَا وَصَفَ بِهِ نَفْسَهُ عَلَى أَلْسِنَةِ رُسُلِهِ، سَهُلَ عَلَيْهِ التَّصْدِيقُ وَخَفَّ عَلَيْهِ النَّظَرُ فِي جَلِيِّ الْمُقَدِّمَاتِ وَخَفِيِّهَا، وَإِذَا جَاءَ الرَّسُولُ بِوَصْفِ الْيَوْمِ الْآخِرِ أَوْ بِذِكْرِ عَالَمٍ مِنَ الْعَوَالِمِ الَّتِي اسْتَأْثَرَ اللهُ بِعِلْمِهَا، كَعَالَمِ الْمَلَائِكَةِ - مَثَلًا - لَمْ يَشُقَّ عَلَى نَفْسِهِ تَصْدِيقُ مَا جَاءَ بِهِ الْخَبَرُ بَعْدَ ثُبُوتِ النُّبُوَّةِ، لِهَذَا جَعَلَ اللهُ سُبْحَانَهُ هَذَا الْوَصْفَ فِي مُقَدِّمَةِ أَوْصَافِ الْمُتَّقِينَ الَّذِينَ يَجِدُونَ فِي الْقُرْآنِ هُدًى لَهُمْ. </p><p> (وَأَمَّا مَنْ لَا يَعْرِفُ مِنَ الْمَوْجُودِ إِلَّا الْمَحْسُوسَ وَيَظُنُّ أَنْ لَا شَيْءَ وَرَاءَ الْمَحْسُوسَاتِ وَمَا اشْتَمَلَتْ عَلَيْهِ، فَنَفْسُهُ تَنْفِرُ مِنْ ذِكْرِ مَا وَرَاءَ مَشْهُودِهِ أَوْ مَا يُشْبِهُ مَشْهُوُدَهُ،</p><p> وَقَلَّمَا تَجِدُ السَّبِيلَ إِلَى قَلْبِهِ إِذَا بَدَأْتَهُ بِدَعْوَاكَ، نَعَمْ قَدْ تُوصِلُكَ الْمُجَاهَدَةُ بَعْدَ مُرُورِ الزَّمَانِ فِي إِيرَادِ الْمُقَدِّمَاتِ الْبَعِيدَةِ، وَالْأَخْذِ بِهِ فِي الطُّرُقِ الْمُخْتَلِفَةِ، إِلَى تَقْرِيبِهِ مِمَّا تَطْلُبُ، وَلَكِنْ هَيْهَاتَ أَنْ يَنْصُرَكَ الصَّبْرُ، أَوْ يُخْضِعَهُ الْقَهْرُ حَتَّى يَتِمَّ لَكَ مِنْهُ الْأَمْرُ، فَمِثْلُ هَذَا إِذَا عُرِضَ عَلَيْهِ الْقُرْآنُ نَبَا عَنْهُ سَمْعُهُ، وَلَمْ يَجْمُلْ مِنْ نَفْسِهِ وَقْعُهُ، فَكَيْفَ يَجِدُ فِيهِ هِدَايَةً أَوْ مُنْقِذًا مِنْ غَوَايَةٍ؟) . </p><p> (وَلَمَّا كَانَ الْإِيمَانُ بِالْغَيْبِ عِنْدَ النَّاسِ عَلَى ذَلِكَ الِاسْتِسْلَامِ التَّقْلِيدِيِّ الَّذِي لَمْ يَأْخُذْ مِنَ النَّفْسِ إِلَّا مَا أَخَذَ اللَّفْظُ مِنَ اللِّسَانِ، وَلَيْسَ لَهُ أَثَرٌ فِي الْأَفْعَالِ؛ لِأَنَّهُ لَمْ يَقَعْ تَحْتَ نَظَرِ الْعَقْلِ، وَلَمْ يَلْحَظْهُ وُجْدَانُ الْقَلْبِ، بَلْ أُغْلِقَتْ عَلَيْهِ خِزَانَةُ الْوَهْمِ، وَمِثْلُ هَذَا الَّذِي يُسَمُّونَهُ إِيمَانًا لَا يُفِيدُ فِي إِعْدَادِ الْقَلْبِ لِلِاهْتِدَاءِ بِالْقُرْآنِ، لَمَّا كَانَ هَذَا شَأْنَهُمْ مَنَّ اللهُ عَلَيْنَا بِبَيَانٍ يُشْعِرُ بِحَقِيقَةِ مَا أَرَادَهُ تَعَالَى مِنْ مَعْنَى الْإِيمَانِ) فَذَكَرَ عَلَامَاتِ الْمُؤْمِنِينَ بِالْغَيْبِ الَّذِينَ يَنْتَفِعُونَ بِهِدَايَةِ الْقُرْآنِ بِالْجُمَلِ الْآتِيَةِ، قَالَ:  (وَيُقِيمُونَ الصَّلَاةَ) إِلَخْ، الصَّلَاةُ: إِظْهَارُ الْحَاجَةِ وَافْتِقَارٌ إِلَى الْمَعْبُودِ بِالْقَوْلِ أَوِ الْعَمَلِ أَوْ كِلَيْهِمَا، وَهُوَ الْمُرَادُ بِقَوْلِهِمُ ((الصَّلَاةُ مَعْنَاهَا الدُّعَاءُ) ) لِأَنَّ إِظْهَارَ الْحَاجَةِ إِلَى الْعَظِيمِ الْكَرِيمِ وَلَوْ بِالْفِعْلِ فَقَطِ الْتِمَاسٌ لِلْحَاجَةِ وَاسْتِدْرَارٌ لِلنِّعْمَةِ، أَوْ طَلَبٌ لِدَفْعِ النِّقْمَةِ، أَرَأَيْتُمْ أُولَئِكَ الَّذِينَ يَقِفُونَ بَيْنَ أَيْدِي الْمُلُوكِ نَاكِسِي رُءُوسِهِمْ حَانِيِي ظُهُورِهِمْ، وَتَارَةً يَقَعُونَ عَلَى أَقْدَامِهِمْ يُقَبِّلُونَهَا، أَلَيْسَ الْبَاعِثَ عَلَى هَذَا الْعَمَلِ إِمَّا خَوْفٌ مِنْ عُقُوبَةٍ يَطْلُبُونَ بِهِ دَفْعَهَا، وَإِمَّا حَذَرٌ عَلَى نِعْمَةٍ يَتَوَقَّوْنَ سَلْبَهَا وَرَفْعَهَا، فَيَلْتَمِسُونَ بَقَاءَهَا وَيَرْجُونَ زِيَادَتَهَا وَنَمَاءَهَا؟ . </p><p> هَذِهِ الصَّلَاةُ كَانَتْ تُوجَدُ عِنْدَ بَعْضِ الْجَاهِلِيِّينَ وَهُمُ الَّذِينَ كَانُوا يُعْرَفُونَ بِالْحَنِيفِيِّينَ وَالْحُنَفَاءِ، وَعِنْدَ بَعْضِ أَهْلِ الْكِتَابِ. وَكَتَبَ الْأُسْتَاذُ فِي وَصْفِهَا مَا نَصُّهُ: </p><p> (وَالصَّلَاةُ بِالْمَعْنَى الَّذِي ذَكَرْنَاهُ قَدْ ظَهَرَ فِي الْإِسْلَامِ فِي أَفْضَلِ أَشْكَالِهِ وَهُوَ تِلْكَ الصَّلَاةُ الَّتِي فَرَضَهَا اللهُ عَلَى الْمُسْلِمِينَ، فَإِنَّ هَذِهِ الْأَقْوَالَ وَالْأَفْعَالَ الْمُفْتَتَحَةَ بِالتَّكْبِيرِ وَالْمُخْتَتَمَةَ بِالتَّسْلِيمِ عَلَى النَّحْوِ الَّذِي جَاءَتْ بِهِ السُّنَّةُ الْمُتَوَاتِرَةُ مِنْ أَفْضَلِ مَا يُعَبَّرُ بِهِ عَنِ الْإِحْسَاسِ بِالْحَاجَةِ إِلَى الْمَعْبُودِ، وَشُعُورِ الْأَنْفُسِ بِعَظَمَتِهِ لَوْ أَقَامَهَا الْمُصَلُّونَ وَأَتَوْا بِهَا عَلَى وَجْهِهَا) وَلِذَلِكَ قَالَ: (وَيُقِيمُونَ الصَّلَاةَ) وَلَمْ يَقُلْ: يُصَلُّونَ، </p><p> وَفَرْقٌ بَيْنَهُمَا، فَإِنَّ الصَّلَاةَ مَتَى حُدِّدَتْ بِكَيْفِيَّةٍ مَخْصُوصَةٍ يُقَالُ لِمَنْ يُؤَدِّيهَا بِتِلْكَ الْكَيْفِيَّةِ: إِنَّهُ صَلَّى، وَإِنْ كَانَ عَمَلُهُ هَذَا خَلْوًا مِنْ مَعْنَى الصَّلَاةِ وَقِوَامِهَا الْمَقْصُودِ مِنَ الْهَيْئَةِ الظَّاهِرَةِ، فَاحْتِيجَ إِلَى لَفْظٍ يَدُلُّ عَلَى هَذَا الْمَعْنَى الَّذِي بِهِ قِوَامُ الصَّلَاةِ، وَهُوَ مَا عَبَّرَ عَنْهُ الْقُرْآنُ بِلَفْظِ الْإِقَامَةِ. وَقَدْ قَالُوا: إِنَّ إِقَامَةَ الصَّلَاةِ عِبَارَةٌ عَنِ الْإِتْيَانِ بِجَمِيعِ حُقُوقِهَا مِنْ كَمَالِ الطَّهَارَةِ وَاسْتِيفَاءِ الْأَرْكَانِ وَالسُّنَنِ. وَهُوَ لَا يَعْدُو </p><p> وَصْفَ الصُّورَةِ الظَّاهِرَةِ، وَإِنَّمَا قِوَامُ الصَّلَاةِ الَّذِي يَحْصُلُ بِالْإِقَامَةِ: هُوَ التَّوَجُّهُ إِلَى اللهِ تَعَالَى وَالْخُشُوعُ الْحَقِيقِيُّ لَهُ، وَالْإِحْسَاسُ بِالْحَاجَةِ إِلَيْهِ تَعَالَى. </p><p> وَكَتَبَ شَيْخُنَا عِنْدَ تَفْسِيرِ الصَّلَاةِ هُنَا بِمَا تَقَدَّمَ أَخْذًا عَنْهُ مَا نَصُّهُ: </p><p> (فَإِذَا خَلَتْ صُورَةُ الصَّلَاةِ مِنْ هَذَا الْمَعْنَى لَمْ يَصْدُقْ عَلَى الْمُصَلِّي أَنَّهُ أَقَامَ الصَّلَاةَ، فَإِنَّهُ قَدْ هَدَمَهَا بِإِخْلَائِهَا مِنْ عِمَادِهَا، وَقَتَلَهَا بِسَلْبِهَا رُوحَهَا،وَمِنْ غَرِيبِ مَزَاعِمِ مَنْ يُسَمُّونَ أَنْفُسَهُمْ بِالْمُسْلِمِينَ:أَنَّ حُضُورَ الْقَلْبِ فِي جَمِيعِ أَجْزَاءِ الصَّلَاةِ وَاسْتِشْعَارِ الْخَشْيَةِ مِنْ أَصْعَبِ مَا تَتَجَشَّمُهُ النَّفْسُ، بَلْ يَكَادُ مُسْتَحِيلًا لِغَلَبَةِ الْخَوَاطِرِ عَلَى ذِهْنِ الْمُصَلِّي.</p><p> هَذَا - وَأَخْشَى أَنْ يَكُونَ هَذَا جُحُودًا لِمَعْنَى الصَّلَاةِ وَإِنَّمَا عَرَضَ لَهُمْ هَذَا الْوَهْمُ الْبَاطِلُ مِنْ شِدَّةِ الْغَفْلَةِ وَاسْتِحْكَامِ الْعِلَّةِ، وَإِنِّي أَدُلُّهُمْ عَلَى طَرِيقَةٍ لَوْ أَخَذُوا بِهَا لَشُغِلُوا بِمَعْنَى الصَّلَاةِ حَتَّى عَنِ الصَّلَاةِ نَفْسِهَا، تِلْكَ الطَّرِيقَةُ: هِيَ أَلَّا يَنْطِقَ الْمُصَلِّي بِلَفْظٍ إِلَّا وَهُوَ يَسْتَوْرِدُ مَعْنَاهُ عَلَى ذِهْنِهِ، فَإِذَا قَالَ (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) يَسْتَحْضِرُ مَعْنَى الْحَمْدِ وَإِضَافَتَهُ إِلَى ذَاتِ اللهِ تَعَالَى، مَعَ وَصْفِهِ بِالرُّبُوبِيَّةِ لِجَمِيعِ الْأَكْوَانِ الْعُلْوِيَّةِ وَالسُّفْلِيَّةِ، وَإِذَا قَالَ مِثْلَ (مَالِكِ يَوْمِ الدِّينِ) تَصَوَّرَ مَعْنَى الْمُلْكِ وَتَعَلُّقَهُ بِذَلِكَ الْيَوْمِ يَوْمِ الْجَزَاءِ، وَهَكَذَا - فَإِذَا أَخَذَ الْمُصَلِّيَ عَلَى نَفْسِهِ أَنْ يَتَصَوَّرَ الْمَعَانِيَ مِنْ أَلْفَاظِهَا الَّتِي يَنْطِقُ بِهَا فَقَدْ أَقَامَ الصَّلَاةَ، أَمَّا وَهُوَ يَنْطِقُ وَلَا يَفْقَهُ، وَلَا يَلْحَظُ بِذِهْنِهِ مَعْنَى لَفْظِ مَا يَقُولُ، فَكَيْفَ يَزْعُمُ أَنَّهُ يُصَلِّي، فَضْلًا عَنْ أَنَّهُ يُقِيمُ الصَّلَاةَ؟) . </p><p> (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) أَقُولُ: الرِّزْقُ فِي اللُّغَةِ: النَّصِيبُ وَالْعَطَاءُ، وَيُطْلَقُ عَلَى الْحِسِّيِّ وَالْمَعْنَوِيِّ، كَالْمَالِ وَالْوَلَدِ وَالْعِلْمِ وَالتَّقْوَى، وَيُخَصُّ بِأُمُورِ الْمَعَاشِ بِقَرِينَةٍ حَالِيَّةٍ أَوْ لَفْظِيَّةٍ، وَقَالَ عُلَمَاءُ أَهْلِ السُّنَّةِ: الرِّزْقُ مَا انْتُفِعَ بِهِ حَلَالًا كَانَ أَوْ حَرَامًا، وَخَصَّهُ </p><p> الْمُعْتَزِلَةُ بِالْحَلَالِ، وَنَفَاقُ الشَّيْءِ: كَنَفَادِهِ، وَأَنْفَقَهُ: جَعَلَهُ يَنْفُقُ بِصَرْفِهِ وَإِخْرَاجِهِ مِنْ يَدِهِ، وَقَالَ الْجُمْهُورُ: إِنَّ الْإِنْفَاقَ هُنَا يَشْمَلُ النَّفَقَةَ الْوَاجِبَةَ عَلَى الْأَهْلِ وَالْوَلَدِ وَذِي الْقُرْبَى وَصَدَقَةَ التَّطَوُّعِ، إِذِ الْآيَةُ نَزَلَتْ قَبْلَ فَرْضِ الزَّكَاةِ الْمُعَيَّنَةِ، وَقَوْلُهُ تَعَالَى:  (وَمِمَّا رَزَقْنَاهُمْ) يَدُلُّ عَلَى أَنَّ النَّفَقَةَ الْمَشْرُوعَةَ تَكُونُ بَعْضَ مَا يَمْلِكُ الْإِنْسَانُ لَا كُلَّ مَا يَمْلِكُ - فَهُوَ رُكْنٌ مِنْ أَرْكَانِ الِاقْتِصَادِ، وَالْإِنْفَاقُ فِي سَبِيلِ اللهِ أَظْهَرُ آيَاتِ الْإِيمَانِ الصَّحِيحِ، وَقَالَ شَيْخُنَا شَارِحًا ذَلِكَ عَلَى طَرِيقَتِهِ بِمَا مِثَالُهُ: </p><p> هَذَا الْوَصْفُ مِنْ أَقْوَى أَمَارَاتِ الْإِيمَانِ بِالْغَيْبِ؛ لِأَنَّ كَثِيرًا مِنَ النَّاسِ يَأْتُونَ بِضُرُوبِ الْعِبَادَاتِ الْبَدَنِيَّةِ كَالصَّلَاةِ وَالصَّوْمِ، وَمَتَى عَرَضَ لَهُمْ مَا يَقْتَضِي بَذْلَ شَيْءٍ مِنَ الْمَالِ لِلَّهِ تَعَالَى يُمْسِكُونَ وَلَا تَسْمَحُ أَنْفُسُهُمْ بِالْبَذْلِ، وَلَيْسَ الْمُرَادُ بِالْإِنْفَاقِ هُنَا مَا يَكُونُ عَلَى الْأَهْلِ وَالْوَلَدِ، وَلَا مَا يُسَمُّونَهُ بِالْجُودِ وَالْكَرَمِ، كَقِرَى الضُّيُوفِ ابْتِغَاءَ عِوَضٍ كَالشُّهْرَةِ وَالْجَاهِ، أَوِ الْأُنْسِ بِالْأَصْحَابِ؛ لِأَنَّ هَذَا لَيْسَ مِنْ آثَارِ الْإِيمَانِ بِالْغَيْبِ، وَإِنَّمَا هُوَ الْإِنْفَاقُ النَّاشِئُ عَنْ شُعُورٍ بِأَنَّ اللهَ تَعَالَى هُوَ الَّذِي رَزَقَهُ وَأَنْعَمَ عَلَيْهِ بِهِ، وَأَنَّ الْفَقِيرَ الْمَحْرُومَ عَبْدُ اللهِ مِثْلُهُ، وَأَنَّهُ حُرِمَ مِنْ سَعَةِ </p>"
}