{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) . </p><p> قَالُوا: كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَشَوَّفُ لِتَحْوِيلِ الْقِبْلَةِ مِنْ بَيْتِ الْمَقْدِسِ وَيَرْجُوهُ، بَلْ قَالَ (الْجَلَالُ) : إِنَّهُ كَانَ يَنْتَظِرُهُ ; لِأَنَّ الْكَعْبَةَ قِبْلَةُ أَبِيهِ إِبْرَاهِيمَ، وَالتَّوَجُّهُ إِلَيْهَا أَدْعَى إِلَى إِيمَانِ الْعَرَبِ ; أَيْ: وَعَلَى الْعَرَبِ الْمُعَوَّلُ فِي ظُهُورِ هَذَا الدِّينِ الْعَامِّ ; لِأَنَّهُمْ كَانُوا </p><p> أَكْمَلَ اسْتِعْدَادًا لَهُ مِنْ جَمِيعِ الْأَنَامِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَلَا بُعْدَ فِي تَشَوُّفِهِ إِلَى قِبْلَةِ إِبْرَاهِيمَ، وَقَدْ جَاءَ بِإِحْيَاءِ مِلَّتِهِ، وَتَجْدِيدِ دَعْوَتِهِ، وَلَا يُعَدُّ هَذَا مِنَ الرَّغْبَةِ عَنْ أَمْرِ اللهِ تَعَالَى إِلَى هَوَى نَفْسِهِ، كَلَّا إِنَّ هَوَى الْأَنْبِيَاءِ لَا يَعْدُو أَمْرَ اللهِ تَعَالَى وَمُوَافَقَةَ رِضْوَانِهِ، وَلَوْ كَانَ لِأَحَدٍ مِنْهُمْ هَوًى وَرَغْبَةٌ فِي أَمْرٍ مُبَاحٍ مَثَلًا وَأَمَرَهُ اللهُ تَعَالَى بِخِلَافِهِ لَانْقَلَبَتْ رَغْبَتُهُ فِيهِ إِلَى الرَّغْبَةِ عَنْهُ إِلَى مَا أَمَرَ اللهُ تَعَالَى بِهِ وَرَضِيَهُ ; بَلِ الْمَقَامُ أَدَقُّ وَالسِّرُّ أَخْفَى، إِنَّ رُوحَ النَّبِيِّ مُنْطَوِيَةٌ عَلَى الدِّينِ فِي جُمْلَتِهِ مِنْ قَبْلِ أَنْ يَنْزِلَ عَلَيْهِ الْوَحْيُ بِتَفْصِيلِ مَسَائِلِهِ، فَهِيَ تَشْعُرُ بِصَفَائِهَا وَإِشْرَاقِهَا بِحَاجَةِ الْأُمَّةِ الَّتِي بُعِثَ فِيهَا شُعُورًا إِجْمَالِيًّا كُلِّيًّا، لَا يَكَادُ يَتَجَلَّى فِي جُزْئِيَّاتِ الْمَسَائِلِ وَآحَادِ الْأَحْكَامِ إِلَّا عِنْدَ شِدَّةِ الْحَاجَةِ إِلَيْهَا، وَالِاسْتِعْدَادِ لِتَشْرِيعِهَا، عِنْدَ ذَلِكَ يَتَوَجَّهُ قَلْبُ النَّبِيِّ إِلَى رَبِّهِ طَالِبًا بِلِسَانِ اسْتِعْدَادِهِ بَيَانَ مَا يَشْعُرُ بِهِ مُجْمَلًا، وَإِيضَاحَ مَا يَلُوحُ لَهُ مُبْهَمًا، فَيَنْزِلُ الرُّوحُ الْأَمِينُ عَلَى قَلْبِهِ، وَيُخَاطِبُهُ بِلِسَانِ قَوْمِهِ عَنْ رَبِّهِ، وَهَكَذَا الْوَحْيُ إِمْدَادٌ فِي مَوْطِنِ اسْتِعْدَادٍ لَا كَسْبَ فِيهِ لِلْعِبَادِ، وَإِذَا كَانَ حُكْمٌ شُرِعَ لِسَبَبٍ مُؤَقَّتٍ وَزَمَنٍ فِي عِلْمِ اللهِ مُعَيَّنٍ، فَإِنَّ رُوحَ النَّبِيِّ تَشْعُرُ بِذَلِكَ فِي الْجُمْلَةِ، </p><p> فَإِذَا تَمَّ الْمِيقَاتُ، وَأَزِفَ وَقْتُ الرُّقِيِّ إِلَى مَا هُوَ آتٍ وَجَدَتْ مِنَ الشُّعُورِ بِالْحَاجَةِ إِلَى النَّسْخِ مَا يُوَجِّهُهَا إِلَى الشَّارِعِ الْعَلِيمِ وَالدَّيَّانِ الْحَكِيمِ، كَمَا كَانَ يَتَقَلَّبُ وَجْهُ نَبِيِّنَا فِي السَّمَاءِ تَشَوُّفًا إِلَى تَحْوِيلِ الْقِبْلَةِ، فَذَلِكَ قَوْلُهُ تَعَالَى:  (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ) أَيْ: إِنَّنَا نَرَى تَقَلُّبَ وَجْهِكَ أَيُّهَا الرَّسُولُ وَتَرَدُّدَهُ الْمَرَّةَ بَعْدَ الْمَرَّةِ فِي السَّمَاءِ مَصْدَرِ الْوَحْيِ وَقِبْلَةِ الدُّعَاءِ ; انْتِظَارًا لِمَا تَرْجُوهُ مِنْ نُزُولِ الْأَمْرِ بِتَحْوِيلِ الْقِبْلَةِ. </p><p> فَسَّرَ بَعْضُهُمْ تَقَلُّبَ الْوَجْهِ بِالدُّعَاءِ، وَحَقِيقَةُ الدُّعَاءِ هِيَ شُعُورُ الْقَلْبِ بِالْحَاجَةِ إِلَى عِنَايَةِ اللهِ تَعَالَى فِيمَا يَطْلُبُ، وَصِدْقُ التَّوَجُّهِ إِلَيْهِ فِيمَا يَرْغَبُ، وَلَا يَتَوَقَّفُ عَلَى تَحْرِيكِ اللِّسَانِ بِالْأَلْفَاظِ، فَإِنَّ اللهَ يَنْظُرُ إِلَى الْقُلُوبِ وَمَا أَسَرَّتْ، فَإِنْ وَافَقَتْهَا الْأَلْسِنَةُ فَهِيَ تَبَعٌ لَهَا، وَإِلَّا كَانَ الدُّعَاءُ لَغْوًا يُبْغِضُهُ اللهُ تَعَالَى، فَالدُّعَاءُ الدِّينِيُّ لَا يَتَحَقَّقُ إِلَّا بِإِحْسَاسِ الدَّاعِي بِالْحَاجَةِ إِلَى عِنَايَةِ اللهِ تَعَالَى، وَعَنْ هَذَا الْإِحْسَاسِ يُعَبِّرُ اللِّسَانُ بِالضَّرَاعَةِ وَالِابْتِهَالِ، فَهَذَا التَّفْسِيرُ لَيْسَ بِأَجْنَبِيٍّ مَنْ سَابِقِهِ. </p><p> فَتَقَلُّبُ الْوَجْهِ فِي السَّمَاءِ عِبَارَةٌ عَنِ التَّوَجُّهِ إِلَى اللهِ تَعَالَى انْتِظَارًا لِمَا كَانَتْ تَشْعُرُ بِهِ رُوحُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَرْجُوهُ مِنْ </p><p> نُزُولِ الْوَحْيِ بِتَحْوِيلِ الْقِبْلَةِ، وَلَا تَدُلُّ الْآيَةُ عَلَى أَنَّهُ كَانَ يَدْعُو بِلِسَانِهِ طَالِبًا هَذَا التَّحْوِيلَ وَلَا تَنْفِي ذَلِكَ. وَقَالَ بَعْضُ الْمُحَقِّقِينَ: مِنْ كَمَالِ أَدَبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ انْتَظَرَ وَلَمْ يَسْأَلْ. </p><p> وَهَذَا التَّوَجُّهُ هُوَ الَّذِي يُحِبُّهُ اللهُ تَعَالَى وَيَهْدِي قَلْبَ صَاحِبِهِ إِلَى مَا يَرْجُوهُ وَيَطْلُبُهُ، لِذَلِكَ قَالَ عَزَّ وَجَلَّ:  (فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا) أَيْ: فَلَنَجْعَلَنَّكَ مُتَوَلِّيًا قِبْلَةً تُحِبُّهَا وَتَرْضَاهَا، وَقَرَنَ الْوَعْدَ بِالْأَمْرِ فَقَالَ:  (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) تَوْلِيَةُ الْوَجْهِ الْمَكَانَ أَوِ الشَّيْءَ: هِيَ جَعْلُهُ قُبَالَتَهُ وَأَمَامَهُ، وَالتَّوَلِّي عَنْهُ: جَعْلُهُ وَرَاءَهُ. وَالشَّطْرُ فِي الْأَصْلِ: الْقِسْمُ الْمُنْفَصِلُ مِنَ الشَّيْءِ تَقُولُ: جَعَلَهُ شَطْرَيْنِ، وَمِنْهُ شَطْرُ الْبَيْتِ مِنَ الشِّعْرِ وَهُوَ الْمِصْرَاعُ مِنْهُ، وَكَذَا الْمُتَّصِلُ كَشَطْرَيِ النَّاقَةِ وَأَشْطُرِهَا وَهِيَ أَخْلَافُهَا: شَطْرَانِ أَمَامِيَّانِ وَشَطْرَانِ خَلْفِيَّانِ. وَيُطْلَقُ عَلَى النَّحْوِ وَالْجِهَةِ، وَهُوَ الْمُرَادُ هُنَا، فَالْوَاجِبُ اسْتِقْبَالُ جِهَةِ الْكَعْبَةِ فِي حَالِ الْبُعْدِ عَنْهَا وَعَدَمِ رُؤْيَتِهَا وَلَا يَجِبُ اسْتِقْبَالُ عَيْنِهَا إِلَّا عَلَى مَنْ يَرَاهَا بِعَيْنِهِ، أَوْ يَلْمِسُهَا بِيَدِهِ أَوْ بَدَنِهِ. فَإِنْ صَحَّ إِطْلَاقُ الشَّطْرِ عَلَى عَيْنِ الشَّيْءِ فِي اللُّغَةِ، فَلَا يَصِحُّ أَنْ يُرَادَ هُنَا ; لِمَا فِيهِ مِنَ الْحَرَجِ الشَّدِيدِ، لَا سِيَّمَا عَلَى الْأُمَّةِ الْأُمِّيَّةِ. ثُمَّ أَمَرَ بِذَلِكَ الْمُؤْمِنِينَ عَامَّةً فَقَالَ: </p><p> (وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) أَيْ: وَفِي أَيِّ مَكَانٍ كُنْتُمْ فَاسْتَقْبِلُوا جِهَتَهُ بِوُجُوهِكُمْ فِي صَلَاتِكُمْ، وَهَذَا يَقْتَضِي أَنْ يُصَلِّيَ الْمُسْلِمُونَ فِي بِقَاعِ الْأَرْضِ إِلَى جَمِيعِ الْجِهَاتِ، لَا كَالنَّصَارَى الَّذِينَ يَلْتَزِمُونَ جِهَةَ الْمَشْرِقِ، وَيَقْتَضِي أَنْ يَعْرِفُوا مَوْقِعَ الْبَيْتِ الْحَرَامِ وَجِهَتَهُ حَيْثُمَا كَانُوا ; وَلِذَلِكَ وَضَعُوا عِلْمَ سَمْتِ الْقِبْلَةِ وَتَقْوِيمِ الْبُلْدَانِ (الْجُغْرَافِيَّةِ الْفَلَكِيَّةِ وَالْأَرْضِيَّةِ) . وَقَدْ عُهِدَ مِنْ أُسْلُوبِ الْقُرْآنِ أَنْ يَكُونَ الْأَمْرُ الَّذِي يُؤْمَرُ بِهِ النَّبِيُّ وَلَا يُذْكَرُ أَنَّهُ خَاصٌّ بِهِ أَمْرًا لَهُ وَلِلْمُؤْمِنِينَ </p><p> بِهِ، فَإِذَا أُرِيدَ التَّخْصِيصُ جِيءَ بِمَا يَدُلُّ عَلَيْهِ كَقَوْلِهِ تَعَالَى:  (وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ)  (١٧: ٧٩) وَقَوْلُهُ: (خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ)  (٣٣: ٥٠) وَإِنَّمَا أَمَرَ اللهُ الْمُؤْمِنِينَ فِي هَذِهِ الْآيَةِ بِمَا أَمَرَ بِهِ النَّبِيَّ فِيهَا نَصًّا صَرِيحًا لِلتَّأْكِيدِ الَّذِي اقْتَضَتْهُ الْحَالُ فِي حَادِثَةِ الْقِبْلَةِ، فَإِنَّهَا كَانَتْ حَادِثَةً كَبِيرَةً اسْتَتْبَعَتْ فِتْنَةً عَظِيمَةً، فَأَرَادَ اللهُ أَنْ يُعْلِمَ الْمُؤْمِنِينَ بِعِنَايَتِهِ بِهَا وَيُقَرِّرَهَا فِي أَنْفُسِهِمْ فَأَكَّدَ الْأَمْرَ بِهَا، وَشَرَّفَهُمْ بِالْخِطَابِ مَعَ خِطَابِ الرَّسُولِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - لِتَشْتَدَّ قُلُوبُهُمْ وَتَطْمَئِنَ نُفُوسُهُمْ، وَيَتَلَقَّوْا تِلْكَ الْفِتْنَةَ الَّتِي أَثَارَهَا الْمُنَافِقُونَ وَالْكَافِرُونَ </p><p> بِالْحَزْمِ وَالثَّبَاتِ عَلَى الِاتِّبَاعِ وَلِئَلَّا يُتَوَهَّمَ مِنْ سَابَقِ الْكَلَامِ أَنَّهُ خَاصٌّ بِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -. </p><p> بَعْدَ هَذَا عَادَ إِلَى بَيَانِ حَالِ السُّفَهَاءِ مُثِيرِي الْفِتْنَةِ فِي مَسْأَلَةِ تَحْوِيلِ الْقِبْلَةِ فَقَالَ: </p><p> (وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ) أَيْ: إِنَّ تَوَلِّيَ الْمَسْجِدِ الْحَرَامِ هُوَ الْحَقُّ الْمُنَزَّلُ مِنَ اللهِ عَلَى نَبِيِّهِ. وَجُمْهُورُ الْمُفَسِّرِينَ عَلَى أَنَّ أَكْثَرَ أُولَئِكَ الْفَاتِنِينَ كَانُوا مِنْ أَهْلِ الْكِتَابِ الْمُقِيمِينَ فِي الْحِجَازِ. وَلَوْلَا ذَلِكَ لَمْ تَكُنِ الْفِتْنَةُ عَظِيمَةً ; لِأَنَّ كَلَامَ الْمُشْرِكِينَ فِي مَسَائِلِ الْوَحْيِ وَالتَّشْرِيعِ قَلَّمَا يُلْتَفَتُ إِلَيْهِ، وَأَمَّا أَهْلُ الْكِتَابِ فَقَدْ كَانُوا مَعْرُوفِينَ بَيْنَ الْعَرَبِ بِالْعِلْمِ، وَمَنْ كَانَ كَذَلِكَ فَإِنَّ عَامَّةَ النَّاسِ تَتَقَبَّلُ كَلَامَهُ وَلَوْ نَطَقَ بِالْمُحَالِ ; لِأَنَّ الثِّقَةَ بِمَظْهَرِهِ تَصُدُّ عَنْ تَمْحِيصِ خَبَرِهِ، فَهُوَ فِي حَالِهِ الظَّاهِرَةِ شُبْهَةٌ إِذَا أَنْكَرَ، وَحُجَّةٌ إِذَا اعْتَرَفَ، وَلِأَنَّ الْجَمَاهِيرَ مِنَ النَّاسِ قَدِ اعْتَادُوا تَقْلِيدَ مِثْلِهِ مِنْ غَيْرِ بَحْثٍ وَلَا دَلِيلٍ. </p><p> وَقَدْ جَرَى أَصْحَابُ الْمَظَاهِرِ الْعِلْمِيَّةِ وَالدِّينِيَّةِ عَلَى الِانْتِفَاعِ بِغُرُورِ النَّاسِ بِهِمْ، فَصَارَ الْغَرَضُ لَهُمْ مِنْ أَقْوَالِهِمُ التَّأْثِيرَ فِي نُفُوسِ النَّاسِ، فَهُمْ يَقُولُونَ مَا لَا يَعْتَقِدُونَ لِأَجْلِ ذَلِكَ، وَيُسْنِدُونَ مَا يَقُولُونَ إِلَى كُتُبِهِمْ كَذِبًا صَرِيحًا أَوْ تَأْوِيلًا بَعِيدًا، كَمَا كَانَ أَحْبَارُ الْيَهُودِ يَطْعَنُونَ فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَا جَاءَ بِهِ، وَيَذْكُرُونَ لِلنَّاسِ أَقْوَالًا عَلَى أَنَّهَا مِنْ كُتُبِهِمْ وَمَا هِيَ مِنْ كُتُبِهِمْ، إِنْ يُرِيدُونَ إِلَّا خِدَاعًا، وَقَدْ كَذَّبَ اللهُ هَؤُلَاءِ الْخَادِعِينَ، وَبَيَّنَ أَنَّهُمْ يَقُولُونَ غَيْرَ مَا يَعْتَقِدُونَ، كَأَنَّهُ يَقُولُ: إِنَّ هَؤُلَاءِ قَدْ قَامَ عِنْدَهُمُ الدَّلِيلُ عَلَى مَا سَبَقَتْ بِهِ بِشَارَةُ أَنْبِيَائِهِمْ مِنْ صِحَّةِ نُبُوَّةِ الرَّسُولِ وَيَعْلَمُونَ أَنَّ أَمْرَ الْقِبْلَةِ - كَغَيْرِهَا مِنْ أُمُورِ الدِّينِ - مَا جَاءَ بِهِ الْوَحْيُ عَنِ اللهِ تَعَالَى، وَأَنَّهُ الْحَقُّ لَا مَحِيصَ عَنْهُ، لَا مَكَانَ مُعَيَّنٌ بِذَاتِهِ لِذَاتِهِ (وَمَا اللهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ) فَهُوَ الْمُطَّلِعُ عَلَى الظَّوَاهِرِ وَالضَّمَائِرِ، الْحَسِيبُ عَلَى مَا فِي السَّرَائِرِ الرَّقِيبُ عَلَى الْأَعْمَالِ، فَيُخْبِرُ نَبِيَّهُ بِمَا شَاءَ أَنْ يُخْبِرَهُ وَإِلَيْهِ الْمَرْجِعُ وَالْمَصِيرُ وَعَلَيْهِ الْحِسَابُ وَالْجَزَاءُ، وَقَرَأَ ابْنُ عَامِرٍ وَحَمْزَةُ وَالْكِسَائِيُّ (تَعْمَلُونَ) بِالتَّاءِ لِلْخِطَابِ. </p><p> سَبَقَ الْقَوْلُ بِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ حَرِيصًا عَلَى هِدَايَةِ أَهْلِ الْكِتَابِ رَاجِيًا بِإِيمَانِهِمْ مَا لَا يَرْجُوهُ مِنْ إِيمَانِ الْمُشْرِكِينَ، فَبِمِقْدَارِ حِرْصِهِ وَرَجَائِهِ كَانَ يَحْزُنُهُ عُرُوضُ الشُّبَهِ لَهُمْ فِي الدِّينِ وَيَتَمَنَّى لَوْ أُعْطِيَ مِنَ الْآيَاتِ وَالدَّلَائِلِ مَا يَمْحُو كُلَّ شُبْهَةٍ لَهُمْ، فَلَمَّا كَانَتْ فِتْنَةُ تَحْوِيلِ الْقِبْلَةِ بِمُخَادَعَتِهِمُ النَّاسَ أَخْبَرَهُ اللهُ تَعَالَى بِأَنَّهُمْ غَيْرُ </p><p> مُشْتَبِهِينَ فِي الْحَقِّ فَتُزَالُ شُبْهَتُهُمْ، وَإِنَّمَا هُمْ قَوْمٌ </p>"
}