{
  "id": null,
  "sura": 2,
  "aya": 20,
  "text": "<p> فِيهِمُ الْمَثَلُ، عَلَى أَنَّ كُلًّا مِنَ الْمَعْنَيَيْنِ صَحِيحٌ لَا يُنَافِي الْآخَرَ، وَكَلَامُ بَعْضِهِمْ يَمْنَعُ الْجَمْعَ، فَقَدْ قَالَ الْبَغَوِيُّ: وَلَوْ شَاءَ اللهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمُ الظَّاهِرَةِ، كَمَا ذَهَبَ بِأَسْمَاعِهِمْ وَأَبْصَارِهِمُ الْبَاطِنَةِ اهـ. </p><p> وَهُوَ خَطَأٌ بَيَانِيٌّ فَإِنَّ الْبَاطِنَةَ هِيَ الْمَقْصُودُ مِنَ الظَّاهِرَةِ بِأُسْلُوبِ التَّشْبِيهِ الْبَلِيغِ وَهُوَ الِاسْتِعَارَةُ. وَمَعَ هَذَا فَقَدْ جَعَلَهُ شَيْخُنَا فِي صِنْفٍ مِنْهُمْ غَيْرِ الْمَوْصُوفِينَ بِقَوْلِهِ:  (صُمٌّ بُكْمٌ عُمْيٌ) وَكَلَامُهُ أَظْهَرُ. </p><p> (إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) لَيْسَ عِنْدِي عَنْ أُسْتَاذِنَا شَيْءٌ فِي هَذِهِ الْجُمْلَةِ، وَمَعْنَاهَا وَاضِحٌ لَا يَحْتَاجُ إِلَى تَفْسِيرٍ، وَلَكِنْ قَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ \" قَدِيرٌ \" بِمَعْنَى قَادِرٍ، وَمِثْلُهُ كُلُّ صِيغَةِ مُبَالَغَةٍ فِي أَسْمَائِهِ تَعَالَى؛ لِأَنَّهُ لَا تَفَاوُتَ فِيهَا، وَفِيهِ أَنَّ الْمُبَالَغَةَ فِي الْكَلَامِ، لِأَجْلِ التَّأْثِيرِ فِي الْإِفْهَامِ، فَقَوْلُهُ:  \" عَلَّامُ الْغُيُوبِ \" أَبْلَغُ مِنْ قَوْلِهِ: \" عَالِمُ الْغَيْبِ \" وَلِكُلٍّ مِنْهُمَا مَوْقِعٌ، وَهَاهُنَا لَمَّا هَدَّدَ الْمُنَافِقِينَ بِأَنَّهُ لَوْ شَاءَ أَنْ يَذْهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ لَذَهَبَ بِهَا، عَلَّلَهُ بِأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لِلْإِعْلَامِ بِأَنَّ تَعَلُّقَ مَشِيئَتِهِ يَتَّصِلُ بِهِ تَعَلَّقُ قُدْرَتِهِ، فَمَا شَاءَ كَانَ قَطْعًا؛ لِأَنَّهُ لَا يُعْجِزُهُ شَيْءٌ، وَتَأْثِيرُ الْأَسْبَابِ فِي مُسَبِّبَاتِهَا مَنُوطٌ بِمَشِيئَتِهِ تَعَالَى. </p><p> (تَنْبِيهٌ صَادِعٌ فِي تَطْبِيقِ الْقُرْآنِ عَلَى مَا هُوَ وَاقِعٌ) </p><p> (وَظُهُورُ مَعَانِي الْأَمْثَالِ الْمَضْرُوبَةِ لِلْمُنَافِقِينَ، فِي كَثِيرٍ مِنَ الْعُلَمَاءِ وَالْعَامَّةِ مِنَ الْمُسْلِمِينَ) عَقَّبَ الْأُسْتَاذُ تَفْسِيرَ هَذِهِ الْآيَاتِ بِتَنْبِيهٍ ارْتَاعَ لَهُ الْخَامِلُ وَالنَّبِيهُ، ذَلِكَ أَنَّهُ بَيَّنَ أَنَّ الْقُرْآنَ هَادٍ وَمُرْشِدٌ إِلَى يَوْمِ الْقِيَامَةِ، وَأَنَّ مَعَانِيَهُ عَامَّةٌ شَامِلَةٌ، فَلَا يَعِدُ وَيُوعِدُ وَيَعِظُ وَيُرْشِدُ أَشْخَاصًا مَخْصُوصِينَ، وَإِنَّمَا نِيطَ وَعْدُهُ وَوَعِيدُهُ وَتَبْشِيرُهُ وَإِنْذَارُهُ بِالْعَقَائِدِ وَالْأَخْلَاقِ وَالْعَادَاتِ وَالْأَعْمَالِ الَّتِي تُوجَدُ فِي الْأُمَمِ وَالشُّعُوبِ، فَلَا يَغْتَرَّنَّ أَحَدٌ بِقَوْلِ بَعْضِ الْمُفَسِّرِينَ: إِنَّ هَذِهِ الْآيَاتِ نَزَلَتْ فِي الْمُنَافِقِينَ الَّذِينَ كَانُوا فِي عَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَيَتَوَهَّمُ أَنَّهَا لَا تَتَنَاوَلُهُ وَإِنْ كَانَتْ مُنْطَبِقَةً عَلَيْهِ؛ لِأَنَّهُ لَمْ يَتَّخِذِ الْقُرْآنَ إِمَامًا وَهَادِيًا، وَلَمْ يَسْتَعْمِلْ عَقْلَهُ وَمَشَاعِرَهُ فِيمَا خُلِقَتْ لَهُ بَلِ اكْتَفَى </p><p> عَنْ ذَلِكَ بِتَقْلِيدِ آبَائِهِ وَمُعَاصِرِيهِ فِي كُلِّ مَا هُمْ فِيهِ، ذَكَرَ ذَلِكَ عِنْدَ بَيَانِ وَجْهِ الِاتِّصَالِ بَيْنَ الْآيَاتِ السَّابِقَةِ وَمَا بَعْدَهَا، فَقَالَ بَعْدَ تِلَاوَةِ الْآيَةِ التَّالِيَةِ مَا مَعْنَاهُ: </p><p> (يَاأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ) </p><p> فِي النَّاسِ الْمُنَادُونَ هُنَا وَجْهَانِ: </p><p> أَحَدُهُمَا: أَنَّهُمُ الَّذِينَ يَقُولُونَ: آمَنَّا بِاللهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ ذَلِكَ الْإِيمَانَ الَّذِي يَمْلِكُ الْقَلْبَ وَيَصْرِفُ النَّفْسَ فِي الْأَعْمَالِ، وَهُوَ الْمَقْبُولُ عِنْدَ اللهِ تَعَالَى، وَإِنَّمَا هُمْ آخِذُونَ بِتَقَالِيدَ ظَاهِرِيَّةٍ لَيْسَ لَهَا ذَلِكَ الْأَثَرُ الصَّالِحُ فِي أَخْلَاقِهِمْ وَأَعْمَالِهِمْ، فَهُمْ يُخَادِعُونَ اللهَ تَعَالَى بِالتَّلَبُّسِ بِبَعْضِ صُوَرِ الْعِبَادَاتِ وَالْأَقْوَالِ وَ ((إِنَّ اللهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ) ) وَالْكَلَامُ عَلَى هَذَا لَا يَزَالُ فِي الصِّنْفِ الرَّابِعِ مِنْ أَصْنَافِ الْبَشَرِ الْمُخَاطَبِينَ بِالْقُرْآنِ كَمَا تَقَدَّمَ، فَلَا حَاجَةَ إِلَى بَيَانِ وَجْهِ الِاتِّصَالِ بَيْنَ الْآيَاتِ. </p><p> (الْوَجْهُ الثَّانِي) : - وَهُوَ الرَّاجِحُ - أَنَّ الْخِطَابَ عَامٌّ لِلنَّاسِ كَافَّةً، وَوَجْهُ الِاتِّصَالِ بَيْنَ الْآيَاتِ عَلَى هَذَا أَنَّهُ لَمَّا بَيَّنَ تَعَالَى فِي أَصْنَافِ النَّاسِ هَذَا الصِّنْفَ الَّذِي احْتَقَرَ أَفْرَادُهُ نِعَمَ اللهِ تَعَالَى عَلَيْهِمْ، وَاسْتَعْظَمُوهَا وَأَكْبَرُوهَا عَلَى مَنْ قَبْلَهُمْ، فَحَرَمُوا أَنْفُسَهُمْ مِنْ أَجَلِّ الْمَزَايَا الْإِنْسَانِيَّةِ، وَأَجَّلُوا سَلَفَهُمْ حَتَّى رَفَعُوهُمْ إِلَى مَرْتَبَةِ الرُّبُوبِيَّةِ، خَاطَبَ النَّاسَ عَامَّةً بِأَنْ يَعْبُدُوهُ مُلَاحَظِينَ مَعْنَى الرُّبُوبِيَّةِ وَالْخَالِقِيَّةِ الَّتِي تَشْمَلُهُمْ وَمَنْ قَبْلَهُمْ مِنَ السَّلَفِ، فَتَنْظِمُهُمْ جَمِيعًا فِي سِلْكِ الْعُبُودِيَّةِ لِلْخَالِقِ تَعَالَى شَأْنُهُ، وَلَا يَكُونُ كَذَلِكَ الصِّنْفُ الْخَاسِرُ الْكَفُورُ بِنِعَمِ الْمَشَاعِرِ وَالْعَقْلِ وَهِدَايَةِ الدِّينِ، إِذَا لَمْ يَسْتَعْمِلُوا عُقُولَهُمْ فِي فَهْمِ مَا أُنْزِلَ عَلَيْهِمْ، بَلِ اكْتَفَوْا بِتَقْلِيدِ بَعْضِ </p><p> رُؤَسَائِهِمْ وَعُلَمَائِهِمْ، زَاعِمِينَ أَنَّهُ لَا يَقْوَى عَلَى فَهْمِ كِتَابِ اللهِ تَعَالَى غَيْرُهُمْ، كَأَنَّ اللهَ تَعَالَى أَنْزَلَ كُتُبَهُ وَخَاطَبَ بِهَا نَفَرًا مَعْدُودِينَ فِي وَقْتٍ مَحْدُودٍ وَلَمْ يَجْعَلْهُ هِدَايَةً عَامَّةً لِلْأُمَّةِ، وَإِنَّمَا أَلْزَمَ سَائِرَ النَّاسِ فِي سَائِرِ الْأَوْقَاتِ الِاكْتِفَاءَ بِاتِّبَاعِ أُولَئِكَ الرُّؤَسَاءِ وَأَتْبَاعِهِمْ وَأَتْبَاعِ أَتْبَاعِهِمْ وَهَلُمَّ جَرَّا، ثُمَّ تَرَكُوا أَتْبَاعَهُمُ اتِّكَالًا عَلَى شَفَاعَتِهِمْ، وَاكْتِفَاءً بِالِانْتِسَابِ إِلَيْهِمْ، وَزَعْمًا أَنَّ اللهَ أَعْطَاهُمْ مَا لَا يُعْطِي مِثْلَهُ لِأَحَدٍ سِوَاهُمْ وَإِنْ عَمِلُوا مِثْلَ عَمَلِهِمْ، تَعَالَى الله عَنِ الظُّلْمِ وَالْمُحَابَاةِ، وَهُوَ ذُو الرَّحْمَةِ الَّتِي لَا تَنْتَهِي وَذُو الْفَضْلِ الْعَظِيمِ. </p><p> هَذَا النِّدَاءُ الْإِلَهِيُّ الْمُشْعِرُ بِأَنَّ نِسْبَةَ النَّاسِ الْأَوَّلِينَ إِلَى اللهِ تَعَالَى كَنِسْبَةِ الْآخَرِينَ وَاحِدَةٌ، هُوَ الْخَالِقُ وَهُمُ الْمَخْلُوقُونَ، وَهُوَ الْمُسْتَحِقُّ لِلْعِبَادَةِ وَهُمُ الْمَأْمُورُونَ بِهَا أَجْمَعُونَ، حُجَّةٌ عَلَيْنَا وَعَلَى جَمِيعِ مَنِ اسْتَنَّ بِسُنَّةِ ذَلِكَ الصِّنْفِ مِنْ قَبْلِنَا. </p>"
}