{
  "id": null,
  "sura": 2,
  "aya": 22,
  "text": "<p> الْآتِي، وَلَكِنَّهُ رَمْيٌ لِلْكَلَامِ بِدُونِ بَيَانٍ، وَحَقِيقَتُهُ أَنَّ \" لَعَلَّ \" لِلتَّرَجِّي وَلَكِنَّهَا تُسْتَعْمَلُ لِلْإِعْدَادِ وَالتَّهْيِئَةِ لِلشَّيْءِ وَفِي هَذَا مَعْنَى التَّرَجِّي، فَحَيْثُ وَقَعَتْ \" لَعَلَّ \" فِي الْقُرْآنِ فَالْمُرَادُ بِهَا هَذَا الْمَعْنَى الْأَخِيرُ كَمَا فَسَّرْنَاهُمَا بِهِ آنِفًا، وَهُوَ يَسْتَلْزِمُ التَّحْقِيقَ (لِأَنَّ الْإِعْدَادَ بِمَا تَأْتِي \" لَعَلَّ \" بَعْدَهُ أَمْرٌ مُحَقَّقٌ لَا رِيبَةَ فِيهِ) فَإِنَّ الْعِبَادَةَ عَلَى الْوَجْهِ الَّذِي أَرْشَدَتْ إِلَيْهِ الْآيَةُ مِنْ مُلَاحَظَةِ مَعْنَى الرُّبُوبِيَّةِ إِلَخْ مَا تَقَدَّمَ شَرْحُهُ، تَطْبَعُ فِي النَّفْسِ مَلَكَةَ خَشْيَةِ اللهِ وَتَعْظِيمَهُ وَمُرَاقَبَتَهُ، وَتُعْلِي هِمَّةَ الْعَابِدِ وَتُقَوِّي عَزِيمَتَهُ وَإِرَادَتَهُ، فَتَزْكُو نَفْسُهُ وَتَنْفِرُ مِنَ الْمَعَاصِي وَالرَّذَائِلِ، وَتَأْلَفُ الطَّاعَاتِ وَالْفَضَائِلَ، وَهَذِهِ هِيَ التَّقْوَى. وَإِذَا قُلْنَا: إِنَّ الرَّجَاءَ مُتَعَلِّقٌ بِالنَّاسِ فَالْإِعْدَادُ فِيهِ ظَاهِرٌ وَمُتَحَقِّقٌ، إِذْ لَوْ لَمْ يَخْلُقْهُمْ مُسْتَعِدِّينَ لِلتَّقْوَى لَمَا اتَّقَاهُ مِنْهُمْ أَحَدٌ. </p><p> وَمَعْنَى التَّرَجِّي فِي أَصْلِ اللُّغَةِ: تَوَقُّعُ حُصُولِ الشَّيْءِ الْقَرِيبِ بِحُصُولِ سَبَبِهِ وَالِاسْتِعْدَادِ لَهُ، سَوَاءٌ كَانَ الِاسْتِعْدَادُ كَسْبِيًّا أَوْ طَبِيعِيًّا فَاسْتَعْمَلْنَا \" لَعَلَّ \" الْمُعَبِّرَةَ عَنِ التَّوَقُّعِ فِي سَبَبِهِ وَهُوَ الِاسْتِعْدَادُ أَوِ الْإِعْدَادُ الَّذِي هُوَ جَعْلُ الْمَرْءِ مُسْتَعِدًّا، </p><p> وَالتَّعْبِيرُ عَنِ الْمُسَبَّبِ بِلَفْظِ السَّبَبِ شَائِعٌ فِي اسْتِعْمَالِ اللُّغَةِ، وَقَدْ عَدُّوا التَّرَجِّيَ وَالتَّمَنِّيَ مِنَ الْأَخْبَارِ وَصِيَغُهُمَا صِيَغُ إِنْشَاءٍ فَقَطْ. </p><p> وَأَقُولُ: إِنَّ مَا ذَكَرَهُ مِنَ الْإِعْدَادِ صَحِيحٌ وَلَكِنَّهُ غَيْرُ مُطَّرِدٍ، وَالتَّحْقِيقُ أَنَّ التَّرَجِّيَ عِبَارَةٌ عَنْ كَوْنِ الشَّيْءِ مَأْمُولًا بِمَا يُذْكَرُ مِنْ سَبَبِهِ غَيْرَ مَقْطُوعٍ بِهِ لِذَاتِهِ بَلْ يَتْبَعُ قُوَّةَ أَسْبَابِهِ مَعَ انْتِفَاءِ الْمَوَانِعِ وَيَتَعَلَّقُ تَارَةً بِالْمُتَكَلِّمِ، وَتَارَةً بِالْمُخَاطَبِ، وَتَارَةً بِالْمُتَكَلَّمِ عَنْهُ، وَتَارَةً بِغَيْرِهِمَا، فَتَأَمَّلْ قَوْلَهُ تَعَالَى:  (لَعَلَّ اللهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا)  (٦٥: ١) وَقَوْلَهُ حِكَايَةً عَنْ قَوْمِ مُوسَى: (لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ)  (٢٦: ٤٠) وَقَوْلَهُ: (وَقَالَ فِرْعَوْنُ يَاهَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ)  (٤٠: ٣٦) إِلَخْ. وَقَوْلَهُ لِمُوسَى وَهَارُونَ:  (فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى)  (٢٠: ٤٤) وَقَدْ عُلِمَ أَنَّ هَذَا مَقْطُوعٌ بِعَدَمِ وُقُوعِهِ عِنْدَ اللهِ، وَلَكِنَّ الرَّجَاءَ فِيهِ مُتَعَلِّقٌ بِمُوسَى وَهَارُونَ أَيْ (فَقُولَا لَهُ قَوْلًا لَيِّنًا) رَاجِينَ بِهِ أَنْ يَتَذَكَّرَ أَوْ يَخْشَى لَا قَوْلًا غَلِيظًا مُنَفِّرًا. وَتَأْتِي \" لَعَلَّ \" لِلْإِشْفَاقِ وَإِفَادَةِ التَّحْذِيرِ مِنْ أَمْرٍ وَقَعَتْ أَسْبَابُهُ فَكَانَ بِهَا مَظِنَّةُ الْوُقُوعِ كَقَوْلِهِ تَعَالَى لِرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ)  (١٨: ٦) الْآيَةَ، وَقَوْلَهُ:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ)  (١١: ١٢) الْآيَةَ. </p><p> لَمَّا ذَكَّرَ اللهُ عِبَادَهُ بِنِعْمَةِ الْإِيجَادِ وَنِعْمَةِ الْمُسَاوَاةِ فِي الْمَوَاهِبِ الَّتِي تَقْتَضِي التَّقْوَى وَعَدَمَ إِطْرَاءِ السَّلَفِ بِرَفْعِهِمْ إِلَى مَقَامِ الرُّبُوبِيَّةِ كَمَا وَقَعَ مِنَ الَّذِينَ (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) ذَكَّرَهُمْ ثَانِيًا بِبَعْضِ خَصَائِصِ الرُّبُوبِيَّةِ الَّتِي تَقْتَضِي الِاخْتِصَاصَ بِالْعُبُودِيَّةِ، فَقَالَ:  (الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا) بِمَا مَهَّدَهَا وَجَعَلَهَا صَالِحَةً لِلِافْتِرَاشِ وَالْإِقَامَةِ عَلَيْهَا وَالِارْتِفَاقِ بِهَا، أَيْ فَهُوَ الْقَادِرُ عَلَى جَلَائِلِ الْفِعَالِ، الْعَظِيمُ الَّذِي يَسْتَحِقُّ الْعِبَادَةَ وَالْإِجْلَالَ. </p><p> الْمُنْعِمُ بِجَمِيعِ النِّعَمِ، الْجَدِيرُ بِأَعْلَى مَرَاتِبِ الشُّكْرِ، جَعَلَ الْأَرْضَ بِقُدْرَتِهِ فِرَاشًا لِأَجْلِ مَنْفَعَتِكُمْ </p><p> (وَالسَّمَاءَ بِنَاءً) مُتَمَاسِكًا لِكَيْلَا تَقَعَ عَلَى الْأَرْضِ فَتَسْحَقَكُمْ. السَّمَاءُ: مَجْمُوعُ مَا فَوْقَنَا مِنَ الْعَالَمِ. </p><p> وَالْبِنَاءُ: وَضْعُ شَيْءٍ عَلَى شَيْءٍ بِحَيْثُ يَتَكَوَّنُ مِنْ ذَلِكَ شَيْءٌ بِصُورَةٍ مَخْصُوصَةٍ، وَقَدْ كَوَّنَ اللهُ السَّمَاءَ بِنِظَامٍ كَنِظَامِ الْبِنَاءِ، وَسَوَّى أَجْرَامَهَا عَلَى هَذِهِ الصِّفَةِ الْمُشَاهَدَةِ وَأَمْسَكَهَا بِسُنَّةِ الْجَاذِبِيَّةِ فَلَا تَقَعُ عَلَى الْأَرْضِ، وَلَا يَصْطَدِمُ بَعْضُهَا بِبَعْضٍ، إِلَّا إِذَا جَاءَ يَوْمُ الْوَعِيدِ </p><p> وَبَطَلَ نِظَامُ هَذَا الْعَالَمِ لِيَعُودَ فِي خَلْقٍ جَدِيدٍ، وَالْوَاجِبُ مُلَاحَظَتُهُ فِي هَذَا الْمَقَامِ، هُوَ تَصَوُّرُ قُدْرَةِ اللهِ تَعَالَى وَعَظَمَتِهِ، وَسَعَةِ فَضْلِهِ وَرَحْمَتِهِ. </p><p> ثُمَّ بَعْدَ أَنِ امْتَنَّ بِنِعْمَةِ الْإِيجَادِ وَنِعْمَةِ الْفِرَاشِ وَالْمِهَادِ، وَنِعْمَةِ السَّمَاءِ الَّتِي هِيَ كَالْبِنَاءِ، ذَكَرَ نِعْمَةَ الْإِمْدَادِ، الَّذِي تُحْفَظُ بِهِ هَذِهِ الْأَجْسَادُ، وَهِيَ مَادَّةُ الْغِذَاءِ، الَّتِي بِهَا النُّمُوُّ وَالْبَقَاءُ، فَقَالَ:  (وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ) الثَّمَرَاتُ: مَا يَحْصُلُ مِنَ النَّبَاتِ نَجْمًا كَانَ أَوْ شَجَرًا، يُصْلِحُ الزَّارِعُ وَالْغَارِسُ الْأَرْضَ، وَيَبْذُرُ الْبَذْرَ، وَيَغْرِسُ الْفَسِيلَ، وَيَتَعَاهَدُ ذَلِكَ بِالسَّقْيِ وَالْعَزْقِ، فَيَكُونُ لَهُ كَسْبٌ فِي رِزْقِهِ، وَلَكِنَّهُ لَيْسَ لَهُ كَسْبٌ فِي إِنْزَالِ الْمَطَرِ الَّذِي يُسْقَى بِهِ، وَلَا فِي تَغْذِيَةِ النَّبَاتِ بِمَاءِ الْمَطَرِ أَوِ النَّهْرِ الْمُجْتَمِعِ مِنَ الْمَطَرِ، وَبِأَجْزَاءِ الْأَرْضِ وَعَنَاصِرِهَا الْأُخَرِ، وَلَا فِي تَوَلُّدِ خَلَايَاهُ الَّتِي بِهَا نُمُوُّهُ وَلَا فِي إِثْمَارِهِ إِذَا أَثْمَرَ، إِنَّمَا كُلُّ ذَلِكَ بِيَدِ اللهِ الْقَدِيرِ. فَعَلَيْنَا أَنْ نَتَفَكَّرَ فِي ذَلِكَ لِنَزْدَادَ تَعْظِيمًا لَهُ وَإِجْلَالًا فَلَا نَعْبُدَ مَعَهُ أَحَدًا. </p><p> وَبَعْدَ أَنْ عَرَّفْنَا اللهَ تَعَالَى بِأَنْفُسِنَا، وَبِنِعْمَتِهِ عَلَيْنَا وَعَلَى سَلَفِنَا. وَبَعْدَ أَنْ عَرَفْنَا ذَاتَهُ الْكَرِيمَةَ بِآثَارِ رَحِمْتِهِ وَمِنَنِهِ الْعَظِيمَةِ، وَصِرْنَا جَدِيرِينَ بِأَنْ نَعْرِفَ أَنَّ الْعَبْدَ عَبْدٌ فَلَا يُعْبَدُ وَأَنَّ الرَّبَّ رَبٌّ فَلَا يُشْرَكُ بِهِ وَلَا يُجْحَدُ، قَالَ تَفْرِيعًا وَتَرْتِيبًا عَلَى مَا سَبَقَ:  (فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا) مِنْ سَلَفِكُمُ الْمَخْلُوقِينَ مِثْلَكُمْ تَطْلُبُونَ مِنْهُمْ مَا لَا يُطْلَبُ إِلَّا مِنْهُ وَهُوَ كُلُّ مَا تَعْجِزُونَ عَنْهُ وَلَا يَصِلُ كَسْبُكُمْ إِلَيْهِ، لَا تَفْعَلُوا ذَلِكَ فَإِنَّهُمْ فِي الْخَلْقِ وَالْعُبُودِيَّةِ مِثْلُكُمْ. </p><p> الْأَنْدَادُ: جَمْعُ نِدٍّ بِكَسْرِ النُّونِ، وَفُسِّرَ بِالشَّرِيكِ، وَهُوَ فِي اللُّغَةِ: الْمُضَارِعُ وَالْكُفْءُ يُقَالُ: فُلَانٌ نِدُّ فُلَانٍ وَمِنْ أَنْدَادِ فُلَانٍ، أَيْ يُضَارِعُهُ وَيُمَاثِلُهُ وَلَوْ فِي بَعْضِ الشُّئُونِ. وَالْأَنْدَادُ الَّذِينَ اتُّخِذُوا فِي جَانِبِ اللهِ هُمُ الَّذِينَ خَضَعَ النَّاسُ لَهُمْ وَصَمَدُوا إِلَيْهِمْ فِي بَعْضِ الْحَاجَاتِ، لِمَعْنًى يَعْتَقِدُهُ فِيهِمُ الْخَاضِعُونَ الْمُخَاطَبُونَ بِتَرْكِ الْأَنْدَادِ أَوَّلًا وَبِالذَّاتِ، وَهُمْ مُشْرِكُو الْعَرَبِ وَأَهْلُ الْكِتَابِ، فَالْعَرَبُ كَانَتْ تُسَمِّي ذَلِكَ الْخُضُوعَ وَالصُّمُودَ عِبَادَةً، إِذْ لَمْ يَكُنْ عِنْدَهُمْ وَحْيٌ يَنْهَاهُمْ عَنْ عِبَادَةِ غَيْرِ اللهِ فَيَتَحَامَوْا هَذَا اللَّفْظَ \" الْعِبَادَةَ \" وَيَسْتَبْدِلُوا بِهِ لَفْظَ التَّعْظِيمِ أَوِ التَّوَسُّلِ مَثَلًا تَأْوِيلًا لِظَاهِرِ نَصِّ التَّنْزِيلِ. وَأَمَّا أَهْلُ الْكِتَابِ الَّذِينَ اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَنْدَادًا وَأَرْبَابًا فَكَانُوا يُؤَوِّلُونَ فَلَا يُسَمُّونَ </p><p> هَذَا الِاتِّخَاذَ عِبَادَةً وَلَا أُولَئِكَ الْمُعَظَّمِينَ آلِهَةً أَوْ أَنْدَادًا أَوْ أَرْبَابًا. </p><p> وَفَرْقٌ بَيْنَ الِاتِّخَاذِ بِالْفِعْلِ وَالتَّسْمِيَةِ بِالْقَوْلِ. وَالْجَمِيعُ مُتَّفِقُونَ عَلَى أَنَّهُ لَا خَالِقَ إِلَّا اللهُ، وَلَا رَازِقَ إِلَّا اللهُ، وَإِنَّمَا كَانُوا يُسَمُّونَ دُعَاءَهُمْ غَيْرَ اللهِ وَالتَّقَرُّبَ إِلَيْهِ تَوَسُّلًا وَاسْتِشْفَاعًا، وَيُسَمُّونَ تَشْرِيعَهُمْ </p><p> لَهُمُ الْعِبَادَاتِ وَتَحْلِيلَهُمْ لَهُمُ الْمُنْكَرَاتِ، وَتَحْرِيمَهُمْ عَلَيْهِمْ بَعْضَ الطَّيِّبَاتِ، فِقْهًا وَاسْتِنْبَاطًا مِنَ التَّوْرَاةِ، إِلَّا أَنَّ مِنَ النَّصَارَى مَنْ لَا يَتَحَامَوْنَ التَّصْرِيحَ بِعِبَادَةِ السَّيِّدَةِ مَرْيَمَ وَبَعْضِ الْقِدِّيسِينَ اسْتِعْمَالًا لِلَّفْظِ فِي مَدْلُولِهِ اللُّغَوِيِّ. </p><p> وَصُوَرُ الْعِبَادَةِ تَخْتَلِفُ عِنْدَ الْأُمَمِ اخْتِلَافًا عَظِيمًا، وَأَعْلَاهَا عِنْدَ الْمُسْلِمِينَ الْأَرْكَانُ الْخَمْسَةُ وَالدُّعَاءُ. وَقَالُوا: كُلُّ عَمَلٍ مَحْظُورٍ تَحْسُنُ فِيهِ النِّيَّةُ لِلَّهِ تَعَالَى فَهُوَ عِبَادَةٌ، كَأَنَّ الْمَعْنَى الَّذِي يَجْعَلُ جَمِيعَ الْأَعْمَالِ عِبَادَةً هُوَ التَّوَجُّهُ إِلَى اللهِ تَعَالَى وَحْدَهُ وَابْتِغَاءُ مَرْضَاتِهِ، وَلَهَا عِنْدُ أَهْلِ الْكِتَابِ صُوَرٌ أُخْرَى، وَالْمُؤَوِّلُونَ يَخُصُّونَ هَذِهِ الصُّوَرَ بِاللهِ تَعَالَى، وَإِذَا ابْتَدَعُوا صُورَةً فِيهَا مَعْنَى الْعِبَادَةِ يُسَمُّونَهَا بَاسِمٍ آخَرَ يَسْتَحِلُّونَهَا بَلْ يَسْتَحِبُّونَهَا بِهِ، وَلَكِنَّهُمْ لَا يَخْرُجُونَ بِالتَّسْمِيَةِ أَوِ التَّأْوِيلِ عَنْ حَيِّزِ مَنْ يَتَّخِذُ مِنْ دُونِ اللهِ أَنْدَادًا كَمَا ذَكَرَ اللهُ عَنْهُمْ فِي قَوْلِهِ:  (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) وَلَمْ يَكُنْ مِنْهُمْ سِوَى التَّوَسُّلِ بِهِمْ وَالْأَخْذِ فِي الدِّينِ بِقَوْلِهِمْ تَقْلِيدًا لَهُمْ بِدُونِ فَهْمٍ لِمَا جَاءَ عَلَى لِسَانِ الْوَحْيِ، كَمَا صَحَّ ذَلِكَ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقُدَمَاءُ الْفُرْسِ جَعَلُوا لِلَّهِ نِدًّا فِي الْخَلْقِ وَالْإِيجَادِ، فَقَالُوا: إِنَّ لِلْخَيْرِ إِلَهًا هُوَ الْإِلَهُ الْأَوَّلُ. وَإِنَّ لِلشَّرِّ إِلَهًا يُضَادُّهُ، وَلَيْسَ النَّهْيُ فِي الْآيَةِ عَنْ هَذَا النِّدِّ الشَّرِيكِ؛ لِأَنَّ الْمُخَاطَبِينَ لَا يَدِينُونَ بِهِ كَمَا قُلْنَا وَتَدُلُّ عَلَيْهِ الْآيَاتُ الْكَثِيرَةُ. </p><p> لِذَلِكَ وَصَلَ النَّهْيُ بِقَوْلِهِ - عَزَّ وَجَلَّ -: (وَأَنْتُمْ تَعْلَمُونَ) أَيْ وَالْحَالُ أَنَّكُمْ تَعْلَمُونَ أَنَّهُ لَا نِدَّ لَهُ لِأَنَّكُمْ إِذَا سُئِلْتُمْ: مَنْ خَلَقَكُمْ وَخَلَقَ مَنْ قَبْلَكُمْ؟ تَقُولُونَ اللهُ، وَإِذَا سُئِلْتُمْ: مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ يُدَبِّرُ الْأَمْرَ؟ تَقُولُونَ: اللهُ. فَلِمَاذَا تَسْتَغِيثُونَ إِذَنْ بِغَيْرِ اللهِ وَتَدْعُونَ غَيْرَ اللهِ؟ وَمِنْ أَيْنَ أَتَيْتُمْ بِهَذِهِ الْوَسَائِطِ الَّتِي لَا تَضُرُّ وَلَا تَنْفَعُ وَادَّعَيْتُمْ أَنَّهُمْ شُفَعَاؤُكُمْ عِنْدَ اللهِ؟ وَمِنْ أَيْنَ جَاءَكُمْ أَنَّ التَّقَرُّبَ وَالتَّوَسُّلَ إِلَى اللهِ يَكُونُ بِغَيْرِ مَا شَرَعَهُ مِنَ الدِّينِ حَتَّى قُلْتُمْ:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ)  (٣٩: ٣) . </p><p> يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَخَلَقَ وَسَائِطَكُمْ وَشُفَعَاءَكُمْ، </p><p> وَأَعَدَّكُمْ جَمِيعًا لِلتَّقْوَى الَّتِي تُقَرِّبُكُمْ إِلَيْهِ زُلْفَى، وَسَاوَى بَيْنَكُمْ فِي أَنْوَاعِ الْمَوَاهِبِ إِلَّا أَنَّهُ خَصَّ الْأَنْبِيَاءَ - عَلَيْهِمُ السَّلَامُ - بِالْوَحْيِ لِيُعَلِّمُوكُمْ مَا أَخْطَأَ نَظَرُكُمْ وَرَأْيُكُمْ فِيهِ، فَعَلَيْكُمْ أَنْ تَهْتَدُوا بِمَا جَاءُوا بِهِ، فَإِنَّ صَدَّ الْمَرْءُوسِينَ عَنْ تَرْكِ تَقَالِيدِهِمْ وَاتِّبَاعِ الْوَحْيِ مِنْ غَيْرِ زِيَادَةٍ فِيهِ وَلَا نُقْصَانٍ مِنْهُ خَوَّفَهُمُ الرُّؤَسَاءَ. </p><p> فَقَدْ آثَرُوا رُؤَسَاءَهُمْ عَلَى اللهِ وَجَعَلُوهُمْ لَهُ أَنْدَادًا، وَإِنَّ صَدَّ الرُّؤَسَاءِ عَنْ هَذَا الِاتِّبَاعِ تَوَقُّعُ زَوَالِ الْمَنْفَعَةِ وَالْجَاهِ لَدَى الْمَرْءُوسِينَ فَقَدِ اتَّخَذُوهُمْ أَنْدَادًا، فَالنِّدُّ: هُوَ الْمُكَافِئُ وَالْمِثْلُ، وَأَنْتُمْ بِتَرْكِكُمُ الْحَقَّ لِخَوْفِهِمْ وَرَجَائِهِمْ تُفَضِّلُونَهُمْ عَلَى اللهِ تَعَالَى وَتَجْعَلُونَهُ أَقَلَّ الْأَنْدَادِ تَعْظِيمًا، فَفِرُّوا - رَحِمَكُمُ اللهُ - إِلَى اللهِ، وَلَا تَخَافُوا غَيْرَهُ وَلَا تَرْجُوا سِوَاهُ، فَعَارٌ عَلَى مَنْ يَعْرِفُ اللهَ أَنْ يُؤْثِرَ رِضَاءَ أَحَدٍ عَلَى رِضَاهُ، لَا فَرْقَ بَيْنَ رَئِيسٍ وَمَرْءُوسٍ، وَتَابِعٍ وَمَتْبُوعٍ، بَلْ هَذَا لَا يَقَعُ مِنْ مُؤْمِنٍ حَقِيقِيٍّ؛ لِأَنَّ اللهَ تَعَالَى يَقُولُ:  (فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ)  (٣: ١٧٥) . </p>"
}