{
  "id": null,
  "sura": 2,
  "aya": 125,
  "text": "<p> (وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ) </p><p> قَوْلُهُ - تَعَالَى -: (وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا) مَعْطُوفٌ عَلَى مَا قَبْلَهُ </p><p> وَالْمَعْنَى: وَاذْكُرْ أَيُّهَا الرَّسُولُ - أَوْ أَيُّهَا النَّاسُ - إِذْ جَعَلْنَا الْبَيْتَ الْحَرَامَ مَثَابَةً لِلنَّاسِ وَأَمْنًا أَيْ ذَا أَمْنٍ، بِأَنْ خَلَقْنَا بِمَا لَنَا مِنَ الْقُدْرَةِ فِي قُلُوبِ النَّاسِ مِنَ الْمَيْلِ إِلَى حَجِّهِ وَالرِّحْلَةِ إِلَيْهِ الْمَرَّةَ بَعْدَ الْمَرَّةِ مِنْ كُلِّ فَجٍّ وَصَوْبٍ مَا كَانَ بِهِ مَثَابَةً لَهُمْ، وَمِنِ احْتِرَامِهِ وَتَعْظِيمِهِ وَعَدَمِ سَفْكِ دَمٍ فِيهِ مَا كَانَ بِهِ أَمْنًا، وَلَفْظُ (الْبَيْتَ) مِنَ الْأَعْلَامِ الْغَالِبَةِ عَلَى بَيْتِ اللهِ الْحَرَامِ بِمَكَّةَ كَالنَّجْمِ عَلَى الثُّرَيَّا، كَانَ كُلُّ عَرَبِيٍّ يَفْهَمُ هَذَا مِنْ إِطْلَاقِ الْكَلِمَةِ. </p><p> يُذَكِّرُ اللهُ - تَعَالَى - الْعَرَبَ بِهَذِهِ النِّعْمَةِ أَوِ النِّعَمِ الْعَظِيمَةِ وَهِيَ جَعْلُ الْبَيْتِ الْحَرَامِ مَرْجِعًا لِلنَّاسِ يَقْصِدُونَهُ ثُمَّ يَثُوبُونَ إِلَيْهِ، وَمَأْمَنًا لَهُمْ فِي تِلْكَ الْبِلَادِ بِلَادِ الْمَخَاوِفِ الَّتِي يُتَخَطَّفُ النَّاسُ فِيهَا مِنْ كُلِّ جَانِبٍ، وَبِدَعْوَةِ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - لِلْبَيْتِ وَأَهْلِهِ الْمُؤْمِنِينَ، وَفِي هَذَا التَّذْكِيرِ مَا فِيهِ مِنَ الْفَائِدَةِ فِي تَقْرِيرِ دَعْوَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيَانِ بِنَائِهَا عَلَى أُصُولِ مِلَّةِ إِبْرَاهِيمَ، الَّذِي تَحْتَرِمُهُ قُرَيْشٌ وَغَيْرُهَا مِنَ الْعَرَبِ، وَقَدِ اخْتَارَ الْمَثَابَةَ عَلَى نَحْوِ الْقَصْدِ وَالْمَزَارِ؛ لِأَنَّ لَفْظَ الْمَثَابَةِ يَتَضَمَّنُ هَذَا وَزِيَادَةً فَإِنَّهُ لَا يُقَالُ: ثَابَ الْمَرْءُ إِلَى الشَّيْءِ إِلَّا إِذَا كَانَ قَصَدَهُ أَوَّلًا ثُمَّ رَجَعَ إِلَيْهِ. وَلَمَّا كَانَ الْبَيْتُ مَعْبَدًا وَشِعَارًا عَامًّا، كَانَ النَّاسُ الَّذِينَ يَدِينُونَ بِزِيَارَتِهِ وَالْقَصْدِ إِلَيْهِ لِلْعِبَادَةِ يَشْتَاقُونَ الرُّجُوعَ إِلَيْهِ، فَمَنْ سَهُلَ عَلَيْهِ أَنْ يَثُوبَ إِلَيْهِ فَعَلَ، وَمَنْ لَمْ يَتَمَكَّنْ مِنَ الرُّجُوعِ إِلَيْهِ بِجُثْمَانِهِ، رَجَعَ إِلَيْهِ بِقَلْبِهِ وَوِجْدَانِهِ، وَكَوْنُهُ مَثَابَةً لِلنَّاسِ أَمْرٌ مَعْرُوفٌ فِي الْجَاهِلِيَّةِ وَالْإِسْلَامِ، وَهُوَ يَصْدُقُ بِرُجُوعِ بَعْضِ زَائِرِيهِ إِلَيْهِ، وَحَنِينِ غَيْرِهِمْ وَتَمَنِّيهِمْ لَهُ عِنْدَ عَجْزِهِمْ عَنْهُ. </p><p> وَكَذَلِكَ جَعْلُهُ أَمْنًا مَعْرُوفٌ عِنْدَهُمْ، فَقَدْ كَانَ الرَّجُلُ يَرَى قَاتِلَ أَبِيهِ فِي الْحَرَمِ فَلَا يُزْعِجُهُ، عَلَى مَا هُوَ مَعْرُوفٌ عِنْدَهُمْ مِنْ حُبِّ الِانْتِقَامِ وَالتَّفَاخُرِ بِأَخْذِ الثَّأْرِ. </p><p> (الْأُسْتَاذُ الْإِمَامُ) قَدْ يُقَالُ: مَا وَجْهُ الْمِنَّةِ عَلَى الْعَرَبِ عَامَّةً بِكَوْنِ الْبَيْتِ أَمْنًا لِلنَّاسِ وَالْفَائِدَةُ </p><p> فِيهِ إِنَّمَا هِيَ لِلنُّجَاةِ وَالضُّعَفَاءِ الَّذِينَ لَا يَقْدِرُونَ عَلَى الْمُدَافَعَةِ عَنْ أَنْفُسِهِمْ؟ وَالْجَوَابُ عَنْ هَذَا: أَنَّهُ مَا مِنْ قَوِيٍّ إِلَّا وَيُوشِكُ أَنْ يُضْطَرَّ فِي يَوْمٍ مِنَ الْأَيَّامِ إِلَى مَفْزَعٍ يَلْجَأُ إِلَيْهِ لِدَفْعِ عَدُوٍّ أَقْوَى مِنْهُ أَوْ لِهُدْنَةٍ يَصْطَلِحُ فِي غُضُونِهَا مَعَ خَصْمٍ يَرَى سِلْمَهُ خَيْرًا مِنْ حَرْبِهِ، وَوَلَاءَهُ أَوْلَى مِنْ عَدَائِهِ، فَبِلَادٌ كُلُّهَا أَخْطَارٌ وَمَخَاوِفُ لَا رَاحَةَ فِيهَا لِأَحَدٍ، وَقَدْ بَيَّنَ اللهُ الْمِنَّةَ عَلَى الْعَرَبِ إِذْ جَعَلَ لَهُمْ مَكَانًا آمِنًا بِقَوْلِهِ فِي سُورَةِ الْعَنْكَبُوتِ:  (أَوْلَمَ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ</p><p> حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللهِ يَكْفُرُونَ)  (٢٩: ٦٧) . </p><p> قَالَ - تَعَالَى -: (وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى) قَرَأَ نَافِعٌ وَابْنُ عَامِرٍ (وَاتَّخَذُوا) بِفَتْحِ الْخَاءِ عَلَى أَنَّهُ فِعْلٌ مَاضٍ مَعْطُوفٌ عَلَى (جَعَلْنَا) وَالْبَاقُونَ بِكَسْرِهَا عَلَى أَنَّهُ أَمْرٌ، أَيْ وَقُلْنَا اتَّخِذُوا أَوْ قَائِلِينَ اتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى، فَحُذِفَ الْقَوْلُ لِلْإِيجَازِ، وَفَائِدَتُهُ أَنْ يَسْتَحْضِرَ ذِهْنُ التَّالِي أَوِ السَّامِعِ الْمَأْمُورِينَ حَاضِرِينَ وَالْأَمْرُ يُوَجَّهُ إِلَيْهِمْ، فَهُوَ تَصْوِيرٌ لِلْمَاضِي بِصُورَةِ الْحَاضِرِ لِيَقَعَ فِي نُفُوسِ الْمُخَاطَبِينَ بِالْقُرْآنِ أَنَّ الْأَمْرَ يَتَنَاوَلُهُمْ، وَأَنَّهُ مُوَجَّهٌ إِلَيْهِمْ كَمَا وُجِّهَ إِلَى سَلَفِهِمْ فِي عَهْدِ أَبِيهِمْ إِبْرَاهِيمَ، وَهُمْ وَلَدُهُ إِسْمَاعِيلُ وَآلُ بَيْتِهِ وَمَنْ أَجَابَ دَعَوْتَهُمَا إِلَى حَجِّ الْبَيْتِ، لَا أَنَّهُ حِكَايَةٌ تَارِيخِيَّةٌ سِيقَتْ لِلْفُكَاهَةِ وَالتَّسْلِيَةِ بَلْ شَرِيعَةٌ وَدِينٌ. وَهَذَا الْقَوْلُ أَحْسَنُ مِنْ قَوْلِ بَعْضِهِمْ: إِنَّ (اتَّخِذُوا) أَمْرٌ لِأُمَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ لِأَنَّ ذَلِكَ الْقَوْلَ يَقْتَصِرُ عَلَى مَعْنَى صِيغَةِ الْأَمْرِ، وَمَا قُلْنَا يَتَضَمَّنُ مَعَ ذَلِكَ مَعْنَى الْقِرَاءَةِ بِصِيغَةِ الْمَاضِي الدَّالَّةِ عَلَى أَنَّ إِبْرَاهِيمَ وَمَنْ مَعَهُ قَدِ اتَّخَذُوا مَقَامَهُ مُصَلًّى؛ وَلِأَنَّهُ أَبْلَغُ لِمَا فِيهِ مِنْ تَحْرِيكِ شُعُورِ الْخَلَفِ بِشَرَفِ عَمَلِ السَّلَفِ وَبَعْثِهِمْ عَلَى الِاقْتِدَاءِ بِهِمْ. </p><p> وَ (مَقَامِ) اسْمُ مَكَانٍ مِنَ الْقِيَامِ، وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ فِي مَقَامِ إِبْرَاهِيمَ، فَقَالَ بَعْضُهُمْ: إِنَّهُ الْحَجَرُ الَّذِي كَانَ يَقُومُ عَلَيْهِ عِنْدَ بِنَاءِ الْكَعْبَةِ. قَالَهُ ابْنُ عَبَّاسٍ وَجَابِرٌ وَقَتَادَةُ وَغَيْرُهُمْ وَرَوَاهُ الْبُخَارِيُّ، وَعَلَيْهِ مُفَسِّرُنَا (الْجَلَالُ) ، وَقَالَ آخَرُونَ: إِنَّهُ الْحَرَمُ كُلُّهُ وَهُوَ مَرْوِيٌّ عَنِ النَّخَعِيِّ وَمُجَاهِدٍ، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَعَطَاءٍ أَنَّهُ مَوَاقِفُ الْحَجِّ كُلُّهَا، وَقَالَ الشَّعْبِيُّ: إِنَّهُ عَرَفَةُ وَمُزْدَلِفَةٌ وَالْجِمَارُ. اخْتَلَفُوا أَيْضًا فِي تَفْسِيرِ الْمُصَلَّى، فَقَالَ مَنْ فَسَّرَ الْمَقَامَ بِالْحَجَرِ: إِنَّهُ مَكَانُ الصَّلَاةِ أَيْ صَلَاتُنَا الْمَخْصُوصَةُ وَعَلَيْهِ (الْجَلَالُ) وَاسْتَدَلُّوا لَهُ بِحَدِيثِ جَابِرٍ عِنْدَ مُسْلِمٍ قَالَ: ((إِنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا فَرَغَ مِنْ طَوَافِهِ عَمَدَ إِلَى مَقَامِ إِبْرَاهِيمَ فَصَلَّى خَلْفَهُ رَكْعَتَيْنِ وَقَرَأَ الْآيَةَ) ) وَذَهَبَ الْآخَرُونَ إِلَى أَنَّ الْمُرَادَ بِالْمُصَلَّى مَوْضِعُ الصَّلَاةِ بِمَعْنَاهَا اللُّغَوِيِّ الْعَامِّ، وَهُوَ الدُّعَاءُ وَالتَّوَجُّهُ إِلَى اللهِ - تَعَالَى - وَعِبَادَتُهُ مُطْلَقَةً، وَالْأُسْتَاذُ الْإِمَامُ يُرَجِّحُ قَوْلَ هَؤُلَاءِ، وَذَكَرَ مِنْ دَلِيلِهِ أَنَّ الْحِجْرَ لَا يَسَعُ لِلصَّلَاةِ الْمَخْصُوصَةِ؛ وَلِذَلِكَ قَالَ جَابِرٌ:  ((إِنَّ النَّبِيَّ صَلَّى خَلْفَهُ) ) فَكَيْفَ يُتَّخَذُ مِنْهُ مَحَلٌّ لِلصَّلَاةِ؟ وَأَجَابَ عَنْ حَدِيثِ مُسْلِمٍ وَحَدِيثِ أَبِي نُعَيْمٍ مَرْفُوعًا ((هَذَا مَقَامُ إِبْرَاهِيمَ) ) </p><p> بِأَنَّهُ لَيْسَ فِيهِمَا مَا يَدُلُّ عَلَى أَنَّ الْحَجَرَ هُوَ الْمُرَادُ بِمَقَامِ إِبْرَاهِيمَ فِي الْآيَةِ دُونَ غَيْرِهِ </p><p> وَإِنَّمَا صَلَاتُهُ تَدُلُّ عَلَى أَنَّ الصَّلَاةَ هُنَاكَ مَشْرُوعَةٌ، عَلَى أَنَّ فِي سَنَدِ حَدِيثِ أَبِي نُعَيْمٍ مَقَالًا، وَالْخِطَابُ فِي الْأَصْلِ لِلْمُؤْمِنِينَ فِي زَمَنِ إِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - وَلَمْ تَكُنْ صَلَاتُنَا هَذِهِ صَلَاتَهُمْ، فَحَمْلُ الْمَقَامِ عَلَى جَمِيعِ شَعَائِرِ الْحَجِّ الَّتِي قَامَ فِيهَا إِبْرَاهِيمُ وَالصَّلَاةِ عَلَى مَعْنَاهَا اللُّغَوِيِّ الَّذِي يَشْمَلُ صَلَاةَ إِبْرَاهِيمَ وَمَنْ كَانَ مَعَهُ عَلَى عِبَادَتِهِ كَمَا يَشْمَلُ صَلَاتَنَا وَمَنَاسِكَنَا أَظْهَرُ، كَمَا قَالَ الْأُسْتَاذُ الْإِمَامُ، وَالصَّلَاةُ عِنْدَ الْعَرَبِ وَغَيْرِهِمْ مِنَ الْأُمَمِ تَشْمَلُ الدُّعَاءَ وَالثَّنَاءَ عَلَى اللهِ، وَالتَّوَسُّلَ إِلَيْهِ بِكُلِّ قَوْلٍ وَعَمَلٍ يَدُلُّ عَلَى التَّوَجُّهِ إِلَيْهِ سُبْحَانَهُ، وَيَقُولُ الْمُحَقِّقُونَ مِنَ الْفُقَهَاءِ: حَيْثُمَا صَلَّيْتَ مِنَ الْمَسْجِدِ فَثَمَّ مَقَامُ إِبْرَاهِيمَ، وَالنَّاسُ يَتَحَرَّوْنَ صَلَاةَ رَكْعَتِيِ الطَّوَافِ خَلْفَ الْبِنَاءِ الْمُرْتَفِعِ الَّذِي وُضِعَ فِيهِ الْحَجَرُ الَّذِي فِيهِ أَثَرُ قَدَمِ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنْ أَمْكَنَ، وَالْمَرْوِيُّ أَنَّهُ كَانَ مُلَاصِقًا لِلْكَعْبَةِ فَأَخَّرَهُ إِلَى ذَلِكَ الْمَكَانِ عُمَرُ - رَضِيَ اللهُ عَنْهُ - كَمَا رَوَاهُ عَبْدُ الرَّزَّاقِ بِسَنَدٍ قَوِيٍّ عِنْدَهُمْ، وَرَوَى ابْنُ مَرْدَوَيْهِ عَنْ مُجَاهِدٍ بِسَنَدٍ ضَعِيفٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الَّذِي أَخَّرَهُ، وَسَيَأْتِي فِي تَفْسِيرِ آلِ عِمْرَانَ مِنْ أَوَّلِ الْجُزْءِ الرَّابِعِ مَزِيدُ كَلَامٍ فِي هَذَا الْمُقَامِ. </p><p> قَالَ - تَعَالَى -: (وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ) . . . إِلَخْ؛ عَهِدَ إِلَيْهِ بِالشَّيْءِ وَصَّاهُ بِهِ، وَالْمُرَادُ أَنَّ اللهَ كَلَّفَهُمَا أَنْ يُطَهِّرَا ذَلِكَ الْمَكَانَ الَّذِي نَسَبَهُ إِلَيْهِ وَسَمَّاهُ بَيْتَهُ؛ لِأَنَّهُ جَعَلَهُ مَعْبَدًا يُعْبَدُ فِيهِ الْعِبَادَةَ الصَّحِيحَةَ، وَلَمْ يَذْكُرْ مَا يَجِبُ أَنْ يُطَهِّرَاهُ مِنْهُ لِيَشْمَلَ جَمِيعَ الرِّجْسِ الْحِسِّيِّ وَالْمَعْنَوِيِّ كَالشِّرْكِ وَأَصْنَامِهِ وَاللَّغْوِ وَالرَّفَثِ وَالتَّنَازُعِ. </p><p> وَتَخْصِيصُ اللهِ - تَعَالَى - ذَلِكَ الْبَيْتَ بِالنِّسْبَةِ إِلَى ذَاتِهِ الْمُنَزَّهَةِ عَنْ صِفَاتِ الْأَجْسَامِ، لَيْسَ لِخُصُوصِيَّةٍ فِي مَوْقِعِهِ وَلَا فِي أَحْجَارِهِ، وَإِنَّمَا كَانَ بَيْتًا لِلَّهِ لِأَنَّ اللهَ - تَعَالَى - سَمَّاهُ بَيْتَهُ، وَأَمَرَ بِأَنْ يَتَوَجَّهَ إِلَيْهِ الْمُصَلُّونَ، وَبِأَنْ يُعْبَدَ فِيهِ عِبَادَةً خَاصَّةً. وَالْحِكْمَةُ فِي ذَلِكَ أَنَّ الْبَشَرَ يَعْجِزُونَ عَنِ التَّوَجُّهِ إِلَى مَوْجُودٍ غَيْبِيٍّ مُطْلَقٍ لَا يَتَقَيَّدُ بِمَكَانٍ، وَلَا يَنْحَصِرُ فِي جِهَةٍ وَهُمْ فِي حَاجَةٍ إِلَى التَّوَجُّهِ إِلَى خَالِقِهِمْ وَشُكْرِهِ وَالتَّوَسُّلِ إِلَيْهِ وَالثَّنَاءِ عَلَيْهِ، وَاسْتِمْدَادِ رَحْمَتِهِ وَمَعُونَتِهِ لِمَا فِي ذَلِكَ مِنَ الْفَائِدَةِ لَهُمْ؛ لِأَنَّهُ يُعْلِي مَدَارِكَهُمْ عَنِ التَّقَيُّدِ فِي دَائِرَةِ الْأَسْبَابِ الْمَعْرُوفَةِ عَلَى ضِيقِهَا وَعَنِ الِاسْتِخْذَاءِ لِمَا لَا يَعْرِفُونَ لَهُ سَبَبًا، وَيَرْفَعُ نُفُوسَهُمْ عَنِ الرِّضَى بِالْحَيَاةِ الْحَيَوَانِيَّةِ، فَلَهُ الْحَمْدُ وَالْمِنَّةُ أَنْ عَيَّنَ لَهُمْ مَكَانًا نَسَبَهُ إِلَيْهِ فَسَمَّاهُ بَيْتَهُ </p><p> رَمْزًا إِلَى أَنَّ ذَاتَهُ الْمُقَدَّسَةَ تَحْضُرُهُ، فَإِذَا كَانَ الْحُضُورُ الْحَقِيقِيُّ مُحَالًا عَلَيْهَا، فَإِنَّهَا تَحْضُرُهُ رَحْمَتُهُ الْإِلَهِيَّةُ؛ وَلِذَلِكَ كَانَ التَّوَجُّهُ إِلَيْهِ بِمَنْزِلَةِ التَّوَجُّهِ إِلَى تِلْكَ الذَّاتِ الْعَلِيَّةِ، لَوْ وَجَدَ الْعَبْدُ إِلَى ذَلِكَ سَبِيلًا، وَلَوْ كَلَّفَ اللهُ عِبَادَهُ بِعِبَادَتِهِ مُطْلَقًا - وَقَدْ عَلَّمَهُمْ بِنَظَرِ الْعَقْلِ وَإِرْشَادِ الشَّرْعِ أَنَّهُ لَيْسَ كَمِثْلِهِ شَيْءٌ - لَوَقَعُوا فِي الْحَيْرَةِ وَالِاضْطِرَابِ لَا يَدْرُونَ كَيْفَ يَتَوَجَّهُونَ إِلَى ذَاتٍ غَيْبِيَّةٍ مُطْلَقَةً، وَلَوِ اخْتَارَ بَعْضُهُمْ لِنَفْسِهِ عِبَادَةً تَلِيقُ بِهَذَا التَّنْزِيهِ الَّذِي أَرْشَدَ إِلَيْهِ الْكِتَابُ وَصَدَّقَهُ الْعَقْلُ، لَمَا اهْتَدَى إِلَيْهِ الْآخَرُونَ، وَبِذَلِكَ يَفْقِدُ الْمُؤْمِنُونَ الْجَامِعَةَ الَّتِي تَجْمَعُهُمْ عَلَى أَفْضَلِ الْأَعْمَالِ الَّتِي تُؤَلِّفُ بَيْنَ قُلُوبِهِمْ، لِذَلِكَ قُلْنَا: إِنَّ اللهَ رَحِمَهُمْ إِذْ جَعَلَ لِنَفْسِهِ بَيْتًا يَقْصِدُونَهُ </p><p> وَيَثُوبُونَ إِلَيْهِ عِنْدَ الْإِمْكَانِ، وَيَتَوَجَّهُونَ إِلَيْهِ فِي صَلَاتِهِمْ وَإِنْ بَعُدَ الْمَكَانُ، وَلَا يُخْشَى عَلَى الْمُؤْمِنِ تَوَهُّمُ الْحُلُولِ فِي ذَاتِ اللهِ بِنِسْبَةِ الْبَيْتِ إِلَيْهِ بَعْدَ مَا نَفَى سُبْحَانَهُ كُلَّ إِيهَامٍ بِقَوْلِهِ:  (وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللهِ إِنَّ اللهَ وَاسِعٌ عَلِيمٌ)  (٢: ١١٥) . </p><p> أَقُولُ: وَلَا يَرِدُ عَلَى هَذَا كَوْنُ السَّمَاءِ قِبْلَةَ الدُّعَاءِ لِإِشْعَارِهَا بِعُلُوِّهِ - تَعَالَى - عَلَى جَمِيعِ خَلْقِهِ لِلْفَرْقِ الظَّاهِرِ بَيْنَ الصَّلَاةِ وَالدُّعَاءِ. </p><p> وَقَوْلُهُ - تَعَالَى -: (لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ) يُؤَيِّدُ مَا رَجَّحَهُ الْأُسْتَاذُ الْإِمَامُ مِنْ جَعْلِ الْمُصَلَّى بِالْمَعْنَى الْعَامِّ أَيِ الْمَعْبَدِ، فَإِنَّهُ بَعْدَ أَمْرِ النَّاسِ بِاتِّخَاذِ مَقَامِ إِبْرَاهِيمَ مُصَلًّى بَيَّنَ لَنَا أَنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ طَهَّرَاهُ بِأَمْرِهِ لِأَدَاءِ أَنْوَاعٍ مِنَ الْعِبَادَاتِ فِيهِ كَالطَّوَافِ، وَفِي مَعْنَاهُ السَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَالْعُكُوفِ فِي الْمَسْجِدِ، وَالرُّكُوعِ وَالسُّجُودِ، وَهُمَا مِنْ أَعْمَالِ الصَّلَاةِ، (وَالرُّكَّعِ السُّجُودِ) جَمْعُ الرَّاكِعِ وَالسَّاجِدِ وَالْآيَةُ تَدُلُّ عَلَى أَنَّ إِبْرَاهِيمَ كَانَ مَأْمُورًا هُوَ وَمَنْ آمَنَ بِهِ بِهَذِهِ الْعِبَادَاتِ، وَلَكِنْ لَا دَلِيلَ فِيهَا عَلَى أَنَّهُمْ كَانُوا يُؤَدُّونَهَا عَلَى الْوَجْهِ الْمَشْرُوعِ عِنْدَنَا. </p><p> (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) هَذِهِ الْآيَةُ مَعْطُوفَةٌ عَلَى مَا قَبْلَهَا مَسُوقَةٌ لِبَيَانِ مِنَّةٍ أَوْ مِنَنٍ أُخْرَى عَلَى أَهْلِ الْحَرَمِ، وَهِيَ مَا تَضَمَّنَهُ دُعَاءُ إِبْرَاهِيمَ مِنْ جَعْلِ الْبَلَدِ آمِنًا فِي نَفْسِهِ، وَهُوَ غَيْرُ مَا سَبَقَتْ بِهِ الْمِنَّةُ مِنْ جَعْلِ الْبَيْتِ آمِنًا. وَقَدْ فَسَّرَ الْجَلَالُ (أَمْنًا) بِقَوْلِهِ: ذَا أَمْنٍ: مَعَ أَنَّ الْمَعْنَى ظَاهِرٌ وَهُوَ أَنْ يَكُونَ مَحْفُوظًا مِنَ الْأَعْدَاءِ الَّذِينَ يَقْصِدُونَهُ بِالسُّوءِ، وَهُوَ غَيْرُ مَعْنَى كَوْنِهِ ذَا أَمْنٍ، أَيْ أَنَّ مَنْ يَكُونُ فِيهِ يَكُونُ آمِنًا </p><p> مِمَّنْ يَسْطُو عَلَيْهِ فَيَظْلِمُهُ أَوْ يَنْتَقِمُ مِنْهُ. وَقَدِ اسْتَجَابَ اللهُ دُعَاءَ إِبْرَاهِيمَ فِي ذَلِكَ، وَمَنْ تَعَدَّى عَلَى الْبَيْتِ لَمْ يَطُلْ زَمَنُ تَعَدِّيهِ بِحَيْثُ يُقَالُ: إِنَّهُ قَدْ مَرَّ زَمَنٌ طَوِيلٌ لَمْ يَكُنِ الْبَيْتُ فِيهِ آمِنًا، بَلْ لَمْ يَنْجَحْ أَحَدٌ تَعَدَّى عَلَيْهِ لِذَاتِهِ، وَإِنَّمَا كَانَ التَّعَدِّي الْقَصِيرُ هُوَ التَّعَدِّي الْعَارِضُ عَلَى بَعْضِ مَنِ اعْتَصَمَ فِيهِ (وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنُ مِنْهُمْ بِاللهِ وَالْيَوْمِ الْآخِرِ) فَسَّرَ (الْجَلَالُ) الرِّزْقَ مِنَ الثَّمَرَاتِ بِنَقْلِ جِبْرِيلَ الطَّائِفَ مِنْ حَوْرَانَ فِي بِلَادِ الشَّامِ أَوْ فِلَسْطِينَ إِلَى مَكَانِهِ الْآنَ فِي أَرْضِ الْحِجَازِ، مَعَ أَنَّ الْكَلَامَ فِي الْبَيْتِ وَبَلَدِهِ مَكَّةَ لَا فِي الطَّائِفِ. وَرِزْقُ أَهْلِ هَذَا الْبَلَدِ الْأَمِينِ مِنَ الثَّمَرَاتِ ظَاهِرٌ مَعْرُوفٌ بِالْمُشَاهَدَةِ وَالِاخْتِبَارِ الْمُصَدِّقَيْنِ لِمَا جَاءَ بِهِ الْكِتَابُ فِي سُورَةِ الْقَصَصِ بِقَوْلِهِ:  (أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ)  (٢٨: ٥٧) فَالثَّمَرَاتُ تُجْبَى وَتُجْمَعُ مِنْ حَيْثُ تَكُونُ وَتُسَاقُ إِلَى مَكَّةَ، وَلَا فَرْقَ فِي ذَلِكَ بَيْنَ كَوْنِهَا مِنَ الطَّائِفِ أَوْ مِنَ الشَّامِ أَوْ مِصْرَ أَوِ الرُّومِ مَثَلًا، وَكَوْنُهَا تُجْمَعُ مِنْ أَقْطَارٍ مُتَفَرِّقَةٍ أَظْهَرُ فِي صِدْقِ الْآيَةِ وَأَدَلُّ عَلَى التَّسْخِيرِ. وَحَدِيثُ نَقْلِ الطَّائِفِ لَا يَصِحُّ، وَلَكِنَّهُمْ أَلْصَقُوهُ بِكِتَابِ اللهِ وَجَعَلُوهُ تَفْسِيرًا لَهُ وَهُوَ بَرِئٌ مِنْهُ وَغَيْرُ مُحْتَاجٍ فِي صِدْقِهِ إِلَيْهِ. </p>"
}