{
  "id": null,
  "sura": 2,
  "aya": 184,
  "text": "<p> ثُمَّ بَيَّنَ تَعَالَى أَنَّ الصِّيَامَ الَّذِي كَتَبَهُ عَلَيْنَا مُعَيَّنٌ مَحْدُودٌ فَقَالَ:  (أَيَّامًا مَعْدُودَاتٍ) أَيْ: مُعَيَّنَاتٍ بِالْعَدَدِ، أَوْ قَلِيلَاتٍ وَهِيَ أَيَّامُ رَمَضَانَ كَمَا سَيَأْتِي، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ، قَالَ الْمُفَسِّرُونَ: وَعَلَيْهِ أَكْثَرُ الْمُحَقِّقِينَ، وَزَعَمَ بَعْضُ النَّاسِ أَنَّ هَذِهِ الْأَيَّامَ غَيْرُ رَمَضَانَ، وَهِيَ يَوْمُ عَاشُورَاءَ وَثَلَاثَةُ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، وَعَيَّنَهَا بَعْضُهُمْ بِأَنَّهَا الْأَيَّامُ الْبِيضُ أَيِ الثَّالِثَ عَشَرَ وَمَا بَعْدَهُ ثُمَّ نُسِخَتْ بِآيَةِ (شَهْرُ رَمَضَانَ) الْآتِيَةِ، وَلَمْ يَثْبُتْ فِي السُّنَّةِ أَنَّ الصَّوْمَ كَانَ وَاجِبًا عَلَى الْمُسْلِمِينَ قَبْلَ فَرْضِ رَمَضَانَ، وَلَوْ وَقَعَ لِنُقِلَ بِالتَّوَاتُرِ ; لِأَنَّهُ مِنَ الْعِبَادَاتِ الْعَمَلِيَّةِ الْعَامَّةِ. نَعَمْ ; وَرَدَ فِي الصَّحِيحِ الْآحَادِيِّ أَحَادِيثُ مُتَعَارِضَةٌ فِي صَوْمِ يَوْمِ عَاشُورَاءَ فِي الْجَاهِلِيَّةِ وَبَعْدَ الْإِسْلَامِ، بَعْضُهَا بِالْأَمْرِ بِهِ فِي الْمَدِينَةِ وَبَعْضُهَا بِالتَّخْيِيرِ، وَلَكِنْ لَا دَلِيلَ عَلَى أَنَّهُ كَانَ فَرْضًا عَامًّا فِي الْمُسْلِمِينَ، وَلَا عَلَى أَنَّهُ نُسِخَ، فَهُمْ لَا يَزَالُونَ يَصُومُونَهُ اسْتِحْبَابًا مَنْ شَاءَ مِنْهُمْ، بَلْ يَدُلُّ حَدِيثُ ((لَئِنْ بَقِيتُ إِلَى قَابِلٍ لَأَصُومَنَّ مِنَ التَّاسِعِ) ) مَعَ مَا وَرَدَ مِنْ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَاتَ مِنْ سَنَتِهِ تِلْكَ، عَلَى أَنَّ الْأَمْرَ بِصَوْمِ عَاشُورَاءَ كَانَ فِي آخِرِ زَمَنِ الْبَعْثَةِ، وَلَيْسَ هَذَا مَحَلُّ تَمْحِيصِ هَذِهِ الرِّوَايَاتِ وَالْجَمْعِ بَيْنَهَا، وَلَكِنْ كَانَ لِبَعْضِ الْعُلَمَاءِ وَلَعٌ بِتَكْثِيرِ اسْتِخْرَاجِ النَّاسِخِ وَالْمَنْسُوخِ مِنَ الْقُرْآنِ لِمَا فِيهِ مِنَ الدَّلَالَةِ عَلَى سِعَةِ الْعِلْمِ بِالْقُرْآنِ، وَإِنْ كَانَ عِلْمًا بِإِبْطَالِ الْقُرْآنِ بَادِي الرَّأْيِ مِنْ غَيْرِ حُجَّةٍ تُضَاهِي حُجَّةَ الْقُرْآنِ فِي الْقَطْعِ وَالْقُوَّةِ. وَلَا يَنْبَغِي لِلْمُؤْمِنِ أَنْ يَحْسَبَ هَذَا هَيِّنًا وَهُوَ عِنْدُ اللهِ عَظِيمٌ. </p><p> (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) أَيْ: مَنْ كَانَ كَذَلِكَ فَأَفْطَرَ فَعَلَيْهِ صِيَامُ عِدَّةٍ مِنْ أَيَّامٍ أُخَرَ غَيْرِ تِلْكَ الْأَيَّامِ الْمَعْدُودَاتِ ; أَيْ: فَالْوَاجِبُ عَلَيْهِ الْقَضَاءُ إِذَا أَفْطَرَ بِعَدَدِ الْأَيَّامِ الَّتِي لَمْ يَصُمْهَا، وَكُلٌّ مِنَ الْمَرِيضِ وَالْمُسَافِرِ عُرْضَةٌ لِاحْتِمَالِ الْمَشَقَّةِ بِالصِّيَامِ، وَإِطْلَاقِ كَلِمَةِ (مَرِيضًا) يَدُلُّ عَلَى أَنَّ الرُّخْصَةَ لَا تَتَقَيَّدُ بِالْمَرَضِ الشَّدِيدِ الَّذِي يَعْسُرُ مَعَهُ الصَّوْمُ، وَرُوِيَ هَذَا عَنْ عَطَاءٍ وَابْنِ سِيرِينَ وَعَلَيْهِ الْبُخَارِيُّ ; لِأَنَّ أَمْثَالَ هَذِهِ الْأَحْكَامِ تُقْرَنُ بِمَظِنَّةِ الْمَشَقَّةِ تَحْقِيقًا لِلرُّخْصَةِ، فَرُبَّ مَرَضٍ لَا يَشُقُّ مَعَهُ الصَّوْمُ وَلَكِنَّهُ يَكُونُ ضَارًّا بِالْمَرِيضِ وَسَبَبًا فِي زِيَادَةِ مَرَضِهِ وَطُولِ مُدَّتِهِ، وَتَحْقِيقُ الْمَشَقَّةِ عُسْرٌ، وَعِرْفَانُ الضَّرَرِ أَعْسَرُ. وَاسْتَدَلَّ الْجُمْهُورُ عَلَى </p><p> تَقْيِيدِهِ بِالْمَرَضِ الَّذِي يَعْسُرُ الصَّوْمُ مَعَهُ بِقَوْلِهِ فِي الْآيَةِ الْأُخْرَى:  (يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ) وَلَا دَلِيلَ فَإِنَّهُ تَعْلِيلٌ لِأَصْلِ الرُّخْصَةِ، وَكَمَالُهَا أَلَّا يَكُونَ فِيهَا تَضْيِيقٌ. </p><p> وَكَذَلِكَ السَّفَرُ يَشْمَلُ إِطْلَاقُهُ وَتَنْكِيرُهُ الطَّوِيلَ وَالْقَصِيرَ وَسَفَرَ الْمَعْصِيَةِ. فَالْعُمْدَةُ فِيهِ مَا يُسَمَّى فِي الْعُرْفِ سَفَرًا كَسَائِرِ الْأَلْفَاظِ الْمُطْلَقَةِ فِي الشَّرْعِ. وَالْعُرْفُ يَخْتَلِفُ بِاخْتِلَافِ أَسْبَابِ الْمَعِيشَةِ وَوَسَائِلِ النَّقْلِ، فَالَّذِي يَرْكَبُ فِي هَذَا الزَّمَانِ سَيَّارَةً بُخَارِيَّةً أَوْ طَيَّارَةً هَوَائِيَّةً مَسَافَةَ ثَلَاثَةِ أَمْيَالٍ أَوْ فَرَاسِخَ أَوْ مَسَافَةَ يَوْمٍ أَوْ يَوْمَيْنِ بِتَقْدِيرِ سَيْرِ الْأَثْقَالِ لِيَمْكُثَ مُدَّةً قَصِيرَةً ثُمَّ يَعُودُ إِلَى بَلَدِهِ وَدَارِهِ، وَلَا يُسَمَّى فِي الْعُرْفِ مُسَافِرًا بَلْ مُتَنَزِّهًا. وَقَدْ جَاءَ فِي السُّنَّةِ مَا يُؤَيِّدُ هَذَا الْإِطْلَاقَ فِي السَّفَرِ الْقَصِيرِ فَقَدْ رَوَى أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ عَنْ أَنَسٍ أَنَّهُ قَالَ: ((كَانَ رَسُولُ اللهِ </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ </p><p> إِذَا خَرَجَ مَسِيرَةَ ثَلَاثَةِ أَيَّامٍ أَوْ ثَلَاثَةِ فَرَاسِخَ صَلَّى رَكْعَتَيْنِ)) وَيُرَجِّحُ كَوْنَ الرِّوَايَةِ ثَلَاثَةَ أَمْيَالٍ ; حَدِيثُ أَبِي سَعِيدٍ عِنْدَ سَعِيدِ بْنِ مَنْصُورٍ قَالَ:  ((كَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا سَافَرَ فَرْسَخًا يَقْصُرُ الصَّلَاةَ) ) وَالْفَرْسَخُ ثَلَاثَةُ أَمْيَالٍ. بَلْ رَوَى ابْنُ أَبِي شَيْبَةَ بِإِسْنَادٍ صَحِيحٍ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يَقْصُرُ فِي الْمِيلِ الْوَاحِدِ، وَمَا رُوِيَ فِي قَصْرِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسَافَةٍ أَطْوَلَ لَا يُنَافِي هَذَا ; فَإِنَّ الْقَصْرَ فِيهَا أَوْلَى، وَلَا خِلَافَ بَيْنَ الْمُسْلِمِينَ فِي أَنَّ السَّفَرَ الَّذِي يُبَاحُ فِيهِ الْقَصْرُ يُبَاحُ فِيهِ الْفِطْرُ، وَأَمَّا الْعَاصِي بِالسَّفَرِ فَهُوَ عَلَى دُخُولِهِ فِي الْإِطْلَاقِ مِنْ جُمْلَةِ الْمُكَلَّفِينَ الْمُخَاطَبِينَ بِالشَّرِيعَةِ كُلِّهَا كَغَيْرِهِمْ كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ) . </p><p> وَزَعَمَ بَعْضُ الْمُفَسِّرِينَ الْمُقَلِّدِينَ أَنَّ قَوْلَهُ تَعَالَى:  (أَوْ عَلَى سَفَرٍ) يُومِئُ إِلَى أَنَّ مَنْ سَافَرَ فِي أَثْنَاءِ الْيَوْمِ لَا يَجُوزُ لَهُ أَنْ يُفْطِرَ فِيهِ بَلْ يُفْطِرُ فِي الْيَوْمِ الثَّانِي ; لِأَنَّ الْكَلِمَةَ تَدُلُّ عَلَى التَّمَكُّنِ مِنَ السَّفَرِ بِجَعْلِهِ كَالْمَرْكُوبِ، وَلَكِنَّ السُّنَّةَ جَرَتْ بِخِلَافِ ذَلِكَ، فَقَدْ رَوَى الْبُخَارِيُّ وَغَيْرُهُ عَنِ ابْنِ عَبَّاسٍ قَالَ:  ((خَرَجَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى حُنَيْنٍ وَالنَّاسُ مُخْتَلِفُونَ فَصَائِمٌ وَمُفْطِرٌ، فَلَمَّا اسْتَوَى عَلَى رَاحِلَتِهِ دَعَا بِإِنَاءٍ مِنْ لَبَنٍ أَوْ مَاءٍ فَوَضَعَهُ عَلَى رَاحَتِهِ أَوْ رَاحِلَتِهِ ثُمَّ نَظَرَ إِلَى النَّاسِ،فَقَالَ الْمُفْطِرُونَ لِلصُّوَّامِ:أَفْطِرُوا) ) وَفِي حَدِيثِ أَنَسٍ وَأَبِي بُصْرَةَ الْأَمْرُ بِذَلِكَ وَتَسْمِيَتُهُ سُنَّةٌ. </p><p> وَفِي لَفْظٍ آخَرَ لِابْنِ عَبَّاسٍ فِي الْبُخَارِيِّ وَغَيْرِهِ:  ((أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَرَجَ إِلَى مَكَّةَ فِي رَمَضَانَ فَصَامَ فَلَمَّا بَلَغَ الْكَدِيدَ - بِفَتْحٍ فَكَسْرٍ - أَفْطَرَ فَأَفْطَرَ النَّاسُ) ) قَالَ أَبُو عَبْدِ اللهِ (الْبُخَارِيُّ) : وَالْكَدِيدُ مَاءٌ بَيْنَ عَسْفَانَ وَقُدَيْدٍ - بِالتَّصْغِيرِ - وَفِي رِوَايَةٍ أُخْرَى:  ((حَتَّى بَلَغَ عَسْفَانَ) ) وَالْكَدِيدُ تَابِعَةٌ لِعَسْفَانَ وَهِيَ أَقْرَبُ إِلَى الْمَدِينَةِ. قَالَ الْحَافِظُ فِي الْفَتْحِ: وَاسْتُدِلَّ بِهِ عَلَى أَنَّ لِلْمَرْءِ أَنْ يُفْطِرَ، وَلَوْ نَوَى الصِّيَامَ مِنَ اللَّيْلِ وَأَصْبَحَ صَائِمًا فَلَهُ أَنْ يُفْطِرَ فِي أَثْنَاءِ النَّهَارِ وَهُوَ قَوْلُ الْجُمْهُورِ وَقَطَعَ بِهِ أَكْثَرُ الشَّافِعِيَّةِ إِلَخْ. </p><p> وَذَهَبَتِ الظَّاهِرِيَّةُ أَوْ بَعْضُهُمْ إِلَى وُجُوبِ الْإِفْطَارِ فِي الْمَرَضِ وَالسَّفَرِ، وَالْآيَةُ لَا تَقْتَضِيهِ، وَقَدْ مَضَتِ السُّنَّةُ الْعَمَلِيَّةُ بِخِلَافِهِ. وَذَهَبَ قَوْمٌ إِلَى وُجُوبِ هَذِهِ الْعُدَّةِ عَلَيْهِمَا وَإِنْ صَامَا، وَمُقْتَضَاهَا أَنَّ اللهَ تَعَالَى ضَيَّقَ عَلَى الْمَرِيضِ وَالْمُسَافِرِ وَشَدَّدَ عَلَيْهِمَا مَا لَمْ يُشَدِّدْ عَلَى غَيْرِهِمَا وَهُوَ كَمَا تَرَى. وَالصَّوَابُ أَنَّ مَنْ صَامَ فَقَدْ أَدَّى فَرْضَهُ وَمَنْ أَفْطَرَ وَجَبَ عَلَيْهِ الْقَضَاءُ، وَبِذَلِكَ مَضَتِ السُّنَّةُ الْعَمَلِيَّةُ، فَقَدْ وَرَدَ فِي الصَّحِيحِ أَنَّهُمْ كَانُوا يُسَافِرُونَ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمُ الْمُفْطِرُ وَمِنْهُمُ الصَّائِمُ لَا يَعِيبُ أَحَدٌ عَلَى الْآخَرِ، وَأَنَّهُ كَانَ يَأْمُرُهُمْ بِالْإِفْطَارِ عِنْدَ تَوَقُّعِ الْمَشَقَّةِ فَيُفْطِرُونَ جَمِيعًا كَمَا جَاءَ فِي حَدِيثِ أَبِي سَعِيدٍ عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَأَبِي دَاوُدَ قَالَ: </p><p> سَافَرْنَا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى مَكَّةَ وَنَحْنُ صِيَامٌ فَنَزَلْنَا مَنْزِلًا فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((إِنَّكُمْ قَدْ دَنَوْتُمْ مِنْ عَدُوِّكُمْ وَالْفِطْرُ أَقْوَى لَكُمْ) ) فَكَانَتْ رُخْصَةً، فَمِنَّا مَنْ صَامَ وَمِنَّا مَنْ أَفْطَرَ، ثُمَّ نَزَلْنَا مَنْزِلًا آخَرَ فَقَالَ:  ((إِنَّكُمْ مُصَبِّحُو عَدُوِّكُمْ وَالْفِطْرُ أَقْوَى لَكُمْ فَأَفْطِرُوا) ) فَكَانَتْ عَزْمَةً فَأَفْطَرْنَا - الْحَدِيثَ. ثُمَّ لَقَدْ رَأَيْتُنَا نَصُومُ بَعْدَ ذَلِكَ مَعَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّفَرِ. وَرَوَى الْجَمَاعَةُ كُلُّهُمْ عَنْ عَائِشَةَ أَنَّ حَمْزَةَ بْنَ عَمْرٍو الْأَسْلَمِيَّ قَالَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَأَصُومُ فِي السَّفَرِ؟ وَكَانَ كَثِيرَ الصِّيَامِ فَقَالَ:  ((إِنْ شِئْتَ فَصُمْ وَإِنْ شِئْتَ فَأَفْطِرْ) ) وَفِي مُسْلِمٍ أَنَّهُ أَجَابَهُ بِقَوْلِهِ: ((هِيَ رُخْصَةٌ مِنَ اللهِ فَمَنْ أَخَذَ بِهَا فَحَسَنٌ وَمَنْ أَحَبَّ أَنْ يَصُومَ فَلَا جُنَاحَ عَلَيْهِ) ) فَدَلَّتْ هَذِهِ الرِّوَايَةِ أَنَّهُ سَأَلَهُ عَنْ صِيَامِ رَمَضَانَ ; لِأَنَّ الرُّخْصَةَ إِنَّمَا تُطْلَقَ فِي مُقَابِلِ الْوَاجِبِ. </p><p> وَرَوَى مُسْلِمٌ وَالنَّسَائِيُّ وَالتِّرْمِذِيُّ مِنْ طَرِيقِ الدَّرَاوَرْدِيِّ عَنْ جَعْفَرٍ (الصَّادِقِ) عَنْ أَبِيهِ مُحَمَّدٍ (الْبَاقِرِ) ابْنِ عَلِيٍّ (زَيْنِ الْعَابِدِينَ) عَنْ جَابِرِ بْنِ عَبْدِ اللهِ ((أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَرَجَ</p><p> إِلَى مَكَّةَ عَامَ الْفَتْحِ فَصَامَ حَتَّى بَلَغَ كُرَاعَ الْغَمِيمِ - كُرَاعُ بِالضَّمِّ وَالْغَمِيمِ بِالْفَتْحِ وَهُوَ وَادٍ أَمَامَ عَسْفَانَ - وَصَامَ النَّاسُ مَعَهُ فَقِيلَ لَهُ: إِنَّ النَّاسَ قَدْ شَقَّ عَلَيْهِمُ الصِّيَامُ وَإِنَّ النَّاسَ يَنْظُرُونَ فِيمَا فَعَلَ، فَدَعَا بِقَدَحٍ مِنْ مَاءٍ بَعْدَ الْعَصْرِ فَشَرِبَ وَالنَّاسُ يَنْظُرُونَ إِلَيْهِ فَأَفْطَرَ بَعْضُهُمْ وَصَامَ بَعْضُهُمْ، فَبَلَغَهُ أَنَّ نَاسًا صَامُوا فَقَالَ: ((أُولَئِكَ الْعُصَاةُ) ) أَيْ: لِأَنَّهُمْ أَبَوُا الِاقْتِدَاءَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَبُولِ الرُّخْصَةِ وَالْحَالُ حَالُ مَشَقَّةٍ. وَفِي رِوَايَةٍ أُخْرَى تَقَدَّمَتْ أَنَّهُ أَمَرَهُمْ أَنْ يُفْطِرُوا لِلِاسْتِعَانَةِ عَلَى لِقَاءِ عَدُوِّهِمْ فَالْعِصْيَانُ ظَاهِرٌ. </p><p> وَرَوَى أَحْمَدُ وَالشَّيْخَانِ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ حَدِيثِ جَابِرٍ قَالَ: كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَرَأَى زِحَامًا وَرَجُلًا قَدْ ظُلِّلَ عَلَيْهِ. فَقَالَ ((مَا هَذَا؟) ) فَقَالُوا: صَائِمٌ، فَقَالَ:  ((لَيْسَ مِنَ الْبِرِّ الصَّوْمُ فِي السَّفَرِ) ) وَذَكَرَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ الْخِلَافَ فِي الْأَفْضَلِ مِنَ الصِّيَامِ وَالْفِطْرِ فِي السَّفَرِ وَقَالَ: الْحَاصِلُ أَنَّ الصَّوْمَ لِمَنْ قَوِيَ عَلَيْهِ أَفْضَلُ مِنَ الْفِطْرِ، وَالْفِطْرُ لِمَنْ شَقَّ عَلَيْهِ الصَّوْمُ أَوْ أَعْرَضَ عَنْ قَبُولِ الرُّخْصَةِ أَفْضَلُ مِنَ الصَّوْمِ، وَإِنْ لَمْ يَتَحَقَّقِ الْمَشَقَّةُ يُخَيَّرُ بَيْنَ الصَّوْمِ وَالْفِطْرِ. وَقَدِ اخْتَلَفَ السَّلَفُ فِي هَذِهِ الْمَسْأَلَةِ: فَقَالَتْ طَائِفَةٌ لَا يُجْزِئُ الصَّوْمُ فِي السَّفَرِ عَنِ الْفَرْضِ بَلْ مَنْ صَامَ فِي السَّفَرِ وَجَبَ عَلَيْهِ قَضَاؤُهُ فِي الْحَضَرِ لِظَاهِرِ قَوْلِهِ تَعَالَى: (فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) وَلِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ) ) وَمُقَابَلَةُ الْبِرِّ الْإِثْمُ، وَإِذَا كَانَ آثِمًا بِصَوْمِهِ لَمْ يُجْزِئْهُ، وَهَذَا قَوْلُ بَعْضِ أَهْلِ الظَّاهِرِ وَحُكِيَ عَنْ عُمَرَ وَابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَالزُّهْرِيِّ وَإِبْرَاهِيمَ النَّخَعِيِّ وَغَيْرِهِمْ وَاحْتَجُّوا بِقَوْلِهِ </p><p> تَعَالَى:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) قَالُوا: ظَاهِرُهُ فَعَلَيْهِ عِدَّةٌ أَوْ فَالْوَاجِبُ عِدَّةٌ، وَتَأَوَّلَهُ الْجُمْهُورُ بِأَنَّ التَّقْدِيرَ فَأَفْطَرَ فَعِدَّةٌ، وَمُقَابِلُ هَذَا الْقَوْلِ قَوْلُ مَنْ قَالَ: إِنَّ الصَّوْمَ فِي السَّفَرِ لَا يَجُوزُ لِمَنْ خَافَ عَلَى نَفْسِهِ الْهَلَاكَ أَوِ الْمَشَقَّةَ الشَّدِيدَةَ. حَكَاهُ الطَّبَرِيُّ عَنْ قَوْمٍ، وَذَهَبَ أَكْثَرُ الْعُلَمَاءِ وَمِنْهُمْ مَالِكٌ وَالشَّافِعِيُّ وَأَبُو حَنِيفَةَ إِلَى أَنَّ الصَّوْمَ أَفْضَلُ لِمَنْ قَوِيَ عَلَيْهِ وَلَمْ يَشُقَّ، وَقَالَ كَثِيرٌ مِنْهُمُ: الْفِطْرُ أَفْضَلُ عَمَلًا بِالرُّخْصَةِ. وَهُوَ قَوْلُ الْأَوْزَاعِيِّ وَأَحْمَدَ وَإِسْحَاقَ. وَقَالَ آخَرُونَ: هُوَ مُخَيَّرٌ مُطْلَقًا، وَقَالَ آخَرُونَ: </p><p> أَفْضَلُهُمَا أَيْسَرُهُمَا لِقَوْلِهِ تَعَالَى:  (يُرِيدُ اللهُ بِكُمُ الْيُسْرَ) فَإِنْ كَانَ الْفِطْرُ أَيْسَرَ عَلَيْهِ فَهُوَ أَفْضَلُ فِي حَقِّهِ، وَإِنْ كَانَ الصِّيَامُ أَيْسَرَ - كَمَنْ يَسْهُلُ عَلَيْهِ حِينَئِذٍ وَيَشُقُّ عَلَيْهِ قَضَاؤُهُ بَعْدُ - فَالصَّوْمُ فِي حَقِّهِ أَفْضَلُ. وَهُوَ قَوْلُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَاخْتَارَهُ ابْنُ الْمُنْذِرِ. وَالَّذِي يَتَرَجَّحُ قَوْلُ الْجُمْهُورِ، وَلَكِنْ قَدْ يَكُونُ الْفِطْرُ أَفْضَلَ لِمَنِ اشْتَدَّ عَلَيْهِ الصَّوْمُ وَتَضَرَّرَ بِهِ، وَكَذَلِكَ مَنْ ظُنَّ بِهِ الْإِعْرَاضُ عَنْ قَبُولِ الرُّخْصَةِ كَمَا تَقَدَّمَ نَظِيرُهُ فِي الْمَسْحِ عَلَى الْخُفَّيْنِ، وَسَيَأْتِي نَظِيرُهُ فِي تَعْجِيلِ الْإِفْطَارِ. وَقَدْ رَوَى أَحْمَدُ مِنْ طَرِيقِ أَبِي طُعْمَةَ قَالَ: قَالَ رَجُلٌ لِابْنِ عُمَرَ: إِنِّي أَقْوَى عَلَى الصَّوْمِ فِي السَّفَرِ. فَقَالَ لَهُ ابْنُ عُمَرَ: مَنْ لَمْ يَقْبَلْ رُخْصَةَ اللهِ كَانَ عَلَيْهِ مِنَ الْإِثْمِ مِثْلُ جِبَالِ عَرَفَةَ. وَهَذَا مَحْمُولٌ عَلَى مَنْ رَغِبَ عَنِ الرُّخْصَةِ لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((مَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي) ) وَكَذَلِكَ مَنْ خَافَ عَلَى نَفْسِهِ الْعُجْبَ أَوِ الرِّيَاءَ إِذَا صَامَ فِي السَّفَرِ، فَقَدْ يَكُونُ الْفِطْرُ أَفْضَلَ لَهُ. وَقَدْ أَشَارَ إِلَى ذَلِكَ ابْنُ عُمَرَ، فَرَوَى الطَّبَرِيُّ مِنْ طَرِيقِ مُجَاهِدٍ قَالَ: إِذَا سَافَرْتَ فَلَا تَصُمْ فَإِنَّكَ إِنْ تَصُمْ قَالَ أَصْحَابُكَ: اكْفُوا الصَّائِمَ، وَارْفَعُوا لِلصَّائِمِ. وَقَامُوا بِأَمْرِكَ، وَقَالُوا: فُلَانٌ صَائِمٌ. فَلَا تَزَالُ كَذَلِكَ حَتَّى يَذْهَبَ أَجْرُكَ. وَمِنْ طَرِيقِ مُجَاهِدٍ أَيْضًا عَنْ جُنَادَةَ بْنِ أُمَيَّةَ عَنْ أَبِي ذَرٍّ نَحْوُ ذَلِكَ. </p><p> ثُمَّ قَالَ الْحَافِظُ: وَأَمَّا الْحَدِيثُ الْمَشْهُورُ ((الصَّائِمُ فِي السَّفَرِ كَالْمُفْطِرِ فِي الْحَضَرِ) ) فَقَدْ أَخْرَجَهُ ابْنُ مَاجَهْ مِنْ حَدِيثِ ابْنِ عُمَرَ مَرْفُوعًا بِسَنَدٍ ضَعِيفٍ، وَأَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيقِ أَبِي سَلَمَةَ مَرْفُوعًا أَيْضًا وَفِيهِ ابْنُ لَهِيعَةَ وَهُوَ ضَعِيفٌ. وَذَكَرَ أَنَّ مَا عَدَا هَذَيْنِ فِي مَعْنَاهُمَا فَهُوَ مَوْقُوفٌ وَمُنْقَطِعُ الْإِسْنَادِ. ثُمَّ قَالَ: </p><p> وَأَمَّا الْجَوَابُ عَنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ) ) فَسَلَكَ الْمُجِيزُونَ فِيهِ طُرُقًا، فَقَالَ بَعْضُهُمْ: قَدْ خَرَجَ عَلَى سَبَبٍ فَيُقْصَرُ عَلَيْهِ وَعَلَى مَنْ كَانَ فِي مِثْلِ حَالِهِ، وَإِلَى هَذَا جَنَحَ الْبُخَارِيُّ فِي تَرْجَمَتِهِ، وَلِذَا قَالَ الطَّبَرِيُّ بَعْدَ أَنْ سَاقَ نَحْوَ حَدِيثِ الْبَابِ مِنْ رِوَايَةِ كَعْبِ بْنِ عَاصِمٍ الْأَشْعَرِيِّ وَلَفْظُهُ: سَافَرْنَا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَنَحْنُ فِي حَرٍّ شَدِيدٍ، فَإِذَا رَجُلٌ مِنَ الْقَوْمِ قَدْ دَخَلَ تَحْتَ ظِلِّ شَجَرَةٍ، وَهُوَ مُضْطَجِعٌ كَضَجْعَةِ الْوَجِعِ. فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((مَا لِصَاحِبِكُمْ، أَيُّ وَجَعٍ بِهِ) ) ؟ قَالُوا: لَيْسَ بِهِ وَجَعٌ، وَلَكِنَّهُ صَائِمٌ وَقَدِ اشْتَدَّ عَلَيْهِ الْحَرُّ، فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَئِذٍ: </p><p> ((لَيْسَ الْبِرُّ أَنْ تَصُومُوا </p><p> فِي السَّفَرِ، عَلَيْكُمْ بِرُخْصَةِ اللهِ الَّتِي رَخَّصَ لَكُمْ)) فَكَانَ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ لِمَنْ كَانَ فِي مِثْلِ ذَلِكَ الْحَالِ. وَقَالَ ابْنُ دَقِيقِ الْعِيدِ: أُخِذَ مِنْ هَذِهِ الْقِصَّةِ أَنَّ كَرَاهَةَ الصَّوْمِ فِي السَّفَرِ مُخْتَصَّةٌ بِمَنْ هُوَ فِي مِثْلِ هَذِهِ الْحَالَةِ مِمَّنْ يُجْهِدُهُ الصَّوْمُ وَيَشُقُّ عَلَيْهِ أَوْ يُؤَدِّي بِهِ إِلَى تَرْكِ مَا هُوَ أَوْلَى بِهِ مِنِ الصَّوْمِ مِنْ وُجُوهِ الْقُرْبِ، فَيَنْزِلُ قَوْلُهُ:  ((لَيْسَ مِنَ الْبِرِّ الصَّوْمُ فِي السَّفَرِ) ) عَلَى مِثْلِ هَذِهِ الْحَالَةِ قَالَ: وَالْمَانِعُونَ فِي السَّفَرِ يَقُولُونَ: إِنَّ اللَّفْظَ عَامُّ وَالْعِبْرَةُ بِعُمُومِهِ لَا بِخُصُوصِ السَّبَبِ. قَالَ: وَيَنْبَغِي أَنْ يُتَنَبَّهَ لِلْفَرْقِ بَيْنَ دَلَالَةِ السَّبَبِ وَالسِّيَاقِ وَالْقَرَائِنِ عَلَى تَخْصِيصِ الْعَامِّ وَعَلَى مُرَادِ الْمُتَكَلِّمِ وَبَيْنَ مُجَرَّدِ وُرُودِ الْعَامِّ عَلَى سَبَبٍ ; فَإِنَّ بَيْنَ الْعَامَّيْنِ فَرْقًا وَاضِحًا، وَمَنْ أَجْرَاهُمَا وَاحِدًا لَمْ يُصِبْ ; فَإِنَّ مُجَرَّدَ وُرُودِ الْعَامِّ عَلَى سَبَبٍ لَا يَقْتَضِي التَّخْصِيصَ بِهِ كَنُزُولِ آيَةِ السَّرِقَةِ فِي قِصَّةِ سَرِقَةِ رِدَاءِ صَفْوَانَ. وَأَمَّا السِّيَاقُ وَالْقَرَائِنُ الدَّالَّةُ عَلَى مُرَادِ الْمُتَكَلِّمِ فَهِيَ الْمُرْشِدَةُ لِبَيَانِ الْمُجْمَلَاتِ وَتَعْيِينِ الْمُحْتَمَلَاتِ كَمَا فِي حَدِيثِ الْبَابِ. وَقَالَ ابْنُ الْمُنِيرِ فِي الْحَاشِيَةِ: هَذِهِ الْقِصَّةُ تُشْعِرُ بِأَنَّ مَنِ اتَّفَقَ لَهُ مِثْلُ مَا اتَّفَقَ لِذَلِكَ الرَّجُلِ أَنَّهُ يُسَاوِيهِ فِي الْحُكْمِ، وَأَمَّا مَنْ سَلِمَ مِنْ ذَلِكَ وَنَحْوِهِ فَهُوَ فِي جَوَازِ الصَّوْمِ عَلَى أَصْلِهِ - وَاللهُ أَعْلَمُ - وَحَمَلَ الشَّافِعِيُّ نَفْيَ الْبِرِّ الْمَذْكُورِ فِي الْحَدِيثِ عَلَى مَنْ أَبَى قَبُولَ الرُّخْصَةِ، فَقَالَ: مَعْنَى قَوْلِهِ لَيْسَ مِنَ الْبِرِّ أَنْ يَبْلُغَ رَجُلٌ هَذَا بِنَفْسِهِ فِي فَرِيضَةِ صَوْمٍ وَلَا نَافِلَةٍ، وَقَدْ أَرْخَصَ اللهُ تَعَالَى لَهُ أَنْ يُفْطِرَ وَهُوَ صَحِيحٌ. </p><p> قَالَ: وَيُحْتَمَلُ أَنْ يَكُونَ مَعْنَاهُ لَيْسَ مِنَ الْبِرِّ الْمَفْرُوضِ الَّذِي مَنْ خَالَفَهُ أَثِمَ، وَجَزَمَ ابْنُ خُزَيْمَةَ وَغَيْرُهُ بِالْمَعْنَى الْأَوَّلِ وَقَالَ الطَّحَاوِيُّ: الْمُرَادُ هُنَا بِالْبِرِّ الْكَامِلُ الَّذِي هُوَ أَعْلَى مَرَاتِبِ الْبِرِّ، وَلَيْسَ الْمُرَادُ بِهِ إِخْرَاجَ الصَّوْمِ فِي السَّفَرِ عَنْ أَنْ يَكُونَ بِرًّا ; لِأَنَّ الْإِفْطَارَ قَدْ يَكُونُ أَبَرَّ مِنَ الصَّوْمِ إِذَا كَانَ لِلتَّقْوَى عَلَى لِقَاءِ الْعَدُوِّ مَثَلًا. قَالَ: وَهُوَ نَظِيرُ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَيْسَ الْمِسْكِينُ بِالطَّوَافِ) ) الْحَدِيثَ، فَإِنَّهُ لَمْ يُرِدْ إِخْرَاجَهُ مِنْ أَسْبَابِ الْمَسْكَنَةِ كُلِّهَا، وَإِنَّمَا أَرَادَ أَنَّ الْمِسْكِينَ الْكَامِلُ الْمَسْكَنَةِ الَّذِي لَا يَجِدُ غَنِيًّا يُغْنِيهِ وَيَسْتَحِي أَنْ يَسْأَلَ وَلَا يُفْطَنُ لَهُ. </p><p> (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ) هَذَا هُوَ الْقِسْمُ الثَّانِي مِنَ الْمُسْتَثْنَى، وَهُوَ مَنْ لَا يَسْتَطِيعُ الصَّوْمَ إِلَّا بِمَشَقَّةٍ شَدِيدَةٍ ; أَيْ: وَعَلَى الَّذِينَ يَشُقُّ عَلَيْهِمُ </p><p> الصِّيَامُ فِعْلًا فِدْيَةٌ طَعَامُ مِسْكِينٍ عَنْ كُلِّ يَوْمٍ يُفْطِرُونَ فِيهِ مِنْ أَوْسَطِ مَا يُطْعِمُونَ مِنْهُ أَهْلِيهِمْ فِي الْعَادَةِ الْغَالِبَةِ لَا أَعْلَاهُ وَلَا أَدْنَاهُ، وَيُطْعِمُ بِقَدْرِ كِفَايَتِهِ أَكْلَةً وَاحِدَةً أَوْ بِقَدْرِ شِبَعِ الْمُعْتَدِلِ الْأَكْلَةِ، وَكَانُوا يُقَدِّرُونَهَا بِمُدٍّ وَهُوَ - بِالضَّمِّ - رُبُعُ الصَّاعِ، وَقَدَّرُوهُ بِالْحَفْنَةِ وَهِيَ مِلْءُ الْكَفَّيْنِ مِنَ الْقَمْحِ أَوِ التَّمْرِ، وَتَرَتُّبُ الْفِدْيَةِ عَلَى الْإِفْطَارِ لِأَجْلِ الْمَشَقَّةِ الشَّدِيدَةِ يُعْرَفُ بِالْقَرِينَةِ كَقَوْلِهِ:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) يَعْنِي: إِذَا أَفْطَرَ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: الْإِطَاقَةُ أَدْنَى دَرَجَاتِ الْمُكْنَةِ وَالْقُدْرَةِ عَلَى الشَّيْءِ، فَلَا تَقُولُ الْعَرَبُ أَطَاقَ الشَّيْءَ إِلَّا إِذَا كَانَتْ قُدْرَتُهُ عَلَيْهِ فِي نِهَايَةِ الضَّعْفِ بِحَيْثُ يَتَحَمَّلُ بِهِ مَشَقَّةً شَدِيدَةً، فَالْمُرَادُ بِالَّذِينَ يُطِيقُونَهُ هُنَا الشُّيُوخُ الضُّعَفَاءُ، وَالزَّمْنَى الَّذِينَ لَا يُرْجَى بُرْءُ أَمْرَاضِهِمْ وَنَحْوُهُمْ، كَالْفَعَلَةِ الَّذِينَ جَعَلَ اللهُ مَعَاشَهُمُ الدَّائِمَ </p><p> بِالْأَشْغَالِ الشَّاقَّةِ كَاسْتِخْرَاجِ الْفَحْمِ الْحَجَرِيِّ مِنْ مَنَاجِمِهِ، وَمِنْهُمُ الْمُجْرِمُونَ الَّذِينَ يُحْكَمُ عَلَيْهِمْ بِالْأَشْغَالِ الشَّاقَّةِ الْمُؤَبَّدَةِ إِذَا كَانَ الصِّيَامُ يَشُقُّ عَلَيْهِمْ بِالْفِعْلِ وَكَانُوا يَمْلِكُونَ الْفِدْيَةَ. أَقُولُ: وَهُوَ مُشْتَقٌّ مِنْ طَاقَةِ الْحَبْلِ أَوِ الْخَيْطِ أَوِ الْفَتْلَةِ الْوَاحِدَةِ مِنْ فِتَلِهِ الَّتِي يُبْرَمُ بَعْضُهَا عَلَى بَعْضٍ وَتُسَمَّى الْقُوَّةَ، أَوْ مِنَ الطَّوْقِ وَعَلَيْهِ قَوْلُ الرَّاغِبِ: الطَّاقَةُ اسْمٌ لِمِقْدَارِ مَا يُمْكِنُ لِلْإِنْسَانِ أَنْ يَفْعَلَهُ بِمَشَقَّةٍ، وَذَلِكَ تَشْبِيهٌ بِالطَّوْقِ الْمُحِيطِ بِالشَّيْءِ فَقَوْلُهُ:  (وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ)  (٢: ٢٨٦) أَيْ: مَا يَصْعُبُ عَلَيْنَا مُزَاوَلَتُهُ، وَلَيْسَ مَعْنَاهُ وَلَا تُحَمِّلْنَا مَا لَا قُدْرَةَ لَنَا بِهِ. . وَقَوْلُهُ:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ) ظَاهِرُهُ يَقْتَضِي أَنَّ الْمُطِيقَ لَهُ يَلْزَمُهُ فِدْيَةٌ أَفْطَرَ أَوْ لَمْ يُفْطِرْ، لَكِنْ أَجْمَعُوا عَلَى أَنَّهُ لَا يَلْزَمُهُ إِلَّا مَعَ شَرْطٍ آخَرَ اهـ. أَيْ: وَهُوَ الْإِفْطَارُ. </p><p> وَرَوَى الْبُخَارِيُّ أَنَّ ابْنَ عُمَرَ قَالَ: هِيَ مَنْسُوخَةٌ. وَأَنَّ ابْنَ عَبَّاسٍ قَالَ: لَيْسَتْ بِمَنْسُوخَةٍ، هِيَ لِلشَّيْخِ الْكَبِيرِ وَالْمَرْأَةِ الْكَبِيرَةِ لَا يَسْتَطِيعَانِ أَنْ يَصُومَا فَيُطْعِمَانِ مَكَانَ كُلِّ يَوْمٍ مِسْكِينًا، وَرَوَاهُ أَبُو دَاوُدَ مَعَ زِيَادَةِ ((وَالْحُبْلَى وَالْمُرْضِعِ إِذَا خَافَتَا - يَعْنِي - عَلَى أَوْلَادِهِمَا أَفْطَرَتَا وَأَطْعَمَتَا) ) وَأَخْرَجَهُ الْبَزَّارُ أَيْضًا وَزَادَ فِي آخِرِهِ ((وَكَانَ ابْنُ عَبَّاسٍ يَقُولُ لِأُمِّ وَلَدٍ لَهُ حُبْلَى: أَنْتِ بِمَنْزِلَةِ الَّذِي لَا يُطِيقُهُ فَعَلَيْكِ الْفِدَاءُ وَلَا قَضَاءَ عَلَيْكِ) ) وَلَكِنَّ الشَّافِعِيَّةَ يُوجِبُونَ عَلَى الْحُبْلَى وَالْمُرْضِعِ الْفِدْيَةَ وَالْقَضَاءَ مَعًا. وَفِي حَدِيثِ أَنَسِ بْنِ مَالِكٍ الْكَعْبِيِّ عِنْدَ أَحْمَدَ وَأَصْحَابِ السُّنَنِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((إِنَّ اللهَ</p><p> عَزَّ وَجَلَّ وَضَعَ عَنِ الْمُسَافِرِ الصَّوْمَ وَشَطْرَ الصَّلَاةِ وَعَنِ الْحُبْلَى وَالْمُرْضِعِ الصَّوْمَ) ) وَرَوَى الدَّارَقُطْنِيُّ وَالْحَاكِمُ وَصَحَّحَاهُ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ: ((رُخِّصَ لِلشَّيْخِ الْكَبِيرِ أَنْ يُفْطِرَ وَيُطْعِمَ وَلَا قَضَاءَ عَلَيْهِ) ) وَهَذَا ظَاهِرٌ فِي مَعْنَى الْآيَةِ وَهُوَ مَذْهَبُ الشَّافِعِيَّةِ فِي الشُّيُوخِ وَالْعَجَائِزِ وَمَنْ فِي حُكْمِهِمْ. </p><p> قَالَ شَيْخُنَا: ذَهَبَ كَثِيرُونَ إِلَى أَنَّ الْآيَةَ مَنْسُوخَةٌ إِذْ فَهِمُوا أَنَّ الْإِطَاقَةَ بِمَعْنَى الِاسْتِطَاعَةِ، وَقَدَّرَ بَعْضُ الْمُفَسِّرِينَ كَالْجَلَالِ حَرْفَ نَفْيٍ فَقَالَ: وَعَلَى الَّذِينَ لَا يُطِيقُونَهُ فِدْيَةٌ، لِيُوَافِقَ مَذْهَبَهُ، وَالْآيَةُ مُوَافَقَةٌ لَهُ مِنْ غَيْرِ حَاجَةٍ إِلَى جَعْلِ الْإِثْبَاتِ نَفْيًا كَمَا قُلْنَا آنِفًا، وَقَالَ بَعْضُهُمْ: إِنَّ الْهَمْزَةَ فِي الْإِطَاقَةِ لِلسَّلْبِ فَمَعْنَاهَا الَّذِينَ لَا يُطِيقُونَهُ مِنْ غَيْرِ تَقْدِيرِ حَرْفِ النَّفْيِ. وَهُوَ قَوْلٌ مَنْقُولٌ مَعْقُولٌ، وَيَظْهَرُ بِإِرَادَةِ سَلْبِ الطَّاقَةِ ; أَيِ: الْقُوَّةِ بِهِ لَا قَبْلَهُ. وَالْقَاعِدَةُ أَنَّهُ لَا يُحْكَمُ بِالنَّسْخِ إِذَا أَمْكَنَ حَمْلُ الْقَوْلِ عَلَى الْإِحْكَامِ. </p><p> أَقُولُ: وَجُمْلَةُ الْقَوْلِ أَنَّ الْمُؤْمِنِينَ عَلَى أَقْسَامٍ فِي الصِّيَامِ: </p><p> الْأَوَّلُ: الْمُقِيمُ الصَّحِيحُ الْقَادِرُ عَلَى الصِّيَامِ بِلَا ضَرَرٍ يَلْحَقُهُ وَلَا مَشَقَّةٍ تُرْهِقُهُ، وَالصَّوْمُ وَاجِبٌ عَلَيْهِ حَتْمًا، وَتَرْكُهُ مِنَ الْكَبَائِرِ. وَذَهَبَ كَثِيرٌ مِنَ الْعُلَمَاءِ أَنَّ مُتَعَمِّدَهُ لَا يُقْبَلُ مِنْهُ قَضَاءُ مِثْلِهِ وَلَا صِيَامُ الدَّهْرِ كُلِّهِ. </p><p> الثَّانِي: الْمَرِيضُ وَالْمُسَافِرُ، وَيُبَاحُ لَهُمَا الْإِفْطَارُ مَعَ وُجُوبِ الْقَضَاءِ ; لِأَنَّ مِنْ شَأْنِ الْمَرَضِ وَالسَّفَرَ التَّعَرُّضُ لِلْمَشَقَّةِ، فَإِذَا تَعَرَّضَا لِلضَّرَرِ بِالْفِعْلِ بِأَنْ عَلِمَا أَوْ ظَنَّا ظَنًّا قَوِيًّا أَنَّ الصَّوْمَ يَضُرُّهُمَا </p><p> وَجَبَ الْإِفْطَارُ، وَقَدْ فَصَّلْنَا مَسْأَلَةَ الْخِلَافِ فِي الْأَفْضَلِ لِلْمُسَافِرِ، وَالْمُخْتَارُ عِنْدَنَا أَنَّ الصِّيَامَ أَفْضَلُ إِذَا كَانَ أَيْسَرَ وَلَمْ يَتَرَتَّبْ عَلَيْهِ مَحْظُورٌ آخَرُ كَحَمْلِ رِفَاقِهِ فِي السَّفَرِ عَلَى خِدْمَتِهِ، أَوْ عَجْزِهِ عَنِ الْقِيَامِ بِبَعْضِ الْمَنْدُوبَاتِ وَمَا لَا بُدَّ مِنْهُ لِلْمُسَافِرِ وَإِنْ لَمْ يَقُمْ بِهِ رِفَاقُهُ، فَإِنْ كَانَ يُعْجِزُهُ عَنْ عَمَلٍ وَاجِبٍ وَجَبَ الْفِطْرُ، وَهُوَ ظَاهِرٌ فِي حَدِيثِ أَبِي سَعِيدٍ الْمُتَقَدِّمِ فِي مَسْأَلَةِ الْقُوَّةِ عَلَى الْقِتَالِ، وَالْمَرِيضُ كَالْمُسَافِرِ فِي مَسْأَلَةِ الْأَفْضَلِ لَهُ وَأَنَّهُ الْأَيْسَرُ، وَمِنَ الْأَمْرَاضِ مَا يَكُونُ الصِّيَامُ عِلَاجًا لَهُ أَوْ مُسَاعِدًا عَلَى زَوَالِهِ كَمَا عُلِمَ مِمَّا ذَكَرْنَاهُ مِنْ فَوَائِدِهِ الصِّحِّيَّةِ. </p><p> الثَّالِثُ: مَنْ يَشُقُّ عَلَيْهِ الصَّوْمُ لِسَبَبٍ لَا يُرْجَى زَوَالُهُ كَالْهَرَمِ وَضَعْفِ الْبِنْيَةِ الَّذِي لَا يُرْجَى زَوَالُهُ وَالْأَشْغَالِ الشَّاقَّةِ الدَّائِمَةِ وَالْمَرَضِ الزَّمِنِ الَّذِي لَا يُرْجَى بُرْؤُهُ، </p><p> وَكَذَلِكَ مَنْ يَتَكَرَّرُ سَبَبُ مَشَقَّتِهِ كَالْحَامِلِ وَالْمُرْضِعِ، وَهَؤُلَاءِ لَهُمْ أَنْ يُفْطِرُوا وَيُطْعِمُوا بَدَلًا عَنْ كُلِّ يَوْمٍ مِسْكِينًا مَا يُشْبِعُ الرَّجُلَ الْمُعْتَدِلَ كَمَا تَقَدَّمَ آنِفًا. </p><p> ثُمَّ قَالَ تَعَالَى بَعْدَ بَيَانِ الْوَاجِبِ الْحَتْمِ وَالرُّخَصِ فِيهِ:  (فَمَنْ تَطَوَّعَ خَيْرًا) بِأَنْ زَادَ عَلَى تِلْكَ الْأَيَّامِ الْمَعْدُودَاتِ (فَهُوَ خَيْرٌ لَهُ) لِأَنَّ فَائِدَتَهُ وَثَوَابَهُ لَهُ، وَالْفَاءُ فِي قَوْلِهِ:  (فَمَنْ تَطَوَّعَ) تَدُلُّ عَلَى هَذَا لِأَنَّهَا تَفْرِيعٌ عَلَى حَصْرِ الْفَرْضِيَّةِ فِي الْأَيَّامِ الْمَعْدُودَاتِ، وَلَا يَصْلُحُ تَفْرِيعًا عَلَى حُكْمِ الْفِدْيَةِ ; لِأَنَّ مَنْ سَقَطَ عَنْهُ الْفَرْضُ دَائِمًا مَعَ الْفِدْيَةِ عَنْهُ لَا يُعْقَلُ أَنْ يُنْدَبَ لِلتَّطَوُّعِ الَّذِي هُوَ الزِّيَادَةُ عَلَى الْفَرْضِ. وَجَعَلَ (الْجَلَالُ) التَّطَوُّعَ مُتَعَلِّقًا بِالْكَفَّارَةِ بِأَنْ يَزِيدَ عَلَى إِطْعَامِ الْمِسْكِينِ، وَاسْتَبْعَدَهُ شَيْخُنَا. وَأَقْرَبُ مِنْهُ شُمُولُهُ لَهُمَا. </p><p> (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ) أَيْ: وَالصِّيَامُ خَيْرٌ لَكُمْ كَمَا قَرَأَهَا أُبَيُّ بْنُ كَعْبٍ (رَضِيَ اللهُ عَنْهُ) وَإِنَّمَا هِيَ تَفْسِيرٌ ; أَيْ: خَيْرٌ عَظِيمٌ لِمَا فِيهِ مِنْ رِيَاضَةِ الْجَسَدِ وَالنَّفْسِ وَتَرْبِيَةِ الْإِرَادَةِ وَتَغْذِيَةِ الْإِيمَانِ بِالتَّقْوَى وَتَقْوِيَتِهِ بِمُرَاقَبَةِ اللهِ تَعَالَى. قَالَ أَبُو أُمَامَةَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مُرْنِي بِأَمْرٍ آخُذُهُ عَنْكَ قَالَ: ((عَلَيْكَ بِالصَّوْمِ فَإِنَّهُ لَا مِثْلَ لَهُ) ) رَوَاهُ النَّسَائِيُّ بِسَنَدٍ صَحِيحٍ. (إِنْ كُنْتُمْ تَعْلَمُونَ) وَجْهَ الْخَيْرِيَّةِ فِيهِ، لَا إِنْ كُنْتُمْ تَصُومُونَ تَقْلِيدًا مِنْ غَيْرِ فِقْهٍ وَلَا عِلْمٍ بِسِرِّ الْحُكْمِ وَحِكْمَةِ التَّشْرِيعِ، وَكَوْنِهِ لِمَصْلَحَةِ الْمُكَلَّفِينَ ; لِأَنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ، أَوِ اتِّبَاعًا لِعَادَاتِ الْخُلَطَاءِ وَالْمُعَاشِرِينَ. هَذَا مَا يَظْهَرُ مِنَ الْآيَةِ، وَقَدْ ذَكَرَ بَعْضُ الْمُفَسِّرِينَ أَنَّ الْخِطَابَ فِيهَا لِأَهْلِ الرُّخَصِ وَأَنَّ الصِّيَامَ فِي رَمَضَانَ خَيْرٌ لَهُمْ مِنَ التَّرَخُّصِ بِالْإِفْطَارِ، وَهَذَا غَيْرُ مُطَّرِدٍ وَلَا مُتَّفَقٍ عَلَيْهِ، وَتُنَافِيهِ أَحَادِيثُ وَرَدَتْ، وَيُبْعِدُهُ التَّفْرِيعُ بِالْفَاءِ كَمَا قَدَّمْنَا، وَبَيَّنَّا مَا هُوَ الْأَفْضَلُ مِنْهُ وَمِنَ الْفِطْرِ. </p><p> (شَهْرُ رَمَضَانَ الَّذِي أَنْزِلُ فِيهِ الْقُرْآنُ) هَذِهِ الْآيَةُ مُسْتَأْنَفَةٌ لِبَيَانِ تِلْكَ الْأَيَّامِ الْمَعْدُودَاتِ الَّتِي كُتِبَتْ عَلَيْنَا وَأَنَّهَا أَيَّامُ شَهْرِ رَمَضَانَ، وَأَنَّ الْحِكْمَةَ فِي تَخْصِيصِ هَذَا الشَّهْرِ بِهَذِهِ الْعِبَادَةِ هِيَ أَنَّهُ الشَّهْرُ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ، وَأُفِيضَتْ عَلَى الْبَشَرِ فِيهِ هِدَايَةُ الرَّحْمَنِ، بِبِعْثَةِ مُحَمَّدٍ </p>"
}