{
  "id": null,
  "sura": 2,
  "aya": 219,
  "text": "<p> وَقَدِ اخْتَلَفُوا: هَلِ الْمَيْسِرُ ذَلِكَ النَّوْعَ مِنَ الْقِمَارِ بِعَيْنِهِ، أَمْ يُطْلَقُ عَلَى كُلِّ مُقَامَرَةٍ؟ وَلَكِنْ لَا خِلَافَ بَيْنِ الْفُقَهَاءِ فِي أَنَّ كُلَّ قِمَارٍ مُحَرَّمٌ إِلَّا مَا أَبَاحَ الشَّرْعُ مِنَ الرِّهَانِ فِي السِّبَاقِ وَالرِّمَايَةِ تَرْغِيبًا فِيهِمَا لِلِاسْتِعْدَادِ لِلْجِهَادِ، وَلَيْسَ مِنْهَا سِبَاقُ الْخَيْلِ الْمَعْرُوفُ فِي عَصْرِنَا; فَإِنَّهُ مِنْ شَرِّ الْقِمَارِ الَّذِي تَرْجِعُ جَمِيعُ أَنْوَاعِهِ إِلَى كَوْنِهَا مِنْ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ. </p><p> (قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ) قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ ((كَثِيرٌ) ) بِالْمُثَلَّثَةِ مِنَ الْكَثْرَةِ وَقَرَأَ الْبَاقُونَ ((كَبِيرٌ) ) مِنَ الْكِبَرِ، وَالْإِثْمُ: كُلُّ مَا فِيهِ ضَرَرٌ وَتَبِعَةٌ مِنْ قَوْلٍ وَعَمَلٍ; أَيْ: قُلْ أَيُّهَا الرَّسُولُ: إِنَّ فِي تَعَاطِي الْخَمْرِ وَالْمَيْسِرِ إِثْمًا كَثِيرَ الْمَفَاسِدِ وَذَنْبًا كَبِيرَ الضَّرَرِ، وَإِنَّمَا كَانَ إِثْمُ الْخَمْرِ كَبِيرًا; لِأَنَّ مَضَرَّاتِهَا وَالتَّبِعَاتِ الَّتِي تَعْقُبُهَا كَبِيرَةٌ، وَالضَّرَرُ يَكُونُ فِي الْبَدَنِ وَالنَّفْسِ وَالْعَقْلِ وَالْمَالِ، وَيَكُونُ فِي التَّعَامُلِ وَارْتِبَاطِ النَّاسِ بَعْضُهُمْ بِبَعْضٍ، وَلَا يُوجَدُ إِثْمٌ مِنَ الْآثَامِ كَالْخَمْرِ يَدْخُلُ ضَرَرُهُ فِي كُلِّ شَيْءٍ مِنَ الْأَفْعَالِ وَمِنَ الْأَقْوَالِ، وَأَنْوَاعُ هَذَا الضَّرَرِ كَثِيرَةٌ، فَمِنْ مَضَرَّاتِ الْخَمْرِ الصِّحِّيَّةِ إِفْسَادُ الْمَعِدَةِ وَالْإِقْهَاءِ - فَقْدُ شَهْوَةِ الطَّعَامِ - وَتَغْيِيرُ الْخَلْقِ، فَالسُّكَارَى يُسْرِعُ </p><p> إِلَيْهِمُ التَّشَوُّهُ، فَتَجْحَظُ أَعْيُنُهُمْ، وَتَمْتَقِعُ سَحْنَتُهُمْ، وَتَعْظُمُ بُطُونُهُمْ; بَلْ قَالَ أَحَدُ أَطِبَّاءِ الْأَلْمَانِ: إِنَّ السَّكُورَ - كَثِيرُ السُّكْرِ - ابْنَ الْأَرْبَعِينَ يَكُونُ نَسِيجُ جِسْمِهِ كَنَسِيجِ جِسْمِ ابْنِ السِّتِّينَ، وَيَكُونُ كَالْهَرِمِ جِسْمًا وَعَقْلًا، وَمِنْهَا مَرَضُ الْكَبِدِ وَالْكُلَى، وَدَاءُ السُّلِّ الَّذِي يَفْتِكُ فِي الْبِلَادِ الْأُورُبِّيَّةِ فَتْكًا ذَرِيعًا عَلَى عِنَايَةِ أَهْلِهَا بِقَوَانِينِ الصِّحَّةِ، وَلَكِنْ لَا وِقَايَةَ مِنْ شُرُورِ السُّكْرِ إِلَّا بِتَرْكِهِ، وَقَدْ قِيلَ: إِنَّ نَحْوَ نِصْفِ الْوَفِيَّاتِ فِي بَعْضِ بِلَادِ أُورُبَّا بِدَاءِ السُّلِّ، وَلَمْ يَكُنْ هَذَا الدَّاءُ مَعْرُوفًا أَوْ مُنْتَشِرًا فِي مِثْلِ هَذِهِ الْبِلَادِ - مِصْرَ - قَبْلَ شُيُوعِ السُّكْرِ فِيهَا، فَهُوَ مِنَ الْأَدْوَاءِ الَّتِي حَمَلَهَا إِلَيْهَا الْأُورُبِّيُّونَ، وَقَدْ كَثُرَ كَثْرَةً فَاحِشَةً فِي مِصْرَ عَلَى أَنَّ جَوَّهَا لَا يُسَاعِدُ عَلَى انْتِشَارِهِ. </p><p> وَأَمَّا ضَرَرُ الْخَمْرِ فِي الْعَقْلِ فَهُوَ مُسْلَّمٌ عِنْدَ النَّاسِ، وَلَيْسَ ضَرَرُهُ فِيهِ خَاصًّا بِمَا يَكُونُ مِنْ فَسَادِ التَّصَوُّرِ وَالْإِدْرَاكِ عِنْدَ السُّكْرِ; بَلِ السُّكْرُ يُضْعِفُ الْقُوَّةَ الْعَاقِلَةَ، وَكَثِيرًا مَا يَنْتَهِي بِالْجُنُونِ، وَلِأَحَدِ أَطِبَّاءِ أَلْمَانْيَا كَلِمَةٌ اشْتُهِرَتْ كَالْأَمْثَالِ وَهِيَ ((اقْفِلُوا لِي نِصْفَ الْحَانَاتِ أَضْمَنْ لَكُمُ الِاسْتِغْنَاءَ عَنْ نِصْفِ الْمُسْتَشْفَيَاتِ وَالْبِيمَارِسْتَانَاتِ وَالْمَلَاجِئِ - التَّكَايَا - وَالسُّجُونِ) ) . </p><p> وَقَدْ قَالَ الْأَطِبَّاءُ: إِنَّ الْمُسْكِرَ لَا يَتَحَوَّلُ إِلَى دَمٍ كَمَا تَتَحَوَّلُ سَائِرُ الْأَغْذِيَةِ بَعْدَ الْهَضْمِ، بَلْ يَبْقَى عَلَى حَالِهِ، فَيُزَاحِمُ الدَّمَ فِي مَجَارِيهِ فَتُسْرِعُ حَرَكَةُ الدَّمِ، وَتَخْتَلُّ مُوَازَنَةُ الْجِسْمِ، وَتَتَعَطَّلُ وَظَائِفُ الْأَعْضَاءِ أَوْ تَضْعُفُ، وَتَخْرُجُ عَنْ وَضْعِهَا الطَّبِيعِيِّ الْمُعْتَدِلِ. </p><p> فَمِنْ تَأْثِيرِهِ فِي اللِّسَانِ إِضْعَافُ حَاسَّةِ الذَّوْقِ، وَفِي الْحَلْقِ الِالْتِهَابُ، وَفِي الْمَعِدَةِ تَرْشِيحُ الْعُصَارَةِ الْفَاعِلَةِ فِي الْهَضْمِ حَتَّى يَغْلُظَ نَسِيجُهَا وَتَضْعُفَ حَرَكَتُهَا، وَقَدْ يُحْدِثُ فِيهَا احْتِقَانًا </p><p> وَالْتِهَابًا، وَفِي الْأَمْعَاءِ التَّقَرُّحُ، وَفِي الْكَبِدِ تَمْدِيدُهُ وَتَوْلِيدُ الشَّحْمِ الَّذِي يُضْعِفُ عَمَلَهُ، وَكُلُّ هَذَا يَتَعَلَّقُ بِمَا يُسَمُّونَهُ الْجِهَازَ الْهَضْمِيَّ. </p><p> وَمِنْ تَأْثِيرِهِ فِي الدَّمِ أَنَّهُ بِمُمَازَجَتِهِ لَهُ يَعُوقُ دَوْرَتَهُ وَقَدْ يُوقِفُهَا أَحْيَانًا فَيَمُوتُ السَّكُورُ فَجْأَةً، وَيُضْعِفُ مُرُونَةَ الشَّرَايِينِ فَتَتَمَدَّدُ وَتَغْلُظُ حَتَّى تَنْسَدَّ أَحْيَانًا فَيَفْسَدُ الدَّمُ، وَلَوْ فِي بَعْضِ الْأَعْضَاءِ، فَتَكُونُ الْغَنْغَرِينَا الَّتِي تَقْضِي بِقَطْعِ الْعُضْوِ الَّذِي تَظْهَرُ فِيهِ لِئَلَّا يَسْرِيَ الْفَسَادُ إِلَى الْجَسَدِ كُلِّهِ فَيَكُونُ هَالِكًا، وَتَصَلُّبُ الشَّرَايِينِ يُسْرِعُ الشَّيْخُوخَةَ وَالْهَرَمَ. </p><p> وَمِنْ تَأْثِيرِهِ فِي جِهَازِ التَّنَفُّسِ إِضْعَافُ مُرُونَةِ الْحَنْجَرَةِ، وَتَهْيِيجُ شُعَبِ التَّنَفُّسِ، </p><p> وَأَهْوَنُ ضَرَرِ ذَلِكَ بُحَّةُ الصَّوْتِ وَالسُّعَالُ، وَأَعْظَمُهَا تَدَرُّنُ الرِّئَةِ; أَيِ: السُّلُّ الْفَاتِكُ بِالشُّبَّانِ وَالْقَاطِعُ لِجَمِيعِ لَذَّاتِ الْإِنْسَانِ. </p><p> وَأَمَّا تَأْثِيرُهُ فِي الْمَجْمُوعِ الْعَصَبِيِّ فَهُوَ الَّذِي يُولِدُ الْجُنُونَ وَيُهْلِكُ النَّسْلَ، فَوَلَدُ السَّكُورِ لَا يَكُونُ نَجِيبًا، وَوَلَدُ وَلَدِهِ يَكُونُ شَرًّا مِنْ وَلَدِهِ وَأَضْعَفَ بَدَنًا وَعَقْلًا، وَقَدْ يُؤَدِّي تَسَلْسُلُ هَذَا الضَّعْفِ إِلَى انْقِطَاعِ النَّسْلِ أَلْبَتَّةَ، وَلَا سِيَّمَا إِذَا جَرَى الْأَبْنَاءُ عَلَى طَرِيقِ الْآبَاءِ كَمَا هُوَ الْغَالِبُ. </p><p> وَمِنْ مَضَرَّاتِ الْخَمْرِ فِي التَّعَامُلِ وُقُوعُ النِّزَاعِ وَالْخِصَامِ بَيْنَ السُّكَارَى بَعْضُهُمْ مَعَ بَعْضٍ، وَبَيْنَهُمْ وَبَيْنَ مَنْ يُعَاشِرُهُمْ وَيُعَامِلُهُمْ، تُثِيرُ ذَلِكَ أَدْنَى بَادِرَةٍ مِنْ أَحَدِهِمْ، فَيُوغِلُونَ فِيهِ حَتَّى يَكُونَ عَدَاوَةٌ وَبَغْضَاءُ. وَهَذِهِ الْعِلَّةُ فِي التَّحْرِيمِ مِنْ أَكْبَرِ الْعِلَلِ فِي نَظَرِ الدِّينِ; وَلِذَلِكَ وَرَدَ بِهَا النَّصُّ فِي سُورَةِ الْمَائِدَةِ:  (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ)  (٥: ٩١) . </p><p> وَمِنْهَا إِفْشَاءُ السِّرِّ، وَهُوَ ضَرَرٌ يَتَوَلَّدُ مِنْهُ مَضَرَّاتٌ كَثِيرَةٌ، وَلَا سِيَّمَا إِذَا كَانَ السِّرُّ يَتَعَلَّقُ بِالْحُكُومَةِ وَسِيَاسَةِ الدَّوْلَةِ وَمَصَالِحِهَا الْعَسْكَرِيَّةِ، وَعَلَيْهَا يَعْتَمِدُ الْجَوَاسِيسُ. </p><p> وَمِنْهَا الْخِسَّةُ وَالْمَهَانَةُ فِي أَعْيُنِ النَّاسِ; فَإِنَّ السَّكْرَانَ يَكُونُ فِي هَيْئَتِهِ وَكَلَامِهِ وَحَرَكَاتِهِ بِحَيْثُ يَضْحَكُ مِنْهُ وَيَسْتَخِفُّ بِهِ كُلُّ مَنْ يَرَاهُ، حَتَّى الصِّبْيَانُ; لِأَنَّهُ يَكُونُ أَقَلَّ مِنْهُمْ عَقْلًا، وَأَبْعَدَ عَنِ التَّوَازُنِ فِي حَرَكَاتِهِ وَأَعْمَالِهِ، وَالضَّبْطِ فِي أَفْكَارِهِ وَأَقْوَالِهِ، وَيَنْقُلُونَ عَنِ السُّكَارَى مِنَ النَّوَادِرِ الْغَرِيبَةِ مَا يَكْفِي فِي رَدْعِ مَنْ لَهُ شَرَفٌ وَعَقْلٌ عَنِ الْخَمْرِ، فَيُرَاجَعُ ذَلِكَ فِي كُتُبِ الْأَدَبِ وَالْمُحَاضَرَةِ، وَمِمَّا ذُكِرَ عَنِ الْمُحَدِّثِينَ: أَنَّ ابْنَ أَبِي الدُّنْيَا مَرَّ بِسَكْرَانَ وَهُوَ يَبُولُ فِي يَدِهِ وَيَمْسَحُ بِهِ وَجْهَهُ كَهَيْئَةِ الْمُتَوَضِّئِ، وَيَقُولُ: الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ الْإِسْلَامَ نُورًا وَالْمَاءَ طَهُورًا، وَعَرَضَ بَعْضُهُمْ شُرْبَ الْخَمْرِ عَلَى أَحَدِ فُصَحَاءِ الْمَجَانِينِ فَقَالَ لَهُ الْمَجْنُونُ: أَنْتَ تَشْرَبُ لِتَكُونَ مِثْلِي، فَأَنَا أَشْرَبُ لِأَكُونَ مِثْلَ مَنْ؟ </p><p> وَمِنْهَا أَنَّ جَرِيمَةَ السُّكْرِ تُغْرِي بِجَمِيعِ الْجَرَائِمِ الَّتِي تَعْرِضُ لِلسَّكْرَانِ وَتُجَرِّئُ عَلَيْهَا، وَلَا سِيَّمَا الزِّنَا وَالْقَتْلُ، وَبَلَغَنِي أَنَّ جَمِيعَ الَّذِينَ يَخْتَلِفُونَ إِلَى مَوَاخِيرِ الزِّنَا لَا يَذْهَبُونَ إِلَيْهَا إِلَّا وَهُمْ سُكَارَى; لِأَنَّ غَيْرَ السَّكْرَانِ تَنْفِرُ نَفْسُهُ مِنْ هَذِهِ الْقَاذُورَاتِ الْمُبْتَذَلَةِ مَهْمَا تَكُنْ </p><p> خَسِيسَةً; وَلِذَلِكَ سُمِّيَتِ الْخَمْرُ أُمَّ الْخَبَائِثِ كَمَا وَرَدَ فِي الْحَدِيثِ، فَهَذِهِ إِشَارَةٌ إِلَى مَضَرَّاتِهَا فِي النَّفْسِ مِنْ حَيْثُ الْأَخْلَاقِ وَالْآدَابِ. </p><p> وَمِنْ مَضَرَّاتِهَا الْمَالِيَّةِ أَنَّهَا تَسْتَهْلِكُ الْمَالَ وَتُفْنِي الثَّرْوَةَ كَمَا قَالَ عَنْتَرَةُ: </p><p> فَإِذَا شَرِبْتُ فَإِنَّنِي مُسْتَهْلِكٌ ... مَالِي وَعِرْضِي وَافِرٌ لَمْ يُكْلَمِ </p><p> وَلَمْ تَكُنِ الْخَمْرُ مُذْهِبَةً لِلثَّرْوَةِ فِي زَمَنٍ مِنَ الْأَزْمِنَةِ كَزَمَانِنَا هَذَا، وَلَا فِي مَكَانٍ كَهَذِهِ الْبِلَادِ; فَإِنَّ أَنْوَاعَ الْخَمْرِ كَثُرَتْ فِيهَا، وَمِنْهَا مَا هُوَ غَالِي الثَّمَنِ جِدًّا، ثُمَّ إِنَّ الْمُتَّجِرِينَ بِهَا كَثِيرًا مَا يَقْرِنُونَ بَيْنَهَا وَبَيْنَ الْقِيَادَةِ إِلَى الزِّنَا، وَفِي مِصْرَ الْقَاهِرَةِ بُيُوتٌ لِلْفِسْقِ تَجْمَعُ بَيْنَ الْخَمْرِ وَالنِّسَاءِ وَالرَّاقِصَاتِ وَالْمُغَنِّيَاتِ، يَدْخُلُهَا الرِّجَالُ زَرَافَاتٍ وَأَفْذَاذًا، وَيَتَبَارَوْنَ ثَمَّ فِي النَّفَقَةِ حَتَّى لَيَخْسَرَ الرَّجُلُ فِي لَيْلَتِهِ الْمِئِينَ وَالْأُلُوفَ. وَإِنَّ الْخَمَّارَ الرُّومِيَّ الْفَقِيرَ لَيَفْتَحُ فِي إِحْدَى الْقُرَى وَالْمَزَارِعِ مِنْ هَذِهِ الْبِلَادِ حَانَةً صَغِيرَةً فَلَا تَزَالُ تَتَّسِعُ بِمَا تَبْتَلَعُ مِنْ ثَرْوَةِ الْأَهَالِي وَغَلَّاتِ أَرْضِهِمْ حَتَّى تَبْتَلِعَ الْقَرْيَةَ كُلَّهَا، فَتَكُونُ أَمْوَالُهَا وَغَلَّاتُهَا وَقُطْنُهَا وَتِجَارَتُهَا فِي يَدِ (الْخَوَاجَةِ) صَاحِبِ الْحَانَةِ. </p><p> وَقَدْ عَمَّ الْبَلَاءُ بِالْخَمْرِ هَذَا الْقُطْرَ بِمَا لِأَهْلِهِ مِنَ الِاسْتِعْدَادِ لِلتَّقْلِيدِ حَتَّى قِيلَ: إِنَّ مَا يُصْرَفُ فِي مِصْرَ عَلَى الْخَمْرِ يَعْدِلُ مَا يُصْرَفُ فِي فَرَنْسَا كُلِّهَا. </p><p> وَمِنْ مَضَرَّاتِ الْخَمْرِ فِي الدِّينِ مِنْ حَيْثُ رُوحِهِ وَوِجْهَةِ الْعَبْدِ إِلَى اللهِ تَعَالَى أَنَّ السَّكْرَانَ لَا تَتَأَتَّى مِنْهُ عِبَادَةٌ مِنَ الْعِبَادَاتِ وَلَا سِيَّمَا الصَّلَاةُ الَّتِي هِيَ عِمَادُ الدِّينِ; وَلِذَلِكَ قَالَ تَعَالَى فِي آيَةِ الْمَائِدَةِ بَعْدَ مَا تَقَدَّمَ آنِفًا:  (وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ) وَسَيَأْتِي إِيضَاحُ هَذَا الْمَعْنَى فِي تَفْسِيرِ سُورَةِ الْمَائِدَةِ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> فَهَذَا شَيْءٌ مِنَ الْبَيَانِ لِكَوْنِ إِثْمِ الْخَمْرِ كَبِيرًا بِمَعْنَى أَنَّ كِبَرَهُ بِكِبَرِ ضَرَرِهِ، أَوْ كَوْنِهِ كَثِيرًا لِكَثْرَةِ أَنْوَاعِهِ، وَقَدْ يَشْتَبِهُ بَعْضُ الْمُبْتَلَيْنَ بِشُرْبِ الْخَمْرِ فِي بَعْضِ تِلْكَ الْمَضَرَّاتِ الصِّحِّيَّةِ، أَوْ يَتَوَهَّمُونَ أَنَّهُ يَسْهُلُ عَلَيْهِمُ التَّوَقِّي مِنْهَا، وَهَيْهَاتَ هَيْهَاتَ لِمَا يَتَوَهَّمُونَ; فَإِنَّ الْمِزَاجَ الَّذِي يَتَحَمَّلُ سُمَّ الْخَمْرِ - الَّذِي يُسَمَّى الْكُحُولَّ أَوِ الْغُولَ - زَمَنًا طَوِيلًا بِحَيْثُ يَغْتَرُّ النَّاسُ بِحُسْنِ صِحَّةِ صَاحِبِهِ قَلِيلٌ فِي النَّاسِ، وَلَكِنَّ هَؤُلَاءِ الْمُبْتَلَيْنَ يَقِيسُونَ عَلَى النَّادِرِ وَيَجْهَلُونَ الْأَصْلَ الْغَالِبَ، وَهُوَ أَنَّهُ لَا يَكَادُ يَسْلَمُ مُدْمِنُ السُّكْرِ مِنْ ضَرَرِهِ فِي جِسْمِهِ أَوْ عَقْلِهِ وَمَدَارِكِهِ أَوْ وَلَدِهِ وَذُرِّيَّتِهِ، بَلْ تَجْتَمِعُ كُلُّهَا فِي الْغَالِبِ. وَأَمَّا الْمَضَرَّاتُ الْمَعْنَوِيَّةُ فَيَقِلُّ فِي مُعْتَادِي السُّكْرِ مَنْ يَحْفِلُ بِهَا، عَلَى أَنَّ مِنْهُمْ مَنْ يَرَى أَنَّهُ يَسْهُلُ عَلَيْهِ تَجَنُّبُهَا. </p><p> وَأَمَّا كَوْنُ إِثْمِ الْمَيْسِرِ كَبِيرًا أَوْ كَثِيرًا فَقَدْ جَاءَ فِيهِ مَا جَاءَ فِي الْخَمْرِ مِنْ كَوْنِهِ يُورِثُ الْعَدَاوَةَ وَالْبَغْضَاءَ، وَيَصُدُّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، وَهَذَا ظَاهِرٌ فِي مَيْسِرِ الْعَرَبِ، وَفِي </p><p> جَمِيعِ أَنْوَاعِ الْقِمَارِ الْمَعْرُوفَةِ فِي عَصْرِنَا إِلَّا مَا يُسَمُّونَهُ (الْيَانَصِيبَ) فَإِنَّهُ عَلَى كَوْنِهِ مَيْسِرًا لَا شَكَّ فِيهِ لَا يَظْهَرُ جَمِيعُ مَفَاسِدِهِ فِي بَعْضِ أَنْوَاعِهِ وَهَذَا بَيَانُهُ: </p><p> مَيْسِرُ الْيَانَصِيبِ </p><p> هُوَ عِبَارَةٌ عَنْ مَالٍ كَثِيرٍ تَجْمَعُهُ بَعْضُ الْحُكُومَاتِ أَوِ الْجَمْعِيَّاتِ أَوِ الشَّرِكَاتِ مِنْ أُلُوفٍ مِنَ النَّاسِ كَمِائَةِ أَلْفِ دِينَارٍ - جُنَيْهٍ - مَثَلًا تَجْعَلُ جُزْءًا كَبِيرًا كَعَشَرَةِ آلَافٍ مِنْهُ لِعَدَدٍ قَلِيلٍ مِنْ دَافِعِي الْمَالِ كَمِائَةٍ مَثَلًا يُقْسَمُ بَيْنَهُمْ بِطَرِيقَةِ الْمَيْسِرِ وَتَأْخُذُ هِيَ الْبَاقِيَ; ذَلِكَ بِأَنْ تَطْبَعَ أَوْرَاقًا صَغِيرَةً كَأَنْوَاطِ الْمَصَارِفِ الْمَالِيَّةِ (بَنْكِ نُوتْ) تُسَمَّى أَوْرَاقَ (الْيَانَصِيبِ) تَجْعَلُ ثَمَنَ كُلِّ وَاحِدَةٍ مِنْهَا دِينَارًا وَاحِدًا مَثَلًا يُطْبَعُ عَلَيْهَا، وَتَجْعَلُ الْعَشَرَةَ آلَآلَافِ الَّتِي تُعْطِي رِبْحًا لِمُشْتَرِي هَذِهِ الْأَوْرَاقِ مِائَةَ سَهْمٍ أَوْ نَصِيبٍ تُعَرَّفُ بِالْأَرْقَامِ الْعَدَدِيَّةِ وَتُسَمَّى النِّمَرَ - جَمْعُ نِمْرَةٍ - وَيُطْبَعُ عَلَى الْوَرَقَةِ الْمُشْتَرَاةِ عَدَدُهَا وَمَا تَرْبَحُهُ كُلُّ وَاحِدَةٍ مِنَ الْعَشْرِ الْأَوَائِلِ مِنْهَا، وَتَجْعَلُ بَاقِيَهَا لِلتِّسْعِينَ الْبَاقِيَةِ مِنَ الْمِائَةِ بِالتَّسَاوِي بِتَرْتِيبٍ كَتَرْتِيبِ أَزْلَامِ الْمَيْسِرِ يُسَمُّونَهُ السَّحْبَ، ذَلِكَ بِأَنَّهُمْ يَتَّخِذُونَ قِطَعًا صَغِيرَةً مِنَ الْمَعْدِنِ يُنْقَشُ فِي كُلِّ وَاحِدَةٍ مِنْهَا عَدَدٌ مِنْ أَرْقَامِ الْحِسَابِ يُسَمُّونَهُ نِمْرَةً مِنْ وَاحِدَةٍ إِلَى مِائَةِ أَلْفٍ إِذَا كَانَ الْمَبِيعُ مِنَ الْأَوْرَاقِ مِائَةَ أَلْفٍ، وَيَضَعُونَهَا فِي وِعَاءٍ مِنَ الْمَعْدِنِ كُرَوِيِّ الشَّكْلِ كَخَرِيطَةِ الْأَزْلَامِ (الْقِدَاحِ) الَّتِي بَيَّنَّاهَا آنِفًا، فِيهَا ثُقْبَةٌ كُلَّمَا أُدِيرَتْ مَرَّةً خَرَجَ مِنْهَا نِمْرَةٌ مِنْ تِلْكَ النِّمَرِ، فَإِذَا كَانَ يَوْمُ السَّحْبِ أُدِيرَتْ بِعَدَدِ الْأَرْقَامِ الرَّابِحَةِ فَمَا خَرَجَ مِنْهَا أَوَّلًا سُمِّي النِّمْرَةَ الْأُولَى مَهْمَا يَكُنْ عَدَدُهَا، وَهِيَ الَّتِي يُعْطَى حَامِلُهَا النَّصِيبَ الْأَكْبَرَ مِنَ الرِّبْحِ كَالْقَدَحِ الْمُعَلَّى عِنْدَ الْعَرَبِ، وَمَا خَرَجَ مِنْهَا ثَانِيًا سُمِّيَ النِّمْرَةَ الثَّانِيَةَ، وَيُعْطَى حَامِلُهَا النَّصِيبَ الَّذِي يَلِي الْأَوَّلَ، حَتَّى إِذَا مَا انْتَهَى عَدَدُ النِّمَرِ الرَّابِحَةِ وَقَفَ السَّحْبُ عِنْدَهُ وَكَانَ الْبَاقِي خَاسِرًا. </p><p> وَأَمَّا كَوْنُ هَذَا النَّوْعِ لَا يَظْهَرُ فِيهِ مَا فِي سَائِرِ الْأَنْوَاعِ مِنْ ضَرَرِ الْعَدَاوَةِ وَالْبَغْضَاءِ وَالصَّدِّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ؛ فَلِأَنَّ دَافِعِي الْمَالِ فِيهِ لَا يَجْتَمِعُونَ عِنْدَ السَّحْبِ </p><p> وَقَدْ يَكُونُونَ فِي بِلَادٍ أَوْ أَقْطَارٍ بَعِيدَةٍ عَنْ مَوْضِعِهِ، وَلَا يَعْمَلُونَ لَهُ عَمَلًا آخَرَ فَيَشْغَلُهُمْ عَنِ الصَّلَاةِ أَوْ ذِكْرِ اللهِ تَعَالَى كَقِمَارِ الْمَوَائِدِ الْمَشْهُورَةِ، وَلَا يَعْرِفُ الْخَاسِرُ مِنْهُمْ فَرْدًا أَوْ أَفْرَادًا أَكَلُوا مَالَهُ فَيَبْغَضُهُمْ وَيُعَادِيهِمْ كَمَيْسِرِ الْعَرَبِ وَقِمَارِ الْمَوَائِدِ وَنَحْوِهِ، وَكَثِيرًا مَا يُجْعَلُ (الْيَانَصِيبُ) لِمَصْلَحَةٍ عَامَّةٍ كَإِنْشَاءِ الْمُسْتَشْفَيَاتِ وَالْمَدَارِسِ الْخَيْرِيَّةِ وَإِعَانَةِ الْفُقَرَاءِ، أَوْ مَصْلَحَةٍ دَوْلِيَّةٍ وَلَا سِيَّمَا الْإِعَانَاتُ الْحَرْبِيَّةُ، وَالْحُكُومَاتُ الَّتِي تُحَرِّمُ الْقِمَارَ تُبِيحُ (الْيَانَصِيبَ) الْخَاصَّ بِالْأَعْمَالِ الْخَيْرِيَّةِ الْعَامَّةِ أَوِ الدَّوْلِيَّةِ. وَلَكِنَّ فِيهِ مَضَارَّ الْقِمَارِ الْأُخْرَى، وَأَظْهَرُهَا أَنَّهُ طَرِيقٌ لِأَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ; أَيْ: بِغَيْرِ عِوَضٍ حَقِيقِيٍّ مِنْ عَيْنٍ أَوْ مَنْفَعَةٍ، هَذَا مُحْرَّمٌ بِنَصِّ الْقُرْآنِ كَمَا تَقَدَّمَ فِي مَحَلِّهِ، وَقَدْ يُقَالُ: إِنَّ الْمَالَ الَّذِي يُبْنَى بِهِ مُسْتَشْفَى لِمُعَالَجَةِ الْمَرْضَى أَوْ مَدْرَسَةٌ لِتَعْلِيمِ أَوْلَادِ الْفُقَرَاءِ أَوْ مَلْجَأٌ </p><p> لِتَرْبِيَةِ اللُّقَطَاءِ لَا يَظْهَرُ فِيهِ مَعْنَى أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ إِلَّا فِي آخِذِي رِبْحِ النِّمَرِ الرَّابِحَةِ دُونَ آخِذِي بَقِيَّةِ الْمَالِ مِنْ جَمْعِيَّةٍ أَوْ حُكُومَةٍ، وَهُوَ عَلَى كُلِّ حَالٍ لَيْسَ فِيهِ عَدَاوَةٌ وَلَا بَغْضَاءُ لِأَحَدٍ مُعَيَّنٍ كَالَّذِي كَانَ يَغْرَمُ ثَمَنَ الْجَزُورِ عِنْدَ الْعَرَبِ، وَلَيْسَ فِيهِ صَدٌّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ. </p><p> وَمِنْ مَضَرَّاتِ الْمَيْسِرِ مَا نَبَّهَ إِلَيْهِ الْأُسْتَاذُ الْإِمَامُ - وَلَمْ يَسْبِقْهُ إِلَيْهِ أَحَدٌ مِنَ الْمُفَسِّرِينَ - وَهُوَ إِفْسَادُ التَّرْبِيَةِ بِتَعْوِيدِ النَّفْسِ الْكَسَلَ وَانْتِظَارَ الرِّزْقِ مِنَ الْأَسْبَابِ الْوَهْمِيَّةِ، وَإِضْعَافِ الْقُوَّةِ الْعَقْلِيَّةِ، بِتَرْكِ الْأَعْمَالِ الْمُفِيدَةِ فِي طُرُقِ الْكَسْبِ الطَّبِيعِيَّةِ، وَإِهْمَالِ الْيَاسِرِينَ (الْمُقَامِرِينَ) لِلزِّرَاعَةِ وَالصِّنَاعَةِ وَالتِّجَارَةِ الَّتِي هِيَ أَرْكَانُ الْعُمْرَانِ. </p><p> وَمِنْهَا - وَهُوَ أَشْهَرُهَا - تَخْرِيبُ الْبُيُوتِ فَجْأَةً بِالِانْتِقَالِ مِنَ الْغِنَى إِلَى الْفَقْرِ فِي سَاعَةٍ وَاحِدَةٍ، فَكَمْ مِنْ عَشِيرَةٍ كَبِيرَةٍ نَشَأَتْ فِي الْغِنَى وَالْعِزِّ، وَانْحَصَرَتْ ثَرْوَتُهَا فِي رَجُلٍ أَضَاعَهَا عَلَيْهَا فِي لَيْلَةٍ وَاحِدَةٍ فَأَصْبَحَتْ غَنِيَّةً وَأَمْسَتْ فَقِيرَةً لَا قُدْرَةَ لَهَا عَلَى أَنْ تَعِيشَ عَلَى مَا تَعَوَّدَتْ مِنَ السَّعَةِ وَلَا مَا دُونَ ذَلِكَ. </p><p> وَأَمَّا الْمَنَافِعُ فِي الْخَمْرِ فَأَهَمُّهَا التِّجَارَةُ، فَقَدْ كَانَتْ وَلَا تَزَالُ مَوْرِدًا كَبِيرًا لِلثَّرْوَةِ وَمَادَّةً عَظِيمَةً لِلتِّجَارَةِ، وَلَوْلَا ذَلِكَ لَغَلَبَ عُلَمَاءُ الْإِفْرِنْجِ عَلَى جُهَّالِهِمْ وَأَبْطَلُوا عَمَلَ الْخُمُورِ وَبَيْعَهَا حَتَّى لَا يَبْقَى مِنْهَا إِلَّا مَا يُعْمَلُ سِرًّا كَمَا هُوَ شَأْنُ النَّاسِ فِي اللَّذَّاتِ الْمَمْنُوعَةِ. وَقَدْ كَانَتِ الْعَرَبُ تَسْخُو فِي شِرَاءِ الْخَمْرِ مَا لَا تَسْخُو فِي غَيْرِهَا، وَكَانُوا </p><p> يَعُدُّونَ تَرْكَ الْمُمَاكَسَةِ فِيهَا مَكْرُمَةً وَفَضِيلَةً، فَيَكْثُرُ رِبْحُ مُجْتَلِبِهَا وَبَائِعِهَا. </p><p> وَمِنْهَا أَنَّهَا قَدْ تَكُونُ عِلَاجًا لِبَعْضِ الْأَمْرَاضِ كَكَثِيرٍ مِنَ السُّمُومِ وَالنَّبَاتِ الضَّارِّ بِالْمِزَاجِ الْمُعْتَدِلِ، وَلَكِنَّ الدَّوَاءَ يُؤْخَذُ بِمِقْدَارٍ قَلِيلٍ قَدْ يُعَيِّنُهُ الطَّبِيبُ بِالنُّقَطِ، فَإِذَا زَادَ كَانَ شَدِيدَ الضَّرَرِ كَسَائِرِ الْأَدْوِيَةِ وَلَا سِيَّمَا السَّامَّةُ مِنْهَا، فَالتَّدَاوِي بِالْخَمْرِ لَا يَتَّفِقُ مَعَ شُرْبِهَا لِلنَّشْوَةِ وَاللَّذَّةِ. </p><p> وَمِنْهَا أَنَّهَا تُسَلِّي الْحَزِينَ عَلَى أَنَّ مَا يَكُونُ بَعْدَهَا مِنْ رَدِّ الْفِعْلِ يَزِيدُ فِي الْحُزْنِ وَالْكَآبَةِ. </p><p> وَمِنْهَا أَنَّهَا تُسَخِّي الْبَخِيلَ، وَلَكِنَّ هَذَا السَّخَاءَ قَدْ صَارَ ضَرَرًا كُلُّهُ; لِأَنَّهُ يَذْهَبُ بِثَرْوَةِ الْبِلَادِ فَيَضَعُهَا فِي أَيْدِي شِرَارِ الْأَجَانِبِ، وَقَدْ كَانَ فِي الْجَاهِلِيَّةِ نَافِعًا; لِأَنَّ الرَّجُلَ كَانَ يَبْذُلُ مَالَهُ فِي قَوْمِهِ. </p><p> وَمِنْهَا أَنَّهَا تُثِيرُ النَّخْوَةَ وَتُشَجِّعُ الْجَبَانَ وَرُبَّمَا كَانَ هَذَا أَعْظَمَ مَنَافِعِهَا عِنْدَ الْعَرَبِ فِي الْجَاهِلِيَّةِ، وَهُوَ مِنْ أَكْبَرِ مَضَرَّاتِهَا فِي هَذَا الزَّمَانِ، وَمِثْلِ هَذِهِ الْبِلَادِ; لِأَنَّ هَذِهِ الْحَمِيَّةَ هِيَ السَّبَبُ فِيمَا يَكُونُ بَيْنَ السُّكَارَى مِنَ التَّنَازُعِ وَالتَّخَاصُمِ وَالِاعْتِدَاءِ، وَلَا حَاجَةَ إِلَيْهَا فِي الْحَرْبِ </p><p> الْآنَ بَلْ هِيَ ضَارَّةٌ فِيهَا; لِأَنَّ الْحَرْبَ صَارَتْ صِنَاعَةً دَقِيقَةً وَفَنًّا مِنَ الْعِلْمِ لَا بُدَّ فِيهَا مِنْ حُضُورِ الْعَقْلِ وَجَوْدَةِ النَّظَرِ; فَرُبَّ غَلْطَةٍ مِنْ قَائِدٍ تُذْهِبُ بِجَيْشِهِ وَتُظْفِرُ بِهِ عَدُوَّهُ، فَالضُّبَّاطُ مُدَبِّرُونَ وَالْجُنُودُ آلَاتٌ عَاقِلَةٌ فِي أَيْدِيهِمْ لَا نَجَاحَ لَهَا إِلَّا بِالسَّمْعِ وَالطَّاعَةِ مَعَ الْفَهْمِ، وَالسُّكْرُ قَدْ يَحُولُ دُونَ حُسْنِ التَّدْبِيرِ مِنَ الضُّبَّاطِ وَسُرْعَةِ الِامْتِثَالِ مِنَ الْجُنُودِ، وَقَدِ اتَّفَقَتِ الْحُكُومَاتُ الَّتِي تُبِيحُ الْخَمْرَ عَلَى مَنْعِهَا عَنِ الْجُيُوشِ فِي زَمَنِ الْحَرْبِ. </p><p> وَيُعِدُّونَ مِنْ مَنَافِعِ بَعْضِ الْخُمُورِ الْقَلِيلَةِ التَّأْثِيرِ كَالْجِعَةِ (الْبِيرَةِ) التَّغْذِيَةَ وَالتَّحْلِيلَ، وَيُعْجِبُنِي جَوَابُ سُؤَالٍ فِي ذَلِكَ ذُكِرَ فِي مَجَلَّةٍ عَرَبِيَّةٍ وَهُوَ أَنَّ لُقْمَةً مِنَ الْخُبْزِ أَكْثَرُ تَغْذِيَةٍ مِنْ كُوبٍ مِنَ الْبِيرَةِ، وَأَنَّ كُوبًا مِنَ الْمَاءِ أَشَدُّ تَحْلِيلًا مِنْ كُوبٍ مِنْهَا، عَلَى أَنَّهُ لَيْسَ فِي الْخُبْزِ وَالْمَاءِ ضَرَرٌ مَا، وَمِنَ الْجِعَةِ مَا لَا يُسْكِرُ كَمَا يُقَالُ. </p><p> وَمِنْ مَنَافِعِ الْمَيْسِرِ مُوَاسَاةُ الْفُقَرَاءِ كَمَا عَلِمْتَ مِنْ عَادَةِ الْعَرَبِ الَّتِي لَا وُجُودَ لَهَا الْآنَ، وَإِلَّا فِيمَا ذُكِرَ آنِفًا مِنَ النَّوْعِ الَّذِي يُسَمُّونَهُ (يَانَصِيبَ) لِبِنَاءِ الْمَلَاجِئِ وَالْمُسْتَشْفَيَاتِ وَالْمَدَارِسِ، وَغَيْرِ ذَلِكَ مِنَ الْبِرِّ الَّذِي هُوَ أَنْفَعُ لِلْفُقَرَاءِ مِنْ لَحْمِ الْجَزُورِ الَّذِي كَانَ الْعَرَبُ يَخُصُّونَهُمْ بِهِ، وَمِنْهَا سُرُورُ الرَّابِحِ وَأَرْيَحِيَّتُهُ، وَيُقَابِلُهُ كَدَرُ الَّذِينَ </p><p> يَخْسَرُونَ وَهُمُ الْأَكْثَرُونَ; لِأَنَّ أَكْثَرَ رِبْحِ الْقِمَارِ فِي هَذَا الْعَصْرِ يَغْتَالُهُ الَّذِينَ يُدِيرُونَ أَعْمَالَهُ. </p><p> وَمِنْهَا أَنْ يَصِيرَ الْفَقِيرُ غَنِيًّا مِنْ غَيْرِ تَعَبٍ وَلَا نَصَبٍ، وَلَكِنَّ هَذَا مِنْ أَشَدِّ ضَرَرِهِ فِي الْأُمَّةِ، أَوْ أَشَدِّهُ كَمَا تَقَدَّمَ. </p><p> وَزَعَمَ بَعْضُ النَّاسِ أَنَّ الْمَنَافِعَ الَّتِي كَانَتْ فِي الْخَمْرِ وَالْمَيْسِرِ قَدْ سَلَبَهَا اللهُ تَعَالَى مِنْهُمَا بَعْدَ التَّحْرِيمِ وَهُوَ قَوْلٌ غَيْرُ مَعْقُولٍ وَلَا دَلِيلَ عَلَيْهِ، بَلِ الْحِسُّ يَنْبِذُهُ وَلَا حَاجَةَ إِلَيْهِ فِي التَّنْفِيرِ عَنِ الْجَرِيمَتَيْنِ بَعْدَ مَا بَيَّنَ اللهُ تَعَالَى الْأَصْلَ فِي التَّنْفِيرِ بِقَوْلِهِ:  (وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا) وَهَذَا الْقَوْلُ إِرْشَادٌ لِلْمُؤْمِنِينَ إِلَى طَرِيقِ الِاسْتِدْلَالِ، فَكَانَ عَلَيْهِمْ أَنْ يَهْتَدُوا مِنْهُ إِلَى الْقَاعِدَتَيْنِ اللَّتَيْنِ تَقَرَّرَتَا بَعْدُ فِي الْإِسْلَامِ: قَاعِدَةُ دَرْءِ الْمَفَاسِدِ مُقَدَّمٌ عَلَى جَلْبِ الْمَصَالِحِ، وَقَاعِدَةُ تَرْجِيحِ ارْتِكَابِ أَخَفِّ الضَّرَرَيْنِ إِذَا كَانَ لَا بُدَّ مِنْ أَحَدِهِمَا، وَلَكِنْ لَمْ يَهْتَدِ إِلَى ذَلِكَ جَمِيعُهُمْ، إِذْ وَرَدَ أَنَّ بَعْضَهُمْ تَرَكَ الْخَمْرَ عِنْدَ نُزُولِ الْآيَةِ وَبَعْضَهُمْ لَمْ يَتْرُكْ كَمَا تَقَدَّمَ. </p><p> هَذَا مَا كُنْتُ كَتَبْتُهُ وَنَشَرْتُهُ فِي تَفْسِيرِ الْآيَةِ فِي الْمَرَّةِ الْأُولَى، ثُمَّ فَطِنْتُ بَعْدَ ذَلِكَ إِلَى قَاعِدَةٍ عَظِيمَةٍ مِنْ قَوَاعِدِ التَّشْرِيعِ الْإِسْلَامِيِّ بَيَّنْتُهَا فِي الْمَنَارِ وَفِي التَّفْسِيرِ وَاسْتَدْلَلْتُ عَلَيْهَا بِهَذِهِ الْآيَةِ، وَهِيَ أَنَّ مَا كَانَتْ دَلَالَتُهُ عَلَى التَّحْرِيمِ مِنَ النُّصُوصِ ظَنِّيَّةً غَيْرَ قَطْعِيَّةٍ لَا يُجْعَلُ تَشْرِيعًا عَامًّا تُطَالَبُ بِهِ كُلُّ الْأُمَّةِ، وَإِنَّمَا يَعْمَلُ فِيهِ كُلُّ وَاحِدٍ بِاجْتِهَادِهِ، فَمَنْ فَهِمَ مِنْهُ الدَّلَالَةَ عَلَى تَحْرِيمِ شَيْءٍ امْتَنَعَ مِنْهُ، وَمَنْ لَمْ يَفْهَمْ مِنْهُ ذَلِكَ جَرَى فِيهِ عَلَى أَصْلِ الْإِبَاحَةِ. وَدَلَالَةُ هَذِهِ الْآيَةِ عَلَى </p><p> تَحْرِيمِ الْخَمْرِ وَالْمَيْسِرِ ظَنِّيَّةٌ، وَلِذَلِكَ عَمِلَ فِيهَا الصَّحَابَةُ بِاجْتِهَادِهِمْ - عَلَى اخْتِلَافِهِمْ فِيهِ - وَأَقَرَّهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى ذَلِكَ، وَبَقِيَ عُمَرُ بْنُ الْخَطَّابِ يَدْعُو اللهَ أَنْ يُبَيِّنَ لِلْأُمَّةِ فِي الْخَمْرِ بَيَانًا شَافِيًا حَتَّى نَزَلَتْ آيَةُ سُورَةِ الْمَائِدَةِ كَمَا تَقَدَّمَ آنِفًا، فَتَرَكَ جَمِيعُ الصَّحَابَةِ الْخَمْرَ وَالْمَيْسِرَ; لِأَنَّ دَلَالَتَهَا قَطْعِيَّةٌ لَا مِرَاءَ فِيهَا، وَلَا سِيَّمَا قَوْلُهُ تَعَالَى:  (فَهَلْ أَنْتُمْ مُنْتَهُونَ) لِأَنَّهُ اسْتِفْهَامٌ بِمَعْنَى النَّهْيِ الْمُؤَكَّدِ، وَأَمَّا كَوْنُ إِثْمِ هَاتَيْنِ الْفِعْلَتَيْنِ; أَيْ: ضَرَرُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا مَعَ إِثْبَاتِ الْمَنَافِعِ لَهُمَا فَلَا يَدُلُّ عَلَى ذَلِكَ دَلَالَةٌ قَطْعِيَّةٌ. </p><p> وَمَضَرَّةُ الْخَمْرِ لَا يَجْهَلُهَا أَحَدٌ، وَلِذَلِكَ كَانَ فِي الْجَاهِلِيَّةِ مَنْ حَرَّمَهَا عَلَى نَفْسِهِ وَمِنْهُمُ الْعَبَّاسُ بْنُ مِرْدَاسٍ، قِيلَ لَهُ فِي الْجَاهِلِيَّةِ: أَلَا تَشْرَبُ الْخَمْرَ؛ فَإِنَّهَا تَزِيدُ فِي حَرَارَتِكَ؟ فَقَالَ: مَا أَنَا بِآخِذٍ جَهْلِي بِيَدِي فَأُدْخِلُهُ جَوْفِي، وَلَا أَرْضَى أَنْ أُصْبِحَ سَيِّدَ الْقَوْمِ وَأُمْسِي سَفِيهَهُمْ. </p><p> وَأَطِبَّاءُ الْإِفْرِنْجِ وَعُلَمَاؤُهُمْ مُجْمِعُونَ عَلَى أَنَّ ضَرَرَ الْخَمْرِ، وَكَذَلِكَ الْمَيْسِرُ - بِالْأَوْلَى - أَكْبَرُ مِنْ نَفْعِهِمَا، وَقَدْ أُلِّفَتْ جَمْعِيَّاتٌ فِي أُورُبَّا وَأَمْرِيكَا لِلسَّعْيِ فِي إِبْطَالِ الْمُسْكِرَاتِ، فَهُمْ يَتَعَاهَدُونَ عَلَى عَدَمِ الشُّرْبِ، وَعَلَى الدَّعْوَةِ إِلَى ذَلِكَ وَالسَّعْيِ لَدَى الْحُكُومَاتِ بِالتَّشْدِيدِ عَلَى بَائِعِي الْخُمُورِ. فَالْأَيَّامُ وَالْأَجْيَالُ كُلَّمَا تَقَدَّمَتْ وَارْتَقَتْ تُؤَيِّدُ قَوْلَ الْقُرْآنِ بِأَنَّ إِثْمَ الْخَمْرِ وَالْمَيْسِرِ أَكْبَرُ مِنْ نَفْعِهِمَا، فَإِنَّ أَطِبَّاءَ هَذَا الْعَصْرِ يَصِفُونَ مِنْ مَضَرَّاتِ الْخَمْرِ مَا لَمْ يَكُنْ مَعْرُوفًا عِنْدَ الْأَطِبَّاءِ الْمُتَقَدِّمِينَ، وَهُوَ مَا أَطْلَقَهُ اللهُ تَعَالَى لِعِبَادِهِ لِيَبْحَثُوا فِيهِ وَيَتَبَيَّنُوا صِدْقَهُ بِأَنْفُسِهِمْ; لِتَكُونَ عُقُولُهُمْ مُؤَيِّدَةً لِكِتَابِهِ بِوُجُوبِ اجْتِنَابِهِ. </p><p> وَلَكِنْ لَدَيْنَا مِنْ أَهْلِ الذَّكَاءِ وَالْفِطْنَةِ وَأَدْعِيَاءِ الْعِلْمِ وَالْمَدَنِيَّةِ مَنِ اسْتَعْبَدَهُمْ سُلْطَانُ اللَّذَّةِ فَصَرْفَهُمْ عَنِ النَّظَرِ وَالْبَحْثِ فِي هَذِهِ الْمَضَرَّاتِ، كَمَا صَرَفَهُمْ عَنْ هِدَايَةِ الدِّينِ، وَصَرَفَ آبَاءَهُمْ عَنْ تَرْبِيَتِهِمْ عَلَيْهِ، فَأَسْرَفُوا فِي مُعَاقَرَةِ الْخَمْرِ حَتَّى غِيضَ مَعِينُ حَيَاةِ بَعْضِ الشُّبَّانِ، وَانْكَسَفَتْ شُمُوسُ عُقُولِ آخَرِينَ قَبْلَ الِاكْتِهَالِ فَحُرِمُوا مِنْ سَعَادَةِ الْحَيَاةِ، وَحُرِمَتْ بُيُوتُهُمْ وَأُمَّتُهُمْ مِمَّا كَانَتْ تَرْجُوهُ مِنْ ذَكَائِهِمْ وَاسْتِعْدَادِهِمْ. بَدَتْ فِتْنَةُ السُّكْرِ فِي طَائِفَةٍ مِنَ الْكُبَرَاءِ وَالْمُتَعَلِّمِينَ، وَصَارَتْ تُعَدُّ مِنْ عَلَامَاتِ الْمُتَفَرْنِجِينَ الَّذِينَ يُسَمَّوْنَ الْمُتَمَدْيِنِينَ، وَسَرَتْ عَدْوَاهَا إِلَى غَيْرِهِمْ مِنَ الْمُقَلِّدِينَ، حَتَّى قَلَّدَ فِيهَا شُيُوخُ الْقُرَى وَعُمَدُ الْبِلَادِ فَكَانُوا شَرَّ قُدْوَةٍ لِلْفَلَّاحِينَ وَالْعُمَّالِ وَالْأُجَرَاءِ، وَعَمَّ خَطَرُ هَذِهِ الْآفَةِ الَّتِي تَتْبَعُهَا آفَةُ الزِّنَا حَيْثُ سَارَتْ، وَيَتْبَعُ الزِّنَا دَاءُ الزُّهْرِيِّ الَّذِي هُوَ مِنْ أَسْبَابِ انْقِطَاعِ النَّسْلِ، فَأَيَّةُ مَنْفَعَةٍ تُوَازِي هَذِهِ الْآفَاتِ الْقَاتِلَةَ وَالْجَوَائِحَ الْمُصْطَلِمَةَ؟ ! </p><p> نَوَّهَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ بِهَذِهِ الْعِبْرَةِ وَقَالَ: إِنَّنِي كُنْتُ أَقُولُ إِنَّ الْمِصْرِيِّينَ لايَفْنُونَ فِي جِنْسٍ آخَرَ، وَإِنِ اسْتَوْلَى عَلَيْهِمْ قُرُونًا طَوِيلَةً، وَلَكِنَّ غَيْرَهُمْ قَدْ يَفْنَى فِيهِمْ; لِأَنَّهُمْ يَرْضَوْنَ بِكُلِّ سُلْطَةٍ، وَيَدِينُونَ لِكُلِّ قُوَّةٍ، فَلَا يُؤَثِّرُ فِيهِمُ الذُّلُّ وَالْفَقْرُ كَمَا يُؤَثِّرُ فِي غَيْرِهِمْ، بَلْ يَظَلُّونَ - مَا وَجَدُوا قُوتًا - يَتَنَاسَلُونَ وَيَكْثُرُونَ، وَالْعَامِلُ لَا يَعْدِمُ فِي أَرْضٍ زِرَاعِيَّةٍ كَمِصْرَ قُوتًا; وَلِذَلِكَ تَقَلَّبَتِ الْأُمَمُ عَلَى الْمِصْرِيِّينَ ثُمَّ زَالَتْ أَوْ زَالَ سُلْطَانُهَا عَنْهُمْ، وَبَقِيَ الْمِصْرِيُّونَ مِصْرِيِّينَ، لَهُمْ سَحْنَتُهُمْ وَصِفَاتُهُمْ وَأَخْلَاقُهُمْ وَعَادَاتُهُمْ، وَلَكِنَّنِي رَجَعْتُ عَنْ هَذَا الْقَوْلِ بَعْدَ مَا رَأَيْتُ مِنِ انْتِشَارِ الْخَمْرِ وَالزِّنَا فِي الْبِلَادِ، وَلَا سِيَّمَا هَذِهِ الْخُمُورُ الْإِفْرِنْجِيَّةُ الَّتِي تُبَاعُ لِلْفُقَرَاءِ وَالْفَلَّاحِينَ وَمَا هِيَ بِخَمْرٍ جُعِلَتْ لِلشُّرْبِ، وَإِنَّمَا هِيَ الْمَادَّةُ الْمُحْرِقَةُ السَّامَّةُ الَّتِي تُسَمَّى (السِّبِرْتُو) يُضَافُ إِلَيْهَا شَيْءٌ مِنَ الْمَاءِ وَالسُّكَّرِ أَوْ غَيْرُ ذَلِكَ مِمَّا يُمَكِّنُ مِنْ تَنَاوُلِهَا، فَإِذَا اسْتَمَرَّ السُّكْرُ وَالْفُحْشُ عَلَى سَرَيَانِهِمَا هَذَا فَلَا يَبْعُدُ أَنْ تَنْقَرِضَ الْأُمَّةُ الْمِصْرِيَّةُ بَعْدَ جِيلَيْنِ أَوْ ثَلَاثَةٍ كَمَا انْقَرَضَ هُنُودُ أَمْرِيكَا فَلَا يَبْقَى مِنْهُمْ إِلَّا بَقِيَّةٌ مِنَ الْخَدَمِ وَالْأُجَرَاءِ عِنْدَ مَنْ يَخْلُفُهُمْ فِي الْأَرْضِ، فَإِنَّ السُّكْرَ وَالزِّنَا كَالْمِقْرَاضَيْنِ يَقْرِضَانِ الْأُمَمَ قَرْضًا. </p><p> وَأَمَّا كَوْنُ إِثْمِ الْمَيْسِرِ أَكْبَرَ مِنْ نَفْعِهِ فَهُوَ أَظْهَرُ مِمَّا تَقَدَّمَ فِي الْخَمْرِ وَلَا سِيَّمَا فِي هَذَا الْعَصْرِ الَّذِي كَثُرَتْ فِيهِ أَنْوَاعُ الْقِمَارِ وَعَمَّ ضَرَرُهَا، حَتَّى إِنَّ الْحُكُومَاتِ الْحُرَّةَ الَّتِي تُبِيحُ تِجَارَةَ الْخَمْرِ تَمْنَعُ أَكْثَرَ أَنْوَاعِ الْقِمَارِ وَتَعَاقِبُ عَلَيْهَا، عَلَى احْتِرَامِهَا لِلْحُرِّيَّةِ الشَّخْصِيَّةِ فِي جَمِيعِ ضُرُوبِ التَّصَرُّفِ الَّتِي لَا تَضُرُّ بِغَيْرِ الْعَامِلِ، فَمَنْفَعَةُ الْقِمَارِ وَهْمِيَّةٌ وَمَضَرَّاتُهُ حَقِيقِيَّةٌ; فَإِنَّ الْمُقَامِرَ يَبْذُلُ مَالَهُ الْمَمْلُوكَ لَهُ حَقِيقَةً عَلَى وَجْهِ الْيَقِينِ لِأَجْلِ رِبْحٍ مَوْهُومٍ لَيْسَ عِنْدَهُ وَزْنُ ذَرَّةٍ لِتَرْجِيحِهِ عَلَى خَطَرِ الْخُسْرَانِ وَالضَّيَاعِ، وَالْمُسْتَرْسِلُ فِي إِضَاعَةِ الْمُحَقَّقِ طَلَبًا لِلْمُتَوَهَّمِ يُفْسِدُ فِكْرَهُ وَيُضْعِفُ عَقْلَهُ; وَلِذَلِكَ يَنْتَهِي الْأَمْرُ بِكَثِيرٍ مِنَ الْمُقَامِرِينَ إِلَى بَخْعِ أَنْفُسِهِمْ - قَتْلِهَا غَمًّا - أَوِ الرِّضَى بِعِيشَةِ الذُّلِّ وَالْمَهَانَةِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّنِي أَعْرِفُ رَجُلًا كَانَتْ ثَرْوَتُهُ لَا تَقِلُّ عَنْ ثَلَاثَةِ آلَافِ أَلْفِ جُنَيْهٍ (٣ مَلَايِينَ) فَمَا زَالَ شَيْطَانُ الْقِمَارِ يُغْرِيهِ بِاللَّعِبِ فِيهِ حَتَّى فَقَدَ ثَرْوَتَهُ كُلَّهَا </p><p> وَعَاشَ بَقِيَّةَ حَيَاتِهِ فَقِيرًا مُعْدَمًا حَتَّى مَاتَ جَائِعًا، وَذَكَرَ أَنَّهُ رَبِحَ فِي لَيْلَةٍ تِسْعَمِائَةِ أَلْفِ فِرَنْكَ، فَقَالَ: لَا أَبْرَحُ حَتَّى أُتِمَّهَا مِلْيُونًا، فَلَمْ يَبْرَحْ حَتَّى خَسِرَهَا إِلَى مِلْيُونٍ آخَرَ، وَهَكَذَا شَأْنُ أَكْثَرِ الْمُقَامِرِينَ يَغْتَرُّونَ بِالرِّبْحِ الَّذِي يَكُونُ لَهُمْ أَوْ لِغَيْرِهِمْ أَحْيَانًا فَيَسْتَرْسِلُونَ فِي الْمُقَامَرَةِ حَتَّى لَا يَبْقَى لَهُمْ شَيْءٌ. </p><p> وَلِبُيُوتِ الْقِمَارِ فِي مِصْرَ طُرُقٌ فِي اسْتِدْرَاجِ الْأَغْنِيَاءِ لَا يَعْقِلُهَا الْمِصْرِيُّونَ عَلَى مَا يَرَوْنَ </p><p> مِنْ آثَارِهَا فِي تَخْرِيبِ بُيُوتِ مَنِ اصْطِيدُوا بِأَحَابِيلِهَا مِنْ إِخْوَانِهِمْ. وَيُحْكَى أَنَّ رَجُلًا عَاقِلًا رَأَى مِنْ وَلَدِهِ مَيْلًا إِلَى الْمُقَامَرَةِ لِمُعَاشَرَتِهِ بَعْضَ أَهْلِهَا، فَلَمَّا حَانَتْ وَفَاتُهُ وَخَافَ أَنْ يُضَيِّعَ وَلَدُهُ مَا يَرِثُهُ عَنْهُ، وَعَلِمَ أَنَّ النَّهْيَ لَا يَكُونُ إِلَّا إِغْرَاءً، قَالَ لَهُ: يَا بُنَيَّ أُوصِيكَ إِذَا شِئْتَ أَنْ تُقَامِرَ بِأَنْ تَبْحَثَ عَنْ أَقْدَمِ مُقَامِرٍ فِي الْبَلَدِ وَتَلْعَبُ مَعَهُ، فَطَفِقَ الْوَلَدُ بَعْدَهُ يَبْحَثُ وَيَسْأَلُ، وَكُلَّمَا دُلَّ عَلَى وَاحِدٍ عِلْمِ مِنْهُ أَنَّ هُنَاكَ مَنْ هُوَ أَقْدَمُ مِنْهُ حَتَّى انْتَهَى بِهِ الْبَحْثُ إِلَى شَيْخٍ رَثِّ الثِّيَابِ، ظَاهِرِ الِاكْتِئَابِ، فَعَلِمَ مِنْ حَالِهِ وَمَقَالِهِ أَنَّ مَآلَ الْمُقَامِرِ إِلَى أَسْوَأِ مَآبٍ، وَأَنَّ وَالِدَهُ قَدِ اجْتَهَدَ بِنَصِيحَتِهِ فَأَصَابَ، وَأَنَّهُ أُوتِيَ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ، وَرَجَعَ هُوَ إِلَى رُشْدِهِ وَأَنَابَ، فَلَمْ يَدْخُلْ بَيْتَ الْمُقَامِرَةِ مِنْ طَاقٍ وَلَا بَابٍ. </p><p> وَيَشْتَرِكُ الْمَيْسِرُ مَعَ الْخَمْرِ فِي أَنَّ مُتَعَاطِيَهُمَا قَلَّمَا يَقْدِرُ عَلَى تَرْكِهِمَا وَالسَّلَامَةِ مِنْ بَلَائِهِمَا; لِأَنَّ لِلْخَمْرِ تَأْثِيرًا فِي الْعَصَبِ يَدْعُو إِلَى الْعَوْدِ إِلَى شُرْبِهَا وَالْإِكْثَارِ مِنْهَا، فَإِنَّ مَا تُحْدِثُهُ مِنَ التَّنْبِيهِ يَعْقُبُهُ خُمُودٌ وَفُتُورٌ بِمُقْتَضَى سُنَّةِ رَدِّ الْفِعْلِ، فَيَشْعُرُ السَّكْرَانُ بَعْدَ الصَّحْوِ أَنَّهُ مُضْطَرٌّ إِلَى مُعَاوَدَةِ السُّكْرِ، لِيَزُولَ عَنْهُ مَا حَلَّ بِهِ، فَإِذَا هُوَ عَادَ قَوِيَتِ الدَّاعِيَةُ، وَأَمَّا الْمَيْسِرُ فَإِنَّ صَاحِبَهُ كُلَّمَا رَبِحَ طَمِعَ فِي الزِّيَادَةِ، وَكُلَّمَا خَسِرَ طَمِعَ فِي تَعْوِيضِ الْخَسَارَةِ، وَيَضْعُفُ الْإِدْرَاكُ حَتَّى تَعِزَّ مُقَاوَمَةُ هَذَا الطَّمَعِ الْوَهْمِيِّ، وَهَذَا شَرُّ مَا فِي هَاتَيْنِ الْجَرِيمَتَيْنِ. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ اللهَ تَعَالَى قَدْ هَدَانَا لِأَنْ نَعْلَمَ مَضَرَّاتِ الْخَمْرِ وَالْمَيْسِرِ بِبَحْثِنَا لِنَكُونَ عَلَى بَصِيرَةٍ فِي تَحْرِيمِهِمَا عَلَيْنَا، وَأَنَّنَا نَرَى الْأُمَمَ الَّتِي لَا تَدِينُ بِالْإِسْلَامِ وَلَمْ تُخَاطَبْ مِنَ اللهِ تَعَالَى بِهَذِهِ الْهِدَايَةِ قَدِ اهْتَدَتْ إِلَى مَا لَمْ نَهْتَدِ إِلَيْهِ مِنْ تِلْكَ الْمَضَارِّ، وَأَنْشَأَتْ تُؤَلِّفُ الْجَمْعِيَّاتِ لِلسَّعْيِ فِي إِبْطَالِ هَاتَيْنِ الْجَرِيمَتَيْنِ، وَنَحْنُ الَّذِينَ مُنِحْنَا تِلْكَ </p><p> الْهِدَايَةَ مُنْذُ ثَلَاثَةَ عَشَرَ قَرْنًا وَنَيِّفٍ أَنْشَأْنَا نَأْخُذُ عَنْ تِلْكَ الْأُمَمِ مَا أَنْشَأَتْ هِيَ تُقَاوِمُهُ وَتَذُمُّهُ، حَتَّى إِنَّ السُّكْرَ قَدْ غَلَبَ فِي رُؤَسَاءِ دُنْيَانَا، وَالْمَيْسِرَ قَدِ انْتَشَرَ فِي أُمَرَائِنَا وَكُبَرَائِنَا، ثُمَّ فَشَا فِيمَنْ دُونَهُمْ تَقْلِيدًا لَهُمْ. نَبَّهَ الْأُسْتَاذُ الْإِمَامُ لِهَذِهِ الْعِبْرَةِ وَقَالَ: انْظُرُوا إِلَى مَنْ أَنْعَمَ اللهُ عَلَيْهِمْ بِهَذِهِ النِّعْمَةِ كَيْفَ صَارُوا يَكْفُرُونَهَا، وَكَيْفَ حَلَّ بِهِمْ غَضَبُ اللهِ تَعَالَى فَسُلِبُوا مُعْظَمَ مَا وُهِبُوا، وَيُخْشَى أَنْ يَمْتَدَّ ذَلِكَ حَتَّى يَعِزَّ تَدَارَكُهُ وَالْعِيَاذُ بِاللهِ تَعَالَى. </p><p> قَالَ تَعَالَى:  (وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ) قَالَ السُّيُوطِيُّ فِي كِتَابِ أَسْبَابِ النُّزُولِ: أَخْرَجَ ابْنُ أَبِي حَاتِمٍ مِنْ طَرِيقِ سَعِيدٍ أَوْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ أَنَّ نَفَرًا مِنَ الصَّحَابَةِ حِينَ أُمِرُوا بِالنَّفَقَةِ فِي سَبِيلِ اللهِ أَتَوُا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالُوا: إِنَّا لَا نَدْرِي مَا هَذِهِ النَّفَقَةُ الَّتِي أُمِرْنَا فِي أَمْوَالِنَا فَمَا نُنْفِقُ مِنْهَا؟ فَأَنْزَلَ اللهُ (وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ) وَأَخْرَجَ أَيْضًا عَنْ يَحْيَى أَنَّهُ بَلَغَهُ أَنَّ مُعَاذَ بْنَ جَبَلٍ وَثَعْلَبَةَ أَتَيَا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَا: يَا رَسُولَ اللهِ إِنَّ لَنَا أَرِقَّاءَ وَأَهْلِينَ فَمَا نُنْفِقُ مِنْ أَمْوَالِنَا؟ فَأَنْزَلَ اللهُ هَذِهِ الْآيَةَ. وَلَيْسَ الْمَعْنَى </p><p> أَنَّ السُّؤَالَ الْأَوَّلَ عَنِ الْخَمْرِ وَالْمَيْسِرِ نَزَلَ وَحْدَهُ ثُمَّ نَزَلَ هَذَا السُّؤَالُ بَعْدَهُ، بَلِ الْمُرَادُ أَنَّ هَذِهِ الْأَسْئِلَةَ كَانَتْ مِمَّا يَقَعُ مِنَ الصَّحَابَةِ فَأَنْزَلَ اللهُ هَذِهِ الْآيَاتِ بَيَانًا لِهَذِهِ الْأَحْكَامِ، وَإِجَابَةً لِلسَّائِلِينَ عِنْدَمَا اسْتَعَدُّوا لِلْأَخْذِ بِهَا، وَمَا وَرَدَ يَدُلُّ عَلَى أَنَّ الْمُرَادَ أَيَّ جُزْءٍ مِنْ أَمْوَالِهِمْ يُنْفِقُونَ، وَأَيَّ جُزْءٍ مِنْهَا يُمْسِكُونَ، لِيَكُونُوا مُمْتَثِلِينَ لِقَوْلِهِ:  (وَأَنْفِقُوا فِي سَبِيلِ اللهِ)  (٢: ١٩٥) وَمُتَحَقِّقِينَ بِقَوْلِهِ: (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) وَمَا فِي مَعْنَى ذَلِكَ مِنَ الْآيَاتِ الَّتِي تَنْطِقُ بِأَنَّ الْإِنْفَاقَ فِي سَبِيلِ اللهِ مِنْ آيَاتِ الْإِيمَانِ وَشُعَبِهِ اللَّازِمَةِ لَهُ عَلَى الْإِطْلَاقِ، الَّذِي يُشْعِرُ أَنَّ عَلَى الْمُؤْمِنِ أَنْ يُنْفِقَ كُلَّ مَا يَمْلِكُ فِي سَبِيلِ اللهِ. وَقَدْ قَضَتِ الْحِكْمَةُ بِهَذَا الْإِطْلَاقِ فِي أَوَّلِ الْإِسْلَامِ وَبِمَدْحِ الْإِيثَارِ عَلَى النَّفْسِ; لِأَنَّ الْمُسْلِمِينَ كَانُوا فِئَةً قَلِيلَةً فِي أُمَمٍ وَشُعُوبٍ وَقَبَائِلَ تُنَاصِبُهُمُ الْعَدَاوَةَ وَتَبْذُلُ فِي ذَلِكَ الْأَمْوَالَ وَالْأَرْوَاحَ، فَإِذَا لَمْ يَتَّحِدُوا حَتَّى يَكُونُوا كَشَخْصٍ وَاحِدٍ، وَيَبْذُلُ كُلُّ وَاحِدٍ مَا بِيَدِهِ لِمَصْلَحَتِهِمُ الْعَامَّةِ، لَا تَسْتَقِيمُ لَهُمْ حَالٌ وَلَا تَقُومُ لَهُمْ قَائِمَةٌ، وَهَذِهِ هِيَ السُّنَّةُ الْعَامَّةُ فِي كُلِّ دِينٍ عِنْدَ ابْتِدَاءِ ظُهُورِهِ </p><p> وَأَوَّلِ نَشْأَتِهِ، ثُمَّ بَعْدَ أَنْ تَعْتَزَّ الْمِلَّةُ وَتَكْثُرَ الْأُمَّةُ، وَيَصِيرَ يَكْفِي لِحِفْظِ مَصْلَحَتِهَا مَا يَبْذُلُهُ كُلُّ ذِي غِنًى مِنْ بَعْضِ مَالِهِ، وَيَفْرُغَ الْجُمْهُورُ لِلْأَعْمَالِ الْخَاصَّةِ بِحَيْثُ يَتَمَكَّنُ ذُو الْعَمَلِ أَنْ يُفِيضَ مِنْ كَسْبِهِ عَلَى أَهْلِهِ وَوَلَدِهِ، بَعْدَ أَنْ كَانَ مُسْتَغْرِقًا فِي السَّعْيِ لِتَعْزِيزِ دِينِهِ وَوِقَايَتِهِ مِنَ الْمَحْوِ وَالزَّوَالِ، بَعْدَ هَذَا كُلِّهِ تَخْتَلِفُ الْحَالُ فَلَا يَسْهُلُ عَلَى كُلِّ وَاحِدٍ أَنْ يُؤْثِرَ كُلَّ مُحْتَاجٍ عَلَى نَفْسِهِ وَأَهْلِهِ وَوَلَدِهِ; وَلِذَلِكَ تَوَجَّهَتِ النُّفُوسُ بَعْدَ اسْتِقْرَارِ الْإِسْلَامِ إِلَى تَقْيِيدِ تِلْكَ الْإِطْلَاقَاتِ فِي الْإِنْفَاقِ، فَسَأَلُوا مَاذَا يُنْفِقُونَ؟ فَأُجِيبُوا بِأَنْ يُنْفِقُوا الْعَفْوَ، وَهُوَ الْفَضْلُ وَالزِّيَادَةُ عَنِ الْحَاجَةِ، وَعَلَيْهِ الْأَكْثَرُ، وَقَالَ بَعْضُهُمْ: إِنَّ الْعَفْوَ نَقِيضُ الْجَهْدِ; أَيْ: يُنْفِقُونَ مَا سَهُلَ عَلَيْهِمْ وَتَيَسَّرَ لَهُمْ مِمَّا يَكُونُ فَاضِلًا عَنْ حَاجَتِهِمْ وَحَاجَةِ مَنْ يَعُولُونَ. </p><p> قَرَأَ أَبُو عَمْرٍو (الْعَفْوُ) بِالرَّفْعِ وَالْبَاقُونَ بِالنَّصْبِ، وَالْإِعْرَابُ ظَاهِرٌ، وَالزِّيَادَةُ أَمْرٌ مُجْمَلٌ يَحْتَاجُ إِلَى بَيَانٍ، فَهَلِ الْمُرَادُ حَاجَةُ الْيَوْمِ أَوِ الشَّهْرِ أَوِ السَّنَةِ؟ رَجَّحَ بَعْضُهُمُ الْأَخِيرَ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ادَّخَرَ لِأَهْلِهِ قُوتَ سَنَةٍ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ الْقُرْآنَ أَطْلَقَ الْعَفْوَ لِيُقَدِّرَهُ كُلُّ قَوْمٍ فِي كُلِّ عَصْرٍ بِحَسَبِ مَا يَلِيقُ بِحَالِهِمْ; لِأَنَّهُ خِطَابٌ عَامٌّ لَيْسَ خَاصًّا بِأَهْلِ جَزِيرَةِ الْعَرَبِ، وَلَا بِحَالِ النَّاسِ فِي زَمَنِ الْبَعْثَةِ. وَالْمُرَادُ بِهَذَا الْإِنْفَاقِ مَا وَرَاءَ الزَّكَاةِ الْمَفْرُوضَةِ الْمَحْدُودَةِ كَصَدَقَةِ التَّطَوُّعِ عَلَى الْأَفْرَادِ وَعَلَى الْمَصَالِحِ الْعَامَّةِ، وَإِنْ كَانَ لَفْظُ الْعَفْوِ يُصَدَّقُ عَلَى الزَّكَاةِ; لِأَنَّهَا لَا تَكُونُ إِلَّا مِنَ الزَّائِدِ عَلَى الْحَاجَةِ الَّذِي لَا جَهْدَ وَلَا مَشَقَّةَ فِيهِ. </p><p> وَقَدْ وَرَدَ فِي الْأَحَادِيثِ الصَّحِيحَةِ مَا يُؤَيِّدُ هَذَا، فَقَدْ أَخْرَجَ الْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ: ((خَيْرُ الصَّدَقَةِ مَا كَانَ </p><p> عَنْ ظَهْرِ غِنًى، وَابْدَأْ بِمَنْ تَعُولُ)) وَأَخْرَجَ ابْنُ خُزَيْمَةَ مِنْ حَدِيثِهِ أَيْضًا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((خَيْرُ الصَّدَقَةِ مَا أَبْقَتْ غِنًى، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى، وَابْدَأْ بِمَنْ تَعُولُ،تَقُولُ الْمَرْأَةُ:أَنْفِقْ عَلَيَّ أَوْ طَلِّقْنِي،وَيَقُولُ مَمْلُوكُكَ:أَنْفِقْ عَلَيَّ أَوْ بِعْنِي،وَيَقُولُ وَلَدُكَ:إِلَى مَنْ تَكِلُنِي؟) ) . </p><p> وَقَدْ نَوَّهَ الْأُسْتَاذُ الْإِمَامُ فِي هَذَا الْمَقَامِ بِالْإِنْفَاقِ فِي حِفْظِ مَصَالِحِ الْأُمَّةِ وَأَعْمَالِهَا </p><p> الْخَيْرِيَّةِ، فَقَالَ مَا مِثَالُهُ: إِنَّ الْأُمَّةَ الْمُؤَلَّفَةَ مِنْ مِلْيُونٍ وَاحِدٍ إِذَا كَانَتْ تَبْذُلُ مِنْ فَضْلِ مَالِهَا فِي مَصَالِحِهَا الْعَامَّةِ، كَإِعْدَادِ الْقُوَّةِ وَتَرْبِيَةِ النَّابِتَةِ عَلَى مَا يُؤَهِّلُهَا لِاسْتِعْمَالِهَا وَيُقَرِّرُ الْفَضِيلَةَ فِي أَنْفُسِهَا تَكُونُ أَعَزَّ وَأَقْوَى مِنْ أُمَّةٍ مُؤَلَّفَةٍ مِنْ مِائَةِ مِلْيُونٍ لَا يَبْذُلُونَ شَيْئًا مِنْ فُضُولِ أَمْوَالِهِمْ فِي مِثْلِ ذَلِكَ; ذَلِكَ بِأَنَّ الْوَاحِدَ مِنَ الْأُمَّةِ الْأُولَى يُعَدُّ بِأُمَّةٍ; لِأَنَّ أُمَّتَهُ عَوْنٌ لَهُ، تُعِدُّهُ جُزْءًا مِنْهَا وَيُعِدُّهَا كُلًّا لَهُ; وَالْأُمَّةُ الثَّانِيَةُ كُلُّهَا لَا تُعَدُّ بِوَاحِدٍ; لِأَنَّ كُلَّ جُزْءٍ مِنْ أَجْزَائِهَا (أَيْ أَفْرَادِهَا) يَخْذُلُ الْآخَرَ وَيَرَى أَنَّ حَيَاتَهُ بِمَوْتِهِ فَيَكُونُ كُلُّ وَاحِدٍ مِنْهَا فِي حُكْمِ الْمَيِّتِ. وَفِي الْحَقِيقَةِ إِنَّ مِثْلَ هَذَا الْجَمْعِ لَا يُسَمَّى أُمَّةً; لِأَنَّ كُلَّ وَاحِدٍ مِنْ أَفْرَادِهِ يَعِيشُ وَحْدَهُ وَإِنْ كَانَ فِي جَانِبِهِ أَهْلُ الْأَرْضِ، فَهُوَ لَا يَتَّصِلُ بِمَنْ مَعَهُ لِيَمُدَّهُمْ وَيَسْتَمِدَّ مِنْهُمْ، وَيَتَعَاوَنَ الْجَمِيعُ عَلَى حِفْظِ الْوَحْدَةِ الْجَامِعَةِ لَهُمُ الَّتِي تُحَقِّقُ مَعْنَى الْأُمَّةِ فِيهِمْ. وَإِنَّهُ لَمْ تَنْهَضْ أُمَّةٌ وَلَا مِلَّةٌ إِلَّا بِمَثَلِ هَذَا التَّعَاوُنِ، وَهُوَ مُسَاعَدَةُ الْغَنِيِّ لِلْفَقِيرِ، وَإِعَانَةُ الْقَوِيِّ لِلضَّعِيفِ، وَبَذْلُ الْمَالِ، وَالْعِنَايَةُ فِي حِفْظِ الْمَصْلَحَةِ الْعَامَّةِ; بِهَذَا ظَهَرَ الْقَلِيلُ عَلَى الْكَثِيرِ وَكَانَتْ لَهُمُ السِّيَادَةُ، وَبِتَرْكِ هَذَا انْحَلَّتِ الْأُمَمُ الْكَبِيرَةُ، وَفَقَدَتِ الْمُلْكَ وَالسَّعَادَةَ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ النُّكْتَةَ فِي الْجَمْعِ بَيْنَ السُّؤَالِ عَنِ الْخَمْرِ وَالْمَيْسِرِ، وَالسُّؤَالِ عَنِ الْإِنْفَاقِ فِي آيَةٍ وَاحِدَةٍ هِيَ الْمُقَارَنَةُ بَيْنَ حَالِ فَرِيقَيْنِ مِنَ النَّاسِ: فَرِيقٌ يُنْفِقُ الْمَالَ بِغَيْرِ حِسَابٍ فِي سَبِيلِ الْإِثْمِ، إِمَّا لِلتَّفَاخُرِ وَالتَّبَاهِي فِيمَا لَا فَخْرَ فِيهِ وَلَا شَرَفَ فِي الْحَقِيقَةِ، وَإِمَّا لِمُجَرَّدِ اللَّذَّةِ وَإِنْ سَاءَتْ عَوَاقِبُهَا، وَفَرِيقٌ يُنْفِقُهُ فِي سَبِيلِ اللهِ يُزِيلُ بِهِ ضَرُورَةَ إِخْوَانِهِ الْمَسَاكِينِ وَالضُّعَفَاءِ، وَيَرْفَعُ بِهِ مِنْ شَأْنِ أُمَّتِهِ بِمَا يَجْعَلُهُ لِلْمَصَالِحِ الْعَامَّةِ وَأَعْمَالِ الْخَيْرِ، وَأَعْظَمُ الْمَصَالِحِ وَالْأَعْمَالِ فِي هَذَا الْعَصْرِ هُوَ التَّعْلِيمُ وَالتَّرْبِيَةُ. وَلَوْ بَذَلَ الْمِصْرِيُّونَ عُشْرَ مَا يُنْفِقُونَ فِي الْخَمْرِ وَالْمَيْسِرِ - وَلَا سِيَّمَا مَا يُسَمُّونَهُ الْمُضَارَبَةَ - عَلَى التَّعْلِيمِ، لَتَيَسَّرَ لَهُمْ تَعْمِيمُ الْمَدَارِسِ فِي بِلَادِهِمْ، وَتَوْجِيهُ التَّعْلِيمِ فِيهَا إِلَى مَا يُجَدِّدُ مِلَّتَهُمْ وَيُعِيدُ إِلَيْهِمْ مَا فَقَدُوا مِنْ كَرَامَتِهِمْ. </p><p> وَقَوْلُهُ تَعَالَى:  (كَذَلِكَ يُبَيِّنُ اللهُ لَكُمُ الْآيَاتِ) مَعْنَاهُ: مِثْلُ هَذَا النَّحْوِ وَعَلَى هَذِهِ الطَّرِيقَةِ مِنَ الْبَيَانِ قَدْ قَضَتْ حِكْمَةُ اللهِ بِأَنْ يُبَيِّنَ لَكُمْ آيَاتِهِ فِي الْأَحْكَامِ </p><p> الْمُتَعَلِّقَةِ بِمَصَالِحِكُمْ وَمَنَافِعِكُمْ، وَذَلِكَ بِأَنْ يُوَجِّهَ عُقُولَكُمْ إِلَى مَا فِي الْأَشْيَاءِ مِنَ الْمَضَارِّ وَالْمَنَافِعِ (لَعَلَّكُمْ تَتَفَكَّرُونَ) فَيَظْهَرُ لَكُمْ </p><p> الضَّارُّ مِنْهَا أَوِ الرَّاجِحُ ضَرَرُهُ فَتَعْلَمُوا أَنَّهُ جَدِيرٌ بِالتَّرْكِ فَتَتْرُكُوهُ عَلَى بَصِيرَةٍ وَاقْتِنَاعٍ بِأَنَّكُمْ فَعَلْتُمْ مَا فِيهِ الْمُصْلَحَةُ، كَمَا يَظْهَرُ لَكُمُ النَّافِعُ فَتَطْلُبُوهُ، فَمِنْ رَحْمَتِهِ لَمْ يُرِدْ أَنْ يُعْنِتَكُمْ وَيُكَلِّفَكُمْ مَا لَا تَعْقِلُونَ لَهُ فَائِدَةً إِرْغَامًا لِإِرَادَتِكُمْ وَعَقْلِكُمْ، بَلْ أَرَادَ بِكُمُ الْيُسْرَ فَعَلَّمَكُمْ حُكْمَ الْأَحْكَامِ وَأَسْرَارَهَا، وَهَدَاكُمْ إِلَى اسْتِعْمَالِ عُقُولِكُمْ فِيهَا، لِتَرْتَقُوا بِهِدَايَتِهِ عُقُولًا وَأَرْوَاحًا، لَا لِتَنْفَعُوهُ سُبْحَانَهُ أَوْ تَدْفَعُوا عَنْهُ الضُّرَّ; فَإِنَّهُ غَنِيٌّ عَنْكُمْ بِنَفْسِهِ، حَمِيدٌ بِذَاتِهِ، عَزِيزٌ بِقُدْرَتِهِ. </p><p> ثُمَّ بَيَّنَ جَلَّ شَأْنُهُ أَنَّ هَذَا الْبَيَانَ الْمُعَدَّ لِلتَّفَكُّرِ لَيْسَ خَاصًّا بِمَصَالِحِ الدُّنْيَا وَحْدَهَا، وَلَا بِطَلَبِ الْآخِرَةِ عَلَى انْفِرَادِهَا، وَإِنَّمَا هُوَ مُتَعَلِّقٌ بِهِمَا جَمِيعًا فَقَالَ:  (فِي الدُّنْيَا وَالْآخِرَةِ) أَيْ: تَتَفَكَّرُونَ فِي أُمُورِهِمَا مَعًا، فَتَجْتَمِعُ لَكُمْ مَصَالِحُ الْجَسَدِ وَالرُّوحِ فَتَكُونُونَ أُمَّةً وَسَطًا، وَأَنَاسِيَّ كَامِلِينَ، لَا كَالَّذِينِ حَسِبُوا أَنَّ الْآخِرَةَ لَا تُنَالُ إِلَّا بِتَرْكِ الدُّنْيَا وَإِهْمَالِ مَنَافِعِهَا وَمَصَالِحِهَا بِالْمَرَّةِ فَخَسِرُوهَا وَخَسِرُوا الْآخِرَةَ مَعَهَا; لِأَنَّ الدُّنْيَا مَزْرَعَةُ الْآخِرَةِ، وَلَا كَالَّذِينِ انْصَرَفُوا إِلَى اللَّذَّاتِ الْجَسَدِيَّةِ كَالْبَهَائِمِ فَفَسَدَتْ أَخْلَاقُهُمْ وَأَظْلَمَتْ أَرْوَاحُهُمْ، وَكَانُوا بَلَاءً عَلَى النَّاسِ وَعَلَى أَنْفُسِهِمْ فَخَسِرُوا الْآخِرَةَ وَالدُّنْيَا مَعَهَا. وَهَذَا الْإِرْشَادُ إِلَى التَّفَكُّرِ فِي مَصَالِحِ الدُّنْيَا وَالْآخِرَةِ جَمِيعًا هُوَ فِي مَعْنَى مَا جَاءَ فِي الدُّعَاءِ بِقَوْلِهِ تَعَالَى:  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً)  (٢: ٢٠١) وَتَقَدَّمَ تَفْسِيرُهَا، فَاللهُ تَعَالَى يُبَيِّنُ فِي مِثْلِ هَذِهِ الْآيَاتِ أَنَّ الْإِسْلَامَ هَادٍ وَمُرْشِدٌ إِلَى تَوْسِيعِ دَائِرَةِ الْفِكْرِ وَاسْتِعْمَالِ الْعَقْلِ فِي مَصَالِحِ الدَّارَيْنِ، وَقَدَّمَ الدُّنْيَا فِي الذِّكْرِ لِأَنَّهَا مُقَدَّمَةٌ فِي الْوُجُودِ بِالْفِعْلِ، وَكُلُّ مَا أَمَرَنَا اللهُ تَعَالَى بِهِ وَهَدَانَا إِلَيْهِ فَهُوَ مِنْ دِينِنَا; وَلِذَلِكَ قَالَ عُلَمَاؤُنَا: إِنَّ جَمِيعَ الْفُنُونِ وَالصِّنَاعَاتِ الَّتِي يَحْتَاجُ إِلَيْهَا النَّاسُ فِي مَعَايِشِهِمْ مِنَ الْفُرُوضِ الدِّينِيَّةِ، إِذَا أَهْمَلَتِ الْأُمَّةُ شَيْئًا مِنْهَا فَلَمْ يَقُمْ بِهِ مِنْ أَفْرَادِهَا مَنْ يَكْفِيهَا أَمْرَ الْحَاجَةِ إِلَيْهِ، كَانَتْ كُلُّهَا عَاصِيَةً لِلَّهِ تَعَالَى مُخَالِفَةً لِدِينِهِ، إِلَّا مَنْ كَانَ عَاجِزًا عَنْ دَفْعِ ضَرَرِ الْحَاجَةِ وَعَنِ الْأَمْرِ بِهِ لِلْقَادِرِ عَلَيْهِ، فَأُولَئِكَ هُمُ الْمَعْذُورُونَ بِالتَّقْصِيرِ. </p><p> عَلَى هَذَا قَامَ صَرْحُ مُجْدِ الْإِسْلَامِ عِدَّةَ قُرُونٍ، كَانَ الْمُسْلِمُونَ كُلَّمَا عَرَضَ لَهُمْ </p><p> شَيْءٌ بِسَبَبِ التَّوَسُّعِ فِي الْعُمْرَانِ يَتَوَقَّفُ عَلَيْهِ حِفْظُهُ وَتَعْمِيمُ دَعْوَتِهِ النَّافِعَةِ قَامُوا بِهِ حَقَّ الْقِيَامِ، وَعَدُّوا الْقِيَامَ بِهِ مِنَ الدِّينِ عَمَلًا بِمِثْلِ هَذِهِ الْآيَةِ وَغَيْرِهَا مِنَ الْآيَاتِ، وَمَضَوْا عَلَى ذَلِكَ قُرُونًا كَانُوا فِيهَا أَبْسَطَ الْأُمَمِ وَأَعْلَاهَا حَضَارَةً وَعُمْرَانَا، وَبِرًّا وَإِحْسَانًا، إِلَى أَنْ غَلَا أَقْوَامٌ فِي الدِّينِ وَاتَّبَعُوا سُنَنَ مَنْ قَبْلَهُمْ فِي إِهْمَالِ مَصَالِحِ الدُّنْيَا، زَعْمًا أَنَّ ذَلِكَ مِنَ الزُّهْدِ الْمَطْلُوبِ، أَوِ التَّوَكُّلِ الْمَحْبُوبِ، وَمَا هُوَ مِنْهُمَا فِي شَيْءٍ، وَكَانَ مِنْ أَثَرِ ذَلِكَ أَنْ أُهْمِلَتِ الشَّرِيعَةُ فَلَا تُوجَدُ حُكُومَةٌ إِسْلَامِيَّةٌ عَلَى وَجْهِ الْأَرْضِ تُقِيمُهَا; لِأَنَّهُ لَا يُوجَدُ مِنْ أَهْلِهَا مَنْ يَصْلُحُ لِحُكْمِ النَّاسِ فِي هَذِهِ الْعُصُورِ الَّتِي اتَّسَعَتْ فِيهَا مَصَالِحُ الْأُمَمِ وَالْحُكُومَاتِ بِالتَّوَسُّعِ فِي الْعُلُومِ وَالصِّنَاعَاتِ وَارْتِبَاطِ الْعَالَمِ بَعْضِهِ بِبَعْضٍ، ثُمَّ صَارَ عُلَمَاءُ الْمُسْلِمِينَ أَنْفُسُهُمْ يَعُدُّونَ الِاشْتِغَالَ بِالْعُلُومِ وَالْفُنُونِ الَّتِي </p>"
}