{
  "id": null,
  "sura": 2,
  "aya": 170,
  "text": "<p> وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا؟ وَقَدْ يُسَمُّونَ هَذَا تَوَسُّلًا إِلَيْهِ ; أَيْ: يَتَقَرَّبُونَ إِلَيْهِ بِالشِّرْكِ بِهِ، وَدُعَاءِ غَيْرِهِ مِنْ دُونِهِ أَوْ مَعَهُ. وَهُوَ يَقُولُ:  (فَلَا تَدْعُوا مَعَ اللهِ أَحَدًا)  (٧٢: ١٨) وَيَقُولُ: (بَلْ إِيَّاهُ تَدْعُونَ)  (٦: ٤١) أَيْ: دُونَ غَيْرِهِ. </p><p> أَلَيْسَ مِنَ الْقَوْلِ عَلَى اللهِ بِغَيْرِ عِلْمٍ مَا اخْتَلَقُوهُ مِنَ الْحِيَلِ لِهَدْمِ رُكْنِ الزَّكَاةِ وَهُوَ مِنْ أَعْظَمِ أَرْكَانِ الْإِسْلَامِ؟ </p><p> أَلَيْسَ مِنَ الْقَوْلِ عَلَى اللهِ بِغَيْرِ عِلْمٍ مَا زَادُوهُ فِي الْعِبَادَةِ وَأَحْكَامِ الْحَلَالِ وَالْحَرَامِ عَمَّا وَرَدَ فِي الْكِتَابِ وَالسُّنَّةِ الْمُبَيِّنَةِ لَهُ وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ عَنِ اللهِ تَعَالَى:  ((وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً بِكُمْ غَيْرَ نِسْيَانٍ فَلَا تَبْحَثُوا عَنْهَا) ) ؟ </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ هُنَا: كُلُّ مَنْ يَزِيدُ فِي الدِّينِ عَقِيدَةً أَوْ حُكْمًا مِنْ غَيْرِ اسْتِنَادٍ إِلَى كِتَابِ اللهِ أَوْ كَلَامِ الْمَعْصُومِ فَهُوَ مِنَ الَّذِينَ يَقُولُونَ عَلَى اللهِ مَا لَا يَعْلَمُونَ. وَمَثَّلَ لِذَلِكَ بِالزَّائِرَاتِ لِلْقُبُورِ وَمَا يَأْتِينَهُ هُنَاكَ مِنَ الْبِدَعِ وَالْمُنْكَرَاتِ بِاسْمِ الدِّينِ، وَبِتَشْيِيعِ الْجَنَائِزِ بِقِرَاءَةِ الْبُرْدَةِ وَنَحْوِهَا بِالنَّغْمَةِ الْمَعْرُوفَةِ. وَبِحَمْلِ الْمَبَاخِرِ الْفِضِّيَّةِ وَالْأَعْلَامِ أَمَامَهَا، وَبِالِاجْتِمَاعِ لِقِرَاءَةِ الدَّلَائِلِ وَنَحْوِهَا مِنَ الْأَوْرَادِ بِالصِّيَاحِ الْخَاصِّ، وَقَالَ: إِنَّ كُلَّ هَذَا جَاءَ مِنِ اسْتِحْسَانِ مَا عِنْدَ الطَّوَائِفِ الْأُخَرِ. وَلَيْسَ فِي الْإِسْلَامِ صَيْحَةٌ غَيْرُ صَيْحَةِ الْأَذَانِ. وَقَدْ قَالَ تَعَالَى فِي الصَّلَاةِ:  (وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا)  (١٧: ١١٠) وَأَمَّا التَّلْبِيَةُ فَلَمْ يُشْرَعْ فِيهَا رَفْعُ الصَّوْتِ وَالصِّيَاحُ الشَّدِيدَ، وَإِنَّمَا يَكُونُ الْعَجِيجُ مِنْ كَثْرَةِ النَّاسِ وَاخْتِلَافِ أَصْوَاتِهِمْ، وَإِنْ لَمْ يَرْفَعُوا عَقِيرَتَهُمْ جَهْدَ الْمُسْتَطَاعِ كَمَا يَفْعَلُ مُقَلِّدَةُ التَّصَوُّفِ. قَالَ: وَإِنَّ كَثِيرًا مِنَ الْبِدَعِ فِي الْعَقَائِدِ وَالْأَحْكَامِ قَدْ دَخَلَتْ عَلَى الْمُسْلِمِينَ بِتَسَاهُلِ رُؤَسَاءِ الدِّينِ وَتَوَهُّمِهِمْ أَنَّهَا تُقَوِّي أَصْلَ الْعَقِيدَةِ وَتُخْضِعُ الْعَامَّةَ لِسُلْطَانِ الدِّينِ، أَوْ لِسُلْطَانِهِمُ الْمُسْتَنِدِ إِلَى الدِّينِ. وَلَقَدْ دَخَلْتُ كَنِيسَةَ (بَيْتِ لَحْمٍ) فَسَمِعْتُ هُنَاكَ أَصْوَاتًا خُيِّلَ إِلَيَّ أَنَّهَا أَصْوَاتُ طَائِفَةٍ مِنْ أَهْلِ الطَّرِيقِ يَقْرَءُونَ حِزْبَ الْبِرِّ مَثَلًا ثُمَّ عَلِمْتُ أَنَّهُمْ قِسِّيسُونَ، فَهَذِهِ الْبِدَعُ قَدْ سَرَتْ إِلَيْنَا مِنْهُمْ كَمَا سَرَتْ إِلَيْهِمْ مِنَ الْوَثَنِيِّينَ ; اسْتِحْسَانًا مِنْهُمْ مَا اسْتَحْسَنُوهُ مِنْ أُولَئِكَ تَوَهُّمًا أَنَّهُ يُفِيدُ الدِّينَ أُبَّهَةً وَفَخَامَةً وَيَزِيدُ النَّاسَ بِهِ اسْتِمْسَاكًا، فَكَانَ أَنْ تَرَكَ النَّاسُ مُهِمَّاتِ الدِّينِ اكْتِفَاءً بِهَذِهِ الْبِدَعِ، فَإِنَّ أَكْثَرَ الصَّائِحِينَ فِي الْأَضْرِحَةِ وَقِبَابِ الْأَوْلِيَاءِ وَفِي الطُّرُقِ وَالْأَسْوَاقِ بِالْأَوْرَادِ وَالْأَحْزَابِ لَا يُقِيمُونَ الصَّلَاةَ، وَمَنْ عَسَاهُ يُصَلِّي مِنْهُمْ فَإِنَّهُ لَا يَحْرِصُ عَلَى الْجَمَاعَةِ بَعْضَ حِرْصِهِ عَلَى الِاجْتِمَاعِ لِلصِّيَاحِ بِقِرَاءَةِ الْحِزْبِ فِي لَيْلَةِ الْوَلِيِّ فُلَانٍ، وَلَقَدْ أَنِسَ النَّاسُ بِهَذِهِ الْبِدَعِ وَاسْتَوْحَشُوا مِنْ شَعَائِرِ الدِّينِ وَالسُّنَنِ حَتَّى ظَهَرَ فِيهِمْ تَأْوِيلُ قَوْلِهِ عَزَّ وَجَلَّ: </p><p> (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا) أَيْ: وَإِذَا قِيلَ لِمُتَّبِعِي خُطُوَاتِ الشَّيْطَانِ الَّذِينَ يَقُولُونَ عَلَى اللهِ بِغَيْرِ عَلَمٍ وَلَا بُرْهَانٍ: اتَّبِعُوا مَا أُنْزِلُ إِلَيْكُمْ وَلَا تَتَّبِعُوا </p><p> مِنْ دُونِهِ أَوْلِيَاءَ، قَالُوا: لَا، نَحْنُ لَا نَعْرِفُ مَا أَنْزَلَ اللهُ، بَلْ نَتَّبِعُ مَا أَلْفَيْنَا ; أَيْ: وَجَدْنَا عَلَيْهِ آبَاءَنَا، وَهُوَ مَا تَقَلَّدْنَاهُ مِنْ سَادَتِنَا وَكُبَرَائِنَا، وَشُيُوخِ عُلَمَائِنَا. لَمْ يُخَاطِبْ هَؤُلَاءِ بِبُطْلَانِ مَا هُمْ عَلَيْهِ وَتَشْنِيعِهِ خِطَابًا لَهُمْ بَلْ حَكَى عَنْهُمْ حِكَايَةً بَيَّنَ فَسَادَ مَذْهَبِهِمْ فِيهَا، كَأَنَّهُ أَنْزَلَهُمْ مَنْزِلَةَ مَنْ لَا يَفْهَمُ الْخِطَابَ وَلَا يَعْقِلُ الْحُجَجَ وَالدَّلَائِلَ، كَمَا بَيَّنَ ذَلِكَ بِالتَّمْثِيلِ الْآتِي. وَلَوْ كَانَ لِلْمُقَلِّدِينَ قُلُوبٌ يَفْقَهُونَ بِهَا لَكَانَتْ هَذِهِ الْحِكَايَةُ كَافِيَةً بِأُسْلُوبِهَا لِتَنْفِيرِهِمْ مِنَ التَّقْلِيدِ، فَإِنَّهُمْ فِي كُلِّ مِلَّةٍ وَجِيلٍ يَرْغَبُونَ عَنِ اتِّبَاعِ مَا أَنْزَلَ اللهُ اسْتِئْنَاسًا بِمَا أَلِفُوهُ مِمَّا أَلْفَوْا آبَاءَهُمْ عَلَيْهِ، وَحَسْبُكَ بِهَذَا شَنَاعَةً ; إِذِ الْعَاقِلُ لَا يُؤْثِرُ عَلَى مَا أَنْزَلُ اللهُ تَقْلِيدَ أَحَدٍ مِنَ النَّاسِ وَإِنْ كَبُرَ عَقْلُهُ وَحَسُنَ سَيْرُهُ ; إِذْ مَا مِنْ عَاقِلٍ إِلَّا وَهُوَ عُرْضَةٌ لِلْخَطَأِ فِي فِكْرِهِ، وَمَا مِنْ مُهْتَدٍ إِلَّا وَيُحْتَمَلُ أَنْ يَضِلَّ فِي بَعْضِ سَيْرِهِ، فَلَا ثِقَةَ فِي الدِّينِ إِلَّا بِمَا أَنْزَلَ اللهُ، وَلَا مَعْصُومَ إِلَّا مَنْ عَصَمَ اللهُ، فَكَيْفَ يَرْغَبُ الْعَاقِلُ عَمَّا أَنْزَلَ اللهُ إِلَى اتِّبَاعِ الْآبَاءِ مَعَ دَعْوَاهُ الْإِيمَانَ بِالتَّنْزِيلِ، عَلَى أَنَّهُ لَوْ لَمْ يَكُنْ مُؤْمِنًا بِالْوَحْيِ لَوَجَبَ أَنْ يُنَفِّرَهُ عَنِ التَّقْلِيدِ قَوْلُهُ تَعَالَى:  (أَوَ لَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ) ؟ ! فَإِنَّ هَذَا حُجَّةٌ عَقْلِيَّةٌ لَا تُنْقَضُ. </p><p> أَقُولُ: الْهَمْزَةُ لِلْإِنْكَارِ وَالتَّعَجُّبِ، وَهِيَ دَاخِلَةٌ عَلَى فِعْلٍ حُذِفَ لِلْعِلْمِ بِهِ مِنَ الْقَرِينَةِ، \" وَلَوْ \" لِلْغَايَةِ لَا تَحْتَاجُ إِلَى جَوَابٍ وَجَزَاءٍ. وَالتَّقْدِيرُ أَيَتَّبِعُونَ مَا أَلْفَوْا عَلَيْهِ آبَاءَهُمْ فِي كُلِّ حَالٍ وَفِي كُلِّ شَيْءٍ، وَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا مِنْ عَقَائِدِ الدِّينِ إِذْ لَا يَسْلُكُونَ طَرِيقَ الْعَقْلِ بِالِاسْتِدْلَالِ عَلَى أَنَّ مَا هُمْ عَلَيْهِ مِنَ الْعَقَائِدِ وَالْعِبَادَاتِ حَقٌّ، وَلَا يَهْتَدُونَ فِي أَحْكَامِهِ وَأَعْمَالِهِ بِوَحْيٍ مِنَ اللهِ جَاءَهُمْ بِهِ رَسُولٌ مِنْ عِنْدِ اللهِ؟ أَيْ حَتَّى فِي تَجَرُّدِهِمْ مِنْ دَلِيلَيِ الْعَقْلِ وَالنَّقْلِ، هَذَا مَا أَفْهَمُهُ. وَقَالَ الْبَيْضَاوِيُّ: أَيْ لَوْ كَانَ آبَاؤُهُمْ جَهَلَةً لَا يُفَكِّرُونَ فِي أَمْرِ الدِّينِ وَلَا يَهْتَدُونَ إِلَى الْحَقِّ لَاتَّبَعُوهُمْ. وَهُوَ دَلِيلٌ عَلَى الْمَنْعِ مِنَ التَّقْلِيدِ لِمَنْ قَدَرَ عَلَى النَّظَرِ أَوِ الِاجْتِهَادِ، أَمَّا اتِّبَاعُ الْغَيْرِ فِي الدِّينِ إِذَا عَلِمَ بِدَلِيلٍ مَا أَنَّهُ مُحِقٌّ كَالْأَنْبِيَاءِ وَالْمُجْتَهِدِينَ فِي الْأَحْكَامِ فَهُوَ فِي الْحَقِيقَةِ لَيْسَ بِتَقْلِيدٍ بَلِ اتِّبَاعٍ لِمَا أَنْزَلَ اللهُ اهـ. وَنَقَلَهُ عَنْهُ الْأُلُوسِيُّ بِغَيْرِ عَزْوٍ وَوَصَلَهُ بِآيَةِ (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ</p><p> لَا تَعْلَمُونَ)  (١٦: ٤٣) وَفِيهِ: أَنَّهُ لَمْ يُفَرِّقْ فِي التَّقْلِيدِ بَيْنَ الْقَطْعِيِّ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ وَهُوَ لَا يَجُوزُ التَّقْلِيدُ فِيهِ أَلْبَتَّةَ بَلْ لَا مَحَلَّ لَهُ، وَبَيْنَ الْأُمُورِ الِاجْتِهَادِيَّةِ كَأَحْكَامِ الْقَضَاءِ وَسِيَاسَةِ الْأُمَّةِ، وَهَذَا هُوَ الَّذِي يُشْتَرَطُ فِيهِ الْقُدْرَةُ عَلَى النَّظَرِ وَالِاسْتِدْلَالِ، وَلَمْ يُفَرِّقْ بَيْنَ اتِّبَاعِ النَّبِيِّ الْمَعْصُومِ - فِيمَا يُبَلِّغُهُ عَنِ اللهِ تَعَالَى لِمَنْ قَامَتْ عِنْدَهُ الْحُجَّةُ عَلَى نُبُوَّتِهِ فَهُوَ لَا يَكُونُ إِلَّا مُحِقًّا - وَبَيْنَ الْمُجْتَهِدِ الَّذِي لَا يُمْكِنُ الْعِلْمُ بِأَنَّهُ مُحِقٌّ إِلَّا بِالْوُقُوفِ عَلَى دَلِيلِهِ وَفَهْمِهِ، وَقَوْلُهُ تَعَالَى:  (فَاسْأَلُوا أَهْلَ الذِّكْرِ) فِي طَلَبِ السُّؤَالِ عَنْ أَمْرٍ قَطْعِيٍّ مَعْلُومٍ بِالضَّرُورَةِ وَهُوَ كَوْنُ الرُّسُلِ رِجَالًا يُوحَى إِلَيْهِمْ لَا عَنْ رَأْيٍ اجْتِهَادِيٍّ. </p><p> وَقَالَ الْجَلَالُ وَغَيْرُهُ: لَا يَعْقِلُونَ شَيْئًا مِنْ أَمْرِ الدِّينِ. وَتَعَقَّبَهُ الْأُسْتَاذُ الْإِمَامُ بِقَوْلِهِ: </p><p> عَقْلُ الشَّيْءِ: مَعْرِفَتُهُ بِدَلَائِلِهِ وَفَهْمُهُ بِأَسْبَابِهِ وَنَتَائِجِهِ، وَأَقْرَبُ النَّاسِ إِلَى مَعْرِفَةِ الْحَقِّ الْبَاحِثُونَ الَّذِينَ يَنْظُرُونَ فِي الدَّلَائِلِ بِقَصْدٍ صَحِيحٍ وَلَوْ فِي غَيْرِ الْحَقِّ ; لِأَنَّ الْبَاحِثَ الْمُسْتَدِلَّ إِذَا أَخْطَأَ يَوْمًا فِي طَرِيقِ الِاسْتِدْلَالِ أَوْ فِي مَوْضُوعِ الْبَحْثِ فَقَدْ يُصِيبُ فِي يَوْمٍ آخَرَ، لِأَنَّ عَقْلَهُ يَتَعَوَّدُ الْفِكْرَ الصَّحِيحَ، وَاسْتِفَادَةَ الْمَطَالِبِ مِنَ الدَّلَائِلِ، وَأَبْعَدُ النَّاسِ عَنْ مَعْرِفَةِ الْحَقِّ الْمُقَلِّدُونَ الَّذِينَ لَا يَبْحَثُونَ وَلَا يَسْتَدِلُّونَ، لِأَنَّهُمْ قَطَعُوا عَلَى أَنْفُسِهِمْ طَرِيقَ الْعِلْمِ وَسَجَّلُوا عَلَى عُقُولِهِمُ الْحِرْمَانَ مِنَ الْفَهْمِ، فَهُمْ لَا يُوصَفُونَ بِإِصَابَةٍ ; لِأَنَّ الْمُصِيبَ هُوَ مَنْ يَعْرِفُ أَنَّ هَذَا هُوَ الْحَقُّ، وَالْمُقَلِّدُ إِنَّمَا يَعْرِفُ أَنَّ فُلَانًا يَقُولُ إِنْ هَذَا هُوَ الْحَقُّ فَهُوَ عَارِفٌ بِالْقَوْلِ فَقَطْ ; وَلِذَلِكَ ضَرَبَ لَهُمُ الْمَثَلَ فِي الْآيَةِ الْآتِيَةِ بَعْدَمَا سَجَّلَ عَلَيْهِمُ الضَّلَالَةَ بِعَدَمِ اسْتِعْمَالِ عُقُولِهِمْ. </p><p> (فَإِنْ قِيلَ) : إِنَّ الْآيَةَ إِنَّمَا تَمْنَعُ اتِّبَاعَ غَيْرِ مَنْ يَعْقِلُ الْحَقَّ وَيَهْتَدِي إِلَى حُسْنِ الْعَمَلِ وَالصَّوَابِ فِي الْحُكْمِ، وَلَكِنَّهَا لَا تَمْنَعُ مِنْ تَقْلِيدِ الْعَاقِلِ الْمُهْتَدِي. (نَقُولُ) : وَمِنْ أَيْنَ يَعْرِفُ الْمُقَلِّدُ أَنَّ مَتْبُوعَهُ يَعْقِلُ وَيَهْتَدِي إِذَا هُوَ لَمْ يَقِفْ عَلَى دَلِيلِهِ؟ فَإِنْ هُوَ اتَّبَعَهُ فِي طَرِيقَةِ الِاسْتِدْلَالِ حَتَّى وَصَلَ إِلَى مَا وَصَلَ عَلَى بَصِيرَةٍ فَإِنَّ الْآيَةَ لَا تَنْعِي عَلَيْهِ هَذَا، إِذْ هُوَ اسْتِفَادَةٌ لِلْعِلْمِ مَحْمُودَةٌ لَا تَقْلِيدَ فِي الْمَعْلُومِ أَوِ الْمَظْنُونِ لِغَيْرِهِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: رَأَيْتُ لِبَعْضِ السَّلَفِ أَنَّهُ قَالَ: لَوْ أَنَّ شَخْصًا رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَيَاتِهِ وَسَمِعَ قَوْلَهُ وَاقْتَدَى بِهِ مِنْ غَيْرِ نَظَرٍ فِي نُبُوَّتِهِ يُؤَدِّي إِلَى الْوُصُولِ إِلَى اعْتِقَادِ صِحَّتِهَا بِالدَّلِيلِ لَعُدَّ مُقَلِّدًا، وَلَمْ يَكُنْ عَلَى بَصِيرَةٍ كَمَا أَمَرَ اللهُ الْمُؤْمِنَ أَنْ يَكُونَ (وَأَقُولُ) إِنَّ هَذَا مَأْخُوذٌ </p><p> مِنْ قَوْلِهِ تَعَالَى:  (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي)  (١٢: ١٠٨) وَقَدْ فَسَّرُوا الْبَصِيرَةَ بِالْحُجَّةِ الْوَاضِحَةِ، وَلَا يُشْتَرَطُ فِي صِحَّةِ الْإِيمَانِ بِنُبُوَّتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - النَّظَرُ الِاسْتِدْلَالِيُّ الْمَعْرُوفُ عِنْدَ الْمُتَكَلِّمِينَ ; بَلْ يَكْفِي فِيهَا اطْمِئْنَانُ النَّفْسِ لِصِدْقِهِ بِمَعْرِفَةِ حَالِهِ وَحُسْنِ مَا دَعَا إِلَيْهِ، وَلَكِنَّ مَرْتَبَةَ الدَّعْوَةِ إِلَى اللهِ وَإِثْبَاتِ دِينِهِ بِالْحُجَّةِ لَا يَرْتَقِي إِلَيْهَا كُلُّ مُؤْمِنٍ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> هَذَا وَإِنَّ فِي قَوْلِهِ تَعَالَى:  (لَا يَعْقِلُونَ شَيْئًا) بَحْثًا، فَقَدْ يُشْكِلُ هَذَا الْعُمُومُ فِيهِ عَلَى بَعْضِ الْأَفْهَامِ، وَقَدْ بَيَّنَ لَهُ الْأُسْتَاذُ الْإِمَامُ ثَلَاثَةَ أَوْجُهٍ. </p><p> (أَحَدُهَا) : أَنَّ مَعْنَاهُ لَا يَسْتَعْمِلُونَ عُقُولَهُمْ فِي شَيْءٍ مِمَّا يَجِبُ الْعِلْمُ بِهِ، بَلْ يَكْتَفُونَ فِيهِ كُلِّهِ بِالتَّسْلِيمِ مِنْ غَيْرِ نَظَرٍ وَلَا بَحْثٍ وَهُوَ مَا مَرَّ. </p><p> (وَثَانِيهَا) : أَنَّهُ جَارٍ عَلَى طَرِيقَةِ الْبُلَغَاءِ فِي الْمُبَالَغَةِ بِجَعْلِ الْغَالِبِ أَمْرًا كُلِّيًّا عَامًّا. يَقُولُونَ فِي الضَّالِّ فِي عَامَّةِ شُئُونِهِ: إِنَّهُ لَا يَعْقِلُ شَيْئًا وَلَا يَهْتَدِي إِلَى الصَّوَابِ. وَيَقُولُونَ فِي الْبَلِيدِ إِنَّهُ لَا يَفْهَمُ شَيْئًا، وَهَذَا لَا يُنَافِي أَنْ يَعْقِلَ الْأَوَّلُ بَعْضَ الْأَشْيَاءِ وَيَفْهَمَ الثَّانِي بَعْضَ الْمَسَائِلِ. </p><p> (وَثَالِثُهَا) : أَنَّهُ لَيْسَ الْغَرَضُ مِنَ الْعِبَارَةِ نَفْيَ الْعَقْلِ عَنْ آبَائِهِمْ بِالْفِعْلِ، وَإِنَّمَا الْمُرَادُ مِنْهَا: أَيَتَّبِعُونَ آبَاءَهُمْ لِذَوَاتِهِمْ كَيْفَمَا كَانَ حَالُهُمْ حَتَّى لَوْ كَانُوا لَا يَعْقِلُونَ وَلَا يَهْتَدُونَ؟ كَأَنَّهُ يَقُولُ </p>"
}