{
  "id": null,
  "sura": 2,
  "aya": 203,
  "text": "<p> يَعْرِفُونَهَا وَيَعْمَلُونَ بِهَا، وَقَدْ أَقَرَّهُمْ عَلَيْهَا، وَذَكَرَ الْمُهِمِّ الَّذِي هُوَ رُوحُ الدِّينِ وَهُوَ ذِكْرُ اللهِ تَعَالَى عِنْدَ كُلِّ عَمَلٍ مِنْ تِلْكَ الْأَعْمَالِ، وَتِلْكَ سُنَّةُ الْقُرْآنِ يَذْكُرُ إِقَامَةَ الصَّلَاةِ وَالْخُشُوعَ فِيهَا، وَذِكْرَ اللهِ تَعَالَى وَدُعَاءَهُ، وَتَأْثِيرَ ذَلِكَ فِي إِصْلَاحِ النُّفُوسِ، وَلَا يَذْكُرُ صِفَةَ الْقِيَامِ وَالرُّكُوعِ وَالسُّجُودِ، وَكَوْنِ الرُّكُوعِ يُفْعَلُ مَرَّةً فِي كُلِّ رَكْعَةٍ، وَالسُّجُودِ يُفْعَلُ مَرَّتَيْنِ، وَإِنَّمَا يَتْرُكُ ذَلِكَ لِبَيَانِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُ بِالْعَمَلِ. وَبَيَّنَتِ السُّنَّةُ أَيْضًا أَنَّ ذِكْرَ اللهِ تَعَالَى فِي هَذِهِ الْأَيَّامِ هُوَ التَّكْبِيرُ أَدْبَارَ الصَّلَوَاتِ وَعِنْدَ ذَبْحِ الْقَرَابِينَ وَعِنْدَ رَمْيِ الْجِمَارِ وَغَيْرِ ذَلِكَ مِنَ الْأَعْمَالِ، فَقَدْ رَوَى الْجَمَاعَةُ عَنِ الْفَضْلِ بْنِ الْعَبَّاسِ قَالَ: كُنْتُ رَدِيفَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ جَمْعٍ (مُزْدَلِفَةَ) إِلَى مِنًى فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ، وَرَوَى أَحْمَدُ وَالْبُخَارِيُّ عَنِ ابْنِ عُمَرَ ((أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَرْمِي الْجَمْرَةَ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ) ) وَوَرَدَ فِي التَّكْبِيرِ فِي أَيَّامِ التَّشْرِيقِ أَحَادِيثُ كَثِيرَةٌ مِنْهَا حَدِيثُ ابْنِ عُمَرَ فِي الصَّحِيحِ ((أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يُكَبِّرُ بِمِنًى تِلْكَ الْأَيَّامَ وَعَلَى فِرَاشِهِ، وَفِي فُسْطَاطِهِ وَفِي مَجْلِسِهِ وَفِي مَمْشَاهُ فِي تِلْكَ الْأَيَّامِ جَمِيعًا) ) . </p><p> وَأَمَّا الذِّكْرُ فِي يَوْمِ عَرَفَةَ وَيَوْمِ النَّحْرِ فَهُوَ التَّكْبِيرُ لِغَيْرِ الْحَاجِّ وَهُوَ أَعَمُّ، فَفِي حَدِيثِ أَحْمَدَ وَالشَّيْخَيْنِ أَنَّ مُحَمَّدَ بْنَ أَبِي بَكْرِ بْنِ عَوْفٍ قَالَ:  ((سَأَلْتُ أَنَسًا وَنَحْنُ غَادِيَانِ مِنْ مِنًى إِلَى عَرَفَاتٍ عَنِ التَّلْبِيَةِ كَيْفَ كُنْتُمْ تَصْنَعُونَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ كَانَ يُلَبِّي الْمُلَبِّي فَلَا يُنْكِرُ عَلَيْهِ، وَيُكَبِّرُ الْمُكَبِّرُ فَلَا يُنْكِرُ عَلَيْهِ) ) وَفِي حَدِيثِ أُسَامَةَ عِنْدَ النَّسَائِيِّ ((أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَفَعَ يَدَيْهِ يَوْمَ عَرَفَةَ يَدْعُو) ) وَفِي رِوَايَاتٍ ضَعِيفَةِ السَّنَدِ ((أَنَّ أَكْثَرَ دُعَائِهِ يَوْمَ عَرَفَةَ: لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمَلِكُ وَلَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ) وَقَدْ ذَكَرْنَا ذِكْرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ الْمَشْعَرِ الْحَرَامِ. وَقَدْ قَالُوا: إِنَّ التَّلْبِيَةَ أَفْضَلُ الذِّكْرِ لِلْحَاجِّ وَيَلِيهَا التَّكْبِيرُ فِي يَوْمِ عَرَفَةَ وَالْأَضْحَى وَأَيَّامِ التَّشْرِيقِ، وَلَفْظُ التَّلْبِيَةِ الْمَأْثُورُ ((لَبَّيْكَ اللهُمَّ لَبَّيْكَ، لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لَكَ، لَا شَرِيكَ لَكَ) ) هَذَا هُوَ الْمَرْفُوعُ وَلَهُ أَنْ يَزِيدَ مِنَ الذِّكْرِ وَالثَّنَاءِ وَالدُّعَاءِ مَا شَاءَ، وَالتَّكْبِيرُ الْمَرْفُوعُ صَحِيحًا: اللهُ أَكْبَرُ اللهُ أَكْبَرُ اللهُ أَكْبَرُ كَبِيرًا، وَيَزِيدُونَ. </p><p> وَقَدْ جَعَلَ اللهُ تَعَالَى التَّخْيِيرَ فِي التَّعْجِيلِ وَالتَّأْخِيرِ مَشْرُوطًا بِالتَّقْوَى فَقَالَ: </p><p> (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى) أَيْ: مَنِ اسْتَعْجَلَ فِي تَأْدِيَةِ الذِّكْرِ عِنْدَ هَذِهِ الْأَعْمَالِ التَّعَبُّدِيَّةِ الْمَعْلُومَةِ، وَهِيَ رَمْيُ الْجَمَرَاتِ فِي يَوْمَيْنِ مِنْ تِلْكَ الْأَيَّامِ الْمَعْدُودَاتِ فَلَا حَرَجَ عَلَيْهِ، وَمَنْ أَتَمَّهَا كَذَلِكَ، إِذَا اتَّقَى كُلٌّ مِنْهُمَا اللهَ تَعَالَى وَوَقَفَ عِنْدَ حُدُودِهِ، فَإِنَّ تَحْصِيلَ مَلَكَةِ التَّقْوَى هِيَ الْغَرَضُ مِنَ الْحَجِّ وَمِنْ كُلِّ عِبَادَةٍ، وَالْوَسِيلَةُ الْكُبْرَى إِلَيْهَا كَثِيرَةٌ </p><p> ذِكْرُ اللهِ تَعَالَى بِالْقَلْبِ مَعَ اللِّسَانِ، حَتَّى يَغْلِبَ عَلَى مُرَاقَبَتِهِ فِي جَمِيعِ الْأَحْوَالِ، فَيَكُونَ عَبْدًا لَهُ لَا لِلْأَهْوَاءِ وَالشَّهَوَاتِ، وَإِنَّمَا تِلْكَ الْأَعْمَالُ مُذَكِّرَاتٌ لِلنَّاسِي. </p><p> وَالْجِمَارُ ثَلَاثٌ، وَهِيَ كَالْجَمَرَاتِ جَمْعُ جَمْرَةٍ، وَمَعْنَاهَا هُنَا مُجْتَمَعُ الْحَصَى، مِنْ جَمَرَهُ بِمَعْنَى جَمَعَهُ، وَرَمْيُهَا مِنْ ذِكْرَيَاتِ النُّسُكِ الْمَأْثُورَةِ عَنْ سَيِّدِنَا إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَذَبْحِ الْقَرَابِينَ هُنَالِكَ، وَعَامَّةُ أَعْمَالِ الْحَجِّ ذِكْرَيَاتٌ لِنَشْأَةِ الْإِسْلَامِ الْأُولَى فِي عَهْدِ الْخَلِيلِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكُلُّ جَمْرَةٍ تُرْمَى بِسَبْعِ حَصَيَاتٍ صَغِيرَةٍ كُلَّ يَوْمٍ مِنَ الْأَيَّامِ الثَّلَاثَةِ أَوِ الِاثْنَيْنِ، وَتَمْتَازُ جَمْرَةُ الْعَقَبَةِ مِنْهَا بِأَنَّهَا تُرْمَى قَبْلَ ذَلِكَ يَوْمَ النَّحْرِ أَيْضًا. </p><p> ثُمَّ أَمَرَ بِالتَّقْوَى بَعْدَ الْإِعْلَامِ بِمَكَانَتِهَا فَقَالَ:  (وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ) أَيِ: اتَّقُوهُ فِي حَالِ أَدَاءِ الْمَنَاسِكِ وَفِي جَمِيعِ أَحْوَالِكُمْ، وَكُونُوا عَلَى عِلْمٍ يَقِينٍ بِأَنَّكُمْ تُجْمَعُونَ وَتُسَاقُونَ إِلَيْهِ فِي يَوْمِ الْقِيَامَةِ فَيُرِيكُمْ جَزَاءَ أَعْمَالِكُمْ وَالْعَاقِبَةُ لِلْمُتَّقِينَ (تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا)  (١٩: ٦٣) فَإِنَّ الْعِلْمَ بِذَلِكَ هُوَ الَّذِي يُؤَثِّرُ فِي النَّفْسِ فَيَبْعَثُهَا عَلَى الْعَمَلِ، وَأَمَّا مَنْ كَانَ عَلَى ظَنٍّ أَوْ شَكٍّ فَإِنَّهُ يَعْمَلُ تَارَةً وَيَتْرُكُ أُخْرَى لَتَنَازُعِ الشُّكُوكِ قَلْبَهُ. </p><p> وَمِنْ فَوَائِدِ هَذَا الْأُسْلُوبِ أَنَّ تَكْرَارَ الْأَمْرِ بِالذِّكْرِ وَبَيَانِ مَكَانَةِ التَّقْوَى، ثُمَّ الْأَمْرُ بِهَا تَصْرِيحًا فِي هَذِهِ الْآيَاتِ الَّتِي فِيهَا مِنَ الْإِيجَازِ مَا هُوَ فِي أَعْلَى دَرَجَاتِ الْإِعْجَازِ، حَتَّى سَكَتَ عَنْ بَعْضِ الْمَنَاسِكِ الْوَاجِبَةِ لِلْعِلْمِ بِهَا - كُلُّ ذَلِكَ يَدُلُّنَا عَلَى أَنَّ الْمُهِمَّ فِي الْعِبَادَةِ ذِكْرُ اللهِ تَعَالَى الَّذِي يُصْلِحُ النُّفُوسَ وَيُنِيرُ الْأَرْوَاحَ، حَتَّى تَتَوَجَّهَ إِلَى الْخَيْرِ وَتَتَّقِيَ الشُّرُورَ وَالْمَعَاصِيَ، فَيَكُونُ صَاحِبُهَا مِنَ الْمُتَّقِينَ، ثُمَّ يَرْتَقِي فِي فَوَائِدِ الذِّكْرِ وَثَمَرَاتِهِ فَيَكُونُ مِنَ الرَّبَّانِيِّينَ. </p><p> (وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللهُ لَا يُحِبُّ الْفَسَادَ وَإِذَا قِيلَ لَهُ اتَّقِ اللهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللهِ وَاللهُ رَءُوفٌ بِالْعِبَادِ) </p>"
}