{
  "id": null,
  "sura": 2,
  "aya": 179,
  "text": "<p> ظَاهِرُهُ يَقْتَضِي كَوْنَ الشَّيْءِ سَبَبًا لِانْتِفَاءِ نَفْسِهِ وَهُوَ مُحَالٌ. وَقَوْلُهُ:  (فِي الْقِصَاصِ حَيَاةٌ) لَيْسَ كَذَلِكَ لِأَنَّ الْمَذْكُورَ هُوَ نَوْعٌ مِنَ الْقَتْلِ وَهُوَ الْقِصَاصُ، ثُمَّ مَا جَعَلَهُ سَبَبًا لِمُطَلَقِ الْحَيَاةِ لِأَنَّهُ ذَكَرَ الْحَيَاةَ مُنَكَّرَةً، بَلْ جَعَلَهُ سَبَبًا لِنَوْعٍ مِنْ أَنْوَاعِ الْحَيَاةِ. (وَثَالِثُهَا) أَنَّ قَوْلَهُمْ فِيهِ تَكْرِيرٌ لِلَّفْظِ الْقَتْلِ وَلَيْسَ فِي الْآيَةِ تَكْرِيرٌ. (وَرَابِعُهَا) أَنَّ قَوْلَهُمْ لَا يُفِيدُ إِلَّا الرَّدْعَ عَنِ الْقَتْلِ، وَالْآيَةُ تُفِيدُ الرَّدْعَ عَنِ الْقَتْلِ وَعَنِ الْجَرْحِ وَغَيْرِهِمَا، فَهِيَ أَجْمَعُ لِلْفَوَائِدِ. (وَخَامِسُهَا) أَنَّ نَفْيَ الْقَتْلِ فِي قَوْلِهِمْ مَطْلُوبٌ تَبَعًا ; مِنْ حَيْثُ إِنَّهُ يَتَضَمَّنُ حُصُولَ الْحَيَاةِ، وَأَمَّا الْآيَةُ فَإِنَّهَا دَالَّةٌ عَلَى حُصُولِ الْحَيَاةِ وَهُوَ مَقْصُودٌ أَصْلِيٌّ فَكَانَ هَذَا أَوْلَى. (وَسَادِسُهَا) أَنَّ الْقَتْلَ ظُلْمًا قَتْلٌ مَعَ أَنَّهُ لَا يَكُونُ نَافِيًا لِلْقَتْلِ، بَلْ هُوَ سَبَبٌ لِزِيَادَةِ الْقَتْلِ، وَإِنَّمَا النَّافِي لِوُقُوعِ الْقَتْلِ هُوَ الْقَتْلُ الْمَخْصُوصُ وَهُوَ الْقِصَاصُ، فَظَاهِرُ قَوْلِهِمْ بَاطِلٌ، وَأَمَّا الْآيَةُ فَهِيَ صَحِيحَةٌ ظَاهِرًا وَتَقْدِيرًا ; فَظَهَرَ التَّفَاوُتُ بَيْنَ الْآيَةِ وَبَيْنَ كَلَامِ الْعَرَبِ. انْتَهَى بِاخْتِصَارٍ وَتَصَرُّفٍ يَسِيرَيْنِ. </p><p> وَذَكَرَ السَّيِّدُ الْأُلُوسِيُّ هَذِهِ الْوُجُوهَ بِاخْتِصَارٍ أَدَقَّ وَزَادَ عَلَيْهَا نَحْوَهَا فَقَالَ:  (الْأَوَّلُ) قِلَّةُ الْحُرُوفِ فَإِنَّ الْمَلْفُوظَ هُنَا - أَيْ فِي الْآيَةِ - عَشَرَةُ أَحْرُفٍ إِذَا لَمْ يُعْتَبَرِ التَّنْوِينُ حَرْفًا عَلَى حِدَةٍ وَهُنَاكَ أَرْبَعَةَ عَشَرَ حَرْفًا. (الثَّانِي) الِاطِّرَادُ ; إِذْ فِي كُلِّ قِصَاصٍ حَيَاةٌ وَلَيْسَ كُلُّ قَتْلٍ أَنْفَى لِلْقَتْلِ، فَإِنَّ الْقَتْلَ ظُلْمًا أَدْعَى لِلْقَتْلِ. (الثَّالِثُ) مَا فِي تَنْوِينِ (حَيَاةٌ) مِنَ النَّوْعِيَّةِ أَوِ التَّعْظِيمِ. (الرَّابِعُ) صَنْعَةُ الطِّبَاقِ بَيْنَ الْقِصَاصِ وَالْحَيَاةِ، فَإِنَّ الْقِصَاصَ تَفْوِيتُ الْحَيَاةِ فَهُوَ مُقَابِلُهَا. (الْخَامِسُ) النَّصُّ عَلَى مَا هُوَ الْمَطْلُوبُ بِالذَّاتِ أَعْنِي ((الْحَيَاةَ) ) </p><p> فَإِنَّ نَفْيَ الْقَتْلِ إِنَّمَا يُطْلَبُ لَهَا لَا لِذَاتِهِ. (السَّادِسُ) الْغَرَابَةُ مِنْ حَيْثُ جُعِلَ الشَّيْءُ فِيهِ حَاصِلًا فِي ضِدِّهِ، وَمِنْ جِهَةِ أَنَّ الْمَظْرُوفَ إِذَا حَوَاهُ الظَّرْفُ صَانَهُ عَنِ التَّفَرُّقِ، فَكَأَنَّ الْقِصَاصَ فِيمَا نَحْنُ فِيهِ يَحْمِي الْحَيَاةَ مِنَ الْآفَاتِ. (السَّابِعُ) الْخُلُوُّ عَنِ التَّكْرَارِ مَعَ التَّقَارُبِ ; فَإِنَّهُ لَا يَخْلُو عَنِ اسْتِبْشَاعٍ وَلَا يُعَدُّ مِنْ رَدِّ الْعَجُزِ عَلَى الصَّدْرِ حَتَّى يَكُونَ مُحَسِّنًا. (الثَّامِنُ) عُذُوبَةُ اللَّفْظِ وَسَلَاسَتُهُ، حَيْثُ لَمْ يَكُنْ فِيهِ مَا فِي قَوْلِهِمْ مِنْ تَوَالِي الْأَسْبَابِ الْخَفِيفَةِ ; إِذْ لَيْسَ فِي قَوْلِهِمْ حَرْفَانِ مُتَحَرِّكَانِ عَلَى التَّوَالِي إِلَّا فِي مَوْضِعٍ وَاحِدٍ، وَلَا شَكَّ أَنَّهُ يُنْقِصُ مِنْ سَلَاسَةِ اللَّفْظِ وَجَرَيَانِهِ عَلَى اللِّسَانِ، وَأَيْضًا الْخُرُوجُ مِنَ الْفَاءِ إِلَى اللَّامِ أَعْدَلُ مِنَ الْخُرُوجِ مِنَ اللَّامِ إِلَى الْهَمْزَةِ لِبُعْدِ الْهَمْزَةِ مِنَ اللَّامِ، وَكَذَلِكَ الْخُرُوجُ مِنَ الصَّادِ إِلَى الْحَاءِ أَعْدَلُ مِنَ الْخُرُوجِ مِنَ الْأَلِفِ إِلَى اللَّامِ. (التَّاسِعُ) عَدَمُ الِاحْتِيَاجِ إِلَى الْحَيْثِيَّةِ - أَيِ التَّعْلِيلِ - وَقَوْلُهُمْ يَحْتَاجُ إِلَيْهَا. (الْعَاشِرُ) تَعْرِيفُ الْقِصَاصِ بِلَامِ الْجِنْسِ الدَّالَّةِ عَلَى حَقِيقَةِ هَذَا الْحُكْمِ الْمُشْتَمِلَةِ عَلَى الضَّرْبِ وَالْجَرْحِ وَالْقَتْلِ وَغَيْرِ ذَلِكَ، وَقَوْلُهُمْ لَا يَشْمَلُهُ. (الْحَادِي عَشَرَ) خُلُوُّهُ مَنْ أَفْعَلَ الْمُوهِمِ أَنَّ فِي التَّرْكِ نَفْيًا لِلْقَتْلِ أَيْضًا. (الثَّانِي عَشَرَ) اشْتِمَالُهُ عَلَى مَا يَصْلُحُ لِلْقَتْلِ وَهُوَ الْحَيَاةُ بِخِلَافِ قَوْلِهِمْ فَإِنَّهُ يَشْتَمِلُ عَلَى نَفْيٍ اكْتَنَفَهُ قَتْلَانِ وَإِنَّهُ لِمَا يَلِيقُ بِهِمْ. (الثَّالِثَ عَشَرَ) خُلُوُّهُ مِمَّا يُوهِمُهُ ظَاهِرُ قَوْلِهِمْ مِنْ كَوْنِ </p><p> الشَّيْءِ سَبَبًا لِانْتِفَاءِ نَفْسِهِ وَهُوَ مُحَالٌ - إِلَى غَيْرِ ذَلِكَ، فَسُبْحَانَ مَنْ عَلَتْ كَلِمَتُهُ، وَبَهَرَتْ آيَتُهُ. اهـ. </p><p> وَأَقُولُ: إِنَّ الْآيَةَ عَلَى كَوْنِهَا أَبْلَغَ، وَكَلِمَتِهَا أَوْجَزَ، قَدْ أَفَادَتْ حُكْمًا لَمْ تَكُنْ عَلَيْهِ الْعَرَبُ قَبْلَهَا، وَلَمْ يَطْلُبْهُ أَحَدٌ مِنْ عُقَلَائِهِمْ وَبُلَغَائِهِمْ، وَهُوَ الْمُسَاوَاةُ فِي الْعُقُوبَةِ وَبَيَانُ أَنَّ فِيهِ الْحَيَاةَ الطَّيِّبَةَ، وَصِيَانَةَ النَّاسِ مِنِ اعْتِدَاءِ بَعْضِهِمْ عَلَى بَعْضٍ. وَأَمَّا أَمْرُهُمْ بِالْقَتْلِ لِيَقِلَّ الْقَتْلُ أَوْ يَنْتَفِيَ فَهُوَ يَصْدُقُ بِاعْتِدَاءِ قَبِيلَةٍ عَلَى قَبِيلَةٍ، وَالْإِسْرَافِ فِي قَتْلِ رِجَالِهَا لِتَضْعُفَ فَلَا تَقْدِرَ عَلَى أَخْذِ الثَّأْرِ، فَيَكُونُ الْمَعْنَى: إِنَّ قَتْلَنَا لِعَدُوِّنَا إِحْيَاءٌ لَنَا، وَتَقْلِيلٌ أَوْ نَفْيٌ لِقَتْلِهِ إِيَّانَا، وَأَيْنَ هَذَا الظُّلْمُ مِنْ ذَلِكَ الْعَدْلِ؟ فَالْآيَةُ الْحَكِيمَةُ قَرَّرَتْ أَنَّ الْحَيَاةَ هِيَ الْمَطْلُوبَةُ بِالذَّاتِ، وَأَنَّ الْقِصَاصَ وَسِيلَةٌ مِنْ وَسَائِلِهَا ; لِأَنَّ مَنْ عَلِمَ أَنَّهُ إِذَا قَتَلَ نَفْسًا يُقْتَلُ بِهَا يَرْتَدِعُ عَنِ الْقَتْلِ فَيَحْفَظُ الْحَيَاةَ عَلَى مَنْ أَرَادَ قَتْلَهُ وَعَلَى نَفْسِهِ، وَالِاكْتِفَاءُ بِالدِّيَةِ لَا يَرْدَعُ كُلَّ أَحَدٍ عَنْ سَفْكِ دَمِ خَصْمِهِ إِنِ اسْتَطَاعَ، فَإِنَّ مِنَ النَّاسِ </p><p> مَنْ يَبْذُلُ الْمَالَ الْكَثِيرَ لِأَجْلِ الْإِيقَاعِ بِعَدُوِّهِ، وَفِي الْآيَةِ مِنْ بَرَاعَةِ الْعِبَارَةِ وَبَلَاغَةِ الْقَوْلِ مَا يَذْهَبُ بِاسِتِبْشَاعِ إِزْهَاقِ الرُّوحِ فِي الْعُقُوبَةِ، وَيُوَطِّنُ النُّفُوسَ عَلَى قَبُولِ حُكْمِ الْمُسَاوَاةِ إِذْ لَمْ يُسَمِّ الْعُقُوبَةَ قَتْلًا أَوْ إِعْدَامًا، بَلْ سَمَّاهَا مُسَاوَاةً بَيْنَ النَّاسِ تَنْطَوِي عَلَى حَيَاةٍ سَعِيدَةٍ لَهُمْ، هَذَا وَإِنَّ دُوَلَ الْإِفْرِنْجِ تَجْرِي عَلَى سُنَّةِ عَرَبِ الْجَاهِلِيَّةِ فِي جَعْلِ الْقَتْلِ لِأَعْدَائِهَا وَخُصُومِهَا أَنْفَى لِقَتْلِهِمْ إِيَّاهَا، وَذَلِكَ شَأْنُهُمْ مَعَ الضُّعَفَاءِ كَالشُّعُوبِ الَّتِي ابْتُلِيَتْ بِاسْتِيلَائِهِمْ عَلَيْهَا بِاسْمِ الِاسْتِعْمَارِ أَوْ غَيْرِهِ مِنَ الْأَسْمَاءِ، فَأَيْنَ هِيَ مِنْ عَدْلِ الْإِسْلَامِ، وَمُسَاوَاتِهِ بَيْنَ جَمِيعِ الْأَنَامِ؟ </p><p> قَالَ تَعَالَى بَعْدَ هَذَا الْبَيَانِ الْمُتَضَمِّنِ لِلْحِكْمَةِ وَالْبُرْهَانِ:  (يَا أُولِي الْأَلْبَابِ) فَخَصَّ بِالنِّدَاءِ أَصْحَابَ الْعُقُولِ الْكَامِلَةِ، مَعَ أَنَّ الْخِطَابَ عَامٌّ لِلتَّنْبِيهِ عَلَى أَنَّ ذَا اللُّبِّ هُوَ الَّذِي يَعْرِفُ قِيمَةَ الْحَيَاةِ وَالْمُحَافَظَةِ عَلَيْهَا، وَيَعْرِفُ مَا تَقُومُ بِهِ الْمَصْلَحَةُ الْعَامَّةُ وَمَا يُتَوَسَّلُ بِهِ إِلَيْهَا، وَهُوَ مَرْتَبَتَانِ: الْقِصَاصُ وَهُوَ الْعَدْلُ، وَالْعَفْوُ وَهُوَ الْفَضْلُ، كَأَنَّهُ يَقُولُ: إِنَّ ذَا اللُّبِّ هُوَ الَّذِي يَفْقَهُ سِرَّ هَذَا الْحُكْمِ وَمَا اشْتَمَلَ عَلَيْهِ مِنَ الْحِكْمَةِ وَالْمَصْلَحَةِ، فَعَلَى كُلِّ مُكَلَّفٍ أَنْ يَسْتَعْمِلَ عَقْلَهُ فِي فَهْمِ دَقَائِقِ الْأَحْكَامِ، وَمَا فِيهَا مِنَ الْمَنْفَعَةِ لِلْأَنَامِ، وَهُوَ يُفِيدُ أَنَّ مَنْ يُنْكِرُ مَنْفَعَةَ الْقِصَاصِ بَعْدَ هَذَا الْبَيَانِ، فَهُوَ بِلَا لُبٍّ وَلَا جَنَانٍ. وَلَا رَحْمَةٍ وَلَا حَنَانٍ. وَقَوْلُهُ:  (لَعَلَّكُمْ تَتَّقُونَ) جَعَلَهُ (الْجَلَالُ) تَعْلِيلًا لِشَرْعِ الْقِصَاصِ وَقَدَّرَ لَهُ ((شَرَعَ) ) أَيْ: لَمَّا كَانَ فِي الْقِصَاصِ حَيَاةٌ لَكُمْ كَتَبْنَاهُ عَلَيْكُمْ وَشَرَعْنَاهُ لَكُمْ، لَعَلَّكُمْ تَتَّقُونَ الِاعْتِدَاءَ، وَتَكُفُّونَ عَنْ سَفْكِ الدِّمَاءِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ هَذَا لَا بَأْسَ بِهِ وَالشَّرْعِيَّةُ مَفْهُومَةٌ مِنَ الْآيَةِ، وَإِيجَازُ الْقُرْآنِ يَقْتَضِي عَدَمَ التَّصْرِيحِ بِهَا لِأَجْلِ التَّعْلِيلِ كَمَا صَرَّحَ بِهِ فِي الْآيَةِ الَّتِي قَبْلَهَا (كُتِبَ عَلَيْكُمْ) وَيُمْكِنُ أَنْ يُسْتَغْنَى عَنْ تَقْدِيرِ ((شَرَعَ) ) وَيَتَعَلَّقُ الرَّجَاءُ بِالظَّرْفِ فِي قَوْلِهِ: </p><p> (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) أَيْ: ثَبَتَتْ لَكُمُ الْحَيَاةُ فِي الْقِصَاصِ لِتَعُدَّكُمْ وَتُهَيِّئَكُمْ لِلتَّقْوَى وَالِاحْتِرَاسِ مِنْ سَفْكِ الدِّمَاءِ، وَسَائِرِ ضُرُوبِ الِاعْتِدَاءِ، إِذِ الْعَاقِلُ حَرِيصٌ عَلَى الْحَيَاةِ وَلُوعٌ بِالْأَخْذِ بِوَسَائِلِهَا، وَالِاحْتِرَاسِ مِنْ غَوَائِلِهَا. </p><p> (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللهَ سَمِيعٌ عَلِيمٌ فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ) </p><p> وَجْهُ التَّنَاسُبِ وَالِاتِّصَالِ بَيْنَ هَذِهِ الْآيَاتِ وَمَا قَبْلَهَا هُوَ أَنَّ الْقِصَاصَ فِي الْقَتْلِ ضَرْبٌ مِنْ ضُرُوبِ الْمَوْتِ يُذَكِّرُ بِمَا يُطْلَبُ مِمَّنْ يَحْضُرُهُ الْمَوْتُ وَهُوَ الْوَصِيَّةُ، وَالْخِطَابُ فِيهِ مُوَجَّهٌ إِلَى النَّاسِ كُلِّهِمْ بِأَنْ يُوصُوا بِشَيْءٍ مِنَ الْخَيْرِ، وَلَا سِيَّمَا فِي حَالِ حُضُورِ أَسْبَابِ الْمَوْتِ وَظُهُورِ أَمَارَاتِهِ لِتَكُونَ خَاتِمَةُ أَعْمَالِهِمْ خَيْرًا، وَهُوَ عَلَى نَسَقِ مَا تَقَدَّمَ فِي الْخِطَابِ بِالْقِصَاصِ مِنِ اعْتِبَارِ الْأُمَّةِ مُتَكَافِلَةً يُخَاطَبُ الْمَجْمُوعُ مِنْهَا بِمَا يُطْلَبُ مِنَ الْأَفْرَادِ، وَقِيَامُ الْأَفْرَادِ بِحُقُوقِ الشَّرِيعَةِ لَا يَتِمُّ إِلَّا بِالتَّعَاوُنِ وَالتَّكَافُلِ وَالِائْتِمَارِ وَالتَّنَاهِي، فَلَوْ لَمْ يَأْتَمِرِ الْبَعْضُ وَجَبَ عَلَى الْبَاقِينَ حَمْلُهُ عَلَى الِائْتِمَارِ (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ) أَيْ: فُرِضَ عَلَيْكُمْ يَا مَعْشَرَ الْمُؤْمِنِينَ إِذَا حَضَرَتِ الْوَاحِدَ مِنْكُمْ أَسْبَابُ الْمَوْتِ وَعَلَامَاتُهُ (إِنْ تَرَكَ خَيْرًا) أَيْ: إِنْ كَانَ لَهُ مَالٌ كَثِيرٌ يَتْرُكُهُ لِوَرَثَتِهِ (الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ) أَيْ: كُتِبَ عَلَيْكُمْ فِي هَذِهِ الْحَالَةِ أَنْ تُوصُوا لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِشَيْءٍ مِنْ هَذَا الْخَيْرِ بِالْوَجْهِ الْمَعْرُوفِ الَّذِي لَا يُسْتَنْكَرُ لِقِلَّتِهِ بِالنِّسْبَةِ إِلَى ذَلِكَ الْخَيْرِ وَلَا بِكَثْرَتِهِ الضَّارَّةِ بِالْوَرَثَةِ بِأَلَا يَزِيدَ الْمُوصِي بِهِ لَهُمْ وَلِغَيْرِهِمْ مِنَ الْأَجَانِبِ عَنْ ثُلُثِ الْمَتْرُوكِ لِلْوَارِثِينَ. </p><p> وَالْوَصِيَّةُ: الِاسْمُ مِنَ الْإِيصَاءِ وَالتَّوْصِيَةِ، وَتُطْلَقُ عَلَى الْمُوصَى بِهِ مِنْ عَيْنٍ أَوْ عَمَلٍ، وَهِيَ مَنْدُوبَةٌ فِي حَالِ الصِّحَّةِ وَتَتَأَكَّدُ فِي الْمَرَضِ، وَظَاهِرُ الْآيَةِ أَنَّهَا تَجِبُ عِنْدَ حُضُورِ أَمَارَاتِ الْمَوْتِ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ، وَفِيهِ الْخِلَافُ الْآتِي، يُقَالُ: أَوْصَى </p><p> وَوَصَّى فُلَانًا بِكَذَا مِنَ الْعَمَلِ أَوِ الْمَالِ، وَوَصَّى بِفُلَانٍ، وَأَوْصَى لَهُ بِكَذَا مِنْ مَالٍ أَوْ مَنْفَعَةٍ وَأَوْصَاهُ فِيهِ ; أَيْ: فِي شَأْنِهِ، وَإِيصَاءُ اللهِ بِالشَّيْءِ وَفِيهِ أَمْرُهُ. وَفَسَّرُوا الْخَيْرَ بِالْمَالِ، وَقَيَّدَهُ الْأَكْثَرُونَ بِالْكَثِيرِ أَخْذًا مِنَ التَّنْكِيرِ، وَلَمْ يُقَيِّدْهُ (الْجَلَالُ) بِذَلِكَ. </p>"
}