{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ) </p><p> ادَّعَى (الْجَلَالُ) أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ لِلرَّدِّ عَلَى النَّصَارَى الَّذِينَ يُوَلُّونَ وُجُوهَهُمْ فِي صَلَاتِهِمْ قِبَلَ الْمَشْرِقِ، وَالْيَهُودِ الَّذِينَ يُوَلُّونَهَا قِبَلَ بَيْتِ الْمَقْدِسِ، وَهَذَا ادِّعَاءٌ لَمْ يَثْبُتْ، وَالصَّحِيحُ قَرِيبٌ مِنْهُ، وَهُوَ أَنَّ أَهْلَ الْكِتَابِ أَكْبَرُوا أَمْرَ تَحْوِيلِ الْقِبْلَةِ عَنْ بَيْتِ الْمَقْدِسِ إِلَى الْكَعْبَةِ، كَمَا تَقَدَّمَ فِي آيَاتِ التَّحْوِيلِ وَحِكَمِهِ، وَطَالَ خَوْضُهُمْ فِيهَا حَتَّى شَغَلُوا الْمُسْلِمِينَ بِهَا، وَغَلَا كُلُّ فَرِيقٍ فِي التَّمَسُّكِ بِمَا هُوَ عَلَيْهِ وَتَنْقِيصِ مُقَابِلِهِ كَمَا هُوَ شَأْنُ الْبَشَرِ فِي كُلِّ خِلَافٍ يُثِيرُ الْجَدَلَ وَالنِّزَاعَ، فَكَانَ أَهْلُ الْكِتَابِ يَرَوْنَ أَنَّ </p><p> الصَّلَاةَ إِلَى غَيْرِ قِبْلَتِهِمْ لَا تُقْبَلُ عِنْدَ اللهِ تَعَالَى، وَلَا يَكُونُ صَاحِبُهَا عَلَى دِينِ الْأَنْبِيَاءِ، وَالْمُسْلِمُونَ يَرَوْنَ أَنَّ الصَّلَاةَ إِلَى الْمَسْجِدِ الْحَرَامِ هِيَ كُلُّ شَيْءٍ ; لِأَنَّهُ قِبْلَةُ إِبْرَاهِيمَ وَأَوَّلُ بَيْتٍ وُضِعَ لِعِبَادَةِ اللهِ تَعَالَى وَحْدَهُ، فَأَرَادَ اللهُ تَعَالَى أَنْ يُبَيِّنَ لِلنَّاسِ كَافَّةً أَنَّ مُجَرَّدَ تَوْلِيَةِ الْوَجْهِ قِبْلَةً مَخْصُوصَةً لَيْسَ هُوَ الْبِرَّ الْمَقْصُودَ مِنَ الدِّينِ ; ذَلِكَ أَنَّ اسْتِقْبَالَ الْجِهَةِ الْمُعَيَّنَةِ إِنَّمَا شُرِعَ ; لِأَجْلِ تَذْكِيرِ الْمُصَلِّي بِالْإِعْرَاضِ عَنْ كُلِّ مَا سِوَى اللهِ تَعَالَى فِي صَلَاتِهِ، وَالْإِقْبَالِ عَلَى مُنَاجَاتِهِ وَدُعَائِهِ وَحْدَهُ، وَلِيَكُونَ شِعَارًا لِاجْتِمَاعِ الْأُمَّةِ، فَتَوْلِيَةُ الْوَجْهِ وَسِيلَةٌ لِلتَّذْكِيرِ بِتَوْلِيَةِ الْقَلْبِ وَلَيْسَ رُكْنًا مِنَ الْعِبَادَةِ بِنَفْسِهِ، وَأَنْ يُبَيِّنَ لَهُمْ أُصُولَ الْبِرِّ وَمَقَاصِدَ الدِّينِ فَقَالَ: </p><p> (لَيْسَ الْبَرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ) قَرَأَ حَمْزَةُ وَحَفْصٌ بِنَصْبِ الْبِرِّ، وَالْبَاقُونَ بِرَفْعِهِ، وَكِلَاهُمَا ظَاهِرٌ، وَالْبِرُّ - بِكَسْرِ الْبَاءِ - لُغَةً: التَّوَسُّعُ فِي الْخَيْرِ، مُشْتَقٌّ مِنَ الْبَرِّ بِالْفَتْحِ وَهُوَ مُقَابِلُ الْبَحْرِ فِي تَصَوُّرِ سَعَتِهِ كَمَا قَالَ الرَّاغِبُ، وَشَرْعًا: مَا يُتَقَرَّبُ بِهِ إِلَى اللهِ تَعَالَى مِنَ الْإِيمَانِ وَالْأَخْلَاقِ وَالْأَعْمَالِ الصَّالِحَةِ، وَتَوْجِيهُ الْوُجُوهِ إِلَى الْمَشْرِقِ أَوِ الْمَغْرِبِ لَيْسَ هُوَ </p><p> الْبِرَّ وَلَا مِنْهُ، بَلْ لَيْسَ فِي نَفْسِهِ عَمَلًا صَالِحًا كَمَا تَقَدَّمَ شَرْحُهُ فِي آيَاتِ تَحْوِيلِ الْقِبْلَةِ وَأَحَلْنَا فِيهِ عَلَى هَذِهِ الْآيَةِ الَّتِي بَيَّنَ اللهُ فِيهَا مَجَامِعَ الْبِرِّ (وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ) قَرَأَ الْجُمْهُورُ (لَكِنَّ) بِالتَّشْدِيدِ، وَنَافِعُ وَابْنُ عَامِرٍ بِالتَّخْفِيفِ ; أَيْ: وَلَكِنْ جُمْلَةُ الْبِرِّ هُوَ مَنْ آمَنَ بِاللهِ إِلَخْ، وَفِيهِ الْإِخْبَارُ عَنِ الْمَعْنَى بِالذَّاتِ، وَهُوَ مَعْهُودٌ فِي الْكَلَامِ الْعَرَبِيِّ الْفَصِيحِ، وَالْقُرْآنُ جَارٍ عَلَى الْأَسَالِيبِ الْعَرَبِيَّةِ الْفُصْحَى لَا عَلَى فَلْسَفَةِ النُّحَاةِ وَقَوَانِينِهِمُ الصِّنَاعِيَّةِ، وَبَلَاغَةُ هَذِهِ الْأَسَالِيبِ إِنَّمَا هِيَ فِي إِيصَالِ الْمَعَانِي الْمَقْصُودَةِ إِلَى الذِّهْنِ عَلَى أَجْلَى وَجْهٍ يُرِيدُهُ الْمُتَكَلِّمُ وَأَحْسَنِ تَأْثِيرٍ يَقْصِدُهُ، وَمِثْلُ هَذَا التَّعْبِيرِ لَا يَزَالُ مَأْلُوفًا عِنْدَ أَهْلِ الْعَرَبِيَّةِ عَلَى فَسَادِ أَلْسِنَتِهِمْ فِي اللُّغَةِ، يَقُولُونَ: لَيْسَ الْكَرْمُ أَنْ تَدْعُوَ الْأَغْنِيَاءَ وَالْأَصْدِقَاءَ إِلَى طَعَامِكَ وَلَكِنَّ الْكَرَمَ مَنْ يُعْطِي الْفُقَرَاءَ الْعَاجِزِينَ عَنِ الْكَسْبِ، فَالْكَلَامُ مَفْهُومٌ بِدُونِ أَنْ نَقُولَ إِنَّ مَعْنَاهُ: وَلَكِنَّ ذَا الْكَرَمِ مَنْ يُعْطِي، أَوْ لَكِنَّ الْكَرَمَ عَطَاءُ مَنْ يُعْطِي. وَإِنَّمَا نَحْنُ فِي حَاجَةٍ إِلَى بَيَانِ النُّكْتَةِ فِي اخْتِيَارِ ذَلِكَ عَلَى قَوْلِ: وَلَكِنَّ الْبِرَّ هُوَ الْإِيمَانُ بِاللهِ إِلَخْ، وَهَذِهِ النُّكْتَةُ مَفْهُومَةٌ مِنَ الْعِبَارَةِ ; فَإِنَّهَا تُمَثِّلُ لَكَ الْمَعْنَى فِي نَفْسِ الْمَوْصُوفِ بِهِ فَتُفِيدُكَ أَنَّ الْبِرَّ هُوَ الْإِيمَانُ وَمَا يَتْبَعُهُ مِنَ الْأَعْمَالِ بِاعْتِبَارِ اتِّحَادِهِمَا، وَتَلَبُّسِ الْمُؤْمِنِ الْبَارِّ بِهِمَا مَعًا، مِنْ حَيْثُ إِنَّ الْإِيمَانَ بَاعِثٌ عَلَى الْأَعْمَالِ، وَهِيَ مُنْبَعِثَةٌ عَنْهُ وَأَثَرٌ لَهُ تَسْتَمِدُّ مِنْهُ وَتَمُدُّهُ وَتُغَذِّيهِ ; أَيْ: أَنَّهَا تُمَثِّلُ لَكَ الْمَعْنَى فِي </p><p> الشَّخْصِ، أَوِ الشَّخْصَ عَامِلًا بِالْبِرِّ، وَهَذَا أَبْلَغُ فِي النَّفْسِ هُنَا مِنْ إِسْنَادِ الْمَعْنَى إِلَى الْمَعْنَى، وَمِنْ إِسْنَادِ الذَّاتِ إِلَى الذَّاتِ كَمَا هُوَ مَذُوقٌ وَمَفْهُومٌ. </p><p> ابْتَدَأَ بِذِكْرِ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ ; لِأَنَّهُ أَسَاسُ كُلِّ بِرِّ وَمَبْدَأُ كُلِّ خَيْرٍ، وَلَا يَكُونُ الْإِيمَانُ أَصْلًا لِلْبِرِّ إِلَّا إِذَا كَانَ مُتَمَكِّنًا مِنَ النَّفْسِ بِالْبُرْهَانِ، مَصْحُوبًا بِالْخُضُوعِ وَالْإِذْعَانِ، فَمَنْ نَشَأَ بَيْنَ قَوْمٍ وَسَمِعَ مِنْهُمُ اسْمَ اللهِ فِي حَلِفِهِمْ وَاسْمَ الْآخِرَةِ فِي حِوَارِهِمْ، وَقَبِلَ مِنْهُمْ بِالتَّسْلِيمِ أَنَّ لَهُ إِلَهًا، وَأَنَّ هُنَاكَ يَوْمًا آخَرَ يُسَمَّى يَوْمَ الْقِيَامَةِ، وَأَنَّ أَهْلَ دِينِهِ هُمْ خَيْرٌ مِنْ أَهْلِ سَائِرِ الْأَدْيَانِ، فَإِنَّ ذَلِكَ لَا يَكُونُ بَاعِثًا لَهُ عَلَى الْبِرِّ وَإِنْ زَادَتْ مَعَارِفُهُ بِهَذِهِ الْأَلْفَاظِ الْمُسَلَّمَةِ ; فَحِفْظُ الصِّفَاتِ الْعِشْرِينَ الَّتِي حَدَّدَ بَعْضُ الْمُتَكَلِّمِينَ بِهَا مَا يَجِبُ إِثْبَاتُهُ لِلَّهِ تَعَالَى عَقْلًا، وَأَضْدَادَهَا الَّتِي تَسْتَحِيلُ عَلَيْهِ عَقْلًا، وَإِنْ حَفِظَ الْعَقِيدَةَ السُّنُوسِيَّةِ الْمُسَمَّاةَ بِأُمِّ الْبَرَاهِينِ أَيْضًا. وَلَقَدْ كَانَ أَهْلُ الْكِتَابِ الَّذِينَ تُبَيِّنُ لَهُمُ الْآيَةُ خَطَأَهُمْ فِي فَهْمِ مَقَاصِدِ الدِّينِ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ، وَلَكِنَّهُمْ كَانُوا بِمَعْزِلٍ عَنِ الْإِذْعَانِ، وَالْقِيَامِ بِحُقُوقِ هَذَا الْإِيمَانِ مِنَ الْأَعْمَالِ وَالْأَوْصَافِ الْمَذْكُورَةِ فِي الْآيَةِ. </p><p> الْإِيمَانُ الْمَطْلُوبُ: مَعْرِفَةُ حَقِيقَةٍ تَمْلِكُ الْعَقْلَ بِالْبُرْهَانِ، وَالنَّفْسَ بِالْإِذْعَانِ حَتَّى يَكُونَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَى الْمُؤْمِنِ مِنْ كُلِّ شَيْءٍ، وَيُؤْثِرَ أَمْرَهُمَا عَلَى كُلِّ شَيْءٍ (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) </p><p> (٩: ٢٤) وَإِيمَانُ التَّقْلِيدِ قَدْ يُفَضِّلُ صَاحِبُهُ حُبَّ كُلِّ وَاحِدٍ مِنْ هَذِهِ الْأُمُورِ عَلَى حُبِّ اللهِ وَرَسُولِهِ. </p><p> الْإِيمَانُ الْمَطْلُوبُ مَعْرِفَةٌ تَطْمَئِنُّ بِهَا الْقُلُوبُ وَتَحْيَا بِهَا النُّفُوسُ وَتَخْنِسُ مَعَهَا الْوَسَاوِسُ، وَتَبْعُدُ بِهَا عَنِ النَّفْسِ الْهَوَاجِسُ، فَلَا تُبْطِرُ صَاحِبَهَا النِّعْمَةُ، وَلَا تُؤَيِّسُهُ النِّقْمَةُ (الَّذِينَ آمَنُوا وَتَطْمَئِنُ قُلُوبُهُمْ بِذِكْرِ اللهِ أَلَا بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ) </p><p> (١٣: ٢٨)  (لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ)  (٥٧: ٢٣) وَإِيمَانُ التَّقْلِيدِ لَا يَفْتَأُ صَاحِبُهُ مُضْطَرِبَ الْقَلْبِ، مَيِّتَ النَّفْسِ، إِذَا مَسَّهُ الْخَيْرُ فَهُوَ فَرِحٌ فَخُورٌ، وَإِذَا مَسَّهُ الشَّرُّ فَهُوَ يَئُوسٌ كَفُورٌ. </p><p> الْإِيمَانُ الْمَطْلُوبُ: مَعْرِفَةٌ تَتَمَثَّلُ لِلْمُؤْمِنِ إِذَا عَرَضَتْ لَهُ دَوَاعِي الشَّرِّ وَأَسْبَابُ الْمَعَاصِي فَتَحُولُ دُونَهَا، فَإِذَا نَسِيَ فَأَصَابَ الذَّنْبَ بَادَرَ إِلَى التَّوْبَةِ وَالْإِنَابَةِ. فَالْمُؤْمِنُونَ هُمُ الَّذِينَ وُصِفُوا بِقَوْلِهِ تَعَالَى:  (وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ)  (٣: ١٣٥) وَهُمْ (الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ)  (٨: ٢) وَإِيمَانُ التَّقْلِيدِ يُصِرُّ صَاحِبُهُ عَلَى الْعِصْيَانِ، وَيَقْتَرِفُ الْفَوَاحِشَ عَامِدًا عَالِمًا لَا يَسْتَحِي مِنَ اللهِ وَلَا يَوْجَلُ قَلْبُهُ إِذَا ذَكَرَهُ، وَلَا يَخَافُهُ إِذَا عَصَاهُ. </p><p> الْإِيمَانُ الْمَطْلُوبُ: هُوَ الَّذِي إِذَا عَلِمَ صَاحِبُهُ بِأَنَّ الْإِيمَانَ أُصِيبَ بِمُصِيبَةٍ كَانَتْ مُصِيبَتُهُ فِي دِينِهِ أَشَدَّ عَلَيْهِ مِنَ الْمُصِيبَةِ فِي نَفْسِهِ وَمَالِهِ وَوَلَدِهِ، وَكَانَ انْبِعَاثُهُ إِلَى تَلَافِيهَا أَعْظَمَ مِنِ انْبِعَاثِهِ إِلَى دَفْعِ الْأَذَى عَنْ حَقِيقَتِهِ، وَجَلْبِ الرِّزْقِ إِلَى نَفْسِهِ وَأَهْلِهِ وَعَشِيرَتِهِ، وَإِيمَانُ الْمُقَلِّدِ لَا غَيْرَةَ مَعَهُ عَلَى الدِّينِ وَلَا عَلَى الْإِيمَانِ (وَإِذَا دُعُوا إِلَى اللهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ)  (٢٤: ٤٨، ٤٩) الْآيَاتِ. </p><p> يَذْكُرُ الْقُرْآنُ الْإِيمَانَ بِاللهِ وَالْيَوْمِ الْآخِرِ كَثِيرًا، وَإِنَّمَا الْمُرَادُ بِهِ مَا لَهُ مِثْلُ هَذِهِ الْآثَارِ الَّتِي شَرَحَهَا فِي آيَاتٍ كَثِيرَةٍ، مِنْ أَجْمَعِهَا هَذِهِ الْآيَةُ الَّتِي نُفَسِّرُهَا الْآنَ، وَلَكِنَّ أَهْلَ التَّقْلِيدِ الَّذِينَ لَا أَثَرَ لِلْإِيمَانِ فِي قُلُوبِهِمْ وَلَا فِي أَعْمَالِهِمْ إِلَّا مَا جَرَتْ بِهِ عَادَةُ قَوْمِهِمْ مِنَ الْإِتْيَانِ بِبَعْضِ الرُّسُومِ يُئَوِّلُونَ كُلَّ هَذِهِ الْآيَاتِ بِجَعْلِهِمُ الْإِيمَانَ قِسْمَيْنِ: قِسْمًا كَامِلًا، وَهُوَ الَّذِي يَصِفُ الْقُرْآنُ أَهْلَهُ بِمَا يَصِفُهُمْ بِهِ، وَقِسْمًا نَاقِصًا، وَهُوَ إِيمَانُهُمُ الَّذِي يُجَامِعُ مَا وَصَفَ اللهُ تَعَالَى بِهِ الْكَافِرِينَ وَالْمُنَافِقِينَ، وَيَرَوْنَ أَنَّ الْإِيمَانَ النَّاقِصَ كَافٍ لِنَيْلِ سَعَادَةِ الْآخِرَةِ وَلَا سِيَّمَا إِذَا صَحِبَهُ بَعْضُ الرُّسُومِ الدِّينِيَّةِ، وَلَكِنَّ اللهَ تَعَالَى يُرْشِدُنَا فِي مِثْلِ هَذِهِ الْآيَةِ إِلَى أَنَّ الرُّسُومَ لَيْسَتْ مِنَ الْبِرِّ فِي شَيْءٍ </p><p> وَإِنَّمَا الْبِرُّ هُوَ الْإِيمَانُ وَمَا يَظْهَرُ مِنْ آثَارِهِ فِي النَّفْسِ وَالْعَمَلِ كَمَا تَرَى فِي الْآيَةِ، وَأَسَاسُ ذَلِكَ الْإِيمَانُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ. </p><p> فَالْإِيمَانُ بِاللهِ يَرْفَعُ النُّفُوسَ عَنِ الْخُضُوعِ وَالِاسْتِعْبَادِ لِلرُّؤَسَاءِ الَّذِينَ اسْتَذَلُّوا الْبَشَرَ بِالسُّلْطَةِ </p><p> الدِّينِيَّةِ، وَهِيَ دَعْوَى الْقَدَاسَةِ وَالْوَسَاطَةِ عِنْدَ اللهِ، وَدَعْوَى التَّشْرِيعِ وَالْقَوْلِ عَلَى اللهِ بِدُونِ إِذْنِ اللهِ، أَوِ السُّلْطَةِ الدُّنْيَوِيَّةِ وَهِيَ سُلْطَةُ الْمُلْكِ وَالِاسْتِبْدَادِ، فَإِنَّ الْعُبُودِيَّةَ لِغَيْرِ اللهِ تَعَالَى تَهْبِطُ بِالْبَشَرِ إِلَى دَرَكَةِ الْحَيَوَانِ الْمُسَخَّرِ أَوِ الزَّرْعِ الْمُسْتَنْبَتِ، وَالْإِيمَانُ بِالْيَوْمِ الْآخِرِ وَبِالْمَلَائِكَةِ يُعَلِّمُ الْإِنْسَانَ أَنَّ لَهُ حَيَاةً فِي عَالَمٍ غَيْبِيٍّ أَعْلَى مِنْ هَذَا الْعَالَمِ، فَلَا يَرْضَى لِنَفْسِهِ أَنْ يَكُونَ سَعْيُهُ وَعَمَلُهُ لِأَجْلِ خِدْمَةِ هَذَا الْجَسَدِ خَاصَّةً ; لِأَنَّ ذَلِكَ يَجْعَلُهُ لَا يُبَالِي إِلَّا بِالْأُمُورِ الْبَهِيمِيَّةِ، وَلَا يَرْضَى لِنَفْسِهِ بِالْأَوْلَى أَنْ يَكُونَ عَبْدًا ذَلِيلًا لِبَشَرٍ مِثْلِهِ لِلَقَبٍ دِينِيٍّ أَوْ دُنْيَوِيٍّ وَقَدْ أَعَزَّهُ اللهُ بِالْإِيمَانِ، وَإِنَّمَا أَئِمَّةُ الدِّينِ عِنْدَهُ مُبَلِّغُونَ لِمَا شَرَعَ اللهُ، وَأَئِمَّةُ الدُّنْيَا مُنَفِّذُونَ لِأَحْكَامِ اللهِ، وَإِنَّمَا الْخُضُوعُ الدِّينِيُّ لِلَّهِ وَلِشَرْعِهِ لَا لِشُخُوصِهِمْ وَأَلْقَابِهِمْ. </p><p> ثُمَّ إِنَّ الْإِيمَانَ بِالْمَلَائِكَةِ أَصْلٌ لِلْإِيمَانِ بِالْوَحْيِ ; لِأَنَّ مَلَكَ الْوَحْيِ رُوحٌ عَاقِلٌ عَالِمٌ يَفِيضُ الْعِلْمَ بِإِذْنِ اللهِ عَلَى رُوحِ النَّبِيِّ بِمَا هُوَ مَوْضُوعُ الدِّينِ، وَلِذَلِكَ قَدَّمَ ذِكْرَ الْمَلَائِكَةِ عَلَى ذِكْرِ الْكِتَابِ وَالنَّبِيِّينَ، فَهُمُ الَّذِينَ يُؤْتُونَ النَّبِيِّينَ الْكِتَابَ (تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مَنْ كُلِّ أَمْرٍ)  (٩٧: ٤)  (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ)  (٢٦: ١٩٣ - ١٩٥) فَيَلْزَمُ مِنْ إِنْكَارِ الْمَلَائِكَةِ إِنْكَارُ الْوَحْيِ وَالنُّبُوَّةِ وَإِنْكَارُ الْأَرْوَاحِ، وَذَلِكَ يَسْتَلْزِمُ إِنْكَارَ الْيَوْمِ الْآخِرِ، وَمَنْ أَنْكَرَ الْيَوْمَ الْآخِرَ يَكُونُ أَكْبَرُ هَمِّهِ لَذَّاتِ الدُّنْيَا وَشَهَوَاتِهَا وَحُظُوظَهَا، وَذَلِكَ أَصْلٌ لِشَقَاءِ الدُّنْيَا قَبْلَ شَقَاءِ الْآخِرَةِ. وَالْمَلَائِكَةُ: خَلْقٌ رُوحَانِيٌّ عَاقِلٌ قَائِمٌ بِنَفْسِهِ، وَهُمْ مِنْ عَالَمِ الْغَيْبِ فَلَا نَبْحَثُ عَنْ حَقِيقَتِهِمْ - كَمَا تَقَدَّمَ غَيْرَ مَرَّةٍ. </p><p> وَاخْتِيرَ لَفْظُ الْكِتَابِ عَلَى الْكُتُبِ لِلْإِيمَاءِ إِلَى أَنَّ كُلًّا مِنَ الْيَهُودِ وَالنَّصَارَى لَوْ صَحَّ إِيمَانُهُمْ بِكِتَابِهِمْ وَأَذْعَنُوا لَهُ لَكَانَ فِي ذَلِكَ هِدَايَةٌ لَهُمْ، وَإِنْ جَهِلُوا وَحْدَةَ الدِّينِ فَلَمْ يَعْرِفُوا حَقِيَّةَ جَمِيعِ الْكُتُبِ الْإِلَهِيَّةِ، عَلَى أَنَّ الْمَقْصُودَ لَازِمُهُ وَهُوَ أَنَّهُمْ لَمْ </p><p> يُؤْمِنُوا حَقَّ الْإِيمَانِ بِكِتَابِهِمْ إِذْ لَا يَعْلَمُونَ بِمَا يُرْشِدُ إِلَيْهِ، وَلَوْ كَانَ إِيمَانُهُمْ صَحِيحًا لَقَارَنَهُ الْإِذْعَانُ الْبَاعِثُ عَلَى الْعَمَلِ بِقَدْرِ الْإِمْكَانِ، فَإِنَّ كَثِيرًا مِنَ الْمُؤْمِنِينَ بِالتَّسْلِيمِ وَالتَّقْلِيدِ كَانُوا كَمَنْ نَزَلْ فِيهِمْ (قَالَتِ الْأَعْرَابُ آمِنًا قُلْ لَمْ تُؤَمِّنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا إِنَّ اللهَ غَفُورٌ رَحِيمٌ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ أُولَئِكَ هُمُ الصَّادِقُونَ)  (٤٩: ١٤، ١٥) فَهَذَا الْإِيمَانُ الَّذِي حَصَرَ اللهُ الصِّدْقَ فِي أَصْحَابِهِ كَانَ قَدْ فُقِدَ مِنْ أَكْثَرِ أَهْلِ الْكِتَابِ كَمَا هُوَ حَالُ مَجْمُوعِ الْمُسْلِمِينَ فِي هَذَا الْعَصْرِ، فَإِنَّ الَّذِي تَصْدُقُ عَلَيْهِ هَذِهِ الْأَوْصَافُ صَارَ نَادِرًا جِدًّا وَلِذَلِكَ حُرِمَ الْمُسْلِمُونَ مَا وَعَدَ اللهُ الْمُؤْمِنِينَ مِنَ الْعِزَّةِ وَالنَّصْرِ، وَالِاسْتِخْلَافِ فِي الْأَرْضِ، وَلَنْ يَعُودَ لَهُمْ شَيْءٌ مِنْ ذَلِكَ حَتَّى يَعُودُوا إِلَى التَّخَلُّقِ بِمَا مَيَّزَ اللهُ بِهِ الْمُؤْمِنِينَ مِنَ النُّعُوتِ وَالْأَوْصَافِ، فَالْإِيمَانُ بِالْكِتَابِ </p><p> يَسْتَلْزِمُ الْعَمَلَ بِهِ، فَإِنَّ الْمُؤْمِنَ الْمُوقِنَ بِأَنَّ هَذَا الشَّيْءَ قَبِيحٌ ضَارٌّ لَا تَتَوَجَّهُ إِرَادَتُهُ إِلَى إِتْيَانِهِ، وَالْمُؤْمِنَ الْمُوقِنَ بِأَنَّ هَذَا الشَّيْءَ حَسَنٌ نَافِعٌ لَا بُدَّ أَنْ تَتَوَجَّهَ إِلَيْهِ نَفْسُهُ عِنْدَ عَدَمِ الْمَانِعِ. </p><p> فَمَا بَالُ مُدَّعِي الْإِيمَانِ بِالْكِتَابِ قَدْ أَعْرَضُوا عَنِ امْتِثَالِ أَمْرِهِ وَنَهْيِهِ حَتَّى صَارُوا يَعُدُّونَ حِفْظَهُ وَقِرَاءَتَهُ مِنْ مَوَانِعِ الْجِهَادِ فِي سَبِيلِ اللهِ بِالْمَالِ وَالنَّفْسِ، فَكَانَ مِنْ قَوَانِينِهِمْ أَنَّ حَافِظَ الْقُرْآنِ لَا يُطَالَبُ بِتَعَلُّمِ فُنُونِ الْحَرْبِ وَالْجِهَادِ ; لِأَنَّهُ حَافِظٌ، وَصَارَ حَمَلَةُ الْكِتَابِ لَا يُطَالَبُونَ بِبَذْلِ شَيْءٍ مِنْ مَالِهِمْ فِي سَبِيلِ اللهِ، حَتَّى إِذَا مَا طُولِبَ أَحَدُهُمْ بِبَذْلِ شَيْءٍ لِإِعَانَةِ الْمَنْكُوبِينَ أَوْ لِبِنَاءِ مَسْجِدٍ وَنَحْوِ ذَلِكَ اعْتَذَرَ بِأَنَّهُ مِنَ الْعُلَمَاءِ أَوِ الْحُفَّاظِ لِكِتَابِ اللهِ تَعَالَى، بَخِلَ الْقُرَّاءُ وَالْمُتَفَقِّهَةُ بِفَضْلِ اللهِ تَعَالَى فَجَازَاهُمُ اللهُ تَعَالَى عَلَى بُخْلِهِمْ، وَوَفَّاهُمْ مَا يَسْتَحِقُّونَ عَلَى سُوءِ ظَنِّهِمْ بِرَبِّهِمْ، حَتَّى صَارُوا فِي الْغَالِبِ أَذَلَّ النَّاسِ ; لِأَنَّهُمْ عَالَةٌ عَلَى جَمِيعِ النَّاسِ. </p><p> وَالْإِيمَانُ بِالنَّبِيِّينَ يَقْتَضِي الِاهْتِدَاءَ بِهَدْيِهِمْ، وَالتَّخَلُّقَ بِأَخْلَاقِهِمْ، وَالتَّأَدُّبَ بِآدَابِهِمْ، وَيَتَوَقَّفُ هَذَا عَلَى مَعْرِفَةِ سِيرَتِهِمْ وَالْعِلْمِ بِسُنَّتِهِمْ. وَأَبْعَدُ النَّاسِ عَنِ الْإِيمَانِ بِهِمْ مَنْ رَغِبُوا عَنْ مَعْرِفَةِ مَا ذُكِرَ وَالِاهْتِدَاءِ بِهِ، وَلَا عُذْرَ بِمَا يَزْعُمُونَ مِنَ الِاسْتِغْنَاءِ عَنِ السُّنَّةِ بِالِاقْتِدَاءِ بِالْأَئِمَّةِ وَالْفُقَهَاءِ ; فَإِنَّهُ لَا مَعْنَى لِلِاقْتِدَاءِ بِشَخْصٍ إِلَّا </p><p> الِاسْتِقَامَةُ عَلَى طَرِيقَتِهِ، وَإِنَّمَا طَرِيقَةُ الْأَئِمَّةِ الْمُهْتَدِينَ الْبَحْثُ عَنِ السُّنَّةِ وَتَقْدِيمُهَا بَعْدَ كِتَابِ اللهِ تَعَالَى عَلَى كُلِّ هِدَايَةٍ وَإِرْشَادٍ، وَلَا يُغْنِي عَنْ كِتَابِ اللهِ وَسُنَّةِ رَسُولَهُ شَيْءٌ أَبَدًا، فَإِنَّ اللهَ يَقُولُ:  (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللهَ وَالْيَوْمَ الْآخِرَ)  (٣٣: ٢١) فَمَنِ اسْتَغْنَى عَنِ التَّأَسِّي بِالرَّسُولِ فَقَدِ اسْتَغْنَى عَنِ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ، إِذْ لَا يَنْفَعُهُ هَذَا الْإِيمَانُ إِلَّا بِهَذَا التَّأَسِّي، عَلَى أَنَّ الِاقْتِدَاءَ بِالْأَئِمَّةِ يَقْضِي عَلَى صَاحِبِهِ بِأَنْ يَعْرِفَ سِيرَتَهُمْ وَطَرِيقَةَ أَخْذِهِمْ عَنْ رَبِّهِمْ وَنَبِيِّهِمْ وَأُصُولَ اسْتِدْلَالِهِمْ، وَهَؤُلَاءِ الْمُقَلِّدُونَ لَا يَعْرِفُونَ ; بَلْ يَنْدُرُ أَنْ يَعْرِفَ أَحَدٌ مِنْهُمْ كَلَامَ مَنْ يَدَّعِي اتِّبَاعَهُ وَتَقْلِيدَهُ، بَلْ جَعَلُوا بَيْنَهُمْ وَبَيْنَ أَئِمَّتِهِمْ عِدَّةَ وَسَائِطَ مِنَ الْمُقَلِّدِينَ فَهُمْ يُقَلِّدُونَهُمْ دُونَهُ، بِنَاءً عَلَى أَنَّهُمْ أَعْلَمُ مِنْهُمْ بِمُرَادِهِ، كَمَا أَنَّهُ أَعْلَمُ بِمُرَادِ اللهِ وَرَسُولِهِ. </p><p> وَهُنَاكَ قَوْمٌ غَشِيَهُمُ الْجَهْلٌ فَغَشَّهُمْ بِأَنَّهُمْ مِنْ أَشَدِّ النَّاسِ إِيمَانًا بِالرَّسُولِ وَحُبًّا لَهُ بِمَا يَصِيحُونَ بِهِ فِي قِرَاءَةِ كُتُبِ الصَّلَاةِ عَلَيْهِ كَالدَّلَائِلِ وَأَمْثَالِهَا، أَوِ الْمَدَائِحِ الشِّعْرِيَّةِ، وَهُمْ أَجْهَلُ النَّاسِ بِأَخْلَاقِهِ الْعَظِيمَةِ، وَسُنَّتِهِ السَّنِّيَّةِ، وَسِيرَتِهِ الشَّرِيفَةِ، وَأَشَدُّهُمْ نُفُورًا عَنِ التَّأَسِّي بِهِ إِذَا دُعُوا إِلَيْهِ، أَوْ نُهُوا عَنِ الْبِدَعِ فِي دِينِهِ وَالزِّيَادَةِ فِي شَرِيعَتِهِ، وَأَمْثَالُ هَؤُلَاءِ مِنَ الَّذِينَ وَرَدَ الْحَدِيثُ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا بِأَنَّهُمْ يَرِدُونَ عَلَيْهِ الْحَوْضَ يَوْمَ الْقِيَامَةِ فَيُذَادُونَ ; أَيْ: يُطْرَدُونَ دُونَهُ فَيَقُولُ: ((أُمَّتِي) ) فَيُقَالُ: إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ، فَيَقُولُ:  ((سُحْقًا سُحْقًا لِمَنْ بَدَّلَ بَعْدِي) ) </p><p> ثُمَّ ذَكَرَ تَعَالَى بَعْدَ بَيَانِ أُصُولِ الْإِيمَانِ أُصُولَ الْأَعْمَالِ الصَّالِحَةِ الَّتِي هِيَ ثَمَرَتُهُ، وَبَدَأَ بِأَقْوَاهَا </p><p> دَلَالَةً عَلَيْهِ فَقَالَ:  (وَآتَى الْمَالَ عَلَى حُبِّهِ) أَيْ: وَأَعْطَى الْمَالَ لِأَجْلِ حُبِّهِ تَعَالَى أَوْ عَلَى حُبِّهِ إِيَّاهُ ; أَيِ: الْمَالَ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَهَذَا الْإِيتَاءُ غَيْرُ إِيتَاءِ الزَّكَاةِ الْآتِي، وَهُوَ رُكْنٌ مِنْ أَرْكَانِ الْبِرِّ وَوَاجِبٌ كَالزَّكَاةِ ; وَذَلِكَ حَيْثُ تَعْرِضُ الْحَاجَةُ إِلَى الْبَذْلِ فِي غَيْرِ وَقْتِ أَدَاءِ الزَّكَاةِ بِأَنْ يَرَى الْوَاجِدُ مُضْطَرًّا بَعْدَ أَدَاءِ الزَّكَاةِ أَوْ قَبْلَ تَمَامِ الْحَوْلِ، وَهُوَ لَا يُشْتَرَطُ فِيهِ نِصَابٌ مُعَيَّنٌ بَلْ هُوَ عَلَى حَسَبِ الِاسْتِطَاعَةِ، فَإِذَا كَانَ لَا يَمْلِكُ إِلَّا رَغِيفًا وَرَأَى مُضْطَرًّا إِلَيْهِ فِي حَالِ اسْتِغْنَائِهِ عَنْهُ بِأَنْ لَمْ يَكُنْ مُحْتَاجًا إِلَيْهِ لِنَفْسِهِ أَوْ لِمَنْ تَجِبُ عَلَيْهِ نَفَقَتُهُ وَجَبَ عَلَيْهِ بَذْلُهُ، وَلَيْسَ الْمُضْطَرُّ وَحْدُهُ هُوَ الَّذِي لَهُ الْحَقُّ فِي ذَلِكَ، بَلْ أَمَرَ اللهُ تَعَالَى الْمُؤْمِنَ أَنْ يُعْطِي مِنْ </p><p> غَيْرِ الزَّكَاةِ (ذَوِي الْقُرْبَى) وَهُمْ أَحَقُّ النَّاسِ بِالْبِرِّ وَالصِّلَةِ ; فَإِنَّ الْإِنْسَانَ إِذَا احْتَاجَ وَفِي أَقَارِبِهِ غَنِيٌّ فَإِنَّ نَفْسَهُ تَتَوَجَّهُ إِلَيْهِ بِعَاطِفَةِ الرَّحِمِ، وَمِنَ الْمَغْرُوزِ فِي الْفِطْرَةِ أَنَّ الْإِنْسَانَ يَأْلَمُ لِفَاقَةِ ذَوِي رَحِمِهِ وَعَدَمِهِمْ أَشَدَّ مِمَّا يَأْلَمُ لِفَاقَةِ غَيْرِهِمْ، فَإِنَّهُ يَهُونُ بِهَوَانِهِمْ وَيَعْتَزُّ بِعِزَّتِهِمْ، فَمَنْ قَطَعَ الرَّحِمَ وَرَضِيَ بِأَنْ يَنْعَمَ وَذَوُو قُرْبَاهُ بَائِسُونَ فَهُوَ بَرِيءٌ مِنَ الْفِطْرَةِ وَالدِّينِ، وَبَعِيدٌ مِنَ الْخَيْرِ وَالْبِرِّ، وَمَنْ كَانَ أَقْرَبَ رَحِمًا كَانَ حَقُّهُ آكَدَ وَصِلَتُهُ أَفْضَلَ (وَالْيَتَامَى) فَإِنَّهُمْ لِمَوْتِ كَافِلِهِمْ تَتَعَلَّقُ كَفَالَتُهُمْ وَكِفَايَتُهُمْ بِأَهْلِ الْوُجْدِ وَالْيَسَارِ مِنَ الْمُسْلِمِينَ كَيْلَا تَسُوءَ حَالُهُمْ، وَتَفْسَدَ تَرْبِيَتُهُمْ فَيَكُونُوا مَصَائِبَ عَلَى أَنْفُسِهِمْ وَعَلَى النَّاسِ (وَالْمَسَاكِينَ) أَهْلُ السُّكُونِ وَالْعِفَّةِ مِنَ الْفُقَرَاءِ ; فَإِنَّهُمْ لَمَّا قَعَدَ بِهِمُ الْعَجْزُ عَنْ كَسْبِ مَا يَكْفِيهِمْ، وَسَكَنَتْ نُفُوسُهُمْ لِلرِّضَى بِالْقَلِيلِ عَنْ مَدِّ كَفِّ الذَّلِيلِ وَجَبَتْ مُسَاعَدَتُهُمْ وَمُوَاسَاتُهُمْ عَلَى الْمُسْتَطِيعِ (وَابْنَ السَّبِيلِ) الْمُنْقَطِعُ فِي السَّفَرِ لَا يَتَّصِلُ بِأَهْلٍ وَلَا قَرَابَةٍ حَتَّى كَأَنَّ السَّبِيلَ أَبُوهُ وَأُمُّهُ وَرَحِمُهُ وَأَهْلُهُ، وَهَذَا التَّعْبِيرُ بِمَكَانٍ مِنَ اللُّطْفِ لَا يَرْتَقِي إِلَيْهِ سِوَاهُ، وَفِي الْأَمْرِ بِمُوَاسَاتِهِ وَإِعَانَتِهِ فِي سَفَرِهِ تَرْغِيبٌ مِنَ الشَّرْعِ فِي السِّيَاحَةِ وَالضَّرْبِ فِي الْأَرْضِ (وَالسَّائِلِينَ) الَّذِينَ تَدْفَعُهُمُ الْحَاجَةُ الْعَارِضَةُ إِلَى تَكَفُّفِ النَّاسِ، وَأَخَّرَهُمْ لِأَنَّهُمْ يَسْأَلُونَ فَيُعْطِيهِمْ هَذَا وَهَذَا، وَقَدْ يَسْأَلُ الْإِنْسَانُ لِمُوَاسَاةِ غَيْرِهِ، وَالسُّؤَالُ مُحَرَّمٌ شَرْعًا إِلَّا لِضَرُورَةٍ يَجِبُ عَلَى السَّائِلِ أَلَّا يَتَعَدَّاهَا (وَفِي الرِّقَابِ) أَيْ: فِي تَحْرِيرِهَا وَعِتْقِهَا وَهُوَ يَشْمَلُ ابْتِيَاعَ الْأَرِقَّاءِ وَعِتْقِهِمْ وَإِعَانَةَ الْمُكَاتَبِينَ عَلَى أَدَاءِ نُجُومِهِمْ وَمُسَاعَدَةَ الْأَسْرَى عَلَى الِافْتِدَاءِ، وَفِي جَعْلِ هَذَا النَّوْعِ مِنَ الْبَذْلِ حَقًّا وَاجِبًا فِي أَمْوَالِ الْمُسْلِمِينَ دَلِيلٌ عَلَى رَغْبَةِ الشَّرِيعَةِ فِي فَكِّ الرِّقَابِ وَاعْتِبَارِهَا أَنَّ الْإِنْسَانَ خُلِقَ لِيَكُونَ حُرًّا إِلَّا فِي أَحْوَالٍ عَارِضَةٍ تَقْضِي الْمَصْلَحَةُ الْعَامَّةُ فِيهَا أَنْ يَكُونَ الْأَسِيرُ رَقِيقًا، وَأَخَّرَ هَذَا عَنْ كُلِّ مَا سَبَقَهُ لِأَنَّ الْحَاجَةَ فِي تِلْكَ الْأَصْنَافِ قَدْ تَكُونُ لِحِفْظِ الْحَيَاةِ وَحَاجَةُ الرَّقِيقِ إِلَى الْحُرِّيَّةِ حَاجَةٌ إِلَى الْكَمَالِ. </p><p> وَمَشْرُوعِيَّةُ الْبَذْلِ لِهَذِهِ الْأَصْنَافِ مِنْ غَيْرِ مَالِ الزَّكَاةِ لَا تَتَقَيَّدُ بِزَمَنٍ، وَلَا بِامْتِلَاكِ نِصَابٍ مَحْدُودٍ، وَلَا بِكَوْنِ الْمَبْذُولِ مِقْدَارًا مُعَيَّنًا بِالنِّسْبَةِ إِلَى مَا يَمْلِكُ كَكَوْنِهِ عُشْرًا أَوْ رُبْعَ الْعُشْرِ </p><p> أَوْ عُشْرَ الْعُشْرِ مَثَلًا، وَإِنَّمَا هُوَ أَمْرٌ مُطْلَقٌ بِالْإِحْسَانِ مَوْكُولٌ إِلَى أَرْيَحِيَّةِ الْمُعْطِي وَحَالَةِ الْمُعْطَى. </p><p> وَوِقَايَةُ الْإِنْسَانِ الْمُحْتَرَمِ مِنَ الْهَلَاكِ وَالتَّلَفِ وَاجِبَةٌ عَلَى مَنْ قَدَرَ عَلَيْهَا، وَمَا زَادَ عَلَى ذَلِكَ فَلَا تَقْدِيرَ لَهُ. وَقَدْ أَغْفَلَ أَكْثَرُ النَّاسِ هَذِهِ الْحُقُوقَ الْعَامَّةَ الَّتِي حَثَّ عَلَيْهَا الْكِتَابُ الْعَزِيزُ لِمَا فِيهَا مِنَ الْحَيَاةِ الِاشْتِرَاكِيَّةِ الْمُعْتَدِلَةِ الشَّرِيفَةِ، فَلَا يَكَادُونَ يَبْذُلُونَ شَيْئًا لِهَؤُلَاءِ الْمُحْتَاجِينَ إِلَّا الْقَلِيلَ النَّادِرَ لِبَعْضِ السَّائِلِينَ، وَهُمْ فِي هَذَا الزَّمَانِ أَقَلُّ النَّاسِ اسْتِحْقَاقًا ; لِأَنَّهُمُ اتَّخَذُوا السُّؤَالَ حِرْفَةً وَأَكْثَرُهُمْ وَاجِدُونَ، وَلَوْ أَقَامُوهَا لَكَانَ حَالُ الْمُسْلِمِينَ فِي مَعَايِشِهِمْ خَيْرًا مِنْ سَائِرِ الْأُمَمِ، وَلَكَانَ هَذَا مِنْ أَسْبَابِ دُخُولِ النَّاسِ فِي الْإِسْلَامِ، وَتَفْضِيلِهِ عَلَى جَمِيعِ مَا يَتَصَوَّرُ الْبَاحِثُونَ مِنْ مَذَاهِبِ الِاشْتِرَاكِيِّينَ وَالْمَالِيِّينَ. </p><p> ثُمَّ قَالَ:  (وَأَقَامَ الصَّلَاةَ) أَيْ: أَدَّاهَا عَلَى أَكْمَلِ وَجْهٍ وَأَقْوَمِهِ وَأَدَامَهَا، وَهَذَا هُوَ الرُّكْنُ الرُّوحَانِيُّ الرَّكِينُ لِلْبِرِّ، وَإِقَامَةُ الصَّلَاةِ الَّتِي يُكَرِّرُ الْقُرْآنُ الْمُطَالَبَةَ بِهَا لَا تَتَحَقَّقُ بِأَدَاءِ أَفْعَالِ الصَّلَاةِ وَأَقْوَالِهَا فَقَطْ. وَإِنْ جَاءَ بِهَا الْمُصَلِّي تَامَّةً عَلَى الْوَجْهِ الَّذِي يَذْكُرُهُ الْفُقَهَاءُ ; لِأَنَّ مَا يَذْكُرُونَهُ هُوَ صُورَةُ الصَّلَاةِ وَهَيْئَتُهَا، وَإِنَّمَا الْبِرُّ وَالتَّقْوَى فِي سِرِّ الصَّلَاةِ وَرُوحِهَا الَّذِي تَصْدُرُ عَنْهُ آثَارُهَا مِنَ النَّهْيِ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ، وَقَلْبِ الطِّبَاعِ السَّقِيمَةِ، وَالِاسْتِعَاضَةِ عَنْهَا بِالْغَرَائِزِ الْمُسْتَقِيمَةِ، فَقَدْ قَالَ تَعَالَى:  (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا إِذَا مَسَّهُ الشَّرُّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا إِلَّا الْمُصَلِّينَ)  (٧٠: ١٩ - ٢٢) فَمَنْ حَافَظَ عَلَى الصَّلَاةِ الْحَقِيقِيَّةِ تَطَهَّرَتْ نَفْسُهُ مِنَ الْهَلَعِ وَالْجَزَعِ إِذَا مَسَّهُ الشَّرُّ، وَمِنَ الْبُخْلِ وَالْمَنْعِ إِذَا مَسَّهُ الْخَيْرُ، وَكَانَ شُجَاعًا كَرِيمًا قَوِيَّ الْعَزِيمَةِ شَدِيدَ الشَّكِيمَةِ لَا يَرْضَى بِالضَّيْمِ، وَلَا يَخْشَى فِي الْحَقِّ الْعَذْلَ وَاللَّوْمَ ; لِأَنَّهُ بِمُرَاقَبَتِهِ لِلَّهِ تَعَالَى فِي صَلَاتِهِ، وَاسْتِشْعَارِهِ عَظَمَتَهُ وَسُلْطَانَهُ الْأَعْلَى فِي رُكُوعِهِ وَسُجُودِهِ يَكُونُ اللهُ تَعَالَى غَالِبًا عَلَى أَمْرِهِ، فَلَا يُبَالِي مَا لَقِيَ مِنَ الشَّدَائِدِ فِي سَبِيلِهِ، وَمَا أَنْفَقَ مِنْ فَضْلِهِ ابْتِغَاءَ مَرْضَاتِهِ، وَصُورَةُ الصَّلَاةِ لَا تُعْطِي صَاحِبَهَا شَيْئًا مِنْ هَذِهِ الْمَعَانِي، فَلَيْسَتْ بِمُجَرَّدِهَا مِنَ الْبِرِّ فِي شَيْءٍ، وَإِنَّمَا شُرِعَتْ </p><p> لِلتَّذْكِيرِ بِذَلِكَ السَّنَاءِ الْإِلَهِيِّ، وَالِاسْتِعَانَةِ بِهَا عَلَى تَوَجُّهِ الْقَلْبِ إِلَيْهِ، وَاسْتِغْرَاقِهِ فِي ذِكْرِهِ وَمُنَاجَاتِهِ وَدُعَائِهِ، وَهُوَ رُوحُهَا وَسِرُّهَا الَّذِي يُسْتَعَانُ بِهِ وَبِالصَّبْرِ عَلَى جَمِيعِ الْمَقَاصِدِ الْعَالِيَةِ وَالْمُجَاهَدَاتِ، فَهَذَا هُوَ الْبِرُّ. وَقَدْ تَقَدَّمَ الْقَوْلُ فِي مَعْنَى الصَّلَاةِ وَإِقَامَتِهَا وَالِاسْتِعَانَةِ بِهَا، وَإِنَّمَا نُعِيدُ التَّذْكِيرَ كُلَّمَا أَعَادَهُ الْكِتَابُ الْعَزِيزُ. </p><p> (وَآتَى الزَّكَاةَ) الْمَفْرُوضَةَ ; أَيْ: أَعْطَاهَا مُسْتَحِقِّيهَا. قَلَّمَا تُذْكَرُ إِقَامَةُ الصَّلَاةِ فِي الْقُرْآنِ إِلَّا وَيُقْرَنُ بِهَا إِيتَاءُ الزَّكَاةِ، فَالصَّلَاةُ مُهَذِّبَةٌ لِلرُّوحِ، وَالْمَالُ - كَمَا يَقُولُونَ - قَرِينُ الرُّوحِ، فَبَذْلُهُ فِي سَبِيلِ الْحَقِّ رُكْنٌ عَظِيمٌ مِنْ أَرْكَانِ الْبِرِّ، وَآيَةٌ مِنْ أَظْهَرِ آيَاتِ الْإِيمَانِ، وَلِذَلِكَ أَجْمَعَ الصَّحَابَةُ عَلَيْهِمُ الرِّضْوَانُ عَلَى مُحَارَبَةِ مَانِعِي الزَّكَاةِ، وَلَكِنَّ الَّذِينَ لَا يَعْرِفُونَ مِنَ الدِّينِ وَالْإِيمَانِ إِلَّا تَقْلِيدَ بَعْضِ الْكُتُبِ الَّتِي أَلَّفَهَا الْمَيِّتُونَ، وَنَشَرَهَا الرُّؤَسَاءُ وَالْحَاكِمُونَ، يَمْنَعُونَ الزَّكَاةَ عَمْدًا </p><p> بِاسْمِ الدِّينِ، بِمَا تُعَلِّمُهُمْ هَذِهِ الْكُتُبُ مِنَ الْحِيَلِ الَّتِي تُمْنَعُ بِهَا الْحُقُوقُ الثَّابِتَةُ، وَآكَدُهَا الزَّكَاةُ الَّتِي ذَكَرَ الْكِتَابُ مَصَارِفَهَا الثَّمَانِيَةَ، وَقَضَى بِأَنْ تَبْقَى بِبَقَائِهَا كُلِّهَا أَوْ بَعْضِهَا، وَيُسَمُّونَهَا حِيَلًا شَرْعِيَّةً، وَمَا نِسْبَتُهَا إِلَى الشَّرْعِ إِلَّا كَنِسْبَةِ مِنْجَلِ الْحَاصِدِ إِلَى الزَّرْعِ، أَوِ الْعَاصِفَةِ فِي الْقَلْعِ. </p><p> فَمَانِعُ الزَّكَاةِ يَهْدِمُ فِي الظَّاهِرِ رُكْنًا مِنْ أَعْظَمِ أَرْكَانِ الْإِسْلَامِ، وَيَنْقُضُ فِي الْبَاطِنِ مِنْ تَحْتِهِ أَسَاسَ الْإِيمَانِ ; لِأَنَّهُ يَحْتَالُ عَلَى اللهِ تَعَالَى فِي إِبْطَالِ فَرِيضَتِهِ، وَإِزَالَةِ حِكْمَتِهِ، فَهُوَ لَمْ يَرْضَ بِحُكْمِهِ، وَلَمْ يُذْعِنْ لِأَمْرِهِ، بَلْ فَسُقَ عَنْ أَمْرِ مَوْلَاهُ، وَاتَّخَذَ إِلَهَهُ هَوَاهُ، وَتَجَرَّأَ عَلَى تَبْدِيلِ كَلِمَاتِ اللهِ، فَنَسَخَ الْآيَاتِ الْكَثِيرَةَ مِنْ كِتَابِهِ الْآمِرَةَ بِإِيتَاءِ الزَّكَاةِ عَلَى أَنَّهَا آيَةُ الْإِيمَانِ وَصَلَاحِ الْعُمْرَانِ، ثُمَّ هُوَ يُسَمِّي هَذَا الْحِنْثَ الْعَظِيمَ، وَالْجُرْمَ الْكَبِيرَ حُكْمًا مَشْرُوعًا، وَدِينًا مَتْبُوعًا وَوَاللهِ إِنَّ نِسْبَةَ هَذَا السَّفَهِ إِلَى الشَّرْعِ لَأَدَلُّ عَلَى الْكُفْرِ مِنْ ذَلِكَ الْمَنْعِ، إِذْ لَا يُعْقَلُ أَنْ يَشْرَعَ اللهُ لَنَا شَيْئًا وَيُؤَكِّدَهُ عَلَيْنَا سَبْعِينَ مَرَّةً ثُمَّ يَرْضَى بِأَنْ نَحْتَالَ عَلَيْهِ وَنُخَادِعَهُ فِي تَرْكِهِ، وَنَزْعُمَ أَنَّهُ - تَقَدَّسَ وَتَعَالَى - أَذِنَ لَنَا بِهَذِهِ الْمُخَادَعَةِ وَالْمُخَاتَلَةِ! إِذَنْ لِمَاذَا فَرَضَ وَأَوْجَبَ، وَرَغَّبَ وَرَهَّبَ، وَوَعَدَ وَأَوْعَدَ، وَحَكَمَ وَأَحْكَمَ؟ هَلْ كَانَ ذَلِكَ لَغْوًا مِنَ الْكَلَامِ، وَجَهْلًا بِحِكْمَةِ وَضْعِ الْأَحْكَامِ؟ عَلَى أَنَّ تِلْكَ الْحِيَلَ الشَّيْطَانِيَّةَ لَمْ يَجِدْ لَهَا وَاضِعُوهَا شُبْهَةً مِنْ تَحْرِيفِ كِتَابِ اللهِ وَتَأْوِيلِ آيَاتِهِ كَمَا هِيَ طَرِيقَتُهُمْ فِي اتِّبَاعِ أَهْوَائِهِمْ، وَتَأْيِيدِ آرَائِهِمْ، فَإِنَّ اللهَ تَعَالَى لَمْ </p><p> يَذْكُرْ فِي كِتَابِهِ الْحَوْلَ وَالنِّصَابَ، وَإِنَّمَا ذَكَرَ مَا هُوَ رُوحُ الدِّينِ وَمَقْصِدُهُ وَهُوَ إِيتَاءُ الزَّكَاةِ وَكَوْنُهُ آيَةَ الْإِيمَانِ، وَتَرْكُهُ آيَةُ النِّفَاقِ وَالْكُفْرَانِ. </p><p> وَقَدْ بَيَّنَتِ السُّنَّةُ بِالْهُدَى وَالْعَمَلِ كَيْفِيَّةَ الْأَخْذِ وَقَدْرَ الْمَأْخُوذِ وَسَائِرَ الْأَحْكَامِ، وَلَيْسَ فِيهَا شَيْءٌ يَصِحُّ أَنْ يَكُونَ شُبْهَةً لِإِبْطَالِ الْكِتَابِ وَالْهُرُوبِ مِنَ الِاهْتِدَاءِ بِهِ، وَلَكِنَّ الْمَخْذُولِينَ لَمَّا تَرَكُوا الِاهْتِدَاءَ بِالْكِتَابِ وَالسُّنَّةِ، وَجَعَلُوا عِبَارَاتِ الْكُتُبِ الَّتِي صَنَّفُوهَا هِيَ مَآخِذَ الدِّينِ وَيَنَابِيعَهُ صَارُوا يَحْتَالُونَ فِي تَطْبِيقِ أَعْمَالِهِمْ عَلَى تِلْكَ الْعِبَارَاتِ الْمَخْلُوقَةِ، فَيَكْتُبُ أَحَدُهُمْ مَثَلًا: تَجِبُ الزَّكَاةُ عَلَى مَالِكِ النِّصَابِ إِذَا تَمَّ الْحَوْلُ وَهُوَ مَالِكٌ لَهُ، ثُمَّ يَعْمَدُ هُوَ وَغَيْرُهُ إِلَى تَطْبِيقِ دِينِهِ عَلَى هَذِهِ الْعِبَارَاتِ فَيَهَبُ مَالَهُ قَبْلَ انْقِضَاءِ الْحَوْلِ بِيَوْمٍ أَوْ يَوْمَيْنِ إِلَى امْرَأَتِهِ وَلَوْ مَعَ الِاشْتِرَاطِ عَلَيْهَا أَنْ تُعِيدَهُ لَهُ بَعْدَ يَوْمٍ أَوْ يَوْمَيْنِ، وَيَقُولُ: إِنَّهُ لَمْ تَجِبْ عَلَيْهِ الزَّكَاةُ بِحَسَبِ نَصِّ الْكِتَابِ الَّذِي سَمَّاهُ فِقْهًا، وَيَدُكُّ بِكَلِمَةِ كِتَابِهِ الْمَخْلُوقِ كِتَابَ اللهِ الْقَدِيمَ، وَسُنَّةَ رَسُولِهِ الْحَكِيمِ، وَحِكْمَةَ دِينِهِ الْقَوِيمِ، وَيَزْعُمُ مَعَ هَذَا كُلِّهِ أَنَّهُ مُسْلِمٌ مُؤْمِنٌ بِاللهِ وَكِتَابِهِ وَرَسُولِهِ، بَلْ يَزْعُمُ أَنَّهُ عَالِمٌ فَقِيهٌ فِي الدِّينِ، يَجِبُ تَقْلِيدُهُ وَاتِّبَاعُهُ عَلَى الْمُؤْمِنِينَ، وَرُبَّمَا يَتَبَجَّحُ إِذَا سَمِعَ أَوْ قَرَأَ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ) ) لِأَنَّهُ يَزْعُمُ أَنَّ اللهَ أَرَادَ بِهِ خَيْرًا فَفَقَّهَهُ فِي الدِّينِ، وَالْحَدِيثُ مُتَّفَقٌ عَلَيْهِ، وَفِي رِوَايَةٍ زِيَادَةٌ ((وَيُلْهِمُهُ رُشْدَهُ) ) . </p><p> فَيَا أَهْلَ الْفِطْرَةِ السَّلِيمَةِ الَّتِي لَمْ يُفْسِدْهَا فِقْهُ هَؤُلَاءِ الْمُحْتَالِينَ عَلَى اللهِ لِهَدْمِ دِينِهِ أَفْتُونَا: </p><p> هَلِ الْعِلْمُ بِمِثْلِ هَذِهِ الْحِيلَةِ يَنْطَبِقُ عَلَى أُصُولِ الْبِرِّ الَّتِي ذَكَرَهَا اللهُ فِي هَذِهِ الْآيَةِ، وَعَلَى الْفِقْهِ وَالرُّشْدِ الَّذِي ذَكَرَهُ النَّبِيُّ فِي حَدِيثِهِ هَذَا، أَمْ هَذِهِ فِتْنَةٌ مِنْ فِتَنِ التَّقْلِيدِ وَأَخْذِ الدِّينِ مِنَ الْكُتُبِ الْمُحْدَثَةِ دُونَ كِتَابِ اللهِ الْمَجِيدِ؟ </p><p> ثُمَّ قَالَ تَعَالَى:  (وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا) وَهَذَا انْتِقَالٌ مِنَ الْبِرِّ فِي الْأَعْمَالِ إِلَى الْبِرِّ فِي الْأَخْلَاقِ وَالْأَعْمَالِ الِاجْتِمَاعِيَّةِ، فَذَكَرَ مِنْهَا مَا هُوَ أَهَمُّ أُصُولِ الْبِرِّ وَهُوَ الْوَفَاءُ وَالصَّبْرُ بِضُرُوبِهِ الْمُبَيَّنَةِ بَعْدُ. وَقَدْ ذَكَرَ الْأَعْمَالَ بِصِيغَةِ الْفِعْلِ وَالْأَخْلَاقَ بِصِيغَةِ الْوَصْفِ ; لِأَنَّ الْأَعْمَالَ أَفْعَالٌ، وَالْأَخْلَاقَ صِفَاتٌ. وَفِيهِ تَنْبِيهٌ عَلَى أَنَّ مَنْ أَوْفَى وَصَبْرَ تَكَلُّفًا لَا يَكُونُ بَارًّا حَتَّى يَصِيرَ الْوَفَاءُ وَالصَّبْرُ مِنْ أَخْلَاقِهِ وَلَوْ بِتَكْرَارِ التَّكَلُّفِ وَالتَّعَمُّلِ، فَقَدْ وَرَدَ ((الْحِلْمُ بِالتَّحَلُّمِ) ) وَقَدَّمَ مَا ذَكَرَ مِنَ الْأَعْمَالِ عَلَى هَذِهِ الْأَخْلَاقِ ; لِأَنَّ الْأَعْمَالَ </p><p> هِيَ الَّتِي تَطْبَعُ الْأَخْلَاقَ فِي النُّفُوسِ، وَلَا سِيَّمَا الصَّلَاةُ وَبَذْلُ الْمَالِ، فَلَا أَعَوْنَ مِنْهُمَا عَلَى الْوَفَاءِ وَالصَّبْرِ وَذَلِكَ ظَاهِرٌ لِقَوْمٍ يَفْقَهُونَ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: الْعَهْدُ عِبَارَةٌ عَمَّا يَلْتَزِمُ بِهِ الْمَرْءُ لِآخَرَ، وَهُوَ بِعُمُومِهِ يَشْمَلُ مَا عَاهَدَ الْمُؤْمِنُونَ عَلَيْهِ اللهَ بِإِيمَانِهِمْ مِنَ السَّمْعِ وَالطَّاعَةِ وَالْإِذْعَانِ لِكُلِّ مَا جَاءَ بِهِ دِينُهُ، وَيُذْكَرُ الْعَهْدُ فِي الْقُرْآنِ وَالسُّنَّةِ كَثِيرًا وَيُرَادُ بِهِ فِي الْغَالِبِ مَا يُعَاهِدُ بِهِ النَّاسُ بَعْضُهُمْ بَعْضًا عَلَيْهِ، وَيُشْتَرَطُ فِي وُجُوبِ الْوَفَاءِ بِهَذَا الْعَهْدِ أَلَّا يَكُونَ فِي مَعْصِيَةٍ. وَفِي مَعْنَى الْعُهُودِ الْعُقُودُ وَقَدْ أُمِرْنَا بِالْوَفَاءِ بِهَا، فَيَجِبُ عَلَى الْمُسْلِمِ أَنْ يَلْتَزِمَ الْوَفَاءَ بِمَا يَتَعَاقَدُ عَلَيْهِ مَعَ النَّاسِ مَا لَمْ يَكُنْ مُخَالِفًا لِأَمْرِ اللهِ وَرَسُولِهِ الثَّابِتِ عِنْدَهُ، وَلِقَوَاعِدِ الدِّينِ الْعَامَّةِ. </p><p> وَهَذَا الْأَمْرُ لَا مَنْدُوحَةَ عَنْهُ، وَهُوَ مَعْقُولُ الْفَائِدَةِ ; وَلِذَلِكَ قَالَ أَهْلُ الْقَوَانِينِ الْوَضْعِيَّةِ: إِنَّ كُلَّ الْتِزَامٍ يُخَالِفُ أُصُولَ الْقَوَانِينِ فَهُوَ بَاطِلٌ، وَلَكِنْ لَا يَجُوزُ أَنْ يُعَاهِدَ الْإِنْسَانُ أَحَدًا أَوْ يُعَاقِدَهُ عَلَى أَمْرٍ يَعْلَمُ أَنَّهُ مُخَالِفٌ لِلدِّينِ لَا بِنِيَّةِ الْوَفَاءِ وَلَا بِنِيَّةِ الْغَدْرِ، وَالنَّقْضُ الْأَوَّلُ مَعْصِيَةٌ، وَالثَّانِي مَعْصِيَتَانِ أَوْ أَكْثَرُ ; لِمَا يَتَضَمَّنُهُ مِنَ الْغَدْرِ وَالْغِشِّ، وَلَا يَتَحَقَّقُ الْبِرُّ فِي الْإِيفَاءِ إِلَّا إِذَا كَانَ الْمَرْءُ يُوفِي مِنْ نَفْسِهِ بِدُونِ إِلْزَامِ حَاكِمٍ يَقَعُ أَوْ يُتَوَقَّعُ إِذَا هُوَ لَمْ يُوفِ، أَوْ خَوْفِ أَيِّ جَزَاءٍ وَلَوْ مِنْ غَيْرِ الْحُكَّامِ، فَمَنْ أَوْفَى خَوْفًا مِنْ إِهَانَةٍ تُصِيبُهُ أَوْ ذَمٍّ يَلْحَقُ بِهِ فَهُوَ غَيْرُ بَارٍّ، وَلَا هُوَ مِنَ الْمُوفِينَ بِالْعُهُودِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ مَا مِثَالُهُ: إِنَّ الْإِيفَاءَ بِالْعُهُودِ وَالْعُقُودِ مِنْ أَهَمِّ الْفَرَائِضِ الَّتِي فَرَضَهَا اللهُ تَعَالَى لِنِظَامِ الْمَعِيشَةِ وَالْعُمْرَانِ، وَإِنَّمَا الصَّلَاةُ وَالزَّكَاةُ مِنْ وَسَائِلِهِ - وَالزَّكَاةُ فَرْعٌ مِنْهُ فِي وَجْهٍ آخَرَ - فَإِنَّ اللهَ تَعَالَى فَرَضَ عَلَيْنَا الصَّلَاةَ - وَهُوَ غَنِيٌّ عَنِ الْعَالَمِينَ - لِنُؤَدِّبَ بِهَا نُفُوسَنَا فَنَعِيشَ فِي الدُّنْيَا عِيشَةً رَاضِيَةً، وَنَسْتَحِقَّ بِذَلِكَ عِيشَةَ الْآخِرَةِ الْمَرْضِيَّةَ ; إِذِ الْمُصَلِّي أَجْدَرُ النَّاسِ بِالْقِيَامِ بِحُقُوقِ عِبَادِ اللهِ الَّذِينَ هُمْ عِيَالُ اللهِ بِمَا يَسْتَوْلِي عَلَى قَلْبِهِ فِيهَا مِنَ الشُّعُورِ بِسُلْطَانِ اللهِ تَعَالَى وَقُدْرَتِهِ وَفَضْلِهِ وَإِحْسَانِهِ، وَعُمُومِ هَذَا السُّلْطَانِ وَالْإِحْسَانِ لَهُ وَلِلنَّاسِ كَافَّةً، وَالْغَدْرُ </p><p> وَالْإِخْلَافُ مِنَ الذُّنُوبِ الْهَادِمَةِ لِلنِّظَامِ، الْمُفْسِدَةِ لِلْعُمْرَانِ، الْمُفْنِيَةِ لِلْأُمَمِ. وَمَا فَقَدَتْ أُمَّةٌ الْوَفَاءَ الَّذِي هُوَ رُكْنُ الْأَمَانَةِ وَقِوَامُ الصِّدْقِ إِلَّا وَحَلَّ بِهَا الْعِقَابُ الْإِلَهِيُّ، وَلَا يُعَجِّلُ اللهُ الِانْتِقَامَ مِنَ الْأُمَمِ لِذَنْبٍ مِنَ الذُّنُوبِ يَفْشُو فِيهَا كَذَنْبِ الْإِخْلَالِ بِالْعَهْدِ وَالْإِخْلَافِ بِالْوَعْدِ، </p><p> وَانْظُرْ حَالَ أُمَّةٍ اسْتَهَانَتْ بِالْإِيفَاءِ بِالْعُهُودِ وَلَمْ تُبَالِ بِالْتِزَامِ الْعُقُودِ تَرَ كَيْفَ حَلَّ بِهَا عَذَابُ اللهِ تَعَالَى بِالْإِذْلَالِ، وَفَقْدِ الِاسْتِقْلَالِ، وَضَيَاعِ الثِّقَةِ بَيْنَهَا حَتَّى فِي الْأَهْلِ وَالْعِيَالِ، فَهُمْ يَعِيشُونَ عِيشَةَ الْأَفْرَادِ لَا عِيشَةَ الْأُمَمِ: صُوَرٌ مُتَحَرِّكَةٌ، وَوُحُوشٌ مُفْتَرِسَةٌ يَنْتَظِرُ كُلُّ وَاحِدٍ وَثْبَةَ الْآخَرِ عَلَيْهِ، إِذَا أَمْكَنَ لِيَدِهِ أَنْ تَصِلَ إِلَيْهِ، وَلِذَلِكَ يَضْطَرُّ كُلُّ وَاحِدٍ إِذَا عَاقَدَ أَيَّ إِنْسَانٍ مِنْ أُمَّتِهِ أَنْ يَسْتَوْثِقَ مِنْهُ بِكُلِّ مَا يَقْدِرُ، وَيَحْتَرِسَ مِنْ غَدْرِهِ بِكُلِّ مَا يُمْكِنُ، فَلَا تَعَاوُنَ وَلَا تَنَاصُرَ، وَلَا تَعَاضُدَ وَلَا تَآزُرَ، بَلِ اسْتَبْدَلُوا بِهَذِهِ الْمَزَايَا التَّحَاسُدَ وَالتَّبَاغُضَ، وَالتَّعَادِيَ وَالتَّعَارُضَ، بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ وَلَكِنَّهُمْ أَذِلَّاءُ لِلْعَبِيدِ (قَالَ) : وَقَدْ أَحْصَيْتُ فِي سَنَةٍ قَضَايَا التَّخَاصُمِ فِي مَحْكَمَةِ بَنْهَا فَأَلْفَيْتُ أَنَّ خَمْسًا وَسَبْعِينَ قَضِيَّةً فِي الْمِائَةِ مِنْهَا بَيْنَ الْأَقَارِبِ، وَالْبَاقِي بَيْنَ سَائِرِ النَّاسِ، وَلَوْ كَانَ فِي النَّاسِ وَفَاءٌ لَسَلِمُوا مِنْ كُلِّ هَذَا الْبَلَاءِ. </p><p> (وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ) قَالُوا: إِنَّ الْبَأْسَاءَ اسْمٌ مِنَ الْبُؤْسِ وَهُوَ الشِّدَّةُ وَالْفَقْرُ، وَالضَّرَّاءُ مَا يَضُرُّ الْإِنْسَانَ مِنْ نَحْوِ مَرَضٍ أَوْ جُرْحٍ، أَوْ فَقْدِ مَحْبُوبٍ مِنْ مَالٍ وَأَهْلٍ، وَفَسَّرُوا الْبَأْسَ بِاشْتِدَادِ الْحَرْبِ، وَالصَّبْرُ يُحْمَدُ فِي هَذِهِ الْمَوَاطِنِ وَفِي غَيْرِهَا، وَخَصَّ هَذِهِ الثَّلَاثَ بِالذِّكْرِ ; لِأَنَّ مَنْ صَبَرَ فِيهَا كَانَ فِي غَيْرِهَا أَصْبَرَ، لِمَا فِي احْتِمَالِهَا مِنَ الْمَشَقَّةِ عَلَى النَّفْسِ وَالِاضْطِرَابِ فِي الْقَلْبِ ; فَإِنَّ الْفَقْرَ إِذَا اشْتَدَّتْ وَطْأَتُهُ يَضِيقُ لَهُ الذَّرْعُ، وَيَكَادُ يُفْضِي إِلَى الْكُفْرِ، وَالضُّرُّ إِذَا بَرَّحَ بِالْبَدَنِ يُضْعِفُ الْأَخْلَاقَ حَتَّى لَا يَكَادَ الْمَرْءُ يَحْتَمِلُ مَا كَانَ يُسَرُّ بِهِ فِي حَالِ الصِّحَّةِ، فَمَا بَالُكَ بِالْمَرَضِ وَآلَامِهِ وَمَا يَطْرَأُ فِي أَثْنَائِهِ مِنَ الْأُمُورِ الَّتِي تَسُوءُ النَّفْسَ، وَأَمَّا حَالَةُ اشْتِدَادِ الْحَرْبِ فَهِيَ عَلَى مَا فِيهَا مِنَ الشِّدَّةِ وَالتَّعَرُّضِ لِلْهَلَكَةِ بِخَوْضِ غَمَرَاتِ الْمَنِيَّةِ يُطْلَبُ فِيهَا مِنَ الصَّبْرِ مَا لَا يُطْلَبُ فِي غَيْرِهَا ; لِأَنَّ الظَّفَرَ مَقْرُونٌ بِالصَّبْرِ، وَبِالظَّفَرِ حِفْظُ الْحَقِّ الَّذِي يُنَاضِلُ مَنْ يُجَاهِدُ فِي سَبِيلِ اللهِ دُونَهُ وَيُدَافِعُ عَنْهُ، وَيُحَاوِلُ إِظْهَارَهُ وَيَبْغِي انْتِشَارَهُ، وَهَذَا هُوَ الْمَأْمُورُ مِنَ اللهِ تَعَالَى بِالصَّبْرِ حِينَ الْبَأْسِ، لَا الْمُحَارِبُ لِطَمَعِ الدُّنْيَا وَأَهْوَاءِ الْمُلُوكِ. </p><p> وَقَدْ وَرَدَ فِي الْأَحَادِيثِ الصَّحِيحَةِ أَنَّ الْفِرَارَ مِنَ الزَّحْفِ مِنْ أَكْبَرِ الْكَبَائِرِ، وَعَبَّرَ عَنْهُ فِي بَعْضِهَا بِالْكُفْرِ، فَلَا غَرْوَ أَنْ يَجْعَلَ الصَّبْرَ فِي حِينِ الْبَأْسِ أَصْلًا مِنْ </p><p> أُصُولِ الْبِرِّ، وَقَدْ كَانَ الْمُسْلِمُونَ بِإِرْشَادِ هَذِهِ النُّصُوصِ أَعْظَمَ أُمَّةٍ حَرْبِيَّةٍ فِي الْعَالَمِ فَمَا زَالَ اسْتِبْدَادُ الْحُكَّامِ يُفْسِدُ مِنْ بَأْسِهِمْ، وَتَرْكُ الِاهْتِدَاءِ بِالْكِتَابِ وَالسُّنَّةِ يَفُلُّ مِنْ غَرْبِهِمْ، حَتَّى سَبَقَتْهُمُ الْأُمَمُ كُلُّهَا فِي مَيَادِينِ الْكِفَاحِ، وَحَتَّى صِرْنَا نَسْمَعُ مِنْ أَمْثَالِهِمْ: فَرَّ لَعَنَهُ اللهُ، خَيْرُ مَنْ مَاتَ رَحِمَهُ اللهُ. </p><p> وَأَبْعَدُ النَّاسِ عِنْدَنَا عَنِ الصَّبْرِ وَأَدْنَاهُمْ مِنَ الْجَزَعِ وَالْهَلَعِ وَالْفَزَعِ الْمُشْتَغِلُونَ بِالْعُلُومِ الدِّينِيَّةِ، </p><p> فَإِنَّ الشَّجَاعَةَ وَالْفُرُوسِيَّةَ وَالرِّمَايَةَ عِنْدَهُمْ مِنَ الْمَعَايِبِ الَّتِي تُزْرِي بِالْعَالِمِ وَتَحُطُّ مِنْ قَدْرِهِ، وَهُمْ مَعَ هَذَا يَقْرَءُونَ فِي كُتُبِهِمْ أَنَّ الشَّرْعَ أَبَاحَ الْمُرَاهَنَةَ - وَهِيَ مِنَ الْقِمَارِ الَّذِي هُوَ مِنْ كَبَائِرِ الْإِثْمِ - فِي السِّبَاقَةِ وَالرِّمَايَةِ خَاصَّةً عِنَايَةً بِهِمَا وَتَرْغِيبًا لِلْأُمَّةِ فِيهِمَا فَهَذَا الْبُعْدُ عَنِ الدِّينِ مِمَّنْ يُسَمُّونَ أَنْفُسَهُمْ وَرَثَةَ الْأَنْبِيَاءِ، هُوَ الَّذِي قَالَ الْجَاحِظُ: إِنَّهُ لَا يَصِلُ إِلَيْهِ أَحَدٌ إِلَّا بِخِذْلَانٍ مِنَ اللهِ. </p><p> وَانْظُرْ بَعْدَ هَذَا حُكْمَ اللهِ تَعَالَى عَلَى الْبَرَرَةِ الَّذِينَ يُقِيمُونَ مَا تَقَدَّمَ ذِكْرُهُ مِنْ أَرْكَانِ الْبِرِّ. </p><p> قَالَ:  (أُولَئِكَ الَّذِينَ صَدَقُوا) أَيْ: أُولَئِكَ الْأَبْرَارُ الرَّاسِخُونَ فِي أُصُولِ الْإِيمَانِ الْخَمْسَةِ وَالْمُنْفِقُونَ لِلْمَالِ فِي مَوَاضِعِهِ السِّتَّةِ، وَالْمُقِيمُونَ لِلصَّلَاةِ الرُّوحِيَّةِ الِاجْتِمَاعِيَّةِ وَالْمُؤْتُونَ لِلزَّكَاةِ الَّتِي عَلَيْهَا مَدَارُ أُمُورِ الْمِلَّةِ الْمَالِيَّةِ وَالسِّيَاسِيَّةِ، وَالْمُوفُونَ بِعُهُودِهِمُ الثَّلَاثَةِ: الدِّينِيَّةِ وَالْمَالِيَّةِ وَالْحَرْبِيَّةِ، وَالصَّابِرُونَ فِي مَوَاقِفِ الشِّدَّةِ الثَّلَاثَةِ - هُمُ الَّذِينَ صَدَقُوا اللهَ فِي دَعْوَى الْإِيمَانِ دُونَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ، وَلَمْ تُؤْمِنْ قُلُوبُهُمْ (وَأُولَئِكَ هُمُ الْمُتَّقُونَ) الَّذِينَ تَشْهَدُ لَهُمْ بِالتَّقْوَى أَعْمَالُهُمْ وَأَحْوَالُهُمْ، وَالتَّقْوَى: أَنْ تَجْعَلَ بَيْنَكَ وَبَيْنَ سَخَطِ اللهِ وِقَايَةً بِأَنْ تَتَحَامَى أَسْبَابَ خِذْلَانِهِ فِي الدُّنْيَا وَعَذَابِهِ فِي الْآخِرَةِ. </p><p> (يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى</p><p> بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاأُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ) . </p><p> ذَكَرَ الْمُفَسِّرُ وَغَيْرُهُ أَنَّ الْقِصَاصَ عَلَى الْقَتْلِ كَانَ مُحَتَّمًا عِنْدَ الْيَهُودِ، وَأَنَّ الدِّيَةَ كَانَتْ مُحَتَّمَةً عِنْدَ النَّصَارَى، وَأَنَّ الْقُرْآنَ جَاءَ وَسَطًا يَفْرِضُ الْقِصَاصَ إِذَا أَصَرَّ عَلَيْهِ أَوْلِيَاءُ الْمَقْتُولِ، وَيُجِيزُ الدِّيَةَ إِذَا عَفَوْا، وَقَدْ أَقَرَّهُمُ الْأُسْتَاذُ الْإِمَامُ عَلَى قَوْلِهِمْ: إِنَّ الْقَتْلَ قِصَاصًا كَانَ حَتْمًا عِنْدَ الْيَهُودِ: كَمَا فِي الْفَصْلِ التَّاسِعَ عَشَرَ مِنْ سِفْرِ الْخُرُوجِ وَالْعِشْرِينَ مِنَ التَّثْنِيَةِ، وَأَنْكَرَ عَلَيْهِمْ قَوْلَهُمْ: إِنِ الدِّيَةَ كَانَتْ حَتْمًا عِنْدَ النَّصَارَى ; فَإِنَّهُ لَيْسَ فِي كُتُبِهِمْ شَيْءٌ يُحَتِّمُ عَلَيْهِمْ ذَلِكَ، إِلَّا أَنْ يُقَالَ إِنَّ ذَلِكَ مَأْخُوذٌ مِنْ وَصَايَا التَّسَاهُلِ وَالْعَفْوِ وَجَزَاءِ الْإِسَاءَةِ بِالْإِحْسَانِ فِي الْإِنْجِيلِ، وَلَكِنَّ أَخْذَ الدِّيَةِ ضَرْبٌ مِنْ ضُرُوبِ الْجَزَاءِ يُنَافِي هَذِهِ الْوَصَايَا. </p><p> وَإِذَا نَظَرْنَا فِي أَعْمَالِ الْأَوَّلِينَ وَالْآخِرِينَ وَشَرَائِعِهِمْ فِي الْقَتْلِ نَجِدُ الْقُرْآنَ وَسَطًا حَقِيقِيًّا لَا بَيْنَ مَا نُقِلَ عَنِ الْيَهُودِ وَالنَّصَارَى فَقَطْ بَلْ بَيْنَ مَجْمُوعِ آرَاءِ الْبَشَرِ مِنْ أَهْلِ الشَّرَائِعِ السَّمَاوِيَّةِ وَالْقَوَانِينِ الْوَضْعِيَّةِ، فَقَدْ كَانَتِ الْعَرَبُ تَتَحَكَّمُ فِي ذَلِكَ عَلَى قَدْرِ قُوَّةِ الْقَبَائِلِ وَضَعْفِهَا، فَرُبَّ حُرٍّ كَانَ يُقْتَلُ مِنْ قَبِيلَةٍ فَلَا تَرْضَى قَبِيلَتُهُ بِأَخْذِ الْقَاتِلِ بِهِ، بَلْ تَطْلُبُ بِهِ رَئِيسَهَا، وَأَحْيَانًا كَانُوا يَطْلُبُونَ بِالْوَاحِدِ عَشَرَةً وَبِالْأُنْثَى ذَكَرًا، وَبِالْعَبْدِ حُرًّا، فَإِنْ أُجِيبُوا وَإِلَّا قَاتَلُوا قَبِيلَةَ الْقَاتِلِ وَسَفَكُوا دِمَاءً كَثِيرَةً، وَهَذَا إِفْرَاطٌ وَظُلْمٌ عَظِيمٌ تَقْتَضِيهِ طَبِيعَةُ الْبَدَاوَةِ الْخَشِنَةِ، وَفَرْضُ التَّوْرَاةِ قَتْلَ الْقَاتِلِ إِصْلَاحٌ فِي هَذَا الظُّلْمِ، وَلَكِنْ يُوجَدُ فِي النَّاسِ وَلَا سِيَّمَا أَهْلُ الْقَوَانِينِ فِي زَمَانِنَا هَذَا مَنْ يُنْكِرُ الْمُعَاقَبَةَ بِالْقَتْلِ وَيَقُولُونَ إِنَّهُ مِنَ الْقَسْوَةِ وَحُبِّ الِانْتِقَامِ فِي الْبَشَرِ، وَيَرَوْنَ أَنَّ الْمُجْرِمَ الَّذِي يَسْفِكُ الدَّمَ يَجِبُ أَنْ تَكُونَ عُقُوبَتُهُ تَرْبِيَةً لَا انْتِقَامًا، وَذَلِكَ يَكُونُ بِمَا دُونَ الْقَتْلِ، وَيُشَدِّدُونَ النَّكِيرَ عَلَى مَنْ يَحْكُمُ بِالْقَتْلِ إِذَا لَمْ تَثْبُتِ الْجَرِيمَةُ عَلَى الْقَاتِلِ بِالْإِقْرَارِ، بِأَنْ ثَبَتَتْ بِالْقَرَائِنِ أَوْ بِشَهَادَةِ شُهُودٍ يَجُوزُ عَلَيْهِمُ الْكَذِبُ، وَيَرَوْنَ أَنَّ الْحُكُومَةَ إِذَا عَلَّمَتِ النَّاسَ التَّرَاحُمَ فِي الْعُقُوبَاتِ فَذَلِكَ أَحْسَنُ تَرْبِيَةً لَهُمْ، وَمِنْهُمْ مَنْ يَقُولُ إِنَّ الْمُجْرِمِينَ لَا يَكُونُونَ إِلَّا مَرْضَى الْعُقُولِ فَالْوَاجِبُ أَنْ يُوضَعُوا فِي </p><p> مُسْتَشْفَيَاتِ الْأَمْرَاضِ الْعَقْلِيَّةِ وَيُعَالَجُوا فِيهَا إِلَى أَنْ يَبْرَءُوا. </p><p> وَإِذَا دَقَّقْنَا النَّظَرَ فِي أَقْوَالِ هَؤُلَاءِ نَرَى أَنَّهُمْ يُرِيدُونَ أَنْ يُشَرِّعُوا أَحْكَامًا خَاصَّةً بِقَوْمٍ تَعَلَّمُوا وَتَرَبَّوْا عَلَى الطُّرُقِ الْحَدِيثَةِ وَسِيسُوا بِالنِّظَامِ وَالْحُكْمِ حَتَّى لَا سَبِيلَ لِأَوْلِيَاءِ الْمَقْتُولِ أَنْ يَثْأَرُوا لَهُ مِنَ الْقَاتِلِ وَلَا أَنْ يَسْفِكُوا لِأَجْلِهِ دِمَاءً بَرِيئَةً، وَحَتَّى يُؤْمَنَ مِنِ اسْتِمْرَارِ الْعَدَاوَةِ وَالْبَغْضَاءِ بَيْنَ بُيُوتِ الْقَاتِلِينَ وَبُيُوتِ الْمَقْتُولِينَ، وَوُجِدَتْ عِنْدَهُمْ جَمِيعُ وَسَائِلِ التَّرْبِيَةِ وَالْمُعَالَجَةِ - لَا أَحْكَامًا عَامَّةً لِجَمِيعِ الْبَشَرِ، فِي الْبَدْوِ وَالْحَضَرِ، وَمَعَ هَذَا نَرَى كَثِيرًا مِنَ النَّاسِ حَتَّى الْمُنْتَسِبِينَ إِلَى الْإِسْلَامِ يَغْتَرُّونَ بِآرَائِهِمْ وَيَرَوْنَهَا شُبْهَةً عَلَى الْإِسْلَامِ، وَأَمَّا النَّافِذُ الْبَصِيرَةِ الْعَارِفُ بِمَصَالِحِ الْأُمَمِ الَّذِي يَزِنُ الْأُمُورَ الْعَامَّةَ بِمِيزَانِ الْمَصْلَحَةِ الْعَامَّةِ لَا بِمِيزَانِ الْوِجْدَانِ الشَّخْصِيِّ الْخَاصِّ بِنَفْسِهِ أَوْ بِبَلَدِهِ فَإِنَّهُ يَرَى أَنَّ الْقِصَاصَ بِالْعَدْلِ وَالْمُسَاوَاةِ هُوَ الْأَصْلُ الَّذِي يُرَبِّي الْأُمَمَ وَالشُّعُوبَ وَالْقَبَائِلَ كُلَّهَا، وَأَنَّ تَرْكَهُ بِالْمَرَّةِ يُغْرِي الْأَشْقِيَاءَ بِالْجَرَاءَةِ عَلَى سَفْكِ الدِّمَاءِ، وَأَنَّ الْخَوْفَ مِنَ الْحَبْسِ وَالْأَشْغَالِ الشَّاقَّةِ إِذَا أَمْكَنَ أَنْ يَكُونَ مَانِعًا مِنَ الْإِقْدَامِ عَلَى الِانْتِقَامِ بِالْقَتْلِ فِي الْبِلَادِ الَّتِي غَلَبَ عَلَى أَهْلِهَا التَّرَاحُمُ أَوِ التَّرَفُ وَالِانْغِمَاسُ فِي النَّعِيمِ كَبَعْضِ بِلَادِ أُورُبَّا فَإِنَّهُ لَا يَكُونُ كَذَلِكَ فِي كُلِّ </p>"
}