{
  "id": null,
  "sura": 2,
  "aya": 254,
  "text": "<p> الْأَئِمَّةُ، فَذَلِكَ كَافٍ فِي صِحَّةِ الدِّينِ وَإِنْ تَشَابَهَ عَلَيْكَ شَيْءٌ فَقُلْ: آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا [٣: ٧] وَاعْتَقِدْ كُلَّ مَا وَرَدَ فِي إِثْبَاتِ الصِّفَاتِ وَنَفْيِهَا عَلَى غَايَةِ التَّعْظِيمِ وَالتَّقْدِيسِ، مَعَ نَفْيِ الْمُمَاثَلَةِ وَاعْتِقَادِ أَنْ لَيْسَ كَمِثْلِهِ شَيْءٌ، وَبَعْدَ هَذَا لَا تَلْتَفِتْ إِلَى الْقِيلِ وَالْقَالِ، فَإِنَّكَ غَيْرُ مَأْمُورٍ بِهِ وَلَا هُوَ عَلَى حَدِّ طَاقَتِكَ، فَإِنْ أَخَذَ يَتَحَذْلَقُ وَيَقُولُ: قَدْ عَلِمْتُ أَنَّهُ عَالِمٌ مِنَ الْقُرْآنِ وَلَكِنِّي لَا أَعْلَمُ أَنَّهُ عَالِمٌ بِالذَّاتِ أَوْ بِعِلْمٍ زَائِدٍ عَلَيْهِ، وَقَدِ اخْتَلَفَتْ فِيهِ الْأَشْعَرِيَّةُ وَالْمُعْتَزِلَةُ، فَقَدْ خَرَجَ بِهَذَا عَنْ حَدِّ الْعَوَامِّ; إِذِ الْعَامِّيُّ لَا يَلْتَفِتُ قَلْبُهُ إِلَى هَذَا مَا لَمْ يُحَرِّكْهُ شَيْطَانُ الْجَدَلِ فَإِنَّ اللهَ لَا يُهْلِكُ قَوْمًا إِلَّا يُؤْتِهِمُ الْجَدَلَ، كَذَلِكَ وَرَدَ الْخَبَرُ وَإِذَا الْتَحَقَ بِأَهْلِ الْجَدَلِ فَأَذْكُرُ عِلَاجَهُمْ: </p><p> \" هَذَا مَا أَعِظُ بِهِ فِي الْأُصُولِ وَهُوَ الْحَوَالَةُ عَلَى كِتَابِ اللهِ، فَإِنَّ اللهَ أَنْزَلَ الْكِتَابَ وَالْمِيزَانَ وَالْحَدِيدَ، وَهَؤُلَاءِ هُمْ أَهَمُّ الْحَوَالَةِ عَلَى الْكِتَابِ،وَأَمَّا الْفُرُوعُ فَأَقُولُ:لَا تَشْغَلْ</p><p> قَلْبَكَ بِمَوَاقِعِ الْخِلَافِ مَا لَمْ تَفْرُغْ عَنْ جَمِيعِ الْمُتَّفَقِ عَلَيْهِ، فَقَدِ اتَّفَقَتِ الْأُمَّةُ عَلَى أَنَّ زَادَ الْآخِرَةِ هُوَ التَّقْوَى وَالْوَرَعُ، وَأَنَّ الْكَسْبَ الْحَرَامَ وَالْمَالَ الْحَرَامَ وَالنَّمِيمَةَ وَالزِّنَا وَالسَّرِقَةَ وَالْخِيَانَةَ وَغَيْرَ ذَلِكَ مِنَ الْمَحْظُورَاتِ حَرَامٌ، وَالْفَرَائِضُ كُلُّهَا وَاجِبَةٌ، فَإِنْ فَرَغْتَ مِنْ جَمِيعِهَا عَلَّمْتُكَ طَرِيقَ الْخَلَاصِ مِنَ الْخِلَافِ، فَإِنْ هُوَ طَالَبَنِي بِهَا قَبْلَ الْفَرَاغِ مِنْ هَذَا فَهُوَ جَدَلِيٌّ وَلَيْسَ بِعَامِّيٍّ، أَفَرَأَيْتَ رُفَقَاءَكَ قَدْ فَرَغُوا مِنْ جَمِيعِ هَذَا ثُمَّ أَخَذَ إِشْكَالُ الْخِلَافُ بِمَخْنَقِهِمْ؟ هَيْهَاتَ مَا أَشْبَهَ ضَعْفَ عُقُولِهِمْ فِي خِلَافِهِمْ إِلَّا بِعَقْلٍ مَرِيضٍ بِهِ مَرَضٌ أَشْرَفَ بِهِ عَلَى الْمَوْتِ وَلَهُ عِلَاجٌ مُتَّفَقٌ عَلَيْهِ بَيْنَ الْأَطِبَّاءِ، وَهُوَ يَقُولُ: قَدِ اخْتَلَفَ الْأَطِبَّاءُ فِي بَعْضِ الْأَدْوِيَةِ أَنَّهَا حَارَّةٌ أَوْ بَارِدَةٌ وَرُبَّمَا افْتَقَرْتُ إِلَيْهِ يَوْمًا، فَأَنَا لَا أُعَالِجُ نَفْسِي حَتَّى أَجِدَ مَنْ يُعَلِّمُنِي رَفْعَ الْخِلَافِ فِيهِ \" إِلَى آخَرِ مَا أَطَالَ بِهِ، وَقَدْ فُهِمَ مِمَّا ذَكَرْنَا رَأْيُهُ فِي الْخَوَاصِّ وَكَيْفَ يُعَالِجُهُمْ بِمَوَازِينِ الْبَرَاهِينِ، وَفِي أَهْلِ الْجَدَلِ وَقَدْ ذَكَرَ أَنَّ جِدَالَهُمْ يَكُونُ بِمِثْلِ مَا فِي كُتُبِ الْكَلَامِ، وَأَنَّ الْمُتَعَنِّتَ الَّذِي يَبْغِي بِجَدَلِهِ فِتْنَةَ الْعَوَامِ لَيْسَ لَهُ إِلَّا الْحَدِيدُ ; أَيْ قُوَّةُ السُّلْطَانِ الَّذِي يَمْنَعُ بَعْضَ النَّاسِ مِنْ فِتْنَةِ بَعْضٍ. </p><p> يَاأَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ. </p><p> بَعْدَ أَنْ ذَكَّرَنَا اللهُ - تَعَالَى - بِالرُّسُلِ وَمَا كَانَ مِنْ أَقْوَامِهِمْ بَعْدَهُمْ مِنَ الِاخْتِلَافِ وَالِاقْتِتَالِ، عَادَ إِلَى أَمْرِنَا بِالْإِنْفَاقِ بِأُسْلُوبٍ آخَرَ كَمَا تَقَدَّمَ التَّنْبِيهُ فِي تَفْسِيرِ الْآيَةِ السَّابِقَةِ. هُنَالِكَ يَقُولُ: مَنْ ذَا الَّذِي يُقْرِضُ اللهَ [٢: ٢٤٥] وَقَدْ نَبَّهْنَا عَلَى مَا فِي هَذَا الْخِطَابِ مِنَ اللُّطْفِ وَالْبَلَاغَةِ، وَأَزِيدُ هُنَا أَنَّ هَذَا اللُّطْفَ إِنَّمَا يَفْعَلُ فِعْلَهُ وَيَبْلُغُ نِهَايَةَ تَأْثِيرِهِ فِيمَنْ بَلَغَ فِي الْإِيمَانِ إِلَى عَيْنِ الْيَقِينِ، وَعَرَّجَ فِي الْكَمَالِ إِلَى مَنَازِلِ الصِّدِّيقِينَ، وَلَطُفَ وِجْدَانُهُ وَشُعُورُهُ، وَتَأَلَّقَ ضِيَاؤُهُ وَنُورُهُ، وَمَا كُلُّ الْمُؤْمِنِينَ يُدْرِجُونَ فِي هَذِهِ الْمَدَارِجِ، أَوْ يَرْتَقُونَ عَلَى هَذِهِ الْمَعَارِجِ؛، فَالْأَكْثَرُونَ مِنْهُمْ يَفْعَلُ فِي نُفُوسِهِمُ التَّرْهِيبُ مَا لَا يَفْعَلُ التَّرْغِيبُ، فَهُمْ لَا يَتَّفِقُونَ فِي سَبِيلِ اللهِ إِلَّا خَوْفًا مِنْ عِقَابِهِ أَوْ طَمَعًا فِي ثَوَابِهِ، وَقَدْ يَعْرِضُ لِلضُّعَفَاءِ مِنْ هَؤُلَاءِ الْغُرُورُ بِشَفَاعَةٍ تُغْنِي هُنَالِكَ عَنِ الْعَمَلِ، أَوْ فِدْيَةٍ تَقِي صَاحِبَهَا عَاقِبَةَ مَا كَانَ عَلَيْهِ مِنَ الزَّلَلِ، فَأَمْثَالُ </p><p> هَؤُلَاءِ يُعَالَجُونَ بِقَوْلِهِ - تَعَالَى -: يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ قَرَأَ أَبُو عَمْرٍو وَابْنُ كَثِيرٍ وَيَعْقُوبُ: \" لَا بَيْعَ \" وَمَا عُطِفَ عَلَيْهِ بِالْفَتْحِ وَالْبَاقُونَ بِالرَّفْعِ. </p><p> قَالُوا: إِنَّ الْمُرَادَ بِالْإِنْفَاقِ هُنَا الْإِنْفَاقُ الْوَاجِبُ ; لِأَنَّ الْكَلَامَ يَتَضَمَّنُ الْوَعِيدَ عَلَى التَّرْكِ، وَهُوَ لَا يَكُونُ إِلَّا عَلَى تَرْكِ الْوَاجِبِ. وَقَالَ بَعْضُهُمْ: بَلْ يَشْتَمِلُ الْمَنْدُوبَ، وَمِنَ الْوَاجِبِ عَلَى أَغْنِيَاءِ الْمُسْلِمِينَ إِذَا وَقَعَ الْفَسَادُ فِي الْأُمَّةِ وَتَوَقَّفَتْ إِزَالَتُهُ عَلَى الْمَالِ أَنْ يَبْذُلُوهُ لِدَفْعِ الْمَفَاسِدِ الْفَاشِيَةِ وَالْغَوَائِلِ الْغَاشِيَةِ، وَحِفْظِ الْمَصَالِحِ الْعَامَّةِ. </p><p> أَقُولُ: وَفِي قَوْلِهِ - تَعَالَى -: مِمَّا رَزَقْنَاكُمْ إِشْعَارٌ بِأَنَّهُ لَا يَطْلُبُ مِنْهُمْ إِلَّا بَعْضَ مَا جَعَلَهُمْ مُسْتَخْلَفِينَ فِيهِ مَنْ رِزْقِهِ وَنِعَمِهِ عَلَيْهِمْ، فَأَيْنَ هَذَا مِنَ الطَّلَبِ بِصِيغَةِ الْإِقْرَاضِ؟ </p><p> كَأَنَّهُ يَقُولُ: إِنَّنَا مَا رَزَقْنَاكُمُ الرِّزْقَ الْحَسَنَ وَاسْتَخْلَفْنَاكُمْ فِيهِ إِلَّا وَقَدْ نَقَلْنَاهُ مِنْ أَيْدِي قَوْمٍ أَسَاءُوا التَّصَرُّفَ فَحَبَسُوا الْمَالَ وَأَمْسَكُوهُ عَنِ الْمَصَالِحِ وَالْمَنَافِعِ الَّتِي يَرْتَقِي بِهَا شَأْنُ الْبَشَرِ بِالتَّعَاوُنِ عَلَى الْبِرِّ وَالْخَيْرِ، فَلَا تَكُونُوا مِثْلَهُمْ فَإِنَّهُمْ ظَلَمُوا أَنْفُسَهُمْ وَقَوْمَهُمْ بِبُخْلِهِمْ، فَكَانُوا كَافِرِينَ بِنِعَمِ اللهِ - تَعَالَى - عَلَيْهِمْ، إِذْ لَمْ يَضَعُوهَا فِي مَوَاضِعِهَا ; وَلِذَلِكَ خَتَمَ الْآيَةَ بِقَوْلِهِ: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ وَسَيَأْتِي بَيَانُهُ. </p><p> أَمَّا الْبَيْعُ وَالْخُلَّةُ وَالشَّفَاعَةُ فَلِلْمُفَسِّرِينَ فِي بَيَانِ الْمُرَادِ بِنَفْيِهَا طَرِيقَانِ: أَحَدُهُمَا أَنَّ الْمُرَادَ بِالْبَيْعِ الْكَسْبُ بِأَيِّ نَوْعٍ مِنْ أَنْوَاعِ الْمُبَادَلَةِ وَالْمُعَارَضَةِ. وَالْمُرَادُ بِالْخُلَّةِ - وَهِيَ الصَّدَاقَةُ وَالْمَحَبَّةُ لِلْقَرَابَةِ وَغَيْرِهَا - لَازِمُهَا، وَهُوَ مَا يَكُونُ وَرَاءَهَا مِنَ الْكَسْبِ كَالصِّلَةِ وَالْهَدِيَّةِ وَالْوَصِيَّةِ وَالْإِرْثِ. وَبِالشَّفَاعَةِ - وَهِيَ مَعْرُوفَةٌ - لَازِمُهَا فِي الْكَسْبِ وَهُوَ مَا يَكُونُ مِنْ إِقْطَاعَاتِ الْمُلُوكِ وَالْأُمَرَاءِ لِبَعْضِ النَّاسِ، وَإِنَّمَا يَكُونُ غَالِبًا بِالتَّوَسُّلِ إِلَيْهِمْ وَالشَّفَاعَةِ عِنْدَهُمْ، فَهَذِهِ الثَّلَاثُ مِنْ طَرَائِقِ جَمْعِ الْمَالِ وَسَعَةِ الرِّزْقِ فِي الدُّنْيَا، فَهُوَ يَقُولُ - مَا مَعْنَاهُ -: يَا أَيُّهَا الَّذِينَ آمَنُوا بَادِرُوا إِلَى الْإِنْفَاقِ فِي سَبِيلِ اللهِ مِمَّا تَنَالُهُ أَيْدِيكُمْ وَأَنْتُمْ مُتَمَكِّنُونَ مِنْهُ ابْتِغَاءَ مَرْضَاةِ اللهِ قَبْلَ أَنْ يَأْتِيَ </p><p> يَوْمُ الْجَزَاءِ الَّذِي لَا تَجِدُونَ فِيهِ مَا تَتَقَرَّبُونَ بِهِ إِلَيْهِ مِمَّا يُكْسَبُ بِبَيْعٍ وَتِجَارَةٍ، وَلَا مِمَّا يُنَالُ بِخُلَّةٍ أَوْ شَفَاعَةٍ، فَإِنَّهُ هُوَ الْيَوْمُ الَّذِي يَظْهَرُ فِيهِ فَقْرُ الْعِبَادِ وَكَوْنُ الْمُلْكِ لِلَّهِ الْوَاحِدِ الْقَهَّارِ. </p><p> وَأَمَّا الطَّرِيقُ الثَّانِي: فَقَدْ فَسَّرُوا فِيهِ الْبَيْعَ بِالِافْتِدَاءِ وَجَعَلُوا فِيهِ الْخُلَّةَ وَالشَّفَاعَةَ عَلَى </p><p> ظَاهِرِهِمَا، أَيْ أَنْفِقُوا فَإِنَّ الْإِنْفَاقَ فِي سَبِيلِ الْخَيْرِ وَالْبِرِّ - وَهِيَ سَبِيلُ اللهِ - هُوَ الَّذِي يُنْجِيكُمْ فِي ذَلِكَ الْيَوْمِ الَّذِي لَا يُنْجِي الْأَشِحَّةَ الْبَاخِلِينَ فِيهِ مِنْ عَذَابِ اللهِ - تَعَالَى - فِدَاءٌ فَيَفْتَدُوا مِنْهُ أَنْفُسَهُمْ، وَلَا خُلَّةٌ يَحْمِلُ فِيهَا خَلِيلٌ شَيْئًا مِنْ أَوْزَارِ خَلِيلِهِ، أَوْ يَهَبُهُ شَيْئًا مِنْ حَسَنَاتِهِ، وَلَا شَفَاعَةٌ يُؤْثِرُ بِهَا الشَّفِيعُ فِي إِرَادَةِ اللهِ - تَعَالَى -، فَيُحَوِّلُهَا عَنْ مُجَازَاةِ الْكَافِرِ بِالنِّعْمَةِ الْبَاخِلِ بِالصَّدَقَةِ الْمُسْتَحِقِّ لِلْمَقْتِ وَالْعُقُوبَةِ بِتَدْنِيسِ نَفْسِهِ وَتَدْسِيَتِهَا فِي الدُّنْيَا، وَهَذَا هُوَ الْوَجْهُ الَّذِي اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ، فَالْآيَةُ بِمَعْنَى قَوْلِهِ - تَعَالَى - فِي هَذِهِ السُّورَةِ: وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ [٢: ٤٨] فَقَوْلُهُ: لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا بِمَعْنَى نَفْيِ الْخُلَّةِ هُنَا، وَالْعَدْلُ: هُوَ الْفِدَاءُ بِالْعِوَضِ، وَهُوَ بِمَعْنَى الْبَيْعِ الْمَنْفِيِّ هُنَا، وَمِثْلُهَا آيَةُ (١٢٣) ، وَالْخِطَابُ فِي تَيْنَكَ الْآيَتَيْنِ لِبَنِي إِسْرَائِيلَ الَّذِينَ كَانُوا فِي عَصْرِ التَّنْزِيلِ يَقِيسُونَ أُمُورَ الدُّنْيَا عَلَى أُمُورِ الْآخِرَةِ كَمَا هُوَ شَأْنُ الْوَثَنِيِّينَ، فَيَظُنُّونَ أَنَّ الْإِنْسَانَ يُمْكِنُ أَنْ يَنْجُوَ فِي الْآخِرَةِ بِفِدَاءٍ يَفْتَدِي بِهِ أَوْ شَفَاعَةٍ تَنَالُهُ مِنْ سَلَفِهِ النَّبِيِّينَ وَالرَّبَّانِيِّينَ، كَدَأْبِ الْأُمَرَاءِ، وَالسَّلَاطِينِ، وَإِنْ كَانَ فِي هَذِهِ الْحَيَاةِ فَاسِقًا ظَالِمًا فَاسِدَ الْأَخْلَاقِ مَنَّاعًا لِلْخَيْرِ مُعْتَدِيًا أَثِيمًا. وَقُصَارَى هَذَا الِاعْتِقَادِ أَنَّ سَعَادَةَ الْآخِرَةِ هِيَ كَالْمَعْرُوفِ لِلْعَامَّةِ مِنْ سَعَادَةِ الدُّنْيَا لَيْسَتْ جَزَاءً لِلْأَعْمَالِ الصَّالِحَةِ وَالْأَخْلَاقِ الْفَاضِلَةِ وَالْعَقَائِدِ الصَّحِيحَةِ، أَيْ لَيْسَتْ أَثَرًا لِشَيْءٍ فِي نَفْسِ الْإِنْسَانِ، إِنَّمَا الْغَالِبُ فِيهَا أَنْ تَكُونَ بِإِسْعَادِ غَيْرِهِ لَهُ، وَخَيْرُ ضُرُوبِ هَذَا الْإِسْعَادِ وَأَعْلَاهَا مَا يَكُونُ بِالشَّفَاعَةِ عِنْدَ الْأُمَرَاءِ وَالسَّلَاطِينِ الَّذِينَ يَجْعَلُونَ الْمَرْءَ مِنْ أَعْظَمِ أَرْبَابِ الْمَالِ وَالْجَاهِ بِكَلِمَةٍ يَحْمِلُهُمْ عَلَيْهَا الشَّافِعُ، فَمَنْ كَانَ يَطْلُبُ فِي الْآخِرَةِ مُنْتَهَى السَّعَادَةِ فَعَلَيْهِ أَنْ يَعْتَمِدَ عَلَى أَحَدِ الْمُقَرَّبِينَ عِنْدَ اللهِ لِيَشْفَعَ لَهُ هُنَاكَ وَلَا يُكَلِّفَنَّ نَفْسَهُ عَنَاءَ التَّهْذِيبِ وَأَعْمَالِ الْبِرِّ، وَقَدْ بَيَّنَ اللهُ - تَعَالَى - لِبَنِي إِسْرَائِيلَ خَطَأَهُمْ فِي هَذَا الِاعْتِقَادِ بِمَا فِيهِ عِبْرَةٌ لِهَذِهِ الْأُمَّةِ، ثُمَّ خَاطَبَ الْمُؤْمِنِينَ بِذَلِكَ وَأَنْذَرَهُمْ مَا أَنْذَرَ بِهِ بَنِي إِسْرَائِيلَ، وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ يُحَرِّفُونَ الْكَلَامَ عَنْ مَوَاضِعِهِ، كَمَا فَعَلَ بَعْضُ الْمُفَسِّرِينَ الَّذِينَ زَعَمُوا أَنَّ قَوْلَهُ - تَعَالَى -: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ يَدُلُّ عَلَى أَنَّ الْكَافِرِينَ بِأَصْلِ الدِّينِ هُمُ الَّذِينَ لَا يَنْفَعُهُمْ يَوْمَ الْقِيَامَةِ بَيْعٌ وَلَا خَلَّةٌ وَلَا شَفَاعَةٌ ; أَيْ هَذَا النَّفْيُ الْعَامُّ الْمُسْتَغْرِقُ لِمَنْفَعَةِ الْفِدَاءِ، وَالْخُلَّةُ </p><p> وَالشَّفَاعَةُ خَاصٌّ بِمَنْ لَا يُسَمِّي نَفْسَهُ مُسْلِمًا، وَأَمَّا مَنْ قَبِلَ هَذَا الِاسْمَ فَإِنَّ الْآيَةَ لَا تَتَنَاوَلُهُمْ، وَإِنْ كَانَ الْخِطَابُ فِيهَا لِلَّذِينِ آمَنُوا، وَسَتَعْلَمُ أَنَّ لَفْظَ الْكَافِرِينَ لَا يُرَادُ بِهِ هُنَا مُنْكِرُو الْأُلُوهِيَّةِ وَالنُّبُوَّةِ أَوْ رَافِضُو لَقَبِ الْإِسْلَامِ ; لِأَنَّ هَذَا اصْطِلَاحٌ لَمْ يَلْتَزِمْهُ الْقُرْآنُ. </p><p> سَبَقَ الْقَوْلُ فِي الشَّفَاعَةِ وَالْجَزَاءِ وَالْفِدَاءِ فِي تَفْسِيرِ آيَةِ وَاتَّقُوا يَوْمًا [٢: ٤٨] الَّتِي اسْتَشْهَدْنَا بِهَا آنِفًا فَلَا نُعِيدُهُ، وَلَكِنْ بَدَا لِي أَنْ أَكْتُبَ جُمْلَةً وَجِيزَةً فِي مَسْأَلَةِ قِيَاسِ عَالَمِ الْغَيْبِ عَلَى عَالَمِ الشَّهَادَةِ فِي الْتِمَاسِ السَّعَادَةِ بِالْإِسْعَادِ وَالشَّفَاعَةِ، فَأَقُولُ: تَقَدَّمَ أَنَّ الْقِيَاسَ بَاطِلٌ عَلَى تَقْدِيرِ صِدْقِ ظَنِّهِمْ فِي سَعَادَةِ الدُّنْيَا ; لِأَنَّ الشَّفَاعَةَ الْمَعْرُوفَةَ عِنْدَ الْمُلُوكِ وَالْحُكَّامِ - وَهِيَ أَكْبَرُ الشَّهَادَاتِ فِي هَذَا الْمَقَامِ - مِمَّا يَسْتَحِيلُ عَلَى اللهِ - عَزَّ وَجَلَّ - ; لِأَنَّ الشَّفِيعَ هُنَا يُحْدِثُ فِي ذِهْنِ الْمَشْفُوعِ عِنْدَهُ مِنَ الرَّأْيِ وَالْعِلْمِ بِالْمَصْلَحَةِ وَفِي قَلْبِهِ مِنَ الْمَيْلِ وَالْأَثَرِ مَا لَمْ يَكُنْ فِيهِمَا، فَيَعْفُو وَيَصْفَحُ أَوْ يَهَبُ وَيَمْنَحُ، إِمَّا بِهَذِهِ الْعَاطِفَةِ وَإِمَّا بِتِلْكَ الْمَعْرِفَةِ ; لِأَنَّ عَمَلَ الْإِنْسَانِ فِي الدُّنْيَا يَصْدُرُ عَنْ أَحَدِ هَذَيْنِ الْمَصْدَرَيْنِ فِي النَّفْسِ أَوْ عَنْ كِلَيْهِمَا، وَأَمَّا أَفْعَالُ اللهِ - تَعَالَى - فَهِيَ تَابِعَةٌ لِعِلْمِهِ وَحِكْمَتِهِ وَسَائِرِ صِفَاتِهِ الْقَدِيمَةِ الَّتِي يَسْتَحِيلُ أَنْ يَطْرَأَ عَلَيْهَا تَغْيِيرٌ مَا، وَهَذِهِ هِيَ الشَّفَاعَةُ الَّتِي يَتَعَلَّقُ بِهَا السُّفَهَاءُ الْمَغْرُورُونَ وَقَدْ نَفَاهَا اللهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ وَغَيْرِهَا مِنَ الْآيَاتِ، وَبَيَّنَ فِيهَا وَفِي آيَاتٍ أُخْرَى كَثِيرَةٍ جِدًّا أَنَّ سَعَادَةَ الْآخِرَةِ إِنَّمَا تُنَالُ بِالْأَعْمَالِ الصَّالِحَةِ مَعَ الْإِيمَانِ الصَّحِيحِ الْمُؤَثِّرِ فِي الْوِجْدَانِ، الْمُصَرِّفِ لِلْإِرَادَةِ فِي الْأَعْمَالِ. </p><p> وَإِنَّمَا الَّذِي أُرِيدَ: أَنَّ قَوْلَهُ هُنَا: هُوَ أَنَّ السَّعَادَةَ الدُّنْيَوِيَّةَ الْحَقِيقِيَّةَ الَّتِي يَعْرِفُهَا الشَّرْعُ وَيُؤَيِّدُهُ الِاخْتِبَارُ وَالْعَقْلُ، هِيَ فِي الْأَنْفُسِ لَا فِي الْآفَاقِ ; أَعْنِي أَنَّهَا لَا تُنَالُ بِإِسْعَادِ الْأَخِلَّاءِ، وَلَا بِشَفَاعَةِ الشُّفَعَاءِ، إِنَّمَا الْعُمْدَةُ فِيهَا عَلَى اعْتِدَالِ النَّفْسِ فِي أَخْلَاقِهَا وَأَعْمَالِهَا، وَصِحَّةِ عَقَائِدِهَا وَمَعَارِفِهَا، وَيَتْبَعُ هَذَا فِي الْغَالِبِ صِحَّةُ الْجِسْمِ، وَسُهُولَةُ طُرُقِ الرِّزْقِ، وَالسَّلَامَةُ مِنَ الْخُرَافَاتِ وَالْأَوْهَامِ الَّتِي تَفْتِكُ بِالْعُقُولِ وَالْأَجْسَامِ، وَيَظْهَرُ صِدْقُ هَذَا الْقَوْلِ ظُهُورًا بَيِّنًا تَقِلُّ فِيهِ الشُّبَهَاتُ فِي الْبِلَادِ الَّتِي تُسَاسُ بِالْعَدْلِ وَيَكُونُ الْحُكَّامُ فِيهَا مُقَيَّدِينَ بِأَحْكَامِ الشَّرِيعَةِ الَّتِي تُكَلِّفُهَا الْأُمَّةُ، وَإِنَّمَا تُعْرَضُ الشُّبَهَاتُ عَلَى صِدْقِهِ فِي الْبِلَادِ الَّتِي يَحْكُمُ فِيهَا السَّلَاطِينُ بِإِرَادَتِهِمْ وَأَهْوَائِهِمْ </p><p> فَيُعْطُونَ مِنْ مَالِ الْأُمَّةِ مَا أَرَادُوا لِمَنْ أَرَادُوا، وَيَسْلُبُونَ مِنْ أَمْوَالِ الرَّعِيَّةِ مَا أَحَبُّوا فَيُنْفِقُونَهُ عَلَى مَنْ أَحَبُّوا، وَيُحَكِّمُونَ مَنْ شَايَعَهُمْ - عَلَى ظُلْمِهِمْ - فِي أَنْفُسِ الْخَاضِعِينَ لِحُكْمِهِمْ، وَلَا يُشَايِعُهُمْ إِلَّا مَنْ كَانَ فَاسِدَ الْأَخْلَاقِ سَيِّئَ الْأَعْمَالِ يُؤْثِرُ هَوَاهُمْ عَلَى رِضْوَانِ اللهِ - إِنْ كَانَ يَكْفُرُ فِي رِضْوَانِ اللهِ أَوْ يُؤْمِنُ بِهِ - وَعَلَى مَصْلَحَةِ الْأُمَّةِ، فَمَا يَتَمَتَّعُ بِهِ أَعْوَانُ الظَّالِمِينَ مِنَ الْمَالِ وَالْجَاهِ بِالْبَاطِلِ وَمَا يَنَالُهُ أَشْيَاعُهُمْ مِنْ مَنَافِعِ شَفَاعَتِهِمْ كُلُّ ذَلِكَ فِي حُكْمِ اللهِ وَشَرْعِهِ مِنَ الشَّقَاءِ لَا مِنَ السَّعَادَةِ، أَفَعَلَى حُكْمِ هَؤُلَاءِ الظَّالِمِينَ نَقِيسُ حُكْمَ رَبِّ الْعِزَّةِ فِي يَوْمِ الدِّينِ، أَيْنَ نَحْنُ إِذًا مِنْ قَوْلِهِ وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ [٢١: ٤٧] إِذَا خَفِيَ شَقَاءُ هَؤُلَاءِ الْمُلُوكِ وَأَشْيَاعِهِمْ عَلَى الْجَاهِلِ فِي طَوْرِ الْإِمْلَاءِ وَالِاسْتِدْرَاجِ، فَإِنَّهُ لَا يَخْفَى عَلَى أَهْلِ الْعِلْمِ بِسُنَنِ اللهِ فِي الْخَلْقِ وَيَعْرِفُ ذَلِكَ كُلُّ أَحَدٍ يَوْمَ يَأْخُذُهُمُ اللهُ بِظُلْمِهِمْ، وَيُسَلِّطُ عَلَيْهِمْ مَنْ يَسْلُبُ مُلْكَهُمْ، وَتَشْقَى </p><p> بِهِمُ الْأُمَّةُ الَّتِي رَضِيَتْ بِأَحْكَامِهِمْ. فَهَلْ يُشَبَّهُ اللهُ - تَعَالَى - بِهَؤُلَاءِ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يَصْلُحُونَ! سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ [٣٧: ١٨٠ </p><p> أَقُولُ: لا يَبْعُدُ أَنْ يَكُونَ فِي قَوْلِهِ - تَعَالَى - بَعْدَ نَفْيِ الْخُلَّةِ وَالشَّفَاعَةِ: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ تَعْرِيضٌ بِهَؤُلَاءِ الْمُلُوكِ الَّذِينَ يَمْنَحُونَ بِالشَّفَاعَةِ غَيْرَ الْمُسْتَحِقِّ وَيَمْنَعُونَ الْمُسْتَحِقَّ وَيُعَاقِبُونَ بِهَا الْبَرِيءَ وَيَعْفُونَ عَنِ الْمُجْرِمِ، وَالْمُرَادُ بِالْكَافِرِينَ بِالنِّعَمِ بِقَرِينَةِ السِّيَاقِ وَهُمُ الَّذِينَ لَا يُنْفِقُونَ فِي سُبُلِ الْبِرِّ وَالْخَيْرِ، وَقَدْ صَارَ الظُّلْمُ عَلَيْهِمْ كَمَا أَفَادَتِ الْجُمْلَةُ الْمُعَرَّفَةُ الطَّرَفَيْنِ تَشْنِيعًا لِحَالِهِمْ، كَأَنَّ كُلَّ ظُلْمٍ غَيْرَ ظُلْمِهِمْ ضَعِيفٌ لَا يُعْتَدُّ بِهِ ; لِأَنَّهُمْ ظَلَمُوا أَنْفُسَهُمْ وَدَنَّسُوهَا بِرَذِيلَةِ الْبُخْلِ وَمَنْعِ الْحَقِّ، وَظَلَمُوا الْفُقَرَاءَ وَالْمَسَاكِينَ وَغَيْرَهُمْ مِنَ الْأَصْنَافِ الَّذِينَ فُرِضَتْ لَهُمُ الصَّدَقَةُ بِمَنْعِهِمْ مِمَّا فَرَضَ اللهُ لَهُمْ، وَظَلَمُوا الْأُمَّةَ بِإِهْمَالِ مَصَالِحِهَا الْمُعَبَّرِ عَنْهَا بِسَبِيلِ اللهِ، وَإِنَّ أُمَّةً يُؤَدِّي أَغْنِيَاؤُهَا مَا فَرَضَ اللهُ عَلَيْهِمْ لِفُقَرَائِهَا وَلِمَصَالِحِهَا الْعَامَّةِ لَا تَهْلَكُ وَلَا تَخْزَى، وَلَا شَيْءَ أَسْرَعُ فِي إِهْلَاكِ الْأُمَّةِ مِنْ فُشُوِّ الْبُخْلِ وَمَنْعِ الْحَقِّ فِي أَفْرَادِهَا. </p><p> وَأَقُولُ: إِنَّ هَذَا الْكُفْرَ وَالظُّلْمَ مِمَّا يَتَهَاوَنُ فِيهِ الْمُسْلِمُونَ فِي هَذِهِ الْأَزْمِنَةِ وَفِي أَزْمِنَةٍ قَبْلَهَا ; لِظَنِّهِمْ أَنَّ جَمِيعَ مَا فِي الْقُرْآنِ مِنْ وَعِيدِ الْكَافِرِينَ يُرَادُ بِهِ الْكَافِرُونَ </p><p> بِالْمَعْنَى الْخَاصِّ فِي اصْطِلَاحِ الْمُتَكَلِّمِينَ وَالْفُقَهَاءِ وَهُمُ الْجَاحِدُونَ لِلْأُلُوهِيَّةِ أَوْ لِلنُّبُوَّةِ أَوْ لِشَيْءٍ مِمَّا جَاءَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعُلِمَ مِنَ الدِّينِ بِالضَّرُورَةِ إِجْمَاعًا، وَهَذِهِ الْآيَةٌ نَفْسُهَا تُبْطِلُ ظَنَّهُمْ وَفِي مَعْنَاهَا آيَاتٌ كَثِيرَةٌ، ثُمَّ إِنَّهُمْ يَرْوُونَ عَنْ عَطَاءٍ أَنَّهُ قَالَ:  \" الْحَمْدُ لِلَّهِ الَّذِي قَالَ: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ وَلَمْ يَقُلْ وَالظَّالِمُونَ هُمُ الْكَافِرُونَ \" يَعْنِي أَنْ لَا يَكَادُ يَسْلَمُ امْرُؤٌ مِنْ ظُلْمٍ لِنَفْسِهِ وَلِغَيْرِهِ، فَلَوْ كَانَ كُلُّ ظَالِمٍ كَافِرًا لَهَلَكَ النَّاسُ، وَقَدْ فَاتَ صَاحِبَ هَذَا الْقَوْلِ أَنَّ الظُّلْمَ وَالْكُفْرَ فِي الْقُرْآنِ يَتَوَارَدَانِ عَلَى الْمَعْنَى الْوَاحِدِ، فَيُطْلَقَانِ تَارَةً عَلَى مَا يَتَعَلَّقُ بِالِاعْتِقَادِ وَتَارَةً عَلَى مَا يَتَعَلَّقُ بِالْعَمَلِ وَمِنْهُ الْحُكْمُ بَيْنَ النَّاسِ، وَيُقَابِلُ هَذِهِ الْآيَةَ فِي الْجَمْعِ بَيْنَهُمَا فِي الْمَعْنَى قَوْلُهُ - تَعَالَى -: وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللهِ يَجْحَدُونَ [٦: ٣٣] وَمِنِ اسْتِعْمَالِ الظُّلْمِ بِمَعْنَى الِاعْتِقَادِ الْبَاطِلِ قَوْلُهُ - تَعَالَى -: إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ [٣١: ١٣] وَقَوْلُهُ - تَعَالَى -: الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ [٦: ٨٢] فُسِّرَ الظُّلْمُ هُنَا فِي الْحَدِيثِ الْمَرْفُوعِ الْمُتَّفَقِ عَلَيْهِ بِالشِّرْكِ وَتَلَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْآيَةَ السَّابِقَةَ شَاهِدًا، وَمِنِ اسْتِعْمَالِ الْكُفْرِ بِمَعْنَى كُفْرِ النِّعَمِ بِعَمَلِ السُّوءِ قَوْلُهُ - تَعَالَى -: وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لِشَدِيدٌ [١٤: ٧] بَلِ اسْتُعْمِلَ الْكُفْرُ فِي الْقُرْآنِ بِمَعْنًى لُغَوِيٍّ غَيْرِ مَذْمُومٍ وَذَلِكَ قَوْلُهُ - تَعَالَى -: كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ [٥٧: ٢٠] الْكُفَّارُ هُنَا بِمَعْنَى الزُّرَّاعِ، سُمُّوا بِذَلِكَ لِأَنَّهُمْ يَكْفُرُونَ الْحَبَّ بِالتُّرَابِ، أَيْ يُغَطُّونَهُ وَيَسْتُرُونَهُ. </p><p> وَالسِّتْرُ وَالتَّغْطِيَةُ هُوَ الْمَعْنَى الْعَامُّ لِهَذِهِ الْمَادَّةِ، وَلَمْ يُسْتَعْمَلِ الظُّلْمُ فِي مَعْنًى مَحْمُودٍ قَطُّ، فَالظُّلْمُ فِي جُمْلَةِ مَعَانِيهِ شَرٌّ مِنَ الْكُفْرِ فِي جُمْلَةِ مَعَانِيهِ. </p><p> ثُمَّ إِنَّ اللهَ - تَعَالَى - تَوَعَّدَ عَلَى الظُّلْمِ بِالْهَلَاكِ وَالْعَذَابِ كَمَا تَوَعَّدَ عَلَى الْكُفْرِ سَوَاءٌ كَانَا بِالْمَعْنَى الْأَوَّلِ أَوِ الثَّانِي. قَالَ تَعَالَى: أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ [١٤: ٢٨ - ٣٠] الْوَعِيدُ الْأَوَّلُ عَلَى كُفْرِ النِّعْمَةِ بِعَمَلِ السَّيِّئَاتِ وَتَرْكِ الْأَعْمَالِ النَّافِعَةِ الصَّالِحَةِ، وَالْوَعِيدُ الثَّانِي عَلَى الشِّرْكِ وَكِلَاهُمَا مِنْ وَعِيدِ الْآخِرَةِ. وَقَالَ تَعَالَى: وَضَرَبَ اللهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللهِ فَأَذَاقَهَا اللهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ </p><p> وَهُمْ ظَالِمُونَ فَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَةَ اللهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ [١٦:١١٢ - ١١٤] فَالْوَعِيدُ الْأَوَّلُ دُنْيَوِيٌّ وَهُوَ عَلَى كُفْرِ النِّعْمَةِ، وَالثَّانِي مِثْلُهُ وَهُوَ عَلَى الظُّلْمِ فِي الِاعْتِقَادِ. وَالْآيَةُ الثَّالِثَةُ صَرِيحَةٌ فِي أَنَّ الْإِيمَانَ الصَّحِيحَ وَالتَّوْحِيدَ الْخَالِصَ يَقْتَضِي شُكْرَ النِّعَمِ وَحُسْنَ الْعَمَلِ. وَمِنَ الْوَعِيدِ عَلَى الظُّلْمِ بِعَذَابِ الْآخِرَةِ قَوْلُهُ - تَعَالَى -: ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا [١٩: ٧٢] أَيْ فِي النَّارِ. وَقَوْلُهُ: أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ [٤٢: ٤٥] وَأَمَّا وَعِيدُ الظَّالِمِينَ بِعَذَابِ الدُّنْيَا كَهَلَاكِ الْأُمَّةِ فَكَثِيرٌ كَقَوْلِهِ - تَعَالَى -: وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ [١١: ١٠٢] إِذَا تَدَبَّرْتَ هَذِهِ الْآيَاتِ وَأَمْثَالَهَا عَلِمْتَ أَنَّ مَا نُقِلَ عَنْ عَطَاءٍ لَا وَجْهَ لَهُ، وَأَنَّ الظَّالِمِينَ وَالْكَافِرِينَ فِي كِتَابِهِ - تَعَالَى - وَفِي حُكْمِهِ سَوَاءٌ ; وَأَنَّ الْكُفْرَ وَالظُّلْمَ فِي الْعَمَلِ أَثَرُ الْكُفْرِ وَالظُّلْمِ فِي الِاعْتِقَادِ إِلَّا مَا لَا يَسْلَمُ مِنْهُ الْبَشَرُ مِنَ اللَّمَمِ، فَقَدْ يُلِمُّ بِالْمُؤْمِنِ الذَّنْبُ بِجَهَالَةٍ أَوْ نِسْيَانٍ أَوْ غَلَبَةِ انْفِعَالٍ ثُمَّ يَعُودُ مِنْ قَرِيبٍ وَلَا يُصِرُّ عَلَى الذَّنْبِ وَهُوَ يَعْلَمُ، وَإِنَّ مَا نَحْنُ بِصَدَدِهِ مِنَ الْإِنْفَاقِ فِي سَبِيلِ اللهِ لَيْسَ مِنَ اللَّمَمِ، فَالْمَنْعُ لَهُ لَا يَتَّفِقُ مَعَ الْإِيمَانِ الصَّحِيحِ وَالدِّينِ الْخَالِصِ مِنَ الشَّوَائِبِ، وَيُعْجِبُنِي مَا قَالَهُ الْبَيْضَاوِيُّ فِي تَفْسِيرِ هَذِهِ الْجُمْلَةِ قَالَ:  \" يُرِيدُ: وَالتَّارِكُونَ لِلزَّكَاةِ هُمُ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ إِذْ وَضَعُوا الْمَالَ فِي غَيْرِ مَوْضِعِهِ، وَصَرَفُوهُ عَلَى غَيْرِ وَجْهِهِ. فَوُضِعَ \" الْكَافِرُونَ \" مَوْضِعَهُ تَغْلِيظًا وَتَهْدِيدًا كَقَوْلِهِ: وَمَنْ كَفَرَ[٣: ٩٧]مَكَانَ: وَمَنْ لَمْ يَحُجَّ، وَإِيذَانًا بِأَنَّ تَرْكَ الزَّكَاةِ مِنْ صِفَاتِ الْكُفَّارِ،كَقَوْلِهِ:وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ[٤١: ٦، ٧]اهـ \" . وَقَدْ صَدَقَ فِي قَوْلِهِ: إِنَّ مَنْعَ الزَّكَاةِ مِنْ صِفَاتِ الْكُفَّارِ، أَيْ لَا يُصِرُّ عَلَيْهَا فَتَكُونُ صِفَةً لَهُ. قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مَعْنَاهُ: لَوْ فَتَّشْتُمْ عَنْ خَفَايَا النَّفْسِ لَوَجَدْتُمْ أَنَّ الْعِلَّةَ الصَّحِيحَةَ فِي مَنْعِ الزَّكَاةِ وَنَحْوِهَا مِنَ النَّفَقَاتِ الْوَاجِبَةِ هِيَ أَنَّ حُبَّ الْمَالِ أَعْلَى فِي قَلْبِ الْمَانِعِ مِنْ حُبِّ اللهِ - تَعَالَى -، وَشَأْنُ الْمَالِ أَعْظَمُ فِي نَفْسِهِ مِنْ حُقُوقِ اللهِ - عَزَّ وَجَلَّ - ; لِأَنَّ النَّفْسَ تُذْعِنُ دَائِمًا لِمَا هُوَ أَرْجَحُ فِي شُعُورِهَا نَفْعًا، وَأَعْظَمُ فِي وِجْدَانِهَا وَقْعًا، مَهْمَا تَعَارَضَتْ وُجُوهُ الْمَنَافِعِ، وَلَوْ وَزَنْتُمْ جَمِيعَ </p><p> أَنْوَاعِ الظُّلْمِ الَّذِي يَصْدُرُ مِنَ الْإِنْسَانِ لَوَجَدْتُمْ أَرْجَحَهَا ظُلْمَ الْبَاخِلِ بِفَضْلِ مَا لَهُ عَلَى مَلْهُوفٍ يُغِيثُهُ وَمُضْطَرٍّ يَكْشِفُ ضَرُورَتَهُ، أَوْ عَلَى الْمَصَالِحِ الْعَامَّةِ الَّتِي </p><p> تَقِي أُمَّتَهُ مُصَارِعَ الْهَلَكَاتِ أَوْ تَرْفَعُهَا عَلَى غَيْرِهَا دَرَجَاتٍ، أَوْ تَسُدُّ الْخُرُوقَ الَّتِي حَدَثَتْ فِي بِنَاءِ الدِّينِ، أَوْ تُزِيلُ السُّدُودَ وَالْعَقَبَاتِ مِنْ طَرِيقِ الْمُسْلِمِينَ، فَإِنَّ هَذَا النَّوْعَ مِنَ الظُّلْمِ هُوَ الَّذِي لَا يُعْذَرُ صَاحِبُهُ بِوَجْهٍ مِنْ وُجُوهِ الْعُذْرِ الَّتِي يَتَعَلَّلُ بِهَا سِوَاهُ مِنْ ظَالِمِي أَنْفُسِهِمْ، أَوِ الَّتِي قَدْ تَكُونُ أَعْذَارًا طَبِيعِيَّةً فِيمَنْ لَمْ يُؤْخَذْ بِأَدَبِ الدِّينِ، كَسَوْرَةِ الْغَضَبِ وَثَوْرَةِ الشَّهْوَةِ الْعَارِضَةِ. </p><p> (قَالَ) : تَرَى كَثِيرًا مِنْ أَغْنِيَاءِ الْمُسْلِمِينَ عَارِفِينَ بِمَا عَلَيْهِ أُمَّتُهُمْ مِنَ الْجَهْلِ بِأُمُورِ الدِّينِ وَمَصَالِحِ الدُّنْيَا وَفَسَادِ الْأَخْلَاقِ وَتَقَطُّعِ الرَّوَابِطِ وَتَرَاخِي الْأَوَاخِي وَمَا نَشَأَ عَنْ ذَلِكَ مِنْ هَضْمِ حُقُوقِهَا وَانْتِزَاعِ مَنَافِعِهَا مِنْ أَيْدِي أَبْنَائِهَا، وَيَعْلَمُونَ أَنَّ إِصْلَاحَهُمْ يَتَوَقَّفُ عَلَى بَذْلِ شَيْءٍ مِنْ أَمْوَالِهِمْ يُنْفَقُ عَلَى التَّرْبِيَةِ وَالتَّعْلِيمِ وَنَحْوِهِمَا مِنَ الْمَنَافِعِ الْعَامَّةِ، ثُمَّ هُمْ يُدْعَوْنَ إِلَى بَذْلِ قَلِيلٍ مِنْ كَثِيرِ مَا خَزَنُوهُ فِي صَنَادِيقِ الْحَدِيدِ وَمَا يُنْفِقُونَهُ فِي شَهَوَاتِهِمْ وَلَذَّاتِهِمْ وَتَأْيِيدِ أَهْوَائِهِمْ وَحُظُوظِهِمْ فَيَبْخَلُونَ بِذَلِكَ وَيَرَوْنَهُ مَغْرَمًا ثَقِيلًا، وَلَا يَحْلِفُونَ بِوَعْدِ اللهِ لِلْمُنْفِقِينَ فِي سَبِيلِهِ وَلَا وَعِيدِهِ لِلْبَاخِلِينَ بِفَضْلِهِ، وَأَمْثَالُ هَؤُلَاءِ لَا يَسْتَحِقُّونَ أَنْ يَكُونُوا مِنَ الْمُسْلِمِينَ ; لِأَنَّهُ لَا يُوجَدُ فِي نَفْسِ الْوَاحِدِ مِنْهُمْ عِرْقٌ يَنْبِضُ فِي التَّأَلُّمِ لِمَصَائِبِ الْإِسْلَامِ وَأَهْلِهِ، فَمَنْ كَانَ يَرَى أَنَّ مَالَهُ أَفْضَلُ مِنْ دِينِهِ فِي الْوِجْدَانِ وَالْعَمَلِ، وَهَوَاهُ أَرْجَحُ مِنْ رِضْوَانِ اللهِ فَهُوَ كَافِرٌ حَقِيقَةً وَإِنْ سَمَّى نَفْسَهُ مُؤْمِنًا فَمَا إِيمَانُهُ إِلَّا كَإِيمَانِ مَنْ نَزَلَ فِيهِمْ وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ [٢: ٨] فَهُنَاكَ يُحْكَى عَنْهُمْ دَعْوَى الْإِيمَانِ وَيُحْكَمُ عَلَيْهِمْ بِعَدَمِهِ ; لِأَنَّ عَمَلَهُمْ لَا يَشْهَدُ لِإِيمَانِهِمْ وَهَاهُنَا يُعَبَّرُ عَنْهُمْ بِالْكَافِرِينَ، وَمِنَ الْمُسْتَبْعَدِ أَنْ يُطْلِقَ اللهُ - تَعَالَى - هَذَيْنِ الْوَصْفَيْنِ عَلَى مَنْ كَانَ لِلْإِيمَانِ فِي قَلْبِهِ بَقِيَّةٌ تَبْعَثُهُ عَلَى الْإِنْفَاقِ فِي سَبِيلِهِ إِيثَارًا لِرِضْوَانِهِ وَخَشْيَتِهِ عَلَى الشَّهَوَاتِ وَالْحُظُوظِ الْبَاطِلَةِ وَتَرْجِيحًا عَلَى حُبِّ الْمَالِ. وَأَزِيدُ عَلَى هَذِهِ الْمَعَانِي الْمُتَعَلِّقَةِ بِجَوْهَرِ الدِّينِ وَمَا بِهِ النَّجَاةُ فِي الْآخِرَةِ التَّنْبِيهُ إِلَى الْعِبْرَةِ بِشَقَاءِ الدُّنْيَا الَّذِي يَتَرَتَّبُ عَلَى تَرْكِ الْإِنْفَاقِ. وَأَقُولُ: مَاذَا يَبْلُغُ وَزْنُ إِيمَانِ هَؤُلَاءِ إِذَا وُضِعَ فِي مِيزَانِ الْقُرْآنِ وَقُوبِلَ بِمِثْلِ قَوْلِهِ فِي خِطَابِ الْمُؤْمِنِينَ بَعْدَ الِامْتِنَانِ عَلَيْهِمْ بِأَنَّهُ لَمْ يَسْأَلْهُمْ إِنْفَاقَ جَمِيعِ أَمْوَالِهِمْ مُنْذِرًا إِيَّاهُمْ بِأَنَّ الْبُخْلَ قَاضٍ بِإِهْلَاكِهِمْ وَاسْتِبْدَالِ قَوْمٍ آخَرِينَ بِهِمْ هَاأَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي </p><p> سَبِيلِ اللهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلُ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ [٤٧: ٣٨ </p>"
}