{
  "id": null,
  "sura": 2,
  "aya": 229,
  "text": "<p> فَكُلَّمَا هَمَّتْ عِدَّتُكِ أَنْ تَنْقَضِيَ رَاجَعْتُكُ، فَذَهَبَتِ الْمَرْأَةُ فَأَخْبَرَتِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَسَكَتَ حَتَّى نَزَلَ الْقُرْآنُ (الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ) . </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ (رَحِمَهُ اللهُ تَعَالَى) مَا مِثَالُهُ بِإِيضَاحٍ: قَدْ ذَكَرَ فِي الْآيَةِ السَّابِقَةِ الطَّلَاقَ عَلَى الطَّلَاقِ وَذَكَرَ الْعِدَّةَ، وَالطَّلَاقُ هُنَا هُوَ الطَّلَاقُ هُنَاكَ. وَهُوَ عِبَارَةٌ عَنْ مُفَارَقَةِ الْمَرْأَةِ الْمَدْخُولِ بِهَا، بِحَلِّ الرَّجُلِ عُقْدَةَ الزَّوْجِيَّةِ الَّتِي تَرْبُطُهُمَا مَعًا، وَاللَّفْظُ دَلَّ عَلَى هَذَا الْمَعْنَى; فَهَذَا بَيَانٌ لِأَصْلِ الشَّرْعِ فِي الطَّلَاقِ جَاءَ عَلَى صِيغَةِ الْخَبَرِ لِتَقْرِيرِهِ وَتَوْكِيدِهِ كَقَوْلِهِ:  (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ) أَيْ: إِنَّ حَدَّ اللهِ الَّذِي حَدَّهُ لِلطَّلَاقِ وَلَمْ يُخْرِجْ بِهِ الْعِصْمَةَ مِنْ أَيْدِي الرِّجَالِ هُوَ مَرَّتَانِ; أَيْ: طَلْقَتَانِ، وَعَبَّرَ بِالْمَرَّتَيْنِ لِيُفِيدَ أَنَّ الطَّلْقَتَيْنِ تَكُونُ كُلٌّ مِنْهُمَا مَرَّةً تَحِلُّ بِهَا الْعِصْمَةُ ثُمَّ تُبْرَمُ، لَا أَنَّهُمَا يَكُونَانِ بِلَفْظٍ وَاحِدٍ، وَلِهَذَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ جَعَلَ كَلِمَةَ (طَلَّقْتُ ثَلَاثًا) بِمَثَابَةِ قَرَأْتُ الْفَاتِحَةَ ثَلَاثًا، فَإِنْ كَانَ صَادِقًا فَالطَّلَاقُ صَحِيحٌ وَإِلَّا فَهُوَ لَغْوٌ مِنَ الْقَوْلِ، وَقَوْلُ: إِنَّ إِنْشَاءَ الطَّلَاقِ ثَلَاثًا بِالْقَوْلِ لَيْسَ فِي قُدْرَةِ الرَّجُلِ إِيقَاعُهُ مَرَّةً وَاحِدَةً; ذَلِكَ أَنَّ الْأُمُورَ الْعَمَلِيَّةَ لَا تَتَكَرَّرُ بِتَكَرُّرِ الْقَوْلِ الْمُعَبِّرِ عَنْهَا، بَلْ وَلَا الْقَوْلِيَّةَ أَيْضًا. فَمَنْ فَسَخَ الْعَقْدَ مَرَّةً وَعَبَّرَ عَنْهَا بِقَوْلِهِ ثَلَاثًا فَهُوَ كَاذِبٌ وَلَوْ صَحَّ ذَلِكَ لَصَحَّ أَنْ يُقَالَ: الْوَاحِدُ ثَلَاثَةٌ وَالثَّلَاثَةُ وَاحِدٌ. وَمَنْ سَفِهَ نَفْسَهُ وَجَاءَ بِهَذَا فَقَدْ خَرَجَ عَنِ السُّنَّةِ وَاسْتَحَقَّ التَّأْدِيبَ. فَقَدْ رَوَى النَّسَائِيُّ مِنْ حَدِيثِ مَحْمُودِ بْنِ لَبِيدٍ قَالَ: أَخْبَرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ رَجُلٍ طَلَّقَ امْرَأَتَهُ ثَلَاثَ تَطْلِيقَاتٍ جَمِيعًا فَقَامَ غَضْبَانَ ثُمَّ قَالَ:  ((أَيُلْعَبُ بِكِتَابِ اللهِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟) ) حَتَّى قَالَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللهِ أَلَا أَقْتُلُهُ! قَالَ ابْنُ كَثِيرٍ: إِسْنَادُهُ جَيِّدٌ، وَقَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي بُلُوغِ الْمَرَامِ: رُوَاتُهُ مُوَثَّقُونَ. وَقَدْ صَرَّحَ جَمَاهِيرُ الْعُلَمَاءِ وَمِنْهُمُ الْحَنَفِيَّةُ بِأَنَّ الطَّلَاقَ الشَّرْعِيَّ هُوَ مَا كَانَ مَرَّةً بَعْدَ مَرَّةٍ، وَأَنَّ جَمْعَ الثِّنْتَيْنِ أَوِ الثَّلَاثِ بِدْعَةٌ، وَأَنَّهُ حَرَامٌ. </p><p> قَالَ أَبُو زَيْدٍ الدَّبُوسِيُّ فِي الْأَسْرَارِ: وَهَذَا قَوْلُ عُمَرَ وَعُثْمَانَ وَعَلِيٍّ وَعَبْدِ اللهِ بْنِ مَسْعُودٍ وَعَبْدِ اللهِ بْنِ عَبَّاسٍ وَعَبْدِ اللهِ بْنِ عُمَرَ وَعِمْرَانَ بْنِ الْحُصَيْنِ وَأَبِي مُوسَى الْأَشْعَرِيِّ وَأَبِي الدَّرْدَاءِ وَحُذَيْفَةَ، وَهُوَ أَعْلَمُ الصَّحَابَةِ رَضِيَ اللهُ عَنْهُمْ. </p><p> (قَالَ) : هَذَا هُوَ الطَّلَاقُ الْمَشْرُوعُ فِي كِتَابِ اللهِ تَعَالَى وَهُوَ الطَّلَاقُ الرَّجْعِيُّ عَلَى هَذِهِ الصِّفَةِ وَبِهَذَا الْعَدَدِ، وَأَمَّا الطَّلَاقُ الْبَاتُّ الْبَائِنُ فَلَمْ يَرِدْ فِي كِتَابِ اللهِ تَعَالَى. وَالْفُقَهَاءُ وَالْمُحَدِّثُونَ مُتَّفِقُونَ عَلَى أَنَّ حُكْمَ الطَّلَاقِ الْبَائِنِ بِلَفْظِ الثَّلَاثِ أَوْ تَكْرَارِ اللَّفْظِ لَا يُؤْخَذُ </p><p> مِنْ هَذِهِ الْآيَةِ وَلَا مِنْ آيَةٍ أُخْرَى مِنَ الْقُرْآنِ; وَلِذَلِكَ وَقَعَ فِيهِ الْخِلَافُ مِنَ الصَّدْرِ الْأَوَّلِ إِلَى الْآنِ، وَلَمْ يُذْكَرِ الخِلَافُ بَعْدَ الْأَئِمَّةِ الْأَرْبَعَةِ عَنْ أَحَدٍ مِنْ أَتْبَاعِهِمْ إِلَّا عَنْ بَعْضِ الْحَنَابِلَةِ وَجُمْهُورِ الْأُمَّةِ عَلَى أَنَّ مَنْ قَالَ لِامْرَأَتِهِ: أَنْتِ طَالِقٌ ثَلَاثًا تَبِينُ مِنْهُ كَمَا لَوْ طَلَّقَهَا ثَلَاثَ مَرَّاتٍ، فَالطَّلَاقُ </p><p> فِي الْآيَةِ يُرَادُ بِهِ نَوْعٌ مِنْهُ وَهُوَ الرَّجْعِيُّ، وَأَمَّا الْبَائِنُ فَلَمْ يُذْكَرْ، وَقَدْ أَخَذُوهُ مِنْ حَدِيثِ الْمُلَاعَنَةِ، وَالْآخَرُونَ يُجِيبُونَ عَنْهُ بِأَنَّ الْمُلَاعَنَةَ تَقْتَضِي التَّفْرِيقَ فَالطَّلَاقُ بَعْدَهَا لَغْوٌ. </p><p> (أَقُولُ) : حَدِيثُ الْمُلَاعَنَةِ الَّذِي أَشَارَ إِلَيْهِ الْأُسْتَاذُ الْإِمَامُ هُوَ مَا رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ عَنْ سَهْلِ بْنِ سَعْدٍ أَنْ عُوَيْمِرًا الْعَجْلَانِيَّ أَتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: يَا رَسُولَ اللهِ أَرَأَيْتَ رَجُلًا وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ؟ فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((قَدْ أَنْزَلَ اللهُ فِيكَ وَفِي صَاحِبَتِكَ قُرْآنًا فَأْتِ بِهَا) ) فَتَلَاعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمَّا فَرَغَ قَالَ عُوَيْمِرٌ: كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللهِ إِنْ أَمْسَكْتُهَا، فَطَلَّقَهَا ثَلَاثًا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. قَالَ ابْنُ شِهَابٍ: فَكَانَتْ سُنَّةَ الْمُتَلَاعِنِينَ. </p><p> وَفِي لَفْظٍ لِمُسْلِمٍ وَأَحْمَدَ وَكَانَ فِرَاقُهُ إِيَّاهَا سُنَّةً فِي الْمُتَلَاعِنِينَ. وَفِي حَدِيثِ ابْنِ عُمَرَ الْمُتَّفَقِ عَلَيْهِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَرَّقَ بَيْنَهُمَا، وَمِنْ هُنَا ذَهَبَ بَعْضُ الْعُلَمَاءِ إِلَى أَنَّ اللِّعَانَ لَا يَقْتَضِي التَّفْرِيقَ إِلَّا بِحُكْمِ الْحَاكِمِ بِهِ، وَأَجَابَ عَنْهُ الَّذِينَ قَالُوا: إِنَّ اللِّعَانَ يَقْتَضِي التَّفْرِيقَ بِنَفْسِهِ بِأَنَّ تَفْرِيقَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَهُمَا هُوَ بَيَانُ الْحُكْمِ فِي ذَلِكَ لَا إِنْشَاءُ تَفْرِيقٍ، وَعَلَى كُلٍّ مِنَ الْقَوْلَيْنِ لَا يُحْتَجُّ بِالْحَدِيثِ فِي وُقُوعِ التَّطْلِيقِ الثَّلَاثِ بِتَكْرَارِ اللَّفْظِ فِي الْمَجْلِسِ كَمَا فَعَلَ عُوَيْمِرٌ إِذْ قَالَ:  ((كَمَا فِي رِوَايَةٍ) ) فَهِيَ الطَّلَاقُ فَهِيَ الطَّلَاقُ فَهِيَ الطَّلَاقُ. فَإِنَّ الْمُتَبَادَرَ مِنْهُ أَنَّهُ تَأْكِيدٌ بِاللَّفْظِ، وَلَوْ كَانَ هَذَا طَلَاقًا مُكَرَّرًا صَادَفَ مَحَلًّا لَأَنْكَرَ عَلَيْهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِيقَاعَهُ بِدْعِيًّا كَمَا أَنْكَرَ عَلَى الرَّجُلِ الْآخَرِ الَّذِي ذُكِرَ فِي حَدِيثِ النَّسَائِيِّ. </p><p> وَلِلْجُمْهُورِ أَحَادِيثُ أُخْرَى لَمْ يَذْكُرْهَا الْأُسْتَاذُ الْإِمَامُ مِنْ أَدِلَّتِهِمْ لِضَعْفِهَا وَاضْطِرَابِهَا، أَشْهَرُهَا حَدِيثُ رُكَانَةَ، وَهُوَ أَنَّهُ طَلَّقَ امْرَأَتَهُ ((أَلْبَتَّةَ فَأَخْبَرَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: وَاللهِ مَا أَرَدْتُ إِلَّا وَاحِدَةً فَأَعَادَ الْيَمِينَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَعَادَهَا هُوَ فَرَدَّهَا إِلَيْهِ، وَطَلَّقَهَا الثَّانِيَةَ فِي زَمَنِ عُمَرَ، وَالثَّالِثَةَ فِي زَمَنِ عُثْمَانَ. رَوَاهُ الشَّافِعِيُّ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَغَيْرُهُمْ. قَالَ التِّرْمِذِيُّ: لَا يُعْرَفُ إِلَّا مِنْ هَذَا الْوَجْهِ وَسَأَلْتُ عَنْهُ مُحَمَّدًا; يَعْنِي الْبُخَارِيَّ، فَقَالَ: فِيهِ اضْطِرَابٌ، فَقِيلَ: طَلَّقَهَا ثَلَاثًا. وَقِيلَ: وَاحِدَةً. وَقِيلَ: أَلْبَتَّةَ، وَفِي إِسْنَادِهِ الزُّبَيْرُ بْنُ سَعِيدٍ الْهَاشِمِيُّ وَقَدْ ضَعَّفَهُ غَيْرُ وَاحِدٍ، وَقَالَ ابْنُ عَبْدِ الْبَرِّ فِي التَّمْهِيدِ: تَكَلَّمُوا فِي هَذَا الْحَدِيثِ فَهُوَ ضَعِيفٌ وَمُضْطَرِبٌ كَمَا أَنَّهُ مَعَارَضٌ بِمَا يَأْتِي، وَرِوَايَةُ ثَلَاثًا فِيهِ مُعَارَضَةٌ لِلرِّوَايَتَيْنِ الْأُخْرَيَيْنِ، وَهِيَ حُجَّةٌ لِمَنْ قَالَ لَا يَقَعُ بِلَفْظِ الثَّلَاثِ إِلَّا وَاحِدَةٌ، فَإِنَّهُ قَالَ فِيهَا طَلَّقْتُهَا ثَلَاثًا، وَجَعَلَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاحِدَةً، فَهُوَ بِاخْتِلَافِ رِوَايَاتِهِ مُشْتَرَكُ الْإِلْزَامِ، وَمِنْهَا حَدِيثُ ابْنِ عُمَرَ وَقَدْ ضَعَّفَهُ غَيْرُ وَاحِدٍ وَلَا حُجَّةَ فِيهِ. </p><p> وَأَمَّا حَدِيثُ الْمُعَارِضِ لِذَلِكَ الْمُوَافِقِ لِلْكِتَابِ الْعَزِيزِ فَهُوَ مَا رَوَاهُ أَحْمَدُ وَمُسْلِمٌ مِنْ حَدِيثِ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ الطَّلَاقُ عَلَى عَهْدِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَبِي بَكْرٍ وَسَنَتَيْنِ مِنْ خِلَافَةِ عُمَرَ طَلَاقُ الثَّلَاثِ وَاحِدَةٌ، فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: إِنَّ النَّاسَ قَدِ اسْتَعْجَلُوا فِي أَمْرٍ كَانَتْ لَهُمْ فِيهِ أَنَاةٌ فَلَوْ أَمْضَيْنَا عَلَيْهِمْ، فَأَمْضَاهُ عَلَيْهِمْ. وَفِي رِوَايَةٍ لِمُسْلِمٍ عَنْ طَاوُسٍ أَنَّ أَبَا الصَّهْبَاءِ قَالَ لِابْنِ عَبَّاسٍ: هَاتِ مِنْ هَنَاتِكَ، أَلَمْ يَكُنْ طَلَاقُ الثَّلَاثِ عَلَى عَهْدِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَبِي بَكْرٍ وَاحِدَةً؟ قَالَ: قَدْ كَانَ ذَلِكَ، فَلَمَّا كَانَ فِي عَهْدِ عُمَرَ تَتَايَعَ النَّاسُ فِي الطَّلَاقِ (التَّتَايُعُ بِالْمُثَنَّاةِ التَّحْتِيَّةِ: الْوُقُوعُ فِي الشَّرِّ مِنْ غَيْرِ تَمَاسُكٍ وَلَا تَوَقُّفٍ) فَأَجَازَهُ عَلَيْهِمْ، وَفِي رِوَايَةٍ لِأَبِي دَاوُدَ التَّقْيِيدُ بِمَا قَبْلَ الدُّخُولِ وَهُوَ فَرْدٌ مِنْ أَفْرَادِ الرِّوَايَةِ الْمُطْلَقَةِ الَّتِي هِيَ أَصَحُّ. وَلِلْحَدِيثِ طَرِيقٌ آخَرُ عِنْدَ الْحَاكِمِ وَصَحَّحَهُ، فَلَمْ يَبْقَ لِلْجُمْهُورِ إِلَّا الْأَخْذُ بِعَمَلِ عُمَرَ رَضِيَ اللهُ عَنْهُ، وَمَنْ لَمْ يَحْتَجَّ بِعَمَلِ الصَّحَابَةِ قَالَ: إِنَّهُ لَا بُدَّ لَهُ مِنْ دَلِيلٍ. </p><p> قَالَ فِي نَيْلِ الْأَوْطَارِ: وَاعْلَمْ أَنَّهُ قَدِ وَقَعَ الْخِلَافُ فِي الطَّلَاقِ الثَّلَاثِ إِذَا وَقَعَتْ فِي وَقْتٍ وَاحِدٍ، هَلْ يَقَعُ جَمِيعُهَا وَيَتْبَعُ الطَّلَاقُ الطَّلَاقَ أَمْ لَا؟ فَذَهَبَ جُمْهُورُ التَّابِعِينَ وَكَثِيرٌ مِنَ الصَّحَابَةِ وَأَئِمَّةِ الْمَذَاهِبِ الْأَرْبَعَةِ وَطَائِفَةٌ مِنْ أَهْلِ الْبَيْتِ مِنْهُمْ أَمِيرُ الْمُؤْمِنِينَ </p><p> عَلِيٌّ رَضِيَ اللهُ تَعَالَى عَنْهُ، وَالنَّاصِرُ وَالْإِمَامُ يَحْيَى، حُكِيَ عَنْهُمْ فِي الْبَحْرِ، وَحَكَاهُ أَيْضًا عَنْ بَعْضِ الْإِمَامِيَّةِ أَنَّ الطَّلَاقَ يَتْبَعُ الطَّلَاقَ، وَذَهَبَتْ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ لَا يَتْبَعُ الطَّلَاقَ، بَلْ يَقَعُ وَاحِدَةً فَقَطْ، وَقَدْ حَكَى ذَلِكَ صَاحِبُ الْبَحْرِ عَنْ أَبِي مُوسَى، وَرِوَايَةٌ عَنْ عَلِيٍّ عَلَيْهِ السَّلَامُ وَابْنِ عَبَّاسٍ وَطَاوُسٍ وَعَطَاءٍ وَجَابِرِ بْنِ زَيْدٍ وَالْهَادِي وَالْقَاسِمِ وَالْبَاقِرِ وَالنَّاصِرِ وَأَحْمَدَ بْنِ عِيسَى وَعَبْدِ اللهِ بْنِ مُوسَى بْنِ عَبْدِ اللهِ، وَرِوَايَةٌ عَنْ زَيْدِ بْنِ عَلِيٍّ، وَإِلَيْهِ ذَهَبَ جَمَاعَةٌ مِنَ الْمُتَأَخِّرِينَ مِنْهُمُ ابْنُ تَيْمِيَّةَ وَابْنُ الْقَاسِمِ وَجَمَاعَةٌ مِنَ الْمُحَقِّقِينَ، وَقَدْ نَقَلَهُ ابْنُ مَغِيبٍ فِي كِتَابِ الْوَثَائِقِ عَنْ مُحَمَّدِ بْنِ وَضَّاحٍ، وَنَقَلَ الْفَتْوَى بِذَلِكَ عَنْ مَشَايِخِ قُرْطُبَةَ، كَمُحَمَّدِ بْنِ بَقِيٍّ وَمُحَمَّدِ بْنِ عَبْدِ السَّلَامِ وَغَيْرِهِمَا، وَنَقَلَهُ ابْنُ الْمُنْذِرِ عَنْ أَصْحَابِ ابْنِ عَبَّاسٍ كَعَطَاءٍ وَطَاوُسٍ وَعَمْرِو بْنِ دِينَارٍ، وَحَكَاهُ ابْنُ مَغِيبٍ فِي ذَلِكَ الْكِتَابِ عَنْ عَلِيِّ رَضِيَ اللهُ عَنْهُ وَابْنِ مَسْعُودٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَالزُّبَيْرِ. وَذَهَبَ بَعْضُ الْإِمَامِيَّةِ إِلَى أَنَّهُ لَا يَقَعُ بِالطَّلَاقِ الْمُتَتَابِعِ شَيْءٌ، لَا وَاحِدَةٌ وَلَا أَكْثَرُ مِنْهَا، وَقَدْ حُكِيَ ذَلِكَ عَنْ بَعْضِ التَّابِعِينَ، وَرُوِيَ عَنِ ابْنِ عُلَيَّةَ وَهِشَامِ بْنِ الْحَكَمِ، وَبِهِ قَالَ أَبُو عُبَيْدَةَ وَبَعْضُ أَهْلِ الظَّاهِر، وَسَائِرُ مَنْ يَقُولُ: إِنَّ الطَّلَاقَ الْبِدْعِيَّ لَا يَقَعُ; لِأَنَّ الثَّلَاثَ بِلَفْظٍ وَاحِدٍ أَوْ أَلْفَاظٍ مُتَتَابِعَةٍ مِنْهُ إِلَخْ، ثُمَّ ذَكَرَ الشَّوْكَانِيُّ الْأَدِلَّةَ وَعَرَضَهَا عَلَى مِيزَانِ التَّعَادُلِ وَالتَّرْجِيحِ، وَرَجَّحَ وُقُوعَ الْوَاحِدَةِ، وَلَهُ أَيْ لِلشَّوْكَانِيِّ رِسَالَةٌ خَاصَّةٌ فِي تَفْنِيدِ أَدِلَّةِ الْجُمْهُورِ وَأَجْوِبَتِهِمْ عَنِ الْحَدِيثِ الصَّحِيحِ، وَلِشَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَّةَ مُؤَلَّفٌ خَاصٌّ فِيهَا. </p><p> وَقَدْ أَطَالَ ابْنُ الْقَيِّمِ فِي إِعْلَامِ الْمُوَقِّعِينَ الْقَوْلَ فِي الْمَسْأَلَةِ وَأَوْرَدَ الْأَحَادِيثَ فِيهَا وَالدَّلَائِلَ </p><p> وَأَوْضَحَ مَعْنَى قَوْلِهِ تَعَالَى:  (الطَّلَاقُ مَرَّتَانِ) بِالْآيَاتِ وَالْأَحَادِيثِ، وَهُوَ أَنَّ مَعْنَاهَا أَنَّهُ يَكُونُ مَرَّةً بَعْدَ مَرَّةٍ كَمَا تَقَدَّمَ. قَالَ:  ((وَمَا كَانَ مَرَّةً بَعْدَ مَرَّةٍ لَمْ يَمْلِكِ الْمُكَلَّفُ إِيقَاعَ مَرَّاتِهِ كُلِّهَا جُمْلَةً وَاحِدَةً،كَاللِّعَانِ فَإِنَّهُ لَوْ قَالَ:أَشْهَدُ بِاللهِ أَرْبَعَ شَهَادَتٍ إِنِّي لَمِنَ الصَّادِقِينَ، كَانَ مَرَّةً وَاحِدَةً،وَلَوْ حَلَفَ فِي الْقَسَامَةِ وَقَالَ:أُقْسِمُ بِاللهِ خَمْسِينَ يَمِينًا أَنَّ هَذَا قَاتِلُهُ: كَانَ</p><p> ذَلِكَ يَمِينًا وَاحِدَةً، وَلَوْ قَالَ الْمُقِرُّ بِالزِّنَا: أَنَا أُقِرُّ أَرْبَعَ مَرَّاتٍ أَنِّي زَنَيْتُ: كَانَ مَرَّةً وَاحِدَةً، فَمَنْ يَعْتَبِرُ الْأَرْبَعَ لَا يَجْعَلُ ذَلِكَ إِلَّا إِقْرَارًا وَاحِدًا) ) ثُمَّ ذَكَرَ أَحَادِيثَ أُخْرَى كَالْأَمْرِ بِالِاسْتِئْذَانِ ثَلَاثَ مَرَّاتٍ وَغَيْرَ ذَلِكَ. </p><p> ثُمَّ ذَكَرَ أَنَّ الصَّحَابَةَ كَانُوا مُجْمِعِينَ عَلَى أَنَّهُ لَا يَقَعُ بِالثَّلَاثِ مُجْتَمِعَةً إِلَّا وَاحِدَةً مِنْ أَوَّلِ الْإِسْلَامِ إِلَى ثَلَاثِ سِنِينَ مِنْ خِلَافَةِ عُمَرَ، وَأَنَّ هَذَا الْإِجْمَاعَ لَمْ يَنْقُضْهُ إِجْمَاعٌ بَعْدَهُ، وَذَكَرَ بَعْضُ مَنْ أَفْتَى بِهِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ وَأَتْبَاعِ تَابِعِيهِمْ، وَأَنَّ الْفَتْوَى بِذَلِكَ تَتَابَعَتْ فِي كُلِّ عَصْرٍ حَتَّى كَانَ مِنْ أَتْبَاعِ الْأَئِمَّةِ الْأَرْبَعَةِ مَنْ أَفْتَى بِذَلِكَ، فَإِنَّهُ عِنْدَمَا ذَكَرَ أَتْبَاعَ تَابِعِي التَّابِعِينَ قَالَ:  ((فَأَفْتَى بِهِ دَاوُدُ بْنُ عَلِيٍّ وَأَكْثَرُ أَصْحَابِهِ حَكَاهُ عَنْهُمْ أَبُو الْمُغَلِّسِ وَابْنُ حَزْمٍ وَغَيْرُهُمَا، وَأَفْتَى بِهِ بَعْضُ أَصْحَابِ مَالِكٍ حَكَاهُ التِّلْمِسَانِيُّ فِي شَرْحِ تَفْرِيعِ ابْنِ الْحَلَّابِ قَوْلًا لِبَعْضِ الْمَالِكِيَّةِ، وَأَفْتَى بِهِ بَعْضُ الْحَنَفِيَّةِ حَكَاهُ أَبُو بَكْرٍ الرَّازِيُّ عَنْ مُحَمَّدِ بْنِ مُقَاتِلٍ،وَأَفْتَى بِهِ بَعْضُ أَصْحَابِ أَحْمَدَ حَكَاهُ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَّةَ عَنْهُ قَالَ:وَكَانَ الْجَدُّ يُفْتِي بِهِ أَحْيَانًا) ) ثُمَّ ذَكَرَ أَنَّ الْأَثْرَمَ مِنْ أَصْحَابِ أَحْمَدَ سَأَلَهُ عَنْ حَدِيثِ ابْنِ عَبَّاسٍ بِأَيِّ شَيْءٍ يَدْفَعُهُ؟ فَقَالَ بِمَا رُوِيَ مِنْ فَتْوَى ابْنِ عَبَّاسٍ بِخِلَافِهِ - رُوِيَ عَنْهُ فِي الْفَتْوَى رِوَايَتَانِ - ثُمَّ قَالَ: إِنَّ مَذْهَبَ أَحْمَدَ الْعَمَلُ بِرِوَايَةِ الصَّحَابِيِّ دُونَ رَأْيِهِ إِذَا اخْتَلَفَا، وَذَكَرَ لِذَلِكَ شَوَاهِدَ، ثُمَّ بَيَّنَ أَنَّ إِجَازَةَ عُمَرَ الثَّلَاثَ - لَمَّا تَتَايَعَ النَّاسُ فِي الطَّلَاقِ - تَأْدِيبٌ لَهُمْ عَلَى مُخَالَفَةِ مَا شَرَعَهُ اللهُ فِي الطَّلَاقِ مِنْ كَوْنِهِ يُوقِعُ الْمَرَّةَ بَعْدَ الْمَرَّةِ لِيَرْجِعُوا إِلَى السُّنَّةِ، وَوَجْهُ ذَلِكَ بِالنِّسْبَةِ إِلَى ذَلِكَ الْوَقْتِ، وَذَكَرَ الرِّوَايَاتِ فِي تَأْيِيدِهِ، ثُمَّ بَيَّنَ أَنَّ الْمَصْلَحَةَ الْآنَ تَقْضِي بِالرُّجُوعِ إِلَى الْكِتَابِ وَمَا مَضَتْ بِهِ السُّنَّةُ فِي عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْخَلِيفَةِ الْأَوَّلِ فِرَارًا مِنْ مَفَاسِدِ التَّحْلِيلِ الَّتِي هِيَ مِنْ أَكْبَرِ الْعَارِ عَلَى الْمُسْلِمِينَ عَلَى أَنَّهَا مُخَالَفَةٌ لِدِينِهِمْ، وَأَطَالَ فِي ذَلِكَ. </p><p> وَإِنَّمَا أَطَلْنَا فِي ذِكْرِ الْخِلَافِ فِي هَذِهِ الْمَسْأَلَةِ عَلَى تَحَامِينَا فِي التَّفْسِيرِ ذِكْرَ الْخِلَافِ مَا وَجَدْنَا مَنْدُوحَةً عَنْهُ; لِأَنَّ بَعْضَ النَّاسِ يَعْتَقِدُونَ أَنَّ الْمَسْأَلَةَ إِجْمَاعِيَّةٌ فِيمَا جَرَى عَلَيْهِ الْجُمْهُورُ، وَمَا تَمَّ مِنْ إِجْمَاعٍ إِلَّا مَا قَالَهُ ابْنُ الْقَيِّمِ، وَلَيْسَ الْمُرَادُ مُجَادَلَةَ الْمُقَلِّدِينَ أَوْ إِرْجَاعَ الْقُضَاةِ وَالْمُفْتِينَ عَنْ مَذَاهِبِهِمْ فِيهَا، فَإِنَّ أَكْثَرَهُمْ يَطَّلِعُ عَلَى هَذِهِ النُّصُوصِ فِي </p><p> كُتُبِ الْحَدِيثِ وَغَيْرِهَا، وَلَا يُبَالِي </p><p> بِهَا; لِأَنَّ الْعَمَلَ عِنْدَهُمْ عَلَى أَقْوَالِ كُتُبِهِمْ دُونَ كِتَابِ اللهِ تَعَالَى وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَوْلُهُ تَعَالَى:  (فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ) فِيهِ وَجْهَانِ: </p><p> (أَحَدُهُمَا) أَنَّ مَعْنَاهُ: فَالْوَاجِبُ عَلَيْكُمْ إِمَّا إِمْسَاكٌ لِلْمَرْأَةِ مَعَ الْمُعَاشَرَةِ بِالْمَعْرُوفِ، وَإِمَّا تَسْرِيحُهَا بِإِمْضَاءِ الطَّلَاقِ مَعَ الْإِحْسَانِ إِلَيْهَا فِي الْمُعَامَلَةِ وَالتَّمْتِيعِ بِمَالٍ لَائِقٍ بِهِ، وَهُوَ مَا سَيَأْتِي بَيَانُهُ قَرِيبًا، وَيَسْتَلْزِمُ اتِّقَاءَ الْإِهَانَةِ وَالْإِسَاءَةِ. </p><p> وَالْوَجْهُ الثَّانِي: أَنَّهُ لَيْسَ لَكُمْ بَعْدَ الْمَرَّتَيْنِ إِلَّا أَحَدُ الْأَمْرَيْنِ: الْإِمْسَاكُ بِالْمَعْرُوفِ أَوِ التَّسْرِيحُ; أَيِ: الطَّلَاقُ بِالْإِحْسَانِ، وَيُؤَيِّدُهُ حَدِيثُ أَبِي رَزِينٍ الْأَسَدِيِّ عِنْدَ أَبِي دَاوُدَ وَغَيْرِهِ ((أَنَّهُ سَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -سَمِعْتُ اللهَ يَقُولُ:(الطَّلَاقُ مَرَّتَانِ) فَأَيْنَ الثَّالِثَةُ؟ فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (أَوْ تَسْرِيحٌ بِإِحْسَانٍ) وَعَلَى هَذَا يَكُونُ قَوْلُهُ: (فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ) فِي الْآيَةِ الْآتِيَةِ بِمَعْنَى هَذَا، فَإِنِ اخْتَارَ الْأَمْرَ الثَّانِيَ وَهُوَ التَّسْرِيحُ فَطَلَّقَهَا بَانَتْ مِنْهُ وَلَا تَحِلُّ لَهُ إِلَى آخِرَ مَا سَيَأْتِي مَعَ حِكْمَتِهِ لَا أَنَّهُ دَلِيلٌ عَلَى طَلْقَةٍ رَابِعَةٍ. </p><p> بَعْدَ أَنْ فَرَضَ اللهُ سُبْحَانَهُ الْإِحْسَانَ عَلَى مَنِ اخْتَارَ التَّسْرِيحَ حَرَّمَ عَلَيْهِمْ أَخْذَ شَيْءٍ مِنَ الْمَرْأَةِ فَقَالَ:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا) وَيَدْخُلُ فِي ذَلِكَ الْمَهْرُ وَغَيْرُهُ مِمَّا يُعْطِيهِ الرَّجُلُ امْرَأَتَهُ عَلَى سَبِيلِ التَّمْلِيكِ، بَلْ يَجِبُ أَنْ يُمَتِّعَهَا بِشَيْءٍ مِنْ مَالِهِ زَائِدًا عَلَى ذَلِكَ (فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ)  (٣٣: ٤٩) . </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ (رَضِيَ اللهُ عَنْهُ) : إِنَّ أَخْذَ الرَّجُلِ شَيْئًا مِنْ مَالِ مُطَلَّقَتِهِ مُنَافٍ لِلْإِحْسَانِ فَالْأَمْرُ بِالْإِحْسَانِ يَسْتَلْزِمُهُ، وَإِنَّمَا صَرَّحَ بِهِ لِمَزِيدِ رَأْفَتِهِ سُبْحَانَهُ بِالنِّسَاءِ، وَتَأْكِيدِهِ تَحْذِيرَ الرِّجَالِ الْأَقْوِيَاءِ مِنْ ظُلْمِهِنَّ حُقُوقَهُنَّ، وَقَدْ كَرَّرَ هَذَا النَّهْيَ، وَمِنْهُ قَوْلُهُ فِي سُورَةِ النِّسَاءِ:  (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مَهْ شَيْئًا)  (٤: ٢٠) إِلَخْ، الْآيَتَيْنِ، وَمَحَلُّ هَذَا الْحُكْمِ إِذَا كَانَ الزَّوْجُ هُوَ الَّذِي اخْتَارَ فِرَاقَ الْمَرْأَةِ وَرَغِبَ عَنْهَا، وَأَمَّا إِذَا كَانَتْ هِيَ الرَّاغِبَةَ عَنْهُ الطَّالِبَةَ لِفِرَاقِهِ، </p><p> وَخِيفَ أَنْ تَتَوَسَّلَ إِلَيْهِ بِالنُّشُوزِ وَسُوءِ الْعِشْرَةِ لِكَرَاهَتِهَا إِيَّاهُ أَوْ لِسُوءِ خُلُقِهَا، لَا لِمُضَارَّتِهِ لَهَا; فَلَا جُنَاحَ عَلَيْهِمَا حِينَئِذٍ فِيمَا يَأْخُذُهُ مِنْهَا لِإِطْلَاقِ سَرَاحِهَا، إِذْ لَا يُكَلَّفُ خَسَارَةَ امْرَأَتِهِ وَمَالِهِ بِغَيْرِ ذَنْبٍ مِنْهُ; وَلِذَلِكَ قَالَ تَعَالَى:  (إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللهِ) الَّتِي حَدَّهَا لِلزَّوْجَيْنِ مِنْ حُسْنِ الْمُعَاشَرَةِ وَالْمُمَاثَلَةِ فِي الْحُقُوقِ مَعَ وِلَايَةِ الرَّجُلِ، وَالتَّعَاوُنِ عَلَى الْقِيَامِ بِأَمْرِ الْمَنْزِلِ وَتَرْبِيَةِ الْأَوْلَادِ وَعَدَمِ الْمُضَارَّةِ لِقَوْلِهِ:  (وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ)  (٦٥: ٦) وَغَيْرِ ذَلِكَ، وَذَلِكَ بِأَنْ تَخَافَ الْمَرْأَةُ أَنْ تَعْصِيَ </p><p> اللهَ فِي أَمْرِ زَوْجِهَا فَتَكْفُرَهُ أَوْ تَخُونَهُ، وَيَخَافَ هُوَ أَنْ يَخْرُجَ عَنِ الْحَدِّ الْمَشْرُوعِ فِي مُؤَاخَذَةِ النَّاشِزِ، وَيَخَافَا مَعًا سُوءَ الْعِشْرَةِ (فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ) الْجُنَاحُ: الْإِثْمُ، أَيْ لَا جُنَاحَ عَلَيْهَا فِيمَا تُعْطِيهِ إِيَّاهُ لِيَخْلَعَهَا; لِأَنَّ طَلَبَهَا الطَّلَاقَ إِنَّمَا يُحْظَرُ لِغَيْرِ هَذَا الْعُذْرِ، وَلَا جُنَاحَ عَلَيْهِ فِيمَا يَأْخُذُ لِأَجْلِ ذَلِكَ; لِأَنَّهُ بِرِضَاهَا وَاخْتِيَارِهَا مِنْ غَيْرِ إِكْرَاهٍ مِنْهُ وَلَا مُضَارَّةٍ، وَالْخَوْفُ هُنَا عَلَى ظَاهِرِهِ وَهُوَ تَوَقُّعُ الْمَكْرُوهِ، وَفَسَّرَهُ بَعْضُهُمْ بِالظَّنِّ وَبَعْضُهُمْ بِالْعِلْمِ، وَتَوَقُّعُ الشَّيْءِ لَا يَكُونُ إِلَّا بِوُجُودِ مَا يَدُلُّ عَلَيْهِ، فَإِنْ كَانَ الدَّلِيلُ قَطْعِيًّا فَهُوَ مِنَ الْعِلْمِ وَإِلَّا فَهُوَ مِنَ الظَّنِّ، وَقَدْ جَعَلَ بَعْضُ الْمُفَسِّرِينَ الْخِطَابَ الْأَوَّلَ لِلْأَزْوَاجِ وَالثَّانِيَ لِلْحُكَّامِ، وَجَعَلَ بَعْضُهُمُ الْخِطَابَ لِلْحُكَّامِ أَوَّلًا وَآخِرًا لِتَنَاسُقِ النَّظْمِ بِتَنَاسُقِ الضَّمَائِرِ. </p><p> وَيَقُولُ الْأُسْتَاذُ الْإِمَامُ: إِنَّ الْخِطَابَ فِي مِثْلِ هَذَا لِلْأُمَّةِ; لِأَنَّهَا مُتَكَافِلَةً فِي الْمَصَالِحِ الْعَامَّةِ، وَأُولُو الْأَمْرِ هُمُ الْمُطَالَبُونَ أَوَّلًا وَبِالذَّاتِ بِالْقِيَامِ بِالْمَصَالِحِ، وَالْحُكَّامُ مِنْهُمْ وَسَائِرُ النَّاسِ رُقَبَاءُ عَلَيْهِمْ. وَقَرَأَ حَمْزَةُ وَيَعْقُوبُ (يُخَافَا) بِضَمِّ الْيَاءِ; أَيْ: يَتَوَقَّعُ النَّاسُ مِنْهُمَا ذَلِكَ لِظُهُورِ أَمَارَاتِهِ وَآيَاتِهِ. </p><p> وَظَاهِرُ الْآيَةِ أَنَّهُ لَا فَرْقَ فِي الْخَوْفِ مِنْ عَدَمِ إِقَامَةِ حُدُودِ اللهِ بَيْنَ أَنْ يَكُونَ مُثَارُهُ الرَّجُلَ أَوِ الْمَرْأَةَ، وَخَصَّهُ بَعْضُ الْمُفَسِّرِينَ بِمَا إِذَا كَانَ الْمَانِعُ مِنْ إِقَامَتِهَا مِنْ جَانِبِ الْمَرْأَةِ، وَاخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ عَلَى مَا تَقَدَّمَ آنِفًا، وَهَذَا هُوَ الَّذِي يَتَّفِقُ مَعَ عَدْلِ الْإِسْلَامِ وَيَدُلُّ عَلَيْهِ السِّيَاقُ، إِذْ جَعَلَ هَذَا اسْتِثْنَاءً مِنْ تَحْرِيمِ أَخْذِ الرَّجُلِ الْمُطَلِّقِ شَيْئًا مَا مِمَّا أَعْطَاهُ امْرَأَتَهُ. </p><p> وَيَنْجَلِي هَذَا بِعَرْضِ حَالَاتِ الزَّوْجَيْنِ الثَّلَاثِ عَلَى الْعَقْلِ وَالْعَدْلِ: فَهُمَا إِنْ أَقَامَا </p><p> حُدُودَ اللهِ تَعَالَى بِحُسْنِ الْمُعَاشَرَةِ وَأَدَاءِ كُلٍّ مِنْهُمَا حَقَّ الْآخَرِ إِلَّا مَا كَانَ مِنْ شُذُوذٍ يُتَسَامَحُ فِيهِ عَادَةً فَلَا خَوْفَ وَلَا فِرَاقَ، وَإِنْ عَرَضَ لَهَا مَا يَمْنَعُ إِقَامَتَهَا فَلَا بُدَّ أَنْ يَكُونَ الْعَارِضُ الْمَانِعُ مِنْ قِبَلِ أَحَدِهِمَا أَوْ كِلَيْهِمَا، فَإِنْ كَانَ مِنْ قِبَلِ الرَّجُلِ بِأَنْ أَبْغَضَ الْمَرْأَةَ أَوْ فُتِنَ بِغَيْرِهَا وَأَحَبَّ فِرَاقَهَا لِغَيْرِ ذَنْبٍ مِنْهَا أَوْجَبَ ذَلِكَ وَخَافَ أَلَّا يُعَامِلَهَا بِمَا يَجِبُ مِنَ الْمَعْرُوفِ، وَأَنْ تُقَابِلَهُ بِمِثْلِ ذَلِكَ فَلَهُ أَنْ يُسَرِّحَهَا بِإِحْسَانٍ; لِأَنَّ عُقْدَةَ الزَّوْجِيَّةِ بِيَدِهِ، وَلَيْسَ لَهُ أَنْ يَأْخُذَهُ فِي هَذِهِ الْحَالَةِ مِمَّا كَانَ أَعْطَاهَا شَيْئًا بِالنَّصِّ، وَهُوَ (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ) الْآيَةَ، فَإِنَّ التَّحْرِيمَ فِيهَا مَبْنِيٌّ عَلَى مَا إِذَا كَانَ الرَّجُلُ هُوَ الَّذِي أَرَادَ الطَّلَاقَ. </p><p> وَإِنْ كَانَ الْمَانِعُ مِنْ قِبَلِهَا كَأَنْ أَبْغَضَتْهُ بُغْضًا لَا تَسْتَطِيعُ الصَّبْرَ عَلَيْهِ وَالْقِيَامَ مَعَهُ بِحُقُوقِ الزَّوْجِيَّةِ، وَخَافَتْ أَنْ تَقَعَ فِي النُّشُوزِ، وَيُسْرِفَ هُوَ فِي الْعُقُوبَةِ، فَمِنَ الْعَدْلِ أَنْ تُعْطِيَهُ مَا كَانَتْ أَخَذَتْ مِنْهُ بِاسْمِ الزَّوْجِيَّةِ لِيَحِلَّ عُقْدَتَهَا، فَلَا يَخْسَرُ مَالَهُ وَزَوْجَتَهُ مَعًا. عَمَلًا بِالرُّخْصَةِ فِي الْآيَةِ، إِذْ تَعَيَّنَ حَمْلُهُ عَلَيْهَا، وَنَفْيُ الْجُنَاحِ عَنْهُمَا فِي هَذِهِ الْحَالَةِ ظَاهِرٌ فِي الرَّجُلِ، وَجَعَلَهُ بَعْضُهُمْ بِمَعْنَى الْمُفْرِدِ لِخَفَائِهِ عَلَيْهِمْ فِي جَانِبِ الْمَرْأَةِ، وَمَا هُوَ بِخَفِيٍّ، فَإِنَّ الْمَرْأَةَ يُذَمُّ مِنْهَا شَرْعًا </p><p> وَعُرْفًا أَنْ تَطْلُبَ الطَّلَاقَ، وَقَدْ رُفِعَ عَنْهَا الْجُنَاحُ فِيهِ بِهَذَا الْعُذْرِ، وَهُوَ عِلْمُهَا بِتَعَذُّرِ إِقَامَةِ حُدُودِ اللهِ فِي الزَّوْجِيَّةِ. </p><p> وَقَدْ يُقَالُ: إِنْ هُنَاكَ حَالَةً ثَانِيَةً وَهِيَ أَنْ يَكْرَهَ كُلٌّ مِنْهُمَا الْآخَرَ وَيَوَدَّ فِرَاقَهُ. وَيَقُولُ: إِنَّ الْمَطْلُوبَ فِي هَذِهِ الْحَالِ الصَّبْرُ لِقَوْلِهِ تَعَالَى: (فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللهُ فِيهِ خَيْرًا كَثِيرًا)  (٤: ١٩) فَإِنْ صَبَرَ أَحَدُهُمَا دُونَ الْآخَرِ جَاءَ الْوَجْهَانِ السَّابِقَانِ، وَإِنِ اتَّفَقَا عَلَى الْفِرَاقِ خَوْفًا مِنَ الشِّقَاقِ، وَرَضِيَتِ الْمَرْأَةُ بِأَنْ تُعْطِيَهُ شَيْئًا صُدِّقَ عَلَيْهَا أَنَّهَا هِيَ الطَّالِبَةُ لِلْفَسْخِ. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّهُ لَا يَجُوزُ لِلرَّجُلِ أَنْ يَأْخُذَ مِنْهَا شَيْئًا إِلَّا بِرِضَاهَا وَاخْتِيَارِهَا مِنْ غَيْرِ إِيذَاءٍ مِنْهُ وَلَا مُضَارَّةٍ، وَيَدُلُّ عَلَى هَذَا مَا وَرَدَ فِي نُزُولِ الْآيَةِ. </p><p> أَخْرَجَ الْبُخَارِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَابْنُ مَرْدَوَيْهِ والْبَيْهَقِيُّ عَنِ ابْنِ عَبَّاسٍ ((أَنَّ جَمِيلَةَ بِنْتَ عَبْدِ اللهِ ابْنِ سَلُولَ امْرَأَةَ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ أَتَتِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَقَالَتْ:يَا رَسُولَ اللهِ ثَابِتُ بْنُ قَيْسٍ مَا أَعْتِبُ عَلَيْهِ فِي خُلُقٍ وَلَا دِينٍ، وَلَكِنِّي</p><p> لَا أُطِيقُهُ بُغْضًا، وَأَكْرَهُ الْكُفْرَ فِي الْإِسْلَامِ (أَيْ: كُفْرَ نِعْمَةِ الْعَشِيرِ وَخِيَانَتَهُ) قَالَ: أَتَرُدِّينَ عَلَيْهِ حَدِيقَتَهُ؟ قَالَتْ: نَعَمْ، قَالَ: أَقْبَلُ الْحَدِيقَةَ، وَطَلَّقَهَا تَطْلِيقَةً)) وَلَفْظُ ابْنِ مَاجَهْ ((فَأَمَرَهُ أَنْ يَأْخُذَ مِنْهَا حَدِيقَتَهُ وَلَا يَزْدَادَ) ) وَذَكَرَ السُّيُوطِيُّ فِي أَسْبَابِ النُّزُولِ مِنْ رِوَايَةِ ابْنِ جَرِيرٍ عَنِ ابْنِ جُرَيْجٍ أَنَّ قَوْلَهُ: (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا) إِلَخْ، نَزَلَ فِي ذَلِكَ. وَقَدْ زَعَمَ بَعْضُ الْعُلَمَاءِ أَنَّ هَذِهِ الْآيَةَ مَنْسُوخَةٌ بِآيَةِ النِّسَاءِ الَّتِي لَا اسْتِثْنَاءَ فِيهَا، وَلَا دَلِيلَ عَلَى ذَلِكَ، وَالْجُمْهُورُ عَلَى خِلَافِهِ. </p><p> وَهَذَا الْفِرَاقُ الْمَبْنِيُّ عَلَى الِافْتِدَاءِ يُسَمَّى الْخُلْعُ. وَقَدِ اخْتَلَفَ فِيهِ الْعُلَمَاءُ: هَلْ هُوَ طَلَاقٌ أَمْ فَسْخٌ؟ وَلِكُلِّ مَذْهَبٍ أَدِلَّةٌ لَيْسَ التَّفْسِيرُ بِمَحَلٍّ لَهَا، وَيَتَرَتَّبُ عَلَى هَذَا الِاخْتِلَافِ فِي عَدِّهِ مِنَ الطَّلَقَاتِ الثَّلَاثِ أَمْ لَا، وَفِي عِدَّةِ الْمُخْتَلِعَةِ. فَالْجُمْهُورُ عَلَى أَنَّهَا كَعِدَّةِ الْمُطَلَّقَةِ، وَفِي حَدِيثِ ابْنِ عَبَّاسٍ عِنْدَ أَبِي دَاوُدَ وَالتِّرْمِذِيِّ وَالنَّسَائِيِّ وَالْحَاكِمِ ((أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ امْرَأَةَ ثَابِتِ بْنِ قَيْسٍ أَنْ تَعْتَدَّ بِحَيْضَةٍ) ) مِثْلُهُ حَدِيثُ الرُّبَيِّعِ بِنْتِ مُعَوِّذٍ عِنْدَ التِّرْمِذِيِّ. </p><p> ثُمَّ خَتَمَ الْآيَةَ بِوَعِيدِ مَنْ يُخَالِفُ هَذِهِ الْأَحْكَامَ فَقَالَ:  (تِلْكَ حُدُودُ اللهِ فَلَا تَعْتَدُوهَا) أَيْ: هَذِهِ الْأَوَامِرُ وَالنَّوَاهِي هِيَ حُدُودُ اللهِ لِلْمُعَامَلَةِ الزَّوْجِيَّةِ فَلَا تَتَجَاوَزُوهَا بِالْمُخَالَفَةِ (وَمَنْ يَتَعَدَّ حُدُودَ اللهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ) الَّذِينَ صَارَ الظُّلْمُ وَصْفًا لَازِمًا لَهُمْ مُتَمَكِّنًا مِنَ أَنُفُسِهِمْ دُونَ الْمُلْتَزِمِينَ لَهَا، وَالظُّلْمُ آفَةُ الْعُمْرَانِ وَمُهْلِكُ الْأُمَمِ، وَإِنَّ ظُلْمَ الْأَزْوَاجِ لِلْأَزْوَاجِ أَعْرَقُ فِي الْإِفْسَادِ، وَأَعْجَلُ فِي الْإِهْلَاكِ مِنْ ظُلْمِ الْأَمِيرِ لِلرَّعِيَّةِ ; لِأَنَّ رَابِطَةَ الزَّوْجِيَّةِ أَمْتَنُ الرَّوَابِطِ وَأَحْكَمُهَا فَتُلَافِي الْفِطْرَةَ، فَإِذَا فَسَدَتِ الْفِطْرَةُ فَسَادًا انْتَكَثَ بِهِ هَذَا الْقَتْلُ، وَانْقَطَعَ هَذَا </p>"
}