{
  "id": null,
  "sura": 2,
  "aya": 26,
  "text": "<p> وَيَنْتَهِي إِلَى أَعْمَاقِ نَفْسِهِ، وَلَكِنَّ فِي الْكَلَامِ قَلْبًا حَيْثُ جُعِلَ الْمَثَلُ هُوَ الْمَضْرُوبُ وَإِنَّمَا هُوَ مَضْرُوبٌ بِهِ، هَذَا الَّذِي قَالَهُ الْأُسْتَاذُ، وَهُوَ أَبْلَغُ فِي الْمَعْنَى مِنْ جَعْلِ الضَّرْبِ لِلْمَثَلِ كَضَرْبِ الْقُبَّةِ وَالْخَيْمَةِ أَوْ ضَرْبِ النُّقُودِ. </p><p> وَإِذَا كَانَ الْغَرَضُ التَّأْثِيرَ فَالْبَلَاغَةُ تَقْضِي بِأَنْ تُضْرَبَ الْأَمْثَالُ لِمَا يُرَادُ تَحْقِيرُهُ وَالتَّنْفِيرُ عَنْهُ بِحَالِ الْأَشْيَاءِ الَّتِي جَرَى الْعُرْفُ بِتَحْقِيرِهَا، وَاعْتَادَتِ النُّفُوسُ النُّفُورَ مِنْهَا، وَمِثْلُ هَذَا لَا يَخْفَى عَلَى بَلِيغٍ، وَلَا عَلَى عَاقِلٍ أَيْضًا، وَلِذَلِكَ قَالَ بَعْضُهُمْ: إِنَّ الْمُنْكِرِينَ لَمْ يَرَوْا فِي الْقُرْآنِ شَيْئًا يُعَابُ فَتَحَمَّلُوا بِقَوْلِهِمْ هَذَا: </p><p> كَضَرَائِرِ الْحَسْنَاءِ قُلْنَ لِوَجْهِهَا ... حَسَدًا وَبُغْضًا إِنَّهُ لَدَمِيمُ </p><p> وَجَرَوْا فِي ذَلِكَ عَلَى عَادَةِ الْمُتَحَذْلِقِينَ الْمُتَكَيِّسِينَ إِذْ يَتَحَامَوْنَ ذِكْرَ الْأَلْفَاظِ الَّتِي مَدْلُولَاتُهَا حَقِيرَةٌ فِي الْعُرْفِ، وَإِذَا اضْطُرُّوا لِذِكْرِهَا شَفَعُوهَا بِمَا يَشْفَعُ لَهَا كَقَوْلِهِمْ:  \" أَجَلَّكُمُ اللهُ \" وَإِذَا كَانَ شَأْنُ الْمَثَلِ مَا ذَكَرْنَا، وَكَانَ ذِكْرُ الْأَشْيَاءِ الَّتِي يَنْفِرُ مِنْهَا مَنْ </p><p> ذَكَرْنَا فِي الْأَمْثَالِ الَّتِي يُرَادُ مِنْهَا التَّنْفِيرُ هُوَ الْأَبْلَغُ فِي التَّأْثِيرِ الَّذِي هُوَ رُوحُ الْبَلَاغَةِ وَسِرُّهَا، كَانَ قَوْلُهُ تَعَالَى:  (إِنَّ اللهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا) مُبَيِّنًا لِشَأْنٍ مِنْ شُئُونِ كَمَالِهِ - عَزَّ وَجَلَّ - فِي كِتَابِهِ الْعَزِيزِ، وَقَاضِيًا عَلَى الَّذِينَ يَتَحَامَوْنَ ذِكْرَ الْبَعُوضَةِ وَأَمْثَالِهَا بِنَقْصِ الْعَقْلِ، وَخُسْرَانِ مِيزَانِ الْفَضْلِ، وَالْمُرَادُ بِمَا فَوْقَ الْبَعُوضَةِ مَا عَلَاهَا وَفَاقَهَا فِي مَرْتَبَةِ الصِّغَرِ وَمِنْهَا جِنَّةُ النَّسَمِ (الْمَيِكْرُوبَاتُ) الَّتِي لَا تُرَى إِلَّا بِالنَّظَّارَاتِ الْمُكَبِّرَةِ (ميكرسكوب) وَكَانُوا يَضْرِبُونَ الْمَثَلَ بِمُخِّ النَّمْلَةِ، وَفِي كَلَامِ بُلَغَائِهِمْ:  \" أَسْمَعُ مِنْ قُرَادٍ، وَأَطْيَشُ مِنْ فَرَاشَةٍ، وَأَعَزُّ مِنْ مُخِّ الْبَعُوضَةِ \" وَالْمَعْنَى أَنَّ اللهَ تَعَالَى لَا يَتْرُكُ ضَرْبَ مَثَلٍ مَا مِنَ الْأَمْثَالِ مِنْهُ سَوَاءٌ كَانَ بَعُوضَةً أَوْ أَصْغَرَ مِنْهَا حَجْمًا، وَأَقَلَّ عِنْدَ النَّاسِ شَأْنًا. </p><p> ثُمَّ ذَكَرَ تَعَالَى أَنَّ النَّاسَ فِي ذَلِكَ فَرِيقَانِ (فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ) لِأَنَّهُ لَيْسَ نَقْصًا فِي حَدِّ ذَاتِهِ، وَقَدْ جَاءَ فِي كَلَامِهِ تَعَالَى، فَهُوَ لَيْسَ نَقْصًا فِي جَانِبِهِ وَإِنَّمَا هُوَ حَقٌّ؛ لِأَنَّهُ مُبَيِّنٌ لِلْحَقِّ وَمُقَرِّرٌ لَهُ، وَسَائِقٌ إِلَى الْأَخْذِ بِهِ بِمَا لَهُ مِنَ التَّأْثِيرِ فِي النَّفْسِ، وَذَلِكَ أَنَّ الْمَعَانِيَ الْكُلِّيَّةَ تَعْرِضُ لِلذِّهْنِ مُجْمَلَةً مُبْهَمَةً فَيَصْعُبُ عَلَيْهِ أَنْ يُحِيطَ بِهَا وَيَنْفُذَ فِيهَا فَيَسْتَخْرِجَ سِرَّهَا، وَالْمَثَلُ هُوَ الَّذِي يُفَصِّلُ إِجْمَالَهَا وَيُوَضِّحُ إِبْهَامَهَا، فَهُوَ مِيزَانُ الْبَلَاغَةِ وَقِسْطَاسُهَا، وَمِشْكَاةُ الْهِدَايَةِ وَنِبْرَاسُهَا، وَرَحِمَ اللهُ تَعَالَى عَبْدَ الْقَاهِرِ الْجُرْجَانِيَّ إِمَامَ الْبَلَاغَةِ وَالْوَاضِعَ الْأَوَّلَ لِعِلْمَيِ الْمَعَانِي وَالْبَيَانِ، وَمُؤَلِّفَ (أَسْرَارِ الْبَلَاغَةِ) وَ (دَلَائِلِ الْإِعْجَازِ لِتَحْقِيقِ إِعْجَازِ الْقُرْآنِ) حَيْثُ قَالَ فِي كِتَابِهِ الْأَوَّلِ: </p><p> \" وَاعْلَمْ أَنَّ مِمَّا اتَّفَقَ الْعُقَلَاءُ عَلَيْهِ أَنَّ التَّمْثِيلَ إِذَا جَاءَ فِي أَعْقَابِ الْمَعَانِي، أَوْ بَرَزَتْ هِيَ </p><p> بِاخْتِصَارٍ فِي مَعْرَضِهِ، وَنُقِلَتْ عَنْ صُوَرِهَا الْأَصْلِيَّةِ إِلَى صُورَتِهِ كَسَاهَا أُبَّهَةً، وَأَكْسَبَهَا مَنْقَبَةً، وَرَفَعَ مِنْ أَقْدَارِهَا، وَشَبَّ مِنْ نَارِهَا، وَضَاعَفَ قُوَاهَا فِي تَحْرِيكِ النُّفُوسِ لَهَا، وَدَعَا الْقُلُوبَ إِلَيْهَا، وَاسْتَثَارَ لَهَا مِنْ أَقَاصِي الْأَفْئِدَةِ صَبَابَةً وَكَلَفًا، وَقَسَرَ الطَّبَائِعَ عَلَى أَنْ تُعْطِيَهَا مَحَبَّةً وَشَغَفًا \".</p><p> \" فَإِنْ كَانَ مَدْحًا كَانَ أَبْهَى وَأَفْخَمَ، وَأَنْبَلَ فِي النُّفُوسِ وَأَعْظَمَ، وَأَهَزَّ لِلْعِطْفِ، وَأَسْرَعَ لِلْإِلْفِ، وَأَجْلَبَ لِلْفَرَحِ، وَأَغْلَبَ عَلَى الْمُمْتَدَحِ، وَأَوْجَبَ شَفَاعَةً لِلْمَادِحِ، وَأَقْضَى لَهُ </p><p> بِغَرَرِ الْمَوَاهِبِ وَالْمَنَائِحِ، وَأَسْيَرَ عَلَى الْأَلْسُنِ وَأَذْكَرَ، وَأَوْلَى بِأَنْ تُعَلَّقَهُ الْقُلُوبُ وَأَجْدَرَ \"</p><p> \" وَإِنْ كَانَ ذَمًّا كَانَ مَسُّهُ أَوْجَعَ، وَمِيسَمَهُ أَلَذَعَ، وَوَقْعُهُ أَشَدَّ، وَحَدُّهُ أَحَدَّ \"</p><p> \" وَإِنْ كَانَ حِجَاجًا كَانَ بُرْهَانُهُ أَنْوَرَ، وَسُلْطَانُهُ أَقْهَرَ، وَبَيَانُهُ أَبْهَرَ \"</p><p> \" وَإِنْ كَانَ افْتِخَارًا كَانَ شَأْوُهُ أَبْعَدَ، وَشَرَفُهُ أَجَدَّ، وَلِسَانُهُ أَلَدَّ \"</p><p> \" وَإِنْ كَانَ اعْتِذَارًا كَانَ إِلَى الْقَبُولِ أَقْرَبَ، وَلِلْقُلُوبِ أَخْلَبَ، وَلِلسَّخَائِمِ أَسَلَّ، وَلِغَرْبِ الْغَضَبِ أَفَلَّ، وَفِي عَقْدِ الْعُقُودِ أَنْفَثَ، وَعَلَى حُسْنِ الرُّجُوعِ أَبْعَثَ \"</p><p> \" وَإِنْ كَانَ وَعْظًا كَانَ أَشَفَى لِلصَّدْرِ، وَأَدْعَى إِلَى الْفِكْرِ، وَأَبْلَغَ فِي التَّنْبِيهِ وَالزَّجْرِ، وَأَجْدَرَ بِأَنْ يُجْلِي الْغَيَابَةَ، وَيُبْصِرَ الْغَايَةَ، وَيُبْرِئَ الْعَلِيلَ، وَيَشْفِي الْغَلِيلَ \" إِلَخْ. </p><p> (وَأَمَّا الَّذِينَ كَفَرُوا) فَيُجَادِلُونَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ، وَيُمَارُونَ بِالْبُرْهَانِ وَقَدْ تَعَيَّنَ، فَيَخْرُجُونَ مِنَ الْمَوْضُوعِ وَيُعْرِضُونَ عَنِ الْحُجَّةِ، وَيَتَتَبَّعُونَ الْكَلِمَ الْمُفْرَدَ، حَتَّى إِذَا ظَفِرُوا بِكَلِمَةٍ لَا يَسْتَعْذِبُهَا ذَوْقُ الْمُتَظَرِّفِينَ، وَلَا تَدُورُ عَلَى أَلْسِنَةِ الْمُتَكَلِّفِينَ، أَظْهَرُوا الْعَجَبَ مِنْهَا، وَطَفِقُوا يَتَسَاءَلُونَ عَنْهَا (فَيَقُولُونَ مَاذَا أَرَادَ اللهُ بِهَذَا مَثَلًا) وَلَوْ أَنْصَفُوا لَعَرَفُوا، وَلَكِنَّهُمُ ارْتَابُوا فِي الْحَقِّ فَانْصَرَفُوا (وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا)  (١٨: ٥٤) يَذْهَبُ بِهِ جَدَلُهُ إِلَى قِيَاسِ رَبِّ الْعَالَمِينَ بِمُتَنَطَّعِي الْمُتَأَدِّبِينَ، وَيُنْكِرُ عَلَى رَبِّهِ الْمَثَلَ وَالْقِيَاسَ، وَلَا يُنْكِرُهُ عَلَى نَفْسِهِ وَعَلَى النَّاسِ. </p><p> قَالَ تَعَالَى فِي جَوَابِهِمْ:  (يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا) أَيْ يُضِلُّ بِالْمَثَلِ أَوْ بِالْكَلَامِ الْمَضْرُوبِ فِيهِ الْمَثَلُ أُولَئِكَ الَّذِينَ يَجْعَلُونَهُ شُبْهَةً عَلَى الْإِنْكَارِ وَالرَّيْبِ، وَيَهْدِي بِهِ الَّذِينَ يُقَدِّرُونَ الْأَشْيَاءَ بِغَايَاتِهَا، وَيَحْكُمُونَ عَلَيْهَا بِحَسْبِ فَائِدَتِهَا، وَأَنْفَعُ الْكَلَامِ مَا جَلَّى الْحَقَائِقَ وَهَدَى إِلَى أَقْصَدِ الطَّرَائِقِ، وَسَاقَ النُّفُوسَ بِقُوَّةِ التَّأْثِيرِ إِلَى حُسْنِ الْمَصِيرِ (وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ)  (٢٩: ٤٣) فَهَؤُلَاءِ الْعَالِمُونَ هُمُ الْمُؤْمِنُونَ الَّذِينَ يَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَهُمُ الْمَهْدِيُّونَ بِهِ، وَأَمَّا الَّذِينَ قَالُوا:  (مَاذَا أَرَادَ اللهُ) إِلَخْ، أَيِ الَّذِينَ يُنْكِرُونَ الْمَثَلَ لِكُفْرِهِمْ فَهُمُ الضَّالُّونَ بِهِ وَقَدْ بَيَّنَ شَأْنَهُمْ بِقَوْلِهِ:  (وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ) فَعُرِفَتْ عِلَّةُ ضَلَالِهِمْ وَهِيَ الْفُسُوقُ، أَيِ الْخُرُوجُ عَنْ هِدَايَةِ اللهِ تَعَالَى فِي سُنَنِهِ فِي خَلْقِهِ الَّتِي </p><p> هَدَاهُمْ إِلَيْهَا بِالْعَقْلِ وَالْمَشَاعِرِ، وَبِكِتَابِهِ بِالنِّسْبَةِ </p><p> إِلَى الَّذِينَ أُوتُوهُ، وَلَيْسَ الْمُرَادُ بِالْفَاسِقِينَ مَا هُوَ مَعْرُوفٌ فِي الِاصْطِلَاحَاتِ الشَّرْعِيَّةِ وَهُمُ الْعُصَاةُ بِمَا دُونَ الْكُفْرِ مِنَ الْمَعَاصِي، فَإِنَّهُ لَا يَصِحُّ هُنَا. وَتِلْكَ الِاصْطِلَاحَاتُ حَادِثَةٌ بَعْدَ التَّنْزِيلِ وَقَدْ كَانَ التَّعْبِيرُ بِـ \" يُضِلُّ \" مُشْعِرًا بِأَنَّ الْمَثَلَ هُوَ مَنْشَأُ الْإِضْلَالِ وَالْهِدَايَةِ بِذَاتِهِ، فَنَفَى ذَلِكَ بِهَذِهِ الْجُمْلَةِ لِيُبَيِّنَ أَنَّ مَنْشَأَ الضَّلَالِ رَاسِخٌ فِيهِمْ وَفِي أَعْمَالِهِمْ وَأَحْوَالِهِمْ. </p><p> ثُمَّ إِنَّ الْآيَةَ تُشْعِرُ بِأَنَّ الْمُهْتَدِينَ فِي الْكَثْرَةِ كَالضَّالِّينَ مَعَ أَنَّ هَؤُلَاءِ أَكْثَرُ، وَكَأَنَّ الْحِكْمَةَ فِي التَّسْوِيَةِ إِفَادَةُ أَنَّ الْمُؤْمِنِينَ الْمُهْتَدِينَ - عَلَى قِلَّتِهِمْ - أَجَلُّ فَائِدَةً وَأَكْثَرُ نَفْعًا وَأَعْظَمُ آثَارًا مِنْ أُولَئِكَ الْكُفَّارِ الْفَاسِقِينَ الضَّالِّينَ - عَلَى كَثْرَتِهِمْ - لِأَنَّ الْمُؤْمِنِينَ كَمَا قِيلَ: </p><p> قَلِيلٌ إِذَا عُدُّوا كَثِيرٌ إِذَا اشْتَدُّوا </p><p> وَلِذَلِكَ جُعِلَ الْوَاحِدُ فِي الْقِتَالِ بِعَشَرَةٍ فِي حَالِ الْقُوَّةِ وَالْعَزِيمَةِ، وَبِاثْنَيْنِ فِي حَالِ الضَّعْفِ، قِيلَ: هُوَ ضَعْفُ الْبَدَنِ، وَقِيلَ: بَلْ ضَعْفُ الْبَصِيرَةِ، وَلَقَدْ كَانَ مِنْ أَثَرِ ذَلِكَ الْعَدَدِ الْقَلِيلِ مِنَ الْمُؤْمِنِينَ الْأَوَّلِينَ أَنْ سَادُوا جَمِيعَ الْعَالَمِينَ: </p><p> وَلَمْ أَرَ أَمْثَالَ الرِّجَالِ تَفَاوُتًا ... إِلَى الْمَجْدِ حَتَّى عُدَّ أَلْفٌ بِوَاحِدِ </p><p> إِنَّ الْكِرَامَ كَثِيرٌ فِي الْبِلَادِ وَإِنْ ... قَلُّوا كَمَا غَيْرُهُمْ قَلٌّ وَإِنْ كَثُرُوا </p><p> وَأَمَّا وَجْهُ تَقْدِيمِ الْإِضْلَالِ عَلَى الْهِدَايَةِ، فَلِأَنَّ سَبَبَهُ وَمَنْشَأَهُ مِنَ الْكُفْرِ مُتَقَدِّمٌ فِي الْوُجُودِ، وَإِنَّمَا جَاءَتِ الْآيَاتُ الْمُبَيِّنَةُ بِالْأَمْثَالِ لِإِخْرَاجِهِمْ مِمَّا كَانُوا فِيهِ مِنْ ظُلُمَاتِ الْبَاطِلِ إِلَى نُورِ الْحَقِّ، فَزَادَتِ الْفَاسِقِينَ رِجْسًا عَلَى رِجْسِهِمْ؛ لِأَنَّ نُورَ الْفِطْرَةِ قَدِ انْطَفَأَ مِنْ أَنْفُسِهِمْ بِتَمَادِيهِمْ فِي نَقْضِ الْعَهْدِ، وَقَطْعِ الْوَصْلِ وَالْإِفْسَادِ فِي الْأَرْضِ، كَمَا فِي الْآيَةِ التَّالِيَةِ لِهَذِهِ، وَقَدْ عُلِمَ بِمَا ذُكِرَ أَنَّ فِي الْآيَةِ لَفًّا وَنَشْرًا غَيْرَ مُرَتَّبٍ فَإِنَّ الضَّلَالَ ذُكِرَ أَوَّلًا، وَهُوَ لِلْفَرِيقِ الثَّانِي، وَالْهُدَى ذُكِرَ آخِرًا، وَهُوَ لِلْفَرِيقِ الْأَوَّلِ. </p><p> هَذَا وَإِنَّ مَا تَقَدَّمَ تَقْرِيرُهُ فِي ضَرْبِ الْمَثَلِ وَضَلَالِ قَوْمٍ بِهِ وَهِدَايَةِ آخَرِينَ هُوَ مَبْنِيٌّ عَلَى أَنَّ الْمُرَادَ بِهِ الْمَثَلُ الْكَلَامِيُّ كَمَا عَلَيْهِ الْجُمْهُورُ، أَخْذًا مِمَّا وَرَدَ فِي سَبَبِ النُّزُولِ، وَتَقَدَّمَ عَنْ بَعْضِهِمْ أَنَّ الْمُرَادَ بِالْمَثَلِ فِي الْآيَةِ الْقُدْوَةُ الَّذِي يُؤْتَمُّ بِهِ وَيُهْتَدَى بِهَدْيِهِ، وَهَذَا الْمَعْنَى لِلْمَثَلِ مَعْرُوفٌ، وَقَدْ نَطَقَ بِهِ الْقُرْآنُ فِي قَوْلِهِ تَعَالَى:  (فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ)  (٤٣: ٥٦) وَقَوْلِهِ: (وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ)  (٤٣: ٥٧) وَقَالَ فِيهِ: (إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ ٤٣: ٥٩) فَهَذِهِ الْآيَةُ تَهْدِينَا </p><p> إِلَى فَهْمِ قَوْلِهِ تَعَالَى:  (إِنَّ اللهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا) وَأَنَّ الْمُرَادَ بِهِ دَحْضُ شُبْهَةِ الَّذِينَ أَنْكَرُوا نُبُوَّةَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَصَلَاحِيَّتَهُ لِأَنْ يَكُونَ مَثَلًا يُقْتَدَى بِهِ، وَهِيَ أَنَّهُ بَشَرٌ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ، وَهُمُ الْمُشْرِكُونَ، وَالَّذِينَ أَنْكَرُوا أَنْ يَكُونَ مِنَ الْعَرَبِ وَهُمُ الْيَهُودُ. </p><p> وَقَدْ حَكَى هَذِهِ الشُّبْهَةَ عَنْهُمْ فِي آيَاتٍ كَثِيرَةٍ كَأَنَّهُمْ يَقُولُونَ: إِذَا كَانَ بَشَرًا مِثْلَنَا </p><p> فَكَيْفَ يَدَّعِي أَنَّهُ رَسُولٌ مِنَ اللهِ يَجِبُ اتِّبَاعُهُ، وَمَثَلٌ كَامِلٌ ضُرِبَ لِلِاقْتِدَاءِ بِهِ؟ (أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا)  (٣٨: ٨) وَلِأَيِّ شَيْءٍ لَمْ يُرْسِلِ اللهُ مَلَكًا؟ وَمِنْهُمْ مَنْ قَالَ:  (لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا)  (٢٥: ٧) وَقَدْ أَقَامَ اللهُ الْحُجَّةَ عَلَى هَؤُلَاءِ بِقَوْلِهِ: (وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا)  (٢: ٢٣) . . . إِلَخْ، وَأَتْبَعَهَا بِوَعِيدِ مَنْ أَعْرَضَ عَنِ الْإِيمَانِ بَعْدَ قِيَامِ الْبُرْهَانِ وَهُمُ الْكَافِرُونَ، وَبِشَارَةِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَهُمُ الْمُؤْمِنُونَ، وَبَعْدَ تَقْرِيرِ الْحُجَّةِ وَهِيَ تَحَدِّيهِمْ بِسُورَةٍ مِنْ مِثْلِهِ، كَرَّ عَلَى شُبْهَتِهِمْ بِالنَّقْضِ وَهِيَ اسْتِبْعَادُ أَنْ يَكُونَ بَشَرٌ رَسُولًا مِنْ عِنْدِهِ. </p><p> وَمُحَصَّلُهُ: أَنَّ اللهَ - تَعَالَى - خَالِقُ كُلِّ شَيْءٍ، فَيَجْعَلُ مَا شَاءَ مِنَ الْمَنْفَعَةِ وَالْفَائِدَةِ فِيمَا شَاءَ وَمَنْ شَاءَ مِنْ خَلْقِهِ وَيَضْرِبُهُ مَثَلًا لِلنَّاسِ يَهْتَدُونَ بِهِ، وَلَيْسَ هَذَا نَقْصًا فِي جَانِبِ الْأُلُوهِيَّةِ فَيَسْتَحِي مِنْ ضَرْبِهَا مَثَلًا، بَلْ مِنَ الْكَمَالِ وَالْفَضْلِ أَنْ يَجْعَلَ فِي الْمَخْلُوقَاتِ الضَّعِيفَةِ وَالْمُحْتَقَرَةِ فِي الْعُرْفِ كَالْبَعُوضِ فَوَائِدَ وَمَنَافِعَ، فَكَيْفَ يُسْتَنْكَرُ أَنْ يَجْعَلَ مِنَ الْإِنْسَانِ الْكَامِلِ الَّذِي كَرَّمَهُ وَخَلَقَهُ فِي أَحْسَنِ تَقْوِيمٍ مَثَلًا وَإِمَامًا يَقْتَدِي بِهِ قَوْمُهُ وَيَهْتَدُونَ بِهَدْيِهِ؟ وَبَقِيَّةُ الْكَلَامِ فِي الْآيَةِ عَلَى هَذَا الْوَجْهِ فِي مَعْنَى الْمَثَلِ هُوَ نَحْوُ مَا تَقَدَّمَ تَقْرِيرُهُ أَوْ ظَاهِرٌ مِنْهُ أَتَمَّ الظُّهُورِ، (فَإِنَّ الَّذِينَ آمَنُوا يَعْلَمُونَ أَنَّ هَذَا الْإِمَامَ الَّذِي نَصَبَهُ لِلنَّاسِ مَهْمَا يَكُنْ ضَعِيفًا قَبْلَ أَنْ يُقَوِّيَهُ بِبُرْهَانِهِ هُوَ الْحَقُّ الَّذِي ثَبَتَ تَأْيِيدُهُ مِنْ رَبِّهِمْ،وَالْكَافِرُونَ يَقُولُونَ:لِمَ لَمْ يَبْعَثْ إِلَى النَّاسِ مَنْ هُوَ خَيْرٌ مِنْهُ فِي نَظَرِهِمْ؟ وَمَاذَا يُرِيدُ بِأَنْ يَجْعَلَ لَهُمْ قُدْوَةً فِي أَضْعَفِهِمْ وَأَهْوَنِهِمْ؟وَهَكَذَا تَقُولُ فِي قَوْلِهِ:(يُضِلُّ بِهِ كَثِيرًا) . . . إِلَخْ. </p><p> وَقَدْ عُهِدَ مِنْ أَهْلِ الْبَصِيرَةِ الِاقْتِدَاءُ بِالْحَيَوَانَاتِ وَالِاسْتِفَادَةُ مِنْ خِصَالِهَا وَأَعْمَالِهَا، وَيُحْكَى عَنْ بَعْضِ كِبَارِ الصُّوفِيَّةِ أَنَّهُ قَالَ: تَعَلَّمْتُ الْمُرَاقَبَةَ مِنَ الْقِطِّ، وَعَنْ بَعْضِ حُكَمَاءِ الْمُسْلِمِينَ أَنَّهُ قَرَأَ كِتَابًا نَحْوًا مِنْ ثَلَاثِينَ مَرَّةً فَلَمْ يَفْهَمْهُ فَيَئِسَ مِنْهُ وَتَرَكَهُ، </p><p> فَرَأَى خُنْفَسَةً تَتَسَلَّقُ جِدَارًا وَتَقَعُ، فَعَدَّ عَلَيْهَا الْوُقُوعَ فَزَادَ عَلَى ثَلَاثِينَ مَرَّةً وَلَمْ تَيْأَسْ حَتَّى تَمَكَّنَتْ بَعْدَ ذَلِكَ مِنْ تَسَلُّقِهِ وَالِانْتِهَاءِ إِلَى حَيْثُ أَرَادَتْ، فَقَالَ: لَنْ أَرْضَى أَنْ تَكُونَ هَذِهِ الْخُنْفَسَاءُ أَثْبَتُ مِنِّي وَأَقْوَى عَزِيمَةً، فَرَجَعَ إِلَى الْكِتَابِ فَقَرَأَهُ حَتَّى فَهِمَهُ. وَيُقَالُ إِنَّ (تَيْمُورَ لنك) كَانَتْ تُحَدِّثُهُ نَفْسُهُ بِالْمُلْكِ مِنْ أَوَّلِ نَشْأَتِهِ عَلَى مَا كَانَ مِنْ فَقْرِهِ وَمَهَانَتِهِ، فَسَرَقَ مَرَّةً غَنَمًا (وَكَانَ لِصًّا) فَفَطِنَ لَهُ الرَّاعِي فَرَمَاهُ بِسَهْمَيْنِ أَصَابَا كَتِفَهُ وَرِجْلَهُ فَعَطَّلَاهُمَا، فَآوَى إِلَى خَرِبَةٍ وَجَعَلَ يُفَكِّرُ فِي مَهَانَتِهِ وَيُوَبِّخُ نَفْسَهُ عَلَى طَمَعِهَا فِي الْمُلْكِ، وَلَكِنَّهُ رَأَى نَمْلَةً تَحْمِلُ تِبْنَةً وَتَصْعَدُ إِلَى السَّقْفِ وَعِنْدَمَا تَبْلُغُهُ تَقَعُ ثُمَّ تَعُودُ، وَظَلَّتْ عَلَى ذَلِكَ عَامَّةَ اللَّيْلِ حَتَّى نَجَحَتْ فِي الصَّبَاحِ فَقَالَ فِي نَفْسِهِ: وَاللهِ لَا أَرْضَى بِأَنْ أَكُونَ أَضْعَفَ عَزِيمَةً وَأَقَلَّ ثَبَاتًا مِنْ هَذِهِ النَّمْلَةِ، وَأَصَرَّ عَلَى عَزْمِهِ حَتَّى صَارَ مَلِكًا وَكَانَ مِنْ أَمْرِهِ مَا كَانَ. </p>"
}