{
  "id": null,
  "sura": 2,
  "aya": 15,
  "text": "<p> (وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) وَالْعَمَهُ: عَمَى الْقَلْبِ وَظُلْمَةُ الْبَصِيرَةِ، وَأَثَرُهُ الْحَيْرَةُ وَالِاضْطِرَابُ، وَعَدَمُ الِاهْتِدَاءِ لِلصَّوَابِ. </p><p> أَقُولُ: هَذَا مُلَخَّصُ سِيَاقِ الدَّرْسِ، وَقَالَ الرَّاغِبُ: الْعَمَهُ: التَّرَدُّدُ فِي الْأَمْرِ مِنَ التَّحَيُّرِ، يُقَالُ: عَمَهَ فَهُوَ عَمِهٌ، وَعَامِهٌ، وَجَمْعُهُ: عُمُّهٌ (بِالتَّشْدِيدِ) اهـ. </p><p> وَالِاسْتِهْزَاءُ: فِعْلُ الْهَزْءِ - بِسُكُونِ الزَّايِ وَضَمِّهَا - وَقَصْدُهُ بِالْعَمَلِ، وَهُوَ اسْمٌ مَنْ هَزِئْتُ بِهِ وَمِنْهُ، وَفِي لُغَةٍ هَزَأْتُ، فَهُوَ مِنْ بَابَيْ تَعِبَ وَنَفَعَ - وَاسْتَهْزَأْتُ بِهِ، أَيِ اسْتَخْفَفْتُ بِهِ وَسَخِرْتُ مِنْهُ. </p><p> وَقَالَ الْبَيْضَاوِيُّ: وَالِاسْتِهْزَاءُ السُّخْرِيَةُ وَالِاسْتِخْفَافُ، يُقَالُ: هَزَأْتُ بِهِ وَاسْتَهْزَأْتُ بِمَعْنًى - كَأَجَبْتُ وَاسْتَجَبْتُ، وَأَصْلُهُ الْخِفَّةُ، وَمِنَ الْهُزُؤِ: وَهُوَ الْقَتْلُ السَّرِيعُ، يُقَالُ: هَزَأَ فُلَانٌ إِذَا مَاتَ، وَنَاقَتُهُ تَهْزَأُ بِهِ، أَيْ تُسْرِعُ وَتَخِفُّ، وَقَالَ الرَّاغِبُ: الْهَزْءُ مَزْحٌ فِي خُفْيَةٍ، وَقَدْ يُقَالُ لِمَا هُوَ كَالْمَزْحِ، ثُمَّ قَالَ: وَالِاسْتِهْزَاءُ ارْتِيَادُ الْهُزُؤِ وَإِنْ كَانَ قَدْ يُعَبَّرُ بِهِ عَنْ تَعَاطِي الْهُزُؤِ كَالِاسْتِجَابَةِ فِي كَوْنِهَا ارْتِيَادًا لِلْإِجَابَةِ وَإِنْ كَانَ يَجْرِي مَجْرَى الْإِجَابَةِ، ثُمَّ قَالَ بَعْدَ ذِكْرِ آيَاتٍ مِنَ الشَّوَاهِدِ: وَالِاسْتِهْزَاءُ مِنَ اللهِ فِي الْحَقِيقَةِ لَا يَصِحُّ كَمَا لَا يَصِحُّ مِنَ اللهِ اللهْوُ وَاللَّعِبُ - تَعَالَى الله عَنْهُ - وَقَوْلُهُ:  (اللهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) أَيْ يُجَازِيهِمْ جَزَاءَ الْهُزُؤِ، وَمَعْنَاهُ: أَنَّهُ أَمْهَلَهُمْ مُدَّةً ثُمَّ أَخَذَهُمْ مُغَافَصَةً (أَيْ مُفَاجَأَةً عَلَى غِرَّةٍ) فَسَمَّى إِمْهَالَهُ إِيَّاهُمُ اسْتِهْزَاءً مِنْ حَيْثُ إِنَّهُمُ اغْتَرُّوا بِهِ اغْتِرَارَهُمْ بِالْهُزُؤِ فَيَكُونُ ذَلِكَ كَالِاسْتِدْرَاجِ مِنْ حَيْثُ لَا يَعْلَمُونَ اهـ. </p><p> وَأَشْهَرُ الْأَقْوَالِ: إِنَّ مَعْنَاهُ يُجَازِيهِمْ بِالْعِقَابِ عَلَى اسْتِهْزَائِهِمْ أَوْ يُعَامِلُهُمْ مُعَامَلَةَ الْمُسْتَهْزِئِ بِهِمْ (يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا)  (٥٧: ١٣) الْآيَةَ. وَقَالَ تَعَالَى:  (إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ) - إِلَى قَوْلِهِ - (فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ عَلَى الْأَرَائِكِ يَنْظُرُونَ)  (٨٣: ٢٩ - ٣٥) وَقِيلَ: إِنَّ اسْتِهْزَاءَهُ تَعَالَى بِهِمْ إِجْرَاؤُهُ أَحْكَامَ الْمُسْلِمِينَ عَلَيْهِمْ فِي الدُّنْيَا كَمَا مَرَّ فِي خِدَاعِهِ لَهُمْ. </p><p> وَالطُّغْيَانُ: مُجَاوَزَةُ الْحَدِّ فِي الْعِصْيَانِ، مَأْخُوذٌ مِنْ طُغْيَانِ الْمَاءِ، وَهُوَ تَجَاوُزُ </p><p> فَيَضَانِهِ الْحَدَّ الْمَأْلُوفَ. </p><p> وَالْمَدُّ: الزِّيَادَةُ فِي الشَّيْءِ مُتَّصِلَةٌ بِهِ، يُقَالُ: مَدَّ الْبَحْرُ زَادَ وَارْتَفَعَ مَاؤُهُ وَانْبَسَطَ وَمَدَّهُ اللهُ، قَالَ تَعَالَى:  (وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ)  (٣١: ٢٧) وَمَدُّ الْبَحْرِ يُقَابِلُهُ الْجَزْرُ، وَهُوَ: انْحِسَارُ مَائِهِ عَنِ السَّاحِلِ وَنُقْصَانُ امْتِدَادِهِ، وَيُسَمَّى السَّيْلُ مَدًّا مِنْ قَبِيلِ التَّسْمِيَةِ بِالْمَصْدَرِ، وَمِنْهُ الْمُدَّةُ مِنَ الزَّمَانِ، وَالْمَدَدُ - بِالتَّحْرِيكِ - لِلْجَيْشِ، يُقَالُ مَدَّهُ وَأَمَدَّهُ. قَالَ تَعَالَى:  (قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا)  (١٩: ٧٥) وَسَيَأْتِي مَزِيدُ بَيَانٍ لِهَذَا الْمَعْنَى فِي تَفْسِيرِ </p>"
}