{
  "id": null,
  "sura": 2,
  "aya": 13,
  "text": "<p> كَعَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُولٍ وَحِزْبِهِ، فَإِنَّهُمْ كَانُوا يُفْسِدُونَ فِي الْأَرْضِ بِالتَّشْكِيكِ فِي الدِّينِ، وَبِتَفْرِيقِ كَلِمَةِ الْمُؤْمِنِينَ كَمَا فَعَلُوا فِي غَزْوَةِ أُحُدٍ ثُمَّ فِي غَزْوَةِ تَبُوكَ، فَكَانَ هَذَا شَأْنَهُمْ وَإِنْ كَانَتِ الْغَزْوَتَانِ بَعْدَ نُزُولِ هَذِهِ السُّورَةِ، وَرُوِيَ تَفْسِيرُ إِفْسَادِهِمْ بِالْكُفْرِ وَالْمَعَاصِي، وَمَا قُلْنَاهُ مِنْهُ وَلَكِنَّهُ أَخَصُّ وَهُوَ الْمُتَبَادَرُ، وَدَعْوَاهُمْ: أَنَّ هَذَا إِصْلَاحٌ كَدَعْوَاهُمُ الْإِيمَانَ، وَكُلُّ مُفْسِدٍ وَضَالٍّ يُسَمِّي إِفْسَادَهُ وَضَلَالَهُ بِأَسْمَاءٍ حَسَنَةٍ، كَمَا يُسَمُّونَ الشِّرْكَ بِاللهِ فِي زَمَانِنَا بِدُعَاءِ غَيْرِهِ: تَوَسُّلًا. . . </p><p> وَعَنِ ابْنِ عَبَّاسٍ: أَنَّهُمْ كَانُوا يَقُولُونَ: إِنَّمَا نُرِيدُ الْإِصْلَاحَ بَيْنَ الْفَرِيقَيْنِ مِنَ الْمُؤْمِنِينَ وَأَهْلِ الْكِتَابِ. </p><p> ثُمَّ صَوَّرَتِ الْآيَاتُ ذَلِكَ الْجَهْلَ وَالْغُرُورَ فِي الْفَرِيقَيْنِ بِصُورَةٍ أُخْرَى أَشَدَّ تَشْوِيهًا مِمَّا قَبْلَهَا؛ لِأَنَّ تِلْكَ صُورَتُهُمْ فِي عَمَلِهِمْ، وَهَذِهِ صُورَتُهُمْ فِي جَوْهَرِ إِيمَانِهِمْ، وَهِيَ: </p><p> (وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ) الَّذِينَ تَعْتَقِدُونَ كَمَالَهُمْ وَتَرَوْنَ تَعْظِيمَهُمْ وَإِجْلَالَهُمْ: كَإِبْرَاهِيمَ، وَمُوسَى، وَعِيسَى، وَأَتْبَاعِهِمْ، الَّذِينَ كَانَ الْإِيمَانُ رَاسِخًا فِي جَنَابِهِمْ، وَمُؤَثِّرًا فِي وِجْدَانِهِمْ، وَمُصَرِّفًا لِأَبْدَانِهِمْ، أَوْ كَعَبْدِ اللهِ بْنِ سَلَامٍ وَأَمْثَالِهِ مِنْ عُلَمَائِكُمْ، </p><p> (قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ) أَقُولُ: الْمُرَادُ بِالسَّفَهِ: الطَّيْشُ وَخِفَّةُ الْعَقْلِ وَضَعْفُ الرَّأْيِ وَمِنْ لَوَازِمِهِ سُوءُ التَّصَرُّفِ، وَمِنْهُ قِيلَ: زِمَامٌ سَفِيهٌ: كَثِيرُ الِاضْطِرَابِ لِمَرَحِ النَّاقَةِ وَمُنَازَعَتِهَا إِيَّاهُ، وَثَوْبٌ سَفِيهٌ: رَدِيءُ النَّسْجِ، وَاسْتُعْمِلَ فِي خِفَّةِ النَّفْسِ لِنُقْصَانِ الْعَقْلِ، وَفِي الْأُمُورِ الدُّنْيَوِيَّةِ وَالْأُخْرَوِيَّةِ فَقِيلَ: سَفِهَ نَفْسَهُ، وَيَعْنُونَ بِالسُّفَهَاءِ أَتْبَاعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْوَاقِفِينَ عِنْدَ مَا كَانَ عَلَيْهِ، الْمُعْرِضِينَ عَنْ غَيْرِ مَا أُنْزِلَ إِلَيْهِ، لِمَا تَضَمَّنَهُ الْأَمْرُ مِنَ الشَّهَادَةِ لَهُمْ بِأَنَّهُمْ فِي إِيمَانِهِمْ كَأَتْبَاعِ أُولَئِكَ </p><p> الْأَنْبِيَاءِ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ -، وَهُمْ سَلَفُ الْيَهُودِ الَّذِينَ كَانَ الْكَلَامُ مَعَهُمْ، وَكَانُوا يَفْتَخِرُونَ بِمَا يَتَنَاقَلُونَهُ مِنْ سِيرَتِهِمْ فَرَدَّ اللهُ تَعَالَى عَلَيْهِمْ بِقَوْلِهِ: </p><p> (أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ) أَيْ وَحْدَهُمْ دُونَ مَنْ عَرَّضُوا بِهِمْ؛ لِأَنَّ لَهُمْ سَلَفًا صَالِحًا تَرَكُوا الِاقْتِدَاءَ بِهِمْ، زَعْمًا أَنَّ الْمُتَأَخِّرَ لَا يُمْكِنُ أَنْ يَكُونَ عَلَى هَدْيِ الْمُتَقَدِّمِ؛ لِأَنَّهُ يَصْعُبُ أَوْ يَتَعَذَّرُ عَلَيْهِ اللَّحَاقُ بِهِ، وَاحْتِذَاءُ عَمَلِهِ، لِعُلُوِّهِ فِي الدَّرَجَةِ، وَبُعْدِهِ فِي الْمَنْزِلَةِ، وَأَنَّ حَظَّهُمْ مِنْ سَلَفِهِمُ انْتِظَارُ شَفَاعَتِهِمْ، وَإِنْ لَمْ يَسِيرُوا عَلَى سُنَّتِهِمْ، فَأَيُّ الْفَرِيقَيْنِ أَجْدَرُ بِلَقَبِ السَّفِيهِ، أَهُمْ أُولَئِكَ الْيَهُودُ الَّذِينَ لَهُمْ أُسْوَةٌ صَالِحَةٌ وَلَكِنَّهُمْ لَا يَهْتَدُونَ بِهَا وَهَذِهِ حَالُهُمْ مِنْ سُوءِ الْعَقِيدَةِ وَقُبْحِ الْعَمَلِ؟ </p><p> أَمْ مَنْ لَا سَلَفَ لَهُ إِلَّا عَبَدَةُ الْأَوْثَانِ، وَقَلْبُهُ مَعَ ذَلِكَ مُطَمْئِنٌّ بِالْإِيمَانِ، وَأَعْمَالُهُ تَشْهَدُ لَهُ بِالْإِحْسَانِ، كَالصَّحَابَةِ الَّذِينَ هَدَاهُمُ اللهُ بِنُورِ الْإِسْلَامِ فَكَانُوا كَأَتْبَاعِ أُولَئِكَ الْأَنْبِيَاءِ الْكِرَامِ، بَلْ رُبَّمَا سَبَقُوهُمْ بِالْفَضَائِلِ، وَزَادُوا عَلَيْهِمْ فِي الْفَوَاضِلِ؟ لَا شَكَّ أَنَّ أُولَئِكَ الْمُفْسِدِينَ بَعْدَ مَا تَقَدَّمَ لَهُمْ مِنْ سَلَفٍ صَالِحٍ، وَدِينٍ قَيِّمٍ، هُمُ السُّفَهَاءُ دُونَ هَؤُلَاءِ الْعُقَلَاءِ. </p><p> (وَلَكِنْ لَا يَعْلَمُونَ) أَنَّ السَّفَهَ مَحْصُورٌ فِيهِمْ وَمَقْصُورٌ عَلَيْهِمْ، وَإِنَّمَا عِنْدُهُمْ شُعُورٌ مَا </p><p> بِأَنَّهُمْ رَكِبُوا هَوَاهُمْ وَلَمْ يَتَّبِعُوا هَدْيَ سَلَفِهِمْ وَلَا هُدَاهُمْ، يَنْتَحِلُونَ لَهُ الْعِلَلَ الضَّعِيفَةَ وَيَتَمَحَّلُونَ لَهُ الْأَعْذَارَ السَّخِيفَةَ، فَهُوَ لَمْ يَصِلْ إِلَى حَدِّ الْعِلْمِ الَّذِي تَتَكَيَّفُ بِهِ النَّفْسُ، وَيَكْفِي فِي إِثْبَاتِ سَفَهِهِمْ أَنَّهُمْ يَعْرِفُونَ حُسْنَ حَالِ سَلَفِهِمْ، وَيَعْتَرِفُونَ بِهِ، وَلَكِنْ لَا يَقْتَدُونَ بِهِمْ وَلَا يَقْتَفُونَ أَثَرَهُمْ، وَإِنَّمَا يَعْتَمِدُونَ فِي نَجَاتِهِمْ وَسَعَادَتِهِمْ عَلَى تِلْكَ الْأَمَانِيِّ وَالتَّعِلَّاتِ، كَقَوْلِهِمْ:  (لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ)  (٣: ٢٤) وَقَوْلِهِمْ (نَحْنُ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ)  (٥: ١٨) وَشَعْبُهُ وَأَصْفِيَاؤُهُ، وَلَا يَصِحُّ نَفْيُ الشُّعُورِ عَنْهُمْ فِي هَذَا الْمَقَامِ مَعَ ذَلِكَ الِاعْتِرَافِ وَإِنَّمَا هُوَ نَفْيُ الْعِلْمِ الْكَامِلِ الَّذِي يُزِيلُ الشُّبَهَ وَيَذْهَبُ بِالْعِلَلِ، وَيَبْعَثُ عَلَى الِاقْتِدَاءِ بِالْعَمَلِ. </p><p> وَهَذَا أَيْضًا حُجَّةٌ عَلَى كَثِيرٍ مِنَ اللَّابِسِينَ لِبَاسَ الْإِسْلَامِ وَهُمْ مِنْ هَذَا الصِّنْفِ، يَعْتَقِدُونَ كَمَالَ سَلَفِهِمْ، وَلَا يَقْتَدُونَ بِهِمْ، وَإِنَّمَا يَطْمَعُونَ فِي سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ بِانْتِسَابِهِمْ إِلَى أُولَئِكَ السَّلَفِ الْعِظَامِ، وَلِكَوْنِهِمْ مِنْ أُمَّةِ النَّبِيِّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - وَهِيَ خَيْرُ الْأُمَمِ بِشَهَادَةِ اللهِ فِي الْقِدَمِ، وَلَكِنَّهُمْ لَا يَعْلَمُونَ أَنَّهَا فَضُلَتْ سِوَاهَا </p><p> بِكَوْنِهَا أُمَّةً وَسَطًا تَقُومُ عَلَى جَادَّةِ الِاعْتِدَالِ فِي الْعَقَائِدِ وَالْأَخْلَاقِ وَالْأَعْمَالِ، وَتَسْعَى فِي إِصْلَاحِ الْبَشَرِ بِالْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ، كَمَا سَيَأْتِي فِي تَفْسِيرِ (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا)  (٢: ١٤٣) وَتَفْسِيرِ (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ)  (٣: ١١٠) وَلَيْسَ عِنْدَ هَؤُلَاءِ السُّفَهَاءِ شَيْءٌ مِنْ هَذِهِ الصِّفَاتِ، إِلَّا الْأَمَانِيُّ وَالتَّعِلَّاتُ. </p><p> وَأَزِيدُ فِي هَذَا السِّيَاقِ الَّذِي شَرَحْتُ بِهِ قَوْلَ شَيْخِنَا فِي الدَّرْسِ: تَذْكِيرُ هَؤُلَاءِ مَرْضَى الْقُلُوبِ مِنَ الْمُسْلِمِينَ، وَالَّذِينَ اتَّبَعُوا سُنَنَ مَنْ قَبْلَهُمْ فِي هَذَا كَمَا اتَّبَعُوهُمْ فِي غَيْرِهِ ((شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ) ) كَمَا وَرَدَ فِي حَدِيثِ الصَّحِيحَيْنِ - أَزْيَدُ فِيهِ تَذْكِيرَهُمْ بِقَوْلِهِ تَعَالَى فِي أَهْلِ الْكِتَابِ الْآتِي فِي هَذِهِ السُّورَةِ:  (لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ)  (٢: ٧٨) وَقَوْلِهِ فِيهِمْ وَفِي أَفْضَلِ سَلَفِ هَذِهِ الْأُمَّةِ مِنْ أَصْحَابِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَضِيَ اللهُ عَنْهُمْ:  (لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا)  (٤: ١٢٣) الْآيَاتِ. </p><p> ثُمَّ أَقُولُ: إِنَّ جَرَيَانَ هَذَا السُّؤَالِ وَالْجَوَابِ فِي مُنَافِقِي الْعَرَبِ أَظْهَرُ مِمَّا قَبْلَهُ - فَعَبْدُ اللهِ بْنُ أُبَيِّ ابْنِ سَلُولٍ وَأَصْحَابُهُ مِنْ مُنَافِقِي الْمَدِينَةِ، كَانُوا أَبْعَدَ عَنِ الْإِيمَانِ وَأَدْنَى إِلَى مُخَادَعَةِ اللهِ وَرَسُولِهِ وَالْمُؤْمِنِينَ مِنْ مُنَافِقِي الْيَهُودِ فِي أَنْفُسِهِمْ وَقَوْمِهِمْ وَمَعَ الْمُؤْمِنِينَ، وَلَا شَكَّ أَنَّهُمْ كَانُوا يَعُدُّونَ الْمُؤْمِنِينَ الصَّادِقِينَ سُفَهَاءَ الْأَحْلَامِ، فِي اتِّبَاعِهِمْ لِلرَّسُولِ - عَلَيْهِ أَفْضَلُ الصَّلَاةِ وَأَزْكَى السَّلَامِ -، أَمَّا الْمُهَاجِرُونَ مِنْهُمْ، فَلِأَنَّهُمْ عَادَوْا قَوْمَهُمْ وَأَقَارِبَهُمْ وَهَجَرُوا وَطَنَهُمْ وَتَرَكُوا دِيَارَهُمْ لِيَكُونُوا تَابِعِينَ لَهُ، وَأَمَّا الْأَنْصَارُ، فَلِأَنَّهُمْ شَارَكُوا الْمُهَاجِرِينَ فِي دِيَارِهِمْ وَأَمْوَالِهِمْ. وَكَوْنُ هَذَا مِنَ السَّفَهِ عِنْدَ الْمُؤْمِنِ بِهَذَا الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَا جَاءَ بِهِ ظَاهِرٌ جَلِيٌّ - وَلِذَلِكَ نُفِيَ عَنْهُمُ الشُّعُورُ بِأَنَّهُمْ هُمُ السُّفَهَاءُ دُونَ الْمُؤْمِنِينَ، وَيُؤَيِّدُ مَا قُلْتُهُ: مَا حَكَاهُ اللهُ تَعَالَى </p>"
}