{
  "id": null,
  "sura": 2,
  "aya": 183,
  "text": "<p> ذَرَائِعِ التَّهْذِيبِ، وَفِي إِعْلَامِ اللهِ تَعَالَى لَنَا بِأَنَّهُ فَرَضَهُ عَلَيْنَا كَمَا فَرَضَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا إِشْعَارٌ بِوَحْدَةِ الدِّينِ أُصُولِهِ وَمَقْصِدِهِ، وَتَأْكِيدٌ لِأَمْرِ هَذِهِ الْفَرْضِيَّةِ وَتَرْغِيبٌ فِيهَا. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: أَبْهَمَ اللهُ هَؤُلَاءِ الَّذِينَ مِنْ قَبْلِنَا، وَالْمَعْرُوفُ أَنَّ الصَّوْمَ مَشْرُوعٌ فِي جَمِيعِ الْمِلَلِ حَتَّى الْوَثَنِيَّةِ، فَهُوَ مَعْرُوفٌ عَنْ قُدَمَاءِ الْمِصْرِيِّينَ فِي أَيَّامِ وَثَنِيَّتِهِمْ، وَانْتَقَلَ مِنْهُمْ </p><p> إِلَى الْيُونَانِ فَكَانُوا يَفْرِضُونَهُ لَا سِيَّمَا عَلَى النِّسَاءِ، وَكَذَلِكَ الرُّومَانِيُّونَ كَانُوا يُعْنَوْنَ بِالصِّيَامِ، وَلَا يَزَالُ وَثَنِيُّو الْهِنْدِ وَغَيْرُهُمْ يَصُومُونَ إِلَى الْآنِ، وَلَيْسَ فِي أَسْفَارِ التَّوْرَاةِ الَّتِي بَيْنَ أَيْدِينَا مَا يَدُلُّ عَلَى فَرْضِيَّةِ الصِّيَامِ، وَإِنَّمَا فِيهَا مَدْحُهُ وَمَدْحُ الصَّائِمِينَ، وَثَبَتَ أَنَّ مُوسَى عَلَيْهِ السَّلَامُ صَامَ أَرْبَعِينَ يَوْمًا، وَهُوَ يَدُلُّ عَلَى أَنَّ الصَّوْمَ كَانَ مَعْرُوفًا مَشْرُوعًا وَمَعْدُودًا مِنَ الْعِبَادَاتِ، وَالْيَهُودُ فِي هَذِهِ الْأَزْمِنَةِ يَصُومُونَ أُسْبُوعًا تِذْكَارًا لِخَرَابِ أُورْشَلِيمَ وَأَخْذِهَا، وَيَصُومُونَ يَوْمًا مِنْ شَهْرِ آبَ. أَقُولُ: وَيُنْقَلُ أَنَّ التَّوْرَاةَ فَرَضَتْ عَلَيْهِمْ صَوْمَ الْيَوْمِ الْعَاشِرِ مِنَ الشَّهْرِ السَّابِعِ وَأَنَّهُمْ يَصُومُونَهُ بِلَيْلَتِهِ وَلَعَلَّهُمْ كَانُوا يُسَمُّونَهُ عَاشُورَاءَ، وَلَهُمْ أَيَّامٌ أُخَرُ يَصُومُونَهَا نَهَارًا. </p><p> وَأَمَّا النَّصَارَى فَلَيْسَ فِي أَنَاجِيلِهِمُ الْمَعْرُوفَةِ نَصٌّ فِي فَرِيضَةِ الصَّوْمِ، وَإِنَّمَا فِيهَا ذِكْرُهُ وَمَدْحُهُ وَاعْتِبَارُهُ عِبَادَةً كَالنَّهْيِ عَنِ الرِّيَاءِ وَإِظْهَارِ الْكَآبَةِ فِيهِ، بَلْ تَأْمُرُ الصَّائِمَ بِدَهْنِ الرَّأْسِ وَغَسْلِ الْوَجْهِ حَتَّى لَا تَظْهَرَ عَلَيْهِ أَمَارَةُ الصِّيَامِ فَيَكُونُ مُرَائِيًا كَالْفُرِيسِيِّينَ، وَأَشْهَرُ صَوْمِهِمْ وَأَقْدَمُهُ الصَّوْمُ الْكَبِيرُ الَّذِي قَبْلَ عِيدِ الْفِصْحِ، وَهُوَ الَّذِي صَامَهُ مُوسَى وَكَانَ يَصُومُهُ عِيسَى عَلَيْهِمَا السَّلَامُ وَالْحَوَارِيُّونَ رَضِيَ اللهُ عَنْهُمْ، ثُمَّ وَضَعَ رُؤَسَاءُ الْكَنِيسَةِ ضُرُوبًا أُخْرَى مِنَ الصِّيَامِ وَفِيهَا خِلَافٌ بَيْنَ الْمَذَاهِبِ وَالطَّوَائِفِ، وَمِنْهَا صَوْمٌ عَنِ اللَّحْمِ وَصَوْمٌ عَنِ السَّمَكِ وَصَوْمٌ عَنِ الْبَيْضِ وَاللَّبَنِ، وَكَانَ الصَّوْمُ الْمَشْرُوعُ عِنْدَ الْأَوَّلِينَ مِنْهُمْ - كَصَوْمِ الْيَهُودِ - يَأْكُلُونَ فِي الْيَوْمِ وَاللَّيْلَةِ مَرَّةً وَاحِدَةً، فَغَيَّرُوهُ وَصَارُوا يَصُومُونَ مِنْ نِصْفِ اللَّيْلِ إِلَى نِصْفِ النَّهَارِ، وَلَا نُطِيلُ فِي تَفْصِيلِ صِيَامِهِمْ، بَلْ نَكْتَفِي بِهَذَا فِي قَوْلِهِ تَعَالَى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ) أَيْ فُرِضِ عَلَيْكُمْ كَمَا فُرِضَ عَلَى الْمُؤْمِنِينَ مِنْ أَهْلِ الْمِلَلِ قَبْلِكُمْ. فَهُوَ تَشْبِيهُ الْفَرْضِيَّةِ بِالْفَرْضِيَّةِ وَلَا تَدْخُلُ فِيهِ صِفَتُهُ وَلَا عِدَّةُ أَيَّامِهِ، وَفِي قِصَّتَيْ زَكَرِيَّا وَمَرْيَمَ - عَلَيْهِمَا السَّلَامُ - أَنَّهُمْ كَانُوا يَصُومُونَ عَنِ الْكَلَامِ ; أَيْ: مَعَ الصِّيَامِ عَنْ شَهَوَاتِ الزَّوْجِيَّةِ وَالشَّرَابِ وَالطَّعَامِ. قَالَ الْبَيْضَاوِيُّ: إِنَّ الصَّوْمَ فِي اللُّغَةِ: الْإِمْسَاكُ عَمَّا تُنَازِعُ إِلَيْهِ النَّفْسُ، لَا مُطْلَقُ الْإِمْسَاكِ كَمَا يَقُولُ الْجُمْهُورُ، وَقَالَ أَبُو عُبَيْدَةَ مِنْ رُوَاةِ اللُّغَةِ: كُلُّ مُمْسِكٍ عَنْ طَعَامٍ أَوْ كَلَامٍ أَوْ سَيْرٍ فَهُوَ صَائِمٌ. ثُمَّ قَالَ: </p><p> خَيْلٌ صِيَامٌ وَخَيْلٌ غَيْرُ صَائِمَةٍ </p><p> أَيْ: قِيَامٌ بِلَا اعْتِلَافٍ اهـ. </p><p> (لَعَلَّكُمْ تَتَّقُونَ) هَذَا تَعْلِيلٌ لِكِتَابَةِ الصِّيَامِ بِبَيَانِ فَائِدَتِهِ الْكُبْرَى وَحِكْمَتِهِ الْعُلْيَا، وَهُوَ أَنَّهُ يُعِدُّ نَفْسَ الصَّائِمِ لِتَقْوَى اللهِ تَعَالَى بِتَرْكِ شَهَوَاتِهِ الطَّبِيعِيَّةِ الْمُبَاحَةِ الْمَيْسُورَةِ امْتِثَالًا لِأَمْرِهِ وَاحْتِسَابًا </p><p> لِلْأَجْرِ عِنْدَهُ، فَتَتَرَبَّى بِذَلِكَ إِرَادَتُهُ عَلَى مَلَكَةِ تَرْكِ الشَّهَوَاتِ الْمُحَرَّمَةِ وَالصَّبْرِ عَنْهَا فَيَكُونُ اجْتِنَابُهَا أَيْسَرَ عَلَيْهِ، وَتَقْوَى عَلَى النُّهُوضِ بِالطَّاعَاتِ وَالْمَصَالِحِ وَالِاصْطِبَارِ عَلَيْهَا فَيَكُونُ الثَّبَاتُ عَلَيْهَا أَهْوَنَ عَلَيْهِ، وَلِذَلِكَ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((الصِّيَامُ نِصْفُ الصَّبْرِ) ) رَوَاهُ ابْنُ مَاجَهْ وَصَحَّحَهُ فِي الْجَامِعِ الصَّغِيرِ. وَهَذَا مَعْنَى دَلَالَةِ ((لَعَلَّ) ) عَلَى التَّرَجِّي ; فَالرَّجَاءُ إِنَّمَا يَكُونُ فِيمَا وَقَعَتْ أَسْبَابُهُ، وَمَوْضِعُهُ هُنَا الْمُخَاطَبُونَ لَا الْمُتَكَلِّمُ، وَمَنْ لَمْ يَصُمْ بِالنِّيَّةِ وَقَصْدِ الْقُرْبَةِ لَا تُرَجَّى لَهُ هَذِهِ الْمَلَكَةُ فِي التَّقْوَى. فَلَيْسَ الصِّيَامُ فِي الْإِسْلَامِ لِتَعْذِيبِ النَّفْسِ لِذَاتِهِ بَلْ لِتَرْبِيَتِهَا وَتَزْكِيَتِهَا. </p><p> قَالَ شَيْخُنَا: إِنَّ الْوَثَنِيِّينَ كَانُوا يَصُومُونَ لِتَسْكِينِ غَضَبِ آلِهَتِهِمْ إِذَا عَمِلُوا مَا يُغْضِبُهَا، أَوْ لِإِرْضَائِهَا وَاسْتِمَالَتِهَا إِلَى مُسَاعَدَتِهِمْ فِي بَعْضِ الشُّئُونِ وَالْأَغْرَاضِ، وَكَانُوا يَعْتَقِدُونَ أَنَّ إِرْضَاءَ الْآلِهَةِ وَالتَّزَلُّفَ إِلَيْهَا يَكُونُ بِتَعْذِيبِ النَّفْسِ وَإِمَاتَةِ حُظُوظِ الْجَسَدِ، وَانْتَشَرَ هَذَا الِاعْتِقَادُ فِي أَهْلِ الْكِتَابِ، حَتَّى جَاءَ الْإِسْلَامُ يُعَلِّمُنَا أَنَّ الصَّوْمَ وَنَحْوَهُ إِنَّمَا فُرِضَ ; لِأَنَّهُ يُعِدُّنَا لِلسَّعَادَةِ بِالتَّقْوَى، وَأَنَّ اللهَ غَنِيٌّ عَنَّا وَعَنْ عَمَلِنَا، وَمَا كَتَبَ عَلَيْنَا الصِّيَامَ إِلَّا لِمَنْفَعَتِنَا. </p><p> (ثُمَّ قَالَ مَا مَعْنَاهُ مَبْسُوطًا) قُلْنَا: إِنَّ مَعْنَى ((لَعَلَّ) ) الْإِعْدَادُ وَالتَّهْيِئَةُ، وَإِعْدَادُ الصِّيَامِ نُفُوسَ الصَّائِمِينَ لِتَقْوَى اللهِ تَعَالَى يَظْهَرُ مِنْ وُجُوهٍ كَثِيرَةٍ أَعْظَمُهَا شَأْنًا، وَأَنْصَعُهَا بُرْهَانًا وَأَظْهَرُهَا أَثَرًا، وَأَعْلَاهَا خَطَرًا - شَرَفًا - أَنَّهُ أَمْرٌ مَوْكُولٌ إِلَى نَفْسِ الصَّائِمِ لَا رَقِيبَ عَلَيْهِ فِيهِ إِلَّا اللهُ تَعَالَى، وَسِرٌّ بَيْنَ الْعَبْدِ وَرَبِّهِ لَا يُشْرِفُ عَلَيْهِ أَحَدٌ غَيْرُهُ سُبْحَانَهُ، فَإِذَا تَرَكَ الْإِنْسَانُ شَهَوَاتِهِ وَلَذَّاتِهِ الَّتِي تَعْرِضُ لَهُ فِي عَامَّةِ الْأَوْقَاتِ لِمُجَرَّدِ الِامْتِثَالِ لِأَمْرِ رَبِّهِ وَالْخُضُوعِ لِإِرْشَادِ دِينِهِ مُدَّةَ شَهْرٍ كَامِلٍ فِي السَّنَةِ، مُلَاحِظًا عِنْدَ عُرُوضِ كُلِّ رَغِيبَةٍ لَهُ - مِنْ أَكْلِ نَفِيسٍ، وَشَرَابٍ عَذْبٍ، وَفَاكِهَةٍ يَانِعَةٍ، وَغَيْرٍ ذَلِكَ كَزِينَةِ زَوْجَةٍ أَوْ جَمَالِهَا الدَّاعِي إِلَى مُلَابَسَتِهَا - أَنَّهُ لَوْلَا اطِّلَاعُ اللهِ تَعَالَى عَلَيْهِ وَمُرَاقَبَتُهُ لَهُ لَمَا صَبَرَ عَنْ تَنَاوُلِهَا وَهُوَ فِي أَشَدِّ التَّوْقِ لَهَا، لَا جَرَمَ أَنَّهُ يَحْصُلُ لَهُ مِنْ تَكْرَارِ هَذِهِ الْمُلَاحَظَةِ </p><p> الْمُصَاحِبَةِ لِلْعَمَلِ مَلَكَةُ الْمُرَاقَبَةِ لِلَّهِ تَعَالَى وَالْحَيَاءِ مِنْهُ سُبْحَانَهُ أَنْ يَرَاهُ حَيْثُ نَهَاهُ، وَفِي هَذِهِ الْمُرَاقَبَةِ مِنْ كَمَالِ الْإِيمَانِ بِاللهِ تَعَالَى وَالِاسْتِغْرَاقِ فِي تَعْظِيمِهِ وَتَقْدِيسِهِ أَكْبَرُ مُعِدِّ لِلنُّفُوسِ وَمُؤَهِّلٍ لَهَا لِضَبْطِ النَّفْسِ وَنَزَاهَتِهَا فِي الدُّنْيَا، وَلِسَعَادَتِهَا فِي الْآخِرَةِ. </p><p> وَكَمَا تُؤَهِّلُ هَذِهِ الْمُرَاقَبَةُ النُّفُوسَ الْمُتَحَلِّيَةَ بِهَا لِسَعَادَةِ الْآخِرَةِ تُؤَهِّلُهَا لِسَعَادَةِ الدُّنْيَا أَيْضًا، انْظُرْ هَلْ يُقْدِمُ مَنْ تُلَابِسُ هَذِهِ الْمُرَاقَبَةُ قَلْبَهُ عَلَى غِشِّ النَّاسِ وَمُخَادَعَتِهِمْ؟ هَلْ يَسْهُلُ عَلَيْهِ أَنْ يَرَاهُ اللهُ آكِلًا لِأَمْوَالِهِمْ بِالْبَاطِلِ؟ هَلْ يَحْتَالُ عَلَى اللهِ تَعَالَى فِي مَنْعِ الزَّكَاةِ وَهَدْمِ هَذَا الرُّكْنِ الرَّكِينِ مِنْ أَرْكَانِ دِينِهِ؟ هَلْ يَحْتَالُ عَلَى أَكْلِ الرِّبَا؟ هَلْ يَقْتَرِفُ الْمُنْكَرَاتِ جِهَارًا؟ هَلْ يَجْتَرِحُ السَّيِّئَاتِ وَيَسْدُلُ بَيْنَهُ وَبَيْنَ اللهِ سِتَارًا؟ كَلَّا. إِنَّ صَاحِبَ هَذِهِ الْمُرَاقَبَةِ لَا يَسْتَرْسِلُ </p><p> فِي الْمَعَاصِي ; إِذْ لَا يَطُولُ أَمَدُ غَفْلَتِهِ عَنِ اللهِ تَعَالَى، وَإِذَا نَسِيَ وَأَلَمَّ بِشَيْءٍ مِنْهَا يَكُونُ سَرِيعَ التَّذَكُّرِ قَرِيبَ الْفَيْءِ وَالرُّجُوعِ بِالتَّوْبَةِ الصَّحِيحَةِ (إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ)  (٧: ٢٠١) فَالصِّيَامُ أَعْظَمُ مُرَبٍّ لِلْإِرَادَةِ، وَكَابِحٍ لِجِمَاحِ الْأَهْوَاءِ، فَأَجْدَرُ بِالصَّائِمِ أَنْ يَكُونَ حُرًّا يَعْمَلُ مَا يَعْتَقِدُ أَنَّهُ خَيْرٌ، لَا عَبْدًا لِلشَّهَوَاتِ. </p><p> إِنَّمَا رُوحُ الصَّوْمِ وَسِرُّهُ فِي هَذَا الْقَصْدِ وَالْمُلَاحَظَةِ الَّتِي تُحْدِثُ هَذِهِ الْمُرَاقَبَةَ، وَهَذَا هُوَ مَعْنَى كَوْنِ الْعَمَلِ لِوَجْهِ اللهِ تَعَالَى، وَقَدْ لَاحَظَهُ مَنْ أَوْجَبَ مِنَ الْأَئِمَّةِ تَبْيِيتَ النِّيَّةِ فِي كُلِّ لَيْلَةٍ، وَيُؤَيِّدُ هَذَا مَا وَرَدَ مِنَ الْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا كَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) ) رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ - قَالُوا: أَيْ مِنَ الصَّغَائِرِ، وَقَدْ يَكُونُ الْغُفْرَانُ لِلْكَبَائِرِ مَعَ التَّوْبَةِ مِنْهَا ; لِأَنَّ الصَّائِمَ احْتِسَابًا وَإِيمَانًا عَلَى مَا بَيَّنَّا يَكُونُ مِنَ التَّائِبِينَ عَمَّا اقْتَرَفَهُ فِيمَا قَبْلَ الصَّوْمِ، وَقَوْلُهُ فِي الْحَدِيثِ الْقُدُسِيِّ:  ((كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلَّا الصَّوْمُ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ) ) وَفِي حَدِيثٍ آخَرَ ((يَدَعُ طَعَامَهُ وَشَرَابَهُ وَشَهْوَتَهُ مِنْ أَجْلِي) ) رَوَاهُمَا الْبُخَارِيُّ وَغَيْرُهُ. </p><p> وَقَدْ شَرَحَ الْأُسْتَاذُ الْإِمَامُ فِي هَذَا الْمَقَامِ حَالَ أُولَئِكَ الْغَافِلِينَ عَنِ اللهِ وَعَنْ أَنْفُسِهِمُ الَّذِينَ يُفْطِرُونَ فِي رَمَضَانَ عَمْدًا، وَذَكَرَ بَعْضَ حِيَلِ الَّذِينَ يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللهِ كَالْأَدْنِيَاءِ الَّذِينَ يَأْكُلُونَ وَلَوْ فِي بُيُوتِ الْأَخْيِلَةِ حَيْثُ تَأْكُلُ الْجُرُذُ، وَالَّذِينَ يَغْطِسُونَ فِي الْجَدَاوِلِ وَالْأَنْهَارِ وَيَشْرَبُونَ فِي أَثْنَاءِ ذَلِكَ، </p><p> وَمَا قَذَفَ بِهَؤُلَاءِ وَأَمْثَالِهِمْ وَمَنْ هُمْ شَرٌّ مِنْهُمْ - كَالْمُجَاهِرِينَ بِالْفِطْرِ - إِلَّا تَلْقِينُهُمُ الْعِبَادَةَ جَافَّةً خَالِيَةً مِنَ الرُّوحِ الَّذِي ذَكَرْنَاهُ، وَالسِّرِّ الَّذِي أَفْشَيْنَاهُ، فَحَسِبُوهَا عُقُوبَةً كَمَا كَانَ يَحْسَبُهَا الْوَثَنِيُّونَ مِنْ قَبْلُ، وَمَا كُلُّ إِنْسَانٍ يَتَحَمَّلُ الْعُقُوبَةَ رَاضِيًا مُخْتَارًا. ثُمَّ قَالَ مَا مِثَالُهُ: </p><p> وَهَاهُنَا شَيْءٌ ذَكَرَهُ بَعْضُهُمْ وَيَشْمَئِزُّ الْإِنْسَانُ مِنْ شَرْحِهِ وَبَيَانِهِ، وَهُوَ أَنَّ الصَّوْمَ يَكْسِرُ الشَّهْوَةَ بِطَبْعِهِ فَتَضْعُفُ النُّفُوسُ وَيَعْجَزُ الْإِنْسَانُ عَنِ الشَّهَوَاتِ وَالْمَعَاصِي. وَفِيهِ مِنْ مَعْنَى الْعُقُوبَةِ وَالْإِعْنَاتِ مَا كَانَ يَفْهَمُهُ الْكَثِيرُ مِنْ جَمِيعِ مَطَالِبِ الدِّينِ وِرَاثَةً عَنْ آبَائِهِمُ الْأَوَّلِينَ مِنْ أَهْلِ الدِّيَانَاتِ الْأُخْرَى، وَإِذَا طَبَّقْنَا هَذَا الْقَوْلَ عَلَى مَا نَعْهَدُهُ وُجُودًا وَوُقُوعًا لَا نَجِدُهُ وَاقِعًا ; لِأَنَّ الْمَعْرُوفَ أَنَّ الْإِنْسَانَ إِذَا جَاعَ يَضْرِي بِالشَّهَوَاتِ وَتَقْوَى نَهْمَتُهُ وَيَشْتَدُّ قَرْمُهُ، وَآثَارُ هَذَا ظَاهِرَةٌ فِي صَوْمِ أَكْثَرِ الْمُسْلِمِينَ فَإِنَّهُمْ فِي رَمَضَانَ أَكْثَرُ تَمَتُّعًا بِالشَّهَوَاتِ مِنْهُمْ فِي عَامَّةِ السَّنَةِ، فَمَا سَبَبُ هَذَا وَمَا مَثَارُهُ؟ أَلَيْسَ هُوَ الضَّرَاوَةُ بِالشَّهَوَاتِ؟ بَلَى. وَلَا يُنَافِي مَا ذَكَرَهُ الْأُسْتَاذُ الْإِمَامُ تَشْبِيهُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّوْمَ بِالْوِجَاءِ فِي كَسْرِ سَوْرَةِ الشَّهْوَةِ ; لِأَنَّ الْمُرَادَ أَنَّ تَأْثِيرَهُ فِي تَرْبِيَةِ النَّفْسِ وَتَقْوِيَةِ الْإِيمَانِ يَجْعَلُ صَاحِبَهُ مَالِكًا لِنَفْسِهِ يَصْرِفُهَا حَسَبَ الشَّرْعِ لَا حَسَبَ الشَّهْوَةِ. </p><p> هَذَا مَا كَتَبْتُهُ وَنُشِرَ فِي الطَّبْعَةِ الْأُولَى وَرَآهُ شَيْخُنَا ثُمَّ بَدَا لِي فِيهِ ; فَالْحَدِيثُ رَوَاهُ الشَّيْخَانِ عَنِ ابْنِ مَسْعُودٍ وَلَفْظُهُ ((يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ) ) وَالْوِجَاءُ - بِالْكَسْرِ - رَضُّ الْأُنْثَيَيْنِ وَهُوَ يُضْعِفُ الشَّهْوَةَ الزَّوْجِيَّةَ إِنْ لَمْ يَذْهَبْ بِهَا كَالْخِصَاءِ، وَالصِّيَامُ يُضْعِفُ هَذِهِ الشَّهْوَةَ إِذَا طَالَ وَاقْتَصَرَ الصَّائِمُ فِي اللَّيْلِ عَلَى قَلِيلٍ مِنَ الطَّعَامِ، قَالَ الْحَافِظُ فِي شَرْحِهِ - وَاسْتُشْكِلَ - بِأَنَّ الصَّوْمَ يَزِيدُ فِي تَهْيِيجِ الْحَرَارَةِ وَذَلِكَ مِمَّا يُثِيرُ الشَّهْوَةَ، لَكِنَّ ذَلِكَ إِنَّمَا يَقَعُ فِي مَبْدَأِ الْأَمْرِ، فَإِذَا تَمَادَى عَلَيْهِ وَاعْتَادَهُ سَكَنَ ذَلِكَ وَاللهُ أَعْلَمُ اهـ. </p><p> وَمِنْ وُجُوهِ إِعْدَادِ الصَّوْمِ لِلتَّقْوَى أَنَّ الصَّائِمَ عِنْدَمَا يَجُوعُ يَتَذَكَّرُ مَنْ لَا يَجِدُ قُوتًا فَيَحْمِلُهُ التَّذَكُّرُ عَلَى الرَّأْفَةِ وَالرَّحْمَةِ الدَّاعِيَتَيْنِ إِلَى الْبَذْلِ وَالصَّدَقَةِ، وَقَدْ وَصَفَ اللهُ تَعَالَى نَبِيَّهُ بِأَنَّهُ رَءُوفٌ رَحِيمٌ، وَيَرْتَضِي لِعِبَادِهِ الْمُؤْمِنِينَ مَا ارْتَضَاهُ لِنَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; وَلِذَلِكَ أَمَرَهُمْ بِالتَّأَسِّي بِهِ وَوَصَفَهُمْ بِقَوْلِهِ:  (رُحَمَاءُ بَيْنَهُمْ)  (٤٨: ٢٩) . وَمِنْ فَوَائِدِ عِبَادَةِ الصِّيَامِ الِاجْتِمَاعِيَّةِ الْمُسَاوَاةُ فِيهِ بَيْنَ الْأَغْنِيَاءِ وَالْفُقَرَاءِ </p><p> وَالْمُلُوكِ وَالسُّوقَةِ، وَمِنْهَا تَعْلِيمُ الْأُمَّةِ النِّظَامَ فِي الْمَعِيشَةِ، فَجَمِيعُ الْمُسْلِمِينَ يُفْطِرُونَ فِي وَقْتٍ وَاحِدٍ لَا يَتَقَدَّمُ أَحَدٌ عَلَى آخَرَ دَقِيقَةً وَاحِدَةً وَقَلَّمَا يَتَأَخَّرُ عَنْهُ دَقِيقَةً وَاحِدَةً. </p><p> وَمِنْ فَوَائِدِهِ الصِّحِّيَّةِ أَنَّهُ يُفْنِي الْمَوَادَّ الرَّاسِبَةَ فِي الْبَدَنِ وَلَا سِيَّمَا أَبْدَانِ الْمُتْرَفِينَ أُولِي النَّهَمِ وَقَلِيلِي الْعَمَلِ، وَيُجَفِّفُ الرُّطُوبَاتِ الضَّارَّةَ، وَيُطَهِّرُ الْأَمْعَاءَ مِنْ فَسَادِ الذِّرْبِ وَالسُّمُومِ الَّتِي تُحْدِثُهَا الْبِطْنَةُ، وَيُذِيبُ الشَّحْمَ أَوْ يَحُولُ دُونَ كَثْرَتِهِ فِي الْجَوْفِ وَهِيَ شَدِيدَةُ الْخَطَرِ عَلَى الْقَلْبِ، فَهُوَ كَتَضْمِيرِ الْخَيْلِ الَّذِي يَزِيدُهَا قُوَّةً عَلَى الْكَرِّ وَالْفَرِّ. قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((صُومُوا تَصِحُّوا) ) رَوَاهُ ابْنُ السُّنِّيِّ وَأَبُو نُعَيْمٍ فِي الطِّبِّ عَنْ أَبِي هُرَيْرَةَ وَأَشَارَ فِي الْجَامِعِ الصَّغِيرِ إِلَى حُسْنِهِ وَيُؤَيِّدُهُ ((اغْزُوا تَغْتَنِمُوا وَصُومُوا تَصِحُّوا وَسَافِرُوا تَسْتَغْنُوا) ) رَوَاهُ الطَّبَرَانِيُّ فِي الْأَوْسَطِ عَنْهُ. وَقَالَ بَعْضُ أَطِبَّاءِ الْإِفْرِنْجِ: إِنَّ صِيَامَ شَهْرٍ وَاحِدٍ فِي السَّنَةِ يَذْهَبُ بِالْفَضَلَاتِ الْمَيِّتَةِ فِي الْبَدَنِ مُدَّةَ سَنَةٍ. </p><p> وَأَعْظَمُ فَوَائِدِهِ كُلِّهَا الْفَائِدَةُ الرُّوحِيَّةُ التَّعَبُّدِيَّةُ الْمَقْصُودَةُ بِالذَّاتِ، وَهِيَ أَنْ يَصُومَ لِوَجْهِ اللهِ تَعَالَى كَمَا هُوَ الْمُلَاحَظُ فِي النِّيَّةِ عَلَى مَا قَدَّمْنَا، وَمَنْ صَامَ لِأَجْلِ الصِّحَّةِ فَقَطْ فَهُوَ غَيْرُ عَابِدٍ لِلَّهِ فِي صِيَامِهِ، فَإِذَا نَوَى الصِّحَّةَ مَعَ التَّعَبُّدِ كَانَ مُثَابًا كَمَنْ يَنْوِي التِّجَارَةَ مَعَ الْحَجِّ، فَإِنَّهُ لَوْلَا الْعِبَادَةُ لَاكْتَفَى بِالْجُوعِ وَالْحَمِيَّةِ، وَآيَةُ الصِّيَامِ بِهَذِهِ النِّيَّةِ وَالْمُلَاحَظَةِ التَّحَلِّي بِتَقْوَى اللهِ تَعَالَى وَمَا يَتْبَعُهَا مِنْ أَحَاسِنِ الصِّفَاتِ وَالْخِلَالِ، وَفَضَائِلِ الْأَعْمَالِ. </p><p> وَقَالَ الْأُسْتَاذُ: لَا أَشُكُّ فِي أَنَّ مَنْ يَصُومُ عَلَى هَذَا الْوَجْهِ يَكُونُ رَاضِيًا مَرْضِيًّا، مُطَمْئِنًا بِحَيْثُ لَا يَجِدُ فِي نَفْسِهِ اضْطِرَابًا وَلَا انْزِعَاجًا. نَعَمْ ; رُبَّمَا يُوجَدُ عِنْدَهُ شَيْءٌ مِنَ الْفُتُورِ </p><p> الْجُسْمَانِيِّ، وَأَمَّا الرُّوحَانِيُّ فَلَا، وَأَعْرِفُ رَجُلًا لَا يَغْضَبُ فِي رَمَضَانَ مِمَّا يَغْضَبُ لَهُ فِي غَيْرِهِ، وَلَا يَمَلَّ مِنْ حَدِيثِ النَّاسِ مَا كَانَ يَمَلُّهُ فِي أَيَّامِ الْفِطْرِ ; وَذَلِكَ لِأَنَّهُ صَائِمٌ لِوَجْهِ اللهِ تَعَالَى:  (وَالظَّاهِرُ أَنَّهُ يَعْنِي نَفْسَهُ) وَيُؤَيِّدُ قَوْلَهُ مَا وَرَدَ فِي عَلَامَاتِ الصَّائِمِ مِنْ تَرْكِ الْمَعَاصِي وَالْمَآتِمِ، وَمِنْهَا حَدِيثُ أَبِي هُرَيْرَةَ عِنْدَ أَحْمَدَ وَالْبُخَارِيِّ وَأَصْحَابِ السُّنَنِ إِلَّا النِّسَائِيِّ مَرْفُوعًا ((مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالْعَمَلَ بِهِ فَلَيْسَ لِلَّهِ حَاجَةٌ فِي أَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ) ) . </p><p> أَيْنَ هَذَا كُلُّهُ مِنَ الصَّوْمِ الَّذِي عَلَيْهِ أَكْثَرُ النَّاسِ، وَهُوَ مَا تَرَاهُمْ مُتَّفِقِينَ عَلَيْهِ مِنْ إِثَارَتِهِ لِسُرْعَةِ السُّخْطِ وَالْحُمْقِ وَشِدَّةِ الْغَضَبِ لِأَدْنَى سَبَبٍ، وَاشْتُهِرَ هَذَا بَيْنَهُمْ </p><p> وَأَخَذُوهُ بِالتَّسْلِيمِ حَتَّى صَارُوا يَعْتَقِدُونَ أَنَّهُ أَثَرٌ طَبِيعِيٌّ لِلصَّوْمِ، فَهُمْ إِذَا أَفْحَشَ أَحَدُهُمْ قَالَ الْآخَرُ: لَا عَتَبَ عَلَيْهِ فَإِنَّهُ صَائِمٌ. وَهُوَ وَهْمٌ اسْتَحْوَذَ عَلَى النُّفُوسِ فَحَلَّ مِنْهَا مَحَلَّ الْحَقِيقَةِ وَكَانَ لَهُ أَثَرُهَا، وَمَتَى رَسَخَ الْوَهْمُ فِي النَّفْسِ يَصْعُبُ انْتِزَاعُهُ عَلَى الْعُقَلَاءِ الَّذِينَ يَتَعَاهَدُونَ أَنْفُسَهُمْ بِالتَّرْبِيَةِ الْحَقِيقِيَّةِ دَائِمًا، فَكَيْفَ حَالُ الْغَافِلِينَ عَنْ أَنْفُسِهِمِ، الْمُنْحَدِرِينَ فِي تَيَّارِ الْعَادَاتِ وَالتَّقَالِيدِ الشَّائِعَةِ، لَا يَتَفَكَّرُونَ فِي مَصِيرِهِمْ، وَلَا يَشْعُرُونَ فِي أَيِّ لُجَّةٍ يُقْذَفُونَ، فَتَأْثِيرُ الصَّوْمِ فِي أَنْفُسِهِمْ مُنَافٍ لِلتَّقْوَى الَّتِي شُرِعَ لِأَجْلِهَا، وَمُخَالِفٌ لِلْأَحَادِيثِ النَّبَوِيَّةِ الَّتِي وَصَفَ بِهَا أَهْلَهَا، وَمِنْ أَشْهَرِهَا حَدِيثُ ((الصِّيَامُ جُنَّةٌ) ) وَهِيَ - بِضَمِّ الْجِيمِ - الْوِقَايَةُ وَالسِّتْرُ، فَهُوَ يَقِي صَاحِبَهُ مِنَ الْمَعَاصِي وَالْآثَامِ، وَمِنْ عِقَابِهَا وَغَايَتِهِ دُخُولُ النَّارِ، وَلِلْحَدِيثِ أَلْفَاظٌ وَفِيهِ زِيَادَةٌ فِي الصِّحَاحِ وَالسُّنَنِ. وَذَكَرَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ لَفْظَ أَبِي عُبَيْدَةَ (رَضِيَ اللهُ عَنْهُ) عِنْدَ أَحْمَدَ ((الصِّيَامُ جُنَّةٌ مَا لَمْ يَخْرِقْهَا) ) زَادَ الدَّارِمِيُّ ((بِالْغِيبَةِ) ) وَقَالَ فِي هَذِهِ الزِّيَادَةِ: إِنَّ الْغِيبَةَ تَضُرُّ بِالصِّيَامِ، وَحَكَى عَنْ عَائِشَةَ وَبِهِ قَالَ الْأَوْزَاعِيُّ: إِنَّ الْغِيبَةَ تُفْطِرُ الصَّائِمَ وَتُوجِبُ قَضَاءَ ذَلِكَ الْيَوْمِ، وَأَفْرَطَ ابْنُ حَزْمٍ فَقَالَ يُبْطِلُهُ كُلُّ مَعْصِيَةٍ مِنْ مُتَعَمِّدٍ لَهَا ذَاكِرٍ لِصَوْمِهِ إِلَخْ. وَقَالَ الْغَزَّالِيُّ فِيمَنْ يَعْصِي اللهَ وَهُوَ صَائِمٌ: إِنَّهُ كَمَنْ يَبْنِي قَصْرًا وَيَهْدِمُ مِصْرًا. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ أَكْثَرَ النَّاسِ يُلَاحِظُونَ فِي صَوْمِهِمْ حِفْظَ رَسْمِ الدِّينِ الظَّاهِرِ وَمُوَافَقَةَ النَّاسِ فِيمَا هُمْ فِيهِ، حَتَّى إِنَّ الْحَائِضَ تَصُومُ وَتَرَى الْفِطْرَ فِي نَهَارِ رَمَضَانَ عَارًا وَمَأْثَمًا، وَلَا بَأْسَ بِهَذَا الصَّوْمِ مِنْ غَيْرِ الْحَائِضِ لِحِفْظِ ظَاهِرِ الْإِسْلَامِ، وَإِقَامَةِ هَيْكَلِ شَعَائِرِهِ، وَلَكِنَّهُ لَا يُفِيدُ الْأَفْرَادَ شَيْئًا فِي دِينِهِمْ وَلَا فِي دُنْيَاهُمْ لِخُلُوِّهِ مِنَ الرُّوحِ الَّذِي يُعِدُّهُمْ لِلتَّقْوَى، وَيُؤَهِّلُهُمْ لِسَعَادَةِ الْآخِرَةِ وَالدُّنْيَا، وَذَكَرَ فِي الدَّرْسِ مَا عَلَيْهِ النَّاسُ مِنَ الِاسْتِعْدَادِ لِمَآكِلِ رَمَضَانَ وَشَرَابِهِ بِحَيْثُ يُنْفِقُونَ فِيهِ عَلَى ذَلِكَ مَا يَكَادُ يُسَاوِي نَفَقَةَ سَائِرِ السَّنَةِ. حَتَّى كَأَنَّهُ مَوْسِمُ أَكْلٍ، وَكَأَنَّ الْإِمْسَاكَ عَنِ الطَّعَامِ فِي النَّهَارِ إِنَّمَا هُوَ لِأَجْلِ الِاسْتِكْثَارِ مِنْهُ فِي اللَّيْلِ، وَهَذَا هُوَ الصَّوْمُ الْمُرَادُ بِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((كَمْ مِنْ صَائِمٍ لَيْسَ لَهُ مِنْ صَوْمِهِ إِلَّا الْجُوعُ وَالْعَطَشُ) ) رَوَاهُ النِّسَائِيُّ وَابْنُ مَاجَهْ، وَلَا نُطِيلُ بِشَرْحِ مَا عَلَيْهِ النَّاسُ فَهُمْ يَعْلَمُونَهُ عِلْمًا تَامًّا، وَفِيمَا كُتِبَ كِفَايَةٌ لِمَنْ يُرِيدُ مَعْرِفَةَ حَقِّهِ مِنْ بَاطِلِهِ. </p>"
}