{
  "id": null,
  "sura": 2,
  "aya": 81,
  "text": "<p> مَخْرَجًا مِنْهَا، يَرَى نَفْسَهُ حُرًّا مُطْلَقًا وَهُوَ أَسِيرُ الشَّهَوَاتِ، وَسَجِينُ الْمُوبِقَاتِ، وَرَهِينُ الظُّلُمَاتِ، وَإِنَّمَا تَكُونُ الْإِحَاطَةُ بِالِاسْتِرْسَالِ فِي الذُّنُوبِ، وَالتَّمَادِي عَلَى الْإِصْرَارِ، قَالَ - تَعَالَى -: (كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ)  (٨٣: ١٤) أَيْ مِنَ الْخَطَايَا وَالسَّيِّئَاتِ، فَفِي كَلِمَةِ (يَكْسِبُونَ) مَعْنَى الِاسْتِرْسَالِ وَالِاسْتِمْرَارِ، وَرَانَ عَلَيْهِ: غَطَّاهُ وَسَتَرَهُ، أَيْ أَنَّ قُلُوبَهُمْ قَدْ أَصْبَحَتْ فِي غُلْفٍ مِنْ ظُلُمَاتِ الْمَعَاصِي، حَتَّى لَمْ يَبْقَ مَنْفَذٌ لِلنُّورِ يَدْخُلُ إِلَيْهَا مِنْهُ، وَمَنْ أَحْدَثَ لِكُلِّ سَيِّئَةٍ يَقَعُ فِيهَا تَوْبَةً نَصُوحًا وَإِقْلَاعًا صَحِيحًا، لَا تُحِيطُ بِهِ الْخَطَايَا، وَلَا تَرِينُ عَلَى قَلْبِهِ السَّيِّئَاتُ. رَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَالْحَاكِمُ - وَصَحَّحَاهُ - وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَابْنُ حِبَّانَ وَغَيْرُهُمْ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((إِنَّ الْعَبْدَ إِذَا أَذْنَبَ ذَنْبًا نُكِتَتْ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ، فَإِنْ تَابَ وَنَزَعَ وَاسْتَغْفَرَ صُقِلَ قَلْبُهُ، وَإِنْ عَادَ زَادَتْ حَتَّى تَعْلُوَ قَلْبَهُ، فَذَلِكَ الرَّانُ الَّذِي ذَكَرَ اللهَ - تَعَالَى -فِي الْقُرْآنِ:(كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ)  (٨٣: ١٤) ) ) . </p><p> لِمِثْلِ هَذَا كَانَ السَّلَفُ يَقُولُونَ: الْمَعَاصِي بَرِيدُ الْكُفْرِ. </p><p> قَوْلُهُ:  (فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) خَبَرُ (مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ) ، أَيْ هُمْ أَصْحَابُ دَارِ الْعَذَابِ فِي الْآخِرَةِ الْأَحِقَّاءُ بِهَا دُونَ مَنْ لَمْ يَصِلْ إِلَى دَرَجَتِهِمْ فِي الدُّنْيَا، وَهُوَ مَنْ فِي قَلْبِهِ شَيْءٌ مِنْ نُورِ الْإِيمَانِ وَتَوْحِيدِ اللهِ - تَعَالَى - وَمَا يَتْبَعُهُ مِنَ الْخَيْرِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَمِنَ الْمُفَسِّرِينَ مَنْ تَرَكَ السَّيِّئَةَ فِي الْآيَةِ عَلَى إِطْلَاقِهَا فَلَمْ يُؤَوِّلْهَا بِالشِّرْكِ، وَلَكِنَّهُمْ أَوَّلُوا جَزَاءَهَا فَقَالُوا: إِنَّ الْمُرَادَ بِالْخُلُودِ طُولُ مُدَّةِ الْمُكْثِ؛ لِأَنَّ الْمُؤْمِنَ مَنْ لَا يَخْلُدُ فِي النَّارِ وَإِنِ اسْتَغْرَقَتِ الْمَعَاصِي عُمْرَهُ وَأَحَاطَتِ الْخَطَايَا بِنَفْسِهِ فَانْهَمَكَ فِيهَا طُولَ حَيَاتِهِ. </p><p> أَوَّلُوا هَذَا التَّأْوِيلَ هُرُوبًا مِنْ قَوْلِ الْمُعْتَزِلَةِ: إِنَّ أَصْحَابَ الْكَبَائِرِ يُخَلَّدُونَ فِي النَّارِ، وَتَأْيِيدًا لِمَذْهَبِهِمْ أَنْفُسِهِمُ الْمُخَالِفِ لِلْمُعْتَزِلَةِ، وَالْقُرْآنُ فَوْقَ </p><p> الْمَذَاهِبِ يُرْشِدُ إِلَى أَنَّ مَنْ تُحِيطُ بِهِ خَطِيئَتُهُ، لَا يَكُونُ أَوْ لَا يَبْقَى مُؤْمِنًا. </p><p> (وَأَقُولُ) -: إِنَّ فَتْحَ بَابِ تَأْوِيلِ الْخُلُودِ يُجَرِّئُ أَصْحَابَ اسْتِقْلَالِ الْفِكْرِ فِي هَذَا الزَّمَانِ عَلَى الدُّخُولِ فِيهِ، وَالْقَوْلِ بِأَنَّ مَعْنَى خُلُودِ الْكَافِرِينَ فِي الْعَذَابِ طُولُ مُكْثِهِمْ فِيهِ؛ لِأَنَّ الرَّحْمَنَ الرَّحِيمَ الَّذِي سَبَقَتْ رَحْمَتُهُ غَضَبَهُ، مَا كَانَ لِيُعَذِّبَ خَلْقَهُ عَذَابًا لَا نِهَايَةَ لَهُ؛ لِأَنَّهُمْ لَمْ يَهْتَدُوا بِالدِّينِ الَّذِي شَرَعَهُ لِمَنْفَعَتِهِمْ لَا لِمَنْفَعَتِهِ، وَلَكِنَّهُمْ لَمْ يَفْقَهُوا الْمَنْفَعَةَ، وَإِذَا كَانَ التَّقْلِيدُ مَقْبُولًا عِنْدَ اللهِ كَمَا يَرَى فَاتِحُو الْبَابِ، فَقَدْ وَضَحَ عُذْرُ الْأَكْثَرِينَ؛ لِأَنَّهُمْ مُقَلِّدُونَ لِعُلَمَائِهِمْ إِلَى آخِرِ مَا يَتَكَلَّمُ بِهِ النَّاسُ وَلَا سِيَّمَا فِي هَذَا الْعَصْرِ، فَإِنَّ هَذِهِ الْمَسْأَلَةَ قَدِيمَةٌ، وَهِيَ أَكْبَرُ مُشْكِلَاتِ الدِّينِ. </p><p> نَعَمْ، إِنَّ الْعُلَمَاءَ يَحْتَجُّونَ عَلَيْهِمْ بِالْإِجْمَاعِ - وَلَوْ سُكُوتِيًّا - وَلَكِنَّ التَّأْوِيلَ بَابٌ لَا يَكَادُ يَسُدُّهُ - مَتَى فُتِحَ - شَيْءٌ. </p><p> ثُمَّ ذَكَرَ فِي مُقَابَلَةِ أَهْلِ النَّارِ أَضْدَادَهُمْ أَهْلَ الْجَنَّةِ عَلَى سُنَّتِهِ فِي كِتَابِهِ، فَقَالَ:  (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) </p><p> ، </p>"
}