{
  "id": null,
  "sura": 2,
  "aya": 128,
  "text": "<p> إِلَى امْرَأَتِهِ وَيُدْخِلَ السُّرُورَ عَلَيْهَا، وَإِنَّمَا الْهَوَى الْمَذْمُومُ فِي الْإِسْلَامِ هُوَ الْهَوَى الْبَاطِلُ، كَأَنْ يَتَزَيَّنَ الرَّجُلُ وَيَتَطَيَّبَ لِلْمُفَاخَرَةِ وَالْمُبَاهَاةِ، أَوْ لِيَسْتَمِيلَ إِلَيْهِ النِّسَاءَ الْأَجْنَبِيَّاتِ عَنْهُ، وَبِذَلِكَ تَكُونُ الزِّينَةُ مَذْمُومَةً شَرْعًا وَ ((إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ) ) . </p><p> دَعَا هَذَانِ النَّبِيَّانِ الْعَظِيمَانِ لِأَنْفُسِهِمَا بِحَقِيقَةِ الْإِسْلَامِ، ثُمَّ دَعَوَا بِذَلِكَ لِذَرِّيَّتِهِمَا فَقَالَا:  (وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ) أَيْ وَاجْعَلْ مِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ كَإِسْلَامِنَا لِيَسْتَمِرَّ الْإِسْلَامُ لَكَ بِقُوَّةِ الْأُمَّةِ وَتَعَاوُنِ الْجَمَاعَةِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: أَضَافَا الذُّرِّيَّةَ إِلَى ضَمِيرِ الِاثْنَيْنِ لِلدِّلَالَةِ عَلَى أَنَّ الْمُرَادَ الذُّرِّيَّةُ الَّتِي تُنْسَبُ إِلَيْهِمَا مَعًا وَهِيَ مَا يَكُونُ مِنْ وَلَدِ إِسْمَاعِيلَ، اللَّفْظُ ظَاهِرٌ فِي هَذَا الْمَعْنَى وَيُرَجِّحُهُ الْحَالُ وَالْمَحِلُّ الَّذِي كَانَا فِيهِ، وَعَزْمُ إِبْرَاهِيمَ عَلَى أَنْ يَدَعَ إِسْمَاعِيلَ فِي بِلَادِ الْعَرَبِ دَاعِيًا إِلَى تَوْحِيدِ اللهِ، وَإِسْلَامِ الْقَلْبِ إِلَيْهِ، وَيَرْجِعَ هُوَ إِلَى بِلَادِ الشَّامِ، وَكَذَلِكَ الدُّعَاءُ لِهَذِهِ الذُّرِّيَّةِ بِأَنْ يَبْعَثَ اللهُ فِيهِمْ رَسُولًا مِنْهُمْ كَمَا سَيَأْتِي. </p><p> وَقَدِ اسْتَجَابَ اللهُ - تَعَالَى - دُعَاءَ إِبْرَاهِيمَ وَوَلَدِهِ - عَلَيْهِمَا السَّلَامُ، وَجَعَلَ فِي ذُرِّيَّتِهِمَا أُمَّةَ الْإِسْلَامِ، وَبَعَثَ فِيهَا مِنْهَا خَاتَمَ النَّبِيِّينَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، وَإِلَى هَذَا الدُّعَاءِ الْإِشَارَةُ بِقَوْلِهِ فِي سُورَةِ الْحَجِّ:  (مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ)  (٢٢: ٧٨) وَعُلِمَ مِمَّا تَقَدَّمَ أَنَّ الْمُرَادَ بِالْإِسْلَامِ </p><p> مَعْنَاهُ الَّذِي شَرَحْنَاهُ، فَمَنْ قَامَ بِهِ هَذَا الْمَعْنَى فَهُوَ الْمُسْلِمُ فِي عُرْفِ الْقُرْآنِ، وَلَيْسَ الْمُرَادَ بِهِ اسْمٌ فِي حُكْمِ الْجَامِدِ يُطْلَقُ عَلَى أُمَّةٍ مَخْصُوصَةٍ حَتَّى يَكُونَ كُلُّ مَنْ يُولَدُ فِيهَا أَوْ يَقْبَلُ لَقَبَهَا مُسْلِمًا ذَلِكَ الْإِسْلَامَ الَّذِي نَطَقَ بِهِ الْقُرْآنُ، وَيَكُونُ مِنَ الَّذِينَ تَنَالُهُمْ دَعْوَةُ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -، وَقَدْ جَرَى إِبْرَاهِيمُ وَوَلَدُهُ عَلَى سُنَّةِ الْفِطْرَةِ فِي هَذَا الدُّعَاءِ أَيْضًا، فَخَصَّاهُ بِبَعْضِ الذُّرِّيَّةِ؛ لِأَنَّهُ قَدْ يَكُونُ مِنْهَا مَنْ لَا يَتَنَاوَلُ الْإِسْلَامَ. </p><p> (وَأَرِنَا مَنَاسِكَنَا) أَيْ عَلِّمْنَا إِيَّاهَا عِلْمًا يَكُونُ كَالرُّؤْيَةِ الْبَصَرِيَّةِ فِي الْجَلَاءِ وَالْوُضُوحِ، وَالْمَنَاسِكُ: جَمْعُ مَنْسَكٍ بِفَتْحِ السِّينِ فِي الْأَفْصَحِ مِنَ النُّسُكِ (بِضَمَّتَيْنِ) وَمَعْنَاهُ غَايَةُ الْعِبَادَةِ، وَغَلَبَ اسْتِعْمَالُ النُّسُكِ فِي عِبَادَةِ الْحَجِّ خَاصَّةً، وَالْمَنَاسِكِ فِي مَعَالِمِهِ أَوْ أَعْمَالِهِ، (وَتُبْ عَلَيْنَا) أَيْ وَفِّقْنَا لِلتَّوْبَةِ لِنَتُوبَ وَنَرْجِعَ إِلَيْكَ مِنْ كُلِّ حَالٍ أَوْ عَمَلٍ يَشْغَلُنَا عَنْكَ. وَيَدُلُّ عَلَيْهِ قَوْلُهُ - تَعَالَى -: (ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا)  (٩: ١١٨) أَوِ الْمَعْنَى: اقْبَلْ تَوْبَتَنَا، وَمِنْهُ الْحَدِيثُ:  ((وَيَتُوبُ اللهُ عَلَى مَنْ تَابَ) ) وَتَابَ - بِالْمُثَنَّاةِ - كَثَابَ (بِالْمُثَلَّثَةِ) وَمَعْنَاهُ: رَجَعَ. وَيُقَالُ: تَابَ الْعَبْدُ: إِلَى رَبِّهِ أَيْ رَجَعَ </p><p> إِلَيْهِ؛ لِأَنَّ اقْتِرَافَ الذَّنْبِ إِعْرَاضٌ عَنِ اللهِ أَيْ عَنْ طَرِيقِ دِينِهِ وَمُوجِبَاتِ رِضْوَانِهِ، وَيُقَالُ: تَابَ اللهُ عَلَى الْعَبْدِ؛ لِأَنَّ التَّوْبَةَ مِنَ اللهِ تَتَضَمَّنُ مَعْنَى الرَّحْمَةِ وَالْعَطْفِ؛ كَأَنَّ الرَّحْمَةَ الْإِلَهِيَّةَ تَنْحَرِفُ عَنِ الْمُذْنِبِ بِاقْتِرَافِهِ أَسْبَابَ الْعُقُوبَةِ، فَإِذَا تَابَ عَادَتْ إِلَيْهِ، وَعَطَفَ رَبُّهُ عَلَيْهِ، وَالتَّوْبَةُ تَخْتَلِفُ بِاخْتِلَافِ دَرَجَاتِ النَّاسِ، فَعَبْدُكَ يَتُوبُ إِلَيْكَ مِنْ تَرْكِ مَا أَمَرْتَهُ بِفِعْلِهِ أَوْ فِعْلِ مَا أَمَرْتَهُ بِتَرْكِهِ، وَصَدِيقُكَ يَتُوبُ إِلَيْكَ وَيَعْتَذِرُ إِذَا هُوَ قَصَّرَ فِي عَمَلٍ لَكَ فِيهِ فَائِدَةٌ عَمَّا فِي إِمْكَانِهِ وَاسْتِطَاعَتِهِ، وَوَلَدُكَ يَتُوبُ إِذَا قَصَّرَ فِي أَدَبٍ مِنَ الْآدَابِ الَّتِي تُرْشِدُهُ إِلَيْهَا؛ لِيَكُونَ فِي نَفْسِهِ عَزِيزًا كَرِيمًا، وَكَذَلِكَ تَخْتَلِفُ تَوْبَاتُ التَّائِبِينَ إِلَى اللهِ - تَعَالَى - بِاخْتِلَافِ دَرَجَاتِهِمْ فِي مَعْرِفَتِهِ، وَفَهْمِ أَسْرَارِ شَرِيعَتِهِ، فَعَامَّةُ الْمُؤْمِنِينَ لَا يَعْرِفُونَ مِنْ مُوجِبَاتِ سُخْطِ اللهِ - تَعَالَى - وَأَسْبَابِ عُقُوبَتِهِ إِلَّا الْمَعَاصِيَ الَّتِي شَدَّدَتِ الشَّرِيعَةُ فِي النَّهْيِ عَنْهَا، وَإِذَا تَابُوا مِنْ عَمَلٍ سَيِّئٍ فَإِنَّمَا يَتُوبُونَ مِنْهَا، وَخَوَاصُّ الْمُؤْمِنِينَ يَعْرِفُونَ أَنَّ لِكُلِّ عَمَلٍ سَيِّئٍ لَوَثَةً فِي النَّفْسِ تَبْعُدُ بِهَا عَنِ الْكَمَالِ، وَلِكُلِّ عَمَلٍ صَالِحٍ أَثَرًا فِيهَا يُقَرِّبُهَا مِنَ اللهِ وَصِفَاتِهِ، فَالتَّقْصِيرُ فِي الصَّالِحَاتِ يُعَدُّ عِنْدَ هَؤُلَاءِ مِنَ الذُّنُوبِ الَّتِي تَهْبِطُ بِالنَّفْسِ وَتُبْعِدُهَا عَنِ اللهِ - تَعَالَى -، فَهِيَ إِذَا </p><p> قَصَّرَتْ فِيهَا تَتُوبُ، وَإِذَا شَمَّرَتْ لَا تَأْمَنُ النَّقَائِصَ وَالْعُيُوبَ، وَيَخْتَلِفُ اتِّهَامُ هَؤُلَاءِ الْأَبْرَارِ لِأَنْفُسِهِمْ بِاخْتِلَافِ مَعْرِفَتِهِمْ بِصِفَاتِ النَّفْسِ، وَمَا يَعْرِضُ لَهَا مِنَ الْآفَاتِ فِي سَيْرِهَا، وَمَعْرِفَتِهِمْ بِكَمَالِ اللهِ جَلَّ جَلَالُهُ وَمَعْنَى الْقُرْبِ مِنْهُ وَاسْتِحْقَاقِ رِضْوَانِهِ؛ وَلِذَلِكَ قَالَ بَعْضُ الْعَارِفِينَ:  ((حَسَنَاتُ الْأَبْرَارِ سَيِّئَاتُ الْمُقَرَّبِينَ) ) وَمِنْ هُنَا نَفْهَمُ مَعْنَى التَّوْبَةِ الَّتِي طَلَبَهَا إِبْرَاهِيمُ وَإِسْمَاعِيلُ - عَلَيْهِمَا وَعَلَى آلِهِمَا الصَّلَاةُ وَالتَّسْلِيمُ - (إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ) أَيْ إِنَّكَ أَنْتَ وَحْدَكَ الْكَثِيرُ التَّوْبِ عَلَى عِبَادِكَ - وَإِنْ كَثُرَ تَحَوُّلُهُمْ عَنْ سَبِيلِكَ - بِتَوْفِيقِهِمْ لِلتَّوْبَةِ إِلَيْكَ وَقَبُولِ تَوْبَتِهِمْ مِنْهُمْ، الرَّحِيمُ بِالتَّائِبِينَ. </p><p> (رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ) أَيْ مِنْ أَنْفُسِهِمْ، وَيَتَضَمَّنُ هَذَا الدُّعَاءَ لَهُمْ بِالِارْتِقَاءِ الَّذِي يُؤَهِّلُهُمْ وَيُعِدُّهُمْ لِظُهُورِ النَّبِيِّ مِنْهُمْ، وَقَدْ أَجَابَ اللهُ - تَعَالَى - هَذِهِ الدَّعْوَةَ بِخَاتَمِ النَّبِيِّينَ وَالْمُرْسَلِينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا وَرَدَ فِي حَدِيثِ أَحْمَدَ ((أَنَا دَعْوَةُ إِبْرَاهِيمَ وَبِشَارَةُ عِيسَى) ) . . . إِلَخْ، ثُمَّ وُصِفَ هَذَا الرَّسُولُ بِقَوْلِهِ:  (يَتْلُو عَلَيْهِمْ آيَاتِكَ) الدَّالَّةَ عَلَى وَحْدَانِيَّتِكَ وَتَنْزِيهِكَ وَعَظَمَةِ شَأْنِكَ، وَالدَّالَّةَ عَلَى صِدْقِ رُسُلِكَ إِلَى خَلْقِكَ، فَالْمُرَادُ بِالْآيَاتِ: الْآيَاتُ الْكَوْنِيَّةُ وَالْعَقْلِيَّةُ، أَوِ الْمُرَادُ آيَاتُ الْوَحْيِ الَّتِي تُنْزِلُهَا عَلَيْهِ فَتَكُونُ دَلِيلًا عَلَى صِدْقِهِ، وَمُشْتَمِلَةً عَلَى تَفْصِيلِ آيَاتِ اللهِ فِي خَلْقِهِ كَبَرَاهِينِ التَّوْحِيدِ وَالتَّنْزِيهِ وَدَلَائِلِ النُّبُوَّةِ وَالْبَعْثِ. وَتِلَاوَتُهَا: ذِكْرُهَا الْمَرَّةَ بَعْدَ الْمَرَّةِ لِتَرْسَخَ فِي النَّفْسِ وَتُؤَثِّرَ فِي الْقَلْبِ. </p><p> (وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ) قَالَ الْأُسْتَاذُ الْإِمَامُ: فَسَّرُوا الْكِتَابَ بِالْقُرْآنِ، وَالْحِكْمَةَ </p>"
}