{
  "id": null,
  "sura": 2,
  "aya": 233,
  "text": "<p> هَذَا انْتِقَالٌ مِنْ أَحْكَامِ الطَّلَاقِ إِلَى أَحْكَامِ الرَّضَاعَةِ، وَكِلَاهُمَا مِنْ أَحْكَامِ الْبُيُوتِ (الْعَائِلَاتِ) الْهَادِيَةِ إِلَى كَيْفِيَّةِ التَّعَامُلِ بَيْنَ الْأَزْوَاجِ مِنَ الْمُعَاشَرَةِ بِالْمَعْرُوفِ وَتَرْبِيَةِ الْأَطْفَالِ، فَمِنْ ثَمَّ عَطَفَ عَلَى مَا قَبْلَهُ، وَلِلْمُفَسِّرِينَ فِي قَوْلِهِ:  (وَالْوَالِدَاتُ) ثَلَاثَةُ أَقْوَالٍ: </p><p> (الْقَوْلُ الْأَوَّلُ) أَنَّهُ خَاصٌّ بِالْمُطَلَّقَاتِ لِوُجُوهٍ: (أَحَدُهَا) أَنَّ الْكَلَامَ السَّابِقَ فِي أَحْكَامِهِنَّ وَهَذَا مِنْ تَتِمَّتِهِ. (ثَانِيهَا) إِيجَابُ رِزْقِهِنَّ وَكِسَوْتِهِنَّ عَلَى الْوَالِدِ، وَلَوْ كُنَّ أَزْوَاجًا لَمَا كَانَ هُنَاكَ حَاجَةٌ إِلَى هَذَا الْإِيجَابِ; لِأَنَّ النَّفَقَةَ عَلَى الزَّوْجِ الَّتِي فِي الْعِصْمَةِ وَاجِبَةٌ لِلزَّوْجِيَّةِ لَا لِلرَّضَاعِ. (ثَالِثُهَا) أَنَّ الْمُطَلَّقَةَ عُرْضَةٌ لِإِهْمَالِ الْعِنَايَةِ بِالْوَلَدِ وَتَرْكِ إِرْضَاعِهِ; لِأَنَّهُ يَحُولُ دُونَ زَوَاجِهَا فِي الْغَالِبِ، وَلِمَا فِيهِ مِنَ النِّكَايَةِ بِالرَّجُلِ وَلَا سِيَّمَا الَّذِي لَمْ يَتَيَسَّرْ لَهُ اسْتِئْجَارُ ظِئْرٍ تَقُومُ مَقَامَ الْوَالِدَةِ، وَهُنَا وَجْهٌ (رَابِعٌ) لِتَرْجِيحِ هَذَا الْقَوْلِ ظَهَرَ لِيَ الْآنَ؛ وَهُوَ تَعْلِيلُ الْحُكْمِ بِالنَّهْيِ عَنِ الْمُضَارَّةِ بِالْوَلَدِ، وَإِنَّمَا تُضَارُّ بِذَلِكَ الْمُطَلَّقَةُ دُونَ الَّتِي فِي الْعِصْمَةِ، فَبَيَّنَ أَنَّ لِلْمُطَلَّقَةِ الْحَقَّ فِي إِرْضَاعِ وَلَدِهَا كَسَائِرِ الْوَالِدَاتِ، وَأَنَّهُ لَيْسَ لِلْمُطَلِّقِ مَنْعُهَا مِنْهُ وَهُوَ عُرْضَةٌ لِهَذَا الْمَنْعِ. </p><p> (الْقَوْلُ الثَّانِي) أَنَّهُ خَاصٌّ بِالْوَالِدَاتِ مَعَ بَقَاءِ الزَّوْجِيَّةِ، قَالَ الْوَاحِدِيُّ فِي هَذَا </p><p> الْقَوْلِ: هُوَ الْأَوْلَى; لِأَنَّ الْمُطَلَّقَةَ لَا تَسْتَحِقُّ الْكِسْوَةَ وَإِنَّمَا تَسْتَحِقُّ الْأُجْرَةَ، وَأَقُولُ: إِنَّ هَذَا التَّرْجِيحَ مَرْجُوحٌ لَا يُلْتَفَتُ إِلَيْهِ; لِأَنَّهُ مَبْنِيٌّ عَلَى الِاحْتِجَاجِ بِقَوْلِ الْفُقَهَاءِ عَلَى الْقُرْآنِ وَهَذَا الْقَوْلُ أَضْعَفُ الْأَقْوَالِ. </p><p> (الْقَوْلُ الثَّالِثُ) أَنَّهُ عَامٌّ فِي جَمِيعِ الْمُطَلَّقَاتِ، وَقَالَ كَثِيرُونَ: إِنَّهُ أَوْلَى عَمَلًا بِظَاهِرِ اللَّفْظِ; فَهُوَ عَامٌّ لَا دَلِيلَ عَلَى تَخْصِيصِهِ، وَيَكُونُ الرِّزْقُ وَالْكِسْوَةُ - أَيِ النَّفَقَةُ - خَاصًّا بِبَعْضِ أَفْرَادِ الْعَامِ وَهُنَّ الْوَالِدَاتُ الْمُطَلَّقَاتُ. وَقَالَ بَعْضُهُمْ: إِنَّ اسْتِئْجَارَ الْأُمِّ لِلْإِرْضَاعِ صَحِيحٌ، وَعَبَّرَ عَنِ الْأُجْرَةِ بِالرِّزْقِ وَالْكِسْوَةِ، وَقِيلَ: إِنَّهُ لَيْسَ فِي الْآيَةِ مَا يَدُلُّ عَلَى أَنَّ الرِّزْقَ وَالْكِسْوَةَ لِأَجْلِ الرَّضَاعِ، وَأَنْتَ تَرَى أَنَّ هَذَا خِلَافُ الْمُتَبَادَرِ مِنَ الْآيَةِ، وَنَحْنُ لَا نَسْتَفِيدُ مِنْ جَعْلِ الْآيَةِ عَامَّةً زِيَادَةً عَمَّا نَسْتَفِيدُ بِجَعْلِهَا خَاصَّةً، إِلَّا أَنَّهُ يَجِبُ عَلَى غَيْرِ الْمُطَلَّقَةِ مِنْ إِرْضَاعِ الْوَلَدِ مُطْلَقًا أَوْ بِشَرْطِ مَا يَجِبُ عَلَى الْمُطَلَّقَةِ بِالنَّصِّ، وَأَنَّهُ مِنْ حُقُوقِهَا أَيْضًا، وَهَذَا يُؤْخَذُ مِنَ الْآيَةِ إِذَا حُمِلَتْ عَلَى التَّخْصِيصِ بِالطَّرِيقِ الْأَوْلَى، عَلَى أَنَّ الْقَائِلِينَ بِالْعُمُومِ لَمْ يَقُولُوا بِهَذَا الْوُجُوبِ مُطْلَقًا كَمَا يَأْتِي، وَلَا أَذْكُرُ عَنِ الْأُسْتَاذِ الْإِمَامِ تَرْجِيحًا أَوِ اخْتِيَارًا فِي هَذِهِ الْمَسْأَلَةِ. </p><p> قَوْلُهُ تَعَالَى:  (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ) أَمْرٌ جَاءَ بِصِيغَةِ الْخَبَرِ لِلْمُبَالَغَةِ فِي تَقْرِيرِهِ </p><p> عَلَى نَحْوِ مَا تَقَدَّمَ فِي قَوْلِهِ:  (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ)  (٢: ٢٢٨) وَزَعَمَ بَعْضُهُمْ أَنَّهُ خَبَرٌ عَلَى بَابِهِ; أَيْ: إِنَّ شَأْنَ الْوَالِدَاتِ ذَلِكَ، وَأَنْتَ تَرَى أَنَّهُ لَا فَائِدَةَ فِي الْإِخْبَارِ عَنِ الْوَاقِعِ الْمَعْلُومِ لِلنَّاسِ فِي مَقَامِ بَيَانِ الْأَحْكَامِ، وَكَأَنَّ صَاحِبَ هَذَا الْقَوْلِ أَرَادَ أَنْ يُقَوِّيَ بِهِ قَوْلَ الْفُقَهَاءِ الَّذِينَ يَرَوْنَ أَنَّهُ لَا يَجِبُ عَلَى الْوَالِدَةِ إِرْضَاعُ وَلَدِهَا إِلَّا إِذَا تَعَيَّنَتْ مُرْضِعًا بِأَنْ كَانَ لَا يَقْبَلُ غَيْرَ ثَدْيِهَا كَمَا يُعْهَدُ مِنْ بَعْضِ الْأَطْفَالِ، أَوْ كَانَ الْوَالِدُ عَاجِزًا عَنِ اسْتِئْجَارِ ظِئْرٍ تُرْضِعُهُ، أَوْ قَدَرَ وَلَمْ يَجِدِ الظِّئْرَ، عَلَى أَنَّ هَؤُلَاءِ الْفُقَهَاءَ لَمْ يَرَوْا جَعْلَ الْخَبَرِ بِمَعْنَى الْأَمْرِ مَانِعًا مِنْ حُكْمِهِمْ هَذَا، فَقَدْ حَمَلُوهُ عَلَى النَّدْبِ فِي حَالِ الِاخْتِيَارِ، قَالُوا: لِأَنَّ لَبَنَ الْأُمِّ أَنْفَعُ لِلْوَلَدِ مِنْ لَبَنِ الظِّئْرِ، وَخَاصَّةً إِذَا لَمْ يَكُنْ وَلَدُ الظِّئْرِ فِي سِنِّهِ، وَالظَّاهِرُ أَنَّ الْأَمْرَ لِلْوُجُوبِ مُطْلَقًا; فَالْأَصْلُ أَنَّهُ يَجِبُ عَلَى </p><p> الْأُمِّ إِرْضَاعُ وَلَدِهَا، وَاخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ; يَعْنِي إِنْ لَمْ يَكُنْ هُنَاكَ عُذْرٌ مَانِعٌ مِنْ مَرَضٍ وَنَحْوِهِ، وَلَا يَمْنَعُ الْوُجُوبُ جَوَازَ اسْتِنَابَةِ الظِّئْرِ عَنْهَا مَعَ أَمْنِ الضَّرَرِ; لِأَنَّ هَذَا الْوُجُوبَ لِلْمَصْلَحَةِ لَا لِلتَّعَبُّدِ، فَهُوَ كَالنَّفَقَةِ عَلَى الْقَرِيبِ بِشَرْطِهَا، فَإِذَا اتَّفَقَ الْوَالِدَانِ عَلَى اسْتِئْجَارِ ظِئْرٍ، وَرَأَيَا أَنَّهَا تَقُومُ مَقَامَ الْوَالِدَةِ فَلَا بَأْسَ كَمَا فِي مَسْأَلَةِ الْفِصَالِ الْآتِيَةِ. </p><p> وَكَمَا يَجِبُ عَلَى الْأُمِّ إِرْضَاعُ وَلَدِهَا يَجِبُ لَهَا ذَلِكَ بِمَعْنَى أَنَّهُ لَيْسَ لِلْوَالِدِ أَنْ يَمْنَعَهَا مِنْهُ، وَلَأَنْ يَمْنَعَ الرَّجُلُ مُطَلَّقَتَهُ مِنْ إِرْضَاعِ وَلَدِهَا مِنْهُ إِنْ أُبِيحَ لَهُ ذَلِكَ أَقْرَبُ مِنْ أَنْ تَمْتَنِعَ هِيَ عَنْ إِرْضَاعِهِ، وَكَانَ الَّذِي يَتَبَادَرُ إِلَى فَهْمِي أَنَّ الْمَقْصُودَ مِنَ الْجُمْلَةِ أَوَّلًا وَبِالذَّاتِ هُوَ أَنَّ مِنْ حُقُوقِ الْوَالِدَاتِ أَنْ يُرْضِعْنَ أَوْلَادَهُنَّ، وَمَا الْمُطَلَّقَاتُ إِلَّا وَالِدَاتٌ فَيَجِبُ تَمْكِينُهُنَّ مِنْ إِرْضَاعِ أَوْلَادِهِنَّ الْمُدَّةَ التَّامَّةَ لِلرِّضَاعِ، وَهِيَ كَمَا حَدَّدَهَا فَيُرْضِعْنَهُمْ (حَوْلَيْنِ كَامِلَيْنِ) وَالْحَوْلُ: الْعَامُ وَالسَّنَةُ، وَهُوَ فِي الْأَصْلِ مَصْدَرُ حَالَ يَحُولُ إِذَا مَضَى وَإِذَا تَغَيَّرَ وَتَحَوَّلَ، فَالْعَامُ وَالْحَوْلُ يُطْلَقَانِ عَلَى صَيْفَةٍ وَشِتْوَةٍ كَامِلَتَيْنِ، وَأَمَّا السَّنَةُ فَهِيَ تَبْتَدِئُ مِنْ أَيِّ يَوْمٍ عَدَدْتَهُ مِنَ الْعَامِ إِلَى مِثْلِهِ - اهـ مُلَخَّصًا مِنَ الْمِصْبَاحِ. وَقَدْ حُدِّدَتْ مُدَّةُ الرَّضَاعَةِ التَّامَّةِ بِسَنَتَيْنِ كَامِلَتَيْنِ مُرَاعَاةً لِلْفِطْرَةِ بِالنِّسْبَةِ إِلَى ضَعْفِ الْأَطْفَالِ فِي أَقَلِّ الْبُيُوتِ أَوِ الْبِيئَاتِ اسْتِعْدَادًا لِلْعِنَايَةِ بِالتَّرْبِيَةِ، وَاللَّبَنُ هَذَا الْغِذَاءُ الْمُوَافِقُ لِكُلِّ طِفْلٍ فِي هَذِهِ الْمُدَّةِ، وَهَذِهِ الْمُدَّةُ هِيَ الَّتِي تَثْبُتُ بِهَا حُرْمَةُ الرَّضَاعَةِ فِي النِّكَاحِ، وَمِنَ الْعَجَبِ أَنْ تَرَى الْفُقَهَاءَ اخْتَلَفُوا فِي مُدَّةِ الرَّضَاعَةِ بَعْدَ تَحْدِيدِ اللهِ سُبْحَانَهُ لَهَا فَقَالَ بَعْضُهُمْ: هِيَ ثَلَاثُونَ شَهْرًا، وَقَالَ بَعْضُهُمْ: ثَلَاثُ سِنِينَ، وَلَكِنَّ الْجَمَاهِيرَ عَلَى أَنَّ مُدَّتَهَا التَّامَّةَ لَا تَزِيدُ عَلَى حَوْلَيْنِ كَامِلَيْنِ، وَقَدْ تَنْقُصُ إِذَا رَأَى الْوَالِدَانِ ذَلِكَ; لِأَنَّ قَوْلَهُ تَعَالَى:  (لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) أَجَازَ الِاقْتِصَارَ عَلَى مَا دُونَ الْحَوْلَيْنِ وَلَمْ يُحَدِّدْ أَقَلَّ الْمُدَّةِ، بَلْ وَكَلَهُ إِلَى اجْتِهَادِ الْوَالِدَيْنِ الَّذِي تُرَاعَى فِيهِ صِحَّةُ الطِّفْلِ، فَمِنَ الْأَطْفَالِ السَّرِيعُ النُّمُوِّ الَّذِي يَسْتَغْنِي عَنِ اللَّبَنِ بِالطَّعَامِ اللَّطِيفِ قَبْلَ تَمَامِ الْحَوْلَيْنِ بِعِدَّةِ أَشْهُرٍ، وَمِنْهُمُ الْقَمِيءُ الْبَطِيءُ النُّمُوِّ الَّذِي لَا يَسْتَغْنِي عَنْ ذَلِكَ، وَقَدِ اسْتَنْبَطُوا مِنْ قَوْلِهِ تَعَالَى فِي سُورَةِ الْأَحْقَافِ: </p><p> (وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ</p><p> شَهْرًا)  (٤٦: ١٥) أَقَلَّ مُدَّةِ الْحَمْلِ بِنَاءً عَلَى أَنَّ الْحَوْلَيْنِ أَكْثَرُ مُدَّةِ الرَّضَاعَةِ، فَإِنَّ مَا يَبْقَى بَعْدَ طَرْحِ شُهُورِ الْحَوْلَيْنِ مِنْ ثَلَاثِينَ شَهْرًا هُوَ سِتَّةُ أَشْهُرٍ وَهِيَ أَقَلُّ مُدَّةِ الْحَمْلِ. رُوِيَ هَذَا عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا وَقَالُوا: لَعَلَّ الْحِكْمَةَ فِي تَحْدِيدِ الْمُدَّتَيْنِ - أَكْثَرُ الرَّضَاعَةِ وَأَقَلُّ الْحَمْلِ - هِيَ انْضِبَاطُهُمَا دُونَ مَا يُقَابِلُهُمَا. وَقَدْ يُقَالُ: إِنَّنَا نَطْرَحُ مُدَّةَ الْحَمْلِ الْغَالِبَةَ وَهِيَ تِسْعَةُ أَشْهُرٍ مِنْ مَجْمُوعِ مُدَّةِ الْحَمْلِ وَالْفِصَالِ وَهِيَ ثَلَاثُونَ شَهْرًا، فَالْبَاقِي وَهُوَ وَاحِدٌ وَعِشْرُونَ شَهْرًا يَنْبَغِي أَنْ يَكُونَ أَقَلَّ مُدَّةِ الرَّضَاعَةِ، وَالظَّاهِرُ أَنَّ مَعْنَى قَوْلِهِ:  (لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) ذَلِكَ لِمَنْ أَرَادَ إِتْمَامَهَا; وَلِذَلِكَ قُلْنَا: إِنَّ الْأَمْرَ مَوْكُولٌ إِلَى اجْتِهَادِ الْوَالِدَيْنِ، فَاللَّامُ مُتَعَلِّقٌ بِمَحْذُوفٍ، وَقِيلَ: إِنَّهُ مُتَعَلِّقٌ بِقَوْلِهِ: (يُرْضِعْنَ) أَيْ: أَنَّهُنَّ يُرْضِعْنَ هَذِهِ الْمُدَّةَ لِمَنْ أَرَادَ إِتْمَامَهَا مِنَ الْمَوْلُودِ لَهُمْ وَهُمُ الْآبَاءُ، فَيَكُونُ الْأَمْرُ لَهُمْ فِي ذَلِكَ خَاصَّةً، وَسَيَأْتِي تَرْجِيحُ الْأَوَّلِ فِي قَوْلِهِ:  (فَإِنْ أَرَادَا فِصَالًا) . </p><p> (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ) الْمَوْلُودُ لَهُ هُوَ الْأَبُ، وُوَجْهُ اخْتِيَارِ هَذَا التَّعْبِيرِ عَلَى لَفْظِ الْوَالِدِ وَالْأَبِ هُوَ الْإِشْعَارُ بِأَنَّ الْأَوْلَادَ لِآبَائِهِمْ، لَهُمْ يُدْعَوْنَ وَإِلَيْهِمْ يُنْسَبُونَ، وَأَنَّ الْأُمَّهَاتِ أَوْعِيَةٌ مُسْتَوْدَعَةٌ لَهُمْ كَمَا قَالَ الْمَأْمُونُ: </p><p> وَإِنَّمَا أُمَّهَاتُ النَّاسِ أَوْعِيَةٌ ... مُسْتَوْدَعَاتٌ وَلِلْآبَاءِ أَبْنَاءُ </p><p> وَهَذَا الَّذِي قَالَهُ الْمَأْمُونُ لَا يَصِحُّ إِلَّا عَلَى الْعُرْفِ الْجَاهِلِيِّ، وَهِدَايَةُ الْإِسْلَامِ أَنَّ الْوَلَدَ لِوَالِدَيْهِ يَتَقَاسَمَانِ تَرْبِيَتَهُ بِحَسَبِ فِطْرَةِ كُلٍّ مِنْهُمَا، وَحُقُوقُ الزَّوْجِيَّةِ الَّتِي تَقَدَّمَ بَيَانُ حَظِّ كَلٍّ مِنْهُمَا فِيهَا، فَالتَّعْبِيرُ بِالْمَوْلُودِ لَهُ مُقَابِلُ التَّعْبِيرِ بِالْوَالِدَاتِ، وَاخْتِيرَ لِلتَّنْبِيهِ عَلَى عِلَّةِ وُجُوبِ النَّفَقَةِ كَأَنَّهُ يَقُولُ: إِنَّ هَؤُلَاءِ الْوَالِدَاتِ قَدْ حَمَلْنَ وَوَلَدْنَ لَكَ أَيُّهَا الرَّجُلُ، وَهَذَا الْوَلَدُ الَّذِي يُرْضِعْنَهُ يُنْسَبُ إِلَيْكَ، وَيَحْفَظُ سِلْسِلَةَ نَسَبِكَ مِنْ دُونِهِنَّ، فَعَلَيْكَ أَنْ تُنْفِقَ عَلَيْهِنَّ مَا يَكْفِيهِنَّ حَاجَاتِ الْمَعَاشِ مِنَ الطَّعَامِ وَاللِّبَاسِ لِيَقُمْنَ بِذَلِكَ حَقَّ الْقِيَامِ، فَاخْتِيَارُ لَفْظِ (الْمَوْلُودِ لَهُ) هُنَا عَلَى لَفْظِ الْأَبِ وَالْوَالِدِ هُوَ الَّذِي تَقْضِي بِهِ الْبَلَاغَةُ قَضَاءً مُبْرَمًا، وَبِهِ يُسْتَفَادُ مَا لَا يُسْتَفَادُ بِهِمَا، وَأَيْنَ نَجِدُ هَذِهِ الدِّقَّةَ فِي غَيْرِ الْقُرْآنِ الْعَزِيزِ؟ </p><p> وَالْمُرَادُ بِكَوْنِ هَذِهِ النَّفَقَةِ بِالْمَعْرُوفِ أَنْ تَكُونَ كَافِيَةً لَائِقَةً بِحَالِ الْمَرْأَةِ فِي قَوْمِهَا وَصِنْفِهَا، لَا تَلْحَقُهَا غَضَاضَةٌ فِي نَوْعِهَا وَلَا فِي كَيْفِيَّةِ أَدَائِهَا إِلَيْهَا، وَتَقَدَّمَ أَنَّ هَذَا يُرَجِّحُ أَنَّ الْمُرَادَ بِالْوَالِدَاتِ الْمُطَلَّقَاتِ مِنْهُنَّ، وَقَدْ عَبَّرَ عَنِ النَّفَقَةِ هُنَا بِالرِّزْقِ وَالْكِسْوَةِ الْوَاجِبَيْنِ لِلْمَرْأَةِ بِمُقْتَضَى الزَّوْجِيَّةِ دُونَ الْأُجْرَةِ حَتَّى لَا يُتَوَهَّمَ أَنَّ كُلَّ وَالِدَةٍ تَجِبُ لَهَا الْأُجْرَةُ عَلَى إِرْضَاعِ وَلَدِهَا; لِأَنَّ الْكَلَامَ بُدِئَ بِلَفْظِ ((الْوَالِدَاتِ) ) وَأَمَّا فِي سُورَةِ الطَّلَاقِ فَقَدْ عَبَّرَ بِلَفْظِ الْأُجْرَةِ إِذْ قَالَ: (فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ)  (٦٥: ٦) لِأَنَّ الْكَلَامَ هُنَاكَ فِي الْمُطَلَّقَاتِ لَا يَحْتَمِلُ غَيْرَهُ، فَلَا إِبْهَامَ فِي اخْتِيَارِ اللَّفْظِ الْأَخِيرِ، وَلَوْ تَوَجَّهَ الذِّهْنُ إِلَى فَهْمِ الْآيَةِ غَيْرَ مُثْقَلٍ </p><p> بِأَقْوَالِ الْفُقَهَاءِ لَمَا فَهِمَ غَيْرَ هَذَا مِنْهَا، وَمَنْ فَهِمَهَا مُجَرَّدَةً غَيْرَ مَحْمُولَةٍ عَلَى مَذْهَبٍ مُعَيَّنٍ لَا يَحْتَاجُ إِلَى الْكَلَامِ فِي جَوَازِ اسْتِئْجَارِ الْأُمِّ لِلرَّضَاعِ مُطْلَقًا وَعَدَمِهِ وَهِيَ فِي النِّكَاحِ أَوِ الْعِدَّةِ; إِذِ الْمُتَبَادَرُ مِنَ الْآيَةِ أَنَّ الْأُمَّ يَجِبُ عَلَيْهَا إِرْضَاعُ وَلَدِهَا عِنْدَ عَدَمِ الْمَانِعِ الشَّرْعِيِّ، وَيَجِبُ لَهَا ذَلِكَ أَيْضًا - كَمَا تَقَدَّمَ آنِفًا - وَأَنَّ الْمُطَلَّقَاتِ إِذَا كُنَّ وَالِدَاتٍ يَجِبُ أَنْ يُنْفَقَ عَلَيْهِنَّ مُدَّةَ الْإِرْضَاعِ لِمَا تَقَدَّمَ، وَهُنَّ فِي هَذِهِ الْمُدَّةِ إِمَّا بَائِنَاتٌ - وَلَعَلَّهُ الْأَكْثَرُ لِنُدْرَةِ طَلَاقِ أُمِّ الطِّفْلِ وَلَا خِلَافَ فِي جَوَازِ اسْتِئْجَارِهِنَّ حِينَئِذٍ - وَإِمَّا مُعْتَدَّاتٌ تَجِبُ لَهُنَّ النَّفَقَةُ لِعَدَمِ خُرُوجِهِنَّ مِنْ عِصْمَةِ النِّكَاحِ، وَقَدِ اسْتَشْكَلُوا اسْتِحْقَاقَ هَؤُلَاءِ الْأُجْرَةَ عَلَى الْإِرْضَاعِ، وَلَا إِشْكَالَ فِي وُجُوبِ الشَّيْءِ بِسَبَبَيْنِ، وَلَا تَكْرَارَ فِي نَصَّيِ الْوُجُوبِ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا جَاءَ فِي مَوْضِعِهِ، وَلَهُ صُورَةٌ يَنْفَرِدُ بِهَا، إِذِ الْمُعْتَدَّةُ قَدْ تَكُونُ وَالِدَةً وَغَيْرَ وَالِدَةٍ، وَالْمُرْضِعُ تَكُونُ بَائِنَةً وَمُعْتَدَّةً، وَكُلٌّ مِنْهُمَا مَشْغُولَةٌ بِمَصْلَحَةِ الرَّجُلِ الْمُطَلِّقِ شَغْلًا يَمْنَعُهَا مِنْ زَوَاجٍ يُغْنِيهَا عَنْ نَفَقَتِهِ; لِأَنَّ الْمُرْضِعَ قَلَّمَا يُرْغَبُ فِيهَا وَقَلَّمَا تَرْغَبُ هِيَ فِي الزَّوَاجِ، ثُمَّ إِنَّهَا لَا تَسْتَحِقُّ وَلَدَهَا إِذَا تَزَوَّجَتْ. </p><p> وَلَمَّا كَانَ الْمُكَلَّفُونَ مِنَ الرِّجَالِ يَتَفَاوَتُونَ فِي الْإِعْسَارِ وَالْإِيسَارِ بِالنَّفَقَةِ، فَمِنْهُمْ مَنْ لَا يَقْدِرُ عَلَى اللَّائِقِ بِالْمَرْأَةِ فِي عُرْفِ النَّاسِ، وَمِنْهُمْ مَنْ يَقْدِرُ عَلَى أَكْثَرَ مِنْ ذَلِكَ، عَقَّبَ تَعَالَى هَذَا الْأَمْرَ بِقَوْلِهِ:  (لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا) فَسَّرَ بَعْضُهُمُ الْوُسْعَ بِالطَّاقَةِ وَهُوَ غَلَطٌ; لِأَنَّ الْوُسْعَ ضِدُّ الضِّيقِ وَهُوَ مَا تَتَّسِعُ لَهُ الْقُدْرَةُ وَلَا يَبْلُغُ </p><p> اسْتِغْرَاقَهَا، وَأَمَّا الطَّاقَةُ فَهِيَ آخِرُ دَرَجَاتِ الْقُدْرَةِ فَلَيْسَ بَعْدَهَا إِلَّا الْعَجْزُ الْمُطْلَقُ كَأَنَّهَا آخِرُ طَاقَةٍ; أَيْ فَتْلَةٌ مِنَ الطَّاقَاتِ الَّتِي يَتَأَلَّفُ مِنْهَا الْحَبْلُ، وَالْمَعْنَى أَنَّ الْمَطْلُوبَ التَّوَسُّعُ فِي النَّفَقَةِ مِنَ السَّعَةِ; أَيْ: بِحَيْثُ لَا يَنْتَهِي إِلَى الضِّيقِ. وَقَدْ بُسِطَ هَذَا الْإِيجَازُ فِي سُورَةِ الطَّلَاقِ بِقَوْلِهِ تَعَالَى فِي هَذَا الْمَقَامِ:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللهُ لَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللهُ بَعْدَ عُسْرٍ يُسْرًا)  (٦٥: ٧)  (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ) قَرَأَ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَيَعْقُوبُ ((لَا تُضَارُّ) ) بِالضَّمِّ تَبَعًا لِقَوْلِهِ: (لَا تُكَلَّفُ نَفْسٌ) وَالْبَاقُونَ بِالْفَتْحِ وَكِلَاهُمَا جَائِزٌ فِي اللُّغَةِ، وَهُوَ نَهْيٌ عَنِ الْمُضَارَّةِ صَرِيحٌ، وَالْأَوَّلُ نَهْيٌ فِي الْمَعْنَى خَبَرٌ فِي اللَّفْظِ، وَقَالُوا: إِنَّ الْكَلَامَ تَفْصِيلٌ لِمَا يُفْهَمُ مِنْ سَابِقِهِ وَتَقْرِيبٌ لَهُ إِلَى الْفَهْمِ. وَالصَّوَابُ أَنَّهُ يُفِيدُ - مَعَ تَعْلِيلِ الْأَحْكَامِ السَّابِقَةِ - حُكْمًا جَدِيدًا عَامًّا، فَمَنْعُ الرَّجُلِ الْمَرْأَةَ مِنْ إِرْضَاعِ وَلَدِهَا - وَهِيَ لَهُ أَرْأَمُ، وَبِهِ أَرْأَفُ، وَعَلَيْهِ أَحَنَى وَأَعْطَفُ - إِضْرَارٌ بِهَا بِسَبَبِ وَلَدِهَا، وَالتَّضْيِيقُ عَلَيْهَا فِي النَّفَقَةِ مَعَ الْإِرْضَاعِ إِضْرَارٌ بِهَا بِسَبَبِ وَلَدِهَا، وَامْتِنَاعِهَا هِيَ مِنْ إِرْضَاعِهِ - تَعْجِيزًا لِلْوَالِدِ بِالْتِمَاسِ الظِّئْرِ أَوْ تَكْلِيفِهِ مِنَ النَّفَقَةِ فَوْقَ وُسْعِهِ - إِضْرَارٌ بِهِ بِسَبَبِ وَلَدِهِ; فَالْعِلَّةُ فِي الْأَحْكَامِ السَّابِقَةِ مَنْعُ الضِّرَارِ مِنَ الْجَانِبَيْنِ لِإِعْطَاءِ كُلِّ ذِي حَقٍّ حَقَّهُ بِالْمَعْرُوفِ، وَهُوَ يَتَنَاوَلُ تَحْرِيمَ كُلِّ مَا يَأْتِي مِنْ أَحَدِ الْوَالِدَيْنِ لِلْإِضْرَارِ </p><p> بِالْآخَرِ; كَأَنْ تُقَصِّرَ هِيَ فِي تَرْبِيَةِ الْوَلَدِ الْبَدَنِيَّةِ أَوِ النَّفْسِيَّةِ لِتَغِيظَ الرَّجُلَ، وَكَأَنْ يَمْنَعَهُ هُوَ مِنْ أُمِّهِ وَلَوْ بَعْدَ مُدَّةِ الرَّضَاعِ أَوِ الْحَضَانَةِ، فَالْعِبَارَةُ نَهْيٌ عَامٌّ عَنِ الْمُضَارَّةِ بِسَبَبِ الْوَلَدِ لَا يُقَيَّدُ وَلَا يُخَصَّصُ بِوَقْتٍ دُونَ وَقْتٍ أَوْ حَالٍ دُونَ حَالٍ أَوْ شَخْصٍ دُونَ شَخْصٍ. وَكَلِمَةُ (تُضَارَّ) تَحْتَمِلُ الْبِنَاءَ لِلْفَاعِلِ وَالْبِنَاءَ لِلْمَفْعُولِ وَهِيَ لِلْمُشَارَكَةِ، وَإِنَّمَا أُسْنِدَتْ إِلَى كُلِّ وَاحِدٍ مِنَ الْوَالِدَيْنِ لِلْإِيذَانِ بِأَنَّ إِضْرَارَهُ بِالْآخَرِ بِسَبَبِ الْوَلَدِ إِضْرَارٌ بِنَفْسِهِ، وَمِنْهُ أَنَّهُ يَتَضَمَّنُ ضُرَّ الْوَلَدِ أَوْ يَسْتَلْزِمُهُ، وَكَيْفَ تَحْسُنُ تَرْبِيَةُ وَلَدٍ بَيْنَ أَبَوَيْنِ هَمُّ كُلِّ وَاحِدٍ مِنْهُمَا إِيذَاءُ الْآخَرِ وَضَرَرُهُ بِهِ؟ وَالنَّهْيُ عَنِ الْمُضَارَّةِ فِي هَذَا الْمَقَامِ يُؤَيِّدُ الْقَوْلَ بِأَنَّ الْكَلَامَ فِي الْوَالِدَاتِ الْمُطَلَّقَاتِ كَمَا تَقَدَّمَ. </p><p> أَمَّا قَوْلُهُ:  (وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ) فَمَعْطُوفٌ عَلَى قَوْلِهِ: (وَعَلَى الْمَوْلُودِ لَهُ</p><p> رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ) وَمَا بَيْنَهُمَا مُعْتَرِضٌ لِلتَّعْلِيلِ أَوِ التَّفْسِيرِ لِمَا قَبْلَهُ مِنْ كَوْنِ ذَلِكَ بِالْمَعْرُوفِ وَإِنْ أَفَادَ حُكْمًا جَدِيدًا. وَقَدِ اخْتَلَفُوا فِي الْوَارِثِ هَلْ هُوَ وَارِثُ الْمَوْلُودِ لَهُ; أَيِ: الْأَبُ، لِأَنَّ الْكَلَامَ فِيهِ، أَوْ وَارِثُ الْوَلَدِ لِأَنَّهُ وَلِيُّهُ تَجِبُ عَلَيْهِ نَفَقَتُهُ؟ وَاخْتَلَفَ الْقَائِلُونَ بِأَنَّ الْمُرَادَ وَارِثُ الْأَبِ هَلْ هُوَ عَامٌّ أَوْ خَاصٌّ بِعُصْبَتِهِ، أَوْ بِالْوَلَدِ نَفْسِهِ؟ أَيْ إِنَّ نَفَقَةَ إِرْضَاعِهِ تَكُونُ مِنْ مَالِهِ إِنْ كَانَ لَهُ مَالٌ وَإِلَّا فَهِيَ عَلَى عُصْبَتِهِ. وَقَالَ بَعْضُهُمْ: إِنَّ الْمُرَادَ بِالْوَارِثِ وَارِثُ الصَّبِيِّ مِنَ الْوَالِدَيْنِ، أَيْ وَإِذَا مَاتَ أَحَدُ الْوَالِدَيْنِ فَيَجِبُ عَلَى الْآخَرِ مَا كَانَ يَجِبُ عَلَيْهِ مِنْ إِرْضَاعِهِ وَالنَّفَقَةِ عَلَيْهِ. وَكُلٌّ يَحْتَمِلُهُ اللَّفْظُ، وَلَعَلَّ الْحِكْمَةَ فِي هَذَا التَّعْبِيرِ أَنْ يَتَنَاوَلَ كُلَّ مَا يَصِحُّ تَنَاوُلُهُ إِيَّاهُ. </p><p> (فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا) الْفِصَالُ: الْفِطَامُ; لِأَنَّهُ يَفْصِلُ الْوَلَدَ عَنْ أُمِّهِ وَيَفْصِلُهَا عَنْهُ فَيَكُونُ مُسْتَقِلًّا فِي غِذَائِهِ دُونَهَا، وَالْمُرَادُ أَنَّهُ لَمَّا كَانَ مَا ذُكِرَ مِنْ تَحْدِيدِ مُدَّةِ الرَّضَاعَةِ وَكَوْنِ الْحَقِّ فِيهَا لِلْوَالِدَةِ، وَكَوْنِهَا تَسْتَحِقُّ الْأُجْرَةَ عَلَيْهَا إِذَا كَانَتْ مُطَلَّقَةً، كُلُّ ذَلِكَ لِدَفْعِ الضِّرَارِ وَتَقْرِيرِ الْمَصْلَحَةِ لَا لِلتَّعَبُّدِ، كَانَ لِلْوَالِدَيْنِ صَاحِبَيِ الْحَقِّ الْمُشْتَرَكِ فِي الْوَلَدِ وَالْغَيْرَةِ الصَّحِيحَةِ عَلَيْهِ أَنْ يَفْطِمَاهُ قَبْلَ هَذِهِ الْمُدَّةِ أَوْ بَعْدَهَا إِذَا اتَّفَقَ رَأْيُهُمَا عَلَى ذَلِكَ بَعْدَ التَّشَاوُرِ فِيهِ، بِحَيْثُ يَكُونَانِ رَاضِيَيْنِ غَيْرَ مُضَارَّيْنِ بِهِ. وَأَقُولُ: إِذَا كَانَ الْقُرْآنُ يُرْشِدُنَا إِلَى الْمُشَاوَرَةِ فِي أَدْنَى أَعْمَالِ تَرْبِيَةِ الْوَلَدِ وَلَا يُبِيحُ لِأَحَدِ وَالِدَيْهِ الِاسْتِبْدَادَ بِذَلِكَ دُونَ الْآخَرِ فَهَلْ يُبِيحُ لِرَجُلٍ وَاحِدٍ أَنْ يَسْتَبِدَّ فِي الْأُمَّةِ كُلِّهَا وَأَمْرِ تَرْبِيَتِهَا وَإِقَامَةُ الْعَدْلِ فِيهَا أَعْسَرُ وَرَحْمَةُ الْأُمَرَاءِ أَوِ الْمُلُوكِ دُونَ رَحْمَةِ الْوَالِدَيْنِ بِالْوَلَدِ وَأَنْقَصُ؟ ! </p><p> وَقَالَ أَبُو مُسْلِمٍ: يَحْتَمِلُ الْفِصَالُ مَعْنًى آخَرَ وَهُوَ إِيقَاعُ الْمُفَاصَلَةِ بَيْنَ الْأُمِّ وَالْوَلَدِ; أَيْ بِأَنْ تَرْضَى هِيَ بِضَمِّهِ إِلَى أَبِيهِ يَسْتَأْجِرُ لَهُ ظِئْرًا تُرْضِعُهُ وَيَرْضَى هُوَ بِذَلِكَ لَا يُضَارُّ بِهِ أَحَدُهُمَا الْآخَرَ، وَبِهَذِهِ الْمُنَاسَبَةِ مُنَاسِبَةِ الْحُكْمِ بِأَنَّ الْحُقُوقَ وَالْوَاجِبَاتِ الْمُتَعَلِّقَةَ بِالْوَلَدِ مُشْتَرِكَةٌ بَيْنَ وَالِدَيْهِ، وَلَهُمَا الْخِيَارُ فِي تَقْرِيرِ مَا فِيهِ الْمَصْلَحَةُ بِالتَّرَاضِي مَعَ انْتِفَاءِ الضَّرَرِ، أَوْ مُنَاسَبَةِ جَوَازِ فَصْلِ الطِّفْلِ عَنْ أُمِّهِ بِرِضَاهَا، ذَكَرَ حُكْمَ الْمُسْتَرْضِعَاتِ وَهُنَّ الْأَظْآرُ اللَّوَاتِي يُرْضِعْنَ بِالْأُجْرَةِ فَقَالَ: </p><p> (وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ) يُقَالُ: اسْتَرْضَعْتُ الْمَرْأَةَ الطِّفْلَ إِذَا اتَّخَذْتَهَا مُرْضِعًا لَهُ، وَيَحْذِفُونَ أَحَدَ الْمَفْعُولَيْنِ لِلْعِلْمِ بِهِ فَيَقُولُونَ: اسْتَرْضَعْتُ الطِّفْلَ كَمَا يَقُولُونَ: اسْتَنْجَحْتُ الْحَاجَةَ مِنْ غَيْرِ ذِكْرِ مَنِ اسْتُنْجِحَ، وَالْمَعْنَى: إِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمُ الْمَرَاضِعَ الْأَجْنَبِيَّاتِ (فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ) قَالَ قَتَادَةُ وَالزُّهْرِيُّ: أَيْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ مِنْ إِرَادَةِ الِاسْتِرْضَاعِ، أَيْ سَلَّمَ كُلُّ وَاحِدٍ مِنَ الْأَبَوَيْنِ وَرَضِيَ، بِأَنْ كَانَ ذَلِكَ عَنِ اتِّفَاقٍ مِنْهُمَا وَقَصْدِ خَيْرٍ، وَإِرَادَةِ مَعْرُوفٍ مِنَ الْأَمْرِ، فَالْخِطَابُ عَامٌّ لِلْوَالِدَيْنِ وَالْوَالِدَاتِ عَلَى سَبِيلِ التَّغْلِيبِ كَذَا فِي فَتْحِ الْبَيَانِ. أَوْ إِذَا سَلَّمْتُمْ مَا أَرَدْتُمْ إِيتَاءَهُ الْمَرَاضِعَ مِنَ الْأُجُورِ بِالْمَعْرُوفِ، أَيْ بِالْوَجْهِ الْمُتَعَارَفِ الْمُسْتَحْسَنِ شَرْعًا وَعَادَةً. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الْمُرَادُ بِهِ إِعْطَاءُ الْأُجْرَةِ الْمُتَعَارَفَةِ وَهِيَ مَا يُسَمِّيهِ الْفُقَهَاءُ أَجْرَ الْمِثْلِ، وَفِي هَذَا الشَّرْطِ مَصْلَحَةُ الْمُرْضِعِ وَمَصْلَحَةُ الْوَلَدِ وَالْوَالِدِ; لِأَنَّ الْمُرْضِعَ إِذَا لَمْ تُعَامَلِ الْمُعَامَلَةَ الْحَسَنَةَ الْمُرْضِيَّةَ بِأَخْذِ أَجْرِهَا تَامًّا لَا تَهْتَمُّ بِمُرَاعَاةِ الطِّفْلِ وَلَا تُعْنَى بِإِرْضَاعِهِ فِي الْمَوَاقِيتِ الْمَطْلُوبَةِ وَبِنَظَافَتِهِ وَسَائِرِ شَأْنِهِ، وَإِذَا أُوذِيَتْ يَتَغَيَّرُ لَبَنُهَا فَيَكُونُ ضَارًّا بِالطِّفْلِ، وَالْقَوْلُ الْأَوَّلُ مُؤَيِّدٌ وَمُوَافِقٌ لِمَا عُلِمَ مِنْ كَوْنِ الْأُمِّ أَحَقَّ بِإِرْضَاعِ وَلَدِهَا كَمَا تَقَدَّمَ، وَالثَّانِي لَا يُعَارِضُهُ; لِأَنَّ الْخِطَابَ فِيهِ يَصِحُّ أَيْضًا أَنْ يَكُونَ لِلْآبَاءِ وَالْأُمَّهَاتِ جَمِيعًا، وَالسُّكُوتُ عَنِ التَّصْرِيحِ بِالتَّرَاضِي وَالتَّشَاوُرِ بَيْنَ الْوَالِدَيْنِ لِلْعِلْمِ بِهِ، وَهُوَ يَشْمَلُ مَا إِذَا كَانَ هُنَاكَ مَانِعٌ مَنَعَ الْأُمَّ مِنَ الْإِرْضَاعِ كَمَرَضٍ أَوْ حَبَلٍ، وَقَرَأَ ابْنُ كَثِيرٍ وَحْدَهُ ((أَتَيْتُمْ) ) مَقْصُورَةَ الْأَلْفِ مِنْ أَتَى إِلَيْهِ إِحْسَانًا إِذَا فَعَلَهُ، وَرَوَى شَيْبَانُ عَنْ عَاصِمٍ ((أُوتِيتُمْ) ) أَيْ: آتَاكُمُ اللهُ مِنَ الْخَيْرِ، وَالْمُرَادُ الْأُجْرَةُ، كَذَا قَالُوا; وَالْأَقْرَبُ أَنَّ مَعْنَاهُ إِذَا سَلَّمْتُمُ الْمَرَاضِعَ مَا أُوتِيتُمْ مِنَ الْوَلَدِ بِالْمَعْرُوفِ، بِأَنْ يَتَّفِقَ الْوَالِدَانِ أَوْ أَحَدُهُمَا إِنِ اسْتَقَلَّ بِالْوَلَدِ مَعَ الْمُرْضِعِ عَلَى أَنْ تَأْخُذَ الْوَلَدَ لِإِرْضَاعِهِ بِطَرِيقَةٍ مَعْرُوفَةٍ شَرْعًا وَعَادَةٍ مُرْضِيَّةٍ لَهُمَا وَلَهَا. </p><p> ثُمَّ خَتَمَ الْآيَةَ بِمَا يَبْعَثُ عَلَى الْتِزَامِ أَحْكَامِهَا وَالْمُحَافَظَةِ عَلَيْهَا فَقَالَ:  (وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّ اللهَ بِمَا تَعْمَلُونَ بَصِيرٌ) أَيِ: الْتَزِمُوا مَا ذَكَرَ مِنَ الْأَحْكَامِ مَعَ تَوَخِّي </p><p> حِكْمَةِ كُلٍّ مِنْهَا، وَاتَّقُوا اللهَ فِي ذَلِكَ فَلَا تُفَرِّطُوا فِي شَيْءٍ مِنْهَا، وَاعْلَمُوا عِلْمَ الْيَقِينِ أَنَّ اللهَ بَصِيرٌ بِمَا تَعْمَلُونَ فِي هَذَا كُلِّهِ وَغَيْرِهِ، فَهُوَ يُحْصِي لَكُمْ عَمَلَكُمْ وَيُجَازِيكُمْ عَلَيْهِ، فَإِذَا قُمْتُمْ بِحُقُوقِ الْأَطْفَالِ بِالتَّرَاضِي وَالتَّشَاوُرِ وَاجْتِنَابِ الْمُضَارَّةِ جَعَلَهُمْ قُرَّةَ أَعْيُنٍ لَكُمْ فِي الدُّنْيَا وَسَبَبًا لِلْمَثُوبَةِ فِي الْآخِرَةِ، وَإِنِ اتَّبَعْتُمْ أَهْوَاءَكُمْ وَعَمَدَ الْوَالِدُ إِلَى مُضَارَّةِ الْوَالِدَةِ بِهِ وَعَمَدَتْ هِيَ إِلَى ذَلِكَ كَانَ الْوَلَدُ بَلَاءً وَفِتْنَةً لَهُمَا فِي الدُّنْيَا، وَكَانَا بِعَمَلِهِمَا السَّيِّئِ فِي أَنْفُسِهِمَا وَوَلَدِهِمَا مُسْتَحِقَّيْنِ لِعَذَابِ الْآخِرَةِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: جَاءَ الْأَمْرُ الْإِلَهِيُّ بِإِرْضَاعِ الْأُمَّهَاتِ أَوْلَادَهُنَّ عَلَى مُقْتَضَى الْفِطْرَةِ، فَأَفْضَلُ اللَّبَنِ لِلْوَلَدِ لَبَنُ أُمِّهِ بِاتِّفَاقِ الْأَطِبَّاءِ، أَيْ لِأَنَّهُ قَدْ تَكَوَّنَ مِنْ دَمِهَا فِي أَحْشَائِهَا، فَلَمَّا بَرَزَ إِلَى الْوُجُودِ تَحَوَّلَ اللَّبَنُ الَّذِي كَانَ يَتَغَذَّى مِنْهُ الرَّحِمُ إِلَى لَبَنٍ يَتَغَذَّى مِنْهُ فِي خَارِجِهِ، فَهُوَ اللَّبَنُ </p><p> الَّذِي يُلَائِمُهُ وَيُنَاسِبُهُ، وَقَدْ قَضَتِ الْحِكْمَةُ بِأَنْ تَكُونَ حَالَةُ لَبَنِ الْأُمِّ فِي التَّغْذِيَةِ مُلَائِمَةً لِحَالِ الطِّفْلِ بِحَسَبِ دَرَجَاتِ سِنِّهِ، وَلِذَلِكَ كَانَ مِمَّا يَنْبَغِي أَنْ يُرَاعَى فِي الظِّئْرِ أَنْ تَكُونَ سِنُّ وَلَدِهَا كَسِنِّ الطِّفْلِ الَّتِي تُتَّخَذُ مُرْضِعًا لَهُ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ لَبَنَ الْمُرْضِعِ يُؤَثِّرُ فِي جِسْمِ الطِّفْلِ وَفِي أَخْلَاقِهِ وَسَجَايَاهُ، وَلِذَلِكَ يُحْتَاطُ فِي انْتِقَاءِ الْمَرَاضِعِ، وَيُجْتَنَبُ اسْتِرْضَاعُ الْمَرِيضَةِ وَالْفَاسِدَةِ الْأَخْلَاقِ وَالْآدَابِ، وَلَكِنْ لَا يُخْشَى مِنْ لَبَنِ الْأُمِّ وَإِنْ كَانَ بِهَا عِلَّةٌ فِي بَدَنِهَا أَوْ فِي أَخْلَاقِهَا لِأَنَّ مَا يَأْخُذُهُ مِنْ طَبِيعَتِهَا فَإِنَّمَا يَأْخُذُهُ وَهُوَ فِي الرَّحِمِ، فَاللَّبَنُ لَا يَزِيدُهُ شَيْئًا، وَهَذَا الَّذِي قَالَهُ هُوَ الْأَصْلُ، وَهُوَ لَا يُنَافِي أَنْ تُمْنَعَ الْأُمَّهَاتُ مِنَ الْإِرْضَاعِ أَحْيَانًا لِسَبَبٍ عَارِضٍ فِي الْبَدَنِ أَوِ النَّفْسِ وَهَذَا نَادِرٌ، وَأَمَّا التَّدْقِيقُ فِي صِحَّةِ الْمُرْضِعِ وَفِي أَخْلَاقِهَا فَيَجِبُ أَنْ يَكُونَ مُطَّرِدًا إِذَا كَانَتْ ظِئْرًا لَا أُمًّا. قَالَ: اللَّبَنُ يَخْرُجُ مِنْ دَمِ الْمُرْضِعِ وَيَمْتَصُّهُ الْوَلَدُ فَيَكُونُ دَمًا لَهُ يَنْمُو بِهِ اللَّحْمُ، وَيُنْشِزُ الْعَظْمَ، فَهُوَ يَشْرَبُ مِنْهَا كُلَّ شَيْءٍ مِنْ حَسَنٍ وَقَبِيحٍ، وَقَدْ لُوحِظَ أَنَّ مَنْ يَرْضَعُ مِنْ لَبَنِ الْأَتَانِ يَغْلُظُ قَلْبُهُ، وَكَذَلِكَ لَبَنُ كُلِّ حَيَوَانٍ يُؤَثِّرُ عَلَى حَسَبِ حَالِهِ، وَلَكِنَّ حَيَاةَ الْإِنْسَانِ نَفْسِيَّةٌ عَقْلِيَّةٌ أَكْثَرُ مِمَّا هِيَ بَدَنِيَّةٌ، فَجِسْمُهُ مُسَخَّرٌ لِشُعُورِهِ وَعَقْلِهِ; لِذَلِكَ كَانَ تَأْثِيرُ الِانْفِعَالَاتِ وَالصِّفَاتِ النَّفْسِيَّةِ مِنَ الْمُرْضِعِ فِي الرَّضِيعِ أَشَدَّ مِنْ تَأْثِيرِ الصِّفَاتِ الْبَدَنِيَّةِ، وَقَدْ لَاحَظْنَا أَنَّ صَوْتَ الْمُرْضِعِ قَدْ ظَهَرَ فِي الْوَلَدِ الَّذِي كَانَتْ تُرْضِعُهُ، فَكَيْفَ بِآثَارِ عَقْلِهَا وَشُعُورِهَا </p><p> وَمَلَكَاتِهَا النَّفْسِيَّةِ؟ ! وَقَدْ نَبَّهَ الْفُقَهَاءُ عَلَى هَذَا الْمَعْنَى، وَحِكَايَةُ إِمَامِ الْحَرَمَيْنِ فِيهِ مَعْرُوفَةٌ. </p><p> أَقُولُ: ذَكَرَ الْمُؤَرِّخُونَ أَنَّ أَبَا مُحَمَّدٍ الْجُوَيْنِيَّ وَالِدَ إِمَامِ الْحَرَمَيْنِ الشَّهِيرِ (وَاسْمُهُ عَبْدُ الْمَلِكِ) كَانَ يَنْسَخُ بِالْأُجْرَةِ، فَاجْتَمَعَ لَهُ مِنْ كَسْبِ يَدِهِ شَيْءٌ اشْتَرَى بِهِ جَارِيَةً مَوْصُوفَةً بِالْخَيْرِ وَالصَّلَاحِ، وَكَانَ يُطْعِمُهَا مِنْهُ إِلَى أَنْ حَمَلَتْ بِإِمَامِ الْحَرَمَيْنِ وَهُوَ مُسْتَمِرٌّ عَلَى تَرْبِيَتِهَا الْحَسَنَةِ وَتَغْذِيَتِهَا بِالْحَلَالِ، فَلَمَّا وَضَعَتْهُ أَوْصَاهَا أَلَّا تُمَكِّنَ أَحَدًا مِنْ إِرْضَاعِهِ، فَاتَّفَقَ أَنْ دَخَلَ عَلَيْهَا يَوْمًا وَهِيَ مُتَأَلِّمَةٌ وَالصَّغِيرُ يَبْكِي وَقَدْ أَخَذَتْهُ امْرَأَةٌ مِنْ جِيرَانِهِمْ وَشَاغَلَتْهُ بِثَدْيِهَا فَرَضَعَ مِنْهَا قَلِيلًا، فَلَمَّا رَأَى ذَلِكَ شَقَّ عَلَيْهِ وَأَخَذَهُ إِلَيْهِ وَنَكَّسَ رَأْسَهُ وَمَسَحَ عَلَى بَطْنِهِ وَأَدْخَلَ أَصْبُعَهُ فِي فِيهِ، وَلَمْ يَزَلْ بِهِ حَتَّى قَاءَ جَمِيعَ مَا شَرِبَهُ، وَهُوَ يَقُولُ: يَسْهُلُ عَلَيَّ أَنْ يَمُوتَ وَلَا يَفْسُدُ طَبْعُهُ بِشُرْبِ لِبَنِ غَيْرِ أُمِّهِ، وَيُحْكَى عَنْ إِمَامِ الْحَرَمَيْنِ أَنَّهُ كَانَ يَلْحَقُهُ بَعْضُ الْأَحْيَانِ فَتْرَةٌ فِي مَجْلِسِ الْمُنَاظَرَةِ فَيَقُولُ: هَذَا مِنْ بَقَايَا تِلْكَ الرَّضْعَةِ، فَانْظُرْ إِلَى هَذِهِ الْمُبَالَغَةِ فِي الْعِنَايَةِ بِتَرْبِيَةِ الْأَطْفَالِ مِنْ هَؤُلَاءِ الْأَئِمَّةِ، وَقَابِلْهُ بِتَهَاوُنِ النَّاسِ الْيَوْمَ فِي أَمْرِ الْوِلْدَانِ فِي رَضَاعَتِهِمْ وَسَائِرِ شُئُونِهِمْ، حَتَّى إِنَّ الْأُمَّهَاتِ اللَّوَاتِي فَطَرَهُنَّ اللهُ تَعَالَى عَلَى التَّلَذُّذِ بِإِرْضَاعِ أَوْلَادِهِنَّ وَالْغِبْطَةِ بِهِ، قَدْ صَارَ نِسَاءُ الْأَغْنِيَاءِ مِنْهُنَّ يَرْغَبْنَ عَنْهُ تَرَفُّعًا وَطَمَعًا فِي السِّمَنِ وَبَقَاءِ الْجَمَالِ، أَوِ ابْتِغَاءَ سُرْعَةِ الْحَمْلِ، وَكُلُّ هَذَا مُقَاوَمَةٌ لِلْفِطْرَةِ وَمَفْسَدَةٌ لِلنَّسْلِ، وَقَدْ فَطِنَ لَهُ مَنْ عَرَفَ سُنَنَ الْفِطْرَةِ مِنَ الْأُمَمِ الْمُرْتَقِيَةِ بِالْعِلْمِ وَالتَّرْبِيَةِ، حَتَّى بَلَغَنَا أَنَّ قَيْصَرَةَ الرُّوسِيَّةِ تُرْضِعُ أَوْلَادَهَا وَتُحَرِّمُ عَلَيْهِمُ الْمَرَاضِعَ. </p>"
}