{
  "id": null,
  "sura": 2,
  "aya": 234,
  "text": "<p> أَلَسْنَا نَحْنُ الْمُسْلِمِينَ أَوْلَى بِهَذِهِ الْآدَابِ فِي الرَّضَاعِ وَالتَّرْبِيَةِ مِنْ غَيْرِنَا؟ إِنْ كَانَتِ الْفِطْرَةُ تَقْضِي بِهِ فَدِينُنَا دِينُ الْفِطْرَةِ، وَإِنْ كَانَ الْعِلْمُ يَدُلُّ عَلَيْهِ فَقَدْ عَلَّمَنَا اللهُ ذَلِكَ فِي كِتَابِهِ وَعَلَى لِسَانِ رَسُولِهِ، وَلَمْ نَعْرِفْ أَنَّ دِينًا أَرْشَدَ إِلَى مَا أَرْشَدَ إِلَيْهِ دِينُنَا مِنْ ذَلِكَ، وَإِنْ كَانَتِ الْقُدْوَةُ هِيَ الَّتِي يُعَوَّلُ عَلَيْهَا فَقَدْ عَلِمْتَ مَا كَانَ مِنْ أَئِمَّةِ عُلَمَائِنَا فِي ذَلِكَ، فَاللهُمَّ وَفِّقِ الْمُسْلِمِينَ إِلَى الِاهْتِدَاءِ بِهَذَا الْقُرْآنِ لِيَتَحَقَّقُوا بِحَقِيقَةِ الْإِسْلَامِ وَالْإِيمَانِ. </p><p> (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُوا أَنَّ اللهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللهَ غَفُورٌ حَلِيمٌ) . </p><p> لَا يَزَالُ الْكَلَامُ فِي أَحْكَامِ النِّسَاءِ مِنْ حَيْثُ هُنَّ أَزْوَاجٌ يُمْسَكْنَ وَيُسَرَّحْنَ، فَيُرَاجَعْنَ أَوْ يُبْتَتْنَ، وَفِي حُقُوقِهِنَّ حِينَئِذٍ فِي أَوْلَادِهِنَّ، وَكُلُّ هَذَا قَدْ مَرَّ تَفْسِيرُهُ، وَقَدْ ذَكَرَ فِي هَاتَيْنِ الْآيَتَيْنِ أَحْكَامَ مَنْ يَمُوتُ بُعُولَتُهُنَّ، مَاذَا يَجِبُ عَلَيْهِنَّ مِنَ الْحِدَادِ وَالِاعْتِدَادِ، وَمَتَى تَجُوزُ خِطْبَتُهُنَّ وَمَتَى يَتَزَوَّجْنَ؟ </p><p> قَوْلُهُ تَعَالَى:  (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ) أَيْ: يَتَوَفَّاهُمُ اللهُ تَعَالَى، أَيْ يَقْبِضُ أَرْوَاحَهُمْ وَيُمِيتُهُمْ. قَالَ اللهُ تَعَالَى فِي سُورَةِ الزُّمَرِ:  (اللهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا)  (٣٩: ٤٢) فَإِذَا حَذَفَ الْفَاعِلَ أَسْنَدَ الْفِعْلَ إِلَى الْمَفْعُولِ وَهَذَا هُوَ الْمُسْتَعْمَلُ الْفَصِيحُ. (وَيَذَرُونَ أَزْوَاجًا) أَيْ: يَتْرُكُونَ زَوْجَاتٍ، وَالْفَصِيحُ اسْتِعْمَالُ لَفْظِ الزَّوْجِ فِي كُلٍّ مِنَ الرَّجُلِ وَامْرَأَتِهِ، وَيَجْمَعُ فِي الِاسْتِعْمَالِ عَلَى أَزْوَاجٍ، قَالَ تَعَالَى فِي سُورَةِ الْأَحْزَابِ:  (وَأَزْوَاجُهُ أُمَّهَاتُهُمْ)  (٣٣: ٦) وَالزَّوْجُ فِي الْأَصْلِ الْعَدَدُ الْمُكَوَّنُ مِنِ اثْنَيْنِ، وَقَدِ اعْتَبَرَ فِي تَسْمِيَةِ كُلٍّ مِنَ الرَّجُلِ وَامْرَأَتِهِ ((زَوْجًا) ) </p><p> أَنَّ حَقِيقَتَهُ مِنْ حَيْثُ هُوَ زَوْجٌ مُكَوَّنَةٌ مِنْ شَيْئَيْنِ اتَّحَدَا فَصَارَا شَيْئًا وَاحِدًا، فِي الْبَاطِنِ وَإِنْ كَانَا شَيْئَيْنِ فِي الظَّاهِرِ، وَلِذَلِكَ وَضَعَ لَهُمَا لَفْظًا وَاحِدًا لِيَدُلَّ عَلَى أَنَّ تَعَدُّدَ الصُّورَةِ لَا يُنَافِي وَحْدَةَ الْمَعْنَى، أُرِيدَ أَنَّ هَذَا </p><p> اللَّفْظَ الْمُشْتَرَكَ يُشْعِرُ بِأَنَّ مِنْ مُقْتَضَى الْفِطْرَةِ أَنْ يَتَّحِدَ الرَّجُلُ بِامْرَأَتِهِ وَالْمَرْأَةُ بِبَعْلِهَا بِتَمَازُجِ النُّفُوسِ وَوَحْدَةِ الْمَصْلَحَةِ، حَتَّى يَكُونَ كُلٌّ مِنْهُمَا كَأَنَّهُ عَيْنُ الْآخَرِ. </p><p> وَقَوْلُهُ تَعَالَى:  (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا) خَبَرٌ لِمَا قَبْلَهُ; أَيْ: يَتَرَبَّصْنَ بَعْدَ وَفَاتِهِمْ هَذِهِ الْمُدَّةَ، وَتَقَدَّمَ الْكَلَامُ فِي مِثْلِهِ فِي تَفْسِيرِ قَوْلِهِ عَزَّ وَجَلَّ:  (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ)  (٢: ٢٢٨) فَارْجِعْ إِلَيْهِ إِنْ كُنْتَ نَسِيتَ مَا فِي التَّعْبِيرِ مِنْ آيَاتِ الْبَلَاغَةِ، وَالْمَعْنَى أَنَّ عِدَّةَ النِّسَاءِ اللَّاتِي يَمُوتُ أَزْوَاجُهُنَّ أَرْبَعَةُ أَشْهُرٍ وَعَشْرُ لَيَالٍ، لَا يَتَعَرَّضْنَ فِيهَا لِلزَّوَاجِ بِزِينَةٍ وَلَا خُرُوجٍ مِنَ الْمَنْزِلِ بِغَيْرِ عُذْرٍ شَرْعِيٍّ، وَلَا يُوَاعِدْنَ الرِّجَالَ بِالزَّوَاجِ، وَقَدْ يَتَعَارَضُ هَذَا مَعَ قَوْلِهِ تَعَالَى فِي سُورَةِ الطَّلَاقِ:  (وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ)  (٦٥: ٤) فَهَلْ يُقَالُ: إِنَّ مَا هُنَا خَاصٌّ بِغَيْرِ الْحَوَامِلِ أَمْ مَا هُنَالِكَ خَاصٌّ بِالْمُطَلَّقَاتِ؟ الظَّاهِرُ الثَّانِي; لِأَنَّ الْكَلَامَ هُنَالِكَ فِي الطَّلَاقِ، وَالسُّورَةُ سُورَتُهُ فَهُوَ خَاصٌّ، وَالْآيَةُ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا عَامَّةٌ فِي كُلِّ مَنْ يُتَوَفَّى زَوْجُهَا; لِأَنَّ اللهَ تَعَالَى جَعَلَ عِدَّتَهَا طَوِيلَةً، وَفَرَضَ عَلَيْهَا الْحِدَادَ عَلَى الزَّوْجِ مُدَّةَ الْعِدَّةِ، مَعَ تَحْرِيمِ السُّنَّةِ الْحِدَادَ عَلَى غَيْرِ الزَّوْجِ أَكْثَرَ مِنْ ثَلَاثَةِ أَيَّامٍ، اهْتِمَامًا بِحُقُوقِ الزَّوْجِيَّةِ وَتَعْظِيمًا لِشَأْنِهَا، وَلَكِنَّ الْجُمْهُورَ عَلَى الْقَوْلِ الْأَوَّلِ، وَأَنَّ الْحَامِلَ الَّتِي يَمُوتُ زَوْجُهَا إِذَا وَضَعَتْ تَنْقَضِي عِدَّتُهَا وَلَوْ بَعْدَ الْمَوْتِ بِيَوْمٍ أَوْ سَاعَةٍ، وَاحْتَجُّوا بِحَدِيثِ سُبَيْعَةَ الْأَسْلَمِيَّةِ عِنْدَ أَبِي دَاوُدَ فَإِنَّهَا قَالَتْ: إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَفْتَاهَا بِأَنَّهَا حَلَّتْ حِينَ وَضَعَتْ حَمْلَهَا، وَكَانَتْ وَلَدَتْ بَعْدَ مَوْتِ زَوْجِهَا بِنِصْفِ شَهْرٍ، وَيُرْوَى عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّهَا تَعْتَدُّ بِأَقْصَى الْأَجَلَيْنِ احْتِيَاطًا، فَأَيُّ آيَةٍ كَانَتْ عِنْدَ اللهِ هِيَ الْمُخَصِّصَةَ لِلْأُخْرَى كَانَتْ عَامِلَةً بِهَا، وَلَا أَحْفَظُ عَنِ الْأُسْتَاذِ الْإِمَامِ جَزْمًا بِقَوْلٍ مِنْ هَذِهِ الْأَقْوَالِ، وَلَكِنَّ الِاحْتِيَاطَ الَّذِي قَالَ بِهِ الْحَبْرَانِ لَا يُنْكِرُهُ مُنْكِرٌ. </p><p> وَقَدْ سُئِلَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ عَنِ الْحِكْمَةِ فِي كَوْنِ عِدَّةِ الْوَفَاةِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا، فَأَجَابَ: أَنَّ مِثْلَ هَذَا لَيْسَ عَلَيْنَا أَنْ نَبْحَثَ عَنْهُ، وَإِنَّمَا نَبْحَثُ عَمَّا يُشِيرُ الْكِتَابُ إِلَى حِكْمَتِهِ إِشَارَةً مَا، وَيَقُولُ بَعْضُ النَّاسِ: إِنَّ مَا يَحْصُلُ مِنْ فِرَاقِ الزَّوْجِ مِنَ الْحُزْنِ وَالْكَآبَةِ عَظِيمٌ يَمْتَدُّ إِلَى أَكْثَرَ مِنْ مُدَّةِ ثَلَاثَةِ قُرُوءٍ أَوْ سِتِّينَ يَوْمًا، فَبَرَاءَةُ </p><p> الرَّحِمِ إِنْ كَانَتْ تُعْرَفُ بِهَذِهِ الْمُدَّةِ، فَلَا يَكُونُ اسْتِعْرَافُ بَرَاءَتِهِ مِنَ الْحَمْلِ مَانِعًا مِنَ الزَّوَاجِ، فَبَرَاءَةُ النَّفْسِ مِنْ كَآبَةِ الْحُزْنِ تَحْتَاجُ إِلَى مُدَّةٍ أَكْثَرَ مِنْهَا، وَالتَّعَجُّلُ بِالزَّوَاجِ مِمَّا يُسِيءُ أَهْلَ الزَّوْجِ وَيُفْضِي إِلَى الْخَوْضِ فِي الْمَرْأَةِ بِالنِّسْبَةِ إِلَى مَا يَنْبَغِي أَنْ تَكُونَ عَلَيْهِ مِنْ عَدَمِ التَّهَافُتِ عَلَى الزَّوَاجِ، وَمَا يَلِيقُ بِهَا مِنَ الْوَفَاءِ لِلزَّوْجِ وَالْحُزْنِ عَلَيْهِ. </p><p> هَذَا مَا حَكَاهُ عَنْ بَعْضِ النَّاسِ جَلَّيْنَاهُ وَزِدْنَاهُ تَوْضِيحًا فَكَانَ بَيَانًا لِحِكْمَةِ الزِّيَادَةِ فِي عِدَّةِ الْوَفَاةِ عَلَى عِدَّةِ الطَّلَاقِ فِي الْجُمْلَةِ لَا لِكَوْنِهَا أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا. وَقَدْ سُئِلْنَا عَنْ هَذِهِ الْحِكْمَةِ فَأَجَبْنَا بِجَوَابٍ ذُكِرَ فِي الْمَنَارِ (ص ٥٣٩ م ٧) وَاطَّلَعَ عَلَيْهِ الْأُسْتَاذُ الْإِمَامُ فَلَمْ يُنْكِرْهُ. </p><p> قُلْنَا بَعْدَ بَيَانِ حِكْمَةِ الْعِدَّةِ وَمَا يَجِبُ مِنْ حِدَادِ الْمَرْأَةِ عَلَى زَوْجِهَا مَا نَصُّهُ:  ((وَذَهَبَ أَكْثَرُ الْمُفَسِّرِينَ إِلَى أَنَّ الْحِكْمَةَ فِي تَحْدِيدِ عِدَّةِ الْوَفَاةِ بِهَذَا الْقَدْرِ أَنَّهُ هُوَ الزَّمَنُ الَّذِي يَتِمُّ فِيهِ تَكْوِينُ الْجَنِينِ وَنَفْخُ الرُّوحِ فِيهِ، وَلَا بُدَّ مِنْ مُرَاجَعَةِ الْأَطِبَّاءِ فِي هَذَا الْقَوْلِ قَبْلَ تَسْلِيمِهِ. وَالظَّاهِرُ لَنَا أَنَّ الزِّيَادَةَ لِأَجْلِ الْإِحْدَادِ، وَلَمْ يَظْهَرْ لَنَا شَيْءٌ قَوِيٌّ فِي تَحْدِيدِهِ، وَلَكِنَّ هُنَاكَ احْتِمَالَاتٍ، مِنْهَا أَنَّهُ رُبَّمَا كَانَ مِنْ عُرْفِ الْعَرَبِ أَلَّا يُنْتَقَدَ عَلَى الْمَرْأَةِ إِذَا تَعَرَّضَتْ لِلزَّوَاجِ بَعْدَ أَرْبَعَةِ أَشْهُرٍ وَعَشْرٍ مِنْ مَوْتِ زَوْجِهَا فَأَقَرَّهُمُ الْإِسْلَامُ عَلَى ذَلِكَ; لِأَنَّهُ مِنْ مَسَائِلِ الْعُرْفِ وَالْآدَابِ الَّتِي لَا ضَرَرَ فِيهَا، وَقَدْ كَانَ مِنَ الْمَعْرُوفِ عِنْدَهُمْ أَنَّ الْمَرْأَةَ تَصْبِرُ عَنِ الزَّوْجِ بِلَا تَكَلُّفِ أَرْبَعَةَ أَشْهُرٍ وَتَتُوقُ إِلَيْهِ بَعْدَ ذَلِكَ، وَيُرْوَى أَنَّ عُمَرَ أَمَرَ أَلَّا يَغِيبَ الْمُجَاهِدُونَ عَنْ أَزْوَاجِهِمْ أَكْثَرَ مِنْ أَرْبَعَةِ أَشْهُرٍ بَعْدَ أَنْ سَأَلَ أَهْلَ بَيْتِهِ، وَإِذَا صَحَّ أَنَّ هَذَا أَصْلٌ فِي الْمَسْأَلَةِ، تَكُونُ الزِّيَادَةُ الِاحْتِيَاطِيَّةُ عَشْرَةَ أَيَّامٍ، وَاللهُ أَعْلَمُ بِالصَّوَابِ) ) اهـ. </p><p> وَسَيَمُرُّ بِكَ قَرِيبًا مِنْ ذِكْرِ بَعْضِ عَادَاتِ الْعَرَبِ فِي الْحِدَادِ عَلَى الزَّوْجِ وَشِدَّتِهِ، وَمَا أَصْلَحَ الْإِسْلَامُ فِيهِ مَا يُبْطِلُ التَّعْلِيلَ الْأَوَّلَ، وَظَاهِرُ الْآيَةِ أَنَّ هَذَا التَّحْدِيدَ لِعِدَّةِ الْوَفَاةِ يَشْمَلُ بِعُمُومِهِ الصَّغِيرَةَ وَالْكَبِيرَةَ، وَالْحُرَّةَ وَالْأَمَةَ، وَذَاتَ الْحَيْضِ وَالْيَائِسَةَ، وَلَكِنَّ الْفُقَهَاءَ اخْتَلَفُوا فِي أَفْرَادٍ مِنْ هَذَا الشُّمُولِ كَمَا اخْتَلَفُوا فِي الْحَامِلِ؛ فَذَهَبَ الْجَمَاهِيرُ </p><p> إِلَى أَنَّ عِدَّةَ الْأَمَةِ نِصْفُ عِدَّةِ الْحُرَّةِ ((شَهْرَانِ وَخَمْسُ لَيَالٍ) ) وَلَمْ يَنْقُلُوا فِي هَذَا خِلَافًا إِلَّا عَنِ الْأَصَمِّ وَابْنِ سِيرِينَ مِنْ فُقَهَاءِ السَّلَفِ. وَالْأَصْلُ فِي هَذَا الْقِيَاسُ عَلَى الْحَدِّ، فَإِنَّ اللهَ تَعَالَى يَقُولُ فِي سُورَةِ النِّسَاءِ بَعْدَ ذِكْرِ التَّزَوُّجِ بِالْإِمَاءِ:  (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ)  (٤: ٢٥) وَعَلَى حَدِيثِ ابْنِ عُمَرَ مَرْفُوعًا عِنْدَ ابْنِ مَاجَهْ وَالدَّارَقُطْنِيِّ والْبَيْهَقِيِّ ((طَلَاقُ الْأَمَةِ اثْنَتَانِ وَعِدَّتُهَا حَيْضَتَانِ) ) وَالْحَدِيثُ ضَعِيفٌ، فِي إِسْنَادِهِ عُمَرُ بْنُ شَبِيبٍ وَعَطِيَّةُ الْعَوْفِيُّ، وَقَالَ الدَّارَقُطْنِيُّ والْبَيْهَقِيُّ: وَالصَّحِيحُ أَنَّهُ مَوْقُوفٌ، وَاخْتَلَفُوا أَيْضًا فِي عِدَّةِ أُمِّ الْوَلَدِ يَمُوتُ سَيِّدُهَا فَقَالَتْ طَائِفَةٌ مِنْ عُلَمَاءِ السَّلَفِ: عِدَّتُهَا أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ، وَقَالَ آخَرُونَ: تَعْتَدُّ بِثَلَاثِ حِيَضٍ وَعَلَيْهِ الْحَنَفِيَّةُ. وَقَالَ آخَرُونَ مِنْهُمُ الْأَئِمَّةُ الثَّلَاثَةُ: عِدَّتُهَا حَيْضَةٌ أَوْ شَهْرٌ إِذَا لَمْ تَكُنْ تَحِيضُ (فَإِذَا بَلَغْنَ أَجَلَهُنَّ) أَيْ: أَتْمَمْنَ عِدَّتَهُنَّ (فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ) </p><p> مِمَّا كَانَ مَحْظُورًا عَلَيْهِنَّ فِي الْعِدَّةِ مِنَ التَّزَيُّنِ، وَالتَّعَرُّضِ لِلْخُطَّابِ، وَالْخُرُوجِ مِنَ الْمَنْزِلِ، وَقَيَّدَ ذَلِكَ (بِالْمَعْرُوفِ) أَيْ: شَرْعًا وَأَدَبًا عُرْفِيًّا; لِأَنَّهُنَّ إِذَا أَتَيْنَ بِالْمُنْكَرِ وَجَبَ مَنْعُهُنَّ. وَاخْتَلَفُوا فِي الْخِطَابِ هُنَا فَقِيلَ: هُوَ لِلْأَوْلِيَاءِ; لِأَنَّ هَذَا مِنْ مُقَدِّمَاتِ الزَّوَاجِ الَّذِي يَتَوَلَّوْنَهُ، وَقِيلَ: لِلْمُسْلِمِينَ كَافَّةً يَتَوَلَّاهُ مِنْهُمْ مَنْ هُوَ قَادِرٌ عَلَيْهِ مِنَ الْعَارِفِينَ بِهِ وَهُوَ الْمُخْتَارُ كَمَا عُلِمَ مِمَّا سَبَقَ لَهُ مِنَ النَّظَائِرِ. </p><p> لَا تَقُلْ: إِنَّ الْآيَةَ لَمْ تَنْطِقْ بِمَا يُحْظَرُ عَلَى الْمَرْأَةِ فِي هَذِهِ الْعِدَّةِ، فَنَقُولُ: إِنَّ نَفْيَ الْجُنَاحِ مُتَعَلِّقٌ بِهِ، فَإِنَّ مَا عُلِمَ مِنَ النَّاسِ بِالسُّنَّةِ الْمُتَّبَعَةِ وَالْأَخْبَارِ الصَّحِيحَةِ فِي أَمْرٍ نَزَلَ فِيهِ قُرْآنٌ يَتَعَيَّنُ حَمْلُ الْقُرْآنِ عَلَيْهِ. رَوَى الشَّيْخَانِ مِنْ حَدِيثِ حُمَيْدِ بْنِ نَافِعٍ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ أَنَّهَا أَخْبَرَتْهُ بِهَذِهِ الْأَحَادِيثِ الثَّلَاثَةِ قَالَتْ:  ((دَخَلَتْ عَلَيَّ أُمُّ حَبِيبَةَ حِينَ تُوُفِّيَ أَبُو سُفْيَانَ (وَالِدُهَا) فَدَعَتْ أُمُّ حَبِيبَةَ بِطِيبٍ فِيهِ صُفْرَةُ خَلُوقٍ وَغَيْرِهِ، فَدَهَنَتْ مِنْهُ جَارِيَةً ثُمَّ مَسَّتْ بِعَارِضَيْهَا، ثُمَّ قَالَتْ: وَاللهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ عَلَى الْمِنْبَرِ: لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ تَحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثٍ، إِلَّا عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا)) قَالَتْ زَيْنَبُ:  ((وَسَمِعْتُ أُمِّي (أُمَّ سَلَمَةَ) تَقُولُ: جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَتْ: يَا رَسُولَ اللهِ إِنَّ ابْنَتِي </p><p> تُوُفِّيَ زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنَهَا أَفَنَكْحُلُهَا؟ فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَا، مَرَّتَيْنِ أَوْ ثَلَاثًا، كُلُّ ذَلِكَ يَقُولُ: لَا، ثُمَّ قَالَ: إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ، وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ)) قَالَ حُمَيْدٌ:  ((فَقُلْتُ لِزَيْنَبَ: مَا تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ؟فَقَالَتْ زَيْنَبُ:كَانَتِ الْمَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشًا وَلَبِسَتْ شَرَّ ثِيَابِهَا وَلَمْ تَمَسَّ طِيبًا حَتَّى تَمُرَّ بِهَا سَنَةٌ، ثُمَّ تُؤْتَى بِدَابَّةٍ، حِمَارٍ أَوْ شَاةٍ أَوْ طَيْرٍ فَتَقْتَضُّ بِهِ، فَقَلَّمَا تَقْتَضُّ بِشَيْءٍ إِلَّا مَاتَ، ثُمَّ تَخْرُجُ فَتُعْطَى بَعْرَةً فَتَرْمِي بِهَا، ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِهِ) ) وَرَوَى أَحْمَدُ وَالشَّيْخَانِ مِنْ حَدِيثِ أُمِّ سَلَمَةَ: ((أَنَّ امْرَأَةً تُوَفِّي زَوْجُهَا فَخَشَوْا عَلَى عَيْنِهَا فَأَتَوْا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَاسْتَأْذَنُوهُ فِي الْكُحْلِ فَقَالَ:لَا تَكْتَحِلْ، كَانَتْ إِحْدَاكُنَّ تَمْكُثُ فِي أَحْلَاسِهَا أَوْ شَرِّ بَيْتِهَا فَإِذَا كَانَ حَوْلٌ فَمَرَّ كَلْبٌ رَمَتْ بِبَعْرَةٍ - فَلَا، حَتْي تَمْضِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ) ) فِي رِوَايَةِ مُطَرِّفٍ وَابْنِ الْمَاجِشُونِ عَنْ مَالِكٍ ((تَرْمِي بِبَعْرَةٍ مِنْ بَعْرِ الْغَنَمِ أَوِ الْإِبِلِ فَتَرْمِي بِهَا أَمَامَهَا فَيَكُونُ ذَلِكَ إِحْلَالًا لَهَا) ) . </p><p> فَأَنْتَ تَرَى مِنْ هَذِهِ الْأَحَادِيثِ الصَّحِيحَةِ أَنَّ الْعَرَبَ عَلَى غُلُوِّهَا فِي الْحِدَادِ، وَكَثْرَةِ مُنْكَرَاتِهَا فِي النَّوْحِ وَالنَّدْبِ، كَانَتْ تَعْتَادُ أُمُورًا خُرَافِيَّةً فِيهِ، وَكَانَتِ الْمَرْأَةُ تَحِدُّ عَلَى زَوْجِهَا شَرَّ حِدَادٍ وَأَقْبَحَهُ، فَتَلْزَمُ شَرَّ أَحْلَاسِهَا فِي شَرِّ جَانِبٍ مِنْ بَيْتِهَا، وَهُوَ الْحِفْشُ، سَنَةً كَامِلَةً لَا تَمَسُّ طِيبًا وَلَا زِينَةً وَلَا تَبْدُو لِلنَّاسِ فِي مُجْتَمَعِهِمْ، ثُمَّ تَخْرُجُ مِنْ ذَلِكَ بِمَا عَلِمَتْ، أَمَّا الْأَحْلَاسُ فَهِيَ </p><p> جمعُ حِلْسٍ - بِكَسْرٍ فَسُكُونٍ، وَبِالتَّحْرِيكِ - وَهُوَ فِي الْأَصْلِ مَا يَكُونُ عَلَى الظَّهْرِ تَحْتَ الْقَتَبِ أَوِ السَّرْجِ أَوِ الْبَرْذَعَةِ، وَيُطْلَقُ عَلَى الْكِسَاءِ الرَّقِيقِ، وَعَلَى مَا يَجْلِسُ عَلَيْهِ مِنْ مَسْحٍ وَنَحْوِهِ، وَالْحِفْشُ - بِكَسْرِ الْمُهْمَلَةِ - الْبَيْتُ الصَّغِيرُ الْمُظْلِمُ دَاخِلَ الْبَيْتِ، وَيُسَمُّونَ مِثْلَهُ فِي الْحُجُرَاتِ الْآنَ ((خَزْنَةً) ) وَالِاقْتِضَاضُ بِالدَّابَّةِ - بِالْقَافِ - هُوَ التَّمَسُّحُ بِهَا، قِيلَ: كَانَتْ تَمْسَحُ بِهِ جِلْدَهَا، وَقِيلَ: مَا هُنَالِكَ. قَالَ ابْنُ قُتَيْبَةَ: سَأَلْتُ الْحِجَازِيِّينَ عَنِ الِاقْتِضَاضِ فَذَكَرُوا أَنَّ الْمُعْتَدَّةَ كَانَتْ لَا تَمَسُّ مَاءً وَلَا تُقَلِّمُ ظُفْرًا وَلَا تُزِيلُ شَعْرًا، ثُمَّ تَخْرُجُ بَعْدَ الْحَوْلِ بِأَقْبَحِ مَنْظَرٍ ثُمَّ تَقْتَضُّ; أَيْ: تَكْسِرُ مَا كَانَتْ فِيهِ مِنَ الْعِدَّةِ بِطَائِرٍ تَمْسَحُ بِهِ قُبُلَهَا فَلَا يَكَادُ يَعِيشُ مَا تَقْتَضُّ بِهِ. اهـ. </p><p> وَالْمُرَادُ أَنَّهُ يَمُوتُ مِنْ نَتَنِهَا، وَأَمَّا عَادَةُ مُرُورِ الْكَلْبِ وَرَمْيِ الْبَعْرَةِ فَظَاهِرُ الرِّوَايَةِ أَنَّ الْمُعْتَدَّةَ كَانَتْ فِي آخِرِ الْعِدَّةِ تَنْتَظِرُ مُرُورَ </p><p> الْكَلْبِ لِتَرْمِيَهِ بِالْبَعْرَةِ وَإِنْ طَالَ الزَّمَانُ، وَبِهِ قَالَ بَعْضُهُمْ، وَقِيلَ: بَلْ تَرْمِي بِهَا مَا عَرَضَ مِنْ كَلْبٍ أَوْ غَيْرِهِ، وَقَالُوا: إِنَّ الْمَعْنَى فِي ذَلِكَ عِنْدَهُمْ أَنَّ مَا فَعَلَتْهُ مِنَ التَّرَبُّصِ فِي تِلْكَ الْمَشَقَّةِ وَالْجُهْدِ هُوَ عِنْدَهَا بِمَنْزِلَةِ الْبَعْرَةِ الَّتِي رَمَتْهَا احْتِقَارًا لَهُ وَتَعْظِيمًا لِحَقِّ زَوْجِهَا. وَقِيلَ: هُوَ إِشَارَةٌ إِلَى رَمْيِ الْعِدَّةِ وَالتَّفَلُّتِ مِنْهَا. وَقِيلَ: بَلْ هُوَ تَفَاؤُلٌ بِعَدَمِ الْعَوْدَةِ إِلَى مِثْلِهَا وَتَمَنِّي أَنْ تَمُوتَ فِي كَنَفِ مَنْ عَسَاهَا تَتَزَوَّجُ بِهِ. </p><p> إِذَا عَلِمْتَ هَذَا وَأَمْثَالَهُ مِمَّا كَانَتْ عَلَيْهِ الْعَرَبُ مِنَ الْعَادَاتِ السَّخِيفَةِ وَالْخُرَافَاتِ الشَّائِنَةِ الْمُهِينَةِ لِلْمَرْأَةِ، يَظْهَرُ لَكَ شَأْنُ مَا جَاءَ بِهِ الْإِسْلَامُ مِنَ الْإِصْلَاحِ فِي ذَلِكَ إِذْ جَعَلَ الْعِدَّةَ عَلَى نَحْوِ الثُّلُثِ مِمَّا كَانَتْ عَلَيْهِ، وَلَمْ يُحَرِّمْ فِيهَا إِلَّا الزِّينَةَ وَالطِّيبَ وَالتَّعَرُّضَ لِأَنْظَارِ الْخَاطِبِينَ مِنْ مُرِيدِي التَّزَوُّجِ، دُونَ النَّظَافَةِ وَالْجُلُوسِ فِي كُلِّ مَكَانٍ مِنَ الْبَيْتِ مَعَ النِّسَاءِ وَالْمَحَارِمِ مِنَ الرِّجَالِ. وَهَذَا الَّذِي أَمَرَ بِهِ الْإِسْلَامُ يَلِيقُ وَيَحْسُنُ فِي كُلِّ شَعْبٍ وَجِيلٍ فِي كُلِّ زَمَنٍ وَعَصْرٍ، لَا يَشُقُّ عَلَى بَدْوٍ وَلَا حَضَرٍ، وَقَدْ رَأَيْتَ أَنَّ سَعَةَ الدِّينِ وَتَكْرِيمَهُ لِلنِّسَاءِ قَدْ كَادَتْ تُنْسِي الْمُسْلِمَاتِ مَا لَمْ يَبْعُدِ الْعَهْدُ بِهِ مَنْ عَادَتِهِنَّ وَتَخْرُجُ بِهِنَّ مِنْ كُلِّ قَيْدٍ، حَتَّى اسْتَأْذَنَ مَنِ اسْتَأْذَنَ مِنْهُنَّ بِالْكُحْلِ بِحُجَّةِ الْخِيفَةِ عَلَى الْعَيْنِ مِنَ الْمَرَهِ أَوِ الرَّمَدِ حَتَّى ذَكَّرَهُنَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ. </p><p> وَاسْتَشْكَلَ فِي الْحَدِيثِ الْمَنْعُ مِنَ الْكُحْلِ لِلتَّدَاوِي كَمَا هُوَ ظَاهِرٌ مِنْ قَوْلِهَا:  ((فَخَشَوْا عَلَى عَيْنِهَا) ) مَعَ مَا عُلِمَ مِنْ أُصُولِ الشَّرِيعَةِ الَّتِي لَا خِلَافَ فِيهَا مِنِ انْتِفَاءِ الْعُسْرِ وَالْحَرَجِ، وَمِنْ كَوْنِ الضَّرُورَاتِ تُبِيحُ الْمَحْظُورَاتِ، وَكَوْنِ الضَّرَرِ وَالضِّرَارِ مَمْنُوعَيْنِ، وَمِنَ التَّرْخِيصِ فِي الْكُحْلِ لِلتَّدَاوِي بِاللَّيْلِ دُونَ النَّهَارِ ; لِأَنَّ اللَّيْلَ أَبْعَدُ مِنْ مَظِنَّةِ الزِّينَةِ. فِي حَدِيثِ الْمُوَطَّأِ عَنْ أُمِّ سَلَمَةَ، وَفِيهِ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((اجْعَلِيهِ بِاللَّيْلِ وَامْسَحِيهِ بِالنَّهَارِ) ) وَحَدِيثُ أَبِي دَاوُدَ ((فَتَكْتَحِلِينَ بِاللَّيْلِ وَتَغْسِلِينَهُ بِالنَّهَارِ) ) وَأُجِيبَ عَنْ حَدِيثِ النَّهْيِ الْمُطْلَقِ بِأَجْوِبَةٍ مِنْهَا </p><p> حَمْلُهُ عَلَى كُحْلِ الزِّينَةِ كَأَنَّهُ عَلِمَ بِالْقَرِينَةِ أَنَّ السُّؤَالَ كَانَ عَنْهُ أَوْ لِأَجْلِهِ، وَمِنْهَا غَيْرُ ذَلِكَ مِمَّا لَا حَاجَةَ لِاسْتِيفَائِهِ هُنَا، وَيَنْبَغِي أَنْ نَتَذَكَّرَ أَنَّ اللَّيْلَ صَارَ كَالنَّهَارِ فِي أَمْصَارِنَا أَوْ أَشَدَّ إِظْهَارًا لِلزِّينَةِ. </p><p> هَذَا مَا جَاءَ بِهِ الْإِسْلَامُ مِنَ الْإِصْلَاحِ فِي هَذِهِ الْمَسْأَلَةِ الِاجْتِمَاعِيَّةِ، وَمَنْ أَرَادَ الِاعْتِبَارَ فَلْيَنْظُرْ إِلَى حَظِّ الْمُسْلِمِينَ الْيَوْمَ مِنْ هَدْيِهِ فِيهَا. الْمُسْلِمُونَ لَا يَسِيرُونَ الْيَوْمَ عَلَى طَرِيقَةٍ وَاحِدَةٍ وَإِنَّمَا هُمْ طَرَائِقُ قِدَدٌ، فَمِنْ نِسَائِهِمْ مَنْ يَغْلُونَ فِي الْحِدَادِ، وَيُغْرِقْنَ فِي النَّوْحِ وَالنَّدْبِ وَالْخُرُوجِ مِنَ الْعَادَاتِ فِي كَيْفِيَّةِ الْمَعِيشَةِ بِالْبُيُوتِ، حَتَّى يَزِدْنَ فِي بَعْضِ ذَلِكَ عَلَى مَا كَانَ يَكُونُ مِنْ نِسَاءِ الْجَاهِلِيَّةِ، وَلَيْسَ لَهُنَّ فِي ذَلِكَ حَدٌّ وَلَا أَجَلٌ يَتَسَاوَيْنَ فِيهِمَا، وَلَا يَخْصُصْنَ الزَّوْجَ بِمَا خَصَّهُ بِهِ الشَّرْعُ، بَلْ رُبَّمَا حَدَدْنَ عَلَى الْوَلَدِ سَنَةً أَوْ سِنِينَ، وَرُبَّمَا تَرَكْنَ الْحِدَادَ عَلَى الزَّوْجِ بَعْدَ الْأَرْبَعِينَ يَخْتَلِفُ ذَلِكَ فِيهِنَّ بِاخْتِلَافِ الْبِلَادِ وَالطَّبَقَاتِ وَالْبُيُوتِ، فَإِيَّاكُمْ نَسْأَلُ أَبْنَاءَ الْعَصْرِ الْجَدِيدِ الَّذِينَ يَرَوْنَ أَنَّ أَنْفُسَهُمُ ارْتَقَتْ فِي الْمَدَنِيَّةِ وَالِاجْتِمَاعِ إِلَى أُفُقٍ يَسْتَغْنُونَ فِيهِ عَنْ هَدْيِ الدِّينِ، هَلْ تَجِدُونَ لَنَا سَبِيلًا إِلَى إِصْلَاحِ هَذِهِ الْعَادَاتِ الرَّدِيئَةِ فِي الْحِدَادِ الَّذِي لَا حَدَّ لَهُ وَلَا نِظَامَ، وَلَا فَائِدَةَ فِيهِ لِأَحَدٍ، بَلْ كُلُّهُ غَوَائِلُ بِمَا يُفْنِي مِنَ الْمَالِ فِي تَغْيِيرِ اللِّبَاسِ وَالْأَثَاثِ وَالرِّيَاشِ وَالْمَاعُونِ وَغَيْرِ ذَلِكَ، وَمَا يُفْسِدُ مِنْ آدَابِ الْمُعَاشَرَةِ وَيَسْلُبُ مِنْ هَنَاءِ الْمَعِيشَةِ، وَمَا يَفْعَلُ فِي صِحَّةِ الْكَثِيرِينَ، وَلَا سِيَّمَا ضِعَافُ الْمِزَاجِ وَأَهْلُ الْأَمْرَاضِ؟ أَصْلِحُوا لَنَا بِعُلُومِكُمْ وَفَلْسَفَتِكُمْ هَذِهِ الْعَادَاتِ الرَّدِيئَةِ بِإِرْجَاعِهَا إِلَى مَا قَرَّرَهُ الشَّرْعُ مِنَ الْحِدَادِ ثَلَاثَةَ أَيَّامٍ عَلَى الْقَرِيبِ، وَأَرْبَعَةَ أَشْهُرٍ وَعَشْرًا عَلَى الزَّوْجِ، وَيَجْعَلُ هَذَا الْحِدَادَ مَقْصُورًا عَلَى تَرْكِ الزِّينَةِ وَالطِّيبِ وَعَدَمِ الْخُرُوجِ مِنَ الْبَيْتِ، أَوْ بِمَا هُوَ خَيْرٌ مِنْ ذَلِكَ إِنْ أَمْكَنَ، وَإِلَّا فَاعْلَمُوا أَنْ لَا صَلَاحَ لَنَا إِلَّا بِالِاعْتِصَامِ بِهَدْيِ الدِّينِ الَّذِي تُحَارِبُونَهُ كُلَّ سَاعَةٍ بِأَعْمَالِكُمْ وَخِلَالِكُمْ، وَعَادَاتِكُمْ وَلَذَّاتِكُمْ، وَمَا تُحَارِبُونَ إِلَّا أَنْفُسَكُمْ وَمَا تَشْعُرُونَ. </p><p> (وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ) مُحِيطٌ بِدَقَائِقِ عَمَلِكُمْ، لَا يَخْفَى عَلَيْهِ مِنْهُ شَيْءٌ، فَإِذَا أَلْزَمْتُمُ النِّسَاءَ الْوُقُوفَ مَعَكُمْ عِنْدَ حُدُودِهِ أَصْلَحَ أَحْوَالَكُمْ، وَرَفَّهَ مَعِيشَتَكُمْ فِي الدُّنْيَا، وَأَحْسَنَ جَزَاءَكُمْ فِي الْآخِرَةِ، وَإِنْ لَمْ تَفْعَلُوا أَخَذَكُمْ فِي الدَّارَيْنِ أَخْذًا وَبِيلًا. (وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا)  (١٧: ٧٢) . </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ: أَنَّ الْفَصِيحَ الْمُسْتَعْمَلَ فِي التَّعْبِيرِ عَنِ الْمَوْتِ بِالتَّوَفِّي أَنْ يُقَالَ: تُوفِّيَ فُلَانٌ بِالْبِنَاءِ لِلْمَفْعُولِ وَعَلَيْهِ الْقِرَاءَةُ الْمُتَوَاتِرَةُ فِي الْآيَةِ: (يُتَوَفَّوْنَ) </p><p> وَقُرِئَ فِي الشَّوَاذِّ عَنْ عَلِيٍّ (يَتَوَفَّوْنَ) بِالْبِنَاءِ لِلْفَاعِلِ وَفُسِّرَ بِيَسْتَوْفُونَ آجَالَهُمْ، فَإِنَّ مَعْنَى التَّوَفِّي أَخْذُ الشَّيْءِ وَقَبْضُهُ وَافِيًا تَامًّا، وَكَانُوا يَعُدُّونَ التَّعْبِيرَ عَنِ الْمَيِّتِ بِالْمُتَوَفِّي بِصِيغَةِ اسْمِ الْفَاعِلِ لَحْنًا; لِأَنَّهُ مَقْبُوضٌ لَا قَابِضٌ، كَمَا رُوِيَ عَنْ أَبِي الْأَسْوَدِ الدُّؤَلِيِّ أَنَّهُ كَانَ خَلْفَ جَنَازَةٍ فَقَالَ لَهُ رَجُلٌ: </p><p> مَنِ الْمُتَوَفِّي؟ فَقَالَ:  ((اللهُ تَعَالَى) ) وَكَانَ هَذَا مِنْ أَسْبَابِ أَمْرِ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ إِيَّاهُ بِوَضْعِ بَعْضِ أَحْكَامِ النَّحْوِ. </p><p> وَمِنْهَا مَسْأَلَةُ الْمُطَابَقَةِ بَيْنَ الْمُبْتَدَأِ وَهُوَ (وَالَّذِينَ يُتَوَفَّوْنَ) وَالْخَبَرِ هُوَ جُمْلَةُ (يَتَرَبَّصْنَ) فَإِنَّهَا غَيْرُ جَلِيَّةٍ عَلَى قَوَاعِدِ النَّحْوِ، وَإِنْ كَانَ الْمَعْنَى جَلِيًّا وَالتَّأْلِيفُ عَرَبِيًّا، وَقَدْ قَدَّرَ بَعْضُهُمْ لَفْظَ (زَوْجَاتٍ) مُضَافًا مَحْذُوفًا; أَيْ: وَزَوْجَاتُ الَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ يَتَرَبَّصْنَ إِلَخْ. قَالَ الْأُسْتَاذُ الْإِمَامُ: وَلَا لُزُومَ لَهُ; أَيْ: لِأَنَّهُ لَا يَكُونُ مَعَهُ فَائِدَةٌ لِقَوْلِهِ (وَيَذَرُونَ أَزْوَاجًا) مَعَ مَا فِيهِ مِنَ التَّكَلُّفِ، وَيَرْوُونَ عَنْ سِيبَوَيْهِ أَنَّ الْخَبَرَ مَحْذُوفٌ تَقْدِيرُهُ: فِيمَا يُتْلَى عَلَيْكُمْ مِنْ حُكْمِ الَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ. وَرَجَّحَ الْأُسْتَاذُ الْإِمَامُ مَا قَالَهُ الْكِسَائِيُّ وَمِثْلُهُ الْأَخْفَشُ، وَهُوَ أَنَّ الرَّابِطَ بَيْنَ الْمُبْتَدَأِ وَالْخَبَرِ فِي مِثْلِ هَذَا التَّعْبِيرِ هُوَ الضَّمِيرُ الْعَائِدُ إِلَى الْأَزْوَاجِ الَّذِي هُوَ مِنْ مُتَعَلَّقَاتِ الْمُبْتَدَأِ فَهُوَ رَاجِعٌ إِلَى الْمُبْتَدَأِ كَأَنَّهُ قَالَ: وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ أَزْوَاجُهُمْ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا. قَالَ: وَهُوَ يَنْطَبِقُ عَلَى اسْتِعْمَالِهِ اللُّغَةَ، وَهُنَاكَ وَجْهٌ آخَرُ يَرْجِعُ إِلَيْهِ وَهُوَ صِحَّةُ الْإِخْبَارِ عَنِ الْمُبْتَدَأِ بِمَا يَرْجِعُ إِلَيْهِ كَقَوْلِ الشَّاعِرِ: </p><p> لَعَلِّي إِنْ مَالَتْ بِيَ الرِّيحُ مَيْلَةً ... إِلَى ابْنِ أَبِي ذُبْيَانَ أَنْ يَتَنَدَّمَا </p><p> فَمُرَادُ الشَّاعِرِ الْإِخْبَارُ عَنْ تَنَدُّمِ ابْنِ أَبِي ذُبْيَانَ، وَالْأَخْبَارُ فِي اللُّغَةِ لَا يُرَاعَى بِهَا إِلَّا صِحَّةُ الْمَعْنَى، وَكَوْنُهُ مَفْهُومًا كَمَا تَقَدَّمَ فِي تَفْسِيرِ:  (وَلَكِنَّ الْبَرَّ مَنِ اتَّقَى)  (٢: ١٨٩) . </p><p> وَلَمَّا كَانَ مِنْ شَأْنِ الرَّاغِبِينَ فِي التَّزَوُّجِ بِمَنْ يُتَوَفَّى زَوْجُهَا الْمُسَارَعَةُ إِلَى خِطْبَتِهَا بَيَّنَ اللهُ لِلْمُؤْمِنِينَ مَا يَتَعَلَّقُ بِذَلِكَ مِنَ الْأَحْكَامِ وَالْآدَابِ اللَّائِقَةِ بِهِمْ وَبِكَرَامَةِ النِّسَاءِ فِي مُدَّةِ الْعِدَّةِ فَقَالَ:  (وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ) فَالْمُرَادُ بِالنِّسَاءِ الْمُعْتَدَّاتِ لِوَفَاةِ أَزْوَاجِهِنَّ، قَالُوا: وَمِثْلُهُنَّ الْمُطَلَّقَاتُ طَلَاقًا بَائِنًا، وَأَمَّا الرَّجْعِيَّاتُ فَلَا يَجُوزُ التَّعْرِيضُ لَهُنَّ; لِأَنَّهُنَّ لَمْ </p><p> يَخْرُجْنَ عَنْ عِصْمَةِ بُعُولَتِهِنَّ بِالْمَرَّةِ، وَالتَّعْرِيضُ فِي الْأَصْلِ إِمَالَةُ الْكَلَامِ عَنْ مَنْهَجِهِ إِلَى عَرْضٍ مِنْهُ وَهُوَ الْجَانِبُ، وَيُقَابِلُهُ التَّصْرِيحُ، فَهُوَ أَنْ تُفْهِمَ الْمُخَاطَبَ مَا تُرِيدُ بِضَرْبٍ مِنَ الْإِشَارَةِ وَالتَّلْوِيحِ يَحْتَمِلُهُ الْكَلَامُ عَلَى بُعْدٍ بِمَعُونَةِ الْقَرِينَةِ، وَفِي الْكَشَّافِ هُوَ: أَنْ تَذْكُرَ شَيْئًا تَدُلُّ بِهِ عَلَى شَيْءٍ لَا تَذْكُرُهُ، كَمَا يَقُولُ الْمُحْتَاجُ لِلْمُحْتَاجِ إِلَيْهِ: جِئْتُكَ لِأُسَلِّمَ عَلَيْكَ وَلِأَنْظُرَ إِلَى وَجْهِكَ الْكَرِيمِ. أَقُولُ: وَلِلنَّاسِ فِي كُلِّ عَصْرٍ كِنَايَاتٌ فِي هَذَا الْمَقَامِ، وَمِمَّا سَمِعْتُهُ مِنِ اسْتِعْمَالِ عَامَّةِ زَمَانِنَا فِي هَذَا ذِكْرُ الرَّغْبَةِ فِي الزَّوَاجِ مُسْنَدَةً إِلَى أُنَاسٍ مُبْهَمَيْنِ، نَحْوُ أَنَّ مِنَ النَّاسِ مَنْ يَتَمَنَّى لَوْ يَكُونُ لَهُ كَذَا أَوْ يُوَفَّقُ إِلَى كَذَا، وَالْخِطْبَةُ - بِالْكَسْرِ مِنَ الْخِطَابِ أَوِ الْخَطْبِ وَهُوَ الشَّأْنُ الْعَظِيمُ، وَهِيَ طَلَبُ الرَّجُلِ الْمَرْأَةَ لِلزَّوَاجِ بِالْوَسِيلَةِ الْمَعْرُوفَةِ بَيْنَ النَّاسِ، وَأَمَّا الْخُطْبَةُ - بِالضَّمِّ - فَهِيَ مَا يُوعَظُ بِهِ مِنَ الْكَلَامِ، وَالْإِكْنَانُ فِي النَّفْسِ هُوَ مَا يُضْمِرُهُ مُرِيدُ الزَّوَاجِ فِي نَفْسِهِ وَيَعْزِمُ عَلَيْهِ مِنَ التَّزَوُّجِ بِالْمَرْأَةِ بَعْدَ انْقِضَاءِ الْعِدَّةِ، أَبَاحَ اللهُ تَعَالَى أَنْ </p>"
}