{
  "id": null,
  "sura": 2,
  "aya": 241,
  "text": "<p> الْأَعْمَالِ الْوَاجِبَةِ كَقَوْلِهِ فِي سُورَةِ التَّوْبَةِ:  (لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ)  (٩: ٩١) وَالنُّصْحُ لِلَّهِ وَرَسُولِهِ وَاجِبٌ حَتْمٌ، وَقَوْلِهِ فِي هَذِهِ السُّورَةِ أَيْضًا:  (مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللهِ) إِلَى قَوْلِهِ: (إِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ)  (٩: ١٢٠) وَذَكَرَ هَذَا اللَّفْظَ كَثِيرًا بَعْدَ ذِكْرِ الصَّبْرِ فِي مَوَاضِعِ الْيَأْسِ وَهُوَ وَاجِبٌ. وَبَعْدَ ذِكْرِ مُحَاوَلَةِ إِبْرَاهِيمَ ذَبْحَ وَلَدِهِ - وَكَانَ وَاجِبًا عَلَيْهِ - لَوْلَا مَا افْتَدَاهُ اللهُ تَعَالَى. وَقَالَ تَعَالَى فِي سُورَةِ الزُّمَرِ عِنْدَ ذِكْرِ الْجَزَاءِ:  (أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ)  (٣٩: ٥٨) وَهَلْ يَصِحُّ أَنْ يُقَالَ: إِنِ النَّفْسَ تُعَذَّبُ عَلَى تَرْكِ النَّوَافِلِ فَتَتَمَنَّى الرَّجْعَةَ لِتُؤَدِّيَهَا؟ وَمَنْ تَتَبَّعَ الْآيَاتِ الَّتِي ذَكَرَ فِيهَا الْإِحْسَانَ يَرَى أَنَّ مِنْهَا مَا يُرَادُ بِهِ الْأَعْمَالُ الْمَفْرُوضَةُ </p><p> أَوَّلًا بِالذَّاتِ، وَمِنْهَا مَا يُرَادُ بِهِ مَا زَادَ عَنِ الْفَرْضِ مِنَ الْعَمَلِ الصَّالِحِ، وَمِنْهَا مَا يُرَادُ بِهِ إِحْسَانُ الْعَمَلِ وَإِتْقَانُهُ مُطْلَقًا، وَمِمَّنْ صَرَّحَ بِوُجُوبِ الْمُتْعَةِ مِنْ عُلَمَاءِ السَّلَفِ: عَلِيٌّ وَابْنُ عُمَرَ وَالْحَسَنُ الْبَصْرِيُّ وَسَعِيدُ بْنُ جُبَيْرٍ وَأَبُو قِلَابَةَ وَالزُّهْرِيُّ وَقَتَادَةُ وَالضَّحَّاكُ وَغَيْرُهُمْ، وَاخْتَلَفُوا أَيْضًا فِي مِقْدَارِهَا وَقَدْ عَلِمْتَ الْمُخْتَارَ فِيهِ، وَاخْتَلَفُوا أَيْضًا هَلْ تُشْرَعُ لِغَيْرِ هَذِهِ الْمُطَلَّقَةِ قَبْلَ الْمَسِيسِ وَالْفَرْضِ أَمْ لَا وَسَيَأْتِي ذَلِكَ فِي تَفْسِيرِ (وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ)  (٢: ٢٤١) . </p><p> ثُمَّ قَالَ تَعَالَى:  (وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ) الْآيَةُ الْمَاضِيَةُ فِي حُكْمِ غَيْرِ الْمَمْسُوسَةِ إِذَا لَمْ يَفْرِضْ لَهَا، وَهَذِهِ فِي حُكْمِهَا وَقَدْ فَرَضَ لَهَا الْمَهْرَ، وَهُوَ أَنَّ لَهَا نِصْفَ الْمَهْرَ الْمَفْرُوضَ. </p><p> قَالَ (الْجَلَالُ) : فَنِصْفُ مَا فَرَضْتُمْ يَجِبُ لَهُنَّ وَيَرْجِعُ لَكُمُ النِّصْفُ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَهَذَا جَرَى عَلَى أَنَّ الَّذِي كَانَ عَلَيْهِ الْعَمَلُ هُوَ سَوْقُ الْمَهْرِ كُلِّهِ لِلْمَرْأَةِ عِنْدَ الْعَقْدِ، خِلَافًا لِمَا اسْتَحْدَثَهُ النَّاسُ بَعْدُ مِنْ تَأْخِيرِ ثُلُثِ الْمَهْرِ أَيْ فِي الْغَالِبِ، وَقَدْ يُؤَخِّرُونَ أَكْثَرَ مِنَ الثُّلُثِ أَوْ أَقَلَّ حَتَّى كَأَنَّ ذَلِكَ مِنْ سُنَنِ الدِّينِ، وَمَا هُوَ إِلَّا عَادَةٌ مِنَ الْعَادَاتِ، وَالظَّاهِرُ أَنَّ سَبَبَهَا حُبُّ الظُّهُورِ بِكَثْرَةِ الْمَهْرِ وَالْفَخْرِ بِهِ، مَعَ اجْتِنَابِ الْإِرْهَاقِ بِدَفْعِهِ كُلِّهِ. وَقَدَّرَ غَيْرُ الْجَلَالِ: فَالْوَاجِبُ نِصْفُ مَا فَرَضْتُمْ - أَوْ - فَادْفَعُوا نِصْفَ مَا فَرَضْتُمْ، وَالْمَعْنَى ظَاهِرٌ عَلَى كُلِّ تَقْدِيرٍ (إِلَّا أَنْ يَعْفُونَ) أَيِ: النِّسَاءُ الْمُطَلَّقَاتُ عَنْ أَخْذِ النِّصْفِ كُلِّهِ أَوْ بَعْضِهِ، وَهُوَ حَقُّ الْبَالِغَةِ الرَّشِيدَةِ (أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ) قِيلَ: هُوَ الْوَلِيُّ مُطْلَقًا وَعَلَيْهِ جَمَاعَةٌ مِنَ الْمُفَسِّرِينَ، أَوِ الْوَلِيُّ الْمُجْبَرُ وَهُوَ الْأَبُ أَوِ الْجَدُّ فَيَعْفُو لَهُ عَنِ النِّصْفِ الْوَاجِبِ كُلِّهِ أَوْ بَعْضِهِ، وَالشِّيعَةُ لَا تُبِيحُ لَهُ الْعَفْوَ عَنْ كُلِّهِ، وَقَالَ كَثِيرٌ مِنْهُمْ: إِنَّ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ هُوَ الزَّوْجُ الَّذِي بِيَدِهِ حَلُّهَا، قَالَ الْأُسْتَاذُ الْإِمَامُ: عَبَّرَ عَنْهُ بِهَذَا لِلتَّنْبِيهِ عَلَى أَنَّ الَّذِي رَبَطَ الْمَرْأَةَ وَأَمْسَكَ الْعُقْدَةَ بِيَدِهِ لَا يَلِيقُ بِهِ أَنْ يُحِلَّهَا وَيَدَعَهَا بِدُونِ شَيْءٍ، بَلْ يُسْتَحَبُّ لَهُ الْعَفْوُ وَالسَّمَاحُ بِكُلِّ مَا كَانَ قَدْ أَعْطَى وَإِنْ كَانَ الْوَاجِبُ الْمُحَتَّمُ نِصْفَهُ، فَذَلِكَ تَمْهِيدٌ لِقَوْلِهِ: </p><p> (وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى) </p><p> وَالْخِطَابُ عَلَى هَذَا خَاصٌّ بِالرِّجَالِ، وَفِيهِ وَجْهٌ آخَرُ أَنَّهُ عَامٌّ لِلنِّسَاءِ وَالرِّجَالِ، أَيْ مَنْ عَفَا فَهُوَ الْمُتَّقِي، وَيُرْوَى عَنْ جُبَيْرِ بْنِ مُطْعِمٍ أَنَّهُ تَزَوَّجَ بِنْتًا لِسَعْدِ بْنِ أَبِي وَقَّاصٍ ثُمَّ طَلَّقَهَا قَبْلَ الدُّخُولِ وَأَعْطَاهَا جَمِيعَ الْمَهْرِ، فَسُئِلَ عَنْ هَذَا فَقَالَ: أَمَّا التَّزَوُّجُ فَلِأَنَّهُ عَرَضَهَا عَلَيَّ فَمَا رَأَيْتُ أَنْ أَرُدَّهُ، وَأَمَّا الْعَفْوُ فَأَنَا أَحَقُّ بِالْفَضْلِ. هَكَذَا قَالَ مَنْ رَوَى الْقِصَّةَ بِالْمَعْنَى، وَفِي التَّفْسِيرِ الْكَبِيرِ أَنَّ جُبَيْرًا قَالَ: أَنَا أَحَقُّ بِالْعَفْوِ، وَإِذَا كَانَ هَذَا لَفظُهُ فَهُوَ دَلِيلٌ عَلَى أَنَّ الْخِطَابَ عَامٌّ عَلَى سَبِيلِ التَّغْلِيبِ، وَيُرَجِّحُهُ اخْتِلَافُ الْأَحْوَالِ، فَفِي بَعْضِ الْأَحْوَالِ تَكُونُ الْمَصْلَحَةُ فِي عَفْوِ الرَّجُلِ عَنِ النِّصْفِ الْآخَرِ، وَفِي بَعْضِهَا تَكُونُ فِي عَفْوِ الْمَرْأَةِ عَنِ النِّصْفِ الْوَاجِبِ لَهَا; ذَلِكَ لِأَنَّ الطَّلَاقَ قَدْ يَكُونُ مِنْ قِبَلِهِ بِلَا عِلَّةٍ مِنْهَا وَقَدْ يَكُونُ بِالْعَكْسِ، وَالَّذِي تَرَاهُ فِي عَامَّةِ كُتُبِ التَّفْسِيرِ أَنَّ الْمُرَادَ بِالتَّقْوَى هُنَا تَقْوَى اللهِ تَعَالَى الْمَطْلُوبَةُ فِي كُلِّ شَيْءٍ; وَذَلِكَ أَنَّ الْعَفْوَ أَكْثَرُ ثَوَابًا وَأَجْرًا. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ التَّقْوَى فِي هَذَا الْمَقَامِ اتِّقَاءُ الرِّيبَةِ وَمَا يَتَرَتَّبُ عَلَى الطَّلَاقِ مِنَ التَّبَاغُضِ وَآثَارِ التَّبَاغُضِ، وَلَا يَخْفَى مَا فِي السَّمَاحِ بِالْمَالِ مِنَ التَّأْثِيرِ فِي تَغْيِيرِ الْحَالِ; وَلِذَلِكَ قَالَ بَعْدَ ذَلِكَ:  (وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ) فَسَّرُوا الْفَضْلَ بِالتَّفَضُّلِ وَالْإِحْسَانِ، وَجَعَلُوهُ لِلتَّرْغِيبِ فِي الْعَفْوِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الْمُرَادُ بِهِ الْمَوَدَّةُ وَالصِّلَةُ، أَيْ يَنْبَغِي لِمَنْ تَزَوَّجَ مِنْ بَيْتٍ ثُمَّ طَلَّقَ أَلَّا يَنْسَى مَوَدَّةَ أَهْلِ ذَلِكَ الْبَيْتِ وَصِلَتَهُمْ، قَالَ: فَأَيْنَ هَذَا مِمَّا نَحْنُ عَلَيْهِ الْيَوْمَ مِنَ التَّبَاغُضِ وَالضِّرَارِ؟ ! </p><p> عَلَى هَذَا السِّيَاقِ جَرَى فِي تَفْسِيرِ الْآيَةِ، وَهُوَ مِمَّا لَا يَقِفُ الذِّهْنُ فِيهِ إِلَّا مَنْ كَانَ مُطَّلِعًا عَلَى وُجُوهِ الْخِلَافِ فِي الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ، يَقُولُ الْقَائِلُونَ بِأَنَّهُ الْوَلِيُّ: إِنَّهُ هُوَ الَّذِي يَتَوَلَّى الْعَقْدَ شَرْعًا وَعُرْفًا، وَقَدْ يَتَوَلَّى الْعَفْوَ عَنْ نِصْفِ الْمَهْرِ بِالنِّيَابَةِ عَنْ مُوَلِّيَتِهِ إِذَا هِيَ طَلَّقَتْ، وَلَا سِيَّمَا إِذَا كَانَتْ غَيْرَ مَدْخُولٍ بِهَا، وَلَا حَدِيثَ بَيْنَهَا وَبَيْنَ الزَّوْجِ وَلَا مُعَامَلَةَ، وَإِنْ تَبَرَّعَ الزَّوْجُ بِالنِّصْفِ الْآخَرِ مِنَ الْمَهْرِ لَا يُسَمَّى عَفْوًا وَإِنَّمَا يُسَمَّى هِبَةً، وَإِنَّهُ كَانَ مِنْ مُقْتَضَى السِّيَاقِ أَنْ يُقَالَ - لَوْ </p><p> أُرِيدَ الزَّوْجُ -: ((إِلَّا أَنْ يَعْفُونَ أَوْ تَعْفُوا أَنْتُمْ) ) ، وَإِنَّ عُقْدَةَ النِّكَاحِ لَمْ تَبْقَ فِي يَدِ الزَّوْجِ بَعْدَ الطَّلَاقِ، وَيَقُولُ الذَّاهِبُونَ إِلَى أَنَّهُ الزَّوْجُ: إِنَّ الْوَلِيَّ بِيَدِهِ عَقْدُ النِّكَاحِ لَا عُقْدَتُهُ الَّتِي هِيَ أَثَرُ الْعَقْدِ، وَإِنَّهُ لَيْسَ لِلْوَلِيِّ أَنْ يَسْمَحَ بِشَيْءٍ مِنْ مَالِ مُوَلِّيَتِهِ; لِأَنَّهَا هِيَ الْمَالِكَةُ الْمُتَصَرِّفَةُ مِنْ دُونِهِ، وَأَنْتَ تَرَى الْجَوَابَ مِنْ كُلِّ جَانِبٍ عَمَّا أَوْرَدَهُ الْآخَرُ سَهْلًا، وَالْخَطْبُ أَسْهَلُ، فَالْمَعْنَى الْمُرَادُ أَنَّ الْوَاجِبَ نِصْفُ الْمَهْرِ إِلَّا أَنْ يَسْمَحَ الرَّجُلُ بِهِ كُلِّهِ، وَسَمَّى سَمَاحَهُ بِالنِّصْفِ الْآخَرِ عَفْوًا; لِأَنَّ الْمَعْهُودَ أَنَّهُمْ كَانُوا يَسُوقُونَ جَمِيعَ الْمَهْرِ عِنْدَ الْعَقْدِ كَمَا تَقَدَّمَ، أَوْ تَعْفُو الْمَرْأَةُ بِنَفْسِهَا أَوْ بِوَاسِطَةِ وَلِيِّهَا عَمَّا يَجِبُ لَهَا فَلَا تَأْخُذُ مِنْهُ شَيْئًا، فَأَيُّ الْفَرِيقَيْنِ عَفَا فَعَفْوُهُ أَقْرَبُ إِلَى التَّقْوَى، وَالْقَائِلُونَ بِأَنَّ الَّذِي بِيَدِهِ عَقْدُ النِّكَاحِ هُوَ الزَّوْجُ أَكْثَرُ كَمَا تُشْعِرُ بِهِ الْعِبَارَةُ السَّابِقَةُ، وَيُرْوَى فِيهِ حَدِيثٌ مَرْفُوعٌ عِنْدَ ابْنِ جَرِيرٍ وَابْنِ أَبِي حَاتِمٍ والْبَيْهَقِيِّ. </p><p> وَقَدْ خُتِمَتِ الْآيَةُ بِقَوْلِهِ تَعَالَى:  (إِنَّ اللهَ بِمَا تَعْمَلُونَ بَصِيرٌ) جَرْيًا عَلَى السُّنَّةِ الْإِلَهِيَّةِ بِالتَّذْكِيرِ وَالتَّحْذِيرِ بَعْدَ تَقْرِيرِ الْأَحْكَامِ; لِتَكُونَ مَقْرُونَةً بِالْمَوْعِظَةِ الَّتِي تُغَذِّي الْإِيمَانَ وَتَبْعَثُ عَلَى الِامْتِثَالِ. </p><p> وَفِي التَّذْكِيرِ بِاطِّلَاعِ اللهِ تَعَالَى وَإِحَاطَةِ بَصَرِهِ بِمَا يُعَامِلُ بِهِ الْأَزْوَاجُ بَعْضُهُمْ بَعْضًا تَرْغِيبٌ فِي الْمُحَاسَنَةِ وَالْفَضْلِ، وَتَرْهِيبٌ لِأَهْلِ الْمُخَاشَنَةِ وَالْجَهْلِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ رَحِمَهُ اللهُ تَعَالَى بَعْدَ تَفْسِيرِ هَذِهِ الْآيَاتِ مَا مَعْنَاهُ: مَنْ تَدَبَّرَ هَذِهِ الْآيَاتِ وَفَهِمَ هَذِهِ الْأَحْكَامَ يَتَجَلَّى لَهُ نِسْبَةُ مُسْلِمِي هَذَا الْعَصْرِ إِلَى الْقُرْآنِ، وَمَبْلَغُ حَظِّهِمْ مِنَ الْإِسْلَامِ. </p><p> قَالَ: وَأَخُصُّ الْمِصْرِيِّينَ بِالذِّكْرِ; فَإِنَّ الرَّوَابِطَ الطَّبِيعِيَّةَ فِي النِّكَاحِ وَالصَّهْرِ وَسَائِرِ أَنْوَاعِ الْقَرَابَةِ صَارَتْ فِي مِصْرَ أَرَثَّ وَأَضْعَفَ مِنْهَا فِي سَائِرِ الْبِلَادِ، فَمَنْ نَظَرَ فِي أَحْوَالِهِمْ وَتَبَيَّنَ مَا يُرْجَى بَيْنَ الْأَزْوَاجِ مِنَ الْمُخَاصَمَاتِ وَالْمُنَازَعَاتِ وَالْمُضَارَّاتِ، وَمَا يَكِيدُ بَعْضُهُمْ لِبَعْضٍ، يُخَيَّلُ إِلَيْهِ أَنَّهُمْ لَيْسُوا مِنْ أَهْلِ الْقُرْآنِ، بَلْ يَجِدُهُمْ كَأَنَّهُمْ لَا شَرِيعَةَ لَهُمْ وَلَا دِينَ بَلْ آلِهَتُهُمْ أَهْوَاؤُهُمْ، وَشَرِيعَتُهُمْ شَهَوَاتُهُمْ، وَأَنَّ حَالَ الْمُمَاكَسَةِ بَيْنَ التُّجَّارِ فِي السِّلَعِ هِيَ أَحْفَظُ وَأَضْبُطُ مِنْ حَالِ الزَّوَاجِ، وَأَقْوَى فِي </p><p> الصِّلَةِ مِنْ رَوَابِطِ الْأَزْوَاجِ. وَسَرَدَ فِي الدَّرْسِ وَقَائِعَ تُؤَيِّدُ مَا ذَكَرَهُ (مِنْهَا) أَنَّ رَجُلًا هَجَرَ زَوْجَتَهُ - وَهِيَ ابْنَةُ عَمِّهِ وَلَهُ مِنْهَا بِنْتٌ - بِغَيْرِ ذَنْبٍ غَيْرِ الطَّمَعِ فِي الْمَالِ، فَكَانَ كُلَّمَا كَلَّمُوهُ فِي شَأْنِهَا قَالَ: لِتَشْتَرِ عِصْمَتَهَا مِنِّي. (وَمِنْهَا) مَا هُوَ أَدْهَى مِنْ ذَلِكَ وَأَمَرُّ كَالَّذِينِ يَتْرُكُونَ نِسَاءَهُمْ بِغَيْرِ نَفَقَاتٍ حَتَّى قَدْ يَضْطَرُّوهُنَّ إِلَى بَيْعِ أَعْرَاضِهِنَّ، وَكَالْمُطَلَّقَاتِ الْمُعْتَدَّاتِ بِالْقُرُوءِ يَزْعُمْنَ أَنَّ حَيْضَهُنَّ حَبْسٌ، فَتَمُرُّ السُّنُونَ وَلَا تَنْقَضِي عِدَّتُهُنَّ بِزَعْمِهِنَّ، وَمَا الْغَرَضُ إِلَّا إِلْزَامُ الْمُطَلِّقِ النَّفَقَةَ طُولَ هَذِهِ الْمُدَّةِ انْتِقَامًا مِنْهُ، وَكَالَّذِينِ يَذَرُونَ أَزْوَاجَهُمْ كَالْمُعَلَّقَاتِ لَا يُمْسِكُونَهُنَّ بِمَعْرُوفٍ وَلَا يُسَرِّحُونَهُنَّ بِإِحْسَانٍ، أَوْ يَفْتَدِينَ مِنْهُمْ بِالْمَالِ، فَأَيْنَ اللهُ وَأَيْنَ كِتَابُ اللهِ وَشَرْعُهُ مِنْ هَؤُلَاءِ وَأَيْنَ هُمْ مِنْهُ؟ إِنَّهُمْ لَيْسُوا مِنْ كِتَابِ اللهِ فِي شَيْءٍ، وَلَكِنَّ الْمُسْرِفِينَ أَهْوَاءَهُمْ يَتَّبِعُونَ. </p><p> (حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ) . </p><p> كَانَتِ الْآيَاتُ السَّابِقَةُ أَحْكَامًا بَعْضُهَا فِي الْعِبَادَاتِ، وَبَعْضُهَا فِي الْحُدُودِ وَالْمُعَامَلَاتِ، آخِرُهَا مُعَامَلَةُ الْأَزْوَاجِ، وَرَأَيْنَا مِنْ سُنَّةِ الْقُرْآنِ أَنْ يَخْتِمَ كُلَّ حُكْمٍ أَوْ عِدَّةِ أَحْكَامٍ بِذِكْرِ اللهِ تَعَالَى وَالْأَمْرِ بِتَقْوَاهُ، وَالتَّذْكِيرِ بِعِلْمِهِ بِحَالِ الْعَبْدِ وَبِمَا أَعَدَّ لَهُ مِنَ الْجَزَاءِ عَلَى عَمَلِهِ، وَفِي هَذَا مَا فِيهِ مِنْ نَفْخِ رُوحِ الدِّينِ فِي الْأَعْمَالِ وَإِشْرَابِهَا </p><p> حَقِيقَةَ الْإِخْلَاصِ، وَلَكِنَّ هَذَا التَّذْكِيرَ الْقَوْلِيَّ بِمَا يَبْعَثُ عَلَى إِقَامَةِ تِلْكَ الْأَحْكَامِ عَلَى وَجْهِهَا قَدْ يَغْفُلُ الْمَرْءُ عَنْ تَدَبُّرِهِ، وَيَغِيبُ عَنِ الذِّهْنِ تَذَكُّرُهُ، بِانْهِمَاكِ النَّاسِ فِي مَعَايِشِهِمْ وَاشْتِغَالِهِمْ بِمَا يُكَافِحُونَ مِنْ شَدَائِدِ الدُّنْيَا، أَوْ مَا يَلَذُّ لَهُمْ مِنْ نَعِيمِهَا، وَلِهَذِهِ الضُّرُوبِ مِنَ الْمُكَافَحَاتِ، وَالْفُنُونِ مِنَ التَّمَتُّعِ بِاللَّذَّاتِ سُلْطَانٌ قَاهِرٌ عَلَى النَّفْسِ، وَحَاكِمٌ مُسَخِّرٌ لِلْعَقْلِ وَالْحِسِّ، يَنْتَكِبُ بِالْمَرْءِ سَبِيلَ الْهُدَى، حَتَّى تَتَفَرَّقَ بِهِ سُبُلُ الْهَوَى، فَمِنْ ثَمَّ كَانَ الْمُكَلَّفُ مُحْتَاجًا فِي تَأْدِيبِ الشَّهَوَاتِ الْحَيَوَانِيَّةِ، إِلَى مُذَكِّرٍ يُذَكِّرُهُ بِمَكَانَتِهِ الرُّوحَانِيَّةِ الَّتِي هِيَ كَمَالُ حَقِيقَتِهِ الْإِنْسَانِيَّةِ، وَهَذَا الْمُذَكِّرُ هُوَ الصَّلَاةُ، فَهِيَ الَّتِي تَخْلَعُ الْإِنْسَانَ مِنْ تِلْكَ الشَّوَاغِلِ الَّتِي لَا بُدَّ لَهُ مِنْهَا، وَتُوَجِّهُهُ إِلَى رَبِّهِ جَلَّ وَعَلَا، فَتُكَثِّرُ لَهُ مُرَاقَبَتَهُ، حَتَّى تَعْلُوَ بِذَلِكَ هِمَّتُهُ، وَتَزْكُوَ نَفْسُهُ، فَتَتَرَفَّعَ عَنِ الْبَغْيِ وَالْعُدْوَانِ، وَتَتَنَزَّهَ عَنْ دَنَاءَةِ الْفِسْقِ وَالْعِصْيَانِ، وَيُحَبَّبَ إِلَيْهَا الْعَدْلَ وَالْإِحْسَانَ، بَلْ تَرْتَقِيَ فِي مَعَارِجِ الْفَضْلِ إِلَى مُسْتَوَى الِامْتِنَانِ فَتَكُونُ جَدِيرَةً بِإِقَامَةِ تِلْكَ الْحُدُودِ، وَزِيَادَةِ مَا يُحِبُّ اللهُ تَعَالَى مِنَ الْكَرَمِ وَالْجُودِ، ذَلِكَ أَنَّ الصَّلَاةَ تَنْهَى بِإِقَامَتِهَا عَلَى وَجْهِهَا عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ، وَلَذِكْرُ اللهِ فِيهَا أَعْظَمُ مِنْ جَمِيعِ الْمُؤَثِّرَاتِ وَأَكْبَرُ، فَإِذَا كَانَ الْإِنْسَانُ قَدْ خُلِقَ هَلُوعًا، إِذَا مَسَّهُ الشَّرُّ جَزُوعًا، وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا، فَقَدِ اسْتَثْنَى اللهُ تَعَالَى مِنْ هَذَا الْحُكْمِ الْكُلِّيِّ الْمُصَلِّينَ، إِذَا كَانُوا عَلَى الصَّلَاةِ الْحَقِيقِيَّةِ مُحَافِظِينَ. </p><p> لِهَذَا قَالَ: </p><p> (حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ) قَالَ بَعْضُ الْمُفَسِّرِينَ فِي وَجْهِ اخْتِيَارِ لَفْظِ الْمُحَافَظَةِ عَلَى الْحِفْظِ: إِنَّ الصِّيغَةَ عَلَى أَصْلِهَا تُفِيدُ الْمُشَارَكَةَ فِي الْحِفْظِ وَهِيَ هُنَا بَيْنَ الْعَبْدِ وَرَبِّهِ، كَأَنَّهُ قِيلَ: احْفَظِ الصَّلَاةَ يَحْفَظْكَ اللهُ الَّذِي أَمَرَكَ بِهَا، كَقَوْلِهِ:  (فَاذْكُرُونِي أَذْكُرْكُمْ) </p><p> (٢: ١٥٢) أَوْ بَيْنَ الْمُصَلِّي وَالصَّلَاةِ نَفْسِهَا; أَيِ: احْفَظُوهَا تَحْفَظْكُمْ مِنَ الْفَحْشَاءِ وَالْمُنْكَرِ بِتَنْزِيهِ نُفُوسِكُمْ عَنْهُمَا، وَمِنَ الْبَلَاءِ وَالْمِحَنِ بِتَقْوِيَةِ نُفُوسِكُمْ عَلَيْهِمَا كَمَا قَالَ:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ)  (٢: ٤٥) . </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: قَالَ: (حَافِظُوا عَلَى الصَّلَوَاتِ) وَلَمْ يَقُلْ: احْفَظُوهَا; لِأَنَّ الْمُفَاعَلَةَ تَدُلُّ عَلَى الْمُنَازَعَةِ وَالْمُقَاوَمَةِ، وَلَا يَظْهَرُ قَوْلُ بَعْضِهِمْ: إِنَّ الْمُفَاعَلَةَ </p><p> لِلْمُشَارَكَةِ; لِأَنَّ الصَّلَاةَ تَحْفَظُهُ كَمَا يَحْفَظُهَا، إِلَّا لَوْ كَانَتِ الْعِبَارَةُ حَافِظُوا الصَّلَوَاتِ، وَلَكِنَّهُ قَالَ:  (عَلَى الصَّلَوَاتِ) أَيِ: اجْتَهَدُوا فِي حِفْظِهَا وَالْمُدَاوَمَةِ عَلَيْهَا اهـ. وَلَا يُرِيدُ الْأُسْتَاذُ بِهَذَا أَنَّ الصَّلَاةَ لَا تُحْفَظُ مِمَّا ذَكَرَ، وَإِنَّمَا يُرِيدُ أَنَّ لَفْظَ (حَافِظُوا) لَا يَدُلُّ عَلَى هَذَا الْمَعْنَى الثَّابِتِ فِي نَفْسِهِ، وَالَّذِي أَفْهَمُهُ فِي الْمُفَاعَلَةِ فِي الشَّيْءِ هُوَ فِعْلُهُ الْمَرَّةَ بَعْدَ الْمَرَّةِ، وَمِنْهُ حَافَظَ عَلَيْهِ، وَوَاظَبَ عَلَيْهِ، وَدَوَامَ عَلَيْهِ، إِلَّا إِذَا كَانَتْ (عَلَى) لِلتَّعْلِيلِ كَقَاتَلَهُ عَلَى الْأَمْرِ; أَيْ: لِأَجْلِهِ، فَالْمُقَاتَلَةُ فِيهِ لِلْمُشَارَكَةِ وَلَا يَصِحُّ هُنَا، وَحِفْظُ الصَّلَاةِ الْمَرَّةَ بَعْدَ الْمَرَّةِ عَلَى الِاسْتِمْرَارِ عِبَارَةٌ عَنِ الْإِتْيَانِ بِهَا كُلَّ مَرَّةٍ كَامِلَةَ الشَّرَائِطِ وَالْأَرْكَانِ الْعَمَلِيَّةِ، كَامِلَةَ الْآدَابِ وَالْمَعَانِي الْقَلْبِيَّةِ، فَالشَّيْءُ الَّذِي يُتَعَاهَدُ بِالْحِفْظِ دَائِمًا هُوَ الَّذِي لَا يَلْحَقُهُ النَّقْصُ وَإِلَّا لَمْ يَكُنْ مَحْفُوظًا دَائِمًا. </p><p> وَالصَّلَوَاتُ هِيَ الْخَمْسُ الْمَعْرُوفَةُ بِبَيَانِ مَنْ بَيَّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ، وَنُقِلَتْ عَنْهُ بِالتَّوَاتُرِ الْعَمَلِيِّ، وَأَجْمَعَ عَلَيْهَا الْمُسْلِمُونَ مِنْ جَمِيعِ الْفِرَقِ، فَهُمْ عَلَى تَفَرُّقِهِمْ فِي كَثِيرٍ مِنَ الْمَسَائِلِ مُتَّفِقُونَ عَلَى أَنَّ جَاحِدَ صَلَاةٍ مِنَ الْخَمْسِ لَا يُعَدُّ مُسْلِمًا، عَلَى أَنَّهُمُ اسْتَنْبَطُوا كَوْنَهَا خَمْسًا مِنْ ذِكْرِ الْوُسْطَى فِي الْجَمْعِ كَمَا فِي تَفْسِيرِ الرَّازِيِّ. قَالَ الْأُسْتَاذُ الْإِمَامُ: وَهُوَ مِنْ قَبِيلِ الْتِمَاسِ النُّكْتَةِ، وَمِنْ آيَاتٍ أُخْرَى كَقَوْلِهِ تَعَالَى:  (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ)  (٣٠: ١٧، ١٨) وَسَيَأْتِي بَيَانُ كُلِّ شَيْءٍ فِي مَحَلِّهِ إِنْ شَاءَ اللهُ تَعَالَى، وَكَانُوا يُعَبِّرُونَ عَنِ الصَّلَاةِ بِالتَّسْبِيحِ، وَيَقُولُونَ: سَبَّحَ الْغَدَاةَ مَثَلًا; أَيْ صَلَّى الْفَجْرَ. </p><p> وَالصَّلَاةُ الْوُسْطَى هِيَ إِحْدَى الْخَمْسِ، وَالْوُسْطَى مُؤَنَّثُ الْأَوْسَطِ، وَيُسْتَعْمَلُ بِمَعْنَى الْمُتَوَسِّطِ بَيْنَ شَيْئَيْنِ أَوْ أَشْيَاءَ لَهَا طَرَفَانِ مُتَسَاوِيَانِ، وَبِمَعْنَى الْأَفْضَلِ، وَبِكُلٍّ مِنَ الْمَعْنَيَيْنِ قَالَ قَائِلُونَ; وَلِذَلِكَ اخْتَلَفُوا فِي أَيِّ الصَّلَوَاتِ أَفْضَلُ وَأَيَّتُهَا الْمُتَوَسِّطَةُ؟ وَلِلْعُلَمَاءِ فِي ذَلِكَ ثَمَانِيَةَ عَشَرَ قَوْلًا أَوْرَدَهَا الشَّوْكَانِيُّ فِي (نَيْلِ الْأَوْطَارِ) أَصَحُّهَا رِوَايَةً مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ مِنْ كَوْنِهَا صَلَاةَ الْعَصْرِ لِحَدِيثِ عَلِيٍّ عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَأَبِي دَاوُدَ مَرْفُوعًا ((شَغَلُونَا عَنِ الصَّلَاةِ الْوُسْطَى صَلَاةِ الْعَصْرِ) ) وَرَوَاهُ أَحْمَدُ وَالشَّيْخَانِ عَنْهُ بِلَفْظِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ يَوْمَ الْأَحْزَابِ:  ((مَلَأَ اللهُ قُبُورَهُمْ وَبُيُوتَهُمْ نَارًا كَمَا شَغَلُونَا عَنِ الصَّلَاةِ الْوُسْطَى حَتَّى غَابَتِ الشَّمْسُ) ) وَلَمْ يَذْكُرِ الْعَصْرَ، وَلِذَلِكَ قَالَ بَعْضُهُمْ: إِنَّهَا الظُّهْرُ لِأَنَّهُ شُغِلَ يَوْمَ الْأَحْزَابِ عَنْهَا وَعَنِ الْعَصْرِ جَمِيعًا وَهِيَ مُتَوَسِّطَةٌ، وَكَانَتْ </p><p> تَشُقُّ عَلَيْهِمْ; لِأَنَّهَا تُؤَدَّى فِي وَقْتِ الْحَرِّ وَالْعَمَلِ، وَفِي رِوَايَةٍ عَنْ عَلِيٍّ عِنْدَ </p><p> عَبْدِ اللهِ بْنِ أَحْمَدَ فِي مُسْنَدِ أَبِيهِ ((كُنَّا نَعُدُّهَا الْفَجْرَ فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: هِيَ صَلَاةُ الْعَصْرِ) ) وَوَجْهُ مَا رَوَاهُ أَوَّلًا تَوَسُّطُهَا وَقَوْلُهُ تَعَالَى فِي سُورَةِ الْإِسْرَاءِ: (أَقِمِ الصَّلَاةَ لِدَلْوِكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا)  (١٧: ٧٨) فَقَدْ أَشَارَ فِي الْآيَةِ إِلَى الصَّلَوَاتِ، وَجَعَلَ لِصَلَاةِ الْفَجْرِ مَزِيَّةً خَاصَّةً بِهَا، وَهِيَ كَوْنُ قُرْآنِهَا مَشْهُودًا، وَوَرَدَ فِي مَعْنَاهُ أَنَّهَا تَشْهَدُهَا مَلَائِكَةُ اللَّيْلِ وَمَلَائِكَةُ النَّهَارِ، وَفِي الْحَدِيثِ التَّصْرِيحُ بِأَنَّ صَلَاةَ الْعَصْرِ تَشَارِكُ صَلَاةَ الْفَجْرِ بِهَذِهِ الْمَزِيَّةِ، وَلِأَصْحَابِ الْأَقْوَالِ الْأُخْرَى فِي تَعْيِينِ الصَّلَاةِ الْوُسْطَى أَحَادِيثُ لَا تَصِلُ إِلَى دَرَجَةِ مَا وَرَدَ فِي صَلَاةِ الْعَصْرِ، فَقِيلَ: هِيَ الْفَجْرُ، وَقِيلَ: هِيَ الظُّهْرُ كَمَا مَرَّ، وَقِيلَ: هِيَ الْمَغْرِبُ. وَقَالَ الْأَخْفَشُ: هِيَ صَلَاةُ الْجُمُعَةِ، وَقَالَ بَعْضُهُمْ: إِنَّهَا غَيْرُ مَعْرُوفَةٍ، وَإِنَّ اللهَ تَعَالَى أَبْهَمَ الصَّلَاةَ الْفُضْلَى الَّتِي ثَوَابُهَا أَكْثَرُ لِنُحَافِظَ عَلَى كُلِّ صَلَاةٍ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَلَوْلَا أَنَّهُمُ اتَّفَقُوا عَلَى أَنَّهَا إِحْدَى الْخَمْسِ لَكَانَ يَتَبَادَرُ إِلَى فَهْمِي مِنْ قَوْلِهِ: (وَالصَّلَاةُ الْوُسْطَى) أَنَّ الْمُرَادَ بِالصَّلَاةِ الْفِعْلُ، وَبِالْوُسْطَى الْفُضْلَى; أَيْ: حَافِظُوا عَلَى أَفْضَلِ أَنْوَاعِ الصَّلَاةِ; وَهِيَ الصَّلَاةُ الَّتِي يَحْضُرُ فِيهَا الْقَلْبُ وَتَتَوَجَّهُ بِهَا النَّفْسُ إِلَى اللهِ تَعَالَى وَتَخْشَعُ لِذِكْرِهِ وَتَدَبُّرِ كَلَامِهِ، لَا صَلَاةُ الْمُرَائِينَ وَلَا الْغَافِلِينَ. </p><p> وَيُقَوِّي هَذَا قَوْلُهُ بَعْدَهَا:  (وَقُومُوا لِلَّهِ قَانِتِينَ) فَهُوَ بَيَانٌ لِمَعْنَى الْفَضْلِ فِي الْفُضْلَى وَتَأْكِيدٌ لَهُ، إِذْ قَالُوا: إِنَّ فِي الْقُنُوتِ مَعْنَى الْمُدَاوَمَةِ عَلَى الضَّرَاعَةِ وَالْخُشُوعِ; أَيْ: قُومُوا مُلْتَزِمِينَ لِخَشْيَةِ اللهِ تَعَالَى وَاسْتِشْعَارِ هَيْبَتِهِ وَعَظَمَتِهِ، وَلَا تَكْمُلُ الصَّلَاةُ وَتَكُونُ حَقِيقِيَّةً يَنْشَأُ عَنْهَا مَا ذَكَرَ اللهُ تَعَالَى مِنْ فَائِدَتِهَا إِلَّا بِهَذَا، وَهُوَ يَتَوَقَّفُ عَلَى التَّفَرُّغِ مِنْ كُلِّ فِكْرٍ وَعَمَلٍ يَشْغَلُ عَنْ حُضُورِ الْقَلْبِ فِي الصَّلَاةِ وَخُشُوعِهِ، لِمَا فِيهَا مِنْ ذِكْرِ اللهِ بِقَدْرِ الطَّاقَةِ. </p><p> أَقُولُ: إِنَّهُ لَيْسَ عِنْدَنَا نَصٌّ صَرِيحٌ فِي الْحَدِيثِ الْمَرْفُوعِ يُنَافِي مَا ذَكَرَهُ الْأُسْتَاذُ الْإِمَامُ فِي الصَّلَاةِ الْوُسْطَى، فَقَدْ قَالَ بَعْضُ الْمُحْدَثِينَ: إِنَّ لَفْظَ ((صَلَاةِ الْعَصْرِ) ) فِي حَدِيثِ عَلِيٍّ مُدْرَجٌ مِنْ تَفْسِيرِ الرَّاوِي. قَالُوا: وَلَوْلَا ذَلِكَ لَمَا اخْتَلَفَ الصَّحَابَةُ فِيهَا، وَأَيَّدُوا ذَلِكَ بِبَعْضِ الرِّوَايَاتِ كَرِوَايَةِ مُسْلِمٍ:  ((شَغَلُونَا عَنِ الصَّلَاةِ حَتَّى غَرَبَتِ الشَّمْسُ; يَعْنِي صَلَاةَ الْعَصْرِ) ) وَمَا قَالَهُ فِي الْقُنُوتِ هُوَ لِبَابِ الْأَقْوَالِ الْكَثِيرَةِ الَّتِي أَوْصَلَهَا ابْنُ الْعَرَبِيِّ إِلَى عَشَرَةٍ، نَظَمَهَا فِي قَوْلِهِ: </p><p> وَلَفْظُ الْقُنُوتِ اعْدُدْ مَعَانِيهِ تَجِدْ مَزِيدًا ... عَلَى عَشْرِ مَعَانِي مُرْضِيَةْ </p><p> دُعَاءٌ، خُشُوعٌ، وَالْعِبَادَةُ، طَاعَةٌ ... إِقَامَتُهَا إِقْرَارُنَا بِالْعُبُودِيَةْ </p><p> سُكُوتٌ، صَلَاةٌ، وَالْقِيَامُ، وَطُولُهُ ... كَذَاكَ دَوَامُ الطَّاعَةِ الرَّابِحُ النِّيَةْ </p><p> وَقَدْ رَوَى أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ مَا عَدَا ابْنَ مَاجَهْ مِنْ حَدِيثِ زَيْدِ بْنِ أَرْقَمَ قَالَ: ((كُنَّا نَتَكَلَّمُ فِي الصَّلَاةِ يُكَلِّمُ الرَّجُلُ مِنَّا صَاحِبَهُ وَهُوَ إِلَى جَنْبِهِ فِي الصَّلَاةِ حَتَّى نَزَلَتْ </p><p> (وَقُومُوا لِلَّهِ قَانِتِينَ) فَأُمِرْنَا بِالسُّكُوتِ وَنُهِينَا عَنِ الْكَلَامِ)) وَذَلِكَ أَنَّ الْقُنُوتَ عِبَارَةٌ عَنِ الِانْصِرَافِ عَنْ شُئُونِ الدُّنْيَا إِلَى مُنَاجَاةِ اللهِ تَعَالَى وَالتَّوَجُّهِ إِلَيْهِ لِدُعَائِهِ وَذِكْرِهِ، وَحَدِيثُ النَّاسِ مُنَافٍ لَهُ، فَيَلْزَمُ مِنَ الْقُنُوتِ تَرْكُهُ، وَيَدُلُّ عَلَى ذَلِكَ حَدِيثُ ابْنِ مَسْعُودٍ الْمُتَّفَقِ عَلَيْهِ قَالَ:  ((كُنَّا نُسَلِّمُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ فِي الصَّلَاةِ فَيَرُدُّ عَلَيْنَا، فَلَمَّا رَجَعْنَا مِنْ عِنْدِ النَّجَاشِيِّ سَلَّمْنَا عَلَيْهِ فَلَمْ يَرُدَّ، فَقُلْنَا - أَيْ بَعْدَ الصَّلَاةِ -يَا رَسُولَ اللهِ كُنَّا نُسَلِّمُ عَلَيْكَ فِي الصَّلَاةِ فَتَرُدُّ عَلَيْنَا فَقَالَ:إِنَّ فِي الصَّلَاةِ شُغْلًا) ) وَقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ: الْمُرَادُ بِالْقُنُوتِ هُنَا الْقُنُوتُ الْمَعْرُوفُ فِي صَلَاةِ الصُّبْحِ وَهُوَ إِنْ صَحَّ يُرَجَّحُ أَنَّهَا الصَّلَاةُ الْوُسْطَى. </p><p> الْمُحَافَظَةُ عَلَى الصَّلَوَاتِ آيَةُ الْإِيمَانِ الْكُبْرَى، وَقَدْ جَعَلَ الشَّرْعُ الصَّلَاةَ وَالزَّكَاةَ شَرْطًا لِصِحَّةِ الْإِسْلَامِ وَأُخُوَّةِ الدِّينِ وَمَا لَهُ مِنَ الْحُقُوقِ، قَالَ تَعَالَى فِي أَوَائِلِ سُورَةِ التَّوْبَةِ فِي الْكَلَامِ عَلَى الْمُشْرِكِينَ الْمُعْتَدِينَ:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ)  (٩: ١١) وَالْأَحَادِيثُ فِي مَنْطُوقِ الْآيَةِ وَمَفْهُومِهَا كَثِيرَةٌ، مِنْهَا حَدِيثُ ابْنِ عُمَرَ عِنْدَ أَحْمَدَ وَالْبُخَارِيِّ وَمُسْلِمٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللهِ عَزَّ وَجَلَّ) ) وَالْمُرَادُ بِالنَّاسِ هُنَا الْمُشْرِكُونَ أَهْلُ الْأَوْثَانِ لَا أَهْلَ الْكِتَابِ الَّذِينَ تُقْبَلُ مِنْهُمُ الْجِزْيَةُ وَمَنْ فِي حُكْمِهِمْ كَالْمَجُوسِ، ذَلِكَ أَنَّهُمْ هُمُ الَّذِينَ كَانُوا يُقَاوِمُونَ دَعْوَةَ الْإِسْلَامِ مَا لَا يُقَاوِمُهَا سِوَاهُمْ، وَكَانَ اسْتِقْرَارُ الدِّينِ مِنْ غَيْرِ دُخُولِ مُشْرِكِي جَزِيرَةِ الْعَرَبِ فِي الْإِسْلَامِ ضَرْبًا مِنَ الْمُحَالِ، وَالْكَلَامُ هُنَا فِي مَكَانَةِ الصَّلَاةِ مِنَ الْإِسْلَامِ لَا فِي الدَّعْوَةِ وَحِمَايَتِهَا. وَرَوَى أَحْمَدُ وَمُسْلِمٌ فِي صَحِيحِهِ </p><p> وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ مِنْ حَدِيثِ جَابِرٍ قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((بَيْنَ الرَّجُلِ وَبَيْنَ الْكُفْرِ تَرْكُ الصَّلَاةِ) ) وَرَوَى أَحْمَدُ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةُ وَابْنُ حِبَّانَ وَالْحَاكِمُ مِنْ حَدِيثِ بُرَيْدَةَ قَالَ: سَمِعْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  ((الْعَهْدُ الَّذِي بَيْنَنَا وَبَيْنَكُمُ الصَّلَاةُ، فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ) ) صَحَّحَهُ النَّسَائِيُّ وَالْعِرَاقِيُّ، وَرَوَى أَحْمَدُ والطَّبَرَانِيُّ فِي الْكَبِيرِ وَالْأَوْسَطِ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ ذَكَرَ الصَّلَاةَ يَوْمًا فَقَالَ:  ((مَنْ حَافَظَ عَلَيْهَا كَانَتْ لَهُ نُورًا وَبُرْهَانًا وَنَجَاةً يَوْمَ الْقِيَامَةِ، وَمَنْ لَمْ يُحَافِظْ عَلَيْهَا لَمْ تَكُنْ لَهُ نُورًا وَلَا بُرْهَانًا وَلَا نَجَاةً، وَكَانَ يَوْمَ الْقِيَامَةِ مَعَ قَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَأُبَيِّ بْنِ خَلَفٍ) ) وَفِي الْآثَارِ مَا يُشْعِرُ بِأَنَّ الصَّحَابَةَ كَانُوا مُتَّفِقِينَ عَلَى ذَلِكَ; فَقَدْ رَوَى التِّرْمِذِيُّ وَالْحَاكِمُ - وَقَالَ صَحِيحٌ عَلَى شَرْطِ الشَّيْخَيْنِ - عَنْ عَبْدِ اللهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ قَالَ:  ((كَانَ أَصْحَابُ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَرَوْنَ شَيْئًا مِنَ الْأَعْمَالِ تَرْكُهُ كُفْرٌ غَيْرَ الصَّلَاةِ) ) . </p><p> أَرَأَيْتَ هَذِهِ الْآيَاتِ الْعَزِيزَةَ، وَالْأَحَادِيثَ النَّاطِقَةَ بِالْعَزِيمَةِ، قَدْ نَالَ التَّأْوِيلُ مِنْهَا نَيْلَهُ فِي </p><p> الزَّمَنِ الْمَاضِي، وَأَعْرَضَ جَمَاهِيرُ الْمُسْلِمِينَ عَنْهَا فِي الزَّمَنِ الْحَاضِرِ، حَتَّى كَثُرَ التَّارِكُونَ الْغَافِلُونَ وَالْمَارِقُونَ، وَقَلَّ عَدَدُ الْمُصَلِّينَ السَّاهِينَ وَنَدَرَ الْمُصَلُّونَ الْمُحَافِظُونَ؟ ذَلِكَ أَنَّ الْإِسْلَامَ عِنْدَ هَؤُلَاءِ الْمُسْلِمِينَ، الَّذِينَ يَصِفُونَ أَنْفُسَهُمْ بِالْمُتَمَدِّنِينَ قَدْ خَرَجَ عَنْ كَوْنِهِ عَقِيدَةً دِينِيَّةً، إِلَى كَوْنِهِ جِنْسِيَّةً سِيَاسِيَّةً، آيَةُ الِاسْتِمْسَاكِ بِهِ وَالْمُحَافَظَةِ عَلَيْهِ وَالدِّفَاعِ عَنْهُ مَدْحُ كُبَرَاءِ حُكَّامِهِ وَإِنْ كَانُوا لَا يُقِيمُونَ حُدُودَهُ وَلَا يُنَفِّذُونَ أَحْكَامَهُ، بَلْ رَفَعُوا أَنْفُسَهُمْ إِلَى مَرْتَبَةِ التَّشْرِيعِ الْعَامِّ، وَاسْتِبْدَالِ الْقَوَانِينِ الْوَضْعِيَّةِ بِمَا نَزَّلَ اللهُ مِنَ الْأَحْكَامِ، فَلَا غَرْوَ أَنْ يُعَدَّ الَّذِي يَلْغُو بِمَدْحِ دَوْلَتِهِ أَوْ بِذَمِّ عَدُوٍّ لَهَا مِنْ أَكْبَرِ أَنْصَارِ الْإِسْلَامِ، وَإِنْ كَانَ لَا يَعْرِفُ حَقِيقَةَ عَقِيدَتِهِ وَلَا يُقِيمُ الصَّلَاةَ وَلَا يُؤْتِي الزَّكَاةَ، وَلَا يَحْفِلُ بِغَيْرِ ذَلِكَ مِمَّا أَنْزَلَ اللهُ، وَلَا يُشْتَرَطُ أَنْ يَكُونَ مُخْلِصًا فِي دِفَاعِهِ يَتَحَرَّى بِهِ وَجْهَ الْمَنْفَعَةِ الْعَامَّةِ لَا تَتَبُّعِ طُرَقَ الْمَالِ وَالْجَاهِ، أَرَأَيْتَ هَؤُلَاءِ الْمُسْلِمِينَ سِيَاسَةً؟ وَإِنَّ أَحَدَهُمْ لَتُتْلَى عَلَيْهِ تِلْكَ الْآيَاتُ وَالْأَحَادِيثُ فَيُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا، فَمِنْهُمْ مَنْ يَصُدُّهُ عَنْهَا عَدَمُ إِيمَانِهِ بِهَا وَهُوَ الَّذِي قَدْ يَصِفُ نَفْسَهُ أَوْ يَصِفُهُ أَقْرَانُهُ ((بِالْمُتَمَدِّنِ وَالْمُتَنَوِّرِ) ) وَمِنْهُمْ مَنْ يَصْدِفُ </p><p> بِهِ عَنْهَا الِاتِّكَالُ عَلَى شَفَاعَةِ الشَّافِعِينَ، وَالْغُرُورُ بِالِانْتِسَابِ إِلَى الْإِسْلَامِ، وَالِاعْتِقَادُ بِأَنَّ النِّسْبَةَ إِلَيْهِ كَافِيَةٌ فِي نَيْلِ سَعَادَةِ الْآخِرَةِ وَعَدَمِ الْمُؤَاخَذَةِ فِيهَا عَلَى شَيْءٍ، وَلَا سِيَّمَا الَّذِي يُسَمِّي نَفْسَهُ ((مَحْسُوبًا عَلَى أَحَدِ الصَّالِحِينَ) ) وَهَذَا اعْتِقَادُ أَكْثَرِ الْعَامَّةِ، وَلَهُمْ مِنْ مَشَايِخِ الطُّرُقِ وَغَيْرِهِمْ مَا يُمِدُّهُمْ فِي غَيِّهِمْ وَيَسْتَدْرِجُهُمْ فِي غُرُورِهِمْ، وَمَا أَعْظَمَ غُرُورَ مَنْ يَأْخُذُ مِنْهُمُ الْعَهْدَ وَيُحَافِظُ عَلَى الْوِرْدِ. </p><p> نَعَمْ إِنَّ لِلْإِسْلَامِ دَوْلَةً وَإِنْ كَانَ هُوَ فِي نَفْسِهِ دِينًا لَا جِنْسِيَّةً، وَوَظِيفَةُ دَوْلَتِهِ أَوْ حُكُومَتِهِ إِنَّمَا هِيَ نَشْرُ دَعْوَتِهِ، وَحِفْظُ عَقَائِدِهِ وَآدَابِهِ، وَإِقَامَةُ فَرَائِضِهِ وَسُنَنِهِ، وَتَنْفِيذُ أَحْكَامِهِ فِي دَارِهِ، فَمَنْ يَنْصُرُ حُكُومَةَ الْإِسْلَامِ فَإِنَّمَا يَنْصُرُهَا بِمُسَاعَدَتِهَا عَلَى ذَلِكَ بِالْعَمَلِ بِهِ فِي نَفْسِهِ، وَبِحَمْلِ غَيْرِهِ مِنْ حَاكِمٍ وَمَحْكُومٍ عَلَيْهِ; لِأَنَّهُ هُوَ الْمُقَوِّمُ وَالْمُعَزِّزُ لِلْأُمَّةِ، وَإِنَّمَا الدَّوْلَةُ بِالْأُمَّةِ. </p><p> وَإِنَّ إِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ هُمَا أَعْظَمُ شَعَائِرِ الْإِسْلَامِ، فَالصَّلَاةُ هِيَ الرُّكْنُ الرَّكِينُ لِصَلَاحِ النُّفُوسِ، وَالزَّكَاةُ هِيَ الرُّكْنُ الرَّكِينُ لِصَلَاحِ الِاجْتِمَاعِ، فَإِذَا هُدِمَا فَلَا إِسْلَامَ فِي الدَّوْلَةِ. </p><p> مَاذَا كَانَ مِنْ أَثَرِ تَرْكِ الصَّلَاةِ وَالتَّهَاوُنِ بِالدِّينِ فِي الْمُدُنِ وَالْقُرَى وَالْمَزَارِعِ؟ كَانَ مِنْ أَثَرِهِ فِي الْمُدُنِ فُشُوُّ الْفَوَاحِشِ وَالْمُنْكَرَاتِ، تَجِدُ حَانَاتِ الْخَمْرِ وَمَوَاخِيرَ الْفُجُورِ وَالرَّقْصِ وَبُيُوتَ الْقِمَارِ غَاصَّةً بِخَاصَّةِ النَّاسِ وَعَامَّتِهِمْ حَتَّى فِي لَيَالِي رَمَضَانَ، لَيَالِي الذِّكْرِ وَالْقُرْآنِ، وَعَبَدَ النَّاسُ الْمَالَ، لَا يُبَالُونَ أَجَاءَ مِنْ حَرَامٍ أَمْ مِنْ حَلَالٍ، وَانْقَبَضَتِ الْأَيْدِي عَنْ أَعْمَالِ الْخَيْرِ، وَانْبَسَطَتْ فِي أَفْعَالِ الشَّرِّ، وَزَالَ التَّعَاطُفُ وَالتَّرَاحُمُ، وَقَلَّتِ الثِّقَةُ مِنْ أَفْرَادِ الْأُمَّةِ بَعْضِهِمْ بِبَعْضٍ، فَلَا يَكَادُ يَثِقُ الْمُسْلِمُ إِلَّا بِالْأَجْنَبِيِّ، وَغَيْرُ ذَلِكَ مِنْ فَسَادِ الْأَخْلَاقِ وَقُبْحِ الْفِعَالِ فِي الْأَفْرَادِ، وَأَكْبَرُ مِنْ ذَلِكَ انْحِلَالُ الرَّوَابِطِ الْمِلِّيَّةِ، بَلْ تَقَطُّعُ أَكْثَرِهَا، حَتَّى كَادَتِ الْأُمَّةُ تَخْرُجُ عَنْ </p><p> كَوْنِهَا أُمَّةً حَقِيقِيَّةً مُتَكَافِلَةً بِالْمَصَالِحِ الِاجْتِمَاعِيَّةِ وَالتَّعَاوُنِ عَلَى الْأَعْمَالِ الْمُشْتَرَكَةِ الَّتِي تَحْفَظُ وَحْدَتَهَا، وَطَفِقَ بَعْضُ هَؤُلَاءِ ((الْمُتَمَدِّنِينَ) ) الَّذِينَ قَطَعُوا رَوَابِطَهَا بِأَيْدِيهمْ، يُفَكِّرُونَ فِي جَعْلِ الرَّابِطَةِ الْوَطَنِيَّةِ لِأَهْلِ كُلِّ قُطْرٍ بَدَلًا مِنَ الرَّابِطَةِ الْمِلِّيَّةِ الْجَامِعَةِ لِأَهْلِ الْأَقْطَارِ الْكَثِيرَةِ، فَلَمْ يُفْلِحُوا، وَلَكِنَّ أَثَرَ كَلَامِهِمْ أَرْدَأَ التَّأْثِيرَ فِي مِصْرَ ; فَالْأُمَّةُ الْآنَ فِي دَوْرِ الِانْسِلَاخِ عَمَّا كَانَتْ بِهِ أُمَّةً بِسِيرَةِ سَلَفِهَا </p><p> الصَّالِحِينَ، فَتَنَكَّبَهَا هَؤُلَاءِ الَّذِينَ قَالَ اللهُ فِيهِمْ:  (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا)  (١٩: ٥٩) وَهَذَا الِانْسِلَاخُ هُوَ الْغَيُّ الَّذِي تَوَعَّدَهُمُ اللهُ تَعَالَى بِهِ فِي الدُّنْيَا. </p><p> وَأَمَّا أَثَرُ ذَلِكَ فِي الْقُرَى وَالْمَزَارِعِ فَاسْتِحْلَالُ جَمَاهِيرِ الْفَلَّاحِينَ لِإِهْلَاكِ الْحَرْثِ وَالنَّسْلِ عَمَلًا لَا قَوْلًا، وَذَلِكَ بِاعْتِدَاءِ بَعْضِهِمْ عَلَى زَرْعِ بَعْضٍ بِالْقَلْعِ قَبْلَ ظُهُورِ الثَّمَرَةِ وَبِالسَّرِقَةِ بَعْدَهَا، وَعَلَى بَهَائِمِهِ بِالْقَتْلِ بِالسُّمِّ أَوِ السِّلَاحِ، بَلْ بِاعْتِدَائِهِمْ عَلَى أَنْفُسِهِمْ بِالسَّلْبِ وَالنَّهْبِ وَالْقَتْلِ، حَتَّى أَعْيَا ذَلِكَ الْحُكُومَةَ عَلَى اهْتِمَامِهَا بِأَمْرِهِمْ، فَبِلَادُ الْأَرْيَافِ الْمِصْرِيَّةِ لَا أَمْنَ فِيهَا عَلَى النَّفْسِ وَالْمَالِ بِتَأْمِينِ الْحُكُومَةِ; لِأَنَّهَا صَارَتْ كَالْبَوَادِي الَّتِي لَيْسَ فِيهَا حُكَّامٌ، لَا يَعْتَمِدُ أَحَدٌ عَلَى غَيْرِ نَفْسِهِ وَعُصْبَتِهِ فِي حِفْظِ نَفْسِهِ وَحَقِيقَتِهِ، وَلَوْ حَافَظَ هَؤُلَاءِ وَأُولَئِكَ عَلَى الصَّلَوَاتِ كَمَا أَمَرَ اللهُ تَعَالَى لَانْتَهَوْا عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ بِالْوَازِعِ النَّفْسِيِّ، فَإِنَّ الصَّلَاةَ كَمَا يَقُولُ مُخْتَارُ بَاشَا الْغَازِيُّ، كَالْبُولِيسِ (الْمُحْتَسِبِ) الْمُلَازِمِ يَمْنَعُ مِنْ عَمَلِ السُّوءِ، وَأَنَّى يُحَافِظُونَ عَلَيْهَا وَمِنْهُمُ الَّذِي كَفَرَ بِاللهِ تَقْلِيدًا، وَمِنْهُمُ الَّذِي آمَنَ تَقْلِيدًا بِمَا وَجَدَ عَلَيْهِ آبَاءَهُ، وَهُوَ أَنَّ مَرْضَاةَ اللهِ تَعَالَى بِالنَّجَاةِ مِنْ عَذَابِهِ وَالْفَوْزِ بِنَعِيمِ الْآخِرَةِ عِنْدَهُ لَا تَحْصُلُ إِلَّا بِوَاسِطَةِ أَحَدِ الْأَوْلِيَاءِ الْمَيِّتِينَ وَإِنَّمَا يَتَوَسَّطُونَ لِمَنْ يُحْتَفَلُ بِمَوَالِدِهِمْ، أَوْ يُسَيَّبُ لَهُمُ السَّوَائِبُ مِنَ الْبَقَرِ وَغَيْرِ الْبَقَرِ، وَيُقَدَّمُ لِأَضْرِحَتِهِمُ الْهَدَايَا وَالنُّذُورُ، وَمِنْهُمُ الَّذِي يَتَعَلَّمُ كَيْفِيَّةَ أَقْوَالِ الصَّلَاةِ وَأَعْمَالِهَا الْبَدَنِيَّةِ يُؤَدُّونَهَا وَهُمْ عَنِ اللهِ سَاهُونَ، يُرَاءُونَ النَّاسَ وَيَمْنَعُونَ الْمَاعُونَ، وَهَؤُلَاءِ هُمُ الَّذِينَ قَالَ اللهُ تَعَالَى فِيهِمْ:  (فَوَيْلٌ لِلْمُصَلِّينَ)  (١٠٧: ٤) وَإِنَّمَا الْمُحَافِظُونَ عَلَى الصَّلَاةِ هُمُ الَّذِينَ قَالَ فِيهِمْ: (قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ)  (٢٣: ١، ٢) إِلَخْ الْآيَاتِ. </p><p> الْمُحَافِظُ عَلَى هَذِهِ الصَّلَاةِ الْفُضْلَى يَنْتَهِي عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ، فَلَا يَرْضَى لِنَفْسِهِ أَنْ يَكُونَ حِلْسًا مِنْ أَحْلَاسِ بُيُوتِ الْقِمَارِ وَمَعَاهِدِ اللهْوِ وَالْفِسْقِ. </p><p> الْمُحَافِظَ عَلَى هَذِهِ الصَّلَاةِ لَا يَمْنَعُ الْمَاعُونَ، بَلْ يَبْذُلُ مَعُونَتَهُ وَرِفْدَهُ لِمَنْ يَرَاهُ مُسْتَحِقًّا لَهُمَا. </p><p> الْمُحَافِظُ عَلَى هَذِهِ الصَّلَاةِ لَا يُخْلِفُ وَلَا يَلْوِي فِي حَقِّ غَيْرِهِ عَلَيْهِ، وَإِنْ كَانَ حَقًّا فَرَضَهُ عَلَى نَفْسِهِ، أَوِ الْتَزَمَهُ بِرًّا بِغَيْرِهِ، كَالِاشْتِرَاكِ فِي الْجَمْعِيَّاتِ الْخَيْرِيَّةِ. </p><p> الْمُحَافِظُ عَلَى هَذِهِ </p><p> الصَّلَاةِ لَا يُضِيعُ حُقُوقَ أَهْلِهِ وَعِيَالِهِ، وَلَا حُقُوقَ أَقَارِبِهِ وَجِيرَانِهِ، وَلَا حُقُوقَ مُعَامِلِيهِ وَإِخْوَانِهِ. </p><p> الْمُحَافِظُ عَلَى هَذِهِ الصَّلَاةِ يُعَظِّمُ الْحَقَّ وَأَهْلَهُ، وَيَحْتَقِرُ الْبَاطِلَ وَجُنْدَهُ، فَلَا يَرْضَى لِنَفْسِهِ وَلَا لِأُمَّتِهِ بِالذُّلِّ وَالْهَوَانِ، وَلَا يَغْتَرُّ بِأَهْلِ الْبَغْيِ وَالْعُدْوَانِ. </p><p> الْمُحَافِظُ عَلَى هَذِهِ الصَّلَاةِ لَا تُجْزِعُهُ النَّوَائِبُ، وَلَا تَفُلُّ غِرَارَ عَزْمِهِ الْمَصَائِبُ، وَلَا تُبْطِرُهُ النِّعَمُ، وَلَا تَقْطَعُ رَجَاءَهُ النِّقَمُ، وَلَا تَعْبَثُ بِهِ الْخُرَافَاتُ وَالْأَوْهَامُ، وَلَا تَطِيرُ بِهِ رِيَاحُ الْأَمَانِيِّ وَالْأَحْلَامِ، فَهُوَ الْإِنْسَانُ الْكَامِلُ الَّذِي يُؤْمَنُ شَرُّهُ، وَيُرْجَى فِي النَّاسِ خَيْرُهُ، وَلَوْ أَنَّ فِينَا طَائِفَةً مِنَ الْمُصَلِّينَ الْخَاشِعِينَ لَأَقَمْنَا بِهِمُ الْحُجَّةَ عَلَى الْمَارِقِينَ وَالْمُرْتَابِينَ. </p><p> وَلَكِنَّ الْمُحَافِظَ عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى مَعَ الْقُنُوتِ وَالْخُشُوعِ قَدْ صَارَ أَنْدَرَ مِنَ الْكِبْرِيتِ الْأَحْمَرِ، وَمَنْ عَرَفَهُ لَا يُصَدِّقُ أَنَّ لِلصَّلَاةِ يَدًا فِي آدَابِهِ الْعَالِيَةِ، وَاسْتِقَامَتِهِ فِي السِّرِّ وَالْعَلَانِيَةِ، وَكَأَنِّي بِبَعْضِ الْقَارِئِينَ لِمَا تَقَدَّمَ وَقَدْ مَلُّوا مِنْهُ، وَرَمَوُا الْكَاتِبَ بِالْغُلُوِّ فِيهِ:  (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ)  (٤٧: ٢٤، ٢٥) . </p><p> ثُمَّ قَالَ تَعَالَى:  (فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا) أَيْ: فَإِنْ خِفْتُمْ أَنْ تَقُومُوا لِلَّهِ فِيهَا قَانِتِينَ مُجْتَمِعِينَ فَيَفْتِنَكُمُ الْأَعْدَاءُ بِهُجُومِهِمْ عَلَيْكُمْ، أَوْ إِنْ خِفْتُمْ أَيَّ خَطَرٍ أَوْ ضَرَرٍ مِنْ قِيَامِكُمْ قَانِتِينَ فَصَلُّوا كَيْفَمَا تَيَسَّرَ لَكُمْ رَاجِلِينَ أَوْ رَاكِبِينَ، فَالرِّجَالُ جَمْعُ رَاجِلٍ وَهُوَ الْمَاشِي، وَالرُّكْبَانُ جَمْعُ رَاكِبٍ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: هَذَا تَأْكِيدٌ لِلْمُحَافَظَةِ، وَبَيَانُ أَنَّ الصَّلَاةَ لَا تَسْقُطُ بِحَالٍ ; لِأَنَّ حَالَ الْخَوْفِ عَلَى النَّفْسِ، أَوِ الْعِرْضِ، أَوِ الْمَالِ هُوَ مَظِنَّةُ الْعُذْرِ فِي التَّرْكِ، كَمَا يَكُونُ السَّفَرُ عُذْرًا فِي تَرْكِ الصِّيَامِ، وَكَالْأَعْذَارِ الْكَثِيرَةِ لِتَرْكِ صَلَاةِ الْجُمُعَةِ، وَاسْتِبْدَالِ صَلَاةِ الظُّهْرِ بِهَا، وَالسَّبَبُ فِي عَدَمِ سُقُوطِ الصَّلَاةِ عَنِ الْمُكَلَّفِ بِحَالٍ أَنَّهَا عَمَلٌ قَلْبِيٌّ، وَإِنَّمَا فُرِضَتْ فِيهَا تِلْكَ الْأَعْمَالُ الظَّاهِرَةُ لِأَنَّهَا مُسَاعِدَةٌ عَلَى الْعَمَلِ الْقَلْبِيِّ الْمَقْصُودِ بِالذَّاتِ، وَهُوَ تَذَكُّرُ سُلْطَانِ اللهِ تَعَالَى الْمُسْتَوْلِي عَلَيْنَا وَعَلَى الْعَالَمِ كُلِّهِ، وَمِنْ شَأْنِ الْإِنْسَانِ إِذَا أَرَادَ عَمَلًا قَلْبِيًّا يَجْتَمِعُ فِيهِ الْفِكْرُ، وَيَصِحُّ فِيهِ </p><p> تَوَجُّهُ النَّفْسِ، وَحُضُورُ الْقَلْبِ أَنْ يَسْتَعِينَ عَلَى ذَلِكَ بِبَعْضِ مَا يُنَاسِبُهُ مِنْ قَوْلٍ وَعَمَلٍ. </p><p> وَلَا رَيْبَ أَنَّ هَذِهِ الْهَيْئَةَ الَّتِي اخْتَارَهَا اللهُ تَعَالَى لِلصَّلَاةِ هِيَ أَفْضَلُ مُعِينٍ عَلَى اسْتِحْضَارِ سُلْطَانِهِ، وَتَذَكُّرِ كَرَمِهِ، وَإِحْسَانِهِ، فَإِنَّ قَوْلَكَ:  ((اللهُ أَكْبَرُ) ) فِي فَاتِحَةِ الصَّلَاةِ، وَعِنْدَ الِانْتِقَالِ فِيهَا مِنْ عَمَلٍ إِلَى عَمَلٍ يُعْطِيكَ مِنَ الشُّعُورِ بِكَوْنِ اللهِ أَكْبَرَ وَأَعْظَمَ مِنْ كُلِّ شَيْءٍ تَشْغَلُ بِهِ نَفْسَكَ، وَتُوَجِّهُ إِلَيْهِ هَمَّكَ مَا يَغْمُرُ رُوحَكَ، وَيَسْتَوْلِي عَلَى قَلْبِكَ وَإِرَادَتِكَ. وَفِي قِرَاءَةِ الْفَاتِحَةِ مِنَ الثَّنَاءِ عَلَى اللهِ تَعَالَى، وَتَذَكُّرِ رَحْمَتِهِ، وَرُبُوبِيَّتِهِ، وَمُعَاهَدَتِهِ عَلَى اخْتِصَاصِكَ إِيَّاهُ بِالْعِبَادَةِ وَالِاسْتِعَانَةِ، وَمِنْ دُعَائِهِ: لِأَنْ يَهْدِيَكَ صِرَاطَهُ الَّذِي اسْتَقَامَ عَلَيْهِ مَنْ سَبَقَتْ لَهُمْ مِنَّةُ النِّعْمَةِ مِنْ عِبَادِهِ الصَّالِحِينَ مَا فِيهَا مِمَّا تَقَدَّمَ شَرْحُهُ فِي تَفْسِيرِهَا. وَكُلُّ مَا تَقْرَؤُهُ مِنَ الْقُرْآنِ بَعْدَ الْفَاتِحَةِ لَهُ فِي النَّفْسِ آثَارٌ مَحْمُودَةٌ تَخْتَلِفُ بِاخْتِلَافِ مَا فِي الْقُرْآنِ مِنَ الْمَعَارِفِ الْعَالِيَةِ، وَالْحِكْمَةِ الْبَالِغَةِ، وَالْعِبَرِ الْعَظِيمَةِ، وَالْهِدَايَةِ الْقَوِيمَةِ. وَانْحِنَاؤُكَ لِلرُّكُوعِ وَلِلسُّجُودِ بَعْدَ ذَلِكَ يُقَوِّي فِي النَّفْسِ </p><p> مَعْنَى الْعُبُودِيَّةِ، وَتَذَكُّرَ، عَظْمَةِ الْأُلُوهِيَّةِ، وَنِعَمِ الرُّبُوبِيَّةِ، لِمَا فِي هَذَيْنِ الْعَمَلَيْنِ مِنْ عَلَامَةِ الْخُضُوعِ وَالْخُرُوجِ، عَنِ الْمَأْلُوفِ، وَمَا شُرِعَ فِيهِمَا مِنْ تَسْبِيحِ اللهِ، وَتَذَكُّرِ عَظَمَتِهِ، وَعُلُوِّهِ جَلَّ ثَنَاؤُهُ. </p><p> فَإِذَا تَعَذَّرَ عَلَيْكَ الْإِتْيَانُ بِبَعْضِ تِلْكَ الْأَعْمَالِ الْبَدَنِيَّةِ، فَإِنَّ ذَلِكَ لَا يُسْقِطُ عَنْكَ هَذِهِ الْعِبَادَةَ الْقَلْبِيَّةَ الَّتِي هِيَ رُوحُ الصَّلَاةِ، وَغَيْرَهَا، وَهِيَ الْإِقْبَالُ عَلَى اللهِ تَعَالَى، وَاسْتِحْضَارُ سُلْطَانِهِ، مَعَ الْإِشَارَةِ إِلَى تِلْكَ الْأَعْمَالِ بِقَدْرِ الْإِمْكَانِ الَّذِي لَا يَمْنَعُ مِنْ مُدَافَعَةِ الْخَوْفِ الطَّارِئِ مِنْ سَبُعٍ مُفْتَرِسٍ، أَوْ عَدُوٍّ مُغْتَالٍ، أَوْ لِصٍّ مُحْتَالٍ، وَكَيْفَ يَسْقُطُ طَلَبُ الصَّلَاةِ الْقَلْبِيَّةِ فِي حَالِ خَوْفٍ وَهُوَ يُسَاعِدُ عَلَى الْخُرُوجِ مِنْهُ، أَوْ تَخْفِيفِ وَقْعِهِ؟ فَالْآيَةُ تُعَلِّمُنَا أَنَّهُ يَجِبُ أَلَّا يُذْهِلَنَا عَنِ اللهِ تَعَالَى شَيْءٌ مِنَ الْأَشْيَاءِ، وَلَا يَشْغَلَنَا عَنْهُ شَاغِلٌ، وَلَا خَوْفٌ فِي حَالٍ مِنَ الْأَحْوَالِ، وَلِذَلِكَ قَالَ:  (فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا) أَيْ: فَصَلُّوا مُشَاةً أَوْ رَاكِبِينَ كَيْفَمَا اتَّفَقَ، وَهَذَا فِي حَالَةِ الْمُلَاحَمَةِ فِي الْقِتَالِ، أَوْ مُقَاوَمَةِ الْعَدُوِّ، وَدَفْعِ الصَّائِلِ، أَوِ الْفِرَارِ مِنَ الْأَسَدِ ; أَيْ: مُمَارَسَةِ ذَلِكَ بِالْفِعْلِ، فَإِنْ كَانَ الْوَقْتُ وَقْتَ الصَّلَاةِ صَلَّى الْمُكَلَّفُ رَاجِلًا أَوْ رَاكِبًا لَا يَمْنَعُهُ مِنْ صَلَاتِهِ الْكَرُّ، وَالْفَرُّ، وَلَا الطَّعْنُ، وَالضَّرْبُ، وَيَأْتِي مِنْ أَقْوَالِ الصَّلَاةِ بِمَا </p><p> يَأْتِي مَعَ الْحُضُورِ وَالذِّكْرِ، وَيُومِئُ بِالرُّكُوعِ، وَالسُّجُودِ بِقَدْرِ الِاسْتِطَاعَةِ، وَلَا يَلْتَزِمُ التَّوَجُّهَ إِلَى الْقِبْلَةِ. وَأَمَّا صَلَاةُ الْخَوْفِ فِي غَيْرِ هَذِهِ الْحَالَةِ كَصَلَاةِ الْجُنْدِ الْمُعَسْكِرِ بِإِزَاءِ الْعَدُوِّ جَمَاعَةً فَهِيَ مَذْكُورَةٌ فِي سُورَةِ النِّسَاءِ. </p><p> (فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ) أَيْ: زَالَ خَوْفُكُمْ وَاطْمَأْنَنْتُمْ فَاذْكُرُوا اللهَ ; لِأَنَّهُ عَلَّمَكُمْ كَيْفَ تَعْبُدُونَهُ وَتُصَلُّونَ لَهُ فِي حَالِ الْخَوْفِ، فَيَكُونُ ذَلِكَ عَوْنًا لَكُمْ عَلَى دَفْعِهِ; أَيْ: تَذَكَّرُوا نِعَمَهُ عَلَيْكُمْ بِهَذَا التَّعْلِيمِ وَاشْكُرُوهُ لَهُ، هَذَا إِذَا قِيلَ: إِنَّ الْكَافَ لِلتَّعْلِيلِ، وَإِذَا قُلْنَا: إِنِ الْكَافَ لِلْبَدَلِيَّةِ فَالْمَعْنَى: فَاذْكُرُوهُ عَلَى الطَّرِيقَةِ الَّتِي عَلَّمَكُمْ إِيَّاهَا مِنْ قَبْلُ; أَيْ: فَصَلُّوا عَلَى السُّنَّةِ الْمَعْرُوفَةِ فِي الْأَمْنِ بِإِتْمَامِ الْقِيَامِ، وَالِاسْتِقْبَالِ، وَالرُّكُوعِ، وَالسُّجُودِ. </p><p> (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللهُ عَزِيزٌ حَكِيمٌ وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ) </p><p> هَذِهِ الْآيَاتُ تَتِمَّةُ مَا فِي السُّورَةِ مِنْ أَحْكَامِ الْأَزْوَاجِ، وَقَدْ جَاءَ الْأَمْرُ بِالْمُحَافَظَةِ عَلَى الصَّلَوَاتِ فِي أَثْنَاءِ هَذِهِ الْأَحْكَامِ - وَالصَّلَاةُ عِمَادُ الدِّينِ - لِلْعِنَايَةِ بِهَا، فَمَنْ حَافَظَ عَلَى الصَّلَوَاتِ كَانَ جَدِيرًا بِالْوُقُوفِ عِنْدَ حُدُودِ اللهِ تَعَالَى وَالْعَمَلِ بِشَرِيعَتِهِ; وَلِذَلِكَ قَالَ:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ)  (٢: ٤٥) وَقَدْ بَيَّنَّا وَجْهَ ذَلِكَ، وَقَدْ خَطَرَ لِي وَجْهٌ آخَرُ هُوَ الَّذِي يَطَّرِدُ فِي أُسْلُوبِ الْقُرْآنِ الْخَاصِّ فِي مَزْجِ مَقَاصِدِ الْقُرْآنِ بَعْضِهَا بِبَعْضٍ، وَمِنْ عَقَائِدَ، وَحِكَمٍ، وَمَوَاعِظَ، وَأَحْكَامٍ تَعَبُّدِيَّةٍ، وَمَدَنِيَّةٍ، وَغَيْرِهَا، وَهُوَ نَفْيُ السَّآمَةِ عَنِ الْقَارِئِ، وَالسَّامِعِ مِنْ طُولِ النَّوْعِ الْوَاحِدِ مِنْهَا، وَتَجْدِيدُ نَشَاطِهِمَا وَفَهْمِهِمَا، وَاعْتِبَارُهُمَا فِي الصَّلَاةِ وَغَيْرِهَا. </p><p> قَوْلُهُ:  (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا) إِلَخْ. فِيهِ قَوْلَانِ: </p><p> أَحَدُهُمَا: أَنَّ عِدَّةَ الْوَفَاةِ كَانَتْ فِي أَوَّلِ الْإِسْلَامِ سَنَةً كَامِلَةً مُجَارَاةً لِعَادَاتِ الْعَرَبِ، وَلَكِنْ مَعَ تَخْيِيرِ الْمَرْأَةِ فِي الِاعْتِدَادِ فِي بَيْتِ الْمَيِّتِ، فَإِنِ اعْتَدَّتْ فِيهِ وَجَبَتْ نَفَقَتُهَا مِنْ تَرِكَتِهِ وَحَرُمَ عَلَى الْوَرَثَةِ إِخْرَاجُهَا، وَإِنْ خَرَجَتْ هِيَ سَقَطَ حَقُّهَا فِي النَّفَقَةِ، وَقَالُوا: إِنَّهُ لَمْ يَكُنْ لِلْمَرْأَةِ مِنْ مِيرَاثِ زَوْجِهَا إِلَّا هَذَا الْمَتَاعُ وَالنَّفَقَةُ، فَقَوْلُهُ تَعَالَى:  (وَصِيَّةً لِأَزْوَاجِهِمْ) مَعْنَاهُ فَلْيُوصُوا وَصِيَّةً لِأَزْوَاجِهِمْ، أَوْ فَعَلَيْهِمْ وَصِيَّةٌ لِأَزْوَاجِهِمْ؛ إِذْ قَرَأَ أَبُو عَمْرٍو، وَابْنُ عَامِرٍ، وَحَمْزَةُ، وَحَفْصٌ، عَنْ عَاصِمٍ (وَصِيَّةً) بِالنَّصْبِ، وَقَرَأَهَا ابْنُ كَثِيرٍ، وَنَافِعٌ، وَالْكِسَائِيُّ، وَأَبُو بَكْرٍ، عَنْ عَاصِمٍ بِالرَّفْعِ، وَقَوْلُهُ:  (مَتَاعًا إِلَى الْحَوْلِ) مَعْنَاهُ: أَنْ يُمَتِّعُوا مَتَاعًا، أَوْ مَتِّعُوهُنَّ مَتَاعًا، كَأَنَّهُ قَالَ: فَلْيُوصُوا لَهُنَّ وَصِيَّةً وَلْيُمَتِّعُوهُنَّ مَتَاعًا إِلَى آخِرِ الْحَوْلِ، وَقِيلَ: إِنَّ التَّقْدِيرَ جَعَلَ اللهُ ذَلِكَ لَهُنَّ مَتَاعًا. وَقَوْلُهُ:  (غَيْرَ إِخْرَاجٍ) مَعْنَاهُ غَيْرُ مُخْرَجَاتٍ; أَيْ: يَجِبُ ذَلِكَ لَهُنَّ مُقِيمَاتٍ فِي دَارِ الْمَيِّتِ غَيْرَ مُخْرَجَاتٍ، فَلَا يُمْنَعْنَ السُّكْنَى. قَالَ الْأُسْتَاذُ الْإِمَامُ: الْأَحْسَنُ مَا قَالَهُ بَعْضُهُمْ مِنْ أَنَّ مَتَاعًا مَصْدَرٌ بِمَعْنَى تَمْتِيعًا، أَوْ مَعْمُولٌ لِلْمَصْدَرِ الَّذِي هُوَ وَصِيَّةٌ، وَمَعْنَى (غَيْرَ إِخْرَاجٍ) غَيْرُ مُخْرَجَاتٍ، وَهُوَ حَالٌ مِنَ الْأَزْوَاجِ، وَالنُّكْتَةُ فِي الْعُدُولِ عَنْهُ هِيَ أَنَّ الْمُرَادَ أَنْ يُوصِيَ الرَّجُلُ بِعَدَمِ إِخْرَاجِ زَوْجِهِ، وَأَنْ يُنْفِذَ أَوْلِيَاؤُهُ وَصِيَّتَهُ فَلَا يُخْرِجُونَهُنَّ مِنْ بُيُوتِهِنَّ، وَلَوْ قَالَ:  ((غَيْرَ مُخْرَجَاتٍ) ) لَكَانَ تَحْتِيمًا عَلَيْهِنَّ بِالْبَقَاءِ فِي الْبُيُوتِ وَلَأَفَادَ عَدَمَ جَوَازِ إِخْرَاجِهِنَّ لِأَحَدٍ، وَلَوْ كَانَ وَلِيًّا كَأَبِيهَا، وَلَيْسَ هَذَا بِمُرَادٍ، فَعِبَارَةُ الْآيَةِ تُفِيدُ الْمَعْنَى الْمُرَادَ، وَلَا تُوهِمُ سِوَاهُ. هَذَا مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ فِي مَعْنَى الْآيَةِ، فَهِيَ عِنْدَهُمْ تُوجِبُ أَنْ تَكُونَ عِدَّةُ الْوَفَاةِ سَنَةً كَامِلَةً وَأَنْ يُنْفَقَ عَلَى الْمُعْتَدَّةِ مِنْ تَرِكَةِ زَوْجِهَا مُقِيمَةً فِي دَارِهِ لَا يَجُوزُ إِخْرَاجُهَا مِنْهُ إِلَّا أَنْ تَخْرُجَ بِاخْتِيَارِهَا فَتَسْقُطَ نَفَقَتُهَا. </p><p> قَالُوا: ثُمَّ نُسِخَتْ بِجَعْلِ الْعِدَّةِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا كَمَا فِي تِلْكَ الْآيَةِ الَّتِي تَقَدَّمَتْ عَلَيْهَا فِي الذِّكْرِ، وَهِيَ مُتَأَخِّرَةٌ عَنْهَا فِي النُّزُولِ، وَبِجَعْلِهَا وَارِثَةً لِلزَّوْجِ بِنَصِّ الْقُرْآنِ مَعَ تَحْرِيمِ الْوَصِيَّةِ لِلْوَارِثِ فِي الْحَدِيثِ. أَقُولُ: وَعَلَيْهِ يَكُونُ الْإِصْلَاحُ لِتِلْكَ الْعَادَاتِ الْجَاهِلِيَّةِ فِي الِاعْتِدَادِ لِوَفَاةِ الزَّوْجِ وَمَا يَتْبَعُهُ مِنَ الْحِدَادِ عَلَيْهِ قَدْ حَصَلَ بِالتَّدْرِيجِ، </p><p> فَأُقِرَّتْ مُدَّةُ الْعِدَّةِ أَوَّلًا، وَلَكِنْ مُنِعَ أَنْ تَكُونَ بِتِلْكَ الْحَالَةِ الرَّدِيئَةِ الَّتِي تَقَدَّمَ ذِكْرُهَا، ثُمَّ نُسِخَتْ بِمَا تَقَدَّمَ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَهُنَاكَ وَجْهٌ آخَرُ يَتَّصِلُ بِقَوْلِ الْجُمْهُورِ، وَهُوَ أَنَّ الْآيَةَ كَانَتْ فِي فَرْضِ الْوَصِيَّةِ، وَطُلِبَ مَعَ هَذَا الْفَرْضِ مِنْ وَرَثَةِ الْمَيِّتِ أَلَّا يُخْرِجُوا النِّسَاءَ فِي مُدَّةِ الْحَوْلِ، وَأَنَّ الْخُرُوجَ الَّذِي يَبْرَأُ بِهِ أَوْلِيَاءُ الْمَيِّتِ مِنَ الْوَصِيَّةِ الْمَفْرُوضَةِ الَّتِي هِيَ النَّفَقَةُ هُوَ الْخُرُوجُ الَّذِي بَعْدَ الْعِدَّةِ الَّتِي هِيَ أَرْبَعَةُ أَشْهُرٍ، وَعَشْرٌ، قَالَ: وَهُوَ قَوْلٌ ضَعِيفٌ. </p><p> وَالْقَوْلُ الثَّانِي: أَنَّ هَذِهِ الْآيَةَ لَمْ يَذْكُرْ فِيهَا التَّرَبُّصَ الَّذِي هُوَ الِاعْتِدَادُ كَمَا ذَكَرَ فِي غَيْرِهَا مِنْ آيَاتِ الْعِدَّةِ السَّابِقَةِ، وَإِنَّمَا ذَكَرَ الْوَصِيَّةَ، وَالْمُرَادُ بِهَا أَنْ يَسْتَوْصِيَ الرِّجَالُ بِالنِّسَاءِ اللَّوَاتِي يُتَوَفَّى أَزْوَاجُهُنَّ خَيْرًا بِأَلَّا يُخْرِجُوهُنَّ مِنْ بُيُوتِ أَزْوَاجِهِنَّ بَعْدَ مَا كَانَ مِنْ قُوَّةِ عَلَاقَتِهِنَّ بِهَا إِلَى مُدَّةِ سَنَةٍ كَامِلَةٍ تَمُرُّ فِيهَا عَلَيْهِنَّ الْفُصُولُ الْأَرْبَعَةُ الَّتِي يَتَذَكَّرْنَ أَزْوَاجَهُنَّ فِيهَا، وَأَنْ يُجْعَلَ لَهُنَّ فِي مُدَّةِ السَّنَةِ شَيْءٌ مِنَ الْمَالِ يُنْفِقْنَهُ عَلَى أَنْفُسِهِنَّ، إِلَّا إِذَا خَرَجْنَ وَتَعَرَّضْنَ لِلزَّوَاجِ، أَوْ تَزَوَّجْنَ بَعْدَ الْعِدَّةِ الْمَفْرُوضَةِ فِي الْآيَةِ السَّابِقَةِ، وَلَكِنْ لَمْ يَعْمَلْ أَحَدٌ مِنَ الصَّحَابَةِ وَلَا مَنْ بَعْدَهُمْ بِهَذَا; وَلِذَلِكَ قَالَ الْجُمْهُورُ: إِنَّهُ مَنْسُوخٌ، وَذَهَبَ بَعْضُ الصَّحَابَةِ وَالتَّابِعِينَ إِلَى أَنَّ الْأَمْرَ بِالْوَصِيَّةِ كَانَ لِلنَّدْبِ وَتَهَاوَنَ النَّاسُ بِهِ كَمَا تَهَاوَنُوا فِي كَثِيرٍ مِنَ الْمَنْدُوبَاتِ - أَيْ كَاسْتِئْذَانِ الْأَوْلَادِ الَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ عِنْدَ دُخُولِ بُيُوتِهِمْ فِي الْأَوْقَاتِ الثَّلَاثَةِ الَّتِي هِيَ مَظِنَّةُ التَّهَاوُنِ بِالسِّتْرِ، قَبْلَ صَلَاةِ الْفَجْرِ وَحِينَ وَضْعِ الثِّيَابِ مِنَ الظَّهِيرَةِ فِي أَيَّامِ الْحَرِّ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ - قَالَ: وَعَلَى هَذَا فَلَا نَسْخَ لِأَنَّهُمْ مُجْمِعُونَ عَلَى أَنَّهُ لَا يُصَارُ إِلَى النَّسْخِ إِذَا أَمْكَنَ الْجَمْعُ بَيْنَ النَّصَّيْنِ. </p><p> هَذَا مَا جَرَى عَلَيْهِ الْأُسْتَاذُ الْإِمَامُ رَحِمَهُ اللهُ تَعَالَى فِي تَفْسِيرِ الْآيَةِ، وَفِي كُتُبِ التَّفْسِيرِ عَزَيْتُ مُخَالَفَةَ الْجُمْهُورِ إِلَى كَبِيرَيْنِ مِنْ قُدَمَاءِ الْمُفَسِّرِينَ وَهُمَا مُجَاهِدٌ، وَأَبُو مُسْلِمٍ، أَمَّا مُجَاهِدٌ فَقَدْ رَوَى عَنْهُ ابْنُ جَرِيرٍ أَنَّهُ يَقُولُ: نَزَلَ فِي عِدَّةِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا آيَتَانِ: قَوْلُهُ تَعَالَى: (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا)  (٢: ٢٣٤) الْآيَةَ، وَقَدْ تَقَدَّمَتْ، وَهَذِهِ الْآيَةُ. فَيَجِبُ حَمْلُ الْآيَتَيْنِ عَلَى </p><p> حَالَتَيْنِ، فَإِنِ اخْتَارَتِ الْإِقَامَةَ فِي دَارِ زَوْجِهَا الْمُتَوَفَّى وَالنَّفَقَةَ مِنْ مَالِهِ فَعِدَّتُهَا سَنَةٌ، وَإِلَّا فَعِدَّتُهَا أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ، فَيَكُونُ لِلْعِدَّةِ عَلَى قَوْلِهِ أَجَلٌ مُحَتَّمٌ، وَهُوَ الْأَقَلُّ، وَأَجَلٌ مُخَيَّرٌ فِيهِ، وَهُوَ الْأَكْثَرُ. وَأَمَّا أَبُو مُسْلِمٍ فَيَقُولُ: إِنَّ مَعْنَى الْآيَةِ: مَنْ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَقَدْ وَصَّوْا وَصِيَّةً لِأَزْوَاجِهِمْ بِنَفَقَةِ الْحَوْلِ وَسُكْنَى الْحَوْلِ، فَإِنْ خَرَجْنَ قَبْلَ ذَلِكَ وَخَالَفْنَ وَصِيَّةَ الْأَزْوَاجِ بَعْدَ أَنْ يُقِمْنَ الْمُدَّةَ الَّتِي ضَرَبَهَا اللهُ تَعَالَى لَهُنَّ، فَلَا حَرَجَ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ أَيْ نِكَاحٍ صَحِيحٍ; لِأَنَّ إِقَامَتَهُنَّ بِهَذِهِ الْوَصِيَّةِ غَيْرُ لَازِمَةٍ، قَالَ: وَالسَّبَبُ أَنَّهُمْ كَانُوا فِي زَمَانِ الْجَاهِلِيَّةِ يُوَصُّونَ بِالنَّفَقَةِ وَالسُّكْنَى حَوْلًا كَامِلًا، وَكَانَ يَجِبُ عَلَى الْمَرْأَةِ الِاعْتِدَادُ بِالْحَوْلِ; فَبَيَّنَ اللهُ تَعَالَى فِي هَذِهِ الْآيَةِ أَنَّ ذَلِكَ غَيْرُ وَاجِبٍ عَلَى هَذَا التَّقْدِيرِ فَالنَّسْخُ زَائِلٌ. </p><p> أَوْرَدَ الْإِمَامُ الرَّازِيُّ هَذَا فِي تَفْسِيرِهِ، ثُمَّ قَالَ: وَاحْتَجَّ عَلَى قَوْلِهِ بِوُجُوهٍ: </p><p> (أَحَدُهَا) أَنَّ النَّسْخَ خِلَافُ الْأَصْلِ فَوَجَبَ الْمَصِيرُ إِلَى عَدَمِهِ بِقَدْرِ الْإِمْكَانِ. </p><p> (وَالثَّانِي) أَنْ يَكُونَ النَّاسِخُ مُتَأَخِّرًا عَنِ الْمَنْسُوخِ فِي النُّزُولِ (أَيِ الْأَصْلُ أَنْ يَكُونَ إِلَخْ.</p><p> وَلَعَلَّ لَفْظَ الْأَصْلِ سَقَطَ مِنَ النَّاسِخِ أَوِ الطَّابِعِ) وَإِذَا كَانَ مُتَأَخِّرًا عَنْهُ فِي النُّزُولِ كَانَ الْأَحْسَنُ أَنْ يَكُونَ مُتَأَخِّرًا عَنْهُ فِي التِّلَاوَةِ أَيْضًا; لِأَنَّ هَذَا التَّرْتِيبَ أَحْسَنُ، فَأَمَّا تَقَدُّمُ النَّاسِخِ عَلَى الْمَنْسُوخِ فِي التِّلَاوَةِ فَهُوَ وَإِنْ كَانَ جَائِزًا فِي الْجُمْلَةِ إِلَّا أَنَّهُ يُعَدُّ مِنْ سُوءِ التَّرْتِيبِ، وَتَنْزِيهُ كَلَامِ اللهِ تَعَالَى عَنْهُ وَاجِبٌ بِقَدْرِ الْإِمْكَانِ، وَلَمَّا كَانَتْ هَذِهِ الْآيَةُ مُتَأَخِّرَةً عَنْ تِلْكَ فِي التِّلَاوَةِ كَانَ الْأَوْلَى أَلَّا يُحْكُمَ بِكَوْنِهَا مَنْسُوخَةً بِتِلْكَ. </p><p> (الْوَجْهُ الثَّالِثُ) هُوَ أَنَّهُ ثَبَتَ فِي عِلْمِ أُصُولِ الْفِقْهِ أَنَّهُ مَتَى وَقَعَ التَّعَارُضُ بَيْنَ النَّسْخِ وَبَيْنَ التَّخْصِيصِ كَانَ التَّخْصِيصُ أَوْلَى، وَهَا هُنَا إِنْ خَصَّصْنَا هَاتَيْنِ الْآيَتَيْنِ بِالْحَالَتَيْنِ - عَلَى مَا هُوَ قَوْلُ مُجَاهِدٍ - انْدَفَعَ النَّسْخُ فَكَانَ الْمَصِيرُ إِلَى قَوْلِ مُجَاهِدٍ أَوْلَى مِنَ الْتِزَامِ النَّسْخِ مِنْ غَيْرِ دَلِيلٍ، وَأَمَّا عَلَى قَوْلِ أَبِي مُسْلِمٍ فَالْكَلَامُ أَظْهَرُ; لِأَنَّكُمْ تَقُولُونَ: تَقْدِيرُ الْآيَةِ: فَعَلَيْهِمْ وَصِيَّةٌ لِأَزْوَاجِهِمْ، أَوْ تَقْدِيرُهَا: فَلْيُوصُوا وَصِيَّةً، فَأَنْتُمْ تُضِيفُونَ هَذَا الْحُكْمَ إِلَى اللهِ تَعَالَى، وَأَبُو مُسْلِمٍ يَقُولُ بَلْ تَقْدِيرُ الْآيَةِ:  ((وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَلَهُمْ وَصِيَّةٌ لِأَزْوَاجِهِمْ،أَوْ تَقْدِيرُهَا:وَقَدْ أَوْصَوْا وَصِيَّةً لِأَزْوَاجِهِمْ،</p><p> فَهُوَ يُضِيفُ هَذَا الْكَلَامَ إِلَى الزَّوْجِ، وَإِذَا كَانَ لَا بُدَّ مِنَ الْإِضْمَارِ فَلَيْسَ إِضْمَارُكُمْ أَوْلَى مِنْ إِضْمَارِهِ، ثُمَّ عَلَى تَقْدِيرِ أَنْ يَكُونَ الْإِضْمَارُ مَا ذَكَرْتُمْ يَلْزَمُ تَطَرُّقُ النَّسْخِ إِلَى الْآيَةِ، وَعِنْدَ هَذَا يَشْهَدُ كُلُّ عَقْلٍ سَلِيمٍ بِأَنَّ إِضْمَارَ أَبِي مُسْلِمٍ أَوْلَى مِنْ إِضْمَارِكُمْ، وَأَنَّ الْتِزَامَ هَذَا النَّسْخِ الْتِزَامٌ لَهُ مِنْ غَيْرِ دَلِيلٍ، مَعَ مَا فِي هَذَا الْقَوْلِ بِهَذَا النَّسْخِ مِنْ سُوءِ التَّرْتِيبِ الَّذِي يَجِبُ تَنْزِيهُ كَلَامِ اللهِ تَعَالَى عَنْهُ، وَهَذَا كَلَامٌ وَاضِحٌ، وَإِذَا عَرَفْتَ هَذَا فَنَقُولُ: هَذِهِ الْآيَةُ مِنْ أَوَّلِهَا إِلَى آخِرِهَا تَكُونُ جُمْلَةً وَاحِدَةً شَرْطِيَّةً فَالشَّرْطُ هُوَ قَوْلُهُ: (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ) وَالْجَزَاءُ هُوَ قَوْلُهُ: (فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ) فَهَذَا تَقْدِيرُ قَوْلِ أَبِي مُسْلِمٍ وَهُوَ فِي غَايَةِ الصِّحَّةِ)) اهـ. </p><p> أَوْرَدْنَا كَلَامَ الرَّازِيِّ بِنَصِّهِ عَلَى إِسْهَابِهِ وَإِطْنَابِهِ لِمَا فِيهِ مِنْ تَفْنِيدِ قَوْلِ الْجُمْهُورِ بِالْحُجَجِ الْبَيِّنَةِ الَّتِي يَقْتَنِعُ بِهَا أُولُو الْأَلْبَابِ، وَلِيَعْلَمَ الْمُقَلِّدُونَ أَنَّ فِي أَشْهَرِ مُفَسِّرِي الْقُرُونِ الْوُسْطَى مَنْ ضَعَّفَ ذَلِكَ الْقَوْلَ وَرَجَّحَ عَلَيْهِ كُلًّا مِنَ الْقَوْلَيْنِ الْمُخَالِفَيْنِ لَهُ، وَاعْلَمْ أَنَّ مَا ذَكَرَهُ مِنْ جَوَازِ كَوْنِ النَّاسِخِ مُتَأَخِّرًا عَنِ الْمَنْسُوخِ فِي التِّلَاوَةِ هُوَ مَا قَالَهُ الْأُصُولِيُّونَ، وَإِطْلَاقُ الْقَوْلِ فِيهِ غَرِيبٌ مَا حَمَلَهُمْ عَلَيْهِ إِلَّا تَصْحِيحُ فَهْمِهِمْ لِمِثْلِ هَاتَيْنِ الْآيَتَيْنِ أَوِ اغْتِرَارِهِمْ بِتَفْسِيرِ الْجُمْهُورِ </p><p> لَهُمَا، وَإِذَا سَهُلَ تَسْلِيمُ قَوْلِهِمْ بِجَوَازِ وُجُودِ آيَتَيْنِ فِي سُورَتَيْنِ تَنْسَخُ إِحْدَاهُمَا الْأُخْرَى مَعَ وُجُودِ النَّاسِخَةِ فِي السُّورَةِ الْمُتَأَخِّرَةِ فِي تَرْتِيبِ الْقُرْآنِ فَلَا يَسْهُلُ الْقَوْلُ بِأَنَّ آيَاتٍ مُتَنَاسِقَةً فِي سُورَةٍ وَاحِدَةٍ يُجْعَلُ السَّابِقُ مِنْهَا نَاسِخًا لِمَا بَعْدَهُ، وَيُفْهَمُ مِنْ قَوْلِهِ بِوُجُوبِ تَنْزِيهِ كَلَامِ اللهِ تَعَالَى عَنْ مِثْلِ ذَلِكَ أَنَّهُ لَا يُجِيزُهُ; لِأَنَّ الْوَاجِبَ فِي التَّنْزِيهِ يَدْخُلُ فِي بَابِ الْعَقَائِدِ، فَهُوَ أَبْلَغُ مِنَ الْوَاجِبِ فِي الْأَحْكَامِ الْعَمَلِيَّةِ، فَكَيْفَ يُسَمَّى تَرْكُهُ جَائِزًا؟ وَإِذَا كَانَ غَيْرَ جَائِزٍ فَهُوَ الْبُرْهَانُ الْقَاطِعُ عَلَى بُطْلَانِ قَوْلِ الْجُمْهُورِ بِالنَّسْخِ. </p><p> بَعْدَ هَذَا كُلِّهِ أَقُولُ: إِنَّ قَوْلَ مُجَاهِدٍ فِي الْآيَةِ بَعِيدٌ جِدًّا وَإِنْ فَضَّلَهُ الرَّازِيُّ عَلَى قَوْلِ الْجُمْهُورِ، وَيُرَجِّحُ قَوْلَ أَبِي مُسْلِمٍ أَمْرَانِ؛ أَحَدُهُمَا فِي الْعِبَارَةِ وَهُوَ جَعْلُ (الَّذِينَ</p><p> يُتَوَفَّوْنَ) فِيهِ عَلَى ظَاهِرِهِ، وَالْجُمْهُورُ يَجْعَلُونَهُ بِمَعْنَى الَّذِينَ تَحْضُرُهُمُ الْوَفَاةُ; كَأَنَّ هَذِهِ الْوَصِيَّةَ لَا تَجِبُ عِنْدَ الْقَائِلِ بِوُجُوبِهَا إِلَّا عَلَى مَنْ يَشْعُرُ بِدُنُوِّ أَجَلِهِ. وَثَانِيهِمَا مَا عُلِمَ مِنْ عَادَةِ الْعَرَبِ فِي إِلْزَامِ الْمَرْأَةِ بِبَيْتِ زَوْجِهَا الْمُتَوَفَّى سَنَةً كَامِلَةً، فَلَمَّا جَعَلَ الْإِسْلَامُ عِدَّتَهَا أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا كَانَ مِنْ مُقْتَضَاهُ أَنْ يُخْرِجَهَا الْوَرَثَةُ مِنَ الْبَيْتِ بَعْدَ مُضِيِّ الْعِدَّةِ، فَإِذَا كَانَتْ غَيْرَ رَاغِبَةٍ فِي الزَّوَاجِ يَشُقُّ عَلَيْهَا ذَلِكَ، فَكَانَ مِنَ اللَّائِقِ الْمُتَوَقَّعِ مِنَ الزَّوْجِ الْوَفِيِّ أَنْ يُوصِيَ بِعَدَمِ إِخْرَاجِهَا قَبْلَ الْحَوْلِ الْمُعْتَادِ جَبْرًا لِقَلْبِهَا، وَأَلَّا تُكَلَّفَ النَّفَقَةَ عَلَى نَفْسِهَا مَا دَامَتْ فِي الْبَيْتِ، وَقَدْ بَيَّنَ اللهُ تَعَالَى لِلنَّاسِ أَنَّهُ لَا حَرَجَ عَلَى أَوْلِيَاءِ الْمَيِّتِ وَوَرَثَتِهِ فِيمَا تَفْعَلُهُ الْمَرْأَةُ إِذَا هِيَ خَرَجَتْ مِنْ بَيْنِهِمْ; لِأَنَّ كَفَالَتَهُمْ إِيَّاهَا تَسْقُطُ حِينَئِذٍ مِنْ غَيْرِ تَقْصِيرٍ مِنْهُمْ فِي إِكْرَامِهَا، وَإِنَّمَا قَيَّدَ الْفِعْلَ بِالْمَعْرُوفِ; لِأَنَّ مَنْعَهَا عَنِ الْمُنْكَرِ وَاجِبٌ عَلَيْهِمْ، فَإِذَا قَصَّرُوا فِيهِ كَانَ عَلَيْهِمْ جُنَاحٌ عَظِيمٌ. </p><p> وَهَذَا الْوَجْهُ الثَّانِي يَتَّفِقُ مَعَ التَّفْسِيرِ الْمُخْتَارِ عَنِ الْأُسْتَاذِ الْإِمَامِ. وَهُوَ أَنَّ الْوَصِيَّةَ لِلنَّدْبِ لَا لِلْوُجُوبِ. وَالْوَجْهُ الْأَوَّلُ يُمْكِنُ التَّقَصِّي مِنْهُ بِجَعْلِ الْوَصِيَّةِ مِنَ اللهِ تَعَالَى لَا مِنَ الْمُتَوَفَّى، وَالتَّقْدِيرُ عَلَى الْوَجْهِ الْمُخْتَارِ: وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا، وَصِيَّةً مِنَ اللهِ لِأَزْوَاجِهِمْ، أَوْ فَاللهُ يُوصِي وَصِيَّةً لِأَزْوَاجِهِمْ أَنْ يُمَتَّعْنَ مَتَاعًا وَلَا يُخْرَجْنَ مِنْ بُيُوتِ أَزْوَاجِهِنَّ إِلَى تَمَامِ الْحَوْلِ، فَإِنْ خَرَجْنَ مِنْ تِلْقَاءِ أَنْفُسِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ أَيُّهَا الْمُخَاطَبُونَ بِالْوَصِيَّةِ فِيهِنَّ فِيمَا فَعَلْنَ مِنَ الْمَعْرُوفِ شَرْعًا وَعَادَةً كَالتَّعَرُّضِ لِلْخِطَابِ بَعْدَ الْعِدَّةِ وَالتَّزَوُّجِ; إِذْ لَا وِلَايَةَ لَكُمْ عَلَيْهِنَّ فَهُنَّ حَرَائِرُ لَا يُمْنَعْنَ إِلَّا مِنَ الْمُنْكَرِ الَّذِي يُمْنَعُ مِنْهُ كُلُّ مُكَلَّفٍ، وَجَعْلُ الْوَصِيَّةِ مِنَ اللهِ تَعَالَى مَعْهُودٌ فِي الْقُرْآنِ كَقَوْلِهِ:  (يُوصِيكُمُ اللهُ فِي أَوْلَادِكُمْ)  (٤: ١١) وَقَوْلِهِ: (غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللهِ)  (٤: ١٢) وَهَذَا هُوَ الْمُتَبَادِرُ مِنَ النَّظْمِ الْكَرِيمِ فَهُوَ أَظْهَرُ مِنْ قَوْلِ أَبِي مُسْلِمٍ، وَلَا يُعَارِضُ آيَةَ تَحْدِيدِ الْعِدَّةِ وَلَا آيَةَ الْمَوَارِيثِ وَلَا حَدِيثَ ((لَا وَصِيَّةَ لِوَارِثٍ) ) فَيَتَأَتَّى فِيهِ النَّسْخُ، سَوَاءٌ كَانَتْ هَذِهِ الْوَصِيَّةُ لِنَدْبٍ أَوْ لِلْوُجُوبِ، وَمَا قُلْنَا إِنَّهَا لِلنَّدْبِ إِلَّا لِعَدَمِ شُيُوعِ الْعَمَلِ بِهَا كَآيَةِ اسْتِئْذَانِ الْوِلْدَانِ فِي سُورَةِ النُّورِ، وَلَا يُمْكِنُ الْجَزْمُ بِأَنَّهُ لَمْ يَعْمَلْ بِهَا أَحَدٌ أَلْبَتَّةَ إِذْ لَمْ يَطَّلِعْ أَحَدٌ مِنَ الْخَلْقِ عَلَى جَمِيعِ مُعَامَلَاتِ النَّاسِ فِي بُيُوتِهِمْ، فَتَأَمَّلْ هَذَا وَمَا قَبْلَهُ أَيُّهَا الْمُسْتَقِلُّ الْفَهْمِ الْمُعَافَى مِنْ جَهَالَةِ التَّقْلِيدِ، وَتَذَكَّرْ قَوْلَ الْمَثَلِ السَّائِرِ:  (كَمْ تَرَكَ الْأَوَّلُ لِلْآخِرِ) . </p><p> وَقَدْ خَتَمَ الْآيَةَ بِقَوْلِهِ:  (وَاللهُ عَزِيزٌ حَكِيمٌ) لِلتَّذْكِيرِ بِأَنَّ لِلَّهِ الْعِزَّةَ وَالْغَلَبَةَ فِيمَا يُرِيدُ مِنْ تَحْوِيلِ الْأُمَمِ عَنْ عَادَاتٍ ضَارَّةٍ إِلَى سُنَنٍ نَافِعَةٍ تَقْتَضِيهَا الْحِكْمَةُ، كَتَحْوِيلِ الْعَرَبِ عَنْ عَادَاتِهِمْ فِي الْعِدَّةِ وَالْحِدَادِ بِجَعْلِ الْمَرْأَةِ أَسِيرَةً ذَلِيلَةً مَقْهُورَةً مُدَّةَ سَنَةٍ كَامِلَةٍ إِلَى مَا هُوَ خَيْرٌ مِنْ ذَلِكَ، وَهُوَ إِكْرَامُهَا مَا دَامَتْ فِي بَيْتِ زَوْجِهَا بَيْنَ أَهْلِهِ، وَعَدَمُ الْحَجْرِ عَلَى حُرِّيَّتِهَا إِذَا أَرَادَتِ الْخُرُوجَ مِنْهُ مَا دَامَتْ فِي حَظِيرَةِ الشَّرْعِ وَآدَابِ الْأُمَّةِ الْمَعْرُوفَةِ، فَهَذِهِ الْحِكْمَةُ الْبَالِغَةُ تُوَافِقُ مَصْلَحَةَ الْأَفْرَادِ وَالْجَمَاعَاتِ فِي كُلِّ زَمَانٍ وَمَكَانٍ. </p><p> ثُمَّ قَالَ تَعَالَى:  (وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ) قَالَ (الْجَلَالُ) : كَرَّرَهُ لِيَعُمَّ الْمَمْسُوسَةَ أَيْضًا إِذِ الْآيَةُ السَّابِقَةُ فِي غَيْرِهَا. وَقَدْ أَنْكَرَ عَلَيْهِ الْأُسْتَاذُ الْإِمَامُ - كَعَادَتِهِ - الْقَوْلَ بِالتَّكْرَارِ، قَالَ: كَأَنَّ مَا تَقَدَّمَ خَاصٌّ وَمَا هُنَا عَامٌّ، وَالصَّوَابُ أَنَّ كُلَّ آيَةٍ مِنَ الْآيَاتِ الَّتِي وَرَدَتْ فِي الْمُطَلَّقَاتِ وَرَدَتْ فِي نَوْعٍ مِنْهُنَّ، فَتَقَدَّمَ حُكْمُ مَنْ لَمْ تُمَسَّ وَقَدْ فُرَضَ لَهَا، وَحُكْمُ الْمَدْخُولِ بِهَا الْمَفْرُوضِ لَهَا، وَبَقِيَ حُكْمُ غَيْرِهِمَا (وَفِي الْمُذَكِّرَةِ الْمَأْخُوذَةِ فِي دَرْسِهِ: وَبَقِيَ حُكْمُ الْمَمْسُوسَةِ سَوَاءٌ فُرِضَ لَهَا أَمْ لَا) فَذَكَرَهُ هُنَا، وَلَمْ يُذْكُرْ ذَلِكَ بِالتَّرْتِيبِ; لِأَنَّ الْقُرْآنَ لَيْسَ كِتَابًا فَنِّيًّا فَيَكُونُ لِكُلِّ مَقْصِدٍ مِنْ مَقَاصِدِهِ بَابٌ خَاصٌّ بِهِ، وَإِنَّمَا هُوَ كِتَابُ هِدَايَةٍ وَوَعْظٍ يَنْتَقِلُ بِالْإِنْسَانِ مِنْ شَأْنٍ مِنْ شِئُونِهِ إِلَى آخَرَ، وَيَعُودُ إِلَى مَبَاحِثِ الْمَقْصِدِ الْوَاحِدِ الْمَرَّةَ بَعْدَ الْمَرَّةِ، مَعَ التَّفَنُّنِ فِي الْعِبَارَةِ، وَالتَّنْوِيعِ فِي الْبَيَانِ، حَتَّى لَا يَمَلَّ تَالِيهِ وَسَامِعُهُ مِنَ الْمُوَاظَبَةِ عَلَى الِاهْتِدَاءِ، يُوجِزُ أَحْيَانًا بِمَا يَعْجَزُ كُلُّ أَحَدٍ عَنِ الْإِتْيَانِ بِمِثْلِهِ إِذَا كَانَ الْمَقَامُ يَقْتَضِي الْإِيجَازَ، وَيُطْنِبُ فِي مَقَامٍ آخَرَ حَيْثُ يَنْبَغِي الْإِطْنَابُ، وَهُوَ مُعْجِزٌ فِي إِطْنَابِهِ كَإِيجَازِهِ، لَا لَغْوَ فِيهِ وَلَا حَشْوَ، وَلِكُلِّ مَقَامٍ فِيهِ مَقَالٌ يَنْطَبِقُ عَلَى الْحِكْمَةِ، وَيُعِينُ عَلَى التَّدَبُّرِ وَالتَّذَكُّرِ. </p><p> أَقُولُ: إِنَّ الْمُطَلَّقَاتِ أَرْبَعٌ. </p><p> (١) مُطَلَّقَةٌ مَدْخُولٌ بِهَا قَدْ فُرِضَ لَهَا مَهْرٌ فَلَهَا كُلُّ الْمَفْرُوضِ، وَعِدَّتُهَا ثَلَاثَةُ قُرُوءٍ، وَفِيهَا قَوْلُهُ تَعَالَى:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا)  (٢: ٢٢٩) الْآيَةَ، وَتَقَدَّمَ تَفْسِيرُهَا وَفِي مَعْنَاهَا قَوْلُهُ تَعَالَى فِي سُورَةِ النِّسَاءِ:  (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا)  (٤: ٢٠) . </p><p> (٢) وَمُطَلَّقَةٌ غَيْرُ مَدْخُولٍ بِهَا وَلَا مَفْرُوضٍ لَهَا، فَيَجِبُ لَهَا الْمُتْعَةُ بِحَسَبِ إِيسَارِ الْمُطَلِّقِ وَلَا مَهْرَ لَهَا، وَفِيهَا قَوْلُهُ </p><p> تَعَالَى:  (لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ)  (٢: ٢٣٦) الْآيَةَ، وَقَدْ سَبَقَ تَفْسِيرُهَا، وَلَا عِدَّةَ عَلَيْهَا لِآيَةِ الْأَحْزَابِ الَّتِي ذَكَرْنَاهَا فِي تَفْسِيرِهَا اسْتِشْهَادًا. </p><p> (٣) وَمُطَلَّقَةٌ مَفْرُوضٌ لَهَا غَيْرُ مَدْخُولٍ بِهَا فَلَهَا نِصْفُ الْمَهْرِ الْمَفْرُوضِ، وَفِيهَا قَوْلُهُ:  (وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ)  (٢: ٢٣٧) وَتَقَدَّمَ تَفْسِيرُهَا وَلَا عِدَّةَ عَلَيْهَا أَيْضًا. </p><p> (٤) وَمُطَلَّقَةٌ مَدْخُولٌ بِهَا غَيْرُ مَفْرُوضٍ لَهَا، قَالُوا: وَلَهَا مَهْرُ مِثْلِهَا بِلَا خِلَافٍ، وَذَكَرَ بَعْضُهُمْ أَنَّ قَوْلَهُ تَعَالَى فِي سُورَةِ النِّسَاءِ:  (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً)  (٤: ٢٤) مَعْنَاهُ: فَأَعْطُوهُنَّ مُهُورَهُنَّ بِالْفَرْضِ وَالتَّقْدِيرِ إِذَا كَانَ غَيْرَ مُسَمًّى; أَيْ: وَالْعُمْدَةُ فِي التَّقْدِيرِ مُسَاوَاتُهَا بِأَمْثَالِهَا عَلَى الْأَقَلِّ. وَلَمْ يَأْمُرْنَا تَعَالَى بِالتَّمْتِيعِ عِنْدَ ذِكْرِ نَوْعٍ مِنَ الْمُطَلَّقَاتِ إِلَّا غَيْرَ الْمَمْسُوسَاتِ مُطْلَقًا كَمَا فِي آيَةِ الْأَحْزَابِ، أَوْ مُقَيَّدًا بِقَوْلِهِ:  (أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً)  (٢: ٢٣٦) كَمَا تَقَدَّمَ فِي الْآيَةِ الْمُشَارِ إِلَيْهَا آنِفًا. </p><p> ثُمَّ خَتَمَ اللهُ تَعَالَى هَذِهِ الْأَحْكَامَ الْمَسْرُودَةَ هُنَا بِقَوْلِهِ:  (وَلِلْمُطَلَّقَاتِ مَتَاعٌ) إِلَخْ، فَزَعَمَ بَعْضُهُمْ أَنَّ الْمُرَادَ الْمُطَلَّقَاتُ الْمَعْهُودَاتُ اللَّوَاتِي سَبَقَ الْأَمْرُ بِتَمْتِيعِهِنَّ، وَاسْتَدَلُّوا بِمَا رَوَاهُ ابْنُ جَرِيرٍ، عَنِ ابْنِ زَيْدٍ قَالَ: لَمَّا نَزَلَتْ (وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ)  (٢: ٢٣٦) قَالَ رَجُلٌ: إِنْ أَحْسَنْتُ فَعَلْتُ، وَإِنْ لَمْ أُرِدْ ذَلِكَ لَمْ أَفْعَلْ; فَأَنْزَلَ اللهُ هَذِهِ الْآيَةَ. وَفَسَّرُوا الْمُتَّقِينَ بِمُتَّقِي الْكُفْرِ، وَلَيْسَتْ هَذِهِ الرِّوَايَةُ مِمَّا يُحْتَجُّ بِهِ، وَقَدْ قَدَّمْنَا أَنَّ ذِكْرَ الْمُحْسِنِينَ هُنَاكَ لَا يَدُلُّ عَلَى التَّخْيِيرِ. وَقَالَ بَعْضُهُمْ: إِنَّ هَذَا حُكْمٌ عَامٌّ فَتَجِبُ الْمُتْعَةُ لِكُلِّ مُطَلَّقَةٍ، وَلَا تَكْرَارَ عَلَى هَذَا مَعَ الْآيَةِ الْآمِرَةِ بِتَمْتِيعِ مَنْ لَمْ تُمَسَّ وَلَمْ يُفْرَضْ لَهَا; لِأَنَّ هَذِهِ الْآيَةَ مُسُوقَةٌ لِحُكْمِ هَذِهِ الْمُتْعَةِ مِنْ غَيْرِ تَخْصِيصٍ وَلَا تَقْيِيدٍ بِكَوْنِهَا تَخْتَلِفُ بِاخْتِلَافِ حَالِ الرَّجُلِ فِي الْإِيسَارِ، وَتِلْكَ سِيقَتْ لِبَيَانِ نَفْيِ الْجُنَاحِ عَمَّنْ طَلَّقَ مَنْ لَمْ يَمَسَّهَا وَلَمْ يَفْرِضْ لَهَا، وَجَاءَ فِي السِّيَاقِ أَنَّهُ يَجِبُ لَهَا تَمْتِيعٌ حَسَنٌ بِحَسَبِ وُسْعِ الْمُطَلِّقِ لِمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِهَا، فَعَلَى هَذَا تَكُونُ الْمُتْعَةُ مَشْرُوعَةً لِكُلِّ مُطَلَّقَةٍ، وَرُوِيَ هَذَا عَنِ ابْنِ عَبَّاسٍ، وَابْنِ عُمَرَ، وَعَطَاءٍ، وَجَابِرِ بْنِ زَيْدٍ، وَسَعِيدِ بْنِ جُبَيْرٍ، وَأَبِي الْعَالِيَةِ، وَالْحَسَنِ الْبَصْرِيِّ، وَالشَّافِعِيِّ فِي أَحَدِ قَوْلَيْهِ وَأَحْمَدَ، وَإِسْحَاقَ، وَاسْتَدَلُّوا بِعُمُومِ هَذِهِ الْآيَةِ وَبُقُولِهِ تَعَالَى فِي سُورَةِ الْأَحْزَابِ:  (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا)  (٣٣: ٢٨) وَقَدْ كُنَّ مَدْخُولًا بِهِنَّ مَفْرُوضًا لَهُنَّ الْمَهْرُ. </p><p> وَالْقَائِلُونَ بِهَذَا مِنْهُمْ مَنْ يَقُولُ: إِنَّهَا وَاجِبَةٌ لِكُلِّ مُطَلَّقَةٍ، وَمِنْهُمْ مَنْ يَقُولُ: وَاجِبَةٌ لِمَنْ لَمْ تُمَسَّ وَلَمْ يُفْرَضْ لَهَا مَنْدُوبَةٌ لِغَيْرِهَا، وَحُجَّةُ مَنْ قَالَ: إِنَّ التَّمْتِيعَ خَاصٌّ بِمَنْ لَمْ تُمَسَّ وَلَمْ يُفْرَضْ لَهَا هِيَ أَنَّهُ بَدَلٌ مِمَّا يَجِبُ لِغَيْرِهَا مَنْ نِصْفِ الْمَهْرِ إِنْ فُرِضَ لَهَا وَلَمْ تُمَسَّ، أَوِ الْمَهْرِ الْمُسَمَّى، أَوْ مَهْرِ الْمِثْلِ إِذَا كَانَتْ مَمْسُوسَةً، وَحَسْبُنَا أَنَّ اللهَ تَعَالَى جَعَلَ تَمْتِيعَ الْمُطَلَّقَاتِ حَقًّا عَلَى الْمُتَّقِينَ، وَقَدْ فَسَّرُوهُ بِالَّذِينِ يَتَّقُونَ الشِّرْكَ، أَوْ هُوَ حَقٌّ عَلَى كُلِّ مُؤْمِنٍ مُطْلَقًا، إِلَّا أَنْ يَثْبُتَ أَنَّ مَا تَسْتَحِقُّهُ مِنَ الْمَهْرِ يُسَمَّى مَتَاعًا فِي عُرْفِ الْقُرْآنِ، فَحِينَئِذٍ تَكُونُ هَذِهِ الْآيَةُ فَذْلَكَةً لِسَائِرِ الْآيَاتِ، كَأَنَّهُ قَالَ: لِكُلِّ مُطَلَّقَةٍ مَتَاعٌ تُمَتَّعُ بِهِ، فَمِنْهُنَّ مَنْ مَتَاعُهَا الْمَهْرُ الْمُسَمَّى أَوِ الْمُقَدَّرُ، وَمِنْهُنَّ مَنْ مَتَاعُهَا نِصْفُهُ، وَمِنْهُنَّ مَنْ لَهَا مَتَاعٌ غَيْرُ مَحْدُودٍ; لِأَنَّهُ عَلَى حَسَبِ الِاسْتِطَاعَةِ. وَأَحْوَطُ الْأَقْوَالِ وَأَوْسَطُهَا قَوْلُ مَنْ جَعَلَ الْمُتْعَةَ غَيْرَ الْمَهْرِ وَأَوْجَبَهَا لِمَنْ لَا تَسْتَحِقُّ مَهْرًا وَنَدَبَهَا لِغَيْرِهَا. </p>"
}