{
  "id": null,
  "sura": 2,
  "aya": 27,
  "text": "<p> (الَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ) </p><p> وَصَفَ الضَّالِّينَ بِالْفُسُوقِ، ثُمَّ بَيَّنَ مِنْ حَالِ فُسُوقِهِمْ نَقْضَ الْعَهْدِ الْمُوَثَّقِ، وَقَطْعَ مَا يَجِبُ أَنْ يُوصَلَ، وَالْإِفْسَادَ فِي الْأَرْضِ، وَسَجَّلَ بِذَلِكَ عَلَيْهِمُ الْخُسْرَانَ وَحَصَرَهُمْ فِي مَضِيقِهِ بِحَيْثُ لَا يَسْلَمُ مِنْهُ إِلَّا مَنْ رَجَعَ عَنْ فُسُوقِهِ (أَقُولُ) : فَعُلِمَ بِهَذَا أَنَّ الْمُرَادَ بِإِسْنَادِ الْإِضْلَالِ إِلَيْهِ - تَعَالَى - فِي الْآيَةِ السَّابِقَةِ بَيَانُ سُنَّتِهِ - تَعَالَى - فِي أَصْحَابِ هَذِهِ الْأَعْمَالِ مِنَ الْفُسَّاقِ وَهُوَ أَنَّهُمْ يَضِلُّونَ حَتَّى بِمَا هُوَ سَبَبٌ مِنْ أَشَدِّ أَسْبَابِ الْهِدَايَةِ تَأْثِيرًا وَهُوَ الْمَثَلُ الْمَذْكُورُ بِسَبَبِ رُسُوخِهِمْ فِي الْفِسْقِ وَنَقْضِهِمْ لِلْعَهْدِ. . . إِلَخْ، وَلَيْسَ الْمَعْنَى أَنَّهُ - تَعَالَى - خَلَقَ الضَّلَالَ فِيهِمْ خَلْقًا وَأَجْبَرَهُمْ عَلَيْهِ إِجْبَارًا. </p><p> الْعَهْدُ هُنَا لَفْظٌ مُجْمَلٌ لَمْ يَتَقَدَّمِ الْآيَاتِ مَا يُشْعِرُ بِهِ، وَلَمْ يَتْلُ فِيمَا تَلَاهَا مَا يُبَيِّنُهُ، وَكَذَلِكَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ لَيْسَ فِي سَابِقِ الْآيَاتِ وَلَا فِي لَاحِقِهَا مَا يُفَسِّرُهُ وَيُبَيِّنُ الْمُرَادَ مِنْهُ، فَمَا الْمَعْنَى الَّذِي يَتَبَادَرُ مِنْهُمَا إِلَى أَفْهَامِ الْمُخَاطَبِينَ، وَيَصِحُّ أَنْ يُؤْخَذَ مِنْ حَالِ أُولَئِكَ الْفَاسِقِينَ، الَّذِينَ أَنْكَرُوا عَلَى اللهِ أَنْ يَضْرِبَ مَثَلًا يُقْتَدَى بِهِ </p><p> مِنَ الْبَشَرِ أَوْ مِنَ الْعَرَبِ، أَوِ الَّذِينَ أَنْكَرُوا الْوَحْيَ لِمَجِيءِ الْأَمْثَالِ الْقَوْلِيَّةِ فِيهِ بِمَا يُعَدُّ حَقِيرًا مِنَ الْمَخْلُوقَاتِ فِي عُرْفِ الْمُتَكَبِّرِينَ وَالْمُتَظَرِّفِينَ مِنْهُمْ؟ دَلَّ ذِكْرُ الْعَهْدِ وَالسُّكُوتُ عَمَّا يُفَسِّرُهُ، وَإِطْلَاقُ مَا أَمَرَ اللهُ بِأَنْ يُوصَلَ بِدُونِ بَيَانٍ مَا يُفَصِّلُهُ، عَلَى أَنَّ اللهَ - تَعَالَى - مَا وَصَفَهُمْ إِلَّا بِمَا هُمْ مُتَّصِفُونَ بِهِ، وَلَا حَاجَةَ إِلَى بَيَانِ الْمُجْمَلِ بِالْقَوْلِ إِذَا كَانَ الْوُجُودُ قَدْ تَكَفَّلَ بِبَيَانِهِ، وَالْوَاقِعُ قَدْ فَسَّرَهُ بِلِسَانِهِ، وَيُرْشِدُ إِلَى فَهْمِ الْعَهْدِ الْإِلَهِيِّ هُنَا مَا قُلْنَاهُ فِي مَعْنَى الْفُسُوقِ، فَإِنَّ الْفَاسِقِينَ هُمُ (الَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ) فَإِذَا كَانَ مَعْنَى الْفُسُوقِ: الْخُرُوجَ عَنْ سُنَنِ اللهِ - تَعَالَى - فِي خَلْقِهِ الَّتِي هَدَاهُمْ إِلَيْهَا بِالْعَقْلِ وَالْمَشَاعِرِ، وَعَنْ هِدَايَةِ الدِّينِ بِالنِّسْبَةِ إِلَى الَّذِينَ أُوتُوهُ خَاصَّةً، فَعَهْدُ اللهِ - تَعَالَى - هُوَ مَا أَخَذَهُمْ بِهِ بِمَنْحِهِمْ مَا يَفْهَمُونَ بِهِ هَذِهِ السُّنَنَ الْمَعْهُودَةَ لِلنَّاسِ بِالنَّظَرِ وَالِاعْتِبَارِ، وَالتَّجْرِبَةِ وَالِاخْتِبَارِ، أَوِ الْعَقْلِ وَالْحَوَاسِّ الْمُرْشِدَةِ إِلَيْهَا وَهِيَ عَامَّةٌ، وَالْحُجَّةُ بِهَا قَائِمَةٌ عَلَى كُلِّ مَنْ وُهِبَ نِعْمَةَ الْعَقْلِ وَبَلَغَ سِنَّ الرُّشْدِ سَلِيمَ الْحَوَاسِّ، وَنَقْضُهُ عِبَارَةٌ عَنْ عَدَمِ اسْتِعْمَالِ تِلْكَ الْمَوَاهِبِ اسْتِعْمَالًا صَحِيحًا حَتَّى كَأَنَّهُمْ فَقَدُوهَا وَخَرَجُوا مِنْ حُكْمِهَا كَمَا قَالَ - تَعَالَى -: (لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبَصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ)  (٧: ١٧٩) وَكَمَا قَالَ أَيْضًا: (صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ)  (٢: ١٧١) . </p><p> هَذَا هُوَ الْقِسْمُ الْأَوَّلُ مِنَ الْعَهْدِ الْإِلَهِيِّ وَهُوَ الْعَامُّ الشَّامِلُ، وَالْأَسَاسُ لِلْقِسْمِ الثَّانِي الْمُكَمِّلِ الَّذِي هُوَ الدِّينُ، فَالْعَهْدُ فِطْرِيٌّ خُلُقِيٌّ، وَدِينِيٌّ شَرْعِيٌّ، فَالْمُشْرِكُونَ نَقَضُوا الْأَوَّلَ، وَأَهْلُ الْكِتَابِ الَّذِينَ لَمْ يَقُومُوا بِحَقِّهِ نَقَضُوا الْأَوَّلَ وَالثَّانِي جَمِيعًا، وَأَعْنِي بِالنَّاقِضِينَ مَنْ أَنْكَرَ الْمَثَلَ مِنَ الْفَرِيقَيْنِ، وَالْمِيثَاقُ: اسْمٌ لِمَا يُوَثَّقُ بِهِ الشَّيْءُ وَيَكُونُ مُحْكَمًا يَعْسُرُ نَقْضُهُ، وَاللهُ - تَعَالَى - قَدْ وَثَّقَ الْعَهْدَ الْفِطْرِيَّ بِجَعْلِ الْعُقُولِ بَعْدَ الرُّشْدِ قَابِلَةً لِإِدْرَاكِ السُّنَنِ الْإِلَهِيَّةِ فِي الْخَلْقِ، وَوَثَّقَ الْعَهْدَ الدِّينِيَّ بِمَا أَيَّدَ بِهِ الْأَنْبِيَاءَ مِنَ الْآيَاتِ الْبَيِّنَاتِ وَالْأَحْكَامِ الْمُحْكَمَاتِ، وَقَدْ وَثَّقَ الْعَهْدَ الْأَوَّلَ بِالْعَهْدِ الثَّانِي أَيْضًا، فَمَنْ أَنْكَرَ بَعْثَةَ الرُّسُلِ وَلَمْ يَهْتَدِ بِهَدْيِهِمْ فَهُوَ نَاقِضٌ لِعَهْدِ اللهِ فَاسِقٌ عَنْ سُنَنِهِ فِي تَقْوِيمِ الْبِنْيَةِ الْبَشَرِيَّةِ وَإِنْمَائِهَا، وَإِبْلَاغِ قُوَاهَا وَمَلَكَاتِهَا حَدَّ الْكَمَالِ الْإِنْسَانِيِّ الْمُمْكِنِ لَهَا. </p><p> وَأَمَّا قَوْلُهُ:  (وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ) فَفِيهِ مِنَ الْإِجْمَالِ نَحْوُ مَا فِي نَقْضِ الْعَهْدِ، </p><p> وَلَيْسَ هُوَ بِمَعْنَاهُ عَلَى طَرِيقِ التَّأْكِيدِ، وَإِنَّمَا هُوَ وَصْفٌ مُسْتَقِلٌّ جَاءَ مُتَمِّمًا لِمَا سَبَقَهُ، وَهَذَا الْأَمْرُ نَوْعَانِ: أَمْرُ تَكْوِينٍ وَهُوَ مَا عَلَيْهِ الْخَلْقُ مِنَ النِّظَامِ وَالسُّنَنِ الْمُحْكَمَةِ، وَقَدْ سَمَّى اللهَ - تَعَالَى - التَّكْوِينَ أَمْرًا بِمَا عَبَّرَ عَنْهُ بِقَوْلِهِ:  (كُنْ) وَأَمْرُ تَشْرِيعٍ وَهُوَ مَا أَوْحَاهُ إِلَى أَنْبِيَائِهِ وَأَمَرَ النَّاسَ بِالْأَخْذِ بِهِ، وَمِنَ النَّوْعِ الْأَوَّلِ تَرْتِيبُ النَّتَائِجِ عَلَى الْمُقَدِّمَاتِ وَوَصْلُ الْأَدِلَّةِ بِالْمَدْلُولَاتِ، وَإِفْضَاءُ الْأَسْبَابِ إِلَى الْمُسَبِّبَاتِ، وَمَعْرِفَةُ الْمَنَافِعِ وَالْمَضَارِّ بِالْغَايَاتِ، فَمَنْ أَنْكَرَ نُبُوَّةَ النَّبِيِّ بَعْدَ مَا قَامَ الدَّلِيلُ عَلَى صِدْقِهِ أَوْ أَنْكَرَ سُلْطَانَ اللهِ عَلَى عِبَادِهِ بَعْدَ مَا شَهِدَتْ لَهُ بِهَا آثَارُهُ فِي خَلْقِهِ، فَقَدْ قَطَعَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ بِمُقْتَضَى التَّكْوِينِ الْفِطْرِيِّ، وَكَذَلِكَ مَنْ أَنْكَرَ شَيْئًا مِمَّا عُلِمَ أَنَّهُ جَاءَ بِهِ الرَّسُولُ؛ لِأَنَّهُ إِنْ كَانَ مِنَ الْأُصُولِ الِاعْتِقَادِيَّةِ فَفِيهِ الْقَطْعُ بَيْنَ الدَّلِيلِ وَالْمَدْلُولِ، وَإِنْ كَانَ مِنَ الْأَحْكَامِ الْعَمَلِيَّةِ فَفِيهِ الْقَطْعُ بَيْنَ الْمَبَادِئِ وَالْغَايَاتِ؛ لِأَنَّ كُلَّ مَا أَمَرَ الدِّينُ بِهِ قَطْعًا فَهُوَ نَافِعٌ وَمَنْفَعَتُهُ تُثْبِتُهَا التَّجْرِبَةُ وَالدَّلِيلُ، وَكُلُّ مَا نَهَى عَنْهُ حَتْمًا فَلَا بُدَّ أَنْ تَكُونَ عَاقِبَتُهُ مُضِرَّةً، فَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ هُمُ الَّذِينَ يَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ بِغَايَتِهِ، أَمَّا بِالنِّسْبَةِ إِلَى الْإِيمَانِ بِاللهِ - تَعَالَى - وَبِالنُّبُوَّةِ فَيَقْطَعُونَ مَا أَمَرَ بِهِ بِمُقْتَضَى التَّكْوِينِ وَالنِّظَامِ الْفِطْرِيِّ، وَأَمَّا بِالنِّسْبَةِ إِلَى الْأَحْكَامِ فَيَقْطَعُونَ مَا أَمَرَ بِهِ فِي كُتُبِهِ أَمْرَ تَشْرِيعٍ وَتَكْلِيفٍ، وَصِلَةُ الْأَرْحَامِ تَدْخُلُ فِي كُلٍّ مِنَ الْقِسْمَيْنِ. </p><p> إِذَا كَانَ مُشْرِكُو الْعَرَبِ قَدْ نَقَضُوا عَهْدَ الْفِطْرَةِ وَقَطَعُوا مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ بِمُقْتَضَاهَا بِتَكْذِيبِهِمُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِيذَائِهِ وَهُوَ ذُو رَحِمٍ بِهِمْ، فَالْمُكَذِّبُونَ مِنْ أَهْلِ الْكِتَابَيْنِ قَدْ قَطَعُوا صِلَاتَ الْأَمْرَيْنِ كَمَا نَقَضُوا الْعَهْدَيْنِ؛ فَإِنَّ اللهَ - تَعَالَى - قَدْ بَشَّرَهُمْ فِي الْكُتُبِ الْمُنَزَّلَةِ عَلَى أَنْبِيَائِهِمْ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؛ لِأَنَّهُ ذَكَرَ لِلْمُبَشَّرِ بِهِ صِفَاتٍ وَأَعْمَالًا وَأَحْوَالًا تَنْطَبِقُ عَلَيْهِ أَتَمَّ الِانْطِبَاقِ، فَحَرَّفُوا وَأَوَّلُوا وَاجْتَهَدُوا فِي صَرْفِهَا عَنْهُ وَهُمْ مُتَعَمِّدُونَ (وَإِنَّ فَرِيقًا مِنْهُمْ لِيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ)  (٢: ١٤٦) وَمِنْهُمْ مَنْ يَحْمِلُ تِلْكَ الصِّفَاتِ وَالْعَلَامَاتِ عَلَى غَيْرِهِ، وَمِنْهُمْ يَنْتَظِرُ مَبْعُوثًا آخَرَ يَجِيءُ الزَّمَانُ بِهِ. </p><p> التَّعْبِيرُ بِالْقَطْعِ هُنَا أَبْلَغُ مِنَ التَّعْبِيرِ بِالنَّقْضِ، وَلِذَلِكَ جَاءَ بَعْدَهُ مُتَمِّمًا لَهُ؛ كَأَنَّ عَهْدَ اللهِ - تَعَالَى - إِلَى النَّاسِ حَبْلٌ مُحْكَمُ الطَّاقَاتِ مُوَثَّقُ الْفَتْلِ، وَكَأَنَّ هَذَا الْحَبْلَ قَدْ وَصَلَ بِحِكْمَةِ أَمْرِ التَّكْوِينِ وَحُكْمِ أَمْرِ التَّشْرِيعِ بَيْنَ جَمِيعِ الْمَنَافِعِ الَّتِي تَنْفَعُ النَّاسَ، </p><p> فَلَمْ يَكْتَفِ أُولَئِكَ الْفَاسِقُونَ الْمُنْكِرُونَ لِلْمَثَلِ الَّذِي ضَرَبَهُ اللهُ لِعِبَادِهِ بِنَقْضِ حَبَلِ الْعَهْدِ الْإِلَهِيِّ وَحَلِّ طَاقَاتِهِ وَنَكْثِ فَتْلِهِ حَتَّى قَطَعُوهُ قَطْعًا، وَأَفْسَدُوا بِذَلِكَ نِظَامَ الْفِطْرَةِ وَنِظَامَ الْهِدَايَةِ الدِّينِيَّةِ أَصْلًا وَفَرْعًا، وَلِذَلِكَ عَقَّبَ هَذَا الْوَصْفَ بِقَوْلِهِ:  (وَيُفْسِدُونَ فِي الْأَرْضِ) وَأَيُّ إِفْسَادٍ أَكْبَرُ مِنْ إِفْسَادِ مَنْ أَهْمَلَ هِدَايَةَ الْعَقْلِ وَهِدَايَةَ الدِّينِ، وَقَطَعَ الصِّلَةَ بَيْنَ الْمُقَدِّمَاتِ وَالنَّتَائِجِ، وَبَيْنَ الْمَطَالِبِ وَالْأَدِلَّةِ وَالْبَرَاهِينِ؟ مَنْ كَانَ هَذَا شَأْنَهُ فَهُوَ فَاسِدٌ فِي نَفْسِهِ وَوُجُودُهُ فِي الْأَرْضِ مُفْسِدٌ لِأَهْلِهَا؛ لِأَنَّ شَرَّهُ يَتَعَدَّى كَالْأَجْرَبِ يُعْدِي السَّلِيمَ؛ وَلِذَلِكَ وَرَدَ فِي السُّنَّةِ النَّهْيُ عَنْ قُرَنَاءِ السُّوءِ، وَالْمُشَاهَدَةُ وَالتَّجْرِبَةُ مُؤَيِّدَةٌ لِلسُّنَّةِ وَمُصَدِّقَةٌ لَهَا خُصُوصًا إِذَا قَعَدُوا فِي سَبِيلِ اللهِ يَصُدُّونَ عَنْهَا وَيَبْغُونَهَا عِوَجًا، فَإِنَّ إِفْسَادَهُمْ يَكُونُ أَشَدَّ انْتِشَارًا وَأَشْمَلَ خَسَارًا. </p><p> وَلَمَّا كَانَ إِفْسَادُ هَؤُلَاءِ عَامًّا لِلْعَقَائِدِ وَالْأَخْلَاقِ وَالْأَعْمَالِ لِأَنَّ عِلَّتَهُ فَقْدُ الْهِدَايَتَيْنِ؛ هِدَايَةِ الْفِطْرَةِ وَهِدَايَةِ الدِّينِ، سَجَّلَ عَلَيْهِمُ الْخُسْرَانَ وَحَصَرَهُ فِيهِمْ بِقَوْلِهِ:  (أُولَئِكَ هُمُ الْخَاسِرُونَ) بِالْخِزْيِ فِي الدُّنْيَا وَالْعَذَابِ فِي الْآخِرَةِ، أَمَّا خُسْرَانُهُمْ فِي الدُّنْيَا فَهُوَ ظَاهِرٌ لِأَرْبَابِ الْبَصَائِرِ الصَّافِيَةِ وَالْفَضَائِلِ السَّامِيَةِ، وَلَكِنَّهُ يَخْفَى عَلَى الْأَكْثَرِينَ بِالنِّسْبَةِ إِلَى الْأَغْنِيَاءِ مِنْ أُولَئِكَ الْخَاسِرِينَ، يَرَوْنَهُمْ مُتَمَتِّعِينَ بِلَذَّاتِ الدُّنْيَا وَشَهَوَاتِهَا فَيَحْسَبُونَ أَنَّهُمْ مَغْبُوطُونَ سُعَدَاءُ بِهَا، فَيَكُونُ هَذَا الْحُسْبَانُ مِنْ آلَاتِ الْإِفْسَادِ، وَلَوْ سَبَرُوا أَغْوَارَهُمْ وَبَلَوْا أَخْبَارَهُمْ لَأَدْرَكُوا أَنَّ مَا هُمْ فِيهِ مِنْ ظُلْمَةِ النَّفْسِ وَضِيقِ الْعَطَنِ وَفَسَادِ الْأَخْلَاقِ يُنَغِّصُ عَلَيْهِمْ أَكْثَرَ لَذَّاتِهِمْ، وَيَقْذِفُ بِهِمْ إِلَى الْإِفْرَاطِ الَّذِي يُوَلِّدُ الْأَمْرَاضَ الْجَسَدِيَّةَ وَالنَّفْسِيَّةَ، وَيُثِيرُ فِي نُفُوسِهِمْ كَوَامِنَ الْوَسَاوِسِ، وَيَجْعَلُ عُقُولَهُمْ كَالْكُرَةِ تَتَقَاذَفُهَا صَوَالِجَةُ الْأَوْهَامِ، وَأَنَّ حُبَّ الرَّاحَةِ يُوقِعُهُمْ فِي تَعَبٍ لَا نِهَايَةَ لَهُ، وَهُوَ تَعَبُ الْبِطَالَةِ وَالْكَسَلِ أَوِ الْعَمَلِ الِاضْطِرَارِيِّ، وَمَنْ لَا يَذُوقُ لَذَّةَ الْعَمَلِ الِاخْتِيَارِيِّ لَا يَذُوقُ لَذَّةَ الرَّاحَةِ الْحَقِيقِيَّةِ؛ لِأَنَّ اللهَ - تَعَالَى - لَمْ يَضَعِ الرَّاحَةَ فِي غَيْرِ الْعَمَلِ، وَإِنَّمَا سَعَادَةُ الدُّنْيَا بِصِحَّةِ الْجِسْمِ وَالْعَقْلِ وَأَدَبِ النَّفْسِ الَّذِي يُرْشِدُ إِلَيْهِ الدِّينُ، فَمَنْ فَقَدَ هَذِهِ الْأَشْيَاءَ فَقَدْ خَسِرَ الدُّنْيَا وَالْآخِرَةَ وَ (ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ) . </p><p> (كَيْفَ تَكْفُرُونَ بِاللهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) </p>"
}