{
  "id": null,
  "sura": 2,
  "aya": 196,
  "text": "<p> يَدَهُ عَلَى جَارِهِ الضَّعِيفِ، وَلَمْ تُعْرَفْ أُمَّةٌ قَوِيَّةٌ أَرْحَمَ فِي فُتُوحَاتِهَا بِالضُّعَفَاءِ مِنَ الْأُمَّةِ الْعَرَبِيَّةِ، شَهِدَ لَهَا عُلَمَاءُ الْإِفْرِنْجِ بِذَلِكَ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي الْقِتَالِ أَنَّهُ شُرِعَ لِلدِّفَاعِ عَنِ الْحَقِّ وَأَهْلِهِ وَحِمَايَةِ الدَّعْوَةِ وَنَشْرِهَا، فَعَلَى مَنْ يَدَّعِي مِنَ الْمُلُوكِ وَالْأُمَرَاءِ أَنَّهُ يُحَارِبُ لِلدِّينِ أَنْ يُحْيِيَ الدَّعْوَةَ الْإِسْلَامِيَّةَ، وَيُعِدَّ لَهَا عُدَّتَهَا مِنَ الْعِلْمِ وَالْحُجَّةِ بِحَسَبِ حَالِ الْعَصْرِ وَعُلُومِهِ، وَيَقْرِنُ ذَلِكَ بِالِاسْتِعْدَادِ التَّامِّ لِحِمَايَتِهَا مِنَ الْعُدْوَانِ، وَمَنْ عَرَفَ حَالَ الدُّعَاةِ إِلَى الدِّينِ عِنْدَ الْأُمَمِ الْحَيَّةِ وَطُرُقَ الِاسْتِعْدَادِ لِحِمَايَتِهِمْ يَعْرِفُ مَا يَجِبُ فِي ذَلِكَ وَمَا يَنْبَغِي لَهُ فِي هَذَا الْعَصْرِ. </p><p> وَبِمَا قَرَّرْنَاهُ بَطَلَ مَا يَهْذِي بِهِ أَعْدَاءُ الْإِسْلَامِ - حَتَّى مِنَ الْمُنْتَمِينَ إِلَيْهِ - مِنْ زَعْمِهِمْ أَنَّ الْإِسْلَامَ قَامَ بِالسَّيْفِ، وَقَوْلُ الْجَاهِلِينَ الْمُتَعَصِّبِينَ: إِنَّهُ لَيْسَ دِينًا إِلَهِيًّا ; لِأَنَّ الْإِلَهَ الرَّحِيمَ لَا يَأْمُرُ بِسَفْكِ الدِّمَاءِ، وَأَنَّ الْعَقَائِدَ الْإِسْلَامِيَّةَ خَطَرٌ عَلَى الْمَدَنِيَّةِ ; فَكُلُّ ذَلِكَ بَاطِلٌ، وَالْإِسْلَامُ هُوَ الرَّحْمَةُ الْعَامَّةُ لِلْعَالَمِينَ. </p><p> (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ</p><p> فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ) </p><p> اتِّصَالُ هَذِهِ الْآيَاتِ بِمَا قَبْلَهَا جَلِيٌّ جِدًّا لَا سِيَّمَا لِمَنْ قَرَأَ مَا تَقَدَّمَ مِنَ التَّفْسِيرِ، فَإِنَّ آيَاتِ الْقِتَالِ السَّابِقَةَ نَزَلَتْ فِي بَيَانِ أَحْكَامِ الْأَشْهُرِ الْحُرُمِ وَالْإِحْرَامِ وَالْمَسْجِدِ الْحَرَامِ، فَكَانَ الْغَرَضُ الْأَوَّلُ مِنَ السِّيَاقِ بَيَانَ أَحْكَامِ الْحَجِّ بَعْدَ بَيَانِ أَحْكَامِ الصِّيَامِ ; لِأَنَّ شُهُورَهُ بَعْدَ شَهْرِهِ الَّذِي هُوَ رَمَضَانُ. وَلَمَّا أَرَادَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْعُمْرَةَ وَصَدَّهُ الْمُشْرِكُونَ أَوَّلَ مَرَّةٍ بِالْحُدَيْبِيَةِ، وَأَرَادَ الْقَضَاءَ فِي الْعَامِ الْقَابِلِ وَخَافَ أَصْحَابُهُ غَدْرَ الْمُشْرِكِينَ بِهِمْ وَاضْطِرَارَهُمْ إِلَى قِتَالِهِمْ إِذَا هُمْ نَقَضُوا الْعَهْدَ وَبَدَءُوا بِالْقِتَالِ، أَنْزَلَ اللهُ تَعَالَى أَحْكَامَ الْقِتَالِ بَعْدَ ذِكْرِ الْحَجِّ فِي الْجَوَابِ عَنْ حِكْمَةِ اخْتِلَافِ الْأَهِلَّةِ ثُمَّ عَادَ إِلَى إِتْمَامِ أَحْكَامِ الْحَجِّ فَقَالَ: </p><p> (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ) فَالْعَطْفُ وَالتَّعْبِيرُ بِالْإِتْمَامِ ظَاهِرَانِ فِي أَنَّ السِّيَاقَ فِي الْكَلَامِ عَنِ الْحَجِّ، وَلِذَلِكَ لَمْ يَقُلْ هُنَا كُتِبَ عَلَيْكُمُ الْحَجُّ كَمَا قَالَ فِي الصِّيَامِ، وَقَدْ كَانَ الْحَجُّ مَعْرُوفًا فِي الْجَاهِلِيَّةِ ; لِأَنَّهُ فُرِضَ عَلَى عَهْدِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ فَأَقَرَّهُ الْإِسْلَامُ فِي الْجُمْلَةِ، وَلَكِنَّهُ أَزَالَ مَا أَحْدَثُوا فِيهِ مِنَ الشَّرَكِ وَالْمُنْكَرَاتِ، وَزَادَ فِيهِ مِنَ الْمَنَاسِكِ وَالْعِبَادَاتِ، فَالْآيَةُ لَيْسَتْ فِي فَرْضِيَّتِهِ وَفَرْضِيَّةِ الْعُمْرَةِ ; بَلْ هِيَ فِي وَاقِعَةٍ تَتَعَلَّقُ بِهِمَا وَبِقَاصِدِيهِمَا، وَقَدْ كَانُوا تَوَجَّهُوا إِلَى ذَلِكَ قَبْلَ نُزُولِهَا بِعَامٍ - كَمَا تَقَدَّمَ - فَدَلَّ ذَلِكَ عَلَى أَنَّ الْمَشْرُوعِيَّةَ سَابِقَةٌ لِنُزُولِ هَذِهِ الْآيَاتِ. </p><p> وَالْمُرَادُ بِإِتْمَامِ الْحَجِّ وَالْعُمْرَةِ الْإِتْيَانُ بِهِمَا تَامَّيْنِ، ظَاهِرًا بِأَدَاءِ الْمَنَاسِكِ عَلَى وَجْهِهَا، وَبَاطِنًا بِالْإِخْلَاصِ لِلَّهِ تَعَالَى وَحْدَهُ دُونَ قَصْدِ الْكَسْبِ وَالتِّجَارَةِ أَوِ الرِّيَاءِ وَالسُّمْعَةِ فِيهِمَا، وَلَا يُنَافِي الْإِخْلَاصَ الْبَيْعُ وَالشِّرَاءُ فِي أَثْنَاءِ الْحَجِّ إِذَا لَمْ تَكُنِ التِّجَارَةُ هِيَ الْمَقْصُودَةَ فِي الْأَصْلِ. </p><p> وَسَيَأْتِي التَّفْصِيلُ فِي حُكْمِ التِّجَارَةِ فِي الْحَجِّ فِي تَفْسِيرِ (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ) </p><p> (٢: ١٩٨) . </p><p> وَأَمَّا الرِّيَاءُ وَحُبُّ السُّمْعَةِ فَإِذَا كَانَ هُوَ الْبَاعِثُ عَلَى الْحَجِّ فَالْحَجُّ ذَنْبٌ لِلْمُرَائِي لَا طَاعَةٌ، وَإِذَا عَرَضَ الرِّيَاءُ فِي أَثْنَائِهِ فَقِيلَ: إِنَّهُ لَا يُقْبَلُ مِنْهُ شَيْءٌ لِمَا وَرَدَ مِنْ أَنَّ اللهَ تَعَالَى لَا يَقْبَلُ إِلَّا مَا كَانَ خَالِصًا لِوَجْهِهِ، وَالْأَحَادِيثُ فِي ذَلِكَ كَثِيرَةٌ، وَإِذَا كَانَ هَذَا قَدْ بَدَأَ بِالنُّسُكِ لِوَجْهِ اللهِ فَإِنَّهُ لَمْ يُتِمَّهُ لِلَّهِ كَمَا أَمَرَ، وَقِيلَ: بَلْ يُؤَاخَذُ بِقَدْرِ قَصْدِهِ الطَّاعَةَ وَالْإِخْلَاصَ وَقَدْرِ قَصْدِهِ الرِّيَاءَ، وَكُلُّ شَيْءٍ عِنْدَهُ تَعَالَى بِمِقْدَارٍ (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ)  (٩٩: ٧، ٨) وَتَجِدُ الْقَوْلَ فِي هَذِهِ الْمَسْأَلَةِ مُفَصَّلًا فِي كِتَابِ ((الرِّيَاءِ) ) مِنَ الْجُزْءِ الثَّالِثِ مِنَ ((الْإِحْيَاءِ) ) فَرَاجِعْهُ. </p><p> وَقَدْ نَبَّهَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ لِحَالِ عَامَّةِ الْحُجَّاجِ فِي هَذَا الزَّمَانِ فَقَالَ: إِنَّ أَكْثَرَهُمْ لَا يَخْطُرُ فِي بَالِهِمْ مَنَاسِكُ الْحَجِّ وَأَرْكَانُهُ وَوَاجِبَاتُهُ وَلَا يَقْصِدُونَهَا لِلْجَهْلِ بِهَا، وَإِنَّمَا يَقْصِدُونَ زِيَارَةَ (أَبُو إِبْرَاهِيمَ) يَعْنِي النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمِنْهُمْ مَنْ لَا يَعْرِفُ لِلْحَجِّ مَعْنًى سِوَى هَذِهِ الزِّيَارَةِ، وَهَؤُلَاءِ هُمُ الْهَائِمُونَ الْمُغْرَمُونَ بِالْحَجِّ، وَمِنَ النَّاسِ مَنْ يَحُجُّ لِيُقَالَ لَهُ الْحَاجُّ </p><p> فُلَانُ أَوْ لِيُحْتَفَلَ بِقُدُومِهِ، وَهَذَا مِنْ أَخَسِّ ضُرُوبِ الرِّيَاءِ، وَكَثِيرٌ مِنْهُمْ يَقْتَرِضُ بِالرِّبَا وَيَحُجُّ فَيُرِيدُ أَنْ يَعْبُدَ بِأَنْكَرِ الْمُنْكَرَاتِ. </p><p> وَقَدِ اسْتَدَلَّ بِالْآيَةِ الْقَائِلُونَ بِوُجُوبِ الْعُمْرَةِ كَالْحَجِّ، وَهُوَ الْمَرْوِيُّ عَنْ عَلِيٍّ وَابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَجَمَاعَةٍ مِنْ كِبَارِ التَّابِعِينَ وَعَلَيْهِ الشَّافِعِيُّ وَأَحْمَدُ، وَقِيلَ: إِنَّهَا سُنَّةٌ. وَيُرْوَى عَنِ ابْنِ مَسْعُودٍ وَجَابِرِ بْنِ عَبْدِ اللهِ وَعَلَيْهِ مَالِكٌ وَالْحَنَفِيَّةُ، وَعَنْ أَبِي حَنِيفَةَ قَوْلٌ بِالْوُجُوبِ. </p><p> وَقَدْ تَقَدَّمَ أَنَّ الْآيَةَ لَيْسَتْ فِي وُجُوبِ الْحَجِّ وَالْعُمْرَةِ فَلَا تَصْلُحُ حُجَّةً عَلَى الْقَائِلِينَ بِالسُّنِّيَّةِ ; لِأَنَّ الْأَمْرَ بِإِتْمَامِ الْحَجِّ وَالْعُمْرَةَ خِطَابٌ لِمَنْ شَرَعَ فِيهِمَا، وَهُوَ يَصْدُقُ وَإِنْ كَانَتِ الْعُمْرَةُ سُنَّةً. </p><p> وَيَدُلُّ عَلَى فَرْضِيَّةِ الْحَجِّ قَوْلُهُ تَعَالَى:  (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا)  (٣: ٩٧) وَالْأَحَادِيثُ الصَّحِيحَةُ الصَّرِيحَةُ. وَأَمَّا الْأَحَادِيثُ فِي الْعُمْرَةِ فَمُتَعَارِضَةٌ. وَالصَّوَابُ أَنَّ الْأَحَادِيثَ النَّاطِقَةَ بِأَنَّ الْعُمْرَةَ غَيْرُ وَاجِبَةٍ وَبِأَنَّهَا تَطَوُّعٌ ضَعِيفَةٌ، وَأَقْوَاهَا حَدِيثُ الْأَعْرَابِيِّ الَّذِي سَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَخْبِرْنِي عَنِ الْعُمْرَةِ أَوَاجِبَةٌ هِيَ؟ فَقَالَ:  ((لَا، وَأَنْ تَعْتَمِرَ خَيْرٌ لَكَ) ) وَهُوَ عِنْدَ أَحْمَدَ وَابْنِ أَبِي شَيْبَةَ وَعَبْدِ بْنِ حُمَيْدٍ وَصَحَّحَهُ التِّرْمِذِيُّ وَفِي إِسْنَادِهِ الْحَجَّاجُ بْنُ أَرْطَاةَ وَقَدْ ضَعَّفَهُ الْأَكْثَرُونَ، </p><p> وَبَالَغَ ابْنُ حَزْمٍ فَقَالَ: إِنَّ هَذَا الْحَدِيثَ مَكْذُوبٌ وَبَاطِلٌ. وَالصَّوَابُ مَا قَالَهُ النَّوَوِيُّ مِنَ اتِّفَاقِ الْحُفَّاظِ عَلَى تَضْعِيفِهِ. </p><p> وَأَقْوَى أَحَادِيثِ الْقَائِلِينَ بِوُجُوبِ الْعُمْرَةِ حَدِيثُ أَبِي رَزِينٍ الْعَقِيلِيِّ قَالَ: يَا رَسُولَ اللهِ إِنَّ أَبِي شَيْخٌ كَبِيرٌ لَا يَسْتَطِيعُ الْحَجَّ وَلَا الْعُمْرَةَ وَلَا الظَّعْنَ، فَقَالَ:  ((حُجَّ عَنْ أَبِيكَ وَاعْتَمِرْ) ) رَوَاهُ أَحْمَدُ وَأَصْحَابُ السُّنَنِ وَصَحَّحَهُ التِّرْمِذِيُّ بِلَا نَكِيرٍ بَلْ قَالَ الْإِمَامُ أَحْمَدُ: لَا أَعْلَمَ فِي إِيجَابِ الْعُمْرَةِ حَدِيثًا أَوْجَبَ مِنْ هَذَا وَلَا أَصَحَّ مِنْهُ، فَهُوَ حُجَّةٌ عِنْدَ الْقَائِلِينَ بِأَنَّ الْأَمْرَ لِلْوُجُوبِ مَا لَمْ يَصْرِفْهُ صَارِفٌ، وَقَدْ يُقَالُ: إِنَّ هَذَا السَّائِلَ لَمْ يَقْصِدِ السُّؤَالَ عَنْ مَشْرُوعِيَّةِ أَصْلِ الْحَجِّ وَالْعُمْرَةِ فَإِنَّهُ كَانَ يَعْلَمُ حُكْمَهُمَا وَإِنَّمَا سَأَلَ هَلْ يَصِحُّ أَنْ يَأْتِيَ بِهِمَا عَنْ أَبِيهِ الَّذِي يُقْعِدُهُ عَنْهُمَا الْعَجْزُ، وَلَا يُنَافِي هَذَا كَوْنَ الْعُمْرَةِ سُنَّةً مُتَّبَعَةً لَا فَرْضًا لَازِمًا، وَيُؤَيِّدُ هَذَا عَدَمُ ذِكْرِهَا فِي الْآيَةِ النَّاطِقَةِ بِالْوُجُوبِ وَلَا فِي حَدِيثِ أَرْكَانِ الْإِسْلَامِ فَهِيَ تَطَوُّعُ النُّسُكِ، وَإِنْ لَمْ يَصِحَّ الْحَدِيثُ الَّذِي فِيهِ لَفْظُ التَّطَوُّعِ. وَقَالَ بَعْضُهُمْ: إِنَّ الْعُمْرَةَ سُنَّةٌ فَمَتَى شَرَعَ فِيهَا كَانَ إِتْمَامُهُمَا وَاجِبًا. وَمَا تَقَدَّمَ فِي مَعْنَى الْإِتْمَامِ هُوَ الْمُتَبَادَرُ وَالْجَامِعُ بَيْنَ الْأَقْوَالِ الْمُخْتَلِفَةِ، وَمَا رَوَاهُ ابْنُ أَبِي حَاتِمٍ عَنْ صَفْوَانَ بْنِ أُمَيَّةَ فِي سَبَبِ نُزُولِهَا إِنْ صَحَّ لَا يُنَافِيهِ، وَهُوَ أَنَّ رَجُلًا جَاءَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُتَضَمِّخًا بِالزَّعْفَرَانِ عَلَيْهِ جُبَّةٌ فَقَالَ: كَيْفَ تَأْمُرُنِي يَا رَسُولَ اللهِ فِي عُمْرَتِي؟ فَأَنْزَلَ اللهُ الْآيَةَ، فَقَالَ:  ((أَيْنَ السَّائِلُ عَنِ الْعُمْرَةِ) ) ؟ قَالَ: هَأَنَذَا، فَقَالَ لَهُ:  ((أَلْقِ عَنْكَ ثِيَابَكَ ثُمَّ اغْتَسِلْ وَاسْتَنْشِقْ مَا اسْتَطَعْتَ ثُمَّ مَا كُنْتَ صَانِعًا فِي حَجِّكَ فَاصْنَعْهُ فِي عُمْرَتِكَ) ) . </p><p> وَأَرْكَانُ الْحَجِّ خَمْسَةٌ (١) الْإِحْرَامُ مِنَ الْمِيقَاتِ وَهُوَ فِي الْأَصْلِ: الْوَقْتُ الْمَضْرُوبُ لِلشَّيْءِ وَالْمُرَادُ بِهِ هُنَا الْمَكَانُ الَّذِي عَيَّنَهُ الشَّارِعُ لِإِحْرَامِ أَهْلِ كُلِّ قُطْرٍ، وَسَيَأْتِي تَفْسِيرُ الْإِحْرَامِ. </p><p> (٢) الْوُقُوفُ بِعَرَفَةَ. (٣، ٤) الطَّوَافُ بِالْكَعْبَةِ وَالسَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ. (٥) الْحَلْقُ أَوِ التَّقْصِيرُ لِلشَّعْرِ. فَمَنْ أَدَّى هَذِهِ الْأَعْمَالَ فَقَدْ أَدَّى الْفَرِيضَةَ الَّتِي هِيَ رُكْنٌ مِنْ أَرْكَانِ الْإِسْلَامِ. وَلَهُ أَعْمَالٌ أُخْرَى وَاجِبَةٌ مَنْ قَصَّرَ فِي شَيْءٍ مِنْهَا كَانَ عَلَيْهِ فِدْيَةٌ، وَأَرْكَانُ الْعُمْرَةِ هِيَ مَا عَدَا الْوُقُوفَ مِنْ أَرْكَانِ الْحَجِّ. وَفَرْضِيَّةُ الْحَجِّ مُجْمَعٌ عَلَيْهَا مَعْلُومَةٌ مِنَ الدِّينِ بِالضَّرُورَةِ مَنْ أَنْكَرَهَا كَانَ مُرْتَدًّا، وَالرَّاجِحُ </p><p> أَنَّهُ فُرِضَ سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ وَعَلَيْهِ الْجُمْهُورُ. وَهَذِهِ الْآيَةُ نَزَلَتْ سَنَةَ سِتٍّ، وَلَكِنْ لَيْسَ فِيهَا أَنَّ الْحَجَّ فَرْضٌ عَلَى كُلِّ مُسْتَطِيعٍ مِنَ الْمُؤْمِنِينَ رِجَالًا وَنِسَاءً. </p><p> هَذَا مَا كَتَبْتُهُ عَقِبَ حُضُورِ دَرْسِ التَّفْسِيرِ عَلَى شَيْخِنَا وَطُبِعَ فِي الْمَنَارِ سَنَةَ ١٣٢٢ هـ ثُمَّ عَلَى حِدَةٍ سَنَةَ ١٣٢٥ وَأَقُولُ الْآنَ: إِنَّ الْحَجَّ مِمَّا أَقَرَّهُ الْإِسْلَامُ مِنْ مِلَّةِ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا تَقَدَّمَ آنِفًا، وَآيَةُ آلِ عِمْرَانَ فِي التَّصْرِيحِ بِفَرْضِيَّتِهِ نَزَلَتْ قَبْلَ هَذِهِ الْآيَاتِ فِيمَا يَظْهَرُ ; لِأَنَّ سُورَةَ آلِ عِمْرَانَ نَزَلَتْ عَقِبَ غَزْوَةِ أُحُدٍ سَنَةَ أَرْبَعٍ، وَلَكِنَّ الْمُسْلِمِينَ لَمْ يَكُنْ يُمْكِنُهُمُ الْحَجُّ قَبْلَ فَتْحِ مَكَّةَ، فَالطَّائِفِ وَكَانَ فَتْحُهَا فِي سَنَةِ ثَمَانٍ، وَفِي سَنَةِ تِسْعٍ خَرَجُوا لِلْحَجِّ أَوَّلَ مَرَّةٍ بِإِمَارَةِ أَبِي بَكْرٍ (رَضِيَ اللهُ عَنْهُ) وَكَانَتْ تَمْهِيدًا لِحَجَّةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَنَةَ عَشْرٍ إِذْ أَذَّنَ أَبُو بَكْرٍ بِالْمُشْرِكِينَ الَّذِينَ حَجُّوا فِيهَا بِأَلَّا يَطُوفَ بِالْبَيْتِ بَعْدَ هَذَا الْعَامِ مُشْرِكٌ. </p><p> وَنَزَلَتْ آيَةُ:  (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا)  (٩: ٢٨) وَلِهَذَا قَالَ الْجُمْهُورُ: إِنَّ الْحَجَّ فُرِضَ سَنَةَ تِسْعٍ. وَالصَّوَابُ أَنَّهُ فُرِضَ قَبْلَهَا وَنَفَذَ فِيهَا. </p><p> أَمَرَ بِالْإِتْمَامِ ثُمَّ ذَكَرَ حُكْمَ مَا عَسَاهُ يَحُولُ دُونَهُ فَقَالَ:  (فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ) الْحَصْرُ وَالْإِحْصَارُ فِي اللُّغَةِ الْحَبْسُ وَالتَّضْيِيقُ، يُقَالُ: حَصَرَهُ عَنِ السَّفَرِ وَأَحْصَرَهُ عَنْهُ إِذَا حَبَسَهُ وَمَنَعَهُ، وَقَالَ بَعْضُ أَئِمَّةِ اللُّغَةِ: إِنَّ الْإِحْصَارَ هُوَ الْمَنْعُ بِسَبَبِ النَّاسِ وَالْحَصْرَ بِسَبَبِ الْمَرَضِ، وَقَالَ بَعْضُهُمْ بِالْعَكْسِ، وَقَوْلُهُ تَعَالَى الْآتِي بَعْدُ:  (فَإِذَا أَمِنْتُمْ) يُرَجِّحُ أَنَّ الْمُرَادَ بِالْإِحْصَارِ مَنْعُ الْعَدُوِّ ; أَيْ: إِنْ مُنِعْتُمْ مِنْ إِتْمَامِ النُّسُكِ فَعَلَيْكُمْ مَا تَيَسَّرَ لَكُمْ وَسَهُلَ حُصُولُهُ وَثَمَنُهُ مِنَ الْهَدْيِ ; وَهُوَ مَا يَهْدِيهِ الْحَاجُّ وَالْمُعْتَمِرُ إِلَى الْبَيْتِ الْحَرَامِ مِنَ النَّعَمِ لِيُذْبَحَ وَيُفَرَّقَ عَلَى فُقَرَائِهِ، وَذَهَبَ الْجُمْهُورُ إِلَى أَنَّ الْمُرَادَ بِمَا اسْتَيْسَرَ: الشَّاةُ وَهِيَ أَدْنَاهُ، وَقَالَ ابْنُ عُمَرَ وَعَائِشَةُ وَابْنُ الزُّبَيْرِ: جَمَلٌ أَوْ بَقَرَةٌ، وَالْمُتَبَادَرُ مِنَ الْآيَةِ أَنَّ عَلَى كُلِّ أَحَدٍ مَا اسْتَيْسَرَ لَهُ مِنْ بَدَنَةٍ أَوْ بَقَرَةٍ أَوْ شَاةٍ. قَالَ ابْنُ عَبَّاسٍ: وَمَا عَظُمَ فَهُوَ أَفْضَلُ. وَالْجُمْهُورُ عَلَى أَنْ يَذْبَحَهُ حَيْثُ أُحْصِرَ وَلَوْ فِي الْحِلِّ وَيَتَحَلَّلُ ; لِأَنَّهُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - ذَبَحَ عَامَ الْحُدَيْبِيَةِ بِهَا وَهِيَ مِنَ الْحِلِّ عَلَى الْأَرْجَحِ. </p><p> وَقَالَتِ الْحَنَفِيَّةُ: يَبْعَثُ بِهِ إِلَى الْحَرَمِ وَيَجْعَلُ لِلْمَبْعُوثِ بِيَدِهِ يَوْمَ أَمَارَةٍ، فَإِذَا جَاءَ الْيَوْمُ وَغَلَبَ عَلَى ظَنِّهِ أَنَّهُ ذَبَحَ تَحَلَّلَ. </p><p> ثُمَّ قَالَ:  (وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ) الدُّخُولُ فِي الْحَجِّ أَوِ الْعُمْرَةِ يَكُونُ بِالْإِحْرَامِ، وَهُوَ نِيَّةُ النُّسُكِ عِنْدَ الِابْتِدَاءِ بِهِ بِالتَّلْبِيَةِ وَلُبْسِ غَيْرِ الْمَخِيطِ مِنْ إِزَارٍ وَرِدَاءٍ مَعَ كَشْفِ الرَّأْسِ لِلرَّجُلِ وَلُبْسِ النَّعْلَيْنِ الْعَرَبِيَّيْنِ، وَالْخُرُوجِ مِنْهُمَا - وَيُعَبَّرُ عَنْهُ بِالْإِحْلَالِ وَالتَّحَلُّلِ - يَكُونُ بِحَلْقِ الرَّأْسِ أَوْ تَقْصِيرِ شِعْرِهِ، فَالنَّهْيُ عَنِ الْحَلْقِ هُنَا عِبَارَةٌ عَنِ النَّهْيِ عَنِ الْإِحْلَالِ قَبْلَ بُلُوغِ الْهَدْيِ إِلَى الْمَكَانِ الَّذِي يَحِلُّ ذَبْحُهُ فِيهِ وَهُوَ فِي حَالِ الْإِحْصَارِ حَيْثُ يَحْصُرُ الْحَاجُّ وَإِلَّا فَالْكَعْبَةُ لِقَوْلِهِ تَعَالَى:  (هَدْيًا بَالِغَ الْكَعْبَةِ)  (٥: ٩٥) وَقَوْلُهُ: (ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ)  (٢٢: ٣٣) وَاسْتَدَلَّ الْحَنَفِيَّةُ بِهَذَا عَلَى عَدَمِ جَوَازِ نَحْرِ الْهَدْيِ فِي مَحِلِّ الْإِحْصَارِ، وَحُجَّةُ الْجُمْهُورِ فِعْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحُدَيْبِيَةِ، وَأَنَّ الْأَصْلَ فِي الْهَدْيِ أَنْ يَبْلُغَ الْكَعْبَةَ ; لِأَنَّهُ مُهْدًى إِلَيْهَا، وَحَالُ الْإِحْصَارِ حَالُ ضَرُورَةٍ وَلَا سِيَّمَا إِحْصَارُ السَّنَةِ الَّتِي أُنْزِلَتْ فِيهَا الْآيَةُ، فَقَدْ كَانَتِ الْكَعْبَةُ فِي أَيْدِي الْمُشْرِكِينَ، فَلَا يُعْقَلُ أَنْ يَأْمُرَ اللهُ تَعَالَى بِإِرْسَالِ الْهَدْيِ إِلَيْهَا فَيَكُونُ غَنِيمَةً لَهُمْ، عَلَى أَنَّ إِبْلَاغَهُ مَحِلَّهُ فِي حَالِ الْإِحْصَارِ يَكُونُ مُتَعَذِّرًا أَوْ مُتَعَسِّرًا، فَكَيْفَ يَتَوَقَّفُ الْإِحْلَالُ عَلَيْهِ؟ ثُمَّ إِنَّ اكْتِفَاءَهُمْ بِذَبْحِهِ فِي أَدْنَى مَكَانٍ مِنْ أَرْضِ الْحَرَمِ لَا يَنْطَبِقُ عَلَى الْآيَتَيْنِ النَّاطِقَتَيْنِ بِبُلُوغِهِ الْكَعْبَةَ وَالْبَيْتَ الْعَتِيقَ، وَقَوْلُهُمْ: إِنَّهُ عَلَيْهِ السَّلَامُ ذَبْحَ عَامَ الْحُدَيْبِيَةِ فِي أَوَّلِ الْحَرَمِ غَيْرُ مُسَلَّمٍ، فَجُمْهُورُ أَهْلِ النَّقْلِ عَلَى خِلَافِهِ، ثُمَّ إِنَّهُمُ احْتَاجُوا فِي تَصْحِيحِ قَوْلِهِمْ إِلَى تَقْدِيرِ الْعِلْمِ ; أَيْ: حَتَّى تَعْلَمُوا أَنَّ الْهَدْيَ بَلَغَ مَحِلَّهُ، وَلَا حَاجَةَ إِلَى تَقْدِيرٍ عَلَى رَأْيِ الْجُمْهُورِ. </p><p> وَاسْتَدَلَّ الْجُمْهُورُ بِالِاقْتِصَارِ عَلَى الْهَدْيِ فِي مَقَامِ الْبَيَانِ عَلَى أَنَّ الْقَضَاءَ غَيْرُ وَاجِبٍ عَلَى الْمُحْصَرِ، وَقَالَتِ الْحَنَفِيَّةُ: يَجِبُ قَضَاءُ الْعُمْرَةِ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَضَاهَا بِأَصْحَابِهِ وَسُمِّيَتْ عُمْرَةَ الْقَضَاءَ، وَقَالَ الشَّافِعِيُّ: سُمِّيَتْ عُمْرَةَ الْقَضَاءِ، وَالْقَضِيَّةِ لِلْمُقَاضَاةِ الَّتِي وَقَعَتْ بَيْنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيْنَ قُرَيْشٍ لَا عَلَى أَنَّهُ أَوْجَبَ عَلَيْهِمْ قَضَاءَ تِلْكَ الْعُمْرَةِ، وَالْهَدْيُ: جَمْعُ هَدِيَّةٍ كَجَدْيٍ وَجَدِيَّةٍ وَالْمَحِلُّ - بِكَسْرِ الْحَاءِ - اسْمُ مَكَانٍ مِنْ حَلَّ يَحِلُّ حِلًّا ; أَيْ: صَارَ حَلَالًا، ضِدُّ حَرُمَ يَحْرُمُ إِذَا صَارَ حَرَامًا. </p><p> ثُمَّ ذَكَرَ حُكْمَ مَنْ يُؤْذِيهِ عَدَمُ الْحَلْقِ فَقَالَ:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا) </p><p> مَرَضًا يَنْفَعُهُ فِيهِ الْحَلْقُ وَيَضُرُّهُ عَدَمُهُ (أَوْ بِهِ أَذًى مِنْ رَأْسِهِ) كَقَمْلٍ أَوْ جُرْحٍ (فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ) أَيْ: فَعَلَيْهِ إِنْ حَلَقَ فَدِيَةٌ مِنْ هَذِهِ الْأَجْنَاسِ الثَّلَاثَةِ عَلَى التَّخْيِيرِ، أَخْرَجَ الْبُخَارِيُّ مِنْ حَدِيثِ كَعْبِ بْنِ عُجْرَةَ قَالَ: وَقَفَ عَلَيَّ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْحُدَيْبِيَةِ وَرَأْسِي يَتَهَافَتُ قَمْلًا فَقَالَ: يُؤْذِيكَ هَوَامُكَ؟ قُلْتُ: نَعَمْ. قَالَ: فَاحْلِقْ رَأْسَكَ. قَالَ: فَنَزَلَتْ هَذِهِ الْآيَةُ وَذَكَرَهَا، فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((صُمْ ثَلَاثَةَ أَيَّامٍ أَوْ تَصَدَّقْ بِفَرَقٍ بَيْنَ سِتَّةٍ </p><p> أَوِ انْسُكْ بِمَا تَيَسَّرَ)) قَالَ الْبُخَارِيُّ:  ((وَعَنْهُ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: نَزَلَتْ فِيَّ خَاصَّةً وَهِيَ لَكُمْ عَامَّةً.وَالْفَرَقُ بِالتَّحْرِيكِ قِيلَ وَبِالْفَتْحِ:مِكْيَالٌ بِالْمَدِينَةِ يَسَعُ سِتَّةَ عَشَرَ رَطْلًا، وَالْمُرَادُ هُنَا مَا يُكَالُ فِيهِ مِنْ تَمْرٍ وَغَيْرِهِ مِنَ الْأَقْوَاتِ. وَقَوْلُهُ بَيْنَ سِتَّةٍ أَيْ مِنَ الْمَسَاكِينِ،وَالنُّسُكُ هَاهُنَا قَالَ ابْنُ عَبْدِ الْبَرِّ:لَا خِلَافَ بَيْنَ الْعُلَمَاءِ فِي أَنَّهُ شَاةٌ.</p><p> ثُمَّ قَالَ تَعَالَى: (فَإِذَا أَمِنْتُمْ) الْإِحْصَارَ وَذَهَبَ خَوْفُ الْعَدُوِّ. قَالَ بَعْضُ الْفُقَهَاءِ: وَمِثْلُهُ الْمَرَضُ أَوْ كُنْتُمْ فِي حَالِ أَمْنٍ وَسِعَةٍ (فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ) أَيْ: فَمَنْ تَمَتَّعَ بِمَحْظُورَاتِ الْإِحْرَامِ بِسَبَبِ الْعُمْرَةِ ; أَيْ: أَدَائِهَا بِأَنْ أَتَمَّهَا وَتَحَلَّلَ وَبَقِيَ مُتَمَتِّعًا إِلَى زَمَنِ الْحَجِّ لِيَحُجَّ مِنْ مَكَّةَ فَعَلَيْهِ مَا اسْتَيْسَرَ لَهُ مِنَ الْهَدْيِ ; أَيْ: فَعَلَيْهِ دَمٌ جَبْرٌ أَقَلُّهُ شَاةٌ، لِأَنَّهُ أَحْرَمَ بِالْحَجِّ مِنْ غَيْرِ الْمِيقَاتِ، يَذْبَحُهُ يَوْمَ النَّحْرِ أَوْ قَبْلَهُ جَوَازًا عِنْدَ بَعْضِهِمْ، أَوِ الْمَعْنَى فَمَنْ قَامَ بِأَعْمَالِ الْعُمْرَةِ قَبْلَ الْحَجِّ مُنْتَهِيًا إِلَيْهِ فَعَلَيْهِ ذَلِكَ (فَمَنْ لَمْ يَجِدْ) الْهَدْيَ لِعَدَمِهِ أَوْ عَدَمِ الْمَالِ (فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ) أَيْ: فَعَلَيْهِ صِيَامُهَا فِي أَيَّامِ الْإِحْرَامِ بِالْحَجِّ وَتَمْتَدُّ إِلَى يَوْمِ النَّحْرِ، وَقَالَ أَبُو حَنِيفَةَ فِي أَشْهرِهِ بَيْنَ الْإِحْرَامَيْنِ وَهَذَا أَوْسَعُ (وَسَبْعَةٍ إِذَا رَجَعْتُمْ) مِنَ الْحَجِّ إِلَى بِلَادِكُمْ، وَيَصْدُقُ بِالشُّرُوعِ فِي الرُّجُوعِ وَعَلَيْهِ الْأَئِمَّةُ الثَّلَاثَةُ، وَغَيْرُهُمْ مِنَ السَّلَفِ، قَالُوا: يُجْزِئُهُ الصَّوْمُ فِي الطَّرِيقِ وَلَا يَتَضَيَّقُ عَلَيْهِ إِلَّا إِذَا وَصَلَ إِلَى وَطَنِهِ. وَقَالَ مَالِكٌ: إِذَا رَجَعَ مِنْ مِنًى فَلَا بَأْسَ أَنْ يَصُومَ. وَقَالَ أَبُو حَنِيفَةَ مَعْنَاهُ: إِذَا فَرَغْتُمْ مِنْ أَعْمَالِ الْحَجِّ، فَيَجُوزُ الصَّوْمُ عِنْدَهُ قَبْلَ الشُّرُوعِ بِالرُّجُوعِ إِلَى الْوَطَنِ، وَأَخْرَجَ الْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ </p><p> مِنْ حَدِيثِ ابْنِ عُمَرَ فِي حِجَّةِ الْوَدَاعِ أَنَّهُ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ:  ((فَمَنْ لَمْ يَجِدْ هَدْيًا فَلْيَصُمْ ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةً إِذَا رَجَعَ إِلَى أَهْلِهِ) ) وَلِهَذَا الْحَدِيثِ قَالَ بَعْضُ الْعُلَمَاءِ: أَنَّهُ لَا يَجُوزُ صِيَامُهَا قَبْلَ الْوُصُولِ إِلَى أَهْلِهِ ; لِأَنَّهُ تَقْدِيمٌ لِلْعِبَادَةِ الْبَدَنِيَّةِ عَلَى وَقْتِهَا، وَيُجَابُ عَنْهُ بِأَنَّ لَفْظَ الرُّجُوعِ يَصْدُقُ بِالشُّرُوعِ فِيهِ، وَلَا يَخْفَى أَنَّ الِاحْتِيَاطَ أَنْ يَصُومَهَا بَعْدَ الْوُصُولِ إِلَى أَهْلِهِ ; لِأَنَّهُ الْمُتَبَادَرُ مِنَ الْعِبَارَةِ، وَلِأَنَّ الصِّيَامَ فِي السَّفَرِ خِلَافُ الْأَصْلِ فِي هَذِهِ الْقُرْبَةِ. </p><p> وَقَوْلُهُ تَعَالَى:  (تِلْكَ عَشَرَةٌ كَامِلَةٌ) إِشَارَةً إِلَى الثَّلَاثَةِ وَالسَّبْعَةِ، مُبَيِّنٌ لِجُمْلَةِ الْعَدَدِ الْوَاجِبِ كَمَا بَيَّنَ تَفْصِيلَهُ، وَمُزِيلٌ لِوَهْمِ مَنْ عَسَاهُ يَتَوَهَّمُ أَنَّ الْوَاوَ الْعَاطِفَةَ لِلسَّبْعَةِ لِلتَّخْيِيرِ، كَمَا عَلَيْهِ بَعْضُ الْعَرَبِ فِي مِثْلِ: جَالَسَ الْحَسَنُ وَابْنُ سِيرِينَ، وَرُوِيَ أَنَّ بَعْضَ الْعَرَبِ كَانُوا يَسْتَعْمِلُونَ عَدَدَ السَّبْعَةِ لِلْكَثْرَةِ فِي الْآحَادِ، كَمَا يَسْتَعْمِلُونَ عَدَدَ السَّبْعِينَ لِغَايَةِ الْكَثْرَةِ، فَالْفَذْلَكَةُ تُزِيلُ وَهْمَ هَؤُلَاءِ أَيْضًا ; وَلِذَلِكَ أَكَّدَهَا بِقَوْلِهِ كَامِلَةً. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ اللهَ تَعَالَى إِذَا أَرَادَ أَنْ يُقَرِّرَ حُكْمًا وَكَانَ فِي التَّعْبِيرِ الْمَأْلُوفِ عَنْهُ مَا يُوهِمُ خِلَافَ الْمَقْصُودِ - وَلَوْ لِبَعْضِ الْمُخَاطَبِينَ - يَأْتِي بِمَا يُؤَكِّدُ الْحُكْمَ وَيَنْفِي أَدْنَى وَهْمٍ يَعْرِضُ فِيهِ، وَلِذَلِكَ وَصَفَ كِتَابَهُ بِالْمُبِينِ وَبِالتِّبْيَانِ. وَإِذَا كَانَ هَذَا شَأْنُهُ </p><p> فَيَسْتَحِيلُ أَنْ يُطْلَقَ فِي مَقَامِ بَيَانِ الْأَحْكَامِ الْقَوْلُ فِي نَفْيِ شَيْءٍ بِصِيغَةِ الْإِثْبَاتِ، كَمَا قَدَّرَ بَعْضُهُمُ النَّفْيَ فِي قَوْلِهِ:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ)  (٢: ١٨٤) . </p><p> ثُمَّ بَيَّنَ تَعَالَى أَنَّ التَّمَتُّعَ بِالْعُمْرَةِ مَضْمُومَةً إِلَى الْحَجِّ أَوْ إِلَى وَقْتِ الْإِحْرَامِ بِالْحَجِّ وَمَا يَتْبَعُهُ مِنَ الْأَحْكَامِ خَاصٌّ بِالْآفَاقِيِّينَ دُونَ أَهْلِ الْحَرَمِ فَقَالَ:  (ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ) وَذَلِكَ أَنَّ أَهْلَ الْآفَاقِ هُمُ الَّذِينَ يَحْتَاجُونَ إِلَى هَذَا التَّمَتُّعِ لِمَا يَلْحَقُهُمْ مِنَ الْمَشَقَّةِ بِالسَّفَرِ إِلَى الْحَجِّ وَحْدَهُ ثُمَّ السَّفَرِ إِلَى الْعُمْرَةِ وَحْدَهَا، هَذَا مَا اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ وَعَلَيْهِ الْحَنَفِيَّةُ، فَلَا مُتْعَةَ وَلَا قِرَانَ عِنْدِهِمْ لِحَاضِرِي الْمَسْجِدِ الْحَرَامِ، وَقَالَ غَيْرُهُمْ كَالشَّافِعِيَّةِ: إِنَّ الْإِشَارَةَ إِلَى أَقْرَبِ مَذْكُورٍ وَهُوَ الْجَزَاءُ عَلَى التَّمَتُّعِ مِنَ الْهَدْيِ أَوْ بَدَلِهِ ; لِأَنَّ الْآفَاقِيَّ إِذَا تَمَتَّعَ يُحْرِمُ بِالْحَجِّ مِنْ مَكَّةَ لَا مِنَ الْمِيقَاتِ فَيَكُونُ حَجُّهُ نَاقِصًا يُجْبَرُ بِالْهَدْيِ أَوْ بَدَلِهِ إِذَا لَمْ يَجِدْهُ، وَلَعَلَّ وَجْهَ الِاخْتِيَارِ التَّعْبِيرَ </p><p> بِاللَّامِ الْمُفِيدَةِ أَنَّ التَّمَتُّعَ رُخْصَةٌ دُونَ ((عَلَى) ) الْمُفِيدَةِ لِلْجَزَاءِ. وَحُضُورُ الْأَهْلِ الْمَسْجِدَ الْحَرَامَ كِنَايَةٌ عَنِ الْإِقَامَةِ فِي أَرْضِ الْحَرَمِ، وَقَالَ (الْجَلَالُ) : وَالْأَهْلُ كِنَايَةٌ عَنِ النَّفْسِ، وَمَا قُلْنَاهُ فِي الْكِنَايَةِ أَظْهَرُ وَالْعِبَارَةُ تَشْمَلُ مَنْ لَا أَهْلَ لَهُ عَلَى كُلِّ حَالٍ، وَالْمُتَبَادَرُ أَنَّ أَهْلَ الْمَسْجِدِ الْحَرَامِ هُمْ أَهْلُ مَكَّةَ وَمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ غَيْرُهُمْ، وَعَلَيْهِ مَالِكٌ، وَقَالَ طَاوُسٌ: هُمْ أَهْلُ الْحِلِّ، وَأَبُو حَنِيفَةَ: هُمْ مَنْ وَرَاءَ الْمِيقَاتِ، وَالشَّافِعِيُّ: هُمْ مَنْ كَانَ عَلَى مَرْحَلَتَيْنِ مِنْ مَكَّةَ ; أَيْ: مَسَافَةِ الْقَصْرِ عِنْدَهُ. </p><p> ثُمَّ خَتَمَ الْآيَةَ بِالْأَمْرِ بِتَقْوَى اللهِ الْمَقْصُودَةِ مِنْ كُلِّ أَمْرٍ وَنَهْيٍ وَالْإِعْلَامِ بِشِدَّةِ عُقُوبَتِهِ لِمَنْ لَمْ يَتَّقِهِ فَقَالَ:  (وَاتَّقُوا اللهَ) بِالْمُحَافَظَةِ عَلَى امْتِثَالِ هَذِهِ الْأُمُورِ وَالنَّوَاهِي وَغَيْرِهَا مِنْ ضُرُوبِ الْهِدَايَةِ الَّتِي فِيهَا سَعَادَتُكُمْ (وَاعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ) بِمَا جَعَلَ عَاقِبَةَ التَّفْرِيطِ وَالْإِضَاعَةِ شَدِيدَةً عَلَى الْمُفَرِّطِينَ فِي الدُّنْيَا وَالْآخِرَةِ، فَإِذَا عَلِمْتُمْ ذَلِكَ عِلْمًا صَحِيحًا رُجِيَ لَكُمُ الِاسْتِمْسَاكُ بِحَبْلِ التَّقْوَى وَكُنْتُمْ مِنَ الْمُفْلِحِينَ، وَأَمَّا مَنْ لَمْ يَكُنْ عَلَى صِحَّةِ عِلْمٍ بِسِرِّ وَعِيدِ اللهِ تَعَالَى بِأَنْ ظَنَّ أَنَّهُ تَعَالَى يُخْلِفُهُ وَإِنْ لَمْ يَتُبْ وَيَتَّقِ صَاحِبُهُ فَهُوَ مِنَ الْخَاسِرِينَ. </p><p> ذَكَرَ اللهُ تَعَالَى فِي هَذِهِ الْآيَةِ حُكْمَ التَّمَتُّعِ بِالْعُمْرَةِ إِلَى الْحَجِّ، وَقَدْ عُلِمَ أَنَّ الْحَرَمِيَّ فِيهِ لَيْسَ كَالْآفَاقِيِّ، وَيُفْهَمُ مِنْهُ أَنَّ هُنَاكَ حَجًّا وَاعْتِمَارًا عَلَى غَيْرِ هَذِهِ الطَّرِيقَةِ، وَقَدْ ذَكَرُوا أَنَّ الْحَجَّ مَعَ الْعُمْرَةِ عَلَى ثَلَاثَةِ ضُرُوبٍ نَذْكُرُهَا هُنَا لِإِفَادَةِ مَنْ لَمْ يَقْرَأِ الْفِقْهَ، أَوْ لِمَنْ لَا يَعْرِفُ فِيهَا إِلَّا مَا قَالَهُ بَعْضُ الْفُقَهَاءِ وَهِيَ: التَّمَتُّعُ، وَالْإِفْرَادُ، وَالْقِرَانُ، وَقَدِ اخْتَلَفُوا فِي أَفْضَلِهَا لِتَعَارُضِ الْأَحَادِيثِ فِي حَجَّةِ الْوَدَاعِ ; أَيُّ الضُّرُوبِ كَانَتْ، فَالتَّمَتُّعُ: أَنْ يُحْرِمَ بِالْعُمْرَةِ فِي أَشْهُرِ الْحَجِّ فَيُتِمَّهَا وَيَتَحَلَّلَ ثُمَّ يُحْرِمَ بِالْحَجِّ مِنْ مَكَّةَ أَوْ مِنْ قَرِيبٍ مِنْهَا. وَقَالَ بَعْضُهُمْ: لَا يُشْتَرَطُ التَّحَلُّلُ فَتَدْخُلُ فِي الْقِرَانِ، وَقَدْ أَشَرْنَا إِلَى الْوَجْهَيْنِ فِي تَفْسِيرِ الْآيَةِ. وَالْإِفْرَادُ: أَنْ يُحْرِمَ بِالْحَجِّ وَحْدَهُ ثُمَّ يَعْتَمِرَ بَعْدَ أَدَائِهِ، وَالْقِرَانُ: أَنْ يُحْرِمَ بِهِمَا جَمِيعًا، أَوْ يُحْرِمَ بِالْعُمْرَةِ ثُمَّ يُدْخِلَ عَلَيْهَا الْحَجَّ أَوِ الْعَكْسُ كَمَا تَقَدَّمَ. </p>"
}