{
  "id": null,
  "sura": 2,
  "aya": 92,
  "text": "<p> فِي ذَلِكَ الْعَهْدِ أَنْبِيَاءُ إِلَّا مَنْ يُبَكِّتُهُمْ وَيَحْتَجُّ عَلَيْهِمْ، وَصَلَهَا بِقَوْلِهِ:  (مِنْ قَبْلُ) دَفْعًا لِذَلِكَ الْوَهْمِ. وَالْفَاءُ فِي قَوْلِهِ:  (فَلِمَ) وَاقِعَةٌ فِي جَوَابِ شَرْطٍ دَلَّ عَلَيْهِ مَا بَعْدَهُ. </p><p> وَقَدْ سَبَقَ الْقَوْلُ غَيْرَ مَرَّةٍ بِأَنَّ خِطَابَ الْخَلَفِ بِإِسْنَادِ مَا كَانَ مِنْ سَلَفِهِمْ إِلَيْهِمْ مَقْصُودٌ لِبَيَانِ وَحْدَةِ الْأُمَّةِ وَتَكَافُلِهَا وَكَوْنِهَا فِي الْأَخْلَاقِ وَالسَّجَايَا الْمُشْتَرَكَةِ بَيْنَ أَفْرَادِهَا كَالشَّخْصِ الْوَاحِدِ، وَبَيَانِ أَنَّ مَا تُبْلَى بِهِ الْأُمَمُ مِنَ الْحَسَنَاتِ وَالسَّيِّئَاتِ إِنَّمَا هُوَ أَثَرُ الْأَخْلَاقِ الْغَالِبَةِ عَلَيْهَا، وَالْأَعْمَالُ الْفَاشِيَةُ فِيهَا مُنْبَعِثَةٌ عَنْ تِلْكَ الْأَخْلَاقِ، فَمَا جَرَى مِنْ بَنِي إِسْرَائِيلَ مِنَ الْمُنْكَرَاتِ لَمْ يَكُنْ مِنْ قَذَفَاتِ الْمُصَادَفَةِ، وَإِنَّمَا كَانَ عَنْ أَخْلَاقٍ رَاسِخَةٍ فِي الشَّعْبِ تَبِعَ الْآخِرُونَ فِيهَا الْأَوَّلِينَ، إِمَّا بِالْعَمَلِ وَإِمَّا بِالْإِقْرَارِ وَتَرْكِ الْإِنْكَارِ. وَلَوْ أَنْكَرَ الْمَجْمُوعُ مَا كَانَ مِنْ بَعْضِ الْأَفْرَادِ لَمَا تَفَاقَمَ الْأَمْرُ، وَلَمَا تَمَادَى وَاسْتَمَرَّ. </p><p> فَالْحُجَّةُ تَقُومُ عَلَى الْحَاضِرِينَ بِأَنَّ الْغَابِرِينَ قَتَلُوا الْأَنْبِيَاءَ، فَأَقَرَّهُمْ مَنْ كَانَ مَعَهُمْ، وَلَمْ يَعُدُّوا ذَلِكَ خُرُوجًا مِنَ الدِّينِ وَلَا رَفْضًا لِلشَّرِيعَةِ، وَتَبِعَهُمْ مَنْ بَعْدَهُمْ عَلَى ذَلِكَ، وَفَاعِلُ الْكُفْرِ وَمُجِيزُهُ وَاحِدٌ، وَقَدْ سَبَقَ تَقْرِيرُ هَذَا غَيْرَ مَرَّةٍ. </p><p> (وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي</p><p> قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللهُ عَلِيمٌ بِالظَّالِمِينَ وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللهُ بَصِيرٌ بِمَا يَعْمَلُونَ) </p><p> سَبَقَ التَّذْكِيرُ بِاتِّخَاذِ الْعِجْلِ فِي قَوْلِهِ - تَعَالَى -: (وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً)  (الْآيَةَ ٢: ٥١) ثُمَّ أَعَادَهُ هُنَا بِعِبَارَةٍ وَأُسْلُوبٍ آخَرَيْنِ فِي سِيَاقٍ آخَرَ، أَمَّا اخْتِلَافُ الْعِبَارَةِ وَالْأُسْلُوبِ فَظَاهِرٌ، وَأَمَّا السِّيَاقُ فَقَدْ كَانَ أَوَّلًا فِي تَعْدَادِ النِّعَمِ عَلَى بَنِي إِسْرَائِيلَ وَبَيَانِ مَا قَابَلُوهَا بِهِ مِنَ الْكُفْرَانِ، وَهُوَ هُنَا فِي ذِكْرِ الْآيَاتِ وَرَدِّ شُبُهَاتِهِمُ الْمَانِعَةِ بِزَعْمِهِمْ مِنَ الْإِيمَانِ بِالنَّبِيِّ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَهُنَاكَ يَقُولُ إِنَّ النِّعَمَ الَّتِي أَسْبَغَهَا اللهُ عَلَيْكُمْ لَمْ يَكُنْ لَهَا مِنْ شُكْرٍ عِنْدَكُمْ إِلَّا اتِّخَاذُ عِجْلٍ تَعْبُدُونَهُ مِنْ دُونِهِ، وَهَاهُنَا يَقُولُ إِنَّ الْآيَاتِ الْبَيِّنَاتِ عَلَى النُّبُوَّةِ وَالْوَحْدَانِيَّةِ لَمْ تَزِدْكُمْ إِلَّا إِيغَالًا فِي الشِّرْكِ وَانْهِمَاكًا فِي الْوَثَنِيَّةِ، فَكَيْفَ تَعْتَذِرُونَ عَنْ عَدَمِ الْإِيمَانِ بِمُحَمَّدٍ بِأَنَّكُمْ لَا تُؤْمِنُونَ إِلَّا بِمَا أُنْزِلَ إِلَيْكُمْ وَهَذَا شَأْنُكُمْ فِيهِ؟ وَمَجْمُوعُ الْآيَتَيْنِ يُنْبِئُ بِفَسَادِ قُلُوبِ الْقَوْمِ وَفَسَادِ عُقُولِهِمْ حَتَّى لَا مَطْمَعَ فِي هِدَايَةِ أَكْثَرِهِمْ مِنْ جِهَةِ الْوِجْدَانِ، وَلَا مِنْ نَاحِيَةِ الْعَقْلِ وَالْجَنَانِ، وَهَذِهِ الْبَيِّنَاتُ الَّتِي ذَكَرَهَا هَاهُنَا قَدْ كَانَتْ فِي مِصْرَ قَبْلَ الْمِيعَادِ الَّذِي نَزَلَتْ فِيهِ التَّوْرَاةُ، وَأَمَّا النِّعَمُ الَّتِي ذَكَرَهَا هُنَاكَ فَقَدْ كَانَتْ فِي أَرْضِ الْمِيعَادِ كَمَا تَقَدَّمَ، وَوَجْهُ الِاتِّصَالِ بَيْنَ هَذِهِ الْآيَةِ وَمَا قَبْلَهَا قَدْ عُلِمَ مِمَّا قُلْنَاهُ وَفِيهِ الْمُقَابَلَةُ بَيْنَ مُعَامَلَتِهِمْ لِمُوسَى - عَلَيْهِ السَّلَامُ - وَمُعَامَلَتِهِمْ لِلنَّبِيِّ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - إِذْ قَالُوا:  (قُلُوبُنَا غُلْفٌ) وَادَّعَوْا أَنَّهُمْ مَأْمُورُونَ بِأَلَا يُؤْمِنُوا إِلَّا بِمَا أُنْزِلَ عَلَيْهِمْ خَاصَّةً، وَقَدْ عُلِمَ مِنْ هَذِهِ </p><p> الْحُجَجِ كُلِّهَا بُطْلَانُ شُبَهِهِمْ وَكَذِبُهُمْ فِي دَعْوَاهُمْ، وَأَنَّهُ لَا عُذْرَ لَهُمْ فِي تَرْكِ الْإِيمَانِ. </p><p> قَالَ:  (وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ) أَيْ مِنْ بَعْدِ هَذَا الْمَجِيءِ لَا مِنْ بَعْدِ مُوسَى، وَالْمُرَادُ أَنَّهُ لَمْ يَكُنْ لَهُمْ عُذْرٌ فِي ذَلِكَ الِاتِّخَاذِ؛ فَإِنَّهُ بَعْدَ بُلُوغِ الدَّعْوَةِ وَقِيَامِ الْحُجَّةِ؛ وَلِذَلِكَ قَالَ:  (وَأَنْتُمْ ظَالِمُونَ) أَيْ ظُلْمٌ أَعْظَمُ مِنَ الشِّرْكِ بِاللهِ - تَعَالَى -؟ وَلَا تَغْفُلُ عَنِ الْإِيجَازِ فِي قَوْلِهِ:  (مِنْ بَعْدِهِ) ، وَحَذْفِ مَفْعُولِ (اتَّخَذْتُمْ) أَيِ اتَّخَذْتُمُوهُ إِلَهًا. </p><p> ثُمَّ ذَكَّرَهُمْ هُنَا أَيْضًا أَخْذَ الْمِيثَاقِ وَرَفْعَ الطُّورِ كَمَا ذَكَّرَهُمْ بِهِ فِي آيَةٍ تَقَدَّمَتْ، وَقَدْ قَالَ هُنَاكَ:  (خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ) وَقَالَ هُنَا: (خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا) وَأَمَرَهُمْ فِي تِلْكَ بِالْحِفْظِ، وَأَمَرَهُمْ فِي هَذِهِ بِالْفَهْمِ وَالطَّاعَةِ. وَقُلْنَا فِي تَفْسِيرِ (وَاذْكُرُوا) : إِنَّ الْمُرَادَ الْحَثُّ بِهِ عَلَى الْعَمَلِ، فَالْعِبَارَتَانِ تَتَلَاقَيَانِ فِي الْمَعْنَى وَالْمُرَادِ. </p><p> وَفِي اخْتِلَافِ النَّظْمِ وَالْأُسْلُوبِ حُجَّةٌ عَلَى الَّذِينَ تَوَهَّمُوا أَنَّ إِعْجَازَ الْقُرْآنِ فِي الْبَلَاغَةِ إِنَّمَا هُوَ فِي السَّبْقِ إِلَى الْعِبَارَةِ الَّتِي يَتَأَدَّى بِهَا الْمَعْنَى عَلَى أَكْمَلِ الْوُجُوهِ الْمُمْكِنَةِ فِي نَظْمِ الْكَلِمَاتِ الْعَرَبِيَّةِ. </p><p> رَأَى هَؤُلَاءِ أَنَّ الْمَعْنَى الَّذِي يُفِيدُ عِلْمًا بِشَيْءٍ مَا، لَهُ كَلِمَاتٌ فِي اللُّغَةِ تُؤَدِّيهِ بِوُجُوهٍ مِنَ النَّظْمِ، وَأَنَّ الْكَلِمَاتِ وَالْوُجُوهَ مَحْدُودَةٌ، فَمَنْ سَبَقَ إِلَى أَتَمِّهَا أَدَاءً وَأَبْلَغِهَا تَأْثِيرًا، كَانَ كَالسَّابِقِ إِلَى انْتِقَاءِ أَكْرَمِ جَوْهَرَةٍ مِنْ طَائِفَةٍ مِنَ الْجَوَاهِرِ أَمَامَهُ، أَوْ إِلَى أَنْفَسِ عِقْدٍ وَأَحْسَنِهِ نَظْمًا مِنْ عُقُودٍ عُرِضَتْ عَلَيْهِ. </p><p> مِثَالُ ذَلِكَ قَوْلُهُ - تَعَالَى -: (وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللهُ)  (٤٠: ٢٨) قَالَ عُلَمَاءُ هَذَا الشَّأْنِ: إِنَّهُ يَتَأَلَّفُ مِنْ هَذِهِ الْكَلِمَاتِ عَشَرَةُ ضُرُوبٍ مِنَ النَّظْمِ </p>"
}