{
  "id": null,
  "sura": 2,
  "aya": 135,
  "text": "<p> فَلَا يَنْتَفِعُ أَحَدٌ بِعَمَلِ غَيْرِهِ وَلَا يَتَضَرَّرُ بِهِ مِنْ حَيْثُ هُوَ عَمَلُهُ، إِلَّا أَنَّهُ قَدْ يَنْتَفِعُ أَوْ يَتَضَرَّرُ بِعَمَلِ غَيْرِهِ إِذَا كَانَ هُوَ سَبَبًا لَهُ؛ لِأَنَّهُ أَرْشَدَهُ إِلَيْهِ وَكَانَ قُدْوَةً لَهُ فِيهِ. </p><p> (الْأُسْتَاذُ الْإِمَامُ) : جَاءَتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ بَعْدَ الْكَلَامِ عَنْ وَصِيَّةِ إِبْرَاهِيمَ لِبَنِيهِ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ لِبَنِيهِمُ؛ اسْتِدْرَاكًا عَلَى مَا عَسَاهُ يَقَعُ فِي أَذْهَانِ ذَرَارِي هَؤُلَاءِ الْأَنْبِيَاءِ الْكِرَامِ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ - مِنْ أَنَّ هَذَا السَّلَفَ الَّذِي لَهُ </p><p> عِنْدَ اللهِ هَذِهِ الْمَكَانَةُ يَشْفَعُ لَهُمْ فَيَنْجُونَ وَيَسْعَدُونَ يَوْمَ الْقِيَامَةِ بِمُجَرَّدِ الِانْتِسَابِ إِلَيْهِمْ، فَبَيَّنَ اللهُ فِي هَذِهِ الْآيَةِ أَنَّ سُنَّتَهُ فِي عِبَادِهِ أَلَّا يُجْزَى أَحَدٌ إِلَّا بِكَسْبِهِ وَعَمَلِهِ، وَلَا يُسْأَلَ إِلَّا عَنْ كَسْبِهِ وَعَمَلِهِ، وَقَدْ بَيَّنَ فِي سُورَةِ النَّجْمِ أَنَّ هَذِهِ الْقَضِيَّةَ مِنْ أُصُولِ الدِّينِ الْعَامَّةِ الَّتِي جَاءَ بِهَا الْأَنْبِيَاءُ مِنْ قَبْلُ (أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ الَّذِي وَفَّى أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى)  (٥٣: ٣٦ - ٣٩) . . . إِلَخْ. </p><p> وَبَيَّنَ فِي آيَاتٍ مُتَعَدِّدَةٍ فِي سُوَرٍ مُتَفَرِّقَةٍ: أَنَّ الْمُرْسَلِينَ لَمْ يُرْسَلُوا إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ، فَمَنْ آمَنَ بِهِمْ وَعَمِلَ بِمَا يُرْشِدُونَ إِلَيْهِ كَانَ نَاجِيًا وَإِنْ بَعُدَ عَنْهُمْ فِي النَّسَبِ، وَمَنْ أَعْرَضَ عَنْ هَدْيِهِمْ كَانَ هَالِكًا وَإِنْ أَدْلَى إِلَيْهِمْ بِأَقْرَبِ سَبَبٍ (قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ)  (١١: ٤٦) وَإِذَا لَمْ تَنْتَفِعْ بِهِمْ ذُرِّيَّاتُهُمُ الَّذِينَ لَمْ يَقْتَدُوا بِهِمْ فَكَيْفَ يَنْتَفِعُ بِهِمْ أُولَئِكَ الْبُعَدَاءُ الَّذِينَ لَيْسَ بَيْنَهُمْ وَبَيْنَهُمْ صِلَةٌ إِلَّا الْأَقْوَالَ الْكَاذِبَةَ الَّتِي يُعَبِّرُ عَنْهَا أَهْلُ هَذَا الْعَصْرِ (بِالْمَحْسُوبِيَّةِ) ، وَيَقُولُونَ فِي مُخَاطَبَةِ أَصْحَابِ الْقُبُورِ عِنْدَ الِاسْتِغَاثَةِ بِهِمْ:  ((الْمَحْسُوبُ كَالْمَنْسُوبِ) ) وَمَا أَحْسَنَ قَوْلَ الْإِمَامِ الْغَزَالِيِّ: إِذَا كَانَ الْجَائِعُ يَشْبَعُ إِذَا أَكَلَ وَالِدُهُ دُونَهُ، وَالظَّمْآنُ يَرْوَى بِشُرْبِ وَالِدِهِ. </p><p> (وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ قُولُوا آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللهُ وَهُوَ السَّمِيعُ الْعَلِيمُ صِبْغَةَ اللهِ وَمَنْ أَحْسَنُ مِنَ اللهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ) </p><p> وَإِنْ لَمْ يَشْرَبْ فَالْعَاصِي يَنْجُو بِصَلَاحِ وَالِدِهِ. وَالْآيَاتُ الَّتِي تُؤَيِّدُ هَذِهِ الْآيَةَ كَثِيرَةٌ جِدًّا، فَهِيَ أَصْلٌ مِنْ أُصُولِ الدِّينِ الْإِلَهِيِّ لَا يُفِيدُ مَعَهَا تَأْوِيلُ الْمَغْرُورِينَ وَلَا غُرُورُ الْجَاهِلِينَ، بَيَّنَ فِي هَذِهِ الْآيَاتِ السَّابِقَةِ حَقِيقَةَ مِلَّةِ إِبْرَاهِيمَ فِي سِيَاقِ دَعْوَةِ الْعَرَبِ إِلَى الْإِسْلَامِ، ثُمَّ أَشْرَكَ مَعَهُمْ أَهْلَ الْكِتَابِ لِأَنَّهُمْ أَقْرَبُ إِلَى الْإِيْمَانِ بِإِبْرَاهِيمَ وَأَجْدَرُ بِإِجْلَالِهِ وَاتِّبَاعِهِ، وَانْتَقَلَ الْكَلَامُ بِهَذِهِ الْمُنَاسَبَةِ إِلَى بَيَانِ وَحْدَةِ الدِّينِ الْإِلَهِيِّ وَاتِّفَاقِ النَّبِيِّينَ فِي جَوْهَرِهِ، وَبَيَانِ جَهْلِ أَهْلِ الْكِتَابِ بِهَذِهِ الْوَحْدَةِ، وَقِصَرِ نَظَرِهِمْ عَلَى مَا يَمْتَازُ بِهِ كُلُّ دِينٍ مِنَ الْفُرُوعِ وَالْجُزْئِيَّاتِ، أَوِ التَّقَالِيدِ الَّتِي أَضَافُوهَا عَلَى التَّوْرَاةِ وَالْإِنْجِيلِ، فَبَعُدَ بِهَا كُلُّ فَرِيقٍ مِنَ الْآخَرِ أَشَدَّ الْبُعْدِ، وَصَارَ الدِّينُ الْوَاحِدُ كُفْرًا وَإِيْمَانًا، كُلُّ فَرِيقٍ مِنْ أَهْلِهِ يَحْتَكِرُ الْإِيْمَانَ لِنَفْسِهِ وَيَرْمِي الْآخَرَ بِالْكُفْرِ وَالْإِلْحَادِ، وَإِنْ كَانَ نَبِيُّهُمْ وَاحِدًا وَكِتَابُهُمْ وَاحِدًا. </p><p> فَقَوْلُهُ - تَعَالَى -: (وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا) بَيَانٌ لِعَقِيدَةِ الْفَرِيقَيْنِ فِي التَّفَرُّقِ فِي الدِّينِ، وَالضَّمِيرُ فِي (وَقَالُوا) لِأَهْلِ الْكِتَابِ وَ (أَوْ) لِلتَّوْزِيعِ أَوِ التَّنْوِيعِ، أَيْ إِنَّ الْيَهُودَ يَدْعُونَ إِلَى الْيَهُودِيَّةِ الَّتِي هُمْ عَلَيْهَا وَيَحْصُرُونَ الْهِدَايَةَ فِيهَا، وَالنَّصَارَى يَدْعُونَ إِلَى النَّصْرَانِيَّةِ الَّتِي هُمْ عَلَيْهَا وَيَحْصُرُونَ الْهِدَايَةَ فِيهَا - وَهَذَا الْأُسْلُوبُ مَعْهُودٌ فِي اللُّغَةِ - وَلَوْ صدَقَ أَيُّ وَاحِدٍ مِنْهُمَا لَمَا كَانَ إِبْرَاهِيمُ مُهْتَدِيًا؛ لِأَنَّهُ لَمْ يَكُنْ يَهُودِيًّا وَلَا نَصْرَانِيًّا، وَكَيْفَ وَهُمْ مُتَّفِقُونَ عَلَى كَوْنِهِ إِمَامَ الْهُدَى وَالْمُهْتَدِينَ؛ لِذَلِكَ قَالَ - تَعَالَى - مُلَقِّنًا لِنَبِيِّهِ الْبُرْهَانَ الْأَقْوَى فِي مُحَاجَّتِهِمْ (قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) أَيْ بَلْ نَتَّبِعُ أَوِ اتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ الَّذِي لَا نِزَاعَ فِي هُدَاهُ وَلَا فِي هَدْيِهِ، فَهِيَ الْمِلَّةُ الْحَنِيفِيَّةُ الْقَائِمَةُ عَلَى الْجَادَّةِ بِلَا انْحِرَافٍ وَلَا زَيْغٍ، الْعَرِيقَةُ فِي التَّوْحِيدِ وَالْإِخْلَاصِ بِلَا وَثَنِيَّةٍ وَلَا شِرْكٍ. </p><p> وَالْحَنِيفُ فِي اللُّغَةِ: الْمَائِلُ، وَإِنَّمَا أُطْلِقَ عَلَى إِبْرَاهِيمَ؛ لِأَنَّ النَّاسَ فِي عَصْرِهِ كَانُوا عَلَى طَرِيقَةٍ وَاحِدَةٍ وَهِيَ الْكُفْرُ، فَخَالَفَهُمْ كُلَّهُمْ وَتَنَكَّبَ طَرِيقَتَهُمْ، وَلَا يُسَمَّى الْمَائِلُ حَنِيفًا إِلَّا إِذَا كَانَ الْمَيْلُ عَنِ الْجَادَّةِ الْمُعَبَّدَةِ، وَفِي الْأَسَاسِ: مَنْ مَالَ عَنْ كُلِّ دِينٍ أَعْوَجَ، وَيُطْلَقُ عَلَى الْمُسْتَقِيمِ، وَبِهِ فَسَّرَ الْكَلِمَةَ بَعْضُهُمْ، أَوْرَدَ لَهُ شَاهِدًا مِنَ اللُّغَةِ وَهُوَ أَقْرَبُ. وَمِنَ التَّأْوِيلَاتِ الْبَعِيدَةِ: مَا رُوِيَ مِنْ تَفْسِيرِ الْحَنِيفِ بِالْحَاجِّ وَوَجْهُ الْقَوْلِ بِهِ أَنَّهُ مِمَّا حُفِظَ مِنْ دِينِ إِبْرَاهِيمَ. </p><p> (الْأُسْتَاذُ الْإِمَامُ) : قَالَ بَعْضُ الْمُشْتَغِلِينَ بِالْعَرَبِيَّةِ مِنَ الْإِفْرِنْجِ: إِنَّ الْحَنِيفِيَّةَ هِيَ </p><p> مَا كَانَ عَلَيْهِ الْعَرَبُ مِنَ الشِّرْكِ، وَاحْتَجُّوا عَلَى ذَلِكَ بِقَوْلِ بَعْضِ النَّصَارَى فِي زَمَنِ الْجَاهِلِيَّةِ: إِنْ فَعَلْتُ هَذَا أَكُونُ حَنِيفِيًّا. وَإِنَّهَا لَفَلْسَفَةٌ جَاءَتْ مِنَ الْجَهْلِ بِاللُّغَةِ، وَقَدْ نَاظَرْتُ بَعْضَ الْإِفْرِنْجِ فِي هَذَا فَلَمْ يَجِدْ مَا يَحْتَجُّ بِهِ إِلَّا عِبَارَةَ ذَلِكَ النَّصْرَانِيِّ، وَهُوَ الْآنَ يَجْمَعُ كُلَّ مَا نُقِلَ عَنِ الْعَرَبِ مِنْ هَذِهِ الْمَادَّةِ لِيَنْظُرَ كَيْفَ كَانُوا يَسْتَعْمِلُونَهَا، وَلَا دَلِيلَ فِي كَلِمَةِ النَّصْرَانِيِّ الْعَرَبِيِّ عَلَى أَنَّ الْكَلِمَةَ تَدُلُّ لُغَةً عَلَى الشِّرْكِ، وَإِنَّمَا مُرَادُهُ بِكَلِمَتِهِ الْبَرَاءَةُ مِنْ دِينِ الْعَرَبِ مُطْلَقًا؛ ذَلِكَ أَنَّ بَعْضَ الْعَرَبِ كَانُوا يُسَمُّونَ أَنْفُسَهُمُ الْحُنَفَاءَ وَيَنْتَسِبُونَ إِلَى إِبْرَاهِيمَ وَيَزْعُمُونَ أَنَّهُمْ عَلَى دِينِهِ، وَكَانَ النَّاسُ يُسَمُّونَهُمُ الْحُنَفَاءَ أَيْضًا، وَالسَّبَبُ فِي التَّسْمِيَةِ وَالدَّعْوَى أَنَّ سَلَفَهُمْ كَانُوا عَلَى مِلَّةِ إِبْرَاهِيمَ حَقِيقَةً </p><p> ثُمَّ طَرَأَتْ عَلَيْهِمُ الْوَثَنِيَّةُ فَأَخَذَتْهُمْ عَنْ عَقِيدَتِهِمْ وَأَنْسَتْهُمْ أَحْكَامَ مِلَّتِهِمْ وَأَعْمَالَهَا - نَسُوا بَعْضَهَا بِالْمَرَّةِ وَخَرَجُوا بِبَعْضٍ آخَرَ عَنْ أَصْلِهِ وَوَصْفِهِ كَالْحَجِّ، وَنَفْيُ الشِّرْكِ عَنْ إِبْرَاهِيمَ فِي آخِرِ الْآيَةِ احْتِرَاسٌ مِنْ وَهْمِ الْوَاهِمِينَ، وَتَكْذِيبٌ لِدَعْوَى الْمُدَّعِينَ. </p><p> أَقُولُ: لَا بِدْعَ أَنْ يَنْسَى الْأُمِّيُّونَ مَا كَانُوا عَلَيْهِ، فَإِنَّ أَهْلَ الْكِتَابِ خَرَجُوا بِدِينِهِمْ عَنْ وَضْعِهِ الْأَوَّلِ فَنَسُوا بَعْضًا وَحَرَّفُوا بَعْضًا، وَزَادُوا فِيهِ وَنَقَصُوا مِنْهُ؛ فَالْيَهُودُ أَضَافُوا التِّلْمُودَ إِلَى مَا عِنْدَهُمْ مِنَ التَّوْرَاةِ، وَسَمُّوا مَجْمُوعَ ذَلِكَ مَعَ تَفَاسِيرِهِ وَآرَاءِ أَحْبَارِهِمْ فِيهِ الْيَهُودِيَّةَ. </p><p> وَأَمَّا النَّصَارَى فَقَدْ ظَهَرَ دِينُهُمْ بِشَكْلٍ لَوْ رَآهُ الْحَوَارِيُّونَ الَّذِينَ أَخَذُوا الدِّينَ عَنِ الْمَسِيحِ مُبَاشَرَةً لَمَا عَرَفُوا أَيَّ دِينٍ هُوَ. وَهَؤُلَاءِ الْمُسْلِمُونَ عَلَى حِفْظِ كِتَابِهِمْ فِي الصُّدُورِ وَالسُّطُورِ يَعْمَلُونَ بِاسْمِ الدِّينِ أَعْمَالًا يَظُنُّهَا الْجَاهِلُونَ بِدِينِهِمْ أَعْظَمَ أَرْكَانِ الدِّينِ، وَمَا هِيَ مِنَ الدِّينِ وَإِنَّمَا هِيَ بِدَعُ الْمُضِلِّينَ، فَالْإِفْرِنْجُ يَكْتُبُونَ فِي رِحَلَاتِهِمْ أَنَّ رَقْصَ الْمَوْلَوِيَّةِ مِنْ أَعْظَمِ الْعِبَادَاتِ الْإِسْلَامِيَّةِ، وَأَنَّ مَا يَكُونُ فِي جَامِعِ الْقَلْعَةِ فِي لَيَالِي الْمَوْلِدِ وَالْمِعْرَاجِ وَنِصْفِ شَعْبَانَ مِنَ الرَّقْصِ وَالْعَزْفِ بِالطُّبُولِ وَالدُّفُوفِ وَغَيْرِهَا مِنْ أَهَمِّ الشَّعَائِرِ الْإِسْلَامِيَّةِ، وَسَمَّاهَا بَعْضُهُمُ (الصَّلَاةَ الْكُبْرَى) وَلَوْلَا أَنَّ الْقُرْآنَ مَحْفُوظٌ وَسُنَّةُ الرَّسُولِ وَسِيرَةُ السَّلَفِ الصَّالِحِ مُدَوَّنَتَانِ فِي الْكُتُبِ لَنَسِينَا الْأَصْلَ وَاكْتَفَيْنَا بِهَذِهِ الْبِدَعِ، فَإِنَّ مِئَاتَ الْأُلُوفِ الَّتِي تَحُجُّ إِلَى مَشَاهِدِ أَهْلِ الْبَيْتِ وَالْجِيلَانِيِّ بِالْعِرَاقِ، وَالْبَدَوِيِّ وَأَمْثَالِهِ بِمِصْرَ كُلَّ عَامٍ لَا يُقِيمُ الصَّلَاةَ </p><p> وَيُؤْتِي الزَّكَاةَ وَيَحُجُّ الْبَيْتَ مِنْهُمْ إِلَّا أَقَلُّهُمْ، وَهُمْ فِي عِبَادَتِهِمُ الْبَاطِلَةِ أَخْشَعُ مِنْهُمْ فِي عِبَادَتِهِمُ الْمَشْرُوعَةِ، وَلَكِنَّ اللهَ أَرَادَ بَقَاءَ هَذَا الدِّينِ وَحِفْظَهُ وَسَيَرْجِعُ إِلَى كِتَابِهِ الرَّاجِعُونَ، وَيَهْتَدِي بِهِ الْمُهْتَدُونَ وَلَوْ كَرِهَ الْمُقَلِّدُونَ، وَعِنْدَ ذَلِكَ تَنْقَشِعُ ظُلُمَاتُ هَذِهِ الْبِدَعِ الَّتِي هُمْ فِيهَا يَتَخَبَّطُونَ. </p><p> وَقَدْ تَوَهَّمَ بَعْضُ الْعُلَمَاءِ أَنَّ هَذَا الْجَوَابَ (بَلْ مِلَّةَ إِبْرَاهِيمَ) . . . إِلَخْ جَاءَ عَلَى طَرِيقَةِ الْإِقْنَاعِ وَلَيْسَ حُجَّةً حَقِيقِيَّةً، وَوَجَّهُوهُ بِقَوْلِهِمْ: إِنَّ أَهْلَ الْكِتَابِ يُعَانِدُونَ الْحَقَّ وَيُكَابِرُونَ فِي مُعْجِزَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَأَمَرَ اللهُ نَبِيَّهُ بِأَنْ يُلْزِمَهُمْ بِالدَّلَائِلِ الْإِقْنَاعِيَّةِ الَّتِي لَا يَقْدِرُونَ عَلَى مُكَابَرَتِهَا وَالْمِرَاءِ فِيهَا. وَالْحَقُّ أَنَّ هَذَا الْجَوَابَ حُجَّةٌ حَقِيقِيَّةٌ، وَقَدْ أَشَرْنَا إِلَى وَجْهِهَا الْوَجِيهِ أَوَّلَ الْكَلَامِ فِي تَفْسِيرِ الْآيَةِ. وَقَدْ تَجَرَّأَ كَثِيرٌ مِنَ الْعُلَمَاءِ عَلَى مِثْلِ هَذَا الْكَلَامِ فِي كَثِيرٍ مِنَ الْآيَاتِ الَّتِي احْتَجَّ بِهَا الْقُرْآنُ حَتَّى فِي إِثْبَاتِ الْوَحْدَانِيَّةِ، وَالسَّبَبُ فِي ذَلِكَ افْتِتَانُهُمْ بِالطَّرِيقَةِ النَّظَرِيَّةِ الَّتِي أَخَذُوهَا عَنْ كُتُبِ الْيُونَانِ، وَلَقَدِ اهْتَدَى بِحُجَجِ الْقُرْآنِ الْأُلُوفُ وَأُلُوفُ الْأُلُوفِ، وَقَلَّمَا اهْتَدَى بِتِلْكَ الْأَدِلَّةِ النَّظَرِيَّةِ الْمَحْضَةِ أَحَدٌ مِنَ النَّاسِ، وَإِنَّمَا تُفِيدُ فِي وُقُوعِ شُبُهَاتِهِمُ الَّتِي يُورِدُونَهَا عَلَى الْعَقَائِدِ، وَلَا فَائِدَةَ فِيهَا سِوَى الْمِرَاءِ وَالْجَدَلِ، وَقَدْ مُحِيَتْ فِي عَصْرِنَا تِلْكَ الشُّبُهَاتُ، وَرَغِبَ النَّاسُ عَنْ هَاتِيكَ النَّظَرِيَّاتِ، وَقَامَ بِنَاءُ الْعِلْمِ عَلَى أُسُسِ الْوَقَائِعِ وَالْحَوَادِثِ وَالْمُجَرَّبَاتِ. </p><p> وَقَالَ (الْجَلَالُ) : إِنَّ الْآيَةَ نَزَلَتْ فِي يَهُودِ الْمَدِينَةِ وَنَصَارَى نَجْرَانَ، فَهُمُ الْقَائِلُونَ مَا ذُكِرَ </p>"
}