{
  "id": null,
  "sura": 2,
  "aya": 16,
  "text": "<p> قَوْلِهِ تَعَالَى مِنْ سُورَةِ الْأَنْعَامِ:  (وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ)  (٦: ١١٠) وَالْمَعْنَى: أَنَّ سُنَّةَ اللهِ تَعَالَى فِي الَّذِينَ وَصَلُوا إِلَى هَذِهِ الْغَايَةِ مِنْ فَسَادِ الْفِطْرَةِ هُوَ مَا بَيَّنَهُ بِقَوْلِهِ فِيهِمْ: (أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى) الْمُشَارُ إِلَيْهِمْ بِأُولَئِكَ هُمُ الَّذِينَ بَيَّنَتْ حَالَهُمُ الْآيَاتُ السَّابِقَةُ بِأَنَّهُمْ يَقُولُونَ: (آمَنَّا بِاللهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ) إِلَخْ، وَهُوَ صَرِيحٌ فِي أَنَّ طُغْيَانَهُمْ وَعَمَهَهُمْ مِنْ كَسْبِهِمْ، وَلَمْ يُجْبَرُوا عَلَيْهِ بِخَلْقِ رَبِّهِمْ، قَالَ الْأُسْتَاذُ: وَقَدْ فَسَّرُوا (اشْتَرَوْا) بِاسْتَبْدَلُوا وَهُوَ غَيْرُ سَدِيدٍ؛ لِأَنَّ بَيْنَ اللَّفْظَيْنِ فَصْلًا فِي الْمَعْنَى، وَكُلَّنَا نَعْتَقِدُ - وَالْحَقُّ مَا نَعْتَقِدُ - أَنَّ الْقُرْآنَ فِي أَعْلَى دَرَجِ الْبَلَاغَةِ لَا يَخْتَارُ لَفْظًا عَلَى لَفْظٍ مِنْ شَأْنِهِ أَنْ يَقُومَ مَقَامَهُ، وَلَا يُرَجِّحَ أُسْلُوبًا عَلَى أُسْلُوبٍ يُمْكِنُ تَأْدِيَةُ الْمُرَادِ بِهِ إِلَّا لِحِكْمَةٍ فِي ذَلِكَ وَخُصُوصِيَّةٍ لَا تُوجَدُ فِي غَيْرِ مَا اخْتَارَهُ وَرَجَّحَهُ، وَوَجْهُ اخْتِيَارِهِ ((اشْتَرَوْا) ) عَلَى اسْتَبْدَلُوا أَنَّ الْأَوَّلَ أَخَصُّ مِنْ وَجْهَيْنِ: </p><p> أَحَدُهُمَا: أَنَّ الِاسْتِبْدَالَ لَا يَكُونُ شِرَاءً إِلَّا إِذَا كَانَ فِيهِ فَائِدَةٌ يَقْصِدُهَا الْمُسْتَبْدَلُ مِنْهُ سَوَاءٌ كَانَتِ الْفَائِدَةُ حَقِيقِيَّةً أَوْ وَهْمِيَّةً. </p><p> ثَانِيهِمَا: أَنَّ الشِّرَاءَ يَكُونُ بَيْنَ مُتَبَايِعِينَ بِخِلَافِ الِاسْتِبْدَالِ، فَإِذَا أَخَذْتَ ثَوْبًا مِنْ ثِيَابِكَ بَدَلَ آخَرَ، يُقَالُ: إِنَّكَ اسْتَبْدَلْتَ ثَوْبًا بِثَوْبٍ، فَالْمَعْنَى الَّذِي تُؤَدِّيهِ الْآيَةُ: أَنَّ أُولَئِكَ الْقَوْمَ اخْتَارُوا الضَّلَالَةَ عَلَى الْهُدَى لِفَائِدَةٍ لَهُمْ بِإِزَائِهَا يَعْتَقِدُونَ الْحُصُولَ عَلَيْهَا مِنَ النَّاسِ، فَهُوَ مُعَاوَضَةٌ بَيْنَ طَرَفَيْنِ يُقْصَدُ بِهَا الرِّبْحُ، وَهَذَا هُوَ مَعْنَى الِاشْتِرَاءِ وَالشِّرَاءِ، وَمَثَلُهُمَا الْبَيْعُ وَالِابْتِيَاعُ، وَلَا يُؤَدِّيهِ مُطْلَقُ الِاسْتِبْدَالِ. </p><p> ذَلِكَ بِأَنَّهُ كَانَ عِنْدَهُمْ كُتُبٌ سَمَاوِيَّةٌ فِيهَا مَوَاعِظُ وَأَحْكَامٌ، وَفِيهَا بِشَارَةٌ بِأَنَّ اللهَ </p><p> يُرْسِلُ إِلَيْهِمْ نَبِيًّا يُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ، وَيَضَعُ عَنْهُمْ إِصْرَ التَّقَالِيدِ، وَأَغْلَالَ التَّقَيُّدِ بِإِرَادَةِ الْعَبِيدِ، وَيَرْعَى جَمِيعَ الْأُمَمِ بِقَضِيبٍ مِنْ حَدِيدٍ، فَيُرْجِعُ لِلْعُقُولِ نِعْمَةُ الِاسْتِقْلَالِ، وَيَجْعَلُ إِرَادَةَ الْأَفْرَادِ هِيَ الْمُصَرِّفَةَ لِلْأَعْمَالِ فَكَانَ عِنْدَهُمْ بِذَلِكَ حَظٌّ مِنْ هِدَايَةِ الْعَقْلِ وَالْمَشَاعِرِ وَهِدَايَةِ الدِّينِ وَالْكِتَابِ، وَلَكِنْ نَجَمَتْ فِيهِمُ الْأَحْدَاثُ وَالْبِدَعُ، وَتَحَكَّمَتْ فِيهِمُ الْعَادَاتُ وَالتَّقَالِيدُ، وَعَلَا سُلْطَانُ ذَلِكَ كُلِّهِ عَلَى سُلْطَانِ الدِّينِ، فَضَلَّ الرُّؤَسَاءُ فِي فَهْمِهِ بِتَحْكِيمِ تَقَالِيدِهِمْ فِي أَحْكَامِهِ وَعَقَائِدِهِ بِضُرُوبٍ مِنَ التَّحْرِيفِ وَالتَّأْوِيلِ، وَأَهْمَلَ الْمَرْءُوسُونَ الْعَقْلَ وَالنَّظَرَ فِي الْكِتَابِ بِحَظْرِ الرُّؤَسَاءِ وَأَثَرَتِهِمْ، فَكَانَ الْجَمِيعُ عَلَى ضَلَالَةٍ فِي اسْتِعْمَالِ الْعَقْلِ وَفِي فَهْمِ الْكِتَابِ بَعْدَ أَنْ كَانَا هِدَايَتَيْنِ مَمْنُوحَتَيْنِ لَهُمْ لِإِسْعَادِهِمْ، وَكَانَتِ الْمُعَاوَضَةُ عِنْدَ الْفَرِيقَيْنِ فِي ذَلِكَ بِالْمَنَافِعِ الدُّنْيَوِيَّةِ: لِلرُّؤَسَاءِ الْمَالُ وَالْجَاهُ وَالتَّعْظِيمُ وَالتَّكْرِيمُ بِاسْمِ الدِّينِ، وَلِلْمَرْءُوسِينَ الِاسْتِعَانَةُ بِجَاهِ رُؤَسَاءِ الدِّينِ عَلَى مَصَالِحِهِمْ وَمَنَافِعِهِمْ، وَرَفْعِ أَثْقَالِ التَّكَالِيفِ بِفَتَاوَى التَّأْوِيلِ وَالتَّحْرِيفِ، هَكَذَا اسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى - وَهُوَ الْعَقْلُ وَالدِّينُ - رَغْبَةً فِي الْحُطَامِ، </p><p> وَطَمَعًا فِي الْجَاهِ الْكَاذِبِ (فَمَا رَبِحَتْ تِجَارَتُهُمْ) فِي الدُّنْيَا، إِذَ لَمْ تُثْمِرْ لَهُمْ ثَمَرَةً حَقِيقِيَّةً، بَلْ خَسِرُوا وَخَابُوا بِإِهْمَالِهِمُ الصَّحِيحَ الَّذِي لَا تَقُومُ الْمَصَالِحُ وَلَا تُحْفَظُ الْمَنَافِعُ إِلَّا بِهِ، وَإِسْنَادُ الرِّبْحِ إِلَى التِّجَارَةِ عَرَبِيٌّ فِي غَايَةِ الْفَصَاحَةِ؛ لِأَنَّ الرِّبْحَ: هُوَ النَّمَاءُ فِي التَّجْرِ، وَهَذِهِ الْمُعَاوَضَةُ هِيَ الَّتِي مِنْ شَأْنِهَا أَنْ تُثْمِرَ الرِّبْحَ، فَإِسْنَادُهُ إِلَيْهَا نَفْيًا أَوْ إِثْبَاتًا إِسْنَادٌ صَحِيحٌ لَا يَحْتَاجُ إِلَى التَّأْوِيلِ (كَأَنَّهُ قِيلَ: فَلَمْ يَكُنْ نَمَاءٌ فِي تِجَارَتِهِمْ، عَلَى أَنَّ ذَلِكَ التَّأْوِيلَ - الْمَعْرُوفَ مِنْ أَنَّ إِسْنَادَ الرِّبْحِ إِلَى التِّجَارَةِ؛ لِأَنَّهَا سَبَبُهُ وَالْوَسِيلَةُ إِلَيْهِ، وَأَنَّ الْعِبَارَةَ مِنَ الْمَجَازِ الْعَقْلِيِّ - تَأْوِيلٌ يَتَّفِقُ مَعَ الْبَلَاغَةِ وَلَا يُنَافِيهَا، وَلَا زَالَ الْمَجَازُ الْعَقْلِيُّ مِنْ أَفْضَلِ مَا يُزَيِّنُ الْبُلَغَاءُ بِهِ كَلَامَهُمْ، وَيُبَلِّغُونَ بِهِ مَا يَشَاءُونَ مِنْ تَفْخِيمِ مَعَانِيهِمْ) . </p><p> (وَمَا كَانُوا مُهْتَدِينَ) فِي دِينِهِمْ، لِأَنَّهُمْ لَمْ يَأْخُذُوهُ عَلَى وَجْهِهِ، وَلَمْ يَفْهَمُوهُ حَقَّ فَهْمِهِ، أَوْ مَا كَانُوا مُهْتَدِينَ فِي هَذِهِ التِّجَارَةِ، لِأَنَّهُمْ بَاعُوا فِيهَا مَا وَهَبَهُمُ اللهُ مِنَ الْهُدَى وَالنُّورِ بِظُلُمَاتِ التَّقَالِيدِ وَضَلَالَاتِ الْأَهْوَاءِ وَالْبِدَعِ الَّتِي زَجُّوا أَنْفُسَهُمْ فِيهَا، أَوْ مَا كَانُوا مُهْتَدِينَ فِي طَوْرٍ مِنَ الْأَطْوَارِ وَلَا مَسَّ الرُّشْدُ قُلُوبَهُمْ فِي وَقْتٍ مِنَ الْأَوْقَاتِ لِأَنَّهُمْ نَشَئُوا عَلَى التَّقْلِيدِ الْأَعْمَى مِنْ أَوَّلِ وَهْلَةٍ وَلَمْ يَسْتَعْمِلُوا عُقُولَهُمْ قَطُّ فِي فَهْمِ </p><p> أَسْرَارِهِ وَاقْتِبَاسِ أَنْوَارِهِ، وَلَا يَذْهَبْنَ الْوَهْمُ إِلَى أَنَّ اشْتِرَاءَ الضَّلَالَةِ بِالْهُدَى يُفِيدُ أَنَّهُمْ كَانُوا مُهْتَدِينَ، ثُمَّ تَرَكُوا الْهُدَى لِلضَّلَالَةِ، فَيَتَنَاقَضَ أَوَّلُ الْآيَةِ مِنْ آخِرِهَا، إِذْ لَيْسَ كُلُّ مَنْ مُنِحَ الْهُدَى يَأْخُذُ بِهِ فَيَكُونُ مُهْتَدِيًا، وَهَؤُلَاءِ حُمِّلُوهُ فَبَاعُوهُ وَلَمْ يَحْمِلُوهُ، وَيَنْظُرُ إِلَى هَذَا الِاشْتِرَاءِ، وَيُشْبِهُهُ الِاسْتِحْبَابُ فِي قَوْلِهِ تَعَالَى:  (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى)  (٤١: ١٧) وَاللهُ أَعْلَمُ. </p><p> وَمِنْ مَبَاحِثِ الْأَدَاءِ قِرَاءَةُ حَمْزَةَ وَالْكِسَائِيِّ (الْهُدَى) بِالْإِمَالَةِ، أَيْ جَعْلِ مَدِّهَا بَيْنَ الْأَلِفِ وَالْيَاءِ، وَهِيَ لُغَةُ بَنِي تَمِيمٍ، وَعَدَمُ الْإِمَالَةِ لُغَةُ قُرَيْشٍ وَهِيَ الْفُصْحَى، وَلَمَّا كَانَ يَعْسُرُ عَلَى لِسَانِ مَنِ اعْتَادَهَا تَرْكُهَا أَذِنَ اللهُ تَعَالَى بِهَا فِيمَا أَقْرَأَ جِبْرِيلُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> (مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ) </p><p> أَقُولُ: الْمَثَلُ بِفُتْحَتَيْنِ وَالْمِثْلُ بِالْكَسْرِ، وَالْمَثِيلُ كَالشَّبَهِ وَالشِّبْهِ وَالشَّبِيهِ وَزْنًا وَمَعْنًى فِي الْجُمْلَةِ، وَهُوَ مِنْ مَثُلَ الشَّيْءُ مُثُولًا إِذَا انْتَصَبَ بَارِزًا فَهُوَ مَاثِلٌ، وَمَثَلُ الشَّيْءِ - بِالتَّحْرِيكِ - صِفَتُهُ الَّتِي تُوَضِّحُهُ وَتَكْشِفُ عَنْ حَقِيقَتِهِ، أَوْ مَا يُرَادُ بَيَانُهُ مِنْ نُعُوتِهِ وَأَحْوَالِهِ، وَيَكُونُ حَقِيقَةً وَمَجَازًا، وَأَبْلَغُهُ: تَمْثِيلُ الْمَعَانِي الْمَعْقُولَةِ بِالصُّوَرِ الْحِسِّيَّةِ وَعَكْسُهُ، وَمِنْهُ الْأَمْثَالُ الْمَضْرُوبَةُ وَتُسَمَّى الْأَمْثَالَ السَّائِرَةَ، وَسَيَأْتِي تَحْقِيقُ مَعْنَاهَا فِي تَفْسِيرِ:  (إِنَّ اللهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا) وَمِنْهُ مَا يُسَمِّيهِ </p><p> الْبَيَانِيُّونَ الِاسْتِعَارَةَ التَّمْثِيلِيَّةَ، وَهُوَ خَاصٌّ بِالْمَجَازِ، وَالتَّمْثِيلُ: أَمْثَلُ أَسَالِيبِ الْبَلَاغَةِ وَأَشَدُّهَا تَأْثِيرًا فِي النَّفْسِ وَإِقْنَاعًا لِلْعَقْلِ، قَالَ تَعَالَى:  (وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ)  (٢٩: ٤٣) وَمَا رَأَيْتُ أَحَدًا مِنْ عُلَمَاءِ الْبَلَاغَةِ وَفَّاهُ حَقَّهُ مِنَ الْبَيَانِ الْمُقْنِعِ إِلَّا إِمَامَهُمُ الشَّيْخَ عَبَدَ الْقَاهِرِ الْجُرْجَانِيَّ فِي كِتَابِهِ (أَسْرَارِ الْبَلَاغَةِ) وَهَاكَ مَا كُنْتُ كَتَبْتُ فِي تَفْسِيرِ هَذَا الْمَثَلِ ثُمَّ مَا بَعْدَهُ إِجْمَالًا ثُمَّ تَفْصِيلًا، مُقْتَبِسًا مَعَانِيهِ مِنْ دُرُوسِ أُسْتَاذِنَا الْإِمَامِ: </p><p> هَذَا مَثَلٌ مِنْ مَثَلَيْنِ ضَرَبَهُمَا اللهُ فِي هَذِهِ الْآيَاتِ لِلصِّنْفِ الثَّالِثِ مِنَ النَّاسِ: الَّذِينَ قَرَعَ الْقُرْآنُ أَبْوَابَ قُلُوبِهِمْ، وَكَانَ مِنْ عِنَايَةِ اللهِ تَعَالَى فِي بَيَانِ حَالِهِ أَنْ </p><p> قَفَّى عَلَى ذَلِكَ التَّفْصِيلِ فِي شَرِّ فِرْقَةٍ وَأَطْوَارِهِمْ بِضَرْبِ الْمَثَلِ الَّذِي يُقْصَدُ بِهِ تَجَلِّي الْمَعْنَى فِي أَتَمِّ مَجَالِيهِ، وَتَأَثُّرُ النُّفُوسِ بِمَا أَوْدَعَ فِيهِ، نَاهِيكَ بِمَا فِي التَّنَقُّلِ فِي الْأَسَالِيبِ مِنْ تَوْجِيهِ الذِّهْنِ إِلَى سَابِقِ الْقَوْلِ وَدَعْوَةِ الْفِكْرِ إِلَى مُرَاجَعَةِ مَا مَضَى مِنْهُ، وَلَوْلَا أَنَّ بَلَاءَ هَذَا الصِّنْفِ عَظِيمٌ، وَدَاءَهُ دَفِينٌ، وَعِلَاجَهُ مُتَعَسِّرٌ - لِأَنَّهُ مُتَوَلِّدٌ مِنَ الدَّوَاءِ الَّذِي كَانَ يَجِبُ أَنْ تَكُونَ فِيهِ الصِّحَّةُ وَنِعْمَةُ الْعَافِيَةِ - لِمَا كَانَ مِنَ الْبَلَاغَةِ وَلَا مِنَ الْحِكْمَةِ أَنْ يُعْنَى بِشَأْنِهِ كُلَّ هَذِهِ الْعِنَايَةِ، كَمَا قُلْنَا فِي تَزْيِيفِ رَأْيِ مَنْ ذَهَبَ إِلَى أَنَّ الْكَلَامَ فِي تِلْكَ الشِّرْذِمَةِ مِنَ الْمُنَافِقِينَ فِي عَصْرِ التَّنْزِيلِ. </p><p> ضَرَبَ اللهُ تَعَالَى لِهَذَا الصِّنْفِ فِي مَجْمُوعِهِ مَثَلَيْنِ، وَيُنْبِئَانِ بِانْقِسَامِهِ إِلَى فَرِيقَيْنِ، خِلَافًا لِمَا فِي أَكْثَرِ التَّفَاسِيرِ فِي أَنَّ الْمَثَلَيْنِ لِفَرِيقٍ وَاحِدٍ، وَأَنَّ مَعْنَاهُمَا وَمَوْضُوعَهُمَا وَاحِدٌ. </p><p> (الْأَوَّلُ) : مَنْ آتَاهُمُ اللهُ دِينًا وَهِدَايَةً عَمِلَ بِهَا سَلَفُهُمْ فَجَنَوْا ثَمَرَهَا، وَصَلَحَ حَالُهُمْ بِهَا أَيَّامَ كَانُوا مُسْتَقِيمِينَ عَلَى الطَّرِيقَةِ، آخِذِينَ بِإِرْشَادِ الْوَحْيِ، وَاقِفِينَ عِنْدَ حُدُودِ الشَّرِيعَةِ، وَلَكِنَّهُمُ انْحَرَفُوا عَنْ سُنَنِ سَلَفِهِمْ فِي الْأَخْذِ بِهَا ظَاهِرًا وَبَاطِنًا، وَلَمْ يَنْظُرُوا فِي حَقَائِقِ مَا جَاءَهُمْ بَلْ ظَنُّوا أَنَّ مَا كَانَ عِنْدَ سَلَفِهِمْ مِنْ نِعْمَةٍ وَسَعَادَةٍ إِنَّمَا كَانَ أَمْرًا خُصُّوا بِهِ، أَوْ خَيْرًا سِيقَ إِلَيْهِمْ، لِظَاهِرِ قَوْلٍ أَوْ عَمَلٍ امْتَازُوا بِهِ عَنْ غَيْرِهِمْ مِمَّنْ لَمْ يَأْخُذْ بِدِينِهِمْ، وَإِنْ كَانَ ذَلِكَ الْعَمَلُ لَمْ يُخَالِطْ سَرَائِرَهُمْ، وَلَمْ تَصْلُحْ بِهِ ضَمَائِرُهُمْ، فَأَخَذُوا بِتَقَالِيدَ وَعَادَاتٍ لَمْ تَدَعْ فِي نُفُوسِهِمْ مَجَالًا لِغَيْرِهَا، وَلِذَلِكَ لَمْ يَتَفَكَّرُوا قَطُّ فِي كَوْنِهِمْ أَحْرَى بِالتَّمَتُّعِ بِتِلْكَ السَّعَادَةِ وَالسِّيَادَةِ مِنْ سَلَفِهِمْ؛ لِأَنَّ حِفْظَ الْمَوْجُودِ أَيْسَرُ مِنْ إِيجَادِ الْمَفْقُودِ، بَلْ لَمْ يُبِيحُوا لِأَنْفُسِهِمْ فَهُمَ الْكِتَابِ الَّذِي اقْتَدَى مِنْ قَبْلِهِمْ بِمَا فِيهِ شُمُوسُ الْعِرْفَانِ وَنُجُومُ الْفُرْقَانِ، لِزَعْمِهِمْ: أَنَّ فَهْمَهُ لَا يَرْتَقِي إِلَيْهِ إِلَّا أَفْرَادٌ مِنْ رُؤَسَاءِ الدِّينِ، يُؤْخَذُ بِأَقْوَالِهِمْ مَا وَجَدُوا، وَبِكُتُبِهِمْ إِذَا فَقَدُوا. </p><p> فَمَثَلُ هَذَا الْفَرِيقِ مِنَ الصِّنْفِ الْمَخْذُولِ - فِي فَقْدِهِ لِمَا كَانَ عِنْدَهُ مِنْ نُورِ الْهِدَايَةِ الدِّينِيَّةِ، وَحِرْمَانِهِ مِنَ الِاهْتِدَاءِ بِهَا بِالْمَرَّةِ، وَانْطِمَاسِ الْآثَارِ دُونَهَا عِنْدَهُ - مَثَلُ مَنِ اسْتَوْقَدَ نَارًا إِلَخْ. </p><p> وَالْوَجْهُ فِي التَّمْثِيلِ: أَنَّ مَنْ يَدَّعِي الْإِيمَانَ بِكِتَابٍ نَزَلَ مِنْ عِنْدِ رَبِّهِ قَدْ طَلَبَ بِذَلِكَ الْإِيمَانِ أَنْ تُوقَدَ لَهُ نَارٌ يَهْتَدِي بِهَا فِي الشُّبَهَاتِ، وَيَسْتَضِيئُ </p><p> بِهَا فِي ظُلُمَاتِ الرِّيَبِ وَالْمُشْكِلَاتِ، وَيُبْصِرُ عَلَى ضَوْئِهَا مَا قَدْ يَهْجُمُ عَلَيْهِ مِنْ مُفْتَرِسَةِ الْأَهْوَاءِ وَالشَّهَوَاتِ، فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ بِمَا أُودِعَتْهُ مِنَ الْهُدَى وَالرَّشَادِ، وَكَادَ بِالنَّظَرِ فِيهَا يَمْشِي عَلَى هِدَايَةٍ وَسَدَادٍ هَجَمَتْ عَلَيْهِ مِنْ نَفْسِهِ ظُلْمَةُ </p>"
}