{
  "id": null,
  "sura": 2,
  "aya": 180,
  "text": "<p> قَالَ الْأُسْتَاذُ الْإِمَامُ: لَمْ يَقْتَصِرْ أَحَدٌ مِنَ الْمُفَسِّرِينَ عَلَى ذِكْرِ الْمَالِ فَقَطْ إِلَّا مُفَسِّرُنَا وَقَوْلُهُ صَادِقٌ فِيمَا ذَكَرُوهُ وَجْهًا، وَذَكَرُوا مَعَهُ قَوْلَ مَنْ قَيَّدَهُ بِالْكَثِيرِ كَالْبَيْضَاوِيِّ، وَجَزَمَ الْمُفَسِّرُ بِأَنَّ الْآيَةَ مَنْسُوخَةٌ بِآيَةِ الْمَوَارِيثِ وَحَدِيثِ التِّرْمِذِيِّ ((لَا وَصِيَّةَ لِوَارِثٍ) ) وَرَدَّهُ بَعْضُهُمْ ; فَكَلَامُ الْجَلَالَيْنِ فِي الْمَسْأَلَتَيْنِ غَيْرُ مُسَلَّمٍ، وَإِنَّنِي أُفَصِّلُ مَا ذَهَبَ إِلَيْهِ شَيْخُنَا، وَأَشْرَحُ اسْتِدْلَالَهُ عَلَيْهِ فَأَقُولُ: - </p><p> أَمَّا الْأُولَى فَقَدْ قَالُوا: إِنَّ الْمَالَ لَا يُسَمَّى فِي الْعُرْفِ خَيْرًا إِلَّا إِذَا كَانَ كَثِيرًا، كَمَا لَا يُقَالُ فُلَانٌ ذُو مَالٍ إِلَّا إِذَا كَانَ مَالُهُ كَثِيرًا وَإِنْ تَنَاوَلَ اللَّفْظُ صَاحِبَ الْمَالِ الْقَلِيلِ، وَأَيَّدُوا هَذَا بِمَا رَوَاهُ ابْنُ أَبِي شَيْبَةَ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَ لَهَا رَجُلٌ: أُرِيدُ أَنْ أُوصِيَ. قَالَتْ: كَمْ مَالُكَ؟ قَالَ: ثَلَاثَةُ آلَافٍ. قَالَتْ: كَمْ عِيَالُكَ؟ قَالَ: أَرْبَعَةٌ. قَالَتْ: قَالَ اللهُ تَعَالَى: (إِنْ تَرَكَ خَيْرًا) وَهَذَا شَيْءٌ يَسِيرٌ فَاتْرُكْهُ لِعِيَالِكَ فَهُوَ أَفْضَلُ. وَرَوَى الْبَيْهَقِيُّ وَغَيْرُهُ أَنَّ عَلِيًا دَخَلَ عَلَى مَوْلًى لَهُ فِي الْمَوْتِ وَلَهُ سَبْعُمِائَةِ دِرْهَمٍ أَوْ سِتُّمِائَةِ دِرْهَمٍ فَقَالَ: أَلَا أُوصِي؟ قَالَ: لَا إِنَّمَا قَالَ اللهُ تَعَالَى: (إِنْ تَرَكَ خَيْرًا) وَلَيْسَ لَكَ كَثِيرُ مَالٍ فَدَعْ مَالَكَ لِوَرَثَتِكَ - فَعِبَارَتُهُمَا تَدُلُّ عَلَى أَنَّهُمْ مَا كَانُوا يَفْهَمُونَ مِنَ الْخَيْرِ إِلَّا الْمَالَ الْكَثِيرَ، وَاخْتَلَفُوا فِي تَقْدِيرِ الْكَثِيرِ فَرَوَى عَبْدُ بْنُ حُمَيْدٍ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ: مَنْ لَمْ يَتْرُكْ سِتِّينَ دِينَارًا لَمْ يَتْرُكْ خَيْرًا. وَاخْتَارَ الْأُسْتَاذُ الْإِمَامُ عَدَمَ تَقْدِيرِهِ لِاخْتِلَافِهِ بِاخْتِلَافِ الْعُرْفِ، فَهُوَ مَوْكُولٌ عِنْدَهُ إِلَى اعْتِقَادِ الشَّخْصِ وَحَالِهِ، وَلَا يَخْفَى أَنَّ الْعُرْفَ يَخْتَلِفُ بِاخْتِلَافِ الزَّمَانِ وَالْأَشْخَاصِ وَالْبُيُوتِ، فَمَنْ يَتْرُكْ سَبْعِينَ دِينَارًا فِي مَنْزِلٍ فَقْرٍ، وَبَلَدٍ قَفْرٍ، وَهُوَ مِنَ الدَّهْمَاءِ فَقَدْ تَرَكَ خَيْرًا. وَلَكِنَّ الْأَمِيرَ أَوِ الْوَزِيرَ، إِذَا تَرَكَا مِثْلَ ذَلِكَ فِي الْمِصْرِ الْكَبِيرِ فَهُمَا لَمْ يَتْرُكَا إِلَّا الْعَدَمَ وَالْفَقْرَ، وَمَا لَا يَفِي بِتَجْهِيزِهِمَا إِلَى الْقَبْرِ. </p><p> وَأَمَّا الثَّانِيَةُ: فَهِيَ خِلَافِيَّةٌ، وَالْجُمْهُورُ عَلَى أَنَّ الْآيَةَ مَنْسُوخَةٌ بِآيَةِ الْمَوَارِيثِ أَوْ بِحَدِيثِ ((لَا وَصِيَّةَ لِوَارِثٍ) ) أَوْ بِهِمَا جَمِيعًا، عَلَى أَنَّ الْحَدِيثَ مُبَيِّنٌ لِلْآيَةِ. قَالَ الْبَيْضَاوِيُّ: </p><p> وَكَانَ هَذَا الْحُكْمُ فِي بَدْءِ الْإِسْلَامِ فَنُسِخَ بِآيَةِ الْمَوَارِيثِ وَبِقَوْلِهِ عَلَيْهِ السَّلَامُ:  ((إِنَّ اللهَ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ أَلَا لَا وَصِيَّةَ لِوَارِثٍ) ) وَفِيهِ نَظَرٌ ; لِأَنَّ آيَةَ الْمَوَارِيثِ لَا تُعَارِضُهُ، بَلْ تُؤَكِّدُهُ مِنْ حَيْثُ إِنَّهَا تَدُلُّ عَلَى تَقْدِيمِ الْوَصِيَّةِ مُطْلَقًا، وَالْحَدِيثُ مِنَ الْآحَادِ، وَتَلَقِّي الْأُمَّةِ لَهُ بِالْقَبُولِ لَا يُلْحِقُهُ بِالْمُتَوَاتِرِ اهـ. أَيْ وَالظَّنِّيُّ مِنَ الْحَدِيثِ لَا يَنْسَخُ الْقَطْعِيَّ مِنْهُ فَكَيْفَ يَنْسَخُ الْقُرْآنَ وَكُلُّهُ قَطْعِيٌّ؟ وَقَدْ زَادَ الْأُسْتَاذُ الْإِمَامُ عَلَيْهِ الْقَوْلَ بِأَنَّهُ لَا دَلِيلَ عَلَى أَنَّ آيَةَ الْمَوَارِيثِ نَزَلَتْ بَعْدَ آيَةِ الْوَصِيَّةِ هُنَا، وَبِأَنَّ السِّيَاقَ يُنَافِي النَّسْخَ ; فَإِنَّ اللهَ تَعَالَى إِذَا شَرَعَ لِلنَّاسِ حُكْمًا وَعَلِمَ أَنَّهُ مُؤَقَّتٌ وَأَنَّهُ سَيَنْسَخُهُ بَعْدَ زَمَنٍ قَرِيبٍ فَإِنَّهُ لَا يُؤَكِّدُهُ وَيُوَثِّقُهُ بِمِثْلِ مَا أَكَدَّ بِهِ أَمْرَ الْوَصِيَّةِ هُنَا مِنْ كَوْنِهِ حَقًّا عَلَى الْمُتَّقِينَ، وَمِنْ وَعِيدِ مَنْ بَدَّلَهُ، وَبِإِمْكَانِ الْجَمْعِ بَيْنَ الْآيَتَيْنِ إِذَا قُلْنَا إِنَّ الْوَصِيَّةَ فِي </p><p> آيَةِ الْمَوَارِيثِ مَخْصُوصَةٌ بِغَيْرِ الْوَارِثِ، بِأَنْ يَخُصَّ الْقَرِيبَ هُنَا بِالْمَمْنُوعِ مِنَ الْإِرْثِ وَلَوْ بِسَبَبِ اخْتِلَافِ الدِّينِ، فَإِذَا أَسْلَمَ الْكَافِرُ وَحَضَرَتْهُ الْوَفَاةُ وَوَالِدَاهُ كَافِرَانِ فَلَهُ أَنْ يُوصِيَ لَهُمَا بِمَا يُؤَلِّفُ بِهِ قُلُوبَهُمَا، وَقَدْ أَوْصَى اللهُ تَعَالَى بِحُسْنِ مُعَامَلَةِ الْوَالِدَيْنِ وَإِنْ كَانَا كَافِرَيْنِ (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا)  (٢٩: ٨) الْآيَةَ، وَفِي آيَةِ لُقْمَانَ بَعْدَ الْأَمْرِ بِالشُّكْرِ لِلَّهِ وَلَهُمَا (وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ)  (٣١: ١٥) الْآيَةَ. </p><p> أَفَلَا يَحْسُنُ أَنْ يَخْتِمَ هَذِهِ الْمُصَاحَبَةَ بِالْمَعْرُوفِ بِالْوَصِيَّةِ لَهُمَا بِشَيْءٍ مِنْ مَالِهِ الْكَثِيرِ (قَالَ) : وَجَوَّزَ بَعْضُ السَّلَفِ الْوَصِيَّةَ لِلْوَارِثِ نَفْسِهِ بِأَنْ يَخُصَّ بِهَا مَنْ يَرَاهُ أَحْوَجَ مِنَ الْوَرَثَةِ كَأَنْ يَكُونَ بَعْضُهُمْ غَنِيًّا وَالْبَعْضُ الْآخَرُ فَقِيرًا. مِثَالُ ذَلِكَ أَنْ يُطَلِّقَ أَبُوهُ أُمَّهُ وَهُوَ غَنِيٌّ وَهِيَ لَا عَائِلَ لَهَا إِلَّا وَلَدُهَا وَيَرَى أَنَّ مَا يُصِيبُهَا مِنَ التَّرِكَةِ لَا يَكْفِيهَا، وَمِثْلُهُ أَنْ يَكُونَ بَعْضُ وَلَدِهِ أَوْ إِخْوَتِهِ - إِنْ لَمْ يَكُنْ لَهُ وَلَدٌ - عَاجِزًا عَنِ الْكَسْبِ فَنَحْنُ نَرَى أَنَّ الْحَكِيمَ الْخَبِيرَ اللَّطِيفَ بِعِبَادِهِ الَّذِي وَضَعَ الشَّرِيعَةَ وَالْأَحْكَامَ لِمَصْلَحَةِ خَلْقِهِ لَا يُحَتِّمُ أَنْ يُسَاوِيَ الْغَنِيُّ الْفَقِيرَ، وَالْقَادِرُ عَلَى الْكَسْبِ مَنْ يَعْجَزُ عَنْهُ، فَإِذَا كَانَ قَدْ وَضَعَ أَحْكَامَ الْمَوَارِيثِ الْعَادِلَةِ عَلَى أَسَاسِ التَّسَاوِي بَيْنَ الطَّبَقَاتِ بِاعْتِبَارِ أَنَّهُمْ سَوَاسِيَةٌ فِي الْحَاجَةِ، كَمَا أَنَّهُمْ سَوَاءٌ فِي الْقَرَابَةِ، فَلَا غَرْوَ أَنْ يَجْعَلَ أَمْرَ الْوَصِيَّةِ مُقَدَّمًا عَلَى أَمْرِ الْإِرْثِ، </p><p> أَوْ يَجْعَلَ نَفَاذَ هَذَا مَشْرُوطًا بِنَفَاذِ ذَلِكَ قَبْلَهُ، وَيَجْعَلَ الْوَالِدَيْنِ وَالْأَقْرَبِينَ فِي آيَةٍ أُخْرَى أَوْلَى بِالْوَصِيَّةِ لَهُمْ مِنْ غَيْرِهِمْ ; لِعِلْمِهِ سُبْحَانَهُ وَتَعَالَى بِمَا يَكُونُ مِنَ التَّفَاوُتِ بَيْنَهُمْ فِي الْحَاجَةِ أَحْيَانًا، فَقَدْ قَالَ فِي آيَاتِ الْإِرْثِ مِنْ سُورَةِ النِّسَاءِ:  (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ)  (٤: ١٢) فَأَطْلَقَ أَمْرَ الْوَصِيَّةِ وَقَالَ فِي آيَةِ الْوَصِيَّةِ هُنَا مَا هُوَ تَفْصِيلٌ لِتِلْكَ. </p><p> أَقُولُ: وَرَأَيْتُ الْأُلُوسِيَّ نَقَلَ عَنْ بَعْضِ فُقَهَاءِ الْحَنَفِيَّةِ أَنَّ آيَةَ الْإِرْثِ نَزَلَتْ بَعْدَ آيَةِ الْوَصِيَّةِ بِالِاتِّفَاقِ، وَأَنَّ اللهَ تَعَالَى رَتَّبَ الْمِيرَاثَ عَلَى وَصِيَّةٍ مُنْكَرَةٍ، وَالْوَصِيَّةُ الْأُولَى كَانَتْ مَعْهُودَةً، فَلَوْ كَانَتْ تِلْكَ الْوَصِيَّةُ بَاقِيَةً لَوَجَبَ تَرْتِيبُهُ عَلَى الْمَعْهُودِ، فَلَمَّا لَمْ يَتَرَتَّبْ عَلَيْهِ وَرُتِّبَ عَلَى الْمُطْلَقِ دَلَّ عَلَى نَسْخِ الْوَصِيَّةِ الْمُقَيَّدَةِ ; لِأَنَّ الْإِطْلَاقَ بَعْدَ التَّقْيِيدِ نَسْخٌ، كَمَا أَنَّ التَّقْيِيدَ بَعْدَ الْإِطْلَاقِ نَسْخٌ اهـ. </p><p> فَأَمَّا دَعْوَاهُ الِاتِّفَاقَ فِي التَّقَدُّمِ وَالتَّأَخُّرِ فَلَا دَلِيلَ عَلَيْهَا، وَأَمَّا تَأْوِيلُهُ فَظَاهِرُ الْبُطْلَانِ، وَقَاعِدَةُ الْإِطْلَاقِ وَالتَّقْيِيدِ إِنْ سَلِمَتْ لَا تُؤْخَذُ عَلَى إِطْلَاقِهَا ; لِأَنَّ شَرْعَ الْوَصِيَّةِ عَلَى الْإِطْلَاقِ لَا يُنَافِي شَرْعَ الْوَصِيَّةِ لِصِنْفٍ مَخْصُوصٍ، وَنَظِيرُ هَذَا الْأَمْرُ بِمُوَاسَاةِ الْفُقَرَاءِ مُطْلَقًا، وَالْأَمْرُ بِمُوَاسَاةِ الضُّعَفَاءِ وَالْمَرْضَى مِنْهُمْ لَا يَتَعَارَضَانِ، وَلَا يَصِحُّ أَنْ يَكُونَ الثَّانِي مِنْهُمَا مُبْطِلًا لِلْأَوَّلِ، إِلَّا إِذَا وُجِدَ فِي الْعِبَارَةِ مَا يَنْفِي ذَلِكَ، وَمَا فِي الْآيَتَيْنِ لَيْسَ مِنْ قَبِيلِ تَعَارُضِ </p><p> الْمُطْلَقِ وَالْمُقَيَّدِ، وَإِنَّمَا آيَةُ الْوَصِيَّةِ خَاصَّةٌ، وَذِكْرُ الْوَصِيَّةِ مُنَكَّرَةً فِي آيَةِ الْإِرْثِ يُفِيدُ الْإِطْلَاقَ الَّذِي يَشْمَلُ ذَلِكَ الْخَاصَّ وَغَيْرَهُ، فَإِنْ سَلَّمْنَا لِذَلِكَ الْحَنَفِيِّ أَنَّ آيَةَ الْمِيرَاثِ مُتَأَخِّرَةٌ، فَلَا نُسَلِّمُ لَهُ أَنَّهُ كَانَ يَجِبُ أَنْ تُذْكَرَ فِيهَا الْوَصِيَّةُ بِالتَّعْرِيفِ لِتَدُلَّ عَلَى الْوَصِيَّةِ الْمَعْهُودَةِ ; إِذْ لَوْ رَتَّبَ الْإِرْثَ عَلَى الْوَصِيَّةِ الْمَعْهُودَةِ لَمَا جَازَتِ الْوَصِيَّةُ لِغَيْرِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ، وَلَوْ كَانَ الْأُسْلُوبُ الْعَرَبِيُّ يَقْتَضِي مَا قَالَهُ لَمَا قَالَ عَلِيٌّ وَابْنُ عَبَّاسٍ وَغَيْرُهُمَا مِنَ السَّلَفِ بِالْوَصِيَّةِ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ عَلَى مَا تَقَدَّمَ، وَقَدْ نَقَلَ ذَلِكَ الْأُلُوسِيُّ نَفْسُهُ بَعْدَ مَا تَقَدَّمَ عَنْهُ، وَلَكِنَّهُ سَمَّى التَّخْصِيصَ نَسْخًا، فَنَقَلَ عَنِ ابْنِ عَبَّاسٍ أَنَّهَا خَاصَّةٌ بِمَنْ لَا يَرِثُ مِنَ الْوَالِدَيْنِ وَالْأَقْرَبِينَ، كَأَنْ يَكُونَ الْوَالِدَانِ كَافِرَيْنِ. قَالَ وَرُوِيَ عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ: مَنْ لَمْ يُوصِ عِنْدَ مَوْتِهِ لِذَوِي قَرَابَتِهِ - مِمَّنْ لَمْ يَرِثْ - فَقَدْ خَتَمَ عَمَلَهُ بِمَعْصِيَتِهِ. ثُمَّ ذَكَرَ أَنَّ الْأَكْثَرِينَ قَالُوا بِأَنَّ هَذِهِ الْوَصِيَّةَ مُسْتَحَبَّةٌ لَا وَاجِبَةٌ، وَسَمَّى هَذَا كَغَيْرِهِ نَسْخًا </p><p> لِلْوُجُوبِ. وَلَنَا أَنْ نَقُولَ إِنَّ أَكْثَرَ عُلَمَاءِ الْأُمَّةِ وَأَئِمَّةِ السَّلَفِ يَقُولُونَ إِنَّ هَذِهِ الْوَصِيَّةَ الْمَذْكُورَةَ فِي الْآيَةِ مَشْرُوعَةٌ، وَلَكِنَّ مِنْهُمْ مَنْ يَقُولُ بِعُمُومِهَا، وَمِنْهُمْ مَنْ يَقُولُ إِنَّهَا خَاصَّةٌ بِغَيْرِ الْوَارِثِ، فَحُكْمُهَا إِذَا لَمْ يَبْطُلْ. فَمَا هَذَا الْحِرْصُ عَلَى إِثْبَاتِ نَسْخِهَا، مَعَ تَأْكِيدِ اللهِ تَعَالَى إِيَّاهَا وَالْوَعِيدِ عَلَى تَبْدِيلِهَا؟ إِنْ هَذَا إِلَّا تَأْثِيرُ التَّقْلِيدِ. </p><p> فَقَدْ عُلِمَ مِمَّا تَقَدَّمَ أَنَّ آيَةَ الْمَوَارِيثِ لَا تُعَارِضُ آيَةَ الْوَصِيَّةِ، فَيُقَالُ بِأَنَّهَا نَاسِخَةٌ لَهَا إِذَا عُلِمَ أَنَّهَا بَعْدَهَا. وَأَمَّا الْحَدِيثُ فَقَدْ أَرَادُوا أَنْ يَجْعَلُوا لَهُ حُكْمَ الْمُتَوَاتِرِ أَوْ يُلْصِقُوهُ بِهِ بِتَلَقِّي الْأُمَّةِ لَهُ بِالْقَبُولِ لِيَصْلُحَ نَاسِخًا، عَلَى أَنَّهُ لَمْ يَصِلْ إِلَى دَرَجَةِ ثِقَةِ الشَّيْخَيْنِ بِهِ فَلَمْ يَرْوِهِ أَحَدٌ مِنْهُمَا مُسْنَدًا، وَرِوَايَةُ أَصْحَابِ السُّنَنِ مَحْصُورَةٌ فِي عَمْرِو بْنِ خَارِجَةَ وَأَبِي أُمَامَةَ وَابْنِ عَبَّاسٍ. وَفِي إِسْنَادِ الثَّانِي إِسْمَاعِيلُ بْنُ عَيَّاشٍ تَكَلَّمُوا فِيهِ، وَإِنَّمَا حَسَّنَهٌ التِّرْمِذِيُّ ; لِأَنَّ إِسْمَاعِيلَ يَرْوِيهِ عَنِ الشَّامِيِّينَ، وَقَدْ قَوَّى بَعْضُ الْأَئِمَّةِ رِوَايَتَهُ عَنْهُمْ خَاصَّةً. وَحَدِيثُ ابْنِ عَبَّاسٍ مَعْلُولٌ ; إِذْ هُوَ مِنْ رِوَايَةِ عَطَاءٍ عَنْهُ وَقَدْ قِيلَ إِنَّهُ عَطَاءٌ الْخُرَسَانِيُّ، وَهُوَ لَمْ يَسْمَعْ مِنِ ابْنِ عَبَّاسٍ، وَقِيلَ عَطَاءُ بْنُ أَبِي رَبَاحٍ، فَإِنَّ أَبَا دَاوُدَ أَخْرَجَهُ فِي مَرَاسِيلِهِ عَنْهُ، وَمَا أَخْرَجَهُ الْبُخَارِيُّ مِنْ طَرِيقِ عَطَاءِ بْنِ أَبِي رَبَاحٍ مَوْقُوفٌ عَلَى ابْنِ عَبَّاسٍ، وَمَا رُوِيَ غَيْرَ ذَلِكَ فَلَا نِزَاعَ فِي ضَعْفِهِ، فَعُلِمَ أَنَّهُ لَيْسَ لَنَا رِوَايَةٌ لِلْحَدِيثِ صُحِّحَتْ إِلَّا رِوَايَةُ عَمْرِو بْنِ خَارِجَةَ، وَالَّذِي صَحَّحَهَا هُوَ التِّرْمِذِيُّ، وَهُوَ مِنَ الْمُتَسَاهِلِينَ فِي التَّصْحِيحِ، وَقَدْ عَلِمْتَ أَنَّ الْبُخَارِيَّ وَمُسْلِمًا لَمْ يَرْضَيَاهَا ; فَهَلْ يُقَالُ إِنَّ حَدِيثًا كَهَذَا تَلَقَّتْهُ الْأُمَّةُ بِالْقَبُولِ؟ </p><p> وَقَدْ تَوَسَّعَ الْأُسْتَاذُ الْإِمَامُ هُنَا فِي الْكَلَامِ عَلَى النَّسْخِ، وَمُلَخَّصُ مَا قَالَهُ: إِنَّ النَّسْخَ فِي الشَّرَائِعِ جَائِزٌ، مُوَافِقٌ لِلْحِكْمَةِ وَوَاقِعٌ، فَإِنَّ شَرْعَ مُوسَى نَسَخَ بَعْضَ الْأَحْكَامِ الَّتِي كَانَ عَلَيْهَا إِبْرَاهِيمُ، وَشَرْعَ عِيسَى نَسَخَ بَعْضَ أَحْكَامِ التَّوْرَاةِ، وَشَرِيعَةَ الْإِسْلَامِ نَسَخَتْ جَمِيعَ الشَّرَائِعِ السَّابِقَةِ ; لِأَنَّ الْأَحْكَامَ الْعَمَلِيَّةَ الَّتِي تَقْبَلُ النَّسْخَ إِنَّمَا تُشْرَعُ لِمَصْلَحَةِ الْبَشَرِ، وَالْمَصْلَحَةُ تَخْتَلِفُ </p><p> بِاخْتِلَافِ الزَّمَانِ، فَالْحَكِيمُ الْعَلِيمُ يُشَرِّعُ لِكُلِّ زَمَنٍ مَا يُنَاسِبُهُ، وَكَمَا تُنْسَخُ شَرِيعَةٌ بِأُخْرَى يَجُوزُ أَنْ تُنْسَخَ بَعْضُ أَحْكَامِ شَرِيعَةٍ بِأَحْكَامٍ أُخْرَى فِي تِلْكَ الشَّرِيعَةِ، فَالْمُسْلِمُونَ كَانُوا يَتَوَجَّهُونَ إِلَى بَيْتِ الْمَقْدِسِ فِي صَلَاتِهِمْ فَنُسِخَ ذَلِكَ بِالتَّوَجُّهِ إِلَى الْكَعْبَةِ وَهَذَا لَا خِلَافَ فِيهِ بَيْنَ الْمُسْلِمِينَ </p><p> وَلَكِنَّ هُنَاكَ خِلَافًا فِي نَسْخِ أَحْكَامِ الْقُرْآنِ وَلَوْ بِالْقُرْآنِ، فَقَدْ قَالَ أَبُو مُسْلِمٍ مُحَمَّدُ بْنُ بَحْرٍ الْأَصْفَهَانِيُّ الْمُفَسِّرُ الشَّهِيرُ: لَيْسَ فِي الْقُرْآنِ آيَةٌ مَنْسُوخَةٌ، وَهُوَ يُخَرِّجُ كُلَّ مَا قَالُوا إِنَّهُ مَنْسُوخٌ عَلَى وَجْهٍ صَحِيحٍ بِضَرْبٍ مِنَ التَّخْصِيصِ أَوِ التَّأْوِيلِ، وَظَاهِرٌ أَنَّ مَسْأَلَةَ الْقِبْلَةِ لَيْسَ فِيهَا نَسْخٌ لِلْقُرْآنِ، وَإِنَّمَا هِيَ نَسْخٌ لِحُكْمٍ لَا نَدْرِي هَلْ فَعَلَهُ النَّبِيُّ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ بِاجْتِهَادِهِ أَمْ بِأَمْرٍ مِنَ اللهِ تَعَالَى غَيْرِ الْقُرْآنِ ; فَإِنَّ الْوَحْيَ غَيْرُ مَحْصُورٍ فِي الْقُرْآنِ. </p><p> وَلَكِنَّ الْجُمْهُورَ عَلَى أَنَّ الْقُرْآنَ يُنْسَخُ بِالْقُرْآنِ بِنَاءً عَلَى أَنَّهُ لَا مَانِعَ مِنْ نَسْخِ حُكْمِ آيَةٍ مَعَ بَقَائِهَا فِي الْكِتَابِ يُعْبَدُ اللهُ تَعَالَى بِتِلَاوَتِهَا وَبِتَذَكُّرِ نِعْمَتِهِ بِالِانْتِقَالِ مِنْ حُكْمٍ كَانَ مُوَافِقًا لِلْمَصْلَحَةِ وَلِحَالِ الْمُسْلِمِينَ فِي أَوَّلِ الْإِسْلَامِ، إِلَى حُكْمٍ يُوَافِقُ الْمَصْلَحَةَ فِي كُلِّ زَمَانٍ وَمَكَانٍ، فَإِنَّهُ لَا يُنْسَخُ حُكْمٌ إِلَّا بِأَمْثَلَ مِنْهُ كَالتَّخْفِيفِ فِي تَكْلِيفِ الْمُؤْمِنِينَ قِتَالَ عَشْرِ أَمْثَالِهِمْ بِالِاكْتِفَاءِ بِمُقَابَلَةِ الضِّعْفِ بِأَنْ تُقَاتِلَ الْمِائَةُ مِائَتَيْنِ، وَاتَّفَقُوا عَلَى أَنَّهُ لَا يُقَالُ بِالنَّسْخِ إِلَّا إِذَا تَعَذَّرَ الْجَمْعُ بَيْنَ الْآيَتَيْنِ مِنْ آيَاتِ الْأَحْكَامِ الْعَمَلِيَّةِ، وَعُلِمَ تَارِيخُهُمَا، فَعِنْدَ ذَلِكَ يُقَالُ إِنَّ الثَّانِيَةَ نَاسِخَةٌ لِلْأُولَى. وَأَمَّا آيَاتُ الْعَقَائِدِ وَالْفَضَائِلِ وَالْأَخْبَارِ فَلَا نَسْخَ فِيهَا، وَنَسْخُ السُّنَّةِ بِالسُّنَّةِ كَنَسْخِ الْكِتَابِ بِالْكِتَابِ، بَلْ هُوَ أَوْلَى وَأَظْهَرُ، وَكَذَلِكَ نَسْخُ السُّنَّةِ بِالْكِتَابِ كَمَا فِي مَسْأَلَةِ الْقِبْلَةِ وَلَا خِلَافَ فِيهِمَا. وَمِنْ قَبِيلِ هَذَا نَسْخُ الْحَدِيثِ الْمُتَوَاتِرِ لِحَدِيثِ الْآحَادِ. </p><p> وَأَمَّا الْخِلَافُ الْقَوِيُّ فَهُوَ فِي نَسْخِ الْقُرْآنِ بِالْحَدِيثِ وَلَوْ مُتَوَاتِرًا، أَوِ الْحَدِيثِ الْمُتَوَاتِرِ بِأَخْبَارِ الْآحَادِ، وَالَّذِي عَلَيْهِ الْمُحَقِّقُونَ الْأَوَّلُونَ أَنَّ الظَّنِّيَّ - وَهُوَ خَبَرُ الْآحَادِ - لَا يَنْسَخُ الْقَطْعِيَّ كَالْقُرْآنِ وَالْحَدِيثِ الْمُتَوَاتِرِ. وَالْحَنَفِيَّةُ وَكَثِيرٌ مِنْ مُحَقِّقِي الشَّافِعِيَّةِ صَرَّحُوا بِجَوَازِ نَسْخِ الْكِتَابِ بِالسُّنَّةِ الْمُتَوَاتِرَةِ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْصُومٌ فِي تَبْلِيغِ </p><p> الْأَحْكَامِ، فَمَتَى أَيْقَنَّا بِالرِّوَايَةِ عَنْهُ وَاسْتَوْفَتْ شُرُوطَ النَّسْخِ تُعْتَبَرُ نَاسِخَةً لِلْكِتَابِ كَمَا إِذَا نَسَخَتْ آيَةٌ آيَةً. وَذَهَبَ آخَرُونَ وَمِنْهُمُ الْإِمَامُ الشَّافِعِيُّ كَمَا فِي رِسَالَتِهِ الْمَشْهُورَةِ فِي الْأُصُولِ بِأَنَّهُ لَا يَجُوزُ نَسْخُ حُكْمٍ مِنْ كِتَابِ اللهِ بِحَدِيثٍ مَهْمَا تَكُنْ دَرَجَتُهُ لِأَنَّ لِلْقُرْآنِ مَزَايَا لَا يُشَارِكُهُ فِيهَا غَيْرُهُ. </p><p> وَقَدْ أَوْرَدَ الشَّافِعِيُّ كَثِيرًا مِنَ الْأَحَادِيثِ الَّتِي زَعَمُوا أَنَّهَا نَاسِخَةٌ لِأَحْكَامِ الْقُرْآنِ وَبَيَّنَ أَنَّهَا غَيْرُ نَاسِخَةٍ بَلْ بَيَّنَ أَنَّهَا مُفَسِّرَةٌ وَمُبَيِّنَةٌ (قَالَ الْأُسْتَاذُ) : وَلَا أَعْرِفُ لِأَبِي حَنِيفَةَ قَوْلًا فِي هَذِهِ الْمَسَائِلِ، وَالْأُصُولِيُّونَ الْمُتَقَدِّمُونَ مِنَ الْحَنَفِيَّةِ وَالشَّافِعِيَّةِ لَا يَقُولُونَ بِنَسْخِ الْقُرْآنِ بِغَيْرِ الْمُتَوَاتِرِ مِنَ الْأَحَادِيثِ وَإِنِ اشْتُهِرَ بِنَحْوِ رِوَايَةِ الشَّيْخَيْنِ وَأَصْحَابِ السُّنَنِ لَهُ، وَالدَّلِيلُ ظَاهِرٌ ; فَإِنَّ الْقُرْآنَ مَنْقُولٌ بِالتَّوَاتُرِ فَهُوَ قَطْعِيٌّ، وَأَحَادِيثُ الْآحَادِ ظَنِّيَّةٌ يُحْتَمَلُ أَنْ تَكُونَ مَكْذُوبَةً مِنْ بَعْضِ رِجَالٍ السَّنَدِ الْمُتَظَاهِرِينَ بِالصَّلَاحِ لِخِدَاعِ النَّاسِ اهـ. </p><p> أَقُولُ: وَهُنَاكَ تَمْيِيزٌ آخَرُ وَهُوَ أَنَّ كُلَّ مَا فِي الْقُرْآنِ وَحْيٌ مِنَ اللهِ تَعَالَى قَطْعًا، وَأَمَّا الْأَحَادِيثُ فَإِنَّ فِيهَا مَا هُوَ مِنِ اجْتِهَادِ النَّبِيِّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - وَهُوَ دُونَ الْوَحْيِ، وَإِنْ كَانَ قَدْ تَقَرَّرَ أَنَّ النَّبِيَّ إِذَا أَخْطَأَ فِي اجْتِهَادِهِ لَا يُقَرُّ عَلَى الْخَطَأِ بَلْ يُبَيَّنُ لَهُ كَمَا فِي قَوْلِهِ تَعَالَى:  (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى)  (٨: ٦٧) وَقَوْلِهِ: (عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ)  (٩: ٤٣) . </p><p> وَقَالَ بَعْضُهُمْ: يُنْسَخُ الْكِتَابُ بِالسُّنَّةِ وَلَوْ خَبَرِ آحَادٍ ; لِأَنَّ دَلَالَةَ الْآيَةِ عَلَى الْحُكْمِ ظَنِّيَّةٌ فَكَأَنَّ الْحَدِيثَ لَمْ يَنْسَخْ إِلَّا حُكْمًا ظَنِّيًّا، وَفَاتَهُمْ أَنَّ دَلَالَةَ الْحَدِيثِ أَيْضًا ظَنِّيَّةٌ، فَكَأَنَّنَا نَنْسَخُ حُكْمًا ظَنِّيًّا إِسْنَادُهُ إِلَى الشَّارِعِ قَطْعِيٌّ بِحُكْمٍ ظَنِّيٍّ إِسْنَادُهُ إِلَيْهِ غَيْرُ قَطْعِيٍّ، بَلْ يَحْتَمِلُ أَنَّهُ لَمْ يَقُلْ بِهِ، أَوْ قَالَهُ رَأْيًا لَا تَشْرِيعًا. وَلَمَّا كَانَ الْخِلَافُ هُنَا ضَعِيفًا جِدًّا احْتَاجَ الْقَائِلُونَ بِنَسْخِ حَدِيثِ ((لَا وَصِيَّةَ لِوَارِثٍ) ) لِآيَةِ الْوَصِيَّةِ إِلَى زَعْمِ تَوَاتُرِهِ بِتَلَقِّي الْأُمَّةِ لَهُ بِالْقَبُولِ، وَقَدْ عَلِمْتَ أَنَّ هَذَا غَيْرُ صَحِيحٍ وَقَدْ صَرَّحَ بَعْضُ الشَّافِعِيَّةِ بِأَنَّ الْخِلَافَ فِي نَسْخِ الْكِتَابِ بِالسُّنَّةِ إِنَّمَا هُوَ فِي الْجَوَازِ وَأَنَّهُ غَيْرُ وَاقِعٍ قَطْعًا. </p><p> وَقَالُوا أَيْضًا: إِنَّ السُّنَّةَ لَا تَنْسَخُ الْكِتَابَ إِلَّا وَمَعَهَا كِتَابٌ يُؤَيِّدُهَا، وَالظَّاهِرُ فِي مِثْلِ هَذِهِ الْحَالِ أَنْ يُقَالَ: إِنَّ الْكِتَابَ نَسَخَ الْكِتَابَ ; لِأَنَّهُ الْأَصْلُ، وَكَأَنَّهُمْ أَرَادُوا تَصْحِيحَ قَوْلِ مَنْ قَالَ بِالنَّسْخِ تَعْظِيمًا لَهُ أَنْ يُرَدَّ قَوْلُهُ، وَتَعْظِيمُ اللهِ تَعَالَى أَوْلَى، </p><p> ثُمَّ تَعْظِيمُ رَسُولِهِ يَتْلُو تَعْظِيمَهُ وَلَا يَبْلُغُهُ، وَإِنَّمَا يُطَاعُ الرَّسُولُ وَيُتَّبَعُ بِإِذْنِ اللهِ تَعَالَى. </p><p> وَمِنْ أَغْرَبِ مَبَاحِثِ الْنَسْخِ أَنَّ الشَّافِعِيَّةَ - الَّذِينَ يُبَالِغُ إِمَامُهُمْ فِي الِاتِّبَاعِ فَيَمْنَعُ نَسْخَ الْكِتَابِ بِالسُّنَّةِ، ثُمَّ هُوَ يُبَالِغُ فِي تَعْظِيمِ السُّنَّةِ وَاتِّبَاعِهَا وَلَا يُبَالِي بِرَأْيِ أَحَدٍ يُخَالِفُهَا، ثُمَّ هُوَ يَقُولُ إِنَّ الْقِيَاسَ لَا يُصَارُ إِلَيْهِ إِلَّا عِنْدَ الضَّرُورَةِ كَأَكْلِ الْمَيْتَةِ كَمَا رَوَاهُ عَنْهُ الْإِمَامُ أَحْمَدُ - يَقُولُ بَعْضُهُمْ إِنَّ الْقِيَاسَ الْجَلِيَّ يَنْسَخُ السُّنَّةَ مَعَ أَنَّ الْبَحْثَ فِي الْعِلَّةِ أَمْرٌ عَقْلِيٌّ يَجُوزُ أَنْ يُخْطِئَ فِيهِ كُلُّ أَحَدٍ، وَيَجُوزُ أَنْ يَكُونَ مَا فَهِمْنَاهُ مِنْ عُمُومِ الْعِلَّةِ غَيْرَ مُرَادٍ لِلشَّارِعِ، فَإِذَا جَاءَ الْحَدِيثُ يُنَافِي هَذَا الْعُمُومَ وَصَحَّ عِنْدَنَا، فَالْوَاجِبُ أَنْ نَجْعَلَهُ مُخَصِّصًا لِعِلَّةِ عُمُومِ الْحُكْمِ، وَلَا نَقُولَ - رَجْمًا بِالْغَيْبِ - إِنَّهُ مَنْسُوخٌ لِمُخَالَفَتِهِ لِلْعِلَّةِ الَّتِي ظَنَنَّاهَا، فَإِذَا كَانَتِ الْمُجَازَفَةُ فِي الْقِيَاسِ قَدْ وَصَلَتْ إِلَى هَذَا الْحَدِّ وَقَدْ تَجَرَّأَ النَّاسُ عَلَى الْقَوْلِ بِنَسْخِ مِئَاتٍ مِنَ الْآيَاتِ، وَإِلَى إِبْطَالِ الْيَقِينِ بِالظَّنِّ، </p><p> وَتَرْجِيحِ الِاجْتِهَادِ عَلَى النَّصِّ، فَعَلَيْنَا أَلَّا نَحْفِلَ بِكُلِّ مَا قِيلَ، وَأَنْ نَعْتَصِمَ بِكِتَابِ اللهِ قَبْلَ كُلِّ شَيْءٍ، ثُمَّ بِسُنَّةِ رَسُولِهِ الَّتِي جَرَى عَلَيْهَا أَصْحَابُهُ وَالسَّلَفُ الصَّالِحُونَ، وَلَيْسَ فِي ذَلِكَ شَيْءٌ يُخَالِفُ الْكِتَابَ الْعَزِيزَ. </p><p> وَصَفْوَةُ الْقَوْلِ أَنَّ الْآيَةَ غَيْرُ مَنْسُوخَةٍ بِآيَةِ الْمَوَارِيثِ لِأَنَّهَا لَا تُعَارِضُهَا بَلْ تُؤَيِّدُهَا، وَلَا دَلِيلَ عَلَى أَنَّهَا بَعْدَهَا، وَلَا بِالْحَدِيثِ ; لِأَنَّهُ لَا يَصْلُحُ لِنَسْخِ الْكِتَابِ، فَهِيَ مُحْكَمَةٌ وَحُكْمُهَا بَاقٍ، وَلَكَ أَنْ تَجْعَلَهُ خَاصًّا بِمَنْ لَا يَرِثُ مِنَ الْوَالِدَيْنِ وَالْأَقْرَبِينَ كَمَا رُوِيَ عَنْ بَعْضِ الصَّحَابَةِ وَأَنْ تَجْعَلَهُ عَلَى إِطْلَاقِهِ، وَلَا تَكُنْ مِنَ الْمُجَازِفِينَ الَّذِينَ يُخَاطِرُونَ بِدَعْوَى النَّسْخِ فَتَنْبِذُ مَا كَتَبَهُ اللهُ عَلَيْكَ بِغَيْرِ عُذْرٍ، وَلَا سِيَّمَا بَعْدَمَا أَكَّدَهُ بِقَوْلِهِ:  (حَقًّا عَلَى الْمُتَّقِينَ) أَيْ: حَقَّ ذَلِكَ الَّذِي كُتِبَ عَلَيْكُمْ مِنَ الْوَصِيَّةِ أَوْ حَقَّقْتُهُ حَقًّا عَلَى الْمُتَّقِينَ لِي، الْمُطِيعِينَ لِكِتَابِي. وَالْمُتَبَادَرُ أَنَّ مَعْنَى الْمَكْتُوبِ: الْمَفْرُوضُ، وَبِهِ قَالَ بَعْضُهُمْ هُنَا، وَقَالَ آخَرُونَ: إِنَّهُ لِلنَّدْبِ، وَيُؤَيِّدُ الْفَرْضِيَّةَ قَوْلُهُ تَعَالَى فِي وَعِيدِ الْمُبَدِّلِينَ لَهُ:  (فَمَنْ بَدَّلَهُ) أَيْ: بَدَّلَ مَا أَوْصَى بِهِ الْمُوصِي (بَعْدَمَا سَمِعَهُ) مِنَ الْمُوصِي أَوْ عَلِمَ بِهِ عِلْمًا صَحِيحًا مِنْ كِتَابَةِ الْوَصِيَّةِ وَهُوَ مَشْرُوعٌ كَمَا سَيَأْتِي وَمِنَ الْحُكْمِ بِهَا (فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ) مِنْ وَلِيٍّ وَوَصِيٍّ وَشَاهِدٍ وَقَدْ بَرِئَتْ مِنْهُ ذِمَّةُ الْمُوصِي وَثَبَتَ أَجْرُهُ عِنْدَ اللهِ تَعَالَى (إِنِ اللهَ سَمِيعٌ) لِمَا يَقُولُهُ الْمُبَدِّلُونَ فِي ذَلِكَ (عَلِيمٌ) </p><p> بِأَعْمَالِهِمْ فِيهِ فَيُجَازِيهِمْ عَلَيْهَا، وَهُوَ يَتَضَمَّنُ تَأْكِيدَ الْوَعِيدِ، وَالضَّمِيرُ فِي الْمَوَاضِعِ الثَّلَاثَةِ رَاجِعٌ إِلَى الْحَقِّ أَوِ الْإِيصَاءِ ; أَيْ: أَثَرِهِ وَمُتَعَلَّقِهِ. </p><p> وَقَدْ قَالَ بِوُجُوبِ الْوَصِيَّةِ بَعْضُ عُلَمَاءِ السَّلَفِ وَاسْتَدَلُّوا عَلَيْهِ بِالْآيَةِ وَبِحَدِيثِ ((مَا حَقُّ امْرِئٍ مُسْلِمٍ يَبِيتُ لَيْلَتَيْنِ وَلَهُ شَيْءٌ يُرِيدُ أَنْ يُوصِيَ بِهِ إِلَّا وَوَصِيَّتُهُ عِنْدَ رَأْسِهِ) ) رَوَاهُ الْجَمَاعَةُ كُلُّهُمْ مِنْ حَدِيثِ ابْنِ عُمَرَ. وَمِنْهُمْ عَطَاءٌ وَالزُّهْرِيُّ وَأَبُو مِجْلَزٍ وَطَلْحَةُ بْنُ مُصَرِّفٍ. وَحَكَاهُ الْبَيْهَقِيُّ عَنِ الشَّافِعِيِّ فِي الْقَدِيمِ وَبِهِ قَالَ إِسْحَاقُ وَدَاوُدُ. وَاخْتَارَهُ أَبُو عَوَانَةَ الْإِسْفَرَايِينِيُّ وَابْنُ جَرِيرٍ وَآخَرُونَ اهـ. مِنْ فَتْحِ الْبَارِي، وَقَالَ الْجُمْهُورُ: مَنْدُوبَةٌ، وَتَقَدَّمَ قَوْلُهُمْ فِي الْآيَةِ. </p><p> ثُمَّ قَالَ:  (فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ) الْجَنَفُ - بِالتَّحْرِيكِ - الْخَطَأُ، وَالْإِثْمُ يُرَادُ بِهِ تَعَمُّدُ الْإِجْحَافِ وَالظُّلْمِ، وَالْمُوصِي فَاعِلُ الْإِيصَاءِ، وَقَرَأَ حَمْزَةُ وَالْكِسَائِيُّ وَيَعْقُوبُ (مُوَصٍّ) بِالتَّشْدِيدِ مِنَ التَّوْصِيَةِ. وَالْمَعْنَى إِنْ خَرَجَ الْمُوصِي فِي وَصِيَّتِهِ عَنِ الْمَعْرُوفِ وَالْعَدْلِ خَطَأً أَوْ عَمْدًا فَتَنَازَعَ الْمُوصَى لَهُمْ فِيهِ أَوْ تَنَازَعُوا مَعَ الْوَرَثَةِ فَيَنْبَغِي أَنْ يَتَوَسَّطَ بَيْنَهُمْ مَنْ يَعْلَمُ بِذَلِكَ وَيُصْلِحُ بَيْنَهُمْ، وَلَا إِثْمَ عَلَيْهِ فِي هَذَا الْإِصْلَاحِ إِذَا وَجَدَ فِيهِ شَيْئًا مِنْ تَبْدِيلِ الْجَنَفِ وَالْحَيْفِ ; لِأَنَّهُ تَبْدِيلُ بَاطِلٍ إِلَى حَقٍّ وَإِزَالَةُ مَفْسَدَةٍ بِمَصْلَحَةٍ، فَقَلَّمَا يَكُونُ إِصْلَاحٌ إِلَّا بِتَرْكِ بَعْضِ الْخُصُومِ شَيْئًا مِمَّا يَرَاهُ حَقًّا لَهُ لِلْآخَرِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: الْآيَةُ اسْتِثْنَاءٌ مِمَّا قَبْلَهَا ; أَيْ: إِنَّ الْمُبَدِّلَ لِلْوَصِيَّةِ آثِمٌ إِلَّا مَنْ رَأَى إِجْحَافًا أَوْ جَنَفًا فِي الْوَصِيَّةِ فَبَدَّلَ فِيهَا لِأَجْلِ الْإِصْلَاحِ وَإِزَالَةِ التَّخَاصُمِ وَالتَّنَازُعِ وَالتَّعَادِي بَيْنَ الْمُوصَى لَهُمْ، فَعَبَّرَ بِـ (خَافَ) </p>"
}