{
  "id": null,
  "sura": 2,
  "aya": 166,
  "text": "<p> فَعَبَدُوهُمْ، فَالْآيَاتُ النَّاطِقَةُ بِأَنَّهُمْ إِذَا سُئِلُوا: مَنْ خَلَقَ </p><p> كَذَا وَكَذَا؟ يَقُولُونَ: اللهُ، كَثِيرَةٌ، وَقَالَ فِيهِمْ مَعَ ذَلِكَ:  (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ)  (١٠: ١٨) وَقَالَ أَيْضًا: (وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفًى)  (٣٩: ٣) أَيْ: يَقُولُونَ مَا نَعْبُدُهُمْ إِلَخْ. </p><p> وَالْأَنْدَادُ عِنْدَ جُمْهُورِ الْمُفَسِّرِينَ أَعَمُّ مِنَ الْأَصْنَامِ وَالْأَوْثَانِ، فَيَشْمَلُ الرُّؤَسَاءَ الَّذِينَ خَضَعَ لَهُمْ بَعْضُ النَّاسِ خُضُوعًا دِينِيًّا، وَيَدُلُّ عَلَيْهِ الْآيَاتُ الْآتِيَةُ:  (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا) إِلَخْ. فَالْمُرَادُ إِذًا مِنَ النِّدِّ مَنْ يُطْلَبُ مِنْهُ مَا لَا يُطْلَبُ إِلَّا مِنَ اللهِ عَزَّ وَجَلَّ، أَوْ يُؤْخَذُ عَنْهُ مَا لَا يُؤْخَذُ إِلَّا عَنِ اللهِ تَعَالَى، وَبَيَانُ الْأَوَّلِ - عَلَى مَا قَرَّرْنَاهُ مِرَارًا - أَنَّ لِلْأَسْبَابِ مُسَبِّبَاتٍ لَا تَعْدُوهَا بِحِكْمَةِ اللهِ فِي نِظَامِ الْخَلْقِ، وَأَنَّ لِلَّهَ تَعَالَى أَفْعَالًا خَاصَّةً بِهِ، فَطَلَبُ الْمُسَبِّبَاتِ مِنْ أَسْبَابِهَا لَيْسَ مِنِ اتِّخَاذِ الْأَنْدَادِ فِي شَيْءٍ، وَأَنَّ هُنَاكَ أُمُورًا تَخْفَى عَلَيْنَا أَسْبَابُهَا، وَيَعْمَى عَلَيْنَا طَرِيقُ طِلَابِهَا، فَيَجِبُ عَلَيْنَا بِإِرْشَادِ الدِّينِ وَالْفِطْرَةِ أَنْ نَلْجَأَ فِيهَا إِلَى ذِي الْقُوَّةِ الْغَيْبِيَّةِ وَنَطْلُبُهَا مِنْ مُسَبِّبِ الْأَسْبَابِ لَعَلَّهُ بِعِنَايَتِهِ وَرَحْمَتِهِ يَهْدِينَا إِلَى طَرِيقِهَا أَوْ يُبْدِلُنَا خَيْرًا مِنْهَا، وَيَجِبُ مَعَ هَذَا بَذْلُ الْجُهْدِ وَالطَّاقَةِ فِي الْعَمَلِ بِمَا نَسْتَطِيعُ مِنَ الْأَسْبَابِ حَتَّى لَا يَبْقَى فِي الْإِمْكَانِ شَيْءٌ مَعَ اعْتِقَادِنَا بِأَنَّ الْأَسْبَابَ كُلَّهَا مِنْ فَضْلِ اللهِ تَعَالَى عَلَيْنَا وَرَحْمَتِهِ بِنَا ; إِذْ هُوَ الَّذِي جَعَلَهَا طُرُقًا لِلْمَقَاصِدِ، وَهَدَانَا إِلَيْهَا بِمَا وَهَبَنَا مِنَ الْعَقْلِ وَالْمَشَاعِرِ. </p><p> لَا يَسْمَحُ الدِّينُ لِلنَّاسِ بِأَنْ يَتْرُكُوا الْحَرْثَ وَالزَّرْعَ وَيَدْعُوا اللهَ تَعَالَى أَنْ يُخْرِجَ لَهُمُ الْحَبَّ مِنَ الْأَرْضِ بِغَيْرِ عَمَلِ مِنْهُمْ أَخْذًا بِظَاهِرِ قَوْلِهِ:  (أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ)  (٥٦: ٦٤) وَإِنَّمَا يَهْدِيهِمْ إِلَى الْقِيَامِ بِجَمِيعِ الْأَعْمَالِ الْمُمْكِنَةِ لِإِنْجَاحِ الزِّرَاعَةِ مِنَ الْحَرْثِ وَالتَّسْمِيدِ وَالْبَذْرِ وَالسَّقْيِ وَغَيْرِ ذَلِكَ، وَأَنْ يَتَّكِلُوا عَلَى اللهِ تَعَالَى بَعْدَ ذَلِكَ فِيمَا لَيْسَ بِأَيْدِيهِمْ وَلَمْ يَهْدِهِمْ لِسَبَبِهِ بِكَسْبِهِمْ كَإِنْزَالِ الْأَمْطَارِ، وَإِفَاضَةِ الْأَنْهَارِ، وَدَفْعِ الْجَوَائِحِ، فَإِنِ اسْتَطَاعُوا شَيْئًا مِنْ ذَلِكَ فَعَلَيْهِمْ أَنْ يَطْلُبُوهُ بِعَمَلِهِمْ لَا بِأَلْسِنَتِهِمْ وَقُلُوبِهِمْ، مَعَ شُكْرِ اللهِ تَعَالَى عَلَى هِدَايَتِهِمْ إِلَيْهِ وَإِقْدَارِهِمْ عَلَيْهِ. </p><p> كَذَلِكَ يَحْظُرُ الدِّينُ عَلَيْهِمْ أَنْ يَنْفِرُوا إِلَى الْحَرْبِ وَالْمُدَافَعَةِ عَنِ الْمِلَّةِ وَالْبِلَادِ عُزَّلًا، أَوْ حَامِلِي دُونَ سِلَاحِ الْعَدُوِّ الْمُعْتَدِي عَلَيْهِمُ اتِّكَالًا عَلَى اللهِ تَعَالَى وَاعْتِمَادًا عَلَى أَنَّ النَّصْرَ بِيَدِهِ ; بَلْ يَأْمُرُهُمْ بِأَنْ يُعِدُّوا لِلْأَعْدَاءِ مَا اسْتَطَاعُوا مِنْ قُوَّةٍ، </p><p> وَيَتَّكِلُوا بَعْدَ ذَلِكَ فِي الْهُجُومِ وَالْإِقْدَامِ عَلَى عِنَايَةِ اللهِ تَعَالَى بِتَثْبِيتِ الْقُلُوبِ وَالْأَقْدَامِ وَغَيْرِ ذَلِكَ مِنْ ضُرُوبِ التَّوْفِيقِ وَالْإِلْهَامِ، فَمَنْ قَصَّرَ فِي اتِّخَاذِ الْأَسْبَابِ اعْتِمَادًا عَلَى اللهِ فَهُوَ جَاهِلٌ بِاللهِ، وَمَنِ الْتَجَأَ إِلَى مَا لَيْسَ بِسَبَبٍ مِنْ دُونِ اللهِ فَهُوَ مُشْرِكٌ بِاللهِ. </p><p> وَهَذَا الَّذِي يُلْجَأُ إِلَيْهِ - مِنْ إِنْسَانٍ مُكَرَّمٍ كَالْأَنْبِيَاءِ وَالصَّالِحِينَ، أَوْ مَلَكٍ مِنَ الْمَلَائِكَةِ </p><p> الْمُقَرَّبِينَ، أَوْ مَا دُونُ ذَلِكَ مِنْ مَظَاهِرِ الْخَلِيقَةِ، أَوْ صَنَمٍ أَوْ تِمْثَالٍ جُعِلَ تِذْكَارًا لِشَيْءٍ مِنْ هَذِهِ - يُسَمَّى نِدًّا لِلَّهِ وَشَرِيكًا لَهُ وَوَلِيًّا مِنْ دُونِهِ، وَقَدْ نَطَقَ الْقُرْآنُ بِجَمِيعِ هَذِهِ الْأَسْمَاءِ الَّتِي سَمَّاهَا الْمُشْرِكُونَ وَلَمْ يُنْزِلِ اللهُ بِهَا مِنْ سُلْطَانٍ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: قَسَّمَ الْمُفَسِّرُونَ الْأَنْدَادَ إِلَى قِسْمَيْنِ: قِسْمٍ يَعْمَلُ بِالِاسْتِقْلَالِ ; أَيْ: يَقْضِي حَاجَةَ مَنْ يَلْجَأُ إِلَيْهِ بِنَفْسِهِ، وَقِسْمٍ يَشْفَعُ عِنْدَ اللهِ تَعَالَى وَيَتَوَسَّطُ لِصَاحِبِ الْحَاجَةِ فَتُقْضَى، وَإِنَّمَا كَانَ الشَّفِيعُ نِدَّا ; لِأَنَّهُ يَسْتَنْزِلُ مَنْ يَشْفَعُ عِنْدَهُ عَنْ رَأْيِهِ وَيُحَوِّلُ مِنْ إِرَادَتِهِ، وَتَحْوِيلُ الْإِرَادَةِ لَا بُدَّ أَنْ يَكُونَ مَسْبُوقًا بِتَغْيِيرِ الْعِلْمِ بِالْمَصْلَحَةِ وَالْحِكْمَةِ ; إِذِ الْإِرَادَةُ تَابِعَةٌ لِلْعِلْمِ دَائِمًا، وَهَذَا هُوَ الْمَعْرُوفُ مِنْ مَعْنَى الشَّفَاعَةِ عِنْدَ السَّلَاطِينِ وَالْحُكَّامِ وَهُوَ مُحَالٌ عَلَى اللهِ تَعَالَى. وَأَقَلُّ تَغْيِيرٍ فِي عِلْمِ الْمَشْفُوعِ عِنْدَهُ هُوَ أَنْ يَعْلَمَ أَنَّ الشَّفِيعَ يَهُمُّهُ أَمْرُ مَنْ يَشْفَعُ لَهُ وَيَتَمَنَّى لَوْ تُقْضَى حَاجَتُهُ (وَسَتَرَى بَيَانَ هَذَا وَدَلِيلُهُ فِي تَفْسِيرِ آيَةِ الْكُرْسِيِّ) . </p><p> وَلَا يَرْغَبُ عَنِ الْأَسْبَابِ إِلَى التَّعَلُّقِ بِالْأَنْدَادِ وَالشُّفَعَاءِ إِلَّا مَنْ كَانَ قَلِيلَ الثِّقَةِ بِالسَّبَبِ أَوْ طَالِبًا مَا هُوَ أَعْجَلُ مِنْهُ، كَالْمَرِيضِ يُعَالِجُهُ الْأَطِبَّاءُ فَيَتَرَاءَى لَهُ أَوْ لِأَحَدِ أَقَارِبِهِ أَنْ يَلْجَأَ إِلَى مَنْ يَعْتَقِدُ تَأْثِيرَهُمْ فِي السُّلْطَةِ الْغَيْبِيَّةِ الْخَارِجَةِ عَنِ الْأَسْبَابِ طَلَبَا لِلتَّعْجِيلِ بِالشِّفَاءِ، وَمِثْلُهُ سَائِرُ أَصْحَابِ الْحَاجَاتِ الَّذِينَ يَلْجَئُونَ إِلَى مَنِ اتَّخَذُوهُمْ أَوْلِيَاءَ لِيَكْفُوهُمْ عَنَاءَ اتِّخَاذِ الْأَسْبَابِ (وَذَكَرَ مِنْهُمْ طُلَّابَ خِدْمَةِ الْحُكُومَةِ) . </p><p> وَأَمَّا الْقِسْمُ الْآخَرُ مِنَ الْأَنْدَادِ فَهُوَ: مَنْ يُتَّبَعُ فِي الدِّينِ مِنْ غَيْرِ أَنْ يَكُونَ مُبَيِّنًا لِلنَّاسِ مَا جَاءَ عَنِ اللهِ تَعَالَى وَرَسُولِهِ، فَيُعْمَلُ بِقَوْلِهِ وَإِنْ لَمْ يُعْرَفْ دَلِيلُهُ، وَيُتَّخَذُ رَأْيُهُ دِينًا وَاجِبَ الِاتِّبَاعِ، وَإِنْ ظَهَرَ أَنَّهُ مُخَالِفٌ لِمَا جَاءَ عَنِ اللهِ وَرَسُولِهِ ; اعْتِمَادًا عَلَى أَنَّهُ أَعْلَمُ بِالْوَحْيِ مِمَّنْ قَلَّدُوهُ دِينَهُمْ، وَأَوْسَعُ مِنْهُمْ فَهْمًا فِيمَا نَزَّلَ اللهُ. وَفِي هَؤُلَاءِ نَزَلَ قَوْلُهُ </p><p> تَعَالَى:  (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) كَمَا وَرَدَ فِي التَّفْسِيرِ الْمَأْثُورِ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَدْ عَظُمَتْ فِتْنَةُ مُتَّخِذِي الْأَنْدَادِ بِهِمْ حَتَّى كَانَ حُبُّهُمْ إِيَّاهُمْ مِنْ نَوْعِ حُبِّهِمْ لِلَّهِ عَزَّ وَجَلَّ ; وَلِذَلِكَ قَالَ:  (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللهِ) أَيْ: يَجْعَلُونَ مِنْ بَعْضِ خَلْقِ اللهِ نُظَرَاءَ لَهُ فِيمَا هُوَ خَاصٌّ بِهِ يُحِبُّونَهُمْ كَحُبِّهِ ; ذَلِكَ أَنَّ الْحُبَّ ضُرُوبٌ شَتَّى تَخْتَلِفُ بِاخْتِلَافِ أَسْبَابِهَا وَعِلَلِهَا، وَكُلُّهَا تَرْجِعُ إِلَى الْأُنْسِ بِالْمَحْبُوبِ أَوِ الرُّكُونِ وَالِالْتِجَاءِ إِلَيْهِ عِنْدَ الْحَاجَةِ، فَقَدْ يُحِبُّ الْإِنْسَانُ شَخْصًا لِأَنَّهُ يَأْنَسُ بِهِ وَيَرْتَاحُ إِلَى لِقَائِهِ لِمُشَاكَلَةٍ بَيْنَهُمَا، وَلَا مُشَاكَلَةَ بَيْنَ اللهِ تَعَالَى وَبَيْنَ النَّاسِ فَيَظْهَرُ فِيهِمْ هَذَا النَّوْعُ مِنَ الْحُبِّ. </p><p> وَمِنْ أَسْبَابِ الْحُبِّ اعْتِقَادُ الْمُحِبِّ أَنَّ فِي الْمَحْبُوبِ قُدْرَةً فَوْقَ قُدْرَتِهِ، وَنُفُوذًا يَعْلُو نُفُوذَهُ، مَعَ ثِقَتِهِ بِأَنَّهُ يَهْتَمُّ لِأَمْرِهِ وَيَعْطِفُ عَلَيْهِ بِحَيْثُ يُمْكِنُهُ اللُّجْأُ إِلَيْهِ عِنْدَ الْحَاجَةِ فَيَسْتَعِينُ بِهِ عَلَى </p><p> مَا لَا سَبِيلَ لَهُ إِلَيْهِ بِدُونِهِ. فَهَذَا الِاعْتِقَادُ يُحْدِثُ انْجِذَابًا مِنَ الْمُعْتَقِدِ يَصْحَبُهُ شُعُورٌ خَفِيٌّ بِأَنَّ لَهُ قُوَّةً عَالِيَةً مُسْتَمَدَّةً مِمَّنْ يُحِبُّ، وَيَعْظُمُ هَذَا النَّوْعُ مِنَ الْحُبِّ بِمِقْدَارِ مَا يَعْتَقِدُ فِي الْمَحْبُوبِ مِنَ الصِّفَاتِ وَالْمَزَايَا الَّتِي بِهَا كَانَ مَصْدَرَ الْمَنَافِعِ وَرُكْنَ اللَّاجِئِ، وَكُلُّ مَا لِلْمَخْلُوقِ مِنْ ذَلِكَ فَهُوَ دَاخِلٌ فِي دَائِرَةِ الْأَسْبَابِ وَالْمُسَبَّبَاتِ وَالْأَعْمَالِ الْكَسْبِيَّةِ. </p><p> وَأَمَّا قُوَّةُ الْخَالِقِ وَقُدْرَتُهُ وَمَا يَعْتَقِدُهُ الْمُؤْمِنُونَ فِيهِ مِنَ الرَّحْمَةِ الشَّامِلَةِ، وَالصِّفَاتِ الْكَامِلَةِ، وَالْمَشِيئَةِ النَّافِذَةِ، وَالتَّصَرُّفِ الْمُطْلَقِ فِي تَسْخِيرِ الْأَسْبَابِ وَالْمُسَبِّبَاتِ، وَالسُّلْطَانِ الْمُطَاعِ فِي الْأَرْضِ وَالسَّمَاوَاتِ، فَذَلِكَ مِمَّا يَجْعَلُ حُبَّهُ تَعَالَى أَعْلَى مِنْ كُلِّ مَا يُحَبُّ لِلرَّجَاءِ فِيهِ وَانْتِظَارِ الِاسْتِفَادَةِ مِنْهُ وَلِغَيْرِ ذَلِكَ، وَهَذَا الْحُبُّ لَا يَنْبَغِي أَنْ يَكُونَ لِغَيْرِ اللهِ تَعَالَى ; إِذْ لَا يُلْجَأُ إِلَى غَيْرِهِ فِي كُلِّ شَيْءٍ كَمَا يُلْجَأُ إِلَيْهِ. </p><p> وَلَكِنَّ مُتَّخِذِي الْأَنْدَادِ قَدْ أَشْرَكُوا أَنْدَادَهُمْ مَعَهُ فِي هَذَا الْحُبِّ، فَحُبُّهُمْ إِيَّاهُمْ مِنْ نَوْعِ حُبِّهِمْ إِيَّاهُ جَلَّ ثَنَاؤُهُ، لَا يَخُصُّونَهُ بِنَوْعٍ مِنَ الْحُبِّ ; إِذْ لَا يَرْجُونَ مِنْهُ شَيْئًا إِلَّا وَقَدْ جَعَلُوا لِأَنْدَادِهِمْ مِثْلَهُ أَوْ ضَرْبًا مِنَ التَّوَسُّطِ الْغَيْبِيِّ فِيهِ، فَهُمْ كُفَّارٌ مُشْرِكُونَ بِهَذَا الْحُبِّ الَّذِي لَا يَصْدُرُ مِنْ مُؤْمِنٍ مُوَحَّدٍ. وَلِذَلِكَ قَالَ تَعَالَى بَعْدَ بَيَانِ شِرْكِهِمْ هَذَا:  (وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ) مِنْ كُلِّ مَا سِوَاهُ ; لِأَنَّ حُبَّهُمْ لَهُ خَاصٌّ بِهِ سُبْحَانَهُ لَا يُشْرِكُونَ فِيهِ غَيْرَهُ، فَحُبُّهُمْ ثَابِتٌ </p><p> كَامِلٌ لِأَنَّ مُتَعَلَّقَهُ هُوَ الْكَمَالُ الْمُطْلَقُ الَّذِي يُسْتَمَدُّ مِنْهُ كُلُّ كَمَالٍ، وَأَمَّا مُتَّخِذُو الْأَنْدَادِ فَإِنَّ حُبَّهُمْ مُتَوَزِّعٌ مُتَزَعْزِعٌ لَا ثَبَاتَ لَهُ وَلَا اسْتِقْرَارَ. </p><p> لِلْمُؤْمِنِ مَحْبُوبٌ وَاحِدٌ يَعْتَقِدُ أَنَّ مِنْهُ كُلَّ شَيْءٍ، وَبِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ، وَلَهُ الْقُدْرَةُ وَالسُّلْطَانُ عَلَى جَمِيعِ الْأَكْوَانِ، فَمَا نَالَهُ مِنْ خَيْرٍ كَسْبِيٍّ فَهُوَ بِتَوْفِيقِهِ وَهِدَايَتِهِ، وَمَا جَاءَهُ بِغَيْرِ حِسَابٍ فَهُوَ بِتَسْخِيرِهِ وَعِنَايَتِهِ، وَمَا تَوَجَّهَ إِلَيْهِ مِنْ أَمْرٍ فَتَعَذَّرَ عَلَيْهِ فَهُوَ يَكِلُهُ إِلَيْهِ، وَيُعَوِّلُ فِيهِ عَلَيْهِ، وَلِلْمُشْرِكِ أَنْدَادٌ مُتَعَدِّدُونَ، وَأَرْبَابٌ مُتَفَرِّقُونَ، فَإِذَا حَزَبَهُ أَمْرٌ، أَوْ نَزَلَ بِهِ ضُرٌّ لَجَأَ إِلَى بَشَرٍ أَوْ صَخْرٍ، أَوْ تَوَسَّلَ بِحَيَوَانٍ أَوْ قَبْرٍ، أَوِ اسْتَشْفَعَ بِزَيْدٍ وَعَمْرٍو، لَا يَدْرِي أَيُّهُمْ يَسْمَعُ وَيُسْمَعُ، وَيَشْفَعُ فَيُشَفَّعُ، فَهُوَ دَائِمًا مُبَلْبَلُ الْبَالِ، لَا يَسْتَقِرُّ مِنَ الْقَلَقِ عَلَى حَالٍ. </p><p> هَذَا هُوَ حُبُّ الْمُشْرِكِينَ لِلْقِسْمِ الْأَوَّلِ مِنَ الْأَنْدَادِ، وَمِنَ الْحُبِّ نَوْعٌ سَبَبُهُ الْإِحْسَانُ السَّابِقُ، كَمَا أَنَّ سَبَبَ الْأَوَّلِ الرَّجَاءُ بِالْإِحْسَانِ اللَّاحِقِ، وَمِنَ الْإِحْسَانِ مَا تَتَمَتَّعُ بِهِ سَاعَةً أَوْ يَوْمًا أَوْ أَيَّامًا مَتَاعًا قَلِيلًا أَوْ كَثِيرًا، وَمِنْهُ مَا تَكُونُ بِهِ سَعِيدًا فِي حَيَاتِكَ كُلِّهَا كَالتَّرْبِيَةِ الصَّحِيحَةِ وَالتَّعْلِيمِ النَّافِعِ وَالْإِرْشَادِ إِلَى مَا خَفِيَ مِنَ الْمَنَافِعِ، وَكُلُّ هَذَا مِمَّا يَكُونُ مِنَ النَّاسِ بِكَسْبِهِمْ. وَلَيْسَ فِي طَاقَةِ الْبَشَرِ أَنْ يُحْسِنَ بَعْضُهُمْ إِلَى بَعْضٍ بِإِحْسَانٍ إِذَا قَبِلَهُ الْمُحْسِنُ إِلَيْهِ وَعَمِلَ بِهِ يَكُونُ سَعِيدًا فِي الدُّنْيَا وَالْآخِرَةِ بِحَيْثُ تَكُونُ سَعَادَتُهُ بِهِ غَيْرَ مُتَنَاهِيَةٍ، وَهَذَا الْإِحْسَانُ الَّذِي يَعْجَزُ عَنْهُ الْبَشَرُ هُوَ هِدَايَةُ الدِّينِ الَّتِي تُعَلِّمُ النَّاسَ الْعَقَائِدَ الصَّحِيحَةَ الَّتِي تَرْتَقِي بِهَا الْعُقُولُ </p><p> وَتَخْرُجُ بِهَا مِنْ ظُلُمَاتِ الْوَثَنِيَّةِ، وَالتَّعَالِيمِ الَّتِي تَتَهَذَّبُ بِهَا النُّفُوسُ وَتَتَزَكَّى مِنَ الصِّفَاتِ الْبَهِيمِيَّةِ، وَقَوَانِينَ الْعِبَادَةِ الَّتِي تُغَذِّي الْعَقَائِدَ وَالْأَخْلَاقَ، حَتَّى لَا يَعْتَرِيَهَا كُسُوفٌ وَلَا مِحَاقٌ. </p><p> فَالدِّينُ وَضْعٌ إِلَهِيٌّ يُحْسِنُ اللهُ تَعَالَى بِهِ إِلَى الْبَشَرِ عَلَى لِسَانِ وَاحِدٍ مِنْهُمْ لَا كَسْبَ لَهُ فِيهِ وَلَا صُنْعَ، وَلَا يَصِلُ إِلَيْهِ بِتَلَقٍّ وَلَا تَعَلُّمٍ (إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى)  (٥٣: ٤) فَيَجِبُ أَنْ يُحَبَّ صَاحِبُ هَذَا الْإِحْسَانِ سُبْحَانَهُ وَتَعَالَى حُبًّا لَا يُشْرَكُ بِهِ مَعَهُ أَحَدٌ، وَلَكِنَّ مُتَّخِذِي الْأَنْدَادِ بِالْمَعْنَى الثَّانِي فِي كَلَامِنَا قَدْ أَشْرَكُوا أَنْدَادَهُمْ مَعَ اللهِ تَعَالَى فِي هَذَا الْحُبِّ ; إِذْ جَعَلُوا لَهُمْ شَرِكَةً فِي هَذَا الْإِحْسَانِ بِسُوءِ التَّأْوِيلِ كَمَا تَقَدَّمَ، فَكَمَا يَأْخُذُونَ بِآرَائِهِمْ عَلَى أَنَّهَا دِينٌ مِنْ غَيْرِ أَنْ يَعْلَمُوا مِنْ أَيْنَ أَخَذُوهَا - وَإِنْ لَمْ يَأْمُرُوهُمْ بِذَلِكَ بَلْ </p><p> وَإِنْ نَهَوْهُمْ عَنْهُ - يَتَمَسَّكُونَ كَذَلِكَ بِتَأْوِيلِهِمْ لِمَا أَنْزَلَ اللهُ، كَأَنَّ التَّأْوِيلَ أُنْزِلَ مَعَهُ بِدُونِ اسْتِعْمَالِ الْعَقْلِ وَدَلَالَةِ اللُّغَةِ وَبَقِيَّةِ نُصُوصِ الدِّينِ لِلْعِلْمِ بِصِحَّتِهِ وَانْطِبَاقِهِ عَلَى الْحَقِّ. </p><p> وَأَمَّا الْمُؤْمِنُونَ حَقًّا فَإِنَّهُمْ يُوَحِّدُونَ اللهَ تَعَالَى وَيَخُصُّونَهُ بِهَذَا الْحُبِّ كَمَا يُوَحِّدُونَهُ بِالتَّشْرِيعِ بِمَعْنَى أَنَّهُمْ لَا يَأْخُذُونَ الدِّينَ إِلَّا عَنِ الْوَحْيِ، وَلَا يَفْهَمُونَهُ إِلَّا بِقَرَائِنِ مَا جَاءَ بِهِ الْوَحْيُ، وَإِنَّمَا الْأَئِمَّةُ وَالْعُلَمَاءُ نَاقِلُونَ لِلنُّصُوصِ وَمُبَيِّنُونَ لَهَا، بَلْ قَالَ اللهُ تَعَالَى لِلنَّبِيِّ نَفْسِهِ:  (وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ)  (١٦: ٤٤) فَهَؤُلَاءِ الْمُؤْمِنُونَ يَسْتَرْشِدُونَ بِنَقْلِهِمْ وَبَيَانِهِمْ، وَلَكِنَّهُمْ لَا يُقَلِّدُونَهُمْ فِي عَقَائِدِهِمْ وَلَا عِبَادَتِهِمْ، وَلَا يَأْخُذُونَ بِآرَائِهِمْ فِي الدِّينِ الَّذِي هُوَ عِبَارَةٌ عَنْ سَيْرِ الْأَرْوَاحِ مِنْ عَالَمٍ إِلَى عَالَمٍ ; بَلْ يَجُوزُونَ كُلَّ عَقَبَةٍ وَيَدُوسُونَ كُلَّ رِئَاسَةٍ فِي سَبِيلِ اللهِ تَعَالَى وَمَحَبَّتِهِ وَابْتِغَاءِ رِضْوَانِهِ، فَهُمْ مُتَعَلِّقُونَ بِاللهِ وَمُخْلِصُونَ لَهُ (أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفًى إِنَّ اللهَ يَحْكُمُ بَيْنَهُمْ فِيمَا هُمْ فِيهِ يَخْتَلِفُونَ)  (٣٩: ٣)  (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ)  (٩٨: ٥)  (إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ)  (١٢: ٤٠) فَالْمُؤْمِنُونَ هُمُ الْمُخْلِصُونَ لِلَّهِ فِي دِينِهِمُ الَّذِينَ لَا يَأْخُذُونَ أَحْكَامَهُ إِلَّا عَنْ وَحْيِهِ، وَأَمَّا مُتَّخِذُو الْأَنْدَادِ وَمُحِبُّوهُمْ بِهَذَا الْمَعْنَى فَهُمُ الَّذِينَ وَرَدَ فِي بَعْضِهِمْ (وَإِذَا دُعُوا إِلَى اللهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ)  (٢٤: ٤٨) فَهُمْ لَا يَقْبَلُونَ حُكْمَ اللهِ فِي كِتَابِهِ وَلَكِنْ إِذَا دُعُوا لِيَحْكُمَ بَيْنَهُمْ بِآرَاءِ رُؤَسَائِهِمْ أَقْبَلُوا مُذْعِنِينَ. </p><p> بَعْدَ هَذَا ذَكَرَ اللهُ وَعِيدَ مُتَّخِذِي الْأَنْدَادِ عَلَى سُنَّةِ الْقُرْآنِ فَقَالَ:  (وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللهَ شَدِيدُ الْعَذَابِ) . </p><p> قَرَأَ ابْنُ عَامِرٍ وَنَافِعٌ وَيَعْقُوبُ:  (وَلَوْ تَرَى) بِالتَّاءِ، عَلَى أَنَّ الْخِطَابَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَخَبَرُهُ لَرَأَيْتَ أَمْرًا عَظِيمًا وَخَطْبًا فَظِيعًا، وَقَرَأَهَا الْبَاقُونَ بِالْيَاءِ، وَقَرَأَ يَعْقُوبُ ((إِنَّ) ) فِي الْمَوْضِعَيْنِ بِالْكَسْرِ عَلَى الِاسْتِئْنَافِ أَوْ عَلَى إِضْمَارِ الْقَوْلِ ; أَيْ: لَوْ يُشَاهِدُ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ بِتَدْنِيسِهَا بِالشِّرْكِ، وَظَلَمُوا النَّاسَ بِمَا غَشُّوهُمْ بِهِ مِنْ أَقْوَالِهِمْ وَأَفْعَالِهِمْ فَحَمَلُوهُمْ عَلَى أَنْ يَتْلُوَا تِلْوَهُمْ، </p><p> وَيَتَّخِذُوا الْأَنْدَادَ مِثْلَهُمْ، حِينَ يَرَوْنَ الْعَذَابَ فِي الْآخِرَةِ فَتَتَقَطَّعُ بِهِمُ الْأَسْبَابُ، وَلَا تُغْنِي عَنْهُمُ الْأَنْدَادُ وَالْأَرْبَابُ، أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا يَظْهَرُ تَصَرُّفُهَا </p><p> الْمُطْلَقُ فِي كُلِّ مَوْجُودٍ، وَيَتَمَثَّلُ لَهُمْ سُلْطَانُهَا تَمَثُّلَ الْمَشْهُودِ، فَلَا تَحْجِبُهُمْ عَنْهَا أَسْبَابٌ ظَاهِرَةٌ، وَلَا تَخْدَعُهُمْ عَنْهَا قُوًى تُتَوَهَّمُ كَامِنَةً، لَعَلِمُوا أَنَّ هَذِهِ الْقُوَّةَ الَّتِي تُدِيرُ عَالَمَ الْآخِرَةِ هِيَ عَيْنُ الْقُوَّةِ الَّتِي كَانَتْ تُدِيرُ عَالَمَ الدُّنْيَا، وَأَنَّهَا قُوَّةٌ وَاحِدَةٌ لَا تَأْثِيرَ لِغَيْرِهَا فِيهَا وَلَا فِي شَيْءٍ مِنَ الْعَالَمِ بِدُونِهَا، وَأَنَّهُمْ كَانُوا ضَالِّينَ فِي اللُّجْأِ إِلَى سِوَاهَا، وَإِشْرَاكِ غَيْرِهَا مَعَهَا، وَأَنَّ هَذَا الضَّلَالَ هَبَطَ بِعُقُولِهِمْ وَأَرْوَاحِهِمْ، وَكَانَ مَنْشَأَ عِقَابِهِمْ وَعَذَابِهِمْ، وَلَوْ رَأَوْا مَعَ هَذَا أَنَّ اللهَ شَدِيدُ الْعَذَابِ لَرَأَوْا أَمْرًا هَائِلًا عَظِيمًا يَنْدَمُونَ مَعَهُ حَيْثُ لَا يَنْفَعُ النَّدَمُ. </p><p> وَأَمْثَالُ هَذَا الْوَعِيدِ عَلَى مَنْ يَشُوبُ إِيمَانَهُ بِأَدْنَى شَائِبَةٍ مِنَ الشِّرْكِ كَثِيرَةٌ فِي الْقُرْآنِ، ثُمَّ هِيَ تُتْرَكُ كُلُّهَا وَيُتْرَكُ مَعَهَا مَا يُؤَيِّدُهُ مِنَ السُّنَّةِ الصَّحِيحَةِ وَسِيرَةِ السَّلَفِ الصَّالِحِينَ وَالْأَئِمَّةِ الْمُجْتَهِدِينَ، وَيُؤْخَذُ بِالشِّرْكِ الصَّحِيحِ عَمَلًا بِأَقْوَالِ أُنَاسٍ مِنَ الْمَيِّتِينَ مِنْهُمْ مَنْ لَا يُعْرَفُ مُطْلَقًا، وَإِنَّمَا سُمِّيَ وَلِيًّا عَمَلًا بِبَعْضِ الرُّؤَى وَالْأَحْلَامِ أَوْ لِاخْتِرَاعِ بَعْضِ الطَّغَامِ، وَمِنْهُمْ مَنْ يُعْرَفُ فِي الْجُمْلَةِ وَلَكِنْ لَا يُعْرَفُ لَهُ تَارِيخٌ يُوثَقُ بِهِ، وَلَا رِوَايَةٌ يَصِحُّ الِاعْتِمَادُ عَلَيْهَا. وَإِنَّمَا قَدَّمَ الْخَلَفُ الطَّالِحُ كَلَامَ هَؤُلَاءِ عَلَى كَلَامِ اللهِ وَرَسُولِهِ وَكَلَامِ أَئِمَّةِ السَّلَفِ ; لِأَنَّ الْعَامَّةَ اعْتَقَدَتْ صَلَاحَهُمْ وَوِلَايَتَهُمْ، وَالْعَامَّةُ قُوَّةٌ تَخْضَعُ لَهَا الْخَاصَّةُ فِي أَكْثَرِ الْأَزْمَانِ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ أَنَّ الرُّؤْيَةَ فِيهَا عِلْمِيَّةٌ عَلَى قَوْلِ الْجَلَالِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّهَا بَصَرِيَّةٌ وَإِنَّمَا سُلِّطَتْ عَلَى الْمَعْقُولِ لِإِنْزَالِهِ مَنْزِلَةَ الْمَحْسُوسِ، كَأَنَّهُ قَالَ: لَوْ يَتَمَثَّلُ لَهُمُ الْأَمْرُ وَيَتَشَخَّصُ لَرَأَوْا أَمْرًا هَائِلًا عَظِيمًا لَا يُتَصَوَّرُ نَظِيرُهُ، وَهُوَ مَجَازٌ لَا أَلْطَفَ مِنْهُ وَلَا أَبْدَعَ، وَيَجُوزُ أَنْ يُرَادَ بِالْعَذَابِ مَظَاهِرُهُ فَتَكُونُ مُسَلَّطَةً عَلَى مَحْسُوسٍ. وَقِرَاءَةُ ((وَلَوْ تَرَى) ) أَيْ: لَوْ رَأَيْتَ حَالَ هَؤُلَاءِ الظَّالِمِينَ يَوْمَئِذٍ لَرَأَيْتَ كَذَا وَكَذَا. وَحَذْفُ جَوَابِ ((لَوْ) ) مَعْهُودٌ فِي كَلَامِ الْعَرَبِ وَفِي كَلَامِ النَّاسِ الْيَوْمَ، وَذَلِكَ عِنْدَ قِيَامِ الْقَرِينَةِ عَلَى مُرَادِ الْمُتَكَلِّمِ وَلَوْ إِجْمَالًا. يَقُولُونَ فِي شَخْصٍ تَغَيَّرَ حَالُهُ وَانْتَقَلَ إِلَى طَوْرٍ أَعْلَى أَوْ أَدْنَى: لَوْ رَأَيْتَ فُلَانًا الْيَوْمَ - وَيَسْكُتُونَ - وَالْمُرَادُ مَعْلُومٌ وَالْإِجْمَالُ فِيهِ مَقْصُودٌ ; لِتَذْهَبَ النَّفْسُ فِي تَصْوِيرِهِ كُلَّ مَذْهَبٍ، وَيَخْتَرِعُ لَهُ الْخَيَالُ مَا يُمْكِنُ مِنَ الصُّوَرِ، وَ (لَوْ) عَلَى كُلِّ حَالٍ هِيَ الَّتِي لِمُجَرَّدِ الشَّرْطِ لَا يُرَاعَى فِيهَا امْتِنَاعٌ لِامْتِنَاعٍ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ بَعْدَ تَفْسِيرِ اتِّخَاذِ الْأَنْدَادِ وَمَحَبَّتِهِمْ عَلَى نَحْوِ مَا تَقَدَّمَ، وَبَيَانِ أَنَّ الْمُرَادَ بِالْمُحَبَّةِ مَا يَجِدُهُ الْمُحِبُّ فِي نَفْسِهِ مِنَ الْأُنْسِ بِالْمَحْبُوبِ وَالثِّقَةِ بِهِ وَالِاعْتِمَادِ عَلَيْهِ وَاللُّجْأِ إِلَيْهِ عَلَى اخْتِلَافِ أَكْوَارِ الْإِنْسَانِ فِي وِجْدَانِهِ وَاعْتِقَادِهِ: إِنَّنَا قَدِ اشْتَرَطْنَا فِي ابْتِدَاءِ قِرَاءَةِ التَّفْسِيرِ أَنْ نَتَكَلَّمَ عَنْ مَعْنَى الْقُرْآنِ مِنْ حَيْثُ هُوَ دِينٌ جَاءَ مُكَمِّلًا لِلْأَرْوَاحِ وَسَائِقًا لَهَا إِلَى سَعَادَتِهَا فِي طَوْرِهَا الدُّنْيَوِيِّ وَطَوْرِهَا الْأُخْرَوِيِّ. وَلَا يَتِمُّ لَنَا هَذَا إِلَّا بِالِاعْتِبَارِ وَهُوَ أَنْ نَنْظُرَ فِي الْحُسْنِ الَّذِي يَمْدَحُهُ </p><p> اللهُ تَعَالَى وَيَأْمُرُ بِهِ، وَنَرْجِعُ إِلَى أَنْفُسِنَا لِنَرَى هَلْ نَحْنُ مُتَّصِفُونَ بِهِ؟ وَنَنْظُرُ فِي الْقَبِيحِ الَّذِي يَذُمُّهُ وَيَنْهَى عَنْهُ كَذَلِكَ، ثُمَّ نَجْتَهِدُ فِي تَزْكِيَةِ أَنْفُسِنَا مِنَ الْقَبِيحِ وَتَحْلِيَتِهَا بِالْحُسْنِ. وَهَاهُنَا يَجِبُ عَلَيْنَا أَنْ نَبْحَثَ وَنَنْظُرَ هَلِ اتَّخَذَ الْمُسْلِمُونَ أَنْدَادًا كَمَا اتَّخَذَ الَّذِينَ مِنْ قَبْلِهِمْ أَنْدَادًا أَمْ لَا؟ فَإِنَّ هَذَا أَهَمُّ مَا يَبْحَثُ فِيهِ قَارِئُ الْقُرْآنِ. ثُمَّ قَالَ مَا مِثَالُهُ: </p><p> اشْتَبَهَ عَلَى بَعْضِ الْبَاحِثِينَ السَّبَبُ فِي سُقُوطِ الْمُسْلِمِينَ فِي الْجَهْلِ الْعَمِيمِ - إِلَّا أَفْرَادًا فِي بَعْضِ شُعُوبِهِمْ لَا يَكَادُ يَظْهَرُ لَهُمْ أَثَرٌ - وَبَحَثُوا فِي تَارِيخِ الْإِسْلَامِ وَمَا حَدَثَ فِيهِ فَكَانَ لَهُ الْأَثَرُ الْعَظِيمُ فِي الِانْقِلَابِ، وَكَانَ مِنْ أَهَمِّ الْمَسَائِلِ الَّتِي عَرَضَتْ لَهُمْ فِي ذَلِكَ مَسْأَلَةُ التَّصَوُّفِ، وَظَنُّوا أَنَّ التَّصَوُّفَ مِنْ أَعْظَمِ الْأَسْبَابِ لِسُقُوطِ الْمُسْلِمِينَ فِي الْجَهْلِ بِدِينِهِمْ وَبُعْدِهِمْ عَنِ التَّوْحِيدِ الَّذِي هُوَ أَسَاسُ عَقَائِدِهِمْ، وَلَيْسَ الْأَمْرُ عِنْدَنَا كَمَا ظَنُّوا، وَلَيْسَ مِنْ غَرَضِنَا هُنَا ذِكْرُ تَارِيخِهِ وَبَيَانُ أَحْكَامِهِ وَطُرُقِهِ، وَإِنَّمَا نَذْكُرُ الْغَرَضَ مِنْهُ بِالْإِجْمَالِ، وَمَا كَانَ لَهُ بَعْدَ ذَلِكَ مِنَ الْآثَارِ. </p><p> ظَهَرَ التَّصَوُّفُ فِي الْقُرُونِ الْأُولَى لِلْإِسْلَامِ فَكَانَ لَهُ شَأْنٌ كَبِيرٌ وَكَانَ الْغَرَضُ مِنْهُ فِي أَوَّلِ الْأَمْرِ تَهْذِيبَ الْأَخْلَاقِ وَتَرْوِيضَ النَّفْسِ بِأَعْمَالِ الدِّينِ، وَجَذْبَهَا إِلَيْهِ وَجَعْلَهُ وِجْدَانًا لَهَا، وَتَعْرِيفَهَا بِأَسْرَارِهِ وَحِكَمِهِ بِالتَّدْرِيجِ. ابْتُلِيَ الصُّوفِيَّةُ فِي أَوَّلِ أَمْرِهِمْ بِالْفُقَهَاءِ الَّذِينَ جَمَدُوا عَلَى ظَوَاهِرِ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِالْجَوَارِحِ وَالتَّعَامُلِ، فَكَانَ هَؤُلَاءِ يُنْكِرُونَ عَلَيْهِمْ مَعْرِفَةَ أَسْرَارِ الدِّينِ وَيَرْمُونَهُمْ بِالْكُفْرِ، وَكَانَتِ الدَّوْلَةُ وَالسُّلْطَةُ لِلْفُقَهَاءِ لِحَاجَةِ الْأُمَرَاءِ وَالسَّلَاطِينِ إِلَيْهِمْ، فَاضْطَرَّ الصُّوفِيَّةُ إِلَى إِخْفَاءِ أَمْرِهِمْ، وَوَضْعِ الرُّمُوزِ وَالِاصْطِلَاحَاتِ الْخَاصَّةِ بِهِمْ، وَعَدَمِ قَبُولِ أَحَدٍ مَعَهُمْ إِلَّا بِشُرُوطٍ وَاخْتِبَارٍ طَوِيلٍ، فَقَالُوا: لَا بُدَّ فِيمَنْ يَكُونُ مِنَّا أَنْ يَكُونَ أَوَّلًا طَالِبًا فَمُرِيدًا فَسَالِكًا </p><p> وَبَعْدَ السُّلُوكِ إِمَّا أَنْ يَصِلَ وَإِمَّا أَنْ يَنْقَطِعَ، فَكَانُوا يَخْتَبِرُونَ أَخْلَاقَ الطَّالِبِ وَأَطْوَارَهُ زَمَنًا طَوِيلًا لِيَعْلَمُوا أَنَّهُ صَحِيحُ الْإِرَادَةِ صَادِقُ الْعَزِيمَةِ لَا يَقْصِدُ مُجَرَّدَ الِاطِّلَاعِ عَلَى حَالِهِمْ، وَالْوُقُوفِ عَلَى أَسْرَارِهِمْ، وَبَعْدَ الثِّقَةِ يَأْخُذُونَهُ بِالتَّدْرِيجِ رُوَيْدًا رُوَيْدًا، ثُمَّ إِنَّهُمْ جَعَلُوا لِلشَّيْخِ (الْمَسْلَكِ) سُلْطَةً خَاصَّةً عَلَى مُرِيدِيهِ، حَتَّى قَالُوا يَجِبُ أَنْ يَكُونَ الْمُرِيدُ مَعَ الشَّيْخِ كَالْمَيِّتِ بَيْنَ يَدَيِ الْغَاسِلِ ; لِأَنَّ الشَّيْخَ يَعْرِفُ أَمْرَاضَهُ الرُّوحِيَّةَ وَعِلَاجَهَا، فَإِذَا أُبِيحَ لَهُ مُنَاقَشَتُهُ وَمُطَالَبَتُهُ بِالدَّلِيلِ تَتَعَسَّرُ مُعَالَجَتُهُ أَوْ تَتَعَذَّرُ، فَلَا بُدَّ مِنَ التَّسْلِيمِ لَهُ فِي كُلِّ شَيْءٍ مِنْ غَيْرِ مُنَازَعَةٍ، حَتَّى لَوْ أَمَرَهُ بِمَعْصِيَةٍ لَكَانَ عَلَيْهِ أَنْ يَعْتَقِدَ أَنَّهَا لِخَيْرِهِ، وَأَنَّ فِعْلَهَا نَافِعٌ لَهُ وَمُتَعَيِّنٌ عَلَيْهِ، فَكَانَ مِنْ قَوَاعِدِهِمُ التَّسْلِيمُ الْمَحْضُ وَالطَّاعَةُ الْعَمْيَاءُ، وَقَالُوا: إِنَّ الْوُصُولَ إِلَى الْعِرْفَانِ الْمُطْلَقِ لَا يَكُونُ إِلَّا بِهَذَا. ثُمَّ أَحْدَثُوا إِظْهَارَ قُبُورِ مَنْ يَمُوتُ مِنْ شُيُوخِهِمْ وَالْعِنَايَةَ بِزِيَارَتِهَا لِأَجْلِ تَذَكُّرِ سُلُوكِهِمْ وَمُجَاهَدَتِهِمْ، وَأَحْوَالِهِمْ وَمُشَاهَدَتِهِمْ ; لِأَنَّ التَّذَكُّرَ مِنْ أَسْبَابِ الْقُدْوَةِ وَالتَّأَسِّي، وَالتَّأَسِّي هُوَ طَرِيقُ التَّرْبِيَةِ الْقَوِيمُ عِنْدَهُمْ وَعِنْدَ غَيْرِهِمْ. </p><p> فَظَهَرَ مِنْ هَذَا الْإِجْمَالِ أَنَّ قَصْدَهُمْ فِي هَذِهِ الْأُمُورِ كَانَ صَحِيحًا، وَأَنَّهُمْ مَا كَانُوا يُرِيدُونَ </p><p> إِلَّا الْخَيْرَ الْمَحْضَ ; لِأَنَّ صِحَّةَ الْقَصْدِ وَحُسْنَ النِّيَّةِ أَسَاسُ طَرِيقِهِمْ، وَلَكِنْ مَاذَا كَانَ أَثَرُ ذَلِكَ فِي الْمُسْلِمِينَ؟ كَانَ مِنْهُ أَنَّ مَقَاصِدَ الصُّوفِيَّةِ الْحَسَنَةَ قَدِ انْقَلَبَتْ وَلَمْ يَبْقَ مِنْ رُسُومِهِمُ الظَّاهِرَةِ إِلَّا أَصْوَاتٌ وَحَرَكَاتٌ يُسَمُّونَهَا ذِكْرًا يَتَبَرَّأُ مِنْهَا كُلُّ صُوفِيٍّ، وَإِلَّا تَعْظِيمُ قُبُورِ الْمَشَايِخِ تَعْظِيمًا دِينِيًّا مَعَ الِاعْتِقَادِ بِأَنَّ لَهُمْ سُلْطَةً غَيْبِيَّةً تَعْلُو الْأَسْبَابَ الَّتِي ارْتَبَطَتْ بِهَا الْمُسَبَّبَاتُ بِحِكْمَةِ اللهِ تَعَالَى، بِهَا يُدِيرُونَ الْكَوْنَ وَيَتَصَرَّفُونَ فِيهِ كَمَا يَشَاءُونَ، وَأَنَّهُمْ قَدْ تَكَلَّفُوا بِقَضَاءِ حَاجِّ مُرِيدِيهِمْ وَالْمُسْتَغِيثِينَ بِهِمْ أَيْنَمَا كَانُوا، وَهَذَا الِاعْتِقَادُ هُوَ عَيْنُ اتِّخَاذِ الْأَنْدَادِ، وَهُوَ مُخَالِفٌ لِكِتَابِ اللهِ وَسُنَّةِ رَسُولِهِ وَسِيرَةِ السَّلَفِ مِنَ الصَّحَابَةِ وَأَئِمَّةِ التَّابِعِينَ وَالْمُجْتَهِدِينَ. </p><p> وَزَادُوا عَلَى هَذَا شَيْئًا آخَرَ هُوَ أَظْهَرُ مِنْهُ قُبْحًا وَهَدْمًا لِلدِّينِ وَهُوَ زَعْمُهُمْ أَنَّ الشَّرِيعَةَ شَيْءٌ وَالْحَقِيقَةَ شَيْءٌ آخَرُ، فَإِذَا اقْتَرَفَ أَحَدُهُمْ ذَنْبًا فَأَنْكَرَ عَلَيْهِ مُنْكِرٌ قَالُوا فِي الْمُجْرِمِ: إِنَّهُ مِنْ أَهْلِ الْحَقِيقَةِ فَلَا اعْتِرَاضَ عَلَيْهِ، وَفِي الْمُنْكِرِ أَنَّهُ مِنْ أَهْلِ الشَّرِيعَةِ فَلَا الْتِفَاتَ إِلَيْهِ. كَأَنَّهُمْ يَرَوْنَ أَنَّ اللهَ تَعَالَى أَنْزَلَ لِلنَّاسِ دِينَيْنِ، وَأَنَّهُ يُحَاسِبُهُمْ </p><p> بِوَجْهَيْنِ، وَيُعَامِلُهُمْ مُعَامَلَتَيْنِ - حَاشَ لِلَّهِ - نَعَمْ ; جَاءَ فِي كَلَامِ بَعْضِ الصُّوفِيَّةِ ذِكْرُ الْحَقِيقَةِ مَعَ الشَّرِيعَةِ، وَمُرَادُهُمْ بِهِ أَنَّ فِي كَلَامِ اللهِ وَرَسُولِهِ مَا يَعْلُو أَفْهَامَ الْعَامَّةِ بِمَا يُشِيرُ إِلَيْهِ مِنْ دَقَائِقِ الْحِكَمِ وَالْمَعَارِفِ الَّتِي لَا يَعْرِفُهَا إِلَّا الرَّاسِخُونَ فِي الْعِلْمِ، فَحَسْبُ الْعَامَّةِ مِنْ هَذَا الْوُقُوفُ عِنْدَ ظَاهِرِهِ، وَمَنْ آتَاهُ اللهُ بَسْطَةً فِي الْعِلْمِ فَفَهِمَ مِنْهُ شَيْئًا أَعْلَى مِمَّا تَصِلُ إِلَيْهِ أَفْهَامُ الْعَامَّةِ فَذَلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ مِمَّنْ يَجِدُّ وَيَجْتَهِدُ لِلتَّزَيُّدِ مِنَ الْعِلْمِ بِاللهِ وَسُنَنِهِ فِي خَلْقِهِ ; فَهَذَا مَا يُسَمُّونَهُ عِلْمَ الْحَقِيقَةِ لَا سِوَاهُ، وَلَيْسَ فِيهِ شَيْءٌ يُخَالِفُ الشَّرِيعَةَ أَوْ يُنَافِيهَا، وَمَنْ آتَاهُ اللهُ نَصِيبًا مِنْ هَذَا الْعِلْمِ كَانَ أَتْقَى لِلَّهِ مِنْ سِوَاهُ (إِنَّمَا يَخْشَى اللهَ مِنْ عِبَادِهِ الْعُلَمَاءُ)  (٣٥: ٢٨) . </p><p> هَكَذَا كَانَ الْقَوْمُ، الصُّوفِيَّةُ الْحَقِيقِيُّونَ فِي طَرَفٍ، وَالْفُقَهَاءُ فِي طَرَفٍ آخَرَ، وَبَعْدَمَا فَسَدَ التَّصَوُّفُ وَانْقَلَبَ مِنْ حَالٍ إِلَى حَالٍ مُنَاقِضَةٍ لَهَا، وَضَعُفَ الْفِقْهُ فَصَارَ مُنَاقَشَةً لَفْظِيَّةً فِي عِبَارَاتِ كُتُبِ الْمُتَأَخِّرِينَ، اتَّفَقَ الْمُتَفَقِّهَةُ الْجَامِدُونَ وَالْمُتَصَوِّفَةُ الْجَاهِلُونَ، وَأَذْعَنَ أُولَئِكَ إِلَى هَؤُلَاءِ وَاعْتَرَفُوا لَهُمْ بِالسِّرِّ وَالْكَرَامَةِ، وَسَلَّمُوا لَهُمْ مَا يُخَالِفُ الشَّرْعَ وَالْعَقْلَ عَلَى أَنَّهُ مِنْ عِلْمِ الْحَقِيقَةِ، فَصِرْتَ تَرَى الْعَالِمَ قَرَأَ الْكِتَابَ وَالسُّنَّةَ وَالْفِقْهَ يَأْخُذُ الْعَهْدَ مِنْ رَجُلٍ جَاهِلٍ أُمِّيٍّ وَيَرَى أَنَّهُ يُوَصِّلُهُ إِلَى اللهِ تَعَالَى. فَإِنْ كَانَ كِتَابُ اللهِ وَسُنَّةُ رَسُولِهِ وَمَا فَهِمَ الْأَئِمَّةُ وَاسْتَنْبَطَ الْفُقَهَاءُ مِنْهُمَا كُلُّ ذَلِكَ لَا يُفِيدُ مَعْرِفَةَ اللهِ تَعَالَى الْمُعَبَّرَ عَنْهَا بِالْوُصُولِ إِلَيْهِ فَلِمَاذَا شَرَعَ اللهُ هَذَا الدِّينَ، وَالنَّاسُ أَغْنِيَاءُ عَنْهُ بِأَمْثَالِ هَؤُلَاءِ الْأُمِّيِّينَ وَأَشْبَاهِ الْأُمِّيِّينَ؟ وَهَلِ الْقُصُورُ إِذًا فِيمَا نَزَّلَ اللهُ تَعَالَى أَمْ فِي بَيَانِ الرَّسُولِ لَهُ وَبَيَانِ الْأَئِمَّةِ لِمَا جَاءَ عَنِ اللهِ تَعَالَى وَالرَّسُولِ؟ حَاشَ لِلَّهِ وَلِكِتَابِهِ وَرَسُولِهِ، فَلَا طَرِيقَ لِمَعْرِفَتِهِ عَزَّ وَجَلَّ وَالْوُصُولِ إِلَى رِضْوَانِهِ غَيْرَ مَا نَزَّلَهُ مِنَ الْبَيِّنَاتِ وَالْهُدَى، وَإِنَّمَا كَانَ غَرَضُ الصُّوفِيَّةِ الصَّادِقِينَ فَهْمَ الْكِتَابِ وَالسُّنَّةِ مَعَ التَّحَقُّقِ </p><p> بِمَعَارِفِهِمَا، وَالتَّخَلُّقِ وَالتَّأَدُّبِ بِآدَابِهِمَا، وَأَخْذِ النُّفُوسِ بِالْعَمَلِ بِهِمَا، مِنْ غَيْرِ تَقْلِيدٍ لِأَهْلِ الظَّاهِرِ، وَلَا جُمُودٍ عَلَى الظَّوَاهِرِ. </p><p> وَلَقَدْ تَشَوَّهَتْ سِيرَةُ مُدَّعِي التَّصَوُّفِ فِي هَذَا الزَّمَانِ وَصَارَتْ رُسُومُهُمْ أَشْبَهَ بِالْمَعَاصِي وَالْأَهْوَاءِ مِنْ رُسُومِ الَّذِينَ أَفْسَدُوا التَّصَوُّفَ مِنْ قَبْلِهُمْ، وَأَظْهَرُهَا فِي هَذِهِ الْبِلَادِ الِاحْتِفَالَاتُ الَّتِي يُسَمُّونَهَا ((الْمَوَالِدَ) ) وَمِنَ الْعَجِيبِ أَنْ تَبِعَ الْفُقَهَاءَ فِي </p><p> اسْتِحْسَانِهَا الْأَغْنِيَاءُ، فَصَارُوا يَبْذُلُونَ فِيهَا الْأَمْوَالَ الْعَظِيمَةَ زَاعِمِينَ أَنَّهُمْ يَتَقَرَّبُونَ بِهَا إِلَى اللهِ تَعَالَى، وَلَوْ طُلِبَ مِنْهُمْ بَعْضُ هَذَا الْمَالِ لِنَشْرِ عِلْمٍ أَوْ إِزَالَةِ مُنْكَرٍ أَوْ إِعَانَةِ مَنْكُوبٍ لَضَنُّوا بِهِ وَبَخِلُوا، وَلَا يَرَوْنَ مَا يَكُونُ فِيهَا مِنَ الْمُنْكَرَاتِ مُنَافِيًا لِلتَّقَرُّبِ إِلَى اللهِ تَعَالَى، كَأَنَّ كَرَامَةَ الشَّيْخِ الَّذِي يَحْتَفِلُونَ بِمَوْلِدِهِ تُبِيحُ الْمَحْظُورَاتِ، وَتُحِلُّ لِلنَّاسِ التَّعَاوُنَ عَلَى الْمُنْكَرَاتِ. </p><p> فَالْمَوَالِدُ أَسْوَاقُ الْفُسُوقِ، فِيهَا خِيَامٌ لِلْعَوَاهِرِ، وَحَانَاتٌ لِلْخُمُورِ، وَمَرَاقِصٌ يَجْتَمِعُ فِيهَا الرِّجَالُ لِمُشَاهَدَةِ الرَّاقِصَاتِ الْمُتَهَتِّكَاتِ، الْكَاسِيَاتِ الْعَارِيَاتِ، وَمَوَاضِعُ أُخْرَى لِضُرُوبٍ مِنَ الْفُحْشِ فِي الْقَوْلِ وَالْفِعْلِ يُقْصَدُ بِهَا إِضْحَاكُ النَّاسِ. وَبَعْضُ هَذِهِ الْمَوَالِدِ يَكُونُ فِي الْمَقَابِرِ، وَيُرَى كِبَارُ مَشَايِخِ الْأَزْهَرِ يَتَخَطَّوْنَ هَذَا كُلَّهُ لِحُضُورِ مَوَائِدِ الْأَغْنِيَاءِ فِي السُّرَادِقَاتِ وَالْقِبَابِ الْعَظِيمَةِ الَّتِي يَضْرِبُونَهَا وَيَنْصِبُونَ فِيهَا الْمَوَائِدَ الْمَرْفُوعَةَ، وَيُوقِدُونَ الشُّمُوعَ الْكَثِيرَةَ، احْتِفَالًا بِاسْمِ صَاحِبِ الْمَوْلِدِ، وَيُهَنِّئُ بَعْضُهُمْ بَعْضًا بِهَذَا الْعَمَلِ الشَّرِيفِ فِي عُرْفِهِمْ. </p><p> وَذَكَرَ الْأُسْتَاذُ الْإِمَامُ عِنْدَ شَرْحِ مَفَاسِدِ الْمَوَالِدِ هُنَا أَنَّ بَعْضَ كِبَارِ الشُّيُوخِ فِي الْأَزْهَرِ دَعَوْهُ مَرَّةً لِلْعَشَاءِ عِنْدَ أَحَدِ الْمُحْتَفِلِينَ، فَأَبَى فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ: إِنَّنِي لَا أُحِبُّ أَنْ أُكَثِّرَ سَوَادَ الْفَاسِقِينَ ; فَإِنَّ هَذِهِ الْمَوَالِدَ كُلَّهَا مُنْكَرَاتٌ، وَوَصَفَ مَا يَمُرُّ بِهِ الْمَدْعُوُّ قَبْلَ أَنْ يَصِلَ إِلَى مَوْضِعِ الطَّعَامِ. ثُمَّ قَالَ لِشَيْخٍ صَدِيقٍ لِصَاحِبِ الدَّعْوَةِ: كَمْ يُنْفِقُ صَاحِبُكَ فِي احْتِفَالِهِ بِالْمَوْلِدِ؟ قَالَ: أَرْبَعَمِائَةِ جُنَيْهٍ. قَالَ الْأُسْتَاذُ: لَا شَكَّ أَنَّ هَذَا فِي سَبِيلِ الشَّيْطَانِ، فَلَوْ كَلَّمْتَ صَاحِبَكَ فِي أَنْ يَجْعَلَ ذَلِكَ لِجَمَاعَةٍ مِنَ الْمُجَاوِرِينَ فِي الْأَزْهَرِ يَسْتَعِينُونَ بِهِ عَلَى طَلَبِ الْعِلْمِ فَيَكُونُ بَذْلُهُ شَرْعِيًّا، وَهَؤُلَاءِ الْمُجَاوِرُونَ يَذْكُرُونَهُ بِخَيْرٍ وَيَدْعُونَ لَهُ. فَأَجَابَ ذَلِكَ الشَّيْخُ قَائِلًا: إِنَّ الْكَوْنَ يَلْزَمُ أَنْ يَكُونَ مِنْ هَذَا وَهَذَا. فَقَالَ الْأُسْتَاذُ: هَذَا الَّذِي أُرِيدُ، فَإِنَّ كَوْنَنَا لَيْسَ فِيهِ إِلَّا هَذِهِ النَّفَقَاتُ فِي الطُّرُقِ الْمَذْمُومَةِ، فَأُحِبُّ أَنْ يُنْفِقَ صَاحِبُكَ عَلَى نَشْرِ عِلْمِ الدِّينِ لِيَكُونَ بَعْضُ الْإِنْفَاقِ عِنْدَنَا فِي الْخَيْرِ وَيَبْقَى لِلْمَوَالِدِ أَغْنِيَاءُ كَثِيرُونَ. فَقَالَ الشَّيْخُ حِينَئِذٍ: أَمَا قَرَأْتَ حِكَايَةَ الشَّعْرَانِيِّ مَعَ الزَّمَّارِ إِذْ رَأَى شَيْخًا كَبِيرًا يَنْفُخُ فِي مِزْمَارٍ وَالنَّاسُ يَتَفَرَّجُونَ عَلَيْهِ فَاعْتَرَضَ عَلَيْهِ فِي سِرِّهِ فَمَا كَانَ مِنَ الشَّيْخِ إِلَّا أَنْ قَالَ: </p><p> يَا عَبْدَ الْوَهَّابِ أَتُرِيدُ أَنْ يَنْقُصَ مُلْكُ رَبِّكَ مِزْمَارًا؟ فَعَلِمَ الشَّعْرَانِيُّ أَنَّهُ مِنْ أَوْلِيَاءِ اللهِ تَعَالَى. </p><p> قَالَ الْأُسْتَاذُ: ثُمَّ تَرَكَنِي الْمَشَايِخُ بَعْدَ سَرْدِ الْحِكَايَةِ وَذَهَبُوا إِلَى الْمَوْلِدِ، فَلْيَنْظُرِ النَّاظِرُونَ إِلَى أَيْنَ وَصَلَ الْمُسْلِمُونَ بِبَرَكَةِ التَّصَوُّفِ وَاعْتِقَادِ أَهْلِهِ بِغَيْرِ فَهْمٍ وَلَا مُرَاعَاةِ شَرْعٍ! اتَّخَذُوا الشُّيُوخَ أَنْدَادًا، وَصَارَ يُقْصَدُ بِزِيَارَةِ الْقُبُورِ وَالْأَضْرِحَةِ قَضَاءُ الْحَوَائِجِ وَشِفَاءُ الْمَرْضَى وَسَعَةُ الرِّزْقِ، بَعْدَ أَنْ كَانَتْ لِلْعِبْرَةِ وَتَذَكُّرِ الْقُدْوَةِ، وَصَارَتِ الْحِكَايَاتُ الْمُلَفَّقَةُ نَاسِخَةً فِعْلًا لِمَا وَرَدَ مِنَ الْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ، وَالتَّعَاوُنِ عَلَى الْخَيْرِ، وَنَتِيجَةُ ذَلِكَ كُلِّهِ أَنَّ الْمُسْلِمِينَ رَغِبُوا عَمَّا شَرَعَ اللهُ إِلَى مَا تَوَهَّمُوا أَنَّهُ يُرْضِي غَيْرَهُ مِمَّنِ اتَّخَذُوهُمْ أَنْدَادًا لَهُ وَصَارُوا كَالْإِبَاحِيِّينَ فِي الْغَالِبِ، فَلَا عَجَبَ إِذَا عَمَّ فِيهِمُ الْجَهْلُ، وَاسْتَحْوَذَ عَلَيْهِمُ الضَّعْفُ، وَحُرِمُوا مَا وَعَدَ اللهُ الْمُؤْمِنِينَ مِنَ النَّصْرِ ; لِأَنَّهُمُ انْسَلَخُوا مِنْ مَجْمُوعِ مَا وَصَفَ اللهُ بِهِ الْمُؤْمِنِينَ. </p><p> وَلَمْ يَكُنْ فِي الْقَرْنِ الْأَوَّلِ شَيْءٌ مِنْ هَذِهِ التَّقَالِيدِ وَالْأَعْمَالِ الَّتِي نَحْنُ عَلَيْهَا بَلْ وَلَا فِي الثَّانِي، وَلَا يَشْهَدُ لِهَذِهِ الْبِدَعِ كِتَابٌ وَلَا سُنَّةٌ، وَإِنَّمَا سَرَتْ إِلَيْنَا بِالتَّقْلِيدِ أَوِ الْعَدْوَى مِنَ الْأُمَمِ الْأُخْرَى، إِذْ رَأَى قَوْمُنَا عِنْدَهُمْ أَمْثَالَ هَذِهِ الِاحْتِفَالَاتِ فَظَنُّوا أَنَّهُمْ إِذَا عَمِلُوا مِثْلَهَا يَكُونُ لِدِينِهِمْ عَظْمَةٌ وَشَأْنٌ فِي نُفُوسِ تِلْكَ الْأُمَمِ. فَهَذَا النَّوْعُ مِنِ اتِّخَاذِ الْأَنْدَادِ كَانَ مِنْ أَهَمِّ أَسْبَابِ تَأَخُّرِ الْمُسْلِمِينَ وَسُقُوطِهِمْ فِيمَا سَقَطُوا فِيهِ. </p><p> وَهُنَاكَ نَوْعٌ آخَرُ لَمْ يَكُنْ أَثَرُهُ فِي الْفَتْكِ بِهِمْ بِأَضْعَفَ مِنْ أَثَرِ الْأَوَّلِ، وَهُوَ تَرْكُ الِاهْتِدَاءِ بِالْكِتَابِ وَالسُّنَّةِ وَاسْتِبْدَالُ أَقْوَالِ النَّاسِ بِهِمَا. فَلَوْ دَخَلَ فِي الْإِسْلَامِ رَجُلٌ عَاقِلٌ أَوْ شَعْبٌ مُرْتَقٍ لَحَارَ، لَا يَدْرِي بِمَ يَأْخُذُ؟ وَلَا عَلَى أَيِّ الْمَذَاهِبِ وَالْكُتُبِ فِي الْأُصُولِ وَالْفُرُوعِ يَعْتَمِدُ، وَلَصَعُبَ عَلَيْنَا إِقْنَاعُهُ بِأَنَّ هَذَا هُوَ الدِّينُ الْقَيِّمُ دُونَ سِوَاهُ، أَوْ بِأَنَّ هَذِهِ الْمَذَاهِبَ كُلَّهَا عَلَى اخْتِلَافِهَا شَيْءٌ وَاحِدٌ، وَلَوْ وَقَفْنَا عِنْدَ حُدُودِ الْقُرْآنِ وَمَا بَيَّنَهُ مِنَ الْهَدْيِ النَّبَوِيِّ لَسَهُلَ عَلَيْنَا أَنْ نَفْهَمَ مَا الْحَنِيفِيَّةُ السَّمْحَةُ الَّتِي لَا حَرَجَ فِيهَا وَلَا عُسْرَ، وَمَا الدِّينُ الْخَالِصُ الَّذِي لَا عِوَجَ فِيهِ وَلَا خُلْفَ؟ وَلَكِنَّنَا إِذَا نَظَرْنَا فِي أَقْوَالِ الْفُقَهَاءِ وَتَشَعُّبِهَا، وَخِلَافَاتِهِمْ وَعِلَلِهَا، فَإِنَّنَا نَحَارُ فِي تَرْجِيحِ بَعْضِهَا عَلَى بَعْضٍ إِذْ نَجِدُ بَعْضَهَا يُحْتَجُّ عَلَيْهِ بِحَدِيثٍ صَحِيحٍ وَهُوَ ظَاهِرُ الْحِكْمَةِ مَعْقُولُ الْمَعْنَى وَلَكِنَّهُ غَيْرُ مُعْتَمَدٍ عِنْدَهُمْ، بَلْ يَقُولُونَ فِيهِ: الْمُدْرِكُ قَوِيٌّ وَلَكِنَّهُ لَا يُفْتِي </p><p> بِهِ. وَلِمَاذَا؟ لِأَنَّ فُلَانًا قَالَ، فَقَوْلُ رَجُلٍ مِنْ رِجَالٍ كَثِيرِينَ جِدًّا نَجْهَلُ تَارِيخَ أَكْثَرِهِمْ يَكْفِي لِتَرْكِ السُّنَّةِ الصَّحِيحَةِ وَإِنْ ظَهَرَ أَنَّ الْمَصْلَحَةَ فِيمَا جَاءَتْ بِهِ السُّنَّةُ، وَبِهَذَا قُطِعَتِ الصِّلَةُ بَيْنَ مَا نَحْنُ فِيهِ وَبَيْنَ أَصْلِ الدِّينِ وَيَنْبُوعِهِ. </p><p> وَنَحْنُ لَا نَطْعَنُ فِي أُولَئِكَ الْقَائِلِينَ أَوِ الْمُرَجِّحِينَ، سَوَاءٌ مِنْهُمْ مَنْ كَانَ تَارِيخُهُ مَعْرُوفًا لَنَا وَمَنْ كَانَ غَيْرَ مَعْرُوفٍ ; بَلْ نُحْسِنُ فِيهِمُ الظَّنَّ وَنَقُولُ: إِنَّهُمْ قَالُوا بِمَا وَصَلَ إِلَيْهِ عِلْمُهُمْ، وَلَمْ يَجْعَلُوا أَنْفُسَهُمْ شَارِعِينِ بَلْ بَاحِثِينَ، وَإِنَّا نَسْتَرْشِدُ بِكَلَامِهِمْ عَلَى أَنَّهُمْ دَالُّونَ وَمُبَيِّنُونَ، لَا عَلَى أَنَّهُمْ شَارِعُونَ ; بَلْ نَقُولُ: إِنَّهُ يَجِبُ عَلَى ذِي الدِّينِ أَنْ يَنْظُرَ دَائِمًا إِلَى كِتَابِهِ حَتَّى لَا يَخْتَلِطَ </p><p> وَلَا يَشْتَبِهَ عَلَيْهِ شَيْءٌ مِنْ أَحْكَامِهِ، وَلَا يَجُوزُ لِأَحَدٍ أَنْ يَرْجِعَ فِي شَيْءٍ مِنْ عَقَائِدِهِ وَعِبَادَتِهِ إِلَّا إِلَى اللهِ تَعَالَى، فَإِنْ كَانَتْ هُنَاكَ وَاسِطَةٌ فَهِيَ وَاسِطَةُ الدَّلَالَةِ وَالتَّبْلِيغِ وَالتَّبْيِينِ لِمَا نَزَّلَ اللهُ وَتَطْبِيقِهِ عَلَى مَا نَزَلَ لِأَجْلِهِ مِنْ حَيَاةِ الرُّوحِ وَالْكَمَالِ الْإِنْسَانِيِّ. </p><p> فَيَجِبُ عَلَيْنَا أَنْ نَعْتَقِدَ بِأَنَّ الْحُكْمَ لِلَّهِ تَعَالَى وَحْدَهُ لَا يُؤْخَذُ الدِّينُ عَنْ غَيْرِهِ، كَمَا يَجِبُ عَلَيْنَا أَنْ نَعْتَقِدَ بِأَنْ لَا فِعْلَ لِغَيْرِهِ تَعَالَى، فَلَا نَطْلُبُ شَيْئًا إِلَّا مِنْهُ، وَطَلَبُنَا مِنْهُ يَكُونُ بِالْأَخْذِ بِالْأَسْبَابِ الَّتِي وَضَعَهَا وَهَدَانَا إِلَيْهَا، فَإِنْ جَهِلْنَا أَوْ عَجَزْنَا فَإِنَّنَا نَلْجَأُ إِلَى قُدْرَتِهِ، وَنَسْتَمِدُّ عِنَايَتَهُ وَحْدَهُ، وَبِهَذَا نَكُونُ مُوَحِّدِينَ مُخْلِصِينَ لَهُ الدِّينَ كَمَا أَمَرَنَا فِي كِتَابِهِ الْمُبِينِ، وَمَنْ خَرَجَ عَنْ هَذَا كَانَ مِنْ مُتَّخِذِي الْأَنْدَادِ (وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ)  (١٣: ٣٣) . </p><p> وَبَقِيَ صِنْفٌ آخَرُ يُشْبِهُ أَنْ يَكُونَ مِنَ الْأَنْدَادِ وَهُمُ الْعَامَّةُ، وَالَّذِينَ اتَّخَذُوهُمْ أَنْدَادًا هُمْ عُلَمَاءُ الدُّنْيَا فَإِنَّهُمْ يُحِلُّونَ لِمَرْضَاتِهِمْ وَيُحَرِّمُونَ، وَيُخَالِفُونَ النُّصُوصَ الصَّرِيحَةَ بِضُرُوبٍ سَخِيفَةٍ مِنَ التَّأْوِيلِ لِمُوَافَقَةِ أَهْوَائِهِمْ، فَإِنْ لَمْ يُفْتُوهُمْ بِخِلَافِ النَّصِّ الْتِمَاسًا لِخَيْرِهِمْ أَوْ هَرَبًا مِنْ سُخْطِهِمْ كَتَمُوا حُكْمَ اللهِ مِنْ أَجْلِ ذَلِكَ، فَتَرَى أَحَدَهُمْ إِذَا سُئِلَ: أَهَذَا حَقٌّ أَمْ بَاطِلٌ وَحَلَالٌ أَمْ حَرَامٌ؟ يَغُضُّ مِنْ صَوْتِهِ بِالْجَوَابِ، وَلَا يَجْهَرُ بِالْقَوْلِ مُدَارَاةً لِلْعَوَامِّ، إِذَا كَانَ الْجَوَابُ عَلَى غَيْرِ مَا هُمْ عَلَيْهِ، وَلَا سِيَّمَا إِذَا كَانَ هَؤُلَاءِ الْعَامَّةُ مِنَ الْأَغْنِيَاءِ وَأَصْحَابِ السُّلْطَةِ. وَنَقُولُ:  ((مُدَارَاةً لِلْعَوَامِّ) ) حِكَايَةً لِقَوْلِهِمْ، إِذْ يُسَمُّونَ النِّفَاقَ وَالْمُحَابَاةَ فِي الدِّينِ مُدَارَاةً لَمَّا كَانَتِ الْمُدَارَاةُ مَحْمُودَةً، وَكَذَلِكَ </p><p> كَانَ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللهُ مِنَ الْبَيِّنَاتِ وَالْهُدَى مِمَّنْ قَبْلَهُمْ يُسَمُّونَ كِتْمَانَهُمْ بِأَسْمَاءَ مَحْمُودَةٍ، وَلَكِنَّ اللهَ تَعَالَى لَعَنَهُمْ عَلَى ذَلِكَ وَسَجَّلَ لَهُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ. فَهَلْ يَخْتَلِفُ حُكْمُهُ فَيَرْضَى لِهَؤُلَاءِ بِأَنْ يُؤْثِرُوا الْعَامَّةَ عَلَى رَبِّهِمْ وَيَجْعَلُونَهُمْ أَنْدَادًا لَهُ يُحِبُّونَهُمْ كَحُبِّهِ أَوْ أَشَدَّ؟ </p><p> تَرَى الْعَالِمَ مِنْ هَؤُلَاءِ يَنْتَسِبُ إِلَى الشَّرْعِ وَيُحْتَرَمُ لِأَجْلِهِ وَهُوَ مَعَ ذَلِكَ يَتَّبِعُ هَوَى مَنْ لَا يَعْرِفُ الشَّرْعَ، فَهُوَ مِنَ الَّذِينَ إِذَا أُوذُوا فِي اللهِ جَعَلُوا فِتْنَةَ النَّاسِ كَعَذَابِ اللهِ، فَلَا يَتَّخِذُونَ اللهَ وَلِيًّا وَلَا نَصِيرًا، فَهَلْ يَكُونُ الْمَرْءُ مُؤْمِنًا إِذَا كَانَ يَتْرُكُ دِينَهُ لِأَجْلِ النَّاسِ؟ أَمْ شَرْطُ الْإِيمَانِ أَنْ يَصْبِرَ فِي سَبِيلِهِ عَلَى إِيذَاءِ النَّاسِ؟ (أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ)  (٢٩: ٢) إِلَخْ. كَلَّا إِنَّ هَؤُلَاءِ الْمَتْبُوعِينَ وَالتَّابِعِينَ بَعْضُهُمْ فِتْنَةٌ لِبَعْضٍ وَسَيَتَبَرَّأُ بَعْضُهُمْ مِنْ بَعْضٍ كَمَا أَخْبَرَنَا تَعَالَى فِي قَوْلِهِ: </p><p> (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا) التَّبَرُّؤُ: الْمُبَالَغَةُ فِي الْبَرَاءَةِ، وَهِيَ التَّفَصِّي مِمَّنْ يُكْرَهُ قُرْبُهُ وَجِوَارُهُ تَنَزُّهًا عَنْهُ. وَ (إِذْ) ظَرْفٌ مُتَعَلِّقٌ بِـ (يَرَوْنَ الْعَذَابَ) فِي الْآيَةِ السَّابِقَةِ، وَالْكَلَامُ مُتَّصِلٌ لَاحِقُهُ بِسَابِقِهِ فِي مَوْضُوعِ اتِّخَاذِ الْأَنْدَادِ. وَقَدْ نَطَقَتِ الْآيَةُ السَّابِقَةُ أَنَّ عَذَابَ اللهِ تَعَالَى سَيَحُلُّ بِمُتَّخِذِي الْأَنْدَادِ مِنْ دُونِهِ، وَهُوَ عَامٌّ فِي التَّابِعِ فِي الِاتِّخَاذِ وَالْمَتْبُوعِ فِيهِ، </p><p> وَفِي أَنْوَاعِ الِاتِّبَاعِ الْمَذْمُومِ مِنَ التَّشْرِيعِ بِالرَّأْيِ وَالْهَوَى وَالتَّقْلِيدِ فِيهِ، وَغَيْرِ ذَلِكَ مِنَ الضَّلَالِ وَبَيَّنَ فِي هَاتَيْنِ الْآيَتَيْنِ تَفْصِيلَ حَالِ التَّابِعِينَ وَالْمَتْبُوعِينَ فِي ذَلِكَ، وَأَوْرَدَهُ بِصِيغَةِ الْمَاضِي تَمْثِيلًا لِحَالِ الْفَرِيقَيْنِ فِي ذَلِكَ الْيَوْمِ الَّذِي يَنْكَشِفُ فِيهِ الْغِطَاءُ وَيَرَى النَّاسُ فِيهِ الْعَذَابَ بِأَعْيُنِهِمْ وَيَعْرِفُونَ أَسْبَابَهُ مِنْ تَأْثِيرِ الْعَقَائِدِ الْبَاطِلَةِ وَالْأَعْمَالِ السَّيِّئَةِ فِي أَنْفُسِهِمْ، كَأَنَّ الْأَمْرَ قَدْ وَقَعَ، وَالْبَلَاءَ قَدْ نَزَلَ. وَرَأَى الرُّؤَسَاءُ الْمُضِلُّونَ الَّذِينَ اتُّبِعُوا أَنَّ إِغْوَاءَهُمْ لِلنَّاسِ الَّذِينَ اتَّبَعُوا رَأْيَهُمْ، وَقَلَّدُوهُمْ دِينَهُمْ قَدْ ضَاعَفَ عَذَابَهُمْ، وَحَمَّلَهُمْ مِثْلَ أَوْزَارِ الَّذِينَ أَضَلُّوهُمْ فَوْقَ أَوْزَارِهِمْ، فَتَبَرَّءُوا مِنْهُمْ، وَتَنَصَّلُوا مِنْ ضَلَالَتِهِمْ (وَرَأَوُا الْعَذَابَ) أَيْ: وَالْحَالُ أَنَّهُمْ قَدْ رَأَوُا الْعَذَابَ الَّذِي هُوَ جَزَاؤُهُمْ مَاثِلًا لَهُمْ يَوْمَ الْحِسَابِ، فَأَنَّى </p><p> يَنْفَعُهُمُ التَّبَرُّؤُ (وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ) أَيِ: الرَّوَابِطُ الَّتِي كَانَتْ بَيْنَهُمْ وَبَيْنَ التَّابِعِينَ، وَإِنَّمَا كَانَ يَنْفَعُهُمْ فِي الدُّنْيَا لَوْ أَنَّهُمْ آثَرُوا بِهِ الْحَقَّ عَلَى الرِّئَاسَةِ وَالْجَاهِ وَالْمَنَافِعِ الَّتِي يَسْتَفِيدُهَا الرَّئِيسُ بِاسْتِهْوَاءِ الْمَرْءُوسِ وَإِخْضَاعِهِ لَهُ وَحَمْلِهِ عَلَى اتِّبَاعِهِ، أَمَا وَقَدْ صَدَرَ عَنْ نُفُوسٍ تَرْتَعِدُ مِنْ رُؤْيَةِ الْعَذَابِ الَّذِي أَشْرَفَتْ عَلَيْهِ بِمَا جَنَتْ وَاقْتَرَفَتْ، بَعْدَمَا تَقَطَّعَتِ الرَّوَابِطُ وَالصِّلَاتُ بَيْنَهَا وَبَيْنَ الْمَتْبُوعِينَ وَاصْطَلَمَتْ، فَلَا مَنْفَعَةَ لِلْمُتَبَرِّئِ تُرِكَتْ فَيُحْمَدُ تَرْكُهَا، وَلَا هِدَايَةَ لِلْمُتَبَرَّأِ مِنْهُ تُرْجَى فَيُحْمَدُ أَثَرُهَا، وَ (الْأَسْبَابُ) جَمْعُ سَبَبٍ وَهُوَ فِي أَصْلِ اللُّغَةِ: الْحَبْلُ الَّذِي يُصْعَدُ بِهِ النَّخْلُ وَأَمْثَالُهُ مِنَ الشَّجَرِ ثُمَّ غُلِّبَ فِي كُلِّ مَا يُتَوَصَّلُ بِهِ إِلَى مَقْصِدٍ مِنَ الْمَقَاصِدِ الْمَعْنَوِيَّةِ. </p><p> لَوْلَا أَنْ حِيلَ بَيْنَ الْمُقَلِّدِينَ وَهِدَايَةِ الْقُرْآنِ لَكَانَ لَهُمْ فِي هَذِهِ الْآيَةِ أَشَدُّ زِلْزَالٍ لِجُمُودِهِمْ عَلَى أَقْوَالِ النَّاسِ وَآرَائِهِمْ فِي الدِّينِ، سَوَاءٌ كَانُوا مِنَ الْأَحْيَاءِ أَمِ الْمَيِّتِينَ، وَسَوَاءٌ كَانَ التَّقْلِيدُ فِي الْعَقَائِدِ وَالْعِبَادَاتِ أَمْ فِي أَحْكَامِ الْحَلَالِ وَالْحَرَامِ ; إِذْ كُلُّ هَذَا مِمَّا يُؤْخَذُ عَنِ اللهِ وَرَسُولِهِ لَيْسَ لِأَحَدٍ فِيهِ رَأْيٌ وَلَا قَوْلٌ إِلَّا مَا كَانَ مِنَ الْأَحْكَامِ مُتَعَلِّقًا بِالْقَضَاءِ وَمَا يَتَنَازَعُ فِيهِ النَّاسُ فَلِأُولِي الْأَمْرِ فِيهِ الِاجْتِهَادُ بِشَرْطِهِ إِقَامَةً لِلْعَدْلِ وَحِفْظًا لِلْمَصَالِحِ الْعَامَّةِ وَالْخَاصَّةِ. </p><p> وَإِنَّمَا الْعُلَمَاءُ نَقَلَةٌ وَأَدِلَّاءٌ لَا أَنْدَادٌ وَلَا أَنْبِيَاءٌ، فَلَا عِصْمَةَ تَحُوطُ أَحَدَهُمْ فَيُعْتَمَدُ عَلَى فَهْمِهِ وَقُصَارَى الْعَدَالَةِ أَنْ يُوثَقَ بِنَقْلِهِ وَيُسْتَعَانَ بِعِلْمِهِ، وَمَا تَنَازَعُوا فِيهِ يُرَدُّ إِلَى كِتَابِ اللهِ وَسُنَّةِ رَسُولِهِ، فَهُنَاكَ الْقَوْلُ الْفَصْلُ وَالْحُكْمُ الْعَدْلُ. وَاللهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَلَا مَرَدَّ لِأَمْرِهِ. </p><p> فِي مِثْلِ هَؤُلَاءِ الْمَتْبُوعِينَ وَالتَّابِعِينَ نَزَلَ قَوْلُهُ تَعَالَى فِي سُورَةِ الْأَعْرَافِ:  (كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ)  (٧: ٣٨، ٣٩) فَكُلٌّ يُؤَاخَذُ بِعَمَلِهِ. </p><p> فَإِذَا حَمَلَ الْأَوَّلُ الْآخِرَ عَلَى رَأْيِهِ وَدَعَاهُ إِلَى اتِّبَاعِهِ فِيهِ أَوْ فِي رَأْيِ غَيْرِهِ الَّذِي يُقَلِّدُهُ هُوَ فِيهِ فَهُوَ مِنَ الْأَئِمَّةِ الْمُضِلِّينَ، وَعَلَيْهِ إِثْمُهُ وَمِثْلُ إِثْمِ مَنْ أَضَلَّهُمْ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ إِثْمِهِمْ شَيْءٌ، إِذْ حَرَّمَ اللهُ عَلَيْهِمُ اتِّخَاذَ الْأَنْدَادِ مِنْ دُونِ اللهِ فَاتَّخَذُوهُمْ. </p>"
}