{
  "id": null,
  "sura": 2,
  "aya": 232,
  "text": "<p> تَعَالَى لَا يَخْفَى عَلَيْهِ شَيْءٌ مِمَّا يُسِرُّهُ الْعَبْدُ أَوْ يُعْلِنُهُ، فَلَا يُرْضِيهِ إِلَّا الْتِزَامُ حُدُودِهِ وَالْعَمَلُ بِأَحْكَامِهِ، مَعَ الْإِخْلَاصِ وَحُسْنِ النِّيَّةِ، حَتَّى يَكُونَ ظَاهِرُهُ كَبَاطِنِهِ فِي الْخَيْرِ، وَلَا يَتِمُّ لَهُ ذَلِكَ إِلَّا بِمُرَاقَبَةِ اللهِ تَعَالَى فِي عَمَلِهِ، وَالْعِلْمِ الْيَقِينِ بِأَنَّهُ مُطَّلِعٌ عَلَيْهِ فِيهِ، لَا يُبَيِّتُ قَوْلًا أَوْ فِعْلًا، وَلَا يَنْوِي خَيْرًا أَوْ شَرًّا، وَلَا يَطُوفُ فِي ذِهْنِهِ خَاطِرٌ، وَلَا تَخْتَلِجُ فِي قَلْبِهِ خَلْجَةٌ إِلَّا وَهُوَ سُبْحَانُهُ عَالَمٌ بِذَلِكَ وَمُطَّلِعٌ عَلَيْهِ، </p><p> فَلَا طَرِيقَ لَهُ إِلَى مَرْضَاةِ رَبِّهِ إِلَّا بِتَطْهِيرِ قَلْبِهِ، وَإِخْلَاصِ نِيَّتِهِ فِي مُعَامَلَةِ زَوْجِهِ وَفِي سَائِرِ الْمُعَامَلَاتِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ رَحِمَهُ اللهُ تَعَالَى: مَنْ حَسُنَتْ نِيَّتُهُ حَسُنَ عَمَلُهُ غَالِبًا بَلْ كَانَ مُوَفَّقًا دَائِمًا. </p><p> أَقُولُ: وَمِنَ التَّوْفِيقِ أَنْ يَسْتَفِيدَ مِنْ خَطَئِهِ الَّذِي لَمْ يُرِدْ بِهِ سُوءًا، فَيَعْرِفَ كَيْفَ يَتَوَقَّى مِثْلَ هَذَا الْخَطَأِ، وَيَزْدَادَ بَصِيرَةً فِي الْخَيْرِ، فَلْيَزْنِ الْمُؤْمِنُونَ أَنْفُسَهُمْ بِمِيزَانِ هَذِهِ الْآيَةِ الْكَرِيمَةِ وَأَمْثَالِهَا وَهِيَ الْمَوَازِينُ الْقِسْطُ; لِيَعْلَمُوا أَنَّ مَنْشَأَ فَسَادِ الْبُيُوتِ وَشَقَاءِ الْمَعِيشَةِ هُوَ الْإِعْرَاضُ عَنْ هَدْيِ الْكِتَابِ الْمُبِينِ، وَأَنَّهُ لَا سَبِيلَ إِلَى السَّعَادَةِ إِلَّا بِالرُّجُوعِ إِلَيْهِ، وَفَّقَنَا اللهُ لِذَلِكَ بِمَنِّهِ وَكَرَمِهِ. </p><p> (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ) </p><p> (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ) الْأَجَلُ: آخِرُ الْمُدَّةِ الْمَضْرُوبَةِ، وَالْمُرَادُ بِهِ انْقِضَاءُ الْعِدَّةِ لَا قُرْبُهَا كَمَا فِي الْآيَةِ الَّتِي قَبْلَهَا. قَالَ الْإِمَامُ الشَّافِعِيُّ رَحِمَهُ اللهُ تَعَالَى: دَلَّ سِيَاقُ الْكَلَامَيْنِ عَلَى افْتِرَاقِ الْبُلُوغَيْنِ، ذَلِكَ أَنَّ الْإِمْسَاكَ بِمَعْرُوفٍ وَالتَّسْرِيحَ بِمَعْرُوفٍ فِي الْآيَةِ السَّابِقَةِ لَا يَتَأَتَّى بَعْدَ انْقِضَاءِ الْعِدَّةِ، لِأَنَّ انْقِضَاءَهَا إِمْضَاءٌ لِلتَّسْرِيحِ، لَا مَحَلَّ مَعَهُ لِلتَّخْيِيرِ، وَإِنَّمَا التَّخْيِيرُ يَسْتَمِرُّ إِلَى قُرْبِ انْقِضَائِهَا، وَالنَّهْيُ عَنِ الْعَضْلِ فِي هَذِهِ الْآيَةِ يَقْتَضِي أَنَّ الْمُرَادَ بِبُلُوغِ الْأَجَلِ انْقِضَاؤُهَا إِذْ لَا مَحَلَّ لِلْعَضَلِ قَبْلَهُ لِبَقَاءِ الْعِصْمَةِ (فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ) حُكْمٌ جَدِيدٌ غَيْرُ الْأَحْكَامِ السَّابِقَةِ هُوَ تَحْرِيمُ الْعَضَلِ; أَيْ: مَنْعُ الْمَرْأَةِ مِنَ الزَّوَاجِ، وَقَدْ كَانَ مِنْ عَادَاتِ الْجَاهِلِيَّةِ أَنْ يَتَحَكَّمَ الرِّجَالُ فِي تَزْوِيجِ النِّسَاءِ إِذْ لَمْ يَكُنْ يُزَوِّجُ الْمَرْأَةَ إِلَّا وَلِيُّهَا، فَقَدْ يُزَوِّجُهَا بِمَنْ تَكْرَهُ وَيَمْنَعُهَا مِمَّنْ تُحِبُّ لِمَحْضِ الْهَوَى، وَقَالَ الْمُفَسِّرُونَ: إِنَّ الرِّجَالَ الْمُطَلِّقِينَ كَانُوا يَفْعَلُونَ ذَلِكَ، </p><p> يَتَحَكَّمُ </p><p> الرَّجُلُ بِمُطَلَّقَتِهِ فَيَمْنَعُهَا أَنْ تَتَزَوَّجَ أَنَفَةً وَكِبَرًا أَنْ يَرَى امْرَأَتَهُ تَحْتَ غَيْرِهِ، فَكَانَ يَصُدُّ عَنْهَا الْأَزْوَاجَ بِضُرُوبٍ مِنَ الصَّدِّ وَالْمَنْعِ، كَمَا كَانَ يُرَاجِعُهَا فِي آخِرِ الْعِدَّةِ لِأَجْلِ الْعَضَلِ، وَقَدْ أَثْبَتَ الْإِسْلَامُ الْوِلَايَةَ لِلْأَقْرَبِينَ وَحَرَّمَ الْعَضَلَ وَهُوَ الْمَنْعُ مِنَ الزَّوَاجِ، وَأَنْ يُزَوِّجَ الْوَلِيُّ الْمَرْأَةَ بِدُونِ إِذْنِهَا، فَجَمَعَ بَيْنَ الْمَصْلَحَتَيْنِ. </p><p> وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ فِي الْخِطَابِ هُنَا، فَقِيلَ: هُوَ لِلْأَزْوَاجِ، أَيْ لَا تَعْضُلُوا مُطَلَّقَاتِكُمْ أَيُّهَا الْأَزْوَاجُ بَعْدَ انْقِضَاءِ الْعِدَّةِ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ، وَاضْطُرَّ أَصْحَابُ هَذَا الْقَوْلِ إِلَى جَعْلِ الْأَزْوَاجِ بِمَعْنَى الرِّجَالِ الَّذِينَ سَيَكُونُونَ أَزْوَاجًا، وَقِيلَ: هُوَ لِلْأَزْوَاجِ وَالْأَوْلِيَاءِ عَلَى التَّوْزِيعِ، وَقَالُوا: لَا بَأْسَ بِالتَّفْكِيكِ فِي الضَّمَائِرِ لِظُهُورِ الْمُرَادِ وَعَدَمِ الِاشْتِبَاهِ، وَقِيلَ: لِلْأَوْلِيَاءِ، وَاسْتَدَلُّوا بِمَا وَرَدَ فِي سَبَبِ نُزُولِ الْآيَةِ فِي الصَّحِيحِ، أَخْرَجَ الْبُخَارِيُّ وَأَصْحَابُ السُّنَنِ وَغَيْرُهُمْ بِأَسَانِيدَ شَتَّى مِنْ حَدِيثِ مَعْقِلِ بْنِ يَسَارٍ قَالَ:  ((كَانَ لِي أُخْتٌ فَأَتَانِي ابْنُ عَمٍّ لِي فَأَنْكَحْتُهَا إِيَّاهُ فَكَانَتْ عِنْدَهُ، ثُمَّ طَلَّقَهَا تَطْلِيقَةً وَلَمْ يُرَاجِعْهَا حَتَّى انْقَضَتِ الْعِدَّةُ، فَهَوِيَهَا وَهَوِيَتْهُ، ثُمَّ خَطَبَهَا مَعَ الْخُطَّابِ،فَقُلْتُ لَهُ:يَا لُكَعُ أَكْرَمْتُكَ بِهَا وَزَوَّجْتُكَهَا فَطَلَّقْتَهَا ثُمَّ جِئْتَ تَخْطُبُهَا؟ وَاللهِ لَا تَرْجِعُ إِلَيْكَ أَبَدًا، وَكَانَ رَجُلًا لَا بَأْسَ بِهِ، وَكَانَتِ الْمَرْأَةُ تُرِيدُ أَنْ تَرْجِعَ إِلَيْهِ فَعَلِمَ اللهُ حَاجَتَهُ إِلَيْهَا وَحَاجَتَهَا إِلَى بَعْلِهَا فَأَنْزَلَ اللهُ هَذِهِ الْآيَةَ.قَالَ:فَفِيَّ نَزَلَتْ فَكَفَّرْتُ عَنْ يَمِينِي وَأَنْكَحْتُهَا إِيَّاهُ) ) وَفِي لَفْظٍ: ((فَلَمَّا سَمِعَهَا مَعْقِلٌ قَالَ: سَمْعًا لِرَبِّي وَطَاعَةً،ثُمَّ دَعَاهُ فَقَالَ:أُزَوِّجُكَ وَأُكْرِمُكَ; وَذَلِكَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَعَاهُ فَتَلَا عَلَيْهِ الْآيَةَ) ) وَمِنْ هُنَا تَعْرِفُ خَطَأَ مَنْ قَالَ: إِنَّ إِسْنَادَ النِّكَاحِ إِلَى النِّسَاءِ هُنَا يُفِيدُ أَنَّهُنَّ هُنَّ اللَّوَاتِي يَعْقِدْنَ النِّكَاحَ، فَإِنَّ هَذَا الْإِسْنَادَ يُطْلَقُ فِي الْقَدِيمِ وَالْحَدِيثِ عَلَى مَنْ زَوَّجَهَا وَلِيُّهَا، كَانُوا يَقُولُونَ: نَكَحَتْ فُلَانَةُ فُلَانًا، كَمَا يَقُولُونَ حَتَّى الْآنَ: تَزَوَّجَتْ فُلَانَةُ بِفُلَانٍ، وَإِنَّمَا يَكُونُ الْعَاقِدُ وَلِيَّهَا. </p><p> وَلَمْ تَكُنْ أُخْتُ مَعْقِلٍ حَاوَلَتْ أَنْ تَعْقِدَ عَلَى زَوْجِهَا فَمَنَعَهَا، وَإِنَّمَا طَلَبَهَا الزَّوْجُ مِنْهُ فَامْتَنَعَ أَنْ يُنْكِحَهُ إِيَّاهَا فَصَدَقَ عَلَيْهِ أَنَّهُ مَنَعَهَا أَنْ تَنْكِحَ زَوْجَهَا، وَنَزَلَتْ فِيهِ الْآيَةُ، وَفَهِمَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالصَّحَابَةُ وَغَيْرُهُمْ مِنَ الْعَرَبِ كَالْإِمَامِ الشَّافِعِيِّ بِهَذَا الْمَعْنَى. </p><p> وَفِي الْخِطَابِ وَجْهٌ ثَالِثٌ رَجَّحَهُ الزَّمَخْشَرِيُّ وَاخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ هُنَا، وَسَبَقَ لَهُ مِثْلُهُ، وَهُوَ أَنَّهُ لِلْأُمَّةِ؛ لِأَنَّهَا مُتَكَافِلَةٌ فِي الْمَصَالِحِ الْعَامَّةِ عَلَى حَسَبِ الشَّرِيعَةِ; كَأَنَّهُ </p><p> يَقُولُ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا وَقَعَ مِنْكُمْ تَطْلِيقٌ لِلنِّسَاءِ وَانْقَضَتْ عِدَّتُهُنَّ وَأَرَادَ أَزْوَاجُهُنَّ أَوْ غَيْرُهُمْ أَنْ يَنْكِحُوهُنَّ وَأَرَدْنَ هُنَّ ذَلِكَ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ; أَيْ: لَا تَمْنَعُوهُنَّ مِنَ الزَّوَاجِ، وَعَلَى هَذَا الْوَجْهِ يَأْخُذُ كُلُّ وَاحِدٍ حَظَّهُ مِنَ الْخِطَابِ لِلْمَجْمُوعِ، وَتَقَدَّمَ لِهَذَا الْخِطَابِ نَظَائِرُ، وَمِنْهَا خِطَابُ </p><p> بَنِي إِسْرَائِيلَ فِي عَصْرِ التَّنْزِيلِ بِمَا كَانَ مِنْ آبَائِهِمْ فِي زَمَنِ مُوسَى وَمَا بَعْدَهُ مُسْنَدًا إِلَيْهِمْ. وَالْحِكْمَةُ فِي هَذَا الْخِطَابِ الْعَامِّ هُنَا أَنْ يَعْلَمَ الْمُسْلِمُونَ أَنَّهُ يَجِبُ عَلَى مَنْ عَلِمَ مِنْهُمْ بِوُقُوعِ الْمُنْكَرِ مِنْ أَوْلِيَاءِ النِّسَاءِ أَوْ غَيْرِهِمْ أَنْ يَنْهَوْهُ عَنْ ذَلِكَ حَتَّى يَفِيءَ إِلَى أَمْرِ اللهِ، وَأَنَّهُمْ إِذَا سَكَتُوا عَلَى الْمُنْكَرِ وَرَضُوا بِهِ يَأْثَمُونَ، وَالسِّرُّ فِي تَكَافُلِ الْأُمَّةِ أَنَّ الْأَفْرَادَ إِذَا وُكِلُوا إِلَى أَنْفُسِهِمْ فَكَثِيرًا مَا يُرَجِّحُونَ أَهْوَاءَهُمْ وَشَهَوَاتِهِمْ عَلَى الْحَقِّ وَالْمَصْلَحَةِ، ثُمَّ يَقْتَدِي بَعْضُهُمْ بِبَعْضٍ مَعَ عَدَمِ النَّكِيرِ، فَيَكْثُرُ الشَّرُّ وَالْمُنْكَرُ فِي الْأُمَّةِ فَتَهْلِكُ، فَفِي التَّكَافُلِ وَالتَّعَاوُنِ عَلَى إِزَالَةِ الْمُنْكَرِ دِفَاعٌ عَنِ الْأُمَّةِ، وَلِكُلِّ مُكَلَّفٍ حَقٌّ فِي ذَلِكَ; لِأَنَّ الْبَلَاءَ إِذَا وَقَعَ فَإِنَّهُ يُصِيبُهُ سَهْمٌ مِنْهُ. قَالَ تَعَالَى:  (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ)  (٥: ٧٨، ٧٩) . </p><p> ثُمَّ قَالَ:  (إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ) أَيْ: إِذَا تَرَاضَى مُرِيدُو التَّزَوُّجِ مِنَ الرِّجَالِ وَالنِّسَاءِ، بِأَنْ رَضِيَ كُلٌّ مِنَ الرَّجُلِ وَالْمَرْأَةِ بِالْآخَرِ زَوْجًا. وَقَوْلُهُ:  (بَيْنَهُمْ) يُشْعِرُ بِأَنْ لَا نُكْرَ فِي أَنْ يَخْطُبَ الرَّجُلُ الْمَرْأَةَ إِلَى نَفْسِهَا وَيَتَّفِقُ مَعَهَا عَلَى التَّزَوُّجِ بِهَا وَيَحْرُمُ حِينَئِذٍ عَضَلُهَا، أَيِ امْتِنَاعُ الْوَلِيِّ أَنْ يُزَوِّجَهَا مِنْهُ إِذَا كَانَ ذَلِكَ التَّرَاضِي فِي الْخِطْبَةِ بِالْمَعْرُوفِ شَرَعًا وَعَادَةً بِأَلَّا يَكُونَ هُنَاكَ مُحَرَّمٌ، وَلَا شَيْءٌ يُخِلُّ بِالْمُرُوءَةِ وَيُلْحِقُ الْعَارَ بِالْمَرْأَةِ وَأَهْلِهَا، وَقَدِ اسْتَدَلَّ الْفُقَهَاءُ بِهَذَا عَلَى أَنَّ الْعَضَلَ مِنْ غَيْرِ الْكُفْءِ غَيْرُ مُحَرَّمٍ كَأَنْ تُرِيدَ الشَّرِيفَةُ فِي قَوْمِهَا أَنْ تَتَزَوَّجَ بِرَجُلٍ خَسِيسٍ يَلْحَقُهَا مِنْهُ </p><p> الْغَضَاضَةُ، وَيَمَسُّ مَا لِقَوْمِهَا مِنَ الشَّرَفِ وَالْكَرَامَةِ، فَيَنْبَغِي أَنْ تُصْرَفَ عَنْهُ بِالْوَعْظِ وَالنَّصِيحَةِ، وَيُجِيزُ بَعْضُ الْفُقَهَاءِ الْعَضْلَ إِذَا كَانَ الْمَهْرُ دُونَ مَهْرِ الْمِثْلِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِذَا أَرَادَتِ الْمَرْأَةُ أَنْ تَتَزَوَّجَ بِأَقَلَّ مِنْ مَهْرِ مِثْلِهَا، وَلَمْ يَكُنِ الْحَامِلُ عَلَى ذَلِكَ فَسَادَ الْأَخْلَاقِ الْمُسْقِطِ لِلْكَرَامَةِ، أَوِ اتِّبَاعَ الْهَوَى وَإِرْضَاءَ الشَّهْوَةِ، بَلْ كَانَ مَيْلًا إِلَى رَجُلٍ مُسْتَقِيمٍ يُرْجَى مِنْهُ حُسْنُ الْعِشْرَةِ وَصَلَاحُ الْمَعِيشَةِ، إِلَّا أَنَّهُ يَعْسُرُ عَلَيْهِ دَفَعُ مَهْرٍ كَثِيرٍ مَعَ نَفَقَاتِ الزَّوَاجِ الْأُخْرَى، فَلَا يَجُوزُ حِينَئِذٍ الْعَضَلُ بَلْ يَجِبُ تَزْوِيجُهُ. </p><p> (وَأَقُولُ) : إِنَّ مَسْأَلَةَ مُرَاعَاةِ الْكَفَاءَةِ بَيْنَ الزَّوْجَيْنِ عُرْفٌ مَعْرُوفٌ بَيْنَ الْعَرَبِ وَغَيْرِهِمْ مِنَ الْأُمَمِ وَلَا سِيَّمَا الْمُلُوكُ وَالْأُمَرَاءُ، وَلَا يُوجَدُ سَبَبٌ يَحْمِلُ الرِّجَالَ وَالنِّسَاءَ عَلَى الْإِخْلَالِ بِهِ كَالْعِشْقِ، فَكَمْ مِنْ مَلِكٍ أَوْ أَمِيرٍ تَزَوَّجَ رَاقِصَةً أَوْ مُغَنِّيَةً أَوْ مُمَثِّلَةً لِلْقِصَصِ لِعِشْقِهِ لَهَا وَإِنْ أَدَّى ذَلِكَ إِلَى تَرْكِ الْمُلْكِ أَوِ اسْتِحْقَاقِهِ، وَإِنَّ مِنَ الْعِشْقِ مَا هُوَ مُسْقِطٌ لِلْكَرَامَةِ وَالشَّرَفِ، وَمِنْهُ مَا لَيْسَ كَذَلِكَ، فَالْأَوَّلُ يَعْذُرُ جُمْهُورُ النَّاسِ مَنِ ابْتُلِيَ بِهِ دُونَ الثَّانِي، وَالْفَرْقُ بَيْنَهُمَا مَعْرُوفٌ، وَالْمَدَارُ فِي مَسْأَلَةِ الْكَفَاءَةِ عَلَى الْعُرْفِ الْقَوْمِيِّ وَالْوَطَنِيِّ لَا عَلَى تَقَالِيدِ بُيُوتِ شُرَفَاءِ النَّسَبِ وَالْجَاهِ وَكِبْرِيَائِهِمْ، فَمَا يَعُدُّهُ الْجُمْهُورُ إِهَانَةً لِلْمَرْأَةِ تَكُونُ بِهِ مُضْغَةً فِي الْأَفْوَاهِ وَعَارًا عَلَى بَيْتِهَا فَهُوَ الَّذِي يُبِيحُ لِأَوْلِيَائِهَا الْمَنْعَ مِنْهُ، إِذَا لَمْ يَكُنِ الْعَضَلُ سَبَبًا لِمَفْسَدَةٍ شَرٍّ مِنْهُ، فَالْمَسْأَلَةُ مِنْ أَحْكَامِ </p><p> الْمَصَالِحِ الَّتِي تَخْتَلِفُ بِحَسَبِ الزَّمَانِ وَالْمَكَانِ لَا تَعَبُّدِيَّةٍ، وَلَا يَجُوزُ إِكْرَاهُ الْمَرْأَةِ عَلَى الزَّوَاجِ بِمَنْ تَكْرَهُ مُطْلَقًا. </p><p> (ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ) الْوَعْظُ: النُّصْحُ وَالتَّذْكِيرُ بِالْخَيْرِ وَالْحَقِّ عَلَى الْوَجْهِ الَّذِي يَرِقُّ لَهُ الْقَلْبُ وَيَبْعَثُ عَلَى الْعَمَلِ; أَيْ: ذَلِكَ الَّذِي تَقَدَّمَ مِنَ الْأَحْكَامِ وَالْحُدُودِ الْمَقْرُونَةِ بِالْحُكْمِ، وَالتَّرْغِيبِ وَالتَّرْهِيبِ يُوعَظُ بِهِ أَهْلُ الْإِيمَانِ بِاللهِ وَالْجَزَاءِ عَلَى الْأَعْمَالِ فِي الْآخِرَةِ; فَإِنَّ هَؤُلَاءِ هُمُ الَّذِينَ يَتَقَبَّلُونَهُ وَيَتَّعِظُونَ بِهِ فَتَخْشَعُ لَهُ قُلُوبُهُمْ، وَيَتَحَرَّوْنَ الْعَمَلَ بِهِ قَبُولًا لِتَأْدِيبِ رَبِّهِمْ، وَطَلَبًا لِلِانْتِفَاعِ بِهِ فِي الدُّنْيَا، وَرَجَاءً فِي مَثُوبَتِهِ وَرِضْوَانِهِ فِي الْأُخْرَى، وَأَمَّا الَّذِينَ لَا يُؤْمِنُونَ بِمَا ذَكَرَ حَقَّ الْإِيمَانِ كَالْمُعَطِّلِينَ وَالْمُقَلِّدِينَ الَّذِينَ يَقُولُونَ آمَنَّا بِأَفْوَاهِهِمْ لِأَنَّهُمْ سَمِعُوا قَوْمَهُمْ يَقُولُونَ ذَلِكَ، وَلَمْ تُؤْمِنْ قُلُوبُهُمْ لِأَنَّهُمْ لَمْ يَتَلَقَّوْا أُصُولَ الْإِيمَانِ بِالْبُرْهَانِ الَّذِي </p><p> يَمْلِكُ مِنَ الْقَلْبِ مَوَاقِعَ التَّأْثِيرِ وَمَسَالِكَ الْوِجْدَانِ، فَإِنَّ وَعْظَهُمْ بِهِ عَبَثٌ لَا يَنْفَعُ، وَقَوْلٌ لَا يُسْمَعُ; لِأَنَّهُمْ يَتَّبِعُونَ فِي مُعَامَلَةِ النِّسَاءِ أَهْوَاءَهُمْ، وَيُقَلِّدُونَ مَا وَجَدُوا عَلَيْهِ آبَاءَهُمْ وَعُشَرَاءَهُمْ. </p><p> وَالْآيَةُ تَدُلُّ عَلَى أَنَّ الْإِيمَانَ الصَّحِيحَ يَقْتَضِي الْعَمَلَ وَقَدْ غَفَلَ عَنْ هَذَا الْأَكْثَرُونَ، وَقَرَّرَهُ الْأَئِمَّةُ الْمُحَقِّقُونَ كَحُجَّةِ الْإِسْلَامِ الْغَزَالِيِّ وَشَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَّةَ وَالْمُحَقِّقِ الشَّاطِبِيِّ وَالْأُسْتَاذِ الْإِمَامِ رَحِمَهُمُ اللهُ تَعَالَى. قَالَ شَيْخُنَا هُنَا: كَأَنَّهُ يَقُولُ مَنْ كَانَ مُؤْمِنًا فَلَا شَكَّ أَنَّهُ يَتَّعِظُ بِهَذَا، يُشِيرُ إِلَى أَنَّ مَنْ لَمْ يَتَّعِظْ وَيَعْمَلْ بِهَا فَلَيْسَ بِمُؤْمِنٍ، وَتَدُلُّ عَلَى أَنَّ أَحْكَامَ الدِّينِ حَتَّى الْمُعَامَلَاتِ مِنْهَا يَنْبَغِي أَنْ تُسَاقَ إِلَى النَّاسِ مَسَاقَ الْوَعْظِ الْمُحَرِّكِ لِلْقُلُوبِ لَا أَنْ تُسْرَدَ سَرْدًا جَافًّا كَمَا تَرَى فِي كُتُبِ الْفِقْهِ. </p><p> (ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ) الزَّكَاءُ: النَّمَاءُ وَالْبَرَكَةُ فِي الشَّيْءِ، وَالْمُشَارُ إِلَيْهِ فِي (ذَلِكُمْ) هُوَ النَّهْيُ عَنْ عَضَلِ النِّسَاءِ بِقَيْدِهِ وَشَرْطِهِ، وَالْمُرَادُ أَنَّهُ مَزِيدٌ فِي نَمَاءِ مُتَّبِعِيهِ وَصَلَاحِ حَالِهِمْ مَا بَعْدَهُ مَزِيدٌ يُفَضِّلُهُ، وَأَنَّهُ أَطْهَرُ لِأَعْرَاضِهِمْ وَأَنْسَابِهِمْ، وَأَحْفَظُ لِشَرَفِهِمْ وَأَحْسَابِهِمْ; لِأَنَّ عَضَلَ النِّسَاءِ وَالتَّضْيِيقَ عَلَيْهِنَّ مَدْعَاةٌ لِفُسُوقِهِنَّ وَمَفْسَدَةٌ لِأَخْلَاقِهِنَّ، وَسَبَبٌ لِفَسَادِ نِظَامِ الْبُيُوتِ وَشَقَاءِ الذَّرَارِي، مَثِّلْ فِي نَفْسِكَ حَالَ امْرَأَةٍ كَأُخْتِ مَعْقِلِ بْنِ يَسَارٍ تَزَوَّجَتْ بِرَجُلٍ عَرَفَهَا وَعَرَفَتْهُ، فَأَحَبَّهَا وَأَحَبَّتْهُ، ثُمَّ غَضِبَ مَرَّةً وَطَلَّقَهَا، وَبَعْدَ انْقِضَاءِ الْعِدَّةِ نَدِمَ عَلَى مَا فَعَلَ، وَأَحَبَّ أَنْ يَعُودَ إِلَى امْرَأَتِهِ الَّتِي تُحِبُّهُ، وَاعْتَادَتِ الْأُنْسَ بِهِ وَالسُّكُونَ إِلَيْهِ، فَعَضَلَهَا وَلَيُّهَا اتِّبَاعًا لِهَوَاهُ، وَاعْتِزَازًا بِسُلْطَتِهِ، أَلَا يَكُونُ ذَلِكَ مَضْيَعَةً لِوَلَدِهِمَا وَمَغْوَاةً لَهُمَا؟ وَمَثِّلْ أَيْضًا وَلِيًّا يَمْنَعُ مُوَلِّيَتَهُ مِنَ الزَّوَاجِ بِمَنْ تُحِبُّ وَيُزَوِّجُهَا بِمَنْ تَكْرَهُ اتِّبَاعًا لِهَوَاهُ أَوْ عَادَةِ قَوْمِهِ، كَمَا كَانَتِ الْعَرَبُ تَفْعَلُ، وَانْظُرْ أَتَرْجُو أَنْ يَصْلُحَ حَالُهُمَا وَيُقِيمَا حُدُودَ اللهِ بَيْنَهُمَا، أَمْ يُخْشَى أَنْ يُغْوِيَهَا الشَّيْطَانُ بِالْآخَرِ وَيُغْوِيَهُ بِهَا وَيَسْتَدْرِجَهُمَا فِي الْغِوَايَةِ فَلَا يَقِفَانِ إِلَّا عِنْدَ نِهَايَةِ حُدُودِهَا؟ وَهَكَذَا مَثِّلْ كُلَّ مُخَالَفَةٍ لِهَذِهِ الْأَحْكَامِ تَجِدُهَا مَفْسَدَةً. </p><p> وَقَدْ كَانَ النَّاسُ لِجَهْلِهِمْ بِوُجُوهِ الْمَصَالِحِ الِاجْتِمَاعِيَّةِ عَلَى كَمَالِهَا لَا يَرَوْنَ لِلنِّسَاءِ شَأْنًا فِي صَلَاحِ حَيَاتِهِمُ الِاجْتِمَاعِيَّةِ وَفَسَادِهَا حَتَّى عَلَّمَهُمُ الْوَحْيُ ذَلِكَ، وَلَكِنَّ النَّاسَ لَا يَأْخُذُونَ مِنَ الْوَحْيِ فِي كُلِّ زَمَانٍ إِلَّا بِقَدْرِ اسْتِعْدَادِهِمْ، وَإِنَّ مَا جَاءَ بِهِ الْقُرْآنُ </p><p> مِنَ الْأَحْكَامِ لِإِصْلَاحِ حَالِ الْبُيُوتِ (الْعَائِلَاتِ) بِحُسْنِ مُعَامَلَةِ النِّسَاءِ لَمْ تَعْمَلْ بِهِ الْأُمَّةُ عَلَى وَجْهِ الْكَمَالِ، بَلْ نَسِيَتْ مُعْظَمَهُ فِي هَذَا الزَّمَانِ وَعَادَتْ إِلَى جَهَالَةِ الْجَاهِلِيَّةِ; وَلِهَذَا الْجَهْلِ السَّابِقِ وَلِتَوَهُّمِ الَّذِينَ يُسِيئُونَ مُعَامَلَةَ النِّسَاءِ مِنَ الرِّجَالِ أَنَّهُمْ يَفْعَلُونَ مَا هُوَ مَصْلَحَةٌ لَهُمْ وَمُحَافَظَةٌ عَلَى شَرَفِهِمْ خَتَمَ هَذِهِ الْمَوَاعِظَ وَالْأَحْكَامَ وَالْحِكَمَ بِقَوْلِهِ:  (وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ) أَيْ: يَعْلَمُ سُبْحَانَهُ مَا لَكُمْ فِي ذَلِكَ مِنَ الزَّكَاءِ وَالطُّهْرِ وَسَائِرِ الْمَصَالِحِ وَدَفْعِ الْمَفَاسِدِ وَأَنْتُمْ لَا تَعْلَمُونَ ذَلِكَ كُلَّهُ عِلْمًا صَحِيحًا خَالِيًا مِنَ الْأَهْوَاءِ وَالْأَوْهَامِ وَاعْتِزَازِ الرِّجَالِ بِقُدْرَتِهِمْ عَلَى التَّحَكُّمِ فِي النِّسَاءِ; وَلِذَلِكَ ذَكَّرَكُمْ فِي أَثَرِ النَّهْيِ عَنْ عَضَلِ النِّسَاءِ عَنِ الزَّوَاجِ بِهَذِهِ الثَّلَاثِ، الْأُولَى: إِنَّهَا مَوْعِظَةٌ يَتَّعِظُ بِهَا مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ. الثَّانِيَةُ: أَنَّهَا أَزْكَى لَكُمْ وَأَطْهَرُ لِأَعْرَاضِكُمُ. الثَّالِثَةُ: أَنَّ اللهَ يَعْلَمُ كُلَّ ذَلِكَ كَغَيْرِهِ وَأَنْتُمْ لَا تَعْلَمُونَ. وَهَذِهِ آيَاتُ عِلْمِهِ ظَاهِرَةٌ، فَإِنَّ الْبَشَرَ مِنْ جَمِيعِ الْأُمَمِ لَا مِنَ الْعَرَبِ وَحْدَهُمْ لَمْ يَهْتَدُوا إِلَى هَذِهِ الْأَحْكَامِ الْمُنَزَّلَةِ فِي هَذِهِ السُّورَةِ النَّافِعَةِ بِاخْتِبَارِهِمُ الطَّوِيلِ، بَلْ عَزَبَتْ حِكْمَتُهَا عَنْ نُفُوسِ الْأَكْثَرِينَ بَعْدَ أَنْ نَزَلَ الْوَحْيُ بِهَا فَلَمْ يَعْمَلُوا بِهَا، وَكَانَ يَجِبُ عَلَى الْمُؤْمِنِ الذَّكِيِّ أَنْ يُقِيمَهَا عَلَى وَجْهِهَا مُلَاحِظًا فَوَائِدَهَا، وَعَلَى الْمُؤْمِنِ غَيْرِ الذَّكِيِّ أَنْ يُسَلِّمَ أَمْرَ رَبِّهِ بِهَا تَسْلِيمًا وَإِنْ لَمْ تَظْهَرْ لَهُ فَائِدَتُهَا فِي الدُّنْيَا اكْتِفَاءً بِأَنَّ اللهَ تَعَالَى يَعْلَمُ مِنْ ذَلِكَ مَا لَا يَعْلَمُ هُوَ. </p><p> وَهَا هُنَا أُنَبِّهُ وَأُذَكِّرُ الْقَارِئَ لِهَذَا التَّفْسِيرِ بِأَنَّ مِنْ أَظْهَرِ مَا تُفَضَّلُ بِهِ هِدَايَةُ الْوَحْيِ مَا هُوَ صَحِيحٌ وَحَسَنٌ مِنْ حِكْمَةِ الْبَشَرِ: أَنَّ الْمُؤْمِنَ بِالْوَحْيِ يَتَّبَعُ هِدَايَتَهُ سَوَاءٌ أَعَلِمَ وَجْهَ الْمَنْفَعَةِ فِيهَا أَمْ لَا، فَيَنْتَفِعُ بِهَا كُلُّ مُؤْمِنٍ، وَأَمَّا حِكْمَةُ الْبَشَرِ فَلَا يَنْتَفِعُ بِهَا إِلَّا مَنْ فَهِمَهَا وَاقْتَنَعَ بِصِحَّتِهَا وَبِأَنَّ الْعَمَلَ بِهَا خَيْرٌ لَهُ مِنْ تَرْكِهِ. </p><p> وَالَّذِينَ يَجْهَلُونَ هَذِهِ الْمَزِيَّةَ لِهِدَايَةِ الدِّينِ مِنْ غَيْرِ أَهْلِهِ يُفَضِّلُونَ هِدَايَةَ الْحِكْمَةِ وَالْبَشَرِيَّةِ عَلَيْهَا بِأَنَّ مُتَّبِعَهَا يَتْرُكُ الشَّرَّ; لِأَنَّهُ شَرٌّ ضَارٌّ، وَيَفْعَلُ الْخَيْرَ; لِأَنَّهُ خَيْرٌ نَافِعٌ، وَأَنَّ مُتَّبِعَ الدِّينِ يَفْعَلُ مَا لَا يُعْقَلُ لَهُ فَائِدَةٌ. وَهَذَا غَلَطٌ أَوْ مُغَالَطَةٌ; فَإِنَّ الدِّينَ قَدْ جَاءَ بِالْحِكْمَةِ مُؤَيِّدَةً لِلْكِتَابِ كَمَا قَالَ:  (يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ)  (٢: ١٢٩) فَمَنْ جَمَعَ بَيْنَ الْكِتَابِ وَالْحِكْمَةِ فَهُوَ الْمُؤْمِنُ الْكَامِلُ، وَمَنْ عَجَزَ عَنْ فَهْمِ حِكْمَةِ الْأَحْكَامِ وَالْآدَابِ فِيهِ مِنْ عَامِّيٍّ وَبَلِيدٍ أَوْ حَدِيثِ عَهْدٍ بِالْإِسْلَامِ لَمْ يَفُتْهُ وَقَدْ هُدِيَ </p><p> إِلَى الْإِيمَانِ أَنْ يَتْرُكَ الشَّرَّ وَيَفْعَلَ الْخَيْرَ لِأَنَّ الَّذِي نَهَاهُ عَنِ الْأَوَّلِ وَأَمَرَهُ بِالثَّانِي هُوَ اللهُ، وَهُوَ أَعْلَمُ مِنْهُ وَمِنْ كُلِّ حُكَمَاءِ خَلْقِهِ. </p><p> وَمِنْ دَقَائِقِ الْبَلَاغَةِ فِي الْآيَةِ اخْتِلَافُ الْخِطَابِ بِالْإِشَارَةِ; فَإِنَّهُ لَمَّا جَعَلَ الْوَعْظَ بِمَا ذَكَرَ مِنَ الْأَحْكَامِ وَالْحِكَمِ خَاصًّا بِمَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَجَّهَ الْخِطَابَ بِهِ إِلَى النَّبِيِّ - صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ:  (ذَلِكَ يُوعَظُ بِهِ) إِلَخْ، وَأَمَّا كَوْنُهُ أَزْكَى وَأَطْهَرُ فَقَدْ جَعَلَهُ عَامًّا وَخَاطَبَ بِهِ النَّاسَ كَافَّةً بُقَوْلِهِ:  (ذَلِكُمْ) إِلَخْ. وَقَدْ تَقَدَّمَ تَوْجِيهُ الْأَوَّلِ، وَأَمَّا تَوْجِيهُ الثَّانِي فَهُوَ أَنَّ كُلَّ مَنْ عَمِلَ بِهَذِهِ الْأَحْكَامِ فَإِنَّهَا تَكُونُ زَكَاءً لَهُ وَبَرَكَةً فِي بَيْتِهِ وَذُرِّيَّتِهِ، وَطُهْرًا لِعِرْضِهِ وَشَرَفِهِ، سَوَاءٌ أَوَعَظَ بِتِلْكَ الْآيَاتِ فَاتَّعَظَ لِإِيمَانِهِ، أَمْ عَمِلَ بِهَا لِسَبَبٍ آخَرَ؛ بِأَنْ بَلَغَتْهُ غَفِلًا مِنَ الْمَوْعِظَةِ غَيْرَ مُسْنَدَةٍ إِلَى الْوَحْيِ أَوْ قَلَّدَ بِهَا بَعْضَ الْعَامِلِينَ، وَكَوْنُ الْخِطَابِ بِقَوْلِهِ:  (ذَلِكَ) لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ أَحَدُ الْوُجُوهِ الَّتِي ذَكَرُوهَا فِيهِ. قَالَ الْبَيْضَاوِيُّ فِي تَوْجِيهِهِ: إِنَّهُ عَلَى طَرِيقَةِ قَوْلِهِ: (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ)  (٦٥: ١) لِلدَّلَالَةِ عَلَى أَنَّ حَقِيقَةَ الْمُشَارِ إِلَيْهِ أَمْرٌ لَا يَكَادُ يَتَصَوَّرُهُ كُلُّ أَحَدٍ. اهـ. وَقِيلَ: الْخِطَابُ لِلْجَمْعِ عَلَى تَأْوِيلِ الْقَبِيلِ، وَقِيلَ: لِكُلِّ أَحَدٍ، وَقِيلَ: لِمُجَرَّدِ الْخِطَابِ وَالْفَرْقِ بَيْنَ الْحَاضِرِ وَالْمُنْقَضِي دُونَ تَعْيِينِ الْمُخَاطَبِينَ، ذَكَرَ ذَلِكَ كُلَّهُ الْبَيْضَاوِيُّ. وَسَأَلَ الْفَخْرَ الرَّازِيَّ: لِمَ وَحَّدَ الْكَافَ فِي قَوْلِهِ تَعَالَى: (ذَلِكَ) مَعَ أَنَّهُ يُخَاطِبُ جَمَاعَةً؟ وَأَجَابَ بِأَنَّ هَذَا جَائِزٌ، وَالتَّثْنِيَةُ أَيْضًا جَائِزَةٌ، وَالْقُرْآنُ نَزَلَ بِاللُّغَتَيْنِ جَمِيعًا قَالَ تَعَالَى:  (ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي)  (١٢: ٣٧) وَقَالَ: (فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ)  (١٢: ٣٢) إِلَى آخِرِ مَا أَوْرَدَ، وَهُوَ جَوَابٌ مُبْهَمٌ مُوهِمٌ; فَإِنَّ التَّثْنِيَةَ هُنَا وَارِدَةٌ فِي خِطَابِ الِاثْنَيْنِ، وَالْجَمْعَ الْمُؤَنَّثَ وَارِدٌ فِي خِطَابِ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ، فَلَا يَصِحُّ شَيْءٌ مِمَّا ذَكَرَهُ فِي هَذَا الْمَقَامِ، وَالْمَعْرُوفُ فِي الِاسْتِعْمَالِ - وَلَعَلَّهُ مُرَادُهُ - أَنَّ الْكَافَ الْمُفْرَدَةَ تُسْتَعْمَلُ فِي كُلِّ خِطَابٍ سَوَاءً كَانَ الْمُخَاطَبُ مُفْرَدًا أَوْ مُثَنًّى أَوْ جَمْعًا وَهِيَ لُغَةُ بَعْضِ الْعَرَبِ، فَإِذَا تَحَوَّلَ الْمُتَكَلِّمُ عَنْهَا وَجَبَ أَنْ يَكُونَ كَلَامُهُ عَلَى حَسَبِ الْمُخَاطَبِينَ. تَقُولُ لِلرَّجُلِ (ذَلِكَ) بِفَتْحِ الْكَافِ وَبِكَسْرِهِ لِلْمَرْأَةِ، وَذَلِكُمَا لِلِاثْنَيْنِ مُطْلَقًا، وَذَلِكُمْ لِلذُّكُورِ، وَذَلِكُنَّ لِلْإِنَاثِ وَهِيَ لُغَةُ قُرَيْشٍ. </p><p> (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّ اللهَ بِمَا تَعْمَلُونَ بَصِيرٌ) </p>"
}