{
  "id": null,
  "sura": 2,
  "aya": 201,
  "text": "<p> مَا تَوَعَّدَ اللهُ بِهِ الْمُجْرِمِينَ فِيهَا فَيَلْجَأُ إِلَيْهِ تَعَالَى بِأَنْ يَقِيَهُ شَرَّهُ، فَحِرْمَانُ هَذَا الْفَرِيقِ مِنْ خَلَاقِ الْآخِرَةِ هُوَ أَثَرُ كَسْبِهِ وَسُوءِ اخْتِيَارِهِ، وَتَفْضِيلِهِ حُظُوظَ الدُّنْيَا الْفَانِيَةِ عَلَى سَعَادَةِ الْآخِرَةِ الْبَاقِيَةِ ; لِأَنَّهُ يَعْمَلُ لِلْأُولَى كُلَّ مَا يَسْتَطِيعُ مِنْ أَسْبَابِ الْحَلَالِ وَالْحَرَامِ، حَتَّى إِنَّهُ لَا يَسْأَلُ رَبَّهُ إِلَّا الْمَزِيدَ مِنْ حُظُوظِهَا وَشَهَوَاتِهَا. وَقَدْ يَنَالُهَا كَثِيرٌ مِنَ النَّاسِ بِدُونِ هَمٍّ كَبِيرٍ فِي الْعَمَلِ لَهَا، وَلَا يَعْمَلُ لِلْآخِرَةِ وَقَدِ اشْتُرِطَ لِسَعَادَتِهَا خَيْرَ الْعَمَلِ، فَقَالَ تَعَالَى:  (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا)  (١٧: ١٨، ١٩) الْآيَاتُ. وَبِاللهِ مَا أَبْلَغَ حَذْفَ مَفْعُولِ (آتِنَا) فِي هَذَا الْمَقَامِ فَهُوَ مِنْ دَقَائِقِ الْإِيجَازِ الَّتِي تَحَارُ فِيهَا الْأَفْهَامُ، وَتَعْجَزُ عَنْهَا قَرَائِحُ الْأَنَامِ، فَإِنَّهُ بِدَلَالَتِهِ عَلَى الْعُمُومِ يَشْمَلُ كُلَّ مَا يُعْنَى بِهِ أَفْرَادُ هَؤُلَاءِ النَّاسِ الْمُتَفَاوَتِي الْهِمَمِ الْمُخْتَلِفِي الْأَهْوَاءِ مِنَ </p><p> الْحُظُوظِ وَالشَّهَوَاتِ، حُسْنِهَا وَقَبِيحِهَا، خَيْرِهَا وَشَرِّهَا، كَبِيرِهَا وَخَسِيسِهَا، وَمَا لَا يَلِيقُ ذِكْرُهُ مِنْهَا. </p><p> وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ فِي تَعْيِينِ هَذَا الْفَرِيقِ فَقِيلَ: هُمُ الْكُفَّارُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ، وَاسْتَدَلُّوا بِمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَأَنَسٍ مِنْ دُعَاءِ الْمُشْرِكِينَ فِي ذَلِكَ الْمَقَامِ بِحُظُوظِ الدُّنْيَا، وَقِيلَ: هُمُ الْمُسْلِمُونَ الَّذِينَ لَمْ تَمَسَّ أَسْرَارُ الدِّينِ وَحِكَمُهُ قُلُوبَهُمْ، وَلَمْ تُشْرِقْ أَنْوَارُ هِدَايَتِهِ عَلَى أَرْوَاحِهِمْ، بَلِ اكْتَفَوْا بِالتَّقْلِيدِ فِي رُسُومِهِ الظَّاهِرَةِ، فَكَانَ هَمُّهُمْ فِي الدُّنْيَا دُونَ الْآخِرَةِ، وَذَكَرُوا هُنَا مَا رُوِيَ فِي الْمَرْفُوعِ مِنْ أَنَّ اللهَ تَعَالَى يُؤَيِّدُ هَذَا الدِّينَ بِمَنْ لَا خَلَاقَ لَهُمْ. وَاسْتَدَلُّوا عَلَى صِحَّةِ رَأْيِهِمْ بِالسِّيَاقِ، وَلَا شَكَّ أَنَّ هَذَا الْقِسْمَ مَوْجُودٌ فِي الْمُسْلِمِينَ كَمَا وُجِدَ فِي كُلِّ أُمَّةٍ، وَمَنْ بَلَا النَّاسَ وَفَلَّاهُمْ عَرَفَ ذَلِكَ. </p><p> (وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً) أَيْ: وَمِنْهُمْ مَنْ يَطْلُبُ خَيْرَ الدُّنْيَا وَالْآخِرَةِ جَمِيعًا، لَا حُظُوظَ الدُّنْيَا وَحْدَهَا كَيْفَمَا كَانَتْ كَالْفَرِيقِ الْأَوَّلِ، وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ فِي تَعْيِينِ الْحَسَنَةِ هَلْ هِيَ الْعَافِيَةُ أَوِ الْكَفَافُ أَوِ الْمَرْأَةُ الصَّالِحَةُ أَوِ الْأَوْلَادُ الْأَبْرَارُ أَوِ الْمَالُ الصَّالِحُ أَوِ الْعِلْمُ وَالْمَعْرِفَةُ أَوِ الْعِبَادَةُ وَالطَّاعَةُ، وَرُوِيَ بَعْضُ هَذِهِ الْأَقْوَالِ عَنْ بَعْضِ السَّلَفِ، وَلَعَلَّ كُلَّ ذِي قَوْلٍ يُطْلِقُهَا عَلَى الْمُهِمِّ عِنْدَهُ، وَالظَّاهِرُ أَنَّ (حَسَنَةً) وَصْفٌ لِمَحْذُوفٍ أَيْ حَيَاةً حَسَنَةً، وَانْظُرْ بِمَ تَكُونُ حَيَاةُ الْمَرْءِ حَسَنَةً فَيَكُونُ سَعِيدًا فِي الدُّنْيَا، فَمَنْ دَعَا اللهَ تَعَالَى دُعَاءً إِجْمَالِيًّا فَلْيَدْعُهُ بِسَعَادَةِ الدُّنْيَا وَالْآخِرَةِ وَالْحَيَاةِ الطَّيِّبَةِ فِيهِمَا يَكُنْ مُهْتَدِيًا بِالْآيَةِ. وَمَنْ كَانَتْ لَهُ حَاجَةٌ خَاصَّةٌ فَدَعَاهُ لَهَا مِنْ حَيْثُ هِيَ حَسَنَةٌ فَهُوَ مُهْتَدٍ بِهَا، عَلَى أَنَّهُمُ اخْتَلَفُوا فِي حَسَنَةِ الْآخِرَةِ أَيْضًا فَقِيلَ: الْجَنَّةُ، وَقِيلَ: الرُّؤْيَةُ، وَاخْتَلَفُوا فِي عَذَابِ النَّارِ، وَرَوَوْا عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ أَنَّهُ الْمَرْأَةُ السُّوءُ. وَقَدْ عُلِمَ مِمَّا تَقَدَّمَ فِي تَفْسِيرِ (أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ)  (٢: ١٨٦) أَنَّ الطَّلَبَ مِنَ اللهِ تَعَالَى إِنَّمَا يَكُونُ بِاتِّبَاعِ سُنَّتِهِ فِي الْأَسْبَابِ وَالْمُسَبِّبَاتِ </p><p> وَالتَّوَجُّهِ إِلَيْهِ تَعَالَى وَاسْتِمْدَادِ الْمَعُونَةِ وَالتَّوْفِيقِ مِنْهُ، لِلْهِدَايَةِ إِلَى مَا يَعْجَزُ الْعَبْدُ عَنْهُ، وَعَلَى هَذَا يَتَخَرَّجُ تَفْسِيرُ الْحَسَنِ </p><p> لِقَوْلِهِ تَعَالَى:  (وَقِنَا عَذَابَ النَّارِ) بِقَوْلِهِ: أَيِ احْفَظْنَا مِنَ الشَّهَوَاتِ وَالذُّنُوبِ الْمُؤَدِّيَةِ إِلَيْهَا، فَطَلَبُ الْحَيَاةِ الْحَسَنَةِ فِي الدُّنْيَا يَكُونُ بِالْأَخْذِ بِأَسْبَابِهَا الْمُجَرَّبَةِ فِي الْكَسْبِ وَالنِّظَامِ فِي الْمَعِيشَةِ، وَحُسْنِ مُعَاشَرَةِ النَّاسِ بِآدَابِ الشَّرِيعَةِ وَالْعُرْفِ، وَقَصْدِ الْخَيْرِ فِي الْأَعْمَالِ كُلِّهَا، وَتَوَقِّي الشُّرُورِ كُلِّهَا، وَطَلَبُ الْحَيَاةِ الْحَسَنَةِ فِي الْآخِرَةِ يَكُونُ بِالْإِيمَانِ الْخَالِصِ وَمَكَارِمِ الْأَخْلَاقِ وَالْعَمَلِ الصَّالِحِ بِقَدْرِ الِاسْتِطَاعَةِ، وَطَلَبُ الْوِقَايَةِ مِنَ النَّارِ يَكُونُ بِتَرْكِ الْمَعَاصِي وَاجْتِنَابِ الرَّذَائِلِ وَالشَّهَوَاتِ الْمُحَرَّمَةِ، مَعَ الْقِيَامِ بِالْفَرَائِضِ الْمُحَتَّمَةِ. هَذَا هُوَ الطَّلَبُ بِلِسَانِ الْقَلْبِ وَالْعَمَلِ، وَأَمَّا الطَّلَبُ بِلِسَانِ الْمَقَالِ فَهُوَ يَصْدُقُ بِمَا يُذَكِّرُ الْقَلْبَ بِأَنَّ هَذِهِ الْأَسْبَابَ مِنَ اللهِ، فَالسَّعْيُ لَهَا مَعَ الْإِيمَانِ هُوَ عَيْنُ الطَّلَبِ مِنْ فَيْضِهِ وَإِحْسَانِهِ، مَضَتْ سُنَّتُهُ بِأَنْ يُعْطِيَ بِهَا فَضْلًا مِنْهُ وَرَحْمَةً، لَا بِخَوَارِقِ الْعَادَاتِ الَّتِي لَا يَعْلَمُ مَحَلَّهَا وَحِكْمَتَهَا غَيْرُهُ، وَأَنَّهُ لَا يُرْجَعُ إِلَى سِوَاهُ فِي الْهِدَايَةِ إِلَى مَا خَفِيَ وَالْمَعُونَةِ عَلَى مَا عَسُرَ. </p><p> وَلَمْ يَذْكُرْ فِي التَّقْسِيمِ مَنْ لَا يَطْلُبُ إِلَّا حَسَنَةَ الْآخِرَةِ ; لِأَنَّ التَّقْسِيمَ لِبَيَانِ مَا عَلَيْهِ النَّاسُ فِي الْوَاقِعِ وَنَفْسِ الْأَمْرِ بِحَسَبِ دَاعِي الْجِبِلَّةِ وَتَأْثِيرِ التَّرْبِيَةِ وَهَدْيِ الدِّينِ، وَلَا يَكَادُ يُوجَدُ فِي الْبَشَرِ مَنْ لَا تَتَوَجَّهُ نَفْسُهُ إِلَى حُسْنِ الْحَالِ فِي الدُّنْيَا مَهْمَا يَكُنْ غَالِبًا فِي الْعَمَلِ لِلْآخِرَةِ ; لِأَنَّ الْإِحْسَاسَ بِالْجُوعِ وَالْبَرْدِ وَالتَّعَبِ يَحْمِلُهُ كَرْهَا عَلَى الْتِمَاسِ تَخْفِيفِ أَلَمِ ذَلِكَ الْإِحْسَاسِ، وَالشَّرْعُ يُكَلِّفُهُ ذَلِكَ بِمَا يَقْدِرُ عَلَيْهِ مِنْ أَسْبَابِهِ، وَقَدْ جَعَلَ عَلَيْهِ حُقُوقًا لِبَدَنِهِ وَلِأَهْلِهِ وَوَلَدِهِ وَلِرَحِمِهِ وَلِزَائِرِيهِ وَإِخْوَانِهِ وَأُمَّتِهِ لَا تَصِحُّ عُبُودِيَّتُهُ إِلَّا بِدُعَاءِ اللهِ تَعَالَى فِيهَا. </p><p> وَفِي الْآيَةِ إِشْعَارٌ بِأَنَّ هَذَا الْغُلُوَّ مَذْمُومٌ خَارِجٌ مِنْ سُنَنِ الْفِطْرَةِ وَصِرَاطِ الدِّينِ مَعًا، وَمَا نَهَى اللهُ أَهْلَ الْكِتَابِ عَنِ الْغُلُوِّ فِي الدِّينِ وَذَمَّهُمْ عَلَى التَّشَدُّدِ فِيهِ إِلَّا عِبْرَةً لَنَا، وَقَدْ نَهَانَا عَنْهُ نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفِي حَدِيثِ أَنَسٍ عِنْدَ الْبُخَارِيِّ وَمُسْلِمٍ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَعَا رَجُلًا مِنَ الْمُسْلِمِينَ قَدْ صَارَ مِثْلَ الْفَرْخِ الْمَنْتُوفِ فَقَالَ لَهُ:  ((هَلْ كُنْتَ تَدْعُو اللهَ بِشَيْءٍ؟) ) قَالَ: نَعَمْ كُنْتُ أَقُولُ: اللهُمَّ مَا كُنْتَ مُعَاقِبِي بِهِ فِي الْآخِرَةِ فَعَجِّلْهُ لِي فِي الدُّنْيَا. فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((سُبْحَانَ اللهِ إِذًا لَا تُطِيقُ ذَلِكَ وَلَا</p><p> تَسْتَطِيعُهُ فَهَلَّا قُلْتَ: ((رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ) ) وَدَعَا لَهُ فَشَفَاهُ اللهُ تَعَالَى. </p><p> وَأَبْعَدُ مِنْ هَذَا فِي الْغُلُوِّ أَنَّ بَعْضَ الصُّوفِيَّةِ سَمِعَ قَارِئًا يَتْلُو قَوْلَهُ تَعَالَى:  (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ)  (٣: ١٥٢) فَصَاحَ أَوَاهُ فَأَيْنَ مَنْ يُرِيدُ اللهَ؟ وَهُوَ قَوْلٌ حَسَنُ الظَّاهِرِ قَبِيحُ الْبَاطِنِ، فَالْآيَةُ خِطَابٌ لِخِيَارِ الصَّحَابَةِ وَهُوَ وَشَيْخُهُ مِنِ الصُّوفِيَّةِ لَمْ يَبْلُغُوا مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ، فَإِرَادَةُ الدُّنْيَا وَالْآخِرَةِ بِالْحَقِّ إِرَادَةٌ لِمَرْضَاةِ اللهِ وَعَمَلٌ بِسُنَّتِهِ وَشَرْعِهِ، وَالْمُرَادُ بِالدُّنْيَا فِيهَا الْغَنِيمَةُ فِي الْحَرْبِ، وَبِالْآخِرَةِ الشَّهَادَةُ فِي سَبِيلِ اللهِ، فَهَلْ يَظُنُّ بِجَهْلِهِ </p>"
}