{
  "id": null,
  "sura": 2,
  "aya": 222,
  "text": "<p> هَذَا هُوَ السُّؤَالُ الثَّالِثُ مِنَ الْأَسْئِلَةِ الَّتِي وَرَدَتْ مَعْطُوفَةً بِالْوَاوِ، وَهُوَ يَتَّصِلُ بِمَا قَبْلَهُ وَمَا بَعْدَهُ فِي أَنَّ ذَلِكَ مِنَ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِالنِّسَاءِ، وَأَمَّا الْأَسْئِلَةُ الَّتِي وَرَدَتْ قَبْلَهَا مَفْصُولَةً فَلَمْ تَكُنْ فِي مَوْضُوعٍ وَاحِدٍ، فَيُعْطَفُ بَعْضُهَا عَلَى بَعْضٍ فَجَاءَتْ عَلَى الْأَصْلِ فِي سَرْدِ التَّعَدُّدِ. </p><p> وَقَدْ كَانَتْ هَذِهِ الْأَسْئِلَةُ فِي الْمَدِينَةِ حَيْثُ الِاخْتِلَاطُ بَيْنَ الْعَرَبِ وَالْيَهُودِ، وَهَؤُلَاءِ يُشَدِّدُونَ فِي مَسَائِلِ الْحَيْضِ وَالدَّمِ، كَمَا هُوَ مَذْكُورٌ فِي الْفَصْلِ الْخَامِسَ عَشَرَ مِنْ سِفْرِ اللَّاوِيِّينَ مِنَ الْأَسْفَارِ الَّتِي يُسَمُّونَ جُمْلَتَهَا التَّوْرَاةَ، وَمِنْهَا أَنَّ كُلَّ مَنْ مَسَّ الْحَائِضَ فِي أَيَّامِ طَمْثِهَا يَكُونُ نَجِسًا، وَكُلَّ مَنْ مَسَّ فِرَاشَهَا يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ وَيَكُونُ نَجِسًا إِلَى الْمَسَاءِ، وَكُلَّ مَنْ مَسَّ مَتَاعًا تَجْلِسُ عَلَيْهِ يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ وَيَكُونُ نَجِسًا إِلَى الْمَسَاءِ، وَإِنِ اضْطَجَعَ مَعَهَا رَجُلٌ فَكَانَ طَمْثُهَا عَلَيْهِ يَكُونُ نَجِسًا سَبْعَةَ أَيَّامٍ، وَكُلُّ فِرَاشٍ يَضْطَجِعُ عَلَيْهِ يَكُونُ نَجِسًا إِلَخْ. وَلِلرَّجُلِ الَّذِي يَسِيلُ مِنْهُ دَمٌ نَحْوُ هَذِهِ الْأَحْكَامِ عِنْدَهُمْ. </p><p> وَأَمَّا النَّصَارَى فَقَدْ نُقِلَ عَنْهُمْ أَنَّهُمْ كَانُوا يَتَسَاهَلُونَ فِي أَمْرِ الْمَحِيضِ وَكَانُوا مُخَالِطِينَ لِلْعَرَبِ فِي مَوَاطِنَ كَثِيرَةٍ، وَرُوِيَ أَنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا لَا يُسَاكِنُونَ </p><p> الْحُيَّضَ وَلَا يُؤَاكِلُونَهُنَّ كَفِعْلِ الْيَهُودِ وَالْمَجُوسِ، وَمِنْ شَأْنِ النَّاسِ التَّسَاهُلُ فِي أُمُورِ الدِّينِ الَّتِي تَتَعَلَّقُ بِالْحُظُوظِ وَالشَّهَوَاتِ فَلَا يَقِفُونَ عِنْدَ الْحُدُودِ الْمَشْرُوعَةِ فِيهَا لِمَنْفَعَتِهِمْ وَمَصْلَحَتِهِمْ، فَكَانَ اخْتِلَافُ مَا عَرَفَ الْمُسْلِمُونَ عَنْ أَهْلِ الْكِتَابِ مِمَّا يُحَرِّكُ النَّفْسَ لِلسُّؤَالِ عَنْ حُكْمِ الْمَحِيضِ فِي هَذِهِ الشَّرِيعَةِ الْمُصْلِحَةِ، فَسَأَلُوا كَمَا فِي حَدِيثِ أَنَسٍ الْآتِي قَرِيبًا فَأَنْزَلَ اللهُ تَعَالَى عَلَى نَبِيِّهِ: </p><p> (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ) أَيْ: عَنْ حُكْمِهِ، وَالْمَحِيضُ هُوَ الْحَيْضُ الْمَعْرُوفُ: وَهُوَ الدَّمُ الَّذِي يَخْرُجُ مِنَ الرَّحِمِ عَلَى وَصْفٍ مَخْصُوصٍ فِي زَمَنٍ مَعْلُومٍ لِوَظِيفَةٍ حَيَوِيَّةٍ صِحِّيَّةٍ تُعِدُّ الرَّحِمَ لِلْحَمْلِ بَعْدَهُ إِذَا حَصَلَ التَّلْقِيحُ الْمَقْصُودُ مِنَ الزَّوْجِيَّةِ لِبَقَاءِ النَّوْعِ; فَالْمَحِيضُ كَالْحَيْضِ مَصْدَرٌ، كَالْمَجِيءِ وَالْمَبِيتِ، وَيُطْلَقُ عَلَى زَمَانِ الْحَيْضِ وَمَكَانِهِ، وَالْمَرْأَةُ حَائِضٌ بِدُونِ تَاءٍ; لِأَنَّهُ وَصْفٌ خَاصٌّ، وَجَمْعُهُ حُيَّضٌ بِتَشْدِيدِ الْيَاءِ (كَرَاكِعٍ وَرُكَّعٍ) وَوَرَدَ: حَائِضَةٌ وَجَمْعُهُ حَائِضَاتٌ، وَلَا حَاجَةَ إِلَى تَقْرِيرِ مَحَلِّ الْمَحِيضِ فَإِنَّمَا يُسْأَلُ الشَّارِعُ عَنِ الْأَحْكَامِ (قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ) قَدَّمَ الْعِلَّةَ عَلَى الْحُكْمِ وَرَتَّبَهُ عَلَيْهَا لِيُؤْخَذَ بِالْقَبُولِ مِنَ الْمُتَسَاهِلِينَ الَّذِينَ يَرَوْنَ الْحَجْرَ عَلَيْهِمْ تَحَكُّمًا، وَيُعْلَمَ أَنَّهُ حُكْمٌ لِلْمَصْلَحَةِ لَا لِلتَّعَبُّدِ كَمَا عَلَيْهِ الْيَهُودُ، وَالْمُرَادُ مِنَ النَّهْيِ عَنِ الْقُرْبِ النَّهْيُ عَنْ لَازِمِهِ الَّذِي يُقْصَدُ مِنْهُ وَهُوَ الْوِقَاعُ، وَالْمَعْنَى أَنَّهُ يَجِبُ عَلَى الرِّجَالِ تَرْكُ غِشْيَانِ نِسَائِهِمْ زَمَنَ الْمَحِيضِ; لِأَنَّ غِشْيَانَهُنَّ سَبَبٌ لِلْأَذَى وَالضَّرَرِ، وَإِذَا سَلِمَ الرَّجُلُ مِنْ هَذَا الْأَذَى فَلَا تَكَادُ تَسْلَمُ مِنْهُ الْمَرْأَةُ; لِأَنَّ الْغِشْيَانَ يُزْعِجُ أَعْضَاءَ النَّسْلِ فِيهَا إِلَى مَا لَيْسَتْ مُسْتَعِدَّةً لَهُ وَلَا قَادِرَةً عَلَيْهِ لِاشْتِغَالِهَا بِوَظِيفَةٍ طَبِيعِيَّةٍ أُخْرَى وَهِيَ إِفْرَازُ الدَّمِ الْمَعْرُوفِ. </p><p> وَقَدْ فَسَّرَ (الْجَلَالُ) الْأَذَى: بِالْقَذَرِ تَبَعًا لِغَيْرِهِ، عَلَى أَنَّ أَخْذَهُ عَلَى ظَاهِرِهِ وَهُوَ الضَّرَرُ مُقَرَّرٌ فِي الطِّبِّ فَلَا حَاجَةَ إِلَى الْعُدُولِ عَنْهُ، وَقَدْ جَاءَ هَذَا الْحُكْمُ وَسَطًا بَيْنَ إِفْرَاطِ الْغُلَاةِ الَّذِينَ يَعُدُّونَ الْمَرْأَةَ الْحَائِضَ وَكُلَّ مَنْ يَمَسُّهَا أَوْ يَمَسُّ ثِيَابَهَا أَوْ فِرَاشَهَا مِنَ النَّجَاسَاتِ، وَتَفْرِيطِ الْمُتَسَاهِلِينَ الَّذِينَ يَسْتَحِلُّونَ مُلَابَسَتَهَا فِي الْحَيْضِ عَلَى مَا فِيهِ مِنَ الْأَذَى وَالدَّنَسِ. </p><p> وَقَدْ أَفَادَتْ عِبَارَةُ الْآيَةِ الْكَرِيمَةِ تَأْكِيدَ الْحُكْمِ إِذْ أَمَرَتْ بِاعْتِزَالِ النِّسَاءِ فِي </p><p> زَمَنِ الْمَحِيضِ، وَهُوَ كِنَايَةٌ عَنْ تَرْكِ غِشْيَانِهِنَّ فِيهِ، ثُمَّ بَيَّنَتْ مُدَّةَ هَذَا الِاعْتِزَالِ بِصِيغَةِ النَّهْيِ، وَالْحِكْمَةُ فِي التَّأْكِيدِ هِيَ مُقَاوَمَةُ الرَّغْبَةِ الطَّبِيعِيَّةِ فِي مُلَابَسَةِ النِّسَاءِ وَإِيقَافِهَا دُونَ حَدِّ الْإِيذَاءِ، وَكَانَ يَظُنُّ بَعْضُ النَّاسِ أَنَّ الِاعْتِزَالَ وَتَرْكَ الْقُرْبِ حَقِيقَةً لَا كِنَايَةً، وَأَنَّهُ يَجِبُ الِابْتِعَادُ عَنِ النِّسَاءِ فِي الْمَحِيضِ وَعَدَمُ الْقُرْبِ مِنْهُنَّ بِالْمَرَّةِ، وَلَكِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيَّنَ لَهُمْ أَنَّ الْمُحَرَّمَ إِنَّمَا هُوَ الْوِقَاعُ. عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ الْيَهُودَ كَانُوا إِذَا حَاضَتِ الْمَرْأَةُ مِنْهُمْ لَمْ يُؤَاكِلُوهَا وَلَمْ يُجَامِعُوهَا فِي الْبُيُوتِ فَسَأَلَ أَصْحَابُ النَّبِيِّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ ذَلِكَ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ:  (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى) إِلَى آخِرِ الْآيَةِ، فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((اصْنَعُوا كُلَّ شَيْءٍ إِلَّا الْجِمَاعَ) ) رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ. وَفِي حَدِيثِ حِزَامِ بْنِ حَكِيمٍ عَنْ عَمِّهِ أَنَّهُ سَأَلَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مَا يَحِلُّ لِي مِنِ امْرَأَتِي وَهِيَ حَائِضٌ؟ قَالَ:  ((لَكَ مَا فَوْقَ الْإِزَارِ) ) أَيْ: مَا فَوْقَ السُّرَّةِ، رَوَاهُ أَبُو دَاوُدَ، وَقَدْ حَمَلَ بَعْضُهُمُ النَّهْيَ عَلَى مَنْ يَخَافُ عَلَى نَفْسِهِ الْوِقَاعَ، وَكَأَنَّ السَّائِلَ كَانَ كَذَلِكَ، وَقَالَ بَعْضُهُمْ: إِنَّ هَذَا الْحَدِيثَ مُخَصِّصٌ لِلْحَدِيثِ الْأَوَّلِ وَلِمَا فِي مَعْنَاهُ، فَلَا يَجُوزُ الِاسْتِمْتَاعُ إِلَّا بِمَا فَوْقَ السُّرَّةِ وَالرُّكْبَةِ، وَهُوَ تَخْصِيصٌ بِالْمَفْهُومِ وَالْخِلَافُ فِيهِ عِنْدَ الْأُصُولِيِّينَ مَعْلُومٌ. قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ وَعَاصِمٌ (يَطَّهَّرْنَ) بِتَشْدِيدِ الطَّاءِ وَأَصْلُهُ يَتَطَهَّرْنَ، وَالْبَاقُونَ بِالتَّخْفِيفِ. </p><p> (فَإِذَا تَطَهَّرْنَ فَأُتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ) الطُّهْرُ فِي قَوْلِهِ: (حَتَّى يَطْهُرْنَ) انْقِطَاعُ دَمِ الْحَيْضِ وَهُوَ مَا لَا يَكُونُ بِفِعْلِ النِّسَاءِ، وَأَمَّا التَّطَهُّرُ فَهُوَ مِنْ عَمَلِهِنَّ وَهُوَ يَكُونُ عَقِبَ الطُّهْرِ، وَاخْتَلَفُوا فِي الْمُرَادِ مِنْهُ، فَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ غَسْلُ أَثَرِ الدَّمِ، وَقَالَ مُجَاهِدٌ وَعِكْرِمَةُ: إِنَّ انْقِطَاعَ الدَّمِ يُحِلُّهَا لِزَوْجِهَا وَلَكِنْ تَتَوَضَّأُ، وَالْجُمْهُورُ عَلَى أَنَّ الْمُرَادَ بِهِ الِاغْتِسَالُ بِالْمَاءِ إِنْ وُجِدَ، وَلَا مَانِعَ مِنْهُ وَإِلَّا فَالتَّيَمُّمُ. وَقَالَتِ الْحَنَفِيَّةُ: إِنْ طَهُرَتْ لِأَقَلِّ مِنْ عَشْرٍ فَلَا تَحِلُّ إِلَّا إِذَا اغْتَسَلَتْ وَإِنْ لِعَشْرٍ حَلَّتْ وَلَوْ لَمْ تَغْتَسِلْ وَهُوَ تَفْصِيلٌ غَرِيبٌ. وَالْأَمْرُ بِإِتْيَانِهِنَّ لِرَفْعِ الْحَظْرِ فِي النَّهْيِ عَنْ قُرْبِهِنَّ وَبَيَانِ شَرْطِهِ وَقَيْدِهِ. وَالظَّاهِرُ أَنَّ الْمُرَادَ بِلَفْظِ الْأَمْرِ فِي قَوْلِهِ:  (فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ) الْأَمْرُ التَّكْوِينِيُّ; أَيْ: فَأْتُوهُنَّ مِنَ الْمَأْتَى الَّذِي بَرَأَ اللهُ تَعَالَى الْفِطْرَةَ </p><p> عَلَى الْمَيْلِ إِلَيْهِ وَمَضَتْ سُنَّتُهُ بِحِفْظِ النَّوْعِ بِهِ وَهُوَ مَوْضِعُ النَّسْلِ، وَيَحْتَمِلُ أَنْ يَكُونَ الْمُرَادُ بِالْأَمْرِ مَا قَضَتْ بِهِ شَرِيعَةُ اللهِ تَعَالَى مِنْ طَلَبِ التَّزَوُّجِ وَتَحْرِيمِ الرَّهْبَانِيَّةِ، فَلَيْسَ لِلْمُسْلِمِ أَنْ يَتْرُكَ الزَّوَاجَ عَلَى نِيَّةِ الْعِبَادَةِ وَالتَّقَرُّبِ إِلَى اللهِ تَعَالَى; لِأَنَّهُ سُبْحَانَهُ قَدِ امْتَنَّ عَلَيْنَا بِأَنْ خَلَقَ </p><p> لَنَا مِنْ أَنْفُسِنَا أَزْوَاجًا لِنَسْكُنَ إِلَيْهَا وَأَرْشَدَنَا إِلَى أَنْ نَدْعُوَهُ بِقَوْلِهِ:  (رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ)  (٢٥: ٧٤) وَلَا يُتَقَرَّبُ إِلَيْهِ تَعَالَى بِتَرْكِ مَا شَرَعَهُ وَامْتَنَّ بِهِ عَلَى عِبَادِهِ وَجَعَلَهُ مِنْ نِعَمِهِ عَلَيْهِمْ، فَإِتْيَانُ النِّسَاءِ بِالزَّوَاجِ الشَّرْعِيِّ مِنَ الْجِهَةِ الَّتِي يُبْتَغَى بِهَا النَّسْلُ مِنْ أَعْظَمِ الْعِبَادَاتِ، وَتَرْكُهُ مَعَ الْقُدْرَةِ عَلَيْهِ وَعَدَمِ الْمَانِعِ مُخَالَفَةٌ لِسُنَّةِ اللهِ تَعَالَى فِي خَلِيقَتِهِ، وَسُنَّتِهِ فِي شَرِيعَتِهِ. وَلَمَّا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ) ) قَالُوا يَا رَسُولَ اللهِ: أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ:  ((أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ) ) ؟ الْحَدِيثَ، وَكَأَنَّ السَّائِلِينَ كَانُوا تَوَهَّمُوا أَنَّ الْإِسْلَامَ يَكُونُ كَالْأَدْيَانِ الْأُخْرَى يَجْعَلُ الْعِبَادَةَ فِي تَعْذِيبِ النَّفْسِ وَمُخَالَفَةِ الْفِطْرَةِ; كَلَّا، إِنَّهُ دِينُ الْفِطْرَةِ يَحْمِلُ النَّاسَ عَلَى إِقَامَتِهَا مَعَ الْقَصْدِ وَعَدَمِ الْبَغْيِ فِيهَا. </p><p> (إِنَّ اللهَ يُحِبُّ التَّوَّابِينَ) الَّذِينَ إِذَا خَالَفُوا سُنَّةَ الْفِطْرَةِ بِغَلَبَةِ سُلْطَانِ الشَّهْوَةِ فَأَتَوْا نِسَاءَهُمْ فِي زَمَنِ الْمَحِيضِ أَوْ فِي غَيْرِ الْمَأْتَى الَّذِي أَمَرَ اللهُ بِهِ، يَرْجِعُونَ إِلَيْهِ تَائِبِينَ وَلَا يُصِرُّونَ عَلَى فِعْلِهِمُ السَّيِّئِ (وَيُحِبُّ الْمُتَطَهِّرِينَ) مِنَ الْأَحْدَاثِ وَالْأَقْذَارِ، وَمِنْ إِتْيَانِ الْمُنْكَرِ، بَلْ هَؤُلَاءِ أَحَبُّ إِلَيْهِ مِنَ الَّذِينَ يَقَعُونَ فِي الدَّنَسِ ثُمَّ يَتُوبُونَ مِنْهُ، قَالَ تَعَالَى:  (نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ) بَيَّنَ فِي الْآيَةِ السَّابِقَةِ حُكْمَ الْمَحِيضِ، وَأَحَلَّ غِشْيَانَ النِّسَاءِ بَعْدَهُ، وَبَيَّنَ فِي هَذِهِ الْآيَةِ حِكْمَةَ هَذَا الْغِشْيَانِ الَّتِي شَرَعَ الزَّوَاجَ لِأَجْلِهَا، وَكَانَ مِنْ مُقْتَضَى الْفِطْرَةِ وَهِيَ الِاسْتِنْتَاجُ وَالِاسْتِيلَادُ; لِأَنَّ الْحَرْثَ هُوَ الْأَرْضُ الَّتِي تَسْتَنْبِتُ، وَالِاسْتِيلَادُ كَالِاسْتِنْبَاتِ، وَهَذَا التَّعْبِيرُ عَلَى لُطْفِهِ وَنَزَاهَتِهِ وَبَلَاغَتِهِ وَحَسُنِ اسْتِعَارَتِهْ تَصْرِيحٌ بِمَا فُهِمَ مِنْ قَوْلِهِ عَزَّ وَجَلَّ:  (فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ) أَوْ بَيَانٌ لَهُ، فَهُوَ يَقُولُ: إِنَّهُ لَمْ يَأْمُرْ بِإِتْيَانِ النِّسَاءِ الْأَمْرَ التَّكْوِينِيَّ بِمَا أَوْدَعَ فِي فِطْرَةِ كُلٍّ مِنَ الزَّوْجَيْنِ مِنَ الْمَيْلِ إِلَى الْآخَرِ، </p><p> وَالْأَمْرُ التَّشْرِيعِيُّ بِمَا جَعَلَ الزَّوَاجَ مِنْ أَمْرِ وَأَسْبَابِ الْمَثُوبَةِ وَالْقُرْبَةِ إِلَّا لِأَجْلِ حِفْظِ النَّوْعِ الْبَشَرِيِّ بِالِاسْتِيلَادِ، كَمَا يُحْفَظُ النَّبَاتُ بِالْحَرْثِ وَالزَّرْعِ، فَلَا تَجْعَلُوا اسْتِلْذَاذَ الْمُبَاشَرَةِ مَقْصُودًا لِذَاتِهِ فَتَأْتُوا النِّسَاءَ فِي الْمَحِيضِ حَيْثُ لَا اسْتِعْدَادَ لِقَبُولِ زِرَاعَةِ الْوَلَدِ وَعَلَى مَا فِي ذَلِكَ مِنَ الْأَذَى، وَهَذَا يَتَضَمَّنُ النَّهْيَ عَنْ إِتْيَانِهِنَّ فِي غَيْرِ الْمَأْتَى الَّذِي يَتَحَقَّقُ بِهِ مَعْنَى الْحَرْثِ، وَقَوْلُهُ تَعَالَى:  (أَنَّى شِئْتُمْ) مَعْنَاهُ كَيْفَ شِئْتُمْ وَ (أَنَّى) تُسْتَعْمَلُ غَالِبًا بِمَعْنَى ((كَيْفَ) ) وَتُسْتَعْمَلُ بِمَعْنَى ((أَيْنَ) ) قَلِيلًا، وَلَا يَظْهَرُ هُنَا; لِأَنَّ الْحَرْثَ لَهُ مَكَانٌ وَاحِدٌ لَا يَتَعَدَّاهُ، وَالْأَمْرُ مُقَيَّدٌ بِهِ; وَلِذَلِكَ أَعَادَ ذِكْرَ الْحَرْثِ مُظْهَرًا وَلَمْ يَقُلْ ((فَأْتُوهُنَّ أَنَّى شِئْتُمْ) ) فَكَأَنَّهُ يَقُولُ: لَا حَرَجَ عَلَيْكُمْ فِي إِتْيَانِ النِّسَاءِ بِأَيِّ كَيْفِيَّةٍ شِئْتُمْ مَا دُمْتُمْ تَقْصِدُونَ بِهَا الْحَرْثَ فِي مَوْضِعِهِ الطَّبِيعِيِّ; لِأَنَّ الشَّارِعَ لَا يَقْصِدُ إِلَى إِعْنَاتِكُمْ وَمَنْعِكُمْ مِنْ لَذَّاتِكُمْ، وَلَكِنْ يُرِيدُ لِيُوقِفَكُمْ عِنْدَ حُدُودِ الْمَصْلَحَةِ وَالْمَنْفَعَةِ; كَيْلَا تَضَعُوا الْأَشْيَاءَ فِي غَيْرِ مَوَاضِعِهَا فَتَفُوتَ الْمَنْفَعَةُ وَتَحُلَّ مَحَلَّهَا الْمَفْسَدَةُ. وَهَذَا التَّفْسِيرُ الَّذِي ظَهَرَ بِهِ أَنَّ الْآيَةَ مُتَمِّمَةٌ لِمَعْنَى مَا قَبْلَهَا يُغْنِينَا فِي فَهْمِهَا عَمَّا رُوِيَ فِي أَسْبَابِ النُّزُولِ. </p>"
}