{
  "id": null,
  "sura": 2,
  "aya": 252,
  "text": "<p> الْأَرْضِ بِأَهْلِ الْإِصْلَاحِ فِيهَا لَغَلَبَ أَهْلُ الْبَاطِلِ وَالْإِفْسَادِ فِي الْأَرْضِ، وَبَغَوْا عَلَى الصَّالِحِينَ وَأَوْقَعُوا بِهِمْ حَتَّى يَكُونَ لَهُمُ السُّلْطَانُ وَحْدَهُمْ، فَتَفْسُدَ الْأَرْضُ بِفَسَادِهِمْ، فَكَانَ مِنْ فَضْلِ اللهِ عَلَى الْعَالَمَيْنِ وَإِحْسَانِهِ إِلَى النَّاسِ أَجْمَعِينَ أَنْ أَذِنَ لِأَهْلِ دِينِهِ الْحَقِّ الْمُصْلِحِينَ فِي الْأَرْضِ بِقِتَالِ الْمُفْسِدِينَ فِيهَا مِنَ الْكَافِرِينَ وَالْبُغَاةِ الْمُعْتَدِينَ، فَأَهْلُ الْحَقِّ حَرْبٌ لِأَهْلِ الْبَاطِلِ فِي كُلِّ زَمَانٍ، وَاللهُ نَاصِرُهُمْ مَا نَصَرُوا الْحَقَّ وَأَرَادُوا الْإِصْلَاحَ فِي الْأَرْضِ، وَقَدْ سَمَّى هَذَا دَفْعًا عَلَى قِرَاءَةِ الْجُمْهُورِ بِاعْتِبَارِ أَنَّهُ مِنْهُ سُبْحَانَهُ، إِذْ كَانَ سُنَّةً مِنْ سُنَنِهِ فِي الِاجْتِمَاعِ الْبَشَرِيِّ، وَسَمَّاهُ دِفَاعًا فِي قِرَاءَةِ نَافِعٍ بِاعْتِبَارِ أَنَّ كُلًّا مِنْ أَهْلِ الْحَقِّ الْمُصْلِحِينَ وَأَهْلِ الْبَاطِلِ الْمُفْسِدِينَ يُقَاوِمُ الْآخَرَ وَيُقَاتِلُهُ. </p><p> ثُمَّ بَيَّنَ أَنَّ إِيتَاءَ النَّبِيِّ الْأُمِّيِّ أَمْثَالَ هَذِهِ الْقِصَصِ مِنْ دَلَائِلِ نُبُوَّتِهِ فَقَالَ:  (تِلْكَ آيَاتُ اللهِ) يُشِيرُ إِلَى قِصَّةِ الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَقِصَّةِ بَنِي إِسْرَائِيلَ الَّتِي بَعْدَهَا (نَتْلُوهَا عَلَيْكَ بِالْحَقِّ) فِيهِ تَعْرِيضٌ بِأَنَّ مَا يَقُولُهُ بَنُو إِسْرَائِيلَ مُخَالِفٌ لِهَذَا فَهُوَ بَاطِلٌ (وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ) إِذْ لَوْلَا الرِّسَالَةُ لَمَا عَرَفْتَ شَيْئًا مِنْ هَذِهِ الْقِصَصِ وَأَنْتَ لَمْ تَكُنْ فِي أَزْمِنَةِ وُقُوعِهَا وَلَا تَعَلَّمْتَ شَيْئًا مِنَ التَّارِيخِ، وَلَوْ تَعَلَّمْتَهُ لَجِئْتَ بِهَا عَلَى النَّحْوِ الَّذِي عِنْدَ أَهْلِ الْكِتَابِ أَوْ غَيْرِهِمْ مِنَ الْقَصَّاصِينَ. </p><p> وَقَدْ قَرَّرَ تَعَالَى هَذِهِ الْحُجَّةَ عَلَى نُبُوَّتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سُورَةِ الْقَصَصِ بَعْدَ ذِكْرِ قِصَّةِ مُوسَى فِي مَدْيَنَ، وَذِكْرِ نُبُوَّتِهِ بِقَوْلِهِ تَعَالَى: وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى </p><p> مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ) (٢٨: ٤٤، ٤٥) . </p><p> (السُّنَنُ الِاجْتِمَاعِيَّةُ فِي الْقُرْآنِ وَالْأُمَمِ وَالِاسْتِقْلَالِ) </p><p> أَذْكُرُ مَا يَظْهَرُ لِي مِنَ السُّنَنِ وَالْأَحْكَامِ الِاجْتِمَاعِيَّةِ فِي آيَاتِ هَذِهِ الْقِصَّةِ مُفَصَّلَةً مَعْدُودَةً لَعَلَّهَا تُوعَى وَتُحْفَظُ فَلَا تُنْسَى إِنْ شَاءَ اللهُ تَعَالَى. </p><p> (السُّنَّةُ الْأُولَى) أَنَّ الْأُمَمَ إِذَا اعْتُدِيَ عَلَى اسْتِقْلَالِهَا وَأَوْقَعَ الْأَعْدَاءُ بِهَا فَهَضَمُوا حُقُوقَهَا تَتَنَبَّهُ مَشَاعِرُهَا لِدَفْعِ الضَّيْمِ وَتُفَكِّرُ فِي سَبِيلِهِ، فَتَعْلَمُ أَنَّهَا الْوَحْدَةُ الَّتِي يُمَثِّلُهَا الزَّعِيمُ الْعَادِلُ وَالْقَائِدُ الْبَاسِلُ، فَتَتَوَجَّهُ إِلَى طَلَبِهِ حَتَّى تَجِدَهُ كَمَا وَقَعَ مِنْ بَنِي إِسْرَائِيلَ بَعْدَ تَنْكِيلِ أَهْلِ فِلَسْطِينَ بِهِمْ. </p><p> (الثَّانِيَةُ) أَنَّ شُعُورَ الْأُمَّةِ بِوُجُوبِ حِفْظِ حُقُوقِهَا وَصِيَانَةِ اسْتِقْلَالِهَا إِنَّمَا يَكُونُ عَلَى حَقِيقَتِهِ وَكَمَالِهِ فِي خَوَاصِّهَا، فَمَتَى كَثُرَ هَؤُلَاءِ الْخَوَاصُّ فِي أُمَّةٍ فَإِنَّهُمْ هُمُ الَّذِينَ يَطْلُبُونَ الرَّئِيسَ الَّذِي يُمَلَّكُ عَلَيْهِمْ، كَمَا عَلِمْتَ مِنْ إِسْنَادِ طَلَبِ الْمُلْكِ إِلَى الْمَلَأِ مِنْ بَنِي إِسْرَائِيلَ وَهُمْ شُيُوخُهُمْ وَأَهْلُ الْفَضْلِ فِيهِمْ. </p><p> (الثَّالِثَةُ) مَتَى عَظُمَ الشُّعُورُ فِي نُفُوسِ خَوَاصِّ الْأُمَّةِ بِوُجُوبِ حِفْظِ اسْتِقْلَالِهَا وَدَفْعِ ضَيْمِ الْأَعْدَاءِ عَنْهَا فَإِنَّهُ لَا يَلْبَثُ أَنْ يَسْرِيَ إِلَى عَامَّتِهَا، فَيَظُنُّ النَّاقِصُ أَنَّ عِنْدَهُ مِنَ النَّعْرَةِ وَالْحَمِيَّةِ لِلْأُمَّةِ مَا عِنْدَ الْكَامِلِ، حَتَّى إِذَا خَرَجَتْ مِنْ طَوْرِ الْفِكْرِ وَالشُّعُورِ إِلَى طَوْرِ الْعَمَلِ وَالظُّهُورِ انْكَشَفَ عَجْزُ الْأَدْعِيَاءِ الْمُدَّعِينَ، وَلَمْ يَنْفَعْ إِلَّا صِدْقُ الصَّادِقِينَ، كَمَا عُلِمَ مِنْ قَوْلِهِ تَعَالَى:  (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللهُ عَلِيمٌ بِالظَّالِمِينَ)  (٢: ٢٤٦) . </p><p> (الرَّابِعَةُ) أَنَّ مِنْ شَأْنِ الْأُمَمِ الِاخْتِلَافَ فِي اخْتِيَارِ الرَّئِيسِ الَّذِي يَكُونُ لَهُ الْمُلْكُ عَلَيْهَا، وَالِاخْتِلَافُ مَدْعَاةُ التَّفَرُّقِ، فَيَجِبُ أَنْ يَكُونَ هُنَاكَ مُرَجِّحٌ يَقْبَلُهُ الْجُمْهُورُ مِنَ الْأُمَّةِ; لِذَلِكَ لَجَأَ الْمَلَأُ مِنْ بَنِي إِسْرَائِيلَ إِلَى نَبِيِّهِمْ وَطَلَبُوا مِنْهُ أَنْ يَخْتَارَ لَهُمْ رَجُلًا يَكُونُ مَلِكًا عَلَيْهِمْ، وَقَدْ جَعَلَ الْإِسْلَامُ الْمُرَجِّحَ لِاخْتِيَارِ إِمَامِ الْمُسْلِمِينَ مُبَايَعَةَ أُولِي الْأَمْرِ لِمَنْ يَخْتَارُونَهُ مِنْ أَنْفُسِهِمْ، وَهُمْ أَهْلُ الْحَلِّ وَالْعَقْدِ وَالْمَكَانَةِ فِي الْأُمَّةِ الَّذِينَ </p><p> هُمْ عَوْنُ السُّلْطَانِ وَقُوَّتُهُ بِاحْتِرَامِ الْأُمَّةِ لَهُمْ وَثِقَتِهَا بِهِمْ; وَلِذَلِكَ لَمْ يُنَصِّبِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِمَامًا لِلْمُسْلِمِينَ فِي أَمْرِ الزَّعَامَةِ وَالْحُكْمِ، وَلَكِنِ اسْتَنْبَطَ بَعْضُ الْعُظَمَاءِ مِنَ الصَّحَابَةِ رِضَاءَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِإِمَامَةِ أَبِي بَكْرٍ الدُّنْيَوِيَّةِ بِإِنَابَتِهِ عَنْهُ فِي الْإِمَامَةِ الدِّينِيَّةِ، وَهِيَ إِمَامَةُ الصَّلَاةِ، إِذْ أَمَرَ عِنْدَ مَا اشْتَدَّ مَرَضُهُ بِأَنْ يُصَلِّيَ أَبُو بَكْرٍ بِالنَّاسِ مَكَانَهُ، وَمَعَ هَذَا قَالَ عُمَرُ: إِنَّ بَيْعَةَ أَبِي بَكْرٍ كَانَتْ فَلْتَةً وَقَى اللهُ الْمُسْلِمِينَ شَرَّهَا. أَيْ إِنَّ الشُّورَى فِي انْتِخَابِهِ لَمْ تَكُنْ تَامَّةً، وَإِنَّمَا كَانَ هُوَ الَّذِي عَجَّلَ بِالْبَيْعَةِ خَوْفًا مِنْ عَاقِبَةِ طُولِ أَمَدِ الْخِلَافِ مَعَ إِجْمَاعِهِمْ عَلَى عَدَمِ دَفْنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَبْلَ نَصْبِ الْخَلِيفَةِ لَهُ، وَلَكِنَّ خِلَافَتَهُ وَإِمَامَتَهُ - رَضِيَ اللهُ عَنْهُ - لَمْ تَثْبُتْ بِالْفِعْلِ إِلَّا بِمُبَايَعَةِ الْأُمَّةِ لَهُ. </p><p> (الْخَامِسَةُ) أَنَّ النَّاسَ لَا يَتَّفِقُونَ عَلَى التَّقْلِيدِ أَوِ الِاتِّبَاعِ فِيمَا يَرَوْنَهُ مُخَالِفًا لِمَصْلَحَتِهِمُ الِاجْتِمَاعِيَّةِ ; وَلِذَلِكَ اخْتَلَفَ بَنُو إِسْرَائِيلَ عَلَى نَبِيِّهِمْ فِي جَعْلِ طَالُوتَ مَلِكًا عَلَيْهِمْ، وَاحْتَجُّوا عَلَى ذَلِكَ بِمَا لَا يَنْهَضُ حُجَّةً إِلَّا فِي ظَنِّ الْمُنْكِرِينَ. وَمِنْ عَجِيبِ أَمْرِ النَّاسِ أَنَّ كُلًّا مِنْهُمْ يَحْسَبُ أَنَّهُ يَعْرِفُ الصَّوَابَ فِي السِّيَاسَةِ وَنِظَامِ الِاجْتِمَاعِ فِي الْأُمَمِ وَالدُّوَلِ، فَلَا تَعْرِضُ مَسْأَلَةً عَلَى عَامِّيٍّ إِلَّا وَيُبْدِي فِيهَا رَأَيًا يُقِيمُ عَلَيْهِ دَلِيلًا عَلَى أَنَّ هَذَا الْعِلْمَ هُوَ أَعْلَى مِنْ سَائِرِ الْعُلُومِ الَّتِي يَعْتَرِفُ الْجَاهِلُونَ بِهَا بِجَهْلِهِمْ، فَلَا يَحْكُمُونَ فِيهَا كَمَا يَحْكُمُونَ فِي عِلْمِ السِّيَاسَةِ وَالِاجْتِمَاعِ وَمَا يَعْقِلُهُ إِلَّا الْأَفْرَادُ مِنَ النَّاسِ، وَمِنْ فُرُوعِ هَذِهِ الْقَاعِدَةِ أَنَّ عَامَّةَ الْمُسْلِمِينَ لِهَذَا الْعَهْدِ يَرَوْنَ أَنَّ الدَّعْوَةَ إِلَى جَعْلِ الْخِلَافَةِ مُوَافِقَةً لِلْقَوَاعِدِ الشَّرْعِيَّةِ الَّتِي يَعْتَقِدُونَهَا مُخَالِفَةً لِمَصْلَحَتِهِمْ، وَكَثِيرٌ مِنْهُمْ يَعُدُّ الدَّاعِيَ إِلَى ذَلِكَ عَدُوًّا لَهُمْ بَلْ لِلْإِسْلَامِ نَفْسِهِ. </p><p> (السَّادِسَةُ) أَنَّ الْأُمَمَ فِي طَوْرِ الْجَهْلِ تَرَى أَنَّ أَحَقَّ النَّاسِ بِالْمُلْكِ وَالزَّعَامَةِ أَصْحَابُ الثَّرْوَةِ الْوَاسِعَةِ كَمَا عُلِمَ مِنْ قَوْلِ الْمُنْكِرِينَ عَلَى مُلْكِ طَالُوتَ فِي تَأْيِيدِ إِنْكَارِهِمْ </p><p> (وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ) وَأَصْحَابُ الْأَنْسَابِ الشَّرِيفَةِ، كَمَا عُلِمَ مِمَّا فَسَّرَ بِهِ الْعُلَمَاءُ قَوْلَهُمْ لَهُ:  (وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ) فَهَذَا الِاعْتِقَادُ مِنَ السُّنَنِ الْعَامَّةِ فِي الْأُمَمِ الْجَاهِلَةِ خَاصَّةً، فَإِنَّهَا هِيَ الَّتِي تَخْضَعُ لِأَصْحَابِ الْعَظَمَةِ الْوَهْمِيَّةِ، وَهِيَ الَّتِي لَيْسَتْ صِفَةً لِنَفْسِ صَاحِبِهَا كَالْمَالِ وَالِانْتِسَابِ إِلَى بَعْضِ الْعُظَمَاءِ فِي عُرْفِهِمْ، سَوَاءً كَانَتْ عَظَمَتُهُمْ بِحَقٍّ أَوْ بِغَيْرِ حَقٍّ. هَذَا مَوْضِعُ الْخَطَأِ فِي تَعْظِيمِ ذِي النَّسَبِ، وَيَشْتَدُّ خَطَرُهُ إِذَا صَارَ الْأَنْسَابُ يَسْتَعْلُونَ عَلَى النَّاسِ بِأَنْسَابِهِمْ دُونَ عُلُومِهِمْ وَأَعْمَالِهِمْ، وَالْقُرْآنُ لَمْ يُصَرِّحْ بِأَنَّ ذَلِكَ هُوَ وَجْهُ قَوْلِهِمْ أَنَّهُمْ أَحَقُّ بِالْمُلْكِ، وَفِي الْمَسْأَلَةِ نَظَرٌ لَا مَحَلَّ هُنَا لِبَسْطِهِ، وَلَكِنْ نَقُولُ بِالْإِجْمَالِ: إِنَّ الِانْتِسَابَ إِلَى أَهْلِ الشَّرَفِ الْحَقِيقِيِّ، وَهُمْ أَصْحَابُ الْمَعَارِفِ الصَّحِيحَةِ وَالْأَخْلَاقِ الْفَاضِلَةِ وَالنُّفُوسِ الْكَرِيمَةِ الْعَزِيزَةِ، لَهُ أَثَرٌ فِي النَّفْسِ عَظِيمٌ; فَإِنَّ سَلِيلَ الشُّرَفَاءِ جَدِيرٌ بِأَنْ يُحَافِظَ عَلَى كَرَامَةِ نَفْسِهِ فَلَا يُدَنِّسُهَا بِالْخِيَانَةِ، ثُمَّ إِنَّهُ لَا بُدَّ أَنْ يَرِثَ شَيْئًا مِنْ فَضَائِلِهِمُ النَّفْسِيَّةِ فَيَكُونُ اسْتِعْدَادُهُ لِلْخَيْرِ أَعْظَمَ فِي الْغَالِبِ. </p><p> وَإِنَّكَ لِتَجِدُ الْأُمَمَ الرَّاقِيَةَ فِي الْعِلْمِ وَالِاجْتِمَاعِ تَخْتَارُ مُلُوكَهَا مِنْ سُلَالَةِ الْمُلُوكِ وَالْأُمَرَاءِ وَتُحَافِظُ عَلَى قَوَانِينِ الْوِرَاثَةِ فِي ذَلِكَ، وَمَا ارْتَقَى عَنْ هَذَا إِلَّا أَصْحَابُ الْحُكُومَةِ الْجُمْهُورِيَّةِ. </p><p> وَقَدْ جَاءَ حُكْمُ الْإِسْلَامِ فِي هَذِهِ الْمَسْأَلَةِ وَسَطًا فَلَمْ يُغْفِلْ أَمْرَ النَّسَبِ بِالْمَرَّةِ لِئَلَّا تَتَّسِعَ دَائِرَةُ الْخِلَافِ بِطَمَعِ كُلِّ قَبِيلَةٍ فِي الْإِمَامَةِ الْكُبْرَى، وَلَمْ يَجْعَلِ الْأَمْرَ فِي بَيْتٍ مُعَيَّنٍ لِمَا فِي ذَلِكَ مِنَ الْغَوَائِلِ، بَلْ جَعَلَهُ فِي قَبِيلَةٍ عَظِيمَةٍ كَثِيرَةِ الْعَدَدِ لَا تَخْلُو مِمَّنْ هُوَ أَهْلٌ لِلْإِمَامَةِ - وَهِيَ مُحْتَرَمَةٌ فِي نَفْسِهَا - كَانَتْ مُحْتَرَمَةً فِي الْعَصْرِ الْأَوَّلِ، وَيُرْجَى أَنْ يَدُومَ احْتِرَامُهَا مَا دَامَ الْإِسْلَامُ الَّذِي أَتَمَّ اللهُ نِعْمَتَهُ عَلَى الْبَشَرِ بِجَعْلِ رَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ مِنْهَا أَلَا وَهِيَ قُرَيْشٌ. فَمِنَ الْحِكْمَةِ فِي ذَلِكَ أَنْ تَظَلَّ الرِّيَاسَةُ الْعُلْيَا لِلْأُمَّةِ مُرْتَبِطَةً بِتَارِيخِ مَاضِيهَا وَقَوْمِ مُؤَسِّسِهَا كَارْتِبَاطِ دِينِهَا بِوَطَنِهِ فِي عِبَادَتِهَا الشَّخْصِيَّةِ وَالِاجْتِمَاعِيَّةِ وَهُمَا الصَّلَاةُ وَالْحَجُّ. </p><p> (السَّابِعَةُ) أَنَّ الشُّرُوطَ الَّتِي تُعْتَبَرُ فِي اخْتِيَارِ الرَّجُلِ فِي الْمُلْكِ هِيَ مَا اسْتَفَدْنَاهُ مِنْ قَوْلِهِ تَعَالَى: (إِنَّ اللهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ) الْآيَةَ، كَمَا تَقَدَّمَ. </p><p> (الثَّامِنَةُ) هِيَ مَا أَفَادَهُ قَوْلُهُ تَعَالَى: (وَاللهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ) كَمَا بَيَّنَاهُ مُعَزَّزًا بِالشَّوَاهِدِ مِنَ الْكِتَابِ الْعَزِيزِ، عَلَى أَنَّ مَشِيئَتَهُ تَعَالَى إِنَّمَا تَنْفُذُ بِمُقْتَضَى سُنَنِهِ الْعَامَّةِ فِي </p><p> تَغْيِيرِ أَحْوَالِ الْأُمَمِ </p><p> بِتَغْيِيرِهِمْ مَا فِي أَنْفُسِهِمْ، وَفِي سَلْبِ مُلْكِ الظَّالِمِينَ وَإِيرَاثِ الْأَرْضِ لِلصَّالِحِينَ، وَتَأْوِيلُ هَذِهِ الْآيَاتِ وَأَمْثَالِهَا مُشَاهَدٌ فِي كُلِّ زَمَانٍ، وَأَيْنَ الْمُبْصِرُونَ؟ ! (أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ)  (٢١: ٤٤) أَوْ لَمْ يَسْمَعُوا دَعْوَةَ الْأَنْبِيَاءِ بِقَوْلِهِ تَعَالَى فِي سُورَةِ الشُّعَرَاءِ: (فَاتَّقُوا اللهَ وَأَطِيعُونِ وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ)  (٢٦: ١٥٠ - ١٥٢) أَيَظُنُّ الْمُسْلِمُ الْغَافِلُ أَنَّ مَشِيئَةَ اللهِ تَعَالَى فِي قَوْلِهِ: (قُلِ اللهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ)  (٣: ٢٦) هِيَ عِبَارَةٌ عَنْ مُخَالَفَةِ سُنَنِهِ الَّتِي بَيَّنَتْهَا الْآيَاتُ الَّتِي ذَكَرْنَاهَا وَمَا فِي مَعْنَاهَا مِمَّا لَمْ نَذْكُرْهُ؟ بَلْ أَقُولُ وَلَا أَخْشَى فِي الْحَقِّ لَوْمَةَ لَائِمٍ: أَيَظُنُّ الْمُسْلِمُونَ أَنَّ تَنَازُعَ الْأُمَمِ وَالدُّوَلِ عَلَى مَمَالِكِهِمْ وَسَلْبِهَا مِنْ أَيْدِيهِمْ مُخَالِفٌ لِعَدْلِ اللهِ الْعَامِّ وَسُنَنِهِ الْحَكِيمَةِ الَّتِي جَاءَ بِهَا الْقُرْآنُ؟ كَلَّا إِنَّهُ تَعَالَى مَا فَرَّطَ فِي الْكِتَابِ مِنْ شَيْءٍ، وَلَكِنَّهُمْ هُمُ الَّذِينَ فَرَّطُوا فَذَاقُوا جَزَاءَ تَفْرِيطِهِمْ، فَإِنْ تَابُوا وَأَصْلَحُوا تَابَ اللهُ عَلَيْهِمْ، وَإِلَّا فَقَدَ مَضَتْ سُنَّةُ الْأَوَّلِينَ. </p><p> (التَّاسِعَةُ) أَنَّ طَاعَةَ الْجُنُودِ لِلْقَائِدِ فِي كُلِّ مَا يَأْمُرُ بِهِ وَيَنْهَى عَنْهُ شَرْطٌ فِي الظَّفْرِ وَاسْتِقَامَةِ الْأَمْرِ، وَقَوَانِينُ الْجُنْدِيَّةِ فِي هَذَا الزَّمَانِ مَبْنِيَّةٌ عَلَى طَاعَةِ الْجَيْشِ لِقُوَّادِهِ فِي الْمَنْشَطِ وَالْمَكْرَهِ وَالْمَعْقُولِ وَغَيْرِ الْمَعْقُولِ، فَإِذَا أَمَرَ الْقَائِدُ بِتَسْلِيمِ الدِّيَارِ أَوِ الْأَمْوَالِ أَوِ الْأَنْفُسِ لِلْأَعْدَاءِ وَجَبَ تَسْلِيمُهَا فِي قَانُونِ كُلِّ دَوْلَةٍ، نَعَمْ; إِنَّهُمْ قَرَنُوا بِهَذَا الْحَقِّ لِلْقَائِدِ إِيجَابَهُمْ عَلَيْهِ أَنْ يُبْرِمَ الْأُمُورَ بِاسْتِشَارَةِ أَهْلِ الرَّأْيِ فِي الْفُنُونِ الْعَسْكَرِيَّةِ، وَهُمُ الَّذِينَ يُسَمُّونَهُمْ أَرْكَانَ الْحَرْبِ، وَلَكِنَّ هَؤُلَاءِ وَرَئِيسَهُمُ مُقَيَّدُونَ بِدُسْتُورِ الدَّوْلَةِ الْعَامِّ، وَبِمُوَافَقَةِ مَجْلِسِ نُوَّابِ الْأُمَّةِ عَلَى مَا نَصَّ الدُّسْتُورُ عَلَى وُجُوبِ مُوَافَقَتِهِمْ عَلَيْهِ، وَمَنْ خَالَفَ ذَلِكَ يُحَاكَمُ وَيُعَاقَبُ. </p><p> (الْعَاشِرَةُ) أَنَّ الْفِئَةَ الْقَلِيلَةَ قَدْ تَغْلِبُ - بِالصَّبْرِ وَالثَّبَاتِ وَطَاعَةِ الْقُوَّادِ - الْفِئَةَ الْكَثِيرَةَ الَّتِي أَعْوَزَهَا الصَّبْرُ وَالِاتِّحَادُ، مَعَ طَاعَةِ الْقُوَّادِ; لِأَنَّ نَصْرَ اللهِ مَعَ الصَّابِرِينَ; أَيْ جَرَتْ سُنَّتُهُ بِأَنْ يَكُونَ النَّصْرُ أَثَرًا لِلثَّبَاتِ وَالصَّبْرِ، وَأَنَّ أَهْلَ الْجَزَعِ وَالْجُبْنِ هُمْ أَعْوَانٌ لِعَدُوِّهِمْ عَلَى أَنْفُسِهِمْ، وَهَذَا مُشَاهَدٌ فِي كُلِّ زَمَانٍ، وَهُوَ كَثِيرٌ لَا مُطَّرِدٌ كَمَا جَاءَ فِي الْآيَةِ الْكَرِيمَةِ. </p><p> (الْحَادِيَةَ عَشْرَةَ) أَنَّ الْإِيمَانَ بِاللهِ تَعَالَى وَالتَّصْدِيقَ بِلِقَائِهِ مِنْ أَعْظَمِ أَسْبَابِ الصَّبْرِ وَالثَّبَاتِ فِي مَوَاقِفِ الْجِلَادِ; فَإِنَّ الَّذِي يُؤْمِنُ بِأَنَّ لَهُ إِلَهًا غَالِبًا عَلَى أَمْرِهِ يَمُدُّهُ بِمَعُونَتِهِ الْإِلَهِيَّةِ كَمَا أَمَدَّهُ بِالْقُوَى الرُّوحِيَّةِ وَالْجَسَدِيَّةِ، فَإِذَا ظَفَرَ بِإِذْنِهِ كَانَ مُصْلِحًا فِي الْأَرْضِ مُسْتَعْمِرًا فِيهَا، وَإِذَا قَبَضَهُ إِلَيْهِ بِانْتِهَاءِ أَجَلِهِ الْمُسَمَّى كَانَ فِي رَحْمَتِهِ نَاعِمًا فِيهَا، لَهُوَ جَدِيرٌ بِأَنْ يَسْتَخِفَّ بِالْأَهْوَالِ، وَيَثْبُتَ فِي الْقِتَالِ ثَبَاتَ الْأَجْبَالِ، وَقَدْ وَافَقْنَا كِتَابَ الْإِفْرِنْجِ فِي هَذِهِ الْمَسْأَلَةِ، فَصَرَّحُوا بِأَنَّ مِنْ أَسْبَابِ ثَبَاتِ الْبُوَيْرِ وَبَلَائِهِمْ فِي حَرْبِهِمْ لِلْإِنْجِلِيزِ كَوْنَهُمْ أَقْوَى إِيمَانًا وَأَرْسُخَ عَقِيدَةً، وَجَمِيعُ </p><p> الْأُمَمِ تَشْهَدُ بِأَنَّ الْجَيْشَ الْعُثْمَانِيَّ أَثْبَتُ جُيُوشِ الْعَالَمِ وَأَصْبَرَهُ وَأَشْجَعَهُ. وَقَدْ تَمَنَّى قَائِدٌ أَلْمَانِيٌّ يُعَدُّ مِنْ أَشْهَرِ قُوَّادِ الْأَرْضِ لَوْ أَنَّ لَهُ مِائَةَ أَلْفٍ مِنْ هَذَا الْجَيْشِ لِيَمْلِكَ بِهَا الْعَالَمَ، ذَلِكَ بِأَنَّهُ جَيْشٌ يُؤْمِنُ بِلِقَاءِ اللهِ تَعَالَى إِيمَانًا قَوِيًّا يَقِلُّ فِي قُوَّادِهِ مَنْ يُسَاوِيهِ فِيهِ. </p><p> (الثَّانِيَةَ عَشْرَةَ) أَنَّ التَّوَجُّهَ إِلَى اللهِ تَعَالَى بِالدُّعَاءِ مُفِيدٌ فِي الْقِتَالِ كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى: (فَهَزَمُوهُمْ بِإِذْنِ اللهِ) إِذْ عَطَفَهَا بِالْفَاءِ عَلَى آيَةِ الدُّعَاءِ، وَذَلِكَ مَعْقُولُ الْمَعْنَى; فَإِنَّ الدُّعَاءَ هُوَ آيَةُ ذَلِكَ الْإِيمَانِ الَّذِي بَيَّنَّا فَائِدَتَهُ آنِفًا; وَلِذَلِكَ قَالَ عَزَّ وَجَلَّ فِي سُورَةِ الْأَنْفَالِ:  (يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ)  (٨: ٤٥) فَيُرَاجَعُ تَفْسِيرُهَا فِي الْجُزْءِ الْعَاشِرِ. </p><p> (الثَّالِثَةَ عَشْرَةَ) دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ مِنَ السُّنَنِ الْعَامَّةِ، وَهُوَ مَا يُعَبِّرُ عَنْهُ عُلَمَاءُ الْحِكْمَةِ فِي هَذَا الْعَصْرِ بِتَنَازُعِ الْبَقَاءِ، وَيَقُولُونَ: إِنَّ الْحَرْبَ طَبِيعِيَّةٌ فِي الْبَشَرِ; لِأَنَّهَا مِنْ فُرُوعِ سُنَّةِ تَنَازُعِ الْبَقَاءِ الْعَامَّةِ. وَأَنْتَ تَرَى أَنَّ قَوْلَهُ تَعَالَى:  (وَلَوْلَا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ لَيْسَ نَصًّا فِيمَا يَكُونُ بِالْحَرْبِ وَالْقِتَالِ</p><p> خَاصَّةً، بَلْ هُوَ عَامٌّ لِكُلِّ نَوْعٍ مِنْ أَنْوَاعِ التَّنَازُعِ بَيْنَ النَّاسِ الَّذِي يَقْتَضِي الْمُدَافَعَةَ وَالْمُغَالَبَةَ. وَيَظُنُّ بَعْضُ الْمُتَطَفِّلِينَ عَلَى عِلْمِ السُّنَنِ فِي الِاجْتِمَاعِ الْبَشَرِيِّ أَنَّ تَنَازُعَ الْبَقَاءِ الَّذِي يَقُولُونَ إِنَّهُ سُنَّةٌ عَامَّةٌ هُوَ مِنْ أَثَرَةِ الْمَادِّيِّينَ فِي هَذَا الْعَصْرِ، وَأَنَّهُ جَوْرٌ وَظُلْمٌ، هُمُ الْوَاضِعُونَ لَهُ وَالْحَاكِمُونَ بِهِ، وَأَنَّهُ مُخَالِفٌ لِهَدْيِ الدِّينِ، وَلَوْ عَرَفَ مَنْ يَقُولُونَ هَذَا مَعْنَى الْإِنْسَانِ أَوْ لَوْ عَرَفُوا أَنْفُسَهُمْ، أَوْ لَوْ فَهِمُوا هَذِهِ الْآيَةَ وَمَا فِي مَعْنَاهَا مِنْ سُورَةِ الْحَجِّ لَمَا قَالُوا مَا قَالُوا. </p><p> (الرَّابِعَةَ عَشْرَةَ) قَوْلُهُ تَعَالَى: (لَفَسَدَتِ الْأَرْضُ) يُؤَيِّدُ السُّنَّةَ الَّتِي يُعَبِّرُ عَنْهَا عُلَمَاءُ الِاجْتِمَاعِ بِالِانْتِخَابِ الطَّبِيعِيِّ أَوْ بَقَاءِ الْأَمْثَلِ. وَوَجْهُ ذَلِكَ جَعْلُ هَذَا مِنْ لَوَازِمِ مَا قَبْلَهُ; فَإِنَّهُ تَعَالَى يَقُولُ: إِنَّ مَا فُطِرَ عَلَيْهِ النَّاسُ مِنْ مُدَافَعَةِ بَعْضِهِمْ بَعْضًا عَنِ الْحَقِّ وَالْمَصْلَحَةِ هُوَ الْمَانِعُ مِنْ فَسَادِ الْأَرْضِ، أَيْ: هُوَ سَبَبُ بَقَاءِ الْحَقِّ وَبَقَاءِ الصَّلَاحِ. وَيُعَزِّزُ ذَلِكَ قَوْلُهُ تَعَالَى فِي بَيَانِ حِكْمَةِ الْإِذْنِ لِلْمُسْلِمِينَ بِالْقِتَالِ فِي سُورَةِ الْحَجِّ:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللهُ وَلَوْلَا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللهِ كَثِيرًا وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ) </p><p> (٢٢: ٣٩ - ٤١) فَهَذَا إِرْشَادٌ إِلَى تَنَازُعِ الْبَقَاءِ وَالدِّفَاعِ عَنِ الْحَقِّ، وَأَنَّهُ يَنْتَهِي بِبَقَاءِ الْأَمْثَلِ وَحِفْظِ الْأَفْضَلِ. </p><p> وَمِمَّا يَدُلُّ عَلَى هَذِهِ الْقَاعِدَةِ مِنَ الْقُرْآنِ الْمَجِيدِ قَوْلُهُ تَعَالَى فِي سُورَةِ الرَّعْدِ:  (أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللهُ الْأَمْثَالَ)  (١٣: ١٧) فَهُوَ يُفِيدُ أَنَّ سُيُولَ الْحَوَادِثِ وَنِيرَانَ التَّنَازُعِ تَقْذِفُ زَبَدَ الْبَاطِلِ الضَّارَّ فِي الِاجْتِمَاعِ وَتَدْفَعُهُ، وَتُبْقِي إِبْلِيزَ الْحَقِّ النَّافِعَ الَّذِي يَنْمُو فِيهِ </p><p> الْعُمْرَانُ، وَإِبْرِيزَ الْمَصْلَحَةِ الَّتِي يَتَحَلَّى بِهَا الْإِنْسَانُ، وَهُنَاكَ آيَاتٌ أُخْرَى فِي أَنَّ الْحَقَّ يُزْهِقُ الْبَاطِلَ. وَسَيَأْتِي بَيَانُ ذَلِكَ وَدَفْعُ الشُّبَهِ عَنْهُ فِي تَفْسِيرِهَا إِنْ أَمْهَلَنَا الزَّمَانُ، وَاللهُ الْمُسْتَعَانُ. اهـ. </p>"
}