{
  "id": null,
  "sura": 2,
  "aya": 220,
  "text": "<p> تَتَوَقَّفُ عَلَيْهَا مَصَالِحُ الدُّنْيَا صَادَّةً عَنِ الدِّينِ مُبْعِدَةً عَنْهُ، بَلْ يُوجَدُ فِيهِمْ مَنْ يَقُولُ: إِنَّهَا مُفْسِدَةٌ لِعَقَائِدِهِ مُفْضِيَةٌ إِلَى الْخُرُوجِ مِنْهُ. وَهَذَا هُوَ دُخُولُ جُحْرِ الضَّبِّ الَّذِي دَخَلَهُ مَنْ قَبْلَنَا، وَهُوَ كَمَا تَرَى خُرُوجٌ عَنْ هَدْيِ الْقُرْآنِ. </p><p> وَقَدْ يُقَالُ: إِذَا كَانَ الْمُنْقَطِعُ لِعُلُومِ الدِّينِ لَا يَأْمَنُ عَلَى عَقِيدَتِهِ أَنْ تَذْهَبَ وَدِينِهِ أَنْ يَفْسُدَ إِذَا هُوَ تَفَكَّرَ فِي مَصَالِحِ الدُّنْيَا وَعَرَفَ الْعُلُومَ الَّتِي لَا تَقُومُ هَذِهِ الْمَصَالِحُ بِدُونِهَا، فَكَيْفَ يَكُونُ حَالُ مَنْ يَدْرُسُونَ هَذِهِ الْعُلُومَ الدُّنْيَوِيَّةَ مِنَ الْمُسْلِمِينَ وَلَيْسُوا عَلَى شَيْءٍ يُعْتَدُّ بِهِ مِنَ الْعُلُومِ الدِّينِيَّةِ؟ لَا جَرَمَ أَنَّ هَذَا قَضَاءٌ عَلَى الْإِسْلَامِ بِأَنَّهُ آفَةُ الْعُمْرَانِ، وَعَدُوُّ الْعِلْمِ وَالنِّظَامِ، وَهُوَ قَضَاءٌ جَائِرٌ يُبْطِلُهُ الْقُرْآنُ، وَتَنْقُضُهُ سِيرَةُ السَّلَفِ الصَّالِحِينَ الَّذِينَ سَبَقُونَا بِالْإِيمَانِ، وَلَكِنْ أَيْنَ مَنْ يَتَّبِعُهُمَا الْآنَ؟ ! وَقَدْ قَامَ فَرِيقٌ مِنَ الَّذِينَ لَمْ يَنْظُرُوا فِي كِتَابِ اللهِ مَرَّةً نَظْرَةَ مُعْتَبِرٍ، وَلَمْ يَتْلُوا مِنْهُ آيَةً تِلَاوَةَ مُفَكِّرٍ مُتَدَبِّرٍ، يَقْسِمُونَ الْمُسْلِمِينَ إِلَى قِسْمَيْنِ: قِسْمٌ لَا تَجِبُ الْمُبَالَاةُ بِدِينِهِ، وَلَا يُهْتَمُّ بِهِ فِي شَكِّهِ أَوْ يَقِينِهِ، فَلَهُ أَنْ يَتَعَلَّمَ مَا يَشَاءُ صَحَّتْ عَقِيدَتُهُ أَوْ فَسَدَتْ، صَلَحَتْ أَعْمَالُهُ أَوْ خَسِرَتْ. وَقِسْمٌ آخَرُ يَجِبُ أَنْ يُصَانَ عَقْلُهُ عَنْ كُلِّ فِكْرٍ، وَيُحَاطَ بِجَمِيعِ الْوَسَائِلِ الَّتِي تَمْنَعُهُ مِنَ النَّظَرِ فِيمَا عَلَيْهِ النَّاسُ مَنْ خَيْرٍ وَشَرٍّ، وَمَا يَعْرِضُ فِي الْكَوْنِ مَنْ نَفْعٍ وَضُرٍّ، كَيْلَا يُفْسِدَ النَّظَرُ عَقِيدَتَهُ، وَيُضِلَّ الْفِكْرُ السَّلِيمُ بَصِيرَتَهُ، وَهَذَا الْقِسْمُ هُوَ الَّذِي تُفَوَّضُ إِلَيْهِ الرِّيَاسَةُ الدِّينِيَّةُ، وَيُعْهَدُ إِلَيْهِ بِقِيَادَةِ الْأُمَّةِ فِي صَلَاحِ </p><p> الْأَعْمَالِ وَانْتِظَامِ الْأَحْوَالِ، وَأَعْظَمُ قِسْمٍ فِي الْأُمَّةِ هُوَ الْقِسْمُ الْأَوَّلُ بِحُكْمِ الضَّرُورَةِ، بَلْ هُوَ الْأُمَّةُ كُلُّهَا بِالتَّقْرِيبِ، وَقَدْ صَارَ بِيَدِهِ زِمَامُ جَمِيعِ أُمُورِهَا وَقُوَّةُ الْحُكْمِ فِيهَا; إِذْ لَا يُمْكِنُ أَنْ يَتَيَسَّرَ لِهَذَا الْقِسْمِ الثَّانِي، وَهُوَ خَلْوٌّ مِنَ الْعِلْمِ بِحَالِهَا، وَدُونَ كُلِّ وَاحِدٍ مِنْهَا فِي الْعَقْلِ، وَفَوْقَهُ فِي الْغَبَاوَةِ وَالْجَهْلِ، أَنْ يَقُودَ وَاحِدًا مِنْهَا، بَلْهَ قِيَادَتَهَا كُلَّهَا؟ فَهَلْ يَتَّفِقُ مِثْلُ هَذَا لِلْخَلَفِ، مَعَ شَيْءٍ مِنْ سُنَّةِ السَّلَفِ؟ أَلَا عَاقِلٌ يَقُولُ لِهَؤُلَاءِ الْمُشَعْوِذِينَ: كَيْفَ سَاغَ فِي عُقُولِكُمْ أَنْ يُسَلَّمَ إِلَى الْجَاهِلِ قِيَادَةُ الْعَاقِلِ؟ وَكَيْفَ يَتَيَسَّرُ حِفْظُ الدِّينِ بِالْعُدُولِ عَنْ سُنَنِ الْمُرْسَلِينَ، وَمُخَالَفَةِ سَيْرِ السَّلَفِ الصَّالِحِينَ؟ </p><p> ثُمَّ قَالَ تَعَالَى:  (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى) إِلَخْ، أَخْرَجَ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَالْحَاكِمُ وَغَيْرُهُمْ عَنِ ابْنِ عَبَّاسٍ قَالَ: لَمَّا نَزَلَتْ (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ)  (١٧: ٣٤) وَ (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى)  (٤: ١٠) الْآيَةَ. انْطَلَقَ مَنْ كَانَ عِنْدَهُ يَتِيمٌ فَعَزَلَ طَعَامَهُ مِنْ طَعَامِهِ وَشَرَابَهُ مِنْ شَرَابِهِ، فَجَعَلَ يَفْضُلُ لَهُ الشَّيْءُ مِنْ طَعَامِهِ فَيُحْبَسُ لَهُ حَتَّى يَأْكُلَهُ أَوْ يَفْسَدَ، فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ، فَذَكَرُوا ذَلِكَ لِرَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَنْزَلَ اللهُ (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى) الْآيَةَ. ذَكَرَهُ السُّيُوطِيُّ فِي أَسْبَابِ النُّزُولِ. </p><p> نَعَمْ إِنَّ آيَاتِ الْوَصِيَّةِ فِي الْيَتَامَى كَثِيرَةٌ، وَمِنْهَا مَا نَزَلْ فِي مَكَّةَ كَقَوْلِهِ تَعَالَى:  (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ)  (١٧: ٣٤) </p><p> فِي سُورَةِ الْإِسْرَاءِ، وَقَوْلِهِ تَعَالَى:  (فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ)  (٩٣: ٩) فِي سُورَةِ الضُّحَى، وَقَوْلِهِ عَزَّ وَجَلَّ:  (فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ)  (١٠٧: ٢) فِي سُورَةِ الْمَاعُونِ، جَعَلَ دَعَّ الْيَتِيمِ - وَهُوَ دَفْعُهُ وَجَرُّهُ بِعُنْفٍ - أَوَّلَ آيَاتِ التَّكْذِيبِ بِالدِّينِ. </p><p> وَأَجْمَعُ مَا وَرَدَ فِي ذَلِكَ وَآكَدُهُ آيَاتُ سُورَةِ النِّسَاءِ وَهِيَ مَدَنِيَّةٌ كَسُورَةِ الْبَقَرَةِ، وَمِنْهَا قَوْلُهُ تَعَالَى:  (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا)  (٤: ١٠) وَلَكِنَّ سُورَتَهَا نَزَلَتْ بَعْدَ سُورَةِ الْبَقَرَةِ. وَقَدْ كَانَ السَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُؤْمِنِينَ يَحْفَظُونَ حُدُودَ اللهِ تَعَالَى، وَيَأْخُذُونَ الْقُرْآنَ بِقُوَّةٍ; لِأَنَّهُمْ لِبَلَاغَتِهِمْ يَفْهَمُونَ الْوَعِيدَ فِي مِثْلِ هَذِهِ الْآيَةِ، فَتُحْدِثُ لَهُمْ مِنَ الذِّكْرَى وَالْعِظَةِ مَا لَا يَجِدُ مِثْلَهُ مَنْ لَمْ يُؤْتَ بَلَاغَتَهُمْ، وَلَيْسَ الْمُرَادُ بِبَلَاغَتِهِمْ أَنَّهُمْ قَرَءُوا عِلْمَ الْمَعَانِي وَالْبَيَانِ فَحَفِظُوا فِي أَذْهَانِهِمْ عِلَلًا كَثِيرَةً لِلتَّقْدِيمِ وَالتَّأْخِيرِ فِي </p><p> الْمُسْنَدِ وَالْمُسْنَدِ إِلَيْهِ وَنَحْوِ ذَلِكَ، وَإِنَّمَا هِيَ مَقَاصِدُ الْكَلَامِ وَمَغَازِيهِ تَغُوصُ فِي أَعْمَاقِ الْقُلُوبِ كَمَا يَغُوصُ الْمَاءُ فِي الْإِسْفَنْجِ، فَلَا تَدَّعِ فِيهَا مَكَانًا يَتَعَاصَى عَلَى تَأْثِيرِهَا كَمَا قَالَ الْأُسْتَاذُ الْإِمَامُ. هَذَا الِاتِّعَاظُ وَالِاعْتِبَارُ بِوَصَايَا الْكِتَابِ الْعَزِيزِ فِي الْيَتَامَى قَدْ مَلَكَ نُفُوسَ الْمُؤْمِنِينَ فَتَرَكَهُمْ فِي حَيْرَةٍ وَحَرَجٍ مِنْ أَمْرِ الْقِيَامِ عَلَيْهِمْ وَاسْتِغْلَالِ أَمْوَالِهِمْ; خَوْفًا أَنْ يَنَالَهُمْ شَيْءٌ مِنَ الظُّلْمِ الْمَذْكُورِ فِي آيَةِ سُورَةِ النِّسَاءِ; لِأَنَّ الظُّلْمَ يَتَنَاوَلُ كُلَّ مَا نَقَصَ مِنَ الْحَقِّ، وَشَاهِدُهُ قَوْلُهُ تَعَالَى:  (كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا)  (١٨: ٣٣) فَإِذَا اخْتَلَطَ اثْنَانِ فِي النَّفَقَةِ وَأَكَلَ أَحَدُهُمَا مِمَّا اشْتَرَى بِمَالِهِمَا أَكْثَرَ مِنَ الْآخَرِ تَكُونُ الزِّيَادَةُ مِنْ مَالِ الْآخَرِ، فَإِنْ كَانَ رَاشِدًا فَرِضَاهُ وَلَوْ بِالْعُرْفِ أَوِ الْقَرِينَةِ إِذَنْ يُبِيحُ هَذَا التَّنَاوُلَ، وَأَمَّا إِذَا كَانَ الْخَلِيطُ يَتِيمًا فَإِنَّ الزِّيَادَةَ تَكُونُ مَظِنَّةَ الظُّلْمِ أَوْ هِيَ مِنْهُ حَتْمًا; وَلِذَلِكَ تَأَثَّمَ الصَّحَابَةُ عَلَيْهِمُ الرِّضْوَانُ مِنْ مُخَالَطَةِ الْيَتَامَى بَعْدَ نُزُولِ آيَةِ النِّسَاءِ، وَإِنْ كَانَتِ الْعَادَةُ جَارِيَةً بِتَسَامُحِ النَّاسِ فِي مُؤَاكَلَةِ الْخُلَطَاءِ وَالشُّرَكَاءِ مِنْ غَيْرِ تَدْقِيقٍ، فَكَانَ بَعْضُهُمْ يَأْبَى الْقِيَامَ عَلَى الْيَتِيمِ، وَبَعْضُهُمْ يَعْزِلُ الْيَتِيمَ عَنْ عِيَالِهِ فَلَا يُخَالِطُونَهُ فِي شَيْءٍ حَتَّى إِنَّهُمْ كَانُوا يَطْبُخُونَ لَهُ وَحْدَهُ، ثُمَّ إِنَّهُمْ فَطِنُوا إِلَى أَنَّ هَذَا - عَلَى مَا فِيهِ مِنَ الْحَرَجِ عَلَيْهِمْ - لَا مَصْلَحَةَ فِيهِ لِلْيَتِيمِ بَلْ هُوَ مَفْسَدَةٌ لَهُ فِي تَرْبِيَتِهِ وَمَضْيَعَةٌ لِمَالِهِ، وَفِيهِ مِنَ الْقَهْرِ الْمَنْهِيِّ عَنْهُ مَا لَا يَخْفَى; فَإِنَّهُ يَكُونُ فِي الْبَيْتِ كَالْكَلْبِ، أَوِ الدَّاجِنِ فِي مَأْكَلِهِ وَمَشْرَبِهِ. وَمِنْ هُنَا جَاءَتِ الْحَيْرَةُ وَاحْتِيجَ إِلَى السُّؤَالِ عَنْ طَرِيقِ الْجَمْعِ بَيْنَ الْأَمْرَيْنِ، وَالتَّوْحِيدِ بَيْنَ الْمَصْلَحَتَيْنِ، بِأَنْ يَعِيشَ الْيَتِيمُ فِي بَيْتِ كَافِلِهِ عَزِيزًا كَرِيمًا كَأَحَدِ عِيَالِهِ، وَيَسْلَمَ الْكَافِلُ مِنْ أَكْلِ شَيْءٍ مِنْ مَالِهِ بِغَيْرِ حَقٍّ، وَكَانَ مِنْ فَضْلِ اللهِ تَعَالَى وَرَحْمَتِهِ أَنْ أَنْزَلَ الْوَحْيَ فِي إِزَالَةِ الْحَيْرَةِ وَكَشْفِ الْغُمَّةِ، فَقَالَ لِنَبِيِّهِ:  (قُلْ) لِهَؤُلَاءِ السَّائِلِينَ عَنِ الْقِيَامِ عَلَى الْيَتَامَى وَكَفَالَتِهِمْ، وَعَنِ الْمَصْلَحَةِ فِي عَزْلِهِمْ أَوْ مُخَالَطَتِهِمْ (إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ) يَعْنِي أَيَّ إِصْلَاحٍ لَهُمْ خَيْرٌ مِنْ عَدَمِهِ فَلَا تَتْرُكُوا شَيْئًا مِمَّا تَعْلَمُونَ أَنَّ فِيهِ صَلَاحًا لَهُمْ فِي أَمْوَالِهِمْ وَأَحْوَالِهِمْ مِنْ تَرْبِيَةٍ وَتَهْذِيبٍ، هَذَا مَا </p><p> أَفَادَهُ تَنْكِيرُ (إِصْلَاحٌ) وَإِنْ تُخَالِطُوهُمْ لِرُؤْيَتِكُمُ الْخَيْرَ لَهُمْ فِي الْمُخَالَطَةِ فِي الْمَعِيشَةِ فَهُمْ إِخْوَانُكُمْ فِي الدِّينِ، وَإِنَّمَا شَأْنُ الْإِخْوَانِ الْمُخَالَطَةُ فِي الْمُعَاشَرَةِ. </p><p> وَقَدْ أَزَالَتِ الْكَلِمَةُ الْأُولَى مِنْ هَذَا الْجَوَابِ الْوَجِيزِ شُبْهَةَ الْمُتَأَثِّمِينَ مِنْ كَفَالَتِهِمْ، وَكَشَفَتِ الْكَلِمَةُ الثَّانِيَةُ شُبْهَةَ الْقُوَّامِ الْمُتَحَرِّجِينَ مِنْ مُخَالَطَتِهِمْ، وَمِنْ هَذَا الْجَوَابِ عَرَفْنَا حَقِيقَةَ السُّؤَالِ، وَهَذَا مِنْ ضُرُوبِ الْإِيجَازِ الَّتِي لَمْ تُعْرَفُ إِلَّا مِنَ الْقُرْآنِ. </p><p> أَمَّا مَعْنَى كَوْنِ الْإِصْلَاحِ لَهُمْ خَيْرًا فَهُوَ أَنَّ الْقِيَامَ عَلَيْهِمْ لِإِصْلَاحِ نُفُوسِهِمْ بِالتَّهْذِيبِ وَالتَّرْبِيَةِ، وَإِصْلَاحِ أَمْوَالِهِمْ بِالتَّثْمِيرِ وَالتَّنْمِيَةِ، هُوَ خَيْرٌ مِنْ إِهْمَالِ شَأْنِهِمْ وَتَرْكِهِمْ لِأَنْفُسِهِمْ تَفْسُدُ أَخْلَاقُهُمْ وَتَضِيعُ حُقُوقُهُمْ، خَيْرٌ لَهُمْ لِمَا فِيهِ مِنْ صَلَاحِهِمْ، وَخَيْرٌ لِلْقُوَّامِ وَالْكَافِلِينَ لِمَا فِيهِ مِنْ دَرْءِ مَفْسَدَةِ إِهْمَالِهِمْ، وَمِنَ الْمَصْلَحَةِ الْعَامَّةِ فِي صَلَاحِ حَالِهِمْ، وَلِمَا فِي ذَلِكَ مِنْ حُسْنِ الْقُدْوَةِ فِي الدُّنْيَا، وَحُسْنِ الْمَثُوبَةِ فِي الْأُخْرَى. قَالَ فِي التَّفْسِيرِ الْكَبِيرِ: قَالَ الْقَاضِي: هَذَا الْكَلَامُ يَجْمَعُ النَّظَرَ فِي صَلَاحِ مَصَالِحِ الْيَتِيمِ بِالتَّقْوِيمِ وَالتَّأْدِيبِ وَغَيْرِهَا لِكَيْ يَنْشَأَ عَلَى عِلْمٍ وَأَدَبٍ وَفَضْلٍ; لِأَنَّ هَذَا الصُّنْعَ أَعْظَمُ تَأْثِيرٍ فِيهِ مِنْ إِصْلَاحِ حَالِهِ بِالتِّجَارَةِ، وَيَدْخُلُ فِيهِ أَيْضًا إِصْلَاحُ مَالِهِ كَيْ لَا تَأْكُلَهُ النَّفَقَةُ مِنْ جِهَةِ التِّجَارَةِ، وَيَدْخُلُ فِيهِ أَيْضًا مَعْنَى قَوْلِهِ تَعَالَى:  (وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ)  (٤: ٢) . </p><p> وَأَمَّا قَوْلُهُ:  (وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ) فَمَعْنَاهُ أَنَّهُ لَا وَجْهَ لِلتَّأَثُّمِ مِنْ مُخَالَطَتِهِمْ فِي الْمَأْكَلِ وَالْمَشْرَبِ وَالْمَكْسِبِ، فَهُمْ إِخْوَانُكُمْ فِي الدِّينِ، وَمِنْ شَأْنِ الْإِخْوَةِ أَنْ يَكُونُوا خُلَطَاءَ وَشُرَكَاءَ فِي الْمِلْكِ وَالْمَعَاشِ، وَلَا ضَرَرَ عَلَى أَحَدٍ مِنْهُمْ فِي ذَلِكَ، بَلْ هُوَ نَافِعٌ لَهُمْ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ يَسْعَى فِي مَصْلَحَةِ الْجَمِيعِ، وَالْمُخَالَطَةُ مَبْنِيَّةٌ بَيْنَهُمْ عَلَى الْمُسَامَحَةِ لِانْتِفَاءِ مَظِنَّةِ الطَّمَعِ وَتَحَقُّقِ الْإِخْلَاصِ وَحُسْنِ النِّيَّةِ، كَأَنَّهُ يَقُولُ: وَإِنْ تُخَالِطُوهُمْ فَعَلَيْكُمْ أَنْ تُعَامِلُوهُمْ مُعَامَلَةَ الْإِخْوَةِ فِي ذَلِكَ، فَيَكُونُ الْيَتِيمُ فِي الْبَيْتِ كَالْأَخِ الصَّغِيرِ تُرَاعَى مَصْلَحَتُهُ بِقَدْرِ الْإِمْكَانِ، وَيُتَحَرَّى أَنْ يَكُونَ فِي كِفَّتِهِ الرُّجْحَانُ، وَقِيلَ: إِنَّ الْمُرَادَ بِالْمُخَالَطَةِ الْمُصَاهَرَةُ، وَأُخُوَّةُ الْإِسْلَامِ عِلَّةٌ لِحِلِّهَا، وَقَدْ أَطَالَ أَبُو مُسْلِمٍ فِي تَرْجِيحِ هَذَا الْوَجْهِ. </p><p> وَهَذَا الَّذِي هَدَانَا إِلَيْهِ الْكِتَابُ الْعَزِيزُ فِي شَأْنِ الْيَتَامَى مِنْ مُعَامَلَتِهِمْ كَالْإِخْوَانِ </p><p> مَبْنِيٌّ عَلَى مَا أَوْدَعَ الْفِطْرَةَ السَّلِيمَةَ مِنَ الْحُبِّ وَالْإِخْلَاصِ لِلْأَقْرَبِينَ، وَقَدْ طَرَأَ الْفَسَادُ عَلَى هَذِهِ الرَّابِطَةِ النِّسْبِيَّةِ فِي بِلَادٍ كَثِيرَةٍ بِمَا أَفْسَدَتِ السِّيَاسَةُ فِي الْأُمَّةِ، فَصَارَ الْأَخُ يَطْمَعُ فِي مَالِ أَخِيهِ، وَيَحْفِرُ لَهُ مِنَ الْمَهَاوِي مَا لَعَلَّهُ هُوَ يَقَعُ فِيهِ، وَأَمْثَالُ هَؤُلَاءِ الَّذِينَ فَسَدَتْ طِبَاعُهُمْ وَاعْتَلَّتْ خَلَائِقُهُمْ لَا يُوكَلُ إِلَيْهِمُ الرُّجُوعُ إِلَى الْفِطْرَةِ وَتَحْكِيمِهَا فِي مُعَامَلَةِ الْيَتَامَى كَالْإِخْوَةِ; لِذَلِكَ لَمْ يَكْتَفِ الْقُرْآنُ بِذَلِكَ حَتَّى وَضَعَ لِلضَّمِيرِ وَالْوِجْدَانِ قَاعِدَةً يَرْجِعُ إِلَيْهَا فِي هَذَا الشَّأْنِ، فَقَالَ:  (وَاللهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ) أَيْ: إِنَّهُ لَمْ يَكِلْ أَمْرَ مُخَالَطَةِ الْيَتَامَى إِلَى حُكْمِ نَزْعَةِ الْقَرَابَةِ وَعَاطِفَةِ الْأُخُوَّةِ مِنْ قُلُوبِكُمْ إِلَّا وَهُوَ يَعْلَمُ مَا تُضْمِرُ هَذِهِ الْقُلُوبُ مِنْ قَصْدِ الْإِصْلَاحِ لَهُمْ أَوِ الْإِفْسَادِ، فَعَلَيْكُمْ أَنْ تُرَاقِبُوهُ فِي أَعْمَالِكُمْ وَنِيَّاتِكُمْ، وَتَعْلَمُوا أَنْ سَيُحَاسِبُكُمْ عَلَى مِثْقَالِ </p><p> الذَّرَّةِ مِمَّا تَعْمَلُونَ لَهُمْ. وَالْمُصْلِحُ: هُوَ مَنْ يَأْتِي بِالْإِصْلَاحِ عَمَلًا، وَالْمُفْسِدُ: هُوَ مَنْ يَأْتِي بِالْإِفْسَادِ فِعْلًا، وَحَالُ كُلٍّ مِنْهُمَا ظَاهِرَةٌ لِلْعِيَانِ، وَإِنَّمَا أَيْقَظَ اللهُ تَعَالَى الْقُلُوبَ إِلَى ذِكْرِ عِلْمِهِ بِذَلِكَ لِتُلَاحِظَ اطِّلَاعَهُ عَلَى الْعَمَلِ، وَتَتَذَكَّرَ جَزَاءَهُ عَلَيْهِ فَتُرَاقِبَهُ فِيمَا خَفِيَ مِنْهُ، لَعَلَّهَا تَأْمَنُ مِنْ مَزَالِقِ الشَّهْوَةِ، وَتَسْلَمُ مِنْ مَزَالِّ الشُّبْهَةِ; فَإِنَّ شَهْوَةَ الطَّامِعِ تُولِدُ لِصَاحِبِهَا شُبْهَةَ أَكْلِ مَالِ الْيَتِيمِ، كَمَا يَأْكُلُ صَاحِبُهَا مَالَ أَخِيهِ الضَّعِيفِ، وَلَا عَاصِمَ مِنْ ذَلِكَ إِلَّا بِمُرَاقَبَةِ اللهِ تَعَالَى وَتَقْوَاهُ. وَإِلَّا فَإِنَّنَا نَرَى أَكْثَرَ الْأَوْصِيَاءِ عَلَى الْأَيْتَامِ فِي هَذَا الزَّمَانِ يُظْهِرُونَ لِلْمَلَأِ إِصْلَاحَ أَحْوَالِهِمْ، وَتَثْمِيرَ أَمْوَالِهِمْ، مَعَ الْعِفَّةِ وَالزَّهَادَةِ فِيهَا، وَهُمْ فِي الْبَاطِنِ يَأْكُلُونَهَا أَكْلًا لَمًّا، حَتَّى إِنَّ وَاحِدَهُمْ يُصْبِحُ غَنِيًّا بَعْدَ فَقْرٍ وَلَا عَمَلَ لَهُ إِلَّا الْقِيَامُ عَلَى الْيَتِيمِ، وَالْأُجْرَةُ الْمَفْرُوضَةُ لَهُ عَلَى الْوِصَايَةِ لَا غَنَاءَ فِيهَا فَيَكُونُ غَنِيًّا بِهَا. وَكُلُّ مَنْ يَطْلُبُ أَنْ يَكُونَ وَصِيًّا عَلَى يَتِيمٍ وَيَسْعَى لِذَلِكَ سَعْيَهُ فَهُوَ مَوْضِعٌ لِلظِّنَّةِ، وَقَلَّمَا يُوجَدُ فِيهِمْ مَنْ يَرْضَى بِمَا يُفْرَضُ لَهُ عَلَى عَمَلِهِ، وَسَيَأْتِي مَا يَحِلُّ لِلْوَصِيِّ مِنْ مَالِ الْيَتِيمِ وَمَا يَحْرُمُ فِي سُورَةِ النِّسَاءِ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> ثُمَّ بَيَّنَ لَنَا سُبْحَانَهُ وَتَعَالَى مِنَّتَهُ عَلَيْنَا وَرَحْمَتَهُ بِنَا بِمَا أَذِنَ لَنَا مِنْ مُخَالَطَةِ الْيَتَامَى فَقَالَ:  (وَلَوْ شَاءَ اللهُ لَأَعْنَتَكُمْ) أَيْ: أَوْقَعَكُمْ فِي الْعَنَتِ، وَهُوَ الْمَشَقَّةُ وَمَا يَصْعُبُ </p><p> احْتِمَالُهُ، بِأَنْ يُكَلِّفَكُمُ الْقِيَامَ بِشُئُونِ الْيَتَامَى وَتَرْبِيَتِهِمْ وَحِفْظِ أَمْوَالِهِمْ، وَلَا يَأْذَنُ لَكُمْ بِمُخَالَطَتِهِمْ وَلَا بِأَكْلِ لُقْمَةٍ وَاحِدَةٍ مِنْ طَعَامِهِمْ، وَلَكِنَّهُ لِسِعَةِ رَحْمَتِهِ لَا يُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا، (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ)  (٢٢: ٧٨) وَلِذَلِكَ أَبَاحَ لَكُمْ مُخَالَطَةَ الْيَتَامَى عَلَى أَنْ تُعَامِلُوهُمْ مُعَامَلَةَ الْإِخْوَةِ، وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ، وَقَدْ عَفَا عَمَّا جَرَى الْعُرْفُ عَلَى التَّسَامُحِ فِيهِ لِعَدَمِ اسْتِغْنَاءِ الْخُلَطَاءِ عَنْهُ، وَوَكَلَ ذَلِكَ إِلَى ذِمَّتِكُمْ وَأَمَرَكُمْ بِمُرَاقَبَتِهِ فِيهِ، وَهُوَ الرَّقِيبُ الْمُهَيْمِنُ الَّذِي لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْ عَمَلِكُمْ وَلَا مِنْ قَصْدِكُمْ وَنِيَّتِكُمْ. (إِنَّ اللهَ عَزِيزٌ حَكِيمٌ) فَلَوْ شَاءَ إِعْنَاتَكُمْ لَعَزَّ عَلَى غَيْرِهِ مَنْعُهُ مِنْ ذَلِكَ; إِذْ لَا عِزَّةَ تَعْلُو عِزَّتَهُ، وَلَكِنْ مَضَتْ حِكْمَتُهُ بِأَنْ تَكُونَ شَرِيعَتُهُ جَامِعَةً لِمَصَالِحِ عِبَادِهِ، جَارِيَةً عَلَى سُنَنِ الْفِطْرَةِ الْمُعْتَدِلَةِ الَّتِي فَطَرَهُمْ عَلَيْهَا. </p><p> هَكَذَا جَعَلَ الْأُسْتَاذُ الْإِمَامُ ذِكْرَ (الْعَزِيزِ) فِي هَذَا الْمَقَامِ لِتَقْرِيرِ إِمْكَانِ تَعَلُّقِ الْمَشِيئَةِ بِالْإِعْنَاتِ، وَذِكْرَ (الْحَكِيمِ) لِتَقْرِيرِ التَّفَضُّلِ بِعَدَمِ تَعْلِيقِ الْمَشِيئَةِ بِهِ، وَكُلٌّ مِنَ الْأَمْرَيْنِ مَفْهُومٌ مِنْ قَوْلِهِ:  (وَلَوْ شَاءَ اللهُ لَأَعْنَتَكُمْ) وَيَحْتَمِلُ أَنْ يَكُونَ ذِكْرُ الِاسْمَيْنِ الْكَرِيمَيْنِ تَقْرِيرًا لِعِزَّتِهِ وَحِكْمَتِهِ تَعَالَى فِي الْمَسَائِلِ الثَّلَاثِ فِي الْآيَتَيْنِ: مَسْأَلَةُ الْخَمْرِ وَالْمَيْسِرِ، وَمَسْأَلَةُ الْإِنْفَاقِ، وَمَسْأَلَةُ الْيَتَامَى، فَإِنَّهَا وَرَدَتْ فِي الْآيَاتِ مَعْطُوفًا آخِرُهَا عَلَى أَوَّلِهَا، وَلِلَّهِ الْعِزَّةُ بِمَنْعِ النَّاسِ بَعْضَ الشَّهَوَاتِ، وَبِتَكْلِيفِهِمُ الْإِنْفَاقَ مِنْ فُضُولِ أَمْوَالِهِمْ، وَبِتَكْلِيفِهِمْ تَحَرِّي الْإِصْلَاحِ لِلْأَيْتَامِ مَعَ الْإِذْنِ بِمُخَالَطَتِهِمْ، وَمِنْ حِكْمَتِهِ أَنْ مَنَعَهُمْ مَا يَضُرُّهُمْ مِنْ ذَلِكَ، وَكَلَّفَهُمْ مَا فِيهِ مَصْلَحَتُهُمْ، وَأَنْ هَدَاهُمْ إِلَى وَجْهِ مَنْفَعَةِ النَّافِعِ وَمَضَرَّةِ الضَّارِّ. </p><p> الْأُسْتَاذُ الْإِمَامُ: النُّكْتَةُ فِي وَصْلِ السُّؤَالِ عَنِ الْيَتَامَى بِالسُّؤَالِ عَنِ الْإِنْفَاقِ وَالسُّؤَالِ </p><p> عَنِ الْخَمْرِ وَالْمَيْسِرِ أَنَّهُ لَمَّا كَانَ ذَانِكَ السُّؤَالَانِ مَبْنِيَّيْنِ لِحَالِ فَرِيقَيْنِ مِنَ النَّاسِ فِي الْإِنْفَاقِ وَبَذْلِ الْمَالِ - عَلَى مَا تَقَدَّمَ - نَاسَبَ أَنْ يَذْكُرَ بَعْدَهُمَا السُّؤَالَ عَنْ صِنْفٍ هُوَ مِنْ أَحَقِّ أَصْنَافِ النَّاسِ بِالْإِنْفَاقِ عَلَيْهِ وَبَذْلِ الْمَالِ فِي سَبِيلِ تَرْبِيَتِهِ وَإِصْلَاحِ شَأْنِهِ وَهُوَ صِنْفُ الْيَتَامَى، وَلَيْسَ التَّرْغِيبُ بِالْإِنْفَاقِ عَلَيْهِمْ بِبَعِيدٍ مِنْ هَذِهِ الْآيَةِ، وَقَدْ تَكَرَّرَ فِي غَيْرِ هَذِهِ السُّورَةِ، كَأَنَّهُ سُبْحَانَهُ وَتَعَالَى يُذَكِّرُنَا عِنْدَ الْإِذْنِ بِمُخَالَطَةِ الْيَتَامَى وَالتَّرْغِيبِ فِي الْإِصْلَاحِ لَهُمْ بِأَنَّ النَّفَقَةَ عَلَيْهِمْ مِنْ أَمْوَالِنَا </p><p> مَنْدُوبٌ إِلَيْهَا، وَأَنَّهُمْ مِنَ الْمُسْتَحِقِّينَ لِمَا نُنْفِقُهُ مِنَ الْعَفْوِ الزَّائِدِ عَنْ حَاجَاتِنَا; فَلَا يَلِيقُ بِنَا أَنْ نَعْكِسَ الْقَضِيَّةَ وَنَطْمَعَ فِي فُضُولِ أَمْوَالِهِمْ; لِأَنَّهُمْ ضُعَفَاءُ قَاصِرُونَ لَا يَسْتَطِيعُونَ دِفَاعًا عَنْ حُقُوقِهِمْ، وَلَا ذَوْدًا عَنْ مَصَالِحِهِمْ، فَجَمَعَ الْأَسْئِلَةَ الثَّلَاثَةَ فِي الْآيَتَيْنِ وَعَطَفَ بَعْضَهَا عَلَى بَعْضٍ فِي غَايَةِ الْإِحْكَامِ وَالِالْتِئَامِ. </p><p> وَتَرَوْنَ مِنْ هَذَا السُّؤَالِ وَجَوَابِهِ كَيْفَ كَانَتْ عِنَايَةُ الْمُؤْمِنِينَ فِي حِفْظِ أَحْكَامِ اللهِ وَاتِّقَاءِ اعْتِدَاءِ حُدُودِهِ، وَكَيْفَ شَدَّدَ اللهُ تَعَالَى الْأَمْرَ فِي شَأْنِ الْيَتَامَى، فَلَمْ يَأْذَنْ بِالْقِيَامِ عَلَيْهِمْ إِلَّا بِقَصْدِ الْإِصْلَاحِ، وَلَا بِمُخَالَطَتِهِمْ إِلَّا مُخَالَطَةِ أُخُوَّةٍ، وَكَيْفَ وَجَّهَ الْقُلُوبَ مَعَ هَذَا إِلَى مُرَاقَبَتِهِ، وَالتَّذَكُّرِ لِإِحَاطَةِ عِلْمِهِ، ثُمَّ تَرَوْنَ كَيْفَ اتَّخَذَ النَّاسُ هَذِهِ الْآيَاتِ وَسِيلَةً لِلتَّلَذُّذِ بِنَغَمَاتِ قَارِئِيهَا، أَوْ لِلتَّعَبُّدِ بِأَلْفَاظِهَا دُونَ الِاهْتِدَاءِ بِمَعَانِيهَا، وَمَنْ أَخَذَتْهُ هِزَّةٌ عِنْدَ سَمَاعِ مِثْلِ قَوْلِهِ تَعَالَى:  (وَاللهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ) فَإِنَّهَا لَا تَلْبَثُ أَنْ تَزُولَ، ثُمَّ هُوَ لَا يَزُولُ عَنْ إِفْسَادِهِ وَلَا يَرْجِعُ إِلَى رَشَادِهِ، وَمِنْهُمْ مَنْ يَتَزَيَّا بِزِيِّ الْمُتَّقِينَ، وَيَظْهَرُ فِي صُورَةِ الصَّالِحِينَ، وَيُكْثِرُ مِنَ التَّسْبِيحِ وَالتِّلَاوَةِ، وَحُضُورِ صَلَاةِ الْجَمَاعَةِ، حَتَّى إِذَا مَا جُعِلَ وَصِيًّا عَلَى يَتِيمٍ لَا تَرَى لِذَلِكَ التَّحَنُّثِ أَثَرًا فِي عَمَلِهِ، وَلَا ذَلِكَ السَّمْتِ حَائِلًا دُونَ زَلَلِهِ، فَهُوَ إِنْ أَصْلَحَ شَيْئًا يُفْسِدُ أَشْيَاءَ، وَلَا يُرَاقِبُ اللهَ وَلَكِنْ يُرَاقِبُ الْحِسْبَةَ وَالْقَضَاءَ; ذَلِكَ أَنَّ الْإِسْلَامَ قَدْ صَارَ تَقَالِيدَ صُورِيَّةً، وَحَرَكَاتٍ بَدَنِيَّةً، لَيْسَ لَهُ مَنْبَعٌ فِي الْقُلُوبِ، وَلَا أَثَرٌ صَالِحٌ فِي الْأَعْمَالِ، وَإِنَّ اللهَ تَعَالَى لَا يَنْظُرُ إِلَى الصُّوَرِ وَالْأَبْدَانِ، وَلَا يَعْبَأُ بِالْحَرَكَاتِ وَالْأَقْوَالِ وَلَكِنْ يَنْظُرُ إِلَى الْقُلُوبِ وَالْأَرْوَاحِ، وَمَا يَنْشَأُ عَنْ صَلَاحِهَا مِنْ خَيْرٍ وَإِصْلَاحٍ. </p><p> (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ) . </p>"
}