{
  "id": null,
  "sura": 2,
  "aya": 202,
  "text": "<p> أَنَّ مَنْ شَهِدَ اللهُ تَعَالَى لَهُمْ بِأَنَّهُمْ بَذَلُوا أَنْفُسَهُمْ فِي سَبِيلِهِ وَنَصْرِ رَسُولِهِ وَآثَرُوا الشَّهَادَةَ فِي الْقِتَالِ عَلَى الْغَنِيمَةِ أَنَّهُمْ لَا يُرِيدُونَ اللهَ؟ وَقَدْ وَرَدَ فِي الصَّحِيحِ أَنَّ الْآيَةَ كَانَتْ أَكْثَرَ دُعَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهَلْ يَدَّعِي ذَلِكَ الصُّوفِيُّ وَأَمْثَالُهُ مِنَ الْغُلَاةِ أَنَّهُمْ أَشَدُّ حُبًّا مِنْهُ لِلَّهِ وَطَلَبًا لَهُ عَزَّ وَجَلَّ؟ (أَقُولُ) : كَلَّا إِنَّمَا هِيَ فَلْسَفَةٌ خَيَالِيَّةٌ مِنْ خَيَالَاتِ وَحْدَةِ الْوُجُودِ الْبُرْهُمِيَّةِ الْهِنْدِيَّةِ قَدْ شُغِلَ بِهَا أَفْرَادٌ عَنْ فِطْرَةِ اللهِ وَشَرْعِهِ مَعًا فَجَعَلُوهَا أَعْلَى مَرَاتِبَ الْعُبُودِيَّةِ، وَتَأَوَّلُوا لَهَا بَعْضَ آيَاتِ الْكِتَابِ الْعَزِيزِ كَقَوْلِهِ تَعَالَى:  (يُرِيدُونَ وَجْهَهُ)  (١٨: ٢٨) وَمَا إِرَادَةُ وَجْهِهِ تَعَالَى إِلَّا الْإِخْلَاصُ لَهُ فِي كُلِّ عَمَلٍ مَشْرُوعٍ مِنْ مَصَالِحِ الدِّينِ وَالدُّنْيَا وَتَحَرِّي هِدَايَةِ دِينِهِ فِيهِ، لَا مَا تَخَيَّلُوهُ مِنْ أَنَّ إِرَادَةَ وَجْهِهِ تَعَالَى هُوَ الْوُصُولُ إِلَى ذَاتِهِ بَعْدَ التَّجَرُّدِ مِنْ كُلِّ نِعْمَةٍ فِي الدُّنْيَا وَالْأَخِرَةِ جَمِيعًا، فَإِنَّ الِاتِّصَالَ بِتِلْكَ الذَّاتِ الْعَلِيَّةِ الْقُدْسِيَّةِ الَّتِي لَا تُدْرِكُهَا الْعُقُولُ وَلَا تَدْنُو مِنْ كُنْهِهَا الْأَفْكَارُ وَلَا الْأَوْهَامُ، مِمَّا لَمْ يَتَعَلَّقُ بِهِ تَكْلِيفٌ، وَلَمْ يَرِدْ بِهِ شَرْعٌ، بَلْ إِدْرَاكُ كُنْهِ الذَّوَاتِ الْمَخْلُوقَةِ لَهُ تَعَالَى فَوْقَ اسْتِطَاعَةِ خَلْقِهِ. وَإِنَّمَا أَعْلَى مَرَاتِبَ مَعْرِفَةِ اللهِ تَعَالَى فِي الدُّنْيَا هِيَ مَعْرِفَةُ كُلِّ شَيْءٍ بِهِ، وَمَعْرِفَتُهُ فِي كُلِّ شَيْءٍ وَبِكُلِّ شَيْءٍ، وَدُعَاؤُهُ بِكُلِّ اسْمٍ مِنْ أَسْمَائِهِ بِمَا يُنَاسِبُ تَعَلُّقَهُ بِشُئُونِ عِبَادِهِ، وَبِهَذَا فَضَّلَ جُمْهُورُ أَهْلِ السُّنَّةِ خِيَارَ الْبَشَرِ عَلَى الْمَلَائِكَةِ الَّذِينَ يَعْبُدُ كُلٌّ مِنْهُمْ رَبَّهُ عِبَادَةً خَاصَّةً، وَالْمُؤْمِنُ الْكَامِلُ مَنْ يَعْرِفُ حَقَّ رَبِّهِ عَلَى عِبَادِهِ وَمَا شَرَعَهُ مِنْ حُقُوقِ بَعْضِهِمْ عَلَى بَعْضٍ، وَالْقِيَامُ فِي كُلِّ ذَلِكَ بِذِكْرِهِ وَشُكْرِهِ وَحُبِّهِ وَالتَّوَكُّلِ عَلَيْهِ وَالْإِخْلَاصِ لَهُ، وَأَعْلَى </p><p> مَرَاتِبِ مَعْرِفَتِهِ فِي الْآخِرَةِ هُوَ مَقَامُ الرُّؤْيَةِ بِتَجَلِّيهِ الْأَعْلَى فِي جَنَّاتِ عَدْنٍ، وَالِاشْتِغَالُ بِذِكْرِ الْجَزَاءِ عَنِ الْعَمَلِ الْمُوَصِّلِ إِلَيْهِ جَهْلٌ لَا عِلْمٌ وَلَا مَعْرِفَةٌ. </p><p> ثُمَّ قَالَ تَعَالَى بَيَانًا لِمَنْ يَسْأَلُ عَنْ حَظِّ هَؤُلَاءِ:  (أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا) الْإِشَارَةُ بِـ (أُولَئِكَ) إِلَى الَّذِينَ يَطْلُبُونَ سَعَادَةَ الدَّارَيْنِ، وَالْحَسَنَةَ فِي الْمَنْزِلَتَيْنِ ; لِأَنَّ حُكْمَ الْفَرِيقِ الَّذِي يَطْلُبُ الدُّنْيَا وَحْدَهَا قَدْ عُلِمَ مِنْ قَوْلِهِ تَعَالَى:  (وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ)  (٢: ٢٠٠) فَإِنَّ الْعَطْفَ يُشْعِرُ بِمَحْذُوفٍ كَأَنَّهُ قَالَ: هَذَا الْفَرِيقُ لَهُ حَظُّهُ مِنَ الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ حَظٍّ سِوَاهُ، وَمَجْمُوعُ الْكَلَامِ فِي الْفَرِيقَيْنِ بِمَعْنَى قَوْلِهِ تَعَالَى:  (مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ)  (٤٢: ٢٠) وَقَدْ بَيَّنَتِ الْآيَةُ صَرِيحًا أَنَّهُمْ يُعْطَوْنَ مَا دَعَوُا اللهَ تَعَالَى فِيهِ بِكَسْبِهِمْ، وَهَذَا نَصٌّ فِيمَا تَقَدَّمَ مِنْ مَعْنَى الدُّعَاءِ وَأَنَّهُ لَا بُدَّ أَنْ يَكُونَ طَلَبُ اللِّسَانِ مُطَابِقًا لِمَا فِي النَّفْسِ مِنَ الشُّعُورِ بِالْحَاجَةِ إِلَى اللهِ تَعَالَى بَعْدَ الْأَخْذِ بِالْأَسْبَابِ وَالسَّعْيِ فِي الطُّرُقِ الَّتِي مَضَتْ سُنَّةُ اللهِ تَعَالَى ; وَلِهَذَا قَالَ:  (مِمَّا كَسَبُوا) وَلَمْ يَقُلْ: لَهُمْ مَا طَلَبُوا. وَالْمَعْنَى أَنَّهُمْ لَمَّا كَانُوا يَطْلُبُونَ الدُّنْيَا بِأَسْبَابِهَا وَيَسْعَوْنَ لِلْآخِرَةِ سَعْيَهَا، كَانَ لَهُمْ حَظٌّ مِنْ كَسْبِهِمْ هَذَا فِي الدَّارَيْنِ عَلَى قَدْرِهِ (وَاللهُ سَرِيعُ الْحِسَابِ) يُوَفِّي كُلَّ كَاسِبٍ أَجْرَهُ عَقِبَ عَمَلِهِ بِحَسَبِهِ ; لِأَنَّ سُنَّتَهُ مَضَتْ بِأَنْ تَكُونَ الرَّغَائِبُ آثَارَ الْأَعْمَالِ، </p><p> فَهُوَ يُوَفِّي كُلَّ عَامِلٍ عَمَلَهُ بِلَا إِبْطَاءٍ، وَكَمَا يَكُونُ الْجَزَاءُ سَرِيعًا فِي الدُّنْيَا كَذَلِكَ يَكُونُ فِي الْآخِرَةِ، فَإِنَّ أَثَرَ الْأَعْمَالِ الصَّالِحَةِ يَظْهَرُ لِلْمَرْءِ عَقِبَ الْمَوْتِ وَهُوَ أَوَّلُ قَدَمٍ يَضَعُهَا فِي بَابِ عَالَمِ الْآخِرَةِ. </p><p> وَهَذَا أَحْسَنُ بَيَانٍ لِمَا قَالُوهُ فِي تَفْسِيرِ (سَرِيعُ الْحِسَابِ) مِنْ أَنَّهُ إِجَابَةُ الدُّعَاءِ. وَالْأَكْثَرُونَ عَلَى أَنَّ الْمُرَادَ حِسَابُ الْآخِرَةِ، وَاخْتَلَفُوا فِي كَيْفِيَّةِ ذَلِكَ عَلَى أَقْوَالٍ أَقْرَبُهَا إِلَى التَّصَوُّرِ أَنَّ سُرْعَةَ الْحِسَابِ عِبَارَةٌ عَنْ إِطْلَاعِ كُلِّ عَامِلٍ عَلَى عَمَلِهِ أَوْ إِعْلَامِهِ بِمَا لَهُ مِمَّا كَسَبَ، وَمَا عَلَيْهِ مِمَّا اكْتَسَبَ وَذَلِكَ يَتِمُّ فِي لَحْظَةٍ، وَقَدْ وَرَدَ أَنَّ اللهَ تَعَالَى يُحَاسِبُ الْخَلَائِقَ كُلَّهُمْ فِي مِقْدَارِ نِصْفِ يَوْمٍ مِنْ أَيَّامِ الدُّنْيَا، وَوَرَدَ: فِي قَدْرِ فَوَاقِ النَّاقَةِ، وَوَرَدَ: بِمِقْدَارِ لَمْحَةِ الْبَصَرِ. </p><p> أَقُولُ: هَذَا مَا كُنْتُ كَتَبْتُهُ فِي تَفْسِيرِ الْآيَةِ بِالْمَعْنَى الَّذِي قَرَّرَهُ شَيْخُنَا (رَحِمَهُ اللهُ) </p><p> مِنْ كَوْنِ النَّصِيبِ فِيهَا شَامِلًا لِجَزَاءِ هَذَا الْفَرِيقِ فِي الدُّنْيَا وَالْآخِرَةِ مَعًا، وَطُبِعَ فِي حَيَاتِهِ، ثُمَّ فَكَّرْتُ فِي التَّعْبِيرِ عَنْهُ بِمِنَ التَّبْعِيضِيَّةِ (مِمَّا كَسَبُوا) وَالْحَالُ أَنَّ جَزَاءَ الْآخِرَةِ يُضَاعَفُ، وَأَنَّ الدُّنْيَا هِيَ الَّتِي لَا يَنَالُ النَّاسُ فِيهَا كُلَّ مَا يَطْلُبُونَ بِكَسْبِهِمْ وَلَا دُعَائِهِمْ وِفَاقًا لِاسْتِشْهَادِي عَلَيْهِ آنِفًا بِآيَاتِ سُورَةِ الْإِسْرَاءِ (عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ)  (١٧: ١٨) فَرَجَحَ عِنْدِي أَنَّ الْمُرَادَ هُنَا بِالنَّصِيبِ مِنَ الْكَسْبِ مَا يَكُونُ فِي الدُّنْيَا، وَأَشَارَ إِلَى جَزَاءِ الْآخِرَةِ بِسُرْعَةِ الْحِسَابِ الَّذِي يَكُونُ الْجَزَاءُ فِي أَثَرِهِ، وَهُوَ مَا حَكَيْتُهُ عَنِ الْجُمْهُورِ. </p><p> ثُمَّ قَالَ تَعَالَى بَعْدَ أَنْ أَمَرَ بِذِكْرِهِ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَكَانُوا لَا يَذْكُرُونَهُ هُنَاكَ، وَبِذِكْرِهِ عِنْدَ تَمَامِ قَضَاءِ الْمَنَاسِكِ بَعْدَ أَيَّامِ مِنًى حَيْثُ كَانُوا يَذْكُرُونَ مَفَاخِرَ آبَائِهِمْ:  (وَاذْكُرُوا اللهَ فِي أَيَّامٍ مَعْدُودَاتٍ) حَكَى الْقُرْطُبِيُّ عَنِ الْحَافِظِ ابْنِ عَبْدِ الْبَرِّ وَغَيْرِهِ الْإِجْمَاعَ عَلَى أَنَّ الْأَيَّامَ الْمَعْدُودَاتِ هِيَ أَيَّامُ مِنًى، وَهِيَ أَيَّامُ التَّشْرِيقِ الثَّلَاثَةُ مِنْ حَادِي عَشَرَ ذِي الْحِجَّةِ إِلَى ثَالِثَ عَشَرَ، وَيُؤَيِّدُهُ حَدِيثُ عَبْدِ الرَّحْمَنِ بْنِ يَعْمُرَ عِنْدَ أَحْمَدَ وَأَصْحَابِ السُّنَنِ الْأَرْبَعَةِ وَغَيْرِهِمْ قَالَ:  ((إِنَّ نَاسًا مِنْ أَهْلِ نَجْدٍ أَتَوْا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -وَهُوَ وَاقِفٌ بِعَرَفَةَ فَسَأَلُوهُ فَأَمَرَ مُنَادِيًا يُنَادِي:((الْحَجُّ عَرَفَةُ، مَنْ جَاءَ لَيْلَةَ جَمْعٍ - أَيْ مُزْدَلِفَةَ - قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ أَدْرَكَ، أَيَّامُ مِنًى ثَلَاثَةُ أَيَّامٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ) ) وَأَرْدَفَ رَجُلًا يُنَادِي بِهِنَّ: أَيْ أَرْكَبَ رَجُلًا وَرَاءَهُ يُنَادِي بِهَذِهِ الْكَلِمَاتِ لِيَعْرِفَ النَّاسُ الْحُكْمَ، وَهُوَ أَنَّ مَنْ أَدْرَكَ عَرَفَةَ وَلَوْ فِي اللَّيْلَةِ الَّتِي يَنْفِرُ بِهَا الْحَاجُّ إِلَى الْمُزْدَلِفَةِ لِلْمَبِيتِ فِيهَا وَهِيَ اللَّيْلَةُ الْعَاشِرَةُ مِنْ ذِي الْحِجَّةِ فَقَدْ أَدْرَكَ الْحَجَّ، وَأَنَّ أَيَّامَ مِنًى ثَلَاثَةٌ وَهِيَ الَّتِي يَرْمُونَ فِيهَا الْجِمَارَ وَيَنْحَرُونَ فِيهَا هَدْيَهُمْ وَضَحَايَاهُمْ، فَمَنْ فَعَلَ ذَلِكَ فِي الْيَوْمَيْنِ الْأَوَّلَيْنَ مِنْهَا جَازَ لَهُ، وَمَنْ تَأَخَّرَ إِلَى الثَّالِثِ جَازَ لَهُ، بَلْ هُوَ الْأَفْضَلُ ; لِأَنَّهُ الْأَصْلُ، وَفِيهِ زِيَادَةٌ فِي الْعِبَادَةِ. فَالْحَدِيثُ مُفَسِّرٌ لِلْأَيَّامِ الْمَعْدُودَاتِ وَعَلَيْهِ الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ، كَمَا قَالَ التِّرْمِذِيُّ فِي جَامِعِهِ. </p><p> وَإِنَّمَا أَمَرَ سُبْحَانَهُ بِالذِّكْرِ فِي هَذِهِ الْأَيَّامِ وَلَمْ يَأْمُرْ بِرَمْيِ الْجِمَارِ ; لِأَنَّهُ مِنَ الْأَعْمَالِ </p><p> الَّتِي كَانُوا </p>"
}