{
  "id": null,
  "sura": 2,
  "aya": 10,
  "text": "<p> وَتُكَذِّبُهُمْ فِي دَعْوَاهُمْ أَعْمَالُهُمْ وَأَحْوَالُهُمْ، وَلِذَلِكَ نَسَبَهُمْ إِلَى الدَّعْوَى الْقَوْلِيَّةِ وَلَمْ يَقُلْ فِيهِمْ مَا قَالَ فِي ذَلِكَ الْفَرِيقِ الْأَوَّلِ:  (الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ)  (٢: ٣) فَإِنَّهُ هُنَاكَ ذَكَرَ إِيمَانَهُمْ وَقَفَّى عَلَيْهِ بِذِكْرِ الْعَمَلِ الَّذِي يَشْهَدُ لَهُ، وَمِنْ هُنَا يُعْلَمُ مَا الْإِيمَانُ الَّذِي يَعْتَدُّ بِهِ الْقُرْآنُ، وَهُوَ يَظْهَرُ لِمَنْ يَقْرَأُ لِيُحَاسِبَ بِهِ نَفْسَهُ، وَيَزِنُ إِيمَانَهُ وَأَعْمَالَهُ بِمَا حَكَمَ بِهِ عَلَى إِيمَانِ مَنْ قَبْلَهُ وَأَعْمَالِهِمْ، لَا لِمَنْ يَقْرَؤُهُ عَلَى أَنَّهُ قِصَّةٌ تَارِيخِيَّةٌ مَاتَ مَنْ يَحْكِي عَنْهُمْ، وَاسْتَثْنَى الْقَارِئُ نَفْسَهُ مِمَّنْ حُكِمَ عَلَيْهِمْ فِيهَا. </p><p> فَإِنْ كَانَ مَاتَ مَنْ كَانُوا سَبَبَ النُّزُولِ فَالْقُرْآنُ حَيٌّ لَا يَمُوتُ، يَنْطَبِقُ حُكْمُهُ وَيَحْكُمُ سُلْطَانُهُ عَلَى النَّاسِ فِي كُلِّ زَمَانٍ (فَكُلٌّ مُؤْمِنٌ بِاللهِ وَالْيَوْمِ الْآخِرِ وَمَعَ ذَلِكَ يَصْدُرُ فِي عَمَلِهِ عَنْ شَهَوَاتِهِ، وَلَا يَمْنَعُهُ إِيمَانُهُ عَنْ رُكُوبِ خَطِيئَاتِهِ، فَاعْتِقَادُهُ إِنَّمَا هُوَ خَيَالٌ، لَا يَعْلُو عَنْ لَفْظٍ فِي مَقَالٍ، وَدَعْوَى عِنْدَ جِدَالٍ، فَإِذَا رَكَنَ إِلَى هَذَا الْمُعْتَقَدِ فَهُوَ خَادِعٌ لِنَفْسِهِ مُخَادِعٌ لِرَبِّهِ، يَظُنُّ أَنَّ عَلَّامَ الْغُيُوبِ لَا يَنْظُرُ إِلَى مَا فِي الْقُلُوبِ) . </p><p> (فِي قُلُوبِهِمْ مَرَضٌ) عُهِدَ عِنْدَ الْعَرَبِ التَّعْبِيرُ عَنِ الْعُقُولِ بِالْقُلُوبِ، وَالْمَرَضُ هُوَ مَا يَطْرَأُ عَلَى الْعُقُولِ فَيُضْعِفُ تَعَلُّقَهَا وَإِدْرَاكَهَا، وَالشَّكُّ وَالْوَهْمُ مِنْ أَعْرَاضِ هَذَا الْمَرَضِ، فَهُوَ ظُلْمَةٌ تَعْرِضُ لِلْعَقْلِ فَتَقِفُ بِشُعَاعِهِ أَنْ يَنْفُذَ إِلَى مَا وَرَاءِ التَّكَالِيفِ وَالْأَحْكَامِ مِنَ الْأَسْرَارِ وَالْحِكَمِ. وَهَذَا النُّفُوذُ: هُوَ الْفِقْهُ فِي الدِّينِ الَّذِي يَسُوقُ النَّفْسَ </p><p> إِلَى الْأَخْذِ بِهِ ظَاهِرًا وَبَاطِنًا، وَقَدْ عَبَّرَ الْقُرْآنُ عَنْ فَقْدِ أَمْثَالِ هَؤُلَاءِ لِهَذَا بِقَوْلِهِ:  (لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا)  (٧: ١٧٩) وَرُبَّمَا كَانَ التَّعْبِيرُ عَنِ الْعُقُولِ بِالْقُلُوبِ فِي مِثْلِ هَذَا الْمَقَامِ؛ لِأَنَّ الْقَلْبَ يَظْهَرُ فِيهِ أَثَرُ الْوُجْدَانِ الَّذِي هُوَ السَّائِقُ إِلَى الْأَعْمَالِ (يَظْهَرُ لَكَ ذَلِكَ بِمَا تَجِدُهُ مِنَ اضْطِرَابِ قَلْبِكَ عِنْدَ اشْتِدَادِ الْخَوْفِ أَوِ اشْتِدَادِ الْفَرَحِ، فَإِنَّكَ تُحِسُّ بِزِيَادَةِ ضَرَبَاتِهِ وَشِدَّةِ نَبَضَاتِهِ) فَصُورَةُ الِاعْتِقَادِ إِذَا تَنَاوَلَهَا الْعَقْلُ مِنْ طَرِيقِ التَّقْلِيدِ وَالتَّسْلِيمِ فَجَعَلَهَا فِي زَاوِيَةٍ مِنْ زَوَايَا الدِّمَاغِ، وَلَمْ يَكُنْ لَهَا سُلْطَانٌ عَلَى الْقَلْبِ وَلَا تَأْثِيرٌ فِي الْوِجْدَانِ، وَاعْتِقَادٌ لَا يَصْحَبُهُ هَذَا السُّلْطَانُ وَلَا يَصْدُرُ عَنْهُ هَذَا التَّأْثِيرُ، لَا يَعْتَدُّ اللهُ تَعَالَى بِهِ وَلَا يَسْتَفِيدُ الْإِنْسَانُ مِنْهُ - كَمَا تَقَدَّمَ آنِفًا - فَمَنْ لَمْ يَطْرُقِ الْإِيمَانُ قَلَبَهُ بِقُوَّةِ الْبُرْهَانِ وَلَمْ يَحْلُ مَذَاقُهُ مِنْهُ فِي الْوُجْدَانِ، بِحَيْثُ يَكُونُ هُوَ الْمُصَرِّفَ لَهُ فِي أَعْمَالِهِ، لَا يَنْفَعُهُ إِيمَانُهُ إِلَّا إِذَا تَمَرَّنَ عَلَى الْأَعْمَالِ الصَّالِحَةِ عَنْ فَهْمٍ وَإِخْلَاصٍ، حَتَّى يَحْدُثَ لِقَلْبِهِ الْوِجْدَانُ الصَّالِحُ، فَأَهْلُ الْيَقِينِ يَبْعَثُهُمْ يَقِينُهُمْ عَلَى الْعَمَلِ الصَّالِحِ، وَأَهْلُ التَّقْلِيدِ تُلْحِقُهُمْ أَعْمَالُهُمُ الصَّالِحَةُ بِأَهْلِ الْيَقِينِ فِي الِانْتِفَاعِ بِإِيمَانِهِمْ، وَهَذَا الْفَرِيقُ الَّذِي تَحْكِي عَنْهُ الْآيَاتُ وَتَصِفُهُ بِالْكَذِبِ وَالْخِدَاعِ، قَدْ فَقَدَ الْأَمْرَيْنِ مَعًا، وَلَا صِحَّةَ لِلْقَلْبِ إِلَّا بِهِمَا، فَمَنْ فَقَدَهُمَا مَرِضَ وَلَا يَلْبَثُ مَرَضُهُ أَنْ يَقْتُلَهُ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مَعْنَاهُ: وَلِضَعْفِ الْعَقْلِ أَسْبَابٌ: </p><p> مِنْهَا: مَا هُوَ فِطْرِيٌّ كَمَا هُوَ حَالُ أَهْلِ الْبَلَهِ وَالْعَتَهِ، وَهُوَ الَّذِي لَا يُكَلَّفُ صَاحِبُهُ وَلَا يُلَامُ. </p><p> وَمِنْهَا: مَا يَكُونُ مِنْ فَسَادِ التَّرْبِيَةِ الْعَقْلِيَّةِ كَمَا هُوَ حَالُ الْمُقَلِّدِينَ الَّذِينَ لَا يَسْتَعْمِلُونَ عُقُولَهُمْ، وَإِنَّمَا يَكْتَفُونَ بِمَا عَلَيْهِ قَوْمُهُمْ مِنَ الْأَوْهَامِ وَالْخَيَالَاتِ، وَيَرَيْنُ عَلَى قُلُوبِهِمْ مَا يَكْسِبُونَهُ مِنَ السَّيِّئَاتِ، وَمَا يَكُونُونَ عَلَيْهِ مِنَ التَّقَالِيدِ وَالْعَادَاتِ، وَلَا يَعْتَنُونَ بِمَا أَمَرَ اللهُ بِهِ مِنْ تَمْزِيقِ هَذِهِ الْحُجُبِ وَإِزَالَةِ هَذِهِ السُّحُبِ، لِلْوُقُوفِ عَلَى مَا وَرَاءَهَا مِنْ مُخَدِّرَاتِ الْعِرْفَانِ وَنُجُومِ الْفُرْقَانِ وَشُمُوسِ الْإِيمَانِ، بَلْ يَكْتَفُونَ بِمَا حَكَى الله عَنْهُمْ فِي قَوْلِهِ:  (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ)  (٤٣: ٢٣) حَتَّى يَجِيءَ الْيَوْمُ الَّذِي يَقُولُونَ فِيهِ: </p><p> (رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَ)  (٣٣: ٦٧) . </p><p> وَأَقُولُ: إِنَّ الْمَرَضَ فِي أَصْلِ اللُّغَةِ: خُرُوجُ الْبَدَنِ عَنِ اعْتِدَالِ مِزَاجِهِ وَصِحَّةِ أَعْضَائِهِ فَيَخْتَلُّ بِهِ بَعْضُ وَظَائِفِهَا وَأَعْمَالِهَا، وَتَعْرِضُ الْآلَامُ لَهَا، وَيُطْلَقُ مَجَازًا </p><p> عَلَى اخْتِلَالِ مِزَاجِ النَّفْسِ، وَمَا يُخِلُّ بِكَمَالِهَا مِنْ نِفَاقٍ وَجَهْلٍ، وَارْتِيَابٍ وَشَكٍّ، وَغَيْرِ ذَلِكَ مِنْ فَسَادِ الِاعْتِقَادِ الْحَقِّ، وَاضْطِرَابِ حُكْمِ الْعَقْلِ وَفَسَادِ الْخَلْقِ، وَالْمَرَضُ هُنَا مِنَ النَّوْعِ الثَّانِي كَمَا تَقَدَّمَ آنِفًا، وَخَصَّهُ شَيْخُنَا بِمُنَافِقِي الْيَهُودِ، فَقَالَ مَا مَعْنَاهُ: كَانَ فِي قُلُوبِهِمْ مَرَضٌ قَبْلَ مَجِيءِ النَّذِيرِ وَبَيَانِ الرُّشْدِ مِنَ الْغَيِّ عِنْدَمَا كَانُوا فِي فَتْرَةٍ حَظُّهُمْ مِنَ الْكُتُبِ قِرَاءَةُ أَلْفَاظِهَا، وَمِنَ الْأَعْمَالِ إِقَامَةُ صُوَرِهَا. </p><p> (فَزَادَهُمُ اللهُ مَرَضًا) بَعْدَ مَا جَاءَهُمُ الْبُرْهَانُ الْمُنِيرُ بِبَعْثَةِ الْبَشِيرِ النَّذِيرِ، وَوَجَدُوا مِنْهُ زَعْزَعَةً فِي أَنْفُسِهِمْ، وَلَكِنْ أَخَذَتْهُمُ الْعِزَّةُ بِالْإِثْمِ فَأَبَوُا الْإِيمَانَ، وَنَبَوَا عَنِ الْقُرْآنِ (وَزَادَ تَمَسُّكُهُمْ بِمَا كَانُوا عَلَيْهِ وَاشْتَدَّ حِرْصُهُمْ عَلَيْهِ) فَكَانَ شُعَاعُ النُّورِ الَّذِي جَاءَ بِهِ الرَّسُولُ عَمًى فِي أَعْيُنِهِمْ، وَمَرَضًا عَلَى مَرَضِهِمْ. </p><p> (وَلَهُمْ عَذَابٌ أَلِيمٌ) أَيْ عَذَابٌ مُؤْلِمٌ فَوْقَ هَذِهِ الْأَمْرَاضِ، وَ \" أَلِيمٌ \" صِيغَةُ فَعِيلٍ مِنْ أَلَمَ يَأْلَمُ فَهُوَ أَلِيمٌ، وُصِفَ بِهِ الْعَذَابُ نَفْسُهُ. </p><p> (بِمَا كَانُوا يَكْذِبُونَ)  (فِي دَعْوَاهُمُ الْإِيمَانَ بِاللهِ وَالْيَوْمِ الْآخِرِ، فَإِنَّهُمْ لَمْ يُصَدِّقُوا بِأَعْمَالِهِمْ مَا يَزْعُمُونَهُ مِنْ حَالِهِمْ) . </p><p> أَقُولُ: وَأَمَّا مَرَضُ مُنَافِقِي الْمَدِينَةِ مِنَ الْعَرَبِ فَهُوَ الشَّكُّ فِي نُبُوَّتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَابْنِ مَسْعُودٍ وَغَيْرِهِمَا، وَعَنِ الْأَوَّلِ: أَنَّهُ النِّفَاقُ، وَعَنْ بَعْضِ تَلَامِيذِهِ: الرِّيَاءُ، وَحَسْبُكَ فِي زِيَادَةِ مَرَضِهِمْ قَوْلُهُ تَعَالَى:  (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا) إِلَى قَوْلِهِ (وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ)  (٩: ١٢٤ - ١٢٥) . </p><p> أَقُولُ: قَرَأَ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ (يَكْذِبُونَ) بِالتَّخْفِيفِ أَيْ بِسَبَبِ كَذِبِهِمْ، </p>"
}