{
  "id": null,
  "sura": 2,
  "aya": 72,
  "text": "<p> قَالَ الْأُسْتَاذُ الْإِمَامُ: جَاءَتْ هَذِهِ الْآيَاتُ عَلَى أُسْلُوبِ الْقُرْآنِ الْخَاصِّ الَّذِي لَمْ يُسْبَقْ إِلَيْهِ وَلَمْ يُلْحَقْ فِيهِ، فَهُوَ فِي هَذِهِ الْقَصَصِ لَمْ يَلْتَزِمْ تَرْتِيبَ الْمُؤَرِّخِينَ، وَلَا طَرِيقَةَ الْكُتَّابِ فِي تَنْسِيقِ الْكَلَامِ وَتَرْتِيبِهِ عَلَى حَسَبِ الْوَقَائِعِ حَتَّى فِي الْقِصَّةِ الْوَاحِدَةِ، وَإِنَّمَا يُنَسِّقُ الْكَلَامَ فِيهِ بِأُسْلُوبٍ يَأْخُذُ بِمَجَامِعِ الْقُلُوبِ، وَيُحَرِّكُ الْفِكْرَ إِلَى النَّظَرِ تَحْرِيكًا، وَيَهُزُّ النَّفْسَ لِلْاعْتِبَارِ هَزًّا. وَقَدْ رَاعَى فِي قَصَصِ بَنِي إِسْرَائِيلَ أَنْوَاعَ الْمِنَنِ الَّتِي مَنَحَهُمُ اللهُ - تَعَالَى - إِيَّاهَا، وَضُرُوبَ الْكُفْرَانِ وَالْفُسُوقِ الَّتِي قَابَلُوهَا بِهَا، وَمَا كَانَ فِي أَثَرِ كُلِّ ذَلِكَ مِنْ تَأْدِيبِهِمْ بِالْعُقُوبَاتِ، وَابْتِلَائِهِمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ، وَكَيْفَ كَانُوا يُحْدِثُونَ فِي أَثَرِ كُلِّ عُقُوبَةٍ تَوْبَةً، وَيُحْدِثُ لَهُمْ فِي أَثَرِ كُلِّ تَوْبَةٍ نِعْمَةً، ثُمَّ يَعُودُونَ إِلَى بَطَرِهِمْ، وَيَنْقَلِبُونَ إِلَى كُفْرِهِمْ. </p><p> كَانَ فِي الْآيَاتِ السَّابِقَةِ يَذْكُرُ النِّعْمَةَ، فَالْمُخَالَفَةَ، فَالْعُقُوبَةَ، فَالتَّوْبَةَ، فَالرَّحْمَةَ كَالتَّفْضِيلِ عَلَى الْعَالَمِينَ، وَأَخْذِ الْمِيثَاقِ، وَالْإِنْجَاءِ مِنْ فِرْعَوْنَ، وَمَا كَانَ فِي أَثَرِ ذَلِكَ عَلَى مَا أَشَرْنَا الْآنَ وَأَجْمَلْنَا، وَأَوْضَحْنَا مِنْ قَبْلُ وَفَصَّلْنَا، وَفِي هَذِهِ الْقِصَّةِ اخْتَلَفَ النَّسَقُ فَذَكَرَ الْمُخَالَفَةَ بَعْدُ فِي قَوْلِهِ:  (وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا)  (٢: ٧٢) ثُمَّ الْمِنَّةَ فِي الْخَلَاصِ مِنْهَا فِي قَوْلِهِ: (فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا)  (٢: ٧٣) . . . إِلَخْ، وَقَدَّمَ عَلَى ذَلِكَ ذِكْرَ وَسِيلَةِ الْخَلَاصِ، وَهِيَ ذَبْحُ الْبَقَرَةِ بِمَا يُعْجِبُ السَّامِعَ وَيُشَوِّقُهُ إِلَى مَعْرِفَةِ مَا وَرَاءَهَا (حَيْثُ لَمْ يَسْبِقْ فِي الْكَلَامِ عَهْدٌ لِسَبَبِ أَمْرِ مُوسَى لِقَوْمِهِ أَنْ يَذْبَحُوا بَقَرَةً، فَالْمُفَاجَأَةُ بِحِكَايَةِ مَا كَانَ مِنْ ذَلِكَ الْأَمْرِ، وَالْجِدَالِ الَّذِي وَقَعَ فِيهِ يُثِيرُ الشَّوْقَ فِي الْأَنْفُسِ إِلَى مَعْرِفَةِ السَّبَبِ، فَتَتَوَجَّهُ الْفِكْرَةُ بِأَجْمَعِهَا إِلَى تَلَقِّيهِ) إِذِ الْحِكْمَةُ فِي أَمْرِ اللهِ أُمَّةً مِنَ الْأُمَمِ بِذَبْحِ بَقَرَةٍ </p><p> خَفِيَّةٌ وَجَدِيرَةٌ بِأَنْ يَعْجَبَ مِنْهَا السَّامِعُ وَيَحْرِصَ عَلَى طَلَبِهَا، لَا سِيَّمَا إِذَا لَمْ يَعْتَدْ فَهْمَ الْأَسَالِيبِ الْأَخَّاذَةِ بِالنُّفُوسِ الْهَازَّةِ لِلْقُلُوبِ. وَأَقُولُ: قَدْ جَرَى عَلَى هَذَا الْأُسْلُوبِ كُتَّابُ الْقِصَصِ الْمُخْتَرَعَةِ وَالْأَسَاطِيرِ الَّتِي يُسَمُّونَهَا الرِّوَايَاتِ فِي هَذَا الْعَصْرِ. </p><p> يَقُولُ أَهْلُ الشُّبُهَاتِ فِي الْقُرْآنِ: إِنَّ بَنِي إِسْرَائِيلَ لَا يَعْرِفُونَ هَذِهِ الْقِصَّةَ؛ إِذْ لَا وُجُودَ لَهَا فِي التَّوْرَاةِ، فَمِنْ أَيْنَ جَاءَ بِهَا الْقُرْآنُ؟ وَنَقُولُ: إِنَّ الْقُرْآنَ جَاءَ بِهَا مِنْ عِنْدِ اللهِ الَّذِي يَقُولُ فِي بَنِي إِسْرَائِيلَ الْمُتَأَخِّرِينَ: إِنَّهُمْ نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ، وَإِنَّهُمْ لَمْ يُؤْتَوْا إِلَّا نَصِيبًا مِنَ الْكُتَّابِ، عَلَى أَنَّ هَذَا الْحُكْمَ مَنْصُوصٌ فِي التَّوْرَاةِ، وَهُوَ أَنَّهُ إِذَا قُتِلَ قَتِيلٌ لَمْ يُعْرَفْ قَاتِلُهُ، فَالْوَاجِبُ أَنْ تُذْبَحَ بَقَرَةٌ غَيْرُ ذَلُولٍ فِي وَادٍ دَائِمِ السَّيَلَانِ، وَيَغْسِلَ جَمِيعُ شُيُوخِ الْمَدِينَةِ الْقَرِيبَةِ مِنَ الْمَقْتَلِ أَيْدِيَهُمْ عَلَى الْعِجْلَةِ الَّتِي كُسِرَ عُنُقُهَا فِي الْوَادِي، ثُمَّ يَقُولُونَ: إِنَّ أَيْدِيَنَا لَمْ تَسْفِكْ هَذَا الدَّمَ، اغْفِرْ لِشَعْبِكَ إِسْرَائِيلَ، وَيُتِمُّونَ دَعَوَاتٍ يَبْرَأُ بِهَا مَنْ يَدْخُلُ فِي هَذَا الْعَمَلِ مِنْ دَمِ الْقَتِيلِ، وَمَنْ لَمْ يَفْعَلْ يَتَبَيَّنُ أَنَّهُ الْقَاتِلُ، وَيُرَادُ بِذَلِكَ حَقْنُ الدِّمَاءِ، فَيُحْتَمَلُ أَنْ يَكُونَ هَذَا الْحُكْمُ هُوَ مِنْ بَقَايَا تِلْكَ الْقِصَّةِ، أَوْ كَانَتْ هِيَ السَّبَبُ فِيهِ، وَمَا هَذِهِ بِالْقِصَّةِ الْوَحِيدَةِ الَّتِي صَحَّحَهَا الْقُرْآنُ، وَلَا هَذَا الْحُكْمُ بِالْحُكْمِ الْأَوَّلِ الَّذِي حَرَّفُوهُ أَوْ أَضَاعُوهُ وَأَظْهَرَهُ اللهُ - تَعَالَى. (قَالَ الْأُسْتَاذُ) : وَقَدْ قُلْتُ لَكُمْ غَيْرَ مَرَّةٍ: إِنَّهُ يَجِبُ الِاحْتِرَاسُ فِي قِصَصِ بَنِي إِسْرَائِيلَ وَغَيْرِهِمْ مِنَ الْأَنْبِيَاءِ وَعَدَمِ الثِّقَةِ بِمَا زَادَ </p><p> عَلَى الْقُرْآنِ مِنْ أَقْوَالِ الْمُؤَرِّخِينَ وَالْمُفَسِّرِينَ، فَالْمُشْتَغِلُونَ بِتَحْرِيرِ التَّارِيخِ وَالْعِلْمِ الْيَوْمَ يَقُولُونَ مَعَنَا: إِنَّهُ لَا يُوثَقُ بِشَيْءٍ مِنْ تَارِيخِ تِلْكَ الْأَزْمِنَةِ الَّتِي يُسَمُّونَهَا أَزْمِنَةَ الظُّلُمَاتِ إِلَّا بَعْدَ التَّحَرِّي وَالْبَحْثِ وَاسْتِخْرَاجِ الْآثَارِ، فَنَحْنُ نَعْذُرُ الْمُفَسِّرِينَ الَّذِينَ حَشَوْا كُتُبَ التَّفْسِيرِ بِالْقِصَصِ الَّتِي لَا يُوثَقُ بِهَا لِحُسْنِ قَصْدِهِمْ، وَلَكِنَّنَا لَا نُعَوِّلُ عَلَى ذَلِكَ بَلْ نَنْهَى عَنْهُ، وَنَقِفُ عِنْدَ نُصُوصِ الْقُرْآنِ لَا نَتَعَدَّاهَا، وَإِنَّمَا نُوَضِّحُهَا بِمَا يُوَافِقُهَا إِذَا صَحَّتْ رِوَايَتُهُ. </p><p> (وَأَقُولُ) : إِنَّ مَا أَشَارَ إِلَيْهِ الْأُسْتَاذُ مِنْ حُكْمِ التَّوْرَاةِ الْمُتَعَلِّقِ بِقَتْلِ الْبَقَرَةِ هُوَ فِي أَوَّلِ الْفَصْلِ الْحَادِي وَالْعِشْرِينَ مِنْ سِفْرِ تَثْنِيَةِ الِاشْتِرَاعِ وَنَصُّهُ: </p><p> (١) إِذَا وُجِدَ قَتِيلٌ فِي الْأَرْضِ الَّتِي يُعْطِيكَ الرَّبُّ إِلَهُكَ لِتَمْتَلِكَهَا وَاقِعًا فِي الْحَقْلِ لَا يُعْلَمُ مَنْ قَتَلَهُ. </p><p> (٢) يَخْرُجُ شُيُوخُكَ وَقُضَاتُكَ وَيَقِيسُونَ إِلَى الْمُدُنِ الَّتِي حَوْلَ الْقَتِيلِ. </p><p> (٣) فَالْمَدِينَةُ الْقُرْبَى مِنَ الْقَتِيلِ يَأْخُذُ شُيُوخُ تِلْكَ الْمَدِينَةِ عِجْلَةٌ مِنَ الْبَقَرِ لَمْ يُحْرَثْ عَلَيْهَا لَمْ تَجُرَّ بِالنِّيرِ. </p><p> (٤) وَيَنْحَدِرُ شُيُوخُ تِلْكَ الْمَدِينَةِ بِالْعِجْلَةِ إِلَى وَادٍ دَائِمِ السَّيَلَانِ لَمْ يُحْرَثْ فِيهِ وَلَمْ يُزْرَعْ وَيَكْسِرُونَ عُنُقَ الْعِجْلَةِ فِي الْوَادِي. </p><p> (٥) ثُمَّ يَتَقَدَّمَ الْكَهَنَةُ بَنُو لَاوَى. لِأَنَّهُ إِيَّاهُمُ اخْتَارَ الرَّبُّ إِلَهُكَ لِيَخْدِمُوهُ وَيُبَارِكُوا بِاسْمِ الرَّبِّ، وَحَسَبَ قَوْلِهِمْ تَكُونُ كُلُّ خُصُومَةٍ وَكُلُّ ضَرْبَةٍ. </p><p> (٦) وَيَغْسِلُ جَمِيعُ شُيُوخِ تِلْكَ الْمَدِينَةِ الْقَرِيبِينَ مِنَ الْقَتِيلِ أَيْدِيَهُمْ عَلَى الْعِجْلَةِ الْمَكْسُورَةِ الْعُنُقِ فِي الْوَادِي. </p><p> (٧) وَيُصَرِّحُونَ وَيَقُولُونَ: أَيْدِينَا لَمْ تَسْفِكْ هَذَا الدَّمَ وَأَعْيُنُنَا لَمْ تُبْصِرْ. </p><p> (٨) اغْفِرْ لِشَعْبِكَ إِسْرَائِيلَ الَّذِي فَدَيْتَ يَارَبُّ، وَلَا تَجْعَلْ دَمَ بَرِّيٍّ فِي وَسَطِ شَعْبِكَ إِسْرَائِيلَ. فَيُغْفَرُ لَهُمُ الدَّمُ اهـ. </p><p> فَعُلِمَ مِنْ هَذَا أَنَّ الْأَمْرَ بِذَبْحِ الْبَقَرَةِ كَانَ لِفَصْلِ النِّزَاعِ فِي وَاقِعَةِ قَتْلٍ، وَيَرْوُونَ فِي قِصَّتِهِ رِوَايَاتٍ مِنْهَا أَنَّ الْقَاتِلَ كَانَ أَخَ الْمَقْتُولِ، قَتَلَهُ لِأَجْلِ الْإِرْثِ، وَأَنَّهُ اتَّهَمَ أَهْلَ الْحَيِّ بِالدَّمِ وَطَالَبَهُمْ بِهِ، وَمِنْهَا أَنَّهُ كَانَ ابْنَ أَخِيهِ، وَغَيْرُ ذَلِكَ مِمَّا لَا حَاجَةَ إِلَيْهِ، وَكَانُوا طَلَبُوا مِنْ مُوسَى الْفَصْلَ فِي الْمَسْأَلَةِ وَبَيَانَ الْقَاتِلِ، وَلَمَّا أَمَرَهُمْ بِذَبْحِ الْبَقَرَةِ اسْتَغْرَبُوهُ لِمَا فِيهِ مِنَ الْمُبَايَنَةِ لِمَا يَطْلُبُونَ وَالْبُعْدِ بَيْنَهُ وَبَيْنَ مَا يُرِيدُونَ، فَذَلِكَ قَوْلُهُ - تَعَالَى -: (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بِقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا) أَيْ سُخْرِيَةً يُهْزَأُ بِنَا، وَهَذَا الْقَوْلُ مِنْ سَفَهِهِمْ وَخِفَّةِ أَحْلَامِهِمْ وَجَهْلِهِمْ بِعَظَمَةِ اللهِ - تَعَالَى - وَمَا يَجِبُ أَنْ يُقَابَلَ بِهِ أَمْرُهُ مِنَ الِاحْتِرَامِ وَالِامْتِثَالِ، وَإِنْ لَمْ تَظْهَرْ حِكْمَتُهُ </p><p> بَادِيَ الرَّأْيِ، وَلَوْلَا ذَلِكَ لَامْتَثَلُوا وَانْتَظَرُوا النَّتِيجَةَ بَعْدَ ذَلِكَ. وَلَمَّا كَانَ فِي جَوَابِهِمْ هَذَا رَمْيٌ لِمُوسَى - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - بِالسَّفَهِ وَالْجَهَالَةِ (قَالَ أَعُوذُ بِاللهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ) أَيْ أَلْتَجِئُ إِلَى اللهِ وَأَعْتَصِمُ بِتَأْدِيبِهِ إِيَّايَ مِنَ الْجَهَالَةِ وَالْهُزْءِ بِالنَّاسِ. </p><p> (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ) أَيْ مَا الصِّفَاتُ الْمُمَيِّزَةُ لَهَا؟ قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ السُّؤَالَ مِمَّا هِيَ لَيْسَ جَارِيًا هُنَا عَلَى اصْطِلَاحِ عُلَمَاءِ </p><p> الْمَنْطِقِ مِنْ جَعْلِهِ سُؤَالًا عَنْ حَقِيقَةِ الْمَاهِيَّةِ، وَإِنَّمَا هُوَ عَلَى حَسَبِ أُسْلُوبِ اللُّغَةِ، وَالْعَرَبُ يَسْأَلُونَ بِ \" مَا \" عَنِ الصِّفَاتِ الَّتِي تَمَيِّزُ الشَّيْءَ فِي الْجُمْلَةِ كَالَّذِي ذَكَرَهُ فِي الْجَوَابِ (قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ) أَيْ غَيْرُ مُسِنَّةٍ، انْقَطَعَتْ وِلَادَتُهَا (وَلَا بِكْرٌ) لَمْ تَلِدْ بِالْمَرَّةِ، وَالْمُرَادُ بِهَا الَّتِي لَمْ تَلِدْ كَثِيرًا (عَوَانٌ بَيْنَ ذَلِكَ) الْعَوَانُ: النَّصَفُ فِي السِّنِّ مِنَ النِّسَاءِ وَالْبَهَائِمِ، أَيْ هِيَ بَيْنَ مَا ذُكِرَ مِنَ السِّنَّيْنِ الْفَارِضِ وَالْبِكْرِ، فَالْمُشَارُ إِلَيْهِ بِكَلِمَةِ (ذَلِكَ) مُتَعَدِّدٌ فِي الْمَعْنَى وَإِنْ كَانَ لَفْظُهُ مُنْفَرِدًا. وَ (بَيْنَ) مِنَ الْكَلِمِ الَّتِي تَخْتَصُّ بِالْمُتَعَدِّدِ تَقُولُ: جَلَسْتُ بَيْنَهُمْ أَوْ بَيْنَهُمَا، وَلَا تَقُولُ: جَلَسْتُ بَيْنَهُ، وَاسْتِعْمَالُ الْإِشَارَةِ وَالضَّمِيرِ الْمُفْرَدَيْنِ فِيمَا هُوَ بِمَعْنَى الْجَمْعِ عَلَى تَقْدِيرِ: التَّعْبِيرُ عَنْهُ بِالْمَذْكُورِ، أَوْ \" مَا ذُكِرَ \" كَثِيرٌ فِي كَلَامِهِمْ وَمِنْهُ قَوْلُ رُؤْبَةَ: </p><p> فِيهَا خُطُوطٌ مِنْ سَوَادٍ وَبَلَقْ ... كَأَنَّهُ فِي الْجِسْمِ تَوْلِيعُ الْبَهَقْ </p><p> ذَكَرَ هَذَا الْوَصْفَ الْمُمَيِّزَ لِلْبَقَرَةِ فِي الْجُمْلَةِ وَقَالَ:  (فَافْعَلُوا مَا تُؤْمَرُونَ) وَكَانَ يَجِبُ عَلَيْهِمُ الِاكْتِفَاءُ بِهِ وَالْمُبَادَرَةُ بَعْدَهُ لِلْامْتِثَالِ، وَلَكِنَّهُمْ أَبَوْا إِلَّا تَنَطُّعًا وَاسْتِقْصَاءً فِي السُّؤَالِ (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ) الْفَاقِعُ: الشَّدِيدُ الصُّفْرَةِ فِي صَفَاءٍ بِحَيْثُ لَا يُخَالِطُهُ لَوْنٌ آخَرُ، وَبَعْضُ أَهْلِ اللُّغَةِ لَا يَخُصُّهُ بِالْأَصْفَرِ، بَلْ يَجْعَلُهُ وَصْفًا لِكُلِّ لَوْنٍ صَافٍ. </p><p> وَكَانَ يَجِبُ أَنْ يَكْتَفُوا بِهَذِهِ الْمُمَيِّزَاتِ وَلَكِنَّهُمْ زَادُوا تَنَطُّعًا إِذْ (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللهُ لَمُهْتَدُونَ) وَقَدْ أَرَادُوا بِهَذَا السُّؤَالِ زِيَادَةَ التَّمْيِيزِ كَكَوْنِهَا عَامِلَةً أَوْ سَائِمَةً (قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ) سَائِمَةٌ (لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ) أَيْ غَيْرُ مُذَلَّلَةٍ بِالْعَمَلِ فِي الْحِرَاثَةِ وَلَا فِي السَّقْيِ (مُسَلَّمَةٌ) مِنَ الْعُيُوبِ، أَوْ مِنْ سَائِرِ الْأَعْمَالِ (لَا شِيَةَ فِيهَا) أَيْ لَيْسَ فِيهَا لَوْنٌ آخَرُ غَيْرَ الصُّفْرَةِ الْفَاقِعَةِ. وَالشِّيَةُ: مَصْدَرٌ كَالْعِدَةِ مِنْ وَشَى الثَّوْبَ يَشِيهُ إِذَا جَعَلَ فِيهِ خُطُوطًا مِنْ غَيْرِ لَوْنِهِ بِنَحْوِ تَطْرِيزٍ. وَلَمَّا اسْتَوْفَى جَمِيعَ الْمُمَيِّزَاتِ وَالْمُشَخِّصَاتِ وَلَمْ يَرَوْا سَبِيلًا إِلَى سُؤَالٍ آخَرَ (قَالُوا الْآنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ) أَيْ وَمَا قَارَبُوا أَنْ يَذْبَحُوهَا إِلَّا بَعْدَ أَنِ انْتَهَتْ أَسْئِلَتُهُمْ، وَانْقَطَعَ مَا كَانَ مِنْ تَنَطُّعِهِمْ وَتَعَنُّتِهِمْ. </p><p> رَوَى ابْنُ جَرِيرٍ فِي التَّفْسِيرِ بِسَنَدٍ صَحِيحٍ عَنِ ابْنِ عَبَّاسٍ مَوْقُوفًا ((لَوْ ذَبَحُوا</p><p> أَيَّ بَقَرَةٍ أَرَادُوا لَأَجْزَأَتْهُمْ، وَلَكِنْ شَدَّدُوا عَلَى أَنْفُسِهِمْ فَشَدَّدَ اللهُ عَلَيْهِمْ) ) وَأَخْرَجَهُ سَعِيدُ بْنُ مَنْصُورٍ فِي سُنَنِهِ عَنْ عِكْرِمَةَ مَرْفُوعًا مُرْسَلًا. </p><p> وَهَاهُنَا يَذْكُرُ الْمُفَسِّرُونَ قِصَّةً فِي حِكْمَةِ هَذَا التَّشْدِيدِ، وَهُوَ الْمَصِيرُ إِلَى بَقَرَةٍ مُعَيَّنَةٍ لِشَخْصٍ مُعَيَّنٍ كَانَ بَارًّا بِوَالِدَتِهِ، وَقَدْ يَكُونُ هَذَا صَحِيحًا، غَيْرَ أَنَّهُ لَا دَاعِيَ إِلَيْهِ فِي التَّفْسِيرِ وَبَيَانِ الْمَعْنَى. وَقَدْ يَشْتَبِهُ بَعْضُ النَّاسِ فِيمَا ذُكِرَ بِأَنَّ أَحْكَامَ اللهِ - تَعَالَى - لَا تَكُونُ تَابِعَةً لِأَفْعَالِ النَّاسِ الْعَارِضَةِ، وَيَرُدُّ هَذِهِ الشُّبْهَةَ أَنَّ التَّكْلِيفَ كَثِيرًا مَا يَكُونُ عُقُوبَةً؛ لِأَنَّهُ تَرْبِيَةٌ لِلنَّاسِ، وَقَدْ وَرَدَتِ الْأَسْئِلَةُ وَالْأَجْوِبَةُ فِي هَذِهِ الْقِصَّةِ مَفْصُولَةً غَيْرَ مَوْصُولَةٍ بِالْفَاءِ، وَذَلِكَ مَا يَقْتَضِيهِ الْأُسْلُوبُ الْبَلِيغُ، فَقَدْ تَقَرَّرَ فِي الْبَلَاغَةِ أَنَّ الْقَوْلَ إِذَا أَشْعَرَ بِسُؤَالٍ، كَانَ مَا يَأْتِي بَعْدَهُ مِمَّا يَصِحُّ أَنْ يَكُونَ جَوَابًا لِلسُّؤَالِ الْمُقَدَّرِ مَفْصُولًا عَمَّا قَبْلَهُ، وَقَوْلُهُ:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً) يُشْعِرُ بِسُؤَالٍ، كَأَنَّهُ قِيلَ: مَاذَا كَانَ مِنْهُمْ بَعْدَ الْأَمْرِ؟ فَأُجِيبَ عَنْهُ بِقَوْلِهِ (قَالُوا أَتَتَّخِذُنَا هُزُوًا) وَهَذَا يُشْعِرُ بِسُؤَالٍ أَيْضًا، كَأَنَّهُ قِيلَ: مَاذَا قَالَ مُوسَى إِذْ قَالُوا ذَلِكَ؟ فَأَجَابَ:  (قَالَ أَعُوذُ بِاللهِ) . . . إِلَخْ. وَهَكَذَا وَرَدَ غَيْرُهَا مِنَ الْمُرَاجَعَاتِ فِي التَّنْزِيلِ، كَمَا تَرَى فِي قِصَّةِ مُوسَى وَفِرْعَوْنَ. </p><p> (وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ) </p><p> هَذَا هُوَ أَوَّلُ الْقِصَّةِ الْمُحْتَوِيَةِ عَلَى الْمُخَالَفَةِ عَلَى مَا أَشَرْنَا إِلَيْهِ وَهِيَ الْقَتْلُ، ثُمَّ التَّنَازُعُ فِي الْقَاتِلِ ثُمَّ تَشْرِيعُ الْحُكْمِ لِكَشْفِ الْحَقِيقَةِ بِذَبْحِ الْبَقَرَةِ وَمَا كَانَ مِنْ إِلْحَاحِهِمْ فِي السُّؤَالِ عَلَى مَا سَبَقَ. </p><p> فَقَوْلُهُ - تَعَالَى -: (وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا) أُسْنِدَ فِيهِ الْقَتْلُ إِلَى الْأُمَّةِ، وَإِنْ كَانَ الْقَاتِلُ وَاحِدًا بِاعْتِبَارِ مَا تَقَدَّمَ مِنْ كَوْنِهَا فِي مَجْمُوعِهَا وَتَكَافُلِهَا كَالشَّخْصِ الْوَاحِدِ. وَالتَّدَارُؤُ: تَفَاعُلٌ مِنَ الدَّرْءِ وَهُوَ الدَّفْعُ، فَمَعْنَاهُ: التَّدَافُعُ، وَهُوَ يَدُلُّ عَلَى أَنَّهُ كَانَ خِصَامٌ وَاتِّهَامٌ، وَكَانَ كُلٌّ يَدْرَأُ عَنْ نَفْسِهِ وَيَدَّعِي الْبَرَاءَةَ وَيَتَّهِمُ غَيْرَهُ، وَكَانَ لِلْقَاتِلِينَ وَالْعَارِفِينَ بِهِمْ حُظُوظٌ وَأَهْوَاءٌ كَتَمُوا فِيهَا </p><p> الْحَقِيقَةَ، وَلِذَلِكَ قَالَ - تَعَالَى - بَعْدَ التَّذْكِيرِ بِالْجَرِيمَةِ:  (وَاللهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ) مِنَ الْإِيقَاعِ بِقَوْمٍ بُرَآءُ تَتَّهِمُونَهُمْ بِالْقَتْلِ لِإِخْفَاءِ الْقَاتِلِ؛ لِأَنَّهُ لَا يَخْفَى عَلَيْهِ مَكْرُكُمْ. </p><p> وَأَمَّا قَوْلُهُ:  (فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللهُ الْمَوْتَى) فَهُوَ بَيَانٌ لِإِخْرَاجِ مَا يَكْتُمُونَ. </p><p> وَيَرْوُونَ فِي هَذَا الضَّرْبِ رِوَايَاتٍ كَثِيرَةً. قِيلَ: إِنَّ الْمُرَادَ اضْرِبُوا الْمَقْتُولَ بِلِسَانِهَا، وَقِيلَ: بِفَخِذِهَا </p>"
}