{
  "id": null,
  "sura": 2,
  "aya": 204,
  "text": "<p> أَرْشَدَتْنَا آيَاتُ الْمَنَاسِكِ السَّابِقَةُ إِلَى أَنَّ الْمُرَادَ مِنْهَا وَمِنْ كُلِّ الْعِبَادَاتِ هُوَ تَقْوَى اللهِ تَعَالَى بِإِصْلَاحِ الْقُلُوبِ، وَإِنَارَةُ الْأَرْوَاحِ بِنُورِ ذِكْرِ اللهِ تَعَالَى وَاسْتِشْعَارِ عَظَمَتِهِ وَفَضْلِهِ، وَإِلَى أَنَّ طَلَبَ الدُّنْيَا مِنَ الْوُجُوهِ الْحَسَنَةِ لَا يُنَافِي التَّقْوَى بَلْ يُعِينُ عَلَيْهَا بَلْ هُوَ مِمَّا يَهْدِي إِلَيْهِ الدِّينُ خِلَافًا لِأَهْلِ الْمِلَلِ السَّابِقَةِ الَّذِينَ ذَهَبُوا إِلَى أَنَّ تَعْذِيبَ الْأَجْسَادِ وَحِرْمَانَهَا مِنْ طَيِّبَاتِ الدُّنْيَا هُوَ أَصْلُ الدِّينِ وَأَسَاسُهُ، وَإِلَى أَنَّ مَنْ يَطْلُبُ الدُّنْيَا مِنْ كُلِّ وَجْهٍ وَيَجْعَلُ لَذَّاتِهَا أَكْبَرَ هَمِّهِ لَيْسَ لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ ; لِأَنَّهُ مُخَلَّدٌ إِلَى حَضِيضِ الْبَهِيمِيَّةِ لَمْ تَسْتَنِرْ رُوحُهُ بِنُورِ الْإِيمَانِ وَلَمْ يَرْتَقِ عَقْلُهُ فِي مَعَارِجِ الْعِرْفَانِ. وَلَمَّا كَانَ مَحَلُّ التَّقْوَى وَمَنْزِلُهَا الْقُلُوبُ دُونَ الْأَلْسِنَةِ، وَكَانَ الشَّاهِدُ وَالدَّلِيلُ عَلَى مَا فِي الْقُلُوبِ الْأَعْمَالُ دُونَ مُجَرَّدِ الْأَقْوَالِ، ذَكَرَ فِي هَذِهِ الْآيَاتِ أَنَّ النَّاسَ فِي دَلَالَةِ أَعْمَالِهِمْ عَلَى حَقَائِقِ أَحْوَالِهِمْ وَمَكْنُونَاتِ قُلُوبِهِمْ قِسْمَانِ، فَكَانَتْ هَذِهِ مُتَّصِلَةً بِتِلْكَ فِي بَيَانِ مَقْصِدِ الْقُرْآنِ الْعَزِيزِ وَهُوَ إِصْلَاحُ الْقُلُوبِ، وَاخْتِلَافُ أَحْوَالِ النَّاسِ فِيهَا، وَمَا يَنْبَغِي أَنْ يَعْلَمُوهُ مِنْهَا، وَلِذَلِكَ عَطَفَهَا عَلَيْهَا فَقَالَ: </p><p> (وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا) يُقَالُ أَعْجَبَهُ الشَّيْءُ إِذَا رَاقَهُ وَاسْتَحْسَنَهُ وَرَآهُ عَجَبًا ; أَيْ: طَرِيفًا غَيْرَ مُبْتَذَلٍ، وَالْخِطَابُ عَامٌّ، وَفِي قَوْلِهِ:  (فِي الْحَيَاةِ الدُّنْيَا) وَجْهَانِ (أَحَدُهُمَا) أَنَّ مِنَ النَّاسِ فَرِيقًا يُعْجِبُكَ قَوْلُهُ وَأَنْتَ فِي هَذِهِ الْحَيَاةِ ; لِأَنَّكَ تَأْخُذُ بِالظَّوَاهِرِ وَهُوَ مُنَافِقُ اللِّسَانِ يُظْهِرُ خِلَافَ مَا يُضْمِرُ، وَيَقُولُ </p><p> مَا لَا يَفْعَلُ، فَهُوَ يَعْتَمِدُ عَلَى خَلَابَةِ لِسَانِهِ، فِي غِشِّ مُعَاشِرِيهِ وَأَقْرَانِهِ، يُوهِمُهُمْ أَنَّهُ مُؤْمِنٌ صَادِقٌ، نَصِيرٌ لِلْحَقِّ وَالْفَضِيلَةِ، خَاذِلٌ لِلْبَاطِلِ وَالرَّذِيلَةِ، مُتَّقٍ لِلَّهِ فِي السِّرِّ وَالْعَلَنِ، مُجْتَنِبٌ لِلْفَوَاحِشِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، لَا يُرِيدُ لِلنَّاسِ إِلَّا الْخَيْرَ، وَلَا يَسْعَى إِلَّا فِي سَبِيلِ النَّفْعِ (وَيُشْهِدُ اللهَ عَلَى مَا فِي قَلْبِهِ) أَيْ: يَحْلِفُ بِاللهِ أَنَّ مَا فِي قَلْبِهِ مُوَافِقٌ لِمَا يَقُولُ وَيَدَّعِي. وَفِي مَعْنَى الْحَلِفِ أَنْ يَقُولَ الْإِنْسَانَ: اللهُ يَعْلَمُ أَوْ يَشْهَدُ بِأَنَّنِي أُحِبُّ كَذَا وَأُرِيدُ كَذَا. قَالَ تَعَالَى:  (قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ)  (٣٦: ١٦) وَهُوَ تَأْكِيدٌ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ. </p><p> أَلَيْسَ اللهُ يَعْلَمُ أَنَّ قَلْبِي ... يُحِبُّكَ أَيُّهَا الْبَرْقُ الْيَمَانِي </p><p> وَقَالَ الْعُلَمَاءُ: إِنَّ هَذَا آكَدُ مِنَ الْيَمِينِ، وَعَنْ بَعْضِ الْفُقَهَاءِ أَنَّ مَنْ قَالَهُ كَاذِبًا يَكُونُ مُرْتَدًّا ; لِأَنَّهُ نَسَبَ الْجَهْلَ إِلَى اللهِ تَعَالَى. وَأَقُولُ: إِنَّ أَقَلَّ مَا يَدُلُّ عَلَيْهِ عَدَمُ الْمُبَالَاةِ بِالدِّينِ وَلَوْ لَمْ يَقْصِدْ صَاحِبُهُ نِسْبَةَ الْجَهْلِ إِلَى اللهِ عَزَّ وَجَلَّ فَهُوَ قَوْلٌ لَا يَصْدُرُ إِلَّا عَنِ الْمُنَافِقِينَ الَّذِينَ (يُخَادِعُونَ اللهَ وَالَّذِينَ آمَنُوا)  (٢: ٩) فَإِنَّ أَحَدَهُمْ لَيُبَالِغُ فِي الْخَلَابَةِ وَالتَّوَدُّدِ إِلَى النَّاسِ بِالْقَوْلِ (وَهُوَ أَلَدُّ الْخِصَامِ) أَيْ: وَهُوَ فِي نَفْسِهِ أَشَدُّ النَّاسِ مُخَاصَمَةً وَعَدَاوَةً لِمَنْ يَتَوَدَّدُ إِلَيْهِمْ، أَوْ هُوَ أَشَدُّ خُصَمَائِهِمْ، عَلَى أَنَّ الْخِصَامَ جَمْعُ خَصْمٍ كَكِعَابٍ جَمْعُ كَعْبٍ وَهُوَ الْمُخْتَارُ، وَاللَّدَدُ شِدَّةُ الْخُصُومَةِ وَلَدِدَ (كَتَعِبَ) الرَّجُلُ لَازِمٌ، وَلَدَدَ خَصْمَهُ (كَنَصَرَ) شَدَّدَ خُصُومَتَهُ، وَلَادَّهُ لِلْمُشَارَكَةِ. وَفِيهِ وَجْهٌ آخَرُ قَالَهُ </p><p> بَعْضُهُمْ وَهُوَ أَنَّ الْخِصَامَ بِمَعْنَى الْجِدَالِ ; أَيْ: وَهُوَ قَوِيُّ الْعَارِضَةِ فِي الْجَدَلِ لَا يُعْجِزُهُ أَنْ يَخْتَلِبَ النَّاسَ وَيَغُشَّهُمْ بِمَا يُظْهِرُ مِنَ الْمَيْلِ إِلَيْهِمْ وَإِسْعَادِهِمْ فِي شُئُونِهِمْ وَمَصَالِحِهِمْ. قَالَ صَاحِبُ هَذَا الْقَوْلِ: فَالْأَوْصَافُ الْمَحْمُودَةُ الَّتِي يَعْتَمِدُ عَلَيْهَا ثَلَاثَةٌ: حُسْنُ الْقَوْلِ بِحَيْثُ يُعْجِبُ السَّامِعَ، وَإِشْهَادُ اللهِ تَعَالَى عَلَى صِدْقِهِ وَحُسْنِ قَصْدِهِ، وَفِي مَعْنَاهُ مَا هُوَ مِنْ ضُرُوبِ التَّأْكِيدِ الَّذِي يَقْبَلُهُ خَالِيَ الذِّهْنِ، وَقُوَّةُ الْعَارِضَةِ فِي الْجَدَلِ الَّتِي يُحَاجُّ بِهَا الْمُنْكَرُ أَوِ الْمُعَارِضُ، وَأَمَّا بَيَانُ سُوءِ حَالِهِ وَفَسَادِ أَعْمَالِهِ، فَهُوَ فِي الْآيَتَيْنِ التَّالِيَتَيْنِ وَقَدْ مَهَّدَ لَهُمَا بِقَوْلِهِ تَعَالَى:  (فِي الْحَيَاةِ الدُّنْيَا) وَالتَّمْهِيدُ فِي بِدَايَةِ الْكَلَامِ لِلْمُرَادِ مِنْهُ فِي غَايَتِهِ مِنْ ضُرُوبِ الْبَلَاغَةِ وَأَفْنَانِهَا. </p><p> هَذَا الْفَرِيقُ مِنَ النَّاسِ يُوجَدُ فِي كُلِّ أُمَّةٍ، وَتَخْتَلِفُ الْخَلَابَةُ اللِّسَانِيَّةُ فِي الْأُمَمِ بِاخْتِلَافِ الْأَعْصَارِ، فَفِي بَعْضِ الْأَزْمِنَةِ لَا يَتَيَسَّرُ لِلْوَاحِدِ أَنْ يَغُشَّ بِزُخْرُفِ الْقَوْلِ إِلَّا الْفَرْدَ أَوِ الْأَفْرَادَ الْمَعْدُودِينَ، وَفِي بَعْضِهَا يَتَيَسَّرُ لَهُ أَنْ يَغُشَّ الْأُمَّةَ فِي مَجْمُوعِهَا حَتَّى يُنَكِّلَ بِهَا تَنْكِيلًا وَإِنَّ الْجَرَائِدَ فِي عَصْرِنَا هَذَا قَدْ تَكُونُ طَرِيقًا لِلْغِشِّ الْعَامِّ، كَمَا تَكُونُ طَرِيقًا لِلنُّصْحِ الْعَامِّ، وَإِنَّمَا يَكُونُ تَلْبِيسُهَا سَهْلًا عَلَى مَنْ يُعْجِبُ الْعَامَّةَ قَوْلُهُمْ فِي الْأُمَمِ الَّتِي يَغْلِبُ فِيهَا الْجَهْلُ لَا سِيَّمَا فِي طَوْرِ الِانْتِقَالِ مِنْ حَالٍ إِلَى حَالٍ ; إِذْ تَخْتَلِفُ ضُرُوبُ الدَّعْوَةِ وَطُرُقُ الْإِرْشَادِ. </p><p> وَفِي الْآيَةِ وَجْهٌ آخَرُ ذَهَبَ إِلَيْهِ بَعْضُ الْمُفَسِّرِينَ وَهُوَ أَنَّ الظَّرْفَ (فِي الْحَيَاةِ الدُّنْيَا) مُتَعَلِّقٌ بِالْقَوْلِ قَبْلَهُ ; أَيْ: يُعْجِبُكَ قَوْلُهُ إِذَا تَكَلَّمَ فِي شُئُونِ الْحَيَاةِ الدُّنْيَا وَأَحْوَالِهَا، وَطُرُقِ جَمْعِ الْمَالِ وَإِحْرَازِ الْجَاهِ فِيهَا ; لِأَنَّ حُبَّهَا قَدْ مَلَكَ عَلَيْهِ أَمْرَهُ، وَالْمَيْلَ إِلَى لَذَّاتِهَا وَشَهَوَاتِهَا قَدِ اسْتَحْوَذَ عَلَى قَلْبِهِ، وَصَارَ هُوَ الْمُصَرِّفُ لِشُعُورِهِ وَلُبِّهِ، فَيَنْطَلِقُ لِسَانُهُ - وَمِثْلُهُ قَلَمُهُ - فِي كُلِّ مَا يَسْتَهْوِي أَصْحَابَ الْجَاهِ وَالْمَالِ، وَيَسْتَمِيلُ أَهْلَ السِّيَادَةِ وَالسُّلْطَانِ، وَلَكِنَّهُ إِذَا تَكَلَّمَ فِي أَمْرِ الدِّينِ جَاءَ بِالْخَطَلِ وَالْحَشْوِ، وَوَقَعَ فِي الْعَسْلَطَةِ وَاللَّغْوِ، فَلَا يَحْسُنُ وَقْعُ قَوْلِهِ فِي السَّمْعِ، وَلَا يَكُونُ لَهُ تَأْثِيرٌ فِي النَّفْسِ </p><p> وَذَلِكَ أَنَّ رُوحَ الْمُتَكَلِّمِ تَتَجَلَّى فِي قَوْلِهِ، وَضَمِيرِهِ الْمَكْنُونِ يَظْهَرُ فِي لَحْنِهِ (وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللهُ يَعْلَمُ أَعْمَالَكُمْ)  (٤٧: ٣٠) . </p><p> وَفِي الْحِكَمِ:  (كُلُّ كَلَامٍ يُبْرِزُ عَلَيْهِ كُسْوَةٌ مِنَ الْقَلْبِ الَّذِي عَنْهُ صَدَرَ) وَلِهَذَا كَانَ إِرْشَادُ الْمُخْلِصِينَ نَافِعًا، وَخِدَاعُ الْمُنَافِقِينَ صَادِعًا. </p><p> وَعَلَى هَذَا الْوَجْهِ فِي التَّفْسِيرِ تَكُونُ جُمْلَةُ (وَيُشْهِدُ اللهَ) وَصْفًا مُسْتَقِلًّا غَيْرَ حَالٍ مِمَّا قَبْلَهُ ; أَيْ: أَنَّهُ لَا يُحْسِنُ إِلَّا الْكَلَامَ فِي الدُّنْيَا لِيُعْجِبَ السَّامِعَ وَيَخْدَعَهُ، وَلَكِنَّهُ يَزْعُمُ أَنَّ قَلْبَهُ مَعَ اللهِ، وَأَنَّهُ حَسَنُ السَّرِيرَةِ، وَإِنَّكَ لَتَرَى هَذَا فِي سِيرَةِ الْمُجْرِمِينَ ظَاهِرًا جَلِيًّا كَمَا وَصَفَ اللهُ تَعَالَى: يَتْرُكُونَ الصَّلَاةَ، وَيَمْنَعُونَ الزَّكَاةَ، وَيَشْرَبُونَ الْخُمُورَ، وَيَتَسَابَقُونَ إِلَى الْفُجُورِ، وَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ، ثُمَّ يُفَضِّلُونَ أَنْفُسَهُمْ فِي الدِّينِ عَلَى أَهْلِ النَّزَاهَةِ وَالتَّقْوَى، زَاعِمِينَ أَنَّ هَؤُلَاءِ الْمُتَّقِينَ قَدْ عَمَرَتْ ظَوَاهِرُهُمْ بِالْعَمَلِ وَالْإِرْشَادِ، وَلَكِنَّ بَوَاطِنَهُمْ خَرِبَةٌ بِسُوءِ الِاعْتِقَادِ، وَيَقُولُونَ: نَعَمْ إِنَّنَا نَحْنُ نَأْكُلُ الرِّبَا أَوِ الْقِمَارَ وَلَكُنَّا نُحَرِّمُهُ، وَنَأْتِي فِي نَادِينَا وَخَلْوَتِنَا الْمُنْكَرَ وَلَكِنَّا لَا نَسْتَحْسِنُهُ، وَأَنَّ مَا نَبْتَزُّهُ مِنْ جُيُوبِ الْأَغْنِيَاءِ بِخَلَابَتِنَا لَيْسَ الْمَقْصُودُ بِهِ تَرْفِيهَ مَعِيشَتِنَا، وَإِنَّمَا هُوَ أَجْرٌ عَلَى السَّعْيِ فِي إِعْلَاءِ شَأْنِهِمْ، وَمُكَافَأَةً عَلَى خِدْمَةِ أَوْطَانِهِمْ. فَهُمْ بِهَذِهِ الدَّعَاوَى أَلَدُّ الْخُصَمَاءِ، أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ، فَقَدْ جَرَتْ سُنَّةُ اللهِ تَعَالَى فِي خَلْقِهِ، وَدَلَّتْ هِدَايَتُهُ فِي كِتَابِهِ، عَلَى أَنَّ سَلَامَةَ الِاعْتِقَادِ وَإِخْلَاصَ السَّرِيرَةِ هُمَا يَنْبُوعُ الْأَعْمَالِ الصَّالِحَةِ، وَالْأَقْوَالِ النَّافِعَةِ (وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا)  (٧: ٥٨) . </p><p> وَانْظُرْ مَا قَالَهُ عَزَّ شَأْنُهُ، فِي وَصْفِ فَرِيقِ هَذِهِ الدَّعَاوَى الْعَرِيضَةِ، وَالْقُلُوبِ الْمَرِيضَةِ، قَالَ:  (وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا) . فِي تَفْسِيرِ التَّوَلِّي هُنَا قَوْلَانِ: </p><p> أَحَدُهُمَا: أَنَّ صَاحِبَ الدَّعْوَى الْقَوْلِيَّةِ إِذَا أَعْرَضَ عَنْ مُخَاطِبِهِ وَذَهَبَ إِلَى شَأْنِهِ فَإِنَّ سَعْيَهُ يَكُونُ عَلَى ضِدِّ مَا قَالَ، يَدَّعِي الصَّلَاحَ وَالْإِصْلَاحَ وَحُبَّ الْخَيْرِ، ثُمَّ هُوَ يَسْعَى فِي الْأَرْضِ بِالْفَسَادِ ; ذَلِكَ أَنَّهُ لَا هَمَّ لَهُ إِلَّا فِي الشَّهَوَاتِ وَاللَّذَّاتِ وَالْحُظُوظِ الْخَسِيسَةِ، فَهُوَ يُعَادِي لِأَجْلِهَا أَهْلَ الْحَقِّ وَالْفَضِيلَةِ وَيُؤْذِيهِمْ ; لِأَنَّهُ أَلَدُّ خَصْمٍ لَهُمْ </p><p> لِلتَّنَاقُضِ وَالتَّضَادِّ فِي الْغَرَائِزِ وَالسَّجَايَا، وَيُعَادِي أَيْضًا الْمُزَاحِمِينَ لَهُ فِيهَا مِنْ أَمْثَالِهِ الْمُفْسِدِينَ، فَلَا يَكُونُ لَهُ هَمٌّ وَرَاءَ التَّمَتُّعِ وَأَسْبَابِهِ إِلَّا الْكَيْدَ لِلنَّاسِ وَمُحَاوَلَةَ الْإِيقَاعِ بِهِمْ، فَهُوَ يُفْسِدُ بِاعْتِدَائِهِ عَلَى الْأَمْوَالِ وَالْأَعْرَاضِ (وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ) بِمَا يَكُونُ مِنْ أَثَرِ إِفْسَادِهِ فِي اعْتِدَائِهِ، وَهُوَ ذَهَابُ ثَمَرَاتِ الْحَرْثِ: وَهُوَ الزَّرْعُ، وَالنَّسْلُ: وَهُوَ مَا تَنَاسَلَ مِنَ الْحَيَوَانِ، وَكَأَنَّهُ إِشَارَةٌ إِلَى مَكَاسِبِ أَهْلِ الْحَضَارَةِ وَأَهْلِ الْبَادِيَةِ، وَفِي هَذَا عِبْرَةٌ كُبْرَى لِلَّذِينَ يَقْطَعُونَ الزَّرْعَ وَيَقْتُلُونَ الْبَهَائِمَ بِالسُّمِّ وَغَيْرِهِ انْتِقَامًا مِمَّنْ يَكْرَهُونَهُمْ، وَهِيَ جَرَائِمُ فَاشِيَةٌ فِي أَرْيَافِ مِصْرَ لِهَذَا الْعَهْدِ، فَأَيْنَ الْإِسْلَامُ وَأَيْنَ هِدَايَةُ الْقُرْآنِ؟ </p><p> وَذَكَرَ الْأَزْهَرِيُّ أَنَّ الْمُرَادَ بِالْحَرْثِ هَهُنَا: النِّسَاءُ كَمَا فِي قَوْلِهِ: (نِسَاؤُكُمْ حَرْثٌ لَكُمْ)  (٢: ٢٢٣) وَبِالنَّسْلِ: الْأَوْلَادُ، وَهَلِ الْمُرَادُ نِسَاءُ النَّاسِ وَأَوْلَادُهُمْ، أَمْ نِسَاءُ الْمُفْسِدِينَ وَأَوْلَادُهُمْ خَاصَّةً؟ </p><p> لَعَلَّ الْأَمْرَ أَعَمُّ ; فَإِنَّ الْمُفْسِدِينَ الَّذِينَ يَطْمَحُونَ بِأَبْصَارِهِمْ إِلَى نِسَاءِ النَّاسِ أَوْ يَسْعَوْنَ فِي إِفْسَادِ </p>"
}