{
  "id": null,
  "sura": 2,
  "aya": 49,
  "text": "<p> النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَسْجُدُ يَوْمَ الْقِيَامَةِ وَيُثْنِي عَلَى اللهِ - تَعَالَى - بِثَنَاءٍ يُلْهِمُهُ يَوْمَئِذٍ فَيُقَالُ لَهُ:  ((ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّعُ) ) وَلَيْسَ فِي الشَّفَاعَةِ بِهَذَا الْمَعْنَى أَنَّ اللهَ سُبْحَانَهُ يَرْجِعُ عَنْ إِرَادَةٍ كَانَ أَرَادَهَا لِأَجْلِ الشَّافِعِ وَإِنَّمَا هِيَ إِظْهَارُ كَرَامَةٍ لِلشَّافِعِ بِتَنْفِيذِ الْإِرَادَةِ الْأَزَلِيَّةِ عُقَيْبَ دُعَائِهِ، وَلَيْسَ فِيهَا أَيْضًا مَا يُقَوِّي غُرُورَ الْمَغْرُورِينَ اللَّذِينَ يَتَهَاوَنُونَ بِأَوَامِرِ الدِّينِ وَنَوَاهِيهِ اعْتِمَادًا عَلَى شَفَاعَةِ الشَّافِعِينَ، بَلْ فِيهِ أَنَّ الْأَمْرَ كُلَّهُ لِلَّهِ، وَأَنَّهُ لَا يَنْفَعُ أَحَدًا فِي الْآخِرَةِ إِلَّا طَاعَتُهُ وَرِضَاهُ (فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ)  (٧٤: ٤٨، ٤٩) وَ (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى)  (٢١: ٢٨) . </p><p> (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ) </p><p> هَذِهِ الْآيَةُ كَالَّتِي قَبْلَهَا وَاللَّوَاتِي بَعْدَهَا تَفْصِيلٌ لِنِعْمَةِ اللهِ عَلَى شَعْبِ إِسْرَائِيلَ الَّتِي ذُكِرَتْ مِنْ قَبْلُ مُجْمَلَةً، وَابْتُدِئَ التَّفْصِيلُ بِذِكْرِ التَّفْضِيلِ لِمَا تَقَدَّمَ مِنَ الْحِكْمَةِ فِي ذِكْرِهِ، وَهُوَ نُهُوضُ الْهِمَّةِ إِلَى التَّخَلُّقِ بِالْأَخْلَاقِ الْفَاضِلَةِ وَالتَّرَفُّعِ عَنِ الرِّضَا بِمَا دُونَ الْمَقَامِ الَّذِي رَفَعَهُمُ اللهُ إِلَيْهِ، وَتَوْطِينِ النَّفْسِ لِقَبُولِ الْمَوْعِظَةِ إِلَى آخَرِ مَا تَقَدَّمَ. ثُمَّ ذَكَّرَهُمْ بِمَا حَلَّ بِهِمْ مِنَ الْبَلَاءِ وَالْعُقُوبَاتِ جَزَاءً عَلَى جَرَائِمِهِمْ، وَبِلُطْفِ اللهِ - تَعَالَى - بِهِمْ وَإِنْجَائِهِمْ مِنَ الْبَلَاءِ وَتَوْبَتِهِ عَلَيْهِمُ الْمَرَّةَ بَعْدَ الْمَرَّةِ لِيُعَرِّفَهُمْ مِقْدَارَ فَضْلِهِ وَعُقُوبَتِهِ مَعًا. </p><p> وَالْآيَةُ مَعْطُوفَةٌ عَلَى مَا قَبْلَهَا مِنْ سِلْسِلَةِ الذِّكْرَيَاتِ فَقَوْلُهُ:  (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ) عَطْفُ تَفْصِيلٍ عَلَى الْإِجْمَالِ فِي قَوْلِهِ: (اذْكُرُوا نِعْمَتِيَ) أَيْ: نِعَمِيَ الْكَثِيرَةَ؛ لِأَنَّ الْمُفْرَدَ الْمُضَافَ يُفِيدُ الْعُمُومَ، أَيْ: وَاذْكُرُوا إِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ، </p><p> وَفِرْعَوْنُ لَقَبٌ لِمَنْ تَوَلَّى مُلْكَ مِصْرَ قَبْلَ الْبَطَالِسَةِ، وَإِلَهُ خَاصَّتِهِ، وَقَدْ يُطْلَقُ عَلَى قَوْمِهِ قُدَمَاءِ الْمِصْرِيِّينَ، وَلَمَّا كَانَتِ التَّنْجِيَةُ لَا تَكُونُ إِلَّا مِنْ ظُلْمٍ أَوْ شَرٍّ، بَيَّنَ مَا نَجَّاهُمْ مِنْهُ بِقَوْلِهِ:  (يَسُومُونَكُمْ سُوءَ الْعَذَابِ) أَيْ: يُكَلِّفُونَكُمْ وَيَبْغُونَكُمْ مَا يَسُوءُكُمْ وَيُذِلُّكُمْ مِنَ الْعَذَابِ، ثُمَّ بَيَّنَ ذَلِكَ بِقَوْلِهِ (يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ) أَيْ: يَقْتُلُونَ ذُكْرَانَ نَسْلِكُمْ، وَيَسْتَبْقُونَ إِنَاثَهُ أَحْيَاءً لِإِضْعَافِكُمْ وَإِذْلَالِكُمُ الْمُفْضِي إِلَى قَطْعِ نَسْلِكُمْ وَإِبَادَتِكُمْ (وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ) أَيْ: وَفِي ذَلِكُمُ الْعَذَابِ وَفِي التَّنْجِيَةِ مِنْهُ - فِي كُلٍّ مِنْهُمَا - بَلَاءٌ وَامْتِحَانٌ عَظِيمٌ لَكُمْ مِنْ رَبِّكُمْ، كَمَا قَالَ فِي آيَةٍ أُخْرَى:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ)  (٧: ١٦٨) . </p><p> (قَالَ الْأُسْتَاذُ الْإِمَامُ) فِي هَذِهِ الْآيَةِ بَعْدَ قِرَاءَةِ عِبَارَةِ الْجَلَالِ مَا مِثَالُهُ: خَاطَبَ الَّذِينَ كَانُوا فِي زَمَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا كَانَ لِآبَائِهِمْ؛ لِأَنَّ الْإِنْعَامَ عَلَى أُمَّةٍ بِعُنْوَانِ أَنَّهَا أُمَّةُ كَذَا، هُوَ إِنْعَامٌ شَامِلٌ لِلْأُمَّةِ مَنْ أَصَابَهُ ذَلِكَ الْإِنْعَامُ مِنْ أَفْرَادِهَا وَمَنْ لَمْ يُصِبْهُ، وَيَصِحُّ الِامْتِنَانُ بِهِ عَلَى اللَّاحِقِينَ مِنْهُمْ وَالسَّابِقِينَ، كَمَا يَصِحُّ الْفَخْرُ بِهِ مِنْهُمْ أَجْمَعِينَ، كَمَا أَنَّ الْإِنْعَامَ عَلَى شَخْصٍ بِشَيْءٍ يَخْتَصُّ بِعُضْوٍ مِنْ أَعْضَائِهِ كَلَبُوسٍ يَلْبَسُهُ، أَوْ لَذِيذِ طَعَامٍ يَطْعَمُهُ، يَكُونُ إِنْعَامًا عَلَى الشَّخْصِ، وَلَا يُقَالُ: إِنَّهُ إِنْعَامٌ عَلَى لِسَانِ فُلَانٍ وَلَا عَلَى رَأْسِهِ، أَوْ يَدِهِ أَوْ رِجْلِهِ، وَلِأَنَّ مَا وَصَلَ إِلَى مُجْتَمَعٍ بِعُنْوَانِ ذَلِكَ الِاجْتِمَاعِ وَالرَّابِطَةِ الَّتِي رَبَطَتْ أَفْرَادَهُ بَعْضَهُمْ بِبَعْضٍ يَكُونُ لَهُ أَثَرٌ فِي مَجْمُوعِ الْأَفْرَادِ، لَا سِيَّمَا إِذَا كَانَ الْوَاصِلُ مِنْ نِقْمَةٍ أَوْ نِعْمَةٍ مُسَبِّبًا عَنْ عَمَلِ الْأُمَّةِ شَرًّا أَوْ خَيْرًا، وَيَكُونُ لِذَلِكَ أَثَرٌ فِي الْأُمَّةِ يُورِثُهُ السَّلَفُ الْخَلَفَ مَا بَقِيَتِ الْأُمَّةُ، وَأَنْوَاعُ الْبَلَاءِ الَّتِي ذَكَّرَهَا بِهَا الْيَهُودَ فِي الْقُرْآنِ كَانَتْ لِشَعْبِ إِسْرَائِيلَ مِنْ حَيْثُ هُوَ شَعْبُ إِسْرَائِيلَ؛ لِأَنَّ الْجَرَائِمَ الَّتِي كَانَ الْبَلَاءُ عُقُوبَةً عَلَيْهَا إِنَّمَا كَانَتْ مِنْ مَجْمُوعِ الشَّعْبِ، مِنْ حَيْثُ هُوَ شَعْبُ إِسْرَائِيلَ. ثُمَّ إِنَّ اللهَ - تَعَالَى - كَانَ يَتُوبُ عَلَى الشَّعْبِ بَعْدَ كُلِّ بَلَاءٍ وَيُفِيضُ عَلَيْهِ النِّعَمَ؛ فَتَكُونُ الْعُقُوبَةُ تَرْبِيَةً وَتَعْلِيمًا تُفِيدُ الْمُعْتَبِرِينَ بِهَا نِعْمَةً وَسَعَادَةً. </p><p> لَا أَقُولُ: إِنَّ هَذَا الْخِطَابَ إِيمَاءٌ أَوْ إِشَارَةٌ لِلْمُخَاطَبِينَ بِأَنْ يَسْتَحْضِرُوا تَارِيخَ أُمَّتِهِمُ الْمَاضِيَ لِيَتَذَكَّرُوا صُنْعَ اللهِ - تَعَالَى - فِيهِمْ فَيُعْتَبِرُوا بِمَا أَصَابَهُمْ مِنْ نَعْمَاءَ وَضَرَّاءَ، وَسَعَادَةٍ وَشَقَاءٍ، وَيَتَفَكَّرُوا فِيمَا حَلَّ بِهِمْ مِنْ بَعْدِهِمْ، وَمَا يُنْتَظَرُ أَنْ يَحِلَّ بِهِمْ، وَإِنَّمَا </p><p> الْكَلَامُ نَصٌّ صَرِيحٌ لَا يَحْتَاجُ إِلَى التَّأْوِيلِ؛ فَالرَّوَابِطُ الِاجْتِمَاعِيَّةُ بَيْنَ أَفْرَادِ الْأُمَمِ وَجَمَاعَاتِهَا كَالرَّوَابِطِ الْحَيَوِيَّةِ بَيْنَ أَعْضَاءِ الشَّخْصِ الْوَاحِدِ بِلَا فَرْقٍ. تَعَثَرُ الرِّجْلُ فَتُخْدَشُ أَوْ تُوثَأُ، وَالْأَلَمُ يُلِمُّ بِالشَّخْصِ كُلِّهِ مِنْ حَيْثُ هُوَ شَخْصٌ حَيٌّ بِحَيَاةٍ وَاحِدَةٍ تَسْتَوِي فِيهَا رِجْلُهُ وَسَائِرُ أَعْضَائِهِ؛ وَلِذَلِكَ يَسْعَى بِجُمْلَتِهِ لِإِزَالَةِ أَلَمِ الرِّجْلِ، وَيَتَوَقَّى أَسْبَابَ الْعِثَارِ بَعْدَ ذَلِكَ مُسْتَعِينًا بِكُلِّ أَعْضَائِهِ وَقُوَاهُ. </p><p> عَلَّمَنَا اللهُ - تَعَالَى - هَذَا بِمَا قَصَّ عَلَيْنَا مِنْ أَخْبَارِ الْأُمَمِ، وَأَنْعَمَ عَلَى أُمَّتِنَا - الَّتِي لَا تَخْتَصُّ بِشَعْبٍ وَلَا جِنْسٍ - بِهَذَا الْقُرْآنِ الْكَرِيمِ فَكَانَ لَهُمْ بِهِ نِعَمٌ لَا تُحْصَى تُعْرَفُ مِنَ الْكِتَابِ وَالسُّنَّةِ، مِنْهَا أَنَّهُمْ كَانُوا أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِهِمْ فَأَصْبَحُوا بِنِعْمَتِهِ إِخْوَانًا، وَمِنْهَا أَنَّهُمْ كَانُوا مُسْتَضْعَفِينَ فَمَكَّنَ لَهُمْ فِي الْأَرْضِ وَأَوْرَثَهُمْ أَرْضَ الشُّعُوبِ الْقَوِيَّةِ وَدِيَارَهَمْ وَجَعَلَ لَهُمُ السُّلْطَانَ عَلَيْهِمْ، وَمِنْهَا أَنَّهُ جَعَلَهُمْ أُمَّةً وَسَطًا لَا تَفْرِيطَ عِنْدَهَا وَلَا إِفْرَاطَ؛ لِيَكُونُوا شُهَدَاءَ عَلَى النَّاسِ الَّذِينَ غَلَوْا وَأَفْرَطُوا، وَالَّذِينَ قَصَّرُوا وَفَرَّطُوا، ثُمَّ لَمَّا كَفَرَتْ بِأَنْعُمِ اللهِ أَنْزَلَ بِهَا أَلْوَانًا مِنَ الْبَلَاءِ وَالنِّقَمِ بِعُنْوَانِ الْأُمَّةِ. فَإِنَّ التَّتَارَ إِنَّمَا نَكَّلُوا بِهَا وَتَبَّرُوا مَا عَلَوْا تَتْبِيرًا؛ لِأَنَّهَا الْأُمَّةُ الْإِسْلَامِيَّةُ، ثُمَّ زَحَفَ عَلَيْهَا الْغَرْبِيُّونَ أَيَّامَ حُرُوبِ الصَّلِيبِ وَجَاسُوا خِلَالَ الدِّيَارِ؛ لِأَنَّهَا الْأُمَّةُ الْإِسْلَامِيَّةُ، </p><p> ثُمَّ إِنَّ الْفِتَنَ لَا تَزَالُ تَحُلُّ بِدِيَارِهِمْ، وَتُنْقِصُهَا مِنْ أَطْرَافِهَا، وَسَوْطَ عَذَابِ اللهِ يُصَبُّ عَلَيْهَا بِعُنْوَانِ الْأُمَّةِ الْإِسْلَامِيَّةِ، وَقَدْ مَرَّتْ عَلَيْهَا قُرُونٌ وَهِيَ لَا تَعْتَبِرُ بِمَا مَضَى، وَلَا تَتَرَبَّى بِمَا حَضَرَ، بَلْ جَهِلَتِ الْمَاضِيَ فَحَارَتْ فِي الْحَاضِرِ، لَا تَعْرِفُ سَبَبَهُ وَلَا الْمَخْرَجَ مِنْهُ. </p><p> أَلَيْسَ مِنَ الْعَجِيبِ أَنَّ الْجُمْهُورَ الْأَعْظَمَ مِنَ الْمُشْتَغِلِينَ بِالْعِلْمِ مِنْهَا هُمْ أَجْهَلُهَا بِتَارِيخِهَا، لَا يَعْرِفُونَ شَيْئًا مِنْ مَاضِيهَا وَلَا حَاضِرِهَا؟ وَلَكِنَّهُمْ يَعْتَرِفُونَ بِأَنَّ الْأُمَّةَ فِي بَلَاءٍ كَبِيرٍ، وَيَعْتَذِرُونَ بِالْقَضَاءِ وَالْقَدَرِ عَنْ مَعْرِفَةِ الْأَسْبَابِ، وَيَكِلُونَ إِلَى الْقَضَاءِ وَالْقَدَرِ النَّجَاةَ مِنْهُ أَوِ الْبَقَاءَ فِيهِ. </p><p> إِنَّ هَذِهِ الْأُمَّةَ أُمَّةٌ وَاحِدَةٌ وَإِنِ اخْتَلَفَتْ دِيَارُهَا وَتَعَدَّدَتْ أَجْنَاسُهَا، وَلَا يُمْكِنُ أَنْ تَعْرِفَ حَقِيقَتَهَا إِلَّا بَعْدَ مَعْرِفَةِ تَارِيخِهَا الْمَاضِي، فَلَا بُدَّ مِنْ تَتَبُّعِ السَّوَاقِي وَالْجَدَاوِلِ إِلَى الْيَنْبُوعِ الْأَوَّلِ الَّذِي هُوَ الْأَصْلُ. </p><p> كَانَ سَلَفُنَا - رَضِيَ اللهُ - تَعَالَى - عَنْهُمْ - يَضْبِطُونَ أَحْوَالَ مَنْ قَبْلَهُمْ مِنْ أُمُورِ الدِّينِ وَالدُّنْيَا </p><p> بِكُلِّ اعْتِنَاءٍ وَدِقَّةٍ، حَتَّى كَانُوا يَرْوُونَ الْبَيْتَ مِنَ الشِّعْرِ أَوِ النُّكْتَةَ بَيْنَ الْعَاشِقِ وَمَعْشُوقَتِهِ بِالْأَسَانِيدِ الْمُتَّصِلَةِ، وَلَيْسَتْ هَذِهِ الْمُبَالَغَةُ مِمَّا يُؤْخَذُ عَلَيْهِمْ؛ فَإِنَّ الْأُمَّةَ إِنَّمَا تَكُونُ أُمَّةً بِدِينِهَا وَلُغَتِهَا وَأَخْلَاقِهَا وَعَادَاتِهَا، فَإِذَا لَمْ يَحْفَظْ خَلَفُهَا عَنْ سَلَفِهَا هَذِهِ الْمُقَوِّمَاتِ بِحِفْظِ تَارِيخِهَا، تَكُونُ عُرْضَةً لِلتَّغَيُّرِ بِتَأْثِيرِ حَوَادِثِ الزَّمَانِ، وَتَقَلُّبَاتِ شُئُونِ الِاجْتِمَاعِ مَعَ جَهْلِ الْمُتَأَخِّرِ بِمَا كَانَ عَلَيْهِ الْمُتَقَدِّمُ، وَبِكَيْفِيَّةِ حُدُوثِ التَّغْيِيرِ الضَّارِّ لِلْجَهْلِ بِالتَّارِيخِ، بِهَذَا تَفْعَلُ فَوَاعِلُ الْكَوْنِ بِالْأُمَّةِ الْجَاهِلَةِ أَفَاعِيلَهَا حَتَّى تَقْلِبَ كِيَانَهَا، وَتُقَوِّضَ بُنْيَانَهَا، وَتَقْطَعَ عُرَى الرُّبُطِ الْعَامَّةِ بَيْنَ أَفْرَادِهَا، فَلَا يَكُونُ لَهُمْ عَمَلٌ إِلَّا لِلْمَصْلَحَةِ الشَّخْصِيَّةِ، وَهِيَ لَا حِفَاظَ لَهَا فِي مَجْمُوعِ الْأُمَّةِ إِلَّا بِالْمَصْلَحَةِ الْعَامَّةِ، فَإِذَا أَهْمَلَتْ تَكُونُ الْأُمَّةُ مِنَ الْهَالِكِينَ. </p><p> عُنِيَتْ أُمَّتُنَا بِالتَّارِيخِ عِنَايَةً لَمْ تَسْبِقْهَا بِهِ أُمَّةٌ، فَلَمْ تَكْتَفِ بِضَبْطِ الْوَقَائِعِ وَتُلْقِيهَا بِالرِّوَايَةِ كَالسُّنَّةِ النَّبَوِيَّةِ، بَلْ تَفَنَّنَتْ فِيهَا فَصَنَّفَتْ فِي تَارِيخِ الْأَشْخَاصِ كَمَا صَنَّفَتْ فِي تَارِيخِ الْبِلَادِ وَالشُّعُوبِ، ثُمَّ نَوَّعَتْ تَارِيخَ الْأَشْخَاصِ فَجَعَلَتْ لِكُلِّ طَبَقَةٍ تَارِيخًا، فَنَرَى فِي الْمَكَاتِبِ طَبَقَاتِ الْمُفَسِّرِينَ، وَطَبَقَاتِ الْمُحَدِّثِينَ، وَطَبَقَاتِ النَّحْوِيِّينَ، وَطَبَقَاتِ الْأَطِبَّاءِ، وَطَبَقَاتِ الشُّعَرَاءِ، إِلَى غَيْرِ ذَلِكَ. </p><p> ثُمَّ اهْتَدَى بَعْضُهُمْ إِلَى اسْتِنْبَاطِ قَوَاعِدِ الْعُمْرَانِ وَأُصُولِ الِاجْتِمَاعِ مِنَ التَّارِيخِ فَصَنَّفَ ابْنُ خَلْدُونَ فِي ذَلِكَ مُقَدِّمَةَ تَارِيخِهِ، وَلَوْ لَمْ تَنْقَطِعْ بِنَا سِلْسِلَةُ الْعِلْمِ مِنْ ذَلِكَ الْعَهْدِ لَكُنَّا أَتْمَمْنَا مَا بَدَأَ بِهِ سَلَفُنَا، وَلَكِنَّنَا تَرَكْنَاهُ وَسَبَقَنَا غَيْرُنَا إِلَى إِتْمَامِهِ وَاسْتِثْمَارِهِ؛ فَالتَّارِيخُ هُوَ الْمُرْشِدُ الْأَكْبَرُ لِلْأُمَمِ الْعَزِيزَةِ </p><p> الْيَوْمَ إِلَى مَا هِيَ فِيهِ مِنْ سَعَةِ الْعُمْرَانِ وَعِزَّةِ السُّلْطَانِ، وَكَانَ الْقُرْآنُ هُوَ الْمُرْشِدُ الْأَوَّلُ لِلْمُسْلِمِينَ إِلَى الْعِنَايَةِ بِالتَّارِيخِ وَمَعْرِفَةِ سُنَنِ اللهِ فِي الْأُمَمِ مِنْهُ، وَكَانَ الِاعْتِقَادُ بِوُجُوبِ حِفْظِ السُّنَّةِ وَسِيرَةِ السَّلَفِ هُوَ الْمُرْشِدُ الثَّانِي إِلَى ذَلِكَ، فَلَمَّا صَارَ الدِّينُ يُؤْخَذُ مِنْ غَيْرِ الْكِتَابِ وَالسُّنَّةِ أُهْمِلَ التَّارِيخُ، بَلْ صَارَ مَمْقُوتًا عِنْدَ أَكْثَرِ الْمُشْتَغِلِينَ بِعِلْمِ الدِّينِ، فَإِنْ وُجِدَ مَنْ يَلْتَفِتُ إِلَيْهِ، فَإِنَّمَا يَكُونُ مُتَّبِعًا فِي ذَلِكَ سُنَّةَ قَوْمٍ آخَرِينَ. </p><p> نَكْتَفِي الْآنَ بِهَذَا التَّنْبِيهِ وَنَعُودُ إِلَى إِتْمَامِ تَفْسِيرِ الْآيَةِ الَّتِي صَرَفَتْنَا إِلَيْهِ بِمُخَاطَبَةِ بَنِي إِسْرَائِيلَ فِي زَمَنِ تَنْزِيلِ الْقُرْآنِ بِمَا كَانَ مِنْ تَعْذِيبِ آلِ فِرْعَوْنَ لِسَلَفِهِمْ، وَإِنْعَامِ اللهِ عَلَيْهِمْ بِالْإِنْجَاءِ مِنْ ذَلِكَ الْعَذَابِ. </p><p> أَوَّلُ مَنْ دَخَلَ مِصْرَ مِنْ بَنِي إِسْرَائِيلَ هُوَ يُوسُفُ - عَلَيْهِ السَّلَامُ -، وَانْضَمَّ إِلَيْهِ بَعْدَ ذَلِكَ إِخْوَتُهُ وَنَمَا نَسْلُهُ وَنَسْلُهُمْ فِيهَا وَكَثُرَ، حَتَّى قِيلَ: إِنَّهُمْ كَانُوا يَوْمَ خَرَجُوا مِنْ مِصْرَ سِتَّمِائَةِ أَلْفٍ، وَهَذَا النُّمُوُّ كَانَ فِي مُدَّةِ أَرْبَعِمِائَةِ سَنَةٍ، وَكَانَ الْمِصْرِيُّونَ مِنْ آلِ فِرْعَوْنَ لَا يُحِبُّونَ مُسَاكَنَةَ الْغُرَبَاءِ، فَلَمَّا رَأَى فِرْعَوْنُ نُمُوَّ شَعْبِ إِسْرَائِيلَ خَافَ مَغَبَّةَ الْأَمْرِ؛ لِأَنَّهُ كَانَ يَعْلَمُ أَنَّهُمْ إِذَا كَثُرُوا يَتَبَسَّطُونَ فِي الْأَرْضِ وَيُزَاحِمُونَ الْمِصْرِيِّينَ، فَطَفِقَ يَسْتَذِلُّهُمْ وَيُكَلِّفُهُمُ الْأَعْمَالَ الشَّاقَّةَ، كَصُنْعِ الطُّوبِ لِبِنَاءِ الْهَيَاكِلِ وَالْبَرَابِي لِعِلْمِهِ بِأَنَّ الذُّلَّ يُقَلِّلُ النَّسْلَ وَيُفْضِي بِالْأُمَّةِ إِلَى الِانْقِرَاضِ، وَلَكِنَّهُمْ ظَلُّوا مَعَ الِاسْتِذْلَالِ يَتَنَاسَلُونَ وَيَكْثُرُونَ. فَلَمَّا رَآهُمُ الْحُكَّامُ الْمِصْرِيُّونَ يَزْدَادُونَ نَسْلًا، وَأَنَّهُمْ مَعَ هَذَا مُحَافِظُونَ عَلَى عَادَاتِهِمْ وَتَقَالِيدِهِمْ، وَلَا يُمَازِجُونَ الْمِصْرِيِّينَ، وَعِنْدَهُمُ الْأَثَرَةُ وَالْإِبَاءُ؛ لِاعْتِقَادِهِمْ أَنَّهُمْ شَعْبُ اللهِ وَأَفْضَلُ خَلْقِهِ، خَافُوا أَنْ يَقْوَوْا بِالْكَثْرَةِ فَيَعْدُوا عَلَيْهِمْ وَيَغْلِبُوهُمْ عَلَى بِلَادِهِمْ كُلِّهَا أَوْ بَعْضِهَا، وَإِنَّمَا كَانُوا يَزْدَادُونَ عَلَى الذُّلِّ نَسْلًا؛ لِأَنَّ الذُّلَّ لَا يُؤَثِّرُ إِلَّا فِي الزَّمَنِ الطَّوِيلِ، ذَلِكَ بِأَنَّ الذَّلِيلَ الَّذِي لَا تُطْلَقُ إِرَادَتُهُ فِي أَعْمَالِهِ هُوَ </p><p> بِمَنْزِلَةِ الشَّخْصِ الَّذِي يَضْعُفُ عَنْ تَنَاوُلِ الْغِذَاءِ الَّذِي يَمُدُّ حَيَاتَهُ، فَهُوَ يَذْبُلُ رُوَيْدًا رُوَيْدًا حَتَّى يَنْحَلَ وَيَمُوتَ، وَالْقُوَّةُ الْمَعْنَوِيَّةُ الَّتِي تَحْفَظُ حَيَاةَ الْأُمَمِ هِيَ قُوَّةُ الْأَرْوَاحِ وَالْإِرَادَاتِ؛ لِأَنَّ الْجِسْمَ مَحْمُولٌ </p>"
}