{
  "id": null,
  "sura": 2,
  "aya": 217,
  "text": "<p> لِأَمْرِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَمَنْ كَرِهَ ذَلِكَ مِنْكُمْ فَلْيَرْجِعْ، فَإِنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ نَهَانِي أَنْ أَسْتَكْرِهَ مِنْكُمْ أَحَدًا، فَمَضَى الْقَوْمُ مَعَهُ حَتَّى كَانُوا بِنَجْرَانَ أَضَلَّ سَعْدُ بْنُ أَبِي وَقَاصٍّ وَعُتْبَةُ بْنُ غَزْوَانَ بَعِيرًا لَهُمَا كَانَا يَتَعَقَّبَانِهِ فَتَخَلَّفَا عَلَيْهِ يَطْلُبَانِهِ، وَمَضَى الْقَوْمُ حَتَّى نَزَلُوا نَخْلَةَ، فَمَرَّ بِهِمْ عَمْرُو بْنُ الْحَضْرَمِيِّ وَالْحَكَمُ بْنُ كَيْسَانَ وَعُثْمَانُ بْنُ عَبْدِ اللهِ بْنِ الْمُغِيرَةِ وَأُخُوهُ نَوْفَلُ بْنُ عَبْدِ اللهِ، وَأَشْرَفَ لَهُمْ عُكَّاشَةُ بْنُ مِحْصَنٍ - وَكَانَ قَدْ حَلَقَ رَأْسَهُ - فَلَمَّا رَأَوْهُ حَلِيقًا قَالُوا: عُمَّارٌ، لَيْسَ عَلَيْكُمْ مِنْهُمْ بَأْسٌ، وَأْتَمَرَ بِهِمْ أَصْحَابُ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَانَ آخِرَ يَوْمٍ مِنْ جُمَادَى، فَقَالُوا: لَئِنْ قَتَلْتُمُوهُمْ إِنَّكُمْ لَتَقْتُلُونَهُمْ فِي الشَّهْرِ الْحَرَامِ، وَلَئِنْ تَرَكْتُمُوهُمْ لَيَدْخُلُنَّ فِي هَذِهِ اللَّيْلَةِ الْحَرَمَ فَلَيَمْتَنِعُنَّ مِنْكُمْ، فَأَجْمَعَ الْقَوْمُ عَلَى قَتْلِهِمْ، فَرَمَى وَاقِدُ بْنُ عَبْدِ اللهِ السَّهْمِيُّ عَمْرَو بْنَ الْحَضْرَمِيِّ بِسَهْمٍ فَقَتَلَهُ، وَاسْتَأْسَرَ عُثْمَانَ بْنَ عَبْدِ اللهِ وَالْحَكَمَ بْنَ كَيْسَانَ، وَأَفْلَتَ نَوْفَلُ وَأَعْجَزَهُمْ، وَاسْتَاقُوا الْعِيرَ فَقَدِمُوا بِهَا عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُمْ:  ((وَاللهِ مَا أَمَرْتُكُمْ بِقِتَالٍ فِي الشَّهْرِ الْحَرَامِ) ) فَأَوْقَفَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْأَسِيرَيْنِ وَالْعِيرَ فَلَمْ يَأْخُذْ مِنْهَا شَيْئًا، فَلَمَّا قَالَ لَهُمْ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا قَالَ: سُقِطَ فِي أَيْدِيهِمْ (أَيْ نَدِمُوا) وَظَنُّوا أَنْ قَدْ هَلَكُوا، وَعَنَّفَهُمْ إِخْوَانُهُمْ مِنَ الْمُسْلِمِينَ، وَقَالَتْ قُرَيْشٌ حِينَ بَلَغَهُمْ أَمْرُ هَؤُلَاءِ: قَدْ سَفَكَ مُحَمَّدٌ الدَّمَ الْحَرَامَ، وَأَخَذَ الْمَالَ وَأَسَرَ الرِّجَالَ، وَاسْتَحَلَّ </p><p> الشَّهْرَ الْحَرَامَ، فَنَزَلَ قَوْلُهُ تَعَالَى:  (يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ) الْآيَةَ، فَأَخَذَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْعِيرَ وَفَدَى الْأَسِيرَيْنِ. وَفِي رِوَايَةِ الزُّهْرِيِّ عَنْ عُرْوَةَ:  ((أَنَّهُ لَمَّا بَلَغَ كُفَّارَ قُرَيْشٍ تِلْكَ الْفِعْلَةُ رَكِبَ وَفْدٌ مِنْهُمْ حَتَّى قَدِمُوا عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَقَالُوا:أَيَحِلُّ الْقِتَالُ فِي الشَّهْرِ الْحَرَامِ) ) ؟ فَنَزَلَتْ. هَكَذَا أَوْرَدَ الْقِصَّةَ بَعْضُ الْمُفَسِّرِينَ، وَقَوْلُهُ فِي صَدْرِهَا:  ((فِي رَجَبٍ إِلَخْ) ) يَخْتَلِفُ مَعَ قَوْلِهِ بَعْدُ: ((وَكَانَ آخِرَ يَوْمٍ مِنْ جُمَادَى) ) وَذَكَرُوا أَنَّ هَذِهِ الْقِصَّةَ كَانَتْ قَبْلَ غَزْوَةِ بَدْرٍ بِشَهْرَيْنِ وَبَعْدَ الْهِجْرَةِ بِسَبْعَةَ عَشَرَ شَهْرًا. </p><p> وَأَخْرَجَهَا السُّيُوطِيُّ فِي أَسْبَابِ النُّزُولِ عَمَّنْ ذَكَرَ مَا عَدَا ابْنَ إِسْحَاقَ مِنْ حَدِيثِ جُنْدُبِ بْنِ عَبْدِ اللهِ مُخْتَصَرَةً، وَقَالَ: إِنَّهُمْ قَتَلُوا ابْنَ الْحَضْرَمِيِّ وَلَمْ يَدْرُوا أَنَّ ذَلِكَ الْيَوْمَ مِنْ رَجَبٍ أَوْ مِنْ جُمَادَى، وَقَالَ فِي آخِرِهَا: فَقَالَ بَعْضُهُمْ إِنْ لَمْ يَكُونُوا أَصَابُوا وِزْرًا فَلَيْسَ لَهُمْ أَجْرٌ، فَأَنْزَلَ اللهُ:  (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا) الْآيَةَ، وَمَشَى عَلَى ذَلِكَ فِي التَّفْسِيرِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ كَلَامَهُ يُفِيدُ أَنَّ الْآيَاتِ نَزَلَتْ مُتَفَرِّقَةً، وَالصَّوَابُ أَنَّ الْآيَاتِ الثَّلَاثَ نَزَلَتْ فِي قِصَّةٍ وَاحِدَةٍ مَرَّةً وَاحِدَةً. </p><p> (كُتِبَ عَلَيْكُمُ الْقِتَالُ) إِلَخْ. قَالُوا: إِنَّ هَذِهِ أَوَّلُ آيَةٍ فُرِضَ فِيهَا الْقِتَالُ، وَكَانَ ذَلِكَ فِي السَّنَةِ الثَّانِيَةِ مِنَ الْهِجْرَةِ، وَقَدْ كَانَ الْقِتَالُ مَمْنُوعًا فَأُذِنَ فِيهِ بَعْدَ الْهِجْرَةِ بِقَوْلِهِ تَعَالَى فِي سُورَةِ </p><p> الْحَجِّ:  (أُذِنَ لِلَّذِينِ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا)  (٢٢: ٣٩) الْآيَاتِ. ثُمَّ كُتِبَ فِي هَذِهِ السَّنَةِ، وَنُقِلَ عَنِ ابْنِ عُمَرَ وَعَطَاءٍ: أَنَّ الْقِتَالَ كَانَ وَاجِبًا فِي ذَلِكَ الْوَقْتِ عَلَى الصَّحَابَةِ فَقَطْ وَأَنَّ هَذَا هُوَ الْمُرَادُ مِنَ الْآيَةِ. وَذَهَبَ السَّلَفُ إِلَى أَنَّ الْقِتَالَ مَنْدُوبٌ إِلَيْهِ وَاسْتَدَلُّوا بِقَوْلِهِ تَعَالَى فِي سُورَةِ النِّسَاءِ:  (فَضَّلَ اللهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللهُ الْحُسْنَى)  (٤: ٩٥) وَهُوَ مَرْدُودٌ بِأَنَّ الْقَاعِدِينَ هُنَا هُمْ أُولُو الضَّرَرِ الْعَاجِزُونَ عَنِ الْقِتَالِ لِمَا نَطَقَتْ بِهِ الْآيَةُ، وَأَمَّا الْقَاعِدُونَ كَرَاهَةً فِي الْقِتَالِ فَحُكْمُهُمْ فِي سُورَةِ (بَرَاءَةٌ) وَقِيلَ: إِنَّ الْقِتَالَ يَجِبُ فِي الْعُمُرِ مَرَّةً وَاحِدَةً، وَقَدِ انْعَقَدَ الْإِجْمَاعُ بَعْدَ هَذَا الْخِلَافِ الَّذِي كَانَ فِي الْقَرْنِ الثَّانِي عَلَى أَنَّ الْجِهَادَ مِنْ فُرُوضِ الْكِفَايَةِ إِلَّا أَنْ يَدْخُلَ الْعَدُوُّ بِلَادَ الْمُسْلِمِينَ فَاتِحًا فَيَكُونُ فَرْضَ عَيْنٍ. أَمَّا قَوْلُهُ تَعَالَى:  (وَهُوَ كُرْهٌ لَكُمْ) فَقَدْ عَدَّهُ بَعْضُهُمْ مِنَ </p><p> الْمُشْكِلَاتِ إِذْ كَيْفَ يَكْرَهُ الْمُؤْمِنُونَ مَا يُكَلِّفُهُمُ اللهُ تَعَالَى إِيَّاهُ وَفِيهِ سَعَادَتُهُمْ؟ ! وَحَمَلَهُ جُمْهُورُ الْمُفَسِّرِينَ عَلَى الْكُرْهِ الطَّبِيعِيِّ وَالْمَشَقَّةِ، وَهَذَا لَا يُنَافِي الرِّضَى بِهِ وَالرَّغْبَةَ فِي الْقِيَامِ بِأَعْبَائِهِ مِنْ حَيْثُ إِنَّهُ مِمَّا أَمَرَ اللهُ بِهِ وَجَعَلَ فِيهِ الْمَصْلَحَةَ لِحِفْظِ دِينِهِ كَمَا قَالَ فِي آيَاتِ الْإِذْنِ بِهِ مِنْ سُورَةِ الْحَجِّ:  (وَلَوْلَا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ)  (٢٢: ٤٠) إِلَخْ. </p><p> وَقَوْلُهُ:  (وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ) مَعْنَاهُ أَنَّ مِنَ الْأَشْيَاءِ الْمَكْرُوهَةِ طَبْعًا مَا تَأْتُونَهُ وَأَنْتُمْ تَرْجُونَ نَفْعَهُ وَخَيْرَهُ كَشُرْبِ الدَّوَاءِ الْبَشِعِ الْمُرِّ، وَمِنَ الْأَشْيَاءِ الْمُسْتَلَذَّةِ طَبْعًا مَا يَتَوَقَّعُ فَاعِلُهَا الضُّرَّ وَالْأَذَى فِي نَفْسِهِ أَوْ مِنْ جِهَةِ مُنَازَعَةِ النَّاسِ لَهُ فِيهِ. </p><p> هَذَا تَقْرِيرُ مَا قَالَهُ الْمُفَسِّرُونَ، وَلَكِنَّ الْأُسْتَاذَ الْإِمَامَ قَالَ: إِنَّهُ لَا يَظْهَرُ عَلَى هَذَا مَعْنًى وَجِيهٌ لِقَوْلِهِ عَزَّ وَجَلَّ: (وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ) لِأَنَّ هَذَا مِمَّا يَعْلَمُهُ النَّاسُ وَيَتَوَقَّعُونَهُ لَا مِمَّا هَدَاهُمُ الْكِتَابُ إِلَيْهِ بَعْدَ أَنْ كَانُوا غَائِبِينَ عَنْهُ، وَالصَّوَابُ أَنَّ (عَسَى) فِي مِثْلِ هَذَا الْمَقَامِ تُفِيدُ أَنَّ مَا دَخَلَتْ عَلَيْهِ مِنْ شَأْنِهِ أَنْ يَقَعَ، لَا أَنَّهُ مَرْجُوٌّ مِنَ الْمُتَكَلِّمِ وَمُتَوَقَّعٌ، وَأَنَّ الْكُرْهَ مَحْمُولٌ عَلَى غَيْرِ مَا حَمَلُوهُ عَلَيْهِ، ذَلِكَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بُعِثَ وَالْعَرَبُ فِي قِتَالٍ مُسْتَحِرٍّ، وَنِزَاعٍ مُسْتَمِرٍّ، وَكَانَ الْغَزْوُ لِلسَّلْبِ وَالنَّهْبِ مِنْ أَعْظَمِ أَسْبَابِ الْكَسْبِ، وَكَانَ الصَّحَابَةُ قَدْ أَلِفُوا الْقِتَالَ وَاعْتَادُوهُ وَمُرِّنُوا عَلَيْهِ، فَلَمْ يَكُنْ عِنْدَهُمْ مَكْرُوهًا بِالطَّبْعِ وَلَكِنَّهُمْ كَانُوا يَرَوْنَ أَنْفُسَهُمْ فِئَةً قَلِيلَةً حَمَلَتْ هَذَا الدِّينَ وَاهْتَدَتْ بِهِ، وَيَخْشَوْنَ أَنْ يُقَاوِمُوا الْمُشْرِكِينَ بِالْقُوَّةِ فَيَهْلِكُوا، وَيَضِيعُ الْحَقُّ الَّذِي هُدُوا إِلَيْهِ وَكُلِّفُوا إِقَامَتَهُ وَالدَّعْوَةَ إِلَيْهِ، وَثَمَّ وَجْهٌ آخَرُ: وَهُوَ أَنَّ كُرْهَهُمْ لِلْقِتَالِ لَمْ يَكُنْ خَوْفًا عَلَى أَنْفُسِهِمْ أَنْ يَبِيدُوا، وَلَا عَلَى الْحَقِّ الَّذِي حَمَلُوهُ أَنْ يَضِيعَ، وَإِنَّمَا هُوَ حُبُّ السَّلَامِ وَالرَّحْمَةِ بِالنَّاسِ الَّتِي أَوْدَعَهَا الْقُرْآنُ فِي نُفُوسِهِمْ، وَثَبَّتَهَا الْإِيمَانُ فِي قُلُوبِهِمْ، وَاخْتِيَارُ مُصَابَرَةِ الْكُفَّارِ وَمُجَادَلَتِهِمْ بِالدَّلِيلِ وَالْبُرْهَانِ دُونَ مُجَالَدَتِهِمْ بِالسَّيْفِ وَالسِّنَّانِ، رَجَاءَ أَنْ يَدْخُلُوا فِي السِّلْمِ كَافَّةً وَيَتْرُكُوا خُطُوَاتِ الشَّيْطَانِ، وَعَلَى هَذَا الْوَجْهِ </p><p> يَظْهَرُ مِنْ مَعْنَى (وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ) مَا لَا يَظْهَرُ فِي الْمَعْنَى </p><p> الَّذِي قَبْلَهُ وَيُفِيدُ قَوْلُهُ:  (وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ) أَنَّ قِيَاسَكُمْ جَمِيعَ الْكَافِرِينَ عَلَى أَنْفُسِكُمْ، وَتَوَقُّعَكُمْ أَنْ يُزَيَّنَ لَهُمْ مِنَ الْإِيمَانِ مَا زُيِّنَ لَكُمْ، هُوَ مِنَ الْأَقْيِسَةِ الْبَاطِلَةِ، فَإِنَّ الِاسْتِعْدَادَ فِي النَّاسِ يَتَفَاوَتُ تَفَاوُتًا عَظِيمًا، فَمِنْهُمْ مَنْ سَاءَتْ خَلِيقَتُهُ وَأَحَاطَتْ بِهِ خَطِيئَتُهُ، حَتَّى لَمْ يَبْقَ لِرُوحِ الْحَقِّ مَنْفَذٌ إِلَى عَقْلِهِ، وَلَا لِحُبِّ الْخَيْرِ طَرِيقٌ إِلَى قَلْبِهِ، فَلَا تَنْفَعُ فِيهِ الدَّعْوَةُ، وَلَا تُرْجَى لَهُ الْهِدَايَةُ وَمِثْلُ هَذَا الْفَرِيقِ فِي الْأُمَّةِ كَمَثَلِ الدَّمِ الْفَاسِدِ فِي الْجِسْمِ إِذَا لَمْ يَخْرُجْ مِنْهُ فَإِنَّهُ يُفْسِدُهُ، وَلَمْ يَأْمُرِ اللهُ بِقِتَالِهِمْ إِلَّا رَحْمَةً بِمَجْمُوعِ الْأُمَّةِ أَنْ تَفْسُدَ بِهِمْ، فَلَا يُقَاسُونَ عَلَى مَنْ سَلِمَتْ فِطْرَتُهُمْ وَحَسُنَتْ سَرِيرَتُهُمْ حَتَّى كَانَ وُقُوعُهُمْ فِي الْبَاطِلِ جَهْلًا مِنْهُمْ بِالْحَقِّ، وَإِصَابَتِهِمْ بَعْضَ الشَّرِّ لِعَدَمِ التَّمْيِيزِ بَيْنَهُ وَبَيْنَ الْخَيْرِ، وَأَنْتُمْ أَيُّهَا الْمُؤْمِنُونَ لَا تَعْلَمُونَ كُنْهَ اسْتِعْدَادِ النَّاسِ وَلَا مَا يَكُونُ مِنْ أَثَرِهِ فِي مُسْتَقْبَلِهِمْ، وَإِنَّمَا اللهُ هُوَ الَّذِي يَعْلَمُ ذَلِكَ فَامْتَثِلُوا أَمْرَهُ. </p><p> وَأَمَّا مَعْنَاهُ عَلَى الْوَجْهِ الْأَوَّلِ مِمَّا أَوْرَدَ الْأُسْتَاذُ الْإِمَامُ فَهُوَ أَنَّ سُنَّةَ اللهِ تَعَالَى قَدْ مَضَتْ بِأَنْ يَنْصُرَ الْحَقَّ وَحِزْبَهُ عَلَى الْبَاطِلِ وَأَحْزَابِهِ مَا اسْتَمْسَكَ حِزْبُ اللهِ بِحَقِّهِمْ فَأَقَامُوهُ وَدَعَوْا إِلَيْهِ وَدَافَعُوا عَنْهُ، وَأَنَّ الْقُعُودَ عَنِ الْمُدَافَعَةِ ضَعْفٌ فِي الْحَقِّ يُغْرِي بِهِ أَعْدَاءَهُ وَيُطْمِعُهُمْ بِالتَّنْكِيلِ بِحِزْبِهِ، حَتَّى يَتَأَلَّبُوا عَلَيْهِمْ وَيُوقِعُوا بِهِمْ، وَإِنَّهُ قَدْ سَبَقَ فِي عِلْمِ اللهِ تَعَالَى أَنَّ اللهَ لَا بُدَّ أَنْ يُظْهِرَ دِينَهُ وَيَنْصُرَ أَهْلَهُ عَلَى قِلَّتِهِمْ، وَيَخْذُلَ أَهْلَ الْبَاطِلِ عَلَى كَثْرَتِهِمْ (كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللهِ وَاللهُ مَعَ الصَّابِرِينَ)  (٢: ٢٤٩) وَقَدْ عَلِمَ اللهُ كُلَّ هَذَا وَأَنْتُمْ لَا تَعْلَمُونَ مَا خَبَّأَ لَكُمْ فِي غَيْبِهِ، وَسَتَجِدُونَهُ فِي امْتِثَالِ أَمْرِهِ، وَالْعَمَلِ بِمَا يُرْشِدُكُمْ إِلَيْهِ فِي كِتَابِهِ. </p><p> وَمِنْ عَجِيبِ مَا تَرَى الْعَيْنَانِ نَقْلُ الْمُفَسِّرِينَ بَعْضِهِمْ عَنْ بَعْضٍ أَنَّ الْمُرَادَ بِقَوْلِهِ تَعَالَى:  (وَعَسَى أَنْ تَكْرَهُوا شَيْئًا) جَمِيعُ التَّكَالِيفِ الَّتِي أُمِرُوا بِهَا، وَبِقَوْلِهِ تَعَالَى:  (وَعَسَى أَنْ تُحِبُّوا شَيْئًا) جَمِيعُ مَا نُهُوا عَنْهُ. وَلَا يُوجَدُ مُسْلِمٌ عَلَى وَجْهِ الْأَرْضِ يَكْرَهُ طَبْعُهُ وَتَسْتَثْقِلُ نَفْسُهُ جَمِيعَ مَا أَمَرَهُ اللهُ تَعَالَى بِهِ، وَتُحِبُّ جَمِيعَ مَا نَهَاهُ عَنْهُ، وَلَكِنَّ التَّقْلِيدَ يُذْهِلُ الْمَرْءَ عَنْ نَفْسِهِ وَمَا تُحِبُّ وَتَكْرَهُ، وَعَمَّا يَرَاهُ وَيَعْرِفُهُ فِي النَّاسِ بِالْمُشَاهَدَةِ وَالِاخْتِبَارِ; فَلْيَتَأَمَّلِ الْقَارِئُ الْفَرْقَ بَيْنَ هَذَا الْقَوْلِ الَّذِي يُعْرَفُ بُطْلَانُهُ مِنْ نَفْسِهِ </p><p> وَبَيْنَ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ، يَعْرِفْ قِيمَةَ اسْتِعْمَالِ الْعَقْلِ فِيمَا خُلِقَ لَهُ مِنْ غَيْرِ تَقْيِيدٍ بِالتَّقْلِيدِ، وَكَمْ تَرَكَ الْأَوَّلُ لِلْآخِرِ. </p><p> بَعْدَ مَا بَيَّنَ سُبْحَانَهُ أَنَّ الْقِتَالَ كُتِبَ عَلَى هَذِهِ الْأُمَّةِ فَلَا مَفَرَّ مِنْهُ، وَإِنْ كَرِهَهُ الْمُؤْمِنُونَ خَشْيَةَ أَنْ يَضِيعَ الْحَقُّ بِهَلَاكِ أَهْلِهِ، أَوْ لِمَا أَوْدَعَ الْقُرْآنُ قُلُوبَهُمْ مِنَ الرَّحْمَةِ وَالرَّجَاءِ بِجَذْبِ النَّاسِ إِلَى الْإِيمَانِ بِجَاذِبِ الدَّلِيلِ وَالْحُجَّةِ - وَهُوَ الْأَرْجَحُ - بَيَّنَ سُبْحَانَهُ مَسْأَلَةً لَا بُدَّ فِي هَذَا الْمَقَامِ مِنْ بَيَانِهَا لِلْحَاجَةِ إِلَى الْعِلْمِ بِهَا، عَلَى أَنَّهُ وَقَعَ السُّؤَالُ عَنْهَا، وَهِيَ مَسْأَلَةُ الْقِتَالِ فِي الشَّهْرِ الْحَرَامِ، فَقَدْ كَانَتِ الْعَرَبُ تُحَرِّمُ الْقِتَالَ فِي الْأَشْهُرِ الْحُرُمِ وَهِيَ: ذُو الْقِعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمِ وَرَجَبٍ، </p><p> وَكَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُقِرُّ النَّاسَ عَلَى غَيْرِ الْقَبِيحِ مِمَّا كَانُوا عَلَيْهِ، وَتَرْكُ الْقِتَالِ أَرْبَعَةَ أَشْهُرٍ مِنَ السَّنَةِ حَسَنٌ; لِأَنَّهُ تَقْلِيلٌ لِلشَّرِّ; لِذَلِكَ كَانَ لِمَا فَعَلَهُ عَبْدُ اللهِ بْنُ جَحْشٍ وَأَصْحَابُهُ وَقْعٌ سَيِّئٌ عِنْدَ الْمُسْلِمِينَ وَالْمُشْرِكِينَ جَمِيعًا، عَلَى أَنَّهُمْ لَمْ يَكُونُوا يَعْلَمُونَ عِنْدَ أَخْذِ الْعِيرِ وَقَتْلِ مَنْ قَتَلُوا أَنَّ ذَلِكَ الْيَوْمَ غُرَّةُ رَجَبٍ. قِيلَ: إِنَّ السَّائِلِينَ هُمُ الْمُؤْمِنُونَ، وَقِيلَ: هُمُ الْمُشْرِكُونَ وَقَدْ تَقَدَّمَتِ الرِّوَايَةُ فِي ذَلِكَ، وَسِيَاقُ الْآيَةِ رَدٌّ عَلَى الْمُشْرِكِينَ، وَإِرْشَادٌ لِلْمُؤْمِنِينَ، وَهِيَ:  (يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ) أَيْ: عَنِ الْقِتَالِ فِيهِ، وَقُرِئَ ((عَنْ قِتَالٍ فِيهِ) ) بِتَكْرِيرِ الْعَامِلِ وَقَدَّمَ ذِكْرَهُ لِلْعِنَايَةِ بِهِ، وَنَكَّرَ الْقِتَالَ فِي السُّؤَالِ وَالْجَوَابِ لِتَنْوِيعِهِ كَأَنَّهُ قِيلَ: أَيَصِحُّ أَنْ يَقَعَ فِيهِ قِتَالٌ مَا؟ (قُلْ قِتَالٌ فِيهِ كَبِيرٌ) أَيْ: إِنَّ أَيَّ قِتَالٍ فِيهِ وَإِنْ كَانَ صَغِيرًا فِي نَفْسِهِ أَمْرٌ كَبِيرٌ مُسْتَنْكَرٌ وُقُوعُهُ فِيهِ لِعِظَمِ حُرْمَتِهِ، وَقَالَ بَعْضُهُمْ: مَعْنَاهُ ذَنْبٌ كَبِيرٌ، وَهَذَا تَقْرِيرٌ لِحُرْمَةِ الْقِتَالِ فِي الشَّهْرِ الْحَرَامِ. قَالَ ابْنُ جُرَيْجٍ: حَلَفَ لِي عَطَاءٌ بِاللهِ أَنَّهُ لَا يَحِلُّ لِلنَّاسِ الْغَزْوُ فِي الْحَرَمِ وَلَا فِي الْأَشْهُرِ الْحُرُمِ إِلَّا عَلَى سَبِيلِ الدَّفْعِ، وَإِنَّ هَذَا حُكْمٌ بَاقٍ إِلَى يَوْمِ الْقِيَامَةِ، وَقَالَ بَعْضُهُمْ: إِنَّهُ مَنْسُوخٌ بِقَوْلِهِ تَعَالَى فِي سُورَةِ التَّوْبَةِ: (فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ) وَأَنْكَرَ بَعْضُهُمْ هَذَا; لِأَنَّهُ نَسْخٌ لِلْخَاصِّ بِالْعَامِّ وَفِيهِ خِلَافٌ. وَقَالَ آخَرُونَ: إِنَّ الْآيَةَ لَا تَدُلُّ - وَعِبَارَةُ الْبَيْضَاوِيِّ: وَالْأَولَى مَنْعُ دَلَالَةِ الْآيَةِ - عَلَى حُرْمَةِ الْقِتَالِ فِي كُلِّ الشَّهْرِ الْحَرَامِ مُطْلَقًا; لِأَنَّ لَفْظَةَ (قِتَالٍ) فِيهَا نَكِرَةٌ فِي حَيِّزٍ مُثْبَتٍ فَلَا تَعُمُّ، </p><p> وَهَذَا الْقَوْلُ غَيْرُ ظَاهِرٍ؛ فَإِنَّ دَلَالَةَ الْآيَةِ عَلَى الْمَنْعِ الْمُطْلَقِ لَا يَتَوَقَّفُ عَلَى كَوْنِ لَفْظِ الْقِتَالِ فِيهَا عَامًّا، وَرُبَّمَا كَانَتْ دَلَالَةُ النَّكِرَةِ فِيهَا أَدَلَّ عَلَى إِطْلَاقِ الْحُكْمِ فِي كُلِّ قِتَالٍ فِي جِنْسِ الشَّهْرِ الْحَرَامِ كَمَا بَيَّنَّاهُ فِي مَعْنَى تَنْكِيرِهَا وَكَوْنِهِ لِلتَّنْوِيعِ، وَلَهُمْ فِي الْآيَةِ كَلَامٌ كَثِيرٌ، وَالظَّاهِرُ الْمُتَبَادَرُ أَنَّ إِثْبَاتَ كَوْنِ الْقِتَالِ فِي الشَّهْرِ الْحَرَامِ كَبِيرًا تَمْهِيدٌ لِلْحُجَّةِ عَلَى أَنَّ مَا فَعَلَهُ عَبْدُ اللهِ بْنُ جَحْشٍ وَمَا عَسَاهُ يَفْعَلُهُ الْمُسْلِمُونَ مِنَ الْقِتَالِ فِيهِ مَبْنِيٌّ عَلَى قَاعِدَةٍ لَا يُنْكِرُهَا عَقْلٌ، وَهِيَ وُجُوبُ ارْتِكَابِ أَخَفِّ الضَّرَرَيْنِ إِذَا لَمْ يَكُنْ بُدٌّ مِنْ أَحَدِهِمَا، وَلَا شَكَّ أَنَّ الْقِتَالَ فِي نَفْسِهِ أَمْرٌ كَبِيرٌ وَجُرْمٌ عَظِيمٌ، وَإِنَّمَا يُرْتَكَبُ لِإِزَالَةِ مَا هُوَ أَعْظَمُ مِنْهُ وَذَلِكَ قَوْلُهُ تَعَالَى:  (وَصَدٌّ عَلَى سَبِيلِ اللهِ) أَيْ: وَصَدُّ النَّاسِ وَمَنْعُهُمْ عَنِ الطَّرِيقِ الْمُوَصِّلِ إِلَيْهِ تَعَالَى وَهُوَ الْإِسْلَامُ، وَهُوَ الَّذِي يَفْعَلُهُ الْمُشْرِكُونَ مِنِ اضْطِهَادِ الْمُسْلِمِينَ وَفِتْنَتِهِمْ عَنْ دِينِهِمْ; إِذْ يَقْتُلُونَ مَنْ يُسْلِمُ أَوْ يُؤْذُونَهُ فِي نَفْسِهِ وَأَهْلِهِ وَمَالِهِ، وَيَمْنَعُونَهُ مِنَ الْهِجْرَةِ إِلَى النَّبِيِّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - (وَكُفْرٌ بِهِ) أَيْ: بِاللهِ تَعَالَى (وَالْمَسْجِدِ الْحَرَامِ) أَيْ: وَصَدٌّ عَنِ الْمَسْجِدِ الْحَرَامِ; وَهُوَ مَنْعُ الْمُؤْمِنِينَ مِنَ الْحَجِّ وَالِاعْتِمَارِ (وَإِخْرَاجُ أَهْلِهِ مِنْهُ) وَهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُهَاجِرُونَ، وَذَلِكَ كَقَوْلِهِ فِي آيَاتِ الْإِذْنِ بِالْقِتَالِ فِي سُورَةِ الْحَجِّ:  (الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللهُ)  (٢٢: ٤٠) كُلُّ وَاحِدَةٍ مِنْ هَذِهِ الْجَرَائِمِ الَّتِي عَلَيْهَا الْمُشْرِكُونَ (أَكْبَرُ عِنْدَ اللهِ) مِنَ الْقِتَالِ فِي الشَّهْرِ الْحَرَامِ فَكَيْفَ بِهَا وَقَدِ اجْتَمَعَتْ! ! ! </p><p> ثُمَّ صَرَّحَ بِالْعِلَّةِ الْعَامَّةِ لِمَشْرُوعِيَّةِ الْقِتَالِ، وَهِيَ فِتْنَةُ النَّاسِ عَنْ دِينِهِمْ فَقَالَ:  (وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ) وَكَانَ الْمُشْرِكُونَ يَفْتِنُونَ الْمُؤْمِنِينَ عَنْ دِينِهِمْ بِإِلْقَاءِ الشُّبُهَاتِ وَبِمَا عُلِمَ مِنَ الْإِيذَاءِ وَالتَّعْذِيبِ، كَمَا فَعَلُوا بِعَمَّارِ بْنِ يَاسِرٍ وَعَشِيرَتِهِ، وَبِلَالٍ وُصَهَيْبٍ وَخَبَّابِ بْنِ الْأَرَتِّ وَغَيْرِهِمْ كَانَ عَمَّارٌ يُعَذَّبُ بِالنَّارِ؛ يُكْوَى بِهَا لِيَرْجِعَ عَنِ الْإِسْلَامِ، وَكَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمُرُّ بِهِ فَيَرَى أَثَرَ النَّارِ بِهِ كَالْبَرَصِ. وَعَنْ أُمِّ هَانِئٍ قَالَتْ: إِنَّ عَمَّارَ بْنَ يَاسِرٍ وَأَبَاهُ وَأَخَاهُ عَبْدَ اللهِ وَسُمَيَّةَ أُمَّهُ كَانُوا يُعَذَّبُونَ فِي اللهِ، فَمَرَّ بِهِمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ:  ((صَبْرًا آلَ يَاسِرٍ، صَبْرًا آلَ يَاسِرٍ فَإِنَّ مَوْعِدَكُمُ الْجَنَّةُ) ) وَفِي رِوَايَةٍ ((صَبْرًا يَا آلَ يَاسِرٍ، اللهُمَّ اغْفِرْ لِآلِ يَاسِرٍ، وَقَدْ فَعَلْتُ) ) . </p><p> مَاتَ يَاسِرٌ فِي الْعَذَابِ وَأُعْطِيَتْ سُمَيَّةُ أُمُّ عَمَّارٍ لِأَبِي جَهْلٍ يُعَذِّبُهَا - وَكَانَتْ مَولَاةً لِعَمِّهِ أَبِي حُذَيْفَةَ بْنِ الْمُغِيرَةِ وَهُوَ الَّذِي عَهِدَ إِلَيْهِ بِتَعْذِيبِهَا - فَعَذَّبَهَا عَذَابًا شَدِيدًا رَجَاءَ أَنْ تُفْتَنَ فِي دِينِهَا فَلَمْ تُجِبْهُ لِمَا يَسْأَلُ، ثُمَّ طَعَنَهَا فِي فَرْجِهَا بِحَرْبَةٍ فَمَاتَتْ - رَضِيَ اللهُ عَنْهَا - وَكَانَتْ عَجُوزًا كَبِيرَةً، وَكَانَ أَبُو جَهْلٍ يَقُولُ لَهَا مَعَ ذَلِكَ: مَا آمَنْتِ بِمُحَمَّدٍ إِلَّا أَنَّكِ عَشِقْتِهِ لِجَمَالِهِ، يُؤْذِيهَا بِالْقَوْلِ كَمَا يُؤْذِيهَا بِالْفِعْلِ، وَكَانَ يُلْبِسُ عَمَّارًا دِرْعًا مِنَ الْحَدِيدِ فِي الْيَوْمِ الصَّائِفِ يُعَذِّبُهُ بِحَرِّهِ. </p><p> وَكَانَ أُمَيَّةُ بْنُ خَلَفٍ يُعَذِّبُ بِلَالًا يَفْتِنُهُ، فَكَانَ يُجِيعُهُ وَيُعَطِّشُهُ لَيْلَةً وَيَوْمًا، ثُمَّ يَطْرَحُهُ عَلَى ظَهْرِهِ فِي الرَّمْضَاءِ; أَيْ: يَضَعُهُ عَلَى الرَّمْلِ الْمُحْمَى بِحَرَارَةِ الشَّمْسِ الَّذِي يُنْضِجُ اللَّحْمَ، وَيَضَعُ عَلَى ظَهْرِهِ صَخْرَةً عَظِيمَةً وَيَقُولُ لَهُ: لَا تَزَالُ هَكَذَا حَتَّى تَمُوتَ أَوْ تَكْفُرَ بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَعْبُدَ اللَّاتَ وَالْعُزَّى، فَيَأْبَى ذَلِكَ، وَهَانَتْ عَلَيْهِ نَفْسُهُ فِي اللهِ عَزَّ وَجَلَّ، وَكَانُوا يُعْطُونَهُ لِلْوِلْدَانِ فَيَرْبُطُونَهُ بِحَبْلٍ وَيَطُوفُونَ بِهِ فِي شِعَابِ مَكَّةَ وَهُوَ يَقُولُ:  ((أَحَدٌ، أَحَدٌ) ) . </p><p> وَحَكَى خَبَّابٌ رَضِيَ اللهُ عَنْهُ فِي نَفْسِهِ قَالَ: لَقَدْ رَأَيْتُنِي يَوْمًا وَقَدْ أُوقِدَتْ لِي نَارٌ وَضَعُوهَا عَلَى ظَهْرِي فَمَا أَطْفَأَهَا إِلَّا وَدَكُ (دُهْنُ) ظَهْرِي. فَهَذَا نَمُوذَجٌ مِنْ فِتْنَةِ الْمُشْرِكِينَ لِضُعَفَاءِ الْمُسْلِمِينَ، وَمَا امْتَنَعَ مِنْهُمْ إِلَّا مَنْ لَهُ عَصَبَةٌ مِنْ قَوْمِهِ عَزَّ عَلَيْهِمْ إِبْسَالُهُ فَمَنَعُوهُ حَمِيَّةً وَأَنَفَةً لِلْقَرَابَةِ، عَلَى أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى مَنَعَةِ قَوْمِهِ وَعِنَايَةِ اللهِ تَعَالَى بِهِ لَمْ يَسْلَمْ مِنْ إِيذَائِهِمْ، فَقَدْ وَضَعُوا سَلَا الْجَزُورِ (كَرِشَ الْبَعِيرِ الْمَمْلُوءَةَ فَرْثًا) عَلَى ظَهْرِهِ وَهُوَ يُصَلِّي، وَخَافَ أَصْحَابُهُ تَنْحِيَتَهُ عَنْ ظَهْرِهِ حَتَّى نَحَّتْهُ السَّيِّدَةُ فَاطِمَةُ عَلَيْهَا السَّلَامُ، وَتَعَرَّضُوا لَهُ بِضُرُوبٍ مِنَ الْإِيذَاءِ كَفَاهُ اللهُ شَرَّهَا، كَمَا قَالَ تَعَالَى:  (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ)  (١٥: ٩٥) وَسَيَجِيءُ ذِكْرُهُمْ وَبَيَانُ إِيذَائِهِمْ فِي مَوْضِعِهِ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> هَذَا مَا كَانَ الْمُشْرِكُونَ يُعَامِلُونَ بِهِ الْمُؤْمِنِينَ فِي حَالِ ضَعْفِهِمْ، وَلَمَّا هَاجَرُوا وَكَثُرُوا صَارُوا يَقْصِدُونَهُمْ بِالْقِتَالِ فِي مَهْجَرِهِمْ لِأَجْلِ الدِّينِ، وَلِذَلِكَ قَالَ تَعَالَى:  (وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا) </p><p> عَادَ إِلَى خِطَابِ الْمُؤْمِنِينَ الَّذِينَ كَانُوا يَكْرَهُونَ الْقِتَالَ لِمَا تَقَدَّمَ، فَأَعْلَمَهُمْ أَنَّ أُولَئِكَ الْمُشْرِكِينَ لَا هَمَّ لَهُمْ إِلَّا مَنْعَ الْإِسْلَامِ مِنَ الْأَرْضِ، فَتَرْكُ قِتَالِهِمْ هُوَ الَّذِي يُبِيدُ الْحَقَّ وَأَهْلَهُ، وَانْتِظَارُ إِيمَانِهِمْ بِمُجَرَّدِ الدَّعْوَةِ، طَمَعٌ فِي غَيْرِ مَطْمَعٍ، وَالْقِتَالُ فِي الشَّهْرِ الْحَرَامِ </p><p> أَهْوَنُ مِنَ الْفِتْنَةِ عَنِ الْإِسْلَامِ لَوْ لَمْ يَحْتَفِ بِهَا غَيْرُهَا مِنَ الْآثَامِ، كَيْفَ وَقَدْ قَارَنَهَا الصَّدُّ عَنْ سَبِيلِ اللهِ وَالْكُفْرُ بِهِ، وَالصَّدُّ عَنِ الْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ، وَالِاعْتِدَاءُ بِالْقِتَالِ وَالِاسْتِمْرَارُ عَلَيْهِ. وَقَوْلُهُ:  (إِنِ اسْتَطَاعُوا) يُفِيدُ الشَّكَّ فِي اسْتِطَاعَتِهِمْ وَعَدَمِ الثِّقَةِ بِهَا; لِأَنَّ مَنْ عَرَفَ الْإِسْلَامَ مَعْرِفَةً صَحِيحَةً - وَهُوَ الْحَقُّ الصَّرِيحُ - لَا يَرْجِعُ عَنْهُ إِلَى الْكُفْرِ - وَهُوَ الْبَاطِلُ الْمَفْضُوحُ - وَهَكَذَا كَانَ وَهَكَذَا يَكُونُ، فَلَا يَزَالُ الْكُفَّارُ يُقَاتِلُونَنَا لِيَرُدُّونَا عَنْ دِينِنَا إِنِ اسْتَطَاعُوا، وَلَمْ يَسْتَطِيعُوا. </p><p> وَلَمَّا ذَكَرَ الرِّدَّةَ الَّتِي يَبْغُونَهَا بِقِتَالِهِمْ بَيَّنَ حُكْمَهَا فَقَالَ:  (وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ) أَيْ: وَمَنْ يَرْجِعْ مِنْكُمْ عَنِ الْإِسْلَامِ إِلَى الْكُفْرِ حَتَّى يَمُوتَ عَلَيْهِ - فَرْضًا - فَأُولَئِكَ الْمُرْتَدُّونَ هُمُ الَّذِينَ بَطَلَتْ وَفَسَدَتْ أَعْمَالُهُمْ فِي الدَّارَيْنِ حَتَّى كَأَنَّ وَاحِدَهُمْ لَمْ يَعْمَلْ صَالِحًا قَطُّ; لِأَنَّ الرُّجُوعَ عَنِ الْإِيمَانِ إِلَى الْكُفْرِ يُشْبِهُ الْآفَةَ تُصِيبُ الْمُخَّ وَالْقَلْبَ فَتَذْهَبُ بِالْحَيَاةِ; فَإِنْ لَمْ يَمُتِ الْمُصَابُ بِعَقْلِهِ وَقَلْبِهِ فَهُوَ فِي حُكْمِ الْمَيِّتِ لَا يَنْتَفِعُ بِشَيْءٍ، وَكَذَلِكَ الَّذِي يَقَعُ فِي ظُلُمَاتِ الْكُفْرِ بَعْدَ أَنْ هُدِيَ إِلَى نُورِ الْإِيمَانِ تَفْسُدُ رُوحُهُ وَيُظْلِمُ قَلْبُهُ، فَيَذْهَبُ مِنْ نَفْسِهِ أَثَرُ الْأَعْمَالِ الصَّالِحَةِ الْمَاضِيَةِ، وَلَا يُعْطَى شَيْئًا مِنْ أَحْكَامِ الْمُسْلِمِينَ الظَّاهِرَةِ، فَيَخْسَرُ الدُّنْيَا وَالْآخِرَةَ. </p><p> يَقُولُ بَعْضُ الْفُقَهَاءِ: إِنَّ الْمُرْتَدَّ تَبْطُلُ أَعْمَالُهُ حَتَّى كَأَنَّهُ لَمْ يَعْمَلْ خَيْرًا قَطُّ، وَحَتَّى إِنَّهُ يَجِبُ عَلَيْهِ إِعَادَةُ نَحْوِ الْحَجِّ إِذَا رَجَعَ إِلَى الْإِسْلَامِ، وَتُطَلَّقُ مِنْهُ امْرَأَتُهُ طَلَاقًا بَائِنًا فَلَا تَعُودُ إِلَيْهِ إِذَا هُوَ عَادَ إِلَى الْإِسْلَامِ إِلَّا بِعَقْدٍ جَدِيدٍ. وَيَقُولُ غَيْرُهُمْ: إِنَّ حُبُوطَ الْعَمَلِ مَشْرُوطٌ بِالْمَوْتِ عَلَى الْكُفْرِ; فَإِذَا ارْتَدَّ الْمُسْلِمُ مُدَّةً ثُمَّ عَادَ لَا تَجِبُ عَلَيْهِ إِعَادَةُ نَحْوِ الْحَجِّ، وَأَمَّا امْرَأَتُهُ فَإِنَّهَا تَكُونُ مَوْقُوفَةً إِلَى انْتِهَاءِ الْعِدَّةِ، فَإِنْ عَادَ إِلَى الْإِسْلَامِ قَبْلَ انْقِضَاءِ عِدَّتِهَا كَانَتْ عَلَى عِصْمَتِهِ، وَإِنْ عَادَ بَعْدَ انْقِضَاءِ الْعِدَّةِ فَإِنَّهَا لَا تَرْجِعُ إِلَيْهِ بِعَقْدٍ جَدِيدٍ، وَلِلرِّدَّةِ أَحْكَامٌ أُخْرَى عِنْدَ الْفُقَهَاءِ تُطْلَبُ مِنْ كُتُبِهِمْ. </p><p> وَمَعْنَى الْآيَةِ ظَاهِرٌ، وَهُوَ أَنَّ الْمُرْتَدَّ لَا يَنْتَفِعُ بِأَعْمَالِ الْإِسْلَامِ فِي دُنْيَاهُ وَلَا فِي أُخْرَاهُ، وَذَلِكَ أَنَّ الرُّجُوعَ عَنِ الدِّينِ رُجُوعٌ عَنْ أُصُولِهِ الْأَسَاسِيَّةِ الثَّلَاثَةِ وَهِيَ: </p><p> (١) الْإِيمَانُ بِأَنَّ لِهَذَا الْكَوْنِ الْعَظِيمِ الْمُتْقَنِ فِي وَحْدَةِ نِظَامِهِ وَبَدِيعِ إِحْكَامِهِ، رَبًّا إِلَهًا أَبْدَعَهُ وَأَتْقَنَهُ بِقُدْرَتِهِ وَحِكْمَتِهِ بِغَيْرِ مُسَاعِدٍ وَلَا وَاسِطَةٍ، فَلَا تَأْثِيرَ لِغَيْرِهِ فِي شَيْءٍ مِنْهُ إِلَّا مَا هَدَى هُوَ النَّاسَ إِلَيْهِ بِاطِّرَادِ سُنَنِهِ فِي الْأَسْبَابِ وَالْمُسَبَّبَاتِ; فَيَجِبُ عَلَيْهِمْ أَنْ يَعْبُدُوهُ </p><p> وَحْدَهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا، لَا فِي الدُّعَاءِ وَلَا فِي غَيْرِهِ مِنْ مَعَانِي الْعِبَادَةِ الَّتِي بَيَّنَّاهَا فِي سُورَةِ الْفَاتِحَةِ وَغَيْرِهَا، وَهَذَا الْأَصْلُ هُوَ مُنْتَهَى مَا يَصِلُ إِلَيْهِ ارْتِقَاءُ الْعَقْلِ الْبَشَرِيِّ فِي الِاعْتِقَادِ، وَتَطْهِيرِ الْأَنْفُسِ مِنَ الْخُرَافَاتِ وَالْأَوْهَامِ. </p><p> (٢) الْإِيمَانُ بِعَالَمِ الْغَيْبِ وَالْحَيَاةِ الْآخِرَةِ، ذَلِكَ أَنَّ الْعَوَالِمَ الْحَيَّةَ الَّتِي فِي هَذَا الْكَوْنِ لَا تَنْعَدِمُ مِنَ الْوُجُودِ وَلَا تَنْفُذُ مِنْ أَقْطَارِ مُلْكِ اللهِ بِمَا نَرَاهُ مِنْ فَسَادِ تَرْكِيبِهَا وَذَهَابِ صُوَرِهَا، فَإِذَا كَانَ الْعَدَمُ الْمَحْضُ غَيْرَ مَعْقُولٍ، وَالتَّحَوُّلُ فِي الصُّوَرِ مَأْلُوفًا مَنْظُورًا فَلَا غَرْوَ أَنْ يَكُونَ لِلنَّاسِ حَيَاةً أُخْرَى فِي عَالَمٍ آخَرَ بَعْدَ خَرَابِ هَذَا الْعَالَمِ. وَهَذَا الْإِيمَانُ رُكْنٌ مِنْ أَرْكَانِ الِارْتِقَاءِ الْبَشَرِيِّ; لِأَنَّهُ يَبْعَثُ الْبَشَرَ إِلَى الِاسْتِعْدَادِ لِذَلِكَ الْعَالَمِ الْأَوْسَعِ الْأَكْمَلِ، وَيُعَرِّفُهُمْ بِأَنَّ وُجُودَهُمْ أَكْمَلُ وَأَبْقَى مِمَّا يَتَوَهَّمُونَ. </p><p> (٣) الْعَمَلُ الصَّالِحُ الَّذِي يَنْفَعُ صَاحِبَهُ وَيَنْفَعُ النَّاسَ. </p><p> فَهَذِهِ الْأُصُولُ الثَّلَاثَةُ الَّتِي جَاءَ بِهَا كُلُّ نَبِيٍّ مُرْسَلٍ لَا يَتْرُكُهَا إِنْسَانٌ بَعْدَ مَعْرِفَتِهَا وَالْأَخْذِ بِهَا إِلَّا وَيَكُونُ مَنْكُوسًا لَا حَظَّ لَهُ مِنَ الْكَمَالِ فِي دُنْيَاهُ وَلَا فِي آخِرَتِهِ، بَلْ يَكُونُ مِنْ أَصْحَابِ النُّفُوسِ الْخَبِيثَةِ وَالْأَرْوَاحِ الْمُظْلِمَةِ الَّتِي لَا مَقَرَّ لَهَا فِي الْآخِرَةِ إِلَّا دَارَ الْخِزْيِ وَالْهَوَانِ، كَمَا قَالَ تَعَالَى:  (وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) وَقَدْ تَقَدَّمَ الْكَلَامُ فِي مِثْلِ هَذَا. </p><p> كَأَنَّهُ تَعَالَى يَقُولُ لِلْمُؤْمِنِينَ الْكَارِهِينَ لِلْقِتَالِ لَا سِيَّمَا فِي الشَّهْرِ الْحَرَامِ: إِذَا كَانَ هَؤُلَاءِ الْمُشْرِكُونَ عَلَى مَا ذُكِرَ مِنَ الْكُفْرِ وَالطُّغْيَانِ، وَمِنْ إِيذَائِكُمْ وَفِتْنَتِكُمْ عَنِ الْإِيمَانِ، وَمِنْ مَنْعِ إِخْوَانِكُمْ عَنِ الْهِجْرَةِ إِلَيْكُمْ بَعْدَ طَرْدِكُمْ مِنَ الْأَوْطَانِ، وَمِنَ الْقَصْدِ إِلَى قِتَالِكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ لِتَخْسَرُوا دُنْيَاكُمْ وَآخِرَتَكُمْ فَلَا يَنْبَغِي أَنْ تُحْجِمُوا عَنْ قِتَالِهِمْ عِنْدَ الْإِمْكَانِ، وَلَا أَنْ تَحْفِلُوا بِإِنْكَارِهِمْ عَلَيْكُمُ الْقِتَالَ فِي الشَّهْرِ الْحَرَامِ. </p><p> وَلَمَّا ذَكَرَ حَالَ الْمُشْرِكِينَ وَحُكْمَ الْمُرْتَدِّينَ نَاسَبَ أَنْ يَذْكُرَ جَزَاءَ الْمُؤْمِنِينَ </p><p> الْمُهَاجِرِينَ وَالْمُجَاهِدِينَ ; لِأَنَّ الذِّهْنَ يَتَوَجَّهُ إِلَى طَلَبِهِ فَقَالَ:  (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ أُولَئِكَ يَرْجُونَ رَحْمَةَ اللهِ) الْمُهَاجَرَةُ: مُفَارَقَةُ الْأَوْطَانِ وَالْأَهْلِ، وَهِيَ مِنَ الْهَجْرِ، ضِدُّ الْوَصْلِ. وَلَمَّا هَاجَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ مَكَّةَ - فِرَارًا بِنَفْسِهِ وَبِقَوْمِهِ مِنْ أَذَى قُرَيْشٍ وَفِتْنَتِهِمْ - إِلَى الْمَدِينَةِ الَّتِي عَاهَدَهُ مَنْ آمَنَ مِنْ أَهْلِهَا عَلَى أَنْ يَمْنَعُوهُ مِمَّا يَمْنَعُونَ مِنْهُ أَنْفُسَهُمْ، وَجَبَ عَلَى كُلِّ مُسْلِمٍ أَنْ يَتَّبِعَهُ فِي هِجْرَتِهِ لِيَعْتَزَّ الْإِسْلَامُ بِأَهْلِهِ، وَيَقْدِرَ الْمُؤْمِنُونَ بِاجْتِمَاعِهِمْ عَلَى الدِّفَاعِ عَنْ أَنْفُسِهِمْ، وَاسْتَمَرَّ وُجُوبُ الْهِجْرَةِ عَلَى مَنْ قَدَرَ إِلَى فَتْحِ مَكَّةَ، إِذْ خَذَلَ اللهُ الْمُشْرِكِينَ وَجَعَلَ كَلِمَتَهُمُ السُّفْلَى، وَكَلِمَةُ اللهِ هِيَ الْعُلْيَا. </p><p> وَقَدِ اخْتَلَفَ الْفُقَهَاءُ فِي حُكْمِ الْهِجْرَةِ مِنْ بِلَادِ الْكُفْرِ إِلَى بِلَادِ الْإِسْلَامِ فِي مِثْلِ عَصْرِنَا هَذَا، وَيُؤْخَذُ مِنْ عِلَّةِ وُجُوبِ الْهِجْرَةِ فِي عَهْدِ التَّشْرِيعِ أَنَّهَا تَجِبُ بِمِثْلِ تِلْكَ الْعِلَّةِ فِي كُلِّ </p>"
}