{
  "id": null,
  "sura": 2,
  "aya": 195,
  "text": "<p> كَذَلِكَ. وَسَبِيلُ اللهِ هُوَ طَرِيقُ الْخَيْرِ وَالْبِرِّ وَالدِّفَاعِ عَنِ الْحَقِّ. ثُمَّ ذَكَرَ عِلَّةَ هَذَا الْأَمْرِ وَحِكْمَتَهُ عَلَى مَا هِيَ سُنَّتُهُ فِي ضِمْنِ حُكْمٍ آخَرَ. فَقَالَ:  (وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ) بِالْإِمْسَاكِ عَنِ الْإِنْفَاقِ فِي الِاسْتِعْدَادِ لِلْقِتَالِ ; فَإِنَّ ذَلِكَ يُضْعِفُكُمْ وَيُمَكِّنُ الْأَعْدَاءَ مِنْ نَوَاصِيكُمْ فَتَهْلِكُونَ. </p><p> وَيَدْخُلُ فِي النَّهْيِ التَّطَوُّعُ فِي الْحَرْبِ بِغَيْرِ عِلْمٍ بِالطُّرُقِ الْحَرْبِيَّةِ الَّتِي يَعْرِفُهَا الْعَدُوُّ، كَمَا يَدْخُلُ فِيهِ كُلُّ مُخَاطَرَةٍ غَيْرِ مَشْرُوعَةٍ، بِأَنْ تَكُونَ لِاتِّبَاعِ الْهَوَى لَا لِنَصْرِ الْحَقِّ وَتَأْيِيدِ حِزْبِهِ. </p><p> وَقَالَ بَعْضُهُمْ: يَدْخُلُ فِيهِ الْإِسْرَافُ الَّذِي يُوقِعُ صَاحِبَهُ فِي الْفَقْرِ الْمُدْقِعِ، فَهُوَ مِنْ قَبِيلِ (وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا)  (٧: ٣١) . </p><p> وَفَسَّرَ (الْجَلَالُ)  (سَبِيلِ اللهِ) بِطَاعَتِهِ: الْجِهَادُ وَغَيْرُهُ. وَ (التَّهْلُكَةِ) بِالْإِمْسَاكِ عَنِ النَّفَقَةِ وَتَرْكِ الْجِهَادِ. قَالَ: لِأَنَّهُ يُقَوِّي الْعَدُوَّ عَلَيْكُمْ. قَالَ الْأُسْتَاذُ الْإِمَامُ: أَصَابَ مُفَسِّرُنَا وَأَجَادَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، وَقَالَ بَعْضُهُمْ فِي تَفْسِيرِ النَّهْيِ عَنِ التَّهْلُكَةِ ; أَيْ: </p><p> لَا تُقَاتِلُوا إِلَّا حَيْثُ يَغْلِبُ عَلَى ظَنِّكُمُ النَّصْرُ وَعَدَمُ الْهَزِيمَةِ. وَهَذَا لَا مَعْنَى لَهُ إِذْ لَا يَلْتَئِمُ مَعَ مَا سَبَقَهُ، وَقَالَ بَعْضُهُمْ: إِنَّهُ نَهَى عَنِ الْإِسْرَافِ، وَلَا يَلْتَئِمُ مَعَ الْأُسْلُوبِ قَبْلَهُ وَبَعْدَهُ، وَإِنَّمَا الَّذِي يَلْتَئِمُ وَيُنَاسِبُ هُوَ مَا قَالَهُ (الْجَلَالُ) وَآخَرُونَ، فَالْمَعْنَى: إِذَا لَمْ تَبْذُلُوا فِي سَبِيلِ اللهِ وَتَأْيِيدِ دِينِهِ كُلَّ مَا تَسْتَطِيعُونَ مِنْ مَالٍ وَاسْتِعْدَادٍ فَقَدْ أَهْلَكْتُمْ أَنْفُسَكُمْ. وَفِي أَسْبَابِ النُّزُولِ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ: نَزَلَتْ هَذِهِ الْآيَةُ فِينَا مَعْشَرَ الْأَنْصَارِ لَمَّا أَعَزَّ اللهُ الْإِسْلَامَ وَكَثُرَ نَاصِرُوهُ قَالَ بَعْضُنَا لِبَعْضٍ سِرًّا: إِنَّ أَمْوَالَنَا قَدْ ضَاعَتْ، وَإِنَّ اللهَ قَدْ أَعَزَّ الْإِسْلَامَ فَلَوْ أَقَمْنَا فِي أَمْوَالِنَا فَأَصْلَحْنَا مَا ضَاعَ مِنْهَا؟ فَأَنْزَلَ اللهُ يَرُدُّ عَلَيْنَا مَا قُلْنَا (وَأَنْفِقُوا) الْآيَةَ، فَكَانَتِ التَّهْلُكَةُ الْإِقَامَةَ عَلَى الْأَمْوَالِ وَإِصْلَاحِهَا وَتَرْكَنَا الْغَزْوَ. رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ - وَصَحَّحَهُ - وَابْنُ حِبَّانَ وَالْحَاكِمُ وَغَيْرُهُمْ. </p><p> وَرُوِيَ أَنَّهُ قَالَهُ لَمَّا خَاطَرَ رَجُلٌ مِنَ الْمُسْلِمِينَ فِي الْقُسْطَنْطِينِيَّةِ فَدَخَلَ فِي صَفِّ الرُّومِ فَقَالَ النَّاسُ: أَلْقَى بِيَدَيْهِ إِلَى التَّهْلُكَةِ. فَقَالَ أَبُو أَيُّوبَ: أَيُّهَا النَّاسُ إِنَّكُمْ تُؤَوِّلُونَ هَذِهِ الْآيَةَ، وَذَكَرَهُ. </p><p> أَقُولُ: وَبَيَانُهُ أَنَّ الْمُشْرِكِينَ كَانُوا بِالْمِرْصَادِ لِلْمُؤْمِنِينَ وَهُمْ كَثِيرُونَ فَلَوِ انْصَرَفُوا عَنِ الِاسْتِعْدَادِ لِلْجِهَادِ إِلَى تَثْمِيرِ الْأَمْوَالِ لَاغْتَالُوهُمْ، وَإِصْلَاحُ الْأَمْوَالِ وَاسْتِثْمَارُهَا فِي هَذَا الزَّمَانِ هُوَ أَسَاسُ الْقُوَّةِ، فَقُوى الدُّوَلِ عَلَى قَدْرِ ثَرْوَتِهَا، فَالْأُمَّةُ الَّتِي تُقَصِّرُ فِي تَوْفِيرِ الثَّرْوَةِ هِيَ الَّتِي تُلْقِي بِأَيْدِيهَا إِلَى التَّهْلُكَةِ، وَالَّتِي تُقَصِّرُ فِي الْإِنْفَاقِ فِي سَبِيلِ اللهِ لِلِاسْتِعْدَادِ لِقِتَالِ مَنْ يَعْتَدِي عَلَيْهَا تَكُونُ أَدْنَى إِلَى التَّهْلُكَةِ، وَلَا ثَرْوَةَ مَعَ الظُّلْمِ، وَلَا عَدْلَ مَعَ الْحُكْمِ الْمُطْلَقِ الِاسْتِبْدَادِيِّ. </p><p> ثُمَّ قَالَ تَعَالَى:  (وَأَحْسِنُوا إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ) الْأَمْرُ بِالْإِحْسَانِ عَلَى عُمُومِهِ ; أَيْ: أَحْسِنُوا كُلَّ أَعْمَالِكُمْ وَأَتْقِنُوهَا فَلَا تُهْمِلُوا إِتْقَانَ شَيْءٍ مِنْهَا، وَيَدْخُلُ فِيهِ التَّطَوُّعُ بِالْإِنْفَاقِ. </p><p> وَقَدْ زَعَمَ بَعْضُ الْمُفَسِّرِينَ أَنَّ هَذِهِ الْآيَةَ مَنْسُوخَةٌ بِآيَةِ سُورَةِ بَرَاءَةٌ (التَّوْبَةِ) الَّتِي يُسَمُّونَهَا آيَةَ السَّيْفِ. وَهَاكَ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ: مُحَصِّلُ تَفْسِيرِ الْآيَاتِ يَنْطَبِقُ عَلَى مَا وَرَدَ مِنْ سَبَبِ </p><p> نُزُولِهَا، وَهُوَ إِبَاحَةُ الْقِتَالِ لِلْمُسْلِمِينَ فِي الْإِحْرَامِ بِالْبَلَدِ </p><p> الْحَرَامِ وَالشَّهْرِ الْحَرَامِ إِذَا بَدَأَهُمُ الْمُشْرِكُونَ بِذَلِكَ، وَأَلَّا يُبْقُوا عَلَيْهِمْ إِذَا نَكَثُوا عَهْدَهُمْ وَاعْتَدَوْا فِي هَذِهِ الْمَرَّةِ، وَحُكْمُهَا بَاقٍ مُسْتَمِرٌّ لَا نَاسِخَ وَلَا مَنْسُوخَ ; فَالْكَلَامُ فِيهَا مُتَّصِلٌ بَعْضُهُ بِبَعْضٍ فِي وَاقِعَةٍ وَاحِدَةٍ فَلَا حَاجَةَ إِلَى تَمْزِيقِهِ، وَلَا إِلَى إِدْخَالِ آيَةِ بَرَاءَةٌ فِيهِ، وَقَدْ نُقِلَ عَنِ ابْنِ عَبَّاسِ أَنَّهُ لَا نَسْخَ فِيهَا، وَمَنْ حَمَلَ الْأَمْرَ بِالْقِتَالِ فِيهَا عَلَى عُمُومِهِ - وَلَوْ مَعَ انْتِفَاءِ الشَّرْطِ - فَقَدْ أَخْرَجَهَا عَنْ أُسْلُوبِهَا وَحَمَّلَهَا مَا لَا تَحْمِلُ. </p><p> وَآيَاتُ سُورَةِ آلَ عِمْرَانَ نَزَلَتْ فِي غَزْوَةِ أُحُدٍ وَكَانَ الْمُشْرِكُونَ هُمُ الْمُعْتَدِينَ. وَآيَاتُ الْأَنْفَالِ نَزَلَتْ فِي غَزْوَةِ بَدْرٍ الْكُبْرَى وَكَانَ الْمُشْرِكُونَ هُمُ الْمُعْتَدِينَ أَيْضًا. وَكَذَلِكَ آيَاتُ سُورَةِ بَرَاءَةٌ نَزَلَتْ فِي نَاكِثِي الْعَهْدِ مِنَ الْمُشْرِكِينَ وَلِذَلِكَ قَالَ:  (فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ)  (٩: ٧) وَقَالَ بَعْدَ ذِكْرِ نِكْثِهِمْ: (أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ)  (٩: ١٣) الْآيَاتِ. </p><p> كَانَ الْمُشْرِكُونَ يَبْدَءُونَ الْمُسْلِمِينَ بِالْقِتَالِ لِأَجْلِ إِرْجَاعِهِمْ عَنْ دِينِهِمْ، وَلَوْ لَمْ يَبْدَءُوا فِي كُلِّ وَاقِعَةٍ لَكَانَ اعْتِدَاؤُهُمْ بِإِخْرَاجِ الرَّسُولِ مِنْ بَلَدِهِ وَفِتْنَةُ الْمُؤْمِنِينَ وَإِيذَاؤُهُمْ وَمَنْعُ الدَّعْوَةِ - كُلُّ ذَلِكَ كَافِيًا فِي اعْتِبَارِهِمْ مُعْتَدِينَ، فَقِتَالُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كُلُّهُ كَانَ مُدَافَعَةً عَنِ الْحَقِّ وَأَهْلِهِ وَحِمَايَةً لِدَعْوَةِ الْحَقِّ ; وَلِذَلِكَ كَانَ تَقْدِيمُ الدَّعْوَةِ شَرْطًا لِجَوَازِ الْقِتَالِ ; وَإِنَّمَا تَكُونُ الدَّعْوَةُ بِالْحُجَّةِ وَالْبُرْهَانِ لَا بِالسَّيْفِ وَالسِّنَّانِ، فَإِذَا مُنِعْنَا مِنَ الدَّعْوَةِ بِالْقُوَّةِ بِأَنْ هُدِّدَ الدَاعِي أَوْ قُتِلَ فَعَلَيْنَا أَنْ نُقَاتِلَ لِحِمَايَةِ الدُّعَاةِ وَنَشْرِ الدَّعْوَةِ لَا لِلْإِكْرَاهِ عَلَى الدِّينِ ; فَاللهُ تَعَالَى يَقُولُ:  (لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ)  (٢: ٢٥٦) وَيَقُولُ: (أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ)  (١٠: ٩٩) وَإِذَا لَمْ يُوجَدُ مَنْ يَمْنَعُ الدَّعْوَةَ وَيُؤْذِي الدُّعَاةَ أَوْ يَقْتُلُهُمْ أَوْ يُهَدِّدُ الْأَمْنَ وَيَعْتَدِي عَلَى الْمُؤْمِنِينَ، فَاللهُ تَعَالَى لَا يَفْرِضُ عَلَيْنَا الْقِتَالَ ; لِأَجْلِ سَفْكِ الدِّمَاءِ وَإِزْهَاقِ الْأَرْوَاحِ، وَلَا لِأَجْلِ الطَّمَعِ فِي الْكَسْبِ. </p><p> وَلِقَدْ كَانَتْ حُرُوبُ الصَّحَابَةِ فِي الصَّدْرِ الْأَوَّلِ لِأَجْلِ حِمَايَةِ الدَّعْوَةِ وَمَنْعِ الْمُسْلِمِينَ مِنْ تَغَلُّبِ الظَّالِمِينَ لَا لِأَجْلِ الْعُدْوَانِ، فَالرُّومُ كَانُوا يَعْتَدُونَ عَلَى حُدُودِ </p><p> الْبِلَادِ الْعَرَبِيَّةِ الَّتِي دَخَلَتْ حَوْزَةَ الْإِسْلَامِ وَيُؤْذُونَهُمْ، وَأَوْلِيَاؤُهُمْ مِنَ الْعَرَبِ الْمُتَنَصِّرَةِ يُؤْذُونَ مَنْ يُظَنُّ بِهِ مِنَ الْمُسْلِمِينَ. </p><p> وَكَانَ الْفُرْسُ أَشَدَّ إِيذَاءً لِلْمُؤْمِنِينَ فَقَدْ مَزَّقُوا كِتَابَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَفَضُوا دَعْوَتَهُ وَهَدَّدُوا رَسُولَهُ وَكَذَلِكَ كَانُوا يَفْعَلُونَ، وَمَا كَانَ بَعْدَ ذَلِكَ مِنَ الْفُتُوحَاتِ الْإِسْلَامِيَّةِ اقْتَضَتْهُ طَبِيعَةُ الْمُلْكِ وَلَمْ يَكُنْ كُلُّهُ مُوَافِقًا لِأَحْكَامِ الدِّينِ، فَإِنَّ مِنْ طَبِيعَةِ الْكَوْنِ أَنْ يَبْسُطَ الْقَوِيُّ </p>"
}