{
  "id": null,
  "sura": 2,
  "aya": 114,
  "text": "<p> وَكِتَابَ النَّصَارَى مُتَمِّمٌ لِكِتَابِ الْيَهُودِ، قَدْ صَارُوا إِلَى حَالٍ مِنَ التَّهَافُتِ وَاتِّبَاعِ الْأَهْوَاءِ لَا يُعْتَدُّ مَعَهَا بِقَوْلِ أَحَدٍ مِنْهُمْ فِي نَفْسِهِ وَلَا فِي غَيْرِهِ، فَطَعْنُهُمْ فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِعْرَاضُهُمْ عَنِ الْإِيْمَانِ بِهِ لَا يَنْهَضُ حُجَّةً عَلَى كَوْنِهِمْ عَلِمُوا أَنَّهُ مُخَالِفٌ لِلْحَقِّ، بَلْ لَا يَصْلُحُ شُبْهَةً عَلَى ذَلِكَ؛ لِأَنَّهُمْ أَهْلُ أَهْوَاءٍ وَتَعَصُّبٍ لِلْمَذَاهِبِ الْمُبْتَدَعَةِ وَالْآرَاءِ. فَإِذَا كَانَتِ الْيَهُودُ كَفَرَتْ بِعِيسَى وَأَنْكَرَتْهُ - وَهُوَ مِنْهُمْ - وَهُمْ يَنْتَظِرُونَهُ لِإِعَادَةِ مَجْدِهِمْ وَتَجْدِيدِ عِزِّهِمْ، وَإِذَا كَانَتِ النَّصَارَى قَدْ رَفَضَتِ التَّوْرَاةَ وَكَفَّرَتْ أَهْلَهَا - وَهِيَ حُجَّتُهُمْ عَلَى دِينِهِمْ - فَكَيْفَ يُعْتَدُّ بِكُفْرِ هَؤُلَاءِ وَهَؤُلَاءِ بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ مِنْ شَعْبٍ غَيْرِ شَعْبِهِمْ، وَقَدْ جَاءَ بِشَرِيعَةٍ نَاسِخَةٍ لِشَرَائِعِهِمْ، وَهُمْ لَا يَفْهَمُونَ مِنَ الدِّينِ إِلَّا أَنَّهُ جِنْسِيَّةٌ دُنْيَوِيَّةٌ لَهُمْ؟ ! . </p><p> وَفِي الْآيَةِ إِرْشَادٌ إِلَى بُطْلَانِ التَّقْلِيدِ، مُؤَيِّدٌ لِمَا فِي الْآيَةِ الَّتِي تُطَالِبُ الْمُدَّعِيَ بِالْبُرْهَانِ، وَإِلَى النَّعْيِ عَلَى الْمُقَلِّدِينَ الْمُتَعَصِّبِينَ لِآرَائِهِمْ، الْمُتَّبِعِينَ لِأَهْوَائِهِمْ، وَإِلَى التَّحَرِّي فِي الْحُكْمِ عَلَى الشَّيْءِ يَعْتَقِدُ الْحَاكِمُ بُطْلَانَهُ؛ لِأَنَّهُ مُخَالِفٌ لِمَا يَعْتَقِدُهُ، فَلَا يَنْبَغِي لِلْعَاقِلِ أَنْ يَحْكُمَ عَلَى شَيْءٍ إِلَّا بَعْدَ الْبَحْثِ وَالتَّحَرِّي وَمَعْرِفَةِ مَكَانِ الْخَطَأِ وَالتَّزْيِيلِ بَيْنَهُ وَبَيْنَ مَا عَسَاهُ يَكُونُ مَعَهُ صَوَابًا. أَلَمْ تَرَ أَنَّ سِيَاقَ الْآيَاتِ نَاطِقٌ بِإِنْكَارِ حُكْمِ كُلٍّ مِنَ الْفَرِيقَيْنِ عَلَى الْآخَرِ مِنْ غَيْرِ بَيِّنَةٍ وَلَا بُرْهَانٍ وَلَا فَصْلٍ وَلَا فُرْقَانٍ، مَعَ </p><p> أَنَّ كُلَّ وَاحِدٍ مِنْهُمْ عَلَى شَيْءٍ مِنَ الْحَقِّ وَشَيْءٍ مِنَ الْبَاطِلِ؛ لِأَنَّ أَصْلَ دِينِهِ حَقٌّ ثُمَّ طَرَأَتْ عَلَيْهِ نَزَعَاتُ الْوَثَنِيَّةِ وَالْبِدَعُ، وَعَرَضَ لَهُ التَّحْرِيفُ وَالتَّأْوِيلُ، فَتَجْرِيدُهُ مِنْ كُلِّ حَقٍّ لَمْ يَكُنْ إِلَّا تَعَصُّبًا لِلتَّقَالِيدِ مِنْ غَيْرِ بَيِّنَةٍ وَلَا تَمْحِيصٍ، وَأَنَّى لِلْمُقَلِّدِينَ بِذَلِكَ؟ وَانْظُرْ كَيْفَ أَلْحَقَ التَّقْلِيدُ أَهْلَ الْكِتَابِ الَّذِينَ كَانُوا عَلَى عِلْمٍ بِالدِّينِ الْإِلَهِيِّ بِالْمُشْرِكِينَ الَّذِينَ لَا يَعْلَمُونَ مِنْهُ شَيْئًا؟ هَذَا مَا فَعَلَهُ التَّقْلِيدُ بِهِمْ، وَبِمَنْ بَعْدَهُمْ؛ لِأَنَّهُ عَدُوٌّ لِلْعِلْمِ فِي كُلِّ زَمَانٍ وَكُلِّ مَكَانٍ. </p><p> (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللهِ إِنَّ اللهَ وَاسِعٌ عَلِيمٌ وَقَالُوا اتَّخَذَ اللهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) </p><p> الْكَلَامُ فِي أَهْلِ الْكِتَابِ عَامَّةً وَمَنْ عَلَى شَاكِلَتِهِمْ، فَقَوْلُهُ - تَعَالَى -: (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا) الْآيَةَ فِيهِ وُجُوهٌ: (أَحَدُهَا) : أَنَّهُ يُشِيرُ إِلَى حَادِثَةٍ وَقَعَتْ بَعْدَ الْمَسِيحِ بِسَبْعِينَ سَنَةً، وَهِيَ دُخُولُ (تَيْطَسَ الرُّومَانِيِّ) بَيْتَ الْمَقْدِسِ وَتَخْرِيبُهَا حَتَّى صَارَتِ الْمَدِينَةُ تَلًّا مِنَ التُّرَابِ، وَهَدْمُهُ هَيْكَلَ سُلَيْمَانَ - عَلَيْهِ السَّلَامُ - حَتَّى لَمْ يَبْقَ مِنْهُ إِلَّا بَعْضُ الْجُدُرِ الْمُدَعْثَرَةِ، وَإِحْرَاقُهُ مَا كَانَ عِنْدَ الْيَهُودِ مِنْ نُسَخِ التَّوْرَاةِ، وَكَانَ الْمَسِيحُ - عَلَيْهِ السَّلَامُ - قَدْ أَوْعَدَ الْيَهُودَ بِذَلِكَ. وَقَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ أَتْبَاعَ الْمَسِيحِ هُمُ الَّذِينَ هَيَّجُوا الرُّومَانِيِّينَ وَأَغْرَوْهُمْ بِهَذَا الْعَمَلِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَلَا أَدْرِي هَلْ يَصِحُّ هَذَا الْخَبَرُ أَمْ لَا، فَإِنَّ قَائِلِيهِ لَمْ يَأْتُوا عَلَيْهِ بِأَدِلَّةٍ وَلَا بِنُقُولٍ تَارِيخِيَّةٍ، وَلَكِنَّنِي أَعْلَمُ أَنَّ الْمَسِيحِيِّينَ عَلَى قِلَّتِهِمْ وَتَشَتُّتِهِمْ </p><p> وَاسْتِخْفَائِهِمْ مِنِ اضْطِهَادِ الْيَهُودِ كَانُوا قَدْ وَصَلُوا إِلَى (رُومِيَّةَ) وَكَانُوا يَوَدُّونَ الْإِيقَاعَ بِالْيَهُودِ الَّذِينَ اضْطَرُّوهُمْ إِلَى الْخُرُوجِ مِنْ بِلَادِهِمُ انْتِقَامًا مِنْهُمْ، وَتَحْقِيقًا لِوَعِيدِ الْمَسِيحِ، وَأَنَّ الرُّومَانِيِّينَ - وَإِنْ كَانُوا وَثَنِيِّينَ يَرَوْنَ أَنَّ الْيَهُودَ لَيْسُوا عَلَى شَيْءٍ - لَمْ تَكُنْ حُرُوبُهُمْ دِينِيَّةً وَإِنَّمَا كَانُوا يُحَارِبُونَ الْيَهُودَ وَغَيْرَهُمْ لِشَغَبِهِمْ وَفِتَنِهِمْ أَوْ لِلطَّمَعِ فِي بِلَادِهِمْ وَذَلِكَ لَا يَقْضِي بِهَدْمِ الْمَعْبَدِ وَإِحْرَاقِ كُتُبِ الدِّينِ، فَهَذِهِ قَرَائِنُ تُرَجِّحُ أَنَّهُ كَانَ لِلْمَسِيحِيِّينَ يَدٌ فِي إِغَارَةِ تَيْطَسَ، وَلَكِنْ لَا يُجْزَمُ بِهِ إِلَّا إِذَا وُجِدَ نَقْلٌ تَارِيخِيٌّ صَحِيحٌ يُؤَيِّدُ الْخَبَرَ. </p><p> وَمِنَ الْغَرِيبِ أَنَّ ابْنَ جَرِيرٍ الطَّبَرِيَّ قَالَ فِي تَفْسِيرِهِ: إِنَّ الْآيَةَ فِي اتِّحَادِ الْمَسِيحِيِّينَ مَعَ (بَخْتِنْصَرَ الْبَابِلِيِّ) عَلَى تَخْرِيبِ بَيْتِ الْمَقْدِسِ مَعَ أَنَّ حَادِثَةَ بَخْتِنْصَرَ كَانَتْ قَبْلَ وُجُودِ الْمَسِيحِ وَالْمَسِيحِيَّةِ بِسِتِّمِائَةٍ وَثَلَاثٍ وَثَلَاثِينَ سَنَةً. وَلَوْ لَمْ يَكُنْ مُؤَرِّخًا مِنْ أَكْبَرِ الْمُؤَرِّخِينَ لَالْتُمِسَ لَهُ الْعُذْرُ بِحَمْلِ قَوْلِهِ عَلَى حَادِثَةِ (أَدْرِينَالَ الرُّومَانِيِّ) الَّذِي جَاءَ بَعْدَ الْمَسِيحِ بِمِائَةٍ وَثَلَاثِينَ سَنَةٍ، وَبَنَى مَدِينَةً عَلَى أَطْلَالِ أُورْشَلِيمَ وَزَيَّنَهَا وَجَعَلَ فِيهَا الْحَمَّامَاتِ، وَبَنَى هَيْكَلًا لِلْمُشْتَرَى عَلَى أَطْلَالِ هَيْكَلِ سُلَيْمَانَ، وَحَرَّمَ عَلَى الْيَهُودِ دُخُولَ هَذِهِ الْمَدِينَةِ، وَجَعَلَ جَزَاءَ مَنْ يَدْخُلُهَا الْقَتْلَ؛ فَلِذَلِكَ كَانَ الْيَهُودُ يُسَمُّونَهُ (بَخْتِنْصَرَ الثَّانِيَ) لِشِدَّةِ مَا قَاسَوْا مِنْ ظُلْمِهِ وَاضْطِهَادِهِ. وَلَكِنَّ هَذَا لَا يَصِحُّ أَنْ يَكُونَ عُذْرًا لِلْمُؤَرِّخِ. </p><p> (الثَّانِي) : ذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ قَوْلَهُ - تَعَالَى -: (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ) نَزَلَ فِي مَنْعِ مُشْرِكِي الْعَرَبِ النَّبِيَّ وَأَصْحَابَهُ مِنْ دُخُولِ مَكَّةَ فِي قِصَّةِ عُمْرَةِ الْحُدَيْبِيَّةِ، وَقَالُوا: إِنَّ حَادِثَةَ الرُّومَانِيِّينَ كَانَتْ قَدْ طَالَ عَلَيْهَا الْأَمَدُ فَلَا مُنَاسَبَةَ لِإِرَادَتِهَا بِالْآيَةِ. </p><p> وَاعْتُرِضَ عَلَى هَذَا الْقَوْلِ بِأَنَّ مُشْرِكِي الْعَرَبِ مَا سَعَوْا فِي خَرَابِ الْكَعْبَةِ، بَلْ كَانُوا عَمَرُوهَا فِي الْجَاهِلِيَّةِ وَكَانُوا يُعَظِّمُونَهَا وَيَرَوْنَهَا مَنَاطَ عِزِّهِمْ وَمَحِلَّ شَرَفِهِمْ وَفَخْرِهِمْ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: يَصِحُّ أَنْ تَكُونَ الْآيَةُ فِي الْأَمْرَيْنِ عَلَى التَّوْزِيعِ، فَالَّذِينَ مَنَعُوا مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ هُمْ مُشْرِكُو مَكَّةَ، وَالَّذِينَ سَعَوْا فِي خَرَابِهَا هُمْ مُشْرِكُو الرُّومَانِيِّينَ. </p><p> وَيَكُونُ قَرْنُ مَا عَمِلَ الْمُشْرِكُونَ مِنْ مَنْعِ الْبَيْتِ الْحَرَامِ أَنْ يُذْكَرَ فِيهِ اسْمُ اللهِ بِزِيَارَةِ النَّبِيِّ وَأَصْحَابِهِ بِمَا عَمِلَ مَنْ قَبْلَهُمْ مِنْ مُشْرِكِي الرُّومَانِيِّينَ مِنَ التَّخْرِيبِ مِنْ قَبِيلِ الْإِشَارَةِ إِلَى تَسَاوِي الْفِعْلَيْنِ فِي الْقَبِيحِ. </p><p> (الثَّالِثُ) : أَنَّ الْكَلَامَ فِي أَهْلِ الْكِتَابِ، وَأَنَّ الْآيَةَ لَيْسَتْ مُنْبِئَةً بِأَمْرٍ وَقَعَ، </p><p> وَلَكِنْ بِأَمْرٍ سَيَقَعُ، وَهُوَ مَا كَانَ بَعْدَ ذَلِكَ مِنْ إِغَارَةِ الصَّلِيبِيِّينَ عَلَى بَيْتِ الْمَقْدِسِ وَغَيْرِهِ مِنْ بِلَادِ الْمُسْلِمِينَ وَصَدِّهِمْ إِيَّاهُمْ عَنِ الْمَسْجِدِ الْأَقْصَى، وَتَخْرِيبِهِمْ كَثِيرًا مِنَ الْمَسَاجِدِ. </p><p> (الرَّابِعُ) : وَهُوَ مَبْنِيٌّ أَيْضًا عَلَى أَنَّ الْآيَةَ مُنْبِئَةٌ عَنْ أَمْرٍ سَيَقَعُ وَأَنَّ الْمُرَادَ بِهَا حَادِثَةُ (الْقَرَامِطَةِ) الَّذِينَ هَدَمُوا الْكَعْبَةَ وَمَنَعُوا الْمُسْلِمِينَ مِنْهَا، وَهَدَمُوا كَثِيرًا مِنَ الْمَسَاجِدِ، كَأَنَّهُ بَعْدَ أَنْ ذَكَرَ حَالَ أَهْلِ الْكِتَابِ فِي طَعْنِ الْيَهُودِ مِنْهُمْ بِالنَّصَارَى وَقَوْلِهِمْ فِيهِمْ: إِنَّهُمْ لَيْسُوا عَلَى شَيْءٍ مِنَ الدِّينِ، وَطَعْنِ النَّصَارَى فِي الْيَهُودِ كَذَلِكَ، وَبَعْدَ قَوْلِهِ فِي الْمُشْرِكِينَ الَّذِينَ لَا يَعْلَمُونَ الْكِتَابَ: إِنَّهُمْ قَالُوا مِثْلَ قَوْلِهِمْ، لَمْ يَبْقَ إِلَّا مَا سَيَقَعُ لِلْمُسْلِمِينَ وَفِي الْمُسْلِمِينَ، فَأَنْبَأَ اللهُ - تَعَالَى - بِهَذِهِ الْحَادِثَةِ مِنَ الْإِخْبَارِ بِالْغَيْبِ فَوَقَعَتْ، وَكَانَتْ حَادِثَتُهُمْ مِنْ أَكْبَرِ الْأَحْدَاثِ فِي الْمُسْلِمِينَ، فَإِنَّهُمُ اسْتَوْلَوْا عَلَى جُزْءٍ كَبِيرٍ مِنْ مَمَالِكِ الْإِسْلَامِ وَهَدَمُوا الْمَسَاجِدَ، وَعَاثُوا فِي الْأَرْضِ فَسَادًا وَلَمْ يَكُنْ فِي أَيَّامِ الْحُرُوبِ الصَّلِيبِيَّةِ عَلَى طُولِهَا مِنَ الصَّدِّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ مِثْلَمَا كَانَ عَلَى عَهْدِ (الْقَرَامِطَةِ) فَالْآيَاتُ عَلَى هَذَا مُبَيِّنَةٌ لِأَحْوَالِ جَمِيعِ الْمِلَلِ. </p><p> (قَالَ شَيْخُنَا) : سَوَاءً كَانَتِ الْآيَةُ فِي حَادِثَةٍ وَاقِعَةٍ أَوْ مُنْتَظَرَةٍ أَوْ كَانَتْ وَعِيدًا لِلَّذِينِ لَا يَحْتَرِمُونَ الْمَعَابِدَ عَلَى الْإِطْلَاقِ، هِيَ عَلَى كُلِّ حَالٍ نَاطِقَةٌ بِوُجُوبِ احْتِرَامِ كُلِّ مَعْبَدٍ يُذْكَرُ فِيهِ اسْمُ اللهِ - تَعَالَى - بِالصَّلَاةِ وَالتَّسْبِيحِ وَبِتَحْرِيمِ السَّعْيِ فِي خَرَابِ الْمَعَابِدِ، وَبِالْحُكْمِ عَلَى الَّذِينَ يَصُدُّونَ النَّاسَ عَنْهَا وَيَسْعَوْنَ فِي خَرَابِهَا - أَيْ هَدْمِهَا أَوْ تَعْطِيلِ شَعَائِرِهَا وَمَنْعِ عِبَادَةِ اللهِ فِيهَا - بِكَوْنِهِمْ أَظْلَمَ النَّاسِ كَمَا يُسْتَفَادُ مِنِ اسْتِفْهَامِ الْإِنْكَارِ؛ لِأَنَّ الْمَنْعَ مِنْ ذِكْرِ اللهِ - تَعَالَى -، وَإِبْطَالَ شَعَائِرِ الْمَعَابِدِ الَّتِي تُذَكِّرُ بِهِ، وَتُشْعِرُ الْقُلُوبَ عَظَمَتَهُ انْتِهَاكٌ لِحُرْمَةِ الدِّينِ يُفْضِي إِلَى نِسْيَانِ النَّاسِ الرَّقِيبَ الْمُهَيْمِنَ عَلَيْهِمْ، فَيُمْسُونَ كَالْهُمْلِ وَتَفْشُو فِيهِمُ الْمُنْكَرَاتُ وَالْفَوَاحِشُ، وَانْتِهَاكُ الْحُرُمَاتِ، وَهَضْمُ الْحُقُوقِ، وَسَفْكُ الدِّمَاءِ. وَعِبَادَةُ اللهِ - تَعَالَى - بِذِكْرِهِ وَالصَّلَاةُ لَهُ تَنْهَيْ بِطَبِيعَتِهَا عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ، وَلَا يُنَافِي ذَلِكَ مَا عَسَاهُ يَطْرَأُ عَلَى الْعِبَادَةِ أَوْ يُوجَدُ فِي الْمَسَاجِدِ مِنَ الْأَشْيَاءِ الْمُبْتَدَعَةِ الَّتِي لَمْ يَأْمُرْ بِهَا الْكِتَابُ، فَمَنْ عَلِمَ بِهَذِهِ الْبِدَعِ فَعَلَيْهِ أَنْ يُنْكِرَهَا وَيَسْعَى فِي إِزَالَتِهَا وَلَا يَجُوزُ لَهُ السَّعْيُ فِي إِزَالَةِ الْمَعَابِدِ مِنَ الْأَرْضِ لِمَا فِي ذَلِكَ مِنَ الْفَسَادِ الَّذِي أَشَرْنَا إِلَيْهِ. وَهَذَا هُوَ السِّرُّ </p><p> فِي حُكْمِ الشَّرِيعَةِ الْإِسْلَامِيَّةِ بِاحْتِرَامِ كَنَائِسِ أَهْلِ الْكِتَابِ </p><p> وَبِيَعِهِمْ وَصَوَامِعِهِمْ وَعُبَّادِهِمْ، وَاحْتِرَامِ مَعَابِدِ الَّذِينَ لَهُمْ شُبْهَةُ كِتَابٍ أَيْضًا كَالْمَجُوسِ وَالصَّابِئِينَ، بَلِ الْأُسْتَاذُ الْإِمَامُ يَعُدُّ الصَّابِئِينَ مِنْ أَهْلِ الْكِتَابِ، وَأَمَّا الْوَثَنِيُّونَ الْخُلَّصُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللهِ أَوْلِيَاءَ وَيَبْنُونَ الْمَسَاجِدَ لِذِكْرِ غَيْرِهِ وَالتَّقَرُّبِ إِلَى سِوَاهُ، فَهَؤُلَاءِ لَمْ يَتَعَرَّضْ لِذِكْرِهِمْ وَلَمْ يَتَوَعَّدْ مَنْ يَمْنَعُهُمْ مِنْ سُخْفِهِمْ. </p><p> (أَقُولُ) : لَكِنْ ذَكَرَ بَعْضُ الْفُقَهَاءِ أَنَّهُ يَجِبُ هَدْمُ مَا بُنِيَ مِنَ الْمَسَاجِدِ وَالْقِبَابِ عَلَى قُبُورِ كَثِيرٍ مِنَ الْأَئِمَّةِ آلِ الْبَيْتِ، وَأَئِمَّةِ الْفِقْهِ، وَغَيْرِهِمْ مِنَ الصَّالِحِينَ، وَارْتَكَبُوا فِيهَا الْمَحْظُورَاتِ الْكَثِيرَةَ الَّتِي يُعَدُّ بَعْضُهَا مِنَ الشِّرْكِ الصَّرِيحِ وَبَعْضُهَا مِنَ الْبِدَعِ وَالْمَعَاصِي، وَلَا سِيَّمَا الْمَعَاصِي الَّتِي تُفْعَلُ تَدَيُّنًا وَتَقَرُّبًا وَتَوَسُّلًا إِلَى اللهِ - تَعَالَى -، كَمَا تَرَى فِي كِتَابِ الزَّوَاجِرِ لِلْفَقِيهِ ابْنِ حَجَرٍ مِنْ فُقَهَاءِ الشَّافِعِيَّةِ وَغَيْرِهِ مِنْ كُتُبِهِمْ، وَفِي كَثِيرٍ مِنْ كُتُبِ الْحَنَابِلَةِ وَيَحْتَجُّونَ بِهَدْمِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَسْجِدِ الضِّرَارِ، إِنَّمَا يَعْنِي شَيْخُنَا بِتَعْطِيلِ الْمَسَاجِدِ هُنَا إِبْطَالَ التَّدَيُّنِ وَالْعِبَادَةِ مُطْلَقًا كَمَا يُعْلَمُ مِمَّا يَأْتِي، لَا إِبْطَالَ الْبِدَعِ الَّتِي شَوَّهَتِ الْإِسْلَامَ. </p><p> ثُمَّ قَالَ - تَعَالَى - فِي شَأْنِ الْمُعْتَدِينَ عَلَى الْمَسَاجِدِ:  (أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ) أَيْ فَكَيْفَ يَدْخُلُونَهَا مُفْسِدِينَ وَمُخَرِّبِينَ؟ وَلَا يَنْبَغِي لِلْعَاقِلِ أَنْ يُقْدِمَ عَلَى أَمْرٍ إِلَّا بَعْدَ النَّظَرِ فِيهِ وَالْعِلْمِ بِدَرَجَةِ نَفْعِهِ أَوْ ضَرِّهِ. وَمَا كَانَتْ عِبَادَةُ اللهِ - تَعَالَى - إِلَّا نَافِعَةً وَمَا كَانَ تَرْكُهَا إِلَّا ضَارًّا. </p><p> وَمَا عَسَاهُ يُوجَدُ فِي عِبَادَاتِ الْأُمَمِ مِنَ الْخُرَافَاتِ الضَّارَّةِ، فَإِنَّمَا الْمَكْرُوهُ مِنْهُ مَا فِيهِ مِمَّا يُبْعِدُ عَنْ عِبَادَةِ اللهِ - تَعَالَى -، وَيُوقِعُ فِي إِشْرَاكِ غَيْرِهِ فِيهَا، عَلَى أَنَّ الْعِبَادَةَ الْمَمْزُوجَةَ بِنَزَغَاتِ الْوَثَنِيَّةِ أَهْوَنُ مِنَ التَّعْطِيلِ الْقَاضِي بِالْجُحُودِ الْمُطْلَقِ؛ لِذَلِكَ تَوَعَّدَ اللهُ - تَعَالَى - أُولَئِكَ الْمُعْتَدِينَ الظَّالِمِينَ بِقَوْلِهِ:  (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) فَأَمَّا خِزْيُ الدُّنْيَا فَهُوَ مَا يُعْقِبُهُ الظُّلْمُ مِنْ فَسَادِ الْعُمْرَانِ، الْمُفْضِي إِلَى الذُّلِّ وَالْهَوَانِ، وَنَاهِيكَ بِظُلْمٍ يَحِلُّ الْقُيُودَ وَيَهْدِمُ الْحُدُودَ، وَيُغْرِي النَّاسَ بِالْفَوَاحِشِ وَالْمُنْكَرَاتِ، وَيُسَهِّلُ عَلَيْهِمْ سُبُلَ الشُّرُورِ وَالْمُوبِقَاتِ، وَهُوَ ظُلْمُ إِبْطَالِ الْعِبَادَةِ مِنَ الْمَسَاجِدِ، وَالسَّعْيِ فِي خَرَابِ الْمَعَابِدِ، إِذَا وَقَعَ هَذَا الظُّلْمُ كَانَ الْحَاكِمُ الظَّالِمُ مَخْذُولًا فِي حُكْمِهِ، وَالْفَاتِحُ الظَّالِمُ غَيْرَ أَمِينٍ فِي فَتْحِهِ، وَإِذَا أَرَدْتَ </p><p> تَطْبِيقَ ذَلِكَ عَلَى مَنْ نُسِبَ إِلَيْهِمْ هَذَا الظُّلْمُ فَانْظُرْ مَاذَا حَلَّ بِالرُّومَانِيِّينَ، وَمَاذَا كَانَتْ عَاقِبَةُ الْعَرَبِ الْمُشْرِكِينَ، وَبِمَاذَا انْتَهَى عُدْوَانُ الصَّلِيبِيِّينَ، وَكَيْفَ انْقَرَضَ حِزْبُ الْقَرَامِطَةِ الْمُجْرِمِينَ، وَأَمَّا عَذَابُ الْآخِرَةِ فَاللهُ أَعْلَمُ بِهِ، وَنَحْنُ بِوَعْدِهِ وَوَعِيدِهِ مِنَ الْمُؤْمِنِينَ. </p><p> ثُمَّ قَالَ - تَعَالَى -: (وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ) ، ذَهَبَ الْمُفَسِّرُ (الْجَلَالُ) إِلَى أَنَّ الْمُرَادَ بِالْمَشْرِقِ وَالْمَغْرِبِ الْأَرْضُ كُلُّهَا؛ لِأَنَّهُمَا نَاحِيَتَاهَا، وَقَالَ فِي قَوْلِهِ:  (فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللهِ) أَيْ أَيَّ مَكَانٍ تَسْتَقْبِلُونَهُ فِي صَلَاتِكُمْ فَهُنَاكَ وَجْهُ الْقِبْلَةِ الَّتِي أَمَرَ اللهُ بِأَنْ يُتَوَجَّهَ إِلَيْهَا. وُوَجَّهَ الْأُسْتَاذُ الْإِمَامُ هَذَا بِقَوْلِهِ: إِنَّ مِنْ شَأْنِ الْعَابِدِ أَنْ يَسْتَقْبِلَ وَجْهَ الْمَعْبُودِ، وَلَمَّا كَانَ سُبْحَانَهُ مُنَزَّهًا عَنِ </p><p> الْمَادَّةِ وَالْجِهَةِ وَاسْتِقْبَالُهُ بِهَذَا الْمَعْنَى مُسْتَحِيلًا، شَرَعَ لِلنَّاسِ مَكَانًا مَخْصُوصًا يَسْتَقْبِلُونَهُ فِي عِبَادَتِهِمْ إِيَّاهُ. وَجَعَلَ اسْتِقْبَالَ ذَلِكَ الْمَكَانِ كَاسْتِقْبَالِ وَجْهَهُ - تَعَالَى. ثُمَّ قَالَ: </p><p> هَذِهِ الْآيَةُ مُتَّصِلَةٌ بِمَا قَبْلَهَا وَهُوَ قَوْلُهُ - تَعَالَى -: (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللهِ) . . . إِلَخْ، وَأَكْثَرُ الْمُفَسِّرِينَ عَلَى خِلَافِ مَا قَالَ (الْجَلَالُ) فِي تَفْسِيرِ الْمَشْرِقِ وَالْمَغْرِبِ، قَالُوا: إِنَّ الْمُرَادَ بِهِمَا الْجِهَتَانِ الْمَعْلُومَتَانِ لِكُلِّ أَحَدٍ؛ وَلِذَلِكَ خَصَّهُمَا بِالذِّكْرِ، فَهُوَ كَقَوْلِهِ - تَعَالَى -: (رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ)  (٥٥: ١٧) وَهُوَ يَسْتَلْزِمُ مَا قَالَهُ (الْجَلَالُ) ، فَإِنَّ الْمُرَادَ عَلَى كُلِّ حَالٍ: أَيَّةُ جِهَةٍ اسْتَقْبَلْتَ وَتَوَجَّهْتَ إِلَيْهَا فِي صَلَاتِكَ فَأَنْتَ مُتَوَجِّهٌ إِلَى اللهِ - تَعَالَى -؛ لِأَنَّ كُلَّ الْجِهَاتِ لَهُ (إِنَّ اللهَ وَاسِعٌ) لَا يَتَحَدَّدُ وَلَا يُحْصَرُ، فَيَصِحُّ أَنْ يُتَوَجَّهَ إِلَيْهِ فِي كُلِّ مَكَانٍ، (عَلِيمٌ) بِالْمُتَوَجِّهِ إِلَيْهِ أَيْنَمَا كَانَ، أَيْ فَاعْبُدِ اللهَ حَيْثُمَا كُنْتَ، وَتَوَجَّهْ إِلَيْهِ أَيْنَمَا حَلَلْتَ، وَلَا تَتَقَيَّدْ بِالْأَمْكِنَةِ، فَإِنَّ مَعْبُودَكَ غَيْرُ مُقَيَّدٍ. </p><p> أَقُولُ: بَلْ هُوَ فَوْقَ كُلِّ شَيْءٍ بَائِنًا مِنْهُ. </p><p> وَأَزْيَدُ عَلَى ذَلِكَ أَنَّ بَعْضَ رُوَاةِ الْمَأْثُورِ قَالُوا: إِنَّ هَذِهِ الْآيَةَ نَزَلَتْ قَبْلَ الْأَمْرِ بِالتَّوَجُّهِ إِلَى قِبْلَةٍ مُعَيَّنَةٍ. وَقَالَ آخَرُونَ: إِنَّهَا نَزَلَتْ فِي تَحْوِيلِ الْقِبْلَةِ عَنْ بَيْتِ الْمَقْدِسِ إِلَى الْكَعْبَةِ، وَلَكِنَّ هَذَا فِيهِ آيَاتٌ مُفَصَّلَةٌ سَتَأْتِي فِي أَوَّلِ الْجُزْءِ الثَّانِي مِنْ هَذِهِ السُّورَةِ، وَقَالَ بَعْضُهُمْ: إِنَّهَا نَزَلَتْ فِي صَلَاةِ تَطَوُّعٍ فِي السَّفَرِ لَا يُشْتَرَطُ فِيهَا اسْتِقْبَالُ الْقِبْلَةِ. وَقَالَ آخَرُونَ: إِنَّهَا فِيمَنْ يَجْتَهِدُونَ فِي الْقِبْلَةِ فَيُخْطِئُونَ فَإِنَّ صَلَاتَهُمْ صَحِيحَةٌ؛ لِأَنَّ إِيجَابَ اسْتِقْبَالِ جِهَةٍ مُعَيَّنَةٍ إِنَّمَا هُوَ لِلْمَعْنَى الِاجْتِمَاعِيِّ فِي الصَّلَاةِ وَوَحْدَةِ الْأُمَّةِ فِيهَا، وَالتَّعْلِيلُ يَصِحُّ فِي كُلِّ قَوْلٍ مِنْ هَذِهِ الْأَقْوَالِ، فَإِنَّهُ أَيْنَمَا تَوَجَّهَ الْمُصَلِّي فِي </p><p> صَلَاتِهِ الصَّحِيحَةِ فَهُوَ مُتَوَجِّهٌ إِلَى اللهِ - تَعَالَى - لَا يَقْصِدُ بِصَلَاتِهِ غَيْرَهُ، وَهُوَ - تَعَالَى - مُقْبِلٌ عَلَيْهِ رَاضٍ عَنْهُ، وَمِنَ الْمَعْلُومِ أَنَّ أَهْلَ الْكِتَابِ يَلْتَزِمُونَ فِي صَلَاتِهِمْ جِهَةً مُعَيَّنَةً كَالْتِزَامِ النَّصَارَى جِهَةَ الْمَشْرِقِ، وَأَنَّ اسْتِقْبَالَ الْمُسْلِمِينَ الْكَعْبَةَ يَقْتَضِي أَنْ يُصَلِّيَ أَهْلُ كُلِّ قُطْرٍ إِلَى جِهَةٍ مِنَ الْجِهَاتِ الْأَرْبَعِ فَهُمْ يُصَلُّونَ إِلَى جَمِيعِ الْجِهَاتِ، وَلَا يُنَافِي ذَلِكَ تَوَجُّهَهَمْ إِلَى اللهِ - تَعَالَى -، وَالْوَجْهُ هُنَا قِيلَ: إِنَّهُ بِمَعْنَى الْجِهَةِ وَهُوَ صَحِيحٌ لُغَةً، وَالْمَعْنَى: فَهُنَاكَ الْقِبْلَةُ الَّتِي يَرْضَاهَا لَكُمْ. وَقِيلَ: إِنَّهُ عَلَى حَدِّ (مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ)  (٥٨: ٧) . </p><p> وَوَجْهُ الْمُنَاسَبَةِ وَالِاتِّصَالِ بَيْنَ هَذِهِ الْآيَةِ وَمَا قَبْلَهَا ظَاهِرٌ عَلَى هَذَا التَّفْسِيرِ، فَإِنَّ فِيهَا إِبْطَالَ مَا كَانَ عَلَيْهِ أَهْلُ الْمِلَلِ السَّابِقَةِ مِنِ اعْتِقَادِ أَنَّ الْعِبَادَةَ لِلَّهِ - تَعَالَى - لَا يَصِحُّ أَنْ تَكُونَ إِلَّا فِي الْهَيْكَلِ وَالْمَعْبَدِ الْمَخْصُوصِ، وَفِي إِبْطَالِ هَذَا إِزَالَةُ مَا عَسَاهُ يُتَوَهَّمُ مِنْ وَعِيدِ مَنْ مَنْعَ مَسَاجِدَ اللهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ مِنْ أَنَّهُ وَعِيدٌ عَلَى إِبْطَالِ الْعِبَادَةِ فِي الْمَوَاضِعِ الْمَخْصُوصَةِ؛ لِأَنَّهُ إِبْطَالٌ لَهَا بِالْمَرَّةِ، إِذْ لَا تَصِحُّ إِلَّا فِي تِلْكَ الْمَوَاضِعِ، فَهَذِهِ الْآيَةُ تَنْفِي ذَلِكَ التَّوَهُّمَ مِنْ حَيْثُ تُثْبِتُ لَنَا قَاعِدَةً مِنْ أَهَمِّ قَوَاعِدِ الِاعْتِقَادِ، وَهِيَ أَنَّ اللهَ - تَعَالَى - لَا تُحَدِّدُهُ الْجِهَاتُ، وَلَا تَحْصُرُهُ الْأَمْكِنَةُ، وَلَا يُتَقَرَّبُ إِلَيْهِ بِالْبِقَاعِ </p>"
}