{
  "id": null,
  "sura": 2,
  "aya": 5,
  "text": "<p> (وَالطَّرِيقُ الْأُخْرَى) خَبَرُ الصَّادِقِ الْمَعْصُومِ بَعْدَ أَنْ قَامَتِ الدَّلَائِلُ عَلَى صِدْقِهِ وَعِصْمَتِهِ عِنْدَكَ، وَلَا يَكُونُ الْخَبَرُ طَرِيقًا لِلْيَقِينِ حَتَّى تَكُونَ سَمِعْتَ الْخَبَرَ مِنْ نَفْسِ الْمَعْصُومِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَوْ جَاءَكَ عَنْهُ مِنْ طَرِيقٍ لَا تَحْتَمِلُ الرِّيَبَ، وَهِيَ طَرِيقُ التَّوَاتُرِ دُونَ سِوَاهَا، فَلَا يَنْبُوعَ لِلْيَقِينِ بَعْدَ طُولِ الزَّمَنِ بَيْنَنَا وَبَيْنَ النُّبُوَّةِ إِلَّا سَبِيلُ الْمُتَوَاتِرَاتِ الَّتِي لَمْ يَخْتَلِفْ أَحَدٌ فِي وُقُوعِهَا، فَالْإِيقَانُ بِالْمُغَيَّبَاتِ كَالْآخِرَةِ وَأَحْوَالِهَا وَالْمَلَأِ الْأَعْلَى وَأَوْصَافِهِ، وَصِفَاتِ اللهِ الَّتِي لَا يَهْتَدِي إِلَيْهَا النَّظَرُ لَا يُمْكِنُ تَحْصِيلُهُ إِلَّا مِنَ الْكِتَابِ الْعَزِيزِ، وَهُوَ الْحَقُّ الَّذِي جَاءَنَا مِنَ اللهِ لَا رَيْبَ فِيهِ، فَعَلَيْنَا أَنْ نَقِفَ عِنْدَمَا أَنْبَأَ بِهِ مِنْ غَيْرِ خَلْطٍ وَلَا زِيَادَةٍ وَلَا قِيَاسٍ. </p><p> وَأَكَّدَ الْإِيقَانَ بِالْآخِرَةِ بِقَوْلِهِ:  (هُمْ) اهْتِمَامًا بِشَأْنِهِ وَلِيُبَيِّنَ أَنَّ الْإِيقَانَ بِالْآخِرَةِ خَاصَّةٌ مِنْ خَوَاصِّ الَّذِينَ آمَنُوا بِالْقُرْآنِ وَبِمَا أُنْزِلَ قَبْلَهُ مِنَ الْكُتُبِ لَا يُشْرِكُهُمْ فِيهِ سِوَاهُمْ، وَقَدْ عَلِمْتَ أَنَّهُ لَا بُدَّ أَنْ يَكُونَ الْمُوقِنُ بِهِ مِنْ أَحْوَالِ الْآخِرَةِ قَطْعِيًّا، فَهَذِهِ الْإِضَافَاتُ الَّتِي أَضَافُوهَا عَلَى أَخْبَارِ الْغَيْبِ وَخَلَقُوا لَهَا الْأَحَادِيثَ، بَلْ أَضَافُوا إِلَيْهَا أَيْضًا أَقْوَالَ أَهْلِ الْكِتَابِ وَأَشْيَاءَ أُخْرَى نَسَبُوهَا إِلَى السَّلَفِ، وَبَعْضَ </p><p> غَرَائِبَ جَاءَتْ عَلَى لِسَانِ الْمُنْتَسِبِينَ لِلتَّصَوُّفِ لَا تَدْخُلُ فِيمَا يَتَعَلَّقُ بِهِ الْيَقِينُ، بَلِ الْجَهْلُ بِالْكَثِيرِ مِنْهَا خَيْرٌ مِنَ الْعِلْمِ بِهِ، فَإِنَّمَا الْوَصْفُ الَّذِي يَمْتَازُ بِهِ أَهْلُ الْقُرْآنِ هُوَ الْيَقِينُ، وَلَا يَكُونُ الْيَقِينُ إِلَّا حَيْثُ يَكُونُ الْقَطْعُ، وَأَمَّا الظَّنُّ: فَهُوَ وَصْفُ مَنْ عَابَهُمُ الْقُرْآنُ وَأَزْرَى بِهِمْ، فَلَا عَلَاقَةَ لَهُ بِأَحْوَالِهِمْ. </p><p> (أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) </p><p> هَاهُنَا إِشَارَتَانِ، وَالْمُشَارُ إِلَيْهِ عِنْدَ الْجُمْهُورِ وَاحِدٌ، وَهُوَ مَا فِي الْآيَتَيْنِ السَّابِقَتَيْنِ مِنَ الْمُؤْمِنِينَ مِنْ غَيْرِ أَهْلِ الْكِتَابِ وَالْمُؤْمِنِينَ مِنْهُمْ، وَكَرَّرَ الْإِشَارَةَ لِلْإِعْلَامِ بِأَنَّهُ لَا بُدَّ مِنْ تَحَقُّقِ الْوَصْفَيْنِ لِتَحَقُّقِ الْحُكْمِ بِأَنَّهُمْ عَلَى هُدًى وَأَنَّهُمْ هُمُ الْمُفْلِحُونَ، كَذَا قَالَ بَعْضُهُمْ وَهُوَ تَكَلُّفٌ ظَاهِرٌ، وَكَذَا قَوْلُهُمْ: إِنَّ تَنْكِيرَ (هُدًى) هُنَا لِلتَّعْظِيمِ. وَشَيْخُنَا قَدْ جَعَلَ الْإِشَارَتَيْنِ لِنَوْعَيِ الْمُؤْمِنِينَ الْمَذْكُورِينَ فِي الْآيَةِ السَّابِقَةِ بِأُسْلُوبِ اللَّفِّ وَالنَّشْرِ الْمُرَتَّبِ. </p><p> قَالَ: إِنَّ الْإِشَارَةَ الْأُولَى: </p><p> قَالَ:  (أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ) فِي هَذِهِ الْآيَةِ لِلْفِرْقَةِ الْأُولَى: وَهُمُ الَّذِينَ يَنْتَظِرُونَ </p><p> الْحَقَّ، لِأَنَّهُمْ عَلَى شَيْءٍ مِنْهُ - كَمَا يَدُلُّ عَلَيْهِ تَنْكِيرُ (هُدًى) الدَّالُّ عَلَى النَّوْعِ - وَيَنْتَظِرُونَ بَيَانًا مِنَ اللهِ تَعَالَى لِيَأْخُذُوا بِهِ، وَلِذَلِكَ تَقَبَّلُوهُ عِنْدَمَا جَاءَهُمْ، فَقَدْ أَشْعَرَ اللهُ قُلُوبَهُمُ الْهِدَايَةَ بِمَا آمَنُوا بِهِ مِنَ الْغَيْبِ، وَأَقَامُوا الصَّلَاةَ بِالْمَعْنَى الَّذِي سَبَقَ، وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللهُ. </p><p> وَأَمَّا الْفِرْقَةُ الثَّانِيَةُ: وَهُمُ الْمُؤْمِنُونَ بِمَا جَاءَ بِهِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَعَلَى هُدًى تُشْرَكُ فِيهِ تِلْكَ الْفِرْقَةُ الْأَوْلَى، لَكِنْ عَلَى وَجْهٍ أَكْمَلَ؛ لِأَنَّهَا مُؤْمِنَةٌ بِالْقُرْآنِ وَعَامِلَةٌ بِهِ، وَقَوْلُهُ (عَلَى هُدًى) تَعْبِيرٌ يُفِيدُ التَّمَكُّنَ مِنَ الشَّيْءِ كَتَمَكُّنِ الْمُسْتَقِرِّ عَلَيْهِ، كَقَوْلِهِمْ:  \" رَكِبَ هَوَاهُ \" وَلَقَدْ كَانَ أَفْرَادُ تِلْكَ الْفِرْقَةِ (أَيِ الْأُولَى) عَلَى بَصِيرَةٍ وَتَمَكُّنٍ مِنْ نَوْعِ الْهُدَى الَّذِي كَانُوا عَلَيْهِ، فَإِنْ كَانَ هَذَا غَيْرَ كَافٍ لِإِسْعَادِهِمْ وَفَلَاحِهِمْ، فَهُوَ كَافٍ لِإِعْدَادِهِمْ وَتَأْهِيلِهِمْ لَهُمَا بِالْإِيمَانِ التَّفْصِيلِيِّ الْمُنَزَّلِ، وَلِذَلِكَ قَبِلُوهُ عِنْدَمَا بَلَغَتْهُمْ دَعْوَتُهُ. </p><p> وَإِلَى الْفِرْقَةِ الثَّانِيَةِ وَقَعَتِ الْإِشَارَةُ الثَّانِيَةُ: </p><p> (وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) كَمَا هُوَ ظَاهِرٌ، وَهُمُ الْمُفْلِحُونَ بِالْفِعْلِ لِاتِّصَافِهِمْ بِالْإِيمَانِ الْكَامِلِ بِالْقُرْآنِ، وَبِمَا تَقَدَّمَهُ مِنَ </p><p> الْكُتُبِ السَّمَاوِيَّةِ وَالْيَقِينِ بِالْآخِرَةِ - لَا مُطْلَقِ الْإِيمَانِ بِالْغَيْبِ إِجْمَالًا - وَيُرْشِدُ إِلَى التَّغَايُرِ بَيْنِ مَرْجِعِ الْإِشَارَتَيْنِ تَرْكُ ضَمِيرِ الْفَصْلِ (هُمْ) فِي الْأُولَى وَذِكْرُهُ فِي الثَّانِيَةِ، وَلَوْ كَانَ الْمُشَارُ إِلَيْهِ وَاحِدًا لَذَكَرَ الْفَصْلَ فِي الْأَوْلَى؛ لِأَنَّ الْمُؤْمِنِينَ بِالْقُرْآنِ هُمُ الَّذِينَ عَلَى الْهُدَى الصَّحِيحِ التَّامِّ، فَهُوَ خَاصٌّ بِهِمْ دُونَ سِوَاهُمْ، لَكِنَّهُ اكْتَفَى عَنِ التَّنْصِيصِ عَلَى تَمَكُّنِهِمْ مِنَ الْهُدَى بِحَصْرِ الْفَلَاحِ فِيهِمْ، وَمَادَّةُ الْفَلْحِ تُفِيدُ فِي الْأَصْلِ مَعْنَى الشَّقِّ وَالْقَطْعِ، وَمِثْلُهَا مَادَّةُ الْفَلْجِ بِالْجِيمِ وَالْفَلْخِ بِالْخَاءِ وَالْفَلْذِ وَالْفَلْعِ وَالْفَلْغِ وَالْفَلْقِ وَالْفَلِّ وَالْفَلْمِ، وَيُطْلَقُ الْفَلَاحُ وَالْفَلْجُ عَلَى الْفَوْزِ بِالْمَطْلُوبِ، وَلَكِنْ لَا يُقَالُ: أَفْلَحَ الرَّجُلُ إِذَا فَازَ بِمَرْغُوبِهِ عَفْوًا مِنْ غَيْرِ تَعَبٍ وَلَا مُعَانَاةٍ، بَلْ لَا بُدَّ فِي تَحْقِيقِ الْمَعْنَى اللُّغَوِيِّ لِهَذِهِ الْمَادَّةِ مِنَ السَّعْيِ إِلَى الرَّغِيبَةِ وَالِاجْتِهَادِ لِإِدْرَاكِهَا، فَهَؤُلَاءِ مَا كَانُوا مُفْلِحِينَ إِلَّا بِالْإِيمَانِ بِمَا أُنْزِلَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَا أُنْزِلَ مِنْ قَبْلِهِ، وَبِاتِّبَاعِ هَذَا الْإِيمَانِ بِامْتِثَالِ الْأَوَامِرِ وَاجْتِنَابِ النَّوَاهِي الَّتِي نِيطَ بِهَا الْوَعْدُ وَالْوَعِيدُ فِيمَا أُنْزِلَ إِلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ الْيَقِينِ بِالْجَزَاءِ عَلَى جَمِيعِ ذَلِكَ فِي الْآخِرَةِ، وَيُدْخَلُ فِي هَذَا كُلِّهِ تَرْكُ الْكَذِبِ وَالزُّورِ وَتَزْكِيَةُ النَّفْسِ مِنْ سَائِرِ الرَّذَائِلِ كَالشَّرِّ وَالطَّمَعِ وَالْجُبْنِ وَالْهَلَعِ وَالْبُخْلِ وَالْجَوْرِ وَالْقَسْوَةِ، وَمَا يَنْشَأُ عَنْ هَذِهِ الصِّفَاتِ مِنَ الْأَفْعَالِ الذَّمِيمَةِ، وَارْتِكَابِ الْفَوَاحِشِ وَالْمُنْكَرَاتِ وَالِانْغِمَاسِ فِي ضُرُوبِ اللَّذَّاتِ، كَمَا يَدْخُلُ فِيهِ الْفَضَائِلُ الَّتِي هِيَ أَضْدَادُ هَذِهِ الرَّذَائِلِ الْمَتْرُوكَةِ، وَجَمِيعُ مَا سَمَّاهُ الْقُرْآنُ عَمَلًا صَالِحًا مِنَ الْعِبَادَاتِ وَحُسْنِ الْمُعَامَلَةِ مَعَ النَّاسِ (وَالسَّعْيُ فِي تَوْفِيرِ مَنَافِعِهِمُ الْعَامَّةِ وَالْخَاصَّةِ مَعَ الْتِزَامِ الْعَدْلِ وَالْوُقُوفِ عِنْدَ مَا حَدَّهُ الشَّرْعُ الْقَوِيمُ، وَالِاسْتِقَامَةِ عَلَى صِرَاطِهِ الْمُسْتَقِيمِ) . </p>"
}