{
  "id": null,
  "sura": 2,
  "aya": 23,
  "text": "<p> (وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صَادِقِينَ فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ) </p><p> قُلْنَا: إِنَّ الْكَلَامَ مِنْ أَوَّلِ سُورَةٍ فِي الْقُرْآنِ وَتَفْصِيلِ أَحْوَالِ النَّاسِ فِي الْإِيمَانِ بِهِ، وَعَدَمِهِ، وَهَذِهِ الْآيَةُ دَلِيلٌ عَلَى عَدَمِ الْخُرُوجِ عَنْ هَذَا الْمَوْضُوعِ فِي كُلِّ مَا تَقَدَّمَ، فَالْآيَاتُ مُتَّصِلٌ بَعْضُهَا بِبَعْضٍ كَحَبَّاتٍ مِنَ الْجَوْهَرِ نُظِمَتْ فِي سِلْكٍ وَاحِدٍ، فَإِنَّهُ بَعْدَ مَا ذَكَرَ الْمُتَّقِينَ الَّذِينَ يَهْتَدُونَ بِالْقُرْآنِ وَعَلَامَاتِهِمْ، وَبَيْنَ خَصَائِصِهِمْ وَصِفَاتِهِمْ، وَذَكَرَ الْجَاحِدِينَ الْمُعَانِدِينَ، وَمَا هُمْ عَلَيْهِ مِنَ الْعَمَى عَنْ جَلِيَّةِ الْحَقِّ الْمُبِينِ وَمَا رُزِئُوا بِهِ مِنَ الصَّمَمِ الْمَعْنَوِيِّ حَتَّى لَا يَسْمَعُوا الْحُجَجَ وَالْبَرَاهِينَ، وَمَا أُصِيبُوا بِهِ مِنَ الْبُكْمِ بِالنِّسْبَةِ لِقَوْلِ الْحَقِّ أَوْ سُؤَالِ الْمُرْشِدِينَ، ثُمَّ ذَكَرَ الْمُذَبْذَبِينَ بَيْنَ ذَلِكَ فَلَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ، وَذَكَرَ فِرَقَهُمْ وَأَصْنَافَهُمْ، وَبَيَّنَ خَلَائِقَهُمْ وَأَوْصَافَهُمْ، وَضَرَبَ لَهُمُ الْأَمْثَالَ، وَنَضَلَهُمْ فِي مَيْدَانِ الْجِدَالِ بِسِهَامِ الْحُجَجِ النَّافِذَةِ وَسُيُوفِ </p><p> الْبَرَاهِينِ الْقَاطِعَةِ، بَعْدَ هَذَا كُلِّهِ تَحَدَّاهُمْ بِالْكِتَابِ الَّذِي يَدْعُو إِلَيْهِ، وَيُنَاضِلُ عَنْهُ وَيُكَافِحُ دُونَهُ (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ) فَقَالَ: </p><p> (وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ) أَيْ يَا أَيُّهَا النَّاسُ عَلَيْكُمْ - بَعْدَ أَنْ تَنْسَلُّوا مِنْ مَضَايِقِ الْوَسَاوِسِ، وَتَتَسَلَّلُوا مِنْ مَآزِقِ الْهَوَاجِسِ وَتَنْزِعُوا مَا طَوَّقَكُمْ بِهِ التَّقْلِيدُ مِنَ الْقَلَائِدِ، وَتَكْسِرُوا مَقَاطِرَ مَا وَرِثْتُمْ مِنَ الْعَوَائِدِ - أَنْ تُهْرَعُوا إِلَى الْحَقِّ فَتَطْلُبُوهُ بِبُرْهَانِهِ، وَأَنْ تُبَادِرُوا إِلَى مَا دُعِيتُمْ إِلَيْهِ فَتَأْخُذُوهُ بِرُبَّانِهِ، فَإِنْ خَفِيَ عَلَيْكُمُ الْحَقُّ بِذَاتِهِ، فَهَذِهِ آيَةٌ مِنْ أَظْهَرِ آيَاتِهِ، وَهِيَ عَجْزُكُمْ عَنِ الْإِتْيَانِ بِسُورَةٍ مِنْ مِثْلِ سُوَرِ الْقُرْآنِ مِنْ رَجُلٍ أُمِّيٍّ مِثْلِ الَّذِي جَاءَكُمْ بِهِ، وَهُوَ عَبْدُنَا وَرَسُولُنَا مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَإِنْ عَجَزْتُمْ عَنِ الْإِتْيَانِ بِسُورَةٍ مِنْ مِثْلِهِ تُسَاوِي سُورَةً فِي هِدَايَتِهَا، وَتُضَارِعُهَا فِي أُسْلُوبِهَا وَبَلَاغَتِهَا - وَأَنْتُمْ فُرْسَانُ الْبَلَاغَةِ، وَعَصْرُكُمْ أَرْقَى عُصُورِ الْفَصَاحَةِ، وَقَدِ اشْتُهِرَ كَثِيرُونَ مِنْكُمْ بِالسَّبْقِ فِي هَذَا الْمَيْدَانِ وَلَمْ يَكُنْ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِمَّنْ يُسَابِقُكُمْ مِنْ قَبْلِ هَذَا الْبُرْهَانِ؛ لِأَنَّهُ لَمْ يُؤْتَ هَذَا الِاسْتِعْدَادَ بِنَفْسِهِ، وَلَمْ يَتَمَرَّنْ عَلَيْهِ أَوْ يَتَكَلَّفْهُ لِمُبَارَاةِ أَهْلِهِ - فَاعْلَمُوا أَنَّ مَا جَاءَ بِهِ بَعْدَ أَرْبَعِينَ سَنَةً فَأَعْجَزَكُمْ بَعْدَ سَبْقِكُمْ لَمْ يَكُنْ إِلَّا بِوَحْيٍ إِلَهِيٍّ، وَإِمْدَادٍ سَمَاوِيٍّ، لَمْ يَسْمُ عَقْلُهُ إِلَى عِلْمِهِ، وَلَا بَيَانُهُ إِلَى أُسْلُوبِهِ وَنَظْمِهِ. </p><p> وَعَبَّرَ عَنْ كَوْنِ الرَّيْبِ بِـ ((إِنَّ) ) لِلْإِيذَانِ بِأَنَّ مِنْ شَأْنِ هَذَا التَّنْزِيلِ أَنْ لَا يُرْتَابَ فِيهِ؛ لِأَنَّ الْحَقَّ فِيهِ ظَاهِرٌ بِذَاتِهِ، يَتَلَأْلَأُ نُورُهُ فِي كُلِّ آيَةٍ مِنْ آيَاتِهِ، وَلَكِنْ: </p><p> إِذَا لَمْ تَكُنْ لِلْمَرْءِ عَيْنٌ صَحِيحَةٌ ... فَلَا غَرْوَ أَنْ يَرْتَابَ وَالصُّبْحُ مُسْفِرُ </p><p> وَالتَّنْزِيلُ: مِنْ مَادَّةِ النُّزُولِ كَالْإِنْزَالِ وَتَقَدَّمَ تَفْسِيرُهُ، إِلَّا أَنَّ صِيغَةَ ((التَّفْعِيلِ) ) الدَّالَّةَ عَلَى التَّدْرِيجِ أَوِ التَّكْثِيرِ تُفِيدُ أَنَّ الْقُرْآنَ نَزَلَ نُجُومًا مُتَفَرِّقَةً وَهُوَ الْوَاقِعُ، وَصِيغَةُ أَنْزَلَ لَا تُنَافِيهِ. </p><p> وَقَوْلُهُ تَعَالَى:  (مِنْ مِثْلِهِ) فِيهِ وَجْهَانِ: </p><p> (أَحَدُهُمَا) أَنَّ الضَّمِيرَ فِي ((مِثْلِهِ) ) لِلْقُرْآنِ الْمُعَبَّرِ عَنْهُ بِقَوْلِهِ: (مِمَّا نَزَّلْنَا) . </p><p> (وَالثَّانِي) أَنَّهُ لِعَبْدِنَا، قَالَ شَيْخُنَا: وَهُوَ أَرْجَحُ، بِدَلِيلِ \" مِنَ \" الدَّاخِلَةِ عَلَى \" مِثْلِهِ \" الدَّالَّةِ عَلَى النُّشُوءِ، أَيْ فَإِنْ كَانَ أَحَدٌ مِمَّنْ يُمَاثِلُ الرَّسُولَ بِالْأُمِّيَّةِ يَقْدِرُ عَلَى الْإِتْيَانِ بِسُورَةٍ فَلْيَفْعَلْ. </p><p> قَالَ تَعَالَى:  (وَادْعُوا شُهَدَاءَكُمْ) الَّذِينَ يَشْهَدُونَ لَكُمْ أَنَّكُمْ أَتَيْتُمْ بِسُورَةٍ مَنْ مِثْلِهِ، وَهَؤُلَاءِ الشُّهَدَاءُ هُمْ غَيْرُ اللهِ تَعَالَى بِالضَّرُورَةِ، أَيِ ادْعُوا كُلَّ مَنْ تَعْتَمِدُونَ عَلَيْهِ لِيَشْهَدَ لَكُمْ (مِنْ دُونِ اللهِ) أَوِ ادْعُوَا كُلَّ أَحَدٍ غَيْرَ اللهِ تَعَالَى لِيُؤَيِّدَ دَعْوَاكُمْ، كَمَا أَيَّدَ اللهُ تَعَالَى دَعْوَةَ عَبْدِهِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَانْظُرُوا هَلْ يُغْنِيكُمْ دُعَاؤُكُمْ شَيْئًا (إِنْ كُنْتُمْ صَادِقِينَ) فِي دَعْوَاكُمْ (أَنَّ عِنْدَكُمْ فِيهِ رَيْبًا، وَإِنَّمَا يَصْدُقُ الْمُرْتَابُ فِي رَيْبِهِ إِذَا خَفِيَتِ الْحُجَّةُ، وَغَلَبَتِ الشُّبْهَةُ، وَكَانَ جَادًّا فِي النَّظَرِ،فَهُوَ يَقُولُ:إِنْ كُنْتُمْ صَدَقْتُمْ فِي أَنَّكُمْ مُرْتَابُونَ فَلَدَيْكُمْ مَا يُمَحِّصُ الْحَقَّ فَجِدُّوا فِي الْفِكْرِ، وَلَا تَتَوَانَوْا فِي النَّظَرِ، وَتَدَبَّرُوا هَذَا الْكِتَابَ، وَهَا هُوَ ذَا مَعْرُوضٌ عَلَيْكُمْ، وَائْتُوا بِسُورَةٍ وَاحِدَةٍ مِنْ مِثْلِ مَا جَاءَ بِهِ هَذَا النَّبِيُّ الْأُمِّيُّ، فَإِذَا أَمْكَنَ لَكُمْ ذَلِكَ فَلِخَاطِرِ الرَّيْبِ أَنْ يَمُرَّ بِنُفُوسِكُمْ، وَإِلَّا فَمَا وَجْهُ إِعْرَاضِكُمْ عَنْ دَعْوَتِهِ، وَإِبْطَائِكُمْ عَنْ تَلْبِيَتِهِ؟) . </p><p> (أَقُولُ) : هَذَا مُحَصِّلُ سِيَاقِ الْأُسْتَاذِ فِي الدَّرْسِ، وَقَدْ قَرَأَهُ بَعْدَ كِتَابَتِنَا لَهُ، وَكَتَبَ الْعِبَارَةَ الْأَخِيرَةَ لِإِيضَاحِهِ بِخَطِّهِ بَعْدَ طَبْعِ التَّفْسِيرِ فِي الْمَنَارِ، وَتَرْجِيحُهُ كَوْنَ الضَّمِيرِ فِي مِثَالِهِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَاصٌّ بِهَذِهِ الْآيَةِ، وَهُوَ لَا يُنَافِي الْعَجْزَ عَنِ الْإِتْيَانِ بِسُورَةٍ مِثْلِ سُوَرِ الْقُرْآنِ مِنْ غَيْرِ الْأُمِّيِّينَ، وَرَجَّحَ الْجُمْهُورُ الْأَوَّلَ، لِمُوَافَقَةِ الْآيَاتِ الْأُخْرَى فِي هَذَا التَّحَدِّي. </p><p> وَأَوَّلُ مَا نَزَلَ فِي هَذَا الْمَعْنَى: قَوْلُهُ تَعَالَى فِي سُورَةِ الْإِسْرَاءِ: (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا)  (١٧: ٨٨) </p><p> ثُمَّ نَزَلَ بَعْدَهَا آيَةُ يُونُسَ (أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَائْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوَا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صَادِقِينَ)  (١٠: ٣٨) ثُمَّ آيَةُ هُودٍ (أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَائْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرِيَاتٍ وَادْعُوَا مَنِ اسْتَطَعْتُمْ مِنْ</p><p> دُونِ اللهِ إِنْ كُنْتُمْ صَادِقِينَ ١١: ١٣) وَهَذِهِ السُّوَرُ الثَّلَاثُ نَزَلَتْ بِمَكَّةَ مُتَتَابِعَاتٍ كَمَا رَوَاهُ الْعُلَمَاءُ لِهَذَا الشَّأْنِ، وَلَكِنْ فِي رِوَايَةٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ سُورَةَ يُونُسَ مَدَنِيَّةٌ، وَالرِّوَايَةُ الْأُخْرَى هِيَ الْمُوَافَقَةُ لِقَوْلِ الْجُمْهُورِ وَلِأُسْلُوبِهَا فَإِنَّهُ أُسْلُوبُ السُّوَرِ الْمَكِّيَّةِ. </p><p> وَقَالَ بَعْضُ عُلَمَاءِ الْكَلَامِ: إِنَّ اللهَ تَعَالَى تَحَدَّى النَّاسَ أَوَّلًا بِالْقُرْآنِ فِي جُمْلَتِهِ فِي آيَةِ الْإِسْرَاءِ، ثُمَّ تَحَدَّاهُمْ بِعَشْرِ سُوَرٍ مِثْلِهِ فِي آيَةِ هُودٍ، ثُمَّ تَحَدَّاهُمْ بِسُورَةٍ وَاحِدَةٍ مِثْلِهِ فِي آيَةِ يُونُسَ، وَكُلُّ ذَلِكَ بِمَكَّةَ، ثُمَّ بِسُورَةٍ مِنْ مِثْلِهِ فِي آيَةِ الْبَقَرَةِ بِالْمَدِينَةِ، وَهَذَا تَرْتِيبٌ مَعْقُولٌ لَوْ سَاعَدَ عَلَيْهِ تَارِيخُ النُّزُولِ. وَالظَّاهِرُ أَنَّ التَّحَدِّيَ فِي سُورَتَيْ يُونُسَ وَهُودٍ خَاصٌّ بِبَعْضِ أَنْوَاعِ الْإِعْجَازِ، وَهُوَ مَا يَتَعَلَّقُ بِالْأَخْبَارِ كَقَصَصِ الرُّسُلِ مَعَ أَقْوَامِهِمْ وَهُوَ مِنْ أَخْبَارِ الْغَيْبِ الْمَاضِيَةِ الَّتِي لَمْ يَكُنْ لِمَنْ أُنْزِلَ عَلَيْهِ الْقُرْآنُ عِلْمٌ بِهَا وَلَا قَوْمِهِ كَمَا قَالَ تَعَالَى عَقِبَ قِصَّةِ نُوحٍ مِنْ سُورَةِ هُودٍ:  (تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا)  (١١: ٤٩) كَمَا قَالَ فِي سُورَةِ الْقَصَصِ عَقِبَ قِصَّةِ مُوسَى: (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ)  (٢٨: ٤٤) إِلَى آخَرِ الْآيَةِ ٤٦، وَكَمَا قَالَ فِي سُورَةِ آلِ عِمْرَانَ عَقِبَ قِصَّةِ مَرْيَمَ:  (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ)  (٣: ٤٤) الْآيَةَ. </p><p> وَلَعَلَّ وَجْهَ التَّحَدِّي بِعَشْرِ سُوَرٍ مُفْتَرِيَاتٍ دُونَ سُورَةٍ وَاحِدَةٍ، هُوَ إِرَادَةُ نَوْعٍ خَاصٍّ مِنْ أَنْوَاعِ الْإِعْجَازِ وَهُوَ الْإِتْيَانُ بِالْخَبَرِ الْوَاحِدِ بِأَسَالِيبَ مُتَعَدِّدَةٍ مُتَسَاوِيَةٍ فِي الْبَلَاغَةِ وَإِزَالَةِ شُبْهَةٍ تَخْطُرُ بِالْبَالِ، بَلْ بَعْضُ النَّاسِ أَوْرَدَهَا عَلَى الْإِعْجَازِ بِالْبَلَاغَةِ وَالْأُسْلُوبِ، وَهِيَ أَنَّ الْجُمْلَةَ أَوِ السُّورَةَ الْمُشْتَمِلَةَ عَلَى الْقِصَّةِ يُمْكِنُ التَّعْبِيرُ عَنْهَا فِي اللُّغَةِ بِعِبَارَاتٍ مُخْتَلِفَةٍ تُؤَدِّي الْمَعْنَى، وَلَا بُدَّ أَنْ تَكُونَ عِبَارَةٌ مِنْهَا يَنْتَهِي إِلَيْهَا حُسْنُ الْبَيَانِ، مَعَ السَّلَامَةِ مِنْ كُلِّ عَيْبٍ لَفْظِيٍّ أَوْ مَعْنَوِيٍّ يَحِلُّ بِالْفَهْمِ أَوِ التَّأْثِيرِ الْمَطْلُوبِ، فَمَنْ سَبَقَ إِلَى هَذِهِ الْعِبَارَةِ أَعْجَزَ غَيْرَهُ عَنِ الْإِتْيَانِ بِمِثْلِهَا؛ لِأَنَّ تَأْلِيفَ الْكَلَامِ فِي اللُّغَةِ لَا يَحْتَمِلُ ذَلِكَ. وَمِنَ الْأَمْثَالِ الَّتِي وَضَّحُوا بِهَا هَذِهِ الشُّبْهَةَ قَوْلُهُ تَعَالَى:  (وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللهُ) قَالُوا إِنَّ هَذِهِ الْجُمْلَةَ تَحْتَمِلُ بِالتَّقْدِيمِ وَالتَّأْخِيرِ بِضْعَةُ تَرَاكِيبَ أَفْصَحُهَا وَأَبْلَغُهَا وَأَسْلَمُهَا مِنَ الضَّعْفِ وَالْإِبْهَامِ تَرْكِيبُ </p><p> الْآيَةِ، وَلَكِنَّ الْقُرْآنَ عَبَّرَ عَنْ بَعْضِ الْمَعَانِي وَبَعْضِ الْقِصَصِ بِعِبَارَاتٍ مُخْتَلِفَةِ الْأُسْلُوبِ وَالنَّظْمِ مِنْ مُخْتَصَرٍ وَمُطَوَّلٍ، وَالتَّحَدِّي بِمِثْلِهِ لَا يَظْهَرُ فِي قِصَّةٍ مُخْتَرَعَةٍ مُفْتَرَاةٍ بَلْ لَا بُدَّ مِنَ التَّعَدُّدِ الَّذِي يَظْهَرُ فِيهِ التَّعْبِيرُ عَنِ الْمَعْنَى الْوَاحِدِ وَالْقِصَّةِ الْوَاحِدَةِ بِأَسَالِيبَ مُخْتَلِفَةٍ وَتَرَاكِيبَ مُتَعَدِّدَةٍ، كَمَا نَرَى فِي سُورَةٍ فَتَحَدَّاهُمْ بِعَشْرِ سُوَرٍ مِثْلِهِ فِي هِدَايَتِهَا وَبَلَاغَتِهَا وَأُسْلُوبِهَا وَاشْتِمَالِهَا عَلَى الْحِكَمِ وَالْعِبَرِ وَالْأُسْوَةِ الْحَسَنَةِ الْمُعِينَةِ عَلَى التَّرْبِيَةِ وَالتَّهْذِيبِ كَمَا هُوَ شَأْنُ الْقُرْآنِ فِي قَصَصِهِ، </p>"
}