{
  "id": null,
  "sura": 2,
  "aya": 187,
  "text": "<p> بَعْدَ هَذَا عَادَ إِلَى سَرْدِ بَقِيَّةِ أَحْكَامِ الصِّيَامِ فَقَالَ:  (أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ</p><p> الرَّفَثُ إِلَى نِسَائِكُمْ) وَرُوِيَ فِي سَبَبِ نُزُولِ هَذِهِ الْآيَةِ أَنَّ الصَّحَابَةَ كَانُوا إِذَا أَفْطَرُوا يَأْكُلُونَ وَيَشْرَبُونَ وَيَتَغَشَّوْنَ النِّسَاءَ إِلَى وَقْتِ النَّوْمِ، فَإِذَا نَامَ أَحَدُهُمْ ثُمَّ اسْتَيْقَظَ مِنَ اللَّيْلِ صَامَ وَلَوْ كَانَ فِي أَوَّلِ اللَّيْلِ، وَرُوِيَ أَنَّ أَهْلَ الْكِتَابِ كَانُوا يَصُومُونَ كَذَلِكَ، وَأَنَّ الصَّحَابَةَ فَهِمُوا مِنْ قَوْلِهِ تَعَالَى:  (كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ) أَنَّ التَّشْبِيهَ يَتَنَاوَلُ كَيْفِيَّةَ الصَّوْمِ، فَوَقَعَ لِبَعْضِهِمْ أَنْ وَقَعَ عَلَى امْرَأَتِهِ فِي اللَّيْلِ بَعْدَ النَّوْمِ فَشَكَا ذَلِكَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلِبَعْضِهِمْ أَنْ نَامَ قَبْلَ أَنْ يُفْطِرَ ثُمَّ اسْتَيْقَظَ فَوَاصَلَ الصَّوْمَ إِلَى الْيَوْمِ الثَّانِي وَكَانَ عَامِلًا فَأَضْوَاهُ الْجُوعُ حَتَّى غُشِيَ عَلَيْهِ، فَذُكِرَ خَبَرُهُ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَنَزَلَتْ. قَالَ بَعْضُ الْمُفَسِّرِينَ: هَذِهِ الْآيَةُ نَاسِخَةٌ لِقَوْلِهِ: (كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ) وَقَالَ بَعْضُهُمْ: لَا نَسْخَ هُنَا ; فَإِنَّ التَّشْبِيهَ لَيْسَ مِنْ كُلِّ وَجْهٍ وَإِنَّمَا هُوَ فِي الْفَرْضِيَّةِ لَا فِي الْكَيْفِيَّةِ، وَهَذِهِ الْآيَةُ مُتَّصِلَةٌ بِمَا قَبْلَهَا، مُتَمِّمَةٌ لِأَحْكَامِ الصَّوْمِ، مَبْنِيَّةٌ لِمَا امْتَازَ بِهِ صَوْمُنَا مِنَ الرُّخْصَةِ الَّتِي لَمْ تَكُنْ لِمَنْ قَبْلَنَا وَهَذَا مَا اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ. وَقَالَ: إِذَا صَحَّ مَا وَرَدَ فِي سَبَبِ النُّزُولِ فَهُوَ يَدُلُّ عَلَى أَنَّهُ عِنْدَمَا فُرِضَ الصِّيَامُ كَانَ كُلُّ إِنْسَانٍ يَذْهَبُ فِي فَهْمِهِ مَذْهَبًا كَمَا يُؤَدِّيهِ إِلَيْهِ اجْتِهَادُهُ وَيَرَاهُ أَحْوَطَ وَأَقْرَبَ إِلَى التَّقْوَى ; وَلِذَلِكَ قَالُوا فِيمَا رَوَوْهُ مِنْ إِتْيَانِ عَمَرَ أَهْلَهُ بَعْدَ النَّوْمِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهُ:  ((لَمْ تَكُنْ حَقِيقًا بِذَلِكَ يَا عُمَرُ) ) . </p><p> (أَقُولُ) : أَمَّا الرِّوَايَةُ الْأُولَى فَعِنْدَ أَحْمَدَ وَأَبِي دَاوُدَ وَالْحَاكِمِ مِنْ طَرِيقِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ: كَانُوا يَأْكُلُونَ وَيَشْرَبُونَ وَيَأْتُونَ النِّسَاءَ مَا لَمْ يَنَامُوا فَإِذَا نَامُوا امْتَنَعُوا، ثُمَّ إِنَّ رَجُلًا مِنَ الْأَنْصَارِ يُقَالُ قَيْسُ بْنُ صِرْمَةَ - بِكَسْرِ الصَّادِ - صَلَّى الْعِشَاءَ ثُمَّ نَامَ فَلَمْ يَأْكُلْ وَلَمْ يَشْرَبْ حَتَّى أَصْبَحَ فَأَصْبَحَ مَجْهُودًا، وَكَانَ عُمَرُ قَدْ أَصَابَ مِنَ النِّسَاءِ بَعْدَ مَا نَامَ فَأَتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَكَرَ لَهُ ذَلِكَ ; فَأَنْزَلَ اللهُ (أُحِلَّ لَكُمْ) إِلَى قَوْلِهِ: (ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ) قَالَ فِي لِبَابِ النُّقُولِ: هَذَا الْحَدِيثُ مَشْهُورٌ عَنِ ابْنِ أَبِي لَيْلَى لَكِنَّهُ لَمْ يَسْمَعْ مِنْ مُعَاذٍ وَلَهُ شَوَاهِدُ، وَذَكَرَ حَدِيثَ قَيْسِ بْنِ صِرْمَةَ عَنِ الْبَرَاءِ عِنْدَ الْبُخَارِيِّ - وَأَخْرَجَهُ أَبُو دَاوُدَ أَيْضًا فِي الصَّوْمِ وَالتِّرْمِذِيُّ فِي التَّفْسِيرِ - وَقَوْلُ الْبَرَاءِ عِنْدَ الْبُخَارِيِّ: لَمَّا نَزَلَ صَوْمُ شَهْرِ رَمَضَانَ كَانُوا لَا يَقْرَبُونَ النِّسَاءَ رَمَضَانَ كُلَّهُ فَكَانَ رِجَالٌ يَخُونُونَ أَنْفُسَهُمْ فَأَنْزَلَ اللهُ (عَلِمَ اللهُ أَنَّكُمْ كُنْتُمْ</p><p> تَخْتَانُونَ أَنْفُسَكُمْ) الْآيَةُ. وَأَمَّا حَدِيثُ عُمَرَ فَهُوَ مَا رَوَاهُ عَبْدُ اللهِ بْنُ كَعْبِ بْنِ مَالِكٍ عَنْ أَبِيهِ عِنْدَ أَحْمَدَ وَابْنِ جَرِيرٍ وَابْنِ أَبِي حَاتِمٍ قَالَ: كَانَ النَّاسُ فِي رَمَضَانَ إِذَا صَامَ الرَّجُلُ فَأَمْسَى فَنَامَ حَرُمَ عَلَيْهِ الطَّعَامُ وَالشَّرَابُ وَالنِّسَاءُ حَتَّى يُفْطِرَ مِنَ الْغَدِ، فَرَجَعَ عُمَرُ مِنْ عِنْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ سَمَّرَ عِنْدَهُ فَأَرَادَ امْرَأَتَهُ فَقَالَتْ: إِنِّي قَدْ نِمْتُ. قَالَ: مَا نِمْتِ، وَوَقَعَ عَلَيْهَا، وَصَنَعَ كَعْبٌ مِثْلَ ذَلِكَ، فَغَدَا عُمَرُ إِلَى النَّبِيِّ </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ </p><p> فَأَخْبَرَهُ فَنَزَلَتْ. اهـ. فَأَنْتَ تَرَى فِي هَذِهِ الرِّوَايَاتِ اضْطِرَابًا، فَفِي بَعْضِهَا أَنَّهُمْ كَانُوا يَرَوْنَ مُقَارَبَةَ النِّسَاءِ مُحَرَّمَةً فِي لَيَالِي رَمَضَانَ كَأَنْهُرِهِ عَلَى الْإِطْلَاقِ، وَفِي الْأُخْرَى أَنَّهُمْ كَانُوا يَعُدُّونَهَا كَالْأَكْلِ وَالشُّرْبِ لَا تَحْرُمُ إِلَّا بَعْدَ النَّوْمِ فِي اللَّيْلِ، وَأَقْرَبُ مَا يُمْكِنُ أَنْ يَخْرُجَ عَلَيْهِ الْجَمْعُ بَيْنَ الرِّوَايَتَيْنِ اخْتِلَافُ اجْتِهَادِ الصَّحَابَةِ فِي ذَلِكَ بِحَمْلِ كُلِّ رِوَايَةٍ عَلَى طَائِفَةٍ، وَإِلَّا تَعَارَضَتَا وَسَقَطَ الِاحْتِجَاجُ بِهِمَا. وَهَذَا الْجَمْعُ يُوَافِقُ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ، فَتَعَيَّنَ أَنَّ اجْتِهَادَهُمْ لَمْ يَكُنْ حُكْمًا قُرْآنِيًّا فَيُقَالُ إِنَّهُ نُسِخَ بِالْآيَةِ، وَإِنَّمَا هُوَ اجْتِهَادٌ أَوْقَعَهُمْ فِيهِ الْإِجْمَالُ فَجَاءَتْ هَذِهِ الْآيَةُ بِالْبَيَانِ (قَالَ) : وَقَوْلُهُ: (أُحِلَّ لَكُمْ) لَا يَقْتَضِي أَنَّهُ كَانَ مُحَرَّمًا، بَلْ يَكْفِي فِيهِ أَنْ يُتَوَهَّمَ أَنَّ مِنْ كَمَالِ الصِّيَامِ أَوْ مِنْ شُرُوطِهِ عَدَمُ الْأَكْلِ بَعْدَ النَّوْمِ وَعَدَمُ مُقَارَبَةِ النِّسَاءِ بَعْدَهُ أَوْ مُطْلَقًا. وَهُوَ كَقَوْلِهِ تَعَالَى:  (أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ)  (٥: ٩٦) وَلَمْ يَكُنْ قَدْ سَبَقَ نَصٌّ فِي تَحْرِيمِهِ. </p><p> (وَأَقُولُ) : إِنَّ إِقْرَارَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُمْ عَلَى ذَلِكَ الِاجْتِهَادِ كَانَ جَرْيًا عَلَى سُنَّتِهِ فِي إِجَازَةِ عَمَلِ كُلِّ أَحَدٍ بِاجْتِهَادِهِ فِيمَا يَحْتَمِلُ الِاجْتِهَادَ مِنَ النُّصُوصِ مِنْ غَيْرِ إِلْزَامٍ لِأَحَدٍ بِهِ، إِذْ لَمْ يَكُنْ يُلْزِمُ الْأُمَّةَ كُلَّهَا إِلَّا الْعَمَلَ بِالنَّصِّ الْقَطْعِيِّ الدَّلَالَةِ كَمَا يَأْتِي بَيَانُهُ فِي تَحْرِيمِ الْخَمْرِ وَالْمَيْسِرِ. </p><p> أَمَّا لَيْلَةُ الصِّيَامِ فَهِيَ اللَّيْلَةُ الَّتِي يُصْبِحُ مِنْهَا الْمَرْءُ صَائِمًا، وَأَمَّا الرَّفَثُ إِلَى النِّسَاءِ فَهُوَ الْإِفْضَاءُ إِلَيْهِنَّ وَمُبَاشَرَتُهُنَّ، وَأَصْلُهُ الْإِفْصَاحُ بِمَا يَنْبَغِي أَنْ يُكَنَّى عَنْهُ مِمَّا يَقَعُ بَيْنَ الرَّجُلِ وَامْرَأَتِهِ. يُقَالُ: رَفَثَ فِي كَلَامِهِ إِذَا فَحَشَ وَأَفْصَحَ بِذِكْرِ الْوِقَاعِ وَشُئُونِهِ أَوْ حَادَثَ النِّسَاءَ فِي ذَلِكَ وَقَالَ الْأَزْهَرِيُّ: الرَّفَثُ: كَلِمَةٌ جَامِعَةٌ لِكُلِّ مَا يُرِيدُ الرَّجُلُ مِنَ الْمَرْأَةِ، وَحَقَّقَ الرَّاغِبُ أَنَّ الرَّفَثَ كَلَامٌ مُتَضَمِّنٌ لِمَا يُسْتَقْبَحُ مِنْ ذِكْرِ الْوِقَاعِ وَدَوَاعِيهِ، وَجُعِلَ كِنَايَةً عَنْهُ فِي الْآيَةِ تَنْبِيهًا عَلَى جَوَازِ دُعَائِهِنَّ إِلَى ذَلِكَ وَمُكَالَمَتِهِنَّ </p><p> فِيهِ. وَعُدِّيَ بِـ (إِلَى) لِتَضَمُّنِهُ مَعْنَى الْإِفْضَاءِ، وَقَدْ عَلَّمَنَا الْقُرْآنُ النَّزَاهَةَ فِي التَّعْبِيرِ عَنْ هَذَا الْأَمْرِ عِنْدَ الْحَاجَةِ إِلَى الْكَلَامِ فِيهِ بِمَا ذَكَرَ مِنَ الْكِنَايَاتِ اللَّطِيفَةِ، كَقَوْلِهِ:  (لَامَسْتُمُ النِّسَاءَ) وَ (أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ) وَ (دَخَلْتُمْ بِهِنَّ) وَ (فَلَمَّا تَغَشَّاهَا حَمَلَتْ) وَقَالَ بَعْضُ الْمُفَسِّرِينَ: قَدْ ذَكَرَ هُنَا اللَّفْظَ الصَّرِيحَ وَالسَّبَبُ فِي ذَلِكَ اسْتِهْجَانُ مَا وَقَعَ مِنْهُمْ، وَهَذَا غَلَطٌ ; فَإِنَّ الْكَلِمَةَ بِمَعْنَى مَا لَا يَحْسُنُ التَّصْرِيحُ بِهِ مِنْ شَأْنِ الرَّجُلِ مَعَ الْمَرْأَةِ، وَلَيْسَتْ هِيَ مِنَ الْأَلْفَاظِ الصَّرِيحَةِ فِي ذَلِكَ، فَالْمَعْنَى أُحِلُّ لَكُمْ ذَلِكَ الْأَمْرُ الَّذِي لَا يَنْبَغِي التَّصْرِيحُ بِهِ. وَإِنْ قَالَ الْأُسْتَاذُ الْإِمَامُ: وَالصَّوَابُ أَنَّهُ جِيءَ بِاللَّفْظِ عَلَى خِلَافِ مَا جَرَتْ </p><p> عَلَيْهِ سُنَّةُ الْكِتَابِ لِلْإِشَارَةِ إِلَى اسْتِهْجَانِهِ فِي شَهْرِ الصَّوْمِ وَإِنْ حَلَّ فَهُوَ مِنَ الْحَلَالِ الْمَكْرُوهِ عَلَى الْجُمْلَةِ. وَقَوْلُهُ:  (هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ) قَوْلٌ مُسْتَأْنَفٌ سِيقَ لِبَيَانِ سَبَبِ الْحُكْمِ ; أَيْ: إِذَا كَانَ بَيْنَكُمْ وَبَيْنَهُنَّ هَذِهِ الْمُلَابَسَةُ وَالْمُخَالَطَةُ، فَإِنَّ اجْتِنَابَهُنَّ عُسْرٌ عَلَيْكُمْ، فَلِهَذَا رَخَّصَ لَكُمْ فِي مُبَاشَرَتِهِنَّ لَيْلَةَ الصِّيَامِ. قَالَهُ صَاحِبُ الْكَشَّافِ، وَاخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ، فَهُوَ يَرَى أَنَّ لَفْظَ (لِبَاسٌ) هُنَا مَصْدَرٌ ((لَابَسَهُ) ) بِمَعْنَى: خَالَطَهُ وَعَرَفَ دَخَائِلَهُ، لَا بِمَعْنَى مَا وَرَدَ مِنْ إِطْلَاقِ اللِّبَاسِ وَالْإِزَارِ عَلَى الْمَرْأَةِ. وَقَالَ ابْنُ عَبَّاسٍ: مَعْنَاهُ هُنَّ سَكَنَ لَكُمْ وَأَنْتُمْ سَكَنَ لَهُنَّ. وَذَهَبَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ إِلَى أَنَّهُ كِنَايَةٌ عَنِ الْمُعَانَقَةِ، وَاسْتَشْهَدُوا لَهُ بُقُولِ الذُّبْيَانِيِّ: </p><p> إِذَا مَا الضَّجِيعُ ثَنَى عِطْفَهَا تَثَنَّتْ عَلَيْهِ فَكَانَتْ لِبَاسًا </p><p> وَقَالَ بَعْضُهُمْ إِنَّهُ كِنَايَةٌ عَنِ السَّتْرِ الْمَقْصُودِ مِنَ اللِّبَاسِ ; لِأَنَّ كُلًّا مِنَ الزَّوْجَيْنِ سَتْرٌ لِلْآخَرِ وَإِحْصَانٌ لَهُ، وَهُوَ بِمَعْنَى الْغَشَيَانِ وَالتَّغَشِّي مِنْ أَلْفَاظِ الْكِنَايَةِ عَنْ وَظِيفَةِ الزَّوْجِيَّةِ. </p><p> ثُمَّ قَالَ:  (عَلِمَ اللهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ) أَيْ: تَنْتَقِصُونَهَا بَعْضَ مَا أَحَلَّ اللهُ لَهَا مِنَ اللَّذَّاتِ تَوَهُّمًا أَنَّ مَنْ قَبْلَكُمْ كَانَ كَذَلِكَ، فَيَكُونُ بِمَعْنَى التَّخَوُّنِ أَيِ النَّقْصِ مِنَ الشَّيْءِ، أَوْ مَعْنَاهُ تَخُونُونَ أَنْفُسَكُمْ إِذْ تَعْتَقِدُونَ شَيْئًا ثُمَّ لَا تَلْتَزِمُونَ الْعَمَلَ بِهِ فَهُوَ مُبَالَغَةٌ مِنَ الْخِيَانَةِ، الَّتِي هِيَ مُخَالَفَةُ مُقْتَضَى الْأَمَانَةِ، وَلَمْ يَقُلْ تَخْتَانُونَ اللهَ، كَمَا قَالَ:  (لَا تَخُونُوا اللهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ)  (٨: ٧٢) لِلْإِشْعَارِ بِأَنَّ اللهَ تَعَالَى لَمْ يُحَرِّمْ عَلَيْهِمْ بَعْدَ النَّوْمِ فِي اللَّيْلِ مَا حَرَّمَهُ عَلَى الصَّائِمِ فِي النَّهَارِ، وَإِنَّمَا ذَهَبَ بِهِمُ اجْتِهَادُهُمْ إِلَى ذَلِكَ فَهُمْ قَدْ خَانُوا أَنْفُسَهُمْ فِي اعْتِقَادِهَا، فَكَانُوا كَمَنْ يَتَغَشَّى امْرَأَتَهُ ظَانًّا أَنَّهَا أَجْنَبِيَّةٌ، </p><p> فَعِصْيَانُهُ بِحَسَبِ اعْتِقَادِهِ لَا بِحَسَبِ الْوَاقِعِ، فَهُمْ عَلَى أَيِّ حَالٍ كَانُوا عَاصِينَ بِمَا فَعَلُوا مُحْتَاجِينَ إِلَى التَّوْبَةِ وَالْعَفْوِ وَلِذَلِكَ قَالَ:  (فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ) فَإِنْ كَانَ ذَنْبُهُمْ تَحْرِيمَ مَا أَبَاحَ اللهُ لَهُمْ فِي لَيَالِي الصَّوْمِ أَوِ التَّوَرُّعِ عَنْهُ لِيُوَافِقَ صِيَامُهُمْ صِيَامَ أَهْلِ الْكِتَابِ مِنْ كُلِّ وَجْهٍ، فَتُفَسَّرُ التَّوْبَةُ بِالرُّجُوعِ عَلَيْهِمْ بِبَيَانِ الرُّخْصَةِ بَعْدَ ذِكْرِ فَرْضِ الصِّيَامِ مُجْمَلًا، وَالتَّشْبِيهُ فِيهِ مُبْهَمًا، وَيَكُونُ الْعَفْوُ عَنِ الْخَطَأِ فِي الِاجْتِهَادِ الَّذِي أَدَّى إِلَى التَّضْيِيقِ عَلَى النَّفْسِ وَإِيقَاعِهَا فِي الْحَرَجِ، وَإِنْ كَانَ الذَّنْبُ هُوَ مُخَالَفَةُ الِاعْتِقَادِ بِأَنْ كَانُوا فَهِمُوا مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ مِنْ قَوْلِهِ تَعَالَى:  (كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ) تَحْرِيمُ مُلَامَسَةِ النِّسَاءِ لَيْلًا مُطْلَقًا أَوْ تَحْرِيمُهُ كَالْأَكْلِ وَالشُّرْبِ بَعْدَ النَّوْمِ فِي اللَّيْلِ، فَالتَّوْبَةُ عَلَى ظَاهِرِ مَعْنَاهَا ; أَيْ إِنَّ اللهَ قَبْلَ تَوْبَتِكُمْ، وَعَفَا عَنْ خِيَانَتِكُمْ أَنْفُسِكُمْ (فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللهُ لَكُمْ) الْمُبَاشِرَةُ هُنَا كِنَايَةٌ عَنِ الْمُبَاضَعَةِ الزَّوْجِيَّةِ، وَحَقِيقَتُهَا: مَسُّ كُلٍّ بَشَرَةَ الْآخَرِ ; أَيْ: ظَاهَرَ جِلْدِهِ، فَهِيَ كَالْمُلَامَسَةِ فِي حَقِيقَتِهَا وَكِنَايَتِهَا وَهِيَ مِنْ نَزَاهَةِ الْقُرْآنِ، وَالْمَعْنَى فَالْآنَ بَاشَرُوهُنَّ ; إِذْ أُحِلَّ لَكُمُ الرَّفَثُ إِلَيْهِنَّ بِالنَّصِّ الصَّرِيحِ النَّافِي لِمَا فَهِمْتُمْ مِنَ الْإِجْمَالِ فِي كِتَابَةِ الصِّيَامِ عَلَيْكُمْ، فَالْأَمْرُ بِالْمُبَاشِرَةِ لِلْإِبَاحَةِ النَّاسِخَةِ أَوِ النَّافِيَةِ لِذَلِكَ </p><p> الْحَظْرِ، فَهِيَ كَالْأَمْرِ بِالشَّيْءِ بَعْدَ النَّهْيِ عَنْهُ، وَاطْلُبُوا بِمُبَاشَرَتِهِنَّ مَا قَدَّرَهُ لِجِنْسِكُمْ فِي نِظَامِ الْفِطْرَةِ مِنْ جَعْلِ الْمُبَاشِرَةِ سَبَبًا لِلنَّسْلِ، أَوْ مَا عَسَى أَنْ يَكُونَ كَتَبَهُ لِكُلٍّ مِنْكُمْ بِأَنْ تَكُونَ مُبَاشَرَتُكُمْ بِقَصْدِ إِحْيَاءِ سُنَّةِ اللهِ تَعَالَى فِي الْخَلِيقَةِ، زَادَ بَعْضُهُمْ: لَا لِمَحْضِ شَهْوَةِ النَّفْسِ وَاللَّذَّةِ الَّتِي يُشَارِكُكُمْ فِيهَا الْبَهَائِمُ، وَهُوَ يُشْعِرُ أَنَّ التَّمَتُّعَ بِاللَّذَّةِ الزَّوْجِيَّةِ مَذْمُومٌ إِذَا لَمْ يَكُنْ لِأَجْلِ النَّسْلِ، وَلَيْسَ بِصَحِيحٍ عَلَى إِطْلَاقِهِ ; فَإِنَّ الزَّوْجَيْنِ الْمَحْرُومَيْنِ مِنَ الْأَوْلَادِ أَوِ اللَّذَيْنِ رُزِقَا بَعْضَ الْأَوْلَادِ ثُمَّ انْقَطَعَ نِتَاجُهُمَا لَا يُذَمُّ وَلَا يُكْرَهُ لَهُمَا الِاسْتِمْتَاعُ بِالْمُبَاشَرَةِ الزَّوْجِيَّةِ بِغَيْرِ إِفْرَاطٍ، بَلْ هُوَ مَطْلُوبٌ لِإِحْصَانِ كُلٍّ مِنْهُمَا لِلْآخَرِ وَصَدِّهِ عَنِ الْحَرَامِ. وَلِمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْفُقَرَاءِ:  ((وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ) ) قَالُوا: يَا رَسُولَ اللهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ:  ((أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟) ) قَالُوا: نَعَمْ. قَالَ:  ((فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلَالِ</p><p> كَانَ لَهُ أَجْرٌ) ) وَالْحَدِيثُ فِي صَحِيحِ مُسْلِمٍ، وَقِيلَ: إِنَّ الْعِبَارَةَ تَتَضَمَّنُ النَّهْيَ عَنِ الْمُبَاشَرَةِ الْمُحَرَّمَةِ فَإِنَّهَا لَا يُقْصَدُ بِهَا الْوَلَدُ سَوَاءٌ كَانَتْ بِالزِّنَا أَوْ غَيْرِهِ، وَلَيْسَ بِبَعِيدٍ (وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ) أَيْ: وَيُبَاحُ لَكُمُ الْأَكْلُ وَالشُّرْبُ كَالْمُبَاشِرَةِ عَامَّةَ اللَّيْلِ حَتَّى يَتَبَيَّنَ لَكُمْ بَيَاضُ الْفَجْرِ، فَمَتَى تَبَيَّنَ وَجَبَ الصِّيَامُ. وَمَا أَحْسَنَ التَّعْبِيرَ عَنْ أَوَّلِ طُلُوعِ الْفَجْرِ بِالْخَيْطَيْنِ، وَالْخَيْطُ الْأَبْيَضُ هُوَ أَوَّلُ مَا يَبْدُو مِنَ الْفَجْرِ الصَّادِقِ، فَمَتَى أَسْفَرَ لَا يَظْهَرُ وَجْهٌ لِتَسْمِيَتِهِ خَيْطًا، فَمَا ذَهَبَ إِلَيْهِ بَعْضُ السَّلَفِ كَالْأَعْمَشِ مِنْ أَنَّ ابْتِدَاءَ الصَّوْمِ مِنْ وَقْتِ الْإِسْفَارِ تُنَافِيهِ عِبَارَةُ الْقُرْآنِ. </p><p> هَذَا مَا كَتَبْتُهُ أَوَّلًا وَهُوَ غَيْرُ دَقِيقٍ، وَسَأُفَصِّلُ الْمَسْأَلَةَ فِي الِاسْتِدْرَاكِ وَالْإِيضَاحِ الَّذِي تَرَاهُ بَعْدَ تَمَامِ تَفْسِيرِ الْآيَةِ. وَالِاقْتِصَارُ عَلَى الْأَكْلِ وَالشُّرْبِ فِي بَيَانِ آخَرِ اللَّيْلِ دُونَ الْمُبَاشَرَةِ - وَحُكْمُهَا - يُشْعِرُ بِكَرَاهَتِهَا فِي آخِرِ وَقْتِ الْإِبَاحَةِ الَّذِي تَتْلُوهُ صَلَاةُ الْفَجْرِ الْمَنْدُوبِ التَّغْلِيسُ بِهَا. </p><p> (ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ) فُهِمَ مِنْ غَايَةِ وَقْتِ الْأَكْلِ وَالشُّرْبِ فِي الْجُمْلَةِ السَّابِقَةِ مَبْدَأُ الصِّيَامِ. وَذَكَرَ فِي هَذِهِ غَايَتَهُ وَهِيَ ابْتِدَاءُ اللَّيْلِ بِغُرُوبِ قُرْصِ الشَّمْسِ وَمَا يَلْزَمُهُ مِنْ ذَهَابِ شُعَاعِهَا عَنْ جُدْرَانِ الْبُيُوتِ وَالْمَآذِنِ، وَلَا يَلْزَمُ أَهْلَ الْأَغْوَارِ وَالْقِيعَانِ ذَهَابُ شُعَاعِهَا عَنْ شَنَاخِيبِ الْجِبَالِ الْعَالِيَةِ بَعِيدَةً كَانَتْ أَوْ قَرِيبَةً، وَإِنَّمَا الْعِبْرَةُ بِمَغِيبِ الشَّمْسِ فِي أُفُقِهِمُ الَّذِي يَتْلُوهُ إِقْبَالُ اللَّيْلِ. قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((إِذَا أَدْبَرَ النَّهَارُ وَأَقْبَلَ اللَّيْلُ وَغَابَتِ الشَّمْسُ فَقَدْ أَفْطَرَ الصَّائِمُ) ) مُتَّفَقٌ عَلَيْهِ. وَزَادَ فِيهِ الْبُخَارِيُّ ((مِنْ هَاهُنَا) ) عِنْدَ ذِكْرِ اللَّيْلِ وَالنَّهَارِ وَالْإِشَارَةِ إِلَى الْمَغْرِبِ وَالْمَشْرِقِ، وَلِلْمَبَانِي الْعَصْرِيَّةِ الشَّامِخَةِ فِي بِلَادِ أَمْرِيكَا حُكْمُهَا فِي ذَلِكَ. </p><p> وَأَنْتَ تَرَى أَنَّ هَذَا التَّحْدِيدَ جَاءَ بِأُسْلُوبِ الْإِطْنَابِ ; لِأَنَّهُ بَيَانٌ لِلْإِجْمَالِ بَعْدَ وُقُوعِ الْخَطَأِ فِيهِ، وَإِنَّمَا أَخَّرَ الْبَيَانَ إِلَى وَقْتِ الْحَاجَةِ إِلَيْهِ لِيَكُونَ أَوْقَعَ فِي النَّفْسِ، وَأَظْهَرَ فِي رَحْمَةِ الشَّارِعِ </p><p> الْحَكِيمِ (وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ) هَذَا اسْتِثْنَاءٌ مِنْ عُمُومِ إِبَاحَةِ الْمُبَاشَرَةِ. </p><p> وَالْمَقَامُ مَقَامُ بَيَانٍ وَإِيضَاحٍ لَا يَبْقَى مَعَهُ لِلْإِبْهَامِ وَلَا لِلْإِيهَامِ مَجَالٌ ; أَيْ: وَلَا تُبَاشِرُوا النِّسَاءَ حَالَ عُكُوفِكُمْ فِي الْمَسَاجِدِ لِلْعِبَادَةِ، فَالْمُبَاشَرَةُ تُبْطِلُ الِاعْتِكَافَ وَلَوْ لَيْلًا كَمَا تُبْطِلُ الصِّيَامَ نَهَارًا. </p><p> (تِلْكَ حُدُودُ اللهِ) الْإِشَارَةُ إِلَى الْأَحْكَامِ الَّتِي تَقَدَّمَتْ كُلِّهَا، وَسُمِّيَتْ حُدُودًا ; </p><p> لِأَنَّهَا حَدَّدَتِ الْأَعْمَالَ وَبَيَّنَتْ أَطْرَافَهَا وَغَايَاتَهَا، حَتَّى إِذَا تَجَاوَزَهَا الْعَامِلُ خَرَجَ عَنْ حَدِّ الصِّحَّةِ وَكَانَ عَمَلُهُ بَاطِلًا - وَالْحَدُّ طَرَفُ الشَّيْءِ وَمَا يَفْصِلُ بَيْنَ شَيْئَيْنِ، وَحُدُودُ اللهِ مَحَارِمُهُ الْمُبَيَّنَةُ بِالنَّهْيِ عَنْهَا أَوْ بِتَحْدِيدِ الْحَلَالِ الْمُقَابِلِ لَهَا، وَقِيلَ: إِنَّهَا خَاصَّةٌ هُنَا بِمُبَاشَرَةِ النِّسَاءِ فِي نَهَارِ رَمَضَانَ أَوْ فِي حَالِ الِاعْتِكَافِ فِي الْمَسَاجِدِ وَلَوْ لَيْلًا وَقَوْلُهُ: (فَلَا تَقْرَبُوهَا) هُوَ أَبْلَغُ فِي التَّحْذِيرِ مِنْ قَوْلِهِ فِي آيَةٍ أُخْرَى: (فَلَا تَعْتَدُوهَا)  (٢: ٢٢٩) لِأَنَّهُ يُرْشِدُ إِلَى الِاحْتِيَاطِ، فَمَنْ قَرُبَ مِنَ الْحَدِّ أَوْشَكَ أَنْ يَعْتَدِيَهُ، كَالشَّابِّ يُدَاعِبُ امْرَأَتَهُ فِي النَّهَارِ، يُوشِكُ أَلَّا يَمْلِكَ إِرَبَهُ فَيَقَعُ فِي الْمُبَاشَرَةِ الْمُحَرَّمَةِ أَوْ يَفْسُدُ صَوْمُهُ بِالْإِنْزَالِ، فَالْقُرْبُ مِنَ الْحَدِّ يَتَحَقَّقُ بِاسْتِبَاحَةِ أَقْصَى مَا دُونَهُ، كَالِاسْتِمْتَاعِ مِنَ الزَّوْجِ بِمَا دُونِ الْوِقَاعِ، وَكَالْمُبَالَغَةِ فِي الْمَضْمَضَةِ لِلصَّائِمِ، وَتَعَدِّيهِ يَتَحَقَّقُ بِالْوُقُوعِ فِيمَا بَعْدَهُ، فَالنَّهْيُ عَنِ الْأَوَّلِ يُفِيدُ كَرَاهَتَهُ وَشِدَّةَ تَحْرِيمِ مَا بَعْدَهُ، وَلَمْ يَنْهَنَا اللهُ فِي كِتَابِهِ عَنْ قُرْبِ حُدُودِهِ إِلَّا فِي هَذِهِ الْآيَةِ وَفِي الزِّنَا وَمَالِ الْيَتِيمِ، وَقَدْ تَعَدَّدَ فِيهِ الْوَعِيدُ عَلَى تَعَدِّيهَا، وَهَذَانِ مِنْ كَبَائِرِ الْإِثْمِ الَّتِي قَلَّمَا يَسْلَمُ مَنْ قَرُبَهَا مِنَ الْوُقُوعِ فِيهَا. </p><p> وَفِي مَعْنَى الْأَوَّلِ النَّهْيُ عَنْ قُرْبِ النِّسَاءِ فِي الصِّيَامِ وَالِاعْتِكَافِ، فَتَخْصِيصُ النَّهْيِ بِهَا ظَاهِرٌ، فَإِنَّ حُمِلَ عَلَى عُمُومِ أَحْكَامِ الصِّيَامِ كَانَ فِيهِ دَلِيلٌ عَلَى اسْتِحْبَابِ الْإِمْسَاكِ الِاحْتِيَاطِيِّ قَبْلَ الْفَجْرِ وَبَعْدَ الْغُرُوبِ، وَلَكِنَّ هَذَا قَدْ يُعَارِضُ الْأَمْرَ بِتَعْجِيلِ كُلٍّ مِنْهُمَا وَسَيَأْتِي بَيَانُهُ. وَقَالَ بَعْضُهُمْ: مَعْنَاهُ لَا تَقْرَبُوهَا بِالتَّأْوِيلِ وَالتَّحْرِيفِ وَلَا بِالْهَوَى وَالرَّأْيِ بَلِ اقْبَلُوهَا كَمَا هِيَ، وَهَذَا يُشِيرُ إِلَى تَخْطِئَةِ أُولَئِكَ الصَّحَابَةِ بِمَا كَانَ مِنِ اجْتِهَادِهِمْ وَاتِّبَاعِ آرَاءِ أَنْفُسِهِمْ فِي أَمْرٍ دِينِيٍّ يَجِبُ فِيهِ الِاتِّبَاعُ الْمَحْضُ، كَأَنَّهُ قَالَ: لَا يَنْبَغِي لَكُمْ أَنْ تَتَجَاوَزُوا الْمَنْصُوصَ فِي الْعِبَادَاتِ لِأَنَّهَا مِمَّا لَا مَجَالَ لِلرَّأْيِ فِيهِ بَلْ عَلَيْكُمْ فِيهَا بِالِاتِّبَاعِ الْمَحْضِ، فَمَا أُمِرْتُمْ بِهِ فَخُذُوا، وَمَا سَكَتَ عَنْهُ فَذَرُوا، وَفِي هَذَا الْمَعْنَى حَدِيثُ ((إِنَّ اللهَ فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وَحَرَّمَ حُرُمَاتٍ فَلَا تَنْتَهِكُوهَا، وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ - مِنْ غَيْرِ نِسْيَانٍ - فَلَا تَبْحَثُوا عَنْهَا) ) رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَالدَّارَقُطْنِيُّ مِنْ حَدِيثِ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، وَفِي رِوَايَةٍ زِيَادَةٌ ((رَحْمَةً بِكُمْ مِنْ غَيْرِ نِسْيَانٍ) ) فِي تَعْلِيلِ السُّكُوتِ (كَذَلِكَ يُبَيِّنُ اللهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ) أَيْ: عَلَى هَذَا النَّحْوِ مِنْ بَيَانِ أَحْكَامِ الصِّيَامِ فِي أَوَّلِهِ وَآخِرِهِ وَحَقِيقَتِهِ وَعَزِيمَتِهِ وَرُخْصَتِهِ وَفَائِدَتِهِ وَحِكْمَتِهِ، يُبَيِّنُ اللهُ آيَاتِهِ لِلنَّاسِ أَتَمَّ الْبَيَانِ وَأَكْمَلَهُ، لِيُعِدَّهُمْ لِلتَّقْوَى، وَالتَّبَاعُدِ عَنِ الْوَهْمِ وَالْهَوَى. </p><p> اسْتِدْرَاكٌ وَإِيضَاحٌ لِتَفْسِيرِ آيَاتِ الصِّيَامِ </p><p> (وَتَحْقِيقُ الْحَقِّ فِيمَا اخْتَلَفَ فِيهِ مِنْهَا اجْتِهَادُ الْعُلَمَاءِ) </p><p> (مَسْأَلَةُ بَدْءِ الصِّيَامِ وَهَلْ هُوَ طُلُوعُ الْفَجْرِ أَمْ تَبَيُّنُ بَيَاضِ النَّهَارِ لِلنَّاسِ؟) </p><p> إِنَّ مَا كَتَبْتُهُ أَوَّلًا وَبَيَّنْتُ بِهِ مَذْهَبَ الْجُمْهُورِ فِي تَحْدِيدِ نَهَارِ الصِّيَامِ يُبْنَى عَلَى مَا كَانَ مِنْ تَشْبِيهِ الْعَرَبِ أَوَّلَ الصُّبْحِ بِالْخَيْطِ كَقَوْلِ بَعْضِهِمْ: </p><p> وَلَمَا تَبَدَّتْ لَنَا سُدْفَةٌ ... وَلَاحَ مِنَ الصُّبْحِ خَيْطٌ أَنَارَا </p><p> وَمِنْهُ قَوْلُ كَمَالِ الدَّيْنِ بْنِ النَّبِيهِ الشَّاعِرِ فِي الْخَمْرِ وَهُوَ مِنَ التَّشْبِيهِ الْعَقِيمِ: </p><p> وَتُرِيكَ خَيْطَ الصُّبْحِ مَفْتُولًا إِذَا ... صُبَّتْ مِنَ الرَّاوُوقِ فِي الطَّاسَاتِ </p><p> وَلَكِنَّ هَذَا التَّشْبِيهَ يَصْدُقُ بِالْفَجْرِ الْكَاذِبِ وَهُوَ الضَّوْءُ الْمُسْتَطِيلُ، وَلَا يَظْهَرُ فِي الْخَيْطِ الْأَسْوَدِ إِلَّا بِتَكَلُّفٍ أَوْ بِطَرِيقِ التَّغْلِيبِ، وَصَحَّ أَنَّ بَعْضَ الصَّحَابَةِ فَهِمُوا أَوَّلًا أَنَّ الْخَيْطَيْنِ عَلَى حَقِيقَتِهِمَا حَتَّى بَيَّنَ لَهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُمَا النَّهَارُ وَاللَّيْلُ يَتَمَيَّزُ أَحَدُهُمَا مِنَ الْآخَرِ، فَفِي الصَّحِيحَيْنِ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ قَالَ: أُنْزِلَتْ (وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ) وَلَمْ يَنْزِلْ (مِنَ الْفَجْرِ) فَكَانَ رِجَالٌ إِذَا أَرَادُوا الصَّوْمَ رَبَطَ أَحَدُهُمْ فِي رِجْلَيْهِ الْخَيْطَ الْأَبْيَضَ وَالْخَيْطَ الْأَسْوَدَ وَلَا يَزَالُ يَأْكُلُ حَتَّى يَتَبَيَّنَ لَهُ رُؤْيَتُهُمَا، فَأَنْزَلَ اللهُ بَعْدُ (مِنَ الْفَجْرِ) فَعَلِمُوا أَنَّهُ إِنَّمَا يَعْنِي اللَّيْلَ وَالنَّهَارَ. وَهَذَا الْحَدِيثُ مُشْكِلٌ بِاسْتِبْعَادِ تَأَخُّرِ نُزُولِ هَذَا الْبَيَانِ، وَزَعَمَ بَعْضُهُمْ أَنَّهُ نَزَلَ بَعْدَ سَنَةٍ مِنْ نُزُولِ الْآيَاتِ. وَالْعُمْدَةُ فِي الْبَابِ حَدِيثُ عَدِيِّ بْنِ حَاتِمٍ الْمَرْفُوعُ الْمُتَّفَقُ عَلَيْهِ الَّذِي قَدَّمَهُ عَلَيْهِ الْبُخَارِيُّ قَالَ: لَمَّا نَزَلَتْ (حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ) عَمَدْتُ إِلَى عِقَالٍ أَسْوَدَ وَإِلَى عِقَالٍ أَبْيَضَ فَجَعَلْتُهُمَا تَحْتَ وِسَادَتِي فَجَعَلْتُ أَنْظُرُ فِي اللَّيْلِ فَلَا يَسْتَبِينُ لِي، فَغَدَوْتُ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَكَرْتُ لَهُ ذَلِكَ فَقَالَ:  ((إِنَّمَا ذَلِكَ سَوَادُ اللَّيْلِ وَبَيَاضُ النَّهَارِ) ) زَادَ فِي رِوَايَةٍ: فَضَحِكَ وَقَالَ: ((أَنْ كَانَ وِسَادُكَ إِذًا لَعَرِيضًا أَنْ كَانَ الْخَيْطُ الْأَبْيَضُ وَالْأَسْوَدُ تَحْتَ وِسَادَتِكَ) ) وَرِوَايَةُ مُسْلِمٍ ((إِنَّ وِسَادَكَ لِعَرِيضٌ طَوِيلٌ) ) وَيُحْمَلُ قَوْلُ عَدِيٍّ فِي الْآيَةِ: ((لَمَّا نَزَلَتْ) ) عَلَى عِلْمِهِ بِنُزُولِهَا لِتَأَخُّرِ إِسْلَامِهِ عَنْهُ. وَرِوَايَةُ الْإِمَامِ أَحْمَدَ تُوَضِّحُ هَذَا ; فَإِنَّهُ رُوِيَ عَنْهُ أَنَّهُ لَمَّا عَلَّمَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّلَاةَ </p><p> وَالصِّيَامَ قَالَ لَهُ:  ((فَكُلْ حَتَّى يَتَبَيَّنَ لَكَ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ) ) قَالَ: فَأَخَذْتُ خَيْطَيْنِ إِلَخِ الْحَدِيثِ. </p><p> قَالَ الْحَافِظُ فِي شَرْحِ حَدِيثِ سَهْلٍ مِنَ الْفَتْحِ: وَمَعْنَى الْآيَةِ حَتَّى يَظْهَرَ بَيَاضُ النَّهَارِ مِنْ سَوَادِ اللَّيْلِ. وَهَذَا الْبَيَانُ يَحْصُلُ بِطُلُوعِ الْفَجْرِ الصَّادِقِ فَفِيهِ دَلَالَةٌ عَلَى أَنَّ مَا بَعْدُ الْفَجْرِ مِنَ النَّهَارِ. وَقَالَ أَبُو عَبِيدٍ: الْمُرَادُ بِالْخَيْطِ الْأَسْوَدِ اللَّيْلُ وَبِالْخَيْطِ الْأَبْيَضِ الْفَجْرُ الصَّادِقُ، وَالْخَيْطُ: اللَّوْنُ. (ثُمَّ قَالَ) : وَاسْتُدِلَّ بِالْآيَةِ وَالْحَدِيثِ عَلَى أَنَّ غَايَةَ الْأَكْلِ وَالشُّرْبِ طُلُوعُ الْفَجْرِ، فَلَوْ طَلَعَ الْفَجْرُ وَهُوَ يَأْكُلُ أَوْ يَشْرَبُ فَنَزَعَ تَمَّ صَوْمُهُ، وَفِيهِ اخْتِلَافٌ بَيْنَ الْعُلَمَاءِ، وَلَوْ أَكَلَ ظَانًّا أَنَّ الْفَجْرَ لَمْ يَطْلُعْ لَمْ يَفْسَدْ صَوْمُهُ عِنْدَ الْجُمْهُورِ ; لِأَنَّ الْآيَةَ دَلَّتْ عَلَى الْإِبَاحَةِ إِلَى أَنْ يَحْصُلَ التَّبَيُّنُ. وَقَدْ رَوَى عَبْدُ الرَّزَّاقِ بِإِسْنَادٍ صَحِيحٍ عَنِ ابْنِ عَبَّاسٍ قَالَ: أَحَلَّ اللهُ لَكَ الْأَكْلَ وَالشُّرْبَ مَا شَكَكْتَ، وَلِابْنِ أَبِي شَيْبَةَ عَنْ أَبِي بَكْرٍ وَعُمَرَ نَحْوَهُ. وَرَوَى ابْنُ أَبِي شَيْبَةَ مِنْ طَرِيقِ أَبِي الضُّحَى قَالَ: سَأَلَ رَجُلٌ ابْنَ عَبَّاسٍ عَنِ السُّحُورِ فَقَالَ لَهُ رَجُلٌ مِنْ جُلَسَائِهِ: كُلْ حَتَّى لَا تَشُكَّ، فَقَالَ ابْنُ عَبَّاسٍ: إِنَّ هَذَا لَا يَقُولُ شَيْئًا، كُلْ مَا شَكَكْتَ حَتَّى لَا تَشُكَّ. قَالَ ابْنُ الْمُنْذِرِ: وَإِلَى هَذَا الْقَوْلِ صَارَ أَكْثَرُ الْعُلَمَاءِ. وَقَالَ مَالِكٌ: يَقْصِي. </p><p> وَقَالَهُ ابْنُ بُزَيْزَةَ فِي شَرْحِ الْأَحْكَامِ: اخْتَلَفُوا هَلْ يَحْرُمُ الْأَكْلُ بِطُلُوعِ الْفَجْرِ أَوْ بِتَبَيُّنِهِ عِنْدَ النَّاظِرِ تَمَسُّكًا بِظَاهِرِ الْآيَةِ، وَاخْتَلَفُوا هَلْ يَجِبُ إِمْسَاكُ جُزْءٍ قَبْلَ طُلُوعِ الْفَجْرِ أَمْ لَا؟ بِنَاءً عَلَى الِاخْتِلَافِ الْمَشْهُورِ فِي مُقَدِّمَةِ الْوَاجِبِ، وَسَنَذْكُرُ بَقِيَّةَ هَذَا الْبَحْثِ فِي الْبَابِ الَّذِي يَلِيهِ إِنْ شَاءَ اللهُ. اهـ. </p><p> وَيَعْنِي الْحَافِظُ بِالْبَابِ الَّذِي يَلِيهِ حَدِيثَ عَائِشَةَ: إِنَّ بِلَالًا كَانَ يُؤَذِّنُ بِلَيْلٍ، فَقَالَ رَسُولُ اللهِ (ص) : ((كُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ ; فَإِنَّهُ لَا يُؤَذِّنُ حَتَّى يَطْلُعَ الْفَجْرُ) ) قَالَ الْبُخَارِيُّ: قَالَ الْقَاسِمُ: وَلَمْ يَكُنْ بَيْنَ أَذَانَيْهِمِا إِلَّا أَنْ يَرْقَى ذَا وَيَنْزِلَ ذَا. اهـ. وَقَدْ ذَكَرَ الْحَافِظُ فِي شَرْحِهِ الرِّوَايَاتِ فِي مَعْنَاهُ عِنْدَ مُسْلِمٍ، وَفِي السُّنَنِ النَّاطِقَةِ بِأَنَّ أَوَّلَ النَّهَارِ الَّذِي يَجِبُ بِهِ الصِّيَامُ الْفَجْرُ الصَّادِقُ ثُمَّ قَالَ: </p><p> وَذَهَبَ جَمَاعَةٌ مِنَ الصَّحَابَةِ وَقَالَ بِهِ الْأَعْمَشُ مِنَ التَّابِعَيْنِ وَصَاحِبُهُ أَبُو بَكْرِ بْنُ عَيَّاشٍ إِلَى جَوَازِ السُّحُورِ إِلَى أَنْ يَتَّضِحَ الْفَجْرُ، فَرَوَى سَعِيدُ بْنُ مَنْصُورٍ عَنْ </p><p> أَبِي الْأَحْوَصِ عَنْ عَاصِمٍ عَنْ زِرٍّ عَنْ حُذَيْفَةَ قَالَ: تَسَحَّرْنَا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ وَاللهِ النَّهَارُ غَيْرَ أَنَّ الشَّمْسَ لَمْ تَطْلُعْ. وَأَخْرَجَهُ الطَّحَاوِيُّ مِنْ وَجْهٍ آخَرَ عَنْ عَاصِمٍ نَحْوَهُ، وَرَوَى ابْنُ أَبِي شَيْبَةَ وَعَبْدُ الرَّزَّاقِ ذَلِكَ عَنْ حُذَيْفَةَ مَنْ طُرُقٍ صَحِيحَةٍ، وَرَوَى سَعِيدُ بْنُ مَنْصُورٍ وَابْنُ أَبِي شَيْبَةَ وَابْنُ الْمُنْذِرِ مَنْ طُرُقٍ عَنْ أَبِي بَكْرٍ أَنَّهُ أَمَرَ بِغَلْقِ الْبَابِ حَتَّى لَا يَرَى الْفَجْرَ، وَرَوَى ابْنُ الْمُنْذِرِ بِإِسْنَادٍ صَحِيحٍ عَنْ عَلِيٍّ أَنَّهُ صَلَّى الصُّبْحُ ثُمَّ قَالَ: الْآنَ حِينَ تَبَيَّنَ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ. </p><p> قَالَ ابْنُ الْمُنْذِرِ: وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّ الْمُرَادَ بِتَبَيُّنِ بَيَاضِ النَّهَارِ مِنْ سَوَادِ اللَّيْلِ أَنْ يَنْتَشِرَ الْبَيَاضُ فِي الطُّرُقِ وَالسِّكَكِ وَالْبُيُوتِ، ثُمَّ حَكَى مَا تَقَدَّمَ عَنْ أَبِي بَكْرٍ وَغَيْرِهِ. وَرَوَى بِإِسْنَادٍ صَحِيحٍ عَنْ سَالِمِ بْنِ عُبَيْدٍ الْأَشْجَعِيِّ وَلَهُ صُحْبَةٌ أَنَّ أَبَا بَكْرٍ قَالَ لَهُ: اخْرُجْ فَانْظُرْ هَلْ طَلَعَ </p><p> الْفَجْرُ؟ قَالَ: فَنَظَرْتُ ثُمَّ أَتَيْتُهُ فَقُلْتُ: قَدِ ابْيَضَّ وَسَطَعَ، ثُمَّ قَالَ: اخْرُجْ فَانْظُرْ هَلْ طَلَعَ؟ فَنَظَرْتُ فَقُلْتُ: قَدِ اعْتَرَضَ، فَقَالَ: الْآنَ أَبْلَغَنِي شَرَابِي. وَرُوِيَ مِنْ طَرِيقِ وَكِيعٍ عَنِ الْأَعْمَشِ أَنَّهُ قَالَ: لَوْلَا الشُّهْرَةُ لَصَلَّيْتُ الْغَدَاةَ ثُمَّ تَسَحَّرْتُ. قَالَ إِسْحَاقُ: هَؤُلَاءِ رَأَوْا جَوَازَ الْأَكْلِ وَالصَّلَاةِ بَعْدَ طُلُوعِ الْفَجْرِ الْمُعْتَرِضِ حَتَّى يَتَبَيَّنَ بَيَاضُ النَّهَارِ مِنْ سَوَادِ اللَّيْلِ، قَالَ إِسْحَاقُ: وَبِالْقَوْلِ الْأَوَّلِ أَقُولُ، لَكِنْ لَا أَطْعَنُ عَلَى مَنْ تَأَوَّلَ الرُّخْصَةَ كَالْقَوْلِ الثَّانِي وَلَا أَرَى عَلَيْهِ قَضَاءً وَلَا كَفَّارَةً (قُلْتُ) : وَفِي هَذَا تَعَقُّبٌ عَلَى الْمُوَفَّقِ وَغَيْرِهِ حَيْثُ نَقَلُوا الْإِجْمَاعَ عَلَى خِلَافِ مَا ذَهَبَ إِلَيْهِ الْأَعْمَشُ وَاللهُ أَعْلَمُ. اهـ. </p><p> (أَقُولُ) : وَإِذَا كَانَ الْحُكْمُ مَنُوطًا بِمَا يَظْهَرُ لِلنَّاسِ بَدْوِهِمْ وَحَضَرِهِمْ بِالْحِسِّ كَمَوَاقِيتِ صَلَوَاتِ الظُّهْرِ وَالْعَصْرِ وَالْمَغْرِبِ وَالْعَشَاءِ وَثُبُوتِ شَهْرِ رَمَضَانَ وَشَهْرِ ذِي الْحِجَّةِ بِرُؤْيَةِ هِلَالِهِ عِنْدَ عَدَمِ الْمَانِعِ وَإِلَّا فَبِإِكْمَالِ الشَّهْرِ الَّذِي قَبْلَهُ - فَإِنَّ لَنَا فِي صَلَاةِ الْفَجْرِ وَبَدْءِ الصِّيَامِ بَحْثَيْنِ: </p><p> (أَحَدُهُمَا) مَا بَسَطْنَاهُ مِنَ الْخِلَافِ فِي اتِّحَادِ أَوَّلِ وَقْتِهِمَا، وَقَوْلُ بَعْضِهِمْ: إِنَّ بَدْءَ الصِّيَامِ مُتَأَخِّرٌ عَنْ أَوَّلِ وَقْتِ الصَّلَاةِ، وَمَنْ قَالَ بِاتِّحَادِهِمَا، وَهُمُ الْجُمْهُورُ إِنَّمَا يُرِيدُونَ بِالْفَجْرِ الصَّادِقِ انْتِشَارَ الضَّوْءِ الَّذِي يَظْهَرُ بِهِ النَّهَارُ. </p><p> وَهَاهُنَا يَأْتِي (الْبَحْثُ الثَّانِي) وَهُوَ أَنَّ ظُهُورَ الصُّبْحِ لِعَامَّةِ النَّاسِ يَخْتَلِفُ بِاخْتِلَافِ </p><p> اللَّيَالِي مِنْ أَوَّلِ الشَّهْرِ وَآخِرِهِ ; فَإِنَّ طُلُوعَ الْفَجْرِ فِي اللَّيَالِي الْمُقْمِرَةِ لَا يَظْهَرُ، وَيُرَى فِي الْوَقْتِ الَّذِي يَظْهَرُ فِيهِ فِي اللَّيَالِي الْمُظْلِمَةِ بَلْ يَكُونُ مُتَأَخِّرًا، وَإِنَّمَا الْعِبْرَةُ فِي الْعِبَادَةِ بِرُؤْيَةِ الْفَجْرِ وَتَبَيُّنِ النَّهَارِ لَا بِحِسَابِ الْمُوَقِّتِينَ وَالْفَلَكِيِّينَ ; فَإِنَّ هَؤُلَاءِ قَدْ يُجْمِعُونَ عَلَى تَوَلُّدِ الْهِلَالِ وَوُجُودِهِ بَعْدَ غُرُوبِ الشَّمْسِ مِنَ الْيَوْمِ التَّاسِعِ وَالْعِشْرِينَ مِنْ شَعْبَانَ، وَلَا يَعْمَلُ أَحَدٌ بِحِسَابِهِمْ حَتَّى الَّذِينَ يُوقِنُونَ بِصِحَّتِهِ مِنْ أَهْلِ الْعِلْمِ بِهَذَا الشَّأْنِ وَلَوْ إِجْمَالِيًّا، وَمَنْ أَهْلِ الِاسْتِقْرَاءِ لِحِسَابَاتِهِمُ الدَّقِيقَةِ فِي السِّنِينَ الطِّوَالِ، وَلَا فَرْقَ بَيْنَ مَسْأَلَةِ الْفَجْرِ وَمَسْأَلَةِ الْقَمَرِ، فَلِمَاذَا يَتَّبِعُ جَمِيعُ أَهْلِ الْحَضَرِ الْمَدَنِيِّ حِسَابَهُمْ فِي الْفَجْرِ دُونَ الْهِلَالِ؟ </p><p> إِنَّ نَصَّ الْآيَةِ يَنُوطُ بَدْءَ الصِّيَامِ بِأَنْ يَتَبَيَّنَ لِلنَّاسِ بَيَاضُ النَّهَارِ نَاصِلًا مِنْ سَوَادِ اللَّيْلِ بِحَيْثُ يَرَاهُ كُلُّ مَنْ وَجَّهَ نَظَرَهُ إِلَى جِهَةِ الْمَشْرِقِ. وَقِيلَ: بِحَيْثُ يَرَوْنَهُ فِي طُرُقِهِمْ وَبُيُوتِهِمْ وَمَسَاجِدِهِمْ، فَفِي بَعْضِ رِوَايَاتِ حَدِيثِ الْأَذَانَيْنِ ((فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ) ) وَكَانَ رَجُلًا أَعْمَى لَا يُؤَذِّنُ حَتَّى يُقَالَ لَهُ: أَصْبَحْتَ أَصْبَحْتَ. اهـ. وَإِنَّمَا كَانَ يَقُولُ لَهُ هَذَا مَنْ يَكُونُونَ عِنْدَ الْمَسْجِدِ وَيَظْهَرُ النَّهَارُ لَهُمْ، لَا أُنَاسٌ يَرْصُدُونَ الْفَجْرَ مِنْ مَنَارَةٍ أَوْ سَطْحٍ وَيَعْتَمِدُونَ عَلَى أَوَّلِ مَا يَرَوْنَهُ فِي أُفُقِ الْمَشْرِقِ مِنِ انْتِشَارِ الضَّوْءِ الْمُسْتَطِيلِ الَّذِي يُسَمَّى </p><p> الْفَجْرُ الْكَاذِبُ الَّذِي يَظْهَرُ كَذَنَبِ السَّرْحَانِ (الذِّئْبِ) ثُمَّ اسْتَطَارَتُهُ - مُعْتَرِضًا - الَّتِي حَدَّدُوا بِهَا الْفَجْرَ الصَّادِقَ ; فَإِنَّ هَذَا التَّحْدِيدَ لَا يُدْرِكُهُ إِلَّا الرَّاصِدُ الْمُرَاقِبُ لِلْأُفُقِ دُونَ الْجُمْهُورِ الَّذِي خَاطَبَهُ رَبُّهُ بِقَوْلِهِ:  (وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ) إِلَخْ فَجَعَلَ لَهُمْ بَدْءَ صِيَامِهِمْ وَقْتًا وَاضِحًا لَا شُبْهَةَ فِيهِ، وَهُوَ مَا عَبَّرَ عَنْهُ الْمُتَنَبِّي بِقَوْلِهِ: </p><p> وَهَبْنِي قُلْتُ هَذَا الصُّبْحُ لَيْلٌ ... أَيَعْمَى الْعَالِمُونَ عَنِ الضِّيَاءِ؟ </p><p> وَقَوْلُهُ: </p><p> وَلَيْسَ يَصِحُّ فِي الْأَذْهَانِ شَيْءٌ ... إِذَا احْتَاجَ النَّهَارُ إِلَى دَلِيلٍ </p><p> وَلَكِنَّ مِنْ طِبَاعِ الْبَشَرِ أَنْ يَمِيلَ بَعْضُ أَفْرَادِهِمْ بِطَبْعِهِ إِلَى التَّشَدُّدِ وَالتَّنَطُّعِ، وَبَعْضُهُمْ إِلَى التَّسَاهُلِ فِي الْأُمُورِ كُلِّهَا، وَيَكُونُ الْأَكْثَرُونَ فِي الْوَسَطِ بَيْنَ الْإِفْرَاطِ وَالتَّفْرِيطِ، وَهُوَ الْأَصْلُ فِي التَّشْرِيعِ، فَهَذَا هُوَ السَّبَبُ فِي اخْتِلَافِ السَّلَفِ فِي تَحْدِيدِ أَوَّلِ النَّهَارِ فِي الصِّيَامِ، هَلْ هُوَ أَوَّلُ مَا يُسَمَّى الْفَجْرُ الصَّادِقُ أَوْ تَبَيُّنُ بَيَاضِ النَّهَارِ لِلنَّاسِ مِنْهُ، كَمَا اخْتَلَفُوا فِي صِفَةِ الْمَرَضِ وَالسَّفَرِ الْمُبِيحَيْنِ لِلْفِطْرِ. وَالْقَاعِدَةُ الْعَامَّةُ: أَنَّ التَّكَالِيفَ الشَّرْعِيَّةَ </p><p> الْعَامَّةَ كُلُّهَا يُسْرٌ لَا عُسْرَ وَلَا حَرَجَ فِيهَا، وَلَا فِي مَعْرِفَتِهَا وَثُبُوتِهَا وَحُدُودِهَا، وَأَنَّهَا وَسَطٌ بَيْنَ إِفْرَاطِ الْغُلَاةِ الْمُشَدِّدِينَ، وَتَفْرِيطُ الْمُتْرَفِينَ الْمُتَسَاهِلِينَ، وَمِنْ مُبَالَغَةِ الْخَلَفِ فِي تَحْدِيدِ الظَّوَاهِرِ مَعَ التَّفْرِيطِ فِي إِصْلَاحِ الْبَاطِنِ مِنَ الْبِرِّ وَالتَّقْوَى، أَنَّهُمْ حَدَّدُوا أَوَّلَ الْفَجْرِ وَضَبَطُوهُ بِالدَّقَائِقِ وَزَادُوا عَلَيْهِ فِي الصِّيَامِ إِمْسَاكَ عِشْرِينَ دَقِيقَةً قَبْلَهُ لِلِاحْتِيَاطِ، وَالْوَاقِعُ أَنَّ تَبَيُّنَ بَيَاضِ النَّهَارِ لَا يَظْهَرُ لِلنَّاسِ إِلَّا بَعْدَهُ بِعِشْرِينَ دَقِيقَةً تَقْرِيبًا، وَأَمَّا وَقْتُ الْمَغْرِبِ فَيَزِيدُونَ فِيهِ عَلَى وَقْتِ الْغُرُوبِ التَّامِّ خَمْسَ دَقَائِقَ عَلَى الْأَقَلِّ، وَيَشْتَرِطُ بَعْضُ الشِّيعَةِ فِيهِ ظُهُورَ بَعْضِ النُّجُومِ. وَهَذَا نَوْعٌ مِنِ اعْتِدَاءِ حُدُودِ اللهِ تَعَالَى وَلَكِنَّهُ اجْتِهَادٌ لَا تَعَمُّدَ، وَالثَّابِتُ فِي السُّنَّةِ نَدْبُ تَعْجِيلِ الْفُطُورِ وَتَأْخِيرُ السُّحُورِ. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ وَقْتَ بَدْءِ الصِّيَامِ مِنْ كُلِّ يَوْمٍ مَوْضِعُ اجْتِهَادٍ، وَأَخْذُ النَّاسِ كُلِّهِمْ أَوْ أَكْثَرِهِمْ فِيهِ بِقَوْلِ أَئِمَّةِ الْمَذَاهِبِ الْمُدَوَّنَةِ الْمُتَّبَعَةِ أَضْبُطُ وَأَحْوَطُ وَأَوْفَى بِحَاجَةِ سُكَّانِ الْأَمْصَارِ، بَيْدَ أَنَّهُ يَجِبُ إِعْلَامُ عَامَّةِ الْمُسْلِمِينَ فِي الدُّرُوسِ الدِّينِيَّةِ وَخُطَبِ الْجُمُعَةِ وَفِي الصُّحُفِ الْمُنَشَّرَةِ أَيْضًا بِأَنَّ وَقْتَ الْإِمْسَاكِ الَّذِي يَرَوْنَهُ فِي التَّقَاوِيمِ (النَّتَائِجِ) وَالصُّحُفِ إِنَّمَا وُضِعَ لِتَنْبِيهِ النَّاسِ إِلَى قُرْبِ طُلُوعِ الْفَجْرِ الَّذِي يَجِبُ فِيهِ بَدْءُ الصِّيَامِ كَصَلَاةِ الْفَجْرِ لِيَتَعَجَّلَ الْمُتَأَخِّرُ فِي سُحُورِهِ اتِّبَاعًا لِلسُّنَّةِ بِإِتْمَامِهِ وَالِاسْتِعْدَادِ لِلصَّلَاةِ، وَلَا سِيَّمَا الَّذِينَ يَذْهَبُونَ إِلَى صَلَاةِ الْجَمَاعَةِ فِي الْمَسَاجِدِ، وَأَنَّ مَنْ أَكَلَ وَشَرِبَ حَتَّى طُلُوعِ الْفَجْرِ الَّذِي تَصِحُّ فِيهِ صَلَاتُهُ، وَلَوْ بِدَقِيقَةٍ وَاحِدَةٍ فَإِنَّ صِيَامَهُ صَحِيحٌ، وَأَنَّ مَنْ أَكَلَ أَوْ شَرِبَ ظَانًّا بَقَاءَ اللَّيْلِ فَظَهَرَ لَهُ بَعْدَ ذَلِكَ أَنَّهُ إِنَّمَا أَكَلَ بَعْدَ طُلُوعِ الْفَجْرِ صَحَّ صِيَامُهُ، وَلَكِنْ يَتَأَكَّدُ الِاحْتِيَاطُ فِي مُبَاشَرَةِ النِّسَاءِ لِيَتَيَسَّرَ التَّغْلِيسُ بِصَلَاةِ الْفَجْرِ. </p><p> مَسْأَلَةُ تَعْجِيلِ الْفِطْرِ وَتَأْخِيرِ السُّحُورِ وَمَا بَيْنَهُ وَبَيْنَ صَلَاةِ الْفَجْرِ </p><p> قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَا يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ) ) مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ (رَضِيَ اللهُ عَنْهُ) وَرَوَى أَحْمَدُ مِنْ حَدِيثِ أَبِي ذَرٍّ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((مَا تَزَالُ أُمَّتِي بِخَيْرٍ مَا أَخَّرُوا السُّحُورَ وَعَجَّلُوا الْفُطُورَ) ) . وَلَكِنْ فِي إِسْنَادِهِ سُلَيْمَانُ بْنُ أَبِي عُثْمَانَ قَالَ أَبُو حَاتِمٍ: مَجْهُولٌ. وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((يَقُولُ اللهُ تَعَالَى إِنَّ أَحَبَّ عِبَادِي إِلَيَّ أَعَجَلُهُمْ فِطْرًا) ) رَوَاهُ أَحْمَدُ وَالتِّرْمِذِيُّ. وَقَالَ: حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ </p><p> أَبِي هُرَيْرَةَ، وَعَنْهُ قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَا يَزَالُ الدِّينُ ظَاهِرًا مَا عَجَّلَ النَّاسُ الْفِطْرَ لِأَنَّ الْيَهُودَ وَالنَّصَارَى يُؤَخِّرُونَ) ) رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ. وَقَالَ:  ((لَا تَزَالُ أُمَّتِي عَلَى سُنَّتِي مَا لَمْ تَنْتَظِرْ بِفِطْرِهَا النُّجُومَ) ) رَوَاهُ ابْنُ حِبَّانٍ وَالْحَاكِمُ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ. وَرَوَى عَبْدُ الرَّزَّاقِ عَنْ عَمْرِو بْنِ مَيْمُونٍ الْأَوِدِيِّ قَالَ: كَانَ أَصْحَابُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَسْرَعَ النَّاسِ إِفْطَارًا وَأَبْطَأَهُمْ سُحُورًا - قَالَ الْحَافِظُ ابْنُ حَجَرٍ: إِسْنَادُهُ صَحِيحٌ. </p><p> وَقَالَ الْحَافِظُ ابْنُ عَبْدِ الْبَرِّ: أَحَادِيثُ تَعْجِيلِ الْإِفْطَارِ وَتَأْخِيرِ السَّحُورِ صِحَاحٌ مُتَوَاتِرَةٌ - يَعْنِي وَاللهُ أَعْلَمُ بِالْعَمَلِ بِهَا. </p><p> وَأَمَّا فَصْلُ مَا بَيْنَ السُّحُورِ وَصَلَاةِ الْفَجْرِ فَفِيهِ حَدِيثُ زَيْدِ بْنِ ثَابِتٍ: تَسَحَّرْنَا مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ قَامَ إِلَى الصَّلَاةِ، فَسَأَلَهُ أَنَسٌ: كَمْ كَانَ بَيْنَ الْأَذَانِ وَالسُّحُورِ؟ قَالَ قَدْرُ خَمْسِينَ آيَةً. قَالَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ عِنْدَ ذِكْرِ الْآيَاتِ ; أَيْ: مُتَوَسِّطَةٌ لَا طَوِيلَةٌ وَلَا قَصِيرَةٌ وَلَا سَرِيعَةٌ وَلَا بَطِيئَةٌ، وَنَقَلَ عَنِ الْمُهَلَّبِ أَنَّهُمْ كَانُوا يُقَدِّرُونَ بِالْعَمَلِ وَلَا سِيَّمَا هَذَا الْوَقْتِ ; فَإِنَّهُ وَقْتُ تِلَاوَةٍ وَذِكْرٍ، وَلَوْ كَانُوا يُقَدِّرُونَ بِغَيْرِ الْعَمَلِ لَقَالَ مَثَلًا: قَدْرُ دَرَجَةٍ أَوْ ثُلْثِ أَوْ خُمْسِ سَاعَةً. اهـ. وَأَقُولُ: إِنَّ سُورَةَ فُصِّلَتْ ٥٤ آيَةً مِنْهَا (حم) آيَةٌ. وَسُورَةُ الشُّورَى ٥٣ آيَةً مِنْهَا (حم) آيَةٌ (عسق) آيَةٌ. فَهَذَا قَدْرُ مَا بَيْنَ سَحُورِهِمْ وَصِلَاتِهِمْ لِلْفَجْرِ، وَهُوَ نَحْوُ خَمْسِ دَقَائِقَ. </p><p> مَسْأَلَةُ تَحْدِيدِ مَوَاقِيتِ الصَّلَاةِ وَالصِّيَامِ وَالْحَجِّ وَالْعِيدَيْنِ فِي الْأَقْطَارِ </p><p> (وَالْعَمَلُ بِالْحِسَابِ الْقَطْعِيِّ) </p><p> قَدْ نَشَرْتُ فِي الْجُزْءِ الْأَوَّلِ مِنْ مُجَلَّدِ الْمَنَارِ الثَّامِنِ وَالْعِشْرِينَ مَقَالًا طَوِيلًا شَرَحْتُ فِيهِ الْأَحَادِيثَ الصَّحِيحَةَ فِي هَذَا الْمَوْضُوعِ وَذَكَرْتُ أَقْوَالَ الْفُقَهَاءِ وَمَا عَلَيْهِ الْعَمَلُ فِي الْأَمْصَارِ ثُمَّ لَخَّصْتُ خُلَاصَةَ ذَلِكَ كُلِّهِ فِي الْمَسَائِلِ الْخَمْسِ الْآتِيَةِ: </p><p> (١) إِنَّ إِثْبَاتَ أَوَّلِ شَهْرِ رَمَضَانَ وَأَوَّلِ شَهْرِ شَوَّالٍ هُوَ كَإِثْبَاتِ أَوْقَاتِ الصَّلَوَاتِ الْخَمْسِ قَدْ نَاطَهَا الشَّارِعُ كُلَّهَا بِمَا يَسْهُلُ الْعِلْمُ بِهِ عَلَى الْبَدْوِ وَالْحَضَرِ لِمَا تَقَدَّمَ مِنْ بَيَانِ حِكْمَةِ ذَلِكَ، وَغَرَضُ الشَّارِعِ مِنْ ذَلِكَ الْعِلْمُ بِهَذِهِ الْأَوْقَاتِ لَا التَّعَبُّدُ بِرُؤْيَةِ الْهِلَالِ وَلَا بِتَبَيُّنِ الْخَيْطِ </p><p> الْأَبْيَضِ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ; أَيْ: انْفِصَالِ كُلٍّ مِنَ الْآخَرِ </p><p> بِرُؤْيَةِ ضَوْءِ الْفَجْرِ الْمُسْتَطِيرِ مِنْ جِهَةِ الْمَشْرِقِ، وَلَا التَّعَبُّدُ بِرُؤْيَةِ ظِلِّ الزَّوَالِ وَقْتَ الظُّهْرِ، وَصَيْرُورَةِ ظِلِّ الشَّيْءِ مِثْلَهُ وَقْتَ الْعَصْرِ، وَلَا بِرُؤْيَةِ غُرُوبِ الشَّمْسِ وَغِيبَةِ الشَّفَقِ لِوَقْتَيِ الْعِشَاءَيْنِ، فَغَرَضُ الشَّارِعِ مِنْ مَوَاقِيتِ الْعِبَادَةِ مَعْرِفَتُهَا وَمَا ذَكَرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ نَوْطِ إِثْبَاتِ الشَّهْرِ بِرُؤْيَةِ الْهِلَالِ أَوْ إِكْمَالِ الْعِدَّةِ بِشَرْطِهِ قَدْ عَلَّلَهُ بِكَوْنِ الْأُمَّةِ فِي عَهْدِهِ كَانَتْ أُمِّيَّةً أَوْ مِنْ مَقَاصِدِ بِعْثَتِهِ إِخْرَاجُهَا مِنَ الْأُمِّيَّةِ لَا إِبْقَاؤُهَا فِيهَا، قَالَ تَعَالَى:  (هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ)  (٦٢: ٢) وَفِي مَعْنَاهُ مَا ذَكَرَهُ مِنْ دَعْوَةِ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ مِنْ سُورَةِ الْبَقَرَةِ، وَيُؤْخَذُ مِنْهُ أَنَّ لِعِلْمِ الْكِتَابَةِ وَالْحِكْمَةِ حُكْمًا غَيْرَ حُكْمِ الْأُمِّيَّةِ. </p><p> (٢) إِنَّ مِنْ مَقَاصِدِ الشَّارِعِ اتِّفَاقَ الْأُمَّةِ فِي عِبَادَتِهَا مَا أَمْكَنَ الِاتِّفَاقُ وَسِيلَةً وَمَقْصِدًا، فَإِمَّا أَنْ تَتَّفِقَ كُلُّهَا أَوْ أَهْلُ كُلِّ قُطْرٍ مِنْهَا عَلَى الْعَمَلِ بِظَوَاهِرِ نُصُوصِ الشَّرْعِ وَعَمَلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابِهِ فِي الصَّدْرِ الْأَوَّلِ فِي مَوَاقِيتِ الصَّلَاةِ وَالصِّيَامِ وَالْحَجِّ مِنْ رُؤْيَةِ الْفَجْرِ وَالظِّلِّ وَالْغُرُوبِ وَالشَّفَقِ وَالْهِلَالِ عِنْدَ الْإِمْكَانِ، وَبِالتَّقْدِيرِ أَوْ رُؤْيَةِ الْعَلَامَاتِ عِنْدَ عَدَمِ الْإِمْكَانِ، وَفِي هَذِهِ الْحَالَةِ لَا يَجُوزُ لِمُؤَذِّنِ الْفَجْرِ أَنْ يُؤَذِّنَ إِلَّا إِذَا رَأَى ضَوْءَهُ مُعْتَرِضًا فِي جِهَةِ الْمَشْرِقِ وَهُوَ يَخْتَلِفُ بِاخْتِلَافِ اللَّيَالِي ; فَفِي النِّصْفِ الثَّانِي مِنَ الشَّهْرِ وَلَا سِيَّمَا أَوَاخِرِهِ يُرَى مُتَأَخِّرًا عَنِ الْوَقْتِ الَّذِي يُرَى فِيهِ فِي لَيَالِي النِّصْفِ الْأَوَّلِ الْمُظْلِمَةِ بِقَدْرِ تَأْثِيرِ نُورِ الْقَمَرِ فِي جِهَةِ الْمَشْرِقِ (وَيَخْتَلِفُ بِاخْتِلَافِ حَالَيِ الصَّحْوِ وَالْغَيْمِ) وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ: ((إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ) ) قَالَ بَعْضُ رُوَاتِهِ: وَكَانَ رَجُلًا أَعْمَى لَا يُؤَذِّنُ حَتَّى يُقَالَ لَهُ: أَصْبَحْتَ أَصْبَحْتَ. رَوَاهُ الشَّيْخَانِ وَغَيْرُهُمَا، وَإِمَّا أَنْ تَعْمَلَ بِالْحِسَابِ وَالْمَرَاصِدِ عِنْدَ ثُبُوتِ إِفَادَتِهَا الْعِلْمَ الْقَطْعِيَّ بِهَذِهِ الْمَوَاقِيتِ الَّتِي جَرَى عَلَيْهَا الْعَمَلُ فِي جَمِيعِ بِلَادِ الْحَضَارَةِ الْإِسْلَامِيَّةِ فِي الصَّلَاةِ، (وَلَوْ) مَعَ الْمُحَافَظَةِ عَلَى الِاسْتِهْلَالِ وَرُؤْيَةِ الْهِلَالِ فِي حَالِ عَدَمِ الْمَانِعِ مِنْ رُؤْيَتِهِ لِلْجَمْعِ بَيْنَ ظَاهِرِ النَّصِّ وَالْمُرَادِ مِنْهُ، وَمِنَ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ أَنَّ الصَّلَاةَ عِمَادُ الدِّينِ فَهِيَ أَفْضَلُ مِنَ الصَّوْمِ وَأَعَمُّ، وَفِي غَيْرِ حَالَةِ الصَّحْوِ وَعَدَمِ الْمَانِعِ مِنْ رُؤْيَةِ الْهِلَالِ يَكُونُ إِثْبَاتُ الشَّهْرِ بِإِكْمَالِ الْعِدَّةِ ثَلَاثِينَ ظَنِّيًّا أَوْ دُونَ الظَّنِّيِّ، </p><p> وَمِنْ قَوَاعِدِ الشَّرِيعَةِ الْمُتَّفَقِ عَلَيْهَا أَنَّ الْعِلْمَ مُقَدَّمٌ عَلَى الظَّنِّ، فَلَا يُعْمَلُ بِالظَّنِّ مَعَ إِمْكَانِ الْعِلْمِ، فَمَنْ أَمْكَنَهُ رُؤْيَةُ الْكَعْبَةِ لَا يَجُوزُ لَهُ أَنْ يَجْتَهِدَ فِي التَّوَجُّهِ إِلَيْهَا وَيَعْمَلَ بِظَنِّهِ الَّذِي يُؤَدِّيهِ إِلَيْهِ الِاجْتِهَادُ. </p><p> (٣) إِذَا قِيلَ: إِنَّ إِفَادَةَ الْحِسَابِ لِلْعِلْمِ الْقَطْعِيِّ بِوُجُودِ الْهِلَالِ وَإِمْكَانِ رُؤْيَتِهِ خَاصٌّ بِالْفَلَكِيِّ الْحَاسِبِ، وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي الْعِلْمِ بِهِ كَمَا ذَكَرْتُمْ وَلَا يَكُونُ عِلْمُهُمْ حُجَّةً عَلَى </p><p> غَيْرِهِمْ (قُلْنَا) : إِنَّ الَّذِينَ لَمَّ يُبِيحُوا الْعَمَلَ بِالْحِسَابِ قَدْ عَلَّلُوهُ بِأَنَّهُ ظَنٌّ وَتَخْمِينٌ لَا يُفِيدُ عِلْمًا وَلَا ظَنًّا كَمَا نَقَلْنَاهُ عَنْ شَرْحِ الْبُخَارِيِّ لِلْحَافِظِ ابْنِ حَجْرٍ آنِفًا، وَالْحِسَابُ الْمَعْرُوفُ فِي عَصْرِنَا هَذَا يُفِيدُ الْعِلْمَ الْقَطْعِيَّ كَمَا تَقَدَّمَ. وَيُمْكِنُ لِأَئِمَّةِ الْمُسْلِمِينَ وَأُمَرَائِهِمُ الَّذِينَ ثَبَتَ ذَلِكَ عِنْدَهُمْ أَنْ يُصْدِرُوا حُكْمًا بِالْعَمَلِ بِهِ فَيَصِيرُ حُجَّةً عَلَى الْجُمْهُورِ، وَهَذَا أَصَحُّ مِنَ الْحُكْمِ بِإِثْبَاتِ الشَّهْرِ بِإِكْمَالِ عِدَّةِ شَعْبَانَ ثَلَاثِينَ يَوْمًا مَعَ عَدَمِ رُؤْيَةِ الْهِلَالِ لَيْلَةَ الثَّلَاثِينَ وَالسَّمَاءُ صَحْوٌ لَيْسَ فِيهَا قَتَرٌ وَلَا سَحَابٌ يَمْنَعُ الرُّؤْيَةَ ; فَإِنَّ هَذَا مُخَالِفٌ لِنُصُوصِ الْأَحَادِيثِ الصَّحِيحَةِ (وَكَذَا الْحُكْمُ بِرُؤْيَةِ الْوَاحِدِ لِلْهِلَالِ ; لِأَنَّ شَهَادَةَ الْوَاحِدِ ظَنِّيَّةٌ وَإِنْ كَانَ عَدْلًا لِكَثْرَةِ مَا يَعْرِضُ فِيهَا مِنَ الْخَطَأِ وَالْوَهْمِ الَّذِي ثَبَتَ بِالْقَطْعِ كَشَهَادَةِ بَعْضِ الْعُدُولِ بِرُؤْيَةِ الْهِلَالِ بَعْدَ غُرُوبِ الشَّمْسِ كَاسِفَةً) . </p><p> (٤) يُؤَيِّدُ هَذَا الْوَجْهَ الْأَخِيرَ الْقَوْلُ الثَّالِثُ لِلْإِمَامِ أَحْمَدَ فِيمَا يَجِبُ الْعَمَلُ بِهِ إِذَا غُمَّ عَلَى النَّاسِ رُؤْيَةُ الْهِلَالِ، وَهُوَ أَنْ يَرْجِعُوا إِلَى رَأْيِ الْإِمَامِ - أَيِ السُّلْطَانُ وَلِيُّ الْأَمْرِ الشَّرْعِيِّ - فِي الصَّوْمِ وَالْفِطْرِ وَقَدْ تَقَدَّمَ مَعَ الْقَوْلَيْنِ الْآخَرَيْنِ لَهُ. </p><p> (٥) إِذَا تَقَرَّرَ لَدَى أُولِي الْأَمْرِ الْعَمَلُ بِالتَّقَاوِيمِ الْفَلَكِيَّةِ فِي مَوَاقِيتِ شَهْرَيِ الصِّيَامِ وَالْحَجِّ، كَمَوَاقِيتِ الصَّلَاةِ وَصِيَامِ كُلِّ يَوْمٍ مِنَ الْفَجْرِ إِلَى اللَّيْلِ، امْتَنَعَ التَّفَرُّقُ وَالِاخْتِلَافُ بَيْنَ الْمُسْلِمِينَ فِي كُلِّ قُطْرٍ أَوْ فِي الْبِلَادِ الَّتِي تَتَّفِقُ مَطَالِعُهَا، وَهَذِهِ لَا ضَرَرَ فِي الِاخْتِلَافِ فِي صِيَامِهَا، كَمَا أَنَّهُ لَا ضَرَرَ فِي الِاخْتِلَافِ فِي صَلَوَاتِهَا. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّنَا بَيْنَ أَمْرَيْنِ: إِمَّا أَنْ نَعْمَلَ بِالرُّؤْيَةِ فِي جَمِيعِ مَوَاقِيتِ الْعِبَادَاتِ أَخْذًا بِظَوَاهِرِ النُّصُوصِ وَحُسْبَانِهَا تَعَبُّدِيَّةً، وَحِينَئِذٍ يَجِبُ عَلَى كُلِّ مُؤَذِّنٍ أَلَّا يُؤَذِّنَ حَتَّى يَرَى نُورَ الْفَجْرِ الصَّادِقِ مُسْتَطِيرًا مُنْتَشِرًا فِي الْأُفُقِ، وَحَتَّى يَرَى الزَّوَالَ وَالْغُرُوبَ إِلَخْ، وَإِمَّا أَنْ نَعْمَلَ بِالْحِسَابِ الْمَقْطُوعِ بِهِ لِأَنَّهُ أَقْرَبُ إِلَى مَقْصِدِ الشَّارِعِ، </p><p> وَهُوَ الْعِلْمُ الْقَطْعِيُّ بِالْمَوَاقِيتِ وَعَدَمِ الِاخْتِلَافِ فِيهَا، وَحِينَئِذٍ يُمْكِنُ وَضْعُ تَقْوِيمٍ عَامٍّ تُبَيَّنُ فِيهِ الْأَوْقَاتُ الَّتِي يُرَى فِيهَا هِلَالُ كُلِّ شَهْرٍ فِي كُلِّ قُطْرٍ عِنْدَ الْمَانِعِ مِنَ الرُّؤْيَةِ وَتُوَزَّعُ فِي الْعَالَمِ، فَإِذَا زَادُوا عَلَيْهَا اسْتِهْلَالَ جَمَاعَةٍ فِي كُلِّ مَكَانٍ فَإِنْ رَأَوْهُ كَانَ ذَلِكَ نُورًا عَلَى نُورٍ، وَأَمَّا هَذَا الِاخْتِلَافُ وَتَرْكُ النُّصُوصِ فِي جَمِيعِ الْمَوَاقِيتِ - عَمَلًا بِالْحِسَابِ مَا عَدَا مَسْأَلَةَ الْهِلَالِ - فَلَا وَجْهَ وَلَا دَلِيلَ عَلَيْهِ، وَلَمْ يَقُلْ بِهِ إِمَامٌ مُجْتَهِدٌ بَلْ هُوَ مِنْ قَبِيلِ (أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ)  (٢: ٨٥) وَاللهُ أَعْلَمُ وَأَحْكَمُ اهـ. </p><p> فَصْلٌ فِيمَا يُفْطِرُ الصَّائِمَ وَمَا لَا يُفْطِرُهُ </p><p> مُلَخَّصٌ مِنْ رِسَالَةٍ لِشَيْخِ الْإِسْلَامِ أَحْمَدَ تَقِيِّ الدِّينِ ابْنِ تَيْمِيَّةَ نُشِرَتْ فِي الْمُجَلَّدِ ٣١ مِنَ الْمَنَارِ (قَالَ رَحِمَهُ اللهُ) : وَهَذَا نَوْعَانِ: مِنْهُ مَا يُفْطِرُ بِالنَّصِّ وَالْإِجْمَاعِ، وَهُوَ الْأَكْلُ وَالشُّرْبُ وَالْجِمَاعُ، وَكَذَلِكَ ثَبَتَ بِالسُّنَّةِ وَاتِّفَاقِ الْمُسْلِمِينَ أَنَّ دَمَ الْحَيْضِ يُنَافِي الصَّوْمَ، فَلَا تَصُومُ </p><p> الْحَائِضُ لَكِنْ تَقْضِي الصِّيَامَ. وَثَبَتَ بِالسُّنَّةِ أَيْضًا مِنْ حَدِيثِ لَقِيطِ بْنِ صَبْرَةَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهُ:  ((وَبَالِغْ فِي الِاسْتِنْشَاقِ إِلَّا أَنْ تَكُونَ صَائِمًا) ) فَدَلَّ عَلَى أَنَّ إِنْزَالَ الْمَاءِ مِنَ الْأَنْفِ يُفْطِرُ الصَّائِمَ وَهُوَ قَوْلُ جَمَاهِيرِ الْعُلَمَاءِ. </p><p> وَفِي السُّنَنِ حَدِيثَانِ: </p><p> (أَحَدُهُمَا) حَدِيثُ هِشَامِ بْنِ حَسَّانٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((مَنْ ذَرَعَهُ قَيْءٌ وَهُوَ صَائِمٌ فَلَيْسَ عَلَيْهِ قَضَاءٌ، وَإِنِ اسْتَقَاءَ فَلْيَقْضِ) ) وَهَذَا الْحَدِيثُ لَمْ يَثْبُتْ عِنْدَ طَائِفَةٍ مِنْ أَهْلِ الْعِلْمِ، بَلْ قَالُوا هُوَ مِنْ قَوْلِ أَبِي هُرَيْرَةَ. قَالَ أَبُو دَاوُدَ: سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ قَالَ: لَيْسَ مِنْ ذَا شَيْءٌ. قَالَ الْخَطَّابِيُّ: يُرِيدُ أَنَّ الْحَدِيثَ غَيْرُ مَحْفُوظٍ، وَقَالَ التِّرْمِذِيُّ: سَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ الْبُخَارِيَّ عَنْهُ فَلَمْ يَعْرِفْهُ إِلَّا عَنْ عِيسَى بْنِ يُونُسَ، قَالَ: وَمَا أُرَاهُ مَحْفُوظًا. قَالَ: وَرَوَى يَحْيَى بْنُ كَثِيرٍ، عَنْ عُمَرَ بْنِ الْحَكَمِ أَنَّ أَبَا هُرَيْرَةَ كَانَ لَا يَرَى الْقَيْءَ يُفْطِرُ الصَّائِمَ. </p><p> قَالَ الْخَطَابِيُّ: وَذَكَرَ أَبُو دَاوُدَ أَنَّ حَفْصَ بْنَ غِيَاثٍ رَوَاهُ عَنْ هِشَامٍ كَمَا رَوَاهُ عَنِ ابْنِ يُونُسَ قَالَ: وَلَا أَعْلَمُ خِلَافًا بَيْنَ أَهْلِ الْعِلْمِ فِي أَنَّ مَنْ ذَرَعَهُ الْقَيْءُ فَإِنَّهُ لَا قَضَاءَ عَلَيْهِ، وَلَا فِي أَنَّ مَنِ اسْتَقَاءَ عَامِدًا فَعَلَيْهِ الْقَضَاءُ، وَلَكِنِ اخْتَلَفُوا فِي الْكَفَّارَةِ، </p><p> فَقَالَ عَامَّةُ أَهْلِ الْعِلْمِ: لَيْسَ عَلَيْهِ غَيْرُ الْقَضَاءِ، وَقَالَ عَطَاءٌ: عَلَيْهِ الْقَضَاءُ وَالْكَفَّارَةُ، وَحُكِيَ عَنِ الْأَوْزَاعِيِّ وَهُوَ قَوْلُ أَبِي ثَوْرٍ. </p><p> وَالْمُجَامِعُ النَّاسِي فِيهِ ثَلَاثَةُ أَقْوَالٍ فِي مَذْهَبِ أَحْمَدَ وَغَيْرِهِ، وَيُذْكَرُ ثَلَاثُ رِوَايَاتٍ عَنْهُ: </p><p> إِحْدَاهَا: لَا قَضَاءَ عَلَيْهِ وَلَا كَفَّارَةَ، وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَبِي حَنِيفَةَ وَالْأَكْثَرِينَ. </p><p> وَالثَّانِيَةُ: عَلَيْهِ الْقَضَاءُ بِلَا كَفَّارَةٍ وَهُوَ قَوْلُ مَالِكٍ. </p><p> وَالثَّالِثَةُ: عَلَيْهِ الْأَمْرَانِ وَهُوَ الْمَشْهُورُ عَنْ أَحْمَدَ. وَالْأَوَّلُ أَظْهَرُ كَمَا قَدْ بُسِطَ فِي مَوْضِعِهِ ; فَإِنَّهُ قَدْ ثَبَتَ بِدَلَالَةِ الْكِتَابِ وَالسُّنَّةِ أَنَّ مَنْ فَعَلَ مَحْظُورًا مُخْطِئًا أَوْ نَاسِيًا لَمْ يُؤَاخِذْهُ اللهُ بِذَلِكَ وَحِينَئِذٍ يَكُونُ بِمَنْزِلَةِ مَنْ لَمْ يَفْعَلْهُ، فَلَا يَكُونُ عَلَيْهِ إِثْمٌ، وَمَنْ لَا إِثْمَ عَلَيْهِ لَمْ يَكُنْ عَاصِيًا وَلَا مُرْتَكِبًا لِمَا نُهِيَ عَنْهُ، وَحِينَئِذٍ فَيَكُونُ قَدْ فَعَلَ مَا أُمِرَ بِهِ وَلَمْ يَفْعَلْ مَا نُهِيَ عَنْهُ، وَمِثْلُ هَذَا لَا يُبْطِلُ عِبَادَتَهُ، وَإِنَّمَا يُبْطِلُ الْعِبَادَاتِ إِذَا لَمْ يَفْعَلْ مَا أُمِرَ بِهِ أَوْ فَعَلَ مَا حُظِرَ عَلَيْهِ. وَطَرَدَ هَذَا أَنَّ الْحَجَّ لَا يَبْطُلُ بِفِعْلِ شَيْءٍ مِنَ الْمَحْظُورَاتِ لَا نَاسِيًا وَلَا مُخْطِئًا لَا الْجِمَاعُ وَلَا غَيْرُهُ وَهُوَ أَظْهَرُ قَوْلَيِ الشَّافِعِيِّ. </p><p> وَكَذَلِكَ طَرَدَ هَذَا أَنَّ الصَّائِمَ إِذَا أَكَلَ أَوْ شَرِبَ أَوْ جَامَعَ نَاسِيًا أَوْ مُخْطِئًا فَلَا قَضَاءَ عَلَيْهِ، وَهُوَ قَوْلُ طَائِفَةٍ مِنَ السَّلَفِ وَالْخَلْفِ، وَمِنْهُمْ مَنْ يُفَطِّرُ النَّاسِيَ وَالْمُخْطِئَ كَمَالِكٍ، وَقَالَ أَبُو حَنِيفَةَ: هَذَا هُوَ الْقِيَاسُ لَكِنْ خَالَفَهُ لِحَدِيثِ أَبِي هُرَيْرَةَ فِي النَّاسِي، وَمِنْهُمْ مَنْ قَالَ لَا يُفْطِرُ النَّاسِي وَيُفْطِرُ الْمُخْطِئُ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ وَالشَّافِعِيِّ وَأَحْمَدَ، فَأَبُو حَنِيفَةَ جَعَلَ النَّاسِيَ مَوْضِعَ اسْتِحْسَانٍ، وَأَمَّا أَصْحَابُ الشَّافِعِيِّ وَأَحْمَدَ فَقَالُوا: النِّسْيَانُ لَا يُفْطِرُ ; لِأَنَّهُ لَا يُمْكِنُ </p><p> الِاحْتِرَازُ مِنْهُ بِخِلَافِ الْخَطَأِ فَإِنَّهُ يُمْكِنُهُ أَلَّا يُفْطِرَ حَتَّى يَتَيَقَّنَ غُرُوبَ الشَّمْسِ وَأَنْ يُمْسِكَ إِذَا شَكَّ فِي طُلُوعِ الْفَجْرِ. </p><p> وَهَذَا التَّفْرِيقُ ضَعِيفٌ وَالْأَمْرُ بِالْعَكْسِ، فَإِنَّ السُّنَّةَ لِلصَّائِمِ أَنْ يُعَجِّلَ الْفِطْرَ وَيُؤَخِّرَ السُّحُورَ، وَمَعَ الْغَيْمِ الْمُطْبِقِ لَا يُمْكِنُ الْيَقِينُ الَّذِي لَا يَقْبَلُ الشَّكَّ إِلَّا بَعْدَ أَنْ يَذْهَبَ وَقْتٌ طَوِيلٌ جِدًّا يُفَوِّتُ الْمَغْرِبَ وَيُفَوِّتُ تَعْجِيلَ الْفُطُورِ، وَالْمُصَلِّي مَأْمُورٌ بِصَلَاةِ الْمَغْرِبِ وَتَعْجِيلِهَا، فَإِذَا غَلَبَ عَلَى ظَنِّهِ غُرُوبُ الشَّمْسِ أُمِرَ بِتَأْخِيرِ الْمَغْرِبِ إِلَى حَدِّ الْيَقِينِ فَرُبَّمَا يُؤَخِّرُهَا حَتَّى يَغِيبَ الشَّفَقُ وَهُوَ لَا يَسْتَيْقِنُ غُرُوبَ الشَّمْسِ. </p><p> وَأَيْضًا فَقَدْ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَتْ: أَفْطَرْنَا </p><p> يَوْمًا مِنْ رَمَضَانَ فِي غَيْمٍ عَلَى عَهْدِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ طَلَعَتِ الشَّمْسُ، وَهَذَا يَدُلُّ عَلَى شَيْئَيْنِ: </p><p> (الْأَوَّلُ) عَلَى أَنَّهُ لَا يُسْتَحَبُّ مَعَ الْغَيْمِ التَّأْخِيرُ إِلَى أَنْ يَتَيَقَّنَ الْغُرُوبَ، فَإِنَّهُمْ لَمْ يَفْعَلُوا ذَلِكَ وَلَمْ يَأْمُرْهُمْ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالصَّحَابَةُ مَعَ نَبِيِّهِمْ أَعْلَمُ وَأَطْوَعُ لِلَّهِ وَرَسُولِهِ مِمَّنْ جَاءَ بَعْدَهُمْ. </p><p> (وَالثَّانِي) لَا يَجِبُ الْقَضَاءُ، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَوْ أَمَرَهُمْ بِالْقَضَاءِ لَشَاعَ ذَلِكَ كَمَا نُقِلَ فِطْرُهُمْ، فَلَمَّا لَمْ يُنْقَلْ ذَلِكَ دَلَّ عَلَى أَنَّهُ لَمْ يَأْمُرْهُمْ. </p><p> فَإِنْ قِيلَ: فَقَدْ قِيلَ لِهِشَامِ بْنِ عُرْوَةَ: أُمِرُوا بِالْقَضَاءِ قَالَ: أَوَبُدٌّ مِنَ الْقَضَاءِ؟ قِيلَ: هِشَامٌ قَالَ ذَلِكَ بِرَأْيِهِ، لَمْ يَرْوِ ذَلِكَ فِي الْحَدِيثِ، وَيَدُلُّ عَلَى أَنَّهُ لَمْ يَكُنْ عِنْدَهُ بِذَلِكَ عِلْمٌ أَنَّ مَعْمَرًا رَوَى عَنْهُ قَالَ: سَمِعْتُ هِشَامًا قَالَ: لَا أَدْرِي قَضَوْا أَمْ لَا؟ ذَكَرَ هَذَا وَهَذَا عَنْهُ الْبُخَارِيُّ، وَالْحَدِيثُ رَوَاهُ عَنْ أُمِّهِ فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ، وَقَدْ نَقَلَ هِشَامٌ عَنْ أَبِيهِ عُرْوَةَ أَنَّهُمْ لَمْ يُؤْمَرُوا بِالْقَضَاءِ، وَعُرْوَةُ أَعْلَمُ مِنِ ابْنِهِ، وَهَذَا قَوْلُ إِسْحَاقَ بْنِ رَاهْوَيْهِ. </p><p> وَأَيْضًا فَإِنَّ اللهَ قَالَ فِي كِتَابِهِ:  (وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ) . وَهَذِهِ الْآيَةُ مَعَ الْأَحَادِيثِ الثَّابِتَةِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تُبَيِّنُ أَنَّهُ مَأْمُورٌ بِالْأَكْلِ إِلَى أَنْ يَظْهَرَ الْفَجْرُ، فَهُوَ مَعَ الشَّكِّ فِي طُلُوعِهِ مَأْمُورٌ بِالْأَكْلِ كَمَا قَدْ بُسِطَ فِي مَوْضِعِهِ. </p><p> وَأَمَّا الْكُحْلُ وَالْحُقْنَةُ وَمَا يَقْطُرُ فِي إِحْلِيلِهِ. وَمُدَاوَاةُ الْمَأْمُومَةِ وَالْجَائِفَةِ فَهَذَا مِمَّا تَنَازَعَ فِيهِ أَهْلُ الْعِلْمِ، فَمِنْهُمْ مَنْ لَمْ يُفَطِّرْ بِشَيْءٍ مِنْ ذَلِكَ، وَمِنْهُمْ مَنْ فَطَّرَ بِالْجَمِيعِ لَا بِالْكُحْلِ، وَمِنْهُمْ مَنْ فَطَّرَ بِالْجَمِيعِ لَا بِالتَّقْطِيرِ، وَمِنْهُمْ مَنْ لَا يُفَطَّرُ بِالْكُحْلِ وَلَا بِالتَّقْطِيرِ وَيُفَطَّرُ بِمَا سِوَى ذَلِكَ. وَالْأَظْهَرُ أَنَّهُ لَا يُفَطَّرُ بِشَيْءٍ مِنْ ذَلِكَ، فَإِنَّ الصِّيَامَ مِنْ دِينِ الْمُسْلِمِينَ الَّذِي يَحْتَاجُ إِلَى مَعْرِفَتِهِ الْخَاصُّ وَالْعَامُّ، فَلَوْ كَانَتْ هَذِهِ الْأُمُورُ مِمَّا حَرَّمَهَا اللهُ وَرَسُولُهُ فِي الصِّيَامِ وَيَفْسَدُ الصَّوْمُ بِهَا لَكَانَ هَذَا مِمَّا يَجِبُ عَلَى الرَّسُولِ بَيَانُهُ، وَلَوْ ذُكِرَ ذَلِكَ لَعَلِمَهُ الصَّحَابَةُ وَبَلَّغُوهُ </p><p> الْأُمَّةَ كَمَا بَلَّغُوا سَائِرَ شَرْعِهِ، فَلَمَّا لَمْ يَنْقُلْ أَحَدٌ مِنْ أَهْلِ الْعِلْمِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ لَا حَدِيثًا صَحِيحًا وَلَا ضَعِيفًا وَلَا مُسْنَدًا وَلَا مُرْسَلًا - عُلِمَ أَنَّهُ لَمْ يَذْكُرْ شَيْئًا مِنْ ذَلِكَ. </p><p> وَالْحَدِيثُ الْمَرْوِيُّ فِي الْكُحْلِ ضَعِيفٌ رَوَاهُ أَبُو دَاوُدَ فِي السُّنَنِ وَلَمْ يَرْوِهُ غَيْرُهُ وَلَا هُوَ فِي مُسْنَدِ أَحْمَدَ وَلَا سَائِرِ الْكُتُبِ الْمُعْتَمَدَةِ. </p><p> وَالَّذِينَ قَالُوا: إِنَّ هَذِهِ الْأُمُورَ تُفَطِّرُ كَالْحُقْنَةِ وَمُدَاوَاةِ الْمَأْمُومَةِ وَالْجَائِفَةِ لَمْ يَكُنْ مَعَهُمْ حُجَّةٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنَّمَا ذَكَرُوا ذَلِكَ بِمَا رَأَوْهُ مِنَ الْقِيَاسِ، وَأَقْوَى مَا احْتَجُّوا بِهِ قَوْلُهُ:  ((وَبَالِغْ فِي الِاسْتِنْشَاقِ إِلَّا أَنْ تَكُونَ صَائِمًا) ) قَالُوا: فَدَلَّ ذَلِكَ عَلَى أَنَّ مَا وَصَلَ إِلَى الدِّمَاغِ يُفَطِّرُ الصَّائِمَ إِذَا كَانَ بِفِعْلِهِ، وَعَلَى الْقِيَاسِ كُلُّ مَا وَصَلَ إِلَى جَوْفِهِ بِفِعْلِهِ مِنْ حُقْنَةٍ وَغَيْرِهَا سَوَاءٌ كَانَ ذَلِكَ فِي مَوْضِعِ الطَّعَامِ وَالْغِذَاءِ أَوْ غَيْرِهِ مِنْ حَشْوِ جَوْفِهِ. وَالَّذِينَ اسْتَثْنَوُا التَّقْطِيرَ قَالُوا: التَّقْطِيرُ لَا يَنْزِلُ إِلَى جَوْفِهِ، وَإِنَّمَا يَرْشَحُ رَشْحًا فَالدَّاخِلُ إِلَى إِحْلِيلِهِ كَالدَّاخِلِ إِلَى فَمِهِ وَأَنِفِهِ، وَالَّذِينَ اسْتَثْنَوُا الْكُحْلَ، قَالُوا: الْعَيْنُ لَيْسَتْ كَالْقُبُلِ وَالدُّبُرِ، وَلَكِنْ هِيَ تَشْرَبُ الْكُحْلَ كَمَا يَشْرَبُ الْجِسْمُ الدُّهْنَ وَالْمَاءَ، وَالَّذِينَ قَالُوا الْكُحْلُ يُفَطِّرُ، قَالُوا: إِنَّهُ يَنْفُذُ إِلَى دَاخِلِهِ حَتَّى يَتَنَخَّمَهُ الصَّائِمُ ; لِأَنَّ فِي دَاخِلِ الْعَيْنِ مَنْفَذًا إِلَى دَاخِلِ الْحَلْقِ. وَإِذَا كَانَ عُمْدَتُهُمْ هَذِهِ الْأَقْيِسَةِ وَنَحْوَهَا ; لَمْ يَجُزْ إِفْسَادُ الصَّوْمُ بِمِثْلِ هَذِهِ الْأَقْيِسَةِ لِوُجُوهٍ: </p><p> (أَحَدُهَا) أَنَّ الْقِيَاسَ وَإِنْ كَانَ حُجَّةً إِذَا اعْتُبِرَتْ شُرُوطُ صِحَّتِهِ فَقَدْ قُلْنَا فِي الْأُصُولِ: إِنَّ الْأَحْكَامَ الشَّرْعِيَّةَ بَيَّنَتْهَا النُّصُوصُ أَيْضًا، وَإِنْ دَلَّ الْقِيَاسُ الصَّحِيحُ عَلَى مِثْلِ مَا دَلَّ عَلَيْهِ النَّصُّ دَلَالَةً خَفِيَّةً، فَإِذَا عَلِمْنَا بِأَنَّ الرَّسُولَ لَمْ يُحَرِّمِ الشَّيْءَ وَلَمْ يُوجِبْهُ عَلِمْنَا أَنَّهُ لَيْسَ بِحَرَامٍ وَلَا وَاجِبٍ، وَأَنَّ الْقِيَاسَ الْمُثْبِتَ لِوُجُوبِهِ وَتَحْرِيمِهِ فَاسِدٌ، وَنَحْنُ نَعْلَمُ أَنَّهُ لَيْسَ فِي الْكِتَابِ وَالسُّنَّةِ مَا يَدُلُّ عَلَى الْإِفْطَارِ بِهَذِهِ الْأَشْيَاءِ فَعَلِمْنَا أَنَّهَا لَيْسَتْ مُفْطِرَةً. </p><p> (الْوَجْهُ الثَّانِي) أَنَّ الْأَحْكَامَ الَّتِي تَحْتَاجُ الْأُمَّةُ إِلَى مَعْرِفَتِهَا لَا بُدَّ أَنْ يُبَيِّنَهَا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيَانًا عَامًّا، وَلَا بُدَّ أَنْ تَنْقُلَهَا الْأُمَّةُ، فَإِذَا انْتَفَى هَذَا عُلِمَ أَنَّ هَذَا لَيْسَ مِنْ دِينِهِ، وَهَذَا كَمَا يُعْلَمُ أَنَّهُ لَمْ يَفْرِضْ صِيَامَ شَهْرٍ غَيْرَ رَمَضَانَ، وَلَا حَجَّ بَيْتٍ غَيْرَ الْبَيْتِ الْحَرَامِ، وَلَا صَلَاةً مَكْتُوبَةً غَيْرَ الْخَمْسِ، وَلَمْ يُوجِبِ الْغُسْلَ فِي مُبَاشَرَةِ الْمَرْأَةِ بِلَا إِنْزَالٍ، وَلَا أَوْجَبَ الْوُضُوءَ مِنَ الْفَزَعِ الْعَظِيمِ ; وَإِنْ كَانَ فِي مَظِنَّةِ خُرُوجِ الْخَارِجِ، وَلَا سَنَّ الرَّكْعَتَيْنِ بَعْدَ الطَّوَافِ بَيْنَ الصَّفَا وَالْمَرْوَةِ كَمَا سَنَّ الرَّكْعَتَيْنِ بَعْدَ الطَّوَافِ بِالْبَيْتِ، وَبِهَذَا يُعْلَمُ أَنَّ الْمَنِيَّ لَيْسَ بِنَجِسٍ ; لِأَنَّهُ لَمْ يُنْقَلْ عَنْ أَحَدٍ بِإِسْنَادٍ يُحْتَجُّ بِهِ </p><p> أَنَّهُ أَمَرَ الْمُسْلِمِينَ بِغَسْلِ أَبْدَانِهِمْ وَثِيَابِهِمْ مِنَ الْمَنِيِّ مَعَ عُمُومِ الْبَلْوَى بِذَلِكَ، بَلِ أَمَرَ الْحَائِضَ أَنْ تَغْسِلَ قَمِيصَهَا مِنْ دَمِ الْحَيْضِ مَعَ قِلَّةِ الْحَاجَةِ إِلَى ذَلِكَ، وَلَمْ يَأْمُرِ الْمُسْلِمِينَ بِغَسْلِ أَبْدَانِهِمْ وَثِيَابِهِمْ مِنَ الْمَنِيِّ. وَالْحَدِيثُ الَّذِي يَرْوِيهِ بَعْضُ الْفُقَهَاءِ ((يُغْسَلُ الثَّوْبُ مِنَ الْبَوْلِ وَالْغَائِطِ وَالْمَنِيِّ وَالْمَذْيِ وَالدَّمِ) ) لَيْسَ مِنَ كَلَامِ النَّبِيِّ صَلَّى الله عَلَيْهِ </p><p> وَسَلَّمَ، وَلَيْسَ فِي شَيْءٍ مِنْ كُتُبِ الْحَدِيثِ الَّتِي يُعْتَمَدُ عَلَيْهَا وَلَا رَوَاهُ أَحَدٌ مِنْ أَهْلِ الْعِلْمِ بِالْحَدِيثِ بِإِسْنَادٍ يُحْتَجُّ بِهِ، وَرُوِيَ عَنْ عَمَّارٍ وَعَائِشَةَ مِنْ قَوْلِهِمَا. </p><p> وَغَسْلُ عَائِشَةَ لِلْمَنِيِّ مِنْ ثَوْبِهِ وَفَرَكُهَا إِيَّاهُ لَا يَدُلُّ عَلَى وُجُوبِ ذَلِكَ، فَإِنَّ الثِّيَابَ تُغْسَلُ مِنَ الْوَسَخِ وَالْمُخَاطِ وَالْبُصَاقِ، وَالْوُجُوبُ إِنَّمَا يَكُونُ بِأَمْرِهِ، لَا سِيَّمَا وَلَمْ يَأْمُرْ هُوَ سَائِرَ الْمُسْلِمِينَ بِغَسْلِ ثِيَابِهِمْ مِنْ ذَلِكَ، وَلَا نُقِلَ أَنَّهُ أَمَرَ عَائِشَةَ بِذَلِكَ، بَلْ أَقَرَّهَا عَلَى ذَلِكَ، فَدَلَّ عَلَى جَوَازِهِ أَوْ حُسْنِهِ وَاسْتِحْبَابِهِ، وَأَمَّا الْوُجُوبُ فَلَا بُدَّ لَهُ مِنْ دَلِيلٍ. </p><p> فَإِذَا كَانَتِ الْأَحْكَامُ الَّتِي تَعُمُّ بِهَا الْبَلْوَى، لَا بُدَّ أَنْ يُبَيِّنَهَا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيَانًا عَامًّا، وَلَا بُدَّ أَنْ تَنْقِلَ الْأُمَّةُ ذَلِكَ، فَمَعْلُومٌ أَنَّ الْكُحْلَ وَنَحْوَهُ مِمَّا تَعُمُّ بِهِ الْبَلْوَى كَمَا تَعُمُّ بِالدُّهْنِ وَالِاغْتِسَالِ وَالْبَخُورِ وَالطِّيبِ ; فَلَوْ كَانَ هَذَا مِمَّا يُفَطِّرُ لَبَيَّنَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا بَيَّنَ الْإِفْطَارَ بِغَيْرِهِ، فَلَمَّا لَمْ يُبَيِّنِ الْإِفْطَارَ عُلِمَ أَنَّهُ مِنْ جِنْسِ الطِّيبِ وَالْبَخُورِ وَالدُّهْنِ، وَالْبَخُورُ قَدْ يَتَصَاعَدُ إِلَى الْأَنْفِ وَيَدْخُلُ فِي الدِّمَاغِ وَيَنْعَقِدُ أَجْسَامًا، وَالدُّهْنُ يَشْرَبُهُ الْبَدَنُ وَيَدْخُلُ إِلَى دَاخِلِهِ وَيَتَقَوَّى بِهِ الْإِنْسَانُ، وَكَذَلِكَ يَتَقَوَّى بِالطِّيبِ قُوَّةً جَيِّدَةً، فَلَمَّا لَمْ يَنْهَ الصَّائِمَ عَنْ ذَلِكَ دَلَّ عَلَى جَوَازِ تَطَيُّبِهِ وَتَبْخِيرِهِ وَإِدِّهَانِهِ، وَكَذَلِكَ اكْتِحَالِهِ. وَقَدْ كَانَ الْمُسْلِمُونَ فِي عَهْدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُجْرَحُ أَحَدُهُمْ إِمَّا فِي الْجِهَادِ وَإِمَّا فِي غَيْرِهِ مَأْمُومَةً وَجَائِفَةً، فَلَوْ كَانَ هَذَا يُفَطِّرُ لَبَيَّنَ لَهُمْ ذَلِكَ، فَلَمَّا لَمْ يَنْهَ الصَّائِمَ عَنْ ذَلِكَ ; عُلِمَ أَنَّهُ لَمْ يَجْعَلْهُ مُفْطِرًا. </p><p> (الْوَجْهُ الثَّالِثُ) إِثْبَاتُ التَّفْطِيرِ بِالْقِيَاسِ يَحْتَاجُ إِلَى أَنْ يَكُونَ الْقِيَاسُ صَحِيحًا وَذَلِكَ إِمَّا قِيَاسٌ عَلَى بَابِهِ الْجَامِعِ، وَإِمَّا بِإِلْغَاءِ الْفَارِقِ، فَإِمَّا أَنْ يَدُلَّ دَلِيلٌ عَلَى الْعِلَّةِ فِي الْأَصْلِ معدي لَهَا إِلَى الْفَرْعِ، وَإِمَّا أَنْ يُعْلَمَ أَنْ لَا فَارِقَ بَيْنَهُمَا مِنَ الْأَوْصَافِ الْمُعْتَبَرَةِ فِي الشَّرْعِ، وَهَذَا الْقِيَاسُ هُنَا مُنْتَفٍ. </p><p> وَذَلِكَ أَنَّهُ لَيْسَ فِي الْأَدِلَّةِ مَا يَقْتَضِي أَنَّ الْمُفَطِّرَ الَّذِي جَعَلَهُ اللهُ وَرَسُولُهُ مُفَطِّرًا: </p><p> هُوَ مَا كَانَ وَاصِلًا إِلَى دِمَاغٍ أَوْ بَدَنٍ، أَوْ مَا كَانَ دَاخِلًا مِنْ مَنْفَذٍ أَوْ وَاصِلًا إِلَى الْجَوْفِ وَنَحْوَ ذَلِكَ مِنَ الْمَعَانِي الَّتِي يَجْعَلُهَا أَصْحَابُ هَذِهِ الْأَقَاوِيلِ هِيَ مَنَاطَ الْحُكْمِ عِنْدَ اللهِ وَرَسُولِهِ، وَيَقُولُونَ: إِنَّ اللهَ وَرَسُولَهُ إِنَّمَا جَعَلَ الطَّعَامَ وَالشَّرَابَ مُفَطِّرًا لِهَذَا الْمَعْنَى الْمُشْتَرَكِ مِنَ الطَّعَامِ وَالشَّرَابِ، وَمِمَّا يَصِلُ إِلَى الدِّمَاغِ وَالْجَوْفِ مِنْ دَوَاءِ الْمَأْمُومَةِ وَالْجَائِفَةِ، وَمَا يَصِلُ إِلَى الْجَوْفِ مِنَ الْكُحْلِ وَمِنَ الْحُقْنَةِ وَالنُّقَطِ فِي الْإِحْلِيلِ وَغَيْرِ ذَلِكَ. </p><p> وَإِذَا لَمْ يَكُنْ عَلَى تَعْلِيقِ اللهِ وَرَسُولِهِ لِلْحُكْمِ بِهَذَا الْوَصْفِ دَلِيلٌ، كَانَ قَوْلُ الْقَائِلِ: إِنَّ اللهَ وَرَسُولَهُ إِنَّمَا جَعَلَا هَذَا مُفَطِّرًا لِهَذَا - قَوْلًا بِلَا عِلْمٍ، وَكَانَ قَوْلُهُ:  ((إِنَّ اللهَ حَرَّمَ عَلَى الصَّائِمِ أَنْ يَفْعَلَ هَذَا) ) قَوْلًا - بِأَنَّ هَذَا حَلَالٌ وَهَذَا حَرَامٌ - بِلَا عِلْمٍ، وَذَلِكَ يَتَضَمَّنُ الْقَوْلَ عَلَى اللهِ بِمَا لَا يَعْلَمُ وَهَذَا لَا يَجُوزُ. </p><p> وَمَنِ اعْتَقَدَ مِنَ الْعُلَمَاءِ أَنَّ هَذَا الْمُشْتَرَكَ مَنَاطُ الْحُكْمِ فَهُوَ بِمَنْزِلَةِ مَنِ اعْتَقَدَ صِحَّةَ مَذْهَبٍ لَمْ يَكُنْ صَحِيحًا، أَوْ دَلَالَةَ لَفْظٍ عَلَى مَعْنًى لَمْ يُرِدْهُ الرَّسُولُ، وَهَذَا اجْتِهَادٌ يُثَابُونَ عَلَيْهِ، وَلَا يَلْزَمُ أَنْ يَكُونَ قَوْلًا بِحُجَّةٍ شَرْعِيَّةٍ يَجِبُ عَلَى الْمُسْلِمِ اتِّبَاعُهَا. </p><p> (الْوَجْهُ الرَّابِعُ) أَنَّ الْقِيَاسَ إِنَّمَا يَصِحُّ إِذَا لَمْ يَدُلَّ كَلَامُ الشَّارِعِ عَلَى عِلَّةِ الْحُكْمِ، إِذَا سَبَرْنَا أَوْصَافَ الْأَصْلِ فَلَمْ يَكُنْ فِيهَا مَا يَصْلُحُ لِلْعِلَّةِ إِلَّا الْوَصْفُ الْمُعِينُ، وَحَيْثُ أَثْبَتْنَا عِلَّةَ الْأَصْلِ بِالْمُنَاسَبَةِ أَوِ الدَّوْرَانِ أَوِ الشَّبَهِ الْمُطَّرِدِ عِنْدَ مَنْ يَقُولُ بِهِ، فَلَا بُدَّ مِنَ السَّبْرِ، فَإِذَا كَانَ فِي الْأَصْلِ وَصْفَانِ مُنَاسِبَانِ لَمْ يَجُزْ أَنْ يُعَلَّلَ الْحُكْمُ بِهَذَا دُونَ هَذَا. </p><p> وَمَعْلُومٌ أَنَّ النَّصَّ وَالْإِجْمَاعَ أَثْبَتَا الْفِطْرَ بِالْأَكْلِ وَالشُّرْبِ وَالْجِمَاعِ وَالْحَيْضِ، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ نَهَى الْمُتَوَضِّئَ عَنِ الْمُبَالَغَةِ فِي الِاسْتِنْشَاقِ إِذَا كَانَ صَائِمًا، وَقِيَاسُهُمْ عَلَى الِاسْتِنْشَاقِ أَقْوَى حُجَجِهِمْ كَمَا تَقَدَّمَ وَهُوَ قِيَاسٌ ضَعِيفٌ ; وَذَلِكَ لِأَنَّ (مَنْ) نَشِقَ الْمَاءَ بِمَنْخِرَيْهِ يَنْزِلُ الْمَاءُ إِلَى حَلْقِهِ وَإِلَى جَوْفِهِ، فَيَحْصُلُ لَهُ بِذَلِكَ مَا يَحْصُلُ لِلشَّارِبِ بِفَمِهِ، وَيُغَذِّي بَدَنَهُ مِنْ ذَلِكَ الْمَاءِ، وَيَزُولُ الْعَطَشُ وَيُطْبَخُ الطَّعَامُ فِي مَعِدَتِهِ كَمَا يَحْصُلُ </p><p> بِشُرْبِ الْمَاءِ، فَلَوْ لَمْ يَرِدِ النَّصُّ بِذَلِكَ لِعُلِمَ بِالْعَقْلِ أَنَّ هَذَا مِنْ جِنْسِ الشُّرْبِ فَإِنَّهُمَا لَا يَفْتَرِقَانِ إِلَّا فِي دُخُولِ الْمَاءِ مِنَ الْفَمِ، وَذَلِكَ غَيْرُ مُعْتَبَرٍ، بَلْ دُخُولُ الْمَاءِ إِلَى الْفَمِ وَحْدَهُ لَا يُفَطِّرُ، فَلَيْسَ هُوَ مُفَطِّرًا وَلَا جُزْءًا مِنَ الْمُفَطِّرِ لِعَدَمِ تَأْثِيرِهِ، بَلْ هُوَ طَرِيقٌ إِلَى الْفِطْرِ، وَلَيْسَ كَذَلِكَ الْكُحْلُ وَالْحُقْنَةُ وَمُدَاوَاةُ الْجَائِفَةِ وَالْمَأْمُومَةِ ; فَإِنَّ الْكُحْلَ لَا يُغَذِّي أَلْبَتَّةَ، وَلَا يُدْخِلُ أَحَدٌ كُحْلًا إِلَى جَوْفِهِ لَا مِنْ أَنْفِهِ وَلَا مِنْ فَمِهِ، وَكَذَلِكَ الْحُقْنَةُ لَا تُغَذِّي بَلْ تَسْتَفْرِغُ مَا فِي الْبَدَنِ، كَمَا لَوْ شَمَّ شَيْئًا مِنَ الْمُسَهِّلَاتِ، أَوْ فَزِعَ فَزَعًا أَوْجَبَ اسْتِطْلَاقَ جَوْفِهِ، وَهِيَ لَا تَصِلُ إِلَى الْمَعِدَةِ. </p><p> وَالدَّوَاءُ الَّذِي يَصِلُ إِلَى الْمَعِدَةِ فِي مُدَاوَاةِ الْجَائِفَةِ وَالْمَأْمُومَةِ لَا يُشْبِهُ مَا يَصِلُ إِلَيْهَا مِنْ غِذَائِهِ انْتَهَى. كَلَامُ شَيْخِ الْإِسْلَامِ رَحِمَهُ اللهُ تَعَالَى. </p>"
}