{
  "id": null,
  "sura": 2,
  "aya": 9,
  "text": "<p> السَّرَائِرِ، وَعَالِمٌ بِمَا فِي الضَّمَائِرِ، فَيُرْضِيهِ بِظَاهِرِهِ وَبَاطِنِهِ. بَلْ كَانُوا يَكْتَفُونَ بِبَعْضِ ظَوَاهِرِ الْعِبَادَاتِ يَظُنُّونَ أَنَّهُمْ يُرْضُونَ اللهَ تَعَالَى بِذَلِكَ، وَلِذَلِكَ قَالَ فِيهِمْ: </p><p> (يُخَادِعُونَ اللهَ وَالَّذِينَ آمَنُوا) أَقُولُ: الْخَدْعُ: أَنْ تُوهِمَ غَيْرَكَ خِلَافَ مَا تُخْفِيهِ مِنَ الْمَكْرُوهِ لَهُ لِتُنْزِلَهُ عَمَّا هُوَ بِصَدَدِهِ، مِنْ قَوْلِهِمْ: خَدَعَ الضَّبُّ إِذَا تَوَارَى فِي جُحْرِهِ، وَضَبٌّ خَادِعٌ، إِذَا أَوْهَمَ الصَّائِدَ إِقْبَالَهُ عَلَيْهِ، ثُمَّ خَرَجَ مِنْ بَابٍ آخَرَ، </p><p> وَأَصْلُهُ: الْإِخْفَاءُ. </p><p> هَذَا مَا حَرَّرَهُ الْبَيْضَاوِيُّ، وَقَدْ جَعَلَهُ الرَّاغِبُ أَعَمَّ، فَلَمْ يَعْتَبِرْ فِيمَا يُخْفِيهِ الْخَادِعُ أَنْ يَكُونَ مَكْرُوهًا، وَهَذَا الْمَعْنَى لَا يَمْتَنِعُ إِسْنَادُهُ إِلَى اللهِ تَعَالَى وَإِلَى الْمُؤْمِنِينَ، وَهُوَ مَا تَدُلُّ عَلَيْهِ صِيغَةُ الْمُشَارَكَةِ (يُخَادِعُونَ) وَقَالُوا: إِنَّهُ مُحَالٌ عَلَى اللهِ وَغَيْرُ لَائِقٍ بِالْمُؤْمِنِينَ بَلْ يُسْتَقْبَحُ؛ لِأَنَّهُ عَمَلُ الْمُنَافِقِينَ، وَقَدْ جَاءَ فِي سُورَةِ النِّسَاءِ (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُمْ)  (٤: ١٤٢) وَلَمَّا كَانَ إِخْفَاءُ شَيْءٍ عَنِ اللهِ تَعَالَى مُحَالًا فَسَّرُوا مُخَادَعَتَهُمْ لِلَّهِ هُنَا وَهُنَاكَ بِأَنَّهُ خِدَاعٌ فِي الصُّورَةِ لَا فِي الْحَقِيقَةِ، وَذَلِكَ أَنَّهُ شَرَعَ أَنْ يُعَامَلُوا مُعَامَلَةَ الْمُؤْمِنِينَ وَلَكِنَّهُمْ لَا يُجْزَوْنَ جَزَاءَهُمْ فِي الْآخِرَةِ، بَلْ يَكُونُونَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ، فَمُعَامَلَتُهُمُ الظَّاهِرَةُ غَيْرُ جَزَائِهِمُ الْمُغَيَّبِ عَنْهُمْ فِي الْآخِرَةِ، كَمَا أَنَّ عَمَلَهُمُ الظَّاهِرَ غَيْرُ كُفْرِهِمُ الْخَفِيِّ فِي أَنْفُسِهِمْ، فَالْجَزَاءُ مِنْ جِنْسِ الْعَمَلِ، وَلَكِنَّ عَمَلَهُمْ خِدَاعٌ، وَمُقَابَلَةُ حَقِّ صُورَتِهِ صُورَةُ الْخِدَاعِ، وَلَكِنَّهُ لَا غِشَّ فِيهِ؛ لِأَنَّ النُّصُوصَ صَرِيحَةٌ فِي كُفْرِ الْمُنَافِقِينَ. </p><p> وَالتَّحْقِيقُ: أَنَّ فِعْلَ الْمُشَارَكَةِ هُنَا خَاصٌّ بِالْفَاعِلِ الْمُسْنَدِ إِلَيْهِ فِعْلُهُ وَهُمُ الْمُنَافِقُونَ، وَصِيغَةُ \" فَاعِلٍ \" لَا تَطَّرِدُ فِيهَا الْمُشَارِكَةُ بِالْفِعْلِ كَعَاقَبْتُ اللِّصَّ، وَقَدْ تَكُونُ مُقَدَّرَةً أَوْ بِاعْتِبَارِ الشَّأْنِ أَوِ الْقَصْدِ، وَمِنَ التَّكَلُّفِ قَوْلُ بَعْضِهِمْ: إِنَّهُ عَبَّرَ عَنْ مُخَادَعَتِهِمْ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمُخَادَعَةِ اللهِ تَعَالَى. </p><p> وَقَالَ شَيْخُنَا: الْعَمَلُ الظَّاهِرُ الَّذِي لَا يَصْدُقُهُ الْبَاطِنُ إِذَا قُصِدَ بِهِ إِرْضَاءُ آخَرَ يُسَمَّى فِي اللُّغَةِ: مُدَاجَاةً، وَمُدَارَاةً، وَمُخَادَعَةً، فَإِنْ كَانَ يُقْصَدُ بِهِ الْمُخَادَعَةُ فَظَاهِرٌ، وَإِلَّا فَيَكْفِي لِصِحَّةِ الْإِطْلَاقِ أَنَّ الْعَمَلَ عَمَلُ الْمُخَادِعِ لَا عَمَلُ الطَّائِعِ الْخَاضِعِ، وَهَذَا مُرَادُ الْقُرْآنِ مِنْ مُخَادَعَةِ هَؤُلَاءِ الَّذِينَ هُمْ مِنْ أَهْلِ الْكِتَابِ الْمُؤْمِنِينَ بِاللهِ إِيمَانًا نَاقِصًا، لَمْ يَقْدُرُوا اللهَ فِيهِ حَقَّ قَدْرِهِ، وَيَسْتَحِيلُ أَنْ يَقْصِدَ الْمُؤْمِنُ بِاللهِ تَعَالَى مُخَادَعَتَهُ، وَلَكِنَّهُمْ لِجَهْلِهِمْ بِاللهِ ظَنُّوا بِهِ مَا يُسَوِّغُ وَصْفَهُمْ بِمَا ذَكَرَ عَنْهُمْ. </p><p> قَالَ تَعَالَى:  (وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ) أَقُولُ: وَقَرَأَ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو (وَمَا يُخَادِعُونَ إِلَّا أَنْفُسَهُمْ) وَهُوَ دَلِيلٌ عَلَى مَا قُلْنَا آنِفًا فِي صِيغَةِ \" فَاعِلٍ \" وَالْمُشَارَكَةُ هُنَا لِلْإِشَارَةِ إِلَى أَنَّهُمْ هُمُ الْخَادِعُونَ الْمَخْدُوعُونَ، وَقِرَاءَةُ الْجُمْهُورِ (يَخْدَعُونَ) نَصٌّ فِي أَنَّ مُخَادَعَتَهُمْ </p><p> لِلَّهِ وَالْمُؤْمِنِينَ لَا تَأْثِيرَ لَهَا فِيهِمَا، فَهِيَ بِالنِّسْبَةِ إِلَيْهِمَا صُورِيَّةٌ، وَفِي الْحَقِيقَةِ: أَنَّ الْقَوْمَ يَخْدَعُونَ أَنْفُسَهُمْ؛ لِأَنَّ ضَرَرَ عَمَلِهِمْ خَاصٌّ بِهِمْ، وَعَاقِبَتَهُ وَبَالٌ عَلَيْهِمْ </p><p> وَحْدَهُمْ. </p><p> وَقَالَ الْأُسْتَاذُ فِي الدَّرْسِ فِيهَا مَا مِثَالُهُ: </p><p> إِذَا رَجَعَ الْإِنْسَانُ إِلَى نَفْسِهِ، وَأَصْغَى لِمُنَاجَاةِ سِرِّهِ يَجِدُ عِنْدَمَا يَهُمُّ بِعَمَلِ شَيْءٍ أَنَّ فِي قَلْبِهِ طَرِيقَيْنِ، وَفِي نَفْسِهِ خَصْمَيْنِ مُخْتَصِمَيْنِ، أَحَدُهُمَا: يَأْمُرُهُ بِالْعَمَلِ وَسُلُوكِ الطَّرِيقِ الْأَعْوَجِ، وَآخَرُ: يَنْهَاهُ عَنِ الْعِوَجِ وَيَأْمُرُهُ بِالِاسْتِقَامَةِ عَلَى الْمَنْهَجِ، وَلَا يَتَرَجَّحُ عِنْدَهُ بَاعِثُ الشَّرِّ، وَلَا يُجِيبُ دَاعِيَ السُّوءِ، إِلَّا إِذَا خَدَعَ نَفْسَهُ بَعْدَ الْمُشَاوَرَةِ وَالْمُذَاكَرَةِ الْمَطْلُوبَةِ فِيهَا، وَصَرَفَهَا عَنِ الْحَقِّ وَزَيَّنَ لَهَا الْبَاطِلَ، وَهَذِهِ الشُّئُونُ النَّفْسِيَّةُ فِي غَايَةِ الْخَفَاءِ، تَكُونُ الْمُنَازَعَةُ ثُمَّ الْمُخَادَعَةُ ثُمَّ التَّرْجِيحُ وَيَمُرُّ ذَلِكَ كُلُّهُ كَلَمْحِ الْبَصَرِ، وَرُبَّمَا لَا يَلْتَفِتُ إِلَيْهِ الْإِنْسَانُ بِفِكْرِهِ، وَلِذَلِكَ قَالَ:  (وَمَا يَشْعُرُونَ) فَإِنَّ الشُّعُورَ هُوَ إِدْرَاكُ مَا خَفِيَ. </p><p> أَقُولُ: قَالَ الرَّاغِبُ بَعْدَ ذِكْرِ الشَّعْرِ - بِفَتْحِ الشِّينِ وَسُكُونِ الْعَيْنِ وَفَتْحِهَا - مِنْ مُفْرَدَاتِهِ وَشَعَرْتُ أَصَبْتُ الشَّعْرَ، وَمِنْهُ اسْتُعِيرَ شَعَرْتُ كَذَا أَيْ عَلِمْتُ عِلْمًا هُوَ فِي الدِّقَّةِ كَإِصَابَةِ الشَّعْرِ، وَمِنْهُ يُسَمَّى الشَّاعِرُ شَاعِرًا لِفِطْنَتِهِ وَدِقَّةِ مَعْرِفَتِهِ، فَالشِّعْرُ فِي الْأَصْلِ اسْمٌ لِلْعِلْمِ الدَّقِيقِ فِي قَوْلِهِمْ: لَيْتَ شِعْرِي. وَصَارَ فِي التَّعَارُفِ اسْمًا لِلْمَوْزُونِ الْمُقَفَّى مِنَ الْكَلَامِ اهـ. </p><p> أَقُولُ: وَيُنَاسِبُ هَذَا الشِّعَارُ - بِالْكَسْرِ - لِلْكِسَاءِ الْبَاطِنِ الَّذِي يَمَسُّ شَعْرَ الْإِنْسَانِ، وَالْمَعْرُوفُ فِي كُتُبِ اللُّغَةِ أَنَّ شَعَرَ بِهِ - كَنَصَرَ وَكَرُمَ - يَشْعُرُ شِعْرًا - بِالْكَسْرِ وَالْفَتْحِ - وَشُعُورًا مَعْنَاهُ عَلِمَ بِهِ وَفَطَنَ لَهُ وَأَدْرَكَهُ، وَالْفِطْنَةُ تَتَعَلَّقُ بِالْأُمُورِ الدَّقِيقَةِ. </p><p> وَأَطْلَقَ بَعْضُ الْمُفَسِّرِينَ: أَنَّ الشُّعُورَ إِدْرَاكُ الْمَشَاعِرِ أَيِ الْحَوَاسِّ الْخَمْسِ، وَالتَّحْقِيقُ: أَنَّهُ إِدْرَاكُ مَا دَقَّ مِنْ حِسِّيٍّ وَعَقْلِيٍّ، فَلَا تَقُولُ: شَعَرْتُ بِحَلَاوَةِ الْعَسَلِ، وَبِصَوْتِ الصَّاعِقَةِ، وَبِأَلَمِ كَيَّةِ النَّارِ، وَإِنَّمَا تَقُولُ: أَشْعُرُ بِحَرَارَةِ مَا فِي بَدَنِي، وَبِمُلُوحَةٍ أَوْ مَرَارَةٍ فِي هَذَا الْمَاءِ إِذَا كَانَتْ قَلِيلَةً، وَبِهَيْنَمَةٍ وَرَاءَ الْجِدَارِ، وَمَا وَرَدَ فِي الْقُرْآنِ مِنْ هَذَا الْحَرْفِ يَدُلُّ عَلَى هَذَا الْمَعْنَى، أَيْ إِدْرَاكُ مَا فِيهِ دِقَّةٌ وَخَفَاءٌ. </p><p> فَمَعْنَى نَفْيِ الشُّعُورِ عَنِ الْمُنَافِقِينَ فِي مُخَادَعَتِهِمُ اللهَ تَعَالَى: أَنَّهُمْ يَجْرُونَ فِي كَذِبِهِمْ وَتَلْبِيسِهِمْ وَرِيَائِهِمْ عَلَى مَا أَلِفُوا وَتَعَوَّدُوا، فَلَا يُحَاسِبُونَ أَنْفُسَهُمْ عَلَيْهِ وَلَا يُرَاقِبُونَ اللهَ فِيهِ، وَمَا كُلُّهُمْ يُؤْمِنُونَ بِوُجُودِ اللهِ وَإِحَاطَةِ عِلْمِهِ، وَمَنْ يُؤْمِنُ بِوُجُودِهِ لَمْ يَتَرَبَّ عَلَى خَشْيَتِهِ وَمُرَاقَبَتِهِ، وَلَا يُفَكِّرْ فِيمَا يُرْضِيهِ وَفِيمَا يُغْضِبُهُ، فَهُوَ يَعْمَلُ عَمَلَ الْمُخَادِعِ لَهُ </p><p> وَمَا يَشْعُرُ بِذَلِكَ، وَأَمَّا مُخَادَعَتُهُمْ لِلْمُؤْمِنِينَ فَظَاهِرَةٌ، لِأَنَّهُمُ اتَّخَذُوهُمْ أَعْدَاءً وَهُمْ عَاجِزُونَ عَنْ إِظْهَارِ عَدَاوَاتِهِمْ، فَأَعْمَالُهُمُ الَّتِي يَقْصِدُونَ بِهَا إِرْضَاءَ الْمُؤْمِنِينَ كُلُّهَا خِدَاعٌ وَرِيَاءٌ. </p><p> وَقَدْ فَصَّلَ شَيْخُنَا سِرَّ مُخَادَعَتِهِمْ وَفَلْسَفَتَهَا بِبَيَانٍ عِلْمِيٍّ جَلِيٍّ، فَقَالَ مَا مَعْنَاهُ: هَؤُلَاءِ الْمَغْرُورُونَ إِذَا عَرَضَ زَاجِرُ الدِّينِ بَيْنَهُمْ وَبَيْنَ شَهَوَاتِهِمْ قَامَ لَهُمْ مِنْ أَنْفُسِهِمْ مَا يُسَهِّلُ لَهُمْ أَمْرَهُ مِنْ أَمَلٍ فِي الْغُفْرَانِ، أَوْ تَأْوِيلٍ إِلَى غَيْرِ الْمُرَادِ، أَوْ تَحْرِيفٍ إِلَى مَا يُخَالِفُ الْقَصْدَ مِنَ الْخِطَابِ، وَذَلِكَ بِمَا رَسَخَ فِي نُفُوسِهِمْ مِنْ مَلَكَاتِ السُّوءِ، الْمُغَشَّاةِ بِصُوَرٍ مِنَ الْعَقَائِدِ الْمُلَوِّنَةِ مِمَّا قَدْ يَتَجَلَّى لِلْأَعْيُنِ فِيمَا يُسَمُّونَهُ إِيمَانًا وَمَا هُمْ فِي الْحَقِيقَةِ بِمُؤْمِنِينَ، وَإِنَّمَا هُمْ خَادِعُونَ مَخْدُوعُونَ، وَلَكِنَّهُمْ لَمَّا عُمِّيَ عَلَيْهِمْ مِنْ أَمْرِ أَنْفُسِهِمْ لَا يَشْعُرُونَ؛ لِأَنَّ ذَلِكَ يَمُرُّ فِي أَنْفُسِهِمْ وَهُمْ عَنْهُ غَافِلُونَ. </p><p> وَفَرْقٌ ظَاهِرٌ بَيْنَ مَا تَسْتَحْضِرُهُ النَّفْسُ مِنَ الْمَعْلُومَاتِ وَتَسْتَعْرِضُهُ عِنْدَمَا تَسْأَلُ عَنْهُ، وَمَا هُوَ رَاسِخٌ فِيهَا مِنْ تِلْكَ الْمَعْلُومَاتِ، بِصَيْرُورَتِهِ مَلَكَةً فِي النَّفْسِ مُتَصَرِّفَةً فِي الْإِرَادَةِ، بَاعِثَةً لَهَا عَلَى الْعَمَلِ، فَمِنَ الْعُلُومِ مَا هُوَ ثَابِتٌ فِي النَّفْسِ مُمْتَزِجٌ بِهَا (عَلَى النَّحْوِ الَّذِي ذَكَرْنَاهُ فَيَتْبَعُ امْتِزَاجَهُ هَذَا تَمَكُّنُ مَلِكَاتٍ أُخَرَ تَصْدُرُ عَنْهَا الْأَعْمَالُ، وَهِيَ مَا يُعَبَّرُ عَنْهُ بِالْأَخْلَاقِ وَالصِّفَاتِ كَالْكَرَمِ وَالشَّجَاعَةِ وَنَحْوِهِمَا فَإِنَّهَا إِنَّمَا تَنْطَبِعُ فِي النَّفْسِ تَبَعًا لِلْعِلْمِ الَّذِي يُلَائِمُهَا) وَهُوَ الْعِلْمُ الْحَقِيقِيُّ الَّذِي تَصْدُرُ عَنْهُ الْأَعْمَالُ، وَرُبَّمَا يَغْفُلُ الْإِنْسَانُ عَنْهُ وَلَا يُلَاحِظُهُ عِنْدَمَا يَعْمَلُ، وَفَرْقٌ بَيْنَ مُلَاحَظَةِ الْعَلَمِ وَاسْتِحْضَارِهِ وَبَيْنَ وُجُودِهِ وَتَحَقُّقِهِ فِي نَفْسِهِ. </p><p> وَمِنَ الْعُلُومِ مَا يُلَاحِظُ الْإِنْسَانُ أَنَّهُ عِنْدَهُ، فَهُوَ صُورَةٌ عِنْدَ النَّفْسِ تَسْتَحْضِرُهُ عِنْدَ الْمُنَاسَبَةِ وَيَغِيبُ عَنْهَا عِنْدَ عَدَمِهَا؛ لِأَنَّهُ لَمْ يَشْرَبْهُ الْقَلْبُ وَلَمْ يَمْتَزِجْ بِالنَّفْسِ فَيَصِيرَ صِفَةً مِنْ صِفَاتِهَا الرَّاسِخَةِ الَّتِي لَا تُزَايِلُهَا (وَهَذَا النَّوْعُ مِنَ الْعِلْمِ يَتَعَلَّقُ بِمَا تَعَلَّقَ بِهِ النَّوْعُ الْأَوَّلُ، كَعِلْمِ الْحَلَالِ وَالْحَرَامِ الَّذِي يُحَصِّلُهُ طَلَبَةُ الْفِقْهِ الْإِسْلَامِيِّ مَثَلًا، وَكَعِلْمِ مَزَايَا الْفَضِيلَةِ وَرَزَايَا الرَّذِيلَةِ الَّذِي يُخَزِّنُهُ طُلَّابُ عُلُومِ الْآدَابِ وَالْأَخْلَاقِ، وَالنُّظَّارُ فِي كُتُبِ الْأَوَاخِرِ وَالْأَوَائِلِ، لِتَعْزِيزِ مَادَّةِ الْعِلْمِ، وَتَوْسِيعِ مَجَالِ الْقَوْلِ، وَتَوْفِيرِ الْقُدْرَةِ عَلَى حُسْنِ الْمَنْطِقِ وَنَحْوِ ذَلِكَ، فَهَذَا الْعِلْمُ كَالْأَدَاةِ الْمُنْفَصِلَةِ عَنِ الْعَامِلِ، يَبْقَى فِي خِزَانَةِ الْخَيَالِ، تَسْتَحْضِرُهُ النَّفْسُ عِنْدَمَا تَدْفَعُهَا الشَّهْوَةُ إِلَى تَزْيِينِ </p><p> ظَاهِرِ الْمَقَالِ، لَا إِلَى تَحْسِينِ بَاطِنِ الْحَالِ، وَلَنْ يَكُونَ لِهَذَا الضَّرْبِ مِنَ الْعِلْمِ أَدْنَى أَثَرٍ فِي عَمَلٍ مِنْ أَعْمَالِ صَاحِبِهِ وَتَسْمِيَتُهُ عِلْمًا؛ لِأَنَّهُ يَدْخُلُ فِي تَعْرِيفِهِ الْعَامِّ:  \" صُورَةٌ مِنَ الشَّيْءِ حَاضِرَةٌ عِنْدَ النَّفْسِ \" وَعِنْدَ التَّدْقِيقِ لَا تَرْتَفِعُ بِهِ مَنْزِلَتُهُ إِلَى أَنْ يَنْدَرِجَ فِي مَعْنَى الْعِلْمِ (الْحَقِيقِيِّ) فَاسْتِحْضَارُ هَذَا الْعِلْمِ كَاسْتِحْضَارِ الْكِتَابِ وَاللَّوْحِ وَإِدْرَاكِ مَا فِيهِ، ثُمَّ الذُّهُولِ عَنْهُ وَنِسْيَانِهِ عِنْدَ الِاشْتِغَالِ بِشَيْءٍ آخَرَ. </p><p> فَهَؤُلَاءِ - الَّذِينَ يَخْدَعُونَ أَنْفُسَهُمْ وَيُخَادِعُونَ اللهَ تَعَالَى - عِنْدَهُمْ عِلْمٌ حَقِيقِيٌّ تَنْبَعِثُ عَنْهُ أَعْمَالُهُمْ، وَإِنْ كَانَ بَاطِلًا فِي نَفْسِهِ، وَهُوَ تَصْدِيقُهُمْ بِمَا فِي شَهَوَاتِهِمْ مِنَ الْمَصْلَحَةِ لِذَوَاتِهِمْ، وَهُوَ الَّذِي رَجَّحَ عِنْدَهُمُ اخْتِيَارَ مَا فِيهِ قَضَاؤُهَا وَالِانْصِبَابَ إِلَى مَا تَدْعُو إِلَيْهِ، وَهُوَ مَا أَنْسَاهُمْ مَا كَانُوا خَزَّنُوا فِي أَنْفُسِهِمْ مِنْ صُوَرِ الِاعْتِقَادَاتِ الدِّينِيَّةِ، فَأَبْعَدَهُمْ ذَلِكَ عَنِ الِاعْتِقَادِ الْحَقِيقِيِّ الَّذِي يُعْتَدُّ بِهِ، وَجَعَلَهُ رَسْمًا مَخْزُونًا فِي الْخَيَالِ لَا أَثَرَ لَهُ فِي الْأَفْعَالِ، يَدْعُونَهُ بِأَلْسِنَتِهِمْ، </p>"
}