{
  "id": null,
  "sura": 2,
  "aya": 60,
  "text": "<p> الْحَجَرِ عَلَى أَنَّهُ الْمَعْهُودُ فِي الْقِصَّةِ، وَإِنَّمَا يُفْهِمُ التَّعْرِيفُ أَنَّ الْحَجَرَ الَّذِي ضُرِبَ فَتَفَجَّرَتْ مِنْهُ الْمِيَاهُ حَجَرٌ مَخْصُوصٌ لَهُ صِفَاتٌ تُمَيِّزُهُ عِنْدَهُمْ، كَكَوْنِهِ صُلْبًا أَوْ عَظِيمًا تَتَّسِعُ مِسَاحَتُهُ لِتِلْكَ الْعُيُونِ، وَيَصْلُحُ أَنْ تَكُونَ مِنْهُ مَوَارِدُ لِتِلْكَ الْأُمَمِ، (أَوْ كَوْنِهِ يَقَعُ تَحْتَ أَعْيُنِهِمْ مُنْفَرِدًا عَنْ غَيْرِهِ، لَيْسَ فِي مَحِلَّتِهِمْ سِوَاهُ، وَقَدْ يَكُونُ التَّعْرِيفُ لِلدَّلَالَةِ عَلَى الْجِنْسِ؛ لِيُفِيدَنَا بُعْدَ الْمَرْغُوبِ عَنِ التَّنَاوُلِ، وَعَظَمَةَ الْقُدْرَةِ الْإِلَهِيَّةِ وَأَثَرَهَا الْجَلِيلَ فِي تَقْرِيبِهِ وَتَحْصِيلِهِ) وَعُبِّرَ عَنْهُ فِي سِفْرِ الْخُرُوجِ بِالصَّخْرَةِ وَلَوْ عَلِمَ اللهُ - تَعَالَى - أَنَّ لَنَا فَائِدَةً فِي أَكْثَرِ مِمَّا دَلَّ عَلَيْهِ هَذَا الْخِطَابُ مِنَ التَّعْيِينِ لَمَا تَرَكَهُ. </p><p> ثُمَّ أَرَادَ أَنْ يُصَوِّرَ حَالَ بَنِي إِسْرَائِيلَ فِي هَذِهِ النِّعْمَةِ، وَاغْتِبَاطَهُمْ بِمَا مَنَحَهُمْ مِنَ الْعَيْشِ الرَّغَدِ فِي مَهَاجِرِهِمْ، فَقَالَ:  (كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللهِ) فَعَبَّرَ عَنِ الْحَالِ الْمَاضِيَةِ </p><p> بِالْأَمْرِ لِيَسْتَحْضِرَ سَامِعُ الْخِطَابِ أُولَئِكَ الْقَوْمَ فِي ذِهْنِهِ، وَيَتَصَوَّرَ اغْتِبَاطَهُمْ بِمَا هُمْ فِيهِ، حَتَّى كَأَنَّهُمْ حَاضِرُونَ الْآنَ وَالْخِطَابُ يُوَجَّهُ إِلَيْهِمْ، وَهَذَا مِنْ ضُرُوبِ إِيجَازِ الْقُرْآنِ الَّتِي لَا تُجَارَى وَلَا تُمَارَى، ثُمَّ قَالَ:  (وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) أَيْ لَا تَنْشُرُوا فَسَادَكُمْ فِي الْأَرْضِ وَتَكُونُوا فِي الشُّرُورِ قُدْوَةً سَيِّئَةً لِلنَّاسِ. يُقَالُ: عَثَا إِذَا نَشَرَ الشَّرَّ وَالْفَسَادَ وَأَثَارَ الْخُبْثَ، فَهُوَ أَخَصُّ مِنْ مُطْلَقِ الْإِفْسَادِ وَذَلِكَ مَعَ كَوْنِ (مُفْسِدِينَ) حَالًا مِنْ ضَمِيرِ (تَعْثَوْا) . </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ كَثِيرًا مِنْ أَعْدَاءِ الْقُرْآنِ يَأْخُذُونَ عَلَيْهِ عَدَمَ التَّرْتِيبِ فِي الْقَصَصِ، وَيَقُولُونَ هُنَا: إِنَّ الِاسْتِسْقَاءَ وَضَرْبَ الْحَجَرِ كَانَ قَبْلَ التِّيهِ وَقَبْلَ الْأَمْرِ بِدُخُولِ تِلْكَ الْقَرْيَةِ، فَذُكِرَ هُنَا بَعْدَ تِلْكَ الْوَقَائِعِ. وَالْجَوَابُ عَنْ هَذِهِ الشُّبْهَةِ يُفْهَمُ مِمَّا قُلْنَاهُ مِرَارًا فِي قَصَصِ الْأَنْبِيَاءِ وَالْأُمَمِ الْوَارِدَةِ فِي الْقُرْآنِ، وَهُوَ أَنَّهُ لَمْ يَقْصِدْ بِهَا التَّارِيخَ وَسَرْدَ الْوَقَائِعِ مُرَتَّبَةً بِحَسْبِ أَزْمِنَةِ وُقُوعِهَا، وَإِنَّمَا الْمُرَادُ بِهَا الِاعْتِبَارُ وَالْعِظَةُ بِبَيَانِ النِّعَمِ مُتَّصِلَةً بِأَسْبَابِهَا لِتُطْلَبَ بِهَا، وَبَيَانِ النِّقَمِ بِعِلَلِهَا لِتُتَّقَى مِنْ جِهَتِهَا، وَمَتَى كَانَ هَذَا هُوَ الْغَرَضُ مِنَ السِّيَاقِ، فَالْوَاجِبُ أَنْ يَكُونَ تَرْتِيبُ الْوَقَائِعِ فِي الذِّكْرِ عَلَى الْوَجْهِ الَّذِي يَكُونُ أَبْلَغَ فِي التَّذْكِيرِ وَأَدْعَى إِلَى التَّأْثِيرِ. </p><p> إِنَّ الْبَاحِثِينَ فِي التَّارِيخِ لِهَذَا الْعَهْدِ قَدْ رَجَعُوا إِلَى هَذَا الْأُسْلُوبِ فِي التَّقْدِيمِ وَالتَّأْخِيرِ، وَقَالُوا: سَتَأْتِي أَيَّامٌ يَسْتَحِيلُ فِيهَا تَرْتِيبُ الْحَوَادِثِ وَالْقَصَصِ بِحَسْبِ تَوَارِيخِهَا لِطُولِ الزَّمَنِ، وَكَثْرَةِ النَّقْلِ مَعَ حَاجَةِ النَّاسِ إِلَى مَعْرِفَةِ سِيَرِ الْمَاضِينَ، وَمَا كَانَ لَهَا مِنَ النَّتَائِجِ وَالْآثَارِ فِي حَالِ الْحَاضِرِينَ، وَقَالُوا: إِنَّ الطَّرِيقَ إِلَى ذَلِكَ هُوَ أَنْ نَنْظُرَ فِي كُلِّ حَادِثَةٍ مِنْ حَوَادِثِ الْكَوْنِ كَالثَّوَرَاتِ وَالْحُرُوبِ وَغَيْرِهَا، وَنُبَيِّنُ أَسْبَابَهَا وَنَتَائِجَهَا مِنْ غَيْرِ تَفْصِيلٍ وَلَا تَحْدِيدٍ لِجُزْئِيَّاتِ الْوَقَائِعِ بِالتَّارِيخِ، فَإِنَّ تَرْتِيبَ الْوَقَائِعِ هُوَ مِنَ الزِّينَةِ فِي وَضْعِ التَّأْلِيفِ، فَلَا يَتَوَقَّفُ عَلَيْهِ الِاعْتِبَارُ، بَلْ رُبَّمَا يُصَدُّ عَنْهُ بِمَا يُكَلِّفُ الذِّهْنَ مِنْ مُلَاحَظَتِهِ وَحِفْظِهِ، فَهَذَا ضَرْبٌ مِنْ ضُرُوبِ الْإِصْلَاحِ الْعِلْمِيِّ، جَاءَ بِهِ الْقُرْآنُ وَأَيَّدَهُ سَيْرُ الِاجْتِمَاعِ فِي الْإِنْسَانِ. </p><p> هَذَا مَا نَقُولُهُ لَهُ إِذَا سَلَّمْنَا أَنَّ الِاسْتِسْقَاءَ كَانَ قَبْلَ التِّيهِ لَا فِيهِ، وَلَنَا أَنْ نَقُولَ: إِنَّ أَرْضَ التِّيهِ هِيَ الْأَرْضُ الْمُمْتَدَّةُ عَلَى سَاحِلِ الْبَحْرِ الْأَحْمَرِ مِنْ بَيْدَاءِ فِلَسْطِينَ مِمَّا يَلِي </p><p> حُدُودَ مِصْرَ، وَفِيهَا كَانَ الِاسْتِسْقَاءُ بِلَا خِلَافٍ. (وَفِي سِفْرِ الْخُرُوجِ) أَنَّهُ كَانَ فِي رُفَيْدِيمَ الَّتِي انْتَقَلَ إِلَيْهَا بَنُو إِسْرَائِيلَ مِنْ (سِينَ) الَّتِي بَيْنَ إِيلِيمَ وَسَيْنَاءَ. وَيُطْلَقُ التِّيهُ عَلَى ضَلَالِ بَنِي إِسْرَائِيلَ أَرْبَعِينَ سَنَةً فِي الْأَرْضِ. </p><p> وَالْعِبْرَةُ فِي الْقِصَّةِ عَلَى مَا يَظْهَرُ مِنَ التَّوْرَاةِ أَنَّ مُوسَى كَانَ يُحَاوِلُ نَزْعَ مَا فِي قُلُوبِ قَوْمِهِ مِنَ الشِّرْكِ الَّذِي أُشْرِبُوا عَقَائِدَهُ فِي مِصْرَ، وَمَا فِي نُفُوسِهِمْ مِنَ الذُّلِّ الَّذِي طَبَعَهُ فِيهَا اسْتِبْدَادُ الْمِصْرِيِّينَ وَتَعْبِيدُهُمْ إِيَّاهُمْ؛ لِيَكُونُوا أَعْلِيَاءَ أَعِزَّاءَ بِعِبَادَةِ اللهِ - تَعَالَى - وَحْدَهُ، وَأَنْ يَدْخُلَ بِهِمْ أَرْضَ الْمِيعَادِ، وَهِيَ بِلَادُ الشَّامِ الَّتِي وَعَدَ اللهُ بِهَا آبَاءَهُمْ، وَكَانُوا لِطُولِ الْإِقَامَةِ فِي مِصْرَ قَدْ أَلِفُوا الذُّلَّ وَأَنِسُوا بِالشَّعَائِرِ وَالْعَادَاتِ الْوَثَنِيَّةِ، فَكَانُوا لَا يَخْطُونَ خُطْوَةً إِلَّا وَيُتْبِعُونَهَا بِخَطِيئَةٍ، وَكُلَّمَا عُرِضَ لَهُمْ شَيْءٌ مِنْ مَشَقَّاتِ السَّفَرِ يَتَبَرَّمُونَ بِمُوسَى وَيَتَحَسَّرُونَ عَلَى مِصْرَ وَيَتَمَنَّوْنَ الرُّجُوعَ إِلَيْهَا (كَمَا سَبَقَ الْقَوْلُ) وَيَسْتَبْطِئُونَ وَعْدَ اللهِ، فَتَارَةً يَطْلُبُونَ مِنْهُ أَنْ يَجْعَلَ لَهُمْ إِلَهًا غَيْرَ اللهِ، وَتَارَةً يَصْنَعُونَ عِجْلًا وَيَعْبُدُونَهُ، وَتَارَةً يَفْسُقُونَ عَنْ أَمْرِ رَبِّهِمْ وَيَكْفُرُونَ نِعَمَهُ. وَلَمَّا أَمَرَهُمْ بِدُخُولِ الْبِلَادِ الْمُقَدَّسَةِ الَّتِي وَعَدَهُمُ اللهُ أَبَوْا وَاعْتَذَرُوا بِالْخَوْفِ مِنْ أَهْلِهَا الْجَبَّارِينَ، لِمَا اسْتَحْوَذَ عَلَيْهِمْ مِنَ الْجُبْنِ الَّذِي هُوَ حَلِيفُ الذُّلِّ، وَكَانَ مُوسَى أَرْسَلَ كَالِبًا وَيُوشَعَ بْنَ نُونٍ رَائِدَيْنِ لِيَنْظُرَا حَالَ الْبِلَادِ فِي الْقُوَّةِ وَالضَّعْفِ، وَأَرْسَلَ غَيْرَهُمَا عَشْرَةً مِنْ بَقِيَّةِ أَسْبَاطِ بَنِي إِسْرَائِيلَ، فَأَخْبَرَ هَؤُلَاءِ بِأَنَّ فِي تِلْكَ الْأَرْضِ قَوْمًا جَبَّارِينَ، فَقَالَ بَنُو إِسْرَائِيلَ: إِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا، فَأَخْبَرَ يُوشَعُ وَكَالِبٌ بِأَنَّ الْأَرْضَ كَمَا وَعَدَ اللهُ، وَأَنَّ دُخُولَهَا سَهْلٌ وَالظَّفَرَ مَضْمُونٌ بِالِاعْتِمَادِ عَلَى اللهِ - تَعَالَى - وَالتَّوَكُّلِ عَلَيْهِ، فَلَمْ يَسْمَعُوا لَهُمَا بَلْ (قَالُوا يَامُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا)  (٥: ٢٤) ، فَضَرَبَ اللهُ عَلَيْهِمُ التِّيهَ أَرْبَعِينَ سَنَةً لِحِكْمَةٍ بَالِغَةٍ؛ وَهِيَ إِرَادَةُ انْقِرَاضِ أُولَئِكَ الْقَوْمِ الَّذِينَ تَأَشَّبَتْ فِي نُفُوسِهِمْ عَقَائِدُ الْوَثَنِيَّةِ، وَزَايَلَتْهَا صِفَاتُ الرُّجُولِيَّةِ حَتَّى فَسَدَ مِزَاجُهَا وَتَعَذَّرَ عِلَاجُهَا، وَخُرُوجِ نَشْءٍ جَدِيدٍ يَتَرَبَّى عَلَى الْعَقَائِدِ الصَّحِيحَةِ وَأَخْلَاقِ الشَّهَامَةِ وَالرُّجُولِيَّةِ، فَتَاهُوا حَتَّى انْقَرَضَ أُولَئِكَ الْمُصَابُونَ بِاعْتِلَالِ الْفِطْرَةِ، وَبَقِيَ النَّشْءُ الْجَدِيدُ وَبَعْضُ الَّذِينَ كَانُوا عِنْدَ الْخُرُوجِ مِنْ مِصْرَ صِغَارًا لَا يَقْدِرُونَ عَلَى حَمْلِ السِّلَاحِ، وَقَضَى اللهُ أَمْرًا كَانَ مَفْعُولًا. </p>"
}