{
  "id": null,
  "sura": 2,
  "aya": 47,
  "text": "<p> يَقْرَءُونَ الْكِتَابَ لَا يَصِلُ إِيمَانُهُمْ بِاللهِ وَبِكِتَابِهِ إِلَى دَرَجَةِ الظَّنِّ الَّذِي يَأْخُذُ صَاحِبُهُ بِالِاحْتِيَاطِ. </p><p> (أَقُولُ) : بَلْ هُوَ تَقْلِيدٌ عَادِيٌّ مَحْضٌ كَالْعَادَاتِ الْقَوْمِيَّةِ وَالْوَطَنِيَّةِ فَهُوَ لَا يُنْجِي صَاحِبَهُ فِي الْآخِرَةِ. </p><p> (يَابَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ) </p><p> تَقَدَّمَ تَذْكِيرُ بَنِي إِسْرَائِيلَ بِالنِّعْمَةِ فِي آيَةٍ قَبْلَ هَذِهِ الْآيَةِ مَقْرُونًا بِالْأَمْرِ بِالْوَفَاءِ بِعَهْدِ اللهِ، وَبِالْوَعْدِ بِالْجَزَاءِ عَلَيْهِ، وَالْأَمْرِ بِالْخَشْيَةِ مِنْهُ وَالرَّهْبَةِ لَهُ وَحْدَهُ. (وَهِيَ آيَةُ ٤٠) وَتَلَاهَا آيَاتٌ أَمَرَهُمْ فِيهَا بِالْإِيمَانِ بِالْقُرْآنِ وَنَهَاهُمْ عَنْ لَبْسِ الْحَقِّ بِالْبَاطِلِ وَكِتْمَانِهِ. ثُمَّ أَمَرَهُمْ بِإِقَامَةِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ، ثُمَّ وَبَّخَهُمْ عَلَى نِسْيَانِ أَنْفُسِهِمْ مِنَ الْبِرِّ مَعَ أَمْرِهِمْ لِلنَّاسِ بِهِ وَتِلَاوَتِهِمُ الْكِتَابَ الدَّاعِيَ إِلَيْهِ، وَدَلَّهُمْ عَلَى الطَّرِيقِ الَّتِي لَوْ سَلَكُوهَا عُوفُوا مِنْ هَذَا النِّسْيَانِ، تِلْكَ الطَّرِيقُ هِيَ: الِاسْتِعَانَةُ بِالصَّبْرِ وَالصَّلَاةِ الَّتِي فَقَدُوهَا بِفَقْدِ رُوحِهَا، وَهُوَ: الْإِخْلَاصُ وَالْخُشُوعُ، وَبَعْدَ هَذَا عَادَ إِلَى التَّذْكِيرِ بِالنِّعْمَةِ بِنَوْعٍ مِنَ التَّفْصِيلِ، فَإِنَّ النِّعْمَةَ فِي الْآيَةِ الْأُولَى مُجْمَلَةٌ وَالْإِجْمَالُ يُنَبِّهُ الْفِكْرَ إِلَى الذِّكْرِ فِي الْجُمْلَةِ، فَإِذَا تَلَاهُ التَّفْصِيلُ وَالْبَيَانُ كَانَ عَلَى اسْتِعْدَادٍ تَامٍّ لِكَمَالِ الْفَهْمِ (فَيَكُونُ التَّذَكُّرُ أَتَمَّ وَالتَّأَثُّرُ أَقْوَى، وَالشُّكْرُ عَلَى النِّعْمَةِ أَرْجَى) . </p><p> ثُمَّ طَلَبَ مِنْهُمْ أَنْ يَذْكُرُوا نِعْمَتَهُ، وَتَفْضِيلَهُ إِيَّاهُمْ عَلَى النَّاسِ، إِحْيَاءً لِشُعُورِ الْكَرَامَةِ فِي نُفُوسِهِمْ، وَوَصْلِهِ بِالْأَمْرِ بِاتِّقَاءِ يَوْمِ الدِّينِ وَالْجَزَاءِ. وَهَذَا أُسْلُوبٌ حَكِيمٌ فِي الْوَعْظِ، فَيَنْبَغِي لِكُلِّ وَاعِظٍ أَنْ يَبْدَأَ وَعْظَهُ بِإِحْيَاءِ إِحْسَاسِ الشَّرَفِ وَشُعُورِ </p><p> الْكَرَامَةِ فِي نُفُوسِ الْمَوْعُوظِينَ لِتَسْتَعِدَّ بِذَلِكَ لِقَبُولِ الْمَوْعِظَةِ (وَتَجِدَ مِنْ ذَلِكَ الْإِحْسَاسِ مَعُونَةً مِنَ الْعَزِيمَةِ الصَّادِقَةِ الَّتِي هِيَ مِنْ خَصَائِصِ النُّفُوسِ الْكَرِيمَةِ عَلَى عَوَامِلِ الْهَوَى وَالشَّهْوَةِ، فَإِنَّ النَّفْسَ إِذَا اسْتَشْعَرَتْ كَرَامَتَهَا وَعُلُوَّهَا إِلَى مَا فِي الرَّذَائِلِ مِنَ الْخِسَّةِ أَبَى لَهَا ذَلِكَ الشُّعُورُ - شُعُورُ الْعُلُوِّ وَالرِّفْعَةِ - أَنْ تَنْحَطَّ إِلَى تَعَاطِي تِلْكَ الْخَسَائِسِ، وَكَانَ ذَلِكَ مِنْ أَقْوَى الْوَسَائِلِ لِمُسَاعَدَةِ الْوَاعِظِ عَلَى بُلُوغِ قَصْدِهِ مِنْ نَفْسِ مَنْ يُوَجِّهُ إِلَيْهِ وَعْظَهُ، ثُمَّ إِنَّ فِي الْوَعْظِ مَا يُؤْلِمُ نَفْسَ الْمَوْعُوظِ، وَحَرَجَا يَكَادُ يَحْمِلُهَا عَلَى النَّفْرَةِ مِنْ تَلْقِينِهِ، وَالِاسْتِنْكَافِ مِنْ سَمَاعِهِ، فَذِكْرُ الْوَاعِظِ لِمَا يُشْعِرُ بِكَرَامَةِ الْمُخَاطَبِ وَرِفْعَةِ شَأْنِهِ، وَإِبَاءِ مَا يَنْمِي إِلَيْهِ مِنَ الشَّرَفِ أَنْ يَدُومَ عَلَى مِثْلِ مَا يَقْتَرِفُ يُقْبِلُ بِالنَّفْسِ عَلَى الْقَبُولِ، كَمَا يُقْبِلُ الْجَرِيحُ عَلَى مَنْ يُضَمِّدُ جِرَاحَهُ وَيُسَكِّنُ آلَامَهُ) . </p><p> أَلَا وَإِنَّ هَذَا الشُّعُورَ، شُعُورَ الشَّرَفِ وَالرِّفْعَةِ، مُلَازِمٌ لِلْإِنْسَانِ لَا يُفَارِقُهُ وَلَكِنَّهُ قَدْ يَضْعُفُ حَتَّى لَا يَظْهَرَ لَهُ أَثَرٌ، وَفِي تَحَرِيكِ الْوَاعِظِ لَهُ اعْتِرَافٌ ضِمْنِيٌّ بِكَرَامَةٍ وَفَضْلٍ لِلْمَوْعُوظِ يَشْفَعَانِ لَهُ بِمَا يَسْتَلْزِمُهُ الْوَعْظُ مِنْ مَظِنَّةِ الْإِهَانَةِ فَيَسْهُلُ احْتِمَالُهُ وَيَقْرُبُ قَبُولُهُ. </p><p> شُعُورُ الْعِزَّةِ وَالْكَرَامَةِ أَمْرٌ شَرِيفٌ يُحْيِيهِ الْإِيمَانُ فِي نُفُوسِ الْمُؤْمِنِينَ الصَّادِقِينَ، بَلْ يَسْتَلْزِمُهُ عَلَى وَجْهٍ أَكْمَلَ؛ لِأَنَّ صَاحِبَ الْإِيمَانِ الصَّحِيحِ يَرَى أَنَّ لَهُ نِسْبَةً إِلَى الرَّبِّ الْعَظِيمِ خَالِقِ السَّمَاوَاتِ وَالْأَرْضِ، وَأَنَّهُ سَنَدُهُ وَمُمِدُّهُ، وَعِنْدَ ذَلِكَ تَعْلُو نَفْسُهُ وَتَرْتَفِعُ كَمَا قِيلَ: </p><p> قَوْمٌ يُخَالِجُهُمْ زَهْوٌ بِسَيِّدِهِمْ ... وَالْعَبْدُ يَزْهُو عَلَى مِقْدَارِ مَوْلَاهُ </p><p> مَنْ كَانَ يَشْعُرُ لِنَفْسِهِ بِقِيمَةٍ أَوْ يَجِدُ لَهَا حَقًّا فِي أَنْ تَعِزَّ وَتُكْرَمَ، تَرَاهُ إِذَا خَلَا بِنَفْسِهِ وَتَذَكَّرَ أَنَّهُ أَلَمَّ بِنَقِيصَةٍ يَتَأَلَّمُ وَيَتَمَلْمَلُ وَيَسْتَعِيذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ. وَإِذَا تَذَكَّرَ الْمُؤْمِنُ أَنَّ قَلْبَهُ الَّذِي تَشَرَّفَ بِمَعْرِفَةِ اللهِ - تَعَالَى - (وَأَنَّ شَرَفَ تِلْكَ الْمَعْرِفَةِ خَلَّصَهُ مِنَ الْعُبُودِيَّةِ لِغَيْرِهِ وَصَيَّرَهُ مَرْبُوبًا لِرَبِّ الْعَالَمِينَ وَحْدَهُ، فَهُوَ فِي ذَلِكَ مَعَ أَرْفَعِ وَأَكْرَمِ كَرِيمٍ سَوَاءٌ - إِذَا ذَكَرَ ذَلِكَ، لَمْ يَرَ مِنَ اللَّائِقِ بِمِثْلِ هَذَا الِاخْتِصَاصِ أَنْ يُجَاوِرَهُ مَا يُدَنِّسُهُ مِنَ الِاسْتِبْعَادِ لِمَا يُذِلُّهُ، بَلْ يَرَى أَنَّ ذَلِكَ الشُّعُورَ الظَّاهِرَ وَالْعِرْفَانَ الْهَادِيَ إِلَى مَقَامَاتِ الْكَرَامَةِ لَا يَنْبَغِي أَنْ يُزَاحِمَهُ فِي مَوْطِنِهِ مِنَ الْقَلْبِ دَنَسٌ مِنْ رِجْسِ الرَّذَائِلِ) فَيَنْفِرُ مِنْ هَذِهِ الْمُزَاحَمَةِ وَتَثْقُلُ عَلَيْهِ وَيَسْهُلُ عَلَيْهِ التَّزَكِّي مِمَّا أَلَمَّ بِهِ وَالْإِنَابَةُ إِلَى اللهِ - تَعَالَى - (قَالَ) : لِهَذَا بَدَأَ اللهُ - تَعَالَى - تَذْكِيرَ بَنِي إِسْرَائِيلَ بِمَا بَدَأَ وَثَنَّى بِمَا ثَنَّى. </p><p> وَهُوَ يَتَضَمَّنُ مِنَ التَّقْرِيعِ وَالتَّوْبِيخِ مَا يُشْعِرُ بِغِلَظِ طِبَاعِهِمْ وَفَسَادِ قُلُوبِهِمْ، فَإِنَّ مَنْ لَا يَتَأَدَّبُ بِإِحْيَاءِ إِحْسَاسِ الْكَرَامَةِ، يُؤَدَّبُ بِالتَّأْنِيبِ وَالْإِهَانَةِ. </p><p> الْعَبْدُ يُقْرَعُ بِالْعَصَا وَالْحُرُّ تَكْفِيهِ الْإِشَارَةْ </p><p> فَقَوْلُهُ - تَعَالَى -: (يَابَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) مُؤَكِّدٌ لِمِثْلِهِ فِي الْآيَةِ ٤٠ وَتَمْهِيدٌ لِمَا عَطَفَهُ عَلَيْهِ مِنْ تَفْصِيلِ الْإِجْمَالِ فِي الْآيَةِ وَمَا بَعْدَهَا مِنَ الْآيَاتِ، وَمَا اقْتَرَنَ بِهِ مِنْ بَيَانِ كُفْرِهِمْ لِلنِّعَمِ، وَمَا تَخَلَّلَهَا مِنَ الْمَوَاعِظِ وَالْحُجَجِ، وَأَوَّلُهُ وَأَعْلَاهُ قَوْلُهُ:  (وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) أَيْ: أَعْطَيْتُكُمْ مِنَ الْفَضْلِ - وَهُوَ الزِّيَادَةُ فِيمَا يَحْسُنُ - مَا لَمْ أُعْطِ غَيْرَكُمْ مِنَ الشُّعُوبِ - حَتَّى ذَاتِ الْمَزَايَا الدُّنْيَوِيَّةِ - كَالْمَصْرِيِّينَ وَسُكَّانِ الْبِلَادِ الْمُقَدَّسَةِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مَعْنَاهُ: نَادَاهُمْ بِاسْمِ أَبِيهِمُ الَّذِي هُوَ أَصْلُ عِزِّهِمْ وَسُؤْدُدِهِمْ وَمَنْشَأُ تَفْضِيلِهِمْ، وَأَسْنَدَ النِّعْمَةَ إِلَيْهِمْ جَمِيعًا لَا إِلَيْهِ وَحْدَهُ؛ لِأَنَّ النِّعْمَةَ عَمَّتْهُمْ، وَالتَّفْضِيلَ شَمَلَهُمْ، ثُمَّ طَفِقَ يُفَصِّلُ النِّعْمَةَ الَّتِي ذَكَرَهَا مُجْمَلَةً فِيمَا سَبَقَ بِذِكْرِ أُمَّهَاتِ أَنْوَاعِهَا، فَذَكَرَ تَفْضِيلَهُمْ عَلَى الْعَالَمِينَ بِمَحْضِ كَرَمِهِ وَفَضْلِهِ، فَإِنَّ بَنِي إِسْرَائِيلَ كَغَيْرِهِمْ مِنَ الْبَشَرِ، وَالتَّفْضِيلُ هُوَ مَنَاطُ الْأَخْذِ بِالْفَضَائِلِ وَتَرْكِ الرَّذَائِلِ؛ لِأَنَّ الَّذِي يَرَى نَفْسَهُ رَذْلًا خَسِيسًا، لَا يُبَالِي مَا يَفْعَلُ. </p><p> وَمَنْ يَرَى نَفْسَهُ مُفَضَّلًا مُكَرَّمًا، فَإِنَّهُ يَتَرَفَّعُ عَنِ الدَّنَايَا وَالْخَسَائِسِ الَّتِي تُدَنِّسُ شَرَفَهُ وَتَذْهَبُ </p>"
}