{
  "id": null,
  "sura": 2,
  "aya": 228,
  "text": "<p> النِّسَاءِ وَمُضَارَّتَهُنَّ فَهُوَ يَتَوَلَّى عِقَابَهُمْ، وَإِنْ كَانَ لَهُمْ عُذْرٌ شَرْعِيٌّ بِأَنْ كَانَ الْبَاعِثُ عَلَى الْإِيلَاءِ تَرْبِيَةَ النِّسَاءِ لِأَجْلِ إِقَامَةِ حُدُودِ اللهِ، وَعَلَى الطَّلَاقِ الْيَأْسَ مِنْ إِمْكَانِ الْمُعَاشَرَةِ بِالْمَعْرُوفِ، فَهُوَ يَغْفِرُ لَهُمْ. وَالْمَعْنَى أَنَّ مَنْ حَلَفَ عَلَى تَرْكِ غِشْيَانِ امْرَأَتِهِ فَلَا يَجُوزُ لَهُ أَنْ يَتَرَبَّصَ أَكْثَرَ مِنْ أَرْبَعَةِ أَشْهُرٍ; فَإِنْ تَابَ وَعَادَ قَبْلَ انْقِضَائِهَا لَمْ يَكُنْ عَلَيْهِ إِثْمٌ، وَإِنْ أَتَمَّهَا تَعَيَّنَ عَلَيْهِ </p><p> أَحَدُ الْأَمْرَيْنِ: الْفَيْئَةُ وَالرُّجُوعُ إِلَى الْمُعَاشَرَةِ الزَّوْجِيَّةِ أَوِ الطَّلَاقُ، وَعَلَيْهِ أَنْ يُرَاقِبَ اللهَ تَعَالَى فِيمَا يَخْتَارُهُ مِنْهُمَا، فَإِنْ لَمْ يُطَلِّقْ هُوَ بِالْقَوْلِ كَانَ مُطَلِّقًا بِالْفِعْلِ; أَيْ: أَنَّهَا تُطَلَّقُ مِنْهُ بَعْدَ انْتِهَاءِ الْمُدَّةِ رَغْمَ أَنْفِهِ مَنْعًا لِلضِّرَارِ، وَقِيلَ تَرْفَعُ أَمْرَهَا إِلَى الْحَاكِمِ فَيُطَلِّقُ عَلَيْهِ، وَالْمَسْأَلَةُ خِلَافِيَّةٌ فِي هَذَا، وَلَكِنْ لَا خِلَافَ فِي عَدَمِ جَوَازِ بَقَائِهَا عَلَى عِصْمَتِهِ وَعَدَمِ إِبَاحَةِ مُضَارَّتِهَا، وَقَدْ فَضَّلَ اللهُ تَعَالَى الْفَيْئَةَ عَلَى الطَّلَاقِ إِذْ جَعَلَ جَزَاءَ الْفَيْئَةِ الْمَغْفِرَةَ وَالرَّحْمَةَ، وَهَدَى إِلَى مُرَاقَبَتِهِ فِي الْعَزْمِ عَلَى الطَّلَاقِ، وَذَكَرَ الْمُؤْلِيَ بِسَمْعِهِ تَعَالَى لِمَا يَقُولُ وَعِلْمِهِ بِمَا يُسِرُّهُ فِي نَفْسِهِ وَيَقْصِدُهُ مِنْ عَمَلِهِ. </p><p> هَذَا حُكْمُ الْإِيلَاءِ مِنَ الْمَرْأَةِ إِذَا أَطْلَقَهُ الزَّوْجُ فَلَمْ يَذْكُرْ زَمَنًا، أَوْ قَالَ: لَا أَقْرَبُكِ مُدَّةَ كَذَا وَذَكَرَ أَكْثَرَ مِنْ أَرْبَعَةِ أَشْهُرٍ، فَإِنْ ذَكَرَ مُدَّةً دُونَ أَرْبَعَةِ أَشْهُرٍ فَلَا يَلْزَمُهُ شَيْءٌ إِذَا أَتَمَّهَا وَفِي الْأَرْبَعَةِ خِلَافٌ، وَقَدْ عَدَّى الْإِيلَاءَ هُنَا بِـ (مِنْ) لِمَا فِيهِ مِنْ مَعْنَى الْمُفَارَقَةِ وَالِانْفِصَالِ، وَهُوَ مِنَ الْبَلَاغَةِ وَالْإِيجَازِ بِمَكَانٍ، وَيُقَالُ فِي غَيْرِهِ أَلَى وَآلَى وَائْتَلَى أَنْ يَفْعَلَ كَذَا; أَيْ: حَلَفَ، وَصَارَ الْإِيلَاءُ حَقِيقَةً شَرْعِيَّةً فِي الْحَلِفِ الْمَذْكُورِ. </p><p> (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللهُ عَزِيزٌ حَكِيمٌ) </p><p> لَمَّا ذَكَرَ فِي الْآيَةِ السَّابِقَةِ أَنَّ لِلْمُؤْلِينَ مِنْ نِسَائِهِمْ حَالَيْنِ: الْفَيْئَةُ بِالرُّجُوعِ إِلَى مُعَاشَرَتِهِنَّ، وَعَزْمُ الطَّلَاقِ وَإِمْضَاؤُهُ، نَاسَبَ أَنْ يَذْكُرَ بَعْدَهُ شَيْئًا مِنْ أَحْكَامِ الطَّلَاقِ مَعْطُوفًا عَلَى مَا قَبْلَهُ مُتَمِّمًا لَهُ فَقَالَ:  (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) إِلَخْ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ - قَدَّسَ اللهُ رُوحَهُ - الْمُرَادُ بِالْمُطَلَّقَاتِ الْأَزْوَاجُ اللَّوَاتِي تَحَقَّقَ فِيهِنَّ </p><p> مَعْنَى الزَّوْجِيَّةِ وَعُهِدْنَ أَنْ يَكُنَّ مُطَلَّقَاتٍ، وَأَنْ يَتَزَوَّجْنَ بَعْدَ الطَّلَاقِ، وَهُنَّ الْحَرَائِرُ ذَوَاتُ الْحَيْضِ بِقَرِينَةِ السِّيَاقِ، فَلَا يَأْتِي هُنَا مَا يَقُولُهُ الْأُصُولِيُّونَ فِي كَلِمَةِ: الْمُطَلَّقَاتُ هَلِ اللَّامُ فِيهَا لِلِاسْتِغْرَاقِ أَمْ لِلْجِنْسِ؟ وَهَلْ هُوَ عَامٌّ مَخْصُوصٌ أَمْ لَا؟ لِأَنَّ وَصْلَ الْآيَةِ بِمَا قَبْلَهَا يَمْنَعُ كُلَّ ذَلِكَ، كَمَا يَمْنَعُهُ التَّرَبُّصُ بِالزَّوَاجِ، وَلَوْلَا ذَلِكَ لَكَانَ الْبَحْثُ فِي مَوْضِعِهِ، وَأَمَّا حُكْمُ مَنْ لَسْنَ كَذَلِكَ فِي الطَّلَاقِ كَالْيَائِسَةِ وَالَّتِي لَمْ تَبْلُغْ سِنَّ الْحَيْضِ فَمَذْكُورٌ فِي سُورَةِ الطَّلَاقِ. </p><p> وَهُنَّ كَأَنَّهُنَّ لَا يَدْخُلْنَ فِي مَفْهُومِ الْمُطَلَّقَاتِ، فَإِنَّ الْيَائِسَةَ مِنْ شَأْنِهَا أَلَّا تُطَلَّقَ لِأَنَّ مَنْ أَمْضَى زَمَنَ الزَّوْجِيَّةِ مَعَ امْرَأَةٍ حَتَّى يَئِسَتْ مِنَ الْمَحِيضِ كَانَ مِنْ مُقْتَضَى الطَّبْعِ وَالْفِطْرَةِ وَمِنْ أَدَبِ الشَّرْعِ وَالدِّينِ أَنْ يَحْفَظَ عَهْدَهَا وَيَرْعَى وُدَّهَا بِإِبْقَائِهَا عَلَى عِصْمَةِ الزَّوْجِيَّةِ، وَإِنْ كَانَ بَعْضُ السُّفَهَاءِ لَا يَحْتَرِمُونَ تِلْكَ الْعِشْرَةَ الطَّوِيلَةَ، وَلَا يُرَاعُونَ ذَلِكَ الْمِيثَاقَ الْغَلِيظَ فَيُقْدِمُوا عَلَى طَلَاقِ الْيَائِسَةِ، ثُمَّ إِنَّ الْيَائِسَةَ إِذَا طُلِّقَتْ فَلَا تَكَادُ تَتَزَوَّجُ، وَمَا خَرَجَ عَنْ مُقْتَضَى الشَّرْعِ وَاسْتِقَامَةِ الطَّبْعِ فَلَا يُعْتَدُّ بِهِ، وَالَّتِي لَمْ تَبْلُغْ سِنَّ الْمَحِيضِ قَلَّمَا تَكُونُ زَوْجًا، وَمَنْ عَقَدَ عَلَى مِثْلِهَا كَانَتْ رَغْبَتُهُ فِيهَا عَظِيمَةً فَيَنْدُرُ أَنْ يَتَحَوَّلَ فَيُطَلِّقَ، وَحَاصِلُ مَا تَقَدَّمَ أَنَّ مَا يَتَبَادَرُ فِي هَذَا الْمَقَامِ مِنْ لَفْظِ الْمُطَلَّقَاتِ يُفِيدُ أَنَّهُنَّ الزَّوْجَاتُ الْمَعْهُودَاتُ الْمُسْتَعِدَّاتُ لِلْحَمْلِ وَالنَّسْلِ الَّذِي هُوَ الْمَقْصِدُ مِنَ الزَّوْجِيَّةِ فَيُنْتَظَرُ أَنْ يَرْغَبَ النَّاسُ فِي التَّزَوُّجِ بِهِنَّ. </p><p> وَمَعْنَى التَّرَبُّصِ مُدَّةَ ثَلَاثَةِ قُرُوءٍ هُوَ أَلَّا تَتَزَوَّجَ الْمُطَلَّقَةُ حَتَّى يَمُرَّ عَلَيْهَا ثَلَاثَةُ قُرُوءٍ، وَهِيَ جُمَعُ قُرْءٍ - بِضَمِّ الْقَافِ وَفَتْحِهَا - وَيُطْلَقُ فِي اللُّغَةِ عَلَى حَيْضِ الْمَرْأَةِ وَعَلَى طُهْرِهَا مِنْهُ، وَالْأَصْلُ فِيهِ الِانْتِقَالُ مِنَ الطُّهْرِ إِلَى الْحَيْضِ كَمَا نُقِلَ عَنِ الشَّافِعِيِّ فِي قَوْلٍ لَهُ، وَلِذَلِكَ لَا يُقَالُ لِلطَّاهِرِ الَّتِي لَمْ تَرَ الدَّمَ ذَاتُ قُرْءٍ أَوْ قُرُوءٍ، وَلَا لِلْحَائِضِ الَّتِي اسْتَمَرَّ لَهَا الدَّمُ، فَلَمَّا كَانَ الْقُرْءُ وَسَطًا بَيْنَ الدَّمِ وَالطُّهْرِ أَوْ عِبَارَةً عَنِ الصِّلَةِ بَيْنَ هَاتَيْنِ الْحَالَتَيْنِ عَبَّرَ بِهِ قَوْمٌ مِنَ الْفُقَهَاءِ عَنْ أَحَدِهِمَا وَقَوْمٌ عَنِ الْآخَرِ، وَلِكُلٍّ مِنْهُمْ شَوَاهِدُ فِي اللُّغَةِ، </p><p> أَطَالَ الْمُفَسِّرُونَ فِي إِيرَادِهَا وَالتَّرْجِيحِ بَيْنَهَا، فَالْمَالِكِيَّةُ وَالشَّافِعِيَّةُ وَآلُ الْبَيْتِ عَلَى أَنَّ الْقُرْءَ هُوَ الطُّهْرُ، وَالْحَنَفِيَّةُ وَالْحَنَابِلَةُ فِي أَصَحِّ الرِّوَايَتَيْنِ عَلَى أَنَّ الْقُرْءَ هُوَ الْحَيْضُ، وَأَدِلَّةُ الْأَوَّلِينَ أَقْوَى. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَالْخَطْبُ فِي الْخِلَافِ سَهْلٌ; لِأَنَّ الْمَقْصُودَ مِنْ هَذَا التَّرَبُّصِ الْعِلْمُ بِبَرَاءَةِ الرَّحِمِ مِنَ الزَّوْجِ السَّابِقِ وَهُوَ يَحْصُلُ بِثَلَاثِ حِيَضٍ كَمَا يَحْصُلُ بِثَلَاثَةِ أَطْهَارٍ، وَمِنَ النَّادِرِ أَنْ يَسْتَمِرَّ الْحَيْضُ إِلَى آخِرِ الْحَمْلِ، فَكُلٌّ مِنَ الْقَوْلَيْنِ مُوَافِقٌ لِحِكْمَةِ الشَّرْعِ فِي الْمَسْأَلَةِ. وَأُورِدَ الْحُكْمُ بِلَفْظِ الْخَبَرِ دُونَ الْأَمْرِ وَغَيْرِهِ مِنْ ضُرُوبِ الْإِنْشَاءِ - كَقَوْلِهِ: كُتِبَ عَلَى الْمُطَلَّقَاتِ كَذَا - لِتَأْكِيدِهِ وَالِاهْتِمَامِ بِهِ كَأَنَّهُ يَقُولُ: إِنَّ هَذَا التَّرَبُّصَ وَاقِعٌ كَذَلِكَ لَا مَحَالَةَ، كَمَا يَقُولُ الشَّيْخُ عَبْدُ الْقَاهِرِ الْجُرْجَانِيُّ فِي هَذَا النَّوْعِ مِنَ الْإِسْنَادِ الْخَبَرِيِّ فِي مَقَامِ الْأَمْرِ، فَعِنْدَمَا يُقَالُ الْمُطَلَّقَاتُ يَلْتَفِتُ ذِهْنُ السَّامِعِ وَيَكُونُ مُتَهَيِّئًا لِسَمَاعِ مَا يُقَالُ عَنْهُنَّ، فَإِذَا قِيلَ: </p><p> (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ) إِلَخْ - وَفِيهِ الْإِسْنَادُ وَالْحُكْمُ - يَتَقَرَّرُ عِنْدَهُ أَنَّهُ مَأْمُورٌ بِهِ أَمْرًا مُؤَكَّدًا كَأَنَّهُ قَالَ: إِنَّنَا أَمَرْنَاهُنَّ بِذَلِكَ وَفَرَضْنَاهُ عَلَيْهِنَّ فَامْتَثَلْنَ الْأَمْرَ وَجَرَيْنَ عَلَيْهِ بِالِاسْتِمْرَارِ حَتَّى صَارَ شَأْنًا مِنْ شُئُونِهِنَّ اللَّازِمَةِ لَهُنَّ لَا يَنْصَرِفْنَ عَنْهُ، بَلْ لَا يَخْطُرُ فِي الْبَالِ مُخَالَفَتُهُنَّ لَهُ وَلَيْسَ فِي الْأَمْرِ بِصِيغَتِهِ مَا يُفِيدُ هَذَا التَّأْكِيدَ وَالِاهْتِمَامَ; لِأَنَّ الْمَأْمُورَ بِالشَّيْءِ قَدْ يَمْتَثِلُ وَقَدْ يُخَالِفُ، وَهَذَا الضَّرْبُ مِنَ التَّعْبِيرِ مَعْهُودٌ فِي التَّنْزِيلِ فِي مَقَامِ التَّأْكِيدِ وَالِاهْتِمَامِ يَقَعُ فِي الْكِتَابِ مَوَاقِعَهُ لَا يَعْدُوهَا، وَلَا يَخْفَى ذَلِكَ عَلَى مَنْ طَعِمَ الْبَلَاغَةَ وَذَاقَهَا. </p><p> وَفِي التَّعْبِيرِ بِقَوْلِهِ:  (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ) مِنَ الْإِبْدَاعِ فِي الْإِشَارَةِ، وَالنَّزَاهَةِ فِي الْعِبَارَةِ، مَا عُهِدَ فِي كُلِّ الْقُرْآنِ، وَلَمْ يَبْلُغْ مُرَاعَاةَ مِثْلِهِ إِنْسَانٌ، فَالْكَلَامُ فِي الْمُطَلَّقَاتِ وَهُنَّ مُعَرَّضَاتٌ لِلزَّوَاجِ، وَخُلُوٍّ مِنَ الْأَزْوَاجِ، وَالْأَنْسَبُ فِيهِ تَرْكُ التَّصْرِيحِ بِمَا يَتَشَوَّقْنَ إِلَيْهِ، وَالِاكْتِفَاءُ بِالْكِنَايَةِ عَمَّا يَرْغَبْنَ فِيهِ، عَلَى إِقْرَارِهِنَّ عَلَيْهِ وَعَدَمِ إِيئَاسِهِنَّ مِنْهُ، مَعَ اجْتِنَابِ إِخْجَالِهِنَّ، وَتَوَقِّي تَنْفِيرِهِنَّ أَوِ التَّنْفِيرِ مِنْهُنَّ، وَقَدْ جَمَعَ هَذِهِ الْمَعَانِيَ قَوْلُهُ تَعَالَى:  (يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ) عَلَى مَا فِيهِ مِنَ الْإِيجَازِ، الَّذِي هُوَ مِنْ مَوَاقِعِ الْإِعْجَازِ، فَأَفَادَ أَنَّهُ يَجِبُ عَلَيْهِنَّ أَنْ يَمْلِكْنَ رَغْبَتَهُنَّ، وَيَكْفُفْنَ جِمَاحَ أَنْفُسِهِنَّ، إِلَى تَمَامِ الْمُدَّةِ الْمَمْدُودَةِ، وَالْعِدَّةِ الْمَعْدُودَةِ، وَلَكِنْ </p><p> بِطْرِيقِ الرَّمْزِ وَالتَّلْوِيحِ لَا بِطْرِيقِ الْإِبَانَةِ وَالتَّصْرِيحِ، فَإِنَّ التَّرَبُّصَ فِي حَقِيقَتِهِ وَظَاهِرِ مَعْنَاهُ التَّرَيُّثُ وَالِانْتِظَارُ، وَهُوَ يَتَعَلَّقُ بِشَيْءٍ يُتَرَيَّثُ عَنْهُ، وَيُنْتَظَرُ زَوَالُ الْمُدَّةِ الْمَضْرُوبَةِ دُونَهُ، وَلَوْلَا كَلِمَةُ (بِأَنْفُسِهِنَّ) لَمَا أَفَادَتِ الْجُمْلَةُ تِلْكَ الْمَعَانِيَ الدَّقِيقَةَ، وَالْكِنَايَاتِ الرَّشِيقَةَ، وَمَا كَانَ لِيَخْطِرَ عَلَى بَالِ إِنْسَانٍ يُرِيدُ إِفَادَةَ حُكْمِ الْعِدَّةِ أَنْ يَزِيدَ هَذِهِ الْكَلِمَةَ عَلَى قَوْلِهِ:  \" يَتَرَبَّصْنَ ثَلَاثَةَ قُرُوءٍ \" وَلَوْ لَمْ تُزَدْ لَكَانَ الْحُكْمُ عَارِيًا عَنْ تَأْدِيبِ النَّفْسِ وَالْحُكْمِ عَلَى شُعُورِهَا وَوِجْدَانِهَا، وَلَعَلَّ الْإِرْشَادَ إِلَى مَا تَنْطَوِي عَلَيْهِ نُفُوسُ النِّسَاءِ مِنْ تِلْكَ النَّزْعَةِ فِي ضِمْنِ الْإِخْبَارِ عَنْهُنَّ بِأَنَّ مِنْ شَأْنِهِنَّ امْتِلَاكَهَا وَالتَّرَبُّصَ بِهَا اخْتِيَارًا، هُوَ أَشَدُّ فِعْلًا فِي أَنْفُسِهِنَّ وَأَقْوَى إِلْزَامًا لَهُنَّ أَنْ يَكُنَّ كَذَلِكَ طَائِعَاتٍ مُخْتَارَاتٍ، كَمَا أَنَّ فِيهِ إِكْرَامًا لَهُنَّ وَلُطْفًا بِهِنَّ، إِذْ لَمْ يُؤْمَرْنَ أَمْرًا صَرِيحًا وَهَذَا مِنَ الدَّقَائِقِ الَّتِي نَحْمَدُ اللهَ تَعَالَى أَنْ هَدَانَا إِلَى فَهْمِهَا، فَأَنَّى لِأَمْثَالِنَا مِنَ الْبَشَرِ أَنْ يَأْتُوا بِمِثْلِهَا؟ </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ بَعْدَ بَيَانِ هَذِهِ النُّكْتَةِ الَّتِي شَرَحْنَاهَا: وَزَعَمَ بَعْضُ النَّاسِ أَنَّ مَعْنَى التَّرَبُّصِ بِالْأَنْفُسِ هُنَا ضَبْطُهَا وَمَنْعُهَا أَنْ تَقَعَ فِي غَمْرَةِ الشَّهْوَةِ الْمُحَرَّمَةِ، وَعَلَّلُوا ذَلِكَ بِأَنَّ النِّسَاءَ أَشَدُّ شَهْوَةً مِنَ الرِّجَالِ، وَمِنْهُمْ مَنْ قَدَّرَ هَذِهِ الشِّدَّةَ وَالزِّيَادَةَ بِأَضْعَافٍ كَثِيرَةٍ حَدَّهَا وَعَدَّهَا عَدًّا، وَهَذَا مِنْ نَبْذِ الْأَقْوَالِ وَطَرْحِهَا بِغَيْرِ بَيِّنَةٍ وَلَا عِلْمٍ، فَإِنَّ الرِّجَالَ كَانُوا وَمَا زَالُوا هُمُ الَّذِينَ يَطْلُبُونَ النِّسَاءَ وَيَرْغَبُونَ فِيهِنَّ، ثُمَّ يَظْلِمُونَهُنَّ حَتَّى بِالتَّحَكُّمِ فِي طَبَائِعِهِنَّ وَالْحُكْمِ عَلَى شُعُورِهِنَّ، وَيَأْخُذُ بَعْضُهُمْ ذَلِكَ مِنْ بَعْضٍ بِالتَّسْلِيمِ وَالتَّقْلِيدِ. وَأَقُولُ: إِنَّ مَنْ دَقَّقَ النَّظَرَ فِي </p><p> أَقْوَالِ الرِّجَالِ فِي النِّسَاءِ فِي كُلِّ عَصْرٍ وَلَا سِيَّمَا أَقْوَالُ كُتَّابِ الصُّحُفِ فِي زَمَانِنَا، وَوَزَنَّاهَا بِمَوَازِينِهَا، رَأَى فِيهَا مِنَ الْأَغْلَاطِ وَالْأَوْهَامِ مَا يُبْطِلُهُ النَّظَرُ وَالِاخْتِبَارُ، وَأَظْهَرُ أَوْهَامِهِمْ مَا يَكْتُبُونَهُ فِي حُبِّ الْمَرْأَةِ وَفِي الْمُوَازَنَةِ بَيْنَهَا وَبَيْنَ الرَّجُلِ فِيمَا تَقَدَّمَ وَفِي غَيْرِهِ، وَأَنَّ الْمُقَلِّدِينَ لِلْمُخْطِئِ فِي ذَلِكَ أَضْعَافُ الْمُقَلِّدِينَ لِلْمُصِيبِ. </p><p> ثُمَّ بَيَّنَ تَعَالَى حِكْمَةَ هَذَا التَّرَبُّصِ بِالزَّوَاجِ فِي سِيَاقِ حُكْمٍ آخَرَ فَقَالَ:  (وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللهُ فِي أَرْحَامِهِنَّ) كَمَا كُنَّ يَفْعَلْنَ أَحْيَانًا فِي الْجَاهِلِيَّةِ إِذْ كَانَتِ </p><p> الْمَرْأَةُ تَتَزَوَّجُ بَعْدَ فِرَاقِ رَجُلٍ بِآخَرَ وَيَظْهَرُ لَهَا أَنَّهَا حُبْلَى مِنَ الْأَوَّلِ فَتُلْحِقُ الْوَلَدَ بِالثَّانِي، فَهَذَا مُحَرَّمٌ فِي الْإِسْلَامِ، لِأَنَّهُ شَرُّ ضُرُوبِ الْغِشِّ وَالزُّورِ وَالْبُهْتَانِ، يَنْفِي عَنْ قَوْمٍ مَنْ هُوَ مِنْهُمْ، وَيُلْحِقُ بِآخَرِينَ مَنْ لَيْسَ مِنْهُمْ، وَفِي ذَلِكَ مِنَ الْمَضَارِّ مَا لَا يُجْهَلُ وَقَدْ حَرَّمَهُ اللهُ فِي الْإِسْلَامِ، وَأَمَرَ بِأَنْ تَعْتَدَّ الْمَرْأَةُ بَعْدَ فِرَاقِ زَوْجِهَا لِيُظْهِرَ أَنَّهَا بَرِيئَةً مِنَ الْحَمْلِ، وَنَهَى أَنْ تَكْتُمَ الْحَمْلَ إِذَا عَلِمَتْ بِهِ: وَاخْتَارَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ أَنَّ مَا خَلَقَ اللهُ فِي أَرْحَامِهِنَّ يَشْمَلُ الْوَلَدَ وَالْحَيْضَ وَهُوَ الْمَرْوِيُّ عَنِ ابْنِ عُمَرَ فَقَدْ تَكْتُمُ الْمَرْأَةُ حَيْضَتَهَا لِتُطِيلَ أَجَلَ عِدَّتِهَا، وَذَلِكَ مُحَرَّمٌ أَيْضًا، وَقَدْ فَشَا فِي مُطَلَّقَاتِ هَذَا الزَّمَانِ اللَّوَاتِي لَا يَطْمَعْنَ فِي الزَّوَاجِ; لِأَنَّ الْحُكَّامَ يَفْرِضُونَ لَهُنَّ نَفَقَةً مَا دُمْنَ فِي الْعِدَّةِ فَيَرْغَبْنَ فِي اسْتِدَامَةِ هَذِهِ النَّفَقَةِ بِكِتْمَانِ الْحَيْضِ وَادِّعَاءِ عَدَمِ مُرُورِ الْقُرُوءِ الثَّلَاثَةِ عَلَيْهِنَّ، وَمَا يَأْخُذْنَهُ بَعْدَ انْقِضَاءِ الْعِدَّةِ حَرَامٌ، وَمَا هُنَّ مِمَّنْ يَتَفَكَّرْنَ فِي ذَلِكَ إِذْ لَا عِلْمَ لَهُنَّ بِأَحْكَامِ الْحَلَالِ وَالْحَرَامِ، وَلَا يُبَالِينَ مَا عَسَاهُنَّ يَعْرِفْنَهُ مِنْهَا، لِأَنَّهُنَّ لِمَ يَتَرَبَّيْنَ عَلَى آدَابِ الدِّينِ وَأَعْمَالِهِ، بَلْ لَمْ يُلَقَّنَّ عَقَائِدَهُ وَلَمْ يُذَكَّرْنَ بِآيَاتِهِ، حَتَّى صَارَ أَكْثَرُهُنَّ أَقْرَبَ إِلَى أَهْلِ الْإِبَاحَةِ مِنْهُنَّ إِلَى أَهْلِ الدِّينِ، وَإِنَّمَا يَجْتَنِبُ الْحَرَامَ وَيَتَحَرَّى الْوُقُوفَ عِنْدَ حُدُودِ الْحَلَالِ أَهْلُ الْإِيمَانِ الصَّحِيحِ، وَلِذَلِكَ قَالَ تَعَالَى عَقِبَ النَّهْيِ:  (إِنْ كُنَّ يُؤْمِنَّ بِاللهِ وَالْيَوْمِ الْآخِرِ) وَهَذَا وَعِيدٌ شَدِيدٌ وَتَهْدِيدٌ عَظِيمٌ، كَأَنَّهُ يَقُولُ: إِذَا كُنَّ يَعْرِفْنَ مِنْ أَنْفُسِهِنَّ الْإِيمَانَ بِاللهِ الَّذِي أَنْزَلَ الْحَلَالَ وَالْحَرَامَ لِمَصْلَحَةِ النَّاسِ، وَبِالْيَوْمِ الْآخِرِ الَّذِي يَكُونُ فِيهِ الْجَزَاءُ بِالْقِسْطَاسِ، فَلَا يَكْتُمْنُ مَا خَلَقَ اللهُ فِي أَرْحَامِهِنَّ، وَإِلَّا كُنَّ غَيْرَ مُؤْمِنَاتٍ بِمَا أَنْزَلَهُ اللهُ تَعَالَى مِنْ هَذِهِ الْأَحْكَامِ الَّتِي هِيَ خَيْرٌ لَهُنَّ وَلِأَزْوَاجِهِنَّ، وَحَافِظَةٌ لِحُقُوقِهِمْ وَحُقُوقِهِنَّ، إِذِ التَّصْدِيقُ الْجَازِمُ بِأَنَّ اللهَ تَعَالَى أَنْزَلَ هَذَا الْحُكْمَ وَجَعَلَ فِي اتِّبَاعِهِ الْمَثُوبَةَ وَالرِّضْوَانَ، وَفِي تَرْكِهِ الشَّقَاءَ وَالْخُسْرَانَ، يَكُونُ سَبَبًا طَبِيعِيًّا لِامْتِثَالِهِ مَعَ إِعْظَامِهِ وَإِجْلَالِهِ، وَعَلَى هَذَا الْحَدِّ مَا وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ ((لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ) ) إِلَخْ، فَمَنْ لَنَا بِمَنْ يُبْلِغُ النِّسَاءَ الْمُؤْمِنَاتِ هَذَا التَّشْدِيدَ؟ وَمَنْ لَنَا بِمَنْ يَهْتَمُّ بِتَلْقِينِ الْبَنَاتِ عَقَائِدَ الْإِيمَانِ وَتَرْبِيَتِهِنَّ عَلَى الْأَعْمَالِ الَّتِي تُمَكِّنُ هَذِهِ الْعَقَائِدَ فِي الْعَقْلِ وَالْوِجْدَانِ؟ وَأَيُّ </p><p> رَجُلٍ يَفْعَلُ هَذَا وَالرِّجَالُ أَنْفُسُهُمْ لَمْ يَعُدْ </p><p> لَهُمْ هَمٌّ فِي الدِّينِ إِلَّا قَلِيلٍ مِنْهُمْ! وَهَؤُلَاءِ يَرَوْنَ النِّسَاءَ مَتَاعًا لَا أَنَاسِيَّ مِثْلَهُمْ، فَيَدَعُونَهُنَّ وَشَأْنَهُنَّ، لَا يَتَفَكَّرُونَ فِي أَسْبَابِ مَا يَلْقَوْنَ مِنْ عَوَاقِبِ إِهْمَالِهِنَّ، وَرَزَايَا جَهْلِهِنَّ. </p><p> (وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا) قَالَ الْأُسْتَاذُ الْإِمَامُ - قَدَّسَ اللهُ رُوحَهُ -: هَذَا لُطْفٌ كَبِيرٌ مِنَ اللهِ سُبْحَانَهُ وَتَعَالَى وَحِرْصٌ مِنَ الشَّارِعِ عَلَى بَقَاءِ الْعِصْمَةِ الْأُولَى، فَإِنَّ الْمَرْأَةَ إِذَا طُلِّقَتْ لِأَمْرٍ مِنَ الْأُمُورِ سَوَاءً كَانَ بِالْإِيلَاءِ أَوْ غَيْرِهِ فَقَلَّمَا يَرْغَبُ فِيهَا الرِّجَالُ، وَأَمَّا بَعْلُهَا الْمُطَلِّقُ فَقَدْ يَنْدَمُ عَلَى طَلَاقِهَا، وَيَرَى أَنَّ مَا طَلَّقَهَا لِأَجْلِهِ لَا يَقْتَضِي مُفَارَقَتَهَا دَائِمًا، فَيَرْغَبُ فِي مُرَاجَعَتِهَا وَلَا سِيَّمَا إِذَا كَانَتِ الْعِشْرَةُ السَّابِقَةُ بَيْنَهُمَا جَرَتْ عَلَى طَرِيقَتِهَا الْفِطْرِيَّةِ، فَأَفْضَى كُلٌّ مِنْهُمَا إِلَى الْآخَرِ بِسِرِّهِ حَتَّى عَرَفَ عُجَرَهُ وَبُجَرَهُ، وَتَمَكَّنَتِ الْأُلْفَةُ بَيْنَهُمَا عَلَى عِلَّاتِهِمَا، وَإِذَا كَانَا قَدْ رُزِقَا الْوَلَدَ فَإِنَّ النَّدَمَ عَلَى الطَّلَاقِ يُسْرِعُ إِلَيْهِمَا; لِأَنَّ الْحِرْصَ الطَّبِيعِيَّ عَلَى الْعِنَايَةِ بِتَرْبِيَةِ الْوَلَدِ وَكَفَالَتِهِ بِالِاشْتِرَاكِ تَغْلِبُ بَعْدَ زَوَالِ أُصُرِ الْمُغَاضَبَةِ الْعَارِضَةِ عَلَى النَّفْسِ، وَقَدْ يَكُونُ أَقُوَى إِذَا كَانَ الْأَوْلَادُ إِنَاثًا; لِهَذَا حَكَمَ اللهُ تَعَالَى لُطْفًا مِنْهُ بِعِبَادِهِ بِأَنَّ بَعْلَ الْمُطَلَّقَةِ، أَيْ زَوْجَهَا أَحَقُّ بِرَدِّهَا فِي ذَلِكَ، أَيْ فِي زَمَنِ التَّرَبُّصِ وَهِيَ الْعِدَّةُ. وَفِي هَذَا بَيَانُ حِكْمَةٍ أُخْرَى لِلْعِدَّةِ غَيْرُ تَبَيُّنِ الْحَمْلِ أَوْ بَرَاءَةِ الرَّحِمِ وَهِيَ إِمْكَانُ الْمُرَاجَعَةِ، فَعُلِمَ بِذَلِكَ أَنَّ تَرَبُّصَ الْمُطَلَّقَاتِ بِأَنْفُسِهِنَّ فِيهِ فَائِدَةٌ لَهُنَّ وَفَائِدَةٌ لِأَزْوَاجِهِنَّ، وَإِنَّمَا يَكُونُ بَعْلُ الْمَرْأَةِ أَحَقَّ بِهَا فِي مُدَّةِ الْعِدَّةِ إِذَا قَصَدَ إِصْلَاحَ ذَاتِ الْبَيْنِ وَحُسْنَ الْمُعَاشَرَةِ، وَأَمَّا قَصْدُ مُضَارَّتِهَا وَمَنْعِهَا مِنَ التَّزَوُّجِ بَعْدَ الْعِدَّةِ حَتَّى تَكُونَ كَالْمُعَلَّقَةِ لَا يُعَاشِرُهَا مُعَاشَرَةَ الْأَزْوَاجِ بِالْحُسْنَى وَلَا يُمَكِّنُهَا مِنَ التَّزَوُّجِ، فَهُوَ آثِمٌ بَيْنَهُ وَبَيْنَ اللهِ تَعَالَى بِهَذِهِ الْمُرَاجَعَةِ، فَلَا يُبَاحُ لِلرَّجُلِ أَنْ يَرُدَّ مُطَلَّقَتَهُ إِلَى عِصْمَتِهِ إِلَّا بِإِرَادَةِ إِصْلَاحِ ذَاتِ الْبَيْنِ وَنِيَّةِ الْمُعَاشَرَةِ بِالْمَعْرُوفِ، وَإِنَّمَا قَالَ الْإِمَامُ: إِنَّهُ آثِمٌ بَيْنَهُ وَبَيْنَ اللهِ تَعَالَى; لِإِفَادَةِ أَنَّ ذَلِكَ مُحَرِّمٌ لِأَمْرٍ خَفِيٍّ يَتَعَلَّقُ بِالْقَصْدِ فَلَمْ يَكُنْ شَرْطًا فِي الظَّاهِرِ لِصِحَّةِ الرَّجْعَةِ، وَمَا كَلُّ مَا صَحَّ فِي نَظَرِ الْقَاضِي يَكُونُ جَائِزًا تَدَيُّنًا بَيْنَ الْإِنْسَانِ وَرَبِّهِ; لِأَنَّ الْقَاضِيَ يَحْكُمُ بِالظَّاهِرِ، وَاللهُ يَتَوَلَّى السَّرَائِرَ، وَالطَّلَاقُ الَّذِي تَحِلُّ فِيهِ الرَّجْعَةُ قَبْلَ </p><p> انْقِضَاءِ الْعِدَّةِ يُسَمَّى طَلَاقًا رَجْعِيًّا، وَهُنَاكَ طَلَاقٌ بَائِنٌ لَا تَحِلُّ مُرَاجَعَةُ الْمُطَلَّقَةِ بَعْدَهُ وَسَيَأْتِي ذِكْرُهُ فِي مَحَلِّهِ، وَمِنْ مَبَاحِثِ اللَّفْظِ أَنَّ كَلِمَةَ (أَحَقُّ) هُنَا بِمَعْنَى حَقِيقِينَ كَمَا قَالُوا. </p><p> وَلَمَّا كَانَتْ إِرَادَةُ الْإِصْلَاحِ بِرَدِّ الرَّجُلِ امْرَأَتَهُ إِلَى عِصْمَتِهِ إِنَّمَا تَتَحَقَّقُ بِأَنْ يَقُومَ بِحُقُوقِهَا كَمَا يَلْزَمُهَا أَنْ تَقُومَ بِحُقُوقِهِ ذَكَرَ جَلَّ شَأْنُهُ حَقَّ كُلٍّ مِنْهُمَا عَلَى الْآخَرِ بِعِبَارَةٍ مُجْمَلَةٍ تُعَدُّ رُكْنًا مِنْ أَرْكَانِ الْإِصْلَاحِ فِي الْبَشَرِ وَهِيَ قَوْلُهُ تَعَالَى:  (وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ) . </p><p> هَذِهِ كَلِمَةٌ جَلِيلَةٌ جِدًّا جَمَعَتْ عَلَى إِيجَازِهَا مَا لَا يُؤَدَّى بِالتَّفْصِيلِ إِلَّا فِي سِفْرٍ كَبِيرٍ، فَهِيَ قَاعِدَةٌ كُلِّيَّةٌ نَاطِقَةٌ بِأَنَّ الْمَرْأَةَ مُسَاوِيَةٌ لِلرَّجُلِ فِي جَمِيعِ الْحُقُوقِ إِلَّا أَمْرًا وَاحِدًا عَبَّرَ عَنْهُ بِقَوْلِهِ:  (وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ) وَسَيَأْتِي بَيَانُهُ، وَقَدْ أَحَالَ فِي مَعْرِفَةِ مَالَهُنَّ وَمَا عَلَيْهِنَّ عَلَى الْمَعْرُوفِ بَيْنَ النَّاسِ فِي مُعَاشَرَاتِهِمْ وَمُعَامَلَاتِهِمْ فِي أَهْلِيهِمْ، وَمَا يَجْرِي عَلَيْهِ عُرْفُ النَّاسِ، وَهُوَ تَابِعٌ </p><p> لِشَرَائِعِهِمْ وَعَقَائِدِهِمْ وَآدَابِهِمْ وَعَادَاتِهِمْ، فَهَذِهِ الْجُمْلَةُ تُعْطِي الرَّجُلَ مِيزَانًا يَزِنُ بِهِ مُعَامَلَتَهُ لِزَوْجِهِ فِي جَمِيعِ الشُّئُونِ وَالْأَحْوَالِ، فَإِذَا هُمْ بِمُطَالَبَتِهَا بِأَمْرٍ مِنَ الْأُمُورِ يَتَذَكَّرُ أَنَّهُ يَجِبُ عَلَيْهِ مِثْلُهُ بِإِزَائِهِ، وَلِهَذَا قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللهُ تَعَالَى عَنْهُمَا: إِنَّنِي لَأَتَزَيَّنُ لِامْرَأَتِي كَمَا تَتَزَيَّنُ لِي لِهَذِهِ الْآيَةِ، وَلَيْسَ الْمُرَادُ بِالْمِثْلِ الْمِثْلَ بِأَعْيَانِ الْأَشْيَاءِ وَأَشْخَاصِهَا، وَإِنَّمَا الْمُرَادُ أَنَّ الْحُقُوقَ بَيْنَهُمَا مُتَبَادَلَةٌ وَأَنَّهُمَا أَكْفَاءٌ، فَمَا مِنْ عَمَلٍ تَعْمَلُهُ الْمَرْأَةُ لِلرَّجُلِ إِلَّا وَلِلرَّجُلِ عَمَلٌ يُقَابِلُهُ لَهَا، إِنْ لَمْ يَكُنْ مِثْلَهُ فِي شَخْصِهِ، فَهُوَ مِثْلُهُ فِي جِنْسِهِ، فَهُمَا مُتَمَاثِلَانِ فِي الْحُقُوقِ وَالْأَعْمَالِ، كَمَا أَنَّهُمَا مُتَمَاثِلَانِ فِي الذَّاتِ وَالْإِحْسَاسِ وَالشُّعُورِ وَالْعَقْلِ; أَيْ أَنَّ كُلًّا مِنْهُمَا بَشَرٌ تَامٌّ لَهُ عَقْلٌ يَتَفَكَّرُ فِي مَصَالِحِهِ، وَقَلْبٌ يُحِبُّ مَا يُلَائِمُهُ وَيُسَرُّ بِهِ، وَيَكْرَهُ مَا لَا يُلَائِمُهُ وَيَنْفِرُ مِنْهُ، فَلَيْسَ مِنَ الْعَدْلِ أَنْ يَتَحَكَّمَ أَحَدُ الصِّنْفَيْنِ بِالْآخَرِ وَيَتَّخِذَهُ عَبْدًا يَسْتَذِلُّهُ وَيَسْتَخْدِمُهُ فِي مَصَالِحِهِ، وَلَا سِيَّمَا بَعْدَ عَقْدِ الزَّوْجِيَّةِ وَالدُّخُولِ فِي الْحَيَاةِ الْمُشْتَرَكَةِ الَّتِي لَا تَكُونُ سَعِيدَةً إِلَّا بِاحْتِرَامِ كُلٍّ مِنَ الزَّوْجَيْنِ الْآخَرَ وَالْقِيَامِ بِحُقُوقِهِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ - قَدَّسَ اللهُ رُوحَهُ -: هَذِهِ الدَّرَجَةُ الَّتِي رُفِعَ النِّسَاءُ إِلَيْهَا لَمْ يَرْفَعْهُنَّ إِلَيْهَا دِينٌ سَابِقٌ وَلَا شَرِيعَةٌ مِنَ الشَّرَائِعِ، بَلْ لَمْ تَصِلْ إِلَيْهَا أُمَّةٌ مِنَ الْأُمَمِ قَبْلَ </p><p> الْإِسْلَامِ وَلَا بَعْدَهُ، وَهَذِهِ الْأُمَمُ الْأُورُبِّيَّةُ الَّتِي كَانَ مِنْ آثَارِ تَقَدُّمِهَا فِي الْحَضَارَةِ وَالْمَدَنِيَّةِ أَنْ بَالَغَتْ فِي تَكْرِيمِ النِّسَاءِ وَاحْتِرَامِهِنَّ، وَعَنِيَتْ بِتَرْبِيَتِهِنَّ وَتَعْلِيمِهِنَّ الْعُلُومَ وَالْفُنُونَ، لَا تَزَالُ دُونَ هَذِهِ الدَّرَجَةِ الَّتِي رَفَعَ الْإِسْلَامُ النِّسَاءَ إِلَيْهَا، وَلَا تَزَالُ قَوَانِينُ بَعْضِهَا تَمْنَعُ الْمَرْأَةَ مِنْ حَقِّ التَّصَرُّفِ فِي مَالِهَا بِدُونِ إِذْنِ زَوْجِهَا، وَغَيْرِ ذَلِكَ مِنَ الْحُقُوقِ الَّتِي مَنَحَتْهَا إِيَّاهَا الشَّرِيعَةُ الْإِسْلَامِيَّةُ مِنْ نَحْوِ ثَلَاثَةَ عَشَرَ قَرْنًا وَنِصْفٍ، وَقَدْ كَانَ النِّسَاءُ فِي أُورُبَّا مُنْذُ خَمْسِينَ سَنَةً بِمَنْزِلَةِ الْأَرِقَّاءِ فِي كُلِّ شَيْءٍ كَمَا كُنَّ فِي عَهْدِ الْجَاهِلِيَّةِ عِنْدَ الْعَرَبِ أَوْ أَسْوَأَ حَالًا، وَنَحْنُ لَا نَقُولُ: إِنَّ الدِّينَ الْمَسِيحِيَّ أَمَرَهُمْ بِذَلِكَ لِأَنَّنَا نَعْتَقِدُ أَنَّ تَعْلِيمَ الْمَسِيحِ لَمْ يَخْلُصْ إِلَيْهِمْ كَامِلًا سَالِمًا مِنَ الْإِضَافَاتِ وَالْبِدَعِ، وَمِنَ الْمَعْرُوفِ أَنَّ مَا كَانُوا عَلَيْهِ مِنَ الدِّينِ لَمْ يُرَقِّ الْمَرْأَةَ وَإِنَّمَا كَانَ ارْتِقَاؤُهَا مِنْ أَثَرِ الْمَدَنِيَّةِ الْجَدِيدَةِ فِي الْقَرْنِ الْمَاضِي. </p><p> وَقَدْ صَارَ هَؤُلَاءِ الْإِفْرِنْجُ الَّذِينَ قَصُرَتْ مَدَنِيَّتُهُمْ عَنْ شَرِيعَتِنَا فِي إِعْلَاءِ شَأْنِ النِّسَاءِ يَفْخَرُونَ عَلَيْنَا، بَلْ يَرْمُونَنَا بِالْهَمَجِيَّةِ فِي مُعَامَلَةِ النِّسَاءِ، وَيَزْعُمُ الْجَاهِلُونَ مِنْهُمْ بِالْإِسْلَامِ أَنَّ مَا نَحْنُ عَلَيْهِ هُوَ أَثَرُ دِينِنَا، ذَكَرَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ أَنَّ أَحَدَ السَّائِحِينَ مِنَ الْإِفْرِنْجِ </p><p> زَارَهُ فِي الْأَزْهَرِ وَبَيْنَا هُمَا مَارَّانِ فِي الْمَسْجِدِ رَأَى الْإِفْرِنْجِيُّ بِنْتًا مَارَّةً فِيهِ فَبُهِتَ وَقَالَ: مَا هَذَا؟ أُنْثَى تَدْخُلُ الْجَامِعَ! ! ! فَقَالَ لَهُ الْإِمَامُ: وَمَا وَجْهُ الْغَرَابَةِ فِي ذَلِكَ؟ قَالَ: إِنَّنَا نَعْتَقِدُ أَنَّ الْإِسْلَامَ قَرَّرَ أَنَّ النِّسَاءَ لَيْسَ لَهُنَّ أَرْوَاحٌ وَلَيْسَ عَلَيْهِنَّ عِبَادَةٌ: فَبَيَّنَ لَهُ غَلَطَهُ وَفَسَّرَ لَهُ بَعْضَ الْآيَاتِ فِيهِنَّ. قَالَ: فَانْظُرُوا كَيْفَ صِرْنَا حُجَّةً عَلَى دِينِنَا؟ وَإِلَى جَهْلِ هَؤُلَاءِ النَّاسِ بِالْإِسْلَامِ حَتَّى مِثْلِ هَذَا الرَّجُلِ الَّذِي هُوَ رَئِيسٌ لِجَمْعِيَّةٍ كَبِيرَةٍ فَمَا بَالُكُمْ بِعَامَّتِهِمْ؟ </p><p> إِذَا كَانَ اللهُ قَدْ جَعَلَ لِلنِّسَاءِ عَلَى الرِّجَالِ مِثْلَ مَا لَهُمْ عَلَيْهِنَّ إِلَّا مَا مَيَّزَهُمْ بِهِ مِنَ الرِّيَاسَةِ، فَالْوَاجِبُ عَلَى الرِّجَالِ بِمُقْتَضَى كَفَالَةِ الرِّيَاسَةِ أَنْ يُعَلِّمُوهُنَّ مَا يُمَكِّنُهُنَّ مِنَ </p><p> الْقِيَامِ بِمَا يَجِبُ عَلَيْهِنَّ وَيَجْعَلُ لَهُنَّ فِي النُّفُوسِ احْتِرَامًا يُعِينُ عَلَى الْقِيَامِ بِحُقُوقِهِنَّ وَيُسَهِّلُ طَرِيقَهُ، فَإِنَّ الْإِنْسَانَ بِحُكْمِ الطَّبْعِ يَحْتَرِمُ مَنْ يَرَاهُ مُؤَدَّبًا عَالِمًا بِمَا يَجِبُ عَلَيْهِ عَامِلًا بِهِ، وَلَا يَسْهُلُ عَلَيْهِ أَنْ يَمْتَهِنَهُ أَوْ يُهِينَهُ، وَإِنْ بَدَرَتْ مِنْهُ بَادِرَةٌ فِي حَقِّهِ رَجَعَ عَلَى نَفْسِهِ بِاللَّائِمَةِ، فَكَانَ ذَلِكَ زَاجِرًا لَهُ عَنْ مِثْلِهَا. </p><p> خَاطَبَ اللهُ تَعَالَى النِّسَاءَ بِالْإِيمَانِ وَالْمَعْرِفَةِ وَالْأَعْمَالِ الصَّالِحَةِ فِي الْعِبَادَاتِ وَالْمُعَامَلَاتِ كَمَا خَاطَبَ الرِّجَالَ، وَجَعَلَ لَهُنَّ عَلَيْهِمْ مِثْلَ مَا جَعَلَهُ لَهُمْ عَلَيْهِنَّ، وَقَرَنَ أَسْمَاءَهُنَّ بِأَسْمَائِهِمْ فِي آيَاتٍ كَثِيرَةٍ، وَبَايَعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمُؤْمِنَاتِ كَمَا بَايَعَ الْمُؤْمِنِينَ، وَأَمَرَهُنَّ بِتَعَلُّمِ الْكِتَابِ وَالْحِكْمَةِ كَمَا أَمَرَهُمْ، وَأَجْمَعَتِ الْأُمَّةُ عَلَى مَا مَضَى بِهِ الْكِتَابُ وَالسُّنَّةُ مِنْ أَنَّهُنَّ مَجْزِيَّاتٌ عَلَى أَعْمَالِهِنَّ فِي الدُّنْيَا وَالْآخِرَةِ، أَفَيَجُوزُ بَعْدَ هَذَا كُلِّهِ أَنْ يُحْرَمْنَ مِنَ الْعِلْمِ بِمَا عَلَيْهِنَّ مِنَ الْوَاجِبَاتِ وَالْحُقُوقِ لِرَبِّهِنَّ وَلِبُعُولَتِهِنَّ وَلِأَوْلَادِهِنَّ وَلِذِي الْقُرْبَى وَلِلْأُمَّةِ وَالْمِلَّةِ؟ الْعِلْمُ الْإِجْمَالِيُّ بِمَا يُطْلَبُ فِعْلُهُ شَرْطٌ فِي تَوَجُّهِ النَّفْسِ إِلَيْهِ، إِذْ يَسْتَحِيلُ أَنْ تَتَوَجَّهَ إِلَى الْمَجْهُولِ الْمُطْلَقِ وَالْعِلْمِ التَّفْصِيلِيِّ بِهِ الْمُبَيِّنِ لِفَائِدَةِ فِعْلِهِ وَمَضَرَّةِ تَرْكِهِ يُعَدُّ سَبَبًا لِلْعِنَايَةِ بِفِعْلِهِ وَالتَّوَقِّي مِنْ إِهْمَالِهِ، فَكَيْفَ يُمْكِنُ لِلنِّسَاءِ أَنْ يُؤَدِّينَ تِلْكَ الْوَاجِبَاتِ وَالْحُقُوقَ مَعَ الْجَهْلِ بِهَا إِجْمَالًا وَتَفْصِيلًا؟ وَكَيْفَ تَسْعَدُ فِي الدُّنْيَا أَوِ الْآخِرَةِ أُمَّةٌ نَصِفُهَا كَالْبَهَائِمِ لَا يُؤَدِّي مَا يَجِبُ عَلَيْهِ لِرَبِّهِ وَلَا لِنَفْسِهِ وَلَا لِأَهْلِهِ وَلَا لِلنَّاسِ؟ وَالنِّصْفُ الْآخَرُ قَرِيبٌ مِنْ ذَلِكَ; لِأَنَّهُ لَا يُؤَدِّي إِلَّا قَلِيلًا مِمَّا يَجِبُ عَلَيْهِ مِنْ ذَلِكَ وَيَتْرُكُ الْبَاقِي، وَمِنْهُ إِعَانَةُ ذَلِكَ النِّصْفِ الضَّعِيفِ عَلَى الْقِيَامِ بِمَا يَجِبُ عَلَيْهِ مِنْ عِلْمٍ وَعَمَلٍ، أَوْ إِلْزَامِهِ إِيَّاهُ بِمَا لَهُ عَلَيْهِ مِنَ السُّلْطَةِ وَالرِّيَاسَةِ. </p><p> إِنَّ مَا يَجِبُ أَنْ تَعْلَمَهُ الْمَرْأَةُ مِنْ عَقَائِدِ دِينِهَا وَآدَابِهِ وَعِبَادَاتِهِ مَحْدُودٌ، وَلَكِنْ مَا يُطْلَبُ مِنْهَا لِنِظَامِ بَيْتِهَا وَتَرْبِيَةِ أَوْلَادِهَا وَنَحْوِ ذَلِكَ مِنْ أُمُورِ الدُّنْيَا كَأَحْكَامِ الْمُعَامَلَاتِ - إِنْ كَانَتْ فِي بَيْتٍ غَنِيٍّ وَنِعْمَةٍ - يَخْتَلِفُ بِاخْتِلَافِ الزَّمَانِ وَالْمَكَانِ وَالْأَحْوَالِ، كَمَا يَخْتَلِفُ بِحَسَبِ ذَلِكَ الْوَاجِبُ عَلَى الرِّجَالِ، أَلَا تَرَى الْفُقَهَاءَ يُوجِبُونَ عَلَى الرَّجُلِ النَّفَقَةَ وَالسُّكْنَى وَالْخِدْمَةَ اللَّائِقَةَ بِحَالِ الْمَرْأَةِ؟ أَلَا تَرَى أَنَّ فُرُوضَ الْكِفَايَاتِ قَدِ اتَّسَعَتْ دَائِرَتُهَا؟ فَبَعْدَ أَنْ كَانَ اتِّخَاذُ السُّيُوفِ وَالرِّمَاحِ وَالْقِسِيِّ </p><p> كَافِيًا فِي الدِّفَاعِ عَنِ الْحَوْزَةِ صَارَ هَذَا الدِّفَاعُ مُتَوَقِّفًا عَلَى الْمَدَافِعِ وَالْبَنَادِقِ </p><p> وَالْبَوَارِجِ، وَعَلَى عُلُومٍ كَثِيرَةٍ صَارَتْ وَاجِبَةً الْيَوْمَ وَلَمْ تَكُنْ وَاجِبَةً وَلَا مَوْجُودَةً بِالْأَمْسِ، أَلَمْ تَرَ أَنَّ تَمْرِيضَ الْمَرْضَى وَمُدَاوَاةَ الْجَرْحَى كَانَ يَسِيرًا عَلَى النِّسَاءِ فِي عَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَصْرِ الْخُلَفَاءِ رَضِيَ اللهُ تَعَالَى عَنْهُمْ، وَقَدْ صَارَ الْآنَ مُتَوَقِّفًا عَلَى تَعَلُّمِ فُنُونٍ مُتَعَدِّدَةٍ وَتَرْبِيَةٍ خَاصَّةٍ، أَيُّ الْأَمْرَيْنِ أَفْضَلُ فِي نَظَرِ الْإِسْلَامِ؟ أَتَمْرِيضُ الْمَرْأَةِ لِزَوْجِهَا إِذَا هُوَ مَرِضَ أَمِ اتِّخَاذُ مُمَرِّضَةٍ أَجْنَبِيَّةٍ تَطَّلِعُ عَلَى عَوْرَتِهِ وَتَكْتَشِفُ مُخَبَّآتِ بَيْتِهِ؟ وَهَلْ يَتَيَسَّرُ لِلْمَرْأَةِ أَنْ تُمَرِّضَ زَوْجَهَا أَوْ وَلَدَهَا إِذَا كَانَتْ جَاهِلَةً بِقَانُونِ الصِّحَّةِ وَبِأَسْمَاءِ الْأَدْوِيَةِ؟ نَعَمْ; قَدْ تَيَسَّرَ لِكَثِيرَاتٍ مِنَ الْجَاهِلَاتِ قَتْلُ مَرْضَاهُنَّ بِزِيَادَةِ مَقَادِيرِ الْأَدْوِيَةِ السَّامَّةِ أَوْ بِجَعْلِ دَوَاءٍ مَكَانَ آخَرَ. </p><p> رَوَى ابْنُ الْمُنْذِرِ وَالْحَاكِمُ - وَصَحَّحَهُ - وَغَيْرُهُمَا عَنْ عَلِيٍّ كَرَّمَ اللهُ تَعَالَى وَجْهَهُ أَنَّهُ قَالَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا)  (٦٦: ٦) عَلِّمُوا أَنْفُسَكُمْ وَأَهْلِيكُمُ الْخَيْرَ وَأَدِّبُوهُمْ، وَالْمُرَادُ بِالْأَهْلِ النِّسَاءُ وَالْأَوْلَادُ ذُكُورًا وَإِنَاثًا، وَزَادَ بَعْضُهُمْ هُنَا الْعَبْدَ وَالْأَمَةَ، وَهُوَ مِنْ: أَهَلَ الْمَكَانَ أُهُولًا: عَمَّرَ، وَأَهَلَ الرَّجُلُ وَتَأَهَّلَ تَزَوَّجَ، وَأَهْلُ الرَّجُلِ: زَوْجُهُ وَأَهْلُ بَيْتِهِ الَّذِينَ يَسْكُنُونَ مَعَهُ فِيهِ وَالْأَصْلُ فِيهِ الْقَرَابَةُ. وَجَمْعُ الْأَهْلِ أَهْلُونَ، وَرُبَّمَا قِيلَ الْأَهَالِي (الْمِصْبَاحُ) وَإِذَا كَانَ الرَّجُلُ يَقِي نَفْسَهُ وَأَهْلَهُ نَارَ الْآخِرَةِ بِتَعْلِيمِهِمْ وَتَأْدِيبِهِمْ، فَهُوَ كَذَلِكَ يَقِيهِمْ بِذَلِكَ نَارَ الدُّنْيَا وَهِيَ الْمَعِيشَةُ الْمُنَغَّصَةُ بِالشَّقَاءِ وَعَدَمِ النِّظَامِ. </p><p> وَالْآيَةُ تَدُلُّ عَلَى اعْتِبَارِ الْعُرْفِ فِي حُقُوقِ كُلٍّ مِنَ الزَّوْجَيْنِ عَلَى الْآخَرِ مَا لَمْ يُحِلَّ الْعُرْفُ حَرَامًا أَوْ يُحَرِّمْ حَلَالًا مِمَّا عُرِفَ بِالنَّصِّ، وَالْعُرْفُ يَخْتَلِفُ بِاخْتِلَافِ النَّاسِ وَالْأَزْمِنَةِ، وَلَكِنَّ أَكْثَرَ فُقَهَاءِ الْمَذَاهِبِ الْمَعْرُوفَةِ يَقُولُونَ: إِنَّ حَقَّ الرَّجُلِ عَلَى الْمَرْأَةِ أَلَّا تَمْنَعَهُ مِنْ نَفْسِهَا بِغَيْرِ عُذْرٍ شَرْعِيٍّ، وَحَقَّهَا عَلَيْهِ النَّفَقَةُ وَالسُّكْنَى إِلَخْ. وَقَالُوا: لَا يَلْزَمُهَا عَجْنٌ وَلَا خَبْزٌ وَلَا طَبْخٌ وَلَا غَيْرُ ذَلِكَ مِنْ مَصَالِحِ بَيْتِهِ أَوْ مَالِهِ وَمِلْكِهِ، وَالْأَقْرَبُ إِلَى هِدَايَةِ الْآيَةِ مَا قَالَهُ بَعْضُ الْمُحَدِّثِينَ وَالْحَنَابِلَةِ. قَالَ فِي حَاشِيَةِ الْمُقْنِعِ بَعْدَ ذِكْرِ </p><p> الْقَوْلِ بِأَنَّهُ لَا يَجِبُ عَلَيْهَا مَا ذُكِرَ. </p><p> وَقَالَ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَالْجَوْزَجَانِيُّ: عَلَيْهَا ذَلِكَ وَاحْتَجَّا بِقَضِيَّةِ عَلِيٍّ وَفَاطِمَةَ رَضِيَ اللهُ عَنْهُمَا فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَضَى عَلَى ابْنَتِهِ بِخِدْمَةِ الْبَيْتِ وَعَلَى عَلِيٍّ مَا كَانَ خَارِجًا مِنَ الْبَيْتِ مِنْ عَمَلٍ. وَرَوَاهُ الْجَوْزَجَانِيُّ مِنْ طُرُقٍ، قَالَ وَقَدْ قَالَ عَلَيْهِ السَّلَامُ:  ((لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لِأَحَدٍ لَأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا،وَلَوْ أَنَّ رَجُلًا أَمَرَ امْرَأَتَهُ أَنْ تَنْتَقِلَ مِنْ جَبَلٍ أَسْوَدَ إِلَى جَبَلٍ أَحْمَرَ أَوْ مِنْ جَبَلٍ أَحْمَرَ إِلَى جَبَلٍ أَسْوَدَ لَكَانَ نَوْلُهَا (أَيْ:حَقُّهَا) أَنْ تَفْعَلَ ذَلِكَ)) رَوَاهُ بِإِسْنَادِهِ. قَالَ: فَهَذَا طَاعَةٌ فِيمَا لَا مَنْفَعَةَ فِيهِ فَكَيْفَ بِمُؤْنَةِ مَعَاشِهِ؟ قَالَ الشَّيْخُ تَقِيُّ الدِّينِ يَجِبُ عَلَيْهَا الْمَعْرُوفُ مِنْ مِثْلِهَا لِمِثْلِهِ. قَالَ فِي الْإِنْصَافِ: وَالصَّوَابُ أَنْ يَرْجِعَ فِي ذَلِكَ إِلَى عُرْفِ الْبَلَدِ)) اهـ. </p><p> وَمَا قَضَى بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَ بِنْتِهِ وَرَبِيبِهِ وَصِهْرِهِ (عَلَيْهِمَا السَّلَامُ) هُوَ مَا تَقْضِي بِهِ فِطْرَةُ اللهِ تَعَالَى، وَهُوَ تَوْزِيعُ الْأَعْمَالِ بَيْنَ الزَّوْجَيْنِ، عَلَى الْمَرْأَةِ تَدْبِيرُ الْمَنْزِلِ وَالْقِيَامُ بِالْأَعْمَالِ فِيهِ، وَعَلَى الرَّجُلِ السَّعْيُ وَالْكَسْبُ خَارِجَهُ. وَهَذَا هُوَ الْمُمَاثَلَةُ بَيْنَ الزَّوْجَيْنِ فِي الْجُمْلَةِ، وَهُوَ لَا يُنَافِي اسْتِعَانَةَ كُلٍّ مِنْهُمَا بِالْخَدَمِ وَالْأُجَرَاءِ عِنْدَ الْحَاجَةِ إِلَى ذَلِكَ مَعَ الْقُدْرَةِ عَلَيْهِ، وَلَا مُسَاعَدَةَ كُلٍّ مِنْهُمَا لِلْآخَرِ فِي عَمَلِهِ أَحْيَانًا إِذَا كَانَتْ هُنَاكَ ضَرُورَةٌ، وَإِنَّمَا ذَلِكَ هُوَ الْأَصْلُ وَالتَّقْسِيمُ الْفِطْرِيُّ الَّذِي تَقُومُ بِهِ مَصْلَحَةُ النَّاسِ وَهُمْ لَا يَسْتَغْنُونَ فِي ذَلِكَ وَلَا فِي غَيْرِهِ عَنِ التَّعَاوُنِ (لَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا وُسْعَهَا)  (٢: ٢٨٦)  (وَتُعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللهَ)  (٥: ٢) . </p><p> وَمَا قَالَهُ الشَّيْخُ تَقِيُّ الدِّينِ وَمَا بَيَّنَهُ بِهِ فِي الْإِنْصَافِ مِنَ الرُّجُوعِ إِلَى الْعُرْفِ لَا يَعْدُو مَا فِي الْآيَةِ قَيْدَ شَعْرَةٍ. وَإِذَا أَرَدْتَ أَنْ تَعْرِفَ مَسَافَةَ الْبُعْدِ بَيْنَ مَا يَعْمَلُ أَكْثَرُ الْمُسْلِمِينَ وَمَا يَعْتَقِدُونَ مِنْ شَرِيعَتِهِمْ، فَانْظُرْ فِي مُعَامَلَتِهِمْ لِنِسَائِهِمْ تَجِدُهُمْ يَظْلِمُونَهُنَّ بِقَدْرِ الِاسْتِطَاعَةِ لَا يَصُدُّ أَحَدُهُمْ عَنْ ظُلْمِ امْرَأَتِهِ إِلَّا الْعَجْزُ، وَيُحَمِّلُونَهُنَّ مَا لَا يُحَمَّلْنَهُ إِلَّا بِالتَّكَلُّفِ وَالْجَهْدِ، وَيُكْثِرُونَ الشَّكْوَى مِنْ تَقْصِيرِهِنَّ، وَلَئِنْ سَأَلْتَهُمْ عَنِ اعْتِقَادِهِمْ فِيمَا يَجِبُ لَهُمْ عَلَيْهِنَّ لَيَقُولُنَّ كَمَا يَقُولُ أَكْثَرُ فُقَهَائِهِمْ: إِنَّهُ لَا يَجِبُ لَنَا عَلَيْهِنَّ خِدْمَةٌ، وَلَا طَبْخٌ، وَلَا غَسْلٌ، وَلَا كَنْسٌ وَلَا فَرْشٌ، وَلَا إِرْضَاعُ طِفْلٍ، وَلَا تَرْبِيَةُ </p><p> وَلَدٍ، وَلَا إِشْرَافٌ عَلَى الْخَدَمِ الَّذِينَ نَسْتَأْجِرُهُمْ لِذَلِكَ، إِنْ يَجِبُ عَلَيْهِنَّ إِلَّا الْمُكْثُ فِي الْبَيْتِ وَالتَّمْكِينُ مِنَ الِاسْتِمْتَاعِ، وَهَذَا الْأَمْرَانِ عَدَمِيَّانِ; أَيْ: عَدَمُ الْخُرُوجِ مِنَ الْمَنْزِلِ بِغَيْرِ إِذْنٍ، وَعَدَمُ الْمُعَارَضَةِ بِالِاسْتِمْتَاعِ، فَالْمَعْنَى أَنَّهُ لَا يَجِبُ عَلَيْهِنَّ لِلرِّجَالِ عَمَلٌ قَطُّ، وَلَا لِلْأَوْلَادِ مَعَ وُجُودِ آبَائِهِمْ أَيْضًا. وَأَقُولُ: إِنَّ هَذِهِ مُبَالَغَةٌ فِي إِعْفَائِهِنَّ مِنَ التَّكَالِيفِ الْوَاجِبَةِ عَلَيْهِنَّ فِي حُكْمِ الشَّرْعِ وَالْعُرْفِ، يُقَابِلُهَا الْمُبَالَغَةُ فِي وَضْعِ التَّكَالِيفِ عَلَيْهِنَّ بِالْفِعْلِ، وَلَكِنَّ الْجَاهِلِينَ بِالْمَذَاهِبِ الْفِقْهِيَّةِ يَتَّهِمُونَ رِجَالَهَا بِهَضْمِ حُقُوقِ النِّسَاءِ، وَمَا هُوَ إِلَّا غَلَبَةُ التَّقَالِيدِ وَالْعَادَاتِ مَعَ عُمُومِ الْجَهْلِ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى:  (وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ) فَهُوَ يُوجِبُ عَلَى الْمَرْأَةِ شَيْئًا وَعَلَى الرِّجَالِ أَشْيَاءَ; ذَلِكَ أَنَّ هَذِهِ الدَّرَجَةَ هِيَ دَرَجَةُ الرِّيَاسَةِ وَالْقِيَامِ عَلَى الْمَصَالِحِ الْمُفَسَّرَةِ بِقَوْلِهِ تَعَالَى: (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ)  (٤: ٣٤) فَالْحَيَاةُ الزَّوْجِيَّةُ حَيَاةٌ اجْتِمَاعِيَّةٌ وَلَا بُدَّ لِكُلِّ اجْتِمَاعٍ مِنْ رَئِيسٍ; لِأَنَّ الْمُجْتَمِعِينَ لَا بُدَّ أَنْ تَخْتَلِفَ آرَاؤُهُمْ وَرَغَبَاتُهُمْ فِي بَعْضِ الْأُمُورِ، وَلَا تَقُومُ مَصْلَحَتُهُمْ إِلَّا إِذَا كَانَ لَهُمْ رَئِيسٌ يُرْجَعُ إِلَى رَأْيِهِ فِي الْخِلَافِ; لِئَلَّا يَعْمَلَ كُلٌّ عَلَى ضِدِّ الْآخَرِ فَتَنْفَصِمَ عُرْوَةُ الْوَحْدَةِ الْجَامِعَةِ، وَيَخْتَلَّ النِّظَامُ، وَالرَّجُلُ أَحَقُّ بِالرِّيَاسَةِ لِأَنَّهُ أَعْلَمُ بِالْمَصْلَحَةِ، وَأَقْدَرُ عَلَى التَّنْفِيذِ بِقُوَّتِهِ وَمَالِهِ، وَمِنْ ثَمَّ كَانَ هُوَ الْمُطَالَبُ شَرْعًا بِحِمَايَةِ الْمَرْأَةِ وَالنَّفَقَةِ عَلَيْهَا، وَكَانَتْ هِيَ مُطَالَبَةً بِطَاعَتِهِ فِي الْمَعْرُوفِ </p><p> فَإِنْ نَشَزَتْ عَنْ طَاعَتِهِ كَانَ لَهُ تَأْدِيبُهَا بِالْوَعْظِ وَالْهَجْرِ وَالضَّرْبِ غَيْرِ الْمُبَرِّحِ - إِنْ تَعَيَّنَ - تَأْدِيبًا، يَجُوزُ ذَلِكَ لِرَئِيسِ الْبَيْتِ لِأَجْلِ مَصْلَحَةِ الْعَشِيرَةِ وَحُسْنِ الْعِشْرَةِ، كَمَا يَجُوزُ مِثْلُهُ لِقَائِدِ الْجَيْشِ وَلِرَئِيسِ الْأُمَّةِ (الْخَلِيفَةِ أَوِ السُّلْطَانِ) لِأَجْلِ مَصْلَحَةِ الْجَمَاعَةِ، وَأَمَّا الِاعْتِدَاءُ عَلَى النِّسَاءِ لِأَجْلِ التَّحَكُّمِ أَوِ التَّشَفِّي أَوْ شِفَاءِ الْغَيْظِ فَهُوَ مِنَ الظُّلْمِ الَّذِي لَا يَجُوزُ بِحَالٍ، قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالْإِمَامُ رَاعٍ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ فِي أَهْلِهِ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ رَاعِيَةٌ فِي بَيْتِ زَوْجِهَا وَهِيَ مَسْئُولَةٌ عَنْ رَعِيَّتِهَا - إِلَى أَنْ قَالَ - فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ) ) مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ ابْنِ عُمَرَ. </p><p> وَسَيَأْتِي تَفْصِيلٌ لِهَذِهِ السُّلْطَةِ فِي سُورَةِ النِّسَاءِ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> وَخَتَمَ الْآيَةَ بِقَوْلِهِ عَزَّ وَجَلَّ:  (وَاللهُ عَزِيزٌ حَكِيمٌ) قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ لِذِكْرِ الْعِزَّةِ وَالْحِكْمَةِ هَاهُنَا وَجْهَيْنِ: (أَحَدُهُمَا) إِعْطَاءُ الْمَرْأَةِ مِنَ الْحُقُوقِ عَلَى الرَّجُلِ مِثْلَ مَا لَهُ عَلَيْهَا بَعْدَ أَنْ كَانَتْ مَهْضُومَةَ الْحُقُوقِ عِنْدَ الْعَرَبِ وَجَمِيعِ الْأُمَمِ. (وَالثَّانِي) جَعْلُ الرَّجُلِ رَئِيسًا عَلَيْهَا، فَكَأَنَّ مَنْ لَمْ يَرْضَ بِهَذِهِ الْأَحْكَامِ الْحَكِيمَةِ يَكُونُ مُنَازِعًا لِلَّهِ تَعَالَى فِي عِزَّةِ سُلْطَانِهِ، وَمُنْكِرًا لِحِكْمَتِهِ فِي أَحْكَامِهِ فَهِيَ تَتَضَمَّنُ الْوَعِيدَ عَلَى الْمُخَالَفَةِ كَمَا عَهِدَنَا مِنْ سُنَّةِ الْقُرْآنِ. </p><p> (الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ) </p><p> كَانَ لِلْعَرَبِ فِي الْجَاهِلِيَّةِ طَلَاقٌ وَمُرَاجَعَةٌ فِي الْعِدَّةِ وَلَمْ يَكُنْ لِلطَّلَاقِ حَدٌّ وَلَا عِدَّةٌ فَإِنْ كَانَ لِمُغَاضَبَةٍ عَارِضَةٍ عَادَ الزَّوْجُ فَرَاجَعَ وَاسْتَقَامَتْ عِشْرَتُهُ، وَإِنْ كَانَ لِمُضَارَّةِ الْمَرْأَةِ رَاجَعَ قَبْلَ انْقِضَاءِ الْعِدَّةِ وَاسْتَأْنَفَ طَلَاقًا. ثُمَّ يَعُودُ إِلَى ذَلِكَ الْمَرَّةَ بَعْدَ الْمَرَّةِ، أَوْ يَفِيءَ وَيَسْكُنَ غَضَبُهُ، فَكَانَتِ الْمَرْأَةُ أُلْعُوبَةً بِيَدِ الرَّجُلِ يُضَارُّهَا بِالطَّلَاقِ مَا شَاءَ أَنْ يُضَارَّهَا، فَكَانَ ذَلِكَ مِمَّا أَصْلَحَهُ الْإِسْلَامُ مِنْ أُمُورِ الِاجْتِمَاعِ. وَكَانَ سَبَبُ نُزُولِ الْآيَةِ مَا أَخْرَجَهُ التِّرْمِذِيُّ وَالْحَاكِمُ وَغَيْرُهُمَا عَنْ عَائِشَةَ وَأَوْرَدَهُ السُّيُوطِيُّ فِي أَسْبَابِ النُّزُولِ قَالَتْ: ((كَانَ الرَّجُلُ يُطَلِّقُ امْرَأَتَهُ مَا شَاءَ أَنْ يُطَلِّقَهَا وَهِيَ امْرَأَتُهُ إِذَا ارْتَجَعَهَا وَهِيَ فِي الْعِدَّةِ وَإِنْ طَلَّقَهَا مِائَةَ مَرَّةٍ وَأَكْثَرَ، حَتَّى قَالَ رَجُلٌ لِامْرَأَتِهِ: وَاللهِ لَا أُطَلِّقُكِ فَتَبِينِي، وَلَا آوِيكِ أَبَدًا، قَالَتْ: وَكَيْفَ ذَلِكَ؟ قَالَ: أُطَلِّقُكِ </p>"
}