{
  "id": null,
  "sura": 2,
  "aya": 117,
  "text": "<p> تَعَالَى - لَا بُدَّ أَنْ يَكُونَ مِنَ الْعَالَمِ الْعُلْوِيِّ وَهُوَ السَّمَاءُ، أَوْ مِنَ الْعَالَمِ السُّفْلِيِّ وَهُوَ الْأَرْضُ، وَلَا يَصْلُحُ شَيْءٌ مِنْهُمَا أَنْ يَكُونَ مُجَانِسًا لَهُ - عَزَّ وَجَلَّ -؛ لِأَنَّ جَمِيعَ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ مِلْكٌ لَهُ، قَانِتٌ لِعِزَّتِهِ وَجَلَالِهِ، أَيْ خَاضِعٌ لِقَهْرِهِ مُسَخَّرٌ لِمَشِيئَتِهِ، فَإِذَا كَانُوا سَوَاءً فِي كَوْنِهِمْ مُسَخَّرِينَ لَهُ بِفِطْرَتِهِمْ، مُنْقَادِينَ لِإِرَادَتِهِ </p><p> بِطَبِيعَتِهِمْ وَاسْتِعْدَادِهِمْ، فَلَا مَعْنَى حِينَئِذٍ لِتَخْصِيصِ وَاحِدٍ مِنْهُمْ بِالِانْتِسَابِ إِلَيْهِ وَجَعْلِهِ وَلَدًا مُجَانِسًا لَهُ (إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا)  (١٩: ٩٣) نَعَمْ إِنَّ لَهُ سُبْحَانَهُ أَنْ يَخْتَصَّ مَنْ شَاءَ كَمَا اخْتَصَّ الْأَنْبِيَاءَ بِالْوَحْيِ، وَلَكِنَّ هَذَا التَّخْصِيصَ لَا يَرْتَقِي بِالْمَخْلُوقِ إِلَى مَرْتَبَةِ الْخَالِقِ، وَلَا يُعَرِّجُ بِالْمَوْجُودِ الْمُمْكِنِ إِلَى دَرَجَةِ الْوُجُودِ الْوَاجِبِ، وَإِنَّمَا يُودِعُ سُبْحَانَهُ فِي فِطْرَةِ مَنْ شَاءَ مَا يُؤَهِّلُهُ لِمَا شَاءَ مِنْهُ (أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى)  (٢٠: ٥٠) وَلَيْسَتْ شُبْهَةُ الَّذِينَ اتَّخَذُوا بَعْضَ الْبَشَرِ آلِهَةً بِأَمْثَلَ مِنْ شُبْهَةِ الَّذِينَ اتَّخَذُوا بَعْضَ الْكَوَاكِبِ آلِهَةً، إِذِ التَّفَاوُتُ بَيْنَ الشَّمْسِ وَالْقَمَرِ أَظْهَرُ مَثَلًا مِنَ التَّفَاوُتِ بَيْنَ الْمَسِيحِ، وَبَيْنَ سَائِرِ النَّاسِ الَّذِينَ عَبَدُوهُ وَقَالُوا: هُوَ ابْنُ اللهِ أَوْ هُوَ اللهُ. </p><p> وَقَدْ غَلِّبَ فِي الْمِلْكِيَّةِ مَا لَا يَعْقِلُ فَقَالَ:  (لَهُ مَا فِي السَّمَاوَاتِ) . . . إِلَخْ، لِأَنَّ الْمُرَادَ بِتَسْخِيرِهَا لَهُ التَّسْخِيرُ الطَّبِيعِيُّ الَّذِي لَا يُشْتَرَطُ فِيهِ الِاخْتِيَارُ، لَا التَّسْخِيرُ الشَّرْعِيُّ الْمُعَبَّرُ عَنْهُ بِالتَّكْلِيفِ الَّذِي يَفْعَلُهُ الْكَاسِبُ بِاخْتِيَارِهِ، وَيَسْتَوِي فِي التَّسْخِيرِ الطَّبِيعِيِّ الْعَاقِلُ وَغَيْرُهُ، وَلَكِنَّهُ فِي غَيْرِ الْعَاقِلِ أَظْهَرُ. </p><p> وَلَمَّا ذَكَرَ الْقُنُوتَ لَهُ - تَعَالَى -، جَمَعَهُ بِضَمِيرِ الْعَاقِلِ فَغَلَبَ فِيهِ الْعُقَلَاءُ؛ لِأَنَّ مِنْ شَأْنِ الْقُنُوتِ أَنْ يَكُونَ مِنَ الْعَاقِلِ الَّذِي يَشْعُرُ بِمُوجَبِهِ وَيَفْعَلُهُ بِاخْتِيَارِهِ، وَإِنْ كَانَ لِغَيْرِ الْعَاقِلِ قُنُوتٌ يَلِيقُ بِهِ. وَجُمْلَةُ الْقَوْلِ: أَنَّ الْآيَةَ نَاطِقَةٌ بِأَنَّ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ مِلْكٌ لِلَّهِ - تَعَالَى - وَمُسَخَّرٌ لِإِرَادَتِهِ وَمَشِيئَتِهِ لَا فَرْقَ بَيْنَ الْعَاقِلِ وَغَيْرِهِ، فَقَدْ حَكَمَ عَلَى الْجَمِيعِ بِالْمِلْكِيَّةِ وَبِالْقُنُوتِ الَّذِي يُرَادُ بِهِ التَّسْخِيرُ وَقَبُولُ تَعَلُّقِ الْإِرَادَةِ وَالْقُدْرَةِ، وَلَكِنَّهُ عِنْدَ ذِكْرِ الْمِلْكِ عَبَّرَ عَنْهُ بِالْكَلِمَةِ الَّتِي تُسْتَعْمَلُ غَالِبًا فِي غَيْرِ الْعَاقِلِ وَهِيَ كَلِمَةُ (مَا) ؛ لِأَنَّ الْمَعْهُودَ فِي ذَوْقِ اللُّغَةِ وَعُرْفِ أَهْلِهَا أَنَّ الْمِلْكَ يَتَعَلَّقُ بِمَا لَا يَعْقِلُ، وَعِنْدَ ذِكْرِ الْقُنُوتِ عَبَّرَ عَنْهُ بِضَمِيرِ الْعُقَلَاءِ؛ لِأَنَّهُ مِنْ أَعْمَالِهِمْ، وَمِمَّا يُعْهَدُ مِنْهُمْ وَيُسْنَدُ إِلَيْهِمْ لُغَةً وَعُرْفًا وَهَذَا كَمَا تَرَى مِنْ أَدَقِّ التَّعْبِيرِ وَأَلْطَفِهِ، وَأَعْلَى الْبَيَانِ وَأَشْرَفِهِ. </p><p> ثُمَّ زَادَ هَذَيْنَ الْحُكْمَيْنِ بَيَانًا وَتَأْكِيدًا فَقَالَ:  (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ) . قَالَ الْمُفَسِّرُونَ: إِنَّ الْبَدِيعَ بِمَعْنَى الْمُبْدِعِ، فَهُوَ مِنَ الرُّبَاعِيِّ \" أَبْدَعَ \" وَاسْتَشْهَدُوا بِبَيْتٍ مِنْ كَلَامِ عَمْرِو بْنِ مَعْدِيكَرِبَ جَاءَ فِيهِ (سَمِيعٌ) بِمَعْنَى مُسْمِعٍ، وَقَالُوا: قَدْ تَعَاقَبَ </p><p> فَعِيلٌ وَمُفْعِلٌ فِي حُرُوفٍ كَثِيرَةٍ كَحَكِيمٍ وَمُحْكِمٍ، وَقَعِيدٍ وَمُقْعِدٍ، وَسَخِينٍ وَمُسْخِنٍ. وَقَالُوا: إِنَّ الْإِبْدَاعَ هُوَ إِيجَادُ الشَّيْءِ بِصُورَةٍ مُخْتَرَعَةٍ عَلَى غَيْرِ مِثَالٍ سَبَقَ وَهُوَ لَا يَقْتَضِي سَبْقَ الْمَادَّةِ، وَأَمَّا الْخَلْقُ فَمَعْنَاهُ: التَّقْدِيرُ وَهُوَ يَقْتَضِي شَيْئًا مَوْجُودًا يَقَعُ فِيهِ التَّقْدِيرُ، وَإِذَا كَانَ هُوَ الْمُبْدِعُ لِلسَّمَاوَاتِ وَالْأَرْضِ وَالْمُخْتَرِعُ </p><p> لَهُمَا وَالْمُوجِدُ لِجَمِيعِ مَا فِيهِمَا، فَكَيْفَ يَصِحُّ أَنْ يُنْسَبَ إِلَيْهِ شَيْءٌ مِنْهُمَا عَلَى أَنَّهُ جِنْسٌ لَهُ، - تَعَالَى - اللهُ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> وَكَانَ الْأَصْمَعِيُّ يُنْكِرُ فَعِيلًا بِمَعْنَى مُفْعِلٍ؛ لِأَنَّ الْقِيَاسَ بِنَاؤُهُ مِنَ الثُّلَاثِيِّ وَيَقُولُ: إِنَّ بَدِيعًا صِفَةٌ مُشَبَّهَةٌ بِمَعْنَى لَا نَظِيرَ لَهُ، وَبَدِيعَ السَّمَاوَاتِ مَعْنَاهُ: الْبَدِيعَةُ سَمَاوَاتُهُ، وَفِي هَذَا تَرْكٌ لِلْقِيَاسِ الَّذِي قَضَى فِي الصِّفَةِ الْمُشَبَّهَةِ الَّتِي تُضَافُ إِلَى الْفَاعِلِ، أَنْ تَكُونَ مُتَضَمِّنَةً ضَمِيرًا يَعُودُ عَلَى الْمَوْصُوفِ، وَالْحَقُّ أَنَّ تَحْكِيمَ الْقِيَاسِ فِيمَا ثَبَتَ مِنْ كَلَامِ الْعَرَبِ تَحْكِيمٌ جَائِزٌ، فَمَا كَانَ لِلدَّخِيلِ فِي الْقَوْمِ أَنْ يَعْمِدَ إِلَى طَائِفَةٍ مِنْ كَلَامِهِمْ، فَيَضَعَ لَهَا قَانُونًا يُبْطِلُ بِهِ كَلَامًا آخَرَ ثَبَتَ عَنْهُمْ، وَيَعُدُّهُ خَارِجًا عَنْ لُغَتِهِمْ بَعْدَ ثُبُوتِ نُطْقِهِمْ بِهِ، فَإِذَا كَانَ كُلُّ وَاحِدٍ مِنَ الْوَجْهَيْنِ صَحِيحَ الْمَعْنَى، حَكَمْنَا بِصِحَّةِ كُلٍّ مِنْهُمَا، وَالْأَوَّلُ أَظْهَرُ، وَشَوَاهِدُهُ الْمَسْمُوعَةُ أَكْثَرُ. </p><p> وَأَمَّا قَوْلُهُ:  (وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) فَمَعْنَاهُ: أَنَّهُ إِذَا أَرَادَ إِيجَادَ أَمْرٍ وَإِحْدَاثَهُ، فَإِنَّمَا يَأْمُرُهُ أَنْ يَكُونَ مَوْجُودًا، فَيَكُونُ مَوْجُودًا، فَكُنْ وَيَكُونُ مِنْ كَانَ التَّامَّةِ. وَقَدْ ذَهَبَ جُمْهُورُ الْعُلَمَاءِ إِلَى أَنَّ هَذَا ضَرْبٌ مِنَ التَّمْثِيلِ، أَيْ أَنَّ تَعَلُّقَ إِرَادَتِهِ - تَعَالَى - بِإِيجَادِ الشَّيْءِ يَعْقُبُهُ وَجُودُهُ، كَأَمْرٍ يَصْدُرُ فَيَعْقُبُهُ الِامْتِثَالُ، فَلَيْسَ بَعْدَ الْإِرَادَةِ إِلَّا حُصُولُ الْمُرَادِ. وَقَالَ بَعْضُهُمْ: بَلْ هُوَ قَوْلٌ حَقِيقِيٌّ. قَالَ الْأُسْتَاذُ الْإِمَامُ: وَقَدْ وَقَعَ هَذَا الْخِلَافُ مِنْ أَهْلِ السُّنَّةِ وَغَيْرِهِمْ، وَعَجِيبٌ وُقُوعُهُ مِنْهُمْ، فَإِنَّ عِنْدَهُمْ مَذْهَبَيْنِ فِي الْمُتَشَابِهَاتِ الَّتِي يَسْتَحِيلُ حَمْلُهَا عَلَى ظَاهِرِهَا، وَهُمَا: مَذْهَبُ السَّلَفِ فِي التَّفْوِيضِ، وَمَذْهَبُ الْخَلَفِ فِي التَّأْوِيلِ، وَظَاهِرٌ أَنَّ هَذَا مِنَ الْمُتَشَابِهِ، وَالْقَاعِدَةُ فِي تَأْوِيلِ مِثْلِهِ مَعْرُوفَةٌ وَمُتَّفَقٌ عَلَيْهَا، وَهِيَ إِرْجَاعُ النَّقْلِيِّ إِلَى الْعَقْلِيِّ؛ لِأَنَّهُ الْأَصْلُ، وَهَاهُنَا يَقُولُونَ: إِنَّ الْأَمْرَ بِمَعْنَى تَعَلُّقِ الْإِرَادَةِ وَأَنَّ مَعْنَى (يَكُونُ) يُوجَدُ. </p><p> وَأَقُولُ: إِنَّ الْأَمْرَ بِكَلِمَةِ (كُنْ) هُنَا هُوَ الْأَصْلُ فِيمَا يُسَمُّونَهُ أَمْرَ التَّكْوِينِ، وَيُقَابِلُهُ أَمْرُ التَّكْلِيفِ، فَالْأَوَّلُ مُتَعَلِّقُ صِفَةِ الْإِرَادَةِ، وَالثَّانِي مُتَعَلِّقُ صِفَةِ الْكَلَامِ، </p><p> وَأَمْرُ التَّكْلِيفِ يُخَاطَبُ بِهِ الْعَاقِلُ فَيُسَمَّى الْمُكَلَّفَ، وَلَا يُخَاطَبُ بِهِ غَيْرُهُ فَضْلًا عَنِ الْمَعْدُومِ، وَأَمْرُ التَّكْوِينِ يَتَوَجَّهُ إِلَى الْمَعْدُومِ كَمَا يَتَوَجَّهُ إِلَى الْمَوْجُودِ؛ إِذِ الْمُرَادُ بِهِ جَعْلُهُ مَوْجُودًا، وَإِنَّمَا يُوَجَّهُ إِلَيْهِ؛ لِأَنَّهُ مَعْلُومٌ، فَاللهُ - تَعَالَى - يَعْلَمُ الشَّيْءَ قَبْلَ وُجُودِهِ، وَأَنَّهُ سَيُوجَدُ فِي وَقْتِ كَذَا. فَتَتَعَلَّقُ إِرَادَتُهُ بِوُجُودِهِ عَلَى حَسَبِ مَا فِي عِلْمِهِ فَيُوجَدُ. وَشَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَّةَ يُسَمِّيهِ الْأَمْرَ الْقَدَرِيَّ الْكَوْنِيَّ، وَيُسَمِّي مُقَابِلَهُ الْأَمْرَ الشَّرْعِيَّ. </p><p> قَرَأَ الْجُمْهُورُ (فَيَكُونُ) فِي كُلِّ مَوْضِعٍ بِضَمِّ النُّونِ عَلَى تَقْدِيرِ فَهُوَ يَكُونُ كَمَا أَرَادَ، وَقَرَأَهُ ابْنُ عَامِرٍ بِفَتْحِهَا فِي كُلِّ مَوْضِعٍ إِلَّا فِي آلِ عِمْرَانَ وَالْأَنْعَامِ بِنَاءً عَلَى أَنَّ جَوَابَ الْأَمْرِ بِالْفَاءِ يَكُونُ مَنْصُوبًا. </p><p> ذَلِكَ شَأْنُهُ - تَعَالَى - فِي الْإِيجَادِ وَالتَّكْوِينِ، وَهُوَ أَغْمَضُ أَسْرَارِ الْأُلُوهِيَّةِ، فَمَنْ عَرَفَ حَقِيقَتَهُ فَقَدْ عَرَفَ حَقِيقَةَ الْمُبْدِعِ الْأَوَّلِ، وَذَلِكَ مَا لَا مَطْمَعَ فِيهِ. وَقَدْ عَبَّرَ عَنْ هَذَا السِّرِّ بِهَذَا التَّعْبِيرِ </p>"
}