{
  "id": null,
  "sura": 2,
  "aya": 174,
  "text": "<p> (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ ذَلِكَ بِأَنَّ اللهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ) </p><p> هَذِهِ الْآيَاتُ مُتَّصِلَةٌ بِمَا قَبْلَهَا عَلَى كِلَا الْوَجْهَيْنِ السَّابِقَيْنِ، فَإِذَا كَانَ الْكَلَامُ لَا يَزَالُ فِي مَحَاجَّةِ الْيَهُودِ وَأَمْثَالِهِمْ فَالْأَمْرُ ظَاهِرٌ، وَإِذَا قُلْنَا: إِنَّ الْكَلَامَ قَدْ دَخَلَ فِي سَرْدِ الْأَحْكَامِ تَكُونُ مُقَرِّرَةً لِحُكْمٍ مِنْهَا، وَهُوَ ظَاهِرٌ أَيْضًا، فَقَدْ تَقَدَّمَ أَنَّ قَوْلَهُ تَعَالَى:  (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ) تَقْرِيرٌ لِحُكْمٍ فِي الْأَكْلِ عَلَى خِلَافِ مَا عَلَيْهِ أَهْلُ الْمِلَلِ، وَبَيَّنَّا مَا كَانَ عَلَيْهِ أَهْلُ الْكِتَابِ وَالْمُشْرِكُونَ فِي الْأَكْلِ، وَنَقْضَ الْقُرْآنِ لِمَا وَضَعُوهُ لِأَنْفُسِهِمْ مِنْ أَوْهَاقِ الْأَحْكَامِ، وَإِبَاحَةِ الطَّيِّبَاتِ لِلنَّاسِ بِشَرْطِ أَنْ يَشْكُرُوهُ عَلَيْهَا، وَعَلَى هَذَا تَكُونُ الْآيَاتُ جَارِيَةً عَلَى الرُّؤَسَاءِ الَّذِينَ يُحَرِّمُونَ عَلَى النَّاسِ مَا لَمْ يُحَرِّمِ اللهُ، وَيُشَرِّعُونَ لَهُمْ مَا لَمْ يُشَرِّعْهُ مِنْ حَيْثُ يَكْتُمُونَ مَا شَرَعَهُ بِالتَّأْوِيلِ أَوِ التَّرْكِ، فَيَدْخُلُ فِيهِ الْيَهُودُ وَالنَّصَارَى وَمَنْ حَذَا حَذْوَهُمْ فِي شَرْعِ مَا لَمْ يَأْذَنْ بِهِ اللهُ وَإِظْهَارِ خِلَافِهِ، سَوَاءٌ كَانَ ذَلِكَ فِي أَمْرِ الْعَقَائِدِ كَكِتْمَانِ الْيَهُودِ أَوْصَافَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوِ الْأَكْلِ وَالتَّقَشُّفِ وَغَيْرِ ذَلِكَ مِنَ الْأَحْكَامِ الَّتِي كَانُوا يَكْتُمُونَهَا إِذَا كَانَ لَهُمْ مَنْفَعَةٌ فِي ذَلِكَ كَمَا قَالَ تَعَالَى:  (تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا)  (٦: ٩١) وَفِي حُكْمِهِمْ كُلُّ مَنْ يُبْدِي بَعْضَ الْعِلْمِ وَيَكْتُمُ بَعْضَهُ لِمَنْفَعَتِهِ لَا لِإِظْهَارِ الْحَقِّ وَتَأْيِيدِهِ، وَهَذَا هُوَ مَا عَبَّرَ عَنْهُ بِقَوْلِهِ:  (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا) أَيِ: الَّذِينَ يُخْفُونَ شَيْئًا مِمَّا أَنْزَلَ اللهُ مِنْ كِتَابِهِ فَلَا يُبَلِّغُونَهُ لِلنَّاسِ مَهْمَا يَكُنْ مَوْضُوعُهُ، أَوْ يُخْفُونَ مَعْنَاهُ عَنْهُمْ بِتَأْوِيلِهِ أَوْ تَحْرِيفِهِ أَوْ وَضْعِ غَيْرِهِ فِي مَوْضِعِهِ بِرَأْيِهِمْ وَاجْتِهَادِهِمْ، وَيَسْتَبْدِلُونَ بِمَا يَكْتُمُونَهُ ثَمَنًا قَلِيلًا مِنْ مَتَاعِ الدُّنْيَا الْفَانِي كَالرِّشْوَةِ، وَالْجَعْلِ عَلَى الْفَتَاوَى الْبَاطِلَةِ، أَوْ قَضَاءِ الْحَاجَاتِ عِنْدَ اللهِ تَعَالَى وَغَيْرِ ذَلِكَ مِنَ الْمَنَافِعِ الْمُوَقَّتَةِ إِذِ اتَّخَذُوا الدِّينَ تِجَارَةً. وَالثَّمَنُ الْقَلِيلُ مِنْهُ مَا قَالَهُ الْمُفَسِّرُ مِنِ اسْتِفَادَةِ الرُّؤَسَاءِ مِنَ الْمَرْءُوسِينَ وَمِنْهُ عَكْسُهُ كَمَا تَقَدَّمَ غَيْرَ مَرَّةٍ. </p><p> (قَالَ شَيْخُنَا) : هَذَا النَّوْعُ مِنَ الْبَيْعِ وَالشِّرَاءِ فِي الدِّينِ عَامٌّ فِي الرُّؤَسَاءِ الضَّالِّينَ مِنْ جَمِيعِ الْأُمَمِ، وَمِنْهُ مَا كَانَ رُؤَسَاءُ الْيَهُودِ يُلَاحِظُونَهُ زَمَنَ التَّنْزِيلِ وَهُوَ حِفْظُ مَا بِيَدِهِمُ الَّذِي يَتَوَهَّمُونَ أَنَّهُ يَفُوتُهُمْ بِتَرْكِ مَا هُمْ عَلَيْهِ مِنَ التَّقَالِيدِ وَاتِّبَاعِ مَا أَنْزَلَ اللهُ بَدَلًا مِنْهَا، وَهَذَا هُوَ شَأْنُ النَّاسِ فِي كُلِّ دَعْوَةٍ إِلَى إِصْلَاحٍ جَدِيدٍ غَيْرِ مَا هُمْ فِيهِ، وَإِنْ كَانَ يَعِدُهُمْ بِخَيْرٍ مِنْهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَكَانَ مَا هُمْ فِيهِ هُوَ الْفَقْرُ وَالذُّلُّ وَالْخِذْلَانُ حَاضِرُهُ أَوْ مُنْتَظِرُهُ. </p><p> مَاذَا كَانَ شَأْنُ الْيَهُودِ فِي زَمَنِ الْبِعْثَةِ؟ ذُلٌّ وَاضْطِهَادٌ مِنْ جَمِيعِ الْأُمَمِ وَلَا سِيَّمَا النَّصَارَى، فَقَدْ كَانُوا يَسُومُونَهُمْ سُوءَ الْعَذَابِ، وَمَنَعُوهُمْ مِنْ دُخُولِ مَدِينَتِهِمُ الْمُقَدَّسَةِ، وَأَكْرَهُوهُمْ فِي بَعْضِ الْبِلَادِ عَلَى التَّنَصُّرِ. </p><p> مَاذَا كَانَ النَّصَارَى فِي زَمَنِ الْبِعْثَةِ؟ فَقْرٌ حَاضِرٌ وَذُلٌّ غَالِبٌ، وَحَجْرٌ عَلَى الْعُقُولِ، وَمَنْعٌ لِلْحُرِّيَّةِ فِي الرَّأْيِ وَالْعِلْمِ، وَتَحَكُّمٌ فِي الْإِرَادَةِ، وَسَيْطَرَةٌ عَلَى خَطِرَاتِ الْقُلُوبِ وَأَهْوَاءِ النُّفُوسِ. كَانَ هَذَا عَامًّا فِي كُلِّ قُطْرٍ وَكُلِّ مَمْلَكَةٍ، وَكَانَ بَيْنَ الطَّوَائِفِ بَعْضِهَا مَعَ بَعْضٍ حُرُوبٌ تَشِبُّ، وَغَارَاتٌ تُشَنُّ، وَدِمَاءٌ تُسْفَكُ، وَحُقُوقٌ تُنْتَهَكُ، وَكَانُوا عَلَى هَذَا كُلِّهِ يَتَوَهَّمُونَ أَنَّ الْإِسْلَامَ سَيُخْرِجُهُمْ مِنْ سَعَادَةٍ إِلَى شَقَاءٍ، وَمِنْ نِعْمَةٍ إِلَى بَلَاءٍ، هَبْ أَنَّ بَعْضَهُمْ كَانَ لَهُ شَيْءٌ مِنَ الْمَالِ، وَبَقِيَّةٌ مِنَ الْجَاهِ، أَلَيْسَ هُوَ مِنْ فَخْفَخَةِ الدُّنْيَا الزَّائِلَةِ، أَلَمْ يَكُنْ مُنَغَّصًا بِالْخَوْفِ عَلَيْهِ وَالْمُنَازَعَةِ فِيهِ؟ هَبْ أَنَّهُ كَانَ لِبَعْضِ شُعُوبِهِمْ طَائِفَةٌ مِنَ الْقُوَّةِ، أَلَمْ تَكُنْ تُشْبِهُ الزَّوْبَعَةَ تَعْصِفُ وَلَا تَلْبَثُ أَنْ تَزُولَ؟ نَعَمْ إِنَّ مَا كَانَ يَغُرُّ هَؤُلَاءِ وَهَؤُلَاءِ لَمْ يَكُنْ مَوْضِعًا لِلْغُرُورِ، لِأَنَّهُ مَتَاعٌ حَقِيرٌ، وَثَمَنٌ قَلِيلٌ، وَهُوَ غَيْرُ قَائِمٍ عَلَى أَسَاسٍ ثَابِتٍ، وَلِذَلِكَ زَالَ بِظُهُورِ الْإِسْلَامِ وَانْتِشَارِهِ وَتَقَوَّضَتْ تِلْكَ السُّلْطَةُ، وَانْدَكَّتْ صُرُوحُ تِلْكَ الْعَظَمَةِ، وَأُجْلِيَ الْيَهُودُ مِنْ جَزِيرَةِ الْعَرَبِ، وَزَالَ مُلْكُ غَيْرِهِمْ مِنْ كُلِّ بِلَادٍ رَفَضُوا فِيهَا دَعْوَةَ الْإِسْلَامِ، وَهَذَا شَأْنُ الْبَاطِلِ لَا يَثْبُتُ أَمَامَ الْحَقِّ ; فَإِنَّ أَحْكَامَ الْبَاطِلِ مُؤَقَّتَةٌ لَا ثَبَاتَ لَهَا فِي ذَاتِهَا، وَإِنَّمَا بَقَاؤُهَا فِي نَوْمِ الْحَقِّ عَنْهَا، وَحُكْمُ الْحَقِّ هُوَ الثَّابِتُ بِذَاتِهِ، فَلَا يُغْلَبُ أَنْصَارُهُ مَا دَامُوا مُعْتَصِمِينَ بِهِ مُجْتَمِعِينَ عَلَيْهِ. </p><p> وَقَالَ الْمُفَسِّرُونَ: إِنَّ هَذَا الْحُكْمَ يَصْدُقُ عَلَى الْمُسْلِمِينَ كَمَا يَصْدُقُ عَلَى أَهْلِ الْكِتَابِ ; لِأَنَّ الْغَرَضَ تَقْرِيرُ الْحُكْمِ وَهُوَ عَامٌّ كَمَا يَدُلُّ لَفْظُهُ، وَكَمَا يَلِيقُ بِعَدْلِ اللهِ تَعَالَى رَبِّ الْعَالَمِينَ، وَكَمَا هُوَ ظَاهِرٌ مَعْقُولٌ مِنَ اطِّرَادِ سُنَّةِ اللهِ تَعَالَى فِي تَأْيِيدِ أَنْصَارِ الْحَقِّ وَخَذْلِ أَهْلِ الْبَاطِلِ فَإِنَّهَا وَاضِحَةٌ جَلِيَّةٌ لِلْمُتَأَمِّلِينَ. </p><p> كُلُّ ثَمَنٍ يُؤْخَذُ عِوَضًا عَنِ الْحَقِّ فَهُوَ قَلِيلٌ، إِنْ لَمْ يَكُنْ قَلِيلًا فِي ذَاتِهِ فَهُوَ قَلِيلٌ فِي جَنْبِ مَا يَفُوتُ آخَذَهُ مِنْ سَعَادَةِ الْحَقِّ الثَّابِتَةِ بِذَاتِهَا، وَالدَّائِمَةِ بِدَوَامِ الْمُحَافَظَةِ عَلَى الْحَقِّ، وَلَوْ دَامَ لِلْمُبْطِلِ مَا يَتَمَتَّعُ بِهِ مِنْ ثَمَنِ الْبَاطِلِ إِلَى نِهَايَةِ الْأَجَلِ - وَمَا هُوَ إِلَّا </p><p> قَصِيرٌ - فَمَاذَا يَفْعَلُ وَقَدْ فَاتَتْهُ بِذَلِكَ سَعَادَةُ الرُّوحِ وَنَعِيمُ الْآخِرَةِ بِاخْتِيَارِهِ الْبَاطِلَ عَلَى الْحَقِّ (فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ)  (٩: ٣٨) </p><p> قَدْ يَعْتَرِضُ النَّاظِرُ فِي التَّارِيخِ مَا قَرَّرَهُ الْأُسْتَاذُ الْإِمَامُ فِي هَذَا الْمَقَامِ مِنْ ذَهَابِ عِزِّ الَّذِينَ قَاوَمُوا دَعْوَةَ الْإِسْلَامِ، وَكَتَمُوا الْحَقَّ مِنَ الْيَهُودِ وَالنَّصَارَى بِأَنَّ عِيشَةَ الْيَهُودِ كَانَتْ بَعْدَ الْإِسْلَامِ خَيْرًا مِنْهَا قَبْلَهُ ; لِأَنَّهُمْ كَانُوا مُضْطَهَدِينَ مَقْهُورِينَ بِحُكْمِ النَّصَارَى الشَّدِيدِ وَتَعَصُّبِهِمُ الْفَاحِشِ، فَسَاوَى الْإِسْلَامُ بَيْنَهُمْ وَبَيْنَ النَّصَارَى وَالْمُسْلِمِينَ، وَأَعْطَاهُمْ كَمَالَ الْحُرِّيَّةِ فِي دِينِهِمْ وَدُنْيَاهُمْ فَحَسُنَتْ حَالُهُمْ فِي الشَّرْقِ وَالْغَرْبِ وَكَثُرَ مَا بِأَيْدِيهِمْ وَلَمْ يَقِلَّ. وَأَنَّ الْمُسْلِمِينَ لَمْ يَقْوَوْا عَلَى جَمِيعِ نَصَارَى أُورُوبَّا فَبَقِيَ لِكَثِيرٍ مِنَ الْمَمَالِكِ سُلْطَانُهَا وَمَا تَتَمَتَّعُ بِهِ، وَكَذَلِكَ بَعْضُ الْمَمَالِكِ الْوَثَنِيَّةِ وَهُمْ أَعْرَقُ فِي الْبَاطِلِ مِنَ النَّصَارَى. وَالْجَوَابُ عَنْ ذَلِكَ أَنَّ يَهُودَ الْحِجَازِ هُمُ الَّذِينَ كَانُوا يُؤْذُونَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيَكْتُمُونَ مَا عَرَفُوا مِنْ نَعْتِهِ وَيُظَاهِرُونَ الْمُشْرِكِينَ عَلَيْهِ، فَهُمُ الَّذِينَ قَاوَمُوا الْحَقَّ بِالْبَاطِلِ، فَلَقُوا جَزَاءَهُمُ الَّذِي تَمَّ بِجَلَّائِهِمْ مِنْ جَزِيرَةِ الْعَرَبِ أَوِ الْحِجَازِ. وَأَمَّا يَهُودُ سُورِيَةَ وَغَيْرِهَا (كَالْأَنْدَلُسِ) فَقَدْ كَانُوا يُسَاعِدُونَ الدَّعْوَةَ الْإِسْلَامِيَّةَ وَدُعَاتِهَا حَتَّى مَنْ لَمْ يُؤْمِنْ مِنْهُمْ لِيَخْلُصُوا مِنْ ظُلْمِ النَّصَارَى وَاسْتِبْدَادِهِمْ فِيهِمْ، فَنَالُوا مَنْ حَسْنِ الْجَزَاءِ بِمِقْدَارِ قُرْبِهِمْ مِنَ الْحَقِّ، وَلَوْ آمَنُوا وَقَبِلُوا الْحَقَّ كُلَّهُ وَأَيَّدُوهُ لِذَاتِهِ ظَاهِرًا وَبَاطِنًا لَأُوتُوا أَجْرَهُمْ مَرَّتَيْنِ، وَجَزَاءَهُمْ ضِعْفَيْنِ، وَكَانُوا أَئِمَّةً وَارِثِينَ وَسَادَةً عَالِينَ. </p><p> وَأَمَّا الَّذِينَ لَهُمْ مُلْكُهُمْ وَمَتَاعُهُمْ فَلَمْ يَكُنْ لَهُمْ ذَلِكَ بِضَعْفِ حُقِّ الْإِسْلَامِ عَنْ بَاطِلِهِمْ، فَإِنَّ الَّذِينَ حَاوَلُوا فَتْحَ مَا وَرَاءَ الْأَنْدَلُسِ مِنْ أُورُبَّا لَمْ يَكُنْ غَرَضُهُمْ كُلِّهِمْ نَشْرَ دَعْوَةِ الْحَقِّ، إِنَّمَا كَانَ غَرَضُهُمْ عَظَمَةَ الْمُلْكِ وَالْغَنَائِمِ، وَلَيْسَ مِنَ الْحَقِّ أَنْ يَعْتَدِيَ قَوْمٌ عَلَى قَوْمٍ لِأَجْلِ سَلْبِ مَا فِي أَيْدِيهِمْ ; فَإِنَّ الْمُعْتَدِيَ مُبْطِلٌ، وَالْمُدَافِعَ مُحِقٌّ فِي الدِّفَاعِ عَنْ نَفْسِهِ وَبِلَادِهِ، وَإِنْ كَانَ مُبْطِلًا فِي عَمَلِهِ وَاعْتِقَادِهِ، فَهُوَ جَدِيرٌ بِأَنْ يَكُونَ لَهُ الظَّفَرُ إِذَا أَخَذَ لَهُ أُهْبَتَهُ، وَأَعَدَّ لَهُ عُدَّتَهُ، وَقِسْ عَلَى هَذَا سَائِرَ الْمَمَالِكِ الَّتِي لَمْ يَقْوَ الْمُسْلِمُونَ عَلَيْهَا بَعْدَ تَرْكِ الدَّعْوَةِ لِأَجْلِ الْهِدَايَةِ، وَالْإِسْلَامُ لَا يُبِيحُ الْحَرْبَ لِذَاتِهَا - وَقَدْ حَرَّمَ الِاعْتِدَاءَ - وَإِنَّمَا يُوجِبُ تَعْمِيمَ الدَّعْوَةِ إِلَى الْحَقِّ وَالْخَيْرِ، فَمَنْ عَارَضَهَا وَجَبَ جِهَادُهُ عِنْدَ الْقُدْرَةِ حَتَّى يَقْبَلَهَا أَوْ يَكُونَ لِأَهْلِهَا السُّلْطَانُ الَّذِي يَتَمَكَّنُونَ بِهِ مِنْ نَشْرِهَا بِدُونِ مُعَارِضٍ ; </p><p> أَيْ: أَنَّهُ يُوجِبُ الْجِهَادَ مَا دَامَ النَّاسُ يُفْتَنُونَ فِي الدِّينِ - أَيْ لَا تَكُونُ لَهُمْ حُرِّيَّةٌ فِيهِ وَلَا فِي الدَّعْوَةِ إِلَيْهِ - أَوْ يُعْتَدَى عَلَيْهِمْ وَعَلَى بِلَادِهِمْ (وَقَاتِلُوا فِي سَبِيلِ اللهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ - وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ)  (٢: ١٩٠ - ١٩٣) وَسَيَأْتِي تَفْسِيرُهَا قَرِيبًا. </p><p> (أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ) أَيْ: أُولَئِكَ الْكَاتِمُونَ لِكِتَابِ اللهِ وَالْمُتَّجِرُونَ بِهِ مَا يَأْكُلُونَ فِي بُطُونِهِمْ مِنْ ثَمَنِهِ إِلَّا مَا يَكُونُ سَبَبًا لِدُخُولِ النَّارِ وَانْتِهَاءِ مَطَامِعِهِمْ بِعَذَابِهَا، وَهَذَا أَظْهَرُ مِنَ الْقَوْلِ بِأَنَّهُمْ لَا يَأْكُلُونَ فِي دَارِ الْجَزَاءِ إِلَّا النَّارَ أَوْ طَعَامَ النَّارِ مِنَ الضَّرِيعِ وَالزَّقُّومِ، وَعَبَّرَ عَنِ الْمَنَافِعِ بِالْأَكْلِ ; لِأَنَّهُ أَعَمُّهَا، وَالْمَعْنَى لَا تَمْلَأُ بُطُونَهُمْ إِلَّا النَّارُ، فَإِنَّ الْأَكْلَ لَمَّا كَانَ لَا يَكُونُ إِلَّا فِي الْبَطْنِ كَانَ لَا بُدَّ مِنْ نُكْتَةٍ لِذِكْرِ الْبَطْنِ إِذَا قِيلَ أَكَلَ فِي بَطْنِهِ، وَرَأَيْنَاهُمْ </p><p> يُعَبِّرُونَ بِذَلِكَ عَنِ الِامْتِلَاءِ ; يَقُولُونَ أَكَلَ فِي بَطْنِهِ يُرِيدُونَ مَلَأَ بَطْنَهُ، وَالْأَصْلُ أَنْ يَأْكُلَ الْإِنْسَانُ دُونَ امْتِلَاءِ بَطْنِهِ، وَالْمُرَادُ أَنَّهُ لَا يُشْبِعُ جَشَعَهُمْ، وَلَا يَذْهَبُ بِطَمَعِهِمْ إِلَّا النَّارُ الَّتِي يَصِيرُونَ إِلَيْهَا عَلَى حَدِّ مَا وَرَدَ فِي الْحَدِيثِ ((وَلَا يَمْلَأُ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ) ) وَاسْتَشْهَدُوا لِلتَّعْبِيرِ بِأَكْلِ النَّارِ عَنْ سَبَبِ عَذَابِهَا بِقَوْلِ الْقَائِلِ فِي زَوْجِهِ: </p><p> دِمَشْقُ خُذِيهَا لَا تَفُتْكِ فَلَيْلَةٌ ... تَمُرُّ بِعُودِي نَعْشُهَا لَيْلَةُ الْقَدْرِ </p><p> أَكَلْتُ دَمًا إِنْ لَمْ أَرُعْكِ بِضَرَّةٍ ... بَعِيدَةِ مَهْوَى الْقِرْطِ طَيِّبَةِ النَّشْرِ </p><p> فَإِنَّهُ يُرِيدُ بِالدَّمِ الدِّيَةَ الَّتِي هُوَ سَبَبُهَا - وَأَكْلُهَا عَارٌ عِنْدَهُمْ - فَهُوَ يَدْعُو عَلَى نَفْسِهِ بِأَنْ يُبْتَلَى بِأَكْلِ الدِّيَةِ إِنْ لَمْ يَرُعْ زَوْجَهُ وَيُزْعِجْهَا بِضَرَّةٍ هِيَ مِنَ الْجَمَالِ بِالصِّفَةِ الَّتِي ذَكَرَهَا، وَأَكْلُ الدِّيَةِ يَتَوَقَّفُ عَلَى أَنْ يُقْتَلَ بَعْضُ أَهْلِهِ الَّذِينَ لَهُ الْوِلَايَةُ عَلَيْهِمْ، قَالَ تَعَالَى:  (وَلَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ) قَالُوا: إِنَّ الْكَلَامَ كِنَايَةٌ عَنِ الْإِعْرَاضِ عَنْهُمْ وَالْغَضَبِ عَلَيْهِمْ، وَهِيَ كِنَايَةٌ مَشْهُورَةٌ شَائِعَةٌ إِلَى الْيَوْمِ، وَجَمَعُوا بِهَذَا بَيْنَ الْآيَةِ وَبَيْنَ قَوْلِهِ تَعَالَى:  (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ)  (١٥: ٩٢) وَقَوْلِهِ: (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ)  (٧: ٦) وَقِيلَ لَا يُكَلِّمُهُمْ بِمَا يُحِبُّونَهُ (وَلَا يُزَكِّيهِمْ) أَيْ: لَا يُطَهِّرُهُمْ مِنْ ذُنُوبِهِمْ بِالْمَغْفِرَةِ وَالْعَفْوِ وَقَدْ مَاتُوا وَهُمْ مُصِرُّونَ عَلَى كُفْرِهِمْ (وَلَهُمْ عَذَابٌ أَلِيمٌ) أَيْ: شَدِيدُ الْأَلَمِ. </p><p> ثُمَّ قَالَ فِيهِمْ:  (أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى) أَيْ: أُولَئِكَ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللهُ إِلَخْ، أَوِ الْمَجْزِيُّونَ عَلَيْهِ بِمَا ذَكَّرَهُمُ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى فِي الدُّنْيَا، فَأَمَّا الْهُدَى فَهُوَ كِتَابُ اللهِ وَشَرْعُهُ (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ)  (٢: ٢) وَأَمَّا الضَّلَالَةُ: فَهِيَ الْعِمَايَةُ الَّتِي لَا يَهْتَدِي بِهَا الْإِنْسَانُ لِمَقْصِدِهِ، وَتَكُونُ بِاتِّبَاعِ الْهَوَى وَآرَاءِ النَّاسِ فِي الدِّينِ، وَلَيْسَ لِأَحَدٍ أَنْ يَقُولَ فِي الدِّينِ بِرَأْيِهِ - وَهَذِهِ الْآرَاءُ لَا ضَابِطَ لَهَا وَلَا حَدَّ، فَأَهْلُهَا فِي خِلَافٍ وَشِقَاقٍ دَائِمٍ كَمَا سَيَأْتِي - فَمَنْ أَجَازَ لِنَفْسِهِ اتِّبَاعَ أَقْوَالِ النَّاسِ فِي الِاعْتِقَادِ وَالْعِبَادَةِ وَأَحْكَامِ الْحَلَالِ وَالْحَرَامِ فَقَدْ تَرَكَ الْهُدَى الْوَاضِحَ الْمُبِينَ الَّذِي لَا خِلَافَ فِيهِ، وَصَارَ إِلَى تِيهٍ مِنَ الْآرَاءِ مُشْتَبَهِ الْأَعْلَامِ، يَضِلُّ بِهِ الْفَهْمُ، وَلَا يَهْتَدِي فِيهِ الْوَهْمُ، وَذَلِكَ عَيْنُ اتِّبَاعِ الْهَوَى، وَشِرَاءِ الضَّلَالَةِ بِالْهُدَى، فَإِنَّ اللهَ وَحْدَهُ هُوَ الَّذِي يُبَيِّنُ حُدُودَ الْعُبُودِيَّةِ، وَحُقُوقَ الرُّبُوبِيَّةِ، فَلَا هِدَايَةَ إِلَّا بِفَهْمِ مَا جَاءَ بِهِ رُسُلُهُ عَنْهُ (وَالْعَذَابَ بِالْمَغْفِرَةِ) أَيْ: وَاشْتَرَوُا الْعَذَابَ بِالْمَغْفِرَةِ فِي الْآخِرَةِ، وَهَذَا أَثَرُ مَا قَبْلَهُ، فَإِنَّ مُتَّبِعَ الْهُدَى هُوَ الَّذِي يَسْتَحِقُّ الْمَغْفِرَةَ لِمَا يَفْرُطُ مِنْهُ وَمَا يُلِمُّ هُوَ بِهِ مِنَ السُّوءِ، وَمُتَّبِعَ الضَّلَالِ هُوَ الْمُسْتَحِقُّ لِلْعَذَابِ، وَمَنْ دُعِيَ إِلَى الْحَقِّ يَعْرِفُ هَذَا، فَإِذَا هُوَ اخْتَارَ الضَّلَالَةَ بَعْدَ صِحَّةِ الدَّعْوَةِ وَقِيَامِ الْحُجَّةِ فَقَدِ اشْتَرَى الْعَذَابَ بِالْمَغْفِرَةِ، وَكَانَ هُوَ الْجَانِي عَلَى نَفْسِهِ إِذِ اسْتَبْدَلَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ، غُرُورًا بِالْعَاجِلِ، وَاسْتِهَانَةً بِالْآجِلِ (فَمَا أَصْبَرَهُمْ عَلَى النَّارِ) أَيْ: إِنَّ صَبْرَهُمْ عَلَى عَذَابِ النَّارِ الَّذِي تَعَرَّضُوا لَهُ مَثَارُ الْعَجَبِ، ذَلِكَ بِأَنَّ عَمَلَهُمُ الْمَوْصُوفَ فِي الْآيَتَيْنِ هُوَ الْعَمَلُ الَّذِي يَسُوقُهُمْ إِلَى عَذَابِ النَّارِ، فَتَهَوُّكُهُمْ فِيهِ إِنَّمَا هُوَ تَهَوُّكُ مَنْ لَا يُبَالِي </p><p> بِهِ، كَأَنَّهُ مِمَّا يُطِيقُهُ وَيُمْكِنُهُ الصَّبْرُ عَلَيْهِ، فَلَا يَتْرُكُ ضَلَالَتَهُ اتِّقَاءً لَهُ، وَصِيغَةُ التَّعَجُّبِ قَالُوا يُرَادُ بِهَا تَعْجِيبُ النَّاسِ مِنْ شَأْنِهِمْ إِذْ لَا تُتَصَوَّرُ حَقِيقَةُ التَّعَجُّبِ مِنَ اللهِ تَعَالَى ; إِذْ لَا شَيْءَ غَرِيبٌ عِنْدَهُ عَزَّ وَجَلَّ وَلَا مَجْهُولٌ سَبَبُهُ، وَهُوَ الْعَالِمُ بِظَوَاهِرِ الْأَشْيَاءِ وَخَوَافِيهَا، وَحَاضِرُهَا عِنْدَهُ كَمَاضِيهَا وَآتِيهَا (لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ)  (٣٤: ٣) وَالصَّبْرُ عَلَى النَّارِ غَيْرُ وَاقِعٍ مِنْهُمْ فَيُتَعَجَّبُ مِنْهُ حَالًا، وَلَا مُتَوَقَّعٍ فَيُتَعَجَّبُ مِنْهُ مَآلًا، فَلَا صَبْرَ هُنَالِكَ يُتَعَجَّبُ مِنْهُ، وَإِنَّمَا حَالُهُمْ فِي تَهَوُّكِهِمْ وَانْهِمَاكِهِمْ فِي الْعَبَثِ بِدِينِ اللهِ هُوَ الَّذِي جَعَلَ مَوْضِعَ التَّعَجُّبِ لِلتَّنْفِيرِ وَالتَّشْنِيعِ عَلَيْهِمْ، </p><p> وَلَكِنْ صَحَّ فِي الْحَدِيثِ إِسْنَادُ الْعَجَبِ إِلَى اللهِ تَعَالَى، وَطَرِيقَةُ السَّلَفِ فِي مِثْلِهِ أَنْ يُقَالَ: عَجَبٌ يَلِيقُ بِهِ لَيْسَ كَعَجَبِ الْبَشَرِ مِمَّا يُكْبِرُونَ أَمْرَهُ وَيَجْهَلُونَ سَبَبَهُ، وَيَتَأَوَّلُهُ الْأَكْثَرُونَ بِالرِّضَى مِنَ الْمُتَعَجَّبِ مِنْهُ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ فِي الْعِبَارَةِ مَا مَعْنَاهُ مَبْسُوطًا: إِنَّ الْكَلَامَ فِي أَكْلِهِمُ النَّارَ وَالتَّعَجُّبِ مِنْ صَبْرِهِمْ عَلَى النَّارِ هُوَ تَصْوِيرٌ لِحَالِهِمْ وَتَمْثِيلٌ لِمَآلِهِمْ. أَمَّا الثَّانِي فَظَاهِرٌ، وَأَمَّا الْأَوَّلُ فَيَتَجَلَّى لَكَ إِذَا تَمَثَّلْتَ حَالَ قَوْمٍ عِنْدَهُمْ كِتَابٌ يُؤْمِنُونَ أَنَّهُ مِنَ اللهِ، وَيُؤْمِنُونَ بِلِقَاءِ اللهِ، وَقَدْ كَتَمُوا مَا أَنْزَلَ اللهُ فِيهِ بِالتَّحْرِيفِ وَالتَّأْوِيلِ كَمَا فَعَلَ الْيَهُودُ بِكِتْمَانِ وَصْفِ الرَّسُولِ، وَهُمْ يُقَارَعُونَ بِالدَّلَائِلِ الْعَقْلِيَّةِ، وَيُذَكَّرُونَ بِآيَاتِ اللهِ وَأَيَّامِهِ فَيَشْعُرُونَ بِجَاذِبَيْنِ مُتَعَاكِسَيْنِ: جَاذِبِ الْحَقِّ الَّذِي عَرَفُوهُ، وَجَاذَبِ الْبَاطِلِ الَّذِي أَلِفُوهُ، ذَاكَ يُحْدِثُ لَهُمْ هِزَّةً وَتَأْثِيرًا، وَهَذَا يُحْدِثُ لَهُمُ اسْتِكْبَارًا وَنُفُورًا، وَقَدْ غَلَبَ عُقُولَهُمْ مَا عَرَفُوا، وَغَلَبَ قُلُوبَهُمْ مَا أَلِفُوا، فَثَبَتُوا عَلَى مَا حَرَّفُوا وَانْحَرَفُوا، وَصَارُوا إِلَى حَرْبٍ عَوَانٍ بَيْنَ الْعَقْلِ وَالْوِجْدَانِ، يَتَصَوَّرُونَ الْخَطَرَ الْآجِلَ فَيَتَنَغَّصُ عَلَيْهِمُ التَّلَذُّذُ بِالْعَاجِلِ، وَيَتَذَوَّقُونَ حَلَاوَةَ مَا هُمْ فِيهِ فَيُؤْثِرُونَهُ عَلَى مَا سَيَصِيرُونَ إِلَيْهِ. </p><p> أَلَيْسَ هَذَا الشُّعُورُ بِخَذْلِ الْحَقِّ وَنَصْرِ الْبَاطِلِ، وَاخْتِيَارِ مَا يَفْنَى عَلَى مَا يَبْقَى نَارًا تَشِبُّ فِي الضُّلُوعِ؟ أَلَيْسَ مَا يَأْكُلُونَهُ مِنْ ثَمَنِ الْحَقِّ ضَرِيعًا لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ؟ بَلَى ; فَإِنَّ عَذَابَ الْبَاطِنِ أَشَدُّ مِنْ عَذَابِ الظَّاهِرِ، كَمَا يُومِئُ إِلَيْهِ قَوْلُ الشَّاعِرِ: </p><p> دُخُولُ النَّارِ لِلْمَهْجُورِ خَيْرٌ ... مِنَ الْهَجْرِ الَّذِي هُوَ يَتَّقِيهِ </p><p> لِأَنَّ دُخُولَهُ فِي النَّارِ أَدْنَى ... عَذَابًا مِنْ دُخُولِ النَّارِ فِيهِ </p><p> فَهَذَا تَأْوِيلٌ وَجِيهٌ لِأَكْلِهِمُ النَّارَ وَلِلتَّعَجُّبِ مِنْ صَبْرِهِمْ عَلَى النَّارِ، نَزَلَ بِهِ الْوَحْيُ الْإِلَهِيُّ وَظَهَرَ عَلَى لِسَانِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنَّ أَرْبَابَ الْأَرْوَاحِ الْعَالِيَةِ وَالْمَرَائِي الصَّافِيَةِ تَتَمَثَّلُ لَهُمُ الْمَعَانِي بِأَتَمِّ مَا تَتَمَثَّلُ بِهِ لِسَائِرِ الْأَرْوَاحِ الْمَحْجُوبَةِ بِالظَّوَاهِرِ، الْمَخْدُوعَةِ بِالْمَظَاهِرِ، الَّتِي يَصْرِفُهَا الِاشْتِغَالُ بِالْحِسِّ مِنْ مَعْرِفَةِ مَرَاتِبِ النَّفْسِ. فَلَا غَرْوَ إِذَا </p><p> تَمَثَّلَتْ لِلنَّبِيِّ - صَلَّى اللهُ </p>"
}