{
  "id": null,
  "sura": 3,
  "aya": 73,
  "text": "<p> هِرَقْلُ صَاحِبُ الرُّومِ فَكَانَ مِمَّا سَأَلَ عَنْهُ أَبَا سُفْيَانَ مِنْ شُئُونِ </p><p> النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَمَا دَعَاهُ إِلَى الْإِسْلَامِ:  \" هَلْ يَرْجِعُ عَنْهُ مَنْ دَخَلَ فِي دِينِهِ؟فَقَالَ أَبُو سُفْيَانَ:لَا \" وَقَدْ أَرَادَتْ هَذِهِ الطَّائِفَةُ أَنْ تَغُشَّ النَّاسَ مِنْ هَذِهِ النَّاحِيَةِ لِيَقُولُوا: لَوْلَا أَنْ ظَهَرَ لِهَؤُلَاءِ بُطْلَانُ الْإِسْلَامِ لَمَا رَجَعُوا عَنْهُ بَعْدَ أَنْ دَخَلُوا فِيهِ، وَاطَّلَعُوا عَلَى بَاطِنِهِ وَخَوَافِيهِ ; إِذْ لَا يُعْقَلُ أَنْ يَتْرُكَ الْإِنْسَانُ الْحَقَّ بَعْدَ مَعْرِفَتِهِ، وَيَرْغَبَ عَنْهُ بَعْدَ الرَّغْبَةِ فِيهِ بِغَيْرِ سَبَبٍ. فَإِنْ قِيلَ: إِنَّ بَعْضَ النَّاسِ قَدِ ارْتَدُّوا عَنِ الْإِسْلَامِ بَعْدَ الدُّخُولِ فِيهِ رَغْبَةً لَا حِيلَةً وَمَكِيدَةً كَمَا كَادَ هَؤُلَاءِ. فَمَاذَا تَقُولُ فِي هَؤُلَاءِ؟ وَالْجَوَابُ عَنْ هَذَا يَرْجِعُ إِلَى قَاعِدَةٍ أُخْرَى، وَهِيَ أَنَّ بَعْضَ النَّاسِ قَدْ يَدْخُلُ فِي الشَّيْءِ رَغْبَةً فِيهِ لِاعْتِقَادِهِ أَنَّ فِيهِ مَنْفَعَةً لَهُ لِاعْتِقَادِهِ أَنَّهُ حَقٌّ فِي نَفْسِهِ، فَإِذَا بَدَا لَهُ فِي ذَلِكَ مَا لَمْ يَكُنْ يَحْتَسِبُ وَخَابَ ظَنُّهُ فِي الْمَنْفَعَةِ فَإِنَّهُ يَتْرُكُ ذَلِكَ الشَّيْءَ، وَيَظْهَرُ لِي أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا أَمَرَ بِقَتْلِ الْمُرْتَدِّ إِلَّا لِتَخْوِيفِ أُولَئِكَ الَّذِينَ كَانُوا يُدَبِّرُونَ الْمَكَايِدَ لِإِرْجَاعِ النَّاسِ عَنِ الْإِسْلَامِ بِالتَّشْكِيكِ فِيهِ ; لِأَنَّ مِثْلَ هَذِهِ الْمَكَايِدِ إِذَا لَمْ يَكُنْ لَهَا أَثَرٌ فِي نُفُوسِ الْأَقْوِيَاءِ مِنَ الصَّحَابَةِ الَّذِينَ عَرَفُوا الْحَقَّ وَوَصَلُوا فِيهِ إِلَى عَيْنِ الْيَقِينِ، فَإِنَّهَا قَدْ تَخْدَعُ الضُّعَفَاءَ الَّذِينَ يَدْخُلُونَ فِي الْإِسْلَامِ لِتَفْضِيلِهِ عَلَى الْوَثَنِيَّةِ فِي الْجُمْلَةِ قَبْلَ أَنْ تَطْمَئِنَّ قُلُوبُهُمْ بِالْإِيمَانِ، كَالَّذِينِ كَانُوا يُعْرَفُونَ بِالْمُؤَلَّفَةِ قُلُوبُهُمْ ; وَبِهَذَا يَتَّفِقُ الْحَدِيثُ الْآمِرُ بِذَلِكَ مَعَ الْآيَاتِ النَّافِيَةِ لِلْإِكْرَاهِ فِي الدِّينِ وَالْمُنْكِرَةِ لَهُ - فِيمَا أَرَى - وَقَدْ أَفْتَيْتُ بِذَلِكَ كَمَا يَظْهَرُ لِي وَاللهُ أَعْلَمُ. </p><p> وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ هَذَا مِنْ قَوْلِ الْكَائِدِينَ مِنْ أَهْلِ الْكِتَابِ، وَآمَنَ لَهُ: صَدَّقَهُ وَسَلَّمَ لَهُ مَا يَقُولُ. قَالَ تَعَالَى: فَآمَنَ لَهُ لُوطٌ [٢٩: ٢٦] وَقَالَ حِكَايَةً عَنْ إِخْوَةِ يُوسُفَ: وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا [١٢: ١٧] . </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ الْإِيمَانَ يَتَعَدَّى بِاللَّامِ إِذَا أُرِيدَ بِالتَّصْدِيقِ الثِّقَةَ وَالرُّكُونَ، كَقَوْلِهِ: وَيُؤْمِنُ لِلْمُؤْمِنِينَ [٩: ٦١] أَيْ فَيَكُونُ تَصْدِيقًا خَاصًّا تَضَمَّنَ مَعْنًى زَائِدًا. </p><p> وَذَلِكَ أَنَّ الْيَهُودَ حَصَرُوا الثِّقَةَ بِأَنْفُسِهِمْ لِزَعْمِهِمْ أَنَّ النُّبُوَّةَ لَا تَكُونُ إِلَّا فِيهِمْ، بَلْ غَلَوْا فِي التَّعَصُّبِ وَالْغُرُورِ حَتَّى حَقَّرُوا جَمِيعَ النَّاسِ فَجَعَلُوا كُلَّ مَا يَكُونُ مِنْ أَنْفُسِهِمْ حَسَنًا وَمَا يَكُونُ مِنْ غَيْرِهِمْ قَبِيحًا، وَهَذَا مِنَ الِانْتِكَاسِ الَّذِي يَحُولُ بَيْنَ أَهْلِهِ وَبَيْنَ كُلِّ خَيْرٍ، وَإِنَّنَا نَرَى مِنَ النَّاسِ الْيَوْمَ مَنْ يُحَاوِلُ تَغْرِيرَ قَوْمِهِ بِحَمْلِهِمْ عَلَى أَنْ يَكُونُوا كَذَلِكَ يُحَقِّرُونَ كُلَّ مَا لَمْ يَأْتِ مِنْهُمْ وَإِنْ كَانَ حَسَنًا، فَنَعُوذُ بِاللهِ مِنَ الْخِذْلَانِ، </p><p> وَعَسَى أَنْ يَعْتَبِرَ هَؤُلَاءِ بِمَا رَدَّ اللهُ بِهِ عَلَى أَهْلِ الْكِتَابِ إِذْ قَالَ لِنَبِيِّهِ: قُلْ إِنَّ الْهُدَى هُدَى اللهِ لَا هُدَى شَعْبٍ مُعَيَّنٍ هُوَ لَازِمٌ مِنْ لَوَازِمِ ذَاتِهِ، فَهُوَ - سُبْحَانَهُ - يُبَيِّنُ هُدَاهُ عَلَى لِسَانِ مَنْ شَاءَ مِنْ عِبَادِهِ لَا تَتَقَيَّدُ مَشِيئَتُهُ بِأَحَدٍ وَلَا بِشَعْبٍ. </p><p> أَمَّا قَوْلُهُ: أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ وَقَدْ قَرَأَهُ ابْنُ كَثِيرٍ \" أَآنَ \" بِهَمْزَتَيْنِ مَعَ تَلْيِينِ الثَّانِيَةِ، وَالْبَاقُونَ بِهَمْزَةٍ وَاحِدَةٍ، فَفِيهِ وَجْهَانِ: أَحَدُهُمَا أَنَّهُ مُتَّصِلٌ بِمَا حَكَاهُ - تَعَالَى - مِنْ قَوْلِ الْيَهُودِ، وَجُمْلَةُ قُلْ إِنَّ الْهُدَى هُدَى اللهِ اعْتِرَاضِيَّةٌ بَيْنَهُ وَبَيْنَ </p><p> مَا سَبَقَهُ. وَالْمَعْنَى: وَلَا تُصَدِّقُوا غَيْرَ مَنْ تَبِعَ دِينَكُمْ بِأَنَّ أَحَدًا يُؤْتَى مِثْلَ مَا أُوتِيتُمْ، أَوْ يُقِيمُوا عَلَيْكُمُ الْحُجَّةَ عِنْدَ رَبِّكُمْ، أَيْ لَا تَعْتَرِفُوا أَمَامَ الْعَرَبِ - مَثَلًا - بِأَنَّكُمْ تَعْتَقِدُونَ أَنَّهُ يَجُوزُ أَنْ يُبْعَثَ نَبِيٌّ مِنْ غَيْرِ بَنِي إِسْرَائِيلَ إِلَخْ. وَهَذَا مَبْنِيٌّ عَلَى أَنَّهُمْ كَانُوا يُنْكِرُونَ جَوَازَ بِعْثَةِ نَبِيٍّ مِنَ الْعَرَبِ بِأَلْسِنَتِهِمْ مُكَابَرَةً وَعِنَادًا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا اعْتِقَادًا، وَأَنَّهُمْ كَانُوا لَا يُصَرِّحُونَ بِاعْتِقَادِهِمُ الْمُسْتَكِنِّ فِي أَنْفُسِهِمْ إِلَّا لِمَنْ آمَنُوا لَهُ مِنْ قَوْمِهِمْ لِمَا هُمْ عَلَيْهِ مِنَ الْمَكْرِ وَالْمُخَادَعَةِ، وَهَذَا الْوَجْهُ ظَاهِرٌ عَلَى قِرَاءَةِ الْجُمْهُورِ. هَذَا مَا ظَهَرَ لِي وَهُوَ نَحْوُ مَا جَرَى عَلَيْهِ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ كَمَا رَأَيْتُهُ بَعْدُ، قَالَ: أَيْ وَلَا تُظْهِرُوا إِيمَانَكُمْ بِأَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ إِلَّا لِأَهْلِ دِينِكُمْ دُونَ غَيْرِهِمْ، أَرَادُوا: أَسِرُّوا تَصْدِيقَكُمْ بِأَنَّ الْمُسْلِمِينَ قَدْ أُوتُوا مِنْ كُتُبِ اللهِ مِثْلَ مَا أُوتِيتُمْ وَلَا تُفْشُوهُ إِلَّا إِلَى أَشْيَاعِكُمْ وَحْدَهُمْ دُونَ الْمُسْلِمِينَ لِئَلَّا يَزِيدَهُمْ ثَبَاتًا، وَدُونَ الْمُشْرِكِينَ لِئَلَّا يَدْعُوهُمْ إِلَى الْإِسْلَامِ. (قَالَ) : أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ عَطْفٌ عَلَى أَنْ يُؤْتَى وَالضَّمِيرُ فِي يُحَاجُّوكُمْ لِأَحَدٍ ; لِأَنَّهُ فِي مَعْنَى الْجَمْعِ، بِمَعْنَى: وَلَا تُؤْمِنُوا لِغَيْرِ أَتْبَاعِكُمْ أَنَّ الْمُسْلِمِينَ يُحَاجُّونَكُمْ يَوْمَ الْقِيَامَةِ بِالْحَقِّ وَيُغَالِبُونَكُمْ عِنْدَ اللهِ - تَعَالَى - بِالْحُجَّةِ، فَإِنْ قُلْتَ: فَمَا مَعْنَى الِاعْتِرَاضِ؟ قُلْتُ: مَعْنَاهُ أَنَّ الْهُدَى هُدَى اللهِ مَنْ شَاءَ أَنْ يَلْطُفَ بِهِ حَتَّى يُسْلِمَ أَوْ يَزِيدَ ثَبَاتُهُ عَلَى الْإِسْلَامِ كَانَ كَذَلِكَ وَلَمْ يَنْفَعْ كَيْدُكُمْ وَحِيَلُكُمْ وَزَيْفُكُمْ تَصْدِيقُكُمْ عَنِ الْمُسْلِمِينَ وَالْمُشْرِكِينَ. </p><p> وَكَذَلِكَ قَوْلُهُ - تَعَالَى -: قُلْ إِنَّ الْفَضْلَ بِيَدِ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ يُرِيدُ الْهِدَايَةَ وَالتَّوْفِيقَ انْتَهَى كَلَامُ الزَّمَخْشَرِيِّ: أَيْ فَهُوَ مُؤَكِّدٌ لِلِاعْتِرَاضِ الْأَوَّلِ، أَوْ هُوَ اعْتِرَاضٌ آخَرُ يَجِيءُ بَعْدَ تَمَامِ الْكَلَامِ. </p><p> كَقَوْلِهِ: وَكَذَلِكَ يَفْعَلُونَ [٢٧: ٣٤] بَعْدَ قَوْلِهِ: إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا. </p><p> قَالَ النَّيْسَابُورِيُّ: فَإِنْ قِيلَ إِنَّ جِدَّ الْقَوْمِ فِي حِفْظِ أَتْبَاعِهِمْ عَنْ قَبُولِ دِينِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ أَعْظَمَ مِنْ جِدِّهِمْ فِي حِفْظِ غَيْرِ أَتْبَاعِهِمْ عَنْهُ، فَكَيْفَ يَلِيقُ أَنْ يُوصِيَ بَعْضُهُمْ بَعْضًا بِالْإِقْرَارِ بِمَا يَدُلُّ عَلَى صِحَّةِ دِينِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ أَتْبَاعِهِمْ وَأَنْ يَمْتَنِعُوا مِنْ ذَلِكَ عِنْدَ الْأَجَانِبِ؟ فَالْجَوَابُ: لَيْسَ الْمُرَادُ مِنْ هَذَا النَّهْيَ بِإِفْشَاءِ هَذَا التَّصْدِيقِ فِيمَا بَيْنَ أَتْبَاعِهِمْ، بَلِ الْمُرَادُ أَنَّهُ إِنِ اتَّفَقَ مِنْكُمْ تَكَلُّمٌ بِهَذَا فَلَا يَكُنْ إِلَّا عِنْدَ خُوَيِّصَتِكُمْ وَأَصْحَابِ أَسْرَارِكُمْ، عَلَى أَنْ يُحْتَمَلَ أَنْ يَكُونَ شَائِعًا، وَلَكِنَّ الْبَغْيَ وَالْحَسَدَ كَانَ يَحْمِلُهُمْ عَلَى الْكِتْمَانِ عَنْ غَيْرِهِمْ. هَذَا مَا قَالَهُ، وَهُوَ مَبْنِيٌّ عَلَى أَنَّ الْمُرَادَ مِنَ الْإِيمَانِ إِظْهَارُهُ، وَالظَّاهِرُ أَنَّ الْمُرَادَ بِهِ النَّهْيُ عَنِ تَصْدِيقِ مَنْ يَقُولُ ذَلِكَ مِنْ غَيْرِهِمْ ; أَيْ الِاعْتِرَافُ لَهُ بِأَنَّهُ صَادِقٌ كَأَنَّهُمْ قَالُوا: إِذَا قَالَ لَكُمْ قَائِلٌ: إِنَّهُ يَجُوزُ أَنْ يُؤْتَى غَيْرُكُمْ مِنَ النُّبُوَّةِ مِثْلَ مَا أُوتِيتُمْ فَكَذِّبُوهُ وَلَا تُؤْمِنُوا لَهُ، وَالْمَفْهُومُ مَسْكُوتٌ عَنْهُ، وَهُوَ مَفْهُومُ مُخَالَفَةٍ، فِيهِ مِنَ الْخِلَافِ فِي الْأُصُولِ مَا هُوَ مَشْهُورٌ، وَإِذَا قُلْنَا بِهِ فَإِنَّهُ يَصْدُقُ بِأَنْ يُؤْمِنُوا لِبَعْضِ أَهْلِ دِينِهِمْ إِذَا قَالُوا بِهَذَا الْجَوَازِ كَالْمُتَّفِقِينَ مَعَهُمْ عَلَى </p><p> الْمُكَابَرَةِ وَالْمُكَايَدَةِ لِلتَّنْفِيرِ عَنِ الْإِسْلَامِ، وَأَهْلُ الْجَحُودِ وَالْكَيْدِ لَا يُكَابِرُ بَعْضُهُمْ بَعْضًا فِيمَا هُوَ حُجَّةٌ لِلْمُخَالِفِ عَلَيْهِمْ جَمِيعًا، وَإِنَّمَا يُكَابِرُونَ الْمُخَالِفِينَ. </p><p> ثُمَّ قَالَ النَّيْسَابُورِيُّ: فَإِنْ قِيلَ كَيْفَ وَقَعَ قَوْلُهُ: قُلْ إِنَّ الْهُدَى هُدَى اللهِ بَيْنَ جُزْئَيْ كَلَامٍ وَاحِدٍ، وَهَذَا لَا يَلِيقُ بِكَلَامِ الْفُصَحَاءِ؟ قُلْتُ: قَالَ الْقَفَّالُ: يُحْتَمَلُ أَنْ يَكُونَ هَذَا كَلَامًا أَمَرَ اللهُ نَبِيَّهُ أَنْ يَقُولَهُ عِنْدَمَا وَصَلَ الْكَلَامُ إِلَى هَذَا الْحَدِّ، كَأَنَّهُ لَمَّا حَكَى عَنْهُمْ فِي هَذَا الْمَوْضِعِ قَوْلًا بَاطِلًا لَا جَرَمَ، أَدَّبَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنْ يُقَابِلَهُ بِقَوْلٍ حَقٍّ ثُمَّ يَعُودَ إِلَى حِكَايَةِ تَمَامِ كَلَامِهِمْ ; كَمَا إِذَا حَكَى الْمُسْلِمُ عَنْ بَعْضِ الْكُفَّارِ قَوْلًا فِيهِ كُفْرٌ فَيَقُولُ عِنْدَ بُلُوغِهِ إِلَى تِلْكَ الْكَلِمَةِ: آمَنْتُ بِاللهِ، أَوْ لَا إِلَهَ إِلَّا اللهُ، أَوْ تَعَالَى اللهُ ثُمَّ يَعُودُ إِلَى تِلْكَ الْحِكَايَةِ. اهـ. </p><p> أَقُولُ: وَيَجُوزُ عَلَى هَذَا الْوَجْهِ أَنْ تَكُونَ الْبَاءُ الْمَحْذُوفَةُ مِنْ أَنْ يُؤْتَى لِلسَّبَبِيَّةِ وَيَكُونَ الْمَعْنَى: آمِنُوا وَجْهَ النَّهَارِ مُخَادَعَةً وَاكْفُرُوا آخِرَهُ مُكَايَدَةً، وَلَا تُؤْمِنُوا إِيمَانًا حَقِيقِيًّا ثَابِتًا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ وَأَقَرَّكُمْ عَلَى مَا أَنْتُمْ عَلَيْهِ مِنَ التَّوْرَاةِ بِسَبَبِ إِتْيَانِ أَحَدٍ كَمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِثْلَ مَا أُوتِيتُمْ مِنَ النُّبُوَّةِ وَالْوَحْيِ، أَوْ بِسَبَبِ مَا يُخْشَى مِنْ مُحَاجَّتِهِ </p><p> لَكُمْ عِنْدَ رَبِّكُمْ فِي الْآخِرَةِ. وَالسَّبَبِيَّةُ مُعَلَّقَةٌ بِالنَّهْيِ، أَيْ لَا يَكُنْ إِتْيَانُ مُحَمَّدٍ بِدِينٍ حَقٍّ وَشَرْعٍ إِلَهِيٍّ كَالَّذِي أُوتِيتُمُوهُ عَلَى لِسَانِ مُوسَى سَبَبًا فِي الْإِيمَانِ لَهُ. </p><p> وَأَمَّا قِرَاءَةُ ابْنِ كَثِيرٍ بِالِاسْتِفْهَامِ: فَأَقْرُبُ مَا تُفَسَّرُ بِهِ عَلَى الْوَجْهِ - أَيْ وَجْهِ كَوْنِ الْكَلَامِ حِكَايَةً عَنِ الْيَهُودِ - أَنْ يُقَالَ: إِنَّ الْمَصْدَرَ الَّذِي يُؤْخَذُ مِنْ أَنْ يُؤْتَى مُبْتَدَأٌ خَبَرُهُ مَحْذُوفٌ لِلْعِلْمِ بِهِ مِنْ قَرِينَةِ الْحَالِ وَالْخِطَابِ. وَالْمَعْنَى: أَإِتْيَانُ أَحَدٍ بِمِثْلِ مَا أُوتِيتُمْ يَحْمِلُكُمْ عَلَى الْإِيمَانِ لَهُ وَإِنْ لَمْ يَتَّبِعْ دِينَكُمْ؟ أَيْ إِنَّ هَذَا مُنْكَرٌ لَا يَنْبَغِي أَنْ يَكُونَ، وَلَمْ أَرَ هَذَا وَلَا مَا قَبْلَهُ لِأَحَدٍ. </p><p> الْوَجْهُ الثَّانِي: أَنْ يَكُونَ قَوْلُهُ: أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ مِنْ كَلَامِ اللهِ - تَعَالَى - بِنَاءً عَلَى أَنَّ حِكَايَةَ كَلَامِ الْيَهُودِ قَدِ انْتَهَتْ بِقَوْلِهِ: دِينَكُمْ وَعَلَى هَذَا تَكُونُ قِرَاءَةُ ابْنِ كَثِيرٍ أَظْهَرَ. وَتَقْرِيرُ الْمَعْنَى عَلَيْهَا: أَتَكِيدُونَ هَذَا الْكَيْدَ كَرَاهَةَ أَنْ يُؤْتَى أَحَدٌ مَا أُوتِيتُمْ؟ أَوْ: أَإِيتَاءُ أَحَدٍ مِثْلَ مَا أُوتِيتُمْ يَحْمِلُكُمْ عَلَى ذَلِكَ الْبَاطِلِ؟ وَيُحْتَمَلُ عَلَى هَذَا أَنْ يَكُونَ قَوْلُهُ: أَوْ يُحَاجُّوكُمْ بِمَعْنَى حَتَّى يُحَاجُّوكُمْ، إِذْ وَرَدَتْ (أَوْ) بِمَعْنَى \" حَتَّى \" أَوْ بِمَعْنَى الْوَاوِ كَمَا قِيلَ. أَوِ التَّقْدِيرُ: أَلِأَجْلِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ وَلَمَّا يَتَّصِلْ بِذَلِكَ مُحَاجَّتُكُمْ عِنْدَ رَبِّكُمْ كِدْتُمْ ذَلِكَ الْكَيْدَ؟ يُنْكِرُ عَلَيْهِمْ ذَلِكَ، وَأَمَّا قِرَاءَةُ الْجُمْهُورِ فَيَجُوزُ أَنْ تُحْمَلَ عَلَى هَذِهِ الْقِرَاءَةِ، لِأَنَّ أَدَاةَ الِاسْتِفْهَامِ يَجُوزُ حَذْفُهَا اسْتِغْنَاءً عَنْهَا بِلَحْنِ الْقَوْلِ وَكَيْفِيَّةِ الْأَدَاءِ. وَيَجُوزُ فِيهَا وُجُوهٌ أُخْرَى أَظْهَرُهَا أَنْ يَكُونَ الْمَعْنَى: قُلْ إِنَّ الْهُدَى الَّذِي هُوَ هُدَى اللهِ هُوَ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ وَيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ فِي الْآخِرَةِ، أَيْ وَذَلِكَ جَائِزٌ دَاخِلٌ فِي مَشِيئَةِ اللهِ فَلَا وَجْهَ لِإِنْكَارِهِ ; وَلِذَلِكَ عَقَّبَهُ بِقَوْلِهِ: قُلْ إِنَّ الْفَضْلَ بِيَدِ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ فَالْكَلَامُ كُلُّهُ رَدٌّ عَلَيْهِمْ مِنَ اللهِ - تَعَالَى -. </p><p> وَأَقْوَى هَذِهِ الْوُجُوهِ مَا يُوَافِقُ الْقِرَاءَتَيْنِ وَهُوَ أَنَّ قَوْلَهُ - تَعَالَى -: قُلْ إِنَّ الْهُدَى إِلَى آخِرِ الْآيَةِ </p>"
}