{
  "id": null,
  "sura": 3,
  "aya": 18,
  "text": "<p> بِهَا فَمَعْنَاهُ هُنَا أَنَّ الَّذِينَ اتَّقَوْا أَصْنَافٌ فَمِنْهُمُ الصَّابِرُونَ وَمِنْهُمُ الصَّادِقُونَ إِلَخْ. وَالْمُرَادُ: الْمُمْتَازُونَ بِالْكَمَالِ فِي الصَّبْرِ وَالصِّدْقِ إِلَخْ، وَذَلِكَ لَا يَقْتَضِي أَنْ يَكُونَ كُلُّ صِنْفٍ عَارِيًا مِنْ صِفَاتِ الْآخَرِ، وَهَذَا مَا ذَهَبَ إِلَيْهِ الرَّازِيُّ إِذْ قَالَ:  \" وَأَظُنُّ -</p><p> وَالْعِلْمُ عِنْدَ اللهِ - أَنَّ مَنْ كَانَتْ مَعَهُ وَاحِدَةٌ مِنْ هَذِهِ الْخِصَالِ دَخَلَ تَحْتَ الْمَدْحِ الْعَظِيمِ وَاسْتَوْجَبَ هَذَا الثَّوَابَ الْجَزِيلَ \" وَعِبَارَتُهُ لَا تُفِيدُ اعْتِبَارَ كَمَالِ كُلِّ صِنْفٍ فِي وَصْفِهِ وَهُوَ مَا لَا بُدَّ مِنْهُ. وَالتَّحْقِيقُ أَنَّ الْأَلْفَاظَ الْمُفْرَدَةَ يَمْتَنِعُ عَطْفُهَا فِي مَقَامِ سَرْدِهَا مُطْلَقًا ; لِأَنَّهَا عِنْدَ ذَلِكَ تَكُونُ بِمَثَابَةِ الْأَعْدَادِ الَّتِي تُسْرَدُ: وَاحِدٌ، اثْنَانِ، ثَلَاثَةٌ، أَرْبَعَةٌ إِلَخْ. وَلَكِنَّهَا إِذَا لَمْ يَرِدْ سَرْدُهَا كَأَنْ ذُكِرَتْ لِلْحُكْمِ عَلَى مَدْلُولَاتِهَا ابْتِدَاءً فَلَا بُدَّ أَنْ تَجْمَعَ بِالْعَطْفِ. مِثَالُ الْأَوَّلِ قَوْلُهُ - تَعَالَى -: التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ [٩: ١١٢] الْآيَةَ. وَقَوْلُهُ - تَعَالَى - فِي سُورَةِ التَّحْرِيمِ: أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ [٦٦: ٥] إِلَخْ. فَإِنَّ هَذِهِ أَوْصَافٌ سُرِدَتْ لِلتَّعْرِيفِ بِهَا بَعْدَ الْحُكْمِ عَلَى الْمَوْصُوفِ، وَمِثَالُ الثَّانِي: الْآيَةُ الَّتِي نُفَسِّرُهَا وَالْحُكْمُ فِيهَا عَلَى الْمَوْصُوفِينَ ابْتِدَاءً، وَيَتَعَيَّنُ إِذَنْ أَنْ تَكُونَ مَنْصُوبَةً عَلَى الِاخْتِصَاصِ، وَمِثْلُهَا: إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ [٩: ٦٠] إِلَخْ. فَإِنَّ الْمُرَادَ الْحُكْمُ عَلَى مَدْلُولَاتِ هَذِهِ الْأَلْفَاظِ ابْتِدَاءً. وَمِنَ الْفَرْقِ بَيْنَ هَذَا الْقَوْلِ وَمَا قَبْلَهُ: أَنَّهُ يَمْتَنِعُ عَلَى هَذَا أَنْ تَكُونَ هَذِهِ الْأَلْفَاظُ نُعُوتًا (نَحْوِيَّةً) لِلَّذِينَ اتَّقَوْا. </p><p> شَهِدَ اللهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ </p><p> وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ إِنَّ الدِّينَ عِنْدَ اللهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللهِ فَإِنَّ اللهَ سَرِيعُ الْحِسَابِ فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللهُ بَصِيرٌ بِالْعِبَادِ </p><p> قَرَأَ نَافِعٌ وَالْبَصْرِيُّ (اتَّبَعَنِي) بِالْيَاءِ فِي الْوَصْلِ خَاصَّةً، وَالْبَاقُونَ بِحَذْفِهَا وَصْلًا وَوَفْقًا. بَعْدَ مَا بَيَّنَ - تَعَالَى - جَزَاءَ الْمُتَّقِينَ وَبَيَّنَ حَالَهُمْ فِي إِيمَانِهِمْ وَمَدَحَ أَصْنَافَهُمُ الْكَامِلِينَ فِي أَوْصَافِهِمْ بَيَّنَ أَصْلَ الْإِيمَانِ وَأَسَاسَهُ فَقَالَ: شَهِدَ اللهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ صَرَّحَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ بِأَنَّ شَهَادَةَ اللهِ هُنَا مِنْ بَابِ الِاسْتِعَارَةِ ; لِأَنَّ مَا نَصَبَهُ مِنَ الدَّلَائِلِ فِي الْآفَاقِ وَفِي الْأَنْفُسِ عَلَى تَوْحِيدِهِ وَمَا أَوْحَاهُ إِلَى أَنْبِيَائِهِ فِي ذَلِكَ يُشْبِهُ شَهَادَةَ الشَّاهِدِ بِالشَّيْءِ فِي إِظْهَارِهِ وَإِثْبَاتِهِ، وَكَذَلِكَ شَهَادَةُ الْمَلَائِكَةِ عِبَارَةٌ عَنْ إِقْرَارِهِمْ بِذَلِكَ كَمَا قَالَ الْبَيْضَاوِيُّ. زَادَ أَبُو السُّعُودِ: وَإِيمَانُهُمْ بِهِ، وَجَعْلُهَا مِنْ بَابِ عُمُومِ الْمَجَازِ، وَشَهَادَةُ أُولِي الْعِلْمِ عِبَارَةٌ عَنْ إِيمَانِهِمْ بِهِ وَاحْتِيَاجِهِمْ عَلَيْهِ. وَقَالَ بَعْضُهُمْ: إِنَّ الشَّهَادَةَ مِنْ كُلٍّ بِمَعْنًى وَاحِدٍ، لِأَنَّهَا إِمَّا عِبَارَةٌ عَنِ الْإِخْبَارِ الْمَقْرُونِ بِالْعِلْمِ وَإِمَّا عِبَارَةٌ عَنِ الْإِظْهَارِ وَالْبَيَانِ، وَكُلُّ ذَلِكَ حَاصِلٌ مِنَ اللهِ وَالْمَلَائِكَةِ وَأُولِي الْعِلْمِ، فَاللهُ - تَعَالَى - أَخْبَرَ بِتَوْحِيدِهِ مَلَائِكَتَهُ وَرُسُلَهُ عَنْ عِلْمٍ، وَبَيَّنَهُ لَهُمْ أَتَمَّ الْبَيَانِ، وَالْمَلَائِكَةُ أَخْبَرُوا الرُّسُلَ وَبَيَّنُوا لَهُمْ، وَأُولُو الْعِلْمِ أَخْبَرُوا بِذَلِكَ وَبَيَّنُوهُ عَالِمِينَ بِهِ لَا يَزَالُونَ كَذَلِكَ. وَأَقُولُ: إِنَّ مَا قَالَهُ الْأَوَّلُونَ ضَعِيفٌ وَأَقْرَبُ التَّفْسِيرَيْنِ لِلشَّهَادَةِ فِي الْقَوْلِ الْآخَرِ أَوَّلُهُمَا، يُقَالُ: شَهِدَ الشَّيْءَ إِذَا حَضَرَهُ وَشَاهَدَهُ كَقَوْلِهِ - تَعَالَى -: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ [٢: ١٨٥] وَقَوْلِهِ: مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ [٢٧: ٤٩] وَيُقَالُ شَهِدَ بِهِ إِذَا أَخْبَرَ بِهِ عَنْ مُشَاهَدَةٍ بِالْبَصَرِ وَهُوَ الْأَكْثَرُ وَالْأَصْلُ، أَوْ عَنْ مُشَاهَدَةٍ بِالْبَصِيرَةِ وَهِيَ الِاعْتِقَادُ وَالْعِلْمُ، كَقَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ إِخْوَةِ يُوسُفَ: وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا [١٢:٨١] وَذَلِكَ أَنَّهُمْ أَخْبَرُوا أَبَاهُمْ يَعْقُوبَ بِأَنَّ ابْنَهُ (شَقِيقَ يُوسُفَ) سَرَقَ عَنِ اعْتِقَادٍ لَا عَنْ مُشَاهَدَةٍ بِالْبَصَرِ، وَإِنَّمَا سَمُّوا اعْتِقَادَهُمْ عِلْمًا لِأَنَّهُ لَمْ يَخْطُرْ فِي بَالِهِمْ مَا يُعَارِضُ مَا رَأَوْهُ مِنْ إِخْرَاجِ صُوَاعِ الْمَلِكِ مِنْ رَحْلِ شَقِيقِ يُوسُفَ بَعْدَ مَا نُودِيَ فِيهِمْ بِأَنَّ الصُّوَاعَ قَدْ سُرِقَ. وَالْحَاصِلُ: أَنَّ الشَّهَادَةَ بِالشَّيْءِ هِيَ الْإِخْبَارُ بِهِ عَنْ عِلْمٍ بِالْمُشَاهَدَةِ الْحِسِّيَّةِ أَوِ الْمَعْنَوِيَّةِ وَهِيَ الْحُجَّةُ وَالدَّلِيلُ وَهُوَ الْمُخْتَارُ هُنَا. وَلَكِنْ يَرُدُّ عَلَيْهِ هُنَا أَنَّهُ إِثْبَاتٌ لِلتَّوْحِيدِ بِالنَّقْلِ وَهُوَ فَرْعٌ عَنْهُ ; لِأَنَّهُ إِذَا لَمْ يَثْبُتْ تَوْحِيدُ اللهِ لَا يَثْبُتِ الْوَحْيُ. وَيُجَابُ عَنْهُ بِأَنَّ شَهَادَةَ اللهِ فِي كِتَابِهِ مُؤَيَّدَةٌ بِالْبَرَاهِينِ الَّتِي قَرَنَهَا بِهَا وَبِالْآيَاتِ عَلَى صِدْقِ الرُّسُلِ، وَشَهَادَةُ الْمَلَائِكَةِ لِلْأَنْبِيَاءِ مَقْرُونَةٌ بِعِلْمٍ ضَرُورِيٍّ هُوَ عِنْدَ الْأَنْبِيَاءِ أَقْوَى مِنْ جَمِيعِ الْيَقِينِيَّاتِ الْبَدِيهِيَّةِ، وَبِتِلْكَ الدَّلَائِلِ الَّتِي أُمِرُوا بِأَنْ يَحْتَجُّوا بِهَا عَلَى النَّاسِ، وَشَهَادَةُ أُولِي الْعِلْمِ تُقْرَنُ عَادَةً بِالدَّلَائِلِ وَالْحُجَجِ ; لِأَنَّ الْعَالِمَ بِالشَّيْءِ لَا تَعُوزُهُ الْحُجَّةُ عَلَيْهِ. عَلَى أَنَّ الْكَلَامَ فِي وَحْدَانِيَّةِ الْأُلُوهِيَّةِ، وَالْمُشْرِكُ بِهَا لَا يَكُونُ مُعَطَّلًا حَتَّى يُقَالَ لَا </p><p> بُدَّ مِنْ إِقْنَاعِهِ بِوُجُودِ اللهِ إِقْنَاعُهُ بِشَهَادَتِهِ، بَلْ يَكُونُ مُقِرًّا بِوُجُودِ اللهِ، وَإِنَّمَا شِرْكُهُ بِاتِّخَاذِ الْوُسَطَاءِ يَكُونُونَ بِزَعْمِهِ وَسَائِلَ بَيْنَهُ وَبَيْنَ اللهِ يُقَرِّبُونَهُ إِلَيْهِ زُلْفَى، وَبِالشُّفَعَاءِ يَكُونُونَ فِي وَهْمِهِ سَبَبًا لِقَضَاءِ حَاجَاتِهِ وَتَكْفِيرِ سَيِّئَاتِهِ، كَمَا كَانَتْ تَدِينُ الْعَرَبَ فِي الْجَاهِلِيَّةِ. </p><p> وَقَدِ اخْتَلَفُوا فِي أُولِي الْعِلْمِ، فَقَالَ: هُمُ الصَّحَابَةُ وَقِيلَ: عُلَمَاءُ أَهْلِ الْكِتَابِ، وَذَهَبَ الزَّمَخْشَرِيُّ إِلَى أَنَّهُمُ الْمُعْتَزِلَةُ، وَالرَّازِيُّ إِلَى أَنَّهُمْ عُلَمَاءُ الْأُصُولِ. وَهَذَا مِنْ عَجِيبِ الْخِلَافِ، فَإِنَّ أُولِي الْعِلْمِ لَا يَحْتَاجُونَ إِلَى تَعْرِيفٍ وَلَا تَفْسِيرٍ، فَهُمْ أَصْحَابُ الْعِلْمِ الْبُرْهَانِيِّ الْقَادِرُونَ عَلَى الْإِقْنَاعِ، وَهُمْ مَعْرُوفُونَ فِي هَذِهِ الْأُمَّةِ وَفِي الْأُمَمِ السَّابِقَةِ. </p><p> أَمَّا قَوْلُهُ - تَعَالَى -: قَائِمًا بِالْقِسْطِ فَمَعْنَاهُ: أَنَّهُ - تَعَالَى - شَهِدَ هَذِهِ الشَّهَادَةَ قَائِمًا بِالْقِسْطِ وَهُوَ الْعَدْلُ فِي الدِّينِ وَالشَّرِيعَةِ، وَفِي الْكَوْنِ وَالطَّبِيعَةِ. فَمِنَ الْأَوَّلِ: تَقْرِيرُ الْعَدْلِ فِي الِاعْتِقَادِ، كَالتَّوْحِيدِ الَّذِي هُوَ وَسَطٌ بَيْنَ التَّعْطِيلِ وَالشِّرْكِ، وَمِنَ الثَّانِي: جَعْلُ سُنَنِ الْخَلِيقَةِ فِي الْأَكْوَانِ وَالْإِنْسَانِ الدَّالَّةِ عَلَى حَقِّيَةِ الِاعْتِقَادِ قَائِمَةً عَلَى أَسَاسِ الْعَدْلِ، فَمَنْ نَظَرَ فِي هَذِهِ السُّنَنِ وَنِظَامِهَا الدَّقِيقِ يَتَجَلَّى لَهُ عَدْلُ اللهِ الْعَامِّ، فَالْقِيَامُ بِالْقِسْطِ عَلَى هَذَا مِنْ قَبِيلِ التَّنْبِيهِ إِلَى الْبُرْهَانِ عَلَى صِدْقِ شَهَادَتِهِ - تَعَالَى - فِي الْأَنْفُسِ وَالْآفَاقِ ; لِأَنَّ وَحْدَةَ النِّظَامِ فِي هَذَا الْعَدْلِ تَدُلُّ عَلَى وَحْدَةِ وَاضِعِهِ، وَهَذَا مِمَّا يُفَنِّدُ تَفْسِيرَ بَعْضِهِمْ لِلشَّهَادَةِ بِأَنَّهَا عِبَارَةٌ عَنْ خَلْقِ مَا يَدُلُّ عَلَى الْوَحْدَانِيَّةِ مِنَ الْآيَاتِ الْكَوْنِيَّةِ وَالنَّفْسِيَّةِ، كَذَلِكَ كَانَتْ أَحْكَامُهُ - تَعَالَى - فِي الْعِبَادَاتِ وَالْآدَابِ وَالْأَعْمَالِ مَبْيِنَّةً عَلَى أَسَاسِ الْعَدْلِ بَيْنَ الْقُوَى الرُّوحِيَّةِ وَالْبَدَنِيَّةِ وَبَيْنَ النَّاسِ بَعْضِهِمْ مَعَ بَعْضٍ، فَقَدْ أَمَرَ بِذِكْرِهِ وَشُكْرِهِ فِي الصَّلَاةِ وَغَيْرِ الصَّلَاةِ لِتَرْقِيَةِ الرُّوحِ وَتَزْكِيَتِهِ، وَأَبَاحَ الطَّيِّبَاتِ وَالزِّينَةَ لِحِفْظِ الْبَدَنِ وَتَرْبِيَتِهِ، وَنَهَى عَنِ الْغُلُوِّ فِي الدِّينِ وَالْإِسْرَافِ فِي الدُّنْيَا وَذَلِكَ عَيْنُ الْعَدْلِ، فَهَذَا هُوَ الْقِسْطُ فِي الْعِبَادَاتِ وَالْأَعْمَالِ الدُّنْيَوِيَّةِ. وَأَمَّا الْقِسْطُ فِي الْآدَابِ وَالْأَخْلَاقِ فَهُوَ صَرِيحٌ فِي الْقُرْآنِ كَصَرَاحَةِ الْأَمْرِ بِالْعَدْلِ فِي الْأَحْكَامِ. قَالَ - تَعَالَى -: إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ [١٦: ٩٠] وَقَالَ: وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ [٤: ٥٨] . </p><p> وَإِذْ قَدْ تَجَلَّى لَكَ صِدْقُ الشَّهَادَةِ فَعَلَيْكَ أَنْ تُقِرَّ بِهَا قَائِلًا: لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ تَفَرَّدَ بِالْأُلُوهِيَّةِ وَكَمَالِ الْعِزَّةِ وَالْحِكْمَةِ، فَلَا يَغْلِبُهُ أَحَدٌ عَلَى مَا قَامَ بِهِ مِنْ سُنَنِ الْقِسْطِ وَلَا يَخْرُجُ شَيْءٌ مِنْهَا عَنْ مُقْتَضَى الْحِكْمَةِ الْبَالِغَةِ. </p><p> إِنَّ الدِّينَ عِنْدَ اللهِ الْإِسْلَامُ قَرَأَ الْجُمْهُورُ (إِنَّ) بِالْكَسْرِ عَلَى أَنَّ الْجُمْلَةَ مُسْتَأْنَفَةٌ، وَقَرَأَهَا الْكِسَائِيُّ بِالْفَتْحِ عَلَى أَنَّهَا تَعْلِيلٌ لِلشَّهَادَةِ بِالتَّوْحِيدِ، أَيْ شَهِدَ اللهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ ; لِأَنَّ الدِّينَ عِنْدَ اللهِ هُوَ الْإِسْلَامُ لَهُ وَحْدَهُ، أَوْ عَطْفٌ عَلَى (أَنَّهُ) أَوْ بَدَلٌ مِنْهُ. </p><p> أَقُولُ: الدِّينُ فِي اللُّغَةِ: الْجَزَاءُ وَالطَّاعَةُ وَالْخُضُوعُ، أَيْ سَبَبُ الْجَزَاءِ، وَيُطْلَقُ عَلَى مَجْمُوعِ التَّكَالِيفِ الَّتِي يَدِينُ بِهَا الْعِبَادُ لِلَّهِ فَيَكُونُ بِمَعْنَى الْمِلَّةِ وَالشَّرْعِ. وَقَالُوا: إِنَّ مَا يُكَلِّفُ اللهُ بِهِ الْعِبَادَ يُسَمَّى شَرْعًا بِاعْتِبَارِ وَضْعِهِ وَبَيَانِهِ، وَيُسَمَّى دِينًا بِاعْتِبَارِ الْخُضُوعِ وَطَاعَةِ الشَّارِعِ بِهِ، وَيُسَمَّى مِلَّةً بِاعْتِبَارِ جُمْلَةِ التَّكَالِيفِ، وَالْإِسْلَامُ مَصْدَرُ أَسْلَمَ وَهُوَ بَيَانٌ يَأْتِي بِمَعْنَى خَضَعَ وَاسْتَسْلَمَ، وَبِمَعْنَى أَدَّى، يُقَالُ أَسْلَمْتُ الشَّيْءَ إِلَى فُلَانٍ إِذَا أَدَّيْتُهُ إِلَيْهِ، وَبِمَعْنَى دَخَلَ </p>"
}