{
  "id": null,
  "sura": 3,
  "aya": 84,
  "text": "<p> قُلْ آمَنَّا بِاللهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ </p><p> كَمَا خَتَمَ - تَعَالَى - آيَةَ دَعْوَةِ أَهْلِ الْكِتَابِ إِلَى الْإِسْلَامِ بِقَوْلِهِ: فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ [٣: ٦٤] جَاءَ هُنَا بَعْدَ ذِكْرِ تَوْلِيَتِهِمْ عَنِ الْإِسْلَامِ يَأْمُرُنَا بِالْإِقْرَارِ بِهِ فَقَالَ مُخَاطِبًا لِنَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: قُلْ آمَنَّا بِاللهِ أَيْ آمَنْتُ أَنَا وَمَنْ مَعِي بِوُجُودِ اللهِ وَوَحْدَانِيَّتِهِ وَكَمَالِهِ وَمَا أُنْزِلَ عَلَيْنَا مِنْ كِتَابِهِ بِالتَّفْصِيلِ وَهَذِهِ الْآيَةُ نَظِيرَ قَوْلِهِ - تَعَالَى - فِي سُورَةِ الْبَقَرَةِ: قُولُوا آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا [٢: ١٣٦] إِلَخْ وَقَدْ عُدِّيَ الْإِنْزَالُ هُنَاكَ بِـ \" إِلَى \" الدَّالَّةِ عَلَى الْغَايَةِ وَالِانْتِهَاءِ، وَهُنَا بِـ \" عَلَى \" الَّتِي لِلِاسْتِعْلَاءِ وَكِلَا الْمَعْنَيَيْنِ صَحِيحٌ، كَمَا قَالَ فِي الْكَشَّافِ رَامِيًا بِالتَّعَسُّفِ مَنْ فَرَّقَ بَيْنَ التَّعَدِّيَتَيْنِ بِاخْتِلَافِ الْمَأْمُورِ بِالْقَوْلِ فِي الْآيَتَيْنِ إِذْ هُوَ هُنَاكَ الْمُؤْمِنُونُ وَهَاهُنَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; لِأَنَّ التَّعْدِيَةَ بِـ \" إِلَى \" وَرَدَتْ فِي خِطَابِ النَّبِيِّ، وَالتَّعْدِيَةَ بِـ \" عَلَى \" وَرَدَتْ فِي خِطَابِ غَيْرِهِ فِي آيَاتٍ أُخْرَى. وَقَدَّمَ الْإِيمَانَ بِاللهِ عَلَى الْإِيمَانِ بِإِنْزَالِ الْوَحْيِ لِأَنَّهُ الْأَصْلُ الْأَوَّلُ الْمَقْصُودُ بِالذَّاتِ وَالْوَحْيُ فَرْعٌ لَهُ، إِذْ هُوَ وَحْيُهُ - تَعَالَى - إِلَى رُسُلِهِ. </p><p> وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ أَيْ وَآمَنَّا بِمَا أُنْزِلَ عَلَى هَؤُلَاءِ بِالْإِجْمَالِ أَيْ صَدَّقْنَا بِأَنَّ اللهَ - تَعَالَى - أَنْزَلَ عَلَيْهِمْ وَحْيًا لِهِدَايَةِ أَقْوَامِهِمْ، وَأَنَّهُ مُوَافِقٌ لِمَا أُنْزِلَ عَلَيْنَا فِي أَصْلِهِ وَجَوْهَرِهِ وَالْقَصْدِ مِنْهُ أَخْبَرَنَا </p><p> اللهُ - تَعَالَى - فِي مِثْلِ قَوْلِهِ: قَدْ أَفْلَحَ مَنْ تَزَكَّى [٨٧: ١٤] إِلَى آخِرِ السُّورَةِ وَقَوْلِهِ: أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ [٣٥: ٣٦، ٣٧] إِلَخْ إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ [٤: ١٦٣] إِلَخْ. وَأَمَّا عَيْنُ مَا أُوحِيَ إِلَيْهِمْ فَلَمْ يَبْقَ مِنْهُ فِي أَيْدِي الْأُمَمِ شَيْءٌ يُعْتَمَدُ عَلَى نَقْلِهِ وَمَا أُوتِيَ مُوسَى وَعِيسَى مِنَ التَّوْرَاةِ لِلْأَوَّلِ وَالْإِنْجِيلِ لِلثَّانِي، (وَ) مَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ كَدَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَغَيْرِهِمْ مِمَّنْ لَمْ يَقُصَّ اللهُ عَلَيْنَا خَبَرَهُمْ، فَإِنَّ مِنْهُمْ مَنْ قَصَّهُ عَلَيْنَا وَمِنْهُمْ مَنْ لَمْ يَقْصُصْهُ، فَإِذَا ثَبَتَ عِنْدَنَا أَنَّ نَبِيًّا ظَهَرَ فِي الْهِنْدِ أَوِ الصِّينِ قَبْلَ خَتْمِ النُّبُوَّةِ نُؤْمِنُ بِهِ. وَارْجِعْ إِلَى آيَةِ الْبَقَرَةِ فِي اسْتِبَانَةِ الْفَرْقِ بَيْنَ التَّعْبِيرِ بِالْإِنْزَالِ وَالتَّعْبِيرِ بِالْإِتْيَانِ، قَالَ </p><p> الْأُسْتَاذُ الْإِمَامُ: وَقَدْ قُدِّمَ الْإِيمَانُ بِمَا أُنْزِلَ عَلَيْنَا عَلَى الْإِيمَانِ بِمَا أُنْزِلَ عَلَى مَنْ قَبْلَنَا مَعَ كَوْنِهِ أُنْزِلَ قَبْلَهُ فِي الزَّمَنِ ; لِأَنَّ مَا أُنْزِلَ عَلَيْنَا هُوَ الْأَصْلُ فِي مَعْرِفَةِ مَا أُنْزِلَ عَلَيْهِمْ وَالْمُثْبِتُ لَهُ وَلَا طَرِيقَ لِإِثْبَاتِهِ سِوَاهُ ; لِانْقِطَاعِ سَنَدِ تِلْكَ وَفَقْدِ بَعْضِهَا وَوُقُوعِ الشَّكِّ فِيمَا بَقِيَ مِنْهَا. فَمَا أَثْبَتَهُ كِتَابُنَا مِنْ نُبُوَّةِ كَثِيرٍ مِنَ الْأَنْبِيَاءِ نُؤْمِنُ بِهِ إِجْمَالًا فِيمَا أُجْمِلَ وَتَفْصِيلًا فِيمَا فُصِّلَ، وَمَا أَثْبَتَهُ لَهُمْ مِنَ الْكُتُبِ كَذَلِكَ، نُؤْمِنُ بِأَنَّ أُصُولَ مَا جَاءُوا بِهِ وَاحِدَةٌ وَهِيَ الْإِيمَانُ بِاللهِ وَإِسْلَامُ الْقُلُوبِ لَهُ وَالْإِيمَانُ بِالْآخِرَةِ وَالْعَمَلُ الصَّالِحُ مَعَ الْإِخْلَاصِ. فَكَمَا أَنَّ الْإِيمَانَ بِاللهِ أَصِلٌ لِلْإِيمَانِ بِمَا أُنْزِلَ عَلَيْنَا كَذَلِكَ مَا أُنْزِلَ عَلَيْنَا أَصْلٌ لِلْإِيمَانِ بِمَا أُنْزِلَ عَلَيْهِمْ فَقُدِّمَ عَلَيْهِ: لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ كَمَا يُفَرِّقُ أَهْلُ الْكِتَابِ فَيُؤْمِنُونَ بِبَعْضٍ وَيَكْفُرُونَ بِبَعْضٍ، وَلَا نُفَرِّقُ بَيْنَهُمْ فِي الدِّينِ، فَنَقُولُ: بَعْضُهُمْ عَلَى حَقٍّ وَبَعْضُهُمْ عَلَى بَاطِلٍ، بَلْ نَقُولُ: إِنَّهُمْ كَانُوا جَمِيعًا عَلَى الْحَقِّ لَا خِلَافَ بَيْنَهُمْ فِي الْأُصُولِ وَالْمَقَاصِدِ، فَمَثَلُهُمْ كَمَثَلِ الْوُلَاةِ الصَّادِقِينَ يُرْسِلُهُمُ الْمَلِكُ الْعَادِلُ مُتَعَاقِبِينَ لِعِمَارَةِ الْوِلَايَةِ وَإِصْلَاحِ أَهْلِهَا، وَمَا يَكُونُ مِنَ التَّغْيِيرِ فِي بَعْضِ قَوَانِينِهِمْ إِنَّمَا يَكُونُ بِحَسْبِ حَالِ الْوِلَايَةِ وَأَهْلِهَا، وَالْمَقْصِدُ وَاحِدٌ وَهُوَ الْعُمْرَانُ وَالْإِصْلَاحُ وَنَحْنُ لَهُ مُسْلِمُونَ مُنْقَادُونَ بِالرِّضَا وَالْإِخْلَاصِ مُنْصَرِفُونَ عَنْ أَهْوَائِنَا وَشَهَوَاتِنَا فِي الدِّينِ لَا نَتَّخِذُهُ جِنْسِيَّةً لِأَجْلِ حُظُوظِ الدُّنْيَا وَإِنَّمَا نَبْتَغِي بِهِ التَّقَرُّبَ إِلَيْهِ - تَعَالَى - بِإِصْلَاحِ النُّفُوسِ وَإِخْلَاصِ الْقُلُوبِ وَالْعُرُوجِ بِالْأَرْوَاحِ، إِلَى سَمَاءِ الْكَرَامَةِ وَالْفَلَاحِ. </p><p> افْتَتَحَ الْآيَةَ بِذِكْرِ الْإِيمَانِ وَخَتَمَهَا بِالْإِسْلَامِ الَّذِي هُوَ فِي </p><p> كَمَالِهِ ثَمَرَتُهُ وَغَايَتُهُ وَهَذَا هُوَ الْإِسْلَامُ الدِّينِيُّ الَّذِي كَانَ عَلَيْهِ جَمِيعُ الْأَنْبِيَاءِ ; وَلِذَلِكَ قَفَّى عَلَيْهِ بِقَوْلِهِ: وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ لِأَنَّ الدِّينَ إِذَا لَمْ يَكُنْ هُوَ الْإِسْلَامَ الَّذِي بَيَّنَّا مَعْنَاهُ آنِفًا فَمَا هُوَ إِلَّا رُسُومٌ وَتَقَالِيدُ يَتَّخِذُهَا الْقَوْمُ رَابِطَةً لِلْجِنْسِيَّةِ، وَآلَةً لِلْعَصَبِيَّةِ وَوَسِيلَةً لِلْمَنَافِعِ الدُّنْيَوِيَّةِ، وَذَلِكَ مِمَّا يَزِيدُ الْقُلُوبَ فَسَادًا، وَالْأَرْوَاحَ إِظْلَامًا. فَلَا يَزِيدُ النَّاسَ فِي الدُّنْيَا إِلَّا عُدْوَانًا، وَفِي الْآخِرَةِ إِلَّا خُسْرَانًا وَلِذَلِكَ قَالَ: وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ أَيْ أَنَّهُ يَكُونُ هُنَالِكَ خَاسِرًا لِلنَّعِيمِ الْمُقِيمِ فِي جِوَارِ الرَّبِّ الرَّحِيمِ، لِأَنَّهُ خَسِرَ نَفْسَهُ إِذْ لَمْ يُزَكِّهَا بِالْإِسْلَامِ لِلَّهِ، وَإِخْلَاصِ السَّرِيرَةِ لَهُ جَلَّ عُلَاهُ. </p><p> هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٧: ٥٣] فِي الدِّينِ وَيَزْعُمُونَ أَنَّهُ مَنَاطُ النَّجَاةِ وَوَسِيلَةُ الْفَوْزِ وَالسَّعَادَةِ ; إِذْ يَهْوَوْنَ أَنْ يَسْعَدُوا بِغَيْرِهِمْ مِنَ الْأَنْبِيَاءِ وَالْأَوْلِيَاءِ وَإِنْ خَسِرُوا أَنْفُسَهُمْ بِسُلُوكِ سُبُلِ الشَّقَاءِ قُلِ اللهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ [٣٩: ١٤ - ١٥] وَلَمْ أَرَ أَحَدًا مِنَ الْمُفَسِّرِينَ نَبَّهَ فِي هَذَا الْمَقَامِ عَلَى أَنَّ الْأَصْلَ فِي خُسْرَانِ الْآخِرَةِ </p>"
}