{
  "id": null,
  "sura": 3,
  "aya": 130,
  "text": "<p> يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ وَأَطِيعُوا اللهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللهُ يُحِبُّ الْمُحْسِنِينَ وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ اعْلَمْ أَنَّ وَضْعَ هَذِهِ الْآيَاتِ الْوَارِدَةِ فِي التَّرْهِيبِ وَالتَّرْغِيبِ وَالْإِنْذَارِ وَالتَّبْشِيرِ فِي سِيَاقِ الْآيَاتِ الْوَارِدَةِ فِي قِصَّةِ أُحُدٍ هُوَ مِنْ سُنَّةِ الْقُرْآنِ فِي مَزْجِ فُنُونِ الْكَلَامِ وَضُرُوبِ الْحِكَمِ وَالْأَحْكَامِ بَعْضِهَا بِبَعْضٍ، وَمَحَلُّ بَيَانِ سَبَبِ ذَلِكَ وَحِكْمَتِهِ مُقَدِّمَةُ التَّفْسِيرِ، وَقَدْ نُشِيرُ إِلَى بَعْضِهَا أَحْيَانًا فِي تَفْسِيرِ بَعْضِ الْآيَاتِ، عَلَى أَنَّ هَذِهِ السُّنَّةَ لَا تُنَافِي أَنْ يَكُونَ لِاتِّصَالِ كُلِّ آيَةٍ أَوْ آيَاتٍ بِمَا قَبْلَهَا وَجْهٌ وَجِيهٌ تَتَقَبَّلُهُ الْبَلَاغَةُ بِقَبُولٍ حَسَنٍ كَمَا عُلِمَ مِمَّا سَبَقَ. </p><p> قَالَ الرَّازِيُّ هُنَا: \" اعْلَمْ أَنَّ مِنَ النَّاسِ مَنْ قَالَ إِنَّهُ - تَعَالَى - لَمَّا شَرَحَ عَظِيمَ نِعَمِهِ عَلَى الْمُؤْمِنِينَ فِيمَا يَتَعَلَّقُ بِإِرْشَادِهِمْ إِلَى الْأَصْلَحِ لَهُمْ فِي أَمْرِ الدِّينِ وَفِي الْجِهَادِ أَتْبَعَ ذَلِكَ بِمَا يَدْخُلُ فِي الْأَمْرِ وَالنَّهْيِ وَالتَّرْغِيبِ وَالتَّحْذِيرِ، فَقَالَ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا وَعَلَى هَذَا التَّقْدِيرِ تَكُونُ هَذِهِ الْآيَةُ ابْتِدَاءَ كَلَامٍ وَلَا تَعَلُّقَ لَهَا بِمَا </p><p> قَبْلَهَا، وَقَالَ الْقَفَّالُ - رَحِمَهُ اللهُ -: يَحْتَمِلُ أَنْ يَكُونَ ذَلِكَ مُتَّصِلًا بِمَا تَقَدَّمَ، مِنْ جِهَةِ أَنَّ الْمُشْرِكِينَ أَنْفَقُوا عَلَى تِلْكَ الْعَسَاكِرِ أَمْوَالًا جَمَعُوهَا </p><p> بِسَبَبِ الرِّبَا، فَلَعَلَّ ذَلِكَ يَصِيرُ دَاعِيًا لِلْمُسْلِمِينَ إِلَى الْإِقْدَامِ عَلَى الرِّبَا حَتَّى يَجْمَعُوا الْمَالَ وَيُنْفِقُوهُ عَلَى الْعَسْكَرِ فَيَتَمَكَّنُونَ مِنَ الِانْتِقَامِ مِنْهُمْ. فَلَا جَرَمَ نَهَاهُمْ عَنْ ذَلِكَ اهـ. وَالْأَوَّلُ قَوْلُ بَعْضِ الْمُعْتَزِلَةِ، وَيُقَالُ فِي الثَّانِي: إِنَّ الْمَرْوِيَّ فِي السِّيَرِ أَنَّ الْمُشْرِكِينَ أَنْفَقُوا فِي حَرْبِ أُحُدٍ مَا رَبِحُوا فِي تِجَارَةِ الْعِيرِ الَّتِي جَاءَتْ مِنَ الشَّامِ عَامَ بَدْرٍ - كَمَا تَقَدَّمَ - فَمَا أَوْرَدَهُ الرَّازِيُّ غَيْرُ وَجِيهٍ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: وَجْهُ الِاتِّصَالِ بَيْنَ هَذِهِ الْآيَاتِ وَمَا قَبْلَهَا أَنَّ مَا قَبْلَهَا فِي بَيَانِ أَنَّ اللهَ نَصَرَ الْمُؤْمِنِينَ وَهُمْ أَذِلَّةٌ، وَأَنَّهُمْ إِنَّمَا نُصِرُوا بِتَقْوَى اللهِ وَامْتِثَالِ الْأَمْرِ وَالنَّهْيِ ; وَلِذَلِكَ خُذِلُوا فِي أُحُدٍ عِنْدَ الْمُخَالَفَةِ وَالطَّمَعِ فِي الْغَنِيمَةِ، وَقَدْ جَاءَ هَذَا بَعْدَ النَّهْيِ عَنِ اتِّخَاذِ الْبِطَانَةِ مِنَ الْيَهُودِ وَبَيَانِ أَنَّهُ لَا يَضُرُّ الْمُؤْمِنِينَ كَيْدُ هَؤُلَاءِ الْيَهُودِ مَا اعْتَصَمُوا بِالصَّبْرِ وَالتَّقْوَى، وَقَدْ كَانَ مِنْ مُوَادَّاتِ الْمُؤْمِنِينَ لِلْيَهُودِ وَاتِّخَاذِ الْبِطَانَةِ مِنْهُمْ أَنَّ مِنْهُمْ مَنْ رَابَى كَمَا كَانُوا يُرَابُونَ، وَكَانَ الْبَعْضُ الْآخَرُ مَظِنَّةَ أَنْ يُرَابِيَ تَوَسُّلًا لِجَلْبِ الْمَالِ الْمَحْبُوبِ بِسُهُولَةٍ، فَكَانَ التَّرْتِيبُ فِي الْآيَاتِ هَكَذَا: نَهَاهُمْ عَنِ اتِّخَاذِ الْبِطَانَةِ مِنَ الْيَهُودِ وَأَمْثَالِهِمْ مِنَ الْمُشْرِكِينَ بِشُرُوطِهَا الَّتِي هِيَ مَثَارُ الضَّرَرِ، ثُمَّ بَيَّنَ لَهُمْ مَا يَتَّقُونَ بِهِ ضَرَرَهُمْ وَشَرَّ كَيْدِهِمْ وَهُوَ تَقْوَى اللهِ وَطَاعَتُهُ وَطَاعَةُ رَسُولِهِ، ثُمَّ ذَكَّرَهُمْ بِمَا يَدُلُّ عَلَى صِدْقِ ذَلِكَ طَرْدًا وَعَكْسًا بِذِكْرِ وَقْعَةِ بَدْرٍ وَوَقْعَةِ أُحُدٍ، ثُمَّ نَهَاهُمْ عَنْ عَمَلٍ آخَرَ مِنْ شَرِّ أَعْمَالِ أُولَئِكَ الْيَهُودِ وَمَنِ اقْتَدَى بِهِمْ مِنَ الْمُشْرِكِينَ وَأَشَدِّهَا ضَرَرًا وَهُوَ أَكْلُ الرِّبَا أَضْعَافًا مُضَاعَفَةً (قَالَ) : وَقَدْ كَانَ مَا تَقَدَّمَ تَمْهِيدًا لِهَذَا النَّهْيِ وَحُجَّةً عَلَى أَنَّ الرِّبْحَ الْمُتَوَقَّعَ مِنْهُ لَيْسَ هُوَ سَبَبَ السَّعَادَةِ وَإِنَّمَا سَبَبُهَا مَا ذُكِرَ مِنَ التَّقْوَى وَالِامْتِثَالِ. </p><p> أَقُولُ: وَيُقَوِّي رَأْيَ الْأُسْتَاذِ الْإِمَامِ أَنَّ السِّيَاقَ كُلَّهُ مِنْ أَوَّلِ السُّورَةِ إِلَى نَحْوِ سَبْعِينَ آيَةً فِي مُحَاجَّةِ النَّصَارَى، ثُمَّ انْتَقَلَ إِلَى الْيَهُودِ، وَوَرَدَتْ قِصَّةُ أُحُدٍ وَمَا فِيهَا مِنَ الْعِبَرِ فِي سِيَاقِ الْكَلَامِ عَنِ الْيَهُودِ، ثُمَّ بَعْدَ انْتِهَائِهَا يَعُودُ الْكَلَامُ إِلَى الْيَهُودِ وَلَا سِيَّمَا فِيمَا يَتَعَلَّقُ بِأَمْرِ الْمَالِ وَالنَّفَقَاتِ، فَلَا غَرْوَ إِذَا ذُكِرَ فِي أَوَّلِ الْكَلَامِ فِي هَذِهِ </p><p> الْغَزْوَةِ شَيْءٌ يَتَعَلَّقُ بِالْمَالِ وَإِنْفَاقِهِ وَفِي آخِرِهَا شَيْءٌ يَتَعَلَّقُ بِذَلِكَ وَلِكُلٍّ مِنْهُمَا مُنَاسَبَةٌ وَاشْتِبَاكٌ بِصِلَةِ الْمُسْلِمِينَ بِالْيَهُودِ، وَالْحَرْبُ مِمَّا يُسْتَعَانُ عَلَيْهِ بِالْمَالِ، وَحَالُ الْيَهُودِ فِيهِ مَعْلُومَةٌ. وَالْغَرَضُ مِنْ هَذِهِ الْآيَةِ الْحَثُّ عَلَى بَذْلِ الْمَالِ فِي سَبِيلِ اللهِ كَالدِّفَاعِ عَنِ الْمِلَّةِ وَالْأُمَّةِ، وَالتَّنْفِيرُ عَنِ الطَّمَعِ فِيهِ، وَشَرُّهُ أَكْلُ الرِّبَا أَضْعَافًا مُضَاعَفَةً ; وَلِذَلِكَ قَدَّمَ النَّهْيَ عَنْ هَذَا الشَّرِّ عَلَى الْأَمْرِ بِذَلِكَ الْخَيْرِ تَقْدِيمًا لِلتَّخْلِيَةِ عَلَى التَّحْلِيَةِ فَقَالَ: </p><p> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً هَذَا أَوَّلُ مَا نَزَلَ فِي تَحْرِيمِ الرِّبَا، وَآيَاتُ الْبَقَرَةِ فِي الرِّبَا نَزَلَتْ بَعْدَ هَذِهِ، بَلْ هِيَ آخِرُ آيَاتِ الْأَحْكَامِ نُزُولًا، وَالْمُرَادُ بِالرِّبَا فِيهَا رِبَا الْجَاهِلِيَّةِ الْمَعْهُودُ عِنْدَ الْمُخَاطَبِينَ عِنْدَ نُزُولِهَا لَا مُطْلَقُ الْمَعْنَى اللُّغَوِيُّ الَّذِي هُوَ الزِّيَادَةُ، فَمَا كُلُّ مَا يُسَمَّى زِيَادَةً مُحَرَّمٌ. قَالَ ابْنُ جَرِيرٍ: \" يَعْنِي بِذَلِكَ جَلَّ ثَنَاؤُهُ: يَا أَيُّهَا الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ، لَا تَأْكُلُوا الرِّبَا فِي إِسْلَامِكُمْ، بَعْدَ إِذْ هَدَاكُمْ لَهُ كَمَا كُنْتُمْ تَأْكُلُونَهُ </p><p> فِي جَاهِلِيَّتِكُمْ، وَكَانَ أَكْلُهُمْ ذَلِكَ فِي جَاهِلِيَّتِهِمْ أَنَّ الرَّجُلَ مِنْهُمْ كَانَ يَكُونُ لَهُ عَلَى الرَّجُلِ مَالٌ إِلَى أَجَلٍ، فَإِذَا حَلَّ الْأَجَلُ طَلَبَهُ مِنْ صَاحِبِهِ، فَيَقُولُ لَهُ الَّذِي عَلَيْهِ الْمَالُ: أَخِّرْ عَنِّي دَيْنَكَ وَأَزِيدُكَ عَلَى مَالِكَ، فَيَفْعَلَانِ ذَلِكَ، فَذَلِكَ هُوَ الرِّبَا أَضْعَافًا مُضَاعَفَةً، فَنَهَاهُمُ اللهُ - عَزَّ وَجَلَّ - فِي إِسْلَامِهِمْ عَنْهُ \" ثُمَّ ذَكَرَ بَعْضَ الرِّوَايَاتِ فِي ذَلِكَ فَمِنْهَا عَنْ عَطَاءٍ: كَانَتْ ثَقِيفٌ تُدَايِنُ فِي بَنِي الْمُغِيرَةِ فِي الْجَاهِلِيَّةِ فَإِذَا حَلَّ الْأَجَلُ قَالُوا: نَزِيدُكُمْ وَتُؤَخِّرُونَ.وَعَنْ مُجَاهِدٍ أَنَّهُ قَالَ فِي الْآيَةِ:\" رِبَا الْجَاهِلِيَّةِ \" وَعَنِ ابْنِ زَيْدٍ قَالَ: كَانَ أَبِي زَيْدٌ(الْعَالِمُ الصَّحَابِيُّ الْجَلِيلُ)يَقُولُ: \" إِنَّمَا كَانَ الرِّبَا فِي الْجَاهِلِيَّةِ فِي التَّضْعِيفِ وَفِي السِّنِّ: يَكُونُ لِلرَّجُلِ فَضْلُ دَيْنٍ فَيَأْتِيهِ إِذَا حَلَّ الْأَجَلُ فَيَقُولُ لَهُ: تَقْضِينِي أَوْ تَزِيدُنِي ; فَإِذَا كَانَ عِنْدَهُ شَيْءٌ يَقْضِيهِ قَضَى وَإِلَّا حَوَّلَهُ إِلَى السِّنِّ الَّتِي فَوْقَ ذَلِكَ إِنْ كَانَتِ ابْنَةَ مَخَاضٍ يَجْعَلُهَا ابْنَةَ لَبُونٍ فِي السَّنَةِ الثَّانِيَةِ ثُمَّ حِقَّةً ثُمَّ جَذَعَةً ثُمَّ رُبَاعِيًّا ثُمَّ هَكَذَا إِلَى فَوْقٍ. وَفِي الْعَيْنِ (النُّقُودِ) يَأْتِيهِ فَإِنْ </p><p> لَمْ يَكُنْ عِنْدَهُ أَضْعَفَهُ فِي الْعَامِ الْقَابِلِ، فَإِنْ لَمْ يَكُنْ عِنْدَهُ أَضْعَفَهُ أَيْضًا فَتَكُونُ مِائَةً فَيَجْعَلُهَا إِلَى قَابِلٍ مِائَتَيْنِ، فَإِنْ لَمْ يَكُنْ عِنْدَهُ جَعَلَهَا أَرْبَعَمِائَةٍ يُضَعِّفُهَا لَهُ كُلَّ سَنَةٍ أَوْ يَقْضِيهِ قَالَ: فَهَذَا قَوْلُهُ - تَعَالَى -: لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً. </p><p> فَأَنْتَ تَرَى أَنَّ هَذَا الَّذِي فَسَّرَ بِهِ زَيْدٌ (رَضِيَ اللهُ عَنْهُ) الْآيَةَ هُوَ مِنَ الرِّبَا الْفَاحِشِ الْمَعْرُوفِ فِي هَذَا الزَّمَانِ بِالْمُرَكَّبِ، وَتَرَى أَنَّ مَا قَالَهُ ابْنُ جَرِيرٍ وَمَنْ رُوِيَ عَنْهُمْ مِنَ السَّلَفِ فِي تَصْوِيرِ الرِّبَا كُلِّهِ فِي اقْتِضَاءِ الدَّيْنِ بَعْدَ حُلُولِ الْأَجَلِ وَلَا شَيْءَ مِنْهُ فِي الْعَقْدِ الْأَوَّلِ كَأَنْ يُعْطِيهِ الْمِائَةَ بِمِائَةٍ وَعَشَرَةٍ، أَوْ أَكْثَرَ أَوْ أَقَلَّ، وَكَأَنَّهُمْ كَانُوا يَكْتَفُونَ فِي الْعَقْدِ الْأَوَّلِ بِالْقَلِيلِ فَإِذَا حَلَّ الْأَجَلُ وَلَمْ يَقْضِ الْمَدِينُ - وَهُوَ فِي قَبْضَتِهِمْ - اضْطَرُّوهُ إِلَى قَبُولِ التَّضْعِيفِ فِي مُقَابَلَةِ الْإِنْسَاءِ وَمَا قَالُوهُ هُوَ الْمَرْوِيُّ عَنْ عَامَّةِ أَهْلِ الْأَثَرِ وَمِنْهُ عِبَارَةُ الْإِمَامِ أَحْمَدَ الشَّهِيرَةِ الَّتِي أَوْرَدْنَاهَا فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ ص٩٥ ج ٣ [طَبْعَةِ الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] وَهِيَ أَنَّهُ لَمَّا سُئِلَ عَنِ الرِّبَا الَّذِي لَا يُشَكُّ فِيهِ قَالَ: \" هُوَ أَنْ يَكُونَ لَهُ دَيْنٌ فَيَقُولُ لَهُ: أَتَقْضِي أَمْ تُرْبِي؟ فَإِنْ لَمْ يَقْضِ زَادَهُ فِي الْمَالِ وَزَادَهُ هَذَا فِي الْأَجَلِ \" وَهَذَا هُوَ الْمَعْرُوفُ فِي الشَّرْعِ بِرِبَا النَّسِيئَةِ. </p><p> وَذَكَرَ ابْنُ حَجَرٍ الْمَكِّيُّ فِي الزَّوَاجِرِ: أَنَّ رِبَا الْجَاهِلِيَّةِ كَانَ الْإِنْسَاءُ فِيهِ بِالشُّهُورِ فَإِنَّهُ قَالَ بَعْدَ ذِكْرِ أَنْوَاعِ الرِّبَا: \" وَرِبَا النَّسِيئَةِ هُوَ الَّذِي كَانَ مَشْهُورًا فِي الْجَاهِلِيَّةِ ; لِأَنَّ الْوَاحِدَ مِنْهُمْ كَانَ يَدْفَعُ مَالَهُ لِغَيْرِهِ إِلَى أَجَلٍ عَلَى أَنْ يَأْخُذَ مِنْهُ كُلَّ شَهْرٍ قَدْرًا مُعَيَّنًا وَرَأْسُ الْمَالِ بَاقٍ بِحَالِهِ </p><p> فَإِذَا حَلَّ طَالَبَهُ بِرَأْسِ مَالِهِ، فَإِنْ تَعَذَّرَ عَلَيْهِ الْأَدَاءُ زَادَهُ فِي الْحَقِّ وَالْأَجَلِ، وَتَسْمِيَةُ هَذَا نَسِيئَةً مَعَ أَنَّهُ يَصْدُقُ عَلَيْهِ رِبَا الْفَضْلِ أَيْضًا ; لِأَنَّ النَّسِيئَةَ هِيَ الْمَقْصُودَةُ مِنْهُ بِالذَّاتِ، وَهَذَا النَّوْعُ مَشْهُورٌ الْآنَ بَيْنَ النَّاسِ وَوَاقِعٌ كَثِيرًا. وَكَانَ ابْنُ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - لَا يُحَرِّمُ إِلَّا رِبَا النَّسِيئَةِ مُحْتَجًّا بِأَنَّهُ الْمُتَعَارَفُ بَيْنَهُمْ فَيَنْصَرِفُ النَّصُّ إِلَيْهِ \" انْتَهَى الْمُرَادُ مِنْ كَلَامِ ابْنِ حَجَرٍ، ثُمَّ ذَكَرَ أَنَّ الْأَحَادِيثَ صَحَّتْ بِتَحْرِيمِ سَائِرِ أَنْوَاعِ الرِّبَا، وَمَا قَالَهُ ابْنُ عَبَّاسٍ مِنْ أَنَّ نَصَّ الْقُرْآنِ الْحَكِيمِ يَنْصَرِفُ إِلَى رِبَا النَّسِيئَةِ الَّذِي كَانَ مَعْرُوفًا عِنْدَهُمْ مُتَعَيِّنٌ، وَهُوَ مَا جَرَيْنَا عَلَيْهِ هُنَا وَفِي سُورَةِ الْبَقَرَةِ، إِذْ جَعَلْنَا حَرْفَ التَّعْرِيفِ فِيهِ لِلْعَهْدِ وَهُوَ الْمُرَادُ أَيْضًا بِحَدِيثِ الصَّحِيحَيْنِ إِنَّمَا الرِّبَا فِي النَّسِيئَةِ وَفِي لَفْظٍ لَا رِبَا إِلَّا فِي النَّسِيئَةِ وَكَانَ غَيْرُ وَاحِدٍ مِنَ الصَّحَابَةِ يُبِيحُ رِبَا الْفَضْلِ كَأُسَامَةَ وَابْنِ عُمَرَ، وَمَنْ حَرَّمَهُ حَرَّمَهُ بِالْحَدِيثِ لَا بِنَصِّ الْقُرْآنِ. </p><p> وَأَمَّا رِبَا الْفَضْلِ فَإِنَّمَا حُرِّمَ لِسَدِّ الذَّرِيعَةِ كَمَا قَالَ ابْنُ الْقَيِّمِ، وَاسْتَدَلَّ عَلَيْهِ بِحَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللهُ عَنْهُ - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: لَا تَبِيعُوا الدِّرْهَمَ بِالدِّرْهَمَيْنِ فَإِنِّي أَخَافُ عَلَيْكُمُ الرَّمَاءَ. </p><p> وَقَدْ غَفَلَ عَنْ هَذَا الْفُقَهَاءُ الَّذِينَ قَالُوا: إِنَّ الرِّبَا قِسْمَانِ: أَحَدُهُمَا مَعْقُولُ الْمَعْنَى وَالْآخَرُ تَعَبُّدِيٌّ، أَيْ إِنَّ الْأَوَّلَ مُحَرَّمٌ لِمَا فِيهِ مِنَ الضَّرَرِ الْعَظِيمِ وَهُوَ رِبَا النَّسِيئَةِ - وَقَدْ بَيَّنَّا وَجْهَ ضَرَرِ الرِّبَا فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ بِالتَّفْصِيلِ - وَالثَّانِي لَا يُعْرَفُ سَبَبُ تَحْرِيمِهِ لِأَنَّهُ لَيْسَ فِيهِ ضَرَرٌ وَهُوَ مَا يُعَبِّرُونَ عَنْهُ بِالتَّعَبُّدِيِّ، أَيْ أَنَّهُ حَرُمَ عَلَيْنَا لِنَتْرُكَهُ عِبَادَةً لِلَّهِ وَامْتِثَالًا لِأَمْرِهِ فَقَطْ، وَهَذَا غَلَطٌ ظَاهِرٌ، وَالصَّوَابُ مَا قَالَهُ ابْنُ الْقَيِّمِ فِي إِعْلَامِ الْمُوَقِّعِينَ وَهُوَ: </p><p> الرِّبَا نَوْعَانِ: جَلِيٌّ وَخَفِيٌّ. فَالْجَلِيُّ حَرُمَ لِمَا فِيهِ مِنَ الضَّرَرِ الْعَظِيمِ، وَالْخَفِيُّ حَرُمَ لِأَنَّهُ ذَرِيعَةٌ إِلَى الْجَلِيِّ، فَتَحْرِيمُ الْأَوَّلِ قَصْدٌ وَتَحْرِيمُ الثَّانِي وَسِيلَةٌ، فَأَمَّا الْجَلِيُّ فَرِبَا النَّسِيئَةِ وَهُوَ الَّذِي كَانُوا يَفْعَلُونَهُ فِي الْجَاهِلِيَّةِ مِثْلَ أَنْ يُؤَخِّرَ دَيْنَهُ وَيَزِيدَهُ فِي الْمَالِ، وَكُلَّمَا أَخَّرَهُ زَادَ فِي الْمَالِ حَتَّى </p><p> تَصِيرَ الْمِائَةُ آلَافًا مُؤَلَّفَةً، وَفِي الْغَالِبِ لَا يَفْعَلُ ذَلِكَ إِلَّا مُعْدِمٌ مُحْتَاجٌ، فَإِذَا رَأَى الْمُسْتَحِقَّ يُؤَخِّرُ </p><p> مُطَالَبَتَهُ وَيَصْبِرُ عَلَيْهِ بِزِيَادَةٍ يَبْذُلُهَا لَهُ ; تَكَلَّفَ بَذْلَهَا لِيَفْتَدِيَ مِنْ أَسْرِ الْمُطَالَبَةِ وَالْحَبْسِ، وَيُدَافِعُ مِنْ وَقْتٍ إِلَى وَقْتٍ، فَيَشْتَدُّ ضَرَرُهُ وَتَعْظُمُ مُصِيبَتُهُ، وَيَعْلُوهُ الدَّيْنُ حَتَّى يَسْتَغْرِقَ جَمِيعَ مَوْجُودِهِ، فَيَرْبُو الْمَالُ عَلَى الْمُحْتَاجِ مِنْ غَيْرِ نَفْعٍ يَحْصُلُ لَهُ، وَيَزِيدُ مَالُ الْمُرَابِي مِنْ غَيْرِ نَفْعٍ يَحْصُلُ مِنْهُ لِأَخِيهِ فَيَأْكُلُ مَالَ أَخِيهِ بِالْبَاطِلِ وَيَحْصُلُ أَخُوهُ عَلَى غَايَةِ الضَّرَرِ، فَمِنْ رَحْمَةِ أَرْحَمِ الرَّاحِمِينَ وَحِكْمَتِهِ وَإِحْسَانِهِ إِلَى خَلْقِهِ أَنْ حَرَّمَ الرِّبَا وَلَعَنَ آكِلَهُ وَمُوكِلَهُ وَكَاتِبَهُ وَشَاهِدَيْهِ، وَآذَنَ مَنْ لَمْ يَدْعُهُ بِحَرْبِهِ وَحَرْبِ رَسُولِهِ، وَلَمْ يَجِئْ مِثْلُ هَذَا الْوَعِيدِ فِي كَبِيرَةٍ غَيْرَهُ ; وَلِهَذَا كَانَ مِنْ أَكْبَرِ الْكَبَائِرِ \" اهـ. ثُمَّ ذَكَرَ عَقِبَ هَذَا كَلِمَةَ الْإِمَامِ أَحْمَدَ فِي الرِّبَا الَّذِي لَا شَكَّ فِيهِ - وَقَدْ ذَكَرْنَاهَا آنِفًا - وَيَعْنِي بِذِكْرِهَا هُنَا أَنَّ ذَلِكَ هُوَ الرِّبَا الَّذِي يُعَدُّ أَكْبَرَ الْكَبَائِرِ لَا الرِّبَا الَّذِي حُرِّمَ لِسَدِّ الذَّرِيعَةِ كَرِبَا الْفَضْلِ ; فَإِنَّ الْفَرْقَ بَيْنَهُمَا كَالْفَرْقِ بَيْنَ الزِّنَا وَالنَّظَرِ إِلَى الْأَجْنَبِيَّةِ بِشَهْوَةٍ أَوْ لَمْسِ يَدِهَا كَذَلِكَ أَوِ الْخَلْوَةِ بِهَا وَلَوْ مَعَ عَدَمِ الشَّهْوَةِ ; لِأَنَّ هَذِهِ الْأَشْيَاءَ لَيْسَتْ مُحَرَّمَةً لِذَاتِهَا بَلْ لِسَدِّ الذَّرِيعَةِ، أَيْ لِئَلَّا تَكُونَ وَسِيلَةً إِلَى الزِّنَا الْمُحَرَّمِ لِذَاتِهِ، وَالْوَعِيدُ الشَّدِيدُ إِنَّمَا يَكُونُ عَلَى الْمُحَرَّمِ الشَّدِيدِ ضَرَرُهُ كَالزِّنَا وَأَكْلِ الرِّبَا الْمُضَاعَفِ، وَيَدُلُّ عَلَى ذَلِكَ أَنَّ رَجُلًا جَاءَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَسِفًا تَائِبًا مِنْ ذَنْبٍ ارْتَكَبَهُ - وَهُوَ تَقْبِيلُ امْرَأَةٍ فِي الطَّرِيقِ - وَسَأَلَهُ عَنْ كَفَّارَةِ ذَلِكَ فَأَخْبَرَهُ بِأَنَّ صَلَاةَ الْجَمَاعَةِ كَفَّارَةٌ لَهُ أَيْ مَعَ التَّوْبَةِ، قَالُوا وَفِي ذَلِكَ نَزَلَ قَوْلُهُ - تَعَالَى -: إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ [١١: ١٤٤] وَلَوْ كَانَ زَنَا بِهَا لَأَقَامَ عَلَيْهِ الْحَدَّ وَلَمْ يَرْحَمْهُ. فَقَوْلُ ابْنِ حَجَرٍ إِنَّ مَا وَرَدَ مِنَ الْوَعِيدِ عَلَى الرِّبَا شَامِلٌ لِجَمِيعِ أَنْوَاعِهِ خَطَأٌ ; فَإِنَّ مِنْهَا عِنْدَهُ بَيْعَ قِطْعَةٍ مِنَ الْحُلِيِّ كَسِوَارٍ بِأَكْثَرَ مِنْ وَزْنِهَا دَنَانِيرَ، أَوْ بَيْعِ كَيْلٍ مِنَ التَّمْرِ الْجَيِّدِ بِكَيْلٍ وَحَفْنَةٍ مِنَ التَّمْرِ الرَّدِيءِ مَعَ تَرَاضِي الْمُتَبَايِعَيْنِ وَحَاجَةِ كُلٍّ مِنْهُمَا إِلَى مَا أَخَذَهُ، وَمِثْلُ هَذَا لَا يَدْخُلُ فِي نَهْيِ الْقُرْآنِ وَلَا فِي وَعِيدِهِ وَلَا يَصِحُّ أَنْ يُقَاسَ عَلَيْهِ، كَمَا لَا يَصِحُّ أَنْ يُقَالَ: إِنَّ خَلْوَةَ الرَّجُلِ بِامْرَأَةٍ لَا يَشْتَهِيهَا وَلَا تَشْتَهِيهِ كَالزِّنَا فِي حُرْمَتِهِ وَوَعِيدِهِ. وَقَدْ صَرَّحَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّهُ إِنَّمَا نَهَى عَنِ رِبَا الْفَضْلِ ; لِأَنَّهُ يَخْشَى أَنْ يَكُونَ ذَرِيعَةً لِلرِّبَا الَّذِي حَرَّمَهُ اللهُ فِي كِتَابِهِ وَتَوَعَّدَ عَلَيْهِ بِذَلِكَ فِي سُورَةِ الْبَقَرَةِ، وَلَا يُنَافِي ذَلِكَ تَسْمِيَتُهُ فِي بَعْضِ الرِّوَايَاتِ الْأُخْرَى رِبًا، فَقَدْ أَطْلَقَ اسْمَ الرِّبَا عَلَى الْمَعَاصِي الْقَوْلِيَّةِ الَّتِي لَا دَخْلَ لِلْمُعَامَلَاتِ الْمَالِيَّةِ فِيهَا كَالْغَيْبَةِ، فَفِي حَدِيثِ الْبَزَّارِ. </p><p> بِسَنَدٍ قَوِيٍّ كَمَا صَرَّحَ بِهِ فِي الزَّوَاجِرِ مِنْ أَرْبَى الرِّبَا اسْتِطَالَةُ الْمَرْءِ فِي عِرْضِ أَخِيهِ أَيْ غِيبَتُهُ. وَحَدِيثُ أَبِي يَعْلَى بِسَنَدٍ صَحِيحٍ كَمَا صَرَّحَ بِهِ أَيْضًا أَتَدْرُونَ أَرْبَى الرِّبَا عِنْدَ اللهِ؟ قَالُوا اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّ أَرْبَى الرِّبَا عِنْدَ اللهِ اسْتِحْلَالُ عِرْضِ امْرِئٍ مُسْلِمٍ ثُمَّ قَرَأَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا [٣٣: ٥٨] وَفِي مَعْنَاهُمَا أَحَادِيثُ أُخْرَى عِنْدَ أَبِي دَاوُدَ وَابْنِ أَبِي الدُّنْيَا وَالطَّبَرَانِيِّ </p><p> وَالْبَيْهَقِيِّ. بَلْ فَسَّرَ بَعْضُهُمُ الرِّبَا فِي قَوْلِهِ: وَمَا آتَيْتُمْ مِنْ رِبًا [٣٠: ٣٩] بِالْهَدِيَّةِ وَالْعَطِيَّةِ الَّتِي يُتَوَقَّعُ بِهَا مَزِيدُ مُكَافَأَةٍ. </p><p> الْمُحَرَّمُ لِذَاتِهِ لَا يُبَاحُ إِلَّا لِضَرُورَةٍ كَأَكْلِ الْمَيْتَةِ وَلَحْمِ الْخِنْزِيرِ وَشُرْبِ الْخَمْرِ، وَمَا كُلُّ مُحَرَّمٍ تُلْجِئُ إِلَيْهِ الضَّرُورَةُ، وَالْمُحَرَّمُ لِسَدِّ الذَّرِيعَةِ قَدْ يُبَاحُ لِلْحَاجَةِ. قَالَ ابْنُ الْقَيِّمِ فِي إِعْلَامِ الْمُوَقِّعِينَ:  \" وَأَمَّا رِبَا الْفَضْلِ فَأُبِيحَ مِنْهُ مَا تَدْعُو إِلَيْهِ الْحَاجَةُ كَالْعَرَايَا فَإِنَّهُ مَا حُرِّمَ تَحْرِيمَ الْمَقَاصِدِ \" ثُمَّ أَفَاضَ الْقَوْلَ فِي حِلِّ بَيْعِ الْحُلِيِّ الْمُبَاحِ بِأَكْثَرَ مِنْ وَزْنِهِ مِنْ جِنْسِهِ وَحَقَّقَ أَنَّ لِلصَّنْعَةِ قِيمَةً فِي نَفْسِهَا ثُمَّ قَالَ: \" يُوَضِّحُهُ أَنَّ تَحْرِيمَ رِبَا الْفَضْلِ إِنَّمَا كَانَ لِسَدِّ الذَّرِيعَةِ - كَمَا تَقَدَّمَ بَيَانُهُ - وَمَا حُرِّمَ سَدًّا لِلذَّرِيعَةِ أُبِيحَ لِلْمَصْلَحَةِ الرَّاجِحَةِ، كَمَا أُبِيحَتِ الْعَرَايَا مِنْ رِبَا الْفَضْلِ وَكَمَا أُبِيحَتْ ذَوَاتُ الْأَسْبَابِ مِنَ الصَّلَاةِ بَعْدَ الْفَجْرِ وَالْعَصْرِ، وَكَمَا أُبِيحَ النَّظَرُ - أَيْ إِلَى الْمَرْأَةِ الْأَجْنَبِيَّةِ - لِلْخَاطِبِ وَالشَّاهِدِ وَالطَّبِيبِ وَالْعَامِلِ مِنْ جُمْلَةِ النَّظَرِ الْمُحَرَّمِ، وَكَذَلِكَ تَحْرِيمُ الذَّهَبِ وَالْحَرِيرِ عَلَى الرِّجَالِ حُرِّمَ لِسَدِّ ذَرِيعَةِ التَّشَبُّهِ بِالنِّسَاءِ الْمَلْعُونِ فَاعِلُهُ وَأُبِيحَ مِنْهُ مَا تَدْعُو إِلَيْهِ الْحَاجَةُ، وَكَذَلِكَ يَنْبَغِي أَنْ يُبَاحَ بَيْعُ الْحِلْيَةِ الْمَصُوغَةِ صِيَاغَةً مُبَاحَةً بِأَكْثَرَ مِنْ وَزْنِهَا لِأَنَّ الْحَاجَةَ تَدْعُو إِلَى ذَلِكَ، وَتَحْرِيمُ التَّفَاضُلِ إِنَّمَا كَانَ لِسَدِّ الذَّرِيعَةِ ; فَهَذَا مَحْضُ الْقِيَاسِ وَمُقْتَضَى أُصُولِ الشَّرْعِ وَلَا تَتِمُّ مَصْلَحَةُ النَّاسِ إِلَّا بِهِ أَوْ بِالْحِيَلِ، وَالْحِيَلُ بَاطِلَةٌ فِي الشَّرْعِ \" إِلَى آخِرِ مَا قَالَهُ، وَقَدْ أَوْرَدْنَاهُ بِرُمَّتِهِ فِي الْمَنَارِ (ص ٥٤٠ م ٩) </p><p> إِنَّمَا تَعَرَّضْتُ هُنَا لِرِبَا الْفَضْلِ وَهُوَ لَيْسَ مِمَّا تَتَنَاوَلُهُ الْآيَةُ الْكَرِيمَةُ لِلتَّفْرِقَةِ، وَلِأَنَّ مَسْأَلَةَ الرِّبَا قَدْ قَامَتْ لَهَا الْبِلَادُ الْمِصْرِيَّةُ وَقَعَدَتْ فِي هَذِهِ الْأَيَّامِ، وَاقْتَرَحَ كَثِيرُونَ إِنْشَاءَ بَنْكٍ إِسْلَامِيٍّ وَأُلْقِيَتْ فِيهَا خُطَبٌ كَثِيرَةٌ فِي نَادِي دَارِ الْعُلُومِ بِالْقَاهِرَةِ خَالَفَ فِيهَا بَعْضُ الْخُطَبَاءِ بَعْضًا فَمَالَ بَعْضُهُمْ إِلَى مَنْعِ كُلِّ مَا عَدَّهُ الْفُقَهَاءُ مِنَ الرِّبَا، وَأَنْحَى بَعْضُهُمْ عَلَى الْفُقَهَاءِ وَلَمْ يَعْتَدَّ بِقَوْلِهِمْ، وَمَالَ آخَرُونَ إِلَى عَدَمِ مَنْعِ رِبَا الْفَضْلِ أَوِ الْمُضَاعَفِ، فَغَلَا بَعْضُهُمْ وَتَوَسَّطَ بَعْضٌ، وَلَمْ يَأْتِ أَحَدٌ بِتَحْرِيرِ الْبَحْثِ وَإِقْنَاعِ النَّاسِ بِشَيْءٍ يَسْتَقِرُّ عَلَيْهِ الرَّأْيُ، وَفِي اللَّيْلَةِ الَّتِي خُتِمَ فِيهَا هَذَا الْبَحْثُ أَلْقَى كَاتِبُ هَذَا خِطَابًا وَجِيزًا فِي الْمَسْأَلَةِ قَالَ رَئِيسُ النَّادِي حِفْنِي بِكْ نَاصِفْ فِي خُطْبَتِهِ الْخِتَامِيَّةِ: إِنَّهُ فَصْلُ الْخِطَابِ وَرَغَّبَ إِلَيْنَا هُوَ (رَئِيسُ النَّادِي) وَغَيْرُهُ أَنْ نُدَوِّنَهُ، وَهَذَا هُوَ بِالْمَعْنَى: </p><p> إِنَّ اللهَ - تَعَالَى - قَدْ حَرَّمَ رِبَا النَّسِيئَةِ الَّذِي كَانَتْ عَلَيْهِ الْجَاهِلِيَّةُ تَحْرِيمًا صَرِيحًا وَنَهَى عَنْهُ نَهْيًا مُؤَكَّدًا، وَوَرَدَ فِي الْأَحَادِيثِ الصَّحِيحَةِ تَحْرِيمُ رِبَا الْفَضْلِ وَالنَّهْيُ عَنْهُ، فَالْبَحْثُ فِي هَذِهِ الْمَسْأَلَةِ مِنْ وَجْهَيْنِ: </p><p> (الْوَجْهُ الْأَوَّلُ) النَّظَرُ فِيهَا مِنَ الْجِهَةِ النَّظَرِيَّةِ الْمَعْقُولَةِ فَتَقُولُ: إِنَّ كُلَّ مَا جَاءَ بِهِ الْإِسْلَامُ مِنَ الْأَحْكَامِ الثَّانِيَةِ! الْمُحْكَمَةِ فَهُوَ خَيْرٌ وَإِصْلَاحٌ لِلْبَشَرِ وَمُوَافِقٌ لِمَصَالِحِهِمْ مَا تَمَسَّكُوا بِهِ، وَلَكِنْ مِنَ النَّاسِ مَنْ يَظُنُّ الْيَوْمَ أَنَّ إِبَاحَةَ الرِّبَا رُكْنٌ مِنْ أَرْكَانِ الْمَدَنِيَّةِ لَا تَقُومُ بِدُونِهِ، فَالْأُمَّةُ الَّتِي لَا تَتَعَامَلُ بِالرِّبَا لَا تَرْتَقِي مَدَنِيَّتُهَا وَلَا يُحْفَظُ كِيَانُهَا، وَهَذَا بَاطِلٌ فِي نَفْسِهِ، إِذْ لَوْ فَرَضْنَا أَنْ تَرَكَتْ جَمِيعُ الْأُمَمِ أَكْلَ الرِّبَا فَصَارَ الْوَاجِدُونَ فِيهَا يُقْرِضُونَ الْعَادِمِينَ قَرْضًا حَسَنًا، وَيَتَصَدَّقُونَ عَلَى الْبَائِسِينَ وَالْمُعْوِزِينَ، وَيَكْتَفُونَ بِالْكَسْبِ مِنْ مَوَارِدِهِ الطَّبِيعِيَّةِ كَالزِّرَاعَةِ وَالصِّنَاعَةِ وَالتِّجَارَةِ وَالشَّرِكَاتِ وَمِنْهَا الْمُضَارَبَةُ لَمَا زَادَتْ مَدَنِيَّتُهُمْ إِلَّا ارْتِقَاءً بِبِنَائِهَا عَلَى أَسَاسِ الْفَضِيلَةِ وَالرَّحْمَةِ وَالتَّعَاوُنِ الَّذِي يُحَبِّبُ الْغَنِيَّ إِلَى الْفَقِيرِ وَلَمَا وُجِدَ فِيهَا الِاشْتِرَاكِيُّونَ الْغَالُونَ، وَالْفَوْضَوِيُّونَ الْمُتَغَالُونَ، وَقَدْ قَامَتْ لِلْعَرَبِ مَدَنِيَّةٌ إِسْلَامِيَّةٌ لَمْ يَكُنِ الرِّبَا مِنْ أَرْكَانِهَا فَكَانَتْ خَيْرَ مَدَنِيَّةٍ فِي زَمَنِهِمْ، فَمَا شَرَعَهُ الْإِسْلَامُ مِنْ مَنْعِ الرِّبَا عَنِ الْجَمْعِ بَيْنَ الْمَدَنِيَّةِ وَالْفَضِيلَةِ، وَهُوَ أَفْضَلُ هِدَايَةٍ لِلْبَشَرِ فِي حَيَاتِهِمُ الدُّنْيَا. </p><p> (الْوَجْهُ الثَّانِي) النَّظَرُ فِيهَا مِنَ الْجِهَةِ الْعَمَلِيَّةِ بِحَسَبِ حَالِ الْمُسْلِمِينَ الْآنَ فِي مِثْلِ هَذِهِ الْبِلَادِ فَإِنَّنَا نَرَى كَثِيرِينَ يُوَافِقُونَنَا عَلَى أَنَّهُ لَوْ وُجِدَ لِلْإِسْلَامِ دُوَلٌ قَوِيَّةٌ وَأُمَمٌ عَزِيزَةٌ تُقِيمُ الشَّرْعَ وَتَهْتَدِي بِهَدْيِ الْقُرْآنِ لَأَمْكَنَهَا الِاسْتِغْنَاءُ عَنِ الرِّبَا، وَلَكَانَتْ مَدَنِيَّتُهَا بِذَلِكَ أَفْضَلَ، فَلَا اعْتِرَاضَ عَلَى الْإِسْلَامِ فِي تَحْرِيمِ الرِّبَا، لِأَنَّ شَرْعَهُ لَا يُمْكِنُ أَنْ يُبِيحَ الرِّبَا، وَهُوَ دِينٌ غَرَضُهُ تَهْذِيبُ النُّفُوسِ وَإِصْلَاحُ حَالِ الْمُجْتَمَعِ لَا تَوْفِيرُ ثَرْوَةِ بَعْضِ الْأَفْرَادِ مِنْ أَهْلِ الْأَثَرَةِ، وَلَكِنَّهُمْ يَقُولُونَ: إِنَّنَا نَعِيشُ فِي زَمَنٍ لَيْسَ فِيهِ أُمَمٌ إِسْلَامِيَّةٌ ذَاتُ دُوَلٍ قَوِيَّةٍ تُقِيمُ الْإِسْلَامَ وَتَسْتَغْنِي عَمَّنْ يُخَالِفُهَا فِي أَحْكَامِهَا، وَإِنَّمَا زِمَامُ الْعَالَمِ فِي أَيْدِي أُمَمٍ مَادِّيَّةٍ قَدْ قَبَضَتْ عَلَى أَزِمَّةِ الثَّرْوَةِ فِي الْعَالَمِ حَتَّى صَارَ سَائِرُ الْأُمَمِ وَالشُّعُوبِ عِيَالًا عَلَيْهَا. فَمَنْ جَارَاهَا مِنْهُمْ فِي طُرُقِ كَسْبِهَا - وَالرِّبَا مِنْ أَرْكَانِهِ - فَهُوَ الَّذِي يُمْكِنُ أَنْ يَحْفَظَ وُجُودَهُ مَعَهَا. وَمَنْ لَمْ يُجَارِهَا فِي ذَلِكَ انْتَهَى أَمْرُهُ بِأَنْ يَكُونَ مُسْتَعْبَدًا لَهَا، فَهَلْ يُبِيحُ الْإِسْلَامُ لِشَعْبٍ مُسْلِمٍ - هَذِهِ حَالُهُ مَعَ الْأُورُوبِّيِّينَ كَالشَّعْبِ الْمِصْرِيِّ - أَنْ يَتَعَامَلَ بِالرِّبَا لِيَحْفَظَ ثَرْوَتَهُ وَيُنَمِّيَهَا فَيَكُونُ أَهْلًا لِلِاسْتِقْلَالِ أَمْ يُحَرِّمُ عَلَيْهِ ذَلِكَ وَالْحَالَةُ حَالَةُ ضَرُورَةٍ - وَيُوجِبُ عَلَيْهِ أَنْ يَرْضَى بِاسْتِنْزَافِ الْأَجْنَبِيِّ لِثَرْوَتِهِ وَهِيَ مَادَّةُ حَيَاتِهِ؟ </p><p> هَذَا مَا يَقُولُهُ كَثِيرٌ مِنْ مُسْلِمِي مِصْرَ الْآنَ. </p><p> وَالْجَوَابُ عَنْهُ - بَعْدَ تَقْرِيرِ قَاعِدَةٍ أَنَّ الْإِسْلَامَ يُوَافِقُ مَصَالِحَ الْآخِذِينَ بِهِ فِي كُلِّ زَمَانٍ وَمَكَانٍ - مِنْ وَجْهَيْنِ يُوَجَّهُ كُلُّ وَاحِدٍ مِنْهُمَا إِلَى فَرِيقٍ مِنَ الْمُسْلِمِينَ. </p><p> أَمَّا الْأَوَّلُ فَيُوَجَّهُ إِلَى فَرِيقِ الْمُقَلِّدِينَ - وَهُمْ أَكْثَرُ الْمُسْلِمِينَ فِي هَذَا الْعَصْرِ - فَيُقَالُ لَهُمْ: إِنَّ فِي مَذَاهِبِكُمُ الَّتِي تَتَقَلَّدُونَهَا مَخْرَجًا مِنْ هَذِهِ الضَّرُورَةِ الَّتِي تَدَّعُونَهَا، وَذَلِكَ بِالْحِيلَةِ الَّتِي أَجَازَهَا الْإِمَامُ الشَّافِعِيُّ الَّذِي يَنْتَمِي إِلَى مَذْهَبِهِ أَكْثَرُ أَهْلِ هَذَا الْقُطْرِ، وَالْإِمَامُ أَبُو حَنِيفَةَ الَّذِي يَتَحَاكَمُونَ عَلَى مَذْهَبِهِ كَافَّةً، وَمِثْلُهُمْ فِي ذَلِكَ أَهْلُ الْمَمْلَكَةِ الْعُثْمَانِيَّةِ الَّتِي أُنْشِئَتْ فِيهَا مَصَارِفُ (بُنُوكُ) الزِّرَاعَةِ بِأَمْرِ السُّلْطَانِ، وَهِيَ تُقْرِضُ بِالرِّبَا الْمُعْتَدِلِ مَعَ إِجْرَاءِ حِيلَةِ الْمُبَايَعَةِ الَّتِي يُسَمُّونَهَا الْمُبَايَعَةَ الشَّرْعِيَّةَ. </p><p> وَأَمَّا الثَّانِي فَيُوَجَّهُ إِلَى أَهْلِ الْبَصِيرَةِ فِي الدِّينِ الَّذِينَ يَتَّبِعُونَ الدَّلِيلَ وَيَتَحَرَّوْنَ مَقَاصِدَ الشَّرْعِ فَلَا يُبِيحُونَ لِأَنْفُسِهِمُ الْخُرُوجَ عَنْهَا بِحِيلَةٍ وَلَا تَأْوِيلٍ، فَيُقَالُ لَهُمْ: إِنَّ </p><p> الْإِسْلَامَ كُلَّهُ مَبْنِيٌّ عَلَى قَاعِدَةِ الْيُسْرِ وَرَفْعِ الْحَرَجِ وَالْعُسْرِ الثَّابِتَةِ بِنَصِّ قَوْلِهِ - تَعَالَى -: يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ [٢: ١٨٥] وَقَوْلِهِ: مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ [٥: ٦] وَإِنَّ الْمُحَرَّمَاتِ فِي الْإِسْلَامِ قِسْمَانِ: الْأَوَّلُ مَا هُوَ مُحَرَّمٌ لِذَاتِهِ لِمَا فِيهِ مِنَ الضَّرَرِ وَهُوَ لَا يُبَاحُ إِلَّا لِضَرُورَةٍ، وَمِنْهُ رِبَا النَّسِيئَةِ الْمُتَّفَقُ عَلَى تَحْرِيمِهِ، وَهُوَ مِمَّا لَا تَظْهَرُ الضَّرُورَةُ إِلَى أَكْلِهِ، أَيْ إِلَى أَنْ يُقْرِضَ الْإِنْسَانُ غَيْرَهُ فَيَأْكُلَ مَالَهُ أَضْعَافًا مُضَاعَفَةً، كَمَا تَظْهَرُ فِي أَكْلِ الْمَيْتَةِ وَشُرْبِ الْخَمْرِ أَحْيَانًا. وَالثَّانِي مَا هُوَ مُحَرَّمٌ لِغَيْرِهِ كَرِبَا الْفَضْلِ الْمُحَرَّمِ لِئَلَّا يَكُونَ ذَرِيعَةً وَسَبَبًا لِرِبَا النَّسِيئَةِ وَهُوَ يُبَاحُ لِلضَّرُورَةِ بَلْ وَلِلْحَاجَةِ كَمَا قَالَهُ الْإِمَامُ ابْنُ الْقَيِّمِ وَأَوْرَدَ لَهُ الْأَمْثِلَةَ مِنَ الشَّرْعِ فَقَسَّمَ الرِّبَا إِلَى جَلِيٍّ وَخَفِيٍّ وَعَدَّهُ مِنَ الْخَفِيِّ (وَقَدْ ذَكَرْنَا عِبَارَتَهُ آنِفًا) . </p><p> فَأَمَّا الْأَفْرَادُ مِنْ أَهْلِ الْبَصِيرَةِ فَيَعْرِفُ كُلٌّ مِنْ نَفْسِهِ هَلْ هُوَ مُضْطَرٌّ أَوْ مُحْتَاجٌ إِلَى أَكْلِ هَذَا الرِّبَا وَإِيكَالِهِ غَيْرَهُ فَلَا كَلَامَ لَنَا فِي الْأَفْرَادِ، وَإِنَّمَا الْمُشْكِلُ تَحْدِيدُ ضَرُورَةِ الْأُمَّةِ أَوْ حَاجَتِهَا فَهُوَ الَّذِي فِيهِ التَّنَازُعُ، وَعِنْدِي أَنَّهُ لَيْسَ لِفَرْدٍ مِنَ الْأَفْرَادِ أَنْ يَسْتَقِلَّ بِذَلِكَ، وَإِنَّمَا يُرَدُّ مِثْلُ هَذَا الْأَمْرِ إِلَى أُولِي الْأَمْرِ مِنَ الْأُمَّةِ، أَيْ أَصْحَابِ الرَّأْيِ وَالشَّأْنِ فِيهَا وَالْعِلْمِ بِمَصَالِحِهَا عَمَلًا بِقَوْلِهِ - تَعَالَى - فِي مِثْلِهِ مِنَ الْأُمُورِ الْعَامَّةِ: وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ [٤: ٨٣] فَالرَّأْيُ عِنْدِي أَنْ يَجْتَمِعَ أُولُو الْأَمْرِ مِنْ مُسْلِمِي هَذِهِ الْبِلَادِ - وَهُمْ كِبَارُ الْعُلَمَاءِ الْمُدَرِّسِينَ وَالْقُضَاةُ وَرِجَالُ الشُّورَى وَالْمُهَنْدِسُونَ وَالْأَطِبَّاءُ وَكِبَارُ الْمُزَارِعِينَ وَالتُّجَّارُ - وَيَتَشَاوَرُوا بَيْنَهُمْ فِي الْمَسْأَلَةِ ثُمَّ يَكُونُ الْعَمَلُ بِمَا يُقَرِّرُونَ أَنَّهُ قَدْ مَسَّتْ إِلَيْهِ الضَّرُورَةُ أَوْ أَلْجَأَتْ إِلَيْهِ حَاجَةُ الْأُمَّةِ. </p><p> هَذَا هُوَ مَعْنَى مَا قُلْتُهُ فِي نَادِي دَارِ الْعُلُومِ. </p><p> هَذَا وَإِنَّ مُسْلِمِي الْهِنْدِ قَدْ سَبَقُوا مُسْلِمِي مِصْرَ إِلَى الْبَحْثِ فِي هَذِهِ الْمَسْأَلَةِ وَأَكْثَرُوا الْكِتَابَةَ فِيهَا فِي الْجَرَائِدِ وَلَكِنَّهُمْ طَرَقُوا بَابًا لَمْ يَطْرُقْهُ الْمِصْرِيُّونَ وَهُوَ مَا جَاءَ فِي بَعْضِ الْمَذَاهِبِ مِنْ إِبَاحَةِ </p><p> جَمِيعِ الْمُعَامَلَاتِ الْبَاطِلَةِ وَالْعُقُودِ الْفَاسِدَةِ فِي غَيْرِ دَارِ الْإِسْلَامِ، وَالْأَصْلُ فِي هَذِهِ الْمَسْأَلَةِ أَنَّ الْإِسْلَامَ لَمْ يُحَرِّمِ الرِّبَا وَلَا غَيْرَهُ مِنَ الْمُعَامَلَاتِ إِلَّا بَعْدَ أَنْ صَارَ لَهُ سُلْطَةٌ وَحُكْمٌ فِي دَارِ الْهِجْرَةِ، وَكَأَنَّهُمْ يَرَوْنَ الْمَجَالَ وَاسِعًا لِلْبَحْثِ فِي بِلَادِ الْهِنْدِ هَلْ هِيَ دَارُ إِسْلَامٍ أَمْ لَا؟ دُونَ بِلَادِ مِصْرَ الَّتِي لَا تَزَالُ حُكُومَتُهَا الرَّسْمِيَّةُ إِسْلَامِيَّةً بِحَسَبِ </p><p> قَوَانِينِ الدُّوَلِ وَإِنْ كَانَ كُلٌّ مِنَ السُّلْطَانِ صَاحِبِ السِّيَادَةِ عَلَى هَذِهِ الْبِلَادِ وَالْأَمِيرِ وَالْقَاضِي النَّائِبِينَ عَنْهُ فِيهَا لَا يَسْتَطِيعُونَ مَنْعَ الرِّبَا مِنْهَا وَلَا غَيْرَ الرِّبَا مِنَ الْمُحَرَّمَاتِ الَّتِي أَبَاحَهَا الْقَانُونُ الْمِصْرِيُّ. </p><p> وَالْأَضْعَافُ جَمْعُ قِلَّةٍ لِضِعْفٍ (بِكَسْرِ الضَّادِ) وَضِعْفُ الشَّيْءِ مِثْلُهُ الَّذِي يَثْنِيهِ فَضِعْفُ الْوَاحِدِ وَاحِدٌ فَهُوَ إِذَا أُضِيفَ إِلَيْهِ ثَنَّاهُ، وَهُوَ مِنَ الْأَلْفَاظِ الْمُتَضَايِفَةِ، أَيِ الَّتِي يَقْتَضِي وُجُودُهَا وُجُودَ آخَرَ مِنْ جِنْسِهَا كَالنِّصْفِ وَالزَّوْجِ وَيَخْتَصُّ بِالْعَدَدِ، فَإِذَا ضَاعَفْتَ الشَّيْءَ ضَمَمْتَ إِلَيْهِ مِثْلَهُ مَرَّةً فَأَكْثَرَ. قَالَ الْأُسْتَاذُ الْإِمَامُ: إِذَا قُلْنَا إِنَّ الْأَضْعَافَ الْمُضَاعَفَةَ فِي الزِّيَادَةِ فَقَطْ (الَّتِي هِيَ الرِّبَا) يَصِحُّ مَا قَالَهُ الْمُفَسِّرُ (الْجَلَالُ) فِي تَصْوِيرِ الْمَسْأَلَةِ بِتَأْخِيرِ أَجَلِ الدَّيْنِ وَالزِّيَادَةِ فِي الْمَالِ، وَهَذَا هُوَ الَّذِي كَانَ مَعْرُوفًا فِي الْجَاهِلِيَّةِ، وَيَصِحُّ أَيْضًا أَنْ تَكُونَ الْأَضْعَافُ بِالنِّسْبَةِ إِلَى رَأْسِ الْمَالِ وَهَذَا وَاقِعٌ الْآنَ، فَإِنَّنِي رَأَيْتُ فِي مِصْرَ مَنِ اسْتَدَانَ بِرِبَا ثَلَاثَةٍ فِي الْمِائَةِ كُلَّ يَوْمٍ، فَانْظُرْ كَمْ ضِعْفًا يَكُونُ فِي السَّنَةِ! وَقَدْ قَالَ:  (مُضَاعَفَةً) بَعْدَ ذِكْرِ الْأَضْعَافِ كَأَنَّ الْعَقْدَ قَدْ يَكُونُ ابْتِدَاءً عَلَى الْأَضْعَافِ ثُمَّ تَأْتِي الْمُضَاعَفَةُ بَعْدَ ذَلِكَ بِتَأْخِيرِ الْأَجَلِ وَزِيَادَةِ الْمَالِ. </p><p> وَأَقُولُ: حَاصِلُ الْمَعْنَى لَا تَأْكُلُوا الرِّبَا حَالَ كَوْنِهِ أَضْعَافًا تُضَاعَفُ بِتَأْخِيرِ أَجَلِ الدَّيْنِ الَّذِي هُوَ رَأْسُ الْمَالِ، وَزِيَادَةُ الْمَالِ ضِعْفُ مَا كَانَ كَمَا كُنْتُمْ تَفْعَلُونَ فِي الْجَاهِلِيَّةِ ; فَإِنَّ الْإِسْلَامَ لَا يُبِيحُ لَكُمْ ذَلِكَ لِمَا فِيهِ مِنَ الْقَسْوَةِ وَالْبُخْلِ وَاسْتِغْلَالِ ضَرُورَةِ الْمُعْوِزِ أَوْ حَاجَتَهُ وَاتَّقُوا اللهَ فِي أَهْلِ الْحَاجَةِ وَالْبُؤْسِ فَلَا تُحَمِّلُوهُمْ مِنَ الدَّيْنِ هَذِهِ الْأَثْقَالَ الَّتِي تَرْزَحُهُمْ وَرُبَّمَا تُخْرِبُ بُيُوتَهُمْ لَعَلَّكُمْ تَفْلَحُونَ فِي دُنْيَاكُمْ بِالتَّرَاحُمِ وَالتَّعَاوُنِ فَتَتَحَابُّونَ، وَالْمَحَبَّةُ أُسُّ السَّعَادَةِ وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ الَّذِينَ قَسَتْ قُلُوبُهُمْ وَاسْتَحْوَذَ عَلَيْهِمُ الطَّمَعُ وَالْبُخْلُ فَكَانُوا فِتْنَةً لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَأَعْدَاءِ الْبَائِسِينَ وَالْمُعْوِزِينَ وَأَطِيعُوا اللهَ وَالرَّسُولَ فِيمَا نَهَيا عَنْهُ مِنْ أَكْلِ الرِّبَا وَمَا أَمَرَا بِهِ مِنَ الصَّدَقَةِ لَعَلَّكُمْ تُرْحَمُونَ فِي الدُّنْيَا بِمَا تُفِيدُكُمُ الطَّاعَةُ مِنْ صَلَاحِ حَالِ مُجْتَمَعِكُمْ، وَفِي الْآخِرَةِ بِحُسْنِ الْجَزَاءِ عَلَى أَعْمَالِكُمْ ; فَإِنَّ الرَّاحِمِينَ يَرْحَمُهُمُ الرَّحْمَنُ كَمَا وَرَدَ فِي الْحَدِيثِ الْمَرْفُوعِ عِنْدَ أَحْمَدَ وَأَبِي دَاوُدَ وَالتِّرْمِذِيِّ، وَقَدْ رَوَيْنَاهُ مُسَلْسَلًا. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: قَوْلُهُ: وَاتَّقُوا النَّارَ إِلَخْ وَعِيدٌ لِلْمُرَابِينَ بِجَعْلِهِمْ مَعَ الْكَافِرِينَ إِذَا عَمِلُوا فِيهِ عَمَلَهُمْ، وَفِيهِ تَنْبِيهٌ إِلَى أَنَّ الرِّبَا قَرِيبٌ مِنَ الْكُفْرِ. وَهَذَا الْقَوْلُ بَعْدَ قَوْلِهِ: وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ تَأْكِيدٌ بَعْدَ تَأْكِيدٍ، ثُمَّ أَكَّدَهُ أَيْضًا بِالْأَمْرِ بِطَاعَتِهِ وَطَاعَةِ الرَّسُولِ، فَمُؤَكِّدَاتُ التَّنْفِيرِ مِنَ الرِّبَا أَرْبَعَةٌ. وَقَدْ قُلْنَا مِنْ قَبْلُ: إِنَّ مَسْأَلَةَ الرِّبَا لَيْسَتْ مَدَنِيَّةً مَحْضَةً بَلْ هِيَ </p>"
}