{
  "id": null,
  "sura": 3,
  "aya": 183,
  "text": "<p> الْيَوْمَ فَلَا يَحْتَاجُ إِلَى دِقَّةِ نَظَرٍ، وَلَفْظُ الْكِتَابَةِ آكَدُ مِنْ لَفْظِ الْحِفْظِ لِمَا فِيهِ مِنْ مَعْنَى الِاسْتِتْبَابِ، وَأَمْنِ النِّسْيَانِ. وَإِنَّمَا ضَمَّ قَتْلَ الْأَنْبِيَاءِ - وَهُوَ أَفْظَعُ جَرَائِمِ هَذَا الشَّعْبِ - إِلَى الْجَرِيمَةِ الَّتِي سَبَقَ الْوَعِيدُ لِأَجْلِهَا لِبَيَانِ أَنَّ مِثْلَ هَذَا الْكُفْرِ، وَالتَّهَوُّرِ لَيْسَ بِدَعًا مِنْ أَمْرِهِمْ، فَإِنَّهُ سَبَقَ لَهُمْ أَنْ قَتَلُوا الْهُدَاةَ الْمُرْشِدِينَ بَعْدَ مَا جَاءُوهُمْ بِالْبَيِّنَاتِ، فَهُمْ يَجْرُونَ فِي هَذَا عَلَى عِرْقٍ وَلَيْسَ هُوَ بِأَوَّلِ كَبَائِرِهِمْ، وَلِلْإِيذَانِ بِأَنَّ الْجَرِيمَتَيْنِ سِيَّانِ فِي الْعِظَمِ، وَاسْتِحْقَاقِ الْعِقَابِ (كَمَا قَالَ صَاحِبُ الْكَشَّافِ) . </p><p> وَأَمَّا إِضَافَةُ الْقَتْلِ إِلَى الْحَاضِرِينَ فَقَدْ تَقَدَّمَتْ حِكْمَتُهُ فِي سُورَةِ الْبَقَرَةِ، وَيُشِيرُ إِلَيْهِ قَوْلُ الْمُفَسِّرِينَ: إِنَّهُمْ يُعَدُّونَ قَتَلَةً لِرِضَاهُمْ بِمَا فَعَلَهُ سَلَفُهُمْ، وَهَذَا تَحْوِيمٌ حَوْلَ الْمَعْنَى الَّذِي أَوْضَحْنَاهُ هُنَاكَ، وَهُوَ أَنَّ الْأُمَمَ مُتَكَافِلَةٌ فِي الْأُمُورِ الْعَامَّةِ إِذْ يَجِبُ عَلَى الْأُمَّةِ الْإِنْكَارُ عَلَى فَاعِلِ الْمُنْكَرِ مِنْ أَفْرَادِهَا، وَتَغْيِيرُهُ، أَوِ النَّهْيُ عَنْهُ لِئَلَّا يَفْشُوَ فِيهَا، فَيَصِيرَ خُلُقًا مِنْ أَخْلَاقِهَا، أَوْ عَادَةً مِنْ عَادَاتِهَا، فَتَسْتَحِقَّ عُقُوبَتَهُ فِي الدُّنْيَا كَالضَّعْفِ، وَالْفَقْرِ، وَفَقْدِ الِاسْتِقْلَالِ، كَمَا تَسْتَحِقُّ عُقُوبَتَهُ فِي الْآخِرَةِ بِمَا دَنَّسَ نُفُوسَهَا ; وَلِذَلِكَ لَعَنَ اللهُ - تَعَالَى - الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ، وَبَيَّنَ سَبَبَ </p><p> ذَلِكَ بِقَوْلِهِ: كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ [٥: ٧٩] . </p><p> ذَلِكَ بِأَنَّ مَنْ أَقَرَّ فَاعِلَ الْمُنْكَرِ فَلَمْ يَنْهَهُ وَلَمْ يَسْخَطْ عَلَيْهِ تَكُونُ نَفْسُهُ مُشَاكِلَةً لِنَفْسِهِ، تَأْنَسُ بِمَا تَأْنَسُ بِهِ، ثُمَّ لَا يَلْبَثُ أَنْ يَفْعَلَ الْمُنْكَرَ، وَلَوْ بَعْدَ حِينٍ مَا لَمْ يَكُنْ عَاجِزًا عَنْ ذَلِكَ بِسَبَبٍ مِنَ الْأَسْبَابِ الْحِسِّيَّةِ، كَضَعْفِ الْجِسْمِ، أَوْ قِلَّةِ الْمَالِ، أَيْ إِنَّ مِثْلَ هَذَا لَا يَتْرُكُ الْمُنْكَرَ لِأَنَّهُ رَذِيلَةٌ تُدَنِّسُ نَفْسَ فَاعِلِهَا، فَيَكُونُ بَعِيدًا مِنَ الْخَيْرِ غَيْرَ مُسْتَحِقٍّ لِرِضْوَانِ اللهِ - عَزَّ وَجَلَّ -. قَالَ الْأُسْتَاذُ الْإِمَامُ: وَثَمَّ وَجْهٌ آخَرُ يَجْعَلُ إِسْنَادَ الْمُنْكَرِ إِلَى مُقِرِّهِ، وَالرَّاضِي بِهِ إِسْنَادًا قَرِيبًا مِنَ الْحَقِيقَةِ، وَهُوَ أَنَّ عَدَمَ النَّهْيِ عَنِ الْمُنْكَرِ هُوَ السَّبَبُ فِي انْتِشَارِهِ وَشُيُوعِهِ ; لِأَنَّ الْمَيَّالِينَ إِلَى الْمُنْكَرِ لَوْ عَلِمُوا أَنَّ النَّاسَ يَمْقُتُونَهُمْ، وَيُؤَاخِذُونَهُمْ عَلَيْهِ لَمَا فَعَلُوهُ إِلَّا مَا يَكُونُ مِنَ الْخِلَسِ الْخَفِيَّةِ، وَلِذَلِكَ كَانَ السَّاكِتُ عَلَى الْمُنْكَرِ شَرِيكَ الْفَاعِلِ فِي الْإِثْمِ، قَالَ: كُلُّ هَذَا ظَاهِرٌ فِيمَنْ يُفْعَلُ الْمُنْكَرُ فِي زَمَنِهِ، وَلَا يُنْكِرُهُ، وَأَمَّا مَنْ يَقَعُ الْمُنْكَرُ مِنْ قَوْمِهِمْ قَبْلَ زَمَنِهِمْ كَالْيَهُودِ الَّذِينَ نَزَلَتْ هَذِهِ الْآيَةُ وَأَمْثَالُهَا فِيهِمْ كَقَوْلِهِ: فَلِمَ قَتَلْتُمُوهُمْ؟ فَهُمْ يَتَّفِقُونَ مَعَ مَنْ سَبَقَهُمْ فِي عِلَّةِ الْجَرِيمَةِ، وَمَبْعَثِهَا مِنَ النَّفْسِ، وَهُوَ عَدَمُ الْمُبَالَاةِ بِالدِّينِ، وَقَدْ كَانَ هَذَا الْخَلَفُ مُتَّفِقِينَ مَعَ مَنْ سَبَقَهُمْ فِي الْأَخْلَاقِ، وَالسَّجَايَا، وَيَنْتَسِبُونَ إِلَيْهِمُ انْتِسَابَ حَسَبٍ وَتَشَرُّفٍ، أَيْ فَهُمْ جَدِيرُونَ بِأَنْ يَكُونُوا عَلَى شَاكِلَتِهِمْ. </p><p> وَأَقُولُ: إِنَّ الْمُتَأَخِّرَ رُبَّمَا كَانَ أَضْرَى بِالشَّرِّ مِنَ الْمُتَقَدِّمِ لِتَمَكُّنِ دَاعِيَةِ الشَّرِّ مِنْ نَفْسِهِ بِالْوِرَاثَةِ وَالْقُدْوَةِ جَمِيعًا. وَقَدْ حَاوَلَ غَيْرُ وَاحِدٍ مِنَ الْيَهُودِ قَتْلَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا كَانَ </p><p> آبَاؤُهُمْ يَفْعَلُونَ بَلْ هُمُ الَّذِينَ قَتَلُوهُ، فَإِنَّهُ مَاتَ بِالسُّمِّ الَّذِي وَضَعَتْهُ لَهُ الْيَهُودِيَّةُ فِي الشَّاةِ بِخَيْبَرَ، فَقَدْ وَرَدَ فِي الْحَدِيثِ أَنَّهُ قَالَ لِعَائِشَةَ فِي مَرَضِ مَوْتِهِ: يَا عَائِشَةُ، مَا زِلْتُ أَجِدُ أَلَمَ الطَّعَامِ الَّذِي أَكَلْتُ بِخَيْبَرَ، فَهَذَا أَوَانُ وَجَدْتُ انْقِطَاعَ أَبْهَرِي رَوَاهُ الْبُخَارِيُّ فِي صَحِيحِهِ وَفِي رِوَايَةٍ لِغَيْرِهِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَا زَالَتْ أُكْلَةُ خَيْبَرَ تُعَاوِدُنِي كُلَّ عَامٍ حَتَّى كَانَ هَذَا أَوَانَ انْقِطَاعِ أَبْهَرِي. </p><p> الْأُسْتَاذُ الْإِمَامُ: إِنَّ اللهَ - تَعَالَى - نَبَّهَنَا بِهَذَا الضَّرْبِ مِنَ التَّعْبِيرِ إِلَى أَنَّ الْمُتَأَخِّرَ إِذَا لَمْ يَنْظُرْ إِلَى عَمَلِ الْمُتَقَدِّمِ بِعَيْنِ الْبَصِيرَةِ، وَيُطَبِّقُهُ عَلَى الشَّرِيعَةِ، فَيَسْتَحْسِنُ مِنْهُ مَا اسْتَحْسَنَتْ، وَيَسْتَقْبِحُ مَا اسْتَهْجَنَتْ، وَيُسَجِّلُ عَلَى الْمُسِيءِ مِنْ سَلَفِهِ إِسَاءَتَهُ، وَيَنْفِرُ </p><p> مِنْهَا، فَإِنَّهُ يُعَدُّ عِنْدَ اللهِ - تَعَالَى - مِثْلَهُ، وَشَرِيكًا لَهُ فِي إِثْمِهِ وَمُسْتَحِقًّا لِمِثْلِ عُقُوبَتِهِ، فَعَلَيْكُمْ بِاتِّخَاذِ الْوَسَائِلِ لِإِزَالَةِ الْمُنْكَرَاتِ الْفَاشِيَةِ، وَلَا بُدَّ فِي ذَلِكَ مِنْ بَذْلِ الْجُهْدِ، وَإِعْمَالِ الرَّوِيَّةِ وَالْفِكْرِ، وَمَا عَلَيْنَا الْآنَ فِي مِثْلِ هَذِهِ الْبِلَادِ إِلَّا الْحِيلَةُ فِي بَذْلِ النُّصْحِ، وَالْإِرْشَادِ، بِأَيِّ ضَرْبٍ مِنْ ضُرُوبِهِ، وَكُلِّ أُسْلُوبٍ مِنْ أَسَالِيبِهِ. </p><p> وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ وَقَرَأَ حَمْزَةُ:  \" وَيَقُولُ \" . قَالَ الْأُسْتَاذُ الْإِمَامُ: الذَّوْقُ عِبَارَةٌ عَنِ الشُّعُورِ بِالْأَلَمِ، أَوْ ضِدِّهِ، فَمَعْنَى ذُوقُوا: تَأَلَّمُوا. أَمَّا كَيْفِيَّةُ الْقَوْلِ فَلَا نَبْحَثُ فِيهَا، أَوْ إِنَّمَا نَعْلَمُ أَنَّ اللهَ - تَعَالَى - يُوصِلُ هَذَا الْمَعْنَى إِلَيْهِمْ. </p><p> أَقُولُ: وَزَعَمَ بَعْضُ الْمُسْتَشْرِقِينَ أَنَّ هَذَا الِاسْتِعْمَالَ لَمْ يَكُنْ مَعْرُوفًا عِنْدَ الْعَرَبِ قَبْلَ الْقُرْآنِ، وَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخَذَهُ مِنَ التَّوْرَاةِ، وَهُوَ زَعْمٌ بَاطِلٌ، وَبِمِثْلِهِ يَسْتَدِلُّونَ عَلَى اقْتِبَاسِ النَّبِيِّ مِنْ كُتُبِهِمْ، فَقَدْ رُوِيَ أَنَّ أَبَا سُفْيَانَ قَالَ لَمَّا رَأَى حَمْزَةَ - عَلَيْهِ رِضْوَانُ اللهِ - مَقْتُولًا:  \" ذُقْ عُقُقُ \" أَيْ ذُقْ عَاقِبَةَ إِسْلَامِكَ أَيُّهَا الْعَاقُّ لِدِينِ آبَائِكَ، وَلِمَنْ ثَبَتَ عَلَيْهِ مِنْ قَوْمِكَ فَلَمْ يَدْخُلُوا فِي الْإِسْلَامِ. نَعَمْ: إِنَّ أَصْلَ الذَّوْقِ هُوَ مَا يَكُونُ بِاللِّسَانِ لِمَعْرِفَةِ طَعْمِ الطَّعَامِ، ثُمَّ تَوَسَّعُوا فِيهِ فَاسْتَعْمَلُوهُ فِي غَيْرِ ذَلِكَ مِنَ الْمَحْسُوسَاتِ كَقَوْلِهِمْ:  \" ذُقْتَ الْقَوْسَ \" إِذَا جَذَبْتَ وَتَرَهَا لِتَنْظُرَ مَا شِدَّتُهَا. وَقَوْلُهُمْ: ذُقْتَ الرُّمْحَ إِذَا غَمَزْتَهَا قَالَ ابْنُ مُقْبِلٍ: </p><p> يَهْزُزْنَ لِلْمَشْيِ أَوْصَالًا مُنَعَّمَةً ... هَزَّ الشَّمَالِ ضُحًى عِيدَانَ يَبْرِينَا </p><p> أَوْ كَاهْتِزَازِ رُدَيْنِيٍّ تَذَاوَقُهُ ... أَيْدِي التِّجَارِ فَزَادُوا مَتْنَهُ لَيِنَا </p><p> كَذَا فِي لِسَانِ الْعَرَبِ. وَفِي الْأَسَاسِ \" أَيْدِي الْكُمَاةِ \" بَدَلَ \" أَيْدِي التِّجَارِ \" ، وَقَالَ ابْنُ الْأَعْرَابِيِّ: الذَّوْقُ يَكُونُ بِالْفَمِ، وَبِغَيْرِ الْفَمِ، ثُمَّ اسْتَعْمَلُوهُ فِي الْمَعَانِي، قَالَ ابْنُ طُفَيْلٍ: </p><p> فَذُوقُوا كَمَا ذُقْنَا غَدَاةَ مُحَجَّرٍ ... مِنَ الْغَيْظِ فِي أَكْبَادِنَا وَالتَّحَوُّبِ </p><p> وَمِنْ هَذَا الْقَبِيلِ اسْتِعْمَالُهُ فِي مَعْرِفَةِ جَيِّدِ الشِّعْرِ، وَأَحَاسِنِ الْكَلَامِ. وَعَذَابَ الْحَرِيقِ مَعْنَاهُ: عَذَابٌ هُوَ الْحَرِيقُ. </p><p> ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ أَيْ ذَلِكَ الْعَذَابُ الَّذِي تَذُوقُونَ مَرَارَتَهُ، أَوْ حَرَارَتَهُ بِسَبَبِ مَا قَدَّمْتُمْ فِي الدُّنْيَا مِنَ الْأَعْمَالِ. عَبَّرَ عَنِ الْأَشْخَاصِ بِالْأَيْدِي لِأَنَّ أَكْثَرَ </p><p> الْأَعْمَالِ تُزَاوَلُ بِهَا، وَلِيُفِيدَ أَنَّ مَا عُذِّبُوا عَلَيْهِ هُوَ مِنْ عَمَلِهِمْ حَقِيقَةً لَا مَجَازًا، فَإِنَّ نِسْبَةَ الْفِعْلِ إِلَى يَدِ الْفَاعِلِ تُفِيدُ مِنْ إِلْصَاقِهِ بِهِ مَا لَا تُفِيدُهُ نِسْبَتُهُ إِلَى ضَمِيرِهِ ; لِأَنَّ الْإِسْنَادَ إِلَى الْيَدِ يَمْنَعُ التَّجَوُّزَ، فَمِنَ الْمَعْهُودِ أَنْ يُقَالَ: فُلَانٌ فَعَلَ كَذَا إِذَا أَمَرَ بِهِ، أَوْ مَكَّنَ الْعَامِلَ مِنْهُ، وَإِنْ لَمْ يُبَاشِرْهُ بِنَفْسِهِ، وَمَتَى أُسْنِدَ إِلَى يَدِهِ تَعَيَّنَ أَنْ يَكُونَ بَاشَرَ فِعْلَهُ بِنَفْسِهِ، وَإِنْ لَمْ يَكُنْ مِنْ عَمَلِ الْأَيْدِي، وَيَدْخُلُ فِي قَوْلِهِ: بِمَا قَدَّمَتْ أَيْدِيكُمْ جَمِيعُ مَا كَانَ مِنْهُمْ مِنْ ضُرُوبِ الْكُفْرِ، وَالْفُسُوقِ، وَالْعِصْيَانِ. </p><p> وَأَنَّ اللهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ أَيْ ذَلِكَ الْعَذَابُ إِنَّمَا يُصِيبُكُمْ بِعَمَلِكُمْ وَبِكَوْنِهِ - تَعَالَى - عَادِلًا فِي حُكْمِهِ، وَفِعْلِهِ لَا يَجُورُ وَلَا يَظْلِمُ، فَيُعَاقِبُ غَيْرَ الْمُسْتَحِقِّ لِلْعِقَابِ وَلَا يَجْعَلُ الْمُجْرِمِينَ كَالْمُتَّقِينَ، وَالْكَافِرِينَ كَالْمُؤْمِنِينَ، فَلَوْ كَانَ - سُبْحَانَهُ - ظَلَّامًا لَجَازَ أَلَّا يَذُوقُوا ذَلِكَ الْعَذَابَ عَلَى كُفْرِهِمْ بِهِ، وَاسْتِهْزَائِهِمْ بِآيَاتِهِ، وَقَتْلِهِمْ لِأَنْبِيَائِهِ بِأَنْ يُجْعَلُوا مَعَ الْمُقَرَّبِينَ فِي جَنَّاتِ النَّعِيمِ وإذًا لَكَانَ الدِّينُ عَبَثًا أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ [٣٨: ٢٨] ، أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينِ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ [٤٥: ٢١] ، أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ مَا لَكُمْ كَيْفَ تَحْكُمُونَ [٦٨: ٣٥، ٣٦] فَالِاسْتِفْهَامُ الْإِنْكَارِيُّ فِي هَذِهِ الْآيَاتِ يَدُلُّ عَلَى أَنَّ تَرْكَ تَعْذِيبِ أُولَئِكَ الْكَفَرَةِ الْفَجَرَةِ هُوَ مِنَ الْمُسَاوَاةِ بَيْنَ الْمُحْسِنِ، وَالْمُسِيءِ، وَوَضْعِ الشَّيْءِ فِي غَيْرِ مَوْضِعِهِ، وَنَاهِيكَ بِهِ ظُلْمًا كَبِيرًا، فَبِهَذَا كُلِّهِ تَعْلَمُ أَنَّ اسْتِشْكَالَ عَطْفِ نَفْيِ الظُّلْمِ عَلَى جَرَائِمِهِمْ فِي غَيْرِ مَحَلِّهِ، وَالْمُبَالَغَةَ بِصِيغَةِ \" ظَلَّامٍ \" أَفَادَتْ أَنَّ تَرْكَ مِثْلِهِمْ يُعَدُّ ظُلْمًا كَبِيرًا، أَوْ كَثِيرًا. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: يَعْنِي أَنَّ هَذِهِ الْعُقُوبَةَ عَدْلٌ مِنْهُ - سُبْحَانَهُ - وَأَشَارَ بِصِيغَةِ الْمُبَالَغَةِ (ظَلَّامٍ) إِلَى أَنَّ مِثْلَ هَذِهِ التَّسْوِيَةِ لَا تَصْدُرُ إِلَّا مِمَّنْ كَانَ كَثِيرَ الظُّلْمِ مُبَالِغًا فِيهِ. وَقَالَ غَيْرُهُ: إِنَّهُ لَمَّا كَانَ الْقَلِيلُ مِنَ الظُّلْمُ يُعَدُّ كَثِيرًا بِالنِّسْبَةِ إِلَى رَحْمَتِهِ الْوَاسِعَةِ عَبَّرَ فِي نَفْيِهِ بِصِيغَةِ الْمُبَالَغَةِ الدَّالَّةِ عَلَى الْكَثْرَةِ. </p><p> الَّذِينَ قَالُوا إِنَّ اللهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ أَيْ أُولَئِكَ هُمُ الَّذِينَ قَالُوا فِي الِاعْتِذَارِ عَنْ عَدَمِ الْإِيمَانِ بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> : إِنَّ اللهَ عَهِدَ إِلَيْنَا فِي كِتَابِهِ التَّوْرَاةِ أَلَّا نُؤْمِنَ لِرَسُولٍ يَدَّعِي أَنَّهُ مُرْسَلٌ مِنَ اللهِ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ. </p><p> قَالَ الْمُفَسِّرُونَ: إِنَّهُمْ أَرَادُوا شَيْئًا كَانَ شَائِعًا عِنْدَهُمْ، وَهُمْ أَنْ يُذْبَحَ الْقُرْبَانُ مِنَ النَّعَمِ، أَوْ غَيْرِهَا، فَيُوضَعَ فِي مَكَانٍ مُعَيَّنٍ فَتَأْتِيَ نَارٌ بَيْضَاءُ مِنَ السَّمَاءِ لَهَا دَوِيٌّ فَتَأْخُذَهُ، أَوْ تَحْرِقَهُ </p><p> وَرَوَى ابْنُ جَرِيرٍ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ الرَّجُلَ مِنْهُمْ كَانَ يَتَصَدَّقُ بِالصَّدَقَةِ، فَإِذَا تُقُبِّلَ مِنْهُ نَزَلَتْ عَلَيْهِ نَارٌ مِنَ السَّمَاءِ، فَأَكَلَتْهُ ; أَيْ أَكَلَتْ مَا تَصَدَّقَ بِهِ. هَذَا مَا أَوْرَدَهُ، وَرَدُّوهُ بِأَنَّ هَذَا الْقُرْبَانَ إِنَّمَا كَانَ يُوجِبُ الْإِيمَانَ لِأَنَّهُ مُعْجِزَةٌ لَا لِذَاتِهِ إِذْ هُوَ كَغَيْرِهِ مِنَ الْمُعْجِزَاتِ. </p><p> أَقُولُ: إِنَّ الْقُرْبَانَ فِي عِبَادَةِ بَنِي إِسْرَائِيلَ كَانَ عَلَى قِسْمَيْنِ: دَمَوِيٌّ، وَغَيْرُ دَمَوِيٍّ. فَالْقَرَابِينُ الدَّمَوِيَّةُ كَانَتْ تَكُونُ مِنَ الْحَيَوَانَاتِ الطَّاهِرَةِ كَالْبَقَرِ، وَالْغَنَمِ، وَالْحَمَامِ، وَغَيْرُ الدَّمَوِيَّةِ هِيَ بَاكُورَاتُ الْمَوَاسِمِ، وَالْخَمْرُ، وَالزَّيْتُ، وَالدَّقِيقُ. وَالْقَرَابِينُ عِنْدَهُمْ أَنْوَاعٌ مِنْهَا: الْمُحَرَّقَاتُ، وَالتَّقَدُّمَاتُ، وَذَبَائِحُ السَّلَامَةِ، وَذَبَائِحُ الْخَطِيئَةِ، وَذَبَائِحُ الْإِثْمِ. وَكَانُوا يَحْرِقُونَ الْمُحَرَّقَاتِ بِأَيْدِيهِمْ. </p><p> وَقَدْ جَاءَ فِي الْفَصْلِ الْأَوَّلِ مِنْ سِفْرِ اللَّاوِيِّينَ فِي ذَلِكَ مَا نَصُّهُ: </p><p> \"[١]وَدَعَا الرَّبُّ مُوسَى. وَكَلَّمَهُ مِنْ خَيْمَةِ الِاجْتِمَاعِ قَائِلًا[٢]كَلِّمْ بَنِي إِسْرَائِيلَ وَقُلْ لَهُمْ. إِذَا قَرَّبَ إِنْسَانٌ مِنْكُمْ قُرْبَانًا لِلرَّبِّ مِنَ الْبَهَائِمِ فَمِنَ الْبَقَرِ، وَالْغَنَمِ تُقَرِّبُونَ قَرَابِينَكُمْ[٣]إِنْ كَانَ قُرْبَانُهُ مُحْرَقَةً مِنَ الْبَقَرِ فَذَكَرًا صَحِيحًا يُقَرِّبُهُ إِلَى بَابِ خَيْمَةِ الِاجْتِمَاعِ يُقَدِّمُهُ لِلرِّضَا عَنْهُ أَمَامَ الرَّبِّ[٤]وَيَضَعُ يَدَهُ عَلَى رَأْسِ الْمُحْرَقَةِ فَيَرْضَى عَلَيْهِ لِلتَّكْفِيرِ عَنْهُ[٥]وَيَذْبَحُ الْعِجْلَ أَمَامَ الرَّبِّ، وَيُقَرِّبُ بَنُو هَارُونَ الْكَهَنَةُ الدَّمَ، وَيَرُشُّونَ الدَّمَ مُسْتَدِيرًا عَلَى الْمَذْبَحِ الَّذِي لَدَى بَابِ خَيْمَةِ الِاجْتِمَاعِ[٦]وَيَسْلُخُ الْمُحْرَقَةَ، وَيُقَطِّعُهَا إِلَى قِطَعِهَا[٧]وَيَجْعَلُ بَنُو هَارُونَ الْكَاهِنِ نَارًا عَلَى الْمَذْبَحِ، وَيُرَتِّبُونَ حَطَبًا عَلَى النَّارِ[٨]وَيُرَتِّبُ بَنُو هَارُونَ الْكَهَنَةُ الْقِطَعَ مَعَ الرَّأْسِ، وَالشَّحْمَ فَوْقَ الْحَطَبِ الَّذِي عَلَى النَّارِ الَّتِي عَلَى الْمَذْبَحِ[٩]وَأَمَّا أَحْشَاؤُهُ وَأَكَارِعُهُ فَيَغْسِلُهَا بِمَاءٍ وَيُوقِدُ الْكَاهِنُ الْجَمِيعَ عَلَى الْمَذْبَحِ مَحْرَقَةَ وَقُودٍ رَائِحَةَ سُرُورٍ لِلرَّبِّ \" </p><p> ثُمَّ ذَكَرَ تَفْصِيلَ قُرْبَانِ الْغَنَمِ بِصِنْفَيْهِ الضَّأْنِ وَالْمَعْزِ، وَالطَّيْرِ وَهُوَ صِنْفَانِ أَيْضًا الْحَمَامُ وَالْيَمَامُ بِنَحْوِ مَا تَقَدَّمَ كَمَا بَيَّنَ بَقِيَّةَ أَنْوَاعِ الْقَرَابِينِ. فَمِنْ هُنَا تَعْلَمُ أَنَّهُمْ كَانُوا يُوقِدُونَ النَّارَ بِأَيْدِيهِمْ وَيَحْرِقُونَ بِهَا الْقَرَابِينَ الْمُحَرَّقَاتِ، وَلَكِنَّ الْيَهُودَ كَانُوا يُلْقُونَ إِلَى الْمُسْلِمِينَ </p><p> أَخْبَارًا مِنْ خُرَافَاتِهِمْ، أَوْ مُخْتَرَعَاتِهِمْ لِيُودِعُوهَا كُتُبَهُمْ، وَيَمْزُجُوهَا بِدِينِهِمْ، وَلِذَلِكَ نَجِدُ فِي كُتُبِ قَوْمِنَا مِنَ الْإِسْرَائِيلِيَّاتِ الْخُرَافِيَّةِ مَا لَا أَصْلَ لَهُ فِي الْعَهْدِ الْقَدِيمِ، وَلَا يَزَالُ يُوجَدُ فِينَا مَنْ يُقَدِّسُ كُلَّ مَا رُوِيَ عَنْ أَوَائِلِنَا فِي التَّفْسِيرِ، وَغَيْرِهِ، وَيَرْفَعُهُ عَنِ النَّقْدِ وَالتَّمْحِيصِ، وَلَا يَتِمُّ تَمْحِيصُ ذَلِكَ إِلَّا لِمَنِ اطَّلَعَ عَلَى كُتُبِ بَنِي إِسْرَائِيلَ. </p><p> أَمَّا الْأُسْتَاذُ الْإِمَامُ فَقَدْ ذَكَرَ مَا قَالَهُ الْمُفَسِّرُونَ فِي الْقُرْبَانِ، ثُمَّ قَالَ: وَيَجُوزُ وَهُوَ الْأَظْهَرُ </p><p> أَنْ يَكُونَ مَعْنَى حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ أَنْ يَفْرِضَ عَلَيْنَا تَقْرِيبَ قُرْبَانٍ يُحْرَقُ بِالنَّارِ، فَقَدْ كَانَ مِنْ أَحْكَامِ الشَّرِيعَةِ عِنْدَهُمْ أَنْ يَحْرِقُوا بَعْضَ الْقُرْبَانِ وَقَدْ أَمَرَ اللهُ - تَعَالَى - نَبِيَّهُ أَنْ يَرُدَّ عَلَيْهِمْ فَقَالَ: قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ فِي زَعْمِكُمْ لَا تُؤْمِنُونَ بِي لِأَنِّي لَمْ آمُرْ بِإِحْرَاقِ الْقَرَابِينِ، أَيْ إِنَّكُمْ لَمْ تَرْضَوْا بِعِصْيَانِ أُولَئِكَ الرُّسُلِ فَقَطْ بَلْ قَسَوْتُمْ عَلَيْهِمْ، وَقَتَلْتُمُوهُمْ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: لَا رَيْبَ أَنَّ هَذَا لَمْ يَقَعْ مِنْكُمْ إِلَّا لِأَنَّكُمْ شَعْبٌ غَلِيظُ الرَّقَبَةِ (بِذَا وُصِفُوا فِي التَّوْرَاةِ الَّتِي فِي أَيْدِيهِمْ) وَأَنَّكُمْ قُسَاةٌ غُلْفُ الْقُلُوبِ لَا تَفْقَهُونَ الْحَقَّ، وَلَا تُذْعِنُونَ لَهُ. وَهَذَا مَبْنِيٌّ عَلَى مَا قُلْنَاهُ مِنَ اعْتِبَارِ الْأُمَّةِ بِاتِّفَاقِ أَخْلَاقِهَا، وَصِفَاتِهَا، وَعَادَاتِهَا الْعَامَّةِ كَالشَّخْصِ الْوَاحِدِ، وَكَانَ هَذَا الْمَعْنَى مَعْرُوفًا عِنْدَ الْعَرَبِ، فَإِنَّهُمْ يُلْصِقُونَ جَرِيمَةَ الشَّخْصِ بِقَبِيلَتِهِ وَيُؤَاخِذُونَهَا بِهِ وَلَوْ بَعْدَ مَوْتِهِ، وَيَدُلُّنَا هَذَا عَلَى أَنَّ الْجِنَايَاتِ، وَالْجَرَائِمَ مُرْتَبِطَةٌ فِي حُكْمِ اللهِ - تَعَالَى - بِمَنَاشِئِهَا، وَمَنَابِعِهَا فَمَنْ لَمْ يَرْتَكِبِ الْجَرِيمَةَ؛ لِأَنَّ آلَاتِهَا، وَأَسْبَابَهَا غَيْرُ حَاضِرَةٍ لَدَيْهِ لَا يَكُونُ بَرِيئًا مِنَ الْجَرِيمَةِ إِذَا كَانَ مَنْشَؤُهَا وَالْبَاعِثُ عَلَيْهَا مُسْتَقِرًّا فِي نَفْسِهِ، وَهَذَا الْمَنْشَأُ هُوَ التَّهَاوُنُ بِأَمْرِ الشَّرِيعَةِ، وَعَدَمُ الْمُبَالَاةِ بِأَمْرِ الْحَقِّ، وَالتَّحَرِّي فِيهِ. </p><p> فَإِنْ كَذَّبُوكَ بَعْدَ أَنْ جِئْتَهُمْ بِالْبَيِّنَاتِ النَّاصِعَةِ، وَالزُّبُرِ الصَّادِعَةِ، وَالْكِتَابِ الَّذِي يُنِيرُ السَّبِيلَ، وَيُقِيمُ الدَّلِيلَ. فَلَا تَأْسَ عَلَيْهِمْ، وَلَا تَحْزَنْ لِكُفْرِهِمْ، وَلَا تَعْجَبْ مِنْ فَسَادِ أَمْرِهِمْ، فَإِنَّ هَذِهِ سُنَّةُ اللهِ فِي الْعِبَادِ، وَشَنْشَنَةُ مَنْ سَبَقَ مِنْ هَؤُلَاءِ مِنْ آبَاءٍ وَأَجْدَادٍ فَقَدْ كَذَّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ فَأَقَامُوا عَلَى أَقْوَامِهِمُ الْحُجَّةَ بِبَيِّنَاتِهِمْ، وَهَزَمُوا قُلُوبَهُمْ بِزُبُرِ عِظَاتِهِمْ، وَأَنَارُوا بِالْكِتَابِ سَبِيلَ نَجَاتِهِمْ فَمَا أَغْنَى ذَلِكَ عَنْهُمْ مِنْ شَيْءٍ لَمَّا انْصَرَفَتْ قُلُوبُهُمْ عَنْ طَلَبِ الْحَقِّ، </p><p> وَتَحَرِّي سَبِيلِ الْخَيْرِ. فَالْآيَةُ تَسْلِيَةٌ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيَانٌ لِطِبَاعِ النَّاسِ، وَاسْتِعْدَادِهِمْ. </p><p> وَالزُّبُرُ: جَمْعُ زَبُورٍ بِمَعْنَى مَزْبُورٍ، مِنْ زَبَرْتُ الْكِتَابَ إِذَا كَتَبْتُهُ مُطْلَقًا، أَوْ كِتَابَةً عَظِيمَةً غَلِيظَةً. قَالَهُ الرَّاغِبُ، أَوْ مُتْقَنَةً كَمَا فِي لِسَانِ الْعَرَبِ، فَهُوَ بِمَعْنَى الْكُتُبِ وَالصُّحُفِ، يُقَالُ: زَبَرْتُ الْكِتَابَ بِمَعْنَى كَتَبْتُهُ. وَبِمَعْنَى قَرَأْتُهُ، أَوْ بِمَعْنَى الزَّاجِرَةِ، قَالَ فِي اللِّسَانِ: وَزَبَرَهُ يَزْبُرُهُ بِالضَّمِّ نَهَاهُ وَنَهَرَهُ، وَفِي الْحَدِيثِ:  \" إِذَا رَدَدْتَ عَلَى السَّائِلِ ثَلَاثًا فَلَا عَلَيْكَ أَنْ تَزْبُرَهُ \" أَيْ تَنْهَرَهُ، وَتُغْلِظَ لَهُ فِي الْقَوْلِ، وَالرَّدِّ. وَالزَّبْرُ بِالْفَتْحِ: الزَّجْرُ، وَالْمَنْعُ اهـ. وَأَصْلُ مَعْنَى الزَّبْرِ الْقَطْعُ، وَمِنْهُ زُبَرُ الْحَدِيدِ قِطَعُهُ، وَيُوشِكُ أَنْ تَكُونَ الزُّبَرُ هُنَا الْمَوَاعِظُ، وَالْكِتَابُ الْمُنِيرُ جِنْسُهُ أَيِ الْكُتُبُ الْأَرْبَعَةُ، أَوِ الزُّبُرُ صُحُفُ الْأَنْبِيَاءِ وَالْكِتَابُ الْمُنِيرُ الْإِنْجِيلُ. </p>"
}