{
  "id": null,
  "sura": 3,
  "aya": 21,
  "text": "<p> عِرْقِ الْعُذْرِ دُونَهُ، وَإِلَّا فَإِنَّ قَتْلَ النَّبِيِّينَ لَا يَكُونُ بِحَقٍّ مُطْلَقًا كَمَا قَالَ الْمُفَسِّرُونَ. وَأَقُولُ: إِنَّ هَذَا الْقَيْدَ يُقَرِّرُ لَنَا أَنَّ الْعِبْرَةَ فِي ذَمِّ الشَّيْءِ وَمَدْحِهِ تَدُورُ مَعَ الْحَقِّ وُجُودًا وَعَدَمًا لَا مَعَ الْأَشْخَاصِ وَالْأَصْنَافِ. وَإِذَا قُلْنَا: إِنَّ كَلِمَةَ (حَقٍّ) هُنَا الْمَنْفِيَّةَ تَشْمَلُ الْحَقَّ الْعُرْفِيَّ بِقَاعِدَةِ أَنَّ النَّكِرَةَ فِي سِيَاقِ النَّفْيِ تُفِيدُ الْعُمُومَ يَدْخُلُ فِي ذَلِكَ مِثْلُ قَتْلِ مُوسَى - عَلَيْهِ السَّلَامُ - لِلْمِصْرِيِّ وَإِنْ لَمْ يَكُنْ مُتَعَمِّدًا لِقَتْلِهِ، فَإِذَا كَانَتِ الشَّرِيعَةُ الْمِصْرِيَّةُ تَقْضِي بِقَتْلِ مِثْلِهِ وَقَتَلُوهُ فِي عُرْفِهِمْ لَا يُذَمُّونَ عَلَيْهِ، وَإِنَّمَا تُذَمُّ شَرِيعَتُهُمْ إِذَا لَمْ تَكُنْ عَادِلَةً، وَالْيَهُودُ لَمْ يَكُنْ لَهُمْ حَقٌّ مَا فِي قَتْلِ مَنْ قَتَلُوا مِنَ النَّبِيِّينَ لَا حَقِيقَةً وَلَا عُرْفًا. </p><p> وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ أَيِ الْحُكَمَاءِ الَّذِينَ يُرْشِدُونَ النَّاسَ إِلَى الْعَدَالَةِ الْعَامَّةِ فِي كُلِّ شَيْءٍ، وَيَجْعَلُونَهَا رُوحَ الْفَضَائِلِ وَقِوَامَهَا، وَمَرْتَبَتُهُمْ فِي الْهِدَايَةِ وَالْإِرْشَادِ تَلِي مَرْتَبَةَ الْأَنْبِيَاءِ وَأَثَرُهُمْ فِي ذَلِكَ يَلِي أَثَرَهُمْ ; ذَلِكَ أَنَّ جَمِيعَ طَبَقَاتِ النَّاسِ تَنْتَفِعُ بِهَدْيِ الْأَنْبِيَاءِ، كُلُّ صِنْفٍ بِقَدْرِ اسْتِعْدَادِهِ، وَأَمَّا الْحُكَمَاءُ فَلَا يَنْتَفِعُ بِهِمْ إِلَّا بَعْضُ الْخَوَاصِّ الْمُسْتَعِدِّينَ لِتَلَقِّي الْفَلْسَفَةِ، أَلَمْ تَرَ كَيْفَ اصْطَلَمَ التَّوْحِيدُ وَثَنِيَّةَ الْعَرَبِ فِي مُدَّةٍ قَلِيلَةٍ بِدَعْوَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَيْفَ عَجَزَتْ دَعْوَةُ فَلَاسِفَةِ الْيُونَانَ إِلَى </p><p> التَّوْحِيدِ عَنْ مِثْلِ ذَلِكَ أَوْ مَا يُقَارِبُهُ فَلَمْ يَسْتَجِبْ لَهُمْ فِيهَا فِي الزَّمَنِ الطَّوِيلِ إِلَّا قَلِيلٌ مِنْ طُلَّابِ الْفَلْسَفَةِ؟ ذَلِكَ بِأَنَّ دَعْوَةَ النَّبِيِّ عَلَى مَا تَخْتَصُّ بِهِ مِنَ التَّأْيِيدِ الْإِلَهِيِّ وَتَأْثِيرِ رُوحِ الْوَحْيِ لَهَا ثَلَاثَةُ مَظَاهِرَ بَيَّنَهَا اللهُ - تَعَالَى - فِي قَوْلِهِ: ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [١٦: ١٢٥] فَالْحِكْمَةُ مَا يُدْعَى بِهِ الْعُقَلَاءُ وَأَهْلُ النَّظَرِ مِنَ الْبَرَاهِينِ وَالْحُجَجِ، وَالْمَوْعِظَةُ مَا يُدْعَى بِهِ الْعَوَامُّ السُّذَّجُ، وَالْجَدَلُ بِالَّتِي هِيَ أَحْسَنُ لِلْمُتَوَسِّطِينَ الَّذِينَ لَمْ يَرْتَقُوا إِلَى الِاسْتِعْدَادِ لِطَلَبِ الْحِكْمَةِ وَلَا يَنْقَادُونَ إِلَى الْمَوْعِظَةِ بِسُهُولَةٍ، بَلْ يَبْحَثُونَ بَحْثًا نَاقِصًا، فَلَا بُدَّ مِنَ الْحُسْنَى فِي مُجَادَلَتِهِمْ وَمُخَاطَبَتِهِمْ عَلَى قَدْرِ عُقُولِهِمْ، وَأَمَّا الْحُكَمَاءُ فَإِنَّ لَهُمْ طَرِيقَةً وَاحِدَةً فِي الدَّعْوَةِ إِلَى الْحَقِّ، وَالْفَضِيلَةُ مَبْنِيَّةٌ عَلَى طَلَبِ الْعَدْلِ فِي الْأَفْكَارِ وَالْأَخْلَاقِ، وَقَدْ يَكُونُ الْحَكِيمُ الَّذِي يَدْعُو إِلَى ذَلِكَ مُتَدَيِّنًا وَيَجْرِي فِي الْإِقْنَاعِ بِالدِّينِ عَلَى الطَّرِيقَةِ الْمَذْكُورَةِ آنِفًا، وَقَدْ يَكُونُ غَيْرَ مُتَدَيِّنٍ وَهُوَ مَعَ ذَلِكَ يَدْعُو إِلَى الْقِسْطِ وَالْعَدْلِ مِنَ الْعَقْلِ بِحَسَبِ مَا وَصَلَ إِلَيْهِ عِلْمُهُ مَعَ الصِّدْقِ وَالْإِخْلَاصِ، وَالْإِقْدَامُ عَلَى قَتْلِ هَؤُلَاءِ دَلِيلٌ عَلَى غَمْطِ الْعَقْلِ وَمَقْتِ الْعَدْلِ، وَأَقْبِحْ بِذَلِكَ جُرْمًا وَكَفَى بِهِ إِثْمًا. وَلَمْ يُفَسِّرِ الْأُسْتَاذُ الْإِمَامُ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ بِالْحُكَمَاءِ، بَلْ قَالَ: إِنَّ مَرْتَبَةَ هَؤُلَاءِ تَلِي مَرْتَبَةَ الْأَنْبِيَاءِ، وَقَالَ: إِنَّ قَوْلَهُ - تَعَالَى -: مِنَ النَّاسِ يُشْعِرُ بِقِلَّتِهِمْ. وَأَقُولُ عَلَى مَا تَقَدَّمَ مِنَ الِاخْتِيَارِ: إِنَّهُ يُشْعِرُ بِشُمُولِ قَوْلِهِ: الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ لِمَنْ بَلَغَتْهُ دَعْوَةُ نَبِيٍّ عَلَى وَجْهِهَا فَآمَنَ بِهِ، وَمَنْ لَمْ يَكُنْ كَذَلِكَ، وَإِلَّا لَقَالَ: وَالَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ الْمُؤْمِنِينَ. وَفِي هَذَا تَعْظِيمُ شَأْنِ الْحِكْمَةِ وَالْعَدَالَةِ مَا فِيهِ مِنْ شَرَفِ الْإِسْلَامِ وَإِرْشَادِ </p><p> أَهْلِهِ إِلَى أَنْ يَكُونُوا مِنْ أَهْلِ هَذِهِ الْمَرْتَبَةِ الَّتِي تَلِي مَرْتَبَةَ النُّبُوَّةِ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ [٢: ٢٦٩] . </p><p> وَقَوْلُهُ: فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ يَحْمِلُونَ مِثْلَهُ عَلَى التَّهَكُّمِ، وَعَدُّوهُ مِنَ الْمَجَازِ بِالِاسْتِعَارَةِ عَلَى مَا فِي مُفْرَدَاتِ الرَّاغِبِ ; لِأَنَّ التَّبْشِيرَ مِنَ الْبِشَارَةِ وَالْبُشْرَى وَهِيَ الْخَبَرُ السَّارُّ تَنْبَسِطُ لَهُ بَشَرَةُ الْوَجْهِ. وَقَدْ يُقَالُ: إِنَّهُ مَا ظَهَرَ أَثَرُهُ فِي الْبَشَرَةِ بِانْبِسَاطٍ أَوِ انْقِبَاضٍ وَكَآبَةٍ، وَلَكِنَّهُ غَلَبَ فِي الْأَوَّلِ، وَهَذَا الْعَذَابُ يُصِيبُ مَنْ كَانَ مِنْهُمْ فِي زَمَنِ الْبَعْثَةِ فِي الدُّنْيَا ثُمَّ يُشَارِكُونَ مَنْ سَبَقَهُمْ بِمِثْلِ ذُنُوبِهِمْ فِي عَذَابِ الْآخِرَةِ، وَأَيُّ النَّاسِ </p><p> أَحَقُّ بِالْعَذَابِ الْأَلِيمِ مِنْ هَؤُلَاءِ الْقُسَاةِ الطُّغَاةِ الْمُسْرِفِينَ فِي الشَّرِّ إِسْرَافًا جَعَلَهُمْ عَلَى مُنْتَهَى الْبُعْدِ عَنِ النَّبِيِّينَ وَالْآمِرِينَ بِالْقِسْطِ حَتَّى كَانَ مِنْهُمُ الَّذِينَ قَتَلُوهُمْ بِالْفِعْلِ، وَمِنْهُمُ الَّذِينَ نُفُوسُهُمْ كَنُفُوسِ مَنْ قَتَلُوا وَمَا يَمْنَعُهُمْ عَنِ الْفِعْلِ إِلَّا الْعَجْزُ وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ [٨: ٣٠] فَهَذِهِ النُّفُوسُ قَدْ أَحَاطَتْ بِهَا خَطَايَاهَا حَتَّى لَمْ يَبْقَ فِيهَا مَنْفَذٌ لِنُورِ آيَاتِ اللهِ الَّتِي بِهَا يُبْصِرُ الْحَقَّ وَيَهْتَدِي إِلَى إِقَامَةِ الْقِسْطِ ; وَلِذَلِكَ قَالَ فِيهِمْ: أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ فَلَا يَنْتَفِعُونَ بِشَيْءٍ مِنْهُ، لِأَنَّ الْعَمَلَ الصَّالِحَ إِنَّمَا يَنْفَعُ بِحُسْنِ أَثَرِهِ فِي النَّفْسِ، وَنُفُوسُ هَؤُلَاءِ قَدْ أَوْغَلَ فِيهَا الْفَسَادُ - كَمَا تَقَدَّمَ - فَفَقَدَتْ الِاسْتِعْدَادَ وَالْقَبُولَ لِكُلِّ خَيْرٍ، وَقَدْ تَقَدَّمَ مِثْلُ هَذِهِ الْجُمْلَةِ بِالتَّفْصِيلِ فِي سُورَةِ الْبَقَرَةِ (٢: ٢١٧) وَمَا لَهُمْ مِنْ نَاصِرِينَ يَنْصُرُونَهُمْ مِنَ اللهِ وَقَدْ أَبْسَلَتْهُمْ ذُنُوبُهُمْ بِمَا لَهَا مِنَ التَّأْثِيرِ فِي إِفْسَادِ نُفُوسِهِمْ، فَأَيُّ نَاصِرٍ يَدْفَعُ عَنْهُمُ الْعَذَابَ وَهُوَ مِمَّا اقْتَضَتْهُ طَبِيعَتُهُمْ؟ </p><p> أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ </p><p> وَهُمْ مُعْرِضُونَ ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ </p>"
}