{
  "id": null,
  "sura": 3,
  "aya": 39,
  "text": "<p> وَمَقَامِ التَّفْرِقَةِ، وَقَدْ أُوذِنَ بِسَمَاعِ نِدَائِهِ، وَاسْتِجَابَةِ دُعَائِهِ، سَأَلَ رَبَّهُ عَنْ كَيْفِيَّةِ تِلْكَ الِاسْتِجَابَةِ - وَهِيَ عَلَى غَيْرِ السُّنَّةِ الْكَوْنِيَّةِ - فَأَجَابَهُ بِمَا أَجَابَهُ، وَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ: </p><p> فَنَادَتْهُ الْمَلَائِكَةُ قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ (فَنَادَاهُ الْمَلَائِكَةُ) بِالتَّذْكِيرِ وَالْإِمَالَةِ، وَالْبَاقُونَ (فَنَادَتْهُ) بِتَاءِ التَّأْنِيثِ، أَيْ جَمَاعَةُ الْمَلَائِكَةِ، وَالْعَرَبُ تُؤَنِّثُ وَتُذَكِّرُ الْمُسْنَدَ إِلَى جَمْعِ الذُّكُورِ الظَّاهِرِ لَا سِيَّمَا إِذَا كَانَ فِي لَفْظِهِ تَاءٌ كَالطَّلْحَاتِ، وَرَسْمُ الْمُصْحَفِ يَتَّفِقُ مَعَ الْقِرَاءَتَيْنِ، لِأَنَّهُ رُسِمَ فِيهِ بِالْيَاءِ غَيْرِ مَنْقُوطَةٍ هَكَذَا \" فَنَادَهُ \" وَمِنْ سُنَّتِهِ رَسْمُ الْأَلِفِ الْمُمَالَةِ يَاءً لِأَنَّهَا مُنْقَلِبَةٌ عَنْهَا، وَجُمْهُورُ الْمُفَسِّرِينَ يَقُولُونَ: إِنَّ الْمُرَادَ بِالْمَلَائِكَةِ جِبْرِيلُ مَلَكُ الْوَحْيِ، وَقَالُوا: إِنَّ الْعَرَبَ تُخْبِرُ عَنِ الْوَاحِدِ بِلَفْظِ الْجَمْعِ تُرِيدُ بِهِ الْجِنْسَ. قَالَ ابْنُ جَرِيرٍ يُقَالُ: خَرَجَ فُلَانٌ عَلَى بِغَالِ الْبَرِيدِ، وَإِنَّمَا رَكِبَ بَغْلًا وَاحِدًا، وَرَكِبَ السُّفُنَ وَإِنَّمَا رَكِبَ سَفِينَةً وَاحِدَةً، وَكَمَا يُقَالُ: مِمَّنْ سَمِعْتَ هَذَا الْخَبَرَ؟ فَيُقَالُ: مِنَ النَّاسِ، وَإِنَّمَا سَمِعَهُ مِنْ رَجُلٍ وَاحِدٍ، وَقَدْ قِيلَ: إِنَّ مِنْهُ الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ [٣: ١٧٣] وَالْقَائِلُ كَانَ فِيمَا ذَكَرُوا وَاحِدًا، ثُمَّ قَالَ بَعْدَ ذَلِكَ: وَأَمَّا الصَّوَابُ مِنَ الْقَوْلِ فِي تَأْوِيلِهِ فَأَنْ يُقَالَ: إِنَّ اللهَ - جَلَّ ثَنَاؤُهُ - أَخْبَرَ أَنَّ الْمَلَائِكَةَ نَادَتْهُ، وَالظَّاهِرُ مِنْ ذَلِكَ أَنَّهَا </p><p> جَمَاعَةٌ دُونَ الْوَاحِدِ وَجِبْرِيلُ وَاحِدٌ. فَلَنْ يَجُوزَ أَنْ يُحْمَلَ تَأْوِيلُ الْقُرْآنِ إِلَّا عَلَى الْأَظْهَرِ الْأَكْثَرِ مِنَ الْكَلَامِ الْمُسْتَعْمَلِ فِي أَلْسُنِ الْعَرَبِ دُونَ الْأَقَلِّ مَا وُجِدَ إِلَى ذَلِكَ سَبِيلٌ، وَلَمْ تَضْطَرُّنَا حَاجَةٌ إِلَى صَرْفِ ذَلِكَ إِلَى أَنَّهُ بِمَعْنًى وَاحِدٍ فَيُحْتَاجُ لَهُ إِلَى طَلَبِ الْمَخْرَجِ بِالْخَفِيِّ مِنَ الْكَلَامِ وَالْمَعَانِي، وَبِمَا قُلْنَا فِي ذَلِكَ مِنَ التَّأْوِيلِ، قَالَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ مِنْهُمْ قَتَادَةُ، وَالرَّبِيعُ بْنُ أَنَسٍ وَعِكْرِمَةُ وَمُجَاهِدٌ وَجَمَاعَةٌ غَيْرُهُمْ. اهـ. </p><p> أَمَّا قَوْلُهُ: وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ فَالظَّاهِرُ مِنْ مَعْنَاهُ الْمُتَبَادَرِ عِنْدِي أَنَّهُ نُودِيَ وَهُوَ قَائِمٌ يَدْعُو بِذَلِكَ الدُّعَاءِ الَّذِي ذُكِرَ هُنَا مُخْتَصَرًا، وَذُكِرَ فِي سُورَةِ مَرْيَمَ بِأَطْوَلَ مِمَّا هُنَا، فَالصَّلَاةُ دُعَاءٌ وَالدُّعَاءُ صَلَاةٌ، وَقَدْ عَطَفَ فَنَادَتْهُ الْمَلَائِكَةُ عَلَى مَا قَبْلَهُ بِالْفَاءِ وَحِكَايَةُ مَا قَبْلَهُ صَرِيحَةٌ فِي كَوْنِ الدُّعَاءِ وَقَعَ فِي الْمِحْرَابِ الَّذِي كَانَتْ مَرْيَمُ فِيهِ، فَقَوْلُ الرَّازِيِّ: إِنَّ الْآيَةَ تَدُلُّ عَلَى أَنَّ الصَّلَاةَ مَشْرُوعَةٌ عِنْدَهُمْ غَرِيبٌ جِدًّا، وَأَيُّ دِينٍ لَا صَلَاةَ فِيهِ وَلَا دُعَاءَ؟ أَنَّ اللهَ يُبَشِّرُكَ بِيَحْيَى أَيْ بِوَلَدٍ اسْمُهُ يَحْيَى كَمَا فِي سُورَةِ مَرْيَمَ: إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى [١٩: ٧] قَرَأَ ابْنُ عَامِرٍ وَحَمْزَةُ \" إِنَّ \" بِكَسْرِ الْهَمْزَةِ لِأَنَّ النِّدَاءَ قَوْلٌ، وَالْبَاقُونَ بِفَتْحِهَا عَلَى تَقْدِيرِ الْبَاءِ، أَيْ نَادَتْهُ بِأَنَّ اللهَ يُبَشِّرُهُ، وَفِيهِ إِشْعَارٌ بِأَنَّ الْبِشَارَةَ مَحْكِيَّةٌ بِالْمَعْنَى لَا بِاللَّفْظِ، فَمَا هُنَا لَا يُنَافِي مَا فِي سُورَةِ مَرْيَمَ مِنَ التَّفْصِيلِ، قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ (يُبْشُرُكَ) كَـ \" يَنْصُرُكَ \" وَالْبَاقُونَ بِالتَّشْدِيدِ، وَ \" يَحْيَى \" تَعْرِيبٌ لِكَلِمَةِ \" يُوحَنَّا \" فِي لُغَةِ بَنِي إِسْرَائِيلَ، وَهِيَ مِنْ مَادَّةِ الْحَيَاةِ، فَالِاسْمُ يُشْعِرُ بِأَنَّهُ يَحْيَا حَيَاةً طَيِّبَةً بِأَنْ يَكُونَ وَارِثًا لِوَالِدِهِ وَمِنْ آلِ يَعْقُوبَ مَا كَانَ فِيهِمْ مِنَ النُّبُوَّةِ وَالْفَضْلِ، وَقَدْ وَصَفَ - تَعَالَى - هَذَا الْمُبَشَّرَ بِهِ بِعِدَّةِ صِفَاتٍ وَرَدَتْ حَالًا مِنْهُ وَهِيَ قَوْلُهُ: </p><p> مُصَدِّقًا بِكَلِمَةٍ مِنَ اللهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ أَمَّا تَصْدِيقُهُ بِكَلِمَةٍ مِنَ اللهِ فَهُوَ تَصْدِيقُهُ بِعِيسَى الَّذِي يُبَشِّرُ اللهُ بِهِ بِكَلِمَةٍ مِنْهُ أَوِ الَّذِي يُولَدُ بِكَلِمَةِ اللهِ كُنْ فَيَكُونُ [٣٦: ٨٢] أَيْ بِغَيْرِ السُّنَّةِ الْعَامَّةِ فِي تَوَالُدِ الْبَشَرِ، وَهِيَ أَنْ يُولَدَ الْوَلَدُ بَيْنَ أَبٍ وَأُمٍّ. وَقَالَ أَبُو عُبَيْدَةَ: إِنَّ الْمُرَادَ بِالْكَلِمَةِ هُنَا الْكِتَابُ أَوِ الْوَحْيُ ; لِأَنَّ الْكَلِمَةَ تُطْلَقُ عَلَى الْكَلَامِ وَإِنْ كَانَ كَثِيرًا، وَقِيلَ غَيْرُ ذَلِكَ. وَأَمَّا السَّيِّدُ: فَهُوَ مَنْ يَسُودُ فِي قَوْمِهِ بِالْعِلْمِ أَوِ الْكَرَمِ أَوِ الصَّلَاحِ وَعَمَلِ الْخَيْرِ. وَالْحَصُورُ وَصْفُ مُبَالَغَةٍ مِنْ مَادَّةِ الْحَصْرِ، وَمَعْنَاهَا: الْحَبْسُ، فَهُوَ مَنْ يَحْبِسُ نَفْسَهُ وَيَمْنَعُهَا مِمَّا يُنَافِي الْفَضْلَ وَالْكَمَالَ اللَّائِقَ بِهَا، وَيُطْلَقُ عَلَى </p><p> الْكَتُومِ لِلْأَسْرَارِ وَعَلَى مَنْ يَمْتَنِعُ مِنَ النِّسَاءِ لِلْعِنَّةِ أَوْ لِلْعِفَّةِ. وَأَكْثَرُ الْمُفَسِّرِينَ عَلَى أَنَّ هَذَا الْأَخِيرَ هُوَ الْمُرَادُ هُنَا ; وَلِذَلِكَ بَحَثُوا فِي كَوْنِ تَرْكِ التَّزَوُّجِ أَفْضَلَ مِنْ فِعْلِهِ أَمْ لَا؟ وَقَالَ الرَّازِيُّ: احْتَجَّ أَصْحَابُنَا بِهَذِهِ الْآيَةِ عَلَى أَنَّ تَرْكَ النِّكَاحِ أَفْضَلُ، وَنَقُولُ: إِنَّ الْآيَةَ لَيْسَتْ نَصًّا وَلَا ظَاهِرَةً فِي ذَلِكَ، وَإِذَا سَلَّمْنَا أَنَّهَا تَدُلُّ عَلَيْهِ فَلَا نُسَلِّمُ أَنَّهَا تَدُلُّ عَلَى أَنَّ تَرْكَ التَّزَوُّجِ أَفْضَلُ مُطْلَقًا، وَلَيْسَ يَحْيَى بِأَفْضَلَ مِنْ أَبِيهِ وَلَا مِنْ إِبْرَاهِيمَ الْخَلِيلِ وَلَا مِنْ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَالْمُرْسَلِينَ، وَسُنَّةُ النِّكَاحِ أَفْضَلُ سُنَنِ الْفِطْرَةِ لِأَنَّهَا قِوَامُ هَذِهِ الْحَيَاةِ الدُّنْيَا، وَسَبَبُ بَقَاءِ الْإِنْسَانِ الَّذِي كَرَّمَهُ اللهُ وَخَلَقَهُ فِي أَحْسَنِ تَقْوِيمٍ وَجَعَلَهُ خَلِيفَةً فِي الْأَرْضِ إِلَى الْأَجَلِ الْمُسَمَّى فِي عِلْمِ اللهِ. وَمَعْنَى كَوْنِهِ نَبِيًّا مَعْرُوفٌ، وَأَمَّا كَوْنُهُ مِنَ الصَّالِحِينَ فَمَعْنَاهُ أَنَّهُ مِنَ الْأَنْبِيَاءِ الصَّالِحِينَ أَوْ مِنَ الْقَوْمِ الصَّالِحِينَ وَهُمْ أَهْلُ بَيْتِهِ. </p><p> قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالُوا: إِنَّ السُّؤَالَ لِلتَّعَجُّبِ، وَأَكْثَرُوا فِي ذَلِكَ السُّؤَالِ وَالْجَوَابِ، وَتَقَدَّمَ قَوْلُ الْأُسْتَاذِ الْإِمَامِ فِي ذَلِكَ، وَهُوَ أَفْضَلُ مَا قِيلَ فِيهِ. وَلِبَعْضِهِمْ كَلَامٌ فِي الْمَسْأَلَةِ لَا يَلِيقُ بِمَقَامِ الْأَنْبِيَاءِ - عَلَيْهِمُ السَّلَامُ -، وَلَا يَمْنَعُ مَانِعٌ مَا أَنْ يَكُونَ الِاسْتِفْهَامُ عَلَى ظَاهِرِهِ، وَأَنْ يَكُونَ قَدْ قَالَهُ تَشَوُّفًا إِلَى مَعْرِفَةِ الْكَيْفِيَّةِ الَّتِي يَكُونُ بِهَا الْإِنْتَاجُ مَعَ عَدَمِ تَوَفُّرِ الْأَسْبَابِ الْعَادِيَّةِ لَهُ بِكِبَرِ سِنِّهِ وَعُقْرِ زَوْجِهِ (قَالَ) - تَعَالَى - وَالظَّاهِرُ أَنَّهُ بِوَاسِطَةِ الْمَلَائِكَةِ كَذَلِكَ اللهُ يَفْعَلُ مَا يَشَاءُ فَإِنَّهُ مَتَى شَاءَ أَمْرًا أَوْجَدَ لَهُ سَبَبَهُ، أَوْ خَلَقَهُ بِغَيْرِ الْأَسْبَابِ الْمَعْرُوفَةِ لَا يَحُولُ دُونَ مَشِيئَتِهِ شَيْءٌ، فَعَلَيْكَ أَنْ تُفَوِّضَ الْأَمْرَ إِلَيْهِ فِي هَذِهِ الْكَيْفِيَّةِ قَالَ رَبِّ اجْعَلْ لِي آيَةً أَيْ عَلَامَةً تَتَقَدَّمُ هَذِهِ الْعِنَايَةَ وَتُؤْذِنُ بِهَا، وَمِنْ سَخَافَاتِ بَعْضِ الْمُفَسِّرِينَ الَّتِي أَوْمَأْنَا إِلَيْهَا آنِفًا زَعْمُهُمْ أَنَّ زَكَرِيَّا - عَلَيْهِ السَّلَامُ - اشْتَبَهَ عَلَيْهِ وَحَيُّ الْمَلَائِكَةِ وَنِدَاؤُهُمْ بِوَحْيِ الشَّيَاطِينِ ; وَلِذَلِكَ سَأَلَ سُؤَالَ التَّعَجُّبِ، ثُمَّ طَلَبَ آيَةً لِلتَّثَبُّتِ، وَرَوَى ابْنُ جَرِيرٍ عَنِ السُّدِّيِّ وَعِكْرِمَةَ: أَنَّ الشَّيْطَانَ هُوَ الَّذِي شَكَّكَهُ فِي نِدَاءِ الْمَلَائِكَةِ وَقَالَ لَهُ: إِنَّهُ مِنَ الشَّيْطَانِ. وَلَوْلَا الْجُنُونُ بِالرِّوَايَاتِ مَهْمَا هَزُلَتْ وَسَمُجَتْ لَمَا كَانَ لِمُؤْمِنٍ أَنْ يَكْتُبَ مِثْلَ هَذَا الْهُزْءِ وَالسُّخْفِ الَّذِي يَنْبِذُهُ الْعَقْلُ وَلَيْسَ فِي الْكِتَابِ مَا يُشِيرُ إِلَيْهِ، وَلَوْ لَمْ يَكُنْ لِمَنْ يَرْوِي مِثْلَ هَذَا إِلَّا هَذَا لَكَفَى فِي جَرْحِهِ، </p><p> وَأَنْ يُضْرَبَ بِرِوَايَتِهِ عَلَى وَجْهِهِ، فَعَفَا اللهُ عَنِ ابْنِ جَرِيرٍ إِذْ جَعَلَ هَذِهِ الرِّوَايَةَ مِمَّا يُنْشَرُ. قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا قِيلَ مَعْنَاهُ: أَنْ تَعْجِزَ </p>"
}