{
  "id": null,
  "sura": 3,
  "aya": 160,
  "text": "<p> وَزِلْزَالٌ فِي الْأَخْلَاقِ لَا يُوثَقُ بِمَنِ اعْتَادَهُ فِي قَوْلٍ وَلَا عَمَلٍ، فَإِذَا كَانَ نَاقِضَ الْعَزِيمَةِ رَئِيسُ حُكُومَةٍ أَوْ قَائِدُ جَيْشٍ كَانَ ظُهُورُ نَقْضِ الْعَزِيمَةِ مِنْهُ نَاقِضًا لِلثِّقَةِ بِحُكُومَتِهِ وَبِجَيْشِهِ، وَلَا سِيَّمَا إِذَا كَانَ بَعْدَ الشُّرُوعِ فِي الْعَمَلِ ; وَلِذَلِكَ لَمْ يُصْغِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى قَوْلِ الَّذِينَ أَشَارُوا عَلَيْهِ بِالْخُرُوجِ إِلَى أُحُدٍ حِينَ أَرَادُوا الرُّجُوعَ عَنْ رَأْيِهِمْ خَشْيَةَ أَنْ يَكُونُوا قَدِ اسْتَكْرَهُوهُ عَلَى الْخُرُوجِ - وَكَانَ قَدْ لَبِسَ لَأْمَتَهُ وَخَرَجَ - وَذَلِكَ شُرُوعٌ فِي الْعَمَلِ بَعْدَ أَنْ أَخَذَتِ الشُّورَى حَقَّهَا - كَمَا تَقَدَّمَ تَفْصِيلُهُ - فَعَلَّمَهُمْ بِذَلِكَ أَنَّ لِكُلِّ عَمَلٍ وَقْتًا وَأَنَّ وَقْتَ الْمُشَاوَرَةِ مَتَى انْتَهَى جَاءَ دَوْرُ الْعَمَلِ، وَأَنَّ الرَّئِيسَ إِذَا شَرَعَ فِي الْعَمَلِ تَنْفِيذًا لِلشُّورَى لَا يَجُوزُ لَهُ أَنْ يَنْقُضَ عَزِيمَتَهُ وَيُبْطِلَ عَمَلَهُ، وَإِنْ كَانَ يَرَى أَنَّ أَهْلَ الشُّورَى أَخْطَئُوا الرَّأْيَ - كَمَا كَانَ يَرَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَسْأَلَةِ الْخُرُوجِ إِلَى أُحُدٍ كَمَا تَقَدَّمَ - وَيُمْكِنُ إِرْجَاعُ ذَلِكَ إِلَى قَاعِدَةِ ارْتِكَابِ أَخَفِّ الضَّرَرَيْنِ، وَأَيُّ ضَرَرٍ أَشُدُّ مَنْ فَسْخِ الْعَزِيمَةِ وَمَا فِيهِ مِنَ الضَّعْفِ وَالْفَشَلِ وَإِبْطَالِ الثِّقَةِ؟ </p><p> وَإِنَّنَا نَرَى أَهْلَ السِّيَاسَةِ وَالْحَرْبِ يَجْرُونَ عَلَى هَذِهِ الْقَاعِدَةِ فِي هَذَا الْعَصْرِ، وَمِنَ الْوَقَائِعِ الَّتِي تُوجِبُ الْعِبْرَةَ فِي ذَلِكَ أَنَّ الْأُسْتَاذَ الْإِمَامَ لَمَّا كَانَ فِي لُنْدُرَةَ عَاصِمَةِ انْكِلْتِرَا سَنَةَ ١٣٠١هـ. </p><p> ذَاكَرَهُ وُزَرَاءُ الْإِنْكِلِيزِ فِي أُمُورِ مِصْرَ وَالسُّودَانِ الْتِمَاسَ خِدْمَتِهِ لِبِلَادِهِ وَقَدْ سَأَلَهُ يَوْمَئِذٍ رَئِيسُ الْوُزَرَاءِ أَوْ غَيْرُهُ مِنْهُمْ (الشَّكُ مِنِّي) عَنْ رَأْيِهِ فِي حَمْلَةِ هكس بَاشَا الَّتِي أَرْسَلُوهَا لِمُحَارَبَةِ مَهْدِيِّ السُّودَانِ الَّذِي ظَهَرَ فِي ذَلِكَ الْوَقْتِ فَبَيَّنَ لَهُ بَعْدَ مُرَاجَعَةٍ طَوِيلَةٍ أَنَّ هَذِهِ الْحَمْلَةَ لَا تَنْجَحُ بَلْ يَقْضِي عَلَيْهَا السُّودَانِيُّونَ. ثُمَّ عَادَ الْأُسْتَاذُ مِنْ أُورُبَّا إِلَى بَيْرُوتَ، وَبَعْدَ عَوْدَتِهِ جَاءَتِ الْأَخْبَارُ بِقَتْلِ هكس بَاشَا وَتَنْكِيلِ السُّودَانِيِّينَ بِحَمْلَتِهِ، فَبَعَثَ الْأُسْتَاذُ الْإِمَامُ بِرِسَالَةٍ \" بَرْقِيَّةٍ \" إِلَى الْوَزِيرِ الْإِنْكِلِيزِيِّ يُذَكِّرُهُ فِيهَا بِرَأْيِهِ وَكَيْفَ صَدَقَ. فَجَاءَهُ الْجَوَابُ فِي ذَلِكَ الْيَوْمِ مِنَ الْوَزِيرِ وَمَعْنَاهُ: قَدْ عَلِمْنَا أَنَّ مَا قُلْتَهُ لَنَا مَعْقُولٌ وَجِيهٌ وَلَكِنَّ السِّيَاسَةَ مَتَى قَرَّرَتْ شَيْئًا وَشَرَعَتْ فِيهِ وَجَبَ إِمْضَاؤُهُ وَامْتَنَعَ نَقْضُهُ وَالرُّجُوعُ عَنْهُ وَإِنْ كَانَ خَطَأً. </p><p> إِنْ يَنْصُرْكُمُ اللهُ فَلَا غَالِبَ لَكُمْ الْكَلَامُ اسْتِئْنَافٌ مَسُوقٌ لِبَيَانِ وَجْهِ وُجُوبِ التَّوَكُّلِ عَلَى اللهِ - تَعَالَى - بَعْدَ الْمُشَاوَرَةِ وَالْعَزِيمَةِ الْمَبْنِيَّةِ عَلَى أَخْذِ الْأُهْبَةِ وَالِاسْتِعْدَادِ بِمَا يُسْتَطَاعُ مِنْ حَوْلٍ وَقُوَّةٍ، أَيْ إِنْ يَنْصُرْكُمُ اللهُ بِالْعَمَلِ بِسُنَنِهِ وَمَا يَكُونُ لَكُمْ مِنَ الْقُوَّةِ وَالثَّبَاتِ بِالِاتِّكَالِ عَلَى تَوْفِيقِهِ وَمَعُونَتِهِ، فَلَا غَالِبَ لَكُمْ مِنَ النَّاسِ الَّذِينَ نَصَبَهُمْ حِرْمَانُهُمْ مِنَ التَّوَكُّلِ عَلَيْهِ - تَعَالَى - غَرَضًا لِلْقُنُوطِ وَالْيَأْسِ وَإِنْ يَخْذُلْكُمْ بِمَا كَسَبَتْ أَيْدِيكُمْ مِنَ الْفَشَلِ وَعِصْيَانِ الْقَائِدِ فِيمَا حَتَّمَهُ مِنْ عَمَلٍ - كَمَا جَرَى لَكُمْ فِي أُحُدٍ - أَوْ بِالْإِعْجَابِ بِالْكَثْرَةِ، وَالِاعْتِمَادِ عَلَى الِاسْتِعْدَادِ وَالْقُوَّةِ، وَهُوَ مُخِلٌّ بِالتَّوَكُّلِ - كَمَا جَرَى يَوْمَ حُنَيْنٍ - فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ أَيْ مِنْ بَعْدِ خِذْلَانِهِ ; أَيْ لَا أَحَدَ يَمْلِكُ لَكُمْ حِينَئِذٍ نَصْرًا، وَلَا أَنْ يَدْفَعَ عَنْكُمْ ضُرًّا </p><p> وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ وَلَا يَتَوَكَّلُوا عَلَى غَيْرِهِ ; لِأَنَّ النَّصْرَ بِيَدِهِ وَهُوَ الْمُوَفِّقُ لِأَسْبَابِهِ وَأُهَبِهِ. وَقَدْ بَيَّنَّا أَكْثَرَ مِنْ مَرَّةٍ أَسْبَابَ النَّصْرِ الْحِسِّيَّةِ وَالْمَعْنَوِيَّةِ (رَاجِعْ لَفْظَ \" نَصْرٍ \" فِي الْأَجْزَاءِ السَّابِقَةِ) . </p><p> قَدْ عُلِمَ مِمَّا تَقَدَّمَ أَنَّ التَّوَكُّلَ إِنَّمَا يَكُونُ مَعَ الْأَخْذِ بِالْأَسْبَابِ، وَأَنَّ تَرْكَ الْأَسْبَابِ بِدَعْوَى التَّوَكُّلِ لَا يَكُونُ إِلَّا عَنْ جَهْلٍ بِالشَّرْعِ أَوْ فَسَادٍ فِي الْعَقْلِ، فَالتَّوَكُّلُ مَحَلُّهُ الْقَلْبُ، وَالْعَمَلُ بِالْأَسْبَابِ مَحَلُّهُ الْأَعْضَاءُ وَالْجَوَارِحُ، وَالْإِنْسَانُ مَسُوقٌ إِلَيْهِ بِمُقْتَضَى فِطْرَةِ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللهِ [٣٠: ٣٠] وَمَأْمُورٌ بِهِ فِي الشَّرْعِ. قَالَ - تَعَالَى -: فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ [٦٧: ١٥] وَقَالَ: يَاأَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ [٤: ٧١] وَقَالَ: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ [٨: ٦٠] وَقَالَ: وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى [٢: ١٩٧] - رَاجِعْ تَفْسِيرَهَا - وَقَالَ لِنَبِيِّهِ لُوطٍ - عَلَيْهِ السَّلَامُ -: فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ [١١: ٨١] وَقَالَ لِنَبِيِّهِ مُوسَى - عَلَيْهِ السَّلَامُ -: فَأَسْرِ بِعِبَادِي لَيْلًا [٤: ٢٣] وَقَالَ فِي الْحِكَايَةِ عَنْ نَبِيِّهِ يَعْقُوبَ لِنَبِيِّهِ يُوسُفَ - عَلَيْهِمَا السَّلَامُ -: يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا [١٢: ٥] وَقَالَ حِكَايَةً عَنْهُ أَيْضًا: يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللهِ مِنْ شَيْءٍ إِنِ </p><p> الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ [١٢: ٦٧] فَأَمَرَهُمْ بِالْحَذَرِ مَعَ التَّنْبِيهِ عَلَى أَنَّهُ مُتَوَكِّلٌ عَلَى اللهِ وَالتَّذْكِيرِ بِوُجُوبِ التَّوَكُّلِ عَلَيْهِ، فَجَمَعَ بَيْنَ الْوَاجِبَيْنِ، وَبَيَّنَ أَنَّهُ لَا تَنَافِيَ بَيْنَهُمَا، وَلَا غَنَاءَ لِلْمُؤْمِنِ عَنْهُمَا. </p><p> ذَلِكَ بِأَنَّ الْإِنْسَانَ إِذَا تَوَكَّلَ وَلَمْ يَسْتَعِدَّ لِلْأَمْرِ وَيَأْخُذْ لَهُ أُهْبَتَهُ بِحَسَبِ سُنَّةِ اللهِ فِي الْأَسْبَابِ وَالْمُسَبِّبَاتِ يَقَعُ فِي الْحَسْرَةِ وَالنَّدَمِ عِنْدَمَا يَخِيبُ وَيَفُوتُهُ غَرَضُهُ فَيَكُونُ مَلُومًا شَرْعًا وَعَقْلًا، كَمَا قَالَ - تَعَالَى - فِي مَسْأَلَةِ الْإِسْرَافِ فِي الْمَالِ: وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا [١٧: ٢٩] وَإِذَا هُوَ اسْتَعَدَّ وَأَخَذَ بِالْأَسْبَابِ وَاعْتَمَدَ عَلَيْهَا غَافِلًا قَلْبُهُ عَنِ اللهِ - تَعَالَى - فَإِنَّهُ يَكُونُ عُرْضَةً لِلْجَزَعِ وَالْهَلَعِ إِذَا خَابَ سَعْيُهُ وَلَمْ يَنَلْ مُرَادَهُ فَيَفُوتُهُ الصَّبْرُ وَالثَّبَاتُ اللَّذَانِ يُهَوِّنَانِ عَلَيْهِ الْأَمْرَ، حَتَّى لَا يَدْرِيَ كَيْفَ يَسْتَفِيدُ مِنَ الْخَيْبَةِ وَيَتَدَارَكُ أَمْرَهُ فِيهَا، وَرُبَّمَا وَقَعَ فِي الْيَأْسِ الَّذِي لَا مَطْمَعَ مَعَهُ فِي فَلَاحٍ وَلَا نَجَاحٍ ; وَلِذَلِكَ قَرَنَ اللهُ الصَّبْرَ بِالتَّوَكُّلِ فِي عِدَّةِ آيَاتٍ مِنْ كِتَابِهِ، قَالَ - تَعَالَى - حِكَايَةً عَنِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - فِي مُحَاجَّةِ أَقْوَامِهِمْ: وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ [١٤: ١٢] وَذَكَرُوا أَنَّ اللهَ هَدَاهُمْ سُبُلَهُ وَهِيَ سُنَنُهُ فِي الْأَسْبَابِ وَأَنَّهُمْ مُوَطِّنُونَ أَنْفُسَهُمْ عَلَى الصَّبْرِ لِأَنَّهُمْ مُتَوَكِّلُونَ عَلَيْهِ - تَعَالَى -. وَوَصَفَ الَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا ظُلِمُوا بِقَوْلِهِ: الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ [١٦: ٤٢] وَقَالَ: نِعْمَ أَجْرُ الْعَامِلِينَ الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ [٢٩: ٥٨، ٥٩] فَوَصَفَهُمْ بِالْعَمَلِ </p><p> وَأَسْنَدَ إِلَيْهِمُ الصَّبْرَ وَالتَّوَكُّلَ، وَقَالَ لِخَاتَمِ أَنْبِيَائِهِ وَرُسُلِهِ: فَاتَّخِذْهُ وَكِيلًا وَاصْبِرْ عَلَى مَا يَقُولُونَ [٧٣: ٩، ١٠] كَمَا قَالَ لَهُ: وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللهِ وَكَفَى بِاللهِ وَكِيلًا [٣٣: ٤٨] فَهَاهُنَا قَرَنَ أَمْرَهُ بِالتَّوَكُّلِ بِنَهْيهِ عَنِ الْعَمَلِ بِقَوْلِ مَنْ لَا يُوثَقُ بِقَوْلِهِ لِأَنَّهُ يَغُشُّ وَلَا يَنْصَحُ، كَمَا أَنَّهُ قَرَنَهُ بِالْأَمْرِ بِالْمُشَاوَرَةِ فِي الْآيَةِ السَّابِقَةِ مِنَ الْآيَاتِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا أَعْنِي قَوْلَهُ: وَشَاوِرْهُمْ فِي الْأَمْرِ وَكُلُّ ذَلِكَ مِنِ اتِّخَاذِ الْأَسْبَابِ سَلْبًا وَإِيجَابًا. </p><p> وَجَاءَ ذِكْرُ التَّوَكُّلِ فِي مَقَامِ ذِكْرِ الْحِرْمَانِ مِنَ الرِّزْقِ أَوْ مِنْ سَعَتِهِ، كَمَا جَاءَ فِي مَقَامِ الصَّبْرِ عَلَى إِيذَاءِ الْمُعْتَدِينَ كَقَوْلِهِ - تَعَالَى -: وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ </p><p> مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللهِ فَهُوَ حَسْبُهُ [٦٥: ٢، ٣] وَقَوْلِهِ فِي مَقَامِ وُجُوبِ نَبْذِ الِاغْتِرَارِ بِسَعَةِ الرِّزْقِ خَشْيَةَ الْغَفْلَةِ عَنِ الْآخِرَةِ: فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ [٤٢: ٦٣] وَحَسْبُنَا هَذِهِ الْآيَاتِ فِي هِدَايَةِ الْقُرْآنِ وَتَحْقِيقِهِ فِي مَقَامِ الْجَمْعِ بَيْنَ الْأَسْبَابِ وَالتَّوَكُّلِ، وَأَمَّا الْأَحَادِيثُ الشَّرِيفَةُ فَأَصَحُّ مَا وَرَدَ فِي التَّوَكُّلِ مِنْهَا حَدِيثُ الَّذِينَ يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ، وَقَدْ رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ وَغَيْرُهُمْ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ مَرْفُوعًا، وَقَدْ رُوِيَ بِعِدَّةِ أَلْفَاظٍ مِنْهَا: يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ، هُمُ الَّذِينَ لَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ وَلَا يَكْتَوُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ رَوَاهُ الشَّيْخَانِ مَعًا عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَالْبُخَارِيُّ عَنِ ابْنِ عَبَّاسٍ، وَمُسْلِمٌ عَنْ أَبِي هُرَيْرَةَ، وَالطَّبَرَانِيُّ عَنْ خَبَّابٍ، وَكَذَا الدَّارَقُطْنِيُّ فِي الْأَفْرَادِ وَزَادَ بَعْدَ قَوْلِهِ:  (وَلَا يَتَطَيَّرُونَ) : (وَلَا يَعْتَافُونَ) ذَكَرَهُ فِي كَنْزِ الْعُمَّالِ. وَأَنْتَ تَرَى أَنَّهُ قَرَنَ التَّوَكُّلَ بِتَرْكِ الْأَعْمَالِ الْوَهْمِيَّةِ دُونَ غَيْرِهَا، فَهُوَ لَمْ يَنْفِ مِنَ الْأَعْمَالِ إِلَّا الِاسْتِشْفَاءَ بِالرُّقْيَةِ، وَهِيَ لَيْسَتْ مِنَ الْأَسْبَابِ الْحَقِيقِيَّةِ لِلشِّفَاءِ، وَإِنَّمَا يَطْلُبُهَا طُلَّابُهَا عِنْدَ الْجَهْلِ بِالْأَسْبَابِ وَالْعَجْزِ عَنْهَا عَلَى أَنَّهَا مِنَ الْمُؤَثِّرَاتِ الْغَيْبِيَّةِ، وَإِنَّمَا الْمَطْلُوبُ شَرْعًا وَطَبْعًا وَنَقْلًا وَعَقْلًا أَنْ يُطْلَبَ الشَّيْءُ مِنْ سَبَبِهِ الْحَقِيقِيِّ الَّذِي يَسْتَوِي فِيهِ كُلُّ مَنْ تَعَاطَاهُ، وَإِلَّا التَّطَيُّرُ وَهُوَ التَّيَمُّنُ وَالتَّشَاؤُمُ بِحَرَكَاتِ الطَّيْرِ وَنَحْوِهِ، الِاعْتِيَافُ وَهُوَ: التَّفَاؤُلُ وَالتَّشَاؤُمُ بِالْأَلْفَاظِ كَقَوْلِ الشَّاعِرِ: </p><p> أَلَا قَدْ هَاجَنِي فَازْدَدْتُ وِجْدَا ... بُكَاءُ حَمَامَتَيْنِ تَجَاوَبَانِ </p><p> تَجَاوَبَتَا بِلَحْنٍ أَعْجَمِيٍّ ... عَلَى غُصْنَيْنِ مِنْ غَرَبٍ وَبَانِ </p><p> إِلَى أَنْ قَالَ: </p><p> فَكَانَ الْبَانُ أَنْ بَانَتْ سُلَيْمَى ... وَفِي الْغَرَبِ اغْتِرَابٌ غَيْرُ دَانِ </p><p> وَالطِّيرَةُ وَالْعِيَافَةُ مِنْ سُنَّةِ الْجَاهِلِيَّةِ الَّتِي نَسَخَتْهَا السُّنَّةُ النَّبَوِيَّةُ ; لِأَنَّهَا مِنْ مُفْسِدَاتِ الْفِطْرَةِ </p><p> الْبَشَرِيَّةِ، وَكَذَلِكَ الرُّقْيَةُ كَانَتْ مَعْرُوفَةً فِي الْجَاهِلِيَّةِ. فَكَانَ أُنَاسٌ مَعْرُوفُونَ يَرْقُونَ اللَّدِيغَ، وَإِلَّا الْكَيُّ بِالنَّارِ وَهُوَ مِمَّا كَانُوا يَتَدَاوَوْنَ بِهِ فِي الْجَاهِلِيَّةِ، وَكَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> يَكْرَهُهُ لِأُمَّتِهِ وَيَعُدُّهُ مِنَ الْأَسْبَابِ الضَّعِيفَةِ الْمُؤْلِمَةِ الْمُسْتَبْشَعَةِ الَّتِي تُنَافِي التَّوَكُّلَ ; وَلِذَلِكَ قَالَ: لَمْ يَتَوَكَّلْ مَنِ اسْتَرْقَى أَوِ اكْتَوَى رَوَاهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَالطَّبَرَانِيُّ مِنْ حَدِيثِ الْمُغِيرَةِ بْنِ شُعْبَةَ. </p><p> وَيْلِي هَذَا الْحَدِيثَ: لَوْ أَنَّكُمْ تَتَوَكَّلُونَ عَلَى اللهِ حَقَّ تَوَكُّلِهِ لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا رَوَاهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَالْحَاكِمُ، وَقَالَ التِّرْمِذِيُّ: حَسَنٌ صَحِيحٌ، وَصَحَّحَهُ الْحَاكِمُ أَيْضًا وَأَقَرَّهُ الذَّهَبِيُّ، وَقَدِ اسْتَدَلَّ بِهِ عَلَى أَنَّ التَّوَكُّلَ يَكُونُ مَعَ السَّعْيِ ; لِأَنَّهُ ذَكَرَ أَنَّ الطَّيْرَ تَذْهَبُ صَبَاحًا فِي طَلَبِ الرِّزْقِ وَهِيَ خِمَاصٌ لِفَرَاغِهَا وَتَرْجِعُ مُمْتَلِئَةَ الْبُطُونِ، وَلَمْ يَقُلْ إِنَّمَا تَمْكُثُ فِي أَعْشَاشِهَا وَأَوْكَارِهَا فَيَهْبِطُ عَلَيْهَا الرِّزْقُ مِنْ غَيْرِ أَنْ تَسْعَى إِلَيْهِ. </p><p> وَفِي الْبَابِ حَدِيثُ الرَّجُلِ جَاءَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَرَادَ أَنْ يَتْرُكَ نَاقَتَهُ وَفِي رِوَايَةٍ أَنَّهُ قَالَ: أَأَعْقِلُهَا وَأَتَوَكَّلُ، أَمْ أُطْلِقُهَا وَأَتَوَكَّلُ؟ فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:: اعْقِلْهَا وَتَوَكَّلْ رَوَاهُ التِّرْمِذِيُّ مِنْ حَدِيثِ أَنَسٍ، وَأَنْكَرَهُ ابْنُ الْقَطَّانِ مِنْ هَذَا الطَّرِيقِ. وَرُوِيَ مِنْ حَدِيثِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ بِإِسْنَادٍ جَيِّدٍ أَخْرَجَهُ ابْنُ حِبَّانَ فِي صَحِيحِهِ وَفِيهِ: أَنَّ الرَّجُلَ قَالَ: أُرْسِلُ نَاقَتِي وَأَتَوَكَّلُ. وَرَوَاهُ الطَّبَرَانِيُّ فِي الْكَبِيرِ والْبَيْهَقِيُّ فِي الشُّعَبِ وَجَعَلَا الْقَائِلَ عُمْرًا نَفْسَهُ. وَرَوَاهُ ابْنُ خُزَيْمَةَ وَالطَّبَرَانِيُّ بِلَفْظِ: قَيِّدْهَا وَتَوَكَّلْ. </p><p> وَكَلَامُ السَّلَفِ الصَّالِحِ فِي ذَلِكَ كَثِيرٌ مُسْتَفِيضٌ. رُوِيَ أَنَّ رَجُلًا قَالَ لِلْإِمَامِ أَحْمَدَ (رَحِمَهُ اللهُ تَعَالَى) أُرِيدُ الْحَجَّ عَلَى التَّوَكُّلِ، فَقَالَ لَهُ: فَاخْرُجْ فِي غَيْرِ الْقَافِلَةِ، قَالَ: لَا، قَالَ: عَلَى جُرُبِ النَّاسِ تَوَكَّلْتَ. وَقَدْ تَقَدَّمَ أَنَّ قَوْلَهُ - تَعَالَى -: لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ [٢: ١٩٨] نَزَلَ فِي تَخْطِئَةِ مَنْ قَالُوا مِثْلَ هَذَا الْقَوْلِ. وَقَالَ عَبْدُ اللهِ بْنُ الْإِمَامِ أَحْمَدَ قُلْتُ لِأَبِي: هَؤُلَاءِ الْمُتَوَكِّلُونَ يَقُولُونَ: نَقْعُدُ وَأَرْزَاقُنَا عَلَى اللهِ - عَزَّ وَجَلَّ -. فَقَالَ: ذَا قَوْلٌ رَدِيءٌ خَبِيثٌ، يَقُولُ اللهُ - عَزَّ وَجَلَّ -: إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللهِ وَذَرُوا الْبَيْعَ [٦٢: ٩] وَقَالَ أَيْضًا: سَأَلْتُ أَبِي عَنْ قَوْمٍ يَقُولُونَ: نَتَّكِلُ عَلَى اللهِ وَلَا نَكْتَسِبُ، فَقَالَ: يَنْبَغِي لِلنَّاسِ كُلِّهِمْ أَنْ يَتَوَكَّلُوا عَلَى اللهِ وَلَكِنْ يَعُودُونَ عَلَى أَنْفُسِهِمْ بِالْكَسْبِ، هَذَا قَوْلُ إِنْسَانٍ أَحْمَقَ. وَرُوِيَ عَنْ </p><p> وَلَدِهِ صَالِحٍ أَنَّهُ سَأَلَهُ عَنِ التَّوَكُّلِ فَقَالَ: التَّوَكُّلُ حَسَنٌ، وَلَكِنْ يَنْبَغِي لِلرَّجُلِ أَلَّا يَكُونَ عِيَالًا عَلَى النَّاسِ، يَنْبَغِي أَنْ يَعْمَلَ حَتَّى يُغْنِيَ </p><p> أَهْلَهُ وَعِيَالَهُ وَلَا يَتْرُكُ الْعَمَلَ. قَالَ: وَسُئِلَ أَبِي - وَأَنَا شَاهِدٌ - عَنْ قَوْمٍ لَا يَعْمَلُونَ، وَيَقُولُونَ: نَحْنُ مُتَوَكِّلُونَ، فَقَالَ: هَؤُلَاءِ مُبْتَدِعَةٌ. قَالَ الْجَلَالُ رَاوِي مَا ذُكِرَ: وَأَخْبَرَنِي الْمَرْوَزِيُّ أَنَّهُ قَالَ لِأَبِي عَبْدِ اللهِ: إِنَّ ابْنَ عُيَيْنَةَ كَانَ يَقُولُ: هُمْ مُبْتَدِعَةٌ، فَقَالَ أَبُو عَبْدِ اللهِ: هَؤُلَاءِ قَوْمُ سُوءٍ يُرِيدُونَ تَعْطِيلَ الدُّنْيَا. وَرُوِيَ عَنْهُ غَيْرُ ذَلِكَ، وَلَا سِيَّمَا فِي الْحَثِّ عَلَى الْكَسْبِ وَعَدَمِ تَوَقُّعِ الصِّلَةِ وَالنَّوَالِ. </p><p> وَقَالَ أَبُو حَفْصٍ عُمَرُ بْنُ مُسْلِمٍ الْحَدَّادُ شَيْخُ الْجُنَيْدِ فِي التَّصَوُّفِ: أَخْفَيْتُ التَّوَكُّلَ عِشْرِينَ سَنَةً وَمَا فَارَقْتُ السُّوقَ، كُنْتُ أَكْتَسِبُ فِي كُلِّ يَوْمٍ دِينَارًا وَلَا أُبَيِّتُ مِنْهُ دَانِقًا، وَلَا أَسْتَرِيحُ مِنْهُ إِلَى قِيرَاطٍ أَدْخُلُ بِهِ الْحَمَّامَ. وَقَالَ الْغَزَّالِيُّ: الْخُرُوجُ عَنْ سُنَّةِ اللهِ لَيْسَ شَرْطًا فِي التَّوَكُّلِ، وَأَحْفَظُ هَذِهِ الْعِبَارَةَ عَنْهُ أَوْ عَنْ غَيْرِهِ بِلَفْظِ:  \" لَيْسَ مِنَ التَّوَكُّلِ الْخُرُوجُ عَلَى سُنَّةِ اللهِ - تَعَالَى - أَصْلًا \" وَهَذِهِ أَحْسَنُ وَأَصَحُّ. وَقَالَ فِي بَيَانِ أَعْمَالِ الْمُتَوَكِّلِينَ عِنْدَ الْكَلَامِ عَنِ الْأَسْبَابِ الْمَقْطُوعِ بِهَا:  \" وَذَلِكَ مِثْلُ الْأَسْبَابِ الَّتِي ارْتَبَطَتِ الْمُسَبِّبَاتُ بِهَا بِتَقْدِيرِ اللهِ وَمَشِيئَتِهِ ارْتِبَاطًا مُطَّرِدًا لَا يَخْتَلِفُ،كَمَا أَنَّ الطَّعَامَ إِذَا كَانَ مَوْضُوعًا بَيْنَ يَدَيْكَ وَأَنْتَ جَائِعٌ مُحْتَاجٌ وَلَكِنَّكَ لَسْتَ تَمُدُّ الْيَدَ إِلَيْهِ وَتَقُولُ:أَنَا مُتَوَكِّلٌ، وَشَرْطُ التَّوَكُّلِ تَرْكُ السَّعْيِ، وَمَدُّ الْيَدِ إِلَيْهِ سَعْيٌ وَحَرَكَةٌ، وَكَذَلِكَ مَضْغُهُ بِالْأَسْنَانِ وَابْتِلَاعُهُ بِإِطْبَاقِ أَعَالِي الْحَنَكِ عَلَى أَسَافِلِهِ فَهَذَا جُنُونٌ مَحْضٌ وَلَيْسَ مِنَ التَّوَكُّلِ فِي شَيْءٍ.ثُمَّ قَالَ:وَكَذَلِكَ لَوْ لَمْ تَزْرَعِ الْأَرْضَ وَطَمِعْتَ فِي أَنْ يَخْلُقَ اللهُ - تَعَالَى - نَبَاتًا مِنْ غَيْرِ بَذْرٍ أَوْ تَلِدَ زَوْجَتُكَ مِنْ غَيْرِ وِقَاعٍ كَمَا وُلِدَتْ مَرْيَمُ عَلَيْهَا السَّلَامُ فَكُلُّ ذَلِكَ جُنُونٌ، وَأَمْثَالُ هَذَا مِمَّا يَكْثُرُ وَلَا يُمْكِنُ إِحْصَاؤُهُ \" ثُمَّ ذَكَرَ أَنَّ الْأَسْبَابَ الَّتِي لَا تُعَدُّ قَطْعِيَّةٌ مُطَّرِدَةٌ كَالتَّزَوُّدِ لِلسَّفَرِ لَا يُشْتَرَطُ تَرْكُهَا فِي التَّوَكُّلِ، وَلَكِنَّهُ يَجُوزُ وَيُعَدُّ مِنْ أَعْلَى التَّوَكُّلِ، وَكَلَامُهُ فِي هَذَا الْبَابِ وَأَمْثَالُهُ كَالزُّهْدِ وَالْفَقْرِ لَا يَسْلَمُ مِنْ نَقْدٍ وَخَطَأٍ ; لِمُبَالَغَتِهِ فِي الْمَيْلِ إِلَى الِانْقِطَاعِ عَنِ الدُّنْيَا وَالْإِقْبَالِ عَلَى الْآخِرَةِ: وَلَنْ يُشَادَّ هَذَا الدِّينَ أَحَدٌ إِلَّا غَلَبَهُ وَقَدْ تَقَدَّمَ ذِكْرُ إِنْكَارِ الْقُرْآنِ عَلَى مَنْ أَرَادُوا أَنْ يَحُجُّوا مِنْ غَيْرِ زَادٍ. وَسَنُوَفِّي هَذَا الْمَقَامَ حَقَّهُ فِي تَفْسِيرِ: لَا تَغْلُوا فِي دِينِكُمْ [٥: ٧٧] وَلِغَلَبَةِ هَذَا الْمَيْلِ عَلَى أَبِي حَامِدٍ (رَحِمَهُ اللهُ) رَاجَ عِنْدَهُ كَثِيرٌ مِنَ الْأَخْبَارِ وَالْآثَارِ </p><p> الْوَاهِيَةِ وَالْمَوْضُوعَةِ، بَلْ رَاجَ عِنْدَهُ مَا دُونَهَا مِنْ كَلَامِ جَهَلَةِ الْمُتَصَوِّفَةِ وَتَخَيُّلَاتِ الشُّعَرَاءِ كَقَوْلِ الشَّاعِرِ: </p><p> جَرَى قَلَمُ الْقَضَاءِ بِمَا يَكُونُ ... فَسِيَّانَ التَّحَرُّكُ وَالسُّكُونُ </p><p> جُنُونٌ مِنْكَ أَنْ تَسْعَى لِرِزْقٍ ... وَيُرْزَقُ فِي غِشَاوَتِهِ الْجَنِينُ </p><p> فَانْظُرْ كَيْفَ يُنْسِي الْإِنْسَانَ مَيْلُهُ وَحُبُّهُ لِلشَّيْءِ عِلْمَهُ وَفِقْهَهُ حَتَّى يَسْتَحْسِنَ مَا يُخَالِفُهُمَا، وَإِلَّا فَإِنَّ جَهَالَةَ هَذَا الشَّاعِرِ لَا تَخْفَى عَلَى مَنْ دُونَ أَبِي حَامِدٍ عِلْمًا وَفِقْهًا ; فَإِنَّ جَرَيَانَ قَلَمِ </p><p> الْقَضَاءِ بِمَا يَكُونُ لَا يَقْتَضِي كَوْنَ الْحَرَكَةِ وَالسُّكُونِ سَبَبَيْنِ ; لِأَنَّ الْوَاقِعَ فِي كُلِّ زَمَانٍ وَمَكَانٍ هُوَ مَا جَرَى بِهِ الْقَضَاءُ، وَمِنْهُ نَعْلَمُ أَنَّ سُنَّةَ اللهِ فِي الْحَرَكَةِ غَيْرُ سُنَّتِهِ فِي السُّكُونِ، وَسُنَنُ اللهِ لَا تَتَغَيَّرُ وَلَا تُنْقَضُ، وَكَوْنُهُمَا كَذَلِكَ يُنَاقِضُ كَوْنَهُمَا سَبَبَيْنِ، وَلَوْ كَانَ قَضَاءُ اللهِ - تَعَالَى - كَمَا زَعَمَ الشَّاعِرُ الْجَاهِلُ لَمَا قَالَ - تَعَالَى -: فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ [٦٧: ١٥] وَلَمَا قَالَ: فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللهِ [٦٢: ١٠] وَالْمَشْيُ وَالِانْتِشَارُ فِي الْأَرْضِ مِنَ الْحَرَكَةِ لَا مِنَ السُّكُونِ، وَمَا جَاءَ بِهِ مِنَ الْجَهْلِ فِي الْبَيْتِ الثَّانِي أَبْعَدُ عَنِ الصَّوَابِ مِمَّا فِي الْبَيْتِ الْأَوَّلِ، فَإِنَّهُ قَاسَ حَيَاةَ الرَّجُلِ الْعَاقِلِ الْقَادِرِ عَلَى حَيَاةِ الْجَنِينِ، وَسُنَّةُ اللهِ فِيهِمَا مُخْتَلِفَةٌ كَمَا هُوَ مَعْلُومٌ بِالضَّرُورَةِ، وَلَوْ صَحَّ هَذَا الْقِيَاسُ لَصَحَّ أَيْضًا قِيَاسُ الْإِنْسَانِ عَلَى النَّبَاتِ مِنْ نَجْمٍ وَشَجَرٍ ; فَإِنَّ غِذَاءَ الْجَنِينِ أَشْبَهُ بِغِذَاءِ النَّبَاتِ مِنْهُ بِغِذَاءِ الْحَيَوَانِ. فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِاسْمِ الْجُنُونِ؟ أَمَّنَ يَقُولُ إِنَّ سُنَّةَ اللهِ فِي الْجَنِينِ يَتَكَوَّنُ فِي بَطْنِ أُمِّهِ كَسُنَّتِهِ فِي الرَّجُلِ الَّذِي بَلَغَ أَشُدَّهُ وَجَعَلَ لَهُ اللهُ رِجْلَيْنِ يَمْشِي بِهِمَا وَيَدَيْنِ يَبْطِشُ بِهِمَا وَسَمْعًا وَبَصَرًا يَسْمَعُ بِهِمَا وَيُبْصِرُ، وَعَقْلًا بِهِ يُفَكِّرُ وَيُدَبِّرُ؟ أَمْ مَنْ يَقُولُ إِنْ سُنَّتَهُ - تَعَالَى - فِيهِمَا مُخْتَلِفَةٌ؟ </p><p> هَذَا وَإِنَّ كُلَّ مَا وَرَدَ فِي الْكَسْبِ حُجَّةٌ عَلَى كَوْنِ التَّوَكُّلِ لَا يُنَافِي الْعَمَلَ وَالسَّعْيَ لِلدُّنْيَا، وَقَدْ تَقَدَّمَ ذِكْرُ بَعْضِ الْآيَاتِ فِي ذَلِكَ وَمِنْهَا قَوْلُهُ - تَعَالَى -: هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا [١١: ٦١] وَقَوْلُهُ: وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ [١٥: ٢٠] وَقَوْلُهُ: وَجَعَلْنَا النَّهَارَ مَعَاشًا [٧٨: ١١] وَمِنَ الْأَحَادِيثِ الشَّرِيفَةِ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: خَيْرُ الْكَسْبِ كَسْبُ الْعَامِلِ إِذَا نَصَحَ رَوَاهُ أَحْمَدُ بِسَنَدٍ حَسَنٍ، والْبَيْهَقِيُّ وَالدَّيْلَمِيُّ وَابْنُ خُزَيْمَةَ بِلَفْظِ: كَسْبُ يَدِ الْعَامِلِ وَقَالَ الْهَيْثَمِيُّ: رِجَالُهُ ثِقَاتٌ. وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: التَّاجِرُ الصَّدُوقُ </p><p> يُحْشَرُ يَوْمَ الْقِيَامَةِ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ رَوَاهُ التِّرْمِذِيُّ مِنْ حَدِيثِ أَبِي سَعِيدٍ وَحَسَّنَهُ. وَلِابْنِ مَاجَهْ وَالْحَاكِمِ مِنْ حَدِيثِ ابْنِ عُمَرَ مَرْفُوعًا: التَّاجِرُ الْأَمِينُ الصَّدُوقُ الْمُسْلِمُ مَعَ الشُّهَدَاءِ قَالَ الْحَاكِمُ: حَدِيثٌ صَحِيحٌ. وَيُرْوَى عَنْ عُمَرَ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ قَالَ:  \" لَا يَقْعُدْ أَحَدُكُمْ عَنْ طَلَبِ الرِّزْقِ وَيَقُولُ: اللهُمَّ ارْزُقْنِي فَقَدْ عَلِمْتُمْ أَنَّ السَّمَاءَ لَا تُمْطِرُ ذَهَبًا وَلَا فِضَّةً \" وَقَالَ أَيْضًا: \" مَا مِنْ مَوْضِعٍ يَأْتِينِي الْمَوْتُ فِيهِ أَحَبُّ عَلَيَّ مِنْ مَوْطِنٍ أَتَسَوَّقُ فِيهِ لِأَهْلِي أَبِيعُ وَأَشْتَرِي \" ذَكَرَهُمَا فِي الْقُوتِ وَالْأَحْيَاءِ. كَانَ أَبُو بَكْرٍ وَعُثْمَانُ وَعَبْدُ الرَّحْمَنِ وَطَلْحَةُ - رَضِيَ اللهُ عَنْهُمْ - تُجَّارًا حَتَّى إِنَّ أَبَا بَكْرٍ لَمَّا اسْتُخْلِفَ أَصْبَحَ غَادِيًا إِلَى السُّوقِ وَعَلَى رَقَبَتِهِ أَثْوَابٌ يَتَّجِرُ بِهَا فَلَقِيَهُ عُمَرُ وَأَبُو عُبَيْدَةَ فَقَالَا: أَيْنَ تُرِيدُ؟ قَالَ السُّوقَ. قَالَا: تَصْنَعُ مَاذَا وَقَدْ وُلِّيتَ أَمْرَ الْمُسْلِمِينَ؟ قَالَ: فَمِنْ أَيْنَ أُطْعِمُ عِيَالِي؟ فَهَلْ كَانَ غَيْرَ مُتَوَكِّلٍ؟ ثُمَّ إِنَّ الصَّحَابَةَ فَرَضُوا لَهُ مَا يَكْفِيهِ لِيَسْتَغْنِيَ عَنِ الْكَسْبِ وَلَمْ يَقُولُوا لَهُ: تَوَكَّلْ عَلَى اللهِ وَهُوَ يَرْزُقُكَ بِغَيْرِ عَمَلٍ. </p><p> وَقَدْ بَلَغَ مِنْ تَوَكُّلِ الصِّدِّيقِ - رَضِيَ اللهُ عَنْهُ - أَنْ كَانَ يُسَلِّي النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ بَدْرٍ وَيُخَفِّفُ عَنْهُ، فَفِي السِّيرَةِ الْهَاشِمِيَّةِ عَنِ ابْنِ إِسْحَاقَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَدَّلَ الصُّفُوفَ يَوْمَ بَدْرٍ ثُمَّ رَجَعَ إِلَى الْعَرِيشِ الَّذِي بَنَوْهُ لَهُ فَدَخَلَهُ وَمَعَهُ فِيهِ أَبُو بَكْرٍ الصِّدِّيقُ لَيْسَ مَعَهُ فِيهِ غَيْرُهُ وَرَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُنَاشِدُ رَبَّهُ مَا وَعَدَهُ مِنَ النَّصْرِ وَيَقُولُ فِيمَا يَقُولُ: اللهُمَّ إِنْ تَهْلِكْ هَذِهِ الْعِصَابَةُ الْيَوْمَ لَا تُعْبَدُ، وَأَبُو بَكْرٍ يَقُولُ: يَا نَبِيَّ اللهِ بَعْضُ مُنَاشَدَتِكَ رَبَّكَ فَإِنَّ اللهَ مُنْجِزٌ لَكَ مَا وَعَدَكَ \" وَالْحَدِيثُ مَرْوِيٌّ فِي كُتُبِ الْحَدِيثِ وَفِي بَعْضِ الرِّوَايَاتِ مَا يُنْبِئُ بِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَوْمَئِذٍ فِي مَقَامِ الْخَوْفِ، وَأَنَّ الصِّدِّيقَ كَانَ وَادِعًا مُطْمَئِنًّا، وَلَعَلَّهُ تَكَلَّفَ ذَلِكَ لِتَسْلِيَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقَدْ يَتَوَهَّمُ ضَعِيفُ الْعِلْمِ أَنَّهُ يَنْبَغِي رَفْضُ هَذِهِ الرِّوَايَةِ لِعَدَمِ صِحَّةِ مَعْنَاهَا مِنْ حَيْثُ إِنَّهُ يَدُلُّ عَلَى أَنَّ أَبَا بَكْرٍ كَانَ أَشَدَّ تَوَكُّلًا وَثِقَةً بِوَعْدِ اللهِ مِنْ رَسُولِهِ الْأَكْرَمِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالصَّوَابُ أَنَّ هَذِهِ الدَّلَالَةَ غَيْرُ صَحِيحَةٍ، وَإِنَّمَا يُعْلَمُ بُعْدُ مَا بَيْنَ دَرَجَةِ النَّبِيِّ الْعُلْيَا فِي التَّوَكُّلِ وَدَرَجَةِ صَاحِبِهِ الْعَالِيَةِ فِيهِ مِمَّا وَرَدَ فِي الْهِجْرَةِ الشَّرِيفَةِ ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللهَ مَعَنَا فَأَنْزَلَ اللهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللهِ هِيَ الْعُلْيَا وَاللهُ عَزِيزٌ حَكِيمٌ [٩: ٤٠] فَهَذَا مَقَامُ التَّوَكُّلِ </p><p> وَهَذَا أَثَرُهُ، وَمَا كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ بَدْرٍ إِلَّا أَعْلَى إِيمَانًا وَتَوَكُّلًا ; لِأَنَّهُ كَانَ يَزْدَادُ كُلَّ يَوْمٍ إِيمَانًا وَعِلْمًا بِرَبِّهِ وَبِسُنَّتِهِ فِي خَلْقِهِ كَمَا كَانَ يَدْعُوهُ بِأَمْرِهِ وَقُلْ رَبِّ زِدْنِي عِلْمًا [٢٠: ١١٤] وَإِنَّمَا ظَهَرَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كُلِّ حَالٍ بِمَا يَلِيقُ بِهَا ; فَفِي يَوْمِ الْهِجْرَةِ كَانَ خَارِجًا مِنْ قَوْمٍ بَالَغُوا فِي إِيذَائِهِ وَلَيْسَ لَهُ مِنَ الْأَسْبَابِ مَا يَكْفِي لِمُقَاوَمَتِهِمْ وَمُدَافَعَتِهِمْ، وَالْعَرَبُ كُلُّهَا إِلْبٌ وَاحِدٌ مَعَ قَوْمِهِ عَلَيْهِ، فَكَانَ الْمَقَامُ مَقَامَ التَّوَكُّلِ الْكَامِلِ ; لِأَنَّهُ مَقَامُ الْعَجْزِ عَنِ الْأَسْبَابِ بِالْمَرَّةِ ; وَلِذَلِكَ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَادِعًا سَاكِنًا، وَكَانَ الصِّدِّيقُ - عَلَى رَجَائِهِ وَتَوَكُّلِهِ - مُضْطَرِبًا، وَفِي يَوْمِ بَدْرٍ كَانَ قَادِرًا عَلَى اتِّخَاذِ الْأَسْبَابِ لِمُقَاوَمَةِ أُولَئِكَ الْقَوْمِ الَّذِينَ زَحَفُوا عَلَيْهِ مِنْ مَكَّةَ، فَكَانَ التَّوَكُّلُ فِيهِ لَا يَصِحُّ إِلَّا بَعْدَ اتِّخَاذِ كُلِّ مَا يُمْكِنُ مِنَ الْأَسْبَابِ ; وَلِذَلِكَ لَمْ يَلْجَأِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الدُّعَاءِ وَمُنَاشَدَةِ رَبِّهِ الْمَعُونَةَ وَالنَّصْرَ إِلَّا بَعْدَ أَنْ فَعَلَ كُلَّ مَا أَمْكَنَ مِنَ الْأَسْبَابِ مَعَ الْمُشَاوَرَةِ وَاتِّبَاعِ رَأْيِ أَهْلِ الْخِبْرَةِ، وَلَعَلَّهُ كَانَ يَظُنُّ أَنَّهُ يَجُوزُ أَنْ يَكُونَ بَعْضُ أَصْحَابِهِ مُقَصِّرًا فِيمَا يَجِبُ مِنَ الْأَسْبَابِ فَيَفُوتُ النَّصْرُ لِذَلِكَ فَلَجَأَ إِلَى الدُّعَاءِ، وَيُؤَيِّدُ هَذَا أَنَّهُمْ لَمَّا قَصَّرُوا فِي الْأَسْبَابِ يَوْمَ أُحُدٍ حَلَّ بِهِمْ وَبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا هُوَ مَعْلُومٌ - وَقَدْ ذُكِرَ مُفَصَّلًا فِي تَفْسِيرِ آيَاتِ هَذَا السِّيَاقِ - وَالصِّدِّيقُ - رَضِيَ اللهُ عَنْهُ - لَمْ يَصِلْ عِلْمُهُ إِلَى مَا وَصَلَ إِلَيْهِ عِلْمُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ذَلِكَ. </p>"
}