{
  "id": null,
  "sura": 3,
  "aya": 45,
  "text": "<p> مَا جَاءَ بِهِ الْقُرْآنُ هُوَ الْحَقُّ بِمَا قَامَ مِنَ الْأَدِلَّةِ عَلَى نُبُوَّةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ حِفْظِ كِتَابِهِ، وَنَقْلِهِ بِالتَّوَاتُرِ الصَّحِيحِ، وَمِنْ تِلْكَ الدَّلَائِلِ الَّتِي يَشْتَمِلُ عَلَيْهَا الْقُرْآنُ مَعْرِفَةُ قِصَصِ الْأَنْبِيَاءِ وَمِنْ كَوْنِهِ أُمِّيًّا لَمْ يَتَعَلَّمْ شَيْئًا - كَمَا تَقَدَّمَ - فَهِيَ دَلِيلٌ عَلَى صِحَّةِ نَفْسِهَا، وَمَا جَاءَ فِيهَا مُخَالِفًا لِمَا فِي الْكُتُبِ السَّابِقَةِ نُعِدُّهُ مُصَحِّحًا لِمَا وَقَعَ فِيهَا مِنَ الْغَلَطِ وَالنِّسْيَانِ بِانْقِطَاعِ أَسَانِيدِهَا حَتَّى أَنَّ أَعْظَمَهَا وَأَشْهَرَهَا كَالْأَسْفَارِ الْمَنْسُوبَةِ إِلَى مُوسَى - عَلَيْهِ السَّلَامُ - لَا يُعْرَفُ كَاتِبُهَا وَلَا زَمَنَ كِتَابَتِهَا وَلَا اللُّغَةَ الَّتِي كُتِبَتْ بِهَا أَوَّلًا، وَقَدْ تَقَدَّمَ الْإِلْمَاعُ إِلَى ذَلِكَ مِنْ قَبْلُ. </p><p> إِذْ قَالَتِ الْمَلَائِكَةُ يَامَرْيَمُ إِنَّ اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللهَ وَأَطِيعُونِ إِنَّ اللهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ </p><p> قَوْلُهُ - تَعَالَى -: إِذْ قَالَتِ الْمَلَائِكَةُ يَامَرْيَمُ إِنَّ اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ شُرُوعٌ فِي خَبَرِ عِيسَى بَعْدَ قِصَّةِ أُمِّهِ وَقِصَّةِ زَكَرِيَّا - عَلَيْهِمُ السَّلَامُ -، وَهُوَ بَدَلٌ مِنْ قَوْلِهِ: وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللهَ اصْطَفَاكِ وَمَا بَيْنَهُمَا اعْتِرَاضٌ نَاطِقٌ بِحِكْمَةِ نُزُولِ الْآيَاتِ، مُبَيِّنٌ وَجْهَ دَلَالَتِهَا عَلَى صِدْقِ مَنْ أُنْزِلَتْ عَلَيْهِ. وَالْمَعْنَى أَنَّ الْمَلَائِكَةَ بَشَّرَتْ مَرْيَمَ بِالْوَلَدِ الصَّالِحِ حِينَ بَشَّرَتْهَا بِاصْطِفَاءِ اللهِ إِيَّاهَا وَتَطْهِيرِهِ لَهَا وَأَمَرَتْهَا بِمَزِيدِ عِبَادَتِهِ وَالِاسْتِغْرَاقِ فِي شُكْرِهِ. وَالْمُرَادُ بِالْمَلَائِكَةِ هُنَا الرُّوحُ جِبْرِيلُ لِقَوْلِهِ - تَعَالَى - فِي سُورَةِ مَرْيَمَ: فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا [١٩: ١٧] إِلَى آخِرِ الْآيَاتِ. وَذُكِرَ بِلَفْظِ الْجَمْعِ لِمَا تَقَدَّمَ فِي قِصَّةِ زَكَرِيَّا، أَوْ لِأَنَّهُ كَانَ </p><p> مَعَهُ غَيْرُهُ. وَفِي لَفْظِ كَلِمَةٍ أَرْبَعَةُ وُجُوهٍ: </p><p> (الْوَجْهُ الْأَوَّلُ) أَنَّ الْمُرَادَ بِالْكَلِمَةِ كَلِمَةُ التَّكْوِينِ لَا كَلِمَةُ الْوَحْيِ ; ذَلِكَ أَنَّهُ لَمَّا كَانَ أَمْرُ الْخَلْقِ وَالتَّكْوِينِ وَكَيْفِيَّةِ صُدُورِهِ عَنِ الْبَارِي - عَزَّ وَجَلَّ - مِمَّا يَعْلُو عُقُولَ الْبَشَرِ عَبَّرَ عَنْهُ - سُبْحَانَهُ - بِقَوْلِهِ: إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ [٣٦: ٨٢] فَكَلِمَةُ (كُنْ) هِيَ كَلِمَةُ التَّكْوِينِ، وَسَيَأْتِي تَفْسِيرُهَا، وَهَاهُنَا يُقَالُ: إِنَّ كُلَّ شَيْءٍ قَدْ خُلِقَ بِكَلِمَةِ التَّكْوِينِ فَلِمَاذَا خَصَّ الْمَسِيحَ بِإِطْلَاقِ الْكَلِمَةِ عَلَيْهِ؟ وَأُجِيبَ عَنْ ذَلِكَ بِأَنَّ الْأَشْيَاءَ تُنْسَبُ فِي الْعَادَةِ وَالْعُرْفِ الْعَامِّ فِي الْبَشَرِ إِلَى أَسْبَابِهَا، وَلَمَّا فُقِدَ فِي تَكْوِينِ الْمَسِيحِ وَعُلُوقِ أُمِّهِ بِهِ مَا جَعَلَهُ اللهُ سَبَبًا لِلْعُلُوقِ، وَهُوَ تَلْقِيحُ مَاءِ الرَّجُلِ لِمَا فِي الرَّحِمِ مِنَ الْبُوَيْضَاتِ الَّتِي يَتَكَوَّنُ مِنْهَا الْجَنِينُ أُضِيفَ هَذَا التَّكْوِينُ إِلَى كَلِمَةِ اللهِ، وَأُطْلِقَتِ الْكَلِمَةُ عَلَى الْمُكَوَّنِ إِيذَانًا بِذَلِكَ، أَوْ جُعِلَ كَأَنَّهُ نَفْسُ الْكَلِمَةِ مُبَالَغَةً، وَهَذَا هُوَ الْوَجْهُ الْمَشْهُورُ. </p><p> (الْوَجْهُ الثَّانِي) أَنَّهُ أُطْلِقَ عَلَى الْمَسِيحِ لِلْإِشَارَةِ إِلَى بِشَارَةِ الْأَنْبِيَاءِ بِهِ، فَهُوَ قَدْ عُرِفَ بِكَلِمَةِ اللهِ، أَيْ بِوَحْيِهِ لِأَنْبِيَائِهِ. قَالَهُ الْأُسْتَاذُ الْإِمَامُ، وَالْكَلِمَةُ تُطْلَقُ عَلَى الْكَلَامِ كَقَوْلِهِ: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ [٣٧: ١٧١] إِلَخْ. </p><p> (الْوَجْهُ الثَّالِثُ) أَنَّهُ أَطْلَقَ عَلَيْهِ لَفْظَ الْكَلِمَةِ لِمَزِيدِ إِيضَاحِهِ لِكَلَامِ اللهِ الَّذِي حَرَّفَهُ قَوْمُهُ الْيَهُودُ حَتَّى أَخْرَجُوهُ عَنْ وَجْهِهِ، وَجَعَلُوا الدِّينَ مَادِّيًّا مَحْضًا، قَالَهُ الرَّازِيُّ وَجَعَلَهُ مِنْ قَبِيلِ وَصْفِ النَّاسِ لِلسُّلْطَانِ الْعَادِلِ بِظِلِّ اللهِ وَنُورِ اللهِ ; لِمَا أَنَّهُ سَبَبٌ لِظُهُورِ ظِلِّ الْعَدْلِ وَنُورِ الْإِحْسَانِ، قَالَ: فَكَذَلِكَ كَانَ عِيسَى سَبَبًا لِظُهُورِ كَلَامِ اللهِ - عَزَّ وَجَلَّ - بِسَبَبِ كَثْرَةِ بَيَانَاتِهِ لَهُ وَإِزَالَةِ الشُّبْهَاتِ وَالتَّحْرِيفَاتِ عَنْهُ. </p><p> (الْوَجْهُ الرَّابِعُ) أَنَّ الْمُرَادَ بِالْكَلِمَةِ كَلِمَةُ الْبِشَارَةِ لِأُمِّهِ، فَقَوْلُهُ: بِكَلِمَةٍ مِنْهُ مَعْنَاهُ بِخَيْرٍ مِنْ عِنْدِهِ أَوْ بِشَارَةٍ، وَهُوَ كَقَوْلِ الْقَائِلِ: أَلْقَى إِلَيَّ فُلَانٌ كَلِمَةً سَرَّنِي بِهَا، بِمَعْنَى أَخْبَرَنِي خَبَرًا فَرِحْتُ بِهِ، قَالَهُ ابْنُ جَرِيرٍ وَاسْتَشْهَدَ لَهُ بِقَوْلِهِ: وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ [٤: ١٧١] يَعْنِي بُشْرَى اللهِ مَرْيَمَ بِعِيسَى أَلْقَاهَا إِلَيْهَا، قَالَ: فَتَأْوِيلُ الْقَوْلِ وَمَا كُنْتَ يَا مُحَمَّدُ عِنْدَ الْقَوْمِ إِذْ قَالَتْ </p><p> الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللهَ يُبَشِّرُكِ بِبُشْرَى مِنْ عِنْدِهِ هِيَ وَلَدٌ لَكِ اسْمُهُ الْمَسِيحُ عِيسَى بْنُ مَرْيَمَ، ثُمَّ قَالَ مُسْتَدِلًّا عَلَى هَذَا مَا نَصُّهُ: وَلِذَلِكَ قَالَ - عَزَّ وَجَلَّ -: اسْمُهُ الْمَسِيحُ فَذَكَّرَ وَلَمْ يَقُلِ \" اسْمُهَا \" فَيُؤَنِّثَ وَ \" الْكَلِمَةُ \" مُؤَنَّثَةٌ ; لِأَنَّ الْكَلِمَةَ غَيْرُ مَقْصُودٍ بِهَا قَصْدَ الِاسْمِ </p><p> الَّذِي هُوَ بِمَعْنَى فُلَانٍ، وَإِنَّمَا هِيَ بِمَعْنَى الْبِشَارَةِ. فَذُكِرَتْ كِنَايَتُهَا كَمَا تُذْكَرُ كِنَايَةُ الذُّرِّيَّةِ وَالدَّابَّةِ وَالْأَلْقَابِ إِلَى آخِرِ مَا أَطَالَ بِهِ فِي الْمَسْأَلَةِ مِنْ جِهَةِ الْعَرَبِيَّةِ. </p><p> أَمَّا لَفْظُ \" الْمَسِيحِ \" فَمُعَرَّبٌ وَأَصْلُهُ الْعِبْرَانِيُّ: \" مشيحا \" بِالْمُعْجَمَةِ وَمَعْنَاهُ الْمَسِيحُ وَهُوَ لَقَبُ الْمَلِكِ عِنْدَهُمْ ; لِمَا مَضَتْ بِهِ تَقَالِيدُهُمْ مِنْ مَسْحِ الْكَاهِنِ كُلَّ مَنْ يَتَوَلَّى الْمُلْكَ بِالدُّهْنِ الْمُقَدَّسِ، وَهُمْ يُعَبِّرُونَ عَنْ تَوْلِيَةِ الْمُلْكِ بِالْمَسْحِ وَعَنِ الْمَلِكِ بِالْمَسِيحِ، وَقَدِ اشْتُهِرَ أَنَّ أَنْبِيَاءَهُمْ بَشَّرُوهُمْ بِمَسِيحٍ يَظْهَرُ فِيهِمْ، وَأَنَّهُمْ كَانُوا يَعْتَقِدُونَ أَنَّهُ مَلِكٌ يُعِيدُ إِلَيْهِمْ مَا فَقَدُوا مِنَ السُّلْطَانِ فِي الْأَرْضِ، فَلَمَّا ظَهَرَ عِيسَى - عَلَيْهِ السَّلَامُ - وَسُمِّيَ بِالْمَسِيحِ آمَنَ بِهِ قَوْمٌ وَقَالُوا: إِنَّهُ هُوَ الَّذِي بَشَّرَ بِهِ الْأَنْبِيَاءُ، وَلَا يَزَالُ سَائِرُ الْيَهُودِ يَعْتَقِدُونَ أَنَّ الْبِشَارَةَ لَمَّا يَأْتِ تَأْوِيلُهَا، وَأَنَّهُ لَا بُدَّ أَنْ يَظْهَرَ فِيهِمْ مَلِكٌ، وَقَدْ بَيَّنَ الْأُسْتَاذُ الْإِمَامُ مَعْنَى صِدْقِ لَفْظِ الْمَسِيحِ عَلَى عِيسَى - عَلَيْهِ السَّلَامُ - بِحَسَبِ عُرْفِهِمْ فَقَالَ: إِنَّ النَّاسَ إِنَّمَا يُوَلُّونَ الْمَلِكَ عَلَيْهِمْ لِأَجْلِ تَقْرِيرِ الْعَدْلِ فِيهِمْ وَرَفْعِ أَثْقَالِ الظُّلْمِ عَنْهُمْ وَقَدْ فَعَلَ الْمَسِيحُ ذَلِكَ، فَإِنَّ الْيَهُودَ كَانُوا عِنْدَ بِعْثَتِهِ فِيهِمْ مُتَمَسِّكِينَ بِظَوَاهِرِ أَلْفَاظِ الْكِتَابِ وَخَاضِعِينَ لِأَفْهَامِ الْكَتَبَةِ وَالْفَرِيسِيِّينَ وَأَوْهَامِهِمْ حَتَّى أَرْهَقَهُمْ ذَلِكَ عُسْرًا وَتَرَكَهُمْ يَئِنُّونَ مِنَ الظُّلْمِ وَأَثْقَالِ التَّكَالِيفِ، فَرَفَعَ الْمَسِيحُ ذَلِكَ عَنْهُمْ بِإِرْجَاعِهِمْ إِلَى مَقَاصِدِ الدِّينِ وَحَمْلِهِمْ عَلَى الْأُخُوَّةِ الرَّافِعَةِ لِلظُّلْمِ. أَقُولُ: وَقَدْ نَقَلُوا عَنْهُ مَا يُفِيدُ هَذَا الْمَعْنَى، وَهُوَ أَنَّ مَمْلَكَتَهُ رُوحَانِيَّةٌ لَا جَسَدِيَّةٌ. وَقَدْ لَاحَ لِي عِنْدَ الْكِتَابَةِ أَنَّ قَوْلَهُ - تَعَالَى -: اسْمُهُ الْمَسِيحُ عِيسَى يُرَادُ بِهِ أَنَّ لَفْظَ الْمَسِيحِ هُنَا أُجْرِيَ مَجْرَى الْعِلْمِ لَا مَجْرَى الْوَصْفِ، وَالْعِلْمُ الْمُشْتَقُّ لَا يُشْتَرَطُ فِيهِ أَنْ يَكُونَ مُسَمَّاهُ مُتَّصِفًا بِالْمَعْنَى الَّذِي يَدُلُّ عَلَيْهِ إِذَا اسْتُعْمِلَ وَصْفًا، فَإِذَا وَضَعْتَ لَفْظَ \" عَلِيٍّ \" عَلَمًا عَلَى رَجُلٍ يَصِيرُ مَدْلُولُهُ شَخْصَ ذَلِكَ الرَّجُلِ سَوَاءٌ كَانَ ذَا عِلَّةٍ أَمْ لَا، وَإِذَا سَمَّيْتَ ابْنَتَكَ \" مَلِكَةً \" لَمْ يَكُنْ لِأَحَدٍ أَنْ يُفَسِّرَ اللَّفْظَ بِالْمَعْنَى الَّذِي وُضِعَ لَهُ اللَّفْظُ قَبْلَ الْعَلَمِيَّةِ. وَقَدْ يَجُوزُ أَنْ يُلْمَحَ الْمَعْنَى الَّذِي يُنْقَلُ لَفْظُهُ إِلَى الْعَلَمِيَّةِ أَحْيَانًا. وَقَدْ ذَكَرَ الْمُفَسِّرُونَ بِضْعَةَ وُجُوهٍ لِتَفْسِيرِ لَفْظِ الْمَسِيحِ بِنَاءً عَلَى أَنَّهُ مُشْتَقٌّ مِنَ الْمَسْحِ وَلَا حَاجَةَ إِلَى ذِكْرِ شَيْءٍ مِنْهَا. </p><p> وَأَمَّا لَفْظُ \" عِيسَى \" فَهُوَ مُعَرَّبُ \" يَشُوعَ \" بِقَلْبِ الْحُرُوفِ بَعْدَ جَعْلِ الْمُعْجَمَةِ مُهْمَلَةً وَهَذَا يَكْثُرُ فِي الْمَنْقُولِ مِنَ الْعِبْرَانِيَّةِ إِلَى الْعَرَبِيَّةِ. فَسِينُ الْمَسِيحِ وَمُوسَى شِينٌ فِي </p><p> الْعِبْرَانِيَّةِ، وَكَذَلِكَ سِينُ شَمْسٍ فَهِيَ عِنْدُهُمْ بِمُعْجَمَتَيْنِ. وَإِنَّمَا قِيلَ:  (ابْنُ مُرْيَمَ) مَعَ كَوْنِ الْخِطَابِ لَهَا، إِعْلَامًا لَهَا بِأَنَّهُ يُنْسَبُ إِلَيْهَا ; لِأَنَّهُ لَيْسَ لَهُ أَبٌ وَلِذَلِكَ قَالَتْ بَعْدَ الْبِشَارَةِ: رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ؟ إِلَخْ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي وَصْفِهِ: وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ مَعْنَاهُ أَنَّهُ يَكُونُ ذَا وَجَاهَةٍ وَكَرَامَةٍ </p><p> فِي الدَّارَيْنِ، فَالْوَجِيهُ ذُو الْجَاهِ وَالْوَجَاهَةِ. وَالْمَادَّةُ مَأْخُوذَةٌ مِنَ الْوَجْهِ حَتَّى قَالُوا: إِنَّ لَفَظَ الْجَاهِ أَصْلُهُ وَجْهٌ، فَنُقِلَتِ الْوَاوُ إِلَى مَوْضِعِ الْعَيْنِ، فَقُلِبَتْ أَلِفًا ثُمَّ اشْتَقُّوا مِنْهُ. فَقَالُوا: جَاهَ فُلَانٌ يَجُوهُ، كَمَا قَالُوا: وَجَّهَ يُوَجِّهُ، وَذُو الْجَاهِ يُسَمَّى وَجْهًا كَمَا يُسَمَّى وَجِيهًا، وَيُقَالُ: إِنَّ لِفُلَانٍ وَجْهًا عِنْدَ السُّلْطَانِ، كَمَا يُقَالُ: إِنَّ لَهُ جَاهًا وَوَجَاهَةً، وَكَأَنَّ الْأَصْلَ فِي الْوَجِيهِ مَنْ يُعَظَّمُ وَيُحْتَرَمُ عِنْدَ الْمُوَاجَهَةِ لِمَا لَهُ مِنَ الْمَكَانَةِ فِي النُّفُوسِ. وَقَالَ الْإِمَامُ الْغَزَالِيُّ: الْجَاهُ مِلْكُ الْقُلُوبِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ كَوْنَ الْمَسِيحِ ذَا جَاهٍ وَمَكَانَةٍ فِي الْآخِرَةِ ظَاهِرٌ، وَأَمَّا وَجَاهَتُهُ فِي الدُّنْيَا فَهِيَ قَدْ تَكُونُ مَوْضِعَ إِشْكَالٍ ; لِمَا عُرِفَ مِنَ امْتِهَانِ الْيَهُودِ لَهُ وَمُطَارَدَتِهِمْ إِيَّاهُ عَلَى فَقْرِهِ وَضَعْفِ عَصَبِيَّتِهِ. وَالْجَوَابُ عَنْ ذَلِكَ سَهْلٌ، وَهُوَ أَنَّ الْوَجِيهَ فِي الْحَقِيقَةِ مَنْ كَانَتْ لَهُ مَكَانَةٌ فِي الْقُلُوبِ وَاحْتِرَامٌ ثَابِتٌ فِي النُّفُوسِ، وَلَا يَكُونُ أَحَدٌ كَذَلِكَ حَتَّى يَكُونَ لَهُ أَثَرٌ حَقِيقِيٌّ ثَابِتٌ مِنْ شَأْنِهِ أَنْ يَدُومَ بَعْدَهُ زَمَنًا طَوِيلًا أَوْ غَيْرَ طَوِيلٍ، وَلَا يُنْكِرُ أَحَدٌ أَنَّ مَنْزِلَةَ الْمَسِيحِ فِي نُفُوسِ الْمُؤْمِنِينَ بِهِ كَانَتْ عَظِيمَةً جِدًّا، وَأَنَّ مَا جَاءَ بِهِ مِنَ الْإِصْلَاحِ هُوَ مِنَ الْحَقِّ الثَّابِتِ، وَقَدْ بَقِيَ أَثَرُهُ بَعْدَهُ، فَهَذِهِ الْوَجَاهَةُ أَعْلَى وَأَرْفَعُ مِنْ وَجَاهَةِ الْأُمَرَاءِ وَالْمُلُوكِ الَّذِينَ يُحْتَرَمُونَ فِي الظَّوَاهِرِ لِظُلْمِهِمْ وَاتِّقَاءِ شَرِّهِمْ أَوْ لِدِّهَانِهِمْ وَالتَّزَلُّفِ إِلَيْهِمْ، رَجَاءَ الِانْتِفَاعِ بِشَيْءٍ مِمَّا فِي أَيْدِيهِمْ مِنْ عَرَضِ الْحَيَاةِ الدُّنْيَا ; لِأَنَّ هَذِهِ وَجَاهَةٌ صُورِيَّةٌ لَا أَثَرَ لَهَا فِي النُّفُوسِ إِلَّا الْكَرَاهَةَ وَالْبُغْضَ وَالِانْتِقَاصَ، وَتِلْكَ وَجَاهَةٌ حَقِيقِيَّةٌ مُسْتَحْوِذَةٌ عَلَى الْقُلُوبِ. وَحَقِيقَةُ الْوَجَاهَةِ فِي الْآخِرَةِ: هِيَ أَنْ يَكُونَ الْوَجِيهُ فِي مَكَانٍ عَلِيٍّ وَمَنْزِلَةٍ رَفِيعَةٍ يَرَاهُ النَّاسُ فِيهَا فَيُجِلُّونَهُ وَيَعْلَمُونَ أَنَّهُ مُقَرَّبٌ مِنَ اللهِ - تَعَالَى -، وَلَا يُمْكِنُنَا أَنْ نُحَدِّدَهَا وَنَعْرِفَ بِمَاذَا تَكُونُ. </p><p> قَالَ قَائِلٌ فِي الدَّرْسِ: إِنَّ هَذِهِ الْوَجَاهَةَ تَكُونُ بِالشَّفَاعَةِ، فَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ الْآيَةَ لَمْ تُبَيِّنْ ذَلِكَ، عَلَى أَنَّكُمْ تَقُولُونَ: إِنَّ هَذِهِ الشَّفَاعَةَ عَامَّةٌ لِكُلِّ نَبِيٍّ وَعَالِمٍ وَصَالِحٍ، فَمَا هِيَ مَزِيَّةُ الْمَسِيحِ إِذَنْ؟ وَلَمَّا كَانَتِ الْوَجَاهَةُ </p><p> مُتَعَلِّقَةً بِالنَّاسِ وَمَا يَعُودُ مِنْ مَطَارِحِ أَنْظَارِهِمْ عَلَى شُعُورِ قُلُوبِهِمْ وَخَطِرَاتِ أَفْكَارِهِمْ قَالَ - تَعَالَى - فِيهِ: وَمِنَ الْمُقَرَّبِينَ أَيْ هُوَ مَعَ ذَلِكَ مِنْ عِبَادِ اللهِ الْمُقَرَّبِينَ إِلَيْهِ - عَزَّ وَجَلَّ -، فَمَا يَنْعَكِسُ عَنْ أَنْظَارِ النَّاظِرِينَ إِلَيْهِ هُنَاكَ إِلَى مَرَايَا قُلُوبِهِمْ حَقِيقِيٌّ فِي نَفْسِهِ. </p><p> وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا قَالَ الْأُسْتَاذُ الْإِمَامُ: الْجُمْلَةُ مَعْطُوفَةٌ عَلَى مَا قَبْلَهَا، وَلَا يَضُرُّ عَطْفُ الْفِعْلِ عَلَى الِاسْمِ، وَالْكَهْلُ: الرَّجُلُ التَّامُّ السَّوِيُّ مِنْ غَيْرِ تَقْيِيدٍ بِسَنٍّ مُعَيَّنَةٍ، وَالْكَلَامُ فِي الْمَهْدِ يُصَدَّقُ بِمَا يَكُونُ فِي سِنِّ الْكَلَامِ، وَهِيَ سَنَةٌ فَأَكْثَرُ، وَمَا يَكُونُ قَبْلَ ذَلِكَ، وَهُوَ آيَةٌ عَلَى كُلِّ تَقْدِيرٍ ; لِأَنَّ تَعْدِيَتَهُ إِلَى النَّاسِ تُفِيدُ أَنَّهُ يُكَلِّمُهُمْ كَلَامَ التَّفَاهُمِ، وَكَلَامُ الْأَطْفَالِ فِي الْمَهْدِ لَا يَكُونُ كَذَلِكَ عَادَةً. وَفِي قَوْلِهِ: وَكَهْلًا بِشَارَةً بِأَنَّهُ يَعِيشُ إِلَى أَنْ يَكُونَ </p>"
}