{
  "id": null,
  "sura": 3,
  "aya": 144,
  "text": "<p> وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ؟ إِلَخْ. </p><p> تَقَدَّمَ أَنَّهُ أُشِيعَ عِنْدَمَا فَرَّقَ خَالِدٌ جَمْعَ الْمُسْلِمِينَ فِي أُحُدٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ </p><p> قُتِلَ، وَقَالَ بَعْضُهُمْ فِي سَبَبِ ذَلِكَ: إِنَّ عَمْرَو بْنَ قَمِيئَةَ الْحَارِثِيَّ لَمَّا رُمِيَ الرَّسُولُ بِالْحَجَرِ فَشَجَّ رَأْسَهُ وَكَسَرَ سِنَّهُ أَقْبَلَ يُرِيدُ قَتْلَهُ فَذَبَّ عَنْهُ مُصْعَبُ بْنُ عُمَيْرٍ صَاحِبُ رَايَةِ الْمُسْلِمِينَ يَوْمَئِذٍ حَتَّى قُتِلَ فَظَنَّ أَنَّهُ قَتَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: قَتَلْتُ مُحَمَّدًا. فَصَرَخَ بِهَا الصَّارِخُ حَتَّى سَمِعَهَا الْكَثِيرُ مِنَ الْمُسْلِمِينَ وَفَشَتْ فِي النَّاسِ، فَوَهَنَ أَكْثَرُ الْمُسْلِمِينَ وَضَعُفُوا وَاسْتَكَانُوا مِنْ شِدَّةِ الْحُزْنِ، وَقَالَ بَعْضُ الضُّعَفَاءِ: لَيْتَ عَبْدَ اللهِ بْنَ أُبَيٍّ يَأْخُذُ لَنَا مِنْ أَبِي سُفْيَانَ أَمَانًا، وَقَالَ قَوْمٌ مِنَ الْمُنَافِقِينَ: لَوْ كَانَ نَبِيًّا لَمَا قُتِلَ، ارْجِعُوا إِلَى إِخْوَانِكُمْ وَإِلَى دِينِكُمْ، وَفِي رِوَايَةِ ابْنِ جَرِيرٍ عَنِ السُّدِّيِّ:  \" وَفَشَا فِي النَّاسِ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ قُتِلَ، فَقَالَ بَعْضُ أَصْحَابِ الصَّخْرَةِ - أَيِ الَّذِينَ فَرُّوا إِلَى الْجَبَلِ فَقَامُوا عَلَى صَخْرَةٍ مِنْهُ - لَيْتَ لَنَا رَسُولًا إِلَى عَبْدِ اللهِ بْنِ أُبَيٍّ فَيَأْخُذُ لَنَا أَمَنَةً مِنْ أَبِي سُفْيَانَ، يَا قَوْمِ إِنَّ مُحَمَّدًا قَدْ قُتِلَ فَارْجِعُوا إِلَى قَوْمِكُمْ قَبْلَ أَنْ يَأْتُوكُمْ فَيَقْتُلُوكُمْ \" وَقَالَ أَنَسُ بْنُ النَّضْرِ مَا يَأْتِي عَنْ قَرِيبٍ، وَأَمَّا الْمُؤْمِنُونَ الصَّادِقُونَ الْمُوقِنُونَ فَمِنْهُمْ مَنْ ثَبَتَ مَعَهُ وَمَنْ كَانَ بَعِيدًا فَرَجَعَ إِلَيْهِ، مِنْهُمْ أَبُو بَكْرٍ وَعَلِيٌّ وَطَلْحَةُ وَأَبُو دُجَانَةَ الَّذِي جَعَلَ نَفْسَهُ تُرْسًا دُونَهُ فَكَانَ يَقَعُ عَلَيْهِ النَّبْلُ وَهُوَ لَا يَتَحَرَّكُ. </p><p> قَالَ ابْنُ الْقَيِّمِ فِي بَيَانِ حُكْمِ هَذِهِ الْوَاقِعَةِ: هَذِهِ الْآيَةُ كَانَتْ مُقَدِّمَةً وَإِرْهَاصًا بَيْنَ يَدَيْ مَوْتِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَذَكَرَ أَنَّ تَوْبِيخَ الَّذِينَ ارْتَدُّوا عَلَى أَعْقَابِهِمْ بِهَذِهِ الْآيَةِ قَدْ ظَهَرَ أَثَرُهُ يَوْمَ وَفَاةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَدِ ارْتَدَّ مَنِ ارْتَدَّ عَلَى عَقِبَيْهِ وَثَبَتَ الصَّادِقُونَ عَلَى دِينِهِ حَتَّى كَانَتِ الْعَاقِبَةُ لَهُمْ، أَقُولُ: وَلَا يُنَافِي هَذِهِ الْحِكْمَةَ كَوْنُ الْوَقْعَةِ كَانَتْ قَبْلَ وَفَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِبِضْعِ سِنِينَ - لِأَنَّ غَزْوَةَ أُحُدٍ كَانَتْ فِي السَّنَةِ الثَّالِثَةِ مِنَ الْهِجْرَةِ - فَإِنَّ تَوْطِينَ نَفْسِ الْأُمَّةِ الْكَبِيرَةِ عَلَى الشَّيْءِ وَإِعْدَادِهَا لَهُ </p><p> لَا يَكُونُ قَبْلَ وُقُوعِهِ بِيَوْمٍ أَوْ أَيَّامٍ أَوْ شُهُورٍ بَلْ لَا بُدَّ فِيهِ مِنْ زَمَنٍ يَكْفِي لِتَعْمِيمِهِ فِيهَا وَصَيْرُورَتِهِ مِنَ الْأُمُورِ الْمُسَلَّمَةِ الْمَشْهُورَةِ عِنْدَهَا حَتَّى لَا يَغِيبَ عَنِ الْأَذْهَانِ. </p><p> وَحَاصِلُ الْمَعْنَى أَنَّ مُحَمَّدًا لَيْسَ إِلَّا بَشَرًا رَسُولًا قَدْ خَلَتْ وَمَضَتِ الرُّسُلُ مِنْ قَبْلِهِ فَمَاتُوا وَقَدْ قُتِلَ بَعْضُ النَّبِيِّينَ كَزَكَرِيَّا وَيَحْيَى فَلَمْ يَكُنْ لِأَحَدٍ مِنْهُمُ الْخُلْدُ وَهُوَ لَا بُدَّ أَنْ تَحْكُمَ عَلَيْهِ سُنَّةُ </p><p> اللهِ بِالْمَوْتِ فَيَخْلُو كَمَا خَلَوْا مِنْ قَبْلِهِ، إِذْ لَا بَقَاءَ إِلَّا لِلَّهِ وَحْدَهُ، وَلَا يَنْبَغِي لِلْمُؤْمِنِ الْمُوَحِّدِ أَنْ يَعْتَقِدَهُ لِغَيْرِهِ، أَفَإِنْ مَاتَ كَمَا مَاتَ مُوسَى وَعِيسَى، أَوْ قُتِلَ كَمَا قُتِلَ زَكَرِيَّا وَيَحْيَى تَنْقَلِبُونَ عَلَى أَعْقَابِكُمْ، أَيْ تُوَلُّونَ الدُّبُرَ رَاجِعِينَ عَمَّا كَانَ عَلَيْهِ، يَهْدِيهِمُ اللهُ بِهَذَا إِلَى أَنَّ الرَّسُولَ لَيْسَ مَقْصُودًا لِذَاتِهِ فَيَبْقَى لِلنَّاسِ، وَإِنَّمَا الْمَقْصُودُ مِنْ إِرْسَالِهِ مَا أُرْسِلَ بِهِ مِنَ الْهِدَايَةِ فَيَجِبُ الْعَمَلُ بِهَا مِنْ بَعْدِهِ، كَمَا وَجَبَ فِي عَهْدِهِ، وَلِلَّهِ دَرُّ أَنَسِ بْنِ النَّضْرِ وَرَضِيَ عَنْهُ فَإِنَّهُ فِي تِلْكَ السَّاعَةِ الَّتِي زَاغَتْ فِيهَا الْأَبْصَارُ وَالْبَصَائِرُ، وَاشْتَدَّ الْكَرْبُ حَتَّى بَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ، وَقَالَ بَعْضُ الضُّعَفَاءِ وَالْمُنَافِقِينَ مَا قَالُوا، قَدْ قَالَ:  \" يَا قَوْمِ إِنْ مُحَمَّدٌ قُتِلَ فَإِنَّ رَبَّ مُحَمَّدٍ لَمْ يُقْتَلْ فَقَاتِلُوا عَلَى مَا قَاتَلَ عَلَيْهِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، اللهُمَّ إِنِّي أَعْتَذِرُ إِلَيْكَ مِمَّا يَقُولُ هَؤُلَاءِ، وَأَبْرَأُ إِلَيْكَ مِمَّا جَاءَ بِهِ هَؤُلَاءِ \" ثُمَّ شَدَّ بِسَيْفِهِ وَقَاتَلَ حَتَّى قُتِلَ. </p><p> قَالَ فِي الْكَشَّافِ:  \" وَالِانْقِلَابُ عَلَى الْأَعْقَابِ: الْإِدْبَارُ عَمَّا كَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُومُ بِهِ مِنْ أَمْرِ الْجِهَادِ وَغَيْرِهِ،وَقِيلَ:الِارْتِدَادُ، وَمَا ارْتَدَّ أَحَدٌ مِنَ الْمُسْلِمِينَ ذَلِكَ الْيَوْمَ إِلَّا مَا كَانَ مِنْ قَوْمِ الْمُنَافِقِينَ، وَيَجُوزُ أَنْ يَكُونَ عَلَى وَجْهِ التَّغْلِيظِ عَلَيْهِمْ فِيمَا كَانَ مِنْهُمْ مِنَ الْفِرَارِ وَالِانْكِشَافِ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِسْلَامِهِ \" وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ كَلِمَةَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ مِنْ قَبِيلِ الْمَثَلِ تُضْرَبُ لِمَنْ رَجَعَ عَنِ الشَّيْءِ بَعْدَ الْإِقْبَالِ عَلَيْهِ، وَالْأَحْسَنُ أَنْ تَكُونَ عَامَّةً تَشْمَلُ الِارْتِدَادَ عَنِ الدِّينِ الَّذِي جَاهَرَ بِالدَّعْوَةِ إِلَيْهِ بَعْضُ الْمُنَافِقِينَ، وَالِارْتِدَادُ عَنِ الْعَمَلِ كَالْجِهَادِ وَمُكَافَحَةِ الْأَعْدَاءِ وَتَأْيِيدِ الْحَقِّ، وَهَذَا هُوَ الصَّوَابُ. </p><p> قَالَ - تَعَالَى -: وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللهَ شَيْئًا لِأَنَّهُ وَعْدٌ بِأَنْ يَنْصُرَ مَنْ يَنْصُرُهُ وَيُعِزُّ دِينَهُ وَيَجْعَلُ كَلِمَتَهُ هِيَ الْعُلْيَا وَهُوَ مُنْجِزٌ وَعْدَهُ لَا يَحُولُ دُونَ إِنْجَازِهِ ارْتِدَادُ بَعْضِ الضُّعَفَاءِ وَالْمُنَافِقِينَ عَلَى أَعْقَابِهِمْ، فَإِنَّهُ يُثَبِّتُ الْمُؤْمِنِينَ وَيُمَحِّصُهُمْ </p><p> حَتَّى يَكُونُوا كَالتِّبْرِ الْخَالِصِ وَبِهِمْ يُقِيمُ دِينَهُ ; وَلِذَلِكَ قَالَ: وَسَيَجْزِي اللهُ الشَّاكِرِينَ لَهُ نِعَمَهُ عَلَيْهِمْ بِالْقُوَى الْعَقْلِيَّةِ وَالْجَسَدِيَّةِ وَبِالْإِيمَانِ وَالْهِدَايَةِ، الْقَائِمِينَ بِحُقُوقِهَا فِي حَيَاةِ رَسُولِهِ وَبَعْدَ مَوْتِهِ عَلَى سَوَاءٍ، يَأْتُونَ فِي كُلِّ وَقْتٍ مَا يُمْكِنُ الْإِتْيَانُ بِهِ، لَا يَأْلُونَ جُهْدًا، وَلَا يُقَصِّرُونَ فِي شَيْءٍ عَمْدًا، إِذْ لَمْ يَكُنْ عَمَلُهُمْ لِوَجْهِ الرَّسُولِ فَيَبْطُلُ إِذَا غَيَّبَهُ الْمَوْتُ عَنْهُمْ، وَإِنَّمَا هُوَ لِوَجْهِ اللهِ ذِي الْجَلَالِ وَالْإِكْرَامِ وَهُوَ لَا يَمُوتُ وَلَا يَزُولُ. </p><p> الْأُسْتَاذُ الْإِمَامُ: فِي هَذِهِ الْآيَةِ إِرْشَادٌ لَنَا إِلَى أَلَّا نَجْعَلَ الْمَصَائِبَ الشَّخْصِيَّةَ دَلِيلًا عَلَى كَوْنِ مَنْ تُصِيبُهُ عَلَى بَاطِلٍ أَوْ عَلَى حَقٍّ، فَإِنَّ مِنَ الْجَائِزِ عَقْلًا وَالْوَاقِعِ فِعْلًا أَنْ يُبْتَلَى صَاحِبُ الْحَقِّ بِالْمَصَائِبِ وَالرَّزَايَا، وَأَنْ يُبْتَلَى صَاحِبُ الْبَاطِلِ بِالنِّعَمِ وَالْعَطَايَا، كَمَا أَنَّ عَكْسَ ذَلِكَ جَائِزٌ وَوَاقِعٌ، وَتُعَلِّمُنَا أَيْضًا أَلَّا نَعْتَمِدَ فِي مَعْرِفَةِ الْحَقِّ وَالْخَيْرِ عَلَى وُجُودِ الْمُعَلِّمِ بِحَيْثُ نَتْرُكُهُمَا بَعْدَ ذَهَابِهِ أَوْ مَوْتِهِ، وَإِنَّمَا نَعْتَمِدُ عَلَى مَعْرِفَتِهِمَا وَالتَّحَقُّقِ بِهِمَا وَالسَّيْرِ عَلَى مِنْهَاجِهِمَا فِي حَالِ </p><p> وُجُودِ الْمُعَلِّمِ وَبَعْدَهُ، فَكَأَنَّ اللهَ - تَعَالَى - يَقُولُ: عَلَيْكُمْ أَنْ تَسْتَضِيئُوا بِالنُّورِ وَتَتَقَلَّدُوا سَيْفَ الْبُرْهَانِ اللَّذَيْنِ جَاءَكُمْ بِهِمَا مُحَمَّدٌ، وَأَمَّا مَا يُصِيبُ جِسْمَهُ مِنْ جُرْحٍ أَوْ أَلَمٍ، وَمَا يَعْرِضُ لَهُ مِنْ حَيَاةٍ أَوْ مَوْتٍ فَلَا مَدْخَلَ لَهُ فِي صِحَّةِ دَعْوَتِهِ، وَلَا فِي إِضْعَافِ النُّورِ الَّذِي جَاءَ بِهِ، فَلَا مَعْنَى إذًا لِتَعْلِيقِ إِيمَانِكُمْ بِحَيَاتِهِ أَوْ سَلَامَةِ بَدَنِهِ مِمَّا يَعْرِضُ لَهُ مِنْ حَيْثُ هُوَ بَشَرٌ مِثْلُكُمْ، خَاضِعٌ لِسُنَنِ اللهِ كَخُضُوعِكُمْ. </p><p> أَقُولُ: قَدْ غَفَلَ عَنْ هَذَا مَنْ أَهْمَلَ هِدَايَةَ الْقُرْآنِ مِنَ الْمُسْلِمِينَ (جِنْسِيَّةً لَا إِذْعَانًا وَمَعْرِفَةً) فَتَرَاهُمْ إِذَا سَاءَ اعْتِقَادُهُمْ فِي رَجُلٍ - كَأَنْ خَالَفَ تَقَالِيدَهُمْ أَوْ أَنْكَرَ عَلَيْهِمْ أَهْوَاءَهُمْ - يَتَرَبَّصُونَ بِهِ الدَّوَائِرَ فَإِذَا أَصَابَتْهُ مُصِيبَةٌ زَعَمُوا أَنَّ اللهَ - تَعَالَى - قَدِ انْتَقَمَ مِنْهُ حُبًّا لَهُمْ وَبُغْضًا فِيهِ! فَإِنْ كَانَ مَعَ ذَلِكَ مُتَّهَمًا بِالْإِنْكَارِ عَلَى مَنْ يَعْتَقِدُونَ صَلَاحَهُمْ وَوِلَايَتَهُمْ، قَالُوا إِنَّهُمْ قَدْ تَصَرَّفُوا فِيهِ! ! وَيَغْفُلُونَ عَمَّا أَصَابَ النَّبِيَّ فِي أُحُدٍ وَمَا أَصَابَ كَثِيرًا مِنَ الْأَنْبِيَاءِ قَبْلَهُ، بَلْ يَعْمُونَ عَمَّا يُصِيبُ مُعْتَقَدِيهِمْ وَأَوْلِيَاءَهُمْ فِي عَهْدِهِمْ. لَمَّا حُبِسَ الْأُسْتَاذُ الْإِمَامُ فِي عَاقِبَةِ الثَّوْرَةِ الْعُرَابِيَّةِ قَالَ بَعْضُ هَؤُلَاءِ الْمَغْرُورِينَ: إِنَّهُ حُبِسَ كَرَامَةً لِلشَّيْخِ عِلِيشٍ لِأَنَّهُ - أَيِ الشَّيْخِ عِلِيشٍ - كَانَ يَكْرَهُهُ، فَبَلَغَهُ ذَلِكَ وَكَانَ الشَّيْخُ عِلِيشٍ مَحْبُوسًا أَيْضًا فَقَالَ: لِمَاذَا أَكُونُ حُبِسْتُ كَرَامَةً لَهُ وَلَمْ يَكُنْ هُوَ الَّذِي حُبِسَ كَرَامَةً لِي ; لِأَنَّهُ أَسَاءَ بِي الظَّنَّ وَقَالَ السُّوءَ لِتَصْدِيقِهِ فِيَّ الْوُشَاةَ النَّمَّامِينَ وَأَنَا لَمْ أَقُلْ فِيهِ شَيْئًا؟ السَّبَبُ فِي </p><p> حَبْسِ كُلٍّ مِنَّا وَاحِدٌ، فَلِمَاذَا كَانَ كَرَامَةً لِوَاحِدٍ وَانْتِقَامًا مِنَ الْآخَرِ؟ </p><p> وَلَا يَخْفَى عَلَى الْمُؤْمِنِ الْعَارِفِ أَنَّ هَذَا الِاعْتِقَادَ يُعَارِضُ التَّوْحِيدَ الْخَالِصَ ; وَلِذَلِكَ كَانَ مِنَ الْمَقَاصِدِ فِي الْآيَةِ وَالْحُكْمِ فِي سَبَبِهَا تَقْرِيرُ التَّوْحِيدِ بِبَيَانِ أَنَّ الْأَنْبِيَاءَ وَالرُّسُلَ كَسَائِرِ الْبَشَرِ فِي الْخُضُوعِ لِسُنَنِ اللهِ وَنِظَامِ خَلْقِهِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ فِي بَيَانِ مَزَايَا الْإِسْلَامِ مِنْ رِسَالَةِ التَّوْحِيدِ مَا نَصُّهُ: </p><p> \" ثُمَّ أَمَاطَ (أَيِ الْإِسْلَامُ) اللِّثَامَ عَنْ حَالِ الْإِنْسَانِ فِي النِّعَمِ الَّتِي يَتَمَتَّعُ بِهَا الْأَشْخَاصُ أَوِ الْأُمَّةُ، وَالْمَصَائِبُ الَّتِي يُرْزَءُونَ بِهِ، فَفَصَلَ بَيْنَ الْأَمْرَيْنِ فَصْلًا لَا مَجَالَ مَعَهُ لِلْخَلْطِ بَيْنَهُمَا، فَأَمَّا النِّعَمُ الَّتِي يُمَتِّعُ اللهُ بِهَا بَعْضَ الْأَشْخَاصِ فِي هَذِهِ الْحَيَاةِ، وَالرَّزَايَا الَّتِي يُرْزَأُ بِهَا فِي نَفْسِهِ فَكَثِيرٌ مِنْهَا كَالثَّرْوَةِ وَالْجَاهِ وَالْقُوَّةِ وَالْبَنِينَ أَوِ الْفَقْرِ وَالضَّعَةِ وَالضَّعْفِ وَالْفَقْدِ رُبَّمَا لَا يَكُونُ كَاسِبُهَا أَوْ جَالِبُهَا مَا عَلَيْهِ الشَّخْصُ فِي سِيرَتِهِ مِنِ اسْتِقَامَةٍ وَعِوَجٍ أَوْ طَاعَةٍ وَعِصْيَانٍ، كَثِيرًا مَا أَمْهَلَ اللهُ بَعْضَ الطُّغَاةِ الْبُغَاةِ أَوِ الْفَجَرَةِ الْفَسَقَةِ وَتَرَكَ لَهُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا إِنْظَارًا لَهُمْ حَتَّى يَتَلَقَّاهُمْ مَا أَعَدَّ مِنَ الْعَذَابِ الْمُقِيمِ فِي الْحَيَاةِ الْأُخْرَى وَكَثِيرًا مَا امْتَحَنَ اللهُ الصَّالِحِينَ مِنْ عِبَادِهِ، وَأَثْنَى عَلَيْهِمْ فِي الِاسْتِسْلَامِ لِحُكْمِهِ، وَهُمُ الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ عَبَّرُوا عَنْ إِخْلَاصِهِمْ فِي التَّسْلِيمِ بِقَوْلِهِمْ: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ [٢: ١٥٦] فَلَا غَضَبُ زَيْدٍ وَلَا رِضَا عَمْرٍو وَلَا إِخْلَاصُ سَرِيرَةٍ وَلَا فَسَادُ عَمَلٍ مِمَّا يَكُونُ لَهُ فِي هَذِهِ الرَّزَايَا، وَلَا فِي تِلْكَ النِّعَمِ الْخَاصَّةِ، اللهُمَّ </p>"
}