{
  "id": null,
  "sura": 3,
  "aya": 55,
  "text": "<p> وَقَالَ الْأُسْتَاذُ فِي تَفْسِيرِ: خَيْرُ الْمَاكِرِينَ بِنَاءً عَلَى أَنَّ الْمَكْرَ فِي نَفْسِهِ شَرٌّ: أَيْ إِنْ كَانَ فِي الْخَيْرِ </p><p> مَكْرٌ، فَمَكْرُهُ - سُبْحَانَهُ - وَتَعَالَى مُوَجَّهٌ إِلَى الْخَيْرِ وَمَكْرُهُمْ هُوَ الْمُوَجَّهُ إِلَى الشَّرِّ. </p><p> إِذْ قَالَ اللهُ يَاعِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا أَيْ مَكْرُ اللهِ بِهِمْ ; إِذْ قَالَ لِنَبِيِّهِ: إِنِّي مُتَوَفِّيكَ إِلَخْ، فَإِنَّ هَذِهِ بِشَارَةٌ بِإِنْجَائِهِ مِنْ مَكْرِهِمْ وَجَعْلِ كَيْدِهِمْ فِي نَحْرِهِمْ قَدْ تَحَقَّقَتْ، وَلَمْ يَنَالُوا مِنْهُ مَا كَانُوا يُرِيدُونَ بِالْمَكْرِ وَالْحِيلَةِ، وَالتَّوَفِّي فِي اللُّغَةِ: أَخْذُ الشَّيْءِ وَافِيًا تَامًّا، وَمِنْ ثَمَّ اسْتُعْمِلَ بِمَعْنَى الْإِمَاتَةِ قَالَ - تَعَالَى -: اللهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا [٣٩: ٤٢] وَقَالَ: قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ [٣٢: ١١] فَالْمُتَبَادِرُ مِنَ الْآيَةِ: إِنِّي مُمِيتُكَ وَجَاعِلُكَ بَعْدَ الْمَوْتِ فِي مَكَانٍ رَفِيعٍ عِنْدِي، كَمَا قَالَ فِي إِدْرِيسَ - عَلَيْهِ السَّلَامُ -: وَرَفَعْنَاهُ مَكَانًا عَلِيًّا [١٩: ٥٧] وَاللهُ - تَعَالَى - يُضِيفُ إِلَيْهِ مَا يَكُونُ فِيهِ الْأَبْرَارُ مِنْ عَالَمِ الْغَيْبِ قَبْلَ الْبَعْثِ وَبَعْدَهُ كَمَا قَالَ فِي الشُّهَدَاءِ: أَحْيَاءٌ عِنْدَ رَبِّهِمْ [٣: ١٦٩] وَقَالَ: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ [٥٤: ٥٤، ٥٥] وَأَمَّا تَطْهِيرُهُ مِنَ الَّذِينَ كَفَرُوا فَهُوَ: إِنْجَاؤُهُ مِمَّا كَانُوا يَرْمُونَهُ بِهِ أَوْ يَرُومُونَهُ مِنْهُ وَيُرِيدُونَهُ بِهِ مِنَ الشَّرِّ. هَذَا مَا يَفْهَمُهُ الْقَارِئُ الْخَالِي الذِّهْنِ مِنَ الرِّوَايَاتِ وَالْأَقْوَالِ ; لِأَنَّهُ هُوَ الْمُتَبَادَرُ مِنَ الْعِبَارَةِ وَقَدْ أَيَّدْنَاهُ بِالشَّوَاهِدِ مِنَ الْآيَاتِ، وَلَكِنَّ الْمُفَسِّرِينَ قَدْ حَوَّلُوا الْكَلَامَ عَنْ ظَاهِرِهِ لِيَنْطَبِقَ عَلَى مَا أَعْطَتْهُمُ الرِّوَايَاتُ مِنْ كَوْنِ عِيسَى رُفِعَ إِلَى السَّمَاءِ بِجَسَدِهِ، وَهَاكَ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي ذَلِكَ: </p><p> يَقُولُ بَعْضُ الْمُفَسِّرِينَ: إِنِّي مُتَوَفِّيكَ أَيْ مُنَوِّمُكَ، وَبَعْضُهُمْ: إِنِّي قَابِضُكَ مِنَ الْأَرْضِ بِرُوحِكَ وَجَسَدِكَ وَرَافِعُكَ إِلَيَّ بَيَانٌ لِهَذَا التَّوَفِّي، وَبَعْضُهُمْ: إِنِّي أُنَجِّيكَ مِنْ هَؤُلَاءِ الْمُعْتَدِينَ، فَلَا يَتَمَكَّنُونَ مِنْ قَتْلِكَ، وَأُمِيتُكَ حَتْفَ أَنْفِكَ ثُمَّ أَرْفَعُكَ إِلَيَّ، وَنُسِبَ هَذَا الْقَوْلُ إِلَى الْجُمْهُورِ وَقَالَ: لِلْعُلَمَاءِ هَاهُنَا طَرِيقَتَانِ إِحْدَاهُمَا - وَهِيَ الْمَشْهُورَةُ - أَنَّهُ رُفِعَ حَيًّا بِجِسْمِهِ وَرُوحِهِ، وَأَنَّهُ سَيَنْزِلُ فِي آخِرِ الزَّمَانِ فَيَحْكُمُ بَيْنَ النَّاسِ بِشَرِيعَتِنَا ثُمَّ يَتَوَفَّاهُ اللهُ تَعَالَى. </p><p> وَلَهُمْ فِي حَيَاتِهِ الثَّانِيَةِ عَلَى الْأَرْضِ كَلَامٌ طَوِيلٌ مَعْرُوفٌ، وَأَجَابَ هَؤُلَاءِ عَمَّا يُرَدُّ عَلَيْهِمْ مِنْ مُخَالَفَةِ الْقُرْآنِ فِي تَقْدِيمِ الرَّفْعِ عَلَى التَّوَفِّي بِأَنَّ الْوَاوَ لَا تُفِيدُ تَرْتِيبًا. أَقُولُ: وَفَاتَهُمْ أَنَّ مُخَالَفَةَ التَّرْتِيبِ فِي الذِّكْرِ لِلتَّرْتِيبِ فِي الْوُجُودِ لَا يَأْتِي فِي الْكَلَامِ الْبَلِيغِ إِلَّا لِنُكْتَةٍ، وَلَا نُكْتَةَ هُنَا لِتَقْدِيمِ التَّوَفِّي عَلَى الرَّفْعِ ; إِذِ الرَّفْعُ هُوَ الْأَهَمُّ </p><p> لِمَا فِيهِ مِنَ الْبِشَارَةِ بِالنَّجَاةِ وَرِفْعَةِ الْمَكَانَةِ. </p><p> (قَالَ) : وَالطَّرِيقَةُ الثَّانِيَةُ أَنَّ الْآيَةَ عَلَى ظَاهِرِهَا، وَأَنَّ التَّوَفِّيَ عَلَى مَعْنَاهُ الظَّاهِرِ الْمُتَبَادَرِ وَهُوَ الْإِمَاتَةُ الْعَادِيَّةُ، وَأَنَّ الرَّفْعَ يَكُونُ بَعْدَهُ وَهُوَ رَفْعُ الرُّوحِ، وَلَا بِدَعَ فِي إِطْلَاقِ الْخِطَابِ عَلَى شَخْصٍ وَإِرَادَةِ رُوحِهِ، فَإِنَّ الرُّوحَ هِيَ حَقِيقَةُ الْإِنْسَانِ، وَالْجَسَدُ كَالثَّوْبِ الْمُسْتَعَارِ فَإِنَّهُ يَزِيدُ وَيَنْقُصُ وَيَتَغَيَّرُ، وَالْإِنْسَانُ إِنْسَانٌ لِأَنَّ رُوحَهُ هِيَ هِيَ. (قَالَ) : وَلِصَاحِبِ هَذِهِ الطَّرِيقَةِ فِي حَدِيثِ الرَّفْعِ وَالنُّزُولِ فِي آخِرِ الزَّمَانِ تَخْرِيجَانِ: </p><p> أَحَدُهُمَا: أَنَّهُ حَدِيثُ آحَادٍ مُتَعَلِّقٌ بِأَمْرٍ اعْتِقَادِيٍّ لِأَنَّهُ مِنْ أُمُورِ الْغَيْبِ، وَالْأُمُورُ الِاعْتِقَادِيَّةُ لَا يُؤْخَذُ فِيهَا إِلَّا بِالْقَطْعِيِّ ; لِأَنَّ الْمَطْلُوبَ فِيهَا هُوَ الْيَقِينُ، وَلَيْسَ فِي الْبَابِ حَدِيثٌ مُتَوَاتِرٌ. </p><p> وَثَانِيهِمَا: تَأْوِيلُ نُزُولِهِ وَحُكْمِهِ فِي الْأَرْضِ بِغَلَبَةِ رُوحِهِ وَسِرِّ رِسَالَتِهِ عَلَى النَّاسِ، وَهُوَ مَا غَلَبَ فِي تَعْلِيمِهِ مِنَ الْأَمْرِ بِالرَّحْمَةِ وَالْمَحَبَّةِ وَالسِّلْمِ وَالْأَخْذِ بِمَقَاصِدِ الشَّرِيعَةِ دُونَ الْوُقُوفِ عِنْدَ ظَوَاهِرِهَا وَالتَّمَسُّكِ بِقُشُورِهَا دُونَ لُبَابِهَا، وَهُوَ حِكْمَتُهَا وَمَا شُرِعَتْ لِأَجْلِهِ ; فَالْمَسِيحُ - عَلَيْهِ السَّلَامُ - لَمْ يَأْتِ لِلْيَهُودِ بِشَرِيعَةٍ جَدِيدَةٍ، وَلَكِنَّهُ جَاءَهُمْ بِمَا يُزَحْزِحُهُمْ عَنِ الْجُمُودِ عَلَى ظَوَاهِرِ أَلْفَاظِ شَرِيعَةِ مُوسَى - عَلَيْهِ السَّلَامُ -، وَيُوقِفُهُمْ عَلَى فِقْهِهَا وَالْمُرَادِ مِنْهَا، وَيَأْمُرُهُمْ بِمُرَاعَاتِهِ وَبِمَا يَجْذِبُهُمْ إِلَى عَالَمِ الْأَرْوَاحِ بِتَحَرِّي كَمَالِ الْآدَابِ، أَيْ وَلَمَّا كَانَ أَصْحَابُ الشَّرِيعَةِ الْأَخِيرَةِ قَدْ جَمَدُوا عَلَى ظَوَاهِرِ أَلْفَاظِهَا بَلْ وَأَلْفَاظِ مَنْ كَتَبَ فِيهَا مُعَبِّرًا عَنْ رَأْيِهِ وَفَهْمِهِ، وَكَانَ ذَلِكَ مُزْهِقًا لِرُوحِهَا ذَاهِبًا بِحِكْمَتِهَا كَانَ لَا بُدَّ لَهُمْ مِنْ إِصْلَاحٍ عِيسَوِيٍّ يُبَيِّنُ لَهُمْ أَسْرَارَ الشَّرِيعَةِ وَرُوحَ الدِّينِ وَأَدَبَهُ الْحَقِيقِيَّ، وَكُلُّ ذَلِكَ مَطْوِيٌّ فِي الْقُرْآنِ الَّذِي حُجِبُوا عَنْهُ بِالتَّقْلِيدِ الَّذِي هُوَ آفَةُ الْحَقِّ وَعَدُوُّ الدِّينِ فِي كُلِّ زَمَانٍ. فَزَمَانُ عِيسَى عَلَى هَذَا التَّأْوِيلِ هُوَ الزَّمَانُ الَّذِي يَأْخُذُ النَّاسُ فِيهِ بِرُوحِ الدِّينِ وَالشَّرِيعَةِ الْإِسْلَامِيَّةِ لِإِصْلَاحِ السَّرَائِرِ مِنْ غَيْرِ تَقَيُّدٍ بِالرُّسُومِ وَالظَّوَاهِرِ. </p><p> هَذَا مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ مَعَ بَسْطٍ وَإِيضَاحٍ، وَلَكِنَّ ظَوَاهِرَ الْأَحَادِيثِ الْوَارِدَةِ فِي ذَلِكَ تَأْبَاهُ، وَلِأَهْلِ هَذَا التَّأْوِيلِ أَنْ يَقُولُوا: إِنَّ هَذِهِ الْأَحَادِيثَ قَدْ نُقِلَتْ بِالْمَعْنَى كَأَكْثَرِ الْأَحَادِيثِ، وَالنَّاقِلُ لِلْمَعْنَى يَنْقُلُ مَا فَهِمَهُ، وَسُئِلَ عَنِ الْمَسِيحِ الدَّجَّالِ وَقَتْلِ عِيسَى لَهُ فَقَالَ: إِنَّ الدَّجَّالَ رَمْزٌ لِلْخُرَافَاتِ وَالدَّجَلِ وَالْقَبَائِحَ الَّتِي تَزُولُ بِتَقْرِيرِ الشَّرِيعَةِ عَلَى وَجْهِهَا وَالْأَخْذِ بِأَسْرَارِهَا وَحِكَمِهَا. وَإِنَّ الْقُرْآنَ أَعْظَمُ هَادٍ إِلَى هَذِهِ </p><p> الْحِكَمِ وَالْأَسْرَارِ، وَسُنَّةُ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُبَيِّنَةٌ لِذَلِكَ فَلَا حَاجَةَ لِلْبَشَرِ إِلَى إِصْلَاحٍ وَرَاءَ الرُّجُوعِ إِلَى ذَلِكَ، وَسَنَعُودُ إِلَى مَبْحَثِ مَا جَرَى لِلْمَسِيحِ - عَلَيْهِ السَّلَامُ - مَعَ الْمَاكِرِينَ الَّذِينَ أَرَادُوا قَتْلَهُ وَصَلْبَهُ فِي تَفْسِيرِ سُورَةِ النِّسَاءِ إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ بِالْأَخْذِ بِمَا جِئْتَ بِهِ مِنَ الْهُدَى فَوْقَ الَّذِينَ كَفَرُوا بِكَ وَلَمْ يَهْتَدُوا بِهَدْيِكَ فَوْقِيَّةً رُوحَانِيَّةً دِينِيَّةً وَهِيَ كَوْنُهُمْ أَحْسَنَ أَخْلَاقًا وَأَكْمَلَ آدَابًا وَأَقْرَبَ إِلَى الْحَقِّ وَالْفَضْلِ، وَأَبْعَدَ عَنِ الْبَاطِلِ وَالِاعْتِدَاءِ، أَوْ فَوْقِيَّةً دُنْيَوِيَّةً وَهُوَ كَوْنُهُمْ يَكُونُونَ أَصْحَابَ السِّيَادَةِ عَلَيْهِمْ، وَلَكِنَّ هَذَا الْوَجْهَ لَمْ يَتَحَقَّقْ فِي زَمَنِ الْمَسِيحِ لِأَشَدِّ النَّاسِ اتِّبَاعًا لَهُ، بَلْ كَانُوا مَغْلُوبِينَ لِلْيَهُودِ، فَتَعَيَّنَ أَنْ يَكُونَ الْوَجْهُ الْأَوَّلُ هُوَ الْمُرَادُ وَوَجْهُهُ ظَاهِرٌ، فَإِنَّ اتِّبَاعَ الْمَسِيحِ هُوَ عَيْنُ الْأَخْذِ بِتِلْكَ الْفَضَائِلِ وَالْمَوَاعِظِ الَّتِي جَاءَ بِهَا وَلَيْسَ عِنْدَنَا شَيْءٌ عَنِ الْأُسْتَاذِ الْإِمَامِ فِي هَذَا. وَلَا يُشْكِلُ عَلَيْهِ قَوْلُهُ: </p><p> إِلَى يَوْمِ الْقِيَامَةِ فَإِنَّ فَوْقِيَّةَ الْفَضَائِلِ وَالْآدَابِ هِيَ الَّتِي كَانَتْ وَسَتَبْقَى كَذَلِكَ مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ أَقُولُ: فِيهِ الْتِفَاتٌ عَنِ الْغَيْبَةِ إِلَى الْخِطَابِ، وَبِذَلِكَ يَشْمَلُ الْمَسِيحَ وَالْمُخْتَلِفِينَ مَعَهُ وَيَشْتَمِلُ الِاخْتِلَافَ بَيْنَ أَتْبَاعِهِ وَالْكَافِرِينَ بِهِ، وَاللهُ هُوَ الَّذِي يُبَيِّنُ لَهُمْ جَمِيعًا يَوْمَ الْحِسَابِ الْحَقَّ فِي كُلِّ مَا اخْتَلَفُوا فِيهِ بِمَا يُزِيلُ شُبَهَ الْمُشْتَبِهِينَ وَرِيَاءَ الْجَاحِدِينَ. </p><p> فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ وَكَذَلِكَ عَذَّبَ اللهُ الْيَهُودَ الَّذِينَ كَفَرُوا بِهِ بِتَسْلِيطِ الْأُمَمِ عَلَيْهِمْ وَبِحُكْمِهَا فِيهِمْ وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ [٤١: ١٦] هُنَاكَ كَمَا أَنَّهُمْ لَمْ يُنْصَرُوا هُنَا وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ إِمَّا فِي الدَّارَيْنِ وَهُوَ الْغَالِبُ فِي الْأُمَمِ، وَإِمَّا فِي الْآخِرَةِ فَقَطْ وَاللهُ لَا يُحِبُّ الظَّالِمِينَ لِأَنْفُسِهِمْ بِالْخُرُوجِ عَنْ سُنَنِ الْفِطْرَةِ وَالْكُفْرِ بِالْأَنْبِيَاءِ الَّذِينَ يُطَالِبُونَ النُّفُوسَ بِتَقْوِيمِهَا. </p><p> ذَلِكَ الَّذِي تَقَدَّمَ مِنْ خَبَرِ عِيسَى نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى نَبُّوتِكَ وَالذِّكْرِ الْحَكِيمِ الَّذِي يُبَيِّنُ وُجُوهَ الْعِبَرِ فِي الْأَخْبَارِ وَالْحِكَمِ فِي الْأَحْكَامِ، فَيَهْدِي الْمُؤْمِنِينَ إِلَى لُبَابِ الدِّينِ وَفِقْهِ الشَّرِيعَةِ وَأَسْرَارِ الِاجْتِمَاعِ الْبَشَرِيِّ لِيَتَّعِظَ الْمُتَّعِظُونَ، وَيَصِلَ إِلَى مَقَامِ الْحِكْمَةِ الْعَارِفُونَ. وَلَيْسَ لَدَيْنَا عَنِ الْأُسْتَاذِ </p><p> الْإِمَامِ شَيْءٌ فِي هَذِهِ الْآيَاتِ الثَّلَاثِ. </p><p> إِنَّ مَثَلَ عِيسَى عِنْدَ اللهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللهِ عَلَى الْكَاذِبِينَ إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللهُ وَإِنَّ اللهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ فَإِنْ تَوَلَّوْا فَإِنَّ اللهَ عَلِيمٌ بِالْمُفْسِدِينَ </p>"
}