{
  "id": null,
  "sura": 3,
  "aya": 85,
  "text": "<p> هُوَ خُسْرَانُ النَّفْسِ، وَلَا نَبَّهَ إِلَيْهِ الْأُسْتَاذُ الْإِمَامُ، بَلْ لَمْ يَقُلْ فِي هَذِهِ الْآيَةِ شَيْئًا لِظُهُورِ مَعْنَاهَا. </p><p> وَقَدْ أَوْرَدَ الْإِمَامُ الرَّازِيُّ هَاهُنَا إِشْكَالًا وَأَجَابَ عَنْهُ قَالَ: وَاعْلَمْ أَنَّ ظَاهِرَ هَذِهِ الْآيَةِ يَدُلُّ عَلَى أَنَّ الْإِيمَانَ هُوَ الْإِسْلَامُ، وَإِذْ لَوْ كَانَ الْإِيمَانُ غَيْرَ الْإِسْلَامِ لَوَجَبَ أَلَّا يَكُونَ الْإِيمَانُ مَقْبُولًا لِقَوْلِهِ - تَعَالَى -: وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ إِلَّا أَنَّ ظَاهِرَ قَوْلِهِ - تَعَالَى -: قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا [٤٩: ١٤] يَقْتَضِي كَوْنَ الْإِسْلَامِ مُغَايِرًا لِلْإِيمَانِ وَوَجْهُ التَّوْفِيقِ بَيْنَهُمَا أَنْ تُحْمَلَ الْآيَةُ الْأُولَى عَلَى الْعُرْفِ الشَّرْعِيِّ وَالْآيَةُ الثَّانِيَةُ عَلَى الْوَضْعِ اللُّغَوِيِّ اهـ. كَلَامُهُ، وَهَذَا الْجَوَابُ مُبْهَمٌ وَقَدْ أَرَادَ بِالْآيَةِ الْأُولَى الْآيَةَ الَّتِي تُفَسِّرُهَا وَبِالثَّانِيَةِ قَالَتِ الْأَعْرَابُ وَالْمَعْنَى </p><p> أَنَّ أُولَئِكَ الْأَعْرَابَ الَّذِينَ نَزَلَتْ فِيهِمُ الْآيَةُ لَمْ يُسْلِمُوا الْإِسْلَامَ الشَّرْعِيَّ وَإِنَّمَا انْقَادُوا لِأَهْلِهِ فِي الظَّاهِرِ وَهُوَ يَقْتَضِي اتِّحَادَ الْإِيمَانِ وَالْإِسْلَامِ، وَقَالَ فِي تَفْسِيرِ هَذِهِ الثَّانِيَةِ مِنْ سُورَةِ الْحُجُرَاتِ مَا نَصُّهُ: </p><p> (الْمَسْأَلَةُ الرَّابِعَةُ) الْمُؤْمِنُ وَالْمُسْلِمُ وَاحِدٌ عِنْدَ أَهْلِ السُّنَّةِ، فَكَيْفَ يُفْهَمُ ذَلِكَ مَعَ هَذَا؟ نَقُولُ: بَيْنَ الْعَامِّ وَالْخَاصِّ فَرْقٌ، فَالْإِيمَانُ لَا يَحْصُلُ إِلَّا بِالْقَلْبِ، وَقَدْ يَحْصُلُ بِاللِّسَانِ، وَالْإِسْلَامُ أَعَمُّ لَكِنَّ الْعَامَّ فِي صُورَةِ الْخَاصِّ مُتَّحِدٌ مَعَ الْخَاصِّ وَلَا يَكُونُ أَمْرًا آخَرَ غَيْرَهُ. مِثَالُهُ: الْحَيَوَانُ أَعَمُّ مِنَ الْإِنْسَانِ لَكِنَّ الْحَيَوَانَ فِي صُورَةِ الْإِنْسَانِ لَيْسَ أَمْرًا يَنْفَكُّ عَنِ الْإِنْسَانِ وَلَا يَجُوزُ أَنْ يَكُونَ ذَلِكَ الْحَيَوَانُ حَيَوَانًا وَلَا يَكُونُ إِنْسَانًا فَالْعَامُّ وَالْخَاصُّ مُخْتَلِفَانِ فِي الْعُمُومِ مُتَّحِدَانِ فِي الْوُجُودِ، فَكَذَلِكَ الْمُؤْمِنُ وَالْمُسْلِمُ، وَسَنُبَيِّنُ ذَلِكَ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى -: فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ [٥١: ٣٥ - ٣٦] . </p><p> وَقَالَ فِي تَفْسِيرِ الْآيَةِ الثَّانِيَةِ مِنْ هَاتَيْنِ مَا نَصُّهُ:  \" وَالدَّلَالَةُ عَلَى أَنَّ الْمُسْلِمَ بِمَعْنَى الْمُؤْمِنِ ظَاهِرَةٌ، وَالْحَقُّ أَنَّ الْمُسْلِمَ أَعَمُّ مِنَ الْمُؤْمِنِ وَإِطْلَاقُ الْعَامِّ عَلَى الْخَاصِّ لَا مَانِعَ مِنْهُ. فَإِذَا سُمِّيَ الْمُؤْمِنُ مُسْلِمًا لَا يَدُلُّ عَلَى اتِّحَادِ مَفْهُومَيْهِمَا فَكَأَنَّهُ - تَعَالَى -قَالَ:أَخْرَجْنَا الْمُؤْمِنِينَ فَمَا وَجَدْنَا الْأَعَمَّ مِنْهُمْ إِلَّا بَيْتًا مِنَ الْمُسْلِمِينَ، وَيَلْزَمُ مِنْ هَذَا أَلَّا يَكُونَ هُنَاكَ غَيْرَهُمْ مِنَ الْمُؤْمِنِينَ.وَهَذَا كَمَا لَوْ قَالَ قَائِلٌ لِغَيْرِهِ:مَنْ فِي الْبَيْتِ مِنَ النَّاسِ؟ فَيَقُولُ لَهُ مَا فِي الْبَيْتِ مِنَ الْحَيَوَانَاتِ أَحَدٌ غَيْرُ زَيْدٍ فَيَكُونُ مُخْبِرًا لَهُ بِخُلُوِّ الْبَيْتِ عَنْ كُلِّ إِنْسَانٍ غَيْرِ زَيْدٍ \" اهـ. </p><p> أَقُولُ: وَأَنْتَ تَرَى أَنَّ فِي كَلَامِهِ اضْطِرَابًا وَسَبَبُهُ تَزَاحُمُ الِاصْطِلَاحَاتِ الْكَلَامِيَّةِ وَالْإِطْلَاقَاتِ اللُّغَوِيَّةِ فِي ذِهْنِهِ. وَالصَّوَابُ أَنَّ مَفْهُومَيِ الْإِسْلَامِ وَالْإِيمَانِ فِي اللُّغَةِ مُتَبَايِنَانِ فَالْإِسْلَامُ: الدُّخُولُ فِي السِّلْمِ وَهُوَ يُطْلَقُ عَلَى ضِدِّ الْحَرْبِ وَعَلَى السَّلَامَةِ وَالْخُلُوصِ وَعَلَى الِانْقِيَادِ كَمَا تَقَدَّمَ فِي أَوَائِلِ السُّورَةِ، وَالْإِيمَانُ: التَّصْدِيقُ وَيَكُونُ بِالْقَلْبِ كَأَنْ يَقُولَ امْرُؤٌ قَوْلًا فَتَعْتَقِدَ صِدْقَهُ. وَيَكُونُ بِاللِّسَانِ كَأَنَّ نَقُولَ لَهُ صَدَقْتَ، وَقَدْ أُطْلِقَ كُلٌّ مِنَ الْإِيمَانِ وَالْإِسْلَامِ </p><p> فِي الْقُرْآنِ عَلَى إِيمَانٍ خَاصٍّ جُعِلَ هُوَ الْمُنْجِي عِنْدَ اللهِ - تَعَالَى - وَإِسْلَامٍ خَاصٍّ هُوَ دِينُهُ الْمَقْبُولُ عِنْدَهُ. أَمَّا الْأَوَّلُ: فَهُوَ التَّصْدِيقُ </p><p> الْيَقِينِيُّ بِوَحْدَانِيَّةِ اللهِ وَكَمَالِهِ وَبِالْوَحْيِ وَالرُّسُلِ وَبِالْيَوْمِ الْآخِرِ بِحَيْثُ يَكُونُ لَهُ السُّلْطَانُ عَلَى الْإِرَادَةِ وَالْوِجْدَانِ فَيَتَرَتَّبُ عَلَيْهِ الْعَمَلُ الصَّالِحُ ; وَلِذَلِكَ قَالَ بَعْدَ نَفْيِ دُخُولِ الْإِيمَانِ فِي قُلُوبِ أُولَئِكَ الْأَعْرَابِ: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ أُولَئِكَ هُمُ الصَّادِقُونَ [٤٩: ١٥] وَأَمَّا الثَّانِي: فَهُوَ الْإِخْلَاصُ لَهُ - تَعَالَى - فِي التَّوْحِيدِ وَالْعِبَادَةِ وَالِانْقِيَادِ لِمَا هَدَى إِلَيْهِ عَلَى أَلْسِنَةِ رُسُلِهِ. وَهُوَ بِهَذَا الْمَعْنَى دِينُ جَمِيعِ النَّبِيِّينَ الَّذِينَ أَرْسَلَهُمْ لِهِدَايَةِ عِبَادِهِ. فَالْإِيمَانُ وَالْإِسْلَامُ عَلَى هَذَا يَتَوَارَدَانِ عَلَى حَقِيقَةٍ وَاحِدَةٍ يَتَنَاوَلُهَا كُلُّ وَاحِدٍ مِنْهُمَا بِاعْتِبَارٍ ; وَلِذَلِكَ عُدَّا شَيْئًا وَاحِدًا فِي الْآيَاتِ الَّتِي ذُكِرَتْ آنِفًا وَفِي قَوْلِهِ بَعْدَمَا ذَكَرَ عَنِ إِيمَانِ الْأَعْرَابِ وَإِسْلَامِهِمْ فِي (٤٩: ١٥) ثُمَّ بَيَانِ حَقِيقَةِ الْإِيمَانِ الصَّادِقِ قُلْ أَتُعَلِّمُونَ اللهَ بِدِينِكُمْ وَاللهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ [٤٩: ١٦ - ١٧] فَهَذَا هُوَ الْإِيمَانُ الصَّادِقُ وَالْإِسْلَامُ الصَّحِيحُ وَهُمَا الْمَطْلُوبَانِ لِأَجْلِ السَّعَادَةِ. </p><p> وَقَدْ يُطْلَقُ كُلٌّ مِنَ الْإِيمَانِ وَالْإِسْلَامِ عَلَى مَا يَكُونُ مِنْهُمَا ظَاهِرًا سَوَاءٌ كَانَ ذَلِكَ عَنْ يَقِينٍ أَوْ عَنْ جَهْلٍ أَوْ نِفَاقٍ. فَمِنَ الْأَوَّلِ الشِّقُّ الْأَوَّلُ مِنْ قَوْلِهِ - تَعَالَى -: إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ [٢: ٦٢] الْآيَةَ فَالْمُرَادُ بِالَّذِينِ آمَنُوا فِي أَوَّلِ الْآيَةِ الَّذِينَ صَدَّقُوا بِهَذَا الدِّينِ فِي الظَّاهِرِ وَقَوْلِهِ: مَنْ آمَنَ مِنْهُمْ بِاللهِ إِلَخْ هُوَ الْإِيمَانُ الْحَقِيقِيُّ الَّذِي عَلَيْهِ مَدَارُ النَّجَاةِ وَقَدْ تَقَدَّمَ شَرْحُهُ آنِفًا. وَمِنَ الثَّانِي قَوْلُهُ: وَلَكِنْ قُولُوا أَسْلَمْنَا أَيْ دَخَلْنَا فِي السِّلْمِ الَّذِي هُوَ مُسَالَمَةُ الْمُؤْمِنِينَ بَعْدَ أَنْ كُنَّا حَرْبًا لَهُ، وَلَيْسَ مَعْنَاهُ الْإِخْلَاصَ وَالِانْقِيَادَ مَعَ الْإِذْعَانِ وَإِلَّا لَمَا نَفَى إِيمَانَ الْقَلْبِ. هَذَا هُوَ التَّحْقِيقُ فِي الْمَسْأَلَةِ وَلِلَّهِ الْحَمْدُ. </p><p> أَمَّا إِطْلَاقُ الْإِسْلَامِ بِمَعْنَى مَا عَلَيْهِ هَؤُلَاءِ الْأَقْوَامُ الْمَعْرُوفُونَ بِالْمُسْلِمِينَ مِنْ عَقَائِدَ وَتَقَالِيدَ وَأَعْمَالٍ فَهُوَ اصْطِلَاحٌ حَادِثٌ مَبْنِيٌّ عَلَى قَاعِدَةِ \" الدِّينُ مَا عَلَيْهِ الْمُتَدَيِّنُونَ \" فَالْبُوذِيَّةُ مَا عَلَيْهِ النَّاسُ الْمَعْرُفُونَ بِالْبُوذِيَّةِ، وَالْيَهُودِيَّةُ مَا عَلَيْهِ الشَّعْبُ </p><p> الَّذِي يُطْلَقُ عَلَيْهِ اسْمُ الْيَهُودِ، وَالنَّصْرَانِيَّةُ مَا عَلَيْهِ الْأَقْوَامُ الَّذِينَ يَقُولُونَ إِنَّا نَصَارَى وَهَكَذَا. وَهَذَا هُوَ الدِّينُ بِمَعْنَى الْجِنْسِيَّةِ وَقَدْ يَكُونُ لَهُ أَصْلٌ سَمَاوِيٌّ أَوْ وَضْعِيٌّ فَيَطْرَأُ عَلَيْهِ التَّغْيِيرُ وَالتَّبْدِيلُ حَتَّى يَكُونَ بَعِيدًا عَنْ أَصْلِهِ فِي قَوَاعِدِهِ وَمَقَاصِدِهِ، وَتَكُونُ الْعِبْرَةُ بِمَا عَلَيْهِ أَهْلُهُ لَا بِذَلِكَ الْأَصْلِ الْمَجْهُولِ أَوِ الْمَعْلُومِ، وَتَحَوُّلُ دِينِ أَهْلِ الْكِتَابِ إِلَى جِنْسِيَّةٍ بِهَذَا الْمَعْنَى هُوَ الَّذِي صَدَّ أَهْلَ الْكِتَابِ عَنِ اتِّبَاعِ النَّبِيِّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - عَلَى مَا جَاءَ بِهِ مِنْ بَيَانِ رُوحِ دِينِ اللهِ الَّذِي كَانَ عَلَيْهِ جَمِيعُ الْأَنْبِيَاءِ عَلَى اخْتِلَافِ </p>"
}