{
  "id": null,
  "sura": 3,
  "aya": 151,
  "text": "<p> بِالنِّسْبَةِ إِلَى النَّصْرِ، يَعْنِي أَنَّ نَصْرَ اللهِ لِعِبَادِهِ الْمُؤْمِنِينَ خَيْرٌ مِنْ نَصْرِ الْكَافِرِينَ لِمَنْ يَنْصُرُونَهُ مِنْ أَوْلِيَائِهِمْ </p><p> سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا الْمُتَبَادِرُ لَنَا أَنَّ الْآيَةَ تَعْلِيلٌ أَوْ تَصْوِيرٌ لِكَوْنِهِ - تَعَالَى - خَيْرُ النَّاصِرِينَ لِلْمُؤْمِنِينَ الْمُوَحِّدِينَ، مُبَيِّنَةٌ لِبَعْضِ وُجُوهِهِ تَبْيِينًا يُقَبِّحُ لَهُمُ الشِّرْكَ وَيَزِيدُهُمْ حُبًّا فِي الْإِيمَانِ، وَبَيَانُهُ أَنَّهُ سَيُحَكِّمُ فِي أَعْدَائِهِمُ الْمُشْرِكِينَ سُنَّتَهُ الْعَادِلَةَ، وَهِيَ أَنَّهُ يُلْقِي فِي قُلُوبِهِمُ الرُّعُبَ - بِضَمِّ الْعَيْنِ - وَبِهِ قَرَأَ ابْنُ عَامِرٍ وَالْكِسَائِيُّ وَيَعْقُوبُ وَبِسُكُونِهَا وَبِهِ قَرَأَ الْبَاقُونَ، وَهُوَ شِدَّةُ الْخَوْفِ الَّتِي تَمْلَأُ الْقَلْبَ بِسَبَبِ إِشْرَاكِهِمْ بِاللهِ أَصْنَامًا وَمَعْبُودَاتٍ لَمْ يُنَزِّلْ بِهَا سُلْطَانًا، </p><p> أَيْ لَمْ يُقِمْ بُرْهَانًا مِنَ الْعَقْلِ وَلَا مِنَ الْوَحْيِ عَلَى مَا زَعَمُوا مِنْ أُلُوهِيَّتِهَا وَكَوْنِهَا وَاسِطَةً بَيْنَ اللهِ وَبَيْنَ خَلْقِهِ، وَإِنَّمَا قَلَّدُوا فِي اتِّخَاذِهَا وَاعْتِقَادِهَا آبَاءَهُمُ الَّذِينَ اتَّبَعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ، وَمَنْ كَانَ كَذَلِكَ غَيْرَ مُطْمَئِنٍّ فِي دِينِهِ، وَلَا مُتَّبِعٍ لِلدَّلِيلِ فِي اعْتِقَادِهِ فَهُوَ دَائِمًا عُرْضَةٌ لِاضْطِرَابِ الْقَلْبِ وَاتِّبَاعٍ خَطَرَاتِ الْوَهْمِ، يَعُدُّ الْوَسْوَاسَ أَسْبَابًا وَيَرَى الْهَوَاجِسَ مُؤَثِّرَاتٍ وَعِلَلًا قِيَاسًا عَلَى اتِّخَاذِهِ بَعْضَ الْمَخْلُوقَاتِ أَوْلِيَاءَ وَجَعْلِهِمْ وَسَائِطَ عِنْدَ اللهِ وَشُفَعَاءَ، وَاعْتِيَادِهِ بِذَلِكَ أَنْ يَرْجُوَ مَا لَا يُرْجَى مِنْهُ خَيْرٌ، وَيَخَافُ مَا لَا يُخَافُ مِنْهُ ضَيْرٌ، فَالْإِشْرَاكُ قَدْ يَكُونُ سَبَبًا طَبِيعِيًّا لِوُقُوعِ الرُّعْبِ فِي الْقَلْبِ، وَمَا كَانَ كَذَلِكَ فَإِنَّ اللهَ يُسْنِدُهُ إِلَى نَفْسِهِ وَإِنْ لَمْ يَذْكُرِ السَّبَبَ ; لِأَنَّهُ هُوَ وَاضِعُ الْأَسْبَابِ وَالسُّنَنِ، وَلَكِنَّهُ قَدْ صَرَّحَ بِهِ هُنَا لِيَكُونَ بُرْهَانًا عَلَى بُطْلَانِ الشِّرْكِ وَسُوءِ أَثَرِهِ، وَهَذَا الْوَجْهُ الْمُخْتَارُ فِي تَفْسِيرِ الْآيَةِ يُوَافِقُ قَوْلَ مَنْ جَعَلَ الْوَعِيدَ فِيهَا عَامًّا وَلَيْسَ كُلُّ الْكُفْرِ يُثِيرُ الرُّعْبَ بِطَبِيعَتِهِ، وَإِنَّمَا تِلْكَ طَبِيعَةُ الشِّرْكِ، وَهُوَ اعْتِقَادُ أَنَّ لِبَعْضِ الْمَخْلُوقَاتِ تَأْثِيرًا غَيْبِيًّا وَرَاءَ السُّنَنِ الْإِلَهِيَّةِ وَالْأَسْبَابِ. </p><p> وَصَرَّحَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ بِأَنَّ قَوْلَهُ - تَعَالَى -: سَنُلْقِي وَعْدٌ لِلْمُؤْمِنِينَ أَنْجَزَهُ اللهُ يَوْمَ أُحُدٍ فِي أَوَّلِ الْحَرْبِ، وَلَا يَظْهَرُ هَذَا بِغَيْرِ تَأْوِيلٍ وَلَا تَقْدِيرٍ إِلَّا إِذَا كَانَتِ الْآيَةُ قَدْ نَزَلَتْ قَبْلَ الْقِتَالِ، وَالظَّاهِرُ أَنَّهَا نَزَلَتْ مَعَ مَا قَبْلَهَا وَمَا بَعْدَهَا عَقِبَ الْقِتَالِ وَانْصِرَافِ الْمُشْرِكِينَ. وَقَالَ بَعْضُهُمْ: إِنَّ الْوَعْدَ أُنْجِزَ فِي غَزْوَةِ حَمْرَاءِ الْأَسَدِ، إِذْ أَرَادَ أَبُو سُفْيَانَ وَمَنْ مَعَهُ بَعْدَ الِانْصِرَافِ مِنْ أُحُدٍ أَنْ يَرْجِعُوا لِاسْتِئْصَالِ الْمُسْلِمِينَ فَأَوْقَعَ اللهُ الرُّعْبَ فِي قُلُوبِهِمْ لَمَّا قَالَ لَهُمْ مَعْبَدٌ مَا قَالَ (رَاجِعْ ص٨٨ مِنَ الْجُزْءِ الرَّابِعِ ط الْهَيْئَةِ) . </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: فِي الْآيَةِ وَجْهَانِ: </p><p> (الْوَجْهُ الْأَوَّلُ) أَنَّ إِلْقَاءَ الرُّعْبِ خَاصٌّ بِتِلْكَ الْوَاقِعَةِ، وَلَوْ كَانَ عَامًّا لَشَمَلَ غَزْوَةَ حُنَيْنٍ - وَلَمْ يَكُنِ الْكُفَّارُ فِيهَا مَرْعُوبِينَ، بَلْ كَانُوا مُسْتَمِيتِينَ وَكَذَلِكَ نَرَى أَنَّ كَثِيرًا مِنَ الْكَافِرِينَ قَدْ حَارَبُوا وَلَمْ يُصِبْهُمُ الرُّعْبُ، وَهَذَا الْوَجْهُ هُوَ الَّذِي عَلَيْهِ مُفَسِّرُنَا (الْجَلَالُ) وَكَثِيرٌ مِنَ الْمُفَسِّرِينَ. </p><p> (والْوَجْهُ الثَّانِي) أَنَّ الْآيَةَ بَيَانٌ لِسُنَّةٍ إِلَهِيَّةٍ عَامَّةٍ وَهُوَ الْحَقُّ، وَبَيَانُهُ يَتَوَقَّفُ عَلَى فَهْمِ الْمَعْنَى الْمُرَادِ مِنْ لَفْظِ \" الْمُؤْمِنِينَ \" وَلَفْظِ \" الْكَافِرِينَ \" وَهُوَ مَا كَانَ عَلَيْهِ الْمُؤْمِنُونَ وَالْكَافِرُونَ فِي الْوَقْتِ الَّذِي نَزَلَتْ فِيهِ هَذِهِ الْآيَاتُ، فَأَمَّا أُولَئِكَ الْمُؤْمِنُونَ فَهُمُ </p><p> الَّذِينَ كَانُوا فِي مَرْتَبَةٍ مِنَ الْيَقِينِ وَالْإِذْعَانِ قَدْ صَدَّقَهَا الْعَمَلُ الَّذِي كَانَ مِنْهُ بَذْلُ الْأَنْفُسِ وَالْأَمْوَالِ فِي سَبِيلِ الْإِيمَانِ، الَّذِينَ عَاتَبَهُمُ اللهُ وَوَبَّخَهُمْ عَلَى تِلْكَ الْهَفْوَةِ الَّتِي وَقَعَتْ مِنْ بَعْضِهِمْ بِمَا تَقَدَّمَ وَمَا يَأْتِي فِي هَذَا السِّيَاقِ مِنَ الْآيَاتِ، وَأَمَّا أُولَئِكَ الْكَافِرُونَ فَهُمُ الَّذِينَ دُعُوا إِلَى الْإِيمَانِ، وَأُقِيمَ لَهُمْ عَلَى الدَّعْوَةِ الدَّلِيلُ وَالْبُرْهَانُ، فَجَحَدُوا وَعَانَدُوا وَكَابَرُوا الْحَقَّ، وَآثَرُوا مُقَارَعَةَ الدَّاعِي وَمَنِ اسْتَجَابَ لَهُ بِالسَّيْفِ، وَقَعَدُوا لَهُ وَلَهُمْ كُلَّ مَرْصَدٍ، فَإِذَا نَظَرْنَا فِي شِرْكِ هَؤُلَاءِ الْكَافِرِينَ، وَفِي حَالِهِمْ مَعَ أُولَئِكَ الْمُؤْمِنِينَ نَجِدُ أَنَّ شَأْنَهُمْ مَعَهُمْ كَشَأْنِ مَنْ يَرَى نُورَ الْحَقِّ مَعَ خَصْمِهِ فَيَحْمِلُهُ الْبَغْيُ وَالْعُدْوَانُ عَلَى مُجَاحَدَتِهِ مِنْ غَيْرِ حُجَّةٍ وَلَا دَلِيلٍ، يَرْتَابُ فِيمَا هُوَ فِيهِ وَيَتَزَلْزَلُ، فَإِذَا شَاهَدَ الَّذِينَ دَعَوْهُ ثَابِتِينَ مُطْمَئِنِّينَ يَعْظُمُ ارْتِيَابُهُ وَيَهَابُ خَصْمَهُ حَتَّى يَمْتَلِئَ قَلْبُهُ رُعْبًا مِنْهُمْ. هَذَا هُوَ شَأْنُ الْكَافِرِينَ الْمُعَانِدِينَ مَعَ الْمُؤْمِنِينَ الصَّادِقِينَ، كَأَنَّهُ - تَعَالَى - يَقُولُ: هَذِهِ هِيَ الطَّبِيعَةُ فِي الْمُشْرِكِينَ، إِذَا قَاوَمُوا الْمُؤْمِنِينَ فَلَا تَخَافُوهُمْ وَلَا تُبَالُوا بِقَوْلِ مَنْ يَدْعُوكُمْ إِلَى مُوَالَاتِهِمْ وَالِالْتِجَاءِ إِلَيْهِمْ. </p><p> قَالَ: بِهَذَا يَنْدَفِعُ قَوْلُ مَنْ يَقُولُ: مَا بَالُنَا نَجِدُ الرُّعْبَ كَثِيرًا مَا يَقَعُ فِي قُلُوبِ الْمُسْلِمِينَ وَلَا يَقَعُ فِي قُلُوبِ الْكَافِرِينَ؟ فَإِنَّ الَّذِينَ يُسَمُّونَ أَنْفُسَهُمْ مُسْلِمِينَ قَدْ يَكُونُونَ عَلَى غَيْرِ مَا كَانَ عَلَيْهِ أُولَئِكَ الَّذِينَ خُوطِبُوا بِهَذَا الْوَعْدِ مِنْ قُوَّةِ الْيَقِينِ وَالْإِذْعَانِ وَالثَّبَاتِ وَالصَّبْرِ، وَبَذْلِ النَّفْسِ وَالْمَالِ فِي سَبِيلِ اللهِ وَتَمَنِّي الْمَوْتِ فِي الدِّفَاعِ عَنِ الْحَقِّ، فَمَعْنَى الْمُؤْمِنِينَ غَيْرُ مُتَحَقِّقٍ فِيهِمْ، وَإِنَّمَا رُعْبُ الْمُشْرِكِينَ مُرْتَبِطٌ بِإِيمَانِ الْمُؤْمِنِينَ وَمَا يَكُونُ لَهُ مِنَ الْآثَارِ، فَحَالُ الْمُسْلِمِينَ الْيَوْمَ لَا يَقُومُ حُجَّةً عَلَى الْقُرْآنِ ; لِأَنَّ أَكْثَرَهُمْ قَدِ انْصَرَفُوا عَنِ الِاجْتِمَاعِ عَلَى مَا جَاءَ بِهِ الْإِسْلَامُ مِنَ الْحَقِّ، وَمَا كَانَ عَلَيْهِ سَلَفُهُمْ مِنَ الْإِيمَانِ وَالصِّفَاتِ وَالْأَعْمَالِ، فَالْقُرْآنُ بَاقٍ عَلَى وَعْدِهِ؟ ، وَلَكِنْ هَاتِ لَنَا الْمُؤْمِنِينَ الَّذِينَ يَنْطِقُ إِيمَانُهُمْ عَلَى آيَاتِهِ وَلَكَ مِنْ إِنْجَازِ وَعْدِهِ فِي هَذِهِ الْآيَةِ وَغَيْرِهَا مَا تَشَاءُ. وَتَلَا قَوْلَهُ - تَعَالَى -: وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ [٢٤: ٥٥] الْآيَةَ. قَالَ: وَعَلَى هَذَا يَكُونُ الْإِشْرَاكُ سَبَبًا لِلرُّعْبِ كَسَائِرِ الْأَسْبَابِ الْعَادِيَّةِ الَّتِي رَبَطَ اللهُ بِهَا الْمُسَبِّبَاتِ كَالشُّرْبِ لِلرِّيِّ وَالْأَكْلِ لِلشِّبَعِ، فَمَنْ وَصَلَ إِلَيْهِ الْحَقُّ تَزَلْزَلَّ الْبَاطِلُ فِي </p><p> نَفْسِهِ لَا مَحَالَةَ. </p><p> أَقُولُ: وَمِنْ تَمَامِ التَّشْبِيهِ أَنْ تَكُونَ بَعْضُ الْوَقَائِعِ الَّتِي لَا يَقَعُ فِيهَا الرُّعْبُ فِي قُلُوبِ الْمُشْرِكِينَ، كَالْوَقَائِعِ الَّتِي يُشْرَبُ فِيهَا الْمَرْءُ وَلَا يَرْوَى لِعَارِضٍ مَرَضِيٍّ، فَسُنَنُ الِاجْتِمَاعِ كَسُنَنِ الْأَجْسَامِ الطَّبِيعِيَّةِ لَهَا عَوَارِضُ وَشُرُوطٌ وَمَوَانِعُ. </p><p> وَمَأْوَاهُمُ النَّارُ أَيْ هِيَ مَكَانُهُمِ الَّذِي يَأْوُونَ إِلَيْهِ فِي الْآخِرَةِ بَعْدَ مَا يُصِيبُهُمْ مِنَ الْخِذْلَانِ فِي الدُّنْيَا وَبِئْسَ مَثْوَى الظَّالِمِينَ أَيْ وَالنَّارُ الَّتِي يَأْوُونَ إِلَيْهَا بِئْسَ الْمَثْوَى وَالْمَقَامِ لَهُمْ بِسَبَبِ ظُلْمِهِمْ لِأَنْفُسِهِمْ بِالْكُفْرِ وَالْجُحُودِ وَمُعَانَدَةِ الْحَقِّ وَمُقَاوَمَةِ أَهْلِهِ، وَظُلْمِ النَّاسِ بِسُوءِ الْمُعَامَلَةِ. </p><p> وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللهُ عَلِيمٌ بِذَاتِ الصُّدُورِ إِنَّ الَّذِينَ تَوَلَّوْا </p><p> مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللهُ عَنْهُمْ إِنَّ اللهَ غَفُورٌ حَلِيمٌ </p>"
}