{
  "id": null,
  "sura": 3,
  "aya": 161,
  "text": "<p> وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ أَفَمَنِ اتَّبَعَ رِضْوَانَ اللهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ هُمْ دَرَجَاتٌ عِنْدَ اللهِ وَاللهُ بَصِيرٌ بِمَا يَعْمَلُونَ لَقَدْ مَنَّ اللهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ </p><p> نَزَلَتْ هَذِهِ الْآيَةُ فِي شَأْنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ سِيَاقِ الْحِكَمِ وَالْأَحْكَامِ الْمُتَعَلِّقَةِ بِغَزْوَةِ أُحُدٍ، وَلَكِنْ أَخْرَجَ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - أَنَّ قَوْلَهُ - تَعَالَى -: وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ قَدْ نَزَلَ فِي قَطِيفَةٍ حَمْرَاءَ فُقِدَتْ يَوْمَ بَدْرٍ، فَقَالَ بَعْضُ النَّاسِ: لَعَلَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخَذَهَا، وَقَدْ ضَعَّفَ هَذِهِ الرِّوَايَةَ بَعْضُ الْمُفَسِّرِينَ - وَإِنْ حَسَّنَهَا التِّرْمِذِيُّ - لِأَنَّ السِّيَاقَ كُلَّهُ فِي وَقْعَةِ أُحُدٍ، وَرَجَّحُوا عَلَيْهَا مَا رُوِيَ عَنِ الْكَلْبِيِّ وَمُقَاتِلٍ مِنْ أَنَّ الرُّمَاةَ قَالُوا حِينَ تَرَكُوا الْمَرْكَزَ الَّذِي وَضَعَهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفِيهِ: نَخْشَى أَنْ يَقُولَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مَنْ أَخَذَ شَيْئًا فَهُوَ لَهُ \" وَأَلَّا يُقَسِّمَ الْغَنَائِمَ كَمَا لَمْ يُقَسِّمْ يَوْمَ بَدْرٍ. فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَظَنَنْتُمْ أَنَّنَا نَغُلُّ وَلَا نَقْسِمُ لَكُمْ؟ وَلِهَذَا نَزَلَتِ الْآيَةُ. وَرَوَى ابْنُ أَبِي شَيْبَةَ فِي الْمُصَنَّفِ وَابْنُ جَرِيرٍ مُرْسَلًا عَنِ الضَّحَّاكِ قَالَ:  \" بَعَثَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - طَلَائِعَ فَغَنِمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - غَنِيمَةً، فَقَسَمَ بَيْنَ النَّاسِ وَلَمْ يَقْسِمْ لِلطَّلَائِعِ،فَلَمَّا قَدِمَتِ الطَّلَائِعُ قَالُوا:قَسَمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يَقْسِمْ لَنَا، فَأَنْزَلَ اللهُ - تَعَالَى - الْآيَةَ \" . </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: الصَّوَابُ أَنَّ هَذِهِ الْآيَةَ مِنْ مُتَعَلِّقَاتٍ هَذِهِ الْوَقْعَةِ كَالْآيَاتِ الَّتِي قَبْلَهَا وَكَثِيرٍ مِمَّا يَأْتِي بَعْدَهَا. </p><p> وَأَصْلُ الْغُلِّ: الْأَخْذُ بِخُفْيَةٍ كَالسَّرِقَةِ، وَغَلَبَ فِي السَّرِقَةِ مِنَ الْغَنِيمَةِ قَبْلَ الْقِسْمَةِ، وَتُسَمَّى غُلُولًا. قَالَ الرُّمَّانِيُّ وَغَيْرُهُ: أَصْلُ الْغُلُولِ مِنَ الْغَلَلِ وَهُوَ دُخُولُ الْمَاءِ فِي خَلَلِ الشَّجَرِ، وَسُمِّيَتِ الْخِيَانَةُ غُلُولًا لِأَنَّهَا تَجْرِي فِي الْمُلْكِ عَلَى خَفَاءٍ مِنْ غَيْرِ الْوَجْهِ الَّذِي يَحِلُّ، وَمِنْ ذَلِكَ </p><p> الْغِلُّ: لِلْحِقْدِ، وَالْغَلِيلُ: لِحَرَارَةِ الْعَطَشِ، وَالْغِلَالَةُ: لِلشِّعَارِ. أَقُولُ: وَتَغَلْغَلَ فِي الشَّيْءِ دَخَلَ فِيهِ وَاخْتَفَى فِي بَاطِنِهِ. وَالْمَعْنَى: مَا كَانَ مِنْ شَأْنِ نَبِيٍّ مِنَ الْأَنْبِيَاءِ وَلَا مِنْ سِيرَتِهِ أَنْ يَغُلَّ ; لِأَنَّ اللهَ قَدْ عَصَمَ أَنْبِيَاءَهُ مِنَ الْغِلِّ وَالْغُلُولِ فَهُوَ لَا يَقَعُ مِنْهُمْ. وَهَذَا التَّعْبِيرُ أَحْسَنُ مِنْ قَوْلِهِمْ: مَا صَحَّ وَلَا اسْتَقَامَ لِنَبِيٍّ أَنْ يَغُلَّ ; أَيْ يَخُونَ فِي الْمَغْنَمِ - وَقَدْ تَقَدَّمَ بَيَانُ مَا يُفِيدُهُ هَذَا التَّعْبِيرُ مِنْ نَفْيِ الشَّأْنِ الَّذِي هُوَ أَبْلَغُ مِنْ نَفْيِ الْفِعْلِ - لِأَنَّهُ عِبَارَةٌ عَنْ دَعْوَى بِدَلِيلٍ، كَأَنَّهُ يَقُولُ هُنَا: إِنَّ النَّبِيَّ لَا يُمْكِنُ أَنْ يَقَعَ مِنْهُ ذَلِكَ ; لِأَنَّهُ لَيْسَ مِنْ شَأْنِ الْأَنْبِيَاءِ وَلَا مِمَّا يَقَعُ مِنْهُمْ أَوْ يَجُوزُ عَلَيْهِمْ. وَقَرَأَ نَافِعٌ وَابْنُ عَامِرٍ وَحَمْزَةُ وَالْكِسَائِيُّ وَيَعْقُوبُ:  \" أَنْ يُغَلَّ \" بِالْبِنَاءِ لِلْمَفْعُولِ وَهُوَ مِنْ أَغْلَلْتُهُ بِمَعْنَى وَجَدْتُهُ </p><p> غَالًّا ; أَيْ مَا كَانَ مِنْ شَأْنِ النَّبِيِّ أَنْ يُوجَدَ غَالًّا، أَوْ بِمَعْنَى نِسْبَتِهِ إِلَى الْغُلُولِ ; أَيْ مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ مُتَّهَمًا بِالْغُلُولِ، أَوْ مِنْ غَلَّ ; أَيْ مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ بِحَيْثُ يَسْرِقُ مِنْ غَنِيمَتِهِ السَّارِقُونَ وَيَخُونُهُ الْعَامِلُونَ، وَهَذَا أَضْعَفُ مِمَّا قَبْلَهُ. </p><p> وَذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ الْغُلَّ أَوِ الْغُلُولَ الْمَنْفِيَّ هُنَا هُوَ إِخْفَاءُ شَيْءٍ مِنَ الْوَحْيِ وَكِتْمَانُهُ عَنِ النَّاسِ لَا الْخِيَانَةُ فِي الْمَغْنَمِ، وَإِنْ كَانَ مَا يَعُدُّهُ عَامًّا فِي كُلِّ غُلُولٍ أَوْ خَاصًّا بِالْغَنِيمَةِ، فَإِنَّهُ جِيءَ بِهِ لِلْمُنَاسَبَةِ كَمَا عُهِدَ فِي مُنَاسَبَاتِ الْقُرْآنِ، وَانْتِقَالُهُ مِنْ حُكْمٍ إِلَى حُكْمٍ أَوْ خَبَرٍ لَهُ حِكْمَةٌ. وَذَكَرُوا أَنَّهُ نَزَلَ رَدًّا عَلَى مَنْ رَغِبَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَتْرُكَ النَّعْيَ عَلَى الْمُشْرِكِينَ. قَالَ الْأُسْتَاذُ الْإِمَامُ: وَمِنْ مُنَاسَبَةِ كَوْنِ الْغُلِّ بِمَعْنَى الْكِتْمَانِ وَإِخْفَاءِ بَعْضِ التَّنْزِيلِ مَا تَقَدَّمَ مِنْ أَمْرِ اللهِ - تَعَالَى - نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْآيَاتِ السَّابِقَةِ بِمُعَاتَبَةِ مَنْ كَانَ مَعَهُ فِي أُحُدٍ وَتَوْبِيخِهِمْ عَلَى مَا قَصَّرُوا، وَذَلِكَ مِمَّا يَصْعُبُ تَبْلِيغُهُ عَادَةً ; لِأَنَّهُ يَشُقُّ عَلَى الْمُبَلِّغِ وَالْمُبَلَّغِ، وَمِنْ أَمْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْعَفْوِ عَنْهُمْ وَالِاسْتِغْفَارِ لَهُمْ وَمُشَاوَرَتِهِمْ فِي الْأَمْرِ عَلَى مَا كَانَ مِنْهُمْ، وَفِي هَذَا إِعْلَاءٌ لِشَأْنِهِمْ وَمُعَامَلَةٌ لَهُمْ بِالْمُسَاوَاةِ فِي مِثْلِ هَذِهِ الشُّئُونِ، وَذَلِكَ مِمَّا عَهِدَ الْبَشَرُ أَنْ يَشُقَّ عَلَى الرَّئِيسِ مِنْهُمْ إِبْلَاغُهُ لِلْمَرْءُوسِينَ وَيُزَادُ عَلَى مَا ذَكَرَهُ الْأُسْتَاذُ الْإِمَامُ مَا تَقَدَّمَ فِي هَذَا السِّيَاقِ مِنْ قَوْلِهِ - تَعَالَى - لَهُ: لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ [٣: ١٢٨] عِنْدَمَا لَعَنَ أَبَا سُفْيَانَ وَمَنْ كَانَ مَعَهُ مِنْ رُءُوسِ الْمُشْرِكِينَ. كَأَنَّهُ - تَعَالَى - يَقُولُ إِعْلَامًا لِلنَّاسِ بِمَا يَجِبُ لِلْأَنْبِيَاءِ - عَلَيْهِمُ السَّلَامُ - فِي أَمْرِ التَّبْلِيغِ: مَا كَانَ مِنْ شَأْنِ نَبِيٍّ مِنَ الْأَنْبِيَاءِ أَنْ يَكْتُمَ شَيْئًا مِمَّا أُمِرَ بِتَبْلِيغِهِ وَإِنْ كَانَ مِمَّا يَشُقُّ عَلَى النَّاسِ فِي حُكْمِ الْعَادَةِ ذِكْرُهُ وَتَبْلِيغُهُ. </p><p> ثُمَّ قَالَ: وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ أَيْ إِنَّ كُلَّ مَنْ يَقَعُ مِنْهُ غُلٌّ أَوْ غُلُولٌ فَإِنَّهُ يَأْتِي بِمَا غَلَّ بِهِ يَوْمَ الْقِيَامَةِ. وَذَهَبَ الْجُمْهُورُ إِلَى أَنَّ الْمُرَادَ بِالْإِتْيَانِ بِمَا يَغُلُّ بِهِ الْغَالُّ أَنَّهُ يَجِيءُ يَوْمَ الْقِيَامَةِ حَامِلًا لَهُ لِيُفْتَضَحَ بِهِ، وَيَكُونُ مَزِيدًا فِي عَذَابِهِ هُنَالِكَ، وَقَدْ جَاءَ فِي ذَلِكَ </p><p> رِوَايَاتٌ مُخْتَلِفَةٌ: مِنْهَا أَنَّهُ يُكَلَّفُ الْإِتْيَانَ بِهِ مِنَ النَّارِ لَا أَنَّهُ يَجِيءُ بِهِ، وَمِنْ هَذِهِ الرِّوَايَاتِ مَا لَا يَصِحُّ، وَلَكِنْ أَخْرَجَ الشَّيْخَانِ عَنْ أَبِي هُرَيْرَةَ قَالَ: \" قَامَ فِينَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَطِيبًا فَذَكَرَ الْغُلُولَ فَعَظَّمَهُ وَعَظَّمَ أَمْرَهُ، ثُمَّ قَالَ: أَلَا لَا أُلْفِيَنَّ أَحَدَكُمْ يَجِيءُ يَوْمَ الْقِيَامَةِ وَعَلَى رَقَبَتِهِ بَعِيرٌ لَهُ رُغَاءٌ فَيَقُولُ: يَا رَسُولَ اللهِ </p><p> أَغِثْنِي، فَأَقُولُ لَهُ: لَا أَمْلِكُ لَكَ مِنَ اللهِ شَيْئًا قَدْ أَبْلَغْتُكَ. لَا أُلْفِيَنَّ أَحَدَكُمْ يَجِيءُ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ فَرَسٌ لَهَا حَمْحَمَةٌ فَيَقُولُ: يَا رَسُولَ اللهِ أَغِثْنِي، فَأَقُولُ: لَا أَمْلِكُ لَكَ مِنَ اللهِ شَيْئًا قَدْ أَبْلَغْتُكَ، لَا أُلْفِيَنَّ أَحَدَكُمْ يَجِيءُ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ رِقَاعٌ تَخْفِقُ فَيَقُولُ: يَا رَسُولَ اللهِ أَغِثْنِي، فَأَقُولُ: لَا أَمْلِكُ لَكَ مِنَ اللهِ شَيْئًا قَدْ أَبْلَغْتُكَ، لَا أُلْفِيَنَّ أَحَدَكُمْ يَجِيءُ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ صَامِتٌ، فَيَقُولُ: يَا رَسُولَ اللهِ أَغِثْنِي، فَأَقُولُ: لَا أَمْلِكُ لَكَ مِنَ اللهِ شَيْئًا قَدْ أَبْلَغْتُكَ قَالَ بَعْضُ الْعُلَمَاءِ: لَا مَانِعَ مِنْ إِمْضَاءِ هَذَا الْإِتْيَانِ عَلَى ظَاهِرِهِ، وَإِنَّ غَلَّ الْإِنْسَانُ بِالْعَدَدِ الْكَثِيرِ مِنَ الْإِبِلِ وَالْغَنَمِ وَالْبَقَرِ وَالْخَيْلِ وَالْبِغَالِ وَالْحَمِيرِ وَالْأَشْيَاءِ الصَّامِتَةِ فَإِنَّهَا تَكُونُ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ مَهْمَا كَثُرَتْ. وَرَوَى ابْنُ أَبِي حَاتِمٍ أَنَّ رَجُلًا اسْتَشْكَلَ عَلَى أَبِي هُرَيْرَةَ حَدِيثَهُ ذَاكَ فَقَالَ: أَرَأَيْتَ مَنْ يَغُلُّ مِائَةَ بَعِيرٍ أَوْ مِائَتَيْ بَعِيرٍ كَيْفَ يَصْنَعُ بِهَا؟ فَأَجَابَ أَبُو هُرَيْرَةَ فَذَكَرَ لَهُ مَا مَعْنَاهُ: إِنَّ مَنْ كَانَ ضِرْسُهُ مِثْلَ جَبَلِ أُحُدٍ فَإِنَّهُ يَحْمِلُ مِثْلَ هَذَا. وَهَذَا الْحَدِيثُ لَا يَصِحُّ، وَجَعَلَ بَعْضُ الْعُلَمَاءِ حَدِيثَ حَمْلِ مَا يَغُلُّ بِهِ الْغَالُّ عَلَى رَقَبَتِهِ مِنْ بَابِ التَّمْثِيلِ، شُبِّهَتْ حَالُ الْغَالِّ بِمَا يُرْهِقُهُ مِنْ أَثْقَالِ ذَنْبِهِ وَفَضِيحَتِهِ بِهِ مَعَ فَقْدِ الْمُعِينِ وَالْمُغِيثِ بِمَنْ يَحْمِلُ ذَلِكَ عَيْنَهُ عَلَى عَاتِقِهِ، وَيَقْصِدُ أَرْجَى النَّاسِ لِإِغَاثَتِهِ فَيَخْذُلُهُ وَيَتَنَصَّلُ مِنْ إِغَاثَتِهِ، وَمَازَالَ النَّاسُ يُشَبِّهُونَ الْأَثْقَالَ الْمَعْنَوِيَّةَ بِالْأَثْقَالِ الْحِسِّيَّةِ وَيُعَبِّرُونَ عَنْهَا بِالْحِمْلِ، يَقُولُونَ فُلَانٌ حَامِلُ أَثْقَالِ أَهْلِهِ أَوْ أَثْقَالِ الْبَلَدِ، وَفِي التَّنْزِيلِ اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ [٢٩: ١٢، ١٣] وَمِثْلُهُ قَوْلُهُ - تَعَالَى -: وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى [٣٥: ١٨] عَلَى أَنَّ حَدِيثَ الشَّيْخَيْنِ لَمْ يُذْكَرْ فِيهِ أَنَّهُ تَفْسِيرٌ لِلْآيَةِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: فَسَّرُوا الْإِتْيَانَ بِمَا غَلَّ بِهِ الْغَالُّ بِأَنَّهُ يَحْمِلُهُ، وَكَأَنَّهُمْ جَعَلُوا الْبَاءَ لِلْمُصَاحَبَةِ وَلَيْسَ بِمُتَعَيِّنٍ. وَقَدْ عَدَلَ عَنْهُ بَعْضُ الْمُفَسِّرِينَ كَأَبِي مُسْلِمٍ الْأَصْفَهَانِيِّ وَقَالَ: إِنَّهُ عَلَى حَدِّ قَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ لُقْمَانَ: يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللهُ إِنَّ </p><p> اللهَ لَطَيْفٌ خَبِيرٌ [٣١: ١٦] فَلَيْسَ مَعْنَى يَأْتِ بِهَا اللهُ أَنَّهُ يَحْمِلُهَا، وَلَكِنَّ مَعْنَاهُ أَنَّهُ يَعْلَمُ بِهَا أَتَمَّ الْعِلْمَ لَا تَخْفَى عَلَيْهِ مَهْمَا كَانَتْ مُسْتَتِرَةً ; لِأَنَّ مَنْ يَأْتِي بِالشَّيْءِ لَا بُدَّ أَنْ يَكُونَ عَالِمًا بِهِ، وَالْمَعْنَى أَنَّ الْإِتْيَانَ بِالشَّيْءِ الَّذِي يَغُلُّهُ الْغَالُّ هُوَ عِبَارَةٌ - أَوْ قَالَ كِنَايَةٌ - عَنِ انْكِشَافِهِ وَظُهُورِهِ ; أَيْ إِنَّ كُلَّ غُلُولٍ </p><p> وَخِيَانَةٍ خَفِيَّةٍ يَعْلَمُهُ اللهُ - تَعَالَى - مَهْمَا خَفِيَ، وَيُظْهِرُهُ يَوْمَ الْقِيَامَةِ لِلْغَالِّ حَتَّى يَعْرِفَهُ كَمَعْرِفَةِ مَنْ أَتَى بِالشَّيْءِ لِذَلِكَ الشَّيْءِ عَلَى حَدِّ قَوْلِهِ - تَعَالَى -: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ [٩٩: ٧، ٨] . </p><p> أَقُولُ: وَلَمَّا كَانَ الْجَزَاءُ يَتَرَتَّبُ عَلَى عِلْمِ اللهِ بِالْأَعْمَالِ وَإِعْلَامِهِ الْعَامِلِينَ بِهَا يَوْمَ الْحِسَابِ. </p><p> قَالَ بَعْدَمَا مَرَّ: ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ أَيْ ثُمَّ إِنَّهُ بَعْدَ أَنْ يَأْتِيَ الْغَالُّ بِمَا غَلَّ، كَمَا يَأْتِي كُلُّ عَامِلٍ بِمَا يَعْمَلُ، فَيَتَمَثَّلُ لَدَيْهِ كَأَنَّهُ حَاضِرٌ بَيْنَ يَدَيْهِ يَنْظُرُ إِلَيْهِ بِعَيْنَيْهِ يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا [٣: ٣٠] وَمِثْقَالُ الذَّرَّةِ مِنَ الْخَيْرِ وَالشَّرِّ مَرْئِيًّا مُبْصِرًا، بَعْدَ هَذَا تَنَالُ جَزَاءَ مَا كَسَبْتَ مُسْتَوْفًى تَامًّا لَا تُنْقَصُ مِنْهُ شَيْئًا وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا [١٨: ٤٩] . </p><p> ثُمَّ رَتَّبَ عَلَى ذِكْرِ الْجَزَاءِ الْعَامِّ فِي آخِرِ الْآيَةِ قَوْلَهُ: أَفَمَنِ اتَّبَعَ رِضْوَانَ اللهِ أَيْ جَعَلَ مَا يُرْضِيهِ مِنْ فِعْلٍ وَتَرْكٍ إِمَامًا لَهُ فَجَدَّ وَاجْتَهَدَ فِي الْخَيْرَاتِ وَالْأَعْمَالِ الصَّالِحَاتِ، وَاتَّقَى الْغُلُولَ وَغَيْرَهُ مِنَ الْفَوَاحِشِ وَالْمُنْكَرَاتِ، حَتَّى زَكَتْ نَفْسُهُ وَارْتَقَتْ رُوحُهُ، فَوُفِّيَ جَزَاءَ الْحَسَنِ، وَكَانَ عِنْدَ رَبِّهِ فِي جَنَّاتِ عَدْنٍ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللهِ أَيِ انْتَهَى إِلَى مَبَاءَتِهِ فِي الْآخِرَةِ مُصَاحِبًا وَمُقْتَرِنًا بِغَضَبٍ عَظِيمٍ مِنَ اللهِ - عَزَّ وَجَلَّ - لِتَدْسِيَةِ نَفْسِهِ بِمَا خَفِيَ مِنَ الْخَطَايَا كَالسَّرِقَةِ وَالْغُلُولِ، وَتَدْنِيسِهَا بِمَا ظَهَرَ مِنْهَا كَالسَّلْبِ وَالنَّهْبِ، وَإِهْمَالِ تَطْهِيرِهَا بِالْعِبَادَاتِ وَعَمَلِ الْخَيْرَاتِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ ذَلِكَ الْمَأْوَى الَّذِي يَأْوِي إِلَيْهِ، وَسَاءَ ذَلِكَ الْمُنْتَهَى الَّذِي يَنْتَهِي إِلَيْهِ، كَلَّا إِنَّهُمَا لَا يَسْتَوِيَانِ كَمَا لَا تَسْتَوِي الظُّلْمَةُ وَالنُّورُ وَلَا الظِّلُّ </p><p> وَلَا الْحَرُورُ، وَقَدْ جَعَلَ الْخَيْرَ مُتْبَعًا لِلرِّضْوَانِ لِأَنَّ أَسْبَابَ الرِّضْوَانِ أَعْلَامُ هِدَايَةٍ تُتَّبَعُ، وَلَمْ يَقُلْ ذَلِكَ فِي الشِّرِّيرِ ; لِأَنَّهُ فِي ظُلْمَةٍ يَبْتَدِعُ وَلَا يَتَّبِعُ. </p><p> هُمْ دَرَجَاتٌ عِنْدَ اللهِ أَيْ إِنَّ كُلًّا مِنَ الَّذِينَ يَتَّبِعُونَ رِضْوَانَ اللهِ وَالَّذِينَ يَبُوءُونَ بِسَخَطِهِ دَرَجَاتٌ أَوْ ذَوُو دَرَجَاتٍ وَمَنَازِلَ عِنْدَ اللهِ، أَيْ فِي يَوْمِ الْجَزَاءِ الَّذِي يُنْسَبُ إِلَيْهِ وَحْدَهُ لَا يُنْسَبُ إِلَى غَيْرِهِ فِيهِ شَيْءٌ لَا حَقِيقَةً وَلَا مَجَازًا كَمَا قَالَ: رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ [٤٠: ١٥، ١٦] . </p><p> وَالَّذِي فِي كُتُبِ التَّفْسِيرِ الْمَشْهُورَةِ أَنَّ الْعِنْدِيَّةَ هُنَا عِنْدِيَّةُ عِلْمٍ وَحُكْمٍ، أَيْ هُمْ أَصْحَابُ دَرَجَاتٍ فِي حُكْمِ اللهِ وَبِحَسَبِ عِلْمِهِ بِشُئُونِهِمْ وَبِمَا يَسْتَحِقُّونَ، وَكِلَا الْمَعْنَيَيْنِ صَحِيحٌ وَلَا تَنَافِيَ بَيْنَهُمَا، وَقَالُوا: إِنَّ ذِكْرَ الدَّرَجَاتِ مِنْ بَابِ التَّغَلُّبِ فَتَشْمَلُ الدَّرَكَاتِ، فَالدَّرَجَاتُ </p><p> مَا يُرْتَقَى عَلَيْهِ وَهِيَ لِلْمُرْتَقِينَ مِنْ أَهْلِ الرِّضْوَانِ، وَالدَّرَكَاتُ مَا يُتَدَلَّى فِيهِ، وَهِيَ لِلْمُتَدَلِّينَ مِنْ أَهْلِ السُّخْطِ وَالْخِذْلَانِ، كَمَا قَالَ فِي الْأَوَّلِ: وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ [٢: ٢٥٣] وَفِي الثَّانِي: إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ [٤: ١٤٥] قَالَ الرَّاغِبُ: الدَّرْكُ كَالدَّرَجِ، لَكِنَّ الدَّرَجَ يُقَالُ اعْتِبَارًا بِالصُّعُودِ وَالدَّرْكُ اعْتِبَارًا بِالْحُدُورِ ; وَلِهَذَا قِيلَ دَرَجَاتُ الْجَنَّةِ وَدَرَكَاتُ النَّارِ وَلِتَصَوُّرِ الْحُدُودِ فِي النَّارِ سُمِّيَتْ هَاوِيَةً. (قَالَ) : وَالدَّرْكُ (بِسُكُونِ الرَّاءِ) أَقْصَى قَعْرِ الْبَحْرِ، وَالْمَعْنَى أَنَّ النَّاسَ يَتَفَاوَتُونَ فِي الْجَزَاءِ عِنْدَ اللهِ كَمَا يَتَفَاوَتُونَ هُنَا فِي الْعِرْفَانِ وَالْفَضَائِلِ، وَفِي الْجَهْلِ وَالرَّذَائِلِ، وَمَا يَتَرَتَّبُ عَلَى ذَلِكَ أَوْ يَتَرَتَّبُ عَلَيْهِ ذَلِكَ مِنَ الْأَعْمَالِ الْحَسَنَةِ وَالْقَبِيحَةِ. وَهَذَا التَّفَاوُتُ عَلَى مَرَاتِبَ وَدَرَجَاتٍ يَعْلُو بَعْضُهَا بَعْضًا مِنَ الرَّفِيقِ الْأَعْلَى فِي الدَّرَجَاتِ الْعُلَى الَّذِي كَانَ يَطْلُبُهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ رَبِّهِ فِي مَرَضِ مَوْتِهِ إِلَى الدَّرْكِ الْأَسْفَلِ الَّذِي وَرَدَ فِي سُورَةِ النِّسَاءِ - وَذُكِرَ آنِفًا - وَهَذِهِ الدَّرَجَاتُ لَا تَكُونُ فِي الْآخِرَةِ عَطَاءً مُؤْتَنَفًا وَكَيْلًا جُزَافًا، وَإِنَّمَا تَكُونُ أَثَرًا طَبِيعِيًّا لِارْتِقَاءِ الْأَرْوَاحِ وَتَدَلِّيهَا هُنَا بِالْأَعْمَالِ ; وَلِذَلِكَ قَالَ بَعْدَ ذِكْرِهَا: وَاللهُ بَصِيرٌ بِمَا تَعْمَلُونَ فَهُوَ لَا يَغِيبُ عَنْهُ شَيْءٌ مِنْ أَعْمَالِهِمْ، وَمَا لَهَا مِنَ التَّأْثِيرِ فِي تَزْكِيَةِ نُفُوسِهِمُ الَّتِي يَتَرَتَّبُ عَلَيْهَا الْفَلَاحُ فِي ارْتِقَاءِ الدَّرَجَاتِ وَفِي تَدْسِيَتِهَا الَّتِي تَتَرَتَّبُ عَلَيْهَا الْخَيْبَةُ فِي هُبُوطِ </p><p> الدَّرَكَاتِ قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا [٩١: ٩، ١٠] فَتَحْصِيلُ الدَّرَجَاتِ إِنَّمَا يَكُونُ فِي هَذِهِ الدَّارِ، وَالتَّمَتُّعُ بِهَا يَكُونُ فِي دَارِ الْقَرَارِ، أَمَّا الدَّرَجَاتُ فِي الدُّنْيَا فَقَدْ وَرَدَ فِيهَا قَوْلُهُ - تَعَالَى -: أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ [٤٣: ٣٢] وَقَوْلُهُ - تَعَالَى -: وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا [٦: ١٦٥] وَلَيْسَتْ هَذِهِ الدَّرَجَاتُ بِوَسِيلَةٍ وَلَا مَقْصِدٍ مِمَّا نَحْنُ فِيهِ، وَإِنَّمَا هِيَ دَرَجَاتُ ابْتِلَاءٍ وَامْتِحَانٍ يَظْهَرُ بِهَا التَّفَاوُتُ بَيْنَ أَفْرَادِ الْإِنْسَانِ. </p><p> وَأَمَّا دَرَجَاتُ الْآخِرَةِ فَهِيَ الْمُرَادَةُ بِقَوْلِهِ - تَعَالَى - بَعْدَ ذِكْرِ تَوْسِيعِ الرِّزْقِ عَلَى بَعْضِ النَّاسِ وَتَضْيِيقِهِ عَلَى بَعْضٍ: انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا [١٧: ٢١] وَأَمَّا رَسَائِلُهَا الَّتِي قُلْنَا إِنَّ هَذِهِ آثَارُهَا وَهِيَ الْمَعَارِفُ وَالْأَعْمَالُ، فَمِنْهَا قَوْلُهُ - عَزَّ وَجَلَّ -: يَرْفَعُ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ [٥٨: ١١] وَقَوْلُهُ: نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ [١٢: ٧٦] وَقَوْلُهُ - سُبْحَانَهُ -: وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ [٦: ٨٣] فَهَذِهِ كُلُّهَا دَرَجَاتُ الْعِلْمِ وَالْحُجَّةِ، وَمِنْهَا قَوْلُهُ فِي رَبْطِ دَرَجَاتِ الْعَمَلِ بِدَرَجَاتِ الْجَزَاءِ: وَفَضَّلَ اللهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً [٤: ٩٥، ٩٦] وَمِنْهَا بَعْدَ ذِكْرِ </p>"
}