{
  "id": null,
  "sura": 3,
  "aya": 186,
  "text": "<p> مِنْ حَيْثُ هُمْ مُتَمَتِّعُونَ فِيهَا، إِمَّا مِنْ حَيْثُ أَنَّ لَذَّتَهُمْ فِيمَا هُمْ فِيهِ قَهْرِيَّةٌ، وَإِمَّا عَلَى مَعْنَى أَنَّهَا لَا بَقَاءَ لَهَا، أَوْ يُقَالُ: إِنَّ مَا كَانَ </p><p> مِنْ عَمَلِ الْخَيْرِ وَالطَّاعَةِ لَيْسَ مِنْ مَتَاعِ الدُّنْيَا، وَالْحَصْرُ بِحَسَبِ مَا عَلَيْهِ الْغَالِبُ. </p><p> وَأَقُولُ: حَاصِلُ مَعْنَى الْجُمْلَةِ أَنَّ الدُّنْيَا لَيْسَتْ إِلَّا مَتَاعًا مِنْ شَأْنِهِ أَنْ يَغُرَّ الْإِنْسَانَ وَيَشْغَلَهُ عَنْ تَكْمِيلِ نَفْسِهِ بِالْمَعَارِفِ الْحَقِيقِيَّةِ، وَالْأَخْلَاقِ الْمَرْضِيَّةِ الَّتِي تَرْقَى بِرُوحِهِ فَتَعُدُّهَا لِسَعَادَةِ الْآخِرَةِ، فَيَنْبَغِي لَهُ أَنْ يَحْذَرَ مِنَ الْإِسْرَافِ فِي الِاشْتِغَالِ بِمَتَاعِهَا عَنْ نَفْسِهِ، فَإِنَّ أَيَّ نَوْعٍ مِنْهُ قَدْ يَشْغَلُهُ وَيُنْسِيهِ نَفْسَهُ، وَإِنْ لَمْ يَكُنْ الِاشْتِغَالُ بِهِ ضَرُورِيًّا، وَلَا مِنْ حَاجَاتِ الْمَعِيشَةِ الْمُعْتَدِلَةِ، أَمَا تَرَى الْمُغْرَمِينَ فِيهَا بِاللَّعِبِ وَاللهْوِ كَالشِّطْرَنْجِ، وَالنَّرْدِ، وَمَا فِي مَعْنَاهُمَا - وَهُوَ كَثِيرٌ فِي هَذَا الزَّمَانِ - كَيْفَ يُسْرِفُونَ فِي حَيَاتِهِمْ، وَيُفْنُونَ أَعْمَارَهُمْ بَيْنَ جُدْرَانِ بُيُوتِ اللهْوِ كَالْقَهَاوِي وَالْحَانَاتِ. كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ ; لِأَنَّهُمْ مَغْرُورُونَ مَخْدُوعُونَ إِلَّا مَنْ وَفَّقَهُ اللهُ لِصَرْفِ مُعْظَمِ زَمَنِهِ فِي عِلْمٍ يَرْقَى بِهِ عَقْلُهُ، وَعِبْرَةٍ تَتَزَكَّى بِهَا نَفْسُهُ، وَعَمَلٍ صَالِحٍ يَنْتَفِعُ بِهِ، وَيَنْفَعُ بِهِ عِبَادَ اللهِ - تَعَالَى - مَعَ النِّيَّةِ الصَّالِحَةِ، وَالْقَلْبِ السَّلِيمِ، وَمَا أَحْسَنَ وَصِيَّةَ الْحَلَّاجِ الْأَخِيرَةَ لِمُرِيدِهِ قُبَيْلَ قَتْلِهِ:  \" عَلَيْكَ بِنَفْسِكَ إِنْ لَمْ تَشْغَلْهَا شَغَلَتْكَ \" . </p><p> وَلَيْسَ لِمَتَاعِ الدُّنْيَا غَايَةٌ يَنْتَهِي الْعَامِلُ إِلَيْهَا فَتَسْكُنَ نَفْسُهُ، وَيَطْمَئِنَّ قَلْبُهُ بَلِ الْمَزِيدُ مِنْهُ يُغْرِي بِزِيَادَةِ الْإِسْرَافِ فِي الطَّلَبِ، فَلَا يَنْتَهِي أَرَبٌ مِنْهُ إِلَّا إِلَى أَرَبٍ، قَالَ الشَّاعِرُ: </p><p> فَمَا قَضَى أَحَدٌ مِنَّا لُبَانَتَهُ ... وَلَا انْتَهَى أَرَبٌ إِلَّا إِلَى أَرَبِ </p><p> فَمِنْ هَدْيِ الدِّينِ تَنْبِيهُ النَّاسِ إِلَى ذَلِكَ حَتَّى لَا تَغْلِبَ عَلَيْهِمُ الْحَيَوَانِيَّةُ فَيَكُونُوا مِنَ الْهَالِكِينَ. </p><p> لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ قَالَ الرَّازِيُّ: اعْلَمْ أَنَّهُ - تَعَالَى - لَمَّا سَلَّى الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ: كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ زَادَ فِي تَسْلِيَتِهِ بِهَذِهِ الْآيَةِ، فَبَيَّنَ أَنَّ الْكُفَّارَ بَعْدَ أَنْ آذَوُا الرَّسُولَ، وَالْمُسْلِمِينَ يَوْمَ أُحُدٍ فَسَيُؤْذُونَهُمْ أَيْضًا فِي الْمُسْتَقْبَلِ بِكُلِّ طَرِيقٍ يُمْكِنُهُمْ مِنَ الْإِيذَاءِ بِالنَّفْسِ، وَالْإِيذَاءِ بِالْمَالِ، وَالْغَرَضُ مِنْ هَذَا الْإِعْلَامِ أَنْ يُوَطِّنُوا أَنْفُسَهُمْ عَلَى الصَّبْرِ، وَتَرْكِ الْجَزَعِ، وَذَلِكَ لِأَنَّ الْإِنْسَانَ إِذَا لَمْ يَعْلَمْ نُزُولَ الْبَلَاءِ عَلَيْهِ، فَإِذَا نَزَلَ الْبَلَاءُ شَقَّ ذَلِكَ عَلَيْهِ، أَمَّا إِذَا كَانَ عَالِمًا بِأَنَّهُ سَيَنْزِلُ، فَإِذَا نَزَلَ لَمْ يَعْظُمْ وَقْعُهُ عَلَيْهِ. </p><p> أَقُولُ: وَعِبَارَةُ الْكَشَّافِ خُوطِبَ الْمُؤْمِنُونَ بِذَلِكَ لِيُوَطِّنُوا أَنْفُسَهُمْ عَلَى مَا سَيَلْقَوْنَ مِنَ الْأَذَى، وَالشَّدَائِدِ وَالصَّبْرِ عَلَيْهَا حَتَّى إِذَا لَقُوهَا وَهُمْ مُسْتَعِدُّونَ لَا يُرْهِقُهُمْ مَا يُرْهِقُ مَنْ تُصِيبُهُ الشِّدَّةُ بَغْتَةً فَيُنْكِرُهَا وَتَشْمَئِزُّ مِنْهَا نَفْسُهُ. </p><p> الْأُسْتَاذُ الْإِمَامُ: يَصِحُّ اتِّصَالُ هَذِهِ الْآيَةِ بِمَا قَبْلَهَا مِنْ قَوْلِهِ - تَعَالَى -: وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ الْآيَاتِ، فَإِنَّ فِيهَا ذِكْرَ الْبُخْلِ بِالْمَالِ، وَذِكْرَ حَالِ الْيَهُودِ، وَهَذِهِ تُذَكِّرُ الْبَلَاءَ بِالْمَالِ، وَمَا سَيُلَاقِي الْمُؤْمِنُونَ مِنْ أُولَئِكَ الْيَهُودِ، وَغَيْرِهِمْ، وَيَصِحُّ أَنْ يَكُونَ عَلَى مَا قَالَهُ بَعْضُهُمْ مُتَّصِلًا </p><p> بِمَا هُوَ قَبْلَ ذَلِكَ مِنْ أَوَّلِ وَقْعَةِ أُحُدٍ إِلَى هُنَا، كَأَنَّهُ يَقُولُ: إِنَّ مَا وَقَعَ مِنَ الِابْتِلَاءِ فِي الْأَنْفُسِ، وَالْأَمْوَالِ، وَالطَّعْنِ فِي تِلْكَ الْوَقْعَةِ لَيْسَ آخِرَ الِابْتِلَاءِ، بَلْ لَا بُدَّ أَنْ تُبْلَوْا بَعْدَ ذَلِكَ بِكُلِّ هَذِهِ الضُّرُوبِ مِنْهُ وَتَجْرِي فِيكُمْ سُنَّتُهُ - تَعَالَى - فِي خَلْقِهِ، فَلَا تَظُنُّوا أَنَّكُمْ جَلَسْتُمْ عَلَى عَرْشِ الْعِزَّةِ وَاعْتَصَمْتُمْ بِالْمَنَعَةِ، وَأَمِنْتُمْ حَوَادِثَ الْكَوْنِ ; فَإِنَّهُ لَا بُدَّ أَنْ يُعَامِلَكُمُ اللهُ - تَعَالَى - كَمَا يُعَامِلُ الْأُمَمَ مُعَامَلَةَ الْمُخْتَبِرِ الْمُبْتَلِي لَا لِيَعْلَمَ مَا لَمْ يَكُنْ يَعْلَمُ مِنْ أَمْرِكُمْ فَهُوَ عَلَّامُ الْغُيُوبِ، بَلْ لِيَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ مِنْ بَعْدُ، كَمَا مَازَ الْكَثِيرِينَ فِي وَقْعَةِ أُحُدٍ. </p><p> قَالَ: وَالِابْتِلَاءُ فِي الْأَمْوَالِ يُفَسَّرُ بِفَرْضِ الصَّدَقَاتِ، وَبِالْبَذْلِ فِي سَبِيلِ اللهِ - وَهُوَ كُلُّ مَا يُوصِلُ إِلَى الْخَيْرِ - وَبِالْجَوَائِحِ وَالْآفَاتِ وَهَذَا الْجَمْعُ أَوْلَى مِمَّا ذَهَبَ إِلَيْهِ بَعْضُهُمْ مِنْ تَخْصِيصِهِ بِالْأَوَّلِ، وَبَعْضُهُمْ مِنْ تَخْصِيصِهِ بِالثَّانِي. وَالِابْتِلَاءُ فِي الْأَنْفُسِ يَكُونُ بِتَكْلِيفِ بَذْلِهَا فِي سَبِيلِ اللهِ، وَبِمَوْتِ مَنْ يُحِبُّ الْإِنْسَانُ مِنَ الْأَهْلِ وَالْأَصْدِقَاءِ (أَقُولُ: وَكَذَا الِابْتِلَاءُ بِالْمَصَائِبِ الْبَدَنِيَّةِ كَالْأَمْرَاضِ وَالْجُرُوحِ) ، وَالِابْتِلَاءُ بِالتَّكْلِيفِ هُوَ أَهَمُّ الِابْتِلَاءَيْنِ، وَذَلِكَ أَنَّ اللهَ - تَعَالَى - لَمْ يَكْفُلْ لِلْمُسْلِمِينَ الْحِفْظَ، وَالنَّصْرَ، وَالسِّيَادَةَ لِأَنَّهُمْ مُسْلِمُونَ، وَإِنَّمَا يُكَلِّفُهُمُ الْجَرْيَ عَلَى سُنَّتِهِ - تَعَالَى - كَغَيْرِهِمْ، فَلَا بُدَّ لَهُمْ مِنْ الِاسْتِعْدَادِ لِلْمُدَافَعَةِ دَائِمًا، وَذَلِكَ يَقْتَضِي بَذْلَ الْمَالِ، وَالنَّفْسِ، وَمِنْ هُنَا تَعْلَمُ غَلَطَ الَّذِينَ يُفَسِّرُونَ الِابْتِلَاءَ بِالْمَالِ، وَالْأَمْرَ بِبَذْلِهِ، وَالْجِهَادَ بِهِ كُلَّ ذَلِكَ بِالزَّكَاةِ، وَمَا الزَّكَاةُ إِلَّا نَوْعٌ مِنْ أَنْوَاعِ الْحُقُوقِ الَّتِي جَعَلَهَا اللهُ فِي الْمَالِ وَهِيَ كَثِيرَةٌ تَشْمَلُ كُلَّ مَا بِهِ صَلَاحُ الْأُمَّةِ، وَرَفْعُ شَأْنِهَا مِنَ الْأَعْمَالِ، وَكُلَّ مَا يَدْفَعُ عَنْهَا الْأَعْدَاءَ، وَيَرُدُّ عَنْهَا الْمَكَارِهَ وَالْأَسْوَاءَ، (يَعْنِي كَالْأَعْمَالِ الَّتِي تُعْمَلُ لِلْوِقَايَةِ مِنَ الْأَمْرَاضِ وَالْأَوْبِئَةِ) ، وَمِنْ ذَلِكَ الِابْتِلَاءُ فِي الْمُدَافَعَةِ عَنِ الْحَقِّ سَوَاءٌ كَانَ بِالْمَالِ، أَوْ بِالنَّفْسِ، فَهُوَ يُوَطِّنُ نُفُوسَهُمْ عَلَى الْأَخْذِ بِالِاحْتِيَاطِ فِي الْأُمُورِ الْعَامَّةِ، وَالِاسْتِعَانَةِ عَلَيْهَا بِالْمَالِ، وَتَحَمُّلِ الْمَكَارِهِ، وَيُحَذِّرُهُمْ مِنَ الشَّرَهِ، وَالطَّمَعِ فِي الْمَالِ حَتَّى إِذَا طَمِعُوا، أَوْ قَصَّرُوا فِي الِاحْتِيَاطِ - كَمَا وَقَعَ لَهُمْ فِي أُحُدٍ - عَلِمُوا أَنَّهُمْ مَا أُصِيبُوا إِلَّا </p><p> بِمَا كَسَبَتْ أَيْدِيهِمْ، أَوْ قَصَّرَتْ فِيهِ هِمَمُهُمْ فَلَا يَتَعَلَّلُونَ، وَلَا يَقُولُونَ كَيْفَ أُصِبْنَا وَنَحْنُ مُسْلِمُونَ؟ وَقَدَّمَ ذِكْرَ الْمَالِ لِأَنَّهُ هُوَ الْوَسِيلَةُ الَّتِي يَكُونُ بِهَا الِاسْتِعْدَادُ لِبَذْلِ النَّفْسِ، فَبَذْلُ الْمَالِ يُحْتَاجُ إِلَيْهِ قَبْلَ بَذْلِ النَّفْسِ، أَوْ لِأَنَّ الْإِنْسَانَ كَثِيرًا مَا يَبْذُلُ نَفْسَهُ دِفَاعًا عَنْ مَالِهِ، فَالَّذِينَ قَالُوا إِنَّ الْمَالَ شَقِيقُ الرُّوحِ لَاحَظُوا الْغَالِبَ، وَمِنْ غَيْرِ الْغَالِبِ أَنْ يُقَدِّمَ الْإِنْسَانُ مَالَهُ عَلَى نَفْسِهِ. عَلِمْنَا أَنَّ فَائِدَةَ الِابْتِلَاءِ هِيَ تَمْيِيزُ الْخَبِيثِ مِنَ الطَّيِّبِ، وَأَمَّا الْإِخْبَارُ بِهِ فَفَائِدَتُهُ التَّعْرِيفُ بِالسُّنَنِ الْإِلَهِيَّةِ، وَتَهْيِئَةُ الْمُؤْمِنِ لَهَا، وَحَمْلُهُ عَلَى الِاسْتِعْدَادِ لِمُقَاوَمَتِهَا، فَإِنَّ مَنْ تَحْدُثُ لَهُ النِّعْمَةُ فَجْأَةً عَلَى غَيْرِ اسْتِعْدَادٍ وَلَا سَعْيٍ تُرْجَى هِيَ مِنْ وَرَائِهِ تُدْهِشُهُ وَتُبْطِرُهُ، وَرُبَّمَا تُهَيِّجُ عَصَبَهُ فَيَقَعُ فِي دَاءٍ أَوْ يَمُوتُ فَجْأَةً، وَكَذَلِكَ مَنْ تَقَعُ بِهِ الْمُصِيبَةُ فَجْأَةً عَلَى غَيْرِ اسْتِعْدَادٍ يَعْظُمُ عَلَيْهِ الْأَمْرُ، وَيُحِيطُ بِهِ الْغَمُّ حَتَّى يَقْتُلَهُ فِي بَعْضِ الْأَحْيَانِ، أَمَّا الْمُسْتَعِدُّ فَإِنَّهُ يَكُونُ ضَلِيعًا قَوِيًّا. </p><p> أَقُولُ: يَعْنِي أَنَّهُ يَحْمِلُ الْبَلَاءَ بِلَا تَبَرُّمٍ، وَلَا سَآمَةٍ، فَإِنْ ظَفِرَ لَا يَفْرَحُ فَرَحَ الْبَطِرِ الْفَخُورِ، وَإِنْ خَسِرَ لَا يَشْقَى شَقَاءَ الْبَئُوسِ الْكَفُورِ، فَهَذَا الْإِعْلَامُ تَرْبِيَةٌ مِنَ اللهِ لِعِبَادِهِ الْمُؤْمِنِينَ فَمَا بَالُهُمْ فِي هَذَا الْعَصْرِ عَنِ التَّذْكِرَةِ مُعْرِضِينَ أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ [٢٣: ٦٨] ؟ هَذَا وَإِنَّ الزَّكَاةَ فُرِضَتْ فِي السَّنَةِ الثَّانِيَةِ مِنَ الْهِجْرَةِ قَبْلَ غَزْوَةِ بَدْرٍ الْأُولَى، وَالظَّاهِرُ أَنَّ هَذِهِ الْآيَاتِ نَزَلَتْ فِي السَّنَةِ الرَّابِعَةِ بَعْدَ غَزْوَةِ بَدْرٍ الْآخِرَةِ - كَمَا يَأْتِي - فَالظَّاهِرُ أَنَّ الْمُرَادَ بِالِابْتِلَاءِ فِيهَا بِالْمَالِ هُوَ الْحَاجَةُ وَالْقِلَّةُ كَمَا حَصَلَ فِي غَزْوَةِ الْأَحْزَابِ، ثُمَّ فِي غَزْوَةِ تَبُوكَ، رَاجِعْ تَفْسِيرَ وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ [٢: ١٥٥] ص٢٧ ج ٢ تَفْسِيرُ ط [الْهَيْئَةُ الْمِصْرِيَّةُ الْعَامَّةُ لِلْكِتَابِ] ، وَتَقْرَأُ بَيَانَهُ لَنَا بَعْدَ خَمْسَةِ أَسْطُرٍ. </p><p> وَأَمَّا قَوْلُهُ: وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا فَهُوَ ابْتِلَاءٌ آخَرُ، وَقَدْ نَزَلَتْ هَذِهِ الْآيَةُ بَعْدَ أَنْ كَانَ الْمُشْرِكُونَ وَأَهْلُ الْكِتَابِ مَلَئُوا الْفَضَاءَ بِكَلَامِهِمُ الْمُؤْذِي لِلرَّسُولِ، وَالْمُؤْمِنِينَ، فَلِمَاذَا صَرَّحَ الْكِتَابُ بِهَذَا، وَهُوَ مَا أَلِفَهُ الْمُسْلِمُونَ وَاعْتَادُوا؟ بَلْ قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ مِثْلَ هَذَا يَدْخُلُ فِي الِابْتِلَاءِ فِي الْأَنْفُسِ، وَإِنَّمَا خَصَّهُ بِالذِّكْرِ لِأَنَّهُ مِنَ الْأَهَمِّيَّةِ بِمَكَانٍ. </p><p> أَقُولُ: نَبَّهَ بِهَذِهِ الْعِبَارَةِ عَلَى عِظَمِ شَأْنِ هَذَا النَّبَإِ، وَلَيْسَ عِنْدِي شَيْءٌ عَنْهُ فِي </p><p> سَبَبِهِ، وَالْمُرَادِ مِنْهُ، وَلَا أَذْكُرُ أَنَّنِي رَأَيْتُ ذَلِكَ فِي شَيْءٍ مِنَ الْكُتُبِ الَّتِي اطَّلَعْتُ عَلَيْهَا، فَيَجِبُ الرُّجُوعُ فِي ذَلِكَ إِلَى التَّارِيخِ ; أَيْ سِيرَةِ الْمُصْطَفَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِذَا تَذَكَّرْنَا أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ بَعْدَ غَزْوَةِ بَدْرٍ الْآخِرَةِ الَّتِي سَبَقَ مَا وَرَدَ فِيهَا مِنَ الْآيَاتِ بَعْدَ الْكَلَامِ فِي غَزْوَةِ أُحُدٍ، وَغَزْوَةِ حَمْرَاءِ الْأَسَدِ - وَتَذَكَّرْنَا أَنَّ ذَلِكَ كَانَ فِي شَعْبَانَ مِنْ سَنَةِ أَرْبَعٍ، وَتَذَكَّرْنَا مَا كَانَ فِي سَنَةِ خَمْسٍ مِنْ حَدِيثِ الْإِفْكِ، وَقَذْفِ عَائِشَةَ الصِّدِّيقَةِ - بَرَّأَهَا اللهُ تَعَالَى - وَمِنْ تَأَلُّبِ الْيَهُودِ، وَنَقَضِ عُهُودِهِمْ، وَمُحَاوَلَتِهِمْ قَتْلَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَتَّى أَجْلَاهُمْ، وَأَمِنَ شَرَّ مُجَاوَرَتِهِمْ إِيَّاهُ بِالْمَدِينَةِ، وَمِنْ تَأَلُّبِهِمْ مَعَ الْمُشْرِكِينَ، وَجَمْعِ الْأَحْزَابِ مِنَ الْفَرِيقَيْنِ، وَزَحْفِهِمْ عَلَى الْمَدِينَةِ لِأَجْلِ اسْتِئْصَالِ الْمُسْلِمِينَ، وَمَا كَانَ فِي ذَلِكَ مِنَ الْبَلَاءِ الشَّدِيدِ، وَالْجُوعِ الدَّيْقُوعِ، وَالْحِصَارِ الضَّيِّقِ الَّذِي قَالَ اللهُ فِيهِ كُلِّهِ: إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللهِ الظَّنُونَا هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا [٣٣: ١٠، ١١] - إِذَا تَذَكَّرْنَا هَذَا كُلَّهُ عَلِمْنَا أَنَّ الْآيَةَ تَمْهِيدٌ لَهُ، وَإِعْدَادٌ لِلْمُسْلِمِينَ لِتَلَقِّيهِ لَعَلَّ وَقْعَهُ يَخِفُّ عَلَيْهِمْ ; وَلِذَلِكَ قَالَ: وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ يَعْنِي إِنْ تَصْبِرُوا عَلَى الْبَلَاءِ الْكَبِيرِ الَّذِي سَيَحِلُّ بِكُمْ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَعَلَى مَا تَسْمَعُونَ مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مِنَ الْأَذَى، وَتَتَّقُوا مَا يَجِبُ اتِّقَاؤُهُ فِي الِاسْتِعْدَادِ لِذَلِكَ قَبْلَ نُزُولِهِ، وَمُكَافَحَتِهِ عِنْدَ وُقُوعِهِ، فَإِنَّ ذَلِكَ الصَّبْرَ وَالتَّقْوَى مِنْ مَعْزُومَاتِ الْأُمُورِ </p>"
}