{
  "id": null,
  "sura": 3,
  "aya": 196,
  "text": "<p> قَالَ الْأُسْتَاذُ الْإِمَامُ كَغَيْرِهِ: إِنَّ هَذَا تَأْكِيدٌ لِمَا قَبْلَهُ مِنْ كَوْنِ الثَّوَابِ مِنْ عِنْدِ اللهِ، لِيُبَيِّنَ أَنَّ هَذَا الْجَزَاءَ بِمَحْضِ الْفَضْلِ، وَالْكَرَمِ الْإِلَهِيِّ، وَأَنَّهُ يَقَعُ بِإِرَادَتِهِ، وَاخْتِيَارِهِ - تَعَالَى -، وَإِنْ كَانَ جَزَاءً عَلَى عَمَلٍ. </p><p> وَأَقُولُ: إِنَّ كَوْنَ الْجَزَاءِ بِفَضْلِ اللهِ وَرَحْمَتِهِ لَا يُنَافِي مَا قُلْنَاهُ فِي مَعْنَى الْجَزَاءِ وَالثَّوَابِ ; لِأَنَّ كُلَّ مَا يُصِيبُ الْعِبَادَ مِنْ خَيْرٍ فِي الدُّنْيَا فَهُوَ مِنْ فَضْلِهِ - تَعَالَى - وَرَحْمَتِهِ، وَإِنْ كَانَ قَدْ جَعَلَ لَهُ أَسْبَابًا هُوَ أَثَرٌ طَبِيعِيٌّ لَهَا كَالْمَطَرِ، وَالنَّبَاتِ، وَالصِّحَّةِ، وَغَيْرِ ذَلِكَ، وَاللهُ أَكْرَمُ، وَأَرْحَمُ، وَأَعْلَمُ، وَأَحْكَمُ. </p><p> لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللهِ وَمَا عِنْدَ اللهِ خَيْرٌ لِلْأَبْرَارِ وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ </p><p> أَقُولُ: قَدْ عُلِمَ مِمَّا تَقَدَّمَ أَنَّ بَعْضَ الْمُفَسِّرِينَ قَالُوا: إِنَّ الْمُرَادَ بِقَوْلِهِ - تَعَالَى - فِي الْآيَاتِ السَّابِقَةِ: رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ مَا وَعَدَ اللهُ بِهِ الْمُؤْمِنِينَ مِنَ النَّصْرِ، وَالظَّفَرِ، وَأَنَّنَا اخْتَرْنَا أَنَّ الْمُرَادَ ذَلِكَ، وَمَا وَعَدَ مِنْ ثَوَابِ الْآخِرَةِ. وَعَلَى هَذَيْنِ الْقَوْلَيْنِ، رُبَّمَا يَسْتَبْطِئُ بَعْضُ الْمُؤْمِنِينَ إِيتَاءَهُمُ الْوَعْدَ الْمُتَعَلِّقَ بِالنَّصْرِ، وَالتَّغَلُّبَ عَلَى الْكَافِرِينَ الظَّالِمِينَ كَمَا يَدُلُّ قَوْلُهُ - تَعَالَى -: حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللهِ [٢: ٢١٤] فَجَاءَ قَوْلُهُ - تَعَالَى -: لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ الْآيَةَ، تَسْلِيَةً لَهُمْ، وَبَيَانًا لِكَوْنِ الْإِمْلَاءِ لِلْكَافِرِينَ، وَاسْتِدْرَاجُهُمْ </p><p> لَا يَصِحُّ أَنْ يَكُونَ مَدْعَاةً لِيَأْسِ الْمُؤْمِنِينَ وَلَا حُجَّةً لِلْمُنَافِقِينَ الَّذِينَ قَالُوا عِنْدَ الشِّدَّةِ: مَا وَعَدَنَا اللهُ وَرَسُولُهُ إِلَّا غُرُورًا [٣٣: ١٢] ، فَهَذَا وَجْهٌ فِي اتِّصَالِ هَذِهِ الْآيَةِ بِمَا قَبْلَهَا فِي تَرْتِيبِ الْآيَاتِ الشَّرِيفَةِ. </p><p> وَقَالَ الْإِمَامُ الرَّازِيُّ: اعْلَمْ أَنَّهُ - تَعَالَى - لَمَّا وَعَدَ الْمُؤْمِنِينَ بِالثَّوَابِ الْعَظِيمِ، وَكَانُوا فِي الدُّنْيَا فِي نِهَايَةِ الْفَقْرِ وَالشِّدَّةِ، وَالْكُفَّارُ كَانُوا فِي النِّعَمِ، ذَكَرَ اللهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ مَا يُسَلِّيهِمْ، وَيُصَبِّرُهُمْ عَلَى تِلْكَ الشِّدَّةِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: كَانَ الْكَلَامُ فِي أُولِي الْأَلْبَابِ الْمُؤْمِنِينَ، وَقَدْ عَلِمْنَا أَنَّ اللهَ - تَعَالَى - يَسْتَجِيبُ لَهُمْ بِالْأَعْمَالِ، فَالْعِبْرَةُ بِالْعَمَلِ، وَمِنْهُ الْمُهَاجَرَةُ، وَتَحَمُّلُ الْإِيذَاءِ فِي سَبِيلِ اللهِ، وَبَذْلُ النَّفْسِ فِي الْقِتَالِ حَتَّى يُقْتَلُوا ; وَبِذَلِكَ يَسْتَحِقُّونَ ثَوَابَ اللهِ - تَعَالَى -، ثُمَّ ذَكَرَ حَالَ الْكَافِرِينَ لِلْمُقَابَلَةِ، وَرَبَطَ الْكَلَامَ بِمَا قَبْلَهُ بِالنَّهْيِ عَنْ الِاغْتِرَارِ بِمَا هُمْ فِيهِ مِنْ نَعِيمٍ، وَتَمَتُّعٍ، كَأَنَّهُ يَقُولُ: عَلَى الْمُؤْمِنِ أَنْ يَجْعَلَ مَرْمَى طَرَفِهِ ذَلِكَ الثَّوَابَ الَّذِي وَعَدْتُهُ، فَهُوَ النَّعِيمُ الْحَقِيقِيُّ الْبَاقِي، وَهَذَا الَّذِي فِيهِ الْكَافِرُونَ مَتَاعٌ قَلِيلٌ، فَلَا تَطْلُبُوهُ، وَلَا تَحْفُلُوا بِهِ. يَسْهُلُ بِهَذَا عَلَى الْمُسْلِمِينَ مَا كُلِّفُوهُ مِنْ تَحَمُّلِ الْإِيذَاءِ وَالْعَنَاءِ فِي إِقَامَةِ الْحَقِّ. </p><p> أَقُولُ: أَمَّا مَعْنَى الْآيَةِ: فَهُوَ لَا يَغُرَّنَّكَ أَيُّهَا الْمُخَاطَبُ الْمُؤْمِنُ، أَوْ لَا يَغُرَّنَّكَ يَا مُحَمَّدُ (قَوْلَانِ) تَقَلُّبُهُمْ، قَالُوا: وَمَا خُوطِبَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ مِثْلِ هَذَا فَالْمُرَادُ بِهِ أُمَّتُهُ، فَرُوِيَ عَنْ </p><p> قَتَادَةَ أَنَّهُ قَالَ: وَاللهِ مَا غَرُّوا نَبِيَّ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَتَّى قَبَضَهُ اللهُ. وَمَعْنَى غَرَّهُ: أَصَابَ غُرَّتَهُ، فَنَالَ مِنْهُ بِالْقَوْلِ شَيْئًا مِمَّا يُرِيدُ، وَهُوَ غَافِلٌ عَنْ ذَلِكَ لَمْ يَفْطَنْ لِمَا فِي بَاطِنِ الشَّيْءِ مِمَّا يُخَالِفُ الظَّاهِرَ. قَالَ الرَّاغِبُ: وَالْغِرَّةُ (بِالْكَسْرِ) غَفْلَةٌ فِي الْيَقَظَةِ، وَالْغِرَارُ: غَفْلَةٌ مَعَ غَفْوَةٍ. وَأَصْلُ ذَلِكَ مِنَ الْغَرِّ (بِالْفَتْحِ) وَهُوَ الْأَثَرُ الظَّاهِرُ مِنَ الشَّيْءِ، وَمِنْهُ غُرَّةُ الْفَرَسِ، وَغِرَارُ السَّيْفِ أَيْ حَدُّهُ. وَغَرُّ الثَّوْبِ: أَثَرُ كَسْرِهِ، وَقِيلَ: اطْوِهِ عَلَى غَرِّهِ، وَغَرَّهُ كَذَا غُرُورًا كَأَنَّمَا طَوَاهُ عَلَى غَرِّهِ اهـ. فَالْأَظْهَرُ أَنَّ الْغُرُورَ مَأْخُوذٌ مِنَ الْغِرَّةِ (بِالْكَسْرِ) أَيِ الْغَفْلَةِ، وَيَقْرُبُ مِنْهُ، أَوْ يَتَّصِلُ بِهِ أَخْذُهُ مِنْ غَرِّ الثَّوْبِ (بِالْفَتْحِ) وَهُوَ أَثَرُ طَيِّهِ الَّذِي يُعَبَّرُ عَنْهُ بِالثَّنْيِ وَالْكَسْرِ، وَجُمِعَ الْغَرُّ عَلَى غُرُورٍ، قَالَ فِي الْأَسَاسِ:  \" وَاطْوِهِ عَلَى غُرُورِهِ أَيْ مَكَاسِرِهِ \" ، وَالْمُرَادُ: اطْوِهِ عَلَى طَيَّاتِهِ الْأُولَى لِيَبْقَى عَلَى مَا كَانَ عَلَيْهِ، وَمِنْهُ غَرَارَةُ الصِّغَارِ (بِالْفَتْحِ) أَيْ سَذَاجَتُهُمْ، وَقِلَّةُ تَجَارِبِهِمْ يُقَالُ: فَتًى غِرٌّ، وَفَتَاةٌ غِرٌّ (بِالْكَسْرِ) وَقِيلَ: إِنَّ الْغُرُورَ مَأْخُوذٌ مِنَ الْغِرَارِ بِالْكَسْرِ، وَهُوَ مِنَ السَّيْفِ، وَالسَّهْمِ، وَالرُّمْحِ حَدُّهَا، قَالُوا: غِرَّةٌ أَيْ خُدْعَةٌ وَأَطْمَعَهُ بِالْبَاطِلِ كَأَنَّهُ ذَبَحَهُ بِالْغِرَارِ. وَفِيهِ مُبَالَغَةٌ وَبُعْدٌ. </p><p> وَحَاصِلُ مَعْنَى النَّهْيِ عَنِ الْغُرُورِ: أَنَّ تَقَلُّبَ الَّذِينَ كَفَرُوا فِي الْبِلَادِ آمِنِينَ مُعْتَزِّينَ لَا يَنْبَغِي أَنْ يَكُونَ سَبَبًا لِغُرُورِ الْمُؤْمِنِ بِحَالِهِمْ، وَتَوَهُّمِهِ أَنَّ هَذَا شَيْءٌ يَدُومُ لَهُمْ، فَإِنَّ هَذَا مِنْ إِبْقَاءِ </p>"
}