{
  "id": null,
  "sura": 3,
  "aya": 81,
  "text": "<p> قَطْعًا لِعُذْرِهِمْ وَإِظْهَارًا لِعِنَادِهِمْ، وَمِنْ جُمْلَتِهَا مَا ذَكَرَهُ اللهُ - </p><p> تَعَالَى - فِي هَذِهِ الْآيَةِ: وَهُوَ أَنَّهُ - تَعَالَى - أَخَذَ الْمِيثَاقَ مِنَ الْأَنْبِيَاءِ الَّذِينَ آتَاهُمُ الْكِتَابَ وَالْحِكْمَةَ بِأَنَّهُمْ كُلَّمَا جَاءَهُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَهُمْ آمَنُوا بِهِ وَنَصَرُوهُ، وَأَخْبَرَ أَنَّهُمْ قَبِلُوا ذَلِكَ. وَحَكَمَ بِأَنَّ مَنْ رَجَعَ عَنْ ذَلِكَ كَانَ مِنَ الْفَاسِقِينَ، فَهَذَا هُوَ الْمَقْصُودُ مِنَ الْآيَةِ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: هَذَا رُجُوعٌ إِلَى أَصْلِ الْمَوْضُوعِ الَّذِي افْتُتِحَتِ السُّورَةُ بِتَقْرِيرِهِ وَهُوَ التَّنْزِيلُ، وَكَوْنُ الدِّينِ عِنْدَ اللهِ وَاحِدًا، وَهُوَ مَا كَانَ عَلَيْهِ إِبْرَاهِيمُ وَسَائِرُ النَّبِيِّينَ، وَكَوْنُ اللهِ - تَعَالَى - مُخْتَارًا فِيمَا يَخْتَصُّ بِهِ بَعْضَ خَلْقِهِ مِنْ مَزِيَّةٍ أَوْ نُبُوَّةٍ وَقَدْ سَبَقَتْ تِلْكَ الْمَسَائِلُ لِإِثْبَاتِ نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِزَالَةِ شُبْهَاتِ مَنْ أَنْكَرَ مِنْ أَهْلِ الْكِتَابِ بَعْثَةَ نَبِيٍّ مِنَ الْعَرَبِ وَاسْتَتْبَعَ ذَلِكَ مُحَاجَّتَهُمْ وَبَيَانَ خَطَئِهِمْ فِي ذَلِكَ وَفِي غَيْرِهِ مِنْ أَمْرِ دِينِهِمْ. وَهَذِهِ الْمَسْأَلَةُ الَّتِي تُقَرِّرُهَا هَذِهِ الْآيَةُ مِنَ الْحُجَجِ الْمُوَجَّهَةِ إِلَيْهِمْ لِدَحْضِ مَزَاعِمِهِمْ وَهِيَ أَنَّ اللهَ - تَعَالَى - أَخَذَ الْمِيثَاقَ عَلَى جَمِيعِ النَّبِيِّينَ وَعَلَى أَتْبَاعِهِمْ بِالتَّبَعِ لَهُمْ بِأَنَّ مَا يُعْطُونَهُ مِنْ كِتَابٍ وَحِكْمَةٍ - وَإِنْ عَظُمَ أَمْرُهُ - فَالْوَاجِبُ عَلَيْهِمْ أَنْ يُؤْمِنُوا بِمَنْ يُرْسَلُ مِنْ بَعْدِهِمْ مُصَدِّقًا لِمَا مَعَهُمْ مِنْهُ وَأَنْ يَنْصُرُوهُ. أَيْ فَالْآيَةُ مُتَّصِلَةٌ بِمَا قَبْلَهَا بِالنَّظَرِ إِلَى أَصْلِ الْمَوْضُوعِ. </p><p> أَمَّا أَخْذُ الْمِيثَاقِ مِنَ الْمَرْءِ، وَهُوَ الْعَهْدُ الْمُوَثَّقُ الْمُؤَكَّدُ فَهُوَ عِبَارَةٌ عَنْ كَوْنِ الْمَأْخُوذِ مِنْهُ وَهُوَ الْمُعَاهِدُ (بِكَسْرِ الْهَاءِ) يَلْتَزِمُ لِلْآخِذِ وَهُوَ الْمُعَاهَدُ (بِفَتْحِ الْهَاءِ) أَنْ يَفْعَلَ كَذَا مُؤَكِّدًا ذَلِكَ بِالْيَمِينِ أَوْ بِلَفْظٍ مِنَ الْمُعَاهَدَةِ أَوِ الْمُوَاثَقَةِ. وَفِي قَوْلِهِ: مِيثَاقَ النَّبِيِّينَ وَجْهَانِ ; أَحَدُهُمَا: أَنَّ مَعْنَاهُ: \" الْمِيثَاقَ مِنَ النَّبِيِّينَ \" . فَالنَّبِيُّونَ هُمُ الْمَأْخُوذُ عَلَيْهِمْ. وَعَلَى هَذَا يَكُونُ حُكْمُهُ سَارِيًا عَلَى أَتْبَاعِهِمْ بِالْأَوْلَى، كَمَا قَالَ الْأُسْتَاذُ الْإِمَامُ، وَثَانِيهِمَا: أَنَّ إِضَافَةَ مِيثَاقٍ إِلَى النَّبِيِّينَ عَلَى أَنَّهُمْ أَصْحَابُهُ فَهُوَ مُضَافٌ إِلَى الْمُوثِقِ لَا إِلَى الْمُوثَقِ عَلَيْهِ كَمَا تَقُولُ: عَهْدُ اللهِ وَمِيثَاقُ اللهِ. وَحِينَئِذٍ يَكُونُ الْمَأْخُوذُ عَلَيْهِ مَسْكُوتًا عَنْهُ لِلْعِلْمِ بِهِ، وَتَقْدِيرُهُ: وَإِذْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّينَ عَلَى أُمَمِهِمْ، أَوِ الْخِطَابُ لِأَهْلِ الْكِتَابِ وَالْمَعْنَى: وَإِذْ أَخَذَ اللهُ عَلَيْكُمْ مِيثَاقَ النَّبِيِّينَ الَّذِينَ أُرْسِلُوا إِلَى قَوْمِكُمْ. أَوِ التَّقْدِيرُ:  \" مِيثَاقَ أُمَمِ النَّبِيِّينَ \" ، وَكُلٌّ مِنَ الْقَوْلَيْنِ مَرْوِيٌّ عَنِ السَّلَفِ، وَمِمَّنْ قَالَ بِالثَّانِي مِنْ آلِ الْبَيْتِ جَعْفَرٌ الصَّادِقُ قَالَ: هُوَ عَلَى حَدِّ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ [٦٥: ١] . فَالْخِطَابُ فِيهِ لِلنَّبِيِّ وَالْمُرَادُ أَمَتُّهُ عَامَّةً. </p><p> وَالْمَقْصُودُ مِنَ الْوَجْهَيْنِ أَوِ الطَّرِيقَيْنِ فِي تَفْسِيرِ الْعِبَارَةِ وَاحِدٌ وَهُوَ أَنَّ الْوَاجِبَ </p><p> عَلَى الْأُمَمِ الَّتِي أُوتِيَتِ الْكِتَابَ إِذَا جَاءَهُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَهُمْ أَنْ يُؤْمِنُوا بِهِ وَيَنْصُرُوهُ وَجَبَ ذَلِكَ عَلَيْهِمْ بِمِيثَاقِ اللهِ عَلَى أَنْبِيَائِهِمْ أَوْ مِيثَاقِهِ عَلَيْهِمْ أَنْفُسِهِمْ عَلَى لِسَانِ أَنْبِيَائِهِمْ. </p><p> وَاللَّامُ فِي قَوْلِهِ: لَمَا آتَيْتُكُمْ لَامُ التَّوْطِئَةِ لِأَخْذِ الْمِيثَاقِ، قَالَ الزَّمَخْشَرِيُّ: لِأَنَّهُ فِي مَعْنَى الِاسْتِحْلَافِ أَيْ أَنَّ الْمِيثَاقَ بِمَعْنَى الْقَسَمِ، فَأَخْذُهُ بِمَعْنَى الِاسْتِحْلَافِ وَ \" مَا \" الَّتِي دَخَلَتْ عَلَيْهَا اللَّامُ هِيَ الْمُتَضَمِّنَةُ لِمَعْنَى الشَّرْطِ، وَالْمَعْنَى: مَهْمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ وَاللَّامُ فِي لَتُؤْمِنُنَّ لَامُ جَوَابِ الْقَسَمِ </p><p> وَجَعَلُوا لَتُؤْمِنُنَّ سَادًّا مَسَدَّ جَوَابِ الْقَسَمِ وَجَوَابِ الشَّرْطِ جَمِيعًا، وَيَجُوزُ أَنْ تَكُونَ مَا مَوْصُولَةً وَالْعَائِدُ حِينَئِذٍ مَحْذُوفٌ أَيْ: لَمَا آتَيْتُكُمُوهُ. وَقَرَأَ حَمْزَةُ \" لِمَا \" بِكَسْرِ اللَّامِ وَهِيَ لَامُ التَّعْلِيلِ وَ \" مَا \" عَلَى هَذِهِ مَوْصُولَةٌ حَتْمًا. وَالْمَعْنَى أَنَّهُ أَخَذَ مِيثَاقَهُمْ لِأَجْلِ مَا ذَكَرَ. وَقَرَأَ نَافِعٌ \" آتَيْنَاكُمْ \" بِالْإِسْنَادِ إِلَى ضَمِيرِ الْجَمْعِ تَفْخِيمًا. وَقَوْلُهُ: ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ فِيهِ بَعْضُ الْمُفَسِّرِينَ: لَفْظُ \" رَسُولٍ \" فِيهِ عَلَى إِطْلَاقِهِ. </p><p> وَقَالَ بَعْضُهُمْ: إِنَّ الْمُرَادَ بِهِ هَنَا مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيَرُدُّ عَلَى هَذَا الْقَوْلِ إِشْكَالٌ بِنَاءً عَلَى أَنَّ الْمِيثَاقَ قَدْ أُخِذَ عَلَى النَّبِيِّينَ أَنْفُسِهِمْ وَهُوَ أَنَّ هَذَا الرَّسُولَ مَا جَاءَ فِي عَصْرِ أَحَدٍ مِنْهُمْ. </p><p> وَكَانَ اللهُ - تَعَالَى - يَعْلَمُ ذَلِكَ عِنْدَ أَخْذِ الْمِيثَاقِ عَلَيْهِمْ لِأَنَّ عِلْمَهُ أَزَلِيٌّ أَبَدِيٌّ. وَأُجِيبَ عَنْهُ بِأَنَّهُ مِيثَاقٌ مَبْنِيٌّ عَلَى الْفَرْضِ أَيْ إِذَا فُرِضَ أَنْ جَاءَكُمْ وَجَبَ عَلَيْكُمُ الْإِيمَانُ بِهِ وَنَصْرُهُ. </p><p> أَقُولُ: وَيَكُونُ الْمُرَادُ مِنْهُ بَيَانَ مَرْتَبَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ النَّبِيِّينَ إِذَا فُرِضَ أَنْ وُجِدَ فِي عَصْرِهِمْ، وَهُوَ أَنَّهُ يَكُونُ الرَّئِيسَ الْمَتْبُوعَ لَهُمْ ; فَمَا قَوْلُكُ إِذًا فِي أَتْبَاعِهِمْ لَا سِيَّمَا بَعْدَ زَمَنِهِمْ؟ وَإِنَّمَا كَانَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هَذَا الِاخْتِصَاصُ لِأَنَّ اللهَ - تَعَالَى - قَضَى فِي سَابِقِ عِلْمِهِ بِأَنْ يَكُونَ هُوَ خَاتَمَ النَّبِيِّينَ الَّذِي يَجِيءُ بِالْهُدَى الْأَخِيرِ الْعَامِّ الَّذِي لَا يَحْتَاجُ الْبَشَرُ بَعْدَهُ إِلَى شَيْءٍ مَعَهُ سِوَى اسْتِعْمَالِ عُقُولِهِمْ وَاسْتِقْلَالِ أَفْكَارِهِمْ، وَأَنْ يَكُونَ مَا قَبْلَهُ مِنَ الشَّرَائِعِ الَّتِي يَجِيئُونَ بِهَا هِدَايَةً مَوْقُوتَةً خَاصَّةً بِقَوْمٍ دُونَ قَوْمٍ. وَاحْتَجَّ الْقَائِلُونَ بِأَنَّ الْمُرَادَ بِالرَّسُولِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِحُجَجٍ مِنْهَا حَدِيثُ وَاللهِ لَوْ كَانَ مُوسَى حَيًّا بَيْنَ أَظْهُرِكُمْ مَا حَلَّ لَهُ إِلَّا أَنْ يَتَّبِعَنِي رَوَاهُ أَبُو يَعْلَى مِنْ حَدِيثِ جَابِرٍ. </p><p> وَأَمَّا الْمَعْنَى عَلَى الْوَجْهِ الْأَوَّلِ مَعَ الْقَوْلِ بِأَنَّ الْمِيثَاقَ أُخِذَ عَلَى الْأَنْبِيَاءِ فَهُوَ أَنَّهُ لَمَّا كَانَ الْقَصْدُ مِنْ إِرْسَالِهِمْ وَاحِدًا وَجَبَ أَنْ يَكُونُوا مُتَكَافِلِينَ مُتَنَاصِرِينَ إِذَا جَاءَ وَاحِدٌ مِنْهُمْ فِي زَمَنِ آخَرَ آمَنَ بِهِ وَنَصَرَهُ بِمَا اسْتَطَاعَ وَلَا يَلْزَمُ مِنْ ذَلِكَ أَنْ يَكُونَ مُتَّبِعًا لِشَرِيعَتِهِ، كَمَا آمَنَ لُوطٌ لِإِبْرَاهِيمَ وَأَيَّدَ دَعْوَتَهُ إِذْ كَانَ فِي زَمَنِهِ. </p><p> وَكُلٌّ مِنَ الْقَوْلَيْنِ حُجَّةٌ عَلَى الَّذِينَ يَجْعَلُونَ الدِّينَ سَبَبًا لِلْخِلَافِ وَالنِّزَاعِ وَالْعَدَاوَةِ وَالْبَغْضَاءِ، كَمَا فَعَلَ أَهْلُ الْكِتَابِ فِي عَدَاوَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْكَيْدِ لَهُ فَكَانَ يَدْعُوهُمْ إِلَى كَلِمَةٍ سَوَاءٍ فَلَا يَلْقَى مِنْهُمْ إِلَّا الْخِلَافَ وَالشَّحْنَاءَ. </p><p> وَسُئِلَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ عَنْ إِيمَانِ نَبِيٍّ بِنَبِيٍّ آخَرَ يُبْعَثُ فِي عَصْرِهِ هَلْ يَسْتَلْزِمُ ذَلِكَ نَسْخَ الثَّانِي لِشَرِيعَةِ الْأَوَّلِ؟ فَقَالَ لَا يَسْتَلْزِمُ ذَلِكَ وَلَا يُنَافِيهِ، وَإِنَّمَا الْمَقْصُودُ تَصْدِيقُ دَعْوَتِهِ وَنَصْرِهِ عَلَى مَنْ يُؤْذِيهِ وَيُنَاوِئُهُ فَإِنْ تَضَمَّنَتْ شَرِيعَةُ الثَّانِي نَسْخَ شَيْءٍ مِمَّا جَاءَ بِهِ الْأَوَّلُ وَجَبَ التَّسْلِيمُ لَهُ وَإِلَّا صَدَّقَهُ بِالْأُصُولِ الَّتِي هِيَ وَاحِدَةٌ فِي كُلِّ دِينٍ، وَيُؤَدِّي كُلُّ وَاحِدٍ مَعَ أُمَّتِهِ أَعْمَالَ عِبَادَتِهَا التَّفْصِيلِيَّةِ وَلَا يُعَدُّ ذَلِكَ اخْتِلَافًا وَتَفَرُّقًا فِي الدِّينِ، فَإِنَّ مِثْلَهُ يَأْتِي فِي </p><p> الشَّرِيعَةِ الْوَاحِدَةِ كَأَنْ يُؤَدِّي شَخْصَانِ كَفَّارَةَ الْيَمِينِ أَوْ غَيْرِهَا بِغَيْرِ مَا يُكَفِّرُ بِهِ الْآخَرُ هَذَا بِالصِّيَامِ وَذَاكَ بِإِطْعَامِ الْمَسَاكِينِ، وَسَبَبُ ذَلِكَ اخْتِلَافُ حَالِ الشَّخْصَيْنِ فَأَدَّى كُلٌّ وَاحِدٍ مَا سَهُلَ عَلَيْهِ. </p><p> أَقُولُ: وَلَنَا أَنْ نَضْرِبَ لِلْمَسْأَلَةِ مِثْلَ عَامِلَيْنِ يُرْسِلُهُمَا الْمَلِكُ فِي عَصْرٍ وَاحِدٍ إِلَى وِلَايَتَيْنِ مُسْتَقِلَّتَيْنِ مُتَجَاوِرَتَيْنِ فَلَا شَكَّ أَنَّهُ يَجِبُ عَلَى كُلٍّ مِنْهُمَا تَصْدِيقُ الْآخَرِ وَنَصْرُهُ عِنْدَ الْحَاجَةِ وَأَنَّهُ يَجِبُ أَنْ يَكُونَا مُتَّفِقَيْنِ فِي الْأُصُولِ الْعَامَّةِ لِلسَّلْطَنَةِ أَوْ مَا يُعَبِّرُ عَنْهُ أَهْلُ هَذَا الْعَصْرِ بِالْقَانُونِ الْأَسَاسِيِّ، وَمَا يُنَاسِبُ ذَلِكَ. وَقَدْ يَكُونُ بَيْنَ الْوِلَايَتَيْنِ اخْتِلَافٌ فِي طِبَاعِ الْأَهَالِي وَاسْتِعْدَادِهِمْ وَحَالُ الْبِلَادِ يَقْتَضِي اخْتِلَافَ الْأَحْكَامِ الْجُزْئِيَّةِ كَأَنْ تَكُونَ الضَّرَائِبُ قَلِيلَةً فِي إِحْدَاهُمَا كَثِيرَةً فِي الْأُخْرَى، وَكُلٌّ مِنَ الْعَامِلَيْنِ يُؤْمِنُ لِلْآخَرِ بِذَلِكَ وَإِنْ لَمْ يَعْمَلْ بِعَمَلِهِ، وَكَذَلِكَ يُؤْمِنُ كُلٌّ مِنَ النَّبِيِّينَ الْمُرْسَلِينَ بِكُلِّ مَا جَاءَ بِهِ الْآخَرُ وَإِنْ وَافَقَهُ فِي الْأُصُولِ دُونَ جَمِيعِ الْفُرُوعِ. وَلَا يُعْقَلُ أَنْ يُنْسَخَ مَا جَاءَ بِهِ الْأَوَّلُ عَلَى لِسَانِ رَسُولٍ آخَرَ لِقَوْمٍ آخَرِينَ. وَأَمَّا إِذَا بُعِثَ الرَّسُولَانِ فِي أُمَّةٍ </p><p> وَاحِدَةٍ فَإِنَّهُمَا يُكُونَانِ مُتَّفِقَيْنِ فِي كُلِّ شَيْءٍ وَلَا تَنْسَ مُوسَى وَهَارُونَ - عَلَيْهِمَا السَّلَامُ -، وَأَمَّا مَجِيءُ النَّبِيِّ بَعْدَ النَّبِيِّ فَيَجُوزُ أَنْ يَنْسَخَ مُعْظَمَ فُرُوعِ شَرْعِهِ. وَبِهَذَا يَتَّضِحُ لَكَ مَعْنَى تَصْدِيقِ نَبِيِّنَا بِالْكُتُبِ السَّابِقَةِ وَلِمَنْ جَاءُوا بِهَا مِنَ الرُّسُلِ وَأَنَّهُ لَا يَقْتَضِي أَنْ يَكُونَ شَرْعُهُ التَّفْصِيلِيُّ مُوَافِقًا لِشَرَائِعِهِمْ، وَلَا أَنْ يُقِرَّ أَقْوَامَهُمْ عَلَى مَا دَرَجُوا عَلَيْهِ. </p><p> قَالَ - تَعَالَى - لِمَنْ أَخَذَ عَلَيْهِمْ هَذَا الْمِيثَاقَ: أَأَقْرَرْتُمْ وَأَخَذْتُمْ أَيْ قَبِلْتُمْ عَلَى ذَلِكُمْ الَّذِي ذُكِرَ مِنَ الْإِيمَانِ بِالرَّسُولِ الْمُصَدِّقِ لِمَا مَعَكُمْ وَنَصْرِهِ إِصْرِي أَيْ عَهْدِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ أَيْ فَلْيَشْهَدْ بَعْضُكُمْ عَلَى بَعْضٍ وَأَنَا مَعَكُمْ شَاهِدٌ عَلَيْكُمْ جَمِيعًا لَا يَغِيبُ عَنْ عِلْمِي شَيْءٌ، وَقِيلَ مَعْنَاهُ: فَلْيَشْهَدْ كُلُّ وَاحِدٍ عَلَى نَفْسِهِ كَمَا قَالَ: وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ [٧: ١٧٢] وَقِيلَ مَعْنَاهُ فَبَيِّنُوا هَذَا الْمِيثَاقَ لِلنَّاسِ. وَقِيلَ مَعْنَاهُ: فَاعْلَمُوا ذَلِكَ عِلْمًا يَقِينًا، كَالْعِلْمِ بِالْمُشَاهَدِ بِالْبَصَرِ. وَقَالَ الْأُسْتَاذُ: إِنَّ هَذَا الْأَمْرَ بِالشَّهَادَةِ دَلِيلٌ عَلَى تَرْجِيحِ قَوْلِ جَعْفَرٍ الصَّادِقِ إِنَّ الْعَهْدَ مَأْخُوذٌ مِنَ الْأَنْبِيَاءِ عَلَى أُمَمِهِمْ، وَالْمَعْنَى أَنَّ اللهَ - تَعَالَى - أَمَرَ الْأَنْبِيَاءَ بِأَنْ يَشْهَدُوا عَلَى أُمَمِهِمْ بِذَلِكَ وَهُوَ - سُبْحَانَهُ - مَعَهُمْ شَهِيدٌ. وَقَالَ أَيْضًا: إِنَّ الْعِبَارَةَ لَيْسَتْ نَصًّا فِي أَنَّ هَذِهِ الْمُحَاوَرَةَ وَقَعَتْ وَهَذِهِ الْأَقْوَالَ قِيلَتْ، وَالْمُخْتَارُ عِنْدَهُ أَنَّ الْمُرَادَ بِهَا تَقْرِيرُ الْمَعْنَى وَتَوْكِيدُهُ عَلَى طَرِيقِ التَّمْثِيلِ. </p><p> أَقُولُ: وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ أَنَّ الْإِقْرَارَ مِنْ قَرَّ الشَّيْءُ إِذَا ثَبَتَ وَلَزِمَ قَرَارُهُ مَكَانَهُ، زِيدَتْ عَلَيْهِ هَمْزَةُ التَّعْدِيَةِ، فَقِيلَ أَقَرَّ الشَّيْءَ إِذَا أَثْبَتَهُ، وَأَقَرَّ بِهِ إِذَا نَطَقَ بِمَا يَدُلُّ عَلَى ثُبُوتِهِ. وَالْأَخْذُ التَّنَاوُلُ، وَفَسَّرْنَاهُ هُنَا بِالْقَبُولِ وَهُوَ غَايَتُهُ ; لِأَنَّ آخِذَ الشَّيْءِ يَقْبَلُهُ وَهُوَ مُسْتَعْمَلٌ كَذَلِكَ فِي التَّنْزِيلِ قَالَ - تَعَالَى -: وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ [٢: ٤٨] </p>"
}