{
  "id": null,
  "sura": 3,
  "aya": 149,
  "text": "<p> قَدِ اخْتَلَفُوا فِي النُّزُولِ عَلَى حُكْمِ الْمُشْرِكِينَ، فَكَانَ ذَلِكَ تَقْصِيرًا مِنْهُمْ، وَفِي وَقْعَةِ بِئْرِ مَعُونَةَ قَدْ قَصَّرُوا فِي الِاحْتِيَاطِ إِذْ أَمِنُوا لِمَنْ لَا يَصِحُّ أَنْ يُؤْمَنَ لَهُمْ، فَكَانَ ذَلِكَ جَزَاءَ التَّقْصِيرِ وَمَوْعِظَةً لِلْمُؤْمِنِينَ لِيَكُونُوا دَائِمًا حَذِرِينَ مُحْتَاطِينَ غَيْرَ مُقَصِّرِينَ وَلَا مُسْرِفِينَ. </p><p> وَقَدْ صُرِّحَ بِمَا اتَّفَقَ عَلَيْهِ الْمُفَسِّرُونَ مِنْ كَوْنِ الْآيَاتِ تَأْدِيبًا لِلْمُؤْمِنِينَ وَتَوْبِيخًا لِمَنْ فَرَّطَ مِنْهُمْ مَا فَرَّطَ، وَالْأَمْرُ ظَاهِرٌ كَالشَّمْسِ فِي الضُّحَى أَوْ أَشَدُّ ظُهُورًا. </p><p> يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ بَلِ اللهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ </p><p> قَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ هَذِهِ الْآيَاتِ الْتِفَاتٌ عَنْ خِطَابِ الْمُنَافِقِينَ - الَّذِينَ وَبَّخَهُمْ فِي الْآيَاتِ السَّابِقَةِ أَنِ انْهَزَمُوا وَقَالُوا مَا قَالُوا - إِلَى خِطَابِ الْمُؤْمِنِينَ الصَّادِقِينَ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الْخِطَابُ لِمَنْ سَمِعَ قَوْلَ أُولَئِكَ الْقَائِلِينَ مِنَ الْمُنَافِقِينَ: ارْجِعُوا إِلَى إِخْوَانِكُمْ وَدِينِكُمْ وَهُوَ أَخَصُّ مِمَّا قَبْلَهُ، وَالْمُخْتَارُ عَلَى الطَّرِيقَةِ الَّتِي جَرَيْنَا عَلَيْهَا فِي </p><p> تَفْسِيرِ الْآيَاتِ السَّابِقَةِ أَنَّ الْخِطَابَ فِيهَا عَامٌّ وُجِّهَ إِلَى كُلِّ مَنْ شَهِدَ أُحُدًا لِتَكَافُلِهِمْ، وَكُلٌّ يَعْتَبِرُ بِهَا بِحَسَبِ حَالِهِ، وَيَدُلُّ عَلَيْهِ الْآيَاتُ الْآتِيَةُ بَعْدَهَا، فَإِنَّهَا مِنْ تَتِمَّةِ الْخِطَابِ وَفِيهَا تَفْصِيلٌ لِأَعْمَالِهِمْ وَنِيَّاتِهِمْ وَعِنَايَةِ اللهِ بِهِمْ، مَعَ تَقْسِيمِهِمْ إِلَى مُرِيدٍ لِلدُّنْيَا وَمُرِيدٍ لِلْآخِرَةِ كَمَا يَأْتِي قَرِيبًا. </p><p> قَوْلُهُ - تَعَالَى -: يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا مَعْنَاهُ إِنْ تُطِيعُوا الَّذِينَ جَحَدُوا نُبُوَّةَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يَقْبَلُوا دَعْوَتَهُ إِلَى التَّوْحِيدِ وَالْخَيْرِ كَأَبِي سُفْيَانَ وَمَنْ مَعَهُ مِنْ مُشْرِكِي مَكَّةَ الَّذِينَ دَعَاكُمْ مَرْضَى الْقُلُوبِ إِلَى الرُّجُوعِ إِلَيْهِمْ، وَتَوْسِيطِ رَئِيسِ الْمُنَافِقِينَ عَبْدِ اللهِ بْنِ أُبَيٍّ بَيْنَكُمْ وَبَيْنَ رَئِيسِهِمْ (أَبِي سُفْيَانَ) لِيَطْلُبَ لَكُمْ مِنْهُ الْأَمَانَ، أَوِ الَّذِينَ كَفَرُوا بِقُلُوبِهِمْ وَآمَنُوا بِأَفْوَاهِهِمْ كَعَبْدِ اللهِ بْنِ أُبَيٍّ وَأَصْحَابِهِ الَّذِينَ خَذَلُوكُمْ قَبْلَ الشُّرُوعِ فِي الْحَرْبِ، ثُمَّ دَعَوْكُمْ بَعْدَهَا إِلَى الرُّجُوعِ إِلَى دِينِكُمْ، وَقَالُوا: لَوْ كَانَ مُحَمَّدٌ نَبِيًّا لَمَا أَصَابَهُ مَا أَصَابَهُ يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ إِلَى مَا كُنْتُمْ عَلَيْهِ مِنَ الْكُفْرِ ابْتِدَاءً أَوِ اسْتِدْرَاجًا. قَالَ الْأُسْتَاذُ الْإِمَامُ: أَيْ </p><p> إِنْ طَلَبْتُمُ الْأَمَانَ مِنْهُمْ وَكَانَتْ حَالُكُمْ مَعَهُمْ حَالَ الْمَغْلُوبِ مَعَ الْغَالِبِ يَتَوَلَّوْا عَلَيْكُمْ وَتَكُونُوا مَعَهُمْ أَذِلَّاءَ مَقْهُورِينَ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ لِلدُّنْيَا وَالْآخِرَةِ، أَمَّا الْأَوَّلُ فَيُخْضِعُوكُمْ لِسُلْطَانِهِمْ وَامْتِهَانِكُمْ بَيْنَهُمْ وَحِرْمَانِكُمْ مِمَّا وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ مِنِ اسْتِخْلَافِهِمْ فِي الْأَرْضِ بِالسِّيَادَةِ وَالْمُلْكِ، وَمِنْ تَمْكِينِ دِينِهِمْ وَتَبْدِيلِهِمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا، أَمَّا الْآخَرُ فِيمَا يَمَسُّكُمْ فِي الْآخِرَةِ مِنْ عَذَابِ الْمُرْتَدِّينَ مَعَ الْحِرْمَانِ مِمَّا وَعَدَ اللهُ الْمُتَّقِينَ. </p><p> وَذِكْرُ بَعْضِهِمْ لِلْيَهُودِ وَالنَّصَارَى فِي تَفْسِيرِ هَذِهِ الْآيَةِ لَا مُنَاسَبَةَ لَهُ، وَقَدْ تَبِعُوا فِيهِ مَا رُوِيَ عَنِ الْحَسَنِ وَابْنِ جُرَيْجٍ. وَالْمَرْوِيُّ عَنِ السُّدِّيِّ أَنَّ الْمُرَادَ بِالَّذِينَ كَفَرُوا أَبُو سُفْيَانَ وَمَنْ مَعَهُ مِنَ الْمُشْرِكِينَ، وَعَنْ عَلِيٍّ أَنَّهُمْ عَبْدُ اللهِ بْنُ أُبَيٍّ وَحِزْبُهُ، وَهُمُ الَّذِينَ دَعَوْا إِلَى الِارْتِدَادِ كَمَا تَقَدَّمَ وَأَشَرْنَا إِلَيْهِ آنِفًا. </p><p> بَلِ اللهُ مَوْلَاكُمْ فَلَا يَنْبَغِي أَنْ تُفَكِّرُوا فِي وِلَايَةِ أَبِي سُفْيَانَ وَحِزْبِهِ، وَلَا عَبْدِ اللهِ بْنِ أُبَيٍّ وَشِيعَتِهِ، وَلَا أَنْ تُصْغُوا لِإِغْوَاءِ مَنْ يَدْعُوكُمْ إِلَى مُوَالَاتِهِمْ فَإِنَّهُمْ لَا يَسْتَطِيعُونَ لَكُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ، وَإِنَّمَا اللهُ هُوَ الْمَوْلَى الْقَادِرُ عَلَى نَصْرِكُمْ إِذَا هُوَ </p><p> تَوَلَّى شُئُونَكُمْ بِعِنَايَتِهِ الْخَاصَّةِ الَّتِي وَعَدَكُمْ بِهَا فِي قَوْلِهِ: فَاعْلَمُوا أَنَّ اللهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ [٨: ٤٠] وَبَيَّنَ لَكُمْ أَنَّ سُنَّتَهُ قَدْ مَضَتْ بِأَنَّهُ يَتَوَلَّى الصَّالِحِينَ وَيَخْذُلُ مَنْ يُنَاوِئُهُمْ مِنَ الْكَافِرِينَ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا ذَلِكَ بِأَنَّ اللهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ [٤٧: ١٠، ١١] وَمِنْ هُنَا أَخَذَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَوَابَهُ لِأَبِي سُفْيَانَ حِينَ قَالَ بَعْدَ وَقْعَةِ أُحُدٍ الَّتِي نَزَلَتْ هَذِهِ الْآيَاتُ فِيهَا:  \" لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ \" إِذْ أَمَرَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنْ يُجَابَ اللهُ مَوْلَانَا وَلَا مَوْلَى لَكُمْ كَأَنَّهُ - تَعَالَى - يُذَكِّرُ الْمُؤْمِنِينَ بِقَوْلِهِ هَذَا الْمُنْبِئِ عَنْ سُنَّتِهِ، وَبِتَذْكِيرِ الرَّسُولِ لَهُمْ بِهِ، وَإِذَا كَانَ هُوَ مَوْلَاكُمْ وَنَاصِرُكُمْ إِذَا قُمْتُمْ بِمَا شَرَطَهُ عَلَيْكُمْ فِي ذَلِكَ مِنَ الْإِيمَانِ وَالصَّلَاحِ وَنَصْرِ الْحَقِّ فَهَلْ تَحْتَاجُونَ إِلَى أَحَدٍ مِنْ بَعْدِهِ وَهُوَ خَيْرُ النَّاصِرِينَ؟ فَإِنَّ مَنْ يُطْلَقُ عَلَيْهِمْ لَفْظُ النَّاصِرِ مِنَ النَّاسِ إِنَّمَا يَنْصُرُ بَعْضُهُمْ بَعْضًا بِمَا أُوتُوا مِنَ الْقُوَى وَمَا تَيَسَّرَ لَهُمْ مِنَ الْأَسْبَابِ. </p><p> وَإِنَّمَا اللهُ هُوَ الَّذِي آتَاهُمُ الْقُوَى وَسَخَّرَ لَهُمُ الْأَسْبَابَ، وَهُوَ الْقَادِرُ بِذَاتِهِ عَلَى نَصْرِ مَنْ شَاءَ مِنْ عِبَادِهِ بِإِيتَائِهِمْ أَفْضَلَ مَا يُؤْتِي غَيْرَهُمْ مِنَ الصَّبْرِ وَالثَّبَاتِ وَالْعَزِيمَةِ وَإِحْكَامِ الرَّأْيِ وَإِقَامَةِ السُّنَنِ وَالتَّوْفِيقِ لِلْأَسْبَابِ، هَذَا مَا ظَهَرَ لَنَا. وَيَقُولُ الْمُفَسِّرُونَ: فِي مِثْلِ هَذِهِ الْعِبَارَةِ اسْمُ التَّفْضِيلِ (خَيْرُ) فِيهَا عَلَى غَيْرِ بَابِهِ ; لِأَنَّهُ لَا خَيْرَ فِي أُولَئِكَ النَّاصِرِينَ الَّذِينَ يُعَرِّضُ بِهِمْ، قَالَ الْأُسْتَاذُ الْإِمَامُ: لَا وَجْهَ لِلِاعْتِرَاضِ بِأَنَّ الْكَافِرِينَ لَا خَيْرَ فِيهِمْ، فَإِنَّ التَّفْضِيلَ إِنَّمَا هُوَ </p>"
}