{
  "id": null,
  "sura": 3,
  "aya": 113,
  "text": "<p> وَفَلَاسِفَتِهِمْ وَمُؤَرِّخِيهِمْ فَإِنَّهُمْ يُذْعِنُونَ بِأَنَّهُ لُبَابُ الْحَقِيقَةِ، بَلْ هُمْ يُصَرِّحُونَ بِأَنَّهُ لَوْلَا غَلَبَةُ الضَّلَالِ وَالْفِسْقِ وَالْكُفْرِ عَلَيْهِمْ فِي عَصْرِ ظُهُورِ الْإِسْلَامِ لَمَا انْتَشَرَ ذَلِكَ الِانْتِشَارَ السَّرِيعَ. </p><p> وَلَكِنْ وُجِدَ فِينَا مَنْ طَمَسَ هَذِهِ الْمَزِيَّةَ وَجَعَلُوا كُلَّ مَا يُنْكِرُهُ الْقُرْآنُ مِنْ فَسَادِ الْأُمَمِ مِنْ قَبِيلِ هَجْوِ غَيْرِ الْمُسْلِمِينَ، وَكُلَّ مَا يَحْمَدُهُ هُوَ خَاصٌّ بِالْمُسْلِمِينَ، حَتَّى كَأَنَّهُ شِعْرٌ لَا يُقْصَدُ مِنْهُ إِلَّا مَدْحُ أُنَاسٍ وَذَمُّ آخَرِينَ، وَبِهَذَا يُنَفِّرُونَ غَيْرَ الْمُسْلِمِينَ مِنَ الْإِسْلَامِ، وَيَحُولُونَ بَيْنَ الْمُسْلِمِينَ وَبَيْنَ الْعِبْرَةِ وَالِاتِّعَاظِ وَفَهْمِ الْحَقَائِقِ. وَلِهَذَا الْبَحْثِ بَقِيَّةٌ تَأْتِي فِي تَفْسِيرِ لَيْسُوا سَوَاءً إِلَخْ، وَاسْتَدَلَّ بَعْضُ الْمُفَسِّرِينَ بِالْآيَةِ عَلَى حُجِّيَّةِ الْإِجْمَاعِ الْمَعْرُوفِ فِي الْأُصُولِ فَحَمَّلَهَا مَالَا تَحْمِلُ. </p><p> ثُمَّ قَالَ - تَعَالَى - فِي أُولَئِكَ الْفَاسِقِينَ مِنْ أَهْلِ الْكِتَابِ: لَنْ يَضُرُّوكُمْ إِلَّا أَذًى </p><p> أَيْ إِنَّهُمْ يَقْدِرُونَ عَلَى إِيقَاعِ الضَّرَرِ بِكُمْ وَلَكِنْ يُؤْذُونَكُمْ بِنَحْوِ الْكَلَامِ الْقَبِيحِ كَالْخَوْضِ فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَوْ إِلَّا ضَرَرًا خَفِيفًا لَيْسَ لَهُ كَبِيرُ تَأْثِيرٍ وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ تَوْلِيَةُ الْأَدْبَارِ: كِنَايَةٌ عَنِ الِانْهِزَامِ لِأَنَّ الْمُنْهَزِمَ يُحَوِّلُ ظَهْرَهُ إِلَى جِهَةِ مُقَاتِلِهِ وَيَسْتَدْبِرُهُ فِي هَرَبِهِ مِنْهُ، فَيَكُونُ دُبُرُهُ أَيْ قَفَاهُ إِلَى جِهَةِ وَجْهِ مَنِ انْهَزَمَ هُوَ مِنْهُ. ثُمَّ لَا يُنْصَرُونَ عَلَيْكُمْ بَعْدَ ذَلِكَ، أَوْ ثُمَّ إِنَّهُمْ لَا يُنْصَرُونَ عَلَيْكُمْ قَطُّ مَا دَامُوا عَلَى فِسْقِهِمْ وَدُمْتُمْ عَلَى خَيْرِيَّتِكُمْ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللهِ. وَعَلَى هَذَا تَكُونُ الْجُمْلَةُ إِخْبَارِيَّةً مُسْتَقِلَّةً لَا تَدْخُلُ فِي جَوَابِ الشَّرْطِ وَلِذَلِكَ وَرَدَتْ بِنُونِ الرَّفْعِ. وَفِي هَذِهِ الْآيَةِ ثَلَاثُ بِشَارَاتٍ مِنَ الْإِخْبَارِ بِالْغَيْبِ، وَكُلُّهَا تَحَقَّقَتْ وَصَدَقَ اللهُ وَعْدَهُ. </p><p> وَقَدْ أَوْرَدَ \" الرَّازِيُّ \" عَلَى الْوَعْدِ بِأَنَّهُمْ لَا يُنْصَرُونَ: أَنَّهُ يَصْدُقُ فِي الْيَهُودِ دُونَ النَّصَارَى أَيْ إِنَّ الْيَهُودَ هُمُ الَّذِينَ لَمْ يُنْصَرُوا عَلَى الْمُسْلِمِينَ بَعْدَ مَا كَانَ مِنِ انْكِسَارِهِمْ فِي الْحِجَازِ، وَأَمَّا النَّصَارَى فَقَدْ كَانَتِ الْحَرْبُ بَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ بَعْدَ الصَّدْرِ الْأَوَّلِ سِجَالًا ثُمَّ صَارُوا هُمُ الْمَنْصُورِينَ، وَأَجَابَ (الرَّازِيُّ) عَنْ ذَلِكَ: بِأَنَّ الْآيَةَ خَاصَّةٌ بِالْيَهُودِ، نَعَمْ وَمَا قُلْنَاهُ يَصْلُحُ جَوَابًا مُطْلَقًا، وَيُؤَيِّدُهُ تَقْيِيدُهُ - تَعَالَى - نَصْرَ الْمُؤْمِنِينَ بِنَصْرِهِمْ إِيَّاهُ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ [٤٧: ٧] وَبِالْقِيَامِ بِمَا أَمَرَ بِهِ وَمِنْهُ الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ، كَمَا وَرَدَ فِي سُورَةِ الْحَجِّ وَذَكَرْنَاهُ فِي تَفْسِيرِ الْآيَةِ السَّابِقَةِ. وَمِثْلُهُ وَصْفُ الْمُؤْمِنِينَ الْمُجَاهِدِينَ فِي سُورَةِ التَّوْبَةِ بِقَوْلِهِ: الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللهِ [٩: ١١٢] وَقَدْ شَرَحْنَا هَذَا الْمَعْنَى غَيْرَ مَرَّةٍ وَسَنُفَصِّلُهُ - إِنْ شَاءَ اللهُ - فِي مُقَدِّمَةِ التَّفْسِيرِ تَفْصِيلًا. </p><p> ثُمَّ قَالَ جَلَّ شَأْنُهُ: ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللهِ وَحَبْلٍ مِنَ النَّاسِ ثُقِفُوا: وُجِدُوا. وَالذِّلَّةُ بِكَسْرِ الذَّالِ: ضَرْبٌ مَخْصُوصٌ مِنَ الذُّلِّ لِأَنَّهَا مِنَ الصِّيَغِ الَّتِي تَدُلُّ عَلَى الْهَيْئَةِ، قِيلَ: الْمُرَادُ بِهَا هُنَا الْجِزْيَةُ، وَقِيلَ: مَا يُحْدِثُهُ فِي النَّفْسِ مِنْ فَقْدِ السُّلْطَةِ وَهَذَا هُوَ </p><p> الصَّحِيحُ، وَقَدْ فَرَّقَ (الرَّاغِبُ) بَيْنَ الذُّلِّ بِضَمِّ الذَّالِ وَالذِّلِّ بِكَسْرِهَا فَقَالَ فِي الْأَوَّلِ: إِنَّهُ مَا كَانَ عَنْ قَهْرٍ، وَفِي الثَّانِي: مَا كَانَ بَعْدَ تَصَعُّبٍ وَشِمَاسٍ، وَمِنْهُ تَذْلِيلُ الدَّوَابِّ. وَضَرْبُ الذِّلَّةِ عَلَيْهِمْ أَيْ عَلَى الْيَهُودِ عِبَارَةٌ عَنْ إِلْصَاقِهَا بِهِمْ وَظُهُورِ أَثَرِهَا فِيهِمْ كَمَا يَكُونُ مِنْ ضَرْبِ السِّكَّةِ بِمَا يُنْقَشُ فِيهَا، أَوْ عَنْ إِحَاطَتِهَا بِهِمْ كَإِحَاطَةِ الْخَيْمَةِ </p><p> الْمَضْرُوبَةِ بِمَنْ فِيهَا، وَتَقَدَّمَ بَيَانُ ذَلِكَ كُلِّهِ لِلْأُسْتَاذِ الْإِمَامِ فِي تَفْسِيرِ وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ [٢: ٦١] الْآيَةَ فَلْيُرَاجَعْ ; فَإِنَّ مَا هُنَا لَا يُغْنِي عَنْهُ. وَالْحَبْلُ: يُطْلَقُ عَلَى الْعَهْدِ ; لِأَنَّ النَّاسَ يَرْتَبِطُونَ بِالْعُهُودِ كَمَا يَقَعُ الِارْتِبَاطُ الْحِسِّيُّ بِالْحِبَالِ، وَذَلِكَ قَوْلُ أَبِي الْهَيْثَمِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ أَتَتْهُ الْأَنْصَارُ فِي الْعَقَبَةِ:  \" أَيُّهَا الرَّجُلُ إِنَّا قَاطِعُونَ فِيكَ حِبَالًا بَيْنَنَا وَبَيْنَ النَّاسِ \" وَيُسَمَّى السَّبَبُ فِي اللُّغَةِ حَبْلًا وَالْحَبْلُ سَبَبًا. قِيلَ: إِنَّ الْمَعْنَى \" إِلَّا بِعَهْدٍ \" أَوْ سَبَبٍ يَأْمَنُونَ بِهِ فِي بِلَادِ الْإِسْلَامِ كَمَا قَالَ ابْنُ جَرِيرٍ، وَقِيلَ: السَّبَبُ مِنَ اللهِ الْإِسْلَامُ، وَالسَّبَبُ مِنَ النَّاسِ الْعَهْدُ أَوِ التَّأْمِينُ. وَاخْتَارَ (الرَّازِيُّ) أَنَّ الْحَبَلَ مِنَ اللهِ هُوَ الْجِزْيَةُ، أَيِ الذِّمَّةُ الَّتِي تَحْصُلُ بِقَبُولِهِمْ دَفْعَ الْجِزْيَةِ. وَالْحَبْلُ مِنَ النَّاسِ هُوَ مَا فُوِّضَ إِلَى رَأْيِ الْإِمَامِ فَيَزِيدُ فِيهِ تَارَةً وَيَنْقُصُ بِحَسَبِ الِاجْتِهَادِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: أَيْ إِنَّ حَالَهُمْ مَعَكُمْ أَنْ يَكُونُوا أَذِلَّاءَ مَهْضُومِي الْحُقُوقِ رَغْمَ أُنُوفِهِمْ إِلَّا بِحَبْلٍ مِنَ اللهِ وَهُوَ مَا قَرَّرَتْهُ شَرِيعَتُهُ لَهُمْ إِذَا دَخَلُوا فِي حُكْمِكُمْ مِنَ الْمُسَاوَاةِ فِي الْحُقُوقِ وَالْقَضَاءِ وَتَحْرِيمِ إِيذَائِهِمْ وَهَضْمِ شَيْءٍ مِنْ حُقُوقِهِمْ، وَحَبْلٍ مِنَ النَّاسِ وَهُوَ مَا تَقْتَضِيهِ الْمُشَارَكَةُ فِي الْمَعِيشَةِ مِنِ احْتِيَاجِكُمْ إِلَيْهِمْ وَاحْتِيَاجِهِمْ إِلَيْكُمْ فِي بَعْضِ الْأُمُورِ ; أَيْ فَهَذَا الْقَدْرُ الْمُسْتَثْنَى مِنْ عُمُومِ الذِّلَّةِ لَمْ يَأْتِهِمْ مِنْ أَنْفُسِهِمْ وَإِنَّمَا جَاءَهُمْ مِنْ غَيْرِهِمْ، فَهُمْ لَا عِزَّةَ لَهُمْ فِي أَنْفُسِهِمْ لِأَنَّ السُّلْطَانَ وَالْمُلْكَ قَدْ فُقِدَا مِنْهُمْ. </p><p> وَأَنْتَ تَرَى أَنَّ هَذَا الَّذِي قَالَهُ الْأُسْتَاذُ الْإِمَامُ أَظْهَرُ وَأَشَدُّ انْطِبَاقًا عَلَى الْوَاقِعِ، فَلَقَدْ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحْسِنُ مُعَامَلَتَهُمْ وَيَقْتَرِضُ مِنْهُمْ، وَكَذَلِكَ كَانَ الْخُلَفَاءُ الرَّاشِدُونَ يَفْعَلُونَ، وَقَضِيَّةُ عَلِيٍّ مَعَ الْيَهُودِيِّ عِنْدَ عُمَرَ مَشْهُورَةٌ، وَفِيهَا أَنَّ عَلِيًّا أَنْكَرَ عَلَى عُمَرَ مُخَاطَبَتَهُ أَمَامَ خَصْمِهِ الْيَهُودِيِّ بِالْكُنْيَةِ وَفِيهَا تَعْظِيمٌ يُنَافِي الْمُسَاوَاةَ بَيْنَهُمَا. وَقَدْ تَقَدَّمَ أَيْضًا تَفْسِيرُ وَبَاءُوا بِغَضَبٍ مِنَ اللهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ فِي آيَةِ الْبَقَرَةِ الْمُشَارِ إِلَيْهَا آنِفًا. بَاءُوا بِالْغَضَبِ: كَانُوا أَحِقَّاءَ بِهِ مِنَ الْبَوَاءِ وَهُوَ الْمُسَاوَاةُ، يُقَالُ بَاءَ فُلَانٌ بِدَمِ فُلَانٍ أَوْ بِفُلَانٍ إِذَا كَانَ حَقِيقًا أَنْ يُقْتَلَ بِهِ لِمُسَاوَاتِهِ لَهُ، أَوْ أَقَامُوا فِيهِ وَلَبِثُوا مِنَ الْمَبَاءَةِ أَيْ حَلُّوا مُبَوَّأً أَوْ بِيئَةً مِنَ الْغَضَبِ. وَقَدْ فَسَّرَ بَعْضُهُمُ الْمَسْكَنَةَ بِالْفَقْرِ، وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُ الْبَيْضَاوِيِّ: إِنَّ الْيَهُودَ فِي الْغَالِبِ أَهْلُ فَقْرٍ وَمَسْكَنَةٍ! وَلَيْسَتِ الْمَسْكَنَةُ هِيَ الْفَقْرُ وَإِنَّمَا هِيَ سُكُونٌ عَنْ ضَعْفٍ أَوْ حَاجَةٍ. قَالَ الْأُسْتَاذُ الْإِمَامُ هُنَا: إِنَّ الْمَسْكَنَةَ حَالَةٌ لِلشَّخْصِ مَنْشَؤُهَا اسْتِصْغَارُهُ لِنَفْسِهِ حَتَّى لَا يَدَّعِيَ لَهُ حَقًّا، وَالذِّلَّةُ حَالَةٌ تَعْتَرِي الشَّخْصَ مِنْ سَلْبِ غَيْرِهِ لِحَقِّهِ وَهُوَ يَتَمَنَّاهُ، فَمَنْشَؤُهَا </p><p> وَسَبَبُهَا غَيْرُهُ لَا نَفْسُهُ </p><p> كَالْمَسْكَنَةِ، وَكَأَنَّ الْبَيْضَاوِيَّ أَخَذَ عِبَارَتَهُ مِنْ قَوْلِ الْكَشَّافِ فِي سُورَةِ الْبَقَرَةِ:  \" فَالْيَهُودُ صَاغِرُونَ أَذِلَّاءُ أَهْلُ مَسْكَنَةٍ وَمَدْقَعَةٍ إِمَّا عَلَى الْحَقِيقَةِ وَإِمَّا لِتَصَاغُرِهِمْ وَتَفَاقُرِهِمْ خِيفَةَ أَنْ تُضَاعَفَ الْجِزْيَةُ عَلَيْهِمْ \" وَهَذَا الْوَصْفُ أَكْثَرُ انْطِبَاقًا عَلَيْهِمْ فِي أَكْثَرِ الْبِلَادِ فِي ذَلِكَ الْعَصْرِ. وَنَقَلَ الرَّازِيُّ أَنَّ الْأَكْثَرِينَ فَسَّرُوا الْمَسْكَنَةَ بِالْجِزْيَةِ ; لِأَنَّهَا هِيَ الَّتِي بَقِيَتْ مَضْرُوبَةً عَلَيْهِمْ، أَخَذُوا هَذَا مِنْ ذِكْرِهَا بَعْدَ الِاسْتِثْنَاءِ، أَيْ أَنَّ الذِّلَّةَ ضُرِبَتْ عَلَيْهِمْ لَا تَرْتَفِعُ عَنْهُمْ إِلَّا بِحَبْلٍ مِنَ اللهِ وَحَبْلٍ مِنَ النَّاسِ، فَاسْتَثْنَى مِنَ الذِّلَّةِ ثُمَّ ذَكَرَ الْمَسْكَنَةَ وَلَمْ يَسْتَثْنِ فَاقْتَضَى ذَلِكَ بَقَاءَهَا عَلَيْهِمْ. وَإِذَا كَانَ الْمُرَادُ مِنَ الْجِزْيَةِ كَوْنُهُمْ تَابِعِينَ لِغَيْرِهِمْ يُؤَدُّونَ إِلَيْهِ مَا يَضْرِبُ عَلَيْهِمْ مِنَ الْمَالِ وَادِعِينَ سَاكِنِينَ فَهَذَا الْوَصْفُ صَادِقٌ عَلَى الْيَهُودِ إِلَى الْيَوْمِ فِي كُلِّ بِقَاعِ الْأَرْضِ، وَأَمَّا الذُّلُّ فَقَدْ كَانَ ارْتَفَعَ عَنْهُمْ فِي بِلَادِ الْمُسْلِمِينَ بِحَبْلٍ مِنَ اللهِ، وَهُوَ مَا تَقَدَّمَ مِنْ وُجُوبِ مُعَامَلَتِهِمْ بِالْمُسَاوَاةِ وَاحْتِرَامِ دِمَائِهِمْ وَأَعْرَاضِهِمْ وَأَمْوَالِهِمْ، وَالْتِزَامِ حِمَايَتِهِمْ وَالذَّوْدِ عَنْهُمْ بَعْدَ إِنْقَاذِهِمْ مِنْ ظُلْمِ حُكَّامِهِمُ السَّابِقِينَ الظَّالِمِينَ، وَبِحَبْلٍ مِنَ النَّاسِ بِمَا تَقَدَّمَ بَيَانُهُ، ثُمَّ ارْتَفَعَ عَنْهُمْ فِيمَا عَدَا رُوسْيَا مِنْ بِلَادِ أُورُبَّا بِحَبْلٍ مِنَ النَّاسِ، وَهِيَ قَوَانِينُهُمُ الَّتِي تُسَاوِي بَيْنَ رَعَايَهُمْ فِي بِلَادِهِمْ، عَلَى أَنَّ لَهُمْ أَعْدَاءً فِي أُورُبَّا وَقَدْ يَبْخَلُونَ عَلَيْهِمْ فِي أَلْمَانْيَا بِلَقَبِ الْأَلْمَانِيِّ وَيُعَبِّرُونَ عَنْهُمْ بِلَقَبِ الْيَهُودِيِّ. </p><p> وَهَلْ تَرْتَفِعُ عَنْهُمُ الْمَسْكَنَةُ فَيَكُونُ لَهُمْ مُلْكٌ وَسُلْطَانٌ فِي يَوْمٍ مِنَ الْأَيَّامِ؟ الْجَوَابُ عَنْ هَذَا يُحْتَاجُ فِيهِ إِلَى بَسْطٍ، فَأَمَّا مِنَ الْجِهَةِ الدِّينِيَّةِ فَهُمْ يَقُولُونَ بِأَنَّهُمْ مُبَشَّرُونَ بِذَلِكَ بِظُهُورِ مَسِيحِ \" مسيا \" فِيهِمْ وَمَعْنَاهُ ذُو الْمُلْكِ وَالشَّرِيعَةِ، وَالنَّصَارَى يَقُولُونَ: إِنَّ هَذَا الْمَوْعُودَ بِهِ هُوَ الْمَسِيحُ عِيسَى بْنُ مَرْيَمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - وَالْمُرَادُ بِالْمُلْكِ الَّذِي يَجِيءُ بِهِ: الْمُلْكُ الرُّوحَانِيُّ الْمَعْنَوِيُّ. وَفِي إِنْجِيلِ بَرْنَابَا عَنِ الْمَسِيحِ: أَنَّ ذَلِكَ الْمَوْعُودَ بِهِ هُوَ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَيْ فَهُوَ الَّذِي جَاءَ بِالنُّبُوَّةِ الَّتِي اسْتَتْبَعَتِ الْمُلْكَ. وَمَحَلُّ هَذَا الْبَحْثِ تَفْسِيرُ قَوْلِهِ - تَعَالَى - فِيهِمْ: عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا [١٧: ٨] فَإِنَّهُ ذَكَرَ هَذَا بَعْدَ ذِكْرِ إِفْسَادِهِمْ فِي الْأَرْضِ مَرَّتَيْنِ وَتَسْلِيطِ الْأُمَمِ عَلَيْهِمْ، وَأَمَّا مِنَ الْجِهَةِ الِاجْتِمَاعِيَّةِ فَيُبْحَثُ فِيهِ عَنْ تَفَرُّقِهِمْ فِي الْأَرْضِ عَلَى قِلَّتِهِمْ، وَعَنِ انْصِرَافِهِمْ عَنْ فُنُونِ الْحَرْبِ وَأَعْمَالِهِمْ، وَضَعْفِهِمْ فِي الْأَعْمَالِ الزِّرَاعِيَّةِ لِعِنَايَتِهِمْ بِجَمْعِ الْمَالِ مِنْ أَقْرَبِ الْمَوَارِدِ وَأَكْثَرِهَا نَمَاءً وَأَقَلِّهَا عَنَاءً كَالرِّبَا. وَلَا مَحَلَّ هُنَا لِتَفْصِيلِ ذَلِكَ وَبَيَانِ عَلَاقَتِهِ بِالْمُلْكِ. </p><p> ثُمَّ عَلَّلَ - تَعَالَى - هَذَا الْجَزَاءَ وَبَيَّنَ سَبَبَهُ فَقَالَ: ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللهِ </p><p> وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَتَقَدَّمَ مِثْلُهُ فِي الْبَقَرَةِ: أَيْ ذَلِكَ الَّذِي ذُكِرَ مِنْ ضَرْبِ الذِّلَّةِ وَالْمَسْكَنَةِ عَلَيْهِمْ، وَخِلَافَتِهِمْ بِالْغَضَبِ الْإِلَهِيِّ، بِسَبَبِ كُفْرِهِمْ وَقَتْلِهِمُ الْأَنْبِيَاءَ </p><p> بِغَيْرِ حَقٍّ تُعْطِيهِمْ إِيَّاهُ شَرِيعَتُهُمْ. وَفِي التَّنْصِيصِ عَلَى كَوْنِ ذَلِكَ بِغَيْرِ حَقٍّ مَعَ الْعِلْمِ بِهِ تَغْلِيظٌ عَلَيْهِمْ وَتَشْنِيعٌ عَلَى تَحَرِّيهِمُ الْبَاطِلَ وَكَوْنِ ذَلِكَ عَنْ عَمْدٍ لَا عَنِ الْخَطَأِ. ثُمَّ بَيَّنَ سَبَبَ هَذَا الْكُفْرِ وَالْعُدْوَانِ الشَّنِيعِ فَقَالَ: ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ أَيْ جَرَّأَهُمْ عَلَى ذَلِكَ سَبْقُ الْمَعَاصِي وَالِاسْتِمْرَارُ عَلَى الِاعْتِدَاءِ فَتَدَرَّجُوا مِنَ الصَّغَائِرِ إِلَى الْكَبَائِرِ إِلَى أَكْبَرِ الْمُوبِقَاتِ وَهُوَ الْكُفْرُ وَقَتْلُ الْأَنْبِيَاءِ الْمُرْشِدِينَ وَالْهُدَاةِ الصَّالِحِينَ الَّذِينَ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ، فَصَارَ هَذَا الْعِصْيَانُ وَالِاعْتِدَاءُ خُلُقًا لِلْأُمَّةِ وَطَبْعًا لَهَا يَتَوَارَثُهُ الْأَبْنَاءُ عَنِ الْآبَاءِ بِلَا نَكِيرٍ ; وَلِهَذَا نُسِبَ إِلَى مُتَأَخِّرِيهِمْ عَمَلُ مُتَقَدِّمِيهِمْ، وَالْأُمَمُ مُتَكَافِلَةٌ يُنْسَبُ إِلَى مَجْمُوعِهَا مَا فَشَا فِيهِمْ وَإِنْ ظَهَرَ بَعْضُ آثَارِهِ فِي زَمَنٍ دُونَ زَمَنٍ، وَتَقَدَّمَ بَيَانُ ذَلِكَ غَيْرَ مَرَّةٍ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ: إِعْرَابُ قَوْلِهِ - تَعَالَى -: إِلَّا بِحَبْلٍ مِنَ اللهِ وَحَبْلٍ مِنَ النَّاسِ قَالَ الزَّمَخْشَرِيُّ: هُوَ فِي مَحَلِّ النَّصْبِ عَلَى الْحَالِ بِتَقْدِيرِ \" إِلَّا مُعْتَصِمِينَ أَوْ مُتَمَسِّكِينَ أَوْ مُتَلَبِّسِينَ بِحَبْلٍ مِنَ اللهِ وَحَبْلٍ مِنَ النَّاسِ وَهُوَ اسْتِثْنَاءٌ مِنْ أَعَمِّ الْأَحْوَالِ \" وَالْمَعْنَى: ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ فِي عَامَّةِ الْأَحْوَالِ إِلَّا فِي حَالِ اعْتِصَامِهِمْ بِحَبْلِ اللهِ وَحَبْلِ النَّاسِ. </p><p> لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللهُ عَلِيمٌ بِالْمُتَّقِينَ </p><p> قَوْلُهُ - تَعَالَى -: لَيْسُوا سَوَاءً كَلَامٌ تَامٌّ، أَيْ لَيْسَ أَهْلُ الْكِتَابِ مُتَسَاوِينَ فِي هَذِهِ الْأَوْصَافِ وَالْأَعْمَالِ الْقَبِيحَةِ الَّتِي ذُكِرَتْ آنِفًا، بَلْ مِنْهُمُ الْمُؤْمِنُونَ وَهُمُ الْأَقَلُّونَ، وَمِنْهُمُ الْفَاسِقُونَ وَهُمُ الْأَكْثَرُونَ، كَمَا قَالَ فِي الْآيَةِ الْمُتَقَدِّمَةِ: مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ فَهُوَ بَيَانٌ لَهُ بَعْدَ وَصْفِ الْفَاسِقِينَ وَذِكْرِ مَا اسْتَحَقَّتِ الْأُمَّةُ بِسُوءِ عَمَلِهِمْ. وَلَمَّا بَيَّنَ وَصْفَ فَاسِقِيهِمْ كَانَ مِنَ الْعَدْلِ الْإِلَهِيِّ أَنْ يُبَيِّنَ وَصْفَ مُؤْمِنِيهِمْ ; وَلِذَلِكَ قَالَ: مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ </p><p> الْآيَاتِ، قِيلَ: إِنَّ هَذِهِ الْأُمَّةَ جَمَاعَةٌ أَسْلَمُوا مِنَ الْيَهُودِ </p><p> كَعَبْدِ اللهِ بْنِ سَلَامٍ، وَثَعْلَبَةَ بْنِ سَعِيدٍ، وَأُسَيْدِ بْنِ سَعِيدٍ، وَأُسَيْدِ بْنِ عُبَيْدٍ - رَوَاهُ ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ. وَرُوِيَ عَنْ قَتَادَةَ أَنَّهُ كَانَ يَقُولُ فِي الْآيَةِ:  \" لَيْسَ كُلُّ الْقَوْمِ هَلَكَ قَدْ كَانَ لِلَّهِ فِيهِمْ بَقِيَّةٌ \" بَلْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ فِي الْأُمَّةِ الْقَائِمَةِ: \" أُمَّةٌ مُهْتَدِيَةٌ قَائِمَةٌ عَلَى أَمْرِ اللهِ لَمْ تَنْزِعْ عَنْهُ وَتَتْرُكْهُ كَمَا تَرَكَهُ الْآخَرُونَ وَضَيَّعُوهُ \" وَحَمَلَ ابْنُ جَرِيرٍ هَذَا الْقَوْلَ عَلَى تِلْكَ الرِّوَايَةِ، أَيْ أَنَّ هَذَا مَقُولٌ فِيمَنْ أَسْلَمَ مِنْهُمْ وَلَكِنَّهُ لَا يَنْطَبِقُ عَلَيْهِمْ فِي حَالِ الْإِسْلَامِ، لِأَنَّ مَا قَامُوا عَلَيْهِ هُوَ مَا ضَيَّعَهُ الْآخَرُونَ وَهُوَ مِنْ دِينِهِمْ وَكِتَابِهِمْ، فَالظَّاهِرُ أَنَّ الرِّوَايَاتِ اخْتَلَطَ بَعْضُهَا بِبَعْضٍ، أَوِ الْمُرَادُ أَنَّ هَؤُلَاءِ الَّذِينَ وُصِفُوا بِالتَّمَسُّكِ بِمَا حَفِظُوا مِنْ كِتَابِهِمْ وَالْقِيَامِ بِمَا عَرَفُوا مِنْ دِينِهِمْ هُمُ الَّذِينَ أَسْلَمُوا بَعْدَ ذَلِكَ فَيَكُونُ هَذَا الْوَصْفُ لِمَ قَبْلَ الْإِسْلَامِ. وَقَدْ نَقَلَ (الرَّازِيُّ) فِي الْآيَةِ قَوْلَيْنِ، أَحَدُهُمَا: أَنَّ الْمُرَادَ بِهَذِهِ الْأُمَّةِ الْقَائِمَةِ عَبْدُ اللهِ بْنُ سَلَامٍ وَأَصْحَابُهُ، وَالثَّانِي أَنَّ الْمُرَادَ بِأَهْلِ الْكِتَابِ كُلُّ مَنْ أُوتِيَ الْكِتَابَ مِنْ أَهْلِ الْأَدْيَانِ قَالَ:  \" وَعَلَى هَذَا الْقَوْلِ يَكُونُ الْمُسْلِمُونَ مِنْ جُمْلَتِهِمْ \" ! وَأَيُّ حَاجَةٍ إِلَى إِدْخَالِ الْمُسْلِمِينَ فِي أَهْلِ الْكِتَابِ عِنْدَ إِطْلَاقِهِ وَهُوَ مُخَالِفٌ لِعُرْفِ الْقُرْآنِ؟ وَالْمُسْلِمُونَ مُسْتَغْنُونَ عَنْ هَذَا الْإِدْخَالِ بِقَوْلِهِ: كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ الْآيَةَ وَمَا هِيَ مِنْ هَذِهِ بِبَعِيدٍ، إِلَّا أَنَّ أَكْثَرَ مُفَسِّرِينَا قَدْ صَعُبَ عَلَيْهِمْ أَنْ يَكُونَ فِي أَهْلِ الْكِتَابِ أَحَدٌ يُؤْمِنُ بِاللهِ وَيَفْعَلُ الْخَيْرَ فَلِذَلِكَ اضْطَرَبُوا فِي الْآيَةِ وَأَمْثَالِهَا وَهِيَ ظَاهِرَةٌ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: هَذِهِ الْآيَةُ مِنَ الْعَدْلِ الْإِلَهِيِّ فِي بَيَانِ حَقِيقَةِ الْوَاقِعِ وَإِزَالَةِ الْإِيهَامِ السَّابِقِ، وَهِيَ دَلِيلٌ عَلَى أَنَّ دِينَ اللهِ وَاحِدٌ عَلَى أَلْسِنَةِ جَمِيعِ الْأَنْبِيَاءِ، وَأَنَّ كُلَّ مَنْ أَخَذَهُ بِإِذْعَانٍ، وَعَمِلَ فِيهِ بِإِخْلَاصٍ فَأَمَرَ بِالْمَعْرُوفِ وَنَهَى عَنِ الْمُنْكَرِ، فَهُوَ مِنَ الصَّالِحِينَ، وَفِي هَذَا الْعَدْلِ قَطْعٌ لِاحْتِجَاجِ أَهْلِ الْكِتَابِ الَّذِينَ يَعْرِفُونَ مِنْ أَنْفُسِهِمُ الْإِيمَانَ وَالْإِخْلَاصَ فِي الْعَمَلِ وَالْأَمْرَ بِالْمَعْرُوفِ وَالنَّهْيَ عَنِ الْمُنْكَرِ - يَعْنِي الْأُسْتَاذُ: أَنَّهُ لَوْلَا مِثْلُ هَذَا النَّصِّ لَكَانَ لَهُمْ أَنْ يَقُولُوا: لَوْ كَانَ هَذَا الْقُرْآنُ مِنْ عِنْدِ اللهِ لَمَا سَاوَانَا بِغَيْرِنَا مِنَ الْفَاسِقِينَ وَنَحْنُ مُؤْمِنُونَ بِهِ مُخْلِصُونَ لَهُ - وَفِيهِ اسْتِمَالَةٌ لَهُمْ وَتَنَاهٍ عَنِ التَّفْرِقَةِ بَيْنَ الْأُمَمِ وَالْمِلَلِ الَّتِي لَمْ يَكُنْ يَعْتَرِفُ فِيهَا أَحَدُ الْفَرِيقَيْنِ بِفَضِيلَةٍ وَلَا مَزِيَّةٍ لِلْآخَرِ، كَأَنَّهُ بِمُجَرَّدِ مُخَالَفَتِهِ لَهُ فِي بَعْضِ الْأَشْيَاءِ - وَإِنْ كَانَ مَعْذُورًا - تَتَبَدَّلُ حَسَنَاتُهُ </p><p> سَيِّئَاتٍ، وَظَاهِرٌ أَنَّ هَذَا كَالَّذِي قَبْلَهُ فِي أَهْلِ الْكِتَابِ حَالَ كَوْنِهِمْ عَلَى دِينِهِمْ خِلَافًا لِمُفَسِّرِنَا (الْجَلَالِ) وَغَيْرِهِ الَّذِينَ حَمَلُوا الْمَدْحَ عَلَى مَنْ أَسْلَمَ مِنْهُمْ، فَإِنَّ الْمُسْلِمِينَ لَا يُمْدَحُونَ بِوَصْفِ أَنَّهُمْ أَهْلُ الْكِتَابِ وَإِنَّمَا يُمْدَحُونَ بِعُنْوَانِ الْمُؤْمِنِينَ. </p><p> ثُمَّ إِنَّهُ ذَكَرَ اخْتِلَافَ الْمُفَسِّرِينَ فِي قَوْلِهِ: قَائِمَةٌ وَرَجَّحَ أَنَّ مَعْنَاهَا مَوْجُودَةٌ ثَابِتَةٌ عَلَى الْحَقِّ، قَالَ: وَفِي ذَلِكَ تَعْرِيضٌ بِالْمُنْحَرِفِينَ عَنِ الْحَقِّ بِأَنَّهُمْ لَا يُعَدُّونَ مِنْ أَهْلِ الْوُجُودِ وَإِنَّمَا حُكْمُهُمْ حُكْمُ الْعَدَمِ، وَأَطَالَ فِي وَصْفِ مَنْ لَا خَيْرَ فِي وُجُودِهِمُ الَّذِينَ قَالَ فِي مِثْلِهِمُ الشَّاعِرُ: </p><p> خُلِقُوا وَمَا خُلِقُوا لِمَكْرُمَةٍ ... فَكَأَنَّهُمْ خُلِقُوا وَمَا خُلِقُوا </p><p> رُزِقُوا وَمَا رُزِقُوا سَمَاحَ يَدٍ ... فَكَأَنَّهُمْ رُزِقُوا وَمَا رُزِقُوا </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ الْكَلِمَةِ فِي الْكَشَّافِ: أُمَّةٌ قَائِمَةٌ مُسْتَقِيمَةٌ عَادِلَةٌ مِنْ قَوْلِكَ: أَقَمْتُ الْعُودَ فَقَامَ بِمَعْنَى اسْتَقَامَ. </p><p> وَأَقُولُ: إِنَّ اسْتِقَامَةَ بَعْضِ أَهْلِ الْكِتَابِ عَلَى الْحَقِّ مِنْ دِينِهِمْ لَا يُنَافِي مَا حَقَّقْنَاهُ فِي تَفْسِيرِ التَّوْرَاةِ وَالْإِنْجِيلِ فِي أَوَّلِ السُّورَةِ مِنْ ضَيَاعِ بَعْضِ كُتُبِهِمْ وَتَحْرِيفِ بَعْضِهِمْ لِمَا فِي أَيْدِيهِمْ مِنْهَا، فَإِنَّ مَنْ يَعْرِفُ مِنَ الْمُسْلِمِينَ بَعْضَ السُّنَّةِ وَيَحْفَظُ بَعْضَ الْأَحَادِيثِ النَّبَوِيَّةِ فَيَعْمَلُ بِمَا عَلِمَ مُسْتَمْسِكًا بِهِ مُخْلِصًا فِيهِ يُقَالُ: إِنَّهُ قَائِمٌ بِالسُّنَّةِ السَّنِيَّةِ عَامِلٌ بِالْحَدِيثِ النَّبَوِيِّ، وَإِنْ كَانَ بَعْضُ الْأَحَادِيثِ قَدْ نُقِلَ بِالْمَعْنَى وَبَعْضُهَا ضَعِيفٌ أَوْ مَوْضُوعٌ وَبَعْضُ النَّاسِ كَالْحَشْوِيَّةِ حَرَّفُوهَا بَلْ حَرَّفُوا بَعْضَ آيَاتِ الْقُرْآنِ تَحْرِيفًا مَعْنَوِيًّا لِيُدَعِّمُوا بِهَا مَذَاهِبَهُمْ وَآرَاءَهُمْ. </p><p> أَمَّا قَوْلُهُ - تَعَالَى -: يَتْلُونَ آيَاتِ اللهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ فَمَعْنَاهُ عَلَى الْقَوْلِ بِأَنَّ الْمُرَادَ بِهِمْ مَنْ دَخَلَ فِي الْإِسْلَامِ ظَاهِرٌ، وَعَلَى الْقَوْلِ الْآخَرِ الْمُخْتَارِ أَنَّهُمْ يَتْلُونَ مَا عِنْدَهُمْ مِنْ مُنَاجَاةِ اللهِ وَدُعَائِهِ لَهُ وَالثَّنَاءِ عَلَيْهِ - عَزَّ وَجَلَّ - وَهِيَ كَثِيرَةٌ فِي كُتُبِهِمْ لَا سِيَّمَا زَبُورُ (مَزَامِيرِ) دَاوُدَ - عَلَيْهِ السَّلَامُ -، كَقَوْلِهِ فِي الْمَزْمُورِ السَّادِسِ وَالثَّلَاثِينَ: ( [٥] يَا رَبِّ فِي السَّمَاوَاتِ رَحْمَتُكَ أَمَانَتُكَ إِلَى الْغَمَامِ [٦] عَدْلُكَ مِثْلُ جِبَالِ اللهِ وَأَحْكَامُكَ لُجَّةٌ عَظِيمَةٌ. النَّاسُ وَالْبَهَائِمُ تُخْلِصُ يَا رَبِّ. [٧] مَا أَكْرَمَ رَحْمَتَكَ يَا اللهُ فَبَنُو الْبَشَرِ فِي ظِلِّ جَنَاحَيْكَ يَحْتَمُونَ [٨] يَرْوُونَ مِنْ دَسَمِ بَيْتَكَ وَمِنْ نَهْرِ نِعْمَتِكَ تَسْقِيهِمْ [٩] لِأَنَّ عِنْدَكَ يَنْبُوعَ الْحَيَاةِ. بِنُورِكَ نَرَى نُورًا [١٠] أَدِمْ رَحْمَتَكَ لِلَّذِينَ يَعْرِفُونَكَ وَعَدْلَكَ لِلْمُسْتَقِيمِي الْقَلْبِ [١١] لَا تَأْتِينِي رِجْلُ الْكِبْرِيَاءِ وَيَدُ الْأَشْرَارِ لَا تُزَحْزِحُنِي [١٢] هُنَاكَ سَقَطَ فَاعِلُو الْإِثْمِ دُحِرُوا فَلَمْ يَسْتَطِيعُوا الْقِيَامَ. \" وَقَوْلِهِ فِي الْمَزْمُورِ الْخَامِسِ وَالْعِشْرِينَ: \"  [١] إِلَيْكَ يَا رَبِّ أَرْفَعُ نَفْسِي [٢] يَا إِلَهِي عَلَيْكَ تَوَكَّلْتُ. </p><p> فَلَا تَدَعْنِي أُخْزَى. لَا تُشْمِتْ بِي أَعْدَائِي [٣] أَيْضًا كُلُّ مُنْتَظِرِيكَ لَا يُخْزُوا. لِيُخْزَ الْغَادِرُونَ بِلَا سَبَبٍ [٤] طُرُقَكَ يَا رَبِّ عَرِّفْنِي. سُبُلَكَ عَلِّمْنِي [٥] دَرِّبْنِي فِي حَقِّكَ وَعَلِّمْنِي. لِأَنَّكَ أَنْتَ إِلَهُ خَلَاصِي. إِيَّاكَ انْتَظَرْتُ الْيَوْمَ كُلَّهُ [٦] أَذْكُرُ مَرَاحِمَكَ يَا رَبِّ وَإِحْسَانَاتِكَ لِأَنَّهَا مُنْذُ الْأَزَلِ هِيَ [٧] لَا تَذْكُرْ خَطَايَا صِبَايَ وَلَا مَعَاصِيَّ. كَرَحْمَتِكَ اذْكُرْنِي أَنْتَ مِنْ أَجْلِ جُودِكَ يَا رَبِّ \". </p><p> وَأَمْثَالُ هَذِهِ الْأَدْعِيَةِ وَالْمُنَاجَاةِ كَثِيرَةٌ جِدًّا وَإِذَا رَآهَا الْعَرَبِيُّ الْبَلِيغُ غَرِيبَةَ الْأُسْلُوبِ فَلْيَذْكُرْ أَنَّهَا تَرْجَمَةٌ ضَعِيفَةٌ وَأَنَّ قِرَاءَتَهَا بِلُغَةِ أَهْلِ الْكِتَابِ أَشَدُّ تَأْثِيرًا فِي النَّفْسِ مِنْ قِرَاءَةِ تَرْجَمَتِهَا هَذِهِ. </p><p> أَمَّا السُّجُودُ الَّذِي أَسْنَدَهُ إِلَيْهِمْ فَهُوَ إِمَّا عِبَارَةٌ عَنْ صَلَاتِهِمْ، وَإِمَّا اسْتِعْمَالٌ لَهُ بِمَعْنَاهُ اللُّغَوِيِّ وَهُوَ التَّطَامُنُ وَالتَّذَلُّلُ كَمَا تَقَدَّمَ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى - فِي خِطَابِ مَرْيَمَ: وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ [٣: ٤٣] . </p>"
}