{
  "id": null,
  "sura": 3,
  "aya": 37,
  "text": "<p> مِنْ مَكَانٍ إِلَى مَكَانٍ، وَقُصَارَى الْأَمْرِ أَنَّهُ لَمْ يَكُنْ يُطِيعُهُ فِيمَا أَمَرَ بِهِ مِنَ السُّجُودِ لَهُ، وَمِنَ امْتِحَانِ الرَّبِّ إِلَهِهِ (أَيْ إِلَهِ الْمَسِيحِ) وَقَوْلُهُ: (لَا تُجَرِّبِ الرَّبَّ إِلَهَكَ) يُرَادُ بِهِ مَا وَرَدَ فِي سِفْرِ التَّثْنِيَةِ آخِرِ أَسْفَارِ التَّوْرَاةِ (٦: ١٦) وَمِثْلُهُ قَوْلُهُ: (لَيْسَ بِالْخُبْزِ وَحْدَهُ يَحْيَا الْإِنْسَانُ) وَقَوْلُهُ: (لِلرَّبِ إِلَهَكَ تَسْجُدُ) إِلَخْ. وَذَلِكَ مِمَّا يَدُلُّ عَلَى أَنَّهُ كَانَ مُتَّبِعًا لِلتَّوْرَاةِ. </p><p> هَذَا وَقَدْ تَقَدَّمَ تَحْقِيقُ الْقَوْلِ فِي الشَّيْطَانِ وَوَسْوَسَتِهِ فِي سُورَةِ الْبَقَرَةِ وَالْمُحَقَّقُ عِنْدَنَا أَنَّهُ لَيْسَ لِلشَّيْطَانِ سُلْطَانٌ عَلَى عِبَادِ اللهِ الْمُخْلَصِينَ، وَخَيْرُهُمُ الْأَنْبِيَاءُ </p><p> وَالْمُرْسَلُونَ، وَأَمَّا مَا وَرَدَ فِي حَدِيثِ مَرْيَمَ وَعِيسَى مِنْ أَنَّ الشَّيْطَانَ لَمْ يَمْسَسْهُمَا وَحَدِيثِ إِسْلَامِ شَيْطَانِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَحَدِيثِ إِزَالَةِ حَظِّ الشَّيْطَانِ مِنْ قَلْبِهِ فَهُوَ مِنَ الْأَخْبَارِ الظَّنِّيَّةِ لِأَنَّهُ مِنْ رِوَايَةِ الْآحَادِ. وَلَمَّا كَانَ مَوْضُوعُهَا عَالَمَ الْغَيْبِ، وَالْإِيمَانُ بِالْغَيْبِ مِنْ قِسْمِ الْعَقَائِدِ، وَهِيَ لَا يُؤْخَذُ فِيهَا بِالظَّنِّ لِقَوْلِهِ - تَعَالَى -: وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا [٥٣: ٢٨] كُنَّا غَيْرَ مُكَلَّفِينَ الْإِيمَانَ بِمَضْمُونِ تِلْكَ الْأَحَادِيثِ فِي عَقَائِدِنَا. وَقَالَ بَعْضُهُمْ: يُؤْخَذُ فِيهَا بِأَحَادِيثِ الْآحَادِ لِمَنْ صَحَّتْ عِنْدَهُ، وَمَذْهَبُ السَّلَفِ فِي هَذِهِ الْأَحَادِيثِ تَفْوِيضُ الْعِلْمِ بِكَيْفِيَّتِهَا إِلَى اللهِ - تَعَالَى - فَلَا نَتَكَلَّمُ فِي كَيْفِيَّةِ مَسِّ الشَّيْطَانِ وَلَا فِي كَيْفِيَّةِ إِخْرَاجِ حَظِّهِ مِنَ الْقَلْبِ، وَإِنَّمَا نَقُولُ: إِنَّ مَا قَالَهُ الرَّسُولُ حَقٌّ وَإِنَّهُ يَدُلُّ عَلَى مَزِيَّةٍ لِمَرْيَمَ وَابْنِهَا وَلِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يُشَارِكُهُمْ فِيهَا سِوَاهُمْ مِنْ عِبَادِ اللهِ الَّذِينَ لَيْسَ لِلشَّيْطَانِ عَلَيْهِمْ سُلْطَانٌ، وَهَذِهِ الْمَزِيَّةُ لَا تَقْتَضِي وَحْدَهَا أَنْ يَكُونَ كُلُّ وَاحِدٍ مِنْهُمْ أَفْضَلَ مِنْ سَائِرِ عِبَادِ اللهِ الْمُخْلَصِينَ ; إِذْ قَدْ يُوجَدُ فِي الْمَفْضُولِ مِنَ الْمَزَايَا مَا لَا يُوجَدُ فِي الْفَاضِلِ، فَلَيْسَتْ مَرْيَمُ أَفْضَلَ مِنْ إِبْرَاهِيمَ وَمُوسَى - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ - ; لِأَنَّ اخْتِصَاصَ اللهِ إِيَّاهُمَا بِالنُّبُوَّةِ وَالرِّسَالَةِ وَالْخِلَّةِ وَالتَّكْلِيمِ يَعْلُو كَوْنَ الشَّيْطَانِ لَمْ يَمَسَّهُمَا عِنْدَ الْوِلَادَةِ ; عَلَى أَنَّ الْحَدِيثَ وَرَدَ فِي تَفْسِيرِ كَوْنِهِ - تَعَالَى - تَقَبَّلَ مِنْ أُمِّهَا إِعَاذَتَهَا وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ، وَهَذِهِ الْإِعَاذَةُ قَدْ كَانَتْ بَعْدَ وِلَادَتِهَا وَالْعِلْمِ بِأَنَّهَا أُنْثَى، وَظَاهِرُ الْحَدِيثِ أَنَّ الْمَسَّ يَكُونُ عِنْدَ الْوَضْعِ، وَاللهُ وَرَسُولُهُ أَعْلَمُ بِمُرَادِهِمَا. </p><p> فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ أَيْ تَقَبَّلَ مَرْيَمَ مِنْ أُمِّهَا وَرَضِيَ أَنْ تَكُونَ مُحَرَّرَةً لِلِانْقِطَاعِ لِعِبَادَتِهِ وَخِدْمَةِ بَيْتِهِ وَهُوَ أَبْلَغُ مِنْ (قَبْلِهَا) وَزَادَهُ مُبَالَغَةً وَتَأْكِيدًا وَصْفُهُ بِالْحُسْنِ كَأَنَّهُ قَالَ: فَقَبِلَهَا رَبُّهَا أَبْلَغَ قَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا أَيْ رَبَّاهَا وَنَمَّاهَا فِي خَيْرِهِ وَرِزْقِهِ وَعِنَايَتِهِ وَتَوْفِيقِهِ تَرْبِيَةً حَسَنَةً شَامِلَةً لِلرُّوحِ وَالْجَسَدِ كَمَا تُرَبَّى الشَّجَرَةُ فِي الْأَرْضِ الصَّالِحَةِ حَتَّى تَنْمُوَ وَتُثْمِرَ الثَّمَرَةَ الصَّالِحَةَ لَا يُفْسِدُ طَبِيعَتَهَا شَيْءٌ ; وَلَعَلَّهُ عَبَّرَ عَنِ التَّرْبِيَةِ بِالْإِنْبَاتِ لِبَيَانِ أَنَّ التَّرْبِيَةَ فِطْرِيَّةٌ لَا شَائِبَةَ فِيهَا، وَمِنْ مَبَاحِثِ اللَّفْظِ أَنَّ الْقَبُولَ مَصْدَرُ \" قَبِلَ \" لَا \" تَقَبَّلَ \" وَالنَّبَاتُ مَصْدَرٌ لِـ \" نَبَتَ \" لَا لِـ \" أَنْبَتَ \" وَلَكِنَّ الْعَرَبَ تُخْرِجُ الْمَصْدَرَ أَحْيَانًا عَلَى غَيْرِ صِيغَةِ الْفِعْلِ، وَالشَّوَاهِدُ </p><p> عَلَى هَذَا كَثِيرَةٌ. (وَكَفَّلَهَا زَكَرِيَّا) شَدَّدَ الْكُوفِيُّونَ مِنَ الْقُرَّاءِ الْفَاءَ، وَخَفَّفَهَا الْبَاقُونَ، وَالْمَعْنَى عَلَى الْأُولَى وَجَعَلَ زَكَرِيَّا </p><p> كَافِلًا لَهَا، وَعَلَى الثَّانِيَةِ ظَاهِرٌ، وَقَرَءُوا (زَكَرِيَّا) بِالْقَصْرِ وَبِالْمَدِّ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَهُوَ مُقَدَّمُ الْمُصَلَّى، وَيُطْلَقُ عَلَى مُقَدَّمِ الْمَجْلِسِ، كَمَا قَالَ ابْنُ جَرِيرٍ. وَقِيلَ: لَا يُسَمَّى مِحْرَابًا إِلَّا إِذَا كَانَ يُصْعَدُ إِلَيْهِ بِالسَّلَالِيمِ. وَأَقُولُ: الْمِحْرَابُ هُنَا هُوَ مَا يُعَبِّرُ عَنْهُ أَهْلُ الْكِتَابِ بِالْمَذْبَحِ، وَهُوَ مَقْصُورَةٌ فِي مُقَدَّمِ الْمَعْبَدِ لَهَا بَابٌ يُصْعَدُ إِلَيْهِ بِسُلَّمٍ ذِي دَرَجَاتٍ قَلِيلَةٍ وَيَكُونُ مَنْ فِيهِ مَحْجُوبًا عَمَّنْ فِي الْمَعْبَدِ وَجَدَ عِنْدَهَا رِزْقًا قَالُوا: كَانَ يَجِدُ عِنْدَهَا فَاكِهَةَ الصَّيْفِ فِي الشِّتَاءِ وَفَاكِهَةَ الشِّتَاءِ فِي الصَّيْفِ. وَاللهُ لَمْ يَقُلْ ذَلِكَ وَلَا قَالَهُ رَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَا هُوَ مِمَّا يُعْرَفُ بِالرَّأْيِ وَلَمْ يُثْبِتْهُ تَارِيخٌ يُعْتَدُّ بِهِ، وَالرِّوَايَاتُ عَنْ مُفَسِّرِي السَّلَفِ مُتَعَارِضَةٌ، وَفِي أَسَانِيدِهَا مَا فِيهَا، وَمِمَّا قَالَ ابْنُ جَرِيرٍ فِي ذَلِكَ: إِنَّ بَنِي إِسْرَائِيلَ أَصَابَتْهُمْ أَزْمَةٌ حَتَّى ضَعُفَ زَكَرِيَّا عَنْ حَمْلِهَا وَإِنَّهُمُ اقْتَرَعُوا عَلَى حَمْلِهَا فَخَرَجَ السَّهْمُ عَلَى نَجَّارٍ مِنْهُمْ، فَكَانَ يَأْتِيهَا كُلَّ يَوْمٍ مِنْ كَسْبِهِ بِمَا يُصْلِحُهَا فَيُنَمِّيهِ اللهُ وَيُكَثِّرُهُ، فَيَدْخُلُ عَلَيْهَا زَكَرِيَّا فَيَجِدَ عِنْدَهَا فَضْلًا مِنَ الرِّزْقِ فَإِذَا وَجَدَ ذَلِكَ قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا؟ أَيْ مِنْ أَيْنَ هَذَا؟ الْأَيَّامُ أَيَّامُ قَحْطٍ قَالَتْ هُوَ مِنْ عِنْدِ اللهِ رَازِقِ النَّاسِ بِتَسْخِيرِ بَعْضِهِمْ لِبَعْضٍ إِنَّ اللهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ وَلَا تَوَقُّعٍ مِنَ الْمَرْزُوقِ، أَوْ رِزْقًا وَاسِعًا (رَاجِعْ آيَةَ ٢٧) وَأَنْتَ تَرَى أَنَّهُ لَا دَلِيلَ فِي الْآيَةِ عَلَى أَنَّ الرِّزْقَ كَانَ مِنْ خَوَارِقِ الْعَادَاتِ، وَإِسْنَادُ الْمُؤْمِنِينَ الْأَمْرَ إِلَى اللهِ فِي مِثْلِ هَذَا الْمَقَامِ مَعْهُودٌ فِي الْقَدِيمِ وَالْحَدِيثِ. قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مِثَالُهُ مَبْسُوطًا: إِنَّ الْقُرْآنَ نَزَلَ سَائِغًا يَسْهُلُ عَلَى كُلِّ أَحَدٍ فَهْمُهُ مِنْ غَيْرِ حَاجَةٍ إِلَى عَنَاءٍ وَلَا ذَهَابٍ فِي الدِّفَاعِ عَنْ شَيْءٍ خِلَافَ الظَّاهِرِ، فَعَلَيْنَا أَلَّا نَخْرُجَ عَنْ سُنَّتِهِ وَلَا نُضِيفَ إِلَيْهِ حِكَايَاتٍ إِسْرَائِيلِيَّةً أَوْ غَيْرَ إِسْرَائِيلِيَّةٍ لِجَعْلِ هَذِهِ الْقِصَّةِ مِنْ خَوَارِقِ الْعَادَاتِ، وَالْبَحْثُ عَنْ ذَلِكَ الرِّزْقِ مَا هُوَ، وَمِنْ أَيْنَ جَاءَ فُضُولٌ لَا يُحْتَاجُ إِلَيْهِ لِفَهْمِ الْمَعْنَى وَلَا لِمَزِيدِ الْعِبْرَةِ، وَلَوْ عَلِمَ اللهُ أَنَّ فِي بَيَانِهِ خَيْرًا لَنَا لَبَيَّنَهُ. </p><p> أَمَّا مَا سِيقَتِ الْقِصَّةُ لِأَجْلِهِ وَهُوَ الَّذِي يَجِبُ أَنْ نَبْحَثَ فِيهِ، وَنَسْتَخْرِجَ الْعِبَرَ مِنْ قَوَادِمِهِ وَخَوَافِيهِ، فَهُوَ تَقْرِيرُ نُبُوَّةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَدَحْضُ شُبَهِ أَهْلِ الْكِتَابِ الَّذِينَ احْتَكَرُوا فَضْلَ اللهِ وَجَعَلُوهُ خَاصًّا بِشَعْبِ إِسْرَائِيلَ، وَشُبْهَةِ الْمُشْرِكِينَ </p><p> الَّذِينَ كَانُوا يُنْكِرُونَ نُبُوَّتَهُ لِأَنَّهُ بَشَرٌ. وَبَيَانُ ذَلِكَ: أَنَّ الْمَقْصِدَ الْأَوَّلَ مِنْ مَقَاصِدِ الْوَحْيِ هُوَ تَقْرِيرُ عَقِيدَةِ الْأُلُوهِيَّةِ وَأَهَمُّ مَسَائِلِهَا مَسْأَلَةُ الْوَحْدَانِيَّةِ وَتَقْرِيرِ عَقِيدَةِ الْبَعْثِ وَالْجَزَاءِ وَعَقِيدَةِ الْوَحْيِ وَالْأَنْبِيَاءِ. </p><p> وَقَدِ افْتُتِحَتِ السُّورَةُ بِذِكْرِ التَّوْحِيدِ وَإِنْزَالِ الْكِتَابِ، ثُمَّ كَانَتِ الْآيَاتُ مِنْ أَوَّلِهَا إِلَى هَذِهِ الْقِصَّةِ أَوْ قُبَيْلَ هَذِهِ الْقِصَّةِ فِي الْأُلُوهِيَّةِ وَالْجَزَاءِ بَعْدَ الْبَعْثِ بِالتَّفْصِيلِ وَإِزَالَةِ الشُّبْهَاتِ وَالْأَوْهَامِ فِي ذَلِكَ، ثُمَّ بَيَّنَ أَنَّ الْإِيمَانَ بِاللهِ وَادِّعَاءَ حُبِّهِ وَرَجَاءَ النَّجَاةِ فِي الْآخِرَةِ وَالْفَوْزِ بِالسَّعَادَةِ فِيهَا إِنَّمَا تَكُونُ بِاتِّبَاعِ رَسُولِهِ، وَقَفَّى عَلَى ذَلِكَ بِهَذِهِ الْقِصَّةِ الَّتِي تُزِيلُ شُبَهَ الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ فِي رِسَالَتِهِ وَتَرُدُّهَا عَلَى وُجُوهِهِمْ. </p><p> رَدَّ عَلَيْهِمْ بِمَا يَعْرِفُونَهُ مِنْ أَنَّ آدَمَ أَبُو الْبَشَرِ وَأَنَّ اللهَ اصْطَفَاهُ بِجَعْلِهِ أَفْضَلَ مِنْ كُلِّ أَنْوَاعِ الْحَيَوَانِ، وَتَمْكِينِهِ هُوَ وَذُرِّيَّتِهِ مِنْ تَسْخِيرِهَا، وَهَذَا مُتَّفَقٌ عَلَيْهِ بَيْنَ الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ، وَمِنَ اصْطِفَاءِ نُوحٍ وَجَعْلِهِ أَبَا الْبَشَرِ الثَّانِي وَجَعْلِ ذُرِّيَّتِهِ هُمُ الْبَاقِينَ، وَمِنَ اصْطِفَاءِ إِبْرَاهِيمَ وَآلِهِ عَلَى الْبَشَرِ، فَإِنَّ الْعَرَبَ وَأَهْلَ الْكِتَابِ كَانُوا يَعْرِفُونَ ذَلِكَ، فَالْأَوَّلُونَ يَفْخَرُونَ بِأَنَّهُمْ مِنْ وَلَدِ إِسْمَاعِيلَ وَعَلَى مِلَّةِ إِبْرَاهِيمَ كَمَا يَفْخَرُ الْآخَرُونَ بِاصْطِفَاءِ آلِ عِمْرَانَ مِنْ بَنِي إِسْرَائِيلَ حَفِيدِ إِبْرَاهِيمَ، فَاللهُ - سُبْحَانَهُ وَتَعَالَى - يُرْشِدُ هَؤُلَاءِ وَأُولَئِكَ وَجَمِيعَ الْبَشَرِ إِلَى أَنَّهُ هُوَ الَّذِي اصْطَفَى هَؤُلَاءِ بِغَيْرِ مَزِيَّةٍ سَبَقَتْ مِنْهُمْ تَقْتَضِي ذَلِكَ وَتُوجِبُهُ عَلَيْهِ، فَإِذَا كَانَ الْأَمْرُ لَهُ فِي اصْطِفَاءِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَبِذَلِكَ اصْطَفَى هَؤُلَاءِ عَلَى عَالَمِي زَمَانِهِمْ، فَمَا الْمَانِعُ بِهِ مِنَ اصْطِفَاءِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ ذَلِكَ عَلَى الْعَالَمِينَ كَمَا اصْطَفَى أُولَئِكَ؟ لَا مَانِعَ يَمْنَعُ ذَلِكَ عِنْدَ مَنْ يَعْقِلُ. فَإِنْ قِيلَ: إِنَّهُ لَمْ يُعْهَدْ أَنْ بَعَثَ نَبِيًّا مِنْ غَيْرِ بَنِي إِسْرَائِيلَ بَعْدَ وُجُودِهِمْ. قُلْنَا وَلِمَ اصْطَفَى بَنِي إِسْرَائِيلَ عِنْدَ وُجُودِهِمْ؟ أَلَيْسَ ذَلِكَ بِمَحْضِ مَشِيئَتِهِ؟ بَلَى وَبِمَحْضِ مَشِيئَتِهِ اصْطَفَى مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَهَذِهِ الْمُثُلُ مَسْبُوقَةٌ لِبَيَانِ أَنَّهُ - تَعَالَى - يَصْطَفِي مِنْ خَلْقِهِ مَنْ يَشَاءُ، أَمَّا الدَّلِيلُ عَلَى كَوْنِهِ شَاءَ اصْطَفَاهُ فَاصْطَفَاهُ بِالْفِعْلِ فَهُوَ أَنَّهُ اصْطَفَاهُ بِالْفِعْلِ ; إِذْ جَعَلَهُ هَادِيًا لِلنَّاسِ مُخْرِجًا لَهُمْ مِنْ ظُلُمَاتِ الشِّرْكِ وَالْجَهْلِ وَالْفَسَادِ إِلَى نُورِ الْحَقِّ الْجَامِعِ لِلتَّوْحِيدِ وَالْعِلْمِ وَالصَّلَاحِ، وَلَمْ يَكُنْ أَثَرُ غَيْرِهِ مِنْ آلِ إِبْرَاهِيمَ وَآلِ عِمْرَانَ فِي الْهِدَايَةِ بِأَظْهَرَ مِنْ أَثَرِهِ، بَلْ أَثَرُهُ أَظْهَرُ وَنُورُهُ أَسْطَعُ، صَلَّى الله عَلَيْهِ وَعَلَى </p><p> كُلِّ عَبْدٍ مُصْطَفًى - وَهَذَا بَيَانٌ لِوَجْهِ اتِّصَالِ الْقِصَّةِ بِمَا قَبْلَهَا مِنْ أَوَّلِ السُّورَةِ. </p><p> وَمِنْ هَذِهِ الْمُثُلِ قِصَّةُ مَرْيَمَ فَإِنَّ أُمَّهَا إِذَا كَانَتْ قَدْ وَلَدَتْ وَهِيَ عَاقِرٌ عَلَى خِلَافِ الْمَعْهُودِ كَمَا نُقِلَ، أَوْ يُقَالُ: إِذَا كَانَ قَبُولُ الْأُنْثَى مُحَرَّرَةً لِخِدْمَةِ بَيْتِ اللهِ عَلَى خِلَافِ الْمَعْهُودِ عِنْدَهُمْ وَقَدْ تَقَبَّلَهُ اللهُ فَلِمَاذَا لَا يَجُوزُ أَنْ يُرْسِلَ اللهُ مُحَمَّدًا مِنْ غَيْرِ بَنِي إِسْرَائِيلَ عَلَى خِلَافِ الْمَعْهُودِ عِنْدَهُمْ؟ وَمِثْلُ هَذَا يُقَالُ فِي قِصَّةِ زَكَرِيَّا - عَلَيْهِ السَّلَامُ - الْآتِيَةِ، وَمِنْ ذَلِكَ كُلِّهِ يُعْلَمُ أَنَّ أَعْمَالَهُ - تَعَالَى - لَا تَأْتِي دَائِمًا عَلَى مَا يَعْهَدُ النَّاسُ وَيَأْلَفُونَ. </p>"
}