{
  "id": null,
  "sura": 3,
  "aya": 164,
  "text": "<p> الْجَزَاءِ: وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ [٦: ١٣٢] وَقَوْلُهُ: وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَا [٢٠: ٧٥] . </p><p> فَحَسْبُنَا هَذِهِ الْآيَاتُ مُبَيِّنَةً لِمَا قُلْنَاهُ مِنْ كَوْنِ دَرَجَاتِ الْجَزَاءِ فِي الْآخِرَةِ عَلَى حَسَبِ دَرَجَاتِ الِارْتِقَاءِ بِالْعِلْمِ وَالْعَمَلِ فِي الدُّنْيَا، وَأَنَّ هَذِهِ الدَّرَجَاتِ لَا يُمْكِنُ أَنْ يَعْلَمَهَا إِلَّا مَنْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، فَلَا يَخْفَى عَلَيْهِ أَثَرٌ مَا مِنْ آثَارِ الْأَعْمَالِ فِي النَّفْسِ، وَلَا عَاطِفَةٌ مِنْ عَوَاطِفِ الْإِيمَانِ فِي الْقَلْبِ، وَلَا حَقِيقَةٌ مِنْ حَقَائِقِ الْعِلْمِ فِي الْعَقْلِ، وَلَا يَعْزُبُ عَنْهُ شَيْءٌ مِنْ تَفَاوُتِ النَّاسِ فِي ذَلِكَ، فَدَرَجَاتُ ارْتِقَاءِ الْأَرْوَاحِ لَهَا فِي عِلْمِهِ - تَعَالَى - نِظَامٌ دَقِيقٌ أَدَقُّ مِنْ نِظَامِ مِيزَانِ الْحَرَارَةِ وَالْبُرُودَةِ، وَمِنْ مِيزَانِ الرُّطُوبَةِ، وَمِنْ مِيزَانِ ثِقَلِ السَّائِلَاتِ فِي دَرَجَاتِهَا الْعُلْيَا وَالسُّفْلَى، وَمَا أَشْبَهَ هَذِهِ الْمَوَازِينَ بِالْمَوَازِينِ الطَّبِيعِيَّةِ الَّتِي تُعْرَفُ بِهَا سُنَنُ اللهِ - تَعَالَى - فِي الْكَوْنِ، وَإِنَّ سُنَنَهُ - تَعَالَى - فِي نُفُوسِ النَّاسِ لَا تَقِلُّ عَنْ سُنَنِهِ فِي غَيْرِهَا نِظَامًا </p><p> وَاطِّرَادًا، وَأَنَّ بَيْنَ عُلْيَا الدَّرَجَاتِ وَسُفْلَاهَا دَرَجَةَ أَدْنَى أَهْلِ النَّارِ عُقُوبَةً، وَأَدْنَى أَهْلِ الْجَنَّةِ مَثُوبَةً ; وَلِهَذَا كُلِّهِ قَالَ بَعْدَ ذِكْرِ الدَّرَجَاتِ: إِنَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ وَلَيْسَ عِنْدِي فِي الْآيَةِ شَيْءٌ عَنِ الْأُسْتَاذِ الْإِمَامِ - رَحِمَهُ اللهُ تَعَالَى - إِلَّا مَا تَرَاهُ قَرِيبًا فِي تَفْسِيرِ الْآيَةِ التَّالِيَةِ وَهِيَ: </p><p> لَقَدْ مَنَّ اللهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ مَنَّ عَلَيْهِمْ: غَمَرَهُمْ بِالْمِنَّةِ وَأَثْقَلَهُمْ بِالنِّعْمَةِ. قَالَ الْأُسْتَاذُ الْإِمَامُ: انْتَقَلَ مِنْ نَفْيِ الْغُلُولِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمِنْ وَصْفِهِ قَبْلَ ذَلِكَ بِالرَّحْمَةِ وَاللِّينِ وَأَمْرِهِ بِالْمُشَاوَرَةِ إِلَى التَّفْرِقَةِ بَيْنَ أَصْحَابِهِ الَّذِينَ عَامَلَهُمْ هَذِهِ الْمُعَامَلَةَ - الَّذِينَ اتَّبَعُوا رِضْوَانَ اللهِ - وَبَيْنَ مَنْ بَاءَ بِسَخَطٍ مِنَ اللهِ وَتَفَاوُتِ دَرَجَاتِهِمْ فِي ذَلِكَ، وَقَالُوا مَا قَالُوا مِمَّا دَلَّ عَلَى جَهْلِهِمْ وَكُفْرِهِمْ بِحِرْمَانِهِمْ مِنْ هِدَايَتِهِ - وَلَعَلَّهُ يَعْنِي مَنْ كَانَ مَعَ أَبِي سُفْيَانَ فِي أُحُدٍ مِنَ الْكَافِرِينَ - ثُمَّ عَادَ إِلَى ذِكْرِ مِنَّتِهِ - تَعَالَى - عَلَى الْمُؤْمِنِينَ بِبَعْثِهِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِمْ. وَقَدْ كَانَ مَا تَقَدَّمَ مِنْ وَصْفِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالرَّحْمَةِ وَاللِّينِ وَأَمْرِهِ بِتِلْكَ الْمُعَامَلَةِ الْحُسْنَى وَتَنْزِيهِهِ عَنِ الْغُلُولِ تَمْهِيدًا لِهَذِهِ الْمِنَّةِ، ثُمَّ وَصَفَهُ بِأَوْصَافٍ أُخْرَى أَكَّدَ بِهَا الْمِنَّةَ: </p><p> الْوَصْفُ الْأَوَّلُ: أَنَّهُ مِنْ أَنْفُسِهِمْ أَيْ مِنْ جِنْسِهِمْ، أَيِ الْعَرَبِ، وَوَجْهُ هَذِهِ الْمِنَّةِ الْخَاصَّةِ الَّتِي لَا تُنَافِي كَوْنَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَحْمَةً عَامَّةً: هُوَ أَنَّ كَوْنَهُ مِنْهُمْ يَزِيدُ فِي شَرَفِهِمْ وَيَجْعَلُهُمْ أَوَّلَ الْمُهْتَدِينَ بِهِ ; لِأَنَّهُمْ أَسْرَعُ النَّاسِ فَهْمًا لِدَعْوَتِهِ، وَالنِّعْمَةُ الْعَامَّةُ قَدْ ذُكِرَتْ فِي آيَاتٍ أُخْرَى كَقَوْلِهِ - تَعَالَى -: وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ [٢١: ١٠٧] وَيُمْكِنُ أَنْ يُسْتَدَلَّ عَلَى هَذَا التَّخْصِيصِ بِالْعَرَبِ بِدَعْوَةِ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّتِي تَقَدَّمَتْ فِي سُورَةِ الْبَقَرَةِ </p><p> رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ [٢: ١٢٩] إِلَى آخِرِ الْأَوْصَافِ الْمَذْكُورَةِ هُنَا، وَذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ الْمُرَادَ بِأَنْفُسِهِمْ هَاهُنَا الْبَشَرُ لَا الْعَرَبُ. أَقُولُ: وَهَذَا الْقَوْلُ ضَعِيفٌ وَإِنْ وَجَبَ الْإِيمَانُ بِكَوْنِ جَمِيعِ الْأَنْبِيَاءِ مِنَ الْبَشَرِ، أَمَّا ضَعْفُهُ فَمِنْ وُجُوهٍ:  (أَحَدُهَا) أَنَّ الْمُرَادَ بِالْمُؤْمِنِينَ فِي الْآيَةِ مَنْ كَانُوا مُتَّصِفِينَ بِالْإِيمَانِ عِنْدَ نُزُولِهَا فِي عَقِبِ غَزْوَةِ أُحُدٍ وَهُمْ مِنَ الْعَرَبِ. (ثَانِيهَا) مُوَافَقَةُ دَعْوَةِ أَبَوَيْهِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ - عَلَيْهِمُ الصَّلَاةُ وَالتَّسْلِيمُ -، وَإِنَّمَا دَعَوْا أَنْ يَكُونَ النَّبِيُّ مِنْ ذُرِّيَّتِهِمَا، وَذُرِّيَّةُ إِسْمَاعِيلَ هُمُ الْعَرَبُ الْمُسْتَعْرِبَةُ كَمَا هُوَ مَشْهُورٌ. (ثَالِثُهَا) مُوَافَقَةُ آيَةِ سُورَةِ الْجُمُعَةِ الَّتِي فِي مَعْنَى هَذِهِ </p><p> الْآيَةِ هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ [٦٢: ٢] وَالْأُمِّيُّونَ: هُمُ الْعَرَبُ. (رَابِعُهَا وَخَامِسُهَا) مَا يَأْتِي قَرِيبًا فِي تَفْسِيرِ وَيُعَلِّمُهُمُ الْكِتَابَ وَمَا يَأْتِي فِي تَفْسِيرِ وَصْفِهِمْ بِالضَّلَالِ الْمُبِينِ. (سَادِسُهَا) أَنَّ الْعَرَبَ هُمُ الَّذِينَ تَلَا عَلَيْهِمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِلِسَانِهِ آيَاتِ اللهِ، وَبَاشَرَ بِنَفْسِهِ تَزْكِيَتَهُمْ وَتَعْلِيمَهُمْ، وَهُمُ الَّذِينَ حَمَلُوا دَعْوَتَهُ إِلَى غَيْرِهِمْ مِنَ النَّاسِ، وَقَدْ نَصَّ الْعُلَمَاءُ عَلَى أَنَّ الْإِيمَانَ بِكَوْنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْعَرَبِ شَرْطٌ فِي صِحَّةِ الْإِسْلَامِ، وَالْإِيمَانُ لَا بُدَّ مِنْ تَلْقِينِهِ لِكُلِّ مَنْ يَدْخُلُ فِي هَذَا الدِّينِ. وَمَنْ جَحَدَهُ بَعْدَ الْعِلْمِ بِهِ يَكُونُ مُرْتَدًّا عَنِ الْإِسْلَامِ، ثُمَّ صَارَ يَنْشُرُ الدَّعْوَةَ كُلُّ قَوْمٍ قَبِلُوهَا وَاهْتَدَوْا بِهَا، فَصَحَّ قَوْلُهُ - تَعَالَى -: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا [٣٤: ٢٨] وَقَوْلُهُ: وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ [٢١: ١٠٧] . </p><p> الْوَصْفُ الثَّانِي قَوْلُهُ: يَتْلُوا عَلَيْهِمْ آيَاتِهِ قَالَ الْأُسْتَاذُ الْإِمَامُ: الْآيَاتُ هِيَ الْآيَاتُ الْكَوْنِيَّةُ الدَّالَّةُ عَلَى قُدْرَتِهِ وَحِكَمْتِهِ وَوَحْدَانِيَّتِهِ، وَتِلَاوَتُهَا عِبَارَةٌ عَنْ تِلَاوَةِ مَا فِيهِ بَيَانُهَا وَتَوْجِيهِ النُّفُوسِ إِلَى الِاسْتِفَادَةِ مِنْهَا وَالِاعْتِبَارِ بِهَا، وَهُوَ الْقُرْآنُ، كَقَوْلِهِ - عَزَّ وَجَلَّ - فِي أَوَاخِرِ هَذِهِ السُّورَةِ: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لِآيَاتٍ لِأُولِي الْأَلْبَابِ [٣: ١٩٠] وَقَوْلِهِ فِي سُورَةِ الْبَقَرَةِ: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لِآيَاتٍ لِقَوْمٍ يَعْقِلُونَ [٢: ١٦٤] وَمِنْهَا مَا لَمْ يُذْكَرْ فِيهِ كَلِمَةُ \" الْآيَاتِ \" كَقَوْلِهِ - تَعَالَى -: وَالشَّمْسِ وَضُحَاهَا وَالْقَمَرِ إِذَا تَلَاهَا [٩١: ١، ٢] إِلَخْ. </p><p> الْوَصْفُ الثَّالِثُ وَالرَّابِعُ: قَوْلُهُ - تَعَالَى -: وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ </p><p> قَالَ الْأُسْتَاذُ: تَزْكِيَتُهُ إِيَّاهُمْ هِيَ تَطْهِيرُهُمْ مِنَ الْعَقَائِدِ الزَّائِغَةِ وَوَسَاوِسِ الْوَثَنِيَّةِ وَأَدْرَانِهَا، وَالْعَقَائِدُ هِيَ أَسَاسُ الْمَلَكَاتِ ; وَلِذَلِكَ نَقُولُ: إِنَّ الْعَرَبَ وَغَيْرَهُمْ كَانُوا قَبْلَ بِعْثَةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُلَوَّثِينَ فِي عُقُولِهِمْ وَنُفُوسِهِمْ. أَقُولُ: قَدْ سَبَقَ عَنْهُ فِي تَفْسِيرِ آيَةِ </p><p> الْبَقَرَةِ (٢: ١٢٩) أَنَّ الْمُرَادَ بِالتَّزْكِيَةِ تَرْبِيَةُ النُّفُوسِ، وَأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ مُرَبِّيًا وَمُعَلِّمًا، وَأَرَادَ بِقَوْلِهِ: إِنَّ الْعَقَائِدَ أَسَاسُ الْمَلَكَاتِ، أَنَّ مَنْ لَمْ يَتَزَكَّ عَقْلُهُ وَيَتَطَهَّرْ مِنْ خُرَافَاتِ الْوَثَنِيَّةِ وَجَمِيعِ الْعَقَائِدِ الْبَاطِلَةِ لَا تَتَزَكَّى نَفْسُهُ بِالتَّخَلِّي عَنِ الْأَخْلَاقِ الذَّمِيمَةِ وَالتَّحَلِّي بِالْمَلَكَاتِ الْفَاضِلَةِ ; فَإِنَّ الْوَثَنِيَّ مَنْ يَعْتَقِدُ أَنَّ وَرَاءَ الْأَسْبَابِ الطَّبِيعِيَّةِ الَّتِي ارْتَبَطَتْ بِهَا الْمُسَبِّبَاتُ مَنَافِعَ تُرْجَى وَمَضَارَّ تُخْشَى مِنْ بَعْضِ الْمَخْلُوقَاتِ، وَأَنَّهُ يَجِبُ تَعْظِيمُ هَذِهِ الْمَخْلُوقَاتِ وَالِالْتِجَاءُ إِلَيْهَا لِيُؤْمَنَ ضُرُّهَا، وَيُنَالَ خَيْرُهَا، وَيُتَقَرَّبَ بِهَا إِلَى خَالِقِهَا وَأَنَّ مَنْ يَعْتَقِدُ هَذَا يَكُونُ دَائِمًا أَسِيرَ الْأَوْهَامِ، وَأَخِيذَ الْخُرَافَاتِ، يَخَافُ فِي مَوْضِعِ الْأَمْنِ وَيَرْجُو حَيْثُ يَجِبُ الْحَذَرُ وَالْخَوْفُ، وَتَتَعَدَّى قَذَارَةُ عَقْلِهِ إِلَى نَفْسِهِ فَتَفْسُدُ أَخْلَاقُهَا وَتُدَنَّسُ آدَابُهَا، فَتَزْكِيَةُ النَّفْسِ لَا تَتِمُّ بِتَزْكِيَةِ الْعَقْلِ، وَلَا تَتِمُّ تَزْكِيَةُ الْعَقْلِ إِلَّا بِالتَّوْحِيدِ الْخَالِصِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: أَمَّا تَعْلِيمُهُمُ الْكِتَابَ فَمَعْنَاهُ أَنَّ هَذَا الدِّينَ الَّذِي جَاءَ بِهِ قَدِ اضْطَرَّهُمْ إِلَى تَعَلُّمِ الْكِتَابَةِ بِالْقَلَمِ وَأَخْرَجَهُمْ مِنَ الْأُمِّيَّةِ ; لِأَنَّهُ دِينٌ حَثَّ عَلَى الْمَدَنِيَّةِ وَسِيَاسَةِ الْأُمَمِ. </p><p> أَقُولُ: كَانَ أَوَّلَ حَاجَتِهِمْ إِلَى تَعَلُّمِ الْكِتَابَةِ وُجُوبُ كِتَابَةِ الْقُرْآنِ، وَقَدِ اتَّخَذَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَتَبَةً لِلْوَحْيِ وَكَتَبُوا لَهُ كُتُبًا دَعَا بِهَا الْمُلُوكَ وَالرُّؤَسَاءَ إِلَى الْإِسْلَامِ، وَكَانَ يَأْمُرُهُمْ بِتَعَلُّمِ الْكِتَابَةِ. ثُمَّ كَانَ ذَلِكَ يَكْثُرُ فِيهِمْ عَلَى قَدْرِ نَمَاءِ مَدَنِيَّتِهِمْ وَامْتِدَادِ سُلْطَتِهِمْ، قَالَ: وَأَمَّا الْحِكْمَةُ فَهِيَ أَسْرَارُ الْأُمُورِ وَفِقْهُ الْأَحْكَامِ وَبَيَانُ الْمَصْلَحَةِ فِيهَا وَالطَّرِيقِ إِلَى الْعَمَلِ بِهَا، ذَلِكَ الْفِقْهُ الَّذِي يَبْعَثُ عَلَى الْعَمَلِ، أَوْ هِيَ الْعَمَلُ الَّذِي يُوَصِّلُ إِلَى هَذَا الْفِقْهِ فِي الْأَحْكَامِ أَوْ طُرُقِ الِاسْتِدْلَالِ وَمَعْرِفَةِ الْحَقَائِقِ بِبَرَاهِينِهَا ; لِأَنَّ هَذِهِ الطَّرِيقَةَ هِيَ طَرِيقَةُ الْقُرْآنِ وَسُنَّتُهُ فِي الْعَقَائِدِ وَكَذَا فِي الْآدَابِ وَالْعِبَادَاتِ ; وَقَدْ مَرَّتِ الشَّوَاهِدُ الْكَثِيرَةُ عَلَى ذَلِكَ وَسَيَأْتِي مَا هُوَ أَكْثَرُ وَأَغْزَرُ إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ أَيْ وَإِنَّهُمْ كَانُوا قَبْلَ بَعْثَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ضَلَالٍ بَيِّنٍ وَاضِحٍ. وَأَيُّ ضَلَالٍ أَبْيَنُ مِنْ ضَلَالِ قَوْمٍ مُشْرِكِينَ يَعْبُدُونَ الْأَصْنَامَ وَيَتَّبِعُونَ الْأَوْهَامَ أُمِّيِّينَ لَا يَقْرَءُونَ وَلَا يَكْتُبُونَ، فَيَعْرِفُونَ كُنْهَ ضَلَالَتِهِمْ وَحَقِيقَةَ جَهَالَتِهِمْ، فَضَلَالُهُمْ أَبْيَنُ مِنْ ضَلَالِ أَهْلِ الْكِتَابِ، كَمَا هُوَ ظَاهِرٌ لِأُولِي الْأَلْبَابِ. </p>"
}