{
  "id": null,
  "sura": 3,
  "aya": 176,
  "text": "<p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ قَوْلَهُ - تَعَالَى - إِنْ كُنْتُمْ مُؤْمِنِينَ يُفِيدُ وُجُوبَ تَوْثِيقِ الْإِيمَانِ بِاللهِ فِي الْقَلْبِ قَبْلَ كُلِّ شَيْءٍ ; لِأَنَّ تِلْكَ الْخَوَاطِرَ، وَالْهَوَاجِسَ الَّتِي تُحْدِثُ الْخَوْفَ مِنْ أَوْلِيَاءِ الشَّيْطَانِ لَا يَمْحُوهَا مِنْ لَوْحِ الْقَلْبِ إِلَّا الْإِيمَانُ الصَّحِيحُ الثَّابِتُ، وَفِي قَوْلِهِ: إِنْ كُنْتُمْ إِشَارَةٌ إِلَى أَنَّ إِيمَانَ مَنْ يُرَجِّحُ الْخَوْفَ مِنْ أَوْلِيَاءِ الشَّيْطَانِ عَلَى الْخَوْفِ مِنَ اللهِ - تَعَالَى - مَشْكُوكٌ فِيهِ. </p><p> أَقُولُ: فَلْيَزِنْ كُلُّ مُؤْمِنٍ نَفْسَهُ بِهَذِهِ الْآيَةِ وَيُقَارِنْ بَيْنَ عَمَلِهِ، وَعَمَلِ الصَّحَابَةِ الْكِرَامِ وَبَيْنَ إِيمَانِهِ، وَإِيمَانِهِمْ، لِكَيْلَا يَكُونَ مِنَ الْمَغْرُورِينَ. </p><p> مَنْ تَدَبَّرَ هَذِهِ الْآيَةَ حَقَّ التَّدَبُّرِ عَلِمَ أَنَّ الْمُؤْمِنَ الصَّادِقَ لَا يَكُونُ جَبَانًا، فَالشَّجَاعَةُ وَصْفٌ ثَابِتٌ لِلْمُؤْمِنِينَ، إِذَا شَارَكَهُمْ فِيهِ غَيْرُهُمْ فَإِنَّهُ لَا يُدْرِكُ فِيهِ مَدَاهُمْ، وَلَا يَبْلُغُ شَأْوَهُمْ. وَمَنْ بَحَثَ عَنْ عِلَلِ الْأَشْيَاءِ يَرَى أَنَّ عِلَّةَ الْجُبْنِ هِيَ الْخَوْفُ مِنَ الْمَوْتِ وَالْحِرْصُ عَلَى الْحَيَاةِ، وَكُلٌّ مِنَ الْخَوْفِ وَالْحِرْصِ مِمَّا يَتَّسِعُ لَهُ قَلْبُ الْمُؤْمِنِ كَقَلْبِ غَيْرِهِ. قَالَ - تَعَالَى - فِي سِيَاقِ الْكَلَامِ عَلَى الْيَهُودِ: وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ [٢: ٩٦] وَلَا يَزَالُ الْعَالَمُ كُلُّهُ يَشْهَدُ أَنَّ الْجَيْشَ الْإِسْلَامِيَّ أَشْجَعُ جُيُوشِ الْمِلَلِ كُلِّهَا، هَذَا مَعَ مَا مُنِيَ بِهِ الْمُسْلِمُونَ مِنْ ضَعْفِ الْإِيمَانِ، وَالْجَهْلِ بِالْإِسْلَامِ \" هَذَا وَمَا، فَكَيْفَ لَوْ \" . </p><p> وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللهَ شَيْئًا يُرِيدُ اللهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ مَا كَانَ اللهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ فَآمِنُوا بِاللهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ </p><p> لَمَّا كَانَ مِنْ فَوْزِ الْمُشْرِكِينَ فِي أُحُدٍ، وَمَا أَصَابَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَنْ مَعَهُ مِنَ الْمُؤْمِنِينَ أَظْهَرَ بَعْضُ الْمُنَافِقِينَ كُفْرَهُمْ، وَقَالُوا: لَوْ كَانَ مُحَمَّدٌ نَبِيًّا مَا قُتِلَ (رَاجِعْ ص١٣٢ ج ٤ ط. الْهَيْئَةُ الْعَامَّةُ لِلْكِتَابِ) ، وَغَيْرَ ذَلِكَ مِمَّا سَبَقَ نَقْلُ بَعْضِهِ، وَمَا سَارَعَ هَؤُلَاءِ فِي إِظْهَارِ مَا يُسِرُّونَ مِنَ الْكُفْرِ، وَتَثْبِيطِ الْمُؤْمِنِينَ عَنْ نَصْرِ الْإِيمَانِ إِلَّا لِظَنِّهِمْ أَنَّ الْمُسْلِمِينَ قَدْ قُضِيَ عَلَيْهِمْ، وَقَدْ كَانَ هَذَا مِمَّا يُحْزِنُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَكَانَ مِنْ تَسْلِيَةِ التَّنْزِيلِ لَهُ فِي هَذَا السِّيَاقِ قَوْلُهُ - عَزَّ وَجَلَّ -: وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ كَمَا كَانَ يُسَلِّيهِ عَمَّا يُحْزِنُهُ مِنْ إِعْرَاضِ الْكَافِرِينَ عَنِ الْإِيمَانِ أَوْ طَعْنِهِمْ فِي الْقُرْآنِ، أَوْ فِي شَخْصِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَقَوْلِهِ - تَعَالَى -: وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا [١٠: ٦٥] وَقَوْلِهِ: فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا [١٨: ٦] وَقَوْلِهِ: فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ [٣٥: ٨] أَوِ الْمُرَادُ مِنَ السِّيَاقِ تَسْلِيَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَمَّا سَاءَهُ وَحَزِنَهُ مِنِ اهْتِمَامِ الْمُشْرِكِينَ بِنُصْرَةِ شِرْكِهِمْ، وَمُعَاوَدَتِهِمْ لِلْقِتَالِ بَعْدَ أُحُدٍ فِي حَمْرَاءِ الْأَسَدِ أَوْ بَدْرٍ الصُّغْرَى لَوْلَا خُذْلَانُ اللهِ لَهُمْ، وَقَدْ رُوِيَ الْقَوْلُ بِتَفْسِيرِ \" الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ \" بِالْمُنَافِقِينَ عَنْ مُجَاهِدٍ، وَكَذَا قَالَ فِي \" الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ \" فِي الْآيَةِ التَّالِيَةِ لِهَذِهِ الْآيَةِ، وَقِيلَ: هُمُ الْمُرْتَدُّونَ </p><p> خَاصَّةً. وَرُوِيَ عَنِ الْحَسَنِ: أَنَّ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ هُمُ الْكُفَّارُ، قَالُوا: الْمُسَارَعَةُ فِيهِ هِيَ الْوُقُوعُ فِيهِ سَرِيعًا. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الْمُسَارَعَةُ فِي الْكُفْرِ هِيَ الْمُسَارَعَةُ فِي نُصْرَتِهِ، وَالِاهْتِمَامِ بِشُئُونِهِ، وَالْإِيجَافِ فِي مُقَاوَمَةِ الْمُؤْمِنِينَ، وَمَا كُلُّ كَافِرٍ يُسَارِعُ فِي الْكُفْرِ، فَإِنَّ مِنَ الْكَافِرِينَ الْقَاعِدَ الَّذِي لَا يَتَحَرَّكُ لِنُصْرَةِ كُفْرِهِ، وَلَا لِمُقَاوَمَةِ الْمُخَالِفِ لَهُ فِيهِ. وَالْمُسَارِعُونَ الْمَعْنِيُّونَ هُنَا: هُمْ أُولَئِكَ النَّفَرُ مِنَ الْمُشْرِكِينَ. كَأَبِي سُفْيَانَ وَمَنْ كَانَ مَعَهُ مِنْ صَنَادِيدِ قُرَيْشٍ، وَذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ الْمُرَادَ بِهِمُ الْمُنَافِقُونَ، وَرَوَوْا فِي ذَلِكَ رِوَايَاتٍ فِي سَبَبِ النُّزُولِ. وَإِنَّمَا يَأْتِي هَذَا لَوْ قَالَ:  \" يُسَارِعُونَ إِلَى الْكُفْرِ \" إِنَّهُمْ لَنْ يَضُرُّوا اللهَ شَيْئًا أَيْ إِنَّهُمْ لَا يُحَارِبُونَكَ، فَيَضُرُّوكَ بِذَلِكَ، وَإِنَّمَا يُحَارِبُونَ اللهَ - تَعَالَى -، وَلَا شَكَّ فِي ضَعْفِ قُوَّتِهِمْ، وَعَجْزِهَا عَنْ مُنَاوَأَةِ قُوَّتِهِ - عَزَّ وَجَلَّ -، فَهُمْ لَا يَضُرُّونَ بِذَلِكَ إِلَّا أَنْفُسَهُمْ. أَقُولُ: وَقَدْ بَيَّنَ هَذَا بِقَوْلِهِ: يُرِيدُ اللهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ أَيْ إِنَّهُمْ عَلَى حَالَةٍ مِنْ فَسَادِ الْفِطْرَةِ تَقْتَضِي حِرْمَانَهُمْ مِنْ نَعِيمِ الْآخِرَةِ، سُنَّةَ اللهِ، وَإِرَادَتَهُ، فَلَا نَصِيبَ لَهُمْ فِيهَا وَلَهُمْ عَذَابٌ عَظِيمٌ فَوْقَ عَذَابِ الْحِرْمَانِ مِنْ نَعِيمِهَا، وَلَمْ يُقَيِّدْ هَذَا الْعَذَابَ بِكَوْنِهِ فِي الْآخِرَةِ، فَهُوَ أَعَمُّ كَمَا هُوَ ثَابِتٌ وُقُوعًا وَنَقْلًا بِمِثْلِ قَوْلِهِ - تَعَالَى - فِي الْمُنَافِقِينَ: سَنُعَذِّبُهُمْ مَرَّتَيْنِ [٩: ١٠١] فَقَوْلُهُ: إِنَّهُمْ لَنْ يَضُرُّوا اللهَ تَعْلِيلٌ لِلنَّهْيِ عَنِ الْحُزْنِ، وَقَوْلُهُ: يُرِيدُ اللهُ إلخ. بَيَانٌ لِكَوْنِهِمْ يَضُرُّونَ أَنْفُسَهُمْ وَلَا يَضُرُّونَهُ - تَعَالَى -، وَجَعَلَهُ الْأُسْتَاذُ الْإِمَامُ تَعْلِيلًا آخَرَ، إِذَا قَالَ مَا مِثَالُهُ: فَإِنْ كُنْتَ تَحْزَنُ عَلَيْهِمْ رَحْمَةً بِهِمْ وَشَفَقَةً </p>"
}