{
  "id": null,
  "sura": 3,
  "aya": 79,
  "text": "<p> أَخْرَجَ ابْنُ إِسْحَاقَ وَالْبَيْهَقِيُّ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ أَبُو رَافِعٍ الْقُرَظِيُّ حِينَ اجْتَمَعَتِ الْأَحْبَارُ مِنَ الْيَهُودِ وَالنَّصَارَى مِنْ أَهْلِ نَجْرَانَ عِنْدَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَدَعَاهُمْ إِلَى الْإِسْلَامِ: أَتُرِيدُ يَا مُحَمَّدُ أَنْ نَعْبُدَكَ كَمَا تَعْبُدُ النَّصَارَى عِيسَى؟ قَالَ: مَعَاذَ اللهِ فَأَنْزَلَ اللهُ فِي ذَلِكَ مَا كَانَ لِبَشَرٍ إِلَى قَوْلِهِ: مُسْلِمُونَ. وَأَخْرَجَ عَبْدُ الرَّزَّاقِ فِي تَفْسِيرِهِ عَنِ الْحَسَنِ قَالَ: بَلَغَنِي أَنَّ رَجُلًا قَالَ يَا رَسُولَ اللهِ: نُسَلِّمُ عَلَيْكَ كَمَا يُسَلِّمُ بَعْضُنَا عَلَى بَعْضٍ، أَفَلَا نَسْجُدُ لَكَ؟ قَالَ: لَا وَلَكِنْ أَكْرِمُوا نَبِيَّكُمْ وَاعْرِفُوا الْحَقَّ لِأَهْلِهِ، فَإِنَّهُ لَا يَنْبَغِي لِأَحَدٍ مِنْ دُونِ اللهِ فَأَنْزَلَ اللهُ مَا كَانَ لِبَشَرٍ الْآيَتَيْنِ. ذَكَرَ ذَلِكَ السُّيُوطِيُّ فِي (لُبَابِ النُّقُولِ) . وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ مَا رُوِيَ مِنْ أَنَّ بَعْضَ الصَّحَابَةِ طَلَبَ أَنْ يَسْجُدُوا لِلرَّسُولِ هُوَ مِنَ الرِّوَايَاتِ الَّتِي لَمْ يَقِ اللهُ الْمُسْلِمِينَ شَرَّهًا وَلَا حَاجَةَ إِلَيْهَا فِي الْقُرْآنِ. فَإِنَّ الْآيَةَ مُتَّصِلَةٌ بِمَا قَبْلَهَا فَهِيَ فِي سِيَاقِ الرَّدِّ عَلَى أَهْلِ الْكِتَابِ إِبْطَالٌ لِمَا ادَّعَاهُ بَعْضُهُمْ مِنْ أَنَّ لِلَّهِ - تَعَالَى - ابْنًا أَوْ أَبْنَاءً حَقِيقَةً، وَأَنَّ بَعْضَ الْأَنْبِيَاءِ أَثْبَتَ ذَلِكَ لِنَفْسِهِ. وَصَرَّحَ بِأَنَّ هَذِهِ الدَّعْوَى مِمَّا يَدْخُلُ فِي لَيِّ اللِّسَانِ بِالْكِتَابِ وَتَحْرِيفِهِ بِالتَّأْوِيلِ. وَيَصِحُّ أَنْ تَكُونَ رَدًّا عَلَى أَصْحَابِ هَذِهِ الدَّعْوَى ابْتِدَاءً مُسْتَأْنَفًا اسْتِئْنَافًا بَيَانِيًّا كَأَنَّ النَّفْسَ تَتَشَوَّفُ بَعْدَ بَيَانِ حَالِ فِرَقِ الْيَهُودِ إِلَى بَيَانِ حَالِ النَّصَارَى وَمَا يَدَّعُونَ فِي الْمَسِيحِ فَجَاءَتِ الْآيَتَانِ فِي ذَلِكَ. فَقَوْلُهُ: مَا كَانَ لِبَشَرٍ نَفْيٌ لِلشَّأْنِ وَهُوَ أَبْلَغُ مِنْ نَفْيِ الْوُقُوعِ خَاصَّةً ; لِأَنَّهُ نَفْيٌ لِلْوُقُوعِ مَعَ بَيَانِ السَّبَبِ وَالدَّلِيلِ، وَهُوَ أَنَّ هَذَا غَيْرُ مُمْكِنٍ أَنْ يُؤْتِيَهُ اللهُ الْكِتَابَ وَالْحُكْمَ بِهِ وَالْعَمَلَ بِإِرْشَادِهِ. قَالَ فِي الْكَشَّافِ: الْحُكْمُ: الْحِكْمَةُ الَّتِي هِيَ السُّنَّةُ، وَوَافَقَهُ الْأُسْتَاذُ الْإِمَامُ قَائِلًا: إِنَّ عِبَارَاتِ الْكِتَابِ رُبَّمَا تَذْهَبُ </p><p> النَّفْسُ فِيهَا مَذَاهِبَ التَّأْوِيلِ، فَالْعَمَلُ هُوَ الَّذِي يُقَرِّرُ الْحَقَّ فِيهَا. وَقَدْ تَقَدَّمَ عَنْهُ تَفْسِيرُ الْحِكْمَةِ بِفِقْهِ الْكِتَابِ وَمَعْرِفَةِ أَسْرَارِهِ وَأَنَّ ذَلِكَ يَسْتَلْزِمُ الْعَمَلَ بِهِ، وَإِنَّمَا قَالَ: وَالنُّبُوَّةَ بَعْدَ قَوْلِهِ: يُؤْتِيَهُ اللهُ الْكِتَابَ لِأَنَّ الْمُرْسَلَ إِلَيْهِمْ يُقَالُ إِنَّهُمْ أُوتُوا الْكِتَابَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي الْعِبَادُ جَمْعُ عَبْدٍ بِمَعْنَى عَابِدٍ، وَالْعَبِيدُ جَمْعٌ لَهُ بِمَعْنَى مَمْلُوكٍ أَيْ بِأَنْ تَتَّخِذُونِي إِلَهًا أَوْ رَبًّا لَكُمْ مِنْ دُونِ اللهِ أَيْ كَائِنِينَ لِي مِنْ دُونِ اللهِ أَوْ كُونُوا عَابِدِينَ لِي مِنْ دُونِهِ، وَقِيلَ مَعْنَاهُ حَالَ كَوْنِكُمْ مُتَجَاوِزِينَ اللهَ - تَعَالَى - أَيْ مُتَجَاوِزِينَ مَا يَجِبُ مِنْ إِفْرَادِهِ بِالْعِبَادَةِ وَتَخْصِيصِهِ بِالْعُبُودِيَّةِ. وَقَطَعَ أَبُو السُّعُودِ بِأَنَّ ذَلِكَ يَصْدُقُ بِعِبَادَةِ غَيْرِهِ اسْتِقْلَالًا أَوِ اشْتِرَاكًا. وَلَهُ عِنْدِي وَجْهَانِ: </p><p> أَحَدُهُمَا: أَنَّ الْعِبَادَةَ الصَّحِيحَةَ لِلَّهِ - تَعَالَى - لَا تَتَحَقَّقُ إِلَّا إِذَا خَلُصَتْ لَهُ وَحْدَهُ فَلَمْ تَشُبْهَا شَائِبَةٌ مَا مِنَ التَّوَجُّهِ إِلَى غَيْرِهِ كَمَا قَالَ: قُلِ اللهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي [٣٩: ١٤] وَقَالَ: وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ [٩٨: ٥] وَالْآيَاتُ فِي هَذَا الْمَعْنَى كَثِيرَةٌ. </p><p> فَمَنْ دَعَا إِلَى عِبَادَةِ نَفْسِهِ فَقَدْ دَعَا النَّاسَ إِلَى أَنْ يَكُونُوا عَابِدِينَ لَهُ مِنْ دُونِ اللهِ وَإِنْ لَمْ يَنْهَهُمْ عَنْ عِبَادَةِ اللهِ، بَلْ وَإِنْ أَمَرَهُمْ بِعِبَادَةِ اللهِ، وَمَنْ جَعَلَ بَيْنَهُ وَبَيْنَ اللهِ وَاسِطَةً فِي الْعِبَادَةِ </p><p> كَالدُّعَاءِ فَقَدْ عَبَدَ هَذِهِ الْوَاسِطَةَ مِنْ دُونِ اللهِ ; لِأَنَّ هَذِهِ الْوَسَاطَةَ تُنَافِي الْإِخْلَاصَ لَهُ وَحْدَهُ. </p><p> وَمَتَى انْتَفَى الْإِخْلَاصُ انْتَفَتِ الْعِبَادَةُ ; وَلِذَلِكَ قَالَ: فَاعْبُدِ اللهَ مُخْلِصًا لَهُ الدِّينَ أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفَى إِنَّ اللهَ يَحْكُمُ بَيْنَهُمْ [٣٩: ٢ - ٣] الْآيَةَ فَلَمْ يَمْنَعْ تَوَسُّلُهُمْ بِالْأَوْلِيَاءِ إِلَيْهِ - تَعَالَى - أَنْ يَقُولَ إِنَّهُمُ اتَّخَذُوهُمْ مِنْ دُونِهِ وَيَدُلُّ عَلَيْهِ أَيْضًا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" قَالَ اللهُ - تَعَالَى -: أَنَا أَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ، مَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيهِ مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ - وَفِي رِوَايَةٍ - فَأَنَا مِنْهُ بَرِيءٌ، هُوَ لِلَّذِي عَمِلَ لَهُ \" رَوَاهُ مُسْلِمٌ وَغَيْرُهُ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِذَا جَمَعَ اللهُ النَّاسَ يَوْمَ الْقِيَامَةِ لِيَوْمٍ لَا رَيْبَ فِيهِ نَادَى مُنَادٍ مَنْ أَشْرَكَ فِي عَمَلٍ عَمِلَهُ لِلَّهِ أَحَدًا فَلْيَطْلُبْ ثَوَابَهُ مِنْ عِنْدِ غَيْرِ اللهِ فَإِنَّ اللهَ أَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ رَوَاهُ أَحْمَدُ. وَالْوَجْهُ الثَّانِي: أَنَّ مَنْ يَتَوَجَّهُ بِعِبَادَتِهِ إِلَى غَيْرِ اللهِ - تَعَالَى - عَلَى أَنَّهُ وَسِيلَةٌ إِلَيْهِ وَمُقَرِّبٌ مِنْهُ وَشَفِيعٌ عِنْدَهُ، أَوْ عَلَى أَنَّهُ مُتَصَرِّفٌ بِالنَّفْعِ وَدَفْعِ الضُّرِّ لِقُرْبِهِ مِنْهُ، فَتَوَجُّهُهُ هَذَا إِلَيْهِ عِبَادَةٌ لَهُ مُقَدَّرَةٌ بِقَدْرِهَا فَهُوَ عَبْدٌ لَهُ فِي هَذَا الْقَدْرِ مِنَ </p><p> التَّوَجُّهِ إِلَيْهِ مِنْ دُونِ اللهِ، وَهَذَا الْوَجْهُ مَعْقُولٌ فِي نَفْسِهِ وَالْأَوَّلُ أَقْوَى لِأَنَّ النُّصُوصَ مُؤَيِّدَةٌ لَهُ، وَقَدْ غَفَلَ عَنْهُ مَنْ أَجَازُوا لِلْعَامَّةِ اتِّخَاذَ أَوْلِيَاءَ يَتَوَجَّهُونَ إِلَيْهِمْ بِالدُّعَاءِ وَطَلَبِ الْحَاجَاتِ وَيُسَمُّونَ ذَلِكَ تَوَسُّلًا بِهِمْ إِلَى اللهِ إِنَّمَا هُوَ عِبَادَةٌ لَهُمْ مِنْ دُونِ اللهِ. فَفِي الْحَدِيثِ الصَّحِيحِ: الدُّعَاءُ هُوَ الْعِبَادَةُ وَتَلَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَوْلَهُ - تَعَالَى -: وَقَالَ رَبُّكُمُ ادْعُونِي [٤٠: ٦٠] الْآيَةَ رَوَاهُ أَحْمَدُ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةِ وَغَيْرُهُمْ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ أَيْ وَلَكِنْ يَأْمُرُهُمُ النَّبِيُّ الَّذِي أُوتِيَ الْكِتَابَ وَالْحُكْمَ بِأَنْ يَكُونُوا مَنْسُوبِينَ إِلَى الرَّبِّ مُبَاشَرَةً مِنْ غَيْرِ تَوَسُّطِهِ هُوَ وَلَا التَّوَسُّلِ بِشَخْصِهِ وَإِنَّمَا يَهْدِيهِمْ إِلَى الْوَسِيلَةِ الْحَقِيقِيَّةِ الْمُوَصِّلَةِ إِلَى ذَلِكَ وَهِيَ تَعْلِيمُ الْكِتَابِ وَدِرَاسَتُهُ، فَبِعِلْمِ الْكِتَابِ وَتَعْلِيمِهِ وَالْعَمَلِ بِهِ يَكُونُ الْإِنْسَانُ رَبَّانِيًّا مَرْضِيًّا عِنْدَ اللهِ - تَعَالَى - ; فَالْكِتَابُ هُوَ وَاسِطَةُ الْقُرْبِ مِنَ اللهِ - تَعَالَى -، وَالرَّسُولُ هُوَ الْوَاسِطَةُ الْمُبَلِّغَةُ لِلْكِتَابِ كَمَا قَالَ - تَعَالَى -: إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ [٤٢: ٤٨] فَلَا يُمْكِنُ لِأَحَدٍ أَنْ يَتَقَرَّبَ إِلَى اللهِ بِشَخْصِ الرَّسُولِ بَلْ بِمَا جَاءَ بِهِ الرَّسُولُ (رَاجِعْ تَفْسِيرَ آيَةِ ٣١) قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَالْآيَاتُ الْمُقَرِّرَةُ لِهَذِهِ الْحَقِيقَةِ كَثِيرَةٌ جِدًّا. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مِثَالُهُ مُفَصَّلًا: أَفَادَتِ الْآيَةُ أَنَّ الْإِنْسَانَ يَكُونُ رَبَّانِيًّا بِعِلْمِ الْكِتَابِ وَدَرْسِهِ وَبِتَعْلِيمِهِ لِلنَّاسِ وَنَشْرِهِ، وَمِنَ الْمُقَرَّرِ أَنَّ التَّقَرُّبَ إِلَى اللهِ - تَعَالَى - لَا يَكُونُ إِلَّا بِالْعَمَلِ بِالْعِلْمِ، وَالْعِلْمُ الَّذِي لَا يَبْعَثُ إِلَى الْعَمَلِ لَا يُعَدُّ عِلْمًا صَحِيحًا ; لِأَنَّ الْعِلْمَ الصَّحِيحَ مَا كَانَ صِفَةً لِلْعَالِمِ وَمَلَكَةً رَاسِخَةً فِي نَفْسِهِ وَإِنَّمَا الْأَعْمَالُ آثَارُ الصِّفَاتِ وَالْمَلَكَاتِ، وَالْمُعَلِّمِ يُعَبِّرُ عَمَّا رَسَخَ فِي نَفْسِهِ، وَمَنْ لَمْ يُحَصِّلْ مِنْ عِلْمِ الْكِتَابِ إِلَّا صُوَرًا وَتَخَيُّلَاتٍ تَلُوحُ فِي الذِّهْنِ وَلَا تَسْتَقِرُّ فِي النَّفْسِ لَا يُمْكِنُهُ أَنْ يَكُونَ مُعَلِّمًا لَهُ يُفِيضُ الْعِلْمَ عَلَى غَيْرِهِ، كَمَا أَنَّهُ لَا يَكُونُ عَامِلًا بِهِ عَلَى وَجْهِهِ كَمَا ثَبَتَ بِالْمُشَاهَدَةِ وَالِاخْتِبَارِ، أَيْ فِي نَحْوِ الْعُلُومِ الْفَنِّيَّةِ فَإِنَّ مَنْ لَا يَعْرِفُ مِنَ الْهَنْدَسَةِ إِلَّا بَعْضَ </p>"
}