{
  "id": null,
  "sura": 3,
  "aya": 26,
  "text": "<p> لَا مِنْ شَيْءٍ خَارِجٍ عَنْهَا، يَكُونُ بِمَا أَحْدَثَتْهُ أَعْمَالُهُمْ فِيهَا مِنَ الصِّفَاتِ الْحَسَنَةِ أَوِ الْقَبِيحَةِ وَمُقَدَّرَةٌ بِقَدْرِ ذَلِكَ، وَيَرَوْنَ أَنَّ النَّاسَ سَوَاءٌ فِي هَذَا الْجَزَاءِ لَا امْتِيَازَ فِيهِ بَيْنَ الشُّعُوبِ وَإِنْ سُمِّيَ بَعْضُهَا بِشَعْبِ اللهِ، وَلَا بَيْنَ الْأَفْرَادِ وَإِنْ لَقَّبُوا أَنْفُسَهُمْ بِأَبْنَاءِ اللهِ، بَلْ يَرَوْنَ هُنَالِكَ الْعَدْلَ الْأَكْمَلَ ; وَلِذَلِكَ قَالَ: وَهُمْ لَا يُظْلَمُونَ أَيِ النَّاسُ الْمُشَارُ إِلَيْهِمْ بِلَفْظِ كُلُّ نَفْسٍ أَيْ لَا يَنْقُصُ مِنْ جَزَاءِ أَحَدٍ بِمَا كَسَبَ شَيْءٌ وَإِنْ كَانَ مِثْقَالَ ذَرَّةٍ. </p><p> وَقَدْ قَالَ الْمُفَسِّرُونَ فِي هَذِهِ الْجُمْلَةِ كَلِمَةً أُحِبُّ التَّنْبِيهَ عَلَى مَا فِيهَا، قَالُوا: فِيهَا دَلِيلٌ عَلَى أَنَّ الْعِبَادَةَ لَا تُحْبَطُ، وَأَنَّ الْمُؤْمِنَ لَا يُخَلَّدُ فِي النَّارِ ; لِأَنَّ تَوْفِيَةَ جَزَاءِ إِيمَانِهِ وَعَمَلِهِ لَا تَكُونُ فِي النَّارِ وَلَا قَبْلَ دُخُولِهَا، فَإِذَنْ هِيَ بَعْدَ الْخَلَاصِ مِنْهَا، وَالْعِبَارَةُ لِلْبَيْضَاوِيِّ وَنَقَلَهَا أَبُو السُّعُودِ كَعَادَتِهِ. وَأَقُولُ: إِنَّ الْكَسْبَ هُنَا لَيْسَ خَاصًّا بِالْعِبَادَةِ وَالْإِيمَانِ، بَلْ هُوَ عَامٌّ شَامِلٌ لِكُلِّ مَا عَمِلَهُ الْعَبْدُ مِنْ خَيْرٍ، فَإِذَا أَرَادُوا أَنَّ الْآيَةَ تَدُلُّ عَلَى أَنَّهُ لَا بُدَّ مِنَ الْجَزَاءِ عَلَى الْكَسْبِ - كَمَا هُوَ ظَاهِرُ الْآيَةِ - لَزِمَهُمْ أَنَّ الْكَافِرَ إِذَا أَحْسَنَ فِي بَعْضِ الْأَعْمَالِ - وَلَا يُوجَدُ أَحَدٌ مِنَ الْبَشَرِ لَا يُحْسِنُ عَمَلًا قَطُّ - وَجَبَ </p><p> أَنْ يُجَازَى عَلَيْهِ وَهُمْ لَا يَقُولُونَ بِذَلِكَ ; وَلِذَلِكَ خَصَّصُوا وَأَخْرَجُوا الْآيَةَ عَنْ ظَاهِرِهَا، وَإِذَا نَحْنُ جَمَعْنَا بَيْنَ هَذِهِ الْآيَةِ الَّتِي وَرَدَتْ رَدًّا لِقَوْلِ الَّذِينَ زَعَمُوا أَنَّهُمْ لَنْ تَمَسَّهُمُ النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً وَآيَةِ الْبَقَرَةِ الَّتِي وَرَدَتْ فِي ذَلِكَ أَيْضًا عَلِمْنَا أَنَّ مُرَادَ اللهِ فِي الْجَزَاءِ عَلَى كَسْبِ الْإِنْسَانِ بِحَسْبِهِ، وَهُوَ أَنَّ الْعِبْرَةَ بِتَأْثِيرِ الْعَمَلِ فِي النَّفْسِ، فَإِذَا كَانَ أَثَرُهُ السَّيِّئُ قَدْ أَحَاطَ بِعِلْمِهَا وَشُعُورِهَا وَاسْتَغْرَقَ وِجْدَانَهَا كَانَتْ خَالِدَةً فِي النَّارِ ; لِأَنَّ الْعَمَلَ السَّيِّئَ لَمْ يَدَعْ لِلْإِيمَانِ أَثَرًا صَالِحًا فِيهَا يُعِدُّهَا لِدَارِ الْكَرَامَةِ، بَلْ جَعَلَهَا مِنْ أَهْلِ دَارِ الْهَوَانِ بِطَبْعِهَا، وَإِذَا لَمْ يَصِلْ إِلَى هَذِهِ الدَّرَجَةِ بِأَنْ غَلَبَ عَلَيْهَا تَأْثِيرُ الْعَمَلِ الصَّالِحِ أَوِ اسْتَوَى الْأَمْرَانِ، فَكَانَتْ بَيْنَ بَيْنَ جُوزِيَتْ عَلَى كُلٍّ بِحَسَبِ دَرَجَتِهِ كَمَا قَرَّرْنَاهُ آنِفًا. وَلَيْسَ عِنْدَنَا شَيْءٌ عَنِ الْأُسْتَاذِ الْإِمَامِ فِي هَذِهِ الْآيَةِ وَلَكِنْ مَا قُلْنَاهُ مُوَافِقٌ لِمَا قَرَّرَهُ فِي سُورَةِ الْبَقَرَةِ. </p><p> قُلِ اللهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ </p><p> رُوِيَ عَنْ قَتَادَةَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَأَلَ رَبَّهُ أَنْ يَجْعَلَ مُلْكَ فَارِسَ وَالرُّومِ فِي أُمَّتِهِ فَنَزَلَ قَوْلُهُ - تَعَالَى -: قُلِ اللهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَقَالَ الْأُسْتَاذُ الْإِمَامُ مَا مَعْنَاهُ: إِنَّ الْكَلَامَ مُتَّصِلٌ بِمَا قَبْلَهُ - صَحَّ مَا قِيلَ فِي سَبَبِ النُّزُولِ أَمْ لَمْ يَصِحَّ - وَالْكَلَامُ فِي حَالِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ مَنْ خُوطِبُوا بِالدَّعْوَةِ مِنَ الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ، فَالْمُشْرِكُونَ كَانُوا يُنْكِرُونَ النُّبُوَّةَ لِرَجُلٍ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ، كَمَا أَنْكَرَ أَمْثَالُهُمْ عَلَى الْأَنْبِيَاءِ قَبْلَهُ، وَأَهْلُ الْكِتَابِ كَانُوا يُنْكِرُونَ أَنْ يَكُونَ نَبِيٌّ مِنْ غَيْرِ آلِ إِسْرَائِيلَ، وَقَدْ عُهِدَ فِي غَيْرِ مَوْضِعٍ مِنَ الْقُرْآنِ تَسْلِيَةُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَقَامِ بَيَانِ عِنَادِ الْمُنْكِرِينَ وَمُكَابَرَةِ الْجَاحِدِينَ </p><p> وَتَذْكِيرُهُ بِقُدْرَتِهِ - تَعَالَى - عَلَى نَصْرِهِ وَإِعْلَاءِ كَلِمَةِ دِينِهِ، فَهَذِهِ الْآيَةُ مِنْ هَذَا الْقَبِيلِ كَأَنَّهُ يَقُولُ لَهُ: إِذَا تَوَلَّى هَؤُلَاءِ الْجَاحِدُونَ عَنْ بَيَانِكَ وَلَمْ يَنْظُرُوا فِي بُرْهَانِكَ وَظَلَّ الْمُشْرِكُونَ مِنْهُمْ عَلَى جَهْلِهِمْ وَأَهْلُ الْكِتَابِ فِي غُرُورِهِمْ فَعَلَيْكَ أَنْ تَلْجَأَ إِلَى اللهِ - تَعَالَى - وَتَرْجِعَ إِلَيْهِ بِالدُّعَاءِ وَالثَّنَاءِ، وَتَتَذَكَّرَ أَنَّهُ بِيَدِهِ الْأَمْرُ يَفْعَلُ مَا يَشَاءُ، وَهَذَا يُنَاسِبُ مَا تَقَدَّمَ فِي الرَّدِّ عَلَى نَصَارَى نَجْرَانَ مِنْ أَمْرِهِ بِالِالْتِجَاءِ إِلَيْهِ - سُبْحَانَهُ - بِقَوْلِهِ: فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ. </p><p> قَالَ: وَعَلَى هَذَا التَّفْسِيرِ يَصِحُّ أَنْ يَكُونَ الْمُلْكُ بِمَعْنَى النُّبُوَّةِ أَوْ لَازِمِهَا، وَلَا شَكَّ أَنَّ النُّبُوَّةَ مُلْكٌ كَبِيرٌ لِأَنَّ سُلْطَانَهَا عَلَى الْأَجْسَادِ وَالْأَرْوَاحِ عَلَى الظَّاهِرِ وَالْبَاطِنِ، قَالَ - تَعَالَى -: فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا [٤: ٥٤] فَإِنْ لَمْ يَكُنْ هَذَا الْمُلْكُ عَيْنَ النُّبُوَّةِ فَهُوَ لَازِمُهَا، وَنَزْعُ الْمُلْكِ عَلَى هَذَا الْقَوْلِ عِبَارَةٌ عَنْ نَزْعِهِ مِنَ الْأُمَّةِ الَّتِي كَانَ يُبْعَثُ فِيهَا الْأَنْبِيَاءُ كَأُمَّةِ إِسْرَائِيلَ فَقَدْ نُزِعَتْ مِنْهَا النُّبُوَّةُ بِبَعْثَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيُمْكِنُ أَنْ يُفَسَّرَ النَّزْعُ هُنَا بِالْحِرْمَانِ ; فَإِنَّهُ - تَعَالَى - يُعْطِي النُّبُوَّةَ مَنْ يَشَاءُ وَيَحْرِمُ مِنْهَا مَنْ يَشَاءُ، فَإِنْ قِيلَ: إِنَّ النَّزْعَ إِنَّمَا يَكُونُ لِشَيْءٍ قَدْ وُجِدَ، صَحَّ أَنْ يُجَابَ عَنْهُ بِأَنَّ هَذَا عَلَى حَدِّ قَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ لِسَانِ الرُّسُلِ: قَدِ افْتَرَيْنَا عَلَى اللهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللهُ مِنْهَا [٧: ٨٩] فَإِنَّهُمْ لَمْ يَكُونُوا فِي مِلَّتِهِمْ، إِذْ يَسْتَحِيلُ الْكُفْرُ عَلَى الْأَنْبِيَاءِ - هَذَا سِيَاقُهُ - وَقَدْ تَبِعَ فِيهِ الْإِمَامُ الرَّازِيُّ إِلَّا أَنَّهُ زَادَ عَلَيْهِ كَلِمَةَ \" أَوْ لَازِمِهَا \" وَالتَّمْثِيلُ غَيْرُ ظَاهِرٍ عَلَى الْمَعْنَى الثَّانِي، وَالْآيَةُ حِكَايَةٌ عَنْ شُعَيْبٍ - عَلَيْهِ السَّلَامُ - وَهِيَ جَوَابٌ عَنْ قَوْلِ قَوْمِهِ: لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا [٧: ٨٨] فَهُمْ قَدْ طَلَبُوا مِنْهُ وَمِمَّنْ آمَنَ مَعَهُ أَنْ يَعُودُوا فِي مِلَّتِهِمْ وَكَانَ أُولَئِكَ الْمُؤْمِنُونَ فِي مِلَّتِهِمْ، فَفِي جَوَابِهِ - عَلَيْهِ السَّلَامُ - تَغْلِيبٌ لِلْأَكْثَرِ وَهُوَ مُتَعَيَّنٌ. </p><p> وَمَثَّلَ الرَّازِيُّ أَيْضًا بِقَوْلِهِ - تَعَالَى -: اللهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ [٢: ٢٥٧] وَفِيهِ مَا فِيهِ. </p><p> أَقُولُ: وَالظَّاهِرُ الْمُتَبَادِرُ أَنَّ الْمُرَادَ بِالْمُلْكِ السُّلْطَةُ وَالتَّصَرُّفُ فِي الْأُمُورِ، وَاللهُ - سُبْحَانَهُ </p><p> وَتَعَالَى - صَاحِبُ السُّلْطَانِ الْأَعْلَى وَالتَّصَرُّفِ الْمُطْلَقِ فِي تَدْبِيرِ الْأَمْرِ وَإِقَامَةِ مِيزَانِ النِّظَامِ الْعَامِّ فِي الْكَائِنَاتِ، فَهُوَ يُؤْتِي الْمُلْكَ فِي بَعْضِ الْبِلَادِ مَنْ يَشَاءُ مِنْ </p><p> عِبَادِهِ، إِمَّا بِالتَّبَعِ لِمَا يَخْتَصُّهُمْ بِهِ مِنَ النُّبُوَّةِ كَمَا وَقَعَ لِآلِ إِبْرَاهِيمَ، وَإِمَّا بِسَيْرِهِمْ عَلَى سُنَنِهِ الْحَكِيمَةِ الْمُوَصِّلَةِ إِلَى ذَلِكَ بِأَسْبَابِهِ الِاجْتِمَاعِيَّةِ كَتَكْوِينِ الْعَصَبِيَّاتِ كَمَا وَقَعَ لِكَثِيرٍ مِنَ النَّاسِ، وَيَنْزِعُهُ مِمَّنْ يَشَاءُ مِنَ الْأَفْرَادِ وَمِنَ الْأُسَرِ وَالْعَشَائِرِ وَالْفَصَائِلِ وَالشُّعُوبِ بِتَنَكُّبِهِمْ سُنَنَهُ الْحَافِظَةَ لِلْمُلْكِ، كَالْعَدْلِ وَحُسْنِ السِّيَاسَةِ وَإِعْدَادِ الْمُسْتَطَاعِ مِنَ الْقُوَّةِ كَمَا نَزَعَهُ مِنْ بَنِي إِسْرَائِيلَ وَمِنْ غَيْرِهِمْ بِالظُّلْمِ وَالْفَسَادِ، ذَلِكَ أَنَّنَا لَا نَعْرِفُ مَا قَضَتْ بِهِ مَشِيئَتُهُ - عَزَّ وَجَلَّ - إِلَّا مِنَ الْوَاقِعِ ; لِأَنَّهُ لَا يَقَعُ فِي الْوُجُودِ إِلَّا مَا يَشَاءُ، وَقَدْ نَظَرْنَا فِيمَا وَقَعَ لِلْغَابِرِينَ وَالْحَاضِرِينَ وَمَحَّصْنَا أَسْبَابَهُ فَأَلْفَيْنَاهَا تَرْجِعُ إِلَى سُنَنٍ مُطَّرِدَةٍ كَمَا قَالَ فِي هَذِهِ السُّورَةِ: قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا [٣: ١٣٧] الْآيَةَ. وَبَيَّنَ بَعْضَ هَذِهِ السُّنَنِ فِي نَزْعِ الْمُلْكِ مِمَّنْ يَشَاءُ وَإِيتَائِهِ مَنْ يَشَاءُ بِمِثْلِ قَوْلِهِ - تَعَالَى - مِنْ سُورَةِ إِبْرَاهِيمَ: وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ [١٤: ١٣، ١٤] وَقَدْ فَصَّلْنَا هَذَا الْمَعْنَى فِي سُورَةِ الْبَقَرَةِ أَفْضَلَ تَفْصِيلٍ فَلْيُرَاجِعِ الْآيَةَ (٢٤٧) مَنْ شَاءَ، وَبِهَذَا يَظْهَرُ وَجْهُ اتِّصَالِ الْآيَةِ بِمَا قَبْلَهَا وَكَوْنُهَا بِمَثَابَةِ الدَّلِيلِ لِقَوْلِهِ السَّابِقِ: قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ فَهِيَ تَتَضَمَّنُ تَأْكِيدَ الْوَعْدِ بِنَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَغَلْبِ أَعْدَائِهِ مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ. </p><p> وَقَدْ قَالَ أَبُو سُفْيَانَ لِلْعَبَّاسِ يَوْمَ رَأَى جَيْشَ الْمُسْلِمِينَ زَاحِفًا إِلَى مَكَّةَ: لَقَدْ أَصْبَحَ مُلْكُ ابْنِ أَخِيكَ عَظِيمًا، فَقَالَ الْعَبَّاسُ - رَضِيَ اللهُ عَنْهُ -: كَلَّا إِنَّهَا النُّبُوَّةُ، وَكَانَ أَبُو سُفْيَانَ يَعْنِي أَنَّ الْأَمْرَ كُلَّهُ تَأْسِيسُ مُلْكٍ وَمَا كَانَ الْمُلْكُ مَقْصُودًا، وَلَكِنَّهُ جَاءَ مَعْنَاهُ، وَالْمُرَادُ مِنْهُ تَابِعًا لَا أَصْلًا، وَالْفَرْقُ عَظِيمٌ، وَالْغَرَضُ مِنَ النُّبُوَّةِ غَيْرُ الْغَرَضِ مِنَ الْمُلْكِ ; وَلِذَلِكَ لَمْ يُسَمِّ الصَّحَابَةُ مَنْ جَعَلُوهُ رَئِيسَ مُلْكِهِمْ وَمَرْجِعَ سِيَاسَتِهِمْ مَلِكًا، بَلْ سَمَّوْهُ خَلِيفَةً. </p><p> وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ الْعِزُّ وَالذُّلُّ مَعْرُوفَانِ، وَمِنْ آثَارِ الْأَوَّلِ: حِمَايَةُ الْحَقِيقَةِ وَنَفَاذُ الْكَلِمَةِ، وَمِنْ أَسْبَابِهِ كَثْرَةُ الْأَعْوَانِ وَمِلْكُ الْقُلُوبِ بِالْجَاهِ وَالْعِلْمِ النَّافِعِ لِلنَّاسِ وَسَعَةُ الرِّزْقِ مَعَ التَّوْفِيقِ لِلْإِحْسَانِ، وَمِنْ آثَارِ الثَّانِي: الضَّعْفُ عَنِ الْحِمَايَةِ، وَالرِّضَى بِالضَّيْمِ وَالْمَهَانَةِ - كَذَا قَالَ الْأُسْتَاذُ الْإِمَامُ - وَقَدْ يَكُونُ الضَّعْفُ سَبَبًا وَعِلَّةً لِلذُّلِّ لَا أَثَرًا مَعْلُولًا وَهُوَ غَالِبٌ، وَلَا تَلَازُمَ بَيْنَ الْعِزِّ وَالْمُلْكِ، فَقَدْ يَكُونُ الْمَلِكُ ذَلِيلًا إِذَا ضَعُفَ </p><p> اسْتِقْلَالُهُ بِسُوءِ السِّيَاسَةِ وَفَسَادِ التَّدْبِيرِ، حَتَّى صَارَتِ الدُّوَلُ الْأُخْرَى تَفْتَاتُ عَلَيْهِ كَمَا هُوَ مُشَاهَدٌ، وَكَمْ مِنْ ذَلِيلٍ فِي مَظْهَرِ عَزِيزٍ، وَكَمْ مِنْ أَمِيرٍ أَوْ مَلِكٍ يَغُرُّ الْأَغْرَارَ مَا يَرَوْنَهُ فِيهِ مِنَ الْأُبَّهَةِ وَالْفَخْفَخَةِ فَيَحْسَبُونَ أَنَّهُ عَزِيزٌ كَرِيمٌ وَهُوَ فِي نَفْسِهِ ذَلِيلٌ مَهِينٌ، فَمَثَلُهُ كَمَثَلِ مُلُوكِ مَلَاهِي التَّمْثِيلِ (التَّيَاتْرَاتِ) وَالتَّشْبِيهُ لِلْأُسْتَاذِ الْإِمَامِ. </p><p> هَذَا وَلَا عِزَّ أَعْلَى مِنْ عِزِّ الِاجْتِمَاعِ وَالتَّعَاوُنِ عَلَى نَشْرِ دَعْوَةِ الْحَقِّ وَمُقَاوَمَةِ الْبَاطِلِ إِذَا اتَّبَعَ الْمُجْتَمِعُونَ سُنَّةَ اللهِ - تَعَالَى - فَأَعَدُّوا لِكُلِّ أَمْرٍ عُدَّتَهُ، وَقَدْ كَانَ الْمُشْرِكُونَ فِي مَكَّةَ وَالْيَهُودُ وَمُنَافِقُو الْعَرَبِ فِي الْمَدِينَةِ يَعْتَزُّونَ بِكَثْرَتِهِمْ عَلَى النَّبِيِّ وَالْمُؤْمِنِينَ يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ [٦٣: ٨] فَعَسَى أَنْ يَعْتَبِرَ الْمُسْلِمُونَ فِي هَذَا الزَّمَانِ بِهَذَا وَيَفْقَهُوا مَعْنَى كَوْنِ الْعِزَّةِ لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ، وَيُحَاسِبُوا أَنْفُسَهُمْ وَيُنْصِفُوا مِنْهَا لِيَعْلَمُوا مَكَانَهُمْ مِنَ الْإِيمَانِ الَّذِي حَكَمَ اللهُ لِصَاحِبِهِ بِالْعِزَّةِ أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا [٤٧: ٢٤] . </p><p> بِيَدِكَ الْخَيْرُ قَالَ الْأُسْتَاذُ الْإِمَامُ: قَدَّرَ الْمُفَسِّرُ (الْجَلَالُ) هُنَا كَلِمَةَ \" وَالشَّرُّ \" هَرَبًا مِنَ الْمُعْتَزِلَةِ عَلَى أَنَّهُ لَيْسَ فِي الْعِبَارَةِ نَفْيٌ لِكَوْنِ الشَّرِّ بِيَدِهِ كَمَا أَنَّهُ لَيْسَ فِيهَا إِثْبَاتٌ لَهُ فَلَا مَعْنًى لِتَصَادُمِ الْمَذَاهِبِ فِيهَا وَحَسْبُنَا قَوْلُهُ: إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ أَيْ فِي إِثْبَاتِ أَنَّ كُلَّ شَيْءٍ بِيَدِهِ لَا يُعْجِزُهُ شَيْءٌ، وَالْبَلَاغَةُ قَاضِيَةٌ بِذِكْرِ الْخَيْرِ فَقَطْ سَوَاءٌ كَانَ السَّبَبُ فِي نُزُولِ الْآيَةِ خَاصًّا وَهُوَ مَا كَانَ فِي وَاقِعَةِ الْخَنْدَقِ مِنْ بِشَارَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ مُلْكَ أُمَّتِهِ سَيَبْلُغُ كَذَا وَكَذَا أَوْ عَامًّا وَهُوَ حَالُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ الْمُنْكِرِينَ فَإِنَّهُ مَا أَغْرَى أُولَئِكَ الْمُجَاحِدِينَ بِإِنْكَارِ النُّبُوَّةِ وَالِاسْتِهَانَةِ بِدَعْوَةِ الْحَقِّ إِلَّا فَقْرُ الدَّاعِي وَضَعْفُ مَنِ اتَّبَعَهُ مِنَ الْمُسْلِمِينَ وَقِلَّتُهُمْ، فَأَمَرَهُ اللهُ - تَعَالَى - أَنْ يَلْجَأَ هُوَ وَمَنِ اتَّبَعَهُ إِلَى مَالِكِ الْمُلْكِ وَالْمُتَصَرِّفِ التَّصَرُّفَ الْمُطْلَقَ فِي الْإِعْزَازِ وَالْإِذْلَالِ، وَذَكَّرَهُمْ فِي هَذَا الْمَقَامِ بِأَنَّ الْخَيْرَ كُلَّهُ بِيَدِهِ فَلَا يُعْجِزُهُ أَنْ يُؤْتِيَ نَبِيَّهُ وَالْمُؤْمِنِينَ مِنَ السِّيَادَةِ وَالسُّلْطَانِ مَا وَعَدَهُمْ، وَأَنْ يُعِزَّهُمْ وَيُعْطِيَهُمْ مِنَ الْخَيْرِ مَا لَا يَخْطُرُ بِبَالِ الَّذِينَ يَسْتَضْعِفُونَهُمْ وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ [٢٨: ٥] عَلَى هَذَا الْأَصْلِ أَمَرَ اللهُ نَبِيَّهُ بِأَنْ يَدْعُوَهُ - وَالْمُؤْمِنُونَ تَبَعٌ لَهُ - بِهَذِهِ الْكَلِمَاتِ </p><p> وَيَلْجَئُوا إِلَيْهِ بِهَذِهِ الرَّغْبَةِ، فَكَانَ الْمُنَاسِبُ ذِكْرَ الْخَيْرِ الَّذِي وُعِدُوا بِهِ فَقَطْ، وَأَنَّهُ بِيَدِهِ وَحْدَهُ. وَأَقُولُ: إِنَّهُ لَا يُسْنَدُ إِلَى يَدِهِ - تَعَالَى - أَوْ يَدَيْهِ إِلَّا النِّعَمُ الْجَلِيلَةُ وَالْمَخْلُوقَاتُ الشَّرِيفَةُ، فَلَا يُقَالُ: إِنَّ الشَّرَّ بِيَدِ اللهِ - تَعَالَى -، عَلَى أَنَّ جَمِيعَ مَا خَلَقَهُ اللهُ - تَعَالَى - وَدَبَّرَهُ هُوَ خَيْرٌ فِي نَفْسِهِ، وَالشَّرُّ أَمْرٌ عَارِضٌ مِنَ الْأُمُورِ الْإِضَافِيَّةِ ; فَلَا تُوجَدُ حَقِيقَةٌ هِيَ شَرٌّ فِي ذَاتِهَا وَإِنَّمَا يُطْلَقُ لَفْظُ الشَّرِّ عَلَى مَا يَأْتِي غَيْرَ مُلَائِمٍ لِلْأَحْيَاءِ ذَاتِ الْإِدْرَاكِ، وَلَا مُنْطَبِقٍ عَلَى مَصَالِحِهِمْ وَمَنَافِعِهِمْ، وَسَبَبُ ذَلِكَ فِي الْغَالِبِ سُوءُ عَمَلِهِمْ الِاخْتِيَارِيِّ، وَمِنْ غَيْرِ الْغَالِبِ أَنْ تُقَوِّضَ الرِّيحُ لَهُمْ بِنَاءً أَوْ يَجْرُفَ السَّيْلُ لَهُمْ رِزْقًا، وَكُلٌّ مِنَ الرِّيحِ وَالسَّيْلِ مِنْ أَعْظَمِ الْخَيْرَاتِ فِي ذَاتِهِمَا، وَمِنَ الْخَيْرِ وَالنِّعَمِ مَا قَدَّرَتْهُ السُّنَنُ الْإِلَهِيَّةُ وَأَخْبَرَ بِهِ الْوَحْيُ مِنْ تَرْتِيبِ الْعِقَابِ عَلَى الْعَمَلِ السَّيِّئِ، فَإِنَّ ذَلِكَ أَعْظَمُ مُرَبٍّ لِلنَّاسِ وَعَوْنٌ لَهُمْ عَلَى الِارْتِقَاءِ فِي الدُّنْيَا وَالسَّعَادَةِ فِي الْآخِرَةِ، وَمَنْ تَدَبَّرَ سُورَةَ الرَّحْمَنِ فَقِهَ مَا نَقُولُ. وَلِلْإِمَامِ ابْنِ الْقَيِّمِ كَلَامٌ فِي هَذِهِ الْمَسْأَلَةِ لَا بَأْسَ بِإِيرَادِهِ هُنَا. </p><p> قَالَ فِي كِتَابِ (شَرْحِ مَنَازِلِ السَّائِرِينَ) وَنَقَلَهُ السَّفَارِينِيُّ فِي شَرْحِ عَقِيدَتِهِ مَا نَصُّهُ: </p><p> \" </p><p> إِنَّ الشَّرَّ كُلَّهُ يَرْجِعُ إِلَى الْعَدَمِ، أَعْنِي عَدَمَ الْخَيْرِ وَأَسْبَابَهُ الْمُفْضِيَةَ إِلَيْهِ، وَهُوَ مِنْ هَذِهِ الْجِهَةِ شَرٌّ، وَأَمَّا مِنْ جِهَةِ وُجُودِهِ الْمَحْضِ فَلَا شَرَّ فِيهِ، مِثَالُهُ أَنَّ النُّفُوسَ الشِّرِّيرَةَ وَجُودُهَا خَيْرٌ مِنْ حَيْثُ هِيَ مَوْجُودَةٌ، وَإِنَّمَا حَصَلَ لَهَا الشَّرُّ بِقَطْعِ مَادَّةِ الْخَيْرِ عَنْهَا، فَإِنَّهَا خُلِقَتْ فِي الْأَصْلِ مُتَحَرِّكَةً لَا تَسْكُنُ، فَإِنْ أُعِينَتْ بِالْعِلْمِ وَإِلْهَامِ الْخَيْرِ تَحَرَّكَتْ بِطَبْعِهَا إِلَى خِلَافِهِ، وَحَرَكَتُهَا مِنْ حَيْثُ هِيَ حَرَكَةُ خَيْرٍ، وَإِنَّمَا تَكُونُ شَرًّا بِالْإِضَافَةِ لَا مِنْ حَيْثُ هِيَ حَرَكَةٌ، وَالشَّرُّ كُلُّهُ ظُلْمٌ وَهُوَ وَضْعُ الشَّيْءِ فِي غَيْرِ مَوْضِعِهِ، فَلَوْ وُضِعَ فِي مَوْضِعِهِ لَمْ يَكُنْ شَرًّا. فَعُلِمَ أَنَّ جِهَةَ الشَّرِّ فِيهِ نِسْبَةٌ إِضَافِيَّةٌ، وَلِهَذَا كَانَتِ الْعُقُوبَاتُ الْمَوْضُوعَةُ فِي مَحَالِّهَا خَيْرًا فِي نَفْسِهَا وَإِنْ كَانَتْ شَرًّا بِالنِّسْبَةِ إِلَى الْمَحَلِّ الَّذِي حَلَّتْ بِهِ لِمَا أَحْدَثَتْ فِيهِ مِنَ الْأَلَمِ الَّذِي كَانَتِ الطَّبِيعَةُ قَابِلَةً لِضِدِّهِ مِنَ اللَّذَّةِ مُسْتَعِدَّةً لَهُ، فَصَارَ ذَلِكَ الْأَلَمُ شَرًّا بِالنِّسْبَةِ إِلَيْهَا، وَهُوَ خَيْرٌ بِالنِّسْبَةِ إِلَى الْفَاعِلِ حَيْثُ وَضَعَهُ مَوْضِعَهُ ; فَإِنَّهُ - سُبْحَانَهُ - لَا يَخْلُقُ شَرًّا مَحْضًا مِنْ جَمِيعِ الْوُجُوهِ وَالِاعْتِبَارَاتِ، فَإِنَّ حِكْمَتَهُ تَأْبَى ذَلِكَ. بَلْ قَدْ يَكُونُ ذَلِكَ الْمَخْلُوقُ شَرًّا وَمَفْسَدَةً بِبَعْضِ الِاعْتِبَارَاتِ وَفِي خَلْقِهِ مَصَالِحُ وَحِكَمٌ بِاعْتِبَارَاتٍ أُخَرَ أَرْجَحَ مِنَ اعْتِبَارَاتِ مَفَاسِدِهِ، بَلِ الْوَاقِعُ مُنْحَصِرٌ فِي ذَلِكَ، فَلَا يُمْكِنُ فِي جَنَابِ </p><p> الْحَقِّ - جَلَّ جَلَالُهُ - أَنْ يُرِيدَ شَيْئًا يَكُونُ فَسَادًا مِنْ كُلِّ وَجْهٍ وَبِكُلِّ اعْتِبَارٍ لَا مَصْلَحَةَ فِي خَلْقِهِ بِوَجْهٍ مَا. هَذَا مِنْ أَبْيَنِ الْمُحَالِ، فَإِنَّهُ - سُبْحَانَهُ - بِيَدِهِ الْخَيْرُ وَالشَّرُّ لَيْسَ إِلَيْهِ، بَلْ كُلُّ مَا إِلَيْهِ فَخَيْرٌ، وَالشَّرُّ إِنَّمَا حَصَلَ لِعَدَمِ هَذِهِ الْإِضَافَةِ وَالنِّسْبَةِ إِلَيْهِ، فَلَوْ كَانَ إِلَيْهِ لَمْ يَكُنْ شَرًّا فَتَأَمَّلْهُ. فَانْقِطَاعُ نِسْبَتِهِ إِلَيْهِ هُوَ الَّذِي صَيَّرَهُ شَرًّا. </p><p> \" فَإِنْ قُلْتَ: لِمَ تَنْقَطِعُ نِسْبَتُهُ إِلَيْهِ خَلْقًا وَمَشِيئَةً؟قُلْتُ:هُوَ مِنَ الْجِهَةِ لَيْسَ بِشَرٍّ، وَالشَّرُّ الَّذِي فِيهِ مِنْ عَدَمِ إِمْدَادِهِ بِالْخَيْرِ وَأَسْبَابِهِ، وَالْعَدَمُ لَيْسَ بِشَيْءٍ حَتَّى يُنْسَبَ إِلَى مَنْ بِيَدِهِ الْخَيْرُ،فَإِنْ أَرَدْتَ مَزِيدَ إِيضَاحٍ فِي ذَلِكَ فَاعْلَمْ أَنَّ أَسْبَابَ الْخَيْرِ ثَلَاثَةٌ:الْإِيجَادُ، وَالْإِعْدَادُ، وَالْإِمْدَادُ، فَهَذِهِ هِيَ الْخَيْرَاتُ وَأَسْبَابُهَا، فَإِيجَادُ هَذَا السَّبَبِ خَيْرٌ وَهُوَ إِلَى اللهِ، وَإِعْدَادُهُ خَيْرٌ وَهُوَ إِلَيْهِ أَيْضًا. فَإِذَا لَمْ يَحْدُثْ فِيهِ إِعْدَادٌ وَلَا إِمْدَادٌ حَصَلَ فِيهِ الشَّرُّ بِسَبَبِ هَذَا الْعَدَمِ الَّذِي لَيْسَ إِلَى الْفَاعِلِ،وَإِنَّمَا إِلَيْهِ ضِدُّهُ فَإِنْ قُلْتَ:فَهَلَّا أَمَدَّهُ إِذَا وَجَدَهُ؟قُلْتُ:مَا اقْتَضَتِ الْحِكْمَةُ إِيجَادَهُ وَإِمْدَادَهُ فَإِنَّهُ - سُبْحَانَهُ - يُوجِدُهُ وَيَمُدُّهُ، وَمَا اقْتَضَتِ الْحِكْمَةُ إِيجَادَهُ وَتَرْكَ إِمْدَادِهِ أَوْجَدَهُ بِحِكْمَتِهِ وَلَمْ يَمُدَّهُ بِحِكْمَتِهِ، فَإِيجَادُهُ خَيْرٌ وَالشَّرُّ وَقَعَ مِنْ عَدَمِ إِمْدَادِهِ.</p><p> \" فَإِنْ قُلْتَ: فَهَلَّا أَمَدَّ الْمَوْجُودَاتِ كُلَّهَا؟ فَالْجَوَابُ: هَذَا سُؤَالٌ فَاسِدٌ يَظُنُّ مُورِدُهُ أَنَّ تَسَاوِيَ الْمَوْجُودَاتِ أَبْلَغُ فِي الْحِكْمَةِ وَهَذَا عَيْنُ الْجَهْلِ، بَلِ الْحِكْمَةُ كُلُّ الْحِكْمَةِ فِي هَذَا التَّفَاوُتِ الْعَظِيمِ الْوَاقِعِ بَيْنَهَا، وَلَيْسَ فِي خَلْقِ كُلِّ نَوْعٍ مِنْهَا تَفَاوُتٌ، فَكُلُّ نَوْعٍ مِنْهَا لَيْسَ فِي خَلْقِهِ مِنْ تَفَاوُتٍ، وَالتَّفَاوُتُ إِنَّمَا وَقَعَ بِأُمُورٍ عَدَمِيَّةٍ لَمْ يَتَعَلَّقْ بِهَا الْخَلْقُ وَإِلَّا فَلَيْسَ فِي الْخَلْقِ </p>"
}