{
  "id": null,
  "sura": 3,
  "aya": 7,
  "text": "<p> دَلِيلًا عَلَى أُلُوهِيَّةٍ، فَالْمَخْلُوقُ عَبْدٌ كَيْفَمَا خُلِقَ، وَإِنَّمَا الْإِلَهُ هُوَ الْخَالِقُ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ، وَعِيسَى لَمْ يُصَوِّرْ أَحَدًا فِي رَحِمِ أُمِّهِ ; وَلِذَلِكَ صَرَّحَ بَعْدَ هَذَا بِكَلِمَةِ التَّوْحِيدِ. </p><p> وَبِوَصْفِهِ - تَعَالَى - بِالْعِزَّةِ وَالْحِكْمَةِ. أَقُولُ: وَلَا يَخْفَى مَا فِي ذِكْرِ الْأَرْحَامِ مِنَ التَّعْرِيضِ بِأَنَّ عِيسَى تَكَوَّنَ وَصُوِّرَ فِي الرَّحِمِ كَغَيْرِهِ مِنَ النَّاسِ. </p><p> ثُمَّ قَالَ تَعَالَى: هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ قَالَ الْأُسْتَاذُ: وَهَذَا رَدٌّ لِاسْتِدْلَالِهِمْ بِبَعْضِ آيَاتِ الْقُرْآنِ عَلَى تَمْيِيزِ عِيسَى عَلَى غَيْرِهِ مِنَ الْبَشَرِ ; إِذْ وَرَدَ فِيهِ أَنَّهُ رُوحُ اللهِ وَكَلِمَتُهُ. فَهُوَ يَقُولُ: إِنَّ هَذِهِ الْآيَاتِ مِنَ الْمُتَشَابِهَاتِ الَّتِي اشْتَبَهَ عَلَيْكُمْ مَعْنَاهَا حَتَّى حَاوَلْتُمْ جَعْلَهَا نَاقِضَةً لِلْآيَاتِ الْمُحْكَمَةِ فِي تَوْحِيدِ اللهِ وَتَنْزِيهِهِ. </p><p> (بَحْثُ الْمُحْكَمِ وَالْمُتَشَابِهِ) أَقُولُ: الْمُحْكَمَاتُ مِنْ أَحْكَمَ الشَّيْءَ بِمَعْنَى: وَثَّقَهُ وَأَتْقَنَهُ. وَالْمَعْنَى الْعَامُّ لِهَذِهِ الْمَادَّةِ الْمَنْعُ، فَإِنَّ كُلَّ مُحْكَمٍ يَمْنَعُ بِإِحْكَامِهِ تَطَرُّقَ الْخَلَلِ إِلَى نَفْسِهِ أَوْ غَيْرِهِ، وَمِنْهُ الْحُكْمُ وَالْحِكْمَةُ وَحِكْمَةُ الْفَرَسِ، قِيلَ وَهِيَ أَصْلُ الْمَادَّةِ. وَ \" الْمُتَشَابِهُ \" يُطْلَقُ فِي اللُّغَةِ عَلَى مَا لَهُ أَفْرَادٌ أَوْ أَجْزَاءٌ يُشْبِهُ بَعْضُهَا بَعْضًا، وَعَلَى مَا يَشْتَبِهُ مِنَ الْأَمْرِ أَيْ يَلْتَبِسُ. قَالَ فِي الْأَسَاسِ:  \" وَتَشَابَهَ الشَّيْئَانِ وَاشْتَبَهَا،وَشَبَّهْتُهُ بِهِ وَشَبَّهْتُهُ إِيَّاهُ وَاشْتَبَهَتِ الْأُمُورُ وَتَشَابَهَتْ:الْتَبَسَتْ لِإِشْبَاهِ بَعْضِهَا بَعْضًا. وَفِي الْقُرْآنِ الْمُحْكَمُ وَالْمُتَشَابِهُ،وَشَبِهَ عَلَيْهِ الْأَمْرُ:لُبِّسَ عَلَيْهِ،وَإِيَّاكَ وَالْمُشْتَبِهَاتِ:الْأُمُورَ الْمُشْكِلَاتِ \" وَقَدْ وُصِفَ الْقُرْآنُ بِالْإِحْكَامِ عَلَى الْإِطْلَاقِ فِي أَوَّلِ سُورَةِ هُودٍ بِقَوْلِهِ: كِتَابٌ أُحْكِمَتْ آيَاتُهُ [١١: ١] وَهُوَ مِنْ إِحْكَامِ النَّظْمِ وَإِتْقَانِهِ أَوَ مِنَ الْحِكْمَةِ الَّتِي اشْتَمَلَتْ آيَاتُهُ عَلَيْهَا، وَوُصِفَ كُلُّهُ بِالْمُتَشَابِهِ فِي سُورَةِ الزُّمَرِ اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا [٣٩: ٢٣] أَيْ يُشْبِهُ بَعْضُهُ بَعْضًا فِي هِدَايَتِهِ وَبَلَاغَتِهِ وَسَلَامَتِهِ مِنَ التَّنَاقُضِ وَالتَّفَاوُتِ وَالِاخْتِلَافِ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا [٤: ٨٢] أَمَّا قَوْلُهُ - تَعَالَى - فِي سُورَةِ الْبَقَرَةِ: وَأُتُوا بِهِ مُتَشَابِهًا [٢: ٢٥] فَمَفْهُومُهُ أَنَّ مَا جِيئُوا بِهِ مِنَ الثَّمَرَاتِ أَخِيرًا يُشْبِهُ مَا رُزِقُوهُ مِنْ قَبْلُ وَأَنَّهُمُ اشْتَبَهُوا بِهِ لِهَذَا التَّشَابُهِ. </p><p> وَقَالُوا: إِنَّ الْأَصْلَ فِي وُرُودِ التَّشَابُهِ بِمَعْنَى الْمُشْكِلِ الْمُلْتَبِسِ أَنْ يَكُونَ الِالْتِبَاسُ فِيهِ بِسَبَبِ شَبَهِهِ لِغَيْرِهِ، ثُمَّ أُطْلِقَ عَلَى كُلِّ مُلْتَبِسٍ مَجَازًا وَإِنْ كَانَ ظَاهِرُ الْأَسَاسِ أَنَّ الْمَعْنَيَيْنِ حَقِيقَتَانِ فِيهِ، وَلَا شَكَّ أَنَّ الْقُرْآنَ يَصِحُّ أَنْ يُوصَفَ كُلُّهُ بِالْمُحْكَمِ وَبِالْمُتَشَابِهِ مِنْ حَيْثُ هُوَ مُتْقَنٌ وَيُشْبِهُ بَعْضُهُ بَعْضًا فِيمَا ذُكِرَ. وَالتَّقْسِيمُ فِي هَذِهِ الْآيَةِ مَبْنِيٌّ عَلَى اسْتِعْمَالِ كُلٍّ مِنَ الْمُحْكَمِ وَالْمُتَشَابِهِ فِي مَعْنًى خَاصٍّ ; وَلِذَلِكَ اخْتَلَفَ فِيهِ الْمُفَسِّرُونَ عَلَى أَقْوَالٍ: </p><p> (أَحَدُهَا) أَنَّ الْمُحْكَمَاتِ هِيَ قَوْلُهُ - تَعَالَى - فِي سُورَةِ الْأَنْعَامِ: قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا [٦: ١٥١] إِلَى آخَرِ الْآيَةِ وَالْآيَتَيْنِ اللَّتَيْنِ بَعْدَهَا. وَالْمُتَشَابِهَاتِ هِيَ الَّتِي تَشَابَهَتْ عَلَى الْيَهُودِ، وَهِيَ أَسْمَاءُ حُرُوفِ الْهِجَاءِ الْمَذْكُورَةِ فِي أَوَائِلِ السُّورِ ; وَذَلِكَ </p><p> أَنَّهُمْ أَوَّلُوهَا عَلَى حِسَابِ الْجُمَلِ، فَطَلَبُوا أَنْ يَسْتَخْرِجُوا مِنْهَا مُدَّةَ بَقَاءِ هَذِهِ الْأُمَّةِ فَاخْتَلَطَ الْأَمْرُ عَلَيْهِمْ وَاشْتَبَهَ. وَهَذَا الْقَوْلُ مَرْوِيٌّ عَنِ </p><p> ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا، وَزَعَمَ الْفَخْرُ الرَّازِيُّ أَنَّ الْمُرَادَ بِهِ: أَنَّ الْمُحْكَمَ مَا لَا تَخْتَلِفُ فِيهِ الشَّرَائِعُ كَالْوَصَايَا فِي تِلْكَ الْآيَاتِ الثَّلَاثِ، وَالْمُتَشَابِهَ مَا يُسَمَّى بِالْمُجْمَلِ، أَوْ هُوَ مَا تَكُونُ دَلَالَةُ اللَّفْظِ بِالنِّسْبَةِ إِلَيْهِ وَإِلَى غَيْرِهِ عَلَى السَّوِيَّةِ إِلَّا بِدَلِيلٍ مُنْفَصِلٍ. وَهَذَا رَأَيٌّ مُسْتَقِلٌّ يَجْعَلُ الْمَعْنَى الْخَاصَّ عَامًّا وَهُوَ لَا يُفْهَمُ مِنْ هَذِهِ الرِّوَايَةِ. </p><p> (ثَانِيهَا) أَنَّ الْمُحْكَمَ هُوَ النَّاسِخُ، وَالْمُتَشَابِهَ هُوَ الْمَنْسُوخُ وَهُوَ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ أَيْضًا وَعَنِ ابْنِ مَسْعُودٍ وَغَيْرِهِمَا. </p><p> (ثَالِثُهَا) أَنَّ الْمُحْكَمَ مَا كَانَ دَلِيلُهُ وَاضِحًا لَائِحًا، كَدَلَائِلِ الْوَحْدَانِيَّةِ وَالْقُدْرَةِ وَالْحِكْمَةِ، وَالْمُتَشَابِهَ مَا يَحْتَاجُ فِي مَعْرِفَتِهِ إِلَى التَّدَبُّرِ وَالتَّأَمُّلِ. عَزَاهُ الرَّازِيُّ إِلَى الْأَصَمِّ وَبَحَثَ فِيهِ. </p><p> (رَابِعُهَا) أَنَّ الْمُحْكَمَ كُلُّ مَا أَمْكَنَ تَحْصِيلُ الْعِلْمِ بِهِ بِدَلِيلٍ جَلِيٍّ أَوْ خَفِيٍّ، وَالْمُتَشَابِهَ: مَا لَا سَبِيلَ إِلَى الْعِلْمِ بِهِ، كَوَقْتِ قِيَامِ السَّاعَةِ وَمَقَادِيرِ الْجَزَاءِ عَلَى الْأَعْمَالِ. </p><p> وَهَذِهِ الْأَرْبَعَةُ ذَكَرَهَا الرَّازِيُّ، وَكَأَنَّهُ لَمْ يَطَّلِعْ عَلَى غَيْرِهَا، وَفِي تَفْسِيرِ ابْنِ جَرِيرٍ وَغَيْرِهِ أَقْوَالٌ أُخْرَى مَرْوِيَّةٌ عَنِ الْمُفَسِّرِينَ مِنْهَا مَا يَقْرُبُ مِنْ بَعْضِ مَا ذُكِرَ فَنُورِدُهَا فِي سِيَاقِ الْعَدَدِ. </p><p> (خَامِسُهَا) أَنَّ الْمُحْكَمَاتِ: مَا أَحْكَمَ اللهُ فِيهَا بَيَانَ حَلَالِهِ وَحَرَامِهِ، وَالْمُتَشَابِهَ مِنْهَا: مَا أَشْبَهَ بَعْضُهُ بَعْضًا فِي الْمَعَانِي وَإِنِ اخْتَلَفَ أَلْفَاظُهُ. رَوَاهُ ابْنُ جَرِيرٍ عَنْ مُجَاهِدٍ وَعِبَارَتُهُ عِنْدَهُ: </p><p> مُحْكَمَاتٌ مَا فِيهِ مِنَ الْحَلَالِ وَالْحَرَامِ، وَمَا سِوَى ذَلِكَ فَهُوَ مُتَشَابِهٌ يَصْرِفُ بَعْضُهُ بَعْضًا وَهُوَ مِثْلُ قَوْلِهِ: وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ [٢: ٢٦] وَمِثْلُ قَوْلِهِ: كَذَلِكَ يَجْعَلُ اللهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ [٦: ١٢٥] وَمِثْلُ قَوْلِهِ: وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ [٤٧: ١٧] وَكَأَنَّ مُجَاهِدًا يَعْنِي بِالْمُتَشَابِهِ: مَا فِيهِ إِبْهَامٌ أَوْ عُمُومٌ أَوْ إِطْلَاقٌ، أَوْ كُلُّ مَا لَمْ يَكُنْ حُكْمًا عَمَلِيًّا، فَهُوَ عِنْدُهُ خَاصٌّ بِالْإِنْشَاءِ دُونَ الْخَبَرِ. </p><p> (سَادِسُهَا) أَنَّ الْمُحْكَمَ مِنْ آيِ الْكِتَابِ: مَا لَمْ يَحْتَمِلْ مِنَ التَّأْوِيلِ إِلَّا وَجْهًا وَاحِدًا، وَالْمُتَشَابِهَ: مَا احْتَمَلَ مِنَ التَّأْوِيلِ أَوْجُهًا، رَوَاهُ ابْنُ جَرِيرٍ عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ وَعِبَارَتُهُ عِنْدَهُ هَكَذَا: آيَاتٌ مُحْكَمَاتٌ هُنَّ حُجَّةُ الرَّبِّ وَعِصْمَةُ الْعِبَادِ وَدَفْعُ </p><p> الْخُصُومِ وَالْبَاطِلِ، لَيْسَ لَهَا تَصْرِيفٌ وَلَا تَحْرِيفٌ عَمَّا وُضِعَتْ عَلَيْهِ، وَأُخَرُ مُتَشَابِهَةٌ فِي الصِّدْقِ، لَهُنَّ تَصْرِيفٌ وَتَحْرِيفٌ وَتَأْوِيلٌ ابْتَلَى اللهُ فِيهِنَّ الْعِبَادَ كَمَا ابْتَلَاهُمْ فِي الْحَلَالِ وَالْحَرَامِ، لَا يُصْرَفْنَ إِلَى الْبَاطِلِ وَلَا يُحَرَّفْنَ عَنِ الْحَقِّ اهـ. وَعِبَارَةُ ابْنِ جَرِيرٍ فِي حِكَايَتِهِ عَنْهُ تَجْعَلُ الْمُحْكَمَ بِمَعْنَى النَّصِّ عِنْدَ الْأُصُولِيِّينَ وَالْمُتَشَابِهَ مَا يُقَابِلُهُ. </p><p> (سَابِعُهَا) أَنَّ التَّقْسِيمَ خَاصٌّ بِالْقِصَصِ، فَالْمُحْكَمُ مِنْهَا مَا أُحْكِمَ وَفُصِّلَ فِيهِ خَبَرُ الْأَنْبِيَاءِ </p><p> مَعَ أُمَمِهِمْ، وَالْمُتَشَابِهُ: مَا اشْتَبَهَتِ الْأَلْفَاظُ بِهِ مِنْ قِصَصِهِمْ عِنْدَ التَّكْرِيرِ فِي السُّورِ، وَأَطَالَ فِي التَّمْثِيلِ لَهُ. </p><p> (ثَامِنُهَا) أَنَّ الْمُتَشَابِهَ: مَا يَحْتَاجُ إِلَى بَيَانٍ وَهُوَ مَرْوِيٌّ عَنِ الْإِمَامِ أَحْمَدَ وَالْمُحْكَمُ: مَا يُقَابِلُهُ. </p><p> (تَاسِعُهَا) أَنَّ الْمُتَشَابِهَ: مَا يُؤْمَنُ بِهِ وَلَا يُعْمَلُ بِهِ. ذَكَرَهُ ابْنُ تَيْمِيَّةَ، وَالظَّاهِرُ أَنَّهُ جَمِيعُ الْأَخْبَارِ، فَالْمُحْكَمُ: هُوَ قِسْمُ الْإِنْشَاءِ. </p><p> (عَاشِرُهَا) أَنَّ الْمُتَشَابِهَ: آيَاتُ الصِّفَاتِ (أَيْ صِفَاتُ اللهِ) خَاصَّةً وَمِثْلُهَا أَحَادِيثُهَا، ذَكَرَهُ ابْنُ تَيْمِيَّةَ أَيْضًا. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ فِي مَعْنَى الْمُتَشَابِهَاتِ: التَّشَابُهُ إِنَّمَا يَكُونُ بَيْنَ شَيْئَيْنِ فَأَكْثَرَ، وَهُوَ لَا يُفِيدُ عَدَمَ فَهْمِ الْمَعْنَى مُطْلَقًا كَمَا قَالَ الْمُفَسِّرُ (الْجَلَالُ) وَوَصْفُ التَّشَابُهِ فِي هَذِهِ الْآيَةِ هُوَ لِلْآيَاتِ بِاعْتِبَارِ مَعَانِيهَا، أَيْ إِنَّكَ إِذَا تَأَمَّلْتَ فِي هَذِهِ الْآيَةِ تَجِدُ مَعَانِيَ مُتَشَابِهَةً فِي فَهْمِهَا مِنَ اللَّفْظِ لَا يَجِدُ الذِّهْنُ مُرَجِّحًا لِبَعْضِهَا عَلَى بَعْضٍ. وَقَالُوا أَيْضًا: إِنَّ الْمُتَشَابِهَ مَا كَانَ إِثْبَاتُ الْمَعْنَى فِيهِ لِلَّفْظِ الدَّالِّ عَلَيْهِ وَنَفْيُهُ عَنْهُ مُتَسَاوِيَانِ، فَقَدْ تَشَابَهَ فِيهِ النَّفْيُ وَالْإِثْبَاتُ أَوْ مَا دَلَّ فِيهِ اللَّفْظُ عَلَى شَيْءٍ وَالْعَقْلُ عَلَى خِلَافِهِ فَتَشَابَهَتِ الدَّلَالَةُ وَلَمْ يُمْكِنِ التَّرْجِيحُ، كَالِاسْتِوَاءِ عَلَى الْعَرْشِ وَكَوْنِ عِيسَى رُوحَ اللهِ وَكَلِمَتَهُ، فَهَذَا هُوَ الْمُتَشَابِهُ الَّذِي يُقَابِلُهُ الْمُحْكَمُ الَّذِي لَا يَنْفِي الْعَقْلُ شَيْئًا مِنْ ظَاهِرِ مَعْنَاهُ، أَمَّا كَوْنُ الْمُحْكَمَاتِ هُنَّ أُمَّ الْكِتَابِ فَمَعْنَاهُ أَنَّهُنَّ أَصْلُهُ وَعِمَادُهُ أَوْ مُعْظَمُهُ، وَهَذَا ظَاهِرٌ لَكِنَّهُ لَا يَنْطَبِقُ إِلَّا عَلَى بَعْضِ الْأَقْوَالِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ إِنَّ مَعْنَى ذَلِكَ أَنَّهَا هِيَ الْأَصْلُ الَّذِي دُعِيَ النَّاسُ إِلَيْهِ وَيُمْكِنُهُمْ أَنْ يَفْهَمُوهَا وَيَهْتَدُوا بِهَا، وَعَنْهَا يَتَفَرَّعُ غَيْرُهَا وَإِلَيْهَا يَرْجِعُ، فَإِنِ اشْتَبَهَ عَلَيْنَا شَيْءٌ نَرُدُّهُ إِلَيْهَا، وَلَيْسَ الْمُرَادُ بِالرَّدِّ أَنْ نُئَوِّلَهُ بَلْ أَنْ نُؤْمِنَ بِأَنَّهُ مِنْ عِنْدِ اللهِ وَأَنَّهُ لَا يُنَافِي الْأَصْلَ الْمُحْكَمَ الَّذِي هُوَ أُمُّ الْكِتَابِ وَأَسَاسُ الدِّينِ </p><p> الَّذِي أُمِرْنَا أَنْ نَأْخُذَ بِهِ عَلَى ظَاهِرِهِ الَّذِي لَا يَحْتَمِلُ غَيْرَهُ إِلَّا احْتِمَالًا مَرْجُوحًا. مِثَالُ هَذِهِ الْمُتَشَابِهَاتِ قَوْلُهُ - تَعَالَى -: الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى [٢٠: ٥] وَقَوْلُهُ: يَدُ اللهِ فَوْقَ أَيْدِيهِمْ [٤٨: ١٠] وَقَوْلُهُ - تَعَالَى -: وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ [٤: ١٧١] هَذَا رَأْيُ جُمْهُورِ الْمُفَسِّرِينَ، وَذَهَبَ جُمْهُورٌ عَظِيمٌ مِنْهُمْ إِلَى أَنَّهُ لَا مُتَشَابِهَ فِي الْقُرْآنِ إِلَّا أَخْبَارُ الْغَيْبِ، كَصِفَةِ الْآخِرَةِ وَأَحْوَالِهَا مِنْ نَعِيمٍ وَعَذَابٍ. </p><p> فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: مَعْنَى اتِّبَاعِهِ ابْتِغَاءَ الْفِتْنَةِ أَنَّهُمْ يَتَّبِعُونَهُ بِالْإِنْكَارِ وَالتَّنْفِيرِ اسْتِعَانَةً بِمَا فِي أَنْفُسِ النَّاسِ مِنْ إِنْكَارِ مَا لَمْ يَصِلْ إِلَيْهِ عِلْمُهُمْ وَلَا يَنَالُهُ حِسُّهُمْ كَالْإِحْيَاءِ بَعْدَ الْمَوْتِ وَشُئُونِ تِلْكَ الْحَيَاةِ الْأُخْرَى. وَابْتِغَاءُ الْفِتْنَةِ بِالنِّسْبَةِ إِلَى الْوَجْهِ الْأَوَّلِ فِي مَعْنَى الْمُتَشَابِهِ: هُوَ أَنْ يَتَّبِعَ أَهْلُ </p><p> الزَّيْغِ مِنَ الْمُشْرِكِينَ وَالْمُجَسِّمَةِ مِثْلَ قَوْلِهِ - تَعَالَى -: وَرُوحٌ مِنْهُ فَيَأْخُذُونَهُ عَلَى ظَاهِرِهِ مِنْ غَيْرِ نَظَرٍ إِلَى الْأَصْلِ الْمُحْكَمِ لِيَفْتِنُوا النَّاسَ بِدَعْوَتِهِمْ إِلَى أَهْوَائِهِمْ وَيَخْتَلِبُوهُمْ بِشُبْهَتِهِمْ فَيَقُولُونَ: إِنَّ اللهَ رُوحٌ وَالْمَسِيحَ رُوحٌ مِنْهُ، فَهُوَ مِنْ جِنْسِهِ وَجِنْسُهُ لَا يَتَبَعَّضُ فَهُوَ هُوَ. فَالتَّأْوِيلُ هُنَا بِمَعْنَى الْإِرْجَاعِ. أَيْ أَنَّهُمْ يُرْجِعُونَهُ إِلَى أَهْوَائِهِمْ وَتَقَالِيدِهِمْ لَا إِلَى الْأَصْلِ الْمُحْكَمِ الَّذِي بُنِيَ عَلَيْهِ الِاعْتِقَادُ، وَأَمَّا ابْتِغَاءُ تَأْوِيلِهِ فَهُوَ أَنَّهُمْ يُطَبِّقُونَهُ عَلَى أَحْوَالِ النَّاسِ فِي الدُّنْيَا فَيُحَوِّلُونَ خَبَرَ الْإِحْيَاءِ بَعْدَ الْمَوْتِ وَأَخْبَارَ الْحِسَابِ وَالْجَنَّةِ وَالنَّارِ عَنْ مَعَانِيهَا وَيَصْرِفُونَهَا إِلَى مَعَانٍ مِنْ أَحْوَالِ النَّاسِ فِي الدُّنْيَا لِيُخْرِجُوا النَّاسَ عَنِ الدِّينِ بِالْمَرَّةِ، وَالْقُرْآنُ مَمْلُوءٌ بِالرَّدِّ عَلَيْهِمْ كَقَوْلِهِ - تَعَالَى -: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦: ٧٩] وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا قَالَ بَعْضُ السَّلَفِ إِنَّ قَوْلَهُ: وَالرَّاسِخُونَ فِي الْعِلْمِ كَلَامٌ مُسْتَأْنِفٌ، وَبَعْضُهُمْ: أَنَّهُ مَعْطُوفٌ عَلَى لَفْظِ الْجَلَالَةِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: اسْتَدَلَّ الَّذِينَ قَالُوا بِالْوَقْفِ عِنْدَ لَفْظِ الْجَلَالَةِ وَبِكَوْنِ مَا بَعْدَهُ اسْتِئْنَافًا بِأَدِلَّةٍ (مِنْهَا) أَنَّ اللهَ - تَعَالَى - ذَمَّ الدِّينِ يَتَّبِعُونَ تَأْوِيلَهُ وَ (مِنْهَا) قَوْلُهُ: يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا فَإِنَّ ظَاهِرَ الْآيَةِ التَّسْلِيمُ الْمَحْضُ لِلَّهِ تَعَالَى، وَمَنْ عَرَفَ الشَّيْءَ وَفَهِمَهُ لَا يُعَبِّرُ عَنْهُ بِمَا يَدُلُّ عَلَى التَّسْلِيمِ الْمَحْضِ وَهَذَا رَأْيُ كَثِيرٍ مِنَ الصَّحَابَةِ - رَضِيَ اللهُ عَنْهُمْ - كَأُبَيِّ بْنِ كَعْبٍ وَعَائِشَةَ، وَذَهَبَ ابْنُ </p><p> عَبَّاسٍ وَجُمْهُورٌ مِنَ الصَّحَابَةِ إِلَى الْقَوْلِ الثَّانِي. كَانَ ابْنُ عَبَّاسٍ يَقُولُ:  \" أَنَا مِنَ الرَّاسِخِينَ فِي الْعِلْمِ أَنَا أَعْلَمُ تَأْوِيلَهُ \" . وَقَالُوا فِي اسْتِدْلَالِ أُولَئِكَ: إِنَّ اللهَ - تَعَالَى - إِنَّمَا ذَمَّ الَّذِينَ يَبْتَغُونَ التَّأْوِيلَ بِذَهَابِهِمْ فِيهِ إِلَى مَا يُخَالِفُ الْمُحْكَمَاتِ يَبْتَغُونَ بِذَلِكَ الْفِتْنَةَ، وَالرَّاسِخُونَ فِي الْعِلْمِ لَيْسُوا كَذَلِكَ ; فَإِنَّهُمْ أَهْلُ الْيَقِينِ الثَّابِتِ الَّذِي لَا زِلْزَالَ فِيهِ وَلَا اضْطِرَابَ، فَهَؤُلَاءِ يُفِيضُ اللهُ - تَعَالَى - عَلَيْهِمْ فَهْمَ الْمُتَشَابِهِ بِمَا يَتَّفِقُ مَعَ الْمُحْكَمِ. وَأَمَّا دَلَالَةُ قَوْلِهِمْ: آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا عَلَى التَّسْلِيمِ الْمَحْضِ فَهُوَ لَا يُنَافِي الْعِلْمَ، فَإِنَّهُمْ إِنَّمَا سَلَّمُوا بِالْمُتَشَابِهِ فِي ظَاهِرِهِ أَوْ بِالنِّسْبَةِ إِلَى غَيْرِهِمْ لِعِلْمِهِمْ بِاتِّفَاقِهِ مَعَ الْمُحْكَمِ فَهُمْ لِرُسُوخِهِمْ فِي الْعِلْمِ وَوُقُوفِهِمْ عَلَى حَقِّ الْيَقِينِ لَا يَضْطَرِبُونَ وَلَا يَتَزَعْزَعُونَ بَلْ يُؤْمِنُونَ بِهَذَا وَبِذَاكَ عَلَى حَدٍّ سَوَاءٍ؛ لِأَنَّ كُلًّا مِنْهُمَا مِنْ عِنْدِ اللهِ رَبِّنَا، وَلَا غَرْوَ فَالْجَاهِلُ فِي اضْطِرَابٍ دَائِمٍ وَالرَّاسِخُ فِي ثَبَاتٍ لَازِمٍ. وَمَنِ اطَّلَعَ عَلَى يَنْبُوعِ الْحَقِيقَةِ لَا تُشْتَبَهُ عَلَيْهِ الْمَجَارِي فَهُوَ يَعْرِفُ الْحَقَّ بِذَاتِهِ وَيُرْجِعُ كُلَّ قَوْلٍ إِلَيْهِ قَائِلًا: آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا. </p><p> هَذَا مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي بَيَانِ التَّفْسِيرِ الْمَأْثُورِ فِي الْآيَةِ ثُمَّ قَالَ: بَيَّنَّا أَنَّ الْمُتَشَابِهَ مَا اسْتَأْثَرَ اللهُ بِعِلْمِهِ مِنْ أَحْوَالِ الْآخِرَةِ أَوْ مَا خَالَفَ ظَاهِرُ لَفْظِهِ الْمُرَادَ مِنْهُ وَوُرُودُ الْمُتَشَابِهِ بِالْمَعْنَى الْأَوَّلِ فِي الْقُرْآنِ ضَرُورِيٌّ؛ لِأَنَّ مِنْ أَرْكَانِ الدِّينِ وَمَقَاصِدِ الْوَحْيِ الْإِخْبَارُ بِأَحْوَالِ </p><p> الْآخِرَةِ، فَيَجِبُ الْإِيمَانُ بِمَا جَاءَ بِهِ الرَّسُولُ مِنْ ذَلِكَ عَلَى أَنَّهُ مِنَ الْغَيْبِ كَمَا نُؤْمِنُ بِالْمَلَائِكَةِ وَالْجِنِّ، وَنَقُولُ: إِنَّهُ لَا يَعْلَمُ تَأْوِيلَ ذَلِكَ أَيْ حَقِيقَةَ مَا تَئُولُ إِلَيْهِ هَذِهِ الْأَلْفَاظُ إِلَّا اللهُ، وَالرَّاسِخُونَ فِي الْعِلْمِ وَغَيْرُهُمْ فِي هَذَا سَوَاءٌ، وَإِنَّمَا يَعْرِفُ الرَّاسِخُونَ مَا يَقَعُ تَحْتَ حُكْمِ الْحِسِّ وَالْعَقْلِ فَيَقِفُونَ عِنْدَ حَدِّهِمْ وَلَا يَتَطَاوَلُونَ إِلَى مَعْرِفَةِ حَقِيقَةِ مَا يُخْبِرُ بِهِ الرُّسُلُ عَنْ عَالَمِ الْغَيْبِ؛ لِأَنَّهُمْ يَعْلَمُونَ أَنَّهُ لَا مَجَالَ لِحِسِّهِمْ وَلَا لِعَقْلِهِمْ فِيهِ وَإِنَّمَا سَبِيلُهُ التَّسْلِيمُ فَيَقُولُونَ: آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا، فَعَلَى هَذَا يَكُونُ الْوَقْفُ عَلَى لَفْظِ الْجَلَالَةِ لَازِمًا، وَإِنَّمَا خَصَّ الرَّاسِخِينَ بِمَا ذُكِرَ؛ لِأَنَّهُمْ هُمُ الَّذِينَ يُفَرِّقُونَ بَيْنَ الْمَرْتَبَتَيْنِ مَا يَجُولُ فِيهِ عِلْمُهُمْ وَمَا لَا يَجُولُ فِيهِ، وَمِنَ الْمُحَالِ أَنْ يَخْلُوَ الْكِتَابُ مِنْ هَذَا النَّوْعِ فَيَكُونَ كُلُّهُ مُحْكَمًا بِالْمَعْنَى الَّذِي يُقَابِلُ الْمُتَشَابِهَ. وَمِنَ الشَّوَاهِدِ عَلَى أَنَّ التَّأْوِيلَ هُنَا بِمَعْنَى مَا يَئُولُ إِلَيْهِ الشَّيْءُ وَيَنْطَبِقُ عَلَيْهِ لَا بِمَعْنَى مَا يُفَسَّرُ بِهِ، قَوْلُهُ - تَعَالَى -: يَوْمَ </p><p> يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ [٧: ٥٣] فَتَبَيَّنَ مِمَّا قَرَّرْنَاهُ أَنْ لَا يُقَالَ عَلَى هَذَا: لِمَاذَا كَانَ الْقُرْآنُ مِنْهُ مُحْكَمٌ وَمِنْهُ مُتَشَابِهٌ؟ لِأَنَّ الْمُتَشَابِهَ بِهَذَا الْمَعْنَى مِنْ مَقَاصِدِ الدِّينِ فَلَا يُلْتَمَسُ لَهُ سَبَبٌ؛ لِأَنَّهُ جَاءَ عَلَى أَصْلِهِ. </p><p> (قَالَ) : وَأَمَّا التَّفْسِيرُ الثَّانِي لِلْمُتَشَابِهِ، وَهُوَ كَوْنُهُ لَيْسَ قَاصِرًا عَلَى أَحْوَالِ الْآخِرَةِ بَلْ يَتَنَاوَلُ غَيْرَهَا مِنْ صِفَاتِ اللهِ الَّتِي لَا يَجُوزُ فِي الْعَقْلِ أَخْذُهَا عَلَى ظَاهِرِهَا وَصِفَاتِ الْأَنْبِيَاءِ الَّتِي مِنْ هَذَا الْقَبِيلِ نَحْوِ قَوْلِهِ - تَعَالَى -: وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ [٤: ١٧١] فَإِنَّ هَذَا مِمَّا يَمْنَعُ الدَّلِيلُ الْعَقْلِيُّ السَّمْعِيُّ مِنْ حَمْلِهِ عَلَى ظَاهِرِهِ، فَهَذَا هُوَ الَّذِي يَأْتِي الْخِلَافُ فِي عِلْمِ الرَّاسِخِينَ بِتَأْوِيلِهِ - كَمَا تَقَدَّمَ - فَالَّذِينَ قَالُوا بِالنَّفْيِ جَعَلُوا حِكْمَةَ تَخْصِيصِ الرَّاسِخِينَ بِالتَّسْلِيمِ وَالتَّفْوِيضِ هِيَ تَمْيِيزُهُمْ بَيْنَ الْأَمْرَيْنِ وَإِعْطَاءُ كُلٍّ حُكْمَهُ كَمَا تَقَدَّمَ آنِفًا وَأَمَّا الْقَائِلُونَ بِالْإِثْبَاتِ الَّذِينَ يَرُدُّونَ مَا تَشَابَهَ ظَاهِرُهُ مِنْ صِفَاتِ اللهِ أَوْ أَنْبِيَائِهِ إِلَى أُمِّ الْكِتَابِ الَّذِي هُوَ الْمُحْكَمُ وَيَأْخُذُونَ مِنْ مَجْمُوعِ الْمُحْكَمِ مَا يُمَكِّنُهُمْ مِنْ فَهْمِ الْمُتَشَابِهِ، فَهَؤُلَاءِ يَقُولُونَ إِنَّهُ مَا خَصَّ الرَّاسِخِينَ بِهَذَا الْعِلْمِ إِلَّا لِبَيَانِ مَنْعِ غَيْرِهِمْ مِنَ الْخَوْضِ فِيهِ، قَالَ: فَهَذَا خَاصٌّ بِالرَّاسِخِينَ لَا يَجُوزُ تَقْلِيدُهُمْ فِيهِ، وَلَيْسَ لِغَيْرِهِمِ التَّهَجُّمُ عَلَيْهِ، وَهَذَا خَاصٌّ بِمَا لَا يَتَعَلَّقُ بِعَالَمِ الْغَيْبِ. </p><p> قَالَ وَهَاهُنَا يَأْتِي السُّؤَالُ: لِمَ كَانَ فِي الْقُرْآنِ مُتَشَابِهٌ لَا يَعْلَمُهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ؟ وَلِمَ لَمْ يَكُنْ كُلُّهُ مُحْكَمًا يَسْتَوِي فِي فَهْمِهِ جَمِيعُ النَّاسِ، وَهُوَ قَدْ نَزَلَ هَادِيًا وَالْمُتَشَابِهُ يَحُولُ دُونَ الْهِدَايَةِ بِمَا يُوقِعُ اللَّبْسَ فِي الْعَقَائِدِ. وَيَفْتَحُ بَابَ الْفِتْنَةِ لِأَهْلِ التَّأْوِيلِ؟ أَقُولُ: وَقَدْ ذَكَرَ الرَّازِيُّ هَذَا السُّؤَالَ مُفَصَّلًا، وَذَكَرَ لِلْعُلَمَاءِ خَمْسَةَ أَجْوِبَةٍ عَنْهُ، قَالَ فِي الْمَسْأَلَةِ الرَّابِعَةِ مِنْ مَسَائِلِ الْآيَةِ: إِنَّ بَعْضَ الْمُلْحِدَةِ طَعَنَ فِي الْقُرْآنِ لِاشْتِمَالِهِ عَلَى الْمُتَشَابِهَاتِ، وَقَالَ إِنَّكُمْ تَقُولُونَ: إِنَّ تَكَالِيفَ الْخَلْقِ مُرْتَبِطَةٌ بِهَذَا الْقُرْآنِ إِلَى قِيَامِ السَّاعَةِ، ثُمَّ إِنَّا نَرَاهُ بِحَيْثُ يَتَمَسَّكُ بِهِ كُلُّ صَاحِبِ مَذْهَبٍ عَلَى مَذْهَبِهِ، وَذَكَرَ شَيْئًا مِنِ احْتِجَاجِ الْجَبْرِيَّةِ وَالْقَدَرِيَّةِ وَغَيْرِهِمْ، </p><p> وَقَالَ: إِنَّ صَاحِبَ كُلِّ مَذْهَبٍ يُعِدُّ مَا دَلَّ عَلَيْهِ مِنَ الْمُحْكَمِ وَمَا يُخَالِفُهُ مِنَ الْمُتَشَابِهِ وَيَلْجَأُ إِلَى التَّأْوِيلِ وَإِنْ كَانَ ضَعِيفًا. (قَالَ) : أَلَيْسَ أَنَّهُ لَوْ جَعَلَهُ جَلِيًّا نَقِيًّا عَنْ هَذِهِ الْمُتَشَابِهَاتِ كَانَ أَقْرَبَ إِلَى حُصُولِ الْغَرَضِ فِي دِينِهِ؟ ثُمَّ قَالَ: إِنَّ الْعُلَمَاءَ ذَكَرُوا فِي فَوَائِدِ الْمُتَشَابِهَاتِ وُجُوهًا وَنَحْنُ نَنْقُلُهَا </p><p> كَمَا أَوْرَدَهَا بِاخْتِصَارٍ قَلِيلٍ لَا يُضَيِّعُ شَيْئًا مِنَ الْمَعْنَى وَهِيَ: </p><p> (الْوَجْهُ الْأَوَّلُ) أَنَّهُ مَتَّى كَانَتِ الْمُتَشَابِهَاتُ مَوْجُودَةً كَانَ الْوُصُولُ إِلَى الْحَقِّ أَصْعَبَ وَأَشَقَّ، وَزِيَادَةُ الْمَشَقَّةِ تُوجِبُ مَزِيدَ الثَّوَابِ. قَالَ اللهُ - تَعَالَى -: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ [٣: ١٤٢] . </p><p> (الثَّانِي) لَوْ كَانَ الْقُرْآنُ مُحْكَمًا بِالْكُلِّيَّةِ لَمَا كَانَ مُطَابِقًا إِلَّا لِمَذْهَبٍ وَاحِدٍ، وَكَانَ تَصْرِيحُهُ مُبْطِلًا لِكُلِّ مَا سِوَى ذَلِكَ الْمَذْهَبِ، وَذَلِكَ مِمَّا يُنَفِّرُ أَرْبَابَ الْمَذَاهِبِ عَنْ قَبُولِهِ وَعَنِ النَّظَرِ فِيهِ، فَالِانْتِفَاعُ بِهِ إِنَّمَا حَصَلَ لَمَّا كَانَ مُشْتَمِلًا عَلَى الْمُحْكَمِ وَعَلَى الْمُتَشَابِهِ فَحِينَئِذٍ يَطْمَعُ صَاحِبُ كُلِّ مَذْهَبٍ أَنْ يَجِدَ فِيهِ مَا يُقَوِّي مَذْهَبَهُ وَيُؤْثِرُ مَقَالَهُ فَحِينَئِذٍ يَنْظُرُ فِيهِ جَمِيعُ أَصْحَابِ الْمَذَاهِبِ وَيَجْتَهِدُ فِي التَّأَمُّلِ فِيهِ كُلُّ صَاحِبِ مَذْهَبٍ فَإِذَا بَالَغُوا فِي ذَلِكَ صَارَتِ الْمُحْكَمَاتُ مُفَسِّرَةً لِلْمُتَشَابِهَاتِ، فَهَذَا الطَّرِيقُ يَتَخَلَّصُ الْمُبْطِلُ مِنْ بَاطِلِهِ وَيَصِلُ إِلَى الْحَقِّ. </p><p> (الثَّالِثُ) أَنَّ الْقُرْآنَ إِذَا كَانَ مُشْتَمِلًا عَلَى الْمُحْكَمِ وَالْمُتَشَابِهِ افْتَقَرَ النَّاظِرُ فِيهِ إِلَى الِاسْتِعَانَةِ بِدَلِيلِ الْعَقْلِ وَحِينَئِذٍ يَتَخَلَّصُ مِنْ ظُلْمَةِ التَّقْلِيدِ، وَيَصِلُ إِلَى ضِيَاءِ الِاسْتِدْلَالِ وَالْبَيِّنَةِ. </p><p> (الرَّابِعُ) لَمَّا كَانَ الْقُرْآنُ مُشْتَمِلًا عَلَى الْمُحْكَمِ وَالْمُتَشَابِهِ افْتَقَرُوا إِلَى تَعَلُّمِ طُرُقِ التَّأْوِيلَاتِ وَتَرْجِيحِ بَعْضِهَا عَلَى بَعْضٍ، وَافْتَقَرَ تَعَلُّمُ ذَلِكَ إِلَى تَحْصِيلِ عُلُومٍ مِنْ عِلْمِ اللُّغَةِ وَالنَّحْوِ وَعِلْمِ أُصُولِ الْفِقْهِ. </p><p> (الْخَامِسُ) وَهُوَ السَّبَبُ الْأَقْوَى فِي هَذَا الْبَابِ أَنَّ الْقُرْآنَ كِتَابٌ اشْتَمَلَ عَلَى دَعْوَةِ الْخَوَاصِّ وَالْعَوَامِّ بِالْكُلِّيَّةِ، وَطَبَائِعُ الْعَوَامِّ تَنْبُو فِي أَكْثَرِ الْأَمْرِ عَنْ إِدْرَاكِ الْحَقَائِقِ، فَمَنْ سَمِعَ مِنَ الْعَوَامِّ فِي أَوَّلِ الْأَمْرِ إِثْبَاتَ مَوْجُودٍ لَيْسَ بِجِسْمٍ وَلَا بِمُتَحَيِّزٍ وَلَا مُشَارٍ إِلَيْهِ ظَنَّ أَنَّ هَذَا عَدَمٌ وَنَفْيٌ فِي التَّعْطِيلِ، فَكَانَ الْأَصَحُّ أَنْ يُخَاطَبُوا بِأَلْفَاظٍ دَالَّةٍ عَلَى بَعْضِ مَا يُنَاسِبُ مَا يَتَوَهَّمُونَهُ وَيَتَخَيَّلُونَهُ، وَيَكُونُ ذَلِكَ مَخْلُوطًا بِمَا يَدُلُّ عَلَى الْحَقِّ الصَّرِيحِ، فَالْقَسَمُ الْأَوَّلُ وَهُوَ الَّذِي يُخَاطَبُونَ بِهِ فِي أَوَّلِ الْأَمْرِ يَكُونُ مِنْ بَابِ الْمُتَشَابِهَاتِ، وَالْقِسْمُ الثَّانِي وَهُوَ الَّذِي يَكْشِفُ لَهُمْ فِي آخِرِ الْأَمْرِ هُوَ الْمُحْكَمَاتُ، فَهَذَا مَا حَضَرَنَا فِي هَذَا الْبَابِ. وَاللهُ أَعْلَمُ. اهـ. </p><p> أَقُولُ: إِنَّهُ - رَحِمَهُ اللهُ تَعَالَى - لَمْ يَأْتِ بِشَيْءٍ نَيِّرٍ، وَلَمْ يُحْسِنْ بَيَانَ مَا قَالَهُ الْعُلَمَاءُ، وَأَسْخَفُ هَذِهِ الْوُجُوهِ وَأَشَدُّهَا تَشَوُّهًا الثَّانِي وَلَا أَدْرِي كَيْفَ أَجَازَ لَهُ عَقْلُهُ أَنْ يَقُولَ: إِنَّ الْقُرْآنَ جَاءَ بِالْمُتَشَابِهَاتِ لِيَسْتَمِيلَ أَهْلَ الْمَذَاهِبِ إِلَى النَّظَرِ فِيهِ وَأَنَّ هَذَا طَرِيقٌ إِلَى الْحَقِّ؟ أَيْنَ كَانَتْ هَذِهِ الْمَذَاهِبُ عِنْدَ نُزُولِهِ؟ وَمَنِ اهْتَدَى مِنْ أَهْلِهَا بِهَذِهِ الطَّرِيقَةِ؟ وَيَقْرُبُ مِنْ هَذَا مَا قَالَهُ فِي بَيَانِ </p><p> السَّبَبِ الْأَقْوَى مِنْ دَعْوَةِ الْعَوَامِّ إِلَى الْمُتَشَابِهِ أَوَّلًا! ! ! وَهَاكَ أَيُّهَا الْقَارِئُ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي بَيَانِ أَجْوِبَةِ الْعُلَمَاءِ وَهِيَ عِنْدُهُ ثَلَاثَةٌ: </p><p> (١) إِنَّ اللهَ أَنْزَلَ الْمُتَشَابِهَ لِيَمْتَحِنَ قُلُوبَنَا فِي التَّصْدِيقِ بِهِ، فَإِنَّهُ لَوْ كَانَ كُلُّ مَا وَرَدَ فِي الْكِتَابِ مَعْقُولًا وَاضِحًا لَا شُبْهَةَ فِيهِ عِنْدَ أَحَدٍ مِنَ الْأَذْكِيَاءِ وَلَا مِنَ الْبُلَدَاءِ لَمَا كَانَ فِي الْإِيمَانِ شَيْءٌ مِنْ مَعْنَى الْخُضُوعِ لِأَمْرِ اللهِ - تَعَالَى - وَالتَّسْلِيمِ لِرُسُلِهِ. </p><p> (٢) جَعَلَ اللهُ الْمُتَشَابِهَ فِي الْقُرْآنِ حَافِزًا لِعَقْلِ الْمُؤْمِنِ إِلَى النَّظَرِ كَيْلَا يَضْعُفَ فَيَمُوتَ فَإِنَّ السَّهْلَ الْجَلِيَّ جِدًّا لَا عَمَلَ لِلْعَقْلِ فِيهِ، وَالدِّينُ أَعَزُّ شَيْءٍ عَلَى الْإِنْسَانِ، فَإِذَا لَمْ يَجِدْ فِيهِ مَجَالًا لِلْبَحْثِ يَمُوتُ فِيهِ، وَإِذَا مَاتَ فِيهِ لَا يَكُونُ حَيًّا بِغَيْرِهِ، فَالْعَقْلُ شَيْءٌ وَاحِدٌ إِذَا قَوِيَ فِي شَيْءٍ قَوِيَ فِي كُلِّ شَيْءٍ، وَإِذَا ضَعُفَ ضَعُفَ فِي كُلِّ شَيْءٍ وَلِذَلِكَ قَالَ: وَالرَّاسِخُونَ فِي الْعِلْمِ وَلَمْ يَقُلْ: وَالرَّاسِخُونَ فِي الدِّينِ؛ لِأَنَّ الْعِلْمَ أَعَمُّ وَأَشْمَلُ، فَمِنْ رَحْمَتِهِ - تَعَالَى - أَنْ جَعَلَ فِي الدِّينِ مَجَالًا لِبَحْثِ الْعَقْلِ بِمَا أَوْدَعَ فِيهِ مِنَ الْمُتَشَابِهِ، فَهُوَ يَبْحَثُ أَوَّلًا فِي تَمْيِيزِ الْمُتَشَابِهِ مِنْ غَيْرِهِ وَذَلِكَ يَسْتَلْزِمُ الْبَحْثَ فِي الْأَدِلَّةِ الْكَوْنِيَّةِ وَالْبَرَاهِينِ الْعَقْلِيَّةِ وَطُرُقِ الْخِطَابِ وَوُجُوهِ الدَّلَالَةِ لِيَصِلَ إِلَى فَهْمِهِ وَيَهْتَدِيَ إِلَى تَأْوِيلِهِ. وَهَذَا الْوَجْهُ لَا يَأْتِي إِلَّا عَلَى قَوْلِ مَنْ عَطَفَ وَالرَّاسِخُونَ عَلَى لَفْظِ الْجَلَالَةِ، وَلْيَكُنْ كَذَلِكَ. </p><p> (٣) إِنَّ الْأَنْبِيَاءَ بُعِثُوا إِلَى جَمِيعِ الْأَصْنَافِ مِنْ عَامَّةِ النَّاسِ وَخَاصَّتِهِمْ سَوَاءٌ كَانَتْ بَعْثَتُهُمْ لِأَقْوَامِهِمْ خَاصَّةً كَالْأَنْبِيَاءِ السَّالِفِينَ - عَلَيْهِمُ السَّلَامُ - أَوْ لِجَمِيعِ الْبَشَرِ كَنَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِذَا كَانَتِ الدَّعْوَةُ إِلَى الدِّينِ مُوَجَّهَةً إِلَى الْعَالِمِ وَالْجَاهِلِ وَالذَّكِيِّ وَالْبَلِيدِ وَالْمَرْأَةِ وَالْخَادِمِ، وَكَانَ مِنَ الْمَعَانِي مَا لَا يُمْكِنُ التَّعْبِيرُ عَنْهُ بِعِبَارَةٍ تَكْشِفُ عَنْ حَقِيقَتِهِ وَتَشْرَحُ كُنْهَهُ بِحَيْثُ يَفْهَمُهُ كُلُّ مُخَاطِبٍ عَامِّيًّا كَانَ أَوْ خَاصِّيًّا، أَلَّا يَكُونَ فِي ذَلِكَ مِنَ الْمَعَانِي الْعَالِيَةِ وَالْحِكَمِ الدَّقِيقَةِ مَا يَفْهَمُهُ الْخَاصَّةُ وَلَوْ بِطَرِيقِ الْكِنَايَةِ </p><p> وَالتَّعْرِيضِ وَيُؤْمَرُ الْعَامَّةُ بِتَفْوِيضِ الْأَمْرِ فِيهِ إِلَى اللهِ - تَعَالَى -، وَالْوُقُوفِ عِنْدَ حَدِّ الْمُحْكَمِ، فَيَكُونُ لِكُلٍّ نَصِيبُهُ عَلَى قَدْرِ اسْتِعْدَادِهِ. مِثَالُ ذَلِكَ: إِطْلَاقُ لَفْظِ كَلِمَةِ اللهِ وَرُوحٍ مِنَ اللهِ عَلَى عِيسَى، فَالْخَاصَّةُ يَفْهَمُونَ مِنْ هَذَا مَا لَا يَفْهَمُهُ الْعَامَّةُ ; وَلِذَلِكَ فُتِنَ النَّصَارَى بِمِثْلِ هَذَا التَّعْبِيرِ إِذْ لَمْ يَقِفُوا عِنْدَ حَدِّ الْمُحْكَمِ وَهُوَ التَّنْزِيهُ وَاسْتِحَالَةُ أَنْ يَكُونَ لِلَّهِ جِنْسٌ أَوْ أُمٌّ أَوْ وَلَدٌ، وَالْمُحْكَمُ عِنْدَنَا فِي هَذَا قَوْلُهُ - تَعَالَى -: إِنَّ مَثَلَ عِيسَى عِنْدَ اللهِ كَمَثَلِ آدَمَ [٣: ٥٩] وَسَيَأْتِي فِي هَذِهِ السُّورَةِ. وَأَقُولُ: وَعِنْدَهُمْ مِثْلُ قَوْلِ الْمَسِيحِ فِي إِنْجِيلِ يُوحَنَّا \" [(١٧: ٣)] وَهَذِهِ هِيَ الْحَيَاةُ الْأَبَدِيَّةُ أَنْ يَعْرِفُوكَ أَنْتَ الْإِلَهُ الْحَقِيقِيُّ وَحْدَكَ وَيَسُوعَ الْمَسِيحَ الَّذِي أَرْسَلْتَهُ \" . </p><p> (قَالَ) : وَمِنَ الْمُتَشَابِهِ مَا يَحْتَمِلُ مَعَانِيَ مُتَعَدِّدَةً وَيَنْطَبِقُ عَلَى حَالَاتٍ مُخْتَلِفَةٍ لَوْ أُخِذَ مِنْهَا أَيُّ مَعْنًى وَحُمِلَ عَلَى أَيَّةِ حَالَةٍ لَصَحَّ، وَيُوجَدُ هَذَا النَّوْعُ فِي كَلَامِ جَمِيعِ الْأَنْبِيَاءِ وَهُوَ عَلَى </p><p> حَدِّ قَوْلِهِ - تَعَالَى -: وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ [٣٤: ٢٤] وَمِنْهُ إِبْهَامُ الْقُرْآنِ لِمَوَاقِيتِ الصَّلَاةِ لِحِكْمَةٍ، وَقَدْ بَيَّنَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ فِي بِلَادِ الْعَرَبِ الْمُعْتَدِلَةِ بِالْأَوْقَاتِ الْخَمْسَةِ لِلصَّلَوَاتِ الْخَمْسِ، وَمَا كَانَتِ الْعَرَبُ تَعْلَمُ أَنَّ فِي الدُّنْيَا بِلَادًا لَا يُمْكِنُ تَحْدِيدُ هَذِهِ الْمَوَاقِيتِ فِيهَا، كَالْبِلَادِ الَّتِي تُشْرِقُ فِيهَا الشَّمْسُ نَحْوَ سَاعَتَيْنِ لَا يَزِيدُ نَهَارُ أَهْلِهَا عَلَى ذَلِكَ، أَشَارَ الْقُرْآنُ إِلَى مَوَاقِيتِ الصَّلَاةِ بِقَوْلِهِ: فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ [٣٠: ١٧، ١٨] وَسَبَبُ هَذَا الْإِبْهَامِ أَنَّ الْقُرْآنَ دِينٌ عَامٌّ لَا خَاصٌّ بِبِلَادِ الْعَرَبِ وَنَحْوِهَا، فَوَجَبَ أَنْ يَسْهُلَ الِاهْتِدَاءُ بِهِ حَيْثُمَا بَلَغَ، وَمِثْلُ هَذَا الْإِجْمَالِ وَالْإِبْهَامِ فِي مَوَاقِيتِ الصَّلَاةِ يَجْعَلُ لِعُقُولِ الرَّاسِخِينَ فِي الْعِلْمِ وَسِيلَةً لِلْمُرَاوَحَةِ فِيهِ وَاسْتِخْرَاجِ الْأَحْكَامِ مِنْهُ فِي كُلِّ مَكَانٍ بِحَسْبِهِ. فَأَيْنَمَا ظَهَرَتِ الْحَقِيقَةُ وَجَدْتَ لَهَا حُكْمًا فِي الْقُرْآنِ، وَهَذَا النَّوْعُ مِنَ الْمُتَشَابِهِ مِنْ أَجَلِّ نِعَمِ اللهِ - تَعَالَى - وَلَا سَبِيلَ إِلَى الِاعْتِرَاضِ عَلَى اشْتِمَالِ الْكِتَابِ عَلَيْهِ. </p><p> وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ قَالَ الْأُسْتَاذُ الْإِمَامُ: أَيْ وَمَا يَعْقِلُ ذَلِكَ وَيَفْقَهُ حِكْمَتَهُ إِلَّا أَرْبَابُ الْقُلُوبِ النَّيِّرَةِ وَالْعُقُولِ الْكَبِيرَةِ، وَإِنَّمَا وُصِفَ الرَّاسِخُونَ بِذَلِكَ؛ لِأَنَّهُمْ لَمْ يَكُونُوا رَاسِخِينَ إِلَّا بِالتَّعَقُّلِ وَالتَّدَبُّرِ لِجَمِيعِ الْآيَاتِ الْمُحْكَمَةِ الَّتِي هِيَ </p><p> الْأُصُولُ وَالْقَوَاعِدُ، حَتَّى إِذَا عَرَضَ الْمُتَشَابِهُ بَعْدَ ذَلِكَ يَتَسَنَّى لَهُمْ أَنْ يَتَذَكَّرُوا تِلْكَ الْقَوَاعِدَ الْمُحْكَمَةَ، وَيَنْظُرُوا مَا يُنَاسِبُ الْمُتَشَابِهَ مِنْهَا فَيَرُدُّونَهُ إِلَيْهِ. أَقُولُ: وَهَذَا التَّخْرِيجُ يَصْدُقُ عَلَى أَحَدِ الْوَجْهَيْنِ السَّابِقَيْنِ، وَأَمَّا عَلَى الْقَوْلِ بِأَنَّ الْمُتَشَابِهَ مَا كَانَ نَبَأً عَنْ عَالَمِ الْغَيْبِ فَهُمُ الَّذِينَ يَعْلَمُونَ أَنَّ قِيَاسَ الشَّاهِدِ عَلَى الْغَائِبِ قِيَاسٌ بِالْفَارِقِ اهـ. </p><p> (فَصْلٌ) اعْلَمْ أَنَّهُ لَيْسَ فِي كُتُبِ التَّفْسِيرِ الْمُتَدَاوَلَةِ مَا يَرْوِي الْغَلِيلَ فِي هَذِهِ الْمَسْأَلَةِ، وَمَا ذَكَرْنَاهُ آنِفًا صَفْوَةُ مَا قَالُوهُ، وَخَيْرُهُ كَلَامُ الْأُسْتَاذِ الْإِمَامِ، وَقَدْ رَأَيْنَا أَنْ نَرْجِعَ بَعْدَ كِتَابَتِهِ إِلَى كَلَامٍ فِي الْمُتَشَابِهِ وَالتَّأْوِيلِ لِشَيْخِ الْإِسْلَامِ أَحْمَدَ بْنِ تَيْمِيَّةَ كُنَّا قَرَأْنَا بَعْضَهُ مِنْ قَبْلُ فِي تَفْسِيرِهِ لِسُورَةِ الْإِخْلَاصِ، فَرَجَعْنَا إِلَيْهِ وَقَرَأْنَاهُ بِإِمْعَانٍ، فَإِذَا هُوَ مُنْتَهَى التَّحْقِيقِ وَالْعِرْفَانِ، وَالْبَيَانِ الَّذِي لَيْسَ وَرَاءَهُ بَيَانٌ، أَثْبَتَ فِيهِ أَنَّهُ لَيْسَ فِي الْقُرْآنِ كَلَامٌ لَا يُفْهَمُ مَعْنَاهُ، وَأَنَّ الْمُتَشَابِهَ إِضَافِيٌّ إِذَا اشْتَبَهَ فِيهِ الضَّعِيفُ لَا يَشْتَبِهُ فِيهِ الرَّاسِخُ، وَأَنَّ التَّأْوِيلَ الَّذِي لَا يَعْلَمُهُ إِلَّا اللهُ - تَعَالَى - هُوَ مَا تَئُولُ إِلَيْهِ تِلْكَ الْآيَاتُ فِي الْوَاقِعِ كَكَيْفِيَّةِ صِفَاتِ اللهِ - تَعَالَى - وَكَيْفِيَّةِ عَالَمِ الْغَيْبِ مِنَ الْجَنَّةِ وَالنَّارِ وَمَا فِيهِمَا، فَلَا يَعْلَمُ أَحَدٌ غَيْرُهُ - تَعَالَى - قُدْرَتَهُ وَتَعَلُّقَهَا بِالْإِيجَادِ وَالْإِعْدَامِ وَكَيْفِيَّةَ اسْتِوَائِهِ عَلَى الْعَرْشِ، مَعَ أَنَّ الْعَرْشَ مَخْلُوقٌ لَهُ وَقَائِمٌ بِقُدْرَتِهِ، وَلَا كَيْفِيَّةَ عَذَابِ أَهْلِ النَّارِ وَلَا نَعِيمِ أَهْلِ الْجَنَّةِ كَمَا قَالَ - تَعَالَى - فِي هَؤُلَاءِ: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ [٣٢: ١٧] </p><p> فَلَيْسَتْ نَارُ الْآخِرَةِ كَنَارِ الدُّنْيَا وَإِنَّمَا هِيَ شَيْءٌ آخَرُ، وَلَيْسَتْ ثَمَرَاتُ الْجَنَّةِ وَلَبَنُهَا وَعَسَلُهَا مِنْ جِنْسِ الْمَعْهُودِ لَنَا فِي هَذَا الْعَالَمِ، وَإِنَّمَا هُوَ شَيْءٌ آخَرُ يَلِيقُ بِذَلِكَ الْعَالَمِ وَيُنَاسِبُهُ، وَإِنَّنَا نُبَيِّنُ ذَلِكَ بِالْإِطْنَابِ الَّذِي يَحْتَمِلُهُ الْمَقَامُ مُسْتَمَدِّينَ مِنْ كَلَامِ هَذَا الْحَبْرِ الْعَظِيمِ نَاقِلِينَ بَعْضَ مَا كَتَبَهُ فَنَقُولُ: </p><p> إِنَّمَا غَلِطَ الْمُفَسِّرُونَ فِي تَفْسِيرِ التَّأْوِيلِ فِي الْآيَةِ؛ لِأَنَّهُمْ جَعَلُوهُ بِالْمَعْنَى الِاصْطِلَاحِيِّ، وَإِنَّ تَفْسِيرَ كَلِمَاتِ الْقُرْآنِ بِالْمُوَاضَعَاتِ الِاصْطِلَاحِيَّةِ قَدْ كَانَ مَنْشَأَ غَلَطٍ يَصْعُبُ حَصْرُهُ. ذُكِرَ التَّأْوِيلُ فِي سَبْعِ سُوَرٍ مِنَ الْقُرْآنِ - هَذِهِ السُّورَةُ أُولَاهَا، وَالثَّانِيَةُ:  (سُورَةُ النِّسَاءِ) وَلَيْسَ فِيهَا إِلَّا قَوْلُهُ - تَعَالَى -: يَا أَيُّهَا الَّذِينَ </p><p> آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا [٤: ٥٩] فَسَّرَ التَّأْوِيلَ هَاهُنَا مُجَاهِدٌ وَقَتَادَةُ بِالثَّوَابِ وَالْجَزَاءِ، وَالسُّدِّيُّ وَابْنُ زَيْدٍ وَابْنُ قُتَيْبَةَ وَالزَّجَّاجُ بِالْعَاقِبَةِ، وَكِلَاهُمَا بِمَعْنَى الْمَآلِ، لَكِنَّ الثَّانِيَ أَعَمُّ، فَهُوَ يَشْمَلُ حُسْنَ الْمَآلِ فِي الدُّنْيَا. وَقَدْ يَكُونُ التَّنَازُعُ فِي الْأُمُورِ الدُّنْيَوِيَّةِ أَكْثَرَ وَالرُّجُوعُ فِيهِ إِلَى كِتَابِ اللهِ وَرَسُولِهِ فِي حَيَاتِهِ وَسُنَّتِهِ مِنْ بَعْدِهِ يَكُونُ مَآلُهُ الْوِفَاقُ وَالسَّلَامَةُ مِنَ الْبَغْضَاءِ وَلَا يُحْتَمَلُ بِحَالٍ أَنْ يَكُونَ مَعْنَى التَّأْوِيلِ هُنَا التَّفْسِيرَ أَوْ صَرْفَ الْكَلَامِ عَنْ ظَاهِرِهِ إِلَى غَيْرِهِ؛ لِأَنَّ الْكَلَامَ فِي التَّنَازُعِ وَحُسْنِ عَاقِبَةِ رَدِّهِ إِلَى اللهِ وَرَسُولِهِ. </p><p> وَالثَّالِثَةُ:  (سُورَةُ الْأَعْرَافِ) وَفِيهَا قَوْلُهُ - تَعَالَى -: وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُوا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ [٧: ٥٢، ٥٣] فَسَّرَ ابْنُ عَبَّاسٍ تَأْوِيلَهُ هُنَا بِتَصْدِيقِ وَعْدِهِ وَوَعِيدِهِ ; أَيْ يَوْمَ يَظْهَرُ صِدْقُ مَا أَخْبَرَ بِهِ مِنْ أَمْرِ الْآخِرَةِ، وَقَالَ قَتَادَةُ: تَأْوِيلُهُ ثَوَابُهُ، وَمُجَاهِدٌ: جَزَاؤُهُ، وَالسَّدِّيُّ: عَاقِبَتُهُ، وَابْنُ زَيْدٍ: حَقِيقَتُهُ. وَكُلُّ هَذِهِ الْأَلْفَاظِ مُتَقَارِبَةُ الْمَعْنَى، وَالْمُرَادُ مَا يَئُولُ إِلَيْهِ الْأَمْرُ مِنْ وُقُوعِ مَا أَخْبَرَ بِهِ الْقُرْآنُ مِنْ أَمْرِ الْآخِرَةِ وَلَا يُحْتَمَلُ أَنْ يُرَادَ بِهِ تَفْسِيرُهُ. </p><p> الرَّابِعَةُ:  (سُورَةُ يُونُسَ) قَالَ - تَعَالَى - بَعْدَ ذِكْرِ الْقُرْآنِ بِكَوْنِهِ تَصْدِيقٌ لِمَا بَيْنَ يَدَيْهِ وَمُنَزَّهًا عَنِ الِافْتِرَاءِ وَالرَّيْبِ، وَدَعْوَاهُمُ الْبَاطِلَةُ فِيهِ وَبَعْدَ تَعْجِيزِهِمْ بِطَلَبِ الْإِتْيَانِ بِسُورَةٍ مِنْ مِثْلِهِ -: بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ [١٠: ٣٩] فَسَّرَ أَهْلُ الْأَثَرِ تَأْوِيلَهُ هُنَا بِنَحْوِ مَا تَقَدَّمَ ; أَيْ مَا يَئُولُ إِلَيْهِ الْأَمْرُ مِنْ ظُهُورِ صِدْقِهِ وَوُقُوعِ مَا أَخْبَرَ بِهِ، وَلَمَّا كَانَتْ عَاقِبَةُ الْمُكَذِّبِينَ قَبْلَهُمُ الْهَلَاكُ كَانَ تَأْوِيلُهُ أَنْ تَكُونَ عَاقِبَتُهُمْ كَعَاقِبَةِ مَنْ قَبْلَهُمْ. </p><p> الْخَامِسَةُ:  (سُورَةُ يُوسُفَ) جَاءَ فِيهَا قَوْلُهُ - تَعَالَى -: وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ [١٢: ٦] وَقَوْلُهُ حِكَايَةً عَنِ الْفَتَيَيْنِ اللَّذَيْنِ كَانَا مَعَ يُوسُفَ فِي السِّجْنِ: نَبِّئْنَا بِتَأْوِيلِهِ [١٢: ٣٦] أَيْ مَا رَأَيَاهُ فِي الْمَنَامِ. وَقَوْلُهُ حِكَايَةً عَنْهُ: </p><p> قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا [١٢: ٣٧] وَقَوْلُهُ حِكَايَةً عَنْ مَلَأِ فِرْعَوْنَ: وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ [١٢: ٤٤] وَقَوْلُهُ حِكَايَةً عَنِ الَّذِي نَجَا مِنْ ذَيْنَكِ الْفَتَيَيْنِ: أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ [١٢: ٤٥] وَقَوْلُهُ حِكَايَةً لِخِطَابِ يُوسُفَ لِأَبِيهِ: يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا [١٢: ١٠٠] وَقَوْلُهُ حِكَايَةً عَنْهُ: رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ [١٢: ١٠١] فَتَأْوِيلُ الْأَحَادِيثِ وَالْأَحْلَامِ هُوَ الْأَمْرُ الْوُجُودِيُّ الَّذِي تَدُلُّ عَلَيْهِ، وَهُوَ فِعْلٌ لَا قَوْلٌ كَمَا هُوَ صَرِيحٌ فِي مِثْلِ قَوْلِهِ: نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا [١٢: ٣٧] فَإِخْبَارُهُ بِالتَّأْوِيلِ هُوَ إِخْبَارُهُ بِالْأَمْرِ الَّذِي سَيَقَعُ فِي الْمَآلِ، وَفِي قَوْلِهِ: هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ أَيْ هَذَا الَّذِي وَقَعَ مِنْ سُجُودِ أَبَوَيْهِ وَإِخْوَتِهِ الْأَحَدَ عَشَرَ لَهُ هُوَ الْأَمْرُ الْوَاقِعِيُّ الَّذِي آلَتْ إِلَيْهِ رُؤْيَاهُ الْمَذْكُورَةُ فِي أَوَّلِ السُّورَةِ بِقَوْلِهِ - تَعَالَى -: إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ [١٢: ٤] . </p><p> السَّادِسَةُ:  (سُورَةُ الْإِسْرَاءِ) وَفِيهَا قَوْلُهُ: وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا [١٧: ٣٥] أَيْ مَآلًا. </p><p> السَّابِعَةُ:  (سُورَةُ الْكَهْفِ ١٨) وَفِيهَا قَوْلُهُ - تَعَالَى - حِكَايَةً عَنِ الْعَبْدِ الَّذِي أَتَاهُ اللهُ رَحْمَةً وَعِلْمًا مِنْ لَدُنْهُ فِي خِطَابِ مُوسَى: سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا [١٨: ٧٨] وَقَوْلُهُ بَعْدَ أَنْ نَبَّأَهُ بِمَا تَئُولُ إِلَيْهِ تِلْكَ الْأَعْمَالُ الَّتِي أَنْكَرَهَا مُوسَى: ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا [١٨: ٨٢] فَالْإِنْبَاءُ بِالتَّأْوِيلِ إِنْبَاءٌ بِأُمُورٍ عَمَلِيَّةٍ سَتَقَعُ فِي الْمَآلِ لَا بِالْأَقْوَالِ، فَتَبَيَّنَ مِنْ هَذِهِ الْآيَاتِ أَنَّ لَفْظَ التَّأْوِيلِ لَمْ يَرِدْ فِي الْقُرْآنِ إِلَّا بِمَعْنَى الْأَمْرِ الْعَمَلِيِّ الَّذِي يَقَعُ فِي الْمَآلِ تَصْدِيقًا لِخَبَرٍ أَوْ رُؤْيَا أَوْ لِعَمَلٍ غَامِضٍ يُقْصَدُ بِهِ شَيْءٌ فِي الْمُسْتَقْبَلِ، فَيَجِبُ أَنْ تُفَسَّرَ آيَةُ آلِ عِمْرَانَ بِذَلِكَ، وَلَا يَجُوزُ أَنْ يُحْمَلَ التَّأْوِيلُ فِيهَا عَلَى الْمَعْنَى الَّذِي اصْطَلَحَ عَلَيْهِ قُدَمَاءُ الْمُفَسِّرِينَ وَهُوَ جَعْلُهُ بِمَعْنَى التَّفْسِيرِ كَمَا يَقُولُ ابْنُ جَرِيرٍ: الْقَوْلُ فِي تَأْوِيلِ هَذِهِ الْآيَةِ كَذَا، وَلَا عَلَى مَا اصْطَلَحَ عَلَيْهِ مُتَأَخِّرُوهُمْ مِنْ جَعْلِ التَّأْوِيلِ عِبَارَةً عَنْ نَقْلِ الْكَلَامِ عَنْ وَضْعِهِ إِلَى مَا يَحْتَاجُ فِي إِثْبَاتِهِ إِلَى دَلِيلٍ لَوْلَاهُ مَا تُرِكَ ظَاهِرُ اللَّفْظِ وَمِثْلُهُ قَوْلُ أَهْلِ الْأُصُولِ: التَّأْوِيلُ صَرْفُ اللَّفْظِ عَنِ الِاحْتِمَالِ الرَّاجِحِ إِلَى الِاحْتِمَالِ الْمَرْجُوحِ لِدَلِيلٍ. </p><p> بِحَمْلِ التَّأْوِيلِ فِي الْقُرْآنِ عَلَى الْمَعْنَى الِاصْطِلَاحِيِّ، تَمَسَّكَتِ الْبَاطِنِيَّةُ فِي دَعْوَاهُمْ إِذْ قَالُوا: </p><p> إِنَّ أَحَدًا لَمْ يَفْهَمِ الْقُرْآنَ فِي زَمَنِ التَّنْزِيلِ وَلَا بَعْدَهُ، وَإِنَّ اللهَ وَعَدَ بِتَأْوِيلِهِ فَلَا بُدَّ مِنِ انْتِظَارِ مَنْ يَبْعَثُهُ اللهُ - تَعَالَى - بِهَذَا التَّأْوِيلِ، وَالْبَابِيَّةُ - وَهُمْ آخِرُ فِرْقَةٍ ظَهَرَتْ مِنَ الْبَاطِنِيَّةِ - تَدَّعِي أَنَّ الْبَابَ هُوَ ذَلِكَ الْمَوْعُودُ بِهِ، وَالْبَهَائِيَّةُ مِنْهُمْ يَقُولُونَ: بَلْ هُوَ الْبَهَاءُ، وَقَدْ سَمِعْتُ مِنْ دُعَاتِهِمْ مَنْ يَحْتَجُّ بِقَوْلِهِ - تَعَالَى -: هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ [٧: ٥٣] الْآيَةَ. وَقَدْ ذَكَرْتُ آنِفًا، فَقُلْتُ لَهُ تَأْوِيلُهُ مَا وَعَدَ بِهِ كَقَوْلِهِ: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً [٤٧: ١٨] وَقَوْلِهِ: مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ [٣٦: ٤٩] فَهَذَا وَأَمْثَالُهُ هُوَ تَأْوِيلُهُ، وَالْقُرْآنُ كُلُّهُ مَفْهُومٌ إِنِ اشْتَبَهَ مِنْهُ شَيْءٌ عَلَى بَعْضِ النَّاسِ عَلِمَهُ غَيْرُهُمْ. قَالَ ابْنُ تَيْمِيَّةَ فِي تَفْسِيرِ سُورَةِ الْإِخْلَاصِ بَعْدَ كَلَامٍ فِي ذَلِكَ مَا نَصَّهُ: </p><p> \" وَالْمَقْصُودُ هُنَا أَنَّهُ لَا يَجُوزُ أَنْ يَكُونَ اللهُ أَنْزَلَ كَلَامًا لَا مَعْنَى لَهُ، وَلَا يَجُوزُ أَنْ يَكُونَ الرَّسُولُ وَجَمِيعُ الْأُمَّةِ لَا يَعْلَمُونَ مَعْنَاهُ كَمَا يَقُولُ ذَلِكَ مِنْ يَقُولُهُ مِنَ الْمُتَأَخِّرِينَ، وَهَذَا الْقَوْلُ يَجِبُ الْقَطْعُ بِأَنَّهُ خَطَأٌ سَوَاءٌ كَانَ مَعَ هَذَا تَأْوِيلُ الْقُرْآنِ لَا يَعْلَمُهُ الرَّاسِخُونَ، أَوْ كَانَ لِلتَّأْوِيلِ مَعْنَيَانِ يَعْلَمُونَ أَحَدَهُمَا وَلَا يَعْلَمُونَ الْآخَرَ، وَإِذَا دَارَ الْأَمْرُ بَيْنَ الْقَوْلِ بِأَنَّ الرَّسُولَ كَانَ لَا يَعْلَمُ مَعْنَى الْمُتَشَابِهِ مِنَ الْقُرْآنِ وَبَيْنَ أَنْ يُقَالَ الرَّاسِخُونَ فِي الْعِلْمِ يَعْلَمُونَ كَانَ هَذَا الْإِثْبَاتُ خَيْرًا مِنْ ذَلِكَ النَّفْيِ، فَإِنَّ الدَّلَائِلَ الْكَثِيرَةَ مِنَ الْكِتَابِ وَالسُّنَّةِ وَأَقْوَالِ السَّلَفِ، عَلَى أَنَّ جَمِيعَ الْقُرْآنِ مِمَّا يُمْكِنُ عِلْمُهُ وَفَهْمُهُ وَتَدَبُّرُهُ، وَهَذَا مِمَّا يَجِبُ الْقَطْعُ بِهِ، وَلَيْسَ مَعَنَا دَلِيلٌ قَاطِعٌ عَلَى أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ لَا يَعْلَمُونَ تَفْسِيرَ الْمُتَشَابِهِ، فَإِنَّ السَّلَفَ قَدْ قَالَ كَثِيرٌ مِنْهُمْ إِنَّهُمْ يَعْلَمُونَ تَأْوِيلَهُ، مِنْهُمْ مُجَاهِدٌ - مَعَ جَلَالَةِ قَدْرِهِ - وَالرَّبِيعُ بْنُ أَنَسٍ وَمُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ، وَنَقَلُوا ذَلِكَ عَنِ ابْنِ عَبَّاسٍ،وَأَنَّهُ قَالَ:\" أَنَا مِنَ الرَّاسِخِينَ الَّذِينَ يَعْلَمُونَ تَأْوِيلَهُ \" وَقَوْلُ أَحْمَدَ فِيمَا كَتَبَهُ فِي الرَّدِّ عَلَى الزَّنَادِقَةِ وَالْجَهْمِيَّةِ، فِيمَا شَكَّتْ فِيهِ مِنْ مُتَشَابِهِ الْقُرْآنِ وَتَأَوَّلَتْهُ عَلَى غَيْرِ تَأْوِيلِهِ، وَقَوْلُهُ عَنِ الْجَهْمِيَّةِ أَنَّهَا تَأَوَّلَتْ ثَلَاثَ آيَاتٍ مِنَ الْمُتَشَابِهِ، ثُمَّ تَكَلَّمَ عَلَى مَعْنَاهَا، دَلِيلٌ عَلَى أَنَّ الْمُتَشَابِهَ عِنْدَهُ تَعْرِفُ الْعُلَمَاءُ مَعْنَاهُ، وَأَنَّ الْمَذْمُومَ تَأْوِيلُهُ عَلَى غَيْرِ تَأْوِيلِهِ، فَأَمَّا تَفْسِيرُهُ الْمُطَابِقُ لِمَعْنَاهُ فَهَذَا مَحْمُودٌ لَيْسَ بِمَذْمُومٍ </p><p> وَهَذَا يَقْتَضِي أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ يَعْلَمُونَ التَّأْوِيلَ الصَّحِيحَ لِلْمُتَشَابِهِ عِنْدَهُ، وَهُوَ التَّفْسِيرُ فِي لُغَةِ السَّلَفِ ; وَلِهَذَا لَمْ يَقُلْ أَحْمَدُ وَلَا غَيْرُهُ مِنَ السَّلَفِ: إِنَّ فِي الْقُرْآنِ آيَاتٍ لَا يَعْرِفُ الرَّسُولُ وَلَا غَيْرُهُ مَعْنَاهَا بَلْ يَتْلُونَ لَفْظًا لَا يَعْرِفُونَ مَعْنَاهُ. </p><p> وَهَذَا الْقَوْلُ اخْتِيَارُ كَثِيرٍ مِنْ أَهْلِ السُّنَّةِ، مِنْهُمُ ابْنُ قُتَيْبَةَ وَأَبُو سُلَيْمَانَ الدِّمَشْقِيُّ وَغَيْرُهُمَا. وَابْنُ قُتَيْبَةَ مِنَ الْمُنْتَسِبِينَ إِلَى أَحْمَدَ وَإِسْحَاقَ وَالْمُنْتَصِرِينَ لِمَذَاهِبِ السُّنَّةِ الْمَشْهُورَةِ، وَلَهُ فِي ذَلِكَ مُصَنَّفَاتٌ مُتَعَدِّدَةٌ قَالَ فِيهِ صَاحِبُ كِتَابِ التَّحْدِيثِ بِمَنَاقِبِ أَهْلِ الْحَدِيثِ: وَهُوَ أَحَدُ أَعْلَامِ الْأَئِمَّةِ وَالْعُلَمَاءِ وَالْفُضَلَاءِ، أَجْوَدُهُمْ تَصْنِيفًا، وَأَحْسَنُهُمْ تَرْصِيفًا، لَهُ زُهَاءُ ثَلَاثِمِائَةِ مُصَنَّفٍ، وَكَانَ </p><p> يَمِيلُ إِلَى مَذْهَبِ أَحْمَدَ وَإِسْحَاقَ. وَكَانَ مُعَاصِرًا لِإِبْرَاهِيمَ الْحَرْبِيِّ وَمُحَمَّدِ بْنِ نَصْرٍ الْمَرْوَزِيِّ، وَكَانَ أَهْلُ الْمَغْرِبِ يُعَظِّمُونَهُ وَيَقُولُونَ: مَنِ اسْتَجَازَ الْوَقِيعَةَ فِي ابْنِ قُتَيْبَةَ يُتَّهَمُ بِالزَّنْدَقَةِ، وَيَقُولُونَ. كُلُّ بَيْتٍ لَيْسَ فِيهِ شَيْءٌ مِنْ تَصْنِيفِهِ لَا خَيْرَ فِيهِ. قُلْتُ: وَيُقَالُ هُوَ لِأَهْلِ السُّنَّةِ مِثْلُ الْجَاحِظِ لِلْمُعْتَزِلَةِ، فَإِنَّهُ خَطِيبُ السُّنَّةِ، كَمَا أَنَّ الْجَاحِظَ خَطِيبُ الْمُعْتَزِلَةِ، وَقَدْ نُقِلَ عَنِ ابْنِ عَبَّاسٍ أَيْضًا الْقَوْلُ الْآخَرُ، وَنُقِلَ ذَلِكَ عَنْ غَيْرِهِ مِنَ الصَّحَابَةِ وَطَائِفَةٍ مِنَ التَّابِعِينَ، وَلَمْ يَذْكُرْ هَؤُلَاءِ عَلَى قَوْلِهِمْ نَصًّا عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَصَارَتْ مَسْأَلَةَ نِزَاعٍ، فَتُرَدُّ إِلَى اللهِ وَالرَّسُولِ. وَأُولَئِكَ احْتَجُّوا بِأَنَّهُ قَرَنَ ابْتِغَاءَ الْفِتْنَةِ بِابْتِغَاءِ تَأْوِيلِهِ، وَبِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَمَّ مُبْتَغِيَ الْمُتَشَابِهِ وَقَالَ: إِذَا رَأَيْتُمُ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَاحْذَرُوهُمْ وَلِهَذَا ضَرَبَ عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللهُ عَنْهُ - صَبِيغَ بْنَ عِسْلٍ لَمَّا سَأَلَهُ عَنِ الْمُتَشَابِهِ، وَلِأَنَّهُ قَالَ: وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ وَلَوْ كَانَتِ الْوَاوُ وَاوَ عَطْفٍ مُفْرَدٍ لَا وَاوَ الِاسْتِئْنَافِ الَّتِي تَعْطِفُ جُمْلَةً لَقَالَ: وَيَقُولُونَ. </p><p> فَأَجَابَ الْآخَرُونَ عَنْ هَذَا بِأَنَّ اللهَ قَالَ: لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللهِ وَرِضْوَانًا [٥٩: ٨] ثُمَّ قَالَ: وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ [٥٩: ٩] ثُمَّ قَالَ: وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ [٥٩: ١٠] قَالُوا: فَهَذَا عَطْفٌ مُفْرَدٍ عَلَى مُفْرَدٍ وَالْفِعْلُ حَالٌ مِنَ الْمَعْطُوفِ فَقَطْ. وَهُوَ نَظِيرُ قَوْلِهِ: وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا. </p><p> \" قَالُوا: وَلِأَنَّهُ لَوْ كَانَ الْمُرَادُ مُجَرَّدَ الْوَصْفِ بِالْإِيمَانِ لَمْ يَخُصَّ الرَّاسِخِينَ،بَلْ قَالَ:وَالْمُؤْمِنُونَ يَقُولُونَ: آمَنَّا بِهِ، فَإِنَّ كُلَّ مُؤْمِنٍ يَجِبُ عَلَيْهِ أَنْ يُؤْمِنَ بِهِ، فَلَمَّا خَصَّ الرَّاسِخِينَ فِي الْعِلْمِ بِالذِّكْرِ عُلِمَ أَنَّهُمُ امْتَازُوا بِعِلْمِ تَأْوِيلِهِ فَعَلِمُوهُ؛ لِأَنَّهُمْ عَالِمُونَ، وَآمَنُوا بِهِ؛ لِأَنَّهُمْ يُؤْمِنُونَ.</p><p> وَكَانَ إِيمَانُهُمْ بِهِ مَعَ الْعِلْمِ أَكْمَلَ فِي الْوَصْفِ، وَقَدْ قَالَ عَقِبَ ذَلِكَ: وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ وَهَذَا يَدُلُّ عَلَى أَنَّ هُنَا تَذَكُّرًا يَخْتَصُّ بِهِ أُولُو الْأَلْبَابِ فَإِنْ كَانَ مَا ثَمَّ إِلَّا إِيمَانٌ بِالْأَلْفَاظِ فَلَا يَذَّكَّرُ لِمَا يَدُلُّهُمْ عَلَى مَا أُرِيدَ بِالْمُتَشَابِهِ وَنَظِيرُ هَذَا قَوْلُهُ فِي الْآيَةِ الْأُخْرَى لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ فَلَمَّا وَصَفُوهُمْ بِالرُّسُوخِ فِي الْعِلْمِ وَأَنَّهُمْ يُؤْمِنُونَ قَرَنَ بِهِمُ الْمُؤْمِنِينَ، فَلَوْ أُرِيدَ هُنَا مُجَرَّدُ الْإِيمَانِ لَقَالَ: وَالرَّاسِخُونَ فِي الْعِلْمِ وَالْمُؤْمِنُونَ يَقُولُونَ آمَنَّا بِهِ، كَمَا قَالَ فِي تِلْكَ الْآيَةِ لَمَّا كَانَ مُرَادُهُ مُجَرَّدَ الِاخْتِبَارِ بِالْإِيمَانِ جَمَعَ بَيْنَ الطَّائِفَتَيْنِ. </p><p> \" </p><p> قَالُوا: وَأَمَّا الذَّمُّ فَإِنَّمَا وَقَعَ عَلَى مَنْ يَتَّبِعُ الْمُتَشَابِهَ لِابْتِغَاءِ الْفِتْنَةِ وَابْتِغَاءِ تَأْوِيلِهِ، وَهُوَ حَالُ أَهْلِ الْقَصْدِ الْفَاسِدِ الَّذِينَ يُرِيدُونَ الْقَدْحَ فِي الْقُرْآنِ، فَلَا يَطْلُبُونَ إِلَّا الْمُتَشَابِهَ لِإِفْسَادِ الْقُلُوبِ وَهِيَ فِتْنَتُهَا بِهِ وَيَطْلُبُونَ تَأْوِيلَهُ، وَلَيْسَ طَلَبُهُمْ لِتَأْوِيلِهِ لِأَجْلِ الْعِلْمِ وَالِاهْتِدَاءِ بَلْ لِإِجْلِ الْفِتْنَةِ، وَكَذَلِكَ صَبِيغُ بْنُ عِسْلٍ ضَرَبَهُ عُمَرُ؛ لِأَنَّ قَصْدَهُ بِالسُّؤَالِ عَنِ الْمُتَشَابِهِ كَانَ لِابْتِغَاءِ الْفِتْنَةِ. وَهَذَا كَمَنْ يُورِدُ أَسْئِلَةَ إِشْكَالَاتٍ عَلَى كَلَامِ الْغَيْرِ وَيَقُولُ: مَاذَا أُرِيدَ بِكَذَا؟ وَغَرَضُهُ التَّشْكِيكُ وَالطَّعْنُ فِيهِ، لَيْسَ غَرَضُهُ مَعْرِفَةَ الْحَقِّ، وَهَؤُلَاءِ هُمُ الَّذِينَ عَنَاهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ: إِذَا رَأَيْتُمُ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ وَلِهَذَا يَتَّبِعُونَ أَيْ يَطْلُبُونَ الْمُتَشَابِهَ وَيَقْصِدُونَهُ دُونَ الْمُحْكَمِ مِثْلُ الْمُسْتَتْبِعِ لِلشَّيْءِ الَّذِي يَتَحَرَّاهُ وَيَقْصِدُهُ وَهَذَا فِعْلُ مَنْ قَصْدُهُ الْفِتْنَةُ، وَأَمَّا مَنْ سَأَلَ عَنْ مَعْنَى الْمُتَشَابِهِ لِيَعْرِفَهُ وَيُزِيلَ مَا عَرَضَ لَهُ مِنَ الشُّبْهَةِ وَهُوَ عَالِمٌ بِالْمُحْكَمِ مُتَّبِعٌ لَهُ مُؤْمِنٌ بِالْمُتَشَابِهِ لَا يَقْصِدُ فِتْنَةً، فَهَذَا لَمْ يَذُمَّهُ اللهُ. وَهَكَذَا كَانَ الصَّحَابَةُ - رَضِيَ اللهُ عَنْهُمْ - يَقُولُونَ مِثْلَ الْأَثَرِ الْمَعْرُوفِ الَّذِي رَوَاهُ إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجُوزَجَانِيُّ: حَدَّثْنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ ثَنَا بَقِيَّةُ ثَنَا عُتْبَةُ بْنُ أَبِي حَكِيمٍ </p><p> ثَنِي عِمَارَةُ بْنُ رَاشِدٍ الْكِنَائِيُّ عَنْ زِيَادٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ:  \" يَقْرَأُ الْقُرْآنَ رَجُلَانِ فَرَجُلٌ لَهُ فِيهِ هَوًى وَنِيَّةٌ يُفَلِّيهِ فَلْيَ الرَّأْسِ يَلْتَمِسُ أَنْ يَجِدَ فِيهِ أَمْرًا يَخْرُجُ بِهِ عَلَى النَّاسِ، أُولَئِكَ شِرَارُ أُمَّتِهِمْ، أُولَئِكَ يُعْمِي اللهُ عَلَيْهِمْ سُبُلَ الْهُدَى، وَرَجُلٌ يَقْرَؤُهُ لَيْسَ لَهُ فِيهِ هَوًى وَلَا نِيَّةٌ يُفَلِّيهِ فَلْيَ الرَّأْسِ، فَمَا تَبَيَّنَ لَهُ مِنْهُ عَمِلَ بِهِ وَمَا اشْتَبَهَ عَلَيْهِ وَكَلَهُ إِلَى اللهِ، لَيَتَفَقَّهَنَّ أُولَئِكَ فِقْهًا مَا فَقِهَهُ قَوْمٌ قَطُّ، حَتَّى لَوْ أَنَّ أَحَدَهُمْ مَكَثَ عِشْرِينَ سَنَةً فَلَيَبْعَثَنَّ اللهُ لَهُ مَنْ يُبَيِّنُ لَهُ الْآيَةَ الَّتِي أَشْكَلَتْ عَلَيْهِ أَوْ يُفْهِمَهُ إِيَّاهَا مِنْ قِبَلِ نَفْسِهِ \" قَالَ بَقِيَّةُ: اسْتَهْدَى ابْنُ عُيَيْنَةَ حَدِيثَ عُتْبَةَ هَذَا، فَهَذَا مُعَاذٌ يَذُمُّ مَنِ اتَّبَعَ الْمُتَشَابِهَ لِقَصْدِ الْفِتْنَةِ، وَأَمَّا مَنْ قَصْدُهُ الْفِقْهُ فَقَدْ أُخْبِرَ أَنَّ اللهَ لَا بُدَّ أَنْ يُفَقِّهَهُ الْمُتَشَابِهَ فِقْهًا مَا فَقِهَهُ قَوْمٌ قَطُّ. </p><p> \" قَالُوا: وَالدَّلِيلُ عَلَى ذَلِكَ أَنَّ الصَّحَابَةَ كَانُوا إِذَا عَرَضَ لِأَحَدِهِمْ شُبْهَةٌ فِي آيَةٍ أَوْ حَدِيثٍ سَأَلَ عَنْ ذَلِكَ كَمَا سَأَلَ عُمَرُ فَقَالَ: \" أَلَمْ تَكُنْ تُحَدِّثُنَا أَنَّا نَأْتِي الْبَيْتَ وَنَطُوفُ بِهِ \" وَسَأَلَهُ أَيْضًا عُمَرُ: \" مَا بَالُنَا نَقْصُرُ الصَّلَاةَ وَقَدْ أَمِنَّا؟ \" وَلَمَّا نَزَلَ قَوْلُهُ: وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ[٦: ٨٢]شَقَّ عَلَيْهِمْ وَقَالُوا: أَيُّنَا لَمْ يَظْلِمْ نَفْسَهُ؟ حَتَّى بَيَّنَ لَهُمْ،وَلَمَّا نَزَلَ قَوْلُهُ:وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللهُ[٢: ٢٨٤]شَقَّ عَلَيْهِمْ حَتَّى بَيَّنَ لَهُمُ الْحِكْمَةَ فِي ذَلِكَ،وَلَمَّا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:مَنْ نُوقِشَ الْحِسَابَ عُذِّبَ قَالَتْ عَائِشَةُ: \" أَلَمْ يَقُلِ اللهُ: فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا؟ \" قَالَ: إِنَّمَا ذَلِكَ الْعَرْضُ قَالُوا: وَالدَّلِيلُ عَلَى مَا قُلْنَاهُ إِجْمَاعُ السَّلَفِ، فَإِنَّهُمْ فَسَّرُوا جَمِيعَ الْقُرْآنِ.وَقَالَ مُجَاهِدٌ:\" عَرَضْتُ الْمُصْحَفَ عَلَى ابْنِ عَبَّاسٍ مِنْ فَاتِحَتِهِ إِلَى خَاتِمَتِهِ أَقِفُهُ عِنْدَ كُلِّ آيَةٍ وَأَسْأَلُهُ عِنْدَهَا \" وَتَلَقَّوْا ذَلِكَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا قَالَ أَبُو عَبْدِ الرَّحْمَنِ السُّلَمِيُّ حَدَّثَنَا الَّذِينَ كَانُوا يُقْرِئُونَنَا الْقُرْآنَ عَنْ عُثْمَانَ بْنِ عَفَّانَ وَعَبْدِ اللهِ بْنِ مَسْعُودٍ وَغَيْرِهِمَا أَنَّهُمْ كَانُوا إِذَا تَعَلَّمُوا مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> عَشْرَ آيَاتٍ لَمْ يُجَاوِزُوهَا حَتَّى يَتَعَلَّمُوا مَا فِيهَا مِنَ الْعِلْمِ وَالْعَمَلِ. قَالُوا: فَتَعَلَّمْنَا الْقُرْآنَ وَالْعِلْمَ وَالْعَمَلَ جَمِيعًا. وَكَلَامُ أَهْلِ التَّفْسِيرِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ شَامِلٌ لِجَمِيعِ أَلْفَاظِ الْقُرْآنِ إِلَّا مَا قَدْ يُشْكِلُ عَلَى بَعْضِهِمْ فَيَقِفُ فِيهِ لَا لِأَنَّ أَحَدًا مِنَ النَّاسِ لَا يَعْلَمُهُ. لَكِنْ لِأَنَّهُ هُوَ لَمْ يَعْلَمْهُ. وَأَيْضًا فَإِنَّ اللهَ قَدْ أَمَرَ بِتَدَبُّرِ الْقُرْآنِ مُطْلَقًا وَلَمْ يَسْتَثْنِ مِنْهُ شَيْئًا لَا يُتَدَبَّرُ، وَلَا قَالَ: لَا تَدَبَّرُوا الْمُتَشَابِهَ. وَالتَّدَبُّرُ </p><p> بِدُونِ الْفَهْمِ مُمْتَنِعٌ، وَلَوْ كَانَ مِنَ الْقُرْآنِ مَا لَا يُتَدَبَّرُ لَمْ يُعْرَفْ، فَإِنَّ اللهَ لَمْ يُمَيِّزِ الْمُتَشَابِهَ بِحَدٍّ ظَاهِرٍ حَتَّى يُجْتَنَبَ تَدَبُّرُهُ، وَهَذَا أَيْضًا مِمَّا يَحْتَجُّونَ بِهِ وَيَقُولُونَ: الْمُتَشَابِهُ أَمْرٌ نِسْبِيٌّ إِضَافِيٌّ، فَقَدْ يَشْتَبِهُ عَلَى هَذَا مَا لَا يَشْتَبِهُ عَلَى غَيْرِهِ، قَالَ: لِأَنَّ اللهَ أَخْبَرَ أَنَّ الْقُرْآنَ بَيَانٌ وَهُدًى وَشِفَاءٌ وَنُورٌ، لَمْ يَسْتَثْنِ مِنْهُ شَيْئًا عَنْ هَذَا الْوَصْفِ، وَهَذَا مُمْتَنِعٌ بِدُونِ فَهْمِ الْمَعْنَى. </p><p> \" قَالُوا: وَلِأَنَّ مِنَ الْعَظِيمِ أَنْ يُقَالَ إِنَّ اللهَ أَنْزَلَ عَلَى نَبِيِّهِ كَلَامًا لَمْ يَكُنْ يَفْهَمُ مَعْنَاهُ لَا هُوَ وَلَا جِبْرِيلُ، بَلْ وَعَلَى قَوْلِ هَؤُلَاءِ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحَدِّثُ بِأَحَادِيثِ الصِّفَاتِ وَالْقَدَرِ وَالْمَعَادِ وَنَحْوِ ذَلِكَ مِمَّا هُوَ نَظِيرُ مُتَشَابِهِ الْقُرْآنِ عِنْدَهُمْ، وَلَمْ يَكُنْ يَعْرِفُ مَعْنَى مَا يَقُولُهُ. وَهَذَا لَا يُظَنُّ بِأَقَلِّ النَّاسِ، وَأَيْضًا فَالْكَلَامُ إِنَّمَا الْمَقْصُودُ بِهِ الْإِفْهَامُ، فَإِذَا لَمْ يُقْصَدْ بِهِ ذَلِكَ كَانَ عَبَثًا وَبَاطِلًا وَاللهُ - تَعَالَى - قَدْ نَزَّهَ نَفْسَهُ عَنْ فِعْلِ الْبَاطِلِ وَالْعَبَثِ، فَكَيْفَ يَقُولُ الْبَاطِلَ وَالْعَبَثَ وَيَتَكَلَّمُ بِكَلَامٍ نَزَّلَهُ عَلَى خَلْقِهِ لَا يُرِيدُ بِهِ إِفْهَامَهُمْ؟ وَهَذَا مِنْ أَقْوَى حُجَجِ الْمُلْحِدِينَ، وَأَيْضًا فَمَا فِي الْقُرْآنِ آيَةٌ إِلَّا وَقَدْ تَكَلَّمَ الصَّحَابَةُ وَالتَّابِعُونَ لَهُمْ فِي مَعْنَاهَا وَبَيَّنُوا ذَلِكَ،وَإِذَا قِيلَ:فَقَدْ يَخْتَلِفُونَ فِي آيَاتِ الْأَمْرِ وَالنَّهْيِ مِمَّا اتَّفَقَ الْمُسْلِمُونَ عَلَى أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ يَعْلَمُونَ مَعْنَاهَا، وَهَذَا أَيْضًا مِمَّا يَدُلُّ عَلَى أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ يَعْلَمُونَ تَفْسِيرَ الْمُتَشَابِهِ، فَإِنَّ الْمُتَشَابِهَ قَدْ يَكُونُ فِي آيَاتِ الْأَمْرِ وَالنَّهْيِ كَمَا يَكُونُ فِي آيَاتِ الْخَيْرِ، وَتِلْكَ مِمَّا اتَّفَقَ الْعُلَمَاءُ عَلَى مَعْرِفَةِ الرَّاسِخِينَ لِمَعْنَاهَا فَكَذَلِكَ الْأُخْرَى، فَإِنَّهُ عَلَى قَوْلِ النُّفَاةِ لَمْ يَعْلَمْ مَعْنًى لِلْمُتَشَابِهِ إِلَّا اللهُ لَا مَلَكٌ وَلَا رَسُولٌ وَلَا عَالِمٌ، وَهَذَا خِلَافُ إِجْمَاعِ الْمُسْلِمِينَ فِي مُتَشَابِهِ الْأَمْرِ وَالنَّهْيِ.</p><p> \" وَأَيْضًا فَلَفْظُ التَّأْوِيلِ يَكُونُ لِلْمُحْكَمِ كَمَا يَكُونُ لِلْمُتَشَابِهِ كَمَا دَلَّ الْقُرْآنُ وَالسُّنَّةُ وَأَقْوَالُ الصَّحَابَةِ عَلَى ذَلِكَ وَهُمْ يَعْلَمُونَ مَعْنَى الْمُحْكَمِ، فَكَذَلِكَ مَعْنَى الْمُتَشَابِهِ، وَأَيُّ فَضِيلَةٍ فِي الْمُتَشَابِهِ حَتَّى يَنْفَرِدَ اللهُ بِعِلْمِ مَعْنَاهُ وَالْمُحْكَمُ أَفْضَلُ مِنْهُ، وَقَدْ بَيَّنَ مَعْنَاهُ لِعِبَادِهِ، فَأَيُّ فَضِيلَةٍ فِي الْمُتَشَابِهِ حَتَّى يَسْتَأْثِرَ اللهُ بِعِلْمِ مَعْنَاهُ؟ وَمَا اسْتَأْثَرَ اللهُ بِعِلْمِهِ كَوَقْتِ السَّاعَةِ لَمْ يَنْزِلْ خِطَابًا وَلَمْ يَذْكُرْ فِي الْقُرْآنِ آيَةً تَدُلُّ عَلَى وَقْتِ السَّاعَةِ، وَنَحْنُ نَعْلَمُ أَنَّ اللهَ اسْتَأْثَرَ بِأَشْيَاءَ لَمْ يُطْلِعْ عِبَادَهُ عَلَيْهَا، وَإِنَّمَا النِّزَاعُ فِي كَلَامٍ أَنْزَلَهُ وَأَخْبَرَ أَنَّهُ هُدًى وَبَيَانٌ وَشِفَاءٌ، وَأَمَرَ بِتَدَبُّرِهِ، ثُمَّ يُقَالُ: إِنَّ مِنْهُ مَا لَا يَعْرِفُ مَعْنَاهُ إِلَّا اللهُ، وَلَمْ </p><p> يُبَيِّنِ اللهُ وَلَا رَسُولُهُ ذَلِكَ الْقَدْرَ الَّذِي لَا يَعْرِفُ أَحَدٌ مَعْنَاهُ؟ وَلِهَذَا صَارَ كُلُّ مَنْ أَعْرَضَ عَنْ آيَاتٍ لَا يُؤْمِنُ بِمَعْنَاهَا يَجْعَلُهَا مِنَ الْمُتَشَابِهِ بِمُجَرَّدِ دَعْوَاهُ، </p><p> ثُمَّ سَبَبُ نُزُولِ الْآيَةِ قِصَّةُ أَهْلِ نَجْرَانَ وَقَدِ احْتَجُّوا بِقَوْلِهِ:  (إِنَّا) وَ (نَحْنُ) وَبِقَوْلِهِ (كَلِمَةٍ مِنْهُ) ، (وَرُوحٍ مِنْهُ) وَهَذَا قَدِ اتَّفَقَ الْمُسْلِمُونَ عَلَى مَعْرِفَةِ مَعْنَاهُ، فَكَيْفَ يُقَالُ: إِنَّ الْمُتَشَابِهَ لَا يَعْرِفُ مَعْنَاهُ لَا الْمَلَائِكَةُ وَلَا الْأَنْبِيَاءُ وَلَا أَحَدٌ مِنَ السَّلَفِ وَهُوَ مِنْ كَلَامِ اللهِ الَّذِي أَنْزَلَهُ إِلَيْنَا وَأَمَرَنَا أَنْ نَتَدَبَّرَهُ وَنَعْقِلَهُ وَأَخْبَرَ أَنَّهُ بَيَانٌ وَهُدًى وَشِفَاءٌ وَنُورٌ؟ وَلَيْسَ الْمُرَادُ مِنَ الْكَلَامِ إِلَّا مَعَانِيَهُ، وَلَوْلَا الْمَعْنَى لَمْ يَجُزِ التَّكَلُّمُ بِلَفْظٍ لَا مَعْنَى لَهُ، وَقَدْ قَالَ الْحَسَنُ:  \" مَا أَنْزَلَ اللهُ آيَةً إِلَّا وَهُوَ يُحِبُّ أَنْ يُعْلَمَ فِيمَاذَا أُنْزِلَتْ وَمَاذَا عُنِيَ بِهَا \" . </p><p> \" وَمَنْ قَالَ: إِنَّ سَبَبَ نُزُولِ الْآيَةِ سُؤَالُ الْيَهُودِ عَنْ حُرُوفِ الْمُعْجَمِ فِي(الم)بِحِسَابِ الْجُمَلِ فَهَذَا نَقْلٌ بَاطِلٌ،أَمَّا أَوَّلًا:فَلِأَنَّهُ مِنْ رِوَايَةِ الْكَلْبِيِّ.وَأَمَّا ثَانِيًا:فَهَذَا قَدْ قِيلَ إِنَّهُمْ قَالُوهُ فِي أَوَّلِ مَقْدَمِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْمَدِينَةِ، وَسُورَةُ آلِ عِمْرَانَ إِنَّمَا نَزَلَ صَدْرُهَا مُتَأَخِّرًا لَمَّا قَدِمَ وَفْدُ نَجْرَانَ بِالنَّقْلِ الْمُسْتَفِيضِ الْمُتَوَاتِرِ، وَفِيهَا فَرْضُ الْحَجِّ وَإِنَّمَا فُرِضَ سَنَةَ تِسْعٍ أَوْ عَشْرٍ وَلَمْ يُفْرَضْ فِي أَوَّلِ الْهِجْرَةِ بِاتِّفَاقِ الْمُسْلِمِينَ.وَأَمَّا ثَالِثًا:فَلِأَنَّ حُرُوفَ الْمُعْجَمِ وَدَلَالَةَ الْحَرْفِ عَلَى بَقَاءِ هَذِهِ الْأُمَّةِ لَيْسَ هُوَ مِنْ تَأْوِيلِ الْقُرْآنِ الَّذِي اسْتَأْثَرَ اللهُ بِعِلْمِهِ،بَلْ إِمَّا أَنْ يُقَالَ:إِنَّهُ لَيْسَ مِمَّا أَرَادَهُ اللهُ بِكَلَامِهِ فَلَا يُقَالُ إِنَّهُ انْفَرَدَ بِعِلْمِهِ، بَلْ دَعْوَى دَلَالَةِ الْحُرُوفِ عَلَى ذَلِكَ بَاطِلَةٌ،وَإِمَّا أَنْ يُقَالَ:بَلْ يَدُلُّ عَلَيْهِ وَقَدْ عَلِمَ بَعْضُ النَّاسِ مَا يَدُلُّ عَلَيْهِ، وَحِينَئِذٍ فَقَدَ عَلِمَ النَّاسُ بِذَلِكَ، أَمَّا دَعْوَى دَلَالَةِ الْقُرْآنِ عَلَى ذَلِكَ وَأَنَّ أَحَدًا لَا يَعْلَمُهُ فَهَذَا هُوَ الْبَاطِلُ، وَأَيْضًا فَإِذَا كَانَتِ الْأُمُورُ الْعِلْمِيَّةُ الَّتِي أَخْبَرَ اللهُ بِهَا فِي الْقُرْآنِ لَا يَعْرِفُهَا الرَّسُولُ كَانَ هَذَا مِنْ أَعْظَمِ قَدْحِ الْمَلَاحِدَةِ فِيهِ وَكَانَ حُجَّةً لِمَا يَقُولُونَهُ مِنْ أَنَّهُ كَانَ لَا يَعْرِفُ الْأُمُورَ الْعِلْمِيَّةَ أَوْ أَنَّهُ كَانَ يَعْرِفُهَا وَلَمْ يُبَيِّنْهَا، بَلْ هَذَا الْقَوْلُ يَقْتَضِي أَنَّهُ لَمْ يَكُنْ يَعْلَمُهَا فَإِنَّ مَا لَا يَعْلَمُهُ إِلَّا اللهُ لَا يَعْلَمُهُ النَّبِيُّ وَلَا غَيْرُهُ.</p><p> \" وَبِالْجُمْلَةِ فَالدَّلَائِلُ الْكَثِيرَةُ تُوجِبُ الْقَطْعَ بِبُطْلَانِ قَوْلِ مَنْ يَقُولُ: إِنَّ فِي الْقُرْآنِ آيَاتٍ لَا يَعْلَمُ مَعْنَاهَا الرَّسُولُ وَلَا غَيْرُهُ. نَعَمْ قَدْ يَكُونُ فِي الْقُرْآنِ آيَاتٌ لَا يَعْلَمُ </p><p> مَعْنَاهَا كَثِيرٌ مِنَ الْعُلَمَاءِ فَضْلًا عَنْ غَيْرِهِمْ وَلَيْسَ ذَلِكَ فِي آيَةٍ مُعَيَّنَةٍ بَلْ قَدْ يُشْكِلُ عَلَى هَذَا مَا يَعْرِفُهُ هَذَا. وَذَلِكَ تَارَةً يَكُونُ لِغَرَابَةِ اللَّفْظِ، وَتَارَةً لِاشْتِبَاهِ الْمَعْنَى بِغَيْرِهِ، وَتَارَةً لِشُبْهَةٍ فِي نَفْسِ الْإِنْسَانِ تَمْنَعُهُ مِنْ مَعْرِفَةِ الْحَقِّ، وَتَارَةً لِعَدَمِ التَّدَبُّرِ التَّامِّ، وَتَارَةً لِغَيْرِ ذَلِكَ مِنَ الْأَسْبَابِ، فَيَجِبُ الْقَطْعُ بِأَنَّ قَوْلَهُ: وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ أَنَّ الصَّوَابَ قَوْلُ مَنْ يَجْعَلُهُ مَعْطُوفًا وَيَجْعَلُ الْوَاوَ لِعَطْفٍ مُفْرَدٍ أَوْ يَكُونُ كِلَا الْقَوْلَيْنِ حَقًّا وَهِيَ قِرَاءَتَانِ، وَالتَّأْوِيلُ الْمَنْفِيُّ غَيْرُ التَّأْوِيلِ الْمُثْبَتِ، وَإِنْ كَانَ الصَّوَابُ هُوَ قَوْلُ مَنْ يَجْعَلُهَا وَاوَ اسْتِئْنَافٍ فَيَكُونُ التَّأْوِيلُ الْمَنْفِيُّ عِلْمُهُ عَنْ غَيْرِ اللهِ هُوَ الْكَيْفِيَّاتُ الَّتِي لَا يَعْلَمُهَا غَيْرُهُ. وَهَذَا فِيهِ نَظَرٌ، وَابْنُ عَبَّاسٍ جَاءَ عَنْهُ أَنَّهُ قَالَ:  \" أَنَا مِنَ الرَّاسِخِينَ الَّذِينَ يَعْلَمُونَ تَأْوِيلَهُ \" وَجَاءَ عَنْهُ أَنَّ </p><p> الرَّاسِخِينَ لَا يَعْلَمُونَ تَأْوِيلَهُ، وَجَاءَ عَنْهُ أَنَّهُ قَالَ:  \" التَّفْسِيرُ عَلَى أَرْبَعَةِ أَوْجُهٍ، تَفْسِيرٌ تَعْرِفُهُ الْعَرَبُ مِنْ كَلَامِهَا، وَتَفْسِيرٌ لَا يُعْذَرُ أَحَدٌ بِجَهَالَتِهِ، وَتَفْسِيرٌ يَعْلَمُهُ الْعُلَمَاءُ، وَتَفْسِيرٌ لَا يَعْلَمُهُ إِلَّا اللهُ وَمَنِ ادَّعَى عِلْمَهُ فَهُوَ كَاذِبٌ \" وَهَذَا الْقَوْلُ يَجْمَعُ الْقَوْلَيْنِ وَيُبَيِّنُ أَنَّ الْعُلَمَاءَ يَعْلَمُونَ مِنْ تَفْسِيرِهِ مَا لَا يَعْلَمُهُ غَيْرُهُمْ وَأَنَّ فِيهِ مَا لَا يَعْلَمُهُ إِلَّا اللهُ. </p><p> \" فَأَمَّا مَنْ جَعَلَ الصَّوَابَ قَوْلَ مَنْ جَعَلَ الْوَقْفَ عِنْدَ قَوْلِهِ: إِلَّا اللهُ وَجَعَلَ التَّأْوِيلَ بِمَعْنَى التَّفْسِيرِ فَهَذَا خَطَأٌ، وَأَمَّا التَّأْوِيلُ بِالْمَعْنَى الثَّالِثِ وَهُوَ صَرْفُ اللَّفْظِ عَنِ الِاحْتِمَالِ الرَّاجِحِ إِلَى الِاحْتِمَالِ الْمَرْجُوحِ، فَهَذَا الِاصْطِلَاحُ لَمْ يَكُنْ بَعْدُ عُرِفَ فِي عَهْدِ الصَّحَابَةِ بَلْ وَلَا التَّابِعِينَ بَلْ وَلَا الْأَئِمَّةِ الْأَرْبَعَةِ وَلَا كَانَ التَّكَلُّمُ بِهَذَا الِاصْطِلَاحِ مَعْرُوفًا فِي الْقُرُونِ الثَّلَاثَةِ بَلْ وَلَا عَلِمْتُ أَحَدًا فِيهِمْ خَصَّ لَفْظَ التَّأْوِيلِ بِهَذَا، وَلَكِنْ لَمَّا صَارَ تَخْصِيصُ لَفْظِ التَّأْوِيلِ بِهَذَا شَائِعًا فِي عُرْفِ كَثِيرٍ مِنَ الْمُتَأَخِّرِينَ فَطِنُوا أَنَّ التَّأْوِيلَ فِي الْآيَةِ هَذَا مَعْنَاهُ صَارُوا يَعْتَقِدُونَ أَنَّ لِمُتَشَابِهِ الْقُرْآنِ مَعَانِيَ تُخَالِفُ مَا يُفْهَمُ مِنْهُ، وَفَرَّقُوا دِينَهُمْ بَعْدَ ذَلِكَ وَصَارُوا شِيَعًا، وَالْمُتَشَابِهُ الْمَذْكُورُ الَّذِي كَانَ سَبَبَ نُزُولِ الْآيَةِ لَا يَدُلُّ ظَاهِرُهُ عَلَى مَعْنًى فَاسِدٍ، وَإِنَّمَا الْخَطَأُ فِي فَهْمِ السَّامِعِ.نَعَمْ قَدْ يُقَالُ:إِنَّ مُجَرَّدَ هَذَا الْخِطَابِ لَا يُبَيِّنُ كَمَالَ الْمَطْلُوبِ، وَلَكِنْ فَرْقٌ بَيْنَ عَدَمِ دَلَالَتِهِ عَلَى الْمَطْلُوبِ وَبَيْنَ دَلَالَتِهِ عَلَى نَقِيضِ الْمَطْلُوبِ ; فَهَذَا الثَّانِي هُوَ الْمَنْفِيُّ، بَلْ وَلَيْسَ فِي الْقُرْآنِ مَا يَدُلُّ عَلَى الْبَاطِلِ أَلْبَتَّةَ كَمَا قَدْ بُسِطَ فِي مَوْضِعِهِ</p><p> وَلَكِنَّ كَثِيرًا مِنَ النَّاسِ يَزْعُمُ أَنَّ لِظَاهِرِ الْآيَةِ مَعْنًى، إِمَّا مَعْنًى يَعْتَقِدُهُ وَإِمَّا مَعْنًى بَاطِلًا فَيَحْتَاجُ إِلَى تَأْوِيلِهِ وَيَكُونُ مَا قَالَهُ بَاطِلًا لَا تَدُلُّ الْآيَةُ عَلَى مُعْتَقَدِهِ وَلَا عَلَى الْمَعْنَى الْبَاطِلِ. وَهَذَا كَثِيرٌ جِدًّا، وَهَؤُلَاءِ هُمُ الَّذِينَ يَجْعَلُونَ الْقُرْآنَ كَثِيرًا مَا يَحْتَاجُ إِلَى التَّأْوِيلِ الْمُحْدَثِ وَهُوَ صَرْفُ اللَّفْظِ عَنْ مَدْلُولِهِ إِلَى خِلَافِ مَدْلُولِهِ. </p><p> \" وَمِمَّا يَحْتَجُّ بِهِ مَنْ قَالَ: الرَّاسِخُونَ فِي الْعِلْمِ يَعْلَمُونَ التَّأْوِيلَ مَا ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ وَغَيْرِهِ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَعَا لَهُ وَقَالَ: اللهُمَّ فَقِّهْهُ فِي الدِّينِ وَعَلِّمْهُ التَّأْوِيلَ فَقَدْ دَعَا لَهُ بِعِلْمِ التَّأْوِيلِ مُطْلَقًا، وَابْنُ عَبَّاسٍ فَسَّرَ الْقُرْآنَ كُلَّهُ. قَالَ مُجَاهِدٌ:  \" عَرَضْتُ الْمُصْحَفَ عَلَى ابْنِ عَبَّاسٍ مِنْ أَوَّلِهِ إِلَى آخِرِهِ أَقِفُهُ عِنْدَ كُلِّ آيَةٍ وَأَسْأَلُهُ عَنْهَا وَكَانَ يَقُولُ: أَنَا مِنَ الرَّاسِخِينَ فِي الْعِلْمِ الَّذِينَ يَعْلَمُونَ تَأْوِيلَهُ \" وَأَيْضًا فَالنُّقُولُ مُتَوَاتِرَةٌ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - أَنَّهُ تَكَلَّمَ فِي جَمِيعِ مَعَانِي الْقُرْآنِ مِنَ الْأَمْرِ وَالْخَبَرِ ; فَلَهُ مِنَ الْكَلَامِ فِي الْأَسْمَاءِ وَالصِّفَاتِ وَالْوَعْدِ وَالْوَعِيدِ وَالْقَصَصِ وَمِنَ الْكَلَامِ فِي الْأَمْرِ وَالنَّهْيِ وَالْأَحْكَامِ مَا يُبَيِّنُ أَنَّهُ كَانَ يَتَكَلَّمُ فِي جَمِيعِ مَعَانِي الْقُرْآنِ، وَأَيْضًا فَقَدْ قَالَ ابْنُ مَسْعُودٍ:  \" مَا مِنْ آيَةٍ فِي كِتَابِ اللهِ إِلَّا وَأَنَا أَعْلَمُ فِيمَاذَا أُنْزِلَتْ \" وَأَيْضًا فَإِنَّهُمْ مُتَّفِقُونَ عَلَى أَنَّ آيَاتِ الْأَحْكَامِ يُعْلَمُ تَأْوِيلُهَا وَهِيَ نَحْوُ خَمْسِمِائَةِ آيَةٍ وَسَائِرُ الْقُرْآنِ خَبَرٌ عَنِ اللهِ وَأَسْمَائِهِ وَصِفَاتِهِ، أَوْ عَنِ الْيَوْمِ الْآخِرِ وَالْجَنَّةِ </p><p> وَالنَّارِ أَوْ عَنِ الْقَصَصِ وَعَاقِبَةِ أَهْلِ الْإِيمَانِ وَعَاقِبَةِ أَهْلِ الْكُفْرِ، فَإِنْ كَانَ هَذَا هُوَ الْمُتَشَابِهُ الَّذِي لَا يَعْلَمُ مَعْنَاهُ إِلَّا اللهُ، فَجُمْهُورُ الْقُرْآنِ لَا يَعْرِفُ أَحَدٌ مَعْنَاهُ لَا الرَّسُولُ وَلَا أَحَدٌ مِنَ الْأُمَّةِ، وَمَعْلُومٌ أَنَّ هَذَا مُكَابَرَةٌ ظَاهِرَةٌ، وَأَيْضًا فَمَعْلُومٌ أَنَّ الْعِلْمَ بِتَأْوِيلِ الرُّؤْيَا أَصْعَبُ مِنَ الْعِلْمِ بِتَأْوِيلِ الْكَلَامِ الَّذِي يُخْبَرُ بِهِ، فَإِنَّ دَلَالَةَ الرُّؤْيَا عَلَى تَأْوِيلِهَا دَلَالَةٌ خَفِيَّةٌ غَامِضَةٌ لَا يَهْتَدِي لَهَا جُمْهُورُ النَّاسِ، بِخِلَافِ دَلَالَةِ لَفْظِ الْكَلَامِ عَلَى مَعْنَاهُ، فَإِذَا كَانَ اللهُ قَدْ عَلَّمَ عِبَادَهُ تَأْوِيلَ الْأَحَادِيثِ الَّتِي يَرَوْنَهَا فِي الْمَنَامِ فَلَأَنْ يُعَلِّمَهُمْ تَأْوِيلَ الْكَلَامِ الْعَرَبِيِّ الْمُبِينِ الَّذِي يُنَزِّلُهُ عَلَى أَنْبِيَائِهِ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى. قَالَ يَعْقُوبُ لِيُوسُفَ: وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ [١٢: ٦] وَقَالَ يُوسُفُ: رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ [١٢: ١٠١] وَقَالَ: لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا </p><p> [١٢: ٣٧]  \" وَأَيْضًا فَقَدْ ذَمَّ اللهُ الْكُفَّارَ بِقَوْلِهِ: أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صَادِقِينَ بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ[١٠: ٣٨، ٣٩]وَقَالَ: وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمْ مَاذَا كُنْتُمْ تَعْمَلُونَ[٢٧: ٨٣، ٨٤]وَهَذَا ذَامٌّ لِمَنْ كَذَّبَ بِمَا لَمْ يُحِطْ بِعِلْمِهِ، فَمَا قَالَهُ النَّاسُ مِنَ الْأَقْوَالِ الْمُخْتَلِفَةِ فِي تَفْسِيرِ الْقُرْآنِ وَتَأْوِيلِهِ لَيْسَ لِأَحَدٍ أَنْ يُصَدِّقَ بِقَوْلٍ دُونَ قَوْلٍ بِلَا عِلْمٍ وَلَا يُكَذِّبَ بِشَيْءٍ مِنْهَا إِلَّا أَنْ يُحِيطَ بِعِلْمِهِ. وَهَذَا لَا يُمْكِنُ إِلَّا إِذَا عَرَفَ الْحَقَّ الَّذِي أُرِيدَ بِالْآيَةِ، فَيَعْلَمُ أَنَّ مَا سِوَاهُ بَاطِلٌ، فَيُكَذِّبُ بِالْبَاطِلِ الَّذِي أَحَاطَ بِعِلْمِهِ، وَأَمَّا إِذَا لَمْ يَعْرِفْ مَعْنَاهَا وَلَمْ يُحِطْ بِشَيْءٍ مِنْهَا عِلْمًا فَلَا يَجُوزُ لَهُ التَّكْذِيبُ بِشَيْءٍ مِنْهَا مَعَ أَنَّ الْأَقْوَالَ الْمُتَنَاقِضَةَ بَعْضُهَا بَاطِلٌ قَطْعًا، وَيَكُونُ حِينَئِذٍ الْمُكَذِّبُ بِالْقُرْآنِ كَالْمُكَذِّبِ بِالْأَقْوَالِ الْمُتَنَاقِضَةِ، وَالْمُكَذِّبُ بِالْحَقِّ كَالْمُكَذِّبِ بِالْبَاطِلِ ; وَفَسَادُ اللَّازِمِ يَدُلُّ عَلَى فَسَادِ الْمَلْزُومِ.</p><p> \" وَأَيْضًا فَإِنَّهُ إِنْ بُنِيَ عَلَى مَا يَعْتَقِدُهُ مِنْ أَنَّهُ لَا يَعْلَمُ مَعَانِيَ الْآيَاتِ الْخَبَرِيَّةِ إِلَّا اللهُ لَزِمَهُ أَنْ يُكَذِّبَ كُلَّ مَنِ احْتَجَّ بِآيَةٍ خَبَرِيَّةٍ مِنَ الْقُرْآنِ عَلَى شَيْءٍ مِنْ أُمُورِ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ، وَمَنْ تَكَلَّمَ فِي تَفْسِيرِ ذَلِكَ، وَكَذَلِكَ يَلْزَمُ مِثْلُ ذَلِكَ فِي أَحَادِيثِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنْ قَالَ: الْمُتَشَابِهُ هُوَ بَعْضُ الْخَبَرِيَّاتِ لَزِمَهُ أَنْ يُبَيِّنَ فَصْلًا يَتَبَيَّنُ بِهِ مَا يَجُوزُ أَنْ يُعْلَمَ مَعْنَاهُ مِنْ آيَاتِ الْقُرْآنِ وَمَا لَا يَجُوزُ أَنْ يُعْلَمَ مَعْنَاهُ، بِحَيْثُ لَا يَجُوزُ أَنْ يَعْلَمَ مَعْنَاهُ لَا مَلَكٌ مُقَرَّبٌ وَلَا نَبِيٌّ مُرْسَلٌ وَلَا أَحَدٌ مِنَ الصَّحَابَةِ وَلَا غَيْرِهِمْ. وَمَعْلُومٌ أَنَّهُ لَا يُمْكِنُ لِأَحَدٍ ذِكْرُ حَدٍّ فَاصِلٍ بَيْنَ مَا يَجُوزُ أَنْ يَعْلَمَ مَعْنَاهُ بَعْضُ النَّاسِ وَبَيْنَ مَا لَا يَجُوزُ أَنْ يَعْلَمَ مَعْنَاهُ أَحَدٌ، وَلَوْ ذَكَرَ مَا ذَكَرَ انْتَقَضَ عَلَيْهِ، فَعُلِمَ أَنَّ الْمُتَشَابِهَ لَيْسَ هُوَ الَّذِي لَا يُمْكِنُ لِأَحَدٍ مَعْرِفَةُ مَعْنَاهُ وَهَذَا دَلِيلٌ مُسْتَقِلٌّ فِي الْمَسْأَلَةِ. </p><p> \" </p><p> وَأَيْضًا فَقَوْلُهُ: لَمْ يُحِيطُوا بِعِلْمِهِ وَأَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا ذَمٌّ لَهُمْ عَلَى عَدَمِ الْإِحَاطَةِ مَعَ التَّكْذِيبِ، وَلَوْ كَانَ النَّاسُ كُلُّهُمْ مُشْتَرِكِينَ فِي عَدَمِ الْإِحَاطَةِ </p><p> بِعِلْمِ الْمُتَشَابِهِ لَمْ يَكُنْ فِي ذَمِّهِمْ بِهَذَا الْوَصْفِ فَائِدَةٌ، وَلَكَانَ الذَّمُّ عَلَى مُجَرَّدِ التَّكْذِيبِ، فَإِنَّ هَذَا بِمَنْزِلَةِ أَنْ يُقَالَ: أَكَذَّبْتُمْ بِمَا لَمْ تُحِيطُوا بِهِ عِلْمًا، وَلَا يُحِيطُ بِهِ عِلْمًا إِلَّا اللهُ؟ وَمَنْ كَذَّبَ بِمَا لَا يَعْلَمُهُ إِلَّا اللهُ كَانَ أَقْرَبَ إِلَى الْعُذْرِ مِنْ أَنْ يُكَذِّبَ بِمَا يَعْلَمُهُ النَّاسُ، فَلَوْ لَمْ يُحِطْ بِهِ عِلْمًا الرَّاسِخُونَ كَانَ تَرْكُ هَذَا الْوَصْفِ أَقْرَبَ فِي ذَمِّهِمْ مِنْ ذِكْرِهِ. </p><p> \" وَيَتَبَيَّنُ هَذَا بِوَجْهٍ آخَرَ هُوَ دَلِيلٌ فِي الْمَسْأَلَةِ: وَهُوَ أَنَّ اللهَ ذَمَّ الزَّائِغِينَ بِالْجَهْلِ وَسُوءِ الْقَصْدِ، فَإِنَّهُمْ يَقْصِدُونَ الْمُتَشَابِهَ يَبْتَغُونَ تَأْوِيلَهُ وَلَا يَعْلَمُ تَأْوِيلَهُ إِلَّا الرَّاسِخُونَ فِي الْعِلْمِ وَلَيْسُوا مِنْهُمْ، وَهُمْ يَقْصِدُونَ الْفِتْنَةَ لَا يَقْصِدُونَ الْعِلْمَ وَالْحَقَّ. وَهَذَا كَقَوْلِهِ - تَعَالَى -: وَلَوْ عَلِمَ اللهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ[٨: ٢٣]فَإِنَّ الْمَعْنَى بِقَوْلِهِ: أَسْمَعَهُمْ أَفْهَمَهُمُ الْقُرْآنَ،يَقُولُ:لَوْ عَلِمَ اللهُ فِيهِمْ حُسْنَ قَصْدٍ وَقَبُولٍ لِلْحَقِّ لَأَفْهَمَهُمُ الْقُرْآنَ، لَكِنْ لَوْ أَفْهَمَهُمْ لَتَوَلَّوْا عَنِ الْإِيمَانِ وَقَبُولِ الْحَقِّ لِسُوءِ قَصْدِهِمْ، فَهُمْ جَاهِلُونَ ظَالِمُونَ، كَذَلِكَ الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ هُمْ مَذْمُومُونَ بِسُوءِ الْقَصْدِ مَعَ طَلَبِ عِلْمِ مَا لَيْسُوا مِنْ أَهْلِهِ، وَلَيْسَ إِذَا عِيبَ هَؤُلَاءِ عَلَى الْعِلْمِ وَمُنِعُوهُ يُعَابُ مَنْ حَسُنَ قَصْدُهُ وَجَعَلَهُ اللهُ مِنَ الرَّاسِخِينَ فِي الْعِلْمِ.</p><p> \" فَإِنْ قِيلَ: فَأَكْثَرُ السَّلَفِ عَلَى أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ لَا يَعْلَمُونَ التَّأْوِيلَ وَكَذَلِكَ أَكْثَرُ أَهْلِ اللُّغَةِ، يُرْوَى هَذَا عَنِ ابْنِ مَسْعُودٍ وَأُبَيِّ بْنِ كَعْبٍ وَابْنِ عَبَّاسٍ وَعُرْوَةَ وَقَتَادَةَ وَعُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَالْفَرَّاءِ وَأَبِي عُبَيْدٍ وَثَعْلَبٍ وَابْنِ الْأَنْبَارِيِّ، قَالَ ابْنُ الْأَنْبَارِيِّ فِي قِرَاءَةِ عَبْدِ اللهِ: إِنْ تَأْوِيلَهُ إِلَّا عِنْدَ اللهِ وَالرَّاسِخُونَ فِي الْعِلْمِ، وَفِي قِرَاءَةِ أُبَيٍّ وَابْنِ عَبَّاسٍ: وَيَقُولُ الرَّاسِخُونَ فِي الْعِلْمِ. قَالَ: وَقَدْ أَنْزَلَ اللهُ فِي كِتَابِهِ أَشْيَاءَ اسْتَأْثَرَ بِعِلْمِهَا كَقَوْلِهِ - تَعَالَى -: قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ [٧: ١٨٧] وَقَوْلِهِ: وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا [٢٥: ٣٨] فَأَنْزَلَ الْمُحْكَمَ لِيُؤْمِنَ بِهِ الْمُؤْمِنُ فَيَسْعَدَ، وَيَكْفُرَ بِهِ الْكَافِرُ فَيَشْقَى. قَالَ ابْنُ الْأَنْبَارِيِّ: وَالَّذِي يَرْوِي الْقَوْلَ الْآخَرَ عَنْ مُجَاهِدٍ هُوَ ابْنُ أَبِي نَجِيحٍ وَلَا تَصِحُّ رِوَايَتُهُ التَّفْسِيرَ عَنْ مُجَاهِدٍ، فَيُقَالُ: قَوْلُ الْقَائِلِ إِنَّ أَكْثَرَ السَّلَفِ عَلَى هَذَا قَوْلٌ بِلَا عِلْمٍ، فَإِنَّهُ لَمْ يَثْبُتْ عَنْ أَحَدٍ مِنَ الصَّحَابَةِ أَنَّهُ قَالَ: إِنَّ الرَّاسِخِينَ فِي الْعِلْمِ لَا يَعْلَمُونَ تَأْوِيلَ الْمُتَشَابِهِ، بَلِ الثَّابِتُ عَنِ الصَّحَابَةِ أَنَّ الْمُتَشَابِهَ يَعْلَمُهُ الرَّاسِخُونَ، وَمَا ذُكِرَ مِنْ قِرَاءَةِ ابْنِ مَسْعُودٍ وَأُبَيِّ بْنِ كَعْبٍ لَيْسَ لَهَا إِسْنَادٌ يُعْرَفُ حَتَّى يُحْتَجَّ بِهَا. وَالْمَعْرُوفُ عَنِ </p><p> ابْنِ مَسْعُودٍ أَنَّهُ كَانَ يَقُولُ:  \" مَا فِي كِتَابِ اللهِ آيَةٌ إِلَّا وَأَنَا أَعْلَمُ فِيمَاذَا أُنْزِلَتْ \" وَقَالَ أَبُو عَبْدِ الرَّحْمَنِ السُّلَمِيُّ: حَدَّثَنَا الَّذِينَ كَانُوا يُقْرِئُونَنَا الْقُرْآنَ: عُثْمَانُ بْنُ عَفَّانَ وَعَبْدُ اللهِ بْنُ مَسْعُودٍ وَغَيْرُهُمَا: \" أَنَّهُمْ كَانُوا إِذَا تَعَلَّمُوا مِنَ النَّبِيِّ - صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ - عَشْرَ آيَاتٍ لَمْ يُجَاوِزُوهَا حَتَّى يَعْلَمُوا مَا فِيهَا مِنَ الْعِلْمِ وَالْعَمَلِ \" وَهَذَا أَمْرٌ مَشْهُورٌ رَوَاهُ النَّاسُ عَامَّةً: أَهْلُ الْحَدِيثِ وَالتَّفْسِيرِ، وَلَهُ إِسْنَادٌ مَعْرُوفٌ بِخِلَافِ مَا ذُكِرَ مِنْ قِرَاءَتِهِمَا،وَكَذَلِكَ ابْنُ عَبَّاسٍ قَدْ عُرِفَ عَنْهُ أَنَّهُ كَانَ يَقُولُ:\" أَنَا مِنَ الرَّاسِخِينَ الَّذِينَ يَعْلَمُونَ تَأْوِيلَهُ \" وَقَدْ صَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ دَعَا لَهُ بِعِلْمِ تَأْوِيلِ الْكِتَابِ، فَكَيْفَ لَا يَعْلَمُ التَّأْوِيلَ؟ مَعَ أَنَّ قِرَاءَةَ عَبْدِ اللهِ \" إِنْ تَأْوِيلُهُ إِلَّا عِنْدَ اللهِ \" لَا تُنَاقِضُ هَذَا الْقَوْلَ، فَإِنَّ نَفْسَ التَّأْوِيلِ لَا يَأْتِي بِهِ إِلَّا اللهُ كَمَا قَالَ - تَعَالَى -: هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ[٧: ٥٣]وَقَالَ: بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ[١٠: ٣٩]وَقَدِ اشْتُهِرَ عَنْ عَامَّةِ السَّلَفِ أَنَّ الْوَعْدَ وَالْوَعِيدَ مِنَ الْمُتَشَابِهِ، وَتَأْوِيلُ ذَلِكَ هُوَ مَجِيءُ الْمَوْعُودِ بِهِ، وَذَلِكَ عِنْدَ اللهِ لَا يَأْتِي بِهِ إِلَّا هُوَ،وَلَيْسَ فِي الْقُرْآنِ:إِنْ عِلْمُ تَأْوِيلِهِ إِلَّا عِنْدَ اللهِ.كَمَا قَالَ فِي السَّاعَةِ:يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ[٧: ١٨٧، ١٨٨]وَكَذَلِكَ لَمَّا قَالَ فِرْعَوْنُ لِمُوسَى: فَمَا بَالُ الْقُرُونِ الْأُولَى قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى[٢٠: ٥١، ٥٢]فَلَوْ كَانَتْ قِرَاءَةُ ابْنِ مَسْعُودٍ نَفْيَ الْعِلْمِ عَنِ الرَّاسِخِينَ لَكَانَتْ: إِنْ عِلْمُ تَأْوِيلِهِ إِلَّا عِنْدَ اللهِ، لَمْ يَقْرَأْ(إِنْ تَأْوِيلُهُ إِلَّا عِنْدَ اللهِ). فَإِنَّ هَذَا حَقٌّ بِلَا نِزَاعٍ.</p><p> \" وَأَمَّا الْقِرَاءَةُ الْأُخْرَى الْمَرْوِيَّةُ عَنْ أُبَيٍّ وَابْنِ عَبَّاسٍ فَقَدْ نُقِلَ عَنِ ابْنِ عَبَّاسٍ مَا يُنَاقِضُهَا، وَأَخَصُّ أَصْحَابِهِ بِالتَّفْسِيرِ مُجَاهِدٌ وَعَلَى تَفْسِيرِ مُجَاهِدٍ يَعْتَمِدُ أَكْثَرُ الْأَئِمَّةِ كَالثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ بْنِ حَنْبَلٍ وَالْبُخَارِيِّ. قَالَ الثَّوْرِيُّ: إِذَا جَاءَكَ التَّفْسِيرُ عَنْ مُجَاهِدٍ فَحَسْبُكَ بِهِ، وَالشَّافِعِيُّ فِي كُتُبِهِ أَكْثَرُ الَّذِي يَنْقُلُهُ عَنِ ابْنِ عُيَيْنَةَ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ، وَكَذَلِكَ الْبُخَارِيُّ فِي صَحِيحِهِ يَعْتَمِدُ عَلَى هَذَا التَّفْسِيرِ، وَقَوْلُ الْقَائِلِ لَا تَصِحُّ رِوَايَةُ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ: جَوَابُهُ أَنَّ تَفْسِيرَ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ </p><p> مِنْ أَصَحِّ التَّفَاسِيرِ، بَلْ لَيْسَ بِأَيْدِي أَهْلِ التَّفْسِيرِ كِتَابٌ فِي التَّفْسِيرِ أَصَحُّ مِنْ تَفْسِيرِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ، إِلَّا أَنْ يَكُونَ نَظِيرَهُ فِي الصِّحَّةِ ثُمَّ مَعَهُ مَا يُصَدِّقُهُ، وَهُوَ قَوْلُهُ: عَرَضْتُ الْمُصْحَفَ عَلَى ابْنِ عَبَّاسٍ أَقِفُهُ عِنْدَ كُلِّ آيَةٍ وَأَسْأَلُهُ عَنْهَا، وَأَيْضًا فَأُبَيُّ بْنُ كَعْبٍ - رَضِيَ اللهُ عَنْهُ - قَدْ عُرِفَ أَنَّهُ كَانَ يُفَسِّرُ مَا تَشَابَهَ مِنَ الْقُرْآنِ كَمَا فَسَّرَ قَوْلَهُ: فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا [١٩: ١٧] وَفَسَّرَ قَوْلَهُ: اللهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ [٢٤: ٣٥] وَقَوْلَهُ: وَإِذْ أَخَذَ رَبُّكَ [٧: ١٧٢] وَنَقْلُ ذَلِكَ مَعْرُوفٌ عَنْهُ بِالْإِسْنَادِ أَثْبَتُ مِنْ نَقْلِ هَذِهِ الْقِرَاءَةِ الَّتِي لَا يُعْرَفُ لَهَا إِسْنَادٌ، وَقَدْ كَانَ يُسْأَلُ عَنِ الْمُتَشَابِهِ مِنْ مَعْنَى الْقُرْآنِ فَيُجِيبُ عَنْهُ كَمَا سَأَلَهُ عُمَرُ. وَسُئِلَ عَنْ لَيْلَةِ الْقَدْرِ (كَذَا) . </p><p> وَأَمَّا قَوْلُهُ: إِنَّ اللهَ أَنْزَلَ الْمُجْمَلَ لِيُؤْمِنَ بِهِ الْمُؤْمِنُ فَيُقَالَ: هَذَا حَقٌّ، لَكِنْ هَلْ فِي الْكِتَابِ وَالسُّنَّةِ أَوْ قَوْلِ أَحَدِ السَّلَفِ أَنَّ الْأَنْبِيَاءَ وَالْمَلَائِكَةَ وَالصَّحَابَةَ لَا يَفْهَمُونَ ذَلِكَ الْكَلَامَ الْمُجْمَلَ، أَمِ الْعُلَمَاءُ مُتَّفِقُونَ عَلَى أَنَّ الْمُجْمَلَ فِي الْقُرْآنِ يُفْهَمُ مَعْنَاهُ وَيُعْرَفُ مَا فِيهِ مِنَ الْإِجْمَالِ كَمَا مَثَّلَ بِهِ مِنْ وَقْتِ السَّاعَةِ؟ فَقَدْ عَلِمَ الْمُسْلِمُونَ كُلُّهُمْ مَعْنَى الْكَلَامِ الَّذِي أَخْبَرَ اللهُ بِهِ عَنِ السَّاعَةِ وَأَنَّهَا آتِيَةٌ لَا مَحَالَةَ وَأَنَّ اللهَ انْفَرَدَ بِعِلْمِ وَقْتِهَا فَلَمْ يُطْلِعْ عَلَى ذَلِكَ أَحَدًا، وَلِهَذَا قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا سَأَلَهُ السَّائِلُ عَنِ السَّاعَةِ وَهُوَ فِي الظَّاهِرِ أَعْرَابِيٌّ لَا يُعْرَفُ قَالَ لَهُ: مَتَى السَّاعَةُ؟ قَالَ:  \" مَا الْمَسْئُولُ عَنْهُ بِأَعْلَمَ مِنَ السَّائِلِ \" وَلَمْ يَقُلْ: إِنَّ الْكَلَامَ الَّذِي نَزَلَ فِي ذِكْرِهَا لَا يَفْهَمُهُ أَحَدٌ، بَلْ هَذَا خِلَافُ إِجْمَاعِ الْمُسْلِمِينَ بَلْ وَالْعُقَلَاءِ. فَإِنَّ إِخْبَارَ اللهِ عَنِ السَّاعَةِ وَأَشْرَاطِهَا كَلَامٌ بَيِّنٌ وَاضِحٌ يُفْهَمُ مَعْنَاهُ، وَكَذَلِكَ قَوْلُهُ: وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا [٢٥: ٣٨] قَدْ عُلِمَ الْمُرَادُ بِهَذَا الْخِطَابِ، وَأَنَّ اللهَ خَلَقَ قُرُونًا كَثِيرَةً لَا يَعْلَمُ عَدَدَهُمْ إِلَّا اللهُ كَمَا قَالَ: وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ [٧٤: ٣١] فَأَيُّ شَيْءٍ مِنْ هَذَا مِمَّا يَدُلُّ عَلَى أَنَّ مَا أَخْبَرَ اللهُ بِهِ مِنْ أَمْرِ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ لَا يَفْهَمُ مَعْنَاهُ أَحَدٌ لَا مِنَ الْمَلَائِكَةِ وَالْأَنْبِيَاءِ وَلَا الصَّحَابَةِ وَلَا غَيْرِهِمْ؟ وَأَمَّا مَا ذُكِرَ عَنْ عُرْوَةَ، فَعُرْوَةُ قَدْ عُرِفَ مِنْ طَرِيقِهِ أَنَّهُ كَانَ لَا يُفَسِّرُ عَامَّةَ آيِ الْقُرْآنِ إِلَّا آيَاتٍ قَلِيلَةً رَوَاهَا عَنْ عَائِشَةَ، وَمَعْلُومٌ أَنَّهُ إِذَا لَمْ يَعْرِفْ عُرْوَةُ التَّفْسِيرَ لَمْ يَلْزَمْ أَنَّهُ لَا يَعْرِفُهُ غَيْرُهُ مِنَ الْخُلَفَاءِ الرَّاشِدِينَ وَعُلَمَاءِ الصَّحَابَةِ كَابْنِ مَسْعُودٍ وَأُبَيِّ بْنِ كَعْبٍ وَابْنِ عَبَّاسٍ وَغَيْرِهِمْ. </p><p> \" وَأَمَّا اللُّغَوِيُّونَ الَّذِينَ يَقُولُونَ: إِنَّ الرَّاسِخِينَ لَا يَعْلَمُونَ مَعْنَى الْمُتَشَابِهِ فَهُمْ </p><p> مُتَنَاقِضُونَ فِي ذَلِكَ، فَإِنَّ هَؤُلَاءِ كُلُّهُمْ يَتَكَلَّمُونَ فِي تَفْسِيرِ كُلِّ شَيْءٍ فِي الْقُرْآنِ وَيَتَوَسَّعُونَ فِي الْقَوْلِ فِي ذَلِكَ حَتَّى مَا مِنْهُمْ أَحَدٌ إِلَّا وَقَدْ قَالَ فِي ذَلِكَ أَقْوَالًا لَمْ يُسْبَقْ إِلَيْهَا وَهِيَ خَطَأٌ، وَابْنُ الْأَنْبَارِيِّ الَّذِي بَالَغَ فِي نَصْرِ ذَلِكَ الْقَوْلِ هُوَ مِنْ أَكْثَرِ النَّاسِ كَلَامًا فِي مَعَانِي الْآيِ الْمُتَشَابِهَاتِ يَذْكُرُ فِيهَا مِنَ الْأَقْوَالِ مَا لَمْ يُنْقَلْ عَنْ أَحَدٍ مِنَ السَّلَفِ، وَيَحْتَجُّ لِمَا يَقُولُهُ فِي الْقُرْآنِ بِالشَّاذِّ مِنَ اللُّغَةِ، وَهُوَ قَصْدُهُ بِذَلِكَ الْإِنْكَارُ عَلَى ابْنِ قُتَيْبَةَ، وَلَيْسَ هُوَ أَعْلَمُ بِمَعَانِي الْقُرْآنِ وَالْحَدِيثِ وَلَا أَتْبَعُ لِلسُّنَّةِ مِنِ ابْنِ قُتَيْبَةَ وَلَا أَفْقَهُ فِي ذَلِكَ، وَإِنْ كَانَ ابْنُ الْأَنْبَارِيِّ مِنْ أَحْفَظِ النَّاسِ لِلُّغَةِ، لَكِنَّ بَابَ فِقْهِ النُّصُوصِ غَيْرُ بَابِ حِفْظِ أَلْفَاظِ اللُّغَةِ، وَقَدْ نَقَمَ هُوَ وَغَيْرُهُ عَلَى ابْنِ قُتَيْبَةَ كَوْنَهُ رَدَّ عَلَى أَبِي عُبَيْدٍ أَشْيَاءَ مِنْ تَفْسِيرِ غَرِيبِ الْحَدِيثِ، وَابْنُ قُتَيْبَةٍ قَدِ اعْتَذَرَ عَنْ ذَلِكَ وَسَلَكَ فِي ذَلِكَ مَسْلَكَ أَمْثَالِهِ مِنْ أَهْلِ الْعِلْمِ، وَهُوَ وَأَمْثَالُهُ يُصِيبُونَ تَارَةً وَيُخْطِئُونَ أُخْرَى، فَإِنْ كَانَ الْمُتَشَابِهُ لَا يَعْلَمُ مَعْنَاهُ إِلَّا اللهُ فَهُمْ كُلُّهُمْ يَجْتَرِئُونَ عَلَى اللهِ يَتَكَلَّمُونَ فِي شَيْءٍ لَا سَبِيلَ إِلَى مَعْرِفَتِهِ، وَإِنْ كَانَ مَا بَيَّنُوهُ مِنْ مَعَانِي الْمُتَشَابِهِ قَدْ أَصَابُوا فِيهِ وَلَوْ فِي كَلِمَةٍ وَاحِدَةٍ ظَهَرَ خَطَؤُهُمْ فِي قَوْلِهِمْ: إِنَّ الْمُتَشَابِهَ لَا يَعْلَمُ مَعْنَاهُ إِلَّا اللهُ، وَلَا يَعْلَمُهُ أَحَدٌ مِنَ الْمَخْلُوقِينَ، فَلْيَخْتَرْ مَنْ يَنْصُرُ </p><p> قَوْلَهُمْ هَذَا أَوْ ذَاكَ، وَمَعْلُومٌ أَنَّهُمْ أَصَابُوا فِي شَيْءٍ كَثِيرٍ مِمَّا يُفَسِّرُونَ بِهِ الْمُتَشَابِهَ وَأَخْطَئُوا فِي بَعْضِ ذَلِكَ ; فَيَكُونُ تَفْسِيرُهُمْ لِهَذِهِ الْآيَةِ مِمَّا أَخْطَئُوا فِيهِ الْعِلْمَ الْيَقِينِيَّ فَإِنَّهُمْ أَصَابُوا فِي كَثِيرٍ مِنْ تَفْسِيرِ الْمُتَشَابِهِ، وَكَذَلِكَ مَا نُقِلَ عَنْ قَتَادَةَ مِنْ أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ لَا يَعْلَمُونَ تَأْوِيلَ الْمُتَشَابِهِ، فَكِتَابُهُ فِي التَّفْسِيرِ مِنْ أَشْهَرِ الْكُتُبِ، وَنَقَلَهُ ثَابِتٌ عَنْهُ مِنْ رِوَايَةِ مَعْمَرٍ عَنْهُ، وَمِنْ رِوَايَةِ سَعِيدِ بْنِ أَبِي عُرُوبَةَ عَنْهُ ; وَلِهَذَا كَانَ الْمُصَنِّفُونَ فِي التَّفْسِيرِ عَامَّتُهُمْ يَذْكُرُونَ قَوْلَهُ لِصِحَّةِ النَّقْلِ. وَمَعَ هَذَا يُفَسِّرُ الْقُرْآنَ كُلَّهُ مُحْكَمَهُ وَمُتَشَابِهَهُ. </p><p> \" وَالَّذِي اقْتَضَى شُهْرَةَ الْقَوْلِ عَنْ أَهْلِ السُّنَّةِ بِأَنَّ الْمُتَشَابِهَ لَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ ظُهُورُ التَّأْوِيلَاتِ الْبَاطِلَةِ مِنْ أَهْلِ الْبِدَعِ وَالْجَهْمِيَّةِ وَالْقَدَرِيَّةِ مِنَ الْمُعْتَزِلَةِ وَغَيْرِهِمْ، فَصَارَ أُولَئِكَ يَتَكَلَّمُونَ فِي تَأْوِيلِ الْقُرْآنِ بِرَأْيِهِمُ الْفَاسِدِ وَهَذَا أَصْلٌ مَعْرُوفٌ لِأَهْلِ الْبِدَعِ أَنَّهُمْ يُفَسِّرُونَ الْقُرْآنَ بِرَأْيِهِمُ الْعَقْلِيِّ وَتَأْوِيلِهِمُ اللُّغَوِيِّ، فَتَفَاسِيرُ الْمُعْتَزِلَةِ مَمْلُوءَةٌ بِتَأْوِيلِ النُّصُوصِ الْمُثْبِتَةِ لِلصِّفَاتِ وَالْقَدَرِ عَلَى غَيْرِ مَا أَرَادَ اللهُ وَرَسُولُهُ، فَإِنْكَارُ السَّلَفِ وَالْأَئِمَّةِ</p><p> لِهَذِهِ التَّأْوِيلَاتِ الْفَاسِدَةِ كَمَا قَالَ الْإِمَامُ أَحْمَدُ فِيمَا كَتَبَهُ فِي الرَّدِّ عَلَى الزَّنَادِقَةِ وَالْجَهْمِيَّةِ فِيمَا شَكَّتْ فِيهِ مِنْ مُتَشَابِهِ الْقُرْآنِ وَتَأَوَّلَتْهُ عَلَى غَيْرِ تَأْوِيلِهِ. </p><p> \" فَهَذَا الَّذِي أَنْكَرَهُ السَّلَفُ وَالْأَئِمَّةُ مِنَ التَّأْوِيلِ فَجَاءَ بَعْدَهُمْ قَوْمٌ انْتَسَبُوا إِلَى السُّنَّةِ بِغَيْرِ خِبْرَةٍ تَامَّةٍ وَبِمَا يُخَالِفُهَا وَظَنُّوا أَنَّ الْمُتَشَابِهَ لَا يَعْلَمُ مَعْنَاهُ إِلَّا اللهُ فَظَنُّوا أَنَّ مَعْنَى التَّأْوِيلِ هُوَ مَعْنَاهُ فِي اصْطِلَاحِ الْمُتَأَخِّرِينَ، وَهُوَ صَرْفُ اللَّفْظِ عَنْ الِاحْتِمَالِ الرَّاجِحِ إِلَى الْمَرْجُوحِ فَصَارُوا فِي مَوْضِعٍ يَقُولُونَ وَيَنْصُرُونَ أَنَّ الْمُتَشَابِهَ لَا يَعْلَمُ مَعْنَاهُ إِلَّا اللهُ ثُمَّ يَتَنَاقَصُونَ فِي ذَلِكَ مِنْ وُجُوهٍ (أَحَدُهَا) : أَنَّهُمْ يَقُولُونَ: النُّصُوصُ تُجْرَى عَلَى ظَوَاهِرِهَا وَلَا يَزِيدُونَ عَلَى الْمَعْنَى الظَّاهِرِ مِنْهَا، وَلِهَذَا يُبْطِلُونَ كُلَّ تَأْوِيلٍ يُخَالِفُ الظَّاهِرَ وَيُقَرِّرُونَ الْمَعْنَى الظَّاهِرَ وَيَقُولُونَ مَعَ هَذَا: إِنَّ لَهُ تَأْوِيلًا لَا يَعْلَمُهُ إِلَّا اللهُ، وَالتَّأْوِيلُ عِنْدَهُمْ مَا يُنَاقِضُ الظَّاهِرَ، فَكَيْفَ يَكُونُ لَهُ تَأْوِيلٌ يُخَالِفُ الظَّاهِرَ؟ وَقَدْ قَرَّرَ مَعْنَاهُ الظَّاهِرُ وَهَذَا مِمَّا أَنْكَرَهُ عَلَيْهِمْ مُنَاظِرُوهُمْ حَتَّى أَنْكَرَ ابْنُ عَقِيلٍ عَلَى شَيْخِهِ الْقَاضِي أَبِي يَعْلَى. (وَمِنْهَا) أَنَّا وَجَدْنَا هَؤُلَاءِ كُلَّهُمْ لَا يُحْتَجُّ عَلَيْهِمْ بِنَصٍّ يُخَالِفُ قَوْلَهُمْ لَا فِي مَسْأَلَةٍ أَصْلِيَّةٍ وَلَا فَرْعِيَّةٍ إِلَّا تَأَوَّلُوا ذَلِكَ النَّصَّ بِتَأْوِيلَاتٍ مُتَكَلَّفَةٍ مُسْتَخْرَجَةٍ مِنْ جِنْسِ تَحْرِيفِ الْكَلِمِ عَنْ مَوَاضِعِهِ مِنْ جِنْسِ تَأْوِيلَاتِ الْجَهْمِيَّةِ وَالْقَدَرِيَّةِ الَّتِي تُخَالِفُهُمْ، فَأَيْنَ هَذَا مِنْ قَوْلِهِمْ: لَا يَعْلَمُ مَعَانِيَ النُّصُوصِ الْمُتَشَابِهَةِ إِلَّا اللهُ؟ وَاعْتَبِرْ هَذَا بِمَا تَجِدُهُ فِي كُتُبِهِمْ مِنْ مُنَاظَرَتِهِمْ لِلْمُعْتَزِلَةِ عَلَى قَوْلِهِمْ بِالْآيَاتِ الَّتِي تُنَاقِضُ قَوْلَ هَؤُلَاءِ، مِثْلَ أَنْ يَحْتَجُّوا بِقَوْلِهِ: وَاللهُ لَا يُحِبُّ الْفَسَادَ [٢: ٢٠٥] ، وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ [٣٩: ٧] ، وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ [٥١: ٥٦] ، لَا تُدْرِكُهُ الْأَبْصَارُ [٦: ١٠٣] ، إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ [٣٦: ٨٢] ، وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ [٢: ٣٠] وَنَحْوَ ذَلِكَ كَيْفَ </p><p> تَجِدُهُمْ يَتَأَوَّلُونَ هَذِهِ النُّصُوصَ بِتَأْوِيلَاتٍ غَالِبُهَا فَاسِدٌ وَإِنْ كَانَ فِي بَعْضِهَا حَقٌّ؟ فَإِنْ كَانَ مَا تَأَوَّلُوهُ حَقًّا دَلَّ عَلَى أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ يَعْلَمُونَ تَأْوِيلَ الْمُتَشَابِهِ، فَظَهَرَ تَنَاقُضُهُمْ وَإِنْ كَانَ بَاطِلًا فَذَلِكَ أَبْعَدُ لَهُمْ. </p><p> \" وَهَذَا أَحْمَدُ بْنُ حَنْبَلٍ إِمَامُ أَهْلِ السُّنَّةِ الصَّابِرُ فِي الْمِحْنَةِ الَّذِي قَدْ صَارَ لِلْمُسْلِمِينَ مِعْيَارًا يُفَرِّقُونَ بِهِ بَيْنَ أَهْلِ السُّنَّةِ وَالْبِدْعَةِ، لَمَّا صَنَّفَ كِتَابَهُ فِي الرَّدِّ عَلَى الزَّنَادِقَةِ وَالْجَهْمِيَّةِ فِيمَا شَكَّتْ فِيهِ مِنْ مُتَشَابِهِ الْقُرْآنِ وَتَأَوَّلَتْهُ عَلَى غَيْرِ تَأْوِيلِهِ، تَكَلَّمَ فِي مَعَانِي الْمُتَشَابِهِ الَّذِي اتَّبَعَهُ الزَّائِغُونَ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ آيَةً آيَةً، وَبَيَّنَ مَعْنَاهَا</p><p> وَفَسَّرَهَا لِيُبَيِّنَ فَسَادَ تَأْوِيلِ الزَّائِغِينَ، وَاحْتَجَّ عَلَى أَنَّ اللهَ يَرَى، وَأَنَّ الْقُرْآنَ غَيْرَ مَخْلُوقٍ، وَأَنَّ اللهَ فَوْقَ الْعَرْشِ، بِالْحُجَجِ الْعَقْلِيَّةِ وَالسَّمْعِيَّةِ، وَرَدَّ مَا احْتَجَّ بِهِ النُّفَاةُ مِنَ الْحُجَجِ الْعَقْلِيَّةِ وَالسَّمْعِيَّةِ، وَبَيَّنَ مَعَانِيَ الْآيَاتِ الَّتِي سَمَّاهَا هُوَ مُتَشَابِهَةً، وَفَسَّرَهَا آيَةً آيَةً. وَكَذَلِكَ لَمَّا نَاظَرُوهُ وَاحْتَجُّوا عَلَيْهِ بِالنُّصُوصِ جَعَلَ يُفَسِّرُهَا آيَةً آيَةً وَحَدِيثًا حَدِيثًا، وَيُبَيِّنُ فَسَادَ مَا تَأَوَّلَهَا عَلَيْهِ الزَّائِغُونَ، وَيُبَيِّنُ هُوَ مَعْنَاهَا، وَلَمْ يَقُلْ أَحْمَدُ إِنَّ هَذِهِ الْآيَاتِ وَالْأَحَادِيثَ لَا يَفْهَمُ مَعْنَاهَا إِلَّا اللهُ وَلَا قَالَ أَحَدٌ لَهُ ذَلِكَ، بَلِ الطَّوَائِفُ كُلُّهَا مُجْتَمِعَةٌ عَلَى إِمْكَانِ مَعْرِفَةِ مَعْنَاهَا لَكِنْ يَتَنَازَعُونَ فِي الْمُرَادِ كَمَا يَتَنَازَعُونَ فِي آيَاتِ الْأَمْرِ وَالنَّهْيِ وَكَذَلِكَ تَفْسِيرُ الْمُتَشَابِهِ مِنَ الْآيَاتِ وَالْأَحَادِيثِ الَّتِي يَحْتَجُّ بِهَا الزَّائِغُونَ مِنَ الْخَوَارِجِ وَغَيْرِهِمْ كَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الشَّارِبُ الْخَمْرِ حِينَ يَشْرَبُ وَهُوَ مُؤْمِنٌ وَأَمْثَالِ ذَلِكَ، وَيُبْطِلُ قَوْلَ الْمُرْجِئَةِ وَالْجَهْمِيَّةِ وَقَوْلَ الْخَوَارِجِ وَالْمُعْتَزِلَةِ، وَكُلُّ هَذِهِ الطَّوَائِفِ تَحْتَجُّ بِنُصُوصِ الْمُتَشَابِهِ عَلَى قَوْلِهَا، وَلَمْ يَقُلْ أَحَدٌ لَا مِنْ أَهْلِ السُّنَّةِ وَلَا مِنْ هَؤُلَاءِ لِمَا يَسْتَدِلُّ بِهِ هُوَ أَوْ يَسْتَدِلُّ بِهِ عَلَيْهِ مُنَازِعُهُ: هَذِهِ آيَاتٌ وَأَحَادِيثُ لَا يَعْلَمُ مَعْنَاهَا أَحَدٌ مِنَ الْبَشَرِ، فَأَمْسَكُوا عَنِ الِاسْتِدْلَالِ بِهَا، وَكَانَ الْإِمَامُ أَحْمَدُ يُنْكِرُ طَرِيقَةَ أَهْلِ الْبِدَعِ الَّذِينَ يُفَسِّرُونَ الْقُرْآنَ بِرَأْيِهِمْ وَتَأْوِيلِهِمْ مِنْ غَيْرِ اسْتِدْلَالٍ بِسُنَّةِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَقْوَالِ الصَّحَابَةِ وَالتَّابِعِينَ الَّذِينَ بَلَّغَهُمُ الصَّحَابَةُ مَعَانِيَ الْقُرْآنِ كَمَا بَلَّغُوهُمْ أَلْفَاظَهُ وَنَقَلُوا هَذَا كَمَا نَقَلُوا ذَاكَ، وَلَكِنَّ أَهْلَ الْبِدَعِ يَتَأَوَّلُونَ النُّصُوصَ بِتَأْوِيلَاتٍ تُخَالِفُ مُرَادَ اللهِ وَرَسُولِهِ، وَيَدَّعُونَ أَنَّ هَذَا هُوَ التَّأْوِيلُ الَّذِي يَعْلَمُهُ الرَّاسِخُونَ، وَهُمْ مُبْطِلُونَ فِي ذَلِكَ لَا سِيَّمَا تَأْوِيلَاتُ الْقَرَامِطَةِ وَالْبَاطِنِيَّةِ الْمَلَاحِدَةِ، وَكَذَلِكَ أَهْلُ الْكَلَامِ الْمُحْدَثِ مِنَ الْجَهْمِيَّةِ وَالْقَدَرِيَّةِ وَغَيْرِهِمْ، وَلَكِنَّ هَؤُلَاءِ يَعْتَرِفُونَ بِأَنَّهُمْ لَا يَعْلَمُونَ التَّأْوِيلَ، وَإِنَّمَا غَايَتُهُمْ أَنْ يَقُولُوا: ظَاهِرُ هَذِهِ الْآيَةِ غَيْرُ مُرَادٍ، وَلَكِنْ يُحْتَمَلُ أَنْ يُرَادَ كَذَا وَأَنْ يُرَادَ كَذَا، وَلَوْ تَأَوَّلَهَا الْوَاحِدُ مِنْهُمْ بِتَأْوِيلٍ مُعَيَّنٍ فَهُوَ لَا يَعْلَمُ أَنَّهُ مُرَادُ اللهِ وَرَسُولِهِ، بَلْ يَجُوزُ أَنْ يَكُونَ مُرَادُ اللهِ وَرَسُولِهِ عِنْدَهُمْ غَيْرَ ذَلِكَ كَالتَّأْوِيلَاتِ الَّتِي يَذْكُرُونَهَا فِي نُصُوصِ الْكِتَابِ كَمَا يَذْكُرُونَهُ فِي قَوْلِهِ: وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا [٨٩: ٢٢] \" وَيَنْزِلُ رَبُّنَا \" </p><p> وَالرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى [٢٠: ٢] ، وَكَلَّمَ اللهُ مُوسَى تَكْلِيمًا [٤: ١٦٤] ، وَغَضِبَ اللهُ عَلَيْهِمْ [٤٨: ٦] ، إِنَّمَا أَمْرُهُ إِذَا </p><p> أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ [٣٦: ٨٢] وَأَمْثَالِ ذَلِكَ مِنَ النُّصُوصِ، فَإِنَّ غَايَةَ مَا عِنْدَهُمْ يُحْتَمَلُ أَنْ يُرَادَ بِهِ كَذَا وَيَجُوزُ كَذَا وَنَحْوُ ذَلِكَ، وَلَيْسَ هَذَا عِلْمًا بِالتَّأْوِيلِ، وَكَذَلِكَ كُلُّ مَنْ ذَكَرَ فِي نَصٍّ أَقْوَالًا وَاحْتِمَالَاتٍ وَلَمْ يَعْرِفِ الْمُرَادَ فَإِنَّهُ لَمْ يَعْرِفْ تَفْسِيرَ ذَلِكَ وَتَأْوِيلَهُ، وَإِنَّمَا يَعْرِفُ ذَلِكَ مَنْ عَرَفَ الْمُرَادَ. </p><p> \" وَمَنْ زَعَمَ مِنَ الْمَلَاحِدَةِ أَنَّ الْأَدِلَّةَ السَّمْعِيَّةَ لَا تُفِيدُ الْعِلْمَ فَمَضْمُونُ مَدْلُولَاتِهِ لَا يَعْلَمُ أَحَدٌ تَفْسِيرَ الْمُحْكَمِ وَلَا تَفْسِيرَ الْمُتَشَابِهِ وَلَا تَأْوِيلَ ذَلِكَ. وَهَذَا إِقْرَارٌ مِنْهُ عَلَى نَفْسِهِ بِأَنَّهُ لَيْسَ مِنَ الرَّاسِخِينَ فِي الْعِلْمِ الَّذِينَ يَعْلَمُونَ تَأْوِيلَ الْمُتَشَابِهِ فَضْلًا عَنْ تَأْوِيلِ الْمُحْكَمِ، فَإِذَا انْضَمَّ إِلَى ذَلِكَ أَنْ يَكُونَ كَلَامُهُمْ فِي الْعَقْلِيَّاتِ فِيهِ مِنَ السَّفْسَطَةِ وَالتَّلْبِيسِ مَا لَا يَكُونُ مَعَهُ دَلِيلٌ عَلَى الْحَقِّ لَمْ يَكُنْ عِنْدَ هَؤُلَاءِ لَا مَعْرِفَةٌ بِالسَّمْعِيَّاتِ وَلَا بِالْعَقْلِيَّاتِ،وَقَدْ أَخْبَرَ اللهُ عَنْ أَهْلِ النَّارِ أَنَّهُمْ قَالُوا:لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ[٦٧: ١٠]وَمَدَحَ الَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِهِ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا، وَالَّذِينَ يَفْقَهُونَ وَيَعْقِلُونَ. وَذَمَّ الَّذِينَ لَا يَفْهَمُونَ وَلَا يَعْقِلُونَ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِهِ، وَأَهْلُ الْبِدَعِ الْمُخَالِفُونَ لِلْكِتَابِ وَالسُّنَّةِ يَدَّعُونَ الْعِلْمَ وَالْعِرْفَانَ وَالتَّحْقِيقَ، وَهُمْ مِنْ أَجْهَلِ النَّاسِ بِالسَّمْعِيَّاتِ وَالْعَقْلِيَّاتِ، وَهُمْ يَجْعَلُونَ أَلْفَاظًا لَهُمْ مُجْمَلَةً مُتَشَابِهَةً تَتَضَمَّنُ حَقًّا وَبَاطِلًا يَجْعَلُونَهَا هِيَ الْأُصُولَ الْمَحْكَمَةَ، وَيَجْعَلُونَ مَا عَارَضَهَا مِنْ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ مِنَ الْمُتَشَابِهِ الَّذِي لَا يَعْلَمُ مَعْنَاهُ عِنْدَهُمْ إِلَّا اللهُ وَمَا يَتَأَوَّلُونَهُ بِالِاحْتِمَالَاتِ لَا يُفِيدُ، فَيَجْعَلُونَ الْبَرَاهِينَ شُبْهَاتٍ، وَالشُّبْهَاتِ بَرَاهِينَ كَمَا قَدْ بُسِطَ ذَلِكَ فِي مَوْضِعٍ آخَرَ \" . </p><p> وَقَدْ نَقَلَ الْقَاضِي أَبُو يَعْلَى عَنِ الْإِمَامِ أَحْمَدَ أَنَّهُ قَالَ:  \" الْمُحْكَمُ: مَا اسْتَقَلَّ بِنَفْسِهِ وَلَمْ يَحْتَجْ إِلَى بَيَانٍ، وَالْمُتَشَابِهُ مَا احْتَاجَ إِلَى بَيَانٍ، وَكَذَلِكَ قَالَ الْإِمَامُ أَحْمَدُ فِي رِوَايَةٍ.وَعَنِ الشَّافِعِيِّ قَالَ:الْمُحْكَمُ مَا لَا يَحْتَمِلُ مِنَ التَّأْوِيلِ إِلَّا وَجْهًا وَاحِدًا،وَالْمُتَشَابِهُ:مَا احْتَمَلَ مِنَ التَّأْوِيلِ وُجُوهًا. وَكَذَلِكَ قَالَ الْإِمَامُ أَحْمَدُ،وَكَذَلِكَ قَالَ ابْنُ الْأَنْبَارِيِّ:الْمُحْكَمُ مَا لَمْ يَحْتَمِلْ مِنَ التَّأْوِيلِ إِلَّا وَجْهًا وَاحِدًا وَالْمُتَشَابِهُ الَّذِي تَعْتَوِرُهُ التَّأْوِيلَاتُ \" . فَيُقَالُ حِينَئِذٍ: فَجَمِيعُ الْأُمَّةِ سَلَفُهَا وَخَلَفُهَا يَتَكَلَّمُونَ فِي مَعَانِي الْقُرْآنِ الَّتِي تَحْتَمِلُ التَّأْوِيلَاتِ، وَهَؤُلَاءِ الَّذِينَ يُفَسِّرُونَ أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ لَا يَعْلَمُونَ مَعْنَى الْمُتَشَابِهِ هُمْ مِنْ أَكْثَرِ النَّاسِ كَلَامًا فِيهِ. وَالْأَئِمَّةُ كَالشَّافِعِيِّ وَأَحْمَدَ وَمَنْ قَبْلَهُمْ كُلُّهُمْ يَتَكَلَّمُونَ فِيمَا يَحْتَمِلُ مَعَانِيَ </p><p> وَيُرَجِّحُونَ بَعْضَهَا عَلَى بَعْضٍ بِالْأَدِلَّةِ فِي جَمِيعِ مَسَائِلِ الْعِلْمِ الْأُصُولِيَّةِ وَالْفُرُوعِيَّةِ لَا يُعْرَفُ عَنْ عَالِمٍ مِنْ عُلَمَاءِ الْمُسْلِمِينَ أَنَّهُ قَالَ عَنْ نَصٍّ احْتَجَّ بِهِ مُحْتَجٌّ فِي مَسْأَلَةٍ: إِنَّ هَذَا لَا يَعْرِفُ أَحَدٌ مَعْنَاهُ فَلَا يُحْتَجُّ بِهِ، وَلَوْ قَالَ أَحَدٌ ذَلِكَ لَقِيلَ لَهُ مِثْلَ ذَلِكَ، وَإِذَا ادَّعَى فِي مَسَائِلِ النِّزَاعِ الْمَشْهُورَةِ بَيْنَ الْأَئِمَّةِ أَنَّ نَصَّهُ مُحْكَمٌ يُعْلَمُ مَعْنَاهُ، وَأَنَّ النَّصَّ الْآخَرَ مُتَشَابِهٌ لَا يَعْلَمُ أَحَدٌ مَعْنَاهُ قُوبِلَ بِمِثْلِ هَذِهِ الدَّعْوَى. </p><p> \" </p><p> وَهَذَا بِخِلَافِ قَوْلِ الْقَائِلِ: إِنَّ مِنَ الْمَنْصُوصِ مَا مَعْنَاهُ جَلِيٌّ وَاضِحٌ ظَاهِرٌ لَا يَحْتَمِلُ إِلَّا وَجْهًا وَاحِدًا لَا يَقَعُ فِيهِ اشْتِبَاهٌ، وَمِنْهَا مَا فِيهِ خَفَاءٌ وَاشْتِبَاهٌ يَعْرِفُ مَعْنَاهُ الرَّاسِخُونَ فِي الْعِلْمِ فَإِنَّ هَذَا مُسْتَقِيمٌ صَحِيحٌ، وَحِينَئِذٍ فَالْخُلْفُ فِي الْمُتَشَابِهِ يَدُلُّ عَلَى أَنَّهُ كُلَّهُ يُعْرَفُ مَعْنَاهُ. فَمَنْ قَالَ: إِنَّهُ يُعْرَفُ مَعْنَاهُ يُبَيِّنُ حُجَّةً عَلَى ذَلِكَ، وَأَيْضًا فَمَا ذَكَرَهُ السَّلَفُ وَالْخَلَفُ فِي الْمُتَشَابِهِ يَدُلُّ عَلَى أَنَّهُ كُلَّهُ يُعْرَفُ مَعْنَاهُ. </p><p> \" فَمَنْ قَالَ: إِنَّ الْمُتَشَابِهَ هُوَ الْمَنْسُوخُ مَعْرُوفٌ. وَهَذَا الْقَوْلُ مَأْثُورٌ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ وَقَتَادَةَ وَالسُّدِّيِّ وَغَيْرِهِمْ، وَابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ وَقَتَادَةَ هُمُ الَّذِينَ نُقِلَ عَنْهُمْ أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ لَا يَعْلَمُونَ تَأْوِيلَهُ، وَمَعْلُومٌ قَطْعًا بِاتِّفَاقِ الْمُسْلِمِينَ أَنَّ الرَّاسِخِينَ يَعْلَمُونَ مَعْنَى الْمَنْسُوخِ، فَكَانَ هَذَا النَّقْلُ عَنْهُمْ يُنَاقِضُ ذَلِكَ النَّقْلَ، وَيَدُلُّ عَلَى أَنَّهُ كَذِبٌ إِنْ كَانَ هَذَا صِدْقًا وَإِلَّا تَعَارَضَ النَّقْلَانِ عَنْهُمْ. وَالْمُتَوَاتِرُ عَنْهُمْ أَنَّ الرَّاسِخِينَ يَعْلَمُونَ مَعْنَى الْمُتَشَابِهِ.</p><p> \" الْقَوْلُ الثَّانِي مَأْثُورٌ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ أَنَّهُ قَالَ: الْمُحْكَمُ مَا عَلِمَ الْعُلَمَاءُ تَأْوِيلَهُ، وَالْمُتَشَابِهُ مَا لَمْ يَكُنْ لِلْعُلَمَاءِ إِلَى مَعْرِفَتِهِ سَبِيلٌ كَقِيَامِ السَّاعَةِ، وَمَعْلُومٌ أَنَّ وَقْتَ قِيَامِ السَّاعَةِ مِمَّا اتَّفَقَ الْمُسْلِمُونَ عَلَى أَنَّهُ لَا يَعْلَمُهُ إِلَّا اللهُ ; فَإِذَا أُرِيدَ بِلَفْظِ التَّأْوِيلِ هَذَا كَانَ الْمُرَادُ بِهِ لَا يَعْلَمُ وَقْتَ تَأْوِيلِهِ إِلَّا اللهُ، وَهَذَا حَقٌّ، وَلَا يَدُلُّ ذَلِكَ عَلَى أَنَّهُ لَا يُعْرَفُ مَعْنَى الْخِطَابِ بِذَلِكَ، وَكَذَلِكَ إِنْ أُرِيدَ بِالتَّأْوِيلِ حَقَائِقُ مَا يُوجَدُ، وَقِيلَ: لَا يَعْلَمُ كَيْفِيَّةَ ذَلِكَ إِلَّا اللهُ. فَهَذَا قَدْ قَدَّمْنَاهُ، وَذَكَرَ أَنَّهُ عَلَى قَوْلِ هَؤُلَاءِ مَنْ وَقَفَ عِنْدَ قَوْلِهِ: وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللهُ هُوَ الَّذِي يَجِبُ أَنْ يُرَادَ بِالتَّأْوِيلِ التَّفْسِيرُ وَمَعْرِفَةُ الْمَعْنَى وَيَقِفُ عَلَى قَوْلِهِ: إِلَّا اللهُ فَهَذَا خَطَأٌ مُخَالِفٌ لِلْكِتَابِ وَالسُّنَّةِ وَإِجْمَاعِ الْمُسْلِمِينَ. وَمَنْ قَالَ ذَلِكَ مِنَ الْمُتَأَخِّرِينَ فَإِنَّهُ مُتَنَاقِضٌ، يَقُولُ ذَلِكَ يَقُولُ مَا يُنَاقِضُهُ </p><p> وَهَذَا الْقَوْلُ يُنَاقِضُ الْإِيمَانَ بِاللهِ وَرَسُولِهِ مِنْ وُجُوهٍ كَثِيرَةٍ، وَيُوجِبُ الْقَدْحَ فِي الرِّسَالَةِ، وَلَا رَيْبَ فِي أَنَّ الَّذِينَ قَالُوهُ لَمْ يَتَدَبَّرُوا لَوَازِمَهُ وَحَقِيقَةَ مَا أَطْلَقُوهُ، وَكَانَ أَكْبَرُ قَصْدِهِمْ دَفْعَ تَأْوِيلَاتِ أَهْلِ الْبِدَعِ الْمُتَشَابِهَةِ، وَهَذَا الَّذِي قَصَدُوهُ حَقٌّ، وَكُلُّ مُسْلِمٍ يُوَافِقُهُمْ عَلَيْهِ، لَكِنْ لَا نَدْفَعُ بَاطِلًا بِبَاطِلٍ آخَرَ، وَلَا نَرُدُّ بِدْعَةٍ بِبِدْعَةٍ، وَلَا نَرُدَّ تَفْسِيرَ أَهْلِ الْبَاطِلِ لِلْقُرْآنِ بِأَنْ يُقَالَ: الرَّسُولُ وَالصَّحَابَةُ كَانُوا لَا يَعْرِفُونَ تَفْسِيرَ مَا تَشَابَهَ مِنَ الْقُرْآنِ، فَفِي هَذَا مِنَ الظَّنِّ فِي الرَّسُولِ وَسَلَفِ الْأُمَّةِ مَا قَدْ يَكُونُ أَعْظَمَ مِنْ خَطَأِ طَائِفَةٍ فِي تَفْسِيرِ بَعْضِ الْآيَاتِ، وَالْعَاقِلُ لَا يَبْنِي قَصْرًا وَيَهْدِمُ مِصْرًا. </p><p> \" وَالْقَوْلُ الثَّالِثُ: أَنَّ الْمُتَشَابِهَ الْحُرُوفُ الْمُقَطَّعَةُ فِي أَوَائِلِ السُّوَرِ. يُرْوَى هَذَا عَنِ ابْنِ عَبَّاسٍ. وَعَلَى هَذَا الْقَوْلِ فَالْحُرُوفُ الْمُقَطَّعَةُ لَيْسَتْ كَلَامًا تَامًّا مِنَ الْجُمَلِ الِاسْمِيَّةِ وَالْفِعْلِيَّةِ وَإِنَّمَا هِيَ أَسْمَاءٌ مَوْقُوفَةٌ، وَلِهَذَا لَمْ تُعْرَبْ فَإِنَّ الْإِعْرَابَ إِنَّمَا يَكُونُ بَعْدَ الْعَقْدِ وَالتَّرْكِيبِ وَإِنَّمَا </p><p> نُطِقَ بِهَا مَوْقُوفَةً. كَمَا يُقَالُ: أب ت وَلِهَذَا تُكْتَبُ بِصُورَةِ الْحَرْفِ لَا بِصُورَةِ الِاسْمِ الَّذِي يُنْطَقُ بِهِ ; فَإِنَّهَا فِي النُّطْقِ أَسْمَاءٌ، وَلِهَذَا لَمَّا سَأَلَ الْخَلِيلُ أَصْحَابَهُ عَنِ النُّطْقِ بِالزَّايِ مِنْ زَيْدٍ قَالُوا: زَا، قَالَ: نَطَقْتُمْ بِالِاسْمِ، وَإِنَّمَا النُّطْقُ بِالْحُرُوفِ زَهْ، فَهِيَ فِي اللَّفْظِ أَسْمَاءٌ وَفِي الْخَطِّ حُرُوفٌ مُقَطَّعَةٌ (الم) لَا تُكْتَبُ أَلِفْ لَامْ مِيمْ كَمَا يُكْتَبُ قَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مَنْ قَرَأَ الْقُرْآنَ فَأَعْرَبَهُ فَلَهُ بِكُلِّ حَرْفٍ عَشْرُ حَسَنَاتٍ، أَمَا إِنِّي لَا أَقُولُ الم حَرْفٌ وَلَكِنْ أَلْفٌ حَرْفٌ وَلَامٌ حَرْفٌ وَمِيمٌ حَرْفٌ وَالْحَرْفُ فِي لُغَةِ الرَّسُولِ وَأَصْحَابِهِ يَتَنَاوَلُهُ الَّذِي يُسَمِّيهِ النُّحَاةُ اسْمًا وَفِعْلًا وَحَرْفًا ; لِهَذَا قَالَ سِيبَوَيْهِ فِي تَقْسِيمِ الْكَلَامِ: اسْمٌ وَفِعْلٌ وَحَرْفٌ جَاءَ لِمَعْنًى لَيْسَ بِاسْمٍ وَلَا بِفِعْلِ ; فَإِنَّهُ لَمَّا كَانَ مَعْرُوفًا مِنَ اللُّغَةِ أَنَّ الِاسْمَ حَرْفٌ وَالْفِعْلَ حَرْفٌ خُصَّ هَذَا الْقِسْمُ الثَّالِثُ الَّذِي يُطْلِقُ النُّحَاةُ عَلَيْهِ الْحَرْفَ أَنَّهُ جَاءَ لِمَعْنًى لَيْسَ بِاسْمٍ وَلَا فِعْلٍ، وَهَذِهِ حُرُوفُ الْمَعَانِي الَّتِي يَتَأَلَّفُ مِنْهَا الْكَلَامُ، وَأَمَّا حُرُوفُ الْهِجَاءِ فَتِلْكَ إِنَّمَا تُكْتَبُ فِي صُورَةِ الْحَرْفِ الْمُجَرَّدِ وَيُنْطَقُ بِهَا غَيْرَ مُعْرَبَةٍ وَلَا يُقَالُ فِيهَا مُعْرَبٌ وَلَا مَبْنِيٌّ ; لِأَنَّ ذَلِكَ إِنَّمَا يُقَالُ فِي الْمُؤَلَّفِ، فَإِذَا كَانَ عَلَى هَذَا الْقَوْلِ كُلُّ مَا سِوَى هَذِهِ مُحْكَمًا حَصَلَ الْمَقْصُودُ، فَإِنَّهُ لَيْسَ الْمَقْصُودُ إِلَّا مَعْرِفَةَ كَلَامِ اللهِ وَكَلَامَ رَسُولِهِ. ثُمَّ يُقَالُ: هَذِهِ الْحُرُوفُ قَدْ تَكَلَّمَ فِي مَعْنَاهَا أَكْثَرُ النَّاسِ، فَإِنْ كَانَ مَعْنَاهَا مَعْرُوفًا فَقَدْ عُرِفَ مَعْنَى الْمُتَشَابِهِ، وَإِنْ لَمْ يَكُنْ </p><p> مَعْرُوفًا - وَهُوَ الْمُتَشَابِهُ - كَانَ مَا سِوَاهَا مَعْلُومُ الْمَعْنَى وَهَذَا هُوَ الْمَطْلُوبُ، وَأَيْضًا فَإِنَّ اللهَ - تَعَالَى - قَالَ: مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ وَهَذِهِ الْحُرُوفُ لَيْسَتْ آيَاتٍ عِنْدَ جُمْهُورِ الْعُلَمَاءِ، وَإِنَّمَا يَعُدُّهَا آيَاتٍ الْكُوفِيُّونَ. وَسَبَبُ نُزُولِ هَذِهِ الْآيَةِ الصَّحِيحُ يَدُلُّ عَلَى أَنَّ غَيْرَهَا أَيْضًا مُتَشَابِهٌ. </p><p> وَلَكِنَّ هَذَا الْقَوْلَ يُوَافِقُ مَا نُقِلَ عَنِ الْيَهُودِ مِنْ طَلَبِ عِلْمِ الْمَدَدِ مِنْ حُرُوفِ الْهِجَاءِ. </p><p> وَالرَّابِعُ: أَنَّ الْمُتَشَابِهَ مَا اشْتَبَهَتْ مَعَانِيهِ قَالَهُ مُجَاهِدٌ. وَهَذَا يُوَافِقُ قَوْلَ أَكْثَرِ الْعُلَمَاءِ وَكُلُّهُمْ يَتَكَلَّمُ فِي تَفْسِيرِ هَذَا الْمُتَشَابِهِ وَيُبَيِّنُ مَعْنَاهُ. </p><p> وَالْخَامِسُ: أَنَّ الْمُتَشَابِهَ مَا تَكَرَّرَتْ أَلْفَاظُهُ، قَالَهُ عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ قَالَ:  \" الْمُحْكَمُ: مَا ذَكَرَ اللهُ فِي كِتَابِهِ مِنْ قَصَصِ الْأَنْبِيَاءِ فَفَصَّلَهُ وَبَيَّنَهُ،وَالْمُتَشَابِهُ:هُوَ مَا اخْتَلَفَتْ أَلْفَاظُهُ فِي قَصَصِهِمْ عِنْدَ التَّكْرِيرِ،كَمَا قَالَ فِي مَوْضِعٍ مِنْ قِصَّةِ نُوحٍ:احْمِلْ فِيهَا[١١: ٤٠]وَقَالَ فِي مَوْضِعٍ آخَرَ: فَاسْلُكْ فِيهَا[٢٣: ٢٧]وَقَالَ فِي عَصَا مُوسَى: فَإِذَا هِيَ حَيَّةٌ تَسْعَى[٢٠: ٢٠]وَفِي مَوْضِعٍ: فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ[٧: ١٠٧]\" وَصَاحِبُ هَذَا الْقَوْلِ جَعَلَ الْمُتَشَابِهَ اخْتِلَافَ اللَّفْظِ مَعَ اتِّفَاقِ الْمَعْنَى كَمَا يُشْتَبَهُ عَلَى حَافِظِ الْقُرْآنِ هَذَا اللَّفْظُ بِذَاكَ اللَّفْظِ، وَقَدْ صَنَّفَ بَعْضُهُمْ فِي هَذَا الْمُتَشَابِهِ ; لِأَنَّ الْقِصَّةَ الْوَاحِدَةَ يَتَشَابَهُ مَعْنَاهَا فِي الْمَوْضِعَيْنِ، فَاشْتَبَهَ عَلَى الْقَارِئِ أَحَدُ اللَّفْظَيْنِ بِالْآخَرِ، وَهَذَا الْمُتَشَابِهُ لَا يَنْفِي مَعْرِفَةَ الْمَعَانِي بِلَا رَيْبٍ، وَلَا يُقَالُ </p><p> فِي مِثْلِ هَذَا: إِنَّ الرَّاسِخِينَ يَخْتَصُّونَ بِعِلْمِ تَأْوِيلِهِ. فَهَذَا الْقَوْلُ إِنْ كَانَ صَحِيحًا كَانَ حُجَّةً لَنَا وَإِنْ كَانَ ضَعِيفًا لَمْ يَضُرَّنَا. </p><p> وَالسَّادِسُ: أَنَّهُ مَا احْتَاجَ إِلَى بَيَانٍ كَمَا نُقِلَ عَنْ أَحْمَدَ. </p><p> وَالسَّابِعُ: أَنَّهُ مَا احْتَمَلَ وُجُوهًا كَمَا نُقِلَ عَنِ الشَّافِعِيِّ وَأَحْمَدَ، وَقَدْ نُقِلَ عَنْ أَبِي الدَّرْدَاءِ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ قَالَ:  \" إِنَّكَ لَا تَفْقَهُ كُلَّ الْفِقْهِ حَتَّى تَرَى لِلْقُرْآنِ وُجُوهًا \" وَقَدْ صَنَّفَ النَّاسُ كُتُبَ الْوُجُوهِ وَالنَّظَائِرِ، فَالنَّظَائِرُ: اللَّفْظُ الَّذِي اتَّفَقَ مَعْنَاهُ فِي الْمَوْضِعَيْنِ وَأَكْثَرَ، وَالْوُجُوهُ: الَّذِي اخْتَلَفَ مَعْنَاهُ، كَمَا يُقَالُ الْأَسْمَاءُ الْمُتَوَاطِئَةُ وَالْمُشْتَرِكَةُ وَإِنْ كَانَ بَيْنَهُمَا فَرْقٌ - لِبَسْطِهِ مَوْضِعٌ آخَرُ - وَقَدْ قِيلَ هِيَ نَظَائِرُ فِي اللَّفْظِ وَمَعَانِيهَا مُخْتَلِفَةٌ، فَتَكُونُ كَالْمُشْتَرِكَةِ، وَلَيْسَ كَذَلِكَ، بَلِ الصَّوَابُ أَنَّ الْمُرَادَ بِالْوُجُوهِ وَالنَّظَائِرِ هُوَ الْأَوَّلُ، وَقَدْ تَكَلَّمَ الْمُسْلِمُونَ سَلَفُهُمْ وَخَلَفُهُمْ فِي مَعَانِي الْوُجُوهِ وَفِيمَا يُحْتَاجُ إِلَى بَيَانٍ وَمَا يَحْتَمِلُ </p><p> وُجُوهًا، فَعُلِمَ يَقِينًا أَنَّ الْمُسْلِمِينَ مُتَّفِقُونَ عَلَى أَنَّ جَمِيعَ الْقُرْآنِ مِمَّا يُمْكِنُ لِلْعُلَمَاءِ مَعْرِفَةُ مَعَانِيهِ. </p><p> وَاعْلَمْ أَنَّ مَنْ قَالَ إِنَّ مِنَ الْقُرْآنِ كَلَامًا لَا يَفْهَمُ أَحَدٌ مَعْنَاهُ وَلَا يَعْرِفُ مَعْنَاهُ إِلَّا اللهُ فَإِنَّهُ مُخَالِفٌ لِإِجْمَاعِهِ الْأُمَّةَ مَعَ مُخَالَفَتِهِ لِلْكِتَابِ وَالسُّنَةِ. </p><p> وَالثَّامِنُ: أَنَّ الْمُتَشَابِهَ هُوَ الْقَصَصُ وَالْأَمْثَالُ، وَهَذَا أَيْضًا يُعْرَفُ مَعْنَاهُ. </p><p> وَالتَّاسِعُ: أَنَّهُ مَا يُؤْمَنُ بِهِ وَلَا يُعْمَلُ بِهِ. وَهَذَا أَيْضًا مِمَّا يُعْرَفُ مَعْنَاهُ. </p><p> وَالْعَاشِرُ: قَوْلُ بَعْضِ الْمُتَأَخِّرِينَ: إِنَّ الْمُتَشَابِهَ آيَاتُ الصِّفَاتِ وَأَحَادِيثُ الصِّفَاتِ، وَهَذَا أَيْضًا مِمَّا يُعْلَمُ مَعْنَاهُ فَإِنَّ أَكْثَرَ آيَاتِ الصِّفَاتِ اتَّفَقَ الْمُسْلِمُونَ عَلَى أَنَّهُ يُعْرَفُ مَعْنَاهَا وَالْبَعْضُ الَّذِي تَنَازَعَ النَّاسُ فِي مَعْنَاهُ إِنَّمَا ذَمَّ السَّلَفُ مِنْهُ تَأْوِيلَاتِ الْجَهْمِيَّةِ وَنَفَوْا عِلْمَ النَّاسِ بِكَيْفِيَّتِهِ كَقَوْلِ مَالِكٍ:  \" الِاسْتِوَاءُ مَعْلُومٌ وَالْكَيْفُ مَجْهُولٌ \" وَكَذَلِكَ قَالَ سَائِرُ أَئِمَّةِ السُّنَّةِ وَحِينَئِذٍ فَفَرَّقَ بَيْنَ الْمَعْنَى الْمَعْلُومِ وَبَيْنَ الْكَيْفِ الْمَجْهُولِ، فَإِنْ سُمِّيَ الْكَيْفُ تَأْوِيلًا سَاغَ أَنْ يُقَالَ هَذَا التَّأْوِيلُ لَا يَعْلَمُهُ إِلَّا اللهُ كَمَا قَدَّمْنَاهُ أَوَّلًا. وَأَمَّا إِذَا جُعِلَ الْمَعْنَى وَتَفْسِيرُهُ تَأْوِيلًا كَمَا يُجْعَلُ مَعْرِفَةُ سَائِرِ آيَاتِ الْقُرْآنِ تَأْوِيلًا، وَقِيلَ إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجِبْرِيلَ وَالصَّحَابَةَ وَالتَّابِعِينَ مَا كَانُوا يَعْرِفُونَ مَعْنَى قَوْلِهِ: الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى [٢٠: ٥] وَلَا يَعْرِفُونَ مَعْنَى قَوْلِهِ: مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ [٣٨: ٧٥] وَلَا مَعْنَى قَوْلِهِ: وَغَضِبَ اللهُ عَلَيْهِمْ [٤٨: ٦] بَلْ هَذَا عِنْدَهُمْ بِمَنْزِلَةِ الْكَلَامِ الْعَجَمِيِّ الَّذِي لَا يَفْهَمُهُ الْعَرَبِيُّ، وَكَذَلِكَ إِذَا قِيلَ كَانَ عِنْدَهُمْ قَوْلُهُ - تَعَالَى -: وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ [٣٩: ٦٧] وَقَوْلُهُ: لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ [٦: ١٠٣] وَقَوْلُهُ: وَكَانَ اللهُ سَمِيعًا بَصِيرًا [٤: ١٣٤] وَقَوْلُهُ: </p><p> رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ [٩٨: ٨] وَقَوْلُهُ: ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللهَ وَكَرِهُوا رِضْوَانَهُ [٤٧: ٢٨] وَقَوْلُهُ: وَأَحْسِنُوا إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ [٢: ١٩٥] . وَقَوْلُهُ: وَقُلِ اعْمَلُوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ [٩: ١٠٥] وَقَوْلُهُ: إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا [٤٣: ٣] وَقَوْلُهُ: فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللهِ [٩: ٦] وَقَوْلُهُ: فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا [٢٧: ٨] وَقَوْلُهُ: هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ [٢: ٢١٠] وَقَوْلُهُ: وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا [٨٩: ٢٢] . هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ [٦: ١٥٨] ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ [٤١: ١١] إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ [٣٦: ٨٢] إِلَى أَمْثَالِ هَذِهِ الْآيَاتِ </p><p> فَمَنْ قَالَ عَنْ جِبْرِيلَ وَمُحَمَّدٍ - صَلَوَاتُ اللهِ عَلَيْهِمَا - وَعَنِ الصَّحَابَةِ وَالتَّابِعِينَ لَهُمْ بِإِحْسَانٍ وَأَئِمَّةِ الْمُسْلِمِينَ وَالْجَمَاعَةِ أَنَّهُمْ كَانُوا لَا يَعْرِفُونَ شَيْئًا مِنْ مَعَانِي هَذِهِ الْآيَاتِ، بَلِ اسْتَأْثَرَ اللهُ بِعِلْمِ مَعْنَاهَا كَمَا اسْتَأْثَرَ بِعِلْمِ وَقْتِ السَّاعَةِ، وَإِنَّمَا كَانُوا يَقْرَءُونَ أَلْفَاظًا لَا يَفْهَمُونَ لَهَا مَعْنًى ; كَمَا يَقْرَأُ الْإِنْسَانُ كَلَامًا لَا يَفْهَمُ مِنْهُ شَيْئًا فَقَدْ كَذَبَ عَلَى الْقَوْمِ. وَالنُّقُولُ الْمُتَوَاتِرَةُ عَنْهُمْ تَدُلُّ عَلَى نَقِيضِ هَذَا، وَأَنَّهُمْ كَانُوا يَفْهَمُونَ هَذَا كَمَا يَفْهَمُونَ غَيْرَهُ مِنَ الْقُرْآنِ، وَإِنْ كَانَ كُنْهُ الرَّبِّ - عَزَّ وَجَلَّ - لَا يُحِيطُ بِهِ الْعِبَادُ وَلَا يُحْصُونَ ثَنَاءً عَلَيْهِ فَذَلِكَ لَا يَمْنَعُ أَنْ يَعْلَمُوا مِنْ أَسْمَائِهِ وَصِفَاتِهِ مَا عَلَّمَهُمْ - سُبْحَانَهُ وَتَعَالَى -، كَمَا أَنَّهُمْ إِذَا عَلِمُوا أَنَّهُ بِكُلِّ شَيْءٍ عَلِيمٍ وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٍ لَمْ يَلْزَمْ أَنْ يَعْرِفُوا كَيْفِيَّةَ عِلْمِهِ وَقُدْرَتِهِ، وَإِذَا عَرَفُوا أَنَّهُ حَقٌّ مَوْجُودٌ لَمْ يَلْزَمْ أَنْ يَعْرِفُوا كَيْفِيَّةَ ذَاتِهِ. وَهَذَا مِمَّا يُسْتَدَلُّ بِهِ عَلَى أَنَّ الرَّاسِخِينَ يَعْلَمُونَ التَّأْوِيلَ فَإِنَّ النَّاسَ مُتَّفِقُونَ عَلَى أَنَّهُمْ يَعْرِفُونَ تَأْوِيلَ الْمُحْكَمِ، وَمَعْلُومٌ أَنَّهُمْ لَا يَعْرِفُونَ كَيْفِيَّةَ مَا أَخْبَرَ اللهُ بِهِ عَنْ نَفْسِهِ فِي الْآيَاتِ الْمُحْكَمَاتِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ عَدَمَ الْعِلْمِ بِالْكَيْفِيَّةِ لَا يَنْفِي الْعِلْمَ بِالتَّأْوِيلِ الَّذِي هُوَ تَفْسِيرُ الْكَلَامِ وَبَيَانُ مَعْنَاهُ، بَلْ يَعْلَمُونَ تَأْوِيلَ الْمُحْكَمِ وَالْمُتَشَابِهِ وَلَا يَعْرِفُونَ كَيْفِيَّةَ الرَّبِّ لَا فِي هَذَا وَلَا فِي ذَاكَ. </p><p> فَإِنْ قِيلَ: هَذَا يَقْدَحُ فِيمَا ذَكَرْتُمْ مِنَ الْفَرْقِ بَيْنَ التَّأْوِيلِ الَّذِي يُرَادُ بِهِ التَّفْسِيرُ وَبَيْنَ التَّأْوِيلِ الَّذِي فِي كِتَابِ اللهِ - تَعَالَى -. قِيلَ: لَا يَقْدَحُ فِي ذَلِكَ ; فَإِنَّ مَعْرِفَةَ تَفْسِيرِ اللَّفْظِ وَمَعْنَاهُ وَتَصَوُّرَ ذَلِكَ فِي الْقَلْبِ غَيْرُ مَعْرِفَةِ الْحَقِيقَةِ الْمَوْجُودَةِ فِي الْخَارِجِ الْمُرَادَةِ بِذَلِكَ الْكَلَامِ، فَإِنَّ الشَّيْءَ لَهُ وُجُودٌ فِي الْأَعْيَانِ وَوُجُودٌ فِي الْأَذْهَانِ وَوُجُودٌ فِي اللِّسَانِ وَوُجُودٌ فِي الْبَيَانِ، فَالْكَلَامُ لَفْظٌ لَهُ مَعْنًى فِي الْقَلْبِ وَيُكْتَبُ ذَلِكَ اللَّفْظُ بِالْخَطِّ، فَإِذَا عَرَفَ الْكَلَامَ وَتَصَوَّرَ مَعْنَاهُ فِي الْقَلْبِ وَعَبَّرَ عَنْهُ بِاللِّسَانِ فَهَذَا غَيْرُ الْحَقِيقَةِ الْمَوْجُودَةِ فِي الْخَارِجِ، وَلَيْسَ كُلُّ مَنْ عَرَفَ الْأَوَّلَ عَرَفَ عَيْنَ الثَّانِي. مِثَالُ ذَلِكَ: أَنَّ أَهْلَ الْكِتَابِ يَعْلَمُونَ مَا فِي كُتُبِهِمْ مِنْ صِفَةِ </p><p> مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَخَبَرِهِ وَنَعْتِهِ، وَهَذَا مَعْرِفَةُ الْكَلَامِ وَمَعْنَاهُ وَتَفْسِيرُهُ، وَتَأْوِيلُ ذَلِكَ هُوَ نَفْسُ مُحَمَّدٍ الْمَبْعُوثِ، فَالْمَعْرِفَةُ بِعَيْنِهِ مَعْرِفَةُ تَأْوِيلِ ذَلِكَ الْكَلَامِ، وَكَذَلِكَ الْإِنْسَانُ قَدْ يَعْرِفُ الْحَجَّ وَالْمَشَاعِرَ كَالْبَيْتِ وَالْمَسَاجِدِ وَمِنًى وَعَرَفَةَ وَمُزْدَلِفَةَ وَيَفْهَمُ مَعْنَى ذَلِكَ وَلَا يَعْرِفُ الْأَمْكِنَةَ حَتَّى يُشَاهِدَهَا </p><p> فَيَعْرِفَ أَنَّ الْكَعْبَةَ الْمُشَاهَدَةَ هِيَ الْمَذْكُورَةُ فِي قَوْلِهِ: وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ [٣: ٩٧] وَكَذَلِكَ أَرْضُ عَرَفَاتٍ هِيَ الْمَذْكُورَةُ فِي قَوْلِهِ: فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللهَ [٢: ١٩٨] وَكَذَلِكَ الْمَشْعَرُ الْحَرَامُ هِيَ الْمُزْدَلِفَةُ الَّتِي بَيْنَ مَأْزِمَيْ عَرَفَةَ وَوَادِي مُحَسِّرٍ يُعْرَفُ أَنَّهَا الْمَذْكُورَةُ فِي قَوْلِهِ: فَاذْكُرُوا اللهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ [٢: ١٩٨] وَكَذَلِكَ الرُّؤْيَا يَرَاهَا الرَّجُلُ وَيَذْكُرُ لَهُ الْعَابِرُ تَأْوِيلَهَا فَيَفْهَمُهُ وَيَتَصَوَّرُهُ مِثْلَ أَنْ يَقُولَ: هَذَا يَدُلُّ عَلَى أَنَّهُ كَانَ كَذَا وَيَكُونُ كَذَا وَكَذَا، ثُمَّ إِذَا كَانَ ذَلِكَ فَهُوَ تَأْوِيلُ الرُّؤْيَا، لَيْسَ تَأْوِيلُهَا نَفْسَ عِلْمِهِ وَتَصَوُّرِهِ وَكَلَامِهِ ; وَلِهَذَا قَالَ يُوسُفُ الصِّدِّيقُ: هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ [١٢: ١٠٠] وَقَالَ: لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا [١٢: ٣٧] فَقَدْ أَنْبَأَهُمَا بِالتَّأْوِيلِ قَبْلَ أَنْ يَأْتِيَ التَّأْوِيلُ وَإِنْ كَانَ التَّأْوِيلُ لَمْ يَقَعْ بَعْدُ وَإِنْ كَانَ لَا يَعْرِفُ مَتَى يَقَعُ، فَنَحْنُ نَعْلَمُ تَأْوِيلَ مَا ذَكَرَ اللهُ فِي الْقُرْآنِ مِنَ الْوَعْدِ وَالْوَعِيدِ، وَإِنْ كُنَّا لَا نَعْرِفُ مَتَى يَقَعُ هَذَا التَّأْوِيلُ الْمَذْكُورُ فِي قَوْلِهِ - سُبْحَانَهُ - وَتَعَالَى: هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ [٧: ٥٣]  \" الْآيَةَ \" . </p><p> (أَقُولُ) ثُمَّ إِنَّهُ - رَحِمَهُ اللهُ - أَطَالَ فِي الْبَيَانِ وَالشَّوَاهِدِ وَاحْتَجَّ بِالْآيَاتِ الْكَثِيرَةِ الَّتِي تَحُثُّ عَلَى فَهْمِ الْقُرْآنِ وَتَدَبُّرِهِ وَعَلَى الْعِلْمِ وَالْعَقْلِ وَالْفِقْهِ فِيهِ، وَذَكَرَ أَنَّ بَعْضَهُمُ اسْتَدَلَّ بِأَنَّ اللهَ - تَعَالَى - لَمْ يَنْفِ عَنْ غَيْرِهِ عِلْمَ شَيْءٍ إِلَّا إِذَا كَانَ مُنْفَرِدًا بِهِ، وَذَكَرَ الْآيَاتِ الشَّاهِدَةَ بِذَلِكَ. وَمِنْهُ عِلْمُ السَّاعَةِ وَالْغَيْبِ فَمَنْ أَرَادَ التَّفْصِيلَ فَلْيَرْجِعْ إِلَيْهِ. </p><p> (آيَاتُ وَأَحَادِيثُ الصِّفَاتِ) اعْلَمْ أَنَّ مَا تَلَقَّيْنَاهُ فِي كُتُبِ الْعَقَائِدِ الَّتِي تُقْرَأُ لِلْمُبْتَدِئِينَ مِنْ طُلَّابِ الْعِلْمِ فِي دِيَارِ مِصْرَ وَالشَّامِ كَالْجَوْهَرَةِ وَالسَّنُوسِيَّةِ الصُّغْرَى وَمَا كُتِبَ عَلَيْهِمَا مِنْ شُرُوحٍ وَحَوَاشٍ هُوَ أَنَّ لِلْمُسْلِمِينَ فِي الْآيَاتِ وَالْأَحَادِيثِ الْمُتَشَابِهَاتِ فِي الصِّفَاتِ مَذْهَبَيْنِ: مَذْهَبُ السَّلَفِ وَهُوَ الْإِيمَانُ بِظَاهِرِهَا مَعَ تَنْزِيهِ اللهِ - تَعَالَى - عَمَّا يُوهِمُهُ ذَلِكَ الظَّاهِرُ وَتَفْوِيضُ الْأَمْرِ فِيهِ إِلَى اللهِ - تَعَالَى -، وَمَذْهَبُ الْخَلَفِ وَهُوَ تَأْوِيلُ مَا وَرَدَ مِنَ النُّصُوصِ فِي ذَلِكَ بِحَمْلِهِ عَلَى الْمَجَازِ أَوِ الْكِتَابَةِ لِيَتَّفِقَ النَّقْلُ مَعَ الْعَقْلِ. وَقَالُوا: إِنَّ مَذْهَبَ السَّلَفِ أَسْلَمُ لِجَوَازِ أَنْ يَكُونَ مَا حُمِلَ عَلَيْهِ اللَّفْظُ الْمُتَشَابِهُ غَيْرَ مُرَادِ اللهِ - تَعَالَى -، وَمَذْهَبُ الْخَلَفِ أَعْلَمُ لِأَنَّهُ يُفَسِّرُ النُّصُوصَ جَمِيعَهَا وَيَحْمِلُ بَعْضَهَا عَلَى بَعْضٍ، فَلَا </p><p> يَكُونُ صَاحِبُهُ مُضْطَرِبًا فِي شَيْءٍ مِنْ دِينِهِ. وَقَالُوا: إِنَّ الْخِلَافَ فِي التَّأْوِيلِ وَالتَّفْوِيضِ مَبْنِيٌّ عَلَى الْخِلَافِ فِي قَوْلِهِ - تَعَالَى -: وَالرَّاسِخُونَ فِي الْعِلْمِ هَلْ هُوَ مَعْطُوفٌ عَلَى مَا قَبْلَهُ </p><p> أَمِ الْوَاوُ لِلِاسْتِئْنَافِ وَالرَّاسِخُونَ مُبْتَدَأٌ خَبَرُهُ يَقُولُونَ آمَنَّا بِهِ إِلَخْ هَذَا مُلَخَّصُ مَا يُلَقَّنُ الطُّلَّابُ فِي هَذَا الْعَصْرِ، كَتَبْنَاهُ مِنْ غَيْرِ مُرَاجِعَةٍ لِهَذِهِ الْكُتُبِ الْقَاصِرَةِ الَّتِي اعْتَمَدَ عَلَيْهَا بَعْضُ الدَّارِسِينَ فَلْيُرَاجِعْهَا مَنْ شَاءَ فِي حَاشِيَةِ الْجَوْهَرَةِ لِلْبَاجُورِيِّ عِنْدَ قَوْلِ الْمَتْنِ: </p><p> وَكُلُّ نَصٍّ أَوْهَمَ التَّشْبِيهَا ... أَوِّلْهُ أَوْ فَوِّضْ وَرُمْ تَنْزِيهًا </p><p> وَكُنَّا نَظُنُّ فِي أَوَائِلِ الطَّلَبِ أَنَّ مَذْهَبَ السَّلَفِ ضَعِيفٌ وَأَنَّهُمْ لَمْ يُأَوِّلُوا كَمَا أَوَّلَ الْخَلَفُ لِأَنَّهُمْ لَمْ يَبْلُغُوا مَبْلَغَهُمْ مِنَ الْعِلْمِ وَالْفَهْمِ لَا سِيَّمَا الْحَنَابِلَةُ كُلُّهُمْ أَوْ بَعْضُهُمْ. وَلَمَّا تَغَلْغَلْنَا فِي عِلْمِ الْكَلَامِ وَظَفِرْنَا بَعْدَ النَّظَرِ فِي الْكُتُبِ الَّتِي هِيَ مُنْتَهَى فَلْسَفَةِ الْأَشَاعِرَةِ فِي الْكَلَامِ بِالْكُتُبِ الَّتِي تُبَيِّنُ مَذْهَبَ السَّلَفِ حَقَّ الْبَيَانِ لَا سِيَّمَا كُتُبُ ابْنِ تَيْمِيَةَ عَلِمْنَا عِلْمَ الْيَقِينِ أَنَّ مَذْهَبَ السَّلَفِ هُوَ الْحَقُّ الَّذِي لَيْسَ وَرَاءَهُ غَايَةٌ وَلَا مَطْلَبٌ وَأَنَّ كُلَّ مَا خَالَفَهُ فَهُوَ ظُنُونٌ وَأَوْهَامٌ لَا تُغْنِي مِنَ الْحَقِّ شَيْئًا. </p><p> وَذَهَبَ بَعْضُ الْعُلَمَاءِ إِلَى مَذْهَبٍ بَيْنَ الْمَذْهَبَيْنِ، فَفَرَّقَ بَيْنَ النَّصِّ الْمُتَشَابِهِ الَّذِي إِذَا صُرِفَ عَنْ ظَاهِرِهِ يَتَعَيَّنُ فِيهِ مَعْنًى وَاحِدٌ مِنَ الْمَجَازِ وَبَيْنَ مَا يَحْتَمِلُ أَكْثَرَ مِنْ مَعْنًى، فَأَوْجَبَ تَأْوِيلَ الْأَوَّلِ دُونَ الثَّانِي. وَالْمَشْهُورُ أَنَّ النَّاسَ قِسْمَانِ: مُثْبِتُونَ لِلصِّفَاتِ وَنَافُونَ لَهَا، وَأَكْثَرُ الْمُحَدِّثِينَ وَأَهْلُ الْأَثَرِ مُثْبِتُونَ مُفَوِّضُونَ، وَأَكْثَرُ الْمُتَكَلِّمِينَ نُفَاةٌ مُؤَوِّلُونَ. قَالَ السَّعْدُ التَّفْتَازَانِيُّ فِي مَبْحَثِ الصِّفَاتِ الْمُخْتَلَفِ فِيهَا مِنْ شَرْحِ الْمَقَاصِدِ:  \" وَمِنْهَا مَا وَرَدَ بِهِ ظَاهِرُ الشَّرْعِ وَامْتَنَعَ حَمْلُهَا عَلَى مَعَانِيهَا الْحَقِيقِيَّةِ مِثْلُ الِاسْتِوَاءِ فِي قَوْلِهِ - تَعَالَى -: الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى[٢٠: ٥]وَالْيَدِ فِي قَوْلِهِ - تَعَالَى -: يَدُ اللهِ فَوْقَ أَيْدِيهِمْ[٤٨: ١٠]، مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ[٣٨: ٧٥]وَالْوَجْهُ فِي قَوْلِهِ - تَعَالَى -: وَيَبْقَى وَجْهُ رَبِّكَ[٥٥: ٢٧]وَالْعَيْنُ فِي قَوْلِهِ: وَلِتُصْنَعَ عَلَى عَيْنِي[٢٠: ٣٩]، وَتَجْرِي بِأَعْيُنِنَا[٥٤: ١٤]فَعَنِ الشَّيْخِ أَنَّ كُلًّا مِنْهَا صِفَةٌ زَائِدَةٌ، وَعَنِ الْجُمْهُورِ وَهُوَ أَحَدُ قَوْلَيِ الشَّيْخِ أَنَّهَا مَجَازَاتٌ، فَالِاسْتِوَاءُ مَجَازٌ عَنِ الِاسْتِيلَاءِ أَوْ تَمْثِيلٌ وَتَصْوِيرٌ لِعَظَمَةِ اللهِ - تَعَالَى -، وَالْيَدُ مَجَازٌ عَنِ الْقُدْرَةِ، وَالْوَجْهُ عَنِ الْوُجُودِ، وَالْعَيْنُ عَنِ الْبَصَرِ.فَإِنْ قِيلَ:</p><p> جُمْلَةُ الْمُكَوِّنَاتِ مَخْلُوقَةٌ بِقُدْرَةِ اللهِ - تَعَالَى - فَمَا وَجْهُ تَخْصِيصِ خَلْقِ آدَمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سِيَّمَا بِلَفْظِ الْمُثَنَّى؟ وَمَا وَجْهُ الْجَمْعِ فِي قَوْلِهِ: بِأَعْيُنِنَا؟ أُجِيبَ بِأَنَّهُ أُرِيدَ كَمَالُ الْقُدْرَةِ وَتَخْصِيصُ آدَمَ تَشْرِيفٌ لَهُ وَتَكْرِيمٌ. وَمَعْنَى تَجْرِي بِأَعْيُنِنَا أَنَّهَا تَجْرِي بِالْمَكَانِ الْمُحِيطِ بِالْكِلَاءَةِ وَالْحِفْظِ وَالرِّعَايَةِ، يُقَالُ: فُلَانٌ بِمَرْأًى مِنَ الْمَلِكِ وَمَسْمَعٍ إِذَا كَانَ بِحَيْثُ تَحُوطُهُ عِنَايَتُهُ وَتَكْتَنِفُهُ رِعَايَتُهُ، وَقِيلَ: الْمُرَادُ الْأَعْيُنُ الَّتِي انْفَجَرَتْ مِنَ الْأَرْضِ وَهُوَ بَعِيدٌ. وَفِي كَلَامِ الْمُحَقِّقِينَ مِنْ عُلَمَاءَ الْبَيَانِ أَنَّ قَوْلَنَا الِاسْتِوَاءُ مَجَازٌ عَنِ الِاسْتِيلَاءِ، وَالْيَدُ وَالْيَمِينُ عَنِ الْقُدْرَةِ، وَالْعَيْنُ عَنِ الْبَصَرِ وَنَحْوُ ذَلِكَ، إِنَّمَا هُوَ لِنَفْيِ وَهْمِ التَّشْبِيهِ وَالتَّجْسِيمِ بِسُرْعَةٍ وَإِلَّا فَهِيَ تَمْثِيلَاتٌ وَتَصْوِيرَاتٌ لِلْمَعَانِي الْعَقْلِيَّةِ بِإِبْرَازِهَا فِي الصُّوَرِ الْحِسِّيَّةِ وَقَدْ بَيَّنَّا ذَلِكَ فِي شَرْحِ التَّلْخِيصِ \" اهـ. كَلَامُ السَّعْدِ وَنَحْوُهُ فِي الْمَوَاقِفِ وَشَرْحُهُ. </p><p> وَمِثْلُ هَذِهِ الصِّفَاتِ الَّتِي هِيَ فِي الْحَادِثِ أَعْضَاءٌ وَحَرَكَاتُ أَعْضَاءِ الصِّفَاتِ الَّتِي هِيَ فِي الْحَادِثِ انْفِعَالَاتٌ نَفْسِيَّةٌ كَالْمَحَبَّةِ وَالرَّحْمَةِ وَالرِّضَا وَالْغَضَبِ وَالْكَرَاهَةِ، فَالسَّلَفُ يُجْرُونَهَا عَلَى ظَاهِرِهَا مَعَ تَنْزِيهِ اللهِ - تَعَالَى - عَنِ انْفِعَالَاتِ الْمَخْلُوقِينَ، فَيَقُولُونَ: إِنَّ لِلَّهِ - تَعَالَى - مَحَبَّةٌ تَلِيقُ بِشَأْنِهِ لَيْسَتِ انْفِعَالًا نَفْسِيًّا كَمَحَبَّةِ النَّاسِ. وَالْخَلَفُ يُؤَوِّلُونَ مَا وَرَدَ مِنَ النُّصُوصِ فِي ذَلِكَ فَيُرْجِعُونَهُ إِلَى الْقُدْرَةِ أَوْ إِلَى الْإِرَادَةِ فَيَقُولُونَ: الرَّحْمَةُ هِيَ الْإِحْسَانُ بِالْفِعْلِ أَوْ إِرَادَةُ الْإِحْسَانِ. وَمِنْهُمْ مَنْ لَا يُسَمِّي هَذَا تَأْوِيلًا بَلْ يَقُولُونَ: إِنَّ الرَّحْمَةَ تَدُلُّ عَلَى الِانْفِعَالِ الَّذِي هُوَ رِقَّةُ الْقَلْبِ الْمَخْصُوصَةُ عَلَى الْفِعْلِ الَّذِي يَتَرَتَّبُ عَلَى ذَلِكَ الِانْفِعَالُ، وَقَالُوا: إِنَّ هَذِهِ الْأَلْفَاظَ إِذَا أُطْلِقَتْ عَلَى الْبَارِئِ - تَعَالَى - يُرَادُ بِهَا غَايَتُهَا الَّتِي هِيَ أَفْعَالٌ دُونَ مَبَادِيهَا الَّتِي هِيَ انْفِعَالَاتٌ. </p><p> وَإِنَّمَا يَرُدُّونَ هَذِهِ الصِّفَاتِ إِلَى الْقُدْرَةِ وَالْإِرَادَةِ بِنَاءً عَلَى أَنَّ إِطْلَاقَ لَفْظِ الْقُدْرَةِ وَالْإِرَادَةِ وَكَذَا الْعِلْمُ عَلَى صِفَاتِ اللهِ إِطْلَاقٌ حَقِيقِيٌّ لَا مَجَازِيٌّ، وَالْحَقُّ أَنَّ الْجَمِيعَ مَا أُطْلِقَ عَلَى اللهِ - تَعَالَى - فَهُوَ مَنْقُولٌ مِمَّا أُطْلِقَ عَلَى الْبَشَرِ، وَلَمَّا كَانَ الْعَقْلُ وَالنَّقْلُ مُتَّفِقِينَ عَلَى تَنْزِيهِ اللهِ - تَعَالَى - عَنْ مُشَابَهَةِ الْبَشَرِ تَعَيَّنَ أَنْ نَجْمَعَ بَيْنَ النُّصُوصِ فَنَقُولَ: إِنَّ لِلَّهِ - تَعَالَى - قُدْرَةٌ حَقِيقَةٌ وَلَكِنَّهَا لَيْسَتْ كَقُدْرَةِ الْبَشَرِ، وَإِنَّ لَهُ رَحْمَةً لَيْسَتْ كَرَحْمَةِ الْبَشَرِ، وَهَكَذَا نَقُولُ فِي جَمِيعِ مَا أُطْلِقَ عَلَيْهِ - تَعَالَى - جَمْعًا بَيْنَ النُّصُوصِ، وَلَا نَدَّعِي </p><p> أَنَّ إِطْلَاقَ بَعْضِهَا حَقِيقِيٌّ وَإِطْلَاقَ الْبَعْضِ الْآخَرِ مَجَازِيٌّ، فَكَمَا أَنَّ الْقُدْرَةَ شَأْنٌ مِنْ شُئُونِهِ لَا يُعْرَفُ كُنْهُهُ وَلَا يُجْهَلُ أَثَرُهُ كَذَلِكَ الرَّحْمَةُ شَأْنٌ مَنْ شُئُونِهِ لَا يُعْرَفُ كُنْهُهُ وَلَا يَخْفَى أَثَرُهُ، وَهَذَا هُوَ مَذْهَبُ السَّلَفِ فَهُمْ لَا يَقُولُونَ إِنَّ هَذِهِ الْأَلْفَاظَ لَا يُفْهَمُ لَهَا مَعْنًى بِالْمَرَّةِ، وَلَا يَقُولُونَ إِنَّهَا عَلَى ظَاهِرِهَا، بِمَعْنَى أَنَّ رَحْمَةَ اللهِ كَرَحْمَةِ الْإِنْسَانِ وَيَدَهُ كَيَدِهِ، وَإِنْ ظَنَّ ذَلِكَ فِي الْحَنَابِلَةِ بَعْضُ الْجَاهِلِينَ، وَمُحَقِّقُو الصُّوفِيَّةِ لَا يُفَرِّقُونَ بَيْنَ صِفَاتِ اللهِ - تَعَالَى -، وَلَا يَجْعَلُونَ بَعْضَهَا مُحْكَمًا إِطْلَاقُ اللَّفْظِ عَلَيْهِ حَقِيقِيٌّ، وَبَعْضَهَا مُتَشَابِهًا إِطْلَاقُهُ عَلَيْهِ مَجَازِيٌّ، بَلْ كُلُّ مَا أُطْلِقَ عَلَيْهِ - تَعَالَى - فَهُوَ مَجَازٌ. </p><p> قَالَ الْإِمَامُ أَبُو حَامِدٍ الْغَزَالِيُّ فِي بَيَانِ مَعْنَى مَحَبَّةِ اللهِ لِلْعَبْدِ مِنَ الْإِحْيَاءِ بَعْدَ كَلَامٍ: \" وَقَدْ ذَكَرْنَا أَنَّ مَحَبَّةَ اللهِ - تَعَالَى - حَقِيقَةٌ وَلَيْسَتْ بِمَجَازٍ ; إِذًا الْمَحَبَّةُ فِي وَضْعِ اللِّسَانِ عِبَارَةٌ عَنْ مَيْلِ النَّفْسِ إِلَى الشَّيْءِ الْمُوَافِقِ، وَالْعِشْقُ عِبَارَةٌ عَنِ الْمَيْلِ الْغَالِبِ الْمُفْرِطِ، وَقَدْ بَيَّنَّا أَنَّ الْإِحْسَانَ مُوَافِقٌ لِلنَّفْسِ، وَالْجِمَالَ مُوَافِقٌ أَيْضًا، وَأَنَّ الْجَمَالَ وَالْإِحْسَانَ تَارَةً يُدْرَكُ بِالْبَصَرِ، وَتَارَةً يُدْرَكُ بِالْبَصِيرَةِ، وَالْحُبُّ يَتْبَعُ كُلَّ وَاحِدٍ مِنْهُمَا فَلَا يُخَصُّ بِالْبَصَرِ، فَأَمَّا حُبُّ اللهِ لِلْعَبْدِ فَلَا يُمْكِنُ أَنْ يَكُونَ بِهَذَا الْمَعْنَى أَصْلًا، حَتَّى إِنَّ اسْمَ الْوُجُودِ الَّذِي هُوَ أَعَمُّ الْأَسْمَاءِ اشْتِرَاكًا لَا يَشْمَلُ الْخَالِقَ وَالْخَلْقَ عَلَى وَجْهٍ وَاحِدٍ، بَلْ كُلُّ مَا سِوَى اللهِ - تَعَالَى - فَوُجُودُهُ مُسْتَفَادٌ مِنْ وُجُودِ اللهِ </p><p> - </p><p> تَعَالَى -، فَالْوُجُودُ التَّابِعُ لَا يَكُونُ مُسَاوِيًا لِلْوُجُودِ الْمَتْبُوعِ، وَإِنَّمَا الِاسْتِوَاءُ فِي إِطْلَاقِ الِاسْمِ نَظِيرَ اشْتِرَاكِ الْفَرَسِ وَالشَّجَرِ فِي اسْمِ الْجِسْمِ إِذْ مَعْنَى الْجِسْمِيَّةِ وَحَقِيقَتِهَا مُتَشَابِهٌ فِيهِمَا مِنْ غَيْرِ اسْتِحْقَاقِ أَحَدِهِمَا لِأَنْ يَكُونَ فِيهِ أَصْلًا. فَلَيْسَتِ الْجِسْمِيَّةُ لِأَحَدِهِمَا مُسْتَفَادَةً مِنَ الْآخَرِ، وَلَيْسَ كَذَلِكَ اسْمُ الْوُجُودِ لَهُ وَلِخَلْقِهِ، وَهَذَا التَّبَاعُدُ فِي سَائِرِ الْأَسَامِي أَظْهَرُ كَالْعِلْمِ وَالْإِرَادَةِ وَالْقُدْرَةِ وَغَيْرِهَا، فَكُلُّ ذَلِكَ لَا يُشْبِهُ فِيهِ الْخَالِقُ الْخَلْقُ، وَوَاضِعُ اللُّغَةِ إِنَّمَا وَضَعَ هَذِهِ الْأَسَامِي أَوَّلًا لِلْخَلْقِ فَإِنَّ الْخَلْقَ أَسْبَقُ إِلَى الْعُقُولِ وَالْأَفْهَامِ مِنَ الْخَالِقِ، فَكَانَ اسْتِعْمَالُهَا فِي حَقِّ الْخَالِقِ بِطَرِيقِ الِاسْتِعَارَةِ وَالتَّجَوُّزِ وَالنَّقْلِ \" اهـ. مَا نُرِيدُهُ. ثُمَّ فَسَّرَ مَحَبَّةَ اللهِ لِلْعَبْدِ بِكَلَامٍ طَوِيلٍ فِيهِ مَجَالٌ لِلْبَحْثِ وَالنَّظَرِ.</p><p> وَقَالَ فِي كِتَابِ الشُّكْرِ مِنَ الْإِحْيَاءِ: \" إِنَّ لِلَّهِ - عَزَّ وَجَلَّ - فِي جَلَالِهِ وَكِبْرِيَائِهِ صِفَةٌ عَنْهَا يَصْدُرُ الْخَلْقُ وَالِاخْتِرَاعُ، وَتِلْكَ الصِّفَةُ أَعْلَى وَأَجَلُّ مِنْ أَنْ تَلْمَحَهَا عَيْنُ </p><p> وَاضِعِ اللُّغَةِ حَتَّى يُعَبِّرَ عَنْهَا بِعِبَارَةٍ تَدُلُّ عَلَى كُنْهِ جَلَالِهَا وَخُصُوصِ حَقِيقَتِهَا، فَلَمْ يَكُنْ لَهَا فِي الْعَالَمِ عِبَارَةٌ لِعُلُوِّ شَأْنِهَا وَانْحِطَاطِ رُتْبَةِ وَاضِعِي اللُّغَاتِ عَنْ أَنْ يَمْتَدَّ فَهْمُهُمْ إِلَى مَبَادِئِ إِشْرَاقِهَا، فَانْخَفَضَتْ عَنْ ذُرْوَتِهَا أَبْصَارُهُمْ كَمَا تَنْخَفِضُ أَبْصَارُ الْخَفَافِيشِ عَنْ نُورِ الشَّمْسِ لَا لِغُمُوضٍ فِي نُورِ الشَّمْسِ وَلَكِنْ لِضَعْفٍ فِي أَبْصَارِ الْخَفَافِيشِ، فَاضْطُرَّ الَّذِينَ فُتِحَتْ أَبْصَارُهُمْ لِمُلَاحَظَةِ جَلَالِهَا إِلَى أَنْ يَسْتَعِيرُوا مِنْ حَضِيضِ عَالَمِ الْمُتَنَاطِقِينَ بِاللُّغَاتِ عِبَارَةً تُفْهَمُ مِنْ مَبَادِئِ حَقَائِقِهَا شَيْئًا ضَعِيفًا جِدًّا، فَاسْتَعَارُوا لَهَا اسْمَ الْقُدْرَةِ فَتَجَاسَرْنَا بِسَبَبِ اسْتِعَارَتِهِمْ عَلَى النُّطْقِ فَقُلْنَا لِلَّهِ - تَعَالَى - صِفَةٌ هِيَ الْقُدْرَةُ عَنْهَا يَصْدُرُ الْخَلْقُ وَالِاخْتِرَاعُ. </p><p> \" ثُمَّ الْخَلْقُ يَنْقَسِمُ فِي الْوُجُودِ إِلَى أَقْسَامٍ وَخُصُوصِ صِفَاتٍ، وَمَصْدَرُ انْقِسَامِ هَذِهِ الْأَقْسَامِ وَاخْتِصَاصِهَا بِخُصُوصِ صِفَاتِهَا صِفَةٌ أُخْرَى اسْتُعِيرَ لَهَا بِمِثْلِ الضَّرُورَةِ الَّتِي سَبَقَتْ عِبَارَةَ \" الْمَشِيئَةِ \" فَهِيَ تُوهِمُ مِنْهَا أَمْرًا مُجْمَلًا عِنْدَ الْمُتَنَاطِقِينَ بِاللُّغَاتِ الَّتِي هِيَ حُرُوفٌ وَأَصْوَاتٌ لِلْمُتَفَاهِمِينَ بِهَا، وَقُصُورُ لَفْظِ الْمَشِيئَةِ عَنِ الدَّلَالَةِ عَلَى كُنْهِ تِلْكَ الصِّفَةِ وَحَقِيقَتِهَا كَقُصُورِ لَفْظِ الْقُدْرَةِ.</p><p> \" ثُمَّ انْقَسَمَتِ الْأَفْعَالُ الصَّادِرَةُ مِنَ الْقُدْرَةِ إِلَى مَا يَنْسَاقُ إِلَى الْمُنْتَهَى الَّذِي هُوَ غَايَةُ حِكْمَتِهَا وَإِلَى مَا يَقِفُ دُونَ الْغَايَةِ، وَكَانَ لِكُلِّ وَاحِدٍ نِسْبَةٌ إِلَى صِفَةِ الْمَشِيئَةِ لِرُجُوعِهَا إِلَى الِاخْتِصَاصَاتِ الَّتِي بِهَا تَتِمُّ الْقِسْمَةُ وَالِاخْتِلَافَاتُ، فَاسْتُعِيرَ لِنِسْبَةِ الْبَالِغِ غَايَتَهُ عِبَارَةُ \" الْمَحَبَّةِ \" وَاسْتُعِيرَ لِنِسْبَةِ الْوَاقِفِ دُونَ غَايَتِهِ عِبَارَةُ \" الْكَرَاهَةِ \" . وَقِيلَ: إِنَّهُمَا دَاخِلَانِ فِي وَصْفِ الْمَشِيئَةِ، وَلَكِنْ لِكُلِّ وَاحِدٍ خَاصِّيَّةُ أُخْرَى فِي النِّسْبَةِ يُوهِمُ لَفْظُ الْمَحَبَّةِ وَالْكَرَاهَةِ مِنْهُمَا أَمْرًا مُجْمَلًا عِنْدَ طَالِبِي الْفَهْمِ مِنَ الْأَلْفَاظِ وَاللُّغَاتِ \" اهـ. الْمُرَادُ. </p><p> ثُمَّ ذَكَرَ نَحْوَ ذَلِكَ فِي الرِّضَا وَالْغَضَبِ وَالْكُفْرِ وَالشُّكْرِ وَبَيَّنَ أَنَّ الْمَرْضِيَّ عَنْهُ مَنْ كَانَ فِي عَمَلِهِ مُتَمِّمًا لِحِكْمَةِ اللهِ - تَعَالَى - فِي عِبَادِهِ ; أَيْ بِالْقِيَامِ بِسُنَّتِهِ الْكَوْنِيَّةِ وَالشَّرْعِيَّةِ. وَهُوَ الشَّاكِرُ </p><p> لِلَّهِ أَوِ الشَّكُورُ، وَالْمَغْضُوبُ عَلَيْهِ ضِدُّهُ وَهُوَ الْكَافِرُ أَوِ الْكَفُورُ، وَلَيْسَ فِي هَذَا الْبَيَانِ الْعَجِيبِ مِنْ مَنَازِعِ الْمُتَكَلِّمِينَ إِلَّا جَعْلَ الْمَحَبَّةِ وَالْكَرَامَةِ وَالرِّضَا وَالْكَرَاهَةِ دَاخِلَةً فِي وَصْفِ الْمَشِيئَةِ عَلَى تَرَدُّدٍ فِي ذَلِكَ، وَالْأَشْبَهُ بِمَذْهَبِ السَّلَفِ أَنْ يُقَالَ إِنَّهَا شُئُونٌ خَاصَّةٌ لِلَّهِ - تَعَالَى - ظَهَرَ أَثَرُهَا فِي خَلْقِهِ بِمَا ذَكَرَ. </p><p> وَقَالَ فِي كِتَابِهِ الْمَقْصِدِ الْأَسْنَى فِي شَرْحِ أَسْمَاءِ اللهِ الْحُسْنَى:  \" وَكَأَنَّا إِذَا عَرَفْنَا</p><p> أَنَّ اللهَ - تَعَالَى - حَيٌّ قَادِرٌ عَالِمٌ فَلَمْ نَعْرِفْ أَوَّلًا إِلَّا أَنْفُسَنَا. وَلَمْ نَعْرِفْهُ إِلَّا بِأَنْفُسِنَا إِذِ الْأَصَمُّ لَا يَتَصَوَّرُ مَعْنَى قَوْلِنَا إِنَّ اللهَ سَمِيعٌ وَالْأَكْمَهُ لَا يَعْرِفُ مَعْنَى قَوْلِنَا إِنَّهُ بَصِيرٌ، وَكَذَلِكَ إِذْ قَالَ الْقَائِلُ: كَيْفَ يَكُونُ اللهُ - تَعَالَى - عَالِمًا بِالْأَشْيَاءِ؟ فَنَقُولُ لَهُ: كَمَا تَعْلَمُ أَنْتَ أَشْيَاءَ. فَإِذَا قَالَ كَيْفَ يَكُونُ قَادِرًا؟ فَنَقُولُ: كَمَا تَقْدِرُ أَنْتَ، فَلَا يُمْكِنُهُ أَنْ يَفْهَمَ شَيْئًا إِلَّا إِذَا كَانَ فِيهِ مَا يُنَاسِبُهُ، فَيَعْلَمُ أَوَّلًا مَا هُوَ مُتَّصِفٌ بِهِ ثُمَّ يَعْلَمُ غَيْرَهُ بِالْمُنَاسَبَةِ إِلَيْهِ، فَإِذَا كَانَ لِلَّهِ وَصْفٌ وَخَاصِّيَّةٌ لَيْسَ فِينَا مَا يُنَاسِبُهُ وَيُشَارِكُهُ وَلَوْ فِي الِاسْمِ لَمْ يُتَصَوَّرْ فَهْمُهُ أَلْبَتَّةَ فَمَا عَرَفَ أَحَدٌ إِلَّا نَفْسَهُ. ثُمَّ قَايَسَ بَيْنَ صِفَاتِ اللهِ - تَعَالَى - وَبَيْنَ صِفَاتِ نَفْسِهِ وَتَتَعَالَى صِفَاتُ اللهِ - تَعَالَى - وَتَتَقَدَّسُ عَنْ أَنْ تُشْبِهَ صِفَاتَنَا \" اهـ. </p><p> فَحَاصِلُ مَا تَقَدَّمَ أَنَّ جَمِيعَ مَا أُطْلِقَ عَلَى اللهِ - تَعَالَى - مِنَ الْأَسْمَاءِ وَالصِّفَاتِ هُوَ مِمَّا أُطْلِقَ قَبْلَ ذَلِكَ عَلَى الْخَلْقِ ; إِذْ لَوْ وُضِعَ لِصِفَاتِ اللهِ - تَعَالَى - أَلْفَاظٌ خَاصَّةٌ وَخُوطِبَ بِهَا النَّاسُ لَمَا فَهِمُوا مِنْهَا شَيْئًا قَالَ - تَعَالَى -: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ [١٤: ٤] وَقَدْ جَاءَ الرُّسُلُ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ - بِمَا دَلَّ عَلَيْهِ الْعَقْلُ مِنْ تَنْزِيهِهِ - تَعَالَى - عَنْ صِفَاتِ الْمَخْلُوقِينَ وَكَوْنِهِ لَا يُمَاثِلُ شَيْئًا وَلَا يُمَاثِلُهُ شَيْءٌ. فَعُلِمَ أَنَّ جَمِيعَ مَا أَطْلَقُوهُ عَلَيْهِ مِنَ الْأَلْفَاظِ الدَّالَّةِ عَلَى الصِّفَاتِ كَالْقُدْرَةِ وَالرَّحْمَةِ، وَعَلَى الْأَفْعَالِ وَالْحَرَكَاتِ كَالْخَلْقِ وَالرِّزْقِ وَالِاسْتِوَاءِ عَلَى الْعَرْشِ، وَعَلَى الْإِضَافَةِ كَكَوْنِهِ فَوْقَ عِبَادِهِ لَا يُنَافِي أَصْلَ التَّنْزِيهِ، بَلْ يَجِبُ الْإِيمَانُ بِهَا وَبِمَا تَدُلُّ عَلَيْهِ مَعَ التَّنْزِيهِ فَنَقُولُ: إِنَّ لَهُ قُدْرَةً لَيْسَتْ كَقُدْرَتِنَا وَرَحْمَةً لَيْسَتْ كَرَحْمَتِنَا وَخَلْقًا لَيْسَ كَخَلْقِنَا. </p><p> فَإِنَّ الْخَلْقَ فِي اللُّغَةِ التَّقْدِيرُ الْمَعْرُوفُ مِنَ النَّاسِ لِلْأَشْيَاءِ وَهُوَ - تَعَالَى - أَحْسَنُ الْخَالِقِينَ، لَا يَخْلُقُ كَخَلْقِهِ أَحَدٌ كَمَا قَالَ: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ [١٣: ١٦] . وَلَيْسَ اسْتِوَاؤُهُ عَلَى عَرْشِهِ كَاسْتِوَاءِ الْمُلُوكِ عَلَى عُرُوشِهِمْ، كَمَا أَنَّ عَرْشَهُ لَيْسَ كَعُرُوشِهِمْ، وَلَا عُلُوَّهُ عَلَى خَلْقِهِ كَعُلُوِّ بَعْضِ الْأَجْسَامِ عَلَى بَعْضٍ، كَمَا أَنَّهُ - تَعَالَى - لَيْسَ جِسْمًا مُمَاثِلًا لَهُمْ. وَالسَّلَفُ وَالْخَلَفُ أَوِ الْأَثَرِيُّونَ وَالْمُتَكَلِّمُونَ كُلُّهُمْ مُتَّفِقُونَ عَلَى تَنْزِيهِ اللهِ - تَعَالَى - عَنْ مُمَاثَلَةِ خَلْقِهِ وَعَلَى أَنَّ جَمِيعَ مَا جَاءَ عَلَى أَلْسِنَةِ الرُّسُلِ فِي وَصْفِهِ - تَعَالَى - وَالْحِكَايَةِ عَنْهُ خَلْقٌ إِلَّا أَنَّ الْمُتَكَلِّمِينَ يَقُولُونَ: إِنَّ الْعَقْلَ دَلَّ عَلَى أَنَّ لِهَذَا الْعَالَمِ خَالِقًا عَالِمًا مُرِيدًا قَادِرًا، فَهَذِهِ الصِّفَاتُ ثَابِتَةٌ لَهُ عَقْلًا، وَعَلَيْهَا مَدَارُ إِثْبَاتِ الْأُلُوهِيَّةِ بِالْبُرْهَانِ، لِأَنَّ جَمِيعَ الْكَائِنَاتِ دَالَّةٌ عَلَيْهَا. فَمَا يَرِدُ مِنَ الصِّفَاتِ السَّمْعِيَّةِ </p><p> يَجِبُ إِرْجَاعُهُ إِلَيْهَا وَلَا نَعُدُّهُ </p><p> صِفَةً زَائِدَةً. وَالسَّلَفُ الْأَثَرِيُّونَ يَقُولُونَ: لَا نُفَرِّقُ بَيْنَ صِفَاتِ اللهِ - تَعَالَى - الَّذِي أَثْبَتَهَا لِنَفْسِهِ فِي كِتَابِهِ وَعَلَى لِسَانِ رَسُولِهِ. وَإِنَّمَا هَذَا خِلَافٌ فِي التَّنْزِيهِ وَفِي كَوْنِ كُلِّ مَا جَاءَ عَنِ اللهِ فِي ذَلِكَ حَقٌّ، وَلَوْلَا أَنَّ الْمُسْلِمِينَ انْقَسَمُوا إِلَى مَذَاهِبَ عَنَى أَهْلُ كُلِّ مَذْهَبٍ مِنْهَا بِإِثْبَاتِ مَذْهَبِهِمْ وَتَأْيِيدِهِ وَإِبْطَالِ مُخَالِفِهِ وَتَفْنِيدِهِ لَزَالَ هَذَا الْخِلَافُ وَعَرَفَ الْأَكْثَرُونَ الْحَقَّ صُورَةً وَمَعْنًى حَتَّى لَا يُشَنِّعَ أَشْعَرِيٌّ عَلَى حَنْبَلِيٍّ وَلَا أَثَرِيٌّ عَلَى نَظَرِيٍّ ; وَلِذَلِكَ تَرَى مُحَقِّقِي الْمُتَكَلِّمِينَ رَجَعُوا فِي آخِرِ عَهْدِهِمْ إِلَى مَذْهَبِ السَّلَفِ. وَبِذَلِكَ صَرَّحَ الشَّيْخُ أَبُو الْحَسَنِ الْأَشْعَرِيُّ فِي (الْإِبَانَةِ) وَأَبُو حَامِدٍ الْغَزَالِيُّ فِي (إِلْجَامِ الْعَوَامِّ عَنْ عِلْمِ الْكَلَامِ) وَغَيْرِهِ مِنْ كُتُبِهِ الَّتِي أَلَّفَهَا فِي آخِرِ حَيَاتِهِ. </p><p> هَذَا وَلَا نُنْكِرُ أَنَّ الْأَثَرِيِّينَ مِنَ الْحَنَابِلَةِ وَغَيْرِهِمْ قَدْ وَقَعَ لِبَعْضِهِمْ مَا يَكَادُ يَكُونُ نَصًّا فِي التَّجْسِيمِ، أَوْ جَعَلَ كُلَّ مَا وَرَدَ فِي صِفَاتِ اللهِ وَأَفْعَالِهِ صِفَاتٍ لَا تُفْهَمُ وَإِنَّمَا تُؤْخَذُ بِالتَّسْلِيمِ، وَإِنَّمَا الْعِبْرَةُ بِمَا كَتَبَهُ عُلَمَاؤُهُمُ الْمُحَقِّقُونَ كَابْنِ تَيْمِيَةَ وَابْنِ الْقَيِّمِ، وَقَدْ قَالَ ابْنُ تَيْمِيَةَ: إِنَّ خَطَأَ الْمُتَكَلِّمِينَ فِي نَفْيِ الصِّفَاتِ أَكْثَرُ وَخَطَأَ الْأَثَرِيِّينَ فِي الْإِثْبَاتِ أَكْثَرُ. أَقُولُ: وَمِنْ عَجِيبِ صُنْعِ بَعْضِهِمْ أَنَّهُمْ ذَكَرُوا السَّمْعَ وَالْبَصَرَ وَالْكَلَامَ وَعَدُّوهَا مِنَ الصِّفَاتِ الَّتِي عَلَيْهَا مَدَارُ الْإِيمَانِ بِالْأُلُوهِيَّةِ عَلَى أَنَّهُمْ سَمَّوْهَا صِفَاتٍ سَمْعِيَّةً، وَلَمْ يَذْكُرُوا الْحِكْمَةَ وَالرَّحْمَةَ وَالْمَحَبَّةَ مَعَ أَنَّ السَّمْعَ وَرَدَ بِهَا وَالدَّلَائِلُ الْعَقْلِيَّةُ عَلَيْهَا أَظْهَرُ، إِذِ الْعَقْلُ يُجِيزُ أَنْ يُقَالَ: إِنَّ صِفَةَ الْعِلْمِ الْإِلَهِيِّ مُحِيطَةٌ بِالْمَسْمُوعَاتِ وَالْمُبْصِرَاتِ، وَبِذَلِكَ يُسَمَّى سَمِيعًا بَصِيرًا، وَلَا حَاجَةَ إِلَى الْقَوْلِ بِأَنَّ السَّمْعَ وَالْبَصَرَ صِفَتَانِ زَائِدَتَانِ مِنْ صِفَاتِ الْأُلُوهِيَّةِ، وَلَا يَظْهَرُ مِثْلُ هَذَا الْقَوْلِ فِي إِدْرَاجِ الْحِكْمَةِ وَالرَّحْمَةِ وَالْمَحَبَّةِ وَنَحْوِهَا فِي صِفَتَيِ الْإِرَادَةِ وَالْقُدْرَةِ. </p><p> وَإِنَّنِي أَنْقُلُ فِي هَذَا الْمَقَامِ جُمْلَةً مِنْ كَلَامِ أَهْلِ الْأَثَرِ وَتَابِعِي السَّلَفِ فِي مَعْنَى مَا تَقَدَّمَ مِنْ عَدَمِ التَّفْرِقَةِ بَيْنَ صِفَاتِ اللهِ - تَعَالَى - لِيَعْلَمَ الْجَامِدُونَ عَلَى مَا فِي كُتُبِ الْكَلَامِ وَالتَّفْسِيرِ الَّتِي أَلَّفَهَا الْأَشَاعِرَةُ أَنَّهُمْ كَتَبُوا بِعَقْلٍ، وَهُمْ أَجْوَدُ النَّاسِ فَهْمًا لِلنَّقْلِ، جَاءَ فِي شَرْحِ عَقِيدَةِ السَّفَارِينِيِّ الْحَنْبَلِيِّ فِي هَذَا الْمَبْحَثِ مَا نَصُّهُ: </p><p> \" قَالَ شَيْخُ الْإِسْلَامِ فِي التَّدْمُرِيَّةِ: الْقَوْلُ فِي بَعْضِ الصِّفَاتِ كَالْقَوْلِ فِي بَعْضٍ، فَإِنْ كَانَ الْمُخَاطَبُ مِمَّنْ يُقِرُّ بِأَنَّ اللهَ - تَعَالَى - حَيٌّ بِحَيَاةٍ عَلِيمٌ بِعِلْمٍ قَدِيرٌ بِقُدْرَةٍ سَمِيعٌ بِسَمْعٍ بَصِيرٌ بِبَصَرٍ مُتَكَلِّمٌ بِكَلَامٍ مُرِيدٌ بِإِرَادَةٍ، وَيَجْعَلُ ذَلِكَ كُلَّهُ حَقِيقَةً وَيُنَازِعُ </p><p> فِي مَحَبَّتِهِ - تَعَالَى - وَرِضَاهُ وَغَضَبِهِ وَكَرَاهَتِهِ فَيَجْعَلُ ذَلِكَ مَجَازًا وَيُفَسِّرُهُ إِمَّا بِالْإِرَادَةِ وَإِمَّا بِبَعْضِ الْمَخْلُوقَاتِ مِنَ النِّعَمِ وَالْعُقُوبَاتِ، قِيلَ لَهُ: لَا فَرْقَ بَيْنَ مَا نَفَيْتَهُ وَبَيْنَ مَا أَثْبَتَّهُ، بَلِ الْقَوْلُ فِي أَحَدِهِمَا كَالْقَوْلِ فِي الْآخَرِ. فَإِنْ قُلْتَ: إِنَّ إِرَادَتَهُ مِثْلُ إِرَادَةِ الْمَخْلُوقِينَ فَكَذَلِكَ مَحَبَّتُهُ وَرِضَاهُ وَغَضَبُهُ، وَهَذَا هُوَ التَّمْثِيلُ. وَإِنْ قُلْتَ: لَهُ </p><p> إِرَادَةٌ تَلِيقُ بِهِ كَمَا أَنَّ لِلْمَخْلُوقِ إِرَادَةً تَلِيقُ بِهِ. قِيلَ ذَلِكَ: وَكَذَلِكَ لَهُ مَحَبَّةٌ تَلِيقُ بِهِ وَلِلْمَخْلُوقِ مَحَبَّةٌ تَلِيقُ بِهِ، وَلَهُ - تَعَالَى - رِضًا وَغَضَبٌ يَلِيقَانِ بِهِ كَمَا لِلْمَخْلُوقِ رِضًا وَغَضَبٌ يَلِيقَانِ بِهِ، فَإِنْ قَالَ: الْغَضَبُ غَلَيَانُ دَمِ الْقَلْبِ لِطَلَبِ الِانْتِقَامِ، قِيلَ لَهُ: وَالْإِرَادَةُ مَيْلُ النَّفْسِ إِلَى جَلْبِ مَنْفَعَةٍ أَوْ دَفْعِ مَضَرَّةٍ. فَإِنْ قُلْتَ: هَذِهِ إِرَادَةُ الْمَخْلُوقِ. قِيلَ لَكَ: وَهَذَا غَضَبُ الْمَخْلُوقِ. </p><p> وَكَذَلِكَ يَلْزَمُ بِالْقَوْلِ فِي عِلْمِهِ وَسَمْعِهِ وَبَصَرِهِ وَقُدْرَتِهِ وَنَحْوِ ذَلِكَ، فَهَذَا الْفَرْقُ بَيْنَ بَعْضِ الصِّفَاتِ وَبَعْضِ مَا يُقَالُ لَهُ فِيمَا نَفَاهُ كَمَا يَقُولُهُ هُوَ لِمُنَازِعِهِ فِيمَا أَثْبَتَهُ. فَإِنْ قَالَ: تِلْكَ الصِّفَاتُ أَثْبَتُّهَا بِالْعَقْلِ لِأَنَّ الْفِعْلَ دَلَّ عَلَى الْقُدْرَةِ، وَالتَّخْصِيصَ دَلَّ عَلَى الْإِرَادَةِ، وَالْإِحْكَامَ دَلَّ عَلَى الْعِلْمِ وَهَذِهِ الصِّفَاتُ مُسْتَلْزَمَةٌ لِلْحَيَاةِ، وَالْحَيُّ لَا يَخْلُو عَنِ السَّمْعِ وَالْبَصَرِ وَالْكَلَامِ أَوْ ضِدِّ ذَلِكَ، قَالَ لَهُ سَائِرُ أَهْلِ الْإِثْبَاتِ لَكَ جَوَابَانِ: </p><p> (أَحَدُهُمَا) أَنْ يُقَالَ: عَدَمُ الدَّلِيلِ الْمُعَيَّنِ لَا يَسْتَلْزِمُ عَدَمَ الْمَدْلُولِ الْمُعَيَّنِ، فَهَبْ أَنَّ مَا سَلَكْتَهُ مِنَ الدَّلِيلِ الْعَقْلِيِّ لَا يُثْبِتُ ذَلِكَ فَإِنَّهُ لَا يَنْفِيهِ، وَلَيْسَ لَكَ أَنْ تَنْفِيَهُ مِنْ غَيْرِ دَلِيلٍ لِأَنَّ النَّافِيَ عَلَيْهِ الدَّلِيلُ كَمَا عَلَى الْمُثْبِتِ، وَالسَّمْعُ قَدْ دَلَّ عَلَيْهِ وَلَمْ يُعَارِضْ ذَلِكَ مُعَارِضٌ عَقْلِيٌّ وَلَا سَمْعِيٌّ. فَيَجِبُ إِثْبَاتُ مَا أَثْبَتَهُ الدَّلِيلُ السَّالِمُ عَنِ الْمُعَارِضِ الْمُقَاوِمِ. </p><p> (الثَّانِي) أَنْ يُقَالَ: يُمْكِنُ إِثْبَاتُ هَذِهِ الصِّفَاتِ بِنَظِيرِ مَا أَثْبَتَ بِهِ تِلْكَ مِنَ الْعَقْلِيَّاتِ، فَيُقَالُ: نَفْعُ الْعِبَادِ بِالْإِحْسَانِ إِلَيْهِمْ وَمَا يُوجَدُ فِي الْمَخْلُوقَاتِ مِنَ الْمَنَافِعِ لِلْمُحْتَاجِينَ وَكَشْفِ الضُّرِّ عَنِ الْمَضْرُورِينَ، وَأَنْوَاعُ الرِّزْقِ وَالْهُدَى وَالْمَسَرَّاتِ دَلِيلٌ عَلَى رَحْمَةِ الْخَالِقِ كَدَلَالَةِ التَّخْصِيصِ عَلَى الْإِرَادَةِ وَالْمَشِيئَةِ، وَالْقُرْآنُ يُثْبِتُ دَلَائِلَ الرُّبُوبِيَّةِ بِهَذِهِ الطَّرِيقِ، تَارَةً يَدُلُّهُمْ بِالْآيَاتِ الْمَخْلُوقَةِ عَلَى وُجُودِ الْخَالِقِ وَيُثْبِتُ عِلْمَهُ وَقُدْرَتَهُ وَحَيَاتَهُ، وَتَارَةً يَدُلُّهُمْ بِالنِّعَمِ وَالْآيَاتِ عَلَى وُجُودِ بِرِّهِ وَإِحْسَانِهِ الْمُسْتَلْزِمِ رَحْمَتَهُ، وَهَذَا كَثِيرٌ فِي الْقُرْآنِ، وَإِنْ لَمْ يَكُنْ مِثْلَ الْأَوَّلِ أَوْ أَكْثَرَ مِنْهُ لَمْ يَكُنْ أَقَلَّ مِنْهُ بِكَثِيرٍ، وَإِكْرَامُ الطَّائِعِينَ يَدُلُّ عَلَى مَحَبَّتِهِمْ، وَعِقَابُ الْكُفَّارِ يَدُلُّ عَلَى بُغْضِهِمْ كَمَا قَدْ ثَبَتَ بِالشَّاهِدِ وَالْخَبَرِ مِنْ إِكْرَامِ </p><p> أَوْلِيَائِهِ وَعِقَابِ أَعْدَائِهِ، وَالْغَايَاتُ الْمَوْجُودَةُ فِي مَفْعُولَاتِهِ وَمَأْمُورَاتِهِ وَهِيَ مَا تَنْتَهِي إِلَيْهِ مَفْعُولَاتُهُ وَمَأْمُورَاتُهُ مِنَ الْعَوَاقِبِ الْحَمِيدَةِ تَدُلُّ عَلَى حِكْمَتِهِ الْبَالِغَةِ كَمَا يَدُلُّ التَّخْصِيصُ عَلَى الْإِرَادَةِ وَأَوْلَى لِقُوَّةِ الْعِلَّةِ الْغَائِيَّةِ ; وَلِهَذَا كَانَ مَا فِي الْقُرْآنِ مِنْ بَيَانِ مَخْلُوقَاتِهِ مِنَ النِّعَمِ وَالْحِكَمِ أَعْظَمُ مِمَّا فِي الْقُرْآنِ مِنْ بَيَانِ مَا فِيهَا مِنَ الدَّلَالَةِ عَلَى مَحْضِ الْمَشِيئَةِ. </p><p> \" قَالَ شَيْخُ الْإِسْلَامِ - طَيَّبَ اللهُ مِضْجَعَهُ -: وَمِمَّا يُوَضِّحُ ذَلِكَ أَنَّ وُجُوبَ تَصْدِيقِ كُلِّ مُسْلِمٍ بِمَا أَخْبَرَ بِهِ اللهُ وَرَسُولُهُ مِنْ صِفَاتِهِ - تَعَالَى - لَيْسَ مَوْقُوفًا عَلَى أَنْ يَقُومَ دَلِيلٌ عَقْلِيٌّ عَلَى تِلْكَ الصِّفَةِ بِعَيْنِهَا، فَإِنَّ مِمَّا يُعْلَمُ بِالِاضْطِرَارِ مِنْ دِينِ الْإِسْلَامِ أَنَّ الرَّسُولَ إِذَا أَخْبَرَنَا بِشَيْءٍ مِنْ صِفَاتِ اللهِ - تَعَالَى - وَجَبَ عَلَيْنَا التَّصْدِيقُ بِهِ وَإِنْ لَمْ نَعْلَمْ ثُبُوتَهُ بِعُقُولِنَا، وَمَنْ لَمْ يُقِرَّ بِمَا جَاءَ بِهِ الرَّسُولُ حَتَّى يَعْلَمَهُ بِعَقْلِهِ فَقَدْ أَشْبَهَ الَّذِينَ قَالَ اللهُ عَنْهُمْ: قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللهِ اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ [٦: ١٢٤] وَمَنْ سَلَكَ هَذَا السَّبِيلَ فَلَيْسَ فِي </p><p> الْحَقِيقَةِ مُؤْمِنًا بِالرَّسُولِ وَلَا مُتَلَقِّيًا عَنْهُ الْأَخْبَارَ بِشَأْنِ الرُّبُوبِيَّةِ، وَلَا فَرْقَ عِنْدَهُ بَيْنَ أَنْ يُخْبِرَ الرَّسُولُ بِشَيْءٍ مِنْ ذَلِكَ أَوْ لَمْ يُخْبِرْ بِهِ، فَإِنَّ مَا أَخْبَرَ بِهِ إِذَا لَمْ يَعْلَمْهُ بِعَقْلِهِ لَا يُصَدِّقُ بِهِ بَلْ يَتَأَوَّلُهُ أَوْ يُفَوِّضُهُ، وَمَا لَمْ يُخْبِرْ بِهِ إِنْ عَلِمَهُ بِعَقْلِهِ آمَنَ بِهِ فَلَا فَرْقَ عِنْدَ مَنْ سَلَكَ هَذِهِ السَّبِيلَ بَيْنَ وُجُودِ الرَّسُولِ وَإِخْبَارِهِ وَبَيْنَ عَدَمِ الرَّسُولِ وَإِخْبَارِهِ، وَكَانَ مَا يُذْكَرُ مِنَ الْقُرْآنِ وَالْحَدِيثِ وَالْإِجْمَاعِ عَدِيمَ الْأَثَرِ عِنْدَهُ. قَالَ شَيْخُ الْإِسْلَامِ فِي شَرْحِ الْأَصْفَهَانِيَّةِ وَقَدْ صَرَّحَ بِهَذَا أَئِمَّةُ هَذَا الطَّرِيقِ، قَالَ: ثُمَّ أَهْلُ الطَّرِيقِ الثُّبُوتِيَّةِ فِيهِمْ مَنْ يُحِيلُ عَلَى الْكَشْفِ، وَكُلٌّ مِنَ الطَّرِيقَيْنِ فِيهَا مِنَ الِاضْطِرَابِ وَالِاخْتِلَافِ مَا لَا يَنْضَبِطُ، وَلَيْسَتْ وَاحِدَةٌ مِنْهُمَا تُحَصِّلُ الْمَقْصُودَ بِدُونِ الطَّرِيقِ النَّبَوِيَّةِ، وَالطَّرِيقُ النَّبَوِيَّةُ بِهَا يَحْصُلُ الْإِيمَانُ النَّافِعُ فِي الْآخِرَةِ، ثُمَّ إِنْ حَصَلَ قِيَاسٌ أَوْ كَشْفٌ يُوَافِقُ مَا أَخْبَرَ بِهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ حَسَنًا مَعَ أَنَّ الْقُرْآنَ قَدْ نَبَّهَ عَلَى الطَّرِيقِ الِاعْتِبَارِيَّةِ الَّتِي بِهَا يُسْتَدَلُّ عَلَى مِثْلِ مَا فِي الْقُرْآنِ كَمَا قَالَ - تَعَالَى -: سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ [٤١: ٥٣] فَأَخْبَرَ أَنَّهُ يُرِي عِبَادَهُ مِنَ الْآيَاتِ الْمَشْهُودَةِ الَّتِي هِيَ أَدِلَّةٌ عَقْلِيَّةٌ مَا يُبَيِّنُ أَنَّ الْقُرْآنَ حَقٌّ، وَلَيْسَ لِقَائِلٍ أَنْ يَقُولَ: إِنَّمَا خُصَّتْ هَذِهِ الصِّفَاتُ بِالذِّكْرِ لِأَنَّ السَّمْعَ مَوْقُوفٌ عَلَيْهَا دُونَ غَيْرِهَا، فَإِنَّ الْأَمْرَ لَيْسَ كَذَلِكَ، لِأَنَّ التَّصْدِيقَ بِالسَّمْعِيَّاتِ لَيْسَ مَوْقُوفًا عَلَى إِثْبَاتِ السَّمْعِ وَالْبَصَرِ وَنَحْوِ ذَلِكَ. ثُمَّ قَالَ شَيْخُ </p><p> الْإِسْلَامِ قَدَّسَ اللهُ رُوحَهُ: وَالْمَقْصُودُ هُنَا التَّنْبِيهُ عَلَى أَنَّ مَا يَجِبُ إِثْبَاتُهُ لِلَّهِ - تَعَالَى - مِنَ الصِّفَاتِ لَيْسَ مَقْصُورًا عَلَى مَا ذَكَرَهُ هَؤُلَاءِ مَعَ إِثْبَاتِهِمْ بَعْضَ صِفَاتِهِ بِالْعَقْلِ وَبَعْضَهَا بِالسَّمْعِ، فَإِنَّ مَنْ عَرَفَ حَقَائِقَ أَقْوَالِ النَّاسِ بِطُرُقِهِمُ الَّتِي دَعَتْهُمْ إِلَى تِلْكَ الْأَقْوَالِ حَصَلَ لَهُ الْعِلْمُ وَالرَّحْمَةُ فَعَلِمَ الْحَقَّ وَرَحِمَ الْخَلْقَ، وَكَانَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ. </p><p> وَهَذِهِ خَاصَّةُ أَهْلِ السُّنَّةِ الْمُتَّبِعِينَ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَإِنَّهُمْ يَتَّبِعُونَ الْحَقَّ وَيَرْحَمُونَ مَنْ خَالَفَهُمْ بِاجْتِهَادِهِ حَيْثُ عَذَرَهُ اللهُ وَرَسُولُهُ، وَأَمَّا أَهْلُ الْبِدَعِ فَيَبْتَدِعُونَ بِدْعَةً بَاطِلَةً وَيُكَفِّرُونَ مَنْ خَالَفَهُمْ فِيهَا. انْتَهَى وَبِاللهِ التَّوْفِيقُ. </p><p> أَقُولُ: وَقَدِ اشْتُهِرَ عَنِ الْحَنَابِلَةِ وَغَيْرِهِمْ مِنْ أَهْلِ الْأَثَرِ إِثْبَاتُ صِفَةِ الْعُلُوِّ لِلَّهِ - تَعَالَى - حَتَّى رَمَاهُمْ بَعْضُ الْمُتَكَلِّمِينَ بِالْقَوْلِ بِالتَّجْسِيمِ، لِأَنَّ ذَلِكَ قَوْلٌ بِالْجِهَةِ وَهُوَ يَسْتَلْزِمُ الْحَدَّ وَالْجِسْمِيَّةَ فَآخَذُوهُمْ بِلَازِمِ الْمَذْهَبِ وَهُمْ يَجْهَلُونَ مَذْهَبَهُمْ وَهُمْ لَمْ يَقُولُوا إِلَّا بِالنَّقْلِ الْمُوَافِقِ لِلْعَقْلِ، وَهَاكَ كَلَامٌ وَاحِدٌ مِنْهُ نَقْلًا عَنْ شَرْحِ عَقِيدَةِ السَّفَارِينِيِّ وَهُوَ: </p><p> \" ذَكَرَ الْإِمَامُ أَبُو الْعَبَّاسِ عِمَادُ الدِّينِ أَحْمَدُ الْوَاسِطِيُّ الصُّوفِيُّ الْمُحَقِّقُ الْعَارِفُ تِلْمِيذُ شَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَةَ - قَدَّسَ اللهُ سِرَّهُمَا - الَّذِي قَالَ فِيهِ شَيْخُ الْإِسْلَامِ: إِنَّهُ جُنَيْدُ زَمَانِهِ فِي رِسَالَتِهِ (نَصِيحَةُ الْإِخْوَانِ) مَا حَاصِلُهُ فِي مَسْأَلَةِ الْعُلُوِّ وَالْفَوْقِيَّةِ وَالِاسْتِوَاءِ: هُوَ أَنَّ اللهَ - عَزَّ وَجَلَّ - كَانَ وَلَا مَكَانَ وَلَا عَرْشَ وَلَا مَاءَ وَلَا فَضَاءَ وَلَا هَوَاءَ وَلَا خَلَاءَ وَلَا مِلَاءَ، وَأَنَّهُ كَانَ مُنْفَرِدًا فِي قِدَمِهِ وَأَزَلِيَّتِهِ مُتَوَحِّدًا فِي فَرْدَانِيَّتِهِ لَا يُوصَفُ بِأَنَّهُ فَوْقَ كَذَا إِذْ لَا شَيْءَ غَيْرَهُ هُوَ - تَعَالَى - </p><p> سَابِقُ التَّحْتِ وَالْفَوْقِ اللَّذَيْنِ هُمَا جِهَتَا الْعَالَمِ، وَهُوَ لَا زَمَانَ لَهُ - تَعَالَى -، وَهُوَ - تَعَالَى - فِي تِلْكَ الْفَرْدَانِيَّةِ مُنَزَّهٌ عَنْ لَوَازِمِ الْحَدَثِ وَصِفَاتِهِ، فَلَمَّا اقْتَضَتِ الْإِرَادَةُ أَنْ يَكُونَ الْكَوْنُ لَهُ جِهَاتٌ مِنَ الْعُلُوِّ وَالسُّفْلِ وَهُوَ - سُبْحَانَهُ - مُنَزَّهٌ عَنْ صِفَاتِ الْحَدَثِ، فَكَوَّنَ الْأَكْوَانَ وَجَعَلَ جِهَتَيِ الْعُلُوِّ وَالسُّفْلِ، وَاقْتَضَتِ الْحِكْمَةُ الْإِلَهِيَّةُ أَنْ يَكُونَ الْكَوْنُ فِي جِهَةِ التَّحْتِ لِكَوْنِهِ مَرْبُوبًا مَخْلُوقًا، وَاقْتَضَتِ الْعَظَمَةُ الرَّبَّانِيَّةُ أَنْ يَكُونَ بِاعْتِبَارِ الْكَوْنِ لَا بِاعْتِبَارِ فَرْدَانِيَّتِهِ إِذْ لَا فَوْقَ فِيهَا وَلَا تَحْتَ، وَالرَّبُّ - سُبْحَانَهُ وَتَعَالَى - كَمَا كَانَ فِي قِدَمِهِ وَأَزَلِيَّتِهِ وَفَرْدَانِيَّتِهِ لَمْ يَحْدُثْ لَهُ فِي ذَاتِهِ وَلَا فِي صِفَاتِهِ مَا لَمْ يَكُنْ لَهُ فِي قِدَمِهِ وَأَزَلِيَّتِهِ فَهُوَ الْآنُ كَمَا كَانَ. لَمَّا أَحْدَثَ الْمَرْبُوبُ الْمَخْلُوقُ ذَا الْجِهَاتِ وَالْحُدُودِ وَالْمَلَأِ ذَا الْفَوْقِيَّةِ وَالتَّحْتِيَّةِ كَانَ مُقْتَضَى </p><p> حُكْمِ الْعَظَمَةِ الرُّبُوبِيَّةَ أَنْ يَكُونَ فَوْقَ مُلْكِهِ، وَأَنْ تَكُونَ الْمَمْلَكَةُ تَحْتَهُ بِاعْتِبَارِ الْحُدُوثِ مِنَ الْكَوْنِ لَا بِاعْتِبَارِ الْقِدَمِ الْمُكَوِّنِ، فَإِذَا أُشِيرَ إِلَيْهِ بِشَيْءٍ يَسْتَحِيلُ أَنْ يُشَارَ إِلَيْهِ مِنْ جِهَةِ التَّحْتِيَّةِ أَوْ مِنْ جِهَةِ الْيُمْنَةِ أَوْ مِنْ جِهَةِ الْيُسْرَةِ بَلْ لَا يَلِيقُ أَنْ يُشَارَ إِلَيْهِ إِلَّا مِنْ جِهَةِ الْعُلُوِّ وَالْفَوْقِيَّةِ، ثُمَّ الْإِشَارَةُ هِيَ بِحَسَبِ الْكَوْنِ وَحُدُوثِهِ وَأَسْفَلِهِ، فَالْإِشَارَةُ تَقَعُ عَلَى أَعْلَى جُزْءٍ مِنَ الْكَوْنِ حَقِيقَةً وَتَقَعُ عَلَى عَظَمَةِ اللهِ - تَعَالَى - كَمَا يَلِيقُ بِهِ، لَا كَمَا يَقَعُ عَلَى الْحَقِيقَةِ الْمَحْسُوسَةِ عِنْدَنَا فِي أَعْلَى جُزْءٍ مِنَ الْكَوْنِ فَإِنَّهَا إِشَارَةٌ إِلَى جِسْمٍ وَتِلْكَ إِلَى إِثْبَاتٍ. إِذَا عُلِمَ ذَلِكَ فَالِاسْتِوَاءُ صِفَةٌ كَانَتْ لَهُ - سُبْحَانَهُ وَتَعَالَى - فِي قِدَمِهِ لَكِنْ لَمْ يَظْهَرْ حُكْمُهَا إِلَّا فِي خَلْقِ الْعَرْشِ كَمَا أَنَّ الْحِسَابَ صِفَةٌ قَدِيمَةٌ لَا يَظْهَرُ حُكْمُهَا إِلَّا فِي الْآخِرَةِ، وَكَذَلِكَ التَّجَلِّي فِي الْآخِرَةِ لَا يَظْهَرُ حُكْمُهُ إِلَّا فِي مَحَلِّهِ، قَالَ: فَإِذَا عُلِمَ ذَلِكَ فَالْأَمْرُ الَّذِي تَهْرُبُ الْمُتَأَوِّلَةُ مِنْهُ حَيْثُ أَوَّلُوا الْفَوْقِيَّةَ بِفَوْقِيَّةِ الْمَرْتَبَةِ وَالِاسْتِوَاءَ بِالِاسْتِيلَاءِ فَنَحْنُ أَشَدُّ النَّاسِ هَرَبًا مِنْ ذَلِكَ وَتَنْزِيهًا لِلْبَارِي - تَعَالَى - عَنِ الْحَدِّ الَّذِي لَا يَحْصُرُهُ، فَلَا يُحَدُّ بِحَدٍّ يَحْصُرُهُ، بَلْ بِحَدٍّ تَتَمَيَّزُ بِهِ عَظَمَةُ ذَاتِهِ عَنْ مَخْلُوقَاتِهِ، وَالْإِشَارَةُ إِلَى الْجِهَةِ إِنَّمَا هُوَ بِحَسَبِ الْكَوْنِ وَسُفْلِهِ إِذْ لَا تُمْكِنُ الْإِشَارَةُ إِلَيْهِ إِلَّا هَكَذَا وَهُوَ فِي قُدْسِهِ - سُبْحَانَهُ - مُنَزَّهٌ عَنْ صِفَاتِ الْحَدَثِ، وَلَيْسَ فِي الْقِدَمِ فَوْقِيَّةٌ وَلَا تَحْتِيَّةٌ، وَإِنَّمَا مَنْ هُوَ مَحْصُورٌ فِي التَّحْتِ لَا يُمْكِنُهُ مَعْرِفَةَ بَارِئِهِ إِلَّا مِنْ فَوْقِهِ، فَتَقَعُ الْإِشَارَةُ إِلَى الْعَرْشِ حَقِيقَةَ إِشَارَةٍ مَعْقُولَةٍ، وَتَنْتَهِي الْجِهَاتُ عِنْدَ الْعَرْشِ وَيَبْقَى مَا وَرَاءَهُ لَا يُدْرِكُهُ الْعَقْلُ وَلَا يَكْفِيهِ الْوَهْمُ فَتَقَعُ الْإِشَارَةُ عَلَيْهِ كَمَا يَلِيقُ بِهِ مُجْمَلًا مُثْبَتًا مُكَيَّفًا لَا مُمَثَّلًا، (قَالَ) : فَإِذَا عَلِمْنَا ذَلِكَ وَاعْتَقَدْنَاهُ تَخَلُّصًا مِنْ شُبْهَةِ التَّأْوِيلِ وَعَمَاوَةِ التَّعْطِيلِ وَحَمَاقَةِ التَّشْبِيهِ وَالتَّمْثِيلِ وَأَثْبَتْنَا عُلُوَّ رَبِّنَا وَفَوْقِيَّتَهُ وَاسْتِوَاءَهُ عَلَى عَرْشِهِ كَمَا يَلِيقُ بِجَلَالِهِ وَعَظَمَتِهِ وَالْحَقُّ وَاضِحٌ فِي ذَلِكَ، وَالصَّدْرُ يَنْشَرِحُ لَهُ، فَإِنَّ التَّحْرِيفَ تَأْبَاهُ الْعُقُولُ الصَّحِيحَةُ مِثْلَ تَحْرِيفِ الِاسْتِوَاءِ بِالِاسْتِيلَاءِ وَغَيْرِهِ، وَالْوُقُوفُ فِي ذَلِكَ جَهْلٌ وَغَيٌّ مَعَ كَوْنِ الرَّبِّ وَصَفَ نَفْسَهُ بِهَذِهِ الصِّفَاتِ لِنَعْرِفَهُ بِهَا، فَوُقُوفُنَا عَنْ إِثْبَاتِهَا وَنَفْيِهَا عُدُولٌ عَنِ الْمَقْصُودِ مِنْهُ فِي تَعْرِيفِنَا إِيَّاهَا، فَمَا وَصَفَ لَنَا نَفْسَهُ بِهَا إِلَّا لِنُثْبِتَ مَا وَصَفَ بِهِ نَفْسَهُ وَلَا نَقِفَ فِي ذَلِكَ. قَالَ: وَكَذَلِكَ التَّشْبِيهُ وَالتَّمْثِيلُ حَمَاقَةٌ وَجَهَالَةٌ، </p><p> فَمَنْ وَفَّقَهُ اللهُ لِلْإِثْبَاتِ فَلَا تَحْرِيفَ وَلَا تَكْيِيفَ وَلَا وُقُوفَ فَقَدْ وَقَعَ عَلَى الْأَمْرِ الْمَطْلُوبِ مِنْهُ إِنْ شَاءَ اللهُ - تَعَالَى - وَاللهُ أَعْلَمُ اهـ. </p><p> أَقُولُ: وَلِأُسْتَاذِهِ ابْنِ تَيْمِيَةَ نَحْوُ ذَلِكَ فِي بَيَانِ مَعْنَى مَا وَرَدَ مِنْ أَنَّ اللهَ - تَعَالَى - هُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ، ذَاتُهُ فِي السَّمَاءِ فَلَا يَعْنُونَ بِشَيْءٍ مِمَّا وَرَدَ أَنَّ ذَاتَ اللهِ الْقَدِيمِ مَحْصُورَةٌ فِي السَّمَاءِ أَوِ الْعَرْشِ أَوْ مَحْدُودَةٌ فِي الْجِهَةِ الَّتِي فَوْقَ رُءُوسِنَا، بَلْ صَرَّحَ ابْنُ تَيْمِيَةَ وَابْنُ الْقَيِّمِ وَغَيْرُهُمَا بِأَنَّ جِهَةَ الرَّأْسِ كَسَائِرِ الْجِهَاتِ مِنَ الْيَمِينِ وَالشِّمَالِ وَغَيْرِهِمَا هِيَ مِنَ الْأُمُورِ النِّسْبِيَّةِ الَّتِي لَا حَقِيقَةَ لَهَا فِي نَفْسِهَا وَإِنَّمَا يُفَسِّرُونَ ذَلِكَ بِمَا عَلِمْتَ. فَإِنْ قُلْتَ: إِنَّ مَا ذُكِرَ آنِفًا يُشْبِهُ تَأْوِيلَ الْمُتَكَلِّمِينَ فِي قَوْلِهِمْ إِنَّ الْعُلُوَّ عُلُوُّ الْمَرْتَبَةِ أَوْ هُوَ هُوَ أَقُلْ: إِنَّهُ يَتَّفِقُ مَعَهُ فِي تَنْزِيهِ الْبَارِي - تَعَالَى - عَنْ مُمَاثَلَةِ الْأَجْسَامِ الْمَحْدُودَةِ وَالْمُحْدَثَاتِ الْمَقْهُورَةِ الْخَاضِعَةِ لِإِرَادَةِ الْقَاهِرِ فَوْقَ عِبَادِهِ، وَلَكِنَّهُ يُفَارِقُهُ بِعَدَمِ حَظْرِ اسْتِعْمَالِ مَا جَاءَتْ بِهِ النُّصُوصُ لِلْعَامَّةِ وَالْخَاصَّةِ مَعَ اعْتِقَادِ التَّنْزِيهِ لَا مَعَ مُلَاحَظَةِ مَا قِيلَ فِي التَّأْوِيلِ، فَأَهْلُ التَّأْوِيلِ يَحْظُرُونَ أَنْ يَقُولَ النَّاسُ فِي مُخَاطَبَاتِهِمْ مِثْلَ إِنَّ اللهَ فِي السَّمَاءِ لِئَلَّا يُوهِمُ ذَلِكَ أَنَّ ذَاتَ الْخَالِقِ الْقَدِيمِ مَحْصُورٌ فِي هَذَا الْمَخْلُوقِ الَّذِي فَوْقَ رُءُوسِنَا فَهُمْ يُرِيدُونَ الْمُبَالَغَةَ فِي التَّنْزِيهِ، وَالْأَثَرِيُّونَ يُجِيزُونَ اسْتِعْمَالَ كُلِّ مَا وَرَدَ مُحْتَجِّينَ بِنُصُوصِ الْكِتَابِ وَالسُّنَّةِ، وَمَا كَانَ لِبَشَرٍ أَنْ يَدَّعِيَ أَنَّهُ أَحْرَصُ عَلَى تَنْزِيهِ اللهِ مِنَ اللهِ وَرَسُولِهِ، وَقَدْ يُبَالِغُ هَؤُلَاءِ فَيَسْتَعْمِلُونَ مِنْ ذَلِكَ مَا لَمْ يَرِدْ بِهِ نَصٌّ، أَوِ النَّصُّ فِي غَيْرِ مَا وَرَدَ فِيهِ، أَوْ عَلَى غَيْرِ الْوَجْهِ الَّذِي وَرَدَ فِيهِ تَوَسُّعًا وَعَمَلًا بِالْقِيَاسِ. وَالْقِيَاسُ فِي هَذَا مَمْنُوعُ الْمَقَامِ، وَلِلْإِمَامِ الْغَزَالِيِّ تَفْصِيلٌ فِي كَيْفِيَّةِ الِاسْتِعْمَالِ، وَتَحْقِيقٌ فِي هَذَا الْبَحْثِ قَالَهُ بَعْدَ الرُّجُوعِ إِلَى مَذْهَبِ السَّلَفِ، فَنَنْقُلُهُ هُنَا مِنْ كِتَابِهِ (إِلْجَامِ الْعَوَامِّ عَنْ عِلْمِ الْكَلَامِ) وَهُوَ: </p><p> الْبَابُ الْأَوَّلُ (فِي شَرْحِ اعْتِقَادِ السَّلَفِ فِي هَذِهِ الْأَخْبَارِ) اعْلَمْ أَنَّ الْحَقَّ الصَّرِيحَ الَّذِي لَا مِرَاءَ فِيهِ عِنْدَ أَهْلِ الْبَصَائِرِ هُوَ مَذْهَبُ السَّلَفِ، أَعْنِي مَذْهَبَ الصَّحَابَةِ وَالتَّابِعِينَ وَهَا أَنَا أُورِدُ بَيَانَهُ وَبَيَانَ بُرْهَانِهِ (فَأَقُولُ) : حَقِيقَةُ مَذْهَبِ السَّلَفِ - وَهُوَ الْحَقُّ عِنْدَنَا - أَنَّ كُلَّ مَنْ بَلَغَهُ حَدِيثٌ مِنْ هَذِهِ الْأَحَادِيثِ مِنْ عَوَامِّ الْخَلْقِ يَجِبُ عَلَيْهِ فِيهِ سَبْعَةُ أُمُورٍ: التَّقْدِيسُ. ثُمَّ التَّصْدِيقُ، ثُمَّ الِاعْتِرَافُ بِالْعَجْزِ. ثُمَّ السُّكُوتُ. ثُمَّ الْإِمْسَاكُ. ثُمَّ الْكَفُّ؟ ثُمَّ التَّسْلِيمُ لِأَهْلِ الْمَعْرِفَةِ، (أَمَّا التَّقْدِيسُ) فَأَعْنِي بِهِ تَنْزِيهَ الرَّبِّ - تَعَالَى - عَنِ الْجِسْمِيَّةِ وَتَوَابِعِهَا. (وَأَمَّا التَّصْدِيقُ) فَهُوَ الْإِيمَانُ بِمَا قَالَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَّ مَا ذَكَرَهُ حَقٌّ، وَهُوَ فِيمَا قَالَهُ صَادِقٌ، وَأَنَّهُ حَقٌّ عَلَى الْوَجْهِ الَّذِي قَالَهُ وَأَرَادَهُ. (وَأَمَّا الِاعْتِرَافُ بِالْعَجْزِ) فَهُوَ أَنْ يُقِرَّ بِأَنَّ مَعْرِفَةَ مُرَادِهِ لَيْسَتْ عَلَى قَدْرِ طَاقَتِهِ، وَأَنَّ ذَلِكَ لَيْسَ مِنْ شَأْنِهِ وَحِرْفَتِهِ. </p><p> (وَأَمَّا السُّكُوتُ) فَأَلَّا يَسْأَلَ عَنْ مَعْنَاهُ وَلَا يَخُوضَ فِيهِ وَيَعْلَمَ أَنَّ سُؤَالَهُ عَنْهُ بِدْعَةٌ، وَأَنَّهُ فِي خَوْضِهِ فِيهِ مُخَاطِرٌ بِدِينِهِ. وَأَنَّهُ يُوشِكُ أَنْ يَكْفُرَ لَوْ خَاضَ فِيهِ مِنْ حَيْثُ لَا يَشْعُرُ. (وَأَمَّا الْإِمْسَاكُ) فَأَلَّا يَتَصَرَّفَ فِي تِلْكَ الْأَلْفَاظِ بِالتَّصْرِيفِ وَالتَّبْدِيلِ بِلُغَةٍ أُخْرَى. وَالزِّيَادَةُ فِيهِ وَالنُّقْصَانُ مِنْهُ وَالْجَمْعُ وَالتَّفْرِيقُ، بَلْ لَا يَنْطِقُ إِلَّا بِذَلِكَ اللَّفْظِ وَعَلَى ذَلِكَ الْوَجْهِ مِنَ الْإِيرَادِ وَالْإِعْرَابِ وَالتَّصْرِيفِ وَالصِّيغَةِ. (وَأَمَّا الْكَفُّ) فَأَنْ يَكُفَّ بَاطِنَهُ عَنِ الْبَحْثِ عَنْهُ وَالتَّفَكُّرِ فِيهِ. (وَأَمَّا التَّسْلِيمُ لِأَهْلِهِ) فَأَلَّا يَعْتَقِدَ أَنَّ ذَلِكَ إِنْ خَفِيَ عَلَيْهِ لِعَجْزِهِ فَقَدْ خَفِيَ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ عَلَى الْأَنْبِيَاءِ أَوْ عَلَى الصِّدِّيقِينَ وَالْأَوْلِيَاءِ، فَهَذِهِ سَبْعُ وَظَائِفَ اعْتَقَدَ كَافَّةُ السَّلَفِ وَجُوبَهَا عَلَى كُلِّ الْعَوَامِّ، لَا يَنْبَغِي أَنْ يُظَنَّ بِالسَّلَفِ الْخِلَافُ فِي شَيْءٍ مِنْهَا، فَلْنَشْرَحْهَا وَظِيفَةً وَظِيفَةً إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> (الْوَظِيفَةُ الْأُولَى التَّقْدِيسُ) وَمَعْنَاهُ: أَنَّهُ إِذَا سَمِعَ الْيَدَ وَالْإِصْبَعَ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ اللهَ خَمَّرَ طِينَةَ آدَمَ بِيَدِهِ وَإِنَّ قَلْبَ الْمُؤْمِنِ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ الرَّحْمَنِ فَيَنْبَغِي أَنْ يُعْلَمَ أَنَّ الْيَدَ تُطْلَقُ لِمَعْنَيَيْنِ ; أَحَدُهُمَا: هُوَ الْوَضْعُ الْأَصْلِيُّ وَهُوَ عُضْوٌ مُرَكَّبٌ مِنْ لَحْمٍ وَعَظْمٍ وَعَصَبٍ، وَاللَّحْمُ وَالْعَظْمُ وَالْعَصَبُ جِسْمٌ مَخْصُوصٌ وَصِفَاتٌ مَخْصُوصَةٌ، أَعْنِي بِالْجِسْمِ عِبَارَةً عَنْ مِقْدَارٍ لَهُ طُولٌ وَعَرْضٌ وَعُمْقٌ يَمْنَعُ غَيْرَهُ مِنْ أَنْ يُوجَدَ بِحَيْثُ هُوَ إِلَّا بِأَنْ يَتَنَحَّى عَنْ ذَلِكَ الْمَكَانِ، وَقَدْ يُسْتَعَارُ هَذَا اللَّفْظُ أَعْنِي الْيَدَ لِمَعْنًى آخَرَ لَيْسَ ذَلِكَ الْمَعْنَى بِجِسْمٍ أَصْلًا، كَمَا يُقَالُ: الْبَلْدَةُ فِي يَدِ الْأَمِيرِ، فَإِنَّ ذَلِكَ مَفْهُومٌ وَإِنْ كَانَ الْأَمِيرُ مَقْطُوعَ الْيَدِ مَثَلًا، فَعَلَى الْعَامِّيِّ وَغَيْرِ الْعَامِّيِّ أَنْ يَتَحَقَّقَ قَطْعًا وَيَقِينًا أَنَّ الرَّسُولَ - عَلَيْهِ السَّلَامُ - لَمْ يُرِدْ بِذَلِكَ جِسْمًا هُوَ عُضْوٌ مُرَكَّبٌ مِنْ لَحْمٍ وَدَمٍ وَعَظْمٍ، وَأَنَّ ذَلِكَ فِي حَقِّ اللهِ - تَعَالَى - مُحَالٌ وَهُوَ عَنْهُ مُقَدَّسٌ، فَإِنْ خَطَرَ بِبَالِهِ أَنَّ اللهَ جِسْمٌ مُرَكَّبٌ مِنْ أَعْضَاءٍ فَهُوَ عَابِدُ صَنَمٍ. فَإِنَّ كُلَّ جِسْمٍ فَهُوَ مَخْلُوقٌ وَعِبَادَةُ الْمَخْلُوقِ كُفْرٌ، وَعِبَادَةُ الصَّنَمِ كَانَتْ كُفْرًا لِأَنَّهُ مَخْلُوقٌ وَكَانَ مَخْلُوقًا لِأَنَّهُ جِسْمٌ، فَمَنْ عَبَدَ جِسْمًا فَهُوَ كَافِرٌ بِإِجْمَاعِ الْأَئِمَّةِ السَّلَفِ مِنْهُمْ وَالْخَلْفِ، سَوَاءٌ كَانَ ذَلِكَ الْجِسْمُ كَثِيفًا كَالْجِبَالِ الصُّمِّ الصِّلَابِ، أَوْ لَطِيفًا كَالْهَوَاءِ وَالْمَاءِ، وَسَوَاءٌ كَانَ مُظْلِمًا كَالْأَرْضِ أَوْ مُشْرِقًا كَالشَّمْسِ وَالْقَمَرِ وَالْكَوَاكِبِ، أَوْ مُشِفًّا لَا لَوْنَ لَهُ كَالْهَوَاءِ، أَوْ عَظِيمًا كَالْعَرْشِ وَالْكُرْسِيِّ وَالسَّمَاءِ، أَوْ صَغِيرًا كَالذَّرَّةِ وَالْهَبَاءِ أَوْ جَمَادًا كَالْحِجَارَةِ، أَوْ حَيَوَانًا كَالْإِنْسَانِ. فَالْجِسْمُ صَنَمٌ، فَبِأَنْ يُقَدَّرَ حُسْنُهُ وَجَمَالُهُ أَوْ عِظَمُهُ أَوْ صِغَرُهُ أَوْ صَلَابَتُهُ وَبَقَاؤُهُ لَا يَخْرُجُ عَنْ كَوْنِهِ صَنَمًا، وَمَنْ نَفَى الْجِسْمِيَّةَ عَنْهُ وَعَنْ يَدِهِ وَأُصْبُعِهِ فَقَدْ نَفَى الْعُضْوِيَّةَ وَاللَّحْمَ وَالْعَصَبَ، وَقَدَّسَ الرَّبَّ - جَلَّ جَلَالُهُ - عَمَّا يُوجِبُ الْحُدُوثَ لِيَعْتَقِدَ بَعْدَهُ أَنَّهُ عِبَارَةٌ عَنْ مَعْنًى مِنَ الْمَعَانِي لَيْسَ بِجِسْمٍ وَلَا عَرَضٍ فِي جِسْمٍ يَلِيقُ </p><p> ذَلِكَ الْمَعْنَى بِاللهِ - تَعَالَى -، فَإِنْ كَانَ لَا يَدْرِي ذَلِكَ الْمَعْنَى وَلَا يَفْهَمُ كُنْهَ حَقِيقَتِهِ فَلَيْسَ عَلَيْهِ فِي ذَلِكَ تَكْلِيفٌ أَصْلًا، فَمَعْرِفَةُ تَأْوِيلِهِ وَمَعْنَاهُ لَيْسَ بِوَاجِبٍ عَلَيْهِ بَلْ وَاجِبٌ عَلَيْهِ أَلَّا يَخُوضَ فِيهِ كَمَا سَيَأْتِي. </p><p> مِثَالٌ آخَرُ: إِذَا سَمِعَ الصُّورَةَ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ اللهَ خَلَقَ آدَمَ عَلَى صُورَتِهِ وَإِنِّي رَأَيْتُ رَبِّي فِي أَحْسَنِ صُورَةٍ فَيَنْبَغِي أَنْ يَعْلَمَ أَنَّ الصُّورَةَ اسْمٌ مُشْتَرَكٌ قَدْ يُطْلَقُ وَيُرَادُ بِهِ الْهَيْئَةُ الْحَاصِلَةُ فِي أَجْسَامٍ مُؤَلَّفَةٍ مُوَلَّدَةٍ مُرَتَّبَةٍ تَرْتِيبًا مَخْصُوصًا مِثْلَ الْأَنْفِ وَالْعَيْنِ وَالْفَمِ وَالْخَدِّ الَّتِي هِيَ أَجْسَامٌ وَهِيَ لُحُومٌ وَعِظَامٌ، وَقَدْ يُطْلَقُ وَيُرَادُ بِهِ مَا لَيْسَ بِجِسْمٍ وَلَا هَيْئَةٍ فِي جِسْمٍ، وَلَا هُوَ تَرْتِيبٌ فِي أَجْسَامٍ، كَقَوْلِكَ عَرَفَ صُورَتَهُ وَمَا يَجْرِي مَجْرَاهُ، فَلْيَتَحَقَّقْ كُلُّ مُؤْمِنٍ أَنَّ الصُّورَةَ فِي حَقِّ اللهِ لَمْ تُطْلَقْ لِإِرَادَةِ الْمَعْنَى الْأَوَّلِ الَّذِي هُوَ جِسْمٌ لَحْمِيٌّ وَعَظْمِيٌّ مُرَكَّبٌ مِنْ أَنْفٍ وَفَمٍ وَخَدٍّ، فَإِنَّ جَمِيعَ ذَلِكَ أَجْسَامٌ وَهَيْئَاتٌ فِي أَجْسَامٍ، وَخَالِقُ الْأَجْسَامِ وَالْهَيْئَاتِ كُلِّهَا مُنَزَّهٌ عَنْ مُشَابَهَتِهَا أَوْ صِفَاتِهَا، وَإِذَا عُلِمَ هَذَا يَقِينًا فَهُوَ مُؤْمِنٌ فَإِنْ خَطَرَ لَهُ أَنَّهُ إِنْ لَمْ يُرِدْ هَذَا الْمَعْنَى الَّذِي أَرَادَهُ فَيَنْبَغِي أَنْ يُعْلَمَ أَنَّ ذَلِكَ لَمْ يُؤْمَرْ بِهِ بَلْ أُمِرَ بِأَلَّا يَخُوضَ فِيهِ، فَإِنَّهُ لَيْسَ عَلَى قَدْرِ طَاقَتِهِ، لَكِنْ يَنْبَغِي أَنْ يَعْتَقِدَ أَنَّهُ أُرِيدَ بِهِ مَعْنًى يَلِيقُ بِجَلَالِ اللهِ وَعَظَمَتِهِ مِمَّا لَيْسَ بِجِسْمٍ وَلَا عَرَضٍ فِي جِسْمٍ. </p><p> مِثَالٌ آخَرُ: إِذَا قَرَعَ سَمْعَهُ النُّزُولُ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: يَنْزِلُ اللهُ - تَعَالَى - فِي كُلِّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا فَالْوَاجِبُ عَلَيْهِ أَنْ يَعْلَمَ أَنَّ النُّزُولَ اسْمٌ مُشْتَرَكٌ، قَدْ يُطْلَقُ إِطْلَاقًا يَفْتَقِرُ فِيهِ إِلَى ثَلَاثَةِ أَجْسَامٍ: جِسْمٌ عَالٍ هُوَ مَكَانٌ لِسَاكِنِهِ، وَجِسْمٌ سَافِلٌ كَذَلِكَ، وَجِسْمٌ مُنْتَقِلٌ مِنَ السَّافِلِ إِلَى الْعَالِي وَمِنَ الْعَالِي إِلَى السَّافِلِ، فَإِنْ كَانَ مِنْ أَسْفَلَ إِلَى عُلُوٍّ سُمِّيَ صُعُودًا وَعُرُوجًا وَرُقِيًّا، وَإِنْ كَانَ مِنْ عُلُوٍّ إِلَى أَسْفَلَ سُمِّيَ نُزُولًا وَهُبُوطًا، وَقَدْ يُطْلَقُ عَلَى مَعْنًى آخَرَ وَلَا يُفْتَقَرُ فِيهِ إِلَى تَقْدِيرِ انْتِقَالٍ وَحَرَكَةٍ فِي جِسْمٍ، كَمَا قَالَ اللهُ - تَعَالَى -: وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ [٣٩: ٦] وَمَا رُؤِيَ الْبَعِيرُ وَالْبَقَرُ نَازِلًا مِنَ السَّمَاءِ بِالِانْتِقَالِ، بَلْ هِيَ مَخْلُوقَةٌ فِي الْأَرْحَامِ، وَلِإِنْزَالِهَا مَعْنًى لَا مَحَالَةَ كَمَا قَالَ الشَّافِعِيُّ - رَضِيَ اللهُ عَنْهُ -: \" دَخَلْتُ مِصْرَ فَلَمْ يَفْهَمُوا كَلَامِي، فَنَزَلْتُ ثُمَّ نَزَلْتُ ثُمَّ نَزَلْتُ \" . فَلَمْ يُرِدْ بِهِ انْتِقَالَ جَسَدِهِ إِلَى أَسْفَلَ، فَتَحَقَّقَ الْمُؤْمِنُ قَطْعًا أَنَّ النُّزُولَ فِي حَقِّ اللهِ - تَعَالَى - لَيْسَ بِالْمَعْنَى الْأَوَّلِ وَهُوَ انْتِقَالُ شَخْصٍ وَجَسَدٍ مِنْ عُلُوٍّ إِلَى أَسْفَلَ </p><p> فَإِنَّ الشَّخْصَ وَالْجَسَدَ أَجْسَامٌ، وَالرَّبَّ - جَلَّ جَلَالُهُ - لَيْسَ بِجِسْمٍ، فَإِنْ خَطَرَ لَهُ أَنَّهُ إِنْ لَمْ يُرِدْ هَذَا فَمَا الَّذِي أَرَادَ؟ فَيُقَالُ لَهُ: أَنْتَ إِذَا عَجَزْتَ عَنْ فَهْمِ نُزُولِ الْبَعِيرِ مِنَ السَّمَاءِ فَأَنْتَ عَنْ فَهْمِ نُزُولِ اللهِ - تَعَالَى - أَعْجَزُ، فَلَيْسَ هَذَا بِوُسْعِكَ فَاتْرُكْهُ، وَاشْتَغِلْ بِعِبَادَتِكَ أَوْ حِرْفَتِكَ وَاسْكُتْ، وَاعْلَمْ أَنَّهُ أُرِيدَ بِهِ مَعْنًى مِنَ الْمَعَانِي الَّتِي </p><p> يَجُوزُ أَنْ تُرَادَ بِالنُّزُولِ فِي لُغَةِ الْعَرَبِ وَيَلِيقُ ذَلِكَ الْمَعْنَى بِجَلَالِ اللهِ - تَعَالَى - وَعَظَمَتِهِ، وَإِنْ كُنْتَ لَا تَعْلَمُ حَقِيقَتَهُ وَكَيْفِيَّتَهُ. </p><p> مِثَالٌ آخَرُ: إِذَا سَمِعَ لَفْظَ الْفَوْقِ فِي قَوْلِهِ - تَعَالَى -: وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ [٦: ١٨] وَفِي قَوْلِهِ - تَعَالَى -: يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ [١٦: ٥] فَلْيَعْلَمْ أَنَّ الْفَوْقَ اسْمٌ مُشْتَرَكٌ يُطْلَقُ لِمَعْنَيَيْنِ ; أَحَدُهُمَا: نِسْبَةُ جِسْمٍ إِلَى جِسْمٍ بِأَنْ يَكُونَ أَحَدُهُمَا أَعْلَى وَالْآخَرُ أَسْفَلَ، يَعْنِي: أَنَّ الْأَعْلَى مِنْ جَانِبِ رَأْسِ الْأَسْفَلِ، وَقَدْ يُطْلَقُ لِفَوْقِيَّةِ الرُّتْبَةِ، وَبِهَذَا الْمَعْنَى يُقَالُ: الْخَلِيفَةُ فَوْقَ السُّلْطَانِ وَالسُّلْطَانُ فَوْقَ الْوَزِيرِ، وَكَمَا يُقَالُ الْعِلْمُ فَوْقَ الْعِلْمِ، وَالْأَوَّلُ: يَسْتَدْعِي جِسْمًا يُنْسَبُ إِلَى جِسْمٍ. </p><p> وَالثَّانِي: لَا يَسْتَدْعِيهِ، فَلْيَعْتَقِدِ الْمُؤْمِنُ قَطْعًا أَنَّ الْأَوَّلَ غَيْرَ مُرَادٍ، وَأَنَّهُ عَلَى اللهِ - تَعَالَى - مُحَالٌ، فَإِنَّهُ مِنْ لَوَازِمِ الْأَجْسَامِ أَوْ لَوَازِمِ أَعْرَاضِ الْأَجْسَامِ، وَإِذَا عَرَفَ نَفْيَ هَذَا الْمُحَالِ فَلَا عَلَيْهِ إِنْ لَمْ يَعْرِفْ أَنَّهُ لِمَاذَا أُطْلِقَ وَمَاذَا أُرِيدَ؟ فَقِسْ عَلَى مَا ذَكَرْنَاهُ مَا لَمْ نَذْكُرْهُ. </p><p> (الْوَظِيفَةُ الثَّانِيَةُ - الْإِيمَانُ وَالتَّصْدِيقُ) وَهُوَ أَنَّهُ يَعْلَمُ قَطْعًا أَنَّ هَذِهِ الْأَلْفَاظَ أُرِيدَ بِهَا مَعْنًى يَلِيقُ بِجَلَالِ اللهِ وَعَظَمَتِهِ، وَأَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَادِقٌ فِي وَصْفِ اللهِ - تَعَالَى - بِهِ، فَلْيُؤْمِنْ بِذَلِكَ وَلْيُوقِنْ بِأَنَّ مَا قَالَهُ صِدْقٌ وَمَا أَخْبَرَ عَنْهُ حَقٌّ لَا رَيْبَ فِيهِ، وَلْيَقُلْ آمَنَّا وَصَدَّقْنَا، وَأَنَّ مَا وَصَفَ اللهُ - تَعَالَى - بِهِ نَفْسَهُ أَوْ وَصَفَهُ بِهِ رَسُولُهُ فَهُوَ كَمَا وَصَفَهُ، وَحَقٌّ بِالْمَعْنَى الَّذِي أَرَادَهُ وَعَلَى الْوَجْهِ الَّذِي قَالَهُ وَإِنْ كُنْتَ لَا تَقِفُ عَلَى حَقِيقَتِهِ، فَإِنْ قُلْتَ: التَّصْدِيقُ إِنَّمَا يَكُونُ بَعْدَ التَّصَوُّرِ، وَالْإِيمَانُ إِنَّمَا يَكُونُ بَعْدَ التَّفَهُّمِ، فَهَذِهِ الْأَلْفَاظُ إِذَا لَمْ يَفْهَمِ الْعَبْدُ مَعَانِيَهَا كَيْفَ يَعْتَقِدُ صِدْقَ قَائِلِهَا فِيهَا؟ فَجَوَابُكَ أَنَّ التَّصْدِيقَ بِالْأُمُورِ الْجُمْلِيَّةِ لَيْسَ بِمُحَالٍ، وَكُلُّ عَاقِلٍ يَعْلَمُ أَنَّهُ أُرِيدَ بِهَذِهِ الْأَلْفَاظِ مَعَانٍ، وَأَنَّ كُلَّ اسْمٍ فَلَهُ مُسَمًّى إِذَا نَطَقَ بِهِ مَنْ أَرَادَ مُخَاطَبَةَ قَوْمٍ قَصَدَ ذَلِكَ الْمُسَمَّى فَيُمْكِنُهُ أَنْ يَعْتَقِدَ كَوْنَهُ صَادِقًا </p><p> مُخْبِرًا عَنْهُ عَلَى مَا هُوَ عَلَيْهِ، فَهَذَا مَعْقُولٌ عَلَى سَبِيلِ الْإِجْمَالِ، بَلْ يُمْكِنُ أَنْ يُفْهَمَ مِنْ هَذِهِ الْأَلْفَاظِ أُمُورٌ جُمْلِيَّةٌ غَيْرُ مُفَصَّلَةٍ وَيُمْكِنُ التَّصْدِيقُ، كَمَا إِذَا قَالَ فِي الْبَيْتِ حَيَوَانٌ أَمْكَنَ أَنْ يُصَدَّقَ دُونَ أَنْ يَعْرِفَ أَنَّهُ إِنْسَانٌ أَوْ فَرَسٌ أَوْ غَيْرُهُ، بَلْ لَوْ قَالَ فِيهِ شَيْءٌ أَمْكَنَ تَصْدِيقَهُ وَإِنْ لَمْ يَعْرِفْ مَا ذَلِكَ الشَّيْءُ، فَكَذَلِكَ مَنْ سَمِعَ الِاسْتِوَاءَ عَلَى الْعَرْشِ فَهِمَ عَلَى الْجُمْلَةِ أَنَّهُ أُرِيدَ بِذَلِكَ نِسْبَةٌ خَاصَّةٌ إِلَى الْعَرْشِ فَيُمْكِنُهُ التَّصْدِيقُ قَبْلَ أَنْ يَعْرِفَ أَنَّ تِلْكَ النِّسْبَةَ هِيَ نِسْبَةُ الِاسْتِقْرَارِ عَلَيْهِ أَوِ الْإِقْبَالِ عَلَى خَلْقِهِ أَوْ الِاسْتِيلَاءِ عَلَيْهِ بِالْقَهْرِ أَوْ بِمَعْنًى آخَرَ مِنْ مَعَانِي النِّسْبَةِ فَأَمْكَنَ التَّصْدِيقُ بِهِ، وَإِنْ قُلْتَ: فَأَيُّ فَائِدَةٍ فِي مُخَاطَبَةِ الْخَلْقِ بِمَا لَا يَفْهَمُونَ؟ فَجَوَابُكَ: أَنَّهُ قَصَدَ بِهَذَا الْخِطَابِ تَفْهِيمَ مَنْ هُوَ أَهْلُهُ، وَهُمُ الْأَوْلِيَاءُ وَالرَّاسِخُونَ فِي الْعِلْمِ وَقَدْ فَهِمُوا، وَلَيْسَ مِنْ شَرْطِ مَنْ خَاطَبَ الْعُقَلَاءَ بِكَلَامٍ أَنْ يُخَاطِبَهُمْ بِمَا يَفْهَمُ الصِّبْيَانُ وَالْعَوَامُّ </p><p> بِالْإِضَافَةِ إِلَى الْعَارِفِينَ كَالصِّبْيَانِ بِالْإِضَافَةِ إِلَى الْبَالِغِينَ، وَلَكِنْ عَلَى الصِّبْيَانِ أَنْ يَسْأَلُوا الْبَالِغِينَ عَمَّا لَا يَفْهَمُونَهُ، وَعَلَى الْبَالِغِينَ أَنْ يُجِيبُوا الصِّبْيَانَ بِأَنَّ هَذَا لَيْسَ مِنْ شَأْنِكُمْ وَلَسْتُمْ مَنْ أَهْلِهِ فَخُوضُوا فِي حَدِيثٍ غَيْرِهِ فَقَدْ قِيلَ لِلْجَاهِلِينَ: فَاسْأَلُوا أَهْلَ الذِّكْرِ [٢١: ٧] فَإِنْ كَانُوا يُطِيقُونَ فَهْمَهُ فَهِمُوهُمْ وَإِلَّا قَالُوا لَهُمْ: وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا [١٧: ٨٥] فَلَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ، مَا لَكُمْ وَلِهَذَا السُّؤَالِ؟ هَذِهِ مَعَانٍ الْإِيمَانُ بِهَا وَاجِبٌ وَالْكَيْفِيَّةُ مَجْهُولَةٌ أَيْ مَجْهُولَةٌ لَكُمْ، وَالسُّؤَالُ عَنْهُ بِدْعَةٌ كَمَا قَالَ مَالِكٌ:  \" الِاسْتِوَاءُ مَعْلُومٌ وَالْكَيْفِيَّةُ مَجْهُولَةٌ وَالْإِيمَانُ بِهِ وَاجِبٌ \" . فَإِذَنِ الْإِيمَانُ بِالْجُمْلِيَّاتِ الَّتِي لَيْسَتْ مُفَصَّلَةً فِي الذِّهْنِ مُمْكِنٌ، وَلَكِنْ تَقْدِيسُهُ الَّذِي هُوَ نَفْيٌ لِلْمُحَالِ عَنْهُ يَنْبَغِي أَنْ يَكُونَ مُفَصَّلًا فَإِنَّ الْمَنْفِيَّ هِيَ الْجِسْمِيَّةُ وَلَوَازِمُهَا وَنَعْنِي بِالْجِسْمِ هَاهُنَا الشَّخْصَ الْمُقَدَّرَ الطَّوِيلَ الْعَرِيضَ الْعَمِيقَ الَّذِي يَمْنَعُ غَيْرَهُ مِنْ أَنْ يُوجَدَ بِحَيْثُ هُوَ الَّذِي يَدْفَعُ مَا يَطْلُبُ مَكَانَهُ وَإِنْ كَانَ قَوِيًّا، وَيَنْدَفِعُ وَيَتَنَحَّى عَنْ مَكَانِهِ بِقُوَّةٍ دَافِعَةٍ إِنْ كَانَ ضَعِيفًا، وَإِنَّمَا شَرَحْنَا هَذَا اللَّفْظَ مَعَ ظُهُورِهِ لِأَنَّ الْعَامِّيَّ رُبَّمَا لَا يَفْهَمُ الْمُرَادَ بِهِ. </p><p> (الْوَظِيفَةُ الثَّالِثَةُ - الِاعْتِرَافُ بِالْعَجْزِ) وَيَجِبُ عَلَى كُلِّ مَنْ لَا يَقِفُ عَلَى كُنْهِ هَذِهِ الْمَعَانِي وَحَقِيقَتِهَا وَلَمْ يَعْرِفْ تَأْوِيلَهَا وَالْمَعْنَى الْمُرَادَ بِهِ أَنْ يُقِرَّ بِالْعَجْزِ، فَإِنَّ التَّصْدِيقَ وَاجِبٌ وَهُوَ عَنْ دَرْكِهِ عَاجِزٌ، فَإِنِ </p><p> ادَّعَى الْمَعْرِفَةَ فَقَدْ كَذَبَ، وَهَذَا مَعْنَى قَوْلِ مَالِكٍ: الْكَيْفِيَّةُ مَجْهُولَةٌ ; يَعْنِي: تَفْصِيلُ الْمُرَادِ بِهِ غَيْرُ مَعْلُومٍ، بَلِ الرَّاسِخُونَ فِي الْعِلْمِ وَالْعَارِفُونَ مِنَ الْأَوْلِيَاءِ إِنْ جَاوَزُوا فِي الْمَعْرِفَةِ حُدُودَ الْعَوَامِّ وَجَالُوا فِي مَيْدَانِ الْمَعْرِفَةِ وَقَطَعُوا مِنْ بَوَادِيهَا أَمْيَالًا كَثِيرَةً، فَمَا بَقِيَ لَهُمْ مِمَّا لَمْ يَبْلُغُوهُ - وَهُوَ بَيْنَ أَيْدِيهِمْ - أَكْثَرُ، بَلْ لَا نِسْبَةَ لِمَا طُوِيَ عَنْهُمْ إِلَى مَا كُشِفَ لَهُمْ لِكَثْرَةِ الْمَطْوِيِّ وَقِلَّةِ الْمَكْشُوفِ بِالْإِضَافَةِ إِلَيْهِ وَبِالْإِضَافَةِ إِلَى الْمَطْوِيِّ الْمَسْتُورِ. </p><p> قَالَ سَيِّدُ الْأَنْبِيَاءِ - صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ -: لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ وَبِالْإِضَافَةِ إِلَى الْمَكْشُوفِ قَالَ - صَلَوَاتُ اللهِ عَلَيْهِ -: أَعْرَفُكُمْ بِاللهِ أَخْوَفُكُمْ لِلَّهِ، وَأَنَا أَعْرَفُكُمْ بِاللهِ وَلِأَجْلِ كَوْنِ الْعَجْزِ وَالْقُصُورِ ضَرُورِيًّا فِي آخِرِ الْأَمْرِ بِالْإِضَافَةِ إِلَى مُنْتَهَى الْحَالِ، قَالَ سَيِّدُ الصِّدِّيقِينَ:  \" الْعَجْزُ عَنْ دَرْكِ الْإِدْرَاكِ إِدْرَاكٌ \" فَأَوَائِلُ حَقَائِقِ هَذِهِ الْمَعَانِي بِالْإِضَافَةِ إِلَى عَوَامِّ الْخَلْقِ كَأَوَاخِرِهَا بِالْإِضَافَةِ إِلَى خَوَاصِّ الْخَلْقِ فَكَيْفَ لَا يَجِبُ عَلَيْهِمُ الِاعْتِرَافُ بِالْعَجْزِ؟ </p><p> (الْوَظِيفَةُ الرَّابِعَةُ - السُّكُوتُ عَنِ السُّؤَالِ) وَذَلِكَ وَاجِبٌ عَلَى الْعَوَامِّ لِأَنَّهُ بِالسُّؤَالِ مُتَعَرِّضٌ لِمَا لَا يُطِيقُهُ وَخَائِضٌ فِيمَا لَيْسَ أَهْلًا لَهُ، فَإِنْ سَأَلَ جَاهِلًا زَادَهُ جَوَابُهُ جَهْلًا، وَرُبَّمَا وَرَّطَهُ فِي الْكُفْرِ مِنْ حَيْثُ لَا يَشْعُرُ، وَإِنْ سَأَلَ عَارِفًا عَجَزَ الْعَارِفُ عَنْ تَفْهِيمِهِ، بَلْ عَجَزَ عَنْ تَفْهِيمِ وَلَدِهِ مَصْلَحَتَهُ فِي خُرُوجِهِ إِلَى الْمَكْتَبِ، بَلْ عَجَزَ الصَّائِغُ عَنْ تَفْهِيمِ النَّجَّارِ صِنَاعَتَهُ، فَإِنَّ النَّجَّارَ - وَإِنْ كَانَ بَصِيرًا بِصِنَاعَتِهِ - </p><p> فَهُوَ عَاجِزٌ عَنْ دَقَائِقِ الصِّيَاغَةِ ; لِأَنَّهُ إِنَّمَا يَعْلَمُ دَقَائِقَ النَّجْرِ لِاسْتِغْرَاقِهِ الْعُمْرَ فِي تَعَلُّمِهِ وَمُمَارَسَتِهِ، فَكَذَلِكَ يَفْهَمُ الصَّائِغُ أَيْضًا لِصَرْفِ الْعُمْرِ إِلَى تَعَلُّمِهِ وَمُمَارَسَتِهِ، وَقَبْلَ ذَلِكَ لَا يَفْهَمُهُ، فَالْمَشْغُولُونَ بِالدُّنْيَا وَبِالْعُلُومِ الَّتِي لَيْسَتْ مِنْ قَبِيلِ مَعْرِفَةِ اللهِ عَاجِزُونَ عَنْ مَعْرِفَةِ الْأُمُورِ الْإِلَهِيَّةِ عَجْزَ كَافَّةِ الْمُعْرِضِينَ عَنِ الصِّنَاعَاتِ عَنْ فَهْمِهَا، بَلْ عَجْزُ الصَّبِيِّ الرَّضِيعِ عَنْ الِاغْتِذَاءِ بِالْخُبْزِ وَاللَّحْمِ لِقُصُورٍ فِي فِطْرَتِهِ لَا لِعَدَمِ الْخُبْزِ وَاللَّحْمِ، وَلَا لِأَنَّهُ قَاصِرٌ عَلَى تَغْذِيَةِ الْأَقْوِيَاءِ، لَكِنَّ طَبْعَ الضُّعَفَاءِ قَاصِرٌ عَنِ التَّغَذِّي بِهِ، فَمَنْ أَطْعَمَ الصَّبِيَّ الضَّعِيفَ اللَّحْمَ وَالْخُبْزَ أَوْ مَكَّنَهُ مِنْ تَنَاوُلِهِ فَقَدْ أَهْلَكَهُ، وَكَذَلِكَ الْعَامَّةُ إِذَا طَلَبُوا بِالسُّؤَالِ هَذِهِ الْمَعَانِيَ يَجِبُ زَجْرُهُمْ وَمَنْعُهُمْ وَضَرْبُهُمْ بِالدِّرَّةِ، كَمَا كَانَ يَفْعَلُهُ عُمَرُ - رَضِيَ اللهُ عَنْهُ - بِكُلِّ مَنْ سَأَلَ عَنِ الْآيَاتِ </p><p> الْمُتَشَابِهَاتِ وَكَمَا فَعَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْإِنْكَارِ عَلَى قَوْمٍ رَآهُمْ خَاضُوا فِي مَسْأَلَةِ الْقَدَرِ وَسَأَلُوا عَنْهُ: فَقَالَ - عَلَيْهِ السَّلَامُ -: أَفَبِهَذَا أُمِرْتُمْ؟ وَقَالَ: إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ السُّؤَالِ أَوْ لَفْظٌ هَذَا مَعْنَاهُ كَمَا اشْتُهِرَ فِي الْخَبَرِ. وَلِهَذَا أَقُولُ: يَحْرُمُ عَلَى الْوُعَّاظِ عَلَى رُءُوسِ الْمَنَابِرِ الْجَوَابُ عَلَى هَذِهِ الْمَسْأَلَةِ بِالْخَوْضِ فِي التَّأْوِيلِ وَالتَّفْصِيلِ، بَلِ الْوَاجِبُ عَلَيْهِمُ الِاقْتِصَارُ عَلَى مَا ذَكَرْنَاهُ وَذَكَرَهُ السَّلَفُ، وَهُوَ الْمُبَالَغَةُ فِي التَّقْدِيسِ وَنَفْيِ التَّشْبِيهِ وَأَنَّهُ - تَعَالَى - عَنِ الْجِسْمِيَّةِ وَعَوَارِضِهَا، وَلَهُ الْمُبَالَغَةُ فِي هَذَا بِمَا أَرَادَ حَتَّى يَقُولَ: كُلُّ مَا خَطَرَ بِبَالِكُمْ وَهَجَسَ فِي ضَمِيرِكُمْ وَتُصُوِّرَ فِي خَاطِرِكُمْ، فَاللهُ - تَعَالَى - خَالِقُهَا وَهُوَ مُنَزَّهٌ عَنْهَا وَعَنْ مُشَابَهَتِهَا، وَأَنْ لَيْسَ الْمُرَادُ بِالْإِخْبَارِ شَيْئًا مِنْ ذَلِكَ. وَأَمَّا حَقِيقَةُ الْمُرَادِ فَلَسْتُمْ مِنْ أَهْلِ مَعْرِفَتِهَا وَالسُّؤَالِ عَنْهَا فَاشْتَغِلُوا بِالتَّقْوَى، فَمَا أَمَرَكُمُ اللهُ - تَعَالَى - بِهِ فَافْعَلُوهُ وَمَا نَهَاكُمْ عَنْهُ فَاجْتَنِبُوهُ، وَهَذَا قَدْ نُهِيتُمْ عَنْهُ فَلَا تَسْأَلُوا عَنْهُ، وَمَهْمَا سَمِعْتُمْ شَيْئًا مِنْ ذَلِكَ فَاسْكُتُوا، وَقُولُوا آمَنَّا وَصَدَّقْنَا وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا، وَلَيْسَ هَذَا مِنْ جُمْلَةِ مَا أُوتِينَا. </p><p> (الْوَظِيفَةُ الْخَامِسَةُ - الْإِمْسَاكُ عَنِ التَّصَرُّفِ فِي أَلْفَاظٍ وَارِدَةٍ) وَيَجِبُ عَلَى عُمُومِ الْخَلْقِ الْجُمُودُ عَلَى أَلْفَاظِ هَذِهِ الْأَخْبَارِ وَالْإِمْسَاكُ عَنِ التَّصَرُّفِ فِيهَا مِنْ سِتَّةِ أَوْجُهٍ: التَّفْسِيرُ وَالتَّأْوِيلُ وَالتَّصْرِيفُ وَالتَّفْرِيعُ. . . إِلَخْ. </p><p> (الْأَوَّلُ التَّفْسِيرُ) وَأَعْنِي بِهِ تَبْدِيلَ اللَّفْظِ بِلُغَةٍ أُخْرَى يَقُومُ مَقَامَهَا فِي الْعَرَبِيَّةِ أَوْ مَعْنَاهَا بِالْفَارِسِيَّةِ أَوِ التُّرْكِيَّةِ، بَلْ لَا يَجُوزُ النُّطْقُ إِلَّا بِاللَّفْظِ الْوَارِدِ ; لِأَنَّ مِنَ الْأَلْفَاظِ الْعَرَبِيَّةِ مَا لَا يُوجَدُ لَهَا فَارِسِيَّةٌ تُطَابِقُهَا، وَمِنْهَا مَا يُوجَدُ لَهَا فَارِسِيَّةٌ تُطَابِقُهَا لَكِنْ مَا جَرَتْ عَادَةُ الْفَرَسِ بِاسْتِعَارَتِهَا لِلْمَعَانِي الَّتِي جَرَتْ عَادَةُ الْعَرَبِ بِاسْتِعَارَتِهَا مِنْهَا، وَمِنْهَا مَا يَكُونُ مُشْتَرَكًا فِي الْعَرَبِيَّةِ وَلَا يَكُونُ </p><p> فِي الْعَجَمِيَّةِ كَذَلِكَ (أَمَّا الْأَوَّلُ) فَمِثَالُهُ لَفْظُ الِاسْتِوَاءِ فَإِنَّهُ لَيْسَ لَهُ فِي الْفَارِسِيَّةِ لَفْظٌ مُطَابِقٌ يُؤَدِّي بَيْنَ الْفُرْسِ مِنَ الْمَعْنَى الَّذِي يُؤَدِّيهِ لَفْظُ الِاسْتِوَاءِ بَيْنَ الْعَرَبِ بِحَيْثُ لَا يَشْتَمِلُ عَلَى مَزِيدِ إِبْهَامٍ إِذْ فَارِسِيَّتُهُ أَنْ يُقَالَ: راست بايستاد، وَهَذَانَ لَفْظَانِ:  (الْأَوَّلُ) يُنْبِئُ عَنِ انْتِصَابٍ وَاسْتِقَامَةٍ فِيمَا يُتَصَوَّرُ أَنْ يَنْحَنِيَ وَيَعْوَجَّ (وَالثَّانِي) يُنْبِئُ عَنْ سُكُونٍ </p><p> وَثَبَاتٍ فِيمَا يُتَصَوَّرُ أَنْ يَتَحَرَّكَ وَيَضْطَرِبَ، وَإِشْعَارُهُ بِهَذِهِ الْمَعَانِي وَإِشَارَتُهُ إِلَيْهَا فِي الْعَجَمِيَّةِ أَظْهَرُ مِنْ إِشْعَارِ لَفْظِ الِاسْتِوَاءِ وَإِشَارَتِهِ إِلَيْهَا، فَإِذَا تَفَاوَتَ فِي الدَّلَالَةِ وَالْإِشْعَارِ لَمْ يَكُنْ هَذَا مِثْلَ الْأَوَّلِ، وَإِنَّمَا يَجُوزُ تَبْدِيلُ اللَّفْظِ بِمِثْلِهِ الْمُرَادِفِ لَهُ الَّذِي لَا يُخَالِفُهُ بِوَجْهٍ مِنَ الْوُجُوهِ إِلَّا بِمَا لَا يُبَايِنُهُ وَلَا يُخَالِفُهُ وَلَوْ بِأَدْنَى شَيْءٍ وَأَدَقِّهِ وَأَخْفَاهُ (مِثَالُ الثَّانِي) أَنَّ الْإِصْبَعَ يُسْتَعَارُ فِي لِسَانِ الْعَرَبِ لِلنِّعْمَةِ، يُقَالُ: لِفُلَانٍ عِنْدِي إِصْبَعٌ: أَيْ نِعْمَةٌ، وَمَعْنَاهَا بِالْفَارِسِيَّةِ انكشت، وَمَا جَرَتْ عَادَةُ الْعَجَمِ بِهَذِهِ الِاسْتِعَارَةِ، وَتَوَسُّعُ الْعَرَبِ فِي التَّجَوُّزِ وَالِاسْتِعَارَةِ أَكْثَرُ مِنْ تَوَسُّعِ الْعَجَمِ، بَلْ لَا نِسْبَةَ لِتَوَسُّعِ الْعَرَبِ إِلَى جُمُودِ الْعَجَمِ، فَإِذَا حَسُنَ إِيرَادُ الْمَعْنَى الْمُسْتَعَارِ لَهُ فِي الْعَرَبِ وَسَمِجَ ذَلِكَ فِي الْعَجَمِ نَفَرَ الْقَلْبُ عَمَّا سَمَجَ وَمَجَّهُ السَّمْعُ وَلَمْ يَمِلْ إِلَيْهِ، فَإِذَا تَفَاوَتَا لَمْ يَكُنِ التَّفْسِيرُ تَبْدِيلًا بِالْمِثْلِ بَلْ بِالْخِلَافِ، وَلَا يَجُوزُ التَّبْدِيلُ إِلَّا بِالْمِثْلِ (مِثَالُ الثَّالِثِ) الْعَيْنُ، فَإِنَّ مَنْ فَسَّرَهُ فَإِنَّمَا يُفَسِّرُهُ بِأَظْهَرِ مَعَانِيهِ فَيَقُولُ: هُوَ جِسْمٌ - وَهُوَ مُشْتَرَكٌ - فِي لُغَةِ الْعَرَبِ بَيْنَ الْعُضْوِ الْبَاصِرِ وَبَيْنَ الْمَاءِ وَالذَّهَبِ وَالْفِضَّةِ، وَلَيْسَ لِلَفْظِ جِسْمٌ - وَهُوَ مُشْتَرَكٌ - هَذَا الِاشْتِرَاكُ وَكَذَلِكَ لَفْظُ الْجَنْبِ وَالْوَجْهِ يَقْرُبُ مِنْهُ، فَلِأَجْلِ هَذَا نَرَى الْمَنْعَ مِنَ التَّبْدِيلِ وَالِاقْتِصَارَ عَلَى الْعَرَبِيَّةِ. فَإِنْ قِيلَ: هَذَا التَّفَاوُتُ إِنِ ادَّعَيْتُمُوهُ فِي جَمِيعِ الْأَلْفَاظِ فَهُوَ غَيْرُ صَحِيحٍ، إِذْ لَا فَرْقَ بَيْنَ قَوْلِكَ خُبْزٌ وَنَانٌ، وَبَيْنَ قَوْلِكَ لَحْمٌ وَكوشت، وَإِنِ اعْتَرَفَ بِأَنَّ ذَلِكَ فِي الْبَعْضِ فَامْنَعْ مِنَ التَّبْدِيلِ عِنْدَ التَّفَاوُتِ لَا عِنْدَ التَّمَاثُلِ، فَالْجَوَابُ الْحَقُّ أَنَّ التَّفَاوُتَ فِي الْبَعْضِ لَا فِي الْكُلِّ، فَلَعَلَّ لَفْظَ الْيَدِ وَلَفْظَ دست يَتَسَاوَيَانِ فِي اللُّغَتَيْنِ وَفِي الِاشْتِرَاكِ وَالِاسْتِعَارَةِ وَسَائِرِ الْأُمُورِ، وَلَكِنْ إِذَا انْقَسَمَ إِلَى مَا يَجُوزُ وَإِلَى مَا لَا يَجُوزُ - وَلَيْسَ إِدْرَاكُ التَّمْيِيزِ بَيْنَهُمَا وَالْوُقُوفُ عَلَى دَقَائِقِ التَّفَاوُتِ جَلِيًّا سَهْلًا يَسِيرًا عَلَى كَافَّةِ الْخَلْقِ، بَلْ يَكْثُرُ فِيهِ الْإِشْكَالُ وَلَا يَتَمَيَّزُ مَحَلُّ التَّفَاوُتِ عَنْ مَحَلِّ التَّعَادُلِ - فَنَحْنُ بَيْنَ أَنْ نَحْسِمَ الْبَابَ احْتِيَاطًا إِذْ لَا حَاجَةَ وَلَا ضَرُورَةَ إِلَى التَّبْدِيلِ وَبَيْنَ أَنْ نَفْتَحَ الْبَابَ وَنُقْحِمَ عُمُومَ الْخَلْقَ وَرْطَةَ الْخَطَرِ، فَلَيْتَ شِعْرِي أَيُّ الْأَمْرَيْنِ أَحْزَمُ وَأَحْوَطُ، وَالْمَنْظُورُ فِيهِ ذَاتُ الْإِلَهِ وَصِفَاتُهُ؟ وَمَا عِنْدِي أَنَّ عَاقِلًا مُتَدَيِّنًا لَا يُقِرُّ بِأَنَّ هَذَا الْأَمْرَ مُخْطِرٌ، فَإِنَّ الْخَطَرَ فِي الصِّفَاتِ الْإِلَهِيَّةِ يَجِبُ اجْتِنَابُهُ، كَيْفَ وَقَدْ أَوْجَبَ الشَّرْعُ عَلَى الْمَوْطُوءَةِ الْعِدَّةَ لِبَرَاءَةِ الرَّحِمِ وَلِلْحَذَرِ مِنْ خَلْطِ الْأَنْسَابِ احْتِيَاطًا لِحُكْمِ </p><p> الْوِلَايَةِ وَالْوِرَاثَةِ وَمَا يَتَرَتَّبُ عَلَى النَّسَبِ، فَقَالُوا مَعَ ذَلِكَ تَجِبُ الْعِدَّةُ عَلَى الْعَقِيمِ وَالْآيِسَةِ وَالصَّغِيرَةِ وَعِنْدَ الْعَزْلِ ; لِأَنَّ بَاطِنَ الْأَرْحَامِ إِنَّمَا يَطَّلِعُ عَلَيْهِ عَلَّامُ الْغُيُوبِ فَإِنَّهُ يَعْلَمُ مَا فِي الْأَرْحَامِ، فَلَوْ فَتَحْنَا بَابَ النَّظَرِ إِلَى التَّفْصِيلِ كُنَّا </p><p> رَاكِبِينَ مَتْنَ الْخَطَرِ، فَإِيجَابُ الْعِدَّةِ حَيْثُ لَا عُلُوقَ أَهْوَنُ مِنْ رُكُوبِ هَذَا الْخَطَرِ، فَكَمَا أَنَّ إِيجَابَ الْعِدَّةِ حُكْمٌ شَرْعِيٌّ فَتَحْرِيمُ تَبْدِيلِ الْعَرَبِيَّةِ حُكْمٌ شَرْعِيٌّ ثَبَتَ بِالِاجْتِهَادِ وَتَرْجِيحِ طَرِيقِ الْأَوْلَى، وَيُعْلَمُ أَنَّ الِاحْتِيَاطَ فِي الْخَبَرِ عَنِ اللهِ وَعَنْ صِفَاتِهِ وَعَمَّا أَرَادَهُ بِأَلْفَاظِ الْقُرْآنِ أَهَمُّ وَأَوْلَى مِنَ الِاحْتِيَاطِ فِي الْعِدَّةِ وَمِنْ كُلِّ مَا احْتَاطَ بِهِ الْفُقَهَاءُ مِنْ هَذَا الْقَبِيلِ. </p><p> (أَمَّا التَّصَرُّفُ الثَّانِي بِالتَّأْوِيلِ) وَهُوَ بَيَانُ مَعْنَاهُ بَعْدَ إِزَالَةِ ظَاهِرِهِ، وَهَذَا إِمَّا أَنْ يَقَعَ مِنَ الْعَامِّيِّ نَفْسِهِ، أَوْ مِنَ الْعَارِفِ مَعَ الْعَامِّيِّ، أَوْ مِنَ الْعَارِفِ مَعَ نَفْسِهِ بَيْنَهُ وَبَيْنَ رَبِّهِ، فَهَذِهِ ثَلَاثَةُ مَوَاضِعَ (الْأَوْلُ) تَأْوِيلُ الْعَامِّيِّ عَلَى سَبِيلِ الِاشْتِغَالِ بِنَفْسِهِ وَهُوَ حَرَامٌ يُشْبِهُ خَوْضَ الْبَحْرِ الْمُغْرِقِ مِمَّنْ لَا يُحْسِنُ السِّبَاحَةَ، وَلَا شَكَّ فِي تَحْرِيمِ السِّبَاحَةِ، وَلَا شَكَّ فِي تَحْرِيمِ ذَلِكَ، وَبَحْرُ مَعْرِفَةِ اللهِ أَبْعَدُ غَوْرًا وَأَكْثَرُ مَعَاطِبَ وَمَهَالِكَ مِنْ بَحْرِ الْمَاءِ ; لِأَنَّ هَلَاكَ هَذَا الْبَحْرِ لَا حَيَاةَ بَعْدَهُ، وَهَلَاكُ بَحْرِ الدُّنْيَا لَا يُزِيلُ إِلَّا الْحَيَاةَ الْفَانِيَةَ وَذَلِكَ يُزِيلُ الْحَيَاةَ الْأَبَدِيَّةَ فَشَتَّانَ بَيْنَ الْخَطَرَيْنِ. </p><p> (الْمَوْضِعُ الثَّانِي) أَنْ يَكُونَ ذَلِكَ مِنَ الْعَالِمِ مَعَ الْعَامِّيِّ وَهُوَ أَيْضًا مَمْنُوعٌ. وَمِثَالُهُ أَنْ يَجُرَّ السَّبَّاحُ الْغَوَّاصُ فِي الْبَحْرِ مَعَ نَفْسِهِ آخَرَ عَاجِزًا عَنِ السِّبَاحَةِ مُضْطَرِبَ الْقَلْبِ وَالْبَدَنِ. وَذَلِكَ حَرَامٌ \" لِأَنَّهُ عَرَّضَهُ لِخَطَرِ الْهَلَاكِ ; فَإِنَّهُ لَا يَقْوَى عَلَى حِفْظِهِ فِي لُجَّةِ الْبَحْرِ، وَإِنْ قَدَرَ عَلَى حِفْظِهِ فِي الْقُرْبِ مِنَ السَّاحِلِ، وَلَوْ أَمَرَهُ بِالْوُقُوفِ بِقُرْبِ السَّاحِلِ لَا يُطِيعُهُ، وَإِنْ أَمْرَهُ بِالسُّكُوتِ عِنْدَ الْتِطَامِ الْأَمْوَاجِ وَإِقْبَالِ التَّمَاسِيحِ وَقَدْ فَغَرَتْ فَاهًا لِلِانْتِقَامِ، اضْطَرَبَ قَلْبُهُ وَبَدَنُهُ وَلَمْ يَسْكُنْ عَلَى حَسَبِ مُرَادِهِ لِقُصُورِ طَاقَتِهِ وَهَذَا هُوَ الْمِثَالُ الْحَقُّ لِلْعَالِمِ إِذَا فَتَحَ لِلْعَامِّيِّ بَابَ التَّأْوِيلَاتِ وَالتَّصَرُّفِ فِي خِلَافِ الظَّوَاهِرِ. وَفِي مَعْنَى الْعَوَامِّ الْأَدِيبُ وَالنَّحْوِيُّ وَالْمُحَدِّثُ وَالْمُفَسِّرُ وَالْفَقِيهُ وَالْمُتَكَلِّمُ، بَلْ كُلُّ عَالِمٍ سِوَى الْمُتَجَرِّدِينَ لِتَعَلُّمِ السِّبَاحَةِ فِي بِحَارِ الْمَعْرِفَةِ، الْقَاصِرِينَ أَعْمَارَهُمْ عَلَيْهِ، الصَّارِفِينَ وُجُوهَهُمْ عَنِ الدُّنْيَا وَالشَّهَوَاتِ الْمُعْرِضِينَ عَنِ الْمَالِ وَالْجَاهِ وَالْخَلْقِ وَسَائِرِ اللَّذَّاتِ، وَالْمُخْلِصِينَ لِلَّهِ - تَعَالَى - فِي الْعُلُومِ وَالْأَعْمَالِ الْعَامِلِينَ بِجَمِيعِ حُدُودِ الشَّرِيعَةِ وَآدَابِهَا فِي الْقِيَامِ بِالطَّاعَاتِ وَتَرْكِ الْمُنْكَرَاتِ </p><p> الْمُفْرِغِينَ قُلُوبَهُمْ بِالْجُمْلَةِ عَنْ غَيْرِ اللهِ - تَعَالَى - لِلَّهِ، الْمُسْتَحْقِرِينَ لِلدُّنْيَا بَلِ الْآخِرَةِ وَالْفِرْدَوْسِ الْأَعْلَى فِي جَنْبِ مَحَبَّةِ اللهِ تَعَالَى، فَهَؤُلَاءِ هُمْ أَهْلُ الْغَوْصِ فِي بَحْرِ الْمَعْرِفَةِ وَهُمْ مَعَ ذَلِكَ كُلِّهِ عَلَى خَطَرٍ عَظِيمٍ، يَهْلَكُ مِنَ الْعَشْرَةِ تِسْعَةٌ إِلَى أَنْ يَسْعَدَ وَاحِدٌ بِالدُّرِّ الْمَكْنُونِ وَالسِّرِّ الْمَخْزُونِ، أُولَئِكَ الَّذِينَ سَبَقَتْ لَهُمْ مِنَ اللهِ الْحُسْنَى فَهُمُ الْفَائِزُونَ، وَرَبُّكَ أَعْلَمُ بِمَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (الْمَوْضِعُ الثَّالِثُ) تَأْوِيلُ الْعَارِفِ مَعَ نَفْسِهِ فِي سِرِّ قَلْبِهِ بَيْنَهُ وَبَيْنَ رَبِّهِ. وَهُوَ عَلَى ثَلَاثَةِ أَوْجَهٍ، فَإِنَّ الَّذِي انْقَدَحَ فِي سِرِّهِ أَنَّهُ الْمُرَادُ مِنْ لَفْظِ الِاسْتِوَاءِ وَالْفَوْقِ مَثَلًا، إِمَّا أَنْ يَكُونَ مَقْطُوعًا بِهِ أَوْ مَشْكُوكًا فِيهِ أَوْ مَظْنُونًا ظَنًّا غَالِبًا، فَإِنْ كَانَ قَطْعِيًّا فَلْيَعْتَقِدْهُ وَإِنْ كَانَ مَشْكُوكًا فَلْيَجْتَنِبْهُ، وَلَا يَحْكُمَنْ عَلَى مُرَادِ اللهِ - تَعَالَى - وَمُرَادِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ كَلَامِهِ بِاحْتِمَالٍ يُعَارِضُهُ مِثْلُهُ مِنْ غَيْرِ تَرْجِيحٍ، بَلِ الْوَاجِبُ عَلَى الشَّاكِّ التَّوَقُّفُ. وَإِنْ كَانَ مَظْنُونًا فَاعْلَمْ أَنَّ لِلظَّنِّ مُتَعَلَّقَيْنِ:  (أَحَدُهُمَا) أَنَّ الْمَعْنَى الَّذِي انْقَدَحَ عِنْدَهُ هَلْ هُوَ جَائِزٌ فِي حَقِّ اللهِ - تَعَالَى - أَوْ هُوَ مُحَالٌ؟ . </p><p> (وَالثَّانِي) أَنْ يَعْلَمَ قَطْعًا جَوَازَهُ لَكِنْ تَرَدَّدَ فِي أَنَّهُ هَلْ هُوَ مُرَادٌ أَمْ لَا (مِثَالُ الْأَوَّلِ) تَأْوِيلُ لَفْظِ الْفَوْقِ بِالْعُلُوِّ الْمَعْنَوِيِّ الَّذِي هُوَ الْمُرَادُ بِقَوْلِنَا السُّلْطَانُ فَوْقَ الْوَزِيرِ، فَإِنَّا لَا نَشُكُّ فِي ثُبُوتِ مَعْنَاهُ لِلَّهِ - تَعَالَى -، لَكِنَّا رُبَّمَا نَتَرَدَّدُ فِي أَنَّ لَفْظَ الْفَوْقِ فِي قَوْلِهِ: يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ [١٦: ٥٠] هَلْ أُرِيدَ بِهِ الْعُلُوُّ الْمَعْنَوِيُّ أَمْ أُرِيدَ بِهِ مَعْنًى آخَرَ يَلِيقُ بِجَلَالِ اللهِ - تَعَالَى - دُونَ الْعُلُوِّ بِالْمَكَانِ الَّذِي هُوَ مُحَالٌ عَلَى مَا لَيْسَ بِجِسْمٍ وَلَا هُوَ صِفَةٌ فِي جِسْمٍ (وَمِثَالُ الثَّانِي) تَأْوِيلُ لَفْظِ الِاسْتِوَاءِ عَلَى الْعَرْشِ بِأَنَّهُ أَرَادَ بِهِ النِّسْبَةَ الْخَاصَّةَ الَّتِي لِلْعَرْشِ، وَنِسْبَتُهُ أَنَّ اللهَ - تَعَالَى - يَتَصَرَّفُ فِي جَمِيعِ الْعَالَمِ وَيُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ بِوَاسِطَةِ الْعَرْشِ فَإِنَّهُ لَا يُحْدِثُ فِي الْعَالَمِ صُورَةً مَا لَمْ يُحْدِثْهُ فِي الْعَرْشِ، كَمَا لَا يُحْدِثُ النَّقَّاشُ وَالْكَاتِبُ صُورَةً وَكَلِمَةً عَلَى الْبَيَاضِ مَا لَمْ يُحْدِثْهُ فِي الدِّمَاغِ، بَلْ لَا يُحْدِثُ الْبَنَّاءُ صُورَةَ الْأَبْنِيَةِ مَا لَمْ يُحْدِثْ صُورَتَهَا فِي الدِّمَاغِ ; فَبِوَاسِطَةِ الدِّمَاغِ يُدَبِّرُ الْقَلْبُ أَمْرَ عَالَمِهِ الَّذِي هُوَ بَدَنُهُ فَرُبَّمَا نَتَرَدَّدُ فِي أَنَّ إِثْبَاتَ هَذِهِ النِّسْبَةِ لِلْعَرْشِ إِلَيْهِ - تَعَالَى - هَلْ هُوَ جَائِزٌ إِمَّا لِوُجُوبِهِ فِي نَفْسِهِ، أَوْ لِأَنَّهُ أَجْرَى بِهِ سُنَّتَهُ وَعَادَتَهُ، وَإِنْ لَمْ يَكُنْ خِلَافُهُ مُحَالًا كَمَا أَجْرَى عَادَتَهُ فِي حَقِّ قَلْبِ الْإِنْسَانِ بِأَلَّا يُمْكِنُهُ التَّدْبِيرُ إِلَّا بِوَاسِطَةِ الدِّمَاغِ، وَإِنْ كَانَ فِي قُدْرَةِ اللهِ - تَعَالَى - تَمْكِينُهُ مِنْهُ </p><p> دُونَ الدِّمَاغِ لَوْ سَبَقَتْ بِهِ إِرَادَتُهُ الْأَزَلِيَّةُ، وَحَقَّتْ بِهِ الْكَلِمَةُ الْقَدِيمَةُ الَّتِي هِيَ عِلْمُهُ، فَصَارَ خِلَافُهُ مُمْتَنِعًا لَا الْقُصُورُ فِي ذَاتِ الْقُدْرَةِ لَكِنْ لِاسْتِحَالَةِ مَا يُخَالِفُ الْإِرَادَةَ الْقَدِيمَةَ وَالْعِلْمَ السَّابِقَ الْأَزَلِيَّ ; وَلِذَلِكَ قَالَ: وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا [٣٣: ٦٢] وَإِنَّمَا لَا تَتَبَدَّلُ لِوُجُوبِهَا وَإِنَّمَا وُجُوبُهَا لِصُدُورِهَا عَنْ إِرَادَةٍ أَزَلِيَّةٍ وَاجِبَةٍ، وَنَتِيجَةُ الْوَاجِبِ وَاجِبَةٌ وَنَقِيضُهَا مُحَالٌ وَإِنْ لَمْ يَكُنْ مُحَالًا فِي ذَاتِهِ وَلَكِنَّهُ مُحَالٌ لِغَيْرِهِ وَهُوَ إِفْضَاؤُهُ إِلَى أَنْ يَنْقَلِبَ الْعِلْمُ الْأَزَلِيُّ جَهْلًا، وَيَمْتَنِعَ نُفُوذُ الْمَشِيئَةِ الْأَزَلِيَّةِ، فَإِذَنْ إِثْبَاتُ هَذِهِ النِّسْبَةِ لِلَّهِ - تَعَالَى - مَعَ الْعَرْشِ فِي تَدْبِيرِ الْمَمْلَكَةِ بِوَاسِطَتِهِ إِنْ كَانَ جَائِزًا عَقْلًا فَهَلْ هُوَ وَاقِعٌ وُجُودًا؟ هَذَا مِمَّا قَدْ يَتَرَدَّدُ فِيهِ النَّاظِرُ، وَرُبَّمَا يُظَنُّ وُجُودُ هَذَا مِثَالُ الظَّنِّ فِي نَفْسِ الْمَعْنَى وَالْأَوَّلُ مِثَالُ الظَّنِّ فِي كَوْنِ الْمَعْنَى مُرَادًا بِاللَّفْظِ، مَعَ كَوْنِ الْمَعْنَى فِي نَفْسِهِ صَحِيحًا جَائِزًا وَبَيْنَهُمَا فَرْقَانِ، لَكِنَّ كُلَّ وَاحِدٍ مِنَ الظَّنَّيْنِ إِذَا انْقَدَحَ فِي النَّفْسِ وَحَاكَ فِي الصَّدْرِ فَلَا يَدْخُلُ تَحْتَ الِاخْتِيَارِ دَفْعُهُ عَنِ النَّفْسِ وَلَا يُمْكِنُهُ أَلَّا يَظُنَّ ; فَإِنَّ لِلظَّنِّ أَسْبَابًا ضَرُورِيَّةً لَا يُمْكِنُ دَفْعُهَا وَلَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا وُسْعَهَا لَكِنْ عَلَيْهِ وَظِيفَتَانِ: </p><p> (إِحْدَاهُمَا) أَلَّا يَدَعَ نَفْسَهُ تَطْمَئِنُّ إِلَيْهِ جَزْمًا مِنْ غَيْرِ شُعُورٍ بِإِمْكَانِ الْغَلَطِ فِيهِ وَلَا يَنْبَغِي أَنْ يَحْكُمَ مَعَ نَفْسِهِ بِمُوجِبِ ظَنِّهِ حُكْمًا جَازِمًا. </p><p> (وَالثَّانِيَةُ) : أَنَّهُ إِنْ ذَكَرَهُ لَمْ يُطْلَقِ الْقَوْلُ بِأَنَّ الْمُرَادَ بِالِاسْتِوَاءِ كَذَا أَوِ الْمُرَادَ بِالْفَوْقِ كَذَا لِأَنَّهُ حَكَمَ بِمَا لَا يَعْلَمُ وَقَدْ قَالَ اللهُ - تَعَالَى -: وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ [١٧: ٣٦] لَكِنْ يَقُولُ: أَنَا أَظُنُّ أَنَّهُ كَذَا فَيَكُونَ صَادِقًا فِي خَبَرِهِ عَنْ نَفْسِهِ وَعَنْ ضَمِيرِهِ وَلَا يَكُونُ حُكْمًا عَلَى صِفَةِ اللهِ وَلَا عَلَى مُرَادِهِ بِكَلَامِهِ، بَلْ حُكْمًا عَلَى نَفْسِهِ وَنَبَأً عَنْ ضَمِيرِهِ. </p><p> فَإِنْ قِيلَ: وَهَلْ يَجُوزُ ذِكْرُ هَذَا الظَّنِّ مَعَ كَافَّةِ الْخَلْقِ وَالتَّحَدُّثُ بِهِ كَمَا اشْتَمَلَ عَلَيْهِ ضَمِيرُهُ؟ وَكَذَلِكَ لَوْ كَانَ قَاطِعًا فَهَلْ لَهُ أَنْ يَتَحَدَّثَ بِهِ؟ قُلْنَا: تَحَدُّثُهُ بِهِ إِنَّمَا يَكُونُ عَلَى أَرْبَعَةِ أَوْجُهٍ: فَإِمَّا أَنْ يَكُونَ مَعَ نَفْسِهِ أَوْ مَعَ مَنْ هُوَ مِثْلُهُ فِي الِاسْتِبْصَارِ، أَوْ مَعَ مَنْ هُوَ مُسْتَعِدٌّ لِلِاسْتِبْصَارِ بِذَكَائِهِ وَفِطْنَتِهِ وَتَجَرُّدِهِ لِطَلَبِ مَعْرِفَةِ اللهِ - تَعَالَى - أَوْ مَعَ الْعَامِّيِّ، فَإِنْ كَانَ قَاطِعًا فَلَهُ أَنْ يُحَدِّثَ نَفْسَهُ بِهِ وَيُحَدِّثَ مَنْ هُوَ مِثْلُهُ فِي الِاسْتِبْصَارِ أَوْ مَنْ هُوَ مُتَجَرِّدٌ لِطَلَبِ الْمَعْرِفَةِ مُسْتَعِدٌّ لَهُ خَالٍ عَنِ الْمَيْلِ إِلَى الدُّنْيَا وَالشَّهَوَاتِ وَالتَّعَصُّبَاتِ لِلْمَذَاهِبِ وَطَلَبِ الْمُبَاهَاةِ بِالْمَعَارِفِ وَالتَّظَاهُرِ بِذِكْرِهَا مَعَ الْعَوَامِّ، فَمَنِ اتَّصَفَ بِهَذِهِ الصِّفَاتِ فَلَا بَأْسَ بِالتَّحَدُّثِ مَعَهُ ; لِأَنَّ </p><p> الْفَطِنَ الْمُتَعَطِّشَ إِلَى الْمَعْرِفَةِ لِلْمَعْرِفَةِ لَا لِغَرَضٍ آخَرَ يَحِيكُ فِي صَدْرِهِ إِشْكَالُ الظَّوَاهِرِ وَرُبَّمَا يُلْقِيهِ فِي تَأْوِيلَاتٍ فَاسِدَةٍ لِشِدَّةِ شَرَهِهِ عَلَى الْفِرَارِ عَنْ مُقْتَضَى الظَّوَاهِرِ، وَمَنْعُ الْعِلْمِ أَهْلَهُ ظُلْمٌ كَبَثِّهِ إِلَى غَيْرِ أَهْلِهِ. </p><p> وَأَمَّا الْعَامِّيُّ فَلَا يَنْبَغِي أَنْ يُحَدِّثَ بِهِ، وَفِي مَعْنَى الْعَامِّيِّ كُلُّ مَنْ لَا يَتَّصِفُ بِالصِّفَاتِ الْمَذْكُورَةِ، بَلْ مِثَالُهُ مَا ذَكَرْنَاهُ مِنْ إِطْعَامِ الرَّضِيعِ الْأَطْعِمَةَ الْقَوِيَّةَ الَّتِي لَا يُطِيقُهَا، وَأَمَّا الْمَظْنُونُ فَتَحَدُّثُهُ مَعَ نَفْسِهِ اضْطِرَارٌ، فَإِنَّ مَا يَنْطَوِي عَلَيْهِ الذِّهْنُ مِنْ ظَنٍّ وَشَكٍّ وَقَطْعٍ لَا تَزَالُ النَّفْسُ تَتَحَدَّثُ بِهِ وَلَا قُدْرَةَ عَلَى الْخَلَاصِ مِنْهُ فَلَا مَنْعَ مِنْهُ، فَلَا شَكَّ فِي مَنْعِ التَّحَدُّثِ بِهِ مَعَ الْعَوَامِّ، بَلْ هُوَ أَوْلَى بِالْمَنْعِ مِنَ الْمَقْطُوعِ، أَمَّا تَحَدُّثُهُ مَعَ مَنْ هُوَ فِي مِثْلِ دَرَجَتِهِ فِي الْمَعْرِفَةِ أَوْ مَعَ الْمُسْتَعِدِّ لَهُ فَفِيهِ نَظَرٌ، فَيُحْتَمَلُ أَنْ يُقَالَ: هُوَ جَائِزٌ، وَلَا يَزِيدُ عَلَى أَنْ يَقُولَ: أَظُنُّ كَذَا، وَهُوَ صَادِقٌ، وَيُحْتَمَلُ الْمَنْعُ ; لِأَنَّهُ قَادِرٌ عَلَى تَرْكِهِ وَهُوَ بِذِكْرِهِ مُتَصَرِّفٌ بِالظَّنِّ فِي صِفَةِ اللهِ - تَعَالَى - أَوْ فِي مُرَادِهِ مِنْ كَلَامِهِ وَفِيهِ خَطَرٌ، وَإِبَاحَتُهُ تُعْرَفُ بِنَصٍّ أَوْ إِجْمَاعٍ أَوْ قِيَاسٍ عَلَى مَنْصُوصٍ، وَلَمْ يَرِدْ شَيْءٌ مِنْ ذَلِكَ، بَلْ وَرَدَ قَوْلُهُ - تَعَالَى -: وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ [١٧: ٣٦] فَإِنْ قِيلَ: يَدُلُّ عَلَى الْجَوَازِ ثَلَاثَةُ أُمُورٍ: (الْأَوَّلُ) الدَّلِيلُ الَّذِي دَلَّ عَلَى إِبَاحَةِ الصِّدْقِ وَهُوَ صَادِقٌ فَإِنَّهُ لَيْسَ يُخْبِرُ إِلَّا عَنْ ظَنِّهِ وَهُوَ ظَانٌّ (وَالثَّانِي) أَقَاوِيلُ الْمُفَسِّرِينَ فِي الْقُرْآنِ بِالْحَدْسِ وَالظَّنِّ، إِذْ كَلُّ مَا قَالُوهُ غَيْرُ مَسْمُوعٍ مِنَ الرَّسُولِ - عَلَيْهِ السَّلَامُ -، بَلْ هُوَ مُسْتَنْبَطٌ بِالِاجْتِهَادِ ; وَلِذَلِكَ كَثُرَتِ الْأَقَاوِيلُ وَتَعَارَضَتْ (وَالثَّالِثُ) إِجْمَاعُ التَّابِعِينَ عَلَى نَقْلِ الْأَخْبَارِ الْمُتَشَابِهَةِ الَّتِي نَقَلَهَا آحَادُ الصَّحَابَةِ وَلَمْ تَتَوَاتَرْ وَمَا اشْتَمَلَ عَلَيْهِ الصَّحِيحُ الَّذِي نَقَلَهُ الْعَدْلُ عَنِ الْعَدْلِ، فَإِنَّهُمْ جَوَّزُوا رِوَايَتَهُ وَلَا يَحْصُلُ بِقَوْلِ الْعَدْلِ إِلَّا الظَّنُّ. (وَالْجَوَابُ عَنِ الْأَوَّلِ) أَنَّ الْمُبَاحَ صِدْقٌ لَا يُخْشَى مِنْهُ ضَرَرٌ، وَبَثُّ هَذِهِ الظُّنُونِ لَا يَخْلُو عَنْ ضَرَرٍ، فَقَدْ يَسْمَعُهُ مَنْ يَسْكُنُ إِلَيْهِ وَيَعْتَقِدُهُ جَزْمًا فَيَحْكُمُ فِي صِفَاتِ اللهِ - تَعَالَى - بِغَيْرِ عِلْمٍ وَهُوَ خَطَرٌ، وَالنُّفُوسُ نَافِرَةٌ عَنْ إِشْكَالِ الظَّوَاهِرِ، فَإِذَا وُجِدَ مُسْتَرْوَحًا مِنَ الْمَعْنَى وَلَوْ كَانَ مَظْنُونًا سَكَنَ إِلَيْهِ وَاعْتَقَدَهُ جَزْمًا، وَرُبَّمَا يَكُونُ غَلَطًا، فَيَكُونُ قَدِ اعْتَقَدَ فِي صِفَاتِ اللهِ - تَعَالَى - بِمَا هُوَ الْبَاطِلُ أَوْ حَكَمَ عَلَيْهِ فِي كَلَامِهِ بِمَا لَمْ يَرِدْ بِهِ (وَأَمَّا الثَّانِي) وَهُوَ أَقَاوِيلُ الْمُفَسِّرِينَ بِالظَّنِّ فَلَا نُسَلِّمُ ذَلِكَ فِيمَا هُوَ مِنْ صِفَاتِ اللهِ - تَعَالَى - كَالِاسْتِوَاءِ وَالْفَوْقِ وَغَيْرِهِ، بَلْ لَعَلَّ ذَلِكَ فِي الْأَحْكَامِ الْفِقْهِيَّةِ أَوْ فِي حِكَايَاتِ أَحْوَالِ </p><p> الْأَنْبِيَاءِ وَالْكُفَّارِ وَالْمَوَاعِظِ </p><p> وَالْأَمْثَالِ وَمَا لَا يَعْظُمُ خَطَرُ الْخَطَأِ فِيهِ (وَأَمَّا الثَّالِثُ) فَقَدْ قَالَ قَائِلُونَ: لَا يَجُوزُ أَنْ يُعْتَمَدَ فِي هَذَا الْبَابِ إِلَّا مَا وَرَدَ فِي الْقُرْآنِ أَوْ تَوَاتَرَ عَنِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَوَاتُرًا يُفِيدُ الْعِلْمَ، فَأَمَّا أَخْبَارُ الْآحَادِ فَلَا يُقْبَلُ فِيهِ وَلَا نَشْتَغِلُ بِتَأْوِيلِهِ عِنْدَ مَنْ يَمِيلُ إِلَى التَّأْوِيلِ وَلَا بِرِوَايَتِهِ عِنْدَ مَنْ يَقْتَصِرُ عَلَى الرِّوَايَةِ ; لِأَنَّ ذَلِكَ حُكْمٌ بِالْمَظْنُونِ وَاعْتِمَادٌ عَلَيْهِ، وَمَا ذَكَرُوهُ لَيْسَ بِبَعِيدٍ، لَكِنَّهُ مُخَالِفٌ لِظَاهِرِ مَا دَرَجَ عَلَيْهِ السَّلَفُ، فَإِنَّهُمْ قَبِلُوا هَذِهِ الْأَخْبَارَ مِنَ الْعُدُولِ وَرَوَوْهَا وَصَحَّحُوهَا. فَالْجَوَابُ مِنْ وَجْهَيْنِ: </p><p> (أَحَدُهُمَا) أَنَّ التَّابِعِينَ كَانُوا قَدْ عَرَفُوا مِنْ أَدِلَّةِ الشَّرْعِ أَنْ لَا يَجُوزَ اتِّهَامُ الْعَدْلِ بِالْكَذِبِ لَا سِيَّمَا فِي صِفَاتِ اللهِ - تَعَالَى -، فَإِذَا رَوَى الصِّدِّيقُ - رَضِيَ اللهُ عَنْهُ - خَبَرًا وَقَالَ: سَمِعْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ كَذَا، فَرَدُّ رِوَايَتِهِ تَكْذِيبٌ لَهُ وَنِسْبَةٌ لَهُ إِلَى الْوَضْعِ أَوْ إِلَى السَّهْوِ، فَقَبِلُوهُ وَقَالُوا: قَالَ أَبُو بَكْرٍ قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقَالَ أَنَسٌ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَكَذَا فِي التَّابِعِينَ، فَالْآنَ إِذَا ثَبَتَ عِنْدَهُمْ بِأَدِلَّةِ الشَّرْعِ أَنَّهُ لَا سَبِيلَ إِلَى اتِّهَامِ الْعَدْلِ الْتَّقِيِّ مِنَ الصَّحَابَةِ - رِضْوَانُ اللهِ عَلَيْهِمْ أَجْمَعِينَ - فَمِنْ أَيْنَ يَجِبُ أَلَّا يَتَّهِمَ ظُنُونَ الْآحَادِ، وَأَنْ يُنْزِلَ الظَّنَّ مَنْزِلَةَ نَقْلِ الْعَدْلِ مَعَ أَنَّ بَعْضَ الظَّنِّ إِثْمٌ؟ فَإِذَا قَالَ الشَّارِعُ: مَا أَخْبَرَكُمْ بِهِ الْعَدْلُ فَصَدِّقُوهُ وَاقْبَلُوهُ وَانْقُلُوهُ وَأَظْهِرُوهُ فَلَا يَلْزَمُ مِنْ هَذَا أَنْ يُقَالَ: مَا حَدَّثَتْكُمْ بِهِ نُفُوسُكُمْ مِنْ ظُنُونِكُمْ فَاقْبَلُوهُ وَأَظْهِرُوهُ، وَارْوُوا عَنْ ظُنُونِكُمْ وَضَمَائِرِكُمْ وَنُفُوسِكُمْ مَا قَالَتْهُ، فَلَيْسَ هَذَا فِي مَعْنَى الْمَنْصُوصِ ; وَلِهَذَا نَقُولُ: مَا رَوَاهُ غَيْرُ الْعَدْلِ مِنْ هَذَا الْجِنْسِ يَنْبَغِي أَنْ يُعْرَضَ عَنْهُ وَلَا يُرْوَى، وَيُحْتَاطَ فِي الْمَوَاعِظِ وَالْأَمْثَالِ وَمَا يَجْرِي مَجْرَاهَا. </p><p> (وَالْجَوَابُ الثَّانِي) أَنَّ تِلْكَ الْأَخْبَارَ رَوَتْهَا الصَّحَابَةُ لِأَنَّهُمْ سَمِعُوهَا يَقِينًا، فَمَا نَقَلُوا إِلَّا مَا تَيَقَّنُوهُ، وَالتَّابِعُونَ قَبِلُوهُ وَرَوَوْهُ، وَمَا قَالُوا: قَالَ رَسُولُ اللهِ - عَلَيْهِ السَّلَامُ - كَذَا، بَلْ قَالُوا: قَالَ فُلَانٌ قَالَ رَسُولَ اللهِ - عَلَيْهِ السَّلَامُ - كَذَا وَكَانُوا صَادِقِينَ، وَمَا أَهْمَلُوا رِوَايَتَهُ لِاشْتِمَالِ كُلِّ حَدِيثٍ عَلَى فَوَائِدَ سِوَى اللَّفْظِ الْمُوهِمِ عِنْدَ الْعَارِفِ مَعْنًى حَقِيقِيًّا يَفْهَمُهُ مِنْهُ لَيْسَ ذَلِكَ ظَنِّيًّا فِي حَقِّهِ: مِثَالُهُ رِوَايَةُ الصَّحَابِيِّ عَنْ رَسُولِ اللهِ - عَلَيْهِ السَّلَامُ - قَوْلُهُ: يَنْزِلُ اللهُ - تَعَالَى - كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا فَيَقُولُ: هَلْ مِنْ دَاعٍ فَأَسْتَجِيبُ لَهُ؟ هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرُ لَهُ؟ الْحَدِيثَ فَهَذَا الْحَدِيثُ سِيقَ لِنِهَايَةِ التَّرْغِيبِ فِي قِيَامِ اللَّيْلِ، </p><p> وَلَهُ تَأْثِيرٌ عَظِيمٌ فِي تَحْرِيكِ الدَّوَاعِي لِلتَّهَجُّدِ الَّذِي هُوَ أَفْضَلُ الْعِبَادَاتِ، فَلَوْ تُرِكَ هَذَا الْحَدِيثُ لَبَطَلَتْ هَذِهِ الْفَائِدَةُ الْعَظِيمَةُ وَلَا سَبِيلَ إِلَى إِهْمَالِهَا، وَلَيْسَ فِيهِ إِلَّا إِبْهَامُ لَفْظِ النُّزُولِ عِنْدَ الصَّبِيِّ وَالْعَامِّيِّ الْجَارِي مَجْرَى الصَّبِيِّ، وَمَا أَهْوَنَ عَلَى الْبَصِيرِ أَنْ يَغْرِسَ فِي قَلْبِ الْعَامِّيِّ التَّنْزِيهَ وَالتَّقْدِيسَ عَنْ صُورَةِ النُّزُولِ بِأَنْ يَقُولَ لَهُ: إِنْ كَانَ نُزُولُهُ إِلَى السَّمَاءِ الدُّنْيَا لِيُسْمِعَنَا نِدَاءَهُ وَقَوْلَهُ فَمَا أَسْمَعَنَا، فَأَيُّ فَائِدَةٍ فِي نُزُولِهِ؟ وَلَقَدْ كَانَ يُمْكِنُهُ أَنْ يُنَادِيَنَا كَذَلِكَ وَهُوَ عَلَى الْعَرْشِ أَوْ عَلَى السَّمَاءِ الْعُلْيَا، فَهَذَا الْقَدْرُ يَعْرِفُ </p><p> الْعَامِّيُّ أَنَّ ظَاهِرَ النُّزُولِ بَاطِلٌ، بَلْ مِثَالُهُ أَنْ يُرِيدَ مَنْ فِي الْمَشْرِقِ إِسْمَاعَ شَخْصٍ فِي الْمَغْرِبِ وَمُنَادَاتَهُ فَتَقَدَّمَ إِلَى الْمَغْرِبِ بِأَقْدَامٍ مَعْدُودَةٍ وَأَخَذَ يُنَادِيهِ وَهُوَ يَعْلَمُ أَنْ لَا يَسْمَعَ فَيَكُونُ نَقْلُهُ الْأَقْدَامَ عَمَلًا بَاطِلًا وَفِعْلًا كَفِعْلِ الْمَجَانِينِ، فَكَيْفَ يَسْتَقِرُّ مِثْلُ هَذَا فِي قَلْبِ عَاقِلٍ؟ بَلْ يَضْطَرُّ بِهَذَا الْقَدْرِ كُلُّ عَامِّيٍّ إِلَى أَنْ يَتَيَقَّنَ نَفْيَ صُورَةِ النُّزُولِ، وَكَيْفَ وَقَدْ عَلِمَ اسْتِحَالَةَ الْجِسْمِيَّةِ عَلَيْهِ، وَاسْتِحَالَةُ الِانْتِقَالِ عَلَى غَيْرِ الْأَجْسَامِ كَاسْتِحَالَةِ النُّزُولِ مِنْ غَيْرِ انْتِقَالٍ، فَإِذَنِ الْفَائِدَةُ فِي نَقْلِ هَذِهِ الْأَخْبَارِ عَظِيمَةٌ، وَالضَّرَرُ يَسِيرٌ، فَأَنَّى يُسَاوِي هَذَا حِكَايَةَ الظُّنُونِ الْمُنْقَدِحَةِ فِي الْأَنْفُسِ؟ </p><p> فَهَذِهِ سُبُلُ تَجَاذُبِ طُرُقِ الِاجْتِهَادِ فِي إِبَاحَةِ ذِكْرِ التَّأْوِيلِ الْمَظْنُونِ أَوِ الْمَنْعِ، وَلَا يَبْعُدُ ذِكْرُ وَجْهٍ ثَالِثٍ وَهُوَ أَنْ يَنْظُرَ إِلَى قَرَائِنِ حَالِ السَّائِلِ وَالْمُسْتَمِعِ، فَإِنْ عَلِمَ أَنَّهُ يَنْتَفِعُ بِهِ ذَكَرَهُ، وَإِنْ عَلِمَ أَنَّهُ يَتَضَرَّرَ تَرَكَهُ، وَإِنْ ظَنَّ أَحَدَ الْأَمْرَيْنِ كَانَ ظَنُّهُ كَالْعِلْمِ فِي إِبَاحَةِ الذِّكْرِ، وَكَمْ مِنْ إِنْسَانٍ لَا تَتَحَرَّكُ دَاعِيَتُهُ بَاطِنًا إِلَى مَعْرِفَةِ هَذِهِ الْمَعَانِي، وَلَا يَحِيكُ فِي نَفْسِهِ إِشْكَالٌ مِنْ ظَوَاهِرِهَا، فَذِكْرُ التَّأْوِيلِ مَعَهُ مُشَوِّشٌ، وَكَمْ مِنْ إِنْسَانٍ يَحِيكُ فِي نَفْسِهِ إِشْكَالُ الظَّاهِرِ حَتَّى يَكَادَ أَنْ يَسُوءَ اعْتِقَادُهُ فِي الرَّسُولِ - عَلَيْهِ السَّلَامُ - وَيُنْكِرَ قَوْلَهُ الْمُوهِمَ، فَمِثْلُ هَذَا لَوْ ذُكِرَ مَعَهُ الِاحْتِمَالُ الْمَظْنُونُ، بَلْ مُجَرَّدُ الِاحْتِمَالِ الَّذِي يَنْبُو عَنْهُ اللَّفْظُ انْتَفَعَ بِهِ وَلَا بَأْسَ بِذِكْرِهِ مَعَهُ، فَإِنَّهُ دَوَاءٌ لِدَائِهِ، وَإِنْ كَانَ دَاءً فِي غَيْرِهِ، وَلَكِنْ لَا يَنْبَغِي أَنْ يُذْكَرَ عَلَى رُءُوسِ الْمَنَابِرِ ; لِأَنَّ ذَلِكَ يُحَرِّكُ الدَّوَاعِيَ السَّاكِنَةَ مِنْ أَكْثَرِ الْمُسْتَمِعِينَ، وَقَدْ كَانُوا عَنْهُ غَافِلِينَ وَعَنْ إِشْكَالِهِ مُنْفَكِّينَ، وَلَمَّا كَانَ زَمَانُ السَّلَفِ الْأَوَّلِ زَمَانَ سُكُونِ الْقَلْبِ بَالَغُوا فِي الْكَفِّ عَنِ التَّأْوِيلِ خِيفَةً مِنْ تَحْرِيكِ الدَّوَاعِي وَتَشْوِيشِ الْقُلُوبِ، فَمَنْ خَالَفَهُمْ فِي ذَلِكَ الزَّمَانِ فَهُوَ الَّذِي حَرَّكَ الْفِتْنَةَ، وَأَلْقَى هَذِهِ الشُّكُوكَ فِي الْقُلُوبِ </p><p> مَعَ الِاسْتِغْنَاءِ عَنْهُ فَبَاءَ بِالْإِثْمِ، أَمَّا الْآنَ وَقَدْ فَشَا ذَلِكَ فِي بَعْضِ الْبِلَادِ، فَالْعُذْرُ فِي إِظْهَارِ شَيْءٍ مِنْ ذَلِكَ رَجَاءً لِإِمَاطَةِ الْأَوْهَامِ الْبَاطِلَةِ عَنِ الْقُلُوبِ أَظْهَرُ، وَاللَّوْمُ عَنْ قَائِلِهِ أَقَلُّ. </p><p> فَإِنْ قِيلَ: فَقَدْ فَرَّقْتُمْ بَيْنَ التَّأْوِيلِ الْمَقْطُوعِ وَالْمَظْنُونِ، فَبِمَاذَا يَحْصُلُ الْقَطْعُ بِصِحَّةِ التَّأْوِيلِ؟ قُلْنَا بِأَمْرَيْنِ:  (أَحَدُهُمَا) أَنْ يَكُونَ الْمَعْنَى مَقْطُوعًا ثُبُوتُهُ لِلَّهِ - تَعَالَى - كَفَوْقِيَّةِ الْمَرْتَبَةِ (وَالثَّانِي) أَلَّا يَكُونَ اللَّفْظُ إِلَّا مُحْتَمِلًا لِأَمْرَيْنِ، وَقَدْ بَطَلَ أَحَدُهُمَا وَتَعَيَّنَ الثَّانِي، مِثَالُهُ قَوْلُهُ - تَعَالَى -: وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ [٦: ١٨] فَإِنَّهُ إِنْ ظَهَرَ فِي وَضْعِ اللِّسَانِ أَنَّ الْفَوْقَ لَا يَحْتَمِلُ إِلَّا فَوْقِيَّةَ الْمَكَانِ أَوْ فَوْقِيَّةَ الرُّتْبَةِ، وَلَمَّا بَطَلَ فَوْقِيَّةُ الْمَكَانِ لِمَعْرِفَةِ التَّقْدِيسِ لَمْ يَبْقَ إِلَّا فَوْقِيَّةُ الرُّتْبَةُ، كَمَا يُقَالُ: السَّيِّدُ فَوْقَ الْعَبْدِ وَالزَّوْجُ فَوْقَ الزَّوْجَةِ، وَالسُّلْطَانُ فَوْقَ الْوَزِيرِ، فَاللهُ فَوْقَ عِبَادِهِ بِهَذَا الْمَعْنَى، وَهَذَا كَالْمَقْطُوعِ بِهِ فِي لَفْظِ الْفَوْقِ، وَأَنَّهُ لَا يُسْتَعْمَلُ فِي لِسَانِ الْعَرَبِ إِلَّا فِي هَذَيْنِ الْمَعْنَيَيْنِ. </p><p> أَمَّا لَفْظُ الِاسْتِوَاءِ إِلَى السَّمَاءِ وَعَلَى الْعَرْشِ رُبَّمَا لَا يَنْحَصِرُ مَفْهُومُهُ فِي اللُّغَةِ هَذَا الِانْحِصَارَ، وَإِذَا تَرَدَّدَ بَيْنَ ثَلَاثَةِ مَعَانٍ: مَعْنَيَانِ جَائِزَانِ عَلَى اللهِ - تَعَالَى -، وَمَعْنًى وَاحِدٌ هُوَ الْبَاطِلُ، فَتَنْزِيلُهُ عَلَى </p><p> أَحَدِ الْمَعْنَيَيْنِ الْجَائِزَيْنِ أَنْ يَكُونَ بِالظَّنِّ وَبِالِاحْتِمَالِ الْمُجَرَّدِ، وَهَذَا تَمَامُ النَّظَرِ فِي الْكَفِّ عَنِ التَّأْوِيلِ. </p><p> (التَّصَرُّفُ الثَّالِثُ الَّذِي يَجِبُ الْإِمْسَاكُ عَنْهُ: التَّصْرِيفُ) وَمَعْنَاهُ أَنَّهُ إِذَا وَرَدَ قَوْلُهُ - تَعَالَى -: اسْتَوَى عَلَى الْعَرْشِ [١٣: ٢] فَلَا يَنْبَغِي أَنْ يُقَالَ مُسْتَوٍ وَيَسْتَوِي ; لِأَنَّ دَلَالَةَ قَوْلِهِ هُوَ مُسْتَوٍ عَلَى الْعَرْشِ عَلَى الِاسْتِقْرَارِ أَظْهَرُ مِنْ قَوْلِهِ: رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الْآيَةَ، بَلْ هُوَ كَقَوْلِهِ: هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ [٢: ٢٩] فَإِنَّ هَذَا يَدُلُّ عَلَى اسْتِوَاءٍ قَدِ انْقَضَى مِنْ إِقْبَالٍ عَلَى خَلْقِهِ أَوْ عَلَى تَدْبِيرِ الْمَمْلَكَةِ بِوَاسِطَتِهِ، فَفِي تَغْيِيرِ التَّصَارِيفِ مَا يُوثِقُ فِي تَغْيِيرِ الدَّلَالَاتِ وَالِاحْتِمَالَاتِ، فَلْيَجْتَنِبِ التَّصْرِيفَ كَمَا يَجْتَنِبُ الزِّيَادَةَ، فَإِنَّ تَحْتَ التَّصْرِيفِ الزِّيَادَةَ وَالنُّقْصَانَ. </p><p> (التَّصْرِيفُ الرَّابِعُ الَّذِي يَجِبُ الْإِمْسَاكُ عَنْهُ: الْقِيَاسُ وَالتَّفْرِيعُ) مِثْلَ أَنْ يَرِدَ لَفْظُ الْيَدِ فَلَا يَجُوزُ إِثْبَاتُ السَّاعِدِ وَالْعَضُدِ وَالْكَفِّ مُصَيِّرًا إِلَى أَنَّ هَذَا مِنْ لَوَازِمِ الْيَدِ، وَإِذَا وَرَدَ الْأُصْبُعُ لَمْ يَجُزْ ذِكْرُ اللَّحْمِ وَالْعَظْمِ وَالْعَصَبِ وَإِنْ كَانَتِ الْيَدُ الْمَشْهُورَةُ لَا تَنْفَكُّ عَنْهُ. وَأَبْعَدُ مِنْ هَذِهِ الزِّيَادَةِ إِثْبَاتُ الرِّجْلِ عِنْدَ وُرُودِ الْيَدِ، وَإِثْبَاتُ الْفَمِ عِنْدَ وُرُودِ الْعَيْنِ أَوْ عِنْدَ وُرُودِ الضَّحِكِ، وَإِثْبَاتُ الْأُذُنِ وَالْعَيْنِ عِنْدَ وُرُودِ </p><p> السَّمْعِ وَالْبَصَرِ، وَكُلُّ ذَلِكَ مُحَالٌ وَكَذِبٌ وَزِيَادَةٌ، وَقَدْ يَتَجَاسَرُ عَلَيْهِ بَعْضُ الْحَمْقَى مِنَ الْمُشَبِّهَةِ الْحَشْوِيَّةِ ; فَلِذَلِكَ ذَكَرْنَاهُ. </p><p> (التَّصَرُّفُ الْخَامِسُ: لَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ) وَلَقَدْ بَعُدَ عَنِ التَّوْفِيقِ مَنْ صَنَّفَ كِتَابًا فِي جَمْعِ هَذِهِ الْأَخْبَارِ وَرَسَمَ فِي كُلِّ عُضْوٍ بَابًا، فَقَالَ: بَابٌ فِي إِثْبَاتِ الرَّأْسِ وَبَابٌ فِي الْيَدِ إِلَى غَيْرِ ذَلِكَ، وَسَمَّاهُ كِتَابَ الصِّفَاتِ، فَإِنَّ هَذِهِ كَلِمَاتٌ مُتَفَرِّقَةٌ صَدَرَتْ مِنْ رَسُولِ اللهِ - عَلَيْهِ السَّلَامُ - فِي أَوْقَاتٍ مُتَفَرِّقَةٍ مُتَبَاعِدَةٍ اعْتِمَادًا عَلَى قَرَائِنَ مُخْتَلِفَةٍ تُفْهِمُ السَّامِعِينَ مَعَانِيَ صَحِيحَةً، فَإِذَا ذُكِرَتْ مَجْمُوعَةً عَلَى مِثَالِ خَلْقِ الْإِنْسَانِ صَارَ جَمْعُ تِلْكَ الْمُتَفَرِّقَاتِ فِي السَّمْعِ دُفْعَةً وَاحِدَةً قَرِينَةً عَظِيمَةً فِي تَأْكِيدِ الظَّاهِرِ وَإِيهَامِ التَّشْبِيهِ، وَصَارَ الْإِشْكَالُ فِي أَنَّ الرَّسُولَ - عَلَيْهِ السَّلَامُ - لَمَّا نَطَقَ بِمَا يُوهِمُ خِلَافَ الْحَقِّ أَعْظَمُ فِي النَّفْسِ وَأَوْقَعُ، بَلِ الْكَلِمَةُ الْوَاحِدَةُ يَتَطَرَّقُ إِلَيْهَا الِاحْتِمَالُ، فَإِذَا اتَّصَلَ بِهِ ثَانِيَةً وَثَالِثَةً وَرَابِعَةً مِنْ جِنْسٍ وَاحِدٍ صَارَ مُتَوَالِيًا بِضَعْفِ الِاحْتِمَالِ بِالْإِضَافَةِ إِلَى الْجُمْلَةِ ; وَلِذَلِكَ يَحْصُلُ مِنَ الظَّنِّ بِقَوْلِ الْمُخْبِرِينَ الثَّلَاثَةِ مَا لَا يَحْصُلُ بِقَوْلِ الْوَاحِدِ، بَلْ يَحْصُلُ مِنَ الْعِلْمِ الْقَطْعِيِّ بِخَبَرِ التَّوَاتُرِ مَا لَا يَحْصُلُ بِالْآحَادِ، وَيَحْصُلُ مِنَ الْعِلْمِ الْقَطْعِيِّ بِاجْتِمَاعِ التَّوَاتُرِ مَا لَا يَحْصُلُ بِالْآحَادِ. وَكُلُّ ذَلِكَ نَتِيجَةَ الِاجْتِمَاعِ إِذْ يَتَطَرَّقُ الِاحْتِمَالُ إِلَى قَوْلِ كُلِّ عَدْلٍ وَإِلَى كُلِّ وَاحِدَةٍ مِنَ الْقَرَائِنِ، فَإِذَا انْقَطَعَ الِاحْتِمَالُ أَوْ ضَعُفَ فَلِذَلِكَ لَا يَجُوزُ جَمْعُ الْمُتَفَرِّقَاتِ. </p><p> (التَّصَرُّفُ السَّادِسُ: الِتَّفْرِيقُ بَيْنَ الْمُجْتَمِعَاتِ) فَكَمَا لَا يُجْمَعُ بَيْنَ مُتَفَرِّقَةٍ فَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعَةٍ، فَإِنَّ كُلَّ كَلِمَةٍ سَابِقَةٍ عَلَى كَلِمَةٍ أَوْ لَاحِقَةٍ لَهَا مُؤَثِّرَةٌ فِي تَفْهِيمِ مَعْنَاهُ مُطْلَقًا وَمُرَجِّحَةٌ الِاحْتِمَالَ الضَّعِيفَ فِيهِ، فَإِذَا فُرِّقَتْ سَقَطَتْ دَلَالَتُهَا، مِثَالُهُ قَوْلُهُ - تَعَالَى -: وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ [٦: ١٨] لَا تُسَلَّطُ عَلَى أَنْ يَقُولَ الْقَائِلُ: هُوَ فَوْقَ، لِأَنَّهُ إِذَا ذُكِرَ الْقَاهِرُ قَبْلَهُ ظَهَرَتْ دَلَالَةُ الْفَوْقِ عَلَى الْفَوْقِيَّةِ الَّتِي لِقَاهِرٍ مَعَ الْمَقْهُورِ، وَهِيَ فَوْقِيَّةُ الرُّتْبَةِ، وَلَفْظُ (الْقَاهِرِ) يَدُلُّ عَلَيْهِ، بَلْ لَا يَجُوزُ أَنْ يَقُولَ وَهُوَ الْقَاهِرُ فَوْقَ غَيْرِهِ، بَلْ يَنْبَغِي أَنْ يَقُولَ فَوْقَ عِبَادِهِ ; لِأَنَّ ذِكْرَ الْعُبُودِيَّةِ فِي وَصْفِهِ فِي اللهِ فَوْقَهُ يُؤَكِّدُ احْتِمَالَ فَوْقِيَّةِ السِّيَادَةِ، إِذْ يَحْسُنُ أَنْ يُقَالَ: زَيْدٌ فَوْقَ عَمْرٍو قَبْلَ أَنْ يَتَبَيَّنَ تَفَاوُتُهُمَا فِي مَعْنَى السِّيَادَةِ وَالْعُبُودِيَّةِ أَوْ غَلَبَةِ الْقَهْرِ أَوْ نُفُوذِ الْأَمْرِ بِالسُّلْطَةِ أَوْ بِالْأُبُوَّةِ أَوْ بِالزَّوْجِيَّةِ فَهَذِهِ الْأُمُورُ يَغْفُلُ عَنْهَا الْعُلَمَاءُ فَضْلًا عَنِ </p><p> الْعَوَامِّ، فَكَيْفَ يُسَلَّطُ الْعَوَامُّ فِي مِثْلِ ذَلِكَ عَلَى التَّصَرُّفِ بِالْجَمْعِ وَالتَّفْرِيقِ وَالتَّأْوِيلِ وَالتَّفْسِيرِ وَأَنْوَاعِ التَّغْيِيرِ، وَلِأَجْلِ هَذِهِ الدَّقَائِقِ بَالَغَ السَّلَفُ فِي الْجُمُودِ وَالِاقْتِصَارِ عَلَى مَوَارِدِ التَّوْقِيفِ كَمَا وَرَدَ عَلَى الْوَجْهِ الَّذِي وَرَدَ، وَبِاللَّفْظِ الَّذِي وَرَدَ، وَالْحَقُّ مَا قَالُوهُ وَالصَّوَابُ مَا رَأَوْهُ، فَأَهَمُّ الْمَوَاضِعِ بِالِاحْتِيَاطِ مَا هُوَ تَصَرُّفُهُ فِي ذَاتِ اللهِ وَصِفَاتِهِ وَأَحَقُّ الْمَوَاضِعِ بِإِلْجَامِ اللِّسَانِ وَتَقْيِيدِهِ عَنِ الْجَرَيَانِ فِيمَا يَعْظُمُ فِيهِ الْخَطَرُ، وَأَيُّ خَطَرٍ أَعْظَمُ مِنَ الْكُفْرِ؟ </p><p> (الْوَظِيفَةُ السَّادِسَةُ فِي الْكَفِّ بَعْدَ الْإِمْسَاكِ) وَأَعْنِي بِالْكَفِّ كَفَّ الْبَاطِنِ عَنِ التَّفْكِيرِ فِي هَذِهِ الْأُمُورِ، فَذَلِكَ وَاجِبٌ عَلَيْهِ كَمَا وَجَبَ عَلَيْهِ إِمْسَاكُ اللِّسَانِ عَنِ السُّؤَالِ وَالتَّصَرُّفِ، وَهَذَا أَثْقَلُ الْوَظَائِفِ وَأَشَدُّهَا، وَهُوَ وَاجِبٌ كَمَا وَجَبَ عَلَى الْعَاجِزِ الزَّمِنِ أَلَّا يَخُوضَ غَمْرَةَ الْبِحَارِ وَإِنْ كَانَ يَتَقَاضَاهُ طَبْعُهُ أَنْ يَغُوصَ فِي الْبِحَارِ وَيُخْرِجَ دُرَرَهَا وَجَوَاهِرَهَا، وَلَكِنْ لَا يَنْبَغِي أَنْ يَغُرَّهُ نَفَاسَةُ جَوَاهِرِهَا مَعَ عَجْزِهِ عَنْ نَيْلِهَا، بَلْ يَنْبَغِي أَنْ يَنْظُرَ إِلَى عَجْزِهِ وَكَثْرَةِ مَعَاطِبِهَا وَمَهَالِكِهَا وَيَتَفَكَّرَ أَنَّهُ إِنْ فَاتَهُ نَفَائِسُ الْبِحَارِ فَمَا فَاتَهُ إِلَّا زِيَادَاتٌ وَتَوَسُّعَاتٌ فِي الْمَعِيشَةِ وَهُوَ مُسْتَغْنٍ عَنْهَا، فَإِنْ غَرِقَ أَوِ الْتَقَمَهُ تَمْسَاحٌ فَاتَهُ أَصْلُ الْحَيَاةِ، فَإِنْ قُلْتَ: إِنْ لَمْ يَنْصَرِفْ قَلْبُهُ مِنَ التَّفْكِيرِ وَالتَّشَوُّفِ إِلَى الْبَحْثِ فَمَا طَرِيقُهُ؟ قُلْتُ: طَرِيقُهُ أَنْ يَشْغَلَ نَفْسَهُ بِعِبَادَةِ اللهِ وَبِالصَّلَاةِ وَبِقِرَاءَةِ الْقُرْآنِ وَالذِّكْرِ، فَإِنْ لَمْ يَقْدِرْ فَبِعِلْمٍ آخَرَ لَا يُنَاسِبُ هَذَا الْجِنْسَ مِنْ لُغَةٍ أَوْ نَحْوٍ أَوْ خَطٍّ أَوْ طِبٍّ أَوْ فِقْهٍ، فَإِنْ لَمْ يُمْكِنْهُ فَبِحِرْفَةٍ أَوْ صِنَاعَةٍ وَلَوِ الْحِرَاثَةَ وَالْحِيَاكَةَ، فَإِنْ لَمْ يَقْدِرْ فَبِلَعِبٍ وَلَهْوٍ، وَكُلُّ ذَلِكَ خَيْرٌ لَهُ مِنَ الْخَوْضِ فِي هَذَا الْبَحْرِ الْبَعِيدِ غَوْرُهُ وَعُمْقُهُ، الْعَظِيمُ خَطَرُهُ وَضَرَرُهُ، بَلْ لَوِ اشْتَغَلَ الْعَامِّيُّ بِالْمَعَاصِي الْبَدَنِيَّةِ رُبَّمَا كَانَ أَسْلَمَ لَهُ مِنْ أَنْ يَخُوضَ فِي الْبَحْثِ عَنْ مَعْرِفَةِ اللهِ - تَعَالَى -، فَإِنَّ ذَلِكَ غَايَتُهُ الْفِسْقُ، وَهَذَا عَاقِبَتُهُ الشِّرْكُ. وَإِنَّ اللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [٤: ٤٨] فَإِنْ قُلْتَ: الْعَامِّيُّ إِذَا لَمْ تَسْكُنْ نَفْسُهُ إِلَى الِاعْتِقَادَاتِ الدِّينِيَّةِ إِلَّا بِدَلِيلٍ، فَهَلْ يَجُوزُ أَنْ يُذْكَرَ لَهُ الدَّلِيلُ، فَإِنْ جَوَّزْتَ ذَلِكَ فَقَدْ رَخَّصْتَ لَهُ فِي التَّفْكِيرِ وَالنَّظَرِ، وَأَيُّ فَرْقٍ بَيْنَهُ وَبَيْنَ غَيْرِهِ؟ الْجَوَابُ: أَنِّي أُجَوِّزُ لَهُ أَنْ يَسْمَعَ </p><p> الدَّلِيلَ عَلَى مَعْرِفَةِ الْخَالِقِ وَوَحْدَانِيَّتِهِ وَعَلَى صِدْقِ الرَّسُولِ وَعَلَى الْيَوْمِ الْآخِرِ، وَلَكِنْ بِشَرْطَيْنِ:  (أَحَدُهُمَا) أَلَّا يُزَادَ مَعَهُ عَلَى الْأَدِلَّةِ الَّتِي فِي الْقُرْآنِ (وَالْآخَرُ) أَلَّا يُمَارِيَ فِيهِ إِلَّا مِرَاءً ظَاهِرًا وَلَا يَتَفَكَّرَ </p><p> فِيهِ إِلَّا تَفْكِيرًا سَهْلًا جَلِيًّا وَلَا يُمْعِنَ فِي التَّفَكُّرِ، وَلَا يُوغِلَ غَايَةَ الْإِيغَالِ فِي الْبَحْثِ. </p><p> وَأَدِلَّةُ هَذِهِ الْأُمُورِ الْأَرْبَعَةِ مَا ذُكِرَ فِي الْقُرْآنِ، أَمَّا الدَّلِيلُ عَلَى مَعْرِفَةِ الْخَالِقِ فَمِثْلُ قَوْلِهِ - تَعَالَى -: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمْ مَنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللهُ [١٠: ٣١] وَقَوْلِهِ: أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ [٥٠: ٦ - ١٠] وَكَقَوْلِهِ: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِقَ غُلْبًا وَفَاكِهَةً وَأَبًّا [٨٠: ٢٤ - ٣١] وَقَوْلِهِ: أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا وَالْجِبَالَ أَوْتَادًا إِلَى قَوْلِهِ: وَجَنَّاتٍ أَلْفَافًا [٧٨: ٦ - ١٦] وَأَمْثَالِ ذَلِكَ، وَهِيَ قَرِيبٌ مِنْ خَمْسِمِائَةِ آيَةٍ جَمَعْنَاهَا فِي كِتَابِ جَوَاهِرِ الْقُرْآنِ، بِهَا يَنْبَغِي أَنْ يَعْرِفَ الْخَلْقُ جَلَالَ اللهِ الْخَالِقِ وَعَظَمَتَهُ لَا بِقَوْلِ الْمُتَكَلِّمِينَ: إِنَّ الْأَغْرَاضَ حَادِثَةٌ، وَإِنَّ الْجَوَاهِرَ لَا تَخْلُو عَنِ الْأَغْرَاضِ الْحَادِثَةِ فَهِيَ حَادِثَةٌ، ثُمَّ الْحَادِثُ يَفْتَقِرُ إِلَى مُحْدِثٍ، فَإِنَّ تِلْكَ التَّقْسِيمَاتِ وَالْمُقَدِّمَاتِ وَإِثْبَاتَهَا بِأَدِلَّتِهَا الرَّسْمِيَّةِ يُشَوِّشُ قُلُوبَ الْعَوَامِّ، وَالدَّلَالَاتُ الظَّاهِرَةُ الْقَرِيبَةُ مِنَ الْأَفْهَامِ عَلَى مَا فِي الْقُرْآنِ تَنْفَعُهُمْ وَتُسَكِّنُ نُفُوسَهُمْ وَتَغْرِسُ فِي قُلُوبِهِمُ الِاعْتِقَادَاتِ الْجَازِمَةِ، وَأَمَّا الدَّلِيلُ عَلَى الْوَحْدَانِيَّةِ فَيُقْنَعُ فِيهِ بِمَا فِي الْقُرْآنِ مِنْ قَوْلِهِ: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللهُ لَفَسَدَتَا [٢١: ٢٢] فَإِنَّ اجْتِمَاعَ الْمُدَبِّرِينَ سَبَبُ إِفْسَادِ التَّدْبِيرِ، وَبِمِثْلِ قَوْلِهِ: قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا [١٧: ٤٢] وَقَوْلِهِ - تَعَالَى -: مَا اتَّخَذَ اللهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ [٢٣: ٩١] وَأَمَّا صِدْقُ الرَّسُولِ فَيُسْتَدَلُّ عَلَيْهِ بِقَوْلِهِ - تَعَالَى -: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا [١٧: ٨٨] وَبِقَوْلِهِ: فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ [٢: ٢٣] وَقَوْلِهِ: قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ [١١: ١٣] وَأَمْثَالِهِ. وَأَمَّا الْيَوْمُ الْآخِرُ فَيُسْتَدَلُّ عَلَيْهِ بِقَوْلِهِ: قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦: ٧٨، ٧٩] وَبِقَوْلِهِ: أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً </p><p> مِنْ مَنِيٍّ يُمْنَى إِلَى قَوْلِهِ: أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى [٧٥: ٣٦ - ٤٠] وَبِقَوْلِهِ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ إِلَى قَوْلِهِ: فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ [٢٢: ٥] وَقَوْلِهِ: </p><p> فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى [٤١: ٣٩] وَأَمْثَالُ ذَلِكَ كَثِيرٌ فِي الْقُرْآنِ، فَلَا يَنْبَغِي أَنْ يُزَادَ عَلَيْهِ، فَإِنْ قِيلَ: فَهَذِهِ الْأَدِلَّةُ الَّتِي اعْتَمَدَهَا الْمُتَكَلِّمُونَ وَقَرَّرُوا وَجْهَ دَلَالَتِهَا فَمَا بَالُهُمْ يَمْتَنِعُونَ عَنْ تَقْرِيرِ هَذِهِ الْأَدِلَّةِ وَلَا يَمْنَعُونَ عَنْهَا، وَكُلُّ ذَلِكَ مُدْرَكٌ بِنَظَرِ الْعَقْلِ وَتَأَمُّلِهِ؟ فَإِنْ فُتِحَ لِلْعَامِّيِّ بَابُ النَّظَرِ فَلْيُفْتَحْ مُطْلَقًا أَوْ لِيُسَدَّ عَلَيْهِ طَرِيقُ النَّظَرِ رَأْسًا وَلْيُكَلَّفِ التَّقْلِيدَ مِنْ غَيْرِ دَلِيلٍ. (الْجَوَابُ) أَنَّ الْأَدِلَّةَ تَنْقَسِمُ إِلَى مَا يُحْتَاجُ فِيهِ إِلَى تَفَكُّرٍ وَتَدْقِيقٍ خَارِجٍ عَنْ طَاقَةِ الْعَامِّيِّ وَقُدْرَتِهِ، وَإِلَى مَا هُوَ جَلِيٌّ سَابِقٌ إِلَى الْأَفْهَامِ بِبَادِي الرَّأْيِ مِنْ أَوَّلِ النَّظَرِ مِمَّا يُدْرِكُهُ كَافَّةُ النَّاسِ بِسُهُولَةٍ، فَهَذَا لَا خَطَرَ فِيهِ، وَمَا يَفْتَقِرُ إِلَى التَّدْقِيقِ فَلَيْسَ عَلَى حَدِّ وُسْعِهِ ; فَأَدِلَّةُ الْقُرْآنِ مِثْلُ الْغِذَاءِ يَنْتَفِعُ بِهِ كُلُّ إِنْسَانٍ، وَأَدِلَّةُ الْمُتَكَلِّمِينَ مِثْلُ الدَّوَاءِ يَنْتَفِعْ بِهِ آحَادُ النَّاسِ، وَيَسْتَضِرُّ بِهِ الْأَكْثَرُونَ، بَلْ أَدِلَّةُ الْقُرْآنِ كَالْمَاءِ الَّذِي يَنْتَفِعُ بِهِ الصَّبِيُّ الرَّضِيعُ وَالرَّجُلُ الْقَوِيُّ، وَسَائِرُ الْأَدِلَّةِ كَالْأَطْعِمَةِ الَّتِي يَنْتَفِعُ بِهَا الْأَقْوِيَاءُ مَرَّةً وَيَمْرَضُونَ بِهَا أُخْرَى وَلَا يَنْتَفِعُ بِهَا الصِّبْيَانُ أَصْلًا ; وَلِهَذَا قُلْنَا: أَدِلَّةُ الْقُرْآنِ أَيْضًا يَنْبَغِي أَنْ يُصْغِيَ إِلَيْهَا إِصْغَاءَهُ إِلَى كَلَامٍ جَلِيٍّ، وَلَا يُمَارِي فِيهِ إِلَا مِرَاءً ظَاهِرًا، وَلَا يُكَلِّفُ نَفْسَهُ تَدْقِيقَ الْفِكْرِ وَتَحْقِيقَ النَّظَرِ، فَمِنَ الْجَلِيِّ أَنَّ مَنْ قَدَرَ عَلَى الِابْتِدَاءِ فَهُوَ عَلَى الْإِعَادَةِ أَقْدَرُ كَمَا قَالَ: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠: ٢٧] وَأَنَّ التَّدْبِيرَ لَا يَنْتَظِمُ فِي دَارٍ وَاحِدَةٍ بِمُدَبِّرَيْنِ فَكَيْفَ يَنْتَظِمُ فِي كُلِّ الْعَالَمِ؟ وَأَنَّ مَنْ خَلَقَ عَلِمَ، كَمَا قَالَ - تَعَالَى -: أَلَا يَعْلَمُ مَنْ خَلَقَ [٦٧: ١٤] فَهَذِهِ الْأَدِلَّةُ تَجْرِي لِلْعَوَامِّ مَجْرَى الْمَاءِ الَّذِي جَعَلَ اللهُ مِنْهُ كُلَّ شَيْءٍ حَيٍّ، وَمَا أَخَذَهُ الْمُتَكَلِّمُونَ وَرَاءَ ذَلِكَ مِنْ تَنْقِيرٍ وَسُؤَالٍ وَتَوْجِيهِ إِشْكَالٍ ثُمَّ اشْتِغَالٍ بِحَلِّهِ فَهُوَ بِدْعَةٌ وَضَرَرُهُ فِي حَقِّ أَكْثَرِ الْخَلْقِ ظَاهِرٌ، فَهُوَ الَّذِي يَنْبَغِي أَنْ يُتَوَقَّى، وَالدَّلِيلُ عَلَى تَضَرُّرِ الْخَلْقِ بِهِ الْمُشَاهَدَةُ وَالْعَيَانُ وَالتَّجْرِبَةُ، وَمَا ثَارَ مِنَ الشَّرِّ مُنْذُ نَبَغَ الْمُتَكَلِّمُونَ وَفَشَتْ صِنَاعَةُ الْكَلَامِ مَعَ سَلَامَةِ الْعَصْرِ الْأَوَّلِ مِنَ الصَّحَابَةِ عَنْ مِثْلِ ذَلِكَ. وَيَدُلُّ عَلَيْهِ أَيْضًا أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالصَّحَابَةَ بِأَجْمَعِهِمْ مَا سَلَكُوا فِي الْمُحَاجَّةِ مَسْلَكَ الْمُتَكَلِّمِينَ فِي تَقْسِيمَاتِهِمْ وَتَدْقِيقَاتِهِمْ لَا لِعَجْزٍ مِنْهُمْ عَنْ ذَلِكَ، فَلَوْ عَلِمُوا أَنَّ ذَلِكَ نَافِعٌ لَأَطْنَبُوا </p><p> فِيهِ، وَلَخَاضُوا فِي تَحْرِيرِ الْأَدِلَّةِ خَوْضًا يَزِيدُ عَلَى خَوْضِهِمْ فِي مَسَائِلِ الْفَرَائِضِ، فَإِنْ قِيلَ: إِنَّمَا أَمْسَكُوا عَنْهُ لِقِلَّةِ الْحَاجَةِ فَإِنَّ الْبِدَعَ إِنَّمَا نَبَعَتْ بَعْدَهُمْ فَعَظُمَ حَاجَةُ الْمُتَأَخِّرِينَ وَعِلْمُ الْكَلَامِ رَاجِعٌ إِلَى عِلْمِ مُعَالَجَةِ الْمَرْضَى بِالْبِدَعِ، فَلَمَّا قَلَّتْ فِي زَمَانِهِمْ أَمْرَاضُ الْبِدَعِ قَلَّتْ عِنَايَتُهُمْ بِجَمِيعِ طُرُقِ الْمُعَالَجَةِ، فَالْجَوَابُ مِنْ وَجْهَيْنِ: </p><p> (أَحَدُهُمَا) أَنَّهُمْ فِي مَسَائِلِ الْفَرَائِضِ مَا اقْتَصَرُوا عَلَى بَيَانِ حُكْمِ الْوَقَائِعِ، بَلْ وَضَعُوا الْمَسَائِلَ وَفَوَّضُوا فِيهَا مَا تَنْقَضِي الدُّهُورُ وَلَا يَقَعُ مِثْلُهُ ; لِأَنَّ ذَلِكَ مَا أَمْكَنَ وُقُوعُهُ فَصَنَّفُوا عِلْمَهُ وَرَتَّبُوهُ قَبْلَ وُقُوعِهِ، إِذْ عَلِمُوا أَنَّهُ لَا ضَرَرَ فِي الْخَوْضِ فِيهِ، وَفِي بَيَانِ حُكْمِ الْوَاقِعَةِ قَبْلَ وُقُوعِهَا، وَالْعِنَايَةُ بِإِزَالَةِ الْبِدَعِ وَنَزْعِهَا عَنِ النُّفُوسِ أَهَمُّ، فَلَمْ يَتَّخِذُوا ذَلِكَ صِنَاعَةً لِأَنَّهُمْ </p><p> عَرَفُوا أَنَّ الِاسْتِضْرَارَ بِالْخَوْضِ فِيهِ أَكْثَرُ مِنَ الِانْتِفَاعِ، وَلَوْلَا أَنَّهُمْ كَانُوا قَدْ حَذَّرُوا مِنْ ذَلِكَ وَفَهِمُوا تَحْرِيمَ الْخَوْضِ لَخَاضُوا فِيهِ. </p><p> (وَالْجَوَابُ الثَّانِي) أَنَّهُمْ كَانُوا مُحْتَاجِينَ إِلَى مُحَاجَّةِ الْيَهُودِ وَالنَّصَارَى فِي إِثْبَاتِ نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِلَى إِثْبَاتِ الْبَعْثِ مَعَ مُنْكِرِيهِ، ثُمَّ مَا زَادُوا فِي هَذِهِ الْقَوَاعِدِ الَّتِي هِيَ أُمَّهَاتُ الْعَقَائِدِ عَلَى أَدِلَّةِ الْقُرْآنِ، فَمَنْ أَقْنَعَهُ ذَلِكَ قَبِلُوهُ وَمَنْ لَمْ يُقْنَعْ قَتَلُوهُ، وَعَدَلُوا إِلَى السَّيْفِ وَالسِّنَانِ بَعْدَ إِفْشَاءِ أَدِلَّةِ الْقُرْآنِ وَمَا رَكِبُوا ظَهْرَ اللَّجَاجِ فِي وَضْعِ الْمَقَايِيسِ الْعَقْلِيَّةِ وَتَرْتِيبِ الْمُقَدِّمَاتِ وَتَحْرِيرِ طَرِيقِ الْمُجَادَلَةِ، وَتَذْلِيلِ طُرُقِهَا وَمِنْهَاجِهَا، كُلُّ ذَلِكَ لِعِلْمِهِمْ بِأَنَّ ذَلِكَ مَثَارُ الْفِتَنِ وَمَنْبَعُ التَّشْوِيشِ، وَمَنْ لَا يُقْنِعْهُ أَدِلَّةُ الْقُرْآنِ لَا يَقْمَعُهُ إِلَّا السَّيْفُ وَالسِّنَانُ، فَمَا بَعْدَ بَيَانِ اللهِ بَيَانٌ، عَلَى أَنَّنَا نُنْصِفُ وَلَا نُنْكِرُ أَنَّ حَاجَةَ الْمُعَالَجَةِ تَزِيدُ بِزِيَادَةِ الْمَرَضِ، وَأَنَّ لِطُولِ الزَّمَانِ وَبَعْدَ الْعَهْدِ عَنْ عَصْرِ النُّبُوَّةِ تَأْثِيرًا فِي إِثَارَةِ الْإِشْكَالَاتِ، وَأَنَّ لِلْعِلَاجِ طَرِيقَيْنِ: </p><p> (أَحَدُهُمَا) : الْخَوْضُ فِي الْبَيَانِ وَالْبُرْهَانِ إِلَى أَنْ يَصْلُحَ وَاحِدٌ يَفْسُدُ بِهِ اثْنَانِ، فَإِنَّ صَلَاحَهُ بِالْإِضَافَةِ إِلَى الْأَكْيَاسِ وَفَسَادَهُ بِالْإِضَافَةِ إِلَى الْبُلْهِ، وَمَا أَقَلَّ الْأَكْيَاسَ وَمَا أَكْثَرَ الْبُلْهَ وَالْعِنَايَةُ بِالْأَكْثَرِينَ أَوْلَى. </p><p> (وَالطَّرِيقُ الثَّانِي) : طَرِيقُ السَّلَفِ فِي الْكَفِّ وَالسُّكُوتِ وَالْعُدُولِ إِلَى الدِّرَّةِ وَالسَّوْطِ وَالسَّيْفِ، وَذَلِكَ مِمَّا يُقْنِعُ الْأَكْثَرِينَ وَإِنْ كَانَ لَا يُقْنِعُ الْأَقَلِّينَ، وَآيَةُ إِقْنَاعِهِ أَنَّ مَنْ يُسْتَرَقُّ مِنَ الْكُفَّارِ مِنَ الْعَبِيدِ وَالْإِمَاءِ تَرَاهُمْ يُسْلِمُونَ تَحْتَ ظِلَالِ السُّيُوفِ، ثُمَّ يَسْتَمِرُّونَ عَلَيْهِ حَتَّى يَصِيرَ طَوْعًا مَا كَانَ فِي الْبِدَايَةِ كُرْهًا، وَيَصِيرَ </p><p> اعْتِقَادُهُ جَزْمًا مَا كَانَ فِي الِابْتِدَاءِ مِرَاءً وَشَكًّا، وَذَلِكَ بِمُشَاهَدَةِ أَهْلِ الدِّينِ وَالْمُؤَانَسَةِ بِهِمْ وَسَمَاعِ كَلَامِ اللهِ وَرُؤْيَةِ الصَّالِحِينَ وَخَبَرِهِمْ وَقَرَائِنَ مِنْ هَذَا الْجِنْسِ تُنَاسِبُ طِبَاعَهُمْ مُنَاسَبَةً أَشَدَّ مِنْ مُنَاسَبَةِ الْجَدَلِ وَالدَّلِيلِ ; فَإِذَا كَانَ كُلُّ وَاحِدٍ مِنَ الْعِلَاجَيْنِ يُنَاسِبُ قَوْمًا دُونَ قَوْمٍ وَجَبَ تَرْجِيحُ الْأَنْفَعِ فِي الْأَكْثَرِ، فَالْمُعَاصِرُونَ لِلطَّبِيبِ الْأَوَّلِ الْمُؤَيَّدِ بِرُوحِ الْقُدُسِ الْمُكَاشَفِ مِنَ الْحَضْرَةِ الْإِلَهِيَّةِ الْمُوحَى إِلَيْهِ مِنَ الْخَبِيرِ الْبَصِيرِ بِأَسْرَارِ عِبَادِهِ وَبَوَاطِنِهِمْ أَعْرَفُ بِالْأَصْوَبِ وَالْأَصْلَحِ قَطْعًا، فَسُلُوكُ سَبِيلِهِمْ لَا مَحَالَةَ أَوْلَى. </p><p> (الْوَظِيفَةُ السَّابِعَةُ التَّسْلِيمُ لِأَهْلِ الْمَعْرِفَةِ) : وَبَيَانُهُ أَنَّهُ يَجِبُ عَلَى الْعَامِّيِّ أَنْ يَعْتَقِدَ أَنَّ مَا انْطَوَى عَنْهُ مِنْ مَعَانِي هَذِهِ الظَّوَاهِرِ وَأَسْرَارِهَا لَيْسَ مُنْطَوِيًا عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَنِ الصِّدِّيقِ وَعَنْ أَكَابِرِ الصَّحَابَةِ وَعَنِ الْأَوْلِيَاءِ وَالْعُلَمَاءِ الرَّاسِخِينَ، وَأَنَّهُ إِنَّمَا انْطَوَى عَنْهُ لِعَجْزِهِ وَقُصُورِ مَعْرِفَتِهِ، فَلَا يَنْبَغِي أَنْ يَقِيسَ </p><p> بِنَفْسِهِ غَيْرَهُ وَلَا تُقَاسُ الْمَلَائِكَةُ بِالْحَدَّادِينَ، وَلَيْسَ مَا تَخْلُو عَنْهُ مَخَادِعُ الْعَجَائِزِ يَلْزَمُ مِنْهُ أَنْ تَخْلُوَ عَنْهُ خَزَائِنُ الْمُلُوكِ، فَقَدْ خُلِقَ النَّاسُ أَشْتَاتًا وَمُتَفَاوِتِينَ كَمَعَادِنِ الذَّهَبِ وَالْفِضَّةِ وَسَائِرِ الْجَوَاهِرِ فَانْظُرْ إِلَى تَفَاوُتِهَا وَتُبَاعُدِ مَا بَيْنَهُمَا صُورَةً وَلَوْنًا وَخَاصِّيَّةً وَنَفَاسَةً، فَكَذَلِكَ الْقُلُوبُ مَعَادِنُ لِسَائِرِ جَوَاهِرِ الْمَعَارِفِ فَبَعْضُهَا مَعْدِنٌ لِلنُّبُوَّةِ وَالْوِلَايَةِ وَالْعِلْمِ وَمَعْرِفَةِ اللهِ - تَعَالَى -، وَبَعْضُهَا مَعْدِنٌ لِلشَّهَوَاتِ الْبَهِيمِيَّةِ وَالْأَخْلَاقِ الشَّيْطَانِيَّةِ، بَلْ تَرَى النَّاسَ يَتَفَاوَتُونَ فِي الْحِرَفِ وَالصِّنَاعَاتِ، فَقَدْ يَقْدِرُ الْوَاحِدُ بِخِفَّةِ يَدِهِ، وَحَذَاقَةِ صِنَاعَتِهِ عَلَى أُمُورٍ لَا يَطْمَعُ الْآخَرُ فِي بُلُوغِ أَوَائِلِهَا فَضْلًا عَنْ غَايَتِهَا، وَلَوِ اشْتَغَلَ بِتَعَلُّمِهَا جَمِيعَ عُمْرِهِ فَكَذَلِكَ مَعْرِفَةُ اللهِ - تَعَالَى -، بَلْ كَمَا يَنْقَسِمُ النَّاسُ إِلَى جَبَانٍ عَاجِزٍ لَا يُطِيقُ النَّظَرَ إِلَى الْتِطَامِ أَمْوَاجِ الْبَحْرِ وَإِنْ كَانَ عَلَى سَاحِلِهِ، وَإِلَى مَنْ يُطِيقُ ذَلِكَ وَلَكِنْ لَا يُمْكِنُهُ الْخَوْضُ فِي أَطْرَافِهِ وَإِنْ كَانَ قَائِمًا فِي الْمَاءِ عَلَى رِجْلِهِ، وَإِلَى مَنْ يُطِيقُ ذَلِكَ لَكِنْ لَا يُطِيقُ رَفْعَ الرِّجْلِ عَنِ الْأَرْضِ اعْتِمَادًا عَلَى السِّبَاحَةِ، وَإِلَى مَنْ يُطِيقُ السِّبَاحَةَ إِلَى حَدٍّ قَرِيبٍ مِنَ الشَّطِّ لَكِنْ لَا يُطِيقُ خَوْضَ الْبَحْرِ إِلَى لُجَّتِهِ وَالْمَوَاضِعِ الْمُغْرِقَةِ الْمُخْطِرَةِ، وَإِلَى مَنْ يُطِيقُ ذَلِكَ لَكِنْ لَا يُطِيقُ الْغَوْصَ فِي عُمْقِ الْبَحْرِ إِلَى مُسْتَقَرِّهِ الَّذِي فِيهِ نَفَائِسُهُ وَجَوَاهِرُهُ، فَهَكَذَا مِثَالُ بَحْرِ الْمَعْرِفَةِ وَتَفَاوُتِ النَّاسِ فِيهِ مِثْلُهُ (حَذْوَ الْقُّذَّةِ بِالْقُذَّةِ</p><p> مِنْ غَيْرِ فَرْقٍ)  (فَإِنْ قِيلَ) فَالْعَارِفُونَ مُحِيطُونَ بِكَمَالِ مَعْرِفَةِ اللهِ - سُبْحَانَهُ - حَتَّى لَا يَنْطَوِي عَنْهُمْ شَيْءٌ قُلْنَا: هَيْهَاتَ، فَقَدْ بَيَّنَّا بِالْبُرْهَانِ الْقَطْعِيِّ فِي كِتَابِ (الْمَقْصِدِ الْأَسْنَى فِي مَعَانِي أَسْمَاءِ اللهِ الْحُسْنَى) أَنَّهُ لَا يَعْرِفُ اللهَ كُنْهَ مَعْرِفَتِهِ إِلَّا اللهُ، وَأَنَّ الْخَلَائِقَ وَإِنِ اتَّسَعَتْ مَعْرِفَتُهُمْ وَغَزُرَ عِلْمُهُمْ - فَإِذَا أُضِيفَ ذَلِكَ إِلَى عِلْمِ اللهِ - سُبْحَانَهُ - فَمَا أُوتُوا مِنَ الْعِلْمِ إِلَّا قَلِيلًا، لَكِنْ يَنْبَغِي أَنْ يُعْلَمَ أَنَّ الْحَضْرَةَ الْإِلَهِيَّةَ مُحِيطَةٌ بِكُلِّ مَا فِي الْوُجُودِ، إِذْ لَيْسَ فِي الْوُجُودِ إِلَّا اللهُ وَأَفْعَالُهُ، فَالْكُلُّ مِنَ الْحَضْرَةِ الْإِلَهِيَّةِ كَمَا أَنَّ جَمِيعَ أَرْبَابِ الْوِلَايَاتِ فِي الْمُعَسْكَرِ حَتَّى الْحُرَّاسُ هُمْ مِنَ الْمُعَسْكَرِ، فَهُمْ مِنْ جُمْلَةِ الْحَضْرَةِ السُّلْطَانِيَّةِ، وَأَنْتَ لَا تَفْهَمُ الْحَضْرَةَ الْإِلَهِيَّةَ إِلَّا بِالتَّمْثِيلِ إِلَى الْحَضْرَةِ السُّلْطَانِيَّةِ، فَاعْلَمْ أَنَّ كُلَّ مَا فِي الْوُجُودِ دَاخِلٌ فِي الْحَضْرَةِ الْإِلَهِيَّةِ، وَلَكِنْ كَمَا أَنَّ السُّلْطَانَ لَهُ فِي مَمْلَكَتِهِ قَصْرٌ خَاصٌّ وَفِي فِنَاءِ قَصْرِهِ مَيْدَانٌ وَاسِعٌ، وَلِذَلِكَ الْمَيْدَانِ عَتَبَةٌ يَجْتَمِعُ عَلَيْهَا جَمِيعُ الرَّعَايَا وَلَا يُمَكَّنُونَ مِنْ مُجَاوَزَةِ الْعَتَبَةِ وَلَا إِلَى طَرَفِ الْمَيْدَانِ ثُمَّ يُؤْذَنُ لِخَوَاصِّ الْمَمْلَكَةِ فِي مُجَاوَزَةِ الْعَتَبَةِ، وَدُخُولِ الْمَيْدَانِ وَالْجُلُوسِ فِيهِ عَلَى تَفَاوُتٍ فِي الْقُرْبِ وَالْبُعْدِ بِحَسْبِ مَنَاصِبِهِمْ، وَرُبَّمَا لَمْ يَطْرُقْ إِلَى الْقَصْرِ الْخَاصِّ إِلَّا الْوَزِيرُ وَحْدَهُ، ثُمَّ إِنَّ الْمَلِكَ يُطْلِعُ الْوَزِيرَ مِنْ أَسْرَارِ مُلْكِهِ عَلَى مَا يُرِيدُ، وَيَسْتَأْثِرُ عَنْهُ بِأُمُورٍ لَا يُطْلِعُهُ عَلَيْهَا فَكَذَلِكَ فَافْهَمْ عَلَى هَذَا الْمِثَالِ تَفَاوُتَ الْخَلْقِ فِي الْقُرْبِ وَالْبُعْدِ مِنَ الْحَضْرَةِ الْإِلَهِيَّةِ، فَالْعَتَبَةُ الَّتِي هِيَ آخِرُ الْمَيْدَانِ مَوْقِفُ جَمِيعِ الْعَوَامِّ وَمَرَدُّهُمْ لَا سَبِيلَ لَهُمْ إِلَى مُجَاوَزَتِهَا، فَإِنْ جَاوَزُوا حَدَّهُمُ اسْتَوْجَبُوا الزَّجْرَ وَالتَّنْكِيلَ، وَأَمَّا الْعَارِفُونَ فَقَدْ جَاوَزُوا الْعَتَبَةَ وَانْسَرَحُوا فِي الْمَيْدَانِ، وَلَهُمْ فِيهِ جَوَلَانٌ عَلَى حُدُودٍ مُخْتَلِفَةٍ فِي الْقُرْبِ وَالْبُعْدِ، وَتَفَاوُتُ مَا بَيْنَهُمْ </p>"
}