{
  "id": null,
  "sura": 3,
  "aya": 19,
  "text": "<p> فِي السِّلْمِ وَهُوَ بِالْفَتْحِ وَالْكَسْرِ بِمَعْنَى الصُّلْحِ وَالسَّلَامَةِ، وَبِالتَّحْرِيكِ [بِمَعْنَى] الْخَالِصِ مِنَ الشَّيْءِ، وَمِنْهُ قَوْلُهُ - تَعَالَى -: ضَرَبَ اللهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ [٣٩: ٢٩] أَيْ خَالِصًا لَهُ لَا يُشَارِكُهُ فِيهِ مَنْ يُشَاكِسُهُ، وَتَسْمِيَةُ دِينِ الْحَقِّ إِسْلَامًا يُنَاسِبُ كُلَّ مَعْنًى مِنْ مَعَانِي الْكَلِمَةِ فِي اللُّغَةِ، وَأَظْهَرُهَا آخِرُهَا فِي الذِّكْرِ لَا سِيَّمَا فِي هَذَا الْمَقَامِ، وَيُؤَيِّدُهُ الْآيَةُ الْآتِيَةُ وَقَوْلُهُ - تَعَالَى -: وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا [٤: ١٢٥] وَقَدْ وُصِفَ إِبْرَاهِيمُ بِالْإِسْلَامِ فِي عِدَّةِ سُوَرٍ، وَوَصَفَ غَيْرَهُ مِنَ النَّبِيِّينَ بِذَلِكَ، فَعُلِمَ بِذَلِكَ أَنَّ الْحَصْرَ فِي قَوْلِهِ: إِنَّ الدِّينَ عِنْدَ اللهِ الْإِسْلَامُ يَتَنَاوَلُ جَمِيعَ الْمِلَلِ الَّتِي جَاءَ بِهَا الْأَنْبِيَاءُ ; لِأَنَّهُ هُوَ رُوحُهَا الْكُلِّيُّ الَّذِي اتَّفَقَتْ فِيهِ عَلَى اخْتِلَافِ بَعْضِ التَّكَالِيفِ وَصُوَرِ الْأَعْمَالِ فِيهَا ; وَبِهِ كَانُوا يُوصُونَ. رَاجِعْ تَفْسِيرَ (٢: ١٢٨ و١٣١ - ١٣٣) وَالْأُسْتَاذُ الْإِمَامُ لَمْ يَقُلْ هُنَا إِلَّا بَعْضَ مَا قَالَهُ هُنَاكَ، وَبِذَلِكَ كُلِّهِ تَعْلَمُ أَنَّ الْمُسْلِمَ الْحَقِيقِيَّ فِي حُكْمِ الْقُرْآنِ مَنْ كَانَ خَالِصًا مِنْ شَوَائِبِ الشِّرْكِ بِالرَّحْمَنِ، مُخْلِصًا فِي أَعْمَالِهِ مَعَ الْإِيمَانِ، مِنْ أَيِّ مِلَّةٍ كَانَ، وَفِي أَيِّ زَمَانٍ وُجِدَ وَمَكَانٍ، وَهَذَا هُوَ الْمُرَادُ بِقَوْلِهِ - عَزَّ وَجَلَّ -: وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ [٣: ٨٥] الْآيَةَ وَسَتَأْتِي، ذَلِكَ أَنَّ اللهَ - تَعَالَى - شَرَعَ الدِّينَ لِأَمْرَيْنِ أَصْلِيَّيْنِ: </p><p> (أَحَدُهُمَا) : تَصْفِيَةُ الْأَرْوَاحِ وَتَخْلِيصُ الْعُقُولِ مِنْ شَوَائِبَ الِاعْتِقَادِ بِالسُّلْطَةِ الْغَيْبِيَّةِ لِلْمَخْلُوقَاتِ، وَقُدْرَتِهَا عَلَى التَّصَرُّفِ فِي الْكَائِنَاتِ ; لِتَسْلَمَ مِنَ الْخُضُوعِ وَالْعُبُودِيَّةِ لِمَنْ هُوَ مِنْ </p><p> أَمْثَالِهَا، أَوْ لِمَا دُونَهَا فِي اسْتِعْدَادِهَا وَكَمَالِهَا. </p><p> (وَثَانِيهِمَا) : إِصْلَاحُ الْقُلُوبِ بِحُسْنِ الْقَصْدِ فِي جَمِيعِ الْأَعْمَالِ، وَإِخْلَاصُ النِّيَّةِ لِلَّهِ وَلِلنَّاسِ، فَمَتَى حَصَلَ هَذَانِ الْأَمْرَانِ انْطَلَقَتِ الْفِطْرَةُ مِنْ قُيُودِهَا الْعَائِقَةِ لَهَا عَنْ بُلُوغِ كَمَالِهَا فِي أَفْرَادِهَا وَجَمْعِيَّاتِهَا، وَهَذَانَ الْأَمْرَانِ هُمَا رُوحُ الْمُرَادِ مِنْ كَلِمَةِ الْإِسْلَامِ، وَأَمَّا أَعْمَالُ الْعِبَادَاتِ فَإِنَّمَا شُرِعَتْ لِتَرْبِيَةِ هَذَا الرُّوحِ الْأَمْرِيِّ فِي الرُّوحِ الْخَلْقِيِّ ; وَلِذَلِكَ شَرَطَ فِيهَا النِّيَّةَ وَالْإِخْلَاصَ وَمَتَى تَرَبَّى سَهُلَ عَلَى صَاحِبِهِ الْقِيَامُ بِسَائِرِ التَّكَالِيفِ الْأَدَبِيَّةِ وَالْمَدَنِيَّةِ الَّتِي يَصِلُ بِهَا إِلَى الْمَدِينَةِ الْفَاضِلَةِ وَتَحْقِيقُ أُمْنِيَةِ الْحُكَمَاءِ. </p><p> آهٍ مَا أَشَدَّ غَفْلَةَ النَّاسِ عَنْ حَقِيقَةِ الْإِسْلَامِ؟ ! أَيُّ سَعَادَةٍ لِلنَّاسِ تَعْلُو عِرْفَانَ كُلِّ فَرْدٍ مِنْ أَفْرَادِهِمْ أَنَّهُ أُوتِيَ مِنَ الِاسْتِعْدَادِ مَا أُوتِيَهُ مَنْ يُوصَفُونَ بِالْوِلَايَةِ وَالْقَدَاسَةِ وَيُدْلُونَ بِالزَّعَامَةِ وَالرِّيَاسَةِ، فَمِنْهُمْ مَنْ يَسْتَعْبِدُ بِهَا النَّاسَ اسْتِعْبَادًا رُوحَانِيًّا، وَمِنْهُمْ مَنْ يَسْتَعْبِدُهُمْ بِهَا اسْتِعْبَادًا سِيَاسِيًّا، وَإِخْلَاصُ كُلِّ فَرْدٍ مِنْ أَفْرَادِهِمْ فِي عَمَلِهِ الدِّينِيِّ وَعَمَلِهِ الدُّنْيَوِيِّ لِلنَّاسِ، هَذِهِ السَّعَادَةُ هِيَ رُوحُ الْإِسْلَامِ وَحَقِيقَتُهُ حَجَبَتْهَا عَنْ بَعْضِهِمُ الرُّسُومُ الْعِلْمِيَّةُ وَالتَّقَالِيدُ الْمَذْهَبِيَّةُ، وَعَنْ آخَرِينَ النَّزَعَاتُ النَّظَرِيَّةُ وَالتَّقَالِيدُ الْوَضْعِيَّةُ، فَالْأَوَّلُونَ يَرْمُونَ بِالْكَفْرِ أَوِ الْبِدْعَةِ كُلَّ مَنْ خَالَفَ مَذَاهِبَهُمْ، وَالْآخَرُونَ يَنْبِذُونَ بِالْغَبَاوَةِ وَالتَّعَصُّبِ كُلَّ مَنْ لَمْ يَسْتَعْذِبْ مَشْرَبَهُمْ، فَمَتَى يَكْثُرُ الْمُسْلِمُونَ </p><p> الْخَالِصُونَ الْمُخْلِصُونَ لِلْأَوَّلِينَ وَالْآخِرِينَ، فَيَكُونُوا حُجَّةَ اللهِ عَلَيْهِمْ وَعَلَى جَمِيعِ الْعَالَمِينَ، وَآيَةَ الْوَحْدَةِ الْفَاضِحَةِ لِلْمُخْتَلِفِينَ؟ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ قِيلَ: إِنَّ الْمُرَادَ بِأَهْلِ الْكِتَابِ هُنَا الْيَهُودُ خَاصَّةً، وَقِيلَ النَّصَارَى خَاصَّةً، وَيُدَعِّمُ هَذَا الْقَوْلَ: أَنَّ الْآيَاتِ نَزَلَتْ فِي نَصَارَى نَجْرَانَ كَمَا تَقَدَّمَ. وَالصَّوَابُ: أَنَّهَا عَامَّةٌ لَا تَخُصُّ فَرِيقًا دُونَ آخَرَ، وَالْجُمْلَةُ بَيَانٌ لِسَبَبِ خُرُوجِ أَهْلِ الْكِتَابِ عَنِ الْإِسْلَامِ الَّذِي جَاءَ بِهِ أَنْبِيَاؤُهُمْ عَلَى مَا تَقَدَّمَ فِي الْجُمْلَةِ الْأُولَى، فَصَارُوا مَذَاهِبَ وَشِيَعًا يَقْتَتِلُونَ فِي الدِّينِ، وَالدِّينُ وَاحِدٌ لَا تَفَرُّقَ فِيهِ وَلَا مَثَارَ لِلِاخْتِلَافِ بَلْهَ الِاقْتِتَالُ، وَهَذَا السَّبَبُ هُوَ الْبَغْيُ وَتَجَاوُزُ الْحُدُودِ مِنَ الرُّؤَسَاءِ كَمَا فَصَّلَهُ الْأُسْتَاذُ الْإِمَامُ تَفْصِيلًا فِي تَفْسِيرِ: </p><p> كَانَ النَّاسُ أُمَّةً وَاحِدَةً [٢: ٢١٣] فَلْيُرَاجِعْهُ مَنْ لَمْ يَقْرَأْهُ، وَمَنْ كَانَ عَلَى عِلْمٍ بِالتَّارِيخِ وَخَاصَّةً نَشْأَةَ الْمَذَاهِبِ فِي كُلِّ أُمَّةٍ، وَفُشُوِّ الْبِدَعِ فِي كُلِّ مِلَّةٍ، فَهُوَ الَّذِي يَفْهَمُ كُنْهَ الْمُرَادِ مِنْ هَذِهِ الْآيَةِ، فَلَوْلَا بَغْيُ رُؤَسَاءِ الدِّينِ وَالدُّنْيَا وَنَصْرُ مَذْهَبٍ عَلَى مَذْهَبٍ لَمَا تَعَصَّبَ لِكُلِّ مَذْهَبٍ يُشْتَقُّ مِنَ الدِّينِ شِيعَةٌ تَنْصُرُهُ وَتُؤَيِّدُهُ فِي كُلِّ مَسْأَلَةٍ، وَتُقَاوِمُ كُلَّ مَنْ يُقَاوِمُهُ وَتُضِلُّهُمْ مُتَوَكِّئَةً عَلَى عِلْمِ الدِّينِ، وَمُسْتَنِدَةً إِلَى نُصُوصِهِ بِتَفْسِيرِ بَعْضِهَا بِالرَّأْيِ وَالْهَوَى، وَتَأْوِيلِ بَعْضِهَا وَتَحْرِيفِهِ، أَوْ يُوَافِقُ الْمَذْهَبَ الْمُنْتَحَلَ. </p><p> وَيَجِبُ عَلَى الْمُسْلِمِ أَلَّا يَنْظِمَ الْآيَةَ فِي سِمْطِ أَخْبَارِ التَّارِيخِ، وَلَا فِي سِلْكِ عِلْمِ الْمِلَلِ وَالنِّحَلِ، أَوْ عِلْمِ الْمُنَاظَرَةِ وَالْجَدَلِ، بَلْ يَتْلُوهَا مُتَذَكِّرًا أَنَّهَا مَا أُنْزِلَتْ إِلَّا هِدَايَةً وَعِبْرَةً لِمَنْ يُؤْمِنُ بِالْقُرْآنِ ; لِيَتَّقُوا الْخِلَافَ فِي الدِّينِ وَالتَّفَرُّقَ فِيهِ إِلَى شِيَعٍ وَمَذَاهِبَ اتِّبَاعًا لِسُنَنِ مَنْ قَبْلَهُمْ. نَحْنُ الْمُسْلِمُونَ نَعْتَقِدُ أَنَّ دِينَ الْمَسِيحِ - عَلَيْهِ السَّلَامُ - هُوَ الْإِسْلَامُ الَّذِي بَيَّنَّا مَعْنَاهُ آنِفًا، وَأَنَّ أَسَاسَهُ التَّوْحِيدُ وَالتَّنْزِيهُ، وَأَنَّ الرُّؤَسَاءَ الرُّوحِيِّينَ وَغَيْرَ الرُّوحِيِّينَ لَا سِيَّمَا الْمُلُوكُ وَالْأَحْبَارُ الرُّومَانِيِّينَ هُمُ الَّذِينَ بِتَفَرُّقِهِمْ جَعَلُوا ذَلِكَ الدِّينَ الْإِلَهِيَّ الْوَاحِدَ مَذَاهِبَ يَنْقُضُ بَعْضُهَا بَعْضًا، وَأَهْلَهُ شِيَعًا يَفْتِكُ بَعْضُهُمْ بِبَعْضٍ، وَأَنَّهُ لَوْلَا بَغْيُهُمْ لَمَا تَمَزَّقَ شَمْلَ آرْيُوسَ وَأَتْبَاعِهِ الَّذِينَ دَعَوْا إِلَى التَّوْحِيدِ وَالتَّنْزِيهِ بَعْدَ فُشُوِّ الشِّرْكِ وَالتَّشْبِيهِ، إِذْ حَكَمَ الْمَجْمَعُ الَّذِي أَلَّفَهُ الْمَلِكُ قُسْطَنْطِينُ سَنَةَ ٣٢٥ م بِمُقَاوَمَةِ آرْيُوسَ وَإِحْرَاقِ كُتُبِهِ وَتَحْرِيمِ اقْتِنَائِهَا، وَلَمَّا انْتَشَرَ تَعْلِيمُهُ مِنْ بَعْدِهِ قَضَى تُيُو دُو سْيُوسَ الثَّانِي بِاسْتِئْصَالِ مَذْهَبِهِ وَإِبَادَةِ الْآرْيُوسِيَّةِ بِقَانُونٍ رُومَانِيٍّ صَدَرَ فِي سَنَةِ ٦٢٨م، وَبَقِيَتْ مَذَاهِبُ التَّثْلِيثِ يُكَافِحُ بَعْضُهَا بَعْضًا، [نَحْنُ] نَعِيبُ ذَلِكَ عَلَيْهِمْ، وَلَكِنْ يَجِبُ عَلَيْنَا أَلَّا نَنْسَى أَنْفُسَنَا وَلَا يَغِيبُ عَنَّا مَا أَصَبْنَا بِهِ مِنَ الْخِلَافِ وَالتَّفَرُّقِ عَسَى أَنْ يَسْعَى أَهْلُ الْإِيمَانِ الصَّادِقِ وَالْغَيْرَةِ فِي نَبْذِ الِاخْتِلَافِ وَالشِّقَاقِ، وَالْعَوْدِ إِلَى الْوَحْدَةِ وَالِاتِّفَاقِ، كَمَا كُنَّا عَلَى عَهْدِ النَّبِيِّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -، وَخُلَفَائِهِ الرَّاشِدِينَ عَلَيْهِمُ الرِّضْوَانُ. </p><p> وَمَنْ يَكْفُرْ بِآيَاتِ اللهِ الدَّالَّةِ عَلَى وَحْدَةِ الدِّينِ وَوُجُوبِ الِاعْتِصَامِ بِهِ وَحُرْمَةِ الِاخْتِلَافِ وَالتَّفَرُّقِ فِيهِ، وَهِيَ الْمُرَادُ بِالْعِلْمِ فِي قَوْلِهِ: إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ فَإِنَّ اللهَ سَرِيعُ الْحِسَابِ يُحَاسِبُ مَنْ كَفَرَ فَيُجَازِيهِ بِمَا يَسْتَحِقُّ، وَقَدْ تَقَدَّمَ تَفْسِيرُ سَرِيعُ الْحِسَابِ فِي سُورَةِ الْبَقَرَةِ (٢: ٢٠٢) فَلْيُرَاجَعْ. </p><p> أَمَّا هَذَا الْكُفْرُ فَهُوَ عِبَارَةٌ عَنْ تَرْكِ الْإِذْعَانِ لِهَذِهِ الْآيَاتِ وَالِامْتِثَالِ لَهَا، وَمِنْ لَوَازِمِهِ تَأْوِيلُهَا بِمَا يَصْرِفُهَا عَنْ مَعْنَاهَا لِتُوَافِقَ مَذَاهِبَ أَهْلِ التَّأْوِيلِ. </p><p> كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَدْعُو الْيَهُودَ فِي الْمَدِينَةِ إِلَى تَرْكِ مَا أَحْدَثُوهُ فِي دِينِهِمْ وَمَا اعْتَادُوهُ مِنَ التَّحْرِيفِ وَالتَّأْوِيلِ، وَإِلَى الرُّجُوعِ إِلَى حَقِيقَتِهِ وَهِيَ إِسْلَامُ الْوَجْهِ لِلَّهِ وَالْإِخْلَاصُ لَهُ فِي كُلِّ عَمَلٍ كَمَا نَطَقَتْ هَذِهِ الْآيَاتُ الَّتِي وَرَدَ أَنَّهَا نَزَلَتْ عِنْدَ مَجِيءِ وَفْدِ نَصَارَى نَجْرَانَ. فَقَوْلُهُ - تَعَالَى -: (فَإِنْ حَاجُّوكَ) يَعْنِي بِهِ أَهْلَ الْكِتَابِ أَوْ عَامًّا، أَيْ فَإِنْ جَادَلُوكَ بَعْدَ أَنْ جِئْتَهُمْ بِالْحَقِّ الْيَقِينِ، وَأَقَمْتَ عَلَيْهِ الْبَيِّنَاتِ وَالْبَرَاهِينَ، وَدَمَغْتَ الْبَاطِلَ بِالْآيَاتِ وَالدَّلَائِلِ، فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ أَيْ أَقْبَلْتُ عَلَيْهِ بِعِبَادَتِي مُخْلِصًا لَهُ مُعْرِضًا عَمَّا سِوَاهُ أَنَا وَمَنِ اتَّبَعَنِي مِنَ الْمُؤْمِنِينَ. قَالَ الْأُسْتَاذُ الْإِمَامُ: كَأَنَّهُ يَقُولُ: إِنَّ مَنْ يَقْصِدُ إِلَى الْحِجَاجِ بَعْدَ تَأْيِيدِ الْحَقِّ وَتَفْنِيدِ الْبَاطِلِ لَا يَقْصِدُ إِلَّا إِلَى الْمُجَادَلَةِ وَالْمُشَاغَبَةِ لِمَحْضِ الْعِنَادِ وَالْمُشَاكَسَةِ وَذَلِكَ شَأْنُ الْمُبْطِلِينَ، وَأَمَّا طَالِبُ الْحَقِّ فَإِنَّهُ يَبْخَلُ بِالْوَقْتِ أَنْ يَضِيعَ سُدًى وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَيْ لِلْيَهُودِ وَالنَّصَارَى وَمُشْرِكِي الْعَرَبِ وَكَانُوا يَنْسُبُونَ إِلَى الْأُمِّ لِجَهْلِهِمْ كَمَا تَقَدَّمَ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ، وَخَصَّ هَؤُلَاءِ بِالذِّكْرِ - وَالْبِعْثَةُ عَامَّةٌ - لِأَنَّهُمْ هُمُ الَّذِينَ خَاطَبَهُمُ الرَّسُولُ بِالدَّعْوَةِ بِلَا وَاسِطَةٍ أَأَسْلَمْتُمْ كَمَا أَسْلَمْتُ لَمَّا وَضَحَتْ لَكُمُ الْحُجَّةُ أَمْ لَا؟ قَالَ الْبَيْضَاوِيُّ: وَنَظِيرُهُ قَوْلُهُ: فَهَلْ أَنْتُمْ مُنْتَهُونَ [٥: ٩١] وَفِيهِ تَعْبِيرٌ لَهُمْ بِالْبَلَادَةِ أَوِ </p><p> الْمُعَانَدَةِ اهـ. قَالَ الْأُسْتَاذُ الْإِمَامُ: الِاسْتِفْهَامُ لِلتَّقْرِيرِ، وَالْمُرَادُ بِالْإِسْلَامِ رُوحُ الدِّينِ الَّذِي نَزَلَ بِهِ الْكِتَابُ وَمَقْصِدُهُ، يَعْنِي أَنَّهُ لَيْسَ لَهُمْ إِلَّا الرُّسُومُ مِنْهُ فَإِنْ أَسْلَمُوا هَذَا الْإِسْلَامَ فَقَدِ اهْتَدَوْا قَالَ الْأُسْتَاذُ الْإِمَامُ: لِأَنَّ هَذَا هُوَ رُوحُ الدِّينِ، فَمَنْ أَصَابَهُ فَهُوَ عَلَى هِدَايَةٍ مِنْ هَذَا الْوَجْهِ، فَإِنْ غَشِيَهُ مَعَ ذَلِكَ شَيْءٌ مِنَ الْبَاطِلِ الصُّورِيِّ فَهُوَ لَا يَلْبَثُ أَنْ يَزُولَ مَتَى ظَهَرَ لَهُ الدَّلِيلُ عَلَى بُطْلَانِهِ ; وَلِذَلِكَ كَانَ إِسْلَامُهُمْ هَذَا لَا بُدَّ أَنْ يَسْتَتْبِعَ اتِّبَاعَكَ فِيمَا جِئْتَ بِهِ ; لِأَنَّ مَنْ كَانَ كَذَلِكَ فَهُوَ نَيِّرُ الْقَلْبِ مُتَوَجِّهٌ دَائِمًا إِلَى طَلَبِ الْحَقِّ، فَهُوَ أَقْرَبُ النَّاسِ إِلَى </p>"
}