{
  "id": null,
  "sura": 3,
  "aya": 13,
  "text": "<p> الْخِطَابُ لِمُشْرِكِي الْعَرَبِ، وَثَبَتَ أَنَّ نُزُولَ الْآيَةِ كَانَ بَعْدَ وَقْعَةِ بَدْرٍ، وَقَدْ كَانَتِ الْفِئَةُ الْكَافِرَةُ فِي بَدْرٍ ثَلَاثَةَ أَضْعَافِ الْمُسْلِمَةِ، وَيَصِحُّ أَنْ يَكُونُوا مَعَ ذَلِكَ رَأَوْهُمْ مِثْلَيْهِمْ فَقَطْ ; لِأَنَّ اللهَ قَلَّلَهُمْ فِي أَعْيُنِهِمْ كَمَا وَرَدَ فِي سُورَةِ الْأَنْفَالِ. أَقُولُ: وَهَذَا التَّصْحِيحُ مَبْنِيٌّ عَلَى الْقَوْلِ بِأَنَّ الرَّائِينَ هُمُ الْفِئَةُ الَّتِي تُقَاتِلُ فِي سَبِيلِ اللهِ وَهِيَ الْمُؤْمِنَةُ، وَأَنَّ الْمَرْئِيِّينَ هُمُ الْفِئَةُ الْكَافِرَةُ وَعَلَيْهِ الْجُمْهُورُ. </p><p> وَقِيلَ: إِنَّ الرَّائِينَ وَالْمَرْئِيِّينِ هُمُ الْمُقَاتِلُونَ فِي سَبِيلِ اللهِ فَالْمَعْنَى أَنَّهُمْ يَرَوْنَ أَنْفُسَهُمْ مِثْلَيْ مَا هُمْ عَلَيْهِ عَدَدًا. وَقِيلَ: إِنَّ الرَّائِينَ هُمُ الْكَافِرُونَ وَالْمَرْئِيِّينَ هُمُ الْمُؤْمِنُونَ، أَيْ أَنَّ الْكَافِرِينَ يَرَوْنَ الْمُؤْمِنِينَ - عَلَى قِلَّتِهِمْ - مِثْلَيْهِمْ فِي الْعَدَدِ لِمَا وَقَعَ فِي قُلُوبِهِمْ مِنَ الرُّعْبِ وَالْخَوْفِ، وَقَدْ حَاوَلَ مَنْ قَالَ بِهَذَا تَطْبِيقَهُ عَلَى قَوْلِهِ - تَعَالَى - فِي خِطَابِ أَهْلِ بَدْرٍ: وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ [٨: ٤٤] ، فَقَالَ: إِنَّ الْمُؤْمِنِينَ قُلِّلُوا فِي أَعْيُنِ الْمُشْرِكِينَ أَوَّلًا فَتَجَرَّءُوا عَلَيْهِمْ، فَلَمَّا الْتَقَوْا كَثَّرَهُمُ اللهُ فِي أَعْيُنِهِمْ، وَلَا يَخْفَى مَا فِيهِ مِنَ التَّكَلُّفِ، كُلُّ هَذَا عَلَى قِرَاءَةِ الْجُمْهُورِ. وَأَمَّا عَلَى قِرَاءَةِ نَافِعٍ، فَالْمَعْنَى: تَرَوْنَهُمْ أَيُّهَا الْمُخَاطَبُونَ مِثْلَيْهِمْ، وَهِيَ لَا تُنَافِي قِرَاءَةَ الْجُمْهُورِ وَإِنَّمَا تُفِيدُ مَعْنًى آخَرَ، وَهُوَ أَنَّ الْمُخَاطَبِينَ كَانُوا يَرَوْنَ الْكَافِرِينَ </p><p> مِثْلَيِ الْمُؤْمِنِينَ، فَإِذَا كَانَ الْخِطَابُ لِمُشْرِكِي مَكَّةَ فَهُوَ ظَاهِرٌ ; لِأَنَّهُ كَانَ مِنْهُمْ مَنْ رَأَى ذَلِكَ وَعَلِمَ بِهِ الْآخَرُونَ، وَإِذَا كَانَ لِلْيَهُودِ فَالْيَهُودُ كَانُوا مُشْرِفِينَ أَيْضًا بِكُلِّ عِنَايَةٍ عَلَى مَا جَرَى بِبَدْرٍ وَغَيْرِ بَدْرٍ مِنَ الْقِتَالِ بَيْنَ الْمُسْلِمِينَ وَالْمُشْرِكِينَ ; عَلَى أَنَّ الْكَلَامَ لَيْسَ نَصًّا فِي وَقْعَةِ بَدْرٍ، وَالْيَهُودُ قَدْ شَهِدُوا مِثْلَ ذَلِكَ فِي الْمَاضِي. وَقَدْ عُلِمَ أَنَّ الْقُرْآنَ يُسْنِدُ إِلَى الْحَاضِرِينَ مِنَ الْأُمَّةِ عَمَلَ الْغَابِرِينَ لِإِفَادَةِ مَعْنَى الْوَحْدَةِ وَالتَّكَافُلِ، وَظُهُورِ أَثَرِ الْأَوَائِلِ فِي الْأَوَاخِرِ، وَرَأَوْا مِثْلَهُ فِي زَمَنِ الْخِطَابِ فِي حَرْبِهِمْ لِلْمُسْلِمِينَ. </p><p> وَقَوْلُهُ - تَعَالَى -: رَأْيَ الْعَيْنِ مَصْدَرٌ مُؤَكِّدٌ لِيَرَوْنَهُمْ، وَهُوَ ظَاهِرٌ إِذَا كَانَتِ الرُّؤْيَةُ بَصَرِيَّةً، وَأَمَّا إِذَا كَانَتْ عِلْمِيَّةً اعْتِقَادِيَّةً - كَمَا ذَهَبَ إِلَيْهِ بَعْضُهُمْ - فَالْمَعْنَى عَلَى التَّشْبِيهِ، أَيْ تَعْلَمُونَ أَنَّهُمْ مِثْلَهُمْ عِلْمًا مِثْلَ الْعِلْمِ بِرُؤْيَةِ الْعَيْنِ وَاللهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ مِنَ الْفِئَتَيْنِ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الْآيَةَ تُرْشِدُ إِلَى الِاعْتِبَارِ بِمِثْلِ الْوَاقِعَةِ الْمُشَارِ إِلَيْهَا الَّتِي غَلَبَتْ فِيهَا فِئَةٌ قَلِيلَةٌ فِئَةً كَثِيرَةً بِإِذْنِ اللهِ ; وَلِذَلِكَ قَالَ: إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ أَيْ لِأَصْحَابِ الْأَبْصَارِ الصَّحِيحَةِ الَّتِي اسْتُعْمِلَتْ فِيمَا خُلِقَتْ لِأَجْلِهِ مِنَ التَّأَمُّلِ فِي الْأُمُورِ بِقَصْدِ الِاسْتِفَادَةِ مِنْهَا لَا لِمَنْ وُصِفُوا بِقَوْلِهِ: لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ [٧: ١٧٩] وَقَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ الْأَبْصَارَ هُنَا بِمَعْنَى الْبَصَائِرِ وَالْعُقُولِ مِنْ بَابِ الْمَجَازِ. وَقَالَ بَعْضُهُمْ يَعْنِي بِأُولِي الْأَبْصَارِ مَنْ أَبْصَرُوا بِأَعْيُنِهِمْ قِتَالَ الْفِئَتَيْنِ، وَمَا ذَكَرْتُهُ أَظْهَرُ، وَلَا أَحْفَظُ عَنِ الْأُسْتَاذِ الْإِمَامِ فِي هَذَا شَيْئًا، وَإِنَّمَا تَكَلَّمَ عَنِ الْعِبْرَةِ فَقَالَ مَا مِثَالُهُ مَبْسُوطًا مَزِيدًا فِيهِ: وَجْهُ الْعِبْرَةِ </p><p> أَنَّ هُنَاكَ قُوَّةً فَوْقَ جَمِيعِ الْقُوَى قَدْ تُؤَيِّدُ الْفِئَةَ الْقَلِيلَةَ فَتَغْلِبُ الْكَثِيرَةَ بِإِذْنِ اللهِ، وَقَدْ وَرَدَ فِي الْقُرْآنِ مَا يُمْكِنُ أَنْ نَفْهَمَ بِهِ سُنَّتَهُ - تَعَالَى - فِي مِثْلِ هَذَا التَّأْيِيدِ ; لِأَنَّ الْقُرْآنَ يُفَسِّرُ بَعْضُهُ بَعْضًا وَيَجِبُ أَخْذُهُ بِجُمْلَتِهِ، بَلْ هَذِهِ الْآيَةُ نَفْسُهَا تَهْدِي إِلَى السِّرِّ فِي هَذَا النَّصْرِ، فَإِنَّهُ قَالَ: فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللهِ وَمَتَى كَانَ الْقِتَالُ فِي سَبِيلِ اللهِ - أَيْ سَبِيلِ حِمَايَةِ الْحَقِّ وَالدِّفَاعِ عَنِ الدِّينِ وَأَهْلِهِ - فَإِنَّ النَّفْسَ تَتَوَجَّهُ إِلَيْهِ بِكُلِّ مَا فِيهَا مِنْ قُوَّةٍ وَشُعُورٍ وَوِجْدَانٍ، وَمَا يُمْكِنُهَا مِنْ تَدْبِيرٍ وَاسْتِعْدَادٍ مَعَ الثِّقَةِ بِأَنَّ وَرَاءَ قُوَّتِهَا مَعُونَةَ اللهِ وَتَأْيِيدَهُ، وَمِمَّا يُوَضِّحُ ذَلِكَ قَوْلُهُ - تَعَالَى -: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللهَ كَثِيرًا لَعَلَّكُمْ </p><p> تُفْلِحُونَ وَأَطِيعُوا اللهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللهَ مَعَ الصَّابِرِينَ وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ وَاللهُ بِمَا يَعْمَلُونَ مُحِيطٌ [٨: ٤٥ - ٤٧] أَقُولُ وَهَذَا مِمَّا نَزَلَ فِي وَاقِعَةِ بَدْرٍ الَّتِي قِيلَ إِنَّ الْآيَةَ الَّتِي نُفَسِّرُهَا نَزَلَتْ فِيهَا وَإِنْ كَانَ عَامًّا فِي حُكْمِهِ مُطْلَقًا فِي عِبَارَتِهِ أَمَرَ اللهُ - تَعَالَى - الْمُؤْمِنِينَ بِالثَّبَاتِ وَبِكَثْرَةِ ذِكْرِهِ الَّذِي يَشُدُّ عَزَائِمَهُمْ وَيُنْهِضُ هِمَمَهُمْ، وَبِالطَّاعَةِ لَهُ - تَعَالَى - وَلِرَسُولِهِ، وَكَانَ هُوَ الْقَائِدُ فِي تِلْكَ الْوَاقِعَةِ - وَطَاعَةُ الْقَائِدِ رُكْنٌ مِنْ أَرْكَانِ الظَّفَرِ - وَنَهَاهُمْ عَنِ التَّنَازُعِ وَأَنْذَرَهُمْ عَاقِبَتَهُ وَهِيَ الْفَشَلُ وَذَهَابُ الْقُوَّةِ، وَحَذَّرَهُمْ أَنْ يَكُونُوا كَأُولَئِكَ الْمُشْرِكِينَ مِنْ أَهْلِ مَكَّةَ ; إِذْ خَرَجُوا لِقِتَالِ الْمُسْلِمِينَ لِعِلَّةِ الْبَطَرِ وَالطُّغْيَانِ وَمُرَاءَاةِ النَّاسِ بِقُوَّتِهِمْ وَعِزِّهِمْ، وَهُمْ يَصُدُّونَ عَنْ سَبِيلِ اللهِ، فَبِهَذِهِ الْأَوَامِرِ وَالنَّوَاهِي تُعْرَفُ سُنَّةُ اللهِ فِي نَصْرِ الْفِئَةِ الْقَلِيلَةِ عَلَى الْكَثِيرَةِ. وَقَالَ - تَعَالَى - فِي هَذِهِ السُّورَةِ أَيْضًا: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ [٨: ٦٠] . </p><p> أَوْرَدَ الْأُسْتَاذُ الْإِمَامُ الْآيَةَ الْأُولَى مِنَ الْآيَاتِ الَّتِي ذَكَرْنَاهَا آنِفًا وَهَذِهِ الْآيَةَ فَقَطْ ثُمَّ قَالَ: وَلَا شَكَّ أَنَّ الْمُؤْمِنِينَ قَدِ امْتَثَلُوا أَمْرَ اللهِ - تَعَالَى - فِي كُلِّ مَا أَوْصَاهُمْ بِهِ بِقَدْرِ طَاقَتِهِمْ فَاجْتَمَعَ لَهُمْ الِاسْتِعْدَادُ وَالِاعْتِقَادُ، فَكَانَ الْمُؤْمِنُ يُقَاتِلُ ثَابِتًا وَاثِقًا وَالْكَافِرُ مُتَزَلْزِلًا مَائِقًا وَنَصَرُوا اللهَ فَنَصَرَهُمْ وَفَاءً بِوَعْدِهِ فِي قَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ [٤٧: ٧] وَقَوْلِهِ: وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ [٣٠: ٤٧] فَالْمُؤْمِنُ مَنْ يَشْهَدُ لَهُ بِإِيمَانِهِ الْقُرْآنُ وَإِيتَاؤُهُ مَا وَعَدَ اللهُ الْمُؤْمِنِينَ، لَا مَنْ يَدَّعِي الْإِيمَانَ بِلِسَانِهِ وَأَخْلَاقُهُ وَأَعْمَالُهُ وَحِرْمَانُهُ مِمَّا وَعَدَ اللهُ الْمُؤْمِنِينَ تُكَذِّبُ دَعْوَاهُ. وَغَزَوَاتُ الرَّسُولِ وَأَصْحَابُهُ شَارِحَةٌ لِمَا وَرَدَ مِنَ الْآيَاتِ فِي ذَلِكَ، وَنَاهِيكَ بِغَزْوَةِ أُحُدٍ، فَإِنَّهُمْ لَمَّا خَالَفُوا مَا أُمِرُوا بِهِ نَزَلَ بِهِمْ مَا نَزَلْ، وَهَذَا أَكْبَرُ عِبْرَةً لِمَنْ بَعْدَهُمْ لَوْ كَانُوا يَعْتَبِرُونَ بِالْقُرْآنِ، وَلَكِنَّهُمْ أَعْرَضُوا عَنْهُ وَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا اخْتَارُوا لِأَنْفُسِهِمْ، وَلَوْ عَادُوا إِلَيْهِ وَاتَّحَدُوا فِيهِ وَاعْتَصَمُوا بِحَبْلِهِ لَفَازُوا بِالْعِزِّ الدَّائِمِ وَالسَّعَادَةِ الْكُبْرَى وَالسِّيَادَةِ الْعُلْيَا فِي الدُّنْيَا وَالْآخِرَةِ. </p>"
}