{
  "id": null,
  "sura": 3,
  "aya": 49,
  "text": "<p> وَلَا حَاجَةَ إِلَى هَذِهِ التَّفْصِيلَاتِ، بَلْ نَقِفُ عِنْدَ لَفْظِ الْآيَةِ، وَغَايَةُ مَا يُفْهَمُ مِنْهَا أَنَّ اللهَ - تَعَالَى - جَعَلَ فِيهِ هَذَا السِّرَّ، وَلَكِنْ لَمْ يَقُلْ إِنَّهُ خَلَقَ بِالْفِعْلِ، وَلَمْ يَرِدْ عَنِ الْمَعْصُومِ أَنَّ شَيْئًا مِنْ ذَلِكَ وَقَعَ وَقَدْ جَرَتْ سُنَّةُ اللهِ - تَعَالَى - أَنْ تُجْرَى الْآيَاتُ عَلَى أَيْدِي الْأَنْبِيَاءِ عِنْدَ طَلَبِ قَوْمِهِمْ لَهَا وَجَعْلِ الْإِيمَانِ مَوْقُوفًا عَلَيْهَا، فَإِنْ كَانُوا سَأَلُوهُ شَيْئًا مِنْ ذَلِكَ فَقَدْ جَاءَ بِهِ، وَكَذَلِكَ يُقَالُ فِي قَوْلِهِ: وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ فَإِنَّ قُصَارَى مَا تَدُلُّ عَلَيْهِ الْعِبَارَةُ أَنَّهُ خُصَّ بِذَلِكَ وَأُمِرَ بِأَنْ يَحْتَجَّ بِهِ، وَالْحِكْمَةُ فِي إِخْبَارِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ إِقَامَةُ الْحُجَّةِ عَلَى مُنْكِرِي نُبُوَّتِهِ كَمَا تَقَدَّمَ، وَأَمَّا وُقُوعُ ذَلِكَ كُلِّهِ أَوْ بَعْضِهِ بِالْفِعْلِ فَهُوَ يَتَوَقَّفُ عَلَى نَقْلٍ يُحْتَجُّ بِهِ فِي مِثْلِ ذَلِكَ. </p><p> هَذَا مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ. وَمِنَ الْغَرِيبِ أَنَّ ابْنَ جَرِيرٍ يَرْوِي عَنِ ابْنِ إِسْحَاقَ \" أَنَّ عِيسَى - صَلَوَاتُ اللهِ عَلَيْهِ -جَلَسَ يَوْمًا مَعَ غِلْمَانٍ مِنَ الْكُتَّابِ فَأَخَذَ طِينًا ثُمَّ قَالَ:أَجْعَلُ لَكُمْ مِنْ هَذَا الطِّينِ طَائِرًا،قَالُوا:وَتَسْتَطِيعُ ذَلِكَ؟قَالَ:نَعَمْ بِإِذْنِ رَبِّي، ثُمَّ هَيَّأَهُ حَتَّى إِذَا جَعَلَهُ فِي هَيْئَةِ الطَّائِرِ فَنَفَخَ فِيهِ،ثُمَّ قَالَ:كُنْ طَائِرًا بِإِذْنِ اللهِ، فَخَرَجَ يَطِيرُ بَيْنَ كَفَّيْهِ \" فَكَأَنَّهُ اتَّخَذَ آيَةَ اللهِ عَلَى رِسَالَتِهِ أُلْعُوبَةً لِلصِّبْيَانِ، وَالْحَاصِلُ أَنَّهُ لَيْسَ عِنْدَنَا نَقْلٌ صَحِيحٌ بِوُقُوعِ خَلْقِ الطَّيْرِ بَلْ وَلَا عِنْدَ النَّصَارَى الَّذِينَ يَتَنَاقَلُونَ وُقُوعَ سَائِرِ الْآيَاتِ الْمَذْكُورَةِ فِي الْآيَةِ إِلَّا مَا فِي إِنْجِيلِ الصِّبَا أَوِ الطُّفُولَةِ مِنْ نَحْوِ مَا قَالَ ابْنُ إِسْحَاقَ، وَهُوَ مِنَ الْأَنَاجِيلِ غَيْرِ الْقَانُونِيَّةِ عِنْدَهُمْ وَلَعَلَّ آيَةَ سُورَةِ الْمَائِدَةِ أَدْنَى إِلَى الدَّلَالَةِ عَلَى الْوُقُوعِ مِنْ هَذِهِ الْآيَةِ وَهِيَ: إِذْ قَالَ اللهُ يَاعِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ </p><p> وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ [٥: ١١٠] فَإِنَّ جَعْلَ ذَلِكَ كُلَّهُ مُتَعَلِّقَ النِّعْمَةِ يُؤْذِنُ بِوُقُوعِهِ، إِلَّا أَنْ يُقَالَ: إِنَّ جَعْلَ هَذِهِ الْآيَاتِ مِمَّا يَجْرِي عَلَى يَدَيْهِ عِنْدَ طَلَبِهِ مِنْهُ وَالْحَاجَةِ إِلَى تَحَدِّيهِ بِهِ مِنْ أَجَلِّ النِّعَمِ وَأَعْظَمِهَا، وَلَكِنَّ هَذَا خِلَافُ الظَّاهِرِ. </p><p> وَمُقْتَضَى مَذْهَبِ الصُّوفِيَّةِ أَنَّ رُوحَانِيَّةَ عِيسَى كَانَتْ غَالِبَةً عَلَى جُثْمَانِيَّتِهِ أَكْثَرَ مِنْ سَائِرِ الرُّوحَانِيِّينَ ; لِأَنَّ أُمَّهُ حَمَلَتْ بِهِ مِنَ الرُّوحِ الَّذِي تَمَثَّلَ لَهَا بَشَرًا سَوِيًّا، فَكَانَ تَجَرُّدُهُ مِنَ الْمَادَّةِ الْكَثِيفَةِ لِلتَّصَرُّفِ بِسُلْطَانِ الرُّوحِ مِنْ قَبِيلِ الْمَلَكَةِ الرَّاسِخَةِ فِيهِ، وَبِذَلِكَ كَانَ إِذَا نَفَخَ مِنْ رُوحِهِ فِي صُورَةٍ رَطْبَةٍ مِنَ الطِّينِ تُحِلُّهَا الْحَيَاةُ حَتَّى تَهْتَزَّ وَتَتَحَرَّكَ، وَإِذَا تَوَجَّهَ بِرُوحَانِيَّتِهِ إِلَى رُوحٍ فَارَقَتْ جَسَدَهَا أَمْكَنَهُ أَنْ يَسْتَحْضِرَهَا وَيُعِيدَ اتِّصَالَهَا بِبَدَنِهَا زَمَنًا مَا، وَلَكِنَّ رُوحَانِيَّتَهُ الْبَشَرِيَّةَ لَا تَصِلُ إِلَى دَرَجَةِ إِحْيَاءِ مَنْ مَاتَ فَصَارَ رَمِيمًا. وَيُؤَيِّدُ ذَلِكَ مَا يَنْقُلُهُ النَّصَارَى مِنْ إِحْيَاءِ الْمَسِيحِ لِلْمَوْتَى ; فَإِنَّهُمْ قَالُوا إِنَّهُ أَحْيَا بِنْتًا قَبْلَ أَنْ تُدْفَنَ، وَأَحْيَا الْيَعَازِرَ قَبْلَ أَنْ يَبْلَى، وَلَمْ يُنْقَلْ أَنَّهُ أَحْيَا مَيِّتًا كَانَ رَمِيمًا، وَأَمَّا إِبْرَاءُ الْأَكْمَهِ وَالْأَبْرَصِ بِالْقُوَّةِ الرُّوحَانِيَّةِ فَهُوَ أَقْرَبُ </p><p> إِلَى مَا يَعْهَدُ النَّاسُ لَا سِيَّمَا مَعَ اعْتِقَادِ الْمَرِيضِ، وَيَقُولُ مُجَاهِدٌ: إِنَّ الْأَكْمَهَ مَنْ لَا يُبْصِرُ بِاللَّيْلِ وَيُبْصِرُ بِالنَّهَارِ، وَالْمَشْهُورُ أَنَّهُ مَنْ وُلِدَ أَعْمَى، وَأَمَّا الْإِخْبَارُ بِبَعْضِ الْمُغَيَّبَاتِ فَقَدْ أُوتِيَهُ كَثِيرُونَ مِنَ الْأَنْبِيَاءِ وَمِمَّنْ دُونَ الْأَنْبِيَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ أَيْ إِنَّ فِيمَا ذُكِرَ لَحُجَّةٌ لَكُمْ عَلَى صِدْقِ رِسَالَتِي إِنْ كُنْتُمْ مُؤْمِنِينَ بِاللهِ مُصَدِّقِينَ بِقُدْرَتِهِ الْكَامِلَةِ، وَمِنْ مَبَاحِثِ اللَّفْظِ: أَنَّ قَوْلَهُ: فَأَنْفُخُ فِيهِ يَعُودُ إِلَى الطَّيْرِ أَوْ إِلَى مَا ذَكَرَ. </p><p> وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ أَيْ أَنَّهُ لَمْ يَأْتِ نَاسِخًا لِلتَّوْرَاةِ بَلْ مُصَدِّقًا لَهَا عَامِلًا بِهَا، وَلَكِنَّهُ نَسَخَ بَعْضَ أَحْكَامِهَا كَمَا قَالَ: وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ فَقَدْ كَانَ حُرِّمَ عَلَى بَنِي إِسْرَائِيلَ بَعْضُ الطَّيِّبَاتِ بِظُلْمِهِمْ وَكَثْرَةِ سُؤَالِهِمْ فَأَحَلَّهَا عِيسَى وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ قَالَ الْأُسْتَاذُ الْإِمَامُ: أَعَادَ ذِكْرَ الْآيَةَ لِلتَّفْرِقَةِ بَيْنَ مَا قَبْلَهَا وَمَا بَعْدَهَا فَاتَّقُوا اللهَ وَأَطِيعُونِ إِنَّ اللهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ أَمَرَهُمْ بِتَقْوَى اللهِ وَطَاعَتِهِ فِيمَا جَاءَ بِهِ عَنْهُ، وَخَتَمَ ذَلِكَ بِالتَّوْحِيدِ وَالِاعْتِرَافِ بِالْعُبُودِيَّةِ، وَقَالَ فِي ذَلِكَ: هَذَا صِرَاطٌ مُسْتَقِيمٌ أَيْ أَقْرَبُ مُوَصِّلٍ إِلَى اللهِ. </p><p> فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللهِ آمَنَّا بِاللهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ وَمَكَرُوا وَمَكَرَ اللهُ وَاللهُ خَيْرُ الْمَاكِرِينَ إِذْ قَالَ اللهُ يَاعِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَاللهُ لَا يُحِبُّ الظَّالِمِينَ ذَلِكَ نَتْلُوهُ عَليْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ </p>"
}