{
  "id": null,
  "sura": 3,
  "aya": 140,
  "text": "<p> ثُمَّ بَيَّنَ - تَعَالَى - وَجْهَ جَدَارَتِهِمْ بِأَلَّا يَهِنُوا وَلَا يَحْزَنُوا فَقَالَ: إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ وَابْنُ عَيَّاشٍ عَنْ عَاصِمٍ \" قُرْحٌ \" بِضَمِّ الْقَافِ وَالْبَاقُونَ بِفَتْحِهَا، قَالَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ: إِنَّ الْقَرْحَ بِالْفَتْحِ وَالضَّمِّ وَاحِدٌ فَهُوَ كَالضَّعْفِ فِيهِ اللُّغَتَانِ، وَمَعْنَاهُ الْجُرْحُ. وَقَالَ بَعْضُهُمْ: إِنَّ الْقَرْحَ بِالْفَتْحِ هُوَ الْجِرَاحُ وَبِالضَّمِّ أَثَرُهَا وَأَلَمُهَا. وَرَجَّحَ ابْنُ جَرِيرٍ قِرَاءَةَ الْفَتْحِ قَالَ:  \" لِإِجْمَاعِ أَهْلِ التَّأْوِيلِ عَلَى أَنَّ مَعْنَاهُ الْقَتْلُ</p><p> وَالْجِرَاحُ، فَذَلِكَ يَدُلُّ عَلَى أَنَّ الْقِرَاءَةَ هِيَ بِالْفَتْحِ، وَكَانَ بَعْضُ أَهْلِ الْعَرَبِيَّةِ يَزْعُمُ أَنَّ الْقَرْحَ وَالْقُرْحَ لُغَتَانِ بِمَعْنًى وَاحِدٍ، وَالْمَعْرُوفُ عِنْدَ أَهْلِ الْعِلْمِ بِكَلَامِ الْعَرَبِ مَا قُلْنَاهُ \" أَيْ مِنْ أَنَّ الْقَرْحَ بِالْفَتْحِ يَشْمَلُ الْجَرْحَ وَالْقَتْلَ وَيُؤَيِّدُهُ أَنَّهُ هُوَ الَّذِي حَصَلَ. وَفِي لِسَانِ الْعَرَبِ \" الْقَرْحُ وَالْقُرْحُ لُغَتَانِ: عَضُّ السِّلَاحِ وَنَحْوُهُ مِمَّا يَجْرَحُ الْجَسَدَ. .وَقِيلَ:الْقَرْحُ الْآثَارُ وَالْقُرْحُ الْأَلَمُ \" أَقُولُ: وَإِذَا كَانَ الْأَصْلُ فِيهِ عَضَّ السِّلَاحِ وَتَأْثِيرَهُ، فَلَا غَرْوَ أَنْ يَشْمَلَ الْقَتْلَ وَالْجَرْحَ وَابْنُ جَرِيرٍ ثِقَةٌ فِي نَقْلِهِ عَنْ أَهْلِ الْعَرَبِيَّةِ كَنَقْلِهِ عَنْ أَهْلِ الْعِلْمِ بِالتَّفْسِيرِ وَغَيْرِهِ. وَلَكِنْ لَيْسَ لَهُ أَنْ يَمْنَعَ كَوْنَ الْقِرَاءَتَيْنِ لُغَتَيْنِ فِي هَذَا الْمَعْنَى. وَنَقَلَ الرَّازِيُّ أَنَّ الْفَتْحَ لُغَةُ تِهَامَةَ وَالْحِجَازِ وَالضَّمَّ لُغَةُ نَجْدٍ. وَيَمْسَسْكُمْ مِنَ الْمَسِّ قَالَ ابْنُ عَبَّاسٍ: مَعْنَاهُ يُصِبْكُمْ. قَالَ الْأُسْتَاذُ الْإِمَامُ: عَبَّرَ بِالْمُضَارِعِ بَدَلَ الْمَاضِي فَلَمْ يَقُلْ \" إِنْ مَسَّكُمْ قَرْحٌ \" لِيُحْضِرَ صُورَةَ الْمَسِّ فِي أَذْهَانِ الْمُخَاطَبِينَ. </p><p> أَقُولُ: وَالْمَعْنَى إِنْ يَكُنِ السِّلَاحُ قَدْ عَضَّكُمْ وَعَمِلَ فِيكُمْ عَمَلَهُ يَوْمَ أُحُدٍ فَقَدْ أَصَابَ الْمُشْرِكِينَ أَيْضًا مِثْلُ مَا أَصَابَكُمْ فِي ذَلِكَ الْيَوْمِ أَوْ فِي يَوْمِ بَدْرٍ، وَاعْتُرِضَ عَلَى الْأَوَّلِ بِأَنَّ قَرْحَ الْمُشْرِكِينَ يَوْمَ أُحُدٍ لَمْ يَكُنْ مِثْلَ قَرْحِ الْمُؤْمِنِينَ. وَأَجَابَ فِي الْكَشَّافِ عَنْ هَذَا فَقَالَ: بَلَى كَانَ مِثْلَهُ وَلَقَدْ قُتِلَ يَوْمَئِذٍ خَلْقٌ مِنَ الْكُفَّارِ، أَلَا تَرَى إِلَى قَوْلِهِ: وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ [٣: ١٥٢] الْآيَةَ - وَسَتَأْتِي، أَقُولُ: وَهَذَا هُوَ الَّذِي اخْتَرْنَاهُ كَمَا تَقَدَّمَ فِي مُلَخَّصِ الْقِصَّةِ، أَيْ إِنَّ الْمُشْرِكِينَ قَدْ أُصِيبُوا بِمِثْلِ مَا أُصِيبَ بِهِ الْمُؤْمِنُونَ يَوْمَ أُحُدٍ وَلَمْ يَكُونُوا غَالِبِينَ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ اعْتِبَارَ الْمُسَاوَاةِ فِي الْمَثَلِ مِنَ التَّدْقِيقِ الْفَلْسَفِيِّ الَّذِي لَمْ تَكُنْ تَقْصِدُهُ الْعَرَبُ فِي مِثْلِ هَذِهِ الْعِبَارَةِ، وَهَذَا الْقَوْلُ صَحِيحٌ عَلَى كُلِّ تَقْدِيرٍ. </p><p> وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ الْأَيَّامُ: جَمْعُ يَوْمٍ وَهُوَ فِي أَصْلِ اللُّغَةِ بِمَعْنَى الزَّمَنِ وَالْوَقْتِ، فَالْمُرَادُ بِالْأَيَّامِ هُنَا أَزْمِنَةُ الظَّفَرِ وَالْفَوْزِ. وَنُدَاوِلُهَا بَيْنَهُمْ: نُصَرِّفُهَا فَنُدِيلُ تَارَةً لِهَؤُلَاءِ وَتَارَةً لِهَؤُلَاءِ فَالْمُدَاوَلَةُ بِمَعْنَى الْمُعَاوَرَةِ، يُقَالُ: دَاوَلْتُ الشَّيْءَ بَيْنَهُمْ فَتَدَاوَلُوا، تَكُونُ الدَّوْلَةُ فِيهِ لِهَؤُلَاءِ مَرَّةً وَهَؤُلَاءِ مَرَّةً، وَدَالَتِ الْأَيَّامُ دَارَتْ، وَالْمَعْنَى أَنَّ مُدَاوَلَةَ الْأَيَّامِ سُنَّةٌ مِنْ سُنَنِ اللهِ فِي الِاجْتِمَاعِ الْبَشَرِيِّ، فَلَا غَرْوَ أَنْ تَكُونَ الدَّوْلَةُ مَرَّةً لِلْمُبْطِلِ وَمَرَّةً لِلْمُحِقِّ. وَإِنَّمَا الْمَضْمُونُ لِصَاحِبِ الْحَقِّ أَنْ تَكُونَ الْعَاقِبَةُ لَهُ، وَإِنَّمَا الْأَعْمَالُ بِالْخَوَاتِيمِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: هَذِهِ قَاعِدَةٌ كَقَاعِدَةِ قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ أَيْ </p><p> هَذِهِ سُنَّةٌ مِنْ تِلْكَ السُّنَنِ، وَهِيَ ظَاهِرَةٌ بَيْنَ النَّاسِ بِصَرْفِ النَّظَرِ عَنِ الْمُحِقِّينَ وَالْمُبْطِلِينَ، وَالْمُدَاوَلَةُ فِي </p><p> الْوَاقِعِ تَكُونُ مَبْنِيَّةً عَلَى أَعْمَالِ النَّاسِ. فَلَا تَكُونُ الدَّوْلَةُ لِفَرِيقٍ دُونَ أَخَرَ جُزَافًا، وَإِنَّمَا تَكُونُ لِمَنْ عَرَفَ أَسْبَابَهَا وَرَعَاهَا حَقَّ رِعَايَتِهَا. أَيْ إِذَا عَلِمْتُمْ أَنَّ ذَلِكَ سُنَّةٌ فَعَلَيْكُمْ أَلَّا تَهِنُوا وَتَضْعُفُوا بِمَا أَصَابَكُمْ لِأَنَّكُمْ تَعْلَمُونَ أَنَّ الدَّوْلَةَ تَدُولُ. وَالْعِبَارَةُ تُومِئُ إِلَى شَيْءٍ مَطْوِيٍّ كَانَ مَعْلُومًا لَهُمْ، وَهُوَ أَنَّ لِكُلِّ دَوْلَةٍ سَبَبًا، فَكَأَنَّهُ قَالَ: إِذَا كَانَتِ الْمُدَاوَلَةُ مَنُوطَةً بِالْأَعْمَالِ الَّتِي تُفْضِي إِلَيْهَا كَالِاجْتِمَاعِ وَالثَّبَاتِ وَصِحَّةِ النَّظَرِ وَقُوَّةِ الْعَزِيمَةِ وَأَخْذِ الْأُهْبَةِ وَإِعْدَادِ مَا يُسْتَطَاعُ مِنَ الْقُوَّةِ فَعَلَيْكُمْ أَنْ تَقُومُوا بِهَذِهِ الْأَعْمَالِ وَتُحْكِمُوهَا أَتَمَّ الْإِحْكَامِ. وَفِي الْجُمْلَةِ مِنَ الْإِيجَازِ وَجَمْعِ الْمَعَانِي الْكَثِيرَةِ فِي الْأَلْفَاظِ الْقَلِيلَةِ مَا لَا يُعْهَدُ مِثْلُهُ فِي غَيْرِ الْقُرْآنِ. </p><p> ثُمَّ قَالَ - عَزَّ وَجَلَّ -: وَلِيَعْلَمَ اللهُ الَّذِينَ آمَنُوا أَيْ فَعَلَ ذَلِكَ لِيُقِيمَ سُنَّتَهُ فِي مُدَاوَلَةِ الْأَيَّامِ وَلِيَعْلَمَ الَّذِينَ آمَنُوا مِنَ الَّذِينَ نَافَقُوا وَقَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ [٣: ١٦٧] أَيْ يُمَيِّزُهُمْ مِنْهُمْ. وَقَدْ تَقَدَّمَ ذِكْرُهُمْ فِي إِجْمَالِ الْقِصَّةِ وَسَيَأْتِي ذِكْرٌ لَهُمْ فِي الْآيَاتِ، فَهُوَ مَعْطُوفٌ عَلَى مَحْذُوفٍ تَذْهَبُ الْعُقُولُ فِي تَعْيِينِهِ كُلَّ مَذْهَبٍ، وَتَبْحَثُ عَنْ حَقِيقَتِهِ فِي كُلِّ فَجٍّ، أَوْ تَلْتَمِسُهُ فِي فَوَائِدِ قَاعِدَةِ جَعْلِ الْأَيَّامِ دُوَلًا بَيْنَ النَّاسِ، وَعَدَمِ حَصْرِ الظَّفَرِ وَالنَّصْرِ فِي قَوْمٍ دُونَ قَوْمٍ، فَكُلَّ مَا وَجَدْتَهُ يَصْلُحُ حِكْمَةً وَعِلَّةً لِهَذِهِ الْقَاعِدَةِ عَدَدْتَهُ مِنَ الْمَطْوِيِّ الْمَحْذُوفِ، وَأَعَمُّهُ مَا أَشَرْنَا إِلَيْهِ آنِفًا وَهُوَ أَنْ يُقَالَ فِي التَّقْدِيرِ: وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ لِيَقُومَ بِذَلِكَ الْعَدْلُ وَيَسْتَقِرَّ النِّظَامُ، وَيَعْلَمَ النَّاظِرُ فِي السُّنَنِ الْعَامَّةِ، وَالْبَاحِثُ فِي الْحِكْمَةِ الْإِلَهِيَّةِ الْبَالِغَةِ، أَنَّهُ لَا مُحَابَاةَ فِي هَذِهِ الْمُدَاوَلَةِ، وَلِيَعْلَمَ الَّذِينَ آمَنُوا مِنْكُمْ ; لِأَنَّ الْجِهَادَ الِاجْتِمَاعِيَّ الَّذِي يُدَالُ بِهِ قَوْمٌ عَلَى قَوْمٍ مِمَّا يَظْهَرُ وَيَتَمَيَّزُ بِهِ الْإِيمَانُ الصَّحِيحُ مِنْ غَيْرِهِ. </p><p> وَقَالَ فِي الْكَشَّافِ:  \" فِيهِ وَجْهَانِ أَحَدُهُمَا أَنْ يَكُونَ الْمُعَلَّلُ مَحْذُوفًا مَعْنَاهُ: وَلِيَتَمَيَّزَ الثَّابِتُونَ عَلَى الْإِيمَانِ مِنَ الَّذِينَ عَلَى حَرْفٍ فَعَلْنَا ذَلِكَ، وَهُوَ مِنْ بَابِ التَّمْثِيلِ، بِمَعْنَى فَعَلْنَا ذَلِكَ فِعْلَ مَنْ يُرِيدُ أَنْ يَعْلَمَ مِنَ الثَّابِتُ مِنْكُمْ عَلَى الْإِيمَانِ مِنْ غَيْرِ الثَّابِتِ، وَإِلَّا فَإِنَّ اللهَ - عَزَّ وَجَلَّ - لَمْ يَزَلْ عَالِمًا بِالْأَشْيَاءِ قَبْلَ كَوْنِهَا.وَقِيلَ مَعْنَاهُ:لِيُعَلِّمَهُمْ عِلْمًا يَتَعَلَّقُ بِهِ الْجَزَاءُ وَهُوَ أَنْ يُعَلِّمَهُمْ مَوْجُودًا مِنْهُمُ الثَّبَاتُ. وَالثَّانِي أَنْ تَكُونَ الْعِلَّةُ مَحْذُوفَةً وَهَذَا عَطْفٌ عَلَيْهِ مَعْنَاهُ وَفَعَلْنَا ذَلِكَ(أَيْ مُدَاوَلَةَ الْأَيَّامِ)لِيَكُونَ كَيْتَ وَكَيْتَ(أَيْ</p><p> مِنَ الْمَصَالِحِ) وَلِيَعْلَمَ اللهُ. وَإِنَّمَا حُذِفَ لِلْإِيذَانِ بِأَنَّ الْمَصْلَحَةَ فِيمَا فَعَلَ لَيْسَتْ بِوَاحِدَةٍ لِيُسَلِّيَهُمْ عَمَّا جَرَى عَلَيْهِمْ وَلِيُبَصِّرَهُمْ أَنَّ الْعَبْدَ يَسُوؤُهُ مَا يُجْرَى عَلَيْهِ مِنَ الْمَصَائِبِ وَلَا يَشْعُرُ أَنَّ لِلَّهِ فِي ذَلِكَ مِنَ الْمَصَالِحِ مَا هُوَ غَافِلٌ عَنْهُ \" اهـ. وَجَعَلَ ابْنُ جَرِيرٍ التَّقْدِيرَ هَكَذَا: وَلِيَعْلَمَ اللهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ يُدَاوِلُهَا بَيْنَ النَّاسِ. وَقَدْ تَقَدَّمَ مِثْلُ هَذَا التَّعْبِيرِ فِي سُورَةِ الْبَقَرَةِ وَوَجْهُ الْإِشْكَالِ فِيهِ، وَقَوْلُ الْأُسْتَاذِ الْإِمَامِ: إِنَّ الْمُرَادَ بِعِلْمِ اللهِ فِيهِ عِلْمُ عِبَادِهِ وَأَنَّهُمْ يُفَسِّرُونَهُ بِعِلْمِ الظُّهُورِ أَيْ لِيُظْهِرَ عِلْمَهُ بِذَلِكَ، </p><p> وَقَالَ هُنَا مُوَضِّحًا قَوْلَ الْجُمْهُورِ: إِنَّ الْمُرَادَ بِالْعِلْمِ عِلْمُ الظُّهُورِ، قَالُوا: إِنَّ الْعِلْمَ بِالشَّيْءِ عَلَى أَنَّهُ سَيَقَعُ ثَابِتٌ فِي الْأَزَلِ فَإِذَا وَقَعَ ذَلِكَ الشَّيْءُ حَصَلَ تَغَيُّرٌ فِي ذَلِكَ الْمَعْلُومِ فَصَارَ حَالًا بَعْدَ أَنْ كَانَ مُسْتَقْبَلًا، فَهَلْ تَعَلُّقُ الْعِلْمِ بِهِ عِنْدَ الْوُقُوعِ هُوَ عَيْنُ تَعَلُّقِهِ بِهِ مِنَ الْأَزَلِ إِلَى قُبَيْلِ وُقُوعِهِ؟ قَالَ الْحُكَمَاءُ: إِنَّ الْزَمَنَ لَيْسَ بِشَيْءٍ بِالنِّسْبَةِ إِلَى اللهِ فَلَيْسَ هُنَاكَ تَقَدُّمٌ وَلَا تَأَخُّرٌ وَلَا مُتَقَدِّمٌ وَلَا مُتَأَخِّرٌ، فَتَعَلُّقُ الْعِلْمِ بِالْمَعْلُومِ وَاحِدٌ فِي الْأَزَلِ وَالْأَبَدِ. فَعَلَى هَذَا الْقَوْلِ يَكُونُ مَعْنَى وَلِيَعْلَمَ اللهُ لِيُظْهِرَ عِلْمَهُ لِلنَّاسِ بِظُهُورِ الْمَعْلُومِ لَهُ، فَهُوَ كَقَوْلِهِ: لِيَمِيزَ اللهُ الْخَبِيثَ مِنَ الطَّيِّبِ [٨: ٣٧] أَيْ يَعْلَمُ النَّاسُ ذَلِكَ وَيُمَيِّزُونَهُ. </p><p> وَأَمَّا جُمْهُورُ الْمُتَكَلِّمِينَ فَيَقُولُونَ: إِنَّ اللهَ - تَعَالَى - يَعْلَمُ كُلَّ شَيْءٍ أَزَلًا وَأَبَدًا، وَلَكِنَّ تَعَلُّقَ عِلْمِهِ بِالْأَشْيَاءِ عَلَى أَنَّهَا سَتَقَعُ غَيْرُ تَعَلُّقِ عِلْمِهِ بِهَا وَهِيَ وَاقِعَةٌ، فَذَلِكَ عِلْمٌ غَيْرُ ظَاهِرٍ فِيهِ الْمَعْلُومُ فِي الْوُجُودِ، وَهَذَا عِلْمٌ ظَهَرَ مُتَعَلِّقُهُ وَوُجِدَ. وَالْمُرَادُ بِقَوْلِهِ:  \" وَلِيَعْلَمَ \" الثَّانِي. </p><p> أَقُولُ: وَكُنْتُ أُقَرِّرُ هَذِهِ الْمَسْأَلَةَ مِنْ قَبْلُ عَلَى هَذَا الْوَجْهِ وَأُعَبِّرُ تَارَةً بِعِلْمِ الْغَيْبِ وَعِلْمِ الشَّهَادَةِ مُفَسِّرًا عِلْمَ الْغَيْبِ بِمَا لَمْ يُوجَدْ فِيهِ الْمَعْلُومُ وَعِلْمَ الشَّهَادَةِ بِمَا ظَهَرَ فِيهِ الْمَعْلُومُ وَوُجِدَ. وَذَكَرْتُ ذَلِكَ لِلْأُسْتَاذِ فِي الدَّرْسِ، فَقَالَ: إِنَّهُمْ يُرِيدُونَ بِعِلْمِ الْغَيْبِ وَالشَّهَادَةِ مَعْنًى آخَرَ وَكُنْتُ عَازِمًا عَلَى مُرَاجَعَتِهِ فِي ذَلِكَ بَعْدَ الدَّرْسِ فَنَسِيتُ. ثُمَّ قَالَ: إِنَّ الْعِبَارَةَ ظَاهِرَةُ الصِّحَّةِ وَإِيهَامُ تَجَدُّدِ الْعِلْمِ الْإِلَهِيِّ مَدْفُوعٌ، وَلَكِنْ مَا النُّكْتَةُ فِي اخْتِيَارِ هَذِهِ الْعِبَارَةِ وَأَمْثَالِهَا كَقَوْلِهِ فِي الْآيَةِ الَّتِي بَعْدَ هَذِهِ الْآيَةِ: وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا وَلِمَ لَمْ يُبَيِّنِ الْمُرَادَ بِعِبَارَةٍ لَا إِبْهَامَ فِيهَا؟ قَالَ مَا نَصُّهُ:  \" النُّكْتَةُ بَيَانُ أَنَّ الْعِلْمَ إِذَا لَمْ يُصَدِّقُهُ الْعَمَلُ لَا يُعْتَدُّ بِهِ \" وَبَيَانُ ذَلِكَ أَنَّ الْإِنْسَانَ كَثِيرًا مَا يَتَصَوَّرُ الشَّيْءَ وَيَحْكُمُ بِصِحَّتِهِ فَيَرَى أَنَّهُ يَعْتَقِدُهُ، وَلَكِنْ إِذَا عَرَضَ الْعَمَلُ كَذَّبَهُ فِي اعْتِقَادِهِ وَتَبَيَّنَ أَنَّهُ لَمْ يَكُنْ </p><p> مُتَحَقِّقًا بِهِ، وَإِنَّمَا كَانَ صُورَةً انْطَبَعَتْ فِي مُخِّهِ مَعَ الْغَفْلَةِ عَمَّا يُعَارِضُهَا مِنْ سَائِرِ عَقَائِدِهِ الْمُتَمَكِّنَةِ الَّتِي لَهَا سُلْطَانٌ عَلَى وِجْدَانِهِ وَأَثَرٌ فِي عَمَلِهِ وَأَخْلَاقِهِ وَعَادَاتِهِ الَّتِي تَجْرِي عَلَيْهَا أَعْمَالُهُ، مِثَالُ ذَلِكَ أَنَّ بَعْضَ النَّاسِ تُحَدِّثُهُ نَفْسُهُ بِأَنَّهُ شُجَاعٌ، وَيَعْتَقِدُ ذَلِكَ لِعَدَمِ وُجُودِ مَا يُعَارِضُهُ فِي نَفْسِهِ حَتَّى إِذَا مَا عَرَضَ لَهُ مَا تَظْهَرُ بِهِ حَقِيقَةُ الشَّجَاعَةِ بِالْفِعْلِ مِنَ الْحَاجَةِ إِلَى رُكُوبِ الْخَطَرِ وَخَوْضِ غَمَرَاتِ الْمَوْتِ دِفَاعًا عَنِ الْحَقِّ أَوِ الْحَقِيقَةِ جَبُنَ وَجَزِعَ وَظَهَرَ غُرُورُهُ بِنَفْسِهِ وَانْخِدَاعُهُ لِوَهْمِهِ، وَمِثْلُهُ مَنْ تُحَدِّثُهُ نَفْسُهُ بِأَنَّهُ لِقُوَّةِ إِيمَانِهِ عَظِيمُ الثِّقَةِ بِاللهِ وَالتَّوَكُّلِ عَلَيْهِ، حَتَّى تُظْهِرَ الْحَوَادِثُ وَالْوَقَائِعُ أَنَّهُ هَلُوعٌ إِذَا مَسَّهُ الشَّرُّ كَانَ جَزُوعًا، وَإِذَا مَسَّهُ الْخَيْرُ كَانَ مَنُوًا، لَا يَثِقُ بِرَبِّهِ وَلَا بِنَفْسِهِ. فَأَرَادَ - تَعَالَى - أَنْ يُرْشِدَنَا بِقَوْلِهِ: وَلِيَعْلَمَ إِلَى أَنَّ الْعِلْمَ لَا يَكُونُ عِلْمًا وَالْإِيمَانَ لَا يَكُونُ إِيمَانًا إِلَّا إِذَا صَدَّقَهُمَا الْعَمَلُ وَظَهَرَ أَثَرُهُمَا بِالْفِعْلِ، فَكَأَنَّهُ قَالَ: لِيَتَبَيَّنَ الَّذِينَ آمَنُوا عَلَى طَرِيقِ التَّمْثِيلِ. أَقُولُ: وَأَظْهَرُ مِنْ هَذَا فِي تَقْرِيرِ هَذَا الْوَجْهِ أَنْ يُقَالَ: إِنَّ عِلْمَ </p><p> اللهِ - تَعَالَى - لَا يَكُونُ إِلَّا مُطَابِقًا لِلْوَاقِعِ، فَمَا لَا يَعْلَمُهُ - تَعَالَى - هُوَ الَّذِي لَيْسَ لَهُ حَقِيقَةٌ ثَابِتَةٌ وَكُلُّ مَالَهُ حَقِيقَةٌ ثَابِتَةٌ فَلَا بُدَّ أَنْ يَكُونَ مَعْلُومًا لَهُ - تَعَالَى -، فَيَكُونُ مَعْنَى وَلِيَعْلَمَ اللهُ الَّذِينَ آمَنُوا لِيَثْبُتَ وَيَتَحَقَّقَ بِالْفِعْلِ إِيمَانُ الَّذِينَ آمَنُوا أَوْ صِدْقَهُمْ فِي إِيمَانِهِمْ، فَإِنَّهُ مَتَى ثَبَتَ وَتَحَقَّقَ كَانَ اللهُ عَالِمًا بِهِ عَلَى أَنَّهُ حَقِيقَةٌ ثَابِتَةٌ، فَأَطْلَقَ أَحَدَ الْمُتَلَازِمَيْنِ وَأَرَادَ بِهِ الْآخَرَ عَلَى طَرِيقِ الْمَجَازِ الْمُرْسَلِ. </p><p> وَأَمَّا قَوْلُهُ: وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ فَفِيهِ وَجْهَانِ أَحَدُهُمَا: أَنَّهُ مِنَ الشَّهَادَةِ فِي الْقِتَالِ وَهِيَ أَنْ يُقْتَلَ الْمُؤْمِنُ فِي سَبِيلِ اللهِ أَيْ مُدَافِعًا عَنِ الْحَقِّ قَاصِدًا إِعْلَاءَ كَلِمَتِهِ. وَالثَّانِي: أَنَّهُ مِنَ الشَّهَادَةِ عَلَى النَّاسِ بِالْمَعْنَى الَّذِي تَقَدَّمَ فِي قَوْلِهِ - عَزَّ وَجَلَّ -: لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ [٢: ١٤٣] وَالْأَوَّلُ هُوَ الَّذِي يَسْبِقُ إِلَى الذِّهْنِ فِي هَذَا الْمَقَامِ، وَإِنَّمَا سُمِّيَ هَؤُلَاءِ الْمَقْتُولُونَ شُهَدَاءَ لِأَنَّهُمْ يُشَاهِدُونَ بَعْدَ الْمَوْتِ مِنَ الْمَلَكُوتِ وَنَعِيمِهِ مَا لَا يَكُونُ لِغَيْرِهِمْ أَوْ لِأَنَّهُمْ بِبَذْلِ أَنْفُسِهِمْ فِي سَبِيلِ اللهِ يَكُونُونَ مِنَ الشُّهَدَاءِ عَلَى النَّاسِ يَوْمَ الْقِيَامَةِ بِالْمَعْنَى الْمُشَارِ إِلَيْهِ آنِفًا، أَوْ لِأَنَّهُ مَشْهُودٌ لَهُمْ بِالْجَنَّةِ أَوْ لِأَنَّ الْمَلَائِكَةَ تَشْهَدُ مَوْتَهُمْ. أَقُولُ: </p><p> وَقَوْلُهُ: وَاللهُ لَا يُحِبُّ الظَّالِمِينَ جُمْلَةٌ مُعْتَرِضَةٌ مَسُوقَةٌ لِبَيَانِ أَنَّ الشُّهَدَاءَ يَكُونُونَ </p><p> مِمَّنْ خَلَصُوا لِلَّهِ وَأَخْلَصُوا فِي إِيمَانِهِمْ وَأَعْمَالِهِمْ فَلَمْ يَظْلِمُوا أَنْفُسَهُمْ بِمُخَالَفَةِ الْأَمْرِ أَوِ النَّهْيِ، وَلَا بِالْخُرُوجِ عَنْ سُنَنِ اللهِ فِي الْخَلْقِ وَأَنَّهُ - تَعَالَى - لَا يَصْطَفِي لِلشَّهَادَةِ الظَّالِمِينَ مَا دَامُوا عَلَى ظُلْمِهِمْ، وَفِي ذَلِكَ بِشَارَةٌ لِلْمُتَّقِينَ، وَإِنْذَارٌ لِلْمُقَصِّرِينَ، فَالنَّاسُ قَبْلَ الِابْتِلَاءِ بِالْمِحَنِ وَالْفِتَنِ يَكُونُونَ سَوَاءً، فَإِذَا ابْتُلُوا تَبَيَّنَ الْمُخْلِصُ وَالصَّادِقُ وَالظَّالِمُ وَالْمُنَافِقُ وَمَا أَسْهَلَ ادِّعَاءَ الْإِخْلَاصِ وَالصِّدْقِ إِذَا كَانَتْ آيَاتُهُمَا مَجْهُولَةً، فَبَيَانُ السَّبَبِ مُؤَدِّبٌ لِلْمُقَصِّرِينَ وَقَاطِعٌ لِأَلْسِنَةِ الْمُدَّعِينَ، إِلَّا أَنْ يَكُونُوا مَعَ الْأَغْنِيَاءِ الْجَاهِلِينَ. </p><p> أَقُولُ: وَفِيهِ أَيْضًا أَنَّ أَعْدَاءَهُمْ مِنَ الْمُشْرِكِينَ لَا يُحِبُّهُمُ اللهُ، أَيْ لَا يُعَامِلُهُمْ مُعَامَلَةَ الْمُحِبِّ لِلْمَحْبُوبِ، لِأَنَّهُمْ يَظْلِمُونَ أَنْفُسَهُمْ وَيُسَفِّهُونَهَا بِعِبَادَةِ الْمَخْلُوقَاتِ وَاجْتِرَاحِ السَّيِّئَاتِ وَيَظْلِمُونَ غَيْرَهُمْ بِالْفَسَادِ فِي الْأَرْضِ وَالْبَغْيِ عَلَى النَّاسِ وَهَضْمِ حُقُوقِهِمْ، وَالظَّالِمُ لَا تَدُومُ لَهُ سُلْطَةٌ، وَلَا تَثْبُتُ لَهُ دَوْلَةٌ، فَإِذَا أَصَابَ غِرَّةً مِنْ أَهْلِ الْحَقِّ وَالْعَدْلِ فَكَانَتْ لَهُ دَوْلَةٌ فِي حَرْبٍ أَوْ حُكْمٍ، فَإِنَّمَا تَكُونُ دَوْلَتُهُ سَرِيعَةَ الزَّوَالِ، قَرِيبَةَ الِانْحِلَالِ وَالِاضْمِحْلَالِ، وَفِيهِ تَعْرِيضٌ أَيْضًا بِالْمُنَافِقِينَ فَإِنَّهُمْ أَظْلَمُ الظَّالِمِينَ. </p><p> ثُمَّ قَالَ - تَعَالَى -: وَلِيُمَحِّصَ اللهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ قَالَ فِي الْأَسَاسِ: مَحَّصَ الشَّيْءَ مَحْصًا وَمَحَّصَهُ تَمْحِيصًا خَلَّصَهُ مِنْ كُلِّ عَيْبٍ، وَمَحَّصَ الذَّهَبَ بِالنَّارِ خَلَّصَهُ مِمَّا يَشُوبُهُ، </p><p> ثُمَّ قَالَ: وَمِنَ الْمَجَازِ مَحَّصَ اللهُ التَّائِبَ مِنَ الذُّنُوبِ، وَمَحَّصَ قَلْبَهُ وَتَمَحَّصَتْ ذُنُوبُهُ وَتَمَحَّصَتِ الظَّلْمَاءُ تَكَشَّفَتْ قَالَ: </p><p> حَتَّى بَدَتْ قَمْرَاؤُهُ وَتَمَحَّصَتْ ... ظَلْمَاؤُهُ وَرَأَى الطَّرِيقَ الْمُبْصَرِ </p><p> أَقُولُ: وَأَصْلُ الْمَحْقِ النُّقْصَانُ كَمَا قَالَ الرَّاغِبُ وَمِنْهُ الْمِحَاقُ لِآخِرِ الشَّهْرِ، وَقَالَ فِي الْأَسَاسِ:  \" مَحَقَ الشَّيْءَ مَحَاهُ وَذَهَبَ بِهِ. .وَسَمِعْتُهُمْ يَقُولُونَ فِي كُلِّ شَيْءٍ لَا يُحْسِنُ الْإِنْسَانُ عَمَلَهُ:قَدْ مَحَقَهُ،وَيَقُولُونَ لِلْهَلَكَةِ:الْمَحْقَةُ \" قَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ تَمْحِيصَ الْمُؤْمِنِينَ عِبَارَةٌ عَنْ تَكْفِيرِ ذُنُوبِهِمْ وَمَحْوِ سَيِّئَاتِهِمْ، وَعَبَّرَ عَنْهُ بَعْضُهُمْ بِالتَّطْهِيرِ وَالتَّزْكِيَةِ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدٍ وَغَيْرِهِمَا مِنَ السَّلَفِ تَفْسِيرُ التَّمْحِيصِ بِالِابْتِلَاءِ وَالِاخْتِبَارِ. وَكَأَنَّهُ بَيَانٌ لِمَبْدَئِهِ دُونَ غَايَتِهِ. وَقَالَ بَعْضُهُمْ: يُمَحِّصُ اللهُ بِالْمَصَائِبِ ذُنُوبَ الْمُؤْمِنِينَ وَبِمَحْقِ نُفُوسِ الْكَافِرِينَ. وَرَدَّ الْأُسْتَاذُ قَوْلَ مَنْ قَالَ: إِنَّ التَّمْحِيصَ تَكْفِيرُ الذُّنُوبِ بِأَنَّ الْمَعْهُودَ مِنَ الْقُرْآنِ التَّعْبِيرُ عَنْ هَذَا الْمَعْنَى بِالتَّكْفِيرِ، وَأَنَّ لِلتَّمْحِيصِ هُنَا مَعْنًى آخَرَ يَتَّفِقُ مَعَ </p><p> مَا قَالَهُ بَعْضُ الْمُفَسِّرِينَ فِي جُمْلَتِهِ لَا فِي تَصْوِيرِهِ. وَصَوَّرَهُ هُوَ بِنَحْوِ مَا يَأْتِي: </p><p> كُلُّ إِنْسَانٍ يَحْكُمُ لِنَفْسِهِ فِي نَفْسِهِ بِأُمُورٍ كَثِيرَةٍ يُصَدِّقُهُ فِيهَا الْحَقُّ الْوَاقِعُ أَوْ يُكَذِّبُهُ، فَالْمُعْتَقِدُ حَقِّيَّةَ الدِّينِ قَدْ يَتَصَوَّرُ وَقْتَ الرَّخَاءِ أَنَّهُ يَسْهُلُ عَلَيْهِ بَذْلَ مَالِهِ وَنَفْسِهِ فِي سَبِيلِ اللهِ لِيَحْفَظَ شَرَفَ دِينِهِ وَيَدْفَعَ عَنْهُ كَيْدَ الْمُعْتَدِينَ، فَإِذَا جَاءَ الْبَأْسُ ظَهَرَ لَهُ مِنْ نَفْسِهِ خِلَافُ مَا كَانَ يَتَصَوَّرُ (وَتَقَدَّمَ الْكَلَامُ فِي هَذِهِ الْمَسْأَلَةِ آنِفًا) . فَالْإِنْسَانُ يَلْتَبِسُ عَلَيْهِ أَمْرُ نَفْسِهِ فَلَا يَتَجَلَّى كَمَالَ التَّجَلِّي إِلَّا بِالتَّجَارِبِ الْكَثِيرَةِ وَالِامْتِحَانِ بِالشَّدَائِدِ الْعَظِيمَةِ، فَالتَّجَارِبُ وَالشَّدَائِدُ كَتَمْحِيصِ الذَّهَبِ يَظْهَرُ بِهِ زَيْفُهُ وَنُضَارُهُ. ثُمَّ إِنَّهَا أَيْضًا تَنْفِي خَبَثَهُ وَزَغَلَهُ. كَذَلِكَ كَانَ الْأَمْرُ فِي أُحُدٍ: تَمَيَّزَ الْمُؤْمِنُونَ الصَّادِقُونَ مِنَ الْمُنَافِقِينَ وَتَطَهَّرَتْ نُفُوسُ بَعْضِ ضُعَفَاءِ الْمُؤْمِنِينَ مِنْ كُدُورَتِهَا فَصَارَتْ تِبْرًا خَالِصًا، وَهَؤُلَاءِ هُمُ الَّذِينَ خَالَفُوا أَمْرَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَطَمِعُوا فِي الْغَنِيمَةِ، وَالَّذِينَ انْهَزَمُوا وَوَلَّوْا وَهُمْ مُدْبِرُونَ، مَحَّصَ الْجَمِيعَ بِتِلْكَ الشِّدَّةِ فَعَلِمُوا أَنَّ الْمُسْلِمَ مَا خُلِقَ لِيَلْهُوَ وَيَلْعَبَ، وَلَا لِيَكْسَلَ وَيَتَوَاكَلَ، وَلَا لِيَنَالَ الظَّفَرَ وَالسِّيَادَةَ بِخَوَارِقِ الْعَادَاتِ وَتَبْدِيلِ سُنَنِ اللهِ فِي الْمَخْلُوقَاتِ بَلْ خُلِقَ لِيَكُونَ أَكْثَرَ النَّاسِ جِدًّا فِي الْعَمَلِ، وَأَشَدَّهُمْ مُحَافَظَةً عَلَى النَّوَامِيسِ وَالسُّنَنِ. </p><p> أَقُولُ: وَقَدْ تَجَلَّى أَثَرُ هَذَا التَّمْحِيصِ أَكْمَلَ التَّجَلِّي فِي غَزْوَةِ حَمْرَاءِ الْأَسَدِ إِذْ أَمَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَلَّا يَتْبَعَ الْمُشْرِكِينَ إِلَّا مَنْ شَهِدَ الْقِتَالَ بِأُحُدٍ، فَامْتَثَلُوا الْأَمْرَ بِقُلُوبٍ مُطْمَئِنَّةٍ وَعَزَائِمَ شَدِيدَةٍ وَهُمْ عَلَى مَا هُمْ عَلَيْهِ مِنْ تَبْرِيحِ الْجِرَاحِ بِهِمْ كَمَا تَقَدَّمَ بَيَانُهُ. فَلْيَعْتَبِرْ بِهَذَا مُسْلِمُو هَذَا الزَّمَانِ وَلْيَعْلَمُوا مَا هُوَ مِقْدَارُ حَظِّهِمْ مِنَ الْإِسْلَامِ وَالْإِيمَانِ، وَأَمَّا مَحْقُ الْكَافِرِينَ بِالشَّدَائِدِ فَلَيْسَ مَعْنَاهُ فَنَاؤُهُمْ وَهَلَاكُهُمْ، وَإِنَّمَا هُوَ الْيَأْسُ يَسْطُو عَلَيْهِمْ </p>"
}