{
  "id": null,
  "sura": 3,
  "aya": 105,
  "text": "<p> الْمُسْلِمِينَ شُورَى، وَمَجِيءُ النَّصِّ الْأَوَّلِ فِي الذِّكْرِ بِصِيغَةِ الْخَبَرِ يُؤَكِّدُ كَوْنَهُ فَرْضًا حَتْمًا، كَمَا عُهِدَ نَظِيرُ ذَلِكَ فِي الْأَسَالِيبِ الْبَلِيغَةِ وَمَرَّ مَعَنَا كَثِيرٌ مِنْهَا رَاجِعْ تَفْسِيرَ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ [٢: ٢٢٨] الْآيَةَ، وَالنَّصُّ الثَّانِي صَرِيحٌ فِي الْوُجُوبِ وَالضَّامِنُ لَهُ الْأُمَّةُ الْمُخَاطَبَةُ بِالتَّكَالِيفِ فِي أَكْثَرِ النُّصُوصِ. وَإِنَّمَا الْآيَةُ الَّتِي نُفَسِّرُهَا تَفْصِيلٌ لِكَيْفِيَّةِ الضَّمَانِ كَمَا يَأْتِي مُبَيَّنًا عَنْهُ - رَحِمَهُ اللهُ تَعَالَى -. </p><p> قَالَ: وَمِمَّا يُنَاطُ بِهَذِهِ الْأُمَّةِ - وَهُوَ أَصْلُ كُلِّ مَعْرُوفٍ - النَّظَرُ فِي تَعْلِيمِ الْجَاهِلِينَ، فَإِذَا عَلِمْتَ أَنَّ فِي مَكَانٍ مَا طَائِفَةً مِنَ الْمُسْلِمِينَ جَاهِلِينَ بِمَا يَجِبُ اتَّخَذْتَ الْوَسَائِلَ لِتَعْلِيمِهِمْ، وَمِنْ هُنَا يُعْلَمُ فَسَادُ مَا يَقُولُهُ كَثِيرٌ مِنَ الْفُقَهَاءِ مِنْ أَنَّهُ لَا يَجِبُ عَلَيْهِمْ أَنْ يَتَصَدُّوا لِتَعْلِيمِ النَّاسِ مَا لَمْ يَسْعَوْا إِلَيْهِمْ وَيَسْأَلُوهُمْ، وَلَا يَجْهَلُ أَحَدٌ أَنَّ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ تَصَدَّى لِتَعْلِيمِ النَّاسِ وَلَمْ يَقْعُدْ فِي بَيْتِهِ مُنْتَظِرًا سُؤَالَ النَّاسِ لِيُفِيدَهُمْ، وَكَذَلِكَ فَعَلَ الصَّحَابَةُ عَلَيْهِمُ الرِّضْوَانُ اهْتِدَاءً بِهَدْيِهِ. </p><p> قَالَ: ثُمَّ إِنَّ كَوْنَ الْقَائِمِينَ بِالْأَمْرِ وَالنَّهْيِ أُمَّةً يَسْتَلْزِمُ أَنْ يَكُونَ لَهَا رِيَاسَةٌ تُدَبِّرُهَا ; لِأَنَّ أَمْرَ الْجَمَاعَةِ بِغَيْرِ رِيَاسَةٍ يَكُونُ مُخْتَلًّا مُعْتَلًّا، فَكُلُّ كَوْنٍ لَا رِيَاسَةَ فِيهِ فَاسِدٌ، فَالرَّأْسُ هُوَ مَرْكَزُ تَدْبِيرِ الْبَدَنِ وَتَصْرِيفِ الْأَعْضَاءِ فِي أَعْمَالِهَا، وَكَذَلِكَ يَكُونُ رَئِيسُ هَذِهِ الْأُمَّةِ مَصْدَرَ النِّظَامِ وَتَوْزِيعِ الْأَعْمَالِ عَلَى الْعَامِلِينَ، فَمِنْهُمْ مَنْ يُوَجَّهُونَ إِلَى دَعْوَةِ غَيْرِ الْمُسْلِمِينَ إِلَى الْإِسْلَامِ، وَمِنْهُمْ مَنْ يُوَجَّهُونَ إِلَى إِرْشَادِ الْمُسْلِمِينَ فِي بِلَادِهِمْ، وَمَقَامُ الرِّيَاسَةِ يَخْتَارُ بِالْمُشَاوَرَةِ لِكُلِّ عَمَلٍ وَلِكُلِّ بِلَادٍ مَنْ يَكُونُونَ أَكْفَاءَ لِلْقِيَامِ بِالْوَاجِبِ فِيهَا ; لِتَكُونَ أَعْمَالُهُمْ مُؤَدِّيَةً إِلَى مَقْصِدِ الْأُمَّةِ الْعَامِّ، فَإِنَّ مِنْ مَعْنَى الْأُمَّةِ أَنْ يَكُونَ لِلْأَفْرَادِ الَّذِينَ تَتَكَوَّنُ مِنْهُمْ وَحْدَةٌ فِي الْقَصْدِ مِنْ أَعْمَالِهِمْ وَسَيْرِهِمْ فَإِذَا اخْتَلَفَتِ الْمَقَاصِدُ فَسَدَ الْعَمَلُ بِاخْتِلَافِ الْآرَاءِ وَتَنْكِيثِ الْقُوَى ; وَلِذَلِكَ جَاءَ بَعْدَ هَذِهِ الْآيَةِ النَّهْيُ عَنِ التَّفَرُّقِ وَالِاخْتِلَافِ. </p><p> قَالَ: ثُمَّ إِنَّ كَوْنَ الْأُمَّةِ الْخَاصَّةِ مُنْتَخَبَةٌ مِنَ الْأُمَّةِ الْعَامَّةِ يَقْتَضِي أَنْ تَكُونَ لِلْعَامَّةِ رِقَابَةٌ وَسَيْطَرَةٌ عَلَى الْخَاصَّةِ تُحَاسِبُهَا عَلَى تَفْرِيطِهَا وَلَا تُعِيدُ انْتِخَابَ مَنْ يُقَصِّرُ فِي عَمَلِهِ لِمِثْلِهِ. فَالْأُمَّةُ الصُّغْرَى الْمُنْتَخَبَةُ (بِفَتْحِ الْخَاءِ) تَكُونُ مُسَيْطِرَةً عَلَى أَفْرَادِ الْأُمَّةِ الْكُبْرَى الْمُنْتَخِبَةِ (بِكَسْرِ الْخَاءِ) وَهَذِهِ تَكُونُ مُسَيْطِرَةً عَلَى الْأُمَّةِ الصُّغْرَى، وَبِهَذَا يَكُونُ الْمُسْلِمُونَ فِي تَكَافُلٍ وَتَضَامُنٍ. </p><p> بَعْدَ أَنْ أَمَرَ اللهُ - سُبْحَانَهُ وَتَعَالَى - بِأَنْ تَكُونَ مِنَّا أُمَّةٌ تَدْعُو إِلَى الْخَيْرِ وَتَأْمُرُ بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ، وَبَيَّنَ أَنَّ أُولَئِكَ هُمُ الْمُفْلِحُونَ دُونَ سِوَاهُمْ - لِأَنَّهُمْ هُمُ الَّذِينَ يُقِيمُونَ الدِّينَ وَيَحْفَظُونَ سِيَاجَهُ، وَبِهِمْ تَتَحَقَّقُ الْوَحْدَةُ الْمَقْصُودَةُ مِنْهُ - نَهَانَا عَنِ التَّفَرُّقِ وَالِاخْتِلَافِ الَّذِي يَذْهَبُ بِتِلْكَ الْوَحْدَةِ وَيَتَعَذَّرُ مَعَهُ الْقِيَامُ بِتِلْكَ الدَّعْوَةِ الصَّالِحَةِ فَقَالَ عَزَّ مِنْ قَائِلٍ: وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَهُمْ أَهْلُ الْكِتَابِ، تَفَرَّقُوا فِي الدِّينِ وَكَانُوا شِيَعًا كُلُّ شِيعَةٍ تَذْهَبُ مَذْهَبًا يُخَالِفُ مَذْهَبَ الْأُخْرَى، وَصَارَ كُلٌّ يَنْصُرُ مَذْهَبَهُ وَيَدْعُو إِلَيْهِ </p><p> وَيُخَطِّئُ مَا سِوَاهُ حَتَّى تَعَادَوْا وَاقْتَتَلُوا عَلَى ذَلِكَ، رَاجِعْ تَفْسِيرَ آيَةِ وَلَوْ شَاءَ اللهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ [٢: ٢٥٣] فِي الْجُزْءِ الثَّالِثِ مِنَ التَّفْسِيرِ، وَلَوْ كَانُوا أُمَّةً أَوْ كَانَ فِيهِمْ أُمَّةٌ </p><p> تَأْمُرُ بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ مُعْتَصِمِينَ بِحَبْلٍ وَاحِدٍ مُتَوَجِّهِينَ إِلَى غَايَةٍ وَاحِدَةٍ لَمَا تَفَرَّقُوا فِي الْمَقَاصِدِ، وَلَوْ لَمْ يَتَفَرَّقُوا لَمَا اخْتَلَفُوا فِي الدِّينِ وَتَعَدَّدَتْ فِيهِمُ الْمَذَاهِبُ فِي أُصُولِهِ وَفُرُوعِهِ حَتَّى قَتَلَ بَعْضُهُمْ بَعْضًا، فَلَا تَكُونُوا مِثْلَهُمْ فَيَحِلَّ بِكُمْ مَا حَلَّ بِهِمْ. </p><p> فَهَذِهِ الْآيَةُ مُتَمِّمَةٌ لِقَوْلِهِ - تَعَالَى -: وَاعْتَصِمُوا بِحَبْلِ اللهِ وَمَا بَعْدَهَا، فَالِاعْتِصَامُ بِحَبْلِ اللهِ هُوَ الْأَصْلُ وَبِهِ يَكُونُ الِاجْتِمَاعُ وَالِاتِّحَادُ الَّذِي يَجْعَلُ الْأُمَّةَ كَالشَّخْصِ الْوَاحِدِ، وَالدَّعْوَةُ إِلَى الْخَيْرِ هِيَ الَّتِي تَغْذُو هَذِهِ الْوَحْدَةَ وَتَمُدُّهَا وَتُنَمِّيهَا، وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ تَقُومُ بِهِ أُمَّةٌ قَوِيَّةٌ هُوَ الَّذِي يَحْفَظُهَا وَيُؤَيِّدُهَا وَيَشُدُّ أَزْرَهَا. قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ هَذِهِ الْآيَةَ كَالدَّلِيلِ عَلَى أَنَّهُ يَجِبُ أَنْ تَكُونَ وِجْهَةُ الْأُمَّةِ الدَّاعِيَةِ الْآمِرَةِ النَّاهِيَةِ وَاحِدَةً ; لِأَنَّ الَّذِينَ سَبَقُوهُمْ مَا أَفْلَحُوا لِعَدَمِ وَحْدَتِهِمْ، كَأَنَّهُ يَقُولُ: لَا يُمْكِنُ أَنْ تَتَكَوَّنَ فِيكُمْ أُمَّةٌ لِلدَّعْوَةِ وَالْأَمْرِ وَالنَّهْيِ إِلَّا إِذَا اجْتَمَعَتْ عَلَى مَقْصِدٍ وَاحِدٍ، فَالتَّرْتِيبُ فِي الْآيَاتِ طَبِيعِيٌّ، إِذْ مِنَ الْبَدِيهِيِّ أَنَّ الْمُتَّفِقِينَ فِي الْمَقْصِدِ لَا يَخْتَلِفُونَ اخْتِلَافًا ضَارًّا يُنَافِيهِ، وَإِنَّمَا يَقَعُ الِاخْتِلَافُ بَعْدَ التَّفَرُّقِ فِي الْمَقَاصِدِ وَالتَّبَايُنِ فِي الْأَهْوَاءِ بِذَهَابِ كُلٍّ إِلَى تَأْيِيدِ مَقْصِدِهِ وَإِرْضَاءِ هَوَاهُ فِيهِ، وَالِاخْتِلَافُ فِي الرَّأْيِ لِأَجْلِ تَأْيِيدِ الْمَقْصِدِ الْمُتَّفَقِ عَلَيْهِ لَا يَضُرُّ بَلْ يَنْفَعُ، وَهُوَ طَبِيعِيٌّ لَا مَنْدُوحَةَ عَنْهُ. </p><p> أَقُولُ: وَقَدْ أَوْرَدَ الْإِمَامُ الرَّازِيُّ لِاتِّصَالِ هَذِهِ الْآيَةِ بِمَا قَبْلَهَا قَوْلَيْنِ أَقْرَبُهُمَا ثَانِيهِمَا، وَإِنْ كَانَ الْأَوَّلُ مِنْهُمَا صَحِيحًا فِي نَفْسِهِ فَقَالَ: \" فِي النَّظْمِ وَجْهَانِ: </p><p> (الْأَوَّلُ) أَنَّهُ - تَعَالَى - ذَكَرَ فِي الْآيَاتِ الْمُتَقَدِّمَةِ أَنَّهُ بَيَّنَ فِي التَّوْرَاةِ وَالْإِنْجِيلِ مَا يَدُلُّ عَلَى صِحَّةِ دِينِ الْإِسْلَامِ وَصِحَّةِ نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ ذَكَرَ أَنَّ أَهْلَ الْكِتَابِ حَسَدُوا مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاحْتَالُوا فِي إِلْقَاءِ الشُّكُوكِ وَالشُّبُهَاتِ فِي تِلْكَ النُّصُوصِ الظَّاهِرَةِ، ثُمَّ إِنَّهُ - تَعَالَى - أَمَرَ الْمُؤْمِنِينَ بِالْإِيمَانِ بِاللهِ وَالدَّعْوَةِ إِلَى اللهِ، ثُمَّ خَتَمَ ذَلِكَ بِأَنَّ حَذَّرَ مِنْ مِثْلِ فِعْلِ أَهْلِ الْكِتَابِ وَهُوَ إِلْقَاءُ الشُّبُهَاتِ فِي هَذِهِ النُّصُوصِ وَاسْتِخْرَاجُ التَّأْوِيلَاتِ الْفَاسِدَةِ الرَّافِعَةِ لِدَلَالَةِ هَذِهِ النُّصُوصِ، فَقَالَ: وَلَا تَكُونُوا أَيُّهَا الْمُؤْمِنُونَ عِنْدَ سَمَاعِ هَذِهِ الْبَيِّنَاتِ كَالَّذِينِ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ أَهْلِ الْكِتَابِ مِنْ بَعْدِ مَا جَاءَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ تِلْكَ النُّصُوصُ الظَّاهِرَةُ. فَعَلَى هَذَا الْوَجْهِ تَكُونُ مِنْ تَتِمَّةِ جُمْلَةِ </p><p> الْآيَاتِ. </p><p> وَ (الثَّانِي) وَهُوَ أَنَّهُ - تَعَالَى - لَمَّا أَمَرَ بِالْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ وَذَلِكَ مِمَّا لَا يَتِمُّ إِلَّا إِذَا كَانَ الْآمِرُ بِالْمَعْرُوفِ قَادِرًا عَلَى تَنْفِيذِ هَذَا التَّكْلِيفِ عَلَى الظَّلَمَةِ وَالْمُتَعَالِينَ، وَلَا تَحْصُلُ هَذِهِ الْقُدْرَةُ إِلَّا إِذَا حَصَلَتِ الْأُلْفَةُ وَالْمَحَبَّةُ بَيْنَ أَهْلِ الْحَقِّ وَالدِّينِ، لَا جَرَمَ حَذَّرَهُمْ - تَعَالَى - مِنَ الْفُرْقَةِ وَالِاخْتِلَافِ ; لِكَيْلَا يَصِيرَ ذَلِكَ سَبَبًا لِعَجْزِهِمْ عَنِ الْقِيَامِ بِهَذَا التَّكْلِيفِ. </p><p> وَعَلَى هَذَا الْوَجْهِ تَكُونُ هَذِهِ الْآيَةُ مِنْ تَتِمَّةِ الْآيَةِ السَّابِقَةِ فَقَطْ \" اهـ. وَمَا قَالَهُ صَحِيحٌ، وَلَكِنَّ الْوَجْهَ فِي تَفْسِيرِهَا وَاتِّصَالِهَا بِمَا قَبْلَهُ هُوَ مَا جَرَيْنَا عَلَيْهِ آنِفًا.</p><p> وَعُلِمَ مِمَّا بَيَّنَّا أَنَّ الِاخْتِلَافَ الْمَنْهِيَّ عَنْهُ هُوَ مَا كَانَ نَاشِئًا عَنِ التَّفَرُّقِ لَا كُلُّ اخْتِلَافٍ وَإِنْ كَانَ فِي وَسَائِلِ تَأْيِيدِ الْمَقْصِدِ مَعَ حُسْنِ النِّيَّةِ الَّذِي لَا يَدُومُ مَعَهُ خِلَافٌ، وَإِذَا دَامَ فِي مَسْأَلَةٍ فَإِنَّهُ لَا يَضُرُّ ; لِأَنَّهُ لَا يَتَرَتَّبُ عَلَيْهِ اخْتِلَافٌ فِي الْعَمَلِ، إِذِ الْمُتَّفِقُونَ الْمُخْلِصُونَ يَرْجِعُ بَعْضُهُمْ إِلَى قَوْلِ مَنْ ظَهَرَ عَلَى لِسَانِهِ الْبُرْهَانُ مِنْهُمْ وَإِلَّا عَمِلُوا بِرَأْيِ الْأَكْثَرِينَ فِيمَا لَا يَظْهَرُ لِلْأَقَلِّينَ بُرْهَانُهُ. قَالَ الْأُسْتَاذُ الْإِمَامُ: وَلَا نَخُوضُ فِي أَقْوَالِ الْمُئَوِّلِينَ الْمُتَحَكِّكِينَ بِالْأَلْفَاظِ عَلَى الطَّرِيقَةِ الَّتِي يُعَبِّرُونَ عَنْهَا بِالتَّحْقِيقِ وَالتَّدْقِيقِ كَحَمْلِ بَعْضِهِمُ التَّفَرُّقَ عَلَى مَا يَكُونُ فِي الْعَقَائِدِ، وَالِاخْتِلَافَ عَلَى مَا يَكُونُ فِي الْأَحْكَامِ، وَادِّعَاءِ بَعْضِهِمْ أَنَّهَا بِمَعْنًى وَاحِدٍ، فَالْآيَةُ ظَاهِرَةُ الْمَعْنَى. أَقُولُ: وَمِنَ الْأَقْوَالِ الَّتِي أَوْرَدَهَا الرَّازِيُّ أَنَّهُمْ تَفَرَّقُوا بِسَبَبِ التَّأْوِيلَاتِ الْفَاسِدَةِ، ثُمَّ اخْتَلَفُوا بِأَنْ حَاوَلَ كُلٌّ مِنْهُمْ نُصْرَةَ مَذْهَبِهِ. وَهَذَا وَاقِعٌ وَلَكِنَّهُ تَفْسِيرُ الِاخْتِلَافِ فِي الْمَذَاهِبِ وَمَا يَنْشَأُ عَنْهُ وَكُلُّهُ أَثَرٌ لِلتَّفَرُّقِ. وَمِنْهَا أَنَّهُمْ تَفَرَّقُوا بِأَبْدَانِهِمْ بِأَنْ صَارَ كُلُّ وَاحِدٍ مِنْ أُولَئِكَ الْأَحْبَارِ رَئِيسًا فِي بَلَدٍ ثُمَّ اخْتَلَفُوا بِأَنْ صَارَ كُلُّ وَاحِدٍ مِنْهُمْ يَدَّعِي أَنَّهُ عَلَى الْحَقِّ وَأَنَّ صَاحِبَهُ عَلَى الْبَاطِلِ. قَالَ الْأُسْتَاذُ الرَّازِيُّ بَعْدَ إِيرَادِ هَذَا الْقَوْلِ: \" وَأَقُولُ إِنَّكَ إِذَا أَنْصَفْتَ عَلِمْتَ أَنَّ أَكْثَرَ عُلَمَاءِ هَذَا الزَّمَانِ صَارُوا مَوْصُوفِينَ بِهَذِهِ الصِّفَةِ فَنَسْأَلُ اللهَ الْعَفْوَ وَالرَّحْمَةَ \" اهـ.</p><p> أَقُولُ: وَتَبِعَ الرَّازِيَّ فِي قَوْلِهِ هَذَا فِي الْعُلَمَاءِ نِظَامُ الدِّينِ الْحَسَنُ النَّيْسَابُورِيُّ فِي تَفْسِيرِهِ (كَعَادَتِهِ) فَقَالَ بَعْدَ ذِكْرِ تَفَرُّقِ الْأَحْبَارِ وَاخْتِلَافِهِمْ: \" وَلَعَلَّ الْإِنْصَافَ أَنَّ أَكْثَرَ عُلَمَاءِ الزَّمَانِ بِهَذِهِ الصِّفَةِ، فَنَسْأَلُ اللهَ الْعِصْمَةَ وَالسَّدَادَ \" اهـ. وَسَبَقَهُمَا حُجَّةُ الْإِسْلَامِ الْغَزَّالِيُّ إِلَى بَيَانِ سُوءِ حَالِ الْعُلَمَاءِ فِي الِاخْتِلَافِ مَا عَدَا الْأَفْرَادَ الَّذِينَ يُنْكِرُونَ التَّقْلِيدَ وَيَقُولُونَ </p><p> بِوُجُوبِ الِاعْتِصَامِ بِحَبْلِ اللهِ - وَهُوَ كِتَابُهُ - وَعَدَمِ التَّفَرُّقِ وَالِاخْتِلَافِ، وَلَكِنْ صَوْتُ هَؤُلَاءِ الْأَفْرَادِ لَا يُسْمَعُ بَيْنَ جَلَبَةِ جُمْهُورِ الْعُلَمَاءِ وَلَا سِيَّمَا أَصْحَابُ الْمَنَاصِبِ وَالْحُظْوَةِ عِنْدَ الْأُمَرَاءِ وَالْمُلُوكِ الَّذِينَ يُدَعِّمُونَ سُلْطَتَهُمْ بِجُمْهُورِ الْعُلَمَاءِ الَّذِينَ يَتْبَعُهُمُ الْعَامَّةُ. </p><p> وَمِنَ الْعَجِيبِ أَنَّ هَؤُلَاءِ الْعُلَمَاءَ الْأَفْرَادَ الَّذِينَ تَنَبَّهُوا فِي الْقُرُونِ الْوُسْطَى إِلَى سُوءِ حَالِ عُلَمَاءِ الْإِسْلَامِ الَّذِينَ يُلَقِّبُهُمُ الْغَزَّالِيُّ بِعُلَمَاءِ السُّوءِ لَمْ يُحَاوِلُوا مُعَالَجَةَ هَذَا الدَّاءِ وَاصْطِلَامِ أَرْوِمَتِهِ، وَهُوَ تَفَرُّقُ الْمَذَاهِبِ وَالتَّعَصُّبُ لَهَا بِالدَّوَاءِ الَّذِي وَصَفَهُ اللهُ - تَعَالَى - فِي كِتَابِهِ، وَهُوَ تَأْلِيفُ أُمَّةٍ تَدْعُو إِلَى الِاعْتِصَامِ وَتَأْمُرُ بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ، بَلِ اكْتَفَى بَعْضُهُمْ بِالشَّكْوَى مِنْ ذَلِكَ وَإِنْكَارِهِ فِي الْكُتُبِ الَّتِي يُؤَلِّفُهَا كَالْإِمَامِ الرَّازِيِّ، أَوْ بِاللِّسَانِ لِبَعْضِ تَلَامِيذِهِ كَمَا نَقَلَ الرَّازِيُّ </p><p> عَنْ أَكْبَرِ شُيُوخِهِ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى -: اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا [٩: ٣١] فَإِنَّهُ بَعْدَ تَفْسِيرِ اتِّخَاذِهِمْ أَرْبَابًا بِطَاعَتِهِمْ فِيمَا يُحَلِّلُونَ وَيُحَرِّمُونَ كَمَا وَرَدَ فِي الْحَدِيثِ الْمَرْفُوعِ قَالَ مَا نَصَّهُ: </p><p> قَالَ شَيْخُنَا وَمَوْلَانَا خَاتِمَةُ الْمُحَقِّقِينَ وَالْمُجْتَهِدِينَ - رَضِيَ اللهُ عَنْهُ -: قَدْ شَاهَدْتُ جَمَاعَةً مِنْ مُقَلِّدَةِ الْفُقَهَاءِ قَرَأْتُ عَلَيْهِمْ آيَاتٍ كَثِيرَةً مِنْ كِتَابِ اللهِ - تَعَالَى - فِي بَعْضِ مَسَائِلَ وَكَانَتْ مَذَاهِبُهُمْ بِخِلَافِ تِلْكَ الْآيَاتِ فَلَمْ يَقْبَلُوا تِلْكَ الْآيَاتِ وَلَمْ يَلْتَفِتُوا إِلَيْهَا وَبَقُوا يَنْظُرُونَ إِلَيَّ كَالْمُتَعَجِّبِ! يَعْنِي كَيْفَ يُمْكِنُ الْعَمَلُ بِظَوَاهِرِ هَذِهِ الْآيَاتِ مَعَ أَنَّ الرِّوَايَةَ عَنْ سَلَفِنَا وَرَدَتْ عَلَى خِلَافِهَا! وَلَوْ تَأَمَّلْتَ حَقَّ التَّأَمُّلِ وَجَدْتَ هَذَا الدَّاءَ سَارِيًا فِي عُرُوقِ الْأَكْثَرِينَ مِنْ أَهْلِ الدُّنْيَا \" اهـ. </p><p> أَقُولُ: إِنَّ الرَّازِيَّ - رَحِمَهُ اللهُ تَعَالَى - كَانَ يُقَرِّرُ هَذِهِ الْحَقِيقَةَ عِنْدَمَا يُفَسِّرُ آيَاتِهَا وَيَنْسَاهَا فِي مَوَاضِعَ أُخْرَى، فَيَتَعَصَّبُ لِلْأَشْعَرِيَّةِ فِي أُصُولِ الْعَقَائِدِ وَلِلشَّافِعِيَّةِ فِي فُرُوعِ الْفِقْهِ، لَا سِيَّمَا فِيمَا يُخَالِفُونَ فِيهِ الْحَنَفِيَّةَ. وَهَذَا هُوَ أَصُولُ الدَّاءِ الَّذِي يَشْكُو مِنْ بَعْضِ أَعْرَاضِهِ عِنْدَ الْكَلَامِ فِي مَسَائِلِ الْخِلَافِ مَعَ الْغَفْلَةِ عَنْ سَبَبِهَا. أَمَّا الْإِمَامُ الْغَزَّالِيُّ فَقَدْ تَجَرَّدَ عَنِ التَّعَصُّبِ لِلْمَذَاهِبِ كُلِّهَا فِي نِهَايَتِهِ، وَوَصَفَ الدَّوَاءَ فِي بَعْضِ كُتُبِهِ كَالْقِسْطَاسِ الْمُسْتَقِيمِ (رَاجِعْ ذَلِكَ فِي ص ١١ مِنَ الْجُزْءِ الثَّالِثِ طَبْعَةِ الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ) وَلَكِنَّهُ لَمْ يُوَفَّقْ إِلَى تَأْلِيفِ أُمَّةٍ تَدْعُو إِلَيْهِ وَتَقُومُ بِهِ. </p><p> وَإِذَا كَانَ الرَّازِيُّ وَشَيْخُهُ يَقُولَانِ فِي عُلَمَاءِ الْقَرْنِ السَّابِعِ، وَالْغَزَّالِيُّ يَقُولُ فِي عُلَمَاءِ الْقَرْنِ الْخَامِسِ مَا قَالُوا فَمَاذَا نَقُولُ فِي أَكْثَرِ عُلَمَاءِ زَمَانِنَا وَهُمْ يَعْتَرِفُونَ بِمَا نَعْرِفُهُ مِنْ </p><p> كَوْنِهِمْ لَا يَشُقُّونَ لِأُولَئِكَ غُبَارًا؟ أَلَسْنَا الْآنَ أَحْوَجَ إِلَى الْإِصْلَاحِ مِنَّا إِلَيْهِ فِي تِلْكَ الْعُصُورِ الَّتِي اعْتَرَفَ هَؤُلَاءِ الْأَئِمَّةُ بِأَنَّ الظُّلُمَاتِ فِيهَا غَشِيَتِ النُّورَ، حَتَّى ضَلَّ بِالِاخْتِلَافِ الْجُمْهُورُ؟ بَلَى، وَهُوَ مَا نُعَانِي فِيهِ مَا نُعَانِي وَإِلَى اللهِ تَرْجِعُ الْأُمُورُ. </p><p> وَقَوْلُهُ - تَعَالَى -: مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ يُفِيدُ أَنَّ الْإِنْسَانَ لَا يُؤَاخَذُ عَلَى تَرْكِ الْحَقِّ أَوِ اتِّبَاعِ الْبَاطِلِ إِلَّا إِذَا بُيِّنَ لَهُ ذَلِكَ حَتَّى يَتَبَيَّنَ، أَوْ صَارَ بِحَيْثُ تَبَيَّنَ لَهُ لَوْ نَظَرَ فِيهِ، وَالْجَهْلُ لَيْسَ بِعُذْرٍ بَعْدَ الْبَيَانِ، كَمَا هُوَ الْمُقَرَّرُ عِنْدَ الْعُقَلَاءِ وَالْحُكَّامُ فِي كُلِّ مَكَانٍ. </p><p> قَالَ - تَعَالَى - فِي الْمُتَفَرِّقِينَ الْمُخْتَلِفِينَ بَعْدَ مَجِيءِ الْبَيِّنَاتِ: وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ فَهَذَا الْوَعِيدُ يُقَابِلُ الْوَعْدَ الْكَرِيمَ فِي الْآيَةِ الَّتِي قَبْلَ هَذِهِ الْآيَةِ بِقَوْلِهِ - تَعَالَى - فِي الدَّاعِينَ إِلَى الْخَيْرِ الْآمِرِينَ بِالْمَعْرُوفِ النَّاهِينَ عَنِ الْمُنْكَرِ: وَأُولَئِكَ هُمُ الْمُفْلِحُونَ فَالْفَلَاحُ فِي ذَلِكَ الْوَعْدِ يَشْمَلُ الْفَوْزَ بِخَيْرَيِ الدُّنْيَا وَالْآخِرَةِ، وَالْعَذَابُ فِي هَذَا الْوَعِيدِ يَشْمَلُ خُسْرَانَ الدُّنْيَا وَالْآخِرَةِ. قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مَعْنَاهُ: أَمَّا عَذَابُ الدُّنْيَا فَهُوَ أَنَّ الْمُتَفَرِّقِينَ الْمُخْتَلِفِينَ الَّذِينَ اتَّبَعُوا أَهْوَاءَهُمْ، وَحَكَّمُوا فِي دِينِهِمْ آرَاءَهُمْ يَكُونُ بَأْسُهُمْ بَيْنَهُمْ شَدِيدًا، فَيَشْقَى بَعْضُهُمْ بِبَعْضٍ ثُمَّ يُبْتَلَوْنَ بِالْأُمَمِ الطَّامِعَةِ فِي الضُّعَفَاءِ فَتُذِيقُهُمُ الْخِزْيَ وَالنَّكَالَ، وَتَسْلُبُهُمْ عَزَّةَ الِاسْتِقْلَالِ، وَأَمَّا عَذَابُ الْآخِرَةِ فَقَدْ بَيَّنَ اللهُ فِي كِتَابِهِ أَنَّهُ أَشَدُّ مِنْ عَذَابِ الدُّنْيَا وَأَبْقَى. </p><p> وَفِي هَذَا الْمَقَامِ أَوْرَدَ الْأُسْتَاذُ الْإِمَامُ هَذَا السُّؤَالَ: هَلْ قَامَ الْمُسْلِمُونَ بِذَلِكَ الْأَمْرِ وَلْتَكُنْ مِنْكُمْ أُمَّةٌ وَانْتَهَوْا عَنْ هَذَا النَّهْيِ وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا؟ وَجَعَلَ ذَلِكَ مَجَالًا لِتَفَكُّرِ طُلَّابِ الْعِلْمِ، وَأَمَّا جَوَابُهُ هُوَ فَكَمَا نَقَلْنَا لَكَ عَنِ الْإِمَامِ الرَّازِيِّ وَعَنْ شَيْخِهِ، وَالْأَمْرُ ظَاهِرٌ فِي نَفْسِهِ وَفِي الْوَعِيدِ الْمَذْكُورَيْنِ آنِفًا، وَإِذَا كَانَ لَا يَزَالُ فِي عُلَمَاءِ الرُّسُومِ مِنَّا مَنْ يَقُولُ وَيَعْتَقِدُ أَنَّ الْمُسْلِمِينَ فِي فَلَاحٍ وَفَوْزٍ فَقَدْ عَلِمَ سَائِرُ الْمُسْلِمِينَ مِنْ جَمِيعِ الطَّبَقَاتِ فِي أَكْثَرِ الْبِلَادِ أَنَّهُمْ قَدْ فَقَدُوا عِزَّهُمْ وَاسْتِقْلَالَهُمْ، وَأَنَّهُمْ مُعَذَّبُونَ بِمَا فَقَدُوا وَبِمَا يَتَوَقَّعُونَ أَنْ يَفْقِدُوا مِمَّا بَقِيَ لَهُمْ، وَأَنَّ أَذْكِيَاءَ شُعُوبِهِمْ يَسْأَلُ بَعْضُهُمْ بَعْضًا عَلَى بُعْدِ الدَّارِ وَقُرْبِهِ عَنْ طَرِيقِ عِلَاجِ الدَّاءِ، قَبْلَ الْإِبْدَاءِ، وَالتَّمَاسِ الشِّفَاءِ قَبْلَ الْإِشْفَاءِ، وَالْعِلَاجُ بَيْنَ أَيْدِيهِمْ فَمَتَى يُبْصِرُونَ! وَالطَّبِيبُ يُنَادِيهِمْ فَأَنَّى يَسْمَعُونَ؟ عَسَى أَنْ يَكُونَ ذَلِكَ قَرِيبًا. </p><p> ذَلِكَ الْعَذَابُ الْعَظِيمُ يَكُونُ لِلْمُتَفَرِّقِينَ الْمُخْتَلِفِينَ. </p><p> يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ </p><p> قِيلَ: إِنَّ بَيَاضَ الْوُجُوهِ وَسَوَادَهَا هُنَا مِنْ بَابِ الْحَقِيقَةِ، وَأَنَّ ذَلِكَ يَكُونُ يَوْمَ الْقِيَامَةِ خَاصَّةً، وَاحْتَجَّ صَاحِبُ هَذَا الْقَوْلِ بِمِثْلِ قَوْلِهِ - تَعَالَى -: وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللهِ وُجُوهُهُمْ مُسْوَدَّةٌ [٣٩: ٦٠] وَقِيلَ - وَهُوَ الرَّاجِحُ - إِنَّهُ مِنْ بَابِ الْكِنَايَةِ. قَالَ الرَّاغِبُ فِي مَادَّةٍ (بَيَضَ) مِنْ مُفْرَدَاتِهِ بَعْدَ ذِكْرِ الْآيَةِ \" وَلَمَّا كَانَ الْبَيَاضُ أَفْضَلَ الْأَلْوَانِ عِنْدَهُمْ كَمَا قِيلَ: الْبَيَاضُ أَفْضَلُ وَالسَّوَادُ أَهْوَلُ،وَالْحُمْرَةُ أَجْمَلُ وَالصُّفْرَةُ أَشْكَلُ:عَبَّرَ عَنِ الْفَضْلِ وَالْكَرَمِ بِالْبَيَاضِ حَتَّى قِيلَ لِمَنْ لَمْ يَتَدَنَّسْ بِمُعَابٍ هُوَ أَبْيَضُ الْوَجْهِ، وَقَوْلُهُ - تَعَالَى -: يَوْمَ تَبْيَضُّ وُجُوهٌ فَابْيِضَاضُ الْوُجُوهِ عِبَارَةٌ عَنِ الْمَسَرَّةِ وَاسْوِدَادُهَا عِبَارَةٌ عَنِ الْغَمِّ وَعَلَى ذَلِكَ وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا[١٦: ٥٨]وَعَلَى نَحْوِ الِابْيِضَاضِ قَوْلُهُ - تَعَالَى -: وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضَاحِكَةٌ مُسْتَبْشِرَةٌ[٨٠: ٣٨، ٣٩]اهـ.</p><p> وَقَالَ فِي مَادَّةِ (سَوَدَ) : \" السَّوَادُ: اللَّوْنُ الْمُضَادُّ لِلْبَيَاضِ. يُقَالُ اسْوَدَّ وَاسْوَادَّ. قَالَ: يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَابْيِضَاضُ الْوُجُوهِ عِبَارَةٌ عَنِ الْمَسَرَّةِ وَاسْوِدَادُهَا عِبَارَةٌ عَنِ الْمَسَاءَةِ وَنَحْوُهُ وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ [١٦: ٥٨] وَحَمَلَ بَعْضُهُمُ الِابْيِضَاضَ وَالِاسْوِدَادَ عَلَى الْمَحْسُوسِ، وَالْأَوَّلُ أَوْلَى ; لِأَنَّ ذَلِكَ حَاصِلٌ لَهُمْ سُودًا كَانُوا فِي الدُّنْيَا أَوْ بِيضًا، وَعَلَى ذَلِكَ قَوْلُهُ فِي الْبَيَاضِ: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ [٧٥: ٢٢] وَقَوْلُهُ فِي السَّوَادِ: وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ [٧٥: ٢٤] وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ [٨٠: ٤٠، ٤١] وَقَالَ: وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا [١٠: ٢٧] وَعَلَى هَذَا النَّحْوِ مَا رُوِيَ \" أَنَّ الْمُؤْمِنِينَ يُحْشَرُونَ غُرًّا مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ \" اهـ. </p>"
}