{
  "id": null,
  "sura": 3,
  "aya": 90,
  "text": "<p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ فِي هَذِهِ الْآيَةِ مَا مِثَالُهُ: عَطَفَ الْإِصْلَاحَ عَلَى التَّوْبَةِ ; لِأَنَّ التَّوْبَةَ الَّتِي لَا أَثَرَ لَهَا فِي الْعَمَلِ لَا شَأْنَ لَهَا وَلَا قِيمَةَ فِي نَظَرِ الدِّينِ، وَلِذَلِكَ جَرَى الْقُرْآنُ عَلَى عَطْفِ الْعَمَلِ الصَّالِحِ عَلَيْهَا عِنْدَ ذِكْرِهَا أَوْ وَصْفِهَا بِالنَّصُوحِ، وَتَرَى كَثِيرًا مِنَ النَّاسِ يُظْهِرُونَ التَّوْبَةَ بِالنَّدَمِ وَالِاسْتِغْفَارِ وَالرُّجُوعِ عَنِ الذَّنْبِ، ثُمَّ لَا يَلْبَثُونَ أَنْ يَعُودُوا إِلَى مَا كَانُوا تَابُوا عَنْهُ، ذَلِكَ بِأَنَّهُ لَمْ يَكُنْ لِلتَّوْبَةِ أَثَرٌ فِي نُفُوسِهِمْ يُنَبِّهُهُمْ إِذَا غَفَلُوا كَيْ لَا يَعُودُوا إِلَى مَا اقْتَرَفُوا، وَيَهْدِيهِمْ إِلَى اتِّخَاذِ الْوَسَائِلِ لِإِصْلَاحِ شَأْنِهِمْ وَتَقْوِيمِ أَمْرِهِمْ، ثُمَّ ذَكَرَ - تَعَالَى - مَا هُوَ بِمَعْنَى الِاسْتِثْنَاءِ مِنْ هَذَا الِاسْتِثْنَاءِ لِلتَّائِبِينَ مَنْ لَا تُقْبَلُ تَوْبَتُهُمْ أَوْ مَا هُوَ أَعَمُّ مِنْ ذَلِكَ فَقَالَ: </p><p> إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ </p><p> إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهَادَتِهِمْ أَنَّ الرَّسُولَ حَقٌّ ثُمَّ ازْدَادُوا كُفْرًا بِمُقَاوَمَةِ الْحَقِّ وَإِيذَاءِ الرَّسُولِ وَالصَّدِّ عَنْ سَبِيلِ اللهِ بِالْكَيْدِ وَالتَّشْكِيكِ وَبِالْحَرْبِ وَالْكِفَاحِ، أَوِ الْكَلَامُ عَلَى عُمُومِهِ لَا يَخْتَصُّ بِأُولَئِكَ الَّذِينَ سَبَقَ ذِكْرُهُمْ، فَازْدِيَادُ الْكُفْرِ عِبَارَةٌ عَمَّا يُنَمِّيهِ وَيُقَوِّيهِ مِنَ الْأَعْمَالِ الَّتِي يُقَاوَمُ بِهَا الْإِيمَانُ، فَالْكُفْرُ يَزْدَادُ قُوَّةً وَاسْتِقْرَارًا وَتَمَكُّنًا بِالْعَمَلِ بِمُقْتَضَاهُ، كَمَا أَنَّ الْإِيمَانَ كَذَلِكَ. وَقَوْلُهُ: لَنْ تُقْبَلَ تَوْبَتُهُمْ يُعِدُّونَهُ مِنَ الْمُشْكِلَاتِ، إِذْ هُوَ مُخَالِفٌ فِي الظَّاهِرِ لِلْآيَةِ السَّابِقَةِ وَلِمِثْلِ قَوْلِهِ: وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ [٤٢: ٢٥] فَقَالَ الْقَاضِي </p><p> وَالْقَفَّالُ وَابْنُ الْأَنْبَارِيِّ: إِنَّهُ - تَعَالَى - لَمَّا قَدَّمَ ذِكْرَ مَنْ كَفَرَ وَبَيَّنَ أَنَّهُ أَهْلُ اللَّعْنَةِ إِلَّا أَنْ يَتُوبَ ذَكَرَ فِي هَذِهِ الْآيَةِ أَنَّهُ لَوْ كَفَرَ مَرَّةً أُخْرَى بَعْدَ تِلْكَ التَّوْبَةِ فَإِنَّ التَّوْبَةَ الْأُولَى تَصِيرُ غَيْرَ مَقْبُولَةٍ حَتَّى كَأَنَّهَا لَمْ تَكُنْ، وَيَكُونُ التَّقْدِيرُ فِي الْآيَةِ وَمَا قَبْلَهَا: إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ، فَإِنْ كَانُوا كَذَلِكَ ثُمَّ ازْدَادُوا كُفْرًا فَلَنْ تُقْبَلَ تَوْبَتُهُمْ. اهـ. مِنَ التَّفْسِيرِ الْكَبِيرِ بِتَصَرُّفٍ. وَفِيهِ أَنَّ هَذَا الْوَجْهَ أَلْيَقُ بِالْآيَةِ مِنْ كُلِّ الْوُجُوهِ وَأَنَّهُ مُطَّرِدٌ فِي الْآيَةِ سَوَاءٌ حُمِلَتْ عَلَى الْمَعْهُودِ السَّابِقِ أَوْ عَلَى الِاسْتِغْرَاقِ. وَفِي الْكَشَّافِ أَنَّ عَدَمَ قَبُولِ تَوْبَتِهِمْ كِنَايَةٌ عَنْ مَوْتِهِمْ عَلَى الْكُفْرِ وَقَالَ الْبَيْضَاوِيُّ: لَنْ تُقْبَلَ تَوْبَتُهُمْ لِأَنَّهُمْ لَا يَتُوبُونَ، </p><p> أَوْ لَا يَتُوبُونَ إِلَّا إِذَا أَشْفَوْا عَلَى الْهَلَاكِ، فَكَنَّى عَنْ عَدَمِ تَوْبَتِهِمْ بِعَدَمِ قَبُولِهَا تَغْلِيظًا فِي شَأْنِهِمْ وَإِبْرَازِ حَالِهِمْ فِي صُورَةِ الْآيِسِينَ مِنَ الرَّحْمَةِ أَوْ لِأَنَّ تَوْبَتَهُمْ لَا تَكُونُ إِلَّا نِفَاقًا لِارْتِدَادِهِمْ وَزِيَادَةِ كُفْرِهِمْ، وَلِذَلِكَ لَمْ يُدْخِلِ الْفَاءَ فِيهِ. اهـ. وَاخْتَارَ ابْنُ جَرِيرٍ أَنَّ الْكَلَامَ فِي أَهْلِ الْكِتَابِ الَّذِينَ تَقَدَّمَ ذِكْرُهُمْ، وَأَنَّ الْمُرَادَ بِالتَّوْبَةِ التَّوْبَةُ عَنِ الذُّنُوبِ، فَهِيَ لَا تَنْفَعُهُمْ مَعَ بَقَائِهِمْ عَلَى الْكُفْرِ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَرُوِيَ فِي الْآيَةِ عِدَّةُ رِوَايَاتٍ وَقَالَ عَنْ هَذَا الَّذِي قُلْنَا إِنَّهُ اخْتَارَهُ: إِنَّهُ أَوْلَاهَا بِالصَّوَابِ (قَالَ) : وَإِنَّمَا قُلْنَا ذَلِكَ أَوْلَى الْأَقْوَالِ فِي هَذِهِ الْآيَةِ بِالصَّوَابِ ; لِأَنَّ الْآيَاتِ قَبْلَهَا وَبَعْدَهَا فِيهِمْ نَزَلَتْ، فَأَوْلَى أَنْ تَكُونَ هِيَ فِي مَعْنَى مَا قَبْلَهَا وَبَعْدَهَا إِذَا كَانَتْ فِي سِيَاقٍ وَاحِدٍ، وَإِذْ كَانَ ذَلِكَ كَذَلِكَ وَكَانَ مِنْ حُكْمِ اللهِ فِي عِبَادِهِ أَنَّهُ قَابِلُ تَوْبَةِ كُلِّ تَائِبٍ مِنْ كُلِّ ذَنْبٍ وَكَانَ الْكُفْرُ بَعْدَ الْإِيمَانِ أَحَدَ تِلْكَ الذُّنُوبِ الَّتِي وَعَدَ قَبُولَ التَّوْبَةِ مِنْهَا بِقَوْلِهِ: إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ عُلِمَ أَنَّ الْمَعْنَى الَّذِي لَا تُقْبَلُ التَّوْبَةُ مِنْهُ غَيْرُ الْمَعْنَى الَّذِي تُقْبَلُ التَّوْبَةُ مِنْهُ، وَإِذْ كَانَ ذَلِكَ كَذَلِكَ فَالَّذِي لَا تُقْبَلُ التَّوْبَةُ مِنْهُ هُوَ الِازْدِيَادُ عَلَى الْكُفْرِ بَعْدَ الْكُفْرِ لَا يَقْبَلُ اللهُ تَوْبَةَ صَاحِبِهِ مَا أَقَامَ عَلَى كُفْرِهِ ; لِأَنَّ اللهَ لَا يَقْبَلُ مِنْ مُشْرِكٍ عَمَلًا مَا أَقَامَ عَلَى شِرْكِهِ وَضَلَالِهِ. </p><p> فَأَمَّا إِنْ تَابَ مِنْ شِرْكِهِ وَكُفْرِهِ وَأَصْلَحَ فَإِنَّ اللهَ كَمَا وَصَفَ نَفْسَهُ غَفُورٌ رَحِيمٌ. اهـ. ثُمَّ بَيَّنَ ضَعْفَ سَائِرِ الرِّوَايَاتِ حَتَّى رِوَايَةَ مَنْ قَالَ: إِنَّ الْمُرَادَ بِذَلِكَ التَّوْبَةُ عِنْدَ الْمَوْتِ، وَجَزَمَ:  (أَيِ ابْنُ جَرِيرٍ) بِأَنَّ الْكَافِرَ إِذَا أَسْلَمَ قَبْلَ مَوْتِهِ بِطَرْفَةِ عَيْنٍ فَإِنَّ إِيمَانَهُ يَكُونُ مَقْبُولًا وَلَيْسَ هَذَا مَحَلَّ الْخَوْضِ فِي ذَلِكَ، </p><p> فَأَنْتَ تَرَى أَنَّ هَذِهِ الْأَقْوَالَ وَهِيَ أَظْهَرُ مَا قِيلَ فِي الْآيَةِ مِنْهَا مَا يَرْجِعُ إِلَى وَقْتِ التَّوْبَةِ وَمِنْهَا مَا يَتَعَلَّقُ بِالذَّنْبِ الَّذِي تِيبَ عَنْهُ، وَلِلْأُسْتَاذِ الْإِمَامِ وَجْهٌ يَتَعَلَّقُ بِصِفَةِ التَّوْبَةِ وَكَيْفِيَّتِهَا. فَقَدْ ذُكِرَ فِي الدَّرْسِ أَنَّ أُولَئِكَ الْكَافِرِينَ الَّذِينَ ازْدَادُوا كُفْرًا قَدْ يَحْدُثُ لَهُمْ فِي أَنْفُسِهِمْ أَلَمٌ مِنْ مُقَاوَمَةِ الْحَقِّ وَقَدْ يَحْمِلُهُمْ ذَلِكَ الْأَلَمُ عَلَى تَرْكِ بَعْضِ الذُّنُوبِ وَالشُّرُورِ. قَالَ: فَهَذَا النَّوْعُ مِنَ التَّوْبَةِ لَا يُقْبَلُ مِنْهُمْ مَا لَمْ يُصْلِحُوا أَمْرَهُمْ وَيُخْلِصُوا لِلَّهِ فِي اتِّبَاعِ الْحَقِّ وَنُصْرَتِهِ، فَالتَّوْبَةُ الَّتِي يَزْعُمُونَهَا عَلَى مَا هُمْ عَلَيْهِ مِنْ مُقَاوَمَةِ الْمُحِقِّينَ لَا يَقْبَلُهَا اللهُ - تَعَالَى - ; يَعْنِي أَنَّهُ قَدْ يَقَعُ مِنْ هَؤُلَاءِ نَوْعٌ مِنَ التَّوْبَةِ لَا يَكُونُ مُطَهِّرًا لِأَنْفُسِهِمْ مِنْ جَمِيعِ مَا لَصِقَ بِهَا مِنَ الْكُفْرِ وَالْأَوْزَارِ، وَلَيْسَ هَذَا عَيْنُ قَوْلِ مَنْ قَالَ: إِنَّ تَوْبَتَهُمْ هَذِهِ الَّتِي لَا تُقْبَلُ هِيَ تَوْبَةٌ فِي الظَّاهِرِ دُونَ الْبَاطِنِ وَبِاللِّسَانِ دُونَ الْقَلْبِ، فَإِنَّ ذَلِكَ نَفْيٌّ لِلتَّوْبَةِ وَهَذَا إِثْبَاتٌ لَهَا، بَلْ هُوَ قَرِيبٌ مِنْ قَوْلِ ابْنِ جَرِيرٍ الَّذِي هُوَ أَظْهَرُ الْأَقْوَالِ السَّابِقَةِ. </p><p> وَقَدْ يَكُونُ مُرَادُ الْأُسْتَاذِ الْإِمَامِ أَنَّ النُّفُوسَ قَدْ تُوغِلُ فِي الشَّرِّ وَتَتَمَكَّنُ فِي الْكُفْرِ حَتَّى تُحِيطَ بِهَا خَطِيئَتُهَا وَتَصِلَ إِلَى مَا عَبَّرَ عَنْهُ الْقُرْآنُ بِالرَّيْنِ وَالطَّبْعِ وَالْخَتْمِ عَلَى الْقُلُوبِ، فَإِذَا كَانَ صَاحِبُ هَذِهِ النَّفْسِ قَدْ جَحَدَ الْحَقَّ عِنَادًا وَاسْتِكْبَارًا وَضَلَّ عَلَى عِلْمٍ فَلَا يَبْعُدُ أَنَّ تُحَدِّثُهُ نَفْسُهُ بِالتَّوْبَةِ وَأَنْ يُحَاوِلَهَا وَلَكِنْ يَكُونُ لَهُ فِي نَفْسِهِ مِنَ الْمَوَانِعِ وَالْحَوَائِلِ دُونَ قَبُولِهَا لِلْخَيْرِ </p><p> وَالْحَقِّ مَا يَكُونُ هُوَ السَّبَبُ لِعَدَمِ قَبُولِهَا فَإِنَّ قَبُولَ التَّوْبَةِ الْمُسْتَلْزِمَ لِمَغْفِرَةِ ذَنْبِ التَّائِبِ لَيْسَ مِنْ قَبِيلِ الْعَطَاءِ الْجُزَافِ وَالْأَمْرِ الْأُنُفِ، وَإِنَّمَا يَكُونُ بِمُوَافَقَةِ سُنَنِ اللهِ فِي الْفِطْرَةِ الْإِنْسَانِيَّةِ ذَلِكَ أَنَّ مِنْ مُقْتَضَى الْفِطْرَةِ السَّلِيمَةِ أَنْ يُحْدِثَ لَهَا الْعِلْمُ بِقُبْحِ الذَّنْبِ وَسُوءِ عَاقِبَتِهِ أَلَمًا يَحْمِلُهَا عَلَى تَرْكِهِ وَمَحْوِ أَثَرِهِ الْمُدَنِّسِ لَهَا بِعَمَلٍ صَالِحٍ يُحْدِثُ فِيهَا أَثَرًا مُضَادًّا لِذَلِكَ الْأَثَرِ. وَبِهَذَا تَكُونُ التَّوْبَةُ مُعِدَّةً صَاحِبَهَا وَمُؤَهِّلَةً لَهُ لِلْمَغْفِرَةِ الَّتِي هِيَ تَرْكُ الْعُقُوبَةِ عَلَى الذَّنْبِ الْمُتَرَتِّبِ عَلَى مَحْوِ سَبَبِهِ وَهُوَ تَدْنِيسُ النَّفْسِ وَتَدْسِيَتُهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا [٩١: ٩، ١٠] فَإِذَا بَلَغَتِ التَّدْسِيَةُ مِنْ بَعْضِهَا مَبْلَغًا تَتَعَذَّرُ مَعَهُ التَّزْكِيَةُ عَلَى مُرِيدِهَا أَوْ مُحَاوِلِهَا صَحَّ أَنْ يُعَبَّرَ عَنْ ذَلِكَ بِعَدَمِ قَبُولِ تَوْبَةِ صَاحِبِ هَذِهِ النَّفْسِ. مِثَالُ ذَلِكَ الثَّوْبُ الْأَبْيَضُ النَّاصِعُ يُصِيبُهُ لَوَثٌ فَيَسْتَقْبِحُ ذَلِكَ </p><p> صَاحِبُهُ فَيَغْسِلُهُ فَيَنْظُفُ، فَإِذَا كَانَ اللَّوَثُ قَلِيلًا وَبَادَرَ إِلَى غَسْلِهِ بُعَيْدَ طُرُوئِهِ يُرْجَى أَنْ يَزُولَ حَتَّى لَا يَبْقَى لَهُ أَثَرٌ. وَلَكِنَّ هَذَا الثَّوْبَ إِذَا دُسَّ فِي الْأَقْذَارِ سِنِينَ كَثِيرَةً حَتَّى تَخَلَّلَتْ جَمِيعَ خُيُوطِهِ وَتَمَكَّنَتْ مِنْهَا فَاصْطَبَغَ بِهَا صِبْغَةً جَدِيدَةً ثَابِتَةً تَعَذَّرَ تَنْظِيفُهُ وَإِعَادَتُهُ إِلَى نَصَاعَتِهِ الْأُولَى. وَبَيْنَ هَذِهِ الدَّرَجَةِ وَمَا قَبْلَهَا دَرَجَاتٌ كَثِيرَةٌ، وَقَدْ أُشِيرَ إِلَى الطَّرَفَيْنِ بِقَوْلِهِ - تَعَالَى -: إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ وَكَانَ اللهُ عَلِيمًا حَكِيمًا وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا [٤: ١٧، ١٨] تِلْكَ حَالَةُ هَذَا الصِّنْفِ مِنَ الْهَازِئِينَ بِالدِّينِ الْمُتَقَلِّبِينَ فِي الْكُفْرِ الْعَرِيقِينَ فِي الشَّرِّ ; وَلِذَلِكَ سَجَّلَ عَلَيْهِمُ الرُّسُوخَ فِي الضَّلَالِ بِصِيغَةِ الْقَصْرِ أَوِ الْحَصْرِ فَقَالَ: وَأُولَئِكَ هُمُ الضَّالُّونَ الْمُتَمَكِّنُونَ مِنَ الضَّلَالِ حَتَّى كَأَنَّهُ مَحْصُورٌ فِيهِمْ، وَحَسْبُكَ بِضَالٍّ لَا تُرْجَى هِدَايَتُهُ وَلَا تُقْبَلُ تَوْبَتُهُ، وَنَعُوذُ بِاللهِ مِنَ الْخِذْلَانِ. </p><p> إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ وَهَؤُلَاءِ هُمُ الْقِسْمُ الثَّالِثُ مِنْ أَقْسَامِ الْكَافِرِينَ فِي الْآيَاتِ، فَالْأَوَّلُ مَنْ يَتُوبُونَ تَوْبَةً مَقُبُولَةً مِنَ الْكُفْرِ وَيَعْمَلُونَ الصَّالِحَاتِ فَيَسْتَحِقُّونَ الْمَغْفِرَةَ وَالرَّحْمَةَ. وَالثَّانِي مَنْ يَتُوبُونَ تَوْبَةً غَيْرَ مَقْبُولَةٍ إِمَّا لِفَسَادِهَا فِي نَفْسِهَا وَإِمَّا لِأَنَّهَا تَوْبَةٌ عَنْ بَعْضِ أَعْمَالِ الْكُفْرِ مَعَ الْبَقَاءِ عَلَيْهِ وَقَدْ تَقَدَّمَ حُكْمُهَا، أَمَّا هَؤُلَاءِ الَّذِينَ يُقِيمُونَ عَلَى الْكُفْرِ وَأَعْمَالِهِ حَتَّى يُدْرِكَهُمُ الْمَوْتُ عَلَى ذَلِكَ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا إِذَا كَانَ قَدْ تَصَدَّقَ بِهِ فِي الدُّنْيَا ; لِأَنَّ الْكُفْرَ يُحْبِطُ كُلَّ عَمَلٍ وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا [٢٥: ٢٣] فَهُوَ لَا يُفِيدُ فِي نَجَاتِهِمْ مِنَ الْعَذَابِ الْآتِي ذِكْرُهُ فِي الْآيَةِ، لِأَنَّ مَنْ لَمْ تَرْتَقِ رُوحُهُ فِي الدُّنْيَا إِلَى دَرَجَةِ الْإِيمَانِ الصَّحِيحِ بِاللهِ وَالْيَوْمِ الْآخِرِ فَإِنَّهَا لَا تَرْتَقِي فِي الْآخِرَةِ مِنَ الْهَاوِيَةِ الَّتِي تُسَمَّى النَّارَ وَالْجَحِيمَ إِلَى دَرَجَةٍ مِنَ الدَّرَجَاتِ الْعُلَا الَّتِي تَكُونُ فِي الْجَنَّةِ وَلَوِ افْتَدَى بِهِ فِي الْآخِرَةِ </p>"
}