{
  "id": null,
  "sura": 3,
  "aya": 14,
  "text": "<p> زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللهُ عِنْدَهُ حُسْنُ الْمَآبِ لِاتِّصَالِ هَذِهِ الْآيَةِ بِمَا قَبْلَهَا وُجُوهٌ: أَحَدُهَا مَبْنِيٌّ عَلَى الْقَوْلِ بِأَنَّ بِضْعًا وَثَمَانِينَ آيَةً مِنْ أَوَّلِ هَذِهِ السُّورَةِ نَزَلَتْ فِي وَفْدِ نَصَارَى نَجْرَانَ. وَرَوَى أَصْحَابُ السِّيَرِ أَنَّ هَذَا الْوَفْدَ كَانَ سِتِّينَ رَاكِبًا، وَأَنَّهُمْ دَخَلُوا الْمَسْجِدَ النَّبَوِيَّ وَعَلَيْهِمْ ثِيَابُ الْحِبَرَاتِ وَأَرْدِيَةُ الْحَرِيرِ، وَفِي أَصَابِعِهِمْ خَوَاتِمُ الذَّهَبِ، وَطَفِقُوا يُصَلُّونَ صَلَاتَهُمْ، فَأَرَادَ النَّاسُ مَنْعَهُمْ، فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: دَعُوهُمْ ثُمَّ عَرَضُوا هَدِيَّتَهُمْ عَلَيْهِ وَهِيَ بَسُطٌ فِيهَا تَصَاوِيرُ وَمُسُوحٌ فَقَبِلَ الْمُسُوحَ دُونَ الْبُسُطِ. </p><p> وَلَمَّا رَأَى فُقَرَاءُ الْمُسْلِمِينَ مَا عَلَى هَؤُلَاءِ مِنَ الزِّينَةِ تَشَوَّفَتْ نُفُوسُهُمْ إِلَى الدُّنْيَا فَنَزَلَتِ الْآيَةُ. </p><p> كَذَا قَالَ بَعْضُهُمْ، وَهُوَ مَا يَذْكُرُهُ أَهْلُ السِّيَرِ وَلَا يَخْفَى ضَعْفُهُ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ رَئِيسَ وَفْدِ نَجْرَانَ ذَكَرَ فِي حَدِيثِهِ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ يَمْنَعُهُ مِنَ الِاعْتِرَافِ بِأَنَّهُ هُوَ النَّبِيُّ الْمُبَشَّرُ بِهِ وَبِصِدْقِهِ أَنَّ هِرَقْلَ مَلِكَ الرُّومِ أَكْرَمَ مَثْوَاهُ وَمَتَّعَهُ وَأَنَّهُ يَسْلُبُهُ مَا أَعْطَاهُ مِنْ مَالٍ وَجَاهٍ إِذَا هُوَ آمَنَ. فَبَيَّنَ - تَعَالَى - أَنَّ مَا زُيِّنَ لِلنَّاسِ مِنْ حُبِّ الشَّهَوَاتِ حَتَّى صَرَفَهُمْ عَنِ الْحَقِّ لَا خَيْرَ فِيهِ. وَقَالَ الْإِمَامُ الرَّازِيُّ: إِنَّا رُوِّينَا أَنَّ أَبَا حَارِثَةَ بْنَ عَلْقَمَةَ النَّصْرَانِيَّ اعْتَرَفَ لِأَخِيهِ بِأَنَّهُ يَعْرِفُ صِدْقَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي قَوْلِهِ إِلَّا أَنَّهُ لَا يُقِرُّ بِذَلِكَ خَوْفًا مِنْ أَنْ يَأْخُذَ مِنْهُ مُلُوكُ الرُّومِ الْمَالَ وَالْجَاهَ. (قَالَ) وَرَوَيْنَا أَنَّهُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - لَمَّا دَعَا الْيَهُودَ إِلَى الْإِسْلَامِ بَعْدَ غَزْوَةِ بَدْرٍ أَظْهَرُوا مِنْ أَنْفُسِهِمُ الْقُوَّةَ وَالشِّدَّةَ وَالِاسْتِظْهَارَ بِالْمَالِ وَالسِّلَاحِ، فَبَيَّنَ فِي هَذِهِ الْآيَةِ أَنَّ هَذِهِ الْأَشْيَاءَ وَغَيْرَهَا مِنْ مَتَاعِ الدُّنْيَا بَاطِلَةٌ وَأَنَّ الْآخِرَةَ خَيْرٌ وَأَبْقَى. اهـ. </p><p> وَمِنْهَا مَا هُوَ مَبْنِيٌّ عَلَى أَنَّ الْآيَاتِ نَزَلَتْ فِي تَقْرِيرِ أَمْرِ التَّوْحِيدِ وَمَا يَتْبَعُهُ، وَالِاتِّصَالُ عَلَى هَذَا الْوَجْهِ أَظْهَرُ ; فَإِنَّهُ بَعْدَمَا بَيَّنَ أَنَّ الَّذِينَ كَفَّرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمُ الَّتِي أَعْرَضُوا عَنِ الْحَقِّ لِأَجْلِهَا بَيَّنَ وَجْهَ غُرُورِهِمْ بِهَا لِلتَّحْذِيرِ مِنْ جَعْلِهَا آلَةً لِلْغُرُورِ وَتَرْكِ الْحَقِّ، وَلِلتَّذْكِيرِ بِأَنَّهُ لَا يَنْبَغِي أَنْ تَشْغَلَ الْإِنْسَانَ عَنِ الْآخِرَةِ. </p><p> وَمِنْهَا - وَهُوَ الْمُخْتَارُ عِنْدَ الْأُسْتَاذِ الْإِمَامِ - إِنَّهُ لَمَّا كَانَ الْكَلَامُ السَّابِقُ يَتَضَمَّنُ وَعِيدَ الْكَافِرِينَ جَاءَ بَعْدَهُ بِوَعْدِ الْمُتَّقِينَ، وَجَعَلَ لَهُ مُقَدِّمَةً بَيَّنَ فِيهَا جَمِيعَ أُصُولِ اللَّذَّاتِ الَّتِي يَتَمَتَّعُ بِهَا النَّاسُ بِحَسَبِ غَرَائِزِهِمْ تَمْهِيدًا لِتَعْظِيمِ شَأْنِ مَا بَعْدَهَا مِنْ أَمْرِ الْآخِرَةِ. أَقُولُ: يَعْنِي أَنَّهُ لَيْسَ الْمُرَادُ ذَمَّهَا وَالتَّنْفِيرَ عَنْهَا، وَإِنَّمَا الْمُرَادُ التَّحْذِيرُ مِنْ أَنْ تُجْعَلَ هِيَ غَايَةَ الْحَيَاةِ. </p><p> وَالنَّاسُ فِي قَوْلِهِ - تَعَالَى -: زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ هُمُ الْمُكَلَّفُونَ ; لِأَنَّ الْكَلَامَ فِي إِرْشَادِهِمْ، فَلَا مَعْنَى لِلْبَحْثِ فِي الْأَطْفَالِ هُنَا. </p><p> وَالشَّهَوَاتُ: جَمْعُ شَهْوَةٍ وَهِيَ انْفِعَالُ النَّفْسِ بِالشُّعُورِ بِالْحَاجَةِ إِلَى مَا تَسْتَلِذُّهُ، وَالْمُرَادُ بِهَا هُنَا الْمُشْتَهَيَاتُ عَلَى طَرِيقِ الْمُبَالَغَةِ، وَهِيَ شَائِعَةُ الِاسْتِعْمَالِ، يُقَالُ: هَذَا الطَّعَامُ شَهْوَةُ فُلَانٍ، أَيْ مُشْتَهَاهُ. وَمَعْنَى تَزْيِينِ حُبِّهَا لَهُمْ: أَنَّ حُبَّهَا مُسْتَحْسَنٌ عِنْدَهُمْ لَا يَرَوْنَ فِيهِ شَيْنًا (قَبْحًا) وَلَا غَضَاضَةً، وَقَدْ يُحِبُّ الْإِنْسَانُ الشَّيْءَ وَهُوَ يَرَاهُ مِنَ الشَّيْنِ لَا مِنَ الزَّيْنِ وَمِنَ الضَّارِّ لَا مِنَ النَّافِعِ، وَيَوَدُّ لِذَلِكَ لَوْ لَمْ يَكُنْ يُحِبُّهُ، وَمَثَّلَ لِذَلِكَ الْإِمَامُ الرَّازِيُّ بِحُبِّ الْمُسْلِمِ لِبَعْضِ الْمُحَرَّمَاتِ، وَمَثَّلَ لَهُ الْأُسْتَاذُ الْإِمَامُ بِحُبِّ بَعْضِ النَّاسِ لِلدُّخَانِ عَلَى تَأَذِّيهِ مِنْهُ، فَكُلٌّ مِنْ هَذَيْنِ الْمُحِبَّيْنِ يَوَدُّ لَوِ انْقَلَبَ حُبُّهُ كُرْهًا وَبُغْضًا، وَمَنْ أَحْبَّ شَيْئًا وَلَمْ يُزَيَّنْ لَهُ يُوشِكُ أَنْ يَرْجِعَ عَنْ حُبِّهِ يَوْمًا، وَأَمَّا مَنْ زُيِّنَ لَهُ حُبُّهُ الشَّيْءَ فَلَا يَكَادُ يَرْجِعُ عَنْهُ ; لِأَنَّ ذَلِكَ مُنْتَهَى الْحُبِّ، وَصَاحِبُهُ لَا يَكَادُ يَفْطِنُ لِقُبْحِهِ وَضَرَرِهِ إِنْ كَانَ قَبِيحًا أَوْ ضَارًّا، وَلَا يُحِبُّ أَنْ يَرْجِعَ وَإِنْ تَأَذَّى بِهِ. قَالَ الْمَجْنُونُ: </p><p> وَقَالُوا لَوْ تَشَاءُ سَلَوْتَ عَنْهَا ... فَقُلْتُ لَهُمْ: وَإِنِّي لَا أَشَاءُ </p><p> وَلِذَلِكَ قَالَ - تَعَالَى -: أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ [٤٧: ١٤] وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ فِي إِسْنَادِ التَّزْيِينِ فِي هَذَا الْمَقَامِ </p><p> فَأَسْنَدَهُ بَعْضُهُمْ إِلَى الشَّيْطَانِ ; لِأَنَّ حُبَّ الشَّهَوَاتِ مَذْمُومٌ لَا سِيَّمَا وَقَدْ أُطْلِقَتْ هُنَا فَدَخَلَ فِيهَا الْمُحَرَّمَاتُ فِي رَأْيِهِمْ ; وَلِأَنَّ حُبَّ كَثْرَةِ الْمَالِ مَذْمُومٌ فِي الدِّينِ بِحَسَبِ فَهْمِهِمْ لَهُ ; وَلِأَنَّهُ سَمَّى ذَلِكَ مَتَاعَ الْحَيَاةِ الدُّنْيَا وَهِيَ مَذْمُومَةٌ عِنْدَهُمْ ; وَلِأَنَّهُ فَضَّلَ عَلَيْهِ مَا أَعَدَّهُ لِلْمُتَّقِينَ يَوْمَ الْقِيَامَةِ، وَيُؤْثَرُ هَذَا الْإِسْنَادُ عَنِ الْحَسَنِ الْبَصْرِيِّ. وَأَسْنَدَهُ بَعْضُهُمْ إِلَى اللهِ - تَعَالَى - ; لِأَنَّهُ - تَعَالَى - أَبَاحَ الزِّينَةَ وَالطَّيِّبَاتِ وَأَنْكَرَ عَلَى مَنْ حَرَّمَ ذَلِكَ بِقَوْلِهِ: قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ [٧: ٣٢] فَجَعَلَ إِبَاحَتَهَا فِي الدُّنْيَا غَيْرَ مُنَافِيَةٍ لِنَيْلِهَا فِي الْآخِرَةِ ; وَلِأَنَّهَا قَدْ تَكُونُ وَسَائِلَ لِلْآخِرَةِ بِتَكْثِيرِ النَّسْلِ وَكَثْرَةِ الصَّدَقَاتِ وَالْمَبَرَّاتِ وَالْجِهَادِ، وَعُزِيَ هَذَا الْقَوْلُ إِلَى الْمُعْتَزِلَةِ. وَقَالَ بَعْضُ الْمُعْتَزِلَةِ بِالتَّفْصِيلِ، فَقَسَّمَ الشَّهَوَاتِ إِلَى مَحْمُودَةٍ وَمَذْمُومَةٍ أَوْ مُبَاحَةٍ وَمُحَرَّمَةٍ. وَقَالَ: إِنَّ اللهَ زَيَّنَ الْقِسْمَ الْأَوَّلَ، وَالشَّيْطَانَ زَيَّنَ الْقِسْمَ الثَّانِي. أَقُولُ: وَغَفَلَ الْجَمِيعُ عَنْ كَوْنِ الْكَلَامِ فِي طَبِيعَةِ الْبَشَرِ وَبَيَانِ حَقِيقَةِ الْأَمْرِ فِي نَفْسِهِ لَا فِي جُزْئِيَّاتِهِ وَأَفْرَادِ وَقَائِعِهِ. فَالْمُرَادُ أَنَّ اللهَ - تَعَالَى - أَنْشَأَ النَّاسَ عَلَى هَذَا وَفَطَرَهُمْ عَلَيْهِ، </p><p> وَمِثْلُ هَذَا لَا يَجُوزُ إِسْنَادُهُ إِلَى الشَّيْطَانِ بِحَالٍ وَإِنَّمَا يُسْنَدُ إِلَيْهِ مَا قَدْ يُعَدُّ هُوَ مِنْ أَسْبَابِهِ كَالْوَسْوَسَةِ الَّتِي تُزَيِّنُ لِلْإِنْسَانِ عَمَلًا قَبِيحًا ; وَلِذَلِكَ لَمْ يُسْنِدْ إِلَيْهِ الْقُرْآنُ إِلَّا تَزْيِينَ الْأَعْمَالِ. قَالَ - تَعَالَى -: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ [٨: ٤٨] الْآيَةَ، وَقَالَ: وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ [٦: ٤٣] وَأَمَّا الْحَقَائِقُ وَطَبَائِعُ الْأَشْيَاءِ فَلَا تُسْنَدُ إِلَّا إِلَى الْخَالِقِ الْحَكِيمِ الَّذِي لَا شَرِيكَ لَهُ. قَالَ - عَزَّ وَجَلَّ -: إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا [١٨: ٧] وَقَالَ: كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ [٦: ١٠٨] فَالْكَلَامُ فِي الْأُمَمِ كَلَامٌ فِي طَبَائِعِ الِاجْتِمَاعِ وَفِي هَذَا الْمَعْنَى آيَاتٌ أُخْرَى. </p><p> ثُمَّ بَيَّنَ الْمُشْتَهَيَاتِ الَّتِي يُحِبُّهَا النَّاسُ وَحُبُّهَا مُزَيَّنٌ لَهُمْ وَلَهُ مَكَانَةٌ مِنْ نُفُوسِهِمْ بِقَوْلِهِ: مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ فَهَذِهِ سِتَّةُ أَنْوَاعٍ: (أَوَّلُهَا) النِّسَاءُ وَحُبُّهُنَّ لَا يَعْلُوهُ حُبٌّ لِشَيْءٍ آخَرَ مِنْ مَتَاعِ الدُّنْيَا فَهُنَّ مَطْمَحُ النَّظَرِ وَمَوْضِعُ الرَّغْبَةِ وَسَكَنُ النَّفْسِ وَمُنْتَهَى الْأُنْسِ، وَعَلَيْهِنَّ يُنْفَقُ أَكْثَرُ مَا يَكْسِبُ الرِّجَالُ فِي كَدِّهِمْ وَكَدْحِهِمْ، فَكَمِ افْتَقَرَ فِي </p><p> حُبِّهِنَّ غَنِيٌّ! وَكَمِ اسْتَغْنَى بِالسَّعْيِ لِلْحُظْوَةِ عِنْدَهُمْ فَقِيرٌ! وَكَمْ ذَلَّ بِعِشْقِهِنَّ عَزِيزٌ! وَكَمُ ارْتَفَعَ فِي طَلَبِ قُرْبِهِنَّ وَضِيعٌ! ! وَلَعَلَّ فِي الْقَارِئِينَ مَنْ يُحِبُّ أَنْ يَعْرِفَ كَيْفَ يَغْنَى الْفَقِيرُ وَيَرْتَفِعُ الْوَضِيعُ بِسَبَبِ حُبِّ النِّسَاءِ - إِذَا كَانَ لَا يُوجَدُ فِيهِمْ مَنْ يَحْتَاجُ إِلَى مَعْرِفَةِ كَيْفَ يَذِلُّ الْعَاشِقُ وَيَفْتَقِرُ - فَنَقُولُ: إِنَّ مَنْ يُحِبُّ ذَاتَ شَرَفٍ وَرِفْعَةٍ وَيَرَى أَنَّهُ لَا سَبِيلَ إِلَى الِاقْتِرَانِ بِهَا إِلَّا بِتَحْصِيلِ الْمَالِ وَتَسَنُّمِ غَارِبِ الْمَعَالِي يُوَجِّهُ جَمِيعَ قُوَاهُ إِلَى ذَلِكَ، وَلَا يَزَالُ بِهِ حَتَّى يَنَالَهُ، وَلَمْ يَذْكُرْ حُبَّ النِّسَاءِ لِلرِّجَالِ عَلَى أَنَّ حُبَّهُنَّ لَهُمْ مِنْ نَوْعِ حُبِّهِمْ لَهُنَّ، وَلَكِنَّ الْحُبَّ لَا يُبَرِّحُ بِالنِّسَاءِ تَبْرِيحَهُ بِالرِّجَالِ ; فَالْمَرْأَةُ أَقْدَرُ عَلَى ضَبْطِ حُبِّهَا وَكِتْمَانِهِ وَضَبْطِ نَفْسِهَا وَحِفْظِ مَالِهَا وَإِنَّكَ لَتَسْمَعُ بِأَخْبَارِ الْمِئِينَ وَالْأُلُوفِ مِنَ الرِّجَالِ الَّذِينَ افْتَقَرُوا أَوِ احْتُقِرُوا أَوْ جُنُّوا فِي حُبِّ النِّسَاءِ، وَلَا تَجِدُ فِي مُقَابَلَتِهِمْ عَشْرُ نِسْوَةٍ قَدْ مُنِينَ بِمِثْلِ ذَلِكَ فِي حُبِّ الرِّجَالِ. ثُمَّ إِنَّ الرِّجَالَ هُمُ الْقَوَّامُونَ عَلَى النِّسَاءِ لِقُوَّتِهِمْ وَقُدْرَتِهِمْ عَلَى الْحِمَايَةِ وَالْكَسْبِ، فَإِسْرَافُهُمْ فِي الْحُبِّ وَاسْتِهْتَارُهُمْ فِي الْعِشْقِ لَهُ الْأَثَرُ الْعَظِيمُ فِي شُئُونِ الْأُمَّةِ وَفِي إِضَاعَةِ الْحَقِّ أَوْ حِفْظِهِ. فَإِنْ قِيلَ: إِنَّ حُبَّ الْوَلَدِ أَشَدُّ مِنْ حُبِّ الْمَرْأَةِ فَلِمَاذَا قَدَّمَ ذِكْرَ النِّسَاءِ؟ أَقُلْ: إِنَّ الْأَمْرَ لَيْسَ كَذَلِكَ، فَإِنَّ حُبَّ الْوَلَدِ - وَإِنْ كَانَ لَا يَزُولُ وَحُبُّ الْمَرْأَةِ قَدْ يَزُولُ - لَا يَعْظُمُ فِيهِ الْغُلُوُّ وَالْإِسْرَافُ كَحُبِّهَا، وَكَمْ مِنْ رَجُلٍ جَنَى عِشْقُهُ لِلْمَرْأَةِ عَلَى أَوْلَادِهِ حَتَّى إِنْ كَثِيرًا مِنَ الرِّجَالِ الَّذِينَ تَزَوَّجُوا بِأَكْثَرَ مِنَ امْرَأَةٍ، فَعَشِقُوا وَاحِدَةً وَمَلُّوا أُخْرَى قَدْ أَهْمَلُوا تَرْبِيَةَ أَوْلَادِ الْمَمْلُولَةِ، وَحَرَمُوهُمُ الرِّزْقَ مِنْ حَيْثُ أَفَاضُوا نَصِيبَهُمْ عَلَى أَوْلَادِ الْمَحْبُوبَةِ، وَهَذَا مِنْ أَسْبَابِ تَحْرِيمِ التَّزَوُّجِ بِأَكْثَرِ مِنْ وَاحِدَةٍ عَلَى مَنْ يَخَافُ أَلَّا يَعْدِلَ، فَكَيْفَ بِمَنْ يُوقِنُ بِذَلِكَ وَيَعْزِمُ عَلَيْهِ؟ وَكَمْ مِنْ غَنِيٍّ عَزِيزٍ يَعِيشُ أَوْلَادُهُ عِيشَةَ الْفُقَرَاءِ الْأَذِلَّاءِ لِعِشْقِ وَالِدِهِمْ لِغَيْرِ أُمِّهِمْ </p><p> مِنْ نِسَائِهِ وَإِنْ مَاتَتْ أُمُّهُمْ وَلَمْ يَكُنْ لِلْمَعْشُوقَةِ وَلَدٌ، وَمَا هُوَ إِلَّا مَحْضُ التَّقَرُّبِ وَابْتِغَاءُ الزُّلْفَى إِلَى الْمَرْأَةِ. </p><p> أَمَّا السَّبَبُ فِي كَوْنِ حُبِّ الرَّجُلِ لِلْمَرْأَةِ أَقْوَى مِنْ حُبِّهَا لَهُ فَهُوَ أَنَّ السَّبَبَ الطَّبِيعِيَّ لِهَذَا الْحُبِّ هُوَ دَاعِيَةُ النَّسْلِ لَا قَصْدُهُ، وَالدَّاعِيَةُ فِي الرَّجُلِ أَقْوَى وَأَشَدُّ ; وَلِذَلِكَ تَرَاهُ يُشْغَلُ بِهَا إِذَا بَلَغَ سِنًّا أَكْثَرَ مِنَ الْمَرْأَةِ عَلَى كَثْرَةِ شَوَاغِلِهِ الصَّارِفَةِ لَهُ عَنْ ذَلِكَ، وَهُوَ الَّذِي يَطْلُبُ الْمَرْأَةَ وَيَبْذُلُ جُهْدَهُ وَمَالَهُ فِي سَبِيلِهَا مُوَطِّنًا نَفْسَهُ عَلَى أَنْ يُمَوِّنَهَا وَيَصُونَهَا </p><p> وَيَتَحَمَّلَ أَثْقَالَهَا طُولَ الْحَيَاةِ وَمَا عَلَيْهَا هِيَ إِلَّا الْقَبُولُ، فَإِنْ طَلَبَتْ أَجْمَلَتْ فِي الطَّلَبِ، وَإِنْ شِئْتَ دَلِيلًا آخَرَ عَلَى أَنَّ دَاعِيَةَ النَّسْلِ فِيهِ أَقْوَى، فَتَأَمَّلْ تَجِدْهُ مُسْتَعِدًّا لَهَا فِي كُلِّ حَالٍ طُولَ عُمْرِهِ، وَالْمَرْأَةُ تَفْقِدُ هَذَا الِاسْتِعْدَادَ فِي زَمَنِ الْحَيْضِ وَبَعْدَ سِنِّ الْيَأْسِ مِنَ الْحَيْضِ الَّذِي يَكُونُ غَالِبًا مِنْ سِنِّ الْخَمْسِينَ إِلَى الْخَامِسَةِ وَالْخَمْسِينَ. </p><p> فَإِذَا قَبِلَتِ الْمَرْأَةُ الرَّجُلَ بَعْدَ هَذَا كَانَ قَبُولُهَا إِيَّاهُ مِنْ بَابِ التَّوَدُّدِ وَالْعُتْبَى أَوْ إِثَارَةِ الذِّكْرَى، وَلَا يَدْخُلُ فِي السَّبَبِ مَا هُوَ مُسَلَّمٌ عِنْدَ أَكْثَرِ الرِّجَالِ مِنْ كَوْنِ النِّسَاءِ أَوْفَرَ نَصِيبًا مِنَ الْحُسْنِ وَقِسْمًا مِنَ الْقَسَامَةِ وَالْجَمَالِ، فَإِنَّ هَذِهِ الْقَضِيَّةَ الْمُسَلَّمَةَ غَيْرُ صَحِيحَةٍ، فَإِنَّ الرِّجَالَ أَكْمَلُ وَأَجْمَلُ خَلْقًا كَمَا هِيَ الْقَاعِدَةُ فِي سَائِرِ الْحَيَوَانِ، إِذْ نَرَى أَنَّ خِلْقَةَ الذَّكَرِ مِنْهَا أَجْمَلُ وَأَكْمَلُ مِنْ خِلْقَةِ الْأُنْثَى، كَمَا نَرَاهُ فِي الشُّيُوخِ وَالْعَجَائِزِ مِنَ النَّاسِ، بَلْ نَرَى الْأَبْيَضَ الْقُوقَاسِيَّ يُفَضِّلُ خِلْقَةَ رِجَالِ الزُّنُوجِ عَلَى نِسَائِهِمْ ; لِأَنَّهُ قَلَّمَا يَشْتَهِي الزِّنْجِيَّاتِ فِي حَالِ الِاعْتِدَالِ، فَمُعْظَمُ حُسْنِ الْمَرْأَةِ وَجَمَالِهَا إِنَّمَا جَاءَ مِنْ زِيَادَةِ حُبِّ الرَّجُلِ إِيَّاهَا. </p><p> فَمَنْ تَأَمَّلَ هَذِهِ الْمَعَانِيَ وَالْفُرُوقَ فِي حُبِّ كُلٍّ مِنَ الزَّوْجَيْنِ لِلْآخَرِ يَسْهُلْ عَلَيْهِ أَنْ يَقُولَ: إِنَّ الْمُرَادَ بِحُبِّ النِّسَاءِ حُبُّ الزَّوْجِيَّةِ الَّذِي يَكُونُ بَيْنَ الْمَرْأَةِ وَالرَّجُلِ فَذَكَرَ أَقْوَى طَرَفَيْهِ لِأَنَّ قَصْدَ التَّمَتُّعِ فِيهِ أَظْهَرُ، وَأَثَرَهُ فِي الصَّرْفِ عَنِ الْحَقِّ أَوْ الِاشْتِغَالِ عَنِ الْآخِرَةِ أَقْوَى، وَطَوَى الطَّرَفَ الثَّانِي، وَفَعَلَ مِثْلَ ذَلِكَ فِي النَّوْعِ الثَّانِي مِنَ الْحُبِّ الْمُزَيَّنِ لِلنَّاسِ وَهُوَ حُبُّ الْوَلَدِ، فَكَأَنَّ فِي الْآيَةِ احْتِبَاكًا، وَلَيْسَ عِنْدِي فِي هَذِهِ الْمَسْأَلَةِ بَلْ وَلَا فِي الْآيَةِ شَيْءٌ عَنِ الْأُسْتَاذِ الْإِمَامِ - رَحِمَهُ اللهُ تَعَالَى - إِلَّا مَا سَيَأْتِي فِي حُبِّ الْوَلَدِ. </p><p> (النَّوْعُ الثَّانِي حُبُّ الْبَنِينَ) أَيِ الْأَوْلَادِ، فَاكْتَفَى بِذِكْرِ مَا كَانَ حُبُّهُ أَقْوَى وَالْفِتْنَةُ بِهِ أَعْظَمَ عَلَى طَرِيقِ التَّغْلِيبِ أَوْ لِدَلَالَةِ مَا حُذِفَ فِيمَا قَبْلَهُ عَلَيْهِ كَدَلَالَتِهِ هُوَ عَلَى مَا حُذِفَ مِمَّا قَبْلَهُ عَلَى طَرِيقِ الِاحْتِبَاكِ أَوْ شِبْهِ الِاحْتِبَاكِ، وَأَخَّرَ فِي الذِّكْرِ عَنْ حُبِّ النِّسَاءِ لِمَا تَقَدَّمَ وَلِتَأَخُّرِهِ فِي الْوُجُودِ إِذِ الْأَوْلَادُ مِنَ النِّسَاءِ. قُلْنَا: إِنَّ الْعِلَّةَ الطَّبِيعِيَّةَ لِحُبِّ النِّسَاءِ أَوِ الْأَزْوَاجِ هِيَ دَاعِيَةُ النَّسْلِ، فَهَذِهِ الدَّاعِيَةُ تُحْدِثُ فِي النَّفْسِ انْفِعَالًا يُحَفِّزُ صَاحِبَهُ إِلَى الزَّوَاجِ. وَأَمَّا حُبُّ الْأَوْلَادِ فَيَكَادُ يَكُونُ كَحُبِّ النَّفْسِ لَا عِلَّةَ لَهُ غَيْرَ ذَاتِهِ إِلَّا أَنْ نَقُولَ: إِنَّ عَاطِفَةَ رَحْمَةِ الْوَالِدَيْنِ بِالْوَلَدِ - مُنْذُ يُولَدُ - هِيَ غَيْرُ عَاطِفَةِ حُبِّهِمَا لَهُ وَهِيَ عِلَّتُهُ، وَلَكِنَّ حِكْمَةَ الْخَالِقِ فِي حُبِّ الزَّوْجِيَّةِ وَحُبِّ </p><p> الْوَلَدِ وَاحِدَةٌ، </p><p> وَهِيَ تَسَلْسُلُ النَّسْلِ وَبَقَاءُ النَّوْعِ وَهِيَ حِكْمَةٌ مُطَّرِدَةٌ فِي غَيْرِ النَّاسِ مِنَ الْأَحْيَاءِ. هَذَا هُوَ حُبُّ الْوَلَدِ مِنْ حَيْثُ هُوَ وَلَدٌ، وَقَدْ يَكُونُ لِلْوَلَدِ مَحَبَّاتٌ أُخْرَى فِي قُلُوبِ الْوَالِدَيْنِ كَحُبِّ الْأَمَلِ فِي نُصْرَتِهِ وَمَعُونَتِهِ وَحُبِّ الِاعْتِزَازِ بِهِ، وَهَذَا مِمَّا يُشَارِكُ الْأَوْلَادَ فِيهِ غَيْرُهُمْ وَإِنْ كَانَ يَكُونُ فِيهِمْ أَقْوَى ; لِأَنَّ وُجُوهَ الْمَحَبَّةِ إِذَا تَعَدَّدَتْ يُغَذِّي بَعْضُهَا بَعْضًا، وَحُبُّ الْوَلَدِ مِنْ حَيْثُ هُوَ وَلَدٌ يَظْهَرُ فِي وَقْتِ ذَهَابِ الْأَمَلِ فِي فَائِدَتِهِ بِأَشَدَّ مِمَّا يَظْهَرُ مَعَ الْأَمَلِ فِيهَا كَحَالِ الصِّغَرِ وَالْمَرَضِ، وَقَدْ قِيلَ لِبَعْضِ أَصْحَابِ الْفِطْرَةِ السَّلِيمَةِ: أَيُّ وَلَدِكَ أَحَبُّ إِلَيْكَ؟ فَقَالَ: صَغِيرُهُمْ حَتَّى يَكْبُرَ، وَغَائِبُهُمْ حَتَّى يَحْضُرَ، وَمَرِيضُهُمْ حَتَّى يَبْرَأَ. </p><p> أَمَّا كَوْنُ حُبِّ الْبَنِينَ أَقْوَى وَالتَّمَتُّعِ بِهِ أَعْظَمَ فَلَهُ أَسْبَابٌ: </p><p> (مِنْهَا) : الْأَمَلُ فِي نُصْرَةِ الذَّكَرِ وَكَفَالَتِهِ عِنْدَ الْحَاجَةِ إِلَيْهِ فِي الضَّعْفِ وَالْكِبَرِ، وَقَدْ قُلْنَا آنِفًا: إِنَّ الْحُبَّ أَنْوَاعٌ يُغَذِّي بَعْضُهَا بَعْضًا. </p><p> (وَمِنْهَا) : كَوْنُهُ فِي عُرْفِ النَّاسِ عَمُودُ النَّسَبِ الَّذِي تَتَّصِلُ بِهِ سِلْسِلَةُ النَّسْلِ، وَيَبْقَى بِهِ مَا يَحْرِصُونَ عَلَيْهِ مِنَ الذِّكْرِ. </p><p> (وَمِنْهَا) : أَنَّهُ يُرْجَى بِهِ مِنَ الشَّرَفِ مَا لَا يُرْجَى مِنَ الْأُنْثَى، كَقِيَادَةِ الْجَيْشِ وَزَعَامَةِ الْقَوْمِ وَالنُّبُوغِ فِي الْعُلُومِ وَالْأَعْمَالِ. </p><p> (وَمِنْهَا) : مَا مَضَى بِهِ الْعُرْفُ مِنَ اعْتِبَارِ نَقْصِ الْأُنْثَى وَخُرُوجِهَا عَنِ الصِّيَانَةِ مُجْلِبَةً لِأَكْبَرِ الْعَارِ، وَتَوَقُّعُ ذَلِكَ أَوْ تَصَوُّرُ احْتِمَالِهِ يُذْهِبُ بِشَيْءٍ مِنْ غَضَاضَةِ الْحُبِّ فَيَلْحَقُهُ الذُّبُولُ أَوِ الذُّوِيُّ. </p><p> (وَمِنْهَا) : الشُّعُورُ بِأَنَّ الْأُنْثَى إِنَّمَا تُرَبَّى لِتَنْفَصِلَ مِنْ بَيْتِهَا وَعَشِيرَتِهَا وَتَتَّصِلَ بِبَيْتٍ آخَرَ تَكُونُ عُضْوًا مِنْ عَشِيرَتِهِ، فَمَا يُنْفَقُ عَلَيْهَا وَمَا تُعْطَاهُ يُشْبِهُ الْغُرْمَ وَخِدْمَةَ الْغُرَبَاءِ، فَمَنْ تَأَمَّلْ هَذِهِ الْفُرُوقَ الْوُجُودِيَّةَ - وَإِنْ لَمْ تَكُنْ كُلُّهَا طَبِيعِيَّةً - ظَهَرَ لَهُ وَجْهُ تَخْصِيصِ الْبَنِينَ بِالذِّكْرِ، وَوَجْهُ كَمَالِ التَّمَتُّعِ بِهِمْ وَكَوْنُهُمْ هُمُ الَّذِينَ قَدْ يَغْتَرُّ بِهِمُ الْوَالِدُ حَتَّى يَسْتَغْنِيَ بِهِمْ أَوْ يَشْتَغِلَ بِهِمْ وَبِالْجَمْعِ لَهُمْ عَنِ الْحَقِّ وَيَنْسَى الْآخِرَةَ ; عَلَى أَنَّ حُبَّ الْوَالِدِيَّةِ الْخَالِصِ لِلْبَنَاتِ قَدْ يَكُونُ مُسَاوِيًا أَوْ أَقْوَى مِنْ حُبِّ الْبَنِينَ، وَلَكِنْ مَا يُغَذِّيهِ وَيُقَوِّيهِ أَقَلُّ فَهُوَ مَثَارٌ لِلْفِتْنَةِ، كَمَا قَالَ - تَعَالَى -: إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ [٦٤: ١٥] ، فَذَكَرَ الْأَوْلَادَ عَامَّةً وَلِذَلِكَ قُلْنَا بِأَنَّ تَخْصِيصَ الْبَنِينَ بِالذِّكْرِ لَيْسَ لِلْحَصْرِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: لِمَحَبَّةِ الْوَلَدِ طَوْرَانِ: طَوْرُ الصِّغَرِ وَهُوَ حُبٌّ ذَاتِيٌّ لَهُمْ لَا </p><p> عِلَّةَ لَهُ وَلَا فِكْرَ فِيهِ وَلَا عَقْلَ وَلَا رَأْيَ، بَلْ هُوَ جُنُونٌ فِطْرِيٌّ وَرَحْمَةٌ رَبَّانِيَّةٌ عَامَّةٌ لِجَمِيعِ الْحَيَوَانَاتِ لَا فَرْقَ فِيهَا بَيْنَ الْإِنْسَانِ وَالْهِرَّةِ، وَالطَّوْرُ الثَّانِي حُبٌّ مَعْلُولٌ مَعَهُ فِكْرٌ وَهُوَ الْمُرَادُ بِالْآيَةِ، وَهُوَ حُبُّ الْأَمَلِ وَالرَّجَاءِ بِالْوَلَدِ ; وَلِذَلِكَ كَانَ خَاصًّا بِالْبَنِينَ، وَإِنَّمَا الْحُبُّ عَلَى قَدْرِ الْأَمَلِ، فَإِذَا خَابَ يَضْعُفُ الْحُبُّ وَيَرِثُّ، وَرُبَّمَا انْقَلَبَ إِلَى عَدَاوَةٍ تَسْتَتْبِعُ التَّقَاضِيَ وَطَلَبَ الْعِقَابِ أَوِ الْغَرَامَةِ </p><p> كَمَا يَقَعُ كَثِيرًا. فَرَأْيُهُ أَنَّ لَفْظَ \" الْبَنِينَ \" لَا تَغْلِيبَ فِيهِ وَلَا احْتِبَاكَ فِي مُقَابَلَةِ مَا قَبْلُ، وَكَأَنَّهُ رَأَى أَنَّ فِي هَذَا تَكَلُّفًا لَا حَاجَةَ إِلَيْهِ فِي الْعِبْرَةِ. </p><p> (النَّوْعُ الثَّالِثُ - الْقَنَاطِيرُ الْمُقَنْطَرَةُ مِنَ الذَّهَبِ وَالْفِضَّةِ) : أَيْ كَثْرَةُ الْمَالِ وَهُوَ مِمَّا أُودِعَ فِي الْغَرَائِزِ، وَعِلَّتُهُ أَنَّ الْمَالَ وَسِيلَةٌ إِلَى الرَّغَائِبِ وَمُوَصِّلٌ إِلَى الشَّهَوَاتِ وَاللَّذَائِذِ، وَرَغَائِبُ الْإِنْسَانِ غَيْرُ مَحْدُودَةٍ، وَأَفْرَادُ لَذَائِذِهِ غَيْرُ مَعْدُودَةٍ، فَهُوَ لِاسْتِعْدَادِهِ الَّذِي لَا مُنْتَهَى لَهُ يَطْلُبُ الْوَسَائِلَ إِلَى رَغَائِبَ لَا مُنْتَهَى لَهَا، وَهَذِهِ الرَّغَائِبُ يَتَوَلَّدُ بَعْضُهَا مِنْ بَعْضٍ. </p><p> فَمَا قَضَى أَحَدٌ مِنْهَا لُبَانَتَهُ ... وَلَا انْتَهَى أَرَبٌ إِلَّا إِلَى أَرَبِ </p><p> فَلَا جَرَمَ أَنَّ الْإِنْسَانَ لَا يَسْتَكْثِرُ الْمَالَ مَهْمَا كَثُرَ، بَلْ إِنَّ كَثْرَتَهُ هِيَ الَّتِي تَزِيدُ فِيهِ نَهْمَتَهُ، حَتَّى إِنَّهُ لَيَنْسَى أَنَّهُ وَسِيلَةٌ إِلَى غَيْرِهِ فَيَجْعَلُ جَمْعَهُ مَقْصِدًا يَتَفَنَّنُ فِي طُرُقِهِ كُلَّمَا سَلَكَ طَرِيقًا عَنَّ لَهُ مِنَ السُّلُوكِ فِيهِ طُرُقٌ أُخْرَى. قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَوْ كَانَ لِابْنِ آدَمَ وَادِيَانِ مِنْ ذَهَبٍ لَتَمَنَّى أَنْ يَكُونَ لَهُ ثَالِثٌ، وَلَا يَمْلَأُ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ، وَيَتُوبُ اللهُ عَلَى مَنْ تَابَ رَوَاهُ الشَّيْخَانِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا. </p><p> وَالتَّعْبِيرُ بِالْقَنَاطِيرِ الْمُقَنْطَرَةِ يُشْعِرُ بِأَنَّ الْكَثْرَةَ هِيَ الَّتِي تَكُونُ مَظِنَّةَ الِافْتِتَانِ لِأَنَّهَا تُشْغِلُ بِالتَّمَتُّعِ بِهَا الْقَلْبَ، وَتَسْتَغْرِقُ فِي تَدْبِيرِهَا الْوَقْتَ، حَتَّى لَا يَكَادُ يَبْقَى فِي قَلْبِ صَاحِبِهَا مَنْفَذٌ لِلشُّعُورِ بِالْحَاجَةِ إِلَى غَيْرِهَا مِنْ طَلَبِ الْحَقِّ وَنُصْرَتِهِ فِي الدُّنْيَا، وَالِاسْتِعْدَادِ لِمَا أَعَدَّهُ اللهُ لِلْمُتَّقِينَ فِي الْأُخْرَى، وَمَا بَعَثَ اللهُ رَسُولًا فِي أُمَّةٍ وَلَا مُصْلِحًا فِي قَوْمٍ إِلَّا وَكَانَ الْأَغْنِيَاءُ أَوَّلَ مَنْ كَفَرَ وَعَانَدَ وَأَبَى وَاسْتَكْبَرَ، وَإِنَّ مُؤْمِنِي الْأَغْنِيَاءِ أَقَلُّهُمْ عَمَلًا وَأَكْثَرُهُمْ زَلَلًا. قَالَ - تَعَالَى -: سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا [٤٨:١١] . وَقَالَ: وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ [٨:٢٨] . فَقَدَّمَ الْفِتْنَةَ بِالْأَمْوَالِ عَلَى الْفِتْنَةِ بِالْأَهْلِينَ، وَكَأَنَّهُ إِنَّمَا أَخَّرَ ذِكْرَ الْأَمْوَالِ هُنَا عَنْ ذِكْرِ النِّسَاءِ وَالْبَنِينَ ; </p><p> لِأَنَّ الْكَلَامَ فِي طَبِيعَةِ الْحُبِّ لَا فِي الِاشْتِغَالِ وَالْفِتْنَةِ بِهِ خَاصٌّ، وَحُبُّ النِّسَاءِ وَالْبَنِينَ مَقْصِدٌ، وَحُبُّ الْمَالِ وَسِيلَةٌ لَا يَجْعَلُهُ مَقْصِدًا إِلَّا مَنْ أَعْمَتْهُ الْفِتْنَةُ عَنِ الْحَقِيقَةِ. وَلَوْ أَرَدْنَا أَنْ نَخُوضَ فِي شَرْحِ فِتْنَةِ النَّاسِ بِالْمَالِ وَكَيْفَ تَشْغَلُهُمْ عَنْ حُقُوقِ اللهِ وَحُقُوقِ الْأُمَّةِ وَالْوَطَنِ وَحُقُوقِ مَنْ يُعَامِلُهُمْ، بَلْ وَعَنْ حُقُوقِ بُيُوتِهِمْ وَعِيَالِهِمْ، بَلْ وَعَنْ حُقُوقِ أَنْفُسِهِمْ عَلَى أَنْفُسِهِمْ بِمَا يُثْلِمُونَ شَرَفَهُمْ أَوْ يُقَصِّرُونَ فِي النَّفَقَةِ الَّتِي تَلِيقُ بِهِمْ لَأَطَلْنَا وَخَرَجْنَا عَنْ حَدِّ الْوُقُوفِ عِنْدَ بَيَانِ كَوْنِ الْمَالِ مِنْ مَتَاعِ الْحَيَاةِ الدُّنْيَا بِمِقْدَارِ مَا نَفْهَمُ الْعِبْرَةَ مِنَ الْآيِ، وَنَكُونُ قَدْ جَعَلْنَا الْكَلَامَ فِي الْمَالِ مَقْصِدًا كَمَا جَعَلَهُ الْأَشِحَّةُ مِنَ الْأَغْنِيَاءِ مَقْصِدًا، أَمَّا لَفْظُ \" الْقِنْطَارِ \" فَمَعْنَاهُ الْعُقْدَةُ الْمُحْكَمَةُ مِنَ الْمَالِ، وَهُوَ مَا يُعَبِّرُ عَنْهُ التُّجَّارُ الْآنَ بِالصَّرِّ أَوِ الصُّرَّةِ. هَذَا هُوَ الْأَصْلُ فِيهِ عِنْدِي وَسَائِرُ الْأَقْوَالِ فِي مَعْنَاهُ تَرْجِعُ إِلَيْهِ، فَمِنْهَا أَنَّهُ الْمَالُ الْكَثِيرُ بَعْضُهُ عَلَى بَعْضٍ، وَمِنْهَا أَنَّهُ وَزْنُ اثْنَتَيْ عَشْرَةَ أَلْفَ أُوقِيَّةٍ. وَرُوِيَ مَرْفُوعًا </p><p> عِنْدَ ابْنِ جَرِيرٍ أَوْ أَلْفٌ وَمِائَتَا أُوقِيَّةٍ. وَرُوِيَ عَنْ مُعَاذٍ أَوْ أَلْفُ دِينَارٍ وَمِائَتَا دِينَارٍ، وَرُوِيَ عَنْ أُبَيٍّ مَرْفُوعًا. وَقَالَ ابْنُ عَبَّاسٍ ثَمَانُونَ أَلْفَ دِرْهَمٍ كَذَا فِي الْمُخَصَّصِ، وَرُوِيَ عَنْهُ غَيْرُ ذَلِكَ. وَقَالَ السُّدِّيُّ مِائَةُ رِطْلٍ مِنْ ذَهَبٍ أَوْ فِضَّةٍ، وَعَنْ قَتَادَةَ أَنَّهُ مِائَةُ رِطْلٍ مِنَ الذَّهَبِ أَوْ ثَمَانُونَ أَلْفًا مِنَ الْوَرِقِ. وَكَأَنَّ كُلَّ هَذَا مِمَّا يُطْلَقُ عَلَيْهِ لَفْظُ الْقِنْطَارِ بِاخْتِلَافِ الْعُرْفِ. وَيَشْهَدُ لَهُ مَا قَالَهُ ابْنُ سِيدَهْ فِي الْمُخَصَّصِ فِي بَعْضِ الْأَقْوَالِ فِيهِ إِذْ عَزَا الْقَوْلَ بِأَنَّهُ أَلْفُ مِثْقَالٍ مِنْ ذَهَبٍ أَوْ فِضَّةٍ إِلَى الْبَرْبَرِ، قَالَ: وَهُوَ بِالسُّرْيَانِيَّةِ مِلْءُ مَسْكِ ثَوْرٍ (أَيْ جِلْدِهِ) ذَهَبًا أَوْ فِضَّةً. وَلَكِنَّهُ ذَكَرَ أَنَّ أَبَا عُبَيْدٍ لَمْ يُقَيِّدْهُ بِالسُّرْيَانِيَّةِ. وَنَقَلَ عَنْ سِيبَوَيْهِ: الْقِنْطَارُ عَرَبِيٌّ وَهُوَ رُبَاعِيٌّ، وَقِنْطَارٌ مُقَنْطَرٌ مُكَمَّلٌ عَلَى الْمُبَالَغَةِ. اهـ. وَقِيلَ: الْمُقَنْطَرَةُ الْمُحْكَمَةُ الْعَقْدِ، وَقِيلَ: الْمَضْرُوبَةُ مِنْ دَنَانِيرَ أَوْ دَرَاهِمَ، وَقِيلَ: الْمُنَضَّدَةُ فِي وَضْعِهَا، وَقِيلَ: الْمَكْنُوزَةُ، وَلَا يَزَالُ النَّاسُ يَخْتَلِفُونَ فِي الْقِنْطَارِ فَهُوَ فِي الشَّامِ مِائَةُ رِطْلٍ بِرِطْلِهِمْ، وَرَطْلُهُمْ ثَمَانِمِائَةِ دِرْهَمٍ فِي أَكْثَرِ الْبِلَادِ، وَفِي مِصْرَ مِائَةُ رِطْلٍ بِرِطْلِهِمْ وَرِطْلُهُمْ ١٤٤ دِرْهَمًا. </p><p> (النَّوْعُ الرَّابِعُ الْخَيْلُ الْمُسَوَّمَةُ) : ذَهَبَ بَعْضُهُمْ إِلَى أَنَّ الْخَيْلَ الْمُسَوَّمَةَ هِيَ الرَّاعِيَةُ. وَهُوَ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ وَعَنْ سَعِيدِ بْنِ جُبَيْرٍ وَالرَّبِيعِ وَغَيْرِهِمْ، وَقِيلَ: هِيَ الْمُطَهَّمَةُ الْحِسَانُ أَوِ الْمُعَلَّمَةُ بِالْأَلْوَانِ وَالشِّيَاتِ، وَقِيلَ: الْمُرْسَلَةُ عَلَى الْقَوْمِ. فَالْأَوَّلُ مِنْ مَادَّةِ السَّوْمِ، </p><p> يُقَالُ: سَامَ الدَّابَّةَ: رَعَاهَا، وَأَسَامَهَا: أَرْعَاهَا وَأَخْرَجَهَا إِلَى الْمَرَاعِي. وَمِثْلُهَا سَوَّمَهَا عِنْدَ هَؤُلَاءِ، وَفِي سُورَةِ النَّحْلِ: وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ [١٦:١٠] قَالَ ابْنُ جَرِيرٍ: إِنَّ سَوَّمَ بِالتَّشْدِيدِ غَيْرُ مُسْتَفِيضٍ فِي كَلَامِهِمْ. وَرَجَّحَ أَنَّ الْمُسَوَّمَةَ بِمَعْنَى الْمُعَلَّمَةِ. وَاسْتَشْهَدَ لَهُ بِقَوْلِ النَّابِغَةِ: </p><p> بِسُمْرٍ كَالْقِدَاحِ مُسَوَّمَاتٍ ... عَلَيْهَا مَعْشَرٌ أَشْبَاهُ جِنِّ </p><p> وَقَالَ: إِنَّ مَعْنَى الْمُطَهَّمَةِ وَالْمُعَلَّمَةِ وَالرَّائِعَةِ وَاحِدٌ، أَقُولُ: وَكُلٌّ مِنَ الْخَيْلِ الرَّاعِيَةِ الَّتِي تُقْتَنَى لِلتِّجَارَةِ وَالْمُطَهَّمَةِ الَّتِي يَقْتَنِيهَا الْكُبَرَاءُ وَالْأَغْنِيَاءُ لِلْمُفَاخَرَةِ مِنْ مَتَاعِ الدُّنْيَا الَّذِي يُتَنَافَسُ فِيهِ. وَمِنَ النَّاسِ مَنْ يَغْلُو فِي حُبِّ الْخَيْلِ حَتَّى يَفُوقَ عِنْدَهُ كُلَّ حُبٍّ، وَقَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ الْمُسَوَّمَةَ هُنَا هِيَ الَّتِي تُرْصَدُ لِلْجِهَادِ وَهُوَ قَوْلٌ لَا يُفِيدُهُ اللَّفْظُ وَلَا يَرْضَاهُ السِّيَاقُ. </p><p> (النَّوْعُ الْخَامِسُ الْأَنْعَامُ) : وَهِيَ الْإِبِلُ وَالْبَقَرَةُ، عِرَابُهَا وَجَوَامِيسُهَا وَالْغَنَمُ ضَأْنُهَا وَمَعْزُهَا وَالْأَنْعَامُ مَالُ أَهْلِ الْبَادِيَةِ بِهَا ثَرْوَتُهُمْ، وَفِيهَا تَكَاثُرُهُمْ وَتَفَاخُرُهُمْ، وَمِنْهَا مَعَايِشُهُمْ وَمَرَافِقُهُمْ، وَلَعَلَّهُ أَخَّرَهَا عَنْ ذِكْرِ الْخَيْلِ الْمُسَوَّمَةِ لِأَنَّ مَنْ قَدَرَ عَلَى اقْتِنَاءِ الْخَيْلِ الْمُسَوَّمَةِ يَكُونُ أَوْغَلَ فِي التَّمَتُّعِ، لِأَنَّهَا مِنْ مَتَاعِ الْفَضْلِ وَالزِّيَادَةِ وَمَا كُلُّ ذِي أَنْعَامٍ يَقْدِرُ عَلَى اقْتِنَاءِ الْخَيْلِ الْمُسَوَّمَةِ وَيُضَاهِيهِ فِي التَّمَتُّعِ فِي الدُّنْيَا، وَإِلَّا فَإِنَّ الْأَنْعَامَ أَكْثَرُ نَفْعًا، قَالَ - تَعَالَى - فِي السُّورَةِ الَّتِي يُعَدِّدُ بِهَا النِّعَمَ عَلَى عِبَادِهِ بَعْدَ ذِكْرِ خَلْقِ الْإِنْسَانِ: وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ [١٦: ٥ - ٨] . </p><p> (النَّوْعُ السَّادِسُ الْحَرْثُ) : أَيِ الزَّرْعِ وَالنَّبَاتِ نَجْمِهِ وَشَجَرِهِ عَلَى اخْتِلَافِ أَنْوَاعِهِ، وَهُوَ قِوَامُ حَيَاةِ الْإِنْسَانِ وَالْحَيَوَانِ فِي الْبَدْوِ وَالْحَضَرِ. وَإِنَّمَا جَعَلَهُ آخِرَ الْأَنْوَاعِ فِي الذِّكْرِ عَلَى أَنَّهُ أَوَّلُهَا فِي شِدَّةِ الْحَاجَةِ إِلَيْهِ لِأَنَّهُ لَمَّا كَانَ الِارْتِفَاقُ بِهِ أَعَمَّ كَانَتْ زِينَتُهُ فِي الْقُلُوبِ أَقَلَّ، فَهُوَ قَلَّمَا يَكُونُ مَانِعًا لِلْإِنْسَانِ عَنِ الْبَحْثِ عَنِ الْحَقِّ وَنَصْرِهِ، أَوْ صَادًّا عَنِ الِاسْتِعْدَادِ لِلْآخِرَةِ. وَإِنَّ مِنَ النِّعَمِ مَا هُوَ أَعْظَمُ مِنْ نِعْمَةِ الْحَرْثِ وَأَعَمُّ وَأَشْمَلُ، وَهُوَ الْهَوَاءُ الَّذِي لَا يَسْتَغْنِي عَنْهُ الْأَحْيَاءُ لَحْظَةً وَاحِدَةً سَوَاءٌ مِنْهَا النَّبَاتُ </p><p> وَالْحَيَوَانُ ; وَهُوَ لِذَلِكَ لَا فِتْنَةَ مِنَ التَّمَتُّعِ بِهِ، وَقَلَّمَا يُفَكِّرُ الْإِنْسَانُ بِغِبْطَتِهِ بِهِ أَوْ حَاجَتِهِ إِلَيْهِ. </p><p> ثُمَّ قَالَ - تَعَالَى -: ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللهُ عِنْدَهُ حُسْنُ الْمَآبِ أَيْ ذَلِكَ الَّذِي ذُكِرَ مِنَ الْأَنْوَاعِ السِّتَّةِ هُوَ مَا يَسْتَمْتِعُ بِهِ النَّاسُ فِي حَيَاتِهِمُ الدُّنْيَا - أَيِ الْأُولَى - وَاللهُ عِنْدَهُ حُسْنُ الْمَرْجِعِ فِي الْحَيَاةِ الْآخِرَةِ الَّتِي تَكُونُ بَعْدَ مَوْتِ النَّاسِ وَبَعْثِهِمْ، فَلَا يَنْبَغِي لَهُمْ أَنْ يَجْعَلُوا كُلَّ هَمِّهِمْ فِي هَذَا الْمَتَاعِ الْقَرِيبِ الْعَاجِلِ بِحَيْثُ يَشْغَلُهُمْ عَنْ الِاسْتِعْدَادِ لِمَا هُوَ خَيْرٌ مِنْهُ فِي الْآجِلِ، كَمَا سَيَأْتِي التَّصْرِيحُ بِهِ فِي الْآيَةِ التَّالِيَةِ لِهَذِهِ الْآيَةِ. </p><p> فَقَدْ عُلِمَ مِمَّا شَرَحْتُهُ أَنَّ الْكَلَامَ فِي هَذِهِ الشَّهَوَاتِ بَيَانٌ لِمَا فَطَرَ عَلَيْهِ النَّاسَ مِنْ حُبِّهَا وَزَيَّنَهُ فِي نُفُوسِهِمْ، وَتَمْهِيدٌ لِتَذْكِيرِهِمْ بِمَا هُوَ خَيْرٌ مِنْهَا لَا لِبَيَانِ قُبْحِهَا فِي نَفْسِهَا كَمَا يَتَوَهَّمُ الْجَاهِلُ، فَإِنَّ اللهَ - تَعَالَى - مَا فَطَرَ النَّاسَ عَلَى شَيْءٍ قَبِيحٍ بَلْ خَلَقَهُمْ فِي أَحْسَنِ تَقْوِيمٍ، وَلَا جَعَلَ دِينَهُ مُخَالِفًا لِفِطْرَتِهِ بَلْ مُوَافِقًا لَهَا كَمَا قَالَ: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ [٣٠: ٣٠] وَكَيْفَ يَكُونُ حُبُّ النِّسَاءِ فِي أَصْلِ الْفِطْرَةِ مَذْمُومًا، وَهُوَ وَسِيلَةُ إِتْمَامِ حِكْمَتِهِ - تَعَالَى - فِي بَقَاءِ النَّوْعِ إِلَى الْأَجَلِ الْمُسَمَّى، وَهُوَ مِنْ آيَاتِهِ - تَعَالَى - الدَّالَّةِ عَلَى حِكْمَتِهِ وَرَحْمَتِهِ، كَمَا قَالَ: لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ [٣٠: ٢١] وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحِبُّهُنَّ، وَكَيْفَ يَكُونُ حُبُّ الْمَالِ مَذْمُومًا لِذَاتِهِ وَاللهُ - تَعَالَى - قَدْ جَعَلَ بَذْلَ الْمَالِ مِنْ آيَاتِ الْإِيمَانِ وَهُوَ - تَعَالَى - يَنْهَى عَنِ الْإِسْرَافِ وَالتَّبْذِيرِ فِي إِنْفَاقِهِ كَمَا يَنْهَى عَنِ الْبُخْلِ بِهِ، وَقَدِ امْتَنَّ عَلَى نَبِيِّهِ بِأَنَّهُ وَجَدَهُ عَائِلًا أَيْ فَقِيرًا فَأَغْنَاهُ، وَجَعَلَ الْمَالَ قِوَامًا لِلْأُمَمِ وَمُعَزِّزًا لِلدِّينِ وَوَسِيلَةً لِإِقَامَةِ رُكْنَيْنِ مِنْ أَرْكَانِهِ وَمِنْ أَعْظَمِ أَسْبَابِ التَّقَرُّبِ إِلَيْهِ - تَعَالَى -، وَقَدْ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ اللهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ، وَلَا أَرَانِي فِي حَاجَةٍ إِلَى الْكَلَامِ فِي حُبِّ الْبَنِينَ وَالْخَيْلِ وَالْأَنْعَامِ وَالْحَرْثِ ; فَإِنَّ الشُّبْهَةَ فِيهَا لِلْغَالِينَ فِي الزُّهْدِ أَضْعَفُ، فَعَلَى الْمُؤْمِنِ الْمُتَّقِي أَلَّا يُفْتَنَ بِهَذِهِ الشَّهَوَاتِ وَيَجْعَلَهَا </p>"
}