{
  "id": null,
  "sura": 3,
  "aya": 120,
  "text": "<p> وَالْمَصَائِبُ؟ أَلَمْ يَحِنْ لَهُمْ أَنْ يَكُفُّوا عَنْ تَخْرِيبِ بُيُوتِهِمْ بِأَيْدِيهِمْ وَأَيْدِي أَعْدَائِهِمْ؟ أَلَا أَيُّهَا الْأُمَرَاءُ الْعِظَامُ مَا لَكُمْ وَلِلْأَجَانِبِ عَنْكُمْ؟ أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ قَدْ عَلِمْتُمْ شَأْنَهُمْ، وَلَمْ تَبْقَ رِيبَةٌ فِي أَمْرِهِمْ إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا سَارِعُوا إِلَى أَبْنَاءِ أَوْطَانِكُمْ وَإِخْوَانِ دِينِكُمْ وَمِلَّتِكُمْ، وَأَقْبِلُوا عَلَيْهِمْ بِبَعْضِ مَا تُقْبِلُونَ بِهِ عَلَى غَيْرِهِمْ تَجِدُونَ فِيهِمْ خَيْرَ عَوْنٍ وَأَفْضَلَ نَصِيرٍ، اتَّبِعُوا سُنَّةَ اللهِ فِيمَا أَلْهَمَكُمْ وَفَطَرَكُمْ عَلَيْهِ كَمَا فَطَرَ النَّاسَ أَجْمَعِينَ، وَرَاعُوا حِكْمَتَهُ الْبَالِغَةَ فِيمَا أَمَرَكُمْ وَمَا نَهَاكُمْ كَيْلَا تَضِلُّوا وَيَهْوِي بِكُمُ الْخَطَلُ إِلَى أَسْفَلِ سَافِلِينَ، أَلَمْ تَرَوْا، أَلَمْ تَعْلَمُوا، أَلَمْ تَحْسَبُوا، أَلَمْ تُجَرِّبُوا؟ إِلَى مَتَى إِلَى مَتَى؟ إِنَّا للَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ \" اهـ. </p><p> هَذَا بَيَانٌ يُرِيكَ بِالْحُجَجِ الِاجْتِمَاعِيَّةِ النَّاهِضَةِ أَنَّ الْغَرِيبَ عَنِ الْمِلَّةِ لَا يُتَّخَذُ بِطَانَةً لِلْقَائِمِينَ بِأَمْرِ الْمِلَّةِ، وَالْغَرِيبُ عَنِ الدَّوْلَةِ لَا يُتَّخَذُ بِطَانَةً لِرِجَالِ الدَّوْلَةِ، وَإِنْ لَمْ يَكُنْ هَؤُلَاءِ الْغُرَبَاءُ مُتَّصِفِينَ بِمَا ذُكِرَ فِي الْآيَةِ مِنَ الْعُدْوَانِ وَالْبَغْضَاءِ فَكَيْفَ إِذَا كَانُوا كَذَلِكَ؟ </p><p> بَيَّنَتْ لَنَا الْآيَةُ الَّتِي فَسَّرْنَاهَا بَعْضَ حَالِ أُولَئِكَ الَّذِينَ نُهِيَ الْمُؤْمِنُونَ عَنِ اتِّخَاذِ الْبِطَانَةِ مِنْهُمْ مَعَ الْمُؤْمِنِينَ، فَدُونَكَ هَذِهِ الْآيَةَ الَّتِي تُبَيِّنُ حَالَ الْمُؤْمِنِينَ مَعَهُمْ. </p><p> هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ فَالْقُرْآنُ يَنْطِقُ بِأَفْصَحِ عِبَارَةٍ وَأَصْرَحِهَا وَاصِفًا الْمُسْلِمِينَ بِهَذَا الْوَصْفِ الَّذِي هُوَ مِنْ أَثَرِ الْإِسْلَامِ وَهُوَ أَنَّهُمْ يُحِبُّونَ أَشَدَّ النَّاسِ عَدَاوَةً لَهُمُ </p><p> الَّذِينَ لَا يُقَصِّرُونَ فِي إِفْسَادِ أَمْرِهِمْ وَتَمَنِّي عَنَتِهِمْ عَلَى أَنَّ بَغْضَاءَهُمْ لَهُمْ ظَاهِرَةٌ وَمَا خَفِيَ مِنْهَا أَكْبَرُ مِمَّا ظَهَرَ، أُولَئِكَ الْمُبْغِضُونَ هُمُ الَّذِينَ قَالَ اللهُ فِيهِمْ أَوْ فِي طَائِفَةٍ مِنْهُمْ: لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ [٥: ٨٢] إِلَخْ. يَعْنِي أُولَئِكَ الْيَهُودَ الْمُجَاوِرِينَ لَهُمْ فِي الْحِجَازِ. </p><p> أَلَيْسَ حُبُّ الْمُؤْمِنِينَ لِأُولَئِكَ الْيَهُودِ الْغَادِرِينَ الْكَائِدِينَ وَإِقْرَارُ الْقُرْآنِ إِيَّاهُمْ عَلَى ذَلِكَ ; لِأَنَّهُ أَثَرٌ مِنْ آثَارِ الْإِسْلَامِ فِي نُفُوسِهِمْ، هُوَ أَقْوَى الْبَرَاهِينِ، عَلَى أَنَّ هَذَا الدِّينَ دِينُ حُبٍّ وَرَحْمَةٍ وَتَسَاهُلٍ وَتَسَامُحٍ لَا يُمْكِنُ أَنْ يُصَوِّبَ الْعَقْلُ نَظَرَهُ إِلَى أَعْلَى مِنْهُ فِي ذَلِكَ؟ بَلَى، وَلَكِنْ وُجِدَ فِي النَّاسِ مَنْ يُنْكِرُ عَلَيْهِ ذَلِكَ وَيَصِفُهُ بِضِدِّهِ زُورًا وَبُهْتَانًا، بَلْ تَعَصُّبًا خَرُّوا عَلَيْهِ صُمًّا وَعُمْيَانًا. </p><p> مَنْ هُمُ الَّذِينَ يَرْمُونَ الْإِسْلَامَ بِأَنَّهُ دِينُ بُغْضٍ وَعُدْوَانٍ؟ لَا أَقُولُ إِنَّهُمُ النَّصَارَى الَّذِينَ كَانُوا أَجْدَرَ بِحُبِّنَا وَوُدِّنَا مِنَ الْيَهُودِ لِقَوْلِهِ - تَعَالَى - فِي تَتِمَّةِ الْآيَةِ اسْتَشْهَدْنَا بِهَا آنِفًا: وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينِ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى بَلْ هُمْ قُسُوسُ أُورُوبَّا الْمُتَعَصِّبُونَ عَلَى الْإِسْلَامِ مِنْ حَيْثُ هُوَ دِينٌ، وَسَاسَتُهَا الْمُتَعَصِّبُونَ عَلَى الْإِسْلَامِ مِنْ حَيْثُ هُوَ شَرْعٌ وَنِظَامٌ قَامَتْ بِهِ دُوَلٌ وَمَمَالِكُ. فَأُورُوبَّا الَّتِي تَتَّهِمُ الْإِسْلَامَ - وَالشَّرْقَ الْأَدْنَى كُلَّهُ لِأَجْلِ الْإِسْلَامِ - </p><p> بِالتَّعَصُّبِ وَالْبَغْضَاءِ لِلْمُخَالِفِ هِيَ الَّتِي أَبَادَتْ مِنْ بِلَادِهَا كُلَّ مُخَالِفٍ لِدِينِهَا إِلَّا التُّرْكَ، فَإِنَّهَا لَمْ تَقْوَ عَلَى إِبَادَتِهِمْ حَتَّى الْآنَ، وَلَوْلَا مَا بَيْنَ دُوَلِهَا مِنَ التَّنَازُعِ السِّيَاسِيِّ لَقَضَتْ عَلَيْهِمْ، فَنَصَارَى الشَّرْقِ وَمُسْلِمُوهُ وَكَذَا وَثَنِيُّوهُ إِنَّمَا اغْتَرَفُوا غَرْفَةً مِنْ بَحْرِ تَعَصُّبِ أُورُوبَّا وَلَكِنَّهُمْ لَا قُوَّةَ لَهُمْ عَلَى الدِّفَاعِ عَنْ أَنْفُسِهِمْ أَمَامَ أُولَئِكَ الْمُعْتَدِينَ. </p><p> أَمَّا قَوْلُهُ - تَعَالَى -: وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ فَمَعْنَاهُ أَنَّكُمْ تُؤْمِنُونَ بِجَمِيعِ مَا أَنْزَلَ اللهُ مِنْ كِتَابٍ سَوَاءٌ مِنْهُ مَا نَزَلَ عَلَيْكُمْ وَمَا نَزَلَ عَلَيْهِمْ، فَلَيْسَ فِي نُفُوسِكُمْ مِنَ الْكُفْرِ بِبَعْضِ الْكُتُبِ الْإِلَهِيَّةِ أَوِ النَّبِيِّينَ الَّذِينَ جَاءُوا بِهَا مَا يَحْمِلُكُمْ عَلَى بُغْضِ أَهْلِ الْكِتَابِ، فَأَنْتُمْ تُحِبُّونَهُمْ بِمُقْتَضَى إِيمَانِكُمْ هَذَا، وَذَكَرَ بَعْضُهُمْ أَنَّ جُمْلَةَ تُؤْمِنُونَ حَالِيَّةٌ مِنْ قَوْلِهِ: وَلَا يُحِبُّونَكُمْ وَالْمَعْنَى أَنَّهُمْ لَا يُحِبُّونَكُمْ مَعَ أَنَّكُمْ تُؤْمِنُونَ بِكِتَابِهِمْ وَكِتَابِكُمْ </p><p> فَكَيْفَ لَوْ كُنْتُمْ لَا تُؤْمِنُونَ بِكِتَابِهِمْ كَمَا أَنَّهُمْ لَا يُؤْمِنُونَ بِكِتَابِكُمْ؟ فَأَنْتُمْ أَحَقُّ بِبُغْضِهِمْ، أَيْ وَمَعَ ذَلِكَ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ. </p><p> قَالَ (ابْنُ جَرِيرٍ) : \" فِي هَذِهِ الْآيَةِ إِبَانَةٌ مِنَ اللهِ - عَزَّ وَجَلَّ - عَنْ حَالِ الْفَرِيقَيْنِ، أَعْنِي الْمُؤْمِنِينَ وَالْكَافِرِينَ وَرَحْمَةُ أَهْلِ الْإِيمَانِ وَرَأْفَتُهُمْ بِأَهْلِ الْخِلَافِ لَهُمْ، وَقَسَاوَةُ قُلُوبِ أُولَئِكَ وَغِلْظَتُهُمْ عَلَى أَهْلِ الْإِيمَانِ،كَمَا حَدَّثَنَا بِشْرٌ قَالَ حَدَّثَنَا يَزِيدُ قَالَ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ:قَوْلَهُ: هَا أَنتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ فَوَاللهِ إِنَّ الْمُؤْمِنَ لَيُحِبُّ الْمُنَافِقَ وَيَأْوِي إِلَيْهِ وَيَرْحَمُهُ وَلَوْ أَنَّ الْمُنَافِقَ يَقْدِرُ مِنَ الْمُؤْمِنِ عَلَى مَا يَقْدِرُ عَلَيْهِ الْمُؤْمِنُ مِنْهُ لَأَبَادَ خَضْرَاءَهُ \" . حَدَّثَنَا الْقَاسِمُ قَالَ حَدَّثَنَا الْحُسَيْنُ قَالَ حَدَّثَنِي حَجَّاجٌ عَنِ ابْنِ جُرَيْجٍ قَالَ:  \" الْمُؤْمِنُ خَيْرٌ لِلْمُنَافِقِ مِنَ الْمُنَافِقِ لَلْمُؤْمِنُ يَرْحَمُهُ، وَلَوْ يَقْدِرُ الْمُنَافِقُ مِنَ الْمُؤْمِنِ عَلَى مِثْلِ مَا يَقْدِرُ عَلَيْهِ الْمُؤْمِنُ مِنْهُ لَأَبَادَ خَضْرَاءَهُ \" . اهـ. </p><p> فَهَؤُلَاءِ أَئِمَّةُ التَّفْسِيرِ مِنْ سَلَفِ الْأُمَّةِ يَقُولُونَ: إِنَّ الْمُسْلِمَ خَيْرٌ لِلْكَافِرِ وَلِلْمُنَافِقِ مِنْهُمَا لَهُ حُبًّا وَرَحْمَةً وَمُعَامَلَةً. وَكَذَلِكَ قَالُوا فِي السُّنِّيِّ مَعَ الْمُبْتَدِعِ كَمَا بَيَّنَ ذَلِكَ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَةَ، قَالُوا: إِنَّ مِنْ عَلَامَةِ أَهْلِ السُّنَّةِ أَنْ يَرْحَمُوا الْمُخَالِفَ لَهُمْ وَلَا يَقْطَعُوا أُخُوَّتَهُ فِي الدِّينِ ; وَلِذَلِكَ يَذْكُرُونَ فِي كُتُبِ الْعَقَائِدِ \" لَا نُكَفِّرُ أَحَدًا مِنْ أَهْلِ الْقِبْلَةِ \" بَلْ كَانَ رُوَاةُ الْحَدِيثِ مِنْ أَئِمَّةِ أَهْلِ السُّنَّةِ كَالْإِمَامِ أَحْمَدَ وَالْبُخَارِيِّ وَمُسْلِمٍ وَأَصْحَابِ السُّنَنِ يَرْوُونَ عَنِ الْخَوَارِجِ وَالشِّيعَةِ وَالْمُعْتَزِلَةِ لَا يَلْتَفِتُونَ إِلَى مَذْهَبِ الرَّاوِي بَلْ إِلَى عَدَالَتِهِ فِي نَفْسِهِ. وَنَتِيجَةُ هَذَا كُلِّهِ: أَنَّ الْإِنْسَانَ يَكُونُ فِي التَّسَاهُلِ وَالْمَحَبَّةِ وَالرَّحْمَةِ لِإِخْوَانِهِ الْبَشَرِ عَلَى قَدْرِ تَمَسُّكِهِ بِالْإِيمَانِ الصَّحِيحِ وَقُرْبِهِ مِنَ الْحَقِّ وَالصَّوَابِ فِيهِ، وَكَيْفَ لَا يَكُونُ كَذَلِكَ وَاللهُ يَقُولُ لِخِيَارِ الْمُؤْمِنِينَ: هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ فَبِهَذَا نَحْتَجُّ عَلَى مَنْ يَزْعُمُ أَنَّ دِينَنَا يُغْرِينَا بِبَغْضِ الْمُخَالِفِ لَنَا كَمَا نَحْتَجُّ </p><p> عَلَى بَعْضِ الْجَاهِلِينَ مِنَّا بِدِينِهِمُ الَّذِينَ يَطْعَنُونَ بِبَعْضِ عُلَمَائِهِمْ وَفُضَلَائِهِمْ، لِمُخَالَفَتِهِمْ إِيَّاهُمْ فِي مَذَاهِبِهِمْ وَآرَائِهِمْ، أَوْ فِي ظُنُونِهِمْ وَأَهْوَائِهِمْ، وَالَّذِينَ سَرَتْ إِلَيْهِمْ عَدْوَى الْمُتَعَصِّبِينَ، فَاسْتَحَلُّوا هَضْمَ حُقُوقِ الْمُخَالِفِينَ لَهُمْ فِي الدِّينِ. </p><p> ثُمَّ قَالَ - تَعَالَى - شَأْنُهُ مُبَيِّنًا لِشَأْنِ طَائِفَةٍ مِنْهُمْ أَسْنَدَهَا إِلَيْهِمْ فِي الْجُمْلَةِ عَلَى قَاعِدَةِ تَكَافُلِ الْأُمَّةِ </p><p> وَكَوْنِهَا كَشَخْصٍ وَاحِدٍ: وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ كَانَ بَعْضُ الْيَهُودِ يُظْهِرُونَ الْإِيمَانَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُؤْمِنِينَ نِفَاقًا وَخِدَاعًا، وَمِنْهُمْ مَنْ كَانَ يُظْهِرُهُ ثُمَّ يَرْجِعُ عَنْهُ لِيُشَكِّكَ الْمُسْلِمِينَ، كَمَا تَقَدَّمَ فِي آيَةِ \" ٧٢ \" مِنْ هَذِهِ السُّورَةِ وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ أَظْهَرُوا مَا فِي نُفُوسِهِمْ مِنَ الْغَيْظِ وَالْحِقْدِ الَّذِي لَا يَسْتَطِيعُونَ مَعَهُ إِلَى التَّشَفِّي سَبِيلًا، وَعَضُّ الْأَنَامِلِ: كِنَايَةٌ عَنْ شِدَّةِ الْغَيْظِ، وَيُكَنَّى بِهِ أَيْضًا عَنِ النَّدَمِ قُلْ مُوتُوا بِغَيْظِكُمْ فَإِنَّ الْإِسْلَامَ الَّذِي هُوَ سَبَبُ غَيْظِكُمْ لَا يَزْدَادُ بِاعْتِصَامِ أَهْلِهِ بِهِ إِلَّا عِزَّةً وَقُوَّةً وَانْتِشَارًا، وَقَالَ ابْنُ جَرِيرٍ:  \" مُوتُوا بِغَيْظِكُمُ الَّذِي عَلَى الْمُؤْمِنِينَ لِاجْتِمَاعِ كَلِمَتِهِمْ وَائْتِلَافِ جَمَاعَتِهِمْ \" فَلْيَعْتَبِرِ الْمُسْلِمُونَ الْيَوْمَ بِهَذَا لَعَلَّهُمْ يَتَذَكَّرُونَ أَنَّهُ مَا حَلَّ بِهِمْ مَا حَلَّ مِنَ الْأَرْزَاءِ إِلَّا بِزَوَالِ هَذَا الِاجْتِمَاعِ وَالِائْتِلَافِ وَبِالتَّفَرُّقِ بَعْدَ الِاعْتِصَامِ إِنَّ اللهَ عَلِيمٌ بِذَاتِ الصُّدُورِ فَهُوَ يَعْلَمُ مَا تَضُمُّ صُدُورُكُمْ مِنْ شُعُورِ الْغَيْظِ وَالْبَغْضَاءِ وَمَوْجِدَةِ الْحِقْدِ وَالْحَسَدِ، فَكَيْفَ يَخْفَى عَلَيْهِ مَا تَقُولُونَ فِي خَلَوَاتِكُمْ وَمَا يُبْدِيهِ بَعْضُكُمْ لِبَعْضٍ مِنْ ذَلِكَ وَيَعْلَمُ كَذَلِكَ مَا تَنْطَوِي عَلَيْهِ صُدُورُنَا مَعْشَرَ الْمُؤْمِنِينَ مِنْ حُبِّ الْخَيْرِ وَالنُّصْحِ لَكُمْ. </p><p> ثُمَّ قَالَ مُبَيِّنًا حَسَدَهُمْ وَسُوءَ طَوِيَّتِهِمْ: إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا الْمَسُّ فِي الْأَصْلِ: كَاللَّمْسِ، وَالْمُرَادُ بِـ تَمْسَسْكُمْ هُنَا تُصِبْكُمْ، وَلَعَلَّ اخْتِيَارَ لَفْظِ الْمَسِّ فِي جَانِبِ الْحَسَنَةِ وَالْإِصَابَةِ فِي جَانِبِ السَّيِّئَةِ لِلْإِشْعَارِ بِأَنَّ أُولَئِكَ الْكَافِرِينَ يَسُوءُهُمْ مَا يُصِيبُ الْمُسْلِمِينَ مِنْ خَيْرٍ وَإِنْ قَلَّ، بِأَنْ كَانَ لَا يَزِيدُ عَلَى مَا يُمَسُّ بِالْيَدِ وَإِنَّمَا يَفْرَحُونَ بِالسَّيِّئَةِ إِذَا أَصَابَتِ الْمُسْلِمِينَ إِصَابَةً يَشُقُّ احْتِمَالُهَا. هَذَا مَا كَانَ يَتَبَادَرُ إِلَى فَهْمِي وَلَكِنْ رَأَيْتُ صَاحِبَ الْكَشَّافِ يَجْعَلُهُمَا هُنَا بِمَعْنًى وَاحِدٍ وَيَسْتَدِلُّ بِاسْتِعْمَالِ الْقُرْآنِ لِكُلٍّ مِنْهَا فِي مَوْضِعِ الْآخَرِ، وَيَقُولُ: إِنَّ الْمَسَّ مُسْتَعَارٌ لِلْإِصَابَةِ، ثُمَّ خَطَرَ لِي أَنْ أُرَاجِعَ تَفْسِيرَ (أَبِي السُّعُودِ) فَإِذَا هُوَ يَقُولُ: \" وَذِكْرُ الْمَسِّ مَعَ الْحَسَنَةِ وَالْإِصَابَةِ مَعَ السَّيِّئَةِ لِلْإِيذَانِ بِأَنَّ مَدَارَ مَسَاءَتِهِمْ أَدْنَى مَرَاتِبِ إِصَابَةِ الْحَسَنَةِ وَمَنَاطَ فَرَحِهِمْ تَمَامُ إِصَابَةِ السَّيِّئَةِ، وَإِمَّا لِأَنَّ الْيَأْسَ مُسْتَعَارٌ لِمَعْنَى الْإِصَابَةِ \" وَالْأَوَّلُ هُوَ الْوَجْهُ، وَهُوَ مِنْ دَقَائِقِ </p><p> الْبَلَاغَةِ الْعُلْيَا، وَالْحَسَنَةُ: الْمَنْفَعَةُ سَوَاءٌ كَانَتْ حِسِّيَّةً </p><p> أَوْ مَعْنَوِيَّةً، وَأَعْظَمُهَا انْتِشَارُ الْإِسْلَامِ وَدُخُولُ النَّاسِ فِيهِ وَانْتِصَارُ الْمُسْلِمِينَ عَلَى الْمُعْتَدِينَ عَلَيْهِمُ الْمُقَاوِمِينَ لِدَعْوَتِهِمْ. قَالَ (قَتَادَةُ) فِي بَيَانِ ذَلِكَ كَمَا رَوَاهُ عَنْهُ ابْنُ جَرِيرٍ: \" فَإِذَا رَأَوْا مِنْ أَهْلِ الْإِسْلَامِ أُلْفَةً وَحِمَايَةً وَظُهُورًا عَلَى عَدُوِّهِمْ غَاظَهُمْ ذَلِكَ وَسَاءَهُمْ، وَإِذَا رَأَوْا مِنْ أَهْلِ الْإِسْلَامِ فُرْقَةً وَاخْتِلَافًا أَوْ أُصِيبَ طَرَفٌ مِنْ أَطْرَافِ الْمُسْلِمِينَ سَرَّهُمْ ذَلِكَ وَأُعْجِبُوا بِهِ وَابْتَهَجُوا بِهِ، فَهُمْ كُلَّمَا خَرَجَ مِنْهُمْ قَرْنٌ أَكْذَبَ اللهُ أُحْدُوثَتَهُ وَأَوْطَأَ مَحَلَّتَهُ، وَأَبْطَلَ حُجَّتَهُ وَأَظْهَرَ عَوْرَتَهُ ; فَذَلِكَ قَضَاءُ اللهِ فِيمَنْ مَضَى مِنْهُمْ وَفِيمَنْ بَقِيَ إِلَى يَوْمِ الْقِيَامَةِ \" . </p><p> ثُمَّ أَرْشَدَ اللهُ الْمُسْلِمِينَ إِلَى مَا إِنْ تَمَسَّكُوا بِهِ سَلِمُوا مِنْ كَيْدِهِمُ الَّذِي يَدْفَعُهُمْ إِلَيْهِ الْحَسَدُ وَالْبَغْضَاءُ فَقَالَ: وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا ذَهَبَ بَعْضُهُمْ إِلَى أَنَّ الْمُرَادَ: وَإِنْ تَصْبِرُوا عَلَى عَدَاوَتِهِمْ وَتَتَّقُوا اتِّخَاذَهُمْ بِطَانَةً وَمُوَالَاتَهُمْ مِنْ دُونِ الْمُؤْمِنِينَ لَا يَضُرُّكُمْ كَيْدُهُمْ لَكُمْ هُمْ بِمَعْزِلٍ عَنْكُمْ. وَذَهَبَ آخَرُونَ إِلَى أَنَّ الْمُرَادَ: وَإِنْ تَصْبِرُوا عَلَى مَشَاقِّ التَّكَالِيفِ وَامْتِثَالِ الْأَوَامِرِ عَامَّةً وَتَتَّقُوا مَا نُهِيتُمْ عَنْهُ وَخَطَرٌ عَلَيْكُمْ - وَمِنْهُ اتِّخَاذُ الْبِطَانَةِ مِنْهُمْ - لَا يَضُرُّكُمْ كَيْدُهُمْ. وَيَضُرُّكُمْ بِتَشْدِيدِ الرَّاءِ مِنَ الضَّرَرِ، وَقَرَأَ ابْنُ كَثِيرٍ وَنَافِعٌ وَأَبُو عَمْرٍو وَيَعْقُوبُ \" يَضِرْكُمْ \" بِكَسْرِ الضَّادِ وَسُكُونِ الرَّاءِ الْمُخَفَّفَةِ مِنْ ضَارَهُ يَضِيرُهُ، وَالضَّيْرُ بِمَعْنَى الْمَضَرَّةِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ الصَّبْرَ يُذْكَرُ فِي الْقُرْآنِ فِي مَقَامِ مَا يَشُقُّ عَلَى النَّفْسِ، وَحَبْسُ الْإِنْسَانِ سِرَّهُ عَنْ وَدِيدِهِ وَعَشِيرِهِ وَمُعَامِلِهِ وَقَرِيبِهِ مِمَّا يَشُقُّ عَلَيْهِ، فَإِنَّ مِنْ لَذَّاتِ النُّفُوسِ أَنْ تُفْضِيَ بِمَا فِي الضَّمِيرِ إِلَى مَنْ تَسْكُنُ إِلَيْهِ وَتَأْنَسُ بِهِ، فَلَمَّا نُهُوا عَنِ اتِّخَاذِ بِطَانَةٍ مِمَّنْ دُونَهُمْ مِنْ خُلَطَائِهِمْ وَعُشَرَائِهِمْ وَحُلَفَائِهِمْ وَعَلَّلَ بِمَا عَلَّلَ بِهِ مِنْ بَيَانِ بَغْضَائِهِمْ وَكَيْدِهِمْ حَسُنَ أَنْ يُذَكَّرُوا بِالصَّبْرِ عَلَى هَذَا لِتَكْلِيفِ الشَّاقِّ عَلَيْهِمْ، وَبِاتِّقَاءِ مَا يَجِبُ اتِّقَاؤُهُ لِأَجْلِ السَّلَامَةِ مِنْ عَاقِبَةِ كَيْدِهِمْ. وَيَصِحُّ أَنْ يُرَادَ بِالتَّقْوَى: الْأَخْذُ بِوَصَايَاهُ وَامْتِثَالِ أَمْرِهِ - تَعَالَى - فِي الْبِطَانَةِ وَغَيْرِهَا. </p><p> أَقُولُ: وَمِنَ الِاعْتِبَارِ فِي الْآيَةِ أَنَّهُ - تَعَالَى - أَمَرَ الْمُؤْمِنِينَ بِالصَّبْرِ عَلَى عَدَاوَةِ أُولَئِكَ الْمُبْغِضِينَ الْكَائِدِينَ وَبِاتِّقَاءِ شَرِّهِمْ وَلَمْ يَأْمُرْهُمْ بِمُقَابَلَةِ كَيْدِهِمْ وَشَرِّهِمْ بِمِثْلِهِ، وَهَكَذَا </p><p> شَأْنُ الْقُرْآنِ لَا يَأْمُرُ إِلَّا بِالْمَحَبَّةِ وَالْخَيْرِ وَالْإِحْسَانِ وَدَفْعِ السَّيِّئَةِ بِالْحَسَنَةِ إِنْ أَمْكَنَ كَمَا قَالَ: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ [٤١: ٣٤] فَإِنْ لَمْ يُمْكِنْ تَحْوِيلُ الْعَدُوِّ إِلَى مُحِبٍّ بِدَفْعِ سَيِّئَاتِهِ بِمَا هُوَ أَحْسَنُ مِنْهَا فَإِنَّهُ يُجِيزُ دَفْعَ السَّيِّئَةِ بِمِثْلِهَا مِنْ غَيْرِ بَغْيٍ وَلَا اعْتِدَاءٍ، كَمَا فَعَلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مُعَامَلَةِ بَنِي النَّضِيرِ الَّذِينَ نَزَلَتِ الْآيَةُ فِيهِمْ أَوَّلًا وَبِالذَّاتِ ; فَإِنَّهُ حَالَفَهُمْ وَوَادَّهُمْ فَنَكَثُوهُمْ وَخَانُوا غَيْرَ مَرَّةٍ: أَعَانُوا عَلَيْهِ قُرَيْشًا يَوْمَ بَدْرٍ وَادَّعَوْا أَنَّهُمْ نَسُوا الْعَهْدَ، ثُمَّ أَعَانُوا الْأَحْزَابَ الَّذِينَ تَحَزَّبُوا لِإِبَادَةِ الْمُسْلِمِينَ، ثُمَّ حَاوَلُوا قَتْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، </p><p> فَتَعَذَّرَتْ مُوَادَّتُهُمْ وَاسْتِمَالَتُهُمْ بِالْمَحَبَّةِ وَحُسْنِ الْمُعَامَلَةِ، فَكَانَ اللُّجْأُ إِلَى قِتَالِهِمْ وَإِجْلَائِهِمْ ضَرْبَةَ لَازِبٍ. </p><p> ثُمَّ قَالَ: إِنَّ اللهَ بِمَا يَعْمَلُونَ مُحِيطٌ قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مِثَالُهُ: الْمُحِيطُ بِالْعَمَلِ هُوَ الْوَاقِفُ عَلَى دَقَائِقِهِ، فَهُوَ إِذَا دَلَّ عَلَى طَرِيقِ النَّجَاةِ لِعَامِلٍ مِنْ كَيْدِ الْكَائِدِينَ وَالْوَسِيلَةِ لِلْخَلَاصِ مِنْ ضَرَرِهِمْ فَإِنَّمَا يَدُلُّ عَلَى الطَّرِيقِ الْمُوصِلِ لِلنَّجَاةِ حَتْمًا، وَالْوَسِيلَةِ الْمُؤَدِّيَةِ إِلَى النَّجَاحِ قَطْعًا، فَالْكَلَامُ كَالتَّعْلِيلِ لِكَوْنِ الِاسْتِعَانَةِ بِالصَّبْرِ وَالتَّمَسُّكِ بِالتَّقْوَى شَرْطَيْنِ لِلنَّجَاحِ. وَهُنَاكَ وَجْهٌ آخَرُ وَهُوَ أَنَّ الْخِطَابَ بِـ \" تَعْمَلُونَ \" عَامٌّ لِلْمُؤْمِنِينَ وَالْكَافِرِينَ جَمِيعًا - يَعْنِي عَلَى قِرَاءَةِ الْحَسَنِ وَأَبِي حَاتِمٍ \" تَعْمَلُونَ \" بِالْمُثَنَّاةِ الْفَوْقِيَّةِ أَوْ عَلَى الِالْتِفَاتِ - وَمَنْ كَانَ عَالِمًا بِعَمَلِ فَرِيقَيْنِ مُتَحَادَّيْنِ مُحِيطًا بِأَسْبَابِ مَا يَصْدُرُ عَنْ كُلٍّ مِنْهُمَا وَمُقَدِّمَاتِهِ، وَنَتَائِجِهِ وَغَايَاتِهِ، فَهُوَ الَّذِي يُعْتَمَدُ عَلَى إِرْشَادِهِ فِي مُعَامَلَةِ أَحَدِهِمَا لِلْآخَرِ، وَلَا يُمْكِنُ أَنْ يَعْرِفَ أَحَدُهُمَا مِنْ نَفْسِهِ فِي حَاضِرِهَا وَآتِيهَا مَا يَعْرِفُهُ ذَلِكَ الْمُحِيطُ بِعَمَلِهِ وَعَمَلِ مَنْ يُنَاهِضُهُ وَيُنَاصِبُهُ، فَهِدَايَةُ اللهِ - تَعَالَى - لِلْمُؤْمِنِينَ خَيْرُ مَا يَبْلُغُونَ بِهِ الْمَآرِبَ وَيَنْتَهُونَ بِهِ إِلَى أَحْسَنِ الْعَوَاقِبِ. </p><p> وَأَقُولُ: إِنَّ الْإِحَاطَةَ إِحَاطَتَانِ إِحَاطَةُ عِلْمٍ وَإِحَاطَةُ قُدْرَةٍ وَمَنْعٍ، وَهَذَا التَّفْسِيرُ مَبْنِيٌّ عَلَى أَنَّ الْإِحَاطَةَ عِلْمٌ لِتَعَلُّقِهَا بِالْعَمَلِ ; وَذَلِكَ مِنَ الْمَجَازِ الَّذِي وَرَدَ فِي التَّنْزِيلِ كَقَوْلِهِ - تَعَالَى -: أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا [٦٥: ١٢] وَقَوْلِهِ: بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ [١٠: ٣٩] وَأَمَّا الْإِحَاطَةُ بِالشَّخْصِ أَوْ بِالشَّيْءِ قُدْرَةً فَهِيَ تَأْتِي بِمَعْنَى مَنْعِهِ مِمَّا يُرَادُ بِهِ وَهَذَا لَيْسَ بِمُرَادٍ هُنَا، وَبِمَعْنَى مَنْعِهِ مَا يُرِيدُهُ، وَبِمَعْنَى التَّمَكُّنِ مِنْهُ، وَمِنْهُ الْإِحَاطَةُ بِالْعَدُوِّ، أَيْ أَخْذُهُ مِنْ </p><p> جَمِيعِ جَوَانِبِهِ بِالْفِعْلِ وَالتَّمَكُّنِ مِنْ ذَلِكَ وَمِنْهُ قَوْلُهُ - تَعَالَى -: وَأَحَاطَتْ بِهِ خَطِيئَتُهُ [٢: ٨١] وَقَوْلُهُ: إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ [١١: ٩٢] وَقَوْلُهُ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ [١٠: ٢٢] كُلُّ هَذَا مِنْ بَابٍ وَاحِدٍ وَإِنْ فُسِّرَ كُلُّ قَوْلٍ بِمَا يَلِيقُ بِهِ. فَيَصِحُّ أَنْ يَكُونَ مِنْهُ مَا نَحْنُ فِيهِ، وَالْمَعْنَى حِينَئِذٍ: أَنَّ اللهَ قَدْ دَلَّكُمْ يَا مَعْشَرَ الْمُؤْمِنِينَ عَلَى مَا يُنْجِيكُمْ مِنْ كَيْدِ عَدُوِّكُمْ فَعَلَيْكُمْ بَعْدَ الِامْتِثَالِ أَنْ تَعْلَمُوا أَنَّهُ مُحِيطٌ بِأَعْمَالِهِمْ إِحَاطَةَ قُدْرَةٍ تَمْنَعُهُمْ مِمَّا يُرِيدُونَ مِنْكُمْ مَعُونَةً مِنْهُ لَكُمْ كَقَوْلِهِ: وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللهُ بِهَا [٤٨: ٢١] فَعَلَيْكُمْ بَعْدَ الْقِيَامِ بِمَا يَجِبُ عَلَيْكُمْ أَنْ تَثِقُوا بِهِ وَتَتَوَكَّلُوا عَلَيْهِ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَاتِ: قَوْلُهُ: هَا أَنتُمْ أُولَاءِ أَصْلُهُ \" أَنْتُمْ هَؤُلَاءِ \" فَقُدِّمَتْ أَدَاةُ التَّنْبِيهِ الَّتِي تَلْحَقُ اسْمَ الْإِشَارَةِ أُولَاءِ عَلَى الضَّمِيرِ وَيُقَالُ فِي الْمُفْرَدِ: \" هَا أَنَا ذَا \" وَعَلَى ذَلِكَ فَقِسْ. وَإِعْرَابُهُ: هَا لِلتَّنْبِيهِ وَأَنْتُمْ مُبْتَدَأٌ وَأُولَاءِ خَبَرُهُ وَتُحِبُّونَهُمْ فِي مَوْضِعِ النَّصْبِ عَلَى الْحَالِ أَوْ خَبَرٌ بَعْدَ خَبَرٍ، وَجَوَّزَ بَعْضُهُمْ أَنْ تَكُونَ (أُولَاءِ) اسْمًا مَوْصُولًا وَتُحِبُّونَهُمْ صِلَتُهُ. </p>"
}