{
  "id": null,
  "sura": 4,
  "aya": 64,
  "text": "<p> وَالْمُمَاتَنَةُ ـ الْمُغَالَبَةُ ـ فِي الْأَسْوَاقِ وَالْمَجَامِعِ، وَإِنَّمَا صَرَفَهُ اللهُ تَعَالَى عَنْ ذَلِكَ لِتَكُونَ حُجَّتُهُ فِي إِعْجَازِ الْقُرْآنِ بِالْبَلَاغَةِ أَظْهَرَ وَأَبْعَدَ عَنِ الشُّبْهَةِ، فَلَا يَقُولَنَّ قَائِلٌ: إِنَّهُ تَمَرَّنَ عَلَى الْكَلَامِ الْبَلِيغِ وَزَاوَلَهُ الزَّمَنَ الطَّوِيلَ حَتَّى ارْتَقَى فِيهِ إِلَى هَذِهِ الْقِمَّةِ الْعُلْيَا الَّتِي لَا يُطَاوَلُ فِيهَا، هَذِهِ هِيَ حُجَّتُنَا الْمُؤَيَّدَةُ بِسِيرَتِهِ الشَّرِيفَةِ عَلَى أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَمْ يَكُنْ مَعْدُودًا قَبْلَ النُّبُوَّةِ فِي بُلَغَاءِ الْقَوْمِ بِالشِّعْرِ وَلَا الْخَطَابَةِ، وَلَمْ يَكُنْ يَحْفُلُ بِمُفَاخَرَاتِهِمْ وَمُمَاتَنَاتِهِمْ فِيهَا، وَإِنَّمَا كَانَ مَشْهُورًا بِالْأَمَانَةِ وَالْفَضِيلَةِ وَالصِّدْقِ، وَأَمَّا دَلِيلُنَا عَلَى أَنَّ الْحِكْمَةَ الْعُلْيَا كَالْبَلَاغَةِ الْعُلْيَا قَدْ كَمَّلَهُ اللهُ تَعَالَى بِهَا وَبِالنُّبُوَّةِ أَيْضًا فَنُصُوصُ الْقُرْآنِ، وَسَيَأْتِي مِنْهَا فِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى: وَأَنْزَلَ اللهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ (٤: ١١٣) . </p><p> قَالَ الْقَاضِي عِيَاضٌ فِي الشِّفَاءِ: \" وَأَمَّا فَصَاحَةُ اللِّسَانِ وَبَلَاغَةُ الْقَوْلِ فَقَدْ كَانَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ ذَلِكَ بِالْمَحَلِّ الْأَفْضَلِ، وَالْمَوْضِعِ الَّذِي لَا يُجْهَلُ سَلَاسَةَ طَبْعٍ، وَبَرَاعَةَ </p><p> مَنْزَعٍ، وَإِيجَازَ مَقْطَعٍ، وَنَصَاعَةَ لِفَظٍّ، وَجَزَالَةَ قَوْلٍ، وَصِحَّةَ مَعَانٍ، وَقِلَّةَ تَكَلُّفٍ، أُوتِيَ جَوَامِعَ الْكَلِمِ، وَخُصَّ بِبَدَائِعِ الْحِكَمِ، وَعَلِمَ أَلْسِنَةَ الْعَرَبِ، يُخَاطِبُ كُلَّ أُمَّةٍ مِنْهَا بِلِسَانِهَا، وَيُحَاوِرُهَا بِلُغَتِهَا، وَيُبَارِيهَا فِي مَنْزَعِ بَلَاغَتِهَا، حَتَّى كَانَ كَثِيرٌ مِنْ أَصْحَابِهِ يَسْأَلُونَهُ فِي غَيْرِ مَوْطِنٍ عَنْ شَرْحِ كَلَامِهِ، وَتَفْسِيرِ قَوْلِهِ مِنْ تَأَمُّلِ حَدِيثِهِ وَسِيَرِهِ، عَلِمَ ذَلِكَ وَتَحَقَّقَهُ، وَلَيْسَ كَلَامُهُ مَعَ قُرَيْشٍ وَالْأَنْصَارِ، وَأَهْلِ الْحِجَازِ وَنَجْدٍ كَكَلَامِهِ مَعَ ذِي الْمِعْشَارِ الْهَمْدَانِيِّ وَطِهْفَةَ النَّهْدِيِّ، وَقَطَنِ بْنِ حَارِثَةَ الْعُلَيْمِيِّ، وَالْأَشْعَثِ بْنِ قَيْسٍ، وَوَائِلِ بْنِ حُجْرٍ الْكِنْدِيِّ وَغَيْرِهِمْ مِنْ أَقْيَالِ حَضْرَمَوْتَ وَمُلُوكِ الْيَمَنِ، ثُمَّ أَوْرَدَ الشَّوَاهِدَ عَلَى ذَلِكَ. </p><p> وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللهَ تَوَّابًا رَحِيمًا فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا. </p><p> الْكَلَامُ مُتَّصِلٌ بِمَا قَبْلَهُ مُتَمِّمٌ لِسِيَاقِ وُجُوبِ طَاعَةِ اللهِ وَرَسُولِهِ، وَالتَّشْنِيعِ عَلَى مَنْ يَرْغَبُ عَنِ التَّحَاكُمِ إِلَى الرَّسُولِ وَيُؤْثِرُ عَلَيْهِ التَّحَاكُمَ إِلَى الطَّاغُوتِ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: بَعْدَ مَا بَيَّنَ تَعَالَى مَا يَنْبَغِي لِلرَّسُولِ مَعَ أُولَئِكَ الْمُنَافِقِينَ قَالَ: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللهِ </p><p> فَهَذَا كَالدَّلِيلِ عَلَى اسْتِحْقَاقِ أُولَئِكَ الْمُنَافِقِينَ لِلْمَقْتِ؛ لِأَنَّهُمْ لَمْ يَرْضُوا بِحُكْمِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَقُولُ: إِنَّنَا أَرْسَلْنَا هَذَا الرَّسُولَ عَلَى حُكْمِنَا، وَسُنَّتُنَا فِي الرُّسُلِ قَبْلَهُ أَنَّنَا لَا نُرْسِلُهُمْ إِلَّا لِيُطَاعُوا بِإِذْنِ اللهِ تَعَالَى، فَمَنْ صَدَّ عَنْهُمْ وَخَرَجَ عَنْ طَاعَتِهِمْ، أَوْ رَغِبَ عَنْ حُكْمِهِمْ كَانَ خَارِجًا عَنْ حُكْمِنَا وَسُنَّتِنَا فِيهِمْ مُرْتَكِبًا أَكْبَرَ الْآثَامِ فِي ذَلِكَ. </p><p> وَقَوْلُهُ: بِإِذْنِ اللهِ لِلِاحْتِرَاسِ؛ لِأَنَّ الطَّاعَةَ فِي الْحَقِيقَةِ لِلَّهِ تَعَالَى، فَهَذَا الْقَيْدُ مِنْ قُيُودِ الْقُرْآنِ الْمُحْكَمَةِ الذَّاهِبَةِ بِظُنُونِ مَنْ يَظُنُّونَ أَنَّ الرَّسُولَ يُطَاعُ لِذَاتِهِ بِلَا شَرْطٍ وَلَا قَيْدٍ، فَهُوَ عَزَّ وَجَلَّ يَقُولُ: إِنَّ الطَّاعَةَ الذَّاتِيَّةَ لَيْسَتْ إِلَّا لِلَّهِ </p><p> تَعَالَى رَبِّ النَّاسِ وَخَالِقِهِمْ، وَقَدْ أَمَرَ أَنْ تُطَاعَ رُسُلُهُ فَطَاعَتُهُمْ وَاجِبَةٌ بِإِذْنِهِ وَإِيجَابِهِ. </p><p> أَقُولُ: قَوْلُهُ تَعَالَى: مِنْ رَسُولٍ أَبْلَغُ فِي اسْتِغْرَاقِ النَّفْيِ مِنْ أَنْ يُقَالَ: \" وَمَا أَرْسَلْنَا رَسُولًا \" ، فَكُلُّ رَسُولٍ تَجِبُ طَاعَتُهُ، وَإِيجَابُ طَاعَةِ الرَّسُولِ تُشْعِرُ بِأَنَّ الرَّسُولَ أَخَصُّ مِنَ النَّبِيِّ ; فَالرَّسُولُ لَا بُدَّ أَنْ يَكُونَ مُقِيمًا لِشَرِيعَةٍ. </p><p> وَفَسَّرَ بَعْضُهُمُ الْإِذْنَ بِالْإِرَادَةِ، وَبَعْضُهُمْ بِالْأَمْرِ، وَبَعْضُهُمْ بِالتَّوْفِيقِ وَالْإِعَانَةِ، وَهُوَ مِمَّا تُجَادِلُ فِيهِ الْأَشْعَرِيَّةُ وَالْمُعْتَزِلَةُ، وَلَا مَجَالَ فِيهِ لِلْجِدَالِ، قَالَ الرَّاغِبُ: الْإِذْنُ فِي الشَّيْءِ إِعْلَامٌ بِإِجَازَتِهِ وَالرُّخْصَةِ فِيهِ نَحْوَ: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللهِ، أَيْ: بِإِرَادَتِهِ وَأَمْرِهِ اهـ، وَقَوْلُهُ: بِإِرَادَتِهِ وَأَمْرِهِ تَفْسِيرٌ بِاللَّازِمِ وَإِلَّا فَالْإِذْنُ فِي اللُّغَةِ كَالْأَذَانِ وَالْإِيذَانِ لِمَا يُعْلَمُ بِإِدْرَاكِ حَاسَّةِ الْأُذُنَيْنِ أَيْ: بِالسَّمْعِ، فَقَوْلُهُ: لِيُطَاعَ بِإِذْنِ اللهِ مَعْنَاهُ بِإِعْلَامِهِ الَّذِي نَطَقَ بِهِ وَحْيُهُ وَطَرَقَ آذَانَكُمْ، كَقَوْلِهِ فِي الْآيَةِ السَّابِقَةِ الَّتِي هِيَ أُمُّ هَذَا السِّيَاقِ: أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَمَا صَرَفَ الرَّازِيَّ عَنْ هَذَا الْمَعْنَى الْبَدِيهِيِّ إِلَّا انْصِرَافُ ذَكَائِهِ لِلرَّدِّ عَلَى الْجُبَّائِيِّ دُونَ فَهْمِ الْآيَةِ فِي نَفْسِهَا بِمَا تُعْطِيهِ اللُّغَةُ الْفُصْحَى. </p><p> وَاسْتُدِلَّ بِالْآيَةِ عَلَى عِصْمَةِ الْأَنْبِيَاءِ، وَوَجْهُهُ أَنَّنَا مَأْمُورُونَ بِطَاعَتِهِمْ مُطْلَقًا فَهِيَ وَاجِبَةٌ، وَلَوْ أَتَوْا بِمَعْصِيَةٍ لَكُنَّا مَأْمُورِينَ بِطَاعَتِهِمْ فِيهَا، فَتَكُونُ بِذَلِكَ وَاجِبَةً، وَقَدْ فَرَضْنَا أَنَّهَا مَعْصِيَةٌ مُحَرَّمَةٌ، فَيَلْزَمُ تَوَارُدُ الْإِيجَابِ وَالتَّحْرِيمِ عَلَى الشَّيْءِ الْوَاحِدِ، وَهُوَ جَمْعٌ بَيْنَ الضِّدَّيْنِ بِمَعْنَى النَّقِيضَيْنِ، وَفِي هَذَا الِاسْتِدْلَالِ نَظَرٌ، فَإِنَّ الْآيَةَ تَدُلُّ عَلَى وُجُوبِ طَاعَتِهِمْ فِيمَا يَأْمُرُونَ أَوْ يَحْكُمُونَ بِهِ، فَالْمُمْتَنِعُ أَنْ يَحْكُمُوا أَوْ يَأْمُرُوا بِخِلَافِ مَا أَنْزَلَهُ اللهُ تَعَالَى عَلَيْهِمْ، وَأَمَّا أَفْعَالُهُمُ الَّتِي لَمْ يَأْمُرُوا بِهَا وَلَمْ يَحْكُمُوا بِهَا فَلَا تَدُلُّ الْآيَةُ عَلَى وُجُوبِ اتِّبَاعِهِمْ فِيهَا، وَإِنْ كَانَتْ مِنْ أَكْبَرِ الطَّاعَاتِ فِي نَفْسِهَا، كَالتَّهَجُّدِ الَّذِي كَانَ مَفْرُوضًا عَلَى نَبِيِّنَا ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ دُونَ الْمُؤْمِنِينَ، وَمِنْهَا خَصَائِصُ كَتَعَدُّدِ الزَّوْجَاتِ الَّذِي أُبِيحَ لَهُ مِنْهُ مَا لَمْ يُبَحْ لِغَيْرِهِ. </p><p> وَمِنْ أَوَامِرِهِ وَأَحْكَامِهِ مَا يَكُونُ بِالِاجْتِهَادِ إِذَا لَمْ يَكُنْ فِي الْوَاقِعَةِ، أَوِ الدَّعْوَى وَحْيٌ مُنَزَّلٌ، وَلَمْ يَقُولُوا بِعِصْمَةِ الْأَنْبِيَاءِ مِنَ الْخَطَأِ فِي الِاجْتِهَادِ، وَإِنَّمَا قَالُوا: إِنَّ اللهَ تَعَالَى لَا يُقِرُّهُمْ عَلَى الْخَطَأِ فِيهِ، بَلْ يُبَيِّنُ لَهُمُ الْحَقَّ </p><p> فِيهِ، وَقَدْ يُعَاتِبُهُمْ عَلَيْهِ كَمَا وَقَعَ لِنَبِيِّنَا ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ </p><p> فِي مَسْأَلَةِ أَسْرَى بَدْرٍ، وَمَسْأَلَةِ الْإِذْنِ لِبَعْضِ الْمُنَافِقِينَ فِي التَّخَلُّفِ عَنْ غَزْوَةِ تَبُوكَ، وَلَكِنَّ الْخَطَأَ فِي الِاجْتِهَادِ لَيْسَ مِنَ الْمَعْصِيَةِ فِي شَيْءٍ، فَهُوَ لَا يُنَافِي الْعِصْمَةَ؛ لِأَنَّ الْمَعْصِيَةَ هِيَ مُخَالَفَةُ مَا أَمَرَ اللهُ تَعَالَى بِهِ أَوْ نَهَى عَنْهُ. </p><p> وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ، أَيْ وَلَوْ أَنَّ أُولَئِكَ الَّذِينَ رَغِبُوا عَنْ حُكْمِكَ إِلَى حُكْمِ الطَّاغُوتِ عِنْدَ ظُلْمِهِمْ لِأَنْفُسِهِمْ بِذَلِكَ جَاءُوكَ فَاسْتَغْفَرُوا اللهَ، مِنْ ذَنْبِهِمْ وَنَدِمُوا أَنِ اقْتَرَفُوهُ وَحَسُنَتْ تَوْبَتُهُمْ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ، أَيْ دَعَا اللهَ أَنْ يَغْفِرَهُ لَهُمْ لَوَجَدُوا اللهَ تَوَّابًا رَحِيمًا أَيْ لَتَقَبَّلَ اللهُ تَوْبَتَهُمْ عَلَى هَذَا الْوَجْهِ أَتَمَّ الْقَبُولِ وَأَكْمَلَهُ، وَتَغَمَّدَهُمْ بِرَحْمَتِهِ، وَغَمَرَهُمْ بِإِحْسَانِهِ ; لِأَنَّهُ تَعَالَى يَقْبَلُ التَّوْبَةَ النَّصُوحَ كَثِيرًا مَهْمَا عَادَ صَاحِبُهَا، وَرَحْمَتُهُ وَسِعَتْ كُلَّ شَيْءٍ. </p><p> هَذَا هُوَ مَعْنَى صِيغَةِ الْمُبَالَغَةِ فِي تَوَّابٍ رَحِيمٍ، وَإِنَّمَا قُرِنَ اسْتِغْفَارُهُمُ الَّذِي هُوَ عُنْوَانُ تَوْبَتِهِمْ بِاسْتِغْفَارِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ ; لِأَنَّ ذَنْبَهُمْ هَذَا لَمْ يَكُنْ ظُلْمًا لِأَنْفُسِهِمْ فَقَطْ لَمْ يَتَعَدَّ شَيْءٌ مِنْهُ إِلَى الرَّسُولِ فَيَكْفِي فِيهِ تَوْبَتُهُمْ، بَلْ تَعَدَّى إِلَى إِيذَاءِ الرَّسُولِ مِنْ حَيْثُ إِنَّهُ رَسُولٌ لَهُ وَحْدَهُ الْحَقُّ فِي الْحُكْمِ بَيْنَ الْمُؤْمِنِينَ بِهِ، فَكَانَ لَا بُدَّ فِي تَوْبَتِهِمْ وَنَدَمِهِمْ عَلَى مَا صَدَرَ مِنْهُمْ أَنْ يُظْهِرُوا ذَلِكَ لِلرَّسُولِ؛ لِيَصْفَحَ عَنْهُمْ فِيمَا اعْتَدَوْا بِهِ عَلَى حَقِّهِ، وَيَدْعُو اللهَ تَعَالَى أَنْ يَغْفِرَ لَهُمْ إِعْرَاضَهُمْ عَنْ حُكْمِهِ، وَمِنْ هَذَا الْبَيَانِ تَعْرِفُ نُكْتَةَ وَضْعِ الِاسْمِ الظَّاهِرِ مَوْضِعَ الضَّمِيرِ إِذْ قَالَ: وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ، وَلَمْ يَقُلْ:  \" وَاسْتَغْفَرْتَ لَهُمْ \" ، فَإِنَّ حَقَّهُ عَلَيْهِمْ أَنْ يَتَحَاكَمُوا إِلَيْهِ إِنَّمَا كَانَ لَهُ بِأَنَّهُ رَسُولُ اللهِ وَأَنَّهُ مَأْمُورٌ بِأَنْ يَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاهُ اللهُ فِي وَحْيِهِ وَمَا هَدَاهُ إِلَيْهِ فِي اجْتِهَادِهِ، وَلَوْ أَنَّهُمُ اعْتَدَوْا فِي مَعْصِيَتِهِمْ عَلَى حُقُوقِهِ الشَّخْصِيَّةِ كَأَكْلِ شَيْءٍ مِنْ مَالِهِ بِغَيْرِ حَقٍّ لَقَالَ: وَاسْتَغْفَرْتَ لَهُمْ، فَإِنَّ التَّوْبَةَ عَنِ الْمَعَاصِي الْمُتَعَلِّقَةِ بِحُقُوقِ النَّاسِ لَا تَكُونُ مَقْبُولَةً وَلَا صَحِيحَةً إِلَّا بَعْدَ اسْتِرْضَاءِ صَاحِبِ الْحَقِّ، وَجَعَلَ بَعْضُ الْمُفَسِّرِينَ نُكْتَةَ وَضْعِ الظَّاهِرِ مَوْضِعَ الضَّمِيرِ إِجْلَالَ مَنْصِبِ الرِّسَالَةِ وَالْإِيذَانَ بِقَبُولِ اسْتِغْفَارِ صَاحِبِ هَذَا الْمَنْصِبِ الشَّرِيفِ وَعَدَمِ رَدِّ شَفَاعَتِهِ، وَالظَّاهِرُ مَا قُلْنَاهُ وَالْمَنْصِبُ هُوَ هُوَ فِي شَرَفِهِ وَعُلُوِّهِ، وَلَكِنَّ اللهَ لَا يَغْفِرُ لِلْمُنَافِقِينَ إِذَا لَمْ يَتُوبُوا وَإِنِ اسْتَغْفَرَ لَهُمُ الرَّسُولُ ; لِأَنَّ اللهَ تَعَالَى قَالَ </p><p> لَهُ فِيهِمْ: اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللهُ لَهُمْ (٩: ٨٠) ، وَالْآيَةُ نَاطِقَةٌ بِأَنَّ التَّوْبَةَ الصَّحِيحَةَ تَكُونُ مَقْبُولَةً حَتْمًا إِذَا كَمُلَتْ شَرَائِطُهَا، وَظَاهِرُ الْآيَةِ أَنَّ مِنْهَا أَنْ تَكُونَ عَقِبَ الذَّنْبِ كَمَا يَدُلُّ الشَّرْطُ، وَالْعَطْفُ بِالْفَاءِ وَهُوَ بِمَعْنَى ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ (٤: ١٧) ، وَتَقَدَّمَ تَفْسِيرُهُ. </p><p> وَذَكَرَ الْأُسْتَاذُ الْإِمَامُ أَنَّهُ تَعَالَى سَمَّى تَرْكَ طَاعَةِ الرَّسُولِ ظُلْمًا لِلْأَنْفُسِ أَيْ إِفْسَادًا لِمَصْلَحَتِهَا؛ لِأَنَّ الرَّسُولَ هَادٍ إِلَى مَصَالِحِ النَّاسِ فِي دُنْيَاهُمْ وَآخِرَتِهِمْ، وَهَذَا الظُّلْمُ يَشْمَلُ الِاعْتِدَاءَ وَالْبَغْيَ وَالتَّحَاكُمَ إِلَى الطَّاغُوتِ وَغَيْرَ ذَلِكَ، وَالِاسْتِغْفَارُ هُوَ الْإِقْبَالُ عَلَى اللهِ، وَعَزْمُ التَّائِبِ عَلَى اجْتِنَابِ الذَّنْبِ، وَعَدَمُ الْعَوْدِ إِلَيْهِ مَعَ الصِّدْقِ وَالْإِخْلَاصِ فِي ذَلِكَ، وَأَمَّا الِاسْتِغْفَارُ بِاللِّسَانِ عَقِبَ الذَّنْبِ مِنْ دُونِ هَذَا التَّوَجُّهِ الْقَلْبِيِّ فَلَيْسَ اسْتِغْفَارًا حَقِيقِيًّا. </p>"
}