{
  "id": null,
  "sura": 4,
  "aya": 56,
  "text": "<p> أَقُولُ: وَالظَّاهِرُ أَنَّ نُضْجَ الْجُلُودِ مِنَ الْعَذَابِ ـ إِنْ كَانَ حَقِيقَةً لَا مَجَازًا ـ يَكُونُ هُوَ أَثَرُ لَفْحِ النَّارِ بِسَمُومِهَا لِأَهْلِ تِلْكَ الدَّارِ كَمَا قَالَ تَعَالَى: تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (٢٣: ١٠٤) ، وَمَتَى لُفِحَ الْجِلْدُ مِرَارًا يَبْطُلُ إِحْسَاسُهُ وَيَنْفَصِلُ عَنِ الْبَشَرَةِ وَيَتَرَبَّى تَحْتَ جِلْدٍ آخَرَ كَمَا هُوَ مُشَاهَدٌ فِي الدُّنْيَا. </p><p> ثُمَّ تَكَلَّمَ الْأُسْتَاذُ عَنِ اسْتِشْكَالِ بَعْضِ الْمُتَكَلِّمِينَ لِتَعْذِيبِ الْجُلُودِ الْجَدِيدَةِ مَعَ أَنَّ الْعِصْيَانَ لَمْ يَكُنْ بِهَا، وَلَمْ أَكْتُبْ مَا قَالَهُ وَلَا أَتَذَكَّرُهُ، وَالْمَشْهُورُ فِي الْجَوَابِ عِنْدَهُمْ أَنَّ الْبَدَلَ يَكُونُ عَيْنَ الْأَصْلِ الْمُبْدَلِ مِنْهُ فِي مَادَّتِهِ، وَغَيْرَهُ فِي صُورَتِهِ، وَهَذِهِ سَفْسَطَةٌ ظَاهِرَةٌ، وَذَكَرَ الرَّازِيُّ بَعْدَ هَذَا الْجَوَابِ جَوَابًا ثَانِيًا: وَهُوَ أَنَّ الْمُعَذَّبَ هُوَ الْإِنْسَانُ وَذَلِكَ الْجِلْدُ مَا كَانَ جُزْءًا مِنْ مَاهِيَّتِهِ بَلْ هُوَ كَالشَّيْءِ الزَّائِدِ الْمُلْتَصِقِ بِهِ، وَثَالِثًا: وَهُوَ أَنَّ الْمُرَادَ بِالْجُلُودِ السَّرَابِيلُ، قَالَ: وَطَعَنَ فِيهِ الْقَاضِي بِمُخَالَفَتِهِ لِلظَّاهِرِ، وَرَابِعًا: هُوَ أَنَّ هَذَا اسْتِعَارَةٌ عَنِ الدَّوَامِ وَعَدَمِ الِانْقِطَاعِ، قَالَ: كَمَا يُقَالُ لِمَنْ يُرَادُ وَصْفُهُ بِالدَّوَامِ: كُلَّمَا انْتَهَى فَقَدِ ابْتَدَأَ، وَكُلَّمَا انْتَهَى إِلَى آخِرِهِ فَقَدِ ابْتَدَأَ مِنْ أَوَّلِهِ، فَكَذَلِكَ قَوْلُهُ: كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا يَعْنِي كُلَّمَا ظَنُّوا أَنَّهُمْ نَضِجُوا وَاحْتَرَقُوا وَانْتَهَوْا إِلَى الْهَلَاكِ أَعْطَيْنَاهُمْ قُوَّةً جَدِيدَةً مِنَ الْحَيَاةِ بِحَيْثُ ظَنُّوا أَنَّهُمُ الْآنَ حَدَثُوا وَوُجِدُوا، فَيَكُونُ الْمَقْصُودُ دَوَامَ الْعَذَابِ وَعَدَمَ انْقِطَاعِهِ، انْتَهَى تَصْوِيرُهُ لِهَذَا الْوَجْهِ، وَقَدْ عَلِمْتُ أَنَّهُ يُوَافِقُ مَا اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ فِي الْعِبَارَةِ وَرَأَيْتُ أَنَّهُ صَوَّرَهَا بِمَا هُوَ أَقْرَبُ مِنْ هَذَا التَّصْوِيرِ إِلَى الْعَقْلِ وَاللَّفْظِ، وَذَكَرَ الرَّازِيُّ عَنِ السُّدِّيِّ وَجْهًا خَامِسًا وَرَدَّهُ لِظُهُورِ بُطْلَانِهِ. </p><p> وَقَدْ رَدَّ الْأَلُوسِيُّ الْإِشْكَالَ مِنْ أَصْلِهِ قَالَ: وَعِنْدِي أَنَّ هَذَا السُّؤَالَ مِمَّا لَا يَكَادُ يَسْأَلُهُ عَاقِلٌ فَضْلًا عَنْ فَاضِلٍ، وَذَلِكَ لِأَنَّ عِصْيَانَ الْجِلْدِ وَطَاعَتَهُ وَتَأَلُّمَهُ وَتَلَذُّذَهُ غَيْرُ مَعْقُولٍ ; لِأَنَّهُ مِنْ حَيْثُ ذَاتُهُ لَا فَرْقَ بَيْنَهُ وَبَيْنِ سَائِرِ الْجَمَادَاتِ مِنْ جِهَةِ عَدَمِ الْإِدْرَاكِ وَالشُّعُورِ، وَهُوَ أَشْبَهُ الْأَشْيَاءِ بِالْآلَةِ ; فَيَدُ قَاتِلِ النَّفْسِ ظُلْمًا مَثَلًا آلَةٌ لَهُ كَالسَّيْفِ الَّذِي </p><p> قَتَلَ بِهِ، وَلَا فَرْقَ بَيْنَهُمَا إِلَّا بِأَنَّ الْيَدَ حَامِلَةٌ لِلرُّوحِ وَالسَّيْفُ لَيْسَ كَذَلِكَ، وَهَذَا لَا يَصْلُحُ وَحْدَهُ سَبَبًا لِإِعَادَةِ الْيَدِ بِذَاتِهَا وَإِحْرَاقِهَا دُونَ إِعَادَةِ السَّيْفِ وَإِحْرَاقِهِ ; لِأَنَّ ذَلِكَ الْحَمْلَ غَيْرُ اخْتِيَارِيٍّ، فَالْحَقُّ أَنَّ الْعَذَابَ عَلَى النَّفْسِ الْحَسَّاسَةِ بِأَيِّ بَدَنٍ حَلَّتْ وَفِي أَيِّ جَسَدٍ كَانَتْ، وَكَذَا يُقَالُ فِي النَّعِيمِ اهـ. </p><p> وَقَدْ أُيِّدَ هَذَا الرَّأْيُ بِمَا وَرَدَ مِنَ الْأَحَادِيثِ فِي كِبَرِ أَجْسَادِ أَهْلِ الْآخِرَةِ، ثُمَّ قَالَ: \" وَلَوْلَا مَا عُلِمَ مِنَ الدِّينِ بِالضَّرُورَةِ مِنَ الْمَعَادِ الْجُسْمَانِيِّ بِحَيْثُ صَارَ إِنْكَارُهُ كُفْرًا لَمْ يَبْعُدْ عَقْلًا الْقَوْلُ بِالنَّعِيمِ وَالْعَذَابِ الرُّوحَانِيَّيْنِ فَقَطْ، وَلَمَا تَوَقَّفَ الْأَمْرُ عَقْلًا عَلَى إِثْبَاتِ الْأَجْسَامِ فِعْلًا، وَلَا يُتَوَهَّمُ مِنْ هَذَا أَنِّي أَقُولُ بِاسْتِحَالَةِ إِعَادَةِ الْمَعْدُومِ مَعَاذَ اللهِ تَعَالَى، وَلَكِنِّي أَقُولُ بِعَدَمِ الْحَاجَةِ إِلَى إِعَادَتِهِ وَإِنْ أَمْكَنَتْ، وَالنُّصُوصُ فِي هَذَا الْبَابِ مُتَعَارِضَةٌ، فَمِنْهَا مَا يَدُلُّ عَلَى إِعَادَةِ </p><p> الْأَجْسَامِ بِعَيْنِهَا بَعْدَ إِعْدَامِهَا، وَمِنْهَا مَا يَدُلُّ عَلَى خَلْقِ مِثْلِهَا وَفَنَاءِ الْأُولَى، وَلَا أَرَى بَأْسًا ـ بَعْدَ الْقَوْلِ بِالْمَعَادِ الْجُسْمَانِيِّ ـ فِي اعْتِقَادِ أَيِّ الْأَمْرَيْنِ اهـ، وَلَهُ الْحَقُّ فِي رَدِّ الْإِيرَادِ، وَلَكِنَّهُ اسْتَقَلَّ فِي بَعْضِ الْقَوْلِ وَقَلَّدَ الْمُتَكَلِّمِينَ فِي بَعْضٍ آخَرَ كَإِعَادَةِ الْمَعْدُومِ، وَلِهَذَا الْبَحْثِ مَوْضِعٌ آخَرُ نُحَرِّرُهُ فِيهِ إِنْ شَاءَ اللهُ تَعَالَى، وَيُؤَيِّدُ مَا ذَكَرَهُ مِنْ أَنَّ النَّفْسَ هِيَ الَّتِي تَذُوقُ الْعَذَابَ كَلِمَةُ (لِيَذُوقُوا) وَلَمْ يَقِلْ \" لِتَذُوقَ \" أَيِ الْجُلُودُ. </p><p> وَذَكَرَ بَعْضُهُمْ فِي الْآيَةِ إِشْكَالًا آخَرَ، وَهُوَ أَنَّ أَصْلَ الذَّوْقِ تَنَاوُلُ شَيْءٍ قَلِيلٍ بِالْفَمِ لِيُعْرَفَ طَعْمُهُ فَلَا يُتَجَوَّزُ بِهِ عَنِ الْعَذَابِ الْقَوِيِّ الشَّدِيدِ أَوْ أَشَدِّ الْعَذَابِ، وَأَجَابَ الرَّازِيُّ بِقَوْلِهِ: الْمَقْصُودُ مِنْ ذِكْرِ الذَّوْقِ الْإِخْبَارُ بِأَنَّ إِحْسَاسَهُمْ بِذَلِكَ الْعَذَابِ فِي كُلِّ حَالٍ يَكُونُ كَإِحْسَاسِ الذَّائِقِ الْمَذُوقَ مِنْ حَيْثُ إِنَّهُ لَا يَدْخُلُ فِيهِ نُقْصَانٌ وَلَا زَوَالٌ بِسَبَبِ ذَلِكَ الِاحْتِرَاقِ اهـ. </p><p> وَلَسْتُ أَدْرِي مَا هُوَ الْمَانِعُ مِنْ كَوْنِ هَذَا الْعَذَابِ يُسَمَّى أَشَدَّ الْعَذَابِ، وَإِنْ كَانَ هُوَ فِي نَفْسِهِ قَلِيلًا كَمَا يَدُلُّ عَلَيْهِ ظَاهِرُ لَفْظِ \" يَذُوقُوا \" وَقَدِ اسْتَعْمَلَ الْقُرْآنُ لَفْظَ الذَّوْقِ فِي الْعَذَابِ كَثِيرًا! فَاخْتِيَارُهُ مَقْصُودٌ، وَإِنَّمَا يُعْرَفُ الْأَشَدُّ بِالْقِيَاسِ عَلَى غَيْرِهِ، فَمَهْمَا كَانَ عَذَابُ الْآخِرَةِ فَهُوَ أَشَدُّ مِنْ عَذَابِ الدُّنْيَا، وَأَكْثَرُ الَّذِينَ يَظُنُّونَ أَنَّهُمْ نَاجُونَ مِنَ الْعَذَابِ فِي الْآخِرَةِ يَوَدُّونَ أَنْ يَكُونَ عَذَابُ الْمُعَذَّبِينَ شَدِيدًا بَالِغًا مُنْتَهَى مَا يُمْكِنُ مِنَ الشِّدَّةِ </p><p> كَأَنَّهُمْ حُرِمُوا مِنْ ذَوْقِ طَعْمِ الرَّحْمَةِ ; عَلَى أَنَّهُ لَيْسَ بِيَدِهِمْ مَوْثِقٌ مِنَ اللهِ بِنَجَاتِهِمْ وَأَمْنِهِمْ مِنَ الْعَذَابِ. </p><p> إِنَّ اللهَ كَانَ عَزِيزًا حَكِيمًا، أَيْ إِنَّهُ تَعَالَى غَالِبٌ عَلَى أَمْرِهِ، حَكِيمٌ فِي فِعْلِهِ، فَكَانَ مِنْ حِكْمَتِهِ أَنْ جَعَلَ الْكُفْرَ وَالْمَعَاصِيَ سَبَبًا لِلْعَذَابِ، وَجَعَلَ سُنَّتَهُ فِي رَبْطِ الْأَسْبَابِ بِمُسَبَّبَاتِهَا مُطَّرِدَةً لَا يَسْتَطِيعُ أَحَدٌ أَنْ يَغْلِبَهُ فَيَبْطُلَ اطِّرَادُهَا؛ لِأَنَّهُ عَزِيزٌ لَا يُغْلَبُ عَلَى أَمْرِهِ، كَمَا جُعِلَ الْإِيمَانُ وَالْعَمَلُ الصَّالِحُ سَبَبًا لِلنَّعِيمِ الْمُقِيمِ وَبَيَّنَ ذَلِكَ بِقَوْلِهِ: </p><p> وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا جَعَلَ دُخُولَ الْجَنَّةِ جَزَاءَ مَنْ آمَنَ وَعَمِلَ صَالِحًا ; إِذِ الْإِيمَانُ بِغَيْرِ عَمَلٍ صَالِحٍ لَا يَكْفِي لِتَزْكِيَةِ النَّفْسِ وَإِعْدَادِهَا لِهَذَا الْجَزَاءِ، وَلَا يَكَادُ يُوجَدُ الْإِيمَانُ بِغَيْرِ الْعَمَلِ الصَّالِحِ إِلَّا أَنْ يَمُوتَ الْمَرْءُ عَقِبَ إِيمَانِهِ فَلَا يَتَّسِعُ الْوَقْتُ لِظُهُورِ آثَارِ الْإِيمَانِ وَثَمَرَاتِهِ مِنْهُ، وَيَقُولُ الْبَصْرِيُّونَ: إِنَّ \" سَوْفَ \" أَبْلَغُ مِنَ \" السِّينِ \" فِي التَّنْفِيسِ وَسِعَةِ الِاسْتِقْبَالِ فِي الْمُضَارِعِ الَّذِي تَدْخُلُ عَلَيْهِ، وَيَرَى ابْنُ هِشَامٍ أَنَّهُ لَا فَرْقَ بَيْنَهُمَا، وَكَأَنَّهُمْ أَخَذُوا ذَلِكَ مِنْ قَاعِدَةِ دَلَالَةِ زِيَادَةِ الْمَبْنَى تَدُلُّ عَلَى زِيَادَةِ الْمَعْنَى، فَلَمَّا كَانَتْ سَوْفَ أَكْثَرَ حُرُوفًا كَانَ مَعْنَاهَا فِي الِاسْتِقْبَالِ أَوْسَعَ، وَلَا يَدَ عَلَى هَذَا مِنْ نُكْتَةٍ لِلتَّعْبِيرِ عَنْ جَزَاءِ أَهْلِ النَّارِ بِقَوْلِهِ: سَوْفَ نُصْلِيهِمْ وَعَنْ جَزَاءِ أَهْلِ الْجَنَّةِ بِقَوْلِهِ: سَنُدْخِلُهُمْ وَكَأَنَّهُ مِنْ رَحْمَتِهِ تَعَالَى بِالْفَرِيقَيْنِ يُعَجِّلُ لِأَهْلِ النَّعِيمِ نَعِيمَهُمْ </p>"
}