{
  "id": null,
  "sura": 4,
  "aya": 176,
  "text": "<p> عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ بِحُذَيْفَةَ فَلَقَّاهَا إِيَّاهُ. فَلَمَّا كَانَ فِي خِلَافَةِ عُمَرَ نَظَرَ عُمَرُ فِي الْكَلَالَةِ فَدَعَا حُذَيْفَةَ فَسَأَلَهُ عَنْهَا، فَقَالَ حُذَيْفَةُ: لَقَدْ لَقَّانِيهَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَقَّيْتُكَ كَمَا لَقَّانِي، وَاللهِ لَا أَزِيدُكَ عَلَى ذَلِكَ شَيْئًا أَبَدًا. </p><p> أَقُولُ: وَيُفَسِّرُ قَوْلَهُ \" فَلَقَّيْتُكَ كَمَا لَقَّانِي \" مَا رَوَاهُ </p><p> عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ عَنِ ابْنِ سِيرِينَ قَالَ: نَزَلَتْ يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَسِيرٍ لَهُ وَإِلَى جَنْبِهِ حُذَيْفَةُ بْنُ الْيَمَانِ، فَبَلَّغَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حُذَيْفَةَ، وَبَلَّغَهَا حُذَيْفَةُ عُمَرَ بْنَ الْخَطَّابِ، وَهُوَ يَسِيرُ خَلْفَهُ، فَلَمَّا اسْتُخْلِفَ عُمَرُ سَأَلَ عَنْهَا حُذَيْفَةَ، وَرَجَا أَنْ يَكُونَ عِنْدَهُ تَفْسِيرُهَا، فَقَالَ لَهُ حُذَيْفَةُ: وَاللهِ إِنَّكَ لَعَاجِزٌ إِنْ ظَنَنْتَ أَنَّ إِمَارَتَكَ تَحْمِلُنِي عَلَى أَنْ أُحَدِّثَكَ مَا لَمْ أُحَدِّثْكَ يَوْمَئِذٍ، فَقَالَ عُمَرُ: لَمْ أُرِدْ هَذَا، رَحِمَكَ اللهُ. </p><p> وَقَدْ بَيَّنَّا فِي الْجُزْءِ الرَّابِعِ مِنَ التَّفْسِيرِ (ص ٢٤٥ - ٣٤٨ مِنْ مَطْبُوعِ الْهَيْئَةِ) مَعْنَى الْكَلَالَةِ، وَاشْتِبَاهَ عُمَرَ رَضِيَ اللهُ عَنْهُ فِيهَا، وَسُؤَالَهُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْهَا بِنَفْسِهِ، وَبِوَاسِطَةِ بِنْتِهِ حَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَرَوَى ابْنُ رَاهَوَيْهِ وَابْنُ مَرْدَوَيْهِ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ بِسَبَبِ سُؤَالِهِ عَنِ الْكَلَالَةِ فَلَمْ يَفْهَمْهَا، فَكَلَّفَ حَفْصَةَ أَنْ تَسْأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْهَا عِنْدَ مَا تَرَاهُ طَيِّبَةً نَفْسُهُ، وَرَوَى مَالِكٌ وَمُسْلِمٌ وَابْنُ جَرِيرٍ وَالْبَيْهَقِيُّ عَنْ عُمَرَ قَالَ:  \" مَا سَأَلْتُ النَّبِيَّ،صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ أَكْثَرَ مَا سَأَلْتُهُ عَنِ الْكَلَالَةِ حَتَّى طَعَنَ بِأُصْبُعِهِ فِي صَدْرِي وَقَالَ:\" تَكْفِيكَ آيَةُ الصَّيْفِ الَّتِي فِي آخِرِ سُورَةِ النِّسَاءِ \" وَرَوَى أَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَالْبَيْهَقِيُّ عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ رَجُلًا سَأَلَ النَّبِيَّ،صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْكَلَالَةِ فَقَالَ:\" تَكْفِيكَ آيَةُ الصَّيْفِ \" وَرَوَى عَبْدُ بْنُ حُمَيْدٍ، وَأَبُو دَاوُدَ فِي الْمَرَاسِيلِ، وَالْبَيْهَقِيُّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، مِثْلَهُ،وَزَادَ:\" فَمَنْ لَمْ يَتْرُكْ وَلَدًا وَلَا وَالِدًا فَوَرَثَتْهُ كَلَالَةٌ \" وَأَخْرَجَهُ الْحَاكِمُ مَوْصُولًا عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ. </p><p> قَالَ الْخَطَّابِيُّ: أَنْزَلَ اللهُ فِي الْكَلَالَةِ آيَتَيْنِ، إِحْدَاهُمَا فِي الشِّتَاءِ، وَهِيَ الْآيَةُ الَّتِي فِي أَوَّلِ سُورَةِ النِّسَاءِ، وَفِيهَا إِجْمَالٌ وَإِبْهَامٌ، لَا يَكَادُ يَتَبَيَّنُ هَذَا الْمَعْنَى مِنْ ظَاهِرِهَا، ثُمَّ أَنْزَلَ الْآيَةَ الْأُخْرَى فِي الصَّيْفِ، وَهِيَ الَّتِي فِي آخِرِ سُورَةِ النِّسَاءِ، وَفِيهَا مِنْ زِيَادَةِ الْبَيَانِ مَا لَيْسَ فِي آيَةِ الشِّتَاءِ، فَأَحَالَ السَّائِلَ عَلَيْهَا ; لِيَتَبَيَّنَ الْمُرَادَ بِالْكَلَالَةِ الْمَذْكُورَةِ فِيهَا. اهـ. </p><p> أَقُولُ: وَقَدْ بَيَّنَّا فِي تَفْسِيرِ الْآيَةِ الْأُولَى أَنَّهَا نَزَلَتْ فِي الْإِخْوَةِ مِنَ الْأُمِّ بَعْدَ بَيَانِ إِرْثِ الْوَالِدَيْنِ ; لِأَنَّهُمْ يَحُلُّونَ مَحَلَّهَا عِنْدَ فَقْدِهَا، فَيَأْخُذُونَ مَا كَانَتْ تَأْخُذُهُ، ثُمَّ عَرَضَتِ الْحَاجَةُ إِلَى بَيَانِ حُكْمِ إِخْوَةِ الْعَصَبِ عِنْدَ مَرَضِ جَابِرٍ، فَنَزَلَتْ هَذِهِ الْآيَةُ، وَمَا وَرَدَ أَنَّهَا نَزَلَتْ فِي السَّفَرِ غَلَطٌ، سَبَبُهُ أَنَّ حُذَيْفَةَ لَمَّا تَلَقَّاهَا مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ظَنَّ </p><p> أَنَّهَا نَزَلَتْ فِي ذَلِكَ الْوَقْتِ ; لِأَنَّهُ لَمْ يَكُنْ سَمِعَهَا مِنْ قَبْلُ، وَبِهَذَا يُجْمَعُ بَيْنَ الرِّوَايَتَيْنِ، وَكَثِيرًا مَا كَانَ يَظُنُّ الصَّحَابِيُّ </p><p> عِنْدَ سَمَاعِهِ الْآيَةَ لِأَوَّلِ مَرَّةٍ، أَوْ عِنْدَ حُدُوثِ حَادِثَةٍ، أَنَّهَا نَزَلَتْ فِي ذَلِكَ الْوَقْتِ أَوْ عِنْدَ حُدُوثِ تِلْكَ الْحَادِثَةِ، وَتَكُونُ قَدْ نَزَلَتْ قَبْلَ ذَلِكَ، وَمَنْ عَلِمَ هَذَا سَهُلَ عَلَيْهِ الْجَمْعُ بَيْنَ كَثِيرٍ مِنَ الرِّوَايَاتِ الْمُتَعَارِضَةِ فِي أَسْبَابِ النُّزُولِ، وَهِيَ كَثِيرَةٌ جِدًّا، وَمِنَ الْغَلَطِ عَلَى الْغَلَطِ، قَوْلُ بَعْضِهِمْ: إِنَّ السَّفَرَ الَّذِي نَزَلَتْ فِيهِ هُوَ سَفَرُ حُجَّةِ الْوَدَاعِ، وَإِنَّمَا كَانَتْ حُجَّةُ الْوَدَاعِ فِي الشِّتَاءِ، وَقَدْ صَرَّحَ فِي الرِّوَايَاتِ الصَّحِيحَةِ أَنَّ هَذِهِ هِيَ آيَةُ الصَّيْفِ، وَرِوَايَةُ نُزُولِهَا بِسَبَبِ سُؤَالِ عُمَرَ لَا تَصِحُّ. </p><p> ثُمَّ إِنَّ اخْتِلَافَهُمْ فِي تَفْسِيرِ الْكَلَالَةِ لَهُ مَثَارٌ مِنَ اللُّغَةِ وَمَجَالٌ مِنَ الْآيَتَيْنِ. أَمَّا الْأَوَّلُ: فَقَدْ قِيلَ: إِنَّ أَصْلَ الْكَلَالَةِ فِي اللُّغَةِ مَا لَمْ يَكُنْ مِنَ النَّسَبِ لِحًا ; أَيْ لَاصِقًا بِلَا وَاسِطَةٍ، وَقِيلَ: إِنَّهُ مَا عَدَا الْوَالِدَ وَالْوَلَدَ مِنَ الْقَرَابَةِ، وَهُوَ بَيَانٌ لِلْقَوْلِ الْأَوَّلِ، وَقِيلَ: مَا عَدَا الْوَلَدَ فَقَطْ، وَقِيلَ: الْإِخْوَةُ مِنَ الْأُمِّ، قَالَ فِي لِسَانِ الْعَرَبِ عِنْدَ ذِكْرِهِ: وَهُوَ الْمُسْتَعْمَلُ، وَقِيلَ: الْكَلَالَةُ مِنَ الْعَصَبَةِ مَنْ وَرِثَ مَعَهُ الْإِخْوَةُ مِنَ الْأُمِّ. وَيُطْلَقُ هَذَا اللَّفْظُ عَلَى الْمَيِّتِ الَّذِي يَرِثُهُ مَنْ ذُكِرَ. وَقِيلَ: بَلْ عَلَى الْوَرَثَةِ غَيْرَ مَنْ ذُكِرَ، وَقِيلَ: عَلَى كُلٍّ مِنْهُمَا، وَالْمُرَجِّحُ الْقَرِينَةُ، وَهَذَا هُوَ الصَّحِيحُ لُغَةً الَّذِي يُجْمَعُ بِهِ بَيْنَ النُّصُوصِ، وَالْجُمْهُورُ عَلَى أَنَّ الْكَلَالَةَ مِنَ الْمَوْرُوثِينَ مَنْ لَا وَلَدَ لَهُ وَلَا وَالِدَ، وَهُوَ الَّذِي قَضَى بِهِ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ وَهُوَ الْحَقُّ، وَفِيهِ الْحَدِيثُ الَّذِي أَرْسَلَهُ أَبُو دَاوُدَ وَوَصَلَهُ الْحَاكِمُ، وَلَعَلَّهُ لَوْ بَلَغَهُمْ كُلَّهُمْ لَزَالَ بِهِ كُلُّ خِلَافٍ. </p><p> وَأَمَّا الثَّانِي: وَهُوَ مَجَالُ الْخِلَافِ بَيْنَ الْآيَتَيْنِ، فَهُوَ أَنَّ الْآيَةَ الْأُولَى الَّتِي ذُكِرَتْ بَيْنَ آيَاتِ الْفَرَائِضِ فِي أَوَائِلِ السُّورَةِ لَمْ تُفَسِّرِ الْكَلَالَةَ، وَإِنَّمَا ذَكَرَتْ مَا يَرِثُهُ الْإِخْوَةُ لِلْأُمِّ إِرْثَ كَلَالَةٍ، وَأَجْمَعُوا عَلَى أَنَّ الْمُرَادَ بِالْإِخْوَةِ فِيهَا الْإِخْوَةُ مِنَ الْأُمِّ، وَالْآيَةُ الثَّانِيَةُ بَيَّنَتْ فَرْضَ أَخَوَاتِ الْعَصَبِ كَلَالَةً، وَاشْتَرَطَتْ فِيهِ عَدَمَ الْوَلَدِ، وَلَكِنْ مَنْ تَأَمَّلَ الْآيَاتِ كُلَّهَا عَلِمَ أَنَّهُ لَا خِلَافَ وَلَا إِشْكَالَ فِيهَا، ذَلِكَ أَنَّهُ بَيَّنَ قَبْلَ الْآيَةِ الْأُولَى إِرْثَ الْأَوْلَادِ، ثُمَّ إِرْثَ الْوَالِدَيْنِ مَعَ وُجُودِ الْأَوْلَادِ وَعَدَمِهِ، وَمَعَ وُجُودِ الْإِخْوَةِ وَعَدَمِهِ، ثُمَّ إِرْثَ الْأَزْوَاجِ مَعَ وُجُودِ الْأَوْلَادِ وَعَدَمِهِ، وَهَؤُلَاءِ هُمُ الَّذِينَ يُدْلُونَ إِلَى مَنْ يَرِثُونَهُ بِأَنْفُسِهِمْ، وَكُلُّ مَنْ عَدَاهُمْ يَرِثُ بِالْوَاسِطَةِ، فَيُعَدُّ كَلَالَةً عَلَى الْإِطْلَاقِ، ثُمَّ جَاءَ </p><p> بَعْدَ ذَلِكَ قَوْلُهُ تَعَالَى: وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ (٤: ١٢) وَمَعْنَى يُورَثُ كَلَالَةً: يَمُوتُ فَيَرِثُهُ مَنْ يَرِثُهُ مِنْ أَهْلِهِ إِرْثَ كَلَالَةٍ، أَوْ حَالَ كَوْنِهِ - أَيِ الْمَيِّتِ - كَلَالَةً ; أَيْ: لَا وَلَدَ لَهُ وَلَا وَالِدَ، فَلَوْ لَمْ يُعْلَمْ هَذَا مِنَ اللُّغَةِ لَعُلِمَ مِنَ الْآيَاتِ السَّابِقَةِ ; لِأَنَّهُ تَقَدَّمَ فِيهَا ذِكْرُ إِرْثِ كُلٍّ مِنْهُمَا، فَتَعَيَّنَ أَنْ تَكُونَ الْكَلَالَةُ عِبَارَةً عَنْ عَدَمِهِمَا، وَلَمْ يُشْتَرَطْ أَلَّا يَكُونَ لَهُ زَوْجٌ ; لِأَنَّ الْعَرَبَ تُطْلِقُ الْكَلَالَةَ عَلَى النَّسَبِ دُونَ الصِّهْرِ، وَلَوْلَا ذَلِكَ لَكَانَتِ الْقَرِينَةُ قَاضِيَةً بِأَنْ يُقَالَ: </p><p> إِنَّ الْمُرَادَ بِالْكَلَالَةِ هُنَا مَنْ لَيْسَ لَهُ وَلَدٌ وَلَا وَالِدٌ وَلَا زَوْجٌ ; لِأَنَّ الزَّوْجَ يَرِثُ بِلَا وَاسِطَةٍ كَالْأُصُولِ وَالْفُرُوعِ، وَقَدْ ذُكِرَ فَرْضُهُ ذَكَرًا وَأُنْثَى قَبْلَ ذِكْرِ الْكَلَالَةِ، فَعُلِمَ مِنْ هَذِهِ الْآيَةِ أَنَّ الْإِخْوَةَ مِنَ الْأُمِّ أَصْحَابُ فَرْضٍ فِي الْكَلَالَةِ، وَأَنَّ فَرْضَهُمْ هُوَ فَرْضُ الْأُمِّ الَّتِي حَلُّوا مَحَلَّهَا فِي الْإِرْثِ، وَهُوَ مِنَ الْقَرَائِنِ عَلَى كَوْنِ الْمُرَادِ الْإِخْوَةَ مِنَ الْأُمِّ، وَبَقِيَ الْإِخْوَةُ مِنَ الْأَبِ وَالْأُمِّ مَعًا أَوْ مِنَ الْأَبِ فَقَطْ مَسْكُوتًا عَنْهُمْ، وَقَدْ بَيَّنَتِ السُّنَّةُ أَنَّ مَنْ لَمْ يُفْرَضْ لَهُ فَرْضٌ مِنَ الْأَقَارِبِ يَحُوزُ مَا بَقِيَ مِنَ التَّرِكَةِ بَعْدَ الْفَرِيضَةِ إِنْ كَانَ عَصَبَةً، عَلَى قَاعِدَةِ:  (أَخْذِ الذَّكَرِ مِثْلَ حَظِّ الْأُنْثَيَيْنِ) وَقَاعِدَةِ كَوْنِ الْأَقْرَبِ يَحْجُبُ الْأَبْعَدَ. فَلَمَّا مَرِضَ جَابِرٌ وَلَهُ أَخَوَاتٌ مِنْ عَصَبَتِهِ، أَرَادَ أَنْ يُوصِيَ لَهُنَّ ; لِأَنَّهُ لَيْسَ لَهُنَّ فَرْضٌ وَهُوَ كَلَالَةٌ، وَالْعَرَبُ لَمْ تَكُنْ تُوَرِّثُ الْإِنَاثَ، فَأَنْزَلَ اللهُ آيَةَ الْفَتْوَى فِي الْكَلَالَةِ، فَجَعَلَ لَهُنَّ فِيهَا فَرْضًا، وَلَكِنْ رُوِيَ أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ أَخَذَ بِظَاهِرِ هَذِهِ الْآيَةِ ; إِذْ نَفَتِ الْوَلَدَ، وَلَمْ تَنْفِ الْوَالِدَ، وَرُوِيَ أَنَّهُ رَجَعَ فِي آخِرِ الْأَمْرِ إِلَى رَأْيِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُ وَالْجُمْهُورِ، وَرُوِيَ أَنَّهُ كَانَ كَتَبَ رَأْيَهُ فِي لَوْحٍ وَمَكَثَ يَسْتَخِيرُ اللهَ مُدَّةً فِيهِ، يَقُولُ: اللهُمَّ إِنْ عَلِمْتَ فِيهِ خَيْرًا فَأَمْضِهِ. حَتَّى إِذَا طُعِنَ دَعَا بِالْكِتَابِ فَمُحِيَ، وَلَمْ يَدْرِ أَحَدٌ مَا كَتَبَ فِيهِ، فَقَالَ: إِنِّي كُنْتُ كَتَبْتُ فِي الْجَدِّ وَالْكَلَالَةِ كِتَابًا، وَكُنْتُ أَسْتَخِيرُ اللهَ فِيهِمَا، فَرَأَيْتُ أَنْ أَتْرُكَكُمْ عَلَى مَا كُنْتُمْ عَلَيْهِ، وَرَوَى عَبْدُ الرَّزَّاقِ وَابْنُ سَعْدٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ: أَنَا أَوَّلُ مَنْ أَتَى عُمَرَ حِينَ طُعِنَ فَقَالَ: \" احْفَظْ عَنِّي ثَلَاثًا، فَإِنِّي أَخَافُ أَلَّا يُدْرِكَنِي النَّاسُ، أَمَّا أَنَا فَلَمْ أَقْضِ فِي الْكَلَالَةِ، وَلَمْ أَسْتَخْلِفْ عَلَى النَّاسِ خَلِيفَةً، وَكُلُّ مَمْلُوكٍ لِي عَتِيقٌ \" وَرُوِيَ أَيْضًا أَنَّ عَلِيًّا كَانَ أَنْكَرَ قَوْلَ أَبِي بَكْرٍ: إِنَّ الْكَلَالَةَ مَنْ لَا وَلَدٌ لَهُ وَلَا وَالِدٌ، ثُمَّ رَجَعَ إِلَى قَوْلِهِ. </p><p> وَهَهُنَا عِبْرَةٌ يَجِبُ تَدَبُّرُهَا، وَهِيَ أَنَّنِي لَمْ أَرَ فِي سِيرَةِ عُمَرَ رَضِيَ اللهُ عَنْهُ أَغْرَبَ مِنْ هَذِهِ الْمَسْأَلَةِ، وَلَا أَدَلَّ مِنْهَا عَلَى قُوَّةِ دِينِهِ، وَإِيمَانِهِ بِالْقُرْآنِ، وَحِرْصِهِ عَلَى بَيَانِ كُلِّ حُكْمٍ مِنَ الشَّرْعِ بِدَلِيلِهِ، وَوُقُوفِهِ إِذَا لَمْ تَتَبَيَّنْ لَهُ الْحُجَّةُ، وَلَا سِيَّمَا إِذَا كَانَ الْحُكْمُ فِي الْقُرْآنِ فَلَا مَجَالَ لِلِاجْتِهَادِ فِيهِ، وَقَدْ سُئِلَ مَرَّةً عَنِ الْكَلَالَةِ وَهُوَ عَلَى الْمِنْبَرِ، فَقَالَ: الْكَلَالَةُ، الْكَلَالَةُ، الْكَلَالَةُ، وَأَخَذَ بِلِحْيَتِهِ ثُمَّ قَالَ: وَاللهِ لَأَنْ أَعْلَمَهَا أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ مِنْ شَيْءٍ، سَأَلْتُ عَنْهَا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ:  \" أَلَمْ تَسْمَعِ الْآيَةَ الَّتِي أُنْزِلَتْ فِي الصَّيْفِ؟ \" فَأَعَادَهَا ثَلَاثَ مَرَّاتٍ. رَوَاهُ ابْنُ جَرِيرٍ، فَالظَّاهِرُ - إِنْ صَحَّتِ الرِّوَايَاتُ - أَنَّ عُمَرَ كَانَ يُحِبُّ أَنْ يُبَيِّنَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَحْكَامَ الْكَلَالَةِ بِالتَّفْصِيلِ، فَيَسْأَلُهُ عَنِ الْكَلَالَةِ سُؤَالًا مُطْلَقًا مُبْهَمًا، لَا يُبَيِّنُ مُرَادَهُ مِنْهُ، فَيَذْكُرُ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا أَنْزَلَ اللهُ، وَلَا يَزِيدُهُ مِنِ اجْتِهَادِهِ شَيْئًا، فَكَبُرَتِ الْمَسْأَلَةُ فِي نَفْسِهِ، وَصَارَتْ إِذَا ذُكِرَتْ تَهُولُهُ، وَتُحْدِثُ فِي نَفْسِهِ اضْطِرَابًا، فَلَا يَتَجَرَّأُ أَنْ يَسْتَعْمِلَ </p><p> اجْتِهَادَهُ وَرَأْيَهُ فِي فَهْمِهَا. وَقَدْ عَهِدَ كَثِيرٌ مِنَ الْعُقَلَاءِ مَا هُوَ أَغْرَبُ مِنْ هَذَا، وَهُوَ أَنْ يَعْجِزُوا عَنْ تَصَوُّرِ بَعْضِ الْأُمُورِ ; كَبَعْضِ أَرْقَامِ الْحِسَابِ مَثَلًا، وَيَكُونُ تَصَوُّرُهُمْ وَإِدْرَاكُهُمْ لِكُلِّ مَا عَدَا ذَلِكَ صَحِيحًا، مِنْ غَيْرِ أَنْ يَكُونَ هُنَالِكَ مَا تَخَافُهُ النَّفْسُ، وَيَضْطَرِبُ لَهُ الْعَصَبُ، كَالْقَوْلِ فِي كِتَابِ اللهِ - تَعَالَى - بِغَيْرِ بَيِّنَةٍ، فَهَلْ يَعْتَبِرُ بِهَذَا مَنْ يُقَدِّمُونَ اجْتِهَادَهُمْ أَوِ اجْتِهَادَ شُيُوخِهِمْ عَلَى ظَاهِرِ الْقُرْآنِ أَوِ السُّنَّةِ، أَوِ الَّذِينَ لَا يُقَدِّمُونَ كِتَابَ اللهِ عَلَى كُلِّ شَيْءٍ؟ </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الْكَلَالَةَ مِنَ الْوَارِثِينَ مَنْ كَلَّ وَأَعْيَا عَنْ أَنْ يَصِلَ إِلَى الْمَيِّتِ الْمَوْرُوثِ بِنَفْسِهِ ; فَهُوَ يَصِلُ إِلَيْهِ بِوَاسِطَةِ مَنْ يَتَّصِلُ نَسَبُهُ بِهِ بِالذَّاتِ، وَإِنَّمَا النَّسَبُ الْمُتَّصِلُ بِالذَّاتِ - الْأَصْلِ وَالْفَرْعِ وَمَا عَلَا مِنَ الْأُصُولِ وَسَفُلَ مِنَ الْفُرُوعِ - هُوَ عَمُودُ النَّسَبِ، فَلَا يَكُونُ كَلَالَةً ; فَالْكَلَالَةً مِنَ الْوَارِثِينَ إذًا هُمُ الْحَوَاشِي الَّذِينَ يُدْلُونَ إِلَى الْمَيِّتِ بِوَاسِطَةِ الْأَبَوَيْنِ أَحَدِهِمَا أَوْ كِلَيْهِمَا مِنَ الْأَطْرَافِ، وَالْكَلَالَةُ مِنَ الْمَوْرُوثِينَ هُوَ الَّذِي يَرِثُهُ غَيْرُ الْوَلَدِ وَالْوَالِدِ، فَهَذَا مَا كَانَ يَفْهَمُهُ الصَّحَابَةُ ; لِأَنَّهُ الْمَعْرُوفُ فِي الْعَرَبِيَّةِ، وَلَا صِحَّةَ لِغَيْرِهِ، وَمَا اشْتَبَهَ بَعْضُهُمْ إِلَّا لِنَفْيِ الْوَلَدِ دُونَ الْوَالِدِ فِي هَذِهِ الْآيَةِ ; لِأَنَّهُمْ عَهِدُوا أَنَّ الْقُرْآنَ خَالٍ مِنَ الْعَبَثِ، وَاعْتَقَدُوا أَنَّهُ مُنَزَّهٌ عَنْهُ فِي ذِكْرِ مَا يُثْبِتُهُ وَتَرْكِ مَا يَتْرُكُهُ فِي مَعْرِضِ الْحَاجَةِ إِلَى بَيَانِهِ، وَهُمْ مُوقِنُونَ بِأَنَّهُمْ حَفِظُوا هَذَا الْقُرْآنَ أَكْمَلَ حِفْظٍ وَأَتَمَّهُ، </p><p> فَلَا يُحْتَمَلُ أَنْ يَكُونُوا قَدْ نَسُوا أَوْ تَرَكُوا ذِكْرَ نَفْيِ الْوَالِدِ مَعَ نَفْيِ الْوَلَدِ فِي الْآيَةِ ; وَلِهَذَا أَغْلَظَ حُذَيْفَةُ الرَّدَّ عَلَى عُمَرَ فِي خِلَافَتِهِ، لَمَّا سَأَلَهُ عَنِ الْآيَةِ ; إِذْ تَوَهَّمَ أَنَّهُ يَحْمِلُهُ عَلَى أَنْ يَقُولَ فِيهَا شَيْئًا بِرَأْيِهِ، وَعَلَى هَذَا يَكُونُ مَحَلُّ الْإِشْكَالِ هُوَ نُكْتَةَ نَفْيِ الْوَلَدِ دُونَ نَفْيِ الْوَالِدِ فِي الْآيَةِ، وَإِلَيْكَ تَفْسِيرُهَا مُتَضَمِّنًا لِهَذِهِ النُّكْتَةِ: </p><p> يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ أَيْ يَطْلُبُونَ مِنْكَ أَيُّهَا الرَّسُولُ الْفُتْيَا فِي مَنْ يُورَثُ كَلَالَةً ; كَجَابِرِ بْنِ عَبْدِ اللهِ الَّذِي لَيْسَ لَهُ وَالِدٌ وَلَا وَلَدٌ، وَلَهُ أَخَوَاتٌ مَنْ عَصَبَتِهِ، وَهَؤُلَاءِ لَمْ يُفْرَضْ لَهُنَّ شَيْءٌ فِي التَّرِكَةِ مِنْ قَبْلُ، وَإِنَّمَا فُرِضَ لِلْإِخْوَةِ مِنَ الْأُمِّ السُّدُسُ لِلْوَاحِدِ مِنْهُمْ، وَالثُّلُثُ لِمَا زَادَ عَنِ الْوَاحِدِ، شُرَكَاءَ فِيهِ مَهْمَا كَثُرُوا ; لِأَنَّهُ سَهْمُ أُمِّهِمْ لَيْسَ لَهَا سِوَاهُ، فَقُلْ لَهُمْ: إِنَّ اللهَ يُفْتِيكُمْ فِي الْكَلَالَةِ الَّتِي سَأَلْتُمْ عَنْهَا بِقَوْلِهِ: </p><p> إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ، فَلَهَا نِصْفُ مَا تَرَكَ هَلَكَ: مَاتَ، وَلَا يُسْتَعْمَلُ مُنْذُ قُرُونٍ إِلَّا فِي مَقَامِ التَّحْقِيرِ، وَقَدِ اسْتَعْمَلَهُ الْقُرْآنُ فِي غَيْرِ هَذَا الْمَكَانِ بِمَعْنَى الْمَوْتِ مُطْلَقًا، بِقَوْلِهِ عَنْ يُوسُفَ عَلَيْهِ السَّلَامُ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللهُ مِنْ بَعْدِهِ رَسُولًا (٤٠: ٣٤) وَلَيْسَ لَهُ وَلَدٌ صِفَةٌ (امْرُؤٌ) أَوْ حَالٌ مِنَ الضَّمِيرِ فِي (هَلَكَ) وَالْمَعْنَى: إِنْ هَلَكَ امْرُؤٌ عَادِمٌ لِلْوَلَدِ، أَوْ غَيْرُ ذِي وَلَدٍ، وَالْحَالُ أَنَّ لَهُ أُخْتًا مِنْ أَبَوَيْهِ مَعًا أَوْ مِنْ أَبِيهِ فَقَطْ، فَلَهَا نِصْفُ مَا تَرَكَ. </p><p> وَالنُّكْتَةُ فِي الِاكْتِفَاءِ بِنَفْيِ الْوَلَدِ وَعَدَمِ اشْتِرَاطِ نَفْيِ الْوَالِدِ، تَظْهَرُ بِوُجُوهٍ:  (١) أَنَّهُ دَاخِلٌ فِي مَفْهُومِ الْكَلَالَةِ لُغَةً. </p><p> (٢) أَنَّ الْأَكْثَرَ أَنَّ الْإِنْسَانَ يَمُوتُ عَنْ تَرِكَةٍ، بَعْدَ مَوْتِ وَالِدَيْهِ ; لِأَنَّ الْمَالَ </p><p> الَّذِي يَتْرُكُهُ إِمَّا أَنْ يَكُونَ وِرَثَهُ مِنْهُمَا، وَإِمَّا أَنْ يَكُونَ اكْتَسَبَهُ، وَإِنَّمَا يَكُونُ الْكَسْبُ فِي سِنِّ الشَّبَابِ وَالْكُهُولَةِ وَيَقِلُّ فِي هَذِهِ الْحَالِ بَقَاءُ الْوَالِدَيْنِ، فَلَمْ يُرَاعَ فِي الذِّكْرِ إِيجَازًا (٣) وَهُوَ الْعُمْدَةُ أَنَّ عَدَمَ إِرْثِ الْإِخْوَةِ وَالْأَخَوَاتِ مَعَ الْوَالِدِ الَّذِي يُدْلُونَ بِهِ قَدْ عُلِمَ مِنْ آيَاتِ الْفَرَائِضِ الَّتِي أُنْزِلَتْ أَوَّلًا وَتَقَدَّمَتْ فِي أَوَائِلِ السُّورَةِ، وَمَضَتِ السُّنَّةُ فِي بَيَانِهَا وَالْعَمَلِ بِهَا عَلَى ذَلِكَ، وَعُلِمَ أَيْضًا مِنَ الْقَاعِدَةِ الْقِيَاسِيَّةِ الْمَأْخُوذَةِ مِنْ تِلْكَ الْآيَاتِ، وَمِنْ هَذِهِ الْآيَةِ، وَهِيَ كَوْنُ الْأَصْلِ فِي الْإِرْثِ أَنْ يَكُونَ لِلذَّكَرِ مِنْ كُلِّ صِنْفٍ مِثْلُ حَظِّ الْأُنْثَيَيْنِ، وَمِنْ قَاعِدَةِ حَجْبِ الْوَالِدِ لِأَوْلَادِهِ، قَالَ - تَعَالَى - فِي الْآيَاتِ الْأُولَى: فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ (٤: ١١) ; أَيْ: وَالْبَاقِي - وَهُوَ </p><p> الثُّلْثَانِ - لِأَبِيهِ عَمَلًا بِالْقَاعِدَةِ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ (٤: ١١) لِأَنَّ أَوْلَادَهَا يَحْجُبُونَهَا حَجْبَ نُقْصَانٍ ; فَيَكُونُ ثُلُثُهَا سُدُسًا، وَالسُّدُسُ الْآخَرُ يَكُونُ لَهُمْ عِنْدَ ابْنِ عَبَّاسٍ، وَأَمَّا الْجُمْهُورُ فَيَقُولُونَ: إِنَّ الْبَاقِيَ كُلَّهُ لِلْأَبِ ; لِأَنَّ الْآيَةَ بَيَّنَتْ أَنَّ وُجُودَهُمَا يُنْقِصُ فَرْضَهَا، وَلَمْ تَفْرِضْ لَهُمْ شَيْئًا، وَعَلَى كُلِّ قَوْلٍ لَيْسَ لَهُمْ فَرْضٌ مَعَ وُجُودِ الْأَبِ الَّذِي يَحْجُبُهُمْ حَجْبَ حِرْمَانٍ ; لِأَنَّهُمْ لَا يَصِلُونَ إِلَى أَخِيهِمْ إِلَّا بِهِ، وَمَا يَتْرُكُهُ مِنْ هَذَا الْمَالِ وَغَيْرِهِ يَعُودُ إِلَيْهِمْ ; فَلِهَذِهِ الْوُجُوهِ لَمْ يَكُنْ لِاشْتِرَاطِ عَدَمِ الْأَبِ فَائِدَةٌ فَتُرِكَ إِيجَازًا ; لِلْعِلْمِ بِهِ مِنْ لَفْظِ الْكَلَالَةِ وَمِنَ الْآيَاتِ السَّابِقَةِ وَالْقَوَاعِدِ الثَّابِتَةِ، وَكَذَا مِنْ قَوْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَبْنِيِّ عَلَى مَا ذُكِرَ، وَالْمُبَيِّنُ لَهُ، وَهُوَ مَا رَوَاهُ الشَّيْخَانِ وَغَيْرُهُمَا مِنْ حَدِيثِ ابْنِ عَبَّاسٍ: أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا بَقِيَ فَلِأَوْلَى رَجُلٍ ذَكَرٍ، وَلَيْسَ الِاسْتِغْنَاءُ عَنْ نَفْيِ الْوَالِدِ هُنَا مَعَ إِرَادَتِهِ، إِلَّا مِثْلَ الِاسْتِغْنَاءِ عَنِ اشْتِرَاطِ أَنْ يَكُونَ هَذَا الْفَرْضُ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دِينٍ، كُلٌّ مِنْهُمَا عُلِمَ مِمَّا قَبْلَهُ، فَاسْتُغْنِيَ عَنْ إِعَادَةِ ذِكْرِهِ، بَلْ الِاسْتِغْنَاءُ عَنْ ذِكْرِ نَفْيِ الْوَالِدِ أَقْوَى لِمَا ذَكَرْنَاهُ مِنَ الْعِلْمِ بِهِ مِنَ اللَّفْظِ، وَكَوْنِ الْغَالِبِ أَنَّهُ لَا يُوجَدُ، وَكَوْنِهِ إِنْ وُجِدَ يَكُونُ حَجْبُهُ لِأَوْلَادِهِ مَعْلُومًا قَطْعِيًّا ; لِأَنَّهُ مَنْصُوصٌ وَمَقِيسٌ، وَإِنَّمَا أَطَلْتُ فِي هَذِهِ الْمَسْأَلَةِ وَكَرَّرْتُ بَعْضَ الْمَعَانِي ; لِاضْطِرَابِ الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ فِي الْكَلَالَةِ، وَعَدَمِ الِاطِّلَاعِ عَلَى بَيَانٍ تَامٍّ فِي التَّوْفِيقِ بَيْنَ مَا جَرَى عَلَيْهِ جُمْهُورُ الصَّحَابَةِ وَاتَّفَقَ عَلَيْهِ الْمُتَأَخِّرُونَ، وَبَيْنَ عِبَارَةِ الْقُرْآنِ الْمَجِيدِ، وَالْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللهُ. </p><p> وَقَدِ اخْتَلَفُوا فِي الْوَلَدِ هُنَا هَلْ هُوَ عَلَى إِطْلَاقِهِ فَيَشْمَلُ الْبِنْتَ، أَوْ هُوَ خَاصٌّ بِالِابْنِ، كَمَا يُطْلَقُ أَحْيَانًا، وَسَبَبُ الْخِلَافِ أَنَّ الْأُخْتَ لَا تَرِثُ شَيْئًا مَعَ وُجُودِ الِابْنِ بِالْإِجْمَاعِ، وَأَمَّا مَعَ وُجُودِ الْبِنْتِ فَتَرِثُ، وَمَنْ قَالَ: إِنَّ الْوَلَدَ يَشْمَلُ الذَّكَرَ وَالْأُنْثَى هُنَا لَمْ يَرَ إِرْثَ الْأُخْتِ مَعَ وُجُودِ الْبِنْتِ مَانِعًا مِنِ اشْتِرَاطِ عَدَمِ وُجُودِ الْبِنْتِ، لِإِرْثِهَا النِّصْفَ فَرْضًا ; لِأَنَّ الْفَرْضَ الثَّابِتَ لَهَا هُنَا - وَهُوَ النِّصْفُ - يُشْتَرَطُ فِيهِ عَدَمُ وُجُودِ الْبِنْتِ، فَإِنَّهَا إِذَا وُجِدَتْ تَجْعَلُهَا عَصَبَةً تَرِثُ مَا بَقِيَ بَعْدَ أَخْذِ كُلِّ ذِي فَرْضٍ حَقَّهُ مِنَ التَّرِكَةِ، وَقَدْ يَكُونُ هَذَا الْبَاقِي النِّصْفَ، وَقَدْ يَكُونُ أَقَلَّ مِنَ النِّصْفِ، فَإِذَا لَمْ يَكُنْ ثَمَّ وَارِثٌ إِلَّا الْبِنْتَ وَالْأُخْتَ كَانَ النِّصْفُ لِلْبِنْتِ فَرْضًا، وَالْبَاقِي وَهُوَ </p><p> النِّصْفُ لِلْأُخْتِ </p><p> تَعْصِيبًا لَا فَرْضًا، فَلَا يُنَافِي الْآيَةَ ; لِأَنَّهُ إِذَا كَانَ مَعَ الْبِنْتِ زَوْجَةٌ فَإِنَّهَا تَأْخُذُ الثُّمُنَ، فَيَكُونُ مَا بَقِيَ لِلْأُخْتِ أَقَلَّ مِنَ النِّصْفِ، وَلَوْ كَانَتْ تَرِثُ النِّصْفَ فَرْضًا مَعَ وُجُودِ الْبِنْتِ، وَوُجِدَ مَعَ الْبِنْتِ زَوْجَةٌ لِلْمَيِّتِ لَعَالَتِ الْمَسْأَلَةُ، وَكَانَ النَّقْصُ مِنَ السِّهَامِ لَاحِقًا بِكُلِّ الْأَنْصِبَاءِ فَلَا تَقِلُّ سِهَامُ الْأُخْتِ عَنْ سِهَامِ الْبِنْتِ، فَعُلِمَ مِنْ هَذَا أَنَّ الْوَلَدَ الْمَنْفِيَّ هُنَا يَشْمَلُ الذَّكَرَ وَالْأُنْثَى، وَلَا إِشْكَالَ فِيهِ. </p><p> وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ أَيْ وَالْمَرْءَ يَرِثُ أُخْتَهُ إِذَا مَاتَتْ إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ ذَكَرٌ وَلَا أُنْثَى، وَلَا وَالِدٌ يَحْجُبُهُ عَنْ إِرْثِهَا، كَمَا عُلِمَ مِنْ مَعْنَى الْكَلَالَةِ، وَمِنَ الْآيَاتِ وَالْقَوَاعِدِ الَّتِي أَشَرْنَا إِلَيْهَا آنِفًا، وَبَيَّنَّا أَنَّهَا هِيَ الَّتِي جَعَلَتْ مِنَ الْإِيجَازِ الْبَلِيغِ عَدَمَ ذِكْرِ اشْتِرَاطِ نَفْيِ الْوَالِدِ ; لِأَنَّهُ كَتَحْصِيلِ الْحَاصِلِ، كَاشْتِرَاطِ كَوْنِهِ بَعْدَ الْوَصِيَّةِ وَالدَّيْنِ لِلْعِلْمِ بِذَلِكَ، فَإِنْ لَمْ يَكُنْ لَهَا وَلَدٌ أَلْبَتَّةَ، وَرِثَهَا وَحْدَهُ فَكَانَ لَهُ كُلُّ التَّرِكَةِ، وَهُوَ مُوَافِقٌ لِقَاعِدَةِ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ. </p><p> وَالظَّاهِرُ أَنَّ هَذَا هُوَ الْمُرَادُ ; لِأَنَّهُ مُقَابِلُ إِرْثِ الْأُخْتِ لِلنِّصْفِ، وَإِنَّمَا أَطْلَقَ الْإِرْثَ، وَلَمْ يُبَيِّنِ النَّصِيبَ ; لِأَنَّ الْأَخَ لَيْسَ صَاحِبَ فَرْضٍ مُعَيَّنٍ لَا يَزِيدُ وَلَا يَنْقُصُ، بَلْ هُوَ عَصَبَةٌ يَحُوزُ كُلَّ التَّرِكَةِ عِنْدَ عَدَمِ وُجُودِ أَحَدٍ مِنْ أَصْحَابِ الْفُرُوضِ، وَأَمَّا عِنْدَ وُجُودِ أَحَدٍ مِنْهُمْ يَرِثُ هُوَ مَعَهُ فَيَحُوزُ كَلَالَةَ جَمِيعِ مَا بَقِيَ عَلَى الْقَاعِدَةِ الْمُبَيَّنَةِ فِي الْحَدِيثِ الصَّحِيحِ الَّذِي ذَكَرْنَاهُ آنِفًا، فَبِنْتُ الْأُخْتِ فِي مَسْأَلَتِنَا لَهَا النِّصْفُ فَرْضًا إِذَا انْفَرَدَتْ، فَهُوَ يَرِثُ مَعَهَا الْبَاقِيَ، وَهُوَ النِّصْفُ الْآخَرُ، فَإِذَا مَاتَتْ عَنْهُ وَعَنْ بِنْتٍ وَزَوْجٍ ; فَلِلْبِنْتِ النِّصْفُ، وَلِلزَّوْجِ الرُّبُعُ، وَلِلْأَخِ الْبَاقِي وَهُوَ الرُّبُعُ. وَقَدْ أَرَادَ بَعْضُهُمْ أَنْ يُدْخِلَ الصُّوَرَ الَّتِي يَرِثُ فِيهَا الْأَخُ مَعَ الْبِنْتِ الْأُخْتَ فِي مَفْهُومِ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَفَسَّرُوا الْوَلَدَ بِالِابْنِ، وَلَا مَنْدُوحَةَ عَنْ ذَلِكَ إذًا ; لِأَنَّ الْبِنْتَ لَا تَحْجُبُهُ عَنِ الْمِيرَاثِ بِالْإِجْمَاعِ، وَلَكِنْ إِرَادَةُ هَذِهِ الصُّوَرِ غَيْرُ مُتَعَيِّنٍ، وَحُكْمُهَا مَعْلُومٌ مِنَ النُّصُوصِ الْأُخْرَى. </p><p> فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلْثَانِ مِمَّا تَرَكَ أَيْ فَإِنْ كَانَ مَنْ يَرِثُ بِالْأُخُوَّةِ أُخْتَيْنِ، فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ أَخُوهُمَا كَلَالَةً، وَكَذَا إِنْ كُنَّ أَكْثَرَ مِنِ اثْنَتَيْنِ بِالْأَوْلَى ; كَأَخَوَاتِ جَابِرٍ، وَكُنَّ سَبْعًا أَوْ تِسْعًا، وَالْبَاقِي لِمَنْ يُوجَدُ مِنَ الْعَصَبَةِ إِنْ لَمْ يَكُنْ هُنَالِكَ أَحَدٌ مِنْ أَصْحَابِ الْفُرُوضِ كَالزَّوْجَةِ، وَإِلَّا أَخَذَ كُلُّ ذِي فَرْضٍ فَرْضَهُ أَوَّلًا كَمَا هُوَ مُقَرَّرٌ، </p><p> وَعَبَّرَ بِالْعَدَدِ فَقَالَ:  (اثْنَتَيْنِ) دُونَ (أُخْتَيْنِ) لِأَنَّ الْكَلَامَ فِي الْإِخْوَةِ، وَالْعِبْرَةُ فِي الْفَرْضِ بِالْعَدَدِ. </p><p> وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً أَيْ وَإِنْ كَانَ مَنْ يَرِثُونَ بِالْأُخُوَّةِ كَلَالَةً ذُكُورًا وَإِنَاثًا فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ مِنْهُمْ عَلَى الْقَاعِدَةِ فِي كُلِّ صِنْفٍ اجْتَمَعَ مِنْهُ أَفْرَادٌ فِي دَرَجَةٍ وَاحِدَةٍ، إِلَّا أَوْلَادَ الْأُمِّ فَإِنَّهُمْ شُرَكَاءُ فِي سُدُسِ أُمِّهِمْ لِحُلُولِهِمْ مَحَلَّهَا، وَلَوْلَا ذَلِكَ لَمْ يَرِثُوا ; </p><p> لِأَنَّهُمْ لَيْسُوا مِنْ عُصْبَةِ الْمَيِّتِ. وَفِي الْعِبَارَةِ تَغْلِيبُ الذُّكُورِ عَلَى الْإِنَاثِ وَهُوَ مَعْرُوفٌ فِي اللُّغَةِ. </p><p> يُبَيِّنُ اللهُ لَكُمْ أَنْ تَضِلُّوا أَيْ يُبَيِّنُ اللهُ لَكُمْ أُمُورَ دِينِكُمْ، وَمِنْ أَهَمِّهَا تَفْصِيلُ هَذِهِ الْفَرَائِضِ وَأَحْكَامِهَا، كَرَاهَةَ أَنْ تَضِلُّوا، أَوْ تَفَادِيًا مِنْهَا مِنْ أَنْ تَضِلُّوا، وَالْمُرَادُ لِتَتَّقُوا بِمَعْرِفَتِهَا وَالْإِذْعَانِ لَهَا الضَّلَالَ فِي قِسْمَةِ التَّرِكَاتِ وَغَيْرِهَا، هَذَا هُوَ التَّوْجِيهُ الْمَشْهُورُ زِدْنَاهُ بَيَانًا بِالتَّصَرُّفِ فِي التَّقْدِيرِ، وَهُوَ عَلَى هَذَا مَفْعُولٌ لِأَجْلِهِ. وَقَدَّمَ الْبَيْضَاوِيُّ عَلَيْهِ وَجْهًا آخَرَ، فَقَالَ:  \" أَيْ يُبَيِّنُ اللهُ لَكُمْ ضَلَالَكُمُ الَّذِي مِنْ شَأْنِكُمْ، إِذَا خُلِّيتُمْ وَطِبَاعَكُمْ لِتَحْتَرِزُوا عَنْهُ وَتَتَحَرَّوْا خِلَافَهُ \" وَنَقَلَ الرَّازِيُّ عَنِ الْجُرْجَانِيِّ صَاحِبِ النَّظْمِ أَنَّهُ قَالَ: \" يُبَيِّنُ اللهُ لَكُمُ الضَّلَالَةَ لِتَعْلَمُوا أَنَّهَا ضَلَالَةٌ فَتَجْتَنِبُوهَا \" اهـ. </p><p> وَالْكُوفِيُّونَ يُقَدِّرُونَ حَرْفَ النَّفْيِ، أَيْ: لِئَلَّا تَضِلُّوا. </p><p> وَالْأَوَّلُ الَّذِي عَلَيْهِ الْبَصْرِيُّونَ أَظْهَرُ، وَفِي حَدِيثِ ابْنِ عُمَرَ:  \" لَا يَدْعُو أَحَدُكُمْ عَلَى وَلَدِهِ أَنْ يُوَافِقَ مِنَ اللهِ سَاعَةَ إِجَابَةٍ \" قِيلَ: مَعْنَاهُ لِئَلَّا يُوَافِقَ سَاعَةَ إِجَابَةٍ، وَالْأَظْهَرُ تَقْدِيرُ الْبَصْرِيِّينَ: أَيْ كَرَاهَةَ أَنْ يُوَافِقَ سَاعَةَ إِجَابَةٍ، وَفِي مَعْنَى الْكَرَاهَةِ الْحَذَرُ وَالتَّفَادِي، وَهُوَ اسْتِعْمَالٌ مَعْرُوفٌ وَتَكَرَّرَ فِي الْقُرْآنِ وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ فَمَا شَرَعَ لَكُمْ هَذِهِ الْأَحْكَامَ وَسِوَاهَا، إِلَّا عَنْ عِلْمٍ بِأَنَّ فِيهَا الْخَيْرَ لَكُمْ وَحِفْظَ مَصَالِحِكُمْ، وَصَلَاحَ ذَاتِ بَيْنَكُمْ، كَمَا هُوَ شَأْنُهُ فِي جَمِيعِ أَحْكَامِهِ وَأَفْعَالِهِ، كُلُّهَا مُوَافَقَةٌ لِلْحِكْمَةِ الدَّالَّةِ عَلَى إِحَاطَةِ الْعِلْمِ وَسِعَةِ الرَّحْمَةِ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ وَالْأُسْلُوبِ فِي الْآيَةِ أَنَّهَا تَدُلُّ عَلَى أَنَّ الْمَعْلُومَ مِنَ السِّيَاقِ لَهُ حُكْمُ الْمَذْكُورِ فِي اللَّفْظِ حَتَّى فِي إِعَادَةِ الضَّمِيرِ عَلَيْهِ، فَلَا يَتَعَيَّنُ تَقْدِيرُ لَفْظِ الْمَرْءِ فِي بَيَانِ مَرْجِعِ ضَمِيرِ \" وَهُوَ يَرِثُهَا \" بَلْ يَصِحُّ أَنْ نَقُولَ: إِنَّ الْمَعْنَى: \" وَهُوَ \" أَيْ أَخُوهَا، يَرِثُهَا إِلَخْ. وَمِثْلُهُ قَوْلُهُ: فَإِنْ كَانَتَا وَإِنْ كَانُوا. </p><p> وَمِنْ مَبَاحِثِ تَارِيخِ الْقُرْآنِ وَأَسْبَابِ نُزُولِهِ: مَا رُوِيَ مِنْ كَوْنِ هَذِهِ الْآيَةِ آخِرَ </p><p> آيَةٍ نَزَلَتْ. رَوَى الشَّيْخَانِ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ، وَغَيْرُهُمْ عَنِ الْبَرَاءِ، قَالَ: آخِرُ سُورَةٍ نَزَلَتْ كَامِلَةً \" بَرَاءَةٌ \" أَيِ التَّوْبَةُ، وَآخَرُ آيَةٍ نَزَلَتْ خَاتِمَةُ سُورَةِ النِّسَاءِ يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ أَيْ مِنْ آيَاتِ الْفَرَائِضِ، كَمَا صَرَّحَ بِهِ بَعْضُهُمْ، وَبِهَذَا لَا تُنَافِي مَا رَوَاهُ الْبُخَارِيُّ عَنِ ابْنِ عَبَّاسٍ، قَالَ: آخَرُ آيَةٍ نَزَلَتْ آيَةُ الرِّبَا، وَرَوَى الْبَيْهَقِيُّ عَنِ ابْنِ عُمَرَ مِثْلَهُ، وَفِي بَعْضِ الرِّوَايَاتِ عَنْ عُمَرَ التَّعْبِيرُ بِقَوْلِهِ:  \" مِنْ آخِرِ مَا نَزَلَ آيَةُ الرِّبَا \" رَوَاهُ أَحْمَدُ وَابْنُ مَاجَهْ، قَالُوا: الْمُرَادُ بِآيَةِ الرِّبَا يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا (٢: ٢٧٨) الْآيَةَ. وَذَكَرَ عُمَرُ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تُوُفِّيَ، وَلَمْ يُفَسِّرْهَا، وَفِي رِوَايَاتٍ ضَعِيفَةٍ عَنِ ابْنِ عَبَّاسٍ، أَنَّ آخِرَ آيَةٍ نَزَلَتْ، أَوْ آخِرَ مَا نَزَلَ، قَوْلُهُ تَعَالَى: وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللهِ (٢: ٢٨١) الْآيَةَ، وَهِيَ بَعْدُ آيَاتِ الرِّبَا مِنْ سُورَةِ الْبَقَرَةِ الَّتِي تَقَدَّمَ أَنَّهَا مِنْ آخِرِ مَا نَزَلَ، أَوْ آخِرُهُ. قَالَ فِي رِوَايَةِ الْكَلْبِيِّ عَنْ أَبِي صَالِحٍ عَنْهُ: وَكَانَ بَيْنَ نُزُولِهَا وَبَيْنَ مَوْتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَحَدٌ وَثَمَانُونَ </p><p> يَوْمًا. وَرِوَايَةُ الْكَلْبِيِّ عَنْ أَبِي صَالِحٍ هِيَ أَوْهَى الرِّوَايَاتِ عَنِ ابْنِ عَبَّاسٍ، فَلَا يُعْتَدُّ بِهَا، وَرَوَى ابْنُ أَبِي حَاتِمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ: \" أَنَّهَا آخِرُ مَا نَزَلْ مِنَ الْقُرْآنِ كُلِّهِ، قَالَ: وَعَاشَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ نُزُولِ هَذِهِ الْآيَةِ، تِسْعَ لَيَالٍ، وَمَاتَ لَيْلَةَ الِاثْنَيْنِ لِلَيْلَتَيْنِ خَلَتَا مِنْ رَبِيعٍ الْأَوَّلِ) وَفِي هَذِهِ الرِّوَايَةِ بَحْثٌ لَيْسَ هَذَا مَحَلَّهُ. وَجُمْلَةُ الْقَوْلِ أَنَّهُ لَا سَبِيلَ إِلَى الْقَطْعِ بِآخِرِ آيَةٍ نَزَلَتْ مِنَ الْقُرْآنِ، وَإِنَّمَا نَقُولُ: إِنَّ هَذِهِ الْآيَةَ مِنْ آخَرَ مَا نَزَلَ قَطْعًا، وَيَجُوزُ أَنْ تَكُونَ آخِرَهَا كُلِّهَا، وَاللهُ أَعْلَمُ. </p><p> (خُلَاصَةُ السُّورَةِ) </p><p> افْتُتِحَتِ السُّورَةُ بِالْأَمْرِ بِالتَّقْوَى، وَذِكْرِ بَدْءِ خَلْقِ النَّاسِ وَتَنَاسُلِهِمْ، ثُمَّ بِالْأَحْكَامِ الْمُتَعَلِّقَةِ بِالْبُيُوتِ: الْأَهْلِ وَالْعَشِيرَةِ، وَحُقُوقِ الْيَتَامَى وَالنِّسَاءِ الْمَالِيَّةِ وَالْأَدَبِيَّةِ، وَمِنْهَا فَرَائِضُ الْمَوَارِيثِ، وَإِرْثُ النِّسَاءِ وَعَضْلُهُنَّ، وَعِقَابِ مَنْ يَأْتِي الْفَاحِشَةَ مِنَ الْجِنْسَيْنِ، وَمُحَرَّمَاتِ النِّكَاحِ وَمُحَلَّلَاتِهِ، وَغَيْرِ ذَلِكَ مِنْ أَحْكَامِ الْأَزْوَاجِ وَحُقُوقِ الزَّوْجِيَّةِ، فَهَذَا نَسَقٌ وَاحِدٌ فِي خَمْسٍ وَثَلَاثِينَ آيَةً، تَتَخَلَّلُهَا عَلَى سُنَّةِ الْقُرْآنِ الْوَصِيَّةُ بِالتَّقْوَى، وَالتَّرْغِيبُ فِي الطَّاعَةِ وَالْوَعْدُ عَلَيْهَا، وَالْوَعِيدُ عَلَى الْمَعَاصِي، وَغَيْرُ ذَلِكَ مِنَ الْمَوَاعِظِ الَّتِي تُغَذِّي الْإِيمَانَ بِاللهِ وَتُزَكِّي النَّفْسَ. </p><p> يَلِي ذَلِكَ مُحَاجَّةُ أَهْلِ الْكِتَابِ مِنَ الْيَهُودِ، مُمَهَّدًا لَهَا بِالْأَمْرِ بِعِبَادَةِ اللهِ وَحْدَهُ وَالنَّهْيِ عَنِ الشِّرْكِ، وَالْأَمْرِ بِالْإِحْسَانِ بِالْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجِيرَانِ، وَتَشْنِيعِ الْبُخْلِ وَكِتْمَانِ نِعَمِ اللهِ، وَوَعِيدِ الْكُفْرِ وَعِصْيَانِ الرَّسُولِ. وَذَلِكَ فِي بِضْعِ آيَاتٍ لَيْسَ فِيهَا مِنْ آيَاتِ الْأَحْكَامِ شَيْءٌ، إِلَّا مَا خُتِمَتْ بِهِ مِنْ آيَاتِ التَّيَمُّمِ الْمُفْتَتَحَةِ بِالنَّهْيِ عَنِ الصَّلَاةِ فِي حَالِ السُّكْرِ، ثُمَّ صَرَّحَ بَعْدَهَا بِحِكَايَةِ أَحْوَالِ الْيَهُودِ فِي دِينِهِمْ وَأَخْلَاقِهِمْ، وَبَيَّنَ مَا فِي ذَلِكَ مِنَ الْعِبَرِ، وَمَا يَسْتَحِقُّونَ عَلَيْهِ مِنَ الْوَعِيدِ ; لِيُعْلَمَ مِنْهُ سُنَّةُ اللهِ وَحُكْمُهُ فِيمَنْ يَعْمَلُ مِثْلَ عَمَلِهِمْ، وَتَكُونُ حَالُهُ كَحَالِهِمْ، كَمَا وَعَدَ مَنْ كَانَ عَلَى ضِدِّ ذَلِكَ ; وَهُوَ الْإِيمَانُ وَالصَّلَاحُ لِأَجْلِ الْعِبْرَةِ وَالْقُدْوَةِ، وَذَلِكَ مِنَ الْآيَةِ ٤٤ إِلَى الْآيَةِ ٥٧. </p><p> وَلَمَّا كَانَ فِي بَيَانِ أَحْوَالِ الْيَهُودِ ذِكْرٌ لِحَالِهِمْ فِي الْمُلْكِ لَوْ كَانَ لَهُمْ نَصِيبٌ مِنْهُ، وَهُوَ الْأَثَرَةُ وَحِرْمَانُ غَيْرِهِمْ مِنْ أَقَلِّ مَنْفَعَةٍ، بَيَّنَ عَقِبَهُ مَا يَجِبُ أَنْ تُؤَسَّسَ عَلَيْهِ الْحُكُومَةُ الْإِسْلَامِيَّةُ، وَهُوَ أَدَاءُ الْأَمَانَاتِ إِلَى أَهْلِهَا، وَالْحُكْمُ بَيْنَ النَّاسِ كُلِّهِمْ بِالْعَدْلِ بِلَا مُحَابَاةٍ، وَإِطَاعَةُ اللهِ فِيمَا جَاءَ فِي الْكِتَابِ مِنَ الْأَحْكَامِ، وَإِطَاعَةُ رَسُولِهِ فِيمَا مَضَتْ بِهِ سُنَّتُهُ مِنْ بَيَانِهَا وَالْقَضَاءِ بِهَا أَوْ بِاجْتِهَادِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأُولِي الْأَمْرِ، وَهُمْ أَهْلُ الْحَلِّ وَالْعَقْدِ فِيمَا يَضَعُونَ لِلنَّاسِ مِنَ النِّظَامِ الْمَدَنِيِّ وَالسِّيَاسِيِّ مِمَّا يَحْتَاجُونَ إِلَيْهِ بِحَسْبِ الْمَصَالِحِ الْعَامَّةِ فِي كُلِّ عَصْرٍ، فَيَكُونُ مَا يَضَعُونَهُ مُطَاعًا فِي الدَّرَجَةِ الثَّالِثَةِ. </p><p> ثُمَّ شَرَعَ فِي بَيَانِ أَحْوَالِ الْمُنَافِقِينَ وَأَخْلَاقِهِمْ، وَمَا يَجِبُ أَنْ يُعَامَلُوا بِهِ، وَأَهَمُّ ذَلِكَ </p><p> أَحْوَالُهُمْ وَمُعَامَلَتُهُمْ فِي وَقْتِ الْقِتَالِ ; وَلِهَذِهِ الْمُنَاسَبَةِ ذُكِرَتْ أَحْكَامٌ وَحِكَمٌ، وَمَوَاعِظُ كَثِيرَةٌ تَتَعَلَّقُ بِالْقِتَالِ وَالْهِجْرَةِ وَالْأَمَانِ، وَقَتْلِ الْخَطَأِ وَالْعَمْدِ، وَصَلَاةِ الْخَوْفِ وَالسَّفَرِ، وَقَدْ أَكَّدَ فِي أَثْنَاءِ هَذِهِ الْآيَاتِ أَمْرَ طَاعَةِ اللهِ وَرَسُولِهِ، فَهَذَا سِيَاقٌ بُدِئَ مِنَ الْآيَةِ (٦٠) وَانْتَهَى إِلَى الْآيَةِ (١٠٤) . </p><p> بَعْدَ هَذَا جَاءَتْ آيَاتٌ فِي خِطَابِ الرَّسُولِ بِالْحُكْمِ بَيْنَ النَّاسِ بِمَا أَرَاهُ اللهُ فِي كِتَابِهِ، وَالْإِشَارَةِ إِلَى وَاقِعَةٍ أَرَادَ بَعْضُهُمْ أَنْ يُحَابِيَ الرَّسُولُ فِيهَا بَعْضَ الْمُسْلِمِينَ عَلَى أَهْلِ الْكِتَابِ، وَعَقَّبَهَا بِمَا يُنَاسِبُ هَذَا الْمَقَامَ مِنَ الْوَعْظِ وَالْوَعِيدِ، وَلَاسِيَّمَا وَعِيدُ مَنْ يُشَاقِقُ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى، ثُمَّ مَسْأَلَةُ جَوَازِ الْمَغْفِرَةِ لِمَا عَدَا الشِّرْكَ </p><p> يَتْبَعُهَا بَيَانُ شَيْءٍ مِنْ ضَلَالِ مُشْرِكِي الْعَرَبِ، ثُمَّ بَيَانُ أَنَّ أَمْرَ النَّجَاةِ فِي الْآخِرَةِ مَنُوطٌ بِالْإِيمَانِ وَالْعَمَلِ، لَا بِالْأَمَانِيِّ وَالِانْتِسَابِ إِلَى دِينٍ شَرِيفٍ وَنَبِيٍّ مُرْسَلٍ. فَكَانَتْ أَحْكَامُ هَذِهِ الْآيَاتِ وَمَوَاعِظُهَا فِي شُئُونِ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ وَالْمُؤْمِنِينَ جَمِيعًا، وَمَزَايَا الْإِسْلَامِ ; وَلِذَلِكَ خَتَمَهَا بِبَيَانِ حُسْنِ مِلَّةِ إِبْرَاهِيمَ الْحَنِيفِيَّةِ، وَهُوَ الْمُتَّفَقُ عَلَى فَضْلِهِ عِنْدَ هَذِهِ الطَّوَائِفِ كُلِّهَا، وَيَمْتَدُّ هَذَا السِّيَاقُ إِلَى الْآيَةِ (١٢٥) . </p><p> تَلَا ذَلِكَ آيَاتٌ فِي أَحْكَامِ النِّسَاءِ وَالْيَتَامَى، وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ، وَنُشُوزِ النِّسَاءِ وَالْعَدْلِ بَيْنَهُنَّ وَالْإِصْلَاحِ بَيْنَ الْأَزْوَاجِ وَتَفَرُّقِهِمْ، دُعِّمَتْ بِآيَاتٍ فِي الْوَصِيَّةِ بِالتَّقْوَى وَالتَّذْكِيرِ بِاللهِ - تَعَالَى - وَوَعْدِهِ وَوَعِيدِهِ، وَالْأَمْرِ بِالْمُبَالَغَةِ فِي الْقِيَامِ بِالْقِسْطِ وَالشَّهَادَةِ بِالْحَقِّ، وَلَوْ عَلَى الْأَقْرَبِينَ وَالْأَغْنِيَاءِ وَالْفُقَرَاءِ مِنْ غَيْرِ مُحَابَاةٍ وَلَا شَفَقَةٍ، وَذَلِكَ فِي نَحْوٍ مِنْ عَشْرِ آيَاتٍ. </p><p> ثُمَّ عَادَ إِلَى الْكَلَامِ فِي أَحْوَالِ الْمُنَافِقِينَ، بَعْدَ التَّمْهِيدِ لَهُ بِالْأَمْرِ بِالْإِيمَانِ وَذِكْرِ أَرْكَانِهِ وَوَعِيدِ الَّذِينَ يَتَقَلَّبُونَ وَيَتَذَبْذَبُونَ فِيهِ، فَذَكَرَ مُوَالَاتَهُمْ لِلْكَافِرِينَ وَسَبَبَهَا وَمَنْشَأَهَا مِنْ نُفُوسِهِمْ، وَمُخَادَعَتَهُمْ لِلَّهِ وَوَعِيدَهُمْ وَجَزَاءَهُمْ، وَجَزَاءَ مَنْ تَابَ وَأَصْلَحَ مِنْهُمْ، وَجَزَاءَ الْمُؤْمِنِينَ الصَّادِقِينَ، وَقَدِ انْتَهَى ذَلِكَ بِالْآيَةِ (١٤٧) وَهِيَ آخِرُ الْجُزْءِ الْخَامِسِ. </p><p> ثُمَّ انْتَقَلَ مِنْهُ إِلَى أَحْوَالِ أَهْلِ الْكِتَابِ فِي الْإِيمَانِ وَالْكُفْرِ، عَوْدًا عَلَى بَدْءٍ. فَافْتُتِحَ بِحُكْمِ الْجَهْرِ بِالسُّوءِ مِنَ الْقَوْلِ، وَكَوْنِ الْأَصْلِ فِيهِ الْقُبْحُ وَالذَّمُّ، وَحُسْنُ مُقَابِلِهِ وَهُوَ إِبْدَاءُ الْخَيْرِ فِي الْقَوْلِ وَالْعَمَلِ، وَبَعْدَ هَذَا ذَكَرَ الَّذِينَ يُفَرِّقُونَ بَيْنَ اللهِ وَرُسُلِهِ بِدَعْوَى الْإِيمَانِ بِبَعْضٍ وَالْكُفْرِ بِبَعْضٍ، وَبَيَانُ عَرَاقَةِ هَذَا فِي الْكُفْرِ، وَمَا يُقَابِلُهُ مِنَ الْإِيمَانِ بِالْجَمِيعِ، وَقَفَّى عَلَى ذَلِكَ بِبَيَانِ مُشَاغَبَةِ الْيَهُودِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَحُجَّتُهُ - تَعَالَى - عَلَيْهِمْ بِمُعَانَدَةِ مُوسَى، وَعِبَادَةِ الْعِجْلِ، وَنَقْضِ مِيثَاقِ اللهِ، وَقَتْلِ الْأَنْبِيَاءِ، وَإِيذَاءِ الْمَسِيحِ وَأُمِّهِ وَالِافْتِخَارِ بِدَعْوَى قَتْلِهِ، وَخَتْمِ ذَلِكَ بِبَيَانِ حَالِ الرَّاسِخِينَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنِينَ، وَذَلِكَ فِي نِصْفِ حِزْبٍ يَنْتَهِي بِالْآيَةِ (١٦٢) . </p><p> بَعْدَ هَذَا أَقَامَ اللهُ حُجَّتَهُ عَلَى صِحَّةِ نُبُوَّةِ خَاتَمِ رُسُلِهِ بِكَوْنِ وَحْيِهِ إِلَيْهِ كَوَحْيِهِ إِلَى مَنْ قَبْلَهُ مِنْهُمْ، وَكَوْنِهِ بَعَثَ الرُّسُلَ إِلَى كُلِّ الْأُمَمِ، أَيْ: فَلَمْ يَجْعَلْهُ خَاصًّا بِبَنِي إِسْرَائِيلَ، وَكَوْنِهِ - </p><p> تَعَالَى - يَشْهَدُ بِمَا أَوْحَاهُ إِلَى رَسُولِهِ ; إِذْ جَعَلَهُ مَقْرُونًا بِالْعِلْمِ الْأَعْلَى، مُنَزَّلًا عَلَى الْأُمِّيِّ الَّذِي لَمْ يَتَعَلَّمْ شَيْئًا، وَخَتَمَ هَذَا بِبَيَانِ حَالِ مَنْ يَكْفُرُ بِهِ، وَغَايَتِهِ الَّتِي يَأُولُ إِلَيْهَا، وَدَعْوَةِ النَّاسِ كَافَّةً إِلَى الْإِيمَانِ بِهِ. فَتَمَّ هَذَا السِّيَاقُ بِبِضْعِ آيَاتٍ. </p><p> ثُمَّ انْتَقَلَ الْكَلَامُ إِلَى إِقَامَةِ الْحُجَّةِ عَلَى النَّصَارَى وَإِبْطَالِ عَقِيدَةِ التَّثْلِيثِ، وَإِثْبَاتِ الْوَحْدَانِيَّةِ، وَبَيَانِ مَا هُوَ الْمَسِيحُ، وَخَتْمِهَا بِالْوَعْدِ وَالْوَعِيدِ، وَبَيَانِ أَنَّ مُحَمَّدًا رَسُولُهُ تَعَالَى بُرْهَانٌ، وَكِتَابَهُ نُورٌ، وَدَعْوَةِ النَّاسِ </p><p> كَافَّةً إِلَى الِاهْتِدَاءِ بِهِمَا، وَوَعْدِ مَنِ اعْتَصَمَ بِهَذَا الْكِتَابِ بِالرَّحْمَةِ وَالْفَضْلِ الْإِلَهِيَّيْنِ، وَهِدَايَةِ الصِّرَاطِ الْمُسْتَقِيمِ الَّذِي يَصِلُ سَالِكُهُ إِلَى سَعَادَةِ الدَّارَيْنِ، وَهَذَا هُوَ خَتْمُ هَذِهِ السُّورَةِ الْحَكِيمَةِ الَّتِي بَيَّنَ اللهُ فِيهَا أُصُولَ الْحُكُومَةِ الْإِسْلَامِيَّةِ، وَأَهَمَّ فَرَائِضِهَا وَأَحْكَامِهَا، وَنَاهِيكَ بِأَحْكَامِ النِّسَاءِ وَالْأَهْلِ وَالْمَوَارِيثِ وَالنِّكَاحِ وَحُقُوقِ الزَّوْجِيَّةِ، وَالْإِيمَانِ وَالشِّرْكِ وَالتَّوْبَةِ وَالْقِتَالِ، وَشُئوُنِ الْمُنَافِقِينَ وَأَهْلِ الْكِتَابِ وَدَحْضِ شُبُهَاتِهِمْ، فَهِيَ أَعْظَمُ السُّوَرِ الطِّوَالِ فَوَائِدَ وَأَحْكَامًا وَحُجَجًا. </p><p> وَأَمَّا الْآيَةُ الْأَخِيرَةُ مِنْهَا، فَهِيَ ذَيْلٌ لِلسُّورَةِ فِي فَتْوَى مُتَمِّمَةٍ لِأَحْكَامِ الْفَرَائِضِ الَّتِي فِي أَوَائِلِهَا، وَقَدْ بَيَّنَّا غَيْرَ مَرَّةٍ الْحِكْمَةَ فِي أُسْلُوبِ الْمَزْجِ فِي الْقُرْآنِ. وَأَمَّا فَائِدَةُ الْأَحْكَامِ أَوِ الْمَسَائِلِ الَّتِي تُجْعَلُ ذَيْلًا أَوْ مُلْحَقًا لِكِتَابٍ أَوْ قَانُونٍ ; فَهِيَ أَنَّ الذِّهْنَ يَتَنَبَّهُ إِلَيْهَا أَفْضَلَ تَنَبُّهٍ، فَلَا يَغْفُلُ عَنْهَا كَمَا يَغْفُلُ عَمَّا يَكُونُ مُنْدَمِجًا فِي أَثْنَاءِ أَحْكَامٍ أَوْ مَسَائِلَ كَثِيرَةٍ مِنْ ذَلِكَ النَّوْعِ، فَكَأَنَّ جَعْلَ هَذِهِ الْآيَةِ مُفْرَدَةً عَلَى غَيْرِ فَوَاصِلِ السُّورَةِ يُرَادُ بِهِ تَوْجِيهُ النُّفُوسِ إِلَيْهَا لِئَلَّا تَغْفُلَ عَنْهَا، وَهَذَا الْأُسْلُوبُ صَارَ مَأْلُوفًا هَذَا الْعَصْرَ عِنْدَ كَثِيرٍ مِنْ أُمَمِ الْعِلْمِ، حَتَّى فِي الْمُرَاسَلَاتِ الْخَاصَّةِ يَجْعَلُونَ لِلرِّسَالَةِ ذَيْلًا يُسَمُّونَهُ حَاشِيَةً، كَمَا يَكُونُ مِمَّنْ نَسِيَ مَسْأَلَةً ثُمَّ تَذَكَّرَهَا بَعْدَ إِتْمَامِ الرِّسَالَةِ وَإِمْضَائِهَا بِكِتَابَةِ اسْمِهِ فِي آخِرِهَا، وَهُمْ يَتَعَمَّدُونَ ذَلِكَ كَثِيرًا ; لِمَا ذَكَرْنَا مِنَ الْغَرَضِ، وَاللهُ أَعْلَمُ وَأَحْكَمُ. </p><p> (يقولُ مُحَمَّد رَشِيد مُؤَلِّفُ هَذَا التَّفْسِيرِ: قَدْ وَفَّقَنِي اللهُ - تَعَالَى - لِإِتْمَامِ تَفْسِيرِ هَذِهِ السُّورَةِ فِي شَهْرِ رَبِيعٍ الْآخَرِ سَنَةَ (١٣٣١هـ) وَإِيَّاهُ أَسْأَلُ أَنْ يُوَفِّقَنِي لِإِتْمَامِ تَفْسِيرِ كِتَابِهِ، وَيُؤَيِّدَنِي فِيهِ بِرُوحِ الْحَقِّ) . </p><p> سُورَةُ الْمَائِدَةِ </p><p> (وهي السُّورَةُ الْخَامِسَةُ، وَآيَاتُهَا مِائَةٌ وَعِشْرُونَ عِنْدَ الْقُرَّاءِ الْكُوفِيِّينَ، وَعَلَيْهِ \" فِلُوجِلْ \" وَمِائَةٌ وَثِنْتَانِ وَعِشْرُونَ عِنْدَ الْحِجَازِيِّينَ وَالشَّامِيِّينَ، وَمِائَةٌ وَثَلَاثٌ وَعِشْرُونَ عِنْدَ الْبَصْرِيِّينَ ; فَالْخِلَافُ فِيهَا عَلَى فَاصِلَتَيْنِ فَقَطْ) . </p><p> هِيَ مَدَنِيَّةٌ بِنَاءً عَلَى الْمَشْهُورِ مِنْ أَنَّ الْمَدَنِيَّ مَا نَزَلَ بَعْدَ الْهِجْرَةِ وَلَوْ فِي مَكَّةَ، وَإِلَّا فَقَدْ رُوِيَ فِي الصَّحِيحِ عَنْ عُمَرَ أَنَّ قَوْلَهُ تَعَالَى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ (٥: ٣) إِلَخْ. نَزَلَ عَشِيَّةَ عَرَفَةَ يَوْمَ الْجُمُعَةِ عَامَ حَجَّةِ الْوَدَاعِ، وَمَا رَوَاهُ ابْنُ مَرْدَوَيْهِ عَنْ أَبِي سَعِيدٍ، أَنَّهَا نَزَلَتْ يَوْمَ غَدِيرِ خَمٍّ، وَعَنْ أَبِي هُرَيْرَةَ أَنَّهَا نَزَلَتْ فِي ثَامِنِ عَشَرِ ذِي الْحِجَّةِ مَرْجِعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَجَّةِ الْوَدَاعِ، كِلَاهُمَا لَا يَصِحُّ، وَرَوَى الْبَيْهَقِيُّ فِي شُعَبِ الْإِيمَانِ أَنَّ أَوَّلَ الْمَائِدَةِ نَزَلَ بِمِنًى، أَيْ عَامَ حَجَّةِ الْوَدَاعِ، وَرَوَى عَنْ عُبَيْدٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ، أَنَّهَا نَزَلَتْ كُلُّهَا فِي حَجَّةِ الْوَدَاعِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ. </p><p> أَمَّا التَّنَاسُبُ بَيْنَهَا وَبَيْنَ سُورَةِ النِّسَاءِ، فَقَدْ قَالَ الْكَوَاشِيُّ: إِنَّهُ لَمَّا خَتَمَ سُورَةَ النِّسَاءِ آمِرًا بِالتَّوْحِيدِ وَالْعَدْلِ بَيْنَ الْعِبَادِ أَكَّدَ ذَلِكَ بِالْأَمْرِ بِالْوَفَاءِ بِالْعُقُودِ. وَنَقَلَ الْأَلُوسِيُّ عَنِ الْجَلَالِ السُّيُوطِيِّ فِي بَيَانِ ذَلِكَ: أَنَّ سُورَةَ النِّسَاءِ قَدِ اشْتَمَلَتْ عَلَى عِدَّةِ عُقُودٍ صَرِيحًا وَضِمْنًا ; فَالصَّرِيحُ عُقُودُ الْأَنْكِحَةِ، وَعَقْدُ الصَّدَاقِ، وَعَقْدُ الْحِلْفِ، وَعَقْدُ الْمُعَاهَدَةِ وَالْأَمَانِ، وَالضِّمْنِيُّ: عَقْدُ الْوَصِيَّةِ وَالْوَدِيعَةِ وَالْوَكَالَةِ وَالْعَارِيَةِ وَالْإِجَارَةِ، وَغَيْرُ ذَلِكَ، الدَّاخِلُ فِي عُمُومِ قَوْلِهِ تَعَالَى: إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا (٤: ٥٨) فَنَاسَبَ أَنْ تُعَقَّبَ بِسُورَةٍ مُفْتَتَحَةٍ بِالْأَمْرِ بِالْوَفَاءِ بِالْعُقُودِ، فَكَأَنَّهُ قَالَ: يَا أَيُّهَا النَّاسُ أَوْفُوا بِالْعُقُودِ الَّتِي فُرِغَ مِنْ ذِكْرِهَا فِي السُّورَةِ الَّتِي تَمَّتْ وَإِنْ كَانَ فِي هَذِهِ السُّورَةِ أَيْضًا عُقُودٌ. </p><p> قَالَ: وَوُجِّهَ أَيْضًا تَقْدِيمُ النِّسَاءِ وَتَأْخِيرُ الْمَائِدَةِ بِأَنَّ أَوَّلَ تِلْكَ يَا أَيُّهَا النَّاسُ (٤: ١) وَفِيهَا الْخِطَابُ بِذَلِكَ فِي مَوَاضِعَ، وَهُوَ أَشْبَهُ بِتَنْزِيلِ الْمَكِّيِّ، وَأَوَّلُ هَذِهِ يَا أَيُّهَا الَّذِينَ آمَنُوا (٥: ١) وَفِيهَا الْخِطَابُ بِذَلِكَ فِي مَوَاضِعَ، وَهُوَ أَشْبَهُ بِخِطَابِ الْمَدَنِيِّ، وَتَقْدِيمُ الْعَامِّ، أَيْ خِطَابُ النَّاسِ كَافَّةً وَشَبَهُ الْمَكِّيِّ أَنْسَبُ. </p><p> قَالَ: ثُمَّ إِنَّ هَاتَيْنِ السُّورَتَيْنِ فِي التَّلَازُمِ وَالِاتِّحَادِ نَظِيرُ الْبَقَرَةِ وَآلِ عِمْرَانَ، فَتَانِكَ اتَّحَدَتَا فِي تَقْرِيرِ الْأُصُولِ مِنَ الْوَحْدَانِيَّةِ وَالنُّبُوَّةِ وَنَحْوِهِمَا، وَهَاتَانِ فِي تَقْرِيرِ الْفُرُوعِ الْحُكْمِيَّةِ، وَقَدْ خُتِمَتِ الْمَائِدَةُ بِالْمُنْتَهَى مِنَ الْبَعْثِ وَالْجَزَاءِ، فَكَأَنَّهُمَا سُورَةٌ وَاحِدَةٌ وَقَدِ اشْتَمَلَتْ عَلَى الْأَحْكَامِ مِنَ الْمَبْدَأِ إِلَى الْمُنْتَهَى. اهـ. </p><p> أَقُولُ: هَذَا أَجْمَعُ مَا اطَّلَعْنَا عَلَيْهِ، وَلَمْ يَأْتِ الرَّازِيُّ وَلَا الْبَقَاعِيُّ بِشَيْءٍ جَدِيدٍ، وَأَنْتَ </p>"
}