{
  "id": null,
  "sura": 4,
  "aya": 66,
  "text": "<p> وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا. </p><p> الْكَلَامُ مُتَّصِلٌ بِمَا سَبَقَ وَالسِّيَاقُ لَمْ يَنْتَهِ، وَالْمَرْوِيُّ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدٍ أَنَّ قَوْلَهُ تَعَالَى: وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ عَائِدٌ لِلْمُنَافِقِينَ الَّذِينَ سَبَقَ الْقَوْلُ فِيهِمْ، وَمَنْ كَانَ مِثْلَهُمْ فَلَهُ حُكْمُهُمْ، إِذِ الْأَحْكَامُ لَيْسَتْ مَنُوطَةً بِذَوَاتِ الْمُكَلَّفِينَ وَشُخُوصِهِمْ، بَلْ بِصِفَاتِهِمْ وَأَعْمَالِهِمْ، أَيْ: لَوْ أَمَرْنَاهُمْ بِقَتْلِ أَنْفُسِهِمْ أَيْ بِتَعْرِيضِهَا لِلْقَتْلِ الْمُحَقَّقِ أَوِ الْمَظْنُونِ ظَنًّا رَاجِحًا، وَقِيلَ: قَتْلُهَا هُوَ الِانْتِحَارُ، كَمَا قِيلَ مِثْلُ هَذَا فِي أَمْرِ بَنِي إِسْرَائِيلَ بِقَتْلِ أَنْفُسِهِمْ تَوْبَةً إِلَى رَبِّهِمْ مِنْ عِبَادَةِ الْعِجْلِ، أَوْ قُلْنَا لَهُمُ: اخْرُجُوا مِنْ دِيَارِكُمْ أَيْ: أَوْطَانِكُمْ وَهَاجِرُوا إِلَى بِلَادٍ أُخْرَى مَا فَعَلُوهُ أَيِ: الْمَأْمُورُ بِهِ مِنَ الْقَتْلِ وَالْهِجْرَةِ مِنَ الْوَطَنِ إِلَّا قَلِيلٌ مِنْهُمْ هَذِهِ قِرَاءَةُ الْجُمْهُورِ، وَقَرَأَ ابْنُ عَامِرٍ \" قَلِيلًا \" بِالنَّصْبِ، قَالُوا: وَكَذَا هُوَ فِي مَصَاحِفِ أَهْلِ الشَّامِ وَمُصْحَفِ أَنَسِ بْنِ مَالِكٍ، وَهُمَا لُغَتَانِ لِلْعَرَبِ ـ وَإِعْرَابُهُمَا ظَاهِرٌ ـ بَيَّنَ اللهُ تَعَالَى لَنَا أَنَّ الْمُؤْمِنَ الصَّادِقَ هُوَ مَنْ يُطِيعُ اللهَ تَعَالَى وَرَسُولَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي الْمَنْشَطِ وَالْمَكْرَهِ وَالسَّهْلِ وَالشَّاقِّ، وَلَوْ قَتْلُ النَّفْسِ وَالْخُرُوجُ مِنَ الدَّارِ، وَهُمَا مُتَقَارِبَانِ ; لِأَنَّ الْجِسْمَ دَارُ الرُّوحِ، وَالْوَطَنَ دَارُ الْجِسْمِ، وَأَنَّ الْمُنَافِقَ هُوَ مَنْ يَعْبُدُ اللهَ عَلَى حَرْفٍ وَاحِدٍ، وَهُوَ مَا يُوَافِقُ هَوَاهُ </p><p> وَغَرَضَهُ، فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ، وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ، وَأَنَّهُ قَلَّمَا يُوجَدُ فِي أُولَئِكَ الْمُنَافِقِينَ مَنْ يَصْبِرُ عَلَى نَارِ الْفِتْنَةِ ـ رِيَاءً وَتَقِيَّةً ـ فَيُطِيعُ فِيمَا يُكْتَبُ عَلَيْهِ، وَلَوْ كَانَ التَّعَرُّضُ لِلْقَتْلِ، وَالْجَلَاءُ عَنِ الْوَطَنِ وَالْأَهْلِ. </p><p> وَقِيلَ: إِنَّ الْكَلَامَ فِي جُمْلَةِ الْمُكَلَّفِينَ مِنَ النَّاسِ، وَالْمَعْنَى أَنَّ الْإِنْسَانَ خُلِقَ ضَعِيفًا كَمَا تَقَدَّمَ فِي آيَةِ (٢٨) مِنْ هَذِهِ السُّورَةِ، فَلَوْ كَتَبْنَا عَلَيْهِمْ مَا يَشُقُّ احْتِمَالُهُ كَقَتْلِ الْأَنْفُسِ وَالْخُرُوجِ مِنَ الْوَطَنِ لَعَصَى الْكَثِيرُ مِنْهُمْ، وَلَمْ يُطِعْ إِلَّا الْقَلِيلُ وَهُمْ أَصْحَابُ الْعَزَائِمِ الْقَوِيَّةِ الَّذِينَ يُؤْثِرُونَ رِضْوَانَ اللهِ عَلَى حُظُوظِهِمْ وَشَهَوَاتِهِمْ، وَلَكِنَّنَا لَمْ نَكْتُبْ عَلَيْهِ ذَلِكَ كَمَا كَتَبْنَاهُ عَلَى بَنِي إِسْرَائِيلَ مِنْ قَبْلِهِمْ، بَلْ أَرْسَلْنَا خَاتَمَ رُسُلِنَا بِالْحَنِيفِيَّةِ السَّمْحَةِ الَّتِي تَجْمَعُ لَهُمْ بَيْنَ حَسَنَةِ الدُّنْيَا وَحَسَنَةِ الْآخِرَةِ </p><p> فَلَا عُذْرَ لَهُمْ بِالضَّعْفِ الْبَشَرِيِّ أَنْ عَصَوُا الرَّسُولَ، وَاتَّبَعُوا الطَّاغُوتِ، وَإِنَّمَا ظَلَمُوا بِذَلِكَ أَنْفُسَهُمْ. </p><p> وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ مِنَ الْأَوَامِرِ وَالنَّوَاهِي الْمَقْرُونَةِ بِحُكْمِهَا، وَبَيَانِ فَائِدَتِهَا، وَالْوَعْدِ وَالْوَعِيدِ لِمَنْ عَمِلَ بِهَا وَمَنْ صَدَّ عَنْهَا لَكَانَ خَيْرًا لَهُمْ فِي حِفْظِ مَصَالِحِهِمْ، وَاعْتِزَازِ أَنْفُسِهِمْ بِارْتِقَاءِ أُمَّتِهِمْ، وَفِي عَاقِبَةِ أَمْرِهِمْ وَآخِرَتِهِمْ وَأَشَدَّ تَثْبِيتًا لَهُمْ فِي أَمْرِ دِينِهِمْ، التَّثْبِيتُ: التَّقْوِيَةُ بِجَعْلِ الشَّيْءِ ثَابِتًا رَاسِخًا، وَإِنَّمَا كَانَ الْعَمَلُ وَإِتْيَانُ الْأُمُورِ الْمَوْعُوظُ بِهَا فِي الدِّينِ يَزِيدُ الْعَامِلَ قُوَّةً وَثَبَاتًا ; لِأَنَّ الْأَعْمَالَ هِيَ الَّتِي يَكُونُ بِهَا الْعِلْمُ الْإِجْمَالِيُّ الْمُبْهَمُ تَفْصِيلِيًّا جَلِيًّا، وَهِيَ الَّتِي تَطْبَعُ الْأَخْلَاقَ وَالْمَلِكَاتِ فِي نَفْسِ الْعَامِلِ، وَتُبَدِّدُ الْمَخَاوِفَ وَالْأَوْهَامَ مِنْ نَفْسِهِ، مِثَالُ ذَلِكَ: أَنَّ بَذْلَ الْمَالِ فِي سَبِيلِ اللهِ تَعَالَى بِأَعْمَالِ الْبِرِّ آيَةٌ مِنْ أَقْوَى آيَاتِ الْإِيمَانِ، وَقُرْبَةٌ مِنْ أَكْبَرِ أَسْبَابِ السَّعَادَةِ وَالرِّضْوَانِ، فَمَنْ آمَنَ بِذَلِكَ وَلَمْ يَعْمَلْ بِهِ لَا يَكُونُ عِلْمُهُ بِمَنَافِعِهِ وَفَوَائِدِهِ لَهُ وَلِلْأُمَّةِ وَالْمِلَّةِ إِلَّا نَاقِصًا، وَكُلَّمَا اعْتَنَّ لَهُ سَبَبٌ مِنْ أَسْبَابِ الْبَذْلِ تَحَدَّاهُ فِي نَفْسِهِ طَائِفَةٌ مِنْ أَسْبَابِ الْإِمْسَاكِ وَالْبُخْلِ، كَالْخَوْفِ مِنَ الْفَقْرِ وَالْإِمْلَاقِ، أَوْ نُقْصَانِ مَالِهِ عَنْ مَالِ بَعْضِ الْأَقْرَانِ، أَوْ تَعْلِيلِ النَّفْسِ بِادِّخَارِ مَا احْتِيجَ إِلَى بَذْلِهِ الْآنَ لِيُوضَعَ فِيمَا هُوَ خَيْرٌ وَأَنْفَعُ فِي مُسْتَقْبَلِ الزَّمَانِ، فَإِذَا هُوَ اعْتَادَ الْبَذْلَ صَارَ السَّخَاءُ خُلُقًا لَهُ، </p><p> لَا يُثْنِيهِ وَسْوَاسٌ وَلَا خَوْفٌ، وَاتَّسَعَتْ مَعْرِفَتُهُ بِطُرُقِ مَنَافِعِهِ، وَوُضِعَ الْمَالُ فِي خَيْرِ مَوَاضِعِهِ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: لَكَانَ خَيْرًا لَهُمْ فِي مَصَالِحِهِمْ، وَأَشَدَّ تَثْبِيتًا لَهُمْ فِي إِيمَانِهِمْ، فَإِنَّ الِامْتِثَالَ إِيمَانًا وَاحْتِسَابًا يَتَضَمَّنُ الذِّكْرَى، وَتَصَوُّرَ احْتِرَامِ أَمْرِ اللهِ، وَالشُّعُورَ بِسُلْطَانِهِ، وَإِمْرَارَ هَذِهِ الذِّكْرَى عَلَى الْقَلْبِ عِنْدَ كُلِّ عَمَلٍ مَشْرُوعٍ يُقَوِّي الْإِيمَانَ وَيُثْبِتُهُ، وَكُلَّمَا عَمِلَ الْمَرْءُ بِالشَّرِيعَةِ عَمَلًا صَحِيحًا انْفَتَحَ لَهُ بَابُ الْمَعْرِفَةِ فِيهَا، بَلْ ذَلِكَ مُطَّرِدٌ فِي كُلِّ عِلْمٍ. </p><p> أَقُولُ: وَذَكَرَ الرَّازِيُّ فِي التَّثْبِيتِ ثَلَاثَةَ أَوْجُهٍ: </p><p> ١ - أَنَّ ذَلِكَ أَقْرَبُ إِلَى ثَبَاتِهِمْ وَاسْتِمْرَارِهِمْ ; لِأَنَّ الطَّاعَةَ تَدْعُو إِلَى مِثْلِهَا. </p><p> ٢ - أَنَّ ذَلِكَ يَكُونُ أَثْبَتَ فِي نَفْسِهِ؛ لِأَنَّهُ حَقٌّ، وَالْحَقُّ ثَابِتٌ وَالْبَاطِلُ زَائِلٌ. </p><p> ٣ - أَنَّ الْإِنْسَانَ يَطْلُبُ الْخَيْرَ أَوَّلًا، فَإِذَا حَصَّلَهُ طَلَبَ أَنْ يَكُونَ الْحَاصِلُ ثَابِتًا بَاقِيًا، فَقَوْلُهُ تَعَالَى: لَكَانَ خَيْرًا لَهُمْ إِشَارَةٌ إِلَى الْحَالَةِ الْأُولَى، وَقَوْلُهُ: وَأَشَدَّ تَثْبِيتًا إِشَارَةٌ إِلَى الْحَالَةِ الثَّانِيَةِ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي كَيْفِيَّةِ الْأَدَاءِ اخْتِلَافُ الْقُرَّاءِ فِي \" أَنَّ \" وَ \" أَوْ \" مِنْ قَوْلِهِ تَعَالَى: أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا قَرَأَ أَبُو عَمْرٍو، وَيَعْقُوبُ بِكَسْرِ نُونِ \" أَنْ \" وَضَمِّ وَاوِ </p><p> \" </p><p> أَوْ \" وَعَاصِمٌ وَحَمْزَةُ بِكَسْرِهِمَا، وَالْبَاقُونَ بِضَمِّهَا وَهُمَا لُغَتَانِ، فَأَمَّا الْكَسْرُ فَهُوَ الْأَصْلُ فِي التَّخَلُّصِ مِنَ الْتِقَاءِ السَّاكِنَيْنِ عِنْدَ النُّحَاةِ، وَأَمَّا الضَّمُّ فَإِجْرَاؤُهُمَا مَجْرَى الْهَمْزَةِ الْمُتَّصِلَةِ بِالْفِعْلِ تُنْقَلُ حَرَكَةُ مَا بَعْدَهَا إِلَيْهَا، وَأَمَّا قِرَاءَةُ أَبِي عَمْرٍو فَجَمَعَ بَيْنَ طَرِيقَتَيِ الْعَرَبِ فِي ذَلِكَ مِنْ قَبِيلِ التَّلْفِيقِ،وَمِنْهَا أَنَّ قَوْلَهُ تَعَالَى:مَا فَعَلُوهُ يَعُودُ ضَمِيرُهُ إِلَى الْقَتْلِ وَالْخُرُوجِ، وَأَفْرَدَ الضَّمِيرَ لِأَنَّ الْفِعْلَ جِنْسٌ وَاحِدٌ، أَوْ بِتَأْوِيلِ مَا ذُكِرَ.</p><p> وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا، \" إِذًا \" حَرْفُ جَوَابٍ وَجَزَاءٍ، وَلِذَلِكَ ذُكِرَ فِي الْكَشَّافِ أَنَّهَا هُنَا جَوَابٌ لِسُؤَالٍ مُقَدَّرٍ كَأَنَّهُ قِيلَ: مَاذَا يَكُونُ مِنْ هَذَا الْخَيْرِ الْعَظِيمِ وَالتَّثْبِيتِ؟ فَأُجِيبُ: هُوَ أَنْ نُؤْتِيَهُمْ أَيْ: نُعْطِيَهُمْ أَجْرًا عَظِيمًا، إِلَخْ. </p><p> وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا قِيلَ: إِنَّ هَذَا الصِّرَاطَ عِبَارَةٌ عَنْ دِينِ الْحَقِّ، وَقِيلَ: هُوَ مَوْطِنٌ مِنْ مَوَاطِنِ الْقِيَامَةِ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الصِّرَاطُ الْمُسْتَقِيمُ هُنَا هُوَ طَرِيقُ الْعَمَلِ الصَّالِحِ عَلَى الْوَجْهِ الصَّحِيحِ. </p><p> وَأَقُولُ: إِنَّ هَذِهِ الْهِدَايَةَ هِيَ الْهِدَايَةُ الرَّابِعَةُ الَّتِي شَرَحَهَا الْأُسْتَاذُ فِي تَفْسِيرِ سُورَةِ الْفَاتِحَةِ، وَالصِّرَاطُ هُنَا: هُوَ الصِّرَاطُ هُنَاكَ، صِرَاطُ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمُ الْمَذْكُورِينَ فِي الْآيَةِ التَّالِيَةِ، غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ، وَصَرَّحَ بِذَلِكَ فِي تَفْسِيرِ الْآيَةِ. </p><p> وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا ذَلِكَ الْفَضْلُ مِنَ اللهِ وَكَفَى بِاللهِ عَلِيمًا. </p><p> الصِّرَاطُ الْمُسْتَقِيمُ فِي الْآيَةِ السَّابِقَةِ هُوَ الصِّرَاطُ الَّذِي سَارَ عَلَيْهِ عِبَادُ اللهِ الْمُصْطَفَوْنَ الْأَخْيَارُ، الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ بِمَعْرِفَةِ الْحَقِّ وَاتِّبَاعِهِ، وَعَمَلِ الْخَيْرَاتِ وَاجْتِنَابِ الْفَوَاحِشِ وَالْمُنْكَرَاتِ، وَهُمُ الْأَصْنَافُ الْأَرْبَعَةُ فِي قَوْلِهِ: وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ إِلَخْ، وَكَانَ الظَّاهِرُ بَادِيَ الرَّأْيِ أَنْ يُقَالَ: وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا، صِرَاطَ أُولَئِكَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ، أَوْ فَكَانُوا مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ، أَوْ مَا هُوَ بِهَذَا الْمَعْنَى، وَلَكِنْ أُعِيدَ ذِكْرُ طَاعَةِ اللهِ وَرَسُولِهِ؛ لِأَنَّهُ هُوَ الْأَصْلُ الْمُرَادُ فِي السِّيَاقِ، الَّذِي تَكُونُ سَعَادَةُ صُحْبَةِ مَنْ أَنْعَمَ اللهُ عَلَيْهِمْ جَزَاءً لَهُ، أَيْ: إِنَّ كُلَّ مَنْ يُطِيعُ اللهَ تَعَالَى وَرَسُولَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى الْوَجْهِ الْمُبَيَّنِ فِي الْآيَاتِ مِنْ قَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ إِلَى قَوْلِهِ: </p>"
}