{
  "id": null,
  "sura": 4,
  "aya": 82,
  "text": "<p> وَقَدْ زَعَمَ بَعْضُ الْمُفَسِّرِينَ أَنَّ الْأَمْرَ بِالْإِعْرَاضِ عَنِ الْمُنَافِقِينَ هُنَا مَنْسُوخٌ بِقَوْلِهِ - تَعَالَى -: جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَرَدَّهُ الْفَخْرُ الرَّازِيُّ، وَقَالُوا مِثْلَهُ فِي الْآيَةِ السَّابِقَةِ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّهُمْ لَا يَكَادُونَ يَتْرُكُونَ آيَةً مِنْ آيَاتِ الْعَفْوِ وَالصَّفْحِ </p><p> وَالْحِلْمِ وَمَكَارِمِ الْأَخْلَاقِ فِي مُعَامَلَةِ الْمُخَالِفِينَ إِلَّا وَيَزْعُمُونَ نَسْخَهُ، وَأَنْكَرَ ذَلِكَ أَشَدَّ الْإِنْكَارِ، وَلَيْسَ عِنْدِي شَيْءٌ عَنْهُ فِي تَفْسِيرِ هَذِهِ الْآيَاتِ غَيْرُ هَذَا وَمَا تَقَدَّمَ قَرِيبًا مِنْ قَوْلِهِ بِأَنَّ الْآيَةَ لَيْسَتْ فِي الْمُنَافِقِينَ خَاصَّةً. </p><p> قَرَأَ أَبُو عَمْرٍو وَحَمْزَةُ \" بَيَّتَ طَائِفَةٌ \" وَبِإِدْغَامِ التَّاءِ فِي الطَّاءِ، وَهُمَا حَرْفَانِ مُتَقَارِبَانِ فِي الْمَخْرَجِ يُدْغِمُ بَعْضُ الْعَرَبِ أَحَدَهُمَا فِي الْآخَرِ كَمَا فِي هَذِهِ الْقِرَاءَةِ، وَالْبَاقُونَ بِغَيْرِ إِدْغَامٍ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ اتِّفَاقُ الْقُرَّاءِ عَلَى تَذْكِيرِ بَيَّتَ قَالُوا: لَمْ يَقُلْ \" بَيَّتَتْ \" بِتَاءِ التَّأْنِيثِ لِأَنَّ تَأْنِيثَ طَائِفَةٌ غَيْرُ حَقِيقِيٍّ، وَلِأَنَّهَا بِمَعْنَى الْفَرِيقِ وَالْفَوْجِ، وَهَذَا التَّعْلِيلُ كَافٍ فِي بَيَانِ الْجَوَازِ لَا فِي بَيَانِ الِاخْتِيَارِ، وَالْأَصْلُ أَنْ يُؤَنَّثَ ضَمِيرُ الْمُؤَنَّثِ وَلَوْ كَانَ تَأْنِيثُهُ لَفْظِيًّا، وَوَجْهُ الِاخْتِيَارِ الَّذِي أَرَاهُ هُوَ أَنَّ تَكْرَارَ التَّاءِ قَبْلَ الطَّاءِ الْقَرِيبَةِ مِنْهَا فِي الْمَخْرَجِ لَا يَخْلُو مَنْ ثِقَلٍ عَلَى اللِّسَانِ، وَلِذَلِكَ تُحْذَفُ إِحْدَى التَّائَيْنِ مَنْ مِثْلِ تَتَصَدَّى وَتَتَكَلَّمُ فَيُقَالُ: تَصَدَّى وَتَكَلَّمُ. </p><p> أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ التَّدَبُّرُ: هُوَ النَّظَرُ فِي إِدْبَارِ الْأُمُورِ وَعَوَاقِبِهَا، وَتَدَبُّرِ الْكَلَامِ هُوَ النَّظَرُ وَالتَّفَكُّرُ فِي غَايَاتِهِ وَمَقَاصِدِهِ الَّتِي يَرْمِي إِلَيْهَا، وَعَاقِبَةِ الْعَامِلِ بِهِ وَالْمُخَالِفِ لَهُ، وَالْمَعْنَى جَهِلَ هَؤُلَاءِ حَقِيقَةَ الرِّسَالَةِ، وَكُنْهَ هَذِهِ الْهِدَايَةِ، أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ الَّذِي يَدُلُّ عَلَى حَقِيقَتِهَا وَعَاقِبَةِ الْمُؤْمِنِينَ بِهَا وَالْجَاحِدِينَ لَهَا، فَيَعْرِفُوا أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ، وَأَنَّ مَا أَنْذَرَ بِهِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَاقِعٌ بِهِمْ ; لِأَنَّهُ كَمَا صَدَقَ فِيمَا أَخْبَرَ بِهِ عَمَّا يُبَيِّتُونَ فِي أَنْفُسِهِمْ، وَمَا يُثْنُونَ عَلَيْهِ صُدُورَهُمْ، وَيَطْوُونَ عَلَيْهِ سَرَائِرَهُمْ، يَصْدُقُ كَذَلِكَ فِيمَا يُخْبِرُ بِهِ مِنْ سُوءِ مَصِيرِهِمْ، وَكَوْنِ الْعَاقِبَةِ لِلْمُتَّقِينَ الصَّادِقِينَ، وَالْخِزْيِ وَالسُّوءِ عَلَى الْكَافِرِينَ وَالْمُنَافِقِينَ، بَلْ لَوْ تَدَبَّرُوهُ حَقَّ التَّدَبُّرِ لَعَلِمُوا أَنَّهُ يَهْدِي إِلَى الْحَقِّ، وَيَأْمُرُ بِالْخَيْرِ وَالرُّشْدِ، وَأَنَّ عَاقِبَةَ ذَلِكَ لَا تَكُونُ إِلَّا الْفَوْزَ وَالْفَلَاحَ، وَالصَّلَاحَ وَالْإِصْلَاحَ، فَإِذَا كَانُوا لِاسْتِحْوَاذِ الْبَاطِلِ وَالْغَيِّ عَلَيْهِمْ لَا يُدْرِكُونَ أَنْ يَكُونَ إِلَّا مِنْ عِنْدِ اللهِ؟ ! </p><p> وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا أَيْ: لَوْ كَانَ مِنْ عِنْدِ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْقُرَشِيِّ لَا مِنْ عِنْدِ اللهِ الَّذِي أَرْسَلَهُ بِهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا، لِعَدَمِ اسْتِطَاعَتِهِ وَاسْتِطَاعَةِ أَيِّ مَخْلُوقٍ أَنْ يَأْتِيَ بِمِثْلِ هَذَا الْقُرْآنِ فِي تَصْوِيرِ الْحَقِّ بِصُورَتِهِ كَمَا هِيَ لَا يَخْتَلِفُ وَلَا يَتَفَاوَتُ فِي شَيْءٍ مِنْهَا، لَا فِي حِكَايَتِهِ عَنِ الْمَاضِي الَّذِي لَمْ يُشَاهِدْهُ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يَقِفْ عَلَى تَارِيخِهِ، وَلَا فِي إِخْبَارِهِ عَنِ الْآتِي فِي مَسَائِلَ </p><p> كَثِيرَةٍ وَقَعَتْ كَمَا أَنْبَأَ بِهَا، وَلَا فِي بَيَانِهِ لِخَفَايَا الْحَاضِرِ، حَتَّى حَدِيثِ الْأَنْفُسِ وَمُخَبِّآتِ الضَّمَائِرِ، كَبَيَانِ مَا تُبَيِّتُ هَذِهِ الطَّائِفَةُ مُخَالِفًا لِمَا تَقُولُ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ مَا يَقُولُهُ لَهَا فَتَقْبَلُهُ فِي حَضْرَتِهِ. </p><p> وَلِعَدَمِ اسْتِطَاعَتِهِ وَاسْتِطَاعَةِ غَيْرِهِ أَنْ يَأْتِيَ بِمِثْلِهِ فِي بَيَانِ أُصُولِ الْعَقَائِدِ، وَقَوَاعِدِ الشَّرَائِعِ، وَفَلْسَفَةِ الْآدَابِ وَالْأَخْلَاقِ، وَسِيَاسَةِ الشُّعُوبِ وَالْأَقْوَامِ، مَعَ اتِّفَاقِ جَمِيعِ الْأُصُولِ، وَعَدَمِ الِاخْتِلَافِ وَالتَّفَاوُتِ فِي شَيْءٍ مِنَ الْفُرُوعِ. </p><p> وَلِعَدَمِ اسْتِطَاعَتِهِ وَاسْتِطَاعَةِ غَيْرِهِ أَنْ يَأْتِيَ بِمِثْلِهِ فِيمَا جَاءَ بِهِ مِنْ فُنُونِ الْقَوْلِ وَأَلْوَانِ الْعِبَرِ فِي أَنْوَاعِ الْمَخْلُوقَاتِ، فِي الْأَرْضِ وَالسَّمَاوَاتِ ; وَفِيهَا الْكَلَامُ عَلَى الْخَلْقِ وَالتَّكْوِينِ وَوَصْفِ الْكَائِنَاتِ بِأَنْوَاعِهَا، كَالْكَوَاكِبِ وَبُرُوجِهَا وَنِظَامِهَا، وَالرِّيَاحِ وَالْبِحَارِ وَالنَّبَاتِ وَالْحَيَوَانِ وَالْجَمَادِ، وَمَا فِيهَا مِنَ الْحِكَمِ وَالْآيَاتِ، وَكَلَامُهُ فِي ذَلِكَ كُلِّهِ يُؤَيِّدُ بَعْضُهُ بَعْضًا لَا شُبْهَةَ فِيهِ، وَلَا اخْتِلَافَ بَيْنَ مَعَانِيهِ. </p><p> وَلِعَدَمِ اسْتِطَاعَتِهِ وَاسْتِطَاعَةِ غَيْرِهِ أَنْ يَأْتِيَ بِمِثْلِهِ فِي بَيَانِ سُنَنِ الِاجْتِمَاعِ، وَنَوَامِيسِ الْعُمْرَانِ، وَطَبَائِعِ الْمِلَلِ وَالْأَقْوَامِ، وَإِيرَادِ الشَّوَاهِدِ وَضُرُوبِ الْأَمْثَالِ، وَتَكْرَارِ الْقِصَّةِ الْوَاحِدَةِ، بِالْعِبَارَاتِ الْبَلِيغَةِ الْمُتَشَابِهَةِ، تَنْوِيعًا لِلْعِبَرِ، وَتَلْوِينًا لِلْمَوْعِظَةِ، مَعَ تَجَاوُبِ ذَلِكَ كُلِّهِ عَلَى الْحَقِّ، وَتَوَاطُئِهِ عَلَى الصِّدْقِ، وَبَرَاءَتِهِ مِنَ الِاخْتِلَافِ وَالتَّنَاقُضِ، وَتَعَالِيهِ عَلَى التَّفَاوُتِ وَالتَّبَايُنِ. </p><p> وَفَوْقَ ذَلِكَ كُلِّهِ مَا فِيهِ مِنَ الْعِلْمِ الْإِلَهِيِّ، وَالْخَبَرِ عَنِ عَالَمِ الْغَيْبِ وَالدَّارِ الْآخِرَةِ، وَمَا فِيهَا مِنَ الْحِسَابِ عَلَى الْأَعْمَالِ، وَالْجَزَاءِ الْوِفَاقِ، وَكَوْنُ ذَلِكَ مُوَافِقًا لِفِطْرَةِ الْإِنْسَانِ، وَجَارِيًا عَلَى سُنَّةِ اللهِ - تَعَالَى - فِي تَأْثِيرِ الْأَعْمَالِ الِاخْتِيَارِيَّةِ فِي الْأَرْوَاحِ، فَالِاتِّفَاقُ وَالِالْتِئَامُ بَيْنَ الْآيَاتِ الْكَثِيرَةِ فِي هَذَا الْبَابِ، هُوَ غَايَةُ الْغَايَاتِ عِنْدَ مَنْ أُوتِيَ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ. </p><p> كَانَ هَذَا الْقُرْآنُ يَنْزِلُ مُنَجَّمًا بِحَسْبَ الْوَقَائِعِ وَالْأَحْوَالِ، فَيَأْمُرُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ نُزُولِ الْآيَةِ أَوِ الطَّائِفَةِ مِنَ الْآيَاتِ أَنْ تُوضَعَ فِي مَحَلِّهَا مِنْ سُورَةِ كَذَا، وَهُوَ لَا يَقْرَأُ فِي الصُّحُفِ مَا كُتِبَ أَوَّلًا وَلَا مَا كُتِبَ آخِرًا، وَإِنَّمَا يَحْفَظُهُ حِفْظًا، وَلَمْ تَجْرِ الْعَادَةُ بِأَنَّ الَّذِي يَأْتِي مِنْ عِنْدِ نَفْسِهِ بِالْكَلَامِ الْكَثِيرِ فِي الْمُنَاسَبَاتِ وَالْوَقَائِعِ الْمُخْتَلِفَةِ يَتَذَكَّرُ عِنْدَ كُلِّ قَوْلٍ جَمِيعَ مَا سَبَقَ لَهُ فِي السِّنِينِ الْخَالِيَةِ وَيَسْتَحْضِرُهُ لِيَجْعَلَ الْآخَرَ مُوَافِقًا لِلْأَوَّلِ، وَإِذَا تَذَكَّرْتَ أَنَّ بَعْضَ الْآيَاتِ كَانَ يَنْزِلُ فِي أَيَّامِ الْحَرْبِ وَشِدَّةِ الْكَرْبِ، وَبَعْضَهَا كَانَ يَنْزِلُ عِنْدَ الْخِصَامِ، وَتَنَازُعِ الْأَفْرَادِ أَوِ الْأَقْوَامِ، جَزَمْتَ بِأَنَّ مِنَ الْمُحَالِ عَادَةً أَنْ يَتَذَكَّرَ الْإِنْسَانُ فِي هَذِهِ الْأَحْوَالِ جَمِيعَ مَا كَانَ قَالَهُ مِنْ قَبْلُ لِيَأْتِيَ بِكَلَامٍ يَتَّفِقُ مَعَهُ وَلَا يَخْتَلِفُ، وَكَانَ إِذَا تَلَا عَلَيْهِمُ الْآيَاتِ يَحْفَظُونَهَا عَنْهُ فِي صُدُورِهِمْ وَيَكْتُبُونَهَا فِي صُحُفِهِمْ، فَلَمْ يَكُنْ ثَمَّ مَجَالٌ لِلتَّنْقِيحِ وَالتَّحْرِيرِ </p><p> لَوْ فُرِضَ، وَإِنْ تَعْجَبْ فَعَجَبٌ أَنْ تَمُرَّ السُّنُونَ وَالْأَحْقَابُ وَتَكِرَّ الْقُرُونُ وَالْأَجْيَالُ، وَتَتَّسِعَ دَوَائِرُ الْعُلُومِ وَالْمَعَارِفِ، وَتَتَغَيَّرَ أَحْوَالُ الْعُمْرَانِ، وَلَا تُنْقَضُ كَلِمَةٌ مِنْ كَلِمَاتِ الْقُرْآنِ، لَا فِي أَحْكَامِ الشَّرْعِ، وَلَا فِي أَحْوَالِ النَّاسِ وَشُئُونِ الْكَوْنِ، وَلَا فِي غَيْرِ ذَلِكَ مِنْ فُنُونِ الْقَوْلِ. </p><p> كَتَبَ ابْنُ خَلْدُونَ مُقَدِّمَتَهُ فِي فَلْسَفَةِ التَّارِيخِ وَعِلْمِ الِاجْتِمَاعِ وَالْعُمْرَانِ فَكَانَتْ أَفْضَلَ الْكُتُبِ وَأَحْكَمَهَا فِي عَصْرِ مُؤَلِّفِهَا وَبَعْدَ عَصْرِهِ بِعِدَّةِ عُصُورٍ، ثُمَّ ارْتَقَتِ الْعُلُومُ وَتَغَيَّرَتْ أُصُولُ الْعُمْرَانِ فَظَهَرَ الِاخْتِلَافُ وَالْخَطَأُ فِي كَثِيرٍ مِمَّا فِيهَا، بَلْ نَرَى الْعَالِمَ النَّابِغَ فِي عِلْمٍ مُعَيَّنٍ مِنْ عُلَمَاءِ هَذَا الْعَصْرِ يُؤَلِّفُ الْكِتَابَ فِيهِ وَيَسْتَعِينُ عَلَيْهِ بِمَعَارِفِ أَقْرَانِهِ مِنَ الْعُلَمَاءِ الْبَاحِثِينَ، ثُمَّ يُطِيلُ التَّأَمُّلَ فِيهِ وَيُنَقِّحُهُ وَيَطْبَعُهُ فَلَا تَمُرُّ سَنَوَاتٌ قَلِيلَةٌ إِلَّا وَيَظْهَرُ لَهُ الْخَطَأُ وَالِاخْتِلَافُ فِيهِ، فَلَا يُعِيدُ طَبْعَهُ إِلَّا بَعْدَ أَنْ يُغَيِّرَ مِنْهُ وَيُصَحِّحَ مَا شَاءَ، فَمَا بَالُكَ بِمَا يَظْهَرُ لِلْإِنْسَانِ مِنَ الِاخْتِلَافِ وَالتَّفَاوُتِ فِي الْكُتُبِ الَّتِي يُؤَلِّفُهَا غَيْرُهُ مِنْ أَوَّلِ وَهْلَةٍ لَا بَعْدَ مُرُورِ السِّنِينَ، وَاتِّسَاعِ دَائِرَةِ الْعُلُومِ، وَقَدْ ظَهَرَ هَذَا الْقُرْآنُ فِي أُمَّةٍ أُمِّيَّةٍ لَا مَدَارِسَ فِيهَا وَلَا كُتُبَ عَلَى لِسَانِ أُمِّيٍّ لَمْ يَتَعَلَّمْ قِرَاءَةً وَلَا كِتَابَةً، فَكَيْفَ يَمُرُّ عَلَيْهِ ثَلَاثَةَ عَشَرَ قَرْنًا يَتَغَيَّرُ فِيهَا الْعُمْرَانُ الْبَشَرِيُّ كَمَا قُلْنَا، وَلَا يَظْهَرُ فِيهِ اخْتِلَافٌ وَلَا تَفَاوُتٌ حَقِيقِيٌّ يُعْتَدُّ بِهِ، وَيَصْلُحُ أَنْ يَكُونَ مَطْعَنًا فِيهِ! أَلَيْسَ هَذَا </p><p> بُرْهَانًا نَاصِعًا عَلَى كَوْنِهِ مِنْ عِنْدِ اللهِ أَوْحَاهُ إِلَى عَبْدِهِ وَرَسُولِهِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؟ </p><p> هَذَا مَا جَرَى بِهِ الْقَلَمُ جَرْيًا فِي تَفْسِيرِ هَذِهِ الْآيَةِ بِدُونِ اسْتِعَانَةٍ وَلَا اقْتِبَاسٍ مِنْ كَلَامِ أَحَدِ الْمُفَسِّرِينَ لِأَنَّهُ هُوَ الْمُتَبَادِرُ عِنْدِي، وَسَلَكْتُ فِيهِ طَرِيقَ الِاخْتِصَارِ الَّذِي يَدُلُّ عَلَى التَّفْصِيلِ، وَتَرَكْتُ مَسْأَلَةَ الْفَصَاحَةِ وَالْبَلَاغَةِ وَاتِّفَاقِ أُسْلُوبِهِ فِيهِمَا إِلَى مُرَاجَعَةِ كَلَامِهِمْ فِيهَا، ثُمَّ رَاجَعْتُ بَعْضَ التَّفَاسِيرِ فَإِذَا أَنَا بِابْنِ جَرِيرٍ يَخْتَصِرُ الْقَوْلَ فِي الْآيَةِ فَيَقُولُ: أَفَلَا يَتَدَبَّرُ الْمُبَيِّتُونَ غَيْرَ الَّذِي تَقُولُ لَهُمْ يَا مُحَمَّدُ كِتَابَ اللهِ فَيَعْلَمُوا حُجَّةَ اللهِ عَلَيْهِمْ فِي طَاعَتِكَ وَاتِّبَاعِ أَمْرِكَ، وَأَنَّ الَّذِي أَتَيْتَهُمْ بِهِ مِنَ التَّنْزِيلِ مِنْ عِنْدِ رَبِّهِمْ، لِاتِّسَاقِ مَعَانِيهِ وَائْتِلَافِ أَحْكَامِهِ، وَتَأْيِيدِ بَعْضِهِ بَعْضًا بِالتَّصْدِيقِ، وَشَهَادَةِ بَعْضِهِ لِبَعْضٍ بِالتَّحْقِيقِ، فَإِنَّ ذَلِكَ لَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَاخْتَلَفَتْ أَحْكَامُهُ وَتَنَاقَضَتْ مَعَانِيهِ وَأَبَانَ بَعْضُهُ عَنْ فَسَادِ بَعْضٍ اهـ. </p><p> وَبَيَّنَ الرَّازِيُّ أَنَّ هَذِهِ الْآيَةَ احْتِجَاجٌ بِالْقُرْآنِ عَلَى الْمُنَافِقِينَ تَثْبُتُ لَهُمْ مَا كَانُوا يَمْتَرُونَ فِيهِ مِنْ نُبُوَّةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَذَكَرَ أَنَّ الْعُلَمَاءَ قَالُوا: إِنَّ دَلَالَةَ الْقُرْآنِ عَلَى صِدْقِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ ثَلَاثَةِ أَوْجُهٍ: فَصَاحَتُهُ، وَاشْتِمَالُهُ عَلَى أَخْبَارِ الْغُيُوبِ، وَسَلَامَتُهُ عَنِ الِاخْتِلَافِ، قَالَ: وَهَذَا هُوَ الْمَذْكُورُ فِي هَذِهِ الْآيَةِ وَذَكَرَ فِيهِ - أَيِ الْأَخِيرِ - ثَلَاثَةَ أَوْجُهٍ: </p><p> الْأَوَّلُ: قَوْلُ أَبِي بَكْرٍ الْأَصَمِّ، وَحَاصِلُهُ أَنَّ الْمُنَافِقِينَ كَانُوا يَتَوَاطَئُونَ سِرًّا عَلَى نَوْعٍ مِنَ الْمَكْرِ وَالْكَيْدِ فَبَيَّنَهَا اللهُ فِي الْقُرْآنِ، وَلَمَّا كَانَ كُلُّ مَا حَكَاهُ اللهُ عَنْهُمْ صِدْقًا عَلَى خَفَائِهِ عُلِمَ أَنَّهُ لَوْ كَانَ مِنْ غَيْرِهِ لَمْ يَطَّرِدْ فِيهِ هَذَا الصِّدْقَ. </p><p> الثَّانِي: قَوْلُ أَكْثَرِ الْمُتَكَلِّمِينَ: إِنَّ الْمُرَادَ مِنْهُ أَنَّ الْقُرْآنَ كِتَابٌ كَبِيرٌ مُشْتَمِلٌ عَلَى كَثِيرٍ مِنَ الْعُلُومِ، فَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَقَعَ فِيهِ أَنْوَاعٌ مِنَ الْكَلِمَاتِ الْمُتَنَاقِضَةِ ; لِأَنَّ الْكِتَابَ الْكَبِيرَ الطَّوِيلَ لَا يَنْفَكُّ عَنْ ذَلِكَ. </p><p> الثَّالِثُ: قَوْلُ أَبِي مُسْلِمٍ: إِنَّ الْمُرَادَ الِاخْتِلَافُ فِي مَرْتَبَةِ الْفَصَاحَةِ حَتَّى لَا يَكُونَ فِي جُمْلَةِ مَا يُعَدُّ فِي الْكَلَامِ الرَّكِيكِ، بَلْ بَقِيَتِ الْفَصَاحَةُ فِيهِ مِنْ أَوَّلِهِ إِلَى آخِرِهِ عَلَى نَهْجٍ وَاحِدٍ، وَمِنَ الْمَعْلُومِ أَنَّ الْإِنْسَانَ - وَإِنْ كَانَ فِي غَايَةِ الْبَلَاغَةِ وَنِهَايَةِ الْفَصَاحَةِ - إِذَا كَتَبَ كِتَابًا طَوِيلًا مُشْتَمِلًا عَلَى الْمَعَانِي الْكَثِيرَةِ فَلَا بُدَّ وَأَنْ يَظْهَرَ التَّفَاوُتُ فِي كَلَامِهِ بِحَيْثُ يَكُونُ بَعْضُهُ قَوِيًّا مَتِينًا وَبَعْضُهُ سَخِيفًا نَازِلًا، وَلَمَّا لَمْ يَكُنِ الْقُرْآنُ كَذَلِكَ عَلِمْنَا أَنَّهُ الْمُعْجِزُ مِنْ عِنْدِ اللهِ - تَعَالَى -. </p><p> نَقَلَ الرَّازِيُّ مَا نَقَلَهُ فِي هَذَا الْمَقَامِ عَنْ مُفَسِّرِي الْمُعْتَزِلَةِ، وَهُمُ الَّذِينَ بَيَّنُوا مِنْ بَلَاغَةِ الْقُرْآنِ وَمَزَايَاهُ الْعَجَبَ الْعُجَابَ، وَقَدْ سَبَقَ إِلَى تَحْقِيقِ الْقَوْلِ فِي هَذِهِ الْمَسْأَلَةِ وَتَفْصِيلِهِ الْقَاضِي أَبُو بَكْرٍ الْبَاقِلَّانِيُّ إِمَامُ الْأَشْعَرِيَّةِ وَرَافِعُ لِوَائِهِمُ الْمُتَوَفَّى ٤٠٣ هـ، فَإِنَّهُ بَيَّنَ فِي كِتَابِهِ \" إِعْجَازُ الْقُرْآنِ \" وَجْهَ إِعْجَازِهِ بِإِخْبَارِهِ عَنِ الْمُغَيَّبَاتِ، وَبِاشْتِمَالِهِ عَلَى الْعُلُومِ وَالْأَخْبَارِ الَّتِي لَا تُعْرَفُ إِلَّا بِالتَّلَقِّي وَالتَّعْلِيمِ مَعَ كَوْنِ مَنْ جَاءَ بِهِ أُمِّيًّا ثُمَّ قَالَ: </p><p> وَالْوَجْهُ الثَّالِثُ: أَنَّهُ بَدِيعُ النَّظْمِ عَجِيبُ التَّأْلِيفِ، مُتَنَاهٍ إِلَى الْحَدِّ الَّذِي يُعْلَمُ عَجْزُ الْخَلْقِ عَنْهُ وَالَّذِي أَطْلَقَهُ الْعُلَمَاءُ هُوَ عَلَى هَذِهِ الْجُمْلَةِ، وَنَحْنُ نُفَصِّلُ ذَلِكَ بَعْضَ التَّفْصِيلِ وَنَكْشِفُ الْجُمْلَةَ الَّتِي أَطْلَقُوهَا، فَالَّذِي يَشْتَمِلُ عَلَيْهِ بَدِيعُ نَظْمِهِ الْمُتَضَمِّنِ لِلْإِعْجَازِ وُجُوهً: </p><p> (مِنْهَا) مَا يَرْجِعُ إِلَى الْجُمْلَةِ، وَذَلِكَ أَنَّ نَظْمَ الْقُرْآنِ عَلَى تَصَرُّفِ وُجُوهِهِ وَاخْتِلَافِ مَذَاهِبِهِ خَارِجٌ عَنِ الْمَعْهُودِ مِنْ جَمِيعِ كَلَامِهِمْ، وَمُبَايِنٌ لِلْمَأْلُوفِ مِنْ تَرْتِيبِ خِطَابِهِمْ، وَلَهُ أُسْلُوبٌ يَخْتَصُّ بِهِ، وَيَتَمَيَّزُ فِي تَصَرُّفِهِ عَنْ أَسَالِيبِ الْكَلَامِ الْمُعْتَادِ، وَذَلِكَ أَنَّ الطُّرُقَ الَّتِي يَتَقَيَّدُ بِهَا الْكَلَامُ الْمَنْظُومُ تَنْقَسِمُ إِلَى أَعَارِيضِ الشِّعْرِ عَلَى اخْتِلَافِ أَنْوَاعِهِ، ثُمَّ إِلَى مُعَدَّلٍ مَوْزُونٍ غَيْرَ مُسَجَّعٍ، ثُمَّ إِلَى مَا يُرْسَلُ إِرْسَالًا فَتُطْلَبُ فِيهِ الْإِصَابَةُ وَالْإِفَادَةُ، وَإِفْهَامُ الْمَعَانِي الْمُعْتَرِضَةِ عَلَى وَجْهٍ بَدِيعٍ، وَتَرْتِيبٍ لَطِيفٍ، وَإِنْ لَمْ يَكُنْ مُعْتَدِلًا فِي وَزْنِهِ، وَذَلِكَ شَبِيهٌ بِجُمْلَةِ الْكَلَامِ الَّذِي لَا يُتَعَمَّلُ وَلَا يُتَصَنَّعُ لَهُ، وَقَدْ عَلِمْنَا أَنَّ الْقُرْآنَ مُخَالِفٌ لِهَذِهِ الْوُجُوهِ وَمُبَايِنٌ لِهَذِهِ الطُّرُقِ، وَيَبْقَى عَلَيْنَا أَنْ نُبَيِّنَ أَنَّهُ لَيْسَ مِنْ بَابِ السَّجْعِ وَلَا فِيهِ شَيْءٌ مِنْهُ، وَكَذَلِكَ لَيْسَ مِنْ قَبِيلِ الشِّعْرِ لِأَنَّ مِنَ النَّاسِ مَنْ زَعَمَ أَنَّهُ كَلَامٌ مُسَجَّعٌ، وَمِنْهُمْ مَنْ يَدَّعِي أَنَّ فِيهِ شِعْرًا كَثِيرًا وَالْكَلَامُ يُذْكَرُ بَعْدَ هَذَا الْمَوْضِعِ، فَهَذَا إِذَا تَأَمَّلَهُ الْمُتَأَمِّلُ تَبَيَّنَ بِخُرُوجِهِ عَنْ أَصْنَافِ كَلَامِهِمْ، وَأَسَالِيبِ خِطَابِهِمْ، أَنَّهُ خَارِجٌ عَنِ الْعَادَةِ وَأَنَّهُ مُعْجِزٌ، وَهَذِهِ خُصُوصِيَّةٌ تَرْجِعُ إِلَى جُمْلَةِ الْقُرْآنِ، وَتَمَيُّزٌ حَاصِلٌ فِي جَمِيعِهِ. </p><p> (وَمِنْهَا) : أَنَّهُ لَيْسَ لِلْعَرَبِ كَلَامٌ مُشْتَمِلٌ عَلَى هَذِهِ الْفَصَاحَةِ وَالْغَرَابَةِ وَالتَّصَرُّفِ الْبَدِيعِ، وَالْمَعَانِي اللَّطِيفَةِ، وَالْفَوَائِدِ الْغَزِيرَةِ، وَالْحِكَمِ الْكَثِيرَةِ، وَالتَّنَاسُبِ فِي الْبَلَاغَةِ، وَالتَّشَابُهِ فِي الْبَرَاعَةِ، عَلَى هَذَا الطُّولِ وَعَلَى هَذَا الْقَدْرِ، وَإِنَّمَا تُنْسَبُ إِلَى حَكِيمِهِمْ كَلِمَاتٌ مَعْدُودَةٌ، </p><p> وَأَلْفَاظٌ قَلِيلَةٌ، وَإِلَى شَاعِرِهِمْ قَصَائِدٌ مَحْصُورَةٌ، يَقَعُ فِيهَا مَا نُبَيِّنُهُ بَعْدَ هَذَا مِنَ الِاخْتِلَالِ، وَيَعْتَرِضُهَا مَا نَكْشِفُهُ مِنَ الِاخْتِلَافِ، وَيَقَعُ فِيهَا مَا نُبْدِيهِ مِنَ التَّعَمُّلِ وَالتَّكَلُّفِ، وَالتَّجَوُّزِ وَالتَّعَسُّفِ، وَقَدْ حَصَلَ الْقُرْآنُ عَلَى كَثْرَتِهِ وَطُولِهِ مُتَنَاسِبًا فِي الْفَصَاحَةِ عَلَى مَا وَصَفَهُ اللهُ - تَعَالَى - بِهِ فَقَالَ عَزَّ مِنْ قَائِلٍ: اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ (٣٩: ٢٣) ، وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٤: ٨٢) ، فَأَخْبَرَ أَنَّ كَلَامَ الْآدَمِيِّ إِذَا امْتَدَّ وَقَعَ فِيهِ التَّفَاوُتُ، وَبَانَ عَلَيْهِ الِاخْتِلَافُ، وَهَذَا الْمَعْنَى هُوَ غَيْرُ الْمَعْنَى الْأَوَّلِ الَّذِي بَدَأْنَا بِذِكْرِهِ، فَتَأَمَّلْهُ تَعْرِفِ الْفَضْلَ. </p><p> \" وَفِي ذَلِكَ مَعْنًى ثَالِثٌ: هُوَ أَنَّ عَجِيبَ نَظْمِهِ وَبَدِيعَ تَأْلِيفِهِ لَا يَتَفَاوَتُ وَلَا يَتَبَايَنُ عَلَى مَا يَتَصَرَّفُ إِلَيْهِ مِنَ الْوُجُوهِ الَّتِي يَتَصَرَّفُ فِيهَا مِنْ ذِكْرِ قَصَصٍ وَمَوَاعِظَ، وَاحْتِجَاجٍ وَحِكَمٍ وَأَحْكَامٍ، وَإِعْذَارٍ وَإِنْذَارٍ، وَوَعْدٍ وَوَعِيدٍ، وَتَبْشِيرٍ وَتَخْوِيفٍ، وَأَوْصَافٍ وَتَعْلِيمٍ، وَأَخْلَاقٍ كَرِيمَةٍ، وَشِيَمٍ رَفِيعَةٍ، وَسِيَرٍ مَأْثُورَةٍ، وَغَيْرِ ذَلِكَ مِنَ الْوُجُوهِ الَّتِي يَشْتَمِلُ عَلَيْهَا، وَنَجِدُ كَلَامَ الْبَلِيغِ الْكَامِلِ، وَالشَّاعِرِ الْمُلَفِّقِ، وَالْخَطِيبِ الْمِصْقَعِ يَخْتَلِفُ عَلَى حَسَبِ اخْتِلَافِ هَذِهِ الْأُمُورِ، فَمِنَ الشُّعَرَاءِ مَنْ يَجُودُ فِي الْمَدْحِ دُونَ الْهَجْوِ، وَمِنْهُمْ مَنْ يَبْرُزُ فِي الْهَجْوِ دُونَ الْمَدْحِ، وَمِنْهُمْ مَنْ يَسْبِقُ فِي التَّقْرِيظِ دُونَ التَّأْبِينِ، وَمِنْهُمْ مَنْ يَجُودُ فِي التَّأْبِينِ دُونَ التَّقْرِيظِ، وَمِنْهُمْ مَنْ يُغْرِبُ فِي وَصْفِ الْإِبِلِ وَالْخَيْلِ، أَوْ سَيْرِ اللَّيْلِ، أَوْ وَصْفِ الْحَرْبِ، أَوْ وَصْفِ الرَّوْضِ، أَوْ وَصْفِ الْخَمْرِ، أَوِ الْغَزَلِ، أَوْ غَيْرِ ذَلِكَ مِمَّا يَشْتَمِلُ عَلَيْهِ الشِّعْرُ وَيَتَدَاوَلُهُ الْكَلَامُ، وَلِذَلِكَ ضُرِبَ الْمَثَلُ بِامْرِئِ الْقَيْسِ إِذَا رَكِبَ، وَالنَّابِغَةِ إِذَا رَهِبَ، وَبِزُهَيْرٍ إِذَا رَغِبَ، وَمِثْلُ ذَلِكَ يَخْتَلِفُ فِي الْخُطَبِ وَالرَّسَائِلِ وَسَائِرِ أَجْنَاسِ الْكَلَامِ، وَمَتَى تَأَمَّلْتَ شِعْرَ الشَّاعِرِ الْبَلِيغِ رَأَيْتَ التَّفَاوُتَ فِي شِعْرِهِ عَلَى حَسَبِ الْأَحْوَالِ الَّتِي يَتَصَرَّفُ فِيهَا، فَيَأْتِي بِالْغَايَةِ فِي الْبَرَاعَةِ فِي مَعْنًى فَإِذَا جَاءَ إِلَى غَيْرِهِ قَصَّرَ عَنْهُ، وَوَقَفَ دُونَهُ، وَبَانَ الِاخْتِلَافُ عَلَى شِعْرِهِ، وَلِذَلِكَ ضُرِبَ الْمَثَلُ بِالَّذِينِ سَمَّيْتُهُمْ ; لِأَنَّهُ لَا خِلَافَ فِي تَقَدُّمِهِمْ فِي صَنْعَةِ الشِّعْرِ، وَلَا شَكَّ فِي تَبْرِيزِهِمُ فِي مَذْهَبِ النَّظْمِ، فَإِذَا كَانَ الِاخْتِلَالُ بَيِّنًا فِي شِعْرِهِمْ لِاخْتِلَافِ مَا يَتَصَرَّفُونَ فِيهِ اسْتَغْنَيْنَا عَنْ ذِكْرِ مَنْ هُوَ دُونَهُمْ، وَكَذَلِكَ عَنْ تَفْصِيلِ نَحْوِ هَذَا فِي الْخُطَبِ وَالرَّسَائِلِ وَنَحْوِهَا.</p><p> \" ثُمَّ نَجِدُ فِي الشُّعَرَاءِ مَنْ يَجُودُ فِي الرَّجَزِ وَلَا يُمْكِنُهُ نَظْمُ الْقَصِيدِ أَصْلًا، وَمِنْهُمْ مَنْ يَنْظِمُ الْقَصِيدَ وَلَكِنْ يُقَصِّرُ فِيهِ مَهْمَا تَكَلَّفَهُ وَتَعَمَّلَهُ، وَمِنَ النَّاسِ مَنْ يَجُودُ فِي الْكَلَامِ الْمُرْسَلِ فَإِذَا </p><p> أَتَى بِالْمَوْزُونِ قَصَّرَ وَنَقَصَ نُقْصَانًا عَجِيبًا، وَمِنْهُمْ مَنْ يُوجَدُ بِضِدِّ ذَلِكَ، وَقَدْ تَأَمَّلْنَا نَظْمَ الْقُرْآنِ فَوَجَدْنَا جَمِيعَ مَا يَتَصَرَّفُ فِيهِ مِنَ الْوُجُوهِ الَّتِي قَدَّمْنَا ذِكْرَهَا عَلَى حَدٍّ وَاحِدٍ فِي حُسْنِ النُّظُمِ، وَبَدِيعِ التَّأْلِيفِ وَالرَّصْفِ لَا تَفَاوُتَ وَلَا انْحِطَاطَ عَنِ الْمَنْزِلَةِ الْعُلْيَا، وَلَا إِسْفَالَ فِيهِ إِلَى الرُّتْبَةِ الدُّنْيَا، وَكَذَلِكَ قَدْ تَأَمَّلْنَا مَا يَتَصَرَّفُ إِلَيْهِ وُجُوهُ الْخِطَابِ مِنَ الْآيَاتِ الطَّوِيلَةِ وَالْقَصِيرَةِ فَرَأَيْنَا الْإِعْجَازَ فِي جَمِيعِهَا عَلَى حَدٍّ وَاحِدٍ لَا يَخْتَلِفُ، وَكَذَلِكَ قَدْ يَتَفَاوَتُ كَلَامُ النَّاسِ عِنْدَ إِعَادَةِ ذِكْرِ الْقِصَّةِ الْوَاحِدَةِ، فَرَأَيْنَاهُ غَيْرَ مُخْتَلِفٍ وَلَا مُتَفَاوِتٍ، بَلْ هُوَ عَلَى نِهَايَةِ الْبَلَاغَةِ، وَغَايَةِ الْبَرَاعَةِ، فَعَلِمْنَا بِذَلِكَ أَنَّهُ مِمَّا لَا يَقْدِرُ عَلَيْهِ الْبَشَرُ ; لِأَنَّ الَّذِي يَقْدِرُونَ عَلَيْهِ قَدْ بَيَّنَّا فِيهِ التَّفَاوُتَ الْكَثِيرَ عِنْدَ التَّكْرَارِ وَعِنْدَ تَبَايُنِ الْوُجُوهِ وَاخْتِلَافِ الْأَسْبَابِ الَّتِي يَتَضَمَّنُ. </p><p> \" وَمَعْنًى رَابِعٌ: وَهُوَ أَنَّ كَلَامَ الْفُصَحَاءِ يَتَفَاوَتُ تَفَاوُتًا بَيِّنًا فِي الْفَصْلِ وَالْوَصْلِ وَالْعُلُوِّ وَالنُّزُولِ وَالتَّقْرِيبِ وَالتَّبْعِيدِ، وَغَيْرِ ذَلِكَ مِمَّا يَنْقَسِمُ إِلَيْهِ الْخِطَابُ عِنْدَ النَّظْمِ، وَيَتَصَرَّفُ فِيهِ الْقَوْلُ عِنْدَ الضَّمِّ وَالْجَمْعِ، أَلَا تَرَى أَنَّ كَثِيرًا مِنَ الشُّعَرَاءِ قَدْ وُصِفَ بِالنَّقْصِ عِنْدَ التَّنَقُّلِ مِنْ مَعْنًى إِلَى غَيْرِهِ، وَالْخُرُوجِ مِنْ بَابٍ إِلَى سِوَاهُ، حَتَّى إِنَّ أَهْلَ الصَّنْعَةِ قَدِ اتَّفَقُوا عَلَى تَقْصِيرِ الْبُحْتُرِيِّ - مَعَ جَوْدَةِ نَظْمِهِ، وَحُسْنِ وَصْفِهِ - فِي الْخُرُوجِ مِنَ النَّسِيبِ إِلَى الْمَدِيحِ، وَأَطْبَقُوا عَلَى أَنَّهُ لَا يُحْسِنُهُ وَلَا يَأْتِي فِيهِ بِشَيْءٍ، وَإِنَّمَا اتَّفَقَ لَهُ فِي مَوَاضِعَ مَعْدُودَةٍ خُرُوجٌ يُرْتَضَى، وَتَنَقُّلٌ يُسْتَحْسَنُ، وَكَذَلِكَ يَخْتَلِفُ سَبِيلُ غَيْرِهِ عِنْدَ الْخُرُوجِ مِنْ شَيْءٍ إِلَى شَيْءٍ، وَالتَّحَوُّلِ مِنْ بَابٍ إِلَى بَابٍ.</p><p> \" وَنَحْنُ نُفَصِّلُ بَعْدَ هَذَا وَنُفَسِّرُ هَذِهِ الْجُمْلَةَ، وَنُبَيِّنُ أَنَّ الْقُرْآنَ عَلَى اخْتِلَافِ مَا يَتَصَرَّفُ فِيهِ مِنَ الْوُجُوهِ الْكَثِيرَةِ، وَالطُّرُقِ الْمُخْتَلِفَةِ، يَجْعَلُ الْمُخْتَلِفَ كَالْمُؤْتَلِفِ، وَالْمُتَبَايِنَ كَالْمُتَنَاسِبِ، وَالْمُتَنَافِرَ فِي الْأَفْرَادِ، إِلَى أَحَدِ الْآحَادِ، وَهَذَا أَمْرٌ عَجِيبٌ تَتَبَيَّنُ فِيهِ الْفَصَاحَةُ وَتَظْهَرُ فِيهِ الْبَلَاغَةُ، وَيَخْرُجُ الْكَلَامُ بِهِ عَنْ حَدِّ الْعَادَةِ، وَيَتَجَاوَزُ الْعُرْفَ. </p><p> (وَذَكَرَ هُنَا مَعْنًى خَامِسًا: هُوَ أَنَّ نَظْمَ الْقُرْآنِ وَقَعَ مَوْقِعًا فِي الْبَلَاغَةِ يَخْرُجُ عَنْ عَادَةِ الْإِنْسِ وَالْجِنِّ فَهُمْ يَعْجِزُونَ عَنْ مِثْلِهِ، وَذَكَرَ أَنَّ الْمُرَادَ بِكَلَامِ الْجِنِّ</p><p> مَا كَانَتْ تَعْتَقِدُهُ الْعَرَبُ وَتَحْكِيهِ مِنْ سَمَاعِ كَلَامِ الْجِنِّ وَزَجَلِهَا وَعَزِيفِهَا، وَلَيْسَ هَذَا مِمَّا نَحْنُ فِيهِ مِنْ نَفْيِ الْخِلَافِ وَالتَّفَاوُتِ ثُمَّ قَالَ) : </p><p> \" وَمَعْنًى سَادِسٌ: وَهُوَ كُلُّ الَّذِي يَنْقَسِمُ عَلَيْهِ الْخِطَابُ مِنَ الْبَسْطِ وَالِاقْتِصَارِ، وَالْجَمْعِ وَالتَّفْرِيقِ، وَالِاسْتِعَارَةِ وَالتَّصْرِيحِ، وَالتَّجَوُّزِ وَالتَّحْقِيقِ، وَنَحْوَ ذَلِكَ مِنَ الْوُجُوهِ الَّتِي تُوجَدُ فِي كَلَامِهِمْ مَوْجُودٌ فِي الْقُرْآنِ، وَكُلُّ ذَلِكَ مِمَّا يَتَجَاوَزُ حُدُودَ كَلَامِهِمُ الْمُعْتَادِ بَيْنَهُمْ فِي الْفَصَاحَةِ وَالْإِبْدَاعِ وَالْبَلَاغَةِ، وَقَدْ ضَمَّنَّا بَيَانَ ذَلِكَ بَعْدُ لِأَنَّ الْوَجْهَ هُنَا ذِكْرُ الْمُقْدِمَاتِ دُونَ الْبَسْطِ وَالتَّفْصِيلِ: يَعْنِي أَنَّهُ فِي كُلِّ ذَلِكَ عَلَى نَسَقٍ وَاحِدٍ لَا اخْتِلَافَ فِيهِ. </p><p> وَمَعْنًى سَابِعٌ: وَهُوَ أَنَّ الْمَعَانِيَ الَّتِي تُتَضَمَّنُ فِي أَصْلِ وَضْعِ الشَّرِيعَةِ وَالْأَحْكَامِ وَالِاحْتِيَاجَاتِ فِي أَصْلِ الدِّينِ، وَالرَّدِّ عَلَى الْمُلْحِدِينَ، عَلَى تِلْكَ الْأَلْفَاظِ الْبَدِيعَةِ، وَمُوَافَقَةِ بَعْضِهَا بَعْضًا فِي اللُّطْفِ وَالْبَرَاعَةِ، مِمَّا يَتَعَذَّرُ عَلَى الْبَشَرِ، وَيَمْنَعُ ذَلِكَ أَنَّهُ قَدْ عُلِمَ أَنَّ تَخَيُّرَ الْأَلْفَاظِ لِلْمَعَانِي الْمُتَدَاوَلَةِ الْمَأْلُوفَةِ، وَالْأَسْبَابِ الدَّائِرَةِ بَيْنَ النَّاسِ - أَسْهَلُ وَأَقْرَبُ مِنْ تَخَيُّرِ الْأَلْفَاظِ لِمَعَانٍ مُبْتَكَرَةٍ، وَأَسْبَابٍ مُؤَسَّسَةٍ مُسْتَحْدَثَةٍ، فَلَوْ أُبْرِعَ اللَّفْظُ فِي الْمَعْنَى الْبَارِعِ كَانَ أَلْطَفَ وَأَعْجَبَ مِنْ أَنْ يُوجَدَ اللَّفْظُ الْبَارِعُ فِي الْمَعْنَى الْمُتَدَاوَلِ الْمُتَكَرِّرِ، وَالْأَمْرِ الْمُتَقَرَّرِ الْمُتَصَوَّرِ، ثُمَّ إِنِ انْضَافَ إِلَى ذَلِكَ التَّصَرُّفُ الْبَدِيعُ فِي الْوُجُوهِ الَّتِي تَتَضَمَّنُ تَأْيِيدَ مَا يُبْتَدَأُ تَأْسِيسُهُ، وَيُرَادُ تَحْقِيقُهُ، بِأَنَّ التَّفَاضُلَ فِي الْبَرَاعَةِ وَالْفَصَاحَةِ، ثُمَّ إِذَا وُجِدَتِ الْأَلْفَاظُ وَفْقَ الْمَعَانِي، وَالْمَعَانِي وَفْقَهَا لَا يُفَضَّلُ أَحَدُهُمَا عَلَى الْآخَرِ، فَالْبَرَاعَةُ أَظْهَرُ وَالْفَصَاحَةُ أَتَمُّ. </p><p> حَاصِلُ هَذَا الْوَجْهِ: أَنَّ كَلَامَ الْفُصَحَاءِ فِي الْمَعَانِي الْمَأْلُوفَةِ الْمُبْتَذَلَةِ لَا يَخْلُو مِنَ الِاخْتِلَافِ وَالتَّفَاوُتِ، فَانْتِفَاءُ الِاخْتِلَافِ مِنَ الْقُرْآنِ أَلْبَتَّةَ عَلَى تَصَرُّفِهِ فِي ضُرُوبِ الْمَعَانِي الْعِلْمِيَّةِ الْعَالِيَةِ الَّتِي لَمْ يَسْبِقْ لِلْعَرَبِ التَّصَرُّفُ فِيهَا - أَبْلَغُ فِي الْإِعْجَازِ، وَأَظْهَرُ فِي الدَّلَالَةِ عَلَى كَوْنِهِ مِنْ عِنْدِ اللهِ - عَزَّ وَجَلَّ -، ثُمَّ ذَكَرَ مَعْنًى ثَامِنًا: بَيَّنَ فِيهِ وُقُوعَ الْكَلِمَةِ مِنَ الْقُرْآنِ فِي كَلَامِ الْبُلَغَاءِ مِنْ شِعْرٍ أَوْ نَثْرٍ مَوْضِعَ الْيَتِيمَةِ مِنْ وَاسِطَةِ الْعِقْدِ فَتُؤْخَذُ لِأَجْلِهَا الْأَسْمَاعُ، وَتُتَشَوَّفُ إِلَيْهَا النُّفُوسُ، وَأَجَادَ فِي هَذَا كُلَّ الْإِجَادَةِ وَلَيْسَ مِنْ مَوْضُوعِ نَفْيِ الِاخْتِلَافِ الَّذِي نَحْنُ فِيهِ، وَكَذَلِكَ الْمَعْنَى التَّاسِعُ: فَقَدْ بَيَّنَ فِيهِ أَسْرَارَ الْحُرُوفِ </p><p> الْمُقَطَّعَةِ فِي أَوَائِلِ بَعْضِ السُّورِ، وَأَمَّا الْمَعْنَى الْعَاشِرُ فَهُوَ عَلَى مَا يَتَضَمَّنُهُ مِنْ نَفْيِ الِاخْتِلَافِ وَالتَّبَايُنِ يُفِيدُنَا إِيضَاحَ وُجُوبِ تَدَبُّرِ الْقُرْآنِ وَكَوْنِهِ مِمَّا يُسِرُّهُ اللهُ لِكُلِّ عَارِفٍ بِهَذِهِ اللُّغَةِ، قَالَ: </p><p> وَمَعْنًى عَاشِرٌ: وَهُوَ أَنَّهُ سَهْلٌ سَبِيلُهُ، فَهُوَ خَارِجٌ عَنِ الْوَحْشِيِّ الْمُسْتَكْرَهِ، وَالْغَرِيبِ الْمُسْتَنْكَرِ، وَعَنِ الصَّنْعَةِ الْمُتَكَلَّفَةِ، وَجَعَلَهُ قَرِيبًا إِلَى الْأَفْهَامِ، يُبَادِرُ مَعْنَاهُ لَفْظَهُ إِلَى الْقَلْبِ وَيُسَابِقُ الْمَغْزَى مِنْهُ عِبَارَتَهُ إِلَى النَّفْسِ، وَهُوَ مَعَ ذَلِكَ مُمْتَنِعُ الْمَطْلَبِ عَسِيرُ الْمُتَنَاوَلِ، غَيْرُ مُطْمِعٍ مَعَ قُرْبِهِ فِي نَفْسِهِ، وَلَا مُوهِمٌ مَعَ دُنُوِّهِ فِي مَوْقِعِهِ أَنْ يُقْدَرَ عَلَيْهِ، أَوْ يُظْفَرَ بِهِ، فَأَمَّا الِانْحِطَاطُ عَنْ هَذِهِ الرُّتْبَةِ إِلَى رُتْبَةِ الْكَلَامِ الْمُبْتَذَلِ، وَالْقَوْلِ الْمُسَفْسَفِ، فَلَيْسَ يَصِحُّ أَنْ تَقَعَ فِيهِ فَصَاحَةٌ أَوْ بَلَاغَةٌ فَيُطْلَبُ فِيهِ التَّمَنُّعَ، أَوْ يُوضَعُ فِيهِ الْإِعْجَازُ، وَلَكِنْ لَوْ وُضِعَ فِي وَحْشِيٍّ مُسْتَكْرَهٍ، أَوْ غُمِرَ بِوُجُوهِ الصَّنْعَةِ، وَأُطْبِقَ بِأَبْوَابِ التَّعَسُّفِ وَالتَّكَلُّفِ، لَكَانَ الْقَائِلُ أَنْ يَقُولَ فِيهِ وَيَعْتَذِرَ وَيَعِيبَ وَيَقْرَعَ، وَلَكِنَّهُ أَوْضَحَ مَنَارَهُ، وَقَرَّبَ مِنْهَاجَهُ، وَسَهَّلَ سَبِيلَهُ، وَجَعَلَهُ فِي ذَلِكَ مُتَشَابِهًا مُتَمَاثِلًا، وَبَيَّنَ مَعَ ذَلِكَ إِعْجَازَهُمْ فِيهِ، وَقَدْ عَلِمْتَ أَنَّ كَلَامَ فَصَائِحِهِمْ وَشِعْرَ بُلَغَائِهِمْ، لَا يَنْفَكُّ مِنْ تَصَرُّفٍ فِي غَرِيبٍ مُسْتَنْكَرٍ، أَوْ وَحْشِيٍّ مُسْتَكْرَهٍ، وَمَعَانٍ مُسْتَبْعَدَةٍ، ثُمَّ عُدُولِهِمْ إِلَى كَلَامٍ مُبْتَذَلٍ وَضِيعٍ لَا يُوجَدُ دُونَهُ فِي الرُّتْبَةِ، ثُمَّ تَحَوُّلِهِمْ إِلَى </p><p> كَلَامٍ مُعْتَدِلٍ بَيْنَ الْأَمْرَيْنِ، مُتَصَرِّفٍ بَيْنَ الْمَنْزِلَتَيْنِ، فَمَنْ شَاءَ أَنْ يَتَحَقَّقَ هَذَا نَظَرَ فِي قَصِيدَةِ امْرِئِ الْقَيْسِ: </p><p> قِفَا نَبْكِ مِنْ ذِكْرَى حَبِيبٍ وَمَنْزِلٍ </p><p> وَنَحْنُ نَذْكُرُ بَعْدَ هَذَا - عَلَى التَّفْصِيلِ - مَا تَتَصَرَّفُ إِلَيْهِ هَذِهِ الْقَصِيدَةُ وَنَظَائِرُهَا وَمَنْزِلَتَهَا مِنَ الْبَلَاغَةِ، وَنَذْكُرُ وَجْهَ فَوْتِ نَظْمِ الْقُرْآنِ مَحَلَّهَا عَلَى وَجْهٍ يُؤْخَذُ بِالْيَدِ وَيُتَنَاوَلُ مِنْ كَثَبٍ وَيُتَصَوَّرُ فِي نَفْسٍ كَتَصَوُّرِ الْأَشْكَالِ لِيُبَيِّنَ مَا ادَّعَيْنَاهُ مِنَ الْفَصَاحَةِ الْعَجِيبَةِ لِلْقُرْآنِ. اهـ. </p><p> (تَدَبُّرُ الْقُرْآنِ وَمَا يَتَوَقَّفُ عَلَيْهِ) </p><p> حَاصِلُ مَعْنَى الْآيَةِ الْكَرِيمَةِ أَنَّ تَدَبُّرَ الْقُرْآنِ وَتَأَمُّلَ مَا يَهْدِي إِلَيْهِ بِأُسْلُوبِهِ الَّذِي امْتَازَ بِهِ هُوَ طَرِيقُ الْهِدَايَةِ الْقَوِيمُ، وَصِرَاطُ الْحَقِّ الْمُسْتَقِيمُ، فَإِنَّهُ يَهْدِي صَاحِبَهُ إِلَى كَوْنِهِ مِنْ عِنْدِ اللهِ، وَإِلَى وُجُوبِ الِاهْتِدَاءِ بِهِ لِكَوْنِهِ مِنْ عِنْدِ اللهِ الرَّحِيمِ بِعِبَادِهِ الْعَلِيمِ بِمَا يَصْلُحُ بِهِ أَمْرُهُمْ، مَعَ كَوْنِ مَا يَهْدِي إِلَيْهِ مَعْقُولًا فِي نَفْسِهِ لِمُوَافَقَتِهِ لِلْفِطْرَةِ، وَمُلَاءَمَتِهِ لِلْمَصْلَحَةِ. </p><p> وَفِيهِ أَنَّ تَدَبُّرَ الْقُرْآنِ فَرْضٌ عَلَى كُلِّ مُكَلَّفٍ لَا خَاصٌّ بِنَفَرٍ يُسَمَّوْنَ الْمُجْتَهِدِينَ </p><p> يُشْتَرَطُ فِيهِمْ شُرُوطٌ مَا أَنْزَلَ اللهُ بِهَا مِنْ سُلْطَانٍ، وَإِنَّمَا الشَّرْطُ الَّذِي لَا بُدَّ مِنْهُ وَلَا غِنَى عَنْهُ، هُوَ مَعْرِفَةُ لُغَةِ الْقُرْآنِ مُفْرَدَاتِهَا وَأَسَالِيبِهَا، فَهِيَ الَّتِي يَجِبُ عَلَى مَنْ دَخَلَ فِي الْإِسْلَامِ وَمَنْ نَشَأَ فِيهِ أَنْ يُتْقِنَهَا بِقَدْرِ اسْتِطَاعَتِهِ بِمُزَاوَلَةِ كَلَامِ بُلَغَاءِ أَهْلِهَا وَمُحَاكَاتِهِمْ فِي الْقَوْلِ وَالْكِتَابِ حَتَّى تَصِيرَ مَلَكَةً وَذَوْقًا، لَا بِمُجَرَّدِ النَّظَرِ فِي قَوَانِينِ النَّحْوِ وَالْبَيَانِ الَّتِي وُضِعَتْ لِضَبْطِهَا وَلَيْسَ تَعَلُّمُ هَذِهِ اللُّغَةِ وَلَا غَيْرِهَا مِنَ اللُّغَاتِ بِالْأَمْرِ الْعَسِيرِ فَقَدْ كَانَ الْأَعَاجِمُ فِي الْقُرُونِ الْأُولَى يَحْذِقُونَهَا فِي زَمَنٍ قَرِيبٍ حَتَّى يُزَاحِمُوا الْخُلَّصَ مِنْ أَهْلِهَا فِي بَلَاغَتِهَا، وَإِنَّمَا يَرَاهُ أَهْلُ هَذِهِ الْأَعْصَارِ عَسِيرًا لِأَنَّهُمْ شُغِلُوا عَنِ اللُّغَةِ نَفْسِهَا بِتِلْكَ الْقَوَانِينِ وَفَلْسَفَتِهَا، فَمَثَلُهُمْ كَمَثَلِ مَنْ يَتَعَلَّمُ عِلْمَ النَّبَاتِ مِنْ غَيْرِ أَنْ يَعْرِفَ النَّبَاتَ نَفْسَهُ بِالْمُشَاهَدَةِ، فَلَا يَكُونُ حَظُّهُ مِنْهُ إِلَّا حِفْظَ الْقَوَاعِدِ وَالْمَسَائِلِ فَيَعْرِفُ أَنَّ الْفَصِيلَةَ الْفُلَانِيَّةَ تَشْتَمِلُ عَلَى كَذَا وَكَذَا، وَإِذَا رَأَى ذَلِكَ لَا يَعْرِفُهُ. </p><p> وَفِيهِ أَيْضًا وُجُوبُ الِاسْتِقْلَالِ فِي فَهْمِ الْقُرْآنِ لِأَنَّ التَّدَبُّرَ لَا يَتِمُّ إِلَّا بِذَلِكَ، وَيَلْزَمُ مِنْ ذَلِكَ بُطْلَانُ التَّقْلِيدِ، قَالَ الرَّازِيُّ:  \" دَلَّتِ الْآيَةُ عَلَى وُجُوبِ النَّظَرِ وَالِاسْتِدْلَالِ، وَعَلَى الْقَوْلِ بِفَسَادِ التَّقْلِيدِ ; لِأَنَّهُ تَعَالَى أَمَرَ الْمُنَافِقِينَ بِالِاسْتِدْلَالِ بِهَذَا الدَّلِيلِ عَلَى صِحَّةِ نُبُوَّتِهِ، وَإِذَا كَانَ لَا بُدَّ فِي صِحَّةِ نُبُوَّتِهِ مِنَ اسْتِدْلَالٍ فَبِأَنْ يَحْتَاجَ فِي مَعْرِفَتِهِ ذَاتِ اللهِ وَصِفَاتِهِ إِلَى الِاسْتِدْلَالِ كَانَ أَوْلَى \" اهـ. </p><p> الْأَمْرُ كَمَا قَالَ الرَّازِيُّ وَأَكْبَرُ مِمَّا قَالَ التَّقْلِيدُ مَعَ مَنْعِ الِاسْتِدْلَالِ، وَالِاسْتِدْلَالُ وَاجِبٌ، التَّقْلِيدُ مَنَعَ مِنْ تَدَبُّرِ الْقُرْآنِ لِلِاهْتِدَاءِ بِهِ، وَتَدَبُّرُهُ وَاجِبٌ، إِنَّ اللهَ - تَعَالَى - هُوَ الَّذِي أَمَرَنَا بِتَدَبُّرِ كِتَابِهِ، </p><p> وَبِالِاسْتِدْلَالِ بِهِ، فَلَا يَمْلِكُ أَحَدٌ مِنْ خَلْقِهِ أَنْ يُحَرِّمَ عَلَيْنَا مَا أَوْجَبَهُ، الْأَئِمَّةُ الْمُجْتَهِدُونَ أَجْمَعُوا عَلَى وُجُوبِ الِاهْتِدَاءِ بِالْقُرْآنِ وَعَلَى الْمَنْعِ مِنَ التَّقْلِيدِ الَّذِي يَصُدُّ عَنْهُ وَيَقْتَضِي هَجْرَهُ، وَلَمْ يَجْعَلُوا أَنْفُسَهُمْ شَارِعِينِ يُطَاعُونَ، وَإِنَّمَا كَانُوا أَدِلَّاءَ لِلنَّاسِ لَعَلَّهُمْ يَهْتَدُونَ، مَا قَالَ بِوُجُوبِ التَّقْلِيدِ وَتَحْرِيمِ الِاسْتِقْلَالِ إِلَّا بَعْضَ الْمُقَلِّدِينَ الَّذِينَ يَعْتَرِفُونَ بِأَنَّهُمْ لَيْسَ لَهُمْ قَوْلٌ يُتَّبَعُ وَلَا أَمْرٌ يُطَاعُ، وَكَانَ ذَلِكَ دَسِيسَةً مِنَ الْمُلُوكِ وَالْأُمَرَاءِ الْمُسْتَبِدِّينَ، لِيُذَلِّلُوا النَّاسَ وَيَسْتَعْبِدُوهُمْ بِاسْمِ الدِّينِ، وَكَذَلِكَ كَانَ، وَقَدْ عَلِمْتَ أَنَّ قَبُولَ الِاسْتِبْدَادِ وَاتِّبَاعَ الْقُرْآنِ ضِدَّانِ لَا يَجْتَمِعَانِ، وَمَا نَبَغَ عَالِمٌ مِنَ الْعُلَمَاءِ الَّذِينَ نَشَئُوا عَلَى التَّقْلِيدِ إِلَّا وَحَارَبَهُ بَعْدَ نُبُوغِهِ، كَالْإِمَامِ الرَّازِيِّ الَّذِي نَقَلْنَا </p><p> قَوْلَهُ آنِفًا، وَلَهُ أَقْوَالٌ فِي ذَلِكَ أَعَمُّ وَأَشْمَلُ نَقَلْنَا بَعْضَهَا مِنْ قَبْلُ، وَغَيْرِهِ كَثِيرُونَ. </p><p> لَسْنَا نَعْنِي بِبُطْلَانِ التَّقْلِيدِ أَنَّ كُلَّ مُسْلِمٍ يُمْكِنُ أَنْ يَكُونَ كَمَالِكٍ وَالشَّافِعِيِّ فِي اسْتِنْبَاطِ الْأَحْكَامِ الِاجْتِمَاعِيَّةِ فِي أَبْوَابِ الْفِقْهِ كُلِّهَا فَيَنْبَغِي لَهُ ذَلِكَ، وَإِنَّمَا نَعْنِي أَنَّهُ يَجِبُ عَلَى كُلِّ مُسْلِمٍ أَنْ يَتَدَبَّرَ الْقُرْآنَ، وَيَهْتَدِيَ بِهِ بِحَسَبِ طَاقَتِهِ، وَأَنَّهُ لَا يَجُوزُ لِمُسْلِمٍ قَطُّ أَنْ يَهْجُرَهُ وَيُعْرِضَ عَنْهُ، وَلَا أَنْ يُؤَثِّرَ عَلَى مَا يَفْهَمُهُ مِنْ هِدَايَتِهِ كَلَامُ أَحَدٍ مِنَ النَّاسِ لَا مُجْتَهِدِينَ وَلَا مُقَلِّدِينَ، فَإِنَّهُ لَا حَيَاةَ لِلْمُسْلِمِ فِي دِينِهِ إِلَّا بِالْقُرْآنِ، وَلَا يُوجَدُ كِتَابٌ لِإِمَامٍ مُجْتَهِدٍ، وَلَا لِمُصَنِّفٍ مُقَلِّدٍ، يُغْنِي عَنْ تَدَبُّرِ كِتَابِ اللهِ فِي إِشْعَارِ الْقُلُوبِ عَظَمَةَ اللهِ - تَعَالَى - وَخَشِيَتَهُ وَحُبَّهُ وَالرَّجَاءَ فِي رَحْمَتِهِ وَالْخَوْفَ مِنْ عِقَابِهِ، وَلَا فِي تَهْذِيبِ الْأَخْلَاقِ وَتَزْكِيَةِ الْأَنْفُسِ وَتَنْزِيهِهَا عَنِ الشُّرُورِ وَالْمَفَاسِدِ، وَتَشْوِيقِهَا إِلَى الْخَيْرَاتِ وَالْمَصَالِحِ، وَرَفْعِهَا عَنْ سَفَاسِفِ الْأُمُورِ إِلَى مَعَالِيهَا، وَلَا فِي الِاعْتِبَارِ بِآيَاتِ اللهِ فِي الْآفَاقِ، وَسُنَنِهِ فِي سَيْرِ الِاجْتِمَاعِ الْبَشَرِيِّ وَطَبَائِعِ الْمَخْلُوقَاتِ، وَلَا فِي غَيْرِ ذَلِكَ مِنْ ضُرُوبِ الْهِدَايَةِ الَّتِي امْتَازَ بِهَا عَلَى سَائِرِ الْكُتُبِ الْإِلَهِيَّةِ، فَكَيْفَ تُغْنِي عَنْهُ فِيهَا الْمُصَنَّفَاتُ الْبَشَرِيَّةُ؟ ! </p><p> أَمَا - وَسِرِّ الْقُرْآنِ - لَوْ أَنَّ الْمُسْلِمِينَ اسْتَقَامُوا عَلَى تَدَبُّرِ الْقُرْآنِ وَالِاهْتِدَاءِ بِهِ فِي كُلِّ زَمَانٍ، لَمَا فَسَدَتْ أَخْلَاقُهُمْ وَآدَابُهُمْ، وَلَمَا ظَلَمَ وَاسْتَبَدَّ حُكَّامُهُمْ، وَلَمَا زَالَ مُلْكُهُمْ وَسُلْطَانُهُمْ، وَلَمَا صَارُوا عَالَةً فِي مَعَايِشِهِمْ وَأَسْبَابِهَا عَلَى سِوَاهُمْ. </p><p> هَذَا التَّدَبُّرُ وَالتَّذَكُّرُ الَّذِي نُطَالِبُ بِهِ الْمُسْلِمُونَ آنًا بَعْدَ آنٍ - كَمَا هِيَ سُنَّةُ الْقُرْآنِ - لَا يَمْنَعُ أَنْ يَخْتَصَّ أُولُو الْأَمْرِ مِنْهُمْ بِاسْتِنْبَاطِ الْأَحْكَامِ الْعَامَّةِ فِي السِّيَاسَةِ وَالْقَضَاءِ وَالْإِدَارَةِ الْعَامَّةِ، وَأَنْ يَتْبَعَهُمْ سَائِرُ الْأُمَّةِ فِيهَا، فَإِنَّ اللهَ - سُبْحَانَهُ - بَعْدَ أَنْ أَنْكَرَ عَلَى أُولَئِكَ الْفَرِيقِ مِنَ النَّاسِ تَرْكَ تَدَبُّرِ الْقُرْآنِ، أَنْكَرَ عَلَيْهِمْ أَيْضًا إِذَاعَتَهُمْ بِالْأُمُورِ الْعَامَّةِ الْمُتَعَلِّقَةِ بِالْأَمْنِ وَالْخَوْفِ، وَهَدَاهُمْ إِلَى رَدِّهَا إِلَى أُولِي الْأَمْرِ الَّذِينَ هُمْ أَعْلَمُ بِمَا يَنْبَغِي أَنْ يَعْمَلَ، وَأَقْدَرُ عَلَى اسْتِنْبَاطِ مَا يَجِبُ أَنْ يُتَّبَعَ فَقَالَ: </p>"
}