{
  "id": null,
  "sura": 4,
  "aya": 163,
  "text": "<p> إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُدَ زَبُورًا وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللهُ مُوسَى تَكْلِيمًا رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللهُ عَزِيزًا حَكِيمًا لَكِنِ اللهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللهِ شَهِيدًا. </p><p> لَا يَزَالُ الْكَلَامُ فِي أَهْلِ الْكِتَابِ عَامَّةً، وَكَانَ أَوَّلُ هَذَا السِّيَاقِ أَنَّهُمْ يُفَرِّقُونَ بَيْنَ اللهِ وَرُسُلِهِ، فَيَدَّعُونَ الْإِيمَانَ بِبَعْضِهِمْ، وَيُصَرِّحُونَ بِالْكُفْرِ بِبَعْضٍ، وَأَنَّ هَذَا عَيْنُ الْكَفْرِ، وَإِيمَانٌ يُتَّبَعُ فِيهِ الْهَوَى لَيْسَ مِنْ مَعْرِفَةِ اللهِ، وَمَعْنَى رِسَالَتِهِ فِي شَيْءٍ، ثُمَّ ذُكِرَ بَعْدَهُ شَيْءٌ مِنْ عِنَادِ الْيَهُودِ خَاصَّةً، وَإِعْنَاتِهِمْ وَسُؤَالِهِمُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ، وَبَيَّنَ لَهُ - تَعَالَى - أَنَّهُمْ شَاغَبُوا مُوسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ قَبْلِهِ، وَسَأَلُوهُ مَا هُوَ أَكْبَرُ مِنْ ذَلِكَ، وَكَفَرُوا بِعِيسَى وَبَهَتُوا أُمَّهُ، وَحَاوَلُوا قَتْلَهُ وَصَلْبَهُ، فَلَيْسَ كُفْرُهُمْ وَعِنَادُهُمْ نَاشِئًا عَنْ عَدَمِ وُضُوحِ الدَّلِيلِ. بَلْ عَنْ عِنَادٍ أَصِيلٍ وَهَوًى دَخِيلٍ، كَأَنَّهُ يَقُولُ لَهُ: إِنَّهُ لَوْلَا ذَلِكَ لَبَادَرُوا إِلَى الْإِيمَانِ بِكَ أَيُّهَا الرَّسُولُ، وَلَمَا شَاغَبُوكَ بِهَذَا الْقَالِ وَالْقِيلِ ; لِأَنَّ أَمْرَ نُبُوَّتِكَ وَرِسَالَتِكَ أَوْضَحُ دَلِيلًا، وَأَقْوَمُ قِيلًا مِمَّا يَدَّعُونَ الْإِيمَانَ بِمِثْلِهِ مِمَّنْ قَبْلَكَ ; وَلِهَذَا نَاسَبَ أَنْ يَخْتِمَ الْكَلَامَ فِي مُحَاجَّةِ الْيَهُودِ، وَيُمَهِّدَ لِلْكَلَامِ فِي مُحَاجَّةِ النَّصَارَى بِبَيَانِ أَنَّ الْوَحْيَ جِنْسٌ وَاحِدٌ، وَأَنَّهُ لَوْ كَانَ إِيمَانُهُمْ بِمَنْ يَدَّعُونَ الْإِيمَانَ بِهِمْ مِنَ الرُّسُلِ السَّابِقِينَ صَحِيحًا مَبْنِيًّا عَلَى الْفَهْمِ وَالْبَصِيرَةِ لَمَا كَفَرُوا بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ عَزَّ وَجَلَّ: </p><p> إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ أَيْ: إِنَّا بِمَا لَنَا مِنَ الْعَظَمَةِ وَالْإِرَادَةِ </p><p> الْمُطْلَقَةِ اللَّائِقَةِ بِمَقَامِ الْأُلُوهِيَّةِ، وَالرَّحْمَةِ الْوَاسِعَةِ الَّتِي هِيَ شَأْنُ الرُّبُوبِيَّةِ، قَدْ أَوْحَيْنَا إِلَيْكَ يَا مُحَمَّدُ هَذَا الْقُرْآنَ، كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ، الَّذِينَ يَدَّعِي الْإِيمَانَ بِهِمْ هَؤُلَاءِ النَّاسُ، وَلَمْ نُنَزِّلْ عَلَى أَحَدٍ مِنْ أُمَمِهِمْ وَلَا مِنْهُمْ كِتَابًا مِنَ السَّمَاءِ، كَمَا سَأَلُوكَ لِلتَّعْجِيزِ وَالْعِنَادِ ; لِأَنَّ الْوَحْيَ ضَرْبٌ مِنَ الْإِعْلَامِ السَّرِيعِ الْخَفِيِّ، وَمَا هُوَ بِالْأَمْرِ الْمُشَاهَدِ الْحِسِّيِّ، بَلْ هُوَ أَمْرٌ رُوحِيٌّ، يُعِدُّ اللهُ لَهُ النَّبِيَّ وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا (٤٢: ٥٢) . </p><p> الْوَحْيُ فِي اللُّغَةِ يُطْلَقُ عَلَى الْإِشَارَةِ وَالْإِيمَاءِ، وَمِنْهُ قَوْلُهُ - تَعَالَى - فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا (١٩: ١١) وَعَلَى الْإِلْهَامِ الَّذِي يَقَعُ فِي النَّفْسِ، وَهُوَ أَخْفَى مِنَ الْإِيمَانِ، وَمِنْهُ قَوْلُهُ عَزَّ وَجَلَّ وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى (٢٧: ٧) وَيَظْهَرُ أَنَّ هَذَا بِعِنَايَةٍ خَاصَّةٍ مِنَ اللهِ، تَعَالَى. وَعَلَى مَا يَكُونُ غَرِيزِيَّةً دَائِمَةً، وَمِنْهُ قَوْلُهُ، تَعَالَى: وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ (١٦: ٦٨) وَعَلَى الْإِعْلَامِ فِي الْخَفَاءِ، وَهُوَ أَنْ تُعْلِمَ إِنْسَانًا بِأَمْرٍ تُخْفِيهِ عَنْ غَيْرِهِ </p><p> ، وَمِنْهُ قَوْلُهُ، تَعَالَى: شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ (٦: ١١٢) وَأُطْلِقَ عَلَى الْكِتَابَةِ وَالرِّسَالَةِ ; لِمَا يَكُونُ فِيهِمَا مِنَ التَّخْصِيصِ. وَوَحْيُ اللهِ إِلَى أَنْبِيَائِهِ هُوَ: مَا يُلْقِيهِ إِلَيْهِمْ مِنَ الْعِلْمِ الضَّرُورِيِّ الَّذِي يُخْفِيهِ عَنْ غَيْرِهِمْ، بَعْدَ أَنْ يَكُونَ أَعَدَّ أَرْوَاحَهُمْ لِتَلَقِّيهِ بِوَاسِطَةٍ كَالْمَلِكِ أَوْ بِغَيْرِ وَاسِطَةٍ، وَعَرَّفَهُ الْأُسْتَاذُ الْإِمَامُ فِي رِسَالَةِ التَّوْحِيدِ بِأَنَّهُ:  \" عِرْفَانٌ يَجِدُهُ الشَّخْصُ مِنْ نَفْسِهِ مَعَ الْيَقِينِ بِأَنَّهُ مِنْ قِبَلِ اللهِ، بِوَاسِطَةٍ أَوْ بِغَيْرِ وَاسِطَةٍ، وَالْأَوَّلُ بِصَوْتٍ يَتَمَثَّلُ لِسَمْعِهِ أَوْ بِغَيْرِ صَوْتٍ، وَيُفَرَّقُ بَيْنَهُ وَبَيْنَ الْإِلْهَامِ بِأَنَّ الْإِلْهَامَ وِجْدَانٌ تَسْتَيْقِنُهُ النَّفْسُ وَتَنْسَاقُ إِلَى مَا يَطْلُبُ عَلَى غَيْرِ شُعُورٍ مِنْهَا مِنْ أَيْنَ أَتَى؟ وَهُوَ أَشْبَهُ بِوِجْدَانِ الْجُوعِ وَالْعَطَشِ وَالْحُزْنِ وَالسُّرُورِ \" . </p><p> ثُمَّ بَيَّنَ وَجْهَ إِمْكَانِهِ وَوُقُوعَهُ فِي فَصْلَيْنِ لَمْ يَنْسِجْ أَحَدٌ عَلَى مِنْوَالِهِمَا. </p><p> بَدَأَ اللهُ - تَعَالَى - بِذِكْرِ نُوحٍ لِأَنَّهُ أَقْدَمُ نَبِيٍّ مُرْسَلٍ ذُكِرَ فِي كُتُبِ الْقَوْمِ (وَقِصَّةُ بَعْثَتِهِ فِي سِفْرِ التَّكْوِينِ، وَهُوَ السِّفْرُ الْأَوَّلُ مِنَ الْأَسْفَارِ الَّتِي يُسَمُّونَهَا التَّوْرَاةَ) وَإِنَّمَا تَنْهَضُ الْحُجَّةُ عَلَى النَّاسِ إِذَا كَانَتْ مُقَدَّمَاتُهُ مَعْرُوفَةً عِنْدَهُمْ. </p><p> ثُمَّ خَصَّ بَعْضَ النَّبِيِّينَ الَّذِينَ جَاءُوا مِنْ بَعْدِ نُوحٍ بِالذِّكْرِ لِشُهْرَتِهِمْ وَعُلُوِّ مَقَامِهِمْ عِنْدَ أَهْلِ الْكِتَابِ فَقَالَ: وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ أَيْ وَكَمَا أَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَمَنْ بَعْدَهُ ; فَأَمَّا إِبْرَاهِيمُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى آلِهِ الْكِرَامِ، فَمُجْمَعٌ عَلَى فَضْلِهِ وَنُبُوَّتِهِ عِنْدَ أَهْلِ الْكِتَابِ كُلِّهِمْ وَعِنْدَ الْعَرَبِ أَيْضًا، وَكُلُّ أُولَئِكَ الْأَنْبِيَاءِ الَّذِينَ ذُكِرُوا بَعْدَهُ مِنْ ذُرِّيَّتِهِ، وَيَعْقُوبُ هُوَ ابْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ وَاشْتُهِرَ بِلَقَبِ (إِسْرَائِيلَ) فَسَائِرُ أَنْبِيَاءِ أَهْلِ الْكِتَابِ مِنْ ذُرِّيَّتِهِ، وَيُسَمَّوْنَ أَنْبِيَاءَ بَنِي إِسْرَائِيلَ، وَأَمَّا مُحَمَّدٌ خَاتَمُ النَّبِيِّينَ وَالْمُرْسَلِينَ صَلَوَاتُ اللهِ عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ، فَهُوَ مِنْ نَسْلِ أَخِيهِ الْأَكْبَرِ إِسْمَاعِيلَ الذَّبِيحِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَأَمَّا الْأَسْبَاطُ فَجَمْعُ سِبْطٍ، وَهُوَ يُطْلَقُ عَلَى وَلَدِ الْوَلَدِ. وَأَسْبَاطُ بَنِي إِسْرَائِيلَ اثْنَا عَشَرَ سِبْطًا، فَكُلُّ نَسْلٍ مِنْ أَوْلَادِ يَعْقُوبَ الْعَشْرَةِ، وَوَلَدَيِ ابْنِهِ يُوسُفَ وَهُمَا (إِفْرَايِمْ وَمَنْسَى) يُسَمَّى سِبْطًا ; وَلِذَلِكَ قِيلَ: إِنَّ الْأَسْبَاطَ فِي بَنِي إِسْرَائِيلَ كَالْقَبَائِلِ فِي وَلَدِ إِسْمَاعِيلَ. وَأَمَّا أَبْنَاءُ يَعْقُوبَ الْعَشْرَةُ آبَاءُ الْأَسْبَاطِ الْأُخْرَى فَهُمْ: </p><p> ١ - رُؤْبِينُ (بِالْهَمْزَةِ، وَيُخَفَّفُ فَيُقَالُ رُوبِينُ) وَتَصَرَّفَ فِيهِ بَعْضُ الْعَرَبِ فَقَالُوا رُوبِيلُ. </p><p> ٢ - شَمْعُونُ ٣ - يَهُوذَا ٤ - يَسَاكِرُ ٥ - زَبُولُونُ ٦ - بِنْيَامِينَ ٧ - دَانَ ٨ - نَفْتَالِي ٩ - جَادُ ١٠ - أَشِيرُ. فَسُلَالَةُ هَؤُلَاءِ مَعَ سُلَالَةِ ابْنَي يُوسُفَ هُمُ اثْنَا عَشَرَ سِبْطًا. </p><p> وَأَمَّا سُلَالَةُ (لَاوِي) الِابْنِ الثَّالِثِ لِيَعْقُوبَ فَلَمْ تُجْعَلْ سِبْطًا مُسْتَقِلًّا، بَلْ نِيطَ بِهِمْ خِدْمَةٌ دِينِيَّةٌ خَاصَّةٌ وَلَهُمْ أَحْكَامٌ خَاصَّةٌ بِهِمْ، وَالْمُرَادُ بِالْوَحْيِ إِلَى الْأَسْبَاطِ: الْوَحْيُ إِلَى الْأَنْبِيَاءِ الَّذِينَ بُعِثُوا فِيهِمْ، وَخُصَّ مِنْهُمْ بِالذِّكْرِ أَشْهَرُ الْمُرْسَلِينَ ; لِأَنَّ لَهُمْ كُتُبًا يُهْتَدَى بِهَا، وَمَا كُلُّ نَبِيٍّ يُوحَى إِلَيْهِ يَكُونُ مُرْسَلًا وَلَهُ كِتَابٌ. </p><p> وَالْمَشْهُورُ عِنْدَ الْمُفَسِّرِينَ أَنَّ الْأَسْبَاطَ هُمْ أَوْلَادُ يَعْقُوبَ، وَلِذَلِكَ اسْتَشْكَلُوا الْوَحْيَ إِلَيْهِمْ وَكَوْنَهُمْ مِنَ النَّبِيِّينَ مَعَ مَا بَيَّنَهُ اللهُ - تَعَالَى - مِنْ كَيْدِهِمْ لِأَخِيهِمْ يُوسُفَ، وَكَذِبِهِمْ عَلَى أَبِيهِمْ، وَغَيْرِ ذَلِكَ مِمَّا لَا يَلِيقُ بِالنَّبِيِّينَ، وَأَجَابَ بَعْضُهُمْ بِأَنَّ ذَلِكَ كَانَ مِنْهُمْ قَبْلَ النُّبُوَّةِ، وَلَا يَرْضَى هَذَا مِنْ يَقُولُ: إِنَّ الْأَنْبِيَاءَ مَعْصُومُونَ مِنَ الْكَبَائِرِ قَبْلَ النُّبُوَّةِ وَبَعْدَهَا. وَهُمْ يَقُولُونَ بِعُمُومِ هَذِهِ الْعِصْمَةِ، وَإِنْ كَانَ الدَّلِيلُ الَّذِي يَحْتَجُّونَ بِهِ خَاصًّا بِالرُّسُلِ مِنْهُمْ، وَقَدْ عَلِمْتَ أَنَّ إِطْلَاقَ لَفْظِ الْأَسْبَاطِ عَلَى أَبْنَاءِ إِسْرَائِيلَ مِنْ صُلْبِهِ خَاصَّةً غَلَطٌ، وَإِنَّ الْمُتَّفَقَ عَلَيْهِ عِنْدَ أَهْلِ الْكِتَابِ عَامَّةً هُوَ مَا ذَكَرْنَاهُ، وَمَا حَاجَّهُمُ اللهُ - تَعَالَى - إِلَّا بِمَا هُوَ مَعْرُوفٌ عِنْدَهُمْ، فَالْآيَةُ لَا تَدُلُّ عَلَى نُبُوَّةِ إِخْوَةِ يُوسُفَ مِنْ أَوْلَادِ يَعْقُوبَ. </p><p> وَآتَيْنَا دَاوُدَ زَبُورًا أَيْ وَكَمَا أَعْطَيْنَا دَاوُدَ كِتَابًا خَاصًّا مَزْبُورًا، أَيْ مَكْتُوبًا، فَالزَّبُورُ بِمَعْنَى الْمَزْبُورِ، كَالرُّكُوبِ بِمَعْنَى الْمَرْكُوبِ، وَقَرَأَهُ حَمْزَةُ، وَخَلَفٌ بِضَمِّ الزَّايِ، وَهُوَ جَمْعٌ، وَزْنُ مُفْرَدِهِ، وَوَزْنُهُ (كَعِرْقٍ وَعُرُوقٍ) أَوْ (فِلْسٍ وَفُلُوسٍ) وَقِيلَ جَمْعُ زَبُورٍ بِالْفَتْحِ، وَقِيلَ مَصْدَرٌ، وَهُوَ عَلَى كُلِّ حَالٍ بِمَعْنَى كِتَابٍ وَمَكْتُوبٍ، وَقَدْ ذُكِرَ بِهَذَا اللَّفْظِ، وَلَمْ يُعْطَفْ عَلَى مَا قَبْلَهُ فَيُفِيدُ مُطْلَقَ الْوَحْيِ، لِأَنَّ لِزَبُورِ دَاوُدَ شَأْنًا خَاصًّا فِي كُتُبِ الْوَحْيِ وَعِنْدَ أَهْلِ الْكِتَابِ، وَهُوَ مَعَ هَذِهِ الْفَائِدَةِ مُوَافِقٌ لِنَسَقِ الْفَوَاصِلِ ; فَائْتَلَفَ بِهِ اللَّفْظُ مَعَ الْمَعْنَى، فَصَاحَةً وَبَلَاغَةً وَحُسْنًا. </p><p> وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ أَيْ وَأَرْسَلْنَا غَيْرَ هَؤُلَاءِ رُسُلًا آخَرِينَ قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلِ تَنْزِيلِ هَذِهِ السُّورَةِ، أَوْحَيْنَا إِلَيْهِمْ كَمَا أَوْحَيْنَا إِلَى هَؤُلَاءِ، وَهُمُ الْمَسْرُودَةُ أَسْمَاؤُهُمْ، أَوِ الْمُبَيَّنَةُ قِصَصُهُمْ فِي السُّوَرِ الْمَكِّيَّةِ، وَأَجْمَعُ </p><p> الْآيَاتِ لِأَسْمَاءِ الْأَنْبِيَاءِ قَوْلُهُ - تَعَالَى - فِي </p>"
}