{
  "id": null,
  "sura": 4,
  "aya": 113,
  "text": "<p> بَعْدَ أَنْ بَيَّنَ اللهُ - تَعَالَى - هَذِهِ الْأَحْكَامَ وَالْحِكَمَ وَالْمَوَاعِظَ الْمُنْطَبِقَةَ عَلَى تِلْكَ الْوَاقِعَةِ، وَوَجَّهَ إِلَى كُلِّ مَنْ لَهُ شَأْنٌ فِيهَا مَا يُنَاسِبُهُ فِي سِيَاقِ هَذِهِ الْقَوَاعِدِ الْعَامَّةِ، خَاطَبَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهُوَ الْحَاكِمُ بَيْنَ الْخَصْمَيْنِ فِيهَا بِقَوْلِهِ: وَلَوْلَا فَضْلُ اللهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ، أَيْ: لَوْلَا فَضْلُ اللهِ عَلَيْكَ بِالنُّبُوَّةِ وَالتَّأْيِيدِ بِالْعِصْمَةِ، وَرَحْمَتُهُ لَكَ بِبَيَانِ حَقِيقَةِ الْوَاقِعَةِ، لَهَمَّتْ طَائِفَةٌ مِنَ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ بِالْمَعْصِيَةِ أَوْ بِمُسَاعَدَةِ الْخَائِنِ أَنْ يُضِلُّوكَ عَنِ الْحُكْمِ الْعَادِلِ الْمُنْطَبِقِ عَلَى حَقِيقَةِ الْقَضِيَّةِ فِي نَفْسِهَا، أَيْ: يُضِلُّوكَ بِقَوْلِ الزُّورِ وَتَزْكِيَةِ الْمُجْرِمِ وَبُهْتِ الْيَهُودِيِّ الْبَرِيءِ، لِعِلْمِهِمْ أَنَّ الْحُكْمَ إِنَّمَا يَكُونُ بِالظَّوَاهِرِ، أَوْ بِمُحَاوَلَةِ الْمَيْلِ إِلَى إِدَانَةِ الْيَهُودِيِّ تَوَهُّمًا مِنْهُمْ أَنَّ الْإِسْلَامَ يُبِيحُ تَرْجِيحَ الْمُسْلِمِ عَلَى غَيْرِهِ وَنَصْرَهُ ظَالِمًا أَوْ مَظْلُومًا كَمَا يَعْهَدُونَ فِي غَيْرِهِ مِنَ الْمِلَلِ، وَلَكِنَّهُمْ قَبْلَ أَنْ يَطْمَعُوا فِي ذَلِكَ وَيَهُمُّوا بِهِ جَاءَكَ الْوَحْيُ بِبَيَانِ الْحَقِّ، وَإِقَامَةِ أَرْكَانِ الْعَدْلِ وَالْمُسَاوَاةِ فِيهِ بَيْنَ جَمِيعِ الْخَلْقِ، وَقِيلَ: إِنَّ الْآيَةَ نَزَلَتْ فِي وَفْدِ ثَقِيفٍ، إِذْ قَدِمُوا عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَالُوا: جِئْنَا لِنُبَايِعُكَ عَلَى أَلَّا تَكْسِرَ أَصْنَامَنَا وَلَا تُعَشِّرْنَا، فَرَدَّهُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ بِانْحِرَافِهِمْ عَنِ الصِّرَاطِ الْمُسْتَقِيمِ الَّذِي هَدَاهُمْ إِلَيْهِ </p><p> الْإِسْلَامُ، وَاتِّبَاعِ الْهَوَى وَالتَّعَاوُنِ عَلَيْهِ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَقَدْ عَصَمَكَ اللهُ مِنَ النَّاسِ وَمِنَ اتِّبَاعِ الْهَوَى فِي الْحُكْمِ بَيْنَهُمْ، وَهَذِهِ الْآيَةُ نَاطِقَةٌ بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يُجَادِلْ عَنْهُمْ وَلَا أَطْمَعُهُمْ فِي التَّحَيُّزِ لَهُمْ قَبْلَ نُزُولِ الْوَحْيِ وَلَا بَعْدَهُ بِالْأَوْلَى. </p><p> هَذَا مَا ظَهَرَ لِيَ الْآنَ، وَقَدْ رَجَعْتُ بَعْدَ كِتَابَتِهِ إِلَى مُذَكِّرَاتِي الَّتِي كَتَبْتُهَا فِي دَرْسِ الْأُسْتَاذِ الْإِمَامِ فَإِذَا فِيهَا مَا نَصَّهُ: </p><p> كَانَ الْكَلَامُ فِي الْمُخْتَانِينَ أَنْفُسَهُمْ وَمُحَاوَلَتِهِمْ زَحْزَحَةَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْحَقِّ، وَقَدْ أَرَادَ تَعَالَى بَعْدَ بَيَانِ تِلْكَ الْأَوَامِرِ وَالنَّوَاهِي وَتَوْجِيهِهَا إِلَى نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُبَيِّنَ فَضْلَهُ وَنِعْمَتَهُ عَلَيْهِ، قَالَ الْأُسْتَاذُ وَلَا يَصِحُّ تَفْسِيرُ الْآيَةِ بِمَا وَرَدَ مِنْ قِصَّةِ طُعْمَةَ ; لِأَنَّهُ عَلَى مَا رُوِيَ قَدْ هَمَّ هُوَ وَأَصْحَابُهُ بِإِضْلَالِ النَّبِيِّ عَنِ الْحَقِّ الَّذِي أَنْزَلَهُ اللهُ عَلَيْهِ، وَهُوَ - تَعَالَى - يَقُولُ: إِنَّهُ بِفَضْلِهِ وَرَحْمَتِهِ عَلَيْهِ قَدْ صَرَفَ نُفُوسَ الْأَشْرَارِ عَنِ الطَّمَعِ فِي إِضْلَالِهِ وَالْهَمِّ بِذَلِكَ ; وَذَلِكَ أَنَّ الْأَشْرَارَ إِذَا تَوَجَّهَتْ إِرَادَتُهُمْ وَهِمَمُهُمْ إِلَى التَّلْبِيسِ عَنْ شَخْصٍ وَمُخَادَعَتِهِ وَمُحَاوَلَةِ صَرْفِهِ عَنِ الْحَقِّ فَلَا بُدَّ لَهُ أَنْ يَشْغَلَ طَائِفَةً مِنْ وَقْتِهِ لِمُقَاوَمَتِهِمْ وَكَشْفِ حِيَلِهِمْ وَتَمْيِيزِ تَلْبِيسِهِمْ، وَذَلِكَ يَشْغَلُ الْمَرْءَ عَنْ تَقْرِيرِ الْحَقَائِقِ وَصَرْفِ وَقْتِ الْمُقَاوَمَةِ إِلَى عَمَلٍ آخَرَ صَالِحٍ نَافِعٍ ; وَلِذَلِكَ تَفَضَّلَ اللهُ عَلَى نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَحِمَهُ بِصَرْفِ كَيْدِ الْأَشْرَارِ عَنْهُ حَتَّى بَالِهِمْ بِغِشِّهِ وَزَحْزَحَتِهِ عَنْ صِرَاطِ اللهِ الَّذِي أَقَامَهُ عَلَيْهِ اهـ. </p><p> وَأَنْزَلَ اللهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ، الْكِتَابُ: الْقُرْآنُ وَالْحِكْمَةُ فِقْهُ مَقَاصِدِ الْكُتَّابِ وَأَسْرَارِهِ، وَوَجْهِ مُوَافَقَتِهَا لِلْفِطْرَةِ وَانْطِبَاقِهَا عَلَى سُنَنِ الِاجْتِمَاعِ الْبَشَرِيِّ وَاتِّحَادِهَا مَعَ مَصَالِحِ النَّاسِ فِي كُلِّ زَمَانٍ وَمَكَانٍ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ، هُوَ فِي مَعْنَى قَوْلِهِ تَعَالَى: مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ (٤٢: ٥٢) ، وَلَا دَلِيلَ فِيهِ عَلَى أَنَّ الْمُرَادَ بِهِ تَعْلِيمُهُ الْغَيْبَ مُطْلَقًا بَلْ هُوَ الْكِتَابُ وَالشَّرِيعَةُ، وَخُصُوصًا مَا تَضَمَّنَتْهُ هَذِهِ الْآيَاتُ مِنَ الْعِلْمِ بِحَقِيقَةِ الْوَاقِعَةِ الَّتِي تَخَاصَمَ فِيهَا بَعْضُ الْمُسْلِمِينَ مَعَ الْيَهُودِيِّ. </p><p> وَكَانَ فَضْلُ اللهِ عَلَيْكَ عَظِيمًا، إِذِ اخْتَصَّكَ بِهَذِهِ النِّعَمِ الْكَثِيرَةِ وَأَرْسَلَكَ لِلنَّاسِ كَافَّةً، وَجَعَلَكَ خَاتَمَ النَّبِيِّينَ، فَيَجِبُ أَنْ تَكُونَ أَعْظَمَ النَّاسِ شُكْرًا لَهُ، وَيَجِبُ عَلَى أُمَّتِكَ مِثْلُ ذَلِكَ لِيَكُونُوا بِهَذَا الْفَضْلِ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ، وَقُدْوَةً لَهُمْ فِي جَمِيعِ الْخَيْرَاتِ. </p><p> لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا أَقُولُ: تَقَدَّمَ فِي بَيَانِ سَبَبِ نُزُولِ الْآيَاتِ الَّتِي قَبْلَ هَذِهِ أَنَّ طُعْمَةَ الْخَائِنَ لَمْ يَكَدْ يَفْتَضِحُ أَمْرُهُ حَتَّى فَرَّ إِلَى الْمُشْرِكِينَ وَأَظْهَرَ الشِّرْكَ وَالطَّعْنَ فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَأَنَّهُ كَانَ قَدْ أَسْلَمَ لِيَتَّخِذَ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُؤْمِنِينَ أَعْوَانًا وَنُصَرَاءَ يُعِينُونَهُ عَلَى اتِّبَاعِ الْهَوَى وَالْخِيَانَةِ بِالْعَصَبِيَّةِ عَلَى الْمُخَالِفِينَ، وَمَا عَلِمَ أَنَّ الْإِسْلَامَ قَدْ جَاءَ لِيُبْطِلَ الْخِيَانَةَ وَالضَّلَالَ، وَيَمْحَقَ الْأَبَاطِيلَ، وَيُؤَيِّدَ الْحَقَّ وَالْفَضِيلَةَ، أَفَلَا يَسْمَعُ هَذَا الْمُبْطِلُونَ مِنْ أَهْلِ أُورُبَّةَ الَّذِينَ لَا يَزَالُونَ يُقَلِّدُونَ قُسُوسَ قُرُونِهِمُ الْمُظْلِمَةِ مُثِيرِي الْحُرُوبِ الصَّلِيبِيَّةِ فِي زَعْمِهِمْ أَنَّ الْمُسْلِمِينَ كَانُوا فِي الْعَصْرِ الْأَوَّلِ جَمْعِيَّةَ لُصُوصٍ وَقُطَّاعَ طُرُقٍ، أَلَا يَدُلُّونَنَا عَلَى حُكُومَةٍ مِنْ أَرْقَى حُكُومَاتِهِمْ أَوْصَلَهَا دِينُهَا وَمَدَنِيَّتُهَا وَعُلُومُهَا وَحَضَارَتُهَا إِلَى الرِّضَا بِمُسَاوَاةِ أَبْنَائِهَا وَأَوْلِيَائِهَا بِأَعْدَى أَعْدَائِهَا وَيُشَدِّدُونَ فِي ذَلِكَ مِثْلَمَا شَدَّدَتِ الْآيَاتُ الَّتِي تَقَدَّمَ تَفْسِيرُهَا فِي قَضِيَّةِ طُعْمَةَ مَعَ الْيَهُودِيِّ؟ كَيْفَ وَنَحْنُ نَرَاهُمْ فِي بِلَادِنَا لَا يَرْضَوْنَ بِالْمُسَاوَاةِ بَيْنَنَا وَبَيْنَهُمْ، وَأَنَّ الرَّجُلَ </p>"
}