{
  "id": null,
  "sura": 4,
  "aya": 6,
  "text": "<p> وَهُوَ يَتَسَلْسَلُ فِي ذَلِكَ إِلَى قَوْلِهِ - تَعَالَى -: وَاعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا [٤: ٣٦] الْآيَةَ ; وَلِذَلِكَ افْتَتَحَهَا بِالتَّذْكِيرِ بِالْقَرَابَةِ، وَالْأُخُوَّةِ الْعَامَّةِ، وَهِيَ كَوْنُ الْأُمَّةِ مِنْ نَفْسٍ وَاحِدَةٍ، ثُمَّ طَفِقَ يُبَيِّنُ حُقُوقَ الضُّعَفَاءِ مِنَ النَّاسِ كَالْيَتَامَى، وَالنِّسَاءِ، وَالسُّفَهَاءِ، وَيَأْمُرُ بِالْتِزَامِهَا، فَقَالَ: وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَالْيَتِيمُ لُغَةً: مَنْ مَاتَ أَبُوهُ مُطْلَقًا، وَفِي عُرْفِ الْفُقَهَاءِ مَنْ مَاتَ أَبُوهُ وَهُوَ صَغِيرٌ، فَمَتَى بَلَغَ زَالَ يُتْمُهُ إِلَّا إِذَا بَلَغَ سَفِيهٌ، فَإِنَّهُ يَبْقَى حُكْمُ الْيَتِيمِ، وَلَا يَزُولُ عَنْهُ الْحَجْرُ. وَمَعْنَى إِيتَاءِ الْيَتَامَى أَمْوَالَهُمْ هُوَ جَعْلُهَا لَهُمْ خَاصَّةً، وَعَدَمُ أَكْلِ شَيْءٍ مِنْهَا بِالْبَاطِلِ، أَيْ أَنْفِقُوا عَلَيْهِمْ مِنْ أَمْوَالِهِمْ حَتَّى يَزُولَ يُتْمُهُمْ بِالرُّشْدِ كَمَا سَيَأْتِي فِي آيَةِ: وَابْتَلُوا الْيَتَامَى فَعِنْدَ ذَلِكَ يُدْفَعُ إِلَيْهِمْ مَا بَقِيَ لَهُمْ بَعْدَ النَّفَقَةِ عَلَيْهِمْ فِي زَمَنِ الْيُتْمِ وَالْقُصُورِ، فَهَذِهِ الْآيَةُ فِي إِعْطَاءِ الْيَتَامَى أَمْوَالَهُمْ فِي حَالَتَيِ الْيُتْمِ، وَالرُّشْدِ، كُلُّ حَالَةٍ بِحَسَبِهَا، وَتِلْكَ خَاصَّةٌ بِحَالِ الرُّشْدِ. وَلَيْسَ فِي هَذِهِ تَجَوُّزٌ كَمَا قَالُوا، فَإِنَّ نَفَقَةَ وَلِيِّ الْيَتِيمِ عَلَيْهِ مِنْ مَالِهِ يَصْدُقُ عَلَيْهِ أَنَّهُ إِيتَاءُ مَالٍ لِلْيَتِيمِ. وَالْمَقْصُودُ مِنْ هَذِهِ الْآيَةِ ظَاهِرٌ، وَهُوَ الْمُحَافَظَةُ عَلَى مَالِ الْيَتِيمِ وَجَعْلُهُ خَاصَّةً، وَعَدَمُ هَضْمِ شَيْءٍ مِنْهُ ; لِأَنَّ الْيَتِيمَ ضَعِيفٌ لَا يَقْدِرُ عَلَى حِفْظِهِ وَالدِّفَاعِ عَنْهُ، وَلِذَلِكَ قَالَ: وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ الْمُرَادُ بِالْخَبِيثِ: الْحَرَامُ، وَبِالطَّيِّبِ: الْحَلَالُ، أَيْ لَا تَتَمَتَّعُوا بِمَالِ الْيَتِيمِ فِي الْمَوَاضِعِ وَالْأَحْوَالِ الَّتِي مِنْ شَأْنِكُمْ أَنْ تَتَمَتَّعُوا فِيهَا بِأَمْوَالِكُمْ، يَعْنِي أَنَّ الْإِنْسَانَ إِنَّمَا يُبَاحُ لَهُ التَّمَتُّعُ بِمَالِ نَفْسِهِ فِي الطُّرُقِ الْمَشْرُوعَةِ، </p><p> فَإِذَا عَرَضَ لَهُ اسْتِمْتَاعٌ فَعَلَيْهِ أَنْ يَجْعَلَهُ مِنْ مَالِ نَفْسِهِ لَا مِنْ مَالِ الْيَتِيمِ الَّذِي هُوَ قَيِّمٌ وَوَصِيٌّ عَلَيْهِ، فَإِذَا اسْتَمْتَعَ بِمَالِ الْيَتِيمِ فَقَدْ جَعَلَ مَالَ الْيَتِيمِ فِي هَذَا الْمَوْضِعِ بَدَلًا مِنْ مَالِهِ، وَبِهَذَا يَظْهَرُ مَعْنَى التَّبَدُّلِ وَالِاسْتِبْدَالِ. </p><p> وَقَوْلُهُ: وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ أَيْ تَأْكُلُوهَا مَضْمُومَةً إِلَى أَمْوَالِكُمْ، وَهَذَا صَرِيحٌ فِيمَا إِذَا كَانَ لِلْوَلِيِّ مَالٌ يَضُمُّ مَالَ الْيَتِيمِ إِلَيْهِ، وَيُمْكِنُ أَنْ يُقَالَ: إِنَّ أَكْلَهُ مُفْرَدًا غَيْرَ مَضْمُومٍ إِلَى مَالِ الْوَلِيِّ بِالتَّحْرِيمِ، وَهُوَ دَاخِلٌ فِي عُمُومِ قَوْلِهِ: وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَقِيلَ يُفْهَمُ مِنْ هَذَا الْقَيْدِ جَوَازُ أَكْلِ الْوَصِيِّ الْفَقِيرِ الَّذِي لَا مَالَ لَهُ شَيْئًا مِنْ مَالِ الْيَتِيمِ، وَسَيَأْتِي التَّصْرِيحُ بِذَلِكَ فِي الْآيَةِ السَّادِسَةِ. </p><p> أَقُولُ: وَمُرَادُ الْأُسْتَاذِ الْإِمَامِ بِنَفْيِ التَّجَوُّزِ مِنَ الْآيَةِ يَعُمُّ مَا قَالَهُ بَعْضُهُمْ مِنَ التَّجَوُّزِ بِلَفْظِ الْإِيتَاءِ بِاسْتِعْمَالِهِ بِمَعْنَى تَرْكِ الْأَمْوَالِ سَالِمَةً لَهُمْ، وَعَدَمِ اغْتِيَالِ شَيْءٍ مِنْهَا، وَمَا قَالُوهُ مِنْ أَنَّ الْمُرَادَ بِإِيتَائِهِمْ إِيَّاهَا هُوَ تَسْلِيمُهُمْ إِيَّاهَا بَعْدَ الرُّشْدِ، وَأَطْلَقَ عَلَيْهِمْ لَفْظَ الْيَتَامَى بِاعْتِبَارِ مَا كَانُوا عَلَيْهِ مِنْ عَهْدٍ قَرِيبٍ - كَمَا ذَكَرَ فِي بَعْضِ كُتُبِ الْبَلَاغَةِ وَكُتُبِ الْأُصُولِ، وَهُوَ مَا سَيَأْتِي حُكْمُهُ فِي الْآيَةِ السَّادِسَةِ فَلَا حَاجَةَ إِلَى دَسِّهِ فِي هَذِهِ - وَقِيلَ: أَكْلُ أَمْوَالِهِمْ إِلَى أَمْوَالِ الْيَتَامَى هُوَ خَلْطُهَا بِهَا، وَتَقَدَّمَ حُكْمُ مُخَالَطَتِهِمْ فِي سُورَةِ الْبَقَرَةِ - رَاجِعْ آيَةَ ٢٢٠ مِنْهَا فِي ص٢٧١ وَمَا بَعْدَهَا ج ٢. </p><p> وَاخْتَلَفُوا أَيْضًا فِي تَبَدُّلِ الْخَبِيثِ بِالطَّيِّبِ، وَالْأَظْهَرُ فِيهِ مَا اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ فِيمَا تَقَدَّمَ آنِفًا، وَقِيلَ: إِنَّ الْمُرَادَ بِهِ مَا كَانُوا يَفْعَلُونَهُ فِي الْجَاهِلِيَّةِ مِنْ أَخْذِ الْجَيِّدِ مِنْ مَالِ الْيَتِيمِ، وَوَضْعِ الرَّدِيءِ بَدَلَهُ، وَأَخْذِ السَّمِينِ مِنْهُ، وَإِعْطَائِهِ الْهَزِيلَ، وَنَسَبَهُ الرَّازِيُّ لِلْأَكْثَرِينَ، قَالَ: وَطَعَنَ فِيهِ صَاحِبُ الْكَشَّافِ بِأَنَّهُ تَبْدِيلٌ لَا تَبَدُّلٌ. </p><p> وَعَبَّرَ عَنْ أَخْذِ الْمَالِ، وَالِانْتِفَاعِ بِهِ بِالْأَكْلِ لِأَنَّهُ مُعْظَمُ مَا يَقَعُ بِهِ التَّصَرُّفُ، وَهَذَا الِاسْتِعْمَالُ شَائِعٌ مَعْرُوفٌ كَقَوْلِهِ - تَعَالَى -: وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ [٢: ١٨٨] وَهُوَ يَعُمُّ كُلَّ مَا يَأْخُذُهُ الْإِنْسَانُ مِنْ مَالِ غَيْرِهِ بِغَيْرِ حَقٍّ. </p><p> إِنَّهُ كَانَ حُوبًا كَبِيرًا أَيْ إِنَّ أَكْلَ مَالِ الْيَتِيمِ، أَوْ تَبَدُّلَ الْخَبِيثِ بِالطَّيِّبِ مِنْهُ، </p><p> أَوْ مَا ذُكِرَ مِنْ مَجْمُوعِ الْأَمْرَيْنِ - وَكَانَتْ تَفْعَلُهُ الْجَاهِلِيَّةُ - كَانَ فِي حُكْمِ اللهِ حُوبًا كَبِيرًا أَيْ إِثْمًا عَظِيمًا. </p><p> وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا هَذَا حُكْمٌ مِنْ أَحْكَامِ السُّورَةِ مُتَعَلِّقٌ بِالنِّسَاءِ بِمُنَاسَبَةِ الْيَتَامَى، وَقِيلَ: بِالْيَتَامَى بِأَنْفُسِهِمْ أَصَالَةً، وَأَمْوَالِهِمْ تَبَعًا، وَمَا قَبْلَهُ مُتَعَلِّقٌ بِالْأَمْوَالِ خَاصَّةً. فَفِي الصَّحِيحَيْنِ وَسُنَنِ النَّسَائِيِّ، وَالْبَيْهَقِيِّ، وَالتَّفْسِيرِ عِنْدَ ابْنِ جَرِيرٍ، وَابْنِ الْمُنْذِرِ، وَابْنِ أَبِي حَاتِمٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّهُ سَأَلَ خَالَتَهُ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ - رَضِيَ اللهُ عَنْهَا - فِي هَذِهِ الْآيَةِ، فَقَالَتْ:  \" يَا ابْنَ أُخْتِي هَذِهِ الْيَتِيمَةُ تَكُونُ فِي حِجْرِ وَلَيِّهَا يُشْرِكُهَا فِي مَالِهِ، وَيُعْجِبُهُ مَالُهَا، وَجَمَالُهَا، فَيُرِيدُ أَنْ يَتَزَوَّجَهَا مِنْ غَيْرِ أَنْ يُقْسِطَ فِي صَدَاقِهَا، فَيُعْطِيهَا مِثْلَ مَا يُعْطِيهَا غَيْرُهُ فَنُهُوا أَنْ يَنْكِحُوهُنَّ إِلَّا أَنْ يُقْسِطُوا لَهُنَّ وَيَبْلُغُوا بِهِنَّ أَعْلَى سُنَّتِهِنَّ فِي الصَّدَاقِ، وَأُمِرُوا أَنْ يَنْكِحُوا مَا طَابَ لَهُمْ مِنَ النِّسَاءِ سِوَاهُنَّ \" . قَالَ عُرْوَةُ، قَالَتْ عَائِشَةُ:  \" ثُمَّ إِنَّ النَّاسَ اسْتَفْتَوْا رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ هَذِهِ الْآيَةِ فِيهِنَّ ; فَأَنْزَلَ اللهُ وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ[٤: ١٢٧]قَالَتْ: وَالَّذِي ذَكَرَ اللهُ أَنَّهُ يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ الْآيَةُ الْأُولَى الَّتِي قَالَ اللهُ فِيهَا: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ قَالَتْ عَائِشَةُ: وَقَوْلُ اللهِ فِي الْآيَةِ الْأُخْرَى: وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ رَغْبَةُ أَحَدِكُمْ عَنْ يَتِيمَتِهِ الَّتِي تَكُونُ فِي حِجْرِهِ حِينَ تَكُونُ قَلِيلَةَ الْمَالِ وَالْجَمَالِ، فَنُهُوا أَنْ يَنْكِحُوا مَا رَغِبُوا فِي مَالِهَا إِلَّا بِالْقِسْطِ مِنْ أَجْلِ رَغْبَتِهِمْ عَنْهُنَّ \" . </p><p> وَفِي رِوَايَةٍ أُخْرَى فِي الصَّحِيحِ عَنْهَا، قَالَتْ: \" أُنْزِلَتْ فِي الرَّجُلِ تَكُونُ لَهُ الْيَتِيمَةُ وَهُوَ وَلِيُّهَا، وَوَارِثُهَا، وَلَهَا مَالٌ، وَلَيْسَ لَهَا أَحَدٌ يُخَاصِمُ دُونَهَا فَلَا يَنْكِحُهَا لِمَالِهَا فَيَضْرِبُهَا، وَيُسِيءُ صُحْبَتَهَا، فَقَالَ: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ يَقُولُ: خُذْ مَا أَحْلَلْتُ لَكُمْ وَدَعْ هَذِهِ الَّتِي تَضْرِبُهَا، وَفِي رِوَايَةٍ صَحِيحَةٍ أُخْرَى عَنْهَا فِيمَا يُحَالُ عَلَى هَذِهِ الْآيَةِ فِي الْآيَةِ الْأُخْرَى، وَهُوَ قَوْلُهُ: وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ </p><p> قَالَتْ:  \" أُنْزِلَتْ فِي الْيَتِيمَةِ</p><p> تَكُونُ عِنْدَ الرَّجُلِ فَتُشْرِكُهُ فِي مَالِهِ، فَيَرْغَبُ عَنْهَا أَنْ يَتَزَوَّجَهَا، وَيَكْرَهُ أَنْ يُزَوِّجَهَا غَيْرَهُ فَيُشْرِكُهُ فِي مَالِهِ، فَيَعْضُلُهَا، فَلَا يَتَزَوَّجُهَا وَلَا يُزَوِّجُهَا غَيْرَهُ \" . </p><p> أَقُولُ: فَعَلَى هَذَا تَكُونُ الْآيَةُ مَسُوقَةً فِي الْأَصْلِ لِلْوَصِيَّةِ بِحِفْظِ حَقِّ يَتَامَى النِّسَاءِ فِي أَمْوَالِهِنَّ، وَأَنْفُسِهِنَّ، وَالْمُرَادُ بِالْيَتَامَى فِيهَا النِّسَاءُ، وَبِالنِّسَاءِ غَيْرُ الْيَتَامَى، أَيْ إِنْ خِفْتُمْ أَلَّا تُقْسِطُوا أَيْ أَلَّا تَعْدِلُوا فِي يَتَامَى النِّسَاءِ فَتُعَامِلُوهُنَّ كَمَا تُعَامِلُونَ غَيْرَهُنَّ فِي الْمَهْرِ، وَغَيْرِهِ، أَوْ أَحْسَنَ، فَاتْرُكُوا التَّزَوُّجَ بِهِنَّ، وَتَزَوَّجُوا مَا حَلَّ لَكُمْ، أَوْ مَا رَاقَ لَكُمْ، وَحَسُنَ فِي أَعْيُنِكُمْ مِنْ غَيْرِهِنَّ. قَالَ رَبِيعَةُ: اتْرُكُوهُنَّ، فَقَدْ أَحْلَلْتُ لَكُمْ أَرْبَعًا. أَيْ وَسَّعَ عَلَيْهِمْ فِي غَيْرِهِنَّ حَتَّى لَا يَظْلِمُوهُنَّ. قَالَ الْأُسْتَاذُ بَعْدَ أَنْ أَوْرَدَ قَوْلَ عَائِشَةَ بِالْمَعْنَى مُخْتَصَرًا: كَأَنَّهُ يَقُولُ إِذَا أَرَدْتُمُ التَّزَوُّجَ بِالْيَتِيمَةِ وَخِفْتُمْ أَنْ تُسَهِّلَ عَلَيْكُمُ الزَّوْجِيَّةُ أَنْ تَأْكُلُوا أَمْوَالَهَا فَاتْرُكُوا التَّزَوُّجَ بِهَا، وَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ الرَّشِيدَاتِ. </p><p> أَقُولُ: وَالرَّبْطُ بَيْنَ الشَّرْطِ، وَالْجَزَاءِ عَلَى هَذَا الْقَوْلِ مِنْ أَقْوَالِ عَائِشَةَ ظَاهِرٌ وَلَا يَظْهَرُ عَلَى رِوَايَةِ الْعَضْلِ، وَهُوَ مَنْعُهُنَّ مِنَ التَّزَوُّجِ إِلَّا أَنْ كَانُوا يَعْتَذِرُونَ عَنِ الْعَضْلِ بِإِرَادَةِ التَّزَوُّجِ بِهِنَّ، وَيَمْطُلُونَ فِي ذَلِكَ. </p><p> وَقَالَ ابْنُ جَرِيرٍ: بَعْدَ أَنْ ذَكَرَ عَنْ بَعْضِهِمْ تَفْسِيرَ الْآيَةِ بِمَا أَيَّدَهُ بِالرِّوَايَاتِ عَنْ عَائِشَةَ، وَقَالَ آخَرُونَ: بَلْ مَعْنَى ذَلِكَ النَّهْيُ عَنْ نِكَاحِ مَا فَوْقَ الْأَرْبَعِ حَذَرًا عَلَى أَمْوَالِ الْيَتَامَى أَنْ يُتْلِفَهَا أَوْلِيَاؤُهُمْ، وَذَلِكَ أَنَّ قُرَيْشًا كَانَ الرَّجُلُ مِنْهُمْ يَتَزَوَّجُ الْعَشْرَ مِنَ النِّسَاءِ، وَالْأَكْثَرَ، وَالْأَقَلَّ، فَإِذَا صَارَ مُعْدَمًا مَالَ عَلَى مَالِ يَتِيمِهِ الَّذِي فِي حِجْرِهِ فَأَنْفَقَهُ، أَوْ تَزَوَّجَ بِهِ فَنُهُوا عَنْ ذَلِكَ، وَقِيلَ لَهُمْ: إِنْ خِفْتُمْ عَلَى أَمْوَالِ أَيْتَامِكُمْ أَنْ تُنْفِقُوهَا فَلَا تَعْدِلُوا فِيهَا مِنْ أَجْلِ حَاجَتِكُمْ إِلَيْهَا لِمَا يَلْزَمُكُمْ مِنْ مُؤَنِ نِسَائِكُمْ، فَلَا تَجَاوَزُوا فِيمَا تَنْكِحُونَ مِنْ عَدَدِ النِّسَاءِ عَلَى أَرْبَعٍ، وَإِنْ خِفْتُمْ أَيْضًا مِنَ الْأَرْبَعِ أَلَّا تَعْدِلُوا فِي أَمْوَالِهِمْ، فَاقْتَصِرُوا عَلَى الْوَاحِدَةِ، أَوْ عَلَى مَا مَلَكَتْ أَيْمَانُكُمْ. ثُمَّ رُوِيَ بِأَسَانِيدِهِ عَنْ عِكْرِمَةَ أَنَّهُمْ كَانُوا يَتَزَوَّجُونَ كَثِيرًا، وَيَتَغَايَرُونَ فِي الْكَثْرَةِ، وَيُغِيرُونَ عَلَى أَمْوَالِ الْيَتَامَى مِنْ أَجْلِ ذَلِكَ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - أَنَّ الرَّجُلَ كَانَ يَتَزَوَّجُ بِمَالِ الْيَتِيمِ مَا شَاءَ اللهُ - تَعَالَى - فَنُهُوا عَنْ ذَلِكَ. وَعَنْهُ أَنَّهُ قَالَ: قَصَرَ الرِّجَالَ عَلَى أَرْبَعٍ مِنْ أَجْلِ أَمْوَالِ الْيَتَامَى. </p><p> أَقُولُ: إِنَّ الْإِفْضَاءَ بِذَلِكَ إِلَى أَكْلِ أَمْوَالِ الْيَتَامَى قَدْ جُعِلَ حُجَّةً عَلَى تَقْلِيلِ التَّزَوُّجِ </p><p> لِظُهُورِ قُبْحِهِ، وَفِي ذَلِكَ التَّعَدُّدِ مِنَ الْمَضَرَّاتِ الْآنَ مَا لَمْ يَكُنْ مِثْلُهُ فِي عَهْدِ التَّنْزِيلِ، كَمَا يَأْتِي بَيَانُهُ قَرِيبًا. </p><p> ثُمَّ أَوْرَدَ ابْنُ جَرِيرٍ فِي الْآيَةِ وَجْهًا ثَالِثًا فَقَالَ: وَقَالَ آخَرُونَ بَلْ مَعْنَى ذَلِكَ أَنَّ الْقَوْمَ كَانُوا يَتَحَوَّبُونَ فِي أَمْوَالِ الْيَتَامَى، وَلَا يَتَحَوَّبُونَ فِي النِّسَاءِ أَلَّا يَعْدِلُوا فِيهِنَّ، فَقِيلَ لَهُمْ كَمَا </p><p> خِفْتُمْ أَلَّا تَعْدِلُوا فِي الْيَتَامَى، فَكَذَلِكَ فَخَافُوا فِي النِّسَاءِ أَلَّا تَعْدِلُوا فِيهِنَّ، وَلَا تَنْكِحُوا مِنْهُنَّ إِلَّا مِنْ وَاحِدَةٍ إِلَى الْأَرْبَعِ، وَلَا تَزِيدُوا عَلَى ذَلِكَ. وَإِنْ خِفْتُمْ أَيْضًا أَلَّا تَعْدِلُوا فِي الزِّيَادَةِ عَنِ الْوَاحِدَةِ فَلَا تَنْكِحُوا إِلَّا مَا لَا تَخَافُونَ أَنْ تَجُورُوا فِيهِنَّ مِنْ وَاحِدَةٍ، أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ. ثُمَّ أَوْرَدَ ابْنُ جَرِيرٍ الرِّوَايَاتِ الَّتِي تُؤَيِّدُ ذَلِكَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَالسُّدِّيِّ، وَقَتَادَةَ. وَعَنِ ابْنِ عَبَّاسٍ أَيْضًا مِنْ طَرِيقِ عَبْدِ اللهِ بْنِ صَالِحٍ أَنَّهُ قَالَ فِي الْآيَةِ: كَانُوا فِي الْجَاهِلِيَّةِ يَنْكِحُونَ عَشْرًا مِنَ النِّسَاءِ الْأَيَامَى، وَكَانُوا يُعَظِّمُونَ شَأْنَ الْيَتِيمِ، فَتَفَقَّدُوا مِنْ دِينِهِمْ شَأْنَ الْيَتِيمِ، وَتَرَكُوا مَا كَانُوا يَنْكِحُونَ فِي الْجَاهِلِيَّةِ (أَيْ لَمْ يَتَفَقَّدُوهُ فِي الْإِسْلَامِ، وَيَتَأَثَّمُوا مِمَّا فِيهِ مِنْ ظُلْمِ النِّسَاءِ) فَقَالَ: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ وَنَهَاهُمْ عَمَّا كَانُوا يَنْكِحُونَ فِي الْجَاهِلِيَّةِ. وَرُوِيَ نَحْوُهُ عَنِ الضَّحَّاكِ، وَفِيهِ أَنَّهُمْ كَانُوا يَنْكِحُونَ عَشْرًا مِنَ النِّسَاءِ، وَنِسَاءَ آبَائِهِمْ، وَأَنَّهُ وَعَظَهُمْ فِي الْيَتَامَى، وَفِي النِّسَاءِ، وَرُوِيَ نَحْوُهُ أَيْضًا عَنِ الرَّبِيعِ، وَمُجَاهِدٍ. </p><p> قَالَ أَبُو جَعْفَرٍ (ابْنُ جَرِيرٍ) : وَأَوْلَى الْأَقْوَالِ الَّتِي ذَكَرْنَاهَا فِي ذَلِكَ بِتَأْوِيلِ الْآيَةِ قَوْلُ مَنْ قَالَ: تَأْوِيلُهَا وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَكَذَلِكَ فَخَافُوا فِي النِّسَاءِ فَلَا تَنْكِحُوا مِنْهُنَّ إِلَّا مَا لَا تَخَافُونَ أَنْ تَجُورُوا فِيهِ مِنْهُنَّ مِنْ وَاحِدَةٍ إِلَى الْأَرْبَعِ، فَإِنْ خِفْتُمُ الْجَوْرَ فِي الْوَاحِدَةِ أَيْضًا فَلَا تَنْكِحُوهَا، وَلَكِنْ عَلَيْكُمْ بِمَا مَلَكَتْ أَيْمَانُكُمْ فَإِنَّهُ أَحْرَى أَلَّا تَجُورُوا عَلَيْهِنَّ. </p><p> قَالَ: وَإِنَّمَا قُلْنَا إِنَّ ذَلِكَ أَوْلَى بِتَأْوِيلِ الْآيَةِ لِأَنَّ اللهَ - جَلَّ ثَنَاؤُهُ - افْتَتَحَ الْآيَةَ الَّتِي قَبْلَهَا بِالنَّهْيِ عَنْ أَكْلِ أَمْوَالِ الْيَتَامَى بِغَيْرِ حَقِّهَا، وَخَلَطَهَا بِغَيْرِهَا مِنَ الْأَمْوَالِ، فَقَالَ تَعَالَى ذِكْرُهُ: وَآتُوا الْيَتَامَى أَمْوَالَهُمْ الْآيَةَ. ثُمَّ أَعْلَمَهُمْ أَنَّهُمْ إِنِ اتَّقَوُا اللهَ فِي ذَلِكَ فَتَحَرَّجُوا فِيهِ، فَالْوَاجِبُ عَلَيْهِمْ مِنَ اتِّقَاءِ اللهِ، وَالتَّحَرُّجِ فِي أَمْرِ النِّسَاءِ مِثْلُ الَّذِي </p><p> عَلَيْهِمْ ظَنُّ التَّحَرُّجِ فِي أَمْرِ الْيَتَامَى، وَأَعْلَمَهُمْ كَيْفَ التَّخَلُّصُ لَهُمْ مِنَ الْجَوْرِ فِيهِنَّ كَمَا عَرَّفَهُمُ الْمُخَلِّصَ مِنَ الْجَوْرِ فِي أَمْوَالِ الْيَتَامَى، فَقَالَ: انْكِحُوا إِنْ أَمِنْتُمُ الْجَوْرَ فِي النِّسَاءِ عَلَى أَنْفُسِكُمْ مَا أَبَحْتُ لَكُمْ مِنْهُنَّ، وَحَلَّلْتُهُ، مَثْنَى وَثُلَاثَ وَرُبَاعَ إلخ. مَا تَقَدَّمَ عَنْهُ آنِفًا، ثُمَّ قَالَ: </p><p> فَفِي الْكَلَامِ إِذَا كَانَ الْمَعْنَى مَا ذَكَرْنَا مَتْرُوكٌ اسْتُغْنِيَ بِدَلَالَةِ مَا ظَهَرَ مِنَ الْكَلَامِ عَنْ ذِكْرِهِ، وَذَلِكَ أَنَّ مَعْنَى الْكَلَامِ: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي أَمْوَالِ الْيَتَامَى فَتَعْدِلُوا فِيهَا، فَكَذَلِكَ فَخَافُوا أَلَّا تُقْسِطُوا فِي حُقُوقِ النِّسَاءِ الَّتِي أَوْجَبَهَا اللهُ عَلَيْكُمْ فَلَا تَتَزَوَّجُوا مِنْهُنَّ إِلَّا مَا أَمِنْتُمْ مَعَهُ الْجَوْرَ إلخ. </p><p> ثُمَّ بَيَّنَ أَنَّ جَوَابَ الشَّرْطِ فِي قَوْلِهِ - تَعَالَى -: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى هُوَ قَوْلُهُ: فَانْكِحُوا مَا طَابَ لَكُمْ مَعَ ضَمِيمَةِ قَوْلِهِ: ذَلِكَ أَدْنَى أَلَّا تَعْدِلُوا فَإِنَّ هَذَا أَفْهَمُ أَنَّ اللَّازِمَ الْمُرَادَ مِنْ قَوْلِهِ: فَانْكِحُوا مَا طَابَ لَكُمْ هُوَ الْعَدْلُ وَالْإِقْسَاطُ فِي النِّسَاءِ، وَالتَّحْذِيرُ </p><p> مِنْ ضِدِّهِ، وَهُوَ عَدَمُ الْإِقْسَاطِ فِيهِنَّ الَّذِي يَجِبُ أَنْ يُخَافَ كَمَا يُخَافُ عَدَمُ الْإِقْسَاطِ فِي الْيَتَامَى ; لِأَنَّ كُلًّا مِنْهُمَا مَفْسَدَةٌ فِي نِظَامِ الِاجْتِمَاعِ تُغْضِبُ اللهَ، وَتُوجِبُ سَخَطَهُ، وَيُؤَكِّدُهُ قَوْلُهُ - تَعَالَى -: ذَلِكَ أَدْنَى أَلَّا تَعُولُوا وَقَدْ بَيَّنَّاهُ بِأَوْضَحَ مِمَّا بَيَّنَهُ هُوَ بِهِ. </p><p> وَعَلَى هَذَا الْوَجْهِ الَّذِي اخْتَارَهُ ابْنُ جَرِيرٍ يَكُونُ الْكَلَامُ فِي الْعَدْلِ فِي النِّسَاءِ، وَتَقْلِيلُ الْعَدَدِ الَّذِي يُنْكَحُ مِنْهُنَّ مَعَ الثِّقَةِ بِالْعَدْلِ مَقْصُودًا لِذَاتِهِ، وَهُوَ الَّذِي يَلِيقُ بِالْمَسْأَلَةِ فِي ذَاتِهَا ; لِأَنَّهَا مِنْ أَهَمِّ الْمَسَائِلِ الِاجْتِمَاعِيَّةِ، وَيُنَاسِبُ أَنْ يَكُونَ فِي أَوَائِلِ السُّورَةِ الَّتِي سُمِّيَتْ سُورَةَ النِّسَاءِ. وَأَمَّا عَلَى الْوَجْهِ الَّذِي قَالَتْهُ عَائِشَةُ - وَهُوَ الَّذِي اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ - فَمَسْأَلَةُ تَعَدُّدِ الزَّوْجَاتِ جَاءَتْ بِالتَّبَعِ لَا بِالْأَصَالَةِ. وَكَذَلِكَ عَلَى الْوَجْهِ الثَّالِثِ الَّذِي يَقُولُ: إِنَّ الْمُرَادَ مَنْعُهُمْ مِنَ التَّعَدُّدِ الَّذِي يَحْتَاجُونَ فِيهِ إِلَى أَمْوَالِ الْيَتَامَى لِيُنْفِقُوا عَلَى أَزْوَاجِهِمُ الْكَثِيرَاتِ، وَهَذَا أَضْعَفُ الْوُجُوهِ، وَإِنْ قَالَ الرَّازِيُّ إِنَّهُ أَقْرَبُهَا. </p><p> وَقَدْ يَصِحُّ أَنْ يُقَالَ: إِنَّهُ يَجُوزُ أَنْ يُرَادَ بِالْآيَةِ مَجْمُوعُ تِلْكَ الْمَعَانِي مِنْ قَبِيلِ رَأْيِ الشَّافِعِيَّةِ الَّذِينَ يُجَوِّزُونَ اسْتِعْمَالَ اللَّفْظِ الْمُشْتَرَكِ فِي كُلِّ مَا يَحْتَمِلُهُ الْكَلَامُ مِنْ مَعَانِيهِ، وَاسْتِعْمَالَ اللَّفْظِ فِي حَقِيقَتِهِ وَمَجَازِهِ مَعًا، وَالَّذِي يُقَرِّرُهُ كَاتِبُ هَذَا الْكَلَامِ فِي دُرُوسِ التَّفْسِيرِ </p><p> دَائِمًا هُوَ أَنْ كُلَّ مَا يَتَنَاوَلُهُ اللَّفْظُ مِنَ الْمَعَانِي الْمُتَّفِقَةِ يَجُوزُ أَنْ يَكُونَ مُرَادًا مِنْهُ، لَا فَرْقَ فِي ذَلِكَ بَيْنَ الْمُفْرَدَاتِ، وَالْجُمَلِ، وَعَلَى هَذَا تَكُونُ الْآيَةُ مُرْشِدَةً إِلَى إِبْطَالِ كُلِّ تِلْكَ الضَّلَالَاتِ وَالْمَظَالِمِ الَّتِي كَانَتْ عَلَيْهَا الْجَاهِلِيَّةُ فِي أَمْرِ الْيَتَامَى، وَأَمْرِ النِّسَاءِ مِنَ التَّزَوُّجِ بِالْيَتَامَى بِدُونِ مَهْرِ الْمِثْلِ، وَالتَّزَوُّجِ بِهِنَّ طَمَعًا فِي أَمْوَالِهِنَّ يَأْكُلُهَا الرَّجُلُ بِغَيْرِ حَقٍّ، وَمِنْ عَضْلِهِنَّ لِيَبْقَى الْوَلِيُّ مُتَمَتِّعًا بِمَا لَهُنَّ لَا يُنَازِعُهُ فِيهِ الزَّوْجُ، وَمَنْ ظَلَمَ النِّسَاءَ بِتَزَوُّجِ الْكَثِيرَاتِ مِنْهُنَّ مَعَ عَدَمِ الْعَدْلِ بَيْنَهُنَّ، فَمَنْ لَمْ يَفْهَمْ هَذَا كُلَّهُ مِنْ هَذِهِ الْآيَةِ فَهِمَهُ مِنْ مَجْمُوعِ الْآيَاتِ هُنَا. </p><p> الْأُسْتَاذُ الْإِمَامُ: جَاءَ ذِكْرُ تَعَدُّدِ الزَّوْجَاتِ فِي سِيَاقِ الْكَلَامِ عَنِ الْيَتَامَى، وَالنَّهْيِ عَنْ أَكْلِ أَمْوَالِهِنَّ، وَلَوْ بِوَاسِطَةِ الزَّوْجِيَّةِ، فَقَالَ: إِنْ أَحْسَسْتُمْ مِنْ أَنْفُسِكُمُ الْخَوْفَ مِنْ أَكْلِ مَالِ الزَّوْجَةِ الْيَتِيمَةِ فَعَلَيْكُمْ أَلَّا تَتَزَوَّجُوا بِهَا، فَإِنَّ اللهَ - تَعَالَى - جَعَلَ لَكُمْ مَنْدُوحَةً عَنِ الْيَتَامَى بِمَا أَبَاحَهُ لَكُمْ مِنَ التَّزَوُّجِ بِغَيْرِهِنَّ إِلَى أَرْبَعِ نِسْوَةٍ، وَلَكِنْ إِنْ خِفْتُمْ أَلَّا تَعْدِلُوا بَيْنَ الزَّوْجَاتِ، أَوِ الزَّوْجَتَيْنِ فَعَلَيْكُمْ أَنْ تَلْتَزِمُوا وَاحِدَةً فَقَطْ، وَالْخَوْفُ مِنْ عَدَمِ الْعَدْلِ يَصْدُقُ بِالظَّنِّ وَالشَّكِّ فِيهِ، بَلْ يَصْدُقُ بِتَوَهُّمِهِ أَيْضًا، وَلَكِنَّ الشَّرْعَ قَدْ يَغْتَفِرُ الْوَهْمَ ; لِأَنَّهُ قَلَّمَا يَخْلُو مِنْهُ عِلْمٌ بِمِثْلِ هَذِهِ الْأُمُورِ، فَالَّذِي يُبَاحُ لَهُ أَنْ يَتَزَوَّجَ ثَانِيَةً، أَوْ أَكْثَرَ هُوَ الَّذِي يَثِقُ مِنْ نَفْسِهِ بِالْعَدْلِ، بِحَيْثُ لَا يَتَرَدَّدُ فِيهِ، أَوْ يَظُنُّ ذَلِكَ، وَيَكُونُ التَّرَدُّدُ فِيهِ ضَعِيفًا. </p><p> قَالَ: وَلَمَّا قَالَ: فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً عَلَّلَهُ بِقَوْلِهِ: ذَلِكَ أَدْنَى أَلَّا تَعُولُوا </p><p> أَيْ أَقْرَبُ مِنْ عَدَمِ الْجَوْرِ، وَالظُّلْمِ، فَجَعَلَ الْبُعْدَ مِنَ الْجَوْرِ سَبَبًا فِي التَّشْرِيعِ وَهَذَا مُؤَكِّدٌ لِاشْتِرَاطِ الْعَدْلِ، وَوُجُوبِ تَحَرِّيهِ، وَمُنَبِّهٌ إِلَى أَنَّ الْعَدْلَ عَزِيزٌ. وَقَدْ قَالَ - تَعَالَى - فِي آيَةٍ أُخْرَى مِنْ هَذِهِ السُّورَةِ: وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ [٤: ١٢٩] وَقَدْ يُحْمَلُ هَذَا عَلَى الْعَدْلُ فِي مَيْلِ الْقَلْبِ وَلَوْلَا ذَلِكَ لَكَانَ مَجْمُوعُ الْآيَتَيْنِ مُنْتِجًا عَدَمَ جَوَازِ التَّعَدُّدِ بِوَجْهٍ مَا، وَلَمَا كَانَ يَظْهَرُ وَجْهُ قَوْلِهِ بَعْدَ مَا تَقَدَّمَ مِنَ الْآيَةِ: فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَاللهُ يَغْفِرُ لِلْعَبْدِ مَا لَا يَدْخُلُ تَحْتَ طَاقَتِهِ مِنْ مَيْلِ قَلْبِهِ، وَقَدْ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمِيلُ فِي آخِرِ عَهْدِهِ إِلَى عَائِشَةَ أَكْثَرَ مِنْ سَائِرِ نِسَائِهِ، وَلَكِنَّهُ لَا يَخُصُّهَا بِشَيْءٍ دُونَهُنَّ. أَيْ بِغَيْرِ رِضَاهُنَّ وَإِذْنِهِنَّ، وَكَانَ </p><p> يَقُولُ: اللهُمَّ هَذَا قَسْمِي فِيمَا أَمْلِكُ فَلَا تُؤَاخِذْنِي فِيمَا لَا أَمْلِكُ أَيْ مِنْ مَيْلِ الْقَلْبِ. </p><p> قَالَ: فَمَنْ تَأَمَّلَ الْآيَتَيْنِ عَلِمَ أَنَّ إِبَاحَةَ تَعَدُّدِ الزَّوْجَاتِ فِي الْإِسْلَامِ أَمْرٌ مُضَيَّقٌ فِيهِ أَشَدَّ التَّضْيِيقِ كَأَنَّهُ ضَرُورَةٌ مِنَ الضَّرُورَاتِ الَّتِي تُبَاحُ لِمُحْتَاجِهَا بِشَرْطِ الثِّقَةِ بِإِقَامَةِ الْعَدْلِ، وَالْأَمْنِ مِنَ الْجَوْرِ. وَإِذَا تَأَمَّلَ الْمُتَأَمِّلُ مَعَ هَذَا التَّضْيِيقِ مَا يَتَرَتَّبُ عَلَى التَّعَدُّدِ فِي هَذَا الزَّمَانِ مِنَ الْمَفَاسِدِ جَزَمَ بِأَنَّهُ لَا يُمْكِنُ لِأَحَدٍ أَنْ يُرَبِّيَ أُمَّةً فَشَا فِيهَا تَعَدُّدُ الزَّوْجَاتِ، فَإِنَّ الْبَيْتَ الَّذِي فِيهِ زَوْجَتَانِ لِزَوْجٍ وَاحِدٍ لَا تَسْتَقِيمُ لَهُ حَالٌ، وَلَا يَقُومُ فِيهِ نِظَامٌ، بَلْ يَتَعَاوَنُ الرَّجُلُ مَعَ زَوْجَاتِهِ عَلَى إِفْسَادِ الْبَيْتِ كَأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ عَدُوٌّ لِلْآخَرِ، ثُمَّ يَجِيءُ الْأَوْلَادُ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ، فَمَفْسَدَةُ تَعَدُّدِ الزَّوْجَاتِ تَنْتَقِلُ مِنَ الْأَفْرَادِ إِلَى الْبُيُوتِ، وَمِنَ الْبُيُوتِ إِلَى الْأُمَّةِ. </p><p> قَالَ: كَانَ لِلتَّعَدُّدِ فِي صَدْرِ الْإِسْلَامِ فَوَائِدُ أَهَمُّهَا صِلَةُ النَّسَبِ، وَالصِّهْرِ الَّذِي تَقْوَى بِهِ الْعَصَبِيَّةُ، وَلَمْ يَكُنْ لَهُ مِنَ الضَّرَرِ مِثْلُ مَا لَهُ الْآنَ ; لِأَنَّ الدِّينَ كَانَ مُتَمَكِّنًا فِي نُفُوسِ النِّسَاءِ، وَالرِّجَالِ، وَكَانَ أَذَى الضَّرَّةِ لَا يَتَجَاوَزُ ضَرَّتَهَا. أَمَّا الْيَوْمَ فَإِنَّ الضَّرَرَ يَنْتَقِلُ مِنْ كُلِّ ضَرَّةٍ إِلَى وَلَدِهَا إِلَى وَالِدِهِ إِلَى سَائِرِ أَقَارِبِهِ، فَهِيَ تُغْرِي بَيْنَهُمُ الْعَدَاوَةَ، وَالْبَغْضَاءَ: تُغْرِي وَلَدَهَا بِعَدَاوَةِ إِخْوَتِهِ، وَتُغْرِي زَوْجَهَا بِهَضْمِ حُقُوقِ وَلَدِهِ مِنْ غَيْرِهَا، وَهُوَ بِحَمَاقَتِهِ يُطِيعُ أَحَبَّ نِسَائِهِ إِلَيْهِ، فَيَدِبُّ الْفَسَادُ فِي الْعَائِلَةِ كُلِّهَا، وَلَوْ شِئْتَ تَفْصِيلَ الرَّزَايَا وَالْمَصَائِبِ الْمُتَوَلِّدَةِ مِنْ تَعَدُّدِ الزَّوْجَاتِ لَأَتَيْتُ بِمَا تَقْشَعِرُّ مِنْهُ جُلُودُ الْمُؤْمِنِينَ، فَمِنْهَا: السَّرِقَةُ، وَالزِّنَا، وَالْكَذِبُ، وَالْخِيَانَةُ، وَالْجُبْنُ، وَالتَّزْوِيرُ، بَلْ مِنْهَا الْقَتْلُ، حَتَّى قَتَلَ الْوَلَدُ وَالِدَهُ، وَالْوَالِدُ وَلَدَهُ، وَالزَّوْجَةُ زَوْجَهَا، وَالزَّوْجُ زَوْجَتَهُ، كُلُّ ذَلِكَ وَاقِعٌ ثَابِتٌ فِي الْمَحَاكِمِ ; وَنَاهِيكَ بِتَرْبِيَةِ الْمَرْأَةِ الَّتِي لَا تَعْرِفُ قِيمَةَ الزَّوْجِ وَلَا قِيمَةَ الْوَلَدِ، وَهِيَ جَاهِلَةٌ بِنَفْسِهَا، وَجَاهِلَةٌ بِدِينِهَا، لَا تَعْرِفُ مِنْهُ إِلَّا خُرَافَاتٍ وَضَلَالَاتٍ تَلَقَّفَتْهَا مِنْ أَمْثَالِهَا يَتَبَرَّأُ مِنْهَا كُلُّ كِتَابٍ مُنَزَّلٍ، وَكُلُّ نَبِيٍّ مُرْسَلٍ، فَلَوْ تَرَبَّى النِّسَاءُ تَرْبِيَةً دِينِيَّةً صَحِيحَةً يَكُونُ بِهَا الدِّينُ هُوَ صَاحِبَ السُّلْطَانِ الْأَعْلَى، عَلَى قُلُوبِهِنَّ بِحَيْثُ يَكُونُ هُوَ الْحَاكِمَ عَلَى الْغَيْرَةِ لَمَا كَانَ هُنَالِكَ ضَرَرٌ عَلَى الْأُمَّةِ مِنْ تَعَدُّدِ الزَّوْجَاتِ، وَإِنَّمَا كَانَ يَكُونُ ضَرَرُهُ قَاصِرًا عَلَيْهِنَّ فِي الْغَالِبِ. أَمَّا وَالْأَمْرُ عَلَى مَا نَرَى، وَنَسْمَعُ فَلَا سَبِيلَ إِلَى تَرْبِيَةِ الْأُمَّةِ مَعَ فُشُوِّ تَعَدُّدِ الزَّوْجَاتِ فِيهَا، </p><p> فَيَجِبُ عَلَى الْعُلَمَاءِ النَّظَرُ فِي هَذِهِ الْمَسْأَلَةِ خُصُوصًا الْحَنَفِيَّةَ مِنْهُمُ الَّذِينَ بِيَدِهِمُ الْأَمْرُ، وَعَلَى مَذْهَبِهِمُ </p><p> الْحُكْمُ، فَهُمْ لَا يُنْكِرُونَ أَنَّ الدِّينَ أُنْزِلَ لِمَصْلَحَةِ النَّاسِ، وَخَيْرِهِمْ، وَأَنَّ مِنْ أُصُولِهِ مَنْعَ الضَّرَرِ، وَالضِّرَارِ، فَإِذَا تَرَتَّبَ عَلَى شَيْءٍ مَفْسَدَةٌ فِي زَمَنٍ لَمْ تَكُنْ تَلْحَقُهُ فِيمَا قَبْلَهُ فَشَكَّ فِي وُجُوبِ تَغَيُّرِ الْحُكْمِ، وَتَطْبِيقِهِ عَلَى الْحَالِ الْحَاضِرَةِ: يَعْنِي عَلَى قَاعِدَةِ (دَرْءُ الْمَفَاسِدِ مُقَدَّمٌ عَلَى جَلْبِ الْمَصَالِحِ) . قَالَ: وَبِهَذَا يُعْلَمُ أَنَّ تَعَدُّدَ الزَّوْجَاتِ مُحَرَّمٌ قَطْعًا عِنْدَ الْخَوْفِ مِنْ عَدَمِ الْعَدْلِ. </p><p> هَذَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ الْأَوَّلِ الَّذِي فَسَّرَ فِيهِ الْآيَةَ، ثُمَّ قَالَ فِي الدَّرْسِ الثَّانِي: تَقَدَّمَ أَنَّ إِبَاحَةَ تَعَدُّدِ الزَّوْجَاتِ مُضَيَّقَةٌ قَدِ اشْتُرِطَ فِيهَا مَا يَصْعُبُ تَحَقُّقُهُ فَكَأَنَّهُ نَهَى عَنْ كَثْرَةِ الْأَزْوَاجِ. وَتَقَدَّمَ أَنَّهُ يَحْرُمُ عَلَى مَنْ خَافَ عَدَمَ الْعَدْلِ أَنْ يَتَزَوَّجَ أَكْثَرَ مِنْ وَاحِدَةٍ، وَلَا يُفْهَمُ مِنْهُ كَمَا فَهِمَ بَعْضُ الْمُجَاوِرِينَ أَنَّهُ لَوْ عَقَدَ فِي هَذِهِ الْحَالَةِ يَكُونُ الْعَقْدُ بَاطِلًا، أَوْ فَاسِدًا، فَإِنَّ الْحُرْمَةَ عَارِضَةٌ لَا تَقْتَضِي بُطْلَانَ الْعَقْدِ، فَقَدْ يَخَافُ الظُّلْمَ، وَلَا يَظْلِمُ، ثُمَّ يَتُوبُ فَيَعْدِلُ فَيَعِيشُ عِيشَةً حَلَالًا. </p><p> قَالَ: أَمَّا قَوْلُهُ - تَعَالَى -: أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ فَهُوَ مَعْطُوفٌ عَلَى قَوْلِهِ: فَوَاحِدَةً أَيْ فَالْزَمُوا زَوْجًا وَاحِدَةً، أَوْ أَمْسِكُوا زَوْجًا وَاحِدَةً مَعَ الْعَدْلِ - وَهَذَا فِيمَنْ كَانَ مُتَزَوِّجًا كَثِيرَاتٍ - أَوِ الْزَمُوا مَا مَلَكَتْ أَيْمَانُكُمْ وَاكْتَفُوا بِالتَّسَرِّي بِهِنَّ بِغَيْرِ شَرْطٍ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا أَيْ أَقْرَبُ إِلَى عَدَمِ الْعَوْلِ، وَهُوَ الْجَوْرُ، فَإِنَّ الْعَدْلَ بَيْنَ الْإِمَاءِ فِي الْفِرَاشِ غَيْرُ وَاجِبٍ إِذْ لَا حَقَّ لَهُنَّ فِيهِ، وَإِنَّمَا لَهُنَّ الْحَقُّ فِي الْكِفَايَةِ بِالْمَعْرُوفِ. وَهَذَا لَا يُفِيدُ حِلَّ مَا جَرَى عَلَيْهِ الْمُسْلِمُونَ مُنْذُ قُرُونٍ كَثِيرَةٍ مِنَ الْإِسْرَافِ فِي التَّمَتُّعِ بِالْجَوَارِي الْمَمْلُوكَاتِ بِحَقٍّ، أَوْ بِغَيْرِ حَقٍّ، مَهْمَا تَرَتَّبَ عَلَى ذَلِكَ مِنَ الْمَفَاسِدِ كَمَا شُوهِدَ، وَلَا يَزَالُ يُشَاهَدُ فِي بَعْضِ الْبِلَادِ إِلَى الْآنَ انْتَهَى كَلَامُهُ - رَحِمَهُ اللهُ تَعَالَى -. وَأَتَذَكَّرُ أَنَّنِي سَمِعْتُ مِنْهُ أَنَّهُ يَرَى عَدَمَ الزِّيَادَةِ فِي الْإِمَاءِ عَلَى أَرْبَعٍ، وَلَكِنَّنِي لَمْ أَرَ ذَلِكَ مَكْتُوبًا عِنْدِي. </p><p> أَقُولُ: هَذَا، وَإِنَّ تَعَدُّدَ الزَّوْجَاتِ خِلَافُ الْأَصْلِ الطَّبِيعِيِّ فِي الزَّوْجِيَّةِ، فَإِنَّ الْأَصْلَ أَنْ يَكُونَ لِلرَّجُلِ امْرَأَةٌ وَاحِدَةٌ يَكُونُ بِهَا كَمَا تَكُونُ بِهِ زَوْجًا، وَلَكِنَّهُ ضَرُورَةٌ تَعْرِضُ لِلِاجْتِمَاعِ، وَلَاسِيَّمَا فِي الْأُمَمِ الْحَرْبِيَّةِ كَالْأُمَّةِ الْإِسْلَامِيَّةِ. فَهُوَ إِنَّمَا أُبِيحَ لِلضَّرُورَةِ، وَاشْتُرِطَ فِيهِ عَدَمُ الْجَوْرِ، وَالظُّلْمِ. وَلِهَذِهِ الْمَسْأَلَةِ مَبَاحِثُ أُخْرَى كَبَحْثِ حِكْمَةِ التَّعَدُّدِ، وَالْعَدَدِ، وَبَحْثِ إِمْكَانِ مَنْعِ الْحُكَّامِ لِمَفَاسِدِ التَّعَدُّدِ بِالتَّضْيِيقِ فِيهِ إِذَا عَمَّ ضَرَرُهُ كَمَا هِيَ الْحَالُ فِي الْبِلَادِ </p><p> الْمِصْرِيَّةِ كَمَا يُقَالُ، فَإِنَّ الَّذِينَ يَتَزَوَّجُونَ أَكْثَرَ مِنْ وَاحِدَةٍ يَكْثُرُونَ هُنَا مَا لَا يَكْثُرُونَ فِي بِلَادِ الشَّامِ، وَبِلَادِ التُّرْكِ مَعَ كَوْنِ الْأَخْلَاقِ فِي الْبِلَادِ الْمِصْرِيَّةِ أَشَدَّ فَسَادًا مِنْهَا هُنَاكَ فِي الْغَالِبِ. وَلَنَا فِي حِكْمَةِ التَّعَدُّدِ فَتْوَى نَشَرْنَاهَا فِي الْمُجَلَّدِ السَّابِعِ مِنَ الْمَنَارِ هَذَا نَصُّهَا. </p><p> (حِكْمَةُ تَعَدُّدِ الزَّوْجَاتِ)  (س ٢٠ مِنْ نَجِيبٍ أَفَنْدِي قِنَاوِيٍّ أَحَدِ طَلَبَةِ الطِّبِّ فِي أَمْرِيكَا: يَسْأَلُنِي كَثِيرٌ مِنْ أَطِبَّاءِ الْأَمِرِيكَانِيِّينَ،وَغَيْرِهِمْ عَنِ الْآيَةِ الشَّرِيفَةِ فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً وَيَقُولُونَ:كَيْفَ يَجْمَعُ الْمُسْلِمُ بَيْنَ أَرْبَعَةِ نِسْوَةٍ؟فَأَجَبْتُهُمْ عَلَى مِقْدَارِ مَا فَهِمْتُ مِنَ الْآيَةِ مُدَافَعَةً عَنْ دِينِي وَقُلْتُ:إِنَّ الْعَدْلَ بَيْنَ اثْنَتَيْنِ مُسْتَحِيلٌ ; لِأَنَّهُ عِنْدَمَا يَتَزَوَّجُ الْجَدِيدَةَ لَا بُدَّ أَنْ يَكْرَهَ الْقَدِيمَةَ، فَكَيْفَ يَعْدِلُ بَيْنَهُمَا، وَاللهُ أَمَرَ بِالْعَدْلِ، فَالْأَحْسَنُ وَاحِدَةٌ، هَذَا مَا قُلْتُهُ وَرُبَّمَا أَقْنَعَهُمْ،وَلَكِنْ أُرِيدُ مِنْكُمُ التَّفْسِيرَ وَتَوْضِيحَ هَذِهِ الْآيَةِ:وَمَا قَوْلُكُمْ فِي الَّذِينَ يَتَزَوَّجُونَ ثِنْتَيْنِ وَثَلَاثًا؟ .</p><p> (ج) إِنَّ الْجَمَاهِيرَ مِنَ الْإِفْرِنْجِ يَرَوْنَ مَسْأَلَةَ تَعَدُّدِ الْأَزْوَاجِ أَكْبَرَ قَادِحٍ فِي الْإِسْلَامِ مُتَأَثِّرِينَ بِعَادَاتِهِمْ، وَتَقْلِيدِهِمُ الدِّينِيِّ، وَغُلُوِّهِمْ فِي تَعْظِيمِ النِّسَاءِ، وَبِمَا يَسْمَعُونَ وَيَعْلَمُونَ عَنْ حَالِ كَثِيرٍ مِنَ الْمُسْلِمِينَ الَّذِينَ يَتَزَوَّجُونَ عِدَّةَ زَوْجَاتٍ لِمُجَرَّدِ التَّمَتُّعِ الْحَيَوَانِيِّ مِنْ غَيْرِ تَقَيُّدٍ بِمَا قَيَّدَ الْقُرْآنُ بِهِ جَوَازَ ذَلِكَ، وَبِمَا يُعْطِيهِ النَّظَرُ مِنْ فَسَادِ الْبُيُوتِ الَّتِي تَتَكَوَّنُ مِنْ زَوْجٍ وَاحِدٍ، وَزَوْجَاتٍ لَهُنَّ أَوْلَادٌ يَتَحَاسَدُونَ، وَيَتَنَازَعُونَ، وَيَتَبَاغَضُونَ. وَلَا يَكْفِي مِثْلُ هَذَا النَّظَرِ لِلْحُكْمِ فِي مَسْأَلَةٍ اجْتِمَاعِيَّةٍ كُبْرَى كَهَذِهِ الْمَسْأَلَةِ بَلْ لَا بُدَّ قَبْلَ الْحُكْمِ مِنَ النَّظَرِ فِي طَبِيعَةِ الرَّجُلِ، وَطَبِيعَةِ الْمَرْأَةِ وَالنِّسْبَةِ بَيْنَهُمَا مِنْ حَيْثُ مَعْنَى الزَّوْجِيَّةِ، وَالْغَرَضِ مِنْهَا، وَفِي عَدَدِ الرِّجَالِ، وَالنِّسَاءِ فِي الْأُمَمِ أَيُّهُمَا أَكْثَرُ، وَفِي مَسْأَلَةِ الْمَعِيشَةِ الْمَنْزِلِيَّةِ، وَكَفَالَةِ الرِّجَالِ لِلنِّسَاءِ، أَوِ الْعَكْسِ، أَوِ اسْتِقْلَالِ كُلٍّ مِنَ الزَّوْجَيْنِ بِنَفْسِهِ، وَفِي تَارِيخِ النُّشُوءِ الْبَشَرِيِّ لِيُعْلَمَ هَلْ كَانَ النَّاسُ فِي طَوْرِ الْبَدَاوَةِ يَكْتَفُونَ بِأَنْ يَخْتَصَّ كُلُّ رَجُلٍ بِامْرَأَةٍ وَاحِدَةٍ، وَبَعْدَ هَذَا كُلِّهِ يَنْظُرُ هَلْ جَعَلَ الْقُرْآنُ مَسْأَلَةَ تَعَدُّدِ الزَّوْجَاتِ أَمْرًا دِينِيًّا مَطْلُوبًا، أَمْ رُخْصَةً تُبَاحُ لِلضَّرُورَةِ بِشُرُوطٍ مُضَيَّقٍ فِيهَا؟ </p><p> أَنْتُمْ مَعْشَرَ الْمُشْتَغِلِينَ بِالْعُلُومِ الطِّبِّيَّةِ أَعْرَفُ النَّاسِ بِالْفَرْقِ بَيْنَ طَبِيعَةِ الرَّجُلِ </p><p> وَطَبِيعَةِ الْمَرْأَةِ، وَأَهَمِّ التَّبَايُنِ بَيْنَهُمَا، وَمِمَّا نَعْلَمُ نَحْنُ بِالْإِجْمَالِ أَنَّ الرَّجُلَ بِطَبِيعَتِهِ أَكْثَرُ طَلَبًا لِلْأُنْثَى مِنْهَا لَهُ، وَأَنَّهُ قَلَّمَا يُوجَدُ رَجُلٌ عِنِّينٌ لَا يَطْلُبُ النِّسَاءَ بِطَبِيعَتِهِ، وَلَكِنْ يُوجَدُ كَثِيرٌ مِنَ النِّسَاءِ اللَّاتِي لَا يَطْلُبْنَ الرِّجَالَ بِطَبِيعَتِهِنَّ، وَلَوْلَا أَنَّ الْمَرْأَةَ مُغْرَمَةٌ بِأَنْ تَكُونَ مَحْبُوبَةً مِنَ الرَّجُلِ، وَكَثِيرَةُ التَّفَكُّرِ فِي الْحُظْوَةِ عِنْدَهُ لَوُجِدَ فِي النِّسَاءِ مِنَ الزَّاهِدَاتِ فِي التَّزَوُّجِ أَضْعَافُ مَا يُوجَدُ الْآنَ. وَهَذَا الْغَرَامُ فِي الْمَرْأَةِ هُوَ غَيْرُ الْمَيْلِ الْمُتَوَلِّدِ مِنْ دَاعِيَةِ التَّنَاسُلِ الطَّبِيعِيَّةِ فِيهَا، وَفِي الرَّجُلِ، وَهُوَ الَّذِي يَحْمِلُ الْعَجُوزَ، وَالَّتِي لَا تَرْجُو زَوَاجًا عَلَى التَّزَيُّنِ بِمِثْلِ مَا تَتَزَيَّنُ بِهِ الْعَذْرَاءُ الْمُعَرِّضَةُ، وَالسَّبَبُ عِنْدِي فِي هَذَا مُعْظَمُهُ اجْتِمَاعِيٌّ، وَهُوَ مَا ثَبَتَ فِي طَبِيعَةِ النِّسَاءِ، وَاعْتِقَادِهِنَّ الْقُرُونَ الطَّوِيلَةَ مِنَ الْحَاجَةِ إِلَى حِمَايَةِ الرِّجَالِ، وَكَفَالَتِهِمْ وَكَوْنِ عِنَايَةِ الرَّجُلِ بِالْمَرْأَةِ عَلَى قَدْرِ حُظْوَتِهَا عِنْدَهُ، وَمَيْلِهِ إِلَيْهَا، أَحَسَّ النِّسَاءُ بِهَذَا فِي الْأَجْيَالِ الْفِطْرِيَّةِ فَعَمَلْنَ لَهُ حَتَّى صَارَ مَلَكَةً مَوْرُوثَةً فِيهِنَّ حَتَّى </p><p> إِنَّ الْمَرْأَةَ لَتُبْغِضُ الرَّجُلَ، وَيُؤْلِمُهَا مَعَ ذَلِكَ أَنْ يُعْرِضَ عَنْهَا، وَيَمْتَهِنَهَا، وَإِنَّهُنَّ لَيَأْلَمْنَ أَنْ يَرَيْنَ رَجُلًا - وَلَوْ شَيْخًا كَبِيرًا أَوْ رَاهِبًا مُتَبَتِّلًا - لَا يَمِيلُ إِلَى النِّسَاءِ، وَلَا يَخْضَعُ لِسِحْرِهِنَّ، وَيَسْتَجِيبُ لِرُقْيَتِهِنَّ. وَنَتِيجَةُ هَذَا أَنَّ دَاعِيَةَ النَّسْلِ فِي الرَّجُلِ أَقْوَى مِنْهَا فِي الْمَرْأَةِ، فَهَذِهِ مُقَدِّمَةٌ أُولَى. </p><p> ثُمَّ إِنَّ الْحِكْمَةَ الْإِلَهِيَّةَ فِي مَيْلِ كُلٍّ مِنَ الزَّوْجَيْنِ الذَّكَرِ، وَالْأُنْثَى إِلَى الْآخَرِ الْمَيْلَ الَّذِي يَدْعُو إِلَى الزَّوَاجِ هِيَ التَّنَاسُلُ الَّذِي يُحْفَظُ بِهِ النَّوْعُ، كَمَا أَنَّ الْحِكْمَةَ فِي شَهْوَةِ التَّغَذِّي هِيَ حِفْظُ الشَّخْصِ. وَالْمَرْأَةُ تَكُونُ مُسْتَعِدَّةً لِلنَّسْلِ نِصْفَ الْعُمُرِ الطَّبِيعِيِّ لِلْإِنْسَانِ وَهُوَ مِائَةُ سَنَةٍ. وَسَبَبُ ذَلِكَ أَنَّ قُوَّةَ الْمَرْأَةِ تَضْعُفُ عَنِ الْحَمْلِ بَعْدَ الْخَمْسِينَ فِي الْغَالِبِ، فَيَنْقَطِعُ دَمُ حَيْضِهَا وَبُوَيْضَاتُ التَّنَاسُلِ مِنْ رَحِمِهَا، وَالْحِكْمَةُ ظَاهِرَةٌ فِي ذَلِكَ، وَالْأَطِبَّاءُ أَعْلَمُ بِتَفْصِيلِهَا، فَإِذَا لَمْ يُبَحْ لِلرَّجُلِ التَّزَوُّجُ بِأَكْثَرَ مِنَ امْرَأَةٍ وَاحِدَةٍ كَانَ نِصْفُ عُمُرِ الرِّجَالِ الطَّبِيعِيِّ فِي الْأُمَّةِ مُعَطَّلًا مِنَ النَّسْلِ الَّذِي هُوَ مَقْصُودُ الزَّوَاجِ، إِذَا فُرِضَ أَنَّ الرَّجُلَ يَقْتَرِنُ بِمَنْ تُسَاوِيهِ فِي السِّنِّ، وَقَدْ يَضِيعُ عَلَى بَعْضِ الرِّجَالِ أَكْثَرُ مِنْ خَمْسِينَ سَنَةً إِذَا تَزَوَّجَ بِمَنْ هِيَ أَكْبَرُ مِنْهُ، وَعَاشَ الْعُمُرَ الطَّبِيعِيَّ كَمَا يَضِيعُ عَلَى بَعْضِهِمْ أَقَلُّ مِنْ ذَلِكَ إِذَا تَزَوَّجَ بِمَنْ هِيَ أَصْغَرُ مِنْهُ، وَعَلَى كُلِّ حَالٍ يَضِيعُ عَلَيْهِ شَيْءٌ مِنْ عُمُرِهِ حَتَّى لَوْ تَزَوَّجَ، وَهُوَ فِي سِنِّ الْخَمْسِينَ بِمَنْ هِيَ فِي الْخَامِسَةَ عَشْرَةَ يَضِيعُ عَلَيْهِ خَمْسَ عَشْرَةَ سَنَةً. وَمَا عَسَاهُ يَطْرَأُ عَلَى الرِّجَالِ مِنْ مَرَضٍ، </p><p> أَوْ هَرَمٍ عَاجِلٍ، أَوْ مَوْتٍ قَبْلَ بُلُوغِ السِّنِّ الطَّبِيعِيِّ يَطْرَأُ مِثْلُهُ عَلَى النِّسَاءِ قَبْلَ سِنِّ الْيَأْسِ، وَقَدْ لَاحَظَ هَذَا الْفَرْقَ بَعْضُ حُكَمَاءِ الْإِفْرِنْجِ فَقَالَ: لَوْ تَرَكْنَا رَجُلًا وَاحِدًا مَعَ مِائَةِ امْرَأَةٍ سَنَةً وَاحِدَةً لَجَازَ أَنْ يَكُونَ لَنَا مِنْ نَسْلِهِ فِي السَّنَةِ مِائَةُ إِنْسَانٍ، وَأَمَّا إِذَا تَرَكْنَا مِائَةَ رَجُلٍ مَعَ امْرَأَةٍ وَاحِدَةٍ سَنَةً كَامِلَةً فَأَكْثَرَ مَا يُمْكِنُ أَنْ يَكُونَ لَنَا مِنْ نَسْلِهِمْ إِنْسَانٌ وَاحِدٌ، وَالْأَرْجَحُ أَنَّ هَذِهِ الْمَرْأَةَ لَا تُنْتِجُ أَحَدًا ; لِأَنَّ كُلَّ وَاحِدٍ مِنَ الرِّجَالِ يُفْسِدُ حَرْثَ الْآخَرِ. وَمَنْ لَاحَظَ عِظَمَ شَأْنِ كَثْرَةِ النَّسْلِ فِي سُنَّةِ الطَّبِيعَةِ، وَفِي حَالِ الْأُمَمِ يَظْهَرُ لَهُ عِظَمُ شَأْنِ هَذَا الْفَرْقِ - فَهَذِهِ مُقَدِّمَةٌ ثَانِيَةٌ. </p><p> ثُمَّ إِنَّ الْمَوَالِيدَ مِنَ الْإِنَاثِ أَكْثَرُ مِنَ الذُّكُورِ فِي أَكْثَرِ بِقَاعِ الْأَرْضِ تَرَى الرِّجَالَ عَلَى كَوْنِهِمْ أَقَلَّ مِنَ النِّسَاءِ يَعْرِضُ لَهُمْ مِنَ الْمَوْتِ، وَالِاشْتِغَالِ عَنِ التَّزَوُّجِ أَكْثَرُ مِمَّا يَعْرِضُ لِلنِّسَاءِ، وَمُعْظَمُ ذَلِكَ فِي الْجُنْدِيَّةِ وَالْحُرُوبِ، وَفِي الْعَجْزِ عَنِ الْقِيَامِ بِأَعْبَاءِ الزَّوَاجِ، وَنَفَقَاتِهِ ; لِأَنَّ ذَلِكَ يُطْلَبُ مِنْهُمْ فِي أَصْلِ نِظَامِ الْفِطْرَةِ، وَفِيمَا جَرَتْ عَلَيْهِ سُنَّةُ الشُّعُوبِ، وَالْأُمَمِ إِلَّا مَا شَذَّ، فَإِذَا لَمْ يُبَحْ لِلرَّجُلِ الْمُسْتَعِدِّ لِلزَّوَاجِ أَنْ يَتَزَوَّجَ بِأَكْثَرَ مِنْ وَاحِدَةٍ اضْطَرَّتِ الْحَالُ إِلَى تَعْطِيلِ عَدَدٍ كَثِيرٍ مِنَ النِّسَاءِ، وَمَنْعِهِنَّ مِنَ النَّسْلِ الَّذِي تَطْلُبُهُ الطَّبِيعَةُ وَالْأُمَّةُ مِنْهُنَّ وَإِلَى إِلْزَامِهِنَّ مُجَاهَدَةَ دَاعِيَةَ النَّسْلِ فِي طَبِيعَتِهِنَّ، وَذَلِكَ يُحْدِثُ أَمْرَاضًا بَدَنِيَّةً، وَعَقْلِيَّةً كَثِيرَةً يُمْسِي بِهَا أُولَئِكَ الْمِسْكِينَاتُ </p><p> عَالَةً عَلَى الْأُمَّةِ، وَبَلَاءً فِيهَا بَعْدَ أَنْ كُنَّ نِعْمَةً لَهَا، أَوْ إِلَى إِبَاحَةِ أَعْرَاضِهِنَّ وَالرِّضَا بِالسِّفَاحِ. </p><p> وَفِي ذَلِكَ مِنَ الْمَصَائِبِ عَلَيْهِنَّ - لَا سِيَّمَا إِذَا كُنَّ فَقِيرَاتٍ - مَا لَا يَرْضَى بِهِ ذُو إِحْسَاسٍ بَشَرِيٍّ، وَإِنَّكَ لَتَجِدُ هَذِهِ الْمَصَائِبَ قَدِ انْتَشَرَتْ فِي الْبِلَادِ الْإِفْرِنْجِيَّةِ حَتَّى أَعْيَا النَّاسَ أَمْرُهَا، وَطَفِقَ أَهْلُ الْبَحْثِ يَنْظُرُونَ فِي طَرِيقِ عِلَاجِهَا فَظَهَرَ لِبَعْضِهِمْ أَنَّ الْعِلَاجَ الْوَحِيدَ هُوَ إِبَاحَةُ تَعَدُّدِ الزَّوْجَاتِ. </p><p> وَمِنَ الْعَجَائِبِ أَنِ ارْتَأَى هَذَا الرَّأْيَ غَيْرُ وَاحِدَةٍ مِنْ كَاتِبَاتِ الْإِنْكِلِيزِ، وَقَدْ نَقَلْنَا ذَلِكَ عَنْهُنَّ فِي مَقَالَةٍ نُشِرَتْ فِي الْمُجَلَّدِ الرَّابِعِ مِنَ الْمَنَارِ (تُرَاجَعُ فِي ص٧٤١ مِنْهُ) ، وَإِنَّمَا كَانَ هَذَا عَجِيبًا لِأَنَّ النِّسَاءَ يَنْفِرْنَ مِنْ هَذَا الْأَمْرِ طَبْعًا، وَهُنَّ يَحْكُمْنَ بِمُقْتَضَى الشُّعُورِ، وَالْوِجْدَانِ أَكْثَرَ مِمَّا يَحْكُمْنَ بِمُقْتَضَى </p><p> الْمَصْلَحَةِ، وَالْبُرْهَانِ، بَلْ إِنَّ مَسْأَلَةَ تَعَدُّدِ الزَّوْجَاتِ صَارَتْ مَسْأَلَةً وِجْدَانِيَّةً عِنْدَ رِجَالِ الْإِفْرِنْجِ تَبَعًا لِنِسَائِهِمْ حَتَّى لَا تَجِدَ الْفَيْلَسُوفَ مِنْهُمْ لَا يَقْدِرُ أَنْ يَبْحَثَ فِي فَوَائِدِهَا، وَفِي وَجْهِ الْحَاجَةِ إِلَيْهَا بَحْثَ بَرِيءٍ مِنَ الْغَرَضِ - طَالِبٍ كَشْفَ الْحَقِيقَةِ - فَهَذِهِ مُقَدِّمَةٌ ثَالِثَةٌ. </p><p> وَأَنْتَقِلُ بِكَ مِنْ هَذَا إِلَى اكْتِنَاهِ حَالِ الْمَعِيشَةِ الزَّوْجِيَّةِ، وَأُشْرِفُ بِكَ عَلَى حُكْمِ الْعَقْلِ وَالْفِطْرَةِ فِيهَا، وَهُوَ أَنَّ الرَّجُلَ يَجِبُ أَنْ يَكُونَ هُوَ الْكَافِلَ لِلْمَرْأَةِ، وَسَيِّدَ الْمَنْزِلِ لِقُوَّةِ بَدَنِهِ، وَعَقْلِهِ، وَكَوْنِهِ أَقْدَرَ عَلَى الْكَسْبِ، وَالدِّفَاعِ، وَهَذَا هُوَ مَعْنَى قَوْلِهِ - تَعَالَى -: الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ [٤: ٣٤] وَأَنَّ الْمَرْأَةَ يَجِبُ أَنْ تَكُونَ مُدَبِّرَةَ الْمَنْزِلِ، وَمُرَبِّيَةَ الْأَوْلَادِ لِرِقَّتِهَا، وَصَبْرِهَا، وَكَوْنِهَا كَمَا قُلْنَا مِنْ قَبْلُ وَاسِطَةً فِي الْإِحْسَاسِ وَالتَّعَقُّلِ بَيْنَ الرَّجُلِ، وَالطِّفْلِ، فَيَحْسُنُ أَنْ تَكُونَ وَاسِطَةً لِنَقْلِ الطِّفْلِ الذَّكَرِ بِالتَّدْرِيجِ إِلَى الِاسْتِعْدَادِ لِلرُّجُولَةِ وَلِجَعْلِ الْبِنْتِ كَمَا يَجِبُ أَنْ تَكُونَ مِنَ اللُّطْفِ وَالدَّعَةِ وَالِاسْتِعْدَادِ لِعَمَلِهَا الطَّبِيعِيِّ. </p><p> وَإِنْ شِئْتَ فَقُلْ فِي بَيَانِ هَذِهِ الْمَسْأَلَةِ: إِنَّ الْبَيْتَ مَمْلَكَةٌ صُغْرَى كَمَا أَنَّ مَجْمُوعَ الْبُيُوتِ هُوَ الْمَمْلَكَةُ الْكُبْرَى، فَلِلْمَرْأَةِ فِي هَذِهِ الْمَمْلَكَةِ إِدَارَةُ نِظَارَةِ الدَّاخِلِيَّةِ وَالْمَعَارِفِ، وَلِلرَّجُلِ مَعَ الرِّيَاسَةِ الْعَامَّةِ إِدَارَةُ نِظَارَاتِ الْمَالِيَّةِ، وَالْأَشْغَالِ الْعُمُومِيَّةِ، وَالْحَرْبِيَّةِ، وَالْخَارِجِيَّةِ، وَإِذَا كَانَ مِنْ نِظَامِ الْفِطْرَةِ أَنْ تَكُونَ الْمَرْأَةُ قَيِّمَةَ الْبَيْتِ، وَعَمَلُهَا مَحْصُورًا فِيهِ لِضَعْفِهَا عَنِ الْعَمَلِ الْآخَرِ بِطَبِيعَتِهَا، وَبِمَا يَعُوقُهَا مِنَ الْحَبَلِ، وَالْوِلَادَةِ، وَمُدَارَاةِ الْأَطْفَالِ، وَكَانَتْ بِذَلِكَ عَالَةً عَلَى الرَّجُلِ كَانَ مِنَ الشَّطَطِ تَكْلِيفُهَا الْمَعِيشَةَ الِاسْتِقْلَالِيَّةَ بَلْهَ السِّيَادَةَ، وَالْقِيَامَ عَلَى الرَّجُلِ، وَإِذَا صَحَّ أَنَّ الْمَرْأَةَ يَجِبُ أَنْ تَكُونَ فِي كَفَالَةِ الرَّجُلِ، وَأَنَّ الرِّجَالَ قَوَّامُونَ عَلَى النِّسَاءِ كَمَا هُوَ ظَاهِرٌ، فَمَاذَا نَعْمَلُ، وَالنِّسَاءُ (قَدْ يَكُنَّ) أَكْثَرَ مِنَ الرِّجَالِ عَدَدًا؟ أَلَا يَنْبَغِي أَنْ يَكُونَ فِي نِظَامِ الِاجْتِمَاعِ الْبَشَرِيِّ أَنْ يُبَاحَ لِلرَّجُلِ الْوَاحِدِ كَفَالَةُ عِدَّةِ نِسَاءٍ عِنْدَ الْحَاجَةِ إِلَى ذَلِكَ لَا سِيَّمَا فِي أَعْقَابِ الْحُرُوبِ الَّتِي تَجْتَاحُ الرِّجَالَ، وَتَدَعُ النِّسَاءَ لَا كَافِلَ لِلْكَثِيرِ مِنْهُنَّ وَلَا نَصِيرَ؟ وَيَزِيدُ بَعْضُهُمْ عَلَى هَذَا أَنَّ الرَّجُلَ فِي خَارِجِ الْمَنْزِلِ يَتَيَسَّرُ لَهُ أَنْ يَسْتَعِينَ عَلَى أَعْمَالِهِ بِكَثِيرٍ مِنَ النَّاسِ، وَلَكِنَّ الْمَنْزِلَ لَا يَشْمَلُ عَلَى غَيْرِ أَهْلِهِ، وَقَدْ تَمَسُّ الْحَاجَةُ إِلَى مُسَاعَدَةٍ لِلْمَرْأَةِ عَلَى أَعْمَالِهَا الْكَثِيرَةِ كَمَا تَقْضِي قَوَاعِدُ عِلْمِ </p><p> الِاقْتِصَادِ فِي تَوْزِيعِ الْأَعْمَالِ، وَلَا يَنْبَغِي أَنْ يَكُونَ مَنْ يُسَاعِدُهَا فِي الْبَيْتِ مِنَ الرِّجَالِ لِمَا فِي ذَلِكَ </p><p> مِنَ الْمَفَاسِدِ، فَمِنَ الْمَصْلَحَةِ عَلَى هَذَا أَنْ يَكُونَ فِي الْبَيْتِ عِدَّةُ نِسَاءٍ مَصْلَحَتُهُنَّ عِمَارَتُهُ - كَذَا قَالَ بَعْضُهُمْ - فَهَذِهِ مُقَدِّمَةٌ رَابِعَةٌ. </p><p> وَإِذَا رَجَعْتَ مَعِي إِلَى الْبَحْثِ فِي تَارِيخِ النُّشُوءِ فِي الزَّوَاجِ، وَالْبُيُوتِ (الْعَائِلَاتِ) ، أَوْ فِي الِازْدِوَاجِ، وَالْإِنْتَاجِ تَجِدُ أَنَّ الرَّجُلَ لَمْ يَكُنْ فِي أُمَّةٍ مِنَ الْأُمَمِ يَكْتَفِي بِامْرَأَةٍ وَاحِدَةٍ كَمَا هُوَ شَأْنُ أَكْثَرِ الْحَيَوَانَاتِ، وَلَيْسَ هَذَا بِمَحَلٍّ لِبَيَانِ السَّبَبِ الطَّبِيعِيِّ فِي ذَلِكَ، بَلْ ثَبَتَ بِالْبَحْثِ أَنَّ الْقَبَائِلَ الْمُتَوَحِّشَةَ كَانَ فِيهَا النِّسَاءُ حَقًّا مُشَاعًا لِلرِّجَالِ بِحَسَبِ التَّرَاضِي، وَكَانَتِ الْأُمُّ هِيَ رَئِيسَةَ الْبَيْتِ إِذِ الْأَبُ غَيْرُ مُتَعَيِّنٍ فِي الْغَالِبِ، وَكَانَ الْإِنْسَانُ كُلَّمَا ارْتَقَى يَشْعُرُ بِضَرَرِ هَذَا الشُّيُوعِ، وَالِاخْتِلَاطِ، وَيَمِيلُ إِلَى الِاخْتِصَاصِ، فَكَانَ أَوَّلَ اخْتِصَاصٍ فِي الْقَبِيلَةِ أَنْ يَكُونَ نِسَاؤُهَا لِرِجَالِهَا دُونَ رِجَالِ قَبِيلَةٍ أُخْرَى، وَمَا زَالُوا يَرْتَقُونَ حَتَّى وَصَلُوا إِلَى اخْتِصَاصِ الرَّجُلِ الْوَاحِدِ بِعِدَّةِ نِسَاءٍ مِنْ غَيْرِ تَقَيُّدٍ بِعَدَدٍ مُعَيَّنٍ، بَلْ حَسَبَ مَا يَتَيَسَّرُ لَهُ، فَانْتَقَلَ بِهَذَا تَارِيخُ الْبُيُوتِ (الْعَائِلَاتِ) إِلَى دَوْرٍ جَدِيدٍ صَارَ فِيهِ الْأَبُ عَمُودَ النَّسَبِ، وَأَسَاسَ الْبَيْتِ كَمَا بَيَّنَ ذَلِكَ بَعْضُ عُلَمَاءِ الْأَلْمَانِ، وَالْإِنْكِلِيزِ الْمُتَأَخِّرِينَ فِي كُتُبٍ لَهُمْ فِي تَارِيخِ الْبُيُوتِ (الْعَائِلَاتِ) ، وَمِنْ هُنَا يَذْهَبُ الْإِفْرِنْجُ إِلَى أَنَّ نِهَايَةَ الِارْتِقَاءِ هُوَ أَنْ يُخَصَّ الرَّجُلُ الْوَاحِدُ بِامْرَأَةٍ وَاحِدَةٍ، وَهُوَ مُسْلِمٌ، وَيَنْبَغِي أَنْ يَكُونَ هَذَا هُوَ الْأَصْلُ فِي الْبُيُوتِ، وَلَكِنْ مَاذَا يَقُولُونَ فِي الْعَوَارِضِ الطَّبِيعِيَّةِ، وَالِاجْتِمَاعِيَّةِ الَّتِي تُلْجِئُ إِلَى أَنْ يَكْفُلَ الرَّجُلُ عِدَّةً مِنَ النِّسَاءِ لِمَصْلَحَتِهِنَّ، وَمَصْلَحَةِ الْأُمَّةِ، وَلِاسْتِعْدَادِهِ الطَّبِيعِيِّ لِذَلِكَ، وَلِيُخْبِرُونَا هَلْ رَضِيَ الرِّجَالُ بِهَذَا الِاخْتِصَاصِ، وَقَنَعُوا بِالزَّوَاجِ الْفَرْدِيِّ فِي أُمَّةٍ مِنَ الْأُمَمِ إِلَى الْيَوْمِ؟ أَيُوجَدُ فِي أُورُبَّا فِي كُلِّ مِائَةِ أَلْفِ رَجُلٍ رَجُلٌ وَاحِدٌ لَا يَزْنِي؟ كَلَّا. إِنَّ الرَّجُلَ بِمُقْتَضَى طَبِيعَتِهِ، وَمَلَكَاتِهِ الْوِرَاثِيَّةِ لَا يَكْتَفِي بِامْرَأَةٍ وَاحِدَةٍ إِذِ الْمَرْأَةُ لَا تَكُونُ فِي كُلِّ وَقْتٍ مُسْتَعِدَّةً لِغِشْيَانِ الرَّجُلِ إِيَّاهَا، كَمَا أَنَّهَا لَا تَكُونُ فِي كُلِّ وَقْتٍ مُسْتَعِدَّةً لِثَمَرَةِ هَذَا الْغِشْيَانِ وَفَائِدَتِهِ، وَهُوَ النَّسْلُ فَدَاعِيَةُ الْغِشْيَانِ فِي الرَّجُلِ لَا تَنْحَصِرُ فِي وَقْتٍ دُونَ وَقْتٍ، وَلَكِنَّ قَبُولَهُ مِنَ الْمَرْأَةِ مَحْصُورٌ فِي أَوْقَاتٍ، وَمَمْنُوعٌ فِي غَيْرِهَا، فَالدَّاعِيَةُ الطَّبِيعِيَّةُ فِي الْمَرْأَةِ لِقَبُولِ الرَّجُلِ إِنَّمَا تَكُونُ مَعَ اعْتِدَالِ الْفِطْرَةِ عَقِبَ الطُّهْرِ مِنَ الْحَيْضِ، وَأَمَّا فِي حَالِ الْحَيْضِ وَحَالِ الْحَمْلِ وَالْإِثْقَالِ فَتَأْبَى طَبِيعَتُهَا ذَلِكَ. وَأَظُنُّ أَنَّهُ لَوْلَا تَوْطِينُ الْمَرْأَةِ نَفْسَهَا عَلَى إِرْضَاءِ الرَّجُلِ وَالْحُظْوَةِ عِنْدَهُ، وَلَوْلَا مَا يُحْدِثُهُ </p><p> التَّذَكُّرُ وَالتَّخَيُّلُ لِلَذَّةٍ وَقَعَتْ فِي إِبَّانِهَا مِنَ التَّعَمُّلِ لِاسْتِعَادَتِهَا، وَلَا سِيَّمَا مَعَ تَأْثِيرِ التَّرْبِيَةِ وَالْعَادَاتِ الْعُمُومِيَّةِ لَكَانَ النِّسَاءُ يَأْبَيْنَ الرِّجَالَ فِي أَكْثَرِ أَيَّامِ الطُّهْرِ الَّتِي لَا يَكُنَّ فِيهَا مُسْتَعِدَّاتٍ لِلْعُلُوقِ الَّذِي هُوَ مَبْدَأُ الْإِنْتَاجِ، وَمِنْ هَذَا التَّقْرِيرِ يُعْلَمُ أَنَّ اكْتِفَاءَ الرَّجُلِ بِامْرَأَةٍ وَاحِدَةٍ يَسْتَلْزِمُ أَنْ يَكُونَ مُنْدَفِعًا بِطَبِيعَتِهِ إِلَى الْإِفْضَاءِ إِلَيْهَا فِي أَيَّامٍ طَوِيلَةٍ هِيَ فِيهَا غَيْرُ مُسْتَعِدَّةٍ لِقَبُولِهِ أَظْهَرُهَا أَيَّامُ الْحَيْضِ، وَالْإِثْقَالِ بِالْحَمْلِ، وَالنِّفَاسِ، وَأَقَلُّهَا ظُهُورًا أَيَّامُ الرَّضَاعِ لَا سِيَّمَا الْأَيَّامُ الْأُولَى، وَالْأَخِيرَةُ مِنْ </p><p> أَيَّامِ طُهْرِهَا. وَقَدْ يُنَازَعُ فِي هَذِهِ لِغَلَبَةِ الْعَادَةِ فِيهَا عَلَى الطَّبِيعَةِ، وَأَمَّا اكْتِفَاءُ الْمَرْأَةِ بِرَجُلٍ وَاحِدٍ فَلَا مَانِعَ مِنْهُ فِي طَبِيعَتِهَا، وَلَا لِمَصْلَحَةِ النَّسْلِ، بَلْ هُوَ الْمُوَافِقُ لِذَلِكَ إِذْ لَا تَكُونُ الْمَرْأَةُ فِي حَالٍ مُسْتَعِدَّةً فِيهَا لِمُلَامَسَةِ الرَّجُلِ، وَهُوَ غَيْرُ مُسْتَعِدٍّ مَا دَامَا فِي اعْتِدَالِ مِزَاجِهِمَا، وَلَا نَذْكُرُ الْمَرَضَ ; لِأَنَّ الزَّوْجَيْنِ يَسْتَوِيَانِ فِيهِ، وَمِنْ حُقُوقِ الزَّوْجِيَّةِ، وَآدَابِهَا أَنْ يَكُونَ لِكُلٍّ مِنْهُمَا شُغْلٌ بِتَمْرِيضِ الْآخَرِ فِي وَقْتِ مُصَابِهِ عَنِ السَّعْيِ وَرَاءَ لَذَّتِهِ، وَقَدْ ذُكِرَ عَنْ بَعْضِ مُحَقِّقِي الْأُورُبِّيِّينَ أَنَّ تَعَدُّدَ الْأَزْوَاجِ الَّذِي وُجِدَ فِي بَعْضِ الْقَبَائِلِ الْمُتَوَحِّشَةِ كَانَ سَبَبُهُ قِلَّةَ الْبَنَاتِ لِوَأْدِ الرِّجَالِ إِيَّاهُنَّ فِي ذَلِكَ الْعَصْرِ - فَهَذِهِ مُقَدِّمَةٌ خَامِسَةٌ. </p><p> بَعْدَ هَذَا كُلِّهِ أَجِلْ طَرْفَكَ مَعِي فِي تَارِيخِ الْأُمَّةِ الْعَرَبِيَّةِ قَبْلَ الْإِسْلَامِ تَجِدْ أَنَّهَا كَانَتْ قَدِ ارْتَفَعَتْ إِلَى أَنْ صَارَ فِيهَا الزَّوَاجُ الشَّرْعِيُّ هُوَ الْأَصْلُ فِي تَكْوِينِ الْبُيُوتِ، وَالرَّجُلُ هُوَ عَمُودُ الْبَيْتِ، وَأَصْلُ النَّسَبِ، وَلَكِنَّ تَعَدُّدَ الزَّوْجَاتِ لَمْ يَكُنْ مَحْدُودًا بِعَدَدٍ، وَلَا مُقَيَّدًا بِشَرْطٍ، وَكَانَ اخْتِلَافُ عِدَّةِ رِجَالٍ إِلَى امْرَأَةٍ وَاحِدَةٍ يُعَدُّ مِنَ الزِّنَا الْمَذْمُومِ، وَكَانَ الزِّنَا عَلَى كَثْرَتِهِ يَكَادُ يَكُونُ خَاصًّا بِالْإِمَاءِ، وَقَلَّمَا يَأْتِيهِ الْحَرَائِرُ إِلَّا أَنْ يَأْذَنَ الرَّجُلُ امْرَأَتَهُ بِأَنْ تَتَبَضَّعَ مِنْ رَجُلٍ يُعْجِبُهَا ابْتِغَاءَ نَجَابَةِ الْوَلَدِ، وَالزِّنَا لَمْ يَكُنْ مَعِيبًا، وَلَا عَارًا صُدُورُهُ مِنَ الرَّجُلِ، وَإِنَّمَا كَانَ يُعَابُ مِنْ حَرَائِرِ النِّسَاءِ. وَقَدْ حَظَرَ الْإِسْلَامُ الزِّنَا عَلَى الرِّجَالِ، وَالنِّسَاءِ جَمِيعًا حَتَّى الْإِمَاءِ، فَكَانَ يَصْعُبُ جِدًّا عَلَى الرِّجَالِ قَبُولُ الْإِسْلَامِ، وَالْعَمَلُ بِهِ مَعَ هَذَا الْحَجْرِ بِدُونِ إِبَاحَةِ تَعَدُّدِ الزَّوْجَاتِ. وَلَوْلَا ذَلِكَ لَاسْتُبِيحَ الزِّنَا فِي بِلَادِ الْإِسْلَامِ كَمَا هُوَ مُبَاحٌ فِي بِلَادِ الْإِفْرِنْجِ - فَهَذِهِ مُقَدِّمَةٌ سَادِسَةٌ. </p><p> وَلَا تَنْسَ مَعَ الْعِلْمِ بِهَذِهِ الْمَسَائِلِ أَنَّ غَايَةَ التَّرَقِّي فِي نِظَامِ الِاجْتِمَاعِ وَسَعَادَةِ الْبُيُوتِ (الْعَائِلَاتِ) أَنْ يَكُونَ تَكَوُّنُ الْبَيْتِ مِنْ زَوْجَيْنِ فَقَطْ يُعْطِي كُلٌّ مِنْهُمَا الْآخَرَ مِيثَاقًا غَلِيظًا عَلَى الْحُبِّ، وَالْإِخْلَاصِ، وَالثِّقَةِ، وَالِاخْتِصَاصِ، حَتَّى إِذَا مَا رُزِقَا أَوْلَادًا كَانَتْ </p><p> عِنَايَتُهُمَا مُتَّفِقَةً عَلَى حُسْنِ تَرْبِيَتِهِمْ لِيَكُونُوا قُرَّةَ عَيْنٍ لَهُمَا، وَيَكُونَا قُدْوَةً صَالِحَةً لَهُمْ فِي الْوِفَاقِ، وَالْوِئَامِ، وَالْحُبِّ، وَالْإِخْلَاصِ - فَهَذِهِ مُقَدِّمَةٌ سَابِعَةٌ. </p><p> إِذَا أَنْعَمْتَ النَّظَرَ فِي هَذِهِ الْمُقَدِّمَاتِ كُلِّهَا وَعَرَفْتَ فَرْعَهَا، وَأَصْلَهَا تَتَجَلَّى لَكَ هَذِهِ النَّتِيجَةُ، أَوِ النَّتَائِجُ، وَهِيَ: أَنَّ الْأَصْلَ فِي السَّعَادَةِ الزَّوْجِيَّةِ، وَالْحَيَاةِ الدِّينِيَّةِ هُوَ أَنْ يَكُونَ لِلرَّجُلِ زَوْجَةٌ وَاحِدَةٌ، وَأَنَّ هَذَا هُوَ غَايَةُ الِارْتِقَاءِ الْبَشَرِيِّ فِي بَابِهِ، وَالْكَمَالِ الَّذِي يَنْبَغِي أَنْ يُرَبَّى النَّاسُ عَلَيْهِ وَيَقْتَنِعُوا بِهِ، وَأَنَّهُ قَدْ يَعْرِضُ لَهُ مَا يَحُولُ دُونَ أَخْذِ النَّاسِ كُلِّهِمْ بِهِ، وَتَمَسُّ الْحَاجَةُ إِلَى كَفَالَةِ الرَّجُلِ الْوَاحِدِ لِأَكْثَرَ مِنِ امْرَأَةٍ وَاحِدَةٍ، وَأَنَّ ذَلِكَ قَدْ يَكُونُ لِمَصْلَحَةِ الْأَفْرَادِ مِنَ الرِّجَالِ، وَالنِّسَاءِ كَأَنْ يَتَزَوَّجَ الرَّجُلُ بِامْرَأَةٍ عَاقِرٍ فَيَضْطَرُّ إِلَى غَيْرِهَا لِأَجْلِ النَّسْلِ، وَيَكُونُ مِنْ مَصْلَحَتِهَا، أَوْ مَصْلَحَتِهِمَا مَعًا أَلَّا يُطَلِّقَهَا، وَتَرْضَى بِأَنْ يَتَزَوَّجَ بِغَيْرِهَا لَا سِيَّمَا إِذَا كَانَ مَلِكًا، أَوْ أَمِيرًا، أَوْ تَدْخُلُ الْمَرْأَةُ فِي سِنِّ الْيَأْسِ وَيَرَى الرَّجُلُ أَنَّهُ مُسْتَعِدٌّ لِلْإِعْقَابِ مِنْ غَيْرِهَا، وَهُوَ قَادِرٌ عَلَى الْقِيَامِ بِأَوَدِ غَيْرِ وَاحِدَةٍ، وَكِفَايَةِ أَوْلَادِ كَثِيرِينَ، وَتَرْبِيَتِهِمْ، أَوْ يَرَى أَنَّ الْمَرْأَةَ الْوَاحِدَةَ لَا تَكْفِي لِإِحْصَانِهِ </p><p> لِأَنَّ مِزَاجَهُ يَدْفَعُهُ إِلَى كَثْرَةِ الْإِفْضَاءِ وَمِزَاجَهَا بِالْعَكْسِ، أَوْ تَكُونُ فَارِكًا مِنْشَاصًا (أَيْ تَكْرَهُ الزَّوْجَ) ، أَوْ يَكُونُ زَمَنُ حَيْضِهَا طَوِيلًا يَنْتَهِي إِلَى خَمْسَةَ عَشَرَ يَوْمًا فِي الشَّهْرِ، وَيَرَى نَفْسَهُ مُضْطَرًّا إِلَى أَحَدِ الْأَمْرَيْنِ: التَّزَوُّجِ بِثَانِيَةٍ، أَوِ الزِّنَا الَّذِي يُضِيعُ الدِّينَ، وَالْمَالَ، وَالصِّحَّةَ، وَيَكُونُ شَرًّا عَلَى الزَّوْجَةِ مِنْ ضَمِّ وَاحِدَةٍ إِلَيْهَا مَعَ الْعَدْلِ بَيْنَهُمَا كَمَا هُوَ شَرْطُ الْإِبَاحَةِ فِي الْإِسْلَامِ ; وَلِذَلِكَ اسْتُبِيحَ الزِّنَا فِي الْبِلَادِ الَّتِي يُمْنَعُ فِيهَا التَّعَدُّدُ بِالْمَرَّةِ. </p><p> وَقَدْ يَكُونُ التَّعَدُّدُ لِمَصْلَحَةِ الْأُمَّةِ كَأَنْ تَكْثُرَ فِيهَا النِّسَاءُ كَثْرَةً فَاحِشَةً كَمَا هُوَ الْوَاقِعُ فِي مِثْلِ الْبِلَادِ الْإِنْكِلِيزِيَّةِ، وَفِي كُلِّ بِلَادٍ تَقَعُ فِيهَا حَرْبٌ مُجْتَاحَةٌ تَذْهَبُ بِالْأُلُوفِ الْكَثِيرَةِ مِنَ الرِّجَالِ، فَيَزِيدُ عَدَدُ النِّسَاءِ زِيَادَةً فَاحِشَةً تَضْطَرُّهُنَّ إِلَى الْكَسْبِ، وَالسَّعْيِ فِي حَاجِ الطَّبِيعَةِ، وَلَا بِضَاعَةَ لِأَكْثَرِهِنَّ فِي الْكَسْبِ سِوَى أَبْضَاعِهِنَّ، وَإِذَا هُنَّ بَذَلْنَهَا فَلَا يَخْفَى عَلَى النَّاظِرِ مَا وَرَاءَ بَذْلِهَا مِنَ الشَّقَاءِ عَلَى الْمَرْأَةِ الَّتِي لَا كَافِلَ لَهَا إِذَا اضْطُرَّتْ إِلَى الْقِيَامِ بِأَوَدِ نَفْسِهَا، وَأَوَدِ وَلَدٍ لَيْسَ لَهُ وَالِدٌ، وَلَاسِيَّمَا عَقِبَ الْوِلَادَةِ وَمُدَّةِ الرَّضَاعَةِ بَلِ الطُّفُولِيَّةِ كُلِّهَا، وَمَا قَالَ مَنْ قَالَ مِنْ كَاتِبَاتِ الْإِنْكِلِيزِ بِوُجُوبِ تَعَدُّدِ الزَّوْجَاتِ إِلَّا بَعْدَ النَّظَرِ فِي حَالِ الْبَنَاتِ اللَّوَاتِي يَشْتَغِلْنَ فِي الْمَعَامِلِ، وَغَيْرِهَا مِنَ الْأَمَاكِنِ الْعُمُومِيَّةِ، وَمَا يَعْرِضُ لَهُنَّ مِنْ هَتْكِ الْأَعْرَاضِ، وَالْوُقُوعِ فِي الشَّقَاءِ، وَالْبَلَاءِ، وَلَكِنْ لَمَّا كَانَتِ الْأَسْبَابُ الَّتِي تُبِيحُ </p><p> تَعَدُّدَ الزَّوْجَاتِ هِيَ ضَرُورَاتٌ تَتَقَدَّرُ بِقَدْرِهَا، وَكَانَ الرِّجَالُ إِنَّمَا يَنْدَفِعُونَ إِلَى هَذَا الْأَمْرِ فِي الْغَالِبِ إِرْضَاءً لِلشَّهْوَةِ لَا عَمَلًا بِالْمَصْلَحَةِ، وَكَانَ الْكَمَالُ الَّذِي هُوَ الْأَصْلُ الْمَطْلُوبُ عَدَمُ التَّعَدُّدِ - جُعِلَ التَّعَدُّدُ فِي الْإِسْلَامِ رُخْصَةً لَا وَاجِبًا، وَلَا مَنْدُوبًا لِذَاتِهِ، وَقُيِّدَ بِالشَّرْطِ الَّذِي نَطَقَتْ بِهِ الْآيَةُ الْكَرِيمَةُ، وَأَكَّدَتْهُ تَأْكِيدًا مُكَرَّرًا فَتَأَمَّلْهَا. </p><p> قَالَ - تَعَالَى -: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا فَأَنْتَ تَرَى أَنَّ الْكَلَامَ كَانَ فِي حُقُوقِ الْأَيْتَامِ، وَلَمَّا كَانَ فِي النَّاسِ مَنْ يَتَزَوَّجُ بِالْيَتِيمَةِ الْغَنِيَّةِ لِيَتَمَتَّعَ بِمَالِهَا، وَيَهْضِمَ حُقُوقَهَا لِضَعْفِهَا حَذَّرَ اللهُ مِنْ ذَلِكَ، وَقَالَ مَا مَعْنَاهُ: إِنَّ النِّسَاءَ أَمَامَكُمْ كَثِيرَاتٌ، فَإِذَا لَمْ تَثِقُوا مِنْ أَنْفُسِكُمْ بِالْقِسْطِ فِي الْيَتَامَى إِذَا تَزَوَّجْتُمْ بِهِنَّ فَعَلَيْكُمْ بِغَيْرِهِنَّ، فَذَكَرَ مَسْأَلَةَ التَّعَدُّدِ بِشَرْطِهَا ضِمْنًا لَا اسْتِقْلَالًا (عَلَى أَحَدِ الْأَوْجُهِ) ، وَالْإِفْرِنْجُ يَظُنُّونَ أَنَّهَا مَسْأَلَةً مِنْ مُهِمَّاتِ الدِّينِ فِي الْإِسْلَامِ. ثُمَّ قَالَ: إِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً وَلَمْ يَكْتَفِ بِذَلِكَ حَتَّى قَالَ: ذَلِكَ أَدْنَى أَلَّا تَعُولُوا أَيْ إِنَّ الِاكْتِفَاءَ بِوَاحِدَةٍ أَدْنَى، وَأَقْرَبُ لِعَدَمِ الْعَوْلِ، وَهُوَ الْجَوْرُ، وَالْمَيْلُ إِلَى أَحَدِ الْجَانِبَيْنِ دُونَ الْآخَرِ، مِنْ \" عَالَ الْمِيزَانُ إِذَا مَالَ \" ، وَهُوَ الْأَرْجَحُ فِي تَفْسِيرِ الْكَلِمَةِ، فَأَكَّدَ أَمْرَ الْعَدْلِ، وَجَعَلَ مُجَرَّدَ تَوَقُّعِ الْإِنْسَانِ عَدَمَ الْعَدْلِ مِنْ نَفْسِهِ كَافٍ فِي الْمَنْعِ مِنَ التَّعَدُّدِ. وَلَا يَكَادُ يُوجَدُ أَحَدٌ يَتَزَوَّجُ بِثَانِيَةٍ لِغَيْرِ حَاجَةٍ، وَغَرَضٍ صَحِيحٍ يَأْمَنُ الْجَوْرَ ; لِذَلِكَ كَانَ لَنَا أَنْ نَحْكُمَ بِأَنَّ الذَّوَّاقِينَ الَّذِينَ يَتَزَوَّجُونَ كَثِيرًا لِمُجَرَّدِ التَّنَقُّلِ فِي التَّمَتُّعِ يُوَطِّنُونَ أَنْفُسَهُمْ </p><p> عَلَى ظُلْمِ الْأُولَى، وَمِنْهُمْ مَنْ يَتَزَوَّجُ لِأَجْلِ أَنْ يَغِيظَهَا، وَيُهِينَهَا، وَلَا شَّكَّ أَنَّ هَذَا مُحَرَّمٌ فِي الْإِسْلَامِ لِمَا فِيهِ مِنَ الظُّلْمِ الَّذِي هُوَ خَرَابُ الْبُيُوتِ، بَلْ وَخَرَابُ الْأُمَمِ، وَالنَّاسُ عَنْهُ غَافِلُونَ بِاتِّبَاعِ أَهْوَائِهِمْ. </p><p> هَذَا مَا ظَهَرَ لَنَا الْآنَ فِي الْجَوَابِ كَتَبْنَاهُ بِقَلَمِ الْعَجَلَةِ عَلَى أَنَّنَا كُنَّا قَدْ أَرْجَأْنَا الْجَوَابَ لِنُمْعِنَ فِي الْمَسْأَلَةِ، وَنُرَاجِعَ كِتَابًا، أَوْ رِسَالَةً فِي مَوْضُوعِهَا لِأَحَدِ عُلَمَاءِ أَلْمَانْيَا قِيلَ لَنَا: إِنَّهَا تُرْجِمَتْ، وَطُبِعَتْ فَلَمْ يَتَيَسَّرْ لَنَا ذَلِكَ، فَإِنْ بَقِيَ فِي نَفْسِ السَّائِلِ الشَّيْءُ فَلْيُرَاجِعْنَا فِيهِ، وَاللهُ الْمُوَفِّقُ وَالْمُعِينُ اهـ. </p><p> وَكَتَبْنَا فِي الرَّدِّ عَلَى لُورْدِ كُرُومَرْ فِي (ص٢٢٥ م ١٠) مِنَ الْمَنَارِ مَا نَصُّهُ: طَالَمَا انْتَقَدَ الْأُورُبِّيُّونَ عَلَى الْإِسْلَامِ نَفْسِهِ مَشْرُوعِيَّةَ الطَّلَاقِ، وَتَعَدُّدَ الزَّوْجَاتِ، </p><p> وَهُمَا لَمْ يُطْلَبَا، وَلَمْ يُحْمَدَا فِيهِ، وَإِنَّمَا أُجِيزَا ; لِأَنَّهُمَا مِنْ ضَرُورَاتِ الِاجْتِمَاعِ كَمَا بَيَّنَّا ذَلِكَ غَيْرَ مَرَّةٍ، وَقَدْ ظَهَرَ لَهُمْ تَأْوِيلُ ذَلِكَ فِي الطَّلَاقِ، فَشَرَعُوهُ، وَإِنْ لَمْ يَشْرَعْهُ لَهُمْ كِتَابُهُمُ (الْإِنْجِيلُ) إِلَّا لِعِلَّةِ الزِّنَا، وَأَمَّا تَعَدُّدُ الزَّوْجَاتِ فَقَدْ تَعْرِضُ الضَّرُورَةُ لَهُ فَيَكُونُ مِنْ مَصْلَحَةِ النِّسَاءِ أَنْفُسِهِنَّ كَأَنْ تَغْتَالَ الْحَرْبُ كَثِيرًا مِنَ الرِّجَالِ، فَيَكْثُرُ مَنْ لَا كَافِلَ لَهُ مِنَ النِّسَاءِ فَيَكُونُ الْخَيْرُ لَهُنَّ أَنْ يَكُنَّ ضَرَائِرَ، وَلَا يَكُنَّ فَوَاجِرَ يَأْكُلْنَ بِأَعْرَاضِهِنَّ، وَيُعَرِّضْنَ أَنْفُسَهُنَّ بِذَلِكَ لِمَصَائِبَ تَرْزَحُهُنَّ أَثْقَالُهَا، وَقَدْ أَنْشَأَ الْقَوْمُ يَعْرِفُونَ وَجْهَ الْحَاجَةِ بَلِ الضَّرُورَةِ إِلَى هَذَا كَمَا عَرَفُوا وَجْهَ ذَلِكَ فِي مَسْأَلَةِ الطَّلَاقِ، وَقَامَ غَيْرُ وَاحِدَةٍ مِنْ نِسَاءِ الْإِنْكِلِيزِ الْكَاتِبَاتِ الْفَاضِلَاتِ يُطَالِبْنَ فِي الْجَرَائِدِ بِإِبَاحَةِ تَعَدُّدِ الزَّوْجَاتِ رَحْمَةً بِالْعَامِلَاتِ الْفَقِيرَاتِ، وَبِالْبَغَايَا الْمُضْطَرَّاتِ، وَقَدْ سَبَقَ لَنَا فِي الْمَنَارِ تَرْجَمَةُ بَعْضِ مَا كَتَبَتْ إِحْدَاهُنَّ فِي جَرِيدَةِ (لندن ثروت) مُسْتَحْسِنَةً رَأْيَ الْعَالِمِ (تومس) فِي أَنَّهُ لَا عِلَاجَ لِتَقْلِيلِ الْبَنَاتِ الشَّارِدَاتِ إِلَّا تَعَدُّدُ الزَّوْجَاتِ، وَمَا كَتَبَتِ الْفَاضِلَةُ \" مس أني رود \" فِي جَرِيدَةِ (الاسترن ميل) وَالْكَاتِبَةُ \" اللادي كوك \" فِي جَرِيدَةِ (الايكو) فِي ذَلِكَ (رَاجِعْ ص٤٨١ م ٤) . </p><p> إِنَّ قَاعِدَةَ الْيُسْرِ فِي الْأُمُورِ، وَرَفْعِ الْحَرَجِ مِنَ الْقَوَاعِدِ الْأَسَاسِيَّةِ لِبِنَاءِ الْإِسْلَامِ يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ [٢: ١٨٥] وَمَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ [٥: ٦] وَلَا يَصِحُّ أَنْ يُبْنَى عَلَى هَذِهِ الْقَاعِدَةِ تَحْرِيمُ أَمْرٍ تُلْجِئُ إِلَيْهِ الضَّرُورَةُ، أَوْ تَدْعُو إِلَيْهِ الْمَصْلَحَةُ الْعَامَّةُ، أَوِ الْخَاصَّةُ (كَمَا بَيَّنَّا ذَلِكَ فِي مَقَالَاتِ الْحَيَاةِ الزَّوْجِيَّةِ وَغَيْرِهَا) وَهُوَ مِمَّا يَشُقُّ امْتِثَالُهُ دُفْعَةً وَاحِدَةً لَاسِيَّمَا عَلَى مَنِ اعْتَادُوا الْمُبَالَغَةَ فِيهِ كَتَعَدُّدِ الزَّوْجَاتِ، كَذَلِكَ لَا يَصِحُّ السُّكُوتُ عَنْهُ وَتَرْكُ النَّاسِ وَشَأْنَهُمْ فِيهِ عَلَى مَا فِيهِ مِنَ الْمَفَاسِدِ، فَلَمْ يَبْقَ إِلَّا أَنْ يُقَلَّلَ الْعَدَدُ، وَيُقَيَّدَ بِقَيْدٍ ثَقِيلٍ، وَهُوَ اشْتِرَاطُ انْتِفَاءِ الْخَوْفِ مِنْ عَدَمِ الْعَدْلِ بَيْنَ الزَّوْجَاتِ، وَهُوَ شَرْطٌ يَعِزُّ تَحَقُّقُهُ، وَمَنْ فَقِهَهُ، وَاخْتَبَرَ حَالَ الَّذِينَ يَتَزَوَّجُونَ بِأَكْثَرَ مِنْ وَاحِدَةٍ يَتَجَلَّى لَهُ أَنَّ أَكْثَرَهُمْ لَمْ يَلْتَزِمِ الشَّرْطَ، وَمَنْ لَمْ يَلْتَزِمْهُ فَزَوَاجُهُ غَيْرُ إِسْلَامِيٍّ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي هَذِهِ الْمَسْأَلَةِ: أَنَّ الْقُرْآنَ أَتَى فِيهَا بِالْكَمَالِ الَّذِي لَا بُدَّ أَنْ يَعْتَرِفَ بِهِ جَمَاهِيرُ الْأُورُبِّيِّينَ، وَلَوْ بَعْدَ حِينٍ كَمَا يَعْتَرِفُ بِهِ بَعْضُ فُضَلَائِهِمْ، وَفُضْلَيَاتِهِمُ </p><p> الْآنَ: وَأَمَّا </p><p> الْمُسْلِمُونَ فَلَمْ يَلْتَزِمُوا هِدَايَتَهُ، فَصَارُوا حُجَّةً عَلَى دِينِهِمْ، وَنَحْنُ أَحْوَجُ إِلَى الرَّدِّ عَلَيْهِمْ، وَالْعِنَايَةِ بِإِرْجَاعِهِمْ إِلَى الْحَقِّ مِنَّا إِلَى إِقْنَاعِ غَيْرِ الْمُسْلِمِينَ بِفَضْلِ الْإِسْلَامِ، مَعَ بَقَاءِ أَهْلِهِ عَلَى هَذِهِ الْمَخَازِي، وَالْآثَامِ، إِذْ لَوْ رَجَعُوا إِلَيْهِ لَمَا كَانَ لِأَحَدٍ أَنْ يَعْتَرِضَ عَلَيْهِ اهـ. </p><p> أَمَّا مَا أَشَرْنَا إِلَيْهِ مِنَ اقْتِرَاحِ بَعْضِ كَاتِبَاتِ الْإِفْرِنْجِ تَعَدُّدَ الزَّوْجَاتِ فَهُوَ مَا أَوْدَعْنَاهُ مَقَالَةً عُنْوَانُهَا (النِّسَاءُ وَالرِّجَالُ) نُشِرَتْ فِي (ص٤٨١ م ٤) مِنَ الْمَنَارِ، وَهَاكَ الْمَقْصُودَ مِنْهَا: </p><p> لَمَّا تَنَبَّهَ أَهْلُ أُورُبَّا إِلَى إِصْلَاحِ شُئُونِهِمُ الِاجْتِمَاعِيَّةِ، وَتَرْقِيَةِ مَعِيشَتِهِمُ الْمَدَنِيَّةِ اعْتَنَوْا بِتَرْبِيَةِ النِّسَاءِ وَتَعْلِيمِهِنَّ، فَكَانَ لِذَلِكَ أَثَرٌ عَظِيمٌ فِي تَرْقِيَتِهِمْ، وَتَقَدُّمِهِمْ، وَلَكِنَّ الْمَرْأَةَ لَا تَبْلُغُ كَمَالَهَا إِلَّا بِالتَّرْبِيَةِ الْإِسْلَامِيَّةِ، وَأَعْنِي بِالْإِسْلَامِيَّةِ مَا جَاءَ بِهِ الْإِسْلَامُ لَا مَا عَلَيْهِ الْمُسْلِمُونَ الْيَوْمَ، وَلَا قَبْلَ الْيَوْمِ بِقُرُونٍ، فَقَدْ قُلْتُ آنِفًا: إِنَّهُمْ مَا رَعَوْا تَعَالِيمَ دِينِهِمْ حَقَّ رِعَايَتِهَا ; وَلِهَذَا وُجِدَتْ مَعَ التَّرْبِيَةِ الْأُورُبِّيَّةِ لِلنِّسَاءِ جَرَاثِيمُ الْفَسَادِ، وَنَمَتْ هَذِهِ الْجَرَاثِيمُ، فَتَوَلَّدَتْ مِنْهَا الْأَدْوَاءُ الِاجْتِمَاعِيَّةُ، وَالْأَمْرَاضُ الْمَدَنِيَّةُ، وَقَدْ ظَهَرَ أَثَرُهَا بِشِدَّةٍ فِي الدَّوْلَةِ السَّابِقَةِ إِلَيْهَا، وَهِيَ فَرَنْسَا فَضَعُفَ نَسْلُهَا، وَقَلَّتْ مَوَالِيدُهَا قِلَّةً تُهَدِّدُهَا بِالِانْقِرَاضِ، وَالذَّنْبُ فِي ذَلِكَ عَلَى الرِّجَالِ. </p><p> حَذَّرَ مِنْ مَغَبَّةِ هَذِهِ الْأَمْرَاضِ الْعُقَلَاءُ، وَحَذَّرَ مِنْ عَوَاقِبِهِ الْكُتَّابُ الْأَذْكِيَاءُ، وَصَرَّحَ مَنْ يَعْرِفُ شَيْئًا مِنَ الدِّيَانَةِ الْإِسْلَامِيَّةِ بِتَمَنِّي الرُّجُوعِ إِلَى تَعَالِيمِهَا الْمُرْضِيَةِ، وَفَضَائِلِهَا الْحَقِيقِيَّةِ، وَصَرَّحُوا بِأَنَّ الرَّجُلَ هُوَ الَّذِي أَضَلَّ الْمَرْأَةَ، وَأَفْسَدَ تَرْبِيَتَهَا، وَأَنَّ بَعْضَ فُضْلَيَاتِ نِسَاءِ الْإِفْرِنْجِ صَرَّحَتْ بِتَمَنِّي تَعَدُّدِ الزَّوْجَاتِ لِلرَّجُلِ الْوَاحِدِ لِيَكُونَ لِكُلِّ امْرَأَةٍ قَيِّمٌ وَكَفِيلٌ مِنَ الرِّجَالِ. </p><p> جَاءَ فِي جَرِيدَةِ (لاغوص ويكلي ركورد) فِي الْعَدَدِ الصَّادِرِ فِي ٢٠ مِنْ إِبْرِيلَ (نِيسَانَ) سَنَةَ ١٩٠١ نَقْلًا عَنْ جَرِيدَةِ (لندن ثروت) بِقَلَمِ كَاتِبَةٍ فَاضِلَةٍ مَا تَرْجَمَتُهُ مُلَخَّصًا: </p><p> لَقَدْ كَثُرَتِ الشَّارِدَاتُ مِنْ بَنَاتِنَا، وَعَمَّ الْبَلَاءُ، وَقَلَّ الْبَاحِثُونَ عَنْ أَسْبَابِ ذَلِكَ، وَإِذَا كُنْتُ امْرَأَةً تَرَانِي أَنْظُرُ إِلَى هَاتِيكَ الْبَنَاتِ، وَقَلْبِي يَتَقَطَّعُ شَفَقَةً عَلَيْهِنَّ، وَحُزْنًا، وَمَاذَا عَسَى يُفِيدُهُنَّ بَثِّي، وَحُزْنِي، وَتَوَجُّعِي، وَتَفَجُّعِي، وَإِنْ شَارَكَنِي فِيهِ النَّاسُ جَمِيعًا؟ لَا فَائِدَةَ إِلَّا فِي الْعَمَلِ بِمَا يَمْنَعُ هَذِهِ الْحَالَةَ الرَّجِسَةَ، وَلِلَّهِ دَرُّ الْعَالِمِ الْفَاضِلِ (تُومَسْ) ، فَإِنَّهُ رَأَى الدَّاءَ، وَوَصْفَ </p><p> لَهُ الدَّوَاءَ الْكَافِلَ لِلشِّفَاءِ وَهُوَ (الْإِبَاحَةُ لِلرَّجُلِ التَّزَوُّجَ بِأَكْثَرَ مِنْ وَاحِدَةٍ) ، وَبِهَذِهِ الْوَاسِطَةِ يَزُولُ الْبَلَاءُ لَا مَحَالَةَ، وَتُصْبِحُ بَنَاتُنَا رَبَّاتِ بُيُوتٍ، فَالْبَلَاءُ كُلُّ الْبَلَاءِ فِي إِجْبَارِ الرَّجُلِ الْأُورُبِّيِّ عَلَى الِاكْتِفَاءِ بِامْرَأَةٍ وَاحِدَةٍ، فَهَذَا التَّحْدِيدُ هُوَ الَّذِي جَعَلَ بَنَاتِنَا شَوَارِدَ، وَقَذَفَ بِهِنَّ إِلَى الْتِمَاسِ أَعْمَالِ الرِّجَالِ، وَلَا بُدَّ مِنْ تَفَاقُمِ الشَّرِّ إِذَا لَمْ يُبَحْ لِلرَّجُلِ التَّزَوُّجُ بِأَكْثَرَ مِنْ وَاحِدَةٍ. أَيُّ ظَنٍّ وَخَرَصٍ يُحِيطُ بِعَدَدِ الرِّجَالِ الْمُتَزَوِّجِينَ الَّذِينَ لَهُمْ أَوْلَادٌ غَيْرُ شَرْعِيِّينَ أَصْبَحُوا كَلًّا، وَعَالَةً، وَعَارًا عَلَى الْمُجْتَمَعِ الْإِنْسَانِيِّ؟ فَلَوْ كَانَ تَعَدُّدُ الزَّوْجَاتِ مُبَاحًا لَمَا حَاقَ بِأُولَئِكَ الْأَوْلَادِ وَبِأُمَّهَاتِهِمْ مَا هُمْ فِيهِ مِنَ الْعَذَابِ الْهُونِ، وَلَسَلِمَ عِرْضُهُنَّ، وَعِرْضُ أَوْلَادِهِنَّ، فَإِنَّ مُزَاحَمَةَ الْمَرْأَةِ لِلرَّجُلِ سَتُحِلُّ بِنَا الدَّمَارَ، أَلَمْ تَرَوْا أَنَّ حَالَ خِلْقَتِهَا تُنَادِي بِأَنَّ عَلَيْهَا مَا لَيْسَ عَلَى الرَّجُلِ، وَعَلَيْهِ </p><p> مَا لَيْسَ عَلَيْهَا، وَبِإِبَاحَةِ تَعَدُّدِ الزَّوْجَاتِ تُصْبِحُ كُلُّ امْرَأَةٍ رَبَّةَ بَيْتٍ، وَأُمَّ أَوْلَادٍ شَرْعِيِّينَ \".</p><p> وَنَشَرَتِ الْكَاتِبَةُ الشَّهِيرَةُ (مِسْ أَنِي رُودْ) مَقَالَةً مُفِيدَةً فِي جَرِيدَةِ (الاسترن ميل) فِي الْعَدَدِ الصَّادِرِ مِنْهَا فِي ١٠ مِنْ مَايُو (أَيَارَ) سَنَةَ ١٩٠١ نَقْتَطِفُ مِنْهَا مَا يَأْتِي لِتَأْيِيدِ مَا تَقَدَّمَ: \" لَأَنْ يَشْتَغِلَ بَنَاتُنَا فِي الْبُيُوتِ خَوَادِمَ أَوْ كَالْخَوَادِمِ خَيْرٌ، وَأَخَفُّ بَلَاءً مِنَ اشْتِغَالِهِنَّ فِي الْمَعَامِلِ، حَيْثُ تُصْبِحُ الْبِنْتُ مُلَوَّثَةً بِأَدْرَانٍ تَذْهَبُ بِرَوْنَقِ حَيَاتِهَا إِلَى الْأَبَدِ. أَلَا لَيْتَ بِلَادَنَا كَبِلَادِ الْمُسْلِمِينَ فِيهَا الْحِشْمَةُ، وَالْعَفَافُ، وَالطَّهَارَةُ رِدْءٌ، الْخَادِمَةُ وَالرَّقِيقُ يَتَنَعَّمَانِ بِأَرْغَدِ عَيْشٍ، وَيُعَامَلَانِ كَمَا يُعَامَلُ أَوْلَادُ الْبَيْتِ، وَلَا تُمَسُّ الْأَعْرَاضُ بِسُوءٍ. نَعَمْ إِنَّهُ لَعَارٌ عَلَى بِلَادِ الْإِنْكِلِيزِ أَنْ تَجْعَلَ بَنَاتِهَا مَثَلًا لِلرَّذَائِلِ بِكَثْرَةِ مُخَالَطَةِ الرِّجَالِ، فَمَا بَالُنَا لَا نَسْعَى وَرَاءَ مَا يَجْعَلُ الْبِنْتَ تَعْمَلُ بِمَا يُوَافِقُ فِطْرَتَهَا الطَّبِيعِيَّةَ مِنَ الْقِيَامِ فِي الْبَيْتِ، وَتَرْكِ أَعْمَالِ الرِّجَالِ لِلرِّجَالِ سَلَامَةً لِشَرَفِهَا \".</p><p> وَقَالَتِ الْكَاتِبَةُ الشَّهِيرَةُ (اللِّادِي كُوكْ) بِجَرِيدَةِ (ألايكو) مَا تَرْجَمَتُهُ، وَهُوَ يُؤَيِّدُ مَا تَقَدَّمَ: \" إِنَّ الِاخْتِلَاطَ يَأْلَفُهُ الرِّجَالُ ; وَلِهَذَا طَمِعَتِ الْمَرْأَةُ بِمَا يُخَالِفُ فِطْرَتَهَا وَعَلَى قَدْرِ كَثْرَةِ الِاخْتِلَاطِ تَكُونُ كَثْرَةُ أَوْلَادِ الزِّنَا، وَهُنَا الْبَلَاءُ الْعَظِيمُ عَلَى الْمَرْأَةِ، فَالرَّجُلُ الَّذِي عَلِقَتْ مِنْهُ يَتْرُكُهَا، وَشَأْنَهَا تَتَقَلَّبُ عَلَى مَضْجَعِ الْفَاقَةِ، وَالْعَنَاءِ، وَتَذُوقُ مَرَارَةَ الذُّلِّ، وَالْمَهَانَةِ، وَالِاضْطِهَادِ، بَلْ وَالْمَوْتِ أَيْضًا، أَمَّا الْفَاقَةُ فَلِأَنَّ الْحَمْلَ وَثِقَلَهُ، وَالْوَحَمَ وَدُوَارَهُ مِنْ </p><p> مَوَانِعِ الْكَسْبِ الَّذِي تُحَصِّلُ بِهِ قُوتَهَا، وَأَمَّا الْعَنَاءُ فَهُوَ أَنَّهَا تُصْبِحُ شِرِّيرَةً حَائِرَةً لَا تَدْرِي مَاذَا تَصْنَعُ بِنَفْسِهَا، وَأَمَّا الذُّلُّ وَالْعَارُ فَأَيُّ عَارٍ بَعْدَ هَذَا؟ وَأَمَّا الْمَوْتُ فَكَثِيرًا مَا تَبْخَعُ الْمَرْأَةُ نَفْسَهَا بِالِانْتِحَارِ وَغَبَرِهِ. </p><p> هَذَا وَالرَّجُلُ لَا يُلِمُّ بِهِ شَيْءٌ مِنْ ذَلِكَ، وَفَوْقَ هَذَا كُلِّهِ تَكُونُ الْمَرْأَةُ هِيَ الْمَسْئُولَةَ، وَعَلَيْهَا التَّبِعَةُ مَعَ أَنَّ عَوَامِلَ الِاخْتِلَاطِ كَانَتْ مِنَ الرَّجُلِ. </p><p> \" أَمَا آنَ لَنَا أَنْ نَبْحَثَ عَمَّا يُخَفِّفُ - إِذَا لَمْ نَقُلْ عَمَّا يُزِيلُ - هَذِهِ الْمَصَائِبَ الْعَائِدَةَ بِالْعَارِ عَلَى الْمَدَنِيَّةِ الْغَرْبِيَّةِ؟ أَمَا آنَ لَنَا أَنْ نَتَّخِذَ طُرُقًا تَمْنَعُ قَتْلَ أُلُوفٍ مِنَ الْأَطْفَالِ الَّذِينَ لَا ذَنْبَ لَهُمْ بَلِ الذَّنْبُ عَلَى الرَّجُلِ الَّذِي أَغْرَى الْمَرْأَةَ الْمَحْبُوبَةَ عَلَى رِقَّةِ الْقَلْبِ الْمُقْتَضِي تَصْدِيقَ مَا يُوَسْوِسُ بِهِ الرَّجُلُ مِنَ الْوُعُودِ، وَيُمَنِّي بِهِ مِنَ الْأَمَانِيِّ حَتَّى إِذَا قَضَى مِنْهَا وَطَرًا تَرَكَهَا وَشَأْنَهَا تُقَاسِي الْعَذَابَ الْأَلِيمَ.</p><p> \" يَا أَيُّهَا الْوَالِدَانِ لَا يَغُرَّنَّكُمَا بَعْضُ دُرَيْهِمَاتٍ تَكْسِبُهَا بَنَاتُكُمَا بِاشْتِغَالِهِنَّ فِي الْمَعَامِلِ، وَنَحْوِهَا، وَمَصِيرُهُنَّ إِلَى مَا ذَكَرْنَا، عَلِّمُوهُنَّ الِابْتِعَادَ عَنِ الرِّجَالِ، أَخْبِرُوهُنَّ بِعَاقِبَةِ الْكَيْدِ الْكَامِنِ لَهُنَّ بِالْمِرْصَادِ، لَقَدْ دَلَّنَا الْإِحْصَاءُ عَلَى أَنَّ الْبَلَاءَ النَّاتِجَ مِنْ حَمْلِ الزِّنَا يَعْظُمُ، وَيَتَفَاقَمُ حَيْثُ يَكْثُرُ اخْتِلَاطُ النِّسَاءِ بِالرِّجَالِ، أَلَمْ تَرَوْا أَنَّ أَكْثَرَ أُمَّهَاتِ أَوْلَادِ الزِّنَا مِنَ الْمُشْتَغِلَاتِ فِي الْمَعَامِلِ، وَالْخَادِمَاتِ فِي الْبُيُوتِ، وَكَثِيرٍ مِنَ السَّيِّدَاتِ الْمُعَرَّضَاتِ لِلْأَنْظَارِ، وَلَوْلَا الْأَطِبَّاءُ الَّذِينَ يُعْطُونَ </p><p> الْأَدْوِيَةَ لِلْإِسْقَاطِ لِرَأَيْنَا أَضْعَافَ مَا نَرَى الْآنَ، لَقَدْ أَدَّتْ بِنَا هَذِهِ الْحَالُ إِلَى حَدٍّ مِنَ الدَّنَاءَةِ لَمْ يَكُنْ تَصَوُّرُهَا فِي الْإِمْكَانِ حَتَّى أَصْبَحَ رِجَالُ مُقَاطَعَاتٍ مِنْ بِلَادِنَا لَا يَقْبَلُونَ الْبِنْتَ زَوْجَةً مَا لَمْ تَكُنْ مُجَرَّبَةً أَيْ عِنْدَهَا أَوْلَادٌ مِنَ الزِّنَا يُنْتَفَعُ بِشُغْلِهِمْ! ! وَهَذَا غَايَةُ الْهُبُوطِ بِالْمَدَنِيَّةِ، فَكَمْ قَاسَتْ هَذِهِ الْمَرْأَةُ مِنْ مَرَارَةِ هَذِهِ الْحَيَاةِ حَتَّى قَدَرَتْ عَلَى كَفَالَتِهِمْ وَالَّذِي عَلِقَتْ مِنْهُ لَا يَنْظُرُ إِلَى أُولَئِكَ الْأَطْفَالِ، وَلَا يَتَعَهَّدُهُمْ بِشَيْءٍ، وَيْلَاهُ مِنْ هَذِهِ الْحَالَةِ التَّعِيسَةِ، تُرَى مَنْ كَانَ مُعِينًا لَهَا فِي الْوَحَمِ وَدُوَارِهِ، وَالْحَمْلِ وَأَثْقَالِهِ، وَالْوَضْعِ وَآلَامِهِ، وَالْفِصَالِ وَمَرَارَتِهِ؟ \" اهـ. </p><p> ذَلِكَ مَا قُلْنَاهُ فِي وَجْهِ الْحَاجَةِ تَارَةً وَالضَّرُورَةِ تَارَةً إِلَى تَعَدُّدِ الزَّوْجَاتِ، وَيُزَادُ عَلَيْهِ مَا عُلِمَ مِنْهُ ضِمْنًا مِنْ كَثْرَةِ النَّسْلِ الْمَطْلُوبِ شَرْعًا، وَطَبْعًا، فَإِذَا كَانَ مَنْعُ التَّعَدُّدِ لَاسِيَّمَا فِي أَعْقَابِ الْحُرُوبِ، وَكَثْرَةُ النِّسَاءِ يُفْضِي إِلَى كَثْرَةِ الزِّنَا، وَهُوَ مِمَّا يُقَلِّلُ النَّسْلَ كَانَ مِمَّا يَلِيقُ </p><p> بِالشَّرِيعَةِ الِاجْتِمَاعِيَّةِ الْمُرَغِّبَةِ فِي كَثْرَةِ النَّسْلِ وَالْمُشَدِّدَةِ فِي مَنْعِ الزِّنَا أَنْ تُبِيحَ التَّعَدُّدَ عِنْدَ الْحَاجَةِ إِلَيْهِ لِأَجْلِ ذَلِكَ مَعَ التَّشْدِيدِ فِي مَنْعِ مَضَرَّاتِهِ، وَقَدْ صَرَّحَ بَعْضُ عُلَمَاءِ أُورُبَّا بِأَنَّ تَعَدُّدَ الزَّوْجَاتِ مِنْ جُمْلَةِ أَسْبَابِ انْتِشَارِ الْإِسْلَامِ فِي أَفْرِيقْيَا، وَغَيْرِهَا، وَكَثْرَةِ الْمُسْلِمِينَ، وَمَهْمَا كَانَ مِنْ ضَرَرِ تَعَدُّدِ الزَّوْجَاتِ فَهُوَ لَا يَبْلُغُ ضَرَرَ قِلَّةِ النَّسْلِ الَّذِي مُنِيَتْ بِهِ فَرَنْسَا بِانْتِشَارِ الزِّنَا وَقِلَّةِ الزَّوَاجِ، وَسَتَتْبَعُهَا إِنْكِلْتِرَا، وَغَيْرُهَا مِنَ الْأُمَمِ الَّتِي عَلَى شَاكِلَتِهِمَا فِي التَّسَاهُلِ فِي الْفِسْقِ، أَمَّا مَنْعُ تَعَدُّدِ الزَّوْجَاتِ إِذَا فَشَا ضَرَرُهُ، وَكَثُرَتْ مَفَاسِدُهُ، وَثَبَتَ عِنْدَ أُولِي الْأَمْرِ أَنَّ الْجُمْهُورَ لَا يَعْدِلُونَ فِيهِ فِي بَعْضِ الْبِلَادِ لِعَدَمِ الْحَاجَةِ إِلَيْهِ بَلْهَ الضَّرُورَةَ، فَقَدْ يُمْكِنُ أَنْ يُوجَدَ لَهُ وَجْهٌ فِي الشَّرِيعَةِ الْإِسْلَامِيَّةِ السَّمْحَةِ إِذَا كَانَ هُنَاكَ حُكُومَةٌ إِسْلَامِيَّةٌ، فَإِنَّ لِلْإِمَامِ أَنْ يَمْنَعَ الْمُبَاحَ الَّذِي يَتَرَتَّبُ عَلَيْهِ مَفْسَدَةٌ مَا دَامَتِ الْمَفْسَدَةُ قَائِمَةً بِهِ، وَالْمَصْلَحَةُ بِخِلَافِهِ، بَلْ مَنَعَ عُمَرُ (رَضِيَ اللهُ عَنْهُ) فِي عَامِ الرَّمَادَةِ أَنْ يُحَدَّ سَارِقٌ ; وَلِذَلِكَ نَظَائِرُ أُخْرَى لَيْسَ هَذَا مَحَلَّ بَيَانِهَا، وَلِلْأُسْتَاذِ الْإِمَامِ فَتْوَى فِي ذَلِكَ ذَكَرْنَاهَا فِي الْجُزْءِ الْأَوَّلِ مِنْ تَارِيخِهِ. </p><p> لَكِنَّ الْإِفْرِنْجَ يُبَالِغُونَ فِي وَصْفِ مَفَاسِدِ التَّعَدُّدِ، وَكَذَا الْمُتَفَرْنِجُونَ كَدَأْبِ النَّاسِ فِي التَّسْلِيمِ لِلْأُمَمِ الْقَوِيَّةِ، وَالتَّقْلِيدِ لَهَا. وَمَا قَالَ الْأُسْتَاذُ الْإِمَامُ مَا قَالَهُ فِي التَّشْنِيعِ عَلَى التَّعَدُّدِ إِلَّا لِتَنْفِيرِ الذَّوَّاقِينَ مِنَ الْمِصْرِيِّينَ وَأَمْثَالِهِمُ الَّذِينَ يَتَزَوَّجُونَ كَثِيرًا، وَيُطَلِّقُونَ كَثِيرًا لِمَحْضِ التَّنَقُّلِ فِي اللَّذَّةِ، وَالْإِغْرَاقِ فِي طَاعَةِ الشَّهْوَةِ مَعَ عَدَمِ التَّهْذِيبِ الدِّينِيِّ وَالْمَدَنِيِّ. </p><p> أَلَا إِنَّ التَّهْذِيبَ الَّذِي يَعْرِفُ بِهِ الْإِنْسَانُ قِيمَةَ الْحَيَاةِ الزَّوْجِيَّةِ يَمْنَعُ صَاحِبَهُ التَّعَدُّدَ لِغَيْرِ ضَرُورَةٍ، فَهَذِهِ الْحَيَاةُ الَّتِي بَيَّنَهَا اللهُ - تَعَالَى - فِي قَوْلِهِ: وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً [٣٠: ٢١] قَلَّمَا تَتَحَقَّقُ عَلَى كَمَالِهَا مَعَ التَّعَدُّدِ لَاسِيَّمَا إِذَا كَانَ لِغَيْرِ عُذْرٍ ; وَلِذَلِكَ يَقِلُّ فِي الْمَذْهَبَيْنِ مَنْ يَجْمَعُ بَيْنَ زَوْجَيْنِ، وَإِنَّنِي لَا أَعْرِفُ أَحَدًا مِنْ أَصْحَابِي فِي مِصْرَ وَسُورِيَةَ لَهُ أَكْثَرُ مِنْ زَوْجٍ وَاحِدَةٍ. </p><p> وَقَدْ صَدَقَ الْأُسْتَاذُ الْإِمَامُ فِي قَوْلِهِ: إِنَّهُ لَوْ كَانَ عِنْدَنَا تَرْبِيَةٌ إِسْلَامِيَّةٌ لَقَلَّ ضَرَرُ التَّعَدُّدِ فِينَا حَتَّى لَا يَتَجَاوَزَ غَيْرَةَ الضَّرَائِرِ، بَلْ أَعْرِفُ بِالْخَبَرِ الصَّادِقِ، وَالِاخْتِبَارِ الشَّخْصِيِّ أَنَّ بَعْضَ الضَّرَائِرِ الْمُسْلِمَاتِ قَدْ عِشْنَ مَعِيشَةَ الْوِفَاقِ وَالْمَحَبَّةِ، وَكَانَتْ كُلُّ وَاحِدَةٍ تُنَادِي الْأُخْرَى \" يَا أُخْتِي \" ، وَقَدْ تَزَوَّجَ كَبِيرُ قَرْيَةٍ فِي لُبْنَانَ فَلَمْ يُولَدْ لَهُ فَتَزَوَّجَ بِإِذْنِ الْأُولَى، وَرِضَاهَا ابْتِغَاءَ النَّسْلِ فَوَلَدَتْ لَهُ غُلَامًا، وَكَانَ يَعْدِلُ بَيْنَ الزَّوْجَيْنِ </p><p> فِي كُلِّ شَيْءٍ، وَكَانَتَا مُتَحَابَّتَيْنِ كَالْأُخْتَيْنِ، وَكُلٌّ مِنْهُمَا تَعْتَنِي بِتَرْبِيَةِ الْوَلَدِ وَخِدْمَتِهِ، بَلْ قِيلَ: إِنَّ عِنَايَةَ أُمِّهِ بِهِ كَانَتْ أَقَلَّ، وَمَاتَ الرَّجُلُ عَنْهُمَا فَلَمْ تَتَفَرَّقَا مِنْ بَعْدِهِ، وَمَا سَبَبُ ذَلِكَ إِلَّا عَدْلُهُ وَتَدَيُّنُهُمَا. نَعَمْ إِنَّ الْوِفَاقَ صَارَ مِنَ النَّادِرِ، وَيَصْدُقُ عَلَى أَكْثَرِ الضَّرَائِرِ قَوْلُ الشَّاعِرِ: </p><p> تَزَوَّجْتُ اثْنَتَيْنِ لِفَرْطِ جَهْلِي ... وَقَدْ حَازَ الْبَلَا زَوْجُ اثْنَتَيْنِ </p><p> فَقُلْتُ أَعِيشُ بَيْنَهُمَا خَرُوفًا ... أُنَعَّمُ بَيْنَ أَكْرَمِ نَعْجَتَيْنِ </p><p> فَجَاءَ الْأَمْرُ عَكْسَ الْقَصْدِ دَوْمًا ... عَذَابٌ دَائِمٌ بِبَلِيَّتَيْنِ </p><p> لِهَذِي لَيْلَةٌ وَلِتِلْكَ أُخْرَى ... نِقَارٌ دَائِمٌ فِي اللَّيْلَتَيْنِ </p><p> رِضَا هَذَى يُهَيِّجُ سُخْطَ هَذِي ... فَلَا أَخْلُو مِنْ إِحْدَى السَّخْطَتَيْنِ </p><p> وَلِلْأُسْتَاذِ الْإِمَامِ مَقَالَةٌ فِي حُكْمِ تَعَدُّدِ الزَّوْجَاتِ فِي الشَّرِيعَةِ، وَشُرُوطِهِ، وَمَضَارِّهِ الْمُشَاهَدَةِ بِمِصْرَ فِي هَذَا الزَّمَانِ نَشَرَهَا فِي جَرِيدَةِ الْوَقَائِعِ الرَّسْمِيَّةِ فِي ٩ مِنْ رَبِيعٍ الْآخِرِ سَنَةَ ١٢٩٨ نَنْشُرُهَا هُنَا اسْتِيفَاءً لِلْبَحْثِ وَهِيَ. </p><p> ((حُكْمُ الشَّرِيعَةِ فِي تَعَدُّدِ الزَّوْجَاتِ) ) قَدْ أَبَاحَتِ الشَّرِيعَةُ الْمُحَمَّدِيَّةُ لِلرَّجُلِ الِاقْتِرَانَ بِأَرْبَعٍ مِنَ النِّسْوَةِ إِنْ عَلِمَ مِنْ نَفْسِهِ الْقُدْرَةَ عَلَى الْعَدْلِ بَيْنَهُنَّ، وَإِلَّا فَلَا يَجُوزُ الِاقْتِرَانُ بِغَيْرِ وَاحِدَةٍ قَالَ - تَعَالَى -: فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً فَإِنَّ الرَّجُلَ إِذَا لَمْ يَسْتَطِعْ إِعْطَاءَ كُلٍّ مِنْهُنَّ حَقَّهَا اخْتَلَّ نِظَامُ الْمَنْزِلِ، وَسَاءَتْ مَعِيشَةُ الْعَائِلَةِ، إِذِ الْعِمَادُ الْقَوِيمُ لِتَدْبِيرِ الْمَنْزِلِ هُوَ بَقَاءُ الِاتِّحَادِ، وَالتَّآلُفِ بَيْنَ أَفْرَادِ الْعَائِلَةِ. وَالرَّجُلُ إِذَا خَصَّ وَاحِدَةً مِنْهُنَّ دُونَ الْبَاقِيَاتِ، وَلَوْ بِشَيْءٍ زَهِيدٍ كَأَنْ يَسْتَقْضِيَهَا حَاجَةً فِي يَوْمِ الْأُخْرَى امْتَعَضَتْ تِلْكَ الْأُخْرَى، وَسَئِمَتِ الرَّجُلَ لِتَعَدِّيهِ عَلَى حُقُوقِهَا بِتَزَلُّفِهِ إِلَى مَنْ لَا حَقَّ لَهَا، وَتَبَدَّلَ الِاتِّحَادُ بِالنَّفْرَةِ، وَالْمَحَبَّةُ بِالْبُغْضِ، وَقَدْ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجَمَاعَةُ الصَّحَابَةِ - رِضْوَانُ اللهِ عَلَيْهِمْ - وَالْخُلَفَاءُ الرَّاشِدُونَ، وَالْعُلَمَاءُ، وَالصَّالِحُونَ مِنْ كُلِّ قَرْنٍ إِلَى هَذَا الْعَهْدِ يَجْمَعُونَ </p><p> بَيْنَ النِّسْوَةِ مَعَ الْمُحَافَظَةِ عَلَى حُدُودِ اللهِ فِي الْعَدْلِ بَيْنَهُنَّ، فَكَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابُهُ وَالصَّالِحُونَ مِنْ أُمَّتِهِ لَا يَأْتُونَ حُجْرَةَ إِحْدَى الزَّوْجَاتِ فِي نَوْبَةِ الْأُخْرَى إِلَّا بِإِذْنِهَا. </p><p> وَمِنْ ذَلِكَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يُطَافُ بِهِ وَهُوَ فِي حَالَةِ الْمَرَضِ عَلَى بُيُوتِ زَوْجَاتِهِ مَحْمُولًا عَلَى الْأَكْتَافِ حِفْظًا لِلْعَدْلِ، وَلَمْ يَرْضَ بِالْإِقَامَةِ فِي بَيْتِ إِحْدَاهُنَّ خَاصَّةً، فَلَمَّا كَانَ عِنْدَ إِحْدَى نِسَائِهِ سَأَلَ: فِي أَيِّ بَيْتٍ أَكُونُ غَدًا؟ فَعَلِمَ نِسَاؤُهُ أَنَّهُ يَسْأَلُ عَنْ نَوْبَةِ عَائِشَةَ فَأَذِنَّ لَهُ فِي الْمُقَامِ عِنْدَهَا مُدَّةَ الْمَرَضِ، فَقَالَ: هَلْ رَضِيتُنَّ؟ فَقُلْنَ: نَعَمْ، فَلَمْ يُقِمْ فِي بَيْتِ عَائِشَة حَتَّى عَلِمَ رِضَاهُنَّ. وَهَذَا الْوَاجِبُ الَّذِي حَافَظَ عَلَيْهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الَّذِي يَنْطَبِقُ عَلَى نَصَائِحِهِ، وَوَصَايَاهُ، فَقَدْ رُوِيَ فِي الصَّحِيحِ أَنَّ آخِرَ مَا أَوْصَى بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثَلَاثٌ كَانَ يَتَكَلَّمُ بِهِنَّ حَتَّى لَجْلَجَ لِسَانُهُ، وَخَفِيَ كَلَامُهُ الصَّلَاةَ الصَّلَاةَ، وَمَا مَلَكَتْ أَيْمَانُكُمْ لَا تُكَلِّفُوهُمْ مَا لَا يُطِيقُونَ، اللهَ اللهَ فِي النِّسَاءِ فَإِنَّهُنَّ عَوَانٍ فِي أَيْدِيكُمْ - أَيْ أُسَرَاءُ - أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللهِ، وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللهِ وَقَالَ: مَنْ كَانَ لَهُ امْرَأَتَانِ فَمَالَ إِلَى إِحْدَاهُنَّ دُونَ الْأُخْرَى - وَفِي رِوَايَةٍ، وَلَمْ يَعْدِلْ بَيْنَهُمَا - جَاءَ يَوْمَ الْقِيَامَةِ، وَأَحَدُ شِقَّيْهِ مَائِلٌ وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَعْتَذِرُ عَنْ مَيْلِهِ الْقَلْبِيِّ بِقَوْلِهِ: اللهُمَّ هَذَا - أَيِ الْعَدْلُ فِي الْبَيَاتِ وَالْعَطَاءِ - جُهْدِي فِيمَا أَمْلِكُ وَلَا طَاقَةَ لِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ - يَعْنِي الْمَيْلَ الْقَلْبِيَّ - وَكَانَ يُقْرِعُ بَيْنَهُنَّ إِذَا أَرَادَ سَفَرًا. </p><p> وَقَدْ قَالَ الْفُقَهَاءُ: يَجِبُ عَلَى الزَّوْجِ الْمُسَاوَاةُ فِي الْقَسْمِ فِي الْبَيْتُوتَةِ بِإِجْمَاعِ الْأَئِمَّةِ، وَفِيهَا، وَفِي الْعَطَاءِ أَعْنِي النَّفَقَةَ عِنْدَ غَالِبِهِمْ حَتَّى قَالُوا: يَجِبُ عَلَى وَلِيِّ الْمَجْنُونِ أَنْ يُطَوِّفَهُ عَلَى نِسَائِهِ. وَقَالُوا لَا يَجُوزُ لِلزَّوْجِ الدُّخُولُ عِنْدَ إِحْدَى زَوْجَاتِهِ فِي نَوْبَةِ الْأُخْرَى إِلَّا لِضَرُورَةٍ مُبِيحَةٍ غَايَتَهُ، وَيَجُوزُ لَهُ أَنْ يُسَلِّمَ عَلَيْهَا مِنْ خَارِجِ الْبَابِ، وَالسُّؤَالُ عَنْ حَالِهَا بِدُونِ دُخُولٍ، وَصَرَّحَتْ كُتُبُ الْفِقْهِ بِأَنَّ الزَّوْجَ إِذَا أَرَادَ الدُّخُولَ عِنْدَ صَاحِبَةِ النَّوْبَةِ فَأَغْلَقَتِ الْبَابَ دُونَهُ وَجَبَ عَلَيْهِ أَنْ يَبِيتَ بِحُجْرَتِهَا، وَلَا يَذْهَبَ إِلَى ضَرَّتِهَا إِلَّا لِمَانِعِ بَرْدٍ وَنَحْوِهِ. وَقَالَ عُلَمَاءُ الْحَنَفِيَّةِ: إِنَّ ظَاهِرَ آيَةِ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَنَّ الْعَدْلَ فَرْضٌ فِي الْبَيْتُوتَةِ، وَفِي الْمَلْبُوسِ، وَالْمَأْكُولِ، وَالصُّحْبَةِ لَا فِي الْمُجَامَعَةِ، لَا فَرْقَ فِي ذَلِكَ بَيْنَ فَحْلٍ </p><p> وَعِنِّينٍ، وَمَجْبُوبٍ، وَمَرِيضٍ وَصَحِيحٍ. وَقَالُوا: إِنَّ الْعَدْلَ مِنْ حُقُوقِ الزَّوْجِيَّةِ، فَهُوَ وَاجِبٌ عَلَى الزَّوْجِ كَسَائِرِ الْحُقُوقِ الْوَاجِبَةِ شَرْعًا إِذْ لَا تَفَاوُتَ بَيْنَهَا. وَقَالُوا: إِذَا لَمْ يَعْدِلْ وَرُفِعَ إِلَى الْقَاضِي وَجَبَ نَهْيُهُ، وَزَجْرُهُ، فَإِنْ عَادَ عُزِّرَ بِالضَّرْبِ لَا بِالْحَبْسِ ; وَمَا ذَلِكَ إِلَّا مُحَافَظَةً عَلَى الْمَقْصِدِ الْأَصْلِيِّ مِنَ الزَّوَاجِ، وَهُوَ التَّعَاوُنُ فِي الْمَعِيشَةِ، وَحُسْنُ السُّلُوكِ فِيهَا. </p><p> أَفَبَعْدَ الْوَعِيدِ الشَّرْعِيِّ، وَذَاكَ الْإِلْزَامِ الدَّقِيقِ الْحَتْمِيِّ الَّذِي لَا يَحْتَمِلُ تَأْوِيلًا، وَلَا تَحْوِيلًا يَجُوزُ الْجَمْعُ بَيْنَ الزَّوْجَاتِ عِنْدَ تَوَهُّمِ عَدَمِ الْقُدْرَةِ عَلَى الْعَدْلِ بَيْنَ النِّسْوَةِ فَضْلًا عَنْ تَحَقُّقِهِ؟ فَكَيْفَ يَسُوغُ لَنَا الْجَمْعُ بَيْنَ نِسْوَةٍ لَا يَحْمِلُنَا عَلَى جَمْعِهِنَّ إِلَّا قَضَاءُ شَهْوَةٍ فَانِيَةٍ، وَاسْتِحْصَالُ لَذَّةٍ وَقْتِيَّةٍ غَيْرَ مُبَالِينَ بِمَا يَنْشَأُ عَنْ ذَلِكَ مِنَ الْمَفَاسِدِ وَمُخَالَفَةِ الشَّرْعِ الشَّرِيفِ، فَإِنَّا نَرَى أَنَّهُ إِنْ </p><p> بَدَتْ لِإِحْدَاهُنَّ فُرْصَةٌ لِلْوِشَايَةِ عِنْدَ الزَّوْجِ فِي حَقِّ الْأُخْرَى صَرَفَتْ جُهْدَهَا مَا اسْتَطَاعَتْ فِي تَنْمِيقِهَا، وَإِتْقَانِهَا، وَتَحْلِفُ بِاللهِ إِنَّهَا لَصَادِقَةٌ فِيمَا افْتَرَتْ - وَمَا هِيَ إِلَّا مِنَ الْكَاذِبَاتِ - فَيَعْتَقِدُ الرَّجُلُ أَنَّهَا أَخْلَصَتْ لَهُ النُّصْحَ لِفَرْطِ مَيْلِهِ إِلَيْهَا، وَيُوسِعُ الْأُخْرَيَاتِ ضَرْبًا مُبَرِّحًا، وَسَبًّا فَظِيعًا، وَيَسُومُهُنَّ طَرْدًا، وَنَهْرًا مِنْ غَيْرِ أَنْ يَتَبَيَّنَ فِيمَا أَلْقَى إِلَيْهِ ; إِذْ لَا هِدَايَةَ عِنْدَهُ تُرْشِدُهُ إِلَى تَمْيِيزِ صَحِيحِ الْقَوْلِ مِنْ فَاسِدِهِ، وَلَا نُورَ بَصِيرَةٍ يُوقِفُهُ عَلَى الْحَقِيقَةِ، فَتَضْطَرِمُ نِيرَانُ الْغَيْظِ فِي أَفْئِدَةِ هَاتِيكَ النِّسْوَةِ، وَتَسْعَى كُلُّ وَاحِدَةٍ مِنْهُنَّ فِي الِانْتِقَامِ مِنَ الزَّوْجِ، وَالْمَرْأَةِ الْوَاشِيَةِ، وَيَكْثُرُ الْعِرَاكُ، وَالْمُشَاجَرَةُ بَيْنَهُنَّ بَيَاضَ النَّهَارِ وَسَوَادَ اللَّيْلِ، وَفَضْلًا عَنِ اشْتِغَالِهِنَّ بِالشِّقَاقِ عَمَّا يَجِبُ عَلَيْهِنَّ مِنْ أَعْمَالِ الْمَنْزِلِ يُكْثِرْنَ مِنْ خِيَانَةِ الرَّجُلِ فِي مَالِهِ وَأَمْتِعَتِهِ لِعَدَمِ الثِّقَةِ بِالْمُقَامِ عِنْدَهُ ; فَإِنَّهُنَّ دَائِمًا يَتَوَقَّعْنَ مِنْهُ الطَّلَاقَ ; إِمَّا مِنْ خُبْثِ أَخْلَاقِهِنَّ، أَوْ مِنْ رَدَاءَةِ أَفْكَارِ الزَّوْجِ، وَأَيًّا مَا كَانَ فَكِلَاهُمَا لَا يَهْدَأُ لَهُ بَالٌ، وَلَا يَرِقُّ لَهُ عَيْشٌ. </p><p> وَمِنْ شِدَّةِ تَمَكُّنِّ الْغَيْرَةِ وَالْحِقْدِ فِي أَفْئِدَتِهِنَّ تَزْرَعُ كُلُّ وَاحِدَةٍ فِي ضَمِيرِ وَلَدِهَا مَا يَجْعَلُهُ مِنْ أَلَدِّ الْأَعْدَاءِ لِإِخْوَتِهِ أَوْلَادِ النِّسْوَةِ الْأُخْرَيَاتِ، فَإِنَّهَا دَائِمًا تَمْقُتُهُمْ، وَتَذْكُرُهُمْ بِالسُّوءِ عِنْدَهُ، وَهُوَ يَسْمَعُ، وَتُبَيِّنُ لَهُ امْتِيَازَهُمْ عَنْهُ عِنْدَ وَالِدِهِمْ، وَتُعَدِّدُ لَهُ وُجُوهَ الِامْتِيَازِ، فَكُلُّ ذَلِكَ وَمَا شَابَهَهُ إِنْ أُلْقِيَ إِلَى الْوَلَدِ حَالَ الطُّفُولَةِ يَفْعَلُ فِي نَفْسِهِ فِعْلًا لَا يَقْوَى عَلَى إِزَالَتِهِ بَعْدَ تَعَقُّلِهِ، فَيَبْقَى نَفُورًا مِنْ أَخِيهِ عَدُوًّا لَهُ (لَا نَصِيرًا،</p><p> وَظَهِيرًا لَهُ عَلَى اجْتِنَاءِ الْفَوَائِدِ وَدَفْعِ الْمَكْرُوهِ كَمَا هُوَ شَأْنُ الْأَخِ) . </p><p> وَإِنْ تَطَاوَلَ وَاحِدٌ مِنْ وَلَدِ تِلْكَ عَلَى آخَرَ مِنْ وَلَدِ هَذِهِ - وَإِنْ لَمْ يَفْعَلْ مَا لَفَظَ إِنْ كَانَ خَيْرًا، أَوْ شَرًّا لِكَوْنِهِ صَغِيرًا - انْتَصَبَ سُوقُ الْعِرَاكِ بَيْنَ وَالِدَتَيْهِمَا، وَأَوْسَعَتْ كُلُّ وَاحِدَةٍ الْأُخْرَى بِمَا فِي وُسْعِهَا مِنْ أَلْفَاظِ الْفُحْشِ وَمُسْتَهْجَنَاتِ السَّبِّ - وَإِنْ كُنَّ مِنَ الْمُخَدَّرَاتِ فِي بُيُوتِ الْمُعْتَبَرِينَ - كَمَا هُوَ مُشَاهَدٌ فِي كَثِيرٍ مِنَ الْجِهَاتِ خُصُوصًا الرِّيفِيَّةَ، وَإِذَا دَخَلَ الزَّوْجُ عَلَيْهِنَّ فِي هَذِهِ الْحَالَةِ تَعَسَّرَ عَلَيْهِ إِطْفَاءُ الثَّوْرَةِ مِنْ بَيْنِهِنَّ بِحُسْنِ الْقَوْلِ وَلِينِ الْجَانِبِ ; إِذْ لَا يَسْمَعْنَ لَهُ أَمْرًا، وَلَا يَرْهَبْنَ مِنْهُ وَعِيدًا ; لِكَثْرَةِ مَا وَقَعَ بَيْنَهُ وَبَيْنَهُنَّ مِنَ الْمُنَازَعَاتِ، وَالْمُشَاجَرَاتِ لِمِثْلِ هَذِهِ الْأَسْبَابِ، أَوْ غَيْرِهَا الَّتِي أَفْضَتْ إِلَى سُقُوطِ اعْتِبَارِهِ، وَانْتِهَاكِ وَاجِبَاتِهِ عِنْدَهُنَّ، أَوْ لِكَوْنِهِ ضَعِيفَ الرَّأْيِ، أَحْمَقَ الطَّبْعِ، فَتَقُودُهُ تِلْكَ الْأَسْبَابُ إِلَى فَضِّ هَذِهِ الْمُشَاجَرَةِ بِطَلَاقِهِنَّ جَمِيعًا، أَوْ بِطَلَاقِ مَنْ هِيَ عِنْدَهُ أَقَلُّ مَنْزِلَةً فِي الْحُبِّ - وَلَوْ كَانَتْ أَمَّ أَكْثَرِ أَوْلَادِهِ - فَتَخْرُجُ مِنَ الْمَنْزِلِ سَائِلَةَ الدَّمْعِ، حَزِينَةَ الْخَاطِرِ، حَامِلَةً مِنَ الْأَطْفَالِ عَدِيدًا فَتَأْوِي بِهِمْ إِلَى مَنْزِلِ أَبِيهَا إِنْ كَانَ، ثُمَّ لَا يَمْضِي عَلَيْهَا بِضْعَةُ أَشْهُرٍ عِنْدَهُ إِلَّا سَئِمَهَا، فَلَا تَجِدُ بُدًّا مِنْ رَدِّ الْأَوْلَادِ إِلَى أَبِيهِمْ، وَإِنْ عَلِمَتْ أَنَّ زَوْجَتَهُ الْحَالِيَّةَ تُعَامِلُهُمْ بِأَسْوَأَ مِمَّا عُومِلُوا بِهِ مِنْ عَشِيرَةِ أَبِيهَا. وَلَا تَسَلْ عَنْ أُمِّ الْأَوْلَادِ إِذَا طُلِّقَتْ، وَلَيْسَ لَهَا مَنْ تَأْوِي إِلَيْهِ فَإِنَّ شَرْحَ مَا تُعَانِيهِ مِنْ أَلَمِ الْفَاقَةِ وَذُلِّ النَّفْسِ لَيْسَ يُحْزِنُ </p><p> الْقَلْبَ بِأَقَلَّ مِنَ الْحُزْنِ عِنْدَ الْعِلْمِ بِمَا تُسَامُ بِهِ صِبْيَتُهَا مِنَ الطَّرْدِ، وَالتَّقْرِيعِ يَئِنُّونَ مِنَ الْجُوعِ، وَيَبْكُونَ مِنْ أَلَمِ الْمُعَامَلَةِ. </p><p> وَلَا يُقَالُ: إِنَّ ذَلِكَ غَيْرُ وَاقِعٍ، فَإِنَّ الشَّرِيعَةَ الْغَرَّاءَ كَلَّفَتِ الزَّوْجَ بِالنَّفَقَةِ عَلَى مُطَلَّقَتِهِ، وَأَوْلَادِهِ مِنْهَا حَتَّى تُحْسِنَ تَرْبِيَتَهُمْ، وَعَلَى مَنْ يَقُومُ مَقَامَهَا فِي الْحَضَانَةِ إِنْ خَرَجَتْ مِنْ عِلَّتِهَا وَتَزَوَّجَتْ. فَإِنَّ الزَّوْجَ وَإِنْ كَلَّفَتْهُ الشَّرِيعَةُ بِذَلِكَ لَكِنْ لَا يَرْضَخُ لِأَحْكَامِهَا فِي مِثْلِ هَذَا الْأَمْرِ الَّذِي يُكَلِّفُهُ نَفَقَاتٍ كَبِيرَةٍ إِلَّا مُكْرَهًا مَجْبُورًا، وَالْمَرْأَةُ لَا تَسْتَطِيعُ أَنْ تُطَالِبَهُ بِحَقِّهَا عِنْدَ الْحَاكِمِ الشَّرْعِيِّ، إِمَّا لِبُعْدِ مَرْكَزِهِ، فَلَا تَقْدِرُ عَلَى الذَّهَابِ إِلَيْهِ، وَتَتْرُكُ بَنِيهَا لَا يَمْلِكُونَ شَيْئًا مُدَّةَ أُسْبُوعٍ، أَوْ أُسْبُوعَيْنِ حَتَّى يَسْتَحْضِرَ الْقَاضِي الزَّوْجَ، وَرُبَّمَا آبَتْ إِلَيْهِمْ حَامِلَةً صَكًّا بِالْتِزَامِهِ بِالدَّفْعِ لَهَا كُلَّ شَهْرٍ مَا أَوْجَبَهُ الْقَاضِي عَلَيْهِ مِنَ النَّفَقَةِ مِنْ غَيْرِ أَنْ تَقْبِضَ مِنْهُ مَا يَسُدُّ الرَّمَقَ أَوْ يَذْهَبُ بِالْعَوَزِ، وَيَرْجِعُ الزَّوْجُ </p><p> مُصِرًّا عَلَى عَدَمِ الْوَفَاءِ بِمَا وَعَدَ ; لِكَوْنِهِ مُتَحَقِّقًا مِنْ أَنَّ الْمَرْأَةَ لَا تَقْدِرُ أَنْ تُخَاطِرَ بِنَفْسِهَا إِلَى الْعَوْدَةِ لِلشِّكَايَةِ لِوَهْنِ قُوَاهَا، وَاشْتِغَالِهَا بِمَا يُذْهِبُ الْحَاجَةَ الْوَقْتِيَّةَ، أَوْ حَيَاءً مِنْ شِكَايَةِ الزَّوْجِ، فَإِنَّ كَثِيرًا مِنْ أَهْلِ الْأَرْيَافِ يَعُدُّونَ مُطَالَبَةَ الْمَرْأَةِ بِنَفَقَتِهَا عَيْبًا فَظِيعًا، فَهِيَ تُفَضِّلُ الْبَقَاءَ عَلَى تَحَمُّلِ الْأَتْعَابِ الشَّاقَّةِ طَلَبًا لِمَا تُقِيمُ بِهِ بِنْيَتَهَا هِيَ وَبَنِيهَا عَلَى الشِّكَايَةِ الَّتِي تُوجِبُ لَهَا الْعَارَ، وَرُبَّمَا لَمْ تَأْتِ بِالثَّمَرَةِ الْمَقْصُودَةِ. وَغَيْرُ خَفِيٍّ أَنَّ ارْتِكَابَ الْمَرْأَةِ الْإِثْمَ لِهَذِهِ الْأَعْمَالِ الشَّاقَّةِ، وَمُعَانَاةَ الْبَلَايَا الْمُتَنَوِّعَةِ الَّتِي أَقَلُّهَا ابْتِذَالُ مَاءِ الْوَجْهِ تُؤَثِّرُ فِي أَخْلَاقِهَا فَسَادًا، وَفِي طِبَاعِهَا قُبْحًا ; مِمَّا يَذْهَبُ بِكَمَالِهَا، وَيُؤَدِّي إِلَى تَحْقِيرِهَا عِنْدَ الرَّاغِبِينَ فِي الزَّوَاجِ، وَلَرُبَّمَا أَدَّتْ بِهَا هَذِهِ الْأُمُورُ إِلَى أَنْ تَبْقَى أَيِّمًا مُدَّةَ شَبَابِهَا تَتَجَرَّعُ غُصَصَ الْفَاقَةِ، وَالذُّلِّ، وَإِنْ خَطَبَهَا رَجُلٌ بَعْدَ زَمَنٍ طَوِيلٍ مِنْ يَوْمِ الطَّلَاقِ فَلَا يَكُونُ فِي الْغَالِبِ إِلَّا أَقَلَّ مَنْزِلَةً وَأَصْغَرَ قَدْرًا مِنْ بَعْلِهَا السَّابِقِ، أَوْ كَهْلًا قَلَّتْ رَغْبَةُ النِّسَاءِ فِيهِ، وَيَمْكُثُ زَمَنًا طَوِيلًا يُقَدِّمُ رِجْلًا، وَيُؤَخِّرُ أُخْرَى خَشْيَةً عَلَى نَفْسِهِ مِنْ عَائِلَةِ زَوْجِهَا السَّالِفِ ; فَإِنَّهَا تُبْغِضُ أَيَّ شَخْصٍ يُرِيدُ زَوَاجَ امْرَأَتِهِ وَتُضْمِرُ لَهُ السُّوءَ إِنْ فَعَلَ ذَلِكَ، كَأَنَّ مُطَلِّقَهَا يُرِيدُ أَنْ تَبْقَى أَيِّمًا إِلَى الْمَمَاتِ رَغْبَةً فِي نَكَالِهَا، وَإِسَاءَتِهَا إِنْ طَلَّقَهَا كَارِهًا لَهَا، أَمَّا إِذَا كَانَ طَلَاقُهَا نَاشِئًا عَنْ حَمَاقَةِ الرَّجُلِ لِإِكْثَارِهِ مِنَ الْحَلِفِ بِهِ عِنْدَ أَدْنَى الْأَسْبَابِ، وَأَضْعَفِ الْمُقْتَضَيَاتِ - كَمَا هُوَ كَثِيرُ الْوُقُوعِ الْآنَ - اشْتَدَّ حَنَقُهُ وَغَيْرَتُهُ عَلَيْهَا، وَتَمَنَّى لَوِ اسْتَطَاعَ سَبِيلًا إِلَى قَتْلِهَا، أَوْ قَتْلِ مَنْ يُرِيدُ الِاقْتِرَانَ بِهَا. </p><p> وَكَأَنِّي بِمَنْ يَقُولُونَ إِنَّ هَذِهِ الْمُعَامَلَةَ، وَتِلْكَ الْمُعَاشَرَةَ لَا تَصْدُرُ إِلَّا مِنْ سَفَلَةِ النَّاسِ، وَأَدْنِيَائِهِمْ، وَأَمَّا ذَوُو الْمَقَامَاتِ، وَأَهْلُ الْيَسَارِ فَلَا نُشَاهِدُ مِنْهُمْ شَيْئًا مِنْ ذَلِكَ، فَإِنَّهُمْ يُنْفِقُونَ مَالًا لُبَدًا عَلَى مُطَلَّقَاتِهِمْ، وَأَوْلَادِهِمْ مِنْهَا، وَعَلَى نِسْوَتِهِمُ الْعَدِيدَاتِ فِي بُيُوتِهِمْ، فَلَا ضَيْرَ عَلَيْهِمْ فِي الْإِكْثَارِ مِنَ الزَّوَاجِ إِلَى الْحَدِّ الْجَائِزِ، وَالطَّلَاقِ إِذَا أَرَادُوا، بَلِ الْأَجْمَلُ وَالْأَلْيَقُ بِهِمْ </p><p> اتِّبَاعًا لِمَا وَرَدَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: تَنَاكَحُوا تَنَاسَلُوا فَإِنِّي مُبَاهٍ بِكُمُ الْأُمَمَ يَوْمَ الْقِيَامَةِ وَأَمَّا مَا يَقَعُ مِنْ سَفَلَةِ النَّاسِ فَلَا يَصِحُّ أَنْ يُجْعَلَ قَاعِدَةً لِلنَّهْيِ عَمَّا كَانَ عَلَيْهِ عَمَلُ النَّبِيِّ، وَالسَّلَفِ الصَّالِحِ مِنَ الْأُمَّةِ خُصُوصًا وَآيَةُ: فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ لَمْ تُنْسَخْ بِالْإِجْمَاعِ، فَإِذًا يَلْزَمُ الْعَمَلُ بِمَدْلُولِهَا مَا دَامَ الْكِتَابُ. </p><p> نَقُولُ فِي الْجَوَابِ عَنْ هَذَا: كَيْفَ يَصِحُّ هَذَا الْمَقَالُ، وَقَدْ رَأَيْنَا الْكَثِيرَ مِنَ الْأَغْنِيَاءِ وَذَوِي الْيَسَارِ يَطْرُدُونَ نِسَاءَهُمْ مَعَ أَوْلَادِهِنَّ، فَتُرَبَّى أَوْلَادُهُنَّ عِنْدَ أَقْوَامٍ غَيْرِ عَشِيرَتِهِمْ لَا يَعْتَنُونَ بِشَأْنِهِمْ، وَلَا يَلْتَفِتُونَ إِلَيْهِمْ، وَكَثِيرًا مَا رَأَيْنَا الْآبَاءَ يَطْرُدُونَ أَبْنَاءَهُمْ، وَهُمْ كِبَارٌ مَرْضَاةً لِنِسَائِهِمُ الْجَدِيدَاتِ، وَيُسِيئُونَ إِلَى النِّسَاءِ بِمَا لَا يُسْتَطَاعُ حَتَّى إِنَّهُ رُبَّمَا لَا يَحْمِلُ الرَّجُلُ مِنْهُمْ عَلَى تَزَوُّجِ ثَانِيَةٍ إِلَّا إِرَادَةُ الْإِضْرَارِ بِالْأُولَى - وَهَذَا شَائِعٌ كَثِيرٌ - وَعَلَى فَرْضِ تَسْلِيمِ أَنَّ ذَوِي الْيَسَارِ قَائِمُونَ بِمَا يَلْزَمُ مِنَ النَّفَقَاتِ لَا يُمْكِنُنَا إِلَّا أَنْ نَقُولَ كَمَا هُوَ الْوَاقِعُ: إِنَّ إِنْفَاقَهُمْ عَلَى النِّسْوَةِ، وَتَوْفِيَةَ حُقُوقِ الزَّوْجِيَّةِ مِنَ الْقَسْمِ فِي الْمَبِيتِ لَيْسَ عَلَى نِسْبَةٍ عَادِلَةٍ كَمَا هُوَ الْوَاجِبُ شَرْعًا عَلَى الرَّجُلِ لِزَوْجَاتِهِ، فَهَذِهِ النَّفَقَةُ تَسْتَوِي مَعَ عَدَمِهَا مِنْ حَيْثُ عَدَمُ الْقِيَامِ بِحُقُوقِ الزَّوْجَاتِ الْوَاجِبَةِ الرِّعَايَةِ كَمَا أَمَرَنَا بِهِ الشَّرْعُ الشَّرِيفُ. فَإِذًا لَا تُمَيُّزَ بَيْنَهُمْ وَبَيْنَ الْفُقَرَاءِ فِي أَنَّ كُلًّا قَدِ ارْتَكَبَ مَا حَرَّمَتْهُ الشَّرَائِعُ وَنَهَتْ عَنْهُ نَهْيًا شَدِيدًا، خُصُوصًا وَأَنَّ مَضَرَّاتِ اجْتِمَاعِ الزَّوْجَاتِ عِنْدَ الْأَغْنِيَاءِ أَكْثَرُ مِنْهَا عِنْدَ الْفُقَرَاءِ كَمَا هُوَ الْغَالِبُ ; فَإِنَّ الْمَرْأَةَ قَدْ تَبْقَى فِي بَيْتِ الْغَنِيِّ سَنَةً، أَوْ سَنَتَيْنِ بَلْ ثَلَاثًا بَلْ خَمْسًا بَلْ عَشْرًا لَا يَقْرَبُهَا الزَّوْجُ خَشْيَةَ أَنْ تَغْضَبَ عَلَيْهِ (مَنْ يَمِيلُ إِلَيْهَا مَيْلًا شَدِيدًا) ، وَهِيَ مَعَ ذَلِكَ لَا تَسْتَطِيعُ أَنْ تَطْلُبَ مِنْهُ أَنْ يُطَلِّقَهَا لِخَوْفِهَا عَلَى نَفْسِهَا مِنْ بَأْسِهِ فَتَضْطَرُّ إِلَى فِعْلِ مَا لَا يَلِيقُ، وَبَقِيَّةُ الْمَفَاسِدِ الَّتِي ذَكَرْنَاهَا مِنْ تَرْبِيَةِ الْأَبْنَاءِ عَلَى عَدَاوَةِ إِخْوَانِهِمْ بَلْ وَأَبِيهِمْ أَيْضًا مَوْجُودَةٌ عِنْدَ الْأَغْنِيَاءِ أَكْثَرَ مِنْهَا عِنْدَ الْفُقَرَاءِ، وَلَا تَصِحُّ الْمُكَابَرَةُ فِي إِنْكَارِ هَذَا الْأَمْرِ بَعْدَ مُشَاهَدَةِ آثَارِهِ فِي غَالِبِ الْجِهَاتِ وَالنَّوَاحِي، وَتَطَايُرِ شَرِّهِ فِي أَكْثَرِ الْبِقَاعِ مِنْ بِلَادِنَا وَغَيْرِهَا مِنَ الْأَقْطَارِ الْمَشْرِقِيَّةِ. </p><p> فَهَذِهِ مُعَامَلَةُ غَالِبِ النَّاسِ عِنْدَنَا مِنْ أَغْنِيَاءَ، وَفُقَرَاءَ فِي حَالَةِ التَّزَوُّجِ بِالْمُتَعَدِّدَاتِ ; كَأَنَّهُمْ لَمْ يَفْهَمُوا حِكْمَةَ اللهِ فِي مَشْرُوعِيَّتِهِ بَلِ اتَّخَذُوهُ طَرِيقًا لِصَرْفِ الشَّهْوَةِ، وَاسْتِحْصَالِ اللَّذَّةِ لَا غَيْرَ، وَغَفَلُوا عَنِ الْقَصْدِ الْحَقِيقِيِّ مِنْهُ، وَهَذَا لَا تُجِيزُهُ الشَّرِيعَةُ، وَلَا يَقْبَلُهُ الْعَقْلُ. فَاللَّازِمُ عَلَيْهِمْ حِينَئِذٍ إِمَّا الِاقْتِصَارُ عَلَى وَاحِدَةٍ إِذَا لَمْ يَقْدِرُوا عَلَى الْعَدْلِ - كَمَا هُوَ مُشَاهَدٌ - عَمَلًا بِالْوَاجِبِ عَلَيْهِمْ بِنَصِّ قَوْلِهِ - تَعَالَى -: فَإِنْ خِفْتُمْ أَلَّا </p><p> تَعْدِلُوا فَوَاحِدَةً وَأَمَّا آيَةُ: فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ فَهِيَ مُقَيَّدَةٌ بِآيَةِ فَإِنْ خِفْتُمْ وَإِمَّا أَنْ يَتَبَصَّرُوا قَبْلَ طَلَبِ التَّعَدُّدِ فِي الزَّوْجَاتِ فِيمَا يَجِبُ عَلَيْهِمْ </p><p> شَرْعًا مِنَ الْعَدْلِ، وَحِفْظِ الْأُلْفَةِ بَيْنَ الْأَوْلَادِ، وَحِفْظِ النِّسَاءَ مِنَ الْغَوَائِلِ الَّتِي تُؤَدِّي بِهِنَّ إِلَى الْأَعْمَالِ غَيْرِ اللَّائِقَةِ، وَلَا يَحْمِلُوهُنَّ عَلَى الْإِضْرَارِ بِهِمْ وَبِأَوْلَادِهِمْ، وَلَا يُطَلِّقُوهُنَّ إِلَّا لِدَاعٍ وَمُقْتَضٍ شَرْعِيٍّ شَأْنَ الرِّجَالِ الَّذِينَ يَخَافُونَ اللهَ، وَيُوَقِّرُونَ شَرِيعَةَ الْعَدْلِ، وَيُحَافِظُونَ عَلَى حُرُمَاتِ النِّسَاءِ، وَحُقُوقِهِنَّ، وَيُعَاشِرُونَهُنَّ بِالْمَعْرُوفِ، وَيُفَارِقُونَهُنَّ عِنْدَ الْحَاجَةِ، فَهَؤُلَاءِ الْأَفَاضِلُ الْأَتْقِيَاءُ لَا لَوْمَ عَلَيْهِمْ فِي الْجَمْعِ بَيْنَ النِّسْوَةِ إِلَى الْحَدِّ الْمُبَاحِ شَرْعًا، وَهُمْ وَإِنْ كَانُوا عَدَدًا قَلِيلًا فِي كُلِّ بَلَدٍ، وَإِقْلِيمٍ لَكِنَّ أَعْمَالَهُمْ وَاضِحَةُ الظُّهُورِ تَسْتَوْجِبُ لَهُمُ الثَّنَاءَ الْعَمِيمَ، وَالشُّكْرَ الْجَزِيلَ، وَتُقَرِّبُهُمْ مِنَ اللهِ الْعَادِلِ الْعَزِيزِ. انْتَهَى كَلَامُ الْأُسْتَاذِ الْإِمَامِ، وَفِيهِ مَا يَجِبُ فِيهِ الْعَدْلُ بَيْنَ الزَّوْجَاتِ، وَسَيَأْتِي لَهُ مَزِيدُ بَيَانٍ فِي تَفْسِيرِ: وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ [٤: ١٢٩] وَجُمْلَةُ الْقَوْلِ: أَنَّ التَّعَدُّدَ خِلَافُ الْأَصْلِ وَخِلَافُ الْكَمَالِ، وَيُنَافِي سُكُونَ النَّفْسِ، وَالْمَوَدَّةَ، وَالرَّحْمَةَ الَّتِي هِيَ أَرْكَانُ الْحَيَاةِ الزَّوْجِيَّةِ، لَا فَرْقَ بَيْنَ زَوَاجِ مَنْ لَمْ يُقِمْهَا وَبَيْنَ ازْدِوَاجِ الْعَجْمَاوَاتِ، وَنَزَوَانِ بَعْضِهَا عَلَى بَعْضٍ، فَلَا يَنْبَغِي لِلْمُسْلِمِ أَنْ يُقْدِمَ عَلَى ذَلِكَ إِلَّا لِضَرُورَةٍ مَعَ الثِّقَةِ بِمَا اشْتَرَطَ اللهُ - سُبْحَانَهُ - فِيهِ مِنَ الْعَدْلِ، وَمَرْتَبَةُ الْعَدْلِ دُونَ مَرْتَبَةِ سُكُونِ النَّفْسِ وَالْمَوَدَّةِ وَالرَّحْمَةِ، وَلَيْسَ وَرَاءَهُ إِلَّا ظُلْمُ الْمَرْءِ لِنَفْسِهِ، وَامْرَأَتِهِ، وَوَلَدِهِ، وَأُمَّتِهِ، وَاللهُ لَا يُحِبُّ الظَّالِمِينَ. </p><p> وَأَمَّا حِكْمَةُ تَعَدُّدِ زَوْجَاتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَمِنْهَا مَا هُوَ كَفَالَةُ بَعْضِ النِّسَاءِ الْمُؤْمِنَاتِ، وَمِنْهَا مَا لَهُ سَبَبٌ سِيَاسِيٌّ، أَوْ عِلْمِيٌّ دِينِيٌّ. وَقَدْ سَبَقَ لَنَا فَتْوَى فِي ذَلِكَ نُشِرَتْ فِي الْمُجَلَّدِ الْخَامِسِ مِنَ الْمَنَارِ (ص٦٩٩) وَهَذَا نَصُّ السُّؤَالِ، وَالْجَوَابِ. </p><p> (تَعَدُّدُ زَوْجَاتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ)  (س) مُصْطَفَى أَفَنْدِي رُشْدِي الْمِرْلِيُّ بِالزَّقَازِيقِ: مَا هِيَ الْحِكْمَةُ فِي تَعَدُّدِ زَوْجَاتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَكْثَرَ مِمَّا أَبَاحَهُ الْقُرْآنُ الشَّرِيفُ لِسَائِرِ الْمُؤْمِنِينَ، وَهُوَ التَّزَوُّجُ بِأَرْبَعٍ فَمَا دُونَهَا وَتَعَيُّنُ الْوَاحِدَةِ عِنْدَ خَوْفِ الْخُرُوجِ عَنِ الْعَدْلِ؟ </p><p> (ج) إِنَّ الْحِكْمَةَ الْعَامَّةَ فِي تِلْكَ الزِّيَادَةِ عَلَى الْوَاحِدَةِ فِي سِنِّ الْكُهُولَةِ، وَالْقِيَامَ بِأَعْبَاءِ الرِّسَالَةِ، وَالِاشْتِغَالَ بِسِيَاسَةٍ، وَمُدَافَعَةِ الْمُعْتَدِينَ دُونَ سِنِّ الشَّبَابِ، وَرَاحَةِ الْبَالِ هِيَ السِّيَاسَةُ الرَّشِيدَةُ، فَأَمَّا خَدِيجَةُ، وَهِيَ الزَّوْجُ الْأُولَى فَالْحِكْمَةُ فِي اخْتِيَارِهَا وَرَاءَ سُنَّةِ الْفِطْرَةِ مَعْرُوفَةٌ وَلَيْسَتْ مِنْ مَوْضُوعِ السُّؤَالِ. </p><p> وَقَدْ عَقَدَ بَعْدَ وَفَاتِهَا عَلَى سَوْدَةَ بِنْتِ زَمْعَةَ وَكَانَتْ قَدْ تُوُفِّيَ عَنْهَا زَوْجُهَا بَعْدَ الرُّجُوعِ مِنْ هِجْرَةِ الْحَبَشَةِ الثَّانِيَةِ، وَالْحِكْمَةُ فِي اخْتِيَارِهَا أَنَّهَا مِنَ الْمُؤْمِنَاتِ الْمُهَاجِرَاتِ الْهَاجِرَاتِ لِأَهْلِيهِنَّ خَوْفَ </p><p> الْفِتْنَةِ، وَلَوْ عَادَتْ إِلَى أَهْلِهَا بَعْدَ وَفَاةِ زَوْجِهَا (وَكَانَ ابْنَ عَمِّهَا) لَعَذَّبُوهَا وَفَتَنُوهَا فَكَفَلَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَافَأَهَا بِهَذِهِ الْمِنَّةِ الْعَظِيمَةِ. </p><p> ثُمَّ بَعْدَ شَهْرٍ عَقَدَ عَلَى عَائِشَةَ بِنْتِ الصِّدِّيقِ، وَالْحِكْمَةُ فِي ذَلِكَ كَالْحِكْمَةِ فِي التَّزَوُّجِ بِحَفْصَةَ بِنْتِ عُمَرَ بَعْدَ وَفَاةِ زَوْجِهَا خُنَيْسِ بْنِ حُذَافَةَ بِبَدْرٍ، وَهِيَ إِكْرَامُ صَاحِبَيْهِ وَوَزِيرَيْهِ أَبِي بَكْرٍ، وَعُمَرَ (رَضِيَ اللهُ عَنْهُمَا) ، وَإِقْرَارُ أَعْيُنِهِمَا بِهَذَا الشَّرَفِ الْعَظِيمِ، (كَمَا أَكْرَمَ عُثْمَانَ، وَعَلِيًّا - رَضِيَ اللهُ عَنْهُمَا - بِبَنَاتِهِ، وَهَؤُلَاءِ أَعْظَمُ أَصْحَابِهِ، وَأَخْلَصُهُمْ خِدْمَةً لِدِينِهِ) . </p><p> وَأَمَّا التَّزَوُّجُ بِزَيْنَبَ بِنْتِ جَحْشٍ، فَالْحِكْمَةُ فِيهِ تَعْلُو كُلَّ حِكْمَةٍ، وَهِيَ إِبْطَالُ تِلْكَ الْبِدَعِ الْجَاهِلِيَّةِ الَّتِي كَانَتْ لَاحِقَةً بِبِدْعَةِ التَّبَنِّي كَتَحْرِيمِ التَّزَوُّجِ بِزَوْجَةِ الْمُتَبَنَّى بَعْدَهُ وَغَيْرِ ذَلِكَ. وَقَدْ نَشَرْنَا فِي الْمُجَلَّدِ الثَّالِثِ مِنَ الْمَنَارِ مَقَالَيْنِ فِي هَذِهِ الْمَسْأَلَةِ أَحَدُهُمَا لِلْأُسْتَاذِ الْإِمَامِ، فَلْيُرَاجِعْهُمَا السَّائِلُ هُنَاكَ. </p><p> وَيَقْرُبُ مِنْ هَذِهِ الْحِكْمَةِ الْحِكْمَةُ فِي التَّزَوُّجِ بِجُوَيْرِيَةَ، وَهِيَ بَرَّةُ بِنْتُ الْحَارِثِ سَيِّدِ قَوْمِهِ بَنِي الْمُصْطَلِقِ، فَقَدْ كَانَ الْمُسْلِمُونَ أَسَرُوا مِنْ قَوْمِهَا مِائَتَيْ بَيْتٍ بِالنِّسَاءِ وَالذَّرَارِيِّ، فَأَرَادَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُعْتِقَ الْمُسْلِمُونَ الْأَسْرَى فَتَزَوَّجَ بِسَيِّدَتِهِمْ، فَقَالَ الصَّحَابَةُ عَلَيْهِمُ الرِّضْوَانُ: أَصْهَارُ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَنْبَغِي أَسْرُهُمْ وَأَعْتَقُوهُمْ، فَأَسْلَمَ بَنُو الْمُصْطَلِقِ - لِذَلِكَ - أَجْمَعُونَ، وَصَارُوا عَوْنًا لِلْمُسْلِمِينَ بَعْدَ أَنْ كَانُوا مُحَارِبِينَ لَهُمْ وَعَوْنًا عَلَيْهِمْ، وَكَانَ لِذَلِكَ أَثَرٌ حَسَنٌ فِي سَائِرِ الْعَرَبِ. </p><p> وَقَبْلَ ذَلِكَ تَزَوَّجَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِزَيْنَبَ بِنْتِ خُزَيْمَةَ بَعْدَ قَتْلِ زَوْجِهَا عَبْدِ اللهِ بْنِ جَحْشٍ فِي (أُحُدٍ) ، وَحِكْمَتُهُ فِي ذَلِكَ أَنَّ هَذِهِ الْمَرْأَةَ كَانَتْ مِنْ فُضْلَيَاتِ النِّسَاءِ فِي الْجَاهِلِيَّةِ حَتَّى كَانُوا يَدْعُونَهَا أُمَّ الْمَسَاكِينِ لِبِرِّهَا بِهِمْ، وَعِنَايَتِهَا بِشَأْنِهِمْ، فَكَافَأَهَا - عَلَيْهِ التَّحِيَّةُ </p><p> وَالسَّلَامُ - عَلَى فَضَائِلِهَا بَعْدَ مُصَابِهَا بِزَوْجِهَا بِذَلِكَ، فَلَمْ يَدَعْهَا أَرْمَلَةً تُقَاسِي الذُّلَّ الَّذِي كَانَتْ تُجِيرُ مِنْهُ النَّاسَ، وَقَدْ مَاتَتْ فِي حَيَاتِهِ. </p><p> وَتَزَوَّجَ بَعْدَهَا أُمَّ سَلَمَةَ (وَاسْمُهَا هِنْدٌ) وَكَانَتْ هِيَ وَزَوْجُهَا (عَبْدُ اللهِ أَبُو سَلَمَةَ بْنُ أَسَدِ ابْنُ عَمَّةِ الرَّسُولِ بَرَّةَ بِنْتِ عَبْدِ الْمُطَّلِبِ وَأَخُوهُ مِنَ الرَّضَاعَةِ) أَوَّلَ مَنْ هَاجَرَ إِلَى الْحَبَشَةِ، وَكَانَتْ تُحِبُّ زَوْجَهَا وَتُجِلُّهُ، حَتَّى إِنَّ أَبَا بَكْرٍ وَعُمَرَ خَطَبَاهَا بَعْدَ وَفَاتِهِ فَلَمْ تَقْبَلْ، وَلَمَّا قَالَ لَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: سَلِي اللهَ أَنْ يَأْجُرَكِ فِي مُصِيبَتِكِ وَيُخْلِفَكِ خَيْرًا قَالَتْ: وَمَنْ يَكُونُ خَيْرًا مِنْ أَبِي سَلَمَةَ؟ فَمِنْ هُنَا يَعْلَمُ السَّائِلُ وَغَيْرُهُ مِقْدَارَ مُصَابِ هَذِهِ الْمَرْأَةِ الْفَاضِلَةِ بِزَوْجِهَا، وَقَدْ رَأَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ لَا عَزَاءَ لَهَا عَنْهُ إِلَّا بِهِ، فَخَطَبَهَا فَاعْتَذَرَتْ بِأَنَّهَا مُسِنَّةٌ وَأُمُّ أَيْتَامٍ، فَأَحْسَنَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْجَوَابَ - وَمَا كَانَ إِلَّا مُحْسِنًا - وَتَزَوَّجَ بِهَا، وَظَاهِرٌ أَنَّ ذَلِكَ </p><p> الزَّوَاجَ لَيْسَ لِأَجْلِ التَّمَتُّعِ الْمُبَاحِ لَهُ، وَإِنَّمَا كَانَ لِفَضْلِهَا الَّذِي يَعْرِفُهُ الْمُتَأَمِّلُ بِجَوْدَةِ رَأْيِهَا يَوْمَ الْحُدَيْبِيَةِ وَلِتَعْزِيَتِهَا كَمَا تَقَدَّمَ. </p><p> وَأَمَّا زَوَاجُهُ بِأُمِّ حَبِيبَةَ رَمْلَةَ بِنْتِ أَبِي سُفْيَانَ بْنِ حَرْبٍ فَلَعَلَّ حِكْمَتَهُ لَا تَخْفَى عَلَى إِنْسَانٍ عَرَفَ سِيرَتَهَا الشَّخْصِيَّةَ، وَعَرَفَ عَدَاوَةَ قَوْمِهَا فِي الْجَاهِلِيَّةِ، وَالْإِسْلَامِ لِبَنِي هَاشِمٍ، وَرَغْبَةَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي تَأْلِيفِ قُلُوبِهِمْ، كَانَتْ رَمْلَةُ عِنْدَ عُبَيْدِ اللهِ بْنِ جَحْشٍ، وَهَاجَرَتْ مَعَهُ إِلَى الْحَبَشَةِ الثَّانِيَةِ فَتَنَصَّرَ هُنَاكَ، وَثَبَتَتْ هِيَ عَلَى الْإِسْلَامِ. فَانْظُرُوا إِلَى إِسْلَامِ امْرَأَةٍ يُكَافِحُ أَبُوهَا بِقَوْمِهِ النَّبِيَّ وَيَتَنَصَّرُ زَوْجُهَا، وَهِيَ مَعَهُ فِي هِجْرَةٍ مَعْرُوفٍ سَبَبُهَا، أَمِنَ الْحِكْمَةِ أَنْ تُضَيَّعَ هَذِهِ الْمُؤْمِنَةُ الْمُوقِنَةُ بَيْنَ فِتْنَتَيْنِ؟ أَمْ مِنَ الْحِكْمَةِ أَنْ يَكْلُفَهَا مَنْ تَصْلُحُ لَهُ وَهُوَ أَصْلَحُ لَهَا؟ </p><p> كَذَلِكَ تَظْهَرُ الْحِكْمَةُ فِي زَوَاجِ صَفِيَّةَ بِنْتِ حُيَيِّ بْنِ أَخْطَبَ سَيِّدِ بَنِي النَّضِيرِ وَقَدْ قُتِلَ أَبُوهَا مَعَ بَنِي قُرَيْظَةَ وَقُتِلَ زَوْجُهَا يَوْمَ خَيْبَرَ، وَكَانَ أَخَذَهَا دَحْيَةُ الْكَلْبِيُّ مِنْ سَبْيِ خَيْبَرَ فَقَالَ الصَّحَابَةُ: يَا رَسُولَ اللهِ، إِنَّهَا سَيِّدَةُ بَنِي قُرَيْظَةَ وَالنَّضِيرِ لَا تَصْلُحُ إِلَّا لَكَ، فَاسْتَحْسَنَ رَأْيَهُمْ، وَأَبَى أَنْ تُذَلَّ هَذِهِ السَّيِّدَةُ بِأَنْ تَكُونَ أَسِيرَةً عِنْدَ مَنْ تَرَاهُ دُونَهَا فَاصْطَفَاهَا، وَأَعْتَقَهَا، وَتَزَوَّجَهَا، وَوَصَلَ سَبَبَهُ بِبَنِي إِسْرَائِيلَ، وَهُوَ الَّذِي كَانَ </p><p> يُنْزِلُ النَّاسَ مَنَازِلَهُمْ. </p><p> وَآخِرُ أَزْوَاجِهِ مَيْمُونَةُ بِنْتُ الْحَارِثِ الْهِلَالِيَّةُ (وَكَانَ اسْمُهَا بَرَّةَ فَسَمَّاهَا مَيْمُونَةَ) ، وَالَّذِي زَوَّجَهَا مِنْهُ عَمُّهُ الْعَبَّاسُ رَضِيَ اللهُ عَنْهُ) وَكَانَتْ جَعَلَتْ أَمْرَهَا إِلَيْهِ بَعْدَ وَفَاةِ زَوْجِهَا الثَّانِي أَبِي رُهْمِ بْنِ عَبْدِ الْعُزَّى، وَهِيَ خَالَةُ عَبْدِ اللهِ بْنِ عَبَّاسٍ، وَخَالِدِ بْنِ الْوَلِيدِ، فَلَا أَدْرِي هَلْ كَانَتِ الْحِكْمَةُ فِي تَزَوُّجِهِ بِهَا تَشَعُّبُ قَرَابَتِهَا فِي بَنِي هَاشِمٍ وَبَنِي مَخْزُومٍ أَمْ غَيْرُ ذَلِكَ؟ </p><p> وَجُمْلَةُ الْحِكْمَةِ فِي الْجَوَابِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَاعَى الْمَصْلَحَةَ فِي اخْتِيَارِ كُلِّ زَوْجٍ مِنْ أَزْوَاجِهِ (عَلَيْهِنَّ الرِّضْوَانُ) فِي التَّشْرِيعِ، وَالتَّأْدِيبِ فَجَذَبَ إِلَيْهِ كِبَارَ الْقَبَائِلِ بِمُصَاهَرَتِهِمْ، وَعَلَّمَ أَتْبَاعَهُ احْتِرَامَ النِّسَاءِ وَإِكْرَامَ كَرَائِمِهِنَّ، وَالْعَدْلَ بَيْنَهُنَّ، وَقَرَّرَ الْأَحْكَامَ بِذَلِكَ، وَتَرَكَ مِنْ بَعْدِهِ تِسْعَ أُمَّهَاتٍ لِلْمُؤْمِنِينَ يُعَلِّمْنَ نِسَاءَهُمْ مِنَ الْأَحْكَامِ مَا يَلِيقُ بِهِنَّ مِمَّا يَنْبَغِي أَنْ يَتَعَلَّمْنَهُ مِنَ النِّسَاءِ </p><p> دُونَ الرِّجَالِ، وَلَوْ تَرَكَ وَاحِدَةً فَقَطْ لَمَا كَانَتْ تُغْنِي فِي الْأُمَّةِ غِنَاءَ التِّسْعِ، وَلَوْ كَانَ - عَلَيْهِ السَّلَامُ - أَرَادَ بِتَعَدُّدِ الزَّوَاجِ مَا يُرِيدُهُ الْمُلُوكُ، وَالْأُمَرَاءُ مِنَ التَّمَتُّعِ بِالْحَلَالِ فَقَطْ لَاخْتَارَ حِسَانَ الْأَبْكَارِ عَلَى أُولَئِكَ الثَّيِّبَاتِ الْمُكْتَهِلَاتِ كَمَا </p><p> قَالَ لِمَنِ اخْتَارَ ثَيِّبًا: هَلَّا بِكْرًا تُلَاعِبُهَا وَتُلَاعِبُكَ هَذَا مَا ظَهَرَ لَنَا فِي حِكْمَةِ التَّعَدُّدِ، وَإِنَّ أَسْرَارَ سِيرَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَعْلَى مِنْ أَنْ تُحِيطَ بِهَا كُلِّهَا أَفْكَارُ مِثْلِنَا اهـ. </p><p> وَمِنْ فُرُوعِ الْمَسْأَلَةِ أَنَّ مَنْ أَسْلَمَ مِنَ الْأُمَمِ الَّتِي تُبِيحُ التَّعَدُّدَ بِغَيْرِ حَصْرٍ، وَعِنْدَهُ أَكْثَرُ مِنْ أَرْبَعِ نِسْوَةٍ يَجِبُ عَلَيْهِ عِنْدَ جَمَاهِيرِ الْعُلَمَاءِ أَنْ يَخْتَارَ أَرْبَعَةً مِنْهُنَّ، وَيُسَرِّحَ الْأُخْرَيَاتِ، عَنْ أَبِي حَنِيفَةَ أَنَّهُنَّ يُمْسِكُ مَنْ عَقَدَ عَلَيْهِنَّ أَوَّلًا إِنْ عَلِمَ ذَلِكَ كَأَنَّهُ كَانَ مُكَلَّفًا أَنْ يَكُونَ نِكَاحُهُ قَبْلَ الْإِسْلَامِ مُوَافِقًا لِشَرِيعَةِ الْإِسْلَامِ، وَالْمَأْثُورُ فِي كُتُبِ السُّنَنِ هُوَ مَا عَلَيْهِ الْجُمْهُورُ، فَقَدْ رَوَى الشَّافِعِيُّ، وَابْنُ أَبِي شَيْبَةَ، وَأَحْمَدُ، وَالتِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَغَيْرُهُمْ، عَنِ ابْنِ عُمَرَ (رَضِيَ اللهُ عَنْهُ) أَنَّ غَيْلَانَ بْنَ سَلَمَةَ الثَّقَفِيَّ أَسْلَمَ وَتَحْتَهُ عَشْرُ نِسْوَةٍ، فَقَالَ لَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: اخْتَرْ مِنْهُنَّ أَرْبَعًا - وَفِي لَفْظٍ آخَرَ - أَمْسِكْ مِنْهُنَّ أَرْبَعًا، وَفَارِقْ سَائِرَهُنَّ وَرُوِيَ نَحْوٌ مِنْ ذَلِكَ عَنْ نَوْفَلِ بْنِ مُعَاوِيَةَ الدَّيْلَمِيِّ، وَعَنْ قَيْسِ بْنِ الْحَارِثِ الْأَسَدِيِّ حِينَ أَسْلَمَا، وَكَانَ عِنْدَ الْأَوَّلِ خَمْسٌ، وَعِنْدَ الثَّانِي ثَمَانٍ. وَالظَّاهِرُ أَنَّ إِمْسَاكَ الْأَرْبَعِ يُشْتَرَطُ فِيهِ قَصْدُ الْعَدْلِ بَيْنَهُنَّ، وَالثِّقَةُ بِالْقُدْرَةِ عَلَيْهِ، فَإِنْ خَافَ أَلَّا يَعْدِلَ فَعَلَيْهِ أَنْ يُمْسِكَ وَاحِدَةً فَقَطْ، وَمَا مَضَتْ بِهِ السُّنَّةُ مِنْ الِاقْتِصَارِ عَلَى أَرْبَعٍ، وَمَا أَجْمَعَ عَلَيْهِ أَهْلُهَا مِنْ عَدَمِ جَوَازِ الزِّيَادَةِ عَلَيْهِنَّ هُوَ عُمْدَةُ الْفُقَهَاءِ فِي هَذَا الْبَابِ، لَا لِأَنَّ مَثْنَى وَثُلَاثَ وَرُبَاعَ يَدُلُّ عَلَى جَوَازِ أَكْثَرَ مِنْ أَرْبَعٍ، بَلْ لِأَنَّ الْعَدَدَ عِنْدَهُمْ لَا مَفْهُومَ لَهُ، فَذِكْرُ الْأَرْبَعِ لَا يَقْتَضِي تَحْرِيمَ الْخَمْسِ فَأَكْثَرَ، فَلَمَّا حَتَّمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى مَنْ أَسْلَمَ مِنَ الْمُشْرِكِينَ وَعِنْدَهُ أَكْثَرُ مِنْ أَرْبَعٍ أَلَّا يُمْسِكُوا أَكْثَرَ مِنْ أَرْبَعٍ، كَانَ ذَلِكَ بَيَانًا مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا فِي الْآيَةِ مِنَ الْإِجْمَالِ، وَاحْتِمَالِ جَوَازِ الزِّيَادَةِ، وَجَمَاهِيرُ أَهْلِ الْأُصُولِ قَائِلُونَ بِجَوَازِ بَيَانِ خَبَرِ الْوَاحِدِ لِمُجْمَلِ الْكِتَابِ، وَمَا وَرَدَ فِي الْمَسْأَلَةِ سُنَّةٌ عَمَلِيَّةٌ مُتَّبَعَةٌ فَهِيَ أَقْوَى مَا يُحْتَجُّ بِهِ عِنْدَنَا، وَقَدْ أَوَّلَ ذَلِكَ الْمُجَوِّزُونَ لِلزِّيَادَةِ عَلَى أَرْبَعٍ - كَبَعْضِ الشِّيعَةِ - بِأَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ الْأَمْرُ بِمُفَارَقَةِ مَا زَادَ عَنِ الْأَرْبَعِ لِأَنَّهُنَّ كَانَ بَيْنَهُنَّ وَبَيْنَ أَزْوَاجِهِنَّ سَبَبٌ مِنْ أَسْبَابِ التَّحْرِيمِ الذَّاتِيِّ كَالنَّسَبِ الْقَرِيبِ وَالرَّضَاعِ. </p><p> وَهُوَ تَأْوِيلٌ ظَاهِرُ الْبُطْلَانِ ; إِذْ لَوْ كَانَ الْأَمْرُ كَمَا قِيلَ فِي الِاحْتِمَالِ لَمَا قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: اخْتَرْ أَرْبَعًا أَوْ </p><p> أَمْسِكْ أَرْبَعًا، فَالِاخْتِيَارُ وَتَنْكِيرُ لَفْظِ أَرْبَعٍ كُلٌّ مِنْهُمَا يَأْبَى مَا قِيلَ فِي التَّأْوِيلِ. وَمَا قِيلَ مِنْ أَنَّ الْإِجْمَاعَ عَلَى تَحْرِيمِ الزِّيَادَةِ عَلَى أَرْبَعٍ لَا يَتِمُّ مَعَ مُخَالَفَةِ الشِّيعَةِ فِي ذَلِكَ، أُجِيبَ عَنْهُ بِأَنَّ الْإِجْمَاعَ قَدْ وَقَعَ قَبْلَ أَنْ يَقُولُوا مَا قَالُوا فَهُوَ حُجَّةٌ عَلَيْهِمْ. </p><p> وَمِنْ فُرُوعِهَا أَنَّ الْخِطَابَ فِيهَا لِلْأَحْرَارِ دُونَ الْعَبِيدِ ; لِأَنَّ الرِّقَّ خِلَافُ مَقْصِدِ الشَّرْعِ </p><p> وَخِلَافُ الْأَصْلِ، فَكَأَنَّهُ غَيْرُ مَوْجُودٍ، وَمِمَّا يُؤَيِّدُ ذَلِكَ قَوْلُهُ - تَعَالَى - فِي مُخَاطَبَةِ الْمُخَاطَبِينَ بِهَذَا الْحُكْمِ مِنَ الْأَزْوَاجِ: أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ وَالْمَمْلُوكُ لَا يَمْلِكُ غَيْرَهُ، وَيَقُولُ الْفُقَهَاءُ: لَهُ أَنْ يَتَزَوَّجَ اثْنَتَيْنِ فَقَطْ. </p><p> وَمِنْهَا: أَنَّ الظَّاهِرِيَّةَ قَالُوا: إِنَّ الْأَمْرَ فِي قَوْلِهِ: فَانْكِحُوا مَا طَابَ لَكُمْ لِلْوُجُوبِ، فَالزَّوَاجُ وَاجِبٌ فِي الْعُمُرِ مَرَّةً. وَالْجُمْهُورُ عَلَى أَنَّ الْأَمْرَ فِيهِ لِلْإِبَاحَةِ، وَإِنْ كَانَ الزَّوَاجُ أَعْظَمَ سُنَنِ الْفِطْرَةِ الَّتِي رَغَّبَ فِيهَا دِينُ الْفِطْرَةِ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ: النُّكْتَةُ فِي اخْتِيَارِ (مَا) عَلَى \" مَنْ \" فِي قَوْلِهِ: مَا طَابَ لَكُمْ مِنَ النِّسَاءِ وَهِيَ إِرَادَةُ الْوَصْفِ كَأَنَّهُ قَالَ: فَانْكِحُوا أَيَّ صِنْفٍ مِنْ أَصْنَافِهِنَّ مِنَ الثَّيِّبَاتِ وَالْأَبْكَارِ وَذَوَاتِ الْجَمَالِ وَذَوَاتِ الْمَالِ وَإِنَّمَا تَخْتَصُّ كَلِمَةُ \" مَا \" أَوْ تَغْلِبُ فِي غَيْرِ الْعُقَلَاءِ إِذَا أُرِيدَ بِهَا الذَّاتُ لَا الْوَصْفُ. فَيَقُولُ: مَنْ هَذَا الرَّجُلُ؟ فِي السُّؤَالِ عَنْ ذَاتِهِ، وَشَخْصِهِ وَتَقُولُ: مَا هَذَا الرَّجُلُ؟ فِي السُّؤَالِ عَنْ صِفَتِهِ وَنَعْتِهِ. وَمَا قِيلَ مِنْ أَنَّ النُّكْتَةَ فِي ذَلِكَ هِيَ الْإِشَارَةُ إِلَى أَنَّ النِّسَاءَ نَاقِصَاتُ عَقْلٍ فَأُنْزِلْنَ مَنْزِلَةَ غَيْرِ الْعَاقِلِ يَأْبَاهُ هَذَا الْمَقَامُ الَّذِي قُرِّرَ فِيهِ تَكْرِيمُهُنَّ، وَحِفْظُ حُقُوقِهِنَّ، وَحُرِّمَ فِيهِ ظُلْمُهُنَّ، وَمِثْلُ هَذَا التَّعْبِيرِ قَوْلُهُ - تَعَالَى -: أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ وَ (أَوْ) فِيهِ لِلتَّسْوِيَةِ يَعْنِي إِنْ خِفْتُمْ أَلَّا تَعْدِلُوا بَيْنَ الزَّوْجَتَيْنِ فَأَكْثَرَ فَأَنْتُمْ مُخَيَّرُونَ بَيْنَ الْوَاحِدَةِ وَالتَّسَرِّي. وَظَاهِرُ مَا تَقَدَّمَ عَنِ ابْنِ جَرِيرٍ أَنَّ الْوَاحِدَةَ يَطْلُبُ فِي نِكَاحِهَا الْعَدْلَ، فَإِنْ خَافَ أَلَّا يَعْدِلَ فِي مُعَامَلَتِهَا لَجَأَ إِلَى التَّسَرِّي، وَإِنَّمَا يَشْتَرِطُ الْجَمَاهِيرُ الْعَجْزَ عَنِ التَّزَوُّجِ بِالْحُرَّةِ فِي نِكَاحِ الْأَمَةِ لَا فِي التَّسَرِّي بِهَا، وَسَيَأْتِي فِي تَفْسِيرِ قَوْلِهِ: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا [٤: ٢٥] الْآيَةَ. </p><p> ثُمَّ قَالَ - تَعَالَى -: وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً هَذَا حُكْمٌ آخَرُ مِنْ أَحْكَامِ النِّسَاءِ يُرَجِّحُ كَوْنَ هَذِهِ الْآيَةِ نَزَلَتْ فِيهِنَّ لَا أَنَّ حُكْمَ تَعَدُّدِهِنَّ فِي الزَّوْجِيَّةِ جَاءَ عَرَضًا وَتَبَعًا لِأَحْكَامِ الْيَتَامَى مِنْهُنَّ، أَيْ وَأَعْطُوا النِّسَاءَ اللَّوَاتِي تَعْقِدُونَ عَلَيْهِنَّ </p><p> مُهُورَهُنَّ نِحْلَةً، أَيْ عَطَاءَ نِحْلَةٍ، أَيْ فَرِيضَةً لَازِمَةً عَلَيْكُمْ، وَهُوَ الْمَرْوِيُّ عَنْ قَتَادَةَ، وَقَالَ ابْنُ جَرِيحٍ: فَرِيضَةً مُسَمَّاةً، وَقِيلَ: دِيَانَةً مِنَ النِّحْلَةِ بِمَعْنَى الْمِلَّةِ، وَرَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ النِّحْلَةَ: الْمَهْرُ. وَتَقَدَّمَ فِي تَفْسِيرِ الْمُفْرَدَاتِ أَنَّ النِّحْلَةَ تُطْلَقُ عَلَى مَا يَنْحُلُهُ الْإِنْسَانُ وَيُعْطِيهِ هِبَةً عَنْ طِيبِ نَفْسٍ بِدُونِ مُقَابَلَةِ عِوَضٍ، وَهُوَ الَّذِي اخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ هُنَا. قَالَ: </p><p> الصَّدُقَاتُ: جَمْعُ صَدُقَةٍ بِضَمِّ الدَّالِّ، وَفِيهِ لُغَاتٌ، مِنْهَا الصَّدَاقُ: وَهُوَ مَا يُعْطَى لِلْمَرْأَةِ قَبْلَ الدُّخُولِ عَنْ طِيبِ نَفْسٍ، وَيَنْبَغِي أَنْ يُلَاحَظَ فِي هَذَا الْعَطَاءِ مَعْنَى أَعْلَى مِنَ الْمَعْنَى الَّذِي لَاحَظَهُ الَّذِينَ يُسَمُّونَ أَنْفُسَهُمُ الْفُقَهَاءَ مِنْ أَنَّ الصَّدَاقَ وَالْمَهْرَ بِمَعْنَى الْعِوَضِ عَنِ الْبِضْعِ، وَالثَّمَنِ لَهُ، كَلَّا إِنَّ الصِّلَةَ بَيْنَ الزَّوْجَيْنِ أَعْلَى، وَأَشْرَفُ مِنَ الصِّلَةِ بَيْنَ الرَّجُلِ وَفَرَسِهِ، أَوْ جَارِيَتِهِ، </p><p> وَلِذَلِكَ قَالَ: نِحْلَةً فَالَّذِي يَنْبَغِي أَنْ يُلَاحَظَ هُوَ أَنَّ هَذَا الْعَطَاءَ آيَةٌ مِنْ آيَاتِ الْمَحَبَّةِ، وَصِلَةِ الْقُرْبَى، وَتَوْثِيقِ عُرَى الْمَوَدَّةِ، وَالرَّحْمَةِ، وَأَنَّهُ وَاجِبُ حَتْمٍ لَا تَخْيِيرَ فِيهِ كَمَا يَتَخَيَّرُ الْمُشْتَرِي، وَالْمُسْتَأْجِرُ، وَتَرَى عُرْفَ النَّاسِ جَارِيًا عَلَى عَدَمِ الِاكْتِفَاءِ بِهَذَا الْعَطَاءِ بَلْ يَشْفَعُهُ الزَّوْجُ بِالْهَدَايَا وَالتُّحَفِ. </p><p> أَقُولُ: الْخِطَابُ عَلَى هَذَا الْوَجْهِ مِنْ مَعْنَى الْجُمْلَةِ لِلْأَزْوَاجِ، وَفِيهَا وَجْهٌ آخَرُ، وَهُوَ أَنَّ الْخِطَابَ لِلْأَوْلِيَاءِ الَّذِينَ يُزَوِّجُونَ النِّسَاءَ الْيَتَامَى، وَغَيْرَ الْيَتَامَى، وَيَأْمُرُهُمُ اللهُ - تَعَالَى - أَنْ يُعْطُوهُنَّ مَا يَأْخُذُونَهُ مِنْ مُهُورِهِنَّ مِنْ أَزْوَاجِهِنَّ بِالنِّيَابَةِ عَنْهُنَّ، وَكَانَ وَلِيُّ الْمَرْأَةِ فِي الْجَاهِلِيَّةِ يُزَوِّجُهَا وَيَأْخُذُ صَدَاقَهَا لِنَفْسِهِ دُونَهَا، وَمِنْهُمْ مَنْ كَانَ يُعْطِي الرَّجُلَ أُخْتَهُ عَلَى أَنْ يُعْطِيَهُ أُخْتَهُ فَلَا يُصِيبُ الْأُخْتَيْنِ شَيْءٌ مِنَ الْمَهْرِ، وَلَا مَانِعَ مِنْ جَعْلِ الْخِطَابِ لِلْمُسْلِمِينَ جُمْلَةً، فَالزَّوْجُ يَأْخُذُ مِنْهُ أَنَّهُ مَأْمُورٌ بِأَدَاءِ الْمَهْرِ وَأَنَّهُ لَا هَوَادَةَ فِيهِ، وَالْوَلِيُّ يَأْخُذُ مِنْهُ أَنَّهُ لَيْسَ لَهُ أَنْ يُزَوِّجَ مُوَلِّيَتَهُ بِغَيْرِ مَهْرٍ لِمَنْفَعَةٍ لَهُ، وَلَا أَنْ يَأْكُلَ مِنَ الْمَهْرِ شَيْئًا إِذَا هُوَ قَبَضَهُ مِنَ الزَّوْجِ بِاسْمِهَا إِلَّا أَنْ تَسْمَحَ هِيَ لِأَحَدٍ بِشَيْءٍ بِرِضَاهَا، وَاخْتِيَارِهَا، قَالَ - عَزَّ وَجَلَّ -: </p><p> فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا أَيْ إِنْ طَابَتْ نُفُوسُهُنَّ بِإِعْطَائِكُمْ شَيْئًا مِنَ الصَّدَاقِ وَلَوْ كُلَّهُ بِنَاءً عَلَى أَنَّ \" مِنْ \" فِي قَوْلِهِ: (مِنْهُ) لِلْبَيَانِ، وَقِيلَ: هِيَ لِلتَّبْعِيضِ، وَلَا يَجُوزُ هِبَتُهُ كُلِّهِ، وَلَا أَخْذُهُ إِنْ هِيَ وَهَبَتْهُ، وَإِلَيْهِ ذَهَبَ الْإِمَامُ اللَّيْثُ. </p><p> فَأَعْطَيْنَهُ مِنْ غَيْرِ إِكْرَاهٍ، وَلَا إِلْجَاءٍ بِسُوءِ الْعِشْرَةِ، وَلَا إِخْجَالٍ بِالْخِلَابَةِ وَالْخُدْعَةِ. وَقَالَ ابْنُ عَبَّاسٍ: مِنْ غَيْرِ ضِرَارٍ وَلَا خَدِيعَةٍ - فَكُلُوهُ أَكْلًا هَنِيئًا مَرِيئًا، أَوْ حَالَ كَوْنِهِ هَنِيئًا مَرِيئًا، مِنْ هَنُوءِ الطَّعَامِ وَمَرُوئِهِ إِذَا كَانَ سَائِغًا لَا غَصَصَ فِيهِ، وَلَا تَنْغِيصَ. وَقَالَ بَعْضُهُمْ: الْهَنِيءُ مَا يَسْتَلِذُّهُ الْآكِلُ، وَالْمَرِيءُ مَا تَجْمُلُ عَاقِبَتُهُ كَأَنْ يَسْهُلَ هَضْمُهُ، وَتَحْسُنَ تَغْذِيَتُهُ، وَالْمُرَادُ بِالْأَكْلِ مُطْلَقُ التَّصَرُّفِ - رَاجِعْ ص١٦٠ ج٢ [ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] - وَبِكَوْنِهِ هَنِيئًا مَرِيئًا لَا تَبِعَةَ فِيهِ، وَلَا عِقَابَ عَلَيْهِ. </p><p> الْأُسْتَاذُ الْإِمَامُ: لَا يَجُوزُ لِلرَّجُلِ أَنْ يَأْكُلَ شَيْئًا مِنْ مَالِ امْرَأَتِهِ إِلَّا إِذَا عَلِمَ أَنَّ نَفْسَهَا طَيِّبَةٌ بِهِ، فَإِذَا طَلَبَ مِنْهَا شَيْئًا فَحَمَلَهَا الْخَجَلُ أَوِ الْخَوْفُ عَلَى إِعْطَائِهِ مَا طَلَبَ فَلَا يَحِلُّ لَهُ. وَعَلَامَاتُ الرِّضَا، وَطِيبِ النَّفْسِ لَا تَخْفَى عَلَى أَحَدٍ، وَإِنْ كَانَ اللَّابِسُونَ لِبَاسَ الصَّالِحِينَ الْمُتَحَلَّوْنَ بِعُقُودِ السِّبَحِ الَّذِينَ يُحَرِّكُونَ شِفَاهَهُمْ وَيَلُوكُونَ أَلْسِنَتَهُمْ بِمَا يُسَمُّونَهُ ذِكْرًا يَسْتَحِلُّونَ أَكْلَ أَمْوَالِ نِسَائِهِمْ إِذَا أَعْطَيْنَهَا، أَوْ أَجَزْنَ أَخْذَهَا بِالتَّرْهِيبِ، أَوِ الْخِدَاعِ، أَوِ الْخَجَلِ، وَيَقُولُونَ: إِنَّهُنَّ أَعْطَيْنَنَا، وَلَنَا الظَّاهِرُ وَاللهُ يَتَوَلَّى السَّرَائِرَ. وَقَدْ قَالَ - تَعَالَى - فِي الْآيَةِ الْآتِيَةِ: وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا [٤: ٢٠] فَإِذَا شَدَّدَ هَذَا التَّشْدِيدَ فِي طَوْرِ الْمُفَارَقَةِ فَكَيْفَ يَكُونُ الْحُكْمُ فِي طَوْرِ الِاجْتِمَاعِ وَالْمُعَاشَرَةِ؟ . </p><p> أَقُولُ: يَعْنِي أَنَّ طَوْرَ الْمُفَارَقَةِ هُوَ طَوْرُ مُغَاضَبَةٍ، فَفِي الطَّبْعِ دَاعِيَةٌ لِلْمُشَاحَّةِ فِيهِ، وَأَمَّا طَوْرُ عَقْدِ الْمُصَاهَرَةِ فَهُوَ طَوْرُ الرَّغْبَةِ، وَالتَّحَبُّبِ، وَإِظْهَارِ الزَّوْجِ أَهْلِيَّتَهُ لِمَا يَجِبُ عَلَيْهِ مِنْ كَفَالَةِ الْمَرْأَةِ، وَالنَّفَقَةِ عَلَيْهَا، وَلَكِنْ غَلَبَ حُبُّ الدِّرْهَمِ، وَالدِّينَارِ فِي هَذَا الزَّمَانِ عَلَى كُلِّ شَيْءٍ حَتَّى عَلَى الْعَوَاطِفِ الطَّبِيعِيَّةِ، وَحُبِّ الشَّرَفِ وَالْكَرَامَةِ، فَصَارَ كُلٌّ مِنَ الزَّوْجَيْنِ وَأَقْوَامُهُمَا يُمَاكِسُونَ فِي الْمَهْرِ كَمَا يُمَاكِسُونَ فِي سِلَعِ التِّجَارَةِ وَإِلَى اللهِ الْمُشْتَكَى. </p><p> وَأَمَّا قَوْلُهُمْ: لَنَا الظَّاهِرُ وَاللهُ يَتَوَلَّى السَّرَائِرَ فَهُوَ لَا يَصْدُقُ عَلَى مِثْلِ الْحَالِ الْمَذْكُورَةِ لِأَنَّ بَاطِنَ الْمَرْأَةِ فِيهَا مَعْلُومٌ غَيْرُ مَجْهُولٍ، فَيَدَّعِي الْأَخْذَ بِمَا ظَهَرَ مِنْهَا، وَاللهُ - تَعَالَى - لَمْ يَقُلْ (فَإِنْ أَعْطَيْنَكُمْ) حَتَّى يُقَالَ حَصَلَ الْعَطَاءُ الَّذِي وَرَدَ بِهِ النَّصُّ، وَإِنَّمَا نَاطَ الْحِلَّ بِطِيبِ نُفُوسِهِنَّ عَنْهُ، فَلَوْ لَمْ يَكُنْ طِيبُ النَّفْسِ مِمَّا يُمْكِنُ الْعِلْمُ بِهِ لَمَا نَاطَ - سُبْحَانَهُ - الْحُكْمَ بِهِ، فَيُقَالُ لِهَؤُلَاءِ الْمُحَرِّفِينَ: إِذَا كُنْتُمْ تَعْلَمُونَ أَنَّ شَرْطَ جَوَازِ أَكْلِ مَا تُعْطِيهِ الْمَرْأَةُ هُوَ أَنْ </p><p> يَكُونَ عَنْ طِيبِ نَفْسٍ مِنْهَا، وَتَعْلَمُونَ أَنَّهَا إِنَّمَا أَعْطَتْ مَا أَعْطَتْ كَارِهَةً أَوْ مُكْرَهَةً لِمَا اتَّخَذْتُمُوهُ مِنَ الْوَسَائِلِ، فَكَيْفَ تُخَادِعُونَ رَبَّكُمْ وَتُكَابِرُونَ أَنْفُسَكُمْ؟ </p><p> وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللهِ حَسِيبًا </p><p> الْمُفْرَدَاتُ:  (السَّفُهَاءُ) جَمْعُ سَفِيهٍ مِنَ السَّفَهِ وَالسَّفَاهَةِ، وَتَقَدَّمَ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ أَنَّ السَّفَهَ هُوَ الِاضْطِرَابُ فِي الرَّأْيِ، وَالْفِكْرِ، أَوِ الْأَخْلَاقِ. وَأَصْلُهُ الِاضْطِرَابُ فِي الْمَحْسُوسَاتِ. وَقَالَ الرَّاغِبُ: السَّفَهُ خِفَّةٌ فِي الْبَدَنِ، وَمِنْهُ قِيلَ: زِمَامٌ سَفِيهٌ: كَثِيرُ الِاضْطِرَابِ، وَثَوْبٌ سَفِيهٌ: رَدِيءُ النَّسْجِ. وَاسْتُعْمِلَ فِي خِفَّةِ النَّفْسِ لِنُقْصَانِ الْعَقْلِ، وَفِي الْأُمُورِ الدُّنْيَوِيَّةِ وَالْأُخْرَوِيَّةِ. </p><p> ثُمَّ جَعْلُ السَّفَهِ فِي الْأُمُورِ الدُّنْيَوِيَّةِ هُوَ الْمُرَادُ مِنْ لَفْظِ السُّفَهَاءِ هُنَا، وَمَثَّلَ لِلسَّفَهِ فِي الْأُمُورِ الْأُخْرَوِيَّةِ بِقَوْلِهِ - تَعَالَى -: وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللهِ شَطَطًا [٧٢: ٤] . فَالسُّفَهَاءُ هُنَا هُمُ الْمُبَذِّرُونَ أَمْوَالَهُمُ الَّذِينَ يُنْفِقُونَهَا فِيمَا لَا يَنْبَغِي وَيُسِيئُونَ التَّصَرُّفَ بِإِنْمَائِهَا وَتَثْمِيرِهَا - قِيَامًا تَقُومُ بِهَا أُمُورُ مَعَايِشِكُمْ فَتَحُولُ دُونَ وُقُوعِكُمْ فِي الْفَقْرِ، وَقَرَأَهَا نَافِعٌ، وَابْنُ عَامِرٍ (قِيَمًا) ، وَهُوَ بِمَعْنَى قِيَامًا كَمَا يَأْتِي. قَالَ الرَّاغِبُ الْقِيَامَ وَالْقِوَامُ: اسْمٌ لِمَا يَقُومُ بِهِ الشَّيْءُ، أَيْ يَثْبُتُ، كَالْعِمَادِ، وَالسِّنَادِ لِمَا يَعْمِدُ بِهِ، وَذَكَرَ الْآيَةَ. وَفُسِّرَتْ فِي الْكَشَّافِ بِقَوْلِهِ: أَيْ تَقُومُونَ بِهَا، وَتَتَعَيَّشُونَ، وَلَوْ ضَيَّعْتُمُوهَا لَضِعْتُمْ قَالَ: وَقُرِئَ (قِيَمًا) بِمَعْنَى قِيَامًا كَمَا جَاءَ عِوَذًا بِمَعْنَى عِيَاذًا - وَارْزُقُوهُمْ مِنَ الرِّزْقِ، وَهُوَ الْعَطَاءُ مِنَ الْأَشْيَاءِ الْحِسِّيَّةِ، وَالْمَعْنَوِيَّةِ، وَيُطْلَقُ عَلَى النَّصِيبِ مِنَ الشَّيْءِ، وَقَدْ يُخَصُّ بِالطَّعَامِ، قِيلَ: وَهُوَ الظَّاهِرُ هُنَا لِمُقَابَلَتِهِ بِالْكِسْوَةِ. كَمَا قَالَ فِي آيَةِ الْمُرْضِعَاتِ: </p><p> وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ [٢: ٢٣٣] وَقَدْ يُقَالُ: إِنَّهُ أَعَمُّ فِي الْمَوْضِعَيْنِ. وَقَوْلُهُ: آنَسْتُمْ مِنْهُمْ رُشْدًا مَعْنَاهُ أَبْصَرْتُمْ مِنْهُمْ هَذَا النَّوْعَ مِنَ الرُّشْدِ فِي حِفْظِ الْأَمْوَالِ، وَحُسْنِ التَّصَرُّفِ فِيهَا إِبْصَارَ إِينَاسٍ، وَهُوَ الِاسْتِيضَاحُ، وَاسْتَعْبَرَ لِلتَّبْيِينِ كَمَا فِي الْكَشَّافِ، وَعَنِ ابْنِ عَبَّاسٍ: أَنَّ الرُّشْدَ الصَّلَاحُ فِي الْعَقْلِ وَالْحِفْظُ لِلْمَالِ إِسْرَافًا وَبِدَارًا مَصْدَرَانِ لِـ أَسْرَفَ وَبَادَرَ، فَالْإِسْرَافُ مُجَاوَزَةُ الْحَدِّ فِي كُلِّ عَمَلٍ، وَغَلَبَ فِي الْأَمْوَالِ، وَيُقَابِلُهُ الْقَتْرُ، وَهُوَ النَّقْصُ فِي النَّفَقَةِ عَمَّا يَنْبَغِي، قَالَ - تَعَالَى -: وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا [٢٠: ٦٧] يُقَالُ: قَتَرَ - يَقْتُرُ بِوَزْنِ نَصَرَ يَنْصُرُ، وَقَتَّرَ يُقَتِّرُ - بِالتَّشْدِيدِ - وَالْقَوَامُ كَالْقِيَامِ: هُوَ الْقَصْدُ بَيْنَهُمَا الَّذِي تَقُومُ بِهِ الْمَعِيشَةُ وَتَثْبُتُ كَمَا تَقَدَّمَ. وَالْبِدَارُ: الْمُبَادَرَةُ أَيِ الْمُسَارَعَةُ إِلَى الشَّيْءِ، يُقَالُ: بَادَرْتُ إِلَى الشَّيْءِ وَبَدَرْتُ إِلَيْهِ. وَقَوْلُهُ: أَنْ يَكْبَرُوا فِي تَأْوِيلِ الْمَصْدَرِ، أَيْ كِبَرُهُمْ فِي السِّنِّ، يُقَالُ: كَبِرَ يَكْبَرُ - بِوَزْنِ عَلِمَ يَعْلَمُ، إِذَا كَبِرَتْ سِنُّهُ، وَأَمَّا كَبُرَ يَكْبُرُ - بِضَمِّ الْبَاءِ - فِي الْمَاضِي وَالْمُضَارِعِ، فَهُوَ كَعَظُمَ يَعْظُمُ حِسًّا، أَوْ مَعْنًى فَلْيَسْتَعْفِفْ فَلْيَعِفَّ مُبَالِغًا فِي الْعِفَّةِ، أَوْ فَلْيُطَالِبْ نَفْسَهُ بِالْعِفَّةِ وَيَحْمِلْهَا عَلَيْهَا، وَهِيَ تَرْكُ مَا لَا يَنْبَغِي مِنَ الشَّهَوَاتِ، أَوْ مَلَكَةٍ فِي النَّفْسِ تَقْتَضِي ذَلِكَ، وَطَلَبُهَا يَكُونُ بِالتَّعَفُّفِ وَهُوَ تَكَلُّفُ الْعِفَّةِ الْمَرَّةَ بَعْدَ الْمَرَّةِ، حَتَّى تَسْتَحْكِمَ الْمَلَكَةُ فِي النَّفْسِ بِالتَّكْرَارِ، وَالْمُمَارَسَةِ كَسَائِرِ الْأَخْلَاقِ، وَالْمَلَكَاتِ الْمُكْتَسَبَةِ بِالتَّرْبِيَةِ. </p><p> الْمَعْنَى: اخْتَلَفَ مُفَسِّرُو السَّلَفِ فِي الْمُرَادِ بِالسُّفَهَاءِ هُنَا. فَقِيلَ: هُمُ الْيَتَامَى، وَالنِّسَاءُ. وَقِيلَ: النِّسَاءُ خَاصَّةً. وَقِيلَ: الْأَوْلَادُ الصِّغَارُ لِلْمُخَاطَبِينَ. وَقِيلَ: هِيَ عَامَّةٌ فِي كُلِّ سَفِيهٍ مِنْ صَغِيرٍ، وَكَبِيرٍ، وَذَكَرٍ، وَأُنْثَى، وَاخْتَارَهُ ابْنُ جَرِيرٍ، وَجَعَلَ الْخِطَابَ لِمَجْمُوعِ الْأُمَّةِ لِيَشْمَلَ النَّهْيُ كُلَّ مَالٍ يُعْطَى لِأَيِّ سَفِيهٍ، وَهُوَ أَحْسَنُ الْأَقْوَالِ - رَاجِعْ تَفْسِيرَ وَلَا تَأْكُلُوا أَمْوَالَكُمْ [٢: ١٨٨] - ص١٥٧ ج ٢ [ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] وَقَالَ الْأُسْتَاذُ الْإِمَامُ: أَمَرَنَا اللهُ - تَعَالَى - فِي الْآيَاتِ </p><p> السَّابِقَةِ بِإِيتَاءِ الْيَتَامَى أَمْوَالَهُمْ وَبِإِيتَاءِ النِّسَاءِ صَدُقَاتِهِنَّ أَيْ مُهُورِهِنَّ، وَأَتَى فِي قَوْلِهِ: وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللهُ لَكُمْ قِيَامًا بِشَرْطٍ لِلْإِيتَاءِ يَعُمُّ الْأَمْرَيْنِ السَّابِقَيْنِ ; أَيْ أَعْطُوا كُلَّ يَتِيمٍ مَالَهُ إِذَا بَلَغَ، وَكُلَّ امْرَأَةٍ صَدَاقَهَا إِلَّا إِذَا كَانَ أَحَدُهُمَا سَفِيهًا لَا يُحْسِنُ التَّصَرُّفَ فِي مَالِهِ، فَحِينَئِذٍ يَمْتَنِعُ أَنْ تُعْطُوهُ إِيَّاهُ لِئَلَّا يُضَيِّعَهُ، وَيَجِبُ أَنْ تَحْفَظُوهُ لَهُ، أَوْ يَرْشُدَ، وَإِنَّمَا قَالَ: أَمْوَالَكُمُ وَلَمْ يَقُلْ أَمْوَالَهُمْ مَعَ أَنَّ الْخِطَابَ لِلْأَوْلِيَاءِ، </p><p> وَالْمَالَ لِلسُّفَهَاءِ الَّذِينَ فِي وِلَايَتِهِمْ لِلتَّنْبِيهِ عَلَى أُمُورٍ: </p><p> أَحَدُهَا: أَنَّهُ إِذَا ضَاعَ هَذَا الْمَالُ وَلَمْ يَبْقَ لِلسَّفِيهِ مِنْ مَالِهِ مَا يُنْفِقُ مِنْهُ عَلَيْهِ وَجَبَ عَلَى وَلِيِّهِ أَنْ يُنْفِقَ عَلَيْهِ مِنْ مَالِ نَفْسِهِ، فَبِذَلِكَ تَكُونُ إِضَاعَةُ مَالِ السَّفِيهِ مُفْضِيَةً إِلَى شَيْءٍ مِنْ مَالِ الْوَلِيِّ، فَكَأَنَّ مَالَهُ عَيْنُ مَالِهِ. </p><p> ثَانِيهَا: أَنَّ هَؤُلَاءِ السُّفَهَاءَ إِذَا رَشَدُوا وَأَمْوَالُهُمْ مَحْفُوظَةٌ لَهُمْ، وَتَصَرَّفُوا فِيهَا تَصَرُّفَ الرَّاشِدِينَ، وَأَنْفَقُوا مِنْهَا فِي الْوُجُوهِ الشَّرْعِيَّةِ مِنَ الْمَصَالِحِ الْعَامَّةِ وَالْخَاصَّةِ، فَإِنَّهُ يُصِيبُ هَؤُلَاءِ الْأَوْلِيَاءَ حَظٌّ مِنْهَا. </p><p> ثَالِثًا: التَّكَافُلُ فِي الْأُمَّةِ، وَاعْتِبَارُ مَصْلَحَةِ كُلِّ فَرْدٍ مِنْ أَفْرَادِهَا عَيْنُ مُصْلَحَةِ الْآخَرِينَ، كَمَا قُلْنَاهُ فِي آيَاتٍ أُخْرَى. </p><p> وَذَهَبَ (الْجَلَالُ) إِلَى أَنَّهُ أَضَافَ الْأَمْوَالَ إِلَيْهِمْ لِأَنَّهَا فِي أَيْدِيهِمْ كَأَنَّهُ قَالَ: وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَهُمُ الَّتِي فِي أَيْدِيكُمْ - وَهُوَ غَيْرُ ظَاهِرٍ - وَمَا قَالَ مَنْ قَالَ: إِنَّ السُّفَهَاءَ هُنَا هُمْ أَوْلَادُ الْمُخَاطَبِينَ الصِّغَارُ إِلَّا لِحَيْرَتِهِ فِي هَذِهِ الْكَافِ فِي قَوْلِهِ: أَمْوَالَكُمُ وَقَوْلِهِ: لَكُمْ وَعَدَمِ ظُهُورِ النُّكْتَةِ لَهُ فِي إِيثَارِ ضَمِيرِ الْخِطَابِ عَلَى ضَمِيرِ الْغَيْبَةِ. </p><p> أَقُولُ: وَأَجَابَ الرَّازِيُّ بِجَوَابَيْنِ تَبَعًا لِلزَّمَخْشَرِيِّ، أَحَدُهُمَا: أَنَّهُ أَضَافَ الْمَالَ إِلَيْهِمْ لَا لِأَنَّهُمْ مَلَكُوهُ بَلْ لِأَنَّهُمْ مَلَكُوا التَّصَرُّفَ فِيهِ، قَالَ: وَيَكْفِي لِحُسْنِ الْإِضَافَةِ أَدْنَى سَبَبٍ، وَهُوَ الَّذِي جَرَى عَلَيْهِ الْجَلَالُ. ثَانِيهِمَا قَوْلُهُ: إِنَّمَا حَسُنَتْ هَذِهِ الْإِضَافَةُ إِجْرَاءً لِلْوَحْدَةِ بِالنَّوْعِ مَجْرَى الْوَحْدَةِ بِالشَّخْصِ، وَنَظِيرُهُ قَوْلُهُ - تَعَالَى -: لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ [٩: ١٢٨] وَقَوْلُهُ: فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ [٤: ٢٥] وَقَوْلُهُ: فَاقْتُلُوا أَنْفُسَكُمْ [٢: ٥٤] وَقَوْلُهُ: ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ [٢: ٨٥] وَمَعْلُومٌ أَنَّ الرَّجُلَ مِنْهُمْ مَا كَانَ يَقْتُلُ نَفْسَهُ، وَإِنَّمَا كَانَ بَعْضُهُمْ يَقْتُلُ بَعْضًا وَكَانَ الْكُلُّ مِنْ نَوْعٍ وَاحِدٍ، فَكَذَا هَاهُنَا الْمَالُ شَيْءٌ وَاحِدٌ يَنْتَفِعُ بِهِ نَوْعُ الْإِنْسَانِ وَيَحْتَاجُ إِلَيْهِ ; فَلِأَجْلِ هَذِهِ الْوَحْدَةِ النَّوْعِيَّةِ حَسُنَتْ إِضَافَةُ أَمْوَالِ السُّفَهَاءِ إِلَى أَوْلِيَائِهِمْ اهـ. </p><p> أَقُولُ: وَهَذَا أَوْسَعُ مِمَّا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي الْأَمْرِ الثَّالِثِ، وَهُوَ غَيْرُ ظَاهِرٍ فِي النَّوْعِ </p><p> كَمَا هُوَ ظَاهِرٌ فِي قَوْمِ الْمُخَاطَبِينَ الَّذِينَ اتَّحَدَتْ مَصَالِحُهُمْ بِمَصَالِحِهِمْ، وَكَذَلِكَ لَا يَظْهَرُ فِي النَّظَائِرِ، وَالشَّوَاهِدِ الَّتِي أَوْرَدَهَا، فَإِنَّ الَّذِينَ أُمِرُوا بِقَتْلٍ، أَيْ قَتْلِ بَعْضِهِمْ بَعْضًا لَمْ يُؤْمَرُوا بِذَلِكَ لِاشْتِرَاكِهِمْ فِي النَّوْعِ، وَهُوَ كَوْنُهُمْ مِنَ الْبَشَرِ، وَإِنَّمَا أُمِرُوا بِذَلِكَ لِأَنَّهُمْ أُمَّةٌ لَهَا مِلَّةٌ تَرْتَبِطُ بِهَا مَصَالِحُهُمْ فَخَالَفُوهَا فَاسْتَحَقُّوا الْعِقَابَ لِتَكَافُلِهِمْ بِاشْتِرَاكِهِمْ فِي الذَّنْبِ، وَعَدَمِ التَّنَاهِي عَنْهُ، وَلَوْ أَنَّهُمْ قَتَلُوا قَوْمًا آخَرِينَ مِنْ نَوْعِ </p><p> الْبَشَرِ لَمَا كَانُوا مُمْتَثِلِينَ لِلْأَمْرِ، وَلَمَا قِيلَ لَهُمْ ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَالرَّاجِحُ فِي قَوْلِهِ - تَعَالَى -: لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ إِنَّهُ خِطَابٌ لِلْعَرَبِ الَّذِينَ هُمْ قَوْمُ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنْ كَانَتِ الْبَعْثَةُ عَامَّةً كَمَا بَيَّنَّا ذَلِكَ فِي مَوْضِعٍ آخَرَ وَمَنْ قَالَ إِنَّهُ خِطَابٌ لِجَمِيعِ النَّاسِ فَوَجْهُهُ أَنَّهُمْ مُشْتَرِكُونَ فِي تَكْلِيفِهِمُ اتِّبَاعَهُ وَفِي كَوْنِهِ رَسُولًا إِلَيْهِمْ. </p><p> فَلَا بُدَّ فِي إِقَامَةِ الْوَحْدَةِ النَّوْعِيَّةِ، أَوِ الْقَوْمِيَّةِ، أَوِ الْأَهْلِيَّةِ مَقَامَ الْوَحْدَةِ الشَّخْصِيَّةِ مِنَ اشْتِرَاكِ أَفْرَادِ النَّوْعِ، أَوِ الْقَوْمِ، أَوِ الْأَهْلِ فِي الْمَعْنَى الَّذِي سِيقَ الْكَلَامُ لِأَجْلِهِ، كَمَا بَيَّنَهُ الْأُسْتَاذُ الْإِمَامُ فِي تَوْجِيهِ إِسْنَادِ مَا فَعَلَهُ بَنُو إِسْرَائِيلَ فِي زَمَنِ مُوسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى أَبْنَائِهِمُ الَّذِينَ كَانُوا فِي زَمَنِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِتَأْثِيرِ أَعْمَالِ السَّلَفِ فِي الْخَلَفِ بِالْوِرَاثَةِ وَالْقُدْوَةِ، وَلَوْ جُعِلَتِ الْوَحْدَةُ فِي الْآيَةِ الَّتِي نُفَسِّرُهَا بَيْنَ الْأَوْلِيَاءِ، وَالسُّفَهَاءِ وَحْدَةَ الْقَرَابَةِ وَالْكَفَالَةِ الَّتِي هِيَ أَخَصُّ مِنَ الْوَحْدَةِ الْأُمِّيَّةِ، وَالْقَوْمِيَّةِ الَّتِي قَالَ بِهَا الْأُسْتَاذُ الْإِمَامُ لَكَانَ الْمَعْنَى أَظْهَرَ، كَمَا أَنَّ مَا قَالَهُ هُوَ أَظْهَرُ مِمَّا قَالَهُ الْإِمَامُ الرَّازِيُّ، وَذَلِكَ أَنَّ الِاشْتِرَاكَ فِي الْمَصْلَحَةِ، وَالْمَنْفَعَةِ بَيْنَ الْأَوْلِيَاءِ، وَالسُّفَهَاءِ فِي الْأَمْوَالِ مُطَّرِدٌ تَظْهَرُ فِيهِ الْوَحْدَةُ دَائِمًا، وَلَكِنَّ الْأُسْتَاذَ الْإِمَامَ جَعَلَهَا مِنْ قَبِيلِ وَحْدَةِ الْأُمَّةِ، وَتَكَافُلِهَا إِلْحَاقًا لَهَا بِنَظَائِرِهَا الْكَثِيرَةِ فِي الْقُرْآنِ. </p><p> وَقَدْ عُلِمَ مِنْ تَفْسِيرِ الْمُفْرِدَاتِ مَعْنَى جَعْلِ الْأَمْوَالِ قِيَامًا لِلنَّاسِ تَقُومُ وَتَثْبُتُ بِهَا مَنَافِعُهُمْ وَمَرَافِقُهُمْ، وَلَا يُمْكِنُ أَنْ يُوجَدَ فِي الْكَلَامِ مَا يَقُومُ مَقَامَ هَذِهِ الْكَلِمَةِ، وَيَبْلُغَ مَا تَصِلُ إِلَيْهِ مِنَ الْبَلَاغَةِ فِي الْحَثِّ عَلَى الِاقْتِصَادِ، وَبَيَانِ فَائِدَتِهِ وَمَنْفَعَتِهِ، وَالتَّنْفِيرِ عَنِ الْإِسْرَافِ، وَالتَّبْذِيرِ الَّذِي هُوَ شَأْنُ السُّفَهَاءِ، وَبَيَانِ غَائِلَتِهِ وَسُوءِ مَغَبَّتِهِ ; فَكَأَنَّهُ قَالَ: إِنَّ مَنَافِعَكُمْ وَمَرَافِقَكُمُ الْخَاصَّةَ وَمَصَالِحَكُمُ الْعَامَّةَ لَا تَزَالُ قَائِمَةً ثَابِتَةً مَا دَامَتْ أَمْوَالُكُمْ فِي أَيْدِي الرَّاشِدِينَ الْمُقْتَصِدِينَ مِنْكُمُ الَّذِينَ يُحْسِنُونَ تَثْمِيرَهَا وَتَوْفِيرَهَا، وَلَا يَتَجَاوَزُونَ حُدُودَ الْمَصْلَحَةِ فِي إِنْفَاقِ مَا يُنْفِقُونَهُ مِنْهَا، فَإِذَا وَقَعَتْ فِي أَيْدِي السُّفَهَاءِ الْمُسْرِفِينَ الَّذِينَ يَتَجَاوَزُونَ الْحُدُودَ الْمَشْرُوعَةَ، وَالْمَعْقُولَةَ يَتَدَاعَى مَا كَانَ مِنْ تِلْكَ الْمَنَافِعِ سَالِمًا، وَيَسْقُطُ مَا كَانَ مِنْ تِلْكَ الْمَصَالِحِ قَائِمًا، فَهَذَا الدِّينُ هُوَ دِينُ الِاقْتِصَادِ وَالِاعْتِدَالِ فِي الْأَمْوَالِ كَالْأُمُورِ كُلِّهَا ; وَلِذَلِكَ وَصَفَ اللهُ - تَعَالَى - الْمُؤْمِنِينَ بِقَوْلِهِ: </p><p> وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا [٢٥: ٦٧] فَهَذِهِ الْآيَةُ شَارِحَةٌ لِلَّفْظِ قِيَامًا فِي الْآيَةِ </p><p> الَّتِي نُفَسِّرُهَا، وَقَدْ نَهَانَا الْقُرْآنُ عَنِ التَّبْذِيرِ حَتَّى فِي مَقَامِ الْإِنْفَاقِ وَالتَّصَدُّقِ الْمُؤَكَّدِ وَجَعَلَ الْمُبَذِّرَ كَالشَّيْطَانِ مُبَالِغًا فِي الْكُفْرِ، وَبَيَّنَ سُوءَ عَاقِبَةِ الْمُتَوَسِّعِ فِي النَّفَقَةِ إِلَى حَدِّ الْإِسْرَافِ كَمَا فِي آيَاتِ ٢٦ - ٢٩ مِنَ السُّورَةِ ١٧ (الْإِسْرَاءِ) . </p><p> وَفِي الْأَحَادِيثِ النَّبَوِيَّةِ مِثْلُ ذَلِكَ فَمِنْهَا مَا عَالَ مَنِ اقْتَصَدَ رَوَاهُ أَحْمَدُ عَنِ ابْنِ مَسْعُودٍ. وَهُوَ حَدِيثٌ حَسَنٌ - \" الِاقْتِصَادُ نِصْفُ الْمَعِيشَةِ، وَحُسْنُ الْخُلُقِ نِصْفُ الدِّينِ \" ، رَوَاهُ الْخَطِيبُ عَنْ أَنَسٍ، وَالطَّبَرَانِيُّ، وَالْبَيْهَقِيُّ عَنِ ابْنِ عُمَرَ بِلَفْظِ:  \" الِاقْتِصَادُ فِي النَّفَقَةِ نِصْفُ الْمَعِيشَةِ وَالتَّوَدُّدُ إِلَى النَّاسِ نِصْفُ الْعَقْلِ، وَحُسْنُ السُّؤَالِ نِصْفُ الْعِلْمِ \" ، وَغَيْرُهُمْ بِأَلْفَاظٍ أُخْرَى:  \" مِنْ فِقْهِ الرَّجُلِ رِفْقُهُ فِي مَعِيشَتِهِ \" رَوَاهُ أَحْمَدُ، وَالطَّبَرَانِيُّ، عَنْ أَبِي الدَّرْدَاءِ، وَهُوَ حَدِيثٌ حَسَنٌ - \" مَنِ اقْتَصَدَ أَغْنَاهُ اللهُ وَمَنْ بَذَّرَ أَفْقَرَهُ اللهُ \" إلخ. رَوَاهُ الْبَّزَّارُ، عَنْ أَبِي طَلْحَةَ وَسَنَدُهُ ضَعِيفٌ. </p><p> وَمِنَ الْأَحَادِيثِ فِي فَضْلِ الْغَنِيِّ حَدِيثُ سَعْدٍ الْمُتَّفَقُ عَلَيْهِ:  \" إِنَّكَ إِنْ تَذَرْ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ \" وَحَدِيثُهُ عِنْدَ مُسْلِمٍ: \" إِنَّ اللهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْحَفِيَّ \" ، وَحَدِيثُ حَكِيمِ بْنِ حِزَامٍ فِي الصَّحِيحَيْنِ خَيْرُ الصَّدَقَةِ مَا كَانَ عَنْ ظَهْرِ غِنًى، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى إلخ. وَحَدِيثُ عَمْرِو بْنِ الْعَاصِ عِنْدَ أَحْمَدَ بِسَنَدٍ صَحِيحٍ نِعِمَّا الْمَالُ الصَّالِحُ لِلْمَرْءِ الصَّالِحِ وَحَدِيثُ أَنَسٍ عِنْدَ مُسْلِمٍ، وَالْبَيْهَقِيِّ كَادَ الْفَقْرُ أَنْ يَكُونَ كُفْرًا. </p><p> فَإِذَا جَرَى لَنَا نَحْنُ الْمُسْلِمِينَ بَعْدَ هَذِهِ الْوَصَايَا، وَالْحِكَمِ حَتَّى صِرْنَا أَشَدَّ الْأُمَمِ إِسْرَافًا، وَتَبْذِيرًا، وَإِضَاعَةً لِلْأَمْوَالِ، وَجَهْلًا بِطُرُقِ الِاقْتِصَادِ فِيهَا، وَتَثْمِيرِهَا، وَإِقَامَةِ مَصَالِحِ الْأُمَّةِ بِهَا فِي هَذَا الزَّمَنِ الَّذِي لَمْ يَسْبِقْ لَهُ نَظِيرٌ فِي أَزْمِنَةِ التَّارِيخِ مِنْ حَيْثُ تَوَقُّفُ قِيَامِ مَصَالِحِ الْأُمَمِ، وَمَرَافِقِهَا، وَعَظَمَةِ شَأْنِهَا عَلَى الْمَالِ حَتَّى إِنَّ الْأُمَمَ الْجَاهِلَةَ بِطُرُقِ الِاقْتِصَادِ، الَّتِي لَيْسَ فِي أَيْدِيهَا مَالٌ كَثِيرٌ قَدْ صَارَتْ مُسْتَذَلَّةً، وَمُسْتَعْبَدَةً لِلْأُمَمِ الْغَنِيَّةِ بِالْبَرَاعَةِ فِي الْكَسْبِ، وَالْإِحْسَانِ فِي الِاقْتِصَادِ؟ </p><p> وَمَاذَا جَرَى لِتِلْكَ الْأُمَمِ الَّتِي يَقُولُ لَهَا كِتَابُهَا الدِّينِيُّ كَمَا فِي إِنْجِيلِ مَتَّى \"(١٩: ٢٣)إِنَّهُ يَعْسُرُ أَنْ يَدْخُلَ غَنِيٌّ إِلَى مَلَكُوتِ السَّمَاوَاتِ[٢٤]وَأَقُولُ لَكُمْ أَيْضًا إِنَّ مُرُورَ جَمَلٍ مِنْ ثُقْبِ إِبْرَةٍ أَيْسَرُ مِنْ أَنْ يَدْخُلَ غَنِيٌّ إِلَى مَلَكُوتِ اللهِ \" ، وَيَقُولَ كَمَا فِي </p><p> (٦: ٢٤) مِنْهُ: \" لَا تَقْدِرُونَ أَنْ تَخْدِمُوا لِلَّهِ وَالْمَالِ[٢٥]لِذَلِكَ أَقُولُ لَكُمْ لَا تَهْتَمُّوا لِحَيَاتِكُمْ \" إلخ. وَفِي (١٠: ٩) مِنْهُ: \" لَا تَقْتَنُوا ذَهَبًا وَلَا فِضَّةً \" - مَاذَا جَرَى لَهَا فِي دِينِهَا حَتَّى صَارَتْ أَبْرَعَ الْخَلْقِ فِي فُنُونِ الثَّرْوَةِ، وَالِاقْتِصَادِ، وَأَبْعَدَهَا عَنِ الْإِسْرَافِ، وَالتَّبْذِيرِ، وَسَادَتْ بِالْغِنَى وَالثَّرْوَةِ عَلَى جَمِيعِ أُمَمِ الْأَرْضِ؟ أَلَا وَهِيَ أُمَمُ الْإِفْرِنْجَةِ. </p><p> وَكَيْفَ جَازَ أَنْ يُسَمَّى مَا نَحْنُ عَلَيْهِ مَدَنِيَّةً إِسْلَامِيَّةً مَعَ مُخَالَفَتِنَا لِلْقُرْآنِ فِي هَذَا الْأَمْرِ الَّذِي هُوَ قِوَامُ الْمَدَنِيَّةِ، كَمَا خَالَفَهُ جَمَاهِيرُنَا فِي أَكْثَرِ مَا أَرْشَدَ إِلَيْهِ؟ وَكَيْفَ جَازَ أَنْ تُسَمَّى مَدَنِيَّتُهُمْ مَدَنِيَّةً مَسِيحِيَّةً مَعَ بِنَاءِ تَعَالِيمِ الْمَسِيحِ عَلَى الْمُبَالَغَةِ فِي الزُّهْدِ وَبُغْضِ الْمَالِ، كَمَا هُوَ صَرِيحٌ فِي هَذِهِ الْأَنَاجِيلِ الَّتِي بَيْنَ أَيْدِي الْقَوْمِ يَدَّعُونَ اتِّبَاعَهَا، وَيَدْعُونَ إِلَيْهَا غَيْرَهُمْ، وَهُمْ لَهَا مُخَالِفُونَ، وَعَنْهَا مُعْرِضُونَ! ! ! </p><p> أَمَّا السَّبَبُ فِيمَا نَحْنُ عَلَيْهِ مِنْ سُوءِ الْحَالِ فِي دُنْيَانَا، وَمُخَالَفَةِ نَصِّ كِتَابِنَا فَهُوَ ظَاهِرٌ مَعْرُوفٌ عِنْدَ الْبَاحِثِينَ، وَهُوَ أَنَّنَا أَخَذْنَا بِالتَّقْلِيدِ الَّذِي حَرَّمَهُ اللهُ عَلَيْنَا، وَتَرَكْنَا هِدَايَةَ الْقُرْآنِ، وَنَبَذْنَاهُ وَرَاءَ ظُهُورِنَا، وَأَخَذْنَا فِي الْأَخْلَاقِ، وَالْآدَابِ الَّتِي هِيَ رُوحُ حَيَاةِ الْأُمَمِ بِأَقْوَالِ فُلَانٍ وَفُلَانٍ مِنَ الْجَاهِلِينَ، الَّذِينَ لَبَسُوا عَلَيْنَا بِلِبَاسِ الصَّالِحِينَ، فَنَفَثُوا فِي الْأُمَّةِ سُمُومَ الْمُبَالَغَةِ فِي التَّزْهِيدِ، وَالْحَثِّ عَلَى إِنْفَاقِ جَمِيعِ مَا تَصِلُ إِلَيْهِ الْيَدُ، وَإِنَّمَا كَانَ يُرِيدُ أَكْثَرُهُمْ إِنْفَاقَ كَسْبِ الْكَاسِبِينَ عَلَيْهِمْ، وَهُمْ كُسَالَى لَا يَكْسِبُونَ، لِزَعْمِهِمْ أَنَّهُمْ بِحُبِّ اللهِ مَشْغُولُونَ! </p><p> وَذَمُّوا لَنَا الدُّنْيَا وَهُمْ يَرْضَعُونَهَا ... أَفَاوِيقَ حَتَّى مَا تُدِرُّ لَهَا ثُعْلُ </p><p> حَتَّى صَارَ مِنَ الْمَعْرُوفِ الْمُقَرَّرِ عِنْدَ جَمِيعِ شُعُوبِ الْمُسْلِمِينَ إِدْرَارُ الْمَالِ وَالرِّزْقِ عَلَى عُلَمَاءِ الدِّينِ، وَشُيُوخِ الطَّرِيقِ \" الصَّالِحِينَ \" ، فَهُمْ يَأْكُلُونَ مَالَ الْأُمَّةِ بِدِينِهِمْ، وَيَرَوْنَ أَنَّ لَهُمُ الْفَضْلَ عَلَيْهَا بِقَبُولِهِ مِنْهَا، وَإِنْ قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثِ الصَّحِيحَيْنِ: الْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى. </p><p> الْأُسْتَاذُ الْإِمَامُ: فِي هَذِهِ الْجُمْلَةِ مِنَ الْآيَةِ تَحْرِيضٌ عَلَى حِفْظِ الْمَالِ، وَتَعْرِيفٌ بِقِيمَتِهِ، فَلَا يَجُوزُ لِلْمُسْلِمِ أَنْ يُبَذِّرَ أَمْوَالَهُ، وَكَانَ السَّلَفُ مِنْ أَشَدِّ النَّاسِ مُحَافَظَةً عَلَى مَا فِي أَيْدِيهِمْ، وَأَعْرَفِ النَّاسِ بِتَحْصِيلِ الْمَالِ مِنْ وُجُوهِ الْحَلَالِ، فَأَيْنَ مِنْ هَذَا مَا نَسْمَعُهُ مِنْ خُطَبَاءِ مَسَاجِدِنَا مِنْ تَزْهِيدِ النَّاسِ وَغَلِّ أَيْدِيهِمْ، وَإِغْرَائِهِمْ بِالْكَسَلِ وَالْخُمُولِ، حَتَّى صَارَ الْمُسْلِمُ يَعْدِلُ عَنِ </p><p> الْكَسْبِ الشَّرِيفِ إِلَى الْكَسْبِ الْمَرْذُولِ مِنَ الْغِشِّ، وَالْحِيلَةِ، وَالْخِدَاعِ ; ذَلِكَ أَنَّ الْإِنْسَانَ مَيَّالٌ بِطَبْعِهِ إِلَى الرَّاحَةِ، فَعِنْدَمَا يَسْمَعُ مِنَ الْخُطَبَاءِ، وَالْعُلَمَاءِ، وَالْمَعْرُوفِينَ بِالصُّلَحَاءِ عِبَارَاتِ التَّزْهِيدِ فِي الدُّنْيَا فَإِنَّهُ يُرْضِي بِهَا مَيْلَهُ إِلَى الرَّاحَةِ، ثُمَّ إِنَّهُ لَا بُدَّ لَهُ مِنَ الْكَسْبِ فَيَخْتَارُ أَقَلَّهُ سَعْيًا، وَأَخَفَّهُ مُؤْنَةً، وَهُوَ أَخَسُّهُ، وَأَبْعَدُهُ عَنِ الشَّرَفِ، عَلَى أَنَّ هَذَا التَّزْهِيدَ فِي الدُّنْيَا مِنْ هَؤُلَاءِ لَمْ يَأْتِ بِمَا يُسَاقُ لِأَجْلِهِ مِنَ التَّرْغِيبِ فِي الْآخِرَةِ، وَالِاسْتِعْدَادِ لَهَا، بَلْ إِنَّ خُطَبَاءَنَا، وَوُعَّاظَنَا قَدْ زَهَّدُوا النَّاسَ فِي الدُّنْيَا وَقَطَعُوهُنَّ عَنِ الْآخِرَةِ فَخَسِرُوا الدُّنْيَا وَالْآخِرَةَ، وَذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ، وَمَا ذَلِكَ إِلَّا لِجَهْلِهِمْ وَعَدَمِ عَمَلِهِمْ بِمَا يَعِظُونَ بِهِ غَيْرَهُمْ، وَالْوَاجِبُ عَلَى الْمُسْلِمِ الْعَارِفِ بِالْإِسْلَامِ أَنْ يُبَيِّنَ لِلنَّاسِ الْجَمْعَ بَيْنَ الدُّنْيَا وَالْآخِرَةِ. </p><p> قَالَ - تَعَالَى -: وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ أَمَّا مَنْ فَسَّرُوا </p><p> السُّفَهَاءَ بِأَوْلَادِ الْمُخَاطَبِينَ، وَنِسَائِهِمْ مَعًا أَوْ بِأَحَدِهِمَا، وَجَعَلُوا إِضَافَةَ أَمْوَالِ الْمُخَاطَبِينَ إِلَيْهِمْ عَلَى حَقِيقَتِهَا، فَقَالُوا فِي مَعْنَى هَذِهِ الْجُمْلَةِ: إِذَا امْتَنَعَ عَلَيْكُمْ أَيُّهَا النَّاسُ أَنْ تُعْطُوا أَمْوَالَكُمْ وِلْدَانَكُمْ وَنِسَاءَكُمْ خَشْيَةَ أَنْ يُبَذِّرُوهَا، وَيُتْلِفُوهَا، وَهِيَ قِيَامُكُمْ، وَعَلَيْهَا مَدَارُ مَعَاشِكُمْ، فَعَلَيْكُمْ أَنْ تَتَوَلَّوْا أَنْتُمْ إِصْلَاحَهَا، وَتَثْمِيرَهَا، وَالْإِنْفَاقَ عَلَيْهِمْ مِنْهَا فِي طَعَامِهِمْ، وَكِسْوَتِهِمْ، فَهِيَ فِي وُجُوبِ إِنْفَاقِ الرَّجُلِ عَلَى زَوْجِهِ وَأَوْلَادِهِ الْقَاصِرِينَ الَّذِينَ لَا يُحْسِنُونَ الْكَسْبَ، وَرُوِيَ نَحْوُهُ عَنِ ابْنِ عَبَّاسٍ. </p><p> وَمَنْ قَالُوا إِنَّ الْكَلَامَ فِي السُّفَهَاءِ عَامَّةً، وَفِي حِفْظِ الْأَوْلِيَاءِ لِأَمْوَالِهِمْ قَالُوا: إِنَّ مَعْنَاهَا يَا أَيُّهَا الْأَوْلِيَاءُ الَّذِينَ عُهِدَ إِلَيْكُمْ حِفْظُ أَمْوَالِ السُّفَهَاءِ، وَتَثْمِيرُهَا حَتَّى كَأَنَّهَا - بِهَذَا التَّصَرُّفِ وَبِارْتِبَاطِ مَصَالِحِ أَصْحَابِهَا بِمَصَالِحِكُمْ، وَبِتَكَافُلِ الْأُمَّةِ وَالْعَشِيرَةِ وَوَحْدَتِهَا - أَمْوَالُكُمْ يَجِبُ عَلَيْكُمْ أَنْ تُنْفِقُوا عَلَى السُّفَهَاءِ، فَتُقَدِّمُوا لَهُمْ كِفَايَتَهُمْ مِنَ الطَّعَامِ، وَالثِّيَابِ، وَغَيْرِ ذَلِكَ، وَمَنْ قَالُوا: إِنَّ لَفْظَ السُّفَهَاءِ عَامٌّ فِي أَوْلَادِ الْمُخَاطَبِينَ، وَنِسَائِهِمْ، وَالْيَتَامَى وَغَيْرِهِمْ، وَلَفْظَ أَمْوَالِكُمْ عَامٌّ فِيمَا هُوَ لِلْمُخَاطَبِينَ وَهُمْ جَمِيعٌ، وَمَا هُوَ لِلسُّفَهَاءِ، وَهُوَ الَّذِي اخْتَارَهُ ابْنُ جَرِيرٍ - وَقُلْنَا إِنَّهُ أَحْسَنُ الْأَقْوَالِ - جَعَلُوا مَعْنَاهَا شَامِلًا لِلْمَعْنَيَيْنِ السَّابِقَيْنِ فِي الْإِنْفَاقِ عَلَى مَنْ تَجِبُ عَلَى الرَّجُلِ نَفَقَتُهُ مِنْ مَالِ نَفْسِهِ، وَالْإِنْفَاقِ عَلَى مَنْ يَتَوَلَّى أَمْرَهُ مِنَ السُّفَهَاءِ مِمَّنْ لَا تَجِبُ عَلَيْهِ نَفَقَتُهُ مِنْ مَالِهِ أَيْ مَالِ نَفْسِهِ. </p><p> وَإِنَّمَا قَالَ: وَارْزُقُوهُمْ فِيهَا وَلَمْ يَقُلْ مِنْهَا لِأَنَّ الْمُرَادَ كَمَا قَالَ فِي الْكَشَّافِ: اجْعَلُوهَا </p><p> مَكَانًا لِرِزْقِهِمْ بِأَنْ تَتَّجِرُوا فِيهَا وَتَتَرَبَحُوا ; حَتَّى تَكُونَ نَفَقَتُهُمْ مِنَ الْأَرْبَاحِ لَا مِنْ صُلْبِ الْمَالِ فَلَا يَأْكُلُهَا الْإِنْفَاقُ اهـ. أَيْ إِنَّ مَا يُنْفَقُ مِنْ أَصْلِهِ، وَصُلْبِهِ يَنْقُصُ رُوَيْدًا رُوَيْدًا حَتَّى يَذْهَبَ كُلُّهُ، وَتَبِعَ الْكَشَّافَ فِيمَا قَالَهُ الْإِمَامُ الرَّازِيُّ، وَالْأُسْتَاذُ الْإِمَامُ. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الرِّزْقُ يَعُمُّ وُجُوهَ الْإِنْفَاقِ كُلَّهَا كَالْأَكْلِ، وَالْمَبِيتِ، وَالزَّوَاجِ، وَالْكِسْوَةِ، وَإِنَّمَا قَالَ: وَاكْسُوهُمْ فَخَصَّ الْكِسْوَةَ بِالذِّكْرِ لِأَنَّ النَّاسَ يَتَسَاهَلُونَ فِيهَا أَحْيَانًا، وَتَخْصِيصُ (الْجَلَالِ) - أَيْ وَغَيْرُهُ مِمَّنْ نَقَلَ هُوَ عَنْهُمْ - الرِّزْقَ بِالْإِطْعَامِ لَا يَصِحُّ اهـ. </p><p> وَقَالَ الرَّازِيُّ: إِنَّ الرِّزْقَ مِنَ الْعِبَادِ هُوَ الْإِجْرَاءُ الْمُوَظَّفُ لِوَقْتٍ مَعْلُومٍ، يُقَالُ: فُلَانٌ رَزَقَ عِيَالَهُ أَيْ أَجْرَى عَلَيْهِمْ اهـ. يَعْنِي أَنَّ كُلَّ النَّفَقَاتِ الْمُرَتَّبَةِ فِي أَوْقَاتٍ مُعَيَّنَةٍ تُسَمَّى رِزْقًا، وَهُوَ مَعْنًى اصْطِلَاحِيٌّ أَخَصُّ مِنَ الْمَعْنَى اللُّغَوِيِّ. وَالْغَرَضُ مِنْ هَذَا وَذَاكَ هُوَ جَعْلُهُمُ الرِّزْقَ هُنَا شَامِلًا لِأَنْوَاعِ النَّفَقَاتِ الْوَاجِبَةِ بِالنَّصِّ حَتَّى لَا يَقُولَ قَائِلٌ: إِنَّ الْوَاجِبَ هُوَ الطَّعَامُ، وَالْكِسْوَةُ دُونَ الْإِيوَاءِ، وَالتَّرْبِيَةِ، وَالتَّعْلِيمِ وَغَيْرِ ذَلِكَ. </p><p> وَقَدْ فَسَّرَ بَعْضُهُمْ قَوْلَهُ - تَعَالَى -: وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا بِتَعْلِيمِهِمْ مَا يَجِبُ عِلْمُهُ وَمَا يَجِبُ الْعَمَلُ بِهِ، نَقَلَهُ الرَّازِيُّ، عَنِ الزَّجَّاجِ، وَقِيلَ: هُوَ الْوَعْدُ الْجَمِيلُ لِلسَّفِيهِ بِإِعْطَائِهِ مَالَهُ عِنْدَ الرُّشْدِ. وَقِيلَ: بَلْ وَعْدُهُ بِزِيَادَةِ الْإِدْرَارِ عَلَيْهِ وَالتَّوْسِعَةِ عِنْدَ زِيَادَةِ رِبْحِ الْمَالِ وَغَلَبَتِهِ. </p><p> وَقِيلَ: هُوَ الدُّعَاءُ. وَفَصَّلَ الْقَفَّالُ فَقَالَ: إِنْ كَانَ الْمُوَلَّى عَلَيْهِ صَبِيًّا (أَيْ صَغِيرًا وَلَوْ أُنْثَى) </p><p> فَالْوَلِيُّ يُعَرِّفُهُ أَنَّ الْمَالَ مَالُهُ، وَهُوَ خَازِنٌ لَهُ، وَأَنَّهُ إِذَا زَالَ صِبَاهُ، فَإِنَّهُ يَرُدُّ الْمَالَ عَلَيْهِ، وَإِذَا كَانَ الْمُوَلَّى عَلَيْهِ سَفِيهًا، وَعَظَهُ، وَنَصَحَهُ، وَحَثَّهُ عَلَى الصَّلَاةِ وَرَغَّبَهُ فِي تَرْكِ التَّبْذِيرِ وَالْإِسْرَافِ، وَعَرَّفَهُ أَنَّ عَاقِبَتَهُ الْفَقْرُ، وَالِاحْتِيَاجُ إِلَى الْخَلْقِ إِلَى مَا يُشْبِهُ هَذَا النَّوْعَ مِنَ الْكَلَامِ، قَالَ الرَّازِيُّ: وَهَذَا الْوَجْهُ أَحْسَنُ مِنْ سَائِرِ الْوُجُوهِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: الْمَعْرُوفُ هُوَ مَا تَعْرِفُهُ النُّفُوسُ الْكَرِيمَةُ، وَتَأْلَفُهُ، وَيُقَابِلُهُ الْمُنْكَرُ وَهُوَ: مَا تُنْكِرُهُ وَتَمُجُّهُ. فَالْمَعْرُوفُ هُنَا: يَشْمَلُ تَطْيِيبَ الْقُلُوبِ بِإِفْهَامِ السَّفِيهِ أَنَّ الْمَالَ مَالُهُ لَا فَضْلَ لِأَحَدٍ فِي الْإِنْفَاقِ مِنْهُ عَلَيْهِ لِيَسْهُلَ عَلَيْهِ الْحَجْرُ، وَيَشْمَلُ النُّصْحَ، وَالْإِرْشَادَ، وَتَعْلِيمَ مَا يَنْبَغِي أَنْ يَعْلَمَهُ، وَمَا يَعُدُّهُ لِلرُّشْدِ، فَإِنَّ السَّفَهَ كَثِيرًا مَا يَكُونُ عَارِضًا لِلشَّخْصِ لَا فِطْرِيًّا، فَإِذَا عُولِجَ بِالنُّصْحِ وَالتَّأْدِيبِ </p><p> حَسُنَتْ حَالُهُ، فَهَذَا هُوَ الْقَوْلُ الْمَعْرُوفُ الَّذِي أَمَرَ اللهُ أَوْلِيَاءَ السُّفَهَاءِ بِهِ زِيَادَةً عَلَى حِفْظِ أَمْوَالِهِمْ، وَتَثْمِيرِهَا، وَالْإِنْفَاقِ عَلَيْهِمْ مِنْهَا. </p><p> أَقُولُ: فَأَيْنَ مَكَانُ هَذِهِ الْوَصَايَا، وَالْأَوَامِرِ الْإِلَهِيَّةِ مِنَ الْأَوْلِيَاءِ، وَالْأَوْصِيَاءِ الَّذِينَ نَعْرِفُهُمْ فِي هَذَا الزَّمَانِ يَأْكُلُونَ أَمْوَالَ السُّفَهَاءِ، وَيَمُدُّونَهُمْ فِي سَفَهِهِمْ، وَيَحُولُونَ بَيْنَهُمْ وَبَيْنَ أَسْبَابِ الرُّشْدِ لِيَبْقَوْا مُتَمَتِّعِينَ بِالتَّصَرُّفِ فِي أَمْوَالِهِمْ؟ </p><p> وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ بَيَّنَ سُبْحَانَهُ فِي هَذِهِ الْآيَةِ الشَّرْطَ أَوِ الصِّفَةَ الَّتِي يَجِبُ بِهَا إِيتَاءُ الْيَتَامَى أَمْوَالَهُمْ كَمَا أَمَرَ فِي آيَةِ: وَآتُوا الْيَتَامَى أَمْوَالَهُمْ قَالَ الْأُسْتَاذُ الْإِمَامُ مَا مِثَالُهُ: إِنَّ مَا تَقَدَّمَ مِنَ الْأَمْرِ بِإِيتَاءِ الْيَتَامَى أَمْوَالَهُمْ كَانَ مُجْمَلًا، وَفِي هَذِهِ الْآيَةِ تَفْصِيلٌ لِكَيْفِيَّةِ الْإِيتَاءِ، وَوَقْتِهِ، وَمَا يُعْتَبَرُ فِيهِ. وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي ابْتِلَاءِ الْيَتِيمِ: كَيْفَ يَكُونُ، فَقَالَ بَعْضُهُمْ: يُعْطَى شَيْئًا مِنَ الْمَالِ لِيَتَصَرَّفَ فِيهِ فَيُرَى تَصَرُّفُهُ كَيْفَ يَكُونُ؟ فَإِنْ أَحْسَنَ فِيهِ كَانَ رَاشِدًا، وَإِلَّا كَانَ سَفَهُهُ، وَقَالَ بَعْضُهُمْ: إِنَّ الْإِعْطَاءَ لَا يَجُوزُ إِلَّا بَعْدَ الِابْتِلَاءِ، وَإِينَاسِ الرُّشْدِ، فَمَنْ أَعْطَاهُ قَبْلَ ذَلِكَ يَكُونُ مُخَالِفًا لِلْأَمْرِ وَمُجَازِفًا بِالْمَالِ. وَالصَّوَابُ: أَنْ يُحْضِرَهُ الْوَلِيُّ الْمُعَامَلَاتِ الْمَالِيَّةَ، وَيُطْلِعَهُ عَلَى كَيْفِيَّةِ التَّصَرُّفِ، وَيَسْأَلَهُ عِنْدَ كُلِّ عَمَلٍ عَنْ رَأْيِهِ فِيهِ، فَإِذَا رَأَى أَجْوِبَتَهُ سَدِيدَةً، وَرَأْيَهُ صَالِحًا يَعْلَمُ أَنَّهُ قَدْ رَشُدَ. </p><p> وَاعْتُرِضَ هَذَا أَيْضًا بِأَنَّ الْقَوْلَ لَا يُغْنِي عَنِ الْفِعْلِ شَيْئًا، فَإِنَّ قَلِيلًا مِنَ النَّبَاهَةِ يَكْفِي لِإِحْسَانِ الْجَوَابِ إِنْ قِيلَ لَهُ مَا تَقُولُ فِي ثَمَنِ هَذَا؟ وَمَا أَشْبَهَ ذَلِكَ، وَإِنَّنَا نَرَى كَثِيرًا مِنَ الَّذِينَ نُسَمِّيهِمْ أَذْكِيَاءَ وَمُتَعَلِّمِينَ يَتَكَلَّمُ أَحَدُهُمْ فِي الزِّرَاعَةِ عَنْ عِلْمٍ يَقُولُ: يَنْبَغِي كَذَا مِنَ السَّمَادِ وَكَذَا مِنَ السَّقْيِ وَالْعَذْقِ، فَإِذَا أُرْسِلَ إِلَى الْأَرْضِ، وَكُلِّفَ الْعَمَلَ يَنَامُ مُعْظَمَ النَّهَارِ، وَلَا يَعْمَلُ شَيْئًا، أَوْ يَعْمَلُ فَيُسِيءُ الْعَمَلَ، وَلَا يُحْسِنُهُ، بَلْ تَرَى مِنَ النَّاسِ مَنْ يَتَكَلَّمُ فِي الْأَخْلَاقِ وَكَيْفِيَّةِ مُعَامَلَةِ النَّاسِ فَيُحْسِنُ الْقَوْلَ كَمَا يَنْبَغِي وَلَكِنَّهُ يُسِيءُ فِي الْمُعَامَلَةِ فَيَكُونُ عَمَلُهُ مُخَالِفًا لِقَوْلِهِ، فَقَائِلُ هَذَا الْقَوْلِ الثَّانِي قَدْ غَفَلَ عَنِ الْقَاعِدَةِ الَّتِي اتَّفَقَ عَلَيْهَا الْعُقَلَاءُ وَهِيَ أَنَّ بَيْنَ الْعِلْمِ وَالتَّجْرِبَةِ بَوْنًا شَاسِعًا، فَكَمَا رَأَيْنَا أُنَاسًا مِنَ الْمُحْسِنِينَ فِي الْكَلَامِ السُّفَهَاءِ فِي الْأَعْمَالِ الَّذِينَ إِذَا سَأَلْتَهُمْ عَنْ طُرُقِ </p><p> الِاقْتِصَادِ فِي الْمُعَامَلَةِ، وَتَدْبِيرِ الثَّرْوَةِ أَجَابُوكَ </p><p> أَحْسَنَ جَوَابٍ مَبْنِيٍّ عَلَى قَوَاعِدِ الْعِلْمِ الْحَدِيثِ الْمَبْنِيِّ عَلَى التَّجَارِبِ، وَإِنْعَامِ النَّظَرِ، ثُمَّ هُمْ يُسَفَّهُونَ فِي عَمَلِهِمْ وَيُبَذِّرُونَ الْأَمْوَالَ تَبْذِيرًا يُسَارِعُونَ فِيهِ إِلَى الْفَقْرِ، أَعْرِفُ مِنْ هَؤُلَاءِ رَجُلًا تَرَكَ لَهُ وَالِدُهُ ثَرْوَةً قُدِّرَتْ قِيمَتُهَا بِمِلْيُونِ جُنَيْهٍ (أَيْ بِأَلْفِ أَلْفِ جُنَيْهٍ) فَأَتْلَفَهَا بِإِسْرَافِهِ، وَهُوَ الْآنَ يَطْلُبُ إِعَانَةً مِنَ الْجَمْعِيَّةِ الْخَيْرِيَّةِ الْإِسْلَامِيَّةِ! ! </p><p> قَالَ: فَالرَّأْيُ الْأَوَّلُ أَسَدُّ، وَأَصْوَبُ، وَمَا اعْتُرِضَ بِهِ عَلَيْهِ يُجَابُ عَنْهُ بِأَنَّ الْمَمْنُوعَ قَبْلَ الْعِلْمِ بِالرُّشْدِ هُوَ إِعْطَاءُ الْيَتِيمِ مَالَهُ كُلَّهُ لِيَسْتَقِلَّ بِالتَّصَرُّفِ فِيهِ، وَأَمَّا إِعْطَاؤُهُ طَائِفَةً مِنْهُ لِيَتَصَرَّفَ فِيهَا تَحْتَ مُرَاقَبَةِ الْوَلِيِّ ابْتِلَاءً وَاخْتِيَارًا لَهُ فَهُوَ غَيْرُ مَمْنُوعٍ بَلْ هُوَ الْمَأْمُورُ بِهِ فِي هَذِهِ الْآيَةِ. </p><p> قَالَ: وَحَتَّى ابْتِدَائِيَّةٌ، أَيِ ابْتَلُوا الْيَتَامَى إِلَى ابْتِدَاءِ الْبُلُوغِ، وَكَوْنُهَا ابْتِدَائِيَّةً لَا يُنَافِي كَوْنَهَا لِلْغَايَةِ الَّتِي هِيَ مَعْنَاهَا الْأَصْلِيُّ الَّذِي لَا يُفَارِقُهَا، وَإِنَّمَا فَرَّقُوا بَيْنَ الَّتِي تَدْخُلُ عَلَى الْجُمْلَةِ الْكَامِلَةِ وَالَّتِي تَدْخُلُ عَلَى الْمُفْرَدِ فِي الْإِعْرَابِ، فَسَمَّوُا الْأُولَى الِابْتِدَائِيَّةَ وَهِيَ الَّتِي لَا تَجُرُّ الْمُفْرَدَ، وَسَمَّوُا الثَّانِيَةَ الْجَارَّةَ وَهِيَ الَّتِي تَجُرُّ الْمُفْرَدَ. وَالْغَايَةُ فِي الْأُولَى هِيَ مَفْهُومُ الْجُمْلَةِ الَّتِي بَعْدَهَا، أَيِ ابْتَلُوهُمْ إِلَى ابْتِدَاءِ الْحَدِّ الَّذِي يَبْلُغُونَ فِيهِ سِنَّ النِّكَاحِ، فَإِنْ آنَسْتُمْ مِنْهُمْ بَعْدَ الْبُلُوغِ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ، وَإِلَّا فَاسْتَمِرُّوا عَلَى الِابْتِلَاءِ إِلَى أَنْ تَأْنَسُوا مِنْهُمُ الرُّشْدَ. وَعِنْدَ أَبِي حَنِيفَةَ يُعْطَى مَالَهُ إِذَا بَلَغَ خَمْسًا وَعِشْرِينَ سَنَةً، وَإِنْ لَمْ يَرْشُدْ، وَجُمْلَةُ فَإِنْ آنَسْتُمْ جَوَابُ حَتَّى إِذَا بَلَغُوا. </p><p> أَقُولُ: إِنَّ بُلُوغَ النِّكَاحِ هُوَ الْوُصُولُ إِلَى السِّنِّ الَّتِي يَكُونُ بِهَا الْمَرْءُ مُسْتَعِدًّا لِلزَّوَاجِ، وَهُوَ بُلُوغُ الْحُلُمِ، فَفِي هَذِهِ السِّنِّ تُطَالِبُهُ بِأَهَمِّ سُنَنِهَا وَهِيَ سُنَّةُ الْإِنْتَاجِ، وَالنَّسْلِ فَتَتَوَجَّهُ نَفْسُهُ إِلَى أَنْ تَكُونَ زَوْجًا، وَأَبًا وَرَبَّ بَيْتٍ وَرَئِيسَ عَشِيرَةٍ، وَذَلِكَ لَا يَتِمُّ لَهُ إِلَّا بِالْمَالِ، فَوَجَبَ حِينَئِذٍ إِيتَاؤُهُ مَالَهُ إِلَّا إِذَا بَلَغَ سَفِيهًا، وَخِيفَ أَنْ يُضَيِّعَ مَالَهُ فَيَعْجِزُ عَمَّا تُطَالِبُهُ بِهِ الْفِطْرَةُ، وَلَوْ بَعْدَ حِينٍ. وَفِي هَذِهِ السِّنِّ يُكَلَّفُ الْأَحْكَامَ الشَّرْعِيَّةَ مِنَ الْعِبَادَاتِ، وَالْمُعَامَلَاتِ، وَتُقَامُ عَلَيْهِ الْحُدُودُ وَيَتَرَتَّبُ عَلَيْهِ الْجَزَاءُ الْأُخْرَوِيُّ، فَالرُّشْدُ حُسْنُ التَّصَرُّفِ وَإِصَابَةُ الْخَيْرِ فِيهِ الَّذِي هُوَ أَثَرُ صِحَّةِ الْعَقْلِ وَجَوْدَةِ الرَّأْيِ، وَهُوَ يُطْلَقُ فِي كُلِّ مَقَامٍ بِحَسَبِهِ، فَقَدْ يُرَادُ بِهِ أَمْرُ الدُّنْيَا خَاصَّةً، وَقَدْ يُرَادُ أَمْرُ الدِّينِ خَاصَّةً ; وَلِذَلِكَ اخْتَلَفَ الْفُقَهَاءُ فِي الْحَجْرِ عَلَى الْفَاسِقِ، فَقَالَ بَعْضُهُمْ: يُحْجَرُ عَلَيْهِ لِأَنَّهُ غَيْرُ رَشِيدٍ فِي </p><p> دِينِهِ، وَقَالَ بَعْضُهُمْ: لَا يُحْجَرُ عَلَيْهِ إِذَا كَانَ يُحْسِنُ التَّصَرُّفَ فِي أُمُورِ دُنْيَاهُ، لِأَنَّ الرُّشْدَ فِي هَذَا الْمَقَامِ لَا يَعْنِي بِهِ إِلَّا أَمْرَ الدُّنْيَا. وَقَدْ يُقَالُ إِذَا كَانَ فَسِقُهُ مِمَّا يَتَنَاوَلُ الْأُمُورَ الْمَالِيَّةَ كَمَنْعِ الْحُقُوقِ، وَإِتْلَافِ الْمَالِ بِالْإِسْرَافِ فِي الْخُمُورِ، وَالْفُجُورِ وَجَبَ الْحَجْرُ، وَإِنْ كَانَ يَتَعَلَّقُ بِأَمْرِ الدِّينِ خَاصَّةً كَالْفِطْرِ فِي رَمَضَانَ مَثَلًا فَلَا يَجِبُ الْحَجْرُ. </p><p> نَقَلَ ابْنُ جَرِيرٍ الْخِلَافَ عَنْ مُفَسِّرِي السَّلَفِ فِي تَفْسِيرِ الرُّشْدِ، كَقَوْلِ مُجَاهِدٍ: هُوَ الْعَقْلُ، وَقَوْلِ قَتَادَةَ: هُوَ الصَّلَاحُ فِي الْعَقْلِ وَالدِّينِ، وَقَوْلِ ابْنِ عَبَّاسٍ: هُوَ حُسْنُ الْحَالِ </p><p> وَالصَّلَاحُ فِي الْأَمْوَالِ. ثُمَّ قَالَ: وَأَوْلَى هَذِهِ الْأَقْوَالِ عِنْدِي بِمَعْنَى الرُّشْدِ فِي هَذَا الْمَوْضِعِ: الْعَقْلُ وَإِصْلَاحُ الْمَالِ ; لِإِجْمَاعِ الْجَمِيعِ عَلَى أَنَّهُ إِذَا كَانَ كَذَلِكَ لَمْ يَكُنْ مِمَّنْ يَسْتَحِقُّ الْحَجْرَ عَلَيْهِ فِي مَالِهِ، وَحَوْزَ مَا فِي يَدِهِ عَنْهُ - وَإِنْ كَانَ فَاجِرًا فِي دِينِهِ - إِلَى آخِرِ مَا قَالَهُ فِي بَيَانِ هَذَا وَإِيضَاحِهِ. </p><p> وَتَنْكِيرُ الرُّشْدِ يَدُلُّ عَلَى هَذَا، فَهُوَ لِبَيَانِ نَوْعٍ مِنَ الرُّشْدِ يُنَافِي الْإِسْرَافَ فِي الْمَالِ، وَقِيلَ الْمَعْنَى: إِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا مَا. </p><p> وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا أَيْ وَلَا تَأْكُلُوا أَمْوَالَ الْيَتَامَى مُسْرِفِينَ فِي الْإِنْفَاقِ مِنْهَا، وَلَا مُبَادِرِينَ كِبَرَهُمْ إِلَيْهَا، أَيْ مُسَابِقِينَ الْكِبَرَ فِي السِّنِّ الَّذِي يَأْخُذُونَهَا بِهِ مِنْ أَيْدِيكُمْ فَتَكُونُوا طَالِبِينَ لِأَكْلِ هَذَا الْمَالِ كَمَا يَطْلُبُهُ كِبَرُ سِنِّ صَاحِبِهِ فَيَكُونُ السَّابِقُ هُوَ الَّذِي يَظْفَرُ بِهِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ النَّهْيَ عَنْ أَكْلِ أَمْوَالِ الْيَتَامَى إِسْرَافًا وَبِدَارًا هُوَ كَالْأَمْرِ قَبْلَهُ تَفْصِيلٌ لِلْآيَةِ النَّاهِيَةِ عَنْ أَكْلِ أَمْوَالِ الْيَتَامَى إِلَى أَمْوَالِ الْأَوْلِيَاءِ. وَقَدْ قَيَّدَ النَّهْيَ هُنَا بِالْإِسْرَافِ وَهُوَ صَرْفُ مَالِ الْيَتِيمِ فِي غَيْرِ مَحَلِّهِ وَلَوْ عَلَى الْيَتِيمِ نَفْسِهِ. وَسَمَّى هَذَا أَكْلًا لِأَنَّهُ إِضَاعَةٌ، وَالْأَكْلُ يُطْلَقُ عَلَى إِضَاعَةِ الشَّيْءِ، وَلَكِنَّ ضَمَّ مَالَ الْيَتِيمِ إِلَى مَالِ الْوَلِيِّ لَا يُسَمَّى إِسْرَافًا، وَقَيَّدَهُ أَيْضًا بِالْبِدَارِ وَالْمُسَابَقَةِ لِكِبَرِ الْيَتِيمِ ; لِأَنَّ الْوَلِيَّ الضَّعِيفَ الذِّمَّةِ يَسْتَعْجِلُ بِبَعْضِ التَّصَرُّفَاتِ فِي مَالِ الْيَتِيمِ الَّتِي لَهُ مِنْهَا مَنْفَعَةٌ لِئَلَّا تَفُوتَهُ إِذَا كَبِرَ الْيَتِيمُ، وَأَخَذَ مَالَهُ، فَهَاتَانِ الْحَالَانِ: الْإِسْرَافُ وَبِدَارٌ وَمُسَابَقَةُ كِبَرِ الْيَتِيمِ بِبَعْضِ التَّصَرُّفِ، هُمَا مِنْ مَوَاضِعِ الضَّعْفِ الَّتِي تَعْرِضُ لِلْإِنْسَانِ، فَنَبَّهَ اللهُ - تَعَالَى - عَلَيْهِمَا، وَنَهَى عَنْهُمَا لِيُرَاقِبَ الْوَلِيُّ رَبَّهُ فِيهِمَا إِذَا عَرَضَتَا لَهُ. </p><p> أَقُولُ: إِنَّ مَنْ دَقَّقَ النَّظَرَ فِي هَاتَيْنِ الْحَالَيْنِ، وَوَقَفَ عَلَى تَصَرُّفِ الْأَوْلِيَاءِ فِيهِمَا يَرَى أَنَّهُمَا مِمَّا يَعْرِضُ فِيهِ التَّأْوِيلُ وَمُخَادَعَةُ النَّفْسِ لِلْإِنْسَانِ لِاخْتِلَافِ النَّاسِ فِي حَدِّ الْإِسْرَافِ، وَخَفَاءِ وِجْهِ مَنْفَعَةِ الْوَلِيِّ فِي الْمُسَابَقَةِ إِلَى بَعْضِ الْأَعْمَالِ فِي مَالِ الْيَتِيمِ، وَمَا كَانَ مَوْضِعَ خِلَافٍ، وَخَفَاءٍ لَا يُنْكِرُهُ، وَلَا يَنْتَقِدُهُ جُمْهُورُ النَّاسِ، وَمَنْ أَنْكَرَهُ يَسْهُلُ الرَّدُّ عَلَيْهِ، وَتَأَوَّلَ مَا فَعَلَهُ الْوَلِيُّ، وَالْقَوْلُ بِأَنَّهُ تَصَرُّفٌ وُضِعَ فِي مَحَلِّهِ، وَعُمِلَ فِي وَقْتِهِ، وَمِثْلُ هَذَا مِمَّا قَدْ تَغُشُّ الْوَلِيَّ فِيهِ نَفْسُهُ حَتَّى يُصَدِّقَ أَنَّهُ لَا حَرَجَ فِيهِ، وَقَدْ يَعْلَمُ أَنَّهُ تَصَرُّفٌ غَيْرُ جَائِزٍ فِي الْبَاطِنِ، وَيَكْتَفِي بِأَنَّهُ لَا يُمْكِنُ أَنْ يُمَارِيَ فِيهِ أَحَدٌ مِرَاءً ظَاهِرًا تَتَّضِحُ فِيهِ خِيَانَتُهُ ; فَلِأَجْلِ هَذَا، وَذَاكَ صَرَّحَ الْكِتَابُ الْحَكِيمُ بِالنَّهْيِ عَنْهُ لِيَتَدَبَّرَهُ أُولُو الْأَلْبَابِ. </p><p> أَمَّا الْأَكْلُ مِنْهَا بِغَيْرِ إِسْرَافٍ وَلَا مُبَادَرَةٍ خَوْفَ أَخْذِهَا عِنْدَ الْبُلُوغِ وَالرُّشْدِ - كَمَا هُوَ شَأْنُ الْخَائِنِ - فَقَدْ ذُكِرَ حُكْمُهُ فِي قَوْلِهِ: وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ أَيْ فَمَنْ كَانَ مِنْكُمْ غَنِيًّا غَيْرَ مُحْتَاجٍ إِلَى مَالِ الْيَتِيمِ الَّذِي فِي حِجْرِهِ، وَتَحْتَ وِلَايَتِهِ فَلْيَعِفَّ عَنِ الْأَكْلِ مِنْ مَالِهِ، أَوْ لِيُطَالِبْ نَفْسَهُ وَيَحْمِلْهَا عَلَى الْعَفِّ عَنْهُ نَزَاهَةً وَشَرَفَ </p><p> نَفْسٍ. وَمَنْ كَانَ فَقِيرًا لَا يَسْتَغْنِي عَنْ الِانْتِفَاعِ بِشَيْءٍ مِنْ مَالِ الْيَتِيمِ الَّذِي يَصْرِفُ بَعْضَ وَقْتِهِ، أَوْ كُلَّهُ فِي تَثْمِيرِهِ، وَحِفْظِهِ فَلْيَأْكُلْ مِنْهُ بِالْمَعْرُوفِ الَّذِي يُبِيحُهُ الشَّرْعُ وَلَا يَسْتَنْكِرُهُ أَهْلُ الْمُرُوءَةِ، وَالْفَضْلِ، وَلَا يَعُدُّونَهُ طَمَعًا، وَلَا خِيَانَةً. </p><p> وَقَدِ اخْتَلَفَ الْمُفَسِّرُونَ، وَالْفُقَهَاءُ فِي الْأَكْلِ بِالْمَعْرُوفِ الَّذِي أَذِنَ اللهُ بِهِ لِلْوَلِيِّ الْفَقِيرِ فَقِيلَ: هُوَ الْقَرْضُ يَأْخُذُهُ بِنِيَّةِ الْوَفَاءِ، وَرُوِيَ هَذَا عَنْ عُمَرَ بْنِ الْخَطَّابِ وَابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمْ -، وَعِبَارَةُ الْأَخِيرِ فِي بَعْضِ رِوَايَاتِ ابْنِ جَرِيرٍ: إِنْ كَانَ غَنِيًّا فَلَا يَحِلُّ لَهُ مِنْ مَالِ الْيَتِيمِ أَنْ يَأْكُلَ مِنْهُ شَيْئًا، وَإِنْ كَانَ فَقِيرًا فَلْيَسْتَقْرِضْ مِنْهُ ; فَإِنْ وَجَدَ مَيْسَرَةً فَلْيُعْطِهِ مَا اسْتَقْرَضَ مِنْهُ فَذَلِكَ أَكْلُهُ بِالْمَعْرُوفِ. وَقَالَ مِثْلَهُ سَعِيدُ بْنُ جُبَيْرٍ، وَزَادَ: وَإِنْ حَضَرَهُ الْمَوْتُ وَلَمْ يُوسِرْ يَتَحَلَّلُهُ مِنَ الْيَتِيمِ، وَإِنْ كَانَ صَغِيرًا يَتَحَلَّلُهُ مِنْ وَلِيِّهِ ; وَهُوَ يَعْنِي وَلِيَّهُ الَّذِي يَكُونُ بَعْدَهُ. وَعَنِ الشَّعْبِيِّ لَا يَأْكُلُهُ إِلَّا أَنْ يُضْطَرَّ إِلَيْهِ كَمَا يُضْطَرُّ إِلَى الْمَيْتَةِ، فَإِنْ أَكَلَ مِنْهُ شَيْئًا قَضَاهُ. وَاخْتَلَفُوا فِي كَيْفِيَّةِ هَذَا الْأَكْلِ بِالْمَعْرُوفِ فَعَنِ ابْنِ عَبَّاسٍ يَأْكُلُ بِأَطْرَافِ أَصَابِعِهِ. وَوَضَّحَهُ السُّدِّيُّ، فَقَالَ: يَأْكُلُ مَعَهُ بِأَصَابِعِهِ لَا يُسْرِفُ </p><p> فِي الْأَكْلِ، وَلَا يَلْبَسُ. وَعَنْ عِكْرِمَةَ أَنَّهُ قَالَ: يَدُكَ مَعَ أَيْدِيهِمْ، وَلَا تَتَّخِذْ مِنْهُ قَلَنْسُوَةً، وَقَالَ بَعْضُهُمْ: الْأَكْلُ بِالْمَعْرُوفِ: هُوَ مَا سَدَّ الْجَوْعَةَ وَوَارَى الْعَوْرَةَ. أَيْ قَدْرَ الضَّرُورَةِ مِنَ الطَّعَامِ، وَالْكِسْوَةِ. وَقَالَ آخَرُونَ: هُوَ أَنْ يَأْكُلَ مِنْ غَلَّةِ الْمَالِ كَلَبَنِ الْمَاشِيَةِ، وَصُوفِهَا، وَثَمَرَاتِ الشَّجَرِ، وَغَلَّةِ الزَّرْعِ وَلَا يَأْخُذُ مِنْ رَقَبَةِ الْمَالِ شَيْئًا. وَقَالَ غَيْرُهُ: يَأْخُذُ قَدْرَ كِفَايَتِهِ، وَعَنْ عَطَاءٍ: يَضَعُ يَدَهُ مَعَ أَيْدِيهِمْ فَيَأْكُلُ مَعَهُمْ كَقَدْرِ خِدْمَتِهِ وَقَدْرِ عَمَلِهِ. وَمِنْ هُنَا قَالَ بَعْضُ الْفُقَهَاءِ: إِنَّ لَهُ أَجْرَ مِثْلِهِ مِنْ مَالِ الْيَتِيمِ الَّذِي يَتَوَلَّى تَدْبِيرَ أَمْوَالِهِ، وَهَذَا هُوَ الَّذِي اخْتَارَهُ ابْنُ جَرِيرٍ فَقَالَ: إِنَّ الْأُمَّةَ مُجْمِعَةٌ عَلَى أَنَّ مَالَ الْيَتِيمِ لَيْسَ مَالًا لِلْوَلِيِّ فَلَيْسَ لَهُ أَنْ يَأْكُلَ مِنْهُ شَيْئًا، وَلَكِنْ لَهُ أَنْ يَسْتَقْرِضَ مِنْهُ عِنْدَ الْحَاجَةِ كَمَا يَسْتَقْرِضُ لَهُ، وَلَهُ أَنْ يُؤَاجِرَ نَفْسَهُ لِلْيَتِيمِ بِأُجْرَةٍ مَعْلُومَةٍ إِذَا كَانَ الْيَتِيمُ مُحْتَاجًا إِلَى ذَلِكَ، كَمَا يَسْتَأْجِرُ لَهُ غَيْرَهُ مِنَ الْأُجَرَاءِ غَيْرَ مَخْصُوصٍ بِهَا حَالُ غِنًى وَلَا حَالُ فَقْرٍ اهـ. يَعْنِي أَنَّ الْأَكْلَ بِالْمَعْرُوفِ هُوَ الْقَرْضُ وَالْأُجْرَةُ، وَلَا يُبَاحُ أَكْلُ شَيْءٍ مِنْهُ بِلَا غَوْصٍ كَسَائِرِ أَمْوَالِ النَّاسِ. قَالَ: وَكَذَلِكَ الْحُكْمُ فِي أَمْوَالِ الْمَجَانِينِ وَالْمَعَاتِيهِ، وَلَكِنْ مَا ذُكِرَ فِي كَيْفِيَّةِ الْأَكْلِ لَا يَظْهَرُ فِي الِاسْتِقْرَاضِ، وَقَدْ يَظْهَرُ فِي الْأُجْرَةِ. </p><p> وَأَقُولُ: مِنَ الْحَدِيثِ الْمَرْفُوعِ فِي الْمَسْأَلَةِ أَنَّ ابْنَ عُمَرَ سَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: \" لَيْسَ لِي مَالٌ، وَإِنِّي وَلِيُّ يَتِيمٍ، فَقَالَ: كُلْ مِنْ مَالِ يَتِيمِكَ غَيْرَ مُسْرِفٍ، وَلَا مُتَأَثِّلٍ مَالًا، وَمِنْ غَيْرِ أَنْ تَقِيَ مَالَكَ بِمَالِهِ رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ. وَوَجْهُهُ أَنَّ الْيَتِيمَ يَكُونُ فِي بَيْتِ الْوَلِيِّ كَوَلَدِهِ وَالْخَيْرُ لَهُ فِي تَرْبِيَتِهِ أَنْ يُخَالِطَهُ الْوَلِيُّ هُوَ وَأَهْلُهُ فِي الْمُؤَاكَلَةِ، وَالْمُعَاشَرَةِ، فَإِذَا كَانَ الْوَلِيُّ غَنِيًّا، وَلَا طَمَعَ لَهُ فِي مَالِهِ كَانَ الْيَتِيمُ هُوَ الرَّابِحُ مِنْ هَذِهِ الْمُخَالَطَةِ، وَإِنْ كَانَ يُصْرَفُ فِيهَا شَيْءٌ مِنْ مَالِهِ بِقَدْرِ حَاجَتِهِ، وَإِنْ كَانَ الْوَلِيُّ فَقِيرًا فَإِنَّهُ لَا يَسْتَغْنِي عَنْ </p><p> إِصَابَةِ بَعْضِ مَا يَحْتَاجُ إِلَيْهِ مِنْ مَالِ الْيَتِيمِ الْغَنِيِّ الَّذِي فِي حِجْرِهِ، فَإِذَا أَكَلَ مِنْ طَعَامِهِ، وَثَمَرِهِ مَا جَرَى بِهِ الْعُرْفُ بَيْنَ الْخُلَطَاءِ غَيْرَ مُصِيبٍ مِنْ رَقَبَةِ الْمَالِ شَيْئًا، وَلَا مُتَأَثِّلٍ لِنَفْسِهِ مِنْهُ عَقَارًا، وَلَا مَالًا آخَرَ، وَلَا مُسْتَخْدِمًا مَالَهُ فِي مَصَالِحِهِ وَمَرَافِقِهِ كَانَ فِي ذَلِكَ آكِلًا بِالْمَعْرُوفِ، هَذَا هُوَ الْمُخْتَارُ عِنْدِي، وَرَاجِعْ تَفْسِيرَ وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ [٢: ٢٢٠] فِي الْجُزْءِ الثَّانِي مِنَ التَّفْسِيرِ [ص٢٧١ وَمَا بَعْدَهَا ج ٢ ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] . </p><p> فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ أَيْ لِيُعْرَفَ أَمْرُ رُشْدِهِمْ وَتَصَرُّفِهِمْ </p><p> وَلِتَظْهَرَ بَرَاءَةُ ذِمَّتِكُمْ وَلِتُحْسَمَ مَادَّةُ النِّزَاعِ بَيْنَكُمْ، قَالَ ابْنُ عَبَّاسٍ: إِذَا دَفَعَ إِلَى الْيَتِيمِ مَالَهُ (أَيْ عِنْدَ بُلُوغِ رُشْدِهِ) فَلْيَدْفَعْهُ إِلَيْهِ بِالشُّهُودِ كَمَا أَمَرَ اللهُ - تَعَالَى -. وَهَذَا الْإِشْهَادُ وَاجِبٌ كَمَا هُوَ ظَاهِرُ الْأَمْرِ، وَعَلَيْهِ الشَّافِعِيَّةُ، وَالْمَالِكِيَّةُ. وَقَالَ الْحَنَفِيَّةُ: إِنَّهُ غَيْرُ وَاجِبٍ بَلْ مَنْدُوبٌ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: ذَهَبَ جُمْهُورُ الْفُقَهَاءِ إِلَى أَنَّ الْأَمْرَ بِالْإِشْهَادِ أَمْرُ إِرْشَادٍ لَا أَمْرَ وُجُوبٍ، وَهُمْ مُتَّفِقُونَ عَلَى أَنَّ الْأَوَامِرَ الْمَارَّةَ كُلَّهَا لِلْإِيجَابِ الْقَطْعِيِّ، وَالنَّوَاهِيَ كُلَّهَا لِلتَّحْرِيمِ، وَظَاهِرُ السِّيَاقِ أَنَّ هَذَا الْأَمْرَ مِثْلُ مَا سَبَقَهُ، وَلَعَلَّ السَّبَبَ فِيمَا قَالَهُ الْفُقَهَاءُ هُوَ أَنَّ النَّاسَ تَهَاوَنُوا بِأَمْرِ الْإِشْهَادِ وَأَهْمَلُوهُ مِنْ زَمَنٍ بَعِيدٍ، فَسَهَّلَ ذَلِكَ عَلَى الْفُقَهَاءِ التَّأْوِيلَ، وَرَأَوْهُ أَوْلَى مِنْ تَأْثِيمِ النَّاسِ وَجَعْلِ أَكْثَرِهِمْ مُخَالِفِينَ لِمَا فُرِضَ عَلَيْهِمْ، وَلَا شَكَّ عِنْدِي أَنَّ الْإِشْهَادَ حَتْمٌ، وَأَنَّ تَرْكَهُ يُؤَدِّي إِلَى النِّزَاعِ، وَالتَّخَاصُمِ، وَالتَّقَاضِي كَمَا هُوَ مُشَاهَدٌ، فَإِذَا فَرَضْنَا أَنَّ النَّاسَ كَانُوا فِي زَمَنٍ مَا مُسْتَمْسِكِينَ بِعُرْوَةِ الدِّينِ اسْتِمْسَاكًا عَامًّا، وَكَانَ الْيَتَامَى يُحْسِنُونَ الظَّنَّ فِي الْأَوْلِيَاءِ فَلَا يَتَّهِمُونَهُمْ، وَأَنَّ الْإِشْهَادَ لَمْ يَكُنْ مُحَتَّمًا عَلَيْهِمْ لِأَجْلِ هَذَا. أَفَلَيْسَ هَذَا الزَّمَنُ الْمَعْلُومُ مُخَالِفًا لِذَلِكَ الزَّمَنِ الْمَجْهُولِ مُخَالَفَةً تَقْتَضِي أَنْ يُجْعَلَ الْإِشْهَادُ ضَرْبَةَ لَازِبٍ لِقَطْعِ عِرْقِ الْخِصَامِ وَنُزُوعِ النَّفْسِ إِلَى النِّزَاعِ وَالْمُشَاغَبَةِ؟ </p><p> وَكَفَى بِاللهِ حَسِيبًا أَيْ وَكَفَى بِاللهِ رَقِيبًا عَلَيْكُمْ وَشَهِيدًا يُحَاسِبُكُمْ عَلَى مَا أَظْهَرْتُمْ وَمَا أَسْرَرْتُمْ، أَوْ كَفَى بِاللهِ كَافِيًا فِي الشَّهَادَةِ عَلَيْكُمْ يَوْمَ الْحِسَابِ. الْحَسْبُ (بِسُكُونِ السِّينِ) فِي الْأَصْلِ: الْكِفَايَةُ، وَفَسَّرَ الرَّاغِبُ الْحَسِيبَ: بِالرَّقِيبِ، وَفَسَّرَهُ السُّدِّيُّ: بِالشَّهِيدِ، فَهَلْ هَذَانِ مَعْنَيَانِ مُسْتَقِلَّانِ أَمْ مِنْ لَوَازِمِ الْمَعْنَى الْأَصْلِيِّ؟ قَالَ الْأُسْتَاذُ الْإِمَامُ: الْحَسِيبُ: هُوَ الْمُرَاقِبُ الْمُطَّلِعُ عَلَى مَا يَعْمَلُ الْعَامِلُ، وَإِنَّمَا جَاءَ بِهَذَا بَعْدَ الْأَمْرِ بِالْإِشْهَادِ الْقَاطِعِ لِعِرْقِ النِّزَاعِ لِيَدُلَّنَا عَلَى أَنَّ الْإِشْهَادَ - وَإِنْ حَصَلَ، وَكَانَ يُسْقِطُ الدَّعْوَى عِنْدَ الْقَاضِي بِالْمَالِ - لَا يُسْقِطُ الْحَقَّ </p><p> عِنْدَ اللهِ إِذَا كَانَ الْوَلِيُّ خَائِنًا ; إِذْ لَا يَخْفَى عَلَيْهِ - تَعَالَى - مَا يَخْفَى عَلَى الشُّهُودِ وَالْحُكَّامِ، وَكَأَنَّ هَؤُلَاءِ الْأَوْصِيَاءَ الْخُبَثَاءَ الَّذِينَ نَعْرِفُهُمْ لَمْ يَسْمَعُوا قَوْلَ اللهِ فِي ذَلِكَ قَطُّ ; فَقَدْ كَثُرَتْ فِيهِمْ وَفِي غَيْرِهِمُ الْخِيَانَةُ وَأَكْلُ أَمْوَالِ الْيَتَامَى، وَالسُّفَهَاءِ وَالْأَوْقَافِ بِالْحِيَلِ حَتَّى إِنَّهُ يُمْكِنُنِي أَنْ أَقُولَ: إِنَّهُ لَا يُوجَدُ فِي الْقُطْرِ الْمِصْرِيِّ عَشَرَةُ أَشْخَاصٍ يَصْلُحُونَ لِلْوِصَايَةِ عَلَى الْيَتِيمِ، أَوِ السَّفِيهِ، وَالْوَقْفِ، وَقَدْ نَصَّ الْفُقَهَاءُ عَلَى أَنَّ النَّظَرَ عَلَى الْوَقْفِ كَالْوِصَايَةِ عَلَى الْيَتِيمِ. فَانْظُرُوا إِلَى هَذِهِ الدِّقَّةِ فِي الْآيَةِ الْكَرِيمَةِ مِنَ الْأَمْرِ بِاخْتِبَارِ الْيَتِيمِ، وَدَفْعِ مَالِهِ إِلَيْهِ عِنْدَ بُلُوغِهِ رُشْدَهُ، وَمِنَ النَّهْيِ </p><p> عَنْ أَكْلِ شَيْءٍ مِنْهُ بِطُرُقِ الْإِسْرَافِ وَمُبَادَرَةِ كِبَرِهِ، وَمِنَ الْأَمْرِ بِالْإِشْهَادِ عَلَيْهِ عِنْدَ الدَّفْعِ، ثُمَّ التَّنْبِيهِ إِلَى مُرَاقَبَةِ اللهِ - تَعَالَى - الَّتِي تَتَنَاوَلُ جَمِيعَ ذَلِكَ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ عَنْهُ: أَنَّ بَعْضَ النُّحَاةِ يَقُولُونَ: إِنَّ الْبَاءَ الدَّاخِلَةَ عَلَى لَفْظِ الْجَلَالَةِ فِي قَوْلِهِ: وَكَفَى بِاللهِ زَائِدَةٌ، وَالْمَعْنَى كَفَى اللهُ حَسِيبًا، وَبَعْضُهُمْ يَقُولُ: إِنَّ الْفَاعِلَ مَصْدَرٌ مَحْذُوفٌ، وَالْبَاءَ حَرْفُ جَرٍّ أَصْلِيٌّ مُتَعَلِّقٌ بِهِ، وَهَذَا كُلُّهُ مِنْ تَطْبِيقِ الْقُرْآنِ عَلَى الْقَوَاعِدِ الَّتِي وَضَعُوهَا - أَوْ قَالَ قَعَّدُوهَا - وَنَحْنُ نَقُولُ: إِنَّ الْمَعْنَى مَعَ وُجُودِ الْبَاءِ هُوَ غَيْرُ الْمَعْنَى مَعَ عَدَمِهَا، فَلَهَا مَعْنًى فِي الْكَلَامِ كَيْفَمَا أُعْرِبَتْ، وَإِنَّ (كَفَى) فِعْلٌ لَيْسَ لَهُ فَاعِلٌ، وَالْجَارَّ مُتَعَلِّقٌ بِهِ، وَمَعْنَاهُ أَنَّ اللهَ - عَزَّ وَجَلَّ - هُوَ أَشَدُّ مَنْ يُرَاقِبُ وَيُحَاسِبُ. وَهَذِهِ الْجُمْلَةُ مِنْ فَرَائِدِ الْبَلَاغَةِ الْمَسْمُوعَةِ الَّتِي لَا تُحْتَذَى، وَلَا يُؤْتَى بِمِثْلٍ لَهَا قَدْ جَاءَتْ عَلَى هَذِهِ الْكَيْفِيَّةِ النَّادِرِ مِثْلُهَا فِي حُسْنِهَا، فَلَا يُمْكِنُ تَطْبِيقُهَا عَلَى الْقَوَاعِدِ الْمَوْضُوعَةِ لِلْكَلَامِ الْمَعْرُوفِ عِنْدَ جَمِيعِ الْعَرَبِ الدَّائِرِ عَلَى أَلْسِنَةِ أَهْلِ الْفَصَاحَةِ وَالْفَهَاهَةِ عَلَى السَّوَاءِ. </p><p> أَقُولُ: وَيَحْسُنُ أَنْ نَذْكُرَ هُنَا مَا قَالَهُ عِنْدَ الْكَلَامِ عَلَى (حَتَّى) الِابْتِدَائِيَّةِ، وَمَا فِيهَا مِنْ مَعْنَى الْغَايَةِ - كَمَا تَقَدَّمَ - وَهُوَ أَنَّ الْقَوَاعِدَ النَّحْوِيَّةَ، وَنَحْوَهَا (كَقَوَاعِدِ الْبَيَانِ) ، وُضِعَتْ بَعْدَ وَضْعِ اللُّغَةِ لَا قَبْلَهَا، فَلَا يُمْكِنُ أَنْ تَكُونَ عَامَّةً شَامِلَةً لِكُلِّ كَلَامٍ. وَلَكِنَّ النُّحَاةَ حَاوَلُوا إِدْخَالَ كُلِّ الْكَلَامِ فِي قَوَاعِدِهِمْ، وَكَانَ يَجِبُ أَنْ يَقُولُوا كَمَا قَالَ بَعْضُ أَهْلِ اللُّغَةِ فِي بَعْضِ الْكَلَامِ النَّادِرِ الِاسْتِعْمَالِ: إِنَّهُ وَرَدَ هَكَذَا عَلَى غَيْرِ الْقَاعِدَةِ الَّتِي وَضَعْنَاهَا فَهُوَ نَظْمٌ سَمَاعِيٌّ يُحْفَظُ فِي اللُّغَةِ، وَلَا يُقَاسُ عَلَيْهِ. </p><p> وَأَقُولُ: إِنَّ مَا جَاءَ عَلَى خِلَافِ الْمَشْهُورِ الشَّائِعِ الَّذِي وُضِعَتْ لَهُ الْقَوَاعِدُ قِسْمَانِ: قِسْمٌ شَاذٌّ جَرَى عَلَى أَلْسِنَةِ بَعْضِ بُلَدَاءِ الْأَعْرَابِ لَا حُسْنَ فِيهِ، وَقِسْمٌ كَالدُّرَرِ الْيَتِيمَةِ انْفَرَدَ بِهِ بَعْضُ الْبُلَغَاءِ، فَكَانَ لَهُ أَحْسَنُ تَأْثِيرٍ فِي الْكَلَامِ، وَيُوجَدُ كُلٌّ مِنَ الْقِسْمَيْنِ فِي كُلِّ لُغَةٍ، وَمَا يُوجَدُ مِنْهُ فِي كَلَامِ اللهِ - عَزَّ وَجَلَّ - هُوَ أَعْلَاهُ، وَأَبْلَغُهُ. </p>"
}