{
  "id": null,
  "sura": 4,
  "aya": 174,
  "text": "<p> وَالثَّانِي: هُوَ أَنَّ الْإِحْسَانَ إِلَى غَيْرِهِمْ مِمَّا يَعُمُّهُمْ، فَكَانَ دَاخِلًا فِي جُمْلَةِ التَّنْكِيلِ بِهِمْ، فَكَأَنَّهُ قِيلَ: وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيُعَذَّبُ بِالْحَسْرَةِ إِذَا رَأَى أُجُورَ الْعَامِلِينَ، وَبِمَا يُصِيبُهُ مِنْ عَذَابِ اللهِ. اهـ. </p><p> أَقُولُ: وَقَدْ يَدُلُّ عَلَى حَشْرِ الْمُسْتَنْكِفِينَ مَعَ غَيْرِهِمْ قَوْلُهُ تَعَالَى: جَمِيعًا كَمَا أَشَرْنَا إِلَيْهِ، وَثَمَّ </p><p> وَجْهٌ آخَرُ، وَهُوَ أَنَّ الْقُرْآنَ كَثِيرًا مَا يَذْكُرُ الْعَامِلِينَ بِصِيغَةِ مُبْتَدَأٍ، يَكُونُ خَبَرُهُ مَحْذُوفًا لِدَلَالَةِ الْكَلَامِ أَوِ الْقَرِينَةِ عَلَيْهِ، وَلَا سِيَّمَا إِذَا كَانَ شَرْطًا كَمَا هُنَا، وَكَانَ جَزَاؤُهُ كَلَامًا عَامًّا يُشِيرُ إِلَى الْخَبَرِ إِشَارَةً ضِمْنِيَّةً ; كَقَوْلِهِ تَعَالَى: وَمَنْ يَتَوَكَّلْ عَلَى اللهِ فَإِنَّ اللهَ عَزِيزٌ حَكِيمٌ (٨: ٤٩) وَقَوْلِهِ: وَمَنْ يَتَوَلَّ فَإِنَّ اللهَ هُوَ الْغَنِيُّ الْحَمِيدُ (٥٧: ٢٤) وَلَا يَبْعُدُ أَنْ يَكُونَ مَا هُنَا مِنْ هَذَا الْقَبِيلِ، وَالْمُرَادُ: وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ، فَسَيَجْزِيهِ إِذْ يَحْشُرُ النَّاسَ كُلَّهُمْ لِلْجَزَاءِ، ثُمَّ فَصَّلَ هَذَا الْجَزَاءَ الْمُشَارِ إِلَيْهِ بِذِكْرِ لَازِمِهِ، وَاللهُ أَعْلَمُ. </p><p> يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا فَأَمَّا الَّذِينَ آمَنُوا بِاللهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا. </p><p> لَمَّا قَامَتِ الْحُجَّةُ فِي الْآيَاتِ الْأَخِيرَةِ عَلَى النَّصَارَى وَفِيمَا قَبْلَهَا عَلَى الْيَهُودِ، وَهُمْ أَهْلُ الْكِتَابِ وَالْمَعْرِفَةِ بِالنُّبُوَّاتِ وَالشَّرَائِعِ، وَقَامَتِ الْحُجَّةُ قَبْلَ ذَلِكَ عَلَى الْمُنَافِقِينَ فِي أَثْنَاءِ السُّورَةِ، كَمَا قَامَتْ عَلَى الْمُشْرِكِينَ فِيهَا وَفِي سُوَرٍ كَثِيرَةٍ، وَظَهَرَتْ نُبُوَّةُ النَّبِيِّ الْخَاتَمِ ظُهُورَ الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ ; لِأَنَّ سُحُبَ الشُّبَهَاتِ قَدِ انْقَشَعَتْ بِالْحُجَجِ الْمُشَارِ إِلَيْهَا كُلَّ الِانْقِشَاعِ - نَادَى اللهُ - تَعَالَى - النَّاسَ كَافَّةً وَدَعَاهُمْ إِلَى اتِّبَاعِ بُرْهَانِهِ، وَالِاهْتِدَاءِ بِالنُّورِ الَّذِي جَاءَ بِهِ، فَقَالَ: </p><p> يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ أَيْ قَدْ جَاءَكُمْ مِنْ قِبَلِ رَبِّكُمْ، بِفَضْلِهِ وَعِنَايَتِهِ بِتَرْبِيَتِكُمْ وَتَزْكِيَةِ نُفُوسِكُمْ، بُرْهَانٌ عَظِيمٌ أَوْ جَلِيٌّ يُبَيِّنُ لَكُمْ حَقِيقَةَ الْإِيمَانِ الصَّحِيحِ بِاللهِ عَزَّ وَجَلَّ، وَجَمِيعَ مَا تَحْتَاجُونَ إِلَيْهِ مِنْ أَمْرِ دِينِكُمْ، مُؤَيِّدًا لَكُمْ ذَلِكَ بِالدَّلَائِلِ وَالْبَيِّنَاتِ وَالْحِكَمِ، وَهُوَ مُحَمَّدٌ النَّبِيُّ الْعَرَبِيُّ الْأُمِّيُّ، الَّذِي يَظْهَرُ لِكُلِّ مَنْ عَرَفَ سِيرَتَهُ فِي نَشْأَتِهِ، وَتَرْبِيَتَهُ وَحَالَهُ فِي بَعْثَتِهِ، وَسُنَّتَهُ، أَنَّهُ هُوَ نَفْسُهُ بُرْهَانٌ عَلَى حَقِيقَةِ مَا جَاءَ بِهِ: أُمِّيٌّ لَمْ يَتَعَلَّمْ شَيْئًا مِنَ الْكُتُبِ قَطُّ، وَلَمْ يُعْنَ فِي طُفُولِيَّتِهِ، وَلَا فِي شَبَابِهِ بِشَيْءٍ مِمَّا كَانَ يُسَمَّى عِلْمًا عِنْدَ قَوْمِهِ الْأُمِّيِّينَ ; كَالشِّعْرِ وَالنَّسَبِ وَأَيَّامِ الْعَرَبِ، قَامَ فِي كُهُولَتِهِ يُعَلِّمُ الْأُمِّيِّينَ وَالْمُتَعَلِّمِينَ حَقَائِقَ الْعُلُومِ الْإِلَهِيَّةِ، </p><p> وَصِفَاتِ الرُّبُوبِيَّةِ، </p><p> وَمَا يَجِبُ لِتِلْكَ الذَّاتِ الْعَلِيَّةِ، وَمَا تَتَزَكَّى بِهِ النَّفْسُ الْبَشَرِيَّةُ، وَتَصْلُحُ بِهِ الْحَيَاةُ الِاجْتِمَاعِيَّةُ، وَيَكْشِفُ مَا اشْتَبَهَ عَلَى أَهْلِ الْكِتَابِ مِنْ أُصُولِ دِينِهِمْ، وَمَا اضْطَرَبَ فِيهِ نُظَّارُ الْفَلْسَفَةِ الْعُلْيَا مِنْ مَسَائِلِ فَلْسَفَتِهِمْ، وَيَرْفَعُ قَوَاعِدَ الْإِيمَانِ عَلَى أَسَاسِ الْحُجَجِ الْكَوْنِيَّةِ الْعَقْلِيَّةِ، وَيَسْلُكُ هَذَا الْمَسْلَكَ فِي بَيَانِ الشَّرَائِعِ الْعِلْمِيَّةِ، وَالْحِكْمَةِ الْأَدَبِيَّةِ، وَالسِّيَاسَةِ الْحَرْبِيَّةِ وَالِاجْتِمَاعِيَّةِ، كُلُّ ذَلِكَ كَانَ عَلَى طَرِيقِ الْحُجَّةِ وَالْبُرْهَانِ، فَلَا غَرْوَ أَنْ يُسَمَّى هُوَ نَفْسُهُ بُرْهَانًا. </p><p> وَهُوَ بُرْهَانٌ بِسِيرَتِهِ الْعَمَلِيَّةِ، كَمَا أَنَّهُ بُرْهَانٌ فِي دَعْوَتِهِ الْعِلْمِيَّةِ الشَّرْعِيَّةِ، فَقَدْ نَشَأَ يَتِيمًا لَمْ يُعْنَ بِتَرْبِيَتِهِ عَالِمٌ وَلَا حَكِيمٌ وَلَا سِيَاسِيٌّ، بَلْ تُرِكَ كَمَا كَانَ وِلْدَانُ الْمُشْرِكِينَ يُتْرَكُونَ وَشَأْنُهُمْ، وَكَانَ فِي سِنِّ التَّعْلِيمِ وَتَكَوُّنِ الْأَخْلَاقِ وَالْمَلَكَاتِ يَرْعَى الْغَنَمَ نَهَارًا وَيَنَامُ مِنْ أَوَّلِ اللَّيْلِ، فَلَا يَحْضُرُ سُمَّارَ قَوْمِهِ (مَوَاضِعَ السَّمَرِ فِي اللَّيْلِ) وَلَا مَعَاهِدَ لَهْوِهِمْ، وَاتَّجَرَ قَلِيلًا فِي شَبَابِهِ مَعَ قَوْمِهِ مِنْ أَبْنَاءِ الْجَاهِلِيَّةِ وَأَتْرَابِهِ، فَهُوَ لَمْ يُصَادِفْ مِنَ التَّرْبِيَةِ الْمَنْزِلِيَّةِ وَالتَّأْدِيبِ الِاجْتِمَاعِيِّ فِي أَوَّلِ نَشْأَتِهِ، مَا يُؤَهِّلُهُ لِلْمَنْصِبِ الَّذِي تَصَدَّى لَهُ فِي كُهُولَتِهِ، وَهُوَ تَرْبِيَةُ الْأُمَمِ تَرْبِيَةً دِينِيَّةً اجْتِمَاعِيَّةً سِيَاسِيَّةً حَرْبِيَّةً، وَلَكِنَّهُ قَامَ بِهَذِهِ التَّرْبِيَةِ أَكْمَلَ قِيَامٍ، وَمَا زَالَ يَعْجِزُ عَنْ مِثْلِ مَا قَامَ بِهِ مَنْ يَسْتَعِدُّونَ لَهُ بِالْعُلُومِ وَالْأَعْمَالِ، فَكَانَ بِهَذَا بُرْهَانًا عَلَى عِنَايَةِ اللهِ بِهِ، وَتَأْيِيدِهِ إِيَّاهُ بِوَحْيِهِ وَتَوْفِيقِهِ، وَذَلِكَ قَوْلُهُ، عَزَّ وَجَلَّ: </p><p> وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا أَيْ وَأَنْزَلْنَا إِلَيْكُمْ أَيُّهَا النَّاسُ بِمَا أَوْحَيْنَا إِلَيْهِ كِتَابًا مِنْ لَدُنَّا هُوَ كَالنُّورِ، بَيِّنٌ فِي نَفْسِهِ، مُبَيِّنٌ لِكُلِّ مَا أُنْزِلَ لِبَيَانِهِ، تَنْجَلِي لَكُمُ الْحَقَائِقُ بِبَلَاغَتِهِ وَأَسَالِيبِ بَيَانِهِ، بِحَيْثُ لَا يَشْتَبِهُ فِيهَا مَنْ تَدَبَّرَهُ وَعَقَلَ مَعَانِيَهُ، بَلْ تَثْبُتُ فِي عَقْلِهِ، وَتُؤَثِّرُ فِي قَلْبِهِ، وَتَكُونُ هِيَ الْحَاكِمَةَ عَلَى نَفْسِهِ، وَالْمُصْلِحَةَ لَهُ فِي عَمَلِهِ. </p><p> مِثَالُ ذَلِكَ تَوْحِيدُ اللهِ فِي أُلُوهِيَّتِهِ وَرُبُوبِيَّتِهِ، هُوَ أَثْبَتُ الْحَقَائِقِ، وَأَعْلَى مَا يَصِلُ إِلَيْهِ الْبَشَرَ مِنَ الْمَعَارِفِ، وَأَفْضَلُ مَا تَتَزَكَّى بِهِ النُّفُوسُ وَتَتَرَقَّى بِهِ الْعُقُولُ، وَقَدْ بُعِثَ بِهِ جَمِيعُ رُسُلِ اللهِ إِلَى جَمِيعِ الْأُمَمِ، كَانَ كُلٌّ مِنْهُمْ يَدْعُو أُمَّتَهُ إِلَيْهِ، وَكَانَ يَسْتَجِيبُ النَّاسُ لَهُمْ بِقَدْرِ اسْتِعْدَادِهِمْ لِفَهْمِ هَذِهِ الْحَقِيقَةِ الْعُلْيَا، ثُمَّ لَا يَلْبَثُونَ أَنْ يُشَوِّهُوهَا بَعْدَهُمْ بِالشِّرْكِ وَضُرُوبِ الْوَثَنِيَّةِ الَّتِي تَطْمِسُ الْعُقُولَ وَتُدَنِّسُ النُّفُوسَ، وَتَهْبِطُ بِالْفِطْرَةِ الْبَشَرِيَّةِ مِنْ أَوَجِ كَرَامَتِهَا وَعِزَّتِهَا الَّتِي جَعَلَهَا اللهُ أَهْلًا لَهَا، إِلَى الْمَهَانَةِ وَالذِّلَّةِ بِالْخُضُوعِ </p><p> وَالْخُنُوعِ وَالِاسْتِخْذَاءِ لِبَعْضِ الْمَخْلُوقَاتِ مِنْ جِنْسِهِمْ، أَوْ مِنْ أَجْنَاسٍ أُخْرَى، فَضَّلَ اللهُ جِنْسَهُمْ عَلَيْهَا، وَكَانَ أَقْرَبُ الْأُمَمِ التَّارِيخِيَّةِ عَهْدًا بِالْأَنْبِيَاءِ وَالرُّسُلِ الْيَهُودُ وَالنَّصَارَى، وَكَانُوا عَلَى نِسْيَانِهِمْ حَظًّا مِمَّا ذُكِّرُوا بِهِ لَا يَزَالُونَ يَحْفَظُونَ بَعْضَ وَصَايَا رُسُلِهِمْ بِالتَّوْحِيدِ، وَلَكِنَّهُمْ لَا يَفْقَهُونَ مَعْنَاهَا إِذْ يُلْبِسُونَهَا بِالشِّرْكِ فِي الْأُلُوهِيَّةِ كَاتِّخَاذِ الْمَسِيحِ إِلَهًا، بَلِ اتِّخَاذِ مَنْ دُونَهُ مِنْ مُقَدَّسِيهِمْ آلِهَةً أَوْ أَنْصَافَ آلِهَةٍ، يَزْعُمُونَ أَنَّهُمْ وُسَطَاءُ بَيْنَهُمْ وَبَيْنَ اللهِ فِي كُلِّ مَا يَنْفَعُهُمْ وَيَضُرُّهُمْ فِي مَعَاشِهِمْ وَمَعَادِهِمْ </p><p> وَبِالشَّرَكِ فِي الرُّبُوبِيَّةِ ; بِاتِّخَاذِ أَحْبَارِهِمْ وَرُهْبَانِهِمْ أَرْبَابًا مِنْ دُونِ اللهِ، يُشَرِّعُونَ لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ، وَيُحِلُّونَ لَهُمْ وَيُحَرِّمُونَ عَلَيْهِمْ فَيَتْبَعُونَهُمْ. </p><p> هَكَذَا كَانَتِ الْيَهُودُ وَالنَّصَارَى فِي عَهْدِ بَعْثَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَتْبَعُونَ أُنَاسًا مِنْ عُلَمَائِهِمْ وَأَحْبَارِهِمْ وَمُقَدَّسِيهِمْ فِي عَقَائِدَ وَآدَابٍ وَشَرَائِعَ مَشُوبَةٍ بِالْوَثَنِيَّةِ وَالْخُضُوعِ لِغَيْرِ اللهِ - تَعَالَى - لَمْ تُؤْخَذْ مِنْ وَحْيِ اللهِ الْمُنَزَّلِ، كَمَا هُوَ الْوَاجِبُ فِي أُمُورِ الدِّينِ الْخَالِصِ مِنَ الْعَقَائِدِ وَالْعِبَادَاتِ، وَسَائِرِ مَا يُتَقَرَّبُ بِهِ إِلَى اللهِ تَعَالَى، وَلَوْ كَانَ الْبَشَرُ يَسْتَقِلُّونَ بِمَعْرِفَةِ هَذَا مِنْ غَيْرِ وَحْيٍ مِنَ اللهِ لَمَا كَانُوا مُحْتَاجِينَ إِلَى بَعْثَةِ الرُّسُلِ. وَقَدْ يَزْعُمُونَ أَنَّهُمْ كَانُوا مُبَيِّنِينَ لِمَا جَاءَ بِهِ مُوسَى وَعِيسَى عَلَيْهِمَا السَّلَامُ، وَلَوْ صَدَقُوا لَمَا صَارَ دِينُهُمْ فِي شَكْلٍ غَيْرِ مَا كَانَا عَلَيْهِ هُمَا، وَمَنْ كَانَ مُتَّبِعًا لَهُمَا فِي زَمَنِهِمَا، بِحَيْثُ لَوْ بُعِثَا ثَانِيَةً لَأَنْكَرَا كُلَّ مَا عَلَيْهِ هَؤُلَاءِ الْأَدْعِيَاءُ أَوْ أَكْثَرَهُ. وَإِذَا كَانَ الرُّكْنُ الْأَعْظَمُ لِدِينِهِمَا وَهُوَ التَّوْحِيدُ قَدْ زُلْزِلَ عِنْدَ الْيَهُودِ، وَزَالَ مِنْ عِنْدِ النَّصَارَى فَكَيْفَ يَكُونُ دِينُهُمَا هُوَ دِينَ مُوسَى وَعِيسَى عَلَيْهِمَا السَّلَامُ؟ ! هَذِهِ إِشَارَةٌ إِلَى مَا كَانَ عَلَيْهِ أَقْرَبُ النَّاسِ عَهْدًا بِدَعْوَةِ الرُّسُلِ إِلَى التَّوْحِيدِ، فَمَا ظَنُّكَ بِغَيْرِهِمْ؟ فَمَا الَّذِي فَعَلَهُ الْقُرْآنُ فِي بَيَانِ هَذِهِ الْعَقِيدَةِ؟ </p><p> لَوْ لَمْ يَجِئْ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي بَيَانِ التَّوْحِيدِ بِغَيْرِ عُنْوَانِهِ فِي الشَّهَادَتَيْنِ (لَا إِلَهَ إِلَّا اللهُ) لَمَا كَانَ كِتَابُهُ نُورًا مُبِينًا لِهَذِهِ الْحَقِيقَةِ ; لِأَنَّ مَنْ أَشْرَكَ مِنْ أَهْلِ الْكِتَابِ وَأَمْثَالِهِمْ مِنَ الْأُمَمِ الْقَدِيمَةِ كَالْهُنُودِ وَالْكَلْدَانِيِّينَ وَالْمِصْرِيِّينَ وَالْيُونَانِ كَانُوا يَقُولُونَ: إِنَّ الْإِلَهَ وَاحِدٌ، وَبَعْضُهُمْ كَانَ يُصَرِّحُ بِمِثْلِ كَلِمَةِ التَّوْحِيدِ عِنْدَنَا أَوْ بِهَا نَفْسِهَا، وَلَكِنَّهُمْ كَانُوا عَلَى ذَلِكَ مُشْرِكِينَ يَزْعُمُونَ أَنَّ بَعْضَ الْبَشَرِ أَوِ الْحَيَوَانِ أَوِ الْجَمَادِ يَنْفَعُ أَوْ يَضُرُّ بِصِفَةٍ خَارِقَةٍ لِلْعَادَةِ، غَيْرِ دَاخِلَةٍ فِي سِلْسِلَةِ نِظَامِ الْأَسْبَابِ وَالْمُسَبِّبَاتِ، فَيَتَوَجَّهُونَ </p><p> إِلَى تِلْكَ الْأَشْيَاءِ الْمُعْتَقَدَةِ تَوَجُّهَ الْعِبَادَةِ. وَيَزْعُمُونَ أَنَّ مَا جَاءَتْ بِهِ رُسُلُهُمْ مِنْ أَحْكَامِ الدِّينِ غَيْرُ كَافٍ فِي بَيَانِ الدَّيْنِ، فَيَجِبُ تَرْكُهُ إِلَى مَا يَضَعُهُ لَهُمْ بَعْضُ رُؤَسَائِهِمْ مِنْ أَحْكَامِ الْحَلَالِ وَالْحَرَامِ، مِنْ غَيْرِ نَظَرٍ فِي مُوَافَقَتِهِ أَوْ مُخَالَفَتِهِ لَهُ - أَيْ لِمَا جَاءَ بِهِ الرُّسُلُ - أَوْ مَعَ ضَرْبٍ مِنَ النَّظَرِ التَّقْلِيدِيِّ فِيهِ لِدَعْمِهِ بِهِ، وَإِرْجَاعِهِ إِلَيْهِ. </p><p> فَلَمَّا كَانَتِ الْوَثَنِيَّةُ قَدْ تَغَلْغَلَتْ فِي جَمِيعِ الْأَدْيَانِ الْمَأْثُورَةِ وَأَفْسَدَتْهَا عَلَى أَهْلِهَا، فَقَلَّدَ بَعْضُهُمْ بَعْضًا فِيمَا وَرِثُوهُ مِنْهَا، أَنْزَلَ اللهُ لِهِدَايَةِ الْبَشَرِ هَذَا النُّورَ الْمُبِينَ - الْقُرْآنَ - فَكَانَ أَشَدَّ إِبَانَةً لِدَقَائِقِ مَسَائِلِ التَّوْحِيدِ وَخَفَايَاهَا مِنْ نُورِ الْكَهْرَبَاءِ الْمُتَأَلِّقِ فِي هَذَا الْعَصْرِ الَّذِي نَرَى فِيهِ السِّرَاجَ الْوَاحِدَ فِي قُوَّةِ مِئَاتٍ أَوْ أُلُوفٍ مِنْ نُورِ الشَّمْعِ، فَبَيَّنَ لِمَنْ يَفْهَمُ لُغَتَهُ حَقِيقَةَ التَّوْحِيدِ بِالدَّلَائِلِ وَالْبَرَاهِينِ الْكَوْنِيَّةِ وَالْعَقْلِيَّةِ، وَضَرَبَ الْأَمْثَالَ الْمَادِّيَّةَ وَالْمَعْنَوِيَّةَ، وَضُرُوبِ الْقَصَصِ وَالْمَوَاعِظِ، وَالْهِدَايَةِ إِلَى النَّظَرِ وَالتَّجَارِبِ، وَكَشْفِ مَا رَانَ عَلَى هَذِهِ الْعَقِيدَةِ مِنْ شُبُهَاتِ الْمُضِلِّينَ وَأَوْهَامِ الضَّالِّينَ، الَّتِي مَزَجَتْهَا بِالشِّرْكِ مَزْجًا جَمَعَ بَيْنَ الضِّدَّيْنِ - بَلِ النَّقِيضَيْنِ - جَمْعًا، وَلَوَّنَ أَسَالِيبَ الْكَلَامِ فِيهَا، وَنَوَّعَهُ لِتَتَقَبَّلَ النَّفْسُ تَكْرَارَهُ بِقَبُولٍ حَسَنٍ، وَلَا يَعْرِضُ لَهَا مِنْ تَرْتِيلِ آيَاتِهِ شَيْءٌ مِنَ الْمَلَلِ. </p>"
}