{
  "id": null,
  "sura": 4,
  "aya": 21,
  "text": "<p> اسْتِفْهَامُ إِنْكَارٍ </p><p> وَتَوْبِيخٍ، أَيْ أَتَأْخَذُونَ ذَلِكَ الشَّيْءَ بَاهِتِينَ إِيَّاهَا كَاذِبِينَ عَلَيْهَا بِنِسْبَةِ الْفَاحِشَةِ إِلَيْهَا؟ ! فَالْبُهْتَانُ هُوَ الْكَذِبُ الَّذِي يَبْهَتُ الْمَكْذُوبَ عَلَيْهِ، وَيُسْكِتُهُ مُتَحَيِّرًا، يُقَالُ: بَهَتَهُ فَبُهِتَ، أَيِ افْتَرَى عَلَيْهِ هَذَا النَّوْعَ مِنْ الِافْتِرَاءِ فَأَدْهَشَهُ، وَأَسْكَتَهُ مُتَحَيِّرًا. وَالْإِثْمُ الْحَرَامُ. قَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ ذِكْرَ إِرَادَةِ الِاسْتِبْدَالِ مَبْنِيٌّ عَلَى الْغَالِبِ فِي مِثْلِ هَذِهِ الْحَالَةِ، وَلَيْسَ شَرْطًا لِعَدَمِ حِلِّ أَخْذِ شَيْءٍ مِنْ مَالِ الْمَرْأَةِ، فَإِذَا طَلَّقَهَا، وَهُوَ لَا يُرِيدُ تَزَوُّجَ غَيْرِهَا، وَإِنَّمَا كَرِهَ عِشْرَتَهَا، أَوِ اخْتَارَ الْوَحْدَةَ، وَعَدَمَ التَّقَيُّدِ بِالنِّسَاءِ، أَوْ غَيْرَ ذَلِكَ، فَإِنَّهُ لَا يَحِلُّ لَهُ أَخْذُ شَيْءٍ مِنْ مَالِهَا كَمَا يُعْلَمُ مِنَ اشْتِرَاطِ الْإِتْيَانِ بِفَاحِشَةٍ مُبَيِّنَةٍ. </p><p> وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ إِنْكَارٌ آخَرُ لِأَخْذِ شَيْءٍ مِنْ مَالِ الْمَرْأَةِ مَعَ إِيحَاشِهَا بِالطَّلَاقِ، وَالرَّغْبَةِ عَنْهَا أَكَّدَ بِهِ الْإِنْكَارَ الْأَوَّلَ مُبَالَغَةً فِي التَّنْفِيرِ، أَوْ الِاسْتِفْهَامِ لِلتَّعَجُّبِ مِنْ حَالِ مَنْ تَمَتَّعَ بِامْرَأَتِهِ وَعَامَلَهَا مُعَامَلَةَ الْأَزْوَاجِ، وَهِيَ أَشَدُّ صِلَةٍ حَيَوِيَّةٍ بَيْنَ الْبَشَرِ، ثُمَّ رَغِبَ عَنْهَا، وَأَرَادَ فِرَاقَهَا مِنْ غَيْرِ أَنْ تَتَوَسَّلَ إِلَى ذَلِكَ، أَوْ تُلْجِئَهُ بِارْتِكَابِ الْفَاحِشَةِ الْمُبَيِّنَةِ، أَوْ عَدَمِ إِقَامَةِ حُدُودِ اللهِ، وَلَمْ يَتَأَثَّمْ مَعَ ذَلِكَ مِنْ أَكْلِ شَيْءٍ مِنْ مَالِهَا الَّذِي آتَاهَا فِي حَالِ الْإِقْبَالِ عَلَيْهَا وَالرَّغْبَةِ فِيهَا. يَقُولُ: كَيْفَ تَأْخُذُونَ ذَلِكَ الشَّيْءَ مِنْ مَالِهِنَّ، وَالْحَالُ أَنَّكُمْ قَدْ أَفْضَيْتُمْ إِلَيْهِنَّ، أَيْ خَلَصْتُمْ، وَوَصَلْتُمْ إِلَيْهِنَّ ذَلِكَ الْخُلُوصَ الْخَاصَّ بِالزَّوْجَيْنِ الَّذِي يَتَحَقَّقُ بِهِ مَعْنَى الزَّوْجِيَّةِ تَمَامَ التَّحَقُّقِ، فَيُلَابِسُ كُلٌّ مِنْهُمَا الْآخَرَ حَتَّى كَأَنَّهُمَا حَقِيقَةٌ وَاحِدَةٌ، وَلِأَجْلِهِ يُعَبَّرُ بِهَا عَنْ كُلٍّ مِنْهُمَا بِاللَّفْظِ الْمُفْرَدِ الدَّالِّ عَلَى التَّثْنِيَةِ \" زَوْجٍ \" ، وَبِهِ يَتَكَوَّنُ مِنْهُمَا الْوَلَدُ الَّذِي هُوَ وَاحِدٌ نِسْبَتُهُ إِلَى كُلٍّ مِنْهُمَا وَاحِدَةٌ؟ أَبَعْدَ هَذَا الْإِفْضَاءِ وَالْمُلَابَسَةِ يَصِحُّ أَنْ يَكُونَ الْوَاصِلُ الْبَاذِلُ هُوَ الْقَاطِعَ لِلصِّلَةِ الْعَظِيمَةِ طَامِعًا فِي مَالِ الْآخَرِ الْمَظْلُومِ، وَلِسَانُ الْحَالِ يَقُولُ: </p><p> وَبِتْنَا وَمَا بَيْنِي وَبَيْنَكَ ثَالِثٌ ... كَزَوْجِ حَمَامٍ أَوْ كَغُصْنَيْنِ هَكَذَا </p><p> فَمِنْ بَعْدِ هَذَا الْوَصْلِ وَالْوُدِّ كُلِّهِ ... أَكَانَ جَمِيلًا مِنْكَ تَهْجُرُ هَكَذَا؟ </p><p> وَقَالَ بَعْضُ الْفُقَهَاءِ: إِنَّ الْمُرَادَ بِالْإِفْضَاءِ هُنَا الْخَلْوَةُ الصَّحِيحَةُ، وَإِنْ لَمْ تَحْصُلْ فِيهَا الْمُلَامَسَةُ الْمَقْصُودَةُ، وَهُمْ إِنَّمَا يُفَسِّرُونَ بِمَا يُوَافِقُ قَوَاعِدَهُمْ، وَإِنْ لَمْ يَتَّفِقْ مَعَ الْأُسْلُوبِ الْعَرَبِيِّ الْبَلِيغِ، فَالْجُمْلَةُ مِنْ بَابِ الْكِنَايَةِ، وَإِنَّمَا تَكُونُ فِيمَا لَا يَحْسُنُ التَّصْرِيحُ بِهِ، وَيُؤَيِّدُهُ </p><p> تَعْدِيَةُ الْإِفْضَاءِ بِـ إِلَى الدَّالِّ عَلَى مُنْتَهَى الِاتِّصَالِ. وَهَذَا مِنْ حُسْنِ نَزَاهَةِ الْقُرْآنِ فِي التَّعْبِيرِ وَأَدَبِهِ الْعَالِي فِي الْخِطَابِ، وَمِنَ الدِّقَّةِ فِيهِ مَا ذَكَرَهُ الْأُسْتَاذُ الْإِمَامُ مِنْ نُكْتَةِ التَّعْبِيرِ بِقَوْلِهِ: بَعْضُكُمْ إِلَى بَعْضٍ أَيْ مَعَ كَوْنِ الظَّاهِرِ أَنْ يَقُولَ وَقَدْ أَفْضَيْتُمْ إِلَيْهِنَّ، أَوْ أَفْضَى أَحَدُكُمْ إِلَى الْآخَرِ، وَهِيَ الْإِشَارَةُ إِلَى كَوْنِ كُلِّ وَاحِدٍ مِنَ الزَّوْجَيْنِ بِمَنْزِلَةِ جُزْءِ الْآخَرِ وَبَعْضِهِ الْمُتَمِّمِ لِوُجُودِهِ، فَكَأَنَّ بَعْضَ الْحَقِيقَةِ كَانَ مُنْفَصِلًا عَنْ بَعْضِهَا الْآخَرِ، فَوَصَلَ إِلَيْهِ بِهَذَا الْإِفْضَاءِ وَاتَّحَدَ بِهِ. </p><p> ثُمَّ قَالَ: وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا أَيْ عَهْدًا شَدِيدًا مُوَثَّقًا يَرْبُطُكُمْ بِهِنَّ أَقْوَى الرَّبْطِ </p><p> وَأَحْكَمَهُ. وَقَدْ رُوِيَ عَنْ قَتَادَةَ، وَغَيْرِهِ أَنَّ هَذَا الْمِيثَاقَ هُوَ مَا أَخَذَ اللهُ لِلنِّسَاءِ عَلَى الرِّجَالِ بِقَوْلِهِ: فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ [٢: ٢٢٩] قَالَ: وَقَدْ كَانَ ذَلِكَ يُؤْخَذُ عِنْدَ عَقْدِ النِّكَاحِ، فَيُقَالُ: اللهُ عَلَيْكَ لَتُمْسِكَنَّ بِمَعْرُوفٍ أَوْ لَتُسَرِّحَنَّ بِإِحْسَانٍ. وَعَنْ مُجَاهِدٍ: أَنَّهُ كَلِمَةُ النِّكَاحِ، أَيْ صِيغَةُ الْعَقْدِ الَّتِي حَلَّتْ بِهِ الْمَرْأَةُ لِلرَّجُلِ. وَقَالَ بَعْضُهُمْ: هُوَ مَا أَمَرَ اللهُ - تَعَالَى - بِهِ الرِّجَالَ مِنْ مُعَاشَرَتِهِنَّ بِالْمَعْرُوفِ كَمَا فِي الْآيَةِ الَّتِي قَبْلَ هَذِهِ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ هَذَا الْمِيثَاقَ الَّذِي أَخَذَهُ النِّسَاءُ مِنَ الرِّجَالِ لَا بُدَّ أَنْ يَكُونَ مُنَاسِبًا لِمَعْنَى الْإِفْضَاءِ فِي كَوْنِ كُلٍّ مِنْهُمَا مِنْ شُئُونِ الْفِطْرَةِ السَّلِيمَةِ، وَهُوَ مَا أَشَارَتْ إِلَيْهِ الْآيَةُ الْكَرِيمَةُ وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً [٣٠: ٢١] فَهَذِهِ آيَةٌ مِنْ آيَاتِ الْفِطْرَةِ الْإِلَهِيَّةِ هِيَ أَقْوَى مَا تَعْتَمِدُ عَلَيْهِ الْمَرْأَةُ فِي تَرْكِ أَبَوَيْهَا، وَإِخْوَتِهَا، وَسَائِرِ أَهْلِهَا، وَالرِّضَا بِالِاتِّصَالِ بِرَجُلٍ غَرِيبٍ عَنْهَا تُسَاهِمُهُ السَّرَّاءَ وَالضَّرَّاءَ، فَمِنْ آيَاتِ اللهِ - تَعَالَى - فِي هَذَا الْإِنْسَانِ أَنْ تَقْبَلَ الْمَرْأَةُ بِالِانْفِصَالِ مِنْ أَهْلِهَا ذَوِي الْغَيْرَةِ عَلَيْهَا، لِأَجْلِ الِاتِّصَالِ بِالْغَرِيبِ، تَكُونُ زَوْجًا لَهُ وَيَكُونُ زَوْجًا لَهَا تَسْكُنُ إِلَيْهِ وَيَسْكُنُ إِلَيْهَا، وَيَكُونُ بَيْنَهُمَا الْمَوَدَّةُ وَالرَّحْمَةُ أَقْوَى مِنْ كُلِّ مَا يَكُونُ بَيْنَ ذَوِي الْقُرْبَى، فَكَأَنَّهُ يَقُولُ: إِنَّ الْمَرْأَةَ لَا تُقْدِمُ عَلَى الزَّوْجِيَّةِ وَتَرْضَى بِأَنْ تَتْرُكَ جَمِيعَ أَنْصَارِهَا وَأَحِبَّائِهَا لِأَجْلِ زَوْجِهَا إِلَّا وَهِيَ وَاثِقَةٌ بِأَنْ تَكُونَ صِلَتُهَا بِهِ أَقْوَى مَنْ كُلِّ صِلَةٍ، وَعِيشَتُهَا مَعَهُ أَهْنَأَ مَنْ كُلِّ عِيشَةٍ، وَهَذَا مِيثَاقٌ فِطْرِيٌّ مِنْ أَغْلَظِ الْمَوَاثِيقِ، وَأَشَدِّهَا إِحْكَامًا، وَإِنَّمَا يَفْقَهُ هَذَا الْمَعْنَى الْإِنْسَانُ الَّذِي يُحِسُّ إِحْسَاسَ الْإِنْسَانِ، فَلْيَتَأَمَّلْ تِلْكَ الْحَالَةَ الَّتِي يُنْشِئُهَا اللهُ - تَعَالَى - بَيْنَ الرَّجُلِ وَامْرَأَتِهِ يَجِدُ أَنَّ </p><p> الْمَرْأَةَ أَضْعَفُ مِنَ الرَّجُلِ، وَأَنَّهَا تُقْبِلُ عَلَيْهِ تُسَلِّمُ نَفْسَهَا إِلَيْهِ، مَعَ عِلْمِهَا بِأَنَّهُ قَادِرٌ عَلَى هَضْمِ حُقُوقِهَا، فَعَلَى أَيِّ شَيْءٍ تَعْتَمِدُ فِي هَذَا الْإِقْبَالِ وَالتَّسْلِيمِ؟ وَمَا هُوَ الضَّمَانُ الَّذِي تَأْخُذُهُ عَلَيْهِ، وَالْمِيثَاقُ الَّذِي تُوَاثِقُهُ بِهِ؟ مَاذَا يَقَعُ فِي نَفْسِ الْمَرْأَةِ إِذَا قِيلَ لَهَا: إِنَّكِ سَتَكُونِينَ زَوْجًا لِفُلَانٍ. إِنَّ أَوَّلَ شَيْءٍ يَخْطُرُ فِي بَالِهَا عِنْدَ سَمَاعِ مِثْلِ هَذَا الْقَوْلِ، أَوِ التَّفَكُّرِ فِيهِ، وَإِنْ لَمْ تَسْأَلْ عَنْهُ هُوَ أَنَّهَا سَتَكُونُ عِنْدَهُ عَلَى حَالٍ أَفْضَلَ مِنْ حَالِهَا عِنْدَ أَبِيهَا وَأُمِّهَا، وَمَا ذَلِكَ إِلَّا لِشَيْءٍ اسْتَقَرَّ فِي فِطْرَتِهَا وَرَاءَ الشَّهْوَةِ، وَذَلِكَ الشَّيْءُ: هُوَ عَقْلٌ إِلَهِيٌّ، وَشُعُورٌ فِطْرِيٌّ أَوْدَعَ فِيهَا مَيْلًا إِلَى صِلَةٍ مَخْصُوصَةٍ لَمْ تَعْهَدْهَا مِنْ قَبْلُ، وَثِقَةً مَخْصُوصَةً لَا تَجِدُهَا فِي أَحَدٍ مِنَ الْأَهْلِ، وَحُنُوًّا مَخْصُوصًا لَا تَجِدُ لَهُ مَوْضِعًا إِلَّا الْبَعْلَ، فَمَجْمُوعُ ذَلِكَ هُوَ الْمِيثَاقُ الْغَلِيظُ الَّذِي أَخَذَتْهُ مِنَ الرَّجُلِ بِمُقْتَضَى نِظَامِ الْفِطْرَةِ الَّذِي يُوَثَّقُ بِهِ مَا لَا يُوَثَّقُ بِالْكَلَامِ الْمُوَثَّقِ بِالْعُهُودِ وَالْأَيْمَانِ، وَبِهِ تَعْتَقِدُ الْمَرْأَةُ أَنَّهَا بِالزَّوَاجِ قَدْ أَقْبَلَتْ عَلَى سَعَادَةٍ لَيْسَ وَرَاءَهَا سَعَادَةٌ فِي هَذِهِ الْحَيَاةِ، وَإِنْ لَمْ تَرَ مَنْ رَضِيَتْ بِهِ زَوْجًا، وَلَمْ تَسْمَعْ لَهُ مِنْ قَبْلُ كَلَامًا، فَهَذَا مَا عَلَّمَنَا اللهُ - تَعَالَى - إِيَّاهُ، وَذَكَّرَنَا بِهِ - وَهُوَ مَرْكُوزٌ فِي أَعْمَاقِ نُفُوسِنَا - بِقَوْلِهِ: إِنَّ النِّسَاءَ قَدْ أَخَذْنَ مِنَ الرِّجَالِ بِالزَّوَاجِ مِيثَاقًا غَلِيظًا، فَمَا هِيَ قِيمَةُ مَنْ لَا يَفِي بِهَذَا الْمِيثَاقِ، وَمَا هِيَ مَكَانَتُهُ مِنَ الْإِنْسَانِيَّةِ؟ انْتَهَى. بِتَصَرُّفٍ مَا. </p><p> وَقَدِ اسْتَدَلَّ بَعْضُ النَّاسِ بِالْآيَتَيْنِ عَلَى مَنْعِ الْخُلْعِ - وَهُوَ بِضَمِّ الْخَاءِ - طَلَاقُ الْمَرْأَةِ عَلَى عِوَضٍ تَبْذُلُهُ لِلرَّجُلِ، كَأَنْ تَتْرُكُ لَهُ مَا كَانَتْ أَخَذَتْ مِنْهُ مِنْ صَدَاقٍ وَغَيْرِهِ ; وَلِذَلِكَ قَالُوا: إِنَّ مَا هُنَا نَاسِخٌ لِآيَةِ الْبَقَرَةِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ [٢: ٢٢٩] وَزَعَمَ آخَرُونَ أَنَّ تِلْكَ نَاسِخَةٌ لِهَذِهِ، وَلَيْسَ عِنْدَ أَحَدِ الْفَرِيقَيْنِ دَلِيلٌ عَلَى أَنَّ مَا جَعَلَهُ نَاسِخًا هُوَ الْمُتَأَخِّرُ، وَإِنَّمَا أَعْيَاهُمُ الْجَمْعُ بَيْنَ الْحُكْمَيْنِ فَحَكَمُوا بِنَسْخِ أَحَدِهِمَا بِالْآخَرِ، وَآيَةُ النَّسْخِ التَّنَافِي، وَلَا تَنَافِيَ بَيْنَ مَا هُنَا وَمَا فِي سُورَةِ الْبَقَرَةِ كَمَا عُلِمَ مِنَ التَّفْسِيرِ الَّذِي شَرَحْنَاهُ آنِفًا. وَقَدْ صَرَّحَ الْمُحَقِّقُونَ بِعَدَمِ النَّسْخِ فِي الْمَوْضِعَيْنِ، وَقَالُوا: إِنَّ الْمُحَرَّمَ هُنَا هُوَ أَخْذُ شَيْءٍ مِنْ مَالِ الْمَرْأَةِ بِغَيْرِ طِيبِ نَفْسٍ مِنْهَا، وَالْمُبَاحُ هُنَاكَ مَا افْتَدَتْ بِهِ نَفْسَهَا بِرِضَاهَا لِتَعَذُّرِ الِاتِّفَاقِ بَيْنَهَا وَبَيْنَ زَوْجِهَا. </p><p> وَاسْتَدَلَّ بَعْضُهُمْ بِذِكْرِ الْقِنْطَارِ هُنَا عَلَى جَوَازِ التَّغَالِي فِي الْمُهُورِ، وَالْآيَةُ لَيْسَتْ نَصًّا فِي جَوَازِ جَعْلِ الْقِنْطَارِ مَهْرًا لِجَوَازِ أَنْ يَكُونَ إِيتَاءُ الْقِنْطَارِ بِوُجُوهٍ مُتَعَدِّدَةٍ كَالْهَدَايَا، </p><p> وَالْمِنَحِ، وَلَكِنْ رَوَى سَعِيدُ بْنُ مَنْصُورٍ، وَأَبُو يَعْلَى بِسَنَدٍ جَيِّدٍ، عَنْ مَسْرُوقٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ (رَضِيَ اللهُ عَنْهُ) نَهَى عَلَى الْمِنْبَرِ أَنْ يُزَادَ فِي الصَّدَاقِ عَلَى أَرْبَعِمِائَةِ دِرْهَمٍ، ثُمَّ نَزَلَ فَاعْتَرَضَتْهُ امْرَأَةٌ مِنْ قُرَيْشٍ، فَقَالَتْ: أَمَا سَمِعْتَ اللهَ يَقُولُ: وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا [٤: ٢٠] فَقَالَ: \" اللهُمَّ عَفْوًا، كُلُّ النَّاسِ أَفْقَهُ مِنْ عُمَرَ! \" ، ثُمَّ رَجَعَ فَرَكِبَ الْمِنْبَرَ، فَقَالَ:  \" إِنِّي كُنْتُ نَهَيْتُكُمْ أَنْ تَزِيدُوا فِي صَدُقَاتِهِنَّ عَلَى أَرْبَعِمِائَةِ دِرْهَمٍ، فَمَنْ شَاءَ أَنْ يُعْطِيَ مِنْ مَالِهِ مَا أَحَبَّ \" ، وَفِي رِوَايَةِ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عِنْدَ عَبْدِ الرَّزَّاقِ، وَابْنِ الْمُنْذِرِ أَنَّهُ قَالَ: إِنَّ امْرَأَةً خَاصَمَتْ عُمَرَ فَخَصَمَتْهُ. وَفِي الْمُوَفَّقِيَّاتِ لِلزُّبَيْرِ بْنِ بِكَّارٍ، عَنْ عَبْدِ اللهِ بْنِ مُصْعَبٍ قَالَ: قَالَ عُمَرُ \" لَا تَزِيدُوا فِي مُهُورِ النِّسَاءِ عَلَى أَرْبَعِينَ أُوقِيَّةً - أَيْ مِنَ الْفِضَّةِ - فَمَنْ زَادَ أُوقِيَّةً جُعِلَتِ الزِّيَادَةُ فِي بَيْتِ الْمَالِ،فَقَالَتِ امْرَأَةٌ:مَا ذَاكَ لَكَ،قَالَ:وَلِمَ؟قَالَتْ:لِأَنَّ اللهَ يَقُولُ: وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا الْآيَةَ،فَقَالَ عُمَرُ:\" امْرَأَةٌ أَصَابَتْ وَرَجُلٌ أَخْطَأَ \"، وَنَقُولُ: نَعَمْ، إِنَّ الشَّرِيعَةَ لَمْ تُحَدِّدْ مِقْدَارَ الصَّدَاقِ لِلْمَرْأَةِ، بَلْ تَرَكَتْ ذَلِكَ لِلنَّاسِ لِتَفَاوُتِهِمْ فِي الْغِنَى وَالْفَقْرِ فَيُعْطِي كُلٌّ بِحَسَبِ حَالِهِ، وَلَكِنْ وَرَدَ فِي السُّنَّةِ الْإِرْشَادُ إِلَى الْيُسْرِ فِي ذَلِكَ وَعَدَمِ التَّغَالِي فِيهِ، وَمِنْهُ حَدِيثُ إِنَّ خَيْرَ النِّسَاءِ أَيْسَرُهُنَّ صَدَاقًا رَوَاهُ ابْنُ حِبَّانَ فِي صَحِيحِهِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ، وَحَدِيثُ: إِنَّ مِنْ يُمْنِ الْمَرْأَةِ تَيْسِيرَ خِطْبَتِهَا، وَتَيْسِيرَ صَدَاقِهَا رَوَاهُ أَحْمَدُ، وَالْحَاكِمُ، وَالْبَيْهَقِيُّ مِنْ حَدِيثِ عَائِشَةَ. وَفِي مَعْنَاهُمَا حَدِيثُهَا عِنْدَ هَؤُلَاءِ: أَعْظَمُ النِّسَاءِ بَرَكَةً أَيْسَرُهُنَّ صَدَاقًا كَذَا رَأَيْتُهُ فِي بَعْضِ كُتُبِ التَّفْسِيرِ، وَهُوَ فِي الْجَامِعِ الصَّغِيرِ بِلَفْظِ: أَيْسَرُهُنَّ مَئُونَةً. </p><p> هَذَا وَإِنَّ التَّغَالِيَ فِي الْمُهُورِ قَدْ صَارَ مِنْ أَسْبَابِ قِلَّةِ الزَّوَاجِ ; لِأَنَّهُ يُكَلِّفُ الرِّجَالَ مَا لَا طَاقَةَ لَهُمْ بِهِ، وَقِلَّةُ الزَّوَاجِ تُفْضِي إِلَى كَثْرَةِ الزِّنَا، وَالْفَسَادِ، وَيَكُونُ الْغَبْنُ فِي ذَلِكَ عَلَى النِّسَاءِ أَكْثَرَ حَتَّى إِنَّهُ رُبَّمَا يَنْتَهِي بِالسُّنَّةِ الْإِلَهِيَّةِ فِي الْخَلْقِ الْمُعَبَّرِ عَنْهَا بِرَدِّ الْفِعْلِ إِلَى أَنْ يَصِيرَ النِّسَاءُ فِي </p>"
}