{
  "id": null,
  "sura": 4,
  "aya": 90,
  "text": "<p> الَّذِينَ يُوفُونَ بِعَهْدِ اللهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (١٣: ٢٠) ، وَأَكَّدَ حِفْظَ مِيثَاقِهِمْ، حَتَّى إِنَّهُ حَرَّمَ نَصْرَ الْمُؤْمِنِينَ غَيْرَ الَّذِينَ مَعَ رَسُولِهِ عَلَيْهِمْ بِقَوْلِهِ: وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وِلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ (٨: ٧٢) ، وَقَدْ بَيَّنَ أَحْكَامَهُمْ وَأَحْكَامَ أَمْثَالِهِمْ مُفَصَّلَةً هُنَا وَفِي أَوَّلِ سُورَةِ التَّوْبَةِ، وَهِيَ صَرِيحَةٌ فِي عِلَّةِ الْأَمْرِ بِقِتَالِهِمْ، وَهِيَ غَدْرُهُمْ وَتَصَدِّيهِمْ لِقِتَالِ الْمُسْلِمِينَ، وَقَدْ جَعَلَ هَذِهِ الْعِلَّةَ مِنْ قَبِيلِ الضَّرُورَةِ تُقَدَّرُ بِقَدْرِهَا ; وَلِذَلِكَ عَقَّبَ نَهْيَهُ عَنِ اتِّخَاذِ وَلِيٍّ أَوْ نَصِيرٍ مِنْهُمْ بِقَوْلِهِ: إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ إِلَخْ، ذَهَبَ أَبُو مُسْلِمٍ إِلَى أَنَّ هَذَا اسْتِثْنَاءٌ مِنَ الْمُؤْمِنِينَ الَّذِينَ لَمْ يُهَاجِرُوا، قَالَ - كَمَا نَقَلَ عَنْهُ - الرَّازِيُّ: لَمَّا أَوْجَبَ اللهُ الْهِجْرَةَ عَلَى كُلِّ مَنْ أَسْلَمَ اسْتَثْنَى مَنْ لَهُ عُذْرٌ فَقَالَ: إِلَّا الَّذِينَ يَصِلُونَ، وَهُمْ قَوْمٌ مِنَ الْمُؤْمِنِينَ قَصَدُوا الرَّسُولَ لِلْهِجْرَةِ وَالنُّصْرَةِ إِلَّا أَنَّهُ كَانَ فِي طَرِيقِهِمْ مِنَ الْكُفَّارِ مَنْ يَخَافُونَهُ، فَصَارُوا إِلَى قَوْمٍ بَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ عَهْدٌ وَمِيثَاقٌ وَأَقَامُوا عِنْدَهُمْ يَنْتَهِزُونَ الْفُرْصَةَ لِإِمْكَانِ الْهِجْرَةِ وَاسْتَثْنَى أَيْضًا مَنْ صَارُوا إِلَى الرَّسُولِ وَالْمُؤْمِنِينَ، وَلَكِنْ لَا يُقَاتِلُونَ الْمُسْلِمِينَ وَلَا يُقَاتِلُونَ الْكُفَّارَ مَعَهُمْ ; لِأَنَّهُمْ أَقَارِبُهُمْ أَوْ لِأَنَّهُمْ تَرَكُوا فِيهِمْ أَوْلَادَهُمْ وَأَزْوَاجَهُمْ ; فَيَخَافُونَ أَنْ يَفْتِكُوا بِهِمْ إِذَا هُمْ قَاتَلُوا مَعَ الْمُسْلِمِينَ، وَقَدْ أَبْعَدَ أَبُو مُسْلِمٍ فِي هَذَا إِذْ لَا يَظْهَرُ مَعْنًى لِنَفْيِ قِتَالِ الْمُسْلِمِينَ لِلنَّبِيِّ وَمَنْ مَعَهُ، وَلَا لِامْتِنَانِ اللهِ - تَعَالَى - عَلَيْهِمْ بِأَنَّهُ لَمْ يُسَلِّطْهُمْ عَلَيْهِمْ. </p><p> وَذَهَبَ الْجُمْهُورُ إِلَى أَنَّ الَّذِينَ اسْتَثْنَاهُمُ اللهُ - تَعَالَى - هُمْ مِنَ الْكُفَّارِ، وَكَانُوا كُلُّهُمْ حَرْبًا لِلْمُؤْمِنِينَ يَقْتُلُونَ كُلَّ مُسْلِمٍ ظَفِرُوا بِهِ إِذَا لَمْ يَمْنَعُهُ أَحَدٌ، فَشَرَعَ اللهُ لِلْمُؤْمِنِينَ مُعَامَلَتَهُمْ بِمِثْلِ ذَلِكَ، وَأَنْ يُقَاتِلُوهُمْ حَيْثُ وَجَدُوهُمْ إِلَّا مَنِ اسْتُثْنِيَ، وَهَذَا يُؤَيِّدُ رَأْيَ الْأُسْتَاذِ فِي نِفَاقِهِمْ. </p><p> وَنَقُولُ: إِنَّ الْكَلَامَ فِي الْمُنَافِقِينَ الَّذِينَ فِي دَارِ الشِّرْكِ لَا فِي دَارِ الْهِجْرَةِ سَوَاءٌ كَانَ نِفَاقُهُمْ بِدَعْوَى الْإِسْلَامِ أَوْ بِالْوَلَاءِ وَالْعَهْدِ، وَقَدْ أَرْكَسَهُمُ اللهُ وَأَظْهَرَ نِفَاقَهُمْ </p><p> وَشَدَّةَ حِرْصِهِمْ عَلَى ارْتِدَادِ الْمُسْلِمِينَ كَفَّارًا مَثْلَهُمْ، وَأَذِنَ بِقَتْلِهِمْ أَيْنَمَا وُجِدُوا ; لِأَنَّهُمْ يَغْدُرُونَ بِالْمُسْلِمِينَ فَيُوهِمُونَهُمْ أَنَّهُمْ مَعَهُمْ، وَيَقْتُلُونَهُمْ إِذَا ظَفِرُوا بِهِمْ، وَاسْتَثْنَى مِنْهُمْ مَنْ تُؤْمَنُ غَائِلَتُهُمْ بِأَحَدِ الْأَمْرَيْنِ: أَحَدُهُمَا: أَنْ يَصِلُوا وَيَنْتَهُوا إِلَى قَوْمٍ مُعَاهِدِينَ لِلْمُسْلِمِينَ فَيَدْخُلُوا فِي عَهْدِهِمْ وَيَرْضَوْا بِحُكْمِهِمْ، فَيُمْتَنَعُ قِتَالُهُمْ مِثْلُهُمْ، وَثَانِيهِمَا: أَنْ يَجِيئُوا الْمُسْلِمِينَ مُسَالِمِينَ لَا يُقَاتِلُونَهُمْ وَلَا يُقَاتِلُونَ قَوْمَهُمْ مَعَهُمْ، بَلْ يَكُونُونَ عَلَى الْحِيَادِ، وَهَذَا هُوَ قَوْلُهُ - تَعَالَى -: أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ، أَيْ: جَاءُوكُمْ قَدْ ضَاقَتْ صُدُورُهُمْ عَنْ قِتَالِكُمْ وَعَنْ قِتَالِ قَوْمِهِمْ فَلَا تَنْشَرِحُ لِأَحَدِ الْأَمْرَيْنِ، وَلَا يَظْهَرُ هَذَا ظُهُورًا بَيِّنًا لَا تَكَلُّفَ فِيهِ إِلَّا عَلَى قَوْلِ الْأُسْتَاذِ الْإِمَامِ: إِنَّ نِفَاقَهُمْ كَانَ بِالْوَلَاءِ، فَهُمْ لَا يُقَاتِلُونَ الْمُسْلِمِينَ حِفْظًا لِلْعَهْدِ، وَلَا يُقَاتِلُونَ قَوْمَهُمْ لِأَنَّهُمْ قَوْمُهُمْ، وَقَبُولُ عُذْرِ الْفَرِيقَيْنِ مُوَافِقٌ لِلْأَصْلِ الَّذِي تَقَدَّمَ فِي سُورَةِ </p><p> الْبَقَرَةِ: وَقَاتِلُوا فِي سَبِيلِ اللهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا (٢: ١٩٠) ، فَيَا لِلَّهِ مَا أَعْدَلَ الْقُرْآنَ وَمَا أَكْرَمَ أُصُولَ الْإِسْلَامِ. </p><p> وَلَمَّا كَانَ الْكَفُّ عَنْ هَؤُلَاءِ مِمَّا قَدْ يَثْقُلُ عَلَى الْمُسْلِمِينَ، لِمَا جَرَتْ عَلَيْهِ عَادَةُ الْعَرَبِ مِنَ الشِّدَّةِ فِي أَمْرِ الْمُعَاهِدِينَ وَالْمُحَالِفِينَ وَتَكْلِيفِهِمْ قِتَالَ كُلِّ أَحَدٍ يُقَاتِلُ مُحَالِفِيهِمْ، وَلَوْ كَانُوا مِنَ الْأَهْلِ وَالْأَقْرَبِينَ، قَالَ تَعَالَى مُخَفِّفًا ذَلِكَ عَنْهُمْ، وَمُؤَكِّدًا أَمْرَ مَنْعِ قِتَالِ الْمُسَالِمِينَ وَلَوْ شَاءَ اللهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ، أَيْ: إِنَّ مِنْ رَحْمَتِهِ تَعَالَى بِكُمْ أَنْ كَفَّ عَنْكُمْ بَأْسَ هَاتَيْنِ الْفِئَتَيْنِ وَصَرَفَهُمْ عَنْ قِتَالِكُمْ، وَلَوْ شَاءَ أَنْ يُسَلِّطَهُمْ عَلَيْكُمْ لَسَلَّطَهُمْ فَلَقَاتَلُوكُمْ، وَذَلِكَ بِأَنْ يَسُوقَ إِلَيْهِمْ مِنَ الْأَخْبَارِ وَيُلْهِمَهُمْ مِنَ الْآرَاءِ مَا يُرَجِّحُونَ بِهِ ذَلِكَ، وَلَكِنَّهُ بِتَوْفِيقِهِ وَنِظَامِهِ فِي الْأَسْبَابِ وَالْمُسَبَّبَاتِ، وَسُنَنِهِ فِي الْأَفْرَادِ وَحَالِ الِاجْتِمَاعِ، جَعَلَ النَّاسَ فِي ذَلِكَ الْعَصْرِ أَزْوَاجًا ثَلَاثَةً: </p><p> ١ - السَّلِيمُو الْفِطْرَةِ الْأَقْوِيَاءُ الِاسْتِقْلَالِ، وَهُمُ الَّذِينَ سَارَعُوا إِلَى الْإِيمَانِ. </p><p> ٢ - الْمُتَوَسِّطُونَ، هُمُ الَّذِينَ رَجَّحُوا مُسَالَمَةَ الْمُسْلِمِينَ فَلَمْ يَكُونُوا مَعَهُمْ مِنْ أَوَّلِ وَهْلَةٍ وَلَا أَشِدَّاءَ عَلَيْهِمْ. </p><p> ٣ - الْمُوغِلُونَ فِي الضَّلَالِ وَالشِّرْكِ وَالرَّاسِخُونَ فِي التَّقْلِيدِ وَالْمُحَافَظَةِ عَلَى الْقَدِيمِ، وَهُمُ الْمُحَارِبُونَ. </p><p> وَإِذَا كَانَ وُجُودُ هَؤُلَاءِ الْمُسَالِمِينَ بِمَشِيئَتِهِ الْمُوَافِقَةِ لِحُكْمِهِ وَسُنَنِهِ فَلَا يَثْقُلُ عَلَيْكُمُ اتِّبَاعُ أَمْرِهِ بِتَرْكِ قِتَالِهِمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللهُ لَكُمْ عَلَيْهِمْ سَبِيلًا، </p><p> أَيْ: فَإِنِ اعْتَزَلَكُمْ أُولَئِكَ الَّذِينَ يَمُتُّونَ إِلَيْكُمْ بِإِحْدَى تَيْنِكَ الطَّرِيقَتَيْنِ فَلَمْ يُقَاتِلُونَكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ، أَيْ: أَعْطُوكُمْ زِمَامَ أَمْرِهِمْ فِي الْمُسَالَمَةِ، بِحَيْثُ وَثِقْتُمْ بِهَا وُثُوقَ الْمَرْءِ بِمَا يُلْقَى إِلَيْهِ، فَمَا جَعَلَ اللهُ لَكُمْ طَرِيقًا تَسْلُكُونَهَا إِلَى الِاعْتِدَاءِ عَلَيْهِمْ، فَإِنَّ أَصْلَ شَرْعِهِ الَّذِي هَدَاكُمْ إِلَيْهِ أَلَّا تُقَاتِلُوا إِلَّا مَنْ يُقَاتِلُكُمْ، وَلَا تَعْتَدُوا إِلَّا عَلَى مَنِ اعْتَدَى عَلَيْكُمْ. </p><p> وَفِي الْآيَةِ مِنَ الْأَحْكَامِ عَلَى قَوْلِ مَنْ قَالُوا: إِنَّهُمْ كَانُوا مُسْلِمِينَ أَوْ مَظْهِرِينَ لِلْإِسْلَامِ ثُمَّ ارْتَدُّوا أَنَّ الْمُرْتَدِّينَ لَا يُقْتَلُونَ إِذَا كَانُوا مُسَالِمِينَ لَا يُقَاتِلُونَ، وَلَا يُوجَدُ فِي الْقُرْآنِ نَصٌّ بِقَتْلِ الْمُرْتَدِّ فَيُجْعَلُ نَاسِخًا لِقَوْلِهِ: فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ إِلَخْ، نَعَمْ ثَبَتَ فِي الْحَدِيثِ الصَّحِيحِ الْأَمْرُ بِقَتْلِ مَنْ بَدَّلَ دِينَهُ وَعَلَيْهِ الْجُمْهُورُ، وَفِي نَسْخِ الْقُرْآنِ بِالسُّنَّةِ الْخِلَافُ الْمَشْهُورُ، وَيُؤَيِّدُ الْحَدِيثَ عَمَلُ الصَّحَابَةِ، وَقَدْ يُقَالُ: إِنَّ قِتَالَهُمْ لِلْمُرْتَدِّينَ فِي أَوَّلِ خِلَافَةِ أَبِي بَكْرٍ كَانَ بِالِاجْتِهَادِ ; فَإِنَّهُمْ قَاتَلُوا مَنْ تَرَكُوا الدِّينَ بِالْمَرَّةِ كَطَيِّئٍ وَأَسَدٍ، وَقَاتَلُوا مَنْ مَنَعَ الزَّكَاةَ مِنْ تَمِيمٍ وَهَوَازِنَ ; لِأَنَّ الَّذِينَ ارْتَدُّوا صَارُوا إِلَى عَادَةِ الْجَاهِلِيَّةِ حَرْبًا لِكُلِّ أَحَدٍ لَمْ يُعَاهِدُوهُ عَلَى تَرْكِ </p><p> الْحَرْبِ، وَالَّذِينَ مَنَعُوا الزَّكَاةَ كَانُوا مُفَرِّقِينَ لِجَمَاعَةِ الْإِسْلَامِ نَاثِرِينَ لِنِظَامِهِمْ، وَالرَّجُلُ الْوَاحِدُ إِذَا مَنَعَ الزَّكَاةَ لَا يُقْتَلُ عِنْدَ الْجُمْهُورِ. </p><p> أَمَّا قَوْلُ مَنْ قَالَ: الْمُرَادُ بِالْمُنَافِقِينَ هُنَا الْعُرَنِيُّونَ، فَفِيهِ أَنَّ قَتْلَ الْعُرَنِيِّينَ كَانَ لِمُخَادَعَتِهِمْ وَغَدْرِهِمْ وَقَتْلِهِمْ رَاعِيَ الْإِبِلِ الَّتِي أَعْطَاهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَمْثِيلُهُمْ بِهِ، عَلَى أَنَّ هَذَا الْقَوْلَ وَاهٍ جِدًّا لِأَنَّ الْعُرَنِيِّينَ لَا يَأْتِي فِيهِمُ التَّفْصِيلُ الَّذِي فِي الْآيَاتِ، وَلَكِنْ مَنْ هُمْ هَؤُلَاءِ؟ </p><p> رَوَى ابْنُ أَبِي حَاتِمٍ وَابْنُ مَرْدَوَيْهِ عَنِ الْحَسَنِ أَنَّ سُرَاقَةَ بْنَ مَالِكٍ الْمُدْلَجِيَّ حَدَّثَهُمْ قَالَ:  \" لَمَّا ظَهَرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -عَلَى أَهْلِ بَدْرٍ وَأُحُدٍ وَأَسْلَمَ مَنْ حَوْلَهُمْ قَالَ سُرَاقَةُ:بَلَغَنِي أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ أَنْ يَبْعَثَ خَالِدَ بْنَ الْوَلِيدِ إِلَى قَوْمِي مِنْ بَنِي مُدْلَجٍ فَأَتَيْتُهُ،فَقُلْتُ:أَنْشُدُكَ النِّعْمَةَ،فَقَالُوا:مَهْ،فَقَالَ:دَعُوهُ، مَا تُرِيدُ؟قُلْتُ:بَلَغَنِي أَنَّكَ تُرِيدُ أَنْ تَبْعَثَ إِلَى قَوْمِي، وَأَنَا أُرِيدُ أَنْ تُوادِعَهُمُ فَإِنْ أَسْلَمَ قَوْمُكَ أَسْلَمُوا وَدَخَلُوا فِي الْإِسْلَامِ وَإِنْ لَمْ يُسَلِمُوا لَمْ تَخْشَ بِقُلُوبِ قَوْمِكَ عَلَيْهِمْ، فَأَخَذَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -بِيَدِ خَالِدٍ فَقَالَ:\" اذْهَبْ مَعَهُ فَافْعَلْ مَا يُرِيدُ \" فَصَالَحَهُمْ خَالِدٌ عَلَى أَلَّا يُعِينُوا </p><p> عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنْ أَسْلَمَتْ قُرَيْشٌ أَسْلَمُوا مَعَهُمْ، وَمَنْ وَصَلَ إِلَيْهِمْ مِنَ النَّاسِ كَانَ لَهُمْ مِثْلَ عَهْدِهِمْ، فَأَنْزَلَ اللهُ - تَعَالَى -: وَدُّوا حَتَّى بَلَغَ، إِلَّا الَّذِينَ يَصِلُونَ، فَكَأَنَّ مَنْ وَصَلَ إِلَيْهِمْ كَانُوا مَعَهُمْ عَلَى عَهْدِهِمْ، انْتَهَى مِنْ لُبَابِ النُّقُولِ، وَعَزَا الْأَلُوسِيُّ هَذِهِ الرِّوَايَةَ إِلَى ابْنِ أَبِي شَيْبَةَ، وَرَوَى ابْنُ جَرِيرٍ عَنْ عِكْرِمَةَ أَنَّهُ قَالَ: نَزَلَتْ فِي هِلَالِ بْنِ عُوَيْمِرٍ الْأَسْلَمِيِّ وَسُرَاقَةَ بْنِ مَالِكِ بْنِ جَعْشَمٍ وَخُزَيْمَةَ بْنِ عَامِرِ بْنِ عَبْدِ مَنَافٍ، انْتَهَى مِنْ تَفْسِيرِهِ، وَعَزَا السُّيُوطِيُّ هَذِهِ الرِّوَايَةَ فِي اللُّبَابِ إِلَى ابْنِ أَبِي حَاتِمٍ فَقَطْ، ثُمَّ قَالَ: وَأَخْرَجَ أَيْضًا عَنْ مُجَاهِدٍ أَنَّهَا أُنْزِلَتْ فِي هِلَالِ بْنِ عُوَيْمِرٍ الْأَسْلَمِيِّ وَكَانَ بَيْنَهُ وَبَيْنَ الْمُسْلِمِينَ عَهْدٌ وَقَصَدَهُ نَاسٌ مِنْ قَوْمِهِ فَكَرِهَ أَنْ يُقَاتِلَ الْمُسْلِمِينَ وَكَرِهَ أَنْ يُقَاتِلَ قَوْمَهُ. </p><p> وَقَالَ الرَّازِيُّ تَبَعًا لِلْكَشَّافِ: إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَادَعَ وَقْتَ خُرُوجِهِ إِلَى مَكَّةَ هِلَالَ بْنَ عُوَيْمِرٍ الْأَسْلَمِيَّ عَلَى أَلَّا يَعْصِيَهُ وَلَا يُعِينَ عَلَيْهِ، وَعَلَى أَنَّ كُلَّ مَنْ وَصَلَ إِلَى هِلَالٍ وَلَجَأَ إِلَيْهِ فَلَهُ مِنَ الْجِوَارِ مِثْلُ مَا لِهِلَالٍ. </p><p> وَهَذِهِ الرِّوَايَاتُ كُلُّهَا تَرُدُّ مَا ذَكَرَهُ السُّيُوطِيُّ فِي أَسْبَابِ نُزُولِ الْآيَةِ الْأُولَى صَحِيحَةُ السَّنَدِ وَضَعِيفَتُهُ، وَتُؤَيِّدُ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي كَوْنِ الْمُنَافِقِينَ فِي هَذَا السِّيَاقِ هُمُ الْمُنَافِقِينَ فِي الْعَهْدِ وَالْوَلَاءِ. </p><p> سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ هَؤُلَاءِ فَرِيقٌ مِنَ الَّذِينَ لَمْ يَهْتَدُوا بِالْإِسْلَامِ، وَلَمْ يَتَصَدُّوا إِلَى مُجَالَدَةِ أَهْلِهِ بِحَدِّ الْحُسَامِ، فَكَانُوا مُذَبْذَبِينَ بَيْنَ الْمُؤْمِنِينَ وَالْكَافِرِينَ، </p>"
}