{
  "id": null,
  "sura": 4,
  "aya": 101,
  "text": "<p> اسْتُنْفِرْتُمْ فَانْفِرُوا، رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ وَأَكْثَرُ أَصْحَابِ السُّنَنِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ، وَرَوَوْا مِثْلَهُ عَنْ عَائِشَةَ، وَمِمَّا لَا مَجَالَ لِلْخِلَافِ فِيهِ أَنَّ الْهِجْرَةَ تَجِبُ دَائِمًا بِأَحَدِ الْأَسْبَابِ الثَّلَاثَةِ كَمَا يَجِبُ السَّفَرُ لِأَجْلِ الْجِهَادِ إِذَا تَحَقَّقَ سَبَبُهُ، وَأَقْوَى مُوجِبَاتِهِ اعْتِدَاءُ الْكُفَّارِ عَلَى بِلَادِ الْمُسْلِمِينَ وَاسْتِيلَاؤُهُمْ عَلَيْهَا. </p><p> وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً </p><p> وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا. </p><p> صَلَاةُ السَّفَرِ وَالْخَوْفِ </p><p> السِّيَاقُ فِي أَحْكَامِ الْجِهَادِ فِي سَبِيلِ اللهِ، وَجَاءَ فِيهِ حُكْمُ الْهِجْرَةِ، وَالصَّلَاةُ فَرْضٌ لَازِمٌ فِي كُلِّ حَالٍ لَا يَسْقُطُ فِي وَقْتِ الْقِتَالِ، وَلَا فِي أَثْنَاءِ الْهِجْرَةِ وَلَا غَيْرِ الْهِجْرَةِ مِنْ أَيَّامِ السَّفَرِ، وَلَكِنْ قَدْ تَتَعَذَّرُ أَوْ تَتَعَسَّرُ فِي السَّفَرِ وَحَالِ الْحَرْبِ إِقَامَتُهَا فُرَادَى وَجَمَاعَةً كَمَا أَمَرَ اللهُ - تَعَالَى - </p><p> أَنْ تُقَامَ فِي صُورَتِهَا وَمَعْنَاهَا، فَنَاسَبَ فِي هَذَا الْمَقَامِ أَنْ يُبَيِّنَ اللهُ - تَعَالَى - مَا يُرِيدُ أَنْ يُرَخِّصَ لِعِبَادِهِ فِيهِ مِنَ الْقَصْرِ مِنَ الصَّلَاةِ فِي هَاتَيْنِ الْحَالَتَيْنِ فَقَالَ: </p><p> وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ، الضَّرْبُ فِي الْأَرْضِ عِبَارَةٌ عَنِ السَّفَرِ فِيهَا ; لِأَنَّ الْمُسَافِرَ يَضْرِبُ الْأَرْضَ بِرِجْلَيْهِ وَعَصَاهُ أَوْ بِقَوَائِمِ رَاحِلَتِهِ، كَمَا يُقَالُ: طَرَقَ الْأَرْضَ إِذَا مَرَّ بِهَا، كَأَنَّهُ ضَرَبَهَا بِالْمِطْرَقَةِ، وَمِنْهُ الطَّرِيقُ أَيْ: السَّبِيلُ الْمَطْرُوقُ، وَقَالَ هَاهُنَا: ضَرَبْتُمْ فِي الْأَرْضِ، وَلَمْ يَقُلْ ضَرَبْتُمْ فِي سَبِيلِ اللهِ، كَمَا قَالَ فِي الْآيَةِ (٩٤) مِنْ هَذِهِ السُّورَةِ الْوَارِدَةِ فِي حُكْمِ إِلْقَاءِ السَّلَامِ فِي الْحَرْبِ ; لِأَنَّ هَذِهِ أَعَمُّ، فَهِيَ رُخْصَةٌ لِكُلِّ مُسَافِرٍ وَلَوْ لَمْ يَكُنْ سَفَرُهُ فِي سَبِيلِ اللهِ لِلدِّفَاعِ عَنِ الْحَقِّ وَإِقَامَةِ الدِّينِ بِأَنْ كَانَ لِلتِّجَارَةِ أَوْ لِمُجَرَّدِ السِّيَاحَةِ مَثَلًا، وَإِذَا كَانَ السَّفَرُ فِي سَبِيلِ اللهِ فَالْمُسَافِرُ أَحَقُّ بِالرُّخْصَةِ، وَهِيَ لَهُ أَوَّلًا وَبِالذَّاتِ بِقَرِينَةِ السِّيَاقِ وَمَا جَاءَ فِي الْآيَةِ الَّتِي بَعْدَ هَذِهِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ، أَيْ فَلَيْسَ عَلَيْكُمْ تَضْيِيقٌ وَلَا مَيْلٌ عَنْ مَحَجَّةِ دِينِ اللهِ، وَهُوَ الْحَنِيفِيَّةُ السَّمْحَةُ فِي الْقَصْرِ مِنَ الصَّلَاةِ، وَالْجُنَاحُ فُسِّرَ بِالْإِثْمِ وَالتَّضْيِيقِ وَبِالْمَيْلِ عَنِ الِاسْتِوَاءِ، قِيلَ: هُوَ مِنْ جَنَحَتِ </p><p> السَّفِينَةُ إِذَا مَالَتْ إِلَى أَحَدِ جَانِبَيْهَا قَالَهُ الرَّاغِبُ، وَهُوَ الَّذِي فَسَّرَ جُنُوحَ السَّفِينَةِ بِمَا ذُكِرَ، وَفَسَّرَهُ غَيْرُهُ بِأَنَّهُ عِبَارَةٌ عَنْ بُلُوغِهَا أَرْضًا رَقِيقَةً تَغْرِزُ فِيهَا وَيُمْتَنَعُ جَرْيُهَا، وَهَذَا الْمَعْنَى يُنَاسِبُ الْجُنَاحَ أَيْضًا عَلَى أَنَّ الْجُنُوحَ مَعْنَاهُ الْمَيْلُ، وَهُوَ مِنَ الْجِنْحِ بِالْكَسْرِ بِمَعْنَى الْجَانِبِ، وَمَنْ فَسَّرَ الْجُنَاحَ بِالتَّضْيِيقِ أَخَذَهُ مِنْ قَوْلِهِمْ جُنِحَ الْبَعِيرُ بِصِيغَةِ الْمَجْهُولِ إِذَا انْكَسَرَتْ جَوَانِحُهُ - أَضْلَاعُهُ - لَثِقَلِ حِمْلِهِ، وَتَفْسِيرُهُ بِالْإِثْمِ مَأْخُوذٌ مِنْ هَذَا أَيْضًا وَهُوَ مَجَازٌ، وَالْقَصْرُ - بِالْفَتْحِ - مِنَ الْقِصَرِ - كَعِنَبٍ - ضِدُّ الطُّولِ، وَقَصَّرْتُ الشَّيْءَ جَعَلْتُهُ قَصِيرًا. </p><p> فَالْقَصْرُ مِنَ الصَّلَاةِ هُوَ تَرْكُ شَيْءٍ مِنْهَا تَكُونُ بِهِ قَصِيرَةً، وَيَصْدُقُ بِتَرْكِ بَعْضِ رَكَعَاتِهَا، وَبِتَرْكِ بَعْضِ أَرْكَانِهَا كَالرُّكُوعِ وَالسُّجُودِ وَالْجُلُوسِ لِلتَّشَهُّدِ، وَاخْتَلَفَ الْعُلَمَاءُ فِي هَذِهِ الْآيَةِ، فَقِيلَ: إِنَّ الْمُرَادَ بِالْقَصْرِ مِنَ الصَّلَاةِ فِيهَا تَرْكُ بَعْضِ رَكَعَاتِهَا وَهِيَ صَلَاةُ السَّفَرِ الَّتِي تُقْصِرُ فِيهَا الرُّبَاعِيَّةُ فَقَطْ فَتُصَلَّى ثِنْتَيْنِ، وَقِيلَ: بَلِ الْمُرَادُ بِهِ صَلَاةُ الْخَوْفِ مُطْلَقًا أَوْ كَيْفِيَّةٌ مِنْ كَيْفِيَّاتِهَا وَهِيَ الْمُبَيَّنَةُ فِي الْآيَةِ الَّتِي بَعْدَ هَذِهِ. </p><p> وَقِيلَ: بَلِ الْمُرَادُ بِهَا الْقَصْرُ مِنْ هَيْئَتِهَا لَا مِنْ رَكَعَاتِهَا، وَقِيلَ: بَلِ الْقَصْرُ مِنَ الْعَدَدِ وَالْأَرْكَانِ جَمِيعًا، وَجَمَعَ الْمُحَقِّقُ ابْنُ الْقَيِّمِ فِي الْهَدْيِ النَّبَوِيِّ بَيْنَ الْأَقْوَالِ فَقَالَ فِي فَصْلِ صَلَاةِ الْخَوْفِ. </p><p> وَكَانَ مِنْ هَدْيِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي صَلَاةِ الْخَوْفِ أَنْ أَبَاحَ اللهُ - سُبْحَانَهُ وَتَعَالَى - قَصْرَ أَرْكَانِ الصَّلَاةِ وَعَدَدِهَا إِذَا اجْتَمَعَ الْخَوْفُ وَالسَّفَرُ، وَقَصْرُ الْعَدَدِ وَحْدَهُ إِذَا كَانَ سَفَرٌ لَا خَوْفَ مَعَهُ، وَقَصْرُ الْأَرْكَانِ وَحْدَهَا إِذَا كَانَ خَوْفٌ لَا سَفَرَ مَعَهُ، وَهَذَا كَانَ هَدْيُهُ </p><p> - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> وَبِهِ يُعْلَمُ الْحِكْمَةُ فِي تَقْيِيدِ الْقَصْرِ فِي الْآيَةِ بِالضَّرْبِ فِي الْأَرْضِ وَالْخَوْفِ، اهـ، وَسَيَأْتِي تَفْصِيلُ ذَلِكَ. </p><p> فَقَوْلُهُ - تَعَالَى -: إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا شَرْطٌ لِنَفْيِ الْجُنَاحِ فِي قَصْرِ الصَّلَاةِ، وَالْفِتْنَةُ الْإِيذَاءُ بِالْقَتْلِ أَوْ غَيْرِهِ كَمَا صَرَّحَ بِهِ بَعْضُهُمْ، وَأَصْلُهُ الِاخْتِيَارُ بِالْمَكْرُوهِ وَالْأَذَى كَمَا تَقَدَّمَ مِنْ قَبْلُ، قَالَ ابْنُ جَرِيرٍ: وَفِتْنَتُهُمْ إِيَّاهُمْ فِيهَا حَمْلُهُمْ عَلَيْهِمْ وَهُمْ سَاجِدُونَ حَتَّى يَقْتُلُوهُمْ أَوْ يَأْسِرُوهُمْ فَيَمْنَعُوهُمْ مِنْ إِقَامَتِهَا وَأَدَائِهَا، وَيَحُولُوا بَيْنَهُمْ وَبَيْنَ عِبَادَةِ اللهِ وَإِخْلَاصِ التَّوْحِيدِ لَهُ اهـ، وَلَيْسَ هَذَا خَاصًّا بِزَمَنِ الْحَرْبِ بَلْ إِذَا خَافَ الْمُصَلِّي قُطَّاعَ الطَّرِيقِ كَانَ لَهُ أَنْ يَقْصُرَ هَذَا الْقَصْرَ. </p><p> إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا، تَعْلِيلٌ لِتَوَقُّعِ الْفِتْنَةِ مِنَ الَّذِينَ كَفَرُوا، أَيْ: كَانَ شَأْنُهُمْ أَنَّهُمْ أَعْدَاءٌ مُظْهِرُونَ لِلْعَدَاوَةِ بِالْقِتَالِ وَالْعُدْوَانِ، فَهُمْ لَا يُضَيِّعُونَ فُرْصَةَ اشْتِغَالِكُمْ بِمُنَاجَاةِ اللهِ - تَعَالَى -، وَلَا يُرَاقِبُونَ اللهَ، وَلَا يَخْشَوْنَهُ فِيكُمْ فَيَمْتَنِعُوا عَنِ الْإِيقَاعِ بِكُمْ إِذَا وَجَدُوكُمْ غَافِلِينَ عَنْهُمْ، وَالْعَدُوُّ يَسْتَوِي فِيهِ الْوَاحِدُ وَالْجَمْعُ. </p><p> بَعْدَ هَذَا أَقُولُ: إِنَّ الْقَصْرَ فِي هَذِهِ الْآيَاتِ مُجْمَلٌ، وَإِنَّمَا اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ مِنْهُ ; لِأَنَّ الْآيَةَ الَّتِي بَعْدَ هَذِهِ الْآيَةِ تُبَيِّنُ لَنَا نَوْعًا أَوْ أَنْوَاعًا مِنْ قَصْرِ الصَّلَاةِ الْمَعْرُوفَةِ فِي الْإِسْلَامِ فَقِيلَ: إِنَّهَا مُبَيِّنَةٌ لِمَا قَبْلَهَا، وَرَدَّ بَعْضُهُمْ هَذَا بِأَنَّ الْأَصْلَ أَنْ تُفِيدَ كُلُّ آيَةٍ مِنَ الْآيَتَيْنِ مَعْنًى جَدِيدًا تَفَادِيًا مِنَ التَّكْرَارِ، وَأَنَّهُمْ كَانُوا يَفْهَمُونَ مِنَ الْقَصْرِ نَقْصَ عَدَدِ الرَّكَعَاتِ بِدَلِيلِ حَدِيثِ ذِي الْيَدَيْنِ الْمَشْهُورِ إِذْ قَالَ: أَقُصِرَتِ الصَّلَاةُ أَمْ نَسِيتَ يَا رَسُولَ اللهِ؟ وَهَذَا دَلِيلٌ ضَعِيفٌ، وَمِنْ أَسْبَابِ الْخِلَافِ مَا ثَبَتَ فِي السُّنَّةِ، وَجَرَى عَلَيْهِ الْعَمَلُ مِنَ الْعَصْرِ الْأَوَّلِ إِلَى الْآنِ مِنْ قَصْرِ الصَّلَاةِ الرُّبَاعِيَّةِ، وَالسُّنَّةُ مُبَيِّنَةٌ لِإِجْمَالِ الْقُرْآنِ، وَلَا يُمْكِنُ أَنْ تُعَرَّفَ الِاصْطِلَاحَاتُ الشَّرْعِيَّةُ مِنْ أَلْفَاظِ اللُّغَةِ بِدُونِ تَوْقِيفٍ، وَالْقُرْآنُ نَفْسُهُ لَمْ يُبَيِّنْ لَنَا إِلَّا كَيْفِيَّةَ الْقَلِيلِ مِنَ الْعِبَادَاتِ كَالْوُضُوءِ وَالتَّيَمُّمِ، فَالسُّنَّةُ هِيَ الَّتِي بَيَّنَتْ كَيْفِيَّةَ الصَّلَاةِ وَكَيْفِيَّةَ الْحَجِّ وَغَيْرَ ذَلِكَ، وَإِنَّنِي أَذْكُرُ مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي هَاتَيْنِ الْآيَتَيْنِ قَبْلَ أَنْ أُفَسِّرَ الثَّانِيَةَ مِنْهُمَا، ثُمَّ أَذْكُرُ مُلَخَّصَ مَا ثَبَتَ فِي السُّنَّةِ فِي قَصْرِ الصَّلَاةِ وَصَلَاةِ الْخَوْفِ، ثُمَّ أُبَيِّنُ مَعْنَى الْآيَةِ الثَّانِيَةِ وَكَيْفِيَّاتِ صَلَاةِ الْخَوْفِ الَّتِي وَرَدَتْ. </p><p> الْأُسْتَاذُ الْإِمَامُ: الْكَلَامُ لَا يَزَالُ فِي الْجِهَادِ وَقَدْ مَرَّ فِي الْآيَاتِ السَّابِقَةِ الْحَثُّ عَلَيْهِ لِإِقَامَةِ الدِّينِ وَحِفْظِهِ، وَإِيجَابِ الْهِجْرَةِ لِأَجْلِ ذَلِكَ وَتَوْبِيخِ مَنْ لَمْ يُهَاجِرْ مَنْ أَرْضٍ لَا يَقْدِرُ فِيهَا عَلَى إِقَامَةِ دِينِهِ، وَالْجِهَادُ يَسْتَلْزِمُ السَّفَرَ، وَالْهِجْرَةُ سَفَرٌ، وَهَذِهِ الْآيَاتُ فِي بَيَانِ أَحْكَامِ مَنْ سَافَرَ </p><p> لِلْجِهَادِ أَوْ هَاجَرَ فِي سَبِيلِ اللهِ إِذَا أَرَادَ الصَّلَاةَ وَخَافَ أَنْ يُفْتَنَ عَنْهَا، وَهُوَ أَنَّهُ يَجُوزُ لَهُ أَنْ يَقْصُرَ مِنْهَا وَأَنْ يُصَلِّيَ جَمَاعَتَهَا بِالْكَيْفِيَّةِ الَّتِي ذُكِرَتْ فِي الْآيَةِ الثَّانِيَةِ مِنْ هَذِهِ الْآيَاتِ. </p><p> قَالَ: وَالْقَصْرُ الْمَذْكُورُ فِي الْآيَةِ الْأَوْلَى هُنَا لَيْسَ هُوَ قَصْرُ الصَّلَاةِ الرُّبَاعِيَّةِ فِي السَّفَرِ الْمُبَيَّنِ بِشُرُوطِهِ فِي كُتُبِ الْفِقْهِ، فَذَلِكَ مَأْخُوذٌ مِنَ السُّنَّةِ الْمُتَوَاتِرَةِ، وَأَمَّا مَا هُنَا فَهُوَ فِي صَلَاةِ الْخَوْفِ كَمَا وَرَدَ عَنْ بَعْضِ الصَّحَابَةِ وَغَيْرِهِمْ مِنَ السَّلَفِ، وَالشَّرْطُ فِيهَا عَلَى ظَاهِرِهِ، وَالْقَوْلُ بِأَنَّهُ لِبَيَانِ الْوَاقِعِ </p><p> فَلَا مَفْهُومَ لَهُ لَغْوٌ مِنَ الْقَوْلِ لَا يَجُوزُ أَنْ يُقَالَ فِي أَغْلَى الْكَلَامِ وَأَبْلَغِهِ، فَهَذَا الْقَصْرُ الْمَذْكُورُ فِي الْآيَةِ الْأَوْلَى هُوَ الْمُبَيَّنُ فِي الْآيَةِ الَّتِي بَعْدَهَا، وَفِي سُورَةِ الْبَقَرَةِ بِقَوْلِهِ تَعَالَى: فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا (٢: ٢٣٩) ، فَآيَةُ الْبَقَرَةِ فِي الْقَصْرِ مِنْ هَيْئَةِ الصَّلَاةِ، وَالرُّخْصَةُ فِي عَدَمِ إِقَامَةِ صُورَتِهَا بِأَنْ يَكْتَفِيَ الرِّجَالُ الْمُشَاةُ وَالرُّكْبَانُ بِالْإِيمَاءِ عَنِ الرُّكُوعِ وَالسُّجُودِ. </p><p> وَهُوَ قَوْلٌ فِي الْقَصْرِ الْمُرَادِ، وَالْآيَةُ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا فِي الْقَصْرِ مِنْ عَدَدِ رَكَعَاتٍ بِأَنْ تُصَلِّي طَائِفَةٌ مَعَ الْإِمَامِ رَكْعَةً وَاحِدَةً، فَإِذَا أَتَمَّتْهَا جَاءَتْ طَائِفَةٌ أُخْرَى - وَهِيَ الَّتِي كَانَتْ تَحْرُسُ الْأُولَى، فَصَلَّتْ مَعَهُ الرَّكْعَةَ الثَّانِيَةَ، وَلَيْسَ فِي الْآيَةِ أَنْ وَاحِدَةً مِنَ الطَّائِفَتَيْنِ تُتِمُّ الصَّلَاةَ اهـ، مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ مُلَخَّصًا. </p><p> وَأَمَّا مَا وَرَدَ فِي السُّنَّةِ فَقَدْ لَخَّصَهُ ابْنُ الْقَيِّمِ فِي الْهَدْيِ النَّبَوِيِّ أَحْسَنَ تَلْخِيصٍ، وَنَاهِيكَ بِسِعَةِ حَفْظِهِ وَحُسْنِ اسْتِحْضَارِهِ وَبَيَانِهِ، قَالَ فِي بَيَانِ هَدْيِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي السَّفَرِ، وَعِبَارَتُهُ فِيهِ مَا نَصُّهُ: </p><p> \" وَكَانَ يَقْصُرُ الرُّبَاعِيَّةَ فَيُصَلِّيهَا رَكْعَتَيْنِ مِنْ حِينِ يَخْرُجُ مُسَافِرًا إِلَى أَنْ يَرْجِعَ إِلَى الْمَدِينَةِ، وَلَمْ يَثْبُتْ عَنْهُ أَنَّهُ أَتَمَّ الرُّبَاعِيَّةَ فِي سَفَرِهِ أَلْبَتَّةَ، وَأَمَّا حَدِيثُ عَائِشَةَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقْصُرُ فِي السَّفَرِ وَيُتِمُّ وَيُفْطِرُ وَيَصُومُ، فَلَا يَصِحُّ،وَسَمِعْتُ شَيْخَ الْإِسْلَامِ ابْنَ تَيْمِيَةَ يَقُولُ:هُوَ كَذِبٌ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - انْتَهَى.</p><p> وَقَدْ رُوِيَ: كَانَ يَقْصُرُ وَتُتِمُّ الْأَوَّلُ بِالْيَاءِ آخِرُ الْحُرُوفِ وَالثَّانِي بِالتَّاءِ الْمُثَنَّاةِ مِنْ فَوْقٍ، وَكَذَلِكَ \" يُفْطِرُ وَتَصُومُ \" أَيْ: تَأْخُذُ هِيَ بِالْعَزِيمَةِ فِي الْمَوْضِعَيْنِ.</p><p> قَالَ شَيْخُنَا ابْنُ تَيْمِيَةَ: وَهَذَا بَاطِلٌ، مَا كَانَتْ أُمُّ الْمُؤْمِنِينَ لِتُخَالِفَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجَمِيعَ أَصْحَابِهِ فَتُصَلِّيَ خِلَافَ صَلَاتِهِمْ، وَالصَّحِيحُ عَنْهَا: أَنَّ اللهَ فَرَضَ الصَّلَاةَ رَكْعَتَيْنِ رَكْعَتَيْنِ، فَلَمَّا هَاجَرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْمَدِينَةِ زِيدَ فِي صَلَاةِ الْحَضَرِ وَأُقِرَّتْ صَلَاةُ السَّفَرِ، فَكَيْفَ يُظَنُّ بِهَا مَعَ ذَلِكَ أَنْ تُصَلَّيَ بِخِلَافِ صَلَاةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُسْلِمِينَ مَعَهُ؟ </p><p> قَالَ ابْنُ الْقَيِّمِ \" قُلْتُ \": وَقَدْ أَتَمَّتْ عَائِشَةُ بَعْدَ مَوْتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالَ ابْنُ عَبَّاسٍ وَغَيْرُهُ: إِنَّهَا تَأَوَّلَتْ كَمَا تَأَوَّلَ عُثْمَانُ، وَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقْصُرُ دَائِمًا، فَرَكَّبَ بَعْضُ الرُّوَاةِ مِنَ الْحَدِيثَيْنِ حَدِيثًا، وَقَالَ: فَكَانَ يَقْصُرُ وَتُتِمُّ هِيَ، فَغَلِطَ بَعْضُ </p><p> الرُّوَاةِ فَقَالَ: كَانَ يَقْصُرُ وَيُتِمُّ، أَيْ: هُوَ. </p><p> وَالتَّأْوِيلُ الَّذِي تَأَوَّلَتْهُ قَدِ اخْتُلِفَ فِيهِ، </p><p> فَقِيلَ: ظَنَّتْ أَنَّ الْقَصْرَ مَشْرُوطٌ بِالْخَوْفِ وَالسَّفَرِ فَإِذَا زَالَ الْخَوْفُ زَالَ سَبَبُ الْقَصْرِ، وَهَذَا التَّأْوِيلُ غَيْرٌ صَحِيحٍ فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَافَرَ آمِنًا وَكَانَ يُقْصِرُ الصَّلَاةَ، وَالْآيَةُ قَدْ أُشْكِلَتْ عَلَى عُمَرَ - رَضِيَ اللهُ عَنْهُ - وَغَيْرِهِ فَسَأَلَ عَنْهَا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَجَابَهُ بِالشِّفَاءِ وَأَنَّ هَذَا صَدَقَةٌ مِنَ اللهِ وَشَرْعٌ شَرَعَهُ لِلْأُمَّةِ. </p><p> وَكَانَ هَذَا بَيَانُ أَنَّ حُكْمَ الْمَفْهُومِ غَيْرُ مُرَادٍ، وَأَنَّ الْجُنَاحَ مُرْتَفِعٌ فِي قَصْرِ الصَّلَاةِ عَنِ الْآمِنِ وَالْخَائِفِ، وَغَايَتُهُ أَنَّهُ نَوْعُ تَخْصِيصٍ لِلْمَفْهُومِ أَوْ رَفْعٌ لَهُ، وَقَدْ يُقَالُ: إِنَّ الْآيَةَ اقْتَضَتْ قَصْرًا يَتَنَاوَلُ قَصْرَ الْأَرْكَانِ بِالتَّخْفِيفِ، وَقَصْرَ الْعَدَدِ بِنُقْصَانِ رَكْعَتَيْنِ، وَقُيِّدَ ذَلِكَ بِأَمْرَيْنِ: الضَّرْبُ فِي الْأَرْضِ وَالْخَوْفُ، فَإِذَا وُجِدَ الْأَمْرَانِ أُبِيحَ الْقَصْرُ فَيُصَلُّونَ صَلَاةَ الْخَوْفِ مَقْصُورَةً عَدَدَهَا وَأَرْكَانَهَا، وَإِنِ انْتَفَى الْأَمْرَانِ فَكَانُوا آمِنِينَ مُقِيمِينَ، انْتَفَى الْقَصْرَانِ فَيُصَلُّونَ صَلَاةً تَامَّةً، وَإِنْ وُجِدَ أَحَدُ السَّبَبَيْنِ تَرَتَّبَ عَلَيْهِ قَصْرُهُ وَحْدَهُ، فَإِذَا وُجِدَ الْخَوْفُ وَالْإِقَامَةُ قُصِرَتِ الْأَرْكَانُ وَاسْتُوفِيَ الْعَدَدُ، وَهَذَا نَوْعُ قَصْرٍ وَلَيْسَ بِالْقَصْرِ الْمُطْلَقِ فِي الْآيَةِ، فَإِنْ وُجِدَ السَّفَرُ وَالْأَمْنُ قَصَرَ الْعَدَدُ وَاسْتَوْفَى الْأَرْكَانَ وَسُمِّيَتْ صَلَاةَ الْأَمْنِ، وَهَذَا نَوْعُ قَصْرٍ وَلَيْسَ بِالْقَصْرِ الْمُطْلَقِ، وَقَدْ تُسَمَّى هَذِهِ الصَّلَاةُ مَقْصُورَةً بِاعْتِبَارِ نُقْصَانِ الْعَدَدِ، وَقَدْ تُسَمَّى تَامَّةً بِاعْتِبَارِ إِتْمَامِ أَرْكَانِهَا، وَأَنَّهَا لَمْ تَدْخُلْ فِي قَصْرِ الْآيَةِ، وَالْأَوَّلُ اصْطِلَاحُ كَثِيرٍ مِنَ الْفُقَهَاءِ الْمُتَأَخِّرِينَ، وَالثَّانِي يَدُلُّ عَلَيْهِ كَلَامُ الصَّحَابَةِ كَعَائِشَةَ وَابْنِ عَبَّاسٍ وَغَيْرِهِمَا. </p><p> قَالَتْ عَائِشَةُ: فُرِضَتِ الصَّلَاةُ رَكْعَتَيْنِ رَكْعَتَيْنِ، فَلَمَّا هَاجَرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْمَدِينَةِ زِيدَ فِي صَلَاةِ الْحَضَرِ وَأُقِرَّتْ صَلَاةُ السَّفَرِ، فَهَذَا يَدُلُّ عَلَى أَنَّ صَلَاةَ السَّفَرِ عِنْدَهَا غَيْرُ مَقْصُورَةٍ مِنْ أَرْبَعٍ وَإِنَّمَا هِيَ مَفْرُوضَةٌ كَذَلِكَ، وَأَنَّ فَرْضَ الْمُسَافِرِ رَكْعَتَانِ. </p><p> وَقَالَ ابْنُ عَبَّاسٍ: فَرَضَ اللهُ الصَّلَاةَ عَلَى لِسَانِ نَبِيِّكُمْ فِي الْحَضَرِ أَرْبَعًا وَفِي السَّفَرِ رَكْعَتَيْنِ وَفِي الْخَوْفِ رَكْعَةً، مُتَّفَقٌ عَلَى حَدِيثِ عَائِشَةَ وَانْفَرَدَ مُسْلِمٌ بِحَدِيثِ ابْنِ عَبَّاسٍ، وَقَالَ عُمَرُ بْنُ الْخَطَّابِ: صَلَاةُ السَّفَرِ رَكْعَتَانِ وَالْجُمُعَةُ رَكْعَتَانِ وَالْعِيدُ رَكْعَتَانِ تَمَامٌ غَيْرُ قَصْرٍ عَلَى لِسَانِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ خَابَ مَنِ افْتَرَى، وَهَذَا ثَابِتٌ عَنْ عُمَرَ - رَضِيَ اللهُ عَنْهُ - وَهُوَ الَّذِي سَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا بَالُنَا نَقْصُرُ وَقَدْ أَمِنَّا؟ فَقَالَ لَهُ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: صَدَقَةٌ تَصَدَّقَ اللهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُ، وَلَا تَنَاقُضَ بَيْنَ </p><p> حَدِيثَيْهِ فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا أَجَابَهُ بِأَنَّ هَذَا صَدَقَةُ اللهِ عَلَيْكُمْ، وَدِينُهُ أَلَيْسَ السَّمْحَ، عَلِمَ عُمَرُ أَنَّهُ لَيْسَ الْمُرَادُ مِنَ الْآيَةِ قَصْرَ الْعَدَدِ كَمَا فَهِمَهُ كَثِيرٌ مِنَ النَّاسِ، فَقَالَ: صَلَاةُ السَّفَرِ رَكْعَتَانِ تَمَامٌ غَيْرُ قَصْرٍ، وَعَلَى هَذَا فَلَا دَلَالَةَ فِي الْآيَةِ عَلَى أَنَّ قَصْرَ الْعَدَدِ مُبَاحٌ، يُنْفَى عَنْهُ الْجُنَاحُ، فَإِنْ شَاءَ </p><p> الْمُصَلِّي فَعَلَهُ وَإِنْ شَاءَ أَتَمَّ، وَكَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُوَاظِبُ فِي أَسْفَارِهِ عَلَى رَكْعَتَيْنِ رَكْعَتَيْنِ وَلَمْ يُرَبِّعْ قَطُّ إِلَّا شَيْئًا فَعَلَهُ فِي بَعْضِ صَلَاةِ الْخَوْفِ كَمَا سَنَذْكُرُهُ هُنَاكَ وَنُبَيِّنُ مَا فِيهِ إِنْ شَاءَ اللهُ - تَعَالَى -، وَقَالَ أَنَسٌ: خَرَجْنَا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْمَدِينَةِ إِلَى مَكَّةَ فَكَانَ يُصَلِّي رَكْعَتَيْنِ رَكْعَتَيْنِ حَتَّى رَجَعْنَا إِلَى الْمَدِينَةِ مُتَّفَقٌ عَلَيْهِ. </p><p> وَلَمَّا بَلَغَ عَبْدَ اللهِ بْنَ مَسْعُودٍ أَنَّ عُثْمَانَ بْنَ عَفَّانَ صَلَّى بِمِنًى أَرْبَعَ رَكَعَاتٍ قَالَ:  \" إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، صَلَّيْتُ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمِنًى رَكْعَتَيْنِ وَصَلِيَتُ مَعَ أَبِي بَكْرٍ بِمِنًى رَكْعَتَيْنِ وَصَلَّيْتُ مَعَ عُمَرَ رَكْعَتَيْنِ، فَلَيْتَ حَظِّي مِنْ أَرْبَعِ رَكَعَاتٍ رَكْعَتَانِ مُتَقَبَّلَتَانِ \" مُتَّفَقٌ عَلَيْهِ، وَلَمْ يَكُنِ ابْنُ مَسْعُودٍ لِيَسْتَرْجِعَ مِنْ فِعْلِ عُثْمَانَ أَحَدَ الْجَائِزَيْنِ الْمُخَيَّرَ بَيْنَهُمَا، بَلِ الْأَوْلَى عَلَى قَوْلٍ: وَإِنَّمَا اسْتَرْجَعَ لِمَا شَاهَدَهُ مِنْ مُدَاوَمَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَخُلَفَائِهِ عَلَى صَلَاةِ رَكْعَتَيْنِ فِي السَّفَرِ. </p><p> وَفِي صَحِيحِ الْبُخَارِيِّ عَنِ ابْنِ عُمَرَ - رَضِيَ اللهُ عَنْهُ - قَالَ: صَحِبْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَكَانَ فِي السَّفَرِ لَا يَزِيدُ عَلَى رَكْعَتَيْنِ، وَأَبَا بَكْرٍ وَعُمَرَ وَعُثْمَانَ يَعْنِي فِي صَدْرِ خِلَافَتِهِ، وَإِلَّا فَعُثْمَانُ قَدْ أَتَمَّ فِي آخِرِ خِلَافَتِهِ وَكَانَ ذَلِكَ أَحَدُ الْأَسْبَابِ الَّتِي أُنْكِرَتْ عَلَيْهِ وَقَدْ خَرَجَ لِفِعْلِهِ تَأْوِيلَاتٌ، انْتَهَى نَصُّ عِبَارَتِهِ. </p><p> وَهَاهُنَا ذَكَرَ ابْنُ الْقَيِّمِ سِتَّةَ تَأْوِيلَاتٍ لِإِتْمَامِ عُثْمَانَ الصَّلَاةَ وَرَدُّهَا أَقْوَى رَدٍّ إِلَّا السَّادِسَ مِنْهَا فَقَالَ: إِنَّهُ أَحْسُنُ مَا اعْتَذَرَ بِهِ عَنْ عُثْمَانَ، وَهُوَ أَنَّهُ قَدْ تَزَوَّجَ بِمِنًى وَالْمُسَافِرُ إِذَا أَقَامَ فِي مَوْضِعٍ وَتَزَوَّجَ فِيهِ أَتَمَّ صَلَاتَهُ فِيهِ، وَهُوَ قَوْلُ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ وَوَرَدَ فِيهِ حَدِيثٌ مُخْتَلَفٌ فِي تَضْعِيفِهِ، وَقَالَ غَيْرُهُ: إِنَّهُ كَانَ نَوَى الْإِقَامَةَ لِأَجْلِ الزَّوَاجِ، ثُمَّ ذَكَرَ الِاعْتِذَارَ عَنْ عَائِشَةَ وَأَعَادَ قَوْلَ ابْنِ تَيْمِيَةَ: إِنَّ الْإِتْمَامَ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَذِبٌ عَلَيْهَا. </p><p> وَقَدِ احْتَجَّ الشَّافِعِيُّ بِحَدِيثِ عَائِشَةَ وَرَوَاهُ مِنْ طَرِيقِ طَلْحَةَ بْنِ عُمَرَ وَعَنْ عَطَاءٍ </p><p> عَنْهَا، قَالَ الْبَيْهَقِيُّ وَرُوِيَ عَنْ طَرِيقِ الْمُغِيرَةِ بْنِ زِيَادٍ عَنْ عَطَاءٍ أَيْضًا، أَقُولُ: وَهُمَا ضَعِيفَانِ، ثُمَّ قَوَّاهُ الْبَيْهَقِيُّ بِرِوَايَتَيْنِ لِلْدَارَقُطْنِيِّ. </p><p> إِحْدَاهُمَا: مِنْ طَرِيقِ الْعَلَاءِ بْنِ زُهَيْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ عَنْهَا، وَقِيلَ: عَنْ أَبِيهِ عَنْهَا وَحَسَّنَهَا، وَفِي الْعَلَاءِ مَقَالٌ يَمْنَعُ الِاحْتِجَاجَ بِهِ، قِيلَ: مُطْلَقًا وَقِيلَ فِيمَا خَالَفَ فِيهِ الْإِثْبَاتَ كَهَذَا الْحَدِيثِ، وَاخْتُلِفَ فِي سَمَاعِ عَبْدِ الرَّحْمَنِ مِنْهَا، وَقَالُوا: إِنَّ فِي مَتْنِ هَذَا الْحَدِيثِ نَكَارَةً، وَقَالَ ابْنُ حَزْمٍ: هُوَ حَدِيثٌ لَا خَيْرَ فِيهِ، وَمُلَخَّصُهُ: أَنَّهَا خَرَجَتْ مُعْتَمِرَةً مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي رَمَضَانَ فَكَانَ يَقْصُرُ، وَكَانَتْ تُتِمُّ ثُمَّ ذَكَرَتْ لَهُ ذَلِكَ فَقَالَ أَحْسَنْتِ. </p><p> وَالرِّوَايَةُ الثَّانِيَةُ لِلْدَارَقُطْنِيِّ صَحَّحَهَا عَنْ عُمَرَ بْنِ سَعِيدٍ عَنْ عَطَاءٍ عَنْهَا، وَقَدْ تَقَدَّمَ </p><p> ذِكْرُهَا عَنِ ابْنِ الْقَيِّمِ وَأَنَّهُ جَزَمَ بِغَلَطِ رَاوِيهَا، وَهِيَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقْصُرُ فِي الصَّلَاةِ وَيُتِمُّ وَيَصُومُ وَيُفْطِرُ قَالَ فِي نَيْلِ الْأَوْطَارِ قَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي التَّلْخِيصِ: وَقَدِ اسْتَنْكَرَهُ الْإِمَامُ أَحْمَدُ وَصِحَّتُهُ بَعِيدَةٌ إِلَخْ، وَقَدْ ضُبِطَ الْحَدِيثُ فِي التَّلْخِيصِ بِمِثْلِ مَا تَقَدَّمَ عَنِ ابْنِ الْقَيِّمِ مِنْ إِسْنَادِ الْإِتْمَامِ وَالْفِطْرِ إِلَى عَائِشَةَ لَا إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَابْنُ تَيْمِيَةَ جَزَمَ بِكَذِبِ الْحَدِيثَيْنِ عَنْ عَائِشَةَ كَمَا ذَكَرَهُ تِلْمِيذُهُ ابْنُ الْقَيِّمِ، عَلَى أَنَّ الْعِبْرَةَ بِرِوَايَةِ الصَّحَابِيِّ لَا رَأْيِهِ وَفَهْمِهِ وَخُصُوصًا مَا يُخَالِفُ فِيهِ غَيْرَهُ، وَقَدِ اخْتُلِفَ فِي تَأْوِيلِ عُثْمَانَ وَقَدْ تَقَدَّمَ الرَّاجِحُ وَهُوَ أَنَّهُ عَدَّ نَفْسَهُ بِالزَّوَاجِ مُقِيمًا غَيْرَ مُسَافِرٍ، وَأَمَّا تَأَوُّلُهَا الَّذِي رَوَاهُ عُرْوَةُ عَنْهَا فَهُوَ أَنَّ الْقَصْرَ رُخْصَةٌ ; لِأَنَّهَا قَالَتْ لَهُ لَمَّا سَأَلَهَا:  \" يَا ابْنَ أُخْتِي إِنَّهُ لَا يُشَقُّ عَلَيَّ \" رَوَاهُ الْبَيْهَقِيُّ وَصَحَّحَهُ وَيُعَارِضُهُ عَلَى تَقْدِيرِ تَسْلِيمِ صِحَّتِهِ كَوْنُ فَرْضِ الْمُسَافِرِ رَكْعَتَيْنِ - الْمُتَّفَقُ عَلَيْهِ عَنْهَا فَيَرْجَحُ عَلَيْهِ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الثَّابِتَ الْمُتَّفَقَ عَلَيْهِ هُوَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يُصَلِّي الظُّهْرَ وَالْعَصْرَ وَالْعِشَاءَ فِي السَّفَرِ رَكْعَتَيْنِ رَكْعَتَيْنِ، وَكَذَلِكَ أَبُو بَكْرٍ وَعُمَرُ وَسَائِرُ الصَّحَابَةِ إِلَّا عُثْمَانَ وَعَائِشَةَ فَإِنَّهُمَا إِنَّمَا مُتَأَوِّلَيْنِ وَقَدْ عَرَفْتَ الْجَوَابَ عَنْ ذَلِكَ، وَأَنَّ الْإِتْمَامَ عَنْ عَائِشَةَ لَمْ يَصِحَّ، فَالْحَقُّ مَا عَلَيْهِ الْحَنَفِيَّةُ وَغَيْرُهُمْ مِنْ وُجُوبِ ذَلِكَ خِلَافًا لِلشَّافِعِيَّةِ، وَهَلْ هُوَ أَصْلُ الْمَفْرُوضِ كَمَا رُوِيَ فِي الصَّحِيحِ أَوْ قَصْرٌ؟ خِلَافٌ. </p><p> قَالَ ابْنُ الْقَيِّمِ: قَالَ أُمَيَّةُ بْنُ خَالِدٍ لِعَبْدِ اللهِ بْنِ عُمَرَ: إِنَّا نَجِدُ صَلَاةَ الْحَضَرِ </p><p> وَصَلَاةَ الْخَوْفِ فِي الْقُرْآنِ، وَلَا نَجِدُ صَلَاةَ السَّفَرِ فِي الْقُرْآنِ، يَعْنِي صَلَاةَ الرُّبَاعِيَّةَ رَكْعَتَيْنِ فَقَالَ لَهُ ابْنُ عُمَرَ: يَا أَخِي إِنَّ اللهَ بَعَثَ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا نَعْلَمُ شَيْئًا فَإِنَّمَا نَفْعَلُ كَمَا رَأَيْنَا مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَفْعَلُ اهـ، أَقُولُ: وَهَذَا هُوَ الْقَوْلُ الْفَصْلُ، وَالْحَاذِقُ مَنْ عَرِفَ كَيْفَ يُطَبِّقُ فِعْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْقُرْآنِ فَهُوَ تَبْيِينٌ لَهُ لَا يَعْدِلُهُ تِبْيَانٌ. </p><p> مَسَافَةُ الْقَصْرِ </p><p> مِنَ الْمَبَاحِثِ الَّتِي تَتَعَلَّقُ بِالْآيَةِ أَنَّ الْفُقَهَاءَ الَّذِينَ يُقَلِّدُهُمْ جَمَاهِيرُ الْمُسْلِمِينَ فِي هَذِهِ الْأَعْصَارِ قَدْ ذَهَبُوا إِلَى أَنَّ قَصْرَ الصَّلَاةِ، وَكَذَا جَمْعَهَا وَالْفِطْرَ فِي رَمَضَانَ، لَا يَكُونُ فِي كُلِّ سَفَرٍ بَلْ لَا بُدَّ مِنْ سَفَرٍ طَوِيلٍ وَأَقَلُّهُ عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ مَرْحَلَتَانِ وَعِنْدَ الْحَنَفِيَّةِ ثَلَاثُ مَرَاحِلَ، وَالْعِبْرَةُ فِيهَا بِالذِّهَابِ، وَالْمَرْحَلَةُ أَرْبَعَةٌ وَعِشْرُونَ مِيلًا هَاشِمِيَّةً وَهِيَ مَسِيرَةُ يَوْمٍ بِسَيْرِ الْأَقْدَامِ أَوِ الْأَثْقَالِ، أَيْ: الْإِبِلِ الْمُحَمَّلَةِ، وَلَيْسَ هَذَا مُجْمَعًا عَلَيْهِ، وَلَا وَرْدَ فِيهِ حَدِيثٌ صَحِيحٌ، وَقَدِ اخْتَلَفَ فِيهِ فُقَهَاءُ السَّلَفِ وَأَئِمَّةُ الْأَمْصَارِ، وَفِي فَتْحِ الْبَارِي أَنَّ ابْنَ الْمُنْذِرِ وَغَيْرَهُ نَقَلُوا فِي الْمَسْأَلَةِ أَكْثَرَ مِنْ عِشْرِينَ قَوْلًا، وَقَدْ بَيَّنَّا فِي تَفْسِيرِ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ (٢: ١٨٤) ، أَنَّ الْفِطْرَ فِي رَمَضَانَ يُبَاحُ فِي كُلِّ مَا يُسَمَّى فِي اللُّغَةِ سَفَرًا </p><p> طَالَ أَوْ قَصُرَ كَمَا هُوَ الْمُتَبَادِرُ مِنَ الْآيَةِ، وَلَمْ يَثْبُتْ فِي السُّنَّةِ مَا يُقَيِّدُ هَذَا الْإِطْلَاقَ، وَبَيَّنَّا ذَلِكَ فِي بَعْضِ الْفَتَاوَى أَيْضًا وَنَذْكُرُ مِنْهَا الْفَتْوَى الْآتِيَةَ نَقْلًا مِنَ الْمُجَلَّدِ الثَّالِثَ عَشَرَ مِنَ الْمَنَارِ وَهِيَ:  (س ٥٢) مِنْ م. ب. ع. فِي سمبس برنيو (جاوه) . </p><p> حَضْرَةُ فَخْرِ الْأَنَامِ، سَعْدِ الْمِلَّةِ وَشَيْخُ الْإِسْلَامِ، سَيِّدِي الْأُسْتَاذُ الْعَلَّامَةُ السَّيِّدُ مُحَمَّدْ رَشِيدْ رِضَا صَاحِبُ مِجَلَّةِ الْمَنَارِ الْغَرَّاءِ أَدَامَ اللهُ بِعَزِيزِ وَجُودِهِ النَّفْعَ، آمِينَ. </p><p> وَبَعْدُ إِهْدَاءُ أَشْرَفِ التَّحِيَّةِ وَأَزْكَى السَّلَامِ فَيَا سَيِّدِي وَعُمْدَتِي أَرْجُو مِنْكُمُ الِالْتِفَاتَ إِلَى مَا أُلْقِيهِ إِلَيْكُمْ مِنَ الْأَسْئِلَةِ لِتُجِيبُونِي عَنْهَا وَهِيَ - وَذَكَرَ أَسْئِلَةً - مِنْهَا: </p><p> هَلْ تُحَدُّ مَسَافَةُ الْقَصْرِ بِحَدِيثٍ: يَا أَهْلَ مَكَّةَ لَا تَقْصُرُوا فِي أَدْنَى مِنْ أَرْبَعَةِ بُرُدٍ مِنْ مَكَّةَ إِلَى عُسْفَانَ وَإِلَى الطَّائِفِ أَمْ لَا؟ وَهَلْ أَرْبَعَةٌ الْبُرُدُ هِيَ ثَمَانِيَةٌ </p><p> وَأَرْبَعُونَ مِيلًا هَاشِمِيَّةٌ؟ وَعَلَيْهِ فَكَمْ يَكُونُ قَدْرَ الْمَسَافَةِ الْمُعْتَبِرَةِ شَرْعًا بِحِسَابِ كِيلُو مِتْرٍ؟ أَفْتُونَا فَتْوَى لَا نَعْمَلُ إِلَّا بِهَا وَلَا نُعَوِّلُ إِلَّا عَلَيْهَا فَلَا زِلْتُمْ مَشْكُورِينَ وَكُنَّا لَكُمْ ذَاكِرِينَ: </p><p> ج: الْحَدِيثُ الَّذِي ذَكَرَهُ السَّائِلُ رَوَاهُ الطَّبَرَانِيُّ عَنِ ابْنِ عَبَّاسٍ وَفِي إِسْنَادِهِ عَبْدُ الْوَهَّابِ بْنُ مُجَاهِدِ بْنِ جُبَيْرٍ، قَالَ الْإِمَامُ أَحْمَدُ: لَيْسَ بِشَيْءٍ ضَعِيفٍ، وَقَدْ نَسَبَهُ النَّوَوِيُّ إِلَى الْكَذِبِ، وَقَالَ الْأَزْدِيُّ: لَا تَحِلُّ الرِّوَايَةُ عَنْهُ، وَلَكِنَّ مَالِكًا وَالشَّافِعِيَّ رَوَيَاهُ مَوْقُوفًا عَلَى ابْنِ عَبَّاسٍ وَإِذْ لَمْ يَصِحَّ رَفْعُهُ فَلَا يُحْتَجُّ بِهِ، وَفِي الْبَابِ حَدِيثُ أَنَسٍ أَنَّهُ قَالَ حِينَ سُئِلَ عَنْ قَصْرِ الصَّلَاةِ: كَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا خَرَجَ مَسِيرَةَ ثَلَاثَةِ أَمْيَالٍ أَوْ ثَلَاثَةِ فَرَاسِخَ صَلَّى رَكْعَتَيْنِ، رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ مِنْ طَرِيقِ شُعْبَةَ، وَشُعْبَةُ هُوَ الشَّاكُّ فِي الْفَرَاسِخِ وَقَدْ يُقَالُ الْأَقَلُّ هُوَ الْمُتَيَقِّنُ، وَفِيهِ أَنَّ هَذِهِ حِكَايَةُ حَالٍ لَا تَحْدِيدَ فِيهَا، وَالْعَدَدُ لَا مَفْهُومَ لَهُ فِي الْأَقْوَالِ فَهَلْ يُعَدُّ حُجَّةً فِي وَقَائِعِ الْأَحْوَالِ؟ وَهُنَاكَ وَقَائِعُ أُخْرَى فِيمَا دُونَ ذَلِكَ مِنَ الْمَسَافَةِ. </p><p> فَقَدْ رَوَى سَعِيدُ بْنُ مَنْصُورٍ مِنْ حَدِيثِ أَبِي سَعِيدٍ قَالَ: كَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا سَافَرَ فَرْسَخًا يَقْصُرُ الصَّلَاةَ، وَأَقَرَّهُ الْحَافِظُ فِي التَّلْخِيصِ بِسُكُوتِهِ عَنْهُ وَعَلَيْهِ الظَّاهِرِيَّةُ وَأَقَلُّ مَا وَرَدَ فِي الْمَسْأَلَةِ مِيلٌ وَاحِدٌ رَوَاهُ ابْنُ أَبِي شَيْبَةَ عَنِ ابْنِ عُمَرَ بِإِسْنَادٍ صَحِيحٍ وَبِهِ أَخَذَ ابْنُ حَزْمٍ وَظَاهِرُ إِطْلَاقِ الْقُرْآنِ عَدَمُ التَّحْدِيدِ، وَقَدْ فَصَّلْنَا ذَلِكَ فِي [ص ٤١٦ و٦٤٩ مِنَ الْمُجَلَّدِ السَّابِعِ مِنَ الْمَنَارِ] . </p><p> وَالْمَشْهُورُ أَنَّ الْبَرِيدَ أَرْبَعَةُ فَرَاسِخَ وَالْفَرْسَخُ ثَلَاثَةُ أَمْيَالٍ، وَأَصْلُ الْمِيلِ مَدُّ الْبَصَرِ ; لِأَنَّ مَا بَعْدَهُ يَمِيلُ عَنْهُ فَلَا يُرَى، وَحُدُودُهُ بِالْقِيَاسِ، فَقَالُوا: هُوَ سِتَّةُ آلَافِ ذِرَاعٍ، الذِّرَاعُ ١٤ أُصْبُعًا مُعْتَرِضَةٌ مُعْتَدِلَةٌ، وَالْأُصْبُعُ سِتُّ حَبَّاتٍ مِنَ الشَّعِيرِ مُعْتَرِضَةٌ مُعْتَدِلَةٌ، وَقَالَ بَعْضُهُمْ: هُوَ اثْنَا عَشَرَ أَلْفَ قَدَمٍ بِقَدَمِ الْإِنْسَانِ، وَهُوَ أَيِ الْفَرْسَخُ ٥٥٤١ مِتْرًا اهـ. </p>"
}