{
  "id": null,
  "sura": 4,
  "aya": 160,
  "text": "<p> حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ (٤: ١٦٠) كَأَنَّهُ قَالَ: فَبِسَبَبِ نَقْضِهِمْ مِيثَاقَهُمْ، وَكُفْرِهِمْ، وَقَتْلِهِمُ الْأَنْبِيَاءَ، وَقَوْلِهِمْ: قُلُوبُنَا غُلْفٌ، وَبِكُفْرِهِمْ بَعْدَ ذَلِكَ بِعِيسَى، وَافْتِرَائِهِمْ عَلَى أُمِّهِ، وَتَبَجُّحِهِمْ بِدَعْوَى قَتْلِهِ، وَبِظُلْمِهِمْ فِي غَيْرِ ذَلِكَ مِنْ أَعْمَالِهِمْ، وَأَحْكَامِهِمْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ إِلَخْ. فَيَكُونُ قَوْلُهُ، تَعَالَى: فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ إِلَخْ بَدَلًا مِنْ قَوْلِهِ: فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَمِثْلُ هَذَا مَعْهُودٌ فِي الْكَلَامِ إِذَا طَالَ، وَلَكِنِ اعْتُرِضَ هَذَا مِنْ جِهَةِ الْمَعْنَى لَا الْإِعْرَابِ، وَذَلِكَ أَنَّ تَحْرِيمَ تِلْكَ الطَّيِّبَاتِ عَلَيْهِمْ كَانَ قَبْلَ هَذِهِ الْجَرَائِمِ الَّتِي مِنْهَا قَتْلُ الْأَنْبِيَاءِ، وَبَهْتُ الْمَسِيحِ وَوَالِدَتِهِ </p><p> الْعَذْرَاءِ، وَأَنَّ تَحْرِيمَ بَعْضِ الطَّيِّبَاتِ عَلَيْهِمْ عِقَابٌ قَلِيلٌ لَا يُقَابِلُ هَذِهِ الْمُوبِقَاتِ كُلِّهَا. بَلْ هُوَ قَلِيلٌ عَلَى أَيِّ وَاحِدَةٍ مِنْهَا، فَهُوَ إِنَّمَا كَانَ جَزَاءً عَلَى مَا دُونَ هَذِهِ الْمُوبِقَاتِ مِنْ ظُلْمِهِمْ لِأَنْفُسِهِمْ. </p><p> وَأَمَّا قَوْلُهُمْ: قُلُوبُنَا غُلْفٌ فَذَكَرَ الْمُفَسِّرُونَ فِيهِ وَجْهَيْنِ: </p><p> أَحَدُهُمَا: أَنَّ \" غُلْفٌ \" جَمْعُ \" أَغْلَفٍ \" وَهُوَ الَّذِي عَلَيْهِ غِلَافٌ يَمْنَعُ نُفُوذَ الشَّيْءِ إِلَيْهِ أَيْ إِنَّ قُلُوبَهُمْ لَا يَنْفُذُ إِلَيْهَا شَيْءٌ مِمَّا جَاءَ بِهِ الرَّسُولُ ; فَهِيَ لَا تُدْرِكُهُ، وَهُوَ لَا يُؤَثِّرُ فِيهَا كَمَا حَكَى اللهُ - تَعَالَى - عَنِ الْمُشْرِكِينَ وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ (٤١: ٥) . </p><p> وَثَانِيهِمَا: أَنَّهُ جَمْعُ غِلَافٍ (كَكِتَابٍ، وَكُتُبٍ) وَسُكِّنَتِ اللَّامُ فِيهِ كَمَا تُسَكَّنُ فِي الْكُتُبِ، وَالرُّسُلِ، وَالْمَعْنَى أَنَّهَا أَوْعِيَةٌ وَغُلْفٌ لِلْعُلُومِ وَالْمَعَارِفِ ; فَهِيَ لَا تَحْتَاجُ إِلَى شَيْءٍ جَدِيدٍ تَسْتَفِيدُهُ مِنَ الرَّسُولِ، أَوْ مِنْ غَيْرِهِ. </p><p> وَقَدْ رَدَّ اللهُ - تَعَالَى - عَلَيْهِمْ هَذَا الزَّعْمَ بِقَوْلِهِ: بَلْ طَبَعَ اللهُ عَلَيْهَا بِكُفْرِهِمْ أَيْ لَيْسَ مَا وَصَفُوا بِهِ قُلُوبَهُمْ هُوَ الْحَقَّ الْوَاقِعَ. بَلْ طَبَعَ اللهُ عَلَيْهَا بِكُفْرِهِمْ ; أَيْ كَانَ كُفْرُهُمُ الشَّدِيدُ وَمَا لَهُ مِنَ الْأَثَرِ الْقَبِيحِ فِي أَخْلَاقِهِمْ وَأَعْمَالِهِمْ، سَبَبًا لِلطَّبْعِ عَلَى قُلُوبِهِمْ أَيْ جَعْلِهَا كَالسَّكَّةِ الْمَطْبُوعَةِ، (الدَّرَاهِمِ مَثَلًا) فِي قَسْوَتِهَا، وَتَكَيُّفِهَا بِطَبْعَةٍ خَاصَّةٍ لَا تَقْبَلُ غَيْرَهَا مِنَ النُّقُوشِ ; فَهُمْ بِجُمُودِهِمْ عَلَى ذَلِكَ الْكُفْرِ التَّقْلِيدِيِّ، وَلَوَازِمِهِ لَا يَنْظُرُونَ فِي شَيْءٍ آخَرَ نَظَرَ اسْتِدْلَالٍ وَاعْتِبَارٍ، وَلَا يَتَأَمَّلُونَ فِيهِ تَأَمُّلَ الْإِخْلَاصِ وَالِاسْتِبْصَارِ، وَإِنَّمَا النَّظَرُ وَالتَّأَمُّلُ مِنَ الْأُمُورِ الْمُمْكِنَةِ الَّتِي يَنَالُهَا كَسْبُهُمْ، وَيَصِلُ إِلَيْهَا اخْتِيَارُهُمْ، وَلَكِنَّهُمْ لَا يَخْتَارُونَ إِلَّا مَا أَلِفُوا وَتَعَوَّدُوا، وَمَنْ لَمْ يَنْظُرْ لَمْ يُبْصِرْ، وَمَنْ لَمْ يُبْصِرْ لَمْ يُؤْمِنْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا مِنَ الْإِيمَانِ ; كَإِيمَانِهِمْ بِمُوسَى وَالتَّوْرَاةِ، وَهُوَ إِيمَانٌ لَا يُعْتَدُّ بِهِ ; لِأَنَّهُ عَلَى ضَعْفِهِ فِي نَفْسِهِ تَفْرِيقٌ بَيْنَ اللهِ وَرُسُلِهِ، وَتَقَدَّمَ بَيَانُ هَذَا، أَوْ إِلَّا قَلِيلًا مِنْهُمْ ; كَعَبْدِ اللهِ بْنِ سَلَامٍ، وَأَصْحَابِهِ، وَكَذَلِكَ كَانَ. </p><p> وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا هَذَا مَعْطُوفٌ عَلَى قَوْلِهِ تَعَالَى: فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ إِلَخْ. وَالْمُرَادُ بِالْكُفْرِ هُنَا - كَمَا يَظْهَرُ مِنَ الْقَرِينَةِ - الْكُفْرُ بِعِيسَى ; وَلِذَلِكَ عَطَفَ عَلَيْهِ </p><p> بَهْتَ أُمِّهِ (عَلَيْهِمَا السَّلَامُ) وَهُوَ قَذْفُهَا بِالْفَاحِشَةِ. وَالْبُهْتَانُ: الْكَذِبُ </p><p> الَّذِي يَبْهَتُ مَنْ يُقَالُ فِيهِ ; أَيْ يُدْهِشُهُ، وَيُحَيِّرُهُ لِبُعْدِهِ عَنْهُ، وَغَرَابَتِهِ عِنْدَهُ، يُقَالُ: قَالَ فُلَانٌ الْبُهْتَانَ، وَقَوْلُهُ الْبُهْتَانُ، وَقَالَ الزُّورَ، وَفِي حَدِيثِ الْكَبَائِرِ: أَلَا وَقَوْلُ الزُّورِ. أَلَا وَشَهَادَةُ الزُّورِ، كَمَا يَقُولُ فِي مُقَابِلِهِ: قَالَ الْحَقَّ. قَوْلُهُ الْحَقُّ، وَوَصَفَ الْبُهْتَانَ بِالتَّعْظِيمِ، وَأَيُّ بُهْتَانٍ تُبْهَتُ بِهِ الْعَذْرَاءُ التَّقِيَّةُ أَعْظَمُ مِنْ هَذَا؟ أَيْ: فَهَذَا الْكُفْرُ وَالْبُهْتَانُ مِنْ أَسْبَابِ مَا حَلَّ بِهِمْ مِنْ غَضَبِ اللهِ وَلَعْنَتِهِ، وَمِنْ تَوَابِعِهِ مَا بَيَّنَهُ بِقَوْلِهِ عَطْفًا عَلَى مَا قَبْلُهُ. </p><p> وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللهِ أَيْ: وَبِسَبَبِ قَوْلِهِمْ هَذَا فَإِنَّهُ قَوْلٌ يُؤْذِنُ بِمُنْتَهَى الْجَرْأَةِ عَلَى الْبَاطِلِ، وَالضَّرَاوَةِ بِارْتِكَابِ الْجَرَائِمِ، وَالِاسْتِهْزَاءِ بِآيَاتِ اللهِ وَرُسُلِهِ. وَوَصْفُهُ هُنَا بِصِفَةِ الرِّسَالَةِ لِلْإِيذَانِ بِتَهَكُّمِهِمْ بِهِ عَلَيْهِ السَّلَامُ، وَاسْتِهْزَائِهِمْ بِدَعْوَتِهِ، وَهُوَ مَبْنِيٌّ عَلَى أَنَّهُ إِنَّمَا ادَّعَى النُّبُوَّةَ وَالرِّسَالَةَ فِيهِمْ، لَا الْأُلُوهِيَّةَ كَمَا تَزْعُمُ النَّصَارَى. عَلَى أَنَّ أَنَاجِيلَهُمْ نَاطِقَةٌ بِأَنَّهُ كَانَ مُوَحِّدًا لِلَّهِ - تَعَالَى - مُدَّعِيًا لِلرِّسَالَةِ ; كَقَوْلِهِ فِي رِوَايَةِ إِنْجِيلِ يُوحَنَّا (٣:١٧ وَهَذِهِ هِيَ الْحَيَاةُ الْأَبَدِيَّةُ: أَنْ يَعْرِفُوكَ أَنْتَ الْإِلَهُ الْحَقِيقِيُّ وَحْدَكَ، وَيَسُوعَ الْمَسِيحَ الَّذِي أَرْسَلْتَهُ) . </p><p> وَيَجُوزُ أَنْ يَكُونَ قَوْلُهُ: رَسُولَ اللهِ مَنْصُوبًا عَلَى الْمَدْحِ، أَوْ الِاخْتِصَاصِ لِلْإِشَارَةِ إِلَى فَظَاعَةِ عَمَلِهِمْ، وَدَرَجَةِ جَهْلِهِمْ، وَشَنَاعَةِ زَعْمِهِمْ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ أَيْ وَالْحَالُ أَنَّهُمْ مَا قَتَلُوهُ، كَمَا زَعَمُوا تَبَجُّحًا بِالْجَرِيمَةِ، وَمَا صَلَبُوهُ كَمَا ادَّعَوْا وَشَاعَ بَيْنَ النَّاسِ وَلَكِنْ شُبِّهَ لَهُمْ أَيْ وَقَعَ لَهُمُ الشُّبْهَةُ أَوِ الشَّبَهُ ; فَظَنُّوا أَنَّهُمْ صَلَبُوا عِيسَى، وَإِنَّمَا صَلَبُوا غَيْرَهُ، وَمِثْلُ هَذَا الشَّبَهِ أَوْ الِاشْتِبَاهِ يَقَعُ فِي كُلِّ زَمَانٍ كَمَا سَنُبَيِّنُهُ قَرِيبًا وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ أَيْ: وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي شَأْنِ عِيسَى مِنْ أَهْلِ الْكِتَابِ فِي شَكٍّ مِنْ حَقِيقَةِ أَمْرِهِ ; أَيْ فِي حَيْرَةٍ، وَتَرَدُّدٍ مَا لَهُمْ بِهِ مِنْ عِلْمٍ ثَابِتٍ قَطْعِيٍّ. لَكِنَّهُمْ يَتَّبِعُونَ الظَّنَّ أَيِ الْقَرَائِنَ الَّتِي تُرَجِّحُ بَعْضَ الْآرَاءِ الْخِلَافِيَّةِ عَلَى بَعْضٍ. فَالشَّكُّ الَّذِي هُوَ التَّرَدُّدُ بَيْنَ أَمْرَيْنِ شَامِلٌ لِمَجْمُوعِهِمْ، لَا لِكُلِّ فَرْدٍ مِنْ أَفْرَادِهِمْ، هَذَا إِذَا كَانَ كَمَا يَقُولُ عُلَمَاءُ الْمَنْطِقِ لَا يُسْتَعْمَلُ إِلَّا فِيمَا تَسَاوَى طَرَفَاهُ بِحَيْثُ لَا يَتَرَجَّحُ أَحَدُهُمَا عَلَى الْآخَرِ، وَالَّذِينَ يَتَّبِعُونَ الظَّنَّ فِي أَمْرِهِ هُمْ أَفْرَادٌ رَجَّحُوا بَعْضَ مَا وَقَعَ الِاخْتِلَافُ فِيهِ عَلَى بَعْضٍ، بِالْقَرَائِنِ أَوْ بِالْهَوَى وَالْمَيْلِ. وَالصَّوَابُ أَنَّ هَذَا مَعْنًى </p><p> اصْطِلَاحِيٌّ لِلشَّكِّ، وَأَمَّا مَعْنَاهُ فِي أَصْلِ اللُّغَةِ، فَهُوَ نَحْوٌ مِنْ مَعْنَى الْجَهْلِ، وَعَدَمِ اسْتِبَانَةِ مَا يَجُولُ فِي الذِّهْنِ مِنَ الْأَمْرِ، قَالَ الرَّكَّاضُ الدَّبِيرِيُّ: </p><p> يَشُكُّ عَلَيْكَ الْأَمْرُ مَا دَامَ مُقْبِلًا ... وَتَعْرِفُ مَا فِيهِ إِذَا هُوَ أَدْبَرَا </p><p> فَجَعَلَ الْمَعْرِفَةَ فِي مُقَابَلَةِ الشَّكِّ. وَقَالَ ابْنُ الْأَحْمَرِ: </p><p> وَأَشْيَاءٌ مِمَّا يَعْطِفُ الْمَرْءَ ذَا النُّهَى ... تَشُكُّ عَلَى قَلْبِي فَمَا أَسْتَبِينُهَا </p><p> وَفِي لِسَانِ الْعَرَبِ أَنَّ الشَّكَّ ضِدُّ الْيَقِينِ. فَهُوَ إذًا يَشْمَلُ الظَّنَّ فِي اصْطِلَاحِ أَهْلِ الْمَنْطِقِ، وَهُوَ مَا تَرَجَّحَ أَحَدُ طَرَفَيْهِ. فَالشَّكُّ فِي صَلْبِ الْمَسِيحِ هُوَ التَّرَدُّدُ فِيهِ، أَكَانَ هُوَ الْمَصْلُوبَ </p><p> ، </p><p> أَمْ غَيْرُهُ! فَبَعْضُ الْمُخْتَلِفِينَ فِي أَمْرِهِ الشَّاكِّينَ فِيهِ يَقُولُ: إِنَّهُ هُوَ، وَبَعْضُهُمْ يَقُولُ: إِنَّهُ غَيْرُهُ، وَمَا لِأَحَدٍ مِنْهُمَا عِلْمٌ يَقِينِيٌّ بِذَلِكَ، وَإِنَّمَا يَتَّبِعُونَ الظَّنَّ. </p><p> وَقَوْلُهُ تَعَالَى: إِلَّا اتِّبَاعَ الظَّنِّ اسْتِثْنَاءٌ مُنْقَطِعٌ كَمَا عُلِمَ مِنْ تَفْسِيرِنَا لَهُ. وَفِي الْأَنَاجِيلِ الْمُعْتَمَدَةِ عِنْدَ النَّصَارَى، أَنَّ الْمَسِيحَ قَالَ لِتَلَامِيذِهِ:  (كُلُّكُمْ تَشُكُّونَ، فِيَّ، فِي هَذِهِ اللَّيْلَةِ) أَيِ الَّتِي يُطْلَبُ فِيهَا لِلْقَتْلِ (مَتَّى ٢٦: ٣١ وَمُرْقُسُ ١٤: ٢٧) . </p><p> فَإِذَا كَانَتْ أَنَاجِيلُهُمْ لَا تَزَالُ نَاطِقَةً بِأَنَّهُ أَخْبَرَ أَنَّ تَلَامِيذَهُ وَأَعْرَفَ النَّاسِ بِهِ يَشُكُّونَ فِيهِ فِي ذَلِكَ الْوَقْتِ، وَخَبَرُهُ صَادِقٌ قَطْعًا، فَهَلْ يُسْتَغْرَبُ اشْتِبَاهُ غَيْرِهِمْ وَشَكُّ مَنْ دُونَهُمْ فِي أَمْرِهِ، وَقَدْ صَارَتْ قِصَّتُهُ رِوَايَةً تَارِيخِيَّةً مُنْقَطِعَةَ الْإِسْنَادِ؟ ! </p><p> وَمَا قَتَلُوهُ يَقِينًا أَيْ وَمَا قَتَلُوا عِيسَى ابْنَ مَرْيَمَ قَتْلًا يَقِينًا، أَوْ مُتَيَقِّنِينَ أَنَّهُ هُوَ بِعَيْنِهِ ; لِأَنَّهُمْ لَمْ يَكُونُوا يَعْرِفُونَهُ حَقَّ الْمَعْرِفَةِ، وَهَذِهِ الْأَنَاجِيلُ الْمُعْتَمَدَةُ، عِنْدَ النَّصَارَى، تُصَرِّحُ بِأَنَّ الَّذِي أَسْلَمَهُ إِلَى الْجُنْدِ هُوَ يَهُوذَا الْإِسْخَرْيُوطِيُّ، وَأَنَّهُ جَعَلَ لَهُمْ عَلَامَةً: أَنَّ مَنْ قَبَّلَهُ يَكُونُ هُوَ يَسُوعَ الْمَسِيحَ، فَلَمَّا قَبَّلَهُ قَبَضُوا عَلَيْهِ. وَأَمَّا إِنْجِيلُ بِرْنَابَا فَيُصَرِّحُ بِأَنَّ الْجُنُودَ أَخَذُوا يَهُوذَا الْإِسْخَرْيُوطِيَّ نَفْسَهُ ظَنًّا أَنَّهُ الْمَسِيحُ ; لِأَنَّهُ أُلْقِيَ عَلَيْهِ شَبَهُهُ. فَالَّذِي لَا خِلَافَ فِيهِ هُوَ أَنَّ الْجُنُودَ مَا كَانُوا يَعْرِفُونَ شَخْصَ الْمَسِيحِ مَعْرِفَةً يَقِينِيَّةً. وَقِيلَ: إِنَّ الضَّمِيرَ فِي قَوْلِهِ تَعَالَى: وَمَا قَتَلُوهُ يَقِينًا لِلْعِلْمِ الَّذِي نَفَاهُ عَنْهُمْ، وَالْمَعْنَى: مَا لَهُمْ بِهِ مِنْ عِلْمٍ لَكِنَّهُمْ يَتَّبِعُونَ الظَّنَّ، وَمَا قَتَلُوا الْعِلْمَ يَقِينًا وَتَثْبِيتًا بِهِ. بَلْ رَضُوا بِتِلْكَ الظُّنُونِ الَّتِي يَتَخَبَّطُونَ بِهَا، يُقَالُ: قَتَلْتُ الشَّيْءَ عِلْمًا وَخَبَرًا، كَمَا فِي الْأَسَاسِ، إِذَا أَحَطْتَ بِهِ وَاسْتَوْلَيْتَ عَلَيْهِ حَتَّى لَا يُنَازِعَ ذِهْنَكَ مِنْهُ اضْطِرَابٌ وَلَا </p><p> ارْتِيَابٌ. </p><p> وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ رَاجِعٌ إِلَى الظَّنِّ الَّذِي يَتَّبِعُونَهُ قَالَ:  (لَمْ يَقْتُلُوا ظَنَّهُمْ يَقِينًا) رَوَاهُ ابْنُ جَرِيرٍ ; أَيْ أَنَّهُمْ يَتَّبِعُونَ ظَنًّا غَيْرَ مُمَحَّصٍ، وَلَا مُوَفًّى أَسْبَابَ التَّرْجِيحِ وَالْحُكْمِ الَّتِي تُوَصِّلُ إِلَى الْعِلْمِ، وَقَدِ اخْتَلَفَتْ رِوَايَةُ الْمُفَسِّرِينَ بِالْمَأْثُورِ فِي هَذِهِ الْمَسْأَلَةِ ; لِأَنَّ عُمْدَتَهُمْ فِيهَا النَّقْلُ عَمَّنْ أَسْلَمَ مِنَ الْيَهُودِ وَالنَّصَارَى، وَهَؤُلَاءِ كَانُوا مُخْتَلِفِينَ مَا لَهُمْ بِهِ مِنْ عِلْمٍ يَقِينِيٍّ. وَلَكِنَّ الرِّوَايَاتِ عَنْهُمْ تَشْتَمِلُ عَلَى نَحْوِ مَا عِنْدَ النَّصَارَى مِنْ مُقَدَّمَاتِ الْقِصَّةِ ; كَجَمْعِ الْمَسِيحِ لِحَوَارِيِّيهِ (أَوْ تَلَامِيذِهِ) وَخِدْمَتِهِ إِيَّاهُمْ، وَغَسْلِهِ لِأَرْجُلِهِمْ، وَقَوْلِهِ لِبَعْضِهِمْ: إِنَّهُ يُنْكِرُهُ قَبْلَ صِيَاحِ الدِّيكِ ثَلَاثَ مَرَّاتٍ. وَمِنْ بَيْعِهِ بِدَلَالَةِ أَعْدَائِهِ عَلَيْهِ، فِي مُقَابَلَةِ مَالٍ قَلِيلٍ، وَكَوْنِ الدِّلَالَةِ عَلَيْهِ كَانَتْ بِتَقْبِيلِ الدَّالِّ عَلَيْهِ. </p><p> وَلَكِنَّ بَعْضَهُمْ قَالَ: إِنَّ شَبَهَهُ أُلْقِيَ عَلَى مَنْ دَلَّهُمْ عَلَيْهِ، وَبَعْضُهُمْ قَالَ: بَلْ أُلْقِيَ شَبَهُهُ عَلَى جَمِيعِ مَنْ كَانُوا مَعَهُ، وَرَوَى ابْنُ جَرِيرٍ الْقَوْلَيْنِ عَنْ وَهَبِ بْنِ مُنَبِّهٍ، وَالْحَاصِلُ أَنَّ جَمِيعَ رِوَايَاتِ الْمُسْلِمِينَ مُتَّفِقَةٌ عَلَى أَنَّ عِيسَى، عَلَيْهِ السَّلَامُ، نَجَا مِنْ أَيْدِي مُرِيدِي قَتْلِهِ، فَقَتَلُوا آخَرَ ظَانِّينَ أَنَّهُ هُوَ. </p><p> وَأَمَّا قَوْلُهُ، تَعَالَى: بَلْ رَفَعَهُ اللهُ إِلَيْهِ فَقَدْ سَبَقَ نَظِيرُهُ فِي سُورَةِ آلِ عِمْرَانَ </p><p> وَذَلِكَ قَوْلُهُ تَعَالَى: إِذْ قَالَ اللهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا (٣: ٥٥) رُوِيَ عَنِ ابْنِ عَبَّاسٍ تَفْسِيرُ التَّوَفِّي هُنَا بِالْإِمَاتَةِ كَمَا هُوَ الظَّاهِرُ الْمُتَبَادِرُ، وَعَنِ ابْنِ جُرَيْجٍ تَفْسِيرُهَا بِأَصْلِ مَعْنَاهَا، وَهُوَ الْأَخْذُ وَالْقَبْضُ، وَالْمُرَادُ مِنْهُ وَمِنَ الرَّفْعِ إِنْقَاذُهُ مِنَ الَّذِينَ كَفَرُوا بِعِنَايَةٍ مِنَ اللهِ الَّذِي اصْطَفَاهُ وَقَرَّبَهُ إِلَيْهِ. قَالَ ابْنُ جَرِيرٍ، بِسَنَدِهِ عَنِ ابْنِ جُرَيْجٍ \" فَرَفْعُهُ إِيَّاهُ: تَوَفِّيهِ إِيَّاهُ وَتَطْهِيرُهُ مِنَ الَّذِينَ كَفَرُوا \" أَيْ: لَيْسَ الْمُرَادُ الرَّفْعَ إِلَى السَّمَاءِ، لَا بِالرُّوحِ وَالْجَسَدِ، وَلَا بِالرُّوحِ فَقَطْ. </p><p> وَعَلَى الْقَوْلِ بِأَنَّ التَّوَفِّيَ: الْإِمَاتَةُ، لَا يَظْهَرُ لِلرَّفْعِ مَعْنًى إِلَّا رَفْعُ الرُّوحِ، وَالْمَشْهُورُ بَيْنَ الْمُفَسِّرِينَ وَغَيْرِهِمْ، أَنَّ اللهَ - تَعَالَى - رَفَعَهُ بِرُوحِهِ وَجَسَدِهِ إِلَى السَّمَاءِ، وَيَسْتَدِلُّونَ عَلَى هَذَا بِحَدِيثِ الْمِعْرَاجِ ; إِذْ فِيهِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَآهُ هُوَ وَابْنَ خَالَتِهِ يَحْيَى فِي السَّمَاءِ الثَّانِيَةِ، وَلَوْ كَانَ هَذَا يَدُلُّ عَلَى أَنَّهُ رُفِعَ بِرُوحِهِ وَجَسَدِهِ إِلَى السَّمَاءِ، لَدَلَّ أَيْضًا عَلَى رَفْعِ يَحْيَى وَسَائِرِ مَنْ رَآهُمْ مِنَ الْأَنْبِيَاءِ، فِي سَائِرِ السَّمَاوَاتِ، وَلَمْ يَقُلْ بِهَذَا أَحَدٌ. </p><p> وَذَكَرَ الرَّازِيُّ أَنَّ الْمُشَبِّهَةَ يَسْتَدِلُّونَ بِالْآيَةِ عَلَى إِثْبَاتِ الْمَكَانِ لِلَّهِ تَعَالَى، وَذَكَرَ لِلرَّدِّ عَلَيْهِمْ وُجُوهًا ; مِنْهَا: أَنَّ الْمُرَادَ بِ رَافِعُكَ إِلَيَّ إِلَى مَحَلِّ كَرَامَتِي، وَجَعَلَ ذَلِكَ رَفْعًا لِلتَّفْخِيمِ، وَالتَّعْظِيمِ، وَمِثْلُهُ قَوْلُهُ - تَعَالَى - حِكَايَةً عَنْ إِبْرَاهِيمَ إِنِّي ذَاهِبٌ إِلَى رَبِّي (٣٧: ٩٩) وَإِنَّمَا ذَهَبَ مِنَ الْعِرَاقِ إِلَى الشَّامِ. (وَمِنْهَا) : أَنَّ الْمُرَادَ رَفَعُهُ إِلَى مَكَانٍ لَا يَمْلِكُ فِيهِ عَلَيْهِ غَيْرُ اللهِ. </p><p> وَقَدْ فَسَّرْنَا آيَةَ آلِ عِمْرَانَ فِي الْجُزْءِ الثَّالِثِ، وَذَكَرْنَا مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ فِيهَا، وَفِي مَسْأَلَةِ نُزُولِ عِيسَى فِي آخِرِ الزَّمَانِ، كَمَا وَرَدَ فِي الْأَحَادِيثِ، وَقَدْ أَنْكَرَ بَعْضُ الْبَاحِثِينَ مَا أَوْرَدْنَاهُ فِي ذَلِكَ، وَهُوَ يَحْتَاجُ إِلَى تَمْحِيصٍ وَبَيَانٍ، لَيْسَ التَّفْسِيرُ بِمَحَلٍّ لَهُ ; لِأَنَّ الْقُرْآنَ لَمْ يُثْبِتْ لَنَا هَذِهِ الْمَسْأَلَةَ. </p><p> وَكَانَ اللهُ عَزِيزًا حَكِيمًا فَبِعِزَّتِهِ، وَهِيَ كَوْنُهُ يَقْهَرُ وَلَا يُقْهَرُ، وَيَغْلِبُ وَلَا يُغْلَبُ، أَنْقَذَ عَبْدَهُ وَرَسُولَهُ عِيسَى، عَلَيْهِ السَّلَامُ، مِنَ الْيَهُودِ الْمَاكِرِينَ وَالرُّومِ الْحَاكِمِينَ، وَبِحِكْمَتِهِ جَزَى كُلَّ عَامِلٍ بِعَمَلِهِ، فَأَحَلَّ بِالْيَهُودِ مَا أَحَلَّ بِهِمْ، وَسَيُوَفِّيهِمْ جَزَاءَهُمْ فِي الْآخِرَةِ. </p><p> وَإِنْ مِنْ أَهْلِ الْكِتَابِ أَيْ: وَمَا مِنْ أَهْلِ الْكِتَابِ أَحَدٌ إِلَّا لَيُؤْمِنَنَّ بِهِ أَيْ: لَيُؤْمِنَنَّ بِعِيسَى إِيمَانًا صَحِيحًا، وَهُوَ أَنَّهُ عَبْدُ اللهِ وَرَسُولُهُ، وَآيَتُهُ لِلنَّاسِ قَبْلَ مَوْتِهِ أَيْ قَبْلَ مَوْتِ ذَلِكَ الْأَحَدِ الَّذِي هُوَ نَكِرَةٌ فِي سِيَاقِ النَّفْيِ، فَيُفِيدُ الْعُمُومَ. وَحَاصِلُ الْمَعْنَى أَنَّ كُلَّ أَحَدٍ مِنْ أَهْلِ الْكِتَابِ، عِنْدَمَا يُدْرِكُهُ الْمَوْتُ يَنْكَشِفُ لَهُ الْحَقُّ فِي أَمْرِ عِيسَى وَغَيْرِهِ مِنْ أَمْرِ الْإِيمَانِ فَيُؤْمِنُ بِعِيسَى إِيمَانًا صَحِيحًا ; فَالْيَهُودِيُّ يَعْلَمُ أَنَّهُ رَسُولٌ صَادِقٌ غَيْرُ دَعِيٍّ وَلَا كَذَّابٍ، وَالنَّصْرَانِيُّ يَعْلَمُ أَنَّهُ عَبْدُ اللهِ وَرَسُولُهُ، فَلَا هُوَ إِلَهٌ، وَلَا ابْنُ اللهِ. </p><p> وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا يَشْهَدُ عَلَيْهِمْ بِمَا تَظْهَرُ بِهِ حَقِيقَةُ أَمْرِهِ مَعَهُمْ، وَمِنْهُ مَا حَكَاهُ اللهُ عَنْهُ فِي آخِرِ سُورَةِ الْمَائِدَةِ مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ (٥: ١١٧) وَقَدْ يَشْهَدُ لِلْمُؤْمِنِ مِنْهُمْ، فِي حَالِ الِاخْتِيَارِ وَالتَّكْلِيفِ، بِإِيمَانِهِ، وَعَلَى الْكَافِرِ بِكُفْرِهِ </p><p> ; </p><p> لِأَنَّهُ مَبْعُوثٌ إِلَيْهِمْ، وَكُلُّ نَبِيٍّ شَهِيدٌ عَلَى قَوْمِهِ كَمَا قَالَ تَعَالَى: فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤: ٤١) وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّ الْمُرَادَ أَنَّ كُلَّ </p><p> أَحَدٍ مِنْ أَهْلِ الْكِتَابِ يُؤْمِنُ بِعِيسَى قَبْلَ مَوْتِ عِيسَى، وَهَذَا مَبْنِيٌّ عَلَى الْقَوْلِ بِأَنَّ عِيسَى لَمَّا يَمُتْ، وَأَنَّهُ رُفِعَ إِلَى السَّمَاءِ قَبْلَ وَفَاتِهِ، وَهُمُ الَّذِينَ أَوَّلُوا قَوْلَهَ تَعَالَى: إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ (٣: ٥٥) وَهُمْ عَلَى هَذَا يَحْتَاجُونَ إِلَى تَأْوِيلِ النَّفْيِ الْعَامِّ هُنَا بِتَخْصِيصِهِ بِمَنْ يَكُونُ مِنْهُمْ حَيًّا عِنْدَ نُزُولِهِ، فَيَقُولُونَ: الْمَعْنَى: وَمَا مِنْ أَحَدٍ مِنْ أَهْلِ الْكِتَابِ الَّذِينَ يَنْزِلُ الْمَسِيحُ مِنَ السَّمَاءِ إِلَى الْأَرْضِ وَهُمْ أَحْيَاءٌ، إِلَّا لَيُؤْمِنَنَّ بِهِ، وَيَتْبَعَنَّهُ، وَالْمُتَبَادِرُ مِنَ الْآيَةِ الْمَعْنَى الْأَوَّلُ، وَهَذَا التَّخْصِيصُ لَا دَلِيلَ عَلَيْهِ، وَهُوَ مَبْنِيٌّ عَلَى شَيْءٍ لَا نَصَّ عَلَيْهِ فِي الْقُرْآنِ حَتَّى يَكُونَ قَرِينَةً لَهُ، وَالْأَخْبَارُ الَّتِي وَرَدَتْ فِيهِ لَمْ تَرِدْ مُفَسِّرَةً لِلْآيَةِ. </p><p> أَمَّا الْمَعْنَى الْأَوَّلُ الَّذِي هُوَ الظَّاهِرُ الْمُتَبَادِرُ مِنَ النَّظْمِ الْبَلِيغِ، فَيُؤَيِّدُهُ مَا وَرَدَ مِنِ اطِّلَاعِ النَّاسِ قَبْلَ مَوْتِهِمْ، عَلَى مَنَازِلِهِمْ فِي الْآخِرَةِ، وَمِنْ كَوْنِهِمْ يُبَشَّرُونَ بِرِضْوَانِ اللهِ وَكَرَامَتِهِ، أَوْ بِعَذَابِهِ وَعُقُوبَتِهِ، فَفِي حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ فِي الصَّحِيحَيْنِ: إِنَّ الْمُؤْمِنَ إِذَا حَضَرَهُ الْمَوْتُ بُشِّرَ بِرِضْوَانِ اللهِ وَكَرَامَتِهِ، وَإِنَّ الْكَافِرَ إِذَا حُضِرَ، بِضَمِّ الْحَاءِ: أَيْ حَضَرَهُ الْمَوْتُ، بُشِّرَ بِعَذَابِ اللهِ وَعُقُوبَتِهِ، وَرَوَى أَحْمَدُ، وَالنَّسَائِيُّ مِنْ حَدِيثِ أَنَسٍ وَغَيْرُهُمَا مِنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ. وَعَنْ عَائِشَةَ زِيَادَةٌ فِي حَدِيثِ:  \" مَنْ أَحَبَّ لِقَاءَ اللهِ أَحَبَّ اللهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللهِ كَرِهَ اللهُ لِقَاءَهُ \" الَّذِي فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، وَهِيَ أَنَّهُمْ قَالُوا: يَا رَسُولَ اللهِ كُلُّنَا نَكْرَهُ الْمَوْتَ، فَقَالَ:  \" لَيْسَ ذَلِكَ كَرَاهِيَةَ الْمَوْتِ وَلَكِنَّ الْمُؤْمِنَ إِذَا حُضِرَ جَاءَهُ الْبَشِيرُ مِنَ اللهِ بِمَا هُوَ صَائِرٌ إِلَيْهِ، فَلَيْسَ شَيْءٌ أَحَبَّ إِلَيْهِ مِنْ أَنْ يَكُونَ قَدْ لَقِيَ اللهَ فَأَحَبَّ لِقَاءَهُ، وَإِنَّ الْفَاجِرَ إِذَا حُضِرَ جَاءَهُ الْبَشِيرُ مِنَ اللهِ بِمَا هُوَ صَائِرٌ إِلَيْهِ مِنَ الشَّرِّ، فَكَرِهَ لِقَاءَ اللهِ فَكَرِهَ اللهُ لِقَاءَهُ.</p><p> وَرَوَى ابْنُ مَرْدَوَيْهِ وَابْنُ مَنْدَهْ، بِسَنَدٍ ضَعِيفٍ عَنِ ابْنِ عَبَّاسٍ: \" مَا مِنْ نَفْسٍ تُفَارِقُ الدُّنْيَا حَتَّى تَرَى مَقْعَدَهَا مِنَ الْجَنَّةِ أَوِ النَّارِ \" وَرَوَى مِثْلَهُ ابْنُ أَبِي الدُّنْيَا عَنْ رَجُلٍ لَمْ يُسَمَّ، عَنْ عَلِيٍّ مَرْفُوعًا. فَهَذِهِ الْأَحَادِيثُ تُؤَيِّدُ مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ فِي تَفْسِيرِ الْآيَةِ ; مِنْ كَوْنِ الْمَلَائِكَةِ تُخَاطِبُ مَنْ يَمُوتُ مِنْ أَهْلِ الْكِتَابِ قَبْلَ خُرُوجِ رُوحِهِ، بِحَقِيقَةِ أَمْرِ الْمَسِيحِ، مَعَ الْإِنْكَارِ الشَّدِيدِ وَالتَّقْبِيحِ، وَمِمَّا يُؤَيِّدُ هَذِهِ الْحَقِيقَةَ النَّصُّ فِي سُورَةِ يُونُسَ عَلَى تَصْرِيحِ فِرْعَوْنَ بِالْإِيمَانِ حِينَ أَدْرَكَهُ الْغَرَقُ. وَلَهَا دَلَائِلُ أُخْرَى كَالْأَحَادِيثِ الْوَارِدَةِ فِي عَدَمِ قَبُولِ التَّوْبَةِ عِنْدَ الْغَرْغَرَةِ. وَاللهُ أَعْلَمُ. </p><p> (فَصْلٌ فِي مَبَاحِثَ تَتَعَلَّقُ بِمَسْأَلَةِ الصَّلْبِ) إِنَّ مَسْأَلَةَ الصَّلْبِ مِنَ الْمَسَائِلِ التَّارِيخِيَّةِ الَّتِي لَهَا نَظَائِرُ وَأَشْبَاهٌ كَثِيرَةٌ، فَقَدْ كَانَ الْمُلُوكُ وَالْحُكَّامُ يَقْتُلُونَ وَيَصْلُبُونَ، وَنَاهِيكَ بِالرُّومَانِيِّينَ وَقَسْوَتِهِمْ، وَالْيَهُودِ وَعَصَبِيَّتِهِمْ، وَقَدْ قَتَلَ هَؤُلَاءِ غَيْرَ وَاحِدٍ مِنْ أَنْبِيَائِهِمْ ; أَشْهَرُهُمْ زَكَرِيَّا وَيَحْيَى، عَلَيْهِمَا السَّلَامُ. وَالْفَائِدَةُ فِي إِثْبَاتِ التَّارِيخِ لِمِثْلِ هَذِهِ الْوَقَائِعِ لَا تَعْدُو الْعِبْرَةَ بِأَخْلَاقِ الْأُمَّةِ، وَدَرَجَةِ ضَلَالِهَا وَهِدَايَتِهَا، وَسِيرَةِ الْحُكَّامِ فِيهَا. وَقَدْ كَانَ الْيَهُودُ فِي عَصْرِ الْمَسِيحِ تَحْتَ سُلْطَانِ الرُّومِ (الرُّومَانِيِّينَ) وَالْحَاكِمُ الرُّومَانِيُّ فِي بَيْتِ الْمَقْدِسِ فِي ذَلِكَ الْعَهْدِ (بِيلَاطِسُ) لَمْ يَكُنْ يُرِيدُ قَتْلَ الْمَسِيحِ، وَلَمْ يَحْفَلْ بِوِشَايَةِ الْيَهُودِ وَسِعَايَتِهِمْ فِيهِ، وَلَا خَافَ أَنْ يَكُونَ مَلِكًا يُزِيلُ سُلْطَانَ الرُّومِ عَنْ قَوْمِهِ، هَكَذَا تَقُولُ النَّصَارَى فِي كُتُبِهَا، وَإِنَّمَا كَانَتِ الْيَهُودُ تُرِيدُ قَتْلَهُ، عَلَيْهِ السَّلَامُ، لِمَا دَعَا إِلَيْهِ مِنَ الْإِصْلَاحِ الَّذِي يُزَحْزِحُهُمْ عَنْ تَقَالِيدِهِمُ الْمَادِّيَّةِ ; لِأَنَّهُمْ بِقَتْلِ زَكَرِيَّا وَيَحْيَى قَدْ أُصِيبُوا بِالضَّرَاوَةِ بِسَفْكِ دِمَاءِ النَّبِيِّينَ وَالْمُصْلِحِينَ، فَسَوَاءٌ صَحَّ خَبَرُ دَعْوَى قَتْلِ عِيسَى وَصَلْبِهِ أَمْ لَمْ يَصِحَّ، فَلَا صِحَّتُهُ تُفِيدُنَا عِبْرَةً بِحَالِ أُولَئِكَ الْقَوْمِ لَمْ تَكُنْ مَعْرُوفَةً، وَلَا عَدَمُهَا يُنْقِصُ مِنْ مَعْرِفَتِنَا بِأَخْلَاقِهِمْ وَتَارِيخِ زَمَنِهِمْ. </p><p> نَعَمْ إِنَّ مَسْأَلَةَ الصَّلْبِ لَيْسَتْ فِي ذَاتِهَا بِالْأَمْرِ الَّذِي يُهْتَمُّ بِإِثْبَاتِهِ أَوْ نَفْيِهِ فِي كِتَابِ اللهِ، عَزَّ وَجَلَّ، بِأَكْثَرَ مِنْ إِثْبَاتِ قَتْلِ الْيَهُودِ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَتَقْرِيعِهِمْ عَلَى ذَلِكَ، لَوْلَا أَنَّ النَّصَارَى جَعَلُوهَا أَسَاسَ الْعَقَائِدِ وَأَصْلَ الدِّينِ، فَمَنْ فَاتَهُ الْإِيمَانُ بِهَا فَهُوَ فِي الْآخِرَةِ مِنَ الْهَالِكِينَ، وَمَنْ آمَنَ بِهَا عَلَى الْوَجْهِ الَّذِي يَقُولُونَهُ وَيَدْعُونَ إِلَيْهِ كَانَ هُوَ النَّاجِيَ بِمَلَكُوتِ السَّمَاءِ مَعَ الْمَسِيحِ وَالرُّسُلِ وَالْقِدِّيسِينَ. لِأَجْلِ هَذَا كَبُرَ عَلَيْهِمْ نَفْيُ الْقُرْآنِ الْعَظِيمِ لِقَتْلِ الْمَسِيحِ وَصَلْبِهِ، وَهُمْ يُورِدُونَ فِي ذَلِكَ الشُّبُهَاتِ عَلَى الْقُرْآنِ وَالْإِسْلَامِ ; لِهَذَا رَأَيْنَا أَنْ نُبَيِّنَ عَقِيدَةَ الصَّلْبِ عِنْدَهُمْ، وَشُبُهَاتِهِمْ عَلَى نَفْيِهَا مَعَ الْجَوَابِ عَنْهَا، وَمَا يَتَعَلَّقُ بِذَلِكَ مِنَ الْمَبَاحِثِ الْمُهِمَّةِ. </p><p> عَقِيدَةُ النَّصَارَى فِي الْمَسِيحِ وَالصَّلْبِ: </p><p> نَرَى دُعَاةَ النَّصْرَانِيَّةِ الْمُنْبَثِّينَ فِي بِلَادِنَا، قَدْ جَعَلُوا قَاعِدَةَ دَعْوَتِهِمْ وَأَسَاسَهَا عَقِيدَةَ صَلْبِ الْمَسِيحِ فِدَاءً عَنِ الْبَشَرِ، فَهَذِهِ الْعَقِيدَةُ عِنْدَهُمْ هِيَ أَصْلُ الدِّينِ وَأَسَاسُهُ، وَالتَّثْلِيثُ يَلِيهَا ; لِأَنَّ أَصْلَ الدِّينِ وَأَسَاسُهُ هُوَ الَّذِي يُدْعَى إِلَيْهِ أَوَّلًا، وَيُجْعَلُ مَا عَدَاهُ تَابِعًا لَهُ ; وَلِذَلِكَ كَانَ التَّوْحِيدُ هُوَ الْأَصْلَ وَالْأَسَاسَ لِدَعْوَةِ الْإِسْلَامِ، وَيَلِيهِ الْإِيمَانُ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْيَوْمِ الْآخِرِ، وَكَانَ أَوَّلُ شَيْءٍ دَعَا إِلَيْهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ كَلِمَةُ التَّوْحِيدِ (لَا إِلَهَ إِلَّا اللهُ) وَدَعَا أَهْلَ الْكِتَابِ فِي كُتُبِهِ إِلَى الْإِسْلَامِ بِقَوْلِهِ، عَزَّ وَجَلَّ قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذُ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (٣: ٦٤) وَبِهَذَا أَمَرَهُ اللهُ تَعَالَى </p><p> فَكَانَ يَكْتَفِي فِي دَعْوَتِهِ الْأَوْلَى لِمُشْرِكِي الْعَرَبِ بِتَوْحِيدِ الْأُلُوهِيَّةِ ; لِأَنَّ شِرْكَهُمْ إِنَّمَا كَانَ فِي الْأُلُوهِيَّةِ، بِعِبَادَةِ غَيْرِ اللهِ تَعَالَى. وَهِيَ اتِّخَاذُ أَوْلِيَاءَ يُقَرِّبُونَهُمْ إِلَيْهِ زُلْفَى وَيَشْفَعُونَ لَهُمْ عِنْدَهُ، بِوَاسِطَتِهِمْ يَدْفَعُ اللهُ عَنْهُمُ الضُّرَّ، وَيَسُوقُ إِلَيْهِمُ الْخَيْرَ كَمَا كَانُوا يَزْعُمُونَ، وَأَمَّا مُشْرِكُو أَهْلِ الْكِتَابِ فَكَانَ قَدْ طَرَأَ عَلَى تَوْحِيدِهِمْ مِثْلُ هَذَا الشِّرْكِ فِي الْأُلُوهِيَّةِ بِاتِّخَاذِ الْمَسِيحِ إِلَهًا، وَاتِّخَاذِ غَيْرِهِ مِنْ حَوَارِيِّيهِ وَغَيْرِهِمْ، آلِهَةً بِالْوَسَاطَةِ وَالشَّفَاعَةِ، وَطَرَأَ عَلَيْهِمْ فَوْقَ ذَلِكَ الشِّرْكُ فِي الرُّبُوبِيَّةِ ; بِاتِّبَاعِهِمْ لِأَحْبَارِهِمْ وَرُهْبَانِهِمْ فِيمَا يُحِلُّونَ لَهُمْ وَيُحَرِّمُونَ عَلَيْهِمْ. فَدَعَاهُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى تَوْحِيدِ الْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ مَعًا. </p><p> فَلَوْلَا أَنَّ عَقِيدَةَ الصَّلْبِ وَالْفِدَاءِ هِيَ أَصْلُ هَذِهِ الدِّيَانَةِ النَّصْرَانِيَّةِ عِنْدَ أَهْلِهَا، لَمَا كَانُوا يَبْدَءُونَ بِالدَّعْوَةِ إِلَيْهَا قَبْلَ كُلِّ شَيْءٍ. </p><p> أَمَّا تَقْرِيرُ هَذِهِ الْعَقِيدَةِ، كَمَا سَمِعْنَا مِنْ بَعْضِ دُعَاةِ الْبُرُوتِسْتَانْتِ، فِي بَعْضِ الْمَجَامِعِ الْعَامَّةِ الَّتِي يَعْقِدُونَهَا لِلدَّعْوَةِ فِي مَدَارِسِهِمْ، وَفِي الْمَجَالِسِ الْخَاصَّةِ الَّتِي اتَّفَقَ لَنَا حُضُورُهَا مَعَ بَعْضِهِمْ، فَهِيَ أَنَّ آدَمَ لَمَّا عَصَى اللهَ - تَعَالَى - بِالْأَكْلِ مِنَ الشَّجَرَةِ الَّتِي نَهَاهُ اللهُ عَنِ الْأَكْلِ مِنْهَا صَارَ هُوَ وَجَمِيعُ أَفْرَادِ ذُرِّيَّتِهِ خُطَاةً مُسْتَحِقِّينَ لِلْعِقَابِ فِي الْآخِرَةِ بِالْهَلَاكِ الْأَبَدِيِّ، ثُمَّ إِنْ جَمِيعَ ذُرِّيَّتِهِ جَاءُوا خُطَاةً مُذْنِبِينَ فَكَانُوا مُسْتَحِقِّينَ لِلْعِقَابِ أَيْضًا بِذُنُوبِهِمْ، كَمَا أَنَّهُمْ مُسْتَحِقُّونَ لَهُ بِذَنْبِ أَبِيهِمُ الَّذِي هُوَ الْأَصْلُ لِذُنُوبِهِمْ، وَلَمَّا </p><p> كَانَ اللهُ - تَعَالَى - مُتَّصِفًا بِالْعَدْلِ وَالرَّحْمَةِ جَمِيعًا، طَرَأَ عَلَيْهِ (سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ) مُشْكِلٌ مُنْذُ عَصَى آدَمُ، وَهُوَ أَنَّهُ إِذَا عَاقَبَهُ هُوَ وَذُرِّيَّتَهُ كَانَ ذَلِكَ مُنَافِيًا لِرَحْمَتِهِ فَلَا يَكُونُ رَحِيمًا! ! وَإِذَا لَمْ يُعَاقِبْهُ كَانَ ذَلِكَ مُنَافِيًا لِعَدْلِهِ فَلَا يَكُونُ عَادِلًا! ! فَكَأَنَّهُ مُنْذُ عَصَى آدَمُ كَانَ يُفَكِّرُ فِي وَسِيلَةٍ يَجْمَعُ بِهَا بَيْنَ الْعَدْلِ وَالرَّحْمَةِ (سُبْحَانَهُ سُبْحَانَهُ) وَذَلِكَ بِأَنْ يَحُلَّ ابْنُهُ - تَعَالَى - الَّذِي هُوَ هُوَ نَفْسُهُ فِي بَطْنِ امْرَأَةٍ مِنْ ذُرِّيَّةِ آدَمَ، وَيَتَّحِدُ بِجَنِينٍ فِي رَحِمِهَا، وَيُولَدُ مِنْهَا، فَيَكُونُ وَلَدُهَا إِنْسَانًا كَامِلًا مِنْ حَيْثُ هُوَ ابْنُهَا، وَإِلَهًا كَامِلًا مِنْ حَيْثُ هُوَ ابْنُ اللهِ، وَابْنُ اللهِ هُوَ اللهُ، وَيَكُونُ مَعْصُومًا مِنْ جَمِيعِ مَعَاصِي بَنِي آدَمَ، ثُمَّ بَعْدَ أَنْ يَعِيشَ زَمَنًا مَعَهُمْ يَأْكُلُ مِمَّا يَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا يَشْرَبُونَ، وَيَتَلَذَّذُ كَمَا يَتَلَذَّذُونَ وَيَتَأَلَّمُ كَمَا يَتَأَلَّمُونَ، يُسَخِّرُ أَعْدَاءَهُ لِقَتْلِهِ أَفْظَعَ قِتْلَةٍ، وَهِيَ قِتْلَةُ الصَّلْبِ الَّتِي لَعَنَ صَاحِبَهَا فِي الْكِتَابِ الْإِلَهِيِّ، فَيَحْتَمِلُ اللَّعْنَ وَالصَّلْبَ لِأَجْلِ فِدَاءِ الْبَشَرِ وَخَلَاصِهِمْ مِنْ خَطَايَاهُمْ، كَمَا قَالَ يُوحَنَّا فِي رِسَالَتِهِ الْأُولَى: وَهُوَ كَفَّارَةٌ لِخَطَايَانَا ; لَيْسَ لِخَطَايَانَا فَقَطْ، بَلْ لِخَطَايَا كُلِّ الْعَالَمِ أَيْضًا سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ (٣٧: ١٨٠) . </p><p> كُنْتُ مَرَّةً مارًّا بِشَارِعِ مُحَمَّدِ عَلِيٍّ فِي الْقَاهِرَةِ، وَأَنَا قَرِيبُ عَهْدٍ بِالْهِجْرَةِ إِلَيْهَا، فَرَأَيْتُ رَجُلًا وَاقِفًا عَلَى بَابِ الْمَدْرَسَةِ الْإِنْكِلِيزِيَّةِ يَدْعُو كُلَّ مَنْ مَرَّ أَمَامَهُ تَفَضَّلُوا تَعَالَوُا اسْمَعُوا كَلَامَ اللهِ. وَلَمَّا خَصَّنِي بِالدَّعْوَةِ أَجَبْتُ فَدَخَلْتُ، فَإِذَا بِنَاسٍ عَلَى مَقَاعِدَ مِنَ الْخَشَبِ فِي رَحْبَةِ </p><p> الْمَدْرَسَةِ، فَلَمَّا كَثُرَ الْجَمْعُ قَامَ أَحَدُ دُعَاةِ النَّصْرَانِيَّةِ فَأَلْقَى نَحْوَ مَا تَقَدَّمَ آنِفًا مِنَ الْعَقِيدَةِ الصَّلِيبِيَّةِ، وَبَعْدَ فَرَاغِهِ وَحَثِّهِ النَّاسَ عَلَى الْأَخْذِ بِمَا قَالَهُ وَالْإِيمَانِ بِهِ، وَدَعَوَاهُ أَنْ لَا خَلَاصَ لَهُمْ بِدُونِهِ، قُمْتُ فَقُلْتُ: إِذَا كُنْتُمْ قَدْ دَعَوْتُمُونَا إِلَى هَذَا الْمَكَانِ لِتُبَلِّغُونَا الدَّعْوَةَ شَفَقَةً عَلَيْنَا وَرَحْمَةً بِنَا، فَأْذَنُوا لِي أَنْ أُبَيِّنَ لَكُمْ مَوْقِعَهَا مِنْ نَفْسِي. فَأَذِنَ لِي الْقَسُّ بِالْكَلَامِ فَوَقَفْتُ فِي مَوْقِفِ الْخَطَابَةِ، وَأَوْرَدْتُ عَلَيْهِمْ مَا يَتَرَتَّبُ عَلَى هَذِهِ الدَّعْوَةِ مِنَ الْعَقَائِدِ الْبَاطِلَةِ وَالْقَضَايَا الْمُتَنَاقِضَةِ، الَّتِي سَأُبَيِّنُهَا هُنَا، وَطَلَبْتُ الْجَوَابَ عَنْهَا. فَكَانَ الْجَوَابُ أَنَّ هَذَا الْمَكَانَ خَاصٌّ بِالْوَعْظِ وَالْكِرَازَةِ دُونَ الْجِدَالِ، فَإِنْ كُنْتَ تُرِيدُ الْجِدَالَ وَالْمُنَاظَرَةَ فَمَوْضِعُهَا الْمَكْتَبَةُ الْإِنْكِلِيزِيَّةُ، </p><p> فَلَمَّا سَمِعَ الْمُسْلِمُونَ الْحَاضِرُونَ هَذَا الْجَوَابَ صَاحُوا: لَا إِلَهَ إِلَّا اللهُ مُحَمَّدٌ رَسُولُ اللهِ. وَانْصَرَفُوا. أَمَّا مَا يُؤْخَذُ مِنْ هَذِهِ الْعَقِيدَةِ وَمَا يَتَرَتَّبُ عَلَيْهَا، فَدُونَكَهُ بِالِاخْتِصَارِ: </p><p> (مَا يَرِدُ عَلَى عَقِيدَةِ الصَّلْبِ)  (١) لَا يُمْكِنُ أَنْ يَقْبَلَ هَذِهِ الْقِصَّةَ مَنْ يُؤْمِنُ بِالدَّلِيلِ الْعَقْلِيِّ أَنَّ خَالِقَ الْعَالَمِ لَا بُدَّ أَنْ يَكُونَ بِكُلِّ شَيْءٍ عَلِيمًا، وَفِي كُلِّ صُنْعِهِ حَكِيمًا ; لِأَنَّهَا تَسْتَلْزِمُ الْجَهْلَ وَالْبَدَاءَ عَلَى الْبَارِئِ، عَزَّ وَجَلَّ، كَأَنَّهُ حِينَ خَلَقَ آدَمَ مَا كَانَ يَعْلَمُ مَا يَكُونُ عَلَيْهِ أَمْرُهُ، وَحِينَ عَصَى مَا كَانَ يَعْلَمُ مَا يَقْتَضِيهِ الْعَدْلُ وَالرَّحْمَةُ فِي شَأْنِهِ حَتَّى اهْتَدَى إِلَى ذَلِكَ بَعْدَ أُلُوفٍ مِنَ السِّنِينَ مَرَّتْ عَلَى خَلْقِهِ، كَانَ فِيهَا جَاهِلًا كَيْفَ يَجْمَعُ بَيْنَ تَيْنَكِ الصِّفَتَيْنِ مِنْ صِفَاتِهِ، وَوَاقِعًا فِي وَرْطَةِ التَّنَاقُضِ بَيْنَهُمَا، وَلَكِنْ قَدْ يَقْبَلُهَا مَنْ يَشْتَرِطُ فِي الدِّينِ عِنْدَهُمْ أَلَّا يَتَّفِقَ مَعَ الْعَقْلِ، وَأَنْ يَأْخُذَ صَاحِبُهُ بِكُلِّ مَا يُسْنَدُ إِلَى مَنْ نُسِبَ إِلَيْهِمْ عَمَلُ الْعَجَائِبِ، وَيَقُولُ: آمَنْتُ بِهِ. وَإِنْ لَمْ يُدْرِكْهُ وَلَمْ تُذْعِنْ لَهُ نَفْسُهُ. وَمَنْ يَنْقُلُونَ فِي أَوَّلِ كِتَابٍ مِنْ كُتُبِهِمُ الدِّينِيَّةِ (سِفْرِ التَّكْوِينِ) هَذِهِ الْجُمْلَةَ (٦: ٦ فَنَدِمَ الرَّبُّ أَنَّهُ عَمِلَ الْإِنْسَانَ فِي الْأَرْضِ، وَتَأَسَّفَ فِي قَلْبِهِ) تَعَالَى الله عَنْ ذَلِكَ كُلِّهِ عُلُوًّا كَبِيرًا. </p><p> ٢ - يَلْزَمُ مَنْ يَقْبَلُ هَذِهِ الْقِصَّةَ أَنْ يُسَلِّمَ مَا يُحِيلُهُ كُلُّ عَقْلٍ مُسْتَقِلٍّ، مِنْ أَنَّ خَالِقَ الْكَوْنِ يُمْكِنُ أَنْ يَحُلَّ فِي رَحِمِ امْرَأَةٍ فِي هَذِهِ الْأَرْضِ الَّتِي نِسْبَتُهَا إِلَى سَائِرِ مُلْكِهِ أَقَلُّ مِنْ نِسْبَةِ الذَّرَّةِ إِلَيْهَا وَإِلَى سَمَوَاتِهَا الَّتِي تُرَى مِنْهَا، ثُمَّ يَكُونُ بَشَرًا يَأْكُلُ وَيَشْرَبُ وَيَتْعَبُ، وَيَعْتَرِيهِ غَيْرُ ذَلِكَ مِمَّا يَعْتَرِي الْبَشَرَ، ثُمَّ يَأْخُذُهُ أَعْدَاؤُهُ بِالْقَهْرِ وَالْإِهَانَةِ، فَيَصْلُبُوهُ مَعَ اللُّصُوصِ، وَيَجْعَلُوهُ مَلْعُونًا بِمُقْتَضَى حُكْمِ كِتَابِهِ لِبَعْضِ رُسُلِهِ (تَعَالَى الله عَنْ ذَلِكَ عُلُوًّا كَبِيرًا) . </p><p> ٣ - تَقْتَضِي هَذِهِ الْقِصَّةُ أَنْ يَكُونَ الْخَالِقُ الْعَلِيمُ الْحَكِيمُ قَدْ أَرَادَ شَيْئًا بَعْدَ التَّفَكُّرِ فِيهِ أُلُوفًا مِنَ السِّنِينَ، فَلَمْ يَتِمَّ لَهُ ذَلِكَ الشَّيْءُ، ذَلِكَ أَنَّ الْبَشَرَ لَمْ يَخْلُصُوا وَيَنْجُوا بِوُقُوعِ الصَّلْبِ مِنَ الْعَذَابِ، فَإِنَّهُمْ يَقُولُونَ: إِنَّ خَلَاصَهُمْ مُتَوَقِّفٌ عَلَى الْإِيمَانِ بِهَذِهِ الْقِصَّةِ، وَهُمْ لَمْ يُؤْمِنُوا بِهَا، لَنَا </p><p> أَنْ نَقُولَ: إِنَّهُ لَمْ يُؤْمِنْ بِهَا أَحَدٌ قَطُّ ; لِأَنَّ الْإِيمَانَ هُوَ تَصْدِيقُ </p><p> الْعَقْلِ وَجَزْمُهُ بِالشَّيْءِ، وَالْعَقْلُ لَا يَسْتَطِيعُ أَنْ يُدْرِكَ ذَلِكَ، وَالَّذِينَ يَقُولُونَ: إِنَّهُمْ مُؤْمِنُونَ بِهَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ؛ تَقْلِيدًا لِمَنْ لَقَّنَهُمْ ذَلِكَ، فَإِنْ سَمَّيْنَا مِثْلَ هَذَا الْقَوْلِ إِيمَانًا، نَقُولُ: إِنَّ أَكْثَرَ الْبَشَرِ لَا يَقُولُونَهُ. بَلْ يَرُدُّونَهُ بِالدَّلَائِلِ الْعَقْلِيَّةِ، وَمِنْهُمْ مَنْ يَرُدُّهُ أَيْضًا بِالدَّلَائِلِ النَّقْلِيَّةِ، مِنْ دِينٍ ثَبَتَتْ أُصُولُهُ عِنْدَهُمْ بِالْأَدِلَّةِ الْعَقْلِيَّةِ، وَمِنْهُمْ مَنْ لَمْ يَعْلَمُوا بِهَذِهِ الْقِصَّةِ، وَمِنْهُمْ مَنْ يَقُولُ بِمِثْلِهَا لِآلِهَةٍ أُخْرَى، فَإِذَا عَذَّبَهُمُ اللهُ - تَعَالَى - فِي الْآخِرَةِ، وَلَمْ يُدْخِلْهُمْ مَلَكُوتَهُ، كَمَا تَدَّعِي النَّصَارَى، لَا يَكُونُ رَحِيمًا عَلَى قَاعِدَةِ دُعَاةِ الصَّلْبِ وَالصَّلِيبِ، فَكَيْفَ جَمَعَ بِذَلِكَ بَيْنَ الْعَدْلِ وَالرَّحْمَةِ؟ ! </p><p> ٤ - يَلْزَمُ مِنْ هَذِهِ الْقِصَّةِ شَيْءٌ أَعْظَمُ مِنْ عَجْزِ الْخَالِقِ (تَعَالَى وَتَقَدَّسَ) عَنْ إِتْمَامِ مُرَادِهِ بِالْجَمْعِ بَيْنَ عَدْلِهِ وَرَحْمَتِهِ، وَهُوَ انْتِفَاءُ كُلٍّ مِنَ الْعَدْلِ وَالرَّحْمَةِ فِي صَلْبِ الْمَسِيحِ ; لِأَنَّهُ عَذَّبَهُ مِنْ حَيْثُ هُوَ بَشَرٌ، وَهُوَ لَا يَسْتَحِقُّ الْعَذَابَ لِأَنَّهُ لَمْ يُذْنِبْ قَطُّ، فَتَعْذِيبُهُ بِالصَّلْبِ وَالطَّعْنِ بِالْحِرَابِ، عَلَى مَا زَعَمُوا، لَا يَصْدُرُ مِنْ عَادِلٍ، وَلَا مِنْ رَحِيمٍ بِالْأَحْرَى، فَكَيْفَ يُعْقَلُ أَنْ يَكُونَ الْخَالِقُ غَيْرَ عَادِلٍ وَلَا رَحِيمٍ؟ أَوْ أَنْ يَكُونَ عَادِلًا رَحِيمًا فَيَخْلُقُ خَلْقًا يُوقِعُهُ فِي وَرْطَةِ الْوُقُوعِ فِي انْتِفَاءِ إِحْدَى هَاتَيْنِ الصِّفَتَيْنِ، فَيُحَاوِلُ الْجَمْعَ بَيْنَهُمَا فَيَفْقِدُهُمَا مَعًا؟ ! </p><p> ٥ - إِذَا كَانَ كُلُّ مَنْ يَقُولُ بِهَذِهِ الْعَقِيدَةِ أَوِ الْقِصَّةِ يَنْجُو مِنْ عَذَابِ الْآخِرَةِ، كَيْفَمَا كَانَتْ أَخْلَاقُهُ وَأَعْمَالُهُ، لَزِمَ مِنْ ذَلِكَ أَنْ يَكُونَ أَهْلُهَا إِبَاحِيِّينَ، وَأَنْ يَكُونَ الشِّرِّيرُ الْمُبْطِلُ الَّذِي يَعْتَدِي عَلَى أَمْوَالِ النَّاسِ وَأَنْفُسِهِمْ وَأَعْرَاضِهِمْ، وَيُفْسِدُ فِي الْأَرْضِ، وَيُهْلِكُ الْحَرْثَ وَالنَّسْلَ، مِنْ أَهْلِ الْمَلَكُوتِ الْأَعْلَى، لَا يُعَذَّبُ عَلَى شُرُورِهِ وَخَطِيئَاتِهِ، وَلَا يُجَازَى عَلَيْهَا بِشَيْءٍ، فَلَهُ أَنْ يَفْعَلَ فِي هَذِهِ الدُّنْيَا مَا شَاءَ هَوَاهُ، وَهُوَ آمِنٌ مِنْ عَذَابِ اللهِ، وَنَاهِيكَ بِهَذَا مُفْسِدًا لِلْبَشَرِ، وَإِذَا كَانَ يُعَذَّبُ عَلَى شُرُورِهِ وَخَطِيئَاتِهِ كَغَيْرِهِ مِنْ غَيْرِ الصَّلِيبِيِّينَ، فَمَا هِيَ مَزِيَّةُ هَذِهِ الْعَقِيدَةِ؟ وَإِذَا كَانَ لَهُ امْتِيَازٌ عِنْدَ اللهِ - تَعَالَى - فِي نَفْسِ الْجَزَاءِ، فَأَيْنَ الْعَدْلُ الْإِلَهِيُّ؟ </p><p> ٦ - مَا رَأَيْنَا أَحَدًا مِنَ الْعُقَلَاءِ وَلَا مِنْ عُلَمَاءِ الشَّرَائِعِ وَالْقَوَانِينِ، يَقُولُ: إِنَّ عَفْوَ الْإِنْسَانِ عَمَّنْ يُذْنِبُ إِلَيْهِ، أَوْ عَفْوَ السَّيِّدِ عَنْ عَبْدِهِ الَّذِي يَعْصِيهِ - يُنَافِي الْعَدْلَ وَالْكَمَالَ، بَلْ يَعُدُّونَ الْعَفْوَ مِنْ أَعْظَمِ الْفَضَائِلِ، وَنَرَى الْمُؤْمِنِينَ بِاللهِ مِنَ الْأُمَمِ </p><p> الْمُخْتَلِفَةِ، يَصِفُونَهُ بِالْعَفُوِّ، وَيَقُولُونَ: إِنَّهُ أَهْلٌ لِلْمَغْفِرَةِ، فَدَعْوَى الصَّلِيبِيِّينَ أَنَّ الْعَفْوَ وَالْمَغْفِرَةَ مِمَّا يُنَافِي الْعَدْلَ مَرْدُودَةٌ غَيْرُ مُسَلَّمَةٍ. </p><p> (الْجَزَاءُ وَالْخَلَاصُ فِي الْإِسْلَامِ) يَتَوَهَّمُ دُعَاةُ النَّصْرَانِيَّةِ مِنَ الْقِيَاسِ عَلَى مَذْهَبِهِمْ، وَمِنَ الْخُرَافَاتِ الَّتِي سَرَتْ إِلَى بَعْضِ عَامَّةِ الْمُسْلِمِينَ - أَنَّ الْإِسْلَامَ مَبْنِيٌّ عَلَى أَنَّ النَّجَاةَ فِي الْآخِرَةِ، وَالسَّعَادَةَ الْأَبَدِيَّةَ فِيهَا، إِنَّمَا تَكُونُ بِمِثْلِ مَا يُسَمُّونَهُ الْفِدَاءَ فِي عَقِيدَةِ الصَّلْبِ. وَأَنَّ الْفَرْقَ بَيْنَ الْإِسْلَامِ وَالنَّصْرَانِيَّةِ إِنَّمَا هُوَ فِي الْفَادِي، فَهُمْ يَقُولُونَ إِنَّهُ الْمَسِيحُ، وَنَحْنُ نَقُولُ إِنَّهُ مُحَمَّدٌ، عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ ; وَلِذَلِكَ يُشَكِّكُونَ عَوَامَّ الْمُسْلِمِينَ فِي دِينِهِمْ، بِمَا يَكْتُبُونَ مِنْ سَفْسَطَةِ الْجَدَلِ فِي صُحُفِهِمْ وَكُتُبِهِمْ، وَمَا يَقُولُونَ فِي الْمَجَالِسِ وَالْمَجَامِعِ بِأَلْسِنَتِهِمْ، وَمَدَارُهُ عَلَى قَوْلِهِمْ: إِنَّ الْمَسِيحَ لَمْ يُخْطِئْ قَطُّ، وَإِنَّ نَبِيَّنَا قَدْ أَذْنَبَ. وَالْمُذْنِبُ لَا يَسْتَطِيعُ أَنْ يُنْقِذَ مَنْ هُوَ مِثْلُهُ مِنْ تَبِعَةِ ذَنْبِهِ، وَإِنَّمَا يَسْتَطِيعُ ذَلِكَ مَنْ لَمْ يُذْنِبْ. </p><p> أَمَّا نَحْنُ الْمُسْلِمِينَ، فَلَا نَرُدُّ عَلَيْهِمْ هَذَا بِتَخْطِئَةِ هَذِهِ الْقَاعِدَةِ فَقَطْ، وَلَا بِتَعْجِيزِهِمْ فِي إِثْبَاتِ دَعْوَاهُمْ أَنَّ الْمَسِيحَ لَمْ يَقْتَرِفْ خَطِيئَةً بِالدَّلِيلِ الْعَقْلِيِّ، وَكَوْنِ الدَّلِيلِ النَّقْلِيِّ هُنَا لَا يُمْكِنُ إِلَّا إِذَا فُرِضَ أَنَّ عَدَدًا كَثِيرًا مِنَ النَّاسِ يُعَدُّ نَقْلُهُمْ تَوَاتُرًا صَحِيحًا، قَدْ لَازَمُوا الْمَسِيحَ فِي كُلِّ سَاعَاتِ حَيَاتِهِ وَدَقَائِقِهَا، فَلَمْ يَرَوْا مِنْهُ خَطِيئَةً فِيهَا، وَلَمْ يَحْصُلْ هَذَا قَطُّ. أَوْ فَرْضُ نَصٍّ صَرِيحٍ مِنَ الْوَحْيِ يَخُصُّهُ بِذَلِكَ، وَلَيْسَ عِنْدَهُمْ شَيْءٌ مِنْ ذَلِكَ يَقُومُ حُجَّةً عَلَيْنَا، وَلَيْسَ لَهُمْ أَنْ يَحُجُّونَا بِمَا عِنْدَنَا مِنَ الْقَوْلِ بِعِصْمَةِ الْأَنْبِيَاءِ ; لِأَنَّ هَذَا - عَلَى كَوْنِهِ عَامًّا يُعَدُّ عِنْدَنَا لِجَمِيعِ الرُّسُلِ - مِنْ الِاحْتِجَاجِ الَّذِي يُؤَدِّي إِلَى نَقْضِ نَفْسِهِ ; لِأَنَّ اعْتِقَادَنَا يَنْقُضُ اعْتِقَادَهُمْ وَاعْتِقَادَهُمْ يَنْقُضُ اعْتِقَادَنَا، فَالِاحْتِجَاجُ بِمِثْلِ هَذَا إِذَا نَفَعَ فِي إِفْحَامِ الْخَصْمِ وَإِلْزَامِهِ، لَا يَنْفَعُ فِي إِقْنَاعِهِ، وَالْمُرَادُ فِي هَذَا الْمَقَامِ الْإِقْنَاعُ، لَا مُجَرَّدُ الْغَلَبِ فِي الْخِصَامِ. </p><p> وَلَا نَرُدُّ عَلَيْهِمْ أَيْضًا بِأَنَّ إِثْبَاتَ الْخَطِيئَةِ عَلَى نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُتَعَذِّرٌ عَلَيْهِمْ، وَأَنَّهُ لَا يَنْفَعُهُمْ فِي هَذَا الْمَقَامِ الْمُشَاغَبَةُ بِمِثْلِ لِيَغْفِرَ لَكَ اللهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ (٤٨: ٢) لِأَنَّ الْخَطِيئَةَ الَّتِي نَنْفِيهَا عَنْ مُحَمَّدٍ وَالْمَسِيحِ عَلَى حَدٍّ سَوَاءٍ، هِيَ مُخَالَفَةُ دِينِ اللهِ - </p><p> تَعَالَى - بِارْتِكَابِ مَا نَهَى الله عَنْهُ، أَوْ تَرْكُ مَا أَمَرَ بِهِ. وَالذَّنْبُ فِي اللُّغَةِ كُلُّ عَمَلٍ لَهُ تَبِعَةٌ لَا تَسُرُّ الْعَامِلَ وَلَا تُوَافِقُ غَرَضَهُ، فَهُوَ مَأْخُوذٌ مِنْ ذَنَبِ الْحَيَوَانِ. وَمِثْلُ هَذَا يَقَعُ مِنْ جَمِيعِ الْأَنْبِيَاءِ. وَمِثَالُهُ مِنْ عَمَلِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذْنُهُ لِبَعْضِ الْمُنَافِقِينَ فِي التَّخَلُّفِ وَالْقُعُودِ عَنِ السَّفَرِ مَعَهُ فِي غَزْوَةِ تَبُوكَ، وَكَانَ إِذْنُهُ لَهُمْ مَبْنِيًّا عَلَى اجْتِهَادٍ صَحِيحٍ، وَهُوَ أَنَّهُمْ إِذَا خَرَجُوا وَهُمْ كَارِهُونَ وَمُصِرُّونَ عَلَى نِفَاقِهِمْ، يَضُرُّونَ وَلَا يَنْفَعُونَ، كَمَا قَالَ، تَعَالَى: لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ (٩: ٤٧) وَلَكِنْ لَوْ لَمْ يَأْذَنْ لَهُمْ لَتَبَيَّنَ لَهُ الصَّادِقُ مِنَ الْمُعْتَذِرِينَ، وَعَلِمَ الْكَاذِبِينَ مِنْهُمْ. فَكَانَ هَذَا الْإِذْنُ ذَنْبًا ; لِأَنَّ لَهُ عَاقِبَةً مُخَالِفَةً لِلْمَقْصِدِ أَوْ لِلْمَصْلَحَةِ، وَهِيَ عَدَمُ ذَلِكَ التَّبَيُّنِ وَالْعِلْمِ، فَإِنَّ أُولَئِكَ الْكَاذِبِينَ فِي الِاعْتِذَارِ الَّذِي بَنَوْا عَلَيْهِ الِاسْتِئْذَانَ، مَا كَانُوا يُرِيدُونَ الْخُرُوجَ مَعَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُطْلَقًا، أَذِنَ أَوْ لَمْ يَأْذَنْ ; وَلِذَلِكَ قَالَ اللهُ - تَعَالَى - فِي هَذَا </p><p> الذَّنْبِ: عَفَا اللهُ عَنْكَ لِمَ أَذِنَتْ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٩: ٤٣) فَمِثْلُ هَذَا، وَإِنْ سُمِّيَ ذَنْبًا لُغَةً، لَا يُعَدُّ مِنَ الْخَطَايَا الَّتِي تَمْنَعُ الْإِنْسَانَ مِنِ اسْتِحْقَاقِ مَلَكُوتِ اللهِ، وَمَثُوبَتَهُ فِي الْآخِرَةِ، أَوْ تَجْعَلُ شَفَاعَتَهُ مَرْدُودَةً. عَلَى أَنَّ فِي سِيرَةِ كَثِيرٍ مِنَ الصُّلَحَاءِ الْمُسْلِمِينَ مَنْ لَمْ تُعْرَفْ لَهُ وَلَمْ تَقَعْ مِنْهُ خَطِيئَةٌ مِنَ الْخَطَايَا الَّتِي يَرْمِي الصَّلِيبِيُّونَ بِهَا الْأَنْبِيَاءَ وَالرُّسُلَ، عَلَيْهِمُ السَّلَامُ. </p><p> لَا نَرُدُّ عَلَى قَاعِدَةِ هَؤُلَاءِ بِأَمْثَالِ هَذِهِ النَّوَاقِضِ لِأُسُسِهِمْ، وَالْهَوَادِمِ لِأَبْنِيَتِهِمْ ; لِأَنَّهَا لَيْسَتْ عِنْدَنَا هِيَ مَوْضُوعَ النَّجَاةِ وَالسَّعَادَةِ فِي الْآخِرَةِ، فَلَوْ فَرَضْنَا أَنَّ مَزَاعِمَهُمْ فِيهَا صَحِيحَةٌ، لَا يَضُرُّنَا ذَلِكَ شَيْئًا ; وَلِذَلِكَ اخْتَصَرْنَا فِيهَا هُنَا اعْتِمَادًا عَلَى بَيَانِهَا الْمُفَصَّلِ فِي مَوَاضِعِهَا مِنَ التَّفْسِيرِ وَغَيْرِهِ، وَإِنَّمَا نَرُدُّ عَلَيْهِمْ بِبَيَانِ عَقِيدَةِ الْإِسْلَامِ فِي هَذِهِ الْمَسْأَلَةِ، وَنَذْكُرُهَا هُنَا بِالْإِيجَازِ ; لِأَنَّ شَرْحَهَا قَدْ تَقَدَّمَ مِرَارًا كَثِيرَةً فَنَقُولُ: </p><p> إِنَّ مَدَارَ نَجَاةِ الْإِنْسَانِ فِي الْآخِرَةِ مِنَ الْعِقَابِ، وَفَوْزَهُ بِالنَّعِيمِ وَالسَّعَادَةِ الْأَبَدِيَّةِ إِنَّمَا هُوَ عَلَى تَزْكِيَةِ نَفْسِهِ وَتَطْهِيرِهَا مِنَ الْعَقَائِدِ الْوَثَنِيَّةِ الْبَاطِلَةِ وَالْأَخْلَاقِ الْفَاسِدَةِ حَتَّى تَكُونَ مُتَخَلِّيَةً عَنِ الْأَبَاطِيلِ وَالشُّرُورِ، مُتَحَلِّيَةً بِالْفَضَائِلِ وَعَمَلِ الْبَرِّ وَالْخَيْرِ، وَمَدَارُ الْهَلَاكِ عَلَى ضِدِّ ذَلِكَ. قَالَ اللهُ - تَعَالَى - فِي سُورَةِ الشَّمْسِ: وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا (٩١: ٧ - ١٠) فَاللهُ - تَعَالَى - جَعَلَ كُلَّ إِنْسَانٍ </p><p> مُتَمَكِّنًا بِقُوَاهُ الْفِطْرِيَّةِ مِنْ أَعْمَالِ الْفُجُورِ وَالشُّرُورِ، وَمِنْ أَعْمَالِ التَّقْوَى وَالْخَيْرَاتِ، وَهُوَ الَّذِي يُزَكِّي نَفْسَهُ بِهَذِهِ، أَوْ يُدَسِّيهَا بِتِلْكَ. فَمَنْ صَحَّتْ عَقِيدَتُهُ وَحَسُنَ عَمَلُهُ صَلُحَتْ نَفْسُهُ وَزَكَتْ، وَكَانَتْ أَهْلًا لِلنَّعِيمِ فِي ذَلِكَ الْعَالَمِ الْعُلْوِيِّ، وَمَنْ كَانَتْ عَقِيدَتُهُ خُرَافِيَّةً بَاطِلَةً وَأَعْمَالُهُ سَيِّئَةً، فَسَدَتْ أَخْلَاقُهُ وَخَبُثَتْ نَفْسُهُ، وَكَانَ هُوَ الَّذِي تَكَلَّفَ تَدْسِيَتَهَا وَدَهْوَرَتَهَا إِلَى هَاوِيَةِ الْجَحِيمِ، وَلَا يُشْتَرَطُ فِي التَّزْكِيَةِ أَلَّا يُلِمَّ الْإِنْسَانُ بِخَطَأٍ، وَلَا تَقَعَ مِنْهُ سَيِّئَةٌ أَلْبَتَّةَ. بَلِ الْمَدَارُ عَلَى طَهَارَةِ الْقَلْبِ وَسَلَامَتِهِ مِنَ الْخُبْثِ وَسُوءِ النِّيَّةِ، بِحَيْثُ إِذَا غَلَبَهُ بَعْضُ انْفِعَالَاتِ النَّفْسِ فَأَلَمَّ بِذَنْبٍ يُبَادِرُ إِلَى التَّوْبَةِ، وَيَلْجَأُ إِلَى النَّدَمِ وَالِاسْتِغْفَارِ، وَتَكْفِيرِ ذَلِكَ الذَّنْبِ بِعَمَلٍ صَالِحٍ. فَيَكُونُ مَثَلُ نَفْسِهِ كَمَثَلِ بَيْتٍ تَتَعَاهَدُهُ رَبَّتُهُ بِالْكَنْسِ وَالْمَسْحِ وَسَائِرِ وَسَائِلِ النَّظَافَةِ، فَإِذَا أَلَمَّ بِهِ غُبَارٌ أَوْ أَصَابَهُ دَنَسٌ بَادَرَتْ إِلَى إِزَالَتِهِ فَيَكُونُ الْغَالِبُ عَلَيْهِ النَّظَافَةَ، وَلَا يُشْتَرَطُ فِي الشَّهَادَةِ لَهُ بِذَلِكَ مَا لَا تَخْلُو مِنْهُ الْبُيُوتُ النَّظِيفَةُ عَادَةً مِنْ قَلِيلِ غُبَارٍ أَوْ وَسَخٍ لَا يَلْبَثُ أَنْ يُزَالَ، فَالْجَزَاءُ أَثَرٌ لَازِمٌ لِلْعَمَلِ، وَلَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا وُسْعَهَا. </p><p> وَقَدْ شَرَحْنَا هَذَا الْمَعْنَى بِالتَّفْصِيلِ فِي مَوَاضِعَ مُتَعَدِّدَةٍ ; مِنْهَا فِي تَفْسِيرِ هَذِهِ السُّورَةِ مَا تَقَدَّمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا (٤: ١٢٣، ١٢٤) </p><p> وَقَوْلِهِ تَعَالَى: إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينِ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ وَكَانَ اللهُ عَلِيمًا حَكِيمًا وَلَيْسَتِ التَّوْبَةُ لِلَّذِينِ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (٤: ١٧، ١٨) وَقَوْلِهِ، تَعَالَى: إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا (٤: ٣١) وَقَوْلِهِ: إِنَّ اللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ (٤: ٤٨، ١١٦) إِلَخْ. </p><p> فَمَنْ أَخْلَصَ لِلَّهِ فِي تَزْكِيَةِ نَفْسِهِ، وَإِصْلَاحِهَا بِالْإِيمَانِ وَالْعَمَلِ الصَّالِحِ، بِقَدْرِ اسْتِطَاعَتِهِ، كَانَ مَقْبُولًا مَرْضِيًّا عِنْدَ اللهِ - تَعَالَى - وَلَا يُؤَاخِذُهُ - تَعَالَى - بِمَا لَا يَسْتَطِيعُ، وَمَنْ لَمْ يَكُنْ كَذَلِكَ غَضِبَ اللهُ عَلَيْهِ، وَكَانَ مَحْرُومًا مِنْ رِضْوَانِهِ الْأَكْبَرِ، وَلَا يَنْفَعُهُ فِي الْآخِرَةِ شَفَاعَةُ شَافِعٍ، وَلَا يَقْبَلُ مِنْهُ فِدَاءً لَوْ مَلَكَ الْفِدَاءَ، وَلَا يَسْتَطِيعُ أَحَدٌ مِنْ أَهْلِ السَّمَاوَاتِ وَالْأَرْضِ أَنْ يَشْفَعَ لِأَحَدٍ لَمْ يُرْضِ اللهَ - تَعَالَى - بِالْإِيمَانِ وَالْإِخْلَاصِ، وَتَزْكِيَةِ النَّفْسِ الَّتِي يَغْلِبُ بِهَا الْحَقُّ وَالْخَيْرُ عَلَى ضِدِّهِمَا مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ </p><p> (٢: ٢٥٥) وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢١: ٢٨) وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ (٢: ١٢٣) يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ (٢: ٢٥٤) . </p><p> وَقَدْ عُلِمَ مِمَّا ذَكَرْنَاهُ مِنْ تَزْكِيَةِ النَّفْسِ، وَتَدْسِيَتِهَا بِعَمَلِ الْإِنْسَانِ وَكَسْبِهِ الِاخْتِيَارِيِّ، أَنَّ الْجَزَاءَ فِي الْآخِرَةِ أَثَرٌ لَازِمٌ لِلتَّزْكِيَةِ وَالتَّدْسِيَةِ، مُرَتَّبٌ عَلَيْهِمَا تَرَتُّبَ الْمُسَبَّبِ عَلَى الْمُسَبِّبِ، وَالْمَعْلُولِ عَلَى الْعِلَّةِ، بِفَضْلِ اللهِ وَحِكْمَتِهِ، وَمُقْتَضَى سُنَّتِهِ فِي خَلْقِهِ وَاللهُ يُضَاعِفُ لِمَنْ يَشَاءُ (٢: ٢٦١) وَيَزِيدُهُمْ مِنْ فَضْلِهِ (٤: ١٧٣) . </p><p> أَلَيْسَتْ هَذِهِ التَّعَالِيمُ الْإِسْلَامِيَّةُ هِيَ الَّتِي تَرْفَعُ قَدْرَ الْإِنْسَانِ، وَتُعْلِي هِمَّتَهُ، وَتَحْفِزُهُ إِلَى طَلَبِ الْكَمَالِ بِإِيمَانِهِ وَإِخْلَاصِهِ وَأَعْمَالِهِ الصَّالِحَةِ؟ أَلَيْسَتْ أَفْضَلَ وَأَنْفَعَ مِنْ الِاتِّكَالِ عَلَى تِلْكَ الْقِصَّةِ الصَّلِيبِيَّةِ الْمَأْثُورِ مِثْلُهَا عَنْ خُرَافَاتِ الْوَثَنِيِّينَ؟ الَّتِي لَا يُصَدِّقُهَا عَقْلٌ مُسْتَقِلٌّ، وَلَا يَطْمَئِنُّ بِهَا قَلْبٌ سَلِيمٌ، الْمُخَالِفَةِ لِسُنَنِ الْفِطْرَةِ وَنِظَامِ الْخِلْقَةِ، الَّتِي أَفْسَدَتِ الْعُقُولَ وَالْأَخْلَاقَ فِي الْمَمَالِكِ الصَّلِيبِيَّةِ مُنْذُ شَاعَتْ فِيهَا بِنُفُوذِ الْمَلِكِ قُسْطَنْطِينَ الصَّلِيبِيِّ، إِلَى أَنْ عَتَقَتْ أُورُبَّةُ مِنْ رِقِّ الْكَنِيسَةِ، بِنُورِ الْعِلْمِ وَالِاسْتِقْلَالِ اللَّذَيْنِ أَشْرَقَا عَلَيْهَا مِنْ بِلَادِ الْإِسْلَامِ. (وَلَكِنْ وَاأَسَفَا عَلَى ذَلِكَ النُّورِ الَّذِي ضُرِبَ بَيْنَهُ وَبَيْنَ أَهْلِهِ بِسُورٍ لَهُ بَابٌ، ظَاهِرُهُ فِيهِ الرَّحْمَةُ وَبَاطِنُهُ مِنْ قِبَلِهِ الْعَذَابُ، وَوَاشَوْقَاهُ إِلَى الْيَوْمِ الَّذِي يَنْدَكُّ فِيهِ هَذَا السُّورُ الَّذِي حَجَبَهُمْ عَنِ الْقُرْآنِ) . </p><p> (عَقِيدَةُ الصَّلْبِ وَالْفِدَاءِ وَثَنِيَّةٌ) اعْتَرَفَ أَمَامَنَا كَثِيرٌ مِنَ الَّذِينَ قَالُوا: إِنَّهُمْ نَصَارَى، بِأَنَّ كُلًّا مِنْ هَذِهِ الْعَقِيدَةِ، وَعَقِيدَةِ التَّثْلِيثِ لَا تُعْقَلُ، وَأَنَّ الْعُمْدَةَ عِنْدَهُمُ النَّقْلُ عَنْ كُتُبِهِمُ الْمُقَدَّسَةِ، فَلَمَّا كَانَتْ تِلْكَ الْكُتُبُ ثَابِتَةً عِنْدَهُمْ وَجَبَ أَنْ يَقْبَلُوا جَمِيعَ مَا فِيهَا، سَوَاءٌ عُقِلَ أَمْ لَمْ يُعْقَلْ، وَيَقُولُ بَعْضُهُمْ: إِنَّ كُلَّ دِينٍ مِنَ الْأَدْيَانِ فِيهِ عَقَائِدُ وَأَخْبَارٌ يَجْزِمُ الْعَقْلُ بِاسْتِحَالَتِهَا، وَلَكِنَّهَا تُؤْخَذُ بِالتَّسْلِيمِ. </p><p> وَنَحْنُ نَقُولُ: إِنَّهُ لَيْسَ فِي عَقَائِدِ الْإِسْلَامِ شَيْءٌ يَحْكُمُ الْعَقْلُ بِاسْتِحَالَتِهِ، وَإِنَّمَا فِيهِ أَخْبَارٌ عَنْ عَالَمِ الْغَيْبِ لَا يَسْتَقِلُّ الْعَقْلُ بِمَعْرِفَتِهَا ; لِعَدَمِ الِاطِّلَاعِ عَلَى ذَلِكَ الْعَالَمِ، وَلَكِنَّهَا كُلَّهَا </p><p> مِنَ الْمُمْكِنَاتِ أَخْبَرَ بِهَا الْوَحْيُ، فَصَدَّقْنَاهُ، فَالْإِسْلَامُ لَا يُكَلِّفُ أَحَدًا أَنْ يَأْخُذَ بِالْمُحَالِ. </p><p> وَأَمَّا نَقْلُهُمْ هَذِهِ الْعَقِيدَةِ عَنْ كُتُبِهِمْ (وَسَيَأْتِي الْبَحْثُ فِيهِ) فَهُوَ مُعَارَضٌ بِنَقْلٍ مِثْلِهِ عَنْ كُتُبِ الْوَثَنِيِّينَ وَتَقَالِيدِهِمْ، فَهَذِهِ عَقِيدَةٌ وَثَنِيَّةٌ مَحْضَةٌ سَرَتْ إِلَى النَّصَارَى مِنَ الْوَثَنِيِّينَ، كَمَا بَيَّنَهُ عُلَمَاءُ أُورُبَّةَ الْأَحْرَارُ، وَمُؤَرِّخُوهُمْ، وَعُلَمَاءُ الْآثَارِ وَالْعَادِيَاتِ مِنْهُمْ فِي كُتُبِهِمْ. </p><p> قَالَ (دُوَانُ) فِي كِتَابِهِ: \" خُرَافَاتُ التَّوْرَاةِ وَمَا يُقَابِلُهَا مِنَ الدِّيَانَاتِ الْأُخْرَى \"  (. ص ١٨١، ١٨٢) مَا تَرْجَمَتُهُ بِالتَّلْخِيصِ: </p><p> \" إِنَّ تَصَوُّرَ الْخَلَاصِ بِوَاسِطَةِ تَقْدِيمِ أَحَدِ الْآلِهَةِ ذَبِيحَةَ فَدَاءٍ عَنِ الْخَطِيئَةِ، قَدِيمُ الْعَهْدِ جِدًّا عِنْدَ الْهُنُودِ الْوَثَنِيِّينَ، وَغَيْرِهِمْ \" وَذَكَرَ الشَّوَاهِدَ عَلَى ذَلِكَ: </p><p> مِنْهَا قَوْلُهُ: يَعْتَقِدُ الْهُنُودُ أَنَّ كَرَشْنَا الْمَوْلُودَ الْبِكْرَ، الَّذِي هُوَ نَفْسُ الْإِلَهِ فِشْنُو الَّذِي لَا ابْتِدَاءَ لَهُ وَلَا انْتِهَاءَ - عَلَى رَأْيِهِمْ - تَحَرَّكَ حُنُوًّا كَيْ يُخَلِّصَ الْأَرْضَ مِنْ ثِقَلِ حِمْلِهَا، فَأَتَاهَا وَخَلَّصَ الْإِنْسَانَ بِتَقْدِيمِ نَفْسِهِ ذَبِيحَةً عَنْهُ. </p><p> وَذَكَرَ أَنَّ (مِسْتَرْ مُورْ) قَدْ صَوَّرَ كَرَشْنَا مَصْلُوبًا، كَمَا هُوَ مُصَوَّرٌ فِي كُتُبِ الْهُنُودِ، مَثْقُوبَ الْيَدَيْنِ وَالرِّجْلَيْنِ، وَعَلَى قَمِيصِهِ صُورَةُ قَلْبِ الْإِنْسَانِ مُعَلَّقًا. وَوَجَدْتُ لَهُ صُورَةً مَصْلُوبًا وَعَلَى رَأْسِهِ إِكْلِيلٌ مِنَ الذَّهَبِ، وَالنَّصَارَى تَقُولُ: إِنَّ يَسُوعَ صُلِبَ وَعَلَى رَأْسِهِ إِكْلِيلٌ مِنَ الشَّوْكِ. </p><p> وَقَالَ (هُوكْ) فِي ص ٣٢٦ مِنَ الْمُجَلَّدِ الْأَوَّلِ مِنْ رِحْلَتِهِ: \" وَيَعْتَقِدُ الْهُنُودُ الْوَثَنِيُّونَ بِتَجَسُّدِ أَحَدِ الْآلِهَةِ، وَتَقْدِيمِ نَفْسِهِ ذَبِيحَةً فِدَاءً لِلنَّاسِ مِنَ الْخَطِيئَةِ \" . </p><p> وَقَالَ (مورينورليمس) فِي ص ٣٦ مِنْ كِتَابِهِ (الْهُنُودُ) : وَيَعْتَقِدُ الْهُنُودُ الْوَثَنِيُّونَ بِالْخَطِيئَةِ الْأَصْلِيَّةِ، وَمِمَّا يَدُلُّ عَلَى ذَلِكَ مَا جَاءَ فِي مُنَاجَاتِهِمْ، وَتَوَسُّلَاتِهِمُ الَّتِي يَتَوَسَّلُونَ بِهَا بَعْدَ \" الْكِيَاتْرِي \" وَهُوَ: إِنِّي مُذْنِبٌ، وَمُرْتَكِبُ الْخَطِيئَةِ، وَطَبِيعَتِي شِرِّيرَةٌ، وَحَمَلَتْنِي أُمِّي بِالْإِثْمِ، فَخَلِّصْنِي يَا ذَا الْعَيْنِ الْحَنْدُوقِيَّةِ، يَا مُخَلِّصَ الْخَاطِئِينَ مِنَ الْآثَامِ وَالذُّنُوبِ \". </p><p> وَقَالَ الْقَسُّ جُورَكْ كُوكْسَ فِي كِتَابِهِ (الدِّيَانَاتُ الْقَدِيمَةُ) فِي سِيَاقِ الْكَلَامِ عَنِ الْهُنُودِ: \" وَيَصِفُونَ كَرَشْنَا بِالْبَطَلِ الْوَدِيعِ الْمَمْلُوءِ لَاهُوتًا لِأَنَّهُ قَدَّمَ شَخْصَهُ ذَبِيحَةً \" . </p><p> وَنَقَلَ هِيجِينْ عَنْ (أندرادا الْكروزويوس) وَهُوَ أَوَّلُ أُورُبِّيٍّ دَخَلَ بِلَادَ </p><p> النِّيبَالِ وَالتِّبْتِ، أَنَّهُ قَالَ فِي الْإِلَهِ (أَنْدَرَا) الَّذِي يَعْبُدُونَهُ: إِنَّهُ سُفِكَ دَمُهُ بِالصَّلْبِ وَثَقْبِ الْمَسَامِيرِ، لِكَيْ يُخَلِّصَ الْبَشَرَ مِنْ ذُنُوبِهِمْ، وَإِنَّ صُورَةَ الصَّلِيبِ مَوْجُودَةٌ فِي كُتُبِهِمْ. </p><p> وَفِي كِتَابِ جورجيوس الرَّاهِبِ صُورَةُ الْإِلَهِ (أَنْدَرَا) هَذَا مَصْلُوبًا، وَهُوَ بِشَكْلِ صَلِيبٍ أَضْلَاعُهُ مُتَسَاوِيَةُ الْعَرْضِ مُتَفَاوِتَةُ الطُّولِ، فَالرَّأْسِيُّ أَقْصَرُهَا (وَفِيهِ صُورَةُ وَجْهِهِ) وَالسُّفْلِيُّ أَطُولُهَا، وَلَوْلَا صُورَةُ الْوَجْهِ لَمَا خَطَرَ لِمَنْ يَرَى الصُّورَةَ أَنَّهَا تُمَثِّلُ شَخْصًا. </p><p> هَذَا، وَأَمَّا مَا يُرْوَى عَنِ الْبُوذِيِّينَ فِي (بُوذَهْ) هُوَ أَكْثَرُ انْطِبَاقًا عَلَى مَا يَرْوِيهِ النَّصَارَى عَنِ الْمَسِيحِ، مِنْ جَمِيعِ الْوُجُوهِ. حَتَّى إِنَّهُمْ يُسَمُّونَهُ الْمَسِيحَ، وَالْمَوْلُودُ الْوَحِيدُ، وَمُخَلِّصَ الْعَالَمِ، وَيَقُولُونَ: إِنَّهُ إِنْسَانٌ كَامِلٌ، وَإِلَهٌ كَامِلٌ تَجَسَّدَ بِالنَّاسُوتِ، وَإِنَّهُ قَدَّمَ نَفْسَهُ ذَبِيحَةً ; لِيُكَفِّرَ ذُنُوبَ الْبَشَرِ، وَيُخَلِّصَهُمْ مِنْ ذُنُوبِهِمْ، فَلَا يُعَاقَبُونَ عَلَيْهَا، وَيَجْعَلَهُمْ وَارِثِينَ لِمَلَكُوتِ السَّمَاوَاتِ. </p><p> بَيَّنَ ذَلِكَ كَثِيرٌ مِنْ عُلَمَاءِ الْغَرْبِ، مِنْهُمْ (بِيلْ) فِي كِتَابِهِ (تَارِيخُ بُوذَهْ) وَ (هُوكْ) فِي رِحْلَتِهِ وَ (مُولَرْ) فِي كِتَابِهِ (تَارِيخُ الْآدَابِ السِّنْسِكْرِيتِيَّةِ) وَغَيْرُهُمْ. </p><p> وَمَنْ أَرَادَ الْمُقَابَلَةَ بَيْنَ إِلَهِ النَّصَارَى، وَآلِهَةِ الْوَثَنِيِّينَ الْأَوَّلِينَ فِي الشَّرْقِ وَالْغَرْبِ، فَعَلَيْهِ أَنْ يَقْرَأَ كِتَابَ الْعَقَائِدِ الْوَثَنِيَّةِ فِي الدِّيَانَةِ النَّصْرَانِيَّةِ، فَهَلْ يُتَصَوَّرُ مِنْ مُسْلِمٍ هَدَاهُ اللهُ بِالْإِسْلَامِ إِلَى التَّوْحِيدِ الْخَالِصِ، وَالدِّينِ الْقَيِّمِ دِينِ الْعَقْلِ وَالْفِطْرَةِ الْمَبْنِيِّ عَلَى تَكْرِيمِ نَوْعِ الْإِنْسَانِ أَنْ يَسْتَحِبَّ الْعَمَى عَلَى الْهُدَى، فَيَرْضَى لِنَفْسِهِ التَّخَبُّطَ فِي ظُلُمَاتِ الْعَقَائِدِ الْوَثَنِيَّةِ؟ ! </p><p> (شُبَهَاتُ النَّصَارَى عَلَى إِنْكَارِ الصَّلْبِ) </p><p> (الشُّبْهَةُ الْأُولَى) : يَدَّعِي بَعْضُهُمْ فِيمَا يُمَوِّهُ بِهِ عَلَى عَوَامِّ الْمُسْلِمِينَ، أَنَّ مَسْأَلَةَ الصَّلْبِ مُتَوَاتِرَةٌ، فَالْعِلْمُ بِهَا قَطْعِيٌّ. </p><p> وَالْجَوَابُ عَنْ هَذِهِ الشُّبْهَةِ: أَنَّ دَعْوَى التَّوَاتُرِ مَمْنُوعَةٌ ; فَإِنَّ التَّوَاتُرَ عِبَارَةٌ عَنْ إِخْبَارِ عَدَدٍ كَثِيرٍ، لَا يُجَوِّزُ الْعَقْلُ اتِّفَاقَهُمْ، وَتَوَاطُؤِهِمْ عَلَى الْكَذِبِ، بِشَيْءٍ قَدْ أَدْرَكُوهُ بِحَوَاسِّهِمْ إِدْرَاكًا صَحِيحًا لَا شُبْهَةَ فِيهِ، وَكَانَ خَبَرُهُمْ بِذَلِكَ مُتَّفِقًا لَا خِلَافَ فِيهِ، هَذَا إِذَا كَانَ التَّوَاتُرُ فِي طَبَقَةٍ وَاحِدَةٍ رَأَوْا بِأَعْيُنِهِمْ شَيْئًا (مَثَلًا) وَأَخْبَرُوا بِهِ، فَإِنْ كَانَ التَّوَاتُرُ فِي طَبَقَاتٍ كَانَ </p><p> مَا بَعْدَ الْأُولَى مُخْبِرًا عَنْهَا، وَيُشْتَرَطُ أَنْ يَكُونَ أَفْرَادُ كُلِّ طَبَقَةٍ لَا يُجَوِّزُ عَقْلُ عَاقِلٍ تَوَاطُؤَهُمْ عَلَى الْكَذِبِ فِي الْإِخْبَارِ عَمَّنْ قَبْلَهُمْ، وَأَنْ يَكُونَ كُلُّ فَرْدٍ مِنْ كُلِّ طَبَقَةٍ قَدْ سَمِعَ جَمِيعَ الْأَفْرَادِ الَّذِينَ يَحْصُلُ بِهِمُ التَّوَاتُرُ مِمَّنْ قَبْلَهُمْ. وَأَنْ يَتَّصِلَ السَّنَدُ هَكَذَا إِلَى الطَّبَقَةِ الْأَخِيرَةِ، فَإِنِ اخْتَلَّ شَرْطٌ مِنْ هَذِهِ الشُّرُوطِ لَا يَنْعَقِدُ التَّوَاتُرُ. </p><p> وَأَنَّى لِلنَّصَارَى بِمِثْلِ هَذَا التَّوَاتُرِ؟ وَالَّذِينَ كَتَبُوا الْأَنَاجِيلَ، وَالرَّسَائِلَ الْمُعْتَمَدَةَ عِنْدَهُمْ لَا يَبْلُغُونَ عَدَدَ التَّوَاتُرِ، وَلَمْ يُخْبِرْ أَحَدٌ مِنْهُمْ عَنْ مُشَاهَدَةٍ، وَمَنْ تُنْقَلُ عَنْهُ الْمُشَاهَدَةُ كَبَعْضِ النِّسَاءِ لَا يُؤْمَنُ عَلَيْهِ الِاشْتِبَاهُ وَالْوَهْمُ. بَلْ قَالَ يُوحَنَّا فِي إِنْجِيلِهِ: إِنَّ مَرْيَمَ الْمَجْدَلِيَّةَ وَهِيَ أَعْرِفُ النَّاسِ بِالْمَسِيحِ اشْتَبَهَتْ فِيهِ وَظَنَّتْ أَنَّهُ الْبُسْتَانِيُّ، وَهُوَ قَدْ كَانَ صَاحِبَ آيَاتٍ، وَخَوَارِقَ عَادَاتٍ، فَلَا يَبْعُدُ أَنْ يُلْقَى شَبَهُهُ عَلَى غَيْرِهِ، وَيَنْجُوَ بِالتَّشَكُّلِ بِصُورَةٍ غَيْرِ صُورَتِهِ، كَمَا رَوَوْا عَنْهُ أَنَّهُ قَالَ لَهُمْ:  \" إِنَّهُمْ يَشُكُّونَ فِيهِ \" وَكَمَا قَالَ مُرْقُسْ: إِنَّهُ ظَهَرَ لَهُمْ بِهَيْئَةٍ أُخْرَى. ثُمَّ إِنَّ مَا عُزِيَ إِلَيْهِمْ، لَمْ يَنْقُلْهُ عَنْهُمْ عَدَدُ التَّوَاتُرِ، بِالسَّمَاعِ مِنْهُمْ طَبَقَةً بَعْدَ طَبَقَةٍ، إِلَى الْعَصْرِ الَّذِي صَارَ لِلنَّصَارَى فِيهِ مُلْكٌ وَحُرِّيَّةٌ يُظْهِرُونَ فِيهِمَا دِينَهُمْ، وَقَدْ بَيَّنَ الشَّيْخُ رَحْمَةُ اللهِ الْهِنْدِيُّ وَغَيْرُهُ انْقِطَاعَ أَسَانِيدِ هَذِهِ الْكُتُبِ بِالْبَيِّنَاتِ الْوَاضِحَةِ. وَسَيَأْتِي فِي هَذَا السِّيَاقِ مَا يَدُلُّ عَلَى عَدَمِ الثِّقَةِ بِهَا. </p><p> (الشُّبْهَةُ الثَّانِيَةُ) : يَقُولُونَ لَوْ لَمْ تَكُنْ هَذِهِ الْقِصَّةُ مُتَوَاتِرَةً مُتَّفَقًا عَلَيْهَا، لَوُجِدَ، فِيهِمْ، مَنْ أَنْكَرَهَا، كَمَا وُجِدَتْ فِيهِمْ فِرَقٌ خَالَفَتِ الْجُمْهُورَ فِي أُصُولِ عَقَائِدِهِ ; كَالتَّثْلِيثِ، وَلَمْ تُخَالِفْهُ فِي هَذِهِ الْعَقِيدَةِ. </p><p> وَالْجَوَابُ عَنْ هَذَا عَسِيرٌ عَلَى مَنْ يَجْهَلُ تَارِيخَهُمْ، يَسِيرٌ عَلَى الْمُطَّلِعِ عَلَيْهِ، فَقَدْ أَنْكَرَ الصَّلْبَ مِنْهُمْ فِرْقَةُ السِّيرِنِثِيِّينَ، وَالتَّاتْيَانُوسِيِّينَ أَتْبَاعُ تَاتْيَانُوسَ تِلْمِيذِ يُوسْتِينُوسَ الشَّهِيدِ، وَقَالَ فُوتْيُوسُ: إِنَّهُ قَرَأَ كِتَابًا يُسَمَّى: \" رِحْلَةُ الرُّسُلِ \" فِيهِ أَخْبَارُ بُطْرُسَ، وَيُوحَنَّا، وَأَنْدَرَاوِسْ، وَتُومَا، وَبُولُسْ، وَمِمَّا قَرَأَهُ فِيهِ:  \" أَنَّ الْمَسِيحَ لَمْ يُصْلَبْ، وَلَكِنْ صُلِبَ غَيْرُهُ، وَقَدْ ضَحِكَ</p><p> بِذَلِكَ مِنْ صَالِبِيهِ \" </p><p> هَذَا، وَإِنَّ مَجَامِعَهُمُ الْأُولَى قَدْ حَرَّمَتْ قِرَاءَةَ الْكُتُبِ الَّتِي تُخَالِفُ الْأَنَاجِيلَ الْأَرْبَعَةَ، وَالرَّسَائِلَ الَّتِي اعْتَمَدَتْهَا، فَصَارَ أَتْبَاعُهُمْ يَحْرِقُونَ تِلْكَ الْكُتُبَ وَيُتْلِفُونَهَا، وَإِنَّنَا نَرَى مَا سَلِمَ بَعْضُ نُسَخِهِ، مِنْهَا، كَإِنْجِيلِ بِرْنَابَا يُنْكِرُ الصَّلْبَ، وَمَا يُدْرِينَا أَنَّ تِلْكَ الْكُتُبَ الَّتِي فُقِدَتْ كَانَتْ تُنْكِرُهُ أَيْضًا، فَنَحْنُ لَا ثِقَةَ لَنَا بِاخْتِيَارِ الْمَجَامِعِ لِمَا اخْتَارَتْهُ، فَنَجْعَلُهُ حُجَّةً، وَنَعُدُّ مَا عَدَاهُ كَالْعَدَمِ. عَلَى أَنَّ عَدَمَ الْعِلْمِ بِالْمُنْكِرِينَ لَا يَقْتَضِي عَدَمَ وُجُودِهِمْ، وَعَدَمُ وُجُودِهِمْ لَا يَقْتَضِي أَنْ يَكُونَ مَا اتَّفَقُوا عَلَيْهِ بِتَقْلِيدِ بَعْضِهِمْ لِبَعْضٍ ثَابِتًا فِي نَفْسِهِ. </p><p> (الشُّبْهَةُ الثَّالِثَةُ) : يَقُولُونَ: إِنَّ الْأَنَاجِيلَ، وَرَسَائِلَ الْعَهْدِ الْجَدِيدِ قَدْ أَثْبَتَتِ الصَّلْبَ، وَهِيَ كُتُبٌ مُقَدَّسَةٌ مَعْصُومَةٌ مِنَ الْخَطَأِ، فَوَجَبَ اعْتِقَادُ مَا أَثْبَتَتْهُ. </p><p> وَنَقُولُ (أَوَّلًا) : لَا دَلِيلَ عَلَى عِصْمَةِ هَذِهِ الْكُتُبِ، وَلَا عَلَى أَنَّ كَاتِبِيهَا كَانُوا مَعْصُومِينَ، وَ (ثَانِيًا) : لَا دَلِيلَ عَلَى نِسْبَتِهَا إِلَى مَنْ نُسِبَتْ إِلَيْهِمْ ; لِأَنَّهَا غَيْرُ مُتَوَاتِرَةٍ كَمَا تَقَدَّمَ، وَ (ثَالِثًا) </p><p> : </p><p> أَنَّهَا مُعَارَضَةٌ بِأَمْثَالِهَا كَإِنْجِيلِ بِرْنَابَا، وَتَرْجِيحُهُمْ إِيَّاهَا عَلَى هَذَا الْإِنْجِيلِ لَا يَصْلُحُ مُرَجِّحًا عِنْدَنَا ; لِأَنَّهُمُ اتَّبَعُوا فِي اعْتِمَادِهَا تِلْكَ الْمَجَامِعَ الَّتِي لَا ثِقَةَ لَنَا بِأَهْلِهَا، وَلَا كَانُوا مَعْصُومِينَ عِنْدَهُمْ، وَلَا عِنْدَنَا، وَ (رَابِعًا) : أَنَّهَا مُتَعَارِضَةٌ فِي قِصَّةِ الصَّلْبِ، وَفِي غَيْرِهَا، وَ (خَامِسًا) : أَنَّهَا مُعَارَضَةٌ بِالْقُرْآنِ الْعَزِيزِ، وَهُوَ الْكِتَابُ الْإِلَهِيُّ الَّذِي ثَبَتَ نَقْلُهُ بِالتَّوَاتُرِ الصَّحِيحِ، دُونَ غَيْرِهِ، فَقُصَارَى تِلْكَ الْكُتُبِ أَنْ تُفِيدَ الظَّنَّ بِالْقَرَائِنِ كَمَا قَالَ، تَعَالَى: مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَالْقُرْآنُ قَطْعِيٌّ، فَوَجَبَ تَقْدِيمُهُ ; لِأَنَّهُ يُفِيدُ الْعِلْمَ الْقَطْعِيَّ. </p><p> إِنَّ بَعْضَ الْمُسْلِمِينَ يُصَدِّقُونَ دُعَاةَ النَّصْرَانِيَّةِ، وَمُجَادِلِيهِمْ فِي زَعْمِهِمْ أَنَّ هَذِهِ الْأَنَاجِيلَ مَحْفُوظَةٌ عِنْدَهُمْ مِنْ عَهْدِ الْمَسِيحِ إِلَى الْآنِ، وَأَنَّهَا مُسَلَّمَةٌ عِنْدَ جَمِيعِ فِرَقِهِمْ، وَمَعْرُوفَةٌ عِنْدَ غَيْرِهِمْ، فَلَمْ يَكُنْ يَخْتَلِفُ فِيهَا اثْنَانِ. وَلَكِنْ مَنْ طَالَعَ كُتُبَهُمُ التَّارِيخِيَّةَ وَالدِّينِيَّةَ، يَعْلَمُ أَنَّ هَذِهِ الدَّعْوَى بَاطِلَةٌ. وَإِنَّمَا يُصَدِّقُهُمُ الْمُسْلِمُونَ الْجَاهِلُونَ ; لِتَوَهُّمِ أَنَّ النَّصْرَانِيَّةَ نَشَأَتْ كَالْإِسْلَامِ فِي مَهْدِ الْقُوَّةِ وَالْعِزَّةِ وَالْمَدَنِيَّةِ وَالْحَضَارَةِ، فَأَمْكَنَ حِفْظُ كُتُبِهَا كَمَا أَمْكَنَ حِفْظُ الْقُرْآنِ. وَشَتَّانَ بَيْنَ الْأُمَّتَيْنِ فِي نَشْأَتِهِمَا شَتَّانَ. وَإِلَيْكَ نَزْرًا مِنَ الْبَيَانِ، وَإِنْ شِئْتَ الْمَزِيدَ مِنْ مِثْلِهِ فَارْجِعْ إِلَى الْكُتُبِ الْمُؤَلَّفَةِ فِي هَذَا الشَّأْنِ. </p><p> الدَّلَائِلُ عَلَى عَدَمِ الثِّقَةِ بِالْأَنَاجِيلِ: أَلَّفَ سَلْسُوسُ مِنْ عُلَمَاءِ الْوَثَنِيِّينَ فِي الْقَرْنِ الثَّانِي لِلْمِيلَادِ كِتَابًا فِي إِبْطَالِ الدِّيَانَةِ النَّصْرَانِيَّةِ قَالَ فِيهِ كَمَا نَقَلَ عَنْهُ أَكْهَارِنْ مِنْ عُلَمَاءِ أَلْمَانْيَةَ مَا تَرْجَمَتُهُ: \" بَدَّلَ النَّصَارَى أَنَاجِيلَهُمْ ثَلَاثَ مَرَّاتٍ، أَوْ أَرْبَعَ مَرَّاتٍ، بَلْ أَكْثَرَ مِنْ هَذَا تَبْدِيلًا ; كَأَنَّ مَضَامِينَهَا بُدِّلَتْ \" . </p><p> وَفِي كُتُبِهِمْ أَنَّ الْفِرْقَةَ الْأَبْيُونِيَّةَ مِنْ فِرَقِ النَّصَارَى فِي الْقَرْنِ الْأَوَّلِ لِلْمِيلَادِ كَانَتْ تُصَدِّقُ إِنْجِيلَ مَتَّى وَحْدَهُ وَتُنْكِرُ مَا عَدَاهُ، وَلَكِنْ كَانَ ذَلِكَ الْإِنْجِيلُ مُخَالِفًا لِإِنْجِيلِ مَتَّى الَّذِي ظَهَرَ بَعْدَ ظُهُورِ قُسْطَنْطِينَ، وَأَنَّ الْفِرْقَةَ الْمَارَسْيُونِيَّةَ مِنْ فِرَقِ النَّصَارَى الْقَدِيمَةِ كَانَتْ تَأْخُذُ بِإِنْجِيلِ لُوقَا، وَكَانَتِ النُّسْخَةُ الَّتِي تُؤْمِنُ بِهَا مُخَالِفَةً لِلْمَوْجُودَةِ الْآنَ، وَكَانَتْ تُنْكِرُ سَائِرَ الْأَنَاجِيلِ، وَهِيَ عِنْدَهُمْ مِنَ الْمُبْتَدَعَةِ. </p><p> وَفِي رِسَالَةِ بُولِسْ إِلَى أَهْلِ غِلَاطْيَةَ مَا نَصُّهُ (١: ٦ إِنِّي أَتَعَجَّبُ أَنَّكُمْ تَنْتَقِلُونَ هَكَذَا سَرِيعًا عَنِ الَّذِي دَعَاكُمْ بِنِعْمَةِ الْمَسِيحِ إِلَى إِنْجِيلٍ آخَرَ (٧) لَيْسَ هُوَ آخَرَ، غَيْرَ أَنَّهُ يُوجَدُ قَوْمٌ يُزْعِجُونَكُمْ، وَيُرِيدُونَ أَنْ يُحَوِّلُوا إِنْجِيلَ الْمَسِيحِ) هَكَذَا فِي تَرْجَمَةِ الْبُرُوتِسْتَانْتِ الْأَخِيرَةِ (يُحَوِّلُوا) وَفِي التَّرْجَمَةِ الْقَدِيمَةِ الَّتِي نَقَلَ عَنْهَا كَثِيرُونَ \" يُحَرِّفُوا \" وَفِي تَرْجَمَةِ الْجِزْوِيتْ \" يَقْلِبُوا \" وَالْمَعَانِي مُتَقَارِبَةٌ تَدُلُّ كُلُّهَا عَلَى أَنَّهُ كَانَ فِي عَهْدِ بُولِسْ قَوْمٌ يَدْعُونَ النَّاسَ إِلَى إِنْجِيلٍ غَيْرِ الَّذِي يَدْعُو هُوَ إِلَيْهِ، وَمَعْنَى كَوْنِهِ غَيْرَهُ أَنَّهُمْ حَرَّفُوهُ، أَوْ قَلَبُوهُ حَتَّى صَارَ كَأَنَّهُ إِنْجِيلٌ آخَرُ، وَكَمَا اعْتَرَفَ بُولِسْ بِهَذَا اعْتَرَفَ بِأَنَّهُ كَانَ يُوجَدُ فِي عَصْرِهِ رُسُلٌ كَذَّابُونَ غَدَّارُونَ </p><p> تَشَبَّهُوا بِرُسُلِ الْمَسِيحِ. صَرَّحَ بِذَلِكَ فِي رِسَالَتِهِ الثَّانِيَةِ إِلَى أَهْلِ كُورِنْثِيوُسَ فَقَالَ:  (١١:١٣ لِأَنَّ مِثْلَ هَؤُلَاءِ رُسُلٌ كَذَبَةٌ فَعَلَةٌ مَاكِرُونَ مُغَيِّرُونَ شَكْلَهُمْ إِلَى رُسُلِ الْمَسِيحِ (١٤) وَلَا عَجَبَ لِأَنَّ الشَّيْطَانَ يُغَيِّرُ شَكْلَهُ إِلَى مَلَاكِ نُورٍ (١٥) فَلَيْسَ عَظِيمًا إِذَا كَانَ خُدَّامُهُ أَيْضًا يُغَيِّرُونَ شَكْلَهُمْ كَخُدَّامٍ لِلْبِرِّ) . </p><p> وَفِي سِفْرِ الْأَعْمَالِ تَصْرِيحٌ بِأَنَّ بَعْضَ الْيَهُودِ كَانُوا يَنْبَثُّونَ بَيْنَ الْمَسِيحِيِّينَ، وَيُعَلِّمُونَهُمْ غَيْرَ مَا يُعَلِّمُهُمْ رُسُلُ الْمَسِيحِ، وَأَنَّ الرُّسُلَ وَالْمَشَايِخَ أَرْسَلُوا بُولِسْ وَبِرْنَابَا إِلَى أَنْطَاكِيَةَ ; </p><p> لِتَحْذِيرِ إِخْوَانِهِمْ فِيهَا مِنَ الَّذِينَ يُوصُونَهُمْ بِالْخِتَانِ، وَحِفْظِ النَّامُوسِ الَّذِي لَمْ يَأْمُرُوهُمْ بِهِ، كَمَا ذَكَرَ فِي الْفَصْلِ (١٥) مِنْهُ، وَفِي آخِرِهِ أَنَّهُ حَصَلَتْ مُشَاجَرَةٌ هُنَالِكَ بَيْنَ بُولِسْ وَبِرْنَابَا وَافْتَرَقَا. وَمِنَ الْمَعْلُومِ أَنَّ بُولِسْ كَانَ عَدُوَّ الْمَسِيحِيِّينَ، وَخَصْمَهُمْ، وَأَنَّهُ لَمَّا ادَّعَى الْإِيمَانَ لَمْ يُصَدِّقْهُ جَمَاعَةُ الْمَسِيحِ عَلَيْهِ السَّلَامُ، وَلَوْلَا أَنْ شَهِدَ لَهُ بِرْنَابَا لَمَا قَبِلُوهُ، وَبِرْنَابَا يَقُولُ فِي أَوَّلِ إِنْجِيلِهِ: إِنَّ بُولِسْ نَفْسَهُ كَانَ مِنَ الَّذِينَ بَشَّرُوا بِتَعْلِيمٍ جَدِيدٍ غَيْرِ تَعْلِيمِ الْمَسِيحِ. فَمَعَ أَمْثَالِ هَذِهِ النُّصُوصِ فِي أُمَّهَاتِ كُتُبِهِمُ الْمُقَدَّسَةِ كَيْفَ يُمْكِنُ لِلْمُسْلِمِ أَنْ يَثِقَ بِهَا؟ </p><p> وَمِنَ الشَّوَاهِدِ عَلَى التَّعَارُضِ وَالتَّنَاقُضِ فِي قِصَّةِ الصَّلْبِ مِنْهَا: أَنَّ أَصْلَ هَذِهِ الْعَقِيدَةِ أَنَّ الْمَسِيحَ بَذَلَ نَفْسَهُ بِاخْتِيَارِهِ فِدَاءً وَكَفَّارَةً عَنِ الْبَشَرِ، مَعَ أَنَّ هَذِهِ الْأَنَاجِيلَ تُصَرِّحُ بِأَنَّهُ حَزِنَ وَاكْتَأَبَ عِنْدَمَا شَعَرَ بِقُرْبِ أَجَلِهِ، وَطَلَبَ مِنَ اللهِ أَنْ يَصْرِفَ عَنْهُ هَذِهِ الْكَأْسَ، فَفِي مَتَّى:  (٣٧:٢٦) ثُمَّ أَخَذَ مَعَهُ بُطْرُسَ، وَابْنَي زَبْدَى، وَابْتَدَأَ يَحْزَنُ وَيَكْتَئِبُ (٣٨) فَقَالَ لَهُمْ نَفْسِي حَزِينَةٌ جِدًّا حَتَّى الْمَوْتِ. امْكُثُوا هُنَا، وَاسْهَرُوا مَعِي (٣٩) ثُمَّ تَقَدَّمَ قَلِيلًا وَخَرَّ عَلَى وَجْهِهِ، وَكَانَ يُصَلِّي قَائِلًا: يَا أَبَتَاهُ، إِنْ أَمْكَنَ فَلْتَعْبُرْ عَنِّي هَذِهِ الْكَأْسَ، وَلَكِنْ لَيْسَ كَمَا أُرِيدُ أَنَا. بَلْ كَمَا تُرِيدُ أَنْتَ. فَمَضَى أَيْضًا ثَانِيَةً، وَصَلَّى قَائِلًا: يَا أَبَتَاهُ، إِنْ لَمْ يُمْكِنْ أَنْ تَعْبُرَ عَنِّي هَذِهِ الْكَأْسَ، إِلَّا أَنْ أَشْرَبَهَا، فَلْتَكُنْ مَشِيئَتُكَ. </p><p> وَمِثْلُ هَذَا فِي لُوقَا:  (٢٢: ٤٣ - ٤٥) فَكَيْفَ يَقُولُ الْمَسِيحُ هَذَا، وَهُوَ إِلَهٌ عِنْدَهُمْ؟ فَهَلْ يُمْكِنُ أَنْ يَجْهَلَ مَا يُمْكِنُ، وَمَا لَا يُمْكِنُ، وَأَنْ يَطْلُبَ إِبْطَالَ الطَّرِيقَةِ الَّتِي أَرَادَ الْآبُ - وَهُوَ هُوَ عِنْدَهُمْ - أَنْ يَجْمَعَ بِهَا بَيْنَ عَدْلِهِ وَرَحْمَتِهِ؟ </p><p> وَمِنَ الشَّوَاهِدِ عَلَيْهَا مَسْأَلَةُ اللِّصَّيْنِ اللَّذَيْنِ قَالُوا: إِنَّهُمَا صُلِبَا مَعَهُ، قَالَ مُرْقُسُ:  (١٥: ٢٧ وَصَلَبُوا مَعَهُ لِصَّيْنِ ; وَاحِدًا عَنْ يَمِينِهِ، وَآخَرَ عَنْ يَسَارِهِ (٢٨) فَتَمَّ الْكِتَابُ الْقَائِلُ: \" وَأَحْصَى مَعَ أَثَمَةٍ \" إِلَى أَنْ قَالَ: وَاللَّذَانِ صُلِبَا مَعَهُ كَانَا يُعَيِّرَانِهِ. وَكَذَلِكَ قَالَ مَتَّى:  (٢٧:٤٤) وَأَمَّا لُوقَا فَقَدْ سَمَّى الرَّجُلَيْنِ اللَّذَيْنِ صُلِبَا مَعَهُ: مُذْنِبَيْنِ، وَلَكِنَّهُ قَالَ: (٢٣: ٣٩ وَكَانَ وَاحِدٌ مِنَ الْمُذْنِبَيْنِ </p><p> الْمُعَلَّقَيْنِ مَعَهُ يُجَدِّفُ عَلَيْهِ قَائِلًا: </p><p> \" إِنْ كُنْتَ أَنْتَ الْمَسِيحَ فَخَلِّصْ نَفْسَكَ وَإِيَّانَا(٤٠)فَأَجَابَ الْآخَرُ وَانْتَهَرَهُ \" إِلَخْ. وَفِيهِ أَنَّ الْمَسِيحَ بَشَّرَ هَذَا بِأَنَّهُ يَكُونُ مَعَهُ فِي الْفِرْدَوْسِ ذَلِكَ الْيَوْمَ، فَكَانَتْ نُبُوَّةُ الْكِتَابِ (الْمُرَادُ بِهِ أَشَعْيَا) أَنَّهُ يُصْلَبُ مَعَ أَثَمَةٍ بِصِيغَةِ الْجَمْعِ ثُمَّ كَانَ الْجَمْعُ اثْنَيْنِ وَلَا بَأْسَ بِذَلِكَ، وَلَكِنْ كَيْفَ يَقُولُ اثْنَانِ مِنَ الْإِنْجِيلِيِّينَ الْمَعْصُومِينَ عَلَى رَأْيِهِمْ: إِنَّ الَّذِي عَيَّرَهُ وَأَهَانَهُ هُوَ أَحَدُهُمَا، وَالْآخَرَانِ وَهُمَا مِثْلُهُ فِي عِصْمَتِهِ يَقُولَانِ: بَلْ كِلَاهُمَا عَيَّرَاهُ؟ وَمِثْلُ هَذِهِ الْمُخَالَفَاتِ وَالْمُعَارَضَاتِ فِي هَذِهِ الْقِصَّةِ كَثِيرَةٌ، وَمَنْ أَظْهَرِهَا: مَسْأَلَةُ دَفْنِهِ لَيْلَةَ السَّبْتِ وَقِيَامِهِ مِنَ الْقَبْرِ قَبْلَ فَجْرِ يَوْمِ الْأَحَدِ، مَعَ أَنَّ الْبِشَارَةَ أَنَّهُ يَكُونُ فِي بَطْنِ الْأَرْضِ ثَلَاثَةَ أَيَّامٍ بِلَيَالِيهَا، وَهِيَ مُدَّةُ يُونَانَ فِي بَطْنِ الْحُوتِ. </p><p> وَمِنْهَا: مَسْأَلَةُ النِّسَاءِ اللَّوَاتِي جِئْنَ الْقَبْرَ، وَفِيهَا عِدَّةُ خِلَافَاتٍ فِي وَقْتِ الْمَجِيءِ، وَرُؤْيَةِ الْمَلَكِ أَوِ الْمَلَكَيْنِ وَرُؤْيَتِهِ هُوَ إِلَخْ. </p><p> (الشُّبْهَةُ الرَّابِعَةُ) قَوْلُهُمْ: إِنَّ كُتُبَ الْعَهْدِ الْعَتِيقِ قَدْ بَشَّرَتْ بِمَسْأَلَةِ الصَّلْبِ وَنَوَّهَتْ بِهَا تَنْوِيهًا. </p><p> وَنَحْنُ نَقُولُ: إِنَّ هَذَا غَيْرُ مُسَلَّمٍ. بَلْ أَنْتُمُ الَّذِينَ تَأَوَّلْتُمْ عِبَارَاتٍ مِنْ تِلْكَ الْكُتُبِ وَجَعَلْتُمُوهَا مُشِيرَةً إِلَى هَذِهِ الْقِصَّةِ، أَوْ كَمَا قَالَ السَّيِّدُ جَمَالُ الدِّينِ:  \" إِنَّكُمْ فَصَّلْتُمْ قَمِيصًا مِنْ تِلْكَ الْكُتُبِ وَأَلْبَسْتُمُوهَا للْمَسِيحِ \" كَمَا أَنَّكُمْ تَدَّعُونَ أَنَّ الذَّبَائِحَ الْوَثَنِيَّةَ كَانُوا يُشِيرُونَ بِهَا إِلَى صَلْبِ الْمَسِيحِ، فَكَأَنَّ جَمِيعَ خُرَافَاتِ الْبَشَرِ وَعِبَادَاتِهِمْ حُجَجٌ لَكُمْ عَلَى عَقِيدَتِكُمْ هَذِهِ، وَإِنْ كَانُوا قَدْ سَبَقُوكُمْ إِلَى مِثْلِهَا. عَلَى أَنَّ كَثِيرًا مِنْ تِلْكَ الْعِبَارَاتِ حُجَّةٌ عَلَيْكُمْ لَا لَكُمْ كَمَا هُوَ مَبْسُوطٌ فِي مَحَلِّهِ. </p><p> (الشُّبْهَةُ الْخَامِسَةُ) : يَقُولُونَ: إِذَا جَازَ أَنْ يَشْتَبِهَ فِي الْمَسِيحِ وَيَجْهَلَ شَخْصَهُ الْجُنُودُ الَّذِينَ جَاءُوا لِلْقَبْضِ عَلَيْهِ، وَالْحُكَّامُ وَرُؤَسَاءُ الْكَهَنَةِ الَّذِينَ طَلَبُوا صَلْبَهُ بَعْدَ الْقَبْضِ عَلَيْهِ، فَهَلْ يَجُوزُ أَنْ يَشْتَبِهَ فِي ذَلِكَ تَلَامِيذُهُ، وَمُرِيدُوهُ الَّذِينَ يَعْرِفُونَهُ حَقَّ الْمَعْرِفَةِ؟ </p><p> وَنَقُولُ: إِنَّ الْجَوَابَ عَلَى هَذَا مِنْ وَجْهَيْنِ (أَحَدُهُمَا) : أَنَّهُ عُهِدَ بَيْنَ النَّاسِ أَنْ يُشْبِهَ بَعْضُهُمْ بَعْضًا شَبَهًا تَامًّا بِحَيْثُ لَا يُمَيِّزُ أَحَدَ الْمُتَشَابِهَيْنِ الْمُعَاشِرُونَ وَالْأَقْرَبُونَ، وَقَدْ يَكُونُ هَذَا بَيْنَ الْغُرَبَاءِ، كَمَا يَكُونُ بَيْنَ الْأَقْرَبِينَ. وَلَعَلَّهُ يَقِلُّ فِي الَّذِينَ يُسَافِرُونَ وَيَتَقَلَّبُونَ بَيْنَ الْكَثِيرِ مِنَ النَّاسِ مَنْ لَمْ يَقَعْ لَهُ الِاشْتِبَاهُ بَيْنَ مَنْ يَعْرِفُ وَمَنْ لَا يَعْرِفُ، وَقَدْ وَقَعَ لِي غَيْرَ مَرَّةٍ أَنْ أُسَلِّمَ عَلَى رَجُلٍ غَرِيبٍ اشْتَبَهَ عَلَيَّ بِصَدِيقٍ لِي، ثُمَّ أَعْرِفُ بَعْدَ الْحَدِيثِ </p><p> مَعَهُ أَنَّهُ غَيْرُهُ، وَإِنَّنَا لِزِيَادَةِ الْبَيَانِ نُورِدُ قَلِيلًا مِنَ الشَّوَاهِدِ عَنِ الْإِفْرِنْجِ الَّذِينَ يَثِقُ دُعَاةُ النَّصْرَانِيَّةِ عِنْدَنَا بِهِمْ مَا لَا يَثِقُونَ بِغَيْرِهِمْ ; لِأَنَّ هَؤُلَاءِ الدُّعَاةَ مِنْ أَبْنَاءِ جِنْسِهِمْ، أَوْ مُقَلِّدَتُهُمْ. </p><p> قَالَ صَاحِبُ \" كِتَابِ التَّرْبِيَةِ الِاسْتِقْلَالِيَّةِ \"  (أُمِيلُ الْقَرْنِ التَّاسِعِ عَشَرَ) حِكَايَةً عَنْ كِتَابٍ كَتَبَتْهُ امْرَأَةُ الدُّكْتُورِ إِرَاسِمْ إِلَى زَوْجِهَا مَا نَصُّهُ: \" لَقَدْ كَثُرَ مَا لَاحَظْتُ أَنَّهُ يُوجَدُ فِي بَعْضِ الْأَحْوَالِ بَيْنَ شَخْصَيْنِ مُخْتَلِفَيْنِ فِي الذُّكُورَةِ وَالْأُنُوثَةِ وَالْمَوْطِنِ تَشَابُهٌ كَالَّذِي يُوجَدُ بَيْنَ أَفْرَادِ </p><p> أُسْرَةٍ وَاحِدَةٍ مَعَ أَنَّ كُلًّا مِنْهُمَا يَكُونُ أَجْنَبِيًّا مِنَ الْآخَرِ مِنْ كُلِّ الْوُجُوهِ، أَتَدْرِي مَنْ هُوَ الَّذِي حَضَرَتْ صُورَتُهُ فِي ذِهْنِي عِنْدَ وُقُوعِ بَصَرِي عَلَى السَّيِّدَةِ وَارنجتُون؟ ذَلِكَ هُوَ صَدِيقُكَ يَعْقُوبُ نُقُولَا، خِلْتُنِي أَرَاهُ فِي زِيِّ امْرَأَةٍ \" اهـ. فَهَذَا مِثَالٌ لِرَأْيِ الْكَاتِبِ فِي تَشَابُهِ النَّاسِ. وَفِي رِسَالَةٍ نُشِرَتْ فِي الْمُجَلَّدِ الْحَادِي عَشَرَ مِنَ الْمَنَارِ مَا نَصُّهُ(ص ٣٦٨):</p><p> \" وَيُوجَدُ فِي كُتُبِ الطِّبِّ الشَّرْعِيِّ حَوَادِثُ كَثِيرَةٌ فِي بَابِ تَحْقِيقِ الشَّخْصِيَّاتِ دَالَّةٌ عَلَى أَنَّهُ كَثِيرًا مَا يَحْدُثُ لِلنَّاسِ الْخَطَأُ فِي مَعْرِفَةِ بَعْضِ الْأَشْخَاصِ وَيَشْتَبِهُونَ عَلَيْهِمْ بِغَيْرِهِمْ، وَقَدْ ذَكَرَ \" جَاي \" وَ \" فرير \" مُؤَلِّفَا (كِتَابِ أُصُولِ الطِّبِّ الشَّرْعِيِّ) فِي اللُّغَةِ الْإِنْكِلِيزِيَّةِ حَادِثَةً اسْتُحْضِرَ فِيهَا (١٥٠) شَاهِدًا لِمَعْرِفَةِ شَخْصٍ يُدْعَى \" مارتين جير \" فَجَزَمَ أَرْبَعُونَ مِنْهُمْ أَنَّهُ هُوَ هُوَ، وَقَالَ خَمْسُونَ: إِنَّهُ غَيْرُهُ، وَالْبَاقُونَ تَرَدَّدُوا جِدًّا وَلَمْ يُمْكِنْهُمْ أَنْ يُبْدُوا رَأْيًا، ثُمَّ اتَّضَحَ مِنَ التَّحْقِيقِ أَنَّ هَذَا الشَّخْصَ كَانَ غَيْرَ مَارتين جير، وَانْخَدَعَ بِهِ هَؤُلَاءِ الشُّهُودُ الْمُثْبِتُونَ، وَعَاشَ مَعَ زَوْجَةِ مَارتين مُحَاطًا بِأَقَارِبِهِ وَأَصْحَابِهِ وَمَعَارِفِهِ مُدَّةَ ثَلَاثِ سَنَوَاتٍ، وَكُلُّهُمْ مُصَدِّقُونَ أَنَّهُ مَارتين، وَلَمَّا حَكَمَتِ الْمَحْكَمَةُ عَلَيْهِ ; لِظُهُورِ كَذِبِهِ بِالدَّلَائِلِ الْقَاطِعَةِ اسْتَأْنَفَ الْحُكْمَ فِي مَحْكَمَةٍ أُخْرَى، فَأُحْضِرَ ثَلَاثُونَ شَاهِدًا آخَرُونَ، فَأَقْسَمَ عَشَرَةٌ مِنْهُمْ بِأَنَّهُ هُوَ مارتين، وَقَالَ سَبْعَةٌ: إِنَّهُ غَيْرُهُ، وَتَرَدَّدَ الْبَاقُونَ، وَقَدْ حَدَثَتْ هَذِهِ الْحَادِثَةُ سَنَةَ ١٥٣٩ م، فِي فَرَنْسَا، وَأَمْثَالُهَا كَثِيرٌ. </p><p> \" وَقَدْ بَلَغَ مِنْ شَبَهِ بَعْضِ الْأَشْخَاصِ لِغَيْرِهِمْ أَنْ وُجِدَ فِيهِمْ بَعْضُ مَا يُوجَدُ فِي غَيْرِهِمْ مِمَّنْ شَابَهَهُمْ مِنَ الْكُسُورِ أَوِ الْجُرُوحِ أَوْ آثَارِهَا وَغَيْرِ ذَلِكَ، حَتَّى تَعَسَّرَ تَمْيِيزُ بَعْضِهِمْ عَنْ بَعْضٍ ; وَلِذَلِكَ جَدَّ الْأَطِبَّاءُ فِي وَضْعِ مُمَيِّزَاتٍ لِأَشْخَاصِ الْبَشَرِ الْمُخْتَلِفِينَ \" اهـ. </p><p> (الْوَجْهُ الثَّانِي) : إِنَّ هَذِهِ الْحَادِثَةَ مِنْ خَوَارِقِ الْعَادَاتِ الَّتِي أَيَّدَ اللهُ بِهَا نَبِيَّهُ </p><p> عِيسَى ابْنَ مَرْيَمَ، وَأَنْقَذَهُ مِنْ أَعْدَائِهِ، فَأَلْقَى شَبَهَهُ عَلَى غَيْرِهِ، وَغَيَّرَ شَكْلَهُ هُوَ، فَخَرَجَ مِنْ بَيْنِهِمْ وَهُمْ لَا يَشْعُرُونَ. وَفِي أَنَاجِيلِهِمْ وَكُتُبِهِمْ جُمَلٌ مُتَفَرِّقَةٌ تُؤَيِّدُ هَذَا الْوَجْهَ أَشَرْنَا إِلَى بَعْضِهَا مِنْ قَبْلُ (مِنْهَا) قَوْلُهُ لَهُمْ: إِنَّهُمْ يَشُكُّونَ فِيهِ يَوْمَئِذٍ (وَمِنْهَا) : أَنَّهُ يَتَشَكَّلُ بِغَيْرِ شَكْلِهِ (وَمِنْهَا) : أَنَّهُ طَلَبَ مِنَ اللهِ أَنْ يَعْبُرَ عَنْهُ هَذِهِ الْكَأْسَ أَيْ قَتْلَهُ وَصَلْبَهُ إِنْ أَمْكَنَ. وَلَا شَكَّ أَنَّ هَذَا مِنَ الْمُمْكِنَاتِ الْخَاضِعَةِ لِمَشِيئَةِ اللهِ وَقُدْرَتِهِ. </p><p> وَيُمْكِنُ أَنْ يُسْتَدَلَّ عَلَى اسْتِجَابَةِ اللهِ لِدُعَائِهِ بِقَوْلِ يُوحَنَّا حِكَايَةً عَنْهُ فِي سِيَاقِ قِصَّةِ الصَّلْبِ مِنْ آخِرِ الْفَصْلِ ١٦ \" وَلَكِنْ ثِقُوا أَنَا قَدْ غَلَبْتُ الْعَالَمَ \" قَالَ هَذَا بَعْدَ إِخْبَارِهِمْ بِأَنَّهُ تَأْتِي سَاعَةٌ يَتَفَرَّقُونَ عَنْهُ، وَيَبْقَى وَحْدَهُ، وَلَكِنَّ اللهَ يَكُونُ مَعَهُ ; أَيْ بِعَوْنِهِ وَحِفْظِهِ، وَفِي هَذَا الْمَعْنَى قَوْلُ مَتَّى (٢٦: ٥٦ حِينَئِذٍ تَرَكَهُ التَّلَامِيذُ كُلُّهُمْ وَهَرَبُوا) وَقَوْلُ مُرْقُسَ (١٤: </p><p> فَتَرَكَهُ الْجَمِيعُ وَهَرَبُوا) فَهَذَا نَصٌّ فِي أَنَّ التَّلَامِيذَ كُلَّهُمْ هَرَبُوا حِينَ جَاءَ الْجُنْدُ لِيَقْبِضُوا عَلَى الْمَسِيحِ، فَلَمْ يَكُنِ الَّذِينَ يَعْرِفُونَهُ حَقَّ الْمَعْرِفَةِ هُنَالِكَ. </p><p> وَمِمَّا يَدُلُّ عَلَى اسْتِجَابَةِ اللهِ دَعَوَتَهُ بِأَنْ يُنْقِذَهُ، وَيَعْبُرَ عَنْهُ تِلْكَ الْكَأْسَ، عِبَارَةُ الْمَزْمُورِ (١٠٩) الَّتِي يَقُولُونَ: إِنَّ الْمُرَادَ بِهَا الْمَسِيحُ. وَهَذَا نَصُّهَا \" ٢٦ أَعِنِّي يَا رَبِّ، إِلَهِي، خَلِّصْنِي حَسَبَ رَحْمَتِكَ ٢٧، وَلِيَعْلَمُوا أَنَّ هَذِهِ يَدُكَ، أَنْتَ يَا رَبِّ فَعَلَتْ هَذَا ٢٨، أَمَّا هُمْ فَيُلْعَنُونَ وَأَمَّا أَنْتَ فَتُبَارِكُ، قَامُوا وَخُزُوا، أَمَّا عَبْدُكَ فَيَفْرَحُ ٢٩ لِيَلْبَسَ خُصَمَائِي خَجَلًا، وَلْيَتَعَطَّفُوا بِخِزْيِهِمْ كَالرِّدَاءِ. أَحْمَدُ الرَّبَّ جِدًّا بِفَمِي وَفِي وَسَطِ كَثِيرِينَ أُسَبِّحُهُ ٣١ لِأَنَّهُ يَقُومُ عَنْ يَمِينِ الْمِسْكِينِ لِيُخَلِّصَهُ مِنَ الْقَاضِينَ عَلَى نَفْسِهِ \" . </p><p> وَفِي الْعِبَارَاتِ الَّتِي يَحْمِلُونَهَا عَلَى الْمَسِيحِ شَوَاهِدُ أُخْرَى بِمَعْنَى هَذَا. </p><p> (الشُّبْهَةُ السَّادِسَةُ) يَقُولُونَ: إِذَا كَانَ الْمَسِيحُ قَدْ نَجَا مِنْ أَعْدَائِهِ بِعِنَايَةٍ إِلَهِيَّةٍ خَاصَّةٍ، فَأَيْنَ ذَهَبَ؟ وَلِمَاذَا لَمْ يَقِفْ لَهُ أَحَدٌ عَلَى عَيْنٍ وَلَا أَثَرٍ؟ . </p><p> وَالْجَوَابُ: أَنَّ هَذِهِ الشُّبْهَةَ لَا تَرِدُ عَلَى الَّذِينَ يَقُولُونَ: إِنَّهُ رُفِعَ بِرُوحِهِ وَجَسَدِهِ إِلَى السَّمَاءِ، وَإِنَّمَا تَرِدُ عَلَى الَّذِينَ يَقُولُونَ: إِنَّ اللهَ تَوَفَّاهُ فِي الدُّنْيَا، ثُمَّ رَفَعَهُ إِلَيْهِ، كَمَا رَفَعَ إِدْرِيسَ عَلَيْهِمَا السَّلَامُ، وَيَقُولُ هَؤُلَاءِ: لَا غَرَابَةَ فِي الْأَمْرِ، فَإِنَّ أَخَاهُ مُوسَى، عَلَيْهِ السَّلَامُ، كَانَ بَيْنَ الْأُلُوفِ مِنْ قَوْمِهِ، الْخَاضِعِينَ لِأَمْرِهِ وَنَهْيِهِ، وَقَدِ انْفَرَدَ عَنْهُمْ، وَمَاتَ فِي مَكَانٍ لَمْ يَعْرِفْهُ أَحَدٌ مِنْهُمْ، فَكَيْفَ يُسْتَغْرَبُ أَنْ يَفِرَّ عِيسَى، عَلَيْهِ السَّلَامُ، </p><p> مِنْ قَوْمٍ أَعْدَاءٍ لَهُ، لَا وَلِيَّ لَهُ فِيهِمْ وَلَا نَصَيْرَ إِلَّا أَفْرَادٌ مِنَ الضُّعَفَاءِ، قَدِ انْفَضُّوا مِنْ حَوْلِهِ وَقْتَ الشِّدَّةِ وَأَنْكَرَهُ أَمْثَلُهُمْ (بُطْرُسْ) ثَلَاثَ مَرَّاتٍ؟ لَا بِدْعَ إِذَا ذَهَبَ إِلَى مَكَانٍ مَجْهُولٍ، وَمَاتَ فِيهِ كَمَا مَاتَ مُوسَى (عَلَيْهِمَا السَّلَامُ) وَلَمْ يَعْرِفْ قَبْرَهُ أَحَدٌ، كَمَا هُوَ مَنْصُوصٌ فِي آخِرِ سِفْرِ (تَثْنِيَةِ الِاشْتِرَاعِ) مِنْ أَسْفَارِ التَّوْرَاةِ. وَمِنَ النَّاسِ مَنْ يَزْعُمُ أَنَّ قَبْرَ الْمَسِيحِ الَّذِي دُفِنَ فِيهِ بَعْدَ مَوْتِهِ قَدِ اكْتُشِفَ فِي الْهِنْدِ كَمَا سَيَأْتِي. </p><p> قَوْلُ بَعْضِ النَّصَارَى بِعَدَمِ مَوْتِ الْمَسِيحِ بِالصَّلْبِ </p><p> رَوَوْا أَنَّ الْقَبْرَ الَّذِي دُفِنَ فِيهِ الْمَصْلُوبُ وُجِدَ فِي صَبَاحِ الْأَحَدِ خَالِيًا وَاللَّفَائِفُ مُلْقَاةٌ، وَأَنَّ الْيَهُودَ وَالْوَثَنِيِّينَ لَمَّا عَلِمُوا بِذَلِكَ قَالُوا: إِنَّ الْجُثَّةَ سُرِقَتْ. </p><p> وَيُرْوَى عَنْ بَعْضِ الْمُدَقِّقِينَ مِنْ عُلَمَاءِ أُورُبَّةَ الْأَحْرَارِ وَكَذَا الَّذِينَ يُسَمَّوْنَ الْمَسِيحِيِّينَ الْعَقْلِيِّينَ: أَنَّ الَّذِي صُلِبَ لَمْ يَمُتْ. بَلْ أُغْمِيَ عَلَيْهِ، فَلَمَّا أُنْزِلَ وَلُفَّ بِاللَّفَائِفِ، وَوُضِعَ فِي ذَلِكَ، النَّاوُوسِ أَفَاقَ وَأَلْقَى اللَّفَائِفَ حَتَّى إِذَا جَاءَ الَّذِينَ رَفَعُوا الْحَجَرَ لِافْتِقَادِهِ خَرَجَ وَاخْتَفَى عَنِ النَّاسِ حَتَّى لَا يَعْلَمَ بِهِ أَعْدَاؤُهُ. وَمِمَّا أَوْرَدُوا مِنَ التَّقْرِيبِ عَلَى هَذَا، أَنَّ الْمَصْلُوبَ لَمْ يُجْرَحْ مِنْهُ إِلَّا كَفَّاهُ وَرِجْلَاهُ، وَهِيَ لَيْسَتْ مِنَ الْمَقَاتِلِ وَلَمْ يَمْكُثْ مُعَلَّقًا إِلَّا ثَلَاثَ سَاعَاتٍ، وَكَانَ يُمْكِنُ </p><p> أَنْ يَعِيشَ عَلَى هَذِهِ الصِّفَةِ عِدَّةَ أَيَّامٍ، وَأَنَّهُ لَمَّا جُرِحَ بِالْحَرْبَةِ خَرَجَ مِنْهُ دَمٌ وَمَاءٌ، وَالْمَيِّتُ لَا يَخْرُجُ مِنْهُ، بَلْ قَالُوا: إِنَّ ذَلِكَ لَمْ يَكُنْ صَلْبًا تَامًّا كَالْمُعْتَادِ فِي تِلْكَ الْأَزْمِنَةِ. </p><p> وَمِنَ النُّقُولِ الصَّرِيحَةِ بِشُيُوعِ هَذَا الرَّأْيِ مَا جَاءَ فِي (ص ٥٦٣ مِنْ كِتَابِ ذَخِيرَةِ الْأَلْبَابِ فِي بَيَانِ الْكِتَابِ) وَهُوَ: \" فَلِلْكَفَرَةِ وَالْجَاحِدِينَ فِي تَكْذِيبِ تِلْكَ الْمُعْجِزَةِ مَذَاهِبُ شَتَّى. . .فَمِنْهُمْ مَنِ اسْتَفَزَّتْهُمْ مَعَ بهردواك وَبُولِسْ غتلب حَمَاقَةُ الْجَهْلِ وَوَسَاوِسُ الْكُفْرِ إِلَى أَنْ قَالُوا:إِنَّ يَسُوعَ نَزَلَ عَنِ الصَّلِيبِ حَيًّا وَدُفِنَ فِي الْقَبْرِ حَيًّا \" . </p><p> وَقَالَ (فِي ص ٥٦٤ مِنْهُ) : إِنَّ الْيَهُودَ وَالْوَثَنِيِّينَ وَهُمْ أَعْدَاءُ الْمَسِيحِ وَدِينِهِ الْحَقِّ قَدْ تَوَغَّلُوا فِي بَيْدَاءِ الْهَذَيَانِ وَتَمَادَوْا فِي إِغْوَاءِ ضُلَّالِهِمْ حَتَّى قَالُوا: إِنَّ تَلَامِيذَ </p><p> يَسُوعَ رَفَعُوا جَسَدَهُ خِفْيَةً، وَعَلَى حِينِ غَفْلَةٍ مِنَ الْحُرَّاسِ، وَبَثُّوا فِي الْقَوْمِ أَنَّهُ انْبَعَثَ حَيًّا، وَعِنْدَهُمْ أَنَّ ذَلِكَ كَانَ شَائِعًا عِنْدَ الْيَهُودِ حِينَ كَتَبَ الْقِدِّيسُ مَتَّى إِنْجِيلَهُ (عَدَدُ ١٥ مِنْ فَصْلِ ٢٨ مِنْ مَتَّى) اهـ. </p><p> (الْقَوْلُ بِهِجْرَةِ الْمَسِيحِ إِلَى الْهِنْدِ) وَمَوْتِهِ فِي بَلْدَةِ (سَرَى نَكْرَا) فِي كَشْمِيرَ </p><p> يُوجَدُ فِي بَلْدَةِ سَرَى نَكْرَا وَ \" نَقْرَ \" (وَالْهُنُودُ تَكْتُبُ \" نَكْرَ \" بِالْكَافِ الْمُفَخَّمَةِ، وَهِيَ كَالْجِيمِ الْمِصْرِيَّةِ) مَقْبَرَةٌ فِيهَا مَقَامٌ عَظِيمٌ يُقَالُ هُنَاكَ: إِنَّهُ مَقَامُ نَبِيٍّ جَاءَ بِلَادَ كَشْمِيرَ مِنْ زُهَاءِ أَلْفٍ وَتِسْعِمِائَةِ سَنَةٍ يُسَمَّى بوزآسف، وَيُقَالُ إِنَّهُ اسْمُهُ الْأَصْلِيُّ عِيسَى صَاحِبٌ (وَكَلِمَةُ صَاحِبٍ فِي الْهِنْدِ لَقَبُ تَعْظِيمٍ كَلَقَبِ أَفَنْدِيٍّ عِنْدَ التُّرْكِ وَمِسْتَرْ وَمِسْيُو عِنْدَ الْإِفْرِنْجِ) وَإِنَّهُ نَبِيٌّ مِنْ بَنِي إِسْرَائِيلَ، وَأَنَّهُ ابْنُ مَلِكٍ. وَإِنَّ هَذِهِ الْأَقْوَالَ مِمَّا يَتَنَاقَلُهُ أَهْلُ تِلْكَ الدِّيَارِ عَنْ سَلَفِهِمْ وَيُذْكَرُ فِي بَعْضِ كُتُبِهِمْ، وَإِنَّ دُعَاةَ النَّصْرَانِيَّةِ الَّذِينَ ذَهَبُوا إِلَى ذَلِكَ الْمَكَانِ لَمْ يَسَعْهُمْ إِلَّا أَنْ قَالُوا: إِنَّ ذَلِكَ الْقَبْرَ لِأَحَدِ تَلَامِيذِ الْمَسِيحِ أَوْ رُسُلِهِ. </p><p> ذَكَرَ ذَلِكَ بِالتَّفْصِيلِ غُلَامُ أَحْمَدَ الْقَادَيَانِيُّ الْهِنْدِيُّ فِي كِتَابِهِ الَّذِي سَمَّاهُ (الْهُدَى وَالتَّبْصِرَةُ لِمَنْ يَرَى) وَذَكَرَ فِيهِ أَنَّهُ اكْتَفَى بِالْإِجْمَالِ، وَأَنَّ تَفْصِيلَ هَذِهِ الْمَسْأَلَةِ يُوجَدُ فِي كِتَابٍ مَعْرُوفٍ هُنَاكَ اسْمُهُ (إِكْمَالُ الدِّينِ) وَذَكَرَ أَكْثَرَ مِنْ سَبْعِينَ اسْمًا مِنْ أَسْمَاءِ أَهْلِ ذَلِكَ الْبَلَدِ الَّذِينَ قَالُوا: إِنَّ ذَلِكَ الْقَبْرَ هُوَ قَبْرُ عِيسَى ابْنِ مَرْيَمَ. وَرَسَمَ صُورَةَ الْمَقْبَرَةِ بِالْقَلَمِ، وَأَمَّا قَبْرُ الْمَسِيحِ فَوَضَعَهُ فِي الْكِتَابِ بِالرَّسْمِ الشَّمْسِيِّ (الْفُوتُوغْرَافِيِّ) مَكْتُوبًا عَلَيْهِ (مَقْبَرَةُ عِيسَى صَاحِبٍ) . </p><p> وَغُلَامُ أَحْمَدَ هَذَا يُفَسِّرُ الْإِيوَاءَ فِي قَوْلِهِ، تَعَالَى: وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (٢٣: ٥٠) </p><p> بِالْهِجْرَةِ إِلَى الْهِنْدِ وَاللُّجْأِ إِلَى تِلْكَ الْبَلْدَةِ فِي كَشْمِيرَ، فَإِنَّ الْإِيوَاءَ يُسْتَعْمَلُ فِي مَقَامِ الْإِنْقَاذِ وَالتَّنْجِيَةِ مِنَ الْهَمِّ وَالْكَرْبِ </p><p> وَالْمَصَائِبِ وَالْمَخَاوِفِ، وَاسْتَشْهَدَ بِقَوْلِهِ تَعَالَى: أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٩٣: ٦) وَقَوْلِهِ: وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ (٨: ٢٦) وَقَوْلِهِ حِكَايَةً عَنْ وَلَدِ نُوحٍ: سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ (١١: ٤٣) وَالرَّبْوَةُ الْمَكَانُ الْمُرْتَفِعُ، وَبِلَادُ كَشْمِيرَ مِنْ أَعْلَى بِلَادِ الدُّنْيَا، وَهِيَ ذَاتُ قَرَارٍ مَكِينٍ، وَمَاءٍ مَعِينٍ، وَالْمَشْهُورُ عِنْدَ الْمُفَسِّرِينَ أَنَّ هَذِهِ الرَّبْوَةَ هِيَ رَمْلَةُ فِلَسْطِينَ أَوْ دِمَشْقَ الشَّامِ، وَلَوْ آوَى اللهُ الْمَسِيحَ وَأُمَّهُ إِلَيْهِمَا لَمَا خَفِيَ مَكَانُهُمَا فِيهِمَا، لَا سِيَّمَا إِذَا كَانَ ذَلِكَ بَعْدَ مُحَاوَلَةِ صَلْبِهِ وَتَأَلُّبِ الْيَهُودِ عَلَيْهِ، كَمَا يَدُلُّ عَلَيْهِ لَفْظُ الْإِيوَاءِ الَّذِي لَمْ يُسْتَعْمَلْ فِي الْقُرْآنِ إِلَّا فِي الْإِنْقَاذِ مِنَ الْمَكْرُوهِ، كَمَا عُلِمَ مِنَ الْأَمْثِلَةِ الْمَذْكُورَةِ آنِفًا، وَمِثْلُهَا قَوْلُهُ - تَعَالَى - فِي الْأَنْصَارِ رَضِيَ اللهُ عَنْهُمْ: وَالَّذِينَ آوَوْا وَنَصَرُوا (٨: ٧٢) وَفِي يُوسُفَ عَلَيْهِ السَّلَامُ: آوَى إِلَيْهِ أَخَاهُ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ (١٢: ٦٩) وَفِي آيَةٍ أُخْرَى: فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللهُ آمِنِينَ (١٢: ٩٩) وَلَمْ يَكُنِ الْمَسِيحُ قَبْلَ تَأَلُّبِ الْيَهُودِ عَلَيْهِ وَالسَّعْيِ لِقَتْلِهِ وَصَلْبِهِ فِي مَخَافَةٍ يَحْتَاجُ فِيهَا إِلَى الْإِيوَاءِ فِي مَأْمَنٍ مِنْهُمْ، فَفِرَارُهُ إِلَى الْهِنْدِ وَمَوْتُهُ فِي ذَلِكَ الْبَلَدِ لَيْسَ بِبَعِيدٍ عَقْلًا وَلَا نَقْلًا. </p><p> (الشُّبْهَةُ السَّابِعَةُ) يَقُولُونَ: إِنَّكُمْ تَأْخُذُونَ بِقَوْلِ إِنْجِيلِ بِرْنَابَا وَغَيْرِهِ بِالْمَوْضُوعِ، وَأَقْوَالِ مُبْتَدَعَةِ النَّصَارَى الْأَوَّلِينَ الَّذِينَ زَعَمُوا أَنَّ يَهُوذَا هُوَ الَّذِي صُلِبَ لَا الْمَسِيحُ مَعَ أَنَّ يَهُوذَا قَدِ انْتَحَرَ كَمَا ثَبَتَ فِي الْإِنْجِيلِ. </p><p> وَنَقُولُ فِي الْجَوَابِ: اتَّفَقَتِ النَّصَارَى عَلَى الْقَوْلِ بِأَنَّ يَهُوذَا الْإِسْخَرْيُوطِيَّ هُوَ الَّذِي دَلَّ عَلَى يَسُوعَ الْمَسِيحِ وَكَانَ يَهُوذَا رَجُلًا عَامِّيًّا مِنْ بَلْدَةٍ تُسَمَّى (خَرْيُوتَ) فِي أَرْضِ يَهُوذَا، تَبِعَ الْمَسِيحَ وَصَارَ مِنْ خَوَاصِّ أَتْبَاعِهِ الَّذِينَ يُلَقِّبُونَهُمْ بِالتَّلَامِيذِ الِاثْنَيْ عَشَرَ الَّذِينَ بَشَّرَهُمْ بِأَنَّهُمْ يَكُونُونَ مَعَهُ فِي الْمَلَكُوتِ عَلَى اثْنَيْ عَشَرَ كُرْسِيًّا، وَيَدِينُونَ بَنِي إِسْرَائِيلَ ; أَيْ يُحَاسِبُونَهُمْ فِي يَوْمِ الدِّينِ، وَمِنَ الْغَرِيبِ أَنَّ يَهُوذَا كَانَ يُشْبِهُ الْمَسِيحَ فِي خَلْقِهِ، كَمَا نَقَلَ (جُورْجُ سَايِلْ) الْإِنْكِلِيزِيُّ فِي تَرْجَمَتِهِ لِلْقُرْآنِ الْمَجِيدِ فِيمَا عَلَّقَهُ عَلَى سُورَةِ آلِ عِمْرَانَ، وَعَزَا هَذَا الْقَوْلَ إِلَى (السِّيرْتِثِيِّينَ وَالْكَرْبُوكْرَاتِيِّينَ) مِنْ أَقْدَمِ فِرَقِ النَّصَارَى الَّذِينَ أَنْكَرُوا صَلْبَ الْمَسِيحِ وَصَرَّحُوا بِأَنَّ الَّذِي صُلِبَ هُوَ يَهُوذَا الَّذِي كَانَ يُشْبِهُهُ شَبَهًا تَامًّا. </p><p> وَقَالُوا: إِنَّ يَهُوذَا أَسِفَ وَنَدِمَ عَلَى مَا كَانَ مِنْ إِسْلَامِهِ الْمَسِيحَ إِلَى الْيَهُودِ حَتَّى حَمَلَهُ ذَلِكَ عَلَى بَخْعِ نَفْسِهِ (الِانْتِحَارِ) فَذَهَبَ إِلَى حَقْلٍ، وَخَنَقَ نَفْسَهُ فِيهِ (مَتَّى ٢٧: ٣ -) ١٠) أَوْ عَلَّقَهَا (أَعْمَالٌ ١: ١٨) وَغَرَضُنَا مِنْ هَذَا الْخَبَرِ بَيَانُ أَنَّهُمْ مُعْتَرِفُونَ بِأَنَّ يَهُوذَا فُقِدَ بَعْدَ حَادِثَةِ </p><p> الصَّلْبِ، وَلَمْ يَظْهَرْ فِي الْوُجُودِ، وَأَنَّهُمْ يَدَّعُونَ أَنَّ سَبَبَ هَذَا هُوَ قَتْلُ نَفْسِهِ مِنَ الْحُزْنِ وَالْأَسَفِ، وَاخْتَلَفَ الرُّسُلُ فِي كَيْفِيَّةِ الْقَتْلِ وَإِنْ كَانُوا مَعْصُومِينَ (؟) وَنَحْنُ نَرَى أَنَّهُ إِنَّمَا فُقِدَ لِأَنَّهُ هُوَ الَّذِي صُلِبَ، وَالْمَسِيحُ هُوَ الَّذِي نَجَّاهُ اللهُ - تَعَالَى - وَرَفَعَهُ، فَإِنَّ الَّذِي يَحْمِلُهُ انْفِعَالُهُ وَأَلَمُ نَفْسِهِ عَلَى أَنْ يَبْخَعَ نَفْسَهُ بِيَدِهِ خَنْقًا أَوْ شَنْقًا لَا يُسْتَبْعَدُ مِنْهُ أَنْ يَبْسُلَهَا بِالِاسْتِسْلَامِ إِلَى مَنْ يَتَوَلَّى ذَلِكَ عَنْهُ فَإِنَّهُ أَهْوَنُ عَلَيْهِ، فَمِنَ الْمَعْقُولِ أَنْ يَكُونَ يَهُوذَا عِنْدَمَا دَلَّ الْيَهُودَ عَلَى الْمَسِيحِ فِي اللَّيْلِ رَأَى بِعَيْنَيْهِ عِنَايَةَ اللهِ - تَعَالَى - بِإِنْجَائِهِ وَإِنْقَاذِهِ مِنْ بَيْنِ أَيْدِيهِمْ (كَمَا أَنْجَى أَخَاهُ مُحَمَّدًا عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ مِنْ أَيْدِي كُفَّارِ قُرَيْشٍ وَكَانُوا أَشَدَّ مَعْرِفَةً لَهُ مِنْ مَعْرِفَةِ الْيَهُودِ لِلْمَسِيحِ ; لِأَنَّهُمْ لَمْ يَكُونُوا يَحْتَاجُونَ إِلَى بَذْلِ الْمَالِ لِمَنْ يَدُلُّهُمْ عَلَيْهِ كَمَا بَذَلَتِ الْيَهُودُ ثَلَاثِينَ قِطْعَةً مِنَ الْفِضَّةِ لِيَهُوذَا. فَخَرَجَ لَيْلَةَ الْهِجْرَةِ مِنْ بَيْنِ الَّذِينَ كَانُوا يَنْتَظِرُونَهُ عِنْدَ دَارِهِ لِيَقْتُلُوهُ، وَلَمْ يُبْصِرُوهُ) فَلَمَّا رَأَى يَهُوذَا ذَلِكَ وَعَلِمَ دَرَجَةَ عِنَايَةِ اللهِ - تَعَالَى - بِعَبْدِهِ وَرَسُولِهِ عَظُمَ ذَنْبُهُ فِي نَفْسِهِ وَاسْتَسْلَمَ لِلْمَوْتِ لِيُكَفِّرَ اللهُ عَنْهُ ذَنْبَهُ كَمَا كَفَّرَ ذَنْبَ الَّذِينَ اتَّخَذُوا الْعِجْلَ مِنْ بَنِي إِسْرَائِيلَ بِقَتْلِ أَنْفُسِهِمْ، فَأَخَذُوهُ وَصَلَبُوهُ مِنْ غَيْرِ مُقَاوِمَةٍ تُذْكَرُ. فَرِوَايَةُ الْإِنْجِيلِ وَسِفْرِ الْأَعْمَالِ عَنْ وِجْدَانِهِ مَخْنُوقًا أَوْ مَشْنُوقًا غَيْرُ مُسَلَّمَةٍ، وَقَدْ تَعَارَضَ الْقَوْلَانِ فَتَسَاقَطَا، وَوَجَبَ اعْتِمَادُ قَوْلِ بِرْنَابَا الَّذِي أَخَذَ بِهِ بَعْضُ قُدَمَاءِ النَّصَارَى. </p><p> وَإِذَا كَانَ إِيمَانُ يَهُوذَا قَوِيًّا إِلَى هَذِهِ الدَّرَجَةِ - دَرَجَةِ الِانْتِحَارِ وَالْبَخْعِ مِنْ أَلَمِ الذَّنْبِ - فَلَيْتَ شِعْرِي لِمَاذَا لَا تُقْبَلُ تَوْبَتُهُ وَلَا يَنْفَعُهُ إِيمَانُهُ حَتَّى ادَّعَوْا أَنَّهُ مَاتَ كَافِرًا، وَأَنَّ كُرْسِيَّهُ فِي الْمَلَكُوتِ سَيَبْقَى خَالِيًا، وَبِشَارَةُ الْمَسِيحِ لَهُ لَا تَكُونُ صَادِقَةً، وَلِمَاذَا تُقْبَلُ تَوْبَةُ بُطْرُسَ الَّذِي أَنْكَرَ الْمَسِيحَ وَتَرَكَهُ، وَلَعَنَهُ الْمَسِيحُ فِي حَيَاتِهِ وَسَمَّاهُ شَيْطَانًا، عَلَى أَنَّ تَوْبَتَهُ دُونَ تَوْبَةِ يَهُوذَا، وَمَا كَانَ يَهُوذَا إِلَّا مُتَمِّمًا لِذَرِيعَةِ الْفِدَاءِ الَّتِي هِيَ أَسَاسُ الدِّينِ عِنْدَهُمْ؟ </p><p> الشُّبْهَةُ الثَّامِنَةُ: يَقُولُونَ: إِنَّ الْمَسِيحَ قَدْ قَامَ مِنْ قَبْرِهِ بَعْدَ مَوْتِهِ وَدَفْنِهِ وَظَهَرَ لِلنِّسَاءِ وَلِتَلَامِيذِهِ وَلِأُنَاسٍ آخَرِينَ، وَأَرَى بَعْضَهُمْ أَثَرَ الْمَسَامِيرِ فِي جَسَدِهِ، وَقَدِ اتَّفَقَتْ عَلَى قِيَامِهِ جَمِيعُ الْأَنَاجِيلِ، فَكَيْفَ يُجْمَعُ بَيْنَ هَذَا وَبَيْنَ الْقَوْلِ بِأَنَّ الَّذِي صُلِبَ غَيْرُهُ؟ وَنَقُولُ أَوَّلًا: إِنَّهُ لَا ثِقَةَ لَنَا بِرِوَايَةِ هَذِهِ الْأَنَاجِيلِ، وَبَيَّنَّا الدَّلَائِلَ عَلَى عَدَمِ الثِّقَةِ بِهَا بِالِاخْتِصَارِ، وَمِنْهَا تَعَارُضُهَا فِي هَذِهِ الْمَسْأَلَةِ وَنُبَيِّنُهَا هُنَا بِشَيْءٍ مِنَ التَّطْوِيلِ. وَثَانِيًا: إِنَّهُ يُحْتَمَلُ أَنْ يَكُونَ لِهَذِهِ الدَّعْوَى سَبَبٌ ثُمَّ تَوَسَّعَ الْقَوْمُ فِيهَا كَمَا هِيَ عَادَتُهُمْ فِي الرِّوَايَاتِ عَنِ الْعَجَائِبِ وَالْمُسْتَغْرَبَاتِ حَتَّى تَسَنَّى لَبِوُلِسَ وَمُرِيدِيهِ أَنْ يُفْرِغُوهَا فِي هَذَا الْقَالَبِ الَّذِي نَرَاهُ فِي كُتُبِ الْعَهْدِ الْجَدِيدِ، وَسَتَرَى بَيَانَ هَذَا قَرِيبًا. </p><p> أَمَّا الْبَيَانُ الْأَوَّلُ: فَفِي إِنْجِيلِ مَتَّى أَنَّ مَرْيَمَ الْمَجْدَلِيَّةَ وَمَرْيَمَ الْأُخْرَى (أَيْ أُمَّ يَعْقُوبَ) جَاءَتَا وَقْتَ الْفَجْرِ لِتَنْظُرَا الْقَبْرَ فَوَجَدَتَا الْمَلَكَ قَدْ دَحْرَجَ الْحَجْرَ وَجَلَسَ عَلَيْهِ فَأَخْبَرَهُمَا </p><p> أَنَّ يَسُوعَ قَامَ مِنْهُ وَسَبَقَ تَلَامِيذَهُ إِلَى الْجَلِيلِ، وَهُنَاكَ يَرَوْنَهُ، فَذَهَبَتَا لِتُخْبِرَا التَّلَامِيذَ، فَلَاقَاهُمَا يَسُوعُ، وَسَلَّمَ عَلَيْهِمَا، وَقَالَ لَهُمَا كَمَا قَالَ الْمَلَكُ (رَاجِعْ ٢٨ مَتَّى وَهُوَ الْفَصْلُ الْأَخِيرُ) . </p><p> وَفِي الْفَصْلِ الْأَخِيرِ مِنْ مُرْقُسَ أَنَّ النِّسَاءَ كُنَّ ثَلَاثًا، الثَّالِثَةُ سَالُومَةُ، وَأَنَّهُنَّ جِئْنَ الْقَبْرَ عِنْدَ طُلُوعِ الشَّمْسِ، وَأَنَّهُنَّ رَأَيْنَ الْحَجَرَ مُدَحْرَجًا وَلَمْ يَقُلْ كَمَتَّى: إِنَّ الْمَلَكَ كَانَ قَاعِدًا عَلَيْهِ، بَلْ قَالَ: إِنَّهُنَّ وَجَدْنَ فِي الْقَبْرِ شَابًّا عَنِ الْيَمِينِ، وَإِنَّهُ قَالَ لَهُنَّ:  \" اذْهَبْنَ، وَقُلْنَ لِتَلَامِيذِهِ، وَلِبُطْرُسَ إِنَّهُ يَسْبِقُكُمْ إِلَى الْجَلِيلِ \" فَزَادَ عَطْفَ بُطَرُسَ عَلَى التَّلَامِيذِ، وَقَالَ: إِنَّهُنَّ هَرَبْنَ وَلَمْ يَقُلْنَ لِأَحَدٍ شَيْئًا ; إِذْ أَخَذَتْهُنَّ الرِّعْدَةُ وَالْحَيْرَةُ وَكُنَّ خَائِفَاتٍ، ثُمَّ قَالَ: إِنَّهُ ظَهَرَ أَوَّلًا لِمَرْيَمَ الْمَجْدَلِيَّةِ (أَيْ دُونَ مَنْ كَانَ مَعَهَا خِلَافًا لِمَتَّى) فَذَهَبَتْ وَأَخْبَرَتِ الَّذِينَ كَانُوا مَعَهُ فَلَمْ يُصَدِّقُوا، ثُمَّ ظَهَرَ بِهَيْئَةٍ أُخْرَى لِاثْنَيْنِ وَهُمَا مُنْطَلِقَانِ إِلَى الْبَرِّيَّةِ، فَأَخْبَرَا الْبَاقِينَ فَلَمْ يُصَدِّقُوا (١٤) أَخِيرًا ظَهَرَ لِلْأَحَدَ عَشَرَ وَهُمْ مُتَّكِئُونَ وَوَبَّخَ عَدَمَ إِيمَانِهِمْ وَقَسَاوَةَ قُلُوبِهِمْ لِأَنَّهُمْ لَمْ يُصَدِّقُوا الَّذِينَ نَظَرُوهُ قَدْ قَامَ، وَهَذَا مِمَّا زَادَهُ عَلَى مَتَّى. </p><p> وَأَمَّا لُوقَا فَلَمْ يَقُلْ: إِنَّ النِّسَاءَ اللَّوَاتِي جِئْنَ لِافْتِقَادِ الْقَبْرِ هُنَّ الثَّلَاثُ اللَّوَاتِي ذَكَرَهُنَّ مُرْقُسُ، وَلَا الثِّنْتَانِ اللَّتَانِ اقْتَصَرَ عَلَيْهِمَا مَتَّى، بَلْ ذَكَرَ أَنَّهُنَّ نِسَاءٌ كُنَّ جِئْنَ مِنَ الْجَلِيلِ مَعَ يُوسُفَ الَّذِي دَفَنَ يَسُوعَ، وَنَظَرْنَ الْقَبْرَ وَالدَّفْنَ. وَأَنَّهُنَّ جِئْنَ أَوَّلَ </p><p> الْفَجْرِ، لَا عِنْدَ طُلُوعِ الشَّمْسِ، كَمَا قَالَ مُرْقُسُ، وَأَنَّهُنَّ وَجَدْنَ الْحَجَرَ مُدَحْرَجًا فَدَخَلْنَ الْقَبْرَ، وَلَمْ يَجِدْنَ الْجَسَدَ فِيهِ، وَلَمْ يَقُلْ إِنَّهُنَّ وَجَدْنَ شَابًّا فِيهِ عَنِ الْيَمِينِ، كَمَا قَالَ مُرْقُسُ، وَلَا الْمَلَكَ عَلَى الْحَجَرِ خَارِجَهُ، كَمَا قَالَ مَتَّى. بَلْ قَالَ إِنَّهُنَّ بَيْنَمَا كُنَّ مُتَحَيِّرَاتٍ إِذَا رَجُلَانِ وَقَفَا بِهِنَّ بِثِيَابٍ بَرَّاقَةٍ، وَقَالَا لَهُنَّ: لِمَاذَا تَطْلُبْنَ الْحَيَّ بَيْنَ الْأَمْوَاتِ (وَهَذَا تَعْبِيرٌ قَدْ يُؤَيِّدُ قَوْلَ مَنْ قَالُوا: إِنَّهُ لَمْ يَمُتْ وَذَكَّرَهُنَّ بِقَوْلِهِ: إِنَّهُ يُسَلَّمُ وَيُصْلَبُ وَفِي الْيَوْمِ الثَّالِثِ يَقُومُ. وَلَمْ يَأْمُرْهُنَّ بِإِخْبَارِ التَّلَامِيذِ بِأَنْ يَسْبِقُوهُ إِلَى الْجَلِيلِ، وَأَنَّهُمْ هُنَاكَ يَرَوْنَهُ، كَمَا قَالَ مَتَّى وَمُرْقُسُ،وَقَالَ:إِنَّهُنَّ رَجَعْنَ وَأَخْبَرْنَ الْأَحَدَ عَشَرَ وَجَمِيعَ الْبَاقِينَ بِهَذَا كُلِّهِ) فَخَالَفَ مُرْقُسَ الَّذِي قَالَ: إِنَّهُنَّ لَمْ يَقُلْنَ شَيْئًا. وَقَالَ: إِنَّ هَؤُلَاءِ النِّسْوَةَ هُنَّ مَرْيَمُ الْمَجْدَلِيَّةُ وَبُونَا وَمَرْيَمُ أُمُّ يَعْقُوبَ وَالْبَاقِيَاتُ مَعَهُنَّ. وَإِنَّ التَّلَامِيذَ وَجَمِيعَ الْبَاقِينَ لَمْ يُصَدِّقُوهُنَّ ; إِذْ تَرَاءَى لَهُمْ كَلَامُهُنَّ كَالْهَذَيَانِ. </p><p> ثُمَّ ذَكَرَ أَنَّهُ (أَيْ يَسُوعُ) مَشَى مَعَ اثْنَيْنِ مِنْهُمْ كَانَا مُنْطَلِقَيْنِ إِلَى قَرْيَةِ عَمْوَاسَ، وَهِيَ عَلَى ٦٠ غَلْوَةً مِنْ أُورْشَلِيمَ (خِلَافًا لِمُرْقُسَ الَّذِي قَالَ: لِاثْنَيْنِ مُنْطَلِقَيْنِ إِلَى الْبَرِّيَّةِ) وَقَالَ: إِنَّ أَعْيُنَهُمَا أُمْسِكَتْ عَنْ مَعْرِفَتِهِ، وَأَنَّهُمَا ذَكَرَا قِصَّتَهُ، وَأَنَّهُ كَانَ \" إِنْسَانًا نَبِيًّا \" وَأَنَّهُ وَبَّخَهُمَا وَوَصَفَهُمَا بِالْغَبَاوَةِ وَبُطْءِ الْقُلُوبِ فِي الْإِيمَانِ، وَأَنَّهُمَا ضَيَّفَاهُ فِي الْقَرْيَةِ، وَأَنَّهُ لَمَّا اتَّكَأَ مَعَهُمَا </p><p> وَأَخَذَ خُبْزًا وَبَارَكَ وَكَسَرَ وَنَاوَلَهُمَا، انْفَتَحَتْ أَعْيُنُهُمَا، فَعَرَفَاهُ، ثُمَّ اخْتَفَى عَنْهُمَا، وَأَنَّهُمَا فِي تِلْكَ السَّاعَةِ رَجَعَا إِلَى أُورْشَلِيمَ وَوَجَدَا الْأَحَدَ عَشَرَ (هَكَذَا مَعَ أَنَّ الظَّاهِرَ أَنَّهُمَا مِنْهُمْ فَيَكُونُ الْبَاقِي تِسْعَةً) مُجْتَمِعِينَ هُمْ وَالَّذِينَ مَعَهُمْ، وَيَقُولُونَ: إِنَّهُ ظَهَرَ لِسَمْعَانَ. فَأَخْبَرَاهُمْ خَبَرَهُمَا. وَلَمْ يَلْبَثْ أَنْ ظَهَرَ لَهُمْ، وَأَكَلَ مَعَهُمْ. </p><p> وَأَمَّا يُوحَنَّا فَقَدْ خَالَفَ الثَّلَاثَةَ فَذَكَرَ فِي الْفَصْلِ (٢٠) أَنَّ مَرْيَمَ الْمَجْدَلِيَّةَ جَاءَتْ إِلَى الْقَبْرِ بَاكِرًا، وَالظَّلَامُ بَاقٍ، فَنَظَرَتِ الْحَجَرَ مَرْفُوعًا، فَرَكَضَتْ إِلَى سَمْعَانَ بُطْرُسَ وَإِلَى التِّلْمِيذِ الْآخَرِ الَّذِي كَانَ يَسُوعُ يُحِبُّهُ، وَقَالَتْ لَهُمَا: أَخَذُوا السَّيِّدَ مِنَ الْقَبْرِ. فَرَكَضَا إِلَى الْقَبْرِ، وَدَخَلَا فِيهِ ; فَرَأَيَا الْأَكْفَانَ مَوْضُوعَةً، وَكَانَتْ مَرْيَمُ تَبْكِي خَارِجَ الْقَبْرِ، ثُمَّ انْحَنَتْ إِلَى الْقَبْرِ فَنَظَرَتْ مَلَكَيْنِ جَالِسَيْنِ ; وَاحِدًا عِنْدَ الرَّأْسِ، وَالْآخَرَ عِنْدَ الرِّجْلَيْنِ، </p><p> وَبَعْدَ الْكَلَامِ مَعَهُمَا عَنْ سَبَبِ بُكَائِهَا، الْتَفَتَتْ إِلَى الْوَرَاءِ، فَنَظَرَتْ يَسُوعَ وَاقِفًا فَلَمْ تَعْرِفْهُ، وَظَنَّتْ أَنَّهُ الْبُسْتَانِيُّ، ثُمَّ تَعَرَّفَ إِلَيْهَا، وَأَمَرَهَا أَنْ تُخْبِرَ التَّلَامِيذَ بِقَوْلِهِ \" إِنِّي صَاعِدٌ إِلَى أَبِي وَأَبِيكُمْ وَإِلَهِي وَإِلَهِكُمْ \" فَأَخْبَرَتْهُمْ. </p><p> ثُمَّ ذَكَرَ أَنَّ التَّلَامِيذَ كَانُوا مُجْتَمِعِينَ عَشِيَّةَ ذَلِكَ الْيَوْمِ، وَالْأَبْوَابُ مُغْلَقَةً، خَوْفًا مِنَ الْيَهُودِ، فَجَاءَ يَسُوعُ وَوَقَفَ فِي الْوَسَطِ وَسَلَّمَ عَلَيْهِمْ. وَأَنَّ تُومَا لَمْ يَكُنْ مَعَهُمْ فَظَهَرَ لَهُ بَعْدَ ثَمَانِيَةِ أَيَّامٍ، ثُمَّ ذَكَرَ فِي الْفَصْلِ (٢١) أَنَّهُ أَظْهَرَ نَفْسَهُ لِلتَّلَامِيذِ عَلَى بَحْرِ طَبَرِيَّةَ فَلَمْ يَعْرِفُوهُ أَوَّلًا، ثُمَّ اصْطَادُوا سَمَكًا بِأَمْرِهِ وَحَضَرَ غَدَاءَهُمْ. </p><p> هَذَا مُلَخَّصُ دَعْوَى قِيَامِ يَسُوعَ مِنَ الْقَبْرِ بِرِوَايَةِ الْأَنَاجِيلِ الْأَرْبَعَةِ، وَيَرَى الْمُتَأَمِّلُ فِيهَا أَنَّهَا مُتَعَارِضَةٌ مُتَنَاقِضَةٌ. وَمِنَ الْغَرِيبِ أَنَّهُ لَمْ يُصَرِّحْ أَحَدٌ مِنْهُمْ، بِأَنَّهُ ظَهَرَ لَهُمْ فِي الْجَلِيلِ، كَمَا نَقَلُوا عَنْهُ وَعَنِ الْمَلَكِ أَوِ الْمَلَكَيْنِ. وَالْقَاعِدَةُ الْأُصُولِيَّةُ فِي الْمُتَعَارِضَيْنِ إِذَا لَمْ يُمْكِنِ الْجَمْعُ بَيْنَهُمَا، وَلَا تَرْجِيحُ أَحَدِهِمَا عَلَى الْآخَرِ أَنْ يُقَالَ:  \" تَعَادَلَا فَتَسَاقَطَا \" وَبِهَذِهِ الْقَاعِدَةِ الَّتِي لَا مَنْدُوحَةَ عَنِ الْقَوْلِ بِهَا فِي هَذِهِ الْقِصَّةِ وَغَيْرِهَا مِنَ التَّعَارُضِ فِي هَذِهِ الْأَنَاجِيلِ - اتِّقَاءَ الْوُقُوعِ فِي التَّرْجِيحِ بِغَيْرِ مُرَجِّحٍ، نَقُولُ: إِنَّ رِوَايَاتِ الْأَرْبَعَةِ سَاقِطَةٌ لَا يُعْتَدُّ بِشَيْءٍ مِنْهَا. فَهَذَا هُوَ بَيَانُ الْوَجْهِ الْأَوَّلِ مِنْ وَجْهَيِ الْجَوَابِ. </p><p> وَأَمَّا الْوَجْهُ الثَّانِي الْمَبْنِيُّ عَلَى احْتِمَالِ أَنْ يَكُونَ لِهَذِهِ الدَّعْوَى سَبَبٌ أَوْ أَصْلٌ بُنِيَ عَلَيْهِ ; فَبَيَانُهُ: أَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ قَدْ شَاعَ فِي ذَلِكَ الْوَقْتِ أَنَّ يَسُوعَ قَدْ قَامَ مِنْ قَبْرِهِ، وَأَنَّهُ رَآهُ بَعْضُ النِّسَاءِ وَبَعْضُ تَلَامِيذِهِ، وَاضْطَرَبَتِ الْأَقْوَالُ فِي ذَلِكَ فَكَتَبَ كُلُّ مُؤَلِّفِ إِنْجِيلٍ مَا سَمِعَهُ، وَأَنْ يَكُونَ سَبَبُ الْإِشَاعَاتِ تَخَيُّلَ مَرْيَمَ الْمَجْدَلَانِيَّةِ الْعَصَبِيَّةِ الْمِزَاجِ (الَّتِي رَوَتْ هَذِهِ الْأَنَاجِيلُ أَنَّ الْمَسِيحَ أَخْرَجَ مِنْهَا سَبْعَةَ شَيَاطِينَ) أَنَّهَا رَأَتِ الْمَسِيحَ وَكَلَّمَتْهُ. وَيَجُوزُ أَنْ تَكُونَ الرُّؤْيَةُ الْخَيَالِيَّةُ اتَّفَقَتْ لِغَيْرِهَا أَيْضًا مِنَ التَّلَامِيذِ أَوْ غَيْرِهِمْ بَعْدَ أَنْ سَمِعُوهَا مِنْهَا، وَمِثْلُ هَذَا يَقَعُ كَثِيرًا، كَمَا سَيَأْتِي بَيَانُهُ بِالشَّوَاهِدِ. </p><p> وَأَمْثَالُ هَؤُلَاءِ الْعَامَّةِ لَا يَقْدِرُونَ عَلَى التَّمْيِيزِ بَيْنَ الْحَقِيقَةِ وَالْخَيَالِ. أَلَمْ تَرَ أَنَّهُمْ يَرْوُونَ أَنَّ الْمَسِيحَ وَبَّخَهُمْ عَلَى غَبَاوَتِهِمْ، وَضَعْفِ إِيمَانِهِمْ بَعْدَ أَنْ كَانُوا عَاشَرُوهُ زَمَنًا رَأَوْا فِيهِ مَا أَيَّدَهُ اللهُ - تَعَالَى - بِهِ مِنَ الْآيَاتِ، أَوَلَمْ تَرَ أَنَّهُمْ مَا كَانَ بَعْضُهُمْ </p><p> يُصَدِّقُ بَعْضًا. بَلْ يَتَّهِمُ بَعْضُهُمْ بَعْضًا بِالْكَذِبِ وَالْهَذَيَانِ، وَأَنَّهُمْ لِضَعْفِهِمْ تَرَكُوا نَبِيَّهُمْ وَقْتَ الشِّدَّةِ، وَأَنْكَرَهُ أَمْثَلُهُمْ، وَارْتَشَى عَلَيْهِ بَعْضُهُمْ. فَأَمْثَالُ هَؤُلَاءِ الصَّيَّادِينَ وَالنِّسَاءِ، لَا يُسْتَغْرَبُ مِنْهُمْ عَدَمُ التَّمْيِيزِ بَيْنَ الْحَقِيقَةِ وَالْخَيَالِ، وَطَالَمَا وَقَعَ مِثْلُ ذَلِكَ فِي حَالِ الِانْفِعَالَاتِ الْعَصَبِيَّةِ لِلنَّاسِ، كَالْحُزْنِ وَالْخَوْفِ وَالْعِشْقِ، يَتَرَاءَى لِلْإِنْسَانِ فِي مِثْلِ هَذِهِ الْأَحْوَالِ شَخْصٌ يُكَلِّمُهُ زَمَنًا طَوِيلًا أَوْ قَصِيرًا كَمَا يَحْصُلُ فِي الرُّؤَى وَالْأَحْلَامِ. وَبَعْضُهُمْ يَعُدُّ هَذَا مِنْ رُؤْيَةِ الْأَرْوَاحِ، وَقَدْ رَاجَتْ سُوقُ هَذِهِ الْمَسْأَلَةِ فِي أُورُبَّةَ فِي هَذَا الْعَصْرِ حَتَّى صَارُوا يَزْعُمُونَ أَنَّ فِيهِمْ مَنْ يَسْتَحْضِرُ الرُّوحَ، وَكَانَ هَذَا مَعْرُوفًا فِي الزَّمَنِ السَّابِقِ ; وَلِذَلِكَ احْتَرَسَ عَنْهُ بَعْضُ مُؤَلِّفِي هَذِهِ الْأَنَاجِيلِ، فَقَالَ: إِنَّهُ لَمَّا ظَهَرَ لَهُمْ خَافُوا وَظَنُّوا أَنَّهُمْ يَرَوْنَ رُوحًا، فَنَفَى هُوَ ذَلِكَ. </p><p> وَقَدْ كُنَّا بَيَّنَّا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا (الْحِكْمَةُ الشَّرْعِيَّةُ فِي مُحَاكَمَةِ الْقَادِرِيَّةِ وَالرِّفَاعِيَّةِ) الَّذِي أَلَّفْنَاهُ فِي زَمَنِ التَّحْصِيلِ. وَمِمَّا قُلْنَاهُ فِيهِ: إِنَّ الصُّوفِيَّةَ يُفَرِّقُونَ بَيْنَ رُؤْيَةِ الْأَرْوَاحِ وَالرُّؤْيَةِ الْخَيَالِيَّةِ. وَمِمَّا أَوْرَدْنَاهُ عَنْ صَاحِبِ كِتَابِ الذَّهَبِ الْإِبْرِيزِ مِنَ الْقِسْمِ الثَّانِي: وَاقِعَةٌ جَرَتْ فِي بَلَدِهِمْ (فَاسَ) قَالَ: أَخْبَرَنِي بَعْضُ الْجَزَّارِينَ أَنَّهُ مَاتَ لَهُ وَلَدٌ كَانَ يُحِبُّهُ كَثِيرًا، وَأَنَّهُ لَمْ يَزَلْ شَخْصُهُ فِي فِكْرِهِ حَتَّى إِنَّ عَقْلَهُ وَجَوَارِحَهُ كَانَتْ كُلُّهَا مَعَهُ، فَكَانَ هَذَا دَأْبَهُ لَيْلًا وَنَهَارًا إِلَى أَنْ خَرَجَ ذَاتَ يَوْمٍ إِلَى بَابِ الْفُتُوحِ أَحَدِ أَبْوَابِ فَاسَ حَرَسَهَا اللهُ تَعَالَى لِشِرَاءِ الْغَنَمِ عَلَى عَادَةِ الْجَزَّارِينَ، فَجَالَ فِكْرُهُ فِي أَمْرِ وَلَدِهِ الْمَيِّتِ، فَبَيْنَمَا هُوَ يَجُولُ فِكْرُهُ فِيهِ إِذْ رَآهُ عِيَانًا وَهُوَ قَادِمٌ إِلَيْهِ حَتَّى وَقَفَ إِلَى جَنْبِهِ. قَالَ فَكَلَّمْتُهُ وَقُلْتُ لَهُ: يَا وَلَدِي خُذْ هَذِهِ الشَّاةَ - لِشَاةٍ اشْتَرَيْتُهَا - حَتَّى أَشْتَرِيَ أُخْرَى، وَقَدْ حَصَلَتْ غَيْبَةٌ قَلِيلَةٌ عَنْ حِسِّي، فَلَمَّا سَمِعَنِي مَنْ كَانَ قَرِيبًا أَتَكَلَّمُ مَعَ الْوَلَدِ، قَالُوا: مَعَ مَنْ تَتَكَلَّمُ أَنْتَ؟ فَلَمَّا كَلَّمُونِي رَجَعْتُ إِلَى حِسِّي، وَغَابَ الْوَلَدُ عَنْ بَصَرِي، فَلَا يَدْرِي مَا حَصَلَ فِي بَاطِنِي مِنَ الْوَجْدِ عَلَيْهِ إِلَّا اللهُ تَبَارَكَ وَتَعَالَى. اهـ. </p><p> وَمَا كُلُّ مَا يَقَعُ لَهُ مِثْلُ هَذَا يَعْلَمُ أَنَّ هَذِهِ رُؤْيَةٌ خَيَالِيَّةٌ كَالرُّؤْيَةِ الْمَنَامِيَّةِ، وَإِنَّنِي أَعْرِفُ امْرَأَةً كَبِيرَةَ السِّنِّ مِنْ أَهْلِ بَلَدِنَا (الْقَلَمُونِ) كَانَتْ دَائِمًا تَرَى الْمَوْتَى، وَتُخَاطِبُهُمْ، وَتَأْنَسُ بِخِطَابِهِمْ تَارَةً، وَيَظْهَرُ عَلَيْهَا الِانْقِبَاضُ أُخْرَى. وَكَانَ أَكْثَرُ حَدِيثِهَا </p><p> مَعَ أَخٍ لَهَا مَاتَ غَرِيقًا. وَكُنْتُ أَجْزِمُ أَنَا، وَكُلُّ مَنْ عَرَفَهَا، بِأَنَّهَا غَيْرُ كَاذِبَةٍ وَلَا مُتَصَنِّعَةٍ. بَلْ كَانَتْ هَائِمَةً فِي ذَلِكَ، وَلَا تُبَالِي بِشَيْءٍ. </p><p> وَلَا يَغُرَنَّ الْعَاقِلَ انْتِشَارُ أَمْثَالِ هَذِهِ الشَّائِعَاتِ بَيْنَ الْعَامَّةِ، وَجَعْلِهَا مِنَ الْقَضَايَا الْمُسَلَّمَةِ، فَإِنَّ هَذَا مَعْهُودٌ فِي النَّاسِ فِي كُلِّ عَصْرٍ، وَقَدْ بَيَّنَهُ الْفَيْلَسُوفُ الْعَالِمُ الِاجْتِمَاعِيُّ غوستاف لوبون </p><p> الْفَرَنْسِيُّ بَيَانًا عِلْمِيًّا فِي الْفَصْلِ الثَّانِي مِنْ كِتَابِهِ (رُوحُ الِاجْتِمَاعِ) وَمِمَّا قَالَهُ فِي بَيَانِ قَابِلِيَّةِ الْجَمَاعَاتِ لِلتَّأَثُّرِ وَالتَّصْدِيقِ وَانْخِدَاعِ الْفِكْرِ مَا يَأْتِي مُلَخَّصًا: </p><p> \" إِنَّ سُرْعَةَ تَصْدِيقِ الْجَمَاعَةِ لَيْسَ هُوَ السَّبَبَ الْوَحِيدَ فِي اخْتِرَاعِ الْأَقَاصِيصِ الَّتِي تَنْتَشِرُ بَيْنَ النَّاسِ بِسُرْعَةٍ. بَلْ لِذَلِكَ سَبَبٌ آخَرُ، وَهُوَ التَّشْوِيهُ الَّذِي يَعْتَوِرُ الْحَوَادِثَ فِي مُخَيِّلَةِ الْمُجْتَمِعِينَ ; إِذْ تَكُونُ الْوَاقِعَةُ بَسِيطَةً لِلْغَايَةِ فَتَنْقَلِبُ صُورَتُهَا فِي خَيَالِ الْجَمَاعَةِ بِلَا إِبْطَاءٍ ; لِأَنَّ الْجَمَاعَةَ تُفَكِّرُ بِوَاسِطَةِ التَّخَيُّلَاتِ، وَكُلُّ تَخَيُّلٍ يَجُرُّ إِلَى تَخَيُّلَاتٍ لَيْسَ بَيْنَهَا وَبَيْنَهُ أَدْنَى عَلَاقَةٍ مَعْقُولَةٍ \" . </p><p> وَلَقَدْ كَانَ يَجِبُ تَعَدُّدُ صُوَرِ التَّشْوِيشِ الَّتِي تُدْخِلُهَا الْجَمَاعَةُ عَلَى حَادِثَةٍ شَاهَدَتْهَا، وَتَنَوُّعُ تِلْكَ الصُّوَرِ ; لِأَنَّ أَمْزِجَةَ الْأَفْرَادِ الَّذِينَ تَتَكَوَّنُ هِيَ مِنْهُمْ مُخْتَلِفَةٌ مُتَبَايِنَةٌ بِالضَّرُورَةِ، لَكِنَّ الْمُشَاهَدَ غَيْرُ ذَلِكَ، وَالتَّشْوِيشُ وَاجِبٌ عِنْدَ الْكُلِّ بِعَامِلِ الْعَدْوَى ; لِأَنَّ أَوَّلَ تَشْوِيشٍ تَخَيَّلَهُ وَاحِدٌ مِنَ الْجَمَاعَةِ يَكُونُ كَالْخَمِيرَةِ تَنْتَشِرُ مِنْهُ الْعَدْوَى إِلَى الْبَقِيَّةِ. فَقَبْلَ أَنْ يَرَى جَمِيعُ الصَّلِيبِيِّينَ الْقِدِّيسَ جُورْجَ فَوْقَ أَسْوَارِ بَيْتِ الْمَقْدِسِ، كَانَ بِالطَّبْعِ قَدْ تَخَيَّلَهُ أَحَدُهُمْ أَوَّلًا فَمَا لَبِثَ التَّأَثُّرُ وَالْعَدْوَى أَنْ مَثَّلَاهُ لِلْبَقِيَّةِ جِسْمًا مَرْئِيًّا. </p><p> هَكَذَا وَقَعَتْ جَمِيعُ التَّخَيُّلَاتِ الْإِجْمَاعِيَّةِ الْكَثِيرَةِ الَّتِي رَوَاهَا التَّارِيخُ، وَعَلَيْهَا كُلِّهَا مَسْحَةُ الْحَقِيقَةِ لِمُشَاهَدَتِهَا مِنَ الْأُلُوفِ الْمُؤَلَّفَةِ مِنَ النَّاسِ. </p><p> \" وَلَا يَنْبَغِي فِي رَدِّ مَا تَقَدَّمَ الِاحْتِجَاجُ بِمَنْ كَانَ بَيْنَ تِلْكَ الْجَمَاعَاتِ مِنْ أَهْلِ الْعَقْلِ الرَّاجِحِ وَالذَّكَاءِ الْوَافِرِ ; لِأَنَّهُ لَا تَأْثِيرَ لِتِلْكَ الصِّفَةِ فِي مَوْضُوعِنَا ; إِذِ الْعَالِمُ وَالْجَاهِلُ سَوَاءٌ فِي عَدَمِ الْقُدْرَةِ عَلَى النَّظَرِ وَالتَّمْيِيزِ مَا دَامُوا فِي الْجَمَاعَةِ،وَرُبَّ مُعْتَرِضٍ يَقُولُ:</p><p> إِنَّ تِلْكَ سَفْسَطَةٌ لِأَنَّ الْوَاقِعَ غَيْرُ ذَلِكَ، إِلَّا أَنَّ بَيَانَهُ يَسْتَلْزِمُ سَرْدَ عَدَدٍ عَظِيمٍ مِنَ الْحَوَادِثِ التَّارِيخِيَّةِ، وَلَا يَكْفِي لِهَذَا الْعَمَلِ عِدَّةُ مُجَلَّدَاتٍ، غَيْرَ أَنِّي لَا أُرِيدُ أَنْ أَتْرُكَ الْقَارِئَ أَمَامَ قَضَايَا لَا دَلِيلَ عَلَيْهَا، وَلِذَلِكَ سَآتِي بِبَعْضِ الْحَوَادِثِ أَنْقُلُهَا بِلَا انْتِقَاءٍ مِنْ بَيْنِ الْأُلُوفِ مِنَ الْحَوَادِثِ الَّتِي يُمْكِنُ سَرْدُهَا. </p><p> \" وَأَبْدَأُ بِرِوَايَةِ وَاقِعَةٍ مِنْ أَظْهَرِ الْأَدِلَّةِ فِي مَوْضُوعِنَا ; لِأَنَّهَا وَاقِعَةُ خَيَالٍ اعْتَقَدَتْهُ جَمَاعَةٌ ضَمَّتْ إِلَى صُفُوفِهَا مِنَ الْأَفْرَادِ صُفُوفًا وَأَنْوَاعًا مَا بَيْنَ جَاهِلٍ غَبِيٍّ، وَعَالَمٍ أَلْمَعِيٍّ، رَوَاهَا عَرَضًا رُبَّانُ السَّفِينَةِ (جُولْيَانُ فِيلِيكْسَ) فِي كِتَابِهِ الَّذِي أَلَّفَهُ فِي مَجَارِي مِيَاهِ الْبَحْرِ، وَسَبَقَ نَشْرُهَا فِي (الْمَجَلَّةِ الْعِلْمِيَّةِ) قَالَ: </p><p> \" كَانَتِ الْمُدَرَّعَةُ (بِيلْ بُولْ) تَبْحَثُ فِي الْبَحْرِ عَنْ بَاخِرَةٍ (بِيرْسُو) حَيْثُ كَانَتْ قَدِ انْقَطَعَتْ عَنْهَا بِعَاصِفَةٍ شَدِيدَةٍ، وَكَانَ النَّهَارُ طَالِعًا، وَالشَّمْسُ صَافِيَةً، وَبَيْنَمَا هِيَ سَائِرَةٌ إِذَا بِالرَّائِدِ يُشِيرُ إِلَى زَوْرَقٍ يُسَاوِرُهُ الْغَرَقُ، فَشَخَصَ رِجَالُ السَّفِينَةِ إِلَى الْجِهَةِ الَّتِي أَشَارَ إِلَيْهَا، وَرَأَوْا جَمِيعًا مِنْ عَسَاكِرَ وَضُبَّاطٍ زَوْرَقًا مَشْحُونًا بِالْقَوْمِ، تَجُرُّهُ سُفُنٌ تَخْفِقُ عَلَيْهَا أَعْلَامُ الْيَأْسِ وَالشِّدَّةِ. وَكُلُّ ذَلِكَ كَانَ خَيَالًا، فَقَدْ أَنْفَذَ الرُّبَّانُ زَوْرَقًا صَارَ يَنْهَبُ الْبَحْرَ إِنْجَادًا لِلْبَائِسِينَ. </p><p> فَلَمَّا اقْتَرَبَ مِنْهُمْ، رَأَى مَنْ فِيهِ مِنَ الْعَسَاكِرِ وَالضُّبَّاطِ أَكْدَاسًا مِنَ النَّاسِ يَمُوجُونَ وَيَمُدُّونَ أَيْدِيَهُمْ، وَسَمِعُوا ضَجِيجًا مُبْهَمًا يَخْرُجُ مِنْ أَفْوَاهٍ عَدِيدَةٍ حَتَّى إِذَا بَلَغُوا الْمَرْئِيَ وَجَدُوهُ أَغْصَانَ أَشْجَارٍ مُغَطَّاةٍ بِأَوْرَاقٍ قُطِعَتْ مِنَ الشَّاطِئِ الْقَرِيبِ. وَإِذْ تَجَلَّتِ الْحَقِيقَةُ غَابَ الْخَيَالُ. </p><p> \" هَذَا الْمِثَالُ يُوَضِّحُ لَنَا عَمَلَ الْخَيَالِ الَّذِي يَتَوَلَّدُ عَنِ الْجَمَاعَةِ بِحَالٍ لَا تَحْتَمِلُ الشَّكَّ، وَلَا الْإِبْهَامَ كَمَا قَرَّرْنَاهُ مِنْ قَبْلُ. فَهُنَا جَمَاعَةٌ فِي حَالَةِ الِانْتِظَارِ وَالِاسْتِعْدَادِ، وَهُنَاكَ رَائِدٌ يُشِيرُ إِلَى وُجُودِ مَرْكَبٍ حَفَّهُ الْخَطَرُ وَسَطَ الْمَاءِ، فَذَلِكَ مُؤَثِّرٌ سَرَتْ عَدْوَاهُ، فَتَلَقَّاهُ كُلُّ مَنْ فِي الْبَاخِرَةِ مِنْ عَسَاكِرَ وَضُبَّاطٍ بِالْقَبُولِ وَالْإِذْعَانِ.</p><p> ثُمَّ بَيَّنَ الْمُؤَلِّفُ أَنَّ مِثْلَ هَذَا الِانْخِدَاعِ يَقَعُ لِلْجَمَاعَاتِ الْمُؤَلَّفَةِ مِنَ الْعُلَمَاءِ، فِيمَا هُوَ بَعِيدٌ عَنِ اخْتِصَاصِهِمُ الْعِلْمِيِّ، وَاسْتَشْهَدَ عَلَى ذَلِكَ بِالْوَاقِعَةِ الْآتِيَةِ: </p><p> (قَالَ) : وَمِنَ الْأَمْثِلَةِ عَلَى ذَلِكَ مَا رَوَاهُ لَنَا (مِسْيُو دَافِي) أَحَدُ عُلَمَاءِ النَّفْسِ الْمُحَقِّقِينَ وَقَدْ نَشَرَتْهُ حَدِيثًا مَجَلَّةُ (أَعْصُرُ الْعُلُومِ النَّفْسِيَّةِ) وَهُوَ: دَعَا (مِسْيُو دَافِي) </p><p> جَمَاعَةً مِنْ كِبَارِ أَهْلِ النَّظَرِ ; مِنْهُمْ عَالِمٌ مِنْ أَشْهَرِ عُلَمَاءِ إِنْكِلْتِرَةَ وَهُوَ (مِسْتَرْ وَلَاسْ) وَقَدَّمَ لَهُمْ أَشْيَاءَ لَمَسُوهَا بِأَيْدِيهِمْ، وَوَضَعُوا عَلَيْهَا خُتُومًا كَمَا شَاءُوا، ثُمَّ أَجْرَى أَمَامَهُمْ جَمِيعَ ظَوَاهِرِ فَنِّ اسْتِخْدَامِ الْأَرْوَاحِ: مِنْ تَجْسِيمِ الْأَرْوَاحِ وَالْكِتَابَةِ عَلَى الْأَلْوَاحِ، حَتَّى كَتَبُوا لَهُ شَهَادَاتٍ قَالُوا فِيهَا: إِنَّ الْمُشَاهَدَاتِ الَّتِي وَقَعَتْ أَمَامَهُمْ، لَا تُنَالُ إِلَّا بِقُوَّةٍ فَوْقَ قُوَّةِ الْبَشَرِ، فَلَمَّا صَارَتِ الشَّهَادَاتُ فِي يَدِهِ بَيَّنَ لَهُمْ أَنَّ جَمِيعَ مَا عَمِلَهُ شَعْوَذَةٌ بَسِيطَةٌ جِدًّا. قَالَ رَاوِي الْحَادِثَةِ: لَيْسَ الَّذِي يُوجِبُ الدَّهَشَ وَالِاسْتِغْرَابَ فِي هَذِهِ الْمَسْأَلَةِ هُوَ إِبْدَاعُ (دَافِي) وَمَهَارَتُهُ فِي الْحَرَكَاتِ الَّتِي عَمِلَهَا. بَلْ هُوَ ضَعْفُ الشَّهَادَاتِ الَّتِي كَتَبَهَا أُولَئِكَ الْعُلَمَاءُ \" ثُمَّ اسْتَنْتَجَ الْمُؤَلِّفُ مِنْ ذَلِكَ أَنَّهُ: إِذَا كَانَ انْخِدَاعُ الْعُلَمَاءِ بِمَا لَا حَقِيقَةَ لَهُ وَاقِعًا فَمَا أَسْهَلَ انْخِدَاعَ الْعَامَّةِ! . </p><p> ثُمَّ ذَكَرَ حَادِثَةً وَقَعَتْ فِي أَثْنَاءِ كِتَابَتِهِ لِهَذَا الْبَحْثِ، وَخَاضَتْ فِيهِ جَرَائِدُ بَارِيسَ، وَكَانَ مَنْشَأُ الِانْخِدَاعِ فِيهَا الشَّبَهَ الَّذِي هُوَ مَوْضُوعُ بَحْثِنَا، قَالَ (فِي ص ٥٠ مِنَ النُّسْخَةِ الْعَرَبِيَّةِ الْمُتَرْجَمَةِ) : </p><p> \" أَنَا أَكْتُبُ هَذِهِ السُّطُورَ، وَالْجَرَائِدُ مَلْأَى بِذِكْرِ غَرَقِ بِنْتَيْنِ صَغِيرَتَيْنِ، وَإِخْرَاجِ جُثَّتَيْهِمَا مِنْ نَهْرِ(السِّينِ)عُرِضَتِ الْجُثَّتَانِ، فَعَرَفَهُمَا بِضْعَةُ عَشَرَ شَخْصًا مَعْرِفَةً مُؤَكَّدَةً، وَاتَّفَقَتْ أَقْوَالُهُمْ فِيهَا اتِّفَاقًا لَمْ يَبْقَ مَعَهُ شَكٌّ فِي نَفْسِ قَاضِي التَّحْقِيقِ فَأَذِنَ بِدَفْنِهِمَا، وَبَيْنَمَا النَّاسُ يَتَأَهَّبُونَ لِذَلِكَ سَاقَ الْقَدْرُ الْبِنْتَيْنِ اللَّتَيْنِ عَرَفَهُمَا الشُّهُودُ بِالْإِجْمَاعِ، وَظَهَرَ أَنَّهُمَا بَاقِيَتَانِ وَلَمْ يَكُنْ بَيْنَهُمَا وَبَيْنَ الْمَفْقُودَتَيْنِ إِلَّا شَبَهٌ بِعِيدٌ جِدًّا،وَالَّذِي وَقَعَ هُوَ عَيْنُ مَا وَقَعَ فِي الْأَمْثِلَةِ الَّتِي سَرَدْنَاهَا:تَخَيَّلَ الشَّاهِدُ الْأَوَّلُ أَنَّ الْغَرِيقَتَيْنِ هُمَا فُلَانَةٌ وَفُلَانَةٌ، فَقَالَ ذَلِكَ، فَسَرَتْ عَدْوَى التَّأْثِيرِ إِلَى الْبَاقِي \" اهـ. </p><p> تَبَيَّنَ مِمَّا تَقَدَّمَ أَنَّ الْإِشَاعَاتِ الَّتِي تُبْنَى عَلَى تَخَيُّلِ بَعْضِ النَّاسِ كَثِيرَةٌ تَقَعُ فِي كُلِّ زَمَانٍ </p><p> وَمَكَانٍ، وَيَنْخَدِعُ بِهَا الْعُلَمَاءُ كَالْعَوَامِّ، وَإِنَّمَا بَيَّنَ غُوسْتَافُ لُوبُونْ أَنَّهَا جَارِيَةٌ عَلَى سُنَنِ الِاجْتِمَاعِ، وَلَيْسَتْ مِمَّا يُجْهَلُ تَعْلِيلُهُ مِنَ الْفَلَتَاتِ وَالشَّوَاذِّ، وَإِنَّنَا بَعْدَ كِتَابَةِ مَا تَقَدَّمَ بِأَيَّامٍ جَاءَتْنَا مَجَلَّةُ الْمُقْتَطَفِ (الصَّادِرَةُ فِي ٢٣ مِنَ الْمُحَرَّمِ مِنْ هَذَا الْعَامِ ١٣٣١) فَقَرَأْنَا فِي مَقَالَةٍ فِيهَا عُنْوَانُهَا (مُنَاجَاةُ الْأَرْوَاحِ وَالْبَحْثُ فِي النَّفْسِ) : أَنَّ أَرْبَعَةً مِنْ عُلَمَاءِ الْإِنْجِلِيزِ وَكِبَارِ عُقَلَائِهِمُ الثِّقَاتِ شَاهَدُوا وَاقِعَةً مِنْ وَقَائِعِ مُسْتَحْضِرِي </p><p> الْأَرْوَاحِ، احْتَاطُوا فِيهَا أَشَدَّ الِاحْتِيَاطِ ; لِئَلَّا تَكُونَ غِشًّا أَوْ شَعْوَذَةً، وَكَانَ الْوَسِيطُ فِيهَا - أَيِ الَّذِي يَسْتَحْضِرُ الرُّوحَ - رَجُلًا اسْمُهُ (مِسْتَرْ هُومْ) وَقَدْ شَهِدَ أُولَئِكَ الْعُلَمَاءُ الثِّقَاتُ أَنَّهُمْ شَاهَدُوا الرُّوحَ الْمُسْتَحْضَرَ فَخَاطَبَ كُلًّا مِنْهُمْ بِاسْمِهِ، وَأَجَابَهُ عَمَّا سَأَلَهُ عَنْهُ وَأَنَّ أَحَدَهُمْ سَأَلَهُ: أَلَكَ جِسْمٌ حَقِيقِيٌّ أَمْ أَنْتَ خَيَالٌ؟ فَقَالَ: إِنَّ جِسْمِي أَقْوَى مِنْ جِسْمِكَ، فَامْتَحَنَهُ بِوَضْعِ أُصْبُعِهِ فِي فِيهِ فَأَلْفَاهُ حَارًّا، وَأَسْنَانُهُ صُلْبَةٌ حَادَّةٌ، وَعَضَّهُ عَضَّةً صَرَخَ مِنْ أَلَمِهَا. </p><p> قَالَ الْمُقْتَطَفُ بَعْدَ ذِكْرِ الْوَاقِعَةِ: إِنَّهُ يُحْتَمَلُ أَنْ تَكُونَ شَعْوَذَةً مِنْ (مِسْتَرْ هُومْ) أَيْ وَإِنْ كَانَ أُولَئِكَ الْعُلَمَاءُ قَدْ رَبَطُوا يَدَيْهِ وَرِجْلَيْهِ بِأَسْلَاكٍ مِنَ النُّحَاسِ إِلَى كُرْسِيٍّ مُتَّصِلٍ بِالْمَوْقِدِ مُوَثَّقًا بِذَلِكَ الرِّبَاطِ، وَلَحَمُوا الْأَسْلَاكَ بِلِحَامٍ مَعْدِنِيٍّ، وَقَالُوا: إِنَّهُ لَا يُمْكِنُ لِقُوَّةٍ بَشَرِيَّةٍ أَنْ تُزِيحَهُ مِنْ مَكَانِهِ مَا لَمْ تُقْطَعِ الْأَسْلَاكُ الْمَعْدِنِيَّةُ، ثُمَّ رَأَوْهُ بَعْدَ مُشَاهَدَةِ الْوَاقِعَةِ كَمَا تَرَكُوهُ فِي قُيُودِهِ وَأَغْلَالِهِ. </p><p> (ثُمَّ قَالَ الْمُقْتَطَفُ وَهُوَ مَحِلُّ الشَّاهِدِ) : \" وَإِذَا لَمْ يَكُنْ(هُومْ)قَدْ فَعَلَ ذَلِكَ، فَلَا يَسْتَحِيلُ أَنْ يَكُونَ كُوكَسْ وَكْرُوكَسْ وَغِلْتُونْ قَدْ خُدِعُوا كُلُّهُمْ فَرَأَوْا مَا لَا يُرَى وَسَمِعُوا مَا لَا يُسْمَعُ ; لِأَنَّهُ كَمَا يُحْتَمَلُ أَنْ يَفْعَلَ بَعْضُ النَّاسِ أَفْعَالًا خَارِقَةً، لَا يَسْتَطِيعُ غَيْرُهُمْ فِعْلَهَا، يُحْتَمَلُ أَنْ يَتَخَيَّلَ بَعْضُهُمْ أَنَّهُمْ يَرَوْنَ وَيَسْمَعُونَ مَا لَا حَقِيقَةَ لَهُ فِي الْخَارِجِ، كَيْفَ لَا؟ وَالنَّائِمُ وَالْحَادِسُ يَرَيَانِ وَيَسْمَعَانِ مَا لَا وُجُودَ لَهُ \" . </p><p> أَقُولُ: فَإِذَا جَازَ فِي رَأْيِ عُلَمَاءِ الْعَصْرِ وَفَلَاسِفَتِهِ أَنْ يَنْخَدِعَ الْعُلَمَاءُ الطَّبِيعِيُّونَ وَغَيْرُهُمْ بِالتَّخَيُّلِ، فَكَيْفَ لَا يَجُوزُ أَنْ يَنْخَدِعَ بِهِ مِثْلُ مَرْيَمَ الْمَجْدَلِيَّةِ الْعَصَبِيَّةِ (الْهِسْتِيرِيَّةِ) وَتُومَا وَإِخْوَانِهِ مِنْ صَيَّادِي السَّمَكِ! وَإِذَا جَازَ أَنْ يَتَخَيَّلَ ضُبَّاطُ الْمُدَرَّعَةِ (بِيلْ بُولْ) وَعَسْكَرُهَا وَبَحَّارَتُهَا زَوْرَقًا يُسَاوِرُهُ الْغَرَقُ، فَيَجْزِمُونَ بِأَنَّهُمْ رَأَوْهُ بِأَعْيُنِهِمْ، وَهُوَ مُكْتَظٌّ بِالْمُسْتَنْجِدِينَ الْمُسْتَغِيثِينَ، وَهُمْ يَرَوْنَ أَيْدِيَهُمْ تُومِئُ وَتُشِيرُ، وَيَسْمَعُونَ جَلَبَتَهُمْ بِالصِّيَاحِ وَالضَّجِيجِ، وَإِذَا جَازَ أَيْضًا أَنْ يَتَخَيَّلَ جَمَاهِيرُ الصَّلِيبِيِّينَ الْقِدِّيسَ جُورْجَ فَوْقَ أَسْوَارِ بَيْتِ الْمَقْدِسِ ; فَيَظُنُّوا أَنَّهُمْ رَأَوْهُ حَقِيقَةً، فَلِمَاذَا لَا يَجُوزُ مِثْلُ هَذَا التَّخَيُّلِ فِي أُولَئِكَ الْأَفْرَادِ الَّذِينَ نُقِلَ عَنْهُمْ أَنَّهُمْ رَأَوُا الْمَسِيحَ بَعْدَ حَادِثَةِ الصَّلْبِ، إِنْ صَحَّتِ الرِّوَايَةُ عَلَى انْقِطَاعِ سَنَدِهَا؟ وَإِذَا جَازَ أَنْ يَجْزِمَ بِضْعَةُ عَشَرَ شَاهِدًا فِي الْبِنْتَيْنِ </p><p> اللَّتَيْنِ غَرِقَتَا فِي نَهْرِ السِّينِ جَزْمًا مَبْنِيًّا عَلَى مَا شُبِّهَ لَهُمْ، فَلِمَاذَا لَا يَجُوزُ أَنْ يَجْزِمَ بِمِثْلِ ذَلِكَ فِي يَهُوذَا الَّذِي كَانَ يُشْبِهُ الْمَسِيحَ مَنْ لَمْ يَكُونُوا يَعْرِفُونَ الْمَسِيحَ؟ ! </p><p> وَقَعَ فِي عَصْرِنَا هَذَا وَاقِعَتَانِ مِنْ قَبِيلِ مَسْأَلَةِ رُؤْيَةِ الْمَسِيحِ، وَرُؤْيَةِ الْقِدِّيسِ جُورْجَ (إِحْدَاهُمَا) : وَقَعَتْ فِي الشَّامِ مُنْذُ سِنِينَ ; وَهِيَ أَنَّ رَجُلًا اسْمُهُ عَلِي رَاغِب اشْتَغَلَ بِالتَّصَوُّفِ وَالرِّيَاضَةِ فَغَلَبَتْ عَلَيْهِ الْخَيَالَاتُ فَكَانَ إِذَا تَخَيَّلَ شَيْئًا مُهِمًّا عِنْدَهُ يَتَمَثَّلُ لَهُ، كَأَنَّهُ حَاضِرٌ بَيْنَ يَدَيْهِ، وَقَدِ اشْتَغَلَ زَمَنًا بِقِرَاءَةِ الْأَنَاجِيلِ حَتَّى كَانَ يَحْفَظُ مِنْهَا مَا لَا يَكَادُ يَحْفَظُهُ أَحَدٌ مِنَ النَّصَارَى، ثُمَّ إِنَّهُ عَاشَرَ بَعْضَ النَّصَارَى فِي دِمَشْقَ حَتَّى كَانَ يَحْضُرُ كَنَائِسَهُمْ، فَكَثُرَ تَخَيُّلُهُ لِقِصَّةِ الصَّلْبِ الَّتِي قَرَأَهَا فِي الْأَنَاجِيلِ فَرَأَى الْمَسِيحَ مَرَّةً مُتَمَثِّلًا أَمَامَهُ بِالصُّورَةِ الَّتِي ذَكَرُوا أَنَّهُ كَانَ عَلَيْهَا عِنْدَ الصَّلْبِ، وَرَأَى أَثَرَ الْمَسَامِيرِ فِي يَدَيْهِ، فَاعْتَقَدَ أَنَّ هَذِهِ الرُّؤْيَةَ حِسِّيَّةٌ حَقِيقِيَّةٌ وَخَطَبَ فِي النَّصَارَى بِذَلِكَ، فَصَدَّقُوهُ وَقَالُوا إِنَّهُ قِدِّيسٌ، وَشَاعَتِ الْمَسْأَلَةُ وَلَغَطَ النَّاسُ بِهَا، ثُمَّ الْتَقَى الشَّيْخُ طَاهِرٌ الْجَزَائِرِيُّ بِالشَّيْخِ رَاغِبٍ هَذَا، وَتَحَدَّثَا فِي الْمَسْأَلَةِ فَلَمْ يَفْجَأْهُ الشَّيْخُ طَاهِرُ بِالتَّخْطِئَةِ، بَلْ شَغَلَ بَالَهُ وَخَيَالَهُ بِآيَاتِ الْمَسِيحِ، وَبِمَا كَانَ لَهُ مِنَ الْقُدْرَةِ عَلَى الظُّهُورِ بِأَشْكَالٍ مُخْتَلِفَةٍ (كَمَا ذَكَرُوا فِي الْإِنْجِيلِ) وَانْتَقَلَ مِنْ هَذَا إِلَى مَسْأَلَةِ إِلْقَاءِ شَبَهِهِ عَلَى يَهُوذَا، وَمَا بَيَّنَهُ اللهُ - تَعَالَى - مِنَ التَّشْبِيهِ لَهُمْ، فَمَا زَالَ يُحَدِّثُهُ بِمِثْلِ هَذَا حَتَّى ذَهَبَ، وَلِقِصَّةِ الصَّلْبِ فِي خَيَالِهِ صُورَةٌ أُخْرَى، فَرَأَى الْمَسِيحَ مُتَمَثِّلًا أَمَامَهُ، وَلَيْسَ فِي يَدَيْهِ وَلَا غَيْرِهَا أَثَرٌ لِلصَّلْبِ، فَسَأَلَهُ عَنْ حَقِيقَةِ مَسْأَلَةِ الصَّلْبِ فَقَالَ لَهُ: أَلْقَيْتُ عَلَى يَهُوذَا صُورَةً مِنْ صُوَرِي فَأَخَذُوهُ وَصَلَبُوهُ، فَذَهَبَ الشَّيْخُ رَاغِبٌ وَخَطَبَ فِي النَّصَارَى بِهَذِهِ الرُّؤْيَةِ فَنَبَذُوهُ وَاعْتَقَدُوا أَنَّهُ مَجْنُونٌ. فَهَذِهِ الرُّؤْيَةُ تُشْبِهُ رُؤْيَةَ تُومَا لِلْمَسِيحِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ. </p><p> وَأَمَّا الْوَاقِعَةُ الثَّانِيَةُ: فَهِيَ أَنَّ بَعْضَ النَّاسِ فِي هَذِهِ الْأَيَّامِ تَخَيَّلَ أَنَّ الشَّيْخَ الْمَتْبُولِيَّ خَرَجَ مِنْ قَبْرِهِ الْمَعْرُوفِ بِجِوَارِ مَحَطَّةِ مِصْرَ، وَوَقَفَ عَلَى قُبَّتِهِ، ثُمَّ طَارَ فِي الْهَوَاءِ، وَنَزَلَ عَلَى الْكَنِيسَةِ الْجَدِيدَةِ الَّتِي يُنْشِئُهَا الْيُونَانِيُّونَ، وَلَمَّا شَاعَ هَذَا الْخَبَرُ فِي الْقَاهِرَةِ، اجْتَمَعَ خَلْقٌ كَثِيرٌ مِنَ الْعَامَّةِ عِنْدَ الْكَنِيسَةِ، وَصَارُوا يَهْتِفُونَ بِاسْمِ الْمَتْبُولِيِّ، فَفَرَّقَتْهُمُ الشُّرْطَةُ وَالشَّحْنَةُ بِالْقُوَّةِ، وَادَّعَى كَثِيرٌ مِنْهُمْ أَنَّهُمْ رَأَوُا الْمَتْبُولِيَّ فِيهَا. وَرَوَتْ بَعْضُ الْجَرَائِدِ </p><p> الْيَوْمِيَّةِ أَنَّ مَجْذُوبًا مِنْ أَبْنَاءِ السَّبْعِينَ قَالَ: أَنَا الْمَتْبُولِيُّ، فَصَدَّقَهُ النَّاسُ، وَصَارُوا يَتَبَرَّكُونَ بِهِ. وَلَوْلَا حَزْمُ الْحُكُومَةِ لَحَدَثَ بَيْنَ عَوَامِّ الْمِصْرِيِّينَ وَالْيُونَانِيِّينَ مِنْ جَرَّاءِ هَذِهِ الْمَسْأَلَةِ فِتَنٌ سُفِكَتْ فِيهَا الدِّمَاءُ، وَلَكِنَّ الْحُكُومَةَ تَدَارَكَتْ ذَلِكَ، وَفَرَّقَتْ شَمْلَ الْجَمَاهِيرِ، وَقَبَضَتْ عَلَى بَعْضِهِمْ وَحَبَسَتْهُمْ. </p><p> هَذَا، وَإِنَّ كَثِيرًا مِنَ الصُّوفِيَّةِ الَّذِينَ يُنَاجُونَ الْأَرْوَاحَ يَرَوْنَ الْمَسِيحَ وَأُمَّهُ كَثِيرًا، وَقَدْ تَعَرَّفَ إِلَيَّ بَعْضُهُمْ وَهُوَ أَعْجَمِيٌّ مِنْ أَصْحَابِ الْمَظَاهِرِ الدُّنْيَوِيَّةِ، يُخْفِي تَصَوُّفَهُ عَنْ أَقْرَانِهِ، وَأَخْبَرَنِي أَنَّهُ يَرَى أَرْوَاحَ الْأَنْبِيَاءِ، وَيَتَلَقَّى عَنْهُمْ عُلُومًا يَكْتُبُهَا بِالْعَرَبِيَّةِ، وَأَنَّهُ رَأَى عِيسَى وَمَرْيَمَ - عَلَيْهِمَا </p><p> السَّلَامُ - مِرَارًا وَتَلَقَّى عَنْهُمَا، وَمِنْ ذَلِكَ أَنَّهُ سَأَلَ مَرْيَمَ عَنْ تَمَثُّلِ الْمَلَكِ لَهَا وَنَفْخِهِ فِيهَا، فَأَجَابَتْهُ عَنْ ذَلِكَ، وَأَنَّهُ حَصَلَ مِنْ ذَلِكَ نَحْوُ مَا يَحْصُلُ بِالزَّوَاجِ مِنَ التَّلْقِيحِ، وَسَأَلْتُهُ أَنَا عَنِ اسْتِحْضَارِ الْأَرْوَاحِ الَّذِي نَسْمَعُهُ عَنِ الْإِفْرِنْجِ، هَلْ هُوَ مِثْلُ مَا يَذْكُرُهُ عَنْ نَفْسِهِ، وَيُؤْثَرُ عَنِ الصُّوفِيَّةِ مِنْ قَبْلِهِ؟ فَقَالَ: إِنَّ بَعْضَهُ حِيَلٌ، وَبَعْضَهُ لَهُ أَصْلٌ دُونَ مَا عِنْدَنَا وَأَبْعَدُ عَنْهُ بِمَرَاحِلَ. وَأَنَا لَا أَتَّهِمُ هَذَا الرَّجُلَ بِالْكَذِبِ عَنْ نَفْسِهِ، وَلَا أَتَّهِمُ الْإِمَامَ الْغَزَالِيَّ فِيمَا رَوَاهُ عَنْ نَفْسِهِ مِنْ مِثْلِ ذَلِكَ أَيْضًا، وَإِنَّمَا أَقُولُ إِذَا كَانَتْ هَذِهِ الرُّؤْيَةُ خَيَالِيَّةً أَيْضًا كَرُؤْيَةِ الشَّيْخِ رَاغِبٍ فَهِيَ تُؤَكِّدُ مَا نَحْنُ فِيهِ مِنْ جَوَازِ مِثْلِ ذَلِكَ عَلَى جَمَاعَةِ الْمَسِيحِ، وَإِنْ كَانَتْ حَقِيقِيَّةً - وَهِيَ وَلَا شَكَّ أَعْلَى وَأَكْمَلُ مِمَّا يُثْبِتُهُ الْكَثِيرُونَ مِنْ عُلَمَاءِ الْإِفْرِنْجِ - فَهِيَ مُصَدِّقَةٌ لِخَبَرِ الْقُرْآنِ فِي قِصَّةِ الْمَسِيحِ وَنَاقِضَةٌ لِتِلْكَ الْعَقِيدَةِ الْخَيَالِيَّةِ، الْمُقَرَّرِ مِثْلُهَا عِنْدَ الْأُمَمِ الْوَثَنِيَّةِ. </p><p> حَاصِلُ الْمَبَاحِثِ وَالشَّكِّ فِي وُجُودِ الْمَسِيحِ: حَاصِلُ هَذِهِ الْمَبَاحِثِ: أَنَّ قِصَّةَ الصَّلْبِ لَيْسَ لَهَا سَنَدٌ مُتَّصِلٌ إِلَى الْأَفْرَادِ الَّذِينَ رُوِيَتْ عَنْهُمْ، وَأُولَئِكَ الْأَفْرَادُ الَّذِينَ رَوَوْهَا غَيْرُ مَعْرُوفِينَ مَعْرِفَةً يَقِينِيَّةً، كَمَا يُعْلَمُ مِنْ دَائِرَةِ الْمَعَارِفِ الْفَرَنْسِيَّةِ وَغَيْرِهَا مِنَ الْكُتُبِ الَّتِي أَلَّفَهَا عُلَمَاءُ أُورُبَّةَ الْأَحْرَارُ، وَأَنَّ الَّذِي يُؤْخَذُ مِنْ مَجْمُوعِ تِلْكَ الرِّوَايَاتِ الْمُنْقَطِعَةِ الْإِسْنَادِ: أَنَّ أَوَّلَ مَنْ وَضَعَ هَذِهِ الْعَقِيدَةَ النَّصْرَانِيَّةَ الْمَعْرُوفَةَ الْآنَ هُوَ بُولِسِ الْيَهُودِيُّ الَّذِي كَانَ أَشَدَّ أَعْدَاءِ الْمَسِيحِ عَلَيْهِ السَّلَامُ، وَأَلَدَّ خُصُومِ أَتْبَاعِهِ خِصَامًا، ثُمَّ رَأَى أَنَّهُ لَا يَتَمَكَّنُ مِنْ نِكَايَتِهِمْ، وَإِفْسَادِ أَمْرِهِمْ إِلَّا بِدُخُولِهِ فِيهِمْ، فَفَعَلَ، وَعَلَى تَقْدِيرِ وُقُوعِ الصَّلْبِ، وَرُؤْيَةِ الْمَسِيحِ بَعْدَهُ، </p><p> فَالَّذِي يَقْرُبُ مِنَ الْمَعْقُولِ فِي تَصْوِيرِهِ هُوَ مَا بَيَّنَّاهُ. </p><p> وَلَا يَرُوعَنَّ الْقَارِئَ الْمُسْتَقِلَّ الْفِكْرِ هَذِهِ الشُّهْرَةُ الْمُنْتَشِرَةُ بِانْتِشَارِ النَّصَارَى فِي أَقْطَارِ الْأَرْضِ، وَمَا لَهُمْ فِيهَا مِنَ الْقُوَّةِ وَالْأَيْدِ، فَإِنَّمَا الْعِبْرَةُ فِي إِثْبَاتِ الْوَقَائِعِ وَالْحَوَادِثِ كَوْنَهُ فِي زَمَنِ وُقُوعِهَا، كَمَا ثَبَتَ الْقُرْآنُ الْمَجِيدُ فِي زَمَنِ نُزُولِهِ حِفْظًا وَكِتَابَةً، أَلَمْ تَرَ أَنَّ هَذِهِ الشُّهْرَةَ الْمُنْتَشِرَةَ لِلْمَسِيحِ، عَلَيْهِ السَّلَامُ، لَمْ تَمْنَعْ بَعْضَ عُلَمَاءِ أُورُبَّةَ الْأَحْرَارِ مِنَ الشَّكِّ فِي وُجُودِهِ نَفْسِهِ، وَلَا مِنْ تَرْجِيحِ كَوْنِ قِصَّتِهِ خَيَالِيَّةً، لَا حَادِثَ الصَّلْبِ وَالْقِيَامِ مِنْهَا فَحَسْبُ، كَمَا أَنَّ بَعْضَهُمْ يَرَى مِثْلَ هَذَا الرَّأْيِ فِي بَعْضِ آلِهَةِ الْوَثَنِيِّينَ، وَفِي (هُومِيروُسَ) شَاعِرِ الْيُونَانِ الَّذِي تُضْرَبُ بِشِعْرِهِ الْأَمْثَالُ، فَهُوَ أَشْهَرُ رَجُلٍ فِي تَارِيخِ أُمَّتِهِ الَّذِي هُوَ مِنْ أَشْهَرِ تَوَارِيخِ الْأُمَمِ الْغَابِرَةِ، وَمَثَلُهُ فِي تَارِيخِ أُمَّتِنَا الْعَرَبِيَّةِ قَيْسٌ الْعَامِرِيُّ الشَّهِيرُ بِمَجْنُونِ لَيْلَى. ذَكَرَ فِي (الْأَغَانِي) رِوَايَاتٍ عَنْ بَنِي عَامِرٍ أَنَّهُ غَيْرُ مَعْرُوفٍ عِنْدَهُمْ، وَأَنَّهُ قِيلَ: إِنَّ الشِّعْرَ الَّذِي يُنْسَبُ إِلَيْهِ هُوَ لِبَعْضِ كُبَرَاءِ بَنِي أُمَيَّةَ، عَزَاهُ إِلَى مَجْهُولٍ تَسَتُّرًا بِعِشْقِهِ. </p><p> مِثْلُ هَذَا فِي التَّارِيخِ كَثِيرٌ، فَهُوَ غَيْرُ مُسْتَبْعَدٍ عَقْلًا، وَلَكِنَّنَا نَحْنُ الْمُسْلِمِينَ نُؤْمِنُ بِالْمَسِيحِ لَا لِذِكْرِهِ فِي أَنَاجِيلِهِمْ، وَكُتُبِهِمْ، فَكَمْ فِي الْكُتُبِ مِنْ قِصَصٍ خَيَالِيَّةٍ مِثْلَ قِصَّتِهِ، بَلْ لِأَنَّ الْقُرْآنَ </p><p> أَثْبَتَ وُجُودَهُ وَنُبُوَّتَهُ، وَالْقُرْآنُ ثَابِتٌ عِنْدَنَا قَطْعًا، فَنُؤْمِنُ بِكُلِّ مَا أَثْبَتَهُ. وَإِنَّ لِي كَلِمَةً قَدِيمَةً أَذْكُرُهَا فِي هَذَا السِّيَاقِ الَّذِي لَمْ أَتَوَسَّعْ فِيهِ، إِلَّا لِرَدِّ هَجَمَاتِ دُعَاةِ النَّصْرَانِيَّةِ الَّذِينَ أَسْرَفُوا فِي الطَّعْنِ فِي الْإِسْلَامِ، وَهِيَ: إِنَّ إِثْبَاتَ الْقُرْآنِ لِلْمَسِيحِ هُوَ أَقْوَى حُجَّةٍ عَلَى مُنْكِرِي آيَاتِ الْمَسِيحِ، عَلَيْهِ السَّلَامُ، وَأَقْوَى شُبْهَةٍ عَلَى الْقُرْآنِ، فَإِنَّ الشُّبَهَاتِ الَّتِي يُورِدُهَا الْمَلَاحِدَةُ وَالْعَقْلِيُّونَ مِنَ النَّصَارَى وَأَمْثَالِهِمْ عَلَى إِثْبَاتِهِ كَوْنُ الْمَسِيحِ وَأُمِّهِ آيَةً، وَأَنَّ اللهَ آتَاهُ آيَاتٍ أُخْرَى - هِيَ أَقْوَى الشُّبَهَاتِ الْوَارِدَةِ عَلَى الْقُرْآنِ، وَلَكِنَّ رَدَّهَا سَهْلٌ عَلَى قَاعِدَةِ الْإِيمَانِ بِقُدْرَةِ اللهِ - تَعَالَى - وَتَصَرُّفِهِ فِي خَلْقِهِ كَمَا يَشَاءُ. وَمِنْ آيَاتِ كَوْنِ الْقُرْآنِ مِنْ عِنْدِ اللهِ - تَعَالَى - عَدَمُ مُوَافَقَتِهِ لِلنَّصَارَى فِي رِوَايَاتِهِمْ فِي الصَّلْبِ وَالتَّثْلِيثِ، وَاللهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ. </p><p> الْجَمْعُ بَيْنَ الْإِسْلَامِ وَالنَّصْرَانِيَّةِ: </p><p> إِنَّ تِلْكَ الْأَقْوَالَ الْمَعْرُوفَةَ، عِنْدَ النَّصَارَى، دَفَعَتْ بَعْضَ الرَّاغِبِينَ فِي التَّأْلِيفِ بَيْنَهُمْ </p><p> وَبَيْنَ الْمُسْلِمِينَ إِلَى الْجَمْعِ بَيْنَ مَا جَاءَ فِي الْقُرْآنِ الْعَزِيزِ، وَمَا يُؤْخَذُ مِنَ الْأَنَاجِيلِ بِنَوْعٍ مِنَ التَّأْوِيلِ، وَهُوَ أَنَّ قَوْلَ الْقُرْآنِ وَمَا قَتَلُوهُ يَقِينًا (٤: ١٥٧) يُشْعِرُ بِأَنَّهُ قَدْ حَصَلَ مَا هُوَ مَظِنَّةُ الْقَتْلِ ; لِأَنَّهُ صُورَةٌ مِنْ صُوَرِهِ، وَوَسِيلَةٌ مِنْ وَسَائِلِهِ، وَهُوَ ذَلِكَ التَّعْلِيقُ عَلَى الْخَشَبَةِ الَّذِي كَانَ بِدُونِ كَسْرِ عَظْمٍ، وَلَا إِصَابَةِ عُضْوٍ رَئِيسِيٍّ، وَلَمْ يَطُلْ زَمَنُهُ فَكَأَنَّهُ لَيْسَ صَلْبًا. وَعِنْدَهُمْ أَنَّ هَذَا هُوَ مَعْنَى قَوْلِهِ: وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ (٤: ١٥٧) وَهَذَا التَّأْوِيلُ بَعِيدٌ، وَمَا قَرَّرْنَاهُ مِنْ قَبْلُ هُوَ الْأَقْرَبُ. </p><p> وَمِمَّنْ وَلِعَ بِالْجَمْعِ بَيْنَ النَّصْرَانِيَّةِ الْبُولِسِيَّةِ الَّتِي تُؤْخَذُ مِنَ الْكُتُبِ الَّتِي يُسَمُّونَهَا الْعَهْدَ الْجَدِيدَ وَبَيْنَ الْإِسْلَامِ قِسِّيسٌ مِنْ طَائِفَةِ الرُّومِ الْأُرْثُوذُكْسِ اسْمُهُ (خِرِيسْتُوفُورَسْ جُبَارَهْ) كَانَ بِرُتْبَةِ أَرَشْمِنْدِرِيتْ، وَكَادَ يَكُونُ مُطْرَانًا، فَخَلَعَ ثَوْبَ (الْكَهَنُوتِ) وَطَفِقَ يَدْعُو إِلَى التَّأْلِيفِ، وَالْجَمْعِ بَيْنَ الْإِسْلَامِ وَالنَّصْرَانِيَّةِ، وَيَقُولُ بِعَدَمِ التَّنَافِي بَيْنَهُمَا، وَيُؤَلِّفُ الْكُتُبَ فِي ذَلِكَ، يُثْبِتُ فِيهَا التَّوْحِيدَ وَصِدْقَ الْقُرْآنِ، وَنُبُوَّةَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ صِحَّةِ الْأَنَاجِيلِ وَتَطْبِيقِهَا عَلَى الْقُرْآنِ، وَلَكِنْ لَمْ يَسْتَطِعْ أَنْ يُؤَلِّفَ حِزْبًا، وَإِنَّنِي أَعْتَقِدُ أَنَّهُ كَانَ مُخْلِصًا فِي عَمَلِهِ، وَكَانَ الْأُسْتَاذُ الْإِمَامُ يُحْسِنُ الظَّنَّ فِيهِ أَيْضًا، وَيَرَى أَنَّ دَعْوَتَهُ لَا تَخْلُو مِنْ فَائِدَةٍ، وَتَمْهِيدٍ لِلتَّأْلِيفِ بَيْنَ النَّاسِ، وَظُهُورِ دِينِ الْحَقِّ فِي جَمِيعِ الْبِلَادِ. </p><p> وَالْحَقُّ أَنَّ الْإِسْلَامَ هُوَ دِينُ مُحَمَّدٍ وَدِينُ الْمَسِيحِ وَدِينُ جَمِيعِ الْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَلَكِنَّ الْمُحَالَ هُوَ الْجَمْعُ بَيْنَ دِينِ الْقُرْآنِ الَّذِي لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ، وَبَيْنَ الدِّيَانَةِ الْبُولِسِيَّةِ الْمَبْنِيَّةِ عَلَى أَنَّ الثَّلَاثَةَ وَاحِدٌ حَقِيقَةً، وَالْوَاحِدَ ثَلَاثَةٌ حَقِيقِيَّةٌ، وَعَلَى عَقِيدَةِ </p><p> الصَّلْبِ وَالْفِدَاءِ الْوَثَنِيَّةِ، وَكَيْفَ يُمْكِنُ الْجَمْعُ بَيْنَ التَّوْحِيدِ وَالتَّثْلِيثِ، وَبَيْنَ عَقِيدَةِ نَجَاةِ الْإِنْسَانِ وَسَعَادَتِهِ بِعِلْمِهِ وَعَمَلِهِ، وَعَقِيدَةِ نَجَاتِهِ بِإِيمَانِهِ بِلَعْنِ رَبِّهِ لِنَفْسِهِ، وَتَعْذِيبِهِ إِيَّاهَا عَنْ عَبِيدِهِ، وَإِنْ لَمْ يَتِمَّ لِرَبِّهِ مُرَادُهُ مِنْ ذَلِكَ. </p><p> إِلَّا أَنَّ الْقُرْآنَ هُوَ الْجَامِعُ الْمُؤَلِّفُ، وَلَكِنْ تَرَكَ دَعْوَتَهُ الْمُنْتَمُونَ إِلَيْهِ، فَكَيْفَ يَسْتَجِيبُ لَهُ الْمُخَالِفُ؟ فَدِينُ التَّوْحِيدِ وَالتَّأْلِيفِ لَا يَقُومُ بِدَعْوَتِهِ أَحَدٌ، وَلَا يَحْمِي دُعَاتَهُ أَحَدٌ، وَلَا يَبْذُلُ لَهُ الْمَالَ لِهِدَايَةِ النَّاسِ أَحَدٌ، وَدِينُ التَّعْدِيدِ وَالْفِدَاءِ تُبْذَلُ لَهُ الْقَنَاطِيرُ الْمُقَنْطَرَةُ مِنَ الدَّنَانِيرِ، وَيُسْتَأْجَرُ لِدَعْوَتِهِ الْأُلُوفُ مِنَ الْمُجَادِلِينَ وَالْعَامِلِينَ، وَتَحْمِيهِمُ الدُّوَلُ الْقَوِيَّةُ بِالْمَدَافِعِ وَالْأَسَاطِيلِ. عَلَى أَنَّنَا لَا نَيْأَسُ مِنْ رَوْحِ اللهِ، فَكَمَا وَفَّقَ </p><p> لِتَأْلِيفِ جَمَاعَةِ الدَّعْوَةِ وَالْإِرْشَادِ، فَهُوَ الَّذِي يُوَفِّقُ لِمُسَاعَدَتِهَا مَنْ أَرَادَ، وَاللهُ خَلَقَنَا مِنْ ضَعْفٍ، ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً، وَمَا هِيَ إِلَّا أَنْ يَسْتَيْقِظَ الْمُسْلِمُونَ مِنْ رَقْدَتِهِمْ، وَيَتَنَبَّهُوا مِنْ غَفْلَتِهِمْ، وَيَعْرِفُوا الْغَرَضَ مِنْ حِرْصِ الْإِفْرِنْجِ عَلَى تَنْصِيرِهِمْ، وَأَنَّ أَوَّلَ بَلَايَا دَعْوَتِهِمْ، وَمَا يَنْشُرُونَ مِنْ صُحُفِهِمْ وَكُتُبِهِمْ، وَيُنْشِئُونَ مِنْ مَدَارِسِهِمْ وَمُسْتَشْفَيَاتِهِمْ، هُوَ إِبْطَالُ ثِقَةِ الْمُسْلِمِينَ بِدِينِهِمْ، وَحَلُّ الرَّابِطَةِ الَّتِي تَجْمَعُ بَيْنَ أَفْرَادِهِمْ وَشُعُوبِهِمْ حَتَّى يَكُونُوا طُعْمَةً لِلطَّامِعِينَ، بَلْ عَبِيدًا لِلطَّامِعِينَ، فَإِذَا انْتَبَهُوا وَفَقِهُوا عَرَفُوا كَيْفَ يَحْفَظُونَ أَنْفُسَهُمْ وَدُنْيَاهُمْ بِحِفْظِ دِينِهِمْ، وَتَوْثِيقِ رَابِطَتِهِ بَيْنَهُمْ وَالِاسْتِغْنَاءِ عَنِ الْجَمْعِيَّاتِ وَالْمُسْتَشْفَيَاتِ الَّتِي تُنْشِئُهَا جَمْعِيَّاتُ التَّغْرِيرِ بِالتَّبْشِيرِ لِهَدْمِ الْإِسْلَامِ، بِإِنْشَاءِ خَيْرٍ مِنْهَا لِإِعْلَاءِ مَنَارِ الْإِسْلَامِ الَّذِي هُوَ دِينُ الْعَقْلِ وَالْعِرْفَانِ، وَالْعَدْلِ وَالْعُمْرَانِ، الَّذِي أَكْمَلَ اللهُ بِهِ دِينَ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ، وَيَجْذِبُونَ إِلَيْهِ مَنْ فِي بِلَادِ أِمِرِيكَةَ وَأُورُبَّةَ مِنَ الْمُسْتَقِلِّينَ الْأَحْرَارِ حَتَّى تَكُونَ كَلِمَةُ اللهِ هِيَ الْعُلْيَا فِي كُلِّ مَكَانٍ لَا إِلَهَ إِلَّا اللهُ مُحَمَّدٌ رَسُولُ اللهِ، وَآخِرُ دَعْوَانَا أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> (بَهَاءُ اللهِ الْبَابِيُّ وَمَسِيحُ الْهِنْدِ الْقَادَيَانِيُّ) يَعْلَمُ الْخَاصُّ وَالْعَامُّ أَنَّهُ وَرَدَ فِي عَلَامَاتِ السَّاعَةِ مِنَ الْأَخْبَارِ أَنَّهُ يَخْرُجُ رَجُلٌ مِنْ آلِ بَيْتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُقَالُ لَهُ الْمَهْدِيُّ يَمْلَأُ الْأَرْضَ عَدْلًا بَعْدَ أَنْ تَكُونَ قَدْ مُلِئَتْ جَوْرًا، وَيَنْزِلُ فِي آخِرِ مُدَّتِهِ عِيسَى ابْنُ مَرْيَمَ مِنَ السَّمَاءِ، فَيَرْفَعُ الْجِزْيَةَ وَيَكْسِرُ الصَّلِيبَ وَيَقْتُلُ الْمَسِيخَ الدَّجَّالَ، وَلَيْسَ هَذَا مَقَامَ تَحْرِيرِ هَذِهِ الْمَسْأَلَةِ، وَإِنَّمَا اقْتَضَتِ الْحَالُ أَنْ نَذْكُرَ مِنْ ضَرَرِهَا أَنَّهَا - لِانْتِظَارِ الْمُسْلِمِينَ لَهَا، وَيَأْسِهِمْ مِنْ إِعَادَةِ عَدْلِ الْإِسْلَامِ وَمَجْدِهِ بِدُونِهَا - قَدْ كَانَتْ مَثَارَ فِتَنٍ عَظِيمَةٍ. فَقَدْ ظَهَرَ فِي بِلَادٍ مُخْتَلِفَةٍ وَأَزْمِنَةٍ مُخْتَلِفَةٍ أُنَاسٌ يَدَّعِي كُلُّ وَاحِدٍ مِنْهُمْ أَنَّهُ الْمَهْدِيُّ الْمُنْتَظَرُ يَخْرُجُ عَلَى أَهْلِ السُّلْطَانِ وَيَسْتَجِيبُ لَهُ كَثِيرٌ مِنَ الْأَغْرَارِ، فَتَجْرِي الدِّمَاءُ بَيْنَهُمْ وَبَيْنَ جُنُودِ الْحُكَّامِ كَالْأَنْهَارِ، ثُمَّ يَكُونُ النَّصْرُ وَالْغَلَبُ لِلْأَقْوِيَاءِ بِالْجُنْدِ وَالْمَالِ، عَلَى الْمُسْتَنْصِرِينَ بِتَوَهُّمِ </p><p> التَّأْيِيدِ السَّمَاوِيِّ </p><p> وَخَوَارِقِ الْعَادَاتِ، وَقَدِ ادَّعَى هَذِهِ الدَّعْوَةَ أَيْضًا أُنَاسٌ مِنَ الضُّعَفَاءِ أَصَابَهُمْ هَوَسُ الْوِلَايَةِ وَالْأَسْرَارِ الرُّوحِيَّةِ، فَلَمْ يَكُنْ لَهُمْ تَأْثِيرٌ يُذْكَرُ. </p><p> كَانَتْ آخِرُ فِتْنَةٍ دَمَوِيَّةٍ مِنْ فِتَنِ هَذِهِ الدَّعْوَى فِتْنَةُ مَهْدِيِّ السُّودَانِ، وَكَانَتْ قَبْلَهَا فِتْنَةُ (الْبَابِ) الَّذِي ظَهَرَ فِي بِلَادِ إِيرَانَ، وَأَمْرُهُ مَشْهُورٌ. وَقَدْ بَنَى بَعْضُ أَتْبَاعِهِ عَلَى أَسَاسِ دَعْوَتِهِ بِنَاءً مِنْ أَنْقَاضِ تِلْكَ الدَّعْوَى، وَلَكِنَّهُ جَاءَ أَكْبَرَ مِنْهَا، ذَلِكَ الْمُدَّعِي هُوَ مِيرْزَا حُسَيْنٌ الْمُلَقَّبُ بِبَهَاءِ اللهِ، ادَّعَى الرُّبُوبِيَّةَ وَبَثَّ دُعَاتَهُ فِي الْمُسْلِمِينَ وَالنَّصَارَى وَغَيْرِهِمَا، وَمِمَّا يَدْعُونَ بِهِ النَّصَارَى إِلَى دِينِهِمْ قَوْلُهُمْ: إِنَّ الْبَهَاءَ هُوَ الْمَسِيحُ الْمَوْعُودُ بِهِ. وَقَدْ بَيَّنَّا فِتْنَتَهُمْ فِي (الْمَنَارِ) وَرَدَدْنَا عَلَيْهِمْ مِرَارًا، وَظَهَرَ فِي الْهِنْدِ رَجُلٌ آخَرُ سِلْمِيٌّ (بِالطَّبْعِ) ادَّعَى أَنَّهُ هُوَ الْمَسِيحُ الْمَوْعُودُ بِهِ، وَهُوَ (غُلَامٌ أَحْمَدُ الْقَادَيَانِيُّ) الَّذِي نَقَلْنَا عَنْ بَعْضِ كُتُبِهِ نَبَأَ الْتِجَاءِ الْمَسِيحِ عِيسَى ابْنِ مَرْيَمَ إِلَى الْهِنْدِ، وَهُوَ إِنَّمَا عُنِيَ بِبَيَانِ ذَلِكَ لِيَجْعَلَهُ مِنْ مُقَدَّمَاتِ إِثْبَاتِ دَعْوَتِهِ، وَقَدْ كَانَ قَبْلَ مَوْتِهِ أَرْسَلَ إِلَيَّ الْكِتَابَ الَّذِي نَقَلْتُ عَنْهُ مَا ذُكِرَ، وَغَيْرَهُ مِنْ كُتُبِهِ الَّتِي يَدْعُو بِهَا إِلَى نَفْسِهِ، فَرَدَدْتُ عَلَيْهِ فِي (الْمَنَارِ) فَهَجَانِي فِي كِتَابٍ آخَرَ، وَتَوَعَّدَنِي بِقَوْلِهِ عَنِّي:  \" سَيُهْزَمُ فَلَا يُرَى \" وَزَعَمَ أَنَّ هَذَا نَبَأُ وَحْيٍ جَاءَهُ مِنَ اللهِ جَلَّ وَعَلَا. وَقَدْ كَانَ هُوَ الَّذِي انْهَزَمَ وَمَاتَ. </p><p> كَانَ هَذَا الرَّجُلُ يَسْتَدِلُّ بِمَوْتِ الْمَسِيحِ وَرَفْعِ رُوحِهِ إِلَى السَّمَاءِ كَمَا رُفِعَتْ أَرْوَاحُ الْأَنْبِيَاءِ، عَلَى أَنَّهُ هُوَ الْمَسِيحُ الْمَوْعُودُ بِهِ، وَلَا يَزَالُ أَتْبَاعُهُ يَسْتَدِلُّونَ بِذَلِكَ. وَقَدْ جَرَى عَلَى طَرِيقَةِ أَدْعِيَاءِ الْمَهْدَوِيَّةِ مِنْ شِيعَةِ إِيرَانَ (كَالْبَابِ وَالْبَهَاءِ) فِي اسْتِنْبَاطِ الدَّلَائِلِ الْوَهْمِيَّةِ عَلَى دَعْوَتِهِ مِنَ الْقُرْآنِ حَتَّى إِنَّهُ اسْتَخْرَجَ ذَلِكَ مِنْ سُورَةِ الْفَاتِحَةِ، وَلَهُ فِي تَفْسِيرِهَا كِتَابٌ فِي غَايَةِ السَّخَفِ يَدَّعِي أَنَّهُ مُعْجِزَةٌ لَهُ، فَجَعَلَهَا مُبَشِّرَةً بِظُهُورِهِ، وَبِأَنَّهُ هُوَ مَسِيحُ هَذِهِ الْأُمَّةِ. </p><p> وَإِنَّمَا فَتَحَ عَلَى هَذِهِ الْأُمَّةِ هَذَا الْبَابَ الْغَرِيبَ مِنْ أَبْوَابِ تَأْوِيلِ الْقُرْآنِ وَتَحْرِيفِ أَلْفَاظِهِ عَنِ الْمَعَانِي الَّتِي وُضِعَتْ لَهَا إِلَى مَعَانٍ غَرِيبَةٍ لَا تُشْبِهُهَا وَلَا تُنَاسِبُهَا - أُولَئِكَ الزَّنَادِقَةُ مِنَ الْمَجُوسِ وَأَعْوَانِهِمُ الَّذِينَ وَضَعُوا تَعَالِيمَ فِرَقِ الْبَاطِنِيَّةِ، فَرَاجَتْ حَتَّى عِنْدَ كَثِيرٍ مِنَ الصُّوفِيَّةِ، وَلِمَنْ يَسْتَدِلُّ بِالْكَلِمِ عَلَى مَا لَا يَدُلُّ عَلَيْهِ فِي اسْتِعْمَالِ لُغَتِهِ أَنْ يَسْتَدِلَّ بِمَا شَاءَ عَلَى مَا شَاءَ، وَهُوَ يَجِدُ مِنْ جَاهِلِي اللُّغَةِ وَفَاقِدِي الِاسْتِقْلَالِ الْعَقْلِيِّ مَنْ يَقْبَلُ مِنْهُ كُلَّ دَعْوَى. </p><p> وَالْحَقُّ أَنَّهُ لَيْسَ فِي الْقُرْآنِ نَصٌّ يُثْبِتُ أَنَّ عِيسَى يَنْزِلُ مِنَ السَّمَاءِ وَيَحْكُمُ فِي الْأَرْضِ، وَأَمَّا الْأَحَادِيثُ الْوَارِدَةُ فِي ذَلِكَ فَهِيَ تُخَالِفُ دَعْوَى الْقَادْيَانِيِّ، فَإِنَّ مِنْهَا أَنَّهُ يَنْزِلُ فِي دِمَشْقَ لَا فِي الْهِنْدِ، وَمِنْهَا أَنَّهُ يَقْتُلُ الدَّجَّالَ الَّذِي يَظْهَرُ قَبْلَهُ، وَمِنْهَا أَنَّهُ يَحْكُمُ وَيَمْلَأُ الْأَرْضَ عَدْلًا، وَلَا يَزَالُ الظُّلْمُ وَالْجَوْرُ وَسَفْكُ الدِّمَاءِ مَالِئًا الْأَرْضَ، وَنَاهِيكَ بِمَا هُوَ جَارٍ، مِنْهَا، فِي بِلَادِ الْبَلْقَانِ فِي هَذِهِ الْأَيَّامِ، فَإِنَّ دُوَلَ الْبَلْقَانِ النَّصْرَانِيَّةَ مَا ظَهَرُوا عَلَى الْعُثْمَانِيِّينَ فِي مَكَانٍ إِلَّا وَأَسْرَفُوا فِي قَتْلِ الْكِبَارِ وَالصِّغَارِ، وَالنِّسَاءِ وَالْأَطْفَالِ، وَنَسْفِ دِيَارِهِمْ بِالدِّينَامِيتِ، أَوْ إِحْرَاقِهِمْ بِالنَّارِ، </p><p> بَعْدَ سَلْبِ الْأَمْوَالِ، وَهَتْكِ الْأَعْرَاضِ، وَكُلُّ هَذَا يُعْمَلُ بِاسْمِ الصَّلِيبِ وَرَفْعِ شَأْنِهِ، فَأَيْنَ هُوَ مِمَّا وَرَدَ مِنْ كَسْرِ الْمَسِيحِ لِلصَّلِيبِ؟ وَمَا كَانَ الْقَادَيَانِيُّ إِلَّا خَاضِعًا لِدَوْلَةٍ مِنْ دُوَلِ الصَّلِيبِ، وَلَكِنَّ مِنْ شُئُونِ الْبَشَرِ أَنَّهُ لَا يَدْعُوهُمْ أَحَدٌ إِلَى شَيْءٍ مَهْمَا كَانَ بَعِيدًا عَنِ الْمَعْقُولِ وَالْمَنْقُولِ، إِلَّا وَيَجِدُ فِيهِمْ مَنْ يُصَدِّقُهُ وَيَسْتَجِيبُ لَهُ. فَنَسْأَلُ اللهَ التَّأْيِيدَ بِالْهِدَايَةِ، وَالْحِفْظِ مِنَ الْغِوَايَةِ، آمِينَ. </p><p> فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللهِ كَثِيرًا وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا </p><p> بَيَّنَ اللهُ لَنَا فِي الْآيَاتِ السَّابِقَةِ مَا كَانَ مِنَ الْيَهُودِ مِنْ نَقْضِ الْعَهْدِ، وَالْكُفْرِ، وَقَتْلِ الْأَنْبِيَاءِ. . . . ثُمَّ بَيَّنَ فِي هَذِهِ الْآيَاتِ جَزَاءَهُمْ عَلَى مَا دُونُ ذَلِكَ مِنْ سَيِّئَاتِهِمْ، فَقَالَ: </p><p> فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ أَيْ فَإِذَا كَانَ هَؤُلَاءِ الْيَهُودُ قَدِ اسْتَحَقُّوا بِظُلْمِ مَا ظَلَمُوا بِهِ أَنْفُسَهُمْ أَنْ نُحَرِّمَ عَلَيْهِمْ طَيِّبَاتٍ كَانَتْ </p><p> أُحِلَّتْ لَهُمْ وَلِمَنْ قَبْلَهُمْ، فَحَرَّمْنَاهَا عَلَيْهِمْ عُقُوبَةً وَتَرْبِيَةً لَهُمْ، لَعَلَّهُمْ يَرْجِعُونَ عَنْ ظُلْمِهِمْ، فَكَيْفَ لَا يَسْتَحِقُّونَ أَكْبَرَ الْخِزْيِ وَالنَّكَالِ فِي الدُّنْيَا وَالْآخِرَةِ بِنَقْضِهِمْ مِيثَاقَ رَبِّهِمْ، وَقَتْلِهِمْ لِأَنْبِيَائِهِ وَرُسُلِهِ، وَكُفْرِهِمْ بِالْمَسِيحِ وَبَهْتِهِمْ لِأُمِّهِ، وَتَبَجُّحِهِمْ بِدَعْوَى قَتْلِهِ وَصَلْبِهِ؟ فَتَعْلِيلُ تَحْرِيمِ الطَّيِّبَاتِ عَلَيْهِمْ بِظُلْمٍ مُبْهَمٍ مِنْهُمْ، وَبِمَا ذُكِرَ بَعْدَهُ مِنَ الْمَعَاصِي عَطْفًا عَلَيْهِ زَائِدًا عَنْهُ، أَوْ بَيَانًا لَهُ - يَدُلُّ عَلَى الْعِقَابِ الْعَظِيمِ وَالْخِزْيِ الْكَبِيرِ الَّذِي يَسْتَحِقُّونَهُ عَلَى نَقْضِ الْمِيثَاقِ الْأَكْبَرِ، وَمَا عُطِفَ عَلَيْهِ مِنَ الْكُفْرِ وَالْمُوبِقَاتِ، وَهُوَ الْمُتَعَلِّقُ الْمَحْذُوفُ لِقَوْلِهِ، تَعَالَى: فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ إِلَخْ. فَهُوَ قَدْ حَذَفَ ذَلِكَ الْمُتَعَلِّقَ، ثُمَّ ذَكَرَ عِقَابَهُمْ فِي الدُّنْيَا عَلَى مَا دُونَ ذَلِكَ، وَهُوَ تَحْرِيمُ بَعْضِ الطَّيِّبَاتِ عَلَيْهِمْ. </p><p> فَعُلِمَ مِنْهُ أَنَّ ذَلِكَ الْمُتَعَلِّقَ الْمَحْذُوفَ يَشْمَلُ كُلَّ مَا أَصَابَهُمْ فِي الدُّنْيَا مِنَ الْخِزْيِ وَالنَّكَالِ وَفَقْدِ الِاسْتِقْلَالِ، وَخَتَمَ الْآيَاتِ بِذِكْرِ عَذَابِهِمْ فِي الْآخِرَةِ. </p><p> أَمَّا الطَّيِّبَاتُ الَّتِي حَرَّمَهَا اللهُ عَلَيْهِمْ فَهِيَ مُبَيَّنَةٌ بِقَوْلِهِ، عَزَّ وَجَلَّ، فِي سُورَةِ الْأَنْعَامِ: وَعَلَى الَّذِينَ هَادَوْا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ (٦: ١٤٦) الْآيَةَ، هَكَذَا ذَهَبَ بَعْضُ الْمُفَسِّرِينَ، وَتَوَقَّفَ بَعْضُهُمْ فَلَمْ يَجْزِمْ بِتَعْيِينِ مَا حُرِّمَ عَلَيْهِمْ، وَلَمْ يُعَرِّفْ مَا نَكَّرَهُ الْكِتَابُ. وَفِي الْفَصْلِ الْحَادِي عَشَرَ مِنْ سِفْرِ اللَّاوِيِّينَ (الْأَحْبَارِ) تَفْصِيلُ مَا حُرِّمَ عَلَيْهِمْ فِي التَّوْرَاةِ مِنْ حَيَوَانَاتِ الْبَرِّ وَالْبَحْرِ وَهِيَ كَثِيرَةٌ جِدًّا، وَكَانَتْ قَدْ أُحِلَّتْ لَهُمْ بِقَاعِدَةِ كَوْنِ الْأَصْلُ فِي الْأَشْيَاءِ الْحِلَّ، وَبِإِحْلَالِهَا لِسَلَفِهِمْ، كَمَا وَرَدَ فِي قَوْلِهِ، تَعَالَى: كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ (٣: ٩٣) فَلْيُرَاجَعْ تَفْسِيرُ هَذِهِ الْآيَةِ فِي أَوَّلِ جُزْءِ التَّفْسِيرِ الرَّابِعِ. </p><p> وَتَقْدِيمُ فَبِظُلْمٍ عَلَى حَرَّمْنَا يُفِيدُ الْحَصْرَ، أَيْ حَرَّمَ عَلَيْهِمْ ذَلِكَ بِسَبَبِ الظُّلْمِ لَا بِسَبَبٍ آخَرَ، وَقَدْ أَبْهَمَ مَا حَرَّمَ عَلَيْهِمْ هُنَا ; لِأَنَّ الْغَرَضَ مِنَ السِّيَاقِ الْعِبْرَةُ بِكَوْنِهِ عُقُوبَةً لَا بَيَانُهُ فِي نَفْسِهِ، كَمَا أَبْهَمَ الظُّلْمَ الَّذِي كَانَ سَبَبًا لَهُ ; لِيَعْلَمَ الْقَارِئُ وَالسَّامِعُ أَنَّ أَيَّ نَوْعٍ مِنَ الظُّلْمِ يَكُونُ سَبَبًا لِلْعِقَابِ فِي الدُّنْيَا قَبْلَ الْآخِرَةِ، هَذَا إِذَا لَمْ يَكُنْ مَا عَطَفَ عَلَيْهِ بَيَانًا لَهُ. وَالْعِقَابُ قِسْمَانِ: دُنْيَوِيٌّ وَأُخْرَوِيٌّ، وَلِكُلٍّ مِنْهُمَا أَقْسَامٌ سَيَأْتِي بَسْطُهَا، وَمِنَ الدُّنْيَوِيِّ: التَّكَالِيفُ الشَّرْعِيَّةُ الشَّاقَّةُ فِي زَمَنِ التَّشْرِيعِ، وَالْجَزَاءُ الْوَارِدُ فِيهَا عَلَى الْجَرَائِمِ مِنْ حَدٍّ أَوْ تَعْزِيرٍ، وَمَا اقْتَضَتْهُ سُنَنُ اللهِ - تَعَالَى - فِي نِظَامِ الِاجْتِمَاعِ، </p><p> مِنْ كَوْنِ الظُّلْمِ سَبَبًا لِضَعْفِ الْأُمَمِ، وَفَسَادِ عُمْرَانِهَا، وَاسْتِيلَاءِ أُمَّةٍ أُخْرَى عَلَى مُلْكِهَا. </p><p> وَأَمَّا قَوْلُهُ، تَعَالَى: وَبِصَدِّهِمْ عَنْ سَبِيلِ اللهِ كَثِيرًا فَهُوَ عَطْفٌ عَلَى قَوْلِهِ فَبِظُلْمٍ وَقَدْ أَشَرْنَا آنِفًا إِلَى احْتِمَالِ أَنَّهُ هُوَ وَمَا عُطِفَ عَلَيْهِ مُبَيِّنٌ لَهُ - أَيْ لِلظُّلْمِ - وَهُوَ حِينَئِذٍ لَا يُنَافِي الْحَصْرَ ; لِأَنَّ الْعَطْفَ عَلَى الْمَعْمُولِ الْمُتَقَدِّمِ عَلَى عَامِلِهِ، يُنَافِي الْحَصْرَ إِذَا كَانَ الْمَعْطُوفُ مُغَايِرًا لَهُ، وَأَمَّا إِذَا كَانَ مُبَيِّنًا لَهُ فَهُوَ عَيْنُهُ، وَيَجُوزُ أَنْ يَكُونَ عَطْفَ مُغَايَرَةٍ وَأَنْ يَكُونَ تَقْدِيمُ ذِكْرِ الظُّلْمِ لِلِاهْتِمَامِ بِبَيَانِ قُبْحِ قَلِيلِهِ وَكَثِيرِهِ وَاقْتِضَائِهِ الْعِقَابَ لَا لِلْحَصْرِ، وَقِيلَ إِنَّ (بِصَدِّهِمْ) مُتَعَلِّقٌ بِمَحْذُوفٍ، أَيْ: وَبِسَبَبِ صَدِّهِمْ عَنْ سَبِيلِ اللهِ إِلَخْ شَدَّدْنَا عَلَيْهِمْ فِي أَحْكَامٍ وَتَكَالِيفَ أُخْرَى كَالْبَقَرَةِ الَّتِي أُمِرُوا بِذَبْحِهَا فِي حَادِثَةِ الْقَتِيلِ الَّتِي تَقَدَّمَتْ فِي الْجُزْءِ الْأَوَّلِ. وَعَلَى الْأَوَّلِ يَكُونُ مِنَ الْبَيَانِ وَالتَّفْصِيلِ بَعْدَ الْإِبْهَامِ وَالْإِجْمَالِ، وَهُوَ أَوْقَعُ فِي النَّفْسِ، وَأَبْلَغُ فِي الْعِبْرَةِ وَالْمَوْعِظَةِ. </p><p> وَالصُّدُودُ وَالصَّدُّ يُسْتَعْمَلُ لَازِمًا وَمَعْنَاهُ الْمَنْعُ أَيْ صُدُودُهُمْ أَنْفُسَهُمْ عَنْ سَبِيلِ اللهِ مِرَارًا كَثِيرَةً، بِمَا كَانُوا يَعْصُونَ مُوسَى، عَلَيْهِ السَّلَامُ، وَيُعَانِدُونَهُ، أَوْ صَدُّهُمُ النَّاسَ عَنْ سَبِيلِ اللهِ </p>"
}