{
  "id": null,
  "sura": 4,
  "aya": 86,
  "text": "<p> فَهُوَ لَا يُعْجِزُهُ أَنْ يُعْطِيَ الشَّافِعَ نَصِيبًا أَوْ كِفْلًا مِنْ شَفَاعَتِهِ عَلَى قَدْرِهَا فِي النَّفْعِ وَالضُّرِّ، لِأَنَّ سُنَّتَهُ الْحَكِيمَةَ مَضَتْ بِأَنْ يَكُونَ هَذَا الْجَزَاءُ مُرْتَبِطًا بِالْعَمَلِ، أَوْ شَهِيدًا حَفِيظًا عَلَى الشُّفَعَاءِ لَا يَخْفَى عَلَيْهِ أَمْرُ مُحْسِنِهِمْ وَمُسِيئِهِمْ فَهُوَ يُعْطِي الْجَزَاءَ عَلَى قَدْرِ الْعَمَلِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: بَعْدَ أَنْ عَلَّمَ اللهُ الْمُؤْمِنِينَ طَرِيقَةَ الشَّفَاعَةِ الْحَسَنَةِ وَالسَّيِّئَةِ وَهِيَ مِنْ أَسْبَابِ التَّوَاصُلِ بَيْنَ النَّاسِ، عَلَّمَهُمْ سُنَّةَ التَّحِيَّةَ بَيْنَهُمْ وَبَيْنَ إِخْوَانِهِمُ الضُّعَفَاءِ وَالْأَقْوِيَاءِ فِي الْإِيمَانِ، وَحُسْنَ الْأَدَبِ بَيْنَهُمْ وَبَيْنَ مَنْ يَلْقَوْنَهُ فِي أَسْفَارِهِمْ فَقَالَ: وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا، وَهَذَا مَا يَرَاهُ الْأُسْتَاذُ فِي وَجْهِ الِاتِّصَالِ وَالْمُنَاسَبَةِ بَيْنَ الْآيَةِ وَالَّتِي قَبْلَهَا وَذَكَرَ الرَّازِيُّ فِي النَّظْمِ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّهُ لَمَّا أَمَرَ الْمُؤْمِنِينَ بِالْجِهَادِ أَمَرَهُمْ أَيْضًا بِأَنْ يَرْضَوْا بِالْمُسَالَمَةِ إِذَا رَضِيَ الْأَعْدَاءُ بِهَا، فَهَذِهِ الْآيَةُ عِنْدَهُ كَقَوْلِهِ تَعَالَى: وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا (٨: ٦١) . </p><p> وَالثَّانِي: أَنَّ الرَّجُلَ كَانَ يَلْقَى الرَّجُلَ فِي دَارِ الْحَرْبِ أَوْ مَا يُقَارِبُهَا فَيُسَلِّمُ عَلَيْهِ فَقَدْ لَا يَلْتَفِتُ إِلَى سَلَامِهِ وَيَقْتُلُهُ، فَمَنَعَ اللهُ الْمُؤْمِنِينَ مِنْ ذَلِكَ وَأَمْرَهُمْ بِأَنْ يُقَابِلُوا كُلَّ مَنْ يُسَلِّمُ عَلَيْهِمْ أَوْ يُكْرِمُهُمْ بِنَوْعٍ مِنَ الْإِكْرَامِ بِمِثْلِ مَا قَابَلَهُمْ بِهِ أَوْ بِأَحْسَنَ مِنْهُ. </p><p> هَذَا مُلَخَّصُ قَوْلِهِ: وَفِي الْأَوَّلِ أَنَّهُ جَعَلَ التَّحِيَّةَ بِمَعْنَى السَّلَامِ وَالسِّلْمِ، وَفِي الثَّانِي مِنَ التَّوَسُّعِ فِي التَّحِيَّةِ مَا فِيهِ، وَسَيَأْتِي فِي هَذِهِ السُّورَةِ وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا (٤: ٩٤) ، وَقَدْ ذَكَرَ هُنَا أَدَبَ التَّحِيَّةِ كَمَا ذَكَرَ مَا يَنْبَغِي وَمَا لَا يَنْبَغِي فِي الشَّفَاعَةِ ; لِأَنَّ لِكُلٍّ مِنَ التَّحِيَّةِ وَالشَّفَاعَةِ شَأْنًا عَظِيمًا فِي حَالِ الْقِتَالِ، يَكُونُ بِهِ نَفْعُهُمَا أَوْ ضَرَرُهُمَا أَقْوَى مِنْهُ فِي سَائِرِ الْأَحْوَالِ، وَيَدُلُّ عَلَى ذَلِكَ فِي التَّحِيَّةِ اشْتِقَاقُهَا مِنَ الْحَيَاةِ. </p><p> التَّحِيَّةُ: مَصْدَرُ حَيَّاهُ إِذَا قَالَ لَهُ حَيَّاكَ اللهُ، هَذَا هُوَ الْأَصْلُ، ثُمَّ صَارَتِ التَّحِيَّةُ اسْمًا لِكُلِّ مَا يَقُولُهُ الْمَرْءُ لِمَنْ يُلَاقِيهِ أَوْ يُقْبِلُ هُوَ عَلَيْهِ مِنْ نَحْوِ دُعَاءٍ أَوْ ثَنَاءٍ كَقَوْلِهِمْ: أَنْعِمْ صَبَاحًا وَأَنْعِمْ مَسَاءً، وَقَالُوا: عِمْ صَبَاحًا وَمَسَاءً، وَجُعِلَتْ تَحِيَّةُ الْمُسْلِمِينَ السَّلَامَ لِلْإِشْعَارِ بِأَنَّ دِينَهُمْ دِينُ السَّلَامِ وَالْأَمَانِ، وَأَنَّهُمْ أَهْلُ السِّلْمِ وَمُحِبُّو السَّلَامَةِ، وَمِنَ التَّحِيَّاتِ الشَّائِعَةِ فِي بِلَادِنَا إِلَى هَذَا الْيَوْمِ: أَسْعَدَ اللهُ صَبَاحَكُمْ، أَسْعَدَ اللهُ مَسَاءَكُمْ - وَهَذَا </p><p> بِمَعْنَى قَوْلِ الْعَرَبِ الْقُدَمَاءِ: أَنْعِمْ صَبَاحًا وَمَسَاءً - وَنَهَارُكَ سَعِيدٌ، وَلَيْلَتُكَ سَعِيدَةٌ، وَهَذَا مُتَرْجَمٌ عَنِ الْإِفْرِنْجِيَّةِ. </p><p> وَقَدْ أَوْجَبَ اللهُ - تَعَالَى - عَلَيْنَا فِي هَذِهِ الْآيَةِ أَنْ نُجِيبَ مَنْ حَيَّانَا بِأَحْسَنَ مِنْ تَحِيَّتِهِ أَوْ بِمِثْلِهَا أَوْ عَيْنِهَا، كَأَنْ نَقُولُ لَهُ الْكَلِمَةَ الَّتِي يَقُولُهَا، وَهَذَا هُوَ رَدُّهَا، وَفَسَّرُوهُ بِأَنْ تَقُولَ لِمَنْ قَالَ: السَّلَامُ عَلَيْكُمْ، بِقَوْلِكَ: وَعَلَيْكُمُ السَّلَامُ، وَالْأَحْسَنُ أَنْ تَقُولَ: وَعَلَيْكُمُ السَّلَامُ وَرَحْمَةُ اللهِ، فَإِذَا قَالَ هَذَا فِي تَحِيَّةٍ فَالْأَحْسَنُ أَنْ تَقُولَ: وَعَلَيْكُمُ السَّلَامُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، وَهَكَذَا يَزِيدُ الْمُجِيبُ عَلَى الْمُبْتَدِئِ كَلِمَةً أَوْ أَكْثَرَ، وَأَقُولُ: قَدْ يَكُونُ أَحْسَنُ الْجَوَابِ بِمَعْنَاهُ أَوْ كَيْفِيَّةِ </p><p> أَدَائِهِ، وَإِنْ كَانَ بِمِثْلِ لَفْظِ الْمُبْتَدِئِ بِالتَّحِيَّةِ، أَوْ مُسَاوِيَهُ فِي الْأَلْفَاظِ، أَوْ مَا هُوَ أَخْصَرُ مِنْهُ، فَمَنْ قَالَ لَكَ: أَسْعَدَ اللهُ صَبَاحَكُمْ وَمَسَاءَكُمْ، فَقُلْتَ لَهُ: أَسْعَدَ اللهُ جَمِيعَ أَوْقَاتَكُمْ كَانَتْ تَحِيَّتُكَ أَحْسَنَ مِنْ تَحِيَّتِهِ، وَمَنْ قَالَ لَكَ: السَّلَامُ عَلَيْكُمْ بِصَوْتٍ خَافِتٍ يُشْعِرُ بِقِلَّةِ الْعِنَايَةِ فَقُلْتَ لَهُ: وَعَلَيْكُمُ السَّلَامُ بِصَوْتٍ أَرْفَعَ وَإِقْبَالٍ يُشْعِرُ بِالْعِنَايَةِ وَزِيَادَةِ الْإِقْبَالِ وَالتَّكْرِيمِ، كُنْتَ قَدْ حَيَّيْتَهُ بِتَحِيَّةٍ أَحْسَنَ مِنْ تَحِيَّتِهِ فِي صِفَتِهَا، وَإِنْ كَانَتْ مِثْلَهَا فِي لَفْظِهَا، وَالنَّاسُ يُفَرِّقُونَ فِي الْقِيَامِ لِلزَّائِرِينَ بَيْنَ مَنْ يَقُومُ بِحَرَكَةٍ خَفِيفَةٍ وَهِمَّةٍ تُشْعِرُ بِزِيَادَةِ الْعِنَايَةِ وَمَنْ يَقُومُ مُتَثَاقِلًا، وَمِنْ أَهْلِ دِمَشْقَ مَنْ يَشْتَرِطُونَ فِي الْعِنَايَةِ بِالْقِيَامِ إِظْهَارَ الِانْدِهَاشِ فَيَقُولُونَ: قَامَ لَهُ بِانْدِهَاشٍ، أَوْ قَامَ بِغَيْرِ انْدِهَاشٍ. </p><p> عُلِمَ مِنَ الْآيَةِ الْجَوَابُ عَنِ التَّحِيَّةِ لَهُ مَرْتَبَتَانِ: أَدْنَاهُمَا رَدُّهَا بِعِنَايَةٍ، وَأَعْلَاهُمَا الْجَوَابُ عَنْهَا بِأَحْسَنَ مِنْهَا، فَالْمُجِيبُ مُخَيَّرٌ وَلَهُ أَنْ يَجْعَلَ الْأَحْسَنَ لِكِرَامِ النَّاسِ كَالْعُلَمَاءِ وَالْفُضَلَاءِ، وَرَدُّ عَيْنِ التَّحِيَّةِ لِمَنْ دُونَهُمْ، وَرُوِيَ عَنْ قَتَادَةَ وَابْنِ زَيْدٍ أَنَّ جَوَابَ التَّحِيَّةِ لِأَحْسَنَ مِنْهَا لِلْمُسْلِمِينَ وَرَدَّهَا بِعَيْنِهَا لِأَهْلِ الْكِتَابِ، وَقِيلَ لِلْكُفَّارِ عَامَّةً، وَلَا دَلِيلَ عَلَى هَذِهِ التَّفْرِقَةِ مِنْ لَفْظِ الْآيَةِ وَلَا مِنَ السُّنَّةِ. </p><p> وَقَدْ رَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ قَالَ: مَنْ سَلَّمَ عَلَيْكَ مِنْ خَلْقِ اللهِ فَارْدُدْ عَلَيْهِ وَإِنْ كَانَ مَجُوسِيًّا، فَإِنَّ اللهَ يَقُولُ: فَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا، أَقُولُ: وَقَدْ نَزَلَتْ هَذِهِ الْآيَةُ فِي سِيَاقِ أَحْكَامِ الْحَرْبِ وَمُعَامَلَةِ الْمُحَارِبِينَ وَالْمُنَافِقِينَ، وَمَنْ قَالَ لِخَصْمِهِ السَّلَامُ عَلَيْكُمْ فَقَدْ أَمَّنَهُ عَلَى نَفْسِهِ، وَكَانَتِ الْعَرَبُ تَقْصِدُ هَذَا الْمَعْنَى، وَالْوَفَاءُ مِنْ أَخْلَاقِهِمُ الرَّاسِخَةِ ; وَلِذَلِكَ عَدَّ الْأُسْتَاذُ الْإِمَامُ ذِكْرَ التَّحِيَّةِ مُنَاسِبًا لِلسِّيَاقِ بِكَوْنِهَا مِنْ وَسَائِلِ السَّلَامِ، </p><p> وَلَمَّا صَارَ لَفْظُ السَّلَامِ تَحِيَّةَ الْمُسْلِمِينَ صَارَتِ التَّحِيَّةُ بِهِ عُنْوَانًا عَلَى الْإِسْلَامِ كَمَا يَأْتِي فِي قَوْلِهِ - تَعَالَى - مِنْ هَذِهِ السُّورَةِ وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا (٤: ٩٤) . </p><p> وَمِمَّا يَنْبَغِي بَيَانُهُ هُنَا أَنَّ بَعْضَ الْمُسْلِمِينَ يَكْرَهُونَ أَنْ يُحَيِّيَهُمْ غَيْرُهُمْ بِلَفْظِ السَّلَامِ، وَيَرَوْنَ أَنَّهُ لَا يَنْبَغِي رَدُّ السَّلَامِ عَلَى غَيْرِ الْمُسْلِمِ، أَيْ: يَرَوْنَ أَنَّهُ لَا يَنْبَغِي لِغَيْرِ الْمُسْلِمِ أَنْ يَتَأَدَّبَ بِشَيْءٍ مِنْ آدَابِ الْإِسْلَامِ، وَفَاتَهُمْ أَنَّ الْآدَابَ الْإِسْلَامِيَّةَ إِذَا سَرَتْ فِي قَوْمٍ يَأْلَفُونَ الْمُسْلِمِينَ وَيَعْرِفُونَ فَضْلَ دِينِهِمْ رُبَّمَا كَانَ ذَلِكَ أَجْذَبُ لَهُمْ إِلَى الْإِسْلَامِ، وَمِنْ صِفَاتِ الْمُؤْمِنِ أَنَّهُ يَأْلَفُ وَيُؤْلَفُ، وَقَدْ سُئِلْتُ عَنْ هَذِهِ الْآيَةِ، وَآيَةِ النُّورِ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا (٢٤: ٢٧) ، هَلِ السَّلَامُ فِيهِمَا عَلَى إِطْلَاقِهِ وَعُمُومِهِ فَيَشْمَلُ الْمُسْلِمِينَ وَغَيْرَهُمْ أَمْ هُوَ خَاصٌّ بِالْمُسْلِمِينَ؟ فَأَجَبْتُ فِي الْمُجَلَّدِ الْخَامِسِ مِنَ الْمَنَارِ (ص ٥٨٣ - ٦٨٥) بِمَا نَصَّهُ: </p><p> (ج) إِنَّ الْإِسْلَامَ دِينٌ عَامٌّ وَمِنْ مَقَاصِدِهِ نَشْرُ آدَابِهِ وَفَضَائِلِهِ فِي النَّاسِ وَلَوْ بِالتَّدْرِيجِ </p><p> وَجَذْبُ بَعْضِهِمْ إِلَى بَعْضٍ لِيَكُونَ الْبَشَرُ كُلُّهُمْ إِخْوَةً، وَمِنْ آدَابِ الْإِسْلَامِ الَّتِي كَانَتْ فَاشِيَةً فِي عَهْدِ النُّبُوَّةِ إِفْشَاءُ السَّلَامِ إِلَّا مَعَ الْمُحَارِبِينَ ; لِأَنَّ مَنْ سَلَّمَ عَلَى أَحَدٍ فَقَدْ أَمَّنَهُ، فَإِذَا فَتَكَ بِهِ بَعْدَ ذَلِكَ كَانَ خَائِنًا نَاكِثًا لِلْعَهْدِ، وَكَانَ الْيَهُودُ يُسَلِّمُونَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَيَرُدُّ عَلَيْهِمُ السَّلَامَ، حَتَّى كَانَ مِنْ بَعْضِ سُفَهَائِهِمْ تَحْرِيفُ السَّلَامِ بِلَفْظِ:  \" السَّامُ \" أَيِّ الْمَوْتُ، فَكَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُجِيبُهُمْ بِقَوْلِهِ:  \" وَعَلَيْكُمْ \" ، وَسَمِعَتْ عَائِشَةُ وَاحِدًا مِنْهُمْ يَقُولُ لَهُ:  \" السَّامُ عَلَيْكُمْ \" ، فَقَالَتْ لَهُ: وَعَلَيْكَ السَّامُ وَاللَّعْنَةُ، فَانْتَهَرَهَا النَّبِيُّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - مُبَيِّنًا لَهَا أَنَّ الْمُسْلِمَ لَا يَكُونُ فَاحِشًا وَلَا سَبَّابًا وَأَنَّ الْمَوْتَ عَلَيْنَا وَعَلَيْهِمْ، وَرُوِيَ عَنْ بَعْضِ الصَّحَابَةِ كَابْنِ عَبَّاسٍ أَنَّهُمْ كَانُوا يَقُولُونَ لِلذِّمِّيِّ: السَّلَامُ عَلَيْكَ، وَعَنِ الشَّعْبِيِّ مِنْ أَئِمَّةِ السَّلَفِ أَنَّهُ قَالَ لِنَصْرَانِيٍّ سَلَّمَ عَلَيْهِ: وَعَلَيْكَ السَّلَامُ وَرَحْمَةُ اللهِ - تَعَالَى -، فَقِيلَ لَهُ فِي ذَلِكَ، فَقَالَ:  \" أَلَيْسَ فِي رَحْمَةِ اللهِ يَعِيشُ \" ، وَفِي حَدِيثِ الْبُخَارِيِّ الْأَمْرُ بِالسَّلَامِ عَلَى مَنْ تَعْرِفُ وَمَنْ لَا تَعْرِفُ، وَرَوَى ابْنُ الْمُنْذِرِ عَنِ الْحَسَنِ أَنَّهُ قَالَ: فَحَيُّوا بِأَحْسَنَ مِنْهَا لِلْمُسْلِمِينَ، أَوْ رُدُّوهَا لِأَهْلِ الْكِتَابِ، وَعَلَيْهِ يُقَالُ لِلْكِتَابِيِّ فِي رَدِّ السَّلَامِ عَيْنُ مَا يَقُولُهُ، وَإِنْ كَانَ فِيهِ ذِكْرُ الرَّحْمَةِ. </p><p> هَذِهِ لُمَعَةٌ مِمَّا رُوِيَ عَنِ السَّلَفِ ثُمَّ جَاءَ الْخَلَفُ فَاخْتَلَفُوا فِي السَّلَامِ عَلَى غَيْرِ الْمُسْلِمِ، فَقَالَ كَثِيرُونَ: إِنَّهُمْ لَا يَبْدَءُونَ بِالسَّلَامِ لِحَدِيثٍ وَرَدَ فِي ذَلِكَ، وَحَمَلُوا مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - عَلَى الْحَاجَةِ أَيْ: لَا يُسَلِّمُ عَلَيْهِمُ ابْتِدَاءً إِلَّا لِحَاجَةٍ، وَأَمَّا الرَّدُّ فَقَالَ بَعْضُ الْفُقَهَاءِ: إِنَّهُ وَاجِبٌ كَرَدِّ سَلَامِ الْمُسْلِمِ، وَقَالَ بَعْضُهُمْ: إِنَّهُ سُنَّةٌ وَفِي الْخَانِيَةِ مِنْ كُتُبِ الْحَنَفِيَّةِ: وَلَوْ سَلَّمَ يَهُودِيٌّ أَوْ نَصْرَانِيٌّ أَوْ مَجُوسِيٌّ فَلَا بَأْسَ بِالرَّدِّ، وَهَذَا يَدُلُّ عَلَى أَنَّهُ مُبَاحٌ عِنْدَ هَذَا الْقَائِلِ لَا وَاجِبٌ وَلَا مَسْنُونٌ مَعَ أَنَّ السُّنَّةَ وَرَدَتْ بِهِ فِي الصَّحِيحِ. </p><p> أَمَّا مَا وَرَدَ مِنْ حَقِّ الْمُسْلِمِ عَلَى الْمُسْلِمِ فَلَا يُنَافِي حَقَّ غَيْرِهِ، فَالسَّلَامُ حَقٌّ عَامٌّ وَيُرَادُ بِهِ أَمْرَانِ: مُطْلَقُ التَّحِيَّةِ، وَتَأْمِينُ مَنْ تُسَلِّمُ عَلَيْهِ مِنَ الْغَدْرِ وَالْإِيذَاءِ وَكُلِّ مَا يُسِيءُ. </p><p> وَقَدْ رَوَى الطَّبَرَانِيُّ وَالْبَيْهَقِيُّ مِنْ حَدِيثِ أَبِي أُمَامَةَ: إِنَّ اللهَ - تَعَالَى - جَعَلَ السَّلَامَ تَحِيَّةً لِأُمَّتِنَا وَأَمَانًا لِأَهْلِ ذِمَّتِنَا، وَأَكْثَرُ الْأَحَادِيثِ الَّتِي وَرَدَتْ فِي السَّلَامِ عَامَّةً، وَذُكِرَ فِي بَعْضِهَا \" الْمُسْلِمُ \" كَمَا ذُكِرَ فِي بَعْضِهَا غَيْرُهُ كَحَدِيثِ الطَّبَرَانِيِّ الْمَذْكُورِ آنِفًا. </p><p> أَمَّا جَعْلُ تَحِيَّةِ الْإِسْلَامِ عَامَّةً فَعِنْدِي أَنَّ ذَلِكَ مَطْلُوبٌ، وَقَدْ وَرَدَ فِي الْأَحَادِيثِ الصَّحِيحَةِ أَنَّ الْيَهُودَ كَانُوا يُسَلِّمُونَ عَلَى الْمُسْلِمِينَ فَيَرُدُّونَ عَلَيْهِمْ، فَكَانَ مِنْ تَحْرِيفِهِمْ مَا كَانَ سَبَبًا لِأَمْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَمْرِ الْمُسْلِمِينَ أَنْ يَرُدُّوا عَلَيْهِمْ بِلَفْظِ:  \" وَعَلَيْكُمْ \" حَتَّى لَا يَكُونُوا مَخْدُوعِينَ لِلْمُحَرِّفِينَ، وَمِنْ مُقْتَضَى الْقَوَاعِدِ أَنَّ الشَّيْءَ يَزُولُ بِزَوَالِ سَبَبِهِ، وَلَمْ يَرِدْ أَنَّ </p><p> أَحَدًا مِنَ الصَّحَابَةِ نَهَى الْيَهُودَ عَنِ السَّلَامِ ; لِأَنَّهُمْ لَمْ يَكُونُوا لِيَحْظُرُوا عَلَى النَّاسِ آدَابَ الْإِسْلَامِ وَلَكِنْ خَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَرَادُوا أَنْ يَمْنَعُوا غَيْرَ الْمُسْلِمِ مَنْ كُلِّ شَيْءٍ يَعْمَلُهُ الْمُسْلِمُ حَتَّى مِنَ النَّظَرِ فِي الْقُرْآنِ وَقِرَاءَةِ الْكُتُبِ الْمُشْتَمِلَةِ عَلَى آيَاتِهِ وَظَنُّوا أَنَّ هَذَا تَعْظِيمٌ لِلدِّينِ، وَصَوْنٌ لَهُ عَنِ الْمُخَالِفِينَ، وَكُلَّمَا زَادُوا بُعْدًا عَنْ حَقِيقَةِ الْإِسْلَامِ زَادُوا إِيغَالًا فِي هَذَا الضَّرْبِ مِنَ التَّعْظِيمِ، وَإِنَّهُمْ لَيُشَاهِدُونِ النَّصَارَى فِي هَذَا الْعَصْرِ يَجْتَهِدُونَ بِنَشْرِ دِينِهِمْ وَيُوَزِّعُونَ كَثِيرًا مِنْ كُتُبِهِ عَلَى النَّاسِ مَجَّانًا، وَيُعَلِّمُونَ أَوْلَادَ الْمُخَالِفِينَ لَهُمْ فِي مَدَارِسِهِمْ لِيُقَرِّبُوهُمْ مِنْ دِينِهِمْ، وَيَجْتَهِدُونَ فِي تَحْوِيلِ النَّاسِ إِلَى عَادَاتِهِمْ وَشَعَائِرِهِمْ لِيَقَرِّبُوا مِنْ دِينِهِمْ، حَتَّى إِنَّ الْأُورُبِّيِّينَ فَرِحُوا فَرَحًا شَدِيدًا عِنْدَمَا وَافَقَهُمْ خِدِيوِي مِصْرَ \" إِسْمَاعِيلُ بَاشَا \" عَلَى اسْتِبْدَالِ التَّارِيخِ الْمَسِيحِيِّ بِالتَّارِيخِ الْهِجْرِيِّ وَعَدُّوا هَذَا مِنْ آيَاتِ الْفَتْحِ، وَتَرَى الْقَوْمَ الْآنَ </p><p> يَسْعَوْنَ فِي جَعْلِ يَوْمِ الْأَحَدِ عِيدًا أُسْبُوعِيًّا لِلْمُسْلِمِينَ يُشَارِكُونَ فِيهِ النَّصَارَى بِالْبَطَالَةِ، وَمَعَ هَذَا كُلِّهِ نَرَى الْمُسْلِمِينَ لَا يَزَالُونَ يُحِبُّونَ مَنْعَ غَيْرِهِمْ مِنَ الْأَخْذِ بِآدَابِهِمْ وَعَادَاتِهِمْ وَيَزْعُمُونَ أَنَّ هَذَا تَعْظِيمٌ لِلدِّينِ، وَكَأَنَّ هَذَا التَّعْظِيمَ لَا نِهَايَةَ لَهُ إِلَّا حَجْبَ هَذَا الدِّينِ عَنِ الْعَالَمِينَ، إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ، وَسَيَرْجِعُونَ عَنْهُ بَعْدَ حِينٍ اهـ. </p><p> هَذَا مَا أَفْتَيْنَا بِهِ مُنْذُ بِضْعِ سِنِينَ، وَحَدِيثُ عَائِشَةَ الْمُشَارُ إِلَيْهِ فِي الْفَتْوَى رَوَاهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا، وَالرَّدُّ عَلَى أَهْلِ الْكِتَابِ بِلَفْظِ:  \" وَعَلَيْكُمْ \" رَوَاهُ الشَّيْخَانِ أَيْضًا عَنْ أَنَسٍ، وَرَوِيَا عَنْ أَبِي هُرَيْرَةَ عَدَمَ ابْتِدَائِنَا إِيَّاهُمْ بِالسَّلَامِ، وَلَعَلَّ ذَلِكَ كَانَ لِأَسْبَابٍ خَاصَّةٍ اقْتَضَاهَا مَا كَانَ بَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ مِنَ الْحُرُوبِ وَكَانُوا هُمُ الْمُعْتَدِينَ فِيهَا، رَوَى أَحْمَدُ عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنِّي رَاكِبٌ غَدًا إِلَى يَهُودَ فَلَا تَبْدَءُوهُمْ بِالسَّلَامِ وَإِذَا سَلَّمُوا عَلَيْكُمْ فَقُولُوا وَعَلَيْكُمْ، فَيَظْهَرُ هُنَا أَنَّهُ نَهَاهُمْ أَنْ يَبْدَءُوهُمْ لِأَنَّ السَّلَامَ تَأْمِينٌ، وَمَا كَانَ يُحِبُّ أَنْ يُؤَمِّنَهُمْ وَهُوَ غَيْرُ آمِنٍ مِنْهُمْ لِمَا تَكَرَّرَ مِنْ غَدْرِهِمْ وَنَكْثِهِمْ لِلْعَهْدِ مَعَهُ ; فَكَانَ تَرْكُ السَّلَامِ عَلَيْهِمْ تَخْوِيفًا لَهُمْ لِيَكُونُوا أَقْرَبَ إِلَى الْمُوَاتَاةِ، وَقَدْ نَقَلَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ جَوَازَ ابْتِدَائِهِمْ بِالسَّلَامِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي أُمَامَةَ وَابْنِ مُحَيْرِيزٍ - رَضِيَ اللهُ عَنْهُمْ - قَالَ وَهُوَ وَجْهٌ لِأَصْحَابِنَا، وَعِنْدِي أَنَّ الْحَاجَةَ إِلَى مَعْرِفَةِ سَبَبِ الْأَحَادِيثِ لِأَجْلِ فَهْمِ الْمُرَادِ مِنْهَا أَشَدُّ مِنَ الْحَاجَةِ إِلَى مَعْرِفَةِ سَبَبِ نُزُولِ الْقُرْآنِ ; لِأَنَّ الْقُرْآنَ كُلَّهُ هِدَايَةٌ عَامَّةٌ لِلنَّاسِ يَجِبُ تَبْلِيغُهَا، وَفِي الْأَحَادِيثِ مَا لَيْسَ فِيهِ مِنَ الْأُمُورِ الْخَاصَّةِ، وَالرَّأْيِ الَّذِي لَمْ يُقْصَدْ بِهِ أَنْ يَكُونَ دِينًا وَلَا هِدَايَةً عَامَّةً وَلَا أَنْ يُبَلَّغَ لِلنَّاسِ، فَتَوَقَّفُ فَهْمِهَا عَلَى مَعْرِفَةِ أَسْبَابِهَا أَظْهَرُ، وَالَّذِي </p><p> عَلَيْهِ جَمَاهِيرُ الْمُسْلِمِينَ فِي الْبِلَادِ الَّتِي نَعْرِفُهَا، أَنَّهُمْ يَبْدَءُونَ أَهْلَ الْكِتَابِ بِغَيْرِ السَّلَامِ مِنْ أَنْوَاعِ التَّحِيَّةِ الْمَعْرُوفَةِ بَعْدَ كِتَابَةِ هَذَا رَاجَعْتُ (زَادَ الْمَعَادِ) فَإِذَا هُوَ يَقُولُ فِي حَدِيثِ النَّهْيِ عَنِ ابْتِدَاءِ أَهْلِ الْكِتَابِ بِالسَّلَامِ \" قِيلَ: إِنَّ هَذَا كَانَ فِي قَضِيَّةٍ خَاصَّةٍ لَمَّا سَارُوا إِلَى بَنِي قُرَيْظَةَ \" ، وَتَرَدَّدَ فِي كَوْنِهِ حُكْمًا عَامًّا لِأَهْلِ الذِّمَّةِ أَوْ خَاصًّا بِمَنْ كَانَتْ حَالُهُ مِثْلَ حَالِهِمْ، وَذَكَرَ خِلَافَ السَّلَفِ فِي الْمَسْأَلَةِ بَعْدَ حَدِيثِ مُسْلِمٍ الْمُطْلَقِ فِي النَّهْيِ عَنِ الِابْتِدَاءِ. </p><p> هَذَا وَإِنَّ ابْتِدَاءَ السَّلَامِ سُنَّةٌ مُؤَكَّدَةٌ عِنْدَ الْجُمْهُورِ، وَقِيلَ: وَاجِبٌ، وَأَمَّا رَدُّهُ فَالْجُمْهُورُ </p><p> عَلَى وُجُوبِهِ، وَظَاهِرُ الْآيَةِ أَنَّ رَدَّ كُلِّ تَحِيَّةٍ وَاجِبٌ، وَلَيْسَ الْوُجُوبُ خَاصًّا بِتَحِيَّةِ السَّلَامِ، وَيَكْفِي أَنْ يُسَلِّمَ بَعْضُ الْجَمَاعَةِ وَأَنْ يَرُدَّ بَعْضُ مَنْ يُلْقَى عَلَيْهِمُ السَّلَامُ ; لِأَنَّ الْجَمَاعَةَ لِتَضَامُنِهَا وَاتِّحَادِهَا يَقُومُ فِيهَا الْوَاحِدُ مَقَامَ الْجَمِيعِ. </p><p> وَالسُّنَّةُ: أَنْ يُسَلِّمَ الْقَادِمُ عَلَى مَنْ يَقْدِمُ عَلَيْهِمْ، وَإِذَا تَلَاقَى الرَّجُلَانِ فَالسُّنَّةُ أَنْ يَبْدَأَ الْكَبِيرُ فِي السِّنِّ أَوِ الْقَدْرِ بِالسَّلَامِ. </p><p> وَمِنْ آدَابِ السَّلَامِ مَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّهُ \" يُسَلِّمُ الرَّاكِبُ عَلَى الْمَاشِي، وَالْمَاشِي عَلَى الْقَاعِدِ، وَالْقَلِيلُ عَلَى الْكَثِيرِ \" ، وَرَوَى الْبُخَارِيُّ سَلَامَ الصَّغِيرِ عَلَى الْكَبِيرِ، وَمُسْلِمٌ \" أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرَّ بِصِبْيَانٍ فَسَلَّمَ عَلَيْهِمْ \" ، وَالتِّرْمِذِيُّ \" أَنَّهُ مَرَّ بِنِسْوَةٍ فَأَوْمَأَ بِيَدِهِ بِالتَّسْلِيمِ \" ، وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُسْتَحَبُّ أَنْ يُسَلِّمَ الرِّجَالُ عَلَى النِّسَاءِ الْمَحَارِمِ مُطْلَقًا وَالْعَجَائِزِ الْأَجْنَبِيَّاتِ دُونَ غَيْرِهِنَّ، وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُسَلِّمُ عَلَى الْقَوْمِ عِنْدَ الْمَجِيءِ وَعِنْدَ الِانْصِرَافِ، ذَكَرَهُ ابْنُ الْقَيِّمِ فِي الْهَدْيِ وَقَالَ: وَكَانَ يُسَلِّمُ بِنَفْسِهِ عَلَى مَنْ يُوَاجِهُهُ، وَيَحْمِلُ السَّلَامَ لِمَنْ يُرِيدُ السَّلَامَ عَلَيْهِ مِنَ الْغَائِبِينَ عَنْهُ، وَيَتَحَمَّلُ السَّلَامَ لِمَنْ يُبَلِّغُهُ إِلَيْهِ، وَإِذَا بَلَّغَهُ أَحَدٌ السَّلَامَ عَنْ غَيْرِهِ يَرُدُّ عَلَيْهِ وَعَلَى الْمُبَلِّغِ بِهِ، وَكَانَ يَبْدَأُ مَنْ لَقِيَهُ بِالسَّلَامِ، وَإِذَا سَلَّمَ عَلَيْهِ أَحَدٌ رَدَّ عَلَيْهِ مِثْلَ تَحِيَّتِهِ أَوْ أَفْضَلَ مِنْهَا عَلَى الْفَوْرِ مِنْ غَيْرِ تَأْخِيرٍ إِلَّا لِعُذْرٍ مِثْلِ حَالَةِ الصَّلَاةِ وَحَالَةِ قَضَاءِ الْحَاجَةِ، وَكَانَ يُسْمِعُ الْمُسَلِّمَ عَلَيْهِ رَدَّهُ، وَلَمْ يَكُنْ يَرُدُّ بِيَدِهِ وَلَا رَأْسِهِ وَلَا أُصْبُعِهِ إِلَّا فِي الصَّلَاةِ، فَإِنَّهُ كَانَ يَرُدُّ إِشَارَةً، ثَبَتَ عَنْهُ ذَلِكَ فِي عِدَّةِ أَحَادِيثَ وَلَمْ يَجِئْ عَنْهُ مَا يُعَارِضُهَا إِلَّا بِشَيْءٍ بَاطِلٍ لَا يَصِحُّ عَنْهُ، (وَذَكَرَ الْحَدِيثَ الَّذِي يَرْوِيهِ أَبُو غَطَفَانَ عَنْ أَبِي هُرَيْرَةَ فِي إِعَادَةِ صَلَاةِ مَنْ أَشَارَ إِشَارَةً تُفْهَمُ، وَأَبُو غَطَفَانَ مَجْهُولٌ) . </p><p> وَوَرَدَ فِي صِفَاتِ الْمُسْلِمِينَ فِي حَدِيثِ الصَّحِيحَيْنِ إِفْشَاءُ السَّلَامِ وَكَوْنُهُ سَبَبَ الْحُبِّ بَيْنَهُمْ، </p><p> وَمِنْهَا حَدِيثُ: إِنَّ أَفْضَلَ الْإِسْلَامِ وَخَيْرَهُ إِطْعَامُ الطَّعَامِ، وَأَنْ تَقْرَأَ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ وَصَحَّ، أَفْشُوا السَّلَامَ بَيْنَكُمْ تَحَابُّوا، رَوَاهُ الْحَاكِمُ عَنْ أَبِي مُوسَى، وَأَفْشُوا السَّلَامَ تَسْلَمُوا، رَوَاهُ الْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرَدِ وَأَبُو يَعْلَى وَابْنُ حِبَّانَ عَنِ الْبَرَاءِ، وَفِي صَحِيحِ الْبُخَارِيِّ قَالَ عَمَّارٌ:  \" ثَلَاثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلَامِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الْإِقْتَارِ \" ، فَهَذَا مِنْ أَدَبِ الْإِسْلَامِ الْعَالِي الَّذِي لَا يَكَادُ يَجْمَعُهُ غَيْرُهُ. </p><p> إِنَّ اللهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا الْحَسِيبُ الْمُحَاسِبُ عَلَى الْعَمَلِ كَالْجَلِيسِ بِمَعْنَى الْمُجَالِسِ قَالَ الرَّاغِبُ: وَيُطْلَقُ عَلَى الْمُكَافِئِ، وَقَالَ بَعْضُهُمْ: مَعْنَاهُ الْكَافِي مَنْ حَسِبَكَ كَذَا إِذَا كَانَ يَكْفِيكَ، قَالَ الْأُسْتَاذُ الْإِمَامُ: الْمَعْنَى أَنَّهُ رَقِيبٌ عَلَيْكُمْ فِي مُرَاعَاةِ هَذِهِ الصِّلَةِ بَيْنَكُمْ بِالتَّحِيَّةِ، وَفِيهِ تَأْكِيدٌ لِأَمْرِ هَذِهِ الصِّلَةِ بَيْنَ النَّاسِ، وَأَقُولُ: إِنَّ فِيهَا أَيْضًا إِشْعَارًا بِحَظْرِ تَرْكِ إِجَابَةِ مَنْ يُسَلِّمُ عَلَيْنَا وَيُحَيِّينَا وَأَنَّهُ تَعَالَى يُحَاسِبُنَا عَلَى ذَلِكَ، ثُمَّ قَالَ: </p><p> اللهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ التَّوْحِيدُ وَالْإِيمَانُ بِالْبَعْثِ وَالْجَزَاءِ فِي الدَّارِ الْآخِرَةِ هُمَا الرُّكْنَانِ الْأَوَّلَانِ لِلدِّينِ، وَإِنَّمَا الرُّسُلُ يُبَلِّغُونَ النَّاسَ مَا يَجِبُ مِنْ إِقَامَتِهِمَا وَدَعْمِهِمَا بِالْأَعْمَالِ الصَّالِحَةِ، فَلَا غَرْوَ أَنْ يُصَرِّحَ الْقُرْآنُ بِهِمَا مَعًا تَارَةً، وَبِالْأَوَّلِ مِنْهُمَا تَارَةً أُخْرَى فِي أَثْنَاءِ سَرْدِ الْأَحْكَامِ، فَإِنِّ ذِكْرَهُمَا هُوَ الْعَوْنُ الْأَكْبَرُ وَالْبَاعِثُ الْأَقْوَى عَلَى الْعَمَلِ بِتِلْكَ الْأَحْكَامِ، وَنَاهِيكَ بِأَحْكَامِ الْقِتَالِ الَّتِي يَبْذُلُ الْمُؤْمِنُ فِيهَا نَفْسَهُ وَمَالَهُ لِلدِّفَاعِ عَنِ الْحَقِّ وَالْحَقِيقَةِ وَحُرِّيَّةِ الدِّينِ الْإِلَهِيِّ وَنَشْرِ هِدَايَتِهِ، وَتَأْمِينِ دُعَاتِهِ وَأَهْلِهِ، وَهَلْ يَبْذُلُ الْعَاقِلُ نَفْسَهُ إِلَّا فِي مَرْضَاةِ مَنْ يَجْزِيهِ عَلَى ذَلِكَ مَا هُوَ أَفْضَلُ مِنْ هَذِهِ الْحَيَاةِ الدُّنْيَا وَكُلِّ مَا فِيهَا؟ </p><p> فَالْمَعْنَى: اللهُ لَا إِلَهَ إِلَّا هُوَ لَا يُعْبَدُ غَيْرُهُ، فَلَا تُقَصِّرُوا فِي طَاعَتِهِ وَالْخُضُوعِ لِأَمْرِهِ ; فَإِنَّ فِي طَاعَتِهِ شَرَفَكُمْ وَسَعَادَتَكُمْ، وَارْتِقَاءَ أَرْوَاحِكُمْ وَعُقُولِكُمْ، إِذْ حَرَّرَكُمْ بِذَلِكَ مِنَ الرِّقِّ وَالْعُبُودِيَّةِ وَالْخُضُوعِ لِأَمْثَالِكُمْ مِنَ الْبَشَرِ، بَلْ لَهُ الْخُضُوعُ وَالذُّلُّ لِمَا دُونَ الْبَشَرِ مِنَ الْمَعْبُودَاتِ الَّتِي ذَلَّ لَهَا الْمُشْرِكُونَ، وَسَيَجْعَلُ لَكُمْ بِهَذَا الدِّينِ مُلْكًا عَظِيمًا وَيَجْعَلُكُمُ الْوَارِثِينَ، وَهَلْ هَذَا كُلُّ مَا عِنْدَهُ مِنَ الْجَزَاءِ لِلْمُحْسِنِينَ؟ كَلَّا إِنَّهُ - وَاللهِ - لَيَجْمَعَنَّكُمْ وَيَحْشُرَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ، لَا رَيْبَ فِي ذَلِكَ الْيَوْمِ وَلَا فِيمَا يَكُونُ فِيهِ مِنَ الْجَزَاءِ الْأَوْفَى عَلَى الْأَعْمَالِ، فَقَدْ أَكَّدَ اللهُ - تَعَالَى - خَبَرَهُ بِالْقَسَمِ وَهُوَ أَقْوَى الْمُؤَكِّدَاتِ وَمَنْ أَصْدَقُ مِنَ اللهِ حَدِيثًا، أَيْ: لَا أَحَدَ أَصْدَقُ مِنْهُ - عَزَّ وَجَلَّ - فَيُرَجَّحُ خَبَرُهُ عَلَى خَبَرِهِ، فَكَلَامُ غَيْرِهِ يَحْتَمِلُ الصِّدْقَ وَالْكَذِبَ عَنْ عَمْدٍ وَعِلْمٍ، أَوْ عَنْ جَهْلٍ أَوْ سَهْوٍ، وَأَمَّا كَلَامُهُ تَعَالَى فَهُوَ عَنِ الْعِلْمِ الْمُحِيطِ بِكُلِّ شَيْءٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى (٢٠: ٥٢) ، فَلَا يُحْتَمَلُ أَنْ يَكُونَ خَبَرُهُ غَيْرَ صَادِقٍ لِنَقْصٍ فِي الْعِلْمِ، كَمَا لَا يَجُوزُ أَنْ يَكُونَ كَذَلِكَ لِغَرَضٍ أَوْ حَاجَةٍ لِأَنَّهُ تَعَالَى غَنِيٌّ عَنِ الْعَالَمِينَ، وَقَدْ دَلَّ إِعْجَازُ الْقُرْآنِ عَلَى كَوْنِهِ كَلَامَ </p>"
}