{
  "id": null,
  "sura": 4,
  "aya": 18,
  "text": "<p> عِنْدَهُ احْتِمَالَاتٍ مِنَ الْعِلْمِ النَّاقِصِ تُشَكِّكُهُ فِيمَا وَرَدَ مِنْ وَعِيدِ السَّارِقِ، كَشَفَاعَةِ الشُّفَعَاءِ مِنَ الْمَشَايِخِ، وَالْجِيرَانِ الصَّالِحِينَ، وَكَاحْتِمَالِ الْعَفْوِ وَالْمَغْفِرَةِ، وَكَالْمُكَفِّرَاتِ. فَإِذَا عَرَضَ لَهُ شَيْءٌ يَسْرِقُهُ، وَتَذَكَّرَ الْوَعِيدَ عَلَى السَّرِقَةِ يَنْتَصِبُ فِي ذِهْنِهِ مِيزَانُ التَّرْجِيحِ بَيْنَ الِانْتِفَاعِ الْعَاجِلِ بِمَا يَسْرِقُهُ، وَالْعِقَابِ الْآجِلِ عَلَى هَذِهِ الْمَعْصِيَةِ، فَإِذَا عَرَضَ لَهُ الشَّكُّ فِي الْعِقَابِ رَجَحَتْ كِفَّةُ دَاعِيَةِ السَّرِقَةِ ; لِأَنَّ الِانْتِفَاعَ بِالْمَسْرُوقِ يَقِينِيٌّ، وَالْعِقَابَ عَلَيْهِ مَشْكُوكٌ فِيهِ. وَهَكَذَا شَأْنُ الْإِنْسَانِ فِي جَمِيعِ الْأَعْمَالِ الِاخْتِيَارِيَّةِ لَا يُمْكِنُ أَنْ يَأْتِيَ شَيْئًا مِنْهَا إِلَّا إِذَا كَانَ يَعْتَقِدُ نَفْعَهُ لَهُ وَرُجْحَانَهُ عَلَى مُقَابِلِهِ إِنْ خَطَرَ فِي بَالِهِ الْمُقَابِلُ، فَعَلِمَ مِنْ هَذَا أَنَّ عَمَلَ السُّوءِ لَا يُمْكِنُ أَنْ يَصْدُرَ مِنَ الْإِنْسَانِ إِلَّا مَعَ التَّلَبُّسِ بِالْجَهْلِ، وَعَدَمِ إِقَامَةِ الْمِيزَانِ الْقِسْطِ فِي التَّرْجِيحِ بَيْنَ الْفِعْلِ وَالتَّرْكِ، فَهُوَ لَا يَرْتَكِبُ الْمَعْصِيَةَ إِلَّا جَهْلًا بِحَقِيقَةِ الْوَعِيدِ، أَوْ مُتَأَوِّلًا لَهُ يُمَثِّلُ مَا أَشَرْنَا إِلَيْهِ مِنَ انْتِظَارِ الشَّفَاعَةِ، وَالْمَغْفِرَةِ، أَوْ مَغْلُوبًا بِشَهْوَةٍ، أَوْ بِغَضَبٍ، فَإِذَا زَالَتِ الْجَهَالَةُ عَنْ قَرِيبٍ فَتَابَ كَانَتْ تَوْبَتُهُ مَقْبُولَةً حَتْمًا، وَاخْتَلَفُوا فِي الزَّمَنِ الْقَرِيبِ، فَعَنِ ابْنِ عَبَّاسٍ، وَغَيْرِهِ هُوَ أَنْ يَتُوبَ فِي حَالَةِ الصِّحَّةِ، وَالْأَمَلِ فِي الْحَيَاةِ. وَعَنِ ابْنِ جَرِيرٍ هُوَ أَنْ يَتُوبَ وَهُوَ مُدْرِكٌ يَعْقِلُ، وَأَشْهَرُ الْأَقْوَالِ: أَنْ يَتُوبَ قَبْلَ الْغَرْغَرَةِ. </p><p> ثُمَّ قَالَ مَا مِثَالُهُ مَعَ بَسْطٍ وَإِيضَاحٍ: إِنَّ مَنْ كَانَ قَوِيَّ الْإِيمَانِ بِحَيْثُ لَا تَقَعُ الْمَعْصِيَةُ مِنْهُ إِلَّا عَنْ بَادِرَةِ غَضَبٍ، أَوْ شَهْوَةٍ، أَوْ جَهْلٍ بِأَنَّهَا مَعْصِيَةٌ تَسْتَوْجِبُ الْعُقُوبَةَ، فَهُوَ مِنْ أُولَئِكَ الَّذِينَ لَا يَقَعُ مِنْهُمْ عَمَلُ السُّوءِ إِلَّا هَفْوَةً بَعْدَ هَفْوَةٍ، وَلَا يَلْبَثُونَ أَنْ يُبَادِرُوا إِلَى التَّوْبَةِ ; وَلِذَلِكَ ذَكَرَ السُّوءَ مُفْرَدًا، وَقَالَ فِيمَنْ لَا تُقْبَلُ تَوْبَتُهُمْ: يَعْمَلُونَ السَّيِّئَاتِ بِالْجَمْعِ، فَأَشْعَرَنَا أَنَّ التَّوْبَةَ إِنَّمَا تُقْبَلُ حَتْمًا مِمَّنْ تَقَعُ الذُّنُوبُ مِنْهُمْ أَفْذَاذًا، وَيُلِمُّ وَاحِدُهُمْ بِهَا إِلْمَامًا، وَلَكِنَّهُ لَا يُصِرُّ عَلَيْهَا، بَلْ يُبَادِرُ إِلَى التَّوْبَةِ مِنْهَا، ثُمَّ قَدْ يَطُوفُ بِهِ بَعْدَ التَّوْبَةِ طَائِفٌ آخَرُ مِنَ الشَّيْطَانِ، فَيَعُودُ ثَانِيَةً إِلَى الْعِصْيَانِ، وَيُتْبِعُهُ التَّوْبَةَ وَالْإِحْسَانَ فَلَا تَتَمَكَّنُ مِنْ نَفْسِهِ ظُلْمَةُ الْمَعْصِيَةِ، وَلَا تُحِيطُ بِهِ الْخَطِيئَةُ، فَالصَّوَابُ أَنْ يُفَسَّرَ قَوْلُهُ - تَعَالَى -: مِنْ قَرِيبٍ بِالْقُرْبِ مِنْ زَمَنِ الذَّنْبِ، وَهُوَ الْمُتَبَادِرُ مِنَ اللَّفْظِ عِنْدَ أَهْلِ اللُّغَةِ، وَالْمُذْنِبُ التَّائِبُ أَحَدُ رَجُلَيْنِ: رَجُلٌ عَارِفٌ بِتَحْرِيمِ الذَّنْبِ وَلَكِنْ تُلِمُّ بِهِ تِلْكَ </p><p> الْجَهَالَةُ الَّتِي تُحْدِثُ الرُّعُونَةَ فِي الْإِرَادَةِ، فَيَقَعُ فِي الذَّنْبِ، ثُمَّ يَثُوبُ إِلَيْهِ عِلْمُهُ فَيُؤَثِّرُ فِي نَفْسِهِ فَيَتُوبُ. وَرَجُلٌ وَقَعَ فِي الذَّنْبِ وَهُوَ لَا يَعْلَمُ أَنَّهُ مُحَرَّمٌ، وَلَكِنَّهُ عَلَى جَهْلِهِ بِبَعْضِ أُمُورِ الدِّينِ لَيْسَ رَاضِيًا بِجَهْلِهِ، وَلَا مُهْمِلًا لِأَمْرِ دِينِهِ، بَلْ هُوَ يَبْحَثُ وَيَسْأَلُ وَيَتَعَلَّمُ فَلَا يَطُولُ عَلَيْهِ الْأَمَدُ حَتَّى يَعْلَمَ أَنَّ مَا كَانَ أَلَمَّ بِهِ مُحَرَّمٌ فَيَتُوبُ مِنْهُ حَالًا. فَكُلٌّ مِنْ هَذَيْنِ يَصْدُقُ عَلَيْهِ أَنَّهُ تَابَ مِنْ قَرِيبٍ. فَالْقُرْبُ لَيْسَ لَهُ حَدٌّ مَحْدُودٌ، وَإِنَّمَا هُوَ أَمْرٌ نِسْبِيٌّ، فَمَنْ أَصَرَّ عَلَى عَمَلِ السُّوءِ زَمَنًا طَوِيلًا لِجَهْلِهِ بِأَنَّهُ مَعْصِيَةٌ مُحَرَّمَةٌ، ثُمَّ عَلِمَ فَتَابَ، فَلَا شَكَّ أَنَّ اللهَ - تَعَالَى - </p><p> يَقْبَلُ تَوْبَتَهُ، وَقَدْ يَصْدُقُ عَلَيْهِ أَنَّهُ تَابَ مِنْ قَرِيبٍ بِالنِّسْبَةِ إِلَى زَمَنِ الْعِلْمِ، ثُمَّ ذَكَرَ شَيْئًا مِنْ كَلَامِ الْغَزَالِيِّ فِي حَقِيقَةِ التَّوْبَةِ وَأَرْكَانِهَا. </p><p> أَقُولُ: إِنَّ هَاهُنَا شَيْئًا يَجِبُ تَدَبُّرُهُ، وَهُوَ الْفَرْقُ بَيْنَ مَنْ يَعْمَلُ السُّوءَ وَهُوَ لَا يَعْلَمُ أَنَّهُ سُوءٌ مُحَرَّمٌ عَلَيْهِ، وَمَنْ يَعْمَلُهُ عَالِمًا بِذَلِكَ، فَالْأَوَّلُ لَا تَتَدَنَّسُ نَفْسُهُ بِالْعَمَلِ، وَإِنْ طَالَ عَلَيْهِ الزَّمَنُ، أَيْ لَا يَكُونُ ذَلِكَ الْعَمَلُ مُجَرِّئًا لَهَا عَلَى الْمَعَاصِي مُوَطِّنًا لَهَا عَلَى الشُّرُورِ، فَإِذَا عَلِمَ بَعْدَ ذَلِكَ أَنَّ عَمَلَهُ مِنَ السُّوءِ مِنْ حَيْثُ إِنَّهُ ضَارٌّ لَهُ أَوْ لِغَيْرِهِ، أَوْ مِنْ حَيْثُ إِنَّهُ مُحَرَّمٌ عَلَيْهِ دِينًا، وَإِنْ لَمْ يَعْرِفْ سَبَبَ تَحْرِيمِهِ، فَإِنَّهُ لَا يَعْسُرُ عَلَيْهِ غَالِبًا أَنْ يَرْجِعَ عَنْهُ حَالًا، وَإِنْ كَانَ قَدْ أَلِفَهُ ; فَإِنَّهُ مَا أَلِفَهُ إِلَّا مِنْ حَيْثُ إِنَّهُ فِي نَظَرِهِ، فَمَلَكَةُ اخْتِيَارِ الْحَسَنِ، وَإِيثَارِهِ عَلَى السَّيِّئِ تَكُونُ هِيَ الْغَالِبَةَ عَلَيْهِ الْمُصَرِّفَةَ لِإِرَادَتِهِ، فَلِذَلِكَ يَسْهُلُ عَلَيْهِ الرُّجُوعُ مِنْ قَرِيبٍ مَتَى جَاءَ الْعِلْمُ الصَّحِيحُ، كَمَا سَهُلَ عَلَى السَّابِقِينَ الْأَوَّلِينَ مِنَ الصَّحَابَةِ (رَضِيَ اللهُ عَنْهُمْ) أَنْ يَكُونُوا فِي الذُّرْوَةِ الْعُلْيَا مِنَ الْفَضَائِلِ، وَالْفَوَاضِلِ وَعَمَلِ الْخَيْرِ، وَالتَّنَزُّهِ عَنِ الشَّرِّ - عَلَى نُشُوئِهِمْ فِي الْوَثَنِيَّةِ، وَعَادَاتِ الْجَاهِلِيَّةِ - فَإِنَّهُمْ كَانُوا عَلَى ذَلِكَ ذَوِي سَلَامَةٍ فِي الْفِطْرَةِ، وَحُبٍّ لِلْخَيْرِ، وَبُغْضٍ لِلشَّرِّ، وَمَا كَانَ يَنْقُصُهُمْ إِلَّا الْعِلْمُ الصَّحِيحُ بِحَقِيقَةِ الْحَسَنِ، وَالْقَبِيحِ، وَكُنْهِ الْخَيْرِ وَالشَّرِّ، فَلَمَّا جَاءَهُمُ الْإِسْلَامُ سَارَعُوا إِلَيْهِ، وَكَانُوا أَكْمَلَ النَّاسِ بِهِ، وَلَكِنَّ بَعْضَ الْمُفَسِّرِينَ يُنَازِعُ فِي كَوْنِ مَنْ يَعْمَلُ السُّوءَ جَاهِلًا أَنَّهُ سُوءٌ مُرَادًا مِنَ الْآيَةِ، وَيَرَى أَنَّ رُجُوعَهُ عَمَّا كَانَ عَمِلَهُ قَبْلَ الْعِلْمِ بِكَوْنِهِ سُوءًا لَا يُسَمَّى تَوْبَةً، وَقَدْ أَشَارَ إِلَى ذَلِكَ الْأُسْتَاذُ الْإِمَامُ بِقَوْلِهِ:  \" وَالتَّعْبِيرُ بِالسُّوءِ \" إلخ، وَلَكِنَّهُ مَعَ ذَلِكَ اخْتَارَ كَوْنَ لَفْظِ الْجَهَالَةِ عَامًّا يَشْمَلُ عَدَمَ الْعِلْمِ بِحُرْمَتِهِ كَمَا تَقَدَّمَ. </p><p> وَأَمَّا مَنْ يَعْمَلُ السُّوءَ، وَهُوَ يَعْتَقِدُ أَنَّهُ سُوءٌ، وَيُصِرُّ عَلَى الْمَعْصِيَةِ، وَهُوَ يَعْلَمُ أَنَّهَا </p><p> مَعْصِيَةٌ لِلَّهِ - عَزَّ وَجَلَّ -، وَلَكِنَّهُ يَتَّبِعُ هَوَى نَفْسِهِ، وَيُؤْثِرُ إِرْضَاءَ شَهْوَتِهَا وَغَضَبِهَا عَلَى رِضْوَانِ اللهِ، وَمَنْفَعَةِ عِبَادِهِ، فَذَلِكَ الَّذِي تَضْرَى نَفْسُهُ بِالشَّرِّ وَتَأْنَسُ بِالسُّوءِ، وَيَصِيرُ ذَلِكَ مَلَكَةً لَهَا مُصَرِّفَةً لِإِرَادَتِهَا فِي أَعْمَالِهَا حَتَّى تَصِلَ الدَّرَكَةَ الَّتِي تَتَعَذَّرُ مَعَهَا التَّوْبَةُ، وَهِيَ الَّتِي عَبَّرَ عَنْهَا الْقُرْآنُ الْحَكِيمُ بِالْخَتْمِ عَلَى الْقُلُوبِ، وَالرَّيْنِ عَلَيْهَا، وَالطَّبْعِ عَلَيْهَا، وَإِحَاطَةِ الْخَطِيئَةِ بِهَا، وَضَرَبَ لَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَثَلَ النُّكْتَةِ السَّوْدَاءِ، وَتَقَدَّمَ شَيْءٌ مِنْ بَيَانِ ذَلِكَ آنِفًا وَمِنْ قَبْلُ فِي مَوَاضِعَ كَثِيرَةٍ. </p><p> وَقَدْ سُئِلْتُ مَرَّةً: لِمَاذَا لَمْ تَفْسَدْ أَخْلَاقُ الْيَابَانِيِّينَ، وَتَنْحَطَّ هِمَمُهُمْ، وَتَصْغُرْ نُفُوسُهُمْ مَعَ فُشُوِّ الزِّنَا فِيهِمْ؟ فَقُلْتُ: لِأَنَّهُمْ يَأْتُونَهُ غَيْرَ مُعْتَقِدِينَ حُرْمَتَهُ دِينًا، وَلَا قُبْحَهُ عَقْلًا ; وَلِذَلِكَ يَكُونُ ضَرَرُهُ فِي الْأَخْلَاقِ قَلِيلًا، وَلَكِنَّ ضَرَرَهُ فِي الصِّحَّةِ وَالِاجْتِمَاعِ كَبِيرٌ عَلَى كُلِّ حَالٍ. </p><p> وَنَعُودُ إِلَى كَلَامِ الْأُسْتَاذِ الْإِمَامِ قَالَ مَا مِثَالُهُ: إِنَّهُمْ يُقَسِّمُونَ التَّائِبِينَ إِلَى طَبَقَاتٍ. وَيَقُولُونَ: إِنَّ الْإِنْسَانَ عَرِيقٌ فِي الشَّرِّ كَأَنَّهُ عُجِنَ بِطِينَتِهِ ; ذَلِكَ أَنَّ الشَّهَوَاتِ الْحَيَوَانِيَّةَ تَسْبِقُ </p><p> فِيهِ الشَّهَوَاتِ الْعَقْلِيَّةَ، فَهُوَ يَأْلَفُ الشَّهَوَاتِ أَوَّلًا، ثُمَّ يَجِيءُ الْعَقْلُ لِيَضَعَ لِتِلْكَ الشَّهَوَاتِ النِّظَامَ وَالْقَوَانِينَ، وَالْعِلْمَ بِمَا شُرِعَ فِيهَا مِنْ هِدَايَةِ الدِّينِ، وَمُجَاهَدَةِ النَّفْسِ عَلَى امْتِثَالِ الْأَوَامِرِ وَاجْتِنَابِ النَّوَاهِي، فَكُلُّ إِنْسَانٍ لَهُ هَفْوَةٌ قَبْلَ أَنْ يَسْتَحْصِفَ الْعَقْلُ وَيَفْقَهَ أَسْرَارَ النَّقْلِ، فَمِنَ النَّاسِ مَنْ هُوَ كَبِيرُ النَّفْسِ، عَالِي الِاسْتِعْدَادِ إِذَا وَقَعَ فِي الْخَطِيئَةِ مَرَّةً كَانَ لَهُ مِنْهَا أَكْبَرُ عِبْرَةٍ، وَهُوَ لَا يَقَعُ فِيهَا إِلَّا وَهُوَ غَافِلٌ عَنْ عَوَاقِبِهَا وَمُصَوِّرًا إِيَّاهَا بِصُورَةٍ أَحْسَنَ مِنْ صُورَتِهَا، وَأَنْتُمْ تَعْلَمُونَ أَنَّ الْإِنْسَانَ لَا يَعْرِفُ مِقْدَارَ الشَّيْءِ قُبَيْلَ الدُّخُولِ فِيهِ، فَإِذَا أَلَمَّ الْعَاقِلُ السَّلِيمُ الْفِطْرَةِ بِالذَّنْبِ، وَذَاقَ لَذَّتَهُ عَرَفَ حَقِيقَتَهُ، وَعِنْدَ ذَلِكَ يَعُودُ إِلَيْهِ عِلْمُهُ الَّذِي حَجَبَتْهُ عَنْهُ الشَّهْوَةُ، وَيَقْوَى فِي نَفْسِهِ مَا كَانَ ضَعُفَ مِنْ نُورِ الْبَصِيرَةِ، فَيُوَازِنُ بَيْنَ هَذِهِ اللَّذَّةِ، وَبَيْنَ قُبْحِ الْمَعْصِيَةِ، وَمَا لَهَا مِنْ سُوءِ الْعَاقِبَةِ، فَيَظْهَرُ لَهُ مِنْ مَهَانَةِ نَفْسِهِ، وَسُوءِ اخْتِيَارِهِ مَا عَسَى أَنْ يَصِيرَ إِلَيْهِ أَمْرُهُ إِذَا عَادَ إِلَى ذَلِكَ، وَاعْتَادَهُ وَعُرِفَ بِهِ فَيَنْدَمُ، وَيُقْلِعُ عَنْ هَذَا الذَّنْبِ وَعَنْ غَيْرِهِ، وَيَحْمِلُ نَفْسَهُ عَلَى الْفَضِيلَةِ وَيَصْرِفُهَا عَنْ كُلِّ رَذِيلَةٍ. </p><p> وَمِنَ النَّاسِ مَنْ تَكُونُ دَاعِيَةُ الشَّهْوَةِ أَقْوَى فِي نُفُوسِهِمْ، وَأَرْسَخُ، فَكُلَّمَا أَطَاعُوهَا فِي مَعْصِيَةٍ قَامَتِ الْخَوَاطِرُ الْإِلَهِيَّةُ تُحَارِبُهَا بِلَوْمِ صَاحِبِهَا، وَتَوْبِيخِهِ حَتَّى تَنْتَصِرَ عَلَيْهَا، </p><p> وَتَقْهَرَهَا قَهْرًا لَا تَقُومُ لَهَا بَعْدَهُ قَائِمَةٌ، وَهَؤُلَاءِ يُعَدُّونَ مِنَ التَّوَّابِينَ أَيْضًا، وَمِنْهُمْ فِرْقَةٌ تَقْوَى بِالْمُجَاهَدَةِ عَلَى اجْتِنَابِ كَبَائِرِ الْإِثْمِ وَالْفَوَاحِشِ إِلَّا اللَّمَمَ فَتَكُونُ الْحَرْبُ فِي نُفُوسِهِمْ سِجَالًا بَيْنَ مَا يُلِمُّونَ بِهِ مِنَ الضَّمَائِرِ، وَبَيْنَ الْخَوَاطِرِ الْإِلَهِيَّةِ الَّتِي هِيَ جُنْدُ الْإِيمَانِ. </p><p> وَكَثِيرٌ مِنَ النَّاسِ يَقَعُ فِي ذَلِكَ الذَّنْبِ فَيَتُوبُ وَيَسْتَغْفِرُ، ثُمَّ يَعْرِضُ لَهُ مَرَّةً أُخْرَى فَيَعُودُ إِلَيْهِ، يَلُومُ نَفْسَهُ، وَيَنْدَمُ، وَيَسْتَغْفِرُ، وَهَلُمَّ جَرَّا، فَهَؤُلَاءِ فِي أَدْنَى طَبَقَاتِ التَّوَّابِينَ. وَالنَّفْسُ الْبَاقِيَةُ أَرْخَصُ عِنْدَهُمْ مِنَ النَّفْسِ الْفَانِيَةِ، وَهُمْ مَعَ ذَلِكَ مَحَلٌّ لِلرَّجَاءِ ; لِأَنَّ لَهُمْ زَاجِرًا مِنْ أَنْفُسِهِمْ يُذَكِّرُهُمْ دَائِمًا بِالرُّجُوعِ إِلَى اللهِ - تَعَالَى - عَقِبَ كُلِّ خَطِيئَةٍ، فَيُوشِكُ أَنْ يَقْوَى هَذَا الزَّاجِرُ الْمُذَكِّرُ عَلَى الشَّهَوَاتِ الْمُزَيِّنَةِ لِلْخَطِيئَةِ، فَإِنْ كَانَ تَكْرَارُ الْإِثْمِ يَزِيدُ الشَّهْوَةَ ضَرَاوَةً، وَالنَّفْسَ جُرْأَةً فَتَكْرَارُ تَذْكِيرِ الْعِلْمِ الصَّحِيحِ يُحْدِثُ فِيهَا أَلَمًا يُقَاوِمُ تِلْكَ الضَّرَاوَةَ بِتَقْرِيعِ النَّفْسِ وَتَحْقِيرِهَا وَتَصْوِيرِ سُوءِ الْعَاقِبَةِ لَهَا، فَتَكُونُ الْحَرْبُ سِجَالًا، وَأَثَرُ الْآلَامِ فِي النَّفْسِ أَقْوَى مِنْ أَثَرِ اللَّذَّاتِ فَإِمَّا أَنْ تَنْتَصِرَ الْخَوَاطِرُ وَالزَّوَاجِرُ الْإِلَهِيَّةِ بِذَلِكَ فَيَلْحَقُ صَاحِبُ هَذِهِ النَّفْسِ بِبَعْضِ تِلْكَ الطَّبَقَاتِ الَّتِي صَحَّتْ تَوْبَتُهَا، وَإِمَّا أَنْ تَنْكَسِرَ أَمَامَ جُنْدِ الشَّهْوَةِ حَتَّى تُحِيطَ بِصَاحِبِهَا الْخَطِيئَةُ فَيَكُونَ مِنَ الْمُصِرِّينَ الْهَالِكِينَ. </p><p> ثُمَّ قَالَ - تَعَالَى -: فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ الْفَاءُ لِلسَّبَبِيَّةِ، أَيْ أُولَئِكَ الْمَوْصُفُونَ بِأَنَّهُمْ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ، فَإِذَا تَرَاخَتْ تَوْبَتُهُمْ لَا يَطُولُ عَلَيْهَا الزَّمَنُ وَلَا يُصِرُّونَ عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ - يَتُوبُ اللهُ - تَعَالَى - عَلَيْهِمْ بِسَبَبِ ذَيْنِكَ الْأَمْرَيْنِ وَهُمَا </p><p> كَوْنُ فِعْلِ السُّوءِ لَمْ يَكُنْ إِلَّا عَنْ جَهَالَةٍ ; إِذْ مِثْلُهُمْ فِي إِيمَانِهِمْ، وَتَقْوَاهُمْ لَا يَعْتَمِدُ الذَّنْبَ مَعَ الرَّوِيَّةِ، وَكَوْنُ التَّوْبَةِ قَرِيبَةً مِنْ زَمَنِ الذَّنْبِ لَمْ تَدَعْ لَهُ مَجَالًا يَرْسَخُ بِهِ فِي النَّفْسِ، وَيَجُوزُ أَنْ تَجْعَلَ مَعْنَى السَّبَبِيَّةِ مُفَرَّعًا عَنْ ذَلِكَ الْأَصْلِ الْمُقَرَّرِ فِي صَدْرِ الْآيَةِ، وَهُوَ كَوْنُ قَبُولِ تَوْبَةِ هَؤُلَاءِ مِمَّا أَوْجَبَهُ اللهُ - تَعَالَى - عَلَى نَفْسِهِ بِمُقْتَضَى رَحْمَتِهِ، وَعِلْمِهِ، وَحِكْمَتِهِ، أَيْ فَأُولَئِكَ يَتُوبُ عَلَيْهِمْ قَطْعًا ; لِأَنَّ قَبُولَ تَوْبَتِهِمْ مُقَرَّرٌ حَتْمًا، وَمَوْعُودٌ بِهِ وَعْدًا مَقْضِيًّا. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: أَشَارَ إِلَيْهِمْ بَعْدَ حَصْرِ التَّوْبَةِ الْمَقْبُولَةِ لَهُمْ لِتَأْكِيدِ ذَلِكَ الْحَصْرِ، وَلِاسْتِحْضَارِهِمْ فِي الذِّهْنِ عِنْدَ الْحُكْمِ حَتَّى لَا يَخْطُرَ فِي بَالِ الْقَارِئِ وَالسَّامِعِ إِشْرَاكُ غَيْرِهِمْ مَعَهُمْ فِيهِ، وَضَمَّنَ التَّوْبَةَ مَعْنَى الْعَطْفِ، أَيْ يَعْطِفُ عَلَيْهِمْ بِقَبُولِ تَوْبَتِهِمْ وَيَعُودُ بِرَحْمَتِهِ عَلَيْهِمْ. </p><p> وَكَانَ اللهُ عَلِيمًا حَكِيمًا فَمِنْ عِلْمِهِ بِشُئُونِ عِبَادِهِ، وَمَصَالِحِهِمْ، وَحِكْمَتِهِ فِيمَا شَرَعَهُ لَهُمْ أَنَّهُ جَعَلَ التَّوْبَةَ بِشَرْطَيْهَا مَقْبُولَةً حَتْمًا ; لِأَنَّهُ يَعْلَمُ أَنَّهُمْ لِضَعْفِهِمْ لَا يَسْلَمُونَ مِنْ عَمَلِ السُّوءِ، فَلَوْ لَمْ يَكُنْ لِلْعَاصِي تَوْبَةٌ لَفَسَدَ النَّاسُ، وَهَلَكُوا ; لِأَنَّ مَنْ يَعْمَلُ السُّوءَ بِجَهَالَةٍ مِنْ ثَوْرَةِ شَهْوَةٍ، أَوْ سَوْرَةِ غَضَبٍ يَسْتَرْسِلُ حِينَئِذٍ فِي الْمَعَاصِي، وَالسَّيِّئَاتِ، وَيَتَعَمَّدُ اتِّبَاعَ الْهَوَى، وَخُطُوَاتِ الشَّيْطَانِ لِعِلْمِهِ أَنَّهُ هَالِكٌ عَلَى كُلِّ حَالٍ فَلَا فَائِدَةَ لَهُ مِنْ مُجَاهَدَةِ نَفْسِهِ وَتَزْكِيَتِهَا، أَمَا وَقَدْ شَرَعَ اللهُ - تَعَالَى - بِحِكْمَتِهِ قَبُولَ التَّوْبَةِ، فَقَدْ فَتَحَ لَهُمْ بَابَ الْفَضِيلَةِ، وَهَدَاهُمْ إِلَى مَحْوِ السَّيِّئَةِ بِالْحَسَنَةِ، وَلَوْ كَانَ كُلُّ ذَنْبٍ يُغْفَرُ، وَكُلُّ سَيِّئَةٍ يُعْفَى عَنْهَا لَمَا آثَرَ النَّاسُ الْخَيْرَ عَلَى الشَّرِّ إِلَّا حَيْثُ تَكُونُ شَهَوَاتُهُمْ وَمَهَبُّ أَهْوَائِهِمْ، ثُمَّ إِنَّهُ - تَعَالَى - يَعْلَمُ التَّوْبَةَ النَّصُوحَ، وَالتَّوْبَةَ الْخَادِعَةَ الْكَذُوبَ ; لِأَنَّهُ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ، وَمَا تُخْفِي الصُّدُورُ، وَمِنْ حِكْمَتِهِ أَنَّهُ لَا يَقْبَلُ إِلَّا التَّوْبَةَ النَّصُوحَ دُونَ حَرَكَةِ اللِّسَانِ بِالِاسْتِغْفَارِ، وَالْإِتْيَانِ بِبَعْضِ الْمُكَفِّرَاتِ مِنَ الصَّدَقَاتِ، أَوِ الْأَذْكَارِ، مَعَ الْإِصْرَارِ عَلَى الذُّنُوبِ وَالْأَوْزَارِ، فَالْمُقِيمُ عَلَى الذَّنْبِ لَا تَطْهُرُ نَفْسُهُ مِنْ دَنَسِهِ بِعَمَلِ طَاعَةٍ أُخْرَى، وَإِنْ أَحْسَنَ فِيهَا، وَأَخْلَصَ، فَكَيْفَ مَنْ يَكُونُ عَمَلُهُ لَهَا صُورِيًّا تَقْلِيدِيًّا لَا يَمَسُّ سَوَادَ قَلْبِهِ قَطُّ، وَلَا يَدُلُّ عَلَى عِنَايَتِهِ بِأَمْرِ الدِّينِ، وَلَا خَشْيَتِهِ لِلَّهِ رَبِّ الْعَالَمِينَ، كَأَلْفَاظِ الِاسْتِغْفَارِ وَالتَّسْبِيحِ! وَلِذَلِكَ جَمَعَ فِي الْآيَةِ السَّابِقَةِ بَيْنَ التَّوْبَةِ، وَإِصْلَاحِ الْعَمَلِ، وَذَكَرْنَا بَعْضَ الْآيَاتِ الَّتِي فِي مَعْنَاهَا. وَإِنْ أَرَدْتَ الزِّيَادَةَ فِي هَذَا الْمَعْنَى فَرَاجِعْ تَفْسِيرَ مَا تَقَدَّمَ مِنَ الْآيَاتِ كَقَوْلِهِ - تَعَالَى -: فَاغْفِرْ لَنَا ذُنُوبَنَا - إِلَى قَوْلِهِ - وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ [٣: ١٦، ١٧] وَقَوْلِهِ: وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ [٣: ١٣٥] وَقَدْ أَشَارَ الْأُسْتَاذُ الْإِمَامُ هُنَا إِلَى نُكْتَةِ ذِكْرِ صِفَةَ الْعِلْمِ، وَصِفَةِ الْحِكْمَةِ هُنَا بِقَرِيبٍ مِمَّا ذَكَرْنَاهُ، وَذِكْرِ غُرُورِ الْجَاهِلِينَ مِنَ الْخَلَفِ الطَّالِحِ بِالْأَذْكَارِ الْقَوْلِيَّةِ، وَاعْتِمَادِهِمْ عَلَيْهَا، وَظَنِّهِمْ أَنَّهَا تُنْجِيهِمْ فِي </p><p> الْآخِرَةِ مِنَ الْمُؤَاخَذَةِ عَلَى الذُّنُوبِ، وَإِنْ أَصَرُّوا عَلَيْهَا، وَقَالَ: إِنَّ مِثْلَ هَذَا كَانَ مَعْهُودًا فِي الْأَدْيَانِ السَّابِقَةِ، وَذَلِكَ أَنَّ الْأُمَمَ اسْتَثْقَلَتِ التَّكَالِيفَ لِجَهْلِهَا بِفَائِدَتِهَا، فَفَسَقَتْ عَنْ أَمْرِ رَبِّهَا، وَاتَّبَعَتْ أَهْوَاءَهَا، وَجَعَلَتْ حَظَّهَا مِنَ الدِّينِ بَعْضَ الْأَذْكَارِ، وَالْأَوْرَادِ السَّهْلَةِ الَّتِي لَا تَمْنَعُهَا مِنْ شَهَوَاتِهَا وَأَهْوَائِهَا شَيْئًا، فَصَارَ الدِّينُ عِنْدَ </p><p> أَكْثَرِهِمْ عِبَارَةً عَنْ حَرَكَاتٍ لِسَانِيَّةٍ، وَبَدَنِيَّةٍ لَا تُهَذِّبُ خُلُقًا، وَلَا تُصْلِحُ عَمَلًا، وَقَدِ اتَّبَعَ الْكَثِيرُونَ مِنَّا سَنَنَهُمْ شِبْرًا بِشِبْرٍ، وَذِرَاعًا بِذِرَاعٍ أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا [٤٧: ٢٤] </p><p> بَعْدَ مَا بَيَّنَ - تَعَالَى - حَالَ مَنْ ضَمِنَ قَبُولَ تَوْبَتِهِمْ قَالَ مُبَيِّنًا حَالَ مَنْ قَطَعَ بِأَنَّهُ لَيْسَ لَهُمْ تَوْبَةٌ مَقْبُولَةٌ عِنْدَهُ: وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ قَالَ الْأُسْتَاذُ الْإِمَامُ: قَالَ - تَعَالَى - فِي الْآيَةِ السَّابِقَةِ: إِنَّمَا التَّوْبَةُ عَلَى اللهِ وَلَمْ يَقُلْ هُنَا \"، وَلَيْسَتِ التَّوْبَةُ عَلَى اللهِ \" إلخ. وَذَلِكَ أَنَّهُ لَيْسَ الْمُرَادُ نَفْيَ الْقَطْعِ بِقَبُولِ تَوْبَتِهِمْ، وَإِنَّمَا الْمُرَادُ نَفْيُ وُقُوعِ التَّوْبَةِ الصَّحِيحَةِ مِنْهُمْ، وَأَنَّهُ لَيْسَ مِنْ شَأْنِهَا أَنْ تَكُونَ لَهُمْ، وَلَوْ نَفَى كَوْنَهَا مِمَّا أَوْجَبَهُ - تَعَالَى - عَلَى نَفْسِهِ لَكَانَ الْمَعْنَى أَنَّهَا غَيْرُ وَاجِبَةٍ لَهُمْ، وَلَا مَقْطُوعٍ بِقَبُولِهَا مِنْهُمْ، وَلَكِنَّهُمْ قَدْ يَنَالُونَهَا. </p><p> وَأَقُولُ: إِنَّ وَجْهَ النَّفْيِ هُوَ أَنَّ هَؤُلَاءِ الَّذِينَ نَفَى ثُبُوتَ التَّوْبَةِ لَهُمْ لَيْسُوا مِمَّنِ اقْتَضَتِ السُّنَنُ الْإِلَهِيَّةُ فِي خَلْقِ الْإِنْسَانِ، وَتَأْثِيرِ أَعْمَالِهِ فِي صِفَاتِ نَفْسِهِ، وَمَلَكَاتِهَا، ثُمَّ تَرَتُّبِ أَعْمَالِهِ عَلَى أَخْلَاقِهِ وَمَلَكَاتِهِ ; بِأَنْ يَكُونُوا مِمَّنْ يَرْجِعُ عَنِ السَّيِّئَاتِ بَعْدَ الِاسْتِمْرَارِ عَلَيْهَا، وَيَنْخَلِعُ عَنْهَا، وَيُطَهِّرُ قَلْبَهُ، وَيُزَكِّي نَفْسَهُ مِنْ أَدْرَانِهَا فَيَكُونُ أَهْلًا لِرَحْمَةِ اللهِ أَنْ تَعْطِفَ عَلَيْهِ ; وَمَحَلًّا لِاسْتِجْلَابِ نِعَمِهِ فَيَعُودُ مَا نَفَرَ مِنْهَا بِالْمَعَاصِي إِلَيْهِ، بَلْ مَضَتْ سُنَّةُ اللهِ - تَعَالَى - فِي أَمْثَالِهِمْ أَنْ تُحِيطَ بِهِمْ خَطَايَاهُمْ وَسَيِّئَاتُهُمْ فَلَا تَدَعُ لِلطَّاعَاتِ وَالْحَسَنَاتِ مَكَانًا مِنْ نُفُوسِهِمْ فَيُصِرُّونَ عَلَيْهَا إِلَى أَنْ يَحْضُرَ أَحَدَهُمُ الْمَوْتُ، وَيَيْأَسَ مِنَ الْحَيَاةِ الَّتِي تَمَتَّعَ فِيهَا بِمَا كَانَ يَتَمَتَّعُ، فَعِنْدَ ذَلِكَ يَقُولُ: إِنِّي تُبْتُ وَمَا هُوَ مِنَ التَّائِبِينَ، بَلْ مِنَ الْمُدَّعِينَ الْكَاذِبِينَ، كَمَا يَأْتِي قَرِيبًا. </p><p> قَالَ الْأُسْتَاذُ: وَقَالَ هُنَاكَ: يَعْمَلُونَ السُّوءَ وَهَاهُنَا: يَعْمَلُونَ السَّيِّئَاتِ وَالْجَمْعُ هَاهُنَا يَعُمُّ جَمِيعَ أَفْرَادِ النَّوْعِ الْوَاحِدِ مِنَ الْمَعَاصِي الَّتِي تَكُونُ بِالْإِصْرَارِ وَالتَّكْرَارِ، فَالْمُصِرُّ عَلَى ذَنْبٍ وَاحِدٍ مِنَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتْمًا، وَيَعُمُّ جَمِيعَ الْأَنْوَاعِ الْمُخْتَلِفَةِ مِنْهَا، وَأَقُولُ: إِنَّ الْإِصْرَارَ عَلَى بَعْضِ أَفْرَادِ الذُّنُوبِ يُغْرِي صَاحِبَهُ بِأَفْرَادٍ أُخْرَى مِنْ نَوْعِهَا، أَوْ جِنْسِهَا، وَالشَّرُّ دَاعِيَةُ الشَّرِّ، كَمَا أَنَّ الْخَيْرَ دَاعِيَةُ الْخَيْرِ. </p><p> قَالَ: وَقَالَ هُنَاكَ: ثُمَّ يَتُوبُونَ فَأَسْنَدَ التَّوْبَةَ إِلَيْهِمْ، وَقَالَ هَاهُنَا: قَالَ إِنِّي تُبْتُ الْآنَ فَبَيَّنَ أَنَّ وَاحِدَ هَؤُلَاءِ يَدَّعِي التَّوْبَةَ عِنْدَ الْعِلْمِ بِالْعَجْزِ عَنِ الذَّنْبِ، أَيْ أَنَّ قَلْبَهُ لَمْ يَنْخَلِعْ مِنَ الذَّنْبِ، وَنَفْسَهُ لَمْ تَرْغَبْ عَنْهُ فَيَكُونُ تَائِبًا. وَإِنَّمَا مَثَلُهُ كَمَثَلِ رَجُلٍ كَانَ يَعِيثُ فِي أَرْضِ آخَرَ فَسَادًا فَظَفِرَ بِهِ هَذَا وَوَضَعَ السَّيْفَ عَلَى عُنُقِهِ وَأَرَادَ أَنْ يَفْصِلَ رَأْسَهُ عَنْ بَدَنِهِ فَاسْتَغَاثَ وَقَالَ: إِنَّهُ لَا يَعُودُ إِلَى ذَلِكَ الْإِفْسَادِ، وَلَكِنَّ نَفْسَهُ لَمْ تَنْفِرْ مِنْهُ، وَلَمْ تَسْتَقْبِحْهُ لِأَنَّهُ فَسَادٌ، فَهِيَ إِذَا زَالَ الْخَوْفُ تَعُودُ </p><p> إِلَى الدَّعْوَةِ إِلَيْهِ، وَلَا تَلْقَى مِنْ صَاحِبِهَا إِلَّا الطَّاعَةَ وَالِانْقِيَادَ ; وَلِهَذَا قَيَّدَ الْقَوْلَ بِكَلِمَةِ الْآنَ وَالْآنِيَّةُ تُنَافِي الِاسْتِمْرَارَ الَّذِي دَلَّ عَلَيْهِ الْمُضَارِعُ \" يَتُوبُونَ \" هُنَاكَ، وَمِنْ هُنَا يُمْكِنُنَا أَنْ نُمَيِّزَ الْحَقَّ مِنْ بَيْنِ تِلْكَ الْأَقْوَالِ الَّتِي رَوَوْهَا فِي حُضُورِ الْمَوْتِ، كَقَوْلِهِمْ: إِنَّ الْمُرَادَ بِهِ حَالُ الْحَشْرَجَةِ، أَوِ الْغَرْغَرَةِ، أَوْ ذَهَابِ التَّمْيِيزِ، وَالْإِدْرَاكِ، وَمَنْ كَانَ فِي مِثْلِ هَذِهِ الْأَحْوَالِ لَا يَصْدُرُ عَنْهُ قَوْلٌ. وَالْمُخْتَارُ أَنَّ الْمُرَادَ بِحُضُورِ الْمَوْتِ هُوَ تَحَقُّقُ وُقُوعِهِ، وَالْيَأْسُ مِنَ الْحَيَاةِ. </p><p> وَ \" حَتَّى \" ابْتِدَائِيَّةٌ، وَمَا بَعْدَهَا غَايَةٌ لِمَا قَبْلَهَا، أَيْ لَيْسَتِ التَّوْبَةُ لِلَّذِينِ يَعْمَلُونَ السَّيِّئَاتِ مُنْهَمِكِينَ فِيهَا إِلَى حُضُورِ مَوْتِهِمْ وَصُدُورِ ذَلِكَ الْقَوْلِ مِنْهُمْ، وَأَقُولُ: وَقَدَّرَ بَعْضُ الْمُفَسِّرِينَ قَيْدَ \" عَلَى اللهِ \" فَقَالَ: الْمَعْنَى: وَلَيْسَتِ التَّوْبَةُ أَيْ قَبُولُهَا حَتْمًا لِهَؤُلَاءِ، وَنَفْيُ التَّحْقِيقِ غَيْرُ تَحَقُّقِ النَّفْيِ، فَيَكُونُ أَمْرُ مَنْ ذُكِرَ فِي هَذِهِ الْآيَةِ مُبْهَمًا يُفَوَّضُ الْأَمْرَ فِيهِ إِلَى اللهِ - تَعَالَى -. وَمَا اخْتَارَهُ شَيْخُنَا هُوَ الصَّحِيحُ الْمُتَبَادِرُ. </p><p> ثُمَّ قَالَ: إِنَّهُمْ يَرْوُونَ هُنَا أَحَادِيثَ فِي قَبُولِ تَوْبَةِ الْعَبْدِ مَا لَمْ يُغَرْغِرْ، أَوْ تَبْلُغْ رُوحُهُ الْحُلْقُومَ، وَإِنِّي أُوَافِقُهُمْ عَلَى ذَلِكَ إِذَا حَصَلَتِ التَّوْبَةُ بِالْفِعْلِ بِأَنْ أَدْرَكَ الْمُذْنِبُ قُبْحَ مَا كَانَ عَمِلَهُ مِنَ السَّيِّئَاتِ، وَكَرِهَهُ وَنَدِمَ عَلَى مُزَاوَلَتِهِ، وَزَالَ مَيْلُهُ إِلَيْهِ مِنْ قَلْبِهِ بِحَيْثُ لَوْ عَاشَ لَمَا عَادَ إِلَيْهِ، أَيْ مَعَ الرَّوِيَّةِ، وَالتَّعَمُّدِ كَمَا كَانَ، وَمَا كُلُّ تَصَوُّرٍ لِقُبْحِ الذَّنْبِ، أَوْ تَصْدِيقٍ بِقُبْحِهِ وَضَرَرِهِ يَكُونُ سَبَبًا لِتَرْكِهِ، فَإِنَّ لِلتَّصَوُّرَاتِ، وَالتَّصْدِيقَاتِ مَرَاتِبَ لَا يُعْتَدُّ مِنْهَا فِي بَابِ الْعِلْمِ النَّافِعِ إِلَّا بِالْقَوِيِّ الَّذِي يَتَرَتَّبُ عَلَيْهِ الْعَمَلُ ; لِرُجْحَانِهِ عَلَى مُقَابِلِهِ. وَضَرَبَ مَثَلًا لِلتَّصْدِيقِ الْمَرْجُوحِ: تَصْدِيقُهُ مَا قَالَهُ الْأَطِبَّاءُ لَهُ مِنْ أَنَّ صَوْتَهُ يَضُرُّهُ الْحَامِضُ وَقَدْ أَيَّدَتِ التَّجْرِبَةُ ذَلِكَ، وَهُوَ مَعَ ذَلِكَ لَا يَعُدُّهُ عِلْمًا يَقِينِيًّا تَامًّا لِأَنَّهُ مَغْلُوبٌ بِعِلْمٍ وِجْدَانِيٍّ </p><p> أَقْوَى مِنْهُ، وَهُوَ مَا أَلِفَتِ النَّفْسُ مِنْ إِدْرَاكِ لَذَّةِ الْحَامِضِ وَطَلَبِ الطَّبِيعَةِ لَهُ، وَلَوْ كَانَ عِلْمًا تَامًّا لَمَا تَنَاوَلَ الْحَامِضَ فِي بَعْضِ الْأَوْقَاتِ ; فَإِنَّ الْعِلْمَ الْحَقِيقِيَّ هُوَ الَّذِي يَحْكُمُ عَلَى الْإِرَادَةِ وَيَصْرِفُهَا فِي الْعَمَلِ فَلَا تَجِدُ عَنْ طَاعَتِهِ مَصْرِفًا. </p><p> قَالَ: وَهَذَا الْمَعْنَى هُوَ الَّذِي أَدْرَكَهُ الصُّوفِيَّةُ إِذْ قَالُوا: إِنَّ الِاعْتِقَادَ أَوِ الْإِدْرَاكَ لَا يَكُونُ عِلْمًا صَحِيحًا نَافِعًا يُثِيبُ اللهُ عَلَيْهِ إِلَّا إِذَا صَارَ ذَوْقًا، وَيَعْنُونَ بِصَيْرُورَتِهِ ذَوْقًا أَنْ يَصِيرَ وِجْدَانًا لِلنَّفْسِ يَمْتَزِجُ بِهَا وَيَكُونَ هُوَ الْحَاكِمَ عَلَيْهَا. فَلَيْتَ شِعْرِي هَلْ يَحْدُثُ لِلْمُصِرِّ عَلَى السَّيِّئَاتِ الْمُسْتَأْنِسِ بِهَا فِي عَامَّةِ أَيَّامِ الْحَيَاةِ مِثْلُ هَذَا الْوِجْدَانِ لِقُبْحِهَا، وَكَرَاهَتِهَا قَبْلَ الْمَوْتِ مِنْ حَيْثُ إِنَّهَا مُدَنِّسَةٌ لِلنَّفْسِ مُبْعِدَةٌ لَهَا عَنْ مَنَازِلَ الْأَبْرَارِ، أَمِ الَّذِي يَحْصُلُ لَهُ هُوَ إِدْرَاكُ الْعَجْزِ عَنْهَا، وَالْيَأْسِ مِنْهَا، وَكَرَاهَةِ مَا يَتَوَقَّعُهُ مِنْ قُرْبِ الْعِقَابِ عَلَيْهَا بِالْمَوْتِ الَّذِي يَكُونُ وَرَاءَهُ نُزُولُ الْوَعِيدِ بِهِ؟ وَهَلْ يُسَمَّى هَذَا الْأَخِيرُ تَوْبَةً مِنَ الذَّنْبِ، وَرُجُوعًا إِلَى مَا يَرْضَاهُ الرَّبُّ؟ اللهُ أَعْلَمُ بِالسَّرَائِرِ، وَإِنَّمَا يُجَازِي النَّاسَ بِحَسَبِ مَا يَعْلَمُ، وَعَلَيْنَا أَنْ نَأْخُذَ بِالْأَحْوَطِ وَالْأَسْلَمِ، هَذَا مَعْنَى مَا قَالَهُ الْأُسْتَاذُ - رَحِمَهُ اللهُ - فِي دَرْسَيْنِ، وَهُوَ مَعَ تَفْسِيرِ الْآيَةِ الْأُولَى لَا يَخْلُو مِنْ تَكْرَارٍ مُفِيدٍ عَلَى تَصَرُّفِنَا فِيهِ بِالتَّقْدِيمِ، وَالتَّأْخِيرِ، وَالْحَذْفِ، وَالزِّيَادَةِ الَّتِي تُجْلِي الْمَعْنَى، وَلَا تُغَيِّرُهُ، وَالْوُصُولُ إِلَى </p><p> تَحْقِيقِ الْحَقِّ فِي أَمْثَالِ هَذِهِ الْمَسَائِلِ الْمُهِمَّةِ لَا يَكُونُ إِلَّا بِالتَّكْرَارِ، وَالْبَسْطِ، وَالْإِيضَاحِ. وَسَيَأْتِي ذِكْرٌ لِلتَّوْبَةِ وَشُرُوطِهَا فِي آيَاتٍ أُخْرَى مَنْ سُوَرٍ أُخْرَى، وَتَقَدَّمَ ذِكْرُهَا مِنْ قَبْلُ. </p><p> قَالَ - تَعَالَى -: وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أَيْ لَا تَوْبَةَ لِأُولَئِكَ وَلَا هَؤُلَاءِ - وَقَدِ اسْتَشْكَلُوا ذِكْرَ نَفْيِ تَوْبَةِ هَؤُلَاءِ مَعَ كَوْنِهِ بَدِيهِيًّا لَا سِيَّمَا بَعْدَ تَقْرِيرِ مَا سَبَقَهُ، فَإِنَّهُ إِذَا كَانَ الْمُؤْمِنُ لَيْسَ لَهُ تَوْبَةٌ عِنْدَ حُضُورِ الْمَوْتِ، فَالْأَوْلَى أَلَّا يَكُونَ لِلْكَافِرِ عِنْدَ الْمَوْتِ، فَكَيْفَ يُتَصَوَّرُ أَنْ يَكُونَ لَهُ تَوْبَةٌ بَعْدَهُ؟ وَقَدْ يَخْطُرُ فِي الْبَالِ أَنَّ الْمُرَادَ نَفْعُ مَا يَكُونُ مِنْ تَوْبَتِهِمْ فِي الْآخِرَةِ، وَهِيَ مَا حَكَاهُ - تَعَالَى - عَنْهُمْ فِي آيَاتٍ كَثِيرَةٍ: رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ [٢٣: ١٠٧] وَلَا أَتَذَكَّرُ الْآنَ أَنَّ أَحَدًا مِنَ الْمُفَسِّرِينَ قَالَ بِذَلِكَ، بَلْ قَالَ بَعْضُهُمْ: إِنَّ الْمُرَادَ مِنْ نَفْيِ تَوْبَةِ هَؤُلَاءِ هُوَ الْمُبَالَغَةُ فِي عَدَمِ قَبُولِ تَوْبَةِ مَنْ قَبْلَهُمْ، وَالْإِيذَانُ بِأَنَّهَا كَالْعَدَمِ، وَأَنْ ذَوِيهَا فِي مَرْتَبَةِ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ، بَلْ قَالَ بَعْضُهُمْ: </p><p> إِنَّ فِي تَكْرِيرِ حَرْفِ النَّفْيِ إِشْعَارًا بِكَوْنِ حَالِ الْمُسَوِّفِينَ فِي عَدَمِ اسْتِتْبَاعِ الْجَدْوَى أَقْوَى مِنْ حَالِ الَّذِينَ يَمُوتُونَ عَلَى الْكُفْرِ، وَجَوَّزَ بَعْضُهُمْ أَنْ يُرَادَ بِالْفَرِيقَيْنِ الْكُفَّارُ، وَبَعْضُهُمْ أَنْ يُرَادَ بِهِمَا الْفُسَّاقُ عَلَى أَنْ يَكُونَ التَّعْبِيرُ عَنْهُمْ بِالْكُفَّارِ مِنْ بَابِ التَّغْلِيظِ. </p><p> وَاخْتَارَ شَيْخُنَا أَنَّ الْمُرَادَ بِالْكُفْرِ هُنَا: مَا هُوَ دُونَ الشِّرْكِ، وَعَدَمُ تَصْدِيقِ دَعْوَةِ النُّبُوَّةِ، وَهُوَ اسْتِعْمَالٌ مَعْرُوفٌ فِي الْقُرْآنِ، وَصَرَّحَ بِهِ بَعْضُ الْعُلَمَاءِ الْأَعْلَامِ، وَقَالُوا: إِنَّهُ يُوجَدُ كُفْرٌ دُونَ كُفْرٍ، وَبِهِ فَسَّرَ أَبُو حَامِدٍ الْغَزَالِيُّ الْحَدِيثَ الصَّحِيحَ: لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ فَقَدْ بَيَّنَ أَنَّ مَا يَجِبُ الْإِيمَانُ بِهِ قِسْمَانِ: قِسْمٌ يَجِبُ أَنْ يُعْلَمَ لِذَاتِهِ وَلَا يَتَعَلَّقُ بِهِ عَمَلٌ كَالْإِيمَانِ بِوُجُودِ اللهِ، وَبِوَحْدَانِيَّتِهِ وَسَائِرِ مَا وَصَفَ بِهِ نَفْسَهُ وَبِالْوَحْيِ وَصِدْقِ الرُّسُلِ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ -، وَقِسْمٌ يَجِبُ أَنْ يُعْلَمَ لِيُعْمَلَ بِهِ كَالْإِيمَانِ بِالْفَرَائِضِ، وَكَوْنِ أَدَائِهَا مِنْ أَسْبَابِ رِضْوَانِ اللهِ وَمَثُوبَتِهِ، وَبِتَحْرِيمِ الْمُحَرَّمَاتِ، وَكَوْنِ اقْتِرَافِهَا مِنْ أَسْبَابِ سُخْطِهِ - تَعَالَى - وَعِقَابِهِ، أَيْ فَوْقَ مَا فِي الْفَرَائِضِ مِنْ إِصْلَاحِ النَّفْسِ، وَحَالِ الِاجْتِمَاعِ، وَمَا فِي الْمُحَرَّمَاتِ مِنَ الضَّرَرِ فِي الْأَفْرَادِ، وَالْجَمْعِيَّاتِ، وَيُسَمِّي أَبُو حَامِدٍ الْقِسْمَ الْأَوَّلَ عِلْمَ الْمُكَاشَفَةِ، وَالثَّانِيَ عِلْمَ الْمُعَامَلَةِ، وَيَقُولُ: إِنَّ مَنْ يَعْمَلُ السَّيِّئَةَ الْمُحَرَّمَةَ لَا يَكُونُ مُؤْمِنًا بِتَحْرِيمِهَا، وَصِدْقِ الرَّسُولِ فِيمَا أَخْبَرَ بِهِ مِنْ كَوْنِهَا مُوجِبَةً لِسُخْطِ اللهِ - تَعَالَى - وَعَذَابِهِ، وَهُوَ - أَيِ الْغَزَالِيُّ - لَا يَنْفِي إِيمَانَ هَذَا مِنْ حَيْثُ إِنَّهُ قَدْ فَاتَتْهُ ثَمَرَتُهُ، وَهِيَ الْعَمَلُ بِهِ فَقَطْ، بَلْ يَقُولُ: إِنَّ الْإِيمَانَ يُشْتَرَطُ فِيهِ الْيَقِينُ، وَمَنْ أَيْقَنَ بِأَنَّ شَيْئًا مِنَ الْأَشْيَاءِ يَضُرُّهُ فَهُوَ لَا يَأْتِيهِ كَمَا هُوَ مَعْلُومٌ مِنْ غَرَائِزِ الْبَشَرِ، وَارْتِبَاطِ أَعْمَالِهِمْ بِإِرَادَتِهِمْ، وَإِرَادَتِهِمْ بِعُلُومِهِمُ الْمُتَعَلِّقَةِ بِالنَّفْعِ وَالضَّرَرِ، بَلْ عُلِمَ مِنْ عَادَةِ الْإِنْسَانِ وَطَبْعِهِ أَنْ يَحْتَاطَ فِي دَفْعِ الضَّرَرِ، حَتَّى إِنَّهُ لَيَعْمَلُ فِيهِ بِقَوْلِ مَنْ لَا ثِقَةَ بِقَوْلِهِ عِنْدَهُ لِعَدَمِ عَدَالَتِهِ. وَضَرَبَ لِذَلِكَ أَبُو حَامِدٍ مَثَلًا فَقَالَ مَا مَعْنَاهُ: </p><p> إِذَا كُنْتَ جَائِعًا وَلَمْ تَجِدْ إِلَّا طَعَامًا أَخْبَرَكَ رَجُلٌ يَهُودِيُّ لَا تَثِقُ بِرِوَايَتِهِ فِي أَخْبَارِهِ أَنَّهُ مَسْمُومٌ، أَفَلَا تَبْنِي عَلَى الِاحْتِيَاطِ وَتَتْرُكُ الْأَكْلَ مِنْ ذَلِكَ الطَّعَامِ؟ بَلْ إِنَّكَ لَتَقُولُ: إِنَّهُ يُحْتَمَلُ أَنْ يَكُونَ صَادِقًا فَلَا أُعَرِّضُ نَفْسِي لِلْهَلَاكِ بِهَذَا الطَّعَامِ! وَقَدْ أَخْبَرَكَ النَّبِيُّ الْمَعْصُومُ الصَّادِقُ الْأَمِينُ بِأَنَّ هَذِهِ الذُّنُوبَ سُمُومٌ مُهْلِكَةٌ لِلْأَرْوَاحِ مُفْضِيَةٌ إِلَى سُخْطِ اللهِ، وَعَذَابِهِ، فَكَيْفَ تَدَّعِي الْإِيمَانَ بِهِ، وَالْجَزْمَ بِصِدْقِهِ، وَأَنْتَ تَجْعَلُ </p><p> خَبَرَهُ دُونَ خَبَرِ ذَلِكَ الْيَهُودِيِّ الَّذِي تَجْزِمُ بِعَدَمِ عَدَالَتِهِ! ؟ وَفِي هَذَا الْمَقَامِ يَذْكُرُ حَدِيثَ لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ إلخ. أَيْ إِنَّ هَذَا الْإِيمَانَ الْخَاصَّ لَا يَكُونُ مُلَابِسًا التَّلَبُّسَ حِينَ التَّلَبُّسِ بِالْمَعْصِيَةِ، فَإِذَا عَادَ إِلَيْهَا بَعْدَ الْعَمَلِ تَأَلَّمَتْ فَبَعَثَهَا الْأَلَمُ عَلَى التَّوْبَةِ، كَمَا حَقَّقَهُ فِي شَرْحِ حَقِيقَةِ التَّوْبَةِ، وَكَوْنِهَا مُرَكَّبَةً مِنْ عِلْمٍ وَحَالٍ وَعَمَلٍ: الْعِلْمُ يُوجِبُ الْحَالَ، وَالْحَالُ تُوجِبُ الْعَمَلَ، أَيْ إِنَّ الْعِلْمَ بِحُرْمَةِ الذَّنْبِ، وَالْوَعِيدِ عَلَيْهِ يُحْدِثُ فِي النَّفْسِ حَالًا مُؤَثِّرَةً تَبْعَثُ عَلَى الْعَمَلِ بِتَرْكِ الْمُحَرَّمِ، وَكَذَلِكَ الْعِلْمُ بِوُجُوبِ الْوَاجِبِ إِلَى آخِرِ مَا حَقَّقَهُ، وَبَيَّنَهُ بِالتَّفْصِيلِ فَيُرَاجَعُ فِي كِتَابِ التَّوْبَةِ مِنْ أَوَّلِ الْجُزْءِ الرَّابِعِ مِنَ الْإِحْيَاءِ. </p><p> قَالَ - تَعَالَى -: أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا أَيْ أُولَئِكَ الْفَرِيقَانِ الْبَعِيدَانِ عَنْ سُنَّةِ الْفِطْرَةِ، وَهِدَايَةِ الشَّرِيعَةِ، الْمُسْتَعْبَدَانِ لِسُلْطَانِ الشَّهْوَةِ وَشَيْطَانِ الرَّذِيلَةِ، قَدْ أَعْتَدْنَا، وَهَيَّأْنَا لَهُمْ عَذَابًا مُؤْلِمًا فِي دَارِ الْجَزَاءِ بِمَا قَدَّمُوا لِأَنْفُسِهِمْ فِي دَارِ الْأَعْمَالِ، فَإِنَّ إِصْرَارَهُمْ عَلَى السَّيِّئَاتِ إِلَى أَنْ وَافَاهُمُ الْمَمَاتُ قَدْ دَسَّى نُفُوسَهُمْ، وَأَفْسَدَ قُلُوبَهُمْ، فَصَارُوا مِنَ التُّحُوتِ، تَهْبِطُ خَطَايَاهُمْ بِأَرْوَاحِهِمْ إِلَى هَاوِيَةِ الْهَوَانِ. وَتَعْجَزُ عَنِ الْعُرُوجِ إِلَى فَرَادِيسِ الْجِنَانِ، وَمَعَاهِدِ الْكَرَامَةِ وَالرِّضْوَانِ. </p><p> يَاأَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللهُ فِيهِ خَيْرًا كَثِيرًا وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا </p>"
}