{
  "id": null,
  "sura": 4,
  "aya": 7,
  "text": "<p> لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا </p><p> لَهُمْ قَوْلًا مَعْرُوفًا وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا </p><p> الْمُفْرَدَاتُ: وَلْيَخْشَ أَمْرٌ مِنَ الْخَشْيَةِ، وَهِيَ كَمَا فِي الْمَعَاجِمِ الْخَوْفُ، وَقَالَ الرَّاغِبُ: هِيَ خَوْفٌ يَشُوبُهُ تَعْظِيمٌ وَأَكْثَرُ مَا يَكُونُ ذَلِكَ عَنْ عِلْمٍ بِمَا يُخْشَى مِنْهُ ; وَلِذَلِكَ خُصَّ الْعُلَمَاءُ بِهَا فِي قَوْلِهِ: إِنَّمَا يَخْشَى اللهَ مِنْ عِبَادِهِ الْعُلَمَاءُ [٣٥: ٢٨] . </p><p> وَأَقُولُ: إِنَّ الْقَيْدَ الَّذِي ذَكَرَهُ لَا يَظْهَرُ فِي كُلِّ الشَّوَاهِدِ الَّتِي وَرَدَتْ مِنْ هَذَا الْحَرْفِ فِي الْقُرْآنِ، وَكَلَامِ الْعَرَبِ فَلَمْ يَكُنْ عِنْدَ عَنْتَرَةَ خَوْفٌ مَشُوبٌ بِتَعْظِيمٍ وَلَا عِلْمٍ فِيمَا عَبَّرَ عَنْهُ بِقَوْلِهِ: </p><p> وَلَقَدْ خَشِيتُ بِأَنْ أَمُوتَ وَلَمْ تَكُنْ ... لِلْحَرْبِ دَائِرَةٌ عَلَى ابْنَيْ ضَمْضَمِ </p><p> فَإِنْ كَانَ بَيْنَ الْخَوْفِ وَالْخَشْيَةِ فَرْقٌ فَالْأَقْرَبُ عِنْدِي أَنْ تَكُونَ الْخَشْيَةُ هِيَ الْخَوْفُ فِي مَحَلِّ الْأَمَلِ. وَمَنْ دَقَّقَ النَّظَرَ فِي الْآيَاتِ الَّتِي وَرَدَ فِيهَا حَرْفُ الْخَشْيَةِ يَجِدُ هَذَا الْمَعْنَى فِيهَا، وَلَعَلَّ أَصْلَ الْخَشْيَةِ مِنْ مَادَّةِ خَشَتِ النَّخْلَةُ تَخْشُو إِذَا جَاءَ تَمْرُهَا دَقَلًا (رَدِيئًا) ، وَهِيَ مِمَّا يُرْجَى مِنْهَا الْجَيِّدُ. وَلَمْ يَرِدْ فِي الْآيَةِ ذِكْرُ مَفْعُولٍ وَلْيَخْشَ فَالظَّاهِرُ أَنَّ الْمُرَادَ مِنْهُ الْأَمْرُ بِالتَّلَبُّسِ بِالْخَشْيَةِ كَقَوْلِهِ: وَأَمَّا مَنْ جَاءَكَ يَسْعَى وَهُوَ يَخْشَى [٨٠: ٨، ٩] أَوْ حَذَفَ الْمَفْعُولَ لِتَذْهَبَ النَّفْسُ فِي تَصَوُّرِهِ إِلَى كُلِّ مَا يُخْشَى فِي ذَلِكَ. وَقَالَ الرَّاغِبُ: أَيْ لِيَسْتَشْعِرُوا خَوْفًا مِنْ مَعَرَّتِهِ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: لِيَخْشَوُا اللهَ. </p><p> قَوْلًا سَدِيدًا قَالَ الْمُفَسِّرُونَ: السَّدِيدُ هُوَ الْعَدْلُ وَالصَّوَابُ. وَهُوَ لَا يَكُونُ مِنَ الْمُتَدَيِّنِ </p>"
}