{
  "id": null,
  "sura": 4,
  "aya": 33,
  "text": "<p> مَا يُحَقِّرُونَهُ فِي اعْتِقَادِهِمْ، يَقُولُونَ: مَا هُوَ فُلَانٌ؟ لَا يَعْلَمُ إِلَّا كَذَا وَكَذَا مِمَّا يَعْلَمُهُ الصِّبْيَانُ، وَمَا هِيَ أَعْمَالُهُ الَّتِي تُذْكَرُ لَهُ؟ إِنَّهُ لَيَقْدِرُ عَلَيْهَا كُلُّ النَّاسِ، أَوْ إِنَّهُ يَقْصِدُ بِهَا السُّمْعَةَ وَالرِّيَاءَ، أَوْ ظَاهِرُهَا نَفْعٌ وَبَاطِنُهَا إِيذَاءٌ، وَلَكِنْ مَا بَالُهُمْ قَدْ أَصْبَحُوا مِنْهُ فِي شُغْلٍ شَاغِلٍ؟ ، وَلِمَاذَا حَمَّلُوا أَنْفُسَهُمْ عَنَاءَ الْكَيْدِ لَهُ وَالْمَكْرِ بِهِ؟ أَلَمْ يَرَوْا شَرًّا فِي الْأَرْضِ يَسْعَوْنَ فِي إِزَالَتِهِ إِلَّا عِلْمَهُ النَّاقِصَ، وَعَمَلَهُ النَّافِعَ الَّذِي يَخْشَوْنَ احْتِمَالَ ضَرَرِهِ، أَلَا مُحَاسِبٌ الْحَاسِدُونَ أَنْفُسَهُمْ، فَيَتَبَيَّنَ لَهُمْ أَنَّهُمْ يُسِيئُونَ إِلَيْهَا أَكْثَرَ مِمَّا يُسِيئُونَ إِلَى مَحْسُودِيهِمْ؟ أَلَا يَجِدُونَ لِأَنْفُسِهِمْ مَصْرِفًا عَنْ نَارِ الْحَسَدِ الَّتِي تَطَّلِعُ عَلَى أَفْئِدَتِهِمْ، قَبْلَ أَنْ تَأْكُلَ بَقَايَا الرِّضَا بِقَضَاءِ اللهِ </p><p> وَقَدَرِهِ، وَقِسْمَتِهِ الْفَضْلَ بَيْنَ خَلْقِهِ؟ أَلَا لِلَّهِ دَرُّ التِّهَامِيِّ، حَيْثُ يَقُولُ: </p><p> إِنِّي لِأَرْحَمُ حُسَّادِي لِفَرْطِ مَا ... ضَمَّتْ صُدُورُهُمْ مِنَ الْأَوْغَارِ </p><p> نَظَرُوا صَنِيعَ اللهِ بِي فَعُيُونُهُمْ ... فِي جَنَّةٍ وَقُلُوبُهُمْ فِي النَّارِ </p><p> أَلَا وَإِنَّ دُخُولَ النَّارِ فِي الْإِنْسَانِ قَدْ تَكُونُ أَشَدَّ مِنْ دُخُولِهِ فِي النَّارِ، أَوْ هِيَ الَّتِي تَحْمِلُهُ عَلَى التَّهَوُّكِ وَالتَّهَافُتِ عَلَى النَّارِ، وَمَا بَالُ هَؤُلَاءِ الْحِسْدَةِ الْأَشْرَارِ يَتَمَنَّوْنَ مَا فَضَّلَ اللهُ بِهِ بَعْضَ قَوْمِهِمْ عَلَيْهِمْ، وَلَا يَتَمَنَّوْنَ أَنْ يَكُونَ لَهُمْ مِثْلُهُ أَوْ مِثْلُ مَا أُوتِيَهُ الْأَقْوَامُ الْآخَرُونَ؟ إِنِّي لَا أَرَى عِلَاجًا لِلْحَاسِدِينَ الْبَاغِينَ فِي هَذِهِ الْأُمَّةِ إِلَّا نَشْرَ الْعِلْمِ الصَّحِيحِ فِيهَا حَتَّى يُمَيِّزَ الْجُمْهُورُ بَيْنَ الْمُصْلِحِينَ وَالْمُفْسِدِينَ، وَإِنَّ رُؤَسَاءَ الْبَغْيِ وَالْحَسَدِ لِيَعْلَمُونَ أَنَّ نَشْرَ الْعِلْمِ فِي الْأُمَّةِ هُوَ الَّذِي يُظْهِرُ جَهْلَهُمْ وَسُوءَ حَالِهِمْ، فَهُمْ لَا يَمْقُتُونَ أَحَدًا مَقْتَهُمْ لِمَنْ يَسْعَى فِي ذَلِكَ، فَهُمْ يَصُدُّونَ عَنْ سَبِيلِ الْعِلْمِ الصَّحِيحِ وَهِيَ سَبِيلُ اللهِ، وَيَبْغُونَهَا عِوَجًا بِمَا يُلَقِّنُونَهُ الْعَامَّةَ مِنَ الْخُرَافَاتِ وَالضَّلَالَاتِ الَّتِي تُخَدِّرُ أَعْصَابَهَا وَتُبْقِيهَا عَلَى حَالِهَا، وَلَا نَيْأَسُ مِنْ رَوْحِ اللهِ. </p><p> وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا. </p><p> وَجْهُ اتِّصَالِ هَذِهِ الْآيَةِ بِمَا قَبْلَهَا ظَاهِرٌ جِدًّا عَلَى الْقَوْلِ بِأَنَّ سَبَبَ نُزُولِ الْآيَةِ السَّابِقَةِ هُوَ مَا تَقَدَّمَ مِنْ حَيْثُ تَفْضِيلُ الرِّجَالِ عَلَى النِّسَاءِ فِي الْإِرْثِ، وَكَذَا عَلَى الْقَوْلِ بِعُمُومِ التَّمَنِّي فِي تِلْكَ الْآيَةِ، فَإِنَّ أَكْثَرَ التَّحَاسُدِ وَتَمَنِّي مَا عِنْدَ الْغَيْرِ يَكُونُ فِي الْمَالِ، وَقَلَّمَا يَتَمَنَّى النَّاسُ مَا فَضَلَهُمْ بِهِ غَيْرُهُمْ مِنَ الْجَاهِ إِلَّا مِنْ حَيْثُ إِنَّ ذَلِكَ الْجَاهَ يَسْتَتْبِعُ الْمَالَ فِي الْغَالِبِ، فَالْعَالِمُ الزَّاهِدُ فِي الدُّنْيَا الْمُعْرِضُ عَنْهَا لَا يَكَادُ يَحْسُدُهُ عَلَى عِلْمِهِ أَحَدٌ إِلَّا أَنْ يَكُونَ لِعِلَّةٍ غَيْرِ الْعِلْمِ كَأَنْ يَكُونَ عِلْمُهُ مُظْهِرًا لِجَهْلِ الْأَدْعِيَاءِ وَيَنْقُصُ مِنْ رِزْقِهِمْ وَاحْتِرَامِهِمْ. </p><p> الْأُسْتَاذُ الْإِمَامُ: الظَّاهِرُ أَنَّ الْكَلَامَ فِي الْأَمْوَالِ، فَإِنَّهُ نَهَى عَنْ أَكْلِهَا بِالْبَاطِلِ، </p><p> ثُمَّ نَهَى عَنْ تَمَنِّي أَحَدِ مَا فَضَلَهُ بِهِ غَيْرُهُ مِنَ الْمَالِ ; لِأَنَّ التَّمَنِّيَ يَسُوقُ إِلَى التَّعَدِّي وَإِنَّمَا أَوْرَدَ النَّهْيَ عَامًّا لِزِيَادَةِ الْفَائِدَةِ، وَالسِّيَاقُ يُفِيدُ أَنَّ الْمَالَ هُوَ الْمَقْصُودُ أَوَّلًا وَبِالذَّاتِ ; لِأَنَّ أَكْثَرَ التَّمَنِّي يَتَعَلَّقُ بِهِ، وَذَكَرَ الْقَاعِدَةَ الْعَامَّةَ فِي الثَّرْوَةِ وَهِيَ الْكَسْبُ، ثُمَّ انْتَقَلَ مِنْ ذِكْرِ الْغَالِبِ هُوَ الْكَسْبُ إِلَى غَيْرِ الْغَالِبِ وَهُوَ الْإِرْثُ فَقَالَ: وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ، فَالْمَوَالِي مَنْ لَهُمُ الْوِلَايَةُ عَلَى التَّرِكَةِ، وَ \" مِنْ \" فِي قَوْلِهِ تَعَالَى: مِمَّا تَرَكَ ابْتِدَائِيَّةٌ، وَالْجُمْلَةُ تَتِمُّ بِقَوْلِهِ: تَرَكَ وَالْمَعْنَى: وَلِكُلٍّ مِنَ الرِّجَالِ الَّذِينَ لَهُمْ نَصِيبٌ مِمَّا اكْتَسَبُوا وَالنِّسَاءِ اللَّوَاتِي لَهُنَّ نَصِيبٌ مِمَّا اكْتَسَبْنَ، مَوَالِي لَهُمْ حَقُّ الْوِلَايَةِ عَلَى مَا يَتْرُكُونَ مِنْ كَسْبِهِمْ، وَهَؤُلَاءِ الْمَوَالِي هُمُ: الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ أَيْ: جَمِيعُ الْوَرَثَةِ مِنَ الْأُصُولِ وَالْفُرُوعِ وَالْحَوَاشِي، وَالْأَزْوَاجُ، كَمَا تَقَدَّمَ التَّفْصِيلُ فِي أَوَّلِ السُّورَةِ فَالْمُرَادُ هُنَا بِالَّذِينِ عَقَدَتْ أَيْمَانُكُمُ: الْأَزْوَاجُ، فَإِنَّ كُلَّ وَاحِدٍ مِنَ الزَّوْجَيْنِ يَصِيرُ زَوْجًا لَهُ حَقُّ الْإِرْثِ بِالْعَقْدِ، وَالْمُتَعَارَفُ عِنْدَ النَّاسِ فِي الْعَقْدِ أَنْ يَكُونَ بِالْمُصَافَحَةِ بِالْيَدَيْنِ: فَآتُوهُمْ نَصِيبَهُمْ، أَيْ: فَأَعْطُوا هَؤُلَاءِ الْمَوَالِيَ نَصِيبَهُمُ الْمَفْرُوضَ لَهُمْ وَلَا تَنْقُصُوهُمْ مِنْهُ شَيْئًا وَلَمَّا كَانَ الْمِيرَاثُ مَوْضِعًا لِطَمَعِ بَعْضِ الْوَارِثِينَ ـ أَيْ: وَلَا سِيَّمَا مَنْ يَكُونُ فِي أَيْدِيهِمُ الْمَالُ لِإِقَامَةِ الْمُورِثِ مَعَهُمْ ـ قَالَ تَعَالَى بَعْدَ الْأَمْرِ بِإِعْطَاءِ كُلِّ ذِي حَقٍّ حَقَّهُ: إِنَّ اللهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا أَيْ: إِنَّهُ تَعَالَى رَقِيبٌ عَلَيْكُمْ حَاضِرٌ يَشْهَدُ تَصَرُّفَكُمْ فِي التَّرِكَةِ وَغَيْرِهَا، فَلَا يَحْمِلَنَّكُمُ الطَّمَعُ وَحَسَدُ بَعْضِكُمْ لِبَعْضِ الْوَارِثِينَ عَلَى أَنْ يَأْكُلَ مِنْ نَصِيبِهِ شَيْئًا سَوَاءٌ أَكَانَ ذَكَرًا أَمْ أُنْثَى كَبِيرًا أَمْ صَغِيرًا. </p><p> أَقُولُ: إِنَّ مَا ذَهَبَ إِلَيْهِ الْأُسْتَاذُ الْإِمَامُ هُوَ الْمُتَبَادَرُ الَّذِي لَا يَعْثُرُ فِيهِ الْفِكْرُ، وَلَا يَكْبُو فِي مَيْدَانِهِ جَوَادُ الذِّهْنِ، وَلَا يَحْتَاجُ فِيهِ إِلَى تَكَلُّفٍ فِي الْإِعْرَابِ، وَلَا إِلَى الْقَوْلِ بِالنَّسْخِ، فَأَيْنَ مِنْهُ تِلْكَ الْأَقْوَالُ الْمُتَكَلَّفَةُ الَّتِي انْتَزَعَهَا الْمُفَسِّرُونَ مِنْ تَنْوِينِ قَوْلِهِ تَعَالَى: وَلِكُلٍّ فَهُوَ هَاهُنَا بَدَلٌ مِنْ مُضَافٍ إِلَيْهِ مَحْذُوفٍ لِدَلَالَةِ السِّيَاقِ عَلَيْهِ، كَمَا هُوَ الْمَعْهُودُ فِي مِثْلِهِ مِنْ هَذِهِ اللُّغَةِ، وَالْمَأْخَذُ الْقَرِيبُ الْمُتَبَادَرُ لِهَذَا الْمُضَافِ إِلَيْهِ هُوَ الْآيَةُ السَّابِقَةُ الَّتِي عُطِفَ عَلَيْهَا قَوْلُهُ: وَلِكُلٍّ فَاخْتَارَ أَنَّ الْمُخَاطَبِينَ بِالنَّهْيِ وَالْأَمْرِ فِي تِلْكَ الْآيَةِ هُمُ الْمُخَاطَبُونَ بِالْحُكْمِ فِي امْتِثَالِهِ فِي هَذِهِ الْآيَةِ الْمَعْطُوفَةِ عَلَيْهَا، وَاخْتَارَ </p><p> جُمْهُورُ الْمُفَسِّرِينَ الْبُعْدَ فِي التَّقْدِيرِ فَقَدَّرُوا الْمُضَافَ إِلَيْهِ لَفْظَ تَرِكَةٍ أَوْ مَالٍ أَوْ مَيِّتٍ أَوْ قَوْمٍ، قَالَ الْقَاضِي الْبَيْضَاوِيُّ: أَيْ: وَلِكُلِّ تَرِكَةٍ جَعَلْنَا وُرَّاثًا يَلُونَهَا وَيَحُوزُونَهَا، مِمَّا تَرَكَ بَيَانٌ لِكُلٍّ مَعَ الْفَصْلِ بِالْعَامِلِ، أَوْ لِكُلِّ مَيِّتٍ جَعَلْنَا وُرَّاثًا مِمَّا تَرَكَ عَلَى أَنَّ مِنْ صِلَةُ مَوَالِي ; لِأَنَّهُ فِي مَعْنَى الْوَارِثِ وَفِي تَرَكَ ضَمِيرُ كُلٍّ وَالْوَالِدَانِ وَالْأَقْرَبُونَ اسْتِئْنَافٌ مُفَسِّرٌ لِلْمَوَالِي وَفِيهِ خُرُوجُ الْأَوْلَادِ، فَإِنَّ الْأَقْرَبُونَ لَا يَتَنَاوَلُهُمْ كَمَا لَا يَتَنَاوَلُ الْوَالِدَيْنِ، أَوْ لِكُلِّ قَوْمٍ جَعَلْنَاهُمْ مَوَالِيَ حَظٌّ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ عَلَى أَنَّ </p><p> جَعَلْنَا مَوَالِيَ صِفَةُ كُلٍّ، وَالرَّاجِعُ إِلَيْهِ مَحْذُوفٌ، وَعَلَى هَذَا فَالْجُمْلَةُ مِنْ مُبْتَدَأٍ وَخَبَرٍ اهـ، وَقَوْلُهُ: إِنَّ الْأَوْلَادَ لَا يَدْخُلُونَ فِي الْأَقْرَبِينَ غَيْرُ مُسَلَّمٍ، وَلِمَاذَا لَمْ يَقُلْ مِثْلَهُ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى فِي أَوَائِلِ هَذِهِ السُّورَةِ: لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ (٤: ٧) ، إِلَخْ، بَلْ فَسَّرَ الْأَقْرَبِينَ بِالْمُتَوَارِثِينَ بِالْقَرَابَةِ، وَذَكَرَ فِي سَبَبِ نُزُولِهَا مَا وَرَدَ فِي إِرْثِ الْبَنَاتِ وَالزَّوْجَةِ. </p><p> وَفَسَّرَ بَعْضُهُمْ: الَّذِينَ عَقَدَتْ أَيْمَانُكُمْ بِمَوَالِي الْمُوَالَاةِ وَرَوَوْا أَنَّ الْحَلِيفَ كَانَ يَرِثُ السُّدُسَ مِنْ مَالِ حَلِيفِهِ فِي الْجَاهِلِيَّةِ، وَأَقَرَّهُ الْإِسْلَامُ أَوَّلًا ثُمَّ نُسِخَ بِقَوْلِهِ تَعَالَى: وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ (٨: ٧٥) ، وَرَوَى ابْنُ جَرِيرٍ عَنْ قَتَادَةَ أَنَّهُ قَالَ: كَانَ الرَّجُلُ يُعَاقِدُ الرَّجُلَ فِي الْجَاهِلِيَّةِ فَيَقُولُ: دَمِي دَمُكَ وَهَدْمِي هَدْمُكَ، وَتَرِثُنِي وَأَرِثُكَ وَتُطْلَبُ بِي وَأُطْلَبُ بِكَ، فَجُعِلَ لَهُ السُّدُسُ مِنْ جَمِيعِ الْمَالِ فِي الْإِسْلَامِ، ثُمَّ يُقَسِّمُ أَهْلُ الْمِيرَاثِ مِيرَاثَهُمْ، فَنُسِخَ ذَلِكَ بَعْدُ فِي سُورَةِ الْأَنْفَالِ ـ وَذَكَرَ الْآيَةَ الْمَذْكُورَةَ آنِفًا ـ وَرُوِيَ مِثْلُ ذَلِكَ عَنِ ابْنِ عَبَّاسٍ، وَلَكِنْ لَا عَلَاقَةَ لِهَذَا بِالْآيَةِ، فَالظَّاهِرُ أَنَّ سُورَةَ النِّسَاءِ نَزَلَتْ بَعْدَ سُورَةِ الْأَنْفَالِ، فَإِنَّ سُورَةَ الْأَنْفَالِ نَزَلَتْ فِي سَنَةِ بَدْرٍ، وَالْمَوَارِيثُ شُرِعَتْ بَعْدَ ذَلِكَ، وَالْآيَةُ الَّتِي نُفَسِّرُهَا نَزَلَتْ بَعْدَ آيَةِ الْمَوَارِيثِ لَا لِأَنَّهَا بَعْدَهَا فِي تَرْتِيبِ السُّورَةِ، بَلْ لِأَنَّهَا أَشَارَتْ إِلَى أَحْكَامِ الْمَوَارِيثِ، وَبُنِيَتْ عَلَى أَنَّ اللهَ تَعَالَى جَعَلَ لِكُلٍّ مِنَ الْوَارِثِينَ نَصِيبًا يَجِبُ أَنْ يُؤَدَّى إِلَيْهِ تَمَامًا، فَهَلْ يُعْقَلُ أَنْ تَكُونَ مَعَ ذَلِكَ مُقَرِّرَةً لِلْإِرْثِ بِالتَّحَالُفِ، إِنَّ الْقُرْآنَ لَمْ يَشْرَعْ لِلنَّاسِ الْإِرْثَ بِالتَّحَالُفِ، وَإِنَّمَا أَبْطَلَهُ وَنَسَخَ مَا كَانَ عَلَيْهِ النَّاسُ فِيهِ قَبْلَ نُزُولِ آيَاتِ الْمَوَارِيثِ كَمَا هُوَ ظَاهِرٌ، وَذَهَبَ أَبُو حَنِيفَةَ </p><p> إِلَى أَنَّهُ إِذَا أَسْلَمَ رَجُلٌ عَلَى يَدِ رَجُلٍ وَتَعَاقَدَا عَلَى أَنْ يَرِثَهُ وَيَعْقِلَ عَنْهُ صَحَّ ذَلِكَ، وَكَانَ عَلَيْهِ عَقْلُهُ وَلَهُ إِرْثُهُ إِنْ لَمْ يَكُنْ لَهُ وَارِثٌ. </p><p> وَالْمُرَادُ بِالْعَقْلِ دِيَةُ الْقَتْلِ، وَالَّذِي صَحَّ عَنِ ابْنِ عَبَّاسٍ عِنْدَ الْبُخَارِيِّ وَأَبِي دَاوُدَ وَالنَّسَائِيِّ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَمَّا آخَى فِي أَوَّلِ الْهِجْرَةِ بَيْنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ كَانَ الْمُهَاجِرُ يَرِثُ أَخَاهُ الْأَنْصَارِيَّ دُونَ ذَوِي رَحِمِهِ، فَلَمَّا نَزَلَتْ هَذِهِ الْآيَةُ نَسَخَ ذَلِكَ، وَجَعَلَ جُمْلَةَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ اسْتِئْنَافِيَّةً، وَالْوَقْفُ عَلَى مَا قَبْلَهَا، قَالَ: وَالْمَعْنَى: فَآتُوهُمْ نَصِيبَهُمْ مِنَ النَّصْرِ وَالرِّفَادَةِ وَالنَّصِيحَةِ قَدْ ذَهَبَ الْمِيرَاثُ وَيُوصَى لَهُ، وَظَاهِرٌ أَنَّ الَّذِي نَسَخَ هَذَا الْإِرْثَ هُوَ قَوْلُهُ تَعَالَى: وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا (٣٣: ٦) ، وَهُوَ فِي سُورَةِ الْأَحْزَابِ، أَمَّا الْمَوَالِي فِي الْآيَةِ الَّتِي نُفَسِّرُهَا فَهُمُ الْوَارِثُونَ، كَمَا فِي قَوْلِهِ تَعَالَى حِكَايَةً عَنْ زَكَرِيَّا ـ عَلَيْهِ السَّلَامُ ـ وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي (١٩: ٥) . </p><p> هَذَا وَإِنَّ الْأُسْتَاذَ الْإِمَامَ قَدْ سَبَقَ إِلَى الْقَوْلِ بِأَنَّ الْمُرَادَ بِـ عَقَدَتْ أَيْمَانُكُمْ عَقْدُ النِّكَاحِ فَهُوَ </p>"
}