{
  "id": null,
  "sura": 4,
  "aya": 135,
  "text": "<p> بِالْقِسْطِ لِأَنَّ الْعَدْلَ حِفَاظُ النِّظَامِ وَقِوَامُ أَمْرِ الِاجْتِمَاعِ، وَبِمَا فِيهِ مِنَ الشَّهَادَةِ لِلَّهِ بِالْحَقِّ، وَلَوْ عَلَى النَّفْسِ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ، وَعَدَمُ مُحَابَاةِ أَحَدٍ فِي ذَلِكَ لِغِنَاهُ، أَوْ مُرَاعَاتِهِ لِفَقْرِهِ ; لِأَنَّ الْعَدْلَ وَالْحَقَّ مُقَدَّمَانِ عَلَى الْحُقُوقِ الشَّخْصِيَّةِ وَحُقُوقِ الْقَرَابَةِ وَغَيْرِهَا، وَكَانَتْ مُحَابَاةُ الْأَقْرَبِينَ مَعْهُودَةً فِي الْجَاهِلِيَّةِ ; لِأَنَّ أَمْرَهُمْ قَائِمٌ بِالْعَصَبِيَّةِ، فَالْوَاحِدُ مِنْهُمْ كَانَ يَنْصُرُ قَوْمَهُ وَأَهْلَ عَصَبِيَّتِهِ ; لِأَنَّهُ يَعْتَزُّ بِهِمْ، كَمَا يَظْلِمُ النِّسَاءَ وَالْيَتَامَى لِضِعْفِهِنَّ، وَعَدَمِ الِاعْتِزَازِ بِهِنَّ، فَحَظْرُ اللهِ مُحَابَاةَ الْمَرْءِ نَفْسَهُ أَوْ أَهْلَهُ وَإِعْطَاءَهُمْ مَا لَيْسَ لَهُمْ مِنَ الْحَقِّ، يُقَابِلُ حَظْرَ ظُلْمِ النِّسَاءِ وَالْيَتَامَى هُنَاكَ وَهَضْمَ مَا لَهُنَّ مِنَ الْحَقِّ، رَوَى ابْنُ الْمُنْذِرِ مِنْ طَرِيقِ ابْنِ جُرَيْجٍ عَنْ مَوْلًى لِابْنِ عَبَّاسٍ قَالَ: لَمَّا قَدِمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ كَانَتِ الْبَقَرَةُ أَوَّلَ سُورَةٍ نَزَلَتْ، ثُمَّ أَرْدَفَتْهَا سُورَةُ النِّسَاءِ قَالَ: فَكَانَ الرَّجُلُ تَكُونُ عِنْدَهُ الشَّهَادَةُ قِبَلَ ابْنِهِ أَوِ ابْنِ عَمِّهِ أَوْ ذَوِي رَحِمِهِ فَيَلْوِي بِهَا لِسَانَهُ أَوْ يَكْتُمُهَا مِمَّا يَرَى مِنْ عُسْرَتِهِ حَتَّى يُوسَرَ فَيَقْضِيَ فَنَزَلَتْ كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ، فَتَأَمَّلَ كَيْفَ بَقِيَ تَأْثِيرُ الْمُحَابَاةِ فِيهِمْ بَعْدَ الْإِسْلَامِ حَتَّى نَزَلَتِ الْآيَةُ! . </p><p> الْقَوَّامُونَ بِالْقِسْطِ هُمُ الَّذِينَ يُقِيمُونَ الْعَدْلَ بِالْإِتْيَانِ بِهِ عَلَى أَتَمِّ الْوُجُوهِ وَأَكْمَلِهَا وَأَدُوَمِهَا فَإِنَّ قَوَّامِينَ، جَمْعُ قَوَّامٍ وَهُوَ الْمُبَالِغُ فِي الْقِيَامِ بِالشَّيْءِ، وَالْقِيَامُ بِالشَّيْءِ </p><p> هُوَ الْإِتْيَانُ بِهِ مُسْتَوِيًا تَامًّا لَا نَقْصَ فِيهِ وَلَا عِوَجَ ; وَلِذَلِكَ أَمَرَ تَعَالَى بِإِقَامَةِ الصَّلَاةِ وَإِقَامَةِ الشَّهَادَةِ وَإِقَامَةِ الْوَزْنِ بِالْقِسْطِ، لِتَأْكِيدِ الْعِنَايَةِ بِهَذِهِ الْأَشْيَاءِ، وَمَنْ بَنَى جِدَارًا مَائِلًا أَوْ نَاقِصًا لَا يُقَالُ إِنَّهُ أَقَامَ الْبِنَاءَ أَوْ أَقَامَ الْجِدَارَ، قَالَ تَعَالَى: فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ (١٨: ٧٧) . </p><p> وَإِنَّمَا احْتَاجَ الْجِدَارُ إِلَى الْإِقَامَةِ ; لِأَنَّهُ كَانَ مَائِلًا مُتَدَاعِيًا لِلسُّقُوطِ، وَهَذِهِ الْعِبَارَةُ أَبْلَغُ مَا يُمْكِنُ أَنْ يُقَالَ فِي تَأْكِيدِ أَمْرِ الْعَدْلِ وَالْعِنَايَةِ بِهِ، فَالْأَمْرُ بِالْعَدْلِ وَالْقِسْطِ مُطْلَقًا يَكُونُ بِعِبَارَاتٍ مُخْتَلِفَةٍ بَعْضُهَا آكَدُ مِنْ بَعْضٍ تَقُولُ: اعْدِلُوا وَأَقْسِطُوا، وَتَقُولُ: كُونُوا عَادِلِينَ أَوْ مُقْسِطِينَ، وَهَذِهِ أَبْلَغُ ; لِأَنَّهَا أَمْرٌ بِتَحْصِيلِ الصِّفَةِ لَا بِمُجَرَّدِ الْإِتْيَانِ بِالْقِسْطِ الَّذِي يَصْدُقُ بِمَرَّةٍ، وَتَقُولُ: أَقِيمُوا الْقِسْطَ وَأَبْلَغُ مِنْهُ: كُونُوا قَائِمِينَ بِالْقِسْطِ، وَأَبْلَغُ مِنْ هَذَا وَذَاكَ: كُونُوا قَوَّامِينَ بِالْقِسْطِ، أَيْ: لِتَكُنِ الْمُبَالَغَةُ وَالْعِنَايَةُ بِإِقَامَةِ الْقِسْطِ عَلَى وَجْهِهِ صِفَةً مِنْ صِفَاتِكُمْ بِأَنْ تَتَحَرَّوْهُ بِالدِّقَّةِ التَّامَّةِ حَتَّى يَكُونَ مَلَكَةً رَاسِخَةً فِي نُفُوسِكُمْ، وَالْقِسْطُ يَكُونُ فِي الْعَمَلِ كَالْقِيَامِ بِمَا يَجِبُ مِنَ الْعَدْلِ بَيْنَ الزَّوْجَاتِ وَالْأَوْلَادِ، وَيَكُونُ فِي الْحُكْمِ بَيْنَ النَّاسِ مِمَّنْ يُوَلِّيهِ السُّلْطَانُ أَوْ يُحَكِّمُهُ النَّاسُ فِيمَا بَيْنَهُمْ، وَكَانَ يَنْبَغِي أَنْ يَكُونَ الْمُسْلِمُونَ بِمِثْلِ هَذِهِ الْهِدَايَةِ أَعْدَلَ الْأُمَمِ وَأَقْوَمَهُمْ بِالْقِسْطِ، وَكَذَلِكَ كَانُوا عِنْدَمَا كَانُوا مُهْتَدِينَ بِالْقُرْآنِ، وَصَدَقَ عَلَى سَلَفِهِمْ قَوْلُهُ تَعَالَى: وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (٧: ١٨١) ، ثُمَّ خَلَفَ مِنْ أُولَئِكَ السَّلَفِ خَلْفٌ نَبَذُوا هِدَايَةَ الْقُرْآنِ وَرَاءَ ظُهُورِهِمْ، حَتَّى صَارَتْ جَمِيعُ الْأُمَمُ تَضْرِبُ الْمَثَلَ بِظُلْمِ حُكَّامِهِمْ وَسُوءِ حَالِهِمْ، وَتَفْخَرُ عَلَيْهِمْ بِالْعَدْلِ بَلْ صَارَ الَّذِينَ لَيْسَ لَهُمْ مِنَ الْإِسْلَامِ إِلَّا اسْمُهُ يَلْتَمِسُونَ مِنْ تِلْكَ الْأُمَمِ الْقِسْطَ، وَمَا يَهْدِي إِلَيْهِ مِنَ الْعِلْمِ. </p><p> وَقَوْلُهُ تَعَالَى: شُهَدَاءَ لِلَّهِ، خَبَرٌ بَعْدَ خَبَرٍ، أَيْ: كُونُوا شُهَدَاءَ لِلَّهِ، وَالشُّهَدَاءُ جَمْعُ شَهِيدٍ بِوَزْنِ \" فَعِيلٍ \" وَالْأَصْلُ فِي صِيغَةِ \" فَعِيلٍ \" أَنْ تَدُلَّ عَلَى الصِّفَاتِ الرَّاسِخَةِ كَعَلِيمٍ وَحَكِيمٍ، فَهُوَ عَلَى هَذَا أَمْرٌ بِالْعِنَايَةِ بِأَمْرِ الشَّهَادَةِ وَالرُّسُوخِ فِيهَا، وَقَدْ تَقَدَّمَ تَفْسِيرُ الشَّهَادَةِ فِي تَفْسِيرِ أَوَاخِرِ سُورَةِ الْبَقَرَةِ فَتُرَاجَعْ فِي الْجُزْءِ الثَّانِي مِنَ التَّفْسِيرِ، وَمَعْنَى كَوْنِ الشَّهَادَةِ لِلَّهِ أَنْ يَتَحَرَّى فِيهَا الْحَقَّ الَّذِي يَرْضَاهُ وَيَأْمُرَ بِهِ مِنْ غَيْرِ مُرَاعَاةٍ </p><p> وَلَا مُحَابَاةٍ لِأَحَدٍ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ أَيْ: كُونُوا شُهَدَاءَ بِالْحَقِّ لِوَجْهِ اللهِ وَامْتِثَالِ أَمْرِهِ وَاتِّبَاعِ شَرْعِهِ الَّذِي تُنَالُ بِهِ مَرْضَاتُهُ وَمَثُوبَتُهُ، وَلَوْ كَانَتِ الشَّهَادَةُ عَلَى أَنْفُسِكُمْ، بِأَنْ يَثْبُتَ بِهَا الْحَقُّ عَلَيْكُمْ وَمَنْ أَقَرَّ عَلَى نَفْسِهِ بِحَقٍّ، فَقَدْ شَهِدَ عَلَيْهَا لِأَنَّ الشَّهَادَةَ إِظْهَارُ الْحَقِّ أَوْ عَلَى وَالِدَيْكُمْ وَأَقْرَبِ النَّاسِ إِلَيْكُمْ كَأَوْلَادِكُمْ وَإِخْوَتِكُمْ، فَإِنَّهُ لَيْسَ مِنْ بِرِّ الْوَالِدَيْنِ وَلَا مِنْ صِلَةِ رَحِمِ الْأَقْرَبِينَ أَنْ يُعَانُوا عَلَى مَا لَيْسَ لَهُمْ بِحَقٍّ بِالْإِعْرَاضِ عَنِ الشَّهَادَةِ عَلَيْهِمْ، أَوْ لَيِّهَا وَالتَّحْرِيفِ فِيهَا لِأَجْلِهِمْ، وَإِنَّمَا الْبِرُّ وَالصِّلَةُ فِي الْحَقِّ وَالْمَعْرُوفِ، وَالْحَقُّ أَحَقُّ أَنْ يُتَّبَعَ وَالَّذِينَ يَتَعَاوَنُونَ عَلَى الظُّلْمِ وَهَضْمِ حُقُوقِ النَّاسِ يَتَعَاوَنُ النَّاسُ عَلَى ظُلْمِهِمْ وَهَضْمِ حُقُوقِهِمْ فَتَكُونُ الْمُحَابَاةُ فِي الشَّهَادَةِ مِنْ أَسْبَابِ فُشُوِّ الظُّلْمِ وَالْعُدْوَانِ، وَذَلِكَ مِنَ الْمَفَاسِدِ الَّتِي لَا يَأْمَنُ شَرَّهًا أَحَدٌ مِنَ النَّاسِ، فَالْمُحَابَاةُ فِي الشَّهَادَةِ مَفْسَدَةٌ ضَرَرُهَا عَامٌّ وَإِنْ كَانَتْ لِمَصْلَحَةٍ يُرِيدُ الْمُحَابِي بِهَا نَفْعَ أَهْلِهِ أَوِ الشَّفَقَةَ عَلَى فَقِيرٍ أَوِ الْعَصَبِيَّةَ لِغَنِيٍّ ; وَلِذَلِكَ قَالَ عَزَّ وَجَلَّ: إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللهُ أَوْلَى بِهِمَا، أَيْ: إِنْ يَكُنِ الْمَشْهُودُ عَلَيْهِ مِنَ الْأَقْرَبِينَ أَوْ غَيْرِهِمْ غَنِيًّا أَوْ فَقِيرًا فَاللهُ أَوْلَى بِهِمَا، وَشَرْعُهُ أَحَقُّ أَنْ يُتَّبَعَ فِيهِمَا فَلَا تُحَابُوا الْغَنِيَّ طَمَعًا فِي بِرِّهِ، وَلَا خَوْفًا مِنْ شَرِّهِ وَلَا الْفَقِيرَ عَطْفًا عَلَيْهِ وَرَحْمَةً بِهِ، فَمَرْضَاةُ الْفَقِيرِ لَيْسَتْ خَيْرًا لَكُمْ وَلَا لَهُ مِنْ مَرْضَاةِ اللهِ تَعَالَى، وَلَا أَنْتُمْ أَرْحَمُ بِالْفَقِيرِ وَأَعْلَمُ بِمَصْلَحَتِهِ مِنْ رَبِّهِ عَزَّ وَجَلَّ، وَلَوْلَا أَنَّهُ تَعَالَى يَعْلَمُ أَنَّ الْعَدْلَ وَإِقَامَةَ الشَّهَادَةِ بِالْحَقِّ هِيَ خَيْرٌ لِلشَّاهِدِ وَالْمَشْهُودِ عَلَيْهِ، سَوَاءٌ كَانَ غَنِيًّا أَوْ فَقِيرًا لَمَا شَرَعَ اللهُ ذَلِكَ وَأَوْجَبَهُ، رَوَى ابْنُ جَرِيرٍ عَنِ السُّدِّيِّ فِي الْآيَةِ قَالَ: نَزَلَتْ فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اخْتَصَمَ إِلَيْهِ رَجُلَانِ: غَنِيٌّ وَفَقِيرٌ فَكَانَ حِلْفُهُ مَعَ الْفَقِيرِ يَرَى أَنَّ الْفَقِيرَ لَا يَظْلِمُ الْغَنِيَّ، فَأَبَى اللهُ إِلَّا أَنْ يَقُومَ بِالْقِسْطِ فِي الْغَنِيِّ وَالْفَقِيرِ اهـ. </p><p> أَيْ: كَانَ مَيْلُهُ الْقَلْبِيُّ مُوَجَّهًا إِلَى الْفَقِيرِ لِظَنِّهِ أَنَّهُ لَا يَتَصَدَّى لِظُلْمِ الْغَنِيِّ، وَهُوَ وَإِنْ ظَنَّ ذَلِكَ لَا يَحْكُمُ إِلَّا بِالْحَقِّ الَّذِي تُظْهِرُهُ الْبَيِّنَةُ وَالْحُجَّةُ سَوَاءٌ أَنَزَلَتِ الْآيَةُ فِي ذَلِكَ أَمْ لَا، وَرَوَى عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ عَنْ قَتَادَةَ فِي هَذِهِ الْآيَةِ أَنَّهُ قَالَ وَنِعْمَ مَا قَالَ: هَذَا فِي الشَّهَادَةِ، </p><p> فَأَقِمِ الشَّهَادَةَ يَا ابْنَ آدَمَ وَلَوْ عَلَى نَفْسِكَ أَوِ الْوَالِدَيْنِ أَوِ الْأَقْرَبِينَ أَوْ عَلَى ذَوِي قَرَابَتِكَ وَأَشْرَافِ قَوْمِكَ، فَإِنَّمَا الشَّهَادَةُ لِلَّهِ وَلَيْسَتْ لِلنَّاسِ، وَإِنَّ اللهَ رَضِيَ بِالْعَدْلِ لِنَفْسِهِ وَالْإِقْسَاطِ، وَالْعَدْلُ مِيزَانُ اللهِ فِي الْأَرْضِ، بِهِ يَرُدُّ اللهُ مِنَ الشَّدِيدِ عَلَى الضَّعِيفِ وَمِنَ الصَّادِقِ عَلَى الْكَاذِبِ، وَمِنَ الْمُبْطِلِ عَلَى الْمُحِقِّ، </p><p> وَبِالْعَدْلِ يُصَدَّقُ الصَّادِقُ وَيُكَذَّبُ الْكَاذِبُ، وَيَرُدُّ الْمُعْتَدِي وَيُوَبِّخُهُ تَعَالَى رَبُّنَا وَتَبَارَكَ، وَبِالْعَدْلِ يَصْلُحُ النَّاسُ، يَا ابْنَ آدَمَ! إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللهُ أَوْلَى بِهِمَا، يَقُولُ اللهُ:  \" أَنَا أَوْلَى بِغَنِيِّكُمْ وَفَقِيرِكُمْ، وَلَا يَمْنَعُكُمْ غِنَى غَنِيٍّ، وَلَا فَقْرَ فَقِيرٍ أَنْ تَشْهَدَ عَلَيْهِ بِمَا تَعْلَمُ فَإِنَّ ذَلِكَ مِنَ الْحَقِّ \" اهـ. </p><p> قَالَ تَعَالَى: فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا، أَيْ: فَلَا تَتَّبِعُوا الْهَوَى وَمَيْلَ النَّفْسِ إِلَى أَحَدٍ مِمَّنْ كُلِّفْتُمُ الْعَدْلَ فِيهِمْ، أَوِ الشَّهَادَةَ لَهُمْ أَوْ عَلَيْهِمْ، كَرَاهَةَ أَنْ تَعْدِلُوا، بَلْ آثِرُوا الْعَدْلَ عَلَى الْهَوَى، فَبِذَلِكَ يَسْتَقِيمُ الْأَمْرُ فِي الْوَرَى، أَوْ لَا تَتَّبِعُوا الْهَوَى لِئَلَّا تَعْدِلُوا عَنِ الْحَقِّ إِلَى الْبَاطِلِ، فَالْهَوَى مَزَلَّةُ الْأَقْدَامِ وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا، كُتِبَتْ: تَلْوُوا فِي الْمُصْحَفِ الْإِمَامِ بِوَاوٍ وَاحِدَةٍ لِتَحْتَمِلَ الْقِرَاءَتَيْنِ الْمُتَوَاتِرَتَيْنِ، وَهِيَ قِرَاءَةُ الْكُوفِيِّينَ تَلُوا، بِضَمِّ اللَّامِ وَإِسْكَانِ الْوَاوِ مِنَ الْوِلَايَةِ، وَقِرَاءَةُ الْبَاقِينَ بِسُكُونِ اللَّامِ وَضَمِّ الْوَاوِ مِنَ اللَّيِّ وَالْمَعْنَى عَلَى الْأَوَّلِ: وَإِنْ تَلُوا أَمْرَ الشَّهَادَةِ وَتُؤَدُّوهَا أَوْ تُعْرِضُوا عَنْ تَأْدِيَتِهَا وَتَكْتُمُوهَا، فَإِنَّ اللهَ كَانَ خَبِيرًا بِعَمَلِكُمْ لَا يَخْفَى عَلَيْهِ قَصْدُكُمْ وَنِيَّتُكُمْ فِيهِ، وَعَلَى الثَّانِي: وَإِنْ تَلْوُوا أَلْسِنَتَكُمْ بِالشَّهَادَةِ وَتُحَرِّفُوهَا، أَوْ تُعْرِضُوا عَنْهَا فَلَا تُؤَدُّوهَا، فَإِنَّ اللهَ كَانَ بِعَمَلِكُمْ هَذَا خَبِيرًا فَيُجَازِيكُمْ عَلَيْهِ، وَقَدْ ذَكَّرَهُمْ هُنَا بِكَوْنِهِ خَبِيرًا وَلَمْ يَقُلْ عَلِيمًا ; لِأَنَّ الْخِبْرَةَ هِيَ الْعِلْمُ بِدَقَائِقِ الْأُمُورِ وَخَفَايَاهَا، فَهِيَ الَّتِي تُنَاسِبُ هَذَا الْمَقَامَ الَّذِي تَخْتَلِفُ فِيهِ النِّيَّاتُ، وَيَكْثُرُ فِيهِ الْغِشُّ وَالِاحْتِيَالُ حَتَّى إِنَّ الْإِنْسَانَ لِيَغُشَّ نَفْسَهُ وَيَلْتَمِسَ لَهَا الْعُذْرَ فِي كِتْمَانِ الشَّهَادَةِ أَوِ التَّحْرِيفِ فِيهَا، فَهَلْ يَتَدَبَّرُ الْمُسْلِمُونَ الْآيَةَ كَمَا أَمَرَهُمُ اللهُ بِتَدَبُّرِ الْقُرْآنِ فَيُقِيمُوا الْعَدْلَ وَالشَّهَادَةَ بِالْحَقِّ، أَمْ يَعْمَلُونَ بِرَأْيِ أَهْلِ الْحِيَلِ الَّذِينَ يَزْعُمُونَ أَنَّ اللهَ كَلَّفَهُمُ اتِّبَاعَهُمْ دُونَ اتِّبَاعِ كِتَابِهِ وَالِاهْتِدَاءِ بِهِ؟ ! </p><p> يَاأَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ، رَوَى الثَّعْلَبِيُّ عَنِ ابْنِ عَبَّاسٍ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي عَبْدِ اللهِ بْنِ سَلَامٍ وَأَسَدٍ وَأُسَيْدٍ ابْنَيْ كَعْبٍ وَثَعْلَبَةَ بْنِ قَيْسٍ وَسَلَامِ بْنِ أُخْتِ عَبْدِ اللهِ بْنِ سَلَامٍ وَسَلَمَةَ بْنِ أَخِيهِ وَيَامِينَ بْنِ يَامِينَ إِذْ أَتَوْا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالُوا:  \" يَا رَسُولَ اللهِ، إِنَّا نُؤْمِنُ بِكَ وَبِكِتَابِكَ، وَمُوسَى وَالتَّوْرَاةِ وَعُزَيْرٍ وَنَكْفُرُ بِمَا سِوَاهُ \" ، أَيْ: سِوَى مَا ذَكَرَ مِنَ الْكُتُبِ وَالرُّسُلِ، فَقَالَ: بَلْ آمِنُوا بِاللهِ وَرَسُولِهِ مُحَمَّدٍ وَكِتَابِهِ الْقُرْآنِ وَبِكُلِّ كِتَابٍ كَانَ قَبْلَهُ، فَقَالُوا: لَا نَفْعَلُ، فَنَزَلَتْ قَالَ:  \" فَآمَنُوا كُلُّهُمْ \" ، وَهُمْ مِنَ الْيَهُودِ. </p><p> وَرُوِيَ عَنِ الضَّحَّاكِ أَيْضًا أَنَّهَا نَزَلَتْ فِي أَهْلِ الْكِتَابِ، وَجُمْهُورُ الْمُفَسِّرِينَ عَلَى أَنَّ الْخِطَابَ فِيهَا لِلْمُؤْمِنِينَ كَافَّةً أَمَرَهُمُ اللهُ أَنْ يَجْمَعُوا بَيْنَ الْإِيمَانِ بِهِ وَبِرَسُولِهِ الْأَعْظَمِ خَاتَمِ النَّبِيِّينَ وَالْقُرْآنِ الَّذِي نَزَّلَهُ عَلَيْهِ وَبَيْنَ الْإِيمَانِ بِجِنْسِ الْكُتُبِ الَّتِي نَزَّلَهَا عَلَى رُسُلِهِ مِنْ قَبْلِ بَعْثَةِ خَاتَمِ النَّبِيِّينَ بِأَنْ يَعْلَمُوا أَنَّ اللهَ قَدْ بَعَثَ قَبْلَهُ رُسُلًا، وَأَنْزَلَ عَلَيْهِمْ كُتُبًا، وَأَنَّهُ لَمْ يَتْرُكْ عِبَادَهُ فِي الزَّمَنِ الْمَاضِي سُدًى، مَحْرُومِينَ مِنَ الْبَيِّنَاتِ وَالْهُدَى، وَلَا يَقْتَضِي ذَلِكَ أَنْ يَعْرِفُوا أَعْيَانَ تِلْكَ الْكُتُبِ </p>"
}