{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: افْتَتَحَ - سُبْحَانَهُ - السُّورَةَ بِتَذْكِيرِ النَّاسِ الْمُخَاطَبِينَ بِأَنَّهُمْ مِنْ نَفْسٍ وَاحِدَةٍ، فَكَانَ هَذَا تَمْهِيدًا وَبَرَاعَةَ مَطْلَعٍ لِمَا فِي السُّورَةِ مِنْ أَحْكَامِ الْقَرَابَةِ بِالنَّسَبِ، وَالْمُصَاهَرَةِ، وَمَا يَتَعَلَّقُ بِذَلِكَ مِنْ أَحْكَامِ الْأَنْكِحَةِ، وَالْمَوَارِيثِ، فَبَيَّنَ الْقَرَابَةَ الْعَامَّةَ بِالْإِجْمَالِ، ثُمَّ ذَكَرَ الْأَرْحَامَ، وَشَرَعَ بَعْدَ ذَلِكَ فِي تَفْصِيلِ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِهَا. </p><p> وَسُمِّيَتْ سُورَةَ النِّسَاءِ ; لِأَنَّهَا افْتُتِحَتْ بِذِكْرِ النِّسَاءِ، وَبَعْضِ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِهِنَّ، وَقَوْلُهُ - تَعَالَى -: يَا أَيُّهَا النَّاسُ خِطَابٌ عَامٌّ لَيْسَ خَاصًّا بِقَوْمٍ دُونَ قَوْمٍ، فَلَا وَجْهَ لِتَخْصِيصِهَا بِأَهْلِ مَكَّةَ كَمَا فَعَلَ الْمُفَسِّرُ (الْجَلَالُ) لَاسِيَّمَا مَعَ الْعِلْمِ بِأَنَّ السُّورَةَ مَدَنِيَّةٌ إِلَّا آيَةً وَاحِدَةً فِيهَا شَكٌّ، هَلْ هِيَ مَدَنِيَّةٌ أَمْ مَكِّيَّةٌ. وَلَفَظُ النَّاسِ اسْمٌ لِجِنْسِ الْبَشَرِ، قِيلَ: أَصْلُهُ \" أُنَاسٌ \" فَحُذِفَتِ الْهَمْزَةُ عِنْدَ إِدْخَالِ الْأَلِفِ وَاللَّامِ عَلَيْهِ. </p><p> أَقُولُ: وَقَدْ عَزَا الرَّازِيُّ الْقَوْلَ بِأَنَّ الْخِطَابَ لِأَهْلِ مَكَّةَ إِلَى ابْنِ عَبَّاسٍ - رَضِيَ اللهُ </p><p> عَنْهُ -، وَقَالَ: وَأَمَّا الْأُصُولِيُّونَ مِنَ الْمُفَسِّرِينَ فَقَدِ اتَّفَقُوا عَلَى أَنَّ الْخِطَابَ عَامٌّ لِجَمِيعِ الْمُكَلَّفِينَ، وَهَذَا هُوَ الْأَصَحُّ، وَأَيَّدَهُ بِثَلَاثَةِ وُجُوهٍ: كَوْنِ اللَّامِ فِي النَّاسِ لِلِاسْتِغْرَاقِ، وَكَوْنِ جَمِيعِهِمْ مَخْلُوقِينَ، وَمَأْمُورِينَ بِالتَّقْوَى. وَأَذْكُرُ أَنَّ أَقْدَمَ عِبَارَةٍ سَمِعْتُهَا فِي التَّفْسِيرِ فَوَعَيْتُهَا وَأَنَا صَغِيرٌ عَنْ وَالِدِي - رَحِمَهُ اللهُ - هِيَ قَوْلُهُ: إِنَّ اللهَ - تَعَالَى - كَانَ يُنَادِي أَهْلَ مَكَّةَ بِقَوْلِهِ: يَا أَيُّهَا النَّاسُ وَأَهْلَ الْمَدِينَةِ بِقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا وَلَمْ يُنَادِ الْكُفَّارَ بِوَصْفِ الْكُفْرِ إِلَّا مَرَّةً وَاحِدَةً فِي سُورَةِ التَّحْرِيمِ يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ [٦٦: ٧] وَهَذَا إِخْبَارٌ عَمَّا يُنَادَوْنَ بِهِ فِي الْآخِرَةِ. </p><p> وَأَقُولُ: إِنَّ كَلِمَةَ يَا أَيُّهَا النَّاسُ كَثِيرَةٌ فِي السُّوَرِ الْمَكِّيَّةِ كَالْأَعْرَافِ، وَيُونُسَ، وَالْحَجِّ، وَالنَّمْلِ، وَالْمَلَائِكَةِ، وَوَرَدَتْ أَيْضًا فِي الْبَقَرَةِ، وَالنِّسَاءِ، وَالْحُجُرَاتِ مِنَ السُّوَرِ الْمَدَنِيَّةِ، فَخِطَابُ أَهْلِ مَكَّةَ فِيهَا هُوَ الْغَالِبُ، وَهُوَ مَعَ ذَلِكَ يَعُمُّ غَيْرَهُمْ، وَوُرُودُهَا فِي السُّوَرِ الْمَدَنِيَّةِ </p><p> يُرَادُ بِهِ خِطَابُ جَمِيعِ الْمُكَلَّفِينَ ابْتِدَاءً، وَمَا أَظُنُّ أَنَّ ابْنَ عَبَّاسٍ قَالَ فِي فَاتِحَةِ النِّسَاءِ: إِنَّهَا خِطَابٌ لِأَهْلِ مَكَّةَ، بَلْ يُوشِكُ أَنْ يَكُونَ قَدْ قَالَ نَحْوًا مِمَّا رَوَيْنَاهُ آنِفًا عَنِ الْوَالِدِ فَتَصَرَّفَ فِيهِ النَّاقِلُونَ، وَحَمَلُوهُ عَلَى كُلِّ فَرْدٍ مِنْ أَفْرَادِ هَذَا الْخِطَابِ حَتَّى غَلِطَ فِيهِ الْجَلَالُ السُّيُوطِيُّ فِي التَّفْسِيرِ، وَإِنْ حَقَّقَ فِي الْإِتْقَانِ أَنَّ السُّورَةَ مَدَنِيَّةٌ. وَقَوْلُهُ: اتَّقُوا رَبَّكُمْ قَدْ تَقَدَّمَ مِثْلُهُ كَثِيرًا، وَآخِرُهُ فِي آخِرِ السُّورَةِ السَّابِقَةِ، وَالْمُنَاسَبَةُ بَيْنَ الْأَمْرِ بِتَقْوَى رَبِّ النَّاسِ وَمُغَذِّيهِمْ بِنِعَمِهِ، وَبَيْنَ وَصْفِهِ بِقَوْلِهِ: الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ظَاهِرَةٌ ; فَإِنَّ الْخَلْقَ أَثَرُ الْقُدْرَةِ، وَمَنْ كَانَ مُتَّصِفًا بِهَذِهِ الْقُدْرَةِ الْعَظِيمَةِ جَدِيرٌ بِأَنْ يُتَّقَى وَيُحْذَرَ عِصْيَانُهُ، كَذَا قَالَ بَعْضُهُمْ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: وَأَحْسَنُ مِنْ هَذَا أَنْ يُقَالَ: إِنَّ هَذَا تَمْهِيدٌ لِمَا يَأْتِي مِنْ أَحْكَامِ الْيَتَامَى، وَنَحْوِهَا كَأَنَّهُ يَقُولُ: يَا أَيُّهَا النَّاسُ خَافُوا اللهَ، وَاتَّقُوا اعْتِدَاءَ مَا وَضَعَهُ لَكُمْ مِنْ حُدُودِ الْأَعْمَالِ، وَاعْلَمُوا أَنَّكُمْ أَقْرِبَاءُ يَجْمَعُكُمْ نَسَبٌ وَاحِدٌ، وَتَرْجِعُونَ إِلَى أَصْلٍ وَاحِدٍ، فَعَلَيْكُمْ أَنْ تَعْطِفُوا عَلَى الضَّعِيفِ كَالْيَتِيمِ الَّذِي فَقَدَ وَالِدَهُ، وَتُحَافِظُوا عَلَى حُقُوقِهِ. </p><p> أَقُولُ: وَفِي ذِكْرِ لَفْظِ الرَّبِّ هُنَا مَا هُوَ دَاعِيَةٌ لِهَذَا الِاسْتِعْطَافِ، أَيْ رَبُّوا الْيَتِيمَ وَصِلُوا الرَّحِمَ كَمَا رَبَّاكُمْ خَالِقُكُمْ بِنِعَمِهِ وَحَبَاكُمْ بِجُودِهِ وَكَرَمِهِ. </p><p> الْأُسْتَاذُ الْإِمَامُ: لَيْسَ الْمُرَادُ بِالنَّفْسِ الْوَاحِدَةِ آدَمَ بِالنَّصِّ، وَلَا بِالظَّاهِرِ، فَمِنَ الْمُفَسِّرِينَ مَنْ يَقُولُ: إِنَّ كُلَّ نِدَاءٍ مِثْلِ هَذَا يُرَادُ بِهِ أَهْلُ مَكَّةَ، أَوْ قُرَيْشٍ، فَإِذَا صَحَّ هَذَا جَازَ أَنْ يَفْهَمَ مِنْهُ </p><p> بَنُو قُرَيْشٍ أَنَّ النَّفْسَ الْوَاحِدَةَ هِيَ قُرَيْشٌ أَوْ عَدْنَانُ، وَإِذَا كَانَ الْخِطَابُ لِلْعَرَبِ عَامَّةً جَازَ أَنْ يَفْهَمُوا مِنْهُ أَنَّ الْمُرَادَ بِالنَّفْسِ الْوَاحِدَةِ يَعْرُبُ أَوْ قَحْطَانُ. وَإِذَا قُلْنَا: إِنَّ الْخِطَابَ لِجَمِيعِ أَهْلِ الدَّعْوَةِ إِلَى الْإِسْلَامِ، أَيْ لِجَمِيعِ الْأُمَمِ، فَلَا شَكَّ أَنَّ كُلَّ أُمَّةٍ تَفْهَمُ مِنْهُ مَا تَعْتَقِدُهُ، فَالَّذِينَ يَعْتَقِدُونَ أَنَّ جَمِيعَ الْبَشَرِ مِنْ سُلَالَةِ آدَمَ يَفْهَمُونَ أَنَّ الْمُرَادَ بِالنَّفْسِ الْوَاحِدَةِ آدَمُ، وَالَّذِينَ يَعْتَقِدُونَ أَنَّ لِكُلِّ صِنْفٍ مِنَ الْبَشَرِ أَبًا يَحْمِلُونَ النَّفْسَ عَلَى مَا يَعْتَقِدُونَ (وَالْأَصْنَافُ الْكُبْرَى هِيَ الْأَبْيَضُ الْقُوقَاسِيُّ، وَالْأَصْفَرُ الْمَغُولِيُّ، وَالْأَسْوَدُ الزِّنْجِيُّ وَغَيْرُهُ، وَبَعْضُ فُرُوعِ هَذَا تَكَادُ تَكُونُ أُصُولًا كَالْأَحْمَرِ الْحَبَشِيِّ، وَالْهِنْدِيِّ الْأَمِرِيكِيِّ، وَالْمَلَقِيِّ) . </p><p> قَالَ: وَالْقَرِينَةُ عَلَى أَنَّهُ لَيْسَ الْمُرَادُ هُنَا بِالنَّفْسِ الْوَاحِدَةِ آدَمَ قَوْلُهُ: وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً بِالتَّنْكِيرِ: وَكَانَ الْمُنَاسِبُ عَلَى هَذَا الْوَجْهِ أَنْ يَقُولَ: وَبَثَّ مِنْهُمَا جَمِيعَ الرِّجَالِ وَالنِّسَاءِ. وَكَيْفَ يَنُصُّ عَلَى نَفْسٍ مَعْهُودَةٍ وَالْخِطَابُ عَامٌّ لِجَمِيعِ الشُّعُوبِ. </p><p> وَهَذَا الْعَهْدُ لَيْسَ مَعْرُوفًا عِنْدَ جَمِيعِهِمْ، فَمِنَ النَّاسِ مَنْ لَا يَعْرِفُونَ آدَمَ وَلَا حَوَّاءَ وَلَمْ يَسْمَعُوا بِهِمَا. وَهَذَا النَّسَبُ الْمَشْهُورُ عِنْدَ ذُرِّيَّةِ نُوحٍ مَثَلًا هُوَ مَأْخُوذٌ عَنِ الْعِبْرَانِيِّينَ، فَإِنَّهُمْ هُمُ الَّذِينَ جَعَلُوا لِلْبَشَرِ تَارِيخًا مُتَّصِلًا بِآدَمَ، وَحَدَّدُوا لَهُ زَمَنًا قَرِيبًا. وَأَهْلُ الصِّينِ يَنْسِبُونَ الْبَشَرَ إِلَى أَبٍ آخَرَ، وَيَذْهَبُونَ بِتَارِيخِهِ إِلَى زَمَنٍ أَبْعَدَ مِنَ الزَّمَنِ الَّذِي ذَهَبَ إِلَيْهِ الْعِبْرَانِيُّونَ. وَالْعِلْمُ وَالْبَحْثُ </p><p> فِي آثَارِ الْبَشَرِ مِمَّا يَطْعَنُ فِي تَارِيخِ الْعِبْرَانِيِّينَ، وَنَحْنُ الْمُسْلِمِينَ لَا نُكَلَّفُ تَصْدِيقَ تَارِيخِ الْيَهُودِ، وَإِنْ عَزَوْهُ إِلَى مُوسَى - عَلَيْهِ السَّلَامُ -، فَإِنَّهُ لَا ثِقَةَ عِنْدِنَا بِأَنَّهُ مِنَ التَّوْرَاةِ، وَأَنَّهُ بَقِيَ كَمَا جَاءَ بِهِ مُوسَى. </p><p> قَالَ: نَحْنُ لَا نَحْتَجُّ عَلَى مَا وَرَاءَ مُدْرَكَاتِ الْحِسِّ، وَالْعَقْلِ إِلَّا بِالْوَحْيِ الَّذِي جَاءَ بِهِ نَبِيُّنَا - عَلَيْهِ السَّلَامُ -، وَإِنَّنَا نَقِفُ عِنْدَ هَذَا الْوَحْيِ لَا نَزِيدُ، وَلَا نَنْقُصُ كَمَا قُلْنَا مَرَّاتٍ كَثِيرَةً، وَقَدْ أَبْهَمَ اللهُ - تَعَالَى - هَهُنَا أَمْرَ النَّفْسِ الَّتِي خُلِقَ النَّاسُ مِنْهَا، وَجَاءَ بِهَا نَكِرَةً فَنَدَعُهَا عَلَى إِبْهَامِهَا. فَإِذَا ثَبَتَ مَا يَقُولُهُ الْبَاحِثُونَ مِنَ الْإِفْرِنْجِ مِنْ أَنَّ لِكُلِّ صِنْفٍ مِنْ أَصْنَافِ الْبَشَرِ أَبًا كَانَ ذَلِكَ غَيْرَ وَارِدٍ عَلَى كِتَابِنَا كَمَا يَرِدُ عَلَى كِتَابِهِمُ التَّوْرَاةِ لِمَا فِيهَا مِنَ النَّصِّ الصَّرِيحِ فِي ذَلِكَ، وَهُوَ مِمَّا حَمَلَ بَاحِثِيهِمْ عَلَى الطَّعْنِ فِي كَوْنِهَا مِنْ عِنْدِ اللهِ - تَعَالَى - وَوَحْيِهِ. </p><p> وَمَا وَرَدَ فِي آيَاتٍ أُخْرَى مِنْ مُخَاطَبَةِ النَّاسِ بِقَوْلِهِ: يَا بَنِي آدَمَ [٧: ٢٦] لَا يُنَافِي هَذَا، وَلَا يُعَدُّ نَصًّا قَاطِعًا فِي كَوْنِ جَمِيعِ الْبَشَرِ مِنْ أَبْنَائِهِ، إِذْ يَكْفِي فِي صِحَّةِ الْخِطَابِ أَنْ يَكُونَ </p><p> مَنْ وُجِّهَ إِلَيْهِمْ فِي زَمَنِ التَّنْزِيلِ مِنْ أَوْلَادِ آدَمَ، وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ قِصَّةِ آدَمَ فِي أَوَائِلِ سُورَةِ الْبَقَرَةِ أَنَّهُ كَانَ فِي الْأَرْضِ قَبْلَهُ نَوْعٌ مِنْ هَذَا الْجِنْسِ أَفْسَدُوا فِيهَا، وَسَفَكُوا الدِّمَاءَ. </p><p> وَأَقُولُ زِيَادَةً فِي الْإِيضَاحِ: إِذَا كَانَ جَمَاهِيرُ الْمُفَسِّرِينَ فَسَرُّوا النَّفْسَ الْوَاحِدَةَ هُنَا بِآدَمَ فَهُمْ لَمْ يَأْخُذُوا ذَلِكَ مِنْ نَصِّ الْآيَةِ وَلَا مِنْ ظَاهِرِهَا بَلْ مِنَ الْمَسْأَلَةِ الْمُسَلَّمَةِ عِنْدَهُمْ، وَهِيَ أَنَّ آدَمَ أَبُو الْبَشَرِ. وَقَدِ اخْتَلَفُوا فِي مِثْلِ هَذَا التَّعْبِيرِ مِنْ قَوْلِهِ - تَعَالَى -: هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا [٧: ١٨٩] الْآيَةَ. فَقَدْ ذَكَرَ الرَّازِيُّ فِي تَفْسِيرِهَا ثَلَاثَةَ تَأْوِيلَاتٍ: التَّأْوِيلُ الْأَوَّلُ مَا ذَكَرَهُ عَنِ الْقَفَّالِ، وَهُوَ أَنَّهُ - تَعَالَى - ذَكَرَ هَذِهِ الْقِصَّةَ عَلَى سَبِيلِ ضَرْبِ الْمَثَلِ. وَالْمُرَادُ: خَلَقَ كُلَّ وَاحِدٍ مِنْكُمْ مِنْ نَفْسِ وَاحِدَةٍ، وَجَعَلَ مِنْ جِنْسِهَا زَوْجَهَا إِنْسَانًا يُسَاوِيهِ فِي الْإِنْسَانِيَّةِ إلخ. وَالتَّأْوِيلُ الثَّانِي: أَنَّ الْخِطَابَ لِقُرَيْشٍ الَّذِينَ كَانُوا فِي عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُمْ آلُ قُصَيٍّ، وَأَنَّ الْمُرَادَ بِالنَّفْسِ الْوَاحِدَةِ قُصَيٌّ. وَالتَّأْوِيلُ الثَّالِثُ: أَنَّ النَّفْسَ الْوَاحِدَةَ آدَمُ. وَأَجَابَ عَمَّا يَرِدُ عَلَيْهِ مِنْ وَصْفِهِ هُوَ وَزَوْجُهُ بِالشِّرْكِ. وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ تَوْجِيهُ كَوْنِ قِصَّةِ آدَمَ نَفْسِهَا مِنْ قَبِيلِ التَّمْثِيلِ الَّذِي حَمَلَ الْقَفَّالُ عَلَيْهِ آيَةَ سُورَةِ الْأَعْرَافِ. </p><p> وَقَدْ نُقِلَ عَنِ الْإِمَامِيَّةِ، وَالصُّوفِيَّةِ أَنَّهُ كَانَ قَبْلَ آدَمَ الْمَشْهُورِ عِنْدَ أَهْلِ الْكِتَابِ، وَعِنْدَنَا آدَمُونَ كَثِيرُونَ، قَالَ فِي رُوحِ الْمَعَانِي: وَذَكَرَ صَاحِبُ جَامِعِ الْأَخْبَارِ مِنَ الْإِمَامِيَّةِ فِي الْفَصْلِ الْخَامِسَ عَشَرَ خَبَرًا طَوِيلًا نَقَلَ فِيهِ أَنَّ اللهَ - تَعَالَى - خَلَقَ قَبْلَ أَبِينَا آدَمَ ثَلَاثِينَ آدَمَ بَيْنَ كُلِّ آدَمَ، وَآدَمَ أَلْفُ سَنَةٍ، وَأَنَّ الدُّنْيَا بَقِيَتْ خَرَابًا بَعْدَهُمْ خَمْسِينَ أَلْفَ سَنَةٍ، ثُمَّ عُمِّرَتْ خَمْسِينَ أَلْفَ سَنَةٍ، ثُمَّ خُلِقَ أَبُونَا آدَمُ - عَلَيْهِ السَّلَامُ -. وَرَوَى ابْنُ بَابَوَيْهِ فِي كِتَابِ التَّوْحِيدِ عَنِ الصَّادِقِ فِي حَدِيثٍ طَوِيلٍ أَيْضًا أَنَّهُ قَالَ: لَعَلَّكَ تَرَى أَنَّ اللهَ لَمْ يَخْلُقْ بَشَرًا غَيْرَكُمْ، بَلَى، وَاللهِ لَقَدْ خَلَقَ أَلْفَ أَلْفَ </p><p> آدَمَ أَنْتُمْ فِي آخِرِ أُولَئِكَ الْآدَمِيِّينَ، وَقَالَ الْمِيثَمُ فِي شَرْحِهِ الْكَبِيرِ لِلنَّهْجِ: وَنُقِلَ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ أَنَّهُ قَالَ: قَدِ انْقَضَى قَبْلَ آدَمَ الَّذِي هُوَ أَبُونَا أَلْفُ أَلْفِ آدَمَ، أَوْ أَكْثَرُ. وَذَكَرَ الشَّيْخُ الْأَكْبَرُ - قُدِّسَ سِرُّهُ - فِي فُتُوحَاتِهِ مَا يَقْتَضِي بِظَاهِرِهِ أَنَّ قَبْلَ آدَمَ بِأَرْبَعِينَ أَلْفَ سَنَةٍ آدَمَ غَيْرَهُ. وَفِي كِتَابِ الْخَصَائِصِ (لِابْنِ بَابَوَيْهِ كَمَا فِي الْهَامِشِ) مَا يَكَادُ يُفْهَمُ مِنْهُ التَّعَدُّدُ أَيْضًا الْآنَ، حَيْثُ رَوَى فِيهِ عَنِ الصَّادِقِ أَنَّهُ قَالَ:  \" إِنَّ لِلَّهِ - تَعَالَى - اثْنَيْ عَشَرَ أَلْفَ عَالَمٍ، كُلُّ عَالَمٍ مِنْهُمْ أَكْبَرُ مِنْ سَبْعِ سَمَاوَاتٍ وَسَبْعِ</p><p> أَرَضِينَ، مَا يَرَى عَالَمٌ مِنْهُمْ أَنَّ لِلَّهِ - عَزَّ وَجَلَّ - عَالَمًا غَيْرَهُمْ \" انْتَهَى الْمُرَادُ مِنْهُ. وَفِي الْمَسْأَلَةِ نُقُولٌ أُخْرَى فِي الْفُتُوحَاتِ وَغَيْرِهَا، ثُمَّ نُقِلَ عَنْ زَيْنِ الْعَرَبِ الْقَوْلُ بِكُفْرِ مَنْ يَقُولُ بِتَعَدُّدِ آدَمَ. وَهَذَا مِنْ جُرْأَتِهِ، وَجُرْأَةِ أَمْثَالِهِ الَّذِينَ يَتَهَجَّمُونَ عَلَى تَكْفِيرِ الْمُسْلِمِينَ لِأَوْهَى الشُّبُهَاتِ. </p><p> لِلْأُسْتَاذِ الْإِمَامِ فِي هَذَا الْمَقَامِ رَأْيَانِ: </p><p> أَحَدُهُمَا: أَنَّ ظَاهِرَ هَذِهِ الْآيَةِ يَأْبَى أَنْ يَكُونَ الْمُرَادُ بِالنَّفْسِ آدَمَ، أَيْ سَوَاءٌ كَانَ هُوَ الْأَبَ لِجَمِيعِ الْبَشَرِ أَمْ لَا، لِمَا ذَكَرَهُ مِنْ مُعَارَضَةِ الْمَبَاحِثِ الْعِلْمِيَّةِ، وَالتَّارِيخِيَّةِ لَهُ وَمِنْ تَنْكِيرِ مَا بَثَّهُ مِنْهَا، وَمِنْ زَوْجِهَا، عَلَى أَنَّهُ يُمْكِنُ الْجَوَابُ عَلَى هَذَا الْأَخِيرِ بِأَنَّ التَّنْكِيرَ لِمَنْ وُلِدَ مِنْهُمَا مُبَاشَرَةً كَأَنَّهُ يَقُولُ: بَثَّ مِنْهُمَا كَثِيرًا مِنَ الرِّجَالِ وَالنِّسَاءِ، وَبَثَّ مِنْ هَؤُلَاءِ سَائِرَ النَّاسِ، وَعَنِ الْأَوَّلِ بِأَنَّهُ لَا يَزَالُ غَيْرَ قَطْعِيٍّ. </p><p> وَثَانِيهِمَا: أَنَّهُ لَيْسَ فِي الْقُرْآنِ نَصٌّ أُصُولِيٌّ قَاطِعٌ عَلَى أَنَّ جَمِيعَ الْبَشَرِ مِنْ ذُرِّيَّةِ آدَمَ، وَالْمُرَادُ بِالْبَشَرِ هُنَا هَذَا الْحَيَوَانُ النَّاطِقُ، الْبَادِي الْبَشَرَةِ، الْمُنْتَصِبُ الْقَامَةِ، الَّذِي يُطْلَقُ عَلَيْهِ لَفْظُ الْإِنْسَانِ، وَعَلَى هَذَا الرَّأْيِ لَا يُرَدُّ عَلَى الْقُرْآنِ مَا يَقُولُهُ بَعْضُ الْبَاحِثِينَ، وَمَنِ اقْتَنَعَ بِقَوْلِهِمْ مِنْ أَنَّ لِلْبَشَرِ عِدَّةَ آبَاءٍ تَرْجِعُ إِلَيْهِمْ سَلَائِلُ كُلِّ صِنْفٍ مِنْهُمْ. </p><p> ثُمَّ إِنَّ مَا ذَهَبَ إِلَيْهِ الْأُسْتَاذُ الْإِمَامُ يَرُدُّ الشُّبَهَاتِ الَّتِي تَرِدُ فِي هَذَا الْمَقَامِ، وَلَكِنَّهُ لَا يَمْنَعُ الْمُعْتَقِدِينَ أَنَّ آدَمَ هُوَ أَبُو الْبَشَرِ كُلِّهِمْ مِنَ اعْتِقَادِهِمْ هَذَا ; لِأَنَّهُ لَا يَقُولُ: إِنَّ الْقُرْآنَ يَنْفِي هَذَا الِاعْتِقَادَ، وَإِنَّمَا يَقُولُ: إِنَّهُ لَا يُثْبِتُهُ إِثْبَاتًا قَطْعِيًّا لَا يَحْتَمِلُ التَّأْوِيلَ، وَقَدْ صَرَّحْنَا بِهَذَا؛ لِأَنَّ بَعْضَ النَّاسِ كَانَ فَهِمَ مِنْ دَرْسِهِ أَنَّهُ يَقُولُ: إِنَّ الْقُرْآنَ يُنَافِي هَذَا الِاعْتِقَادَ، أَيِ اعْتِقَادَ أَنَّ آدَمَ أَبُو الْبَشَرِ كُلِّهِمْ، وَهُوَ لَمْ يَقُلْ هَذَا تَصْرِيحًا، وَلَا تَلْوِيحًا، وَإِنَّمَا بَيَّنَ أَنَّ ثُبُوتَ مَا يَقُولُهُ الْبَاحِثُونَ فِي الْعُلُومِ، وَآثَارِ الْبَشَرِ، وَعَادِيَّاتِهِمْ وَالْحَيَوَانَاتِ مِنْ أَنَّ لِلْبَشَرِ عِدَّةَ أُصُولٍ، وَمِنْ كَوْنِ آدَمَ لَيْسَ أَبًا لَهُمْ كُلِّهِمْ فِي جَمِيعِ الْأَرْضِ قَدِيمًا وَحَدِيثًا، كُلُّ هَذَا لَا يُنَافِي الْقُرْآنَ، وَلَا يُنَاقِضُهُ، وَيُمْكِنُ لِمَنْ ثَبَتَ عِنْدَهُ أَنْ يَكُونَ مُسْلِمًا مُؤْمِنًا بِالْقُرْآنِ بَلْ لَهُ حِينَئِذٍ أَنْ يَقُولَ: لَوْ كَانَ الْقُرْآنُ مِنْ عِنْدِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَا خَلَا مِنْ نَصٍّ قَاطِعٍ يُؤَيِّدُ هَذَا الِاعْتِقَادَ الشَّائِعَ عَنْ أَهْلِ الْكِتَابِ فِي ذَلِكَ، وَلَكِنَّهُ - وَهُوَ مِنْ عِنْدِ اللهِ - جَاءَ فِي ذَلِكَ بِمَا لَمْ تَسْتَطِعِ الْيَهُودُ أَنْ تُعَارِضَهُ مِنْ قَبْلُ بِدَعْوَى مُخَالَفَتِهِ </p><p> لِكُتُبِهِمْ، وَلَمْ يَسْتَطِعِ الْبَاحِثُونَ أَنْ يُعَارِضُوهُ مِنْ بَعْدُ لِمُخَالَفَتِهِ مَا ثَبَتَ عِنْدَهُمْ. وَلَيْتَ شِعْرِي مَاذَا يَقُولُ الَّذِينَ يَذْهَبُونَ إِلَى أَنَّ الْمَسْأَلَةَ قَطْعِيَّةٌ بِنَصِّ الْقُرْآنِ فِيمَنْ يُوقِنُ بِدَلَائِلَ قَامَتْ عِنْدَهُ بِأَنَّ الْبَشَرَ مِنْ عِدَّةِ أُصُولٍ؟ هَلْ يَقُولُونَ </p><p> إِذَا أَرَادَ أَنْ يَكُونَ مُسْلِمًا، وَتَعَذَّرَ عَلَيْهِ تَرْكُ يَقِينِهِ فِي الْمَسْأَلَةِ: إِنَّهُ لَا يَصِحُّ إِيمَانُهُ، وَلَا يُقْبَلُ إِسْلَامُهُ، وَإِنْ أَيْقَنَ بِأَنَّ الْقُرْآنَ كَلَامُ اللهِ، وَأَنَّهُ لَا نَصَّ فِيهِ يُعَارِضُ يَقِينَهُ! ؟ </p><p> هَذَا وَإِنَّ الْمُتَبَادِرَ مِنْ لَفْظِ النَّفْسِ - بِصَرْفِ النَّظَرِ عَنِ الرِّوَايَاتِ، وَالتَّقَالِيدِ الْمُسَلَّمَاتِ - أَنَّهَا هِيَ الْمَاهِيَّةُ، أَوِ الْحَقِيقَةُ الَّتِي كَانَ بِهَا الْإِنْسَانُ هُوَ هَذَا الْكَائِنُ الْمُمْتَازُ عَلَى غَيْرِهِ مِنَ الْكَائِنَاتِ، أَيْ خَلَقَكُمْ مِنْ جِنْسٍ وَاحِدٍ، وَحَقِيقَةٍ وَاحِدَةٍ، وَلَا فَرْقَ فِي هَذَا بَيْنَ أَنْ تَكُونَ هَذِهِ الْحَقِيقَةُ بُدِئَتْ بِآدَمَ - كَمَا عَلَيْهِ أَهْلُ الْكِتَابِ وَجُمْهُورُ الْمُسْلِمِينَ - أَوْ بُدِئَتْ بِغَيْرِهِ وَانْقَرَضُوا كَمَا قَالَهُ بَعْضُ الشِّيعَةِ وَالصُّوفِيَّةِ، أَوْ بُدِئَتْ بِعِدَّةِ أُصُولٍ انْبَثَّ مِنْهَا عِدَّةُ أَصْنَافٍ كَمَا عَلَيْهِ بَعْضُ الْبَاحِثِينَ، وَلَا بَيْنَ أَنْ تَكُونَ هَذِهِ الْأُصُولُ أَوِ الْأَصْلُ مِمَّا ارْتَقَى عَنْ بَعْضِ الْحَيَوَانَاتِ، أَوْ خُلِقَ مُسْتَقِلًّا عَلَى مَا عَلَيْهِ الْخِلَافُ بَيْنَ النَّاسِ فِي هَذَا الْعَصْرِ، وَاللهُ - تَعَالَى - يَقُولُ فِي سُورَةِ الْمُؤْمِنِينَ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ [٢٣: ١٢] الْآيَاتِ، وَسَنُبَيِّنُ فِي تَفْسِيرِهَا، أَوْ تَفْسِيرِ سُورَةِ الْحِجْرِ مَا يُفِيدُهُ مَجْمُوعُ الْآيَاتِ الْمُنَزَّلَةِ فِي خَلْقِ الْإِنْسَانِ مِنْ كَيْفِيَّةِ تَكْوِينِهِ. </p><p> عَلَى كُلِّ حَالٍ، وَكُلُّ قَوْلٍ يَصِحُّ أَنَّ جَمِيعَ النَّاسِ هُمْ مِنْ نَفْسِ وَاحِدَةٍ هِيَ الْإِنْسَانِيَّةُ الَّتِي كَانُوا بِهَا نَاسًا، وَهِيَ الَّتِي يَتَّفِقُ الَّذِينَ يَدْعُونَ إِلَى خَيْرِ النَّاسِ، وَبِرِّهِمْ وَدَفْعِ الْأَذَى عَنْهُمْ عَلَى كَوْنِهَا هِيَ الْحَقِيقَةُ الْجَامِعَةُ لَهُمْ، فَتَرَاهُمْ عَلَى اخْتِلَافِهِمْ فِي أَصْلِ الْإِنْسَانِ يَقُولُونَ عَنْ جَمِيعِ الْأَجْنَاسِ وَالْأَصْنَافِ: إِنَّهُمْ إِخْوَتُنَا فِي الْإِنْسَانِيَّةِ، فَيَعُدُّونَ الْإِنْسَانِيَّةَ مَنَاطَ الْوَحْدَةِ، وَدَاعِيَةَ الْأُلْفَةِ وَالتَّعَاطُفِ بَيْنَ الْبَشَرِ، سَوَاءٌ اعْتَقَدُوا أَنَّ أَبَاهُمْ آدَمُ - عَلَيْهِ السَّلَامُ - أَوِ الْقِرْدُ، أَوْ غَيْرُ ذَلِكَ. </p><p> وَهَذَا الْمَعْنَى هُوَ الْمُرَادُ مِنْ تَذْكِيرِ النَّاسِ بِأَنَّهُمْ مِنْ نَفْسٍ وَاحِدَةٍ ; لِأَنَّهُ مُقَدِّمَةٌ لِلْكَلَامِ فِي حُقُوقِ الْأَيْتَامِ، وَالْأَرْحَامِ ; وَلَيْسَ كَلَامًا مُسْتَقِلًّا لِبَيَانِ مَسَائِلِ الْخَلْقِ وَالتَّكْوِينِ بِالتَّفْصِيلِ ; لِأَنَّ هَذَا لَيْسَ مِنْ مَقَاصِدِ الدِّينِ. وَبِهَذَا التَّفْسِيرِ يَنْحَلُّ مَا سَيَأْتِي مِنَ الْإِشْكَالِ اللَّفْظِيِّ بِأَوْضَحَ مِمَّا حَلُّوهُ بِهِ. </p><p> أَمَّا حَقِيقَةُ النَّفْسِ الَّتِي يَحْيَا بِهَا الْإِنْسَانُ وَتَتَحَقَّقُ وَحْدَةُ جِنْسِهِ عَلَى كَثْرَةِ أَصْنَافِهِ فَقَدِ اخْتَلَفَ فِيهَا الْمُسْلِمُونَ كَمَا اخْتَلَفَ فِيهَا مَنْ قَبْلَهُمْ، وَمَنْ بَعْدَهُمْ، فَقَالَ بَعْضُهُمْ: </p><p> هِيَ عَرَضٌ مِنْ أَعْرَاضِ الْبَدَنِ لَا اسْتِقْلَالَ لَهَا بِنَفْسِهَا، بَلْ هِيَ الْحَيَاةُ. وَقَالَ الْجُمْهُورُ: بَلْ هِيَ جَوْهَرٌ، قَالَ بَعْضُهُمْ: مَادِّيٌّ، وَبَعْضُهُمْ إِنَّهُ مُجَرَّدٌ عَنِ الْمَادَّةِ. وَقِيلَ: هِيَ جُزْءٌ مِنَ الْبَدَنِ، وَقِيلَ: </p><p> جِسْمٌ مُودَعٌ فِيهِ، وَاخْتُلِفَ فِي الرُّوحِ فَقِيلَ: هِيَ النَّفْسُ، وَقِيلَ غَيْرُهَا، وَقَالَ بَعْضُهُمْ بِالْوَقْفِ، وَعَدَمِ جَوَازِ الْكَلَامِ فِي حَقِيقَةِ الرُّوحِ، كُلُّ هَذِهِ الْأَقْوَالِ نُقِلَتْ عَنْ عُلَمَاءِ الْمُسْلِمِينَ مِنْ أَهْلِ الْكَلَامِ، وَالْفَلْسَفَةِ، وَالتَّصَوُّفِ، وَلَمْ يُكَفِّرْ أَحَدٌ مِنْهُمْ أَحَدًا بِمَذْهَبِهِ فِيهَا، وَمِنَ الْغَرَائِبِ أَنَّ الْقَوْلَ بِأَنَّ الرُّوحَ عَرَضٌ مِنْ أَعْرَاضِ الْجِسْمِ هُوَ الْحَيَاةُ مَنْقُولٌ عَنِ الْقَاضِي أَبِي بَكْرٍ الْبَاقِلَّانِيِّ، وَأَتْبَاعِهِ مِنْ مُتَكَلِّمِي الْأَشَاعِرَةِ، وَهُوَ مَعَ ذَلِكَ يُعَدُّ مِنْ أَئِمَّةِ أَهْلِ السُّنَّةِ الْأَشَاعِرَةِ، وَرُوِيَ عَنِ الْإِمَامِ مَالِكٍ أَنَّ الرُّوحَ صُورَةٌ كَالْجَسَدِ. </p><p> وَقَالَ أَبُو عَبْدِ اللهِ ابْنُ الْقَيِّمِ فِي تَعْرِيفِ الرُّوحِ، وَشَرْحِ حَقِيقَتِهِ عَلَى مَذْهَبِ أَهْلِ السُّنَّةِ: إِنَّهُ جِسْمٌ مُخَالِفٌ بِالْمَاهِيَّةِ لِهَذَا الْجِسْمِ الْمَحْسُوسِ، وَهُوَ جِسْمٌ نُورَانِيٌّ عُلْوِيٌّ خَفِيفٌ حَيٌّ مُتَحَرِّكٌ، يَنْفُذُ فِي جَوْهَرِ الْأَعْضَاءِ، وَيَسْرِي فِيهَا سَرَيَانَ الْمَاءِ فِي الْوَرْدِ، وَسَرَيَانَ الدُّهْنِ فِي الزَّيْتُونِ، وَالنَّارِ فِي الْفَحْمِ، فَمَا دَامَتْ هَذِهِ الْأَعْضَاءُ صَالِحَةً لِقَبُولِ الْآثَارِ الْفَائِضَةِ عَلَيْهَا مِنْ هَذَا الْجِسْمِ اللَّطِيفِ مُشَابِكًا لِهَذِهِ الْأَعْضَاءِ أَفَادَهَا هَذِهِ الْآثَارَ الْفَائِضَةَ عَلَيْهَا مِنَ الْحِسِّ، وَالْحَرَكَةِ الْإِرَادِيَّةِ، وَإِذَا فَسَدَتْ هَذِهِ الْأَعْضَاءُ بِسَبَبِ اسْتِيلَاءِ الْأَجْزَاءِ الْغَلِيظَةِ عَلَيْهَا، وَخَرَجَتْ عَنْ قَبُولِ تِلْكَ الْآثَارِ فَارَقَ الرُّوحُ الْبَدَنَ، وَانْفَصَلَ إِلَى عَالَمِ الْأَرْوَاحِ. اهـ. </p><p> وَأَقُولُ: إِنَّ أَقْوَى النَّظَرِيَّاتِ الْفَلْسَفِيَّةِ فِي إِثْبَاتِ الرُّوحِ، أَوِ النَّفْسِ - وَهُمَا يُطْلَقَانِ عَلَى مَعْنًى وَاحِدٍ - هِيَ أَنَّ الْعَقْلَ، وَالْحِفْظَ، وَالذُّكْرَ (بِالضَّمِّ) أَيِ الذَّاكِرَةَ، لَيْسَتْ مِنْ صِفَاتِ هَذَا الْجَسَدِ، أَوْ أَجْزَاءِ مَاهِيَّتِهِ، وَهِيَ أُمُورٌ ثَابِتَةٌ قَطْعًا، فَلَا بُدَّ لَهَا مِنْ مَنْشَأٍ وُجُودِيٍّ غَيْرِ هَذَا الْجَسَدِ الْكَثِيفِ، حَتَّى إِنَّ الدِّمَاغَ الَّذِي هُوَ مَظْهَرُهَا تَنْحَلُّ دَقَائِقُهُ حَتَّى يَنْدَثِرَ، وَيَزُولَ، ثُمَّ يَتَجَدَّدَ الْمَرَّةَ بَعْدَ الْمَرَّةِ، وَتَبْقَى الْمُدْرَكَاتُ مَحْفُوظَةً فِي النَّفْسِ تَفِيضُهَا عَلَى الدِّمَاغِ الْجَدِيدِ بَعْدَ زَوَالِ مَا قَبْلَهُ فَيَتَذَكَّرُهَا الْإِنْسَانُ عِنْدَ الْحَاجَةِ إِلَيْهَا، وَقَدْ عَبَّرَ الْأَقْدَمُونَ عَنْ مَنْشَئِهَا الْوُجُودِيِّ الَّذِي لَا بُدَّ أَنْ يَكُونَ لَطِيفًا خَفِيًّا لِلَطَافَتِهِ بِالنَّفْسِ (بِسُكُونِ الْفَاءِ) ، وَبِالرُّوحِ (بِضَمِّ الرَّاءِ) وَهُمَا قَرِيبَا الْمَعْنَى يَدُلَّانِ عَلَى أَلْطَفِ الْمَوْجُودَاتِ الْمَعْرُوفَةِ عِنْدَ كُلِّ النَّاسِ، فَالرُّوحُ (بِالضَّمِّ) ، وَالرَّوْحُ (بِالْفَتْحِ) الَّذِي هُوَ التَّنَفُّسُ وَاحِدٌ فِي الْأَصْلِ، وَكِلَاهُمَا مِنْ مَادَّةِ الرِّيحِ، فَإِنَّ </p><p> يَاءَ الرِّيحِ وَاوٌ قُلِبَتْ يَاءً لِانْكِسَارِ مَا قَبْلَهَا، فَقَدْ أَطْلَقُوا عَلَى هَذَا الْمَعْنَى اللَّطِيفِ الَّذِي هُوَ مَنْشَأُ الْإِدْرَاكِ وَالْحَيَاةِ اسْمَيْنِ مِنْ أَسْمَاءِ أَلْطَفِ الْمَوْجُودَاتِ الْمُدْرَكَةِ لَهُمْ، وَلَوْ كَانَ الْوَاضِعُونَ لِهَذَيْنِ الِاسْمَيْنِ يَعْرِفُونَ مَا يَعْرِفُهُ أَهْلُ هَذَا الزَّمَانِ مِنَ الْمَوْجُودَاتِ الَّتِي هِيَ أَلْطَفُ مِنَ الرِّيحِ، وَالنَّفْسِ كَالْأَيْدُرُوجِينِ وَالْكَهْرَبَاءِ لَأَطْلَقُوا لَفْظَهُمَا أَوْ لَفْظًا مُشْتَقًّا مِنْهُمَا عَلَى مَنْشَأِ الْحَيَاةِ وَالْإِدْرَاكِ، وَسَبَبِهِمَا. أَلَا تَرَى أَنَّ سَائِقِي الْمَرْكَبَاتِ الْكَهْرَبَائِيَّةِ (التِّرَامِ) ، وَغَيْرَهُمْ يُعَبِّرُونَ عَنِ التَّيَّارِ الْكَهْرَبَائِيِّ الَّذِي تَسِيرُ بِهِ هَذِهِ الْمَرْكَبَاتُ بِالنَّفَسِ (بِفَتْحِ الْفَاءِ) فَالتَّسْمِيَةُ لَا تُعَيِّنُ حَقِيقَةَ الْمُسَمَّى، وَإِنَّمَا تَدُلُّ عَلَى أَنَّ الْوَاضِعِينَ تَخَيَّلُوا مَنْشَأَ الْحَيَاةِ شَيْئًا فِي مُنْتَهَى اللَّطَافَةِ، وَالْخَفَاءِ مَعَ قُوَّةِ تَأْثِيرِهِ </p><p> وَعِظَمِ آثَارِهِ، وَإِنَّمَا كَانَ الْفَلَاسِفَةُ هُمُ الَّذِينَ بَحَثُوا كَعَادَتِهِمْ عَنْ حَقِيقَةِ هَذَا الْأَمْرِ، وَلَا يَزَالُونَ يَبْحَثُونَ. وَقَدْ قَالَ - تَعَالَى -: وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا [١٧: ٨٥] أَيْ إِنَّ قِلَّةَ مَا عِنْدَكُمْ مِنَ الْعِلْمِ لَا يُمَكِّنُكُمْ مِنْ مَعْرِفَةِ حَقِيقَةِ الرُّوحِ. قَالَ كَثِيرٌ مِنَ الْعُلَمَاءِ: إِنَّ الْآيَةَ تَدُلُّ عَلَى أَنَّهُ لَا مَطْمَعَ فِي مَعْرِفَةِ حَقِيقَةِ الرُّوحِ، وَأَقُولُ: إِنَّهَا لَا تَدُلُّ عَلَى ذَلِكَ، بَلْ تَدُلُّ عَلَى أَنَّهُ إِذَا أُوتِيَ النَّاسُ مِنَ الْعِلْمِ أَكْثَرَ مِمَّا أُوتِيَ أُولَئِكَ السَّائِلُونَ جَازَ أَنْ يَعْرِفُوهَا، لَمْ أَرَ مُوَضِّحًا، أَوْ مُقَرِّبًا لِمَعْنَى الرُّوحِ وَالنَّفْسِ فِي الْإِنْسَانِ كَالتَّمْثِيلِ بِالْكَهْرَبَائِيَّةِ، فَالْمَادِّيُّ الَّذِي يَقُولُ: إِنَّهُ لَا رُوحَ إِلَّا هَذَا الْعَرَضُ الَّذِي يُسَمَّى الْحَيَاةَ، يُشَبِّهُ الْجَسَدَ بِالْبَطَّارِيَّةِ الْكَهْرَبَائِيَّةِ، وَيَقُولُ: إِنَّهَا بِوَضْعِهَا الْخَاصِّ وَبِمَا يُودَعُ فِيهَا مِنَ الْمَوَادِّ تَتَوَلَّدُ فِيهَا الْكَهْرَبَائِيَّةُ، فَإِذَا زَالَ شَيْءٌ مِنْ ذَلِكَ فُقِدَتْ، وَكَذَلِكَ تَتَوَلَّدُ الْحَيَاةُ فِي الْبَدَنِ بِتَرْكِيبِ مِزَاجِهِ بِكَيْفِيَّةٍ خَاصَّةٍ وَبِزَوَالِهَا تَزُولُ. وَيَقُولُ الْمُعْتَقِدُ اسْتِقْلَالَ الْأَرْوَاحِ: إِنَّ الْجَسَدَ يُشْبِهُ الْمَرْكَبَةَ الْكَهْرَبَائِيَّةَ، وَشِبْهَهَا مِنَ الْآلَاتِ الَّتِي تُدَارُ بِالْكَهْرَبَاءِ، تُوَجَّهُ إِلَيْهَا مِنَ الْمَعْمَلِ الْمُوَلِّدِ لَهَا، فَإِذَا كَانَتِ الْآلَةُ عَلَى وَضْعٍ خَاصٍّ فِي أَجْزَائِهَا، وَأَدَوَاتِهَا كَانَتْ مُسْتَعِدَّةً لِقَبُولِ الْكَهْرَبَائِيَّةِ الَّتِي تُوَجَّهُ إِلَيْهَا، وَأَدَاءِ وَظِيفَتِهَا فِيهَا، وَإِنْ فُقِدَ مِنْهَا بَعْضُ الْأَدَوَاتِ الرَّئِيسِيَّةِ، أَوِ اخْتَلَّ وَضْعُهَا الْخَاصُّ، فَارَقَتْهَا الْكَهْرَبَائِيَّةُ، وَلَمْ تَعُدْ تَعْمَلُ بِهَا. </p><p> عَلَى أَنَّهُمْ كَانُوا يَظُنُّونَ أَنَّ الْكَهْرَبَاءَ قُوَّةٌ تَعْرِضُ لِلْمَادَّةِ لَا وُجُودَ لَهَا فِي ذَاتِهَا، فَصَارُوا مِنْ عَهْدٍ قَرِيبٍ يُرَجِّحُونَ أَنَّهَا هِيَ أَصْلُ الْمَوْجُودَاتِ كُلِّهَا أَيْ إِنَّهَا مَوْجُودَةٌ </p><p> بِذَاتِهَا، وَكُلُّ الْمَوَادِّ الْأُخْرَى مَوْجُودَةٌ بِهَا، وَيَقْرُبُ مِنْ هَذَا قَوْلُ الرُّوحِيِّينَ: إِنَّ الرُّوحَ هِيَ حَقِيقَةُ الْإِنْسَانِ الثَّابِتَةُ، وَإِنَّ قِوَامَ الْجَسَدِ بِهَا، فَهِيَ الْحَافِظَةُ لِوُجُودِهِ وَالْمُنَظِّمَةُ لِشُئُونِهِ الْحَيَوِيَّةِ، فَإِذَا فَارَقَتْهُ انْحَلَّ وَعَادَ إِلَى بَسَائِطِهِ، وَإِنَّمَا يُقَالُ هَذَا بِاعْتِبَارِ الْأَسْبَابِ، وَالظَّوَاهِرِ، وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ. وَهَذَا الْمَذْهَبُ الْجَدِيدُ فِي الْكَهْرَبَائِيَّةِ قَرِيبٌ مِنْ أَهْلِ وَحْدَةِ الْوُجُودِ مِنَ الصُّوفِيَّةِ، وَرُبَّمَا كَانَ سُلَّمًا مُوَصِّلًا إِلَيْهِ، وَسَنَعُودُ إِلَى هَذَا الْمَبْحَثِ فَنَبْسُطُ الْقَوْلَ فِيهِ عَلَى مَذَاهِبِ أَهْلِ الْفَلْسَفَةِ، وَالْعُلُومِ الطَّبِيعِيَّةِ لِهَذَا الْعَهْدِ فِي مَوْضِعٍ أَلْيَقَ بِهِ مِنْ هَذَا الْمَوْضِعِ إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> أَمَّا قَوْلُهُ - تَعَالَى -: وَخَلَقَ مِنْهَا زَوْجَهَا فَمَعْنَاهُ عَلَى الْوَجْهِ الَّذِي قَرَّرْنَاهُ يَظْهَرُ بِطَرِيقِ الِاسْتِخْدَامِ بِحَمْلِ النَّفْسِ عَلَى الْجِنْسِ، وَإِعَادَةِ الضَّمِيرِ عَلَيْهِ بِمَعْنَى أَحَدِ الزَّوْجَيْنِ، أَوْ بِجَعْلِ الْعَطْفِ عَلَى مَحْذُوفٍ يُنَاسِبُ ذَلِكَ كَمَا قَالَ الْجُمْهُورُ، أَيْ وَحَّدَ تِلْكَ الْحَقِيقَةَ أَوَّلًا، ثُمَّ خَلَقَ لَهَا زَوْجَهَا مِنْ جِنْسِهَا. وَمَعْنَاهُ الْمُرَادُ عِنْدَ الْجُمْهُورِ أَنَّ اللهَ - تَعَالَى - خَلَقَ لِتِلْكَ النَّفْسِ الَّتِي هِيَ آدَمُ زَوْجًا مِنْهَا وَهِيَ حَوَّاءُ، قَالُوا: إِنَّهُ خَلَقَهَا مِنْ ضِلْعِهِ الْأَيْسَرِ، وَهُوَ نَائِمٌ، وَذَلِكَ مَا صُرِّحَ بِهِ فِي الْفَصْلِ الثَّانِي مِنْ سِفْرِ التَّكْوِينِ، وَوَرَدَ فِي بَعْضِ الْأَحَادِيثِ، وَلَوْلَا ذَلِكَ لَمْ يَخْطُرْ عَلَى بَالِ قَارِئِ الْقُرْآنِ، وَهُنَاكَ قَوْلٌ آخَرُ اخْتَارَهُ أَبُو مُسْلِمٍ كَمَا قَالَ الرَّازِيُّ وَهُوَ: أَنَّ مَعْنَى \" خَلَقَ مِنْهَا </p><p> زَوْجَهَا \" خَلَقَهُ مِنْ جِنْسِهَا، فَكَانَ مِثْلَهَا، فَهُوَ كَقَوْلِهِ - تَعَالَى -: وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً[٣٠: ٢١]وَقَوْلُهُ: وَاللهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً[١٦: ٧٢]وَقَوْلُهُ: فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ[٤٢: ١١]وَمِنْ هَذَا الْقَبِيلِ قَوْلُهُ - عَزَّ وَجَلَّ -: لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ[٩: ١٢٨]وَقَوْلُهُ: لَقَدْ مَنَّ اللهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ[٣: ١٦٤]وَمِثْلُهُمَا فِي سُورَةِ الْبَقَرَةِ، وَسُورَةِ الْجُمُعَةِ. فَلَا فَرْقَ بَيْنَ عِبَارَةِ الْآيَةِ الَّتِي نُفَسِّرُهَا، وَعِبَارَةِ هَذِهِ الْآيَاتِ، فَالْمَعْنَى فِي الْجَمِيعِ وَاحِدٌ، وَمَنْ ثَبَتَ عِنْدَهُ أَنَّ حَوَّاءَ خُلِقَتْ مِنْ ضِلْعِ آدَمَ فَهُوَ غَيْرُ مُلْجَأٍ إِلَى إِلْصَاقِ ذَلِكَ بِالْآيَةِ، وَجَعْلِهِ تَفْسِيرًا لَهَا، وَإِخْرَاجِهَا عَنْ أُسْلُوبِ أَمْثَالِهَا مِنَ الْآيَاتِ.</p><p> هَذَا وَإِنَّ فِي النَّفْسِ الْوَاحِدَةِ وَجْهًا آخَرَ وَهُوَ أَنَّهَا الْأُنْثَى ; وَلِذَلِكَ أَنَّثَهَا حَيْثُ وَرَدَتْ، وَذَكَّرَ زَوْجَهَا الَّذِي خُلِقَ مِنْهَا فِي آيَةِ الْأَعْرَافِ، فَقَالَ: لِيَسْكُنَ إِلَيْهَا [٧: ١٨٩] وَعَلَيْهِ يَظْهَرُ افْتِتَاحُ السُّورَةِ بِهَا، وَوَجْهُ تَسْمِيَتِهَا بِالنِّسَاءِ أَكْثَرُ، وَأَصْحَابُ هَذَا الرَّأْيِ يَقُولُونَ: إِنَّهُ مِنْ قَبِيلِ مَا هُوَ ثَابِتٌ إِلَى الْيَوْمِ عِنْدَ الْعُلَمَاءِ مِنَ التَّوَالُدِ الْبِكْرِيِّ، وَهُوَ أَنَّ إِنَاثَ بَعْضِ الْحَيَوَانَاتِ الدُّنْيَا تَلِدُ عِدَّةَ بُطُونٍ بِدُونِ تَلْقِيحٍ مِنَ الذُّكُورِ، وَلَكِنْ لَا بُدَّ أَنْ يَكُونَ قَدْ سَبَقَ تَلْقِيحٌ لِبَعْضِ أُصُولِهَا، وَخَلْقُ زَوْجِهَا مِنْهَا عَلَى هَذَا الْوَجْهِ يَحْتَمِلُ أَنْ يَكُونَ مِنْهَا ذَاتِهَا وَأَنْ يَكُونَ مِنْ جِنْسِهَا. وَثَمَّ وَجْهٌ آخَرُ قَرِيبٌ مِنْ هَذَا، وَهُوَ أَنَّ النَّفْسَ الْوَاحِدَةَ كَانَتْ جَامِعَةً لِأَعْضَاءِ الذُّكُورَةِ، وَالْأُنُوثَةِ كَالدُّودَةِ الْوَحِيدَةِ، ثُمَّ ارْتَقَتْ، فَصَارَ أَفْرَادُهَا زَوْجَيْنِ، قَالَ بِهَذَا، وَذَاكَ بَعْضُ الْبَاحِثِينَ الْعَصْرِيِّينَ، وَمَحَلُّ تَحْقِيقِهِ تَفْسِيرُ آيَةٍ أُخْرَى. </p><p> وَذَكَرَ الزَّمَخْشَرِيُّ وَجْهَيْنِ فِي عَطْفِ وَخَلَقَ مِنْهَا زَوْجَهَا عَلَى مَا قَبْلَهُ، أَحَدُهُمَا: أَنَّهُ مَعْطُوفٌ عَلَى مَحْذُوفٍ كَأَنَّهُ قِيلَ: مِنْ نَفْسِ وَاحِدَةٍ أَنْشَأَهَا، وَابْتَدَأَهَا وَخَلَقَ مِنْهَا زَوْجَهَا، وَإِنَّمَا حُذِفَ لِدَلَالَةِ الْمَعْنَى عَلَيْهِ، وَالْمَعْنَى شَعْبُكُمْ مِنْ نَفْسٍ وَاحِدَةٍ هَذِهِ صِفَتُهَا إلخ. وَثَانِيهِمَا: أَنَّهُ مَعْطُوفٌ عَلَى خَلَقَكُمْ قَالَ: وَالْمَعْنَى: خَلَقَكُمْ مِنْ نَفْسِ آدَمَ لِأَنَّهَا مِنْ جُمْلَةِ الْجِنْسِ الْمُفَرَّعِ مِنْهُ، وَخَلَقَ مِنْهَا أُمَّكُمْ حَوَّاءَ وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً غَيْرَكُمْ مِنَ الْأُمَمِ الْفَائِتَةِ لِلْحَصْرِ. أَقُولُ: وَفِيهِ اكْتِفَاءٌ، أَيْ وَنِسَاءً كَثِيرًا. </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ: نَكَّرَ \" رِجَالًا \"، \" وَنِسَاءً \"، وَأَكَّدَ هَذَا بِقَوْلِهِ: كَثِيرًا إِشَارَةً إِلَى كَثْرَةِ الْأَنْوَاعِ، وَإِلَى أَنَّهُ لَيْسَ الْمُرَادُ بِالتَّثْنِيَةِ فِي قَوْلِهِ: مِنْهُمَا آدَمَ وَحَوَّاءَ بَلْ كُلَّ زَوْجَيْنِ، وَهُوَ يَنْطَبِقُ عَلَى مَا قُلْنَاهُ فِي تَفْسِيرِ الْجُمْلَةِ السَّابِقَةِ، ثُمَّ إِنَّ ذِكْرَ خَلْقِ الزَّوْجِ بَعْدَ ذِكْرِ خَلْقِ النَّاسِ لَا يَقْتَضِي تَأَخُّرَهُ عَنْهُ فِي الزَّمَنِ ; فَإِنَّ الْعَطْفَ بِالْوَاوِ لَا يُفِيدُ التَّرْتِيبَ، وَلَا يُنَافِي كَوْنَ </p><p> الْكَلَامِ مُرَتَّبًا مُتَنَاسِقًا كَمَا تَطْلُبُ الْبَلَاغَةُ، فَإِنَّهُ جَاءَ عَلَى أُسْلُوبِ التَّفْصِيلِ بَعْدَ الْإِجْمَالِ. يَقُولُ: إِنَّهُ خَلَقَكُمْ مِنْ نَفْسِ وَاحِدَةٍ، فَهَذَا إِجْمَالٌ فَصَّلَهُ بِبَيَانِ كَوْنِهِ خَلَقَ مِنْ جِنْسِ تِلْكَ النَّفْسِ زَوْجًا لَهَا، وَجَعَلَ النَّسْلَ مِنَ الزَّوْجَيْنِ كِلَيْهِمَا، فَجَمِيعُ سَلَائِلِ الْبَشَرِ مُتَوَلِّدَةٌ مِنْ زَوْجَيْنِ ذَكَرٍ، وَأُنْثَى اهـ. وَيَرُدُّ عَلَى قَوْلِهِ: إِنَّ الْوَاوَ لَا تُفِيدُ التَّرْتِيبَ آيَةُ الزُّمَرِ خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا [٣٩: ٦] وَقَدْ أَجَابُوا عَنْهُ بِمَا يُذْكَرُ فِي مَحَلِّهِ. </p><p> وَيَرُدُّ عَلَى رَأْيِ أَبِي مُسْلِمٍ، وَرَأْيِ الْجُمْهُورِ أَنَّ بَثَّ الرِّجَالِ وَالنِّسَاءِ مِنَ الزَّوْجَيْنِ مَعًا </p><p> يُنَافِي كَوْنَهُمْ مَخْلُوقِينَ مِنْ نَفْسٍ وَاحِدَةٍ، وَيُنَاقِضُهُ، وَلَا يَرُدُّ عَلَى جَعْلِ النَّفْسِ الْوَاحِدَةِ عِبَارَةً عَنِ الْجِنْسِ، وَالْحَقِيقَةِ الْجَامِعَةِ، فَكَوْنُهُمْ مِنْ جِنْسٍ وَاحِدٍ لَا يُنَافِي كَوْنَ هَذَا الْجِنْسِ خُلِقَ زَوْجَيْنِ ذَكَرًا، وَأُنْثَى، وَكَوْنَهُ بَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً، بَلْ وَلَا جَمِيعَ الرِّجَالِ وَالنِّسَاءِ كَمَا هُوَ ظَاهِرٌ. وَنَقَلَ الرَّازِيُّ، عَنِ الْقَاضِي أَنَّ هَذَا الِاعْتِرَاضَ وَارِدٌ عَلَى الْقَوْلِ الَّذِي اخْتَارَهُ أَبُو مُسْلِمٍ، وَهُوَ كَوْنُ الزَّوْجِ خُلِقَ مِنْ جِنْسِ تِلْكَ النَّفْسِ خَلْقًا مُسْتَقِلًّا دُونَ قَوْلِ الْجُمْهُورِ الَّذِينَ يَقُولُونَ: إِنَّ الزَّوْجَ خُلِقَ مِنَ النَّفْسِ ذَاتِهَا بِخَلْقِ حَوَّاءَ مِنْ ضِلْعِ آدَمَ. </p><p> وَالظَّاهِرُ أَنَّهُ وَارِدٌ عَلَى الْقَوْلَيْنِ ; لِأَنَّ الْوَاقِعَ، وَنَفْسَ الْأَمْرِ أَنَّ النَّاسَ مَخْلُوقُونَ مِنَ الزَّوْجَيْنِ الذَّكَرِ وَالْأُنْثَى، وَهُمَا نَفْسَانِ ثِنْتَانِ سَوَاءٌ خُلِقَتَا مُسْتَقِلَّتَيْنِ، أَوْ خُلِقَتْ إِحْدَاهُمَا مِنَ الْأُخْرَى كَمَا قَالَ - تَعَالَى -: يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا [٤٩: ١٣] الْآيَةَ، وَلَكِنَّ التَّأْوِيلَ عَلَى قَوْلِ الْجُمْهُورِ أَسْهَلُ، إِذْ يَقُولُونَ: إِنَّهُمْ لَمَّا كَانُوا مِنْ نَفْسَيْنِ: إِحْدَاهُمَا مَخْلُوقَةٌ مِنَ الْأُخْرَى صَارُوا بِهَذَا الِاعْتِبَارِ مِنْ نَفْسٍ وَاحِدَةٍ، وَلَيْسَ تَأْوِيلُ الْقَوْلِ الْآخَرِ بِالْعَسِيرِ، فَقَدْ قَالَ الرَّازِيُّ فِيهِ: وَيُمْكِنُ أَنْ يُجَابَ بِأَنَّ كَلِمَةَ (مِنْ) لِابْتِدَاءِ الْغَايَةِ، فَلَمَّا كَانَ ابْتِدَاءُ التَّخْلِيقِ وَالْإِيجَادِ وَقَعَ بِآدَمَ - عَلَيْهِ السَّلَامُ - صَحَّ أَنْ يُقَالَ: خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَأَيْضًا فَلَمَّا ثَبَتَ أَنَّهُ - تَعَالَى - قَادِرٌ عَلَى خَلْقِ آدَمَ مِنَ التُّرَابِ كَانَ قَادِرًا أَيْضًا عَلَى خَلْقِ حَوَّاءَ مِنَ التُّرَابِ، وَإِذَا كَانَ الْأَمْرُ كَذَلِكَ فَأَيُّ فَائِدَةٍ فِي خَلْقِهَا مِنْ ضِلْعٍ مِنْ أَضْلَاعِ آدَمَ. انْتَهَى كَلَامُهُ، وَهُوَ يَدُلُّ عَلَى اخْتِيَارِهِ مَا اخْتَارَهُ أَبُو مُسْلِمٍ، وَمِثْلُهُ الْأُسْتَاذُ الْإِمَامُ. </p><p> وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ قَرَأَ عَاصِمٌ، وَحَمْزَةُ، وَالْكِسَائِيُّ \" تَسَاءَلُونَ \" بِتَخْفِيفِ السِّينِ، وَأَصْلُهُ: تَتَسَاءَلُونَ، فَحُذِفَتْ إِحْدَى التَّاءَيْنِ لِلتَّخْفِيفِ، وَالْبَاقُونَ بِتَشْدِيدِهَا بِإِدْغَامِ التَّاءِ فِي السِّينِ لِتَقَارُبِهِمَا فِي الْمَخْرَجِ، وَكُلٌّ مِنَ الْوَجْهَيْنِ فَصِيحٌ مَعْهُودٌ عَنِ الْعَرَبِ فِي صِيغَةِ تَتَفَاعَلُونَ. </p><p> وَالْمَعْنَى: اتَّقُوا اللهَ الَّذِي يَسْأَلُ بِهِ بَعْضُكُمْ بَعْضًا بِأَنْ يَقُولَ: سَأَلْتُكَ بِاللهِ أَنْ تَقْضِيَ هَذِهِ الْحَاجَةَ، يَرْجُو بِذَلِكَ إِجَابَةَ سُؤَالِهِ. فَمَعْنَى سُؤَالِهِ بِاللهِ سُؤَالُهُ بِإِيمَانِهِ بِهِ وَتَعْظِيمِهِ إِيَّاهُ، وَالْبَاءُ فِيهِ لِلسَّبَبِ، أَيْ أَسْأَلُكَ بِسَبَبِ ذَلِكَ أَنْ تَفْعَلَ كَذَا. وَأَمَّا قَوْلُهُ - تَعَالَى -: وَالْأَرْحَامَ فَقَدْ قَرَأَهُ الْجُمْهُورُ بِالنَّصْبِ. قَالَ أَكْثَرُ الْمُفَسِّرِينَ: </p><p> مَعْطُوفٌ عَلَى الِاسْمِ الْكَرِيمِ، أَيْ وَاتَّقُوا الْأَرْحَامَ أَنْ </p><p> تَقْطَعُوهَا، أَوِ اتَّقُوا إِضَاعَةَ حَقِّ الْأَرْحَامِ بِأَنْ تَصِلُوهَا، وَلَا تَقْطَعُوهَا، وَجَعَلَهُ بَعْضُهُمْ عَطْفًا عَلَى مَحَلِّ الضَّمِيرِ الْمَجْرُورِ فِي (بِهِ) ، وَاخْتَارَهُ الْأُسْتَاذُ الْإِمَامُ. وَجَوَّزَ الْوَاحِدِيُّ نَصْبَهُ بِالْإِغْرَاءِ كَالْقَوْلِ الْمَأْثُورِ عَنْ عُمَرَ (رَضِيَ اللهُ عَنْهُ) : يَا سَارِيَةُ الْجَبَلَ. أَيِ الْزَمِ الْجَبَلَ وَلُذْ بِهِ. وَالْمَعْنَى: وَاحْفَظُوا الْأَرْحَامَ، وَأَدُّوا حُقُوقَهَا. وَقَرَأَهُ حَمْزَةُ وَحْدَهُ بِالْجَرِّ، قِيلَ: إِنَّهُ عَلَى تَقْدِيرِ تَكْرِيرِ الْجَارِّ، أَيْ وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَبِالْأَرْحَامِ، وَقَدْ سُمِعَ عَطْفُ الِاسْمِ الْمُظْهَرِ عَلَى الضَّمِيرِ الْمَجْرُورِ بِدُونِ إِعَادَةِ الْجَارِّ الَّذِي هُوَ الْأَكْثَرُ، وَأَنْشَدَ سِيبَوَيْهِ فِي ذَلِكَ قَوْلَهُمْ: </p><p> نُعَلِّقُ فِي مِثْلِ السَّوَارِي سُيُوفَنَا ... وَمَا بَيْنَهَا وَالْكَعْبِ غُوطٌ نَفَانِفُ </p><p> وَقَوْلُهُمْ: </p><p> فَالْيَوْمَ قَدْ بِتَّ تَهْجُونَا وَتَشْتُمُنَا ... فَاذْهَبْ فَمَا بِكَ وَالْأَيَّامِ مِنْ عَجَبِ </p><p> وَقَدِ اعْتَرَضَ النُّحَاةُ الْبَصْرِيُّونَ عَلَى حَمْزَةَ فِي قِرَاءَتِهِ هَذِهِ ; لِأَنَّ مَا وَرَدَ قَلِيلًا عَنِ الْعَرَبِ لَا يَعُدُّونَهُ فَصِيحًا، وَلَا يَجْعَلُونَهُ قَاعِدَةً بَلْ يُسَمُّونَهُ شَاذًّا، وَهَذَا مِنَ اصْطِلَاحَاتِهِمْ، وَمِثْلُ هَذِهِ اللُّغَاتِ الَّتِي لَمْ يُنْقَلْ مِنْهَا شَوَاهِدُ كَثِيرَةٌ قَدْ تَكُونُ فَصِيحَةً وَلَكِنَّ هَؤُلَاءِ النُّحَاةَ مَفْتُنُونَ بِقَوَاعِدِهِمْ، وَقَدْ نَبَّهَ الْأُسْتَاذُ الْإِمَامُ عَلَى خَطَئِهِمْ فِي تَحْكِيمِهَا فِي كِتَابِ اللهِ - تَعَالَى - عَلَى أَنَّهُ لَيْسَ لَهُمْ أَنْ يَجْعَلُوا قَوَاعِدَهُمْ حُجَّةً عَلَى عَرَبِيٍّ مَا، وَقَالَ هُنَا: إِنَّ الْأَرْحَامَ إِمَّا مَنْصُوبٌ عَطْفًا عَلَى لَفْظِ الْجَلَالَةِ وَإِمَّا مَجْرُورٌ عَطْفًا عَلَى الضَّمِيرِ فِي (بِهِ) وَهُوَ جَائِزٌ بِنَصِّ هَذِهِ الْآيَةِ عَلَى هَذِهِ الْقِرَاءَةِ، وَهِيَ مُتَوَاتِرَةٌ خِلَافًا لِبَعْضِهِمْ. وَقَالَ الرَّازِيُّ هُنَا: وَالْعَجَبُ مِنْ هَؤُلَاءِ النُّحَاةِ أَنَّهُمْ يَسْتَحْسِنُونَ إِثْبَاتَ هَذِهِ اللُّغَةِ بِهَذَيْنِ الْبَيْتَيْنِ الْمَجْهُولَيْنِ. وَلَا يَسْتَحْسِنُونَ إِثْبَاتَهَا بِقِرَاءَةِ حَمْزَةَ، وَمُجَاهِدٍ مَعَ أَنَّهُمَا مِنْ أَكَابِرِ عُلَمَاءِ السَّلَفِ فِي عِلْمِ الْقُرْآنِ. </p><p> هَذَا، وَإِنَّ الْمُنْكِرِينَ عَلَى حَمْزَةَ جَاهِلُونَ بِالْقِرَاءَاتِ، وَرِوَايَاتِهَا مُتَعَصِّبُونَ لِمَذْهَبِ الْبَصْرِيِّينَ مِنَ النُّحَاةِ، وَالْكُوفِيُّونَ يَرَوْنَ مِثْلَ هَذَا الْعَطْفِ مَقِيسًا، وَرَجَّحَ مَذْهَبَهُمْ هَذَا بَعْضُ أَئِمَّةِ الْبَصْرِيِّينَ، وَأَطَالَ بَعْضُ الْعُلَمَاءِ فِي الِانْتِصَارِ لَهُ. </p><p> وَقَدِ اعْتَرَضَ بَعْضُهُمْ عَلَى قِرَاءَةِ حَمْزَةَ مِنْ جِهَةِ الْمَعْنَى، فَقَالُوا: إِنَّ ذِكْرَهُ فِي مَقَامِ الْأَمْرِ بِالتَّقْوَى، وَالتَّرْغِيبِ فِيهَا مُخِلٌّ بِالْبَلَاغَةِ لِأَنَّهُ أَجْنَبِيٌّ مِنْ هَذَا الْمَقَامِ، ثُمَّ إِنَّ فِيهِ تَقْرِيرًا لِمَا كَانَتْ عَلَيْهِ الْجَاهِلِيَّةُ مِنَ التَّسَاؤُلِ بِالْأَرْحَامِ كَمَا يُتَسَاءَلُ بِاللهِ - تَعَالَى -، وَهَذَا مِمَّا </p><p> مَنَعَهُ الْإِسْلَامُ بِدَلِيلِ حَدِيثِ الصَّحِيحَيْنِ: مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللهِ، أَوْ لِيَصْمُتْ وَأُجِيبَ عَنِ الْأَوَّلِ بِأَنَّ ذِكْرَ التَّسَاؤُلِ بِالْأَرْحَامِ لَيْسَ أَجْنَبِيًّا مِنْ مَقَامِ الْأَمْرِ بِالتَّقْوَى هُنَا ; لِأَنَّ هَذَا الْأَمْرَ تَمْهِيدٌ لِحِفْظِ حُقُوقِ الْقَرَابَةِ وَالرَّحِمِ، وَالْتِزَامِ الْأَحْكَامِ الَّتِي جَاءَتْ بِهَا السُّورَةُ فِي ذَلِكَ، حَتَّى إِنَّ بَعْضَ الْمُفَسِّرِينَ قَدْ أَرْجَعَ قِرَاءَةَ الْجُمْهُورِ إِلَى قِرَاءَةِ حَمْزَةَ بِجَعْلِ نَصْبِ (وَالْأَرْحَامَ) بِالْعَطْفِ عَلَى مَحَلِّ الضَّمِيرِ مِنْ قَوْلِهِ: </p><p> تَسَاءَلُونَ بِهِ كَمَا تَقَدَّمَ. وَأُجِيبَ عَنِ الثَّانِي بِأَنَّ الْحَلِفَ بِغَيْرِ اللهِ لَيْسَ مَمْنُوعًا مُطْلَقًا، وَإِنَّمَا يُمْنَعُ الْحَلِفُ الَّذِي يُعْتَقَدُ وُجُوبُ الْبِرِّ بِهِ لَا مَا قُصِدَ بِهِ مَحْضُ التَّأْكِيدِ عَلَى طَرِيقَةِ الْعَرَبِ فِي التَّأْكِيدِ بِصِيغَةِ الْقَسَمِ كَالتَّأْكِيدِ بِأَنَّ، وَأَقُولُ: إِنَّ هَذَا الْجَوَابَ مَبْنِيٌّ عَلَى كَوْنِ التَّسَاؤُلِ بِالْأَرْحَامِ هُوَ قَسَمًا بِهَا، وَهُوَ خَطَأٌ، فَإِنَّ السُّؤَالَ بِاللهِ غَيْرُ الْقَسَمِ بِاللهِ، وَالسُّؤَالَ بِالرَّحِمِ غَيْرُ الْحَلِفِ بِهَا. وَقَدْ أَوْضَحَ هَذَا الْفَرْقَ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَةَ فِي الْقَاعِدَةِ الَّتِي حَرَّرَ فِيهَا مَسْأَلَةَ التَّوَسُّلِ وَالْوَسِيلَةِ، فَقَالَ، وَأَجَادَ، وَحَقَّقَ كَعَادَتِهِ جَزَاهُ اللهُ عَنْ دِينِهِ، وَنَفْسِهِ خَيْرَ الْجَزَاءِ مَا نَصُّهُ:  \" وَأَمَّا السُّؤَالُ بِالْمَخْلُوقِ إِذَا كَانَتْ فِيهِ بَاءُ السَّبَبِ(فَهِيَ)لَيْسَتْ بَاءَ الْقَسَمِ، وَبَيْنَهُمَا فَرْقٌ، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ بِإِبْرَارِ الْقَسَمِ،وَثَبَتَ عَنْهُ فِي الصَّحِيحَيْنِ أَنَّهُ قَالَ:إِنَّ مِنْ عِبَادِ اللهِ مَنْ لَوْ أَقْسَمَ عَلَى اللهِ لَأَبَرَّهُ قَالَ ذَلِكَ لَمَّا قَالَ أَنَسُ بْنُ النَّضْرِ: أَتُكْسَرُ ثَنِيَّةُ الرُّبَيِّعِ؟:لَا وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا تُكْسَرُ ثَنِيَّتُهَا.فَقَالَ:يَا أَنَسُ، كِتَابُ اللهِ الْقِصَاصُ فَرَضِيَ الْقَوْمُ وَعَفَوْا، فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ مِنْ عِبَادِ اللهِ مَنْ لَوْ أَقْسَمَ عَلَى اللهِ لِأَبَرَّهُ وَقَالَ: رُبَّ أَشْعَثَ أَغْبَرَ مَدْفُوعٍ بِالْأَبْوَابِ لَوْ أَقْسَمَ عَلَى اللهِ لَأَبَرَّهُ رَوَاهُ مُسْلِمٌ، وَغَيْرُهُ،وَقَالَ:\" أَلَا أُخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ، كُلُّ ضَعِيفٍ مُتَضَعِّفٍ لَوْ أَقْسَمَ عَلَى اللهِ لَأَبَرَّهُ، أَلَا أُخْبِرُكُمْ بِأَهْلِ النَّارِ، كُلُّ جَوَّاظٍ زَنِيمٍ مُتَكَبِّرٍ \"، وَهَذَا فِي الصَّحِيحَيْنِ وَكَذَلِكَ(حَدِيثُ)أَنَسِ بْنِ النَّضْرِ، وَالْآخَرُ مِنْ أَفْرَادِ مُسْلِمٍ. . .</p><p> \" وَالْإِقْسَامُ بِهِ عَلَى الْغَيْرِ أَنْ يَحْلِفَ الْمُقْسِمُ عَلَى غَيْرِهِ لَيَفْعَلُ كَذَا، فَإِنْ حَنِثَهُ، وَلَمْ يَبَرَّ قَسَمَهُ فَالْكَفَّارَةُ عَلَى الْحَالِفِ لَا عَلَى الْمَحْلُوفِ عَلَيْهِ عِنْدَ عَامَّةِ الْفُقَهَاءِ، كَمَا لَوْ حَلَفَ عَلَى عَبْدِهِ، أَوْ وَلَدِهِ، أَوْ صَدِيقِهِ لَيَفْعَلَنَّ شَيْئًا، وَلَمْ يَفْعَلْهُ، فَالْكَفَّارَةُ عَلَى الْحَالِفِ الْحَانِثِ، وَأَمَّا قَوْلُهُ: سَأَلْتُكَ بِاللهِ أَنْ تَفْعَلَ كَذَا، فَهَذَا سُؤَالٌ وَلَيْسَ بِقَسَمٍ، وَفِي الْحَدِيثِ: مَنْ سَأَلَكُمْ بِاللهِ فَأَعْطُوهُ وَلَا كَفَّارَةَ عَلَى هَذَا إِذَا لَمْ يُجِبْ إِلَى سُؤَالِهِ، وَالْخَلْقُ كُلُّهُمْ يَسْأَلُونَ اللهَ: </p><p> مُؤْمِنُهُمْ، وَكَافِرُهُمْ، وَقَدْ يُجِيبُ اللهُ دُعَاءَ الْكُفَّارِ، فَإِنَّ الْكُفَّارَ يَسْأَلُونَ اللهَ الرِّزْقَ فَيَرْزُقُهُمْ، وَيَسْقِيهِمْ، وَإِذَا مَسَّهُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ يَدْعُونَ إِلَّا إِيَّاهُ، فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ أَعْرَضُوا، وَكَانَ الْإِنْسَانُ كَفُورًا. </p><p> \" وَأَمَّا الَّذِينَ يُقْسِمُونَ عَلَى اللهِ فَيَبَرُّ قَسَمَهُمْ فَإِنَّهُمْ نَاسٌ مَخْصُوصُونَ،فَالسُّؤَالُ كَقَوْلِ السَّائِلِ لِلَّهِ:\" أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ، أَنْتَ اللهُ الْمَنَّانُ بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ \"، وَ \" أَسْأَلُكَ بِأَنَّكَ أَنْتَ اللهُ الْأَحَدُ الصَّمَدُ، الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ \"، وَ \" أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ \" فَهَذَا سُؤَالُ اللهِ - تَعَالَى - بِأَسْمَائِهِ، وَصِفَاتِهِ، وَلَيْسَ ذَلِكَ إِقْسَامًا عَلَيْهِ، فَإِنَّ أَفْعَالَهُ هِيَ مُقْتَضَى أَسْمَائِهِ، وَصِفَاتِهِ، فَمَغْفِرَتُهُ وَرَحْمَتُهُ مِنْ مُقْتَضَى اسْمِهِ الْغَفُورِ الرَّحِيمِ، وَعَفْوُهُ مِنْ مُقْتَضَى اسْمِهِ الْعَفُوِّ.</p><p> ثُمَّ قَالَ: \" فَإِذَا سُئِلَ الْمَسْئُولُ بِشَيْءٍ وَالْبَاءُ لِلسَّبَبِ سُئِلَ بِسَبَبٍ يَقْتَضِي وُجُودَ الْمَسْئُولِ، </p><p> فَإِذَا قَالَ:  \" أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ، أَنْتَ اللهُ الْمَنَّانُ بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ \" كَانَ كَوْنُهُ مَحْمُودًا مَنَّانًا بَدِيعَ السَّمَاوَاتِ وَالْأَرْضِ يَقْتَضِي أَنْ يَمُنَّ عَلَى عَبْدِهِ السَّائِلِ، وَكَوْنُهُ مَحْمُودًا هُوَ يُوجِبُ أَنْ يَفْعَلَ مَا يُحْمَدُ عَلَيْهِ، وَحَمْدُ الْعَبْدِ لَهُ سَبَبُ إِجَابَةِ دُعَائِهِ ; لِهَذَا أَمَرَ الْمُصَلِّيَ أَنْ يَقُولَ:  \" سَمِعَ اللهُ لِمَنْ حَمِدَهُ \" ، أَيِ اسْتَجَابَ اللهُ دُعَاءَ مَنْ حَمِدَهُ، فَالسَّمَاعُ هُنَا بِمَعْنَى الْإِجَابَةِ، وَالْقَبُولِ. </p><p> ثُمَّ قَالَ:  \" وَإِذَا قَالَ السَّائِلُ لِغَيْرِهِ أَسْأَلُكَ بِاللهِ فَإِنَّمَا سَأَلَهُ بِإِيمَانِهِ بِاللهِ، وَذَلِكَ سَبَبٌ لِإِعْطَاءِ مَنْ سَأَلَهُ بِهِ، فَإِنَّهُ - سُبْحَانَهُ - يُحِبُّ الْإِحْسَانَ إِلَى الْخَلْقِ لَاسِيَّمَا إِنْ كَانَ الْمَطْلُوبُ كَفَّ الظُّلْمِ، فَإِنَّهُ يَأْمُرُ بِالْعَدْلِ وَيَنْهَى عَنِ الظُّلْمِ، وَأَمْرُهُ أَعْظَمُ الْأَسْبَابِ فِي حَضِّ الْفَاعِلِ، فَلَا سَبَبَ أَوْلَى مِنْ أَنْ يَكُونَ مُقْتَضِيًا لِمُسَبِّبِهِ مِنْ أَمْرِ اللهِ - تَعَالَى -، وَقَدْ جَاءَ فِيهِ حَدِيثٌ رَوَاهُ أَحْمَدُ فِي مُسْنَدِهِ، وَابْنُ مَاجَهْ عَنْ عَطِيَّةَ الْعَوْفِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -أَنَّهُ عَلَّمَ الْخَارِجَ إِلَى الصَّلَاةِ أَنْ يَقُولَ فِي دُعَائِهِ:\" وَأَسْأَلُكَ بِحَقِّ السَّائِلِينَ عَلَيْكَ، وَبِحَقِّ مَمْشَايَ هَذَا، فَإِنِّي لَمْ أَخْرُجْ أَشَرًا، وَلَا بَطَرًا، وَلَا رِيَاءً، وَلَا سُمْعَةً، وَلَكِنْ خَرَجْتُ اتِّقَاءَ سَخَطِكَ، وَابْتِغَاءَ مَرْضَاتِكَ \"، فَإِنْ كَانَ هَذَا صَحِيحًا، فَحَقُّ السَّائِلِينَ عَلَيْهِ أَنْ يُجِيبَهُمْ، وَحَقُّ الْعَابِدِينَ لَهُ أَنْ يُثِيبَهُمْ، فَهُوَ حَقٌّ أَوْجَبَهُ عَلَى نَفْسِهِ لَهُمْ، كَمَا يُسْأَلُ بِالْإِيمَانِ وَالْعَمَلِ الصَّالِحِ الَّذِي جَعَلَهُ سَبَبًا لِإِجَابَةِ الدُّعَاءِ كَمَا فِي قَوْلِهِ - تَعَالَى -: وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا</p><p> الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ [٤٢: ٢٦] وَكَمَا يُسْأَلُ بِوَعْدِهِ ; لِأَنَّ وَعْدَهُ يَقْتَضِي إِنْجَازَ مَا وَعَدَهُ، وَمِنْهُ قَوْلُ الْمُؤْمِنِينَ: رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ [٣: ١٩٣] وَقَوْلُهُ: إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي [٢٣: ١٠٩، ١١٠] وَيُشْبِهُ هَذَا مُنَاشَدَةَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ بَدْرٍ حَيْثُ يَقُولُ: اللهُمَّ أَنْجِزْ لِي مَا وَعَدْتَنِي وَكَذَلِكَ مَا فِي التَّوْرَاةِ \" أَنَّ اللهَ - تَعَالَى - غَضِبَ عَلَى بَنِي إِسْرَائِيلَ فَجَعَلَ مُوسَى يَسْأَلُ رَبَّهُ، وَيَذْكُرُ مَا وَعَدَ بِهِ إِبْرَاهِيمَ \" فَإِنَّهُ سَأَلَهُ بِسَابِقِ وَعْدِهِ لِإِبْرَاهِيمَ. وَمِنَ السُّؤَالِ بِالْأَعْمَالِ الصَّالِحَةِ سُؤَالُ الثَّلَاثَةِ الَّذِينَ آوَوْا إِلَى غَارٍ فَسَأَلَ كُلُّ وَاحِدٍ مِنْهُمْ بِعَمَلٍ عَظِيمٍ أَخْلَصَ فِيهِ لِلَّهِ ; لِأَنَّ ذَلِكَ الْعَمَلَ مِمَّا يُحِبُّهُ اللهُ،وَيَرْضَاهُ مَحَبَّةً تَقْتَضِي إِجَابَةَ صَاحِبِهِ:هَذَا سَأَلَ بِبِرِّهِ لِوَالِدَيْهِ، وَهَذَا سَأَلَ بِعِفَّتِهِ التَّامَّةِ، وَهَذَا سَأَلَ بِأَمَانَتِهِ، وَإِحْسَانِهِ،وَكَذَلِكَ كَانَ ابْنُ مَسْعُودٍ يَقُولُ وَقْتَ السَّحَرِ:\" اللهُمَّ أَمَرْتَنِي فَأَطَعْتُكَ، وَدَعَوْتَنِي فَأَجَبْتُكَ، وَهَذَا سَحَرُ فَاغْفِرْ لِي \"،وَمِنْهُ حَدِيثُ ابْنِ عُمَرَ أَنَّهُ كَانَ يَقُولُ عَلَى الصَّفَا:\" اللهُمَّ إِنَّكَ قُلْتَ وَقَوْلُكَ الْحَقُّ ادْعُونِي أَسْتَجِبْ لَكُمْ وَإِنَّكَ لَا تُخْلِفُ الْمِيعَادَ \"، ثُمَّ ذَكَرَ الدُّعَاءَ الْمَعْرُوفَ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يَقُولُهُ عَلَى الصَّفَا.</p><p> \" فَقَدْ تَبَيَّنَ أَنَّ قَوْلَ الْقَائِلِ: أَسْأَلُكَ بِكَذَا نَوْعَانِ، فَإِنَّ الْبَاءَ قَدْ تَكُونُ لِلْقَسَمِ، وَقَدْ تَكُونُ </p><p> لِلسَّبَبِ، فَقَدْ تَكُونُ قَسَمًا بِهِ عَلَى اللهِ، وَقَدْ تَكُونُ سُؤَالًا بِسَبَبِهِ. فَأَمَّا الْأَوَّلُ فَالْقَسَمُ بِالْمَخْلُوقَاتِ لَا يَجُوزُ عَلَى الْمَخْلُوقِ، فَكَيْفَ عَلَى الْخَالِقِ. وَأَمَّا الثَّانِي فَهُوَ السُّؤَالُ بِالْمُعَظَّمِ كَالسُّؤَالِ بِحَقِّ الْأَنْبِيَاءِ فَهَذَا فِيهِ نِزَاعٌ، وَقَدْ تَقَدَّمَ عَنْ أَبِي حَنِيفَةَ وَأَصْحَابِهِ أَنَّهُ لَا يَجُوزُ ذَلِكَ. فَنَقُولُ: قَوْلُ السَّائِلِ لِلَّهِ - تَعَالَى - أَسْأَلُكَ بِحَقِّ فُلَانٍ وَفُلَانٍ مِنَ الْمَلَائِكَةِ، وَالْأَنْبِيَاءِ، وَالصَّالِحِينَ، وَغَيْرِهِمْ، أَوْ بِجَاهِ فُلَانٍ، أَوْ بِحُرْمَةِ فُلَانٍ يَقْتَضِي أَنَّ هَؤُلَاءِ لَهُمْ عِنْدَ اللهِ جَاهٌ صَحِيحٌ، فَإِنَّ هَؤُلَاءِ لَهُمْ عِنْدَ اللهِ مَنْزِلَةٌ، وَجَاهٌ، وَحُرْمَةٌ يَقْتَضِي أَنْ يَرْفَعَ اللهُ دَرَجَاتِهِمْ، وَيُعَظِّمَ أَقْدَارَهُمْ، وَيَقْبَلَ شَفَاعَتَهُمْ إِذَا شَفَعُوا مَعَ أَنَّهُ - سُبْحَانَهُ - قَالَ: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ [٢: ٢٥٥] وَيَقْتَضِي أَيْضًا أَنَّ مَنِ اتَّبَعَهُمْ، وَاقْتَدَى بِهِمْ فِيمَا سُنَّ لَهُ الِاقْتِدَاءُ بِهِمْ فِيهِ كَانَ سَعِيدًا، وَمَنْ أَطَاعَ أَمْرَهُمُ الَّذِي بَلَّغُوهُ عَنِ اللهِ كَانَ سَعِيدًا، وَلَكِنْ لَيْسَ نَفْسُ مُجَرَّدِ قَدْرِهِمْ، وَجَاهِهِمْ مِمَّا يَقْتَضِي إِجَابَةَ دُعَائِهِ إِذَا سَأَلَ اللهَ بِهِمْ حَتَّى يَسْأَلَ اللهَ بِذَلِكَ، بَلْ جَاهُهُمْ يَنْفَعُهُ إِذَا اتَّبَعَهُمْ، </p><p> وَأَطَاعَهُمْ فِيمَا أَمَرُوا بِهِ عَنِ اللهِ، أَوْ تَأَسَّى بِهِمْ فِيمَا سَنُّوهُ لِلْمُؤْمِنِينَ، وَيَنْفَعُهُ أَيْضًا إِذَا دَعَوْا لَهُ، وَشَفَعُوا فِيهِ، فَأَمَّا إِذَا لَمْ يَكُنْ مِنْهُمْ دُعَاءٌ، وَلَا شَفَاعَةٌ، وَلَا مِنْهُ سَبَبٌ يَقْتَضِي الْإِجَابَةَ لَمْ يَكُنْ مُسْتَشْفَعًا بِجَاهِهِمْ، وَلَمْ يَكُنْ سُؤَالُهُ بِجَاهِهِمْ نَافِعًا لَهُ عِنْدَ اللهِ، بَلْ يَكُونُ قَدْ سَأَلَ بِأَمْرٍ أَجْنَبِيٍّ عَنْهُ لَيْسَ سَبَبًا لِنَفْعِهِ، وَلَوْ قَالَ الرَّجُلُ لِمُطَاعٍ كَبِيرٍ: أَسْأَلُكَ بِطَاعَةِ فُلَانٍ لَكَ وَبِحُبِّكَ لَهُ عَلَى طَاعَتِكَ، وَبِجَاهِهِ عِنْدَكَ الَّذِي أَوْجَبَتْهُ طَاعَتُهُ لَكَ، كَانَ قَدْ سَأَلَهُ بِأَمْرٍ أَجْنَبِيٍّ لَا تَعَلُّقَ لَهُ بِهِ. فَكَذَلِكَ إِحْسَانُ اللهِ إِلَى هَؤُلَاءِ الْمُقَرَّبِينَ، وَمَحَبَّتُهُ لَهُمْ، وَتَعْظِيمُهُ لِأَقْدَارِهِمْ مَعَ عِبَادَتِهِمْ لَهُ، وَطَاعَتِهِمْ إِيَّاهُ، لَيْسَ فِي ذَلِكَ مَا يُوجِبُ إِجَابَةَ دُعَاءِ مَنْ يَسْأَلُ بِهِمْ، وَإِنَّمَا يُوجِبُ إِجَابَةَ دُعَائِهِ بِسَبَبٍ مِنْهُ لِطَاعَتِهِ لَهُمْ، أَوْ سَبَبٍ مِنْهُمْ لِشَفَاعَتِهِمْ لَهُ، فَإِذَا انْتَفَى هَذَا وَهَذَا فَلَا سَبَبَ اهـ. </p><p> ثُمَّ قَالَ فِي مَوْضِعٍ آخَرَ: </p><p> وَقَدْ تَبَيَّنَ أَنَّ الْإِقْسَامَ عَلَى اللهِ - سُبْحَانَهُ - بِغَيْرِهِ لَا يَجُوزُ، وَلَا يَجُوزُ أَنْ يُقْسَمَ بِمَخْلُوقٍ أَصْلًا. وَأَمَّا التَّوَسُّلُ إِلَيْهِ بِشَفَاعَةِ الْمَأْذُونِ لَهُمْ فِي الشَّفَاعَةِ فَجَائِزٌ. وَالْأَعْمَى كَانَ قَدْ طَلَبَ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَدْعُوَ لَهُ كَمَا طَلَبَ الصَّحَابَةُ مِنْهُ الِاسْتِسْقَاءَ، وَقَوْلُهُ:  \" أَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ نَبِيِّ الرَّحْمَةِ \" أَيْ بِدُعَائِهِ وَشَفَاعَتِهِ لِي ; وَلِهَذَا كَانَ تَمَامُ الْحَدِيثِ \" اللهُمَّ فَشَفِّعْهُ فِيَّ \" ، فَالَّذِي فِي الْحَدِيثِ مُتَّفَقٌ عَلَى جَوَازِهِ، وَلَيْسَ هُوَ مِمَّا نَحْنُ فِيهِ. وَقَدْ قَالَ - تَعَالَى -: وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ فَعَلَى قِرَاءَةِ الْجُمْهُورِ بِالنَّصْبِ إِنَّمَا يَسْأَلُونَ بِاللهِ وَحْدَهُ </p><p> لَا بِالرَّحِمِ، وَتَسَاؤُلُهُمْ بِاللهِ - تَعَالَى - يَتَضَمَّنُ إِقْسَامَ بَعْضِهِمْ عَلَى بَعْضٍ بِاللهِ وَتَعَاهُدَهُمْ بِاللهِ. وَأَمَّا عَلَى قِرَاءَةِ الْخَفْضِ فَقَدْ قَالَ طَائِفَةٌ مِنَ السَّلَفِ: هُوَ قَوْلُهُمْ: أَسْأَلُكَ بِاللهِ وَبِالرَّحِمِ، وَهَذَا إِخْبَارٌ عَنْ سُؤَالِهِمْ، وَقَدْ يُقَالُ إِنَّهُ لَيْسَ بِدَلِيلٍ عَلَى جَوَازِهِ، فَإِنْ كَانَ دَلِيلًا عَلَى جَوَازِهِ فَمَعْنَى قَوْلِهِ: أَسْأَلُكَ بِالرَّحِمِ لَيْسَ إِقْسَامًا بِالرَّحِمِ، وَالْقَسَمُ هُنَا لَا يَسُوغُ لَكِنْ بِسَبَبِ الرَّحِمِ، أَيْ لِأَنَّ الرَّحِمَ تُوجِبُ لِأَصْحَابِهَا بَعْضُهُمْ عَلَى بَعْضٍ حُقُوقًا، كَسُؤَالِ الثَّلَاثَةِ لِلَّهِ - تَعَالَى - بِأَعْمَالِهِمُ الصَّالِحَةِ، وَكَسُؤَالِنَا بِدُعَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَشَفَاعَتِهِ، وَمِنْ هَذَا الْبَابِ مَا رَوَى أَمِيرُ الْمُؤْمِنِينَ عَلِيُّ بْنُ أَبِي طَالِبٍ أَنَّ ابْنَ أَخِيهِ عَبْدَ اللهِ بْنَ جَعْفَرٍ كَانَ إِذَا سَأَلَهُ بِحَقِّ جَعْفَرٍ أَعْطَاهُ، وَلَيْسَ هَذَا مِنْ بَابِ الْإِقْسَامِ، فَإِنَّ الْإِقْسَامَ بِغَيْرِ جَعْفَرٍ أَعْظَمُ، بَلْ مِنْ بَابِ حَقِّ </p><p> الرَّحِمِ ; لِأَنَّ حَقَّ اللهِ إِنَّمَا وَجَبَ بِسَبَبِ جَعْفَرٍ، وَجَعْفَرٌ حَقُّهُ عَلَى عَلِيٍّ \" اهـ.</p><p> وَحَاصِلُ مَعْنَى الْآيَةِ: أَنَّ اللهَ - تَعَالَى - يَقُولُ: يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي أَنْشَأَكُمْ وَرَبَّاكُمْ بِنِعَمِهِ، اتَّقُوهُ فِي أَنْفُسِكُمْ، وَلَا تَعْتَدُوا حُدُودَهُ فِيمَا شَرَعَهُ مِنَ الْحُقُوقِ وَالْآدَابِ لَكُمْ لِإِصْلَاحِ شَأْنِكُمْ، فَإِنَّهُ خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ، فَكُنْتُمْ جِنْسًا وَاحِدًا، تَقُومُ مَصْلَحَتُهُ بِتَعَاوُنِ أَفْرَادِهِ، وَاتِّحَادِهِمْ، وَحِفْظِ بَعْضِهِمْ حُقُوقَ بَعْضٍ. فَتَقْوَاهُ - عَزَّ وَجَلَّ - فِيهَا شُكْرٌ لِرُبُوبِيَّتِهِ، وَفِيهَا تَرْقِيَةٌ لِوَحْدَتِكُمُ الْإِنْسَانِيَّةِ، وَعُرُوجٌ لِلْكَمَالِ فِيهَا. وَاتَّقُوا اللهَ فِي أَمْرِهِ، وَنَهْيِهِ فِي حُقُوقِ الرَّحِمِ الَّتِي هِيَ أَخَصُّ مِنْ حُقُوقِ الْإِنْسَانِيَّةِ بِأَنْ تَصِلُوا الْأَرْحَامَ الَّتِي أَمَرَكُمْ بِوَصْلِهَا،، وَتَحْذَرُوا مَا نَهَاكُمْ عَنْهُ مِنْ قَطْعِهَا، اتَّقُوهُ فِي ذَلِكَ لِمَا فِي تَقْوَاهُ مِنَ الْخَيْرِ لَكُمُ الَّذِي يُذَكِّرُكُمْ بِهِ تَسَاؤُلُكُمْ فِيمَا بَيْنَكُمْ بِاسْمِهِ الْكَرِيمِ، وَحَقِّهِ عَلَى عِبَادِهِ، وَسُلْطَانِهِ الْأَعْلَى عَلَى قُلُوبِهِمْ، وَبِحُقُوقِ الرَّحِمِ، وَمَا فِي هَذَا التَّسَاؤُلِ مِنْ الِاسْتِعْطَافِ، وَالْإِيلَافِ، فَلَا تُفَرِّطُوا فِي هَاتَيْنِ الرَّابِطَتَيْنِ بَيْنَكُمْ: رَابِطَةِ الْإِيمَانِ بِاللهِ، وَتَعْظِيمِ اسْمِهِ، وَرَابِطَةِ وَشِيجَةِ الرَّحِمِ ; فَإِنَّكُمْ إِذَا فَرَّطْتُمْ فِي ذَلِكَ أَفْسَدْتُمْ فِطْرَتَكُمْ، فَتَفْسَدُ الْبُيُوتُ وَالْعَشَائِرُ، وَالشُّعُوبُ، وَالْقَبَائِلُ. إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا أَيْ مُشْرِفًا عَلَى أَعْمَالِكُمْ، وَمَنَاشِئِهَا مِنْ نُفُوسِكُمْ، وَتَأْثِيرِهَا فِي أَحْوَالِكُمْ لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْ ذَلِكَ، فَهُوَ يُشَرِّعُ لَكُمْ مِنَ الْأَحْكَامِ مَا يُصْلِحُ شَأْنَكُمْ وَيَعُدُّكُمْ بِهِ لِلسَّعَادَةِ فِي الدُّنْيَا وَالْآخِرَةِ. \" الرَّقِيبُ \": وَصْفٌ بِمَعْنَى الرَّاقِبِ مِنْ: رَقَبَهُ إِذَا أَشْرَفَ عَلَيْهِ مِنْ مَكَانٍ عَالٍ، وَمِنْهُ الْمَرْقَبُ لِلْمَكَانِ الَّذِي يُشْرِفُ مِنْهُ الْإِنْسَانُ عَلَى مَا دُونَهُ. وَأُطْلِقَ بِمَعْنَى الْحِفْظِ، لِأَنَّهُ مِنْ لَوَازِمِهِ، وَبِهِ فَسَّرَهُ هُنَا مُجَاهِدٌ. وَقَالَ الْأُسْتَاذُ الْإِمَامُ: إِنَّ اللهَ تَعَالَى ذَكَّرَنَا هُنَا بِمُرَاقَبَتِهِ لَنَا لِتَنْبِيهِنَا إِلَى الْإِخْلَاصِ، يَعْنِي أَنَّ مَنْ تَذَكَّرَ أَنَّ اللهَ مُشْرِفٌ عَلَيْهِ مُرَاقِبٌ لِأَعْمَالِهِ كَانَ جَدِيرًا بِأَنْ يَتَّقِيَهُ، وَيَلْتَزِمَ حُدُودَهُ. </p>"
}