{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> فِي ص١٠٨ - وَمَا بَعْدَهَا ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] وَقَدْ ذَكَرَ ذَلِكَ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ، وَأَعَادَ مَا قَالَهُ فِي تَفْسِيرِ تِلْكَ الْآيَةِ فَتَرَكْنَا إِعَادَتَهُ اسْتِغْنَاءً عَنْهُ بِالْإِحَالَةِ عَلَيْهِ فِي مَحَلِّهِ. </p><p> أَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَأَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَابْنُ حِبَّانَ، وَالْبَيْهَقِيُّ فِي سُنَنِهِ، وَغَيْرُهُمْ مِنْ حَدِيثِ جَابِرٍ قَالَ: \" جَاءَتِ امْرَأَةُ سَعْدِ بْنِ الرَّبِيعِ إِلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَتْ يَا رَسُولَ اللهِ: هَاتَانِ ابْنَتَا سَعْدِ بْنِ الرَّبِيعِ قُتِلَ أَبُوهُمَا مَعَكَ فِي أُحُدٍ شَهِيدًا، وَإِنَّ عَمَّهُمَا أَخَذَ مَالَهُمَا فَلَمْ يَدَعْ لَهُمَا مَالًا وَلَا تُنْكَحَانِ إِلَّا وَلَهُمَا مَالٌ. فَقَالَ: يَقْضِي اللهُ فِي ذَلِكَ </p><p> فَنَزَلَتْ آيَةُ الْمِيرَاثِ يُوصِيكُمُ اللهُ فِي أَوْلَادِكُمْ الْآيَةَ، فَأَرْسَلَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى عَمِّهِمَا فَقَالَ: أَعْطِ ابْنَتَيْ سَعْدٍ الثُّلُثَيْنِ، وَأَمَّهُمَا الثُّمُنَ وَمَا بَقِيَ فَهُوَ لَكَ أَخْرَجُوهُ مِنْ طُرُقٍ عَنْ عَبْدِ اللهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ جَابِرٍ، قَالَ التِّرْمِذِيُّ: وَلَا يُعْرَفُ إِلَّا مِنْ حَدِيثِهِ قَالَ الْعُلَمَاءُ: وَهَذِهِ أَوَّلُ تَرِكَةٍ قُسِّمَتْ فِي الْإِسْلَامِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: الْخِطَابُ فِي الْآيَةِ عَامٌّ مُوَجَّهٌ إِلَى جَمِيعِ الْمُكَلَّفِينَ فِي الْأُمَّةِ ; لِأَنَّهُمْ هُمُ الَّذِينَ يُقَسِّمُونَ التَّرِكَةَ وَيُنَفِّذُونَ الْوَصِيَّةَ، وَلِتَكَافُلِ الْأُمَّةِ فِي الْأُمُورِ الْعَامَّةِ. وَقَالَ غَيْرُهُ: إِنَّ الْآيَةَ، وَمَا بَعْدَهَا تَفْصِيلٌ لِلْإِجْمَالِ فِي قَوْلِهِ: لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ الْآيَةَ. وَقَالُوا: إِنَّهُ يَدُلُّ عَلَى جَوَازِ تَأْخِيرِ الْبَيَانِ عَنْ وَقْتِ الْحَاجَةِ، وَلَا حُجَّةَ لَهُمْ فِيهَا عَلَى هَذَا الْقَوْلِ ; إِذِ الظَّاهِرُ أَنَّهَا نَزَلَتْ هِيَ وَمَا قَبْلَهَا - وَمِنْهَا تِلْكَ الْآيَةُ الْمُجْمَلَةُ - فِي وَقْتٍ وَاحِدٍ. </p><p> وَمَا ذُكِرَ فِي سَبَبِ النُّزُولِ لَا يَدُلُّ عَلَى التَّرَاخِي، وَالتَّأْخِيرِ عَنْ وَقْتِ الْحَاجَةِ. وَيَجُوزُ عَلَى فَرْضِ التَّأْخِيرِ، وَالتَّرَاخِي أَنْ تَكُونَ الْآيَةُ الْأُولَى أَبْطَلَتْ هَضْمَ حَقِّ الْمَرْأَةِ وَالطِّفْلِ لِمَا فِيهِ مِنَ الظُّلْمِ وَالْقَسْوَةِ. وَلَمْ يَكُنِ الْمُسْلِمُونَ وَقْتَ نُزُولِهَا قَدْ كَثُرُوا وَكَثُرَ أَقَارِبُهُمْ مِنْهُمْ، وَاسْتَعَدُّوا بِذَلِكَ لِنَسْخِ أَسْبَابِ الْإِرْثِ الْأُولَى الْمُوَقَّتَةِ بِأَسْبَابِ الْإِرْثِ الدَّائِمَةِ فَلَمَّا اسْتَعَدُّوا لِذَلِكَ نَزَلَ التَّفْصِيلُ بَعْدَ غَزْوَةِ أُحُدٍ كَمَا فِي رِوَايَةِ جَابِرٍ. </p><p> يُوصِيكُمُ اللهُ مِنَ الْإِيصَاءِ وَالِاسْمُ الْوَصِيَّةُ، وَهِيَ كَمَا أَفْهَمُ مِنْ ذَوْقِ اللُّغَةِ، وَاسْتِعْمَالِ أَهْلِهَا فِي الْقَدِيمِ وَالْحَدِيثِ أَنَّهَا: مَا تَعْهَدُ بِهِ إِلَى غَيْرِكَ مِنَ الْعَمَلِ فِي الْمُسْتَقْبَلِ الْقَرِيبِ أَوِ الْبَعِيدِ، يَقُولُونَ: يُسَافِرُ فُلَانٌ إِلَى بَلَدِ كَذَا، وَأَوْصَيْتُهُ، أَوْ وَصَّيْتُهُ بِأَنْ يُحْضِرَ لِي مَعَهُ كَذَا، وَيَقُولُونَ: وَصَّيْتُ الْمُعَلِّمَ بِأَنْ يُرَاقِبَ آدَابَ الصَّبِيِّ وَيُؤَدِّبَهُ عَلَى مَا يُسِيءُ بِهِ، وَلَكِنَّهُمْ لَا يَقُولُونَ فِي طَلَبِ الشَّيْءِ الْحَاضِرِ، أَوِ الْعَمَلِ أَوْصَيْتُ، وَلَا وَصَّيْتُ. وَمَا كُنْتُ أَظُنُّ أَنَّ هَذَا الْحَرْفَ يَحْتَاجُ إِلَى تَفْسِيرٍ لَوْلَا أَنَّنِي رَأَيْتُ الرَّازِيَّ يَنْقُلُ عَنِ الْقَفَّالِ: أَنَّ الْإِيصَاءَ بِمَعْنَى الْإِيصَالِ، يُقَالُ وَصَّى يَصِي مِنَ الثُّلَاثِيِّ </p><p> بِمَعْنَى وَصَلَ يَصِلُ، وَأَوْصَى يُوصِي بِمَعْنَى أَوْصَلَ </p><p> يُوصِلُ، وَأَنَّ مَعْنَى الْجُمْلَةِ فِي الْآيَةِ يُوصِلُكُمُ اللهُ إِلَى إِيفَاءَ حُقُوقِ أَوْلَادِكُمْ بَعْدَ مَوْتِكُمْ. وَعَنِ الزَّجَّاجِ أَنَّ مَعْنَاهَا يَفْرِضُ عَلَيْكُمْ. ثُمَّ رَجَعْتُ إِلَى الرَّاغِبِ فَرَأَيْتُهُ يَقُولُ: الْوَصِيَّةُ التَّقَدُّمُ إِلَى الْغَيْرِ بِمَا يَعْمَلُ بِهِ مُقْتَرِنًا بِوَعْظٍ، مِنْ قَوْلِهِمْ: أَرْضٌ وَاصِيَةٌ مُتَّصِلَةُ النَّبَاتِ، وَهَذَا أَظْهَرُ مِنَ الْقَوْلَيْنِ قَبْلَهُ، وَلَكِنَّهُ لَمْ يُرْجِعْنِي عَنْ فَهْمِي الْأَوَّلِ. </p><p> فِي أَوْلَادِكُمْ أَيْ فِي شَأْنِ أَوْلَادِكُمْ مِنْ بَعْدِكُمْ، أَوْ مِيرَاثِهِمْ، وَمَا يَسْتَحِقُّونَهُ مِمَّا تَتْرُكُونَهُ مِنْ أَمْوَالِكُمْ، سَوَاءٌ أَكَانُوا ذُكُورًا أَمْ إِنَاثًا كِبَارًا أَمْ صِغَارًا: وَاخْتَلَفَ الْعُلَمَاءُ فِي أَوْلَادِ الْأَوْلَادِ، فَقَالَتِ الشَّافِعِيَّةُ: إِنَّهُمْ يَدْخُلُونَ فِي مَفْهُومِ الْأَوْلَادِ مَجَازًا لَا حَقِيقَةً، وَقَالَتِ الْحَنَفِيَّةُ: إِنَّ لَفْظَ الْأَوْلَادِ يَتَنَاوَلُهُمْ حَقِيقَةً إِذَا لَمْ يَكُنْ لِلْمَيِّتِ أَوْلَادٌ مِنْ صُلْبِهِ، وَلَا خِلَافَ بَيْنَ عُلَمَاءِ الْمُسْلِمِينَ فِي قِيَامِ أَوْلَادِ الْبَنِينَ مَقَامَ وَالِدَيْهِمْ عِنْدَ فَقْدِهِمْ وَعَدَمِ إِرْثِهِمْ مَعَ وُجُودِهِمْ لِأَنَّ النَّسَبَ لِلذُّكُورِ كَمَا قَالَ الشِّعْرُ: </p><p> بَنُونَا بَنُو أَبْنَائِنَا، وَبَنَاتُنَا ... بَنُوهُنَّ أَبْنَاءُ الرِّجَالِ الْأَبَاعِدِ </p><p> وَقَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَسَنِ ابْنِ بِنْتِهِ فَاطِمَةَ - رَضِيَ اللهُ عَنْهُمْ -: ابْنِي هَذَا سَيِّدٌ - كَمَا فِي الصَّحِيحِ - مَبْنِيٌّ عَلَى خُصُوصِيَّتِهِ فِي جَعْلِ ذُرِّيَّتِهِ مِنْ بِنْتِهِ، أَوْ مِنْ صُلْبِ عَلِيٍّ كَمَا وَرَدَ فِي حَدِيثٍ آخَرَ. وَأَمَّا الْخُنْثَى فَيُنْظَرُ فِي عَلَامَاتِ الذُّكُورَةِ وَالْأُنُوثَةِ فِيهِ، فَأَيُّهُمَا رَجَحَ حُكِمَ بِهِ. وَالْمَرْجِعُ فِي ذَلِكَ لِلْأَطِبَّاءِ الثِّقَاتِ الْعَارِفِينَ. </p><p> وَنَقَلَ الْقُرْطُبِيُّ الْإِجْمَاعَ عَلَى أَنَّ التَّرْجِيحَ يُعْرَفُ بِالْبَوْلِ، فَالْعُضْوُ الَّذِي يَبُولُ مِنْهُ هُوَ الَّذِي يُرَجِّحُ ذُكُورَتَهُ أَوْ أُنُوثَتَهُ. </p><p> لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ اسْتِئْنَافٌ لِبَيَانِ الْوَصِيَّةِ فِي إِرْثِ الْأَوْلَادِ، وَقَدَّمَهُ لِأَنَّهُ الْأَهَمُّ فِي بَابِهِ - كَمَا سَيَأْتِي بَيَانُهُ - أَيْ لِلذَّكَرِ مِنْهُمْ مِثْلُ نَصِيبِ اثْنَتَيْنِ مِنْ إِنَاثِهِمْ إِذَا كَانُوا ذُكُورًا وَإِنَاثًا. قَالَ الْأُسْتَاذُ الْإِمَامُ: جُمْلَةٌ مُفَسِّرَةٌ لَا مَحَلَّ لَهَا مِنَ الْإِعْرَابِ، وَاخْتِيرَ فِيهَا هَذَا التَّعْبِيرُ لِلْإِشْعَارِ بِإِبْطَالِ مَا كَانَتْ عَلَيْهِ الْجَاهِلِيَّةُ مِنْ مَنْعِ تَوْرِيثِ النِّسَاءِ كَمَا تَقَدَّمَ، فَكَأَنَّهُ جَعَلَ إِرْثَ الْأُنْثَى مُقَرَّرًا مَعْرُوفًا، وَأَخْبَرَ أَنَّ لِلذَّكَرِ مِثْلَهُ مَرَّتَيْنِ، أَوْ جَعَلَهُ هُوَ الْأَصْلُ فِي التَّشْرِيعِ، وَجَعَلَ إِرْثَ الذَّكَرِ مَحْمُولًا عَلَيْهِ يُعْرَّفُ بِالْإِضَافَةِ إِلَيْهِ، وَلَوْلَا ذَلِكَ لَقَالَ: لِلْأُنْثَى نِصْفُ حَظِّ الذَّكَرِ، وَإِذًا لَا يُفِيدُ هَذَا الْمَعْنَى، وَلَا يَلْتَئِمُ السِّيَاقُ بَعْدَهُ كَمَا تَرَى ; أَقُولُ: وَيُؤَيِّدُ هَذَا مَا تَرَاهُ فِي بَقِيَّةِ الْفَرَائِضِ فِي الْآيَتَيْنِ مِنْ تَقْدِيمِ </p><p> بَيَانِ مَا لِلْإِنَاثِ بِالْمَنْطُوقِ الصَّرِيحِ مُطْلَقًا، أَوْ مَعَ مُقَابَلَتِهِ بِمَا لِلذُّكُورِ كَمَا تَرَى فِي فَرَائِضِ الْوَالِدَيْنِ، وَالْأَخَوَاتِ، وَالْإِخْوَةِ، وَلَيْسَ عِنْدَنَا فِي هَاتَيْنِ الْآيَتَيْنِ فِي الْفَرَائِضِ شَيْءٌ عَنِ الْأُسْتَاذِ الْإِمَامِ غَيْرُ بَيَانِ هَذِهِ النُّكْتَةِ، وَمَا تَقَدَّمَ مِنْ نُكْتَةِ الْخِطَابِ فِي مَجْمُوعِ الْأُمَّةِ. </p><p> وَالْحِكْمَةُ فِي جَعْلِ حَظِّ الذَّكَرِ كَحَظِّ الْأُنْثَيَيْنِ هِيَ أَنَّ الذَّكَرَ يَحْتَاجُ إِلَى الْإِنْفَاقِ عَلَى </p><p> نَفْسِهِ، وَعَلَى زَوْجِهِ، فَكَانَ لَهُ سَهْمَانِ، وَأَمَّا الْأُنْثَى فَهِيَ تُنْفِقُ عَلَى نَفْسِهَا، فَإِنْ تَزَوَّجَتْ كَانَتْ نَفَقَتُهَا عَلَى زَوْجِهَا، وَبِهَذَا الِاعْتِبَارِ يَكُونُ نَصِيبُ الْأُنْثَى مِنَ الْإِرْثِ أَكْثَرَ مِنْ نَصِيبِ الذَّكَرِ فِي بَعْضِ الْحَالَاتِ بِالنِّسْبَةِ إِلَى نَفَقَاتِهِمَا. </p><p> وَمَا ذَكَرَهُ بَعْضُ الْمُفَسِّرِينَ فِي بَيَانِ الْحِكْمَةِ مِنْ نَقْصِ عُقُولِهِنَّ، وَغَلَبَةِ شَهْوَتِهِنَّ الْمُفْضِيَةِ إِلَى الْإِنْفَاقِ فِي الْوُجُوهِ الْمُنْكَرَةِ فَهُوَ قَوْلٌ مُنْكَرٌ شَنِيعٌ، وَضَعْفُ عُقُولِهِنَّ لَا يَقْتَضِي نَقْصَ نَصِيبِهِنَّ، بَلْ رُبَّمَا يُقَالُ: إِنَّهُ يَقْتَضِي زِيَادَتَهُ كَضَعْفِ أَبْدَانِهِنَّ لِقِلَّةِ حِيلَتِهِنَّ فِي الْكَسْبِ وَعَجْزِهِنَّ عَنِ الْكَثِيرِ مِنْهُ ; وَلِذَلِكَ رُوِيَ عَنْ بَعْضِ السَّلَفِ أَنَّ الْمِيرَاثَ جَاءَ عَلَى خِلَافِ الْقِيَاسِ الْمَعْقُولِ، وَمَا أَرَى الرِّوَايَةَ صَحِيحَةً، كَمَا أَنَّ مَعْنَاهَا غَيْرُ صَحِيحٍ ; لِمَا عَلِمْتُ مِنَ الْحِكْمَةِ الَّتِي بَيَّنَّاهَا. وَأَمَّا مَا يَزْعُمُونَ مِنْ كَوْنِ شَهْوَتِهِنَّ أَقْوَى مِنْ شَهْوَةِ الرِّجَالِ، وَمَا بَنَوْهُ عَلَيْهِ مِنْ إِفْضَائِهِ إِلَى كَثْرَةِ إِنْفَاقِ الْمَالِ فَهُوَ بَاطِلٌ بُنِيَ عَلَى بَاطِلٍ، وَإِنَّنَا نَعْلَمُ بِالِاخْتِيَارِ أَنَّ الرِّجَالَ هُمُ الَّذِينَ يُنْفِقُونَ الْكَثِيرَ مِنْ أَمْوَالِهِمْ فِي سَبِيلِ إِرْضَاءِ شَهَوَاتِهِمْ، وَقَلَّمَا نَسْمَعُ أَنَّ امْرَأَةً أَنْفَقَتْ شَيْئًا مِنْ مَالِهَا فِي مِثْلِ ذَلِكَ فَهُنَّ يَأْخُذْنَ وَلَا يُعْطِينَ، وَالرِّجَالُ هُمُ الَّذِينَ يَبْذُلُونَ لِأَنَّهُمْ أَقْوَى شَهْوَةً، وَأَشَدُّ ضَرَاوَةً، نَعَمْ إِنَّ النِّسَاءَ يَمِلْنَ إِلَى الْإِسْرَافِ فِي الزِّينَةِ وَهِيَ تَسْتَلْزِمُ نَفَقَاتٍ كَثِيرَةٍ، وَالشَّرْعُ يَنْهَى عَنِ الْإِسْرَافِ فَلَا تَكُونُ أَحْكَامُهُ مَبْنِيَّةً عَلَيْهِ، وَلَكِنْ عُلِمَ بِالِاخْتِبَارِ أَنَّهُنَّ كَثِيرًا مَا يُرَجِّحْنَ الِاقْتِصَادَ إِذَا كَانَ أَمْرُ النَّفَقَةِ مَوْكُولًا إِلَيْهِنَّ ; فَإِنْ كَانَتْ مِنَ الْوَالِدِ، أَوِ الزَّوْجِ فَلَا يَكَادُ إِسْرَافُهُنَّ يَقِفُ عِنْدَ حَدٍّ، وَلِهَذَا نَرَى بَعْضَ الرِّجَالِ الْمُقْتَصِدِينَ يَكِلُونَ أَمْرَ النَّفَقَةِ فِي بُيُوتِهِمْ إِلَى أَزْوَاجِهِمْ فَتَقِلُّ النَّفَقَةُ وَيَتَوَفَّرُ مِنْهَا مَا لَمْ يَكُنْ يَتَوَفَّرُ مِنْ قَبْلُ. </p><p> قَالَ الْمُفَسِّرُونَ: وَيَدْخُلُ فِي عُمُومِ الْأَوْلَادِ مَنْ كَانَ مِنْهُمْ كَافِرًا، وَيَخْرُجُ بِالسُّنَّةِ إِذْ تَبَيَّنَ فِيهَا أَنَّ اخْتِلَافَ الدِّينِ مَانِعٌ مِنَ الْإِرْثِ، وَهُوَ مَا عَلَيْهِ عَمَلُ الْمُسْلِمِينَ مِنَ الصَّدْرِ الْأَوَّلِ إِلَى الْآنَ، وَقَدْ يُقَالُ: إِنَّ الْكَافِرَ لَا يَدْخُلُ فِي هَذَا الْعُمُومِ لِمَا عُلِمَ مِنْ </p><p> أَنَّ كُفْرَهُ قَطَعَ الصِّلَةَ بَيْنَهُ وَبَيْنَ وَالِدِهِ الْمُؤْمِنِ كَمَا عُلِمَ مِنْ سُورَةِ هُودٍ الْمَكِّيَّةِ، قَالَ - تَعَالَى -: وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ قَالَ يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ [١١: ٤٥، ٤٦] فَقَدْ أُخْرِجَ مِنْ أَهْلِهِ بِكُفْرِهِ عَلَى الْوَجْهِ الْمَشْهُورِ فِي الْآيَةِ. فَالْمُرَادُ بِالْأَوْلَادِ الْمُؤْمِنُونَ كَمَا أَنَّ الْمُخَاطَبِينَ بِهَا هُمُ الْمُؤْمِنُونَ، أَوْ يُقَالُ: إِنَّ لَفْظَ أَوْلَادِكُمْ مِنَ الْعَامِّ الَّذِي أُرِيدَ بِهِ الْخُصُوصُ ابْتِدَاءً، لَا مِنَ الْعَامِّ الَّذِي خَصَّصَتْهُ السُّنَّةُ. </p><p> وَقَالُوا: إِنَّهُ يَدْخُلُ فِي عُمُومِهَا الْقَاتِلُ عَمْدًا لِأَحَدِ أَبَوَيْهِ، وَيَخْرُجُ بِالسُّنَّةِ وَالْإِجْمَاعِ. وَأَقُولُ: إِنَّ حِرْمَانَهُ مِنَ الْإِرْثِ عُقُوبَةٌ مَالِيَّةٌ فَيَجُوزُ أَنْ يَثْبُتَ بِالسُّنَّةِ أَوِ الْإِجْمَاعِ أَنْ يُعَاقَبَ أَيُّ مُذْنِبٍ بِعُقُوبَةٍ مَالِيَّةٍ، أَوْ بَدَنِيَّةٍ كَمَا هُوَ مَعْهُودٌ فِي جَمِيعِ شَرَائِعِ الْأُمَمِ، أَيْ أَنَّهُ لَا مَانِعَ مِنْهُ عَقْلًا وَلَا قُبْحَ </p><p> فِيهِ. فَمَنْعُهُ مِنَ الْمِيرَاثِ هُوَ فَرْعُ اسْتِحْقَاقِهِ لَهُ فَهُوَ لَا يُنَافِي الْقُرْآنَ، وَإِذَا قِيلَ: إِنَّهُ لَيْسَ مِنْ بَابِ التَّخْصِيصِ لِعُمُومِهِ لَمْ يَكُنْ بَعِيدًا ; إِذْ يُقَالُ: إِنَّ لَهُ حَقَّهُ مِنَ الْإِرْثِ بِنَصِّ الْآيَةِ، ثُمَّ إِنَّ الشَّرِيعَةَ عَاقَبَتْهُ عَلَى قَتْلِهِ لِوَالِدِهِ بِحِرْمَانِهِ مِنْ حَقِّهِ فِي تَرِكَتِهِ لِيَرْتَدِعَ أَمْثَالُهُ، وَتُسَدَّ ذَرِيعَةُ الْفَسَادِ عَلَى الْأَشْرَارِ الطَّامِعِينَ الَّذِينَ يَسْتَعْجِلُونَ التَّمَتُّعَ بِمَا فِي أَيْدِي وَالِدَيْهِمْ فَيَقْتُلُونَهُمْ لِأَجْلِ ذَلِكَ، وَمَنِ اسْتَعْجَلَ الشَّيْءَ قَبْلَ أَوَانِهِ عُوقِبَ بِحِرْمَانِهِ. </p><p> وَيَدْخُلُ فِيهِ الرَّقِيقُ أَيْضًا، وَالرِّقُّ مَانِعٌ مِنَ الْإِرْثِ بِالْإِجْمَاعِ، لِأَنَّ الْمَمْلُوكَ لَا يَمْلِكُ، بَلْ كُلُّ مَا يَصِلُ إِلَى يَدِهِ مِنَ الْمَالِ يَكُونُ لِسَيِّدِهِ، وَمَالِكِهِ، فَلَوْ أَعْطَيْنَاهُ مِنَ التَّرِكَةِ شَيْئًا لَكُنَّا مُعْطِينَ ذَلِكَ لِسَيِّدِهِ فَيَكُونُ السَّيِّدُ هُوَ الْوَارِثُ بِالْفِعْلِ، وَلَمَّا كَانَ الرِّقُّ عَارِضًا، وَخِلَافَ الْأَصْلِ، وَمَرْغُوبًا عَنْهُ فِي الشَّرْعِ جُعِلَ كَأَنَّهُ غَيْرُ مَوْجُودٍ، فَهُوَ بِهَذَا الِاعْتِبَارِ لَا يُنَافِي عُمُومَ الْآيَةِ، وَإِطْلَاقَهَا، وَلَا تُعَدُّ مُنَافَاتُهُ لِلْإِرْثِ خُرُوجًا مِنْ حُكْمِهَا. </p><p> وَأَمَّا الْمِيرَاثُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَدْ قِيلَ: إِنَّهُ لَا يَدْخُلُ فِي عُمُومِ الْآيَةِ ; لِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَدْخُلُ فِي الْعُمُومِ الْوَارِدِ عَلَى لِسَانِهِ سَوَاءٌ كَانَ مِنْ كَلَامِهِ، أَوْ مِنْ كَلَامِ اللهِ - عَزَّ وَجَلَّ - الْمَأْمُورِ هُوَ بِتَبْلِيغِهِ، وَقِيلَ: إِنَّهُ يَدْخُلُ فِيهِ، وَإِنَّهُ اسْتُثْنِيَ مِنْ هَذَا الْعُمُومِ بِحَدِيثِ: نَحْنُ مُعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ وَفِي الْمَسْأَلَةِ خِلَافُ الشِّيعَةِ، وَقَدْ فَصَّلَ الْقَوْلَ فِيهِ السَّيِّدُ الْأَلُوسِيُّ فِي رُوحِ الْمَعَانِي فَرَأَيْنَا أَنْ نَنْقُلَ كَلَامَهُ فِيهِ بِنَصِّهِ قَالَ: </p><p> \" وَاسْتُثْنِيَ مِنَ الْعُمُومِ الْمِيرَاثُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِنَاءً عَلَى الْقَوْلِ بِدُخُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْعُمُومَاتِ الْوَارِدَةِ عَلَى لِسَانِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - الْمُتَنَاوِلَةِ لَهُ لُغَةً، وَالدَّلِيلُ عَلَى الِاسْتِثْنَاءِ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ وَأَخَذَ الشِّيعَةُ بِالْعُمُومِ، وَعَدَمِ الِاسْتِثْنَاءِ، وَطَعَنُوا بِذَلِكَ عَلَى أَبِي بَكْرٍ الصِّدِّيقِ - رَضِيَ اللهُ تَعَالَى عَنْهُ - حَيْثُ لَمْ يُورِثِ الزَّهْرَاءَ - رَضِيَ اللهُ تَعَالَى عَنْهَا - مِنْ تَرِكَةِ أَبِيهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -حَتَّى قَالَتْ لَهُ بِزَعْمِهِمْ:يَا ابْنَ أَبِي قُحَافَةَ، أَنْتَ تَرِثُ أَبَاكَ، وَأَنَا لَا أَرِثُ أَبِي، أَيُّ إِنْصَافٍ هَذَا! ؟وَقَالُوا:إِنَّ الْخَبَرَ لَمْ يَرْوِهِ غَيْرُهُ، وَبِتَسْلِيمِ أَنَّهُ رَوَاهُ غَيْرُهُ أَيْضًا فَهُوَ غَيْرُ مُتَوَاتِرٍ بَلْ آحَادٌ، وَلَا يَجُوزُ تَخْصِيصُ الْكِتَابِ بِخَبَرِ الْآحَادِ بِدَلِيلِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ - رَضِيَ اللهُ تَعَالَى عَنْهُ - رَدَّ خَبَرَ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّهُ لَمْ يَجْعَلْ لَهَا سُكْنَى،وَلَا نَفَقَةً لَمَّا كَانَ مُخَصِّصًا لِقَوْلِهِ تَعَالَى:أَسْكِنُوهُنَّ[٦٥: ٦]فَقَالَ: \" كَيْفَ نَتْرُكُ كِتَابَ رَبِّنَا وَسُنَّةَ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِ امْرَأَةٍ؟ \" فَلَوْ جَازَ تَخْصِيصُ الْكِتَابِ بِخَبَرِ الْآحَادِ لَخَصَّصَ بِهِ، وَلَمْ يَرُدَّهُ، وَلَمْ يَجْعَلْ كَوْنَهُ خَبَرَ امْرَأَةٍ مَعَ مُخَالَفَتِهِ لِلْكِتَابِ مَانِعًا مِنْ قَبُولِهِ، وَأَيْضًا الْعَامُّ وَهُوَ الْكِتَابُ قَطْعِيٌّ، وَالْخَاصُّ وَهُوَ خَبَرُ الْآحَادِ ظَنِّيٌّ، فَيَلْزَمُ تَرْكُ الْقَطْعِيِّ بِالظَّنِّيِّ، وَقَالُوا أَيْضًا: إِنَّ مِمَّا يَدُلُّ عَلَى كَذِبِ الْخَبَرِ قَوْلُهُ - تَعَالَى -: وَوَرِثَ سُلَيْمَانُ دَاوُدَ [٢٧: ١٦] وَقَوْلُهُ - سُبْحَانَهُ - حِكَايَةً عَنْ زَكَرِيَّا - عَلَيْهِ السَّلَامُ -: </p><p> فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ [١٩: ٥، ٦] فَإِنَّ ذَلِكَ صَرِيحٌ فِي أَنَّ الْأَنْبِيَاءَ يَرِثُونَ وَيُورَثُونَ. </p><p> \" وَالْجَوَابُ: أَنَّ هَذَا الْخَبَرَ قَدْ رَوَاهُ أَيْضًا حُذَيْفَةُ بْنُ الْيَمَانِ، وَالزُّبَيْرُ بْنُ الْعَوَّامِ، وَأَبُو الدَّرْدَاءِ، وَأَبُو هُرَيْرَةَ، وَالْعَبَّاسُ، وَعَلِيٌّ، وَعُثْمَانُ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، وَسَعْدُ بْنُ أَبِي وَقَّاصٍ، وَقَدْ أَخْرَجَ الْبُخَارِيُّ، عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ - رَضِيَ اللهُ تَعَالَى عَنْهُ - قَالَ بِمَحْضِرٍ مِنَ الصَّحَابَةِ فِيهِمْ عَلِيٌّ، وَالْعَبَّاسُ، وَعُثْمَانُ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، وَالزُّبَيْرُ بْنُ الْعَوَّامِ،وَسَعْدُ بْنُ أَبِي وَقَّاصٍ:\" أَنْشُدُكُمْ بِاللهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ أَتَعْلَمُونَ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: لَا نُورَثُ مَا تَرَكْنَاهُ صَدَقَةٌ؟ قَالُوا: اللهُمَّ نَعَمْ، ثُمَّ أَقْبَلَ عَلَى عَلِيٍّ، وَالْعَبَّاسِ، فَقَالَ: أَنْشُدُكُمَا بِاللهِ - تَعَالَى - هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ قَالَ ذَلِكَ؟ قَالَا: اللهُمَّ نَعَمْ \".</p><p> فَالْقَوْلُ بِأَنَّ الْخَبَرَ لَمْ يَرْوِهِ إِلَّا أَبُو بَكْرٍ - رَضِيَ اللهُ تَعَالَى عَنْهُ - لَا يُلْتَفَتُ إِلَيْهِ، وَفِي كُتُبِ الشِّيعَةِ مَا يُؤَيِّدُهُ، فَقَدْ رَوَى الْكِلِينِيُّ فِي الْكَافِي، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ أَبِي عَبْدِ اللهِ جَعْفَرٍ الصَّادِقِ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ قَالَ: إِنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ، وَذَلِكَ أَنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِرْهَمًا، وَلَا دِينَارًا، وَإِنَّمَا وَرَّثُوا أَحَادِيثَ، فَمَنْ أَخَذَ بِشَيْءٍ مِنْهَا فَقَدْ أَخَذَ بِحَظٍّ وَافِرٍ. وَكَلِمَةُ \" إِنَّمَا \" مُفِيدَةٌ لِلْحَصْرِ قَطْعًا بِاعْتِرَافِ الشِّيعَةِ، فَيُعْلَمُ أَنَّ الْأَنْبِيَاءَ لَا يُوَرِّثُونَ غَيْرَ الْعِلْمِ، وَالْأَحَادِيثِ. وَقَدْ ثَبَتَ أَيْضًا بِإِجْمَاعِ أَهْلِ السِّيَرِ، وَالتَّوَارِيخِ وَعُلَمَاءِ الْحَدِيثِ أَنَّ جَمَاعَةً مِنَ الْمَعْصُومِينَ عِنْدَ الشِّيعَةِ، وَالْمَحْفُوظِينَ عِنْدَ أَهْلِ السُّنَّةِ عَمِلُوا بِمُوجِبِهِ، فَإِنَّ تَرِكَةَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا وَقَعَتْ فِي أَيْدِيهِمْ لَمْ يُعْطُوا مِنْهَا الْعَبَّاسَ وَلَا بَنِيهِ وَلَا الْأَزْوَاجَ الْمُطَهَّرَاتِ شَيْئًا، وَلَوْ كَانَ الْمِيرَاثُ جَارِيًا فِي تِلْكَ التَّرِكَةِ لَشَارَكُوهُمْ فِيهَا قَطْعًا.</p><p> \" فَإِذَا ثَبَتَ مِنْ مَجْمُوعِ مَا ذَكَرْنَا التَّوَاتُرُ فَحَبَّذَا ذَلِكَ ; لِأَنَّ تَخْصِيصَ الْقُرْآنِ بِالْخَبَرِ الْمُتَوَاتِرِ جَائِزٌ اتِّفَاقًا. وَإِنْ لَمْ يَثْبُتْ، وَبَقِيَ الْخَبَرُ مِنَ الْآحَادِ فَنَقُولُ: إِنَّ تَخْصِيصَ الْقُرْآنِ بِخَبَرِ الْآحَادِ جَائِزٌ عَلَى الصَّحِيحِ، وَبِجَوَازِهِ قَالَ الْأَئِمَّةُ الْأَرْبَعَةُ، وَيَدُلُّ عَلَى جَوَازِهِ أَنَّ الصَّحَابَةَ - رَضِيَ اللهُ تَعَالَى عَنْهُمْ - خَصَّصُوا بِهِ مِنْ غَيْرِ نَكِيرٍ، فَكَانَ إِجْمَاعًا. وَمِنْهُ قَوْلُهُ - تَعَالَى -: وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ [٤: ٢٤] وَيَدْخُلُ فِيهِ نِكَاحُ الْمَرْأَةِ عَلَى عَمَّتِهَا وَخَالَتِهَا، فَخُضَّ بِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَا تَنْكِحُوا الْمَرْأَةَ عَلَى عَمَّتِهَا، وَلَا عَلَى خَالَتِهَا وَالشِّيعَةُ أَيْضًا قَدْ خَصَّصُوا عُمُومَاتٍ كَثِيرَةً مِنَ الْقُرْآنِ بِخَبَرِ الْآحَادِ، فَإِنَّهُمْ لَا يُوَرِّثُونَ الزَّوْجَةَ مِنَ الْعَقَارِ، وَيَخُصُّونَ أَكْبَرَ أَبْنَاءِ الْمَيِّتِ مِنْ تَرِكَتِهِ بِالسَّيْفِ، وَالْمُصْحَفِ، وَالْخَاتَمِ، وَاللِّبَاسِ، بِدُونِ بَدَلٍ كَمَا أَشَرْنَا إِلَيْهِ </p><p> فِيمَا مَرَّ. وَيَسْتَنِدُونَ فِي ذَلِكَ إِلَى أَحَادِيثِ آحَادٍ تَفَرَّدُوا بِرِوَايَتِهَا مَعَ أَنَّ عُمُومَ الْآيَاتِ عَلَى خِلَافِ ذَلِكَ، وَالِاحْتِجَاجُ عَلَى عَدَمِ جَوَازِ التَّخْصِيصِ بِخَبَرِ عُمَرَ - رَضِيَ اللهُ عَنْهُ - مُجَابٌ عَنْهُ بِأَنَّ عُمَرَ إِنَّمَا رَدَّ خَبَرَ ابْنَةِ قَيْسٍ لِتَرَدُّدِهِ فِي صِدْقِهَا، وَكَذِبِهَا، وَلِذَلِكَ قَالَ: بِقَوْلِ امْرَأَةٍ لَا نَدْرِي أَصْدَقَتْ أَمْ كَذَبَتْ. فَعَلَّلَ الرَّدَّ بِالتَّرَدُّدِ فِي </p><p> صِدْقِهَا وَكَذِبِهَا لَا بِكَوْنِهِ خَبَرَ وَاحِدٍ. وَكَوْنُ التَّخْصِيصِ يَلْزَمُ مِنْهُ تَرْكُ الْقَطْعِيِّ بِالظَّنِّيِّ مَرْدُودٌ بِأَنَّ التَّخْصِيصَ وَقَعَ فِي الدَّلَالَةِ ; لِأَنَّهُ دَفْعٌ لِلدَّلَالَةِ فِي بَعْضِ الْمَوَارِدِ، فَلَمْ يَلْزَمْ تَرْكُ الْقَطْعِيِّ بِالظَّنِّيِّ بَلْ هُوَ تَرْكٌ لِلظَّنِّيِّ بِالظَّنِّيِّ. </p><p> \" وَمَا زَعَمُوهُ مِنْ دَلَالَةِ الْآيَتَيْنِ اللَّتَيْنِ ذَكَرُوهُمَا عَلَى كَذِبِ الْخَبَرِ فِي غَايَةِ الْوَهْنِ ; لِأَنَّ الْوِرَاثَةَ فِيهِمَا وِرَاثَةُ الْعِلْمِ وَالنُّبُوَّةِ، وَالْكَمَالَاتِ النَّفْسَانِيَّةِ لَا وِرَاثَةَ الْعُرُوضِ وَالْأَمْوَالِ.</p><p> \" وَمِمَّا يَدُلُّ عَلَى أَنَّ الْوِرَاثَةَ فِي الْآيَةِ الْأُولَى مِنْهُمَا كَذَلِكَ مَا رَوَاهُ الْكِلِينِيُّ، عَنْ أَبِي عَبْدِ اللهِ أَنَّ سُلَيْمَانَ وَرِثَ دَاوُدَ، وَأَنَّ مُحَمَّدًا وَرِثَ سُلَيْمَانَ ; فَإِنَّ وِرَاثَةَ الْمَالِ بَيْنَ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسُلَيْمَانَ - عَلَيْهِ السَّلَامُ - غَيْرُ مُتَصَوَّرَةٍ بِوَجْهٍ. وَأَيْضًا إِنَّ دَاوُدَ عَلَيْهِ السَّلَامُ - عَلَى مَا ذَكَرَهُ أَهْلُ التَّأْرِيخِ - كَانَ لَهُ تِسْعَةَ عَشَرَ ابْنًا، وَكُلُّهُمْ كَانُوا وَرَثَةً بِالْمَعْنَى الَّذِي يَزْعُمُهُ الْخَصْمُ. فَلَا مَعْنَى لِتَخْصِيصِ بَعْضِهِمْ بِالذِّكْرِ دُونَ بَعْضٍ فِي وِرَاثَةِ الْمَالِ لِاشْتِرَاكِهِمْ فِيهَا مِنْ غَيْرِ خُصُوصِيَّةٍ لِسُلَيْمَانَ - عَلَيْهِ السَّلَامُ - بِهَا بِخِلَافِ وِرَاثَةِ الْعِلْمِ، وَالنُّبُوَّةِ. </p><p> وَأَيْضًا تَوْصِيفُ سُلَيْمَانَ - عَلَيْهِ السَّلَامُ - بِتِلْكَ الْوِرَاثَةِ مِمَّا لَا يُوجِبُ كَمَالًا، وَلَا يَسْتَدْعِي امْتِيَازًا ; لِأَنَّ الْبَرَّ وَالْفَاجِرَ يَرِثُ أَبَاهُ، فَأَيُّ دَاعٍ لِذِكْرِ هَذِهِ الْوِرَاثَةِ فِي بَيَانِ فَضَائِلِ هَذَا النَّبِيِّ وَمَنَاقِبهِ - عَلَيْهِ السَّلَامُ -! ؟ \" وَمِمَّا يَدُلُّ عَلَى أَنَّ الْوِرَاثَةَ فِي الْآيَةِ الثَّانِيَةِ كَذَلِكَ أَيْضًا، أَنَّهُ لَوْ كَانَ الْمُرَادُ بِالْوِرَاثَةِ فِيهَا وِرَاثَةَ الْمَالِ كَانَ الْكَلَامُ أَشْبَهَ شَيْءٍ بِالسَّفْسَطَةِ ; لِأَنَّ الْمُرَادَ بِآلِ يَعْقُوبَ حِينَئِذٍ إِنْ كَانَ نَفْسَهُ الشَّرِيفَةَ يَلْزَمُ أَنَّ مَالَ يَعْقُوبَ عَلَيْهِ السَّلَامُ كَانَ بَاقِيًا غَيْرَ مَقْسُومٍ إِلَى عَهْدِ زَكَرِيَّا، وَبَيْنَهُمَا نَحْوٌ مِنْ أَلْفَيْ سَنَةٍ، وَهُوَ كَمَا تَرَى! ! وَإِنْ كَانَ الْمُرَادُ جَمِيعَ أَوْلَادِهِ يَلْزَمُ أَنْ يَكُونَ يَحْيَى وَارِثًا جَمِيعَ بَنِي إِسْرَائِيلَ أَحْيَاءً وَأَمْوَاتًا، وَهَذَا أَفْحَشُ مِنَ الْأَوَّلِ، وَإِنْ كَانَ الْمُرَادُ بَعْضَ الْأَوْلَادِ، أَوْ أُرِيدَ مِنْ يَعْقُوبَ غَيْرُ الْمُتَبَادِرِ وَهُوَ ابْنُ إِسْحَاقَ - عَلَيْهِمَا السَّلَامُ -، يُقَالُ: أَيُّ فَائِدَةٍ فِي وَصْفِ هَذَا الْوَلِيِّ عِنْدَ طَلَبِهِ مِنَ اللهِ - تَعَالَى - بِأَنَّهُ يَرِثُ أَبَاهُ، وَيَرِثُ بَعْضَ ذَوِي قَرَابَتِهِ؟ وَالِابْنُ وَارِثُ الْأَبِ وَمَنْ يَقْرُبُ مِنْهُ فِي جَمِيعِ الشَّرَائِعِ، مَعَ أَنَّ هَذِهِ الْوِرَاثَةَ تُفْهَمُ مِنْ لَفْظِ الْوَلِيِّ بِلَا تَكَلُّفٍ وَلَيْسَ الْمَقَامُ مَقَامَ تَأْكِيدٍ. </p><p> وَأَيْضًا لَيْسَ فِي الْأَنْظَارِ الْعَالِيَةِ، وَهِمَمِ النُّفُوسِ الْقُدْسِيَّةِ الَّتِي انْقَطَعَتْ مِنْ تَعَلُّقَاتِ هَذَا الْعَالَمِ الْفَانِي، وَاتَّصَلَتْ بِحَظَائِرِ الْقُدْسِ الْحَقَّانِيِّ مَيْلٌ لِلْمَتَاعِ الدُّنْيَوِيِّ قَدْرَ جَنَاحِ بَعُوضَةٍ حَتَّى يَسْأَلَ </p><p> حَضْرَةُ زَكَرِيَّا - عَلَيْهِ السَّلَامُ - وَلَدًا يَنْتَهِي إِلَيْهِ مَالُهُ وَيَصِلُ إِلَى يَدِهِ مَتَاعُهُ، وَيُظْهِرُ لِفَوَاتِ ذَلِكَ </p><p> الْحُزْنَ وَالْخَوْفَ ; فَإِنَّ ذَلِكَ يَقْتَضِي صَرِيحًا كَمَالَ الْمَحَبَّةِ، وَتَعَلُّقَ الْقَلْبِ بِالدُّنْيَا وَمَا فِيهَا، وَذَلِكَ بَعِيدٌ عَنْ سَاحَتِهِ الْعَلِيَّةِ وَهِمَّتِهِ الْقُدْسِيَّةِ، وَأَيْضًا لَا مَعْنَى لِخَوْفِ زَكَرِيَّا - عَلَيْهِ السَّلَامُ - مِنْ صَرْفِ بَنِي أَعْمَامِهِ مَالَهُ بَعْدَ مَوْتِهِ. أَمَّا إِنْ كَانَ الصَّرْفُ فِي طَاعَةٍ فَظَاهِرٌ، وَأَمَّا إِنْ كَانَ فِي مَعْصِيَةٍ فَلِأَنَّ الرَّجُلَ إِذَا مَاتَ وَانْتَقَلَ الْمَالُ إِلَى الْوَارِثِ وَصَرَفَهُ فِي الْمَعَاصِي فَلَا مُؤَاخَذَةَ عَلَى الْمَيِّتِ، وَلَا عِتَابَ، عَلَى أَنَّ دَفْعَ هَذَا الْخَوْفِ كَانَ مُتَيَسِّرًا لَهُ بِأَنْ يَصْرِفَهُ، وَيَتَصَدَّقَ بِهِ فِي سَبِيلِ اللهِ - تَعَالَى - قَبْلَ وَفَاتِهِ وَيَتْرُكُ وَرَثَتَهُ عَلَى أَنْقَى مِنَ الرَّاحَةِ، وَاحْتِمَالُ مَوْتِ الْفَجْأَةِ، وَعَدَمُ التَّمَكُّنِ مِنْ ذَلِكَ لَا يَنْتَهِضُ عِنْدَ الشِّيعَةِ ; لِأَنَّ الْأَنْبِيَاءَ عِنْدَهُمْ يَعْلَمُونَ وَقْتَ مَوْتِهِمْ. فَمَا مُرَادُ ذَلِكَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْوِرَاثَةِ إِلَّا وِرَاثَةَ الْكَمَالَاتِ النَّفْسَانِيَّةِ، وَالْعِلْمِ، وَالنُّبُوَّةِ الْمُرَشِّحَةِ لِمَنْصِبِ الْحُبُورَةِ ; فَإِنَّهُ - عَلَيْهِ السَّلَامُ - خَشِيَ مِنْ أَشْرَارِ بَنِي إِسْرَائِيلَ أَنْ يُحَرِّفُوا الْأَحْكَامَ الْإِلَهِيَّةَ، وَالشَّرَائِعَ الرَّبَّانِيَّةَ، وَلَا يَحْفَظُوا عِلْمَهُ، وَلَا يَعْمَلُوا بِهِ، وَيَكُونُ ذَلِكَ سَبَبًا لِلْفَسَادِ الْعَظِيمِ، فَطَلَبَ الْوَلَدَ لِيُجْرِيَ أَحْكَامَ اللهِ - تَعَالَى - بَعْدَهُ، وَيُرَوِّجَ الشَّرِيعَةَ، وَيَكُونَ مَحَطَّ رِحَالِ النُّبُوَّةِ، وَذَلِكَ مُوجِبٌ لِتَضَاعُفِ الْأَجْرِ وَاتِّصَالِ الثَّوَابِ، وَالرَّغْبَةِ فِي مِثْلِهِ مِنْ شَأْنِ ذَوِي النُّفُوسِ الْقُدْسِيَّةِ، وَالْقُلُوبِ الطَّاهِرَةِ الزَّكِيَّةِ. </p><p> \" فَإِنْ قِيلَ الْوِرَاثَةُ فِي وِرَاثَةِ الْعِلْمِ مَجَازٌ وَفِي وِرَاثَةِ الْمَالِ حَقِيقَةٌ وَصَرْفُ اللَّفْظِ عَنِ الْحَقِيقَةِ إِلَى الْمَجَازِ لَا يَجُوزُ بِلَا ضَرُورَةٍ، فَمَا الضَّرُورَةُ هُنَا؟ أُجِيبُ بِأَنَّ الضَّرُورَةَ هُنَا حِفْظُ كَلَامِ الْمَعْصُومِ مِنَ التَّكْذِيبِ، وَأَيْضًا لَا نُسَلِّمُ كَوْنَ الْوِرَاثَةِ حَقِيقَةً فِي الْمَالِ فَقَطْ بَلْ صَارَ لِغَلَبَةِ الِاسْتِعْمَالِ فِي الْعُرْفِ مُخْتَصًّا بِالْمَالِ، وَفِي أَصْلِ الْوَضْعِ إِطْلَاقُهُ عَلَى وِرَاثَةِ الْعِلْمِ، وَالْمَالِ، وَالْمَنْصِبِ صَحِيحٌ. وَهَذَا الْإِطْلَاقُ هُوَ حَقِيقَتُهُ اللُّغَوِيَّةُ، سَلَّمْنَا أَنَّهُ مَجَازٌ، وَلَكِنَّ هَذَا الْمَجَازَ مُتَعَارَفٌ، وَمَشْهُورٌ بِحَيْثُ يُسَاوِي الْحَقِيقَةَ خُصُوصًا فِي اسْتِعْمَالِ الْقُرْآنِ الْمَجِيدِ، وَمِنْ ذَلِكَ قَوْلُهُ - تَعَالَى -: ثُمَّ أَوْرَثْنَا الْكِتَابَ[٣٥: ٣٢]وَأُورِثُوا الْكِتَابَ[٤٢: ١٤]إِلَى غَيْرِ مَا آيَةٍ \" . </p><p> \" وَمِنَ الشِّيعَةِ مَنْ أَوْرَدَ هُنَا بَحْثًا: وَهُوَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا لَمْ يُوَرِّثْ أَحَدًا فَلِمَ أُعْطِيَتْ أَزْوَاجُهُ الطَّاهِرَاتُ حُجُرَاتِهِنَّ؟ وَالْجَوَابُ: أَنَّ ذَلِكَ مُغَالَطَةٌ لِأَنَّ إِفْرَازَ الْحُجُرَاتِ لِلْأَزْوَاجِ إِنَّمَا كَانَ لِأَجْلِ كَوْنِهَا مَمْلُوكَةً لَهُنَّ لَا مِنْ جِهَةِ الْمِيرَاثِ، بَلْ لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَنَى كُلَّ حُجْرَةٍ لِوَاحِدَةٍ مِنْهُنَّ فَصَارَتِ الْهِبَةُ مَعَ الْقَبْضِ مُتَحَقِّقَةً وَهِيَ مُوجِبَةٌ لِلْمِلْكِ، وَقَدْ بَنَى </p><p> النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِثْلَ ذَلِكَ لِفَاطِمَةَ (رَضِيَ اللهُ عَنْهَا) وَأُسَامَةَ، وَسَلَّمَهُ إِلَيْهِمَا، وَكَانَ كُلُّ مَنْ بِيَدِهِ شَيْءٌ مِمَّا بَنَاهُ لَهُ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَصَرَّفُ فِيهِ تَصَرُّفَ الْمَالِكِ عَلَى عَهْدِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -، وَيَدُلُّ عَلَى مَا ذُكِرَ مَا ثَبَتَ بِإِجْمَاعِ أَهْلِ السُّنَّةِ وَالشِّيعَةِ أَنَّ الْإِمَامَ الْحَسَنَ (رَضِيَ اللهُ عَنْهُ) لَمَّا حَضَرَتْهُ الْوَفَاةُ اسْتَأْذَنَ مِنْ عَائِشَةَ الصِّدِّيقَةَ (رَضِيَ اللهُ عَنْهَا) وَسَأَلَهَا أَنْ تُعْطِيَهُ مَوْضِعًا لِلدَّفْنِ فِي جِوَارِ جَدِّهِ الْمُصْطَفَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; فَإِنَّهُ إِنْ لَمْ تَكُنِ الْحُجْرَةُ مِلْكَ أُمِّ الْمُؤْمِنِينَ لَمْ يَكُنْ لِلِاسْتِئْذَانِ، وَالسُّؤَالِ مَعْنًى، وَفِي الْقُرْآنِ نَوْعُ إِشَارَةٍ إِلَى كَوْنِ الْأَزْوَاجِ الْمُطَهَّرَاتِ مَالِكَاتٍ لِتِلْكَ الْحُجَرِ، حَيْثُ قَالَ </p><p> - </p><p> سُبْحَانَهُ -: وَقَرْنَ فِي بُيُوتِكُنَّ [٣٣: ٣٣] فَأَضَافَ الْبُيُوتَ إِلَيْهِنَّ وَلَمْ يَقُلْ: فِي بُيُوتِ الرَّسُولِ. </p><p> \" وَمِنْ أَهْلِ السُّنَّةِ مَنْ أَجَابَ عَنْ أَصْلِ الْبَحْثِ بِأَنَّ الْمَالَ بَعْدَ وَفَاةِ النَّبِيِّ - صَلَّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - صَارَ فِي حُكْمِ الْوَقْفِ عَلَى جَمِيعِ الْمُسْلِمِينَ، فَيَجُوزُ لِخَلِيفَةِ الْوَقْتِ أَنْ يَخُصَّ مَنْ شَاءَ بِمَا شَاءَ كَمَا خَصَّ الصِّدِّيقُ جَنَابَ الْأَمِيرِ(رَضِيَ اللهُ عَنْهُ)بِسَيْفٍ، وَدِرْعٍ، وَبَغْلَةٍ شَهْبَاءَ تُسَمَّى الدُّلْدُلَ مَعَ أَنَّ الْأَمِيرَ(رَضِيَ اللهُ عَنْهُ)لَمْ يَرِثِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِوَجْهٍ، وَقَدْ صَحَّ أَيْضًا أَنَّ الصِّدِّيقَ أَعْطَى الزُّبَيْرَ بْنَ الْعَوَّامِ، وَمُحَمَّدَ بْنَ مَسْلَمَةَ بَعْضًا مِنْ مَتْرُوكَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَإِنَّمَا لَمْ يُعْطِ(رَضِيَ اللهُ عَنْهُ)فَاطِمَةَ(رَضِيَ اللهُ عَنْهَا)فَدَكَ مَعَ أَنَّهَا طَلَبَتْهَا إِرْثًا، وَانْحَرَفَ مِزَاجُ رِضَاهَا(رَضِيَ اللهُ عَنْهَا)بِالْمَنْعِ إِجْمَاعًا، وَعَدَلَتْ عَنْ ذَلِكَ إِلَى دَعْوَى الْهِبَةِ، وَأَتَتْ بَعَلِيٍّ، وَالْحَسَنَيْنِ، وَأُمِّ أَيْمَنَ لِلشَّهَادَةِ فَلَمْ تَقُمْ عَلَى سَاقٍ بِزَعْمِ الشِّيعَةِ، وَلَمْ تُمَكَّنْ لِمَصْلَحَةٍ دِينِيَّةٍ وَدُنْيَوِيَّةٍ رَآهُمَا الْخَلِيفَةُ إِذْ ذَاكَ كَمَا ذَكَرَهُ الْأَسْلَمِيُّ فِي التَّرْجَمَةِ الْعَبْقَرِيَّةِ، وَالصَّوْلَةِ الْحَيْدَرِيَّةِ، وَأَطَالَ فِيهِ.</p><p> \" وَتَحْقِيقُ الْكَلَامِ فِي هَذَا الْمَقَامِ: أَنَّ أَبَا بَكْرٍ (رَضِيَ اللهُ عَنْهُ) خَصَّ آيَةَ الْمَوَارِيثِ بِمَا سَمِعَهُ مِنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَخَبَرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَقِّ مَنْ سَمِعَهُ مِنْهُ بِلَا وَاسِطَةٍ مُفِيدٌ لِلْعِلْمِ الْيَقِينِيِّ بِلَا شُبْهَةٍ، وَالْعَمَلُ بِسَمَاعِهِ وَاجِبٌ عَلَيْهِ سَوَاءٌ سَمِعَهُ غَيْرُهُ أَوْ لَمْ يَسْمَعْ. </p><p> \" وَقَدْ أَجْمَعَ أَهْلُ الْأُصُولِ مِنْ أَهْلِ السُّنَّةِ وَالشِّيعَةِ عَلَى أَنَّ تَقْسِيمَ الْخَبَرِ إِلَى الْمُتَوَاتِرِ وَغَيْرِهِ بِالنِّسْبَةِ إِلَى مَنْ لَمْ يُشَاهِدُوا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسَمِعُوا خَبَرَهُ بِوَاسِطَةِ</p><p> الرُّوَاةِ لَا فِي حَقِّ مَنْ شَاهَدَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسَمِعَ مِنْهُ بِلَا وَاسِطَةٍ، فَخَبَرُ \" نَحْنُ مُعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ \" عِنْدَ أَبِي بَكْرٍ قَطْعِيٌّ ; لِأَنَّهُ فِي حَقِّهِ كَالْمُتَوَاتِرِ بَلْ أَعْلَى كَعْبًا مِنْهُ، وَالْقَطْعِيُّ يُخَصِّصُ الْقَطْعِيَّ اتِّفَاقًا، وَلَا تَعَارُضَ بَيْنَ هَذَا الْخَبَرِ، وَالْآيَاتِ الَّتِي فِيهَا نِسْبَةُ الْوِرَاثَةِ إِلَى الْأَنْبِيَاءِ - عَلَيْهِمُ السَّلَامُ - لِمَا عَلِمْتَ.</p><p> \" وَدَعْوَى الزَّهْرَاءِ (رَضِيَ اللهُ عَنْهَا) فَدَكًا بِحَسَبِ الْوِرَاثَةِ لَا تَدُلُّ عَلَى كَذِبِ الْخَبَرِ بَلْ عَلَى عَدَمِ سَمَاعِهِ، وَهُوَ غَيْرُ مُخِلٍّ بِقَدْرِهَا، وَرِفْعَةِ شَأْنِهَا، وَمَزِيدِ عِلْمِهَا، وَكَذَا أَخْذُ الْأَزْوَاجِ الْمُطَهَّرَاتِ حُجُرَاتِهِنَّ لَا يَدُلُّ عَلَى ذَلِكَ لِمَا مَرَّ وَجَلَا، وَعُدُولُهَا إِلَى دَعْوَى الْهِبَةِ غَيْرُ مُتَحَقِّقٍ عِنْدَنَا، بَلِ الْمُتَحَقِّقُ دَعْوَى الْإِرْثِ. وَلَئِنْ سَلَّمْنَا أَنَّهُ وَقَعَ مِنْهَا دَعْوَى الْهِبَةِ فَلَا نُسَلِّمُ أَنَّهَا أَتَتْ بِأُولَئِكَ الْأَطْهَارِ شُهُودًا ; وَذَلِكَ لِأَنَّ الْمُجْمَعَ عَلَيْهِ أَنَّ الْهِبَةَ لَا تَتِمُّ إِلَّا بِالْقَبْضِ، وَلَمْ تَكُنْ فَدَكُ فِي قَبْضَةِ الزَّهْرَاءِ (رَضِيَ اللهُ عَنْهَا) فِي وَقْتٍ، فَلَمْ تَكُنِ الْحَاجَةُ مَاسَّةً لِطَلَبِ الشُّهُودِ، وَلَئِنْ سَلَّمْنَا أَنَّ أُولَئِكَ الْأَطْهَارَ شَهِدُوا فَلَا نُسَلِّمُ أَنَّ الصِّدِّيقَ رَدَّ شَهَادَتَهُمْ بَلْ لَمْ يَقْضِ بِهَا، وَفَرْقٌ بَيْنَ عَدَمِ الْقَضَاءِ هُنَا وَالرَّدِّ ; فَإِنَّ الثَّانِيَ عِبَارَةٌ عَنْ عَدَمِ الْقَبُولِ لِتُهْمَةِ كَذِبٍ مَثَلًا، وَالْأَوَّلُ عِبَارَةٌ عَنْ عَدَمِ الْإِمْضَاءِ لِفَقْدِ بَعْضِ الشُّرُوطِ الْمُعْتَبَرَةِ بَعْدَ الْعَدَالَةِ، وَانْحِرَافُ مِزَاجِ رِضَا الزَّهْرَاءِ كَانَ مِنْ مُقْتَضَيَاتِ الْبَشَرِيَّةِ. وَقَدْ </p><p> غَضِبَ مُوسَى - عَلَيْهِ السَّلَامُ - عَلَى أَخِيهِ الْأَكْبَرِ هَارُونَ حَتَّى أَخَذَ بِلِحْيَتِهِ، وَرَأْسِهِ، وَلَمْ يَنْقُصْ ذَلِكَ مِنْ قَدْرَيْهِمَا شَيْئًا، عَلَى أَنَّ أَبَا بَكْرٍ اسْتَرْضَاهَا (رَضِيَ اللهُ عَنْهُ) مُسْتَشْفِعًا إِلَيْهَا بِعَلِيٍّ (رَضِيَ اللهُ عَنْهُ) فَرَضِيَتْ عَنْهُ كَمَا فِي مِدْرَاجِ النُّبُوَّةِ، وَكِتَابِ الْوَفَاءِ، وَشَرْحِ الْمِشْكَاةِ لِلدَّهْلَوِيِّ وَغَيْرِهَا. </p><p> \" وَفِي مَحَاجِّ السَّالِكِينَ، وَغَيْرِهِ مِنْ كُتُبِ الْإِمَامِيَّةِ الْمُعْتَبَرَةِ مَا يُؤَيِّدُ هَذَا الْفَصْلَ حَيْثُ رَوَوْا أَنَّ أَبَا بَكْرٍ لَمَّا رَأَى فَاطِمَةَ - رَضِيَ اللهُ تَعَالَى عَنْهَا - انْقَبَضَتْ عَنْهُ، وَهَجَرَتْهُ، وَلَمْ تَتَكَلَّمْ بَعْدَ ذَلِكَ فِي أَمْرِ فَدَكَ كَبُرَ ذَلِكَ عِنْدَهُ، فَأَرَادَ اسْتِرْضَاءَهَا، فَأَتَاهَا،فَقَالَ:صَدَقْتِ يَا بِنْتَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيمَا ادَّعَيْتِ، وَلَكِنْ رَأَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُقَسِّمُهَا فَيُعْطِي الْفُقَرَاءَ، وَالْمَسَاكِينَ، وَابْنَ السَّبِيلِ بَعْدَ أَنْ يُؤْتِيَ مِنْهَا قُوتَكُمْ فَمَا أَنْتُمْ صَانِعُونَ بِهَا؟فَقَالَتْ:أَفْعَلُ فِيهَا كَمَا كَانَ أَبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَفْعَلُ فِيهَا،فَقَالَ:لَكِ اللهُ - تَعَالَى -أَنْ أَفْعَلَ فِيهَا مَا كَانَ يَفْعَلُ أَبُوكِ فَقَالَتْ:وَاللهِ لَتَفْعَلَنَّ! فَقَالَ: وَاللهِ لَأَفْعَلَنَّ ذَلِكَ.فَقَالَتْ:اللهُمَّ</p><p> اشْهَدْ، وَرَضِيَتْ بِذَلِكَ وَأَخَذَتِ الْعَهْدَ عَلَيْهِ. فَكَانَ أَبُو بَكْرٍ يُعْطِيهِمْ مِنْهَا قُوتَهُمْ، وَيُقَسِّمُ الْبَاقِيَ بَيْنَ الْفُقَرَاءِ وَالْمَسَاكِينِ، وَابْنِ السَّبِيلِ. </p><p> \" وَبَقِيَ الْكَلَامُ فِي سَبَبِ عَدَمِ تَمْكِينِهَا - رَضِيَ اللهُ تَعَالَى عَنْهَا - مِنَ التَّصَرُّفِ فِيهَا، وَقَدْ كَانَ دَفْعُ الِالْتِبَاسِ، وَسَدُّ بَابِ الطَّلَبِ الْمُنْجَرِّ إِلَى كَسْرِ كَثِيرٍ مِنَ الْقُلُوبِ، أَوْ تَضْيِيقِ الْأَمْرِ عَلَى الْمُسْلِمِينَ، وَقَدْ وَرَدَ \" الْمُؤْمِنُ إِذَا ابْتُلِيَ بِبَلِيَّتَيْنِ اخْتَارَ أَهْوَنَهُمَا \" عَلَى أَنَّ رِضَا الزَّهْرَاءِ - رَضِيَ اللهُ تَعَالَى عَنْهَا - بَعْدُ عَلَى الصِّدِّيقِ سَدَّ بَابَ الطَّعْنِ عَلَيْهِ أَصَابَ فِي الْمَنْعِ أَمْ لَمْ يُصِبْ، وَسُبْحَانَ الْمُوَفِّقِ لِلصَّوَابِ، وَالْعَاصِمِ أَنْبِيَاءَهُ عَنِ الْخَطَأِ فِي فَصْلِ الْخِطَابِ \" اهـ.</p><p> فَإِنْ كُنَّ نِسَاءً أَيْ فَإِنْ كَانَ الْأَوْلَادُ - وَأَنَّثَ الضَّمِيرَ بِاعْتِبَارِ الْخَبَرِ - وَقِيلَ: الْمَوْلُودَاتُ، أَوِ الْوَارِثَاتُ نِسَاءً لَيْسَ مَعَهُنَّ ذَكَرٌ: فَوْقَ اثْنَتَيْنِ أَيْ زَائِدَاتٍ عَلَى اثْنَتَيْنِ مَهْمَا بَلَغَ عَدَدُهُنَّ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَالِدُهُنَّ الْمُتَوَفَّى، أَوْ وَالِدَتُهُنَّ وَإِنْ كَانَتِ الْمَوْلُودَةُ، أَوِ الْوَارِثَةُ امْرَأَةً وَاحِدَةً وَنَصْبُ \" وَاحِدَةً \" هُوَ قِرَاءَةُ الْجُمْهُورِ، وَقَرَأَهَا نَافِعٌ بِالرَّفْعِ عَلَى أَنَّ كَانَ تَامَّةٌ، أَيْ فَإِنْ وُجِدَتِ امْرَأَةٌ وَاحِدَةٌ لَيْسَ مَعَهَا أَخٌ وَلَا أُخْتٌ فَلَهَا النِّصْفُ مِمَّا تَرَكَ، وَالْبَاقِي لِسَائِرِ الْوَرَثَةِ، يُعْرَفُ حَقُّ كُلٍّ مِنْهُمْ مِنْ مَحَلِّهِ. </p><p> هَذَا مَا ذَكَرَهُ - تَعَالَى - فِي إِرْثِ الْأَوْلَادِ وَهُمْ أَقْرَبُ الطَّبَقَاتِ إِلَى الْمَيِّتِ، وَقَدْ فَصَّلَ فِيهِ فُرُوضَ الْإِنَاثِ مِنْهُمْ، وَهُوَ أَنَّهُنَّ إِذَا كُنَّ مَعَ الذُّكُورِ كَانَ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ مِنْهُنَّ، فَإِذَا كَانَا ذَكَرًا، وَأُنْثَى مَثَلًا أَخَذَ الذَّكَرُ الثُّلُثَيْنِ، وَالْأُنْثَى الثُّلُثَ، وَإِذَا كَانُوا ذَكَرًا، وَأُنْثَيَيْنِ أَخَذَ الذَّكَرُ النِّصْفَ وَالْأُنْثَيَانِ النِّصْفَ الْآخَرَ لِكُلٍّ مِنْهُمَا نَصِفُهُ، وَهُوَ رُبْعُ التَّرِكَةِ، وَعَلَى هَذَا الْقِيَاسِ. </p><p> وَإِذَا كُنَّ مُنْفَرِدَاتٍ بِالْإِرْثِ كَانَ الْحُكْمُ فِيهِنَّ مَا ذَكَرَهُ، وَهُوَ النِّصْفُ لِلْوَاحِدَةِ، وَالثُّلُثَانِ لِلْجَمْعِ، وَسَكَتَ عَنِ الثِّنْتَيْنِ، فَاخْتُلِفَ فِيهِمَا، فَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ لَهُمَا النِّصْفَ كَالْوَاحِدَةِ، </p><p> وَالْجُمْهُورُ عَلَى أَنَّ لَهُمَا الثُّلُثَيْنِ كَالْجَمْعِ، وَعَلَيْهِ الْعَمَلُ مِنْ عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا فِي حَدِيثِ جَابِرٍ الَّذِي تَقَدَّمَ، وَاسْتَدَلُّوا لَهُ بِوُجُوهٍ أَظْهَرُهَا اثْنَانِ: </p><p> (أَحَدُهُمَا) : مَا قَالَهُ أَبُو مُسْلِمٍ مِنْ أَنَّهُ يُسْتَفَادُ مِنْ قَوْلِهِ - تَعَالَى -: لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ وَذَلِكَ أَنَّ الذَّكَرَ مَعَ الْأُنْثَى الْوَاحِدَةِ يَرِثُ الثُّلُثَيْنِ فَيَكُونُ </p><p> الثُّلُثَانِ هُمَا حَظُّ الْأُنْثَيَيْنِ، فَهُوَ يَرَى أَنَّ حُكْمَهَا مَأْخُوذٌ مِنْ مَنْطُوقِ الْآيَةِ، وَيَدُلُّ لَهُ عَطْفُ حُكْمِ الْجَمْعِ مِنْهُنَّ وَمَا يَتْلُوهُ مِنْ حُكْمِ الْوَاحِدَة بِالْفَاءِ. </p><p> (وَثَانِيهِمَا) : الْقِيَاسُ عَلَى الْأَخَوَاتِ ; فَإِنَّهُ ذَكَرَ حُكْمَهُنَّ فِي آخِرِ السُّورَةِ، وَمِنْهُ قَوْلُهُ: فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ [٤: ١٧٦] ، وَأَقُولُ: يُمْكِنُ أَنْ يُؤْخَذَ ذَلِكَ مِنْ مَجْمُوعِ الْكَلَامِ عَلَى إِرْثِ الْبَنَاتِ هُنَا وَالْأَخَوَاتِ فِي آخِرِ السُّورَةِ بِطَرِيقٍ آخَرَ، فَقَدْ تَرَكَ هُنَاكَ حُكْمَ الْجَمْعِ مِنَ الْأَخَوَاتِ كَمَا تَرَكَ هَنَا حُكْمَ الِاثْنَتَيْنِ مِنَ الْبَنَاتِ، فَيُؤْخَذُ مِنْ كُلٍّ مِنَ الْآيَتَيْنِ حُكْمُ الْمَتْرُوكِ مِنَ الْأُخْرَى فَهُوَ مِنْ قَبِيلِ الِاحْتِبَاكِ. وَسَنُعِيدُ بَيَانَهُ فِي حَجْبِ الْإِخْوَةِ لِلْأُمِّ. </p><p> وَلَسْتُ أَرْضَى قَوْلَ مَنْ قَالَ: إِنَّ كَلِمَةَ فَوْقَ زَائِدَةٌ، وَلَا قَوْلَ مَنْ قَالَ: إِنَّ الْمَعْنَى اثْنَتَيْنِ فَفَوْقَ. </p><p> وَقَدْ عُلِمَ مِنْ هَذَا التَّفْصِيلِ فِي الْإِنَاثِ أَنَّ الْبَنَاتِ لَا يَسْتَغْرِقُ فَرْضُهُنَّ التَّرِكَةَ، وَفُهِمَ مِنْهُ أَنَّ الْوَلَدَ الذَّكَرَ إِذَا انْفَرَدَ يَأْخُذُ التَّرِكَةَ كُلَّهَا، وَإِذَا كَانَ مَعَهُ أَخٌ لَهُ فَأَكْثَرُ كَانَتِ التَّرِكَةُ بَيْنَهُمَا، أَوْ بَيْنَهُمْ بِالْمُسَاوَاةِ. ثُمَّ انْتَقَلَ مِنْ حُكْمِ الْأَوْلَادِ إِلَى حُكْمِ الْوَالِدَيْنِ، وَهُمْ فِي الْمَرْتَبَةِ الثَّانِيَةِ مِنْ مُسْتَحِقِّي الْأَقْرَبِينَ الَّذِينَ يَتَّصِلُونَ بِالْمَيِّتِ بِغَيْرِ وَاسِطَةٍ فَقَالَ: </p><p> وَلِأَبَوَيْهِ أَيْ أَبَوَيِ الْمَيِّتِ، وَهُوَ مَعْلُومٌ مِنَ السِّيَاقِ لَا يَتَوَقَّفُ الذِّهْنُ فِي ذَلِكَ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ فَهُمَا سَوَاءٌ فِي هَذِهِ الْفَرِيضَةِ لَا يَتَفَاضَلَانِ فِيهَا كَمَا يَتَفَاضَلُ الذُّكُورُ وَالْإِنَاثُ مِنَ الْأَوْلَادِ، وَالْأَخَوَاتِ، وَالْأَزْوَاجِ، وَذَلِكَ لِعِظَمِ مَقَامِ الْأُمِّ بِحَيْثُ تُسَاوِي الْأَبَ بِالنِّسْبَةِ إِلَى وَلَدِهِمَا، وَإِنْ كَانَا يَتَفَاضَلَانِ فِي الزَّوْجِيَّةِ، وَغَيْرِهَا. وَهَذَا إِنْ كَانَ لَهُ وَلَدٌ أَيْ إِنْ كَانَ لِلْمَيِّتِ وَلَدٌ وَاحِدٌ فَأَكْثَرُ، وَمَا زَادَ عَنِ الثُّلُثِ الَّذِي يَتَقَاسَمُهُ الْوَالِدَانِ يَكُونُ لِأَوْلَادِهِ عَلَى التَّفْصِيلِ الْمُتَقَدِّمِ فِيهِمْ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ مَا، لَا وَلَدَ صُلْبٍ، وَلَا وَلَدَ ابْنٍ، أَوِ ابْنِ ابْنٍ إلخ: وَوَرِثَهُ أَبَوَاهُ فَقَطْ فَلِأُمِّهِ الثُّلُثُ مِمَّا تَرَكَ، وَالْبَاقِي لِلْأَبِ كَمَا هُوَ مَعْلُومٌ مِنَ انْحِصَارِ الْإِرْثِ فِيهِمَا وَهَاهُنَا يَدْخُلُ الْأَبَوَانِ فِي قَاعِدَةِ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ كُلٌّ فِي طَبَقَتِهِ، وَإِنَّمَا تَسَاوَيَا مَعَ وُجُودِ الْأَوْلَادِ لِيَكُونَ احْتِرَامُهُمْ لَهُمَا عَلَى السَّوَاءِ، عَلَى أَنَّ الْأَبَ لَا يَفْضُلُ الْأُمَّ هَنَا بِالْفَرِيضَةِ بَلْ لَهُ السُّدُسُ فَرْضًا وَيَأْخُذُ الْبَاقِيَ بِالتَّعْصِيبِ إِذْ لَا عُصَبَةَ هُنَا سِوَاهُ. وَإِنَّمَا كَانَ حَظُّ الْوَالِدَيْنِ مِنَ الْإِرْثِ أَقَلَّ مِنْ حَظِّ الْأَوْلَادِ مَعَ مُعْظَمِ حَقِّهِمَا عَلَى الْوَلَدِ ; لِأَنَّهُمَا يَكُونَانِ فِي الْغَالِبِ </p><p> أَقَلَّ حَاجَةً مِنَ الْأَوْلَادِ إِمَّا لِكِبَرِهِمَا، وَقِلَّةِ مَا بَقِيَ مِنْ عُمُرِهِمَا، وَإِمَّا لِاسْتِقْلَالِهِمَا، وَتَمَوُّلِهِمَا، وَإِمَّا لِوُجُودِ مَنْ تَجِبُ عَلَيْهِ نَفَقَتُهُمَا مِنْ أَوْلَادِهِمَا الْأَحْيَاءِ، وَأَمَّا الْأَوْلَادُ فَإِمَّا أَنْ يَكُونُوا صِغَارًا لَا يَقْدِرُونَ </p><p> عَلَى الْكَسْبِ، وَإِمَّا أَنْ يَكُونُوا عَلَى كِبَرِهِمْ مُحْتَاجِينَ إِلَى نَفَقَةِ الزَّوَاجِ، وَتَرْبِيَةِ الْأَطْفَالِ، فَلِهَذَا، وَذَاكَ كَانَ حَظُّهُمْ مِنَ الْإِرْثِ أَكْثَرَ مِنْ حَظِّ الْوَالِدَيْنِ. </p><p> فَإِنْ كَانَ لَهُ إِخْوَةٌ أَيِ الْمَيِّتِ مَعَ إِرْثِ أَبَوَيْهِ لَهُ فَلِأُمِّهِ السُّدُسُ مِمَّا تَرَكَ، سَوَاءٌ كَانَ الْإِخْوَةُ ذُكُورًا، أَوْ إِنَاثًا مِنَ الْأَبَوَيْنِ، أَوْ مِنْ أَحَدِهِمَا، كُلُّ جَمْعٍ مِنْهُمْ يَحْجُبُ الْأُمَّ مِنَ الثُّلُثِ إِلَى السُّدُسِ، وَلَا يَحْجُبُهَا الْوَاحِدُ. وَاخْتَلَفُوا فِي الْأَخَوَيْنِ أَوِ الْأُخْتَيْنِ، فَأَكْثَرُ الصَّحَابَةِ عَلَى أَنَّهُمَا كَالْجَمْعِ فِي حَجْبِ الْأُمِّ مِنَ الثُّلُثِ إِلَى السُّدُسِ، وَعَلَيْهِ الْعَمَلُ مِنَ الصَّدْرِ الْأَوَّلِ، وَخَالَفَ فِيهِ ابْنُ عَبَّاسٍ، فَقَدْ رُوِيَ أَنَّهُ قَالَ لِعُثْمَانَ: بِمَ صَارَ الْأَخَوَانِ يَرُدَّانِ الْأُمَّ مِنَ الثُّلُثِ إِلَى السُّدُسِ، وَإِنَّمَا قَالَ اللهُ - تَعَالَى -: فَإِنْ كَانَ لَهُ إِخْوَةٌ وَالْأَخَوَانِ فِي لِسَانِ قَوْمِكَ لَيْسَا بِإِخْوَةٍ؟ فَقَالَ عُثْمَانُ: لَا أَسْتَطِيعُ أَنْ أَرُدَّ قَضَاءً قَضَى بِهِ مَنْ قَبْلِي، وَمَضَى فِي الْأَمْصَارِ. فَقَوْلُ ابْنِ عَبَّاسٍ: إِنَّ الِاثْنَيْنِ لَا يُعَدَّانِ جَمْعًا، وَإِجَازَةُ عُثْمَانَ لَهُ حُجَّةٌ عَلَى أَنَّ أَقَلَّ الْجَمْعِ ثَلَاثَةٌ، وَهُوَ الْمُخْتَارُ عِنْدَ جُمْهُورِ عُلَمَاءِ الْأُصُولِ، وَقَالَ بَعْضُهُمْ: إِنَّ أَقَلَّهُ اثْنَانِ وَهُوَ مَذْهَبُ أَبِي بَكْرٍ الْبَاقِلَّانِيِّ، وَاحْتَجُّوا لَهُ بِقَوْلِهِ - تَعَالَى -: فَقَدْ صَغَتْ قُلُوبُكُمَا [٦٦: ٤] وَلَيْسَ لِلْمُخَاطَبَتَيْنِ بِهَذَا إِلَّا قَلْبَانِ. وَهُوَ احْتِجَاجٌ ضَعِيفٌ، فَالْعَرَبُ إِنَّمَا تَجْمَعُ الْمُثَنَّى إِذَا أَضَافَتْهُ إِلَى ضَمِيرِهِ كَرَاهَةَ الْجَمْعِ بَيْنَ تَثْنِيَتَيْنِ. وَاحْتَجُّوا بِحَدِيثِ الِاثْنَانِ فَمَا فَوْقَهُمَا جَمَاعَةٌ وَهُوَ حَدِيثٌ ضَعِيفٌ رَوَاهُ ابْنُ مَاجَهْ، وَالدَّارَقُطْنِيُّ، وَالْحَاكِمُ مِنْ حَدِيثِ أَبِي مُوسَى، وَيُقَوِّيهِ حَدِيثُ أَبِي أُمَامَةَ عِنْدَ أَحْمَدَ \" هَذَانِ جَمَاعَةٌ \" ، وَمَا أَوْرَدَهُ الْبُخَارِيُّ فِي مَعْنَاهُ، وَلَكِنَّ الْكَلَامَ فِي هَذِهِ الْأَحَادِيثِ لَيْسَ فِي الْجَمْعِ اللُّغَوِيِّ، وَإِنَّمَا هُوَ فِي أَقَلِّ مَا تَحْصُلُ بِهِ فَضِيلَةُ صَلَاةِ الْجَمَاعَةِ، وَهُوَ إِمَامٌ وَمَأْمُومٌ. وَاحْتَجُّوا بِقَوْلِهِ - تَعَالَى -: فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَوَصَفَ النِّسَاءَ بِالزِّيَادَةِ عَلَى اثْنَتَيْنِ يُفِيدُ أَنَّ لَفْظَ النِّسَاءِ يُطْلَقُ عَلَى الِاثْنَتَيْنِ، وَهُوَ - كَمَا تَرَى - لَيْسَ بِقَوِيٍّ، وَلَوْ كَانَ الْقُرْآنُ يَدُلُّ عَلَى ذَلِكَ لَمَا قَالَ ابْنُ عَبَّاسٍ مَا قَالَ، وَوَافَقَهُ عَلَيْهِ عُثْمَانُ. جَرَى عَلَى ذَلِكَ جُمْهُورُ الْأُصُولِيِّينَ، فَقَالُوا: إِنَّ صِيغَةَ الْجَمْعِ وَحَقِيقَتَهُ فِي الثَّلَاثَةِ فَمَا فَوْقَ، فَإِنِ اسْتُعْمِلَتْ فِي الِاثْنَيْنِ كَانَتْ مَجَازًا. </p><p> إِذًا مَا هُوَ دَلِيلُ الْجُمْهُورِ عَلَى حَجْبِ الْأُمِّ بِالْأَخَوَيْنِ، وَبِالْأُخْتَيْنِ، وَهُوَ مَا قَضَى بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْخُلَفَاءُ الرَّاشِدُونَ (رَضِيَ اللهُ عَنْهُمْ) ، وَلَيْسَ ابْنُ عَبَّاسٍ بِأَعْلَمَ مِنْهُمْ، وَلَا أَدَقَّ فَهْمًا فِي الْقُرْآنِ؟ الظَّاهِرُ لَنَا أَنَّ اللُّغَةَ إِذَا لَمْ تَدُلَّ فِي أَصْلِهَا عَلَى دُخُولِ الِاثْنَيْنِ فِي إِطْلَاقِ صِيغَةِ الْجَمْعِ، وَلَوْ عَلَى قِلَّةٍ، بِمِثْلِ مَا ذَكَرْنَاهُ آنِفًا مِنَ الشَّوَاهِدِ. فَلَنَا أَنْ نَقُولَ: إِنَّ الشَّرْعَ قَدْ جَعَلَ لِلِاثْنَيْنِ حُكْمَ الْجَمْعِ فِي صَلَاةِ الْجَمَاعَةِ، وَالْإِرْثِ، إِذْ جَعَلَ لِلْأُخْتَيْنِ، وَالْبِنْتَيْنِ الثُّلُثَيْنِ كَالْجَمْعِ مِنَ الْبَنَاتِ، وَالْأَخَوَاتِ إِذَا لَمْ يَكُنْ هُنَالِكَ ذَكَرٌ كَمَا تَقَدَّمَ آنِفًا، وَإِذَا جَازَ لَنَا أَنْ نَقُولَ: إِنَّ الْبِنْتَيْنِ الْمَسْكُوتَ عَنْهُمَا كَالْأُخْتَيْنِ الْمَنْصُوصِ عَلَيْهِمَا، وَالْأَخَوَاتِ الْمَسْكُوتَ عَنْهُنَّ كَالْبَنَاتِ الْمَنْصُوصِ عَلَيْهِنَّ ; لِأَنَّهُ - تَعَالَى - بَيَّنَ فِي أَحْكَامِ كُلٍّ مِنْهُمَا مَا حَذَفَ نَظِيرَهُ مِنْ مُقَابِلِهِ، وَحَذَفَ مِنْ كُلٍّ مِنْهُمَا مَا بَيَّنَ </p><p> نَظِيرَهُ فِي الْآخَرِ عَلَى طَرِيقَةِ الِاحْتِبَاكِ كَقَوْلِهِ: قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا [٧٢: ٢١] أَيْ لَا ضَرًّا، وَلَا نَفْعًا، وَلَا رَشَدًا، وَلَا إِغْوَاءً، وَقَوْلِهِ: لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا [٧٦: ١٣] أَيْ لَا شَمْسًا، وَلَا قَمَرًا، وَلَا حَرًّا، وَلَا زَمْهَرِيرًا - إِذَا جَازَ لَنَا هَذَا وَعَدَدْنَاهُ مِنْ مَنْطُوقِ الْقُرْآنِ، أَوْ مَفْهُومِهِ أَفَلَا يَجُوزُ لَنَا أَنْ نَقُولَ: إِنَّ الْأَخَوَيْنِ وَالْأُخْتَيْنِ لَهُمَا حُكْمُ الْإِخْوَةِ، وَالْأَخَوَاتِ فِي حَجْبِ الْأُمِّ أَيْضًا ; لِأَنَّهُ تَقَرَّرَ عَدَمُ الْفَصْلِ فِي هَذَا الْمَقَامِ بَيْنَ الْمُثَنَّى وَالْجَمْعِ؟ بَلَى، وَبِهَذَا عَمِلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْخُلَفَاءُ الرَّاشِدُونَ وَمَنْ بَعْدَهُمْ، فَخِلَافُ ابْنِ عَبَّاسٍ (رَضِيَ اللهُ عَنْهُ) بِنَاءً عَلَى ظَاهِرِ اسْتِعْمَالِ اللُّغَةِ لَا يُنَافِي هَذَا الِاصْطِلَاحَ الشَّرْعِيَّ، وَاللُّغَةُ عَلَى وَضْعِهَا، وَلَا مُشَاحَّةَ فِي الِاصْطِلَاحِ. </p><p> وَلَكِنَّ لَهُ هَاهُنَا رَأْيًا آخَرَ يُخَالِفُ فِيهِ الْجُمْهُورَ، رُبَّمَا كَانَ أَقْرَبَ مِمَّا قَالُوا إِلَى الْمَعْقُولِ، وَهُوَ أَنَّ الْإِخْوَةَ الَّذِينَ يَحْجُبُونَ الْأُمَّ مِنَ الثُّلُثِ إِلَى السُّدُسِ يَأْخُذُونَ السُّدُسَ الَّذِي حَجَبُوهَا عَنْهُ، وَمَا بَقِيَ يَكُونُ لِلْأَبِ، فَهُوَ يَرَى أَنَّهُ لَا مَعْنَى لِحَجْبِهِمْ إِيَّاهَا إِلَّا أَخَذُهُمْ لِمَا نَقَصَ مِنْ فَرْضِهَا، وَهُوَ الْمَعْهُودُ فِي سَائِرِ مَسَائِلِ الْحَجْبِ، فَإِنَّ مَنْ لَا يَرِثُ لَا يَحْجُبُ، وَلَا يُعْقَلُ أَنْ يَكُونَ وُجُودُهُمْ سَبَبًا لِزِيَادَةِ نَصِيبِ الْأَبِ فَقَطْ، وَأَمَّا الْجُمْهُورُ فَيَقُولُونَ: إِنَّ الْآيَةَ بَيَّنَتْ أَنَّهُمْ يَحْجُبُونَ، وَلَيْسَ فِيهَا أَنَّهُمْ يَأْخُذُونَ شَيْئًا، فَيَكُونُ مَا بَقِيَ - وَهُوَ خَمْسَةُ أَسْدَاسٍ - كُلُّهُ لِلْأَبِ، سُدُسٌ مِنْهُ بِالْفَرْضِ لِأَنَّ فَرْضَهُ كَفَرْضِهَا، وَالْبَاقِي بِالتَّعْصِيبِ، فَقَوْلُ الْجُمْهُورِ </p><p> هُنَا أَقْرَبُ إِلَى لَفْظِ الْقُرْآنِ، وَقَوْلُهُمُ السَّابِقُ أَقْرَبُ إِلَى مَعْنَاهُ، وَقَوْلُ ابْنِ عَبَّاسٍ بِالْعَكْسِ فِي الْمَوْضِعَيْنِ. </p><p> ذَكَرَتِ الْآيَةُ حُكْمَ الْأَبَوَيْنِ مَعَ الْوَلَدِ وَحُكْمَهُمَا مُنْفَرِدَيْنِ لَيْسَ مَعَهُمَا وَارِثٌ آخَرُ، وَحُكْمَهُمَا مَعَ الْإِخْوَةِ، وَبَقِيَ حُكْمُهُمَا مَعَ الزَّوْجِ، وَإِنْ شِئْتَ فَقُلْ: أَحَدُ الزَّوْجَيْنِ. وَفِي هَذِهِ الْمَسْأَلَةِ خِلَافٌ بَيْنَ جُمْهُورِ الصَّحَابَةِ، وَابْنِ عَبَّاسٍ (رَضِيَ اللهُ عَنْهُ) ، فَالْجُمْهُورُ عَلَى أَنَّ الزَّوْجَ يَأْخُذُ نَصِيبَهُ وَهُوَ النِّصْفُ إِنْ كَانَ رَجُلًا، وَالرُّبْعُ إِنْ كَانَ أُنْثَى، وَيَكُونُ الْبَاقِي لِلْأَبَوَيْنِ ثُلُثُهُ لِلْأُمِّ، وَبَاقِيهِ لِلْأَبِ. وَقَالَ ابْنُ عَبَّاسٍ: يَأْخُذُ الزَّوْجُ نَصِيبَهُ، وَتَأْخُذُ الْأُمُّ الثُّلُثَ، أَيْ ثُلُثَ التَّرِكَةِ كُلِّهَا، وَيَأْخُذُ الْأَبُ مَا بَقِيَ. وَقَالَ: لَا أَجِدُ فِي كِتَابِ اللهِ ثُلُثَ الْبَاقِي، وَفِي الْمَسْأَلَةِ صُورَتَانِ، أَوْ هُمَا مَسْأَلَتَانِ، وَيُسَمِّيهِمَا الْفَرْضِيُّونَ بِالْعُمَرِيَّتَيْنِ، وَبِالْغَرَاوَيْنِ، وَبِالْغَرِيبَتَيْنِ: </p><p> (إِحْدَاهُمَا) : زَوْجَةٌ وَأَبَوَانِ: لِلزَّوْجَةِ الرُّبْعُ، وَهُوَ ٣ مِنْ ١٢ وَلِلْأُمِّ ثُلُثُ الْبَاقِي عِنْدَ الْجُمْهُورِ، وَهُوَ ٣ وَلِلْأَبِ الْبَاقِي، وَهُوَ ٦ فَيَجْرِي حَظُّ الْأَبَوَيْنِ عَلَى قَاعِدَةِ \" لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ \" ، وَلِلْأُمِّ ثُلُثُ الْأَصْلِ عَلَى رَأْيِ ابْنِ عَبَّاسٍ، وَهُوَ ٤ مِنْ ١٢ وَلِلْأَبِ الْبَاقِي، وَهُوَ ٥ فَلَا يَجْرِي عَلَى الْقَاعِدَةِ. </p><p> (وَثَانِيَتُهُمَا) : زَوْجٌ وَأَبَوَانِ: لِلزَّوْجِ النِّصْفُ ٦ مِنْ ١٢ وَلِلْأُمِّ ثُلُثُ الْبَاقِي عِنْدَ الْجُمْهُورِ ٢ مِنْ ١٢ وَلِلْأَبِ الْبَاقِي ٤ عَلَى الْقَاعِدَةِ، وَأَمَّا عَلَى رَأْيِ ابْنِ عَبَّاسٍ فَلِلْأُمِّ ثُلُثُ الْأَصْلِ وَهُوَ </p><p> مِنْ ١٢ وَلِلْأَبِ الْبَاقِي، وَهُوَ اثْنَانِ، فَيَكُونُ عَلَى عَكْسِ الْقَاعِدَةِ، إِذْ يَكُونُ لِلْأُنْثَى مِثْلُ حَظِّ الذَّكَرَيْنِ. فَرَأْيُ الْجُمْهُورِ هُوَ الْمُوَافِقُ لِلْقُرْآنِ فِي الْقَاعِدَةِ الَّتِي تَقَرَّرَتْ فِي كُلٍّ مِنَ الْأَوْلَادِ وَالْإِخْوَةِ، وَفِي الْوَالِدَيْنِ مَعَ الْإِخْوَةِ كَمَا تَقَدَّمَ، وَفِي الزَّوْجَيْنِ كَمَا فِي الْآيَةِ التَّالِيَةِ، وَابْنُ عَبَّاسٍ وَافَقَ ظَاهِرَ اللَّفْظِ فَقَطْ. </p><p> وَمِنَ الِاعْتِبَارِ فِي هَذَا: أَنَّ حُقُوقَ الزَّوْجِيَّةِ مُقَدَّمَةٌ فِي الْإِرْثِ عَلَى حُقُوقِ الْوَالِدَيْنِ، فَإِنَّ الْوَالِدَيْنِ إِنَّمَا يَتَقَاسَمَانِ مَا يَبْقَى بَعْدَ أَخْذِ الزَّوْجِ حِصَّتَهُ، قَالَ بَعْضُهُمْ فِي تَوْجِيهِ هَذَا: إِنَّ الزَّوْجَيْنِ لَمَّا كَانَ يَتَوَارَثَانِ بِالزَّوْجِيَّةِ الْعَارِضَةِ لَا بِالْقَرَابَةِ كَانَ فَرْضُهُمَا مِنْ قَبِيلِ الْوَصِيَّةِ لَهُ التَّقْدِيمُ، وَيُؤْخَذُ مِنْ أَصْلِ التَّرِكَةِ، وَيُقَسَّمُ الْبَاقِي بَيْنَ الْوَالِدَيْنِ، وَالْوَارِثِينَ بِالْقَرَابَةِ. </p><p> وَنَقُولُ: لَوْ كَانَ كَذَلِكَ لَاطَّرَدَ تَقْدِيمُ فَرْضِ الزَّوْجِ مَعَ الْأَوْلَادِ، وَالْإِخْوَةِ، فَقُدِّمَ كَالْوَصِيَّةِ، وَقُسِّمَ الْبَاقِي بَيْنَ الْأَوْلَادِ، أَوِ الْإِخْوَةِ، وَلَيْسَ الْأَمْرُ كَذَلِكَ، وَإِنَّمَا وَجْهُهُ عِنْدِي أَنَّ حَقَّ الْأَزْوَاجِ فِي الْأَمْوَالِ وَالنَّفَقَاتِ آكَدُ مِنْ حَقِّ الْوَالِدَيْنِ، وَإِنْ كَانَا </p><p> أَشْرَفَ، وَأَجْدَرَ مِنَ الزَّوْجِ بِالِاحْتِرَامِ. ذَلِكَ أَنَّ الْوَالِدَيْنِ يَكُونَانِ عِنْدَ زَوَاجِ الْوَلَدِ عَرِيقَيْنِ فِي الِاسْتِقْلَالِ بِأَنْفُسِهِمَا فِي الْمَعِيشَةِ مِنْ جِهَةٍ، وَأَقَلَّ حَاجَةً إِلَى الْمَالِ مِنَ الْأَوْلَادِ، وَأَزْوَاجُهُمُ الَّذِينَ أَوِ اللَّوَاتِي فِي سِنِّهِمْ غَالِبًا لِانْصِرَامِ أَكْثَرِ أَعْمَارِهِمَا، وَلِأَنَّهُمَا إِذَا احْتَاجَا إِلَى مَالِ الْأَوْلَادِ كَانَ ذَلِكَ عَلَى مَجْمُوعِ أَوْلَادِهِمَا، وَأَمَّا الزَّوْجَانِ فَإِنَّهُمَا يَعِيشَانِ مُجْتَمِعَيْنِ كُلٌّ مِنْهُمَا مُتَمِّمٌ لِوُجُودِ الْآخَرِ حَتَّى كَأَنَّهُ نِصْفُ مَاهِيَّتِهِ، وَيَكُونُ ذَلِكَ بِانْفِصَالِ كُلٍّ مِنْهُمَا عَنْ وَالِدَيْهِ لِاتِّصَالِهِ بِالْآخَرِ. فَبِهَذَا كَانَتْ حُقُوقُ الْمَعِيشَةِ بَيْنَهُمَا آكَدَ ; وَلِهَذَا تَقَرَّرَ فِي الشَّرِيعَةِ أَنْ يَكُونَ حَقُّ الْمَرْأَةِ عَلَى الرَّجُلِ فِي النَّفَقَةِ هُوَ الْحَقَّ الْأَوَّلَ، فَإِذَا لَمْ يَجِدْ إِلَّا رَغِيفَيْنِ وَسَدَّ رَمَقَهُ بِأَحَدِهِمَا وَجَبَ عَلَيْهِ أَنْ يَجْعَلَ الثَّانِيَ لِامْرَأَتِهِ لَا لِأَحَدِ أَبَوَيْهِ وَلَا لِغَيْرِهِمَا مِنْ أَقَارِبِهِ. فَصِلَةُ الزَّوْجِيَّةِ أَشَدُّ وَأَقْوَى صِلَةٍ حَيَوِيَّةٍ اجْتِمَاعِيَّةٍ حَتَّى إِنَّ صِلَةَ الْبُنُوَّةِ فَرْعٌ مِنْهَا، وَإِنْ كَانَ حَقُّ الْأَوْلَادِ أَقْوَى مِنْ جِهَةٍ أُخْرَى كَمَا تَقَدَّمَ. </p><p> ثُمَّ قَالَ - تَعَالَى -: مِنْ بَعْدِ وَصِيَّةٍ أَيْ يُوصِيكُمُ اللهُ وَيَعْهَدُ إِلَيْكُمْ أَيُّهَا الْمُؤْمِنُونَ بِأَنَّ لِأَوْلَادِ مَنْ يَمُوتُ مِنْكُمْ كَذَا وَلِأَبَوَيْهِ كَذَا مِنْ بَعْدِ وَصِيَّةٍ: يُوصَى بِهَا أَيْ يَقَعُ الْإِيصَاءُ بِهَا مِنَ الْمَيِّتِ هَكَذَا قَرَأَ ابْنُ عَامِرٍ، وَابْنُ كَثِيرٍ، وَأَبُو بَكْرٍ، عَنْ عَاصِمٍ:  (يُوصَى) بِفَتْحِ الصَّادِ مَبْنِيًّا لِلْمَفْعُولِ مُخَفَّفًا وَقَرَأَهُ الْبَاقُونَ \" يُوصِي \" بِكَسْرِ الصَّادِ بِالْبِنَاءِ لِلْفَاعِلِ، وَوَصَفَ الْوَصِيَّةَ بِأَنَّهَا يُوصَى بِهَا لِتَأْكِيدِ أَمْرِهَا، وَالتَّحَقُّقِ مِنْ نِسْبَتِهَا إِلَى الْمَيِّتِ، لِأَنَّ الْحُقُوقَ يَجِبُ التَّثَبُّتُ فِيهَا. هَذَا مَا تَبَادَرَ إِلَى فَهْمِي، وَقِيلَ: إِنَّ فَائِدَةَ الْوَصْفِ التَّرْغِيبُ فِي الْوَصِيَّةِ، وَالنَّدْبُ إِلَيْهَا، وَقِيلَ: فَائِدَتُهُ التَّعْمِيمُ أَوْ دَيْنٍ أَيْ وَمِنْ بَعْدِ دَيْنٍ يَتْرُكُهُ عَلَيْهِ. وَقُدِّمَتِ الْوَصِيَّةُ عَلَى الدَّيْنِ فِي الذِّكْرِ ; لِأَنَّهَا شَبِيهَةٌ بِالْمِيرَاثِ شَاقَّةٌ عَلَى الْوَرَثَةِ وَإِنْ كَانَ الدَّيْنُ مُقَدَّمًا عَلَيْهَا فِي الْوَفَاءِ، فَهُوَ أَوَّلُ مَا يَجِبُ فِي التَّرِكَةِ، وَيَلِيهِ الْوَصِيَّةُ فَهِيَ مِمَّا فَضَلَ عَنِ الدَّيْنِ، وَمَا بَقِيَ بَعْدَ أَدَائِهِمَا هُوَ الَّذِي يُقْسَمُ عَلَى الْوَارِثِينَ. وَعَطَفَ </p><p> الدَّيْنَ عَلَى الْوَصِيَّةِ بِأَوْ دُونَ الْوَاوِ لِلْإِيذَانِ بِأَنَّهُمَا مُتَسَاوِيَانِ فِي الْوُجُوبِ مُتَقَدِّمَانِ عَلَى الْقِسْمَةِ مَجْمُوعَيْنِ أَوْ مُنْفَرِدَيْنِ. </p><p> آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا جَاءَتْ هَذِهِ الْجُمْلَةُ بَيْنَ بَيَانِ مَا فَرَضَ اللهُ لِلْأَوْلَادِ، وَالْوَالِدَيْنِ مِنْ تَرِكَةِ الْمَيِّتِ، وَمَا اشْتَرَطَ فِيهِ مِنْ كَوْنِهِ فَاضِلًا عَنِ </p><p> الْوَصِيَّةِ، وَالدَّيْنِ وَبَيْنَ قَوْلِهِ: فَرِيضَةً مِنَ اللهِ أَيْ فُرِضَ مَا ذُكِرَ مِنَ الْأَحْكَامِ فَرِيضَةً مِنَ اللهِ لَا هَوَادَةَ فِي وُجُوبِ الْعَمَلِ بِهَا، وَمَعْنَى هَذِهِ الْجُمْلَةِ الْمُعْتَرِضَةِ: إِنَّكُمْ لَا تَدْرُونَ أَيُّ الْفَرِيقَيْنِ أَقْرَبُ نَفْعًا لَكُمْ. أَآبَاؤُكُمْ أَمْ أَبْنَاؤُكُمْ فَلَا تَتَّبِعُوا فِي قِسْمَةِ تَرِكَةِ الْمَيِّتِ مَا كَانَتْ عَلَيْهِ الْجَاهِلِيَّةُ مِنْ إِعْطَائِهَا لِلْأَقْوِيَاءِ الَّذِينَ يُحَارِبُونَ الْأَعْدَاءَ، وَحِرْمَانِ الْأَطْفَالِ وَالنِّسَاءِ لِأَنَّهُمْ مِنَ الضُّعَفَاءِ. بَلِ اتَّبِعُوا مَا أَمَرَكُمُ اللهُ بِهِ فَهُوَ أَعْلَمُ مِنْكُمْ بِمَا هُوَ أَقْرَبُ نَفْعًا لَكُمْ، مِمَّا تَقُومُ بِهِ فِي الدُّنْيَا مَصَالِحُكُمْ، وَتَعْظُمُ بِهِ فِي الْآخِرَةِ أُجُورُكُمْ. . </p><p> وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّ الْجُمْلَةَ مُتَعَلِّقَةٌ بِالْوَصِيَّةِ، أَيْ لَا تَدْرُونَ أَيُّ آبَائِكُمْ وَأَبْنَائِكُمْ أَقْرَبُ لَكُمْ نَفْعًا، أَمَنْ يُوصِي بِبَعْضِ مَالِهِ فَيُمَهِّدُ لَكُمْ طَرِيقَ الْمَثُوبَةِ فِي الْآخِرَةِ بِإِمْضَاءِ وَصِيَّتِهِ، وَذَلِكَ مِنْ أَعْمَالِ الْبِرِّ تُبَاشِرُونَهُ فَتَكُونُونَ جَدِيرِينَ بِأَنْ تَفْعَلُوا مِثْلَهُ، وَالْخَيْرُ دَاعِيَةُ الْخَيْرِ؟ أَمْ مَنْ لَمْ يُوصِ بِشَيْءٍ فَيُوَفِّرُ لَكُمْ عَرَضَ الدُّنْيَا؟ بَلِ اللهُ أَعْلَمُ بِذَلِكَ مِنْكُمْ فَعَلَيْكُمْ أَنْ تَتَمَثَّلُوا أَمْرَهُ، وَتَقِفُوا عِنْدَ حُدُودِهِ، وَلَا تَتَبَرَّمُوا بِإِمْضَاءِ الْوَصِيَّةِ، وَإِنْ كَثُرَتْ، وَلَا تَذْكُرُوا الْمُوصِيَ إِلَّا بِالْخَيْرِ إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا فَهُوَ لِعِلْمِهِ الْمُحِيطِ بِشُئُونِكُمْ، وَلِحِكْمَتِهِ الْبَالِغَةِ الَّتِي يُقَدِّرُ بِهَا الْأَشْيَاءَ قَدْرَهَا، وَيَضَعُهَا فِي مَوَاضِعِهَا اللَّائِقَةِ بِهَا، لَا يَشْرَعُ لَكُمْ مِنَ الْأَحْكَامِ إِلَّا مَا فِيهِ الْمَصْلَحَةُ، وَالْمَنْفَعَةُ لَكُمْ ; إِذْ لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْ وُجُوهِ الْمَصَالِحِ، وَالْمَنَافِعِ، وَهُوَ مُنَزَّهٌ عَنِ الْغَرَضِ، وَالْهَوَى اللَّذَيْنِ مِنْ شَأْنِهِمَا أَنْ يَمْنَعَا مِنْ وَضْعِ الشَّيْءِ فِي مَوْضِعِهِ، وَإِعْطَاءِ الْحَقِّ لِمُسْتَحِقِّهِ. </p><p> لَمَّا فَرَغَ مِنْ بَيَانِ فَرَائِضِ عَمُودِ النَّسَبِ فِي الْقَرَابَةِ، وَهُوَ الْأَوْلَادُ، وَالْوَالِدُونَ، وَقَدَّمَ الْأَهَمَّ مِنْهُمَا مِنْ حَيْثُ الْحَاجَةُ إِلَى الْمَالِ الْمَتْرُوكِ، وَهُمُ الْأَوْلَادُ دُونَ الْأَشْرَفِ وَهُمُ الْوَالِدُونَ - بَيَّنَ فَرَائِضَ الزَّوْجَيْنِ، وَهُمَا فِي الْمَرْتَبَةِ الثَّانِيَةِ ; لِأَنَّهُمَا سَبَبٌ لِحُصُولِ الْأَوْلَادِ، وَالسَّبَبُ إِنَّمَا يُقْصَدُ لِأَجْلِ غَيْرِهِ وَالْمُسَبِّبُ هُوَ الْمَقْصُودُ لِذَاتِهِ. وَهَذَا لَا يُعَارِضُ مَا قُلْنَاهُ آنِفًا فِي قُوَّةِ رَابِطَةِ الزَّوْجِيَّةِ، فَالْوُجُوهُ فِي التَّفَاضُلِ تُخَالِفُ الِاعْتِبَارَاتِ، قَالَ - عَزَّ وَجَلَّ -: </p><p> وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ اللَّوَاتِي تَحَقَّقَتْ بِهِنَّ الزَّوْجِيَّةُ بِأَكْمَلِ مَعْنَاهَا بِالدُّخُولِ بِهِنَّ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ مَا مِنْكُمْ أَوْ مِنْ غَيْرِكُمْ ذَكَرًا كَانَ أَوْ أُنْثَى، وَاحِدًا كَانَ </p><p> أَوْ أَكْثَرَ، مِنْ بَطْنِهَا مُبَاشَرَةً، أَوْ مِنْ صُلْبِ بَنِيهَا، أَوْ بَنِي بَنِيهَا فَنَازِلًا، وَالْبَاقِي لِأَوْلَادِهَا، وَوَالِدَيْهَا عَلَى مَا بَيَّنَهُ اللهُ فِي الْآيَةِ السَّابِقَةِ، هَذَا مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ، وَجَرَى عَلَيْهِ الْعَمَلُ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ وَلَدَ الْوَلَدِ لَا يَحْجُبُ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ وَالْبَاقِي مِنَ </p>"
}