{
  "id": null,
  "sura": 4,
  "aya": 12,
  "text": "<p> التَّرِكَةِ لِلْأَقْرَبِ إِلَيْهَا مِنْ أَصْحَابِ الْفُرُوضِ وَالْعَصَبَاتِ، وَذَوَى الْأَرْحَامِ، يُعْلَمُ كُلُّ ذَلِكَ مِنْ مَوْضِعِهِ فِي الْكِتَابِ وَالسُّنَّةِ: مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ أَيْ إِنَّمَا يَكُونُ لَكُمْ ذَلِكَ فِي تَرْكِهِنَّ فِي كُلٍّ مِنَ الْحَالَتَيْنِ. بَعْدَ إِنْفَاذِ الْوَصِيَّةِ وَوَفَاءِ الدَّيْنِ، إِذْ لَيْسَ لِوَارِثٍ شَيْءٌ إِلَّا مِمَّا يَفْضَلُ عَنْهُمَا إِنْ كَانَا كَمَا تَقَدَّمَ. </p><p> وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ مَا عَلَى التَّفْصِيلِ السَّابِقِ فِي أَوْلَادِهِنَّ، فَإِنْ كَانَ لِلْمَيِّتِ مِنْكُمْ زَوْجٌ وَاحِدَةٌ كَانَ لَهَا وَحْدَهَا، وَإِنْ كَانَ لَهُ زَوْجَانِ فَأَكْثَرَ اشْتَرَكَتَا، أَوِ اشْتَرَكْنَ فِيهِ بِالْمُسَاوَاةِ، وَالْبَاقِي يَكُونُ لِمُسْتَحِقِّهِ شَرْعًا مِنْ ذَوِي الْقُرْبَى، وَأُولِي الْأَرْحَامِ لَكُمْ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ وَالْبَاقِي لِوَلَدِكُمْ عَلَا أَوْ نَزَلَ، وَلِمَنْ عَسَاهُ يُوجَدُ مَعَهُ مِنْ وَالِدَيْهِ عَلَى التَّفْصِيلِ الَّذِي بَيَّنَهُ اللهُ - تَعَالَى - وَذَلِكَ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَبِهَذَا كَانَ لِلذَّكَرِ مِنَ الزَّوْجَيْنِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ. </p><p> فَإِنْ قِيلَ: إِنَّ مَنْ تَرَكَ زَوْجَيْنِ، أَوْ ثَلَاثًا، أَوْ أَرْبَعًا كَانَ لَهُنَّ نَصِيبُ الزَّوْجِ الْوَاحِدَةِ فَلَا تَطَّرِدُ فِيهِنَّ قَاعِدَةُ: لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ; لِأَنَّ الرَّجُلَ لَا يَنْقُصُ نَصِيبُهُ مِنْ إِرْثِ امْرَأَتِهِ بِحَالٍ مِنَ الْأَحْوَالِ. فَمَا هِيَ الْحِكْمَةُ فِي ذَلِكَ، وَلِمَاذَا لَمْ يَكُنْ نَصِيبُ الزَّوْجَيْنِ، أَوِ الثَّلَاثِ، أَوِ الْأَرْبَعِ أَكْثَرَ مِنْ نَصِيبِ الْوَاحِدَةِ؟ أَقُولُ: الْحِكْمَةُ الظَّاهِرَةُ لَنَا مِنْ ذَلِكَ هِيَ إِرْشَادُ اللهِ إِيَّانَا إِلَى أَنْ يَكُونَ الْأَصْلُ الَّذِي نَجْرِي عَلَيْهِ فِي الزَّوْجِيَّةِ هِيَ أَنْ يَكُونَ لِلرَّجُلِ امْرَأَةٌ وَاحِدَةٌ. وَإِنَّمَا أَبَاحَ لِلرَّجُلِ مِنَّا أَنْ يَتَزَوَّجَ ثِنْتَيْنِ إِلَى أَرْبَعٍ بِشَرْطِهِ الْمُضَيَّقِ ; لِأَنَّ التَّعَدُّدَ مِنَ الْأُمُورِ الَّتِي تَسُوقُ إِلَيْهَا الضَّرُورَةُ أَحْيَانًا، وَقَدْ تَكُونُ لِخَيْرِ النِّسَاءِ أَنْفُسِهِنَّ - كَمَا شَرَحْنَا ذَلِكَ فِي آيَةِ إِبَاحَةِ التَّعَدُّدِ، وَمَا هِيَ بِبَعِيدٍ - وَنَذْكُرُ مَا قُلْنَاهُ فِي حِكْمَةِ جَعْلِ حَظِّ الذَّكَرِ مِنَ الْأَوْلَادِ مِثْلَ حَظِّ الْأُنْثَيَيْنِ وَهُوَ أَنَّ الْأَصْلَ فِيهِ أَنْ يُنْفِقَ عَلَى نَفْسِهِ وَعَلَى امْرَأَةٍ يَتَزَوَّجُهَا، فَمَا هُنَا يُلَاقِي مَا هُنَاكَ، وَيَتَّفِقُ مَعَهُ، وَالنُّصُوصُ </p><p> يُؤَيِّدُ بَعْضُهَا بَعْضًا، فَلَوْ كَانَ مِنْ مَقَاصِدِ الشَّرِيعَةِ أَنْ يَتَزَوَّجَ الرَّجُلُ أَكْثَرَ مِنِ امْرَأَةٍ لِجُعِلَ لِلذَّكَرِ مِنَ الْأَوْلَادِ أَكْثَرُ مِنْ حَظِّ الْأُنْثَيَيْنِ، وَلِلزَّوْجَيْنِ، وَالزَّوْجَاتِ أَكْثَرُ مِنْ حَظِّ الزَّوْجِ الْوَاحِدَةِ، وَلَكِنَّ التَّعَدُّدَ فِي نَظَرِ الشَّرْعِ مِنَ الْأُمُورِ النَّادِرَةِ غَيْرِ الْمَقْصُودَةِ فَلَمْ يُرَاعِهِ فِي أَحْكَامِهِ. وَالْأَحْكَامُ إِنَّمَا تُوضَعُ لِمَا هُوَ الْأَصْلُ الَّذِي عَلَيْهِ الْعَمَلُ فِي الْغَالِبِ، وَالنَّادِرُ لَا حُكْمَ لَهُ. </p><p> وَلَمَّا بَيَّنَ ـ جَلَّتْ حِكْمَتُهُ ـ أَحْكَامَ الْأَوْلَادِ وَالْوَالِدَيْنِ، وَالْأَزْوَاجِ، وَكُلُّ وَاحِدٍ مِنْهُمْ يَتَّصِلُ بِالْمَيِّتِ مُبَاشَرَةً بِلَا وَاسِطَةٍ، شَرَعَ فِي بَيَانِ مَا يَتَّصِلُ بِالْمَيِّتِ بِالْوَاسِطَةِ، وَهُوَ الْكَلَالَةُ فَقَالَ: </p><p> وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ أَيْ أَوْ كَانَتِ امْرَأَةٌ تُورَثُ كَلَالَةً أَيْ حَالَ كَوْنِ كُلٍّ مِنْهُمَا كَلَالَةً، أَيْ ذَا كَلَالَةٍ، أَوِ الْمَعْنَى: وَإِنْ كَانَ رَجُلٌ مُورَثٌ كَلَالَةً أَيْ ذَا كَلَالَةٍ، وَهُوَ مَنْ لَيْسَ لَهُ وَالِدٌ وَلَا وَلَدٌ، وَعَلَيْهِ أَكْثَرُ الصَّحَابَةِ. وَاللَّفْظُ مَصْدَرُ كَلَّ يَكِلُّ، بِمَعْنَى الْكَلَالِ، وَهُوَ الْإِعْيَاءُ، ثُمَّ اسْتُعْمِلَ لِلْقَرَابَةِ الْبَعِيدَةِ غَيْرِ قَرَابَةِ الْوَلَدِ، وَالْوَالِدِ لِضَعْفِهَا بِالنِّسْبَةِ </p><p> إِلَى قَرَابَةِ الْأُصُولِ، وَالْفُرُوعِ. وَقَالَ بَعْضُهُمْ: كَلَّتِ الرَّحِمُ بَيْنَ فُلَانٍ، وَفُلَانٍ إِذَا تَبَاعَدَتِ الْقَرَابَةُ، وَحَمَلَ فُلَانٌ عَلَى فُلَانٍ، ثُمَّ كَلَّ عَنْهُ إِذَا تَبَاعَدَ، وَمِنْهُ سُمِّيَتِ الْقَرَابَةُ الْبَعِيدَةُ كَلَالَةً، ذَكَرَهُ الرَّازِيُّ وَجْهًا ثَانِيًا. وَذَكَرَ وَجْهًا ثَالِثًا هُوَ أَنَّ الْكَلَالَةَ فِي أَصْلِ اللُّغَةِ عِبَارَةٌ عَنِ الْإِحَاطَةِ، وَمِنْهُ الْإِكْلِيلُ لِإِحَاطَتِهِ بِالرَّأْسِ؟ وَالْكُلُّ لِإِحَاطَتِهِ بِمَا يَدْخَلُ فِيهِ، وَيُقَالُ: تَكَلَّلَ السَّحَابُ إِذَا صَارَ مُحِيطًا بِالْجَوَانِبِ. قَالَ: إِذَا عَرَفْتَ هَذَا، فَنَقُولُ مَنْ عَدَا الْوَالِدَ وَالْوَلَدَ إِنَّمَا سُمُّوا بِالْكَلَالَةِ ; لِأَنَّهُمْ كَالدَّائِرَةِ الْمُحِيطَةِ بِالْإِنْسَانِ، وَكَالْإِكْلِيلِ الْمُحِيطِ بِرَأْسِهِ، أَمَّا قَرَابَةُ الْوِلَادَةِ فَلَيْسَتْ كَذَلِكَ، فَإِنَّ فِيهَا يَتَفَرَّعُ الْبَعْضُ عَنِ الْبَعْضِ، وَيَتَوَلَّدُ الْبَعْضُ مِنَ الْبَعْضِ كَالشَّيْءِ الْوَاحِدِ الَّذِي يَتَزَايَدُ عَلَى نَسَقٍ وَاحِدٍ. وَلِهَذَا قَالَ الشَّاعِرُ: </p><p> نَسَبٌ تَتَابَعَ كَابِرًا عَنْ كَابِرٍ ... كَالرُّمْحِ أُنْبُوبًا عَلَى أُنْبُوبِ </p><p> فَأَمَّا الْقَرَابَةُ الْمُغَايِرَةُ لِقَرَابَةِ الْوِلَادَةِ، وَهِيَ كَالْإِخْوَةِ، وَالْأَخَوَاتِ، وَالْأَعْمَامِ، وَالْعَمَّاتِ، فَإِنَّمَا يَحْصُلُ لِنَسَبِهِمُ اتِّصَالٌ، وَإِحَاطَةٌ بِالْمَنْسُوبِ إِلَيْهِ اهـ. ثُمَّ بَيَّنَ أَنَّ الْكَلَالَةَ يُوصَفُ بِهَا </p><p> الْمَيِّتُ الْمَوْرُوثُ، وَيُرَادُ بِهَا مَنْ يَرِثُهُ غَيْرُ أَوْلَادِهِ، وَيُوصَفُ بِهَا الْوَارِثُ، وَيُرَادُ بِهِ مَنْ سِوَى الْأَوْلَادِ، وَالْوَالِدَيْنِ، وَرَجَحَ هَذَا بِحَدِيثٍ يَدُلُّ عَلَيْهِ، وَذَكَرَ كَغَيْرِهِ أَنَّ لَفْظَ الْكَلَالَةِ مَصْدَرٌ يَسْتَوِي فِيهِ الْقَلِيلُ وَالْكَثِيرُ، وَلَا يُجْمَعُ، وَلَا يُثَنَّى، وَقَالَ بَعْضُهُمْ: إِنَّهُ صِفَةٌ كَالْهَجَاجَةِ لِلْأَحْمَقِ. </p><p> وَعَنْ عُمَرَ أَنَّهُ كَانَ يَقُولُ: الْكَلَالَةُ مَنْ سِوَى الْوَلَدِ مِنَ الْوَارِثِينَ. وَرُوِيَ أَنَّهُ لَمَّا طُعِنَ قَالَ: كُنْتُ أَرَى أَنَّ الْكَلَالَةَ مَنْ لَا وَلَدَ لَهُ، وَأَنَا أَسْتَحِي أَنْ أُخَالِفَ أَبَا بَكْرٍ، الْكَلَالَةُ مَنْ عَدَا الْوَالِدَ وَالْوَلَدَ. رَوَاهُمَا عَنْهُ عَبْدُ الرَّزَّاقِ، وَابْنُ أَبِي شَيْبَةَ، وَابْنُ جَرِيرٍ، وَالْبَيْهَقِيُّ، وَغَيْرُهُمْ. وَالرِّوَايَةُ الثَّالِثَةُ عَنْهُ التَّوَقُّفُ، وَكَانَ يَقُولُ: ثَلَاثٌ لَأَنْ يَكُونَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيَّنَهُنَّ لَنَا أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَمَا فِيهَا: الْخِلَافَةُ، وَالْكَلَالَةُ، وَالرِّبَا. رَوَاهُ عَبْدُ الرَّزَّاقِ، وَابْنُ أَبِي شَيْبَةَ، وَأَبُو الشَّيْخِ فِي الْفَرَائِضِ، وَالْحَاكِمُ، وَالْبَيْهَقِيُّ، وَغَيْرُهُمْ، وَرَوَى ابْنُ رَاهَوَيْهِ، وَابْنُ مَرْدَوَيْهِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ بِسَنَدٍ صَحِيحٍ أَنَّ عُمَرَ سَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَيْفَ يُوَرَّثُ الْكَلَالَةُ؟ فَقَالَ: أَوَ لَيْسَ اللهُ قَدْ بَيَّنَ ذَلِكَ؟ ثُمَّ قَرَأَ: وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً إِلَى آخَرِ الْآيَةِ، فَكَأَنَّ عُمَرَ لَمْ يَفْهَمْ. فَأَنْزَلَ اللهُ: يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ [٤: ١٧٦] إِلَى آخِرِ الْآيَةِ فَكَأَنَّ عُمَرَ لَمْ يَفْهَمْ، فَقَالَ لِحَفْصَةَ: إِذَا رَأَيْتِ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - طَيِّبَ نَفْسٍ فَاسْأَلِيهِ عَنْهَا، فَسَأَلَتْهُ، فَقَالَ: أَبُوكِ ذَكَرَ لَكِ هَذَا؟ مَا أَرَى أَبَاكِ يَعْلَمُهَا أَبَدًا فَكَانَ يَقُولُ: مَا أَرَانِي اعْلَمُهَا أَبَدًا، وَقَدْ قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا قَالَ. وَرَوَى عَبْدُ الرَّزَّاقِ، وَابْنُ أَبِي شَيْبَةَ، عَنْ سَعِيدٍ أَيْضًا أَنَّ عُمَرَ كَتَبَ أَمْرَ الْجَدِّ، وَالْكَلَالَةِ فِي كَتِفٍ (أَيْ عَظْمِ كَتِفٍ) ، ثُمَّ طَفِقَ يَسْتَخِيرُ </p><p> رَبَّهُ فَقَالَ: اللهُمَّ إِنْ عَلِمْتَ فِيهِ خَيْرًا فَأَمْضِهِ، فَلَمَّا طُعِنَ دَعَا بِالْكَتِفِ، فَمَحَاهَا ثُمَّ قَالَ: كُنْتُ كَتَبْتُ كِتَابًا فِي الْجَدِّ، وَالْكَلَالَةِ، وَكُنْتُ أَسْتَخِيرُ اللهَ فِيهِ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّكُمْ عَلَى مَا كُنْتُمْ عَلَيْهِ. فَلَمْ يَدْرُوا مَا كَانَ فِي الْكَتِفِ. وَهَذِهِ الرِّوَايَاتُ غَرِيبِةٌ فِي مَعْنَاهَا. فَالْأَمْرُ وَاضِحٌ لَمْ يَشْتَبِهْ فِيهِ مَنْ دُونَ عُمَرَ، وَلَا مَنْ فِي طَبَقَتِهِ، وَلِلَّهِ فِي الْبَشَرِ شُئُونٌ، وَقَلَّمَا تَقْرَأُ تَرْجَمَةَ رَجُلٍ عَظِيمٍ إِلَّا وَتَجِدُ فِيهَا أَنَّهُ انْفَرَدَ بِشَيْءٍ غَرِيبٍ فِي بَابِهِ. </p><p> إِنَّ اللهَ - تَعَالَى - أَنْزَلَ آيَتَيْنِ فِي الْكَلَالَةِ: الْآيَةُ الَّتِي نُفَسِّرُهَا، وَالْآيَةُ الَّتِي فِي آخِرِ هَذِهِ السُّورَةِ، فَبَيَّنَ فِي هَذِهِ الْآيَةِ مَا يَرِثُهُ الْإِخْوَةُ لِلْأُمِّ مِنَ الْكَلَالَةِ فَقَطْ لِلْحَاجَةِ إِلَى ذَلِكَ وَعَدَمِ الْحَاجَةِ عِنْدَ نُزُولِ الْآيَةِ إِلَى بَيَانِ مَا يَأْخُذُهُ إِخْوَةُ الْعَصَبِ، وَكَأَنَّهُ وَقَعَ </p><p> بَعْدَ ذَلِكَ إِرْثُ كَلَالَةٍ فِيهِ إِخْوَةُ عَصَبٍ، وَسُئِلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ ذَلِكَ فَنَزَلَتِ الْآيَةُ الْأُخْرَى الَّتِي فِي آخِرِ السُّورَةِ الَّتِي جَعَلَتْ لِلْأُخْتِ الْوَاحِدَةِ النِّصْفَ إِذَا انْفَرَدَتْ، وَلِلْأُخْتَيْنِ فَأَكْثَرَ الثُّلُثَيْنِ، وَلِلْأَخِ فَأَكْثَرَ كُلَّ التَّرِكَةِ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ [٤: ١٧٦] فَأَجْمَعَ الصَّحَابَةُ عَلَى أَنَّ قَوْلَهُ - تَعَالَى - هُنَا: وَلَهُ أَخٌ أَوْ أُخْتٌ يَعْنِي بِهِ الْأَخَ، أَوِ الْأُخْتَ مِنَ الْأُمِّ فَقَطْ ; لِأَنَّ الْأَخَوَيْنِ مِنَ الْعَصَبِ قَدْ بَيَّنَ حُكْمَهُمَا فِي الْآيَةِ الْأُخْرَى ; وَلِأَنَّ قَوْلَهُ: فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ يَدُلُّ عَلَى أَنَّهُمْ إِنَّمَا يَأْخُذُونَ فَرْضَ الْأُمِّ، فَإِنَّهُ إِمَّا السُّدُسُ، وَإِمَّا الثُّلُثُ، وَاسْتَدَلَّ الْمُفَسِّرُونَ علىْ ذَلِكَ بِقِرَاءَةِ أُبَيٍّ بِزِيَادَةِ \" مِنَ الْأُمِّ \" ، وَسَعْدِ بْنِ أَبِي وَقَّاصٍ بِزِيَادَة \" مِنْ أُمٍّ \" وَقَالُوا: إِنَّ الْقِرَاءَةَ الشَّاذَّةَ أَيْ غَيْرَ الْمُتَوَاتِرَةِ تُخَصِّصُ ; لِأَنَّ حُكْمَهَا حُكْمُ أَحَادِيثِ الْآحَادِ. وَعِنْدِي أَنَّ هَذَا لَيْسَ قِرَاءَةً، وَإِنَّمَا هُوَ تَفْسِيرٌ سَمِعَهُ بَعْضُ النَّاسِ مِنْهُمَا فَظَنُّوا أَنَّ كَلِمَةَ:  \" مِنَ الْأُمِّ \" قِرَاءَةٌ، وَأَنَّهُمَا يَعُدَّانِهَا مِنَ الْقُرْآنِ. وَأَرَى أَنَّ كُلَّ مَا رُوِيَ مِنَ الزِّيَادَةِ عَلَى الْقُرْآنِ الْمُتَوَاتِرِ فِي قِرَاءَةِ بَعْضِ الصَّحَابَةِ قَدْ ذُكِرَ أَنَّهُ تَفْسِيرٌ، فَإِنْ لَمْ يَكُنِ الصَّحَابِيُّ هُوَ الَّذِي قَصَدَ التَّفْسِيرَ بِذَلِكَ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي تَلَقَّى ذَلِكَ الصَّحَابِيُّ عَنْهُ هُوَ الَّذِي قَصَدَ التَّفْسِيرَ فَظَنَّ الصَّحَابِيُّ أَنَّهُ يُرِيدُ الْقُرْآنَ. وَالدَّلِيلُ عَلَى ذَلِكَ الْقِرَاءَةُ الْمُتَوَاتِرَةُ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْخَالِيَةُ مِنْ هَذِهِ الزِّيَادَةِ، وَلَا دَخْلَ هَاهُنَا لِلَفْظِ الرَّاوِي فِي التَّرْجِيحِ لِأَنَّهُمْ يَرْوُونَ الْأَحَادِيثَ بِالْمَعْنَى. </p><p> وَالْحَاصِلُ أَنَّ الْأَخَ مِنَ الْأُمِّ يَأْخُذُ فِي الْكَلَالَةِ السُّدُسَ، وَكَذَلِكَ الْأُخْتُ لَا فَرْقَ فِيهِ بَيْنَ الذَّكَرِ وَالْأُنْثَى ; لِأَنَّ كُلًّا مِنْهُمَا حَلَّ مَحَلَّ أُمِّهِ فَأَخَذَ نَصِيبَهَا. وَإِذَا كَانُوا مُتَعَدِّدِينَ أَخَذُوا الثُّلُثَ وَكَانُوا فِيهِ سَوَاءً لَا فَرْقَ بَيْنَ ذَكَرِهِمْ، وَأُنْثَاهُمْ لِمَا ذَكَرْنَا مِنَ الْعِلَّةِ، وَذَلِكَ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ كَمَا تَقَدَّمَ فِي نَظِيرِهِ، وَفِيهِ قِرَاءَةُ \" يُوصَى \" بِفَتْحِ الصَّادِ، وَكَسْرِهَا كَمَا تَقَدَّمَ. </p><p> وَأَمَّا الْبَاقِي بَعْدَ فَرْضِ هَؤُلَاءِ كَغَيْرِهِمْ عَلَى الْقَاعِدَةِ الَّتِي بَيَّنَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> بِقَوْلِهِ: أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَلِأَوْلَى رَجُلٍ ذَكَرٍ أَيْ مِنْ عَصَبَةِ الْمَيِّتِ، رَوَاهُ أَحْمَدُ، وَالشَّيْخَانِ وَغَيْرُهُمْ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ، وَإِنَّمَا لَمْ يَذْكُرْ هَذَا فِي الْقُرْآنِ </p><p> لِأَنَّ الْمُخَاطَبِينَ بِهِ فِي عَصْرِ التَّنْزِيلِ كَانُوا يُعْطُونَ جَمِيعَ التَّرِكَةِ لِلرِّجَالِ مِنْ عَصَبَتِهِمْ دُونَ النِّسَاءِ، وَالصِّغَارِ، فَفَرَضَ - سُبْحَانَهُ - لِلنِّسَاءِ مَا فَرَضَهُ فَكُنَّ شَرِيكَاتٍ لِلرِّجَالِ، وَجَعَلَ الصِّغَارَ وَالْكِبَارَ فِي الْإِرْثِ سَوَاءً، وَمَا سَكَتَ عَنْهُ فَلَمْ يُبَيِّنْهُ بِالنَّصِّ، وَلَا بِالْفَحْوَى فَهُوَ مُفَوَّضٌ إِلَيْهِمْ يَجْرُونَ فِيهِ عَلَى عُرْفِهِمْ فِي تَقْدِيمِ الْأَقْرَبِ مِنَ الْعَصَبَاتِ إِذْ لَا ضَرَرَ فِيهِ إِلَّا أَنْ يَسُنَّ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ سُنَّةً فَيَكُونُ اتِّبَاعُهَا مُقَدَّمًا عَلَى عُرْفِهِمْ كَمَا هُوَ بَدِيهِيٌّ. </p><p> ثُمَّ قَالَ: غَيْرَ مُضَارٍّ أَيْ ذَلِكَ الْحَقُّ فِي الْوَرَثَةِ يَكُونُ مِنْ بَعْدِ وَصِيَّةٍ صَحِيحَةٍ يُوصِي بِهَا الْمَيِّتُ فِي حَيَاتِهِ غَيْرَ مُضَارٍّ بِهَا وَرَثَتَهُ، وَحَدَّدَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْوَصِيَّةَ الْجَائِزَةَ بِثُلُثِ التَّرِكَةِ، وَقَالَ: وَالثُّلُثُ كَثِيرٌ كَمَا فِي حَدِيثِ سَعْدٍ الْمُتَّفَقِ عَلَيْهِ، فَمَا زَادَ عَلَى الثُّلُثِ فَهُوَ ضِرَارٌ لَا يَصِحُّ، وَلَا يُنَفَّذُ، وَعَنِ ابْنِ عَبَّاسٍ (رَضِيَ اللهُ عَنْهُ) أَنَّ الضِّرَارَ فِي الْوَصِيَّةِ مِنَ الْكَبَائِرِ أَيْ إِذَا قَصَدَهُ الْمُوصِي، وَأَيْضًا مِنْ بَعْدِ دَيْنٍ صَحِيحٍ لَمْ يَعْقِدْهُ الْمَيِّتُ فِي حَيَاتِهِ، أَوْ يُقِرَّ بِهِ فِي حَالِ صِحَّتِهِ، لِأَجْلِ مُضَارَّةِ الْوَرَثَةِ. وَالْحَالُ أَنَّهُ لَمْ يَأْخُذْ مِمَّنْ أَقَرَّ لَهُ بِهِ شَيْئًا فَهَذَا مَعْصِيَةٌ أَيْضًا، وَكَثِيرًا مَا يَجْتَرِحُهَا الْمُبْغِضُونَ لِلْوَارِثِينَ لَهُمْ، وَلَاسِيَّمَا إِذَا كَانُوا كَلَالَةً ; وَلِذَلِكَ جَاءَ هَذَا الْقَيْدُ فِي وَصِيَّةِ إِرْثِ الْكَلَالَةِ دُونَ مَا قَبْلَهُ ; لِأَنَّ الْقَصْدَ إِلَى مُضَارَّةِ الْوَالِدَيْنِ، أَوِ الْأَوْلَادِ وَكَذَا الْأَزْوَاجُ نَادِرٌ جِدًّا، فَكَأَنَّهُ غَيْرُ مَوْجُودٍ. </p><p> وَصِيَّةً مِنَ اللهِ أَيْ يُوصِيكُمْ بِذَلِكَ، وَصِيَّةً مِنْهُ - عَزَّ وَجَلَّ - فَهِيَ جَدِيرَةٌ بِالْإِذْعَانِ لَهَا، وَالْعَمَلِ بِمُوجِبِهَا وَاللهُ عَلِيمٌ بِمَصَالِحِكُمْ، وَمَنَافِعِكُمْ وَبِنِيَّاتِ الْمُوصِينَ مِنْكُمْ حَلِيمٌ لَا يَسْمَحُ لَكُمْ بِأَنْ تُعَجِّلُوا بِعُقُوبَةِ مَنْ تَسْتَاءُونَ مِنْهُ، وَمُضَارَّتِهِ بِالْوَصِيَّةِ، كَمَا أَنَّهُ لَمْ يَسْمَحْ لَكُمْ بِحِرْمَانِ النِّسَاءِ، وَالْأَطْفَالِ مِنَ الْإِرْثِ، وَهُوَ لَا يُعَجِّلُ بِالْعِقَابِ فِي أَحْكَامِهِ وَلَا فِي الْجَزَاءِ عَلَى مُخَالَفَتِهَا عَسَى أَنْ يَتُوبَ الْمُخَالِفُ. </p><p> بَعْدَ كِتَابَةِ مَا تَقَدَّمَ رَأَيْتُ فِي كُرَّاسَةٍ لِبَعْضِ تَلَامِيذِ الْأُسْتَاذِ الْإِمَامِ كَلَامًا نَقَلَهُ مِنْ دَرْسِهِ فِي تَفْسِيرِ: وَاللهُ عَلِيمٌ حَلِيمٌ هَذَا مِثَالُهُ بِتَصَرُّفٍ فِي الْمَعْنَى، وَاخْتِلَافٍ فِي الْأُسْلُوبِ: هَذَا تَحْرِيضٌ عَلَى أَخْذِ وَصِيَّةِ اللهِ - تَعَالَى - وَأَحْكَامِهِ بِقُوَّةٍ، وَتَنْبِيهٌ إِلَى أَنَّهُ </p><p> - تَعَالَى - فَرَضَهَا وَهُوَ يَعْلَمُ مَا فِيهَا مِنَ الْخَيْرِ، وَالْمَصْلَحَةِ لَنَا \"، وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ، وَإِذَا كُنَّا نَعْلَمُ أَنَّهُ - تَعَالَى شَأْنُهُ - أَعْلَمُ مِنَّا بِمَصَالِحِنَا، وَمَنَافِعِنَا فَمَا عَلَيْنَا إِلَّا أَنْ نُذْعِنَ لِوَصَايَاهُ، وَفَرَائِضِهِ، وَنَعْمَلَ بِمَا يُنْزِلُهُ عَلَيْنَا مِنْ هِدَايَتِهِ، وَكَمَا </p><p> يُشِيرُ اسْمُ \" الْعَلِيمِ \" هُنَا إِلَى وَضْعِ تِلْكَ الْأَحْكَامِ عَلَى قَوَاعِدِ الْعِلْمِ بِمَصْلَحَةِ الْعِبَادِ وَمَنْفَعَتِهِمْ يُشِيرُ أَيْضًا إِلَى وُجُوبِ مُرَاقَبَةِ الْوَارِثِينَ، وَالْقُوَّامِ عَلَى التَّرِكَاتِ لِلَّهِ - تَعَالَى - فِي عِلْمِهِمْ بِتِلْكَ الْأَحْكَامِ ; لِأَنَّهُ عَلِيمٌ لَا يَخْفَى عَلَيْهِ حَالُ مَنْ يَلْتَزِمُ الْحَقَّ فِي ذَلِكَ، وَيَقِفُ عِنْدَ حُدُودِ اللهِ - عَزَّ وَجَلَّ -، وَحَالُ مَنْ يَتَعَدَّى تِلْكَ الْحُدُودَ بِأَكْلِ شَيْءٍ مِنَ الْوَصَايَا، أَوِ الدَّيْنِ، أَوْ حَقِّ صِغَارِ الْوَارِثِينَ، أَوِ النِّسَاءِ الَّذِي فَرَضَهُ اللهُ لَهُمْ كَمَا كَانَتْ تَفْعَلُ الْجَاهِلِيَّةُ ; وَلِذَلِكَ قَالَ فِي الْآيَةِ السَّابِقَةِ: إِنَّ اللهَ كَانَ عَلِيمًا حَكِيمًا فَلِلتَّذْكِيرِ بِعِلْمِهِ - تَعَالَى - هُنَا فَائِدَتَانِ: فَائِدَةٌ تَتَعَلَّقُ بِحِكْمَةِ التَّشْرِيعِ، وَفَائِدَةٌ تَتَعَلَّقُ بِكَيْفِيَّةِ التَّنْفِيذِ. </p><p> وَقَدْ يَخْطُرُ فِي الْبَالِ أَنَّ الْمُنَاسِبَ الظَّاهِرَ فِي هَذِهِ الْآيَةِ أَنْ يَقْرِنَ وَصْفَ الْعِلْمِ بِوَصْفِ الْحِكْمَةِ كَالْآيَةِ الْأُخْرَى، فَيُقَالُ:  \" وَاللهُ عَلِيمٌ حَكِيمٌ \" ، فَمَا هِيَ النُّكْتَةُ فِي إِيثَارِ الْوَصْفِ بِالْحِلْمِ عَلَى الْوَصْفِ بِالْحِكْمَةِ، وَالْمَقَامُ مَقَامُ تَشْرِيعٍ، وَحَثٍّ عَلَى اتِّبَاعِ الشَّرِيعَةِ ; لَا مَقَامَ حَثٍّ عَلَى التَّوْبَةِ فَيُؤْتَى فِيهِ بِالْحِلْمِ الَّذِي يُنَاسِبُ الْعَفْوَ وَالرَّحْمَةَ؟ وَالْجَوَابُ عَنْ ذَلِكَ: أَنَّ التَّذْكِيرَ بِعِلْمِ اللهِ - تَعَالَى - لَمَّا كَانَ مُتَضَمِّنًا لِإِنْذَارِ مَنْ يَتَعَدَّى حُدُودَهُ تَعَالَى فِيمَا تَقَدَّمَ مِنَ الْوَصِيَّةِ، وَالدَّيْنِ، وَالْفَرَائِضِ، وَوَعِيدِهِ، وَكَانَ تَحَقُّقُ الْإِنْذَارِ، وَالْوَعِيدِ بِعِقَابِ مُعْتَدِي الْحُدُودِ وَهَاضِمِ الْحُقُوقِ قَدْ يَتَأَخَّرُ عَنِ الذَّنْبِ، وَكَانَ ذَلِكَ مَدْعَاةَ غُرُورِ الْغَافِلِ، ذَكَّرَنَا - تَعَالَى - هُنَا بِحِلْمِهِ لِنَعْلَمَ أَنَّ تَأَخُّرَ نُزُولِ الْعِقَابِ لَا يُنَافِي ذَلِكَ الْوَعِيدَ وَالْإِنْذَارَ، وَلَا يَصِحُّ أَنْ يَكُونَ سَبَبًا لِلْجَرَاءَةِ، وَالِاغْتِرَارِ، فَإِنَّ الْحَلِيمَ هُوَ الَّذِي لَا تَسْتَفِزُّهُ الْمَعْصِيَةُ إِلَى التَّعْجِيلِ بِالْعُقُوبَةِ، وَلَيْسَ فِي الْحِلْمِ شَيْءٌ مِنْ مَعْنَى الْعَفْوِ وَالرَّحْمَةِ، فَكَأَنَّهُ يَقُولُ: لَا يَغُرَّنَّ الطَّامِعَ فِي الِاعْتِدَاءِ، وَأَكْلِ الْحُقُوقِ تَمَتُّعُ بَعْضِ الْمُعْتَدِينَ بِمَا أَكَلُوا بِالْبَاطِلِ، فَيَنْسَى عِلْمَ اللهِ - تَعَالَى - بِحَقِيقَةِ حَالِهِمْ، وَوَعِيدَهُ لِأَمْثَالِهِمْ، فَيَظُنُّ أَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ فَيَتَجَرَّأُ عَلَى مِثْلِ مَا تَجَرَّءُوا عَلَيْهِ مِنْ الِاعْتِدَاءِ، وَلَا يَغُرَّنَّ الْمُعْتَدِيَ نَفْسَهُ تَأَخُّرُ نُزُولِ الْوَعِيدِ بِهِ، فَيَتَمَادَى فِي الْمَعْصِيَةِ بَدَلًا مِنَ الْمُبَادَرَةِ إِلَى التَّوْبَةِ، لَا يَغُرَّنَّ هَذَا وَلَا ذَاكَ تَأْخِيرُ الْعُقُوبَةِ، فَإِنَّهُ إِمْهَالٌ يَقْتَضِيهِ الْحِلْمُ، لَا إِهْمَالٌ </p><p> مِنَ الْعَجْزِ أَوْ عَدَمِ الْعِلْمِ، وَفَائِدَةُ الْمُذْنِبِ مِنْ حِلْمِ الْحَلِيمِ الْقَادِرِ أَنَّهُ يَتْرُكُ لَهُ وَقْتًا لِلتَّوْبَةِ وَالْإِنَابَةِ بِالتَّأَمُّلِ فِي بَشَاعَةِ الذَّنْبِ وَسُوءِ عَاقِبَتِهِ، فَإِذَا أَصَرَّ الْمُذْنِبُ عَلَى ذَنْبِهِ، وَلَمْ يَبْقَ لِلْحِلْمِ فَائِدَةٌ فِي إِصْلَاحِ شَأْنِهِ، يُوشِكُ أَنْ يَكُونَ عِقَابُ الْحَلِيمِ لَهُ أَشَدَّ مِنْ عِقَابِ السَّفِيهِ عَلَى الْبَادِرَةِ عِنْدَ حُدُوثِهَا، وَمِنَ الْأَمْثَالِ فِي ذَلِكَ:  \" اتَّقُوا غَيْظَ الْحَلِيمِ \" ذَلِكَ بِأَنَّ غَيْظَهُ لَا يَكُونُ إِلَّا عِنْدَ آخِرِ دَرَجَاتِ الْحِلْمِ إِذَا لَمْ تُبْقِ الذُّنُوبُ مِنْهُ شَيْئًا، وَعِنْدَ ذَلِكَ يَكُونُ انْتِقَامُهُ عَظِيمًا. نَعَمْ إِنَّ حِلْمَ اللهِ - تَعَالَى - لَا يَزُولُ، وَلَكِنَّهُ يُعَامِلُ بِهِ كُلَّ أَحَدٍ بِقَدْرٍ مَعْلُومٍ: وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ [١٣: ٨] فَلَا يَنْبَغِي لِلْعَاقِلِ أَنْ يَغْتَرَّ بِحِلْمِهِ - تَعَالَى -، كَمَا أَنَّهُ لَا يَنْبَغِي لَهُ أَنْ يَغْتَرَّ بِكَرَمِهِ يَاأَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ [٨٢: ٦ - ٩] . </p>"
}