{
  "id": null,
  "sura": 4,
  "aya": 60,
  "text": "<p> وَمَا ثَبَتَ فِي السُّنَّةِ وَعَمَلِ الصَّحَابَةِ مِنْ جَعْلِ السُّنَّةِ فِي الْمَرْتَبَةِ الثَّانِيَةِ يَدُلُّ عَلَى أَنَّ الْكِتَابَ لَا يُنْسَخُ بِهَا، وَأَنَّهُ هُوَ الْمُرَجَّحُ دَائِمًا عِنْدَ التَّعَارُضِ. </p><p> هَذَا مَا فُتِحَ بِهِ عَلَيْنَا عِنْدَ طَبْعِ تَفْسِيرِ هَذِهِ الْآيَةِ الْحَكِيمَةِ مِنَ الْمَسَائِلِ الَّتِي يَتَجَلَّى بِهِ مَعْنَاهَا، وَالتَّرْجِيحُ بَيْنَ أَقْوَالِ الْمُفَسِّرِينَ فِيهَا أَنَّهُ يَجِبُ عَلَى جَمِيعِ الْمُؤْمِنِينَ طَاعَةُ اللهِ بِالْعَمَلِ بِكِتَابِهِ، وَطَاعَةُ رَسُولِهِ بِاتِّبَاعِ سُنَّتِهِ، وَطَاعَةُ جَمَاعَةِ أُولِي الْأَمْرِ ـ وَهُمْ أَهْلُ الْحَلِّ وَالْعَقْدِ مِنْ عُلَمَاءِ الْأُمَّةِ وَرُؤَسَائِهَا الْمَوْثُوقِ بِهِمْ عِنْدَهَا ـ فِيمَا يَضَعُونَهُ لَهَا بِالشُّورَى مِنَ الْأَحْكَامِ الْمَدَنِيَّةِ، وَالْقَضَائِيَّةِ، وَالسِّيَاسِيَّةِ، وَمِنْهَا الصِّحِّيَّةُ وَالْعَسْكَرِيَّةُ، وَإِذَا وَقَعَ التَّنَازُعُ بَيْنَ أُولِي الْأَمْرِ، أَوْ بَيْنَ أَفْرَادِ الْأُمَّةِ وَجَمَاعَاتِهَا فِي شَيْءٍ فَيَجِبُ رَدُّهُ إِلَى اللهِ وَرَسُولِهِ بِعَرْضِهِ عَلَى الْكِتَابِ وَالسُّنَّةِ، وَالْعَمَلُ بِمَا يَظْهَرُ لِلْمُتَنَازِعِينَ أَوْ لِمَنْ يُحَكِّمُونَهُمْ فِي فَصْلِ النِّزَاعِ مِنَ النُّصُوصِ، أَوْ مُقْتَضَى الْقَوَاعِدِ وَالْأُصُولِ الْعَامَّةِ فِيهِمَا أَوِ الْقِيَاسِ عَلَى مَا عُرِفَتْ عِلَّتُهُ فِيهِمَا، وَلَا نُسَلِّمُ قَوْلَ الرَّازِيِّ وَالنَّيْسَابُورِيِّ: إِنَّ هَذَا الرَّدَّ خَاصٌّ بِمَا لَا نَصَّ فِيهِ وَلَا إِجْمَاعَ ; لِأَنَّهُ مَبْنِيٌّ عَلَى التَّنَازُعِ وَالْخِلَافِ، وَيَجُوزُ أَنْ يَقَعَ التَّنَازُعُ وَالْخِلَافُ فِيمَا فِيهِ نَصٌّ لَمْ يَعْرِفْهُ الْمُتَنَازِعُونَ، كَمَا اخْتَلَفَ الْمُهَاجِرُونَ وَالْأَنْصَارُ عَلَى عُمَرَ فِي الدُّخُولِ </p><p> عَلَى مَكَانِ الطَّاعُونِ مَعَ وُجُودِ النَّصِّ الَّذِي رَوَاهُ بَعْدَ ذَلِكَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، وَلَوْ جَاءَ عَبْدُ الرَّحْمَنِ قَبْلَ تَحْكِيمِ عُمَرَ لِمَشَايِخِ قُرَيْشٍ، وَرَوَى لَهُمُ الْحَدِيثَ لَعَمِلُوا بِهِ وَلَمْ يَحْتَاجُوا إِلَى التَّحْكِيمِ، فَلْيَتَأَمَّلِ الْمُسْتَقِلُّونَ مَا حَقَّقْنَاهُ، وَاللهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ. </p><p> (تَنْبِيهٌ) : تَكَرَّرَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ لَفْظُ \" النَّصِّ \" مُعَرَّفًا وَمُضَافًا إِلَى الْكِتَابِ وَالسُّنَّةِ بِمَعْنَى عِبَارِتِهِمَا لَا النَّصِّ الْأُصُولِيِّ. </p><p> أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا، وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا أُولَئِكَ الَّذِينَ يَعْلَمُ اللهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا. </p><p> قَالَ السُّيُوطِيُّ فِي لُبَابِ النُّقُولِ: أَخْرَجَ ابْنُ أَبِي حَاتِمٍ وَالطَّبَرَانِيُّ بِسَنَدٍ صَحِيحٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ:  \" كَانَ أَبُو بَرْزَةَ الْأَسْلَمِيُّ كَاهِنًا يَقْضِي بَيْنَ الْيَهُودِ فِيمَا يَتَنَافَرُونَ فِيهِ،فَتَنَافَرَ إِلَيْهِ نَاسٌ مِنَ الْمُسْلِمِينَ فَأَنْزَلَ اللهُ تَعَالَى:أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا إِلَى قَوْلِهِ: إِلَّا إِحْسَانًا وَتَوْفِيقًا، وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ مِنْ طَرِيقِ عِكْرِمَةَ،أَوْ سَعِيدٌ عَنِ ابْنِ عَبَّاسٍ قَالَ:\" كَانَ الْجُلَاسُ بْنُ الصَّامِتِ، وَمُعَتِّبُ بْنُ قُشَيْرٍ، وَرَافِعُ بْنُ زَيْدٍ، وَبِشْرٌ يَدَّعُونَ الْإِسْلَامَ فَدَعَاهُمْ رِجَالٌ مِنْ قَوْمِهِمْ مِنَ الْمُسْلِمِينَ فِي خُصُومَةٍ كَانَتْ بَيْنَهُمْ إِلَى رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَدَعَوْهُمْ إِلَى الْكُهَّانِ حُكَّامِ الْجَاهِلِيَّةِ فَأَنْزَلَ اللهُ فِيهِمْ: </p><p> أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ الْآيَةَ، وَأَخْرَجَ ابْنُ جَرِيرٍ عَنِ الشَّعْبِيِّ قَالَ:  \" كَانَ بَيْنَ رَجُلٍ مِنَ الْيَهُودِ، وَرَجُلٍ مِنَ الْمُنَافِقِينَ خُصُومَةٌ،فَقَالَ الْيَهُودِيُّ:أُحَاكِمُكَ إِلَى أَهْلِ دِينِكَ،أَوْ قَالَ:إِلَى النَّبِيِّ ; لِأَنَّهُ قَدْ عَلِمَ أَنَّهُ لَا يَأْخُذُ الرِّشْوَةَ فِي الْحُكْمِ فَاخْتَلَفَا، وَاتَّفَقَا عَلَى أَنْ يَأْتِيَا كَاهِنًا فِي جُهَيْنَةَ فَنَزَلَتْ \" اهـ. </p><p> الْأُسْتَاذُ الْإِمَامُ: الْكَلَامُ مُتَّصِلٌ بِمَا قَبْلَهُ فَإِنَّهُ تَعَالَى ذَكَرَ أَنَّ الْيَهُودَ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ إِلَخْ، وَذَكَرَ مِنْ سُوءِ حَالِهِمْ وَوَعِيدِهِمْ مَا ذَكَرَ، ثُمَّ أَمَرَ الْمُؤْمِنِينَ بَعْدَ ذَلِكَ بِأَدَاءِ الْأَمَانَاتِ إِلَى أَهْلِهَا، وَالْحُكْمِ بِالْعَدْلِ ; لِأَنَّ أُولَئِكَ قَدْ خَانُوا بِجَعْلِهِمُ الْكَافِرِينَ أَهْدَى سَبِيلًا مِنَ الْمُؤْمِنِينَ، وَأَمَرَهُمْ بِطَاعَةِ اللهِ وَرَسُولِهِ فِي كُلِّ شَيْءٍ، وَطَاعَةِ أُولِي الْأَمْرِ فِيمَا يُجْمِعُونَ عَلَيْهِ مُخْتَارِينَ لَا مُسَيْطِرًا عَلَيْهِمْ فِيهِ، وَبِرَدِّ مَا تَنَازَعُوا فِيهِ إِلَى اللهِ وَرَسُولِهِ فِي مُقَابَلَةِ طَاعَةِ أُولَئِكَ لِلطَّاغُوتِ وَإِيمَانِهِمْ بِهِ، وَبِالْجِبْتِ وَاتِّبَاعِهِمْ لِلْهَوَى. </p><p> وَبَعْدَ هَذَا بَيَّنَ لَنَا حَالَ طَائِفَةٍ أُخْرَى بَيْنَ الطَّائِفَتَيْنِ وَهُمُ الْمُنَافِقُونَ الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا، وَمِنْ مُقْتَضَى الْإِيمَانِ امْتِثَالُ مَا أُمِرَ بِهِ الْمُؤْمِنُونَ فِي الْآيَتَيْنِ السَّابِقَتَيْنِ، وَلَكِنَّهُمْ مَعَ هَذِهِ الدَّعْوَى يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ الَّذِي عَلَيْهِ تِلْكَ الطَّائِفَةُ، فَقَالَ: أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ ذَكَرَ الْمُفَسِّرُونَ أَسْبَابًا مُتَعَدِّدَةً لِنُزُولِ هَذِهِ الْآيَةِ يَمْنَعُنَا اخْتِلَافُهَا وَتَشَتُّتُ رِوَايَتِهَا أَنْ نَجْزِمَ بِوَاحِدَةٍ مُعَيَّنَةٍ مِنْهَا، وَإِنَّمَا نَسْتَرْشِدُ بِمَجْمُوعِهَا إِلَى مَعْرِفَةِ حَالِ مَنْ أَعْرَضُوا عَنْ حُكْمِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ، وَقَدْ تَقَدَّمَ أَنَّ \" الطَّاغُوتَ \" مَصْدَرُ الطُّغْيَانِ، وَهُوَ يَصْدُقُ عَلَى كُلِّ مَنْ جَاءَتِ الرِّوَايَاتُ فِي سَبَبِ نُزُولِ الْآيَةِ بِالتَّحَاكُمِ إِلَيْهِمْ كَمَا قَرَأْتَ آنِفًا، وَمَنْ قَصَدَ التَّحَاكُمَ إِلَى أَيِّ حَاكِمٍ يُرِيدُ أَنْ يَحْكُمَ لَهُ بِالْبَاطِلِ وَيَهْرُبَ إِلَيْهِ مِنَ الْحَقِّ فَهُوَ مُؤْمِنٌ بِالطَّاغُوتِ، وَلَا كَذَلِكَ الَّذِي يَتَحَاكَمُ إِلَى مَنْ يَظُنُّ أَنَّهُ يَحْكُمُ بِالْحَقِّ، وَكُلُّ مَنْ يُتَحَاكَمُ إِلَيْهِ مِنْ دُونِ اللهِ وَرَسُولِهِ مِمَّنْ يَحْكُمُ بِغَيْرِ مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ فَهُوَ رَاغِبٌ عَنِ الْحَقِّ إِلَى الْبَاطِلِ، وَذَلِكَ عَيْنُ الطَّاغُوتِ الَّذِي هُوَ بِمَعْنَى الطُّغْيَانِ الْكَثِيرِ، وَيَدْخُلُ فِي هَذَا مَا يَقَعُ كَثِيرًا مِنْ تَحَاكُمِ الْمُتَخَاصِمِينَ إِلَى الدَّجَّالِينَ كَالْعَرَّافِينَ وَأَصْحَابِ الْمَنْدَلِ وَالرَّمْلِ وَمُدَّعِي الْكَشْفِ، وَيَخْرُجُ الْمُحَكَّمُ فِي الصُّلْحِ، وَكُلُّ مَا أَذِنَ بِهِ الشَّرْعُ مِمَّا هُوَ مَعْرُوفٌ. </p><p> أَقُولُ: وَالِاسْتِفْهَامُ فِي قَوْلِهِ تَعَالَى: أَلَمْ تَرَ اسْتِفْهَامُ تَعْجِيبٍ مِنْ أَمْرِ الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا وَيَأْتُونَ بِمَا يُنَافِي الْإِيمَانَ كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ: أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ وَأَحْوَالُ الْأُمَمِ تَكُونُ مُتَشَابِهَةً؛ لِأَنَّهَا مَظْهَرُ أَطْوَارِ الْبَشَرِ، فَالْإِيمَانُ الصَّحِيحُ بِكُتُبِ اللهِ وَرُسُلِهِ يَقْتَضِي الِاتِّبَاعَ وَالْعَمَلَ بِمَا شَرَعَهُ اللهُ تَعَالَى عَلَى أَلْسِنَةِ تِلْكَ الرُّسُلِ، وَتَرْكُ الْعَمَلِ مَعَ الِاسْتِطَاعَةِ دَلِيلٌ عَلَى أَنَّ الْإِيمَانَ غَيْرُ رَاسِخٍ فِي نَفْسِ مُدَّعِيهِ، فَكَيْفَ إِذَا كَانَ الْعَمَلُ بِضِدِّ مَا شَرَعَهُ اللهُ تَعَالَى؟ هَكَذَا كَانَ يَدَّعِي الْإِيمَانَ بِمُوسَى وَالتَّوْرَاةِ جَمِيعُ الْيَهُودِ حَتَّى أُولَئِكَ الَّذِينَ يَشْتَرُونَ الضَّلَالَةَ بِالْهُدَى، وَيَأْكُلُونَ السُّحْتَ وَيُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ، وَهَكَذَا كَانَ فِي مُسْلِمِي الْعَصْرِ الْأَوَّلِ مَنْ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أَنْزِلُ إِلَى الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَهُمْ مَعَ ذَلِكَ يَرْغَبُونَ عَنِ التَّحَاكُمِ إِلَيْهِ إِلَى التَّحَاكُمِ إِلَى الطَّاغُوتِ، وَهَكَذَا شَأْنُ النَّاسِ فِي كُلِّ زَمَانٍ لَا يَكُونُونَ كُلُّهُمْ عُدُولًا صَادِقِينَ فِي مِلَّةٍ مِنَ الْمِلَلِ، وَلَا يَكُونُونَ كُلُّهُمْ مُنَافِقِينَ أَوْ فَاسِقِينَ فِي مِلَّةٍ مِنَ الْمِلَلِ، وَمِنَ الْعَجَائِبِ أَنْ يُقَالَ: إِنَّ كُلَّ الْمُسْلِمِينَ الَّذِينَ رَأَوُا النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ كَانُوا عُدُولًا، وَالْقُرْآنُ يَصِفُ بَعْضَهُمْ بِمِثْلِ هَذِهِ الْآيَةِ وَيُسَجِّلُ عَلَى بَعْضِهِمُ النِّفَاقَ. </p><p> وَالزَّعْمُ فِي أَصْلِ اللُّغَةِ الْقَوْلُ وَالدَّعْوَى، سَوَاءٌ أَكَانَ ذَلِكَ حَقًّا أَمْ بَاطِلًا، قَالَ أُمُيَّةُ بْنُ أَبِي الصَّلْتِ فِي شِعْرٍ لَهُ: </p><p> سَيُنْجِزُكُمْ رَبُّكُمْ مَا زَعَمَ </p><p> ، يُرِيدُ مَا وَعَدَ، وَأَرَى أَنَّ الْقَافِيَةَ اضْطَرَّتْهُ إِلَى اسْتِعْمَالِ هَذَا الْحَرْفِ هُنَا، وَمَا هُوَ بِمَكِينٍ، وَوَعْدُهُ تَعَالَى لَا يَكُونُ إِلَّا حَقًّا، وَقَالَ اللَّيْثُ: سَمِعْتُ أَهْلَ الْعَرَبِيَّةِ يَقُولُونَ إِذَا قِيلَ: ذَكَرَ فُلَانٌ كَذَا وَكَذَا فَإِنَّمَا يُقَالُ ذَلِكَ لِأَمْرٍ يُسْتَيْقَنُ أَنَّهُ حَقٌّ، وَإِذَا شَكَّ فِيهِ فَلَمْ يَدِرْهُ لَعَلَّهُ كَذِبٌ أَوْ بَاطِلٌ، قِيلَ: زَعَمَ فُلَانٌ كَذَا، وَقِيلَ: الزَّعْمُ الظَّنُّ، وَقِيلَ: الْكَذِبُ، وَكُلُّ هَذَا مَأْخُوذٌ مِنَ اخْتِلَافِ الِاسْتِعْمَالِ بِنَظَرِ الْقَائِلِ إِلَى بَعْضِ كَلَامِ الْعَرَبِ دُونَ بَعْضٍ، وَالَّذِي يَنْظُرُ فِي مَجْمُوعِ اسْتِعْمَالَاتِهَا لِهَذِهِ الْكَلِمَةِ يَجْزِمُ بِأَنَّ الْأَكْثَرَ أَنْ تُسْتَعْمَلَ فِيمَا لَا يُجْزَمُ بِهِ، وَإِنْ جَازَ أَنْ يَكُونَ حَقًّا، وَقَالَ الرَّاغِبُ: الزَّعْمُ حِكَايَةُ قَوْلٍ يَكُونُ مَظَنَّةً لِلْكَذِبِ، وَلِهَذَا جَاءَ فِي الْقُرْآنِ فِي كُلِّ مَوْضِعٍ ذَمُّ الْقَائِلِينَ بِهِ، وَأَشَارَ إِلَى بَعْضِ الْآيَاتِ فِي ذَلِكَ، وَنَحْنُ نَزِيدُ عَلَيْهِ فِي بَيَانِهَا، قَالَ تَعَالَى: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ (٦٤: ٧) ، وَقَالَ: وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ، وَضَلَّ عَنْكُمْ </p><p> مَا كُنْتُمْ تَزْعُمُونَ (٦: ٩٤) ، وَقَالَ: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ، فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا (١٧: ٥٦) ، وَقَالَ: بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا (١٨: ٥٢) ، وَبَقِيَ آيَاتٌ أُخْرَى مُسْتَعْمَلَةً هَذَا الِاسْتِعْمَالَ، فَلُغَةُ الْقُرْآنِ أَنَّ الزَّعْمَ يُسْتَعْمَلُ فِي الْبَاطِلِ وَالْكَذِبِ، وَهُوَ يَرُدُّ عَلَى الزَّاعِمِينَ وَلَا يُقِرُّهُمْ عَلَى شَيْءٍ. </p><p> وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ أَيْ: يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ </p><p> يَكْفُرُوا بِهِ فِي التَّنْزِيلِ الَّذِي يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِهِ، فَهَذَا التَّنْزِيلُ قَدْ بَيَّنَ ذَلِكَ بِنَصِّ الْخِطَابِ أَوْ فَحْوَاهُ، قَالَ تَعَالَى فِي سُورَةِ النَّحْلِ وَهِيَ مَكِّيَّةٌ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ (١: ٣٦) ، الْآيَةَ، وَهِيَ نَصٌّ فِي أَنَّ كُلَّ نَبِيٍّ أَرْسَلَهُ اللهُ تَعَالَى قَدْ أَمَرَ أَتْبَاعَهُ بِاجْتِنَابِ الطَّاغُوتِ، وَقَالَ تَعَالَى: فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى (٢: ٢٥٦) ، إِلَخْ الْآيَتَيْنِ، وَالْمَعْنَى أَنَّ هَؤُلَاءِ الزَّاعِمِينَ تَدَّعِي أَلْسِنَتُهُمُ الْإِيمَانَ بِاللهِ، وَبِمَا أَنْزَلَهُ عَلَى رُسُلِهِ، وَتَدُلُّ أَفْعَالُهُمْ عَلَى كُفْرِهِمْ بِاللهِ وَإِيمَانِهِمْ بِالطَّاغُوتِ وَإِيثَارِهِمْ لِحُكْمِهِ. </p><p> وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا قَالَ الْأُسْتَاذُ الْإِمَامُ: أَيْ أَنَّ الشَّيْطَانَ ـ الَّذِي هُوَ دَاعِيَةُ الْبَاطِلِ وَالشَّرِّ فِي نَفْسِ الْإِنْسَانِ ـ يُرِيدُ أَنْ يَجْعَلَ بَيْنَهُمْ وَبَيْنَ الْحَقِّ مَسَافَةً بَعِيدَةً فَيَكُونَ ضَلَالُهُمْ عَنْهُ مُسْتَمِرًّا؛ لِأَنَّهُمْ لِشِدَّةِ بُعْدِهِمْ عَنْهُ لَا يَهْتَدُونَ إِلَى الطَّرِيقِ الْمُوَصِّلَةِ إِلَيْهِ. </p><p> قِيلَ لَهُ: فَمَا تَقُولُ فِي هَذِهِ الْمَحَاكِمِ الْأَهْلِيَّةِ وَالْقَوَانِينِ؟ قَالَ: تِلْكَ عُقُوبَةٌ عُوقِبَ بِهَا الْمُسْلِمُونَ أَنْ خَرَجُوا عَنْ هِدَايَةِ قَوْلِهِ تَعَالَى: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ فَإِذَا كُنَّا قَدْ تَرَكْنَا هَذِهِ الْهِدَايَةَ لِلْقِيلِ وَالْقَالِ وَآرَاءِ الرِّجَالِ مِنْ قَبْلِ أَنْ نُبْتَلَى بِهَذِهِ الْقَوَانِينِ وَمُنَفِّذِيهَا، فَأَيُّ فَرْقٍ بَيْنَ آرَاءِ فُلَانٍ وَآرَاءِ فُلَانٍ وَكُلُّهَا آرَاءٌ مِنْهَا الْمُوَافِقُ لِنُصُوصِ الْكِتَابِ وَالسُّنَّةِ، وَمِنْهَا الْمُخَالِفُ لَهَا؟ وَنَحْنُ الْآنَ مُكْرَهُونَ عَلَى التَّحَاكُمِ إِلَى هَذِهِ الْقَوَانِينِ، فَمَا كَانَ مِنْهَا يُخَالِفُ حُكْمَ اللهِ تَعَالَى يُقَالُ فِيهِ، أَيْ: فِي أَهْلِهِ: إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ (١٦: ١٠٦) ، الْآيَةَ، وَانْظُرْ إِلَى مَا هُوَ مَوْكُولٌ إِلَيْنَا </p><p> إِلَى الْآنَ كَالْأَحْكَامِ الشَّخْصِيَّةِ وَالْعِبَادَاتِ وَالْمُعَامَلَاتِ بَيْنَ الْوَالِدِينَ وَالْأَوْلَادِ وَالْأَزْوَاجِ وَالزَّوْجَاتِ فَهَلْ نَرْجِعُ فِي شَيْءٍ مِنْ ذَلِكَ إِلَى اللهِ وَرَسُولِهِ؟ إِذَا تَنَازَعَ عَالِمَانِ مِنَّا فِي مَسْأَلَةٍ، فَهَلْ يَرُدَّانِهَا إِلَى اللهِ وَرَسُولِهِ أَمْ يَرُدَّانِهَا إِلَى قِيلٍ وَقَالَ؟ فَهَذَا يَقُولُ: قَالَ الْحَمَلُ، وَهَذَا يَقُولُ: قَالَ الصَّاوِي، وَفُلَانٌ وَفُلَانٌ، انْتَهَى مَا كَتَبَهُ عَنْهُ فِي الدَّرْسِ وَكَتَبْتُ فِي آخِرِهِ يَوْمَئِذٍ \" يُحَرَّرُ الْمَوْضُوعُ \" وَمُرَادُهُ ظَاهِرٌ، فَإِنَّهُ يَقُولُ: إِنَّهُ لَا قَوْلَ لِأَحَدٍ فِي قَضِيَّةٍ أَوْ مَسْأَلَةٍ مَعَ وُجُودِ نَصٍّ فِيهَا مِمَّا أَنْزَلَهُ اللهُ تَعَالَى عَلَى رَسُولِهِ، أَوْ مَا قَضَى بِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِإِذْنِ اللهِ عَزَّ وَجَلَّ، وَالْمُسْلِمُونَ قَدْ تَرَكُوا مَا جَرَى عَلَيْهِ السَّلَفُ مِنَ النَّظَرِ فِي كُلِّ قَضِيَّةٍ فِي كِتَابِ اللهِ أَوَّلًا، ثُمَّ فِي سُنَّةِ رَسُولِهِ وَفِي رَدِّ الْمُتَنَازَعِ فِيهِ إِلَيْهِمَا، بَلْ عَمِلُوا بِآرَاءِ النَّاسِ الَّذِينَ يَنْتَمُونَ إِلَيْهِمْ، وَيُسَمُّونَهُمْ عُلَمَاءَ مَذَاهِبِهِمْ، وَإِنْ وُجِدَ نَصُّ الْكِتَابِ أَوِ السُّنَّةِ مُخَالِفًا لَهُ، وَيُحَرِّمُونَ الرُّجُوعَ إِلَى هَذِهِ النُّصُوصِ؛ لِأَنَّ ذَلِكَ مِنَ الِاجْتِهَادِ الْمَمْنُوعِ عِنْدَهُمُ الَّذِي يُعَدُّ الْمُتَصَدِّي لَهُ ضَالًّا مُضِلًّا فِي نَظَرِهِمْ، وَقَدْ تَرَتَّبَ عَلَى هَذَا الذَّنْبِ الَّذِي هُوَ اجْتِنَابُ تَقْدِيمِ الْكِتَابِ وَالسُّنَّةِ عَلَى كُلِّ قَوْلٍ وَرَأْيٍ أَنْ سَلِسَ الْمُسْلِمُونَ لِحُكَّامِهِمْ فِي مِثْلِ مِصْرَ، حَتَّى انْتَقَلُوا بِهِمْ مِنَ الْحُكْمِ يَقُولُ فُلَانٌ وَفُلَانٌ مِنَ الَّذِينَ يُسَمُّونَهُمْ أَهْلَ الْفِقْهِ وَيَأْخُذُونَ بِمَا فِي كُتُبِهِمُ ابْتِدَاءً ـ وَافَقَ </p>"
}