{
  "id": null,
  "sura": 4,
  "aya": 80,
  "text": "<p> مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللهِ وَكَفَى بِاللهِ وَكِيلًا أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا. </p><p> هَذِهِ الْآيَاتُ مُتَّصِلَةٌ بِمَا قَبْلَهَا مُسَايِرَةٌ لَهَا، فَقَدْ تَقَدَّمَ أَنَّ مِنْ أُصُولِ هَذِهِ الشَّرِيعَةِ طَاعَةَ </p><p> اللهِ وَطَاعَةَ الرَّسُولِ، وَقَدْ أَمَرَ بِهِمَا مَعًا أَمْرًا عَامًّا، وَبَيَّنَ جَزَاءَ الْمُطِيعِ وَأَحْوَالَ النَّاسِ فِي هَذِهِ الطَّاعَةِ بِحَسَبِ قُوَّةِ الْإِيمَانِ وَضَعْفِهِ وَالصِّدْقِ فِيهِ وَالنِّفَاقِ، ثُمَّ أَمَرَ بِالْقِتَالِ، وَبَيَّنَ مَرَاتِبَ النَّاسِ فِي الِامْتِثَالِ، وَبَعْدَ هَذَا ذَكَّرَ الْمُؤْمِنِينَ بِأَمْرِ الطَّاعَةِ وَكَوْنِهَا لِلَّهِ تَعَالَى بِالذَّاتِ، وَلِغَيْرِهِ بِالتَّبَعِ، وَبَيَّنَ ضَرْبًا مِنْ ضُرُوبِ مُرَاوَغَةِ أُولَئِكَ الضُّعَفَاءِ أَوِ الْمُنَافِقِينَ فِيهَا فَقَالَ: </p><p> مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللهَ أَيْ: إِنَّ الرَّسُولَ هُوَ رَسُولُ اللهِ، فَمَا يَأْمُرُ بِهِ مِنْ حَيْثُ هُوَ رَسُولٌ فَهُوَ مِنَ اللهِ، وَهُوَ الْعِبَادَاتُ وَالْفَضَائِلُ، وَالْأَعْمَالُ الْعَامَّةُ وَالْخَاصَّةُ الَّتِي تُحْفَظُ بِهَا الْحُقُوقَ، وَتُدْرَأُ الْمَفَاسِدُ، وَتُحْفَظُ الْمَصَالِحُ، فَمَنْ أَطَاعَهُ فِي ذَلِكَ لِأَنَّهُ مُبَلِّغٌ لَهُ عَنِ اللهِ - عَزَّ وَجَلَّ -، فَقَدْ أَطَاعَ اللهَ بِذَلِكَ ; لِأَنَّ اللهَ - تَعَالَى - لَا يَأْمُرُ النَّاسَ وَيَنْهَاهُمْ إِلَّا بِوَاسِطَةِ رُسُلٍ مِنْهُمْ، يَفْهَمُونَ عَنْهُمْ مَا يُوحِيهِ اللهُ إِلَيْهِمْ لِيُبَلِّغُوهُ عَنْهُ، وَأَمَّا مَا يَقُولُهُ الرَّسُولُ مِنْ عِنْدِ نَفْسِهِ، وَمَا يَأْمُرُ بِهِ مِمَّا يَسْتَحْسِنُهُ بِاجْتِهَادِهِ وَرَأْيِهِ مِنَ الْأُمُورِ الدُّنْيَوِيَّةِ وَالْعَادَاتِ، كَمَسْأَلَةِ تَأْبِيرِ النَّخْلِ، وَمَا يُسَمِّيهِ الْعُلَمَاءُ أَمْرَ الْإِرْشَادِ، فَطَاعَتُهُ فِيهِ لَيْسَتْ مِنَ الْفَرَائِضِ الَّتِي فَرَضَهَا اللهُ - تَعَالَى - ; لِأَنَّهُ لَيْسَ دِينًا وَلَا شَرْعًا عَنْهُ تَعَالَى، وَإِنَّمَا تَكُونُ مِنْ كَمَالِ الْأَدَبِ وَقُدْوَةِ الْحُبِّ، مِثَالُهُ: أَمْرُ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِكَيْلِ الطَّعَامِ كَالْقَمْحِ وَغَيْرِهِ مِنَ الْحُبُوبِ، أَيْ: عِنْدَ اتِّخَاذِهِ وَعِنْدَ إِرَادَةِ طَبْخِهِ، وَهُوَ مِنَ التَّقْدِيرِ وَالتَّدْبِيرِ فِي الْبُيُوتِ، وَأَكْثَرُ الْمُسْلِمِينَ يَتْرُكُونَهُ إِلَّا مَنْ يَتَّبِعُ طُرُقَ الْمَدَنِيَّةِ الْحَدِيثَةِ فِي الِاقْتِصَادِ وَتَدْبِيرِ الْمَنْزِلِ، وَمِنْ هَذَا الْبَابِ مَا لَا يَظْهَرُ لَهُ مِثْلُ هَذِهِ الْفَائِدَةِ، وَإِنَّمَا كَانَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَذْكُرُهُ بِطَرِيقِ الِاسْتِحْسَانِ لِمُنَاسَبَةٍ تَتَعَلَّقُ بِالْمُخَاطَبِينَ، كَالْأَمْرِ بِأَكْلِ الزَّيْتِ وَالِادِّهَانِ بِهِ وَالْأَمْرِ بِأَكْلِ الْبَلَحِ بِالتَّمْرِ، فَهُوَ مَا كَانَ يَقُولُ مِثْلَ هَذَا بَاسِمِ الرِّسَالَةِ وَالتَّبْلِيغِ عَنِ اللهِ - عَزَّ وَجَلَّ -، وَكَانَ الصَّحَابَةُ - رَضِيَ اللهُ تَعَالَى عَنْهُمْ - </p><p> إِذَا شَكُّوا فِي الْأَمْرِ، هَلْ هُوَ عَنِ اللهِ - تَعَالَى - أَوْ مِنْ رَأْيِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاجْتِهَادِهِ وَكَانَ لَهُمْ رَأْيٌ آخَرَ سَأَلُوهُ، فَإِنْ أَجَابَهُمْ بِأَنَّهُ مِنَ اللهِ أَطَاعُوهُ بِغَيْرِ تَرَدُّدٍ، وَإِنْ قَالَ إِنَّهُ مِنْ رَأْيِهِ ذَكَرُوا رَأْيَهُمْ وَرُبَّمَا رَجَعَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ رَأْيِهِ إِلَى رَأْيِهِمْ كَمَا فَعَلَ فِي بَدْرٍ وَأُحُدٍ. </p><p> فَالْآيَةُ تَدُلُّ عَلَى أَنَّ اللهَ - تَعَالَى - هُوَ الَّذِي يُطَاعُ لِذَاتِهِ ; لِأَنَّهُ رَبُّ النَّاسِ وَإِلَهُهُمْ وَمَلِكُهُمْ، وَهُمْ عَبِيدُهُ الْمَغْمُورُونَ بِنِعَمِهِ، وَأَنَّ رُسُلَهُ إِنَّمَا تَجِبُ طَاعَتُهُمْ فِيمَا يُبَلِّغُونَهُ عَنْهُ مِنْ </p><p> حَيْثُ إِنَّهُمْ رُسُلُهُ لَا لِذَاتِهِمْ، وَمِثَالُ ذَلِكَ الْحَاكِمُ تَجِبُ طَاعَتُهُ فِي تَنْفِيذِ شَرِيعَةِ الْمَمْلَكَةِ وَقَوَانِينِهَا، وَهُوَ مَا يُعَبِّرُونَ عَنْهُ بِالْأَوَامِرِ الرَّسْمِيَّةِ، وَلَا تَجُبْ فِيمَا عَدَا ذَلِكَ. </p><p> قَالَ الرَّازِيُّ: قَالَ مُقَاتِلٌ فِي هَذِهِ الْآيَةِ: إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقُولُ:  \" مَنْ أَحَبَّنِي فَقَدْ أَحَبَّ اللهَ وَمَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ \" ، فَقَالَ الْمُنَافِقُونَ: قَدْ قَارَبَ هَذَا الرَّجُلُ الشِّرْكَ، وَهُوَ أَنْ نَهَى أَنْ نَعْبُدَ غَيْرَ اللهِ، وَيُرِيدُ أَنْ نَتَّخِذَهُ رَبًّا كَمَا اتَّخَذَتِ النَّصَارَى عِيسَى، فَأَنْزَلَ اللهُ هَذِهِ الْآيَةَ، وَاعْلَمْ أَنَّا بَيَّنَّا كَيْفِيَّةَ دَلَالَةِ هَذِهِ الْآيَةِ عَلَى أَنَّهُ لَا طَاعَةَ أَلْبَتَّةَ لِلرَّسُولِ وَإِنَّمَا الطَّاعَةُ لِلَّهِ، انْتَهَى. </p><p> وَوَجْهُ قَوْلِ مُقَاتِلٍ هُوَ أَنَّ الْمُؤْمِنَ الْمُوَحِّدَ لَا يَكُونُ مُسْتَعْبَدًا خَاضِعًا إِلَّا لِخَالِقِهِ وَحْدَهُ دُونَ جَمِيعِ خَلْقِهِ، فَالْخُرُوجُ عَنْ ذَلِكَ شِرْكٌ، وَالشِّرْكُ نَوْعَانِ: </p><p> أَحَدُهُمَا: أَنْ تَرَى لِبَعْضِ الْمَخْلُوقَاتِ سُلْطَةً غَيْبِيَّةً وَرَاءَ الْأَسْبَابِ الْعَادِيَّةِ الْعَامَّةِ، فَتَرْجُو نَفْعَهُ وَتَخَافُ ضُرَّهُ وَتَدْعُو وَتَذِلُّ لَهُ، سَوَاءٌ شَعَرْتَ فِي تَوَجُّهِ قَلْبِكَ إِلَيْهِ بِأَنَّهُ يَنْفَعُكَ بِذَاتِهِ، أَوْ بِتَأْثِيرِهِ فِي إِرَادَةِ اللهِ - تَعَالَى - بِحَيْثُ يَفْعَلُ لِأَجْلِهِ، مَا لَمْ يَكُنْ يَفْعَلُهُ لَوْلَاهُ بِمَحْضِ فَضْلِهِ وَرَحْمَتِهِ، وَهَذَا هُوَ الشِّرْكُ فِي الْأُلُوهِيَّةِ. </p><p> وَثَانِيهِمَا: أَنْ تَرَى لِبَعْضِ الْمَخْلُوقِينَ حَقَّ التَّشْرِيعِ وَالتَّحْلِيلِ وَالتَّحْرِيمِ لِذَاتِهِ، وَهَذَا هُوَ الشِّرْكُ فِي الرُّبُوبِيَّةِ، وَلِذَلِكَ قَالَ الْمُنَافِقُونَ: يُرِيدُ أَنْ نَتَّخِذَهُ رَبًّا، وَقَدْ فَسَّرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اتِّخَاذَ أَهْلِ الْكِتَابِ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا بِطَاعَتِهِمْ فِيمَا يُحَلِّلُونَ وَيُحَرِّمُونَ، وَقَدْ رَدَّ اللهُ - تَعَالَى - شُبْهَةَ الْمُنَافِقِينَ وَأُغْلُوطَتِهِمْ، وَبَيَّنَ أَنَّ الرَّسُولَ إِنَّمَا يُطَاعُ فِيمَا هُوَ مُرْسَلٌ فِيهِ وَمَأْمُورٌ بِتَبْلِيغِهِ عَنْ رَبِّهِ. </p><p> وَيُؤْخَذُ مِنْ هَذَا أَنَّ الْمُؤْمِنَ الْمُوَحِّدَ يَكُونُ أَعَزَّ النَّاسِ نَفْسًا، وَأَعْظَمَهُمْ كَرَامَةً، وَأَنَّهُ لَا يَقْبَلُ أَنْ يَسْتَبِدَّ فِيهِ حَاكِمٌ، وَلَا أَنْ يَسْتَعْبِدَهُ سُلْطَانٌ ظَالِمٌ، وَمَا قَوَى الِاسْتِبْدَادُ فِي الْمُسْلِمِينَ إِلَّا بِضَعْفِ التَّوْحِيدِ فِيهِمْ، فَالتَّوْحِيدُ هُوَ مُنْتَهَى مَا تَصِلُ إِلَيْهِ النُّفُوسُ الْبَشَرِيَّةُ مِنَ الِارْتِقَاءِ وَالْكَمَالِ، فَصَاحِبُ التَّوْحِيدِ الْخَالِصِ يَعْلَمُ عِلْمَ الْيَقِينِ أَنَّ كُلَّ شَيْءٍ فِي هَذِهِ الْأَرْضِ وَفِي تِلْكَ السَّمَاوَاتِ الْعُلَى هُوَ خَاضِعٌ وَمَقْهُورٌ لِلنَّوَامِيسِ وَالسُّنَنِ الْعَامَّةِ الَّتِي قَامَ بِهَا النِّظَامُ الْعَامُّ، وَأَنَّ تَفَاوُتَهَا فِي الصِّفَاتِ وَالْخَوَاصِّ لَا يَقْتَضِي أَنْ يَرْفَعَ الْأَقْوَى فِي صِفَةٍ مَا عَلَى الْأَضْعَفِ رَفْعَ الْإِلَهِ </p><p> عَلَى الْمَأْلُوهِ وَالرَّبِّ عَلَى الْمَرْبُوبِ، فَحَجَرُ الصَّوَّانِ الصُّلْبُ الْقَوِيُّ لَيْسَ إِلَهًا وَلَا رَبًّا لِحَجَرِ الْكَذَّانِ الضَّعِيفِ، وَلَا حَجَرُ </p><p> الْمِغْنَاطِيسِ إِلَهًا يُعَظَّمُ تَعْظِيمًا دِينِيًّا لِمَا فِيهِ مِنَ الْمَزِيَّةِ، وَالشَّمْسُ ذَاتُ النُّورِ وَالْحَرَارَةِ لَيْسَتْ إِلَهًا وَلَا رَبًّا لِلسَّيَّارَاتِ التَّابِعَةِ لَهَا وَلَا لِغَيْرِهِنَّ، بَلْ هِيَ مُسَخَّرَةٌ مِثْلُهُنَّ لِلسُّنَنِ الْعَامَّةِ فِي نِظَامِ الْكَوْنِ، كَذَلِكَ الْقَوِيُّ فِي جِسْمِهِ أَوْ عَقْلِهِ لَيْسَ إِلَهًا لِلضَّعِيفِ يَدْعُوهُ هَذَا وَيَذِلُّ لَهُ وَيَسْتَخْذِي أَمَامَهُ، وَوَاسِعُ الْعِلْمِ لَيْسَ رَبًّا لِقَلِيلِ الْعِلْمِ يُشَرِّعُ لَهُ وَيُحَلِّلُ وَيُحَرِّمُ وَمَا عَلَى الْآخَرِ إِلَّا الطَّاعَةُ، كَذَلِكَ مَنْ ظَهَرَ مِنْهُ أَمْرٌ خَارِقٌ لِلْعَادَةِ الْمَأْلُوفَةِ لَا يَجِبُ رَفْعُهُ عَلَى غَيْرِهِ وَالْخُضُوعُ لَهُ تَعَبُّدًا، سَوَاءٌ كَانَ ذَلِكَ بِعِلْمٍ انْفَرَدَ بِهِ، أَوْ حِيلَةٍ وَهُوَ السِّحْرُ أَوْ بِاتِّفَاقٍ أَوْ بِقُوَّةٍ رُوحِيَّةٍ وَمِنْهُ مَا يُسَمُّونَهُ كَرَامَةً، وَغَايَتُهُ أَنَّهُ امْتَازَ عَلَى بَعْضِ النَّاسِ كَامْتِيَازِ الْقَوِيِّ عَلَى الضَّعِيفِ وَالذَّكِيِّ عَلَى الْبَلِيدِ، وَهُوَ لَا يَكُونُ بِذَلِكَ رَبًّا وَلَا إِلَهًا، وَلَا خَارِجًا عَنْ سُنَنِ الْكَوْنِ، بَلْ كُلٌّ عَبِيدٌ مُسَخَّرُونَ لِسُنَنِ اللهِ - تَعَالَى - وَيَسْتَفِيدُونَ مِنْهَا بِقَدْرِ عِلْمِهِمْ وَطَاقَتِهِمْ وَاجْتِهَادِهِمْ، وَيُكَلَّفُونَ طَاعَةَ اللهِ - تَعَالَى - وَحْدَهُ بِحَسَبِ مَا تَصِلُ إِلَيْهِ أَفْهَامُهُمْ فِي شَرْعِهِ، لَا يَجِبُ عَلَى أَحَدٍ مِنْهُمْ أَنْ يَعْمَلَ بِاعْتِقَادِ غَيْرِهِ وَلَا بِرَأْيِهِ، نَعَمْ إِنَّهُمْ يَتَعَاوَنُونَ فِي الْأَعْمَالِ وَفِي الْعُلُومِ، فَقَوِيُّ الْبَدَنِ يَكُونُ أَكْثَرَ نَفْعًا لِلْآخَرِينَ بِقُوَّتِهِ الْبَدَنِيَّةِ وَهُوَ عَبْدٌ مِثْلُهُمْ لَا يُقَدِّسُونَهُ وَلَا يَرْفَعُونَ مَرْتَبَتَهُ عَنِ الْبَشَرِيَّةِ الَّتِي يُشَارِكُهُمْ فِيهَا، وَقَوِيُّ الْعَقْلِ يَكُونُ أَكْثَرَ نَفْعًا بِرَأْيِهِ وَتَدْبِيرِهِ وَلَا يَرْتَفِعُ بِذَلِكَ عَلَى غَيْرِهِ ارْتِفَاعًا قُدُسِيًّا، وَمَنْ كَانَ أَكْثَرَ تَحْصِيلًا لِلْعِلْمِ يَفِيضُ مِنْ عِلْمِهِ عَلَى الطُّلَّابِ وَلَيْسَ عَلَى أَحَدٍ مِنْهُمْ أَنْ يَعْمَلَ بِرَأْيِهِ وَلَا بِفَهْمِهِ إِلَّا إِذَا ظَهَرَ لَهُ أَنَّهُ الْحَقُّ وَصَارَ عِلْمًا لَهُ وَاعْتِقَادًا، وَعِنْدَ ذَلِكَ يَكُونُ عَامِلًا بِاعْتِقَادِ نَفْسِهِ الَّذِي حَصَّلَهُ بِمُسَاعَدَةِ أُسْتَاذِهِ لَا بِاعْتِقَادِ أُسْتَاذِهِ وَلَا بِرَأْيِهِ، وَإِذَا كَانَ الْمُوَحِّدُ لَا يُطِيعُ أَمْرَ الرَّسُولِ لِذَاتِهِ بَلْ لِأَنَّهُ مُبَلِّغٌ عَمَّنْ أَرْسَلَهُ فَكَيْفَ. يَجُوزُ لَهُ أَنْ يُطِيعَ أَمْرَ مَنْ دُونَهُ لِذَاتِهِ، وَيَعْمَلُ بِهِ مِنْ غَيْرِ أَنْ يَثْبُتَ عِنْدَهُ أَنَّهُ أَمْرٌ مِنَ اللهِ - تَعَالَى -؟ ! </p><p> هَذَا هُوَ مَقَامُ التَّوْحِيدِ الْأَعْلَى الَّذِي جَاءَ بِهِ الرُّسُلُ وَهُوَ مَنَاطُ السَّعَادَةِ فِي الدَّارَيْنِ، وَلَيْسَ لَقَبًا مِنْ أَلْقَابِ الشَّرَفِ أَوْ لَفْظًا مِنَ الْأَلْفَاظِ الَّتِي تُوضَعُ لِلْفَصْلِ بَيْنَ جَمَاعَاتِ النَّاسِ عَلَى سَبِيلِ الْعُرْفِ وَالِاصْطِلَاحِ، فَالتَّوْحِيدُ وَالْإِيمَانُ وَالْإِسْلَامُ لَهَا فِي هَذَا الزَّمَانِ إِطْلَاقٌ عُرْفِيٌّ اصْطِلَاحِيٌّ، فَيُطْلَقُ اللَّفْظُ مِنْهَا عَلَى أُنَاسٍ لَا يَفْهَمُونَ شَيْئًا مِنْ مَعَانِيهَا الشَّرْعِيَّةِ، لَا تَصْدُقُ عَلَيْهِمْ مَدْلُولَاتُهَا وَلَا تَنْطَبِقُ عَلَيْهِمْ آيَاتُهَا، وَلَمْ يَنَالُوا مَا بَيَّنَهُ </p><p> الْكِتَابُ الْعَزِيزُ مِنْ ثَمَرَاتِهَا، كَكَوْنِ الْمُؤْمِنِينَ الْمُوَحِّدِينَ هُمُ الْمَنْصُورِينَ الْغَالِبِينَ، وَالْأَئِمَّةَ الْوَارِثِينَ. </p><p> فَإِنْ قُلْتَ: إِنَّكَ أَثْبَتَّ فِي تَفْسِيرِ أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ (٤: ٥٩) ، أَنَّ طَاعَةَ الرَّسُولِ فِيمَا يَأْمُرُ بِهِ بِاجْتِهَادِهِ وَاجِبَةٌ، وَذَكَرْتُ فِي الْمَسْأَلَةِ الثَّانِيَةَ عَشْرَةَ مِنَ الْمَسَائِلِ الَّتِي جَعَلْتُهَا ذَيْلًا لِتَفْسِيرِ الْآيَةِ مُوَضِّحًا لَهَا أَنَّ مَرَاتِبَ الطَّاعَةِ ثَلَاثٌ: الْأُولَى: مَا يُبَلِّغُهُ الرَّسُولُ </p><p> عَنْ رَبِّهِ، وَالثَّانِيَةُ: مَا يَأْمُرُ بِهِ وَيَحْكُمُ فِيهِ بِاجْتِهَادِهِ، وَالثَّالِثَةُ: مَا يَسْتَنْبِطُهُ جَمَاعَةُ أُولِي الْأَمْرِ مِمَّا تَحْتَاجُ إِلَيْهِ الْأُمَّةُ، وَقَدْ أَثْبَتُّ وُجُوبَ طَاعَةِ الرَّسُولِ فِي اجْتِهَادِهِ فِي مَوَاضِعَ أُخْرَى مِنْ أَصْرَحِهَا وَأَوْضَحِهَا مَا ذَكَرْتُهُ فِي تَفْسِيرِ تِلْكَ حُدُودُ اللهِ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ (٤: ١٣) ، إِلَخْ، [ص ٣٥٠، ٣٥١ ج٤ ط الْهَيْئَةِ] ، أَفَلَا يُنَافِي ذَلِكَ كَوْنَ الطَّاعَةِ لِلَّهِ وَحْدَهُ، وَكَوْنَ هَذَا مِمَّا يَدْخُلُ فِي مَفْهُومِ التَّوْحِيدِ؟ </p><p> قُلْتُ: لَا مُنَافَاةَ بَيْنَ الْأَمْرَيْنِ، فَاجْتِهَادُ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ بَيَانٌ لِلْوَحْيِ الَّذِي بَلَّغَهُ عَنِ اللهِ - تَعَالَى -، وَقَدْ أَذِنَ اللهُ لَهُ بِهَذَا الْبَيَانِ فَقَالَ: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ (١٦: ٤٤) ، وَهَذَا الْإِذْنُ ضَرُورِيٌّ لَا غِنَى عَنْهُ، وَنَظِيرُهُ اجْتِهَادُ الْقُضَاةِ وَالْحُكَّامِ فِي تَفْسِيرِ الْقَوَانِينِ، فَطَاعَتُهُمْ فِيمَا يَحْكُمُونَ فِيهِ بِاجْتِهَادِهِمْ فِي هَذِهِ الْقَوَانِينِ إِنَّمَا هُوَ طَاعَةٌ لِلْقَانُونِ لَا لِلشَّخْصِ الْحَاكِمِ بِجَعْلِهِ شَارِعًا يُطَاعُ لِذَاتِهِ، وَمِنَ الْعُلَمَاءِ مَنْ يَرَى أَنَّ كُلَّ مَا أَمَرَ بِهِ الرَّسُولُ وَمَا حَكَمَ بِهِ فَهُوَ وَحْيٌ، وَأَنَّ الْوَحْيَ لَيْسَ مَحْصُورًا فِي الْقُرْآنِ، بَلِ الْقُرْآنُ هُوَ الْوَحْيُ الَّذِي نَزَلَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهَذَا النَّظْمِ الْمُعْجِزِ لِلتَّحَدِّي بِهِ، وَثَبَتَ بِالتَّوَاتُرِ الْقَطْعِيِّ وَأَمْرِنَا بِالتَّعَبُّدِ بِهِ، وَهُنَاكَ وَحْيٌ لَيْسَ لَهُ خَصَائِصُ الْقُرْآنِ كُلُّهَا، وَهُوَ مَا كَانَ يُلْقِيهِ الرُّوحُ الْأَمِينُ فِي رُوعِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيُعَبِّرُ عَنْهُ بِعِبَارَةٍ مِنْ عِنْدِ نَفْسِهِ لَيْسَتْ مُعْجِزَةً يَتَحَدَّى بِهَا وَلَا يُتَعَبَّدُ بِتِلَاوَتِهَا وَلَكِنْ يُطَاعُ الرَّسُولُ فِيهَا لِأَنَّهُ مَا جَاءَ بِهَا مِنْ عِنْدِ نَفْسِهِ بَلْ مِنْ عِنْدِ مُرْسِلِهِ، وَيَسْتَدِلُّونَ عَلَى هَذَا بِمَا جَاءَ فِي أَوَّلِ سُورَةِ النَّجْمِ وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٥٣: ٣، ٤) ، وَغَيْرُهُمْ يَجْعَلُ هَذَا النَّصَّ فِي الْقُرْآنِ خَاصَّةً. </p><p> وَأَمَّا طَاعَةُ أُولِي الْأَمْرِ فَهِيَ لَا تُنَافِي التَّوْحِيدَ أَيْضًا، وَلَا تَقْتَضِي ذُلَّ الْمُؤْمِنِ الْمُوَحِّدِ بِخُضُوعِهِ لِمِثْلِهِ مِنَ الْبَشَرِ وَجَعْلِهِ شَارِعًا يُطَاعُ لِذَاتِهِ ; لِأَنَّ أُولِي الْأَمْرِ إِنَّمَا يُطَاعُونَ فِيمَا </p><p> تَعْهَدُ إِلَيْهِمُ الْأُمَّةُ وَضَعَهُ مِنَ الْأَحْكَامِ السِّيَاسِيَّةِ وَالْمَدَنِيَّةِ الَّتِي مَسَّتْ حَاجَتُهَا إِلَيْهَا لِثِقَتِهَا بِهِمْ لَا تَقْدِيسًا لِذَوَاتِهِمْ، وَمَا يَضَعُونَهُ بِشُرُوطِهِ الَّتِي بَيَّنَّاهَا فِي تَفْسِيرِ تِلْكَ الْآيَاتِ يُنْسَبُ إِلَى الْأُمَّةِ لِأَنَّهُمْ وَضَعُوهُ بِالنِّيَابَةِ عَنْهَا، فَلَا يَشْعُرُ أَحَدُ مُتَّبِعِيهِ بِأَنَّهُ صَارَ مُسْتَعْبَدًا مُسْتَذَلًّا لِأَحَدِ أُولَئِكَ النُّوَّابِ عَنْهُ لِمَا ذَكَرْنَاهُ، وَلِأَنَّ رَأْيَ كُلِّ وَاحِدٍ مِنْهُمْ، وَقَدْ وَضَعُوا مَا وَضَعُوهُ بِالْمُشَاوَرَةِ، يَكُونُ مُدْغَمًا فِي آرَاءِ الْآخَرِينَ، وَالسُّلْطَةُ فِي ذَلِكَ لِلْأُمَّةِ فِي مَجْمُوعِهَا لَا لِأُولَئِكَ الْأَفْرَادِ الَّذِينَ وَكَّلَتْ إِلَيْهِمْ ذَلِكَ، عَلَى أَنَّ الرَّجُلَ يَكِلُّ إِلَى آخَرَ أَنْ يَنُوبَ عَنْهُ فِي الْأَمْرِ أَوْ يُوَكِّلَهُ فِيهِ فَيَقُومَ بِذَلِكَ، وَلَا يَرَى الْعَاهِدُ أَوِ الْمُوَكَّلُ أَنَّهُ صَارَ مُسْتَذَلًّا لَهُ، وَلَا يَرَى النَّاسُ ذَلِكَ أَيْضًا بَلْ قَدْ يَرَوْنَ عَكْسَهُ، فَالْمُؤْمِنُ لَا يَذِلُّ وَيَسْتَخْذِي لِأَحَدٍ مِنْ خَلْقِ اللهِ لِذَاتِهِ بَلْ لِلَّهِ وَحْدَهُ، وَالْعِزَّةُ لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ، كَمَا أَثْبَتَ الْكِتَابُ الْمُبِينُ. </p><p> وَمِنْ هَذَا الْبَيَانِ تَفْهَمُ قَوْلَهُ تَعَالَى: وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا، أَيْ وَمَنْ </p><p> تَوَلَّى وَأَعْرَضَ عَنْ طَاعَتِكَ الَّتِي هِيَ طَاعَةُ اللهِ فَلَيْسَ مِنْ شُئُونِ رِسَالَتِكَ أَنْ تُكْرِهَهُ عَلَيْهَا ; لِأَنَّنَا أَرْسَلْنَاكَ مُبَشِّرًا وَنَذِيرًا، وَدَاعِيًا إِلَى اللهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا لَا حَفِيظًا عَلَيْهِمْ، أَيْ: لَا مُسَيْطِرًا وَرَقِيبًا تَحْفَظُ عَلَى النَّاسِ أَعْمَالَهُمْ فَتُكْرِهُهُمْ عَلَى فِعْلِ الْخَيْرِ، وَلَا جَبَّارًا تَجْبِرُهُمْ عَلَيْهِ، بَلِ الْإِيمَانُ وَالطَّاعَةُ مِنَ الْأُمُورِ الِاخْتِيَارِيَّةِ الَّتِي تَتْبَعُ الِاقْتِنَاعَ. </p><p> ذَكَرْتُ فِي هَذَا الْمَقَامِ مَا حَقَّقَهُ الْفَيْلَسُوفُ الْعَرَبِيُّ الِاجْتِمَاعِيُّ عَبْدُ الرَّحْمَنِ بْنُ خَلْدُونَ فِي بَعْضِ فُصُولِ الْفَصْلِ الثَّانِي مِنَ الْكِتَابِ الْأَوَّلِ مِنْ مُقَدِّمَتِهِ فِي كَوْنِ مُعَانَاةِ أَهْلِ الْحَضَرِ لِلْأَحْكَامِ مُفْسِدَةً لِبَأْسِهِمْ ذَاهِبَةً بِمَنَعَتِهِمْ، وَكَوْنِ الَّذِينَ يُؤْخَذُونَ بِأَحْكَامِ الْقَهْرِ وَالسُّلْطَةِ وَبِأَحْكَامِ التَّأْدِيبِ وَالتَّعْلِيمِ يَنْقُصُ بِأْسُهُمْ وَيَغْلُبُ عَلَيْهِمُ الْجُبْنُ وَالضَّعْفُ، وَكَوْنُ الدِّينِ الْإِسْلَامِيِّ وَازِعًا اخْتِيَارِيًّا لَا يُفْسِدُ الْبَأْسَ، وَلَا يُذَلِّلُ النَّفْسَ، قَالَ بَعْدَ مُقَدِّمَةٍ فِي ذَلِكَ مَا نَصُّهُ: </p><p> \" وَلِهَذَا نَجِدُ الْمُتَوَحِّشِينَ مِنَ الْعَرَبِ أَهْلَ الْبَدْوِ أَشَدَّ بَأْسًا مِمَّنْ تَأْخُذُهُمُ الْأَحْكَامُ، وَنَجِدُ أَيْضًا الَّذِينَ يُعَانُونَ الْأَحْكَامَ وَمَلَكَتِهَا مِنْ لَدُنْ مَرْبَاهُمْ فِي التَّأْدِيبِ وَالتَّعْلِيمِ فِي الصَّنَائِعِ وَالْعُلُومِ وَالدِّيَانَاتِ يَنْقُصُ ذَلِكَ مِنْ بَأْسِهِمْ كَثِيرًا، وَلَا يَكَادُونَ يَدْفَعُونَ عَنْ أَنْفُسِهِمْ عَادِيَةً بِوَجْهٍ مِنَ الْوُجُوهِ، وَهَذَا شَأْنُ طَلَبَةِ الْعِلْمِ الْمُنْتَحِلِينَ لِلْقِرَاءَةِ وَالْأَخْذِ</p><p> عَنِ الْمَشَايِخِ وَالْأَئِمَّةِ الْمُمَارِسِينَ لِلتَّعْلِيمِ وَالتَّأْدِيبِ فِي مَجَالِسِ الْوَقَارِ وَالْهَيْبَةِ فِيهِمْ هَذِهِ الْأَحْوَالُ وَذَهَابُهَا بِالْمَنَعَةِ وَالْبَأْسِ \" . </p><p> وَلَا تَسْتَنْكِرْ ذَلِكَ بِمَا وَقَعَ فِي الصَّحَابَةِ مِنْ أَخْذِهِمْ بِأَحْكَامِ الدِّينِ وَالشَّرِيعَةِ وَلَمْ يَنْقُصْ ذَلِكَ مِنْ بَأْسِهِمْ بَلْ كَانُوا أَشَدَّ بَأْسًا ; لِأَنَّ الشَّارِعَ - صَلَوَاتُ اللهِ عَلَيْهِ - لَمَّا أَخَذَ الْمُسْلِمُونَ عَنْهُ دِينَهُمْ كَانَ وَازِعَهُمْ فِيهِ مِنْ أَنْفُسِهِمْ لِمَا تُلِيَ عَلَيْهِمْ مِنَ التَّرْغِيبِ وَالتَّرْهِيبِ، وَلَمْ يَكُنْ بِتَعْلِيمٍ صِنَاعِيٍّ وَلَا تَأْدِيبٍ تَعْلِيمِيٍّ، إِنَّمَا هِيَ أَحْكَامُ الدِّينِ وَآدَابُهُ الْمُتَلَقَّاةُ نَقْلًا يَأْخُذُونَ أَنْفُسَهُمْ بِهَا بِمَا رَسَخَ فِيهِمْ مِنْ عَقَائِدِ الْإِيمَانِ وَالتَّصْدِيقِ، فَلَمْ تَزَلْ سُورَةُ بِأْسِهِمْ مُسْتَحْكِمَةً كَمَا كَانَتْ وَلَمْ تَخْدِشْهَا أَظْفَارُ التَّأْدِيبِ وَالْحُكْمِ، قَالَ عُمَرُ - رَضِيَ اللهُ عَنْهُ -: وَمَنْ لَمْ يُؤَدِّبْهُ الشَّرْعُ لَا أَدَّبَهُ اللهُ، حِرْصًا عَلَى أَنْ يَكُونَ الْوَازِعُ لِكُلِّ أَحَدٍ مِنْ نَفْسِهِ، وَيَقِينًا بِأَنَّ الشَّارِعَ أَعْلَمُ بِمَصَالِحِ الْعِبَادِ. </p><p> وَلَمَّا تَنَاقَصَ الدَّيْنُ فِي النَّاسِ وَأَخَذُوا بِالْأَحْكَامِ الْوَازِعَةِ، ثُمَّ صَارَ الشَّرْعُ عِلْمًا وَصِنَاعَةً يُؤْخَذُ بِالتَّعْلِيمِ وَالتَّأْدِيبِ، وَرَجَعَ النَّاسُ إِلَى الْحَضَارَةِ وَخُلُقِ الِانْقِيَادِ إِلَى الْأَحْكَامِ نَقَصَتْ بِذَلِكَ سَوْرَةُ الْبَأْسِ فِيهِمْ. </p><p> \" فَقَدْ تَبَيَّنَ أَنَّ الْأَحْكَامَ السُّلْطَانِيَّةَ وَالتَّعْلِيمِيَّةَ مِمَّا تُؤَثِّرُ فِي أَهْلِ الْحَوَاضِرِ فِي ضَعْفِ نُفُوسِهِمْ وَخَضَدِ الشَّوْكَةِ مِنْهُمْ بِمُعَانَاتِهِمْ فِي وَلِيدِهِمْ وَكُهُولِهِمْ، وَالْبَدْوُ بِمَعْزِلٍ عَنْ هَذِهِ الْمَنْزِلَةِ لِبُعْدِهِمْ عَنْ أَحْكَامِ السُّلْطَانِ وَالتَّعْلِيمِ وَالْآدَابِ،وَلِهَذَا قَالَ مُحَمَّدُ بْنُ أَبِي زَيْدٍ عَنْ كِتَابِهِ فِي أَحْكَامِ الْمُعَلِّمِينَ وَالْمُتَعَلِّمِينَ:إِنَّهُ لَا يَنْبَغِي لِلْمُؤَدِّبِ أَنْ يَضْرِبَ أَحَدًا مِنَ الصِّبْيَانِ فِي التَّعْلِيمِ فَوْقَ ثَلَاثَةِ أَسْوَاطٍ، نَقَلَهُ شُرَيْحٌ الْقَاضِيُّ، انْتَهَى الْمُرَادُ \" . </p><p> يَظُنُّ مَنْ نُشِّئَ عَلَى التَّقْلِيدِ وَحِيلَ بَيْنَهُ وَبَيْنَ الِاسْتِقْلَالِ أَنَّ مَا قَالَهُ هَذَا الْحَكِيمُ خَطَأٌ ; لِأَنَّهُ مُخَالِفٌ لِمَا عَلَيْهِ الْجَمَاهِيرُ مِنْ أُمَمِ الْعِلْمِ وَالْمَدَنِيَّةِ ذَاتِ الْبَأْسِ وَالْقُوَّةِ مِنَ الِاعْتِمَادِ عَلَى تَأْدِيبِ الْمَدَارِسِ، وَسَيْطَرَتِهَا فِي تَكْوِينِ نَابِتَةِ الْأُمَّةِ الَّذِينَ تَعْتَزُّ بِهِمْ وَيَعْلُو شَأْنُهَا. </p><p> مَهْلًا أَيُّهَا الْمُقَلِّدُ الْغِرُّ، إِنَّ كَثِيرًا مِنَ النَّاظِرِينَ تُصَوِّرُ لَهُمْ أَذْهَانُهُمْ بِدَلَائِلِهَا النَّظَرِيَّةِ أَمْرًا ثُمَّ لَا يَظْهَرُ لَهُمْ خَطَؤُهُمْ فِيهِ إِلَّا بَعْدَ التَّجَارِبِ الطَّوِيلَةِ، وَمِنَ الْأُمُورِ الِاجْتِمَاعِيَّةِ </p><p> الَّتِي تَخْتَلِفُ فِيهَا أَهْوَاءُ الرُّؤَسَاءِ مَا لَا يَظْهَرُ الصَّوَابُ فِيهِ بَعْدَ التَّجَارِبِ إِلَّا لِلْأَفْرَادِ مِنَ الْحُكَمَاءِ الْمُسْتَقِلِّينَ، وَمِنْهُ الْمَسْأَلَةُ الَّتِي نَبْحَثُ فِيهَا. </p><p> وَضَعَ رُؤَسَاءُ النَّصْرَانِيَّةُ قَوَانِينَ لِتَرْبِيَةِ الْقِسِّيسِينَ وَالرُّهْبَانِ تَرْبِيَةً شَدِيدَةً، يُؤْخَذُونَ فِيهَا بِالنِّظَامِ وَالطَّاعَةِ الْعَمْيَاءِ لِيَكُونُوا جُنْدًا رُوحِيًّا لِرُؤَسَائِهِمْ، يَتَحَرَّكُونَ بِإِرَادَتِهِمْ لَا بِإِرَادَةِ أَنْفُسِهِمْ وَيَتَوَجَّهُونَ حَيْثُمَا يُوَجِّهُونَهُمْ، وَيُنَفِّذُونَ كُلَّ مَا بِهِ يَأْمُرُونَهُمْ، فَاسْتَوْلَى أُولَئِكَ الرُّؤَسَاءُ بِهَذَا النِّظَامِ عَلَى أَبْنَاءِ دِينِهِمْ مِنَ الْمُلُوكِ إِلَى الصَّعَالِيكِ وَسَخَّرُوهُمْ لِإِرَادَتِهِمْ قُرُونًا كَثِيرَةً، وَفَعَلَ الْمُلُوكُ مِثْلَ ذَلِكَ فِي سُلْطَتِهِمُ الْجَسَدِيَّةِ فَاسْتَعْبَدُوا النَّاسَ مِنْ جِهَةٍ أُخْرَى، وَكَانُوا سَبَبَ ضَعْفِ أُمَمِهِمْ وَانْحِطَاطِهَا إِلَى أَنْ حَرَّرُوا أَنْفُسَهُمْ. </p><p> ثُمَّ زَلْزَلَتِ الِانْقِلَابَاتُ الِاجْتِمَاعِيَّةُ السُّلْطَتَيْنِ وَأَضْعَفَتْهُمَا بِمَا اسْتَفَادَ الْأُورُبِّيُّونَ مِنَ الْعِلْمِ وَاسْتِقْلَالِ الْعَقْلِ وَالْإِرَادَةِ مِنَ الْمُسْلِمِينَ بِحُرُوبِهِمُ الصَّلِيبِيَّةِ، وَبِمَا بَثَّهُ فِيهِمْ تَلَامِيذُ ابْنِ رُشْدٍ وَغَيْرِهِ مِنْ حُكَمَاءِ الْمُسْلِمِينَ، فَضَعُفَتِ السُّلْطَتَانِ وَنَازَعَتْهُمَا قُوَّةُ الْعِلْمِ فَنَزَعَتْ مِنْهُمَا مَا نَزَعَتْ، فَلَمَّا رَأَى الْفَرِيقَانِ أَنَّهُ لَا قِبَلَ لَهُمَا بِالْعِلْمِ وَلَا قُدْرَةَ لَهُمَا عَلَى إِطْفَاءِ نُورِهِ، تَوَجَّهَتْ هِمَّتُهُمَا إِلَى الِاسْتِعَانَةِ بِهِ عَلَى تَقْرِيرِ سُلْطَانِهِمَا بِقَدْرِ الْإِمْكَانِ، فَكَانَتِ الْمَدَارِسُ عَوْنًا لِلْأَدْيَارِ وَلِلثُّكْنَاتِ فِي إِضْعَافِ إِرَادَةِ أَفْرَادِ الْأُمَّةِ، وَإِفْسَادِ بَأْسِهِمْ وَالتَّصَرُّفِ فِي حُرِّيَّتِهِمْ، وَهَذَا كَانَ فِي بَعْضِ الشُّعُوبِ أَقْوَى مِنْهُ فِي بَعْضٍ، كَمَا بَيَّنَ ذَلِكَ الْحُكَمَاءُ الَّذِينَ فَطِنُوا لَهُ بَعْدُ ; وَلِذَلِكَ كَانَتْ قُوَّةُ الْمَدَنِيَّةِ الْإِفْرِنْجِيَّةِ الْحَاضِرَةِ بِالْحُرِّيَّةِ وَالِاسْتِقْلَالِ الشَّخْصِيِّ وَهُمْ مُتَفَاوِتُونَ فِيهِ، وَيَنْشُدُونَ مَرْتَبَةَ الْكَمَالِ مِنْهُ، وَضَعُفْنَا بِفَقْدِ ذَلِكَ بَعْدَ أَنْ كُنَّا نَحْنُ السَّابِقِينَ إِلَيْهِ. </p><p> الْإِنْكِلِيزُ أَعْرَقُ الشُّعُوبِ الْأُورُبِّيَّةِ فِي الْحُرِّيَّةِ الشَّخْصِيَّةِ وَاسْتِقْلَالِ الْإِرَادَةِ، عَلَى تَثَبُّتِهِمْ فِي تَقَالِيدِهِمْ وَبُطْئِهِمْ فِي التَّحَوُّلِ عَنِ الْأَمْرِ يَكُونُونَ عَلَيْهِ، وَلِحُرِّيَّتِهِمْ وَاسْتِقْلَالِهِمْ كَانُوا أَكْثَرَ اسْتِفَادَةً مِنَ الْإِصْلَاحِ الدِّينِيِّ الَّذِي زَلْزَلَ سُلْطَةَ الْبَابَوِيَّةِ مِنْ بَعْضِ الْبِلَادِ وَثَلَّ عَرْشَهَا مِنْ بَعْضٍ، وَحُكُومَةُ هَذَا الشَّعْبِ هِيَ الْحُكُومَةُ الْفَذَّةُ الَّتِي جَعَلَتْ خِدْمَةَ الْجُنْدِيَّةِ اخْتِيَارِيَّةً، وَأَقَامَتِ التَّرْبِيَةَ فِي الْمَدَارِسِ عَلَى قَوَاعِدَ مِنَ الْحُرِّيَّةِ الشَّخْصِيَّةِ، وَالِاسْتِقْلَالِ، وَكَرَامَةِ النَّفْسِ، لَمْ يُقِمْهَا أَحَدٌ مِثْلَهَا، وَلِذَلِكَ اسْتَوْلَتْ عَلَى زُهَاءِ خُمْسِ الْبَشَرِ الْأَذِلَّاءِ بِضَعْفِ الِاسْتِقْلَالِ وَفَقْدِ الْحُرِّيَّةِ، عَلَى كَوْنِ جُنْدِهَا أَقَلَّ مِنْ جُنْدِ </p><p> غَيْرِهَا مِنَ الدُّوَلِ الْكُبْرَى، وَقَدْ فَطِنَ لِذَلِكَ بَعْضُ عُلَمَاءِ </p><p> جِيرَانِهَا الْفِرِنْسِيسِ وَأَهَابُوا بِقَوْمِهِمْ لِأَجْلِ اتِّبَاعِهَا فِيهِ، وَكَتَبُوا فِي ذَلِكَ مُصَنَّفَاتٍ كَثِيرَةً تُرْجِمَ بَعْضُهَا بِالْعَرَبِيَّةِ وَاشْتُهِرَ كَكِتَابِ \" سِرِّ تَقَدُّمِ الْإِنْكِلِيزِ السَّكْسُونِيِّينَ \" وَكِتَابِ \" التَّرْبِيَةِ الِاسْتِقْلَالِيَّةِ \" الْمُسَمَّى فِي الْأَصْلِ \" إِمِيلِ الْقَرْنِ التَّاسِعَ عَشَرَ \" . </p><p> بَيَّنَ صَاحِبُ الْكِتَابِ الْأَوَّلِ فِي الْفَصْلِ الْأَوَّلِ مِنَ الْبَابِ الْأَوَّلِ أَنَّ التَّعْلِيمَ فِي الْمَدَارِسِ الْفَرَنْسِيَّةِ لَا يُرَبِّي رِجَالًا، وَإِنَّمَا يَصْنَعُ آلَاتٍ تَسْتَعْمِلُهَا الْحُكُومَةُ فِي تَنْفِيذِ سِيَاسَتِهَا كَمَا تَشَاءُ قَالَ فِي نِظَامِ مَدَارِسِهِمْ: </p><p> \" وَمِمَّا لَا شَكَّ فِيهِ أَنَّ هَذَا النِّظَامَ مُلَائِمٌ لِذَلِكَ الْغَرَضِ كَمَا يَنْبَغِي، أَيْ أَنَّهُ يُهَيِّئُ الطَّلَبَةَ إِلَى الْوَظَائِفِ الْمَلَكِيَّةِ وَالْعَسْكَرِيَّةِ، وَبَيَانُهُ أَنَّ الْمُوَظَّفَ الْحَقِيقِيَّ هُوَ الَّذِي يَجِبُ عَلَيْهِ أَنْ يَتَنَازَلَ عَنْ إِرَادَتِهِ ; وَلِهَذَا وَجَبَ أَنْ يَتَرَبَّى عَلَى الطَّاعَةِ لِيَسْهُلَ عَلَيْهِ تَنْفِيذُ أَمْرِ رُؤَسَائِهِ مِنْ غَيْرِ مُنَاقَشَةٍ وَلَا نَظَرٍ فِيهَا ; لِأَنَّ الْمَطْلُوبَ مِنْهُ أَنْ يَكُونَ آلَةً فِي يَدِ غَيْرِهِ، وَالْمَدَارِسُ الدَّاخِلِيَّةُ مِنْ أَعْظَمِ الْبَوَاعِثِ عَلَى هَذِهِ التَّرْبِيَةِ ; لِأَنَّ الْمَدْرَسَةَ نُظِّمَتْ عَلَى نَسَقِ ثُكْنَةٍ عَسْكَرِيَّةٍ يَقُومُ الطَّلَبَةُ فِيهَا مَنْ نَوْمِهِمْ عَلَى صَوْتِ الْبُوقِ أَوْ رَنَّةِ الْجَرَسِ، وَيَنْتَقِلُونَ مُصْطَفِّينَ بِالنِّظَامِ مِنْ عَمَلٍ إِلَى آخَرَ، وَرِيَاضَتُهُمْ تُشْبِهُ الِاسْتِعْرَاضَ الْعَسْكَرِيَّ،فَهُمْ لَا يَخْرُجُونَ مِنَ الدَّرْسِ إِلَّا فِي رَحَبَاتٍ دَاخِلَ الْبِنَاءِ عَالِيَةِ الْأَسْوَارِ وَيَتَمَشُّونَ فِيهَا جَمَاعَاتٍ جَمَاعَاتٍ كَأَنَّهُمْ لَا يَلْعَبُونَ إِلَى أَنْ قَالَ:</p><p> \" وَمِنَ الْوَاضِحِ أَنَّ هَذَا النِّظَامَ يُضْعِفُ فِي الشَّبَابِ قُوَّةَ الْعَمَلِ الِاخْتِيَارِيِّ، وَيُوهِنُ الْهِمَّةَ وَالْإِقْدَامَ، كَمَا أَنَّ مِنْ شَأْنِهِ أَيْضًا إِزَالَةُ مَا قَدْ يُوجَدُ بَيْنَ الطَّلَبَةِ مِنْ تَفَاوُتِ الْأَنْسَابِ ; لِأَنَّ الدَّائِرَةَ الَّتِي تَدُورُ عَلَى الْجَمِيعِ وَاحِدَةٌ فَتَجْعَلُهُمْ فِي الْحَقِيقَةِ آلَاتٍ مُعَدَّةً لِلْعَمَلِ الَّذِي يُقْصَدُ مِنْهَا، وَمِمَّا يَزِيدُ فِي سُهُولَةِ انْقِيَادِهِمْ وَحُسْنِ طَاعَتِهِمْ كَوْنُ النِّظَامِ الَّذِي تَرَبُّوا عَلَيْهِ لَا يُؤَدِّي إِلَى تَرْبِيَةِ الْفِكْرِ وَالتَّعَقُّلِ، بَلِ الطَّالِبُ يَتَنَاوَلُ - مُسْرِعًا - كَثِيرًا مِنَ الْمَوَادِّ سَوَاءٌ أَحْكَمَ تَعَلُّمَهَا أَمْ لَا، وَلَا تَشْغَلُ مِنْ مَلَكَاتِهِ إِلَّا الذَّاكِرَةِ، فَكَمَا أَنَّهُ يَتَلَقَّى التَّعْلِيمَ مِنْ دُونِ نَظَرٍ فِيهِ تَرَاهُ يَنْحَنِي مِنْ غَيْرِ تَرَدُّدٍ أَمَامَ الْأَوَامِرِ الَّتِي تَصْدُرُ لَهُ مِنْ رُؤَسَائِهِ فِي الْمَصَالِحِ الَّتِي يُوَظَّفُ فِيهَا \". </p><p> وَذَكَرَ أَنَّ أَوَّلَ مَنِ الْتَفَتَ إِلَى جَعْلِ الْمَدَارِسِ الْفَرَنْسِيَّةِ هَكَذَا هُوَ نَابِلْيُونُ الْأَوَّلُ، </p><p> لِيَتَمَكَّنَ بِهَا مِنْ جَعْلِ السُّلْطَةِ كُلِّهَا بِيَدِهِ يَتَصَرَّفُ فِيهَا كَمَا يَشَاءُ، وَنَاهِيكُمْ بِوُلُوعِ ذَلِكَ الرَّجُلِ بِالِانْفِرَادِ بِالسُّلْطَةِ. </p><p> وَذَكَرَ فِي الْفَصْلِ الثَّانِي أَنَّ الْمَدَارِسَ الْأَلْمَانِيَّةَ لَا تُرَبِّي رِجَالًا لِأَنَّهَا كَالْمَدَارِسِ الْفَرَنْسِيَّةِ، بَلْ هُمْ قَلَّدُوا أَلْمَانْيَا فِي نِظَامِ مَدَارِسِهَا كَمَا قَلَّدُوهَا فِي النِّظَامِ الْعَسْكَرِيِّ، وَذَكَرَ شَكْوَى عَاهِلِ هَذِهِ الدَّوْلَةِ مِنَ الْمَدَارِسِ وَتَصْرِيحِهِ فِي خِطَابٍ لَهُ بِأَنَّهَا لَمْ تُؤَدِّ إِلَى الْغَايَةِ الْمَطْلُوبَةِ مِنْهَا، وَأَطَالَ فِي انْتِقَادِ نِظَامِ هَذِهِ الْمَدَارِسِ. </p><p> ثُمَّ بَيَّنَ فِي الْفَصْلِ الثَّالِثِ أَنَّ الْإِنْكِلِيزَ يُرَبُّونَ أَوْلَادَهُمْ تَرْبِيَةً اسْتِقْلَالِيَّةً، فَيَشُبُّ الْوَاحِدُ </p><p> مِنْهُمْ مُسْتَقِلًّا بِنَفْسِهِ فِي أُمُورِ مَعِيشَتِهِ وَعَامَّةِ أُمُورِهِ، لَا مُتَّكِلًا عَلَى عَشِيرَتِهِ وَقَوْمِهِ وَلَا عَلَى حُكُومَتِهِ، وَحَثَّ قَوْمَهُ عَلَى هَذِهِ التَّرْبِيَةِ وَأَطَالَ فِي وَصْفِهَا. </p><p> وَقَالَ صَاحِبُ كِتَابِ \" التَّرْبِيَةِ الِاسْتِقْلَالِيَّةِ \" : \" قَهْرُ الطِّفْلِ عَلَى الِامْتِثَالِ وَإِلْزَامِهِ إِطَاعَةَ الْأَوَامِرِ يَسْتَلْزِمُ حَتْمًا إِخْمَادَ وِجْدَانِ التَّكْلِيفِ فِي نَفْسِهِ، خُصُوصًا إِذَا طَالَ أَمَدُ ذَلِكَ الْقَهْرِ، فَإِنَّهُ إِذَا كَانَ غَيْرُهُ يَتَكَلَّفُ الْحُلُولَ مَحَلَّهُ فِي الْإِرَادَةِ وَالْحُكْمِ الْمُطْلَقِ عَلَى الْخَيْرِ وَالشَّرِّ وَالْإِنْصَافِ وَالْجَوْرِ، لَمْ تَبْقِ لَهُ حَاجَةٌ فِي الرُّجُوعِ إِلَى وِجْدَانِهِ وَاسْتِفْتَاءِ قَلْبِهِ \" ، ثُمَّ قَالَ: </p><p> \" الطَّاعَةُ الصَّادِرَةُ عَنْ حُرِّيَّةٍ وَاخْتِيَارٍ تَرْفَعُ طَبْعَ الطِّفْلِ، وَالْإِذْعَانُ النَّاشِئُ عَنِ الْقَهْرِ يَحُطُّهُ،فَلِلْأُمِّ وَمُعَلِّمِ الْمَدْرَسَةِ كَلِمَةٌ يَقُولَانِهَا عَنِ الطِّفْلِ الْعَنِيدِ الْقَاسِي وَهِيَ قَوْلُهُمَا:\" سَأُذَلِّلُهُ \" وَالْحَقِيقَةُ أَنَّ النَّاشِئِينَ عَلَى طَرِيقَتِنَا الْفَرَنْسِيَّةِ فِي التَّرْبِيَةِ مُذَلَّلُونَ دَائِمًا،نَعَمْ قَدْ يُقَالُ:إِنَّ فِي اتِّبَاعِهَا مَصْلَحَةٌ لِلْأَحْدَاثِ وَلِلْمُجْتَمَعِ الْإِنْسَانِيِّ وَلَكِنْ سَائِسُ الْخَيْلِ لَهُ أَيْضًا أَنْ يَقُولَ لِلْحِصَانِ الَّذِي يُرَوِّضُهُ: لَا تَجْزَعْ فَإِنِّي أَعْمَلُ هَذَا بِكَ لِمَصْلَحَتِكَ، عَلَى أَنَّ إِطْلَاقَ التَّرْوِيضِ عَلَى الْحِصَانِ أَصَحُّ مِنْ إِطْلَاقِهِ عَلَى الْإِنْسَانِ ; لِأَنَّ هَذَا الْحَيَوَانَ لَا يَخْسَرُ بِتَرْوِيضِهِ بِاللِّجَامِ وَالْمِهْمَازِ إِلَّا حِدَّتَهُ الْوَحْشِيَّةَ، وَأَمَّا الْإِنْسَانُ فَإِنَّكَ إِذَا أَخَذْتَهُ بِالْقَهْرِ وَسُسْتَهُ بِالْإِرْغَامِ تَذْهَبُ بِحُبِّ الْكَرَامَةِ مِنْ نَفْسِهِ، وَتَبْخَسُ قِيمَتَهُ فِي نَظَرِهِ \" ، وَلَهُ كَلَامٌ كَثِيرٌ فِي هَذَا انْتَقَدَ بِهِ التَّعْلِيمَ الدِّينِيَّ وَالسِّيَاسِيَّ وَجَعَلَهُ بِمَنْزِلَةِ الْقَوَالِبِ الَّتِي تُصُبُّ فِيهَا الْمَوَادُّ لِتُكَونَ آلَاتٍ بِشَكْلٍ مَخْصُوصٍ. </p><p> فَهَذِهِ إِشَارَةٌ مِنْ كَلَامِ عُلَمَاءِ الْإِفْرِنْجِ الْمُسْتَقِلِّينَ إِلَى تَصْدِيقِ مَا قَالَهُ عَالَمُنَا فِي </p><p> التَّرْبِيَةِ وَالتَّعْلِيمِ مِنْ بِضْعَةِ قُرُونٍ، نَعَمْ إِنَّ الضَّعْفَ الَّذِي كَانَ يُصِيبُ الْأُمَمَ الْمُنْغَمِسَةَ فِي الْحَضَارَةِ قَدْ عَالَجَهُ الْمُتَأَخِّرُونَ بِمَا أُوتُوا مِنَ الْعِلْمِ بِخَوَاصِّ الْأَشْيَاءِ كَالْبَارُودِ وَالدِّينَامِيتِ وَالْبُخَارِ وَالْكَهْرُبَاءِ، وَبِعَمَلِ الْآلَاتِ الْحَرْبِيَّةِ الَّتِي تَدُكُّ الْمَعَاقِلَ وَتُدَمِّرُ الْحُصُونَ وَتَقْتُلُ فِي الدَّقِيقَةِ الْوَاحِدَةِ أُلُوفًا مِنَ النَّاسِ، وَبِالنِّظَامِ الْعَسْكَرِيِّ الْجَدِيدِ، فَصَارَ الْغَلَبُ لِأُمَمِ الْعِلْمِ وَالْحَضَارَةِ عَلَى أَهْلِ الْبَدْوِ الَّذِينَ لَا عِلْمَ لَهُمْ وَلَا صِنَاعَةَ، ثُمَّ إِنَّهُمْ طَفِقُوا يُعَالِجُونَ مَا تُحْدِثُهُ الْحَضَارَةُ مِنَ الضَّعْفِ فِي الْأَجْسَامِ وَالْإِرَادَاتِ وَالْعَزَائِمِ بِالتَّرْبِيَةِ الِاسْتِقْلَالِيَّةِ وَالرِّيَاضَاتِ الْبَدَنِيَّةِ ; وَلِذَلِكَ اسْتَوْلَوْا عَلَى مَنْ حُرِمُوا هَذِهِ الْمَزَايَا مِنْ أَهْلِ الْبَدْوِ وَالْحَضَرِ، وَكَادُوا يُسَخِّرُونَ لِخِدْمَتِهِمْ سَائِرَ الْبَشَرِ، وَمَا ذَلِكَ إِلَّا لِأَنَّهُمْ صَارُوا بِاسْتِقْلَالِ الْفِكْرِ وَالْإِرَادَةِ أَقْرَبَ إِلَى التَّوْحِيدِ وَأَبْعَدَ عَنِ الِاسْتِعْبَادِ لِلْمَخْلُوقَاتِ مِنَ الْأَحْيَاءِ وَالْأَمْوَاتِ، فَلِيَعْتَبِرْ بِذَلِكَ الَّذِينَ يَفْخَرُونَ بِالتَّوْحِيدِ، وَهُمْ يَسْتَغِيثُونَ أَهْلَ الْقُبُورِ لِدَفْعِ الْأَذَى عَنْهُمْ وَجَلْبِ الْخَيْرِ لَهُمْ، وَيَدْعُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ، وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا، وَهُوَ لَمْ يَجْعَلِ الرَّسُولَ الْمُبَلِّغَ عَنْهُ حَفِيظًا عَلَيْهِمْ وَلَا مُسَيْطِرًا وَلَا وَكِيلًا وَلَا جَبَّارًا، وَإِنَّمَا أَرْسَلَهُ مُعَلِّمًا هَادِيًا - كَمَا تَقَدَّمَ آنِفًا - بَلْ جَعَلَ الْوَازِعَ الدِّينِيَّ </p>"
}