{
  "id": null,
  "sura": 4,
  "aya": 105,
  "text": "<p> اعْتِرَافَ الْأُورُبِّيِّينَ بِكَوْنِ الْإِيمَانِ مِنْ أَسْبَابِ النَّصْرِ فِي الْحَرْبِ، فَمَا بَالُ الْمُسْلِمِينَ فِي أَكْثَرِ الْبِلَادِ لَا يُحَاسِبُونَ أَنْفُسَهُمْ بِعَرْضِهَا عَلَى الْقُرْآنِ، وَالنَّظَرِ فِيمَا بَيْنَهُ مِنْ مَزَايَا الْإِيمَانِ! ؟ </p><p> إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا وَاسْتَغْفِرِ اللهَ إِنَّ اللهَ كَانَ غَفُورًا رَحِيمًا وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللهُ بِمَا يَعْمَلُونَ مُحِيطًا هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللهَ يَجِدِ اللهَ غَفُورًا رَحِيمًا وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى </p><p> نَفْسِهِ وَكَانَ اللهُ عَلِيمًا حَكِيمًا وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا وَلَوْلَا فَضْلُ اللهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللهِ عَلَيْكَ عَظِيمًا. </p><p> رَوَى التِّرْمِذِيُّ وَالْحَاكِمُ وَغَيْرُهُمَا عَنْ قَتَادَةَ بْنِ النُّعْمَانِ قَالَ: كَانَ أَهْلُ بَيْتٍ مِنَّا يُقَالُ لَهُمْ بَنُو أُبَيْرِقٍ بِشْرٌ وَبَشِيرٌ وَمُبَشِّرٌ وَكَانَ بَشِيرٌ رَجُلًا مُنَافِقًا يَقُولُ الشِّعْرَ يَهْجُو بِهِ أَصْحَابَ رَسُولِ اللهِ ثُمَّ يَنْحَلُهُ بَعْضُ الْعَرَبِ يَقُولُ: قَالَ فَلَانٌ كَذَا، وَكَانُوا أَهْلَ بَيْتِ حَاجَةٍ وَفَاقَةٍ فِي الْجَاهِلِيَّةِ وَالْإِسْلَامِ، وَكَانَ النَّاسُ إِنَّمَا طَعَامُهُمْ بِالْمَدِينَةِ التَّمْرُ وَالشَّعِيرُ، فَابْتَاعَ عَمِّي رَفَاعَةُ بْنُ زَيْدٍ حِمْلًا مِنَ الدَّرْمَكِ فَجَعَلَهُ فِي مَشْرَبَةٍ لَهُ فِيهَا سِلَاحٌ وَدِرْعٌ وَسَيْفٌ، فَعَدَى عَلَيْهِ مِنْ تَحْتُ فَنَقَبْتُ الْمَشْرَبَةَ وَأَخَذَ الطَّعَامَ وَالسِّلَاحَ، فَلَمَّا أَصْبَحَ أَتَانِي عَمِّي رَفَاعَةُ فَقَالَ: يَا ابْنَ أَخِي إِنَّهُ قَدْ عُدِيَ عَلَيْنَا فِي لَيْلَتِنَا هَذِهِ فَنُقِبَتْ مَشْرَبَتُنَا وَذُهِبَ بِطَعَامِنَا وَسِلَاحِنَا، فَتَجَسَّسْنَا فِي الدَّارِ وَسَأَلْنَا فَقِيلَ لَنَا قَدْ رَأَيْنَا بَنِي أُبَيْرِقٍ اسْتَوْقَدُوا فِي هَذِهِ اللَّيْلَةِ وَلَا نَرَى فِيمَا نَرَى إِلَّا عَلَى بَعْضِ طَعَامِكُمْ، فَقَالَ بَنُو أُبَيْرِقٍ: وَنَحْنُ نَسْأَلُ فِي الدَّارِ، وَاللهِ مَا نَرَى صَاحِبَكُمْ إِلَّا لَبِيدَ بْنَ سَهْلٍ، رَجُلٌ مِنَّا لَهُ صَلَاحٌ وَإِسْلَامٌ، فَلَمَّا سَمِعَ لَبِيَدٌ اخْتَرَطَ سَيْفَهُ وَقَالَ: أَنَا أَسْرِقُ؟ وَاللهِ لَيُخَالِطَنَّكُمْ هَذَا السَّيْفُ أَوْ لَتُبَيِّنُنَّ هَذِهِ السَّرِقَةَ، قَالُوا: إِلَيْكَ عَنَّا أَيُّهَا الرَّجُلُ فَمَا أَنْتَ بِصَاحِبِهَا، فَسَأَلْنَا فِي الدَّارِ حَتَّى لَمْ نَشُكُّ أَنَّهُمْ أَصْحَابُهَا، فَقَالَ لِي عُمَرُ: يَا ابْنَ أَخِي لَوْ أَتَيْتَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَكَرْتَ ذَلِكَ لَهُ، فَأَتَيْتُهُ فَقُلْتُ: أَهْلُ بَيْتٍ مِنَّا أَهْلُ جَفَاءٍ عَمَدُوا إِلَى عَمِّي فَنَقَبُوا مَشْرَبَةً لَهُ وَأَخَذُوا سِلَاحَهُ وَطَعَامَهُ فَلْيَرُدُّوا عَلَيْنَا سِلَاحَنَا وَأَمَّا الطَّعَامُ فَلَا حَاجَةَ لَنَا فِيهِ، فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: سَأَنْظُرُ فِي ذَلِكَ، فَلَمَّا سَمِعَ بَنُو أُبَيْرِقٍ أَتَوْا رَجُلًا مِنْهُمْ يُقَالُ لَهُ أُسَيْرُ بْنُ عُرْوَةَ فَكَلَّمُوهُ فِي ذَلِكَ فَاجْتَمَعَ فِي ذَلِكَ أُنَاسٌ مِنْ أَهْلِ الدَّارِ فَقَالُوا يَا رَسُولَ اللهِ: إِنَّ قَتَادَةَ بْنَ النُّعْمَانِ وَعَمَّهُ عَمَدَا إِلَى أَهْلِ بَيْتٍ مِنَّا أَهْلِ إِسْلَامٍ </p><p> وَصَلَاحٍ يَرْمُونَهُمْ بِالسَّرِقَةِ مِنْ غَيْرِ بَيِّنَةٍ وَلَا ثَبْتٍ. </p><p> قَالَ قَتَادَةُ: فَأَتَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: عَمَدْتَ إِلَى أَهْلِ بَيْتٍ ذُكِرَ مِنْهُمْ إِسْلَامٌ وَصَلَاحٌ تَرْمِيهِمْ بِالسَّرِقَةِ عَلَى غَيْرِ ثَبْتٍ وَبَيِّنَةٍ؟ فَرَجَعْتُ فَأَخْبَرْتُ عَمِّي فَقَالَ: اللهُ الْمُسْتَعَانُ، فَلَمْ نَلْبَثْ أَنْ نَزَلَ الْقُرْآنُ: إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا، بَنِي أُبَيْرِقٍ وَاسْتَغْفِرِ اللهَ، أَيْ: مِمَّا قُلْتَ لِقَتَادَةَ إِلَى قَوْلِهِ: عَظِيمًا فَلَمَّا نَزَلَ الْقُرْآنُ أَتَى رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالسِّلَاحِ فَرَدَّهُ إِلَى رِفَاعَةَ وَلَحِقَ بَشِيرٌ بِالْمُشْرِكِينَ فَنَزَلَ عَلَى سُلَافَةَ بِنْتِ سَعْدٍ فَأَنْزَلَ اللهُ وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِمَا تَبَيَّنَ لَهُ الْهُدَى (٤: ١١٥) ، إِلَى قَوْلِهِ: ضَلَالًا بَعِيدًا (٤: ١١٦) ، قَالَ الْحَاكِمُ صَحِيحٌ عَلَى شَرْطِ مُسْلِمٍ. </p><p> وَأَخْرَجَ ابْنُ سَعْدٍ فِي الطَّبَقَاتِ بِسَنَدِهِ عَنْ مَحْمُودِ بْنِ لَبِيدٍ قَالَ: \" عَدَا بَشِيرُ بْنُ الْحَارِثِ عَلَى عَلِيَّةِ رِفَاعَةَ بْنِ زَيْدٍ عَمِّ قَتَادَةَ بْنِ النُّعْمَانِ فَنَقَبَهَا مِنْ ظَهْرِهَا وَأَخَذَ طَعَامًا لَهُ وَدِرْعَيْنِ بِأَدَاتِهِمَا فَأَتَى قَتَادَةُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَخْبَرَهُ بِذَلِكَ فَدَعَا بَشِيرًا فَسَأَلَهُ فَأَنْكَرَ وَرَمَى بِذَلِكَ لَبِيدَ بْنَ سَهْلٍ رَجُلًا مِنْ أَهْلِ الدَّارِ ذَا حَسَبٍ وَنَسَبٍ فَنَزَلَ الْقُرْآنُ بِتَكْذِيبِ بَشِيرٍ وَبَرَاءَةِ لَبِيَدٍ إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ الْآيَاتِ، انْتَهَى مِنْ لُبَابِ النُّقُولِ. </p><p> وَرَوَى </p>"
}