{
  "id": null,
  "sura": 4,
  "aya": 46,
  "text": "<p> قَدْ كَانَ الْيَهُودُ فِي الْحِجَازِ كَالْمُشْرِكِينَ أَشَدَّ عَدَاوَةً لِلْمُسْلِمِينَ وَمُقَاوَمَةً لَهُمْ، كَمَا أَخْبَرَنَا الْعَلِيمُ الْخَبِيرُ فِي سُورَةِ الْمَائِدَةِ، ثُمَّ كَانَ مِنْ مَصْلَحَتِهِمْ فَوْزُ الْمُسْلِمِينَ فِي فَتْحِ سُورِيَّةَ وَفِلَسْطِينَ، ثُمَّ الْأَنْدَلُسِ لِيَسْلَمُوا بَعْدَهَا مَنْ ظُلْمِ النَّصَارَى لَهُمْ فِي تِلْكَ الْبِلَادِ، </p><p> فَكَانُوا مَغْبُوطِينَ بِالْفَتْحِ الْإِسْلَامِيِّ، وَقَدْ كَانُوا يُظْلَمُونَ قَبْلَهُ وَبَعْدَهُ فِي جَمِيعِ بِقَاعِ الْأَرْضِ غَيْرِ الْإِسْلَامِيَّةِ، حَتَّى كَانَ مَا كَانَ ـ بِكَيْدِهِمْ وَسَعْيِهِمْ ـ مِنْ هَدْمِ صُرُوحِ اسْتِبْدَادِ الْبَابَوَاتِ وَالْمُلُوكِ الْمُسْتَعْبِدِينَ لَهُمْ فِي أُورُبَّا، وَإِدَالَةِ الْحُكُومَاتِ الْمَدَنِيَّةِ مِنْ حُكْمِ الْكَنِيسَةِ، فَظَلُّوا يُظْلَمُونَ فِي رُوسِيَّةَ وَإِسْبَانِيَّةَ؛ لِأَنَّ السُّلْطَةَ فِيهِمَا دِينِيَّةٌ، وَقَدْ كَادُوا وَلَا يَزَالُونَ يَكِيدُونَ لِهَدْمِ نُفُوذِ الدِّيَانَةِ النَّصْرَانِيَّةِ مِنْ هَاتَيْنِ الْمَمْلَكَتَيْنِ بِاسْمِ الْحُرِّيَّةِ وَالْمَدَنِيَّةِ وَنُفُوذِ الْجَمْعِيَّةِ الْمَاسُونِيَّةِ كَمَا فَعَلُوا فِي فَرَنْسَا، وَإِنَّ لَهُمْ يَدًا فِيمَا كَانَ فِي رُوسِيَّةَ مِنَ الِانْقِلَابِ، وَفِيمَا تَتَمَخَّضُ بِهِ إِسْبَانِيَّةُ الْآنَ، فَهُمْ يُقَاوِمُونَ كُلَّ سُلْطَةٍ دِينِيَّةٍ تَقِفُ فِي وَجْهِهِمْ لِأَجْلِ تَكْوِينِ سُلْطَةٍ دِينِيَّةٍ لَهُمْ، وَقَدْ كَانَتْ لَهُمْ يَدٌ فِي الِانْقِلَابِ الْعُثْمَانِيِّ، لَا لِأَنَّهُمْ كَانُوا مَظْلُومِينَ أَوْ مُضْطَهَدِينَ فِي الْمَمْلَكَةِ الْعُثْمَانِيَّةِ ; فَإِنَّهُمْ كَانُوا آمَنَ النَّاسِ مِنَ الظُّلْمِ فِيهَا حَتَّى إِنَّهُمْ كَانُوا يَفِرُّونَ إِلَيْهَا لَاجِئِينَ مِنْ ظُلْمِ رُوسِيَّةَ وَغَيْرِهَا، وَإِنَّمَا يُرِيدُونَ أَنْ يَمْلِكُوا بَيْتَ الْمَقْدِسِ وَمَا حَوْلَهُ لِيُقِيمُوا فِيهَا مُلْكَ إِسْرَائِيلَ، وَكَانَتِ الْحُكُومَةُ الْعُثْمَانِيَّةُ تُعَارِضُهُمْ فِي امْتِلَاكِ الْأَرْضِ هُنَاكَ فَلَا يَمْلِكُونَ شَيْئًا مِنْهَا إِلَّا بِالْحِيلَةِ وَالرِّشْوَةِ، وَلَهُمْ مَطَامِعُ أُخْرَى مَالِيَّةٌ فِي هَذِهِ الْبِلَادِ، فَهُمُ الْآنَ يُظْهِرُونَ الْمُسَاعَدَةَ لِلْحُكُومَةِ الْعُثْمَانِيَّةِ الْجَدِيدَةِ لِتُسَاعِدَهُمْ عَلَى مَا يَبْتَغُونَ، فَإِذَا لَمْ تَتَنَبَّهِ الْأُمَّةُ الْعُثْمَانِيَّةُ لِكَيْدِهِمْ، وَتُوَقِّفْ حُكُومَتَهَا عِنْدَ حُدُودِ الْمَصْلَحَةِ الْعَامَّةِ فِي مُسَاعَدَتِهِمْ، فَإِنَّ الْخَطَرَ مِنْ نُفُوذِهِمْ عَظِيمٌ وَقَرِيبٌ ; فَإِنَّهُمْ قَوْمٌ اعْتَادُوا الرِّبَا الْفَاحِشَ فَلَا يَبْذُلُونَ دَانِقًا مِنَ الْمُسَاعَدَةِ إِلَّا لِيَنَالُوا مِثْقَالًا أَوْ قِنْطَارًا مِنَ الْجَزَاءِ، وَإِذَا كَانُوا بِكَيْدِهِمْ وَأَمْوَالِهِمْ قَدْ جَعَلُوا الدَّوْلَةَ الْفَرَنْسِيَّةَ كَكُرَةِ اللَّاعِبِ فِي أَيْدِيهِمْ فَأَزَالُوا مِنْهَا سُلْطَةَ الْكَنِيسَةِ، وَحَمَلُوهَا عَلَى عُقُوقِهَا وَكَانَتْ تُدْعَى بِنْتَ الْكَنِيسَةِ الْبِكْرَ، وَحَمَلُوهَا عَلَى الظُّلْمِ فِي الْجَزَائِرِ وَهِيَ الَّتِي تُفَاخِرُ الْأُمَمَ وَالدُّوَلَ بِالْعَدْلِ وَالْمُسَاوَاةِ، عَمِلُوا فِيهَا عَمَلُهُمْ، وَهِيَ فِي الذُّرْوَةِ الْعُلْيَا مِنَ الْعِلْمِ وَالْمَدَنِيَّةِ، وَالسِّيَاسَةِ، وَالثَّرْوَةِ، وَالْقُوَّةِ، أَفَلَا يَقْدِرُونَ عَلَى أَكْثَرَ مِنْهُ فِي الْحُكُومَةِ الْعُثْمَانِيَّةِ، وَهِيَ عَلَى مَا نَعْلَمُ مِنَ الْجَهْلِ وَالضَّعْفِ وَالْحَاجَةِ إِلَى الْمَالِ؟ وَطَمَعُهُمْ فِيهَا أَشَدُّ وَخَطَرُهُ أَعْظَمُ، فَإِنَّ بَيْتَ الْمَقْدِسِ لَهُ شَأْنٌ عَظِيمٌ عِنْدَ الْمُسْلِمِينَ وَالنَّصَارَى كَافَّةً، فَإِذَا تَغَلَّبَ الْيَهُودُ فِيهِ لِيُقِيمُوا فِيهِ مُلْكَ إِسْرَائِيلَ وَيَجْعَلُوا الْمَسْجِدَ الْأَقْصَى (هَيْكَلَ سُلَيْمَانَ) وَهُوَ قِبْلَتُهُمْ مَعْبَدًا خَالِصًا لَهُمْ يُوشِكُ أَنْ تَشْتَعِلَ نِيرَانُ الْفِتَنِ وَيَقَعَ مَا نَتَوَقَّعُ مِنَ الْخَطَرِ، وَفِي الْأَحَادِيثِ الْمُنْبِئَةِ عَنْ فِتَنِ آخِرِ الزَّمَانِ مَا هُوَ صَرِيحٌ </p><p> فِي ذَلِكَ، فَيَجِبُ أَنْ تَجْتَهِدَ الْأُمَّةُ الْعُثْمَانِيَّةُ فِي دَرْءِ ذَلِكَ، وَمُدَافِعَةِ سَيْلِهِ بِقَدْرِ الِاسْتِطَاعَةِ؛ لِئَلَّا يَقَعَ فِي إِبَّانِ ضَعْفِهَا فَيَكُونَ قَاضِيًا عَلَى سُلْطَتِهَا وَنَسْأَلُ اللهَ السَّلَامَةَ. </p><p> مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ هَذَا بَيَانٌ لِلَّذِينِ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ </p><p> وَاتَّصَفُوا بِالضَّلَالَةِ وَالْإِضْلَالِ، وَقَوْلُهُ: وَاللهُ أَعْلَمُ بِأَعْدَائِكُمْ إِلَخْ جُمَلٌ مُعْتَرِضَةٌ بَيْنَ الْبَيَانِ وَالْمُبَيَّنِ، أَوْ هُوَ بَيَانٌ لِأَعْدَائِكُمْ وَالِاعْتِرَاضُ مَا بَيْنَهُمَا، أَوْ مُتَعَلِّقٌ بِـ نَصِيرًا أَيْ: يَنْصُرُكُمْ مِنَ الَّذِينَ هَادُوا، أَوِ التَّقْدِيرُ: مِنَ الَّذِينَ هَادُوا قَوْمٌ يُحَرِّفُونَ الْكَلِمَ كَمَا قَالَ الشَّاعِرُ: </p><p> وَمَا الدَّهْرُ إِلَّا تَارَتَانِ فَمِنْهُمَا ... أَمُوتُ وَأُخْرَى أَبْتَغِي الْعَيْشَ أَكْدَحُ </p><p> أَيْ: فَمِنْهُمَا تَارَةٌ أَمُوتُ فِيهَا إِلَخْ، وَمِثْلُهُ كَثِيرٌ، وَالْأَوَّلُ أَظْهَرُ، وَتَحْرِيفُ الْكَلِمِ عَنْ مَوَاضِعِهِ هُوَ: إِمَالَتُهُ وَتَنْحِيَتُهُ عَنْهَا كَأَنْ يُزِيلُوهُ بِالْمَرَّةِ أَوْ يَضَعُوهُ فِي مَكَانٍ غَيْرِ مَكَانِهِ مِنَ الْكِتَابِ، أَوِ الْمُرَادُ بِمَوَاضِعِهِ: مَعَانِيهِ؛ كَأَنْ يُفَسِّرُوهُ بِغَيْرِ مَا يَدُلُّ عَلَيْهِ. </p><p> قَالَ الْأُسْتَاذُ الْإِمَامُ: التَّحْرِيفُ يُطْلَقُ عَلَى مَعْنَيَيْنِ: </p><p> (أَحَدُهُمَا) : تَأْوِيلُ الْقَوْلِ بِحَمْلِهِ عَلَى غَيْرِ مَعْنَاهُ الَّذِي وُضِعَ لَهُ وَهُوَ الْمُتَبَادَرُ ; لِأَنَّهُ هُوَ الَّذِي حَمَلَهُمْ عَلَى مُجَاحَدَةِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَإِنْكَارِ نُبُوَّتِهِ وَهُمْ يَعْمَلُونَ، إِذْ أَوَّلُوا وَلَا يَزَالُونَ يُئَوِّلُونَ الْبِشَارَاتِ بِهِ إِلَى الْيَوْمِ كَمَا يُئَوِّلُونَ مَا وَرَدَ فِي الْمَسِيحِ وَيَحْمِلُونَهُ عَلَى شَخْصٍ آخَرَ لَا يَزَالُونَ يَنْتَظِرُونَهُ. </p><p> (ثَانِيهِمَا) : أَخْذُ كَلِمَةٍ أَوْ طَائِفَةٍ مِنَ الْكَلِمِ مِنْ مَوْضِعٍ مِنَ الْكِتَابِ وَوَضْعُهَا فِي مَوْضِعٍ آخَرَ، وَقَدْ حَصَلَ مِثْلُ هَذَا التَّشْوِيشِ فِي كُتُبِ الْيَهُودِ: خَلَطُوا فِيمَا يُؤْثَرُ عَنْ مُوسَى ـ عَلَيْهِ السَّلَامُ ـ مَا كُتِبَ بَعْدَهُ بِزَمَنٍ طَوِيلٍ، وَكَذَلِكَ وَقَعَ فِي كَلَامِ غَيْرِهِ مِنَ الْأَنْبِيَاءِ، وَقَدِ اعْتَرَفَ بِهَذَا بَعْضُ الْمُتَأَخِّرِينَ مِنْ أَهْلِ الْكِتَابِ، وَإِنَّمَا كَانَ هَذَا مِنْهُمْ بِقَصْدِ الْإِصْلَاحِ، وَهَذَا النَّوْعُ مِنَ التَّحْرِيفِ لَا يَضُرُّ الْمُسْلِمِينَ وَلَمْ يَكُنْ هُوَ الْحَامِلَ عَلَى إِنْكَارِ مَا جَاءَ بِهِ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ. </p><p> هَذَا مَا قَرَّرَهُ الْأُسْتَاذُ الْإِمَامُ فِي الدَّرْسِ، وَكَتَبْتُ فِي مُذَكِّرَتِي عِنْدَ كِتَابَتِهِ كَأَنَّهُ وُجِدَ عِنْدَهُمْ قَرَاطِيسُ مُتَفَرِّقَةٌ، أَيْ بَعْدَ أَنْ فُقِدَتِ النُّسْخَةُ الَّتِي كَتَبَهَا مُوسَى عَلَيْهِ السَّلَامُ، فَأَرَادُوا أَنْ يُؤَلِّفُوا بَيْنَ الْمَوْجُودِ، فَجَاءَ فِيهِ ذَلِكَ الْخَلْطُ، وَهَذَا سَبَبُ مَا جَاءَ فِي أَسْفَارِ التَّوْرَاةِ مِنَ الزِّيَادَةِ وَالتَّكْرَارِ، وَقَدْ أَثْبَتَ الْعُلَمَاءُ تَحْرِيفَ كُتُبِ الْعَهْدِ </p><p> الْعَتِيقِ وَالْعَهْدِ الْجَدِيدِ بِالشَّوَاهِدِ الْكَثِيرَةِ، وَفِي كِتَابِ ـ إِظْهَارِ الْحَقِّ ـ لِلشَّيْخِ رَحْمَةِ اللهِ الْهِنْدِيِّ رَحِمَهُ اللهُ تَعَالَى مِائَةُ شَاهِدٍ عَلَى التَّحْرِيفِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ فِيهَا، وَالْأَوَّلُ ثَلَاثَةُ أَقْسَامٍ: تَبْدِيلُ الْأَلْفَاظِ، وَزِيَادَتُهَا، وَنُقْصَانُهَا. </p><p> فَمِنَ الشَّوَاهِدِ عَلَى الزِّيَادَةِ مَا جَاءَ فِي سِفْرِ التَّكْوِينِ \" ٣٦: ٣١ وَهَؤُلَاءِ الْمُلُوكُ الَّذِينَ مَلَكُوا فِي الْأَرْضِ أَدْوَمُ قَبْلَ أَنْ مَلَكَ مَلِكٌ لِبَنِي إِسْرَائِيلَ \" وَلَا يُمْكِنُ أَنْ يَكُونَ هَذَا مِنْ كَلَامِ مُوسَى عَلَيْهِ السَّلَامُ ; لِأَنَّهُ لَمْ يَكُنْ لِبَنِي إِسْرَائِيلَ مُلْكُ الْأَرْضِ إِلَّا مِنْ بَعْدِهِ، وَكَانَ أَوَّلَ مُلُوكِهِمْ (شَاوُلُ) وَهُوَ بَعْدَ مُوسَى بِثَلَاثَةِ قُرُونٍ وَنِصْفٍ، وَقَدْ قَالَ آدَمُ كِلَارَكْ أَحَدُ مُفَسِّرِي التَّوْرَاةِ: أَظُنُّ ظَنًّا قَوِيًّا قَرِيبًا مِنَ الْيَقِينِ أَنَّ هَذِهِ الْآيَاتِ [أَيْ مِنْ ٣٢ - ٣٩] ، كَانَتْ مَكْتُوبَةً عَلَى حَاشِيَةِ نُسْخَةٍ صَحِيحَةٍ مِنَ التَّوْرَاةِ فَظَنَّ النَّاقِلُ أَنَّهَا جُزْءُ الْمَتْنِ فَأَدْخَلَهَا فِيهِ. </p><p> وَمِنْهَا فِي سِفْرِ تَثْنِيَةِ الِاشْتِرَاعِ \" ٣: ١٤ يَائِيرُ بْنُ مِنِسَّى أَخَذَ كُلَّ كَوْرَةِ أَرُجُوبَ إِلَى تَخَمِ الْجَشُورِيِّينَ وَالْمُعَكِيِّينَ وَدَعَاهَا عَلَى اسْمِهِ بَاشَانْ حَوَّوِثْ يَائِيرْ إِلَى هَذَا الْيَوْمِ \" قَالَ هُورُونُ فِي الْمُجَلَّدِ الْأَوَّلِ مِنْ تَفْسِيرِهِ بَعْدَ إِيرَادِ هَذِهِ الْفِقْرَةِ وَالْفِقْرَةِ السَّابِقَةِ: \" هَاتَانِ الْفِقْرَتَانِ لَا يُمْكِنُ أَنْ يَكُونَا مِنْ كَلَامِ مُوسَى(عَلَيْهِ السَّلَامُ)لِأَنَّ الْأُولَى دَالَّةٌ عَلَى أَنَّ مُصَنِّفَ هَذَا الْكِتَابِ ـ سِفْرِ التَّكْوِينِ أَوِ التَّوْرَاةِ كُلِّهَا ـ وُجِدَ بَعْدَ زَمَانٍ قَامَتْ فِيهِ سَلْطَنَةُ بَنِي إِسْرَائِيلَ، وَالْفِقْرَةُ الثَّانِيَةُ دَالَّةٌ عَلَى أَنَّ مُصَنِّفَهُ كَانَ بَعْدَ زَمَانِ إِقَامَةِ الْيَهُودِ فِي فِلَسْطِينَ \" إِلَى آخِرِ مَا قَالَهُ، وَمِنْهُ أَنَّ هَاتَيْنِ الْفِقْرَتَيْنِ ثِقَلٌ عَلَى الْكِتَابِ وَلَا سِيَّمَا الثَّانِيَةُ. </p><p> وَقَدْ صَرَّحَ هَؤُلَاءِ الْمُفَسِّرُونَ بِأَنَّ عِزْرَا الْكَاتِبَ قَدْ زَادَ بَعْضَ الْعِبَارَاتِ فِي التَّوْرَاةِ، وَصَرَّحُوا فِي بَعْضِهَا بِأَنَّهُمْ لَا يَعْرِفُونَ مَنْ زَادَهَا، وَلَكِنَّهُمْ يَجْزِمُونَ بِأَنَّهَا لَيْسَتْ مِمَّا كَتَبَهُ مُوسَى، وَكَثْرَةُ الْأَلْفَاظِ الْبَابِلِيَّةِ فِي التَّوْرَاةِ تَدُلُّ عَلَى أَنَّهَا كُتِبَتْ بَعْدَ سَبْيِ الْبَابِلِيِّينَ لِبَنِي إِسْرَائِيلَ، وَهُنَالِكَ شَوَاهِدُ عَلَى تَحْرِيفِ سَائِرِ كُتُبِهِمْ تُرَاجَعُ فِي الْكُتُبِ الْمُؤَلَّفَةِ لِبَيَانِ ذَلِكَ. </p><p> وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا أَيْ: وَيَقُولُ هَؤُلَاءِ لِلنَّبِيِّ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ: سَمِعْنَا قَوْلَكَ وَعَصَيْنَا أَمْرَكَ، رُوِيَ عَنْ مُجَاهِدٍ أَنَّهُمْ قَالُوا: </p><p> سَمِعْنَا قَوْلَكَ، وَلَكِنْ لَا نُطِيعُكَ، وَيَقُولُونَ لَهُ أَيْضًا: اسْمَعْ غَيْرَ مُسْمَعٍ، قَالَ الْمُفَسِّرُونَ: إِنَّ هَذَا دُعَاءٌ عَلَيْهِ، وَلَكِنْ زَادَهُ اللهُ تَكْرِيمًا وَتَشْرِيفًا، وَمَعْنَاهُ: لَا سَمِعْتَ أَوْ لَا أَسْمَعَكَ اللهُ، وَهَذَا فِي مَكَانِ الدُّعَاءِ الْمُعْتَادِ مِنَ الْمُتَأَدِّبِينَ لِلْمُخَاطَبِ: لَا سَمِعْتَ مَكْرُوهًا، أَوْ لَا سَمِعْتَ أَذًى، وَقِيلَ: مَعْنَاهُ: غَيْرُ مَقْبُولٍ مَا تَقُولُ، وَهَذَا مَرْوِيٌّ عَنْ مُجَاهِدٍ، وَقَالَ الْأُسْتَاذُ الْإِمَامُ: يُحْتَمَلُ أَنْ يَكُونَ الْمَعْنَى: وَاسْمَعْ شَيْئًا لَا يَسْتَحِقُّ أَنْ يُسْمَعَ، وَأَمَّا \" رَاعِنَا \" فَقَدْ رُوِيَ أَنَّ الْيَهُودَ كَانُوا يَتَسَابُّونَ بِكَلِمَةِ \" رَاعِينَا \" الْعِبْرَانِيَّةِ أَوِ السُّرْيَانِيَّةِ فَسَمِعُوا بَعْضَ الْمُؤْمِنِينَ يَقُولُونَ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: رَاعِنَا، مِنَ الْمُرَاعَاةِ أَوْ بِمَعْنَى أَرْعِنَا سَمْعَكَ فَافْتَرَصُوهَا وَصَارُوا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكَلِمَةِ وَيَصْرِفُونَهَا إِلَى الْمَعْنَى الْآخَرِ: لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ فَيَجْعَلُونَهَا فِي الظَّاهِرِ رَاعِنَا وَبِلَيِّ اللِّسَانِ وَإِمَالَتِهِ \" رَاعِينَا \" يَنْوُونَ بِذَلِكَ الشَّتْمَ وَالسُّخْرِيَةَ، أَوْ جَعْلَهُ رَاعِيًا مِنْ رِعَاءِ الشَّاءِ، أَوْ مِنَ الرَّعَنِ وَالرُّعُونَةِ، قَالَ فِي الْكَشَّافِ:  (فَإِنْ قُلْتَ) : كَيْفَ جَاءُوا بِالْقَوْلِ الْمُحْتَمَلِ ذِي الْوَجْهَيْنِ بَعْدَ مَا صَرَّحُوا، وَقَالُوا سَمِعْنَا وَعَصَيْنَا؟ (قُلْتُ) : جَمِيعُ الْكَفَرَةِ كَانُوا يُوَاجِهُونَهُ بِالْكُفْرِ وَالْعِصْيَانِ وَلَا يُوَاجِهُونَهُ بِالسَّبِّ وَدُعَاءِ السُّوءِ، وَيَجُوزُ أَنْ يَقُولُوهُ فِيمَا بَيْنَهُمْ وَيَجُوزُ أَلَّا يَنْطِقُوا بِذَلِكَ، وَلَكِنَّهُمْ لَمَّا لَمْ يُؤْمِنُوا جَعَلُوا كَأَنَّهُمْ نَطَقُوا بِهِ اهـ، وَقَدْ تَقَدَّمَ شَرْحُ ذَلِكَ فِي تَفْسِيرِ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا (٢: ١٠٤) ، مِنْ سُورَةِ الْبَقَرَةِ وَبَيَّنَّا هُنَالِكَ أَنَّ الْأُسْتَاذَ الْإِمَامَ لَمْ يَرْتَضِ مَا قَالُوهُ فِي كَوْنِ هَذِهِ الْكَلِمَةِ سَبًّا بِالْعِبْرَانِيَّةِ، وَاخْتَارَ فِي تَعْلِيلِ النَّهْيِ عَنْهَا أَنَّهَا لَمَّا كَانَتْ مِنَ الْمُرَاعَاةِ، وَهِيَ تَقْتَضِي الْمُشَارَكَةَ ـ نُهُوا عَنْهَا تَأْدِيبًا لَهُمْ، إِذْ لَا يَلِيقُ أَنْ يَقُولُوا لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: </p><p> ارْعَنَا نَرْعَكَ، كَمَا هُوَ مَعْنَى الْمُشَارَكَةِ، كَمَا نُهُوا أَنْ يَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِهِمْ لِبَعْضٍ (قَالَ) : وَهُنَاكَ وَجْهٌ آخَرُ، يُقَالُ فِي اللُّغَةِ: رَاعَى الْحِمَارُ الْحُمُرَ، إِذَا رَاعَى مَعَهَا، فَكَانَ الْيَهُودُ يُحَرِّفُونَ الْكَلِمَ إِلَى هَذَا الْمَعْنَى، وَإِنْ كَانَ فِيهَا سَبٌّ لِأَنْفُسِهِمْ عَلَى حَدِّ:  \" اقْتُلُونِي وَمَالِكًا \" ، وَمِنْ تَحْرِيفِ الْكَلَامِ وَلَيِّهِ فِي خِطَابِهِمْ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي التَّحِيَّةِ \" السَّامُ عَلَيْكُمْ \" يُوهِمُونَ بِفَتْلِ اللِّسَانِ وَجَمْجَمَتِهِ أَنَّهُمْ يَقُولُونَ: السَّلَامُ عَلَيْكُمْ، وَقَدْ ثَبَتَ هَذَا فِي الصَّحِيحِ، وَأَنَّهُ كَانَ ـ عَلَيْهِ السَّلَامُ ـ بَعْدَ الْعِلْمِ بِذَلِكَ يُجِيبُهُمْ بِقَوْلِهِ:  \" وَعَلَيْكُمْ \" أَيْ كُلُّ أَحَدٍ يَمُوتُ. </p><p> وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ، أَيْ: لَوْ أَنَّهُمْ قَالُوا: سَمِعْنَا قَوْلَكَ وَأَطَعْنَا أَمْرَكَ، وَاسْمَعْ مَا نَقُولُ وَانْظُرْنَا أَيْ: أَمْهِلْنَا وَانْتَظِرْنَا وَلَا تَعْجَلْ عَلَيْنَا، يُقَالُ: نَظَرُهُ بِمَعْنَى انْتَظَرَهُ، وَهُوَ كَثِيرٌ فِي الْقُرْآنِ أَوِ انْظُرْ إِلَيْنَا نَظَرَ رِعَايَةٍ وَرِفْقٍ: لَكَانَ خَيْرًا لَهُمْ أَقْوَمَ، مِمَّا قَالُوهُ لِمَا فِيهِ مِنَ الْأَدَبِ وَالْفَائِدَةِ وَحُسْنِ الْعَاقِبَةِ. </p><p> وَلَكِنْ لَعَنَهُمُ اللهُ بِكُفْرِهِمْ، أَيْ: خَذَلَهُمْ وَأَبْعَدَهُمْ عَنِ الصَّوَابِ بِسَبَبِ كُفْرِهِمْ، أَيْ: مَضَتْ سُنَّتُهُ فِي طِبَاعِ الْبَشَرِ وَأَخْلَاقِهِمْ أَنْ يَمْنَعَ الْكُفْرُ صَاحِبَهُ مِنْ مِثْلِ هَذِهِ الرَّوِيَّةِ وَالْأَدَبِ، وَيَجْعَلَهُ طَرِيدًا لَا يُدْلِي إِلَى الْخَيْرِ وَالرَّحْمَةِ بِحَبْلٍ وَلَا سَبَبٍ: فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا مِنَ الْإِيمَانِ لَا يُعْتَدُّ بِهِ، إِذْ لَا يُصْلِحُ عَمَلَ صَاحِبِهِ وَلَا يُزَكِّي نَفْسَهُ وَلَا يَرْقَى عَقْلُهُ، وَلَوْ كَانَ إِيمَانُهُمْ بِكِتَابِهِمْ وَنَبِيِّهِمْ كَامِلًا لَكَانَ خَيْرَ هَادٍ لَهُمْ إِلَى الْإِيمَانِ بِمَنْ جَاءَ مُصَدِّقًا لِمَا مَعَهُمْ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ يُبَيِّنُ مَا نَسُوا مِنْهُ وَمَا حَرَّفُوا فِيهِ، ثُمَّ إِنَّهُ جَاءَ بِإِصْلَاحٍ جَدِيدٍ فِي إِتْمَامِ مَكَارِمِ الْأَخْلَاقِ وَنِظَامِ الِاجْتِمَاعِ وَسَائِرِ مَقَاصِدِ الدِّينِ، فَمَنْ كَانَ عَلَى شَيْءٍ مِنَ الْخَيْرِ، وَجَاءَهُ زِيَادَةٌ فِيهِ لَا يَكُونُ إِلَّا مَغْبُوطًا بِهَا حَرِيصًا عَلَى الِاسْتِفَادَةِ مِنْهَا ـ أَوْ لَا يُؤْمِنُونَ إِلَّا قَلِيلًا مِنْهُمْ كَعَبْدِ اللهِ بْنِ سَلَامٍ وَأَصْحَابِهِ، فَإِنَّ الْأُمَّةَ مَهْمَا فَسَدَتْ لَا يَعُمُّ الْفَسَادُ جَمِيعَ أَفْرَادِهَا، بَلْ تَغْلِبُ سَلَامَةُ الْفِطْرَةِ عَلَى أُنَاسٍ يَكُونُونَ هُمُ السَّابِقِينَ إِلَى كُلِّ إِصْلَاحٍ جَدِيدٍ، هَكَذَا كَانَ، وَهَكَذَا يَكُونُ فَهِيَ سُنَّةٌ مِنْ سُنَنِ اللهِ فِي الِاجْتِمَاعِ، وَقَدْ نَبَّهْنَا مِنْ قَبْلُ عَلَى دِقَّةِ الْقُرْآنِ فِي الْحُكْمِ عَلَى الْأُمَمِ إِذْ يَحْكُمُ عَلَى الْأَكْثَرِ، فَإِذَا عَمَّمَ الْحُكْمَ يَسْتَثْنِي وَهِيَ دِقَّةٌ لَمْ تُعْهَدْ فِي كَلَامِ الْبَشَرِ. </p><p> يَاأَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللهِ مَفْعُولًا. </p>"
}