{
  "id": null,
  "sura": 4,
  "aya": 148,
  "text": "<p> الْجُزْءُ السَّادِسُ </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكَانَ اللهُ سَمِيعًا عَلِيمًا إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللهَ كَانَ عَفُوًّا قَدِيرًا. </p><p> بَيَّنَّا فِي تَفْسِيرِ الْآيَاتِ مِنْ أَوَاخِرِ الْجُزْءِ الْمَاضِي مَوْقِعَ هَذِهِ الْآيَاتِ إِلَى آخِرِ السُّورَةِ مِمَّا قَبْلَهَا بِالْإِجْمَالِ، وَلِهَاتَيْنِ الْآيَتَيْنِ مُنَاسِبَةٌ مَعَ مَا قَبْلَهُمَا وَمَا بَعْدَهُمَا وَإِنْ كَانَتَا كَالْغَرِيبَتَيْنِ فِي هَذَا السِّيَاقِ الشَّارِحِ لِأَحْوَالِ الْمُنَافِقِينَ وَالْكَافِرِينَ وَمُحَاجَّةِ أَهْلِ الْكِتَابِ مِنْهُمْ ; فَإِنَّ اللهَ تَعَالَى بَيَّنَ فِيهِ كَثِيرًا مِنْ عُيُوبِهِمْ وَمَفَاسِدِهِمْ لِإِقَامَةِ الْحُجَّةِ عَلَيْهِمْ، وَتَحْذِيرِ الْمُؤْمِنِينَ مِنْ مِثْلِ أَعْمَالِهِمْ وَأَخْلَاقِهِمْ، فَإِنَّ اللهَ تَعَالَى يَكْرَهُ لَهُمْ ذَلِكَ كَمَا قَالَ: وَلَا يَكُونُوا كَالَّذِينِ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٥٧: ١٦) ثُمَّ بَيَّنَ فِي أَثْنَاءِ ذَلِكَ حُكْمَ الْجَهْرِ بِالسُّوءِ مِنَ الْقَوْلِ وَإِبْدَاءِ الْخَيْرِ وَإِخْفَائِهِ لِئَلَّا يَسْتَدِلَّ الْمُؤْمِنُونَ بِذِكْرِ عُيُوبِ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي الْقُرْآنِ عَلَى اسْتِحْبَابِ الْجَهْرِ بِالسُّوءِ مِنَ الْقَوْلِ أَوْ مَشْرُوعِيَّتِهِ إِذَا كَانَ حَقًّا عَلَى الْإِطْلَاقِ فَيَفْشُو ذَلِكَ فِيهِمْ، وَفِيهِ مِنَ الضَّرَرِ مَا تَرَى بَيَانَهُ فِيمَا يَلِي: </p><p> قَالَ تَعَالَى: لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ يُنْسَبُ الْحُبُّ وَالْبُغْضُ أَوِ الْكُرْهُ إِلَى اللهِ تَعَالَى بِالْمَعْنَى الَّذِي يَلِيقُ بِهِ، وَيَلْزَمُ الْحُبَّ الرِّضَا وَالْإِثَابَةُ وَضِدَّهُ ضِدُّهُمَا، وَالْجَهْرُ يُقَابِلُ السِّرَّ وَالْإِخْفَاءَ وَالْكِتْمَانَ، وَالسُّوءُ مِنَ الْقَوْلِ: مَا يَسُوءُ مَنْ </p><p> يُقَالُ فِيهِ، كَذِكْرِ عُيُوبِهِ وَمَسَاوِيهِ، وَاللهُ تَعَالَى لَا يُحِبُّ مِنْ عِبَادِهِ أَنْ يَجْهَرُوا فِيمَا بَيْنَهُمْ بِذِكْرِ الْعُيُوبِ وَالسَّيِّئَاتِ ; لِأَنَّ فِي هَذَا الْجَهْرِ مَفْسَدَتَيْنِ كَبِيرَتَيْنِ: </p><p> إِحْدَاهُمَا: أَنَّهُ مَجْلَبَةٌ لِلْعَدَاوَةِ وَالْبَغْضَاءِ بَيْنَ مَنْ يَجْهَرُونَ بِالسُّوءِ وَمَنْ يُنْسَبُ إِلَيْهِمْ هَذَا السُّوءُ، وَقَدْ تُفْضِي الْعَدَاوَةُ إِلَى هَضْمِ الْحُقُوقِ وَسَفْكِ الدِّمَاءِ. </p><p> ثَانِيَتُهُمَا: أَنَّ الْجَهْرَ بِالسُّوءِ بِذِكْرِهِ عَلَى مَسَامِعِ النَّاسِ يُؤَثِّرُ فِي نُفُوسِ السَّامِعِينَ تَأْثِيرًا ضارًّا ; فَإِنَّ النَّاسَ يَقْتَدِي بَعْضُهُمْ بِبَعْضٍ، فَمَنْ سَمِعَ إِنْسَانًا يَذْكُرُ آخَرَ بِالسُّوءِ لِكُرْهِهِ إِيَّاهُ أَوِ اسْتِيَائِهِ مِنْهُ يُقَلِّدُهُ فِي ذَلِكَ الْقَوْلِ إِذَا كَانَ لَمْ يَسْبِقْ لَهُ مِثْلُهُ، وَيَزْدَادُ ضَرَاوَةً فِيهِ إِذَا كَانَ قَدْ سَبَقَ وُقُوعُهُ مِنْهُ، أَوْ يُقَلِّدُ فَاعِلَ السُّوءِ فِي عَمَلِهِ، خُصُوصًا إِذَا كَانَ السَّامِعُ مِنَ الْأَحْدَاثِ الَّذِينَ يَغْلِبُ عَلَيْهِمُ التَّقْلِيدُ، أَوْ مِنْ طَبَقَةٍ دُونَ طَبَقَتِهِ فِي الْهَيْئَةِ الِاجْتِمَاعِيَّةِ ; لِأَنَّ عَامَّةَ النَّاسِ يُقَلِّدُونَ خَوَاصَّهُمْ، فَإِذَا ظَهَرَتِ الْمُنْكَرَاتُ فِي الْخَوَاصِّ لَا تَلْبَثُ أَنْ تَفْشُوَ فِي الْعَوَامِّ، وَمَنْ تَمِيلُ نَفْسُهُ إِلَى مُنْكَرٍ أَوْ فَاحِشَةٍ يَتَجَرَّأُ عَلَى ارْتِكَابِهِ إِذَا عَلِمَ أَنَّ لَهُ سَلَفًا وَقُدْوَةً فِيهِ، وَرُبَّمَا لَا يَتَجَرَّأُ عَلَيْهِ إِذَا لَمْ يَعْلَمْ بِذَلِكَ، بَلْ يُؤَثِّرُ سَمَاعُ الْقَوْلِ السُّوءِ فِي نُفُوسِ خَوَاصِّ الْكُهُولِ الْأَخْيَارِ، وَلَيْسَ تَأْثِيرُهُ مَقْصُورًا عَلَى الْعَوَامِّ وَالصِّغَارِ. فَسَمَاعُ السُّوءِ كَعَمَلِ السُّوءِ، ذَاكَ يُؤَثِّرُ فِي نَفْسِ السَّامِعِ، وَهَذَا يُؤَثِّرُ فِي نَفْسِ النَّاظِرِ، وَأَقَلُّ تَأْثِيرِهِ أَنَّهُ يُضْعِفُ فِي النَّفْسِ اسْتِبْشَاعَهُ وَاسْتِغْرَابَهُ، وَلَا سِيَّمَا إِذَا تَكَرَّرَ سَمَاعُ خَبَرِهِ أَوِ النَّظَرُ إِلَيْهِ، وَإِنَّنَا نَرَى عُلَمَاءَ التَّرْبِيَةِ يَجْعَلُونَ جَمِيعَ كُتُبِ التَّعْلِيمِ غُفْلًا مِنَ الْقَوْلِ السُّوءِ وَالْكَلِمِ الْخَبِيثِ وَمِنَ الرَّفَثِ وَأَسْمَاءِ أَعْضَاءِ التَّنَاسُلِ حَتَّى إِنَّهُمْ لَا يَذْكُرُونَهَا فِي مَعَاجِمِ اللُّغَةِ الَّتِي يُرَاجِعُ فِيهَا طُلَّابُ الْعُلُومِ وَالْفُنُونِ حِرْصًا عَلَى أَنْفُسِهِمْ أَنْ تَعْلَقَ بِهَا كَلِمَةٌ خَبِيثَةٌ مِنْ كَلِمِ السُّوءِ تَقُودُهَا إِلَى عَمَلِ السُّوءِ، وَرُبَّ كَلِمَةٍ خَبِيثَةٍ تَفْتَحُ لِمَنْ تَعْلَقُ بِنَفْسِهِ بَابًا مِنَ الْفَسَادِ لَا يَنْجُو مِنْ شَرِّهِ أَبَدَ الْآبَادِ، وَفِي الْحَدِيثِ: إِنَّ الرَّجُلَ لِيَتَكَلَّمُ بِالْكَلِمَةِ لَا يَرَى بِهَا بَأْسًا يَهْوِي بِهَا سَبْعِينَ خَرِيفًا فِي النَّارِ رَوَاهُ التِّرْمِذِيُّ بِهَذَا اللَّفْظِ، وَرُوِيَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا أَيْضًا. </p><p> يَجْهَلُ كَثِيرٌ مِنَ النَّاسِ مَبْلَغَ تَأْثِيرِ الْكَلَامِ فِي قُلُوبِ النَّاسِ ; فَلَا يُنَزِّهُونَ أَلْسِنَتَهُمْ عَنِ السُّوءِ مِنَ الْقَوْلِ وَلَا أَسْمَاعَهُمْ عَنِ الْإِصْغَاءِ إِلَيْهِ، وَمَا يَعْقِلُ كُنْهَ ذَلِكَ إِلَّا الْعَالِمُونَ الرَّاسِخُونَ، وَإِنَّ لِلْأُسْتَاذِ الْإِمَامِ رَحِمَهُ اللهُ تَعَالَى كَلِمَةً شِعْرِيَّةً فِي الْمُبَالَغَةِ </p><p> فِي تَمْثِيلِهِ لِلْفَهْمِ وَتَقْرِيبِهِ إِلَى الذِّهْنِ يَعُدُّهَا الْبَدِيعِيُّ مِنَ الْإِغْرَاقِ الَّذِي تَقْتَضِيهِ الْبَلَاغَةُ فِي هَذَا الْمَقَامِ وَهِيَ: إِنَّنِي إِذَا أَلْقَيْتُ كَلِمَةً فِي مَكَانٍ خَالٍ مِنَ النَّاسِ فِي حِنْدِسِ اللَّيْلِ فَإِنَّهَا تَبْقَى مُعَلَّقَةً فِي الْهَوَاءِ حَتَّى تُصَادِفَ نَفْسًا مُسْتَعِدَّةً فَتُؤَثِّرَ فِيهَا. أَوْ مَا هَذَا مَعْنَاهُ، وَقَدِ اتَّفَقَ لِأَهْلِ بَيْتٍ مِنْ فُضَلَاءِ الْأَمْرِيكَانِيِّينَ أَنِ اهْتَدَوْا إِلَى الْإِسْلَامِ فِي مِصْرَ وَصَارُوا يَتَرَدَّدُونَ عَلَى الْأُسْتَاذِ الْإِمَامِ لِأَخْذِ أَحْكَامِ الدِّينِ وَحِكَمِهِ عَنْهُ وَإِنَّهُ لَيُحَدِّثُهُمْ يَوْمًا وَإِذَا بِلِسَانِهِ قَدْ فَلَتَتْ مِنْهُ كَلِمَةُ \" الْيَأْسِ \" وَكَانَ فِي أَهْلِ ذَلِكَ الْبَيْتِ فَتَاةٌ ذَكِيَّةُ الْفُؤَادِ فَقَالَتْ لِلْأُسْتَاذِ: كَيْفَ يَنْطِقُ مِثْلُكَ فِي عِلْمِهِ وَحِكْمَتِهِ بِهَذِهِ الْكَلِمَةِ وَهِيَ </p><p> مِنَ الْكَلِمَاتِ ذَاتِ الْمَدْلُولَاتِ الضَّارَّةِ؟ فَأُعْجِبَ الْأُسْتَاذُ بِذَكَائِهَا وَفَهْمِهَا، وَوَافَقَهَا عَلَى قَوْلِهَا، وَأَظُنُّ أَنَّهُ اعْتَذَرَ عَنْ ذَلِكَ بِأَنَّ أَمْثَالَ هَذِهِ الْكَلِمَةِ مِمَّا لَا يُمْكِنُ اجْتِنَابُهُ عِنْدَ بَيَانِ بَعْضِ الْحَقَائِقِ بَيْنَ الْعُلَمَاءِ الَّذِينَ كَمُلَتْ تَرْبِيَتُهُمْ، وَإِنَّمَا يُتَحَرَّى اجْتِنَابُ ذِكْرِهَا بِقَدْرِ الْإِمْكَانِ فِي خِطَابِ النَّشْءِ فِي الْمَدَارِسِ وَالْبُيُوتِ. وَتَكَلَّمَ فِي تَأْثِيرِ الْكَلَامِ فِي كُلِّ سَامِعٍ. وَذَكَرَ كَلِمَتَهُ الَّتِي نَقَلْنَا آنِفًا، فَقَالَتْ لَهُ الْفَتَاةُ: أَتَأْذَنُ لِي أَنْ أُفَسِّرَ هَذِهِ الْكَلِمَةَ الْجَلِيلَةَ؟ قَالَ: نَعَمْ، قَالَتْ: إِنَّ الْعِلْمَ بِالشَّيْءِ يَكُونُ فِي نَفْسِ الْإِنْسَانِ إِجْمَالِيًّا، فَإِذَا تَكَلَّمَ بِهِ وَلَوْ فِي الْمَكَانِ الْخُلْوِ (أَوْ كَتَبَهُ) يَنْتَقِلُ مِنْ حَيِّزِ الْإِجْمَالِ إِلَى حَيِّزِ التَّفْصِيلِ وَالْبَيَانِ، وَيَلْزَمُ مِنْ ذَلِكَ إِعَادَةُ ذِكْرِهِ عَلَى مَسَامِعِ النَّاسِ فَيُؤَثِّرُ فِيهِمْ عَلَى حَسَبِ اسْتِعْدَادِهِمْ، فَقَالَ الْأُسْتَاذُ: أَحْسَنْتِ. </p><p> لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ وَلَا الْإِسْرَارَ بِهِ كَمَا يُعْلَمُ مِنْ نَهْيِهِ تَعَالَى عَنِ النَّجْوَى بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ، وَأَمْرِهِ بِالتَّنَاجِي بِالْبِرِّ وَالتَّقْوَى فَقَطْ. وَإِنَّمَا خَصَّ الْجَهْرَ هُنَا بِالذِّكْرِ لِمُنَاسَبَةِ بَيَانِ مَفَاسِدِ الْكُفَّارِ وَالْمُنَافِقِينَ فِي هَذَا السِّيَاقِ كَمَا عَلِمْتَ. وَالْجَهْرُ بِالسُّوءِ أَشَدُّ ضَرَرًا مِنَ الْإِسْرَارِ بِهِ ; لِأَنَّ ضَرَرَهُ وَفَسَادَهُ يَفْشُو فِي جُمْهُورِ النَّاسِ حَتَّى لَا يَكَادَ يَسْلَمُ مِنْهُ أَحَدٌ. وَقَدْ قُلْتُ يَوْمًا لِلْعَالِمِ اللُّغَوِيِّ الرَّاوِيَةِ الشَّهِيرِ الشَّيْخِ مُحَمَّد مَحْمُود بْنِ التَّلَامِيدِ التَّرْكَزِيِّ الشِّنْقِيطِيِّ: إِنَّنِي أَنْكَرْتُ نَفْسِي فِي مِصْرَ فَإِنَّ كَثْرَةَ رُؤْيَتِي لِلْمُنْكَرَاتِ فِيهَا كَكَشْفِ الْعَوْرَاتِ فِي الْحَمَّامَاتِ، وَشُرْبِ الْخَمْرِ عَلَى أَفَارِيزِ الطُّرُقَاتِ، وَكَثْرَةِ سَمَاعِي لِقَوْلِ السُّوءِ خَفَّفَ اسْتِبْشَاعَ ذَلِكَ فِي نَفْسِي وَضَعُفَ كُرْهُ أَصْحَابِهِ وَالنُّفُورُ مِنْهُمْ، فَإِنَّنِي كُنْتُ فِي بَلَدِي الْقَلَمُونِ الْمُجَاوِرَةِ لِطَرَابُلُسَ الشَّامِ، إِذَا سَمِعْتُ بِأَنَّ </p><p> رَجُلًا ارْتَكَبَ فَاحِشَةً لَا أَسْتَطِيعُ النَّظَرَ إِلَيْهِ وَلَا الْحَدِيثَ مَعَهُ، فَقَالَ الشَّيْخُ: وَأَنَا أَيْضًا أَنْكَرْتُ نَفَسِي مِثْلَكَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيمِ. فَإِنْ قِيلَ: وَلِمَاذَا اخْتَرْتَ تَرْكَ وَطَنِكَ الَّذِي لَا تَرَى وَلَا تَسْمَعُ فِيهِ مِنَ الْمُنْكَرِ وَقَوْلِ السُّوءِ مِثْلَ الَّذِي تَرَى وَتَسْمَعُ فِي مِصْرَ الَّتِي آثَرْتَهَا عَلَيْهِ؟ فَجَوَابِي: إِنَّنِي لَمْ أَكُنْ أَسْتَطِيعُ، وَأَنَا فِي وَطَنِي الْأَوَّلِ، أَنْ أَقُولَ الْحَقَّ وَلَا أَنْ أَكْتُبَهُ، وَلَا أَنْ أَخْدِمَ الْمِلَّةَ وَالْأُمَّةَ بِمَا خَدَمْتُهُمَا بِهِ فِي مِصْرَ، وَأَنَا أَعْتَقِدُ أَنَّ هَذِهِ الْخِدْمَةَ فَرْضٌ عَلَيَّ، وَقَدْ آذَتْنِي الْحُكُومَةُ الْحَمِيدِيَّةُ عَلَيْهِ فِي أَهْلِي وَمَالِي وَأَنَا بَعِيدٌ عَنْ سُلْطَتِهَا، وَلَوْ قَدَرَتْ عَلَيَّ لَمَا اكْتَفَتْ بِمَنْعِي مِنْ هَذِهِ الْخِدْمَةِ بَلْ لَنَكَّلَتْ بِي تَنْكِيلًا. </p><p> لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ أَيْ لَكِنْ مَنْ ظَلَمَهُ ظَالِمٌ فَجَهَرَ بِالشَّكْوَى مِنْ ظُلْمِهِ شَارِحًا ظُلَامَتَهُ لِلْحُكَّامِ أَوْ غَيْرِ الْحُكَّامِ مِمَّنْ تُرْجَى نَجْدَتُهُ وَمُسَاعَدَتُهُ عَلَى إِزَالَةِ الظُّلْمِ - فَلَا حَرَجَ عَلَيْهِ فِي هَذَا الْجَهْرِ، وَلَا يَكُونُ خَارِجًا عَمَّا يُحِبُّهُ اللهُ تَعَالَى ; لِأَنَّ اللهَ تَعَالَى لَا يُحِبُّ لِعِبَادِهِ أَنْ يَسْكُتُوا عَلَى الظُّلْمِ وَيَخْضَعُوا لِلضَّيْمِ بَلْ يُحِبُّ لَهُمْ أَنْ يَكُونُوا أَعِزَّاءَ أُبَاةً، فَإِذَا تَعَارَضَتْ مَفْسَدَةُ الْجَهْرِ بِالشَّكْوَى مِنَ الظُّلْمِ وَهُوَ مِنْ قَوْلِ السُّوءِ، وَمَفْسَدَةُ السُّكُوتِ عَلَى الظُّلْمِ وَهُوَ مَدْعَاةُ فُشُوِّهِ وَالِاسْتِمْرَارِ عَلَيْهِ الْمُؤَدِّي إِلَى هَلَاكِ الْأُمَمِ وَخَرَابِ الْعُمْرَانِ، كَانَ </p><p> أَخَفُّ الضَّرَرَيْنِ مُقَاوَمَةَ الظُّلْمِ بِالْجَهْرِ بِالشَّكْوَى مِنْهُ وَبِكُلِّ الْوَسَائِلِ الْمُمْكِنَةِ. وَذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ الْمَعْنَى: لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا جَهْرَ مَنْ وَقَعَ عَلَيْهِ الظُّلْمُ لِلدِّفَاعِ عَنْ نَفْسِهِ، وَقَالَ بَعْضُهُمْ: إِنَّ الْجَهْرَ بِمَعْنَى الْمُجَاهِرِ مِنِ اسْتِعْمَالِ الْمَصْدَرِ بِمَعْنَى اسْمِ الْفَاعِلِ ; أَيْ لَا يُحِبُّ اللهُ الْمُجَاهِرِينَ بِالسُّوءِ إِلَّا الْمَظْلُومِينَ مِنْهُمْ إِذَا هَبُّوا لِمُقَاوَمَةِ الظُّلْمِ، وَلَوْ بِالْقَوْلِ وَحْدَهُ إِذَا تَعَذَّرَ الْفِعْلُ. </p><p> وَقَدْ عُلِمَ مِمَّا قُلْنَاهُ آنِفًا أَنَّ إِبَاحَةَ الْجَهْرِ بِالسُّوءِ لِلْمَظْلُومِ أَوْ مَشْرُوعِيَّتَهُ لَهُ هُوَ مِنْ بَابِ الضَّرُورَاتِ ; لِأَنَّهُ ارْتِكَابُ أَخَفِّ الضَّرَرَيْنِ، وَالضَّرُورَاتُ تُقَدَّرُ بِقَدْرِهَا، كَمَا قَالَ أَهْلُ الْأُصُولِ، فَلَا يَجُوزُ لِلْمَظْلُومِ أَنْ يَتَّبِعَ هَوَاهُ فِي الِاسْتِرْسَالِ وَالتَّمَادِي فِي الْجَهْرِ بِالسُّوءِ، بِمَا لَا دَخْلَ لَهُ فِي مَنْعِ الظُّلْمِ وَالتَّفَصِّي مِنْهُ وَأَطْرِ الظَّالِمِ عَلَى الْحَقِّ، وَالْأَخْذِ عَلَى </p><p> يَدِهِ أَوْ يَنْتَهِي عَنِ الظُّلْمِ، وَأَرْجُو أَلَّا يُؤَاخِذَهُ اللهُ بِمَا يُحَرِّكُ بِهِ الْأَلَمُ لِسَانَهُ مِنْ غَيْرِ رَوِيَّةٍ، وَإِنْ لَمْ يَكُنْ شَرْحًا لِظُلَامَتِهِ، وَوَسِيلَةً لِلِانْتِصَافِ مِنْ ظَالِمِهِ. وَفِي الْحَدِيثِ الْمَرْفُوعِ:  \" إِنَّ لِصَاحِبِ الْحَقِّ مَقَالًا \" رَوَاهُ أَحْمَدُ وَغَيْرُهُ. </p><p> وَكَانَ اللهُ سَمِيعًا عَلِيمًا ; أَيْ كَانَ السَّمْعُ وَالْعِلْمُ وَلَا يَزَالَانِ مِنْ صِفَاتِهِ الثَّابِتَةِ فَلَا يَفُوتُهُ تَعَالَى قَوْلٌ مِنْ أَقْوَالِ مَنْ يَجْهَرُ بِالسُّوءِ، وَلَا يَعْزُبُ عَنْ عِلْمِهِ السَّبَبُ الْبَاعِثُ لَهُ عَلَيْهِ ; لِأَنَّهُ لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْ أَقْوَالِ الْعِبَادِ وَلَا مِنْ أَفْعَالِهِمْ وَلَا نِيَّاتِهِمْ فِيهِمَا، فَمَنْ كَانَ مَعْذُورًا فِي الْجَهْرِ بِالسُّوءِ الَّذِي لَا يُحِبُّهُ اللهُ تَعَالَى لِعِبَادِهِ لِضَرَرِهِ وَمَفْسَدَتِهِ فِيهِمْ بِسَبَبِ الظُّلْمِ، فَإِنَّهُ تَعَالَى لَا يُؤَاخِذُهُ وَلَا يُعَاقِبُهُ عَلَى جَهْرِهِ، وَرُبَّمَا أَثَابَهُ عَلَى مَا يَقْصِدُ مِنْ رَفْعِ الضَّيْمِ عَنْ نَفْسِهِ، وَإِرْجَاعِ الظَّالِمِ إِلَى رُشْدِهِ، وَإِرَاحَةِ النَّاسِ مِنْ شَرِّهِ ; لِأَنَّهُ إِذَا لَمْ يُؤَاخَذْ عَلَى ظُلْمِهِ إِيَّاهُ يَزْدَادُ ضَرَاوَةً فِيهِ وَإِصْرَارًا عَلَيْهِ، إِلَّا أَنْ يَكُونَ مِنْ كِرَامِ النَّاسِ وَأَتْقِيَائِهِمُ الَّذِينَ لَا يَقَعُ الظُّلْمُ مِنْهُمْ إِلَّا هَفَوَاتٍ. </p><p> إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللهَ كَانَ عَفُوًّا قَدِيرًا، لَمَّا بَيَّنَ تَعَالَى أَنَّهُ لَا يُحِبُّ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ بِغَيْرِ عُذْرِ الظُّلْمِ، بَيَّنَ تَعَالَى حُكْمَ إِبْدَاءِ الْخَيْرِ وَإِخْفَائِهِ سَوَاءٌ كَانَ قَوْلًا أَوْ عَمَلًا، وَحُكْمَ الْعَفْوِ عَنِ السُّوءِ وَعَدَمِ مُؤَاخَذَةِ فَاعِلِهِ بِهِ، وَهُوَ أَنَّ فَاعِلِي الْخَيْرَاتِ، جَهْرًا أَوْ سِرًّا، وَالْعَافِينَ عَنِ النَّاسِ الَّذِينَ يُسِيئُونَ إِلَيْهِمْ يَجْزِيهِمْ، سُبْحَانَهُ وَتَعَالَى، مِنْ جِنْسِ عَمَلِهِمْ، فَيَعْفُو عَنْ سَيِّئَاتِهِمْ، وَيُجْزِلُ مَثُوبَتَهُمْ، وَكَانَ شَأْنُهُ الْعَفْوَ وَهُوَ الْقَدِيرُ الَّذِي لَا يُعْجِزُهُ الثَّوَابُ الْكَثِيرُ عَلَى الْعَمَلِ الْقَلِيلِ، وَإِذَا عَفَا فَإِنَّمَا يَعْفُو عَنْ قُدْرَةٍ كَامِلَةٍ عَلَى الْعِقَابِ، فَصِيغَةُ الْمُبَالَغَةِ مِنَ الْقُدْرَةِ (وَهِيَ كَلِمَةُ قَدِيرٍ) هِيَ الَّتِي تَدُلُّ عَلَى إِجْزَالِ الْمَثُوبَةِ وَعَلَى التَّرْغِيبِ فِي الْعَفْوِ </p>"
}