{
  "id": null,
  "sura": 4,
  "aya": 102,
  "text": "<p> هَذِهِ هِيَ الْفَتْوَى: وَأُزِيدُ الْآنَ: أَنَّ الشَّافِعِيَّةَ قَدِ اعْتَمَدُوا فِي كُتُبِ الْفِقْهِ الِاسْتِدْلَالَ عَلَى تَحْدِيدِ سَفَرِ الْقَصْرِ بِمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَابْنِ عُمَرَ مِنْ قَوْلِ الْأَوَّلِ، وَكَوْنِ الثَّانِي كَانَ يُسَافِرُ الْبَرِيدَ فَلَا يَقْصُرُ، وَهَذَا مَا اسْتَدَلَّ بِهِ الشَّافِعِيُّ فِي الْأُمِّ وَلَمْ يَسْتَدِلَّ </p><p> بِحَدِيثٍ مَرْفُوعٍ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَّا قَصْرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي سَفَرِهِ إِلَى مَكَّةَ، وَقَالَ: لَمْ يَبْلُغْنَا أَنْ يَقْصُرَ فِيمَا دُونَ يَوْمَيْنِ، يَعْنِي لَوْ بَلَغَهُ لَعَمِلَ بِهِ كَمَا هِيَ قَاعِدَتُهُ - رَحِمَهُ اللهُ -: \" إِذَا صَحَّ الْحَدِيثُ فَهُوَ مَذْهَبِي \" ، وَقَدْ بَلَغَ غَيْرَهُ مَا لَمْ يَبْلُغْهُ فِي هَذَا، وَهُوَ حَدِيثُ أَنَسٍ عِنْدَ أَحْمَدَ وَمُسْلِمٍ فِي صَحِيحِهِ مِنْ قَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ثَلَاثَةِ فَرَاسِخَ أَوْ أَمْيَالٍ قَالَ الْحَافِظُ ابْنُ حَجَرٍ: وَهُوَ أَصَحُّ حَدِيثٍ وَرَدَ فِي ذَلِكَ وَأَصْرَحُهُ، وَكَانَ سَبَبُهُ أَنَّ أَنَسًا سُئِلَ عَنِ الْقَصْرِ بَيْنَ الْكُوفَةِ وَالْبَصْرَةِ فَقَالَهُ، وَيُرَجِّحُ رِوَايَةَ الثَّلَاثَةِ الْأَمْيَالِ حَدِيثُ أَبِي سَعِيدٍ فِي الْفَرْسَخِ فَإِنَّهُ ثَلَاثَةُ أَمْيَالٍ، فَوَجَبَ عَلَى الشَّافِعِيَّةِ الْعَمَلُ بِهِ كَكُلِّ مَنْ بَلَغَهُ. </p><p> كَيْفِيَّةُ صَلَاةِ الْخَوْفِ فِي الْقُرْآنِ </p><p> قَالَ - عَزَّ وَجَلَّ - بَعْدَمَا تَقَدَّمَ مِنَ الْإِذْنِ بِالْقَصْرِ مِنَ الصَّلَاةِ: وَإِذَا كُنْتَ فِيهِمْ أَيْ: وَإِذَا كُنْتَ أَيُّهَا الرَّسُولُ فِي جَمَاعَتِكَ مِنَ الْمُؤْمِنِينَ، وَمِثْلُهُ فِي هَذَا كُلُّ إِمَامٍ فِي كُلِّ جَمَاعَةٍ فَأَقَمْتَ لَهُمُ الصَّلَاةَ، إِقَامَةُ الصَّلَاةِ تُطْلَقُ عَلَى الذِّكْرِ الَّذِي يُدْعَى بِهِ إِلَى الدُّخُولِ فِيهَا وَهُوَ نِصْفُ ذِكْرِ الْأَذَانِ وَزِيَادَةُ \" قَدْ قَامَتِ الصَّلَاةُ \" مَرَّتَيْنِ بَعْدَ كَلِمَةِ حَيَّ عَلَى الْفَلَّاحِ كَمَا ثَبَتَ فِي السُّنَّةِ الصَّحِيحَةِ، وَقِيلَ: هُوَ كَالْأَذَانِ مَعَ زِيَادَةِ مَا ذُكِرَ، وَتُطْلَقُ عَلَى الْإِتْيَانِ بِهَا مُقَوَّمَةً تَامَّةَ الْأَرْكَانِ وَالشَّرَائِطِ وَالْآدَابِ، وَالظَّاهِرُ هُنَا الْمَعْنَى الْأَوَّلُ، لِتَعْدِيَتِهِ بِاللَّامِ ; وَلِأَنَّ الصَّلَاةَ الْمُبَيَّنَةَ فِي الْآيَةِ لَيْسَتْ تَامَّةً بَلْ هِيَ مَقْصُورٌ مِنْهَا، وَتُقَابِلُ صَلَاةَ الْخَوْفِ هُنَا صَلَاةُ الِاطْمِئْنَانِ الْمَأْمُورِ بِهَا فِي الْآيَةِ التَّالِيَةِ، فَمَعْنَى أَقَمْتَ لَهُمُ الصَّلَاةَ دَعَوْتَهُمْ إِلَى أَدَائِهَا جَمَاعَةً، أَيْ: وَالْزَمَنُ زَمَنُ الْحَرْبِ وَفِتْنَةُ الْكُفَّارِ مُخَوِّفَةٌ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ، فِي الصَّلَاةِ يَقْتَدُونَ بِكَ وَيَبْقَى الْآخَرُونَ مُرَاقِبِينَ الْعَدُوَّ يَحْرُسُونَ الْمُصَلِّينَ خَوْفًا مِنَ اعْتِدَائِهِ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ، أَيْ: وَلِيَحْمِلِ الَّذِينَ يَقُومُونَ مَعَكَ فِي الصَّلَاةِ أَسْلِحَتَهُمْ وَلَا يَدَعُوهَا وَقْتَ الصَّلَاةِ لِئَلَّا يَضْطَرُّوا إِلَى الْمُكَافَحَةِ عَقِبَهَا مُبَاشَرَةً أَوْ قَبْلَ إِتْمَامِهَا فَيَكُونُوا مُسْتَعِدِّينَ لَهَا، وَعَنِ ابْنِ عَبَّاسٍ أَنَّ الْأَمْرَ بِأَخْذِ السِّلَاحِ أَيْ جُمْلَةٍ هُوَ لِلطَّائِفَةِ الْأُخْرَى لِقِيَامِهَا </p><p> بِالْحِرَاسَةِ، وَجَوَّزَ الزَّجَّاجُ وَالنَّحَّاسُ أَنْ يَكُونَ لِلطَّائِفَتَيْنِ جَمِيعًا أَيْ وَلْيَكُنِ الْمُؤْمِنُونَ حِينَ انْقِسَامِهِمْ إِلَى طَائِفَتَيْنِ وَاحِدَةٍ تُصَلِّي وَوَاحِدَةٍ تُرَاقِبُ وَتَحْرُسُ - حَامِلِينَ لِلسِّلَاحِ لَا يَتْرُكُهُ مِنْهُمْ أَحَدٌ، وَوَجْهُ تَقْدِيمِ الْأَوَّلِ أَنَّ مِنْ شَأْنِ الْجَمِيعِ فِي مِثْلِ تِلْكَ الْحَالِ أَنْ يَحْمِلُوا أَسْلِحَتَهُمْ إِلَّا فِي وَقْتِ الصَّلَاةِ الَّتِي لَا يَكُونُ فِيهَا قِتَالٌ وَلَا نِزَالٌ، فَاحْتِيجَ إِلَى الْأَمْرِ بِحَمْلِ السِّلَاحِ فِي الصَّلَاةِ ; لِأَنَّهُ مَظَنَّةُ الْمَنْعِ أَوِ الِامْتِنَاعِ، وَالْأَسْلِحَةُ جَمْعُ سِلَاحٍ وَهُوَ كُلُّ مَا يُقَاتَلُ بِهِ، وَإِنَّمَا يُحْمَلُ مِنْهُ فِي حَالِ إِقَامَةِ الصَّلَاةِ </p><p> التَّامَّةِ الْأَرْكَانِ مَا يَسْهُلُ حَمْلُهُ فِيهَا كَالسَّيْفِ وَالْخِنْجَرِ وَالنِّبَالِ مِنْ أَسْلِحَةِ الزَّمَنِ الْمَاضِي، وَمِثْلَ الْبُنْدُقِيَّةِ عَلَى الظَّهْرِ وَالْمُسَدَّسِ فِي الْحِزَامِ أَوِ الْجَيْبِ مِنْ أَسْلِحَةِ هَذَا الْعَصْرِ فَإِذَا سَجَدُوا، أَيْ: فَإِذَا سَجَدَ الَّذِينَ يَقُومُونَ مَعَكَ فِي الصَّلَاةِ فَلْيَكُونُوا مِنْ وَرَائِكُمْ أَيْ: فَلْيَكُنِ الْآخَرُونَ الَّذِينَ يَحْرُسُونَكُمْ مِنْ خَلْفِكُمْ، وَأَحْوَجُ مَا يَكُونُ الْمُصَلِّي لِلْحِرَاسَةِ سَاجِدًا ; لِأَنَّهُ لَا يَرَى حِينَئِذٍ مَنْ يَهُمُّ بِهِ، أَوْ عَبَّرَ بِالسُّجُودِ عَنِ الصَّلَاةِ أَيْ: إِتْمَامُهَا ; لِأَنَّهُ آخِرُ صَلَاةِ الطَّائِفَةِ الْأُولَى، وَيَجِبُ حِينَئِذٍ أَنْ يَكُونَ الْبَاقُونَ مُسْتَعِدِّينَ لِلْقِيَامِ مَقَامَهُمْ وَالصَّلَاةُ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا صَلُّوا، وَهُوَ قَوْلُهُ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ، أَيْ: وَلْتَأْتِ طَائِفَةُ الَّذِينَ لَمْ يُصَلُّوا لِاشْتِغَالِهِمْ بِالْحِرَاسَةِ فَلْيُصَلُّوا مَعَكَ كَمَا صَلَّتِ الطَّائِفَةُ الْأُولَى: وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ فِي الصَّلَاةِ كَمَا فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ، وَزَادَ هُنَا الْأَمْرَ بِأَخْذِ الْحَذَرِ وَهُوَ التَّيَقُّظُ وَالِاحْتِرَاسُ مِنَ الْمَخْلُوفِ، وَتَقَدَّمَ تَحْقِيقُ الْقَوْلِ فِيهِ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى - مِنْ هَذِهِ السُّورَةِ بَلْ مِنْ هَذَا السِّيَاقِ فِيهَا يَاأَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ (٧١) ، قِيلَ: إِنَّ حِكْمَةَ الْأَمْرِ بِالْحَذَرِ لِلطَّائِفَةِ الثَّانِيَةِ هُوَ أَنَّ الْعَدُوَّ قَلَّمَا يَتَنَبَّهُ فِي أَوَّلِ الصَّلَاةِ لِكَوْنِ الْمُسْلِمِينَ فِيهَا، بَلْ يَظُنُّ إِذَا رَآهُمْ صَفًا أَنَّهُمْ قَدِ اصْطَفَوْا لِلْقِتَالِ، وَاسْتَعَدُّوا لِلْحَرْبِ وَالنِّزَالِ، فَإِذَا رَآهُمْ سَجَدُوا عَلِمَ أَنَّهُمْ فِي صَلَاةٍ، فَيُخْشَى أَنْ يَمِيلَ عَلَى الطَّائِفَةِ الْأُخْرَى عِنْدَ قِيَامِهَا فِي الصَّلَاةِ، كَمَا يَتَرَبَّصُ ذَلِكَ بِهِمْ عِنْدَ كُلِّ غَفْلَةٍ، وَقَدْ بَيَّنَ - تَعَالَى - لَنَا هَذَا مُعَلِّلًا بِهِ الْأَمْرَ بِأَخْذِ الْحَذَرِ وَالسِّلَاحِ حَتَّى فِي الصَّلَاةِ فَقَالَ: وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً، أَيْ: تَمَنَّى أَعْدَاؤُكُمُ الَّذِينَ كَفَرُوا بِاللهِ وَبِمَا أُنْزِلَ عَلَيْكُمْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ </p><p> وَأَمْتِعَتِكُمُ الَّتِي بِهَا بَلَاغُكُمْ فِي سَفَرِكُمْ بِأَنْ تَشْغَلَكُمْ صَلَاتُكُمْ عَنْهَا فَيَمِيلُونَ حِينَئِذٍ عَلَيْكُمْ، أَيْ: يَحْمِلُونَ عَلَيْكُمْ حَمْلَةً وَاحِدَةً وَأَنْتُمْ مَشْغُولُونَ بِالصَّلَاةِ وَاضِعُونَ لِلسِّلَاحِ تَارِكُونَ حِمَايَةَ الْمَتَاعِ وَالزَّادِ، فَيُصِيبُونَ مِنْكُمْ غِرَّةً فَيَقْتُلُونَ مَنِ اسْتَطَاعُوا قَتْلَهُ، وَيَنْتَهِبُونَ مَا اسْتَطَاعُوا أَخْذَهُ، فَلَا تَغْفُلُوا عَنْهُمْ، وَلَا تَجْعَلُوا لَهُمْ سَبِيلًا عَلَيْكُمْ، وَهَذَا الْخِطَابُ عَامٌّ لِجَمِيعِ الْمُؤْمِنِينَ لَا يَخْتَصُّ الطَّائِفَةَ الْحَارِسَةَ دُونَ الْمُصَلِّيَةِ وَهُوَ اسْتِئْنَافٌ بَيَانِيٌّ عَلَى سُنَّةِ الْقُرْآنِ فِي قَرْنِ الْأَحْكَامِ بِعِلَلِهَا وَحِكَمِهَا. </p><p> وَلَمَّا كَانَ الْخِطَابُ عَامًّا لِجَمِيعِ الْمُحَارِبِينَ، وَكَانَ يَعْرِضُ لِبَعْضِ النَّاسِ مِنَ الْعُذْرِ مَا يَشُقُّ مَعَهُ حَمْلُ السِّلَاحِ، عَقَّبَ عَلَى الْعَزِيمَةِ بِالرُّخْصَةِ لِصَاحِبِ الْعُذْرِ فَقَالَ: وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ، أَيْ: وَلَا تَضْيِيقَ عَلَيْكُمْ وَلَا إِثْمَ فِي وَضْعِ أَسْلِحَتِكُمْ إِذَا أَصَابَكُمْ أَذًى مِنْ مَطَرٍ تُمْطَرُونَهُ فَيَشُقُّ عَلَيْكُمْ حَمْلُ السِّلَاحِ مَعَ ثِقَلِهِ فِي ثِيَابِكُمْ، وَرُبَّمَا أَفْسَدَ الْمَاءُ السِّلَاحَ ; لِأَنَّهُ سَبَبُ الصَّدَأِ، أَوْ إِذَا كُنْتُمْ مَرْضَى بِالْجِرَاحِ أَوْ غَيْرِ الْجِرَاحِ مِنَ الْعِلَلِ، وَلَكِنْ يَجِبُ عَلَيْكُمْ حَتَّى فِي هَذِهِ الْحَالِ أَنْ تَأْخُذُوا </p><p> حِذْرَكُمْ وَلَا تَغْفُلُوا عَنْ أَنْفُسِكُمْ، وَلَا عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ، فَإِنَّ عَدْوَكُمْ لَا يَغْفُلُ عَنْكُمْ وَلَا يَرْحَمُكُمْ، وَالضَّرُورَةُ تَتَقَدَّرُ بِقَدْرِهَا إِنَّ اللهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا، بِمَا هَدَاكُمْ إِلَيْهِ مِنْ أَسْبَابِ النَّصْرِ، كَإِعْدَادِ كُلِّ مَا يُسْتَطَاعُ مِنَ الْقُوَّةِ وَأَخْذِ الْحَذَرِ، وَالِاعْتِصَامِ بِالصَّلَاةِ وَالصَّبْرِ، وَرَجَاءِ مَا عِنْدَ اللهِ مِنَ الرِّضْوَانِ وَالْأَجْرِ، فَالظَّاهِرُ أَنَّ الْعَذَابَ ذَا الْإِهَانَةِ هُوَ عَذَابُ الْغَلَبِ وَانْتِصَارِ الْمُسْلِمِينَ عَلَيْهِمْ إِذَا قَامُوا بِمَا أَمَرَهُمُ اللهُ - تَعَالَى - بِهِ مِنَ الْأَسْبَابِ النَّفْسِيَّةِ وَالْعَمَلِيَّةِ، وَسَيَأْتِي قَرِيبًا مَا يُؤَيِّدُ هَذَا الْمَعْنَى فِي هَذَا السِّيَاقِ كَالْأَمْرِ بِذِكْرِ اللهِ كَثِيرًا وَقَوْلُهُ: فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللهِ مَا لَا يَرْجُونَ (٤: ١٠٤) ، وَيُؤَيِّدُهُ قَوْلُهُ - تَعَالَى -: قَاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ (٩: ١٤) ، وَقَالَ جُمْهُورُ الْمُفَسِّرِينَ: إِنَّ الْمُرَادَ بِهِ عَذَابُ الْآخِرَةِ، وَإِنَّهُ مَعَ ذَلِكَ يَنْفِي مَا رُبَّمَا يَخْطُرُ فِي الْبَالِ مِنْ أَنَّ الْأَمْرَ بِأَخْذِ السِّلَاحِ وَالْحَذَرِ يُشْعِرُ بِتَوَقُّعِ النَّصْرِ لِلْأَعْدَاءِ. </p><p> رَوَى الْبُخَارِيُّ أَنَّ الرُّخْصَةَ فِي الْآيَةِ لِلْمَرْضَى، نَزَلَتْ فِي عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ </p><p> وَكَانَ جَرِيحًا، وَالْمَعْنَى عِنْدِي أَنَّ الْآيَةَ قَدِ انْطَبَقَ حُكْمُهَا عَلَيْهِ، وَإِلَّا فَهِيَ قَدْ نَزَلَتْ فِي سِيَاقِ الْآيَاتِ بِأَحْكَامٍ أَعَمَّ وَأَشْمَلَ، وَرَوَى أَحْمَدُ وَالْحَاكِمُ وَصَحَّحَهُ الْبَيْهَقِيُّ فِي الدَّلَائِلِ عَنِ ابْنِ عَيَّاشٍ الزُّرَقِيِّ قَالَ: كُنَّا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي عُسْفَانَ فَاسْتَقْبَلَنَا الْمُشْرِكُونَ وَعَلَيْهِمْ خَالِدُ بْنُ الْوَلِيدِ وَهُمْ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ فَصَلَّى بِنَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الظَّهْرَ فَقَالُوا: قَدْ كَانُوا عَلَى حَالٍ لَوْ أَصَبْنَا غُرَّتَهُمْ، ثُمَّ قَالُوا: يَأْتِي عَلَيْهِمُ الْآنَ صَلَاةٌ هِيَ أَحَبُّ إِلَيْهِمْ مِنْ أَبْنَائِهِمْ وَأَنْفُسِهِمْ ; فَنَزَلَ جِبْرِيلُ بِهَذِهِ الْآيَاتِ بَيْنَ الظَّهْرِ وَالْعَصْرِ وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ، الْحَدِيثَ وَرَوَى التِّرْمِذِيُّ نَحْوَهُ عَنْ أَبِي هُرَيْرَةَ، وَابْنِ جَرِيرٍ نَحْوَهُ عَنْ جَابِرِبْنِ عَبْدِ اللهِ وَابْنِ عَبَّاسٍ، انْتَهَى مِنْ لُبَابِ النُّقُولِ. </p><p> كَيْفِيَّاتُ صَلَاةِ الْخَوْفِ فِي السُّنَّةِ </p><p> (١) وَرَدَ فِي أَدَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِصَلَاةِ الْخَوْفِ جَمَاعَةً - كَيْفِيَّاتٌ مُتَعَدِّدَةٌ أَوْصَلَهَا بَعْضُهُمْ إِلَى سَبْعَ عَشْرَةَ وَالتَّحْقِيقُ مَا قَالَهُ ابْنُ الْقَيِّمِ مِنْ أَنَّ أُصُولَهَا سِتٌّ، وَأَنَّ مَا زَادَ عَلَى ذَلِكَ فَإِنَّمَا هُوَ مِنَ اخْتِلَافِ الرُّوَاةِ فِي وَقَائِعِهَا وَاعْتَمَدَهُ الْحَافِظُ ابْنُ حَجَرٍ، وَالْحَقُّ أَنَّ كُلَّ كَيْفِيَّةٍ مِنْهَا صَحَّتْ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهِيَ جَائِزَةٌ، وَهَاكَ أُصُولُهَا الْمَشْهُورَةُ. </p><p> رَوَى أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ الثَّلَاثَةِ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ (وَفِي لَفْظٍ عَمَّنْ صَلَّى مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ ذَاتِ الرِّقَاعِ) أَنَّ طَائِفَةً صُفَّتْ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَطَائِفَةً وِجَاهَ الْعَدُوِّ - أَيْ تُجَاهَهُ مُرَاقَبَةً لَهُ فَصَلَّى بِالَّتِي مَعَهُ رَكْعَةً ثُمَّ ثَبَتَ قَائِمًا فَأَتَمُّوا لِأَنْفُسِهِمْ ثُمَّ انْصَرَفُوا وِجَاهَ الْعَدُوِّ، وَجَاءَتِ الطَّائِفَةُ الْأُخْرَى </p><p> فَصَلَّى بِهِمُ الرَّكْعَةَ الَّتِي بَقِيَتْ مِنْ صَلَاتِهِ فَأَتَمُّوا لِأَنْفُسِهِمْ فَسَلَّمَ بِهِمْ، وَغَزْوَةُ ذَاتِ الرِّقَاعِ هَذِهِ هِيَ غَزْوَةُ نَجْدٍ، لَقِيَ بِهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَمْعًا مِنْ غَطَفَانَ فَتُوَافَقُوا وَلَمْ يَكُنْ بَيْنَهُمْ قِتَالٌ وَلَكِنَّ الْقِتَالَ كَانَ مُنْتَظَرًا، فَلِذَلِكَ صَلَّى بِأَصْحَابِهِ صَلَاةَ الْخَوْفِ، وَسُمِّيَتْ ذَاتُ الرِّقَاعِ ; لِأَنَّهَا نَقَبَتْ أَقْدَامَهُمْ فَلَفُّوا عَلَى أَرْجُلِهِمُ الرِّقَاعَ أَيِ الْخِرَقَ، وَقِيلَ: لِأَنَّ حِجَارَةَ تِلْكَ الْأَرْضِ مُخْتَلِفَةُ الْأَلْوَانِ كَالرِّقَاعِ الْمُخْتَلِفَةِ، وَقِيلَ غَيْرُ ذَلِكَ. </p><p> هَذِهِ الْكَيْفِيَّةُ فِي حَالَةِ كَوْنِ الْعَدْوِ فِي غَيْرِ جِهَةِ الْقِبْلَةِ وَهِيَ مُنْطَبِقَةٌ عَلَى الْآيَةِ الْكَرِيمَةِ، فَلَيْسَ فِي الْآيَةِ ذِكْرُ السُّجُودِ إِلَّا مَرَّةً وَاحِدَةً، فَظَاهِرُهَا أَنَّ كُلَّ طَائِفَةٍ تُصَلِّي </p><p> رَكْعَةً وَاحِدَةً هِيَ فَرْضُهَا لَا تُتِمُّ رَكْعَتَيْنِ، لَا مَعَ الْإِمَامِ وَلَا وَحْدَهَا، وَهُوَ الَّذِي يُصَلِّي رَكْعَتَيْنِ، وَقَدْ قَالَ بِهَذِهِ الصَّلَاةِ أَفْقَهُ فُقَهَاءِ الصَّحَابَةِ عَلَيْهِمُ الرِّضْوَانُ عَلِيٌّ وَابْنُ عَبَّاسٍ وَابْنُ مَسْعُودٍ وَابْنُ عُمَرَ وَزَيْدُ بْنُ ثَابِتٍ، وَكَذَا أَبُو هُرَيْرَةَ وَأَبُو مُوسَى وَسَهْلُ بْنُ أَبِي حَثْمَةَ رَاوِي الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ، وَعَلَيْهَا مِنْ فُقَهَاءِ آلِ الْبَيْتِ - عَلَيْهِمُ السَّلَامُ - الْقَاسِمُ وَالْمُؤَيَّدُ بِاللهِ وَأَبُو الْعَبَّاسِ، وَمِنْ فُقَهَاءِ الْأَمْصَارِ مَالِكٌ وَالشَّافِعِيُّ وَأَبُو ثَوْرٍ وَغَيْرُهُمْ. </p><p> (٢) رَوَى أَحْمَدُ وَالشَّيْخَانِ عَنِ ابْنِ عُمَرَ قَالَ: صَلَّى رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً وَالطَّائِفَةُ الْأُخْرَى مُوَاجِهَةٌ لِلْعَدُوِّ، ثُمَّ انْصَرَفُوا وَقَامُوا فِي مَقَامِ أَصْحَابِهِمْ مُقْبِلِينَ عَلَى الْعَدُوِّ، وَجَاءَ أُولَئِكَ ثُمَّ صَلَّى بِهِمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَكْعَةً ثُمَّ سَلَّمَ، ثُمَّ قَضَى هَؤُلَاءِ رَكْعَةً وَهَؤُلَاءِ رَكْعَةً. </p><p> هَذِهِ الْكَيْفِيَّةُ تَنْطَبِقُ عَلَى الْآيَةِ أَيْضًا وَهِيَ كَالَّتِي قَبْلَهَا فِي حَالِ كَوْنِ الْعَدُوِّ فِي غَيْرِ جِهَةِ الْقِبْلَةِ، وَلَا فَرْقَ بَيْنَهَا وَبَيْنَ الْأُولَى إِلَّا فِي قَضَاءِ كُلِّ فُرْقَةٍ رَكْعَةً بَعْدَ سَلَامِ الْإِمَامِ لِيَتِمَّ لَهَا رَكْعَتَانِ، وَالظَّاهِرُ أَنَّهُمَا تَأْتِيَانِ بِالرَّكْعَتَيْنِ عَلَى التَّعَاقُبِ لِأَجْلِ الْحِرَاسَةِ، وَأَمَّا فَرْضُ كُلٍّ مِنْهُمَا فِي الْكَيْفِيَّةِ الْأُولَى فَرَكْعَةٌ وَاحِدَةٌ، وَالظَّاهِرُ أَنَّ الطَّائِفَةَ الثَّانِيَةَ تُتِمُّ بَعْدَ سَلَامِ الْإِمَامِ مِنْ غَيْرِ أَنْ تَقْطَعَ صَلَاتَهَا بِالْحِرَاسَةِ، فَتَكُونُ رَكْعَتَاهَا مُتَّصِلَتَيْنِ، وَأَنَّ الْأُولَى لَا تُصَلِّي الرَّكْعَةَ الثَّانِيَةَ إِلَّا بَعْدَ أَنْ تَنْصَرِفَ الطَّائِفَةُ الثَّانِيَةُ مِنْ صَلَاتِهَا إِلَى مُوَاجَهَةِ الْعَدُوِّ وَهُوَ مَا رَوَاهُ أَبُو دَاوُدَ مِنْ حَدِيثِ ابْنِ مُسْعُودٍ فَإِنَّهُ قَالَ: ثُمَّ سَلَّمَ وَقَامَ هَؤُلَاءِ أَيْ: الطَّائِفَةُ الثَّانِيَةُ فَصَلُّوا لِأَنْفُسِهِمْ رَكْعَةً ثُمَّ سَلَّمُوا، وَقَدْ أَخَذَ بِهَذِهِ الْكَيْفِيَّةِ الْحَنَفِيَّةُ وَالْأَوْزَاعِيُّ وَأَشْهَبُ وَرَجَّحَهَا ابْنُ عَبْدِ الْبَرِّ عَلَى غَيْرِهَا بِقُوَّةِ الْإِسْنَادِ وَمُوَافَقَتِهَا لِلْأُصُولِ فِي كَوْنِ الْمَأْمُومِ يُتِمُّ صَلَاتَهُ بَعْدَ سَلَامِ إِمَامِهِ. </p><p> (٣) رَوَى أَحْمَدُ وَالشَّيْخَانِ عَنْ جَابِرٍ قَالَ: \" كُنَّا مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَاتِ الرِّقَاعِ وَأُقِيمَتِ الصَّلَاةُ فَصَلَّى بِطَائِفَةٍ رَكْعَتَيْنِ، ثُمَّ تَأَخَّرُوا وَصَلَّى بِالطَّائِفَةِ الْأُخْرَى رَكْعَتَيْنِ فَكَانَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَرْبَعٌ وَلِلْقَوْمِ رَكْعَتَانِ \" . </p><p> هَذِهِ الْكَيْفِيَّةُ مُنْطَبِقَةٌ عَلَى الْآيَةِ أَيْضًا، وَكَانَتْ كَاللَّتَيْنِ ذُكِرَتَا قَبْلَهَا فِي حَالِ وُجُودِ الْعَدُوِّ فِي غَيْرِ جِهَةِ الْقِبْلَةِ، إِلَّا أَنَّهُ لَيْسَ فِيهَا تَفْصِيلٌ، كَأَنَّ جَابِرًا قَالَ مَا قَالَهُ لِمَنْ كَانَ يَعْرِفُ الْقِصَّةَ وَكَوْنُ كُلِّ طَائِفَةٍ كَانَتْ تُرَاقِبُ الْعَدُوَّ فِي جِهَتِهِ عِنْدَ صَلَاةِ الْأُخْرَى، أَوْ أَنَّ الرَّاوِيَ </p><p> عَنْهُ ذَكَرَ مِنْ مَعْنَى حَدِيثِهِ مَا احْتِيجَ إِلَيْهِ، وَالْفَرْقُ بَيْنَ هَذِهِ وَمَا قَبْلَهَا أَنَّ الصَّلَاةَ كَانَتْ فِيهَا رَكْعَتَيْنِ لِلْجَمَاعَةِ وَأَرْبَعًا لِلْإِمَامِ، وَفِي رِوَايَةِ ابْنِ عُمَرَ رَكْعَتَيْنِ لِكُلٍّ مِنَ الْجَمَاعَةِ وَالْإِمَامِ، وَفِي رِوَايَةِ سَهْلٍ رَكْعَةً وَاحِدَةً لِلْجَمَاعَةِ وَرَكْعَةً لِلْإِمَامِ، فَلَا فَرْقَ إِلَّا فِي عَدَدِ الرَّكَعَاتِ، وَقَدْ صَرَّحَ بِأَنَّ هَذِهِ كَانَتْ فِي ذَاتِ الرِّقَاعِ، وَكَذَلِكَ الْأُولَى، وَالظَّاهِرُ أَنَّ الثَّانِيَةَ كَانَتْ فِيهَا أَيْضًا أَوْ فَي غَزْوَةٍ مِثْلَهَا كَانَ الْعَدُوُّ فِيهَا فِي غَيْرِ جِهَةِ الْقِبْلَةِ. </p><p> وَفِي رِوَايَةٍ لِلشَّافِعِيِّ وَالنَّسَائِيِّ عَنِ الْحَسَنِ عَنْ جَابِرٍ \" أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَّى بِطَائِفَةٍ مِنْ أَصْحَابِهِ رَكْعَتَيْنِ ثُمَّ سَلَّمَ، ثُمَّ صَلَّى بِآخَرِينَ رَكْعَتَيْنِ ثُمَّ سَلَّمَ، وَفِي رِوَايَةٍ أُخْرَى لِلْحَسَنِ عَنْ أَبِي بَكْرَةَ عِنْدَ أَحْمَدَ وَأَبِي دَاوُدَ وَالنَّسَائِيِّ وَغَيْرِهِمْ قَالَ: صَلَّى بِنَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَاةَ الْخَوْفِ فَصَلَّى بِبَعْضِ أَصْحَابِهِ رَكْعَتَيْنِ ثُمَّ سَلَّمَ، ثُمَّ تَأَخَّرُوا وَجَاءَ الْآخَرُونَ فَكَانُوا فِي مَقَامِهِمْ فَصَلَّى بِهِمْ رَكْعَتَيْنِ ثُمَّ سَلَّمَ، فَصَارَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَرْبَعُ رَكَعَاتٍ، وَلِلْقَوْمِ رَكْعَتَانِ رَكْعَتَانِ، وَقَدْ أَعَلُّوا هَذِهِ الرِّوَايَةَ بِأَنَّ أَبَا بَكْرَةَ أَسْلَمَ بَعْدَ وُقُوعِ صَلَاةِ الْخَوْفِ بِمُدَّةٍ وَأَجَابَ الْحَافِظُ ابْنُ حَجَرٍ بِجَوَازِ أَنْ يَكُونَ رَوَاهُ عَمَّنْ صَلَّاهَا، فَيَكُونُ مُرْسَلَ صَحَابِيٍّ، وَيُؤَيِّدُ هَذِهِ الرِّوَايَةَ وَكَوْنَهَا تَفْسِيرًا لِمَا قَبْلَهَا - مُوَافَقَتُهَا لِلْآيَةِ فَضْلَ مُوَافِقَةٍ بِتَصْرِيحِهَا بِمَا يَدُلُّ عَلَى قِيَامِ الرَّكْعَتَيْنِ اللَّتَيْنِ صَلَّاهُمَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالطَّائِفَةِ الثَّانِيَةِ كَانَتَا لَهُ نَفْلًا وَلَهَا فَرْضًا. </p><p> وَاقْتِدَاءُ الْمُفْتَرِضِ بِالْمُتَنَفِّلِ ثَابِتٌ فِي السُّنَّةِ، قَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: وَبِهَذَا قَالَ الشَّافِعِيُّ وَحَكَوْهُ عَنِ الْحَسَنِ الْبَصَرِيِّ وَادَّعَى الطَّحَاوِيُّ أَنَّهُ مَنْسُوخٌ وَلَا تُقْبَلُ دَعْوَاهُ إِذْ لَا دَلِيلَ لِنَسْخِهِ اهـ، أَقُولُ: وَقَدْ قَالَ الشَّافِعِيَّةُ بِاسْتِحْبَابِ إِعَادَةِ الْفَرِيضَةِ مَعَ الْجَمَاعَةِ، وَقَالُوا إِنَّهُ يَنْوِي بِهَا الْفَرْضَ، وَلَمْ يَجْزِمُوا بِأَنَّ الثَّانِيَةَ هِيَ النَّفْلُ، بَلْ قَالَ بَعْضُهُمْ بِجَوَازِ أَنْ تُحْسَبَ الثَّانِيَةُ هِيَ الْفَرِيضَةُ، وَجُمْلَةُ الْقَوْلِ أَنَّ هَذِهِ الْكَيْفِيَّةَ مِنْ صَلَاةِ الْخَوْفِ دَاخِلَةٌ فِي مَفْهُومِ الْآيَةِ، وَمُوَافِقَةٌ لِلْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا فِي عَدَمِ زِيَادَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى رَكْعَتَيْنِ فِي سَفَرِهِ، حَتَّى إِنَّ الشَّافِعِيَّةَ الَّذِينَ يُجِيزُونَ أَدَاءَ الرُّبَاعِيَّةِ تَامَّةً فِي السَّفَرِ قَالُوا: إِنَّ الرَّكْعَتَيْنِ كَانَتَا نَفْلًا لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَوْ صَلَّى الْأَرْبَعَ مَوْصُولَةً لَكَانَ لِمُدَّعٍ أَنْ يَدَّعِيَ عَدَمَ اطِّرَادِ ذَلِكَ النَّفْيِ. </p><p> (٤) رَوَى النَّسَائِيُّ بِإِسْنَادٍ رِجَالُهُ ثِقَاتٌ احْتَجَّ بِهِ الْحَافِظُ ابْنُ حَجَرٍ فِي التَّلْخِيصِ وَابْنُ حَبَّانَ وَصَحَّحَهُ عَنِ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَّى بِذِي قَرَدٍ - بِالتَّحْرِيكِ - وَهُوَ مَاءٌ عَلَى مَسَافَةِ لَيْلَتَيْنِ مِنَ الْمَدِينَةِ بَيْنَهَا وَبَيْنَ خَيْبَرَ، فَصَفَّ النَّاسَ صَفَّيْنِ ; صَفًّا خَلْفَهُ </p><p> وَصَفًّا مُوَازِيَ الْعَدُوِّ، فَصَلَّى بِالَّذِينِ خَلْفَهُ رَكْعَةً ثُمَّ انْصَرَفَ هَؤُلَاءِ إِلَى مَكَانِ هَؤُلَاءِ، وَجَاءَ أُولَئِكَ فَصَلَّى بِهِمْ رَكْعَةً، وَلَمْ يَقْضُوا رَكْعَةً وَرَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ بِإِسْنَادٍ رِجَالُهُ رِجَالُ الصَّحِيحِ عَنْ ثَعْلَبَةَ بْنِ زَهْدَمٍ - رَضِيَ اللهُ عَنْهُ - قَالَ: كُنَّا مَعَ سَعِيدِ بْنِ الْعَاصِ بِطَبَرِسْتَانَ فَقَالَ: أَيُّكُمْ صَلَّى مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَاةَ الْخَوْفِ؟ فَقَالَ حُذَيْفَةُ: أَنَا، فَصَلَّى بِهَؤُلَاءِ رَكْعَةً وَبِهَؤُلَاءِ رَكْعَةً وَلَمْ يَقْضُوا، وَرَوَيَا مِثْلَ صَلَاةِ حُذَيْفَةَ عَنْ زَيْدِ بْنِ ثَابِتٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيُؤَيِّدُ ذَلِكَ حَدِيثُ ابْنِ عَبَّاسٍ الَّذِي تَقَدَّمَ نَقْلُهُ عَنْ زَادِ الْمَعَادِ وَهُوَ: فَرَضَ اللهُ الصَّلَاةَ عَلَى نَبِيِّكُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَضَرِ أَرْبَعًا وَفِي السَّفَرِ رَكْعَتَيْنِ وَفِي الْخَوْفِ رَكْعَةً، رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ، وَالْقَوْلُ بِهَذَا قَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ وَأَبِي مُوسَى الْأَشْعَرِيِّ وَغَيْرِ وَاحِدٍ مِنَ التَّابِعَيْنِ وَهُوَ مَذْهَبُ الثَّوْرِيِّ وَإِسْحَاقَ وَمَنْ تَبِعَهُمَا. </p><p> هَذِهِ الْكَيْفِيَّةُ دَاخِلَةٌ فِي مَفْهُومِ الْآيَةِ الْكَرِيمَةِ أَيْضًا ; إِذْ ظَاهِرُ الْآيَةِ أَنَّ كُلَّ طَائِفَةٍ صَلَّتْ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَكْعَةً وَاحِدَةً، وَلَيْسَ فِيهَا أَنَّ أَحَدًا أَتَمَّ رَكْعَتَيْنِ، وَيُجْمَعُ بَيْنَ هَذَا وَبَيْنَ مَا تَقَدَّمَ مِنْ رِوَايَاتِ الْإِتْمَامِ: بِأَنَّ أَقَلَّ الْوَاجِبِ فِي الْخَوْفِ مَعَ السَّفَرِ رَكْعَةٌ، وَيَجُوزُ جَعْلُهَا رَكْعَتَيْنِ كَسَائِرِ صَلَاةِ السَّفَرِ، وَجَمَعَ بَعْضُهُمْ بِأَنَّ صَلَاةَ الرَّكْعَةِ الْوَاحِدَةِ إِنَّمَا يَكُونُ عِنْدَ شِدَّةِ الْخَوْفِ، وَلَا يَتَّجِهُ هَذَا إِلَّا بِنَقْلٍ يُعْلَمُ بِهِ ذَلِكَ وَلَوْ بِبَيَانِ أَنَّ الْخَوْفَ كَانَ شَدِيدًا فِي الْغَزَوَاتِ الَّتِي صَلَّى فِيهَا رَكْعَةً وَاحِدَةً بِكُلِّ طَائِفَةٍ وَلَمْ تَقْضِ وَاحِدَةٌ مِنْهُمَا أَيْ لَمْ تُتِمَّ، وَإِنْ كَانَتِ الْأَحْوَالُ الَّتِي تَقَعُ فِيهَا الْأَعْمَالُ لَا تُعَدُّ شُرُوطًا لَهَا إِلَّا بِدَلِيلٍ. </p><p> (٥) رَوَى أَحْمَدُ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ عَنْ أَبِي هُرَيْرَةَ قَالَ: صَلَّيْتُ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَاةَ الْخَوْفِ عَامَ غَزْوَةِ نَجْدٍ فَقَامَ إِلَى صَلَاةِ الْعَصْرِ فَقَامَتْ مَعَهُ طَائِفَةٌ وَطَائِفَةٌ أُخْرَى مُقَابِلَ الْعَدُوِّ وَظُهُورُهُمْ إِلَى الْقِبْلَةِ فَكَبَّرَ فَكَبَّرُوا جَمِيعًا الَّذِينَ مَعَهُ، وَالَّذِينَ مُقَابِلُ الْعَدُوِّ، ثُمَّ رَكَعَ رَكْعَةً وَاحِدَةً وَرَكَعَتِ الطَّائِفَةُ الَّتِي مَعَهُ ثُمَّ سَجَدَ فَسَجَدَتِ </p><p> الطَّائِفَةُ الَّتِي تَلِيهِ، وَالْآخَرُونَ قِيَامٌ مُقَابِلِي الْعَدُوِّ، ثُمَّ قَامَ وَقَامَتِ الطَّائِفَةُ الَّتِي مَعَهُ فَذَهَبُوا إِلَى الْعَدُوِّ فَقَابَلُوهُمْ، وَأَقْبَلَتِ الطَّائِفَةُ الَّتِي كَانَتْ مُقَابِلَ الْعَدُوِّ فَرَكَعُوا وَسَجَدُوا وَرَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا هُوَ، ثُمَّ قَامُوا فَرَكَعَ رَكْعَةً أُخْرَى وَرَكَعُوا مَعَهُ وَسَجَدَ وَسَجَدُوا مَعَهُ، ثُمَّ أَقْبَلَتِ الطَّائِفَةُ الَّتِي كَانَتْ مُقَابِلَ الْعَدُوِّ فَرَكَعُوا وَسَجَدُوا وَرَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَاعِدٌ وَمَنْ مَعَهُ، ثُمَّ كَانَ السَّلَامُ فَسَلَّمَ وَسَلَّمُوا جَمِيعًا، فَكَانَ لِرَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَكْعَتَانِ، وَلِكُلِّ طَائِفَةٍ رَكْعَتَانِ. </p><p> هَذِهِ الْكَيْفِيَّةُ تُشَارِكُ مَا قَبْلَهَا بِكَوْنِهَا مِنَ الْكَيْفِيَّاتِ الَّتِي كَانَ الْعَدُوُّ فِيهَا فِي غَيْرِ جِهَةِ الْقِبْلَةِ وَكَوْنُهَا كَانَتْ فِي غَزْوَةِ نَجْدٍ وَهِيَ غَزْوَةُ ذَاتِ الرِّقَاعِ وَكَانَتْ بِأَرْضِ غَطَفَانَ، وَهُنَاكَ مَكَانٌ يُسَمَّى بَطْنَ نَخْلٍ وَهُوَ الَّذِي صَلَّى فِيهِ بِكُلِّ طَائِفَةٍ رَكْعَتَيْنِ كَمَا تَقَدَّمَ، وَتُخَالِفُهَا كُلُّهَا </p><p> كَمَا تُخَالِفُ مَا أَرْشَدَتْ إِلَيْهِ الْآيَةُ الَّتِي نَزَلَتْ فِي تِلْكَ الْغَزْوَةِ فِيمَا تَدُلُّ عَلَيْهِ مِنْ تَرْكِ الطَّائِفَتَيْنِ مَعًا لِلْقِيَامِ تُجَاهَ الْعَدُوِّ فِي آخِرِ الصَّلَاةِ، وَتُخَالِفُ الْأَصْلَ الْمُجْمَعَ عَلَيْهِ فِي وُجُوبِ اسْتِقْبَالِ الْقِبْلَةِ وَقْتَ تَكْبِيرَةِ الْإِحْرَامِ، وَقَدْ رَوَى أَبُو دَاوُدَ عَنْ عَائِشَةَ كَيْفِيَّةَ هَذِهِ الصَّلَاةِ فِي هَذِهِ الْغَزْوَةِ فَصَرَّحَتْ بِأَنَّهُ كَبَّرَ مَعَهُ الَّذِينَ صُفُّوا مَعَهُ قَالَتْ: \" كَبَّرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَبَّرَتِ الطَّائِفَةُ الَّذِينَ صُفُّوا مَعَهُ ثُمَّ رَكَعَ فَرَكَعُوا ثُمَّ سَجَدَ فَسَجَدُوا ثُمَّ رَفَعَ فَرَفَعُوا، ثُمَّ مَكَثَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ سَجَدُوا هُمْ لِأَنْفُسِهِمُ الثَّانِيَةَ ثُمَّ قَامُوا فَنَكَصُوا عَلَى أَعْقَابِهِمْ يَمْشُونَ الْقَهْقَرَى حَتَّى قَامُوا مِنْ وَرَائِهِمْ وَجَاءَتِ الطَّائِفَةُ الْأُخْرَى فَقَامُوا فَكَبَّرُوا ثُمَّ رَكَعُوا لِأَنْفُسِهِمْ ثُمَّ سَجَدَ رَسُولُ اللهِ عَلَيْهِ وَسَلَّمَ فَسَجَدُوا مَعَهُ ثُمَّ قَامَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسَجَدُوا لِأَنْفُسِهِمُ الثَّانِيَةَ، ثُمَّ قَامَتِ الطَّائِفَتَانِ جَمِيعًا فَصَلُّوا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَرَكَعَ فَرَكَعُوا ثُمَّ سَجَدَ فَسَجَدُوا جَمِيعًا ثُمَّ عَادَ فَسَجَدَ الثَّانِيَةَ وَسَجَدُوا مَعَهُ سَرِيعًا كَأَسْرَعِ الْإِسْرَاعِ ثُمَّ سَلَّمَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسَلَّمُوا، فَقَامَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ شَارَكَهُ النَّاسُ فِي الصَّلَاةِ كُلِّهَا، وَفِي إِسْنَادِ هَذَا الْحَدِيثِ مُحَمَّدُ بْنُ إِسْحَاقَ وَقَدْ صَرَّحَ بِالتَّحْدِيثِ، وَإِنَّمَا وَقَعَ الْخِلَافُ فِي عَنْعَنَتِهِ لَا فِي سَمَاعِهِ، وَهَذِهِ كَيْفِيَّةٌ أُخْرَى أَجْدَرُ مِنْ رِوَايَةِ أَبِي هُرَيْرَةَ بِأَنْ يَعْتَمِدَ عَلَيْهَا لِخُلُوِّهَا مِنْ ذِكْرِ الْإِحْرَامِ مَعَ عِلْمِ اسْتِقْبَالِ الْقِبْلَةِ، وَكَأَنَّ عَائِشَةَ أَجَابَتْ عَنْ تَرْكِ الْحِرَاسَةِ بِالْإِسْرَاعِ فِي السُّجُودِ، وَفِي النَّفْسِ مِنْهَا شَيْءٌ، وَمَا أَرَى أَنَّ الشَّيْخَيْنِ تَرَكَا ذِكْرَ هَذَيْنِ الْحَدِيثَيْنِ فِي صَحِيحِيهِمَا لِأَجْلِ سَنَدَيْهِمَا فَقَطْ. </p><p> (٦) رَوَى أَحْمَدُ وَمُسْلِمٌ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ عَنْ جَابِرٍ قَالَ: شَهِدْتُ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَاةَ الْخَوْفِ فَصَفَّنَا صَفَّيْنِ خَلْفَهُ وَالْعَدُوُّ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ، فَكَبَّرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَكَبَّرْنَا جَمِيعًا ثُمَّ رَكَعَ وَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ، وَرَفَعَنَا جَمِيعًا ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ وَقَامَ الصَّفُّ الْآخَرُ فِي نَحْرِ الْعَدْوِ، فَلَمَّا قَضَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - السُّجُودَ وَالصَّفُّ الَّذِي يَلِيهِ انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ وَقَامُوا، ثُمَّ تَقَدَّمَ الصَّفُّ الْمُؤَخَّرُ وَتَأَخَّرَ الصَّفُّ الْمُقَدَّمُ، ثُمَّ رَكَعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ رَأْسَهُ وَرَفَعَنَا جَمِيعًا، ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفِّ الَّذِي يَلِيهِ الَّذِي كَانَ مُؤَخَّرًا فِي الرَّكْعَةِ الْأُولَى، وَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نَحْرِ الْعَدُوِّ فَلَمَّا قَضَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - السُّجُودَ بِالصَّفِّ الَّذِي يَلِيهِ انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ فَسَجَدُوا، ثُمَّ سَلَّمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسَلَّمْنَا جَمِيعًا قَالَ فِي الْمُنْتَقَى بَعْدَ إِيرَادِ هَذَا الْحَدِيثِ: وَرَوَى أَحْمَدُ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ هَذِهِ الصِّفَةَ مِنْ حَدِيثِ ابْنِ عَيَّاشٍ الزُّرَقِيِّ وَقَالَ: فَصَلَّاهَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرَّتَيْنِ مَرَّةً بِعُسْفَانَ وَمَرَّةً بِأَرْضِ بَنِي سُلَيْمٍ وَالْبُخَارِيُّ لَمْ يُخَرِّجْ هَذَا الْحَدِيثَ، وَقَالَ: إِنَّ جَابِرًا صَلَّى </p>"
}