{
  "id": null,
  "sura": 4,
  "aya": 100,
  "text": "<p> وَالذُّلِّ، فَيُرْغِمُ بِذَلِكَ أُنُوفَهُمْ، وَفِيهِ الْوَعْدُ لِلْمُهَاجِرِينَ فِي سَبِيلِ اللهِ بِتَسْهِيلِ السُّبُلِ وَسَعَةِ الْعَيْشِ، وَإِنَّمَا تَكُونُ الْهِجْرَةُ فِي سَبِيلِ اللهِ حَقِيقَةً إِذَا كَانَ قَصْدُ الْمُهَاجِرِ مِنْهَا إِرْضَاءَ اللهِ - تَعَالَى - بِإِقَامَةِ دِينِهِ، كَمَا يَجِبُ، وَكَمَا يُحِبُّ - تَعَالَى -، وَنَصْرَ أَهْلِهِ الْمُؤْمِنِينَ، عَلَى مَنْ يَبْغِي عَلَيْهِمْ مِنَ الْكَافِرِينَ. </p><p> وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللهِ، الْمُهَاجِرُ كَسَائِرِ النَّاسِ عُرْضَةٌ لِلْمَوْتِ، وَلَمَّا وَعَدَ تَعَالَى مَنْ يُهَاجِرُ فَيَصِلُ إِلَى دَارِ الْهِجْرَةِ بِالظَّفَرِ بِمَا يَنْبَغِي مِنْ وِجْدَانِ الْمُرَاغَمِ وَالسَّعَةِ، وَعَدَ مَنْ يَمُوتُ فِي الطَّرِيقِ قَبْلَ بُلُوغِهَا بِأَجْرٍ عَظِيمٍ يَضْمَنُهُ - عَزَّ وَجَلَّ - لَهُ، فَمَتَى خَرَجَ مِنْ بَيْتِهِ بِقَصْدِ الْهِجْرَةِ إِلَى اللهِ أَيْ: حَيْثُ يُرْضِي اللهَ وَإِلَى نُصْرَةِ رَسُولِهِ فِي حَيَاتِهِ، وَمِثْلُهَا إِقَامَةُ سُنَنِهِ بَعْدَ وَفَاتِهِ، كَانَ مُسْتَحِقًّا لِهَذَا الْأَجْرِ، وَلَوْ مَاتَ بَعْدَ مُجَاوَزَتِهِ عَتَبَةَ الْبَابِ، وَلَمْ يُصِبْ تَعَبًا وَلَا مَشَقَّةً، فَإِنَّ نِيَّةَ الْهِجْرَةِ مَعَ الْإِخْلَاصِ كَافِيَةٌ لِاسْتِحْقَاقِهِ لَهُ، وَقَدْ أَبْهَمَ هَذَا الْأَجْرَ وَجَعَلَهُ حَقًّا وَاقِعًا عَلَيْهِ - تَبَارَكَ اسْمُهُ - لِلْإِيذَانِ بِعِظَمِ قَدْرِهِ، وَتَأْكِيدِ ثُبُوتِهِ وَوُجُوبِهِ، وَالْوُجُوبُ وَالْوُقُوعُ يَتَوَارَدَانِ عَلَى مَعْنًى وَاحِدٍ، وَمِنْهُ قَوْلُهُ - تَعَالَى -: فَإِذَا وَجَبَتْ جُنُوبُهَا (٢٢: ٣٦) ، أَيْ: سَقَطَتْ جُنُوبُ الْبُدْنِ عِنْدَمَا تُنْحَرُ فِي النُّسُكِ، وَلِلَّهِ - تَعَالَى - أَنْ يُوجِبَ عَلَى نَفْسِهِ مَا شَاءَ، وَلَيْسَ لِغَيْرِهِ أَنْ يُوجِبَ عَلَيْهِ شَيْئًا إِذْ لَا سُلْطَانَ فَوْقَ سُلْطَانِهِ، فَأَيْنَ هَذَا الْوَعْدُ لِلْمُهَاجِرِينَ فِي تَأْكِيدِهِ، وَإِيجَابِهِ مِنْ وَعْدِ تَارِكِي الْهِجْرَةِ لِضَعْفِهِمْ وَعَجْزِهِمْ مِنْ جَعْلِهِ مَحَلَّ الرَّجَاءِ وَالطَّمَعِ فَقَطْ؟ لَا يَسْتَوِيَانِ وَكَانَ اللهُ غَفُورًا رَحِيمًا، أَيْ: وَكَانَ شَأْنُهُ الثَّابِتُ </p><p> لَهُ أَزَلًا وَأَبَدًا، أَنَّهُ غَفُورٌ يَسْتُرُ مَا سَبَقَ لِأَمْثَالِ هَؤُلَاءِ الْمُهَاجِرِينَ مِنَ الذُّنُوبِ بِإِيمَانِهِمُ الَّذِي حَمَلَهُمْ عَلَى تَرْكِ أَوْطَانِهِمْ وَمَعَاهِدِ أُنْسِهِمْ لِأَجْلِ إِقَامَةِ دِينِهِ وَاتِّبَاعِ سَبِيلِهِ، رَحِيمًا بِهِمْ يَشْمَلُهُمْ بِعَطْفِهِ وَيَغْمُرُهُمْ بِإِحْسَانِهِ. </p><p> هَذِهِ الْآيَاتُ فِي الْهِجْرَةِ نَزَلَتْ فِي سِيَاقٍ وَاحِدٍ مُتَّصِلًا بَعْضُهَا بِبَعْضٍ كَمَا قُلْنَا، وَمَنْ شَمَلَهُ الْوَعْدُ مِنَ الْمُهَاجِرِينَ فِي تِلْكَ الْأَثْنَاءِ ضَمْرَةُ بْنُ جُنْدُبٍ، فَعَدُّوا خَبَرَ هِجْرَتِهِ مِنْ أَسْبَابِ نُزُولِ الشِّقِّ الْأَخِيرِ مِنْ هَذِهِ الْآيَةِ، وَمَا هُوَ بِسَبَبٍ إِلَّا فِي اصْطِلَاحِهِمُ الَّذِي يَتَسَاهَلُونَ فِيهِ بِإِطْلَاقِ السَّبَبِ كَمَا بَيَّنَّا مِرَارًا، رَوَى ابْنُ أَبِي حَاتِمٍ وَأَبُو يَعْلَى بِسَنَدٍ جَيِّدٍ عَنِ ابْنِ عَبَّاسٍ: خَرَجَ ضَمْرَةُ بْنُ جُنْدُبٍ مِنْ بَيْتِهِ مُهَاجِرًا فَقَالَ لِأَهْلِهِ: احْمِلُونِي فَأَخْرِجُونِي مِنْ أَرْضِ الْمُشْرِكِينَ إِلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَمَاتَ فِي الطَّرِيقِ قَبْلَ أَنْ يَصِلَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> فَنَزَلَ الْوَحْيُ وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا الْآيَةَ، وَمِنْهُمْ أَبُو ضَمْرَةَ أَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ أَبِي ضَمْرَةَ الزُّرَقِيِّ، وَكَانَ بِمَكَّةَ فَلَمَّا نَزَلَتْ إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً، قَالَ: إِنِّي لَغَنِيٌّ وَإِنِّي لَذُو حِيلَةٍ، فَتَجَهَّزَ يُرِيدُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَدْرَكَهُ الْمَوْتُ بِالتَّنْعِيمِ، فَنَزَلَتْ هَذِهِ الْآيَةُ وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ الْآيَةَ، وَمِنْهُمْ آخَرُونَ قَالَ السُّيُوطِيُّ فِي اللُّبَابِ بَعْدَ إِيرَادِ الرِّوَايَتَيْنِ الْمَذْكُورَتَيْنِ آنِفًا، وَأَخْرَجَ ابْنُ جَرِيرٍ نَحْوَ ذَلِكَ مِنْ طُرُقٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَعِكْرِمَةَ وَقَتَادَةَ وَالسُّدِّيِّ وَالضَّحَّاكِ وَغَيْرِهِمْ وَسُمِّيَ فِي بَعْضِهَا ضَمْرَةُ بْنُ الْعِيصِ أَوِ الْعِيصُ بْنُ ضَمْرَةَ، وَفِي بَعْضِهَا جُنْدَبُ بْنُ حَمْزَةَ الْجُنْدَعِيُّ وَفِي بَعْضِهَا الضَّمْرِيُّ وَفِي بَعْضِهَا رَجُلٌ مِنْ بَنِي ضَمْرَةَ وَفِي بَعْضِهَا رَجُلٌ مِنْ خُزَاعَةَ، وَفِي بَعْضِهَا رَجُلٌ مِنْ بَنِي لَيْثٍ وَفِي بَعْضِهَا مِنْ بَنِي كِنَانَةَ وَفِي بَعْضِهَا مِنْ بَنِي بَكْرٍ قَالَ: وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ وَابْنُ مَنْدَهْ وَالْبَارُودِيُّ فِي الصَّحَابَةِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّ الزُّبَيْرَ بْنَ الْعَوَّامِ قَالَ: هَاجَرَ خَالِدُ بْنُ حَرَامٍ إِلَى أَرْضِ الْحَبَشَةِ فَنَهَشَتْهُ حَيَّةٌ فِي الطَّرِيقِ فَمَاتَ فَنَزَلَتْ فِيهِ الْآيَةُ. </p><p> وَأَخْرَجَ الْأُمَوِيُّ فِي مَغَازِيهِ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ قَالَ: لَمَّا بَلَغَ أَكْثَمَ بْنَ صَيْفِيٍّ مَخْرَجُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَرَادَ أَنْ يَأْتِيَهُ فَأَبَى قَوْمُهُ أَنْ يَدَعُوهُ، قَالَ: فَلْيَأْتِ مَنْ يُبَلِّغُهُ عَنِّي وَيُبَلِّغُنِي عَنْهُ، فَانْتَدَبَ لَهُ رَجُلَانِ فَأَتَيَا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالَا: نَحْنُ رُسُلُ أَكْثَمَ بْنِ صَيْفِيٍّ، وَهُوَ يَسْأَلُكَ مَنْ أَنْتَ وَمَا أَنْتَ وَبِمَ جِئْتَ؟ قَالَ: أَنَا مُحَمَّدُ بْنُ </p><p> عَبْدِ اللهِ، وَأَنَا عَبْدُ اللهِ وَرَسُولُهُ، ثُمَّ تَلَا عَلَيْهِمْ إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ (١٦: ٩٠) ، الْآيَةَ، فَأَتَيَا أَكْثَمَ فَقَالَا لَهُ ذَلِكَ، فَقَالَ: أَيْ قَوْمِ، إِنَّهُ يَأْمُرُ بِمَكَارِمِ الْأَخْلَاقِ وَيَنْهَى عَنْ مَلَائِمِهَا، فَكُونُوا فِي هَذَا الْأَمْرِ رُءُوسًا وَلَا تَكُونُوا أَذْنَابًا، فَرَكِبَ بِعِيرَهُ مُتَوَجِّهًا إِلَى الْمَدِينَةِ فَمَاتَ فِي الطَّرِيقِ فَنَزَلَتْ فِيهِ الْآيَةُ، مُرْسَلٌ إِسْنَادُهُ ضَعِيفٌ، وَأَخْرَجَ أَبُو حَاتِمٍ فِي كِتَابِ الْمُعَمَّرِينَ مِنْ طَرِيقَيْنِ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ سُئِلَ عَنْ هَذِهِ الْآيَةِ قَالَ: نَزَلَتْ فِي أَكْثَمَ، قِيلَ: فَأَيْنَ اللَّيْثِيُّ؟ قَالَ: هَذَا قَبْلَ اللَّيْثِيِّ بِزَمَانٍ وَهِيَ خَاصَّةٌ عَامَّةٌ اهـ. </p><p> وَمَجْمُوعُ الرِّوَايَاتِ يُؤَيِّدُ رَأْيَنَا مِنْ أَنَّهَا نَزَلَتْ هِيَ وَمَا قَبْلَهَا فِي سِيَاقِ أَحْكَامِ الْحَرْبِ لَا مُنْفَرِدَةً فَطَبَّقُوهَا عَلَى الْوَقَائِعِ الَّتِي حَدَثَتْ فِي ذَلِكَ الْعَهْدِ وَلَمْ تَنْزِلْ لِأَجْلِ وَقْعَةٍ مُعَيَّنَةٍ مِنْهَا. </p><p> حِكْمَةُ الْهِجْرَةِ وَسَبَبُ مَشْرُوعِيَّتِهَا </p><p> قَدْ عُلِمَ مِنْ هَذِهِ الْآيَاتِ وَمِنْ غَيْرِهَا مِمَّا نَزَلَ فِي الْهِجْرَةِ مِنَ الْأَحَادِيثِ وَالسُّنَّةِ الَّتِي جَرَى عَلَيْهَا الصَّدْرُ الْأَوَّلُ مِنَ الْمُسْلِمِينَ أَنَّ الْهِجْرَةَ شُرِعَتْ لِثَلَاثَةِ أَسْبَابٍ أَوْ حِكَمٍ، اثْنَانِ مِنْهَا يَتَعَلَّقَانِ بِالْأَمْرِ، وَالثَّالِثُ يَتَعَلَّقُ بِالْجَمَاعَةِ. </p><p> أَمَّا الْأَوَّلُ: فَهُوَ أَنَّهُ لَا يَجُوزُ لِمُسْلِمٍ أَنْ يُقِيمَ فِي بَلَدٍ يَكُونُ فِيهَا ذَلِيلًا مُضْطَهَدًا فِي حُرِّيَّتِهِ الدِّينِيَّةِ وَالشَّخْصِيَّةِ، فَكُلُّ مُسْلِمٍ يَكُونُ فِي مَكَانٍ يُفْتَنُ فِيهِ عَنْ دِينِهِ أَوْ يَكُونُ مَمْنُوعًا مِنْ إِقَامَتِهِ فِيهِ كَمَا يَعْتَقِدُ، يَجِبُ عَلَيْهِ أَنْ يُهَاجِرَ مِنْهُ إِلَى حَيْثُ يَكُونُ حُرًّا فِي تَصَرُّفِهِ وَإِقَامَةِ دِينِهِ، وَإِلَّا كَانَتْ إِقَامَتُهُ مَعْصِيَةً يَتَرَتَّبُ عَلَيْهَا مَا لَا يُحْصَى مِنَ الْمَعَاصِي، وَإِلَّا جَازَ لَهُ الْإِقَامَةُ، وَهَذَا هُوَ الَّذِي عَنَاهُ الْأُسْتَاذُ الْإِمَامُ بِمَا قَالَهُ عَنْ بَعْضِ الْمُسْلِمِينَ الْمُقِيمِينَ فِي بِلَادِ الْإِنْكِلِيزِ مُتَمَتِّعِينَ بِحُرِّيَّتِهِمُ الدِّينِيَّةِ. </p><p> وَأَمَّا الثَّانِي: فَهُوَ تَلَقِّي الدِّينِ وَالتَّفَقُّهُ فِيهِ، وَكَانَ ذَلِكَ فِي عَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَاصًّا بِالزَّمَنِ الَّذِي كَانَ فِيهِ إِرْسَالُ الدُّعَاةِ وَالْمُرْشِدِينَ مِنْ قِبَلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُتَعَذِّرًا لِقُوَّةِ الْمُشْرِكِينَ عَلَى الْمُسْلِمِينَ وَصَدِّهِمْ إِيَّاهُمْ عَنْ ذَلِكَ، وَلَا يَجُوزُ لِمَنْ أَسْلَمَ فِي مَكَانٍ لَيْسَ فِيهِ عُلَمَاءُ يَعْرِفُونَ أَحْكَامَ الدِّينِ أَنْ يُقِيمَ فِيهِ، بَلْ يَجِبُ أَنْ يُهَاجِرَ إِلَى حَيْثُ يَتَلَقَّى الدِّينَ وَالْعِلْمَ. </p><p> وَأَمَّا الثَّالِثُ - الْمُتَعَلِّقُ بِجَمَاعَةِ الْمُسْلِمِينَ: فَهُوَ أَنَّهُ يَجِبُ عَلَى مَجْمُوعِ الْمُسْلِمِينَ أَنْ تَكُونَ لَهُمْ جَمَاعَةٌ أَوْ دَوْلَةٌ قَوِيَّةٌ تَنْشُرُ دَعْوَةَ الْإِسْلَامِ، وَتُقِيمُ أَحْكَامَهُ وَحُدُودَهُ، وَتَحْفَظُ </p><p> بَيْضَتَهُ وَتَحْمِي دُعَاتَهُ وَأَهْلَهُ مِنْ بَغْيِ الْبَاغِينَ، وَعُدْوَانِ الْعَادِينَ وَظُلْمِ الظَّالِمِينَ، فَإِذَا كَانَتْ هَذِهِ الْجَمَاعَةُ أَوِ الدَّوْلَةُ أَوِ الْحُكُومَةُ ضَعِيفَةً يُخْشَى عَلَيْهَا مِنْ إِغَارَةِ الْأَعْدَاءِ وَجَبَ عَلَى الْمُسْلِمِينَ أَيْنَمَا كَانُوا وَحَيْثُمَا حَلُّوا أَنْ يَشُدُّوا أَزْرَهَا، حَتَّى تَقْوَى وَتَقُومَ بِمَا يَجِبُ عَلَيْهَا، فَإِذَا تَوَقَّفَ ذَلِكَ عَلَى هِجْرَةِ الْبَعِيدِ عَنْهَا إِلَيْهَا وَجَبَ عَلَيْهِ ذَلِكَ وُجُوبًا قَطْعِيًّا لَا هَوَادَةَ فِيهِ، وَإِلَّا كَانَ رَاضِيًا بِضَعْفِهَا وَمُعِينًا لِأَعْدَاءِ الْإِسْلَامِ عَلَى إِبْطَالِ دَعْوَتِهِ وَخَفْضِ كَلِمَتِهِ. </p><p> كَانَتْ هَذِهِ الْأَسْبَابُ الثَّلَاثَةُ مُتَحَقِّقَةً فِي فَتْحِ مَكَّةَ، فَلَمَّا فُتِحَتْ قَوِيَ الْإِسْلَامُ عَلَى الشِّرْكِ فِي جَزِيرَةِ الْعَرَبِ كُلِّهَا وَصَارَ النَّاسُ يَدْخُلُونَ فِي دِينِ اللهِ أَفْوَاجًا، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرْسِلُ إِلَى كُلِّ جِهَةٍ مَنْ يُعَلِّمُ أَهْلَهَا شَرَائِعَ الْإِسْلَامِ، فَزَالَ سَبَبُ وُجُوبِ الْهِجْرَةِ لِأَجْلِ الْأَمْنِ مِنَ الْفِتْنَةِ وَالْقُدْرَةِ عَلَى إِقَامَةِ الدِّينِ، وَسَبَبُ وُجُوبِهَا لِأَجْلِ التَّفَقُّهِ فِي الدِّينِ إِلَّا نَادِرًا، وَسَبَبُ وُجُوبِهَا لِتَأْيِيدِ جَمَاعَةِ الْمُسْلِمِينَ وَتَقْوِيَتِهِمْ وَنَصْرِهِمْ عَلَى مَنْ كَانَ يُحَارِبُهُمْ لِأَجْلِ دِينِهِمْ ; وَلِهَذَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَا هِجْرَةَ بَعْدَ الْفَتْحِ وَلَكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا </p>"
}