{
  "id": null,
  "sura": 4,
  "aya": 123,
  "text": "<p> وَعَنْ مَسْرُوقٍ قَالَ: احْتَجَّ الْمُسْلِمُونَ وَأَهْلُ الْكِتَابِ، فَقَالَ الْمُسْلِمُونَ: نَحْنُ أَهْدَى مِنْكُمْ وَقَالَ أَهْلُ الْكِتَابِ: نَحْنُ أَهْدَى مِنْكُمْ فَأَنْزَلَ اللهُ هَذِهِ الْآيَةَ. </p><p> وَعَنْ قَتَادَةَ قَالَ: ذُكِرَ لَنَا أَنَّ الْمُسْلِمِينَ وَأَهْلَ الْكِتَابِ افْتَخَرُوا فَقَالَ أَهْلُ الْكِتَابِ: نَبِيُّنَا قَبْلَ نَبِيِّكُمْ وَكِتَابُنَا قَبْلَ كِتَابِكُمْ وَنَحْنُ أَوْلَى بِاللهِ مِنْكُمْ، وَقَالَ الْمُسْلِمُونَ: نَحْنُ أَوْلَى بِاللهِ مِنْكُمْ وَنَبِيُّنَا خَاتَمُ النَّبِيِّينَ وَكِتَابُنَا يَقْضِي عَلَى الْكُتُبِ الَّتِي كَانَتْ قَبْلَهُ، فَأَنْزَلَ اللهُ لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ إِلَى قَوْلِهِ: وَمَنْ أَحْسَنُ دِينًا الْآيَةَ، فَأَفْلَجَ اللهُ حُجَّةَ الْمُسْلِمِينَ عَلَى مَنْ نَاوَأَهُمْ مِنْ أَهْلِ الْأَدْيَانِ. </p><p> وَعَنِ السُّدِّيِّ: الْتَقَى نَاسٌ مِنَ الْمُسْلِمِينَ وَالْيَهُودِ وَالنَّصَارَى، فَقَالَتِ الْيَهُودُ لِلْمُسْلِمِينَ: نَحْنُ خَيْرٌ مِنْكُمْ، دِينُنَا قَبْلَ دِينِكُمْ وَنَبِيُّنَا قَبْلَ نَبِيِّكُمْ وَنَحْنُ عَلَى دِينِ إِبْرَاهِيمَ، وَلَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ يَهُودِيًّا، وَقَالَتِ النَّصَارَى مِثْلَ ذَلِكَ، فَقَالَ الْمُسْلِمُونَ: كِتَابُنَا بَعْدَ كِتَابِكُمْ وَنَبِيُّنَا بَعْدَ نَبِيِّكُمْ وَدِينُنَا بَعْدَ دِينِكُمْ، وَقَدْ أُمِرْتُمْ أَنْ تَتْبَعُونَا وَتَتْرُكُوا أَمْرَكُمْ، فَنَحْنُ خَيْرٌ مِنْكُمْ نَحْنُ عَلَى دِينِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ، وَلَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ عَلَى دِينِنَا، فَرَدَّ اللهُ عَلَيْهِمْ قَوْلَهُمْ فَقَالَ: لَيْسَ بِأَمَانِيِّكُمْ إِلَخْ. </p><p> وَعَنِ الضَّحَّاكِ وَأَبِي صَالِحٍ نَحْوُ ذَلِكَ، بَلْ رَوَى ابْنُ جَرِيرٍ نَحْوَهُ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، وَذَكَرُوا أَنَّ الْآيَاتِ الثَّلَاثَ نَزَلَتْ فِي ذَلِكَ. </p><p> الْأُسْتَاذُ الْإِمَامُ: يُقَالُ فِي سَبَبِ النُّزُولِ أَنَّهُ اجْتَمَعَ نَفَرٌ مِنَ الْمُسْلِمِينَ وَالْيَهُودِ وَالنَّصَارَى وَتَكَلَّمَ كُلٌّ فِي تَفْضِيلِ دِينِهِ فَنَزَلَ قَوْلُهُ تَعَالَى: لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ الْآيَةَ، وَالْمَعْنَى بِنَاءً عَلَى ذَلِكَ: لَيْسَ شَرَفُ الدِّينِ وَفَضْلُهُ وَلَا نَجَاةُ أَهْلِهِ بِهِ أَنْ يَقُولَ الْقَائِلُ مِنْهُمْ: إِنَّ دِينِي أَفْضَلُ وَأَكْمَلُ، وَأَحَقُّ وَأَثْبَتُ، وَإِنَّمَا عَلَيْهِ إِذَا كَانَ مُوقِنًا بِهِ أَنْ يَعْمَلَ بِمَا يَهْدِيهِ إِلَيْهِ، فَإِنَّ الْجَزَاءَ إِنَّمَا يَكُونُ عَلَى الْعَمَلِ لَا عَلَى التَّمَنِّي وَالْغُرُورِ، فَلَا أَمْرُ نَجَاتِكُمْ أَيُّهَا الْمُسْلِمُونَ مَنُوطًا بِأَمَانِيِّكُمْ فِي دِينِكُمْ، وَلَا أَمْرُ </p><p> نَجَاةِ أَهْلِ الْكِتَابِ مَنُوطًا بِأَمَانِيِّهِمْ فِي دِينِهِمْ. </p><p> فَإِنَّ الْأَدْيَانَ مَا شُرِعَتْ لِلتَّفَاخُرِ وَالتَّبَاهِي، وَلَا تَحْصُلُ فَائِدَتُهَا بِمُجَرَّدِ الِانْتِمَاءِ إِلَيْهَا وَالتَّمَدُّحِ بِهَا بِلَوْكِ الْأَلْسِنَةِ وَالتَّشَدُّقِ فِي الْكَلَامِ، بَلْ شُرِعَتْ لِلْعَمَلِ، قَالَ: وَالْآيَةُ مُرْتَبِطَةٌ بِمَا قَبْلَهَا سَوَاءٌ صَحَّ مَا رُوِيَ فِي سَبَبِ نُزُولِهَا أَمْ لَمْ يَصِحَّ ; لِأَنَّ قَوْلَهُ تَعَالَى: يَعِدُهُمْ وَيُمَنِّيهِمْ فِي الْآيَاتِ الَّتِي قَبْلَهَا يَدْخُلُ فِيهِ الْأَمَانِيُّ الَّتِي كَانَ يَتَمَنَّاهَا أَهْلُ الْكِتَابِ غُرُورًا بِدِينِهِمْ، إِذْ كَانُوا يَرَوْنَ أَنَّهُمْ شَعْبُ اللهِ الْخَاصُّ، وَيَقُولُونَ إِنَّهُمْ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ، وَأَنَّهُ لَنْ تَمَسَّهُمُ النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً، وَأَنَّهُ لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى، وَغَيْرُ ذَلِكَ مِمَّا يَقُولُونَ وَيَدَّعُونَ ; وَإِنَّمَا سَرَى هَذَا الْغُرُورُ إِلَى أَهْلِ الْأَدْيَانِ مِنِ اتِّكَالِهِمْ عَلَى الشَّفَاعَاتِ، وَزَعْمِهِمْ أَنَّ فَضْلَهُمْ عَلَى غَيْرِهِمْ مِنَ الْبِشْرِ بِمَنْ بُعِثَ فِيهِمْ مِنَ الْأَنْبِيَاءِ لِذَاتِهِمْ، فَهُمْ بِكَرَامَتِهِمْ </p><p> يَدْخُلُونَ الْجَنَّةَ وَيَنْجُونَ مِنَ الْعَذَابِ لَا بِأَعْمَالِهِمْ، فَحَذَّرَنَا اللهُ أَنْ نَكُونَ مِثْلَهُمْ، وَكَانَتْ هَذِهِ الْأَمَانِيُّ قَدْ دَبَّتْ إِلَى الْمُسْلِمِينَ فِي عَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِدَلِيلِ قَوْلِهِ تَعَالَى فِي سُورَةِ الْحَدِيدِ: أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ (٥٧: ١٦) الْآيَةَ، فَهَذَا خِطَابٌ لِلَّذِينِ كَانُوا ضُعَفَاءَ الْإِيمَانِ مِنَ الْمُسْلِمِينَ فِي الْعَصْرِ الْأَوَّلِ وَلِأَمْثَالِهِمْ فِي كُلِّ زَمَانٍ، وَاللهُ عَلِيمٌ بِمَا كَانُوا عَلَيْهِ حِينَ أَنْزَلَ هَذِهِ الْمَوْعِظَةَ وَبِمَا آلَ وَمَا يَئُولُ إِلَيْهِ أَمَرْهُمْ بَعْدَ ذَلِكَ، وَلَوْ تَدَبَّرُوا قَوْلَهُ لَمَا كَانَ لِأَمْثَالِ هَذِهِ الْأَمَانِيِّ عَلَيْهِمْ مِنْ سُلْطَانٍ، فَقَدْ بَيَّنَ لَهُمْ طُرُقَ الْغُرُورِ وَمَدَاخِلَ الشَّيْطَانِ فِيهَا، وَقَدْ رُوِيَ حَدِيثٌ عَنِ الْحَسَنِ لَيْسَ الْإِيمَانُ بِالتَّمَنِّي وَلَكِنْ مَا وَقَرَ فِي الْقَلْبِ وَصَدَّقَهُ الْعَمَلُ وَقَالَ الْحَسَنُ:  \" إِنَّ قَوْمًا غَرَّتْهُمُ الْمَغْفِرَةُ فَخَرَجُوا مِنَ الدُّنْيَا وَهُمْ مَمْلُوءُونَ بِالذُّنُوبِ وَلَوْ صَدَقُوا لَأَحْسَنُوا الْعَمَلَ \" . </p><p> ثُمَّ ذَكَرَ الْأُسْتَاذُ الْإِمَامُ بَعْدَ هَذَا حَالَ مُسْلِمِي هَذَا الْعَصْرِ فِي غُرُورِهِمْ وَأَمَانِيِّهِمْ وَمَدْحِ دِينِهِمْ وَتَرْكِهِمُ الْعَمَلَ بِهِ وَبَيَّنَ أَصْنَافَهُمْ فِي ذَلِكَ، وَمِمَّا قَالَهُ: إِنَّ كَثِيرًا مِنَ النَّاسِ يَقُولُونَ تَبَعًا لِمَنْ قَبْلَهُمْ فِي أَزْمِنَةٍ مَضَتْ: إِنَّ الْإِسْلَامَ أَفْضَلُ الْأَدْيَانِ، أَيُّ دِينٍ أَصْلَحَ إِصْلَاحَهُ؟ أَيُّ دِينٍ أَرْشَدَ إِرْشَادَهُ؟ أَيُّ شَرْعٍ كَشَرْعِهِ فِي كَمَالِهِ؟ وَلَوْ </p><p> سُئِلَ الْوَاحِدُ مِنْهُمْ: مَاذَا فَعَلَ الْإِسْلَامُ وَبِمَاذَا يَمْتَازُ عَلَى غَيْرِهِ مِنَ الْأَدْيَانِ؟ لَا يُحِيرُ جَوَابًا وَإِذَا عَرَضَتْ عَلَيْهِ شُبْهَةٌ عَلَى الْإِسْلَامِ وَسُئِلَ كَشْفَهَا حَاصَ حَيْصَةَ الْحُمُرِ، وَقَالَ: أَعُوذُ بِاللهِ أَعُوذُ بِاللهِ، وَالضَّالُّ يَبْقَى عَلَى ضَلَالِهِ، وَالطَّاعِنُ فِي الدِّينِ يَتَمَادَى فِي طَعْنِهِ، وَالْمَغْرُورُ يَسْتَرْسِلُ فِي غُرُورِهِ، فَالْكَلَامُ كَثِيرٌ وَلَا عِلْمَ وَلَا عَمَلَ يَرْفَعُ شَأْنَ الْإِسْلَامِ وَالْمُسْلِمِينَ، انْتَهَى مَا قَالَهُ الْأُسْتَاذُ الْإِمَامُ بِإِيضَاحٍ لِبَعْضِ الْجُمَلِ وَاخْتِصَارٍ فِي بَيَانِ ضُرُوبِ الْغُرُورِ وَأَصْنَافِ الْمُغْتَرِّينَ. </p><p> مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ هَذَا بَيَانٌ مِنَ اللهِ لِحَقِيقَةِ الْأَمْرِ فِي الْمَسْأَلَةِ، فَإِنَّهُ لَمَّا نَفَى أَنْ يَكُونَ الْأَمْرُ مَنُوطًا بِالْأَمَانِيِّ وَالتَّشْبِيهَاتِ وَغُرُورِ النَّاسِ بِدِينِهِمْ، كَانَ مَنْ يَسْمَعُ هَذَا النَّفْيَ جَدِيرًا بِأَنْ يَتَشَوَّفَ إِلَى اسْتِبَانَةِ الْحَقِّ وَالْوُقُوفِ عَلَى حُكْمِ اللهِ فِيهِ، وَيَجْعَلُهُ مَوْضُوعَ السُّؤَالِ، فَبَيَّنَهُ عَزَّ وَجَلَّ بِصِيغَةِ الْعُمُومِ، وَالْمَعْنَى أَنَّ كُلَّ مَنْ يَعْمَلُ سُوءًا يَلْقَى جَزَاءَهُ ; لِأَنَّ الْجَزَاءَ بِحَسَبِ سُنَّةِ اللهِ تَعَالَى أَثَرٌ طَبِيعِيٌّ لِلْعَمَلِ لَا يَتَخَلَّفُ فِي اتِّبَاعِ بَعْضِ الْأَنْبِيَاءِ وَيَنْزِلُ بِغَيْرِهِمْ كَمَا يَتَوَهَّمُ أَصْحَابُ الْأَمَانِيِّ وَالظُّنُونِ فَعَلَى الصَّادِقِ فِي دِينِهِ الْمُخْلِصِ لِرَبِّهِ أَنْ يُحَاسِبَ نَفْسَهُ عَلَى الْعَمَلِ بِمَا هَدَاهُ إِلَيْهِ كِتَابُهُ وَرَسُولُهُ، وَيَجْعَلُهُ مِعْيَارَ سَعَادَتِهِ لَا كَوْنَ ذَلِكَ الْكِتَابِ أَكْمَلَ، وَذَلِكَ الرَّسُولِ أَفْضَلَ، فَإِنَّ مَنْ كَانَ دِينُهُ أَكْمَلَ تَكُونُ الْحُجَّةُ عَلَيْهِ فِي التَّقْصِيرِ أَقْوَى، وَقَدْ رُوِيَ فِي التَّفْسِيرِ الْمَأْثُورِ أَنَّ هَذِهِ الْكُلِّيَّةَ الْعَامَّةَ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ، رَاعَتْ أَبَا بَكْرٍ الصَّدِيقَ - رَضِيَ اللهُ عَنْهُ - وَأَخَافَتْهُ فَسَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْهَا وَقَالَ: مَنْ يَنْجُ مَعَ هَذَا يَا رَسُولَ اللهِ؟ فَقَالَ لَهُ النَّبِيُّ </p><p> - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> أَمَا تَحْزَنُ، أَمَا تَمْرَضُ، أَمَا يُصِيبُكَ الْبَلَاءُ؟ قَالَ بَلَى يَا رَسُولَ اللهِ، قَالَ: هُوَ ذَاكَ وَأَوْرَدَ السُّيُوطِيُّ فِي الدُّرِّ الْمَنْثُورِ أَحَادِيثَ فِي الْجَزَاءِ الدُّنْيَوِيِّ عَلَى الْأَعْمَالِ وَجَعَلَهَا تَفْسِيرًا لِلْآيَةِ وَبَعْضُ مَا وَرَدَ فِي ذَلِكَ مُطْلَقٌ عَامٌّ، وَيُؤْخَذُ مِنْ بَعْضِهِ أَنَّهُ خَاصٌّ بِالْمُؤْمِنِينَ أَوْ كَمَلَتِهِمْ كَأَبِي بَكْرٍ، وَهَذَا هُوَ الَّذِي مَالَ إِلَيْهِ الْأُسْتَاذُ فِي الدَّرْسِ، وَإِذَا طَبَّقْنَا الْمَسْأَلَةَ عَلَى سُنَّةِ اللهِ الَّتِي لَا تَبْدِيلَ لَهَا وَلَا تَحْوِيلَ، عَلِمْنَا أَنَّ مَصَائِبَ الدُّنْيَا تَكُونُ جَزَاءً عَلَى مَا يُقَصِّرُ فِيهِ النَّاسُ مِنَ السَّيْرِ عَلَى سُنَنِ الْفِطْرَةِ وَطَلَبِ الْأَشْيَاءِ مِنْ أَسْبَابِهَا، وَاتِّقَاءِ الْمَضَرَّاتِ بِاجْتِنَابِ عِلَلِهَا </p><p> وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ (٤٢: ٣٠) ، وَمِنْ ذَلِكَ التَّقْصِيرِ مَا هُوَ مَعْصِيَةٌ شَرْعِيَّةٌ كَشُرْبِ الْخَمْرِ الَّذِي هُوَ عِلَّةُ أَمْرَاضٍ كَثِيرَةٍ، وَمِنْهَا مَا لَيْسَ كَذَلِكَ، وَلَمَّا كَانَ عَمَلُ السُّوءِ يُدَسِّي النَّفْسَ وَيُدَنِّسُ الرُّوحَ كَانَ سَبَبًا طَبِيعِيًّا لِلْجَزَاءِ فِي الْآخِرَةِ، كَمَا تَكُونُ الْخَمْرُ سَبَبًا لِلْجَزَاءِ فِي الدُّنْيَا بِتَأْثِيرِهَا فِي الْكَبِدِ وَالْجِهَازِ الْهَضْمِيِّ وَالْجِهَازِ التَّنَفُّسِيِّ، بَلْ وَالْمَجْمُوعِ الْعَصَبِيِّ فَهَلْ يَكُونُ الْمَرَضُ النَّاشِئُ عَنْ شُرْبِ الْخَمْرِ كَفَّارَةً لِلْجَزَاءِ عَلَى شُرْبِهَا فِي الْآخِرَةِ، وَيَكُونُ ذَلِكَ دَاخِلًا فِي مَعْنَى كَوْنِ مَصَائِبِ الدُّنْيَا كَفَّارَاتٍ لِلذُّنُوبِ، وَأَنَّ مَنْ لَمْ يُصَبْ بِمَرَضٍ وَلَا مُصِيبَةٍ بِسَبَبِ ذَنْبِهِ يُعَاقَبُ عَلَيْهِ فِي الْآخِرَةِ وَيُحْرَمُ مِنْ مِثْلِ هَذِهِ الْكَفَّارَةِ كَمَا إِذَا شَرِبَ الْخَمْرَ مَرَّةً أَوْ مَرَّاتٍ لَمْ تُؤَثِّرْ فِي بَدَنِهِ تَأْثِيرًا شَدِيدًا؟ أَمِ الْمَصَائِبُ تَكُونُ كَفَّارَاتٍ لِلذُّنُوبِ الَّتِي هِيَ مُسَبَّبَةٌ عَنْهَا وَلِغَيْرِهَا مُطْلَقًا؟ وَكَيْفَ يَنْطَبِقُ هَذَا التَّكْفِيرُ عَلَى سُنَّةِ اللهِ فِي الْجَزَاءِ الْأُخْرَوِيِّ؟ الْحَقُّ فِي الْمَسْأَلَةِ أَنَّهُ لَا يَشِذُّ شَيْءٌ عَنْ سُنَنِ اللهِ تَعَالَى، وَأَنَّ الْمُصِيبَةَ فِي الدُّنْيَا إِنَّمَا تَكُونُ كَفَّارَةً فِي الْآخِرَةِ إِذَا أَثَّرَتْ فِي تَزْكِيَةِ النَّفْسِ تَأْثِيرًا صَالِحًا وَكَانَتْ سَبَبًا لِقُوَّةِ الْإِيمَانِ أَوْ تَرْكِ السُّوءِ وَالتَّوْبَةِ مِنْهُ لِظُهُورِ ضَرَرِهِ فِي الدِّينِ أَوِ الدُّنْيَا، أَوِ الرَّغْبَةِ فِي عَمَلٍ صَالِحٍ بِمَا تُحْدِثُهُ مِنَ الْعِبْرَةِ، وَمِنْ شَأْنِ الْمُؤْمِنِ الْمُهْتَدِي بِكِتَابِ اللهِ تَعَالَى أَنْ يَسْتَفِيدَ مِنَ الْمَصَائِبِ وَالنَّوَائِبِ فَتَكُونَ مُرَبِّيَةً لِعَقْلِهِ وَنَفْسِهِ كَمَا بَيَّنَاهُ فِي التَّفْسِيرِ وَغَيْرِ التَّفْسِيرِ مِرَارًا، وَلَا يُعْقَلُ أَنْ تَكُونَ كُلُّ مُصِيبَةٍ كَفَّارَةً لِذَنْبٍ أَوْ لِعِدَّةِ ذُنُوبٍ، بَلْ رُبَّمَا كَانَتِ الْمُصِيبَةُ سَبَبًا لِمُضَاعَفَةِ الذُّنُوبِ وَاسْتِحْقَاقِ أَشَدِّ الْعَذَابِ، كَالْمَصَائِبِ الَّتِي تَحْمِلُ أَهْلَ الْجَزَعِ وَمَهَانَةِ النَّفْسِ وَضَعْفِ الْإِيمَانِ - دَعِ الْكُفْرَ - عَلَى ذُنُوبٍ لَمْ يَكُونُوا لِيَقْتَرِفُوهَا لَوْلَا الْمُصِيبَةُ، وَالْكَلَامُ فِي الْآيَةِ عَلَى جَزَاءِ الْآخِرَةِ بِالذَّاتِ كَمَا يَدُلُّ عَلَيْهِ مُقَابِلُهُ فِي الْآيَةِ الْأُخْرَى. </p><p> أَمَّا قَوْلُهُ تَعَالَى: وَلَا يَجِدْ لَهُ مِنْ دُونِ اللهِ وَلِيًّا وَلَا نَصِيرًا فَمَعْنَاهُ أَنَّ مَنْ يَعْمَلُ السُّوءَ وَيَسْتَحِقُّ الْجَزَاءَ عَلَيْهِ بِحَسَبِ سُنَنِ اللهِ تَعَالَى فِي تَأْثِيرِ عَمَلِ السُّوءِ تَأْثِيرًا تَكُونُ عَاقِبَتُهُ شَرًّا مِنْهُ كَمَا قَالَ فِي سُورَةٍ أُخْرَى ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى (٣٠: ١٠) ، لَا يَجِدُ لَهُ وَلِيًّا غَيْرَ اللهِ يَتَوَلَّى أَمْرَهُ وَيَدْفَعُ الْجَزَاءَ عَنْهُ، وَلَا نَصِيرًا يَنْصُرُهُ وَيُنْقِذُهُ مِمَّا يَحِلُّ بِهِ، لَا مِنَ الْأَنْبِيَاءِ الَّذِينَ تَفَاخَرَ وَيَتَفَاخَرُ أَصْحَابُ الْأَمَانِيِّ بِالِانْتِسَابِ إِلَيْهِمْ </p><p> وَلَا مِنْ غَيْرِهِمْ مِنَ الْمَخْلُوقَاتِ </p>"
}