{
  "id": null,
  "sura": 4,
  "aya": 17,
  "text": "<p> بِهِ خَطِيئَتُهُ حَتَّى آثَرَ طَاعَةَ شَهْوَتِهِ عَلَى طَاعَةِ اللهِ وَرَسُولِهِ، فَصَدَقَ عَلَيْهِ قَوْلُهُ - تَعَالَى -: بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ [٢: ٨١] فَرَاجِعْ تَفْسِيرَ هَذِهِ الْآيَةِ فِي الْجُزْءِ الْأَوَّلِ مِنَ التَّفْسِيرِ. </p><p> رُبَّمَا يَقُولُ قَائِلٌ: إِنَّنَا نَرَى كَثِيرًا مِنْ أَفْرَادِ هَذَا الصِّنْفِ مَعَ تَلَبُّسِهِمْ بِهَذِهِ الْحَالَةِ يَطْمَعُونَ فِي عَفْوِ اللهِ وَمَغْفِرَتِهِ، وَذَلِكَ دَلِيلُ الْإِيمَانِ الْمُنَجِّي. وَالْجَوَابُ عَنْ هَذَا: أَنَّ مَنْ يُصِرُّ عَلَى مَعْصِيَتِهِ - تَعَالَى - عَامِدًا عَالِمًا بِنَهْيهِ، وَوَعِيدِهِ لَا يَكُونُ مُؤْمِنًا بِصِدْقِ خَبَرِهِ، وَلَا مُذْعِنًا لِشَرْعِهِ الَّذِي تُنَالُ رَحْمَتُهُ وَرِضَاهُ بِالْتِزَامِهِ، وَعَذَابُهُ وَبَأْسُهُ بِاعْتِدَاءِ حُدُودِهِ، فَيَكُونُ إِذًا مُسْتَهْزِئًا بِهِ، فَالْإِصْرَارُ عَلَى الْعِصْيَانِ مَعَ عَدَمِ اسْتِشْعَارِ الْخَوْفِ، وَالنَّدَمِ لَا يَجْتَمِعُ مَعَ الْإِيمَانِ الصَّحِيحِ بِعَظَمَةِ اللهِ وَصِدْقِهِ فِي وَعْدِهِ وَوَعِيدِهِ. وَبِهَذَا الَّذِي قَرَّرْتُهُ يَكُونُ الْخِلَافُ لَفْظِيًّا لَا حَقِيقِيًّا. </p><p> أَقُولُ: هَذَا بَسْطُ مَا قَرَّرَهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ عَلَى الطَّرِيقَةِ الْمَشْهُورَةِ، وَإِذَا تَذَكَّرَ الْقَارِئُ طَرِيقَتَنَا فِي مِثْلِ هَذِهِ الْمَسْأَلَةِ الَّتِي أَجَازَهَا الْأُسْتَاذُ الْإِمَامُ - إِذْ بَسَطْنَاهَا فِي التَّفْسِيرِ وَفِي بَابِ الْفَتَاوَى مِنَ الْمَنَارِ - فَإِنَّهُ يَزْدَادُ عِلْمًا وَبَيِّنَةً فِي هَذَا الْمَقَامِ. وَأَعْنِي بِهَذِهِ الطَّرِيقَةِ تَأْثِيرَ الذُّنُوبِ وَالْخَطَايَا فِي النَّفْسِ إِلَى أَلَّا يَبْقَى لِلْإِيمَانِ سُلْطَانٌ عَلَيْهَا، وَسَنُعِيدُ الْقَوْلَ فِيهِ قَرِيبًا فِي تَفْسِيرِ: إِنَّمَا التَّوْبَةُ عَلَى اللهِ إلخ. </p><p> وَلَهُ عَذَابٌ مُهِينٌ قَالَ الْأُسْتَاذُ الْإِمَامُ: أَرَادَ اللهُ - تَعَالَى - بِالْعَذَابِ الْمُهِينِ عَذَابَ الرُّوحِ بِالْإِهَانَةِ، يَعْنِي رَحِمَهُ اللهُ أَنَّ بَدَنَ هَذَا الْعَاصِي يُعَذَّبُ فِي النَّارِ مِنْ حَيْثُ هُوَ </p><p> حَيَوَانٌ يَتَأَلَّمُ، وَرُوحُهُ تَتَأَلَّمُ بِالْإِهَانَةِ مِنْ حَيْثُ هُوَ إِنْسَانٌ يَشْعُرُ بِمَعْنَى الْكَرَامَةِ وَالشَّرَفِ، فَنَسْأَلُ اللهَ - تَعَالَى - النَّجَاةَ مِنَ الْعَذَابِ الْمُهِينِ، وَالْفَوْزَ بِالنَّعِيمِ الْمُقِيمِ. </p><p> وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللهُ لَهُنَّ سَبِيلًا وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللهَ كَانَ تَوَّابًا رَحِيمًا </p><p> قَالَ الْبِقَاعِيُّ فِي تَفْسِيرِهِ:  (نَظْمِ الدُّرَرِ، فِي تَنَاسُبِ الْآيَاتِ وَالسُّوَرِ) بَعْدَ تَفْسِيرِ الْآيَاتِ </p><p> السَّابِقَةِ مُبَيِّنًا وَجْهَ الِاتِّصَالِ بَيْنَهَا وَبَيْنَ هَذِهِ الْآيَاتِ مَا نَصُّهُ:  \" وَلَمَّا تَقَدَّمَ - سُبْحَانَهُ - فِي الْإِيصَاءِ بِالنِّسَاءِ، وَكَانَ الْإِحْسَانُ فِي الدُّنْيَا تَارَةً يَكُونُ بِالثَّوَابِ، وَتَارَةً يَكُونُ بِالزَّجْرِ، وَالْعِقَابِ ; لِأَنَّ مَدَارَ الشَّرَائِعِ عَلَى الْعَدْلِ، وَالْإِنْصَافِ، وَالِاحْتِرَازِ فِي كُلِّ بَابٍ عَنْ طَرَفَيِ الْإِفْرَاطِ وَالتَّفْرِيطِ - خَتَمَ - سُبْحَانَهُ - بِإِهَانَةِ الْعَاصِي، وَكَانَ إِحْسَانًا إِلَيْهِ بِكَفِّهِ عَنِ الْفَسَادِ ; لِئَلَّا يُلْقِيَهُ ذَلِكَ إِلَى الْهَلَاكِ أَبَدَ الْآبَادِ، وَكَانَ مِنْ أَفْحَشِ الْعِصْيَانِ الزِّنَا، وَكَانَ الْفَسَادُ فِي النِّسَاءِ أَكْثَرَ، وَالْفِتْنَةُ بِهِنَّ أَكْبَرَ، وَالضَّرَرُ مِنْهُنَّ أَخْطَرَ، وَقَدْ يُدْخِلْنَ عَلَى الرِّجَالِ مَنْ يَرِثُ مِنْهُمْ مِنْ غَيْرِ أَوْلَادِهِمْ قَدَّمَهُنَّ فِيهِ اهْتِمَامًا بِزَجْرِهِنَّ \" اهـ. </p><p> وَأَقُولُ: وَجْهُ الِاتِّصَالِ أَنَّ هَاتَيْنِ الْآيَتَيْنِ فِي بَعْضِ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِالرِّجَالِ وَالنِّسَاءِ كَالَّتِي قَبْلَهُمَا - وَقَدْ تَقَدَّمَ الْقَوْلُ فِي كَوْنِ آيِ الْإِرْثِ وَرَدَتْ فِي سِيَاقِ أَحْكَامِ النِّسَاءِ حَتَّى جَعَلَ إِرْثَ الْأُنْثَى فِيهَا أَصْلًا، أَوْ كَالْأَصْلِ يُبْنَى غَيْرُهُ عَلَيْهِ، وَيُعْرَفُ بِهِ (رَاجِعْ تَفْسِيرَ: لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ)  [فِي ص٣٢٢ ج ٤ ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] وَكَانَ الْكَلَامُ قَبْلَهَا فِي تَوْرِيثِ النِّسَاءِ كَالرِّجَالِ، وَالْقِسْطِ فِيهِنَّ وَعَدَدِ مَا يَحِلُّ مِنْهُنَّ مَعَ الْعَدْلِ، فَلَا غَرْوَ إِذَا جَاءَ حُكْمُ إِتْيَانِهِنَّ الْفَاحِشَةَ بَعْدَ مَا ذَكَرَ مُقَدَّمًا عَلَى حُكْمِ إِتْيَانِ الرِّجَالِ الْفَاحِشَةَ، وَجَعَلَ ذَلِكَ بَيْنَ مَا تَقَدَّمَ، وَبَيْنَ حُكْمِ مَا كَانَتْ عَلَيْهِ الْجَاهِلِيَّةُ مِنْ إِرْثِ النِّسَاءِ كُرْهًا وَعَضْلِهِنَّ لِأَكْلِ أَمْوَالِهِنَّ، </p><p> وَحُكْمِ مَا يَحْرُمُ مِنْهُنَّ فِي النِّكَاحِ. وَقَدْ أَحْسَنَ الْبِقَاعِيُّ فِي تَوْجِيهِ الِاهْتِمَامِ بِتَقْدِيمِ ذِكْرِ النِّسَاءِ هُنَا بِعِلَاقَتِهِ بِالْإِرْثِ عَلَى رَأْيِ الْجُمْهُورِ فِي تَفْسِيرِ الْفَاحِشَةِ بِالزِّنَا الَّذِي يَقْضِي إِلَى تَوْرِيثِ وَلَدِ الزِّنَا، وَلَكِنَّنَا لَا نُسَلِّمُ لَهُ أَنَّ الْفَسَادَ فِي النِّسَاءِ أَكْثَرُ مِنْهُ فِي الرِّجَالِ بَلِ الرِّجَالُ أَكْثَرُ جُرْأَةً عَلَى الْفَوَاحِشِ وَإِتْيَانًا لَهَا، وَلَوْ أَمْكَنَ إِحْصَاءُ الزُّنَاةِ، وَالزَّوَانِي لَعَرَفَ ذَلِكَ كُلُّ أَحَدٍ. </p><p> قَالَ - تَعَالَى -: وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ اللَّاتِي: جَمْعٌ سَمَاعِيٌّ لِكَلِمَةِ الَّتِي أَوْ بِمَعْنَى الْجَمْعِ. وَيَأْتِينَ الْفَاحِشَةَ مَعْنَاهَا يَفْعَلْنَ الْفِعْلَةَ الشَّدِيدَةَ الْقُبْحِ، وَهِيَ الزِّنَا عَلَى رَأْيِ الْجُمْهُورِ، وَالسِّحَاقُ عَلَى مَا اخْتَارَهُ أَبُو مُسْلِمٍ، وَنَقَلَهُ عَنْ مُجَاهِدٍ. وَأَصْلُ الْإِتْيَانِ وَالْإِتِيِّ الْمَجِيءُ، تَقُولُ: جِئْتُ الْبَلَدَ وَأَتَيْتُ الْبَلَدَ، وَجِئْتُ زَيْدًا، وَأَتَيْتُهُ، وَيَجْعَلُونَ مَفْعُولَهُمَا حَدَثًا فَيَكُونَانِ بِمَعْنَى الْفِعْلِ، وَمِنْهُ فِي الْمَجِيءِ قَوْلُهُ - تَعَالَى - حِكَايَةً عَنْ صَاحِبِ مُوسَى: لَقَدْ جِئْتَ شَيْئًا نُكْرًا [١٨: ٧٤] وَقَوْلُهُ - تَعَالَى -: لَقَدْ جِئْتُمْ شَيْئًا إِدًّا [١٩: ٨٩] وَاسْتِعْمَالُ الْإِتْيَانِ فِي الزِّنَا، وَاللِّوَاطِ هُوَ الشَّائِعُ كَمَا تَرَى فِي الْآيَاتِ عَنْ قَوْمِ لُوطٍ، وَحِينَئِذٍ يَكُونُ مَفْعُولُهُ حَدَثًا كَمَا فِي الْآيَةِ الَّتِي نُفَسِّرُهَا، وَمَا بَعْدَهَا، وَيَكُونُ شَخْصًا كَمَا فِي قَوْلِهِ: إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ [٧: ٨١] إلخ، وَلَا أَذْكُرُ الْآنَ، وَأَنَا أَكْتُبُ هَذَا فِي الْقُسْطَنْطِينِيَّةِ مِثَالًا فِي اسْتِعْمَالِ الْإِتْيَانِ وَالْمَجِيءِ فِي فِعْلِ الْخَيْرِ، وَلَيْسَ بَيْنَ يَدِي وَأَنَا فِي فُنْدُقِ الْمُسَافِرِينَ كُتُبٌ أُرَاجِعُ فِيهَا مِنْ نِسَائِكُمْ أَيْ يَفْعَلْنَهَا حَالَ كَوْنِهِنَّ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَيِ اطْلُبُوا أَنْ يَشْهَدَ عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ وَالْخِطَابُ </p><p> لِلْمُسْلِمِينَ كَافَّةً ; لِأَنَّهُمْ مُتَكَافِلُونَ فِي أُمُورِهِمُ الْعَامَّةِ، وَهُمُ الَّذِينَ يَخْتَارُونَ لِأَنْفُسِهِمُ الْحُكَّامَ الَّذِينَ يُنَفِّذُونَ الْأَحْكَامَ وَيُقِيمُونَ الْحُدُودَ. وَلَفْظُ الْأَرْبَعَةِ يُطْلَقُ عَلَى الذُّكُورِ، فَالْمُرَادُ أَرْبَعَةٌ مِنْ رِجَالِكُمْ، قَالَ الزُّهْرِيُّ:  \" مَضَتِ السُّنَّةُ مِنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْخَلِيفَتَيْنِ بَعْدَهُ أَلَّا تُقْبَلَ شَهَادَةُ النِّسَاءِ فِي الْحُدُودِ \" فَيُؤْخَذُ مِنْهُ أَنَّ قِيَامَ الْمَرْأَتَيْنِ مَقَامَ الرَّجُلِ فِي الشَّهَادَةِ كَمَا هُوَ ثَابِتٌ فِي سُورَةِ الْبَقَرَةِ لَا يُقْبَلُ فِي الْحُدُودِ فَهُوَ خَاصٌّ بِمَا عَدَاهَا، وَكَأَنَّ حِكْمَةَ ذَلِكَ إِبْعَادُ النِّسَاءِ عَنْ مَوَاقِفِ الْفَوَاحِشِ، وَالْجَرَائِمِ، وَالْعِقَابِ، وَالتَّعْذِيبِ رَغْبَةً فِي أَنْ يَكُنَّ دَائِمًا غَافِلَاتٍ عَنِ الْقَبَائِحِ لَا يُفَكِّرْنَ </p><p> فِيهَا، وَلَا يَخُضْنَ مَعَ أَرْبَابِهَا، وَأَنْ تُحْفَظَ لَهُنَّ رِقَّةُ أَفْئِدَتِهِنَّ فَلَا يَكُنَّ سَبَبًا لِلْعِقَابِ، وَاشْتَرَطُوا فِي الشُّهَدَاءِ أَيْضًا أَنْ يَكُونُوا أَحْرَارًا. </p><p> فَإِنْ شَهِدُوا عَلَيْهِنَّ بِإِتْيَانِهَا: فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ أَيْ فَاحْبِسُوهُنَّ فِي بُيُوتِهِنَّ، وَامْنَعُوهُنَّ الْخُرُوجَ مِنْهَا عِقَابًا لَهُنَّ، وَحَيْلُولَةً بَيْنَهُنَّ وَبَيْنَ الْفَاحِشَةِ، وَفِي هَذَا دَلِيلٌ عَلَى تَحْرِيمِ إِمْسَاكِهِنَّ فِي الْبُيُوتِ، وَمَنْعِهِنَّ الْخُرُوجَ عِنْدَ الْحَاجَةِ إِلَيْهِ فِي غَيْرِ هَذِهِ الْحَالَةِ لِمُجَرَّدِ الْغَيْرَةِ، أَوْ مَحْضِ التَّحَكُّمِ مِنَ الرِّجَالِ، وَإِتْبَاعِهِمْ لِأَهْوَائِهِمْ فِي ذَلِكَ كَمَا يَفْعَلُهُ بَعْضُهُمْ: حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ التَّوَفِّي: الْقَبْضُ، وَالِاسْتِيفَاءُ، أَيْ حَتَّى تُقْبَضَ أَرْوَاحُهُنَّ بِالْمَوْتِ أَوْ يَجْعَلَ اللهُ لَهُنَّ سَبِيلًا أَيْ طَرِيقًا لِلْخُرُوجِ مِنْهَا. فَسَّرَ الْجُمْهُورُ السَّبِيلَ بِمَا يَشْرَعُهُ اللهُ - تَعَالَى - بَعْدَ نُزُولِ هَذِهِ الْآيَةِ مِنْ حَدِّ الزِّنَا ; لِأَنَّهُ هُوَ الْمُرَادُ بِالْفَاحِشَةِ هُنَا عِنْدَهُمْ، فَجَعَلُوا الْإِمْسَاكَ فِي الْبُيُوتِ عِقَابًا مُؤَقَّتًا مَقْرُونًا بِمَا يَدُلُّ عَلَى التَّوْقِيتِ، وَرَوَوْا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ بَعْدَ ذَلِكَ: قَدْ جَعَلَ اللهُ لَهُنَّ سَبِيلًا: الثَّيِّبُ جَلْدُ مِائَةٍ وَرَجْمٌ بِالْحِجَارَةِ، وَالْبِكْرُ جَلْدُ مِائَةٍ ثُمَّ نَفْيُ سَنَةٍ أَخْرَجَهُ ابْنُ جَرِيرٍ، وَقَالَ بَعْضُهُمْ: الْحَدِيثُ مُبَيِّنٌ لِلسَّبِيلِ لَا نَاسِخٌ، وَالَّذِينَ يُجِيزُونَ نَسْخَ الْقُرْآنِ بِالْأَحَادِيثِ جَعَلُوا هَذَا الْحَدِيثَ نَاسِخًا لِلْإِمْسَاكِ فِي الْبُيُوتِ، وَقَالَ الْآخَرُونَ: بَلِ النَّاسِخُ لَهُ آيَةُ النُّورِ: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ [٢٤: ٢] وَقَالَ الزَّمَخْشَرِيُّ: مِنَ الْجَائِزِ أَلَّا تَكُونَ الْآيَةُ مَنْسُوخَةً بِأَنْ يَتْرُكَ ذِكْرَ الْحَدِّ لِكَوْنِهِ مَعْلُومًا بِالْكِتَابِ وَالسُّنَّةِ، وَيُوصِيَ بِإِمْسَاكِهِنَّ فِي الْبُيُوتِ بَعْدَ أَنْ يُحْدَدْنَ صِيَانَةً لَهُنَّ عَنْ مِثْلِ مَا جَرَى عَلَيْهِنَّ بِسَبَبِ الْخُرُوجِ مِنَ الْبُيُوتِ وَالتَّعَرُّضِ لِلرِّجَالِ، وَيَكُونُ السَّبِيلُ - عَلَى هَذَا - النِّكَاحَ الْمُغْنِيَ عَنِ السِّفَاحِ. وَقَوْلُهُ هَذَا أَوْ تَجْوِيزُهُ مَبْنِيٌّ عَلَى كَوْنِ آيَةِ الْحَدِّ سَابِقَةً لِهَذِهِ الْآيَةِ، وَلَيْسَ فِي الْقُرْآنِ دَلِيلٌ يَمْنَعُ مِنْ ذَلِكَ. وَأَمَّا قَوْلُ الْجُمْهُورِ الْمَبْنِيُّ عَلَى كَوْنِ هَذِهِ الْآيَةِ نَزَلَتْ أَوَّلًا فَهُوَ مُؤَيَّدٌ بِرِوَايَاتٍ عَنْ مُفَسِّرِي السَّلَفِ، فَقَدْ رَوَى ابْنُ أَبِي حَاتِمٍ، عَنِ ابْنِ جُبَيْرٍ أَنَّهُ قَالَ: كَانَتِ الْمَرْأَةُ أَوَّلَ الْإِسْلَامِ إِذَا شَهِدَ عَلَيْهَا أَرْبَعَةٌ مِنَ الْمُسْلِمِينَ عُدُولٌ بِالزِّنَا حُبِسَتْ فِي السِّجْنِ، فَإِنْ كَانَ لَهَا زَوْجٌ أَخَذَ الْمَهْرَ مِنْهَا، وَلَكِنَّهُ يُنْفِقُ عَلَيْهَا مِنْ غَيْرِ طَلَاقٍ وَلَيْسَ عَلَيْهَا حَدٌّ، وَلَا يُجَامِعُهَا. وَرَوَى ابْنُ جَرِيرٍ عَنِ السُّدِّيِّ: كَانَتِ الْمَرْأَةُ فِي بَدْءِ الْإِسْلَامِ إِذَا زَنَتْ حُبِسَتْ </p><p> فِي الْبَيْتِ وَأَخَذَ زَوْجُهَا مَهْرَهَا </p><p> حَتَّى جَاءَتِ الْحُدُودُ فَنَسَخَتْهَا. وَلَكِنَّنَا إِذَا بَحَثْنَا فِي مَتْنِ هَاتَيْنِ الرِّوَايَتَيْنِ كَيْفَمَا كَانَ سَنَدُهُمَا نَرَى أَنَّهُ لَا يَصِحُّ أَنْ يَكُونَ مَا جَاءَ فِيهِمَا عَمَلًا بِهَذِهِ الْآيَةِ، إِذْ لَيْسَ فِي الْآيَةِ إِجَازَةٌ لِأَخْذِ الْمَهْرِ، بَلِ الْآيَاتُ قَبْلَهَا، وَبَعْدَهَا تُحَرِّمُ أَكْلَ الرَّجُلِ شَيْئًا مَا مِنْ حُقُوقِ الْمَرْأَةِ، ثُمَّ إِنَّ ابْنَ جُبَيْرٍ قَالَ: إِنَّهُمْ كَانُوا يَحْبِسُونَهَا فِي السِّجْنِ أَيْ لَا فِي بَيْتِهَا، وَصَرَّحَ كُلٌّ مِنْهُمَا بِأَنَّ هَذَا كَانَ فِي أَوَّلِ الْإِسْلَامِ وَبَدْئِهِ، فَيُؤْخَذُ مِنْ هَذَا كُلِّهِ أَنَّهُمْ كَانُوا يَفْعَلُونَ ذَلِكَ بِالِاجْتِهَادِ، أَوِ اسْتِصْحَابِ عَادَاتِ الْجَاهِلِيَّةِ، لِأَنَّهُمْ لَمْ يَلْتَزِمُوا الْعَمَلَ بِنَصِّ الْآيَةِ، وَلَا يَظْهَرُ الْقَوْلُ بِأَنَّ الْآيَةَ نَزَلَتْ فِي أَوَّلِ الْإِسْلَامِ وَبَدْئِهِ، فَقَدْ بَيَّنَّا أَنَّ السُّورَةَ مَدَنِيَّةٌ، وَأَنَّهَا نَزَلَتْ بَعْدَ غَزْوَةِ أُحُدٍ الَّتِي كَانَتْ فِي أَوَاخِرِ سَنَةِ ثَلَاثٍ مِنَ الْهِجْرَةِ، فَإِنْ لَمْ تَكُنْ نَزَلَتْ كُلُّهَا بَعْدَ غَزْوَةِ أُحُدٍ فَقَدْ تَقَدَّمَ أَنَّ آيَاتِ الْمَوَارِيثِ نَزَلَتْ بَعْدَهَا، وَهَذِهِ الْآيَةُ وَمَا بَعْدَهَا مُتَّصِلَةٌ بِهَا، وَقَدْ فَسَّرَ بَعْضُ الْمُفَسِّرِينَ السَّبِيلَ بِالْمَوْتِ، وَيُحْتَمَلُ أَنْ يُرَادَ بِالسَّبِيلِ عَلَى قَوْلِ أَبِي مُسْلِمٍ دَاعِيَةُ السِّحَاقِ، وَالشِّفَاءُ مِنْهُ، فَإِنَّهُ يَصِيرُ مَرَضًا، وَعَلَى رَأْيِ الْجُمْهُورِ: التَّوْبَةُ وَصَلَاحُ الْحَالِ، وَيُرَجِّحُهُ الْأَمْرُ فِي الْآيَةِ الْأُخْرَى بِالْإِعْرَاضِ عَنْ عِقَابِ اللَّذَيْنِ يَأْتِيَانِ الْفَاحِشَةَ إِنْ تَابَا، وَمِنْ رَحْمَةِ اللهِ - تَعَالَى - وَعَدْلِهِ أَنْ يَكُونَ حُكْمُ النِّسَاءِ فِي ذَلِكَ كَحُكْمِ الرِّجَالِ، فَالْإِبْهَامُ وَالْإِجْمَالُ فِي آخِرِ هَذِهِ الْآيَةِ يُفَسِّرُهُ الْإِيضَاحُ وَالتَّفْصِيلُ فِي آخِرِ مَا بَعْدَهَا، وَيُقَوِّي ذَلِكَ أَحْكَامُ التَّوْبَةِ بِعْدَهُمَا قَالَ - تَعَالَى -: </p><p> وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ أَيْ يَأْتِيَانِ الْفَاحِشَةَ وَهِيَ هُنَا الزِّنَا فِي قَوْلِ الْجُمْهُورِ، وَاللِّوَاطُ فِي قَوْلِ بَعْضِهِمْ، وَعَلَيْهِ أَبُو مُسْلِمٍ، وَالْأَمْرُ مَعًا فِي قَوْلِ (الْجَلَالَيْنِ) وَالْمُرَادُ بِالتَّثْنِيَةِ فِي الْأَوَّلِ الزَّانِي، وَالزَّانِيَةُ بِطَرِيقِ التَّغْلِيبِ، وَفِي الثَّانِي الْفَاعِلُ وَالْمَفْعُولُ بِهِ يَجْعَلُ الْقَابِلَ كَالْفَاعِلِ وَفِي الثَّالِثِ، وَاللَّائِطُ وَلَا تَجُوزُ فِيهِ فَآذُوهُمَا. بَعْدَ ثُبُوتِ ذَلِكَ بِشَهَادَةِ الْأَرْبَعَةِ كَمَا يُؤْخَذُ مِنَ الْآيَةِ الْأُولَى. رُوِيَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - تَفْسِيرُ الْإِيذَاءِ بِالتَّعْيِيرِ وَالضَّرْبِ بِالنِّعَالِ، وَعَنْ مُجَاهِدٍ، وَقَتَادَةَ، وَالسُّدِّيِّ تَفْسِيرُهُ بِالتَّعْيِيرِ، وَالتَّوْبِيخِ فَقَطْ. فَإِذَا كَانَتْ هَذِهِ الْآيَةُ قَدْ نَزَلَتْ قَبْلَ آيَةِ سُورَةِ النُّورِ، وَكَانَ الْمُرَادُ بِهَا الزِّنَا - كَمَا هُوَ قَوْلُ الْجُمْهُورِ - فَالْعِقَابُ كَانَ تَعْزِيرًا مُفَوَّضًا إِلَى الْأُمَّةِ وَإِلَّا جَازَ أَنْ يُرَادَ بِالْإِيذَاءِ الْحَدُّ الْمَشْرُوعُ نَفْسُهُ، وَالظَّاهِرُ أَنَّ آيَةَ النُّورِ نَزَلَتْ بَعْدَ هَذِهِ فَهِيَ مُبَيِّنَةٌ، وَمُحَدِّدَةٌ </p><p> لِلْإِيذَاءِ هُنَا عَلَى الْقَوْلِ بِأَنَّ مَا هُنَا فِي الزِّنَا، وَإِلَّا فَتِلْكَ خَاصَّةٌ بِحُكْمِ الزِّنَا ; لِأَنَّهَا صَرِيحَةٌ فِيهِ، وَهَذِهِ خَاصَّةٌ بِاللِّوَاطِ، وَلِذَلِكَ اخْتَلَفَ الصَّحَابَةُ، وَمَنْ بَعْدَهُمْ فِي عِقَابِ مَنْ يَأْتِيهِ، وَهَذَا مَا اخْتَارَهُ أَبُو مُسْلِمٍ، وَتَخْصِيصُهُ الْفَاحِشَةَ فِي هَذِهِ الْآيَةِ بِاللِّوَاطِ الَّذِي هُوَ اسْتِمْتَاعُ الرَّجُلِ بِالرَّجُلِ، وَالْفَاحِشَةَ فِيمَا قَبْلَهَا بِالسِّحَاقِ الَّذِي هُوَ اسْتِمْتَاعُ الْمَرْأَةِ بِالْمَرْأَةِ هُوَ الْمُنَاسِبُ لِجَعْلِ تِلْكَ خَاصَّةً بِالنِّسَاءِ، وَهَذِهِ خَاصَّةً بِالذُّكُورِ، فَهَذَا مَرْجِعٌ لَفْظِيٌّ يُدَعِّمُهُ مَرْجِعٌ مَعْنَوِيٌّ، وَهُوَ كَوْنُ الْقُرْآنِ عَلَيْهِ نَاطِقًا بِعُقُوبَةِ الْفَوَاحِشِ الثَّلَاثِ، وَكَوْنُ هَاتَيْنِ الْآيَتَيْنِ </p><p> مُحْكَمَتَيْنِ، وَالْإِحْكَامُ أَوْلَى مِنَ النَّسْخِ حَتَّى عِنْدَ الْجُمْهُورِ الْقَائِلِينَ بِهِ. وَسَتَأْتِي تَتِمَّةُ هَذَا الْبَحْثِ. </p><p> فَإِنْ تَابَا رَجَعَا عَنِ الْفَاحِشَةِ وَنَدِمَا عَلَى فِعْلِهَا وَأَصْلَحَا الْعَمَلَ كَمَا هُوَ شَأْنُ الْمُؤْمِنِ يُقْبِلُ عَلَى الطَّاعَةِ بَعْدَ الْعِصْيَانِ لِيُطَهِّرَ نَفْسَهُ وَيُزَكِّيَهَا مِنْ دَرَنِهِ وَيُقَوِّيَ فِيهَا دَاعِيَةَ الْخَيْرِ عَلَى دَاعِيَةِ الشَّرِّ فَأَعْرِضُوا عَنْهُمَا أَيْ كُفُّوا عَنْ إِيذَائِهِمَا بِالْقَوْلِ وَالْفِعْلِ إِنَّ اللهَ كَانَ تَوَّابًا رَحِيمًا أَيْ مُبَالِغًا فِي قَبُولِ التَّوْبَةِ مِنْ عِبَادِهِ شَدِيدَ الرَّحْمَةِ بِهِمْ، وَإِنَّمَا شَرَعَ الْعِقَابَ لِيَنْزَجِرَ الْعَاصِي، وَلَا يَتَمَادَى فِيمَا يُفْسِدُهُ فَيَهْلِكَ، وَيَكُونَ قُدْوَةً فِي الشَّرِّ وَالْخُبْثِ - وَرَاجِعْ تَفْسِيرَ \" التَّوَّابِ الرَّحِيمِ \" فِي [ص٤١: ج: ٢ ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] . </p><p> وَقَالَ الْأُسْتَاذُ الْإِمَامُ فِي هَاتَيْنِ الْآيَتَيْنِ مَا مُلَخَّصُهُ: اخْتَلَفَ الْمُفَسِّرُونَ فِي الْآيَتَيْنِ، فَالْجُمْهُورُ عَلَى أَنَّهُمَا فِي الزِّنَا خَاصَّةً وَلِأَجْلِ الْفِرَارِ مِنَ التَّكْرَارِ، قَالُوا: إِنَّ الْآيَةَ الْأُولَى فِي الْمُحْصَنَاتِ أَيِ الثَّيِّبَاتِ، فَهُنَّ اللَّوَاتِي كُنَّ يُحْبَسْنَ فِي الْبُيُوتِ إِذَا زَنَيْنَ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ، وَالثَّانِيَةُ فِي غَيْرِ الْمُحْصَنِينَ، وَالْمُحْصَنَاتِ، أَيْ فِي الْأَبْكَارِ، وَلِهَذَا كَانَ الْعِقَابُ فِيهَا أَخَفَّ، وَعَلَى هَذَا يَكُونُ الزَّانِي الْمُحْصَنُ مَسْكُوتًا عَنْهُ، وَالْآيَتَانِ عَلَى هَذَا الْقَوْلِ مَنْسُوخَتَانِ بِالْحَدِّ الْمَفْرُوضِ فِي سُورَةِ النُّورِ، وَهُوَ السَّبِيلُ الَّذِي جَعَلَهُ اللهُ لِلنِّسَاءِ اللَّوَاتِي يُمْسَكْنَ فِي الْبُيُوتِ، وَلَكِنْ يَبْقَى فِي نَظْمِ الْآيَةِ شَيْءٌ، وَهُوَ أَنَّ كُلًّا مِنْ تَوَفِّي الْمَوْتِ وَمِنْ جَعْلِ السَّبِيلِ قَدْ جُعِلَ غَايَةً لِلْإِمْسَاكِ فِي الْبُيُوتِ بَعْدَ وُقُوعِهِ، فَعَلَى هَذَا لَا يَصِحُّ تَفْسِيرُ السَّبِيلِ بِإِنْزَالِ حُكْمٍ جَدِيدٍ فِيهِنَّ ; إِذْ يَكُونُ الْمَعْنَى عَلَى هَذَا التَّفْسِيرِ فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ إِلَى أَنْ يَمُتْنَ أَوْ يُنْزِلَ اللهُ فِيهِنَّ حُكْمًا جَدِيدًا. وَقَدْ فَسَّرَ السَّبِيلَ بَعْضُهُمْ بِالزَّوَاجِ كَأَنْ يُسَخِّرَ اللهُ لِلْمَرْأَةِ الْمَحْبُوسَةِ رَجُلًا آخَرَ يَتَزَوَّجُهَا. وَقَدْ </p><p> وَافَقَ الْجَلَالُ الْجُمْهُورَ فِي الْأُولَى، وَخَالَفَهُمْ فِي الثَّانِيَةِ، فَقَالَ: إِنَّهَا فِي الزِّنَا وَاللِّوَاطِ مَعًا، ثُمَّ رَجَّحَ أَنَّهَا فِي اللِّوَاطِ، فَتَكُونُ الْأُولَى مَنْسُوخَةً عَلَى رَأْيِهِ، وَالثَّانِيَةُ غَيْرَ مَنْسُوخَةٍ. وَخَالَفَ الْجُمْهُورَ أَبُو مُسْلِمٍ فِي الْآيَتَيْنِ، فَقَالَ: إِنَّ الْأُولَى فِي الْمُسَاحِقَاتِ، وَالثَّانِيَةَ فِي اللِّوَاطِ، فَلَا نَسْخَ، وَحِكْمَةُ حَبْسِ الْمُسَاحِقَاتِ عَلَى هَذَا الْقَوْلِ هُوَ أَنَّ الْمَرْأَةَ الَّتِي تَعْتَادُ الْمُسَاحَقَةَ تَأْبَى الرِّجَالَ، وَتَكْرَهُ قُرْبَهُمْ - أَيْ فَلَا تَرْضَى أَنْ تَكُونَ حَرْثًا لِلنَّسْلِ - فَتُعَاقَبُ بِالْإِمْسَاكِ فِي الْبَيْتِ، وَالْمَنْعِ مِنْ مُخَالَطَةِ أَمْثَالِهَا مِنْ نِسَاءٍ إِلَى أَنْ تَمُوتَ أَوْ تَتَزَوَّجَ. </p><p> أَقُولُ: وَالْأَوْلَى أَنْ يُقَالَ إِلَى أَنْ تَمُوتَ أَوْ تَكْرَهَ السِّحَاقَ، وَتَمِيلَ إِلَى الرِّجَالِ فَتُقْبِلُ عَلَى بَعْلِهَا إِنْ كَانَتْ مُتَزَوِّجَةً، وَتَتَزَوَّجُ إِنْ كَانَتْ أَيِّمًا. قَالَ: وَفِي إِسْنَادِ جَعْلِ السَّبِيلِ لَهَا إِلَى اللهِ - تَعَالَى - إِشَارَةٌ إِلَى عُسْرِ النُّزُوعِ عَنْ هَذِهِ الْعَادَةِ الذَّمِيمَةِ، وَالشِّفَاءِ مِنْهَا حَتَّى بِالتَّرْكِ الَّذِي هُوَ أَثَرُ الْحَبْسِ فَكَأَنَّهَا لَا تَزُولُ إِلَّا بِعِنَايَةٍ خَاصَّةٍ مِنْهُ - تَعَالَى -. </p><p> قَالَ: وَاعْتُرِضَ عَلَى أَبِي مُسْلِمٍ بَأَنَّ تَفْسِيرَ الْفَاحِشَةِ فِي الْآيَةِ الْأُولَى لَمْ يَقُلْ بِهِ أَحَدٌ وَبِأَنَّ </p><p> الصَّحَابَةَ اخْتَلَفُوا فِي حَدِّ اللِّوَاطِ. فَأَجَابَ عَنِ الْأَوَّلِ بِأَنَّ مُجَاهِدًا قَالَ بِهِ وَنَاهِيكَ بِمُجَاهِدٍ. </p><p> وَبِأَنَّهُ ثَبَتَ فِي الْأُصُولِ أَنَّهُ يَجُوزُ لِلْعَالِمِ أَنْ يُفَسِّرَ الْقُرْآنَ، وَيَفْهَمَ مِنْهُ مَا لَمْ يَكُنْ مَرْوِيًّا عَنْ أَحَدٍ بِشَرْطِ أَلَّا يَخْرُجَ بِذَلِكَ عَنْ مَدْلُولَاتِ اللُّغَةِ الْعَرَبِيَّةِ فِي مُفْرَدَاتِهَا وَأَسَالِيبِهَا، وَأَجَابَ عَنِ الثَّانِي بِأَنَّ الصَّحَابَةَ إِنَّمَا اخْتَلَفُوا فِي حَدِّ اللِّوَاطِ، وَهَذَا لَا يَمْنَعُ كَوْنَ الْآيَةِ نَزَلَتْ فِي الْعُقُوبَةِ عَلَيْهِ، وَهِيَ لَا حَدَّ فِيهَا. وَمِمَّا يُجَابُ بِهِ عَنْ أَبِي مُسْلِمٍ أَنَّ الصَّحَابَةَ مَا كَانُوا يَجْلِسُونَ لِتَفْسِيرِ الْقُرْآنِ إِلَّا عِنْدَ الْحَاجَةِ، وَإِنَّمَا كَانُوا يَتَدَارَسُونَهُ، وَيَتَدَبَّرُونَهُ لِلِاهْتِدَاءِ، وَالِاتِّعَاظِ، وَهُمْ يَفْهَمُونَهُ لِأَنَّهُ نَزَلَ بِلُغَتِهِمْ، فَإِذَا سَأَلَهُمْ سَائِلٌ عَنْ تَفْسِيرِ آيَةٍ ذَكَرُوا لَهُ تَفْسِيرَهَا يَسْكُتُونَ عَنْ حُكْمِ الشَّيْءِ السِّنِينَ الطِّوَالَ لِعَدَمِ وُقُوعِهِ، فَإِذَا وَقَعَتِ الْوَاقِعَةُ ذَكَرُوا حُكْمَهَا، فَإِذَا جَاءَ فِي الْقُرْآنِ حُكْمُ السِّحَاقِ، وَلَمْ نَجِدْ عِنْدَنَا رِوَايَةً عَنِ الصَّحَابَةِ فِيهِ، وَلَا حُكْمًا مِنْهُمْ عَلَى امْرَأَةٍ بِالْحَبْسِ لِأَجْلِهِ عَلِمْنَا أَنَّ سَبَبَ هَذَا، وَذَاكَ هُوَ أَنَّهُ لَمْ يَقَعْ فِي زَمَنِهِمْ. وَيَشْهَدُ بِهِ أَرْبَعَةٌ مِنْهُمْ، وَإِذَا كَانَ الْقُرْآنُ يَضَعُ عِقَابًا عَلَى فَاحِشَةٍ، أَوْ جَرِيمَةٍ فَيَمْتَنِعُ عَنْهَا أَهْلُ الْإِيمَانِ. فَلَا تَقَعُ أَوَّلًا تَظْهَرُ فِيهِمْ، وَلَا تَثْبُتُ عَلَى أَحَدٍ، فَهَذَا مِمَّا نَحْمَدُ اللهَ - تَعَالَى - عَلَيْهِ، وَنَحْمَدُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ، وَلَا نَعُدُّهُ مِنَ الْمُسْتَحِيلَاتِ فَالْحَقُّ أَنَّ مَا ذَهَبَ إِلَيْهِ أَبُو مُسْلِمٍ هُوَ الرَّاجِحُ فِي الْآيَتَيْنِ. </p><p> قَالَ: وَبَحَثُوا فِي جَمْعِ اللَّاتِي يَأْتِينَ الْفَاحِشَةَ، وَتَثْنِيَةِ اللَّذَيْنِ يَأْتِيَانِهَا، وَعَدُّوهُ مُشْكِلًا، وَمَا هُوَ بِمُشْكِلٍ بَلْ نُكْتَتُهُ ظَاهِرَةٌ وَهِيَ أَنَّ النِّسَاءَ لَمَّا كُنَّ لَا يَجِدْنَ مِنَ الْعَارِ فِي السِّحَاقِ مَا يَجِدُهُ الرَّجُلُ فِي إِتْيَانِ مِثْلِهِ كَانَتْ فَاحِشَةُ السِّحَاقِ مَظِنَّةَ الشُّيُوعِ وَالْإِظْهَارِ بَيْنَ النِّسَاءِ، وَفَاحِشَةُ اللِّوَاطِ مَظِنَّةَ الْإِخْفَاءِ حَتَّى لَا تَكَادَ تَتَجَاوَزُ اللَّذَيْنِ يَأْتِيَانِهَا، فَفِي التَّعْبِيرِ بِصِيغَةِ الْمُثَنَّى إِشَارَةٌ إِلَى ذَلِكَ، وَتَقْدِيرٌ لِكَوْنِ فَاحِشَةِ اللِّوَاطِ عَارًا فَاضِحًا يَتَبَرَّأُ مِنْهُ كُلُّ ذِي فِطْرَةٍ سَلِيمَةٍ، وَيَجُوزُ أَنْ يَكُونَ اخْتِلَافُ التَّعْبِيرِ بِالْجَمْعِ، وَالتَّثْنِيَةِ مِنْ بَابِ التَّنْوِيعِ فَذَلِكَ مَعْهُودٌ فِي الْكَلَامِ الْبَلِيغِ مَعَ الْأَمْنِ مِنَ الِاشْتِبَاهِ. </p><p> إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ وَكَانَ اللهُ عَلِيمًا حَكِيمًا وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا </p><p> لَمَّا ذَكَرَ - تَعَالَى - أَنَّ التَّوْبَةَ مَعَ الْإِصْلَاحِ تَقْتَضِي تَرْكَ الْعُقُوبَةِ عَلَى الذَّنْبِ فِي الدُّنْيَا وَوَصَفَ نَفْسَهُ بِالتَّوَّابِ الرَّحِيمِ، أَيِ الَّذِي يَقْبَلُ التَّوْبَةَ مِنْ عِبَادِهِ كَثِيرًا، وَيَعْفُو بِهَا عَنْهُمْ - عَقَّبَ ذَلِكَ بِبَيَانِ شَرْطِ قَبُولِ التَّوْبَةِ فَقَالَ: إِنَّمَا التَّوْبَةُ عَلَى اللهِ أَيْ إِنَّ التَّوْبَةَ الَّتِي أَوْجَبَ اللهُ - تَعَالَى - قَبُولَهَا عَلَى نَفْسِهِ بِوَعْدِهِ الَّذِي هُوَ أَثَرُ كَرَمِهِ، وَفَضْلِهِ لَيْسَتْ إِلَّا لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَالسُّوءُ: هُوَ الْعَمَلُ الْقَبِيحُ الَّذِي يَسُوءُ فَاعِلَهُ إِذَا كَانَ عَاقِلًا سَلِيمَ الْفِطْرَةِ كَرِيمَ النَّفْسِ، أَوْ يَسُوءُ النَّاسَ، وَيَصْدُقُ عَلَى الصَّغَائِرِ وَالْكَبَائِرِ. وَالْجَهَالَةُ: الْجَهْلُ وَتَغْلِبُ فِي السَّفَاهَةِ الَّتِي تُلَابِسُ النَّفْسَ عِنْدَ ثَوْرَةِ الشَّهْوَةِ، أَوْ سَوْرَةِ الْغَضَبِ فَتَذْهَبُ بِالْحِلْمِ، وَتُنْسِي الْحَقَّ، وَالْمُرَادُ بِالزَّمَنِ الْقَرِيبِ: الْوَقْتُ الَّذِي تَسْكُنُ تِلْكَ الثَّوْرَةُ، أَوْ تَنْكَسِرُ بِهِ تِلْكَ السَّوْرَةُ، وَيَثُوبُ إِلَى فَاعِلِ السَّيِّئَةِ حِلْمُهُ، وَيَرْجِعُ إِلَيْهِ دِينُهُ وَعَقْلُهُ، وَذَهَبَ جُمْهُورُ الْمُفَسِّرِينَ إِلَى تَفْسِيرِ الزَّمَنِ </p><p> الْقَرِيبِ بِمَا قَبْلَ حُضُورِ الْمَوْتِ، وَاحْتَجُّوا عَلَى ذَلِكَ بِالْآيَةِ الثَّانِيَةِ الَّتِي تَنْفِي قَبُولَ تَوْبَةِ الَّذِينَ يَتُوبُونَ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ. وَلَيْسَ ذَلِكَ بِحُجَّةٍ لَهُمْ ; لِأَنَّ الظَّاهِرَ أَنَّ هَذِهِ الْآيَةَ بَيَّنَتِ الْوَقْتَ الَّذِي تُقْبَلُ فِيهِ التَّوْبَةُ مِنْ كُلِّ مُذْنِبٍ حَتْمًا، وَالْآيَةُ الثَّانِيَةُ بَيَّنَتِ الْوَقْتَ الَّذِي لَا تُقْبَلُ فِيهِ تَوْبَةُ مُذْنِبٍ قَطُّ، وَمَا بَيْنَ الْوَقْتَيْنِ مَسْكُوتٌ عَنْهُ، وَهُوَ مَحَلُّ الرَّجَاءِ وَالْخَوْفِ، فَكُلَّمَا قَرُبَ وَقْتُ التَّوْبَةِ مِنْ وَقْتِ اقْتِرَافِ الذَّنْبِ كَانَ الرَّجَاءُ أَقْوَى، وَكُلَّمَا بَعُدَ الْوَقْتُ بِالْإِصْرَارِ، وَعَدَمِ الْمُبَالَاةِ، وَالتَّسْوِيفِ كَانَ الْخَوْفُ مِنْ عَدَمِ الْقَبُولِ هُوَ الْأَرْجَحُ ; لِأَنَّ الْإِصْرَارَ قَدْ يَنْتَهِي قَبْلَ حُضُورِ الْمَوْتِ بِالرَّيْنِ، وَالْخَتْمِ، وَإِحَاطَةِ الْخَطِيئَةِ، وَقَدْ سَبَقَ بَيَانُ ذَلِكَ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ. فَرَاجِعْ تَفْسِيرَ خَتَمَ اللهُ عَلَى قُلُوبِهِمْ [٢: ٧] وَتَفْسِيرَ بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ [٢: ٨١] مِنَ الْجُزْءِ الْأَوَّلِ، وَكَذَا فِي تَفْسِيرِ آلِ عِمْرَانَ [رَاجِعْ ص١٢٠ و٣٠٠ وَمَا بَعْدَهَا ج ١ وَكَذَا ص٣٠٠ وَمَا بَعْدَهَا ج ٣ ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ] وَسَنُعِيدُ بَيَانَهُ أَيْضًا. وَكَمْ غَرَّتْ هَذِهِ الْعِبَارَةُ النَّاسَ وَجَرَّأَتْهُمْ عَلَى الْإِصْرَارِعَلَى الذُّنُوبِ، وَالْآثَامِ، وَأَوْهَمَتْهُمْ أَنَّ الْمُؤْمِنَ لَا يَضُرُّهُ أَنْ يُصِرَّ عَلَى الْمَعَاصِي طُولَ حَيَاتِهِ إِذَا تَابَ قَبْلَ بُلُوغِ رُوحِهِ الْحُلْقُومَ، فَصَارَ الْمَغْرُورُونَ يُسَوِّفُونَ بِالتَّوْبَةِ حَتَّى يُوبِقَهُمُ التَّسْوِيفُ، فَيَمُوتُوا قَبْلَ أَنْ يَتَمَكَّنُوا مِنَ التَّوْبَةِ، وَمَا يَجِبُ أَنْ تُقْرَنَ بِهِ مِنْ إِصْلَاحِ النَّفْسِ بِالْعَمَلِ الصَّالِحِ، كَمَا فِي الْآيَةِ السَّابِقَةِ، وَآيَاتٍ أُخْرَى فِي مَعْنَاهَا، كَقَوْلِهِ - تَعَالَى -: وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى [٢٠: ٨٢] وَقَوْلِهِ فِي حِكَايَةِ دُعَاءِ الْمَلَائِكَةِ لِلْمُؤْمِنِينَ: رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينِ تَابُوا وَاتَّبَعُوا سَبِيلَكَ [٤٠: ٧] وَلَا يُنَافِي ذَلِكَ مَا وَرَدَ مِنَ الْأَحَادِيثِ، وَالْآثَارِ فِي قَبُولِ التَّوْبَةِ إِلَى مَا قَبْلَ الْغَرْغَرَةِ. كَحَدِيثِ ابْنِ عُمَرَ عِنْدَ أَحْمَدَ، وَالتِّرْمِذِيِّ: إِنَّ اللهَ يَقْبَلُ تَوْبَةَ الْعَبْدِ مَا لَمْ يُغَرْغِرْ فَإِنَّ الْمَقْصُودَ مِنْ هَذَا أَنَّهُ لَا يَجُوزُ لِأَحَدٍ أَنْ يَقْنُطَ مِنْ رَحْمَةِ رَبِّهِ، وَيَيْأَسَ مِنْ قَبُولِهِ إِيَّاهُ إِذَا هُوَ تَابَ وَأَنَابَ إِلَيْهِ مَا دَامَ حَيًّا، وَلَيْسَ </p><p> مَعْنَاهُ: أَنَّهُ لَا خَوْفَ عَلَى الْعَبْدِ مِنَ التَّمَادِي فِي الذُّنُوبِ إِذَا هُوَ تَابَ قُبَيْلَ الْمَوْتِ وَلَوْ بِسَاعَةٍ ; فَإِنَّ حَمْلَهُ عَلَى هَذَا الْمَعْنَى مُخَالِفٌ لِهَدْيِ كِتَابِ اللهِ فِي الْآيَاتِ الَّتِي ذَكَرْنَا بَعْضَهَا آنِفًا، وَلِسُنَنِهِ فِي خَلْقِ الْإِنْسَانِ مِنْ حَيْثُ إِنَّ نَفْسَهُ تَتَدَنَّسُ بِالذُّنُوبِ بِالتَّدْرِيجِ، فَإِذَا طَالَ الْأَمَدُ عَلَى مُزَاوَلَتِهَا لَهَا تَتَمَكَّنُ فِيهَا، وَتَرْسَخُ، فَلَا تَزُولُ إِلَّا بِتَزْكِيَتِهَا بِالْعَمَلِ الصَّالِحِ </p><p> فِي زَمَنٍ طَوِيلٍ يُنَاسِبُ زَمَنَ الدَّنَسِ مَعَ تَرْكِ أَسْبَابِ الدَّنَسِ، وَأَمَّا التَّرْكُ وَحْدَهُ فَلَا يَكْفِي، كَمَا إِذَا وَرَدَتِ الْأَقْذَارُ، وَالْأَدْنَاسُ الْحِسِّيَّةُ عَلَى ثَوْبٍ زَمَنًا طَوِيلًا، فَإِنَّهُ لَا يُنَظَّفُ بِمُجَرَّدِ انْقِطَاعِهَا عَنْهُ. عَلَى أَنَّ الْمَعَاصِيَ إِذَا تَكَرَّرَتْ تَصِيرُ عَادَاتٍ تَمْلِكُ عَلَى النَّفْسِ أَمْرَهَا حَتَّى تَصِيرَ التَّوْبَةُ بِمُجَرَّدِ التَّرْكِ مِنْ أَعْسَرِ الْأُمُورِ وَأَشَقِّهَا ; لِأَنَّهَا تَكُونُ عِبَارَةً عَنِ اقْتِلَاعِ الْمَلَكَاتِ الَّتِي تَكَيَّفَ بِهَا الْمَجْمُوعُ الْعَصَبِيُّ، فَمَا أَخْسَرَ صَفْقَةَ الْمُسَوِّفِينَ الَّذِينَ يَغْتَرُّونَ بِكَلَامِ أَسْرَى الْعِبَارَاتِ وَغَيْرِ الْمُفَسِّرِينَ! </p><p> الْأُسْتَاذُ الْإِمَامُ: ذَكَرَ فِي الْآيَةِ السَّابِقَةِ التَّوْبَةَ، وَبَيَّنَ فِي هَذِهِ الْآيَةِ حُكْمَهَا، وَحَالَهَا تَرْغِيبًا فِيهَا، وَتَنْفِيرًا عَنِ الْمَعْصِيَةِ بِمَا شَدَّدَ فِي شَرْطِ قَبُولِهَا، وَفِيهِ إِرْشَادٌ لِأَوْلِيَاءَ الْأَمْرِ إِلَى الطَّرِيقِ الَّذِي يَسْلُكُونَهُ مَعَ الْعُصَاةِ فِي مُعَاقَبَتِهِمْ، وَتَأْدِيبِهِمْ، فَإِنَّهُ فَرَضَ فِي الْآيَةِ السَّابِقَةِ مُعَاقَبَةَ أَهْلِ الْفَوَاحِشِ، وَأَمَرَ بِالْإِعْرَاضِ عَمَّنْ تَابَ بِشَرْطِ إِصْلَاحِ الْعَمَلِ. وَكَأَنَّ هَذِهِ الْآيَةَ شَرْحٌ لِذَلِكَ الْإِصْلَاحِ أَيْ إِنْ تَابُوا مِثْلَ هَذِهِ التَّوْبَةِ فَأَعْرِضُوا عَنْهُمْ، وَكُفُّوا عَنْ عِقَابِهِمْ. </p><p> وَيَذْكُرُونَ هَاهُنَا مَسْأَلَةَ الْخِلَافِ بَيْنَ الْمُعْتَزِلَةِ وَأَهْلِ السُّنَّةِ فِي وُجُوبِ الصَّلَاحِ عَلَيْهِ - تَعَالَى -. وَالْقَوْلُ الْفَصْلُ فِي ذَلِكَ: أَنَّ قَبُولَ هَذِهِ التَّوْبَةِ عَلَى اللهِ - تَعَالَى - لَيْسَ بِإِيجَابِ مُوجِبٍ لَهُ سُلْطَةٌ يُوجِبُ بِهَا عَلَى اللهِ، تَعَالَى الله عَنْ ذَلِكَ! وَإِنَّمَا ذَلِكَ مِنْ جُمْلَةِ الْكَمَالِ الَّذِي أَوْجَبَهُ - تَعَالَى - عَلَى نَفْسِهِ بِمَشِيئَتِهِ، وَاخْتِيَارِهِ، وَهَذِهِ الْعِبَارَةُ وَأَمْثَالُهَا مِمَّا ظَاهِرُهُ وُجُوبُ بَعْضِ الْأَشْيَاءِ عَلَى اللهِ قَدْ جَاءَتْ عَلَى طَرِيقِ الْعَرَبِ فِي التَّخَاطُبِ، وَلَا يُفْهَمُ مِنْهَا إِلَّا أَنَّ ذَلِكَ وَاقِعٌ مَالَهُ مِنْ دَافِعٍ، وَلَكِنْ بِإِيجَابِ اللهِ - تَعَالَى - لَهُ، وَلَا يُمْكِنُ أَنْ يَظُنَّ عَاقِلٌ أَنَّ قَانُونًا يَحْكُمُ عَلَى الْأُلُوهِيَّةِ. فَجُعِلَ الْخِلَافُ فِي هَذِهِ الْمَسْأَلَةِ لَفْظِيًّا ظَاهِرًا لَا تَكَلُّفَ فِيهِ. </p><p> وَالسُّوءُ هُوَ الْعَمَلُ الْقَبِيحُ، وَالْجَهَالَةُ: تَصْدُقُ بِمَعْنَى السَّفَاهَةِ، وَبِمَعْنَى الْجَهْلِ الَّذِي هُوَ ضِدُّ الْعِلْمِ، فَالسَّفَاهَةُ إِنَّمَا سُمِّيَتْ سَفَاهَةً لِأَنَّ صَاحِبَهَا يَجْهَلُ عَاقِبَتَهَا الرَّدِيئَةَ، أَوْ يَجْهَلُ مَصْلَحَةَ نَفْسِهِ، وَقَالَ بَعْضُهُمْ: الْمُرَادُ بِالْجَهَالَةِ هُنَا: الْعِصْيَانُ، وَالْمُخَالَفَةُ، وَعَبَّرَ عَنْ ذَلِكَ بِالْجَهَالَةِ لِبَيَانِ قُبْحِهِ، وَلِتَضَمُّنِهِ لِلْجَهَالَةِ، وَتَنْزِيلِ الْعَاصِي مَنْزِلَةَ الْجَاهِلِ بِمَصْلَحَةِ نَفْسِهِ، وَقَالَ بَعْضُهُمْ: إِنَّ الْمُرَادَ بِهَا عَدَمُ الْعِلْمِ التَّامِّ بِمِقْدَارِ مَا يَتَرَتَّبُ عَلَى عَمَلِ السُّوءِ مِنَ الْعِقَابِ لَا تَعَمُّدُ الْعِصْيَانِ، وَذَلِكَ أَنَّ نَاقِصَ الْعِلْمِ بِحَقِيقَةِ الذُّنُوبِ، وَوَجْهِ تَرَتُّبِ الْعِقَابِ عَلَيْهَا، وَدَرَجَةِ ذَلِكَ الْعِقَابِ وَتَحَتُّمِهِ يَقَعُ فِي الذَّنْبِ، </p><p> وَيَعْمَلُ السُّوءَ بِاخْتِيَارِهِ غَيْرَ مَغْلُوبٍ عَلَى أَمْرِهِ، وَهُوَ يَظُنُّ أَنَّهُ عَمِلَ مَا فِيهِ الْخَيْرُ وَالنَّفْعُ لِنَفْسِهِ، كَاللِّصِّ يَعْلَمُ أَنَّ السَّرِقَةَ مُحَرَّمَةٌ، وَلَكِنَّهُ لَا يَعْلَمُ أَنَّ الْعِقَابَ عَلَيْهَا حَتْمٌ ; لِأَنَّ </p>"
}