{
  "id": null,
  "sura": 5,
  "aya": 91,
  "text": "<p> وَمَا يَنْفِرُ مِنْهُ الْفِيلُ، وَتَكْبُو لَهُ الْفَرَسُ وَيَصْحُو مِنْ هُمُومِهِ الرُّخُّ بَلْ يَتَسَاقَطُ رِيشُهُ، وَيَحَارُ لِشَنَاعَتِهِ بَيْذَقُ الْفَهْمِ، وَيَضْطَرِبُ فِرْزِينُ الْعَقْلِ، وَيَمُوتُ شَاهُ الْقَلْبِ، وَتَسْوَدُّ رُقْعَةُ الْأَعْمَالِ، اهـ. </p><p> وَأَقُولُ: إِنَّ اللَّعِبَ بِالشِّطْرَنْجِ إِذَا كَانَ عَلَى مَالٍ دَخَلَ فِي عُمُومِ الْمَيْسِرِ وَكَانَ مُحَرَّمًا بِالنَّصِّ كَمَا تَقَدَّمَ، وَإِذَا لَمْ يَكُنْ كَذَلِكَ فَلَا وَجْهَ لِلْقَوْلِ بِتَحْرِيمِهِ قِيَاسًا عَلَى الْخَمْرِ وَالْمَيْسِرِ إِلَّا إِذَا تَحَقَّقَ فِيهِ كَوْنُهُ رِجْسًا مِنْ عَمَلِ الشَّيْطَانِ، مُوقِعًا فِي الْعَدَاوَةِ وَالْبَغْضَاءِ، صَادًّا عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، بِأَنْ كَانَ هَذَا شَأْنَ مَنْ يَلْعَبُ بِهِ دَائِمًا أَوْ فِي الْغَالِبِ، وَلَا سَبِيلَ إِلَى إِثْبَاتِ هَذَا وَإِنَّنَا نَعْرِفُ مِنْ لَاعِبِي الشِّطْرَنْجِ مَنْ يُحَافِظُونَ عَلَى صَلَوَاتِهِمْ وَيُنَزِّهُونَ أَنْفُسَهُمْ عَنِ اللَّجَاجِ وَالْحَلِفِ الْبَاطِلِ، وَأَمَّا الْغَفْلَةُ عَنِ اللهِ تَعَالَى فَلَيْسَتْ مِنْ لَوَازِمِ الشِّطْرَنْجِ وَحْدَهُ، بَلْ كُلِّ لَعِبٍ وَكُلِّ عَمَلٍ فَهُوَ يَشْغَلُ صَاحِبَهُ فِي أَثْنَائِهِ عَنِ الذِّكْرِ وَالْفِكْرِ فِيمَا عَدَاهُ إِلَّا قَلِيلًا، وَمِنْ ذَلِكَ مَا هُوَ مُبَاحٌ وَمَا هُوَ مُسْتَحَبٌّ أَوْ وَاجِبٌ، كَلَعِبِ </p><p> الْخَيْلِ وَالسِّلَاحِ وَالْأَعْمَالِ الصِّنَاعِيَّةِ الَّتِي تُعَدُّ مِنْ فُرُوضِ الْكِفَايَاتِ، وَمِمَّا وَرَدَ النَّصُّ فِيهِ اللَّعِبُ; لَعِبُ الْحَبَشَةِ فِي مَسْجِدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَضْرَتِهِ، وَإِنَّمَا عِيبَ الشِّطْرَنْجُ مِنْ أَنَّهُ أَشَدُّ الْأَلْعَابِ إِغْرَاءً بِإِضَاعَةِ الْوَقْتِ الطَّوِيلِ، وَلَعَلَّ الشَّافِعِيَّ كَرِهَهُ لِأَجْلِ هَذَا، وَنَحْمَدُ اللهَ الَّذِي عَافَانَا مِنَ اللَّعِبِ بِهِ وَبِغَيْرِهِ، كَمَا نَحْمَدُهُ حَمْدًا كَثِيرًا أَنْ عَافَانَا مِنَ الْجُرْأَةِ عَلَى التَّحْرِيمِ وَالتَّحْلِيلِ، بِغَيْرِ حُجَّةٍ وَلَا دَلِيلٍ. </p><p> وَلَمَّا بَيَّنَ جَلَّ جَلَالُهُ عِلَّةَ تَحْرِيمِ الْخَمْرِ وَالْمَيْسِرِ وَحِكْمَتَهُ أَكَّدَهُ بِقَوْلِهِ:  (فَهَلْ أَنْتُمْ مُنْتَهُونَ) فَهَذَا اسْتِفْهَامٌ يَتَضَمَّنُ الْأَمْرَ بِالِانْتِهَاءِ، قَالَ الْكَشَّافُ: مِنْ أَبْلَغِ مَا يَنْهَى بِهِ، كَأَنَّهُ قِيلَ قَبْلُ قَدْ تُلِيَ عَلَيْكُمْ مِنْ أَنْوَاعِ الصَّوَارِفِ وَالْمَوَانِعِ، فَهَلْ أَنْتُمْ مَعَ هَذِهِ الصَّوَارِفِ مُنْتَهُونَ أَمْ أَنْتُمْ عَلَى مَا كُنْتُمْ عَلَيْهِ كَأَنْ لَمْ تُوعَظُوا وَلَمْ تُزْجَرُوا؟ . </p><p> قَالَ هَذَا بَعْدَ بَيَانِ مَا أَكَّدَ اللهُ تَحْرِيمَ الْخَمْرِ وَالْمَيْسِرِ فِي هَاتَيْنِ الْآيَتَيْنِ مِنْ سَبْعَةِ وُجُوهٍ وَتَبِعَهُ فِي ذَلِكَ الرَّازِيُّ وَغَيْرُهُ، وَنَحْنُ نُبَيِّنُ الْمُؤَكِّدَاتِ بِأَوْضَحَ مِمَّا بَيَّنُوهَا بِهِ وَأَوْسَعَ فَنَقُولُ: </p><p> (أَحَدُهَا) أَنَّ اللهَ تَعَالَى جَعَلَ الْخَمْرَ وَالْمَيْسِرَ رِجْسًا، وَكَلِمَةُ الرِّجْسِ تَدُلُّ عَلَى مُنْتَهَى الْقُبْحِ وَالْخُبْثِ، وَلِذَلِكَ أُطْلِقَتْ عَلَى الْأَوْثَانِ كَمَا تَقَدَّمَ، فَهِيَ أَسْوَأُ مَفْهُومًا مِنْ كَلِمَةِ الْخَبِيثِ وَقَدْ عُلِمَ مِنْ عِدَّةِ آيَاتٍ أَنَّ اللهَ أَحَلَّ الطَّيِّبَاتِ وَحَرَّمَ الْخَبَائِثَ، وَقَدْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" الْخَمْرُ أُمُّ الْخَبَائِثِ \" رَوَاهُ الطَّبَرَانِيُّ فِي الْأَوْسَطِ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عُمَرَ وَقَالَ: \" الْخَمْرُ أُمُّ الْفَوَاحِشِ وَأَكْبَرُ الْكَبَائِرِ \" وَمَنْ شَرِبَ الْخَمْرَ تَرَكَ الصَّلَاةَ وَوَقَعَ عَلَى أُمِّهِ وَخَالَتِهِ وَعَمَّتِهِ \" رَوَاهُ الطَّبَرَانِيُّ فِي الْكَبِيرِ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عُمَرَ وَكَذَا مِنْ حَدِيثِ ابْنِ عَبَّاسٍ بِلَفْظِ \" مَنْ شَرِبَهَا وَقَعَ عَلَى أُمِّهِ \" إِلَخْ، وَلَيْسَ فِيهِ تَرَكُ الصَّلَاةِ، وَقَدْ عَلَّمَ السُّيُوطِيُّ عَلَى هَذِهِ الْأَحَادِيثِ فِي جَامِعِهِ بِالصِّحَّةِ. </p><p> (ثَانِيهَا) أَنَّهُ صَدَّرَ الْجُمْلَةَ: بِـ (إِنَّمَا) الدَّالَّةِ عَلَى الْحَصْرِ لِلْمُبَالَغَةِ فِي ذَمِّهَا، كَأَنَّهُ قَالَ: لَيْسَتِ الْخَمْرُ وَالْمَيْسِرُ إِلَّا رِجْسًا فَلَا خَيْرَ فِيهَا الْبَتَّةَ. </p><p> (ثَالِثُهَا) أَنَّهُ قَرَنَهَا بِالْأَنْصَابِ وَالْأَزْلَامِ الَّتِي هِيَ مِنْ أَعْمَالِ الْوَثَنِيَّةِ وَخُرَافَاتِ الشِّرْكِ وَقَدْ أَوْرَدَ الْمُفَسِّرُونَ هُنَا حَدِيثَ \" مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ \" رَوَاهُ ابْنُ مَاجَهْ عَنْ أَبِي هُرَيْرَةَ فِي سَنَدِهِ مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَصْبَهَانِيُّ صَدُوقٌ يُخْطِئُ، ضَعَّفَهُ النَّسَائِيُّ. </p><p> (رَابِعُهَا) أَنَّهُ جَعَلَهُمَا مِنْ عَمَلِ الشَّيْطَانِ، لِمَا يَنْشَأُ عَنْهُمَا مِنَ الشُّرُورِ وَالطُّغْيَانُ </p><p> وَهَلْ يَكُونُ عَمَلُ الشَّيْطَانِ إِلَّا مُوجِبًا لِسَخَطِ الرَّحْمَنِ. </p><p> (خَامِسُهَا) أَنَّهُ جَعَلَ الْأَمْرَ بِتَرْكِهِمَا مِنْ مَادَّةِ الِاجْتِنَابِ وَهُوَ أَبْلَغُ مِنَ التَّرْكِ، لِأَنَّهُ يُفِيدُ الْأَمْرَ بِالتَّرْكِ مَعَ الْبُعْدِ عَنِ الْمَتْرُوكِ بِأَنْ يَكُونَ التَّارِكُ فِي جَانِبٍ بَعِيدٍ عَنْ جَانِبِ الْمَتْرُوكِ كَمَا تَقَدَّمَ، وَلِذَلِكَ نَرَى الْقُرْآنَ لَمْ يُعَبِّرْ بِالِاجْتِنَابِ إِلَّا عَنْ تَرْكِ الشِّرْكِ وَالطَّاغُوتِ الَّذِي يَشْمَلُ الشِّرْكَ وَالْأَوْثَانَ وَسَائِرَ مَصَادِرِ الطُّغْيَانِ، وَتَرْكِ الْكَبَائِرِ عَامَّةً، وَقَوْلِ الزُّورِ الَّذِي هُوَ مِنْ أَكْبَرِهَا، قَالَ تَعَالَى:  (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ)  (٢٢: ٣٠) وَقَالَ: (وَاجْتَنِبُوا الطَّاغُوتَ)  (١٦: ٣٦) كَمَا قَالَ: (وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا)  (٣٩: ١٧) وَقَالَ: (الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ)  (٥٣: ٣٢) . </p><p> (سَادِسُهَا) أَنَّهُ جَعَلَ اجْتِنَابَهُمَا مَعَدًّا لِلْفَلَاحِ، وَمَرْجَاةً لَهُ، فَدَلَّ ذَلِكَ عَلَى أَنَّ ارْتِكَابَهُمَا مِنَ الْخُسْرَانِ وَالْخَيْبَةِ، فِي الدُّنْيَا وَالْآخِرَةِ. (سَابِعُهَا) أَنَّهُ جَعَلَهُمَا مَثَارًا لِلْعَدَاوَةِ وَالْبَغْضَاءِ، وَهُمَا شَرُّ الْمَفَاسِدِ الدُّنْيَوِيَّةِ الْمُتَعَدِّيَةِ إِلَى أَنْوَاعٍ مِنَ الْمَعَاصِي فِي الْأَمْوَالِ وَالْأَعْرَاضِ وَالْأَنْفُسِ، وَلِذَلِكَ سُمِّيَتِ الْخَمْرُ أُمَّ الْخَبَائِثِ وَأُمَّ الْفَوَاحِشِ، وَقَدْ قِيلَ إِنَّ امْرَأَةً فَاسِقَةً رَاوَدَتْ رَجُلًا صَالِحًا عَنْ نَفْسِهِ فَاسْتَعْصَمَ فَسَقَتْهُ الْخَمْرَ فَزَنَى بِهَا، وَأَغْرَتْهُ بِالْقَتْلِ فَقَتَلَ، حَكَوْا هَذِهِ عَنْ بَعْضِ الْأُمَمِ الْغَابِرَةِ، وَمِثْلُهُ كَثِيرٌ فِي هَذَا الزَّمَانِ، وَقَدْ قَالَ بَعْضُ الْفُسَّاقِ فِي مِصْرَ: إِنَّهُ لَوْلَا السُّكْرُ لَقَلَّ أَنْ يُوجَدَ فِي النَّاسِ مَنْ يَقْرُبُ مِنْ هَؤُلَاءِ الْبَغَايَا الْعُمُومِيَّاتِ، وَقَدْ عُلِمَ مِمَّا تَقَدَّمَ أَنَّ هَاتَيْنِ مَفْسَدَتَانِ مُنْفَصِلَتَانِ، لِأَنَّ الْعَدَاوَةَ غَيْرُ الْبَغْضَاءِ فَيَجْتَمِعَانِ وَيَفْتَرِقَانِ. </p><p> (تَاسِعُهَا وَعَاشِرُهَا) أَنَّهُ جَعَلَهُمَا صَادَّيْنِ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ وَهُمَا رُوحُ الدِّينِ وَعِمَادُهُ، وَزَادُ الْمُؤْمِنِ وَعَتَادُهُ، وَقَدْ عُلِمَ مِمَّا تَقَدَّمَ أَيْضًا أَنَّ الصَّدَّ عَنْ ذِكْرِ اللهِ غَيْرُ الصَّدِّ عَنِ الصَّلَاةِ. </p><p> (حَادِي عَشَرَهَا) الْأَمْرُ بِالِانْتِهَاءِ عَنْهَا بِصِيغَةِ الِاسْتِفْهَامِ الْمَقْرُونِ بِفَاءِ السَّبَبِيَّةِ، وَهَلْ </p>"
}