{
  "id": null,
  "sura": 5,
  "aya": 51,
  "text": "<p> (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ) مِنَ الْمَعْلُومِ فِي السِّيرَةِ النَّبَوِيَّةِ الشَّرِيفَةِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَادَعَ الْيَهُودَ حِينَ قَدِمَ الْمَدِينَةَ، وَأَقَرَّهُمْ عَلَى دِينِهِمْ وَأَمْوَالِهِمْ، وَأَثْبَتَ ذَلِكَ فِي الْكِتَابِ الَّذِي كَتَبَهُ فِي الْمُؤَاخَاةِ بَيْنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَحُقُوقِ الْقَبَائِلِ وَالْبُطُونِ، وَمِمَّا جَاءَ فِي ذَلِكَ الْكِتَابِ:  \" وَأَنَّهُ مَنْ تَبِعَنَا مِنَ الْيَهُودِ فَإِنَّ لَهُ النَّصْرَ وَالْأُسْوَةَ غَيْرَ مَظْلُومِينَ وَلَا مُتَنَاصَرٍ عَلَيْهِمْ \" وَمِنْهُ فِي حُقُوقِ الْحِلْفِ وَالْوَلَاءِ فِي الْحَرْبِ: \" وَأَنَّ الْيَهُودَ يُنْفِقُونَ مَعَ الْمُؤْمِنِينَ مَا دَامُوا مُحَارِبِينَ، وَأَنَّ يَهُودَ بَنِي عَوْفٍ أُمَّةٌ مَعَ الْمُؤْمِنِينَ، لِلْيَهُودِ دِينُهُمْ وَلِلْمُسْلِمِينَ دِينُهُمْ، مَوَالِيهُمْ وَأَنْفُسُهُمْ، إِلَّا مَنْ ظَلَمَ أَوْ أَثِمَ فَإِنَّهُ لَا يُوتِغُ(أَيْ يُهْلِكُ)إِلَّا نَفْسَهُ وَأَهْلَ بَيْتِهِ، وَأَنَّ لِيَهُودِ بَنِي النَّجَّارِ مِثْلَ مَا لِيَهُودِ بَنِي عَوْفٍ \" ثُمَّ أَعْطَى مِثْلَ مَا لِبَنِي عَوْفٍ لِيَهُودِ بَنِي الْحَارِثِ وَسَاعِدَةَ وَجُشَمَ وَالْأَوْسِ وَثَعْلَبَةَ - وَمِنْهُمْ جَفْنَةُ - وَالشَّطَنَةُ. </p><p> قَالَ ابْنُ الْقَيِّمِ فِي الْهَدْيِ النَّبَوِيِّ: \" وَلَمَّا قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ صَارَ الْكُفَّارُ مَعَهُ ثَلَاثَةَ أَقْسَامٍ: قِسْمٌ صَالَحَهُمْ وَوَادَعَهُمْ عَلَى أَلَّا يُحَارِبُوهُ، وَلَا يُظَاهِرُوا عَلَيْهِ، وَلَا </p><p> يُوَالُوا عَلَيْهِ عَدُوَّهُ، وَهُمْ عَلَى كُفْرِهِمْ آمِنُونَ عَلَى دِمَائِهِمْ وَأَمْوَالِهِمْ، وَقِسْمٌ حَارَبُوهُ وَنَصَبُوا لَهُ الْعَدَاوَةَ، وَقِسْمٌ تَارِكُوهُ فَلَمْ يُصَالِحُوهُ وَلَمْ يُحَارِبُوهُ، بَلِ انْتَظَرُوا مَا يَئُولُ إِلَيْهِ أَمْرُهُ وَأَمْرُ أَعْدَائِهِ ثُمَّ مِنْ هَؤُلَاءِ مَنْ كَانَ يُحِبُّ ظُهُورَهُ وَانْتِصَارَهُ فِي الْبَاطِنِ، وَمِنْهُمْ مَنْ دَخَلَ مَعَهُ فِي الظَّاهِرِ، </p><p> وَهُوَ مَعَ عَدْوِّهِ فِي الْبَاطِنِ؛ لِيَأْمَنَ الْفَرِيقَيْنِ، وَهَؤُلَاءِ هُمُ الْمُنَافِقُونَ، فَعَامَلَ كُلَّ طَائِفَةٍ مِنْ هَذِهِ الطَّوَائِفِ بِمَا أَمَرَهُ بِهِ رَبُّهُ تَبَارَكَ وَتَعَالَى فَصَالَحَ يَهُودَ الْمَدِينَةِ، وَكَتَبَ بَيْنَهُمْ وَبَيْنَهُ كِتَابُ أَمْنٍ. وَكَانُوا ثَلَاثَ طَوَائِفَ حَوْلَ الْمَدِينَةِ ; بَنِي قَيْنُقَاعَ، وَبَنِي النَّضِيرِ، وَبَنِي قُرَيْظَةَ، فَحَارَبَتْهُ بَنُو قَيْنُقَاعَ بَعْدَ ذَلِكَ بَعْدَ بَدْرٍ، وَأَظْهَرُوا الْبَغْيَ وَالْحَسَدَ \"،ثُمَّ قَالَ فِي فَصْلٍ آخَرَ:\" ثُمَّ نَقَضَ الْعَهْدَ بَنُو النَّضِيرِ، قَالَ الْبُخَارِيُّ: وَكَانَ ذَلِكَ بَعْدَ بَدْرٍ بِسِتَّةِ أَشْهُرٍ \" وَبَيَّنَ كَيْفَ تَآمَرُوا عَلَى قَتْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَقَدَّمَ ذِكْرُ ذَلِكَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ هَذِهِ السُّورَةِ:(يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ)(٥: ١١)إِذْ وَرَدَ أَنَّ الْآيَةَ نَزَلَتْ فِي ذَلِكَ، ثُمَّ بَيَّنَ فِي فَصْلٍ آخَرَ أَنَّ قُرَيْظَةَ كَانَتْ أَشَدَّ عَدَاوَةً لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَّهُمْ نَقَضُوا صُلْحَهُ لَمَّا خَرَجَ إِلَى غَزْوَةِ الْخَنْدَقِ، وَبَيَّنَ كَيْفَ حَارَبَ كُلَّ طَائِفَةٍ وَأَظْهَرَهُ اللهُ عَلَيْهَا. فَهَذَا هُوَ السَّبَبُ الْعَامُّ فِي النَّهْيِ عَنْ مُوَالَاةِ أَهْلِ الْكِتَابِ فِي هَذِهِ الْآيَاتِ. وَكَانَ نَصَارَى الْعَرَبِ، وَكَذَا الرُّومُ بِالطَّبْعِ، حَرْبًا لَهُ كَالْيَهُودِ.</p><p> وَأَمَّا السَّبَبُ الْخَاصُّ الَّذِي ذَكَرُوهُ فِي سَبَبِ النُّزُولِ فَهَاكَ مُلَخَّصُهُ: أَخْرَجَ رُوَاةُ التَّفْسِيرِ الْمَأْثُورِ، وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ، وَابْنُ عَسَاكِرَ، عَنْ عُبَادَةَ بْنِ الْوَلِيدِ، أَنَّ عُبَادَةَ بْنَ الصَّامِتِ قَالَ: لَمَّا حَارَبَتْ بَنُو قَيْنُقَاعَ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَشَبَّثَ بِأَمْرِهِ عَبْدُ اللهِ بْنُ أُبَيٍّ ابْنُ سَلُولَ (زَعِيمُ الْمُنَافِقِينَ) وَقَامَ دُونَهُمْ، وَمَشَى عُبَادَةُ بْنُ الصَّامِتِ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَبَرَّأَ إِلَى اللهِ وَإِلَى رَسُولِهِ مِنْ حِلْفِهِمْ، وَكَانَ أَحَدَ بَنِي عَوْفِ بْنِ الْخَزْرَجِ، وَلَهُ مِنْ حِلْفِهِمْ مِثْلُ الَّذِي كَانَ لِعَبْدِ اللهِ بْنِ أُبَيٍّ، فَخَلَعَهُمْ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: \" أَتَوَلَّى اللهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ، وَأَبْرَأُ إِلَى اللهِ وَرَسُولِهِ مِنْ حِلْفِ هَؤُلَاءِ الْكُفَّارِ وَوِلَايَتِهِمْ \"،قَالَ:وَفِيهِ وَفِي عَبْدِ اللهِ نَزَلَتِ الْآيَاتُ فِي الْمَائِدَةِ(يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ)إِلَى قَوْلِهِ:(فَإِنَّ حِزْبَ اللهِ هُمُ الْغَالِبُونَ).</p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَابْنُ جَرِيرٍ عَنْ عَطِيَّةَ بْنِ سَعْدٍ قَالَ: جَاءَ عُبَادَةُ بْنُ </p><p> الصَّامِتِ مِنْ بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللهِ، إِنَّ لِي مَوَالِيَ مِنَ الْيَهُودِ كَثِيرٌ عَدَدُهُمْ، وَإِنِّي أَبْرَأُ إِلَى اللهِ وَرَسُولِهِ مِنْ وِلَايَةِ يَهُودَ، وَأَتَوَلَّى اللهَ وَرَسُولَهُ، فَقَالَ عَبْدُ اللهِ بْنُ أُبَيٍّ: إِنِّي رَجُلٌ أَخَافُ الدَّوَائِرَ، لَا أَبْرَأُ مِنْ وِلَايَةِ مَوَالِيَّ، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَبْدِ اللهِ بْنِ أُبَيٍّ: \" يَا أَبَا الْحُبَابِ! أَرَأَيْتَ الَّذِي نَفَسْتَ بِهِ مِنْ وَلَاءِ يَهُودَ عَلَى عُبَادَةَ، فَهُوَ لَكَ دُونَهُ \" قَالَ: إِذَنْ أَقْبَلُ، فَأَنْزَلَ اللهُ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى) إِلَى أَنْ بَلَغَ (وَاللهُ يَعْصِمُكَ مِنَ النَّاسِ)  (٥: ٦٧) . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، عَنْ عِكْرِمَةَ فِي الْآيَةِ، أَنَّهَا نَزَلَتْ فِي بَنِي قُرَيْظَةَ؛ </p><p> إِذْ غَدَرُوا وَنَقَضُوا الْعَهْدَ بَيْنَهُمْ وَبَيْنَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي كِتَابِهِمْ إِلَى أَبِي سُفْيَانَ بْنِ حَرْبٍ؛ يَدْعُونَهُ وَقُرَيْشًا لِيُدْخِلُوهُمْ حُصُونَهُمْ، فَبَعَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَا لُبَابَةَ بْنَ عَبْدِ الْمُنْذِرِ إِلَيْهِمْ يَسْتَنْزِلُهُمْ مِنْ حُصُونِهِمْ، فَلَمَّا أَطَاعُوا لَهُ بِالنُّزُولِ أَشَارَ إِلَى حَلْقِهِ بِالذَّبْحِ، وَفِيهَا أَنَّ بَعْضَ الْمُسْلِمِينَ كَانُوا يُكَاتِبُونَ النَّصَارَى بِالشَّامِ، وَأَنْ بَعْضَهُمْ كَانَ يُكَاتِبُ يَهُودَ الْمَدِينَةِ بِأَخْبَارِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُمَنُّونَ إِلَيْهِمْ لِيَنْتَفِعُوا بِمَا لَهُمْ وَلَوْ بِالْقَرْضِ، فَنُهُوا عَنْ ذَلِكَ. وَرَوَى ابْنُ جَرِيرٍ أَنَّ بَعْضَهُمْ قَالَ: لَمَّا خَافُوا أَنْ يُدَالَ لِلْمُشْرِكِينَ يَوْمَ أُحُدٍ أَنَّهُ يَلْحَقُ بِفُلَانٍ الْيَهُودِيِّ فَيَتَهَوَّدَ مَعَهُ. وَقَالَ آخَرُ: إِنَّهُ يَلْحَقُ بِفُلَانٍ النَّصْرَانِيِّ فَيَتَنَصَّرَ مَعَهُ، وَأَنَّ الْآيَةَ نَزَلَتْ فِي ذَلِكَ، وَكَانَ هَؤُلَاءِ مِنَ الْمُنَافِقِينَ. </p><p> أَقُولُ: الظَّاهِرُ أَنَّ الْآيَاتِ نَزَلَتْ بَعْدَ تِلْكَ الْوَقَائِعِ وَغَيْرِهَا مِمَّا ذَكَرُوهُ، إِنْ صَحَّتِ الرِّوَايَاتُ، وَأَنَّ مَعْنَى جَعْلِهَا أَسْبَابًا لِنُزُولِهَا أَنَّهَا نَزَلَتْ فِي الْمَعْنَى الَّذِي يَنْتَظِمُهَا، وَهُوَ النَّهْيُ عَنْ مُوَالَاةِ النَّصْرِ وَالْمُظَاهَرَةِ لِهَؤُلَاءِ النَّاسِ ; إِذْ كَانُوا حَرْبًا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ، وَكَانُوا هُمُ الْمُعْتَدِينَ فِي ذَلِكَ ; فَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُقَاتِلْ إِلَّا مَنْ نَصَّبُوا أَنْفُسَهُمْ لِقِتَالِهِ، وَمَعْنَاهَا عَامٌّ فِي كُلِّ حَالٍ كَالْحَالِ الَّتِي نَزَلَتْ فِيهَا. </p><p> قَالَ اللهُ تَعَالَى:  (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ) عُلِمَ مِمَّا سَبَقَ أَنِ الْمُرَادَ بِالْوِلَايَةِ وِلَايَةُ التَّنَاصُرِ وَالْمُحَالَفَةِ، وَقَيَّدَهُ بَعْضُهُمْ بِكَوْنِهَا عَلَى الْمُؤْمِنِينَ، وَأَنَّ النَّهْيَ لِأَفْرَادِ الْمُسْلِمِينَ وَجَمَاعَتِهِمْ دُونَ جُمْلَتِهِمْ، وَأَنَّهُ يَشْمَلُ الْمُؤْمِنِينَ الصَّادِقِينَ </p><p> وَغَيْرَهُمْ ; لِأَنَّهُ مُقَدِّمَةٌ لِلْإِنْكَارِ عَلَى مَرْضَى الْقُلُوبِ الَّذِينَ يَتَّخِذُونَ لَهُمُ الْيَدَ عِنْدَهُمْ لِعَدَمِ ثِقَتِهِمْ بِبَقَاءِ الْإِسْلَامِ وَثَبَاتِ أَهْلِهِ. وَلَوْلَا هَذَا لَجُوِّزَ أَنْ يَكُونَ النَّهْيُ لِجُمْلَةِ الْمُسْلِمِينَ أَيْضًا، لَا لِأَنَّ مِنْ أُصُولِ الدِّينِ أَلَّا يُحَالِفَ أَهْلُهُ مَنْ يُخَالِفُهُمْ فِيهِ. كَيْفَ وَقَدْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَالَفَ يَهُودَ الْمَدِينَةِ عَقِبَ الْهِجْرَةِ؟ بَلْ لِأَنَّ الْقَوْمَ كَانُوا فِي حَنَقٍ شَدِيدٍ عَلَى الْإِسْلَامِ وَحَسَدٍ لِلْعَرَبِ عَلَى مَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ، فَلَا يُوثَقُ بِوَفَائِهِمْ بَعْدَ مَا كَانَ مِنْ خِيَانَتِهِمْ وَغَدْرِهِمْ، وَلَكِنَّ هَذَا غَيْرُ مُرَادٍ مِنَ الْآيَةِ، بَلِ السِّيَاقُ يَدُلُّ عَلَى الْوَجْهِ الْأَوَّلِ؛ وَهُوَ أَنْ يُوَالِيَ أَفْرَادٌ أَوْ جَمَاعَاتٌ مِنَ الْمُسْلِمِينَ أُولَئِكَ الْيَهُودَ وَالنَّصَارَى الْمُعَادِينَ لِلنَّبِيِّ وَالْمُؤْمِنِينَ، وَيُعَاهِدُونَهُمْ عَلَى التَّنَاصُرِ مِنْ دُونِ الْمُؤْمِنِينَ؛ رَجَاءَ أَنْ يَحْتَاجُوا إِلَى نَصْرِهِمْ إِذَا خُذِلَ الْمُسْلِمُونَ وَغُلِبُوا عَلَى أَمْرِهِمْ. وَنُكْتَةُ التَّعْبِيرِ عَنْهُمْ بِالْيَهُودِ وَالنَّصَارَى دُونَ أَهْلِ الْكِتَابِ هِيَ أَنَّ مُعَادَاتِهِمْ لِلنَّبِيِّ وَالْمُؤْمِنِينَ إِنَّمَا كَانَتْ بِحَسَبِ جِنْسِيَّاتِهِمُ السِّيَاسِيَّةِ، لَا مِنْ حَيْثُ أَنَّ كِتَابَهُمْ يَأْمُرُهُمْ بِذَلِكَ. </p><p> هَذَا النَّهْيُ عَنْ وِلَايَةِ أَهْلِ الْكِتَابِ مِثْلُ النَّهْيِ عَنْ وِلَايَةِ الْمُشْرِكِينَ فِي قَوْلِهِ تَعَالَى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ)  (٦٠: ١) . . . إِلَخْ. وَقَدْ نَزَلَتْ فِي حَاطِبِ بْنِ أَبِي بَلْتَعَةَ لَمَّا كَتَبَ إِلَى قُرَيْشٍ يُخْبِرُهُمْ بِعَزْمِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حَرْبِهِمْ </p><p> ; </p><p> لِأَنَّ لَهُ عِنْدَهُمْ مَالًا وَأَهْلًا، فَأَرَادَ أَنْ يَتَّخِذَ عِنْدَهُمْ يَدًا ; لِأَجْلِ حِمَايَةِ أَهْلِهِ. وَالنَّهْيُ عَنِ الشَّيْءِ بِسَبَبٍ مِنَ الْأَسْبَابِ لَا يَتَنَاوَلُ مَنْ لَمْ يَتَحَقَّقْ فِيهِمْ، وَلَا يُنَافِي زَوَالَ النَّهْيِ بِزَوَالِ سَبَبِهِ ; وَلِذَلِكَ قَالَ تَعَالَى بَعْدَ هَذَا النَّهْيِ فِي هَذِهِ السُّورَةِ \" الْمُمْتَحَنَةِ \" : (عَسَى اللهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللهُ قَدِيرٌ وَاللهُ غَفُورٌ رَحِيمٌ لَا يَنْهَاكُمُ اللهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللهَ يُحِبُّ الْمُقْسِطِينَ إِنَّمَا يَنْهَاكُمُ اللهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ)  (٦٠: ٧ - ٩) فَهَذِهِ الْآيَاتُ نَصٌّ صَرِيحٌ فِي كَوْنِ النَّهْيِ عَنِ الْوِلَايَةِ لِأَجْلِ الْعَدَاوَةِ، وَكَوْنِ الْقَوْمِ حَرْبًا، لَا لِأَجْلِ الْخِلَافِ فِي الدِّينِ لِذَاتِهِ، فَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا حَالَفَ الْيَهُودَ كَتَبَ فِي كِتَابِهِ \" لِلْيَهُودِ دِينُهُمْ، وَلِلْمُسْلِمِينَ دِينُهُمْ \" كَمَا أَمَرَهُ اللهُ أَنْ يَقُولَ لِجَمِيعِ الْمُخَالِفِينَ: (لَكُمْ دِينُكُمْ وَلِي دِينِ) </p><p> (١٠٩: ٦) . </p><p> وَقَدْ جَعَلَ الْمُتَأَخِّرُونَ مِنَ الْمُفَسِّرِينَ - كَالزَّمَخْشَرِيِّ وَالْبَيْضَاوِيِّ وَمَنْ تَابَعَهُمَا - الْوِلَايَةَ بِمَعْنَى الْمَوَدَّةِ وَحُسْنِ الْمُعَامَلَةِ وَاسْتِخْدَامِ الْمُخَالِفِينَ مِنْ أَهْلِ الْكِتَابِ، وَاسْتَدَلُّوا بِحَدِيثِ \" لَا تَتَرَاءَى نَارَاهُمَا \" ، وَدَعَّمُوا ذَلِكَ بِأَمْرِ عُمَرَ رَضِيَ اللهُ عَنْهُ لِأَبِي مُوسَى الْأَشْعَرِيِّ بِعَزْلِ كَاتِبِهِ النَّصْرَانِيِّ، وَالسِّيَاقُ يَأْبَى ذَلِكَ كَمَا تَقَدَّمَ، وَقَدْ حَاوَلَ الْمُتَقَدِّمُونَ جَعْلَ النَّهْيِ خَاصًّا بِمَنْ نَزَلَ فِيهِمْ مَعَ جَعْلِ الْوِلَايَةِ وِلَايَةَ النُّصْرَةِ، وَمَا أَبْعَدَ الْفَرْقَ بَيْنَ الْفَرِيقَيْنِ. </p><p> قَالَ شَيْخُ الْمُفَسِّرِينَ ابْنُ جَرِيرٍ الطَّبَرِيُّ:  \" وَالصَّوَابُ مِنَ الْقَوْلِ فِي ذَلِكَ عِنْدَنَا،أَنْ يُقَالَ:إِنَّ اللهَ - تَعَالَى ذِكْرُهُ - نَهَى الْمُؤْمِنِينَ جَمِيعًا أَنْ يَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَنْصَارًا وَحُلَفَاءَ عَلَى أَهْلِ الْإِيمَانِ بِاللهِ وَرَسُولِهِ، وَأَخْبَرَ أَنَّهُ مَنِ اتَّخَذَهُمْ نَصِيرًا وَحَلِيفًا وَوَلَّيَا مَنْ دُونِ اللهِ وَرَسُولِهِ فَإِنَّهُمْ مِنْهُمْ فِي التَّخْرِيبِ عَلَى اللهِ وَعَلَى رَسُولِهِ وَالْمُؤْمِنِينَ. وَإِنَّ اللهَ وَرَسُولَهُ مِنْهُ بَرِيئَانِ. وَقَدْ يَجُوزُ أَنْ تَكُونَ الْآيَةُ نَزَلَتْ فِي شَأْنِ عُبَادَةَ بْنِ الصَّامِتِ وَعَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُولَ وَحُلَفَائِهِمَا مِنَ الْيَهُودِ، وَيَجُوزُ أَنْ تَكُونَ نَزَلَتْ فِي أَبِي لُبَابَةَ بِسَبَبِ فِعْلِهِ فِي بَنِي قُرَيْظَةَ، وَيَجُوزُ أَنْ تَكُونَ فِي شَأْنِ الرَّجُلَيْنِ اللَّذَيْنِ ذَكَرَ السُّدِّيُّ أَنَّ أَحَدَهُمَا أَرَادَ اللَّحَاقَ بِذَلِكَ الْيَهُودِيِّ، وَالْآخَرُ بِنَصْرَانِيٍّ بِالشَّامِ، وَلَمْ يَصِحَّ بِوَاحِدٍ مِنْ هَذِهِ الْأَقْوَالِ الثَّلَاثَةِ خَبَرٌ يَثْبُتُ بِمِثْلِهِ حُجَّتُهُ، فَيَسْلَمَ لِصِحَّتِهِ الْقَوْلُ، وَيَجُوزُ مَا قَالَهُ أَهْلُ التَّأْوِيلِ فِيهِ مِنَ الْقَوْلِ الَّذِي لَا عِلْمَ عِنْدِنَا بِخِلَافِهِ، غَيْرَ أَنَّهُ لَا شَكَّ أَنَّ الْآيَةَ نَزَلَتْ فِي مُنَافِقٍ كَانَ يُوَالِي يَهُودَ أَوْ نَصَارَى جَزَعًا عَلَى نَفْسِهِ مِنْ دَوَائِرِ الدَّهْرِ ; لِأَنَّ الْآيَةَ الَّتِي بَعْدَ هَذِهِ تَدُلُّ عَلَى ذَلِكَ \" اهـ. </p><p> وَقَالَ الْبَيْضَاوِيُّ فِي تَفْسِيرِ النَّهْيِ عَنِ اتِّخَاذِهِمْ أَوْلِيَاءَ: فَلَا تَعْتَمِدُوا عَلَيْهِمْ، وَلَا تُعَاشِرُوهُمْ </p><p> مُعَاشَرَةَ الْأَحْبَابِ (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) إِيمَاءً إِلَى عِلَّةِ النَّهْيِ ; أَيْ فَإِنَّهُمْ مُتَّفِقُونَ عَلَى خِلَافِكُمْ، يُوَالِي بَعْضُهُمْ بَعْضًا، لِاتِّحَادِهِمْ فِي الدِّينِ، وَاجْتِمَاعِهِمْ عَلَى مُضَادَّتِكُمْ (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) أَيْ وَمَنْ وَالَاهُمْ مِنْكُمْ فَإِنَّهُ مَنْ جُمْلَتِهِمْ، وَهَذَا التَّشْدِيدُ فِي وُجُوبِ مُجَانَبَتِهِمْ كَمَا قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" لَا تَتَرَاءَى نَارَاهُمَا \" ، أَوْ لِأَنَّ الْمُوَالِينَ لَهُمْ كَانُوا مُنَافِقِينَ. اهـ. هَكَذَا خَصَّ الْبَيْضَاوِيُّ الْوِلَايَةَ بِمُعَاشَرَةِ الْمَحَبَّةِ، وَالِاعْتِمَادِ عَلَى الْأَشْخَاصِ فِي </p><p> الْأُمُورِ، وَهُوَ خَطَأٌ تَتَبَرَّأُ مِنْهُ لُغَةُ الْآيَةِ فِي مُفْرَدَاتِهَا وَسِيَاقِهَا، كَمَا يَتَبَرَّأُ مِنْهُ سَبَبُ النُّزُولِ وَالْحَالَةُ الْعَامَّةُ الَّتِي كَانَ عَلَيْهَا الْمُسْلِمُونَ وَالْكِتَابِيُّونَ فِي عَصْرِ التَّنْزِيلِ، كَمَا عُلِمَ مِمَّا تَقَدَّمَ. وَسَبَبُ وُقُوعِ الْبَيْضَاوِيِّ فِي مِثْلِ هَذَا الْغَلَطِ، اعْتِمَادُهُ عَلَى مِثْلِ الْكَشَّافِ فِي فَهْمِ الْآيَاتِ دُونَ الرُّجُوعِ إِلَى تَفَاسِيرَ السَّلَفِ عَلَى أَنَّ صَاحِبَ الْكَشَّافِ أَرْسَخُ مِنْهُ فِي اللُّغَةِ قَدَمًا، وَأَدَقُّ فَهْمًا وَذَوْقًا ; وَلِذَلِكَ بَدَأَ تَفْسِيرُ الْوِلَايَةِ بِقَوْلِهِ:  \" تَنْصُرُونَهُمْ، وَتَسْتَنْصِرُونَهُمْ \" وَهُوَ الْمَعْنَى الصَّحِيحُ، وَعَطَفَ عَلَيْهِ وِلَايَةَ الْأُخُوَّةِ وَالْمَوَدَّةِ، فَأَخَذَ الْبَيْضَاوِيُّ الْمَعْنَى الثَّانِي بِعِبَارَةٍ تَسْتَحِقُّ مِنَ النَّقْدِ مَا لَا تَسْتَحِقُّهُ عِبَارَةُ الزَّمَخْشَرِيِّ. </p><p> وَأَخْطَأَ كُلٌّ مِنْهُمَا فِي إِيرَادِ حَدِيثِ \" لَا تَتَرَاءَى نَارَاهُمَا \" فِي هَذَا الْمَقَامِ، وَكُلٌّ مِنْهُمَا قَلِيلُ الْبِضَاعَةِ فِي عِلْمِ الْحَدِيثِ ; فَالْحَدِيثُ وَرَدَ فِي وُجُوبِ الْهِجْرَةِ مِنْ أَرْضِ الْمُشْرِكِينَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِنُصْرَتِهِ، رَوَاهُ أَهْلُ السُّنَنِ، أَمَّا أَبُو دَاوُدَ فَرَوَاهُ مِنْ حَدِيثِ جَرِيرِ بْنِ عَبْدِ اللهِ، وَذَكَرَ أَنَّ جَمَاعَةً لَمْ يَذْكُرُوا جَرِيرًا ; أَيْ رَوَوْهُ مُرْسَلًا، وَهُوَ الَّذِي اقْتَصَرَ النَّسَائِيُّ. وَأَخْرَجَهُ التِّرْمِذِيُّ مُرْسَلًا، وَقَالَ: وَهَذَا أَصَحُّ. وَنُقِلَ عَنِ الْبُخَارِيِّ تَصْحِيحُ الْمُرْسَلِ، وَلَكِنَّهُ لَمْ يُخَرِّجْهُ فِي صَحِيحِهِ، وَلَا هُوَ عَلَى شَرْطِهِ، وَالِاحْتِجَاجُ بِالْمُرْسَلِ فِيهِ الْخِلَافُ الْمَشْهُورُ فِي عِلْمِ الْأُصُولِ، وَلَفْظُ الْحَدِيثِ: بَعَثَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَرِيَّةً إِلَى خَثْعَمَ، فَاعْتَصَمَ نَاسٌ مِنْهُمْ بِالسُّجُودِ، فَأَسْرَعَ فِيهِمُ الْقَتْلَ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ لَهُمْ بِنِصْفِ الْعَقْلِ (أَيِ الدِّيَةِ) وَقَالَ: \" أَنَا بَرِيءٌ مِنْ كُلِّ مُسْلِمٍ يُقِيمُ بَيْنَ أَظْهُرِ الْمُشْرِكِينَ،قَالُوا:يَا رَسُولَ اللهِ لِمَ؟قَالَ:لَا تَتَرَاءَى نَارَاهُمَا \" ، فَجَعَلَ لَهُمْ نِصْفَ الدِّيَةِ، وَهُمْ مُسْلِمُونَ ; لِأَنَّهُمْ أَعَانُوا عَلَى أَنْفُسِهِمْ، وَأَسْقَطُوا نِصْفَ حَقِّهِمْ بِإِقَامَتِهِمْ بَيْنَ الْمُشْرِكِينَ الْمُحَارِبِينَ لِلَّهِ وَلِرَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَشَدَّدَ فِي مِثْلِ هَذِهِ الْإِقَامَةِ بَيْنَ الْمُشْرِكِينَ الْمُحَارِبِينَ لِلَّهِ وَلِرَسُولِهِ عَنْ نَصْرِ اللهِ وَرَسُولِهِ، وَاللهُ تَعَالَى يَقُولُ فِي أَمْثَالِ هَؤُلَاءِ:  (وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وِلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ)  (٨: ٧٢) فَنَفَى تَعَالَى وِلَايَةَ الْمُسْلِمِينَ غَيْرِ الْمُهَاجِرِينَ ; إِذْ كَانَتِ الْهِجْرَةُ وَاجِبَةً، فَلَأَنْ يَنْفِيَ وِلَايَةَ الْيَهُودِ وَالنَّصَارَى - وَقَدْ كَانُوا مُحَارِبِينَ أَيْضًا - أَوْلَى. فَذِكْرُ هَذَا الْحَدِيثِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ لَا يَصِحُّ وَضْعُهُ فِي الْمَوْضِعِ الَّذِي وَضَعَهُ فِيهِ الزَّمَخْشَرِيُّ وَالْبَيْضَاوِيُّ، إِنَّمَا </p><p> يُنَاسِبُهُ مَا قُلْنَا آنِفًا، فَهُوَ لَا يَدُلُّ - إِذَا صَحَّ الِاحْتِجَاجُ بِهِ - عَلَى مَا ذُكِرَ مِنْ عَدَمِ </p><p> مُعَاشَرَةِ الْكِتَابِيِّ وَالْإِقَامَةِ مَعَهُ، وَإِنْ كَانَ ذَا ذِمَّةٍ أَوْ عَهْدٍ لَا خَوْفَ مِنَ الْإِقَامَةِ مَعَهُ وَلَا خَطَرَ، وَقَدْ كَانَ الْيَهُودُ يُقِيمُونَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَ الصَّحَابَةِ فِي الْمَدِينَةِ، وَكَانُوا يُعَامِلُونَهُمْ بِالْمُسَاوَاةِ التَّامَّةِ، حَتَّى إِنَّ عَلِيًّا الْمُرْتَضَى لَمَّا تَحَاكَمَ مَعَ يَهُودِيٍّ إِلَى عُمَرَ رَضِيَ اللهُ عَنْهُمَا وَخَاطَبَهُ عُمَرُ أَمَامَ خَصْمِهِ الْيَهُودِيِّ بِالْكُنْيَةِ (يَا أَبَا الْحَسَنِ) غَضِبَ وَعَاتَبَ عُمَرَ ; أَنَّهُ عَظَّمَهُ أَمَامَ خَصْمِهِ، وَعُمَرُ لَمْ يَقْصِدْ تَمْيِيزَهُ عَلَى خَصْمِهِ، وَإِنَّمَا جَرَى لِسَانُهُ بِذَلِكَ ; لِتَعَوُّدِهِ تَكْرِيمَ عَلِيٍّ بِمُخَاطَبَتِهِ بِالْكُنْيَةِ. عَلَى أَنَّ الْحَدِيثَ وَرَدَ فِي الْمُشْرِكِينَ، لَا فِي أَهْلِ الْكِتَابِ، وَقَدْ فَرَّقَ الشَّرْعُ بَيْنَهُمَا فِي عِدَّةِ مَسَائِلَ. أَلَمْ تَرَ أَنَّ اللهَ تَعَالَى أَبَاحَ لَنَا طَعَامَ أَهْلِ الْكِتَابِ وَالتَّزَوُّجَ بِنِسَائِهِمْ دُونَ الْمُشْرِكِينَ، وَهُوَ يَقُولُ فِي حِكْمَةِ الزَّوْجِيَّةِ وَسِرِّهَا:  (وَجَعَلَ بَيْنِكُمْ مَوَدَّةً وَرَحْمَةً)  (٣٠: ٢١) . وَقَدْ جَرَى الَّذِينَ يُفَسِّرُونَ الْقُرْآنَ مِنَ الْمُتَأَخِّرِينَ تَصْنِيفًا وَتَدْرِيسًا عَلَى آثَارِ الْبَيْضَاوِيِّ ; إِذْ هُوَ الَّذِي يُدَرَّسُ الْآنَ فِي أَكْثَرِ الْأَمْصَارِ الْإِسْلَامِيَّةِ، وَقَدِ اتَّفَقَ أَنَّنِي لَمَّا زُرْتُ مَدِينَةَ دَارِ الْفُنُونِ فِي الْآسِتَانَةِ سَنَةَ ١٣٢٨، وَطُفْتُ عَلَى حُجُرَاتِ الْمُدَرِّسِينَ أَلْفَيْتُ مُدَرِّسَ التَّفْسِيرِ يُفَسِّرُ هَذِهِ الْآيَةَ، فَلَمَّا قَرَّرَ مَا قَالَهُ الْبَيْضَاوِيُّ قَامَ أَحَدُ طُلَّابِ الْعِلْمِ مِنَ التُّرْكِ وَقَالَ: إِذَا كَانَ الْأَمْرُ كَذَلِكَ، فَلِمَاذَا جَعَلَتِ الدَّوْلَةُ بَعْضَ الْوُزَرَاءِ وَالْأَعْيَانِ وَالْمَبْعُوثِينَ وَالْمُوَظَّفِينَ مِنَ النَّصَارَى وَالْيَهُودِ؟ فَأُرْتِجَ عَلَى الْمُدَرِّسِ، وَعَرِقَ جَبِينُهُ، وَنَاهِيكَ بِعِقَابِ الْحُكُومَةِ الْعُرْفِيَّةِ الْعَسْكَرِيَّةِ هُنَالِكَ لِمَنْ يَطْعَنُ فِي دُسْتُورِهَا، فَقُلْتُ لِلْمُدَرِّسِ: أَتَأْذَنُ لِي أَنْ أُجِيبَ هَذَا السَّائِلَ؟ قَالَ: نَعَمْ. فَقُمْتُ، فَبَيَّنْتُ لَهُ أَنَّ الْوِلَايَةَ فِي الْآيَةِ وِلَايَةُ النُّصْرَةِ بِنَحْوِ مَا قَدَّمْتُهُ هُنَا، وَإِنَّهَا لَا تَدُلُّ عَلَى عَدَمِ جَوَازِ اسْتِخْدَامِ الدَّوْلَةِ لِغَيْرِ الْمُحَارِبِينَ لَنَا، وَلَا هِيَ مِنْ هَذَا السِّيَاقِ فِي شَيْءٍ، فَاقْتَنَعَ السَّائِلُ وَالسَّامِعُ، وَسُرَّ الْأُسْتَاذُ، وَسُرِّيَ عَنْهُ، وَكَانَ لِهَذَا الْجَوَابِ أَحْسَنُ الْوَقْعِ عِنْدَ مُدِيرِ قِسْمِ الْإِلَهِيَّاتِ وَالْأَدَبِيَّاتِ مِنَ الْمَدْرَسَةِ، وَبَلَّغَهُ نَاظِرَ الْمَعَارِفِ فَارْتَاحَ إِلَيْهِ وَأَعْجَبَهُ، فَاقْتَرَحَ الْمُدِيرُ عَلَيْهِ أَنْ يُقَرِّرَ جَعْلَ تَدْرِيسِ التَّفْسِيرِ بِالْعَرَبِيَّةِ، وَكَذَلِكَ الْحَدِيثِ؛ رَجَاءَ أَنْ يُعْهَدَ إِلَيَّ بِهِ إِنْ أَقَمْتُ فِي الْآسِتَانَةِ، فَأَجَابَهُ إِلَى ذَلِكَ. </p><p> أَمَّا قَوْلُهُ تَعَالَى:  (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) فَهُوَ اسْتِئْنَافٌ بَيَانِيٌّ سِيقَ لِتَعْلِيلِ النَّهْيِ كَمَا قَالُوا وَمَعْنَاهُ أَنَّ الْيَهُودَ بَعْضَهُمْ أَوْلِيَاءُ وَأَنْصَارُ بَعْضٍ، وَالنَّصَارَى بَعْضَهُمْ أَوْلِيَاءُ وَأَنْصَارُ بَعْضٍ، لَا أَنَّ الْيَهُودَ أَوْلِيَاءُ وَحُلَفَاءُ النَّصَارَى، وَالنَّصَارَى أَوْلِيَاءُ وَحُلَفَاءُ الْيَهُودِ، وَلَمْ يَكُنْ لِلْمُؤْمِنِينَ مِنْهُمْ مَنْ وَلِيٍّ وَلَا نَصِيرٍ ; إِذْ كَانَ الْيَهُودُ قَدْ نَقَضُوا مَا عَقَدَهُ الرَّسُولُ مَعَهُمْ مِنَ الْعَهْدِ كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ ; فَصَارَ الْجَمِيعُ حَرْبًا لِلرَّسُولِ وَمَنْ مَعَهُ مِنَ الْمُؤْمِنِينَ مِنْ غَيْرِ أَنْ يَبْدَأَهُمْ بِعُدْوَانٍ وَلَا قِتَالٍ، كَمَا عَلِمْتَ مِنْ عِبَارَةِ ابْنِ الْقَيِّمِ السَّابِقَةِ. </p><p> وَأَمَّا قَوْلُهُ:  (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) . . . إِلَخْ. فَهُوَ وَعِيدٌ لِمَنْ يُخَالِفُ النَّهْيَ ; أَيْ وَمَنْ يَنْصُرُهُمْ وَيَسْتَنْصِرُ بِهِمْ مِنْ دُونِ الْمُؤْمِنِينَ، وَهُمْ إِلْبٌ وَاحِدٌ عَلَيْكُمْ، فَإِنَّهُ فِي الْحَقِيقَةِ مِنْهُمْ لَا مِنْكُمْ ; لِأَنَّهُ مَعَهُمْ عَلَيْكُمْ، وَلَا يُعْقَلُ أَنْ يَقَعَ ذَلِكَ مِنْ مُؤْمِنٍ صَادِقٍ ; فَهُوَ إِمَّا مُوَافِقٌ لِمَنْ وَالَاهُمْ فِي عَقِيدَتِهِمْ، أَوْ فِي عَدَاوَتِهِمْ لِمَنْ وَالَاهُمْ عَلَيْهِمْ، وَعَلَى كِلْتَا الْحَالَتَيْنِ يَكُونُ حُكْمُهُ حُكْمَهُمْ، وَقَالَ ابْنُ جَرِيرٍ: يَقُولُ فَإِنَّ مَنْ تَوَلَّاهُمْ وَنَصَرَهُمْ عَلَى الْمُؤْمِنِينَ فَهُوَ مِنْ أَهْلِ دِينِهِمْ وَمِلَّتِهِمْ، فَإِنَّهُ لَا يَتَوَلَّى مُتَوَلٍّ أَحَدًا إِلَّا وَهُوَ بِهِ وَبِدِينِهِ وَمَا هُوَ عَلَيْهِ رَاضٍ، وَإِذَا رَضِيَهُ وَرَضِيَ دِينَهُ فَقَدْ عَادَى مَنْ خَالَفَهُ وَسَخِطَهُ، وَصَارَ حُكْمُهُ حُكْمَهُ انْتَهَى. وَبُنِيَ عَلَى ذَلِكَ عَدُّ أَهْلِ الْعِلْمِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ (كَابْنِ عَبَّاسٍ وَالْحَسَنِ) بَنِي تَغْلِبَ مِنَ النَّصَارَى لِمُوَالَاتِهِمْ لَهُمْ، وَأَجَازُوا أَكْلَ ذَبَائِحِهِمْ وَنِكَاحِ نِسَائِهِمْ، وَهُمْ مُشْرِكُونَ لِعَدِّهِمْ مِنَ النَّصَارَى. قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ بَعْدَ أَمْرِهِ بِأَكْلِ ذَبَائِحِهِمْ وَزَوَاجِ نِسَائِهِمْ وَتِلَاوَةِ الْآيَةِ: لَوْ لَمْ يَكُونُوا مِنْهُمْ إِلَّا بِالْوِلَايَةِ لَكَانُوا مِنْهُمْ، وَقَدْ قَيَّدَ ابْنُ جَرِيرٍ الْوِلَايَةَ بِكَوْنِهَا لِأَجْلِ الدِّينِ، كَمَا كَانَتِ الْحَالُ فِي ذَلِكَ الْعَصْرِ ; إِذْ قَامَ الْمُشْرِكُونَ وَأَهْلُ الْكِتَابِ يُعَادُونَ الْمُسْلِمِينَ وَيُقَاتِلُونَهُمْ لِأَجْلِ دِينِهِمْ، وَقَدْ تَقَعُ الْمُوَالَاةُ وَالْمُحَالَفَةُ وَالْمُنَاصَرَةُ بَيْنَ الْمُخْتَلِفِينَ فِي الدِّينِ لِمَصَالِحَ دُنْيَوِيَّةٍ، فَإِذَا حَالَفَ الْمُسْلِمُونَ أُمَّةً غَيْرَ مُسْلِمَةٍ عَلَى أُمَّةٍ مِثْلِهَا ; لِاتِّفَاقِ مَصْلَحَةِ الْمُسْلِمِينَ مَعَ مَصْلَحَتِهَا، فَهَذِهِ الْمُحَالَفَةُ لَا تَدْخُلُ فِي عُمُومِ كَلَامِهِ ; لِأَنَّهُ اشْتَرَطَ أَنْ يَكُونَ </p><p> ذَلِكَ لِمُقَاوَمَةِ الْمُسْلِمِينَ. </p><p> (إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) هَذَا تَعْلِيلٌ لِلْوَعِيدِ، وَبَيَانٌ لِسَبَبِهِ؛ وَهُوَ أَنَّ مَنْ يُوَالِي أَعْدَاءَ الْمُؤْمِنِينَ الَّذِينَ نَصَبُوا لَهُمُ الْحَرْبَ، وَيَنْصُرُهُمْ أَوْ يَسْتَنْصِرُ بِهِمْ فَهُوَ ظَالِمٌ بِوَضْعِهِ الْوِلَايَةَ فِي غَيْرِ مَوْضِعِهَا، وَلَنْ يَهْتَدِيَ مِثْلُهُ إِلَى الْحَقِّ وَالنَّجَاةِ أَبَدًا. </p><p> (فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ) اتَّفَقَ رُوَاةُ التَّفْسِيرِ الْمَأْثُورِ عَلَى نُزُولِ الْآيَةِ فِي الْمُنَافِقِينَ ; فَهُمُ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ ; أَيْ إِيمَانُهُمْ مُعْتَلٌّ غَيْرُ صَحِيحٍ ; إِذْ لَمْ يَصِلُوا فِيهِ إِلَى مُسْتَقَرِّ الْيَقِينِ، وَكَانَ عَبْدُ اللهِ بْنُ أُبَيٍّ - زَعِيمُ الْمُنَافِقِينَ - ذَا ضِلْعٍ مَعَ يَهُودِ بَنِي قَيْنُقَاعَ، وَكَانَ غَيْرُهُ مِنَ الْمُنَافِقِينَ يَمُتُّونَ إِلَى الْيَهُودِ بِالْوَلَاءِ وَالْعُهُودِ، وَيُسَارِعُونَ فِي هَذِهِ السَّبِيلِ الَّتِي سَلَكُوهَا. كُلَّمَا سَنَحَتْ لَهُمْ فُرْصَةٌ لِتَوْثِيقِ وَلَائِهِمْ وَتَأْكِيدِهِ ابْتَدَرُوهَا، فَهُمْ يُسَارِعُونَ فِي أَعْمَالِ مُوَالَاتِهِمْ مُسَارَعَةَ الدَّاخِلِ فِي الشَّيْءِ، الثَّابِتِ عَلَيْهِ، الرَّاغِبِ فِيمَا يُزِيدُهُ تَمَكُّنًا وَثَبَاتًا ; وَلِهَذَا قَالَ:  (يُسَارِعُونَ فِيهِمْ) وَلَمْ يَقُلْ يُسَارِعُونَ إِلَيْهِمْ، فَمَا عَذَرَ هَؤُلَاءِ الَّذِينَ يُرَدِّدُونَهُ فِي أَنْفُسِهِمْ وَيَقُولُونَهُ عِنْدَ الْحَاجَةِ بِأَلْسِنَتِهِمْ (يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ) أَيْ نَخْشَى أَنْ تَقَعَ بِنَا مُصِيبَةٌ كَبِيرَةٌ مِمَّا يَدُورُ بِهِ الزَّمَانُ، أَوْ مِنَ الْمَصَائِبِ وَالدَّوَاهِي الَّتِي تُحِيطُ بِالْمَرْءِ إِحَاطَةَ الدَّائِرَةِ بِمَا فِيهَا. فَنَحْتَاجُ إِلَى نُصْرَتِهِمْ لَنَا، فَنَحْنُ نَتَّخِذُ لَنَا يَدًا عِنْدَهُمْ </p>"
}