{
  "id": null,
  "sura": 5,
  "aya": 88,
  "text": "<p> إِنِّي أَجِدُ قُوَّةً، قَالَ: فَصُمْ صِيَامَ نَبِيِّ اللهِ دَاوُدَ عَلَيْهِ قُلْتُ: وَمَا كَانَ صِيَامُ نَبِيِّ اللهِ دَاوُدَ؟ قَالَ: نِصْفُ الدَّهْرِ \". </p><p> نَقَلْنَا هَذِهِ الْأَخْبَارَ وَالْآثَارَ مِنَ الدُّرِّ الْمَنْثُورِ وَتَرَكْنَا بَعْضَ الرِّوَايَاتِ فِي مَعْنَاهَا، </p><p> وَفِيمَا ذَكَرْنَاهُ الْمَوْقُوفُ وَالْمَرْفُوعُ وَالصَّحِيحُ وَالضَّعِيفُ، وَمَجْمُوعُهَا حُجَّةٌ لَا نِزَاعَ فِيهَا. </p><p> فَإِنْ قِيلَ: عَنِ الْمَأْثُورِ عَنِ الْخُلَفَاءِ الرَّاشِدِينَ أَبِي بَكْرٍ وَعُمَرَ وَعَلِيٍّ رَضِيَ اللهُ عَنْهُمْ وَعَنْ غَيْرِهِمْ مِنْ كِبَارِ الصَّحَابَةِ وَالتَّابِعَيْنِ أَنَّهُمْ كَانُوا فِي غَايَةِ التَّقَشُّفِ، وَتَعَمُّدِ تَرْكِ الطَّيِّبَاتِ مِنَ الطَّعَامِ وَالشَّرَابِ وَكَذَا اللِّبَاسِ الْحَسَنِ، فَكَيْفَ تَرَكُوا مَا زَعَمْتَ أَنَّهُ الْأَفْضَلُ مِنْ إِعْطَاءِ الْبَدَنِ حَقَّهُ كَإِعْطَاءِ الرُّوحِ حَقَّهَا بِالتَّمَتُّعِ بِالطَّيِّبَاتِ مِنْ غَيْرِ إِسْرَافٍ؟ فَالْجَوَابُ أَنَّ الْمَأْثُورَ عَنْ أَهْلِ الْيَسَارِ مِنَ الصَّحَابَةِ أَنَّهُمْ كَانُوا كَمَا ذَكَرْنَا، وَأَهْلُ الْإِقْفَارِ حَالُهُمْ مَعْلُومٌ، وَاللهُ تَعَالَى يَقُولُ:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللهُ)  (٦٥: ٧) الْآيَةَ. وَأَمَّا الْخُلَفَاءُ الثَّلَاثَةُ فَكَانُوا يَتَعَمَّدُونَ التَّقَشُّفَ لِيَكُونُوا قُدْوَةً لِعُمَّالِهِمْ وَلِسَائِرِ الْفُقَرَاءِ وَالضُّعَفَاءِ، وَقَدْ كَانَ الْمَفْرُوضُ لِأَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللهُ عَنْهُمَا فِي بَيْتِ الْمَالِ قَدْرَ الْمَفْرُوضِ لِأَوْسَاطِ الْمُهَاجِرِينَ، لَا لِأَعْلَامِهِمْ، كَآلِ بَيْتِ الرَّسُولِ عَلَيْهِ السَّلَامُ وَلَا لِأَدْنَاهُمْ كَالْمَوَالِي وَلَا حُجَّةَ فِيمَنْ بَعْدَهُمْ، فَالصُّوفِيَّةُ وَالزُّهَّادُ يَتَّبِعُونَ مَا نُقِلَ عَنْ بَعْضِ الصَّحَابَةِ وَالتَّابِعَيْنِ مِنَ التَّقَشُّفِ، وَيَزْعُمُونَ أَنَّ مُقْتَضَى الدِّينِ الْإِسْلَامِيِّ أَنْ يَكُنِ النَّاسُ كُلُّهُمْ كَذَلِكَ، كَمَا أَنَّ أَهْلَ السَّعَةِ وَالتَّرَفِ يَجْمَعُونَ مَا نُقِلَ عَنْ مُوسِرِي السَّلَفِ مِنَ التَّوَسُّعِ فِي الْمُبَاحَاتِ، وَيَجْعَلُونَهُ حُجَّةً لِإِسْرَافِهِمْ، وَخَيْرُ الْأُمُورِ الْوَسَطُ، فَرَاجِعْ تَفْسِيرَ قَوْلِهِ تَعَالَى:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا)  (٢: ١٤٣) وَالْقَاعِدَةُ الْعَامَّةُ قَوْلُهُ تَعَالَى فِي وَصْفِ خِيَارِ هَذِهِ الْأُمَّةِ الْوَسَطُ: (وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا)  (٢٥: ٦٧) . </p><p> (وَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلَالًا طَيِّبًا) هَذَا تَصْرِيحٌ بِالْأَمْرِ بِضِدِّ مُقْتَضَى النَّهْيِ الَّذِي قَبْلَهُ، أَيْ كُلُوا مِمَّا رَزَقَكُمُ اللهُ تَعَالَى إِيَّاهُ حَالَ كَوْنِهِ حَلَالًا فِي نَفْسِهِ، غَيْرَ دَاخِلٍ فِيمَا حَرَّمَهُ عَلَيْكُمْ مِنَ الْمَيْتَةِ بِأَنْوَاعِهَا وَالدَّمِ الْمَسْفُوحِ وَلَحْمِ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ وَحَلَالًا فِي طَرِيقَةِ كَسْبِهِ وَتَنَاوُلِهِ، بِأَلَّا يَكُونَ رِبًا أَوْ سُحْتًا أَوْ غَصْبًا أَوْ سَرِقَةً، وَمِنَ النَّاسِ مَنْ يَقُولُ: إِنَّ الرِّزْقَ فِي عُرْفِ الشَّرْعِ مَا مُلِكَ مِلْكًا صَحِيحًا، لَا كُلَّ مَا انْتَفَعَ بِهِ الْإِنْسَانُ، فَلَا يَحْتَاجُ إِلَى هَذَا الْقَيْدِ وَحَالُ كَوْنِهِ مُسْتَلَذًّا غَيْرَ مُسْتَقْذَرٍ فِي نَفْسِهِ أَوْ لِفَسَادٍ طَرَأَ عَلَيْهِ كَالطَّعَامِ الْمُنْتِنِ. </p><p> وَالْمُرَادُ بِالْأَكْلِ التَّمَتُّعُ، فَيَدْخُلُ فِيهِ الشُّرْبُ مِمَّا كَانَ حَلَالًا غَيْرَ مُسْكِرٍ وَلَا ضَارٍّ، طَيِّبًا غَيْرَ مُسْتَقْذَرٍ فِي نَفْسِهِ أَوْ بِفَسَادِهِ أَوْ نَجَاسَةٍ طَرَأَتْ عَلَيْهِ، وَإِنَّمَا عَبَّرَ بِالْأَكْلِ لِأَنَّهُ </p><p> هُوَ الْغَالِبُ </p><p> كَمَا عَبَّرَ فِي مِثْلِ قَوْلِهِ:  (وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ)  (٤: ٢٩) وَهُوَ يَعُمُّ كُلَّ مَا يُنْتَفَعُ بِهِ مِنْ طَعَامٍ وَشَرَابٍ وَلِبَاسٍ وَمَتَاعٍ وَمَأْوَى وَكَثِيرًا مَا تُطْلِقُ الْعَرَبُ الْخَاصَّ فَتُرِيدُ بِهِ الْعَامَّ وَمَا تُطْلِقُ الْعَامَّ فَتُرِيدُ بِهِ الْخَاصَّ، وَيُعْرَفُ ذَلِكَ بِالسِّيَاقِ وَالْقَرَائِنِ. </p><p> الْأَمْرُ هَهُنَا لِلْوُجُوبِ لَا لِلْإِبَاحَةِ، فَهُوَ لَيْسَ مِنَ الْأَمْرِ بِالشَّيْءِ بَعْدَ النَّهْيِ عَنْهُ الْمُفِيدِ لِلْإِبَاحَةِ فَقَطْ، كَقَوْلِهِ تَعَالَى:  (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا)  (٥: ٢) وَإِنَّمَا هُوَ تَصْرِيحٌ بِأَنَّ امْتِثَالَ النَّهْيِ عَنْ تَحْرِيمِ الطَّيِّبَاتِ لَا يَتَحَقَّقُ إِلَّا بِالِانْتِفَاعِ بِهَا فِعْلًا، إِذْ لَيْسَ الْمُرَادُ بِتَحْرِيمِهَا الْمَنْهِيِّ عَنْهُ تَحْرِيمَهَا بِمُجَرَّدِ الْقَوْلِ أَوْ بِالِاعْتِقَادِ، بَلِ الْمُرَادُ بِهِ أَوَّلًا وَبِالذَّاتِ الِامْتِنَاعُ مِنْهَا عَمْدًا تَقَرُّبًا إِلَى اللهِ تَعَالَى بِتَعْذِيبِ النَّفْسِ وَحِرْمَانِهَا، أَوْ إِضْعَافِهَا لِلْجَسَدِ تَوَهُّمًا أَنَّ إِضْعَافَهُ يُقَوِّي الرُّوحَ، أَوْ لِغَيْرِ ذَلِكَ مِنَ الْأَسْبَابِ وَالْعِلَلِ; كَمَنْ يُحَرِّمُ عَلَى نَفْسِهِ شَيْئًا بِنَذْرِ لَجَاجٍ أَوْ يَمِينٍ، وَكُلُّ هَذَا مِمَّا لَا يَزَالُ يُبْتَلَى بِهِ كَثِيرٌ مِنَ الْمُسْلِمِينَ، دَعْ مَا كَانَتْ تُحَرِّمُهُ الْجَاهِلِيَّةُ عَلَى أَنْفُسِهَا مِنَ الْأَنْعَامِ أَوْ نَسْلِهَا تَكْرِيمًا لَهَا لِكَثْرَةِ نِتَاجِهَا، أَوْ تَعْظِيمًا لِصَنَمٍ تُسَيِّبُهَا لَهُ، كَمَا تَرَاهُ مُبَيَّنًا فِي سُورَةِ الْأَنْعَامِ الَّتِي بَعْدَ هَذِهِ السُّورَةِ. </p><p> وَحِكْمَةُ النَّهْيِ عَنْ ذَلِكَ أَنَّ اللهَ تَعَالَى يُحِبُّ مِنْ عِبَادِهِ أَنْ يَقْبَلُوا نِعَمَهُ وَيَسْتَعْمِلُوهَا فِيمَا أَنْعَمَ بِهَا لِأَجْلِهِ وَيَشْكُرُوا لَهُ ذَلِكَ، وَيَكْرَهُ لَهُمْ أَنْ يَجْنُوا عَلَى الْفِطْرَةِ الَّتِي فَطَرَهُمْ عَلَيْهَا، فَيَمْنَعُوهَا حُقُوقَهَا، وَأَنْ يَجْنُوا عَلَى الشَّرِيعَةِ الَّتِي شَرَعَهَا لَهُمْ فَغَلَوْا فِيهَا بِتَحْرِيمِ مَا لَمْ يُحَرِّمْهُ، كَمَا يَكْرَهُ لَهُمْ أَنْ يُفَرِّطُوا فِيهَا بِاسْتِبَاحَةِ مَا حَرَّمَهُ أَوْ تَرْكِ مَا فَرَضَهُ، وَلِأَجْلِ هَذِهِ الْحِكْمَةِ لَمْ يَكْتَفِ بِالنَّهْيِ عَنْ تَحْرِيمِ الطَّيِّبَاتِ حَتَّى صَرَّحَ بِالْأَمْرِ بِاسْتِعْمَالِهَا وَالتَّمَتُّعِ بِهَا، وَقَدْ بَيَّنَ تَعَالَى غَايَةَ ذَلِكَ وَحِكْمَتَهُ الَّتِي أَشَرْنَا إِلَيْهَا بِقَوْلِهِ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ)  (٢: ١٧٢) وَالشُّكْرُ يَكُونُ بِالْقَوْلِ وَالْعَمَلِ، وَلِذَلِكَ قَارَنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ هَذِهِ الْآيَةِ فِي خِطَابِ الْمُؤْمِنِينَ، وَمَا فِي مَعْنَاهَا مِنْ خِطَابِ الْمُرْسَلِينَ، فَقَالَ:  \" إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ،فَقَالَ:(يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ)(٢٣: ٥١)وَقَالَ:(يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ)(٢: ١٧٢)\" ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ وَمَشْرَبُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِّيَ مِنَ الْحَرَامِ فَأَنَّى يُسْتَجَابُ لَهُ؟ \" رَوَاهُ أَحْمَدُ </p><p> وَمُسْلِمٌ وَالتِّرْمِذِيُّ وَغَيْرُهُمْ، وَفِي الْحَدِيثِ تَعْرِيضٌ بِالْعُبَّادِ وَأَهْلِ السِّيَاحَةِ مِنَ الْأُمَمِ السَّالِفَةِ الَّذِينَ كَانُوا يَرَوْنَ أَنَّ رُوحَ الْعِبَادَةِ التَّقَشُّفُ وَالشُّعُوثَةُ، حَتَّى إِنَّهُمْ عَلَى تَقَشُّفِهِمْ مَا كَانُوا يَتَحَرَّوْنَ الْحَلَالَ، كَأَنَّهُمْ يَرَوْنَ التَّقَشُّفَ وَتَعْذِيبَ النَّفْسِ يُبِيحَانِ لَهُمْ مَا عَدَاهُمَا فَيَكُونُونَ أَهْلًا لِاسْتِجَابَةِ دُعَائِهِمْ، وَاسْتَدَلَّ بَعْضُهُمْ بِالْحَدِيثِ عَلَى كَوْنِ الْمُرَادِ بِالطَّيِّبَاتِ الْحَلَالُ مَيْلًا إِلَى ذَلِكَ الْمَذْهَبِ الْبَرْهَمِيِّ، بَلْ زَعَمَ بَعْضُهُمْ مِثْلَ ذَلِكَ فِي الْآيَاتِ الَّتِي قَرَنَتِ الْحَلَالَ بِالطَّيِّبِ فَجَعَلُوا الطَّيِّبَ تَأْكِيدًا لِلْحَلَالِ. </p><p> فَامْتِثَالُ هَذَا الْأَمْرِ وَذَلِكَ النَّهْيِ لَا يَتَحَقَّقُ إِلَّا بِالتَّمَتُّعِ بِمَا يَتَيَسَّرُ مِنَ الطَّيِّبَاتِ فِعْلًا بِلَا تَأَثُّمٍ وَلَا حَرَجٍ، بَلْ يَنْبَغِي لِلْمُؤْمِنِ أَنْ يَكُونَ طَيِّبَ النَّفْسِ بِذَلِكَ، مُلَاحِظًا أَنَّهُ مِنْ نِعْمَةِ اللهِ وَفَضْلِهِ، وَمِنْ أَسْبَابِ مَرْضَاتِهِ وَمَثُوبَتِهِ، وَأَنَّ مَرْضَاتَهُ وَمَثُوبَتَهُ عَلَيْهِ تَكُونُ عَلَى حَسَبِ شُهُودِ الْمُنْتَفِعِ لِلنِّعَمِ وَشُكْرِهِ لِلْمُنْعِمِ، وَأَعْنِي بِالشُّهُودِ أَنْ يُحْضِرَ قَلْبَهُ أَنَّهُ عَامِلٌ بِشَرْعِ اللهِ وَمُقِيمٌ لِسُّنَّةِ فِطْرَتِهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا، وَأَنَّهُ يَجِبُ أَنْ يَشْكُرَ لَهُ ذَلِكَ بِالِاعْتِرَافِ وَالْحَمْدِ وَالثَّنَاءِ كَمَا شَكَرَهُ بِالِاعْتِقَادِ وَالِاسْتِعْمَالِ، وَبِذَلِكَ يَكُونُ عَامِلًا بِالْكِتَابِ وَالْحِكْمَةِ. </p><p> فَعُلِمَ مِمَّا شَرَحْنَاهُ أَنَّ امْتِنَاعَ امْرِئٍ مِنَ الطَّيِّبَاتِ الَّتِي رَزَقَهُ إِيَّاهَا مَعَ الدَّاعِيَةِ الْفِطْرِيَّةِ لِلِاسْتِمْتَاعِ بِهَا إِثْمٌ يَجْنِيهِ عَلَى نَفْسِهِ فِي الدُّنْيَا، وَيَسْتَحِقُّ بِهِ عِقَابَ اللهِ فِي الْآخِرَةِ بِزِيَادَتِهِ فِي دِينِ اللهِ قُرُبَاتٍ لَمْ يَأْذَنْ بِهَا اللهُ، وَبِمَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنْ إِضَاعَةِ بَعْضِ حُقُوقِ اللهِ وَحُقُوقِ عِبَادِ اللهِ كَإِضَاعَةِ حُقُوقِ امْرَأَتِهِ أَوْ عِيَالِهِ، وَنَاهِيكَ بِهِ إِذَا انْتَصَبَ قُدْوَةً لِغَيْرِهِ، فَكَانَ سَبَبًا لِغُلُوِّ بَعْضِ النَّاسِ فِي الدِّينِ وَتَحْرِيمِهِمْ عَلَى أَنْفُسِهِمْ وَعَلَى مَنْ يَقْتَدِي بِهِمْ مَا أَحَلَّهُ اللهُ تَعَالَى. </p><p> وَالتَّحْرِيمُ وَالتَّحْلِيلُ تَشْرِيعٌ: وَهُوَ حَقٌّ مِنْ حُقُوقِ الرُّبُوبِيَّةِ، فَمَنِ انْتَحَلَهُ لِنَفْسِهِ كَانَ مُدَّعِيًا لِلرُّبُوبِيَّةِ أَوْ كَالْمُدَّعِي لَهَا، وَمَنِ اتَّبَعَ فِي ذَلِكَ فَقَدِ اتَّخَذَ رَبًّا، كَمَا يُؤْخَذُ مِنْ تَفْسِيرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِقَوْلِهِ تَعَالَى:  (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) وَسَيَأْتِي فِي مَوْضِعِهِ فِي التَّفْسِيرِ. </p><p> (وَاتَّقُوا اللهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ) فِي الْأَكْلِ وَغَيْرِهِ، فَلَا تَفْتَاتُوا عَلَيْهِ فِي تَحْرِيمٍ وَلَا تَحْلِيلٍ، وَلَا تَتَعَدَّوْا حُدُودَهُ فِيمَا أَحَلَّ وَلَا فِيمَا حَرَّمَ، فَإِنَّ اتِّقَاءَ سَخَطِهِ فِي ذَلِكَ مِنْ لَوَازِمِ إِيمَانِكُمْ بِهِ، وَمِنَ اعْتِدَاءِ حُدُودِهِ فِي الْأَكْلِ وَالشَّرَابِ الْإِسْرَافُ </p><p> فِيهَا، فَإِنَّهُ قَالَ:  (وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ)  (٧: ٣١) فَمَنْ جَعَلَ شَهْوَةَ بَطْنِهِ أَكْبَرَ هَمِّهِ فَهُوَ مِنَ الْمُسْرِفِينَ، وَمَنْ بَالَغَ فِي الشِّبَعِ وَعَرَّضَ مَعِدَتَهُ وَأَمْعَاءَهُ لِلتُّخَمِ فَهُوَ مِنَ الْمُسْرِفِينَ، وَمَنْ أَنْفَقَ فِي ذَلِكَ أَكْثَرَ مِنْ طَاقَتِهِ، وَعَرَّضَ نَفْسَهُ لِذُلِّ الدَّيْنِ أَوْ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ، فَهُوَ مِنَ الْمُسْرِفِينَ، وَمَا كَانَ الْمُسْرِفُ مِنَ الْمُتَّقِينَ. </p><p> وَالْأَمْرُ بِالتَّقْوَى فِي هَذَا الْمَقَامِ أَوْسَعُ مَعْنًى وَأَعَمُّ فَائِدَةً مِنَ النَّهْيِ عَنِ الْإِسْرَافِ فِي آيَةِ الْأَعْرَافِ الَّتِي أَوْرَدْنَاهَا آنِفًا، فَهُوَ مِنْ بَابِ الْجَمْعِ بَيْنَ حُقُوقِ الرُّوحِ وَحُقُوقِ الْجَسَدِ، وَبِهِ يُدْفَعُ إِشْكَالُ مَنْ عَسَاهُ يَقُولُ: إِنَّ الدِّينَ شُرِعَ لِتَزْكِيَةِ النَّفْسِ، وَالتَّمَتُّعِ بِالشَّهَوَاتِ وَاللَّذَّاتِ يُنَافِي التَّزْكِيَةَ وَإِنِ اقْتَصَرَ فِيهِ عَلَى الْمُبَاحَاتِ، وَكَمْ أَفْضَى التَّوَسُّعُ فِي الْمُبَاحَاتِ إِلَى الْمُحَرَّمَاتِ؟ وَقَدْ ذَكَرَ تَعَالَى أَنَّهُ يُقَالُ فِي الْآخِرَةِ لِأَهْلِ النَّارِ (أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا)  (٤٦: ٢٠) فَكَيْفَ يَكُونُ الِاسْتِمْتَاعُ بِالطَّيِّبَاتِ مَطْلُوبًا شَرْعًا؟ وَكَيْفَ يَحْتَاجُ فِيهِ إِلَى أَمْرِ الشَّرْعِ، وَهُوَ مُسْتَغْنًى عَنْهُ بِاقْتِضَاءِ الطَّبْعِ؟ </p><p> وَبَيَانُ الدَّفْعِ: أَنَّ تَزْكِيَةَ الْأَنْفُسِ إِنَّمَا تَكُونُ بِإِيقَافِهَا عِنْدَ حَدِّ الِاعْتِدَالِ، وَاجْتِذَابِ التَّفْرِيطِ وَالْإِفْرَاطِ، وَقَدْ خَلَقَ اللهُ الْإِنْسَانَ مُرَكَّبًا مِنْ رُوحٍ مَلَكِيَّةٍ وَجَسَدٍ حَيَوَانِيٍّ، فَلَمْ يَجْعَلْهُ مَلَكًا مَحْضًا، وَلَا حَيَوَانًا مَحْضًا، وَسَخَّرَ لَهُ بِهَذِهِ الْمَزِيَّةِ جَمِيعَ مَا فِي عَالَمِهِ الَّذِينَ يَعِيشُ فِيهِ مِنَ الْمَوَادِّ وَالْقُوَى وَالْأَحْيَاءِ، وَجَعَلَ مِنْ سُنَّتِهِ فِي خَلْقِهِ أَنَّهُ تَكُونُ سَلَامَةُ الْبَدَنِ وَصِحَّتُهُ مِنْ أَسْبَابِ سَلَامَةِ الْعَقْلِ وَسَائِرِ قُوَى النَّفْسِ، وَلِذَلِكَ حَرَّمَ عَلَيْهِ مَا يَضُرُّ بِجَسَدِهِ، كَمَا حَرَّمَ عَلَيْهِ مَا يَضُرُّ بِرُوحِهِ وَعَقْلِهِ، وَمَنْ ضَعُفَ جَسَدُهُ، عَجَزَ عَنِ الْقِيَامِ بِالصَّلَاةِ وَالصِّيَامِ وَالْحَجِّ وَالْجِهَادِ وَالْكَسْبِ الْوَاجِبِ عَلَيْهِ لِلنَّفَقَةِ عَلَى نَفْسِهِ وَعَلَى مَنْ تَجِبُ عَلَيْهِ نَفَقَتُهُمْ، وَعَلَى مَصَالِحِ أُمَّتِهِ الْعَامَّةِ، فَإِنْ لَمْ يَعْجِزْ عَنِ الْقِيَامِ بِهَا كُلِّهَا، عَجَزَ عَنْ بَعْضِهَا، أَوْ مِنَ الْكَمَالِ فِيهَا غَالِبًا، كَمَا أَنَّهُ يَقِلُّ نَسْلُهُ وَيَجِيءُ قَمِيئًا ضَعِيفًا أَوْ يَنْقَطِعُ الْبَتَّةَ، وَيَكُونُ بِذَلِكَ مُسِيئًا إِلَى نَفْسِهِ وَإِلَى الْأُمَّةِ، وَالتَّمَتُّعُ بِالطَّيِّبَاتِ مِنْ غَيْرِ إِسْرَافٍ وَلَا اعْتِدَاءٍ لِحُدُودِ اللهِ وَسُنَنِ فِطْرَتِهِ هُوَ الَّذِي يُؤَدَّى بِهِ حَقُّ الْجَسَدِ وَحَقُّ الرُّوحِ، وَيُسْتَعَانُ بِهِ عَلَى أَدَاءِ حُقُوقِ اللهِ وَحُقُوقِ خَلْقِهِ، فَإِنْ صَحِبَتْهُ التَّقْوَى فِيهِ وَفِي غَيْرِهِ تَتِمُّ التَّزْكِيَةُ الْمَطْلُوبَةُ. </p><p> لَا نُنْكِرُ مَعَ هَذَا أَنَّ مَنْعَ النَّفْسِ مِنَ الشَّهَوَاتِ الْمُبَاحَةِ أَحْيَانًا مِمَّا يُسْتَعَانُ بِهِ عَلَى </p><p> تَزْكِيَةِ النَّفْسِ وَتَرْبِيَةِ الْإِرَادَةِ، وَحَسْبُنَا مِنْهُ مَا شَرَعَ اللهُ لَنَا مِنَ الصِّيَامِ، وَهُوَ مِمَّا يَدْخُلُ فِي عُمُومِ التَّقْوَى فِي هَذَا الْمَقَامِ، فَإِنَّهُ سُبْحَانَهُ وَتَعَالَى بَيَّنَ لَنَا أَنَّ حِكْمَةَ الصِّيَامِ وَسَبَبَ شَرْعِهِ كَوْنُهُ مَرْجُوًّا لِتَحْصِيلِ مَلَكَةَ التَّقْوَى إِذْ قَالَ:  (كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ)  (٢: ١٨٣) وَقَدْ بَيَّنَّا هَذَا بِالتَّفْصِيلِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ مِنَ الْجُزْءِ الثَّانِي وَفِي مَوَاضِعَ أُخْرَى، فَالصِّيَامُ رِيَاضَةٌ بَدَنِيَّةٌ نَفْسِيَّةٌ، وَجَمَعَ بَيْنَ حِرْمَانِ النَّفْسِ مِنْ لَذَّاتِهَا بِقَصْدِ التَّرْبِيَةِ، وَبَيْنَ تَمَتُّعِهَا بِهَا تَوَسُّلًا إِلَى شُكْرِ النِّعْمَةِ وَالْقِيَامِ بِالْخِدْمَةِ، أَمَّا مَا قِيلَ مِنَ اسْتِغْنَاءِ النَّاسِ بِدَاعِيَةِ الطَّبْعِ عَنْ أَمْرِ الشَّرْعِ بِهَذَا التَّمَتُّعِ، فَهُوَ مَدْفُوعٌ بِمَا أَحْدَثَهُ حُبُّ الْغُلُوِّ فِي كَثِيرٍ مِنَ النَّاسِ مِنَ الْجِنَايَةِ عَلَى أَبْدَانِهِمْ وَعُقُولِهِمْ وَأُمَمِهِمْ بِتَرْكِ طَيِّبَاتِ الطَّعَامِ وَالنِّسَاءِ، وَأَمَّا مَا يُقَالُ لِلْكُفَّارِ يَوْمَ الْقِيَامَةِ:  (أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا) فَمَعْنَاهُ أَنَّهُمْ جَعَلُوا كُلَّ هَمِّهِمْ فِي حَيَاتِهِمُ الدُّنْيَا التَّمَتُّعَ الْجَسَدِيَّ وَلَوْ بِالْحَرَامِ، فَلَمْ يُعْطُوا إِنْسَانِيَّتَهُمْ حَقَّهَا بِالْجَمْعِ بَيْنَهُ وَبَيْنَ تَقْوَى اللهِ الَّتِي هِيَ سَبَبُ النَّعِيمِ الرُّوحَانِيِّ، وَقَدْ بَيَّنَ تَعَالَى ذَلِكَ بِقَوْلِهِ:  (وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ)  (٤٧: ١٢) . </p><p> فَتَبَيَّنَ مِمَّا شَرَحْنَاهُ فِي تَفْسِيرِ الْآيَتَيْنِ أَنَّ هَدْيَ الْقُرْآنِ فِي الطَّيِّبَاتِ أَيِ الْمُسْتَلَذَّاتِ هُوَ مَا تَقْتَضِيهِ الْفِطْرَةُ السَّلِيمَةُ الْمُعْتَدِلَةُ مِنَ التَّمَتُّعِ بِهَا مَعَ الِاعْتِدَالِ وَالْتِزَامِ الْحَلَالِ، كَهَدْيهِ فِي سَائِرِ الْأَشْيَاءِ الَّتِي يُسْرِفُ فِيهَا بَعْضُ النَّاسِ وَيُقَصِّرُ بَعْضٌ، وَالِاعْتِدَالُ هُوَ الصِّرَاطُ الْمُسْتَقِيمُ </p><p> الَّذِي يَقِلُّ سَالِكُهُ، فَأَكْثَرُ النَّاسِ يَنْكَبُّونَ عَنْهُ فِي التَّمَتُّعِ إِلَى جَانِبِ الْإِفْرَاطِ وَالْإِسْرَافِ، فَيَكُونُونَ كَالْأَنْعَامِ بَلْ أَضَلُّ لِمَا يَجْنُونَ بِهِ عَلَى أَنْفُسِهِمْ، حَتَّى قَالَ بَعْضُ الْحُكَمَاءِ: إِنَّ أَكْثَرَ النَّاسِ يَحْفِرُونَ قُبُورَهُمْ بِأَسْنَانِهِمْ، يَعْنِي أَنَّهُمْ لِإِسْرَافِهِمْ فِي الطَّعَامِ يُصَابُونَ بِأَمْرَاضٍ تَكُونُ سَبَبًا لِقِصَرِ آجَالِهِمْ، وَإِسْرَاعِ الْهَرَمِ فِيهِمْ، وَالْقَلِيلُ مِنَ النَّاسِ يَنْحَرِفُونَ عَنْهُ إِلَى جَانِبِ التَّفْرِيطِ وَالتَّقْصِيرِ، إِمَّا اضْطِرَارًا كَالْمُقَتِّرِينَ الْبَائِسِينَ، وَإِمَّا اخْتِيَارًا كَالزُّهَّادِ الْمُتَقَشِّفِينَ، وَالْتِزَامُ صِرَاطِ الِاعْتِدَالِ الْمُسْتَقِيمِ أَعْسَرُ وَأَشَقُّ عَلَى النَّفْسِ، وَأَدَلُّ عَلَى الْفَضِيلَةِ وَالْعَقْلِ، وَكُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ. </p><p> لَا يَخْطُرُ عَلَى بَالِ الْمُسْرِفِ أَنْ يَدَّعِيَ أَنَّهُ مُتَّبِعُ هَدْيِ الدِّينِ فِي إِسْرَافِهِ، وَقُصَارَى مَا يَعْتَذِرُ بِهِ عَنْ نَفْسِهِ إِذَا عُذِلَ وَعِيبَ عَلَيْهِ إِسْرَافُهُ شَرْعًا أَنْ يَدَّعِيَ أَنَّهُ لَمْ يَتَجَاوَزْ </p><p> حَدَّ مَا أَبَاحَهُ اللهُ لَهُ، وَإِذَا قَصَدَ الْمُعْتَدِلُ اتِّبَاعَ الشَّرْعِ بِإِقَامَةِ سُنَّةِ الْفِطْرَةِ وَإِعْطَاءِ كُلِّ ذِي حَقٍّ حَقَّهُ مِنْ جَسَدِهِ وَنَفْسِهِ وَأَهْلِهِ، وَشَكَرَ اللهَ عَلَى نِعَمِهِ بِاسْتِعْمَالِهَا كَمَا يَنْبَغِي، فَقَلَّمَا يَفْطُنُ النَّاسُ لِذَلِكَ مِنْهُ، وَلَا يَكَادُ أَحَدٌ يَعُدُّهُ بِهِ كَامِلَ الدِّينِ مُعْتَصِمًا بِالْفَضِيلَةِ، فَهِيَ فَضِيلَةٌ لَا رِيَاءٌ فِيهَا وَلَا سُمْعَةٌ، وَإِنَّمَا الْمُفْرِطُونَ بِتَعَمُّدِ التَّقَشُّفِ هُمُ الَّذِينَ كَثِيرًا مَا يَغْتَرُّونَ بِأَنْفُسِهِمْ وَيَغْتَرُّ النَّاسُ بِهِمْ، فَهُمْ عَلَى انْحِرَافِهِمْ عَنْ صِرَاطِ الدِّينِ يَدَّعُونَ أَوْ يُدَّعَى فِيهِمْ أَنَّهُمْ أَكْمَلُ النَّاسِ فِي اتِّبَاعِ الدِّينِ. </p><p> أَعْوَزَ هَؤُلَاءِ النَّصَّ عَلَى دَعْوَى كَوْنِ الْغُلُوِّ فِي التَّقَشُّفِ مِنَ الدِّينِ، فَتَعَلَّقُوا بِبَعْضِ وَقَائِعِ الْأَحْوَالِ مِنْ سِيرَةِ فُقَرَاءِ السَّلَفِ الصَّالِحِ عَلَى تَصْرِيحِهِمْ بِأَنَّ وَقَائِعَ الْأَحْوَالِ فِي السُّنَّةِ لَا يُسْتَدَلُّ بِهَا لِإِجْمَالِهَا وَتَطَرُّقِ الِاحْتِمَالِ إِلَيْهَا، فَكَيْفَ إِذَا كَانَتْ وَقَائِعُ مَنْ لَا يُحْتَجُّ بِقَوْلِ أَحَدٍ مِنْهُمْ وَلَا يَفْعَلُهُ؟ </p><p> عَقَدَ أَبُو حَامِدٍ الْغَزَالِيُّ فِي إِحْيَائِهِ كِتَابًا سَمَّاهُ (كِتَابَ كَسْرِ الشَّهْوَتَيْنِ) شَهْوَةِ الْبَطْنِ وَشَهْوَةِ الْفَرْجِ، وَطَرِيقَتُهُ أَنْ يَبْدَأَ فِي كُلِّ مَوْضُوعٍ بِمَا وَرَدَ فِيهِ مِنَ الْآيَاتِ فَالْأَخْبَارِ النَّبَوِيَّةِ فَالْآثَارِ السَّلَفِيَّةِ، وَنَرَاهُ لَمْ يَجِدْ آيَةً يَبْدَأُ بِهَا مَوْضُوعَ (بَيَانِ فَضِيلَةِ الْجُوعِ وَذَمِّ التَّشَبُّعِ) فَبَدَأَهُ بِأَحَادِيثَ أَكْثَرُهَا لَا يَعْرِفُ الْمُحَدِّثُونَ لَهُ أَصْلًا قَطُّ، وَبَعْضُهَا ضَعِيفٌ أَوْ مَوْضُوعٌ فَمِنْ هَذِهِ الْأَحَادِيثِ مَا نَذْكُرُهُ غَيْرَ مُسْنَدٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ: </p><p> (١) جَاهِدُوا أَنْفُسَكُمْ بِالْجُوعِ وَالْعَطَشِ فَإِنَّ الْأَجْرَ فِي ذَلِكَ كَأَجْرِ الْمُجَاهِدِ فِي سَبِيلِ اللهِ، وَأَنَّهُ لَيْسَ مِنْ عَمَلٍ أَحَبُّ إِلَى اللهِ مَنْ جُوعٍ وَعَطَشٍ، (٢) لَا يَدْخُلُ مَلَكُوتُ السَّمَاءِ مَنْ مَلَأَ بَطْنَهُ. (٣) قِيلَ يَا رَسُولَ اللهِ أَيُّ النَّاسِ أَفْضَلُ؟ قَالَ مَنْ قَلَّ مَطْعَمُهُ وَضَحِكُهُ وَرَضِيَ بِمَا يَسْتُرُ بِهِ عَوْرَتَهُ. (٤) سَيِّدُ الْأَعْمَالِ الْجُوعُ، وَذُلُّ النَّفْسِ لِبْسُ الصُّوفِ، (٥) الْبَسُوا وَاشْرَبُوا وَكُلُوا فِي أَنْصَافِ الْبُطُونِ فَإِنَّهُ جُزْءٌ مِنَ النُّبُوَّةِ. (٦) الْفِكْرُ نِصْفُ الْعِبَادَةِ، وَقِلَّةُ الطَّعَامِ هِيَ الْعِبَادَةُ، (٧) أَفْضَلُكُمْ عِنْدَ اللهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ أَطْوَلُكُمْ جُوعًا وَتَفَكُّرًا، </p><p> وَأَبْغَضُكُمْ عِنْدَ اللهِ كُلُّ نَئُومٍ وَشَرُوبٍ، (٨) لَا تُمِيتُوا الْقَلْبَ بِكَثْرَةِ الطَّعَامِ وَالشَّرَابِ فَإِنَّ الْقَلْبَ كَالزَّرْعِ يَمُوتُ إِذَا كَثُرَ عَلَيْهِ الْمَاءُ. </p><p> قَالَ الْحَافِظُ الْعِرَاقِيُّ فِي تَخْرِيجِ أَحَادِيثِ الْإِحْيَاءِ: عِنْدَ كُلِّ حَدِيثٍ مِنْ هَذِهِ الْأَحَادِيثِ إِنَّهُ لَمْ يَجِدْ لَهُ أَصْلًا، وَأَقَرَّهُ الْمُرْتَضَى الزُّبَيْدِيُّ شَارِحُ الْإِحْيَاءِ عَلَى ذَلِكَ. </p><p> وَمِمَّا أَوْرَدَهُ مِنَ الْمَرْوِيَّاتِ فِي كُتُبِ الْمُحَدِّثِينَ حَدِيثُ أُسَامَةَ بْنِ زَيْدٍ الطَّوِيلُ فِي وَصْفِ الزُّهَّادِ الَّذِي أَوَّلَهُ عِنْدَهُ:  \" إِنَّ أَقْرَبَ النَّاسِ مِنَ اللهِ عَزَّ وَجَلَّ مَنْ طَالَ جُوعُهُ وَعَطَشُهُ وَحُزْنُهُ فِي الدُّنْيَا، الْأَحْفِيَاءُ الْأَتْقِيَاءُ(وَمِنْهُ)أَكَلُوا الْعَلَقَ، وَلَبِسُوا الْخِرَقَ، شُعْثًا غُبْرًا، يَرَاهُمُ النَّاسُ فَيَظُنُّونَ أَنَّ بِهِمْ دَاءً، وَمَا بِهِمْ دَاءٌ، وَيُقَالُ إِنَّهُمْ قَدْ خُولِطُوا فَذَهَبَتْ عُقُولُهُمْ وَمَا ذَهَبَتْ عُقُولُهُمْ،(وِفِي آخِرِهِ)وَإِنِ اسْتَطَعْتَ أَنْ يَأْتِيَكَ بِالْمَوْتِ وَبَطْنُكُ جَائِعٌ وَكَبِدُكَ ظَمْآنُ فَإِنَّكَ بِذَلِكَ تُدْرِكُ أَشْرَفَ الْمَنَازِلِ وَتَحِلُّ مَعَ النَّبِيِّينَ \" إِلَخْ، فَهَذَا رَوَاهُ أَحْمَدُ فِي الزُّهْدِ وَابْنُ الْجَوْزِيِّ فِي الْمَوْضُوعَاتِ وَفِي إِسْنَادِهِ حَبَّانُ بْنُ عَبْدِ اللهِ بْنِ جَبَلَةَ أَحَدُ الْكَذَّابِينَ وَهُوَ مُنْقَطِعٌ وَأَكْثَرُ رِجَالِهِ مَجْهُولُونَ، وَأُسْلُوبُهُ بَعِيدٌ مِنْ أُسْلُوبِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْكُتُبِ أَطْوَلُ مِنْهُ فِي الْإِحْيَاءِ، وَفِي الْأَوْصَافِ تَقْدِيمٌ وَتَأْخِيرٌ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّهُ لَمْ يُورَدْ فِي جُمْلَةِ تِلْكَ الْأَحَادِيثِ كُلِّهَا مِنَ الصِّحَاحِ إِلَّا حَدِيثُ \" الْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ \" هُوَ فِي الْبُخَارِيِّ بِلَفْظِ \" يَأْكُلُ الْمُسْلِمُ فِي مِعًى وَاحِدٍ \" إِلَخْ، وَلَهُ قِصَّةٌ حَمَلَتِ الطَّحَاوِيَّ وَابْنَ عَبْدِ الْبَرِّ عَلَى الْقَوْلِ بِأَنَّهُ خَاصٌّ بِكَافِرٍ وَاحِدٍ لَا عَامٌّ، وَلِغَيْرِهِمَا فِيهِ بِضْعَةُ أَقْوَالٍ، مِنْهَا أَنَّهُ مَثَلٌ لِلْمُبَالَغَةِ فِي هَمِّ الْكَافِرِ بِالتَّمَتُّعِ، وَحَدِيثُ عَائِشَةَ \" مَا شَبِعَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَةَ أَيَّامٍ تِبَاعًا مِنْ خُبْزِ الْحِنْطَةِ حَتَّى فَارَقَ الدُّنْيَا \" وَهُوَ فِي الصَّحِيحَيْنِ. </p><p> وَأَمَّا الْمَعْرُوفُ مِنْ سِيرَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ أَنَّهُ كَانَ يَأْكُلُ مَا وَجَدَ، فَتَارَةً يَأْكُلُ أَطْيَبَ الطَّعَامِ كَلُحُومِ الْأَنْعَامِ وَالطَّيْرِ وَالدَّجَاجِ، وَتَارَةً يَأْكُلُ أَخْشَنَهُ كَخُبْزِ الشَّعِيرِ بِالْمِلْحِ أَوْ بِالزَّيْتِ أَوِ الْخَلِّ، وَتَارَةً يَجُوعُ وَتَارَةً يَشْبَعُ لِيَكُونَ قُدْوَةً لِلْمُعْسِرِ وَالْمُوسِرِ، وَلَكِنَّهُ مَا كَانَ يَهُمُّهُ أَمْرُ الطَّعَامِ، إِنَّمَا كَانَ يَعْنِي بِأَمْرِ الشَّرَابِ، فَفِي حَدِيثِ عَائِشَةَ فِي الشَّمَائِلِ لِلتِّرْمِذِيِّ \" كَانَ أَحَبُّ الشَّرَابِ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحُلْوَ الْبَارِدَ \" وَفِي سُنَنِ أَبِي دَاوُدَ: \" أَنَّهُ كَانَ يُسْتَعْذَبُ لَهُ الْمَاءُ مِنْ بُيُوتِ السُّقْيَا (بِضَمِّ السِّينِ) عَيْنٌ أَوْ قَرْيَةٌ بَيْنَهَا وَبَيْنَ الْمَدِينَةِ يَوْمَانِ، قَالَ الْعُلَمَاءُ: يَدْخُلُ فِي ذَلِكَ الْمَاءُ الْقُرَاحُ وَالْمَاءُ الْمُحَلَّى بِالْعَسَلِ أَوْ نَقِيعُ التَّمْرِ وَالزَّبِيبِ وَنَحْوَ ذَلِكَ، وَالتَّفْصِيلُ فِي كُتُبِ السُّنَّةِ. </p>"
}