{
  "id": null,
  "sura": 5,
  "aya": 49,
  "text": "<p> إِلَى مَا بِهِ الْخِلَافُ وَالتَّفَرُّقُ، دُونَ حِكْمَةِ الْخِلَافِ، وَمَقْصِدِ الدِّينِ وَالشَّرْعِ، أَلَيْسَ هَذَا هُوَ تَرْكَ الْهُدَى وَاتِّبَاعَ سُبُلِ الْهَوَى؟ فَاسْتِبَاقُ الْخَيْرَاتِ هُوَ الَّذِي يَنْفَعُ فِي الدُّنْيَا وَالْآخِرَةِ، وَإِلَى اللهِ دُونَ غَيْرِهِ تَرْجَعُونَ فِي الْحَيَاةِ الثَّانِيَةِ ; فَيُنَبِّئُكُمْ عِنْدَ الْحِسَابِ بِحَقِيقَةِ مَا كُنْتُمْ تَخْتَلِفُونَ فِيهِ، وَيَجْزِي الْمُحْسِنَ بِإِحْسَانِهِ وَالْمُسِيءَ بِإِسَاءَتِهِ، فَعَلَيْكُمْ أَنْ تَجْعَلُوا الشَّرَائِعَ سَبَبًا لِلتَّنَافُسِ فِي الْخَيْرَاتِ، لَا سَبَبًا لِلْعَدَاوَةِ بِتَنَافُسِ الْعَصَبِيَّاتِ. </p><p> (وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللهُ إِلَيْكَ) أَيْ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فِيهِ حُكْمُ اللهِ، وَأَنْزَلْنَا إِلَيْكَ فِيهِ: أَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ إِلَيْكَ فِيهِ، وَلَا تَتَّبِعْ أَهْوَاءَهُمْ بِالِاسْتِمَاعِ لِبَعْضِهِمْ وَقَبُولِ كَلَامِهِ، وَلَوْ لِمَصْلَحَةٍ فِي ذَلِكَ وَرَاءَ الْحُكْمِ ; كَتَأْلِيفِ قُلُوبِهِمْ، وَجَذْبِهِمْ إِلَى الْإِسْلَامِ، فَإِنَّ </p><p> الْحَقَّ لَا يُتَوَسَّلُ إِلَيْهِ بِالْبَاطِلِ، وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ ; أَيْ يَسْتَزِلُّوكَ بِاخْتِبَارِهِمْ إِيَّاكَ، وَيُنْزِلُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللهُ إِلَيْكَ لِتَحَكُمَ بِغَيْرِهِ. أَخْرَجَ ابْنُ إِسْحَاقَ وَابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ كَعْبُ بْنُ أَسَدٍ، وَعَبْدُ اللهِ بْنُ صُورِيَا، وَشَاسُ بْنُ قَيْسٍ \" مِنَ الْيَهُودِ \" : اذْهَبُوا بِنَا إِلَى مُحَمَّدٍ لَعَلَّنَا نَفْتِنُهُ عَنْ دِينِهِ، فَأَتَوْهُ، فَقَالُوا: يَا مُحَمَّدُ، إِنَّكَ عَرَفْتَ أَنَّا أَحْبَارُ يَهُودَ وَأَشْرَافُهُمْ وَسَادَاتُهُمْ، وَأَنَّا إِنِ اتَّبَعْنَاكَ اتَّبَعَنَا يَهُودُ وَلَمْ يُخَالِفُونَا، وَإِنَّ بَيْنَنَا وَبَيْنَ قَوْمِنَا خُصُومَةً فَنُحَاكِمُهُمْ إِلَيْكَ، فَتَقْضِي لَنَا عَلَيْهِمْ، وَنُؤْمِنُ لَكَ وَنُصَدِّقُكَ ; فَأَبَى ذَلِكَ وَأَنْزَلَ اللهُ عَزَّ وَجَلَّ فِيهِمْ:  (وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ) إِلَى قَوْلِهِ: (لِقَوْمٍ يُوقِنُونَ) . انْتَهَى. يَعْنِي أَنَّ الْحِكْمَةَ فِي إِنْزَالِ هَذِهِ الْآيَةِ إِقْرَارُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى مَا فَعَلَ مِنْ عَدَمِ الْحُكْمِ لَهُمْ، وَأَمْرُهُ بِالثَّبَاتِ وَالدَّوَامِ عَلَى مَا جَرَى عَلَيْهِ مِنِ الْتِزَامِ حُكْمِ اللهِ وَعَدَمِ الِانْخِدَاعِ لِلْيَهُودِ، وَتَسْجِيلِ هَذِهِ الْعِبْرَةِ فِي كِتَابِ اللهِ، وَرَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ زَيْدٍ أَنَّ فِتْنَتَهُمْ أَنْ يَقُولُوا فِي التَّوْرَاةِ كَذَا وَكَذَا، فَيُصَدَّقُوا، وَالْأَوَّلُ أَظْهَرُ. </p><p> (فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَمَا يُرِيدُ اللهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ) أَيْ فَإِنْ تَوَلَّوْا عَنْ حُكْمِكَ بَعْدَ تَحَاكُمِهِمْ إِلَيْكَ، فَاعْلَمْ أَنَّ حِكْمَةَ ذَلِكَ هِيَ أَنَّ اللهَ تَعَالَى يُرِيدُ أَنْ يُعَذِّبَهُمْ بِبَعْضِ ذُنُوبِهِمْ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا قَبْلَ الْآخِرَةِ، فَاضْطِرَابُهُمْ فِي دِينِهِمْ، وَاسْتِثْقَالُهُمْ لِأَحْكَامِ التَّوْرَاةِ، وَتَحَاكُمُهُمْ إِلَيْكَ رَجَاءَ أَنْ تَتَّبِعَ أَهْوَاءَهُمْ، وَإِعْرَاضُهُمْ عَنْ حُكْمِكَ بِالْحَقِّ، وَمُحَاوَلَتُهُمْ لِمُخَادَعَتِكَ وَفِتْنَتِكَ عَنْ بَعْضِ مَا أَنْزَلَ اللهُ إِلَيْكَ، كُلُّ هَذِهِ مُقَدِّمَاتٌ مِنْ فَسَادِ الْأَخْلَاقِ وَرَوَابِطِ الِاجْتِمَاعِ لَا بُدَّ أَنْ تُنْتِجَ وُقُوعَ عَذَابٍ بِهِمْ، قِيلَ: إِنَّ الْمُرَادَ بِالْعَذَابِ هُنَا مَا حَلَّ بِيَهُودِ الْمَدِينَةِ وَمَا حَوْلَهَا بِغَدْرِهِمْ، وَإِنَّمَا يَصِحُّ هَذَا، إِذَا كَانَ نُزُولُ الْآيَةِ قَبْلَ ذَلِكَ، وَعَلَى هَذَا يَكُونُ نُزُولُ هَذَا السِّيَاقِ كُلِّهِ قَبْلَ نُزُولِ أَوَائِلَ السُّورَةِ فِي حَجَّةِ الْوَدَاعِ. فَإِنْ ثَبَتَ أَنَّهُ لَمْ يُصِبْهُمْ عَذَابٌ فِي </p><p> عَصْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ نُزُولِهَا فَلَا يَبْعُدُ أَنْ يَكُونَ الْمُرَادُ بِالْعَذَابِ إِجْلَاءَ عُمَرَ مَنْ أَجْلَاهُمْ مِنْهُمْ فِي خِلَافَتِهِ. وَقِيلَ: الْمُرَادُ عَذَابُ الْآخِرَةِ، وَإِنَّمَا ذَكَرَ بَعْضَ الذُّنُوبِ لِبَيَانِ أَنَّ بَعْضَهَا يُوبِقُهُمْ وَيُهْلِكُهُمْ، فَكَيْفَ يَكُونُ الْعِقَابُ عَلَى جَمِيعِهَا؟ وَهُوَ كَمَا تَرَى، ثُمَّ قَالَ:  (وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ) أَيْ لَا يَرُعْكَ أَيُّهَا الرَّسُولُ مَا تَرَاهُ مِنْ فُسُوقِهِمْ </p><p> مِنْ دِينِهِمْ، وَعَدَمِ اهْتِدَائِهِمْ إِلَى دِينِكَ ; فَإِنَّ كَثِيرًا مِنَ النَّاسِ قَدْ صَارَ الْفُسُوقُ وَالْعِصْيَانُ وَالتَّمَرُّدُ مِنْ صِفَاتِهِمُ الثَّابِتَةِ الَّتِي لَا تَنْفَكُّ عَنْهُمْ. </p><p> (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ) قَرَأَ الْجُمْهُورُ \" يَبْغُونَ \" بِفِعْلِ الْغَيْبَةِ ; لِأَنَّهُ حِكَايَةٌ عَنِ الْيَهُودِ، وَقَرَأَهُ ابْنُ عَامِرٍ \" تَبْغُونَ \" عَلَى الِالْتِفَاتِ لِمُخَاطَبَتِهِمْ. وَالِاسْتِفْهَامُ لِلْإِنْكَارِ وَالتَّعْجِيبِ الْمُتَضَمِّنِ لِلتَّوْبِيخِ ; أَيْ أَيَتَوَلَّوْنَ عَنْ حُكْمِكَ بِالْحَقِّ فَيَبْغُونَ حُكْمَ الْجَاهِلِيَّةِ الْمَبْنِيَّ عَلَى الْهَوَى، وَتَرْجِيحَ الْقَوِيِّ عَلَى الضَّعِيفِ؟ رُوِيَ أَنَّ هَذَا نَزَلَ فِي خُصُومَةٍ مِمَّا كَانَ بَيْنَ بَنِي النَّضِيرِ وَبَنِي قُرَيْظَةَ مِنْ جَعْلِ دِيَةَ الْقُرَيْظِيِّ ضِعْفَيْ دِيَةِ النَّضِيرِيِّ لِمَكَانِ الْقُوَّةِ وَالضَّعْفِ (وَمَنْ أَحْسَنُ مِنَ اللهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ) أَيْ لَا أَحَدَ أَحْسَنُ حُكْمًا مِنْ حُكْمِ اللهِ تَعَالَى لِقَوْمٍ يُوقِنُونَ بِدِينِهِ، وَيُذْعِنُونَ لِشَرْعِهِ ; لِأَنَّ هَذَا الْحُكْمَ يَجْمَعُ الْحُسْنَيَيْنِ؛ مُنْتَهَى الْعَدْلِ وَالْتِزَامِ الْحَقِّ مِنَ الْحَاكِمِ، وَمُنْتَهَى الْقَبُولِ وَالْإِذْعَانِ مِنَ الْمَحْكُومِ لَهُ وَالْمَحْكُومِ عَلَيْهِ، وَهَذَا مِمَّا تَفْضُلُ بِهِ الشَّرِيعَةُ الْإِلَهِيَّةُ الْقَوَانِينَ الْبَشَرِيَّةَ، وَقِيلَ: إِنَّ \" اللَّامَ \" هُنَا بِمَعْنَى \" عِنْدَ \" أَوْ لِلْبَيَانِ ; أَيْ إِنَّ حُكْمَهُ تَعَالَى أَحْسَنُ الْأَحْكَامِ عِنْدَ الْمُوقِنِينَ، وَفِي نَظَرِهِمْ، وَإِنْ جَهِلَ ذَلِكَ غَيْرُهُمْ. وَمَضْمُونُ الْآيَةِ أَنَّ مِمَّا يَنْبَغِي التَّعَجُّبُ مِنْهُ مِنْ مُنَكَرَاتِهِمْ أَنَّهُمْ يَطْلُبُونَ حُكْمَ الْجَاهِلِيَّةِ الْجَائِرِ، وَيُؤْثِرُونَهُ عَلَى حُكْمِ اللهِ الْعَادِلِ، وَالْحَالُ أَنَّ حُكْمَهُ تَعَالَى أَحْسَنُ الْأَحْكَامِ لِأَهْلِ الْإِيمَانِ وَالْإِسْلَامِ ; لِأَنَّ حُكْمَهُ هُوَ الْعَدْلُ، الَّذِي يَسْتَقِيمُ بِهِ أَمْرُ الْخَلْقِ، وَأَمَّا حُكْمُ الْجَاهِلِيَّةِ فَهُوَ تَفْضِيلُ الْقَوِيِّ عَلَى الضَّعِيفِ، الَّذِي يُمَكِّنُ الظَّالِمِينَ الْأَقْوِيَاءَ مِنِ اسْتِذْلَالِ أَوِ اسْتِئْصَالِ الضُّعَفَاءِ، وَهُوَ شَرُّ الْأَحْكَامِ الْمُخَرِّبُ لِلْعُمْرَانِ، الْمُفْسِدُ لِلنِّظَامِ. </p><p> وَمِنَ الْعِبْرَةِ فِي الْآيَاتِ أَنْ يُوجَدَ بَيْنَ الْمُسْلِمِينَ الْجُغْرَافِيِّينَ فِي هَذَا الْعَصْرِ مَنْ هُمْ أَشَدُّ فَسَادًا فِي دِينِهِمْ وَأَخْلَاقِهِمْ مِنْ أُولَئِكَ الَّذِينَ نَزَلَتْ فِيهِمْ هَذِهِ الْآيَاتُ، وَمِنْ ذَلِكَ أَنَّهُمْ يَرْغَبُونَ عَنْ حُكْمِ اللهِ إِلَى حُكْمِ غَيْرِهِ، وَيَرَوْنَ أَنَّ اسْتِقْلَالَ الْبَشَرِ بِوَضْعِ الشَّرَائِعِ خَيْرٌ مِنْ شَرْعِ اللهِ تَعَالَى، عَلَى أَنَّهُمْ لَا يَعْرِفُونَ أُصُولَ شَرْعِ اللهِ وَلَا قَوَاعِدَهُ، بَلْ يَظُنُّونَ أَنَّهُ مَحْصُورٌ فِي هَذِهِ الْكُتُبِ الْفِقْهِيَّةِ الَّتِي أَكْثَرُ مَا فِيهَا مِنْ </p><p> آرَاءِ أَفْرَادٍ مِنَ الْمُجْتَهِدِينَ وَالْمُقَلِّدِينَ، فَهُمْ يَنْتَقِدُونَ كَثِيرًا مِنْهَا بِعَدَمِ مُوَافَقَتِهَا لِمَصَالِحِ النَّاسِ تَارَةً، وَلِأَهْوَائِهِمْ تَارَةً أُخْرَى، يَحْتَجُّونَ بِضَرْبٍ مِنَ الْجَهْلِ عَلَى ضَرْبٍ آخَرَ. </p>"
}