{
  "id": null,
  "sura": 5,
  "aya": 57,
  "text": "<p> (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللهَ إِنْ كُنْتُمْ مُؤْمِنِينَ وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ قُلْ يَاأَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللهِ مَنْ لَعَنَهُ اللهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ وَاللهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ</p><p> وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ) نَهَى اللهُ تَعَالَى عَنِ اتِّخَاذِ الْيَهُودِ وَالنَّصَارَى أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ; مُعَلِّلًا لَهُ بِأَنَّ بَعْضَهُمْ أَوْلِيَاءُ بَعْضٍ، لَا يُوَالِي الْمُؤْمِنِينَ مِنْهُمْ أَحَدٌ، وَلَا يُوَالِيهِمْ مِمَّنْ يَدَّعُونَ الْإِيمَانَ إِلَّا مَرْضَى الْقُلُوبِ، وَالْمُنَافِقُونَ الَّذِينَ يَتَرَبَّصُونَ الدَّوَائِرَ بِالْمُؤْمِنِينَ، ثُمَّ أَعَادَ النَّهْيَ عَنِ اتِّخَاذِهِمْ أَوْلِيَاءَ، وَاصِفًا إِيَّاهُمْ بِوَصْفٍ آخَرَ مِمَّا كَانُوا يُؤْذُونَ بِهِ الْمُؤْمِنِينَ، وَيُقَاوِمُونَ دِينَهُمْ، وَعَطَفَ عَلَيْهِمُ الْكُفَّارَ، وَالْمُرَادُ بِهِمْ مُشْرِكُو الْعَرَبِ، فَقَالَ: </p><p> (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ) قَرَأَ أَبُو عُمَرَ، وَالْكِسَائِيُّ:  \" الْكُفَّارِ \" بِالْجَرِّ عَطْفًا عَلَى \" الَّذِينَ أُوتُوا الْكُتَّابَ \" ، وَالْبَاقُونَ بِالنَّصْبِ عَطْفًا عَلَى \" الَّذِينَ اتَّخَذُوا \" ، وَالْفَرْقُ بَيْنَهُمَا أَنَّ قِرَاءَةَ الْجَرِّ تُفِيدُ أَنَّ الْكُفَّارَ؛ أَيِ الْمُشْرِكِينَ، الَّذِينَ اتَّخَذُوا دِينَ الْمُسْلِمِينَ هُزُوًا وَلَعِبًا، لَا تُبَاحُ وِلَايَتَهُمْ، وَقِرَاءَةُ النَّصْبِ تُفِيدُ أَنَّ جَمِيعَ الْمُشْرِكِينَ يُتَّخَذُونَ أَوْلِيَاءَ بِحَالٍ مِنَ الْأَحْوَالِ، وَأَمَّا أَهْلُ الْكِتَابِ فَإِنَّمَا يُنْهَى عَنْ مُوَالَاتِهِمْ ; لِوَصْفٍ فِيهِمْ يُنَافِي الْمُوَالَاةَ، كَاتِّخَاذِهِمْ دِينَ الْإِسْلَامِ هُزُوًا وَلَعِبًا ; أَيْ شَيْئًا يُمْزَحُ بِهِ وَيُسْخَرُ مِنْهُ، فَلَا تَنَافِي بَيْنَ الْقِرَاءَتَيْنِ. وَلَكِنَّ قِرَاءَةَ النَّصْبِ فِيهَا زِيَادَةُ مَعْنًى، وَحِكْمَةُ قِرَاءَةِ الْجَرِّ أَنَّهُ كَانَ يُوجَدُ مِنَ الْمُشْرِكِينَ مَنْ يَهْزَأُ بِدِينِ الْإِسْلَامِ، وَيَعْبَثُ بِهِ، فَقِرَاءَةُ الْجَرِّ نَصٌّ فِي النَّهْيِ عَنْ مُوَالَاةِ هَؤُلَاءِ لِوَصْفِهِمْ هَذَا، وَقِرَاءَةُ النَّصْبِ ; لِإِفَادَةِ النَّهْيِ عَنْ مُوَالَاةِ جَمِيعِ الْمُشْرِكِينَ ; لِأَنَّ مُوَالَاةَ الْمُسْلِمِينَ لَهُمْ، بَعْدَ أَنْ أَظْهَرَهُمُ اللهُ عَلَيْهِمْ بِفَتْحِ مَكَّةَ، وَدُخُولِ النَّاسِ فِي دِينِ اللهِ أَفْوَاجًا، تَكُونُ قُوَّةً لَهُمْ، وَإِقْرَارًا عَلَى شِرْكِهِمُ الَّذِي جَاءَ الْإِسْلَامُ لِمَحْوِهِ مِنْ جَزِيرَةِ الْعَرَبِ، وَأَمَّا أَهْلُ الْكِتَابِ، فَسِيَاسَةُ الْإِسْلَامِ فِيهِمْ غَيْرُ سِيَاسَتِهِ مَعَ مُشْرِكِي الْعَرَبِ ; وَلِذَلِكَ أَجَازَ فِي هَذِهِ السُّورَةِ، وَهِيَ مِنْ آخَرَ مَا نَزَلْ مِنَ الْقُرْآنِ، أَكْلَ طَعَامِهِمْ، وَنِكَاحَ نِسَائِهِمْ، وَشَرَعَ فِي سُورَةِ التَّوْبَةِ قَبُولَ الْجِزْيَةِ مِنْهُمْ، وَإِقْرَارَهُمْ عَلَى دِينِهِمْ، وَنَهَى فِي سُورَةِ الْعَنْكَبُوتِ عَنْ مُجَادَلَتِهِمْ إِلَّا بِالَّتِي هِيَ أَحْسَنُ، وَفِي الْآيَةِ تَمْيِيزُهُمْ عَلَى الْمُشْرِكِينَ فِي إِطْلَاقِ اللَّقَبِ ; إِذْ خَصَّهُمْ فِي الْمُقَابَلَةِ بِلَقَبِ أَهْلِ الْكِتَابِ، وَلَقَّبَ الْمُشْرِكِينَ بِالْكُفَّارِ، كَمَا يُعَبِّرُ </p><p> عَنْهُمْ فِي آيَاتٍ أُخْرَى بِالْمُشْرِكِينَ وَالَّذِينَ أَشْرَكُوا ; لِأَنَّهُمْ لِوَثَنِيَّتِهِمْ عَرِيقُونَ فِي الْكُفْرِ وَالشِّرْكِ وَأُصَلَاءُ فِيهِ، وَأَمَّا أَهْلُ الْكِتَابِ فَكَانَ قَدْ عَرَضَ الشِّرْكَ وَالْكُفْرَ لِلْكَثِيرِينَ مِنْهُمْ عَرُوضًا، وَلَيْسَ مِنْ أَصْلِ دِينِهِمْ، ثُمَّ لَمَّا بُعِثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ازْدَادَ الْمُعَانِدُونَ مِنْهُمْ كُفْرًا بِجُحُودِ نُبُوَّتِهِ، وَإِيذَائِهِ. </p><p> (وَاتَّقُوا اللهَ إِنْ كُنْتُمْ مُؤْمِنِينَ) أَيْ وَاتَّقُوا اللهَ فِي أَمْرِ الْمُوَالَاةِ، فَلَا تَضَعُوهَا فِي غَيْرِ مَوْضِعِهَا، فَيَنْقَلِبُ الْغَرَضُ إِلَى ضِدِّهِ، فَتَكُونُ وَهْنًا لَكُمْ، لَا نَصْرًا، وَكَذَا فِي سَائِرِ الْأَوَامِرِ وَالنَّوَاهِي، إِنْ كُنْتُمْ مُؤْمِنِينَ صَادِقِينَ فِي إِيمَانِكُمْ، تَحْفَظُونَ كَرَامَتَهُ، وَتَتَجَنَّبُونَ مَهَانَتَهُ. </p><p> (وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا) أَيْ وَإِذَا أَذَّنَ مُؤَذِّنُكُمْ بِالدَّعْوَةِ إِلَى الصَّلَاةِ، جَعَلَهَا أُولَئِكَ الَّذِينَ نُهِيتُمْ عَنْ وَلَايَتِهِمْ مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مِنَ الْأُمُورِ الَّتِي يَهْزَءُونَ وَيَلْعَبُونَ بِهَا، وَيَسْخَرُونَ مِنْ أَهْلِهَا (ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ) حَقِيقَةَ الدِّينِ وَمَا يَجِبُ لِلَّهِ تَعَالَى مِنَ الثَّنَاءِ وَالتَّعْظِيمِ. وَلَوْ كَانُوا يَعْقِلُونَ ذَلِكَ لَخَشَعَتْ قُلُوبُهُمْ كُلَّمَا سُمِعُوا مُؤَذِّنَكُمْ يُكَبِّرُ اللهَ تَعَالَى وَيُوَحِّدُهُ بِصَوْتِهِ النَّدِيِّ، وَيَدْعُو إِلَى الصَّلَاةِ لَهُ وَالْفَلَّاحِ بِمُنَاجَاتِهِ وَذِكْرِهِ. وَالْآيَةُ تَدُلُّ عَلَى شَرْعِ الْأَذَانِ، فَهُوَ ثَابِتٌ بِالْكِتَابِ وَالسُّنَّةِ مَعًا، خِلَافًا لِمَا يُوهِمُهُ حَدِيثُ الْأَذَانِ. </p>"
}