{
  "id": null,
  "sura": 5,
  "aya": 97,
  "text": "<p> ورُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِيهِ ثَلَاثُ أَقْوَالٍ:  (١) صَلَاحٌ لِدِينِهِمْ (٢) شِدَّةٌ لِدِينِهِمْ (٣) عِصْمَةٌ فِي أَمْرِ دِينِهِمْ، فَهَذِهِ أَقْوَالُ مَنْ جَعَلَ الْقِيَامَ دِينًا فَقَطْ، وَإِنَّمَا هُوَ دِينِيٌّ دُنْيَوِيٌّ، لِأَنَّ أَهْلَ الْحَرَمِ وَحُجَّاجَهُ مَا كَانُوا لِيَجِدُوا فِيهِ مَا يَعِيشُونَهُ بِهِ مِنَ الْغِذَاءِ، وَمَا يَأْمَنُونَ بِهِ عَلَى أَنْفُسِهِمُ الْهَلَاكَ، لَوْلَا أَنْ جَعَلَ اللهُ الْكَعْبَةَ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ قِيَامًا لِأَمْرِ الْمَعِيشَةِ، كَمَا جَعَلَهَا قِيَامًا لِأَمْرِ الدِّينِ، وَلَكِنْ خَصَّ بَعْضُهُمُ الْقِيَامَ الدُّنْيَوِيَّ بِزَمَنِ الْجَاهِلِيَّةِ. </p><p> وَرَوَى ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ عَنْ زَيْدٍ قَالَ: كَانَ النَّاسُ فِيهِمْ مُلُوكٌ يَدْفَعُ بَعْضُهُمْ عَنْ بَعْضٍ، وَلَمْ يَكُنْ فِي الْعَرَبِ مُلُوكٌ يَدْفَعُ بَعْضُهُمْ عَنْ بَعْضٍ، فَجَعَلَ اللهُ لَهُمُ الْبَيْتَ الْحَرَامَ قِيَامًا يَدْفَعُ بَعْضُهُمْ عَنْ بَعْضٍ بِهِ وَالشَّهْرُ الْحَرَامُ كَذَلِكَ يَدْفَعُ اللهُ بَعْضَهُمْ عَنْ بَعْضٍ بِالْأَشْهُرِ الْحُرُمِ وَالْقَلَائِدِ، وَيَلْقَى الرَّجُلُ قَاتِلَ أَبِيهِ وَابْنَ عَمِّهِ فَلَا يَعْرِضُ لَهُ وَهَذَا كُلُّهُ قَدْ نُسِخَ. </p><p> وَرَوَى ابْنُ أَبِي حَاتِمٍ عَنِ ابْنِ شِهَابٍ قَالَ: جَعَلَ اللهُ الْبَيْتَ الْحَرَامَ وَالشَّهْرَ الْحَرَامَ قِيَامًا لِلنَّاسِ يَأْمَنُونَ بِهِ فِي الْجَاهِلِيَّةِ الْأُولَى، لَا يَخَافُ بَعْضُهُمْ بَعْضًا حِينَ يَلْقَوْنَهُمْ عِنْدَ الْبَيْتِ أَوْ فِي الْحَرَمِ أَوْ فِي الشَّهْرِ الْحَرَامِ. </p><p> وَرَوَى عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ عَنْ قَتَادَةَ (جَعَلَ اللهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ) قَالَ: حَوَاجِزُ أَبْقَاهَا اللهُ فِي الْجَاهِلِيَّةِ بَيْنَ النَّاسِ، فَكَانَ الرَّجُلُ لَوْ جَرَّ كُلَّ جَرِيرَةٍ ثُمَّ لَجَأَ إِلَى الْحَرَمِ لَمْ يُتَنَاوَلْ وَلَمْ يُقْرَبْ، كَانَ الرَّجُلُ لَوْ لَقِيَ قَاتِلَ أَبِيهِ فِي الشَّهْرِ الْحَرَامِ </p><p> لَمْ يَعْرِضْ لَهُ وَلَمْ يَقْرَبْهُ، وَكَانَ الرَّجُلُ لَوْ لَقِيَ الْهَدْيَ مُقَلَّدًا وَهُوَ يَأْكُلُ الْعَصَبَ مِنَ الْجُوعِ لَمْ يَعْرِضْ لَهُ وَلَمْ يَقْرَبْهُ، وَكَانَ الرَّجُلُ إِذَا أَرَادَ الْبَيْتَ تَقَلَّدَ قِلَادَةً مِنْ شَعْرٍ فَأَحْمَتْهُ وَمَنَعَتْهُ مِنَ النَّاسِ، وَكَانَ إِذَا نَفَرَ (أَيْ عَادَ مِنَ الْحَجِّ) تَقَلَّدَ قِلَادَةً مِنَ الْخَزِّ أَوْ مِنَ السَّمَرِ حَتَّى يَأْتِيَ أَهْلَهُ حَوَاجِزُ أَبْقَاهَا اللهُ بَيْنَ النَّاسِ فِي الْجَاهِلِيَّةِ اه. </p><p> وَالْمُخْتَارُ أَنَّ جَعْلَ اللهِ تَعَالَى هَذِهِ الْأَشْيَاءَ قِيَامًا لِلنَّاسِ هُوَ جَعْلٌ تَكْوِينِيٌّ تَشْرِيعِيٌّ مَعًا، وَهُوَ عَامٌّ شَامِلٌ لِمَا تَقُومُ بِهِ وَتَتَحَقَّقُ مَصَالِحُ دِينِهِمْ وَدُنْيَاهُمْ، وَشَامِلٌ لِزَمَنِ الْجَاهِلِيَّةِ وَعَهْدِ الْإِسْلَامِ، لَكِنْ لَهُ فِي كُلٍّ مِنَ الْعَهْدَيْنِ صُورَةٌ خَاصَّةٌ بِهِ فَفِي عَهْدِ الْجَاهِلِيَّةِ كَانَ التَّكْوِينِيُّ أَظْهَرَ وَالتَّشْرِيعِيُّ أَخْفَى، لِأَنَّهُمْ عَلَى إِضَاعَتِهِمْ لِشَرِيعَةِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ صَلَّى الله عَلَيْهِمَا وَسَلَّمَ إِلَّا قَلِيلًا مِنْ مَنَاسِكِ الْحَجِّ مَزَجُوهَا بِالْوَثَنِيَّةِ وَالْخُرَافَاتِ الْوَضْعِيَّةِ، وَكَانَتْ آيَاتُ اللهِ تَعَالَى </p><p> التَّكْوِينِيَّةُ ظَاهِرَةً فِيهِمْ كَمَا تَقَدَّمَ بَيَانُهُ آنِفًا، وَسَبَقَ مَا فِي مَعْنَاهُ فِي سُورَةِ آلِ عِمْرَانَ، وَأَمَّا فِي عَهْدِ الْإِسْلَامِ فَالتَّشْرِيعِيُّ أَظْهَرُ. </p><p> (ذَلِكَ لِتَعْلَمُوا أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ) أَيْ فَعَلَ ذَلِكَ الْجَعْلَ لِأَجْلِ أَنْ تَعْلَمُوا مِنْهُ إِذَا تَأَمَّلْتُمْ فِيهِ أَنَّهُ تَعَالَى يَعْلَمُ مَا فِي الْعَالَمِ الْعُلْوِيِّ وَالسُّفْلِيِّ، وَأَنَّ عِلْمَهُ مُحِيطٌ بِكُلِّ شَيْءٍ، وَذَلِكَ أَنَّهُ عَزَّ وَجَلَّ جَعَلَ فِي قُلُوبِ الْعَرَبِ فِي طَوْرِ جَاهِلِيَّتِهَا وَغَفْلَتِهَا وَتَفَانِيهَا فِي الْغَزْوِ وَالسَّلْبِ وَالنَّهْبِ تَعْظِيمًا لِهَذَا الْمَكَانِ، وَلِلْأَعْمَالِ الَّتِي تُعْمَلُ فِيهِ، وَلِلزَّمَنِ الَّذِي فِيهِ تُؤَدَّى هَذِهِ الْأَعْمَالُ هُنَالِكَ، مَنَعَهُمْ مِنَ اعْتِدَاءِ بَعْضِهِمْ عَلَى بَعْضٍ، وَكَانَ سَبَبًا لِحَقْنِ الدِّمَاءِ وَسَعَةِ الرِّزْقِ، وَقَدْ عَجَزَتْ جَمِيعُ أُمَمِهِمْ عَنِ الْحَضَارَةِ </p><p> وَالْمَدَنِيَّةِ فِي الْقَدِيمِ وَالْحَدِيثِ بَلْهَ أُمَمِ الْبَدَاوَةِ عَنْ تَأْمِينِ النَّاسِ فِي قُطْرٍ مِنَ الْأَقْطَارِ، وَزَمَنٍ مُعَيَّنٍ مِنْ كُلِّ سَنَةٍ بِحَيْثُ لَا يُمْكِنُ أَنْ يَقَعَ فِيهِمَا قِتَالٌ وَلَا قَتْلٌ وَلَا عُدْوَانٌ، وَكَذَلِكَ جَعَلَ فِي أَحْكَامِ الْحَجِّ وَمَنَاسِكِهِ أَعْظَمَ الْفَوَائِدِ وَالْمَنَافِعِ الرُّوحِيَّةِ وَالْجَسَدِيَّةِ وَالدِّينِيَّةِ وَالدُّنْيَوِيَّةِ كَمَا عُلِمَ مِمَّا مَرَّ آنِفًا بِالْإِجْمَالِ، مِمَّا بَيَّنَاهُ فِي غَيْرِ هَذَا الْمَكَانِ مِنْ حُكْمِ الْحَجِّ بِالتَّفْصِيلِ، وَقَدْ ثَبَتَتْ هَذِهِ الْمَنَافِعُ وَالْفَوَائِدُ الَّتِي عَلَيْهَا مَدَارُ قِيَامِ أَمْرِ النَّاسِ ثُبُوتًا قَطْعِيًّا بِالْمُشَاهَدَةِ وَالتَّجْرِبَةِ، فَدَلَّ مَا ذَكَرَ عَلَى أَنَّ جَعْلَ الْبَيْتِ الْحَرَامِ وَالشَّهْرِ الْحَرَامِ وَالْهَدْيِ وَالْقَلَائِدِ قِيَامًا لِلنَّاسِ، لَمْ يَكُنْ إِلَّا لِحِكْمَةٍ بَالِغَةٍ صَادِرَةٍ عَنْ عِلْمٍ بِخَفَايَا الْأُمُورِ وَغَايَاتِهَا، فَكَانَ دَلِيلًا عَلَى أَنَّهُ سُبْحَانَهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ أَسْبَابِ الرِّزْقِ وَنِظَامِ الْخَلْقِ وَغَيْرِ ذَلِكَ، وَأَنَّهُ عَلِيمٌ بِكُلِّ شَيْءٍ فَلَا يَخْفَى عَلَيْهِ خَافِيَةٌ، عَلَى أَنَّ آيَاتِهِ الدَّالَّةَ عَلَى عِلْمِهِ بِمَا فِي السَّمَاوَاتِ وَالْأَرْضِ، وَبِغَيْرِ ذَلِكَ أَعَمُّ وَأَظْهَرُ فِي نَظَرِ الْعَقْلِ مِنْ جَعْلِهِ بَعْضَ الْأَمْكِنَةِ وَالْأَزْمِنَةِ سَبَبًا لِدَفْعِ الشَّقَاوَةِ عَنْ كَثِيرٍ مِنَ النَّاسِ وَجَلْبَ السَّعَادَةِ وَالْهَنَاءَةِ لَهُمْ، فَإِنَّ سُنَّتَهُ تَعَالَى فِي الْفَلَكِ وَسَيْرِ الشَّمْسِ وَالْقَمَرِ وَغَيْرِهِمَا بِحُسْبَانٍ، وَفِي عِلْمِ الْجَمَادِ وَالنَّبَاتِ وَالْحَيَوَانِ، لَا يَعْتَرِيهَا مِنَ الشُّبَهَاتِ مَا يَعْتَرِي السُّنَنَ الْمُتَعَلِّقَةِ بِنَوْعِ الْإِنْسَانِ، وَلَكِنَّ النَّاسَ يَغْفَلُونَ عَنْهَا. </p><p> (اعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللهَ غَفُورٌ رَحِيمٌ مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللهَ يَاأُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ) . </p>"
}