{
  "id": null,
  "sura": 5,
  "aya": 93,
  "text": "<p> (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللهُ يُحِبُّ الْمُحْسِنِينَ) وَرَدَ فِي عِدَّةِ رِوَايَاتٍ تَقَدَّمَ بَعْضُهَا أَنَّ بَعْضَ الصَّحَابَةِ اسْتَشْكَلُوا عِنْدَ نُزُولِ هَذَا التَّشْدِيدِ فِي الْخَمْرِ وَالْمَيْسِرِ حَالَ مَنْ مَاتَ مِنَ الْمُؤْمِنِينَ الَّذِينَ كَانُوا يَشْرَبُونَ الْخَمْرَ وَيَأْكُلُونَ الْمَيْسِرَ، وَلَا سِيَّمَا مَنْ حَضَرَ مِنْهُمْ غَزْوَتَيْ بَدْرٍ وَأُحُدٍ، وَكَانَ أَمْرُ الْخَمْرِ عِنْدَهُمْ أَهَمَّ، وَمِنْهُمْ مَنْ كَلَّمَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ، وَفِي رِوَايَةٍ أَنَّهُمْ سَأَلُوا عَمَّنْ مَاتُوا وَعَنِ الْغَائِبِينَ الَّذِينَ لَمْ تَبْلُغْهُمْ آيَةُ الْقَطْعِ بِالتَّحْرِيمِ، وَأَنَّ هَذِهِ الْآيَةَ نَزَلَتْ جَوَابًا لَهُمْ، وَقِيلَ: إِنَّ الْآيَةَ نَزَلَتْ فِيمَنْ كَانُوا يُشَدِّدُونَ عَلَى أَنْفُسِهِمْ فِي الطَّيِّبَاتِ مِنَ الطَّعَامِ وَالشَّرَابِ خَتْمًا لِلسِّيَاقِ بِمَا يَتَعَلَّقُ بِحَالِ مَنْ بُدِئَ بِهِمْ وَالرِّوَايَاتُ الْمَأْثُورَةُ عَلَى الْأَوَّلِ. </p><p> الطَّعَامُ مَا يُؤْكَلُ، وَالطَّعْمُ (بِالْفَتْحِ) مَا يُدْرَكُ بِذَوْقِ الْفَمِ مِنْ حَلَاوَةٍ وَمَرَارَةٍ وَغَيْرِهِمَا يُقَالُ: طَعِمَ (كَعَلِمَ وَغَنِمَ) فُلَانٌ بِمَعْنَى أَكَلَ الطَّعَامَ وَطَعِمَ الشَّيْءَ يَطْعَمُهُ ذَاقَ طَعْمَهُ أَوْ ذَاقَهُ فَوَجَدَ طَعْمَهُ مِنْهُ، اسْتُعْمِلَ فِي ذَوْقِ طَعَامِ الشَّيْءِ مِنْ طَعَامٍ وَشَرَابٍ </p><p> يُؤْخَذُ قَلِيلٌ مِنْهُ بِمُقَدَّمِ الْفَمِ، وَمِنَ الْأَوَّلِ قَوْلُهُ تَعَالَى:  (فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا)  (٣٣: ٥٣) أَيْ أَكَلْتُمْ، وَمِنَ الثَّانِي:  (فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي)  (٢: ٢٤٩) أَيْ لَمْ يَذُقْ طَعْمَ مَائِهِ. </p><p> قَالَ الْجَوْهَرِيُّ: الطَّعْمُ بِالْفَتْحِ مَا يُؤَدِّيهِ الذَّوْقُ، يُقَالُ: طَعْمُهُ مُرٌّ أَوْ حُلْوٌ، وَقَالَ طَعِمَ يَطْعَمُ طُعْمًا (بِالضَّمِّ) فَهُوَ طَاعِمٌ إِذَا أَكَلَ أَوْ ذَاقَ مِثْلَ غَنِمَ يَغْنَمُ غُنْمًا فَهُوَ غَانِمٌ فَالطُّعْمُ بِالضَّمِّ مَصْدَرٌ، وَأَنْشَدَ ابْنُ الْأَعْرَابِيِّ: </p><p> فَأَمَّا بَنُو عَامِرٍ بِالنِّسَارِ ... غَدَاةَ لَقُونَا فَكَانُوا نَعَامًا </p><p> نَعَامًا بِخَطْمَةِ صُعْرِ الْخُدُو ... دِ، لَا تَطْعَمُ الْمَاءَ إِلَّا صِيَامًا </p><p> شَبَّهَهُمْ بِالنَّعَامِ الَّتِي لَا تَرِدُ الْمَاءَ وَلَا تَذُوقُهُ، وَصَرَّحَ فِي لِسَانِ الْعَرَبِ بِأَنَّ طَعِمَ بِمَعْنَى أَكَلَ الطَّعَامَ، وَأَنَّهُ إِذَا جُعِلَ بِمَعْنَى الذَّوْقِ جَازَ فِيمَا يُؤْكَلُ وَيُشْرَبُ، وَاسْتَشْهَدَ الْمُفَسِّرُونَ بِقَوْلِ الشَّاعِرِ: </p><p> فَإِنْ شِئْتُ حَرَّمْتُ النِّسَاءَ سِوَاكُمُ ... وَإِنْ شِئْتُ لَمْ أَطْعَمْ نُقَاخًا وَلَا بَرْدًا. </p><p> النُّقَاخُ بِالضَّمِّ الْمَاءُ الْبَارِدُ، وَالْبَرْدُ النَّوْمُ، قَالَ الزَّمَخْشَرِيُّ: أَلَا تَرَى كَيْفَ عَطَفَ عَلَيْهِ الْبَرْدَ وَهُوَ النَّوْمُ، وَيُقَالُ: مَا ذُقْتُ غِمَاضًا. اه. </p><p> وَقَالَ الْآلُوسِيُّ فِي تَفْسِيرِهِ: وَأَمَّا اسْتِعْمَالُهُ (أَيْ طَعِمَ الْمَاءَ) بِمَعْنَى شَرِبَهُ وَاتَّخَذَهُ طَعَامًا فَقَبِيحٌ إِلَّا أَنْ يَقْتَضِيَهُ الْمَقَامُ، كَمَا فِي حَدِيثِ:  \" زَمْزَمُ طَعَامُ طُعْمٍ وَشِفَاءُ سُقْمٍ \" فَإِنَّهُ تَنْبِيهٌ عَلَى أَنَّهَا تُغَذِّي بِخِلَافِ سَائِرِ الْمِيَاهِ، وَلَا يَخْدِشُ هَذَا مَا حُكِيَ أَنَّ خَالِدًا الْقَسْرِيَّ قَالَ عَلَى مِنْبَرِ </p><p> الْكُوفَةِ وَقَدْ خَرَجَ عَلَيْهِ الْمُغِيرَةُ بْنُ سَعِيدٍ: أَطْعِمُونِي مَاءً، فَعَابَتْ عَلَيْهِ الْعَرَبُ ذَلِكَ وَهَجَوْهُ بِهِ، وَحَمَلُوهُ عَلَى شِدَّةِ جَزَعِهِ، وَقِيلَ فِيهِ: </p><p> بَلَّ الْمَنَابِرَ مِنْ خَوْفٍ وَمِنْ وَهَلٍ ... وَاسْتَطْعَمَ الْمَاءَ لَمَّا جَدَّ فِي الْهَرَبِ </p><p> وَأَلْحَنُ النَّاسِ كُلِّ النَّاسِ قَاطِبَةً ... وَكَانَ يُولَعُ بِالتَّشْدِيقِ فِي الْخُطَبِ </p><p> لِأَنَّ ذَلِكَ إِنَّمَا عِيبَ عَلَيْهِ; لِأَنَّهُ صَدَرَ عَنْ جَزَعٍ، فكَانَ مَظِنَّةَ الْوَهْمِ وَعَدَمَ قَصْدِ الْمَعْنَى الصَّحِيحِ، وَإِلَّا فَوَقَعَ مَثَلُهُ فِي كَلَامِهِمْ مِمَّا لَا يَنْبَغِي أَنْ يُشَكَّ فِيهِ: اه. </p><p> أَقُولُ: أَمَّا الْحَدِيثُ فَرَوَاهُ ابْنُ أَبِي شَيْبَةَ وَالْبَزَّارُ بِسَنَدٍ صَحِيحٍ، وَهُوَ عَلَى تَشْبِيهِ مَائِهَا بِالْغِذَاءِ فَلَيْسَ مِمَّا نَحْنُ فِيهِ، وَأَمَّا كَلَامُ خَالِدٍ فَهُوَ لَحْنٌ إِلَّا أَنْ يُرِيدَ بِهِ أَذِيقُونِي طَعْمَ الْمَاءِ مُبَالَغَةً فِي طَلَبِ الْقَلِيلِ مِنْهُ أَوْ إِرَادَةِ تَرْطِيبِ اللِّسَانِ، لِأَنَّ الْكَلَامَ يُجَفِّفُ </p><p> الرِّيقَ، لَا يَقَعُ مِثْلُهُ فِي كَلَامِ الْفُصَحَاءِ إِلَّا بِهَذَا الْمَعْنَى، فَإِذَنْ لَا يُمْكِنُ أَنْ يَكُونَ \" طَعِمَ \" فِي الْقُرْآنِ بِمَعْنَى الشُّرْبِ مُطْلَقًا، وَلَا يَجُوزُ أَنْ يُفِيدَ هَذَا الْمَعْنَى إِلَّا بِالتَّبَعِ لِمَعْنَى الْأَكْلِ تَغْلِيبًا لَهُ، فَيُجْعَلَ \" طَعِمُوا \" هُنَا بِمَعْنَى أَكَلُوا الْمَيْسِرَ وَشَرِبُوا الْخَمْرَ، كَتَغْلِيبِ الْأَكْلِ فِي كُلِّ اسْتِعْمَالٍ فِي مِثْلِ النَّهْيِ عَنْ أَكْلِ أَمْوَالِ الْيَتَامَى وَأَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ، وَلَمْ أَرَ أَحَدًا هُدِيَ إِلَى هَذَا الْإِيضَاحِ بِهَذَا التَّدْقِيقِ. </p><p> وَالْجُنَاحُ مَا فِيهِ مَشَقَّةٌ أَوْ مُؤَاخَذَةٌ، أَنْشَدَ ابْنُ الْأَعْرَابِيِّ: </p><p> وَلَاقَيْتُ مِنْ جُمْلٍ وَأَسْبَابِ حُبِّهَا ... جُنَاحَ الَّذِي لَاقَيْتُ مَنْ تِرْبِهَا قَبْلُ. </p><p> وَقَالَ ابْنُ حِلِّزَةَ: </p><p> أَعَلَينَا جُنَاحُ كِندَةَ أَنْ يَغْـ ... نَمَ غَازِيهُمُ وَمِنَّا الْجَزَاءُ </p><p> وَيُفَسِّرُونَهُ غَالِبًا بِالْإِثْمِ وَهُوَ مَا فِيهِ الضَّرَرُ، وَالضَّرَرُ يَكُونُ دِينِيًّا وَدُنْيَوِيًّا، وَلَمْ يُسْتَعْمَلْ فِي الْقُرْآنِ إِلَّا فِي حَيِّزِ النَّفْيِ بِمَعْنَى رَفْعِ الْحَرَجِ وَالْمُؤَاخَذَةِ. </p><p> وَمَعْنَى الْآيِ عَلَى رَأْيِ الْجُمْهُورِ:  (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) مِنَ الْأَحْيَاءِ وَالْمَيِّتِينَ وَالشَّاهِدِينَ وَالْغَائِبِينَ (جُنَاحٌ) إِثْمٌ وَلَا مُؤَاخَذَةٌ (فِيمَا طَعِمُوا) أَكَلُوا مِنَ الْمَيْسِرِ أَوْ شَرِبُوا مِنَ الْخَمْرِ فِيمَا مَضَى قَبْلَ تَحْرِيمِهَا وَلَا فِي غَيْرِ ذَلِكَ مِمَّا لَمْ يَكُنْ مُحَرَّمًا ثُمَّ حُرِّمَ (إِذَا مَا اتَّقَوْا) أَيْ إِذَا هُمُ اتَّقَوْا فِي ذَلِكَ الْعَهْدِ مَا كَانَ مُحَرَّمًا عَلَيْهِمْ وَمِنْهُ الْإِسْرَافُ فِي الْأَكْلِ وَالشُّرْبِ مِنَ الْمُبَاحِ (وَآمَنُوا) بِمَا كَانَ قَدْ نَزَّلَهُ اللهُ تَعَالَى (وَعَمِلُوا الصَّالِحَاتِ) الَّتِي كَانَتْ قَدْ شُرِعَتْ، كَالصَّلَاةِ وَالصَّوْمِ وَالْجِهَادِ (ثُمَّ اتَّقَوْا) مَا حَرَّمَهُ اللهُ تَعَالَى بَعْدَ ذَلِكَ عِنْدَ الْعِلْمِ بِهِ (وَآمَنُوا) بِمَا نَزَلَ فِيهِ وَفِي غَيْرِهِ كَمَا قَالَ: (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ)  (٩: ١٢٤، ١٢٥) </p><p> وَكَمَا قَالَ:  (وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا)  (٧٤: ٣١) وَعَمِلُوا الصَّالِحَاتِ الَّتِي هِيَ مِنْ لَوَازِمِ الْإِيمَانِ، (ثُمَّ اتَّقَوْا) أَيِ ارْتَقَوْا عَنْ ذَلِكَ فَاتَّقُوا الشُّبَهَاتِ تَوَرُّعًا وَابْتِعَادًا عَنِ الْحَرَامِ، (وَأَحْسَنُوا) أَعْمَالَهُمُ الصَّالِحَاتِ بِأَنْ أَتَوْا بِهَا عَلَى وَجْهِ الْكَمَالِ، وَتَمَّمُوا نَقْصَ فَرَائِضِهَا بِنَوَافِلِ الطَّاعَاتِ (وَاللهُ يُحِبُّ الْمُحْسِنِينَ) فَلَا يَبْقَى فِي قُلُوبِهِمْ أَثَرًا مِنَ الْآثَارِ السَّيِّئَةِ الَّتِي وَصَفَ بِهَا الْخَمْرَ وَالْمَيْسِرَ مِنَ الْإِيقَاعِ فِي الْعَدَاوَةِ وَالْبَغْضَاءِ وَالصَّدِّ </p><p> عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، وَهُمَا صِقَالُ الْقُلُوبِ وَزَيْتُهَا الَّذِي يَمُدُّ نُورَ الْإِيمَانِ. </p><p> وَطَالَمَا اسْتَشْكَلَ الْمُفَسِّرُونَ اشْتِرَاطَ مَا اشْتَرَطَتْهُ الْآيَةُ لِنَفْيِ الْجُنَاحِ مِنَ التَّقْوَى الْمُثَلَّثَةِ وَالْإِيمَانِ الْمُثَنَّى وَالْإِحْسَانِ الْمُوَحَّدِ، وَطَالَمَا ضَرَبُوا فِي بَيْدَاءِ التَّأْوِيلِ وَاسْتِنْبَاطِ الْآرَاءِ، وَطَالَمَا رَدَّ بَعْضُهُمْ مَا قَالَهُ الْآخَرُونَ فِي ذَلِكَ، وَسَبَبُ ذَلِكَ اتِّفَاقُهُمْ عَلَى أَنَّ اللهَ تَعَالَى لَا يُؤَاخِذُ يَوْمَ الْقِيَامَةِ أَحَدًا بِعَمَلٍ عَمِلَهُ قَبْلَ تَحْرِيمِهِ، كَمَا قَالَ اللهُ تَعَالَى بَعْدَ ذِكْرِ مُحَرَّمَاتِ النِّكَاحِ:  (إِلَّا مَا قَدْ سَلَفَ) فَقِيلَ: إِنَّ مَا ذَكَرَ لَيْسَ بِشَرْطِ رَفْعِ الْجُنَاحِ، بَلْ لِبَيَانِ حَالِ مَنْ نَزَلَتْ فِيهِمُ الْآيَةُ، أَمَّا تَكْرَارُ التَّقْوَى فَقِيلَ: إِنَّهُ لِمُجَرَّدِ التَّأْكِيدِ أَوْ لِلْأَزْمِنَةِ الثَّلَاثَةِ، أَوْ لِاخْتِلَافِ مَنْ يُتَّقَى مِنَ الْكُفْرِ وَالْكَبَائِرِ وَالصَّغَائِرِ أَوْ مِنْ مُطْلَقٍ وَمُقَيَّدٍ، أَوْ بَعْضُهَا لِلثَّبَاتِ وَالدَّوَامِ. </p><p> وَغَفَلَ هَؤُلَاءِ عَنْ مَعْنَى الشُّبْهَةِ الَّتِي وَقَعَتْ لِبَعْضِ الصَّحَابَةِ وَنَزَلَتِ الْآيَةُ جَوَابًا عَنْهَا، وَبَيَانُهَا مِنْ وَجْهَيْنِ: </p><p> (أَحَدُهُمَا) أَنَّ اللهَ تَعَالَى حَرَّمَ الْخَمْرَ وَالْمَيْسِرَ فِي الْآيَةِ الْأُولَى مِنْ هَذِهِ الْآيَاتِ، وَبَيَّنَ فِي الثَّانِيَةِ عِلَّةَ التَّحْرِيمِ مِنْ وَجْهَيْنِ، وَهَذِهِ الْعِلَّةُ لَازِمَةٌ لَهَا، فَإِذَا لَمْ تَكُنْ مُطَّرِدَةً فِي الْعَدَاوَةِ وَالْبَغْضَاءِ، فَهِيَ مُطَّرِدَةٌ فِي الصَّدِّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، وَنَاهِيكَ بِمَا يَنْقُصُ مِنْ دِينِ مَنْ صَدَّ عَنْهُمَا، وَإِنَّمَا كَانَ الدِّينُ وَمَنَاطُ الْجَزَاءُ فِي الْآخِرَةِ مَا يَكُونُ مِنْ تَأْثِيرِ الْإِيمَانِ وَالْعَمَلِ الصَّالِحِ فِي تَزْكِيَةِ النَّفْسِ، وَإِنَارَةِ الْقَلْبِ. </p><p> (ثَانِيهُمَا) أَنَّ اللهَ تَعَالَى قَدْ عَرَّضَ بِتَحْرِيمِ الْخَمْرِ قَبْلَ نُزُولِ آيَاتِ الْمَائِدَةِ بِمَا يُبَيِّنُهُ فِي سُورَةِ الْبَقَرَةِ وَالنِّسَاءِ وَاللَّبِيبُ تَكْفِيهِ الْإِشَارَةُ فَكَانَ مَنْ لَمْ يَفْطَنْ لِذَلِكَ مُقَصِّرًا فِي اجْتِهَادِهِ وَرُبَّمَا كَانَ ذَلِكَ لِإِيثَارِ الْهَوَى أَوِ الشَّهْوَةِ. </p><p> هَذَا وَجْهُ الشَّبَهِ، وَتَلْخِيصُ الْجَوَابِ عَنْهَا: أَنَّ مَنْ صَحَّ إِيمَانُهُ، وَصَالِحُ عَمَلِهِ، وَعَمِلَ فِي كُلِّ وَقْتٍ بِالنُّصُوصِ الْقَطْعِيَّةِ الْمُنَزَّلَةِ، وَبِحَسَبِ مَا أَدَّاهُ إِلَيْهِ اجْتِهَادُهُ فِي الظَّنِّيَّةِ، وَاسْتَقَامَ عَلَى ذَلِكَ حَتَّى ارْتَقَى إِلَى مَقَامِ الْإِحْسَانِ فَلَا يَحُولُ دُونَ تَزْكِيَةِ ذَلِكَ لِنَفْسِهِ، وَصَقْلِهِ لِقَلْبِهِ، </p><p> مَا كَانَ قَدْ أَكَلَ أَوْ شَرِبَ مِمَّا لَمْ يَكُنْ مُحَرَّمًا عَلَيْهِ بِحَسَبِ اعْتِقَادِهِ، وَإِنْ كَانَ مِنَ الْإِثْمِ مَا حُرِّمَ بَعْدُ لِأَجْلِهِ. </p><p> ذَلِكَ بِأَنَّ اللهَ تَعَالَى مَا حَرَّمَ شَيْئًا إِلَّا لِضَرَرِهِ فِي الْجِسْمِ أَوِ الْعَقْلِ أَوِ الدِّينِ أَوِ </p><p> الْمَالِ أَوِ الْعِرْضِ، وَالضَّرَرُ يَخْتَلِفُ بِاخْتِلَافِ الْأَشْخَاصِ وَالْأَوْقَاتِ وَالْأَحْوَالِ، وَقَدْ يَتَخَلَّفُ أَحْيَانًا، إِذْ يَكْفِي التَّحْرِيمُ أَنْ يَكُونَ ضَارًّا فِي الْغَالِبِ، فَمَنْ عَمِلَ عَمَلًا مِنْ شَأْنِهِ الضَّرَرُ فِي الْجِسْمِ فَرُبَّمَا يَنْجُو مِنْ ضَرَرِهِ بِقُوَّةِ مِزَاجِهِ إِذَا هُوَ لَمْ يُسْرِفْ فِيهِ، وَمَنْ عَمِلَ عَمَلًا مِنْ شَأْنِهِ نَقْصُ الدِّينِ وَهُوَ غَيْرُ مُحَرَّمٍ عَلَيْهِ عَالِمٌ بِتَحْرِيمِهِ فَرُبَّمَا يَنْجُو مِنْ سُوءِ تَأْثِيرِهِ الذَّاتِيِّ بِقُوَّةِ إِيمَانِهِ وَيَقِينِهِ وَكَثْرَةِ أَعْمَالِهِ الصَّالِحَةِ بِحَيْثُ يَكُونُ ذَلِكَ الضَّرَرُ كَنُقْطَةٍ مِنَ الْقَذَرِ وَقَعَتْ فِي الْبَحْرِ أَوِ النَّهْرِ، وَلَكِنَّ قُوَّةَ الْإِيمَانِ وَرُسُوخَ الدِّينِ بِالْعَمَلِ الصَّالِحِ يُنَافِي الْإِقْدَامَ عَلَى ارْتِكَابِ الْمُحَرَّمِ، إِلَّا مَا يَكُونُ مِنَ اللَّمَمِ وَالْهَفَوَاتِ الَّتِي لَا يُصِرُّ الْمُؤْمِنُ عَلَيْهَا، فَالْجُنَاحُ الْعَظِيمُ وَالْخَطَرُ الْكَبِيرُ مِنَ ارْتِكَابِ الْمَعْصِيَةِ بَعْدَ الْعِلْمِ بِتَحْرِيمِهَا لَيْسَ فِيمَا عَسَاهُ يُصِيبُ مُرْتَكِبُهَا مِنْ ضَرَرِهَا الذَّاتِيِّ الَّتِي حُرِّمَتْ لِأَجْلِهِ فَقَطْ، لِأَنَّ هَذَا قَدْ يَتَخَلَّفُ أَوْ يَكُونُ ضَعِيفًا أَوْ مَغْلُوبًا، بَلِ الْجُنَاحُ وَالْخَطَرُ الدِّينِيُّ فِي الْإِقْدَامِ عَلَى مُخَالَفَةِ أَمْرِ اللهِ تَعَالَى تَرْجِيحُ هَوَى النَّفْسِ عَلَى مُقْتَضَى الْإِيمَانِ وَالِاعْتِقَادِ، وَهَذَا شَيْءٌ قَدْ حَفِظَ اللهُ مِنْهُ مَنْ كَانُوا يَشْرَبُونَ الْخَمْرَ مِنْ أَهْلِ بَدْرٍ وَأُحُدٍ، بَلْ حَفِظَهُمُ اللهُ تَعَالَى مِنْ ضَرَرِ الْخَمْرِ الِاجْتِمَاعِيِّ الدُّنْيَوِيِّ أَيْضًا لِأَنَّهُمْ لَمْ يُسْرِفُوا فِيهَا وَلَا سِيَّمَا بَعْدَ نُزُولِ آيَةِ سُورَةِ النِّسَاءِ الَّتِي لَمْ تُبْقِي لَهُمْ إِلَّا وَقْتًا ضَيِّقًا لِشُرْبِهَا، وَالْآيَةُ تَدُلُّ عَلَى ذَلِكَ، وَيُؤَيِّدُهُ أَنَّ اللهَ تَعَالَى قَدْ أَنْفَسَ بَيْنَ قُلُوبِهِمْ فَكَانُوا بِنِعْمَتِهِ إِخْوَانًا، بَلْ كَانَ ذَلِكَ شَأْنَ الصَّحَابَةِ عَامَّةً: كَانَ يَكَادُ الشِّقَاقُ يَقَعُ بَيْنَهُمْ كَمَا مَرَّ فِي أَسْبَابِ نُزُولِ الْآيَاتِ، وَلَكِنْ لَا يَلْبَثُ أَنْ يَغْلِبَهُ الْإِيمَانُ، فَكَانُوا مِصْدَاقًا لِقَوْلِهِ تَعَالَى:  (إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ)  (٧: ٢٠١) فَالْمَعْصِيَةُ لَا تُفْسِدُ الرُّوحَ إِلَّا إِذَا كَانَ فَاعِلُهَا غَيْرَ مَيَّالٍ بِحُرْمَةِ الشَّرْعِ، وَلَا يَكُونُ تَأْثِيرُهَا الذَّاتِيُّ قَوِيًّا إِلَّا بِالْإِسْرَافِ فِيهَا وَالْإِصْرَارِ عَلَيْهَا. </p><p> وَقَدْ سَأَلَنِي بَعْضُ الْبَاحِثِينَ فِي عِلْمِ الْأَخْلَاقِ وَفَلْسَفَةِ الِاجْتِمَاعِ مِنَ الْمِصْرِيِّينَ عَنِ السَّبَبِ فِي سُوءِ تَأْثِيرِ الزِّنَا فِي إِفْسَادِ أَخْلَاقِ فُسَّاقِ الْمِصْرِيِّينَ، وَإِذْلَالِ أَنْفُسِهِمْ وَإِضْعَافِ بَأْسِهِمْ، وَعَدَمِ تَأْثِيرِهِ فِي الْيَابَانِيِّينَ مِثْلَ هَذَا التَّأْثِيرِ، فَأَجَبْتُهُ عَلَى الْفَوْرِ: إِنَّ الْيَابَانِيِّينَ لَا يَدِينُونَ اللهَ بِحُرْمَةِ الزِّنَا كَالْمِصْرِيِّينَ، فَمُعْظَمُ ضَرَرِهِ فِيهِمْ بَدَنِيٌّ، وَأَقَلُّهُ اجْتِمَاعِيٌّ، وَلَكِنْ </p><p> لَيْسَ لَهُ ضَرَرٌ رُوحِيٌّ فِيهِمْ، وَأَمَّا الْمِصْرِيُّونَ فَمُعْظَمُ ضَرَرِهِ فِيهِمْ رُوحِيٌّ، لِأَنَّهُمْ يُقْدِمُونَ عَلَى شَيْءٍ يَعْتَقِدُونَ دِينًا وَعُرْفًا بِقُبْحِهِ وَفُحْشِهِ، فَهُمْ بِذَلِكَ يُوَطِّنُونَ أَنْفُسَهُمْ عَلَى دَنِيئَةِ الْفُحْشِ، </p><p> وَالِاتِّصَافِ بِالْقُبْحِ، فَلِذَلِكَ كَانَ مِنْ أَسْبَابِ الْمَهَانَةِ وَالْفَسَادِ فِيهِمْ فَأُعْجِبَ بِالْجَوَابِ وَأَذْعَنَ لَهُ. </p><p> (شُبْهَةٌ لِعُشَّاقِ الْخَمْرِ وَدَحْضُهَا) . </p><p> قَالَ الْإِمَامُ الرَّازِيُّ: زَعَمَ بَعْضُ الْجُهَّالِ أَنَّهُ تَعَالَى لَمَّا بَيَّنَ فِي الْخَمْرِ أَنَّهَا مُحَرَّمَةٌ عِنْدَمَا تَكُونُ مُوقِعَةً فِي الْعَدَاوَةِ وَالْبَغْضَاءِ، وَصَادَّةً عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ بَيَّنَ فِي هَذِهِ الْآيَةِ أَنَّهُ لَا جُنَاحَ عَلَى مَنْ طَعِمَهَا إِذَا لَمْ يَحْصُلْ مَعَهُ شَيْءٌ مِنْ تِلْكَ الْمَفَاسِدِ بَلْ حَصَلَ مَعَهُ أَنْوَاعُ الْمَصَالِحِ مِنَ الطَّاعَةِ وَالتَّقْوَى وَالْإِحْسَانِ إِلَى الْخَلْقِ قَالُوا وَلَا يُمْكِنُ حَمْلُهُ عَلَى أَحْوَالِ مَنْ شَرِبَ الْخَمْرَ قَبْلَ نُزُولِ آيَةِ التَّحْرِيمِ، لِأَنَّهُ لَوْ كَانَ الْمُرَادُ ذَلِكَ لَقَالَ:  \" مَا كَانَ جُنَاحٌ عَلَى الَّذِينَ عَمِلُوا \" كَمَا ذَكَرَ مِثْلَ ذَلِكَ فِي آيَةِ تَحْوِيلِ الْقِبْلَةِ: (وَمَا كَانَ اللهُ لِيُضِيعَ إِيمَانَكُمْ)  (٢: ١٤٣) لَكِنَّهُ لَمْ يَقُلْ ذَلِكَ بَلْ قَالَ: (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ) إِلَى قَوْلِهِ: (إِذَا مَا اتَّقَوْا وَآمَنُوا) وَلَا شَكَّ أَنَّ (إِذَا) لِلْمُسْتَقْبَلِ لَا الْمَاضِي وَاعْلَمْ أَنَّ هَذَا الْقَوْلَ مَرْدُودٌ بِإِجْمَاعِ كُلِّ الْأَئِمَّةِ. </p><p> وَقَوْلُهُمْ: عَنْ كَلِمَةِ \" إِذَا \" لِلْمُسْتَقْبَلِ لَا لِلْمَاضِي، فَجَوَابُهُ مَا رَوَى أَبُو بَكْرٍ الْأَصَمُّ أَنَّهُ لَمَّا نَزَلَ تَحْرِيمُ الْخَمْرِ قَالَ أَبُو بَكْرٍ:  \" يَا رَسُولَ اللهِ كَيْفَ بِإِخْوَانِنَا الَّذِينَ مَاتُوا وَقَدْ شَرِبُوا الْخَمْرَ وَفَعَلُوا الْقِمَارَ؟ وَكَيْفَ بِالْغَائِبِينَ عَنَّا فِي الْبُلْدَانِ لَا يَشْعُرُونَ أَنَّ اللهَ حَرَّمَ الْخَمْرَ وَهُمْ يَطْعَمُونَهَا \" ؟ فَأَنْزَلَ اللهُ هَذِهِ الْآيَاتِ (الْصَوَابُ الْآيَةَ) وَعَلَى هَذَا التَّقْدِيرِ فَالْحِلُّ قَدْ ثَبَتَ فِي الزَّمَانِ الْمُسْتَقْبَلِ عَنْ وَقْتِ نُزُولِ هَذِهِ الْآيَةِ، لَكِنْ فِي حَقِّ الْغَائِبِينَ الَّذِينَ لَمَّ يَبْلُغْهُمْ هَذَا النَّصُّ: انْتَهَى كَلَامُ الرَّازِيِّ بِحُرُوفِهِ. </p><p> وَأَقُولُ إِنَّ جَوَابَهُ ضَعِيفٌ فِيمَا أَقَرَّهُ وَفِيمَا رَدَّهُ إِلَّا نَقْلَ الْإِجْمَاعِ، وَقَدْ كَانَ رَحِمَهُ اللهُ عَلَى سَعَةِ اطِّلَاعِهِ فِي الْعُلُومِ الْعَقْلِيَّةِ وَالنَّقْلِيَّةِ غَيْرَ دَقِيقٍ فِي الْبَلَاغَةِ وَأَسَالِيبِ اللُّغَةِ حَتَّى إِنَّ عِبَارَتَهُ نَفْسَهَا ضَعِيفَةٌ، فَالصَّوَابُ أَنْ يُقَالَ فِي الرَّدِّ عَلَى احْتِجَاجِ أَصْحَابِ هَذَا التَّحْرِيفِ: </p><p> (أَوْلًا) إِنَّ قَوْلَهُ تَعَالَى: (لَيْسَ عَلَى الَّذِينَ آمَنُوا) إِلَخْ، لَيْسَ خَبَرًا عَمَّنْ نَزَلَتِ </p><p> الْآيَةُ بِسَبَبِ السُّؤَالِ عَنْهُمْ، وَإِنَّمَا هِيَ قَاعِدَةٌ عَامَّةٌ إِنْشَائِيَّةُ الْمَعْنَى، يُعْلَمُ مِنْهَا حُكْمُ مَنْ مَاتَ قَبْلَ الْقَطْعِ بِتَحْرِيمِ الْخَمْرِ، وَحُكْمُ مَنْ نَزَلَتِ الْآيَةُ فِي عَهْدِهِمْ وَتُلِيَتْ عَلَيْهِمْ، وَحُكْمُ غَيْرِهِمْ مِنْ عَصْرِهِمْ إِلَى آخِرِ الزَّمَانِ، وَهَذَا أَبْلَغُ وَأَهَمُّ فَائِدَةً مِنْ بَيَانِ حُكْمِ الْمَسْئُولِ عَنْهُمْ خَاصَّةً. </p><p> (ثَانِيًا) إِنَّ قَوْلَ الْمُشْتَبِهِينَ: لَوْ كَانَ الْمُرَادُ مِنَ الْآيَةِ بَيَانُ حُكْمِ الَّذِينَ مَاتُوا لَقَالَ: \" مَا كَانَ جُنَاحٌ عَلَى الَّذِينَ طَعِمُوا \" بَاطِلٌ، وَقَوْلُهُ تَعَالَى:  (وَمَا كَانَ اللهُ لِيُضِيعَ إِيمَانَكُمْ) الَّذِي احْتَجُّوا بِهِ لَا يَدُلُّ عَلَى مَا زَعَمُوا، فَإِنَّ مِثْلَ هَذَا التَّرْكِيبِ يَدُلُّ عَلَى نَفْيِ الشَّأْنِ لَا عَلَى نَفْيِ </p><p> حَدِيثٍ مَضَى، فَمَعْنَاهُ: مَا كَانَ مِنْ شَأْنِهِ تَعَالَى وَلَا مِنْ مُقْتَضَى سُنَّتِهِ وَحِكْمَتِهِ أَنْ يُضِيعَ إِيمَانَكُمْ، وَقَدْ بَيَّنَّا هَذَا مِنْ قَبْلُ غَيْرَ مَرَّةٍ وَنَقَلْنَاهُ عَنِ الْكَشَّافِ فَهُوَ يَعُمُّ الْمَاضِي وَالْمُسْتَقْبَلَ وَمِثَالُهُ:  (مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللهِ)  (١٢: ٣٨) وَيُشْبِهُ الْعِبَارَةَ الَّتِي قَالُوهَا قَوْلُهُ تَعَالَى: (مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللهُ لَهُ)  (٣٣: ٣٨) وَلَمْ يَقُلْ أَحَدٌ إِنَّهَا لِنَفْيِ الْحَرَجِ فِي الزَّمَنِ الْمَاضِي بَلْ تَعُمُّ نَفْيَهُ فِي الْحَالِ وَالِاسْتِقْبَالِ، وَهُوَ مَوْضِعُ الْفَائِدَةِ لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا. </p><p> (ثَالِثًا) لَوْ كَانَ مَعْنَى الْآيَةِ مَا ذَكَرُوهُ لَأَخَذَ بِهِ مَنْ شَقَّ عَلَيْهِمْ تَحْرِيمُ الْخَمْرِ مِنَ الصَّحَابَةِ وَمَنْ كَانَ يَمِيلُ إِلَيْهِمْ بَعْدَهُمْ. </p><p> نَعَمْ إِنَّهُ لَوْلَا مَا وَرَدَ مِنْ سَبَبِ نُزُولِ الْآيَةِ لَكَانَ الْمُتَبَادَرُ مِنْ مَعْنَاهَا أَنَّهُ لَيْسَ عَلَى الْمُؤْمِنِينَ الصَّالِحِينَ تَضْيِيقٌ وَإِعْنَاتٌ فِيمَا أَكَلُوا (وَإِنْ شِئْتَ قُلْتَ أَوْ شَرِبُوا) مِنَ اللَّذَائِذِ كَمَا تَوَهَّمَ الَّذِينَ كَانُوا حَرَّمُوا عَلَى أَنْفُسِهِمْ طَيِّبَاتَ مَا أَحَلَّ اللهُ لَهُمْ مُبَالَغَةً فِي النُّسُكِ إِذَا كَانُوا مُعْتَصِمِينَ بِعُرَى التَّقْوَى فِي جَمِيعِ الْأَوْقَاتِ وَالْأَحْوَالِ، رَاسِخِينَ فِي الْإِيمَانِ مُتَحَلِّينَ بِصَالِحِ الْأَعْمَالِ مُحْسِنِينَ فِيهَا، لِأَنَّ اللهَ تَعَالَى لَمْ يُحَرِّمْ عَلَيْهِمْ شَيْئًا مِنَ الطَّيِّبَاتِ، وَإِنَّمَا حَرَّمَ عَلَيْهِمُ الْخَبَائِثَ; كَالْمَيْتَةِ وَالدَّمِ وَلَحْمِ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ وَالْخَمْرِ وَالْمَيْسِرِ، وَأَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ إِنَّمَا الْجُنَاحُ الْحَرَجُ فِي الطَّعَامِ وَالشَّرَابِ عَلَى الْكَافِرِينَ الْفَاسِقِينَ الَّذِينَ يُسْرِفُونَ فِيهِمَا، وَيَجْعَلُونَهَا أَكْبَرَ هَمِّهِمْ مِنْ حَيَاتِهِمُ الدُّنْيَا، وَلَا يَجْتَنِبُونَ الْخَبِيثَ مِنْهُمَا، فَالْعِبْرَةُ فِي الدِّينِ بِالْإِيمَانِ وَالتَّقْوَى وَالْعَمَلِ الصَّالِحِ وَالْإِحْسَانِ فَذَلِكَ هُوَ النُّسُكُ كُلُّهُ، لَا بِالطَّعَامِ وَالشَّرَابِ وَتَعْذِيبِ النُّفُوسِ وَإِرْهَاقِهَا، وَلَعَلَّ شَيْخَنَا لَوْ فَسَّرَ الْآيَةَ لَجَزَمَ بِأَنَّ هَذَا هُوَ الْمَعْنَى الْمُرَادُ، وَأَنَّ مَا وَرَدَ فِي سَبَبِ نُزُولِهَا إِذَا صَحَّ يُؤْخَذُ الْجَوَابُ عَنْهُ مِنْ </p><p> فَحْوَى الْآيَةِ وَهُوَ أَنَّهُ لَا جُنَاحَ عَلَى مَنْ كَانُوا يَشْرَبُونَ الْخَمْرَ قَبْلَ تَحْرِيمِهَا لِأَنَّ الْعُمْدَةَ فِي الدِّينِ هُوَ التَّقْوَى لَا أَمْرَ الطَّعَامِ وَالشَّرَابِ الَّذِي لَا يُحَرَّمُ مِنْهُ شَيْءٌ إِلَّا لِضَرَرِهِ. </p><p> وَإِذَا لَمْ يُرَاعَ سَبَبُ النُّزُولِ فِي تَفْسِيرِ الْآيَةِ فَلَا يُمْكِنُ أَنْ يُقَالَ: إِنَّ مَعْنَاهُ \" لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِثْمٌ فِيمَا يَشْرَبُونَ مِنَ الْخَمْرِ \" بَعْدَ الْقَطْعِ بِتَحْرِيمِهَا وَتَأْكِيدِهِ بِمَا فِي سِيَاقِ آيَاتِ التَّحْرِيمِ مِنَ الْمُؤَكِّدَاتِ، لِأَنَّ كَلِمَةَ (طَعِمُوا) لَا مَدْلُولَ لَهُ فِي اللُّغَةِ إِلَّا أَكْلُ الطَّعَامِ فِي الْمَاضِي أَوْ تَذَوُّقُ كُلِّ مَا لَهُ طَعْمٌ مِنْ طَعَامٍ وَشَرَابٍ يُقَدَّمُ لِلْفَمِ فِي الزَّمَنِ الْمَاضِي أَيْضًا، وَلَوْ صَحَّ أَنْ يَكُونَ مَعْنَى الْآيَةِ مَا ذَكَرُوهُ لَكَانَ نَسْخًا لِتَحْرِيمِ شُرْبِ الْخَمْرِ مُتَّصِلًا بِالتَّحْرِيمِ الْمُؤَكَّدِ، أَوْ تَخْصِيصًا لَهُ بِغَيْرِ أَهْلِ التَّقْوَى الْكَامِلَةِ مِنَ الْمُؤْمِنِينَ الصَّالِحِينَ، وَلَيْسَ لِهَذَا نَظِيرٌ فِي الْإِسْلَامِ، وَلَا فِي غَيْرِهِ مِنَ الشَّرَائِعِ وَالْأَدْيَانِ، وَلَا يَتَّفِقُ مَعَ بَلَاغَةِ الْقُرْآنِ. </p><p> فَإِنْ قِيلَ: إِنَّ الْأَفْعَالَ الْمَاضِيَةَ إِذَا وَرَدَتْ فِي سِيَاقِ الْأَحْكَامِ التَّشْرِيعِيَّةِ وَالْقَوَاعِدِ الْعِلْمِيَّةِ تُفِيدُ التَّكْرَارَ الَّذِي يَعُمُّ الْمُسْتَقْبَلَ، بِمَعْنَى أَنَّ هَذَا الْفِعْلَ كُلَّمَا وَقَعَ كَانَ حُكْمُهُ كَذَا فَلِمَ </p><p> لَا يَجُوزُ عَلَى هَذَا أَنْ يَكُونَ مَعْنَى الْآيَةِ رَفْعَ الْحَرَجِ وَالْمُؤَاخَذَةِ عَنِ الْمُؤْمِنِ إِذَا شَرِبَ قَلِيلًا مِنَ الْخَمْرِ بِالشُّرُوطِ الشَّدِيدَةِ الْمُبَيَّنَةِ فِيهَا، وَيَدْخُلُ فِي عُمُومِ التَّقْوَى مِنْهَا أَلَّا يُسْكِرَ وَلَا يَكُونَ بِحَيْثُ تُوقِعُ الْخَمْرُ بَيْنَهُ وَبَيْنَ أَحَدٍ مِنَ النَّاسِ بُغْضًا وَلَا عَدَاوَةً، وَلَا بِحَيْثُ تَصُدُّهُ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ؟ </p><p> قُلْتُ: إِنَّ الطُّعْمَ فِي اللُّغَةِ لَا يَدُلُّ عَلَى الشُّرْبِ الْقَلِيلِ وَلَا الْكَثِيرِ بَلْ عَلَى ذَوْقِ الْمَشْرُوبِ بِمُقَدَّمِ الْفَمِ، أَوْ إِدْرَاكِ طَعْمِهِ مِنْ ذَوْقِهِ بِهَذِهِ الصِّفَةِ، كَمَا حَرَّرَهُ الْجَوْهَرِيُّ وَتَبِعَهُ ابْنُ الْأَثِيرِ فِي النِّهَايَةِ، وَقَدْ مَرَّ بَيَانُ ذَلِكَ، وَأَنْتَ تَرَى الْفَرْقَ الْجَلِيَّ بَيْنَ الشُّرْبِ الْكَثِيرِ وَالشُّرْبِ الْقَلِيلِ وَبَيْنَ طَعَامِ الْمَاءِ بِتَذَوُّقِهِ فِي قِصَّةِ طَالُوتَ:  (قَالَ إِنَّ اللهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ)  (٢: ٢٤٩) فَقَدْ جَعَلَ هَذَا الِابْتِلَاءَ عَلَى ثَلَاثَةِ مَرَاتِبَ: الْأُولَى الْبَرَاءَةُ مِمَّنْ شَرِبَ حَتَّى رَوِيَ وَالثَّانِيَةُ الِاتِّحَادُ التَّامُّ بِمَنْ لَمْ يَذُقْ طَعْمَهُ الْبَتَّةَ، وَالثَّالِثَةُ بَيْنَ بَيْنَ، وَهِيَ لِمَنْ أَخَذَ غُرْفَةً بِيَدِهِ فَكَسَرَ بِهَا سُورَ الظَّمَأِ وَلَمْ يَكْرَعْ فَيَرْوِهِ، هَذَا مَا جَرَيْنَا عَلَيْهِ فِي تَفْسِيرِ الْآيَةِ (ص: ٣٨٦ وَمَا بَعْدَهَا ج ٢ط الْهَيْئَةِ) وَهُوَ مَا تُغَطِّيهِ </p><p> اللُّغَةُ وَجَرَى عَلَيْهِ جَهَابِذَتُهَا فِي تَفْسِيرِ اللَّفْظِ كَالزَّمَخْشَرِيِّ وَتَبِعَهُ الْبَيْضَاوِيُّ وَأَبُو السُّعُودِ وَالرَّازِيُّ والْآلُوسِيُّ وَغَيْرُهُمْ، وَقَالُوا إِنَّ قَوْلَهُ:  (إِلَّا مَنِ اغْتَرَفَ غُرْفَةً) اسْتَثْنَاهُ مِنْ قَوْلِهِ: (فَمَنْ شَرِبَ مِنْهُ) إِلَّا أَنَّ بَعْضَهُمْ خَلَطَ، وَأَدْخَلَ فِي تَفْسِيرِ الْآيَةِ مَا لَا يَدُلُّ عَلَيْهِ لَفْظُهَا، تَبَعًا لِلرِّوَايَاتِ أَوْ لِاصْطِلَاحَاتِ الْفُقَهَاءِ فِيمَا يَحْنَثُ بِهِ مَنْ حَلِفَ أَنَّهُ لَا يَشْرَبُ مِنْ هَذَا النَّهْرِ مَثَلًا، وَإِذَا كَانَ هَذَا هُوَ مَعْنَى طَعِمُوا فَلَا فَائِدَةَ مِنْ إِبَاحَةِ تَذَوُّقِ طَعْمِ الْخَمْرِ بِمُقَدِّمِ الْفَمِ لِأَحَدٍ، فَيَكُونُ لَغْوًا يُنَزَّهُ كِتَابُ اللهِ عَنْهُ. </p><p> وَلَوْ كَانَ الْمُرَادُ مِنَ الْآيَةِ مَا ذَكَرُوهُ لَكَانَ نَصُّهَا: لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِي شُرْبِ الْقَلِيلِ مِنَ الْخَمْرِ أَوْ مَا لَا يُسْكِرُ وَلَا يَضُرُّ مِنَ الْخَمْرِ إِذْ مَا اتَّقَوْا إِلَخْ، وَلَكِنَّ أَجْدَرَ النَّاسِ بِفَهْمِ ذَلِكَ مِنْهُمْ مَنْ أُنْزِلَتْ عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ خُوطِبُوا بِهَا أَوَّلًا مِنْ فُصَحَاءِ الْعَرَبِ، وَلَمْ يُؤْثَرْ عَنْ أَحَدٍ مِنْهُمْ ذَلِكَ بَلْ صَحَّ عَنْهُمْ ضِدُّهُ. </p><p> رَوَى أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَقَالَ حَدِيثٌ حَسَنٌ عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" كُلُّ مُسْكِرٍ حَرَامٌ، وَمَا أَسْكَرَ الْفَرَقُ مِنْهُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ \" الْفَرَقُ بِفَتْحِ الرَّاءِ وَسُكُونِهَا مِكْيَالٌ يَسَعُ سِتَّةَ عَشَرَ رَطْلًا، وَقِيلَ: إِنَّ سَاكِنَ الرَّاءِ مِكْيَالٌ آخَرُ يَسَعُ ١٢٠ رَطْلًا، وَرُوَاةُ هَذَا الْحَدِيثِ كُلُّهُمْ مُحْتَجٌّ بِهِمْ فِي الصَّحِيحَيْنِ إِلَّا أَبُو عُثْمَانَ عُمَرُ أَوْ عَمْرُو بْنُ سَالِمٍ قَاضِي مَرْوٍ التَّابِعِيُّ، فَهُوَ مَقْبُولٌ كَمَا قَالَ الْحَافِظُ فِي تَقْرِيبِ التَّهْذِيبِ، وَنُقِلَ فِي أَصْلِهِ تَوْثِيقُهُ عَنْ أَبِي دَاوُدَ وَابْنِ حِبَّانَ. </p><p> وَرَوَى أَحْمَدُ وَابْنُ مَاجَهْ وَالدَّارَقُطْنِيُّ وَصَحَّحَهُ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ \" وَرَوَى مِثْلَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ وَابْنُ مَاجَهْ مِنْ حَدِيثِ جَابِرٍ، قَالَ الْحَافِظُ ابْنُ حَجَرٍ: رُوَاتُهُ ثِقَاتٌ، فِي إِسْنَادِهِ دَاوُدُ بْنُ بَكْرِ بْنِ أَبِي الْفُرَاتِ قَالَ فِي التَّقْرِيبِ: صَدُوقٌ، وَلَكِنْ قَالَ أَبُو حَاتِمٍ الرَّازِيُّ: لَا بَأْسَ بِهِ لَيْسَ بِالْمَتِينِ، وَسُئِلَ عَنْهُ ابْنُ مَعِينٍ فَقَالَ: ثِقَةٌ. </p><p> وَرَوَى النَّسَائِيُّ وَالدَّارَقُطْنِيُّ عَنْ سَعْدِ بْنِ أَبِي وَقَاصٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" أَنْهَاكُمْ عَنْ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ \" وَفِي رِوَايَةٍ أُخْرَى، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ \" وَأَكْثَرُ رِجَالِ هَذَا الْحَدِيثِ قَدِ احْتَجَّ بِهِمُ الْبُخَارِيُّ وَمُسْلِمٌ فِي الصَّحِيحَيْنِ، وَفِيهِمُ الضِّحَاكُ بْنُ عُثْمَانَ احْتَجَّ بِهِ مُسْلِمٌ فِي صَحِيحِهِ، فَلَمْ يَبْقَ إِلَّا شَيْخُ</p><p> النَّسَائِيِّ مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ عَمَّارٍ نَزِيلُ الْمَوْصِلِ، قَالَ الْحَافِظُ فِي تَقْرِيبِ التَّهْذِيبِ: ثِقَةٌ حَافِظٌ فَهَذَا حَدِيثٌ صَحِيحٌ لَا مَطْعُونٌ فِيهِ، وَلَا عِبْرَةَ بِمَا يُوهِمُهُ كَلَامُ مِثْلِ الْعَيْنِيِّ فِي هَذَا الْمَقَامِ، فَتَحْرِيمُ قَلِيلِ كُلِّ مُسْكِرٍ وَكَثِيرِهِ صَحَّ فِي عِدَّةِ أَحَادِيثَ وَثَبَتَ بِالْإِجْمَاعِ. </p><p> قَالَ الْحَافِظُ النَّسَائِيُّ بَعْدَ رِوَايَةِ حَدِيثِ سَعْدٍ وَمَا فِي مَعْنَاهُ: وَفِي هَذَا دَلِيلٌ عَلَى تَحْرِيمِ الْمُسْكِرِ قَلِيلِهِ وَكَثِيرِهِ، وَلَيْسَ كَمَا يَقُولُ الْمُخَادِعُونَ لِأَنْفُسِهِمْ بِتَحْلِيلِهِمْ آخِرَ الشَّرْبَةِ وَتَحْلِيلِهِمْ مَا تَقَدَّمَهَا الَّذِي يُشْرَبُ فِي الْفَرَقِ قَبْلَهَا، وَلَا خِلَافَ بَيْنَ أَهْلِ الْعِلْمِ أَنَّ السُّكْرَ بِكُلِّيَّتِهِ لَا يَحْدُثُ عَنِ الشَّرْبَةِ الْآخِرَةِ دُونَ الْأُولَى وَالثَّانِيَةِ بَعْدَهَا وَبِاللهِ التَّوْفِيقُ اه. أَيْ أَنَّ السُّكْرَ يَكُونُ مِنْ مَجْمُوعِ مَا يَشْرَبُ لَا مِنَ الشَّرْبَةِ الَّتِي تَعْقُبُهَا النَّشْوَةُ. </p><p> (شُبْهَةٌ أُخْرَى عَلَى تَحْرِيمِ قَلِيلِ الْمُسْكِرِ وَعِلَّةِ تَحْرِيمِهِ) . </p><p> وَيُعْلَمُ مِنْ هَذِهِ الْأَحَادِيثِ فَسَادُ قَوْلِهِ مَنْ عَسَاهُ يَقُولُ: إِنَّ الْقَلِيلَ مِنَ الْخَمْرِ لَا تَتَحَقَّقُ فِيهِ عِلَّةُ التَّحْرِيمِ، وَالْقِيَاسُ أَنَّ الْحُكْمَ يَدُورُ مَعَ عِلَّتِهِ وَجُودًا وَعَدَمًا، وَمَتَى فُقِدَتِ الْعِلَّةُ كَانَ إِثْبَاتُ الْحُكْمِ مُنَافِيًا لِلْحِكْمَةِ، وَوَجْهُ فَسَادِهِ: أَنَّهُ لَا قِيَاسَ مَعَ النَّصِّ وَأَنَّ قَاعِدَةَ سَدِّ ذَرَائِعَ الْفَسَادِ الثَّابِتَةِ فِي الشَّرِيعَةِ تَقْتَضِي مَنْعَ قَلِيلٍ مِنَ الْخَمْرِ وَالْمَيْسِرِ لِأَنَّهُ ذَرِيعَةٌ لِكَثِيرِهِ، وَلَعَلَّهُ لَا يُوجَدُ فِي الدُّنْيَا مَا يُشَابِهُهُمَا فِي ذَلِكَ. </p><p> بَيِّنَّا فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ التَّعْلِيلَ لِكَوْنِ قَلِيلِ الْخَمْرِ يَدْعُو إِلَى كَثِيرِهَا كَذَلِكَ الْمَيْسِرِ وَكَونِ مُتَعَاطِيهِمَا قَلَّمَا يَقْدِرُ عَلَى تَرْكِهِمَا (ص٢٦٧ وَمَا بَعْدَهَا ج٢ط الْهَيْئَةِ) وَلِهَذَا يَقِلُّ أَنْ يَتُوبَ مُدْمِنُ الْخَمْرِ، لِأَنَّ مَا يَبْعَثُهُ عَلَى التَّوْبَةِ مِنْ وَازِعِ الدِّينِ أَوْ خَوْفِ الضَّرَرِ يُعَارِضُهُ تَأْثِيرُ سُمِّ الْخَمْرِ الَّذِي يُسَمَّى لُغَةً \" الْغَوْلَ \" بِالْفَتْحِ وَاصْطِلَاحًا الْكُحُولَ فِي الْعَصَبِ الدَّاعِي بِطَبْعٍ إِلَى مُعَاوَدَةِ الشُّرْبِ، وَهُوَ أَلَمٌ يَسْكُنُ بِالشُّرْبِ مُؤَقَّتًا ثُمَّ يَعُودُ كَمَا كَانَ أَوْ أَشَدَّ. </p><p> وَمَتَى تَعَارَضَتِ الِاعْتِقَادَاتُ وَالْوُجْدَانَاتُ الْمُؤْلِمَةُ أَوِ الْمُسْتَلَذَّةُ فِي النَّفْسِ رُجِّحَتْ عِنْدَ عَامَّةِ النَّاسِ الثَّانِيَةُ عَلَى الْأُولَى، وَإِنَّمَا يُرَجَّحُ الِاعْتِقَادُ عِنْدَ الْخَوَاصِّ وَهُمْ أَصْحَابُ الدَّيْنِ الْقَوِيِّ وَالْإِيمَانِ الرَّاسِخِ، وَأَصْحَابُ الْحِكْمَةِ وَالْعَزِيمَةِ الْقَوِيَّةِ، وَهَذَا الْأَلَمُ الَّذِي أَشَرْنَا إِلَيْهِ قَدْ ذَكَرَهُ أَهْلُ التَّجْرِبَةِ فِي أَشْعَارِهِمْ كَقَوْلِ أَبِي نُوَاسٍ: </p><p> وَدَاوِنِي بِالَّتِي كَانَتْ هِيَ الدَّاءُ. </p><p> وَقَالَ الشَّاعِرُ: </p><p> وَكَأْسٍ شَرِبْتُ عَلَى لَذَّةٍ ... وَأُخْرَى تَدَاوَيْتُ مِنْهَا بِهَا. </p><p> وَإِنَّنَا نَرَى جَمِيعَ الْمُتَعَلِّمِينَ عَلَى الطَّرِيقَةِ الْمَدَنِيَّةِ فِي هَذَا الْعَصْرِ وَأَكْثَرَ النَّاسِ فِي الْبِلَادِ الَّتِي تُنْشَرُ فِيهَا الْجَرَائِدُ وَالْمَجَلَّاتُ الْعِلْمِيَّةُ يَعْتَقِدُونَ أَنَّ الْخَمْرَ شَدِيدَةُ الضَّرَرِ فِي الْجِسْمِ وَالْعَقْلِ وَالْمَالِ وَآدَابِ الِاجْتِمَاعِ، وَلَمْ نَرَ هَذَا الِاعْتِقَادَ بَاعِثًا عَلَى التَّوْبَةِ مِنْهَا إِلَّا لِلْأَفْرَادِ مِنْهُمْ، حَتَّى إِنَّ الْأَطِبَّاءَ مِنْهُمْ وَهُمْ أَعْلَمُ النَّاسِ بِمَضَارِّهِمْ كَثِيرًا مَا يُعَاقِرُونَهَا وَيُدْمِنُونَهَا، وَإِذَا عُذِلُوا فِي ذَلِكَ أَجَابُوا بِلِسَانِ الْحَالِ أَوْ لِسَانِ الْمَقَالِ بِمَا أَجَابَ بِهِ طَبِيبٌ عَذَلَهُ خَطِيبٌ عَلَى أَكْلِهِ طَعَامًا غَلِيظًا كَانَ يَنْهَى عَنْ أَكْلِهِ إِذْ قَالَ: إِنَّ الْعِلْمَ غَيْرُ الْعَمَلِ فَكَمَا أَنَّكَ أَيُّهَا الْخَطِيبُ تَسْرُدُ عَلَى الْمِنْبَرِ خُطْبَةً طَوِيلَةً فِي تَحْرِيمِ الْغِيبَةِ وَالْخَوْضِ فِي الْأَعْرَاضِ ثُمَّ يَكُونُ جُلُّ سَمَرِكَ فِي سَهَرِكَ اغْتِيَابَ النَّاسِ، كَذَلِكَ يَفْعَلُ الطَّبِيبُ فِي نَهْيِهِ عَنِ الشَّيْءِ لَا يَنْتَهِي عَنْهُ إِذَا كَانَ يَسْتَلِذُّهُ وَأَنْكَرْتَ ذَلِكَ عَلَى طَبِيبٍ فَقَالَ: لَأَنْ أَعِيشَ عَشْرَ سِنِينَ مُنَعَّمًا آثَرُ عِنْدِي مِنْ عِشْرِينَ، قُلْتُ: وَهَذَا مَرْدُودٌ عَلَى قَوَاعِدِكُمْ وَتَجَارِبِكُمْ لِأَنَّ السُّكْرَ يُحْدِثُ الْأَمْرَاضَ وَالْأَدْوَاءَ وَقَدْ يَعِيشُ صَاحِبُهَا طَوِيلًا وَصَحَّ قَوْلِي هَذَا فِيهِ. </p><p> وَقَدْ مَضَتْ سُنَّةُ اللهِ تَعَالَى بِأَنْ تَكُونَ قُوَّةُ تَأْثِيرِ الدِّينِ عَلَى أَشُدِّهَا وَأَكْمَلِهَا فِي نَشْأَتِهِ الْأُولَى كَمَا يُفِيدُهُ قَوْلُهُ تَعَالَى:  (وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ)  (٥٧: ١٦) وَلِهَذَا تَرَكَ جُمْهُورُ الْمُؤْمِنِينَ الْخَمْرَ فِي عَصْرِ التَّنْزِيلِ وَلَكِنْ بَقِيَ مِنَ الْمُدْمِنِينَ مَنْ لَمْ يَقْوَ عَلَى احْتِمَالِ آلَامِ الْخِمَارِ وَمَا يَعْتَرِي الشَّارِبَ بَعْدَ تَنَبُّهِ الْعَصَبِ بِنَشْوَةِ السُّكْرِ، مِنَ الْفُتُورِ وَالْخُمُودِ الدَّاعِي إِلَى طَلَبِ ذَلِكَ التَّنْبِيهِ، فَكَانَ أَفْرَادٌ مِنْهُمْ يَشْرَبُونَ فَيُجْلَدُونَ وَيُضْرَبُونَ بِالْجَرِيدِ وَكَذَا بِالنِّعَالِ، ثُمَّ يَعُودُونَ رَاضِينَ بِأَنْ يَكُونَ هَذَا الْحَدُّ الَّذِي يُحَدُّونَهُ، أَوِ التَّعْزِيرُ الَّذِي يُعَزَّرُونَهُ، مُطَهِّرًا مِنَ الذَّنْبِ الدِّينِيِّ عِنْدَ اللهِ تَعَالَى، لَا يُبَالُونَ بَعْدَ ذَلِكَ مَا تَحَمَّلُوا فِي سَبِيلِ الْخَمْرِ مِنْ إِيذَاءٍ وَإِهَانَةٍ. </p><p> وَقَدْ كَانَ مِنْ هَؤُلَاءِ الْمُدْمِنِينَ أَبُو مِحْجَنٍ الثَّقَفِيُّ رَضِيَ اللهُ عَنْهُ وَلَمَّا أَبْلَى فِي وَقْعَةِ الْقَادِسِيَّةِ مَا أَبْلَى، وَكَانَ نَصْرُ الْمُسْلِمِينَ عَلَى يَدِهِ، وَتَرَكَ سَعْدُ بْنُ أَبِي وَقَّاصٍ رَضِيَ اللهُ عَنْهُ إِقَامَةَ الْحَدِّ </p><p> عَلَيْهِ، وَكَانَ قَدِ اعْتَقَلَهُ لِسُكْرِهِ، تَابَ إِلَى اللهِ تَعَالَى، وَعَلَّلَ تَوْبَتَهُ فِي بَعْضِ الرِّوَايَاتِ بِأَنَّهُ كَانَ يَشْرَبُ عَالِمًا أَنَّ الْعِقَابَ الشَّرْعِيَّ يُطَهِّرُهُ، وَإِذْ حَابَوْهُ بِهِ كَمَا ظَنَّ </p><p> تَابَ إِلَى اللهِ تَعَالَى خَوْفًا مِنْ عِقَابِ الْآخِرَةِ، وَلَمْ يَتْرُكْ سَعْدٌ عِقَابَهُ مُحَابَاةً كَمَا ظَنَّ بَلْ لِأَنَّ الْحُدُودَ لَا تُقَامُ فِي حَالِ الْغَزْوِ، وَلَا فِي دَارِ الْحَرْبِ، وَالتَّعْزِيرُ يَرْجِعُ إِلَى الِاجْتِهَادِ، وَالتَّحْقِيقُ أَنَّ عِقَابَ السُّكْرِ تَعْزِيرٌ وَأَنَّ سَعْدًا أَدَّاهُ اجْتِهَادُهُ إِلَى تَرْكِ تَعْزِيرِ أَبِي مِحْجَنٍ بَعْدَ أَنْ بَذَلَ نَفْسَهُ فِي سَبِيلِ اللهِ وَأَبْلَى يَوْمَئِذٍ مَا أَبْلَى، وَلَا مُطَهِّرَ مِنَ الذَّنْبِ أَقْوَى مِنْ هَذَا. وَهَلْ يُوجَدُ فِي هَذَا الْعَصْرِ كَثِيرٌ مِنَ النَّاسِ يُشَابِهُونَ أَبَا مَحْجَنٍ فِي قُوَّةِ إِيمَانِهِ وَقُوَّةِ عَزِيمَتِهِ فِي دِينِهِ؟ </p><p> (بَعْضُ الْعِبَرِ فِي الْخَمْرِ) . </p><p> مِنْ آيَاتِ الْعِبْرَةِ أَنَّ الْإِفْرِنْجَ الَّذِي يَسْتَبِيحُونَ شُرْبَ الْخَمْرِ دِينًا، وَيَسْتَحْسِنُونَهُ أَدَبًا وَمَدَنِيَّةً، وَيَصْنَعُونَ مِنْهُ أَنْوَاعًا كَثِيرَةً يَرْبَحُونَ مِنْهُ أُلُوفَ الْأُلُوفِ مِنَ الدَّنَانِيرِ فِي كُلِّ عَامٍ قَدْ أَلَّفُوا جَمْعِيَّاتٍ لِلنَّهْيِ عَنِ الْخُمُورِ وَالسَّعْيِ لِإِبْطَالِهَا، وَأَقْوَى هَذِهِ الْجَمْعِيَّاتِ نُفُوذًا وَتَأْثِيرًا فِي الْوِلَايَاتِ الْمُتَّحِدَةِ الْأَمْرِيكِيَّةِ وَمِنْ عَجَائِبِ وَقَائِعِ تَقْلِيدِ مُتَفَرْنِجِي الْمُسْلِمِينَ لِلْإِفْرِنْجِ مَيْلُ بَعْضِهِمْ إِلَى الدُّخُولِ فِي هَذِهِ الْجَمْعِيَّاتِ وَتَأْلِيفِ الْفُرُوعِ لَهَا فِي الْبِلَادِ الْإِسْلَامِيَّةِ، وَمَا أَغْنَى الْمُسْلِمِينَ عَنْ تَقْلِيدِ غَيْرِهِمْ فِي هَذَا، وَمَا أَجْدَرَهُمْ بِأَنْ يَكُونُوا هُمُ الْأَئِمَّةَ الْمَتْبُوعِينَ. </p><p> وَمِنْ آيَاتِ الْعِبْرَةِ فِيهَا: أَنَّ الْعَرَبَ كَانُوا يَعُدُّونَ مِنْ مَنَافِعَ الْخَمْرِ الْحَمَاسَةَ فِي الْحَرْبِ وَقُوَّةَ الْإِقْدَامِ فِيهَا وَقَدْ ثَبَتَ عِنْدَ الْإِفْرِنْجِ أَنَّ السُّكْرَ يُضْعِفُ الْجُنُودَ عَنِ الْقِيَامِ بِأَعْبَاءِ الْحَرْبِ وَاحْتِمَالِ أَثْقَالِهَا، فَقَرَّرَتْ بَعْضُ الدُّوَلِ إِبْطَالَ الْخُمُورِ الْوَطَنِيَّةِ الشَّدِيدَةِ الرَّوَاجِ فِي بِلَادِهَا - وَأَكْثَرُ انْتِفَاعِهَا الْمَالِيِّ مِنْهَا - مُدَّةَ الْحَرْبِ، وَلَعَلَّ الدُّوَلَ كُلَّهَا تُجْمِعُ عَلَى هَذَا بَعْدُ، وَمَعَ هَذَا كُلِّهِ لَا يَزَالُ بَعْضُ الْمُسْلِمِينَ الْجُغْرَافِيِّينَ يَتَمَلْمَلُونَ مِنْ تَحْرِيمِ الْإِسْلَامِ لِلْخَمْرِ (سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ) </p><p> (٤١: ٥٣) . </p><p> (اسْتِدْرَاكَانِ) </p><p> الِاسْتِدْرَاكُ الْأَوَّلُ: الْخَمْرُ نَوْعَانِ نَوْعٌ يُخَمَّرُ تَخْمِيرًا، وَنَوْعٌ يُقَطَّرُ تَقْطِيرًا، وَأَقْوَى الْخُمُورِ سُمًّا وَأَشَدُّهَا ضَرَرًا مَا كَانَتْ مُقَطَّرَةً، وَيُعَبِّرُونَ عَنْهَا بِالْأَشْرِبَةِ الرُّوحِيَّةِ وَهَذَا مِنْ مُرَجِّحَاتِ اخْتِيَارِنَا لِقَوْلِ سَيِّدِنَا عُمَرَ بْنِ الْخَطَّابِ فِي تَعْلِيلِ تَسْمِيَةِ الْخَمْرِ، وَأَنَّهُ مُخَامَرَتُهَا الْعَقْلَ، وَقَدْ بَيَّنَّا جَمِيعَ مَا قِيلَ فِي ذَلِكَ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ (ص٢٥٧ وَمَا بَعْدَهَا ج٢ط الْهَيْئَةِ) وَالْمُرَجِّحُ الثَّانِي كَوْنُ هَذَا الْقَوْلِ لِإِمَامٍ مِنْ أَفْصَحِ الْعَرَبِ الْخُلَّصِ، وَأَمَّا غَيْرُهُ فَهُوَ مِمَّا اسْتَنْبَطَهُ الْمُوَلَّدُونَ مِنْ كَلَامِ الْعَرَبِ، وَالثَّالِثُ أَنَّ نَقْلَهُ أَصَحُّ، فَهُوَ مَرْوِيٌّ فِي الصَّحِيحِ وَكُتُبِ السُّنَنِ كَمَا تَقَدَّمَ. </p><p> وَقَدِ اسْتَدَلَّ بَعْضُهُمْ عَلَى كَوْنِ الْخَمْرِ مِمَّا يُعْصَرُ، أَيْ لَا مِمَّا يُنْبَذُ وَيُقَطَّرُ، بِقَوْلِهِ تَعَالَى حِكَايَةً عَنْ أَحَدِ صَاحِبَيْ يُوسُفَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السِّجْنِ (إِنِّي أَرَانِي أَعْصِرُ خَمْرًا)  (١٢: ٣٦) وَهُوَ اسْتِدْلَالٌ ضَعِيفٌ وَسَخِيفٌ، فَإِنَّ اتِّخَاذَ الْخَمْرِ مِنَ الْعَصِيرِ لَا يُنَافِي اتِّخَاذَهَا مِنْ غَيْرِهِ، وَلَيْسَ فِي الْعِبَارَةِ مَا يَدُلُّ عَلَى الْحَصْرِ، دَعْ مَا يُمْكِنُ أَنْ يُقَالَ مِنْ أَنَّ هَذَا الْقَوْلَ حِكَايَةٌ عَنْ أَعْجَمِيٍّ فِي بَيَانٍ رَآهُ فِي نَوْمِهِ مِمَّا هُوَ مَعْهُودٌ فِي بِلَادِهِ، فَلَيْسَ بِحُجَّةٍ فِي لُغَةِ الْعَرَبِ وَلَا صِنَاعَتِهِمْ وَصِنَاعَةِ غَيْرِهِمْ لِلْخَمْرِ، وَبِالْأَوْلَى لَا يَكُونُ حُجَّةً فِي الشَّرْعِ. </p><p> وَقَدْ اشْتَبَهَ عَلَى بَعْضِ النَّاسِ مَا طُبِخَ مِنَ الْعَصِيرِ قَبْلَ وُصُولِهِ إِلَى حَدِّ الْإِسْكَارِ أَوْ بَعْدَهُ، هَلْ يُسَمَّى خَمْرًا أَمْ لَا؟ كَمَا اشْتَبَهَ عَلَى الْكَثِيرِينَ أَمْرُ النَّبِيذِ، مِنَ الْمَطْبُوخِ الطِّلَاءِ وَهُوَ الدِّبْسُ، وَيُسَمَّى الْمُثَلَّثُ إِذِ اشْتَرَطُوا أَنْ يَغْلِيَ الْعَصِيرُ حَتَّى يَبْقَى ثُلُثُهُ، وَمِنْهُ الْبَاذَقُ وَهُوَ مَا طُبِخَ مِنْ عَصِيرِ الْعِنَبِ أَدْنَى طَبْخٍ حَتَّى صَارَ شَدِيدًا، وَهُوَ اسْمٌ أَعْجَمِيٌّ، وَقِيلَ: أَوَّلُ مَنْ صَنَعَهُ وَسَمَّاهُ بِذَلِكَ بَنُو أُمَيَّةَ وَإِنَّهُ مُسْكِرٌ، وَأَظُنُّ أَنَّهُ يَكُونُ قَبْلَ الطَّبْخِ مُسْكِرٌ فَلَا يُزِيلُ الطَّبْخُ الْقَلِيلُ إِسْكَارَهُ، أَوْ يَتْرُكُ فِيهِ الْمَاءَ بَعْدَ طَبْخِهِ فَيَخْتَمِرُ كَمَا يَخْتَمِرُ الْعَسَلُ، وَكَذَلِكَ كَانُوا يَفْعَلُونَ بِالدِّبْسِ، وَلَوْ جَاءَ الْإِسْكَارُ مِنْ طَرِيقَةِ الطَّبْخِ لَكَانَ نَوْعًا ثَالِثًا مِنَ الْخَمْرِ، وَفِي صَحِيحِ الْبُخَارِيِّ أَنَّ ابْنَ عَبَّاسٍ سُئِلَ عَنِ الْبَاذَقِ فَقَالَ:  \" سَبَقَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَاذَقَ فَمَا أَسْكَرَ فَهُوَ حَرَامٌ \" أَيْ إِنَّ الْعِبْرَةَ بِمَا يُسْكِرُ مِنَ الشَّرَابِ وَلَا عِبْرَةَ بِالْأَسْمَاءِ، فَالْعَسَلُ حَلَالٌ وَلَكِنَّهُ يُمْزَجُ بِالْمَاءِ وَيُتْرَكُ حَتَّى يَخْتَمِرَ وَيُسْكِرَ </p><p> فَيَصِيرَ خَمْرًا وَكُلٌّ مِنْ عَصْرِ الْعِنَبِ وَنَبِيذِ الزَّبِيبِ وَغَيْرِهِ حَلَالٌ، فَإِذَا اخْتَمَرَ وَصَارَ مُسْكِرًا حَرُمَ قَطْعًا وَسُمِّيَ خَمْرًا، لَا عَصِيرًا وَلَا نَبِيذًا، وَمَتَى عُلِمَ أَنَّهُ صَارَ مُسْكِرًا حَرُمَ شُرْبُ قَلِيلِهِ وَكَثِيرِهِ لَا قَبْلَ ذَلِكَ. </p><p> عَلَى أَنَّ مَنْ قَالَ مِنْ أَهْلِ اللُّغَةِ:  \" إِنَّ الْخَمْرَ هُوَ الْمُسْكِرُ مِنْ عَصِيرِ الْعِنَبِ \" إِطْلَاقًا لِمَا هُوَ الْغَالِبُ أَوِ الْأَهَمُّ فِي عَصْرِ تَدْوِينِ اللُّغَةِ لَمْ يَمْنَعْهُمْ ذَلِكَ وَلَا تَسْمِيَتُهُمْ لِبَعْضِ الْخَمْرِ مِنْ غَيْرِهَا بِأَسْمَاءٍ أُخْرَى أَنْ يُطْلِقُوا اسْمَ الْخَمْرِ عَلَى جَمِيعِ الْأَشْرِبَةِ الْمُسْكِرَةِ، فَهَذَا ابْنُ سِيدَهْ نَقَلَ ذَلِكَ الْإِطْلَاقَ فِي الْمُخَصَّصِ عَنْ صَاحِبِ كِتَابِ الْعَيْنِ، كَمَا أَشَرْنَا إِلَيْهِ فِي مَوْضِعِهِ، وَأَطَالَ فِي بَيَانِ أَسْمَاءِ الْخَمْرِ بِحَسَبِ صِفَاتِهَا، ثُمَّ عَقَدَ بَابًا لِلْأَنْبِذَةِ الَّتِي تُتَّخَذُ مِنَ التَّمْرِ وَالْحَبِّ وَالْعَسَلِ قَالَ فِيهِ مَا نَصُّهُ: </p><p> \" أَبُو حَنِيفَةَ(أَيِ الدِّينَوَرِيُّ اللُّغَوِيُّ): فَأَمَّا خُمُورُ الْحُبُوبِ فَمَا اتُّخِذَ مِنَ الْحِنْطَةِ فَهُوَ الْمِزْرُ، وَمَا اتُّخِذَ مِنَ الشَّعِيرِ فَهُوَ الْجِعَةُ، وَمِنَ الذُّرَةِ السُّكْرُكَةُ والسُّقْرُقَةُ عَجَمِيٌّ،أَبُو عُبَيْدٍ:الْغُبَيْرَاءُ السُّكْرُكَةُ إِلَى أَنْ قَالَ ابْنُ دُرَيْدٍ: الْبِتْعُ ضَرْبٌ مِنْ شَرَابِ الْعَسَلِ، وَقَدْ تَقَدَّمَ أَنَّهَا الْخَمْرُ بِعَيْنِهَا \" أَشَارَ إِلَى قَوْلِهِ فِي بَابِ الْخَمْرِ: \" أَبُو عَلِيٍّ عَنِ الْعَسْكَرِيِّ: الْبِتْعُ: الْخَمْرُ يَمَانِيَةٌ، وَقَدْ بَتَعْنَا بَتْعًا خَمَّرْنَا خَمْرًا، الْبَتَّاعُ الْخَمَّارُ \" اه. </p><p> (فَائِدَةٌ لُغَوِيَّةٌ) ذَكَرْنَا فِيمَا سَبَقَ مِنَ التَّفْرِقَةِ بَيْنَ الْخَمْرِ وَالنَّبِيذِ أَنَّ أَهْلَ بِلَادِ الشَّامِ يُسَمَّوْنَ النَّبِيذَ، نَقُوعًا \" وَأَنَّ الصَّوَابَ أَنْ يُقَالَ نَقِيعٌ،ثُمَّ رَأَيْتُ فِي الْمُخَصَّصِ نَقْلًا عَنْ صَاحِبِ الْعَيْنِ:النَّقُوعُ وَالنَّقِيعُ(بِفَتْحِ النُّونِ فِيهَا)شَيْءٌ يُنْقَعُ فِيهِ الزَّبِيبُ وَغَيْرُهُ ثُمَّ يُصَفَّى مَاؤُهُ وَيُشْرَبُ.</p><p> (الِاسْتِدْرَاكُ الثَّانِي) يَحْتَجُّ الْقَائِلُونَ بِكَوْنِ الْخَمْرِ الْمُحَرَّمَةِ بِنَصِّ الْقُرْآنِ هِيَ مَا كَانَ مِنْ عَصِيرِ الْعِنَبِ بِأَنَّهُ هُوَ الْقَطْعِيُّ الْمُجْمَعُ عَلَيْهِ، وَغَيْرُهُ ظَنِّيٌّ مُخْتَلَفٌ فِيهِ، وَهَذِهِ الْعِبَارَةُ قَدْ تُذْكَرُ فِي كَثِيرٍ مِنْ كُتُبِ الْفِقْهِ وَشُرُوحِ الْحَدِيثِ مُسَلَّمَةً مِنْ غَيْرِ بَحْثٍ، وَفِيهَا أَنَّ أَوَّلَ مَنْ قَالَ بِهَذَا الْقَوْلِ (مِنَ الْكُوفِيِّينَ) لَا حُجَّةَ لَهُ فِيهِ، فَإِنَّ أَهْلَ الْإِجْمَاعِ الَّذِينَ لَا خِلَافَ فِي إِجْمَاعِهِمْ هُمُ الصَّحَابَةُ رِضْوَانُ اللهِ عَلَيْهِمْ، وَهُمْ لَمْ يَخْتَلِفُوا فِي تَحْرِيمِ مَا كَانَ عِنْدَهُمْ مِنْ خَمْرِ الْبُسْرِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَغَيْرِهَا، وَقَدْ خَطَبَ عُمَرُ عَلَى مِنْبَرِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَضْرَةِ كِبَارِ عُلَمَاءِ الصَّحَابَةِ وَجُمْهُورِهِمْ فَقَالَ: \" أَيُّهَا النَّاسُ إِنَّهُ </p><p> نَزَلَ تَحْرِيمُ الْخَمْرِ وَهِيَ مِنْ خَمْسَةٍ مِنَ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ \" فَصَرَّحَ بِأَنَّ الْخَمْرَ كَانَتْ مِنْ هَذِهِ الْخَمْسَةِ عِنْدَهُمْ، وَأَنَّ مُرَادَ الشَّرْعِ تَحْرِيمُ مَا كَانَ مِنْ غَيْرِهَا أَيْضًا، وَأَنَّ حَقِيقَةَ الْخَمْرِ مَا خَامَرَ الْعَقْلَ، أَيْ خَالَطَهُ فَأَفْسَدَ عَلَيْهِ إِدْرَاكَهُ وَحُكْمَهُ، وَمِنْهُ الدَّاءُ الْمُخَامِرُ، وَمَنْ قَالَ: خَامَرَهُ غَطَّاهُ; فَقَدْ رَاعَى أَصْلَ مَعْنَى خَمَرَ الشَّيْءَ وَالْمُرَادُ وَاحِدٌ، وَالْحَدِيثُ مُتَّفِقٌ عَلَيْهِ، وَلَمْ يَقُلْ إِنَّ أَحَدًا مِنَ الصَّحَابَةِ أَنْكَرَ عَلَى عُمَرَ قَوْلَهَ هَذَا، وَلِذَلِكَ قَالَ مَنْ قَالَ مِنْ أَهْلِ الْحَدِيثِ وَالْأُصُولِ: إِنَّ هَذَا الْقَوْلَ لَهُ حُكْمُ الْحَدِيثِ الْمَرْفُوعِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ حَيْثُ هُوَ تَفْسِيرٌ لِحُكْمٍ شَرْعِيٍّ لَا يَقُولُهُ الصَّحَابِيُّ بِرَأْيهِ، فَإِنْ قَالَ قَائِلٌ: إِنَّهُ يُمْكِنُ أَنْ يَقُولَهُ بِاعْتِبَارِ فَهْمِهِ لِلْقُرْآنِ وَالسُّنَّةِ، قُلْنَا: إِذَا كَانَ هَذَا مَا فَهِمَهُ هَذَا الْإِمَامُ فِي اللُّغَةِ وَالدِّينِ وَوَافَقَهُ عَلَيْهِ جُمْهُورِ الصَّحَابَةِ وَلَمْ يُنْقَلْ عَنْ أَحَدٍ أَنَّهُ خَالَفَهُ فِيهِ فَهَلْ يُمْكِنُ أَنْ نَجِدَ لِنَصٍّ شَرْعِيٍّ تَفْسِيرًا أَصَحَّ وَأَقْوَى مِنْ تَفْسِيرٍ يُصَرِّحُ بِهِ أَمِيرُ الْمُؤْمِنِينَ عَلَى مِنْبَرِ الرَّسُولِ وَيُوَافِقُهُ عَلَيْهِ عُلَمَاءُ الصَّحَابَةِ وَعَامَّتِهِمْ؟ وَهَلْ نُقِلَ عَنِ الصَّحَابَةِ إِجْمَاعٌ مُسْتَنِدٌ أَىْ دَلِيلُهُ أَقْوَى مِنْ هَذَا الْإِجْمَاعِ؟ فَظَهَرَ بِهَذَا أَنَّ كَوْنَ كُلِّ شَرَابٍ مِنْ شَأْنِهِ الْإِسْكَارُ خَمْرًا ثَابِتٌ بِالْكِتَابِ وَالسُّنَّةِ وَإِجْمَاعُ الصَّحَابَةِ الْمُقِرِّينَ بِدَلِيلِهِ وَبِالْقِيَاسِ، فَإِنْ قِيلَ: إِنَّ هَذَا مِنَ الْإِجْمَاعِ السُّكُوتِيِّ الْمُخْتَلَفِ فِيهِ قُلْنَا: إِنَّهُ لَيْسَ مِنْهُ إِذِ السُّكُوتِيُّ عِبَارَةٌ عَنْ قَوْلِ مُجْتَهَدِي عَصْرِهِ فَلَا يُنْقَلُ عَنْهُمْ مُوَافَقَةٌ لَهُ وَلَا إِنْكَارٌ وَإِنَّ إِقْرَارَ جُمْهُورِ الصَّحَابَةِ لِقَوْلِ عُمَرَ فِي حُكْمِ الْمُوَافَقَةِ الْقَوْلِيَّةِ، وَقَوْلُهُ عَلَى الْمِنْبَرِ جَدِيرٌ بِأَنْ يُنْقَلَ وَيَشِيعَ، وَأَنْ يُرَاجِعَهُ فِيهِ الْبَعِيدُ إِذَا بَلَغَهُ كَالْقَرِيبِ، وَلَوْ رَاجَعَهُ أَحَدٌ فِي ذَلِكَ لَعَادَ إِلَى ذِكْرِ الْمَسْأَلَةِ عَلَى الْمِنْبَرِ كَمَا فَعَلَ عِنْدَ مَا أَنْكَرَتْ عَلَيْهِ الْمَرْأَةُ مَا كَانَ أَرَادَهُ مِنَ الْأَمْرِ بِتَحْدِيدِ الْمَهْرِ، ثُمَّ إِنَّ إِجْمَاعَهُمُ الْعَمَلِيَّ عَلَى تَرْكِ جَمِيعِ الْمُسْكِرَاتِ مُنْذُ نَزَلَتِ الْآيَةُ يُؤَيِّدُ ذَلِكَ وَإِذَا لَمْ يَكُنْ مِثْلَ هَذَا إِجْمَاعًا فَلَا سَبِيلَ إِلَى ثَبَاتِ إِجْمَاعِ قَوْلِيٍّ قَطُّ. </p><p> فَالْحَاصِلُ: أَنَّ أَوَّلَ مَنْ قَالَ بِهَذَا الْقَوْلِ فِي الْخَمْرِ لَا حُجَّةَ لَهُ فِيهِ، بَلْ هُوَ مَنْ جَعَلَ الدَّلِيلَ عَيْنَ الْمَدْلُولِ، فَإِنَّهُ هُوَ الْمُخَالِفُ وَحْدَهُ، فَكَيْفَ تَكُونُ دَعْوَاهُ الْخِلَافَ حُجَّةً لِخِلَافِهِ؟ هَذِهِ مُصَادَرَةٌ بَدِيهِيَّةٌ، نَعَمْ يَصِحُّ أَنْ يُقَالَ: إِنَّ هَذِهِ شُبْهَةٌ عَرَضَتْ لِمَنْ لَمْ يَبْلُغْهُ النَّقْلُ عَنِ الصَّحَابَةِ، فَهُوَ مَعْذُورٌ فِيهَا إِلَى أَنْ يَبْلُغَهُ النَّقْلُ، فَمَتَى بَلَغَهُ زَالَتِ الشُّبْهَةُ بِالْحُجَّةِ. </p><p> وَأَمَّا مِنْ جَاءَ بَعْدَ الْمُخَالِفِ الْأَوَّلِ وَبَلَغَهُ خِلَافُهُ فَشَبْهَتُهُ أَقْوَى عِنْدَ أَهْلِ التَّقْلِيدِ، وَهَؤُلَاءِ لَيْسُوا مِنْ أَهْلِ الْحُجَّةِ وَالْبَصِيرَةِ فِي الدِّينِ، فَالْكَلَامُ مَعَهُمْ لَغْوٌ مَا لَمْ يُحْكِمُوا الدَّلِيلَ وَيَرْضَوْا بِحُكْمِ قَوْلِهِ تَعَالَى:  (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ)  (٤: ٥٩) الْآيَةَ، فَإِنْ رَضُوا بِهِ بَيَّنَّا لَهُمْ مَا صَحَّ مِنْ فَهْمِ الصَّحَابَةِ لِقَوْلِهِ تَعَالَى وَعَمَلِهِمْ بِهِ بِغَيْرِ خِلَافٍ، وَمَا صَحَّ مِنْ قَوْلِ رَسُولِهِ:  \" كُلُّ مُسْكِرٍ خَمْرٌ \" وَلَفْظُ الْمُسْكِرِ اسْمُ جِنْسٍ. </p><p> (تَشْدِيدُ السُّنَّةِ فِي شُرْبِ الْخَمْرِ) . </p><p> رَوَى الْبُخَارِيُّ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ إِلَّا التِّرْمِذِيَّ مِنْ حَدِيثِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا ثُمَّ لَمْ يَتُبْ مِنْهُ حُرِمَهَا فِي الْآخِرَةِ \" زَادَ مُسْلِمٌ فِي رِوَايَةٍ \" فَلَمْ يُسْقَهَا \" . </p><p> قِيلَ: مَعْنَاهُ أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ فَيَشْرَبُهُ فِيهَا، وَقِيلَ: لَا يَشْرَبُهَا فِيهَا وَإِنْ مَاتَ مُؤْمِنًا وَدَخَلَهَا، لِأَنَّهُ اسْتَعْجَلَ شَيْئًا فَجُوزِيَ بِحِرْمَانِهِ، وَقِيلَ: إِلَّا أَنْ يَعْفُوَ اللهُ عَنْهُ، وَالْقَوْلُ الْأَوَّلُ لَا يَصِحُّ إِلَّا بِالْحَمْلِ عَلَى الْمُسْتَحِلِّ لِشُرْبِهَا، لِأَنَّهُ رَادٌّ لِلشَّرِيعَةِ غَيْرُ مُذْعِنٍ لَهَا، وَرِوَايَةُ مُسْلِمٍ \" فَلَمْ يُسْقَهَا \" ظَاهِرَةٌ فِي رَدِّهِ. </p><p> ورُوِيَ هَذَا الْحَدِيثُ بِلَفْظِ \" كُلُّ مُسْكِرٍ خَمْرٌ، وَكُلُّ مُسْكِرٍ حَرَامٌ، وَمَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا فَمَاتَ وَهُوَ يُدْمِنُهَا لَمْ يَتُبْ لَمْ يَشْرَبْهَا فِي الْآخِرَةِ \" وَقَدْ عَزَاهُ الْحَافِظُ الْمُنْذِرِيُّ إِلَى الشَّيْخَيْنِ وَأَبِي دَاوُدَ وَالتِّرْمِذِيِّ وَالنَّسَائِيِّ وَالْبَيْهَقِيِّ قَالَ وَلَفْظُهُ فِي إِحْدَى رِوَايَاتِهِ قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا لَمْ يَشْرَبْهَا فِي الْآخِرَةِ وَإِنْ دَخَلَ الْجَنَّةَ \" وَهَذَا يَرُدُّ ذَلِكَ التَّأْوِيلَ أَيْضًا وَلَكِنَّهُ لَمْ يَمْنَعِ الْمُنْذِرِيُّ مِنْ حِكَايَتِهِ كَغَيْرِهِ. </p><p> وَرَوَى أَحْمَدُ وَالْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ \" وَفِي رِوَايَةِ الْبُخَارِيِّ تُقَدَّمُ الْخَمْرُ عَلَى السَّرِقَةِ، قِيلَ: هَذَا فِي الْمُسْتَحَلِّ، وَقِيلَ: النَّفْيُ لِكَمَالِ الْإِيمَانِ: وَقِيلَ: وَهُوَ خَبَرٌ بِمَعْنَى النَّهْيِ، وَقِيلَ: إِنَّ الْإِيمَانَ يُفَارِقُ مُرْتَكِبَ أَمْثَالِ هَذِهِ الْكَبَائِرِ مُدَّةَ </p><p> مُلَابَسَتِهِ لَهَا وَقَدْ يَعُودُ إِلَيْهِ بَعْدَهَا، وَحَقَّقَ الْغَزَالِيُّ فِي كِتَابِ التَّوْبَةِ مِنَ الْإِحْيَاءِ أَنَّ مُرْتَكِبَ ذَلِكَ لَا يَكُونُ </p><p> حَالَ ارْتِكَابِهِ مُتَّصِفًا بِالْإِيمَانِ الْإِذْعَانِيِّ بِحُرْمَةِ ذَلِكَ، وَكَوْنِهِ مِنْ أَسْبَابِ سَخَطِ اللهِ وَعُقُوبَتِهِ، لِأَنَّ هَذَا الْإِيمَانَ يَسْتَلْزِمُ اجْتِنَابَ الْعِصْيَانِ. </p><p> وَرَوَى أَحْمَدُ بِإِسْنَادٍ صَحِيحٍ وَابْنُ حِبَّانَ فِي صَحِيحِهِ وَالْحَاكِمُ وَقَالَ صَحِيحُ الْإِسْنَادِ عَنِ ابْنِ عَبَّاسٍ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" أَتَانِي جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ، إِنَّ اللهَ لَعَنَ الْخَمْرَ وَعَاصِرَهَا وَمُعْتَصِرَهَا وَشَارِبَهَا وَحَامِلَهَا وَالْمَحْمُولَةَ إِلَيْهِ وَبَائِعَهَا وَمُبْتَاعَهَا وَسَاقِيَهَا وَمُسْقِيَهَا \" وَرَوَى أَبُو دَاوُدَ وَابْنُ مَاجَهْ عَنِ ابْنِ عُمَرَ حَدِيثًا بِمَعْنَاهُ وَلَيْسَ فِيهِ ذِكْرُ جِبْرِيلَ، وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ مِنْ حَدِيثِ أَنَسٍ \" لَعَنَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْخَمْرِ عَشْرًا: عَاصِرَهَا، وَمُعْتَصِرَهَا، وَشَارِبَهَا، وَحَامِلَهَا، وَالْمَحْمُولَةَ إِلَيْهِ، وَسَاقِيَهَا، وَبَائِعَهَا، وَآكِلَ ثَمَنِهَا، وَالْمُشْتَرِي لَهَا، وَالْمُشْتَرَى لَهُ \" قَالَ التِّرْمِذِيُّ: حَدِيثٌ غَرِيبٌ. </p><p> (حِكْمَةُ تَشْدِيدِ الْإِسْلَامِ فِي الْخَمْرِ دُونَ الْأَدْيَانِ السَّابِقَةِ) . </p><p> (وَرَدُّ شُبْهَةٍ عَلَى تَحْرِيمِهَا) . </p><p> إِذَا قِيلَ: إِنَّ دِينَ اللهِ فِي حَقِيقَتِهِ وَجَوْهَرِهِ وَالْحِكْمَةِ مِنْهُ وَاحِدٌ لَا خِلَافَ فِيهِ بَيْنَ الرُّسُلِ الْمُبَلِّغِينَ لَهُ، وَإِنَّمَا يَخْتَلِفُ بَعْضُ الشَّرَائِعِ فِي أَمْرَيْنِ أَصْلَيْنِ (أَحَدُهُمَا) : مَا يَخْتَلِفُ بِاخْتِلَافِ الزَّمَانِ وَالْمَكَانِ، وَأَحْوَالِ الشُّعُوبِ وَالْأَجْيَالِ، (وَثَانِيهُمَا) : مَا اقْتَضَتْهُ حِكْمَةُ اللهِ تَعَالَى مِنْ سَيْرِ أُمُورِ الْبَشَرِ كُلِّهَا عَلَى سُنَّةِ التَّرَقِّي التَّدْرِيجِيِّ الَّذِي مِنْ مُقْتَضَاهُ أَنْ يَكُونَ الْآخَرُ أَكْمَلَ مِمَّا قَبِلَهُ، بِهَذِهِ السُّنَّةِ أَكْمَلَ اللهُ تَعَالَى دِينَهُ الْعَامَّ، بِإِنْزَالِ الْقُرْآنِ وَعُمُومِ بِعْثَةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَدْ قُلْتُ: إِنَّ فِي الْخَمْرِ مِنَ الضَّرَرِ الذَّاتِيِّ، مَا كَانَ سَبَبًا لِلْقَطْعِ بِتَحْرِيمِهَا وَمَا ذَكَرْتُ مِنَ التَّشْدِيدِ فِيهَا، وَهَذَا يَقْتَضِي أَنْ تَكُونَ مُحَرَّمَةً عَلَى أَلْسِنَةِ جَمِيعِ الْأَنْبِيَاءِ أَنْفُسِهِمْ كَانُوا يَشْرَبُونَهَا هَذِهِ شُبْهَةٌ عَلَى تَحْرِيمِ الْخَمْرِ تَحَدَّثَ بِهَا الْمُحِبُّونَ لَهَا، وَاسْتَدَلَّ بِهَا بَعْضُهُمْ عَلَى حِلِّ مَا دُونُ الْقَدْرِ الْمُسْكِرِ مِمَّا سِوَى خَمْرَةِ الْعِنَبِ الَّتِي زَعَمُوا أَنَّ نَصَّ الْقُرْآنِ قَاصِرًا عَلَيْهَا تَعَبُّدًا، كَمَا نَقَلَ ذَلِكَ صَاحِبُ الْعَقْدِ الْفَرِيدِ وَأَمْثَالُهُ مِنَ الْأُدَبَاءِ الَّذِينَ يَعْنُونَ بِتَدْوِينِ أَخْبَارِ الْفُسَّاقِ وَالْمُجَّانِ </p><p> وَغَيْرِهِمْ، وَأَنْتَ تَرَى أَنَّ هَذِهِ الشُّبْهَةَ أَقْوَى مِنْ شُبْهَةِ بَعْضِ الصَّحَابَةِ الَّتِي تَقَدَّمَتْ وَلَا يَدْفَعُهَا جَوَابُكَ عَنْهَا، بَلْ زَعَمُوا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَرِبَ مِنْ نَبِيذٍ مُسْكِرٍ وَلَكِنَّهُ مَزَجَهُ فَلَمْ يَسْكَرْ بِهِ، فَمَا قَوْلُكَ فِي ذَلِكَ؟ </p><p> فَالْجَوَابُ عَنْ هَذَا مِنْ وَجْهَيْنِ:  (أَحَدُهُمَا) أَنَّ نَقْلَ أَهْلِ الْكِتَابِ لَيْسَ بِحُجَّةٍ عِنْدَنَا، وَلَمْ يَثْبُتْ عِنْدَنَا فِي كِتَابٍ وَلَا سُنَّةٍ مَا ذَكَرُوهُ، وَإِذَا كَانَ قَدْ وُجِدَ فِي الْمُسْلِمِينَ مَنْ حَاوَلَ إِثْبَاتَ أَنَّ شُرْبَ مَا دُونَ الْقَدْرِ الْمُسْكِرِ مِنَ الْخُمُورِ كُلِّهَا حَلَالٌ إِلَّا مَا اتُّخِذَ مِنْ عَصِيرِ </p><p> الْعِنَبِ وَهُوَ أَقَلُّهَا ضُرًّا وَشَرًّا مَعَ نَقْلِ الْقُرْآنِ بِالتَّوَاتُرِ، وَحِفْظِ السُّنَّةِ وَسِيرَةِ أَهْلِ الصَّدْرِ الْأَوَّلِ بِضَبْطٍ وَإِتْقَانٍ لَمْ يَتَّفِقْ مِثْلُهُ لِأُمَّةٍ مِنَ الْأُمَمِ فِي نَقْلِ دِينِهَا أَوْ تَارِيخِهَا، فَهَلْ يَبْعُدُ أَنْ يَدَّعِيَ أَهْلُ الْكِتَابِ مِثْلَ هَذِهِ الدَّعْوَى وَيَنْسُبُونَهَا إِلَى أَنْبِيَائِهِمْ وَهُمْ لَا يَقُولُونَ بِعِصْمَتِهِمْ؟ </p><p> (الْوَجْهُ الثَّانِي) أَنَّنَا إِذَا سَلَّمْنَا مَا يَنْقُلُونَهُ فِي الْعَهْدَيْنِ الْقَدِيمِ وَالْجَدِيدِ مِنَ الْأَخْبَارِ الدَّالَّةِ عَلَى حِلِّ الْخَمْرِ وَعَدَمِ التَّشْدِيدِ إِلَّا فِي السُّكْرِ، نَقُولُ (أَوَّلًا) إِنَّ هَذَا التَّحْرِيمَ مِنْ إِكْمَالِ الدِّينِ بِالْإِسْلَامِ، وَقَدْ مَهَّدَ الْأَنْبِيَاءُ لَهُ مِنْ قَبْلُ بِتَقْبِيحِ السُّكْرِ وَذَمِّهِ، وَلَمْ يُشَدِّدُوا فِي سَدِّ ذَرِيعَتِهِ بِالنَّهْيِ عَنِ الْقَلِيلِ مِنَ الْخَمْرِ لِمَا كَانَ مِنَ افْتِتَانِ الْبَشَرِ بِهَا وَمَنَافِعِهِمْ مِنْهَا، كَمَا فَعَلَ الْإِسْلَامُ فِي أَوَّلِ عَهْدِهِ. (وَثَانِيًا) إِنَّ اللهَ تَعَالَى مَا أَكْمَلَ دِينَهُ الْعَامَّ بِالْإِسْلَامِ إِلَّا وَهُوَ يَعْلَمُ أَنَّ الْبَشَرَ سَيَدْخُلُونَ فِي طَوْرٍ جَدِيدٍ تَتَضَاعَفُ فِيهِ مَفَاسِدُ السُّكْرِ، وَأَنَّ مَصْلَحَتَهُمْ وَخَيْرَهُمْ أَنْ يَتَسَلَّحَ الْمُؤْمِنُونَ بِأَقْوَى السِّلَاحِ الْأَدَبِيِّ لِاتِّقَاءِ شُرُورِ مَا يُسْتَحْدَثُ مِنْ أَنْوَاعِ الْخُمُورِ الشَّدِيدَةِ الْفَتْكِ بِالْأَجْسَادِ وَالْأَرْوَاحِ الَّتِي لَمْ يَكُنْ يُوجَدُ مِنْهَا شَيْءٌ فِي صُوَرِ أُولَئِكَ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ، وَمَا ذَلِكَ إِلَّا سَدُّ ذَرِيعَةِ هَذِهِ الْمَفْسَدَةِ بِتَحْرِيمِ قَلِيلِ الْخَمْرِ وَكَثِيرِهَا. </p><p> وَهَاكَ بَعْضُ مَا يُؤْثَرُ عَنْ كُتُبِهِمْ فِي ذَمِّهَا: </p><p> جَاءَ فِي نُبُوَّةِ أَشْعَيَا عَلَيْهِ السَّلَامُ (٥: ١١ وَيْلٌ لِلْمُبَكِّرِينَ صَبَاحًا يَتَّبِعُونَ الْمُسْكِرَ لِلْمُتَأَخِّرِينَ فِي الْقِمَّةِ تُلْهِبُهُمُ الْخَمْرُ ١٢ وَصَارَ الْعُودُ وَالرَّبَابُ وَالدُّفُّ وَالنَّاسُ وَالْخَمْرُ وَلَائِمَهُمْ، وَإِلَى فِعْلِ الرَّبِّ يَنْظُرُونَ، وَعَمَلِ يَدَيْهِ لَا يَرَوْنَ ١٣ لِذَلِكَ سُبِيَ شَعْبِي لِعَدَمِ الْمَعْرِفَةِ، وَتَصِيرُ شُرَفَاؤُهُ رِجَالَ جُوعٍ وَعَامَّتُهُ يَابِسَيْنِ مِنَ الْعَطَشِ ١٤ لِذَلِكَ</p><p> وَسَعَّتِ الْهَاوِيَةُ نَفْسَهَا وَفَغَرَتْ فَاهَهَا بِلَا حَدٍ) يُشِيرُ إِلَى مَا اسْتَحَقُّوهُ بِذُنُوبِهِمْ تِلْكَ مِنْ عَذَابِ الدُّنْيَا وَالْآخِرَةِ. </p><p> ثُمَّ قَالَ (٢٨: ١ وَيْلٌ لِإِكْلِيلِ فَخْرِ سُكَارَى أَفْرَايِمْ وَلِلزَّهْرِ الذَّابِلِ جَمَالُ بَهَائِهِ الَّذِي عَلَى رَأْسِ وَادِي سَمَائِنِ الْمَضْرُوبِينَ بِالْخَمْرِ إِلَى أَنْ قَالَ وَلَكِنَّ هَؤُلَاءِ ضَلُّوا بِالْخَمْرِ وَتَاهُوا بِالْمُسْكِرِ، الْكَاهِنُ وَالنَّبِيُّ تَرَنَّحَا بِالْمُسْكِرِ، ابْتَلَعَتْهُمَا الْخَمْرُ، تَاهَا مِنَ الْمُسْكِرِ، ضَلَّا فِي الرُّؤْيَا) وَاعْلَمْ أَنَّ النَّبِيَّ عِنْدَهُمْ لَا يُشْتَرَطُ فِيهِ أَنْ يَكُونَ مُوحًى إِلَيْهِ. </p><p> وَمِنْ شَوَاهِدَ الْعَهْدِ الْجَدِيدِ فِي ذَلِكَ قَوْلُ بُولُسَ فِي رِسَالَتِهِ إِلَى أَهْلِ أَفْسِسْ (٥: ١٨ وَلَا تَسْكَرُوا بِالْخَمْرِ الَّذِي فِيهِ الْخَلَاعَةُ) وَنَهْيُهُ عَنْ مُخَالَطَةِ السِّكِّيرِ (١ كو ٥: ١١) وَجَزَاهُ بِأَنَّ السِّكِّيرِينَ لَا يَرِثُونَ مَلَكُوتَ السَّمَاوَاتِ (غلاه: ٢١و ١ كو ٦: ٩، ١٠) . </p><p> نَبِيُّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَشْرَبِ الْخَمْرَ: </p><p> أَمَّا نَبِيُّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَكُنْ يَشْرَبُ الْخَمْرَ فِي الْجَاهِلِيَّةِ وَلَا الْإِسْلَامِ كَمَا صَرَّحُوا بِهِ فِي سِيرَتِهِ، وَلَكِنَّهُ كَانَ يَشْرَبُ النَّبِيذَ، قَبْلَ تَحْرِيمِهَا وَبَعْدَهُ، فَإِذَا اشْتَبَهَ فِي وَصْلِهِ إِلَى حَدِّ الْإِسْكَارِ لَمْ يَشْرَبْ مِنْهُ كَمَا تَقَدَّمَ، وَقَدْ رَوَى الْحُمَيْدِيُّ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلًا كَانَ يُهْدِي إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاوِيَةَ خَمْرٍ فَأَهْدَاهَا إِلَيْهِ عَامًا وَقَدْ حُرِّمَتْ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنَّهَا قَدْ حُرِّمَتْ فَقَالَ الرَّجُلُ: أَفَلَا أَبِيعُهَا؟فَقَالَ:إِنَّ الَّذِي حَرَّمَ شُرْبَهَا حَرَّمَ بَيْعَهَا: قَالَ: أَفَلَا أُكَارِمُ بِهَا الْيَهُودَ؟قَالَ:إِنَّ الَّذِي حَرَّمَ شُرْبَهَا حَرَّمَ أَنْ يُكَارِمَ بِهَا الْيَهُودَ،قَالَ:فَكَيْفَ أَصْنَعُ؟قَالَ:شِنَّهَا عَلَى الْبَطْحَاءِ \" وَهَذَا حَدِيثٌ يَدُلُّ عَلَى شُرْبِهِ لَهَا، عَلَى أَنَّهُ لَمْ يَصِحُّ هَكَذَا، وَلَكِنَّ لَهُ أَصْلًا فِي صَحِيحِ مُسْلِمٍ وَسُنَنِ النَّسَائِيِّ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ قَالَ:  \" إِنَّ رَجُلًا أَهْدَى لِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاوِيَةَ خَمْرٍ فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: هَلْ عَلِمْتَ أَنَّ اللهَ تَعَالَى حَرَّمَهَا؟قَالَ:لَا، فَسَارَّ(أَيِ الرَّجُلُ)إِنْسَانًا،فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:بِمَا سَارَرْتَهُ؟قَالَ:أَمَرْتُهُ بِبَيْعِهَا،فَقَالَ:إِنِ الَّذِي حَرَّمَ شُرْبَهَا حَرَّمَ بَيْعَهَا، قَالَ فَفَتَحَ الْمَزَادَ حَتَّى ذَهَبَ مَا فِيهَا \" وَمِنَ الْعَجِيبِ أَنَّ صَاحِبَ الْمُنْتَقَى أَوْرَدَ حَدِيثَ أَبِي هُرَيْرَةَ وَتَرَكَ حَدِيثَ ابْنِ عَبَّاسٍ الصَّحِيحِ، وَأَنَّ الشَّوْكَانِيَّ لَمْ يَتَكَلَّمْ عَلَى سَنَدِهِ. </p><p> وَمَا رُوِيَ فِي الْمُسْنَدِ مِنْ شُرْبِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَبِيذِ السِّقَايَةِ بِمَكَّةَ وَهُوَ مَا يَشْرَبُ مِنْهُ النَّاسُ فِي الْحَرَمِ وَمِنْ كَوْنِهِ شَمَّهُ أَوَّلًا (وَقِيلَ ذَاقَهُ) فَقَطَّبَ وَأَمَرَ بِأَنْ يُزَادَ فِيهِ الْمَاءُ فَهُوَ إِنْ صَحَّ لَا يَدُلُّ عَلَى كَوْنِهِ كَانَ مُسْكِرًا وَلَا عَلَى كَوْنِهِ شَرِبَ مِنْهُ كَانَ نَسْخًا لِتَحْرِيمِ كُلِّ مُسْكِرٍ، كَمَا يَزْعُمُ بَعْضُ الْمَفْتُونِينَ بِالنَّبِيذِ، إِذْ لَوْ كَانَ الْأَمْرُ كَذَلِكَ لَكَانَتِ الرِّوَايَةُ دَالَّةً عَلَى أَنَّهُمْ كَانُوا مُصِرِّينَ عَلَى شُرْبِ الْمُسْكِرِ وَعَلَى إِسْقَائِهِ لِلْحُجَّاجِ جَهْرًا فِي الْحَرَمِ وَهَذَا زَعْمٌ لَمْ يَقُلْ بِهِ أَحَدٌ، بَلْ هُوَ مَنْقُوصٌ بِالرِّوَايَاتِ الْمُتَّفَقِ عَلَيْهَا رُبَّمَا تَوَاتَرَ مِنْ أَنَّهُمْ تَرَكُوا بَعْدَ نُزُولِ آيَاتِ الْمَائِدَةِ كُلَّ مُسْكِرٍ وَإِنَّمَا يُفَسِّرُ ذَلِكَ مَا قَالَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِوَفْدِ عَبْدِ الْقَيْسِ إِذْ أَذِنَ لَهُمْ بِالِانْتِبَاذِ فِي الْأَسْقِيَةِ (أَيْ قِرَبِ الْجِلْدِ) قَالَ: \" فَإِنِ اشْتَدَّ فَاكْسَرُوهُ بِالْمَاءِ فَإِنْ أَعْيَاكُمْ فَأَهْرِيقُوهُ \" وَفِي رِوَايَةِ ابْنِ عَبَّاسٍ أَنَّهُمْ سَأَلُوهُ مَاذَا يَفْعَلُونَ إِذَا اشْتَدَّ فِي الْأَسْقِيَةِ فَقَالَ: \" صُبُّوا عَلَيْهِ الْمَاءَ فَسَأَلُوهُ،فَقَالَ لَهُمْ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ:أَهْرِيقُوهُ. . . الْحَدِيثَ \" رَوَاهُ أَبُو دَاوُدَ، وَهُوَ يُفَسِّرُ لَنَا أَمْرَهُ بِكَسْرِ مَا فِي سِقَايَةِ الْحُجَّاجِ بِالْمَاءِ إِذْ شَمَّهُ فَعَلِمَ أَنَّهُ بَدَا فِيهِ التَّغَيُّرُ وَقَرُبَ أَنْ يَصِيرَ خَمْرًا، وَكَمَا أَنَّهُ لَمْ يَصِحَّ شُرْبُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ النَّبِيذِ الْمُسْكِرِ لَمْ يَصِحَّ أَيْضًا مَا رَوَاهُ الدَّارَقُطْنِيُّ وَابْنُ أَبِي شَيْبَةَ مِنْ أَنَّ رَجُلًا شَرِبَ مِنْ إِدَاوَةِ عُمَرَ فَسَكِرَ، فَجَلَدَهُ وَقَالَ: جَلَدْنَاكَ لِلسُّكْرِ، أَيْ لَا لِمُجَرَّدِ الشُّرْبِ. </p><p> وَيَقُولُ بَعْضُ النَّصَارَى: إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَرِبَ الْخَمْرَ مَعَ بَحِيرَا الرَّاهِبِ وَبَعْضِ الصَّحَابَةِ، وَأَنَّ بَعْضَ مَنْ سَكِرَ مِنَ الصَّحَابَةِ قَتَلَ الرَّاهِبَ بِسَيْفِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ ذَلِكَ سَبَبَ تَحْرِيمِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْخَمْرِ وَهَذَا قَوْلٌ مُخْتَلَقٌ لَا أَصْلَ لَهُ الْبَتَّةَ، فَلَمْ يُرْوَ مِنْ طَرِيقٍ صَحِيحٍ وَلَا ضَعِيفٍ وَلَا مَوْضُوعٍ، وَبَحِيرَا الرَّاهِبُ لَمْ يَجِئِ الْحِجَازَ، وَإِنَّمَا رُوِيَ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ عَمِّهِ أَبِي طَالِبٍ وَغَيْرِهِ مِنْ تُجَّارِ مَكَّةَ فِي بُصْرَى بِالشَّامِ وَلَمَّا اخْتَبَرَ حَالَهُ عَلِمَ أَنَّهُ سَيَكُونُ هُوَ النَّبِيُّ الَّذِي بَشَّرَ بِهِ عِيسَى وَالْأَنْبِيَاءُ (عَلَيْهِمُ السَّلَامُ) وَأَوْصَى بِهِ عَمَّهُ وَحَذَّرَهُ مِنَ الْيَهُودِ أَنْ يَكِيدُوا لَهُ، وَكَانَتْ سِنُّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اثْنَتَيْ عَشْرَةَ سَنَةً، وَلَمْ يَثْبُتْ أَنَّ بَحِيرَا أَدْرَكَ الْبَعْثَةَ، وَلَيْسَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ الَّذِي حَرَّمَ الْخَمْرَ كَمَا حَرَّمَ صَيْدَ الْمَدِينَةِ وَخَلَّاهَا: بَلْ كَانَ ذَلِكَ بِوَحْيٍ تَدْرِيجِيٍّ كَمَا تَقَدَّمَ. </p><p> (التَّدَاوِي بِالْخَمْرِ) . </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي التَّدَاوِي بِالْخَمْرِ وَالنَّجَاسَاتِ وَالسُّمُومِ لِحَدِيثِ طَارِقِ بْنِ سُوِيدٍ الْجُعْفِيِّ فِي الْخَمْرِ سَيَأْتِي وَحَدِيثُ أَبِي هُرَيْرَةَ \" نَهَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الدَّوَاءِ الْخَبِيثِ يَعْنِي السُّمَّ \" رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ، وَحَدِيثِ أَبِي الدَّرْدَاءِ مَرْفُوعًا:  \" إِنَّ اللهَ أَنْزَلَ الدَّاءَ وَالدَّوَاءَ وَجَعَلَ لِكُلِّ دَاءٍ دَوَاءً فَتَدَاوَوْا وَلَا تَدَاوَوْا بِحَرَامٍ \" رَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيقِ إِسْمَاعِيلِ بْنِ عَيَّاشٍ وَهُوَ ثِقَةٌ فِي الشَّامِيِّينَ كَمَا هُنَا، ضَعِيفٌ فِي الْحِجَازِيِّينَ وَثَبَتَ فِي الصَّحِيحَيْنِ إِذْنُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْعُرَنِيِّينَ بِالتَّدَاوِي بِأَبْوَالِ الْإِبِلِ، قَالَ بَعْضُهُمْ بِعَدَمِ الْجَوَازِ مُطْلَقًا، وَقَالَ آخَرُونَ: يَجُوزُ بِشَرْطِ عَدَمِ وُجُودِ دَوَاءٍ مِنَ الْحَلَالِ يَقُومُ مَقَامَ الْحَرَامِ، وَقَالَ شَيْخُنَا مُحَمَّد عَبْده: يُشْتَرَطُ فِي التَّدَاوِي بِالْخَمْرِ أَلَّا يَقْصِدَ الْمُتَدَاوِي بِهَا اللَّذَّةَ وَالنَّشْوَةَ وَلَا يَتَجَاوَزُ مِقْدَارَ مَا يُحَدِّدُهُ الطَّبِيبُ، وَقَدْ جَاءَ فِي فَتَاوَى الْمُجَلَّدِ السَّابِعَ عَشَرَ مِنَ الْمَنَارِ السُّؤَالُ وَالْجَوَابُ الْآتِيَيْنِ: </p><p> (السُّؤَالُ) هَلْ يَحِلُّ التَّدَاوِي بِالْخَمْرِ إِذَا ظُنَّ نَفْعُهَا بِخَبَرِ طَبِيبٍ أَخْذًا مِنْ آيَةِ (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ)  (٢٢: ٧٨) وَمِنَ الْقَاعِدَةِ الْمُتَّفَقِ عَلَيْهَا: الضَّرُورَاتُ تُبِيحُ الْمَحْظُورَاتِ؟ وَإِذَا جَوَّزْتُمْ فَمَاذَا تَرَوْنَ فِي حَدِيثِ \" إِنَّهَا دَاءٌ وَلَيْسَ بِدَوَاءٍ \" أَوْ كَمَا وَرَدَ؟ </p><p> (الْجَوَابُ) التَّدَاوِي بِالْخَمْرِ لِمَنْ ظَنَّ نَفْعَهَا شَيْءٌ وَالِاضْطِرَارُ إِلَى شُرْبِهَا شَيْءٌ آخَرُ، فَأَمَّا الِاضْطِرَارُ فَإِنَّمَا يَعْرِضُ لِبَعْضِ الْأَفْرَادِ فِي بَعْضِ الْأَحْوَالِ، وَهُوَ يُبِيحُ الْمُحَرَّمَ مِنْ طَعَامٍ وَشَرَابٍ بِنَصِّ قَوْلِهِ تَعَالَى:  (وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ)  (٦: ١١٩) يَنْفِي الْحَرَجَ وَالْعُسْرَ وَغَيْرَ ذَلِكَ مِنَ الْأَدِلَّةِ (أَيْ كَالنَّهْيِ عَنِ الْإِلْقَاءِ بِالنَّفْسِ إِلَى التَّهْلُكَةِ) وَقَدْ مَثَّلَ الْفُقَهَاءُ لَهُ فِي شُرْبِ الْخَمْرِ بِمَنْ غُصَّ بِلُقْمَةٍ فَكَادَ يَخْتَنِقُ وَلَمْ يَجِدْ مَا يُسِيغُهَا بِهِ سِوَى الْخَمْرِ وَمِثْلُهُ مَنْ دَنَقَ مِنَ الْبَرْدِ وَكَادَ يَهْلِكُ وَلَمْ يُوجَدْ مَا يَدْفَعُ بِهِ الْهَلَاكَ بَرْدًا سِوَى جَرْعَةٍ أَوْ كُوبٍ مِنْ خَمْرٍ. </p><p> وَمِثْلُهُ أَوْ أَوْلَى مِنْهُ مَنْ أَصَابَتْهُ نَوْبَةُ أَلَمٍ فِي قَلْبِهِ كَادَتْ تَقْضِي عَلَيْهِ وَقَدْ عَلِمَ أَوْ أَخْبَرَهُ الطَّبِيبُ بِأَنَّهُ لَا يَجِدُ مَا يَدْفَعُ عَنْهُ الْخَطَرَ سِوَى شُرْبِ مِقْدَارٍ مُعَيَّنٍ مِنَ الْخَمْرِ الْقَوِيَّةِ كَالنَّوْعِ الْإِفْرِنْجِيِّ الَّذِي يُسَمُّونَهُ (كُونْيَاكَ) فَإِنَّنَا نَسْمَعُ مِنَ الْأَطِبَّاءِ أَنَّهُ يَتَعَيَّنُ فِي بَعْضِ الْأَحْيَانِ لِعِلَاجِ مَا يَعْرِضُ مِنْ مَرَضِ </p><p> الْقَلْبِ وَدَفْعِ الْخَطَرِ وَقَدْ ثَبَتَ ذَلِكَ بِالتَّجْرِبَةِ، وَهَذَا النَّوْعُ مِنَ الْعِلَاجِ لَا يَكَادُ يَكُونُ شُرْبًا لِلْخَمْرِ وَإِنَّمَا يُؤْخَذُ مِنْهُ نُقَطٌ قَلِيلَةً لَا تُسْكِرُ، وَأَمَّا التَّدَاوِي الْمُعْتَادُ بِالْخَمْرِ لِمَنْ يَظُنُّ نَفْعَهَا وَلَوْ بِإِخْبَارِ الطَّبِيبِ كَتَقْوِيَةِ الْمَعِدَةِ أَوِ الدَّمِ وَنَحْوَ ذَلِكَ مِمَّا نَسْمَعُهُ مِنْ كَثِيرٍ مِنَ النَّاسِ، هَذَا هُوَ الَّذِي كَانَ النَّاسُ يَفْعَلُونَهُ قَبْلَ الْإِسْلَامِ نَهَى عَنْهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَصُّ الْحَدِيثِ الَّذِي أَشَارَ إِلَيْهِ السَّائِلُ \" إِنَّهُ لَيْسَ بِدَاءٍ وَلَكِنَّهُ دَاءٌ \" رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَسَبَبُهُ أَنَّ طَارِقَ بْنَ سُوَيْدٍ الْجُعْفِيَّ سَأَلَ النَّبِيَّ عَنِ الْخَمْرِ وَكَانَ يَصْنَعُهَا فَنَهَاهُ عَنْهَا، فَقَالَ: إِنَّمَا أَصْنَعُهَا لِلدَّوَاءِ، فَقَالَهُ، وَقَوْلُهُ:  \" وَلَكِنَّهُ دَاءٌ \" وَهُوَ الْحَقُّ وَعَلَيْهِ إِجْمَاعُ الْأَطِبَّاءِ، فَإِنَّ الْمَادَّةَ الْمُسْكِرَةَ مِنَ الْخَمْرِ سُمٌّ تَتَوَلَّدُ مِنْهُ أَمْرَاضٌ كَثِيرَةٌ يَمُوتُ بِهَا فِي كُلِّ عَامٍ أُلُوفٌ كَثِيرَةٌ، وَالسُّمُومُ قَدْ تَدْخُلُ فِي تَرْكِيبِ الْأَدْوِيَةِ، وَلَكِنِ الَّذِينَ يَشْرَبُونَ الْخَمْرَ وَلَوْ بِقَصْدِ التَّدَاوِي بِهَا لَا يَلْبَثُونَ أَنْ يُؤَثِّرَ فِي أَعْصَابِهِمْ سُمُّهَا، فَتَصِيرَ مَطْلُوبَةً عِنْدَهُمْ لِذَاتِهَا، أَيْ لَا لِمُجَرَّدِ التَّدَاوِي بِهَا، فَيَتَضَرَّرُونَ بِسُمِّهَا، فَلَا يَغْتَرَّنَّ مُسْلِمٌ بِأَمْرِ أَحَدٍ مِنَ الْأَطِبَّاءِ بِالتَّدَاوِي بِهَا لِمِثْلِ مَا يَصِفُونَهَا لَهُ عَادَةً وَاللهُ الْمُوَفِّقُ اه. </p><p> هَذَا مَا أَجْبَنَا بِهِ عَنْ ذَلِكَ السُّؤَالِ وَنَزِيدُ فِي إِيضَاحِهِ بِالْقَوَاعِدِ الشَّرْعِيَّةِ وَاعْتِبَارِ الْقِيَاسِ فَنَقُولُ إِنَّ الْمِقْدَارَ الْمُسْكِرَ مِنَ الْخَمْرِ مُحَرَّمٌ لِذَاتِهِ، أَيْ لِمَا فِيهِ مِنَ الضَّرَرِ وَالْمَفَاسِدِ الَّتِي بَيَّنَّا أَنْوَاعَهَا فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ وَمَا دُونَ ذَلِكَ مُحَرَّمٌ لِسَدِّ الذَّرِيعَةِ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ هَذِهِ الْآيَاتِ، وَالْقَاعِدَةُ أَنَّ مَا حُرِّمَ لِذَاتِهِ يُبَاحُ لِلضَّرُورَةِ إِنْ كَانَ مِمَّا يُضْطَرُّ إِلَيْهِ كَأَكْلِ الْمَيْتَةِ وَلَحْمِ الْخِنْزِيرِ، وَمِنْهُ شُرْبُ الْخَمْرِ كَمَا تَقَدَّمَ فِي الْفَتْوَى آنِفًا، (وَلَيْسَ مِنْهُ مِثْلُ الزِّنَا كَمَا لَا يَخْفَى) وَيُعَبِّرُونَ عَنْ هَذِهِ الْقَاعِدَةِ بِقَوْلِهِمْ: \" الضَّرُورَاتُ تُبِيحُ الْمَحْظُورَاتِ \" وَإِذَا وَصَلَ التَّدَاوِي بِالْخَمْرِ إِلَى حَدِّ الْإِضْرَارِ إِلَيْهِ بِشَهَادَةِ الثِّقَةِ مِنَ الْأَطِبَّاءِ يَجِبُ أَنْ يُرَاعَى فِيهِ قَاعِدَةُ \" الضَّرُورَاتُ تُقَدَّرُ بِقَدْرِهَا \" فَلَا يَجُوزُ الزِّيَادَةُ عَلَى مَا يَقُولُ الطَّبِيبُ حَتَّى إِذَا حَدَّدَهُ بِالنُّقَطِ امْتَنَعَ زِيَادَةُ نُقْطَةٍ وَاحِدَةٍ، وَأَمَّا الْمُحَرَّمُ لِسَدِّ الذَّرِيعَةِ فَقَدْ يُبَاحُ لِلْحَاجَةِ كَرُؤْيَةِ الطَّبِيبِ لِعَوْرَاتِ الرِّجَالِ وَالنِّسَاءِ لِأَجْلِ التَّدَاوِي فَالتَّدَاوِي بِالْخَمْرِ عَلَى هَذَا جَائِزٌ مُطْلَقًا أَوْ إِذَا لَمْ يُوجَدُ غَيْرُهُ يَقُومُ مَقَامَهُ، وَعَدَّهُ بَعْضُهُمْ كَتَدَاوِي الْعُرَنِيِّينَ بِأَبْوَالِ الْإِبِلِ بِنَاءً عَلَى أَنَّ عِلَّةَ الْمَنْعِ أَنَّ كُلًّا مِنْهُمَا نَجِسٌ عِنْدَ الْقَائِلِينَ بِذَلِكَ مِنَ الْفُقَهَاءِ كَالشَّافِعِيَّةِ، وَظَاهِرُ حَدِيثِ طَارِقِ بْنِ سُوَيْدٍ أَنَّ الْخَمْرَ لَا يَجُوزُ أَنْ يَكُونَ </p><p> دَوَاءً فَيَكُونُ مُسْتَثْنًى مِنَ الْقَاعِدَةِ وَلَا قِيَاسَ مَعَ النَّصِّ، هَذَا إِذَا كَانَ التَّدَاوِي بِالْخَمْرِ مُبَاشَرَةً لِغَيْرِ اضْطِرَارٍ، أَمَّا دُخُولُ نُقَطٍ مِنَ الْخَمْرِ فِي عِلَاجٍ مُرَكَّبٍ تَكُونُ أَجْزَاءُ الْخَمْرِ فِيهِ مَغْلُوبَةً غَيْرَ ظَاهِرَةٍ وَلَا مِنْ شَأْنِهَا أَنْ تُسْكِرَ فَلَا يَدْخُلُ فِي ذَلِكَ فَهُوَ كَالْقَلِيلِ مِنَ الْحَرِيرِ فِي الثَّوْبِ. </p><p> (أَسْبَابُ تَرْجِيحِ شُرْبِ الْخَمْرِ الضَّارِّ عَلَى حِفْظِ الصِّحَّةِ وَالْعَقْلِ وَالدِّينِ) . </p><p> ثَبَتَ بِالِاخْتِبَارِ وَالْإِحْصَاءِ الَّذِي عُنِيَ بِهِ الْإِفْرِنْجُ أَنَّ أَكْثَرَ مَنْ يُبْتَلَوْنَ بِشُرْبِ الْخَمْرِ لَا يُقْدِمُونَ عَلَى شُرْبِهَا إِلَّا بِإِغْرَاءِ الْقُرَنَاءِ وَالْمُعَاشِرِينَ وَالْأَصْحَابِ، وَأَنَّهُمْ يَحْتَسُونَهَا فِي أَوَّلِ الْعَهْدِ إِلَّا كُرْهًا، لِبَشَاعَةِ طَعْمِهَا وَلِاعْتِقَادِ الْكَثِيرِينَ مِنْهُمْ أَنَّهُمْ يُقْدِمُونَ عَلَى عَمَلٍ مُنْكَرٍ أَوْ ضَارٍّ وَلَكِنَّ غَرِيزَةَ التَّقْلِيدِ فِي الْإِنْسَانِ وَضَعْفَ إِرَادَةِ أَكْثَرِ النَّاسِ عَنْ مُخَالَفَةِ الْعُشَرَاءِ وَالْخِلَّانِ، هُمَا اللَّذَانِ يُمَهِّدَانِ السَّبِيلَ لِطَاعَةِ الشَّيْطَانِ. </p><p> أَمَّا الشُّبْهَةُ الَّتِي يُرَجِّحُ بِهِ الْعَالِمُونَ بِضَرَرِ الْخَمْرِ دَاعِيَتَيِ التَّقْلِيدِ وَمُوَاتَاةِ الْعُشَرَاءِ أَوَّلًا وَطَاعَةِ غُولِ الْخَمْرِ آخِرًا عَلَى دَاعِيَةِ الْمُحَافَظَةِ عَلَى صِحَّةِ الْجِسْمِ وَالْعَقْلِ، فَهِيَ ظَنُّهُ أَنَّ الضَّرَرَ الْمُتَيَقَّنَ إِنَّمَا يَكُونُ بِالْإِسْرَافِ فِي الشُّرْبِ، وَالِانْهِمَاكِ فِي السُّكْرِ، وَأَنَّ شُرْبَ الْقَلِيلِ مِنَ الْخَمْرِ إِمَّا أَنْ يَنْفَعَ وَإِمَّا أَلَّا يَضُرَّ، فَلَا يَنْبَغِي أَنْ يَتْرُكَ فِيهِ مِنْ لَذَّةِ النَّشْوَةِ وَالذُّهُولِ عَنِ الْمُكَدِّرَاتِ وَمِنْ مُجَامَلَةِ الْإِخْوَانِ، لِتَوَهُّمِ ضَرَرٍ نَجَا مِنْهُ فُلَانٌ وَفُلَانٌ، وَلَوْ سَأَلَ هَؤُلَاءِ الْمَخْدُوعُونَ مَنْ سَبَقَهُمْ إِلَى هَذِهِ الْمِحْنَةِ وَأَسْرَفُوا فِي السُّكْرِ حَتَّى أَفْسَدَ عَلَيْهِمْ صِحَّتَهُمْ وَعِفَّتَهُمْ وَبَيْتَهُمْ وَثَرْوَتَهُمْ: هَلْ كُنْتُمْ يَوْمًا بَدَأْتُمْ بِشُرْبِ الْإِثْمِ تَنْوُونَ الْإِسْرَافَ فِيهِ وَإِدْمَانِهِ؟ لَأَجَابَهُمْ جَمِيعُ مَنْ سَأَلُوهُمْ أَوْ أَكْثَرُهُمْ لَا لَا، وَإِنَّمَا كُنَّا نَنْوِي أَنْ نَشْرَبَ الْقَلِيلَ، وَمَا كُنَّا لِنَعْلَمَ أَنَّ الْقَلِيلَ يَقْسِرُنَا عَلَى الْكَبِيرِ، وَيَرْمِينَا بَعْدَ ذَلِكَ بِالدَّاءِ الْوَبِيلِ حَتَّى لَا نَجِدَ إِلَى الْخُرُوجِ مِنْ سَبِيلٍ; وَمِنْ هُنَا تَعْلَمُ أَنَّ مَا ذَكَرْنَاهُ مِنْ قَبْلُ فِي تَعَلُّلِ شُرْبِ بَعْضِ الْمُتَعَلِّمِينَ الْأَطِبَّاءِ لِلْخَمْرِ مِنْ أَنَّ الْعِلْمَ لَا يَسْتَلْزِمُ الْعَمَلَ مَبْنِيٌّ عَلَى التَّسَامُحِ وَالْأَخْذِ بِالظَّاهِرِ فَالْعِلْمُ يَسْتَلْزِمُ الْعَمَلَ مَا لَمْ يُعَارِضْهُ مَا هُوَ أَرْجَحُ مِنْهُ. </p><p> وَأَمَّا الْمُؤْمِنُونَ بِتَحْرِيمِ الْخَمْرِ فَلَهُمْ شُبَهَاتٌ مُتَعَدِّدَةٌ لَا شُبْهَةٌ وَاحِدَةٌ فَمِنْهُمْ مَنْ تَعَلَّقَ بِقَوْلِ مَنْ ذَهَبَ إِلَى أَنَّ الْخَمْرَ الْمُتَّخَذَةَ مِنْ عَصِيرِ الْعِنَبِ هِيَ الْمُحَرَّمَةُ لِذَاتِهَا وَأَنَّ </p><p> مَا عَدَاهَا مِنَ الْمُسْكِرَاتِ لَا يَحْرُمُ مِنْهُ إِلَّا الْقَدْرُ الْمُسْكِرُ بِالْفِعْلِ، أَوِ الْحُسْوَةُ الْأَخِيرَةُ الَّتِي تَعْقُبُهَا نَشْوَةُ الْمُسْكِرِ، وَأَوَّلُوا مَا وَرَدَ فِي الْأَحَادِيثِ الصَّحِيحَةِ مِنَ النَّصِّ عَلَى تَحْرِيمِ كُلِّ مُسْكِرٍ بِأَنَّ لَفْظَ الْمُسْكِرِ وَصْفٌ لِمَوْصُوفٍ مَحْذُوفٍ، وَأَنَّ الْمُرَادَ أَنَّ الْمِقْدَارَ الْمُسْكِرَ مِنَ الشَّرَابِ بِالْفِعْلِ هُوَ الْحَرَامُ وَقَدْ بَيَّنَّا رَدَّ هَذَا فِيمَا سَبَقَ، وَأَنَّ لَفْظَ مُسْكِرٍ فِي تِلْكَ الْأَحَادِيثِ اسْمُ جِنْسٍ يَعُمُّ كُلَّ شَرَابٍ مِنْ شَأْنِهِ الْإِسْكَارُ، وَلِذَلِكَ وَرَدَ فِي الصَّحِيحِ مَقْرُونًا بِكُلٍّ كَقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ \" كَمَا تَقَدَّمَ لَا يُمْكِنُ أَنْ يَكُونَ الْمَعْنَى كُلُّ مِقْدَارٍ مُسْكِرٍ بِالْفِعْلِ يُسَمَّى خَمْرًا، كَمَا هُوَ بَدِيهِيٌّ عِنْدَ كُلِّ مَنْ لَهُ شَمَّةٌ مِنْ هَذِهِ اللُّغَةِ، وَكَمَا يُعْرَفُ بِالْعَقْلِ، لِمَا تَرَتَّبَ عَلَيْهِ مِنَ التَّنَاقُضِ أَيْضًا، فَإِنَّ الْمِقْدَارَ الْمُسْكِرَ لِزَيْدٍ رُبَّمَا لَا يَكُونُ مُسْكِرًا لِعَمْرٍو، وَلَا يَزَالُ بَعْضُ النَّاسِ يَبْحَثُ عَنْ بَعْضِ الْأَخْبَارِ وَالْآثَارِ حَتَّى الضَّعِيفَةِ وَالْمَوْضُوعَةِ لِيَسْتَدِلَّ بِهَا عَلَى أَنَّ شُرْبَ الْقَلِيلِ مِنَ الْمُسْكِرِ غَيْرُ مُحَرَّمٍ، وَإِنْ كَانَتْ وَقَائِعَ أَحْوَالٍ لَا يُحْتَجُّ بِهَا عَلَى فَرْضِ صِحَّتِهَا وَيَجْعَلُ ذَلِكَ مَخْرَجًا عَلَى نَصِّ الْقُرْآنِ وَالْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا وَعَمَلِ أَهْلِ الدِّينِ مِنَ السَّلَفِ </p><p> وَالْخَلَفِ، قَدْ تَقَدَّمَ تَفْنِيدُ الْمَزَاعِمِ وَدَحْضُ الشُّبَهَاتِ الَّتِي يَتَوَكَّأُ عَلَيْهَا هَؤُلَاءِ النَّاسِ وَأَمْثَالُهِمْ كَالَّذِينِ زَعَمُوا أَنَّ تَحْرِيمَ كُلِّ مُسْكِرٍ قَدْ نُسِخَ، نَعَمْ رَوَى الطَّحَاوِيُّ مِنْ طَرِيقِ الْحَجَّاجِ بْنِ أَرْطَاةَ أَنَّ ابْنَ مَسْعُودٍ قَالَ فِي حَدِيثِ:  \" كُلُّ مُسْكِرٍ حَرَامٌ \" هِيَ الشَّرْبَةُ الَّتِي تُسْكِرُ، وَحَجَّاجٌ هَذَا ضَعِيفٌ وَمُدَلِّسٌ وَمَا زَعَمَهُ مَرْدُودٌ لُغَةً فَلَا يَقُولُهُ مِثْلُ ابْنِ مَسْعُودٍ. </p><p> وَإِنَّمَا نُرِيدُ أَنْ نُشِيرَ إِلَى تَعِلَّاتِ مَنْ يُقْدِمُونَ عَلَى شُرْبِ أَيِّ نَوْعٍ مِنْ أَنْوَاعِ الْخَمْرِ لِأَجْلِ السُّكْرِ وَهُمْ يَعْتَقِدُونَ أَنَّ ذَلِكَ مِنْ كَبَائِرِ الْمَعَاصِي، وَفَقَدَ فَاتَ زَمَنُ الَّذِينَ كَانُوا يَغُشُّونَ أَنْفُسَهُمْ وَالنَّاسَ بِتَرْكِ النَّبِيذِ الَّذِي هُوَ نَقِيعُ الزَّبِيبِ وَالتَّمْرِ وَنَحْوِهِمَا زَمَنًا يُسْكِرُ فِيهِ كَثِيرُهُ ثُمَّ قَلِيلُهُ وَيَشْرَبُونَهُ عَلَى تَوَهُّمٍ أَنَّهُ حَلَالٌ، فَإِنْ سَكِرُوا أَحَالُوا عَلَى غَفْلَتِهِمْ عَنِ الْكَثْرَةِ أَوْ عَلَى جَوْرِ السُّقَاةِ عَلَيْهِمْ وَكَابَرُوا أَنْفُسَهُمْ بِأَنَّهُمْ لَمْ يَكُونُوا يَقْصِدُونَ السُّكْرَ، كَمَا كَانَ يَقَعُ مِنْ بَعْضِ الْمُتْرَفِينَ فِي الْقُرُونِ الْأُولَى، حَتَّى عُزِيَ إِلَى بَعْضِ الْخُلَفَاءِ الْعَبَّاسِيِّينَ، وَبَعْضِ رِجَالِ الْعِلْمِ وَالدِّينِ. </p><p> مَنِ اخْتَبَرَ حَالَ الْمُبْتَدِئِينَ بِشُرْبِ الْخَمْرِ عَلَى اعْتِقَادِ ضَرَرِهَا فِي الدُّنْيَا، وَالْمُبْتَدِئِينَ بِشُرْبِهِمْ عَلَى اعْتِقَادِ ضَرَرِهَا فِي الْآخِرَةِ، يَرَى بَيْنَهُمَا شَبَهًا فِي أَنَّ كُلًّا مِنْهُمَا يَنْوِي فِي أَوَّلِ الْأَمْرِ أَنْ يَقْتَصِرَ عَلَى الْقَلِيلِ الَّذِي لَا يَتَرَتَّبُ عَلَيْهِ فَسَادٌ يُذْكَرُ، فَأَمَّا الَّذِينَ يُقَلِّدُونَ مَنْ قَالُوا إِنَّ الْقَلِيلَ مِنْ غَيْرِ خَمْرِ الْعِنَبِ لَيْسَ كَالْكَثِيرِ فَيَكُونُ اطْمِئْنَانُهُمْ أَشَدَّ، وَأَمَّا الَّذِينَ يَتَّبِعُونَ النُّصُوصَ وَيُوَافِقُونَ الْجُمْهُورَ فِي تَحْرِيمِ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ فَمِنْهُمُ الْمُتَفَقِّهَةُ وَغَيْرُ الْمُتَفَقِّهَةِ فَالْمُتَفَقِّهَةُ يُعَلِّلُونَ أَنْفُسَهُمْ أَوَّلًا بِمَسْأَلَةِ عِلَّةِ التَّحْرِيمِ وَحِكْمَتِهِ، وَقَدْ فَنَّدْنَا شُبْهَتَهُمْ هَذِهِ فِيمَا سَبَقَ، وَغَيْرُ الْمُتَفَقِّهَةِ يَعْتَمِدُونَ عَلَى عَفْوِ اللهِ تَعَالَى قَبْلَ التَّعَوُّدِ وَالْإِدْمَانِ، كَمَا يَعْتَمِدُونَ عَلَيْهِ هُمْ وَالْمُتَفَقِّهَةُ بَعْدَهُ عِنْدَمَا يَعْلَمُونَ بِالِاخْتِبَارِ وَالْعَمَلِ أَنَّ قَلِيلَ الْخَمْرِ يُفْضِي إِلَى كَثِيرِهَا، وَيَرَوْنَ أَنْفُسَهُمْ قَدِ انْغَمَسَتْ فِي شُرُورِهَا وَمَفَاسِدِهَا. </p><p> فَالتُّكَأَةُ الْأَخِيرَةُ لِمَنْ يَشْرَبُ الْخَمْرَ مَنْ أَهْلِ الدِّينِ هِيَ تُكَأَةُ أَكْثَرِ الْمُرْتَكِبِينَ لِسَائِرِ الْمَعَاصِي وَهِيَ الْغُرُورُ بِكَرَمِ اللهِ وَعَفْوِهِ، إِمَّا بِضَمِيمَةِ الِاعْتِمَادِ عَلَى بَعْضِ الْأَعْمَالِ الصَّالِحَةِ وَلَا سِيَّمَا مَا يُسَمَّى مِنْهَا بِالْمُكَفِّرَاتِ، أَوْ عَلَى الشَّفَاعَاتِ، وَإِمَّا بِدُونِ ضَمِيمَةٍ، وَمِنْ مُكَفِّرَاتِ الذُّنُوبِ مَا لَهُ أَصْلٌ فِي السُّنَّةِ وَمِنْهَا مَا لَا أَصْلَ لَهُ، وَمَا لَهُ أَصْلٌ قَيَّدُوهُ بِالصَّغَائِرِ أَوْ بِمُقَارَنَةِ التَّوْبَةِ لَهُ، وَقَدْ فَنَّدْنَا جَهْلَ هَؤُلَاءِ وَغُرُورِهِمْ فِي مَبَاحِثِ التَّوْبَةِ الْكَفَّارَةِ مِنْ تَفْسِيرِ سُورَةِ النِّسَاءِ (رَاجِعْ تَفْسِيرَ) : (إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ)  (٤: ١٧)  (رَاجِعْ ص٢٦٨ وَمَا بَعْدَهَا ج٤ط الْهَيْئَةِ) وَتَفْسِيرَ: (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ)  (٤: ٣١) </p><p> (فِي ص ٣٩ وَمَا بَعْدَهَا ج٥ ط الْهَيْئَةِ) وَهَذَا الْجَهْلُ وَالْغُرُورُ يَرْسَخُ فِي قُلُوبِ هَؤُلَاءِ، بِمَا نَظَمَهُ وَيَنْظِمُهُ لَهُمْ فُسَّاقُ الشُّعَرَاءِ، كَقَوْلِ أَبِي نُوَاسٍ الشَّهِيرِ بِالسُّكْرِ وَالْفُجُورِ: </p><p> تَكَثَّرْ ما اسْتَطَعْتَ مِنَ الْمَعَاصِي ... فَإِنَّكَ وَاجِدٌ رَبًّا غَفُورا </p><p> تَعُضُّ نَدامَةً كَفَّيْكَ مِمَّا ... تَرَكْتَ مَخَافَةَ النَّارِ السُّرُورَا </p><p> وَقَوْلُهُ مِنْ قَصِيدَةٍ يَذْكُرُ بِهَا اسْتِعَانَتَهُ بِالْخَمْرِ عَلَى الْفُجُورِ بِغُلَامٍ نَصْرَانِيٍّ هَرَبَ مِنْهُ إِلَى دَيْرٍ وَتَرَهَّبَ فِيهِ: </p><p> وَرَجَوْتُ عَفْوَ اللهِ مُعْتَمِدًا ... عَلَى خَيْرِ الْأَنَامِ مُحَمَّدِ الْمَبْعُوثِ. </p><p> لَوْ صَحَّ مَا يَهْذِي بِهِ هَؤُلَاءِ الْفُجَّارُ، لَكَانَ الدِّينُ كُلُّهُ لَغْوًا وَعَبَثًا لَا حَاجَةَ إِلَيْهِ وَحَاشَا لِلَّهِ. </p><p> (تَوْضِيحٌ وَاسْتِدْرَاكٌ وَتَصْحِيحٌ) . </p><p> فِي بَحْثِ عَدَمِ شُرْبِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْخَمْرَ. </p><p> حَدِيثُ إِهْدَاءِ الْخَمْرِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَعْزُوُّ إِلَى الْحُمَيْدِيِّ فِي (ص٧٤) مِنْ حَدِيثِ أَبِي هُرَيْرَةَ وَإِلَى مُسْلِمٍ وَالنَّسَائِيِّ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ رَوَاهُ أَحْمَدُ وَكَذَا الْبَغَوِيُّ عَنْ طَرِيقِ عَبْدِ اللهِ بْنِ لَهِيعَةَ وَسُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ نَافِعِ بْنِ كَيْسَانَ الثَّقَفِيِّ عَنْ أَبِيهِ: \" أَنَّهُ كَانَ يَتَّجِرُ فِي الْخَمْرِ وَأَنَّهُ أَقْبَلَ مِنَ الشَّامِ فَقَالَ: يَا رَسُولَ اللهِ إِنِّي جِئْتُكَ(في الْإِصَابَةِ: جِئْتُ)بِشَرَابٍ جَيِّدٍ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يَا كَيْسَانُ إِنَّهَا حُرِّمَتْ بَعْدَكَ،قَالَ:أَفَأَبِيعُهَا؟قَالَ:إِنَّهَا حُرِّمَتْ وَحُرِّمَ ثَمَنُهَا \" وَفِي تَوْثِيقِ ابْنِ لَهِيعَةَ وَسُلَيْمَانَ وَتَضْعِيفُهُمَا مَقَالٌ مَعْرُوفٌ. </p><p> وَرَوَى أَحْمَدُ وَأَبُو يَعْلَى مِنْ حَدِيثِ تَمِيمٍ الدَّارِيِّ أَنَّهُ كَانَ يُهْدِي لِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلَّ عَامٍ رَاوِيَةَ خَمْرٍ فَلَمَّا كَانَ عَامَ حُرِّمَتْ جَاءَ بِرَاوِيَةٍ فَقَالَ:  \" أَشَعَرْتَ أَنَّهَا قَدْ حُرِّمَتْ بَعْدَكَ؟قَالَ:أَفَلَا أَبِيعُهَا وَأَنْتَفِعُ بِثَمَنِهَا؟ فَنَهَاهُ \" . </p><p> ذَكَرَ الْحَافِظُ بْنُ حَجَرٍ الْحَدِيثَيْنِ فِي الْفَتْحِ وَقَالَ أَوَّلًا: إِنَّ فِي حَدِيثِ أَحْمَدَ الْأَوَّلِ </p><p> أَنَّ الْمُهْدِيَّ كَانَ مِنْ ثَقِيفٍ أَوْ دَوْسٍ وَأَنَّ ذَلِكَ كَانَ عَامَ الْفَتْحِ، ثُمَّ قَالَ: وَيُسْتَفَادُ مِنْ حَدِيثِ كَيْسَانَ تَسْمِيَةُ الْمُبْهَمِ فِي حَدِيثِ ابْنِ عَبَّاسٍ (أَيِ الَّذِي رَوَاهُ مُسْلِمٌ وَالنَّسَائِيٌّ أَقُولُ: وَكَذَا فِي حَدِيثِ أَبِي هُرَيْرَةَ الَّذِي عَزَاهُ صَاحِبُ الْمُنْتَقَى إِلَى الْحُمَيْدِيِّ) وَمِنْ حَدِيثِ تَمِيمٍ تَأْيِيدُ الْوَقْتِ الْمَذْكُورِ فَإِنَّ إِسْلَامَ تَمِيمٍ كَانَ بَعْدَ الْفَتْحِ. اه. </p><p> وَأَقُولُ: قَدِ اتَّضَحَ مِنْ مَجْمُوعِ الرِّوَايَاتِ أَنَّ تَمِيمًا هُوَ الَّذِي قَالُوا إِنَّهُ كَانَ يَهْدِي </p><p> لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاوِيَةَ خَمْرٍ فِي كُلِّ عَامٍ دُونَ كَيْسَانَ، وَتَمِيمٌ هَذَا قَدْ أَسْلَمَ سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ كَمَا نَقَلَهُ الْحَافِظُ فِي الْإِصَابَةِ وَأَشَارَ إِلَيْهِ فِي الْفَتْحِ، فَهُوَ لَمْ يُدْرِكْ مِنْ حَيَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا سَنَةً وَاحِدَةً كَانَتِ الْخَمْرُ مُحَرَّمَةً فِيهَا بِاتِّفَاقِ الرِّوَايَاتِ، فَإِهْدَاؤُهُ الرَّاوِيَةَ إِلَيْهِ فِي كُلِّ عَامٍ كَمَا قِيلَ مُتَعَذَّرٌ فَهَذَا حَدِيثٌ يَنْقُضُ نَفْسَهُ بِنَفْسِهِ فَلَا يُحْتَجُّ بِهِ، عَلَى فَرْضِ قُوَّةِ سَنَدِهِ، عَلَى أَنَّهُ لَوْ صَحَّ مَتْنًا وَسَنَدًا لَا يَدُلُّ عَلَى أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَشْرَبُ مِنْ تِلْكَ الْخَمْرِ وَلَمْ يَنْقُلْ أَحَدٌ، وَأَنَّهُ لَيُوجَدُ كَثِيرٌ مِنَ النَّاسِ يَقْتَنُونَ الْخَمْرَ وَلَا يَدِينُونَ اللهَ بِحُرْمَتِهَا وَهُمْ مَعَ ذَلِكَ لَا يَشْرَبُونَهَا، وَقَدْ يَشْرَبُهَا بَعْضُ أَهْلِ الْبَيْتِ مِنْهُمْ دُونَ بَعْضٍ وَيُقَدِّمُونَهَا لِلضُّيُوفِ، فَالِاقْتِنَاءُ لَا يَدُلُّ عَلَى الشُّرْبِ. </p><p> وَأَمَّا حَدِيثُ شُرْبِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَبِيذِ السِّقَايَةِ الَّذِي أَشَرْنَا إِلَيْهِ فِي ص٧٤ يَعْزُوهُ إِلَى الْمُسْنَدِ فَقَدْ رَوَاهُ النَّسَائِيُّ أَيْضًا مِنْ طَرِيقِ يَحْيَى بْنِ يَمَانٍ عَنْ أَبِي مَسْعُودٍ قَالَ:  \" عَطَشَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَوْلَ الْكَعْبَةِ فَاسْتَسْقَى فَأُتِيَ بِنَبِيذٍ مِنَ السِّقَايَةِ فَشَمَّهُ فَقَطَّبَ فَقَالَ: عَلَيَّ بِذَنُوبٍ مِنْ مَاءِ زَمْزَمَ فَصَبَّ عَلَيْهِ ثُمَّ شَرِبَ،فَقَالَ رَجُلٌ:أَحَرَامٌ هُوَ يَا رَسُولَ اللهِ؟قَالَ:لَا \" وَقَدْ صَرَّحَ أَحْمَدُ وَالنَّسَائِيُّ رَاوِيَاهُ بِضَعْفِهِ، لِأَنَّ يَحْيَى بْنَ يَمَانٍ انْفَرَدَ بِهِ دُونَ أَصْحَابِ سُفْيَانَ وَهُوَ ضَعِيفٌ، قَالَ النَّسَائِيُّ: وَيَحْيَى بْنُ يَمَانٍ لَا يُحْتَجُّ بِحَدِيثِهِ لِسُوءِ حَفِظَهُ وَكَثْرَةِ خَطَئِهِ، وَقَالَ ابْنُ عَدَيٍّ: عَامَّةٌ مَا يَرْوِيهِ غَيْرُهُ مَحْفُوظٌ، وَهُوَ فِي نَفْسِهِ لَا يَتَعَمَّدُ الْكَذِبَ إِلَّا أَنَّهُ يُخْطِئُ وَيُشَبَّهُ عَلَيْهِ، وَقَالَ غَيْرُهُمْ: كَانَ سَرِيعَ الْحِفْظِ سَرِيعَ النِّسْيَانِ، كَانَ يَحْفَظُ فِي الْمَجْلِسِ الْوَاحِدِ خَمْسَمِائَةِ حَدِيثٍ، وَقَالَ الْحَافِظُ فِي الْفَتْحِ: وَقَدْ ضَعَّفَ حَدِيثَ أَبِي مَسْعُودٍ الْمَذْكُورَ النَّسَائِيُّ وَأَحْمَدُ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُمْ يَنْفَرِدُ يَحْيَى بْنُ يَمَانٍ يَرْفَعُهُ وَهُوَ ضَعِيفٌ. </p><p> وَفِي مَعْنَى حَدِيثِ السِّقَايَةِ حَدِيثُ ابْنِ عُمَرَ \" رَأَيْتُ رَجُلًا جَاءَ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَدَحٍ فِيهِ نَبِيذٌ وَهُوَ عِنْدُ الرُّكْنِ وَدَفَعَ إِلَيْهِ الْقَدْحَ فَرَفَعَهُ إِلَى فِيهِ فَوَجَدَهُ شَدِيدًا فَرَدَّهُ عَلَى صَاحِبِهِ،فَقَالَ لَهُ رَجُلٌ مِنَ الْقَوْمِ:يَا رَسُولَ اللهِ أَحْرَامٌ هُوَ؟فَقَالَ:عَلَيَّ بِالرَّجُلِ فَأُتِيَ بِهِ فَأَخَذَ مِنْهُ الْقَدْحَ ثُمَّ دَعَا بِمَاءٍ فَصَبَّهُ فِيهِ ثُمَّ رَفَعَهُ إِلَى فِيهِ فَقَطَّبَ ثُمَّ دَعَا بِمَاءٍ أَيْضًا فَصَبَّهُ فِيهِ ثُمَّ قَالَ: إِذَا اغْتَلَمَتْ عَلَيْكُمْ هَذِهِ الْأَوْعِيَةُ فَاكْسِرُوا مُتُونَهَا بِالْمَاءِ \" رَوَاهُ النَّسَائِيُّ مِنْ </p><p> طَرِيقِ عَبْدِ الْمَلِكِ بْنِ نَافِعٍ وَقَالَ فِيهِ: لَيْسَ بِالْمَشْهُورِ وَلَا يُحْتَجُّ </p><p> بِحَدِيثِهِ، وَالْمَشْهُورُ عَنِ ابْنِ عُمَرَ خِلَافَ حِكَايَتِهِ، ثُمَّ أَوْرَدَ الرِّوَايَاتِ عَنْهُ بِأَنَّهُ قَالَ:  \" اجْتَنَبَ كُلَّ شَيٍّ يَنِشُّ \" وَقَالَ: \" الْمُسْكِرُ قَلِيلُهُ حَرَامٌ وَكَثِيرُهُ حَرَامٌ \" وَغَيْرَ ذَلِكَ، وَقَالَ الذَّهَبِيُّ: عَبْدُ الْمَلِكِ بْنُ نَافِعٍ عَنِ ابْنِ عُمَرَ مَجْهُولٌ مَرَّةَ وَخَبَرُهُ مُنْكَرٌ. </p><p> أَقُولُ: طَالَمَا دَسَّ الْمُتَلَاعِبُونَ بِالرِّوَايَاتِ أَسْمَاءَ الْمَجْهُولِينَ فِي الْأَسَانِيدِ الصَّحِيحَةِ لِيُرَوِّجُوا بِهَا مَا يَفْتَرُونَهُ فَأَبْطَلَ رِجَالُ الْجَرْحِ وَالتَّعْدِيلِ دَسِيسَتَهُمْ وَلَوْ ثَبَتَ هَذَا الْحَدِيثُ لِجَازَ الْقَوْلُ بِأَنَّ ذَلِكَ الشَّرَابَ كَانَ قَدْ بَدَأَ فِيهِ التَّغَيُّرُ وَلَمْ يَصِلْ إِلَى حَدِّ الْإِسْكَارِ فَكَسَرَهُ بِالْمَاءِ لِئَلَّا يَصِيرَ مُسْكِرًا وَلَا يُمْكِنُ مُوَافَقَتُهُ لِلرِّوَايَاتِ الصَّحِيحَةِ إِلَّا بِهَذَا. </p><p> وَقَدْ رَوَى النَّسَائِيُّ وَالْبَيْهَقِيُّ نَحْوًا مِنْ هَذَا عَنْ عُمَرَ، وَلَفْظُ النَّسَائِيِّ: عَنْ يَحْيَى بْنِ سَعِيدٍ سَمِعَ سَعِيدَ بْنِ الْمُسَيَّبِ يَقُولُ: \" تَلَقَّتْ ثَقِيفٌ عُمَرَ بِشَرَابٍ فَدَعَا بِهِ فَلَمَّا قَرَّبَهُ إِلَى فِيهِ كَرِهَهُ فَدَعَا بِهِ فَكَسَرَهُ بِالْمَاءِ فَقَالَ: هَكَذَا فَافْعَلُوا \" ثُمَّ رَوَى عَنْ عُتْبَةَ بْنِ فَرْقَدٍ قَالَ: كَانَ النَّبِيذُ الَّذِي قَدْ شَرِبَهُ عُمَرُ قَدْ تَخَلَّلَ (أَيْ صَارَ خَلًّا) وَذَكَرَ الْحَافِظُ الْأَثَرَ فِي الْفَتْحِ عَنِ الْبَيْهَقِيِّ وَفِيهِ أَنَّهُ قَطَّبَ وَجْهَهُ \" وَقَالَ: قَالَ نَافِعٌ: وَاللهِ مَا قَطَّبَ عُمَرَ وَجْهَهُ لِأَجْلِ الْإِسْكَارِ حِينَ ذَاقَهُ، وَلَكِنَّهُ تَخَلَّلَ،وَعَنْ عُتْبَةَ بْنِ فَرْقَدٍ قَالَ:كَانَ النَّبِيذُ الَّذِي شَرِبَهُ عُمَرُ قَدْ تَخَلَّلَ وَرَوَى الْأَثْرَمُ عَنِ الْأَوْزَاعِيِّ وَعَنِ الْعُمَرِيِّ أَنَّ عُمَرَ إِنَّمَا كَسَرَهُ بِالْمَاءِ لِشِدَّةِ حَلَاوَتِهِ، ثُمَّ جَمَعَ الْحَافِظُ بَيْنَ الْقَوْلَيْنِ بِأَنَّ ذَلِكَ كَانَ فِي حَالَتَيْنِ، وَأَنَّهُ لَمَّا قَطَّبَ كَانَ لِحُمُوضَتِهِ، وَلَمَّا لَمْ يُقَطِّبُ كَانَ لِحَلَاوَتِهِ.</p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ مَا وَرَدَ مِنْ كَسْرِ النَّبِيذِ بِالْمَاءِ يَدُلُّ مَجْمُوعُهُ عَلَى أَنْ يُكْسَرَ إِذَا أَخَذَ فِي الِاشْتِدَادِ وَالتَّغَيُّرِ خَشْيَةَ أَنْ يَصِيرَ مُسْكِرًا، فَأَمَّا إِذَا صَارَ مُسْكِرًا فَلَا عِلَاجَ لَهُ إِلَّا إِرَاقَتُهُ كَمَا وَرَدَ فِي الْحَدِيثِ الْمَرْفُوعِ، إِذْ لَا يُبَاحُ حِينَئِذٍ قَلِيلُهُ وَلَا كَثِيرُهُ، وَلَوْ أُزِيلَ تَأْثِيرُهُ بِالْمَاءِ، وَالْمُرَادُ بِالِاشْتِدَادِ الَّذِي وَرَدَ فِي الْأَخْبَارِ وَالْآثَارِ اشْتِدَادُ الْحُمُوضَةِ أَوِ الْحَلَاوَةِ كَمَا قَالَهُ الْبَيْهَقِيُّ، وَمِثْلُهُ الِاغْتِلَامُ. </p><p> وَرَوَى النَّسَائِيُّ عَنْ عُمَرَ أَنَّهُ قَالَ: \" إِذَا خَشِيتُمْ مِنْ نَبِيذٍ شِدَّتَهُ فَاكْسِرُوهُ بِالْمَاءِ، قَالَ عَبْدُ اللهِ: مِنْ قَبْلِ أَنْ يَشْتَدَّ \" انْتَهَى وَيُمْكِنُ أَنْ يُحْمَلَ عَلَى هَذَا التَّفْسِيرِ كُلُّ مَا وَرَدَ فِي الِاشْتِدَادِ عَلَى طَرِيقَةِ الْعَرَبِ فِي التَّغَيُّرِ بِالْفِعْلِ عَنْ قُرْبِ وُقُوعِهِ وَإِرَادَتِهِ.</p><p> وَمِنَ الِاسْتِدْرَاكِ عَلَى مَا تَقَدَّمَ حَدِيثُ أَبِي بُرْدَةَ بْنِ نِيَارٍ \" اشْرَبُوا فِي الظُّرُوفِ وَلَا </p><p> تَسْكَرُوا \" قَالَ النَّسَائِيُّ هَذِهِ حَدِيثٌ مُنْكَرٌ غَلَطَ فِيهِ أَبُو الْأَحْوَصِ سَلَامُ بْنُ سُلَيْمٍ، وَلَا نَعْلَمُ أَنَّ أَحَدًا مِنْ أَصْحَابِ سِمَاكٍ تَابَعَهُ عَلَيْهِ وَسِمَاكٌ لَيْسَ بِالْقَوِيِّ وَكَانَ يَقْبَلُ التَّلْقِينَ وَخَطَّأَهُ فِيهِ أَحْمَدُ أَيْضًا. </p><p> وَمَثَلُهُ حَدِيثُ عَائِشَةَ \" اشْرَبُوا وَلَا تَسْكَرُوا \" قَالَ النَّسَائِيُّ: وَهَذَا غَيْرُ ثَابِتٍ أَيْضًا، وَقَالَ فِي قِرْصَافَةَ رَاوِيَتِهِ عَنْ عَائِشَةَ لَا يُدْرَى مَنْ هِيَ، وَالْمَشْهُورُ عَنْ عَائِشَةَ خِلَافُ مَا رَوَتْهُ عَنْهَا قِرْصَافَةُ، ثُمَّ ذَكَرَ الرِّوَايَاتِ عَنْهَا فِي ذَلِكَ كَقَوْلِهَا:  \" لَا أُحِلُّ مُسْكِرًا وَإِنْ كَانَ خُبْزًا وَإِنْ كَانَ مَاءً \" وَقَوْلِهَا لِلنِّسَاءِ: \" وَإِنْ أَسْكَرَكُنَّ مَاءُ حُبِّكُنَّ فَلَا تَشْرَبْنَهُ \" أَقُولُ: كَذَبُوا عَلَى عَائِشَةَ كَمَا كَذَبُوا عَلَى ابْنِ عُمَرَ بِخِلَافِ مَا صَحَّ عَنْهُمَا. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّهُ لَمْ يَصِحَّ فِي هَذَا الْمَعْنَى شَيْءٌ، عَلَى أَنَّهُ يُمْكِنُ حَمْلُ مَعْنَاهُ عَلَى مَا يُوَافِقُ سَائِرَ النُّصُوصِ وَهُوَ الْإِذْنُ بِشُرْبِ النَّبِيذِ (النَّقِيعِ) إِذَا عُلِمَ أَنَّهُ لَمْ يَخْتَمِرْ فَيَصِيرُ مُسْكِرًا لِئَلَّا يُكْسَرَ بِهِ، وَأَمَّا حَمْلُهُ عَلَى الْأَحَادِيثِ الْكَثِيرَةِ فِي تَحْرِيمِ كُلِّ مُسْكِرٍ وَفِي تَسْمِيَتِهِ خَمْرًا عَلَى الْمُسْكِرِ بِالْفِعْلِ فَهُوَ تَحْرِيفٌ لِلُّغَةِ وَإِفْسَادٍ لَهَا كَمَا تَقَدَّمَ، وَإِنِّي لَأَعْجَبُ كَيْفَ يَقُولُ عَاقِلٌ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُ الصَّحَابَةَ بِأَنْ يَشْرَبُوا مِنَ الْمُسْكِرِ وَأَلَّا يَسْكَرُوا، هَلْ يَتَيَسَّرُ لِوَاحِدٍ مِنْ أَلْفٍ مِنَ النَّاسِ أَنْ يَشْرَبَ مِنَ الْمُسْكِرِ وَلَا يَسْكَرَ؟ </p><p> (عُقُوبَةُ شَارِبِ الْخَمْرِ) . </p><p> ثَبَتَ فِي أَحَادِيثِ الصَّحِيحَيْنِ مُجْتَمِعِينَ وَمُنْفَرِدِينَ \" أَنَّهُ كَانَ يُؤْتَى بِالشَّارِبِ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيُضْرَبُ بِالْأَيْدِي وَالْجَرِيدِ وَالثِّيَابِ وَالنِّعَالِ \" وَفِي حَدِيثِ أَنَسٍ عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَأَبِي دَاوُدَ وَالتِّرْمِذِيِّ \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى بِرَجُلٍ قَدْ شَرِبَ الْخَمْرَ فَجُلِدَ بِجَرِيدَتَيْنِ نَحْوَ أَرْبَعِينَ، قَالَ وَفَعَلَهُ أَبُو بَكْرٍ،فَلَمَّا كَانَ عُمَرُ اسْتَشَارَ النَّاسَ فَقَالَ عَبْدُ الرَّحْمَنِ:أَخَفُّ الْحُدُودِ ثَمَانِينَ، فَأَمَرَ بِهِ عُمَرُ \" وَفِي الصَّحِيحَيْنِ عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ \" مَا كُنْتُ لِأُقِيمَ عَلَى أَحَدٍ حَدَّا فَيَمُوتُ وَأَجِدُ فِي نَفْسِي شَيْئًا إِلَّا صَاحِبَ الْخَمْرِ فَإِنَّهُ لَوْ مَاتَ وَدَيْتُهُ(أَيْ دَفَعْتُ دِيَتَهُ)وَذَلِكَ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَسُنَّهُ \" . </p><p> وَفِي صَحِيحِ مُسْلِمٍ:  \" أَنَّ عُثْمَانَ أَتَى بِالْوَلِيدِ وَقَدْ صَلَّى الصُّبْحَ رَكْعَتَيْنِ وَقَالَ: أَزِيدُكُمْ فَشَهِدَ عَلَيْهِ حُمْرَانُ أَنَّهُ شَرِبَ الْخَمْرَ، وَشَهِدَ آخِرٌ أَنَّهُ رَآهُ يَتَقَيَّؤُهَا،فَقَالَ عُثْمَانُ:إِنَّهُ لَمْ يَتَقَيَّأْهَا حَتَّى شَرِبَهَا، وَأَمَرَ بِجِلْدِهِ،فَجَلَدَهُ عَبْدُ اللهِ بْنُ جَعْفَرٍ وَعَلِيُّ يَعُدُّ حَتَّى بَلَغَ أَرْبَعِينَ فَقَالَ:أَمْسِكْ،ثُمَّ قَالَ:جَلَدَ النَّبِيُّ وَأَبُو بَكْرٍ أَرْبَعِينَ وَعُمَرُ ثَمَانِينَ، وَكُلٌّ سُنَّةٌ، وَهَذَا أَحَبُّ إِلَيَّ \" أَقُولُ: يَعْنِي الْأَرْبَعِينَ الَّذِي أَمَرَ بِهَا، وَقَوْلُهُ:  \" وَكُلٌّ سُنَّةٌ \" مَعْنَاهُ أَنَّهُ جَرَى بِهِ الْعَمَلُ، وَهَذَا لَا يُعَارِضُ قَوْلَهُ فِي رِوَايَةِ الصَّحِيحَيْنِ:  \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَسُنَّ حَدَّ الْخَمْرِ; \" لِأَنَّ ضَرْبَهُ أَرْبَعِينَ مَرَّةً وَاحِدَةً لَا يُعَدُّ سُنَّةً مَحْدُودَةً لَهُ مَعَ مُخَالَفَتِهِ غَيْرَ مَرَّةٍ، وَإِنَّمَا صَارَ سُنَّةً عَمَلِيَّةً لِجَرْيِ أَبِي بَكْرٍ عَلَيْهِ، وَيُسْتَفَادُ مِنْ مَجْمُوعِ الرِّوَايَاتِ أَنَّ الْمَشْرُوعَ فِي الْعِقَابِ عَلَى شُرْبِ الْخَمْرِ وَهُوَ الضَّرْبُ الْمُرَادُ مِنْهُ إِهَانَةُ الشَّارِبِ وَتَنْفِيرُ النَّاسِ مِنَ الشُّرْبِ، وَإِنَّ ضَرْبَ الشَّارِبِ أَرْبَعِينَ وَثَمَانِينَ كَانَ اجْتِهَادًا مِنَ الْخُلَفَاءِ فَاخْتَارَ الْأَوَّلَ أَبُو بَكْرٍ لِأَنَّهُ أَكْثَرُ مَا وَقَعَ </p><p> بَيْنَ يَدَيِ النَّبِيِّ وَاخْتَارَ عُمَرُ الثَّمَانِينَ بِمُوَافَقَتِهِ لِاجْتِهَادِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ بِتَشْبِيهِهِ بِحَدِّ قَذْفِ الْمُحْصَنَاتِ، وَرَوَى الدَّارَقُطْنِيُّ هَذَا الِاجْتِهَادَ عَنْ عَلِيٍّ أَيْضًا، قَالَ:  \" إِذَا شَرِبَ سَكِرَ وَإِذَا سَكِرَ هَذِيَ وَإِذَا هَذِيَ افْتَرَى وَعَلَى الْمُفْتَرِي ثَمَانُونَ جَلْدَةً \" وَرَوَاهُ عَنْهُ غَيْرُهُ بِرِوَايَاتٍ فِيهَا مَقَالَاتٌ تُرَاجَعُ فِي كُتُبِ الْحَدِيثِ لِأَهْلِهِ، فَمِنْهَا يُعْرَفُ الصَّحِيحُ وَغَيْرُ الصَّحِيحِ لَا مِنْ كُتُبِ الْفُقَهَاءِ الَّتِي يُورِدُ أَهْلُ كُلِّ مَذْهَبٍ مِنْهَا مِمَّا يُقَوِّي مَذْهَبَهُ، وَيُضَعِّفُ مَذْهَبَ غَيْرِهِمْ. </p><p> (فَائِدَةٌ فِي الْمَشْرُوعِ مِنَ الْمُسَابَقَةِ وَالرِّمَايَةِ) . </p><p> ذَكَرْنَا فِي الْكَلَامِ عَلَى الْمَيْسِرِ أَنَّ أَخْذَ الْمَالِ فِي الْمُسَابَقَةِ جَائِزٌ شَرْعًا، وَقَدْ يَتَوَهَّمُ بَعْضُ الْعَامَّةِ مِنْهُ أَنَّ مُسَابَقَةَ الْخَيْلِ فِي مِصْرَ وَغَيْرِهَا مِنْ ذَلِكَ الْجَائِزِ، وَمَا هِيَ إِلَّا مِنَ الْقِمَارِ الْمُحَرَّمِ، وَأَمَّا الْجَائِزُ شَرْعًا فَحِكْمَتُهُ أَنَّهُ مِنَ الِاسْتِعْدَادِ لِلْقِتَالِ فِي سَبِيلِ اللهِ، وَقَدِ اشْتُرِطَ فِيهِ أَنْ يَكُونَ السَّبَقُ بِفَتْحِ السِّينِ وَالْبَاءِ وَهُوَ الْجُعْلُ الَّذِي يَكُونُ لِصَاحِبِ الْفَرَسِ السَّابِقِ إِمَّا عَنِ الْإِمَامِ (أَيِ الْخَلِيفَةِ وَالسُّلْطَانِ) وَهَذَا لَا خِلَافَ فِيهِ، وَإِمَّا مِنْ أَحَدِ الْمُتَسَابِقِينَ وَعَلَيْهِ الْجُمْهُورُ، وَلَا يَجُوزُ أَنْ يَكُونَ مَالُ السَّبَقِ مِنْ </p><p> كُلٍّ مِنْهُمَا، وَإِذَا دَخَلَ بَيْنَهُمَا ثَالِثٌ اشْتَرَطَ أَيْضًا أَلَّا يَخْرُجَ مِنْ عِنْدِهِ شَيْئًا، وَبِهَذِهِ الشُّرُوطِ السَّابِقَةِ مِنْ مَعْنَى الْمَيْسِرِ وَالْقِمَارِ، وَمَا اشْتَرَطَهُ الْفُقَهَاءُ مِنْ كَوْنِ الْمُسَابَقَةِ مَعْرُوفَةَ الِابْتِدَاءِ وَالِانْتِهَاءِ، وَكَوْنِ الْجُعْلِ وَالْمَسَافَةِ الَّتِي يَسْتَحِقُّ بِهَا مَعْلُومَيْنِ وَكَوْنِ الْفَرَسَيْنِ أَوِ الْأَفْرَاسِ مُعَيَّنَةً، وَكَوْنِ كُلٍّ مِنْهُمَا أَوْ مِنْهَا يُحْتَمَلُ أَنْ يَسْبِقَ كُلُّ ذَلِكَ مِمَّا يَشْتَرِطُهُ الْمُقَامِرُونَ أَيْضًا وَيَزِيدُونَ عَلَيْهِ. </p><p> رَوَى أَحْمَدُ بِسَنَدٍ رِجَالُهُ ثِقَاتٌ عَنِ ابْنِ عُمَرَ:  \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبَقَ بِالْخَيْلِ وَرَاهَنَ \" وَفِي لَفْظٍ: \" سَابَقَ بَيْنَ الْخَيْلِ وَأَعْطَى السَّابِقَ \" وَرَوَى بِسَنَدٍ رِجَالُهُ ثِقَاتٌ أَيْضًا مِنْ حَدِيثِ أَنَسٍ وَقِيلَ لَهُ: أَكُنْتُمْ تُرَاهِنُونَ عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكَانَ رَسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرَاهِنُ؟ قَالَ: نَعَمْ، وَاللهِ لَقَدْ رَاهَنَ عَلَى فَرَسٍ يُقَالُ لَهُ سَبْحَةُ فَسَبَقَ النَّاسَ فَبَهَشَ لِذَلِكَ وَأَعْجَبَهُ \" وَرَوَى الشَّافِعِيُّ وَأَحْمَدُ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةِ وَالْحَاكِمُ عَنْ طُرُقٍ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَا سَبَقَ إِلَّا فِي خُفٍّ أَوْ نَصْلٍ أَوْ حَافِرٍ \" وَلَمْ يَذْكُرِ ابْنُ مَاجَهْ \" أَوْ نَصْلٍ \" صَحَّحَهُ ابْنُ الْقَطَّانِ وَابْنُ حِبَّانَ وَحَسَّنَهُ التِّرْمِذِيُّ، وَالْمُرَادُ بِالنَّصْلِ السِّهَامُ، وَعَبَّرَ عَنِ السَّهْمِ بِحَدِيدَتِهِ الْجَارِحَةِ، يُقَاسُ عَلَى الرَّمْيِ بِالسَّهْمِ الرَّمْيُ بِبُنْدُقِ الرَّصَاصِ وَقَذَائِفِ الْمَدَافِعِ، وَأَجَازَ الشَّافِعِيُّ الْمُسَابَقَةَ عَلَى الْأَقْدَامِ بِعِوَضٍ، وَهَذَا مِنَ الرِّيَاضَةِ الْقَوِيَّةِ لِلْأَبْدَانِ عَلَى الْقِتَالِ وَغَيْرِهِ مِنَ الْأَعْمَالِ. </p>"
}