{
  "id": null,
  "sura": 5,
  "aya": 30,
  "text": "<p> أَهْلِ النَّارِ فِي الْآخِرَةِ ; لِأَنَّكَ تَكُونُ ظَالِمًا، وَالنَّارُ جَزَاءُ كُلِّ ظَالِمٍ، فَتَكُونَ مِنْ أَهْلِهَا حَتْمًا. تَرَقَّى فِي صَرْفِهِ عَنْ عَزْمِهِ مِنَ التَّبَرُّؤِ إِلَيْهِ مِنْ سَبَبِ حِرْمَانِهِ مِنْ قَبُولِ قُرْبَانِهِ بِبَيَانِ سَبَبِ التَّقَبُّلِ عِنْدَ اللهِ تَعَالَى وَهُوَ التَّقْوَى، إِلَى تَنْزِيهِ نَفْسِهِ مِنْ جَزَائِهِ عَلَى جِنَايَتِهِ بِمِثْلِهَا، إِلَى تَذْكِيرِهِ بِمَا يَجِبُ مِنْ خَوْفِ اللهِ تَعَالَى رَبِّ الْعَالَمِينَ، الَّذِي لَا يُرْضِيهِ مِمَّنْ وَهَبَهُمُ الْعَقْلَ وَالِاخْتِيَارَ إِلَّا أَنْ يَتَحَرَّوْا إِقَامَةَ سُنَنِهِ فِي تَرْبِيَةِ الْعَالَمِ وَإِبْلَاغِ كُلِّ حَيٍّ يَقْبَلُ الْكَمَالَ إِلَى كَمَالِهِ، إِلَى تَذْكِيرِهِ بِأَنَّ الْمُعْتَدِيَ يَحْمِلُ إِثْمَ نَفْسِهِ </p><p> وَإِثْمَ مَنِ اعْتَدَى عَلَيْهِ بِعَدْلِ اللهِ تَعَالَى فِي الْقِصَاصِ وَالْجَزَاءِ إِلَى تَذْكِيرِهِ بِعَذَابِ النَّارِ وَكَوْنِهَا مَثْوًى لِلظَّالِمِينَ الْفُجَّارِ، فَمَاذَا كَانَ مِنْ تَأْثِيرِ هَذِهِ الْمَوَاعِظِ فِي نَفْسِ ذَلِكَ الْحَاسِدِ الظَّالِمِ؟ بَيَّنَ اللهُ ذَلِكَ بِقَوْلِهِ: </p><p> (فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ) فَسَّرُوا طَوَّعَتْ بِشَجَّعَتْ، وَهُوَ مَأْثُورٌ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدٍ، وَبِوَسَّعَتْ وَسَهَّلَتْ وَزَيَّنَتْ وَنَحْوِ ذَلِكَ مِنَ الْأَلْفَاظِ الَّتِي رُوِيَتْ عَنْ مُفَسِّرِي السَّلَفِ وَعُلَمَاءِ اللُّغَةِ، وَكُلٌّ مِنْهَا يُشِيرُ إِلَى حَاصِلِ الْمَعْنَى فِي الْجُمْلَةِ، وَلَمْ أَرَ أَحَدًا شَرَحَ بَلَاغَةَ هَذِهِ الْكَلِمَةِ فِي هَذَا الْمَوْضِعِ بِبَعْضِ مَا أَجِدُ لَهَا مِنَ التَّأْثِيرِ فِي نَفْسِي، وَإِنَّهَا لَبِمَكَانٍ مِنَ الْبَلَاغَةِ يُحِيطُ بِالْقَلْبِ وَيَضْغَطُ عَلَيْهِ مِنْ كُلِّ جَانِبٍ. </p><p> (ق وَالْقُرْآنِ الْمَجِيدِ)  (٥٠: ١) إِنَّنِي أَكْتُبُ الْآنَ، وَقَلْبِي يَشْغَلُنِي عَنِ الْكِتَابَةِ بِمَا أَجِدُ لَهَا فِيهِ مِنَ الْأَثَرِ وَالِانْفِعَالِ. إِنَّ هَذِهِ الْكَلِمَةَ تَدُلُّ عَلَى تَدْرِيجٍ وَتَكْرَارٍ فِي حَمْلِ الْفِطْرَةِ عَلَى طَاعَةِ الْحَسَدِ الدَّاعِي إِلَى الْقَتْلِ ; كَتَذْلِيلِ الْفَرَسِ وَالْبَعِيرِ الصَّعْبِ، فَهِيَ تُمَثِّلُ - لِمَنْ يَفْهَمُهَا - وَلَدَ آدَمَ الَّذِي زَيَّنَ لَهُ حَسَدُهُ لِأَخِيهِ قَتْلَهُ، وَهُوَ بَيْنَ إِقْدَامٍ وَإِحْجَامٍ، يُفَكِّرُ فِي كُلِّ كَلِمَةٍ مِنْ كَلِمَاتِ أَخِيهِ الْحِكَمِيَّةِ، فَيَجِدُ فِي كُلٍّ مِنْهَا صَارِفًا لَهُ عَنِ الْجَرِيمَةِ، يُدَعِّمُ وَيُؤَيِّدُ مَا فِي الْفِطْرَةِ مِنْ صَوَارِفِ الْعَقْلِ وَالْقَرَابَةِ وَالْهَيْبَةِ، فَكَرَّ الْحَسَدُ مِنْ نَفْسِهِ الْأَمَّارَةِ عَلَى كُلِّ صَارِفٍ فِي نَفْسِهِ اللَّوَّامَةِ، فَلَا يَزَالَانِ يَتَنَازَعَانِ وَيَتَجَاذَبَانِ حَتَّى يَغْلِبَ الْحَسَدُ كُلًّا مِنْهَا وَيَجْذِبَهُ إِلَى الطاعَةِ، فَإِطَاعَةُ صَوَارِفِ الْفِطْرَةِ وَصَوَارِفِ الْمَوْعِظَةِ لِدَاعِي الْحَسَدِ هُوَ التَّطَوُّعُ الَّذِي عَنَاهُ اللهُ تَعَالَى. فَلَمَّا تَمَّ كُلُّ ذَلِكَ قَتَلَهُ. وَهَذَا الْمَعْنَى يَدُلُّ عَلَيْهِ اللَّفْظُ وَيُؤَيِّدُهُ مَا يُعْرَفُ مِنْ حَالِ الْبَشَرِ فِي كُلِّ عَصْرٍ بِمُقْتَضٍ، فَنَحْنُ نَرَى مِنْ أَحْوَالِ النَّاسِ وَاخْتِبَارِ الْقُضَاةِ لِلْجُنَاةِ أَنَّ كُلَّ مَنْ تُحَدِّثُهُ نَفْسُهُ بِقَتْلِ أَخٍ لَهُ مِنْ أَبِيهِ الْقَرِيبِ أَوِ الْبَعِيدِ (آدَمَ) يَجِدُ مِنْ نَفْسِهِ صَارِفًا، أَوْ عِدَّةَ صَوَارِفَ تَنْهَاهُ عَنْ ذَلِكَ، فَيَتَعَارَضُ الْمَانِعُ وَالْمُقْتَضِي فِي نَفْسِهِ زَمَنًا طَوِيلًا أَوْ قَصِيرًا، حَتَّى تُطَوِّعَ لَهُ نَفْسُهُ الْقَتْلَ بِتَرْجِيحِ الْمُقْتَضِي عِنْدَهُ عَلَى الْمَوَانِعِ، فَعِنْدَ ذَلِكَ يَقْتُلُ إِنْ قَدَرَ. فَالتَّطْوِيعُ لَا بُدَّ فِيهِ مِنَ التَّكْرَارِ كَتَذْلِيلِ الْحَيَوَانِ الصَّعْبِ، وَتَعْلِيمِ الصِّنَاعَةِ أَوِ الْعِلْمِ، وَقَدْ يَكُونُ التَّكْرَارُ لِأَجْلِ إِطَاعَةِ مَانِعٍ أَوْ صَارِفٍ وَاحِدٍ، وَقَدْ يَكُونُ لِإِطَاعَةِ عِدَّةِ صَوَارِفَ وَمَوَانِعَ، </p><p> وَأَقْرَبُ الْأَلْفَاظِ الَّتِي قِيلَتْ إِلَى هَذَا الْمَعْنَى </p><p> كَلِمَةُ \" التَّشْجِيعِ \" الْمَأْثُورَةُ، فَهِيَ تَدُلُّ عَلَى أَنَّهُ كَانَ يَهَابُ قَتْلَ أَخِيهِ، وَتَجْبُنُ فِطْرَتُهُ دُونَهُ، فَمَا زَالَتْ نَفْسُهُ الْأَمَّارَةُ بِالسُّوءِ تُشَجِّعُهُ عَلَيْهِ حَتَّى تَجَرَّأَ وَقَتَلَ عَقِبَ التَّطْوِيعِ بِلَا تَفَكُّرٍ وَلَا تَدَبُّرٍ لِلْعَاقِبَةِ (فَأَصْبَحَ مِنَ الْخَاسِرِينَ) أَيْ مِنْ جِنْسِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ، بِإِفْسَادِ فِطْرَتِهَا، وَخَسِرُوا أَقْرَبَ النَّاسِ إِلَيْهِمْ وَأَبَرَّهُمْ بِهِمْ فِي الدُّنْيَا، وَهُوَ الْأَخُ الصَّالِحُ التَّقِيُّ، وَخَسِرُوا نَعِيمَ الْآخِرَةِ ; إِذْ لَمْ يَعُودُوا أَهْلًا لَهَا ; لِأَنَّهَا دَارُ الْمُتَّقِينَ. </p><p> (فَبَعَثَ اللهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْأَةَ أَخِيهِ) لَمَّا كَانَ هَذَا الْقَتْلُ أَوَّلَ قَتْلٍ مِنْ بَنِي آدَمَ، وَلَمَّا كَانَ هَذَا النَّوْعُ مِنَ الْخَلْقِ - أَيِ الْإِنْسَانِ - مَوْكُولًا إِلَى كَسْبِهِ وَاخْتِيَارِهِ فِي عَامَّةِ أَعْمَالِهِ، لَمْ يَعْرِفِ الْقَاتِلُ الْأَوَّلُ كَيْفَ يُوَارِي جُثَّةَ أَخِيهِ الْمَقْتُولِ، الَّتِي يَسُوؤُهُ أَنْ يَرَاهَا بَارِزَةً - فَالسَّوْءَةُ مَا يَسُوءُ ظُهُورُهُ، وَرُؤْيَةُ جَسَدِ الْمَيِّتِ، وَلَا سِيَّمَا الْمَقْتُولُ، يَسُوءُ كُلَّ مَنْ يَنْظُرُ إِلَيْهِ وَيُوحِشُهُ - وَأَمَّا سَائِرُ أَنْوَاعِ الْحَيَوَانِ فَتُلْهَمُ عَمَلَ مَا تَحْتَاجُ إِلَيْهِ إِلْهَامًا فِي الْأَكْثَرِ، وَقَلَّمَا يَتَعَلَّمُ بَعْضُهَا مِنْ بَعْضٍ شَيْئًا. وَقَدْ عَلَّمَنَا اللهُ تَعَالَى أَنَّ الْقَاتِلَ الْأَوَّلَ تَعَلَّمَ دَفْنَ أَخِيهِ مِنَ الْغُرَابِ، وَيَدُلُّنَا ذَلِكَ عَلَى أَنَّ الْإِنْسَانَ فِي نَشْأَتِهِ الْأُولَى كَانَ فِي مُنْتَهَى السَّذَاجَةِ، وَأَنَّهُ لِاسْتِعْدَادِهِ الَّذِي يَفْضُلُ بِهِ سَائِرَ أَنْوَاعِ الْحَيَوَانِ كَانَ يَسْتَفِيدُ مِنْ كُلِّ شَيْءٍ عِلْمًا وَاخْتِبَارًا وَيَرْتَقِي بِالتَّدْرِيجِ. </p><p> ذَلِكَ بِأَنَّ اللهَ تَعَالَى بَعَثَ غُرَابًا إِلَى الْمَكَانِ الَّذِي هُوَ فِيهِ فَبَحَثَ فِي الْأَرْضِ ; أَيْ حَفَرَ بِرِجْلَيْهِ فِيهَا، يُفَتِّشُ عَنْ شَيْءٍ، وَالْمَعْهُودُ أَنَّ الطَّيْرَ تَفْعَلُ ذَلِكَ لِطَلَبِ الطَّعَامِ، وَالْمُتَبَادِرُ مِنَ الْعِبَارَةِ أَنَّ الْغُرَابَ أَطَالَ الْبَحْثَ فِي الْأَرْضِ ; لِأَنَّهُ قَالَ \" يَبْحَثُ \" وَلَمْ يَقُلْ بَحَثَ، وَالْمُضَارِعُ يُفِيدُ الِاسْتِمْرَارَ، فَلَمَّا أَطَالَ الْبَحْثَ أَحْدَثَ حُفْرَةً فِي الْأَرْضِ، فَلَمَّا رَأَى الْقَاتِلُ الْحُفْرَةَ، وَهُوَ مُتَحَيِّرٌ فِي أَمْرِ مُوَارَاةِ سَوْءَةِ أَخِيهِ، زَالَتِ الْحَيْرَةُ، وَاهْتَدَى إِلَى مَا يَطْلُبُ، وَهُوَ دَفْنُ أَخِيهِ فِي حُفْرَةٍ مِنَ الْأَرْضِ. هَذَا هُوَ الْمُتَبَادِرُ مِنَ الْآيَةِ. وَقَالَ أَبُو مُسْلِمٍ: إِنَّ مِنْ عَادَةِ الْغُرَابِ دَفْنُ الْأَشْيَاءِ، فَجَاءَ غُرَابٌ فَدَفَنَ شَيْئًا، فَتَعَلَّمَ مِنْهُ ذَلِكَ، وَهَذَا قَرِيبٌ، وَلَكِنَّ جُمْهُورَ الْمُفَسِّرِينَ قَالُوا: إِنِ اللهَ بَعَثَ غُرَابَيْنِ لَا وَاحِدًا، وَإِنَّهُمَا اقْتَتَلَا، فَقَتَلَ أَحَدُهُمَا الْآخَرَ، فَحَفَرَ بِمِنْقَارِهِ وَرِجْلَيْهِ حُفْرَةً أَلْقَاهُ فِيهَا، وَمَا جَاءَ هَذَا إِلَّا مِنَ الرِّوَايَاتِ الَّتِي مَصْدَرُهَا الْإِسْرَائِيلِيَّاتُ، عَلَى أَنَّ مَسْأَلَةَ </p><p> الْغُرَابِ وَالدَّفْنِ لَا ذِكْرَ لَهَا فِي التَّوْرَاةِ، وَفِي هَذِهِ الرِّوَايَاتِ زِيَادَاتٌ كَثِيرَةٌ، لَا فَائِدَةَ لَهَا وَلَا صِحَّةَ، وَاللَّامُ فِي قَوْلِهِ تَعَالَى:  (لِيُرِيَهُ) لِلتَّعْلِيلِ إِذَا كَانَ الضَّمِيرُ رَاجِعًا إِلَى اللهِ تَعَالَى ; أَيْ إِنَّهُ تَعَالَى أَلْهَمَ الْغُرَابَ ذَلِكَ لِيَتَعَلَّمَ ابْنُ آدَمَ مِنْهُ الدَّفْنَ، وَلِلصَّيْرُورَةِ وَالْعَاقِبَةِ إِذَا كَانَ الضَّمِيرُ عَائِدًا إِلَى الْغُرَابِ ; أَيْ لِتَكُونَ عَاقِبَةُ بَحْثِهِ مَا ذُكِرَ. </p><p> وَلَمَّا رَأَى الْقَاتِلُ الْغُرَابَ يَبْحَثُ فِي الْأَرْضِ، وَتَعَلَّمَ مِنْهُ سُنَّةَ الدَّفْنِ، وَظَهَرَ لَهُ مِنْ ضَعْفِهِ وَجَهْلِهِ مَا كَانَ غَافِلًا عَنْهُ (قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْأَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ) قَالَ جُمْهُورُ الْمُفَسِّرِينَ: إِنَّ \" يَاوَيْلَتَا \" كَلِمَةُ تَحَسُّرٍ وَتَلَهُّفٍ </p>"
}