{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> الْعَامَّةِ الْمُتَعَلِّقَةِ بِمَصْلَحَةِ الْأُمَّةِ وَالْمِلَّةِ، وَأَنَّ الْمُسْتَحْلِفَ الظَّالِمَ الَّذِي لَا حَقَّ لَهُ إِذَا أَكْرَهَ امْرَأً عَلَى الْحَلِفِ بِأَنْ يَنْصُرَهُ وَيُعِينَهُ عَلَى ظُلْمِهِ وَوَرَّى الْحَالِفُ وَنَوَى غَيْرَ الظَّاهِرِ فَلَهُ الْعَمَلُ بِنِيَّتِهِ فَاسْمُ اللهِ لَا يُجْعَلُ وَسِيلَةً لِلظُّلْمِ وَالْإِجْرَامِ، وَلَا مَانِعًا مِنَ الْبِرِّ وَالتَّقْوَى وَالْإِصْلَاحِ. </p><p> وَالْيَمِينُ الْغَمُوسُ وَالصَّابِرَةُ وَالَّتِي يُهْضَمُ بِهَا الْحَقُّ أَوْ يُقْصَدُ بِهَا الْخِيَانَةُ وَالْغِشُّ لَا يُكَفِّرُهَا عِتْقٌ وَلَا صَدَقَةٌ وَلَا صِيَامٌ، بَلْ لَا بُدَّ مِنَ التَّوْبَةِ وَأَدَاءِ الْحُقُوقِ وَالِاسْتِقَامَةِ، قَالَ تَعَالَى:  (وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللهِ وَلَكُمْ عَذَابٌ عَظِيمٌ)  (١٦: ٩٤) وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ حَلَفَ عَلَى يَمِينِ صَبْرٍ وَفِي رِوَايَةٍ زِيَادَةٌ وَهُوَ فِيهَا فَاجِرٌ، يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللهَ وَهُوَ عَلَيْهِ غَضْبَانُ \" رَوَاهُ الشَّيْخَانِ وَغَيْرُهُمَا قَالَ شُرَّاحُ الْحَدِيثِ: أَوْ مَالَ ذِمِّيٍّ وَنَحْوُهُ، وَهَذَا مُجْمَعٌ عَلَيْهِ بَيْنَ الْمُسْلِمِينَ، وَفِي الْإِطْلَاقِ حَدِيثُ أَبِي هُرَيْرَةَ مَرْفُوعًا عِنْدَ أَحْمَدَ وَأَبِي الشَّيْخِ \" خَمْسٌ لَيْسَ لَهُنَّ كَفَّارَةٌ: الشِّرْكُ بِاللهِ، وَقَتْلُ النَّفْسِ بِغَيْرِ حَقٍّ، وَبَهْتُ مُؤْمِنٍ، وَيَمِينٌ صَابِرَةٌ يَقْتَطِعُ بِهَا مَالًا بِغَيْرِ حَقٍّ \" . </p><p> (يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ وَأَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللهُ يُحِبُّ الْمُحْسِنِينَ) . </p><p> تَقَدَّمَ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ (يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ)  (٢: ٢١٩) أَنَّ اللهَ تَعَالَى حَرَّمَ الْخَمْرَ بِالتَّدْرِيجِ، وَصَدَّرْنَا الْكَلَامَ هُنَاكَ بِحَدِيثِ أَبِي هُرَيْرَةَ عِنْدَ الْإِمَامِ أَحْمَدَ </p><p> فِي ذَلِكَ، كَمَا رَوَاهُ السُّيُوطِيُّ فِي أَسْبَابِ النُّزُولِ مُخْتَصَرًا، وَرُوِيَ فِي سَبَبِ نُزُولِ آيَاتِ الْمَائِدَةِ أَنَّ سَعْدَ بْنَ أَبِي وَقَّاصٍ (رَضِي اللهُ عَنْهُ) قَالَ: \" فِيَّ نَزَلَ تَحْرِيمُ الْخَمْرِ صَنَعَ رَجُلٌ مِنَ الْأَنْصَارِ طَعَامًا فَدَعَانَا فَأَتَاهُ نَاسٌ فَأَكَلُوا وَشَرِبُوا حَتَّى انْتَشَوْا مِنَ الْخَمْرِ،وَذَلِكَ قَبْلَ تَحْرِيمِ الْخَمْرِ فَتَفَاخَرُوا فَقَالَتِ الْأَنْصَارُ:الْأَنْصَارُ خَيْرٌ،وَقَالَتْ قُرَيْشٌ:قُرَيْشٌ خَيْرٌ،فَأَهْوَى رَجُلٌ بِلَحْيِ جَزُورٍ فَضَرَبَ عَلَى أَنْفِي فَفَزَرَهُ فَكَانَ سَعْدٌ مَفْزُورَ الْأَنْفِ قَالَ:فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ لَهُ ذَلِكَ فَنَزَلَتْ هَذِهِ الْآيَةُ:(يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ)الْآيَةَ، رَوَاهُ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ</p><p> وَابْنُ مَرْدَوَيْهِ وَابْنُ النَّحَّاسِ فِي نَاسِخِهِ، وَرَوَى الطَّبَرَانِيُّ عَنْهُ \" أَنَّهُ نَادَمَ رَجُلًا فَعَارَضَهُ فَعَرْبَدَ عَلَيْهِ فَشَجَّهُ فَنَزَلَتِ الْآيَاتُ فِي ذَلِكَ \".</p><p> وَعَنِ ابْنِ عَبَّاسٍ قَالَ: إِنَّمَا نَزَلَ تَحْرِيمُ الْخَمْرِ فِي قَبِيلَتَيْنِ مِنْ قَبَائِلِ الْأَنْصَارِ شَرِبُوا فَلَمَّا أَنْ ثَمِلَ الْقَوْمُ عَبَثَ بَعْضُهُمْ بِبَعْضٍ، فَلَمَّا أَنَّ صَحَوْا جَعَلَ يَرَى الرَّجُلُ مِنْهُمُ الْأَثَرَ بِوَجْهِهِ وَبِرَأْسِهِ وَلِحْيَتِهِ، فَيَقُولُ: صَنَعَ بِي هَذَا أَخِي فُلَانٌ وَكَانُوا إِخْوَةً لَيْسَ فِي قُلُوبِهِمْ ضَغَائِنُ وَاللهِ لَوْ كَانَ رَءُوفًا رَحِيمًا مَا صَنَعَ بِي هَذَا، حَتَّى وَقَعَتِ الضَّغَائِنُ فِي قُلُوبِهِمْ، فَأَنْزَلَ اللهُ هَذِهِ الْآيَةَ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ) إِلَى قَوْلِهِ (فَهَلْ أَنْتُمْ مُنْتَهُونَ) فَقَالَ نَاسٌ مِنَ الْمُتَكَلِّمِينَ: هِيَ رِجْسٌ وَهِيَ فِي بَطْنِ فُلَانٍ قُتِلَ يَوْمَ بَدْرٍ، وَفِي بَطْنِ فُلَانٍ قُتِلَ يَوْمَ أُحُدٍ؟ فَأَنْزَلَ اللهُ:  (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا) الْآيَةَ، رَوَاهُ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ، وَالْحَاكِمُ وَصَحَّحَهُ وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ. </p><p> وَفِي مُسْنَدِ أَحْمَدَ وَسُنَنِ أَبِي دَاوُدَ وَالنَّسَائِيِّ وَالتِّرْمِذِيِّ أَنَّ عُمَرَ كَانَ يَدْعُو اللهَ تَعَالَى: \" اللهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا، فَلَمَّا نَزَلَتْ آيَةُ الْبَقَرَةِ قَرَأَهَا عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَظَلَّ عَلَى دُعَائِهِ، وَكَذَلِكَ لَمَّا نَزَلَتْ آيَةُ النِّسَاءِ، فَلَمَّا نَزَلَتْ آيَةُ الْمَائِدَةِ دُعِيَ فَقُرِئَتْ عَلَيْهِ، فَلَمَّا بَلَغَ قَوْلَ اللهِ تَعَالَى:  (فَهَلْ أَنْتُمْ مُنْتَهُونَ) قَالَ: انْتَهَيْنَا انْتَهَيْنَا \". </p><p> وَالْحِكْمَةُ فِي تَحْرِيمِ الْخَمْرِ بِالتَّدْرِيجِ: أَنَّ النَّاسَ كَانُوا مَفْتُونِينَ بِهَا حَتَّى إِنَّهَا لَوْ حُرِّمَتْ فِي أَوَّلِ الْإِسْلَامِ لَكَانَ تَحْرِيمُهَا صَارِفًا لِكَثِيرٍ مِنَ الْمُدْمِنِينَ لَهَا عَنِ الْإِسْلَامِ، بَلْ عَنِ النَّظَرِ الصَّحِيحِ الْمُؤَدِّي إِلَى الِاهْتِدَاءِ بِهِ، لِأَنَّهُمْ حِينَئِذٍ يَنْظُرُونَ إِلَيْهِ بِعَيْنِ السُّخْطِ فَيَرَوْنَهُ بِغَيْرِ صُورَتِهِ الْجَمِيلَةِ، فَكَانَ مِنْ لُطْفِ اللهِ وَبَالَغِ حِكْمَتِهِ أَنْ ذَكَرَهَا فِي سُورَةِ الْبَقَرَةِ بِمَا يَدُلُّ عَلَى تَحْرِيمِهَا دَلَالَةً ظَنِّيَّةً فِيهَا مَجَالٌ لِلِاجْتِهَادِ، لِيَتْرُكَهَا مَنْ لَمْ تَتَمَكَّنْ فِتْنَتُهَا مِنْ نَفْسِهِ، </p><p> (رَاجِعْ ص٢٥٥ ٢٧٠ج٢ط الْهَيْئَةِ) ، وَذَكَرَهَا فِي سُورَةِ النِّسَاءِ بِمَا يَقْتَضِي تَحْرِيمَهَا فِي الْأَوْقَاتِ الْقَرِيبَةِ مِنْ وَقْتِ الصَّلَاةِ، إِذْ نَهَى عَنْ قُرْبِ الصَّلَاةِ فِي حَالِ السُّكْرِ، فَلَمْ يَبْقَ لِلْمُصِرِّ عَلَى شُرْبِهَا إِلَّا الِاغْتِبَاقُ بَعْدَ صَلَاةِ الْعِشَاءِ وَضَرَرُهُ قَلِيلٌ، وَكَذَا الصَّبُوحُ مِنْ بَعْدِ صَلَاةِ الْفَجْرِ لِمَنْ لَا عَمَلَ لَهُ وَلَا يَخْشَى أَنْ يَمْتَدَّ سُكْرُهُ إِلَى وَقْتِ الظُّهْرِ، وَقَلِيلٌ مَا هُمْ، وَكَانَ شَيْخُنَا يَرَى أَنَّ آيَةَ النِّسَاءِ نَزَلَتْ قَبْلَ آيَةِ الْبَقَرَةِ، ثُمَّ تَرَكَهُمُ اللهُ تَعَالَى عَلَى </p><p> هَذِهِ الْحَالِ زَمَنًا قَوِيَ فِيهِ الدِّينُ، وَرَسَخَ الْيَقِينُ، وَكَثُرَتِ الْوَقَائِعُ الَّتِي ظَهَرَ لَهُمْ بِهَا إِثْمُ الْخَمْرِ وَضَرَرُهَا، وَمِنْهُ كُلُّ مَا ذُكِرَ فِي سَبَبِ نُزُولِ هَذِهِ الْآيَاتِ. </p><p> أَخْرَجَ ابْنُ الْمُنْذِرِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ: لِمَا نَزَلَتْ فِي الْبَقَرَةِ (يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ)  (٢: ٢١٩) شَرِبَهَا قَوْمٌ لِقَوْلِهِ: (وَمَنَافِعُ لِلنَّاسِ) وَتَرَكَهَا قَوْمٌ لِقَوْلِهِ: (إِثْمٌ كَبِيرٌ) مِنْهُمْ عُثْمَانُ بْنُ مَظْعُونٍ، حَتَّى نَزَلَتِ الْآيَةُ الَّتِي فِي النِّسَاءِ (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى)  (٤: ٤٣) فَتَرَكَهَا قَوْمٌ وَشَرِبَهَا قَوْمٌ يَتْرُكُونَهَا بِالنَّهَارِ حِينَ الصَّلَاةِ وَيَشْرَبُونَهَا بِاللَّيْلِ، حَتَّى نَزَلَتِ الْآيَةُ الَّتِي فِي الْمَائِدَةِ (إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ) الْآيَةَ قَالَ عُمَرُ: \" أَقُرِنَتَ بِالْمَيْسِرِ وَالْأَنْصَابِ وَالْأَزْلَامِ؟ بُعْدًا لَكِ وَسُحْقًا، فَتَرَكَهَا النَّاسُ، وَوَقَعَ فِي صُدُورِ أُنَاسٍ مِنَ النَّاسِ مِنْهَا، فَجَعَلَ قَوْمٌ يَمُرُّ بِالرِّوَايَةِ مِنَ الْخَمْرِ فَتُخْرَقُ فَيَمُرُّ بِهَا أَصْحَابُهَا فَيَقُولُونَ: قَدْ كُنَّا نُكْرِمُكِ عَنْ هَذَا الْمَصْرَعِ، وَقَالُوا: مَا حُرِّمَ عَلَيْنَا شَيْءٌ أَشَدُّ مِنَ الْخَمْرِ حَتَّى جَعَلَ الرَّجُلُ يَلْقَى صَاحَبَهُ فَيَقُولُ: إِنَّ فِي نَفْسِي شَيْئًا، فَيَقُولُ صَاحِبُهُ: لَعَلَّكَ تَذْكُرُ الْخَمْرَ فَيَقُولُ: نَعَمْ، فَيَقُولُ: إِنَّ فِي نَفْسِي مِثْلَ مَا فِي نَفْسِكَ، حَتَّى ذَكَرَ ذَلِكَ قَومٌ وَاجْتَمَعُوا فِيهِ، فَقَالُوا: كَيْفَ نَتَكَلَّمُ وَرَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَاهِدٌ (أَيْ حَاضِرٌ) وَخَافُوا أَنْ يَنْزِلَ فِيهِمْ (أَيْ قُرَآنٌ) فَأَتَوْا رَسُولَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ أَعَدُّوا لَهُ حُجَّةً فَقَالُوا: أَرَأَيْتَ حَمْزَةَ بْنَ عَبْدِ الْمُطَّلِبِ وَمُصْعَبَ بْنَ عُمَيْرٍ وَعَبْدَ اللهِ بْنَ جَحْشٍ أَلَيْسُوا فِي الْجَنَّةِ؟ قَالَ: بَلَى، قَالُوا: أَلَيْسُوا قَدْ مَضَوْا وَهُمْ يَشْرَبُونَ الْخَمْرَ؟ فَحُرِّمَ عَلَيْنَا شَيْءٌ دَخَلُوا الْجَنَّةَ وَهُمْ يَشْرَبُونَهُ؟ فَقَالَ: قَدْ سَمِعَ اللهُ مَا قُلْتُمْ فَإِنْ شَاءَ أَجَابَكَ فَأَنْزَلَ اللهُ: (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ) فَقَالُوا: انْتَهَيْنَا، وَنَزَلَ فِي الَّذِينَ ذَكَرُوا حَمْزَةَ وَأَصْحَابَهُ (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا) الْآيَةَ، وَلِأَصْحَابِ التَّفْسِيرِ الْمَأْثُورِ رِوَايَاتٌ أُخْرَى فِي سَبَبِ النُّزُولِ وَمَا كَانَ مِنَ اجْتِهَادِ بَعْضِ الصَّحَابَةِ فِي آيَتَيِ الْبَقَرَةِ وَالنِّسَاءِ، وَقَدْ بَيَّنَّا وَجْهَهُ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ وَمِنْهُ حَدِيثٌ لِأَبِي هُرَيْرَةَ وَآثَارٌ سَيَأْتِي بَعْضُهَا فِي سِيَاقِ تَفْسِيرِ الْآيَاتِ. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ) الْخَمْرُ كُلُّ شَرَابٍ مُسْكِرٍ، وَهَذِهِ التَّسْمِيَةُ لُغَوِيَّةٌ وَشَرْعِيَّةٌ، وَقِيلَ: شَرْعِيَّةٌ </p><p> فَقَطْ </p><p> وَهُوَ قَوْلٌ ضَعِيفٌ وَقِيلَ: إِنَّ الْخَمْرَ مَا اعْتُصِرَ مِنْ مَاءِ الْعِنَبِ إِذَا اشْتَدَّ، وَهَذَا أَضْعَفُ مِمَّا قَبْلَهُ وَلَا دَلِيلَ عَلَى هَذَا الْعَصْرِ مِنَ اللُّغَةِ وَلَا مِنَ الشَّرْعِ وَقَدْ بَيَّنَا ذَلِكَ فِي آيَةِ الْبَقَرَةِ (رَاجِعْ ص ٢٥٧ وَمَا بَعْدَهَا ج٢ط الْهَيْئَةِ) . </p><p> وَمِنْ أَحْسَنِ مَا رَدَّ بِهِ أَصْحَابُ هَذَا الْقَوْلِ وَأَخْصَرِهِ قَوْلُ الْقُرْطُبِيِّ: الْأَحَادِيثُ الْوَارِدَةُ عَنْ أَنَسٍ وَغَيْرِهِ عَلَى صِحَّتِهَا وَكَثْرَتِهَا تُبْطِلُ مَذْهَبَ الْكُوفِيِّينَ الْقَائِلِينَ بِأَنَّ الْخَمْرَ لَا يَكُونُ إِلَّا مِنَ الْعِنَبِ، وَمَا كَانَ مَنْ غَيْرِهِ لَا يُسَمَّى خَمْرًا وَلَا يَتَنَاوَلُهُ اسْمُ الْخَمْرِ لَا يَكُونُ إِلَّا مِنَ الْعِنَبِ، وَمَا كَانَ مِنْ غَيْرِهِ لَا يُسَمَّى خَمْرًا وَلَا يَتَنَاوَلُهُ اسْمُ الْخَمْرِ. وَهُوَ قَوْلٌ مُخَالِفٌ لِلُغَةِ الْعَرَبِ وَلِلسُّنَّةِ الصَّحِيحَةِ وَلِلصَّحَابَةِ؛ لِأَنَّهُمْ لَمَّا نَزَلَ تَحْرِيمُ الْخَمْرِ فَهِمُوا مِنَ الْأَمْرِ بِالِاجْتِنَابِ تَحْرِيمَ كُلِّ مَا يُسْكِرُ، وَلَمْ يُفَرِّقُوا بَيْنَ مَا يُتَّخَذُ مِنَ الْعِنَبِ وَبَيْنَ مَا يُتَّخَذُ مِنْ غَيْرِهِ، بَلْ سَوَّوْا بَيْنَهُمَا وَحَرَّمُوا كُلَّ مَا يُسْكِرُ نَوْعُهُ، وَلَمْ يَتَوَقَّفُوا وَلَمْ يَسْتَفْصِلُوا وَلَمْ يَشْكُلْ عَلَيْهِمْ شَيْءٌ مِنْ ذَلِكَ، بَلْ بَادَرُوا إِلَى إِتْلَافِ مَا كَانَ مِنْ غَيْرِ عَصِيرِ الْعِنَبِ، وَهُمْ أَهْلُ اللِّسَانِ، وَبِلُغَتِهِمْ نَزَلَ الْقُرْآنُ، فَلَوْ كَانَ عِنْدَهُمْ تَرَدُّدٌ لَتَوَقَّفُوا عَنِ الْإِرَاقَةِ حَتَّى يَسْتَفْصِلُوا وَيَتَحَقَّقُوا التَّحْرِيمَ، وَقَدْ أَخْرَجَ أَحْمَدُ فِي مُسْنَدِهِ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" مِنَ الْحِنْطَةِ خَمْرٌ وَمِنَ الشَّعِيرِ خَمْرٌ، وَمِنَ التَّمْرِ خَمْرٌ وَمِنَ الزَّبِيبِ خَمْرٌ وَمِنَ الْعَسَلِ خَمْرٌ \" وَرَوَى أَيْضًا \" أَنَّهُ خَطَبَ عُمَرُ عَلَى الْمِنْبَرِ وَقَالَ: أَلَا إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ وَهِيَ مِنْ خَمْسَةٍ، مِنَ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ \" وَهُوَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا وَهُوَ (أَيْ عُمَرَ) مِنْ أَهْلِ اللُّغَةِ اهـ. </p><p> وَقَدْ تَعَقَّبَ هَذَا بَعْضُهُمْ بِأَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ بَيَانًا لِلِاسْمِ الشَّرْعِيِّ لَا اللُّغَوِيِّ، وَهَذَا التَّعْقِيبُ ضَعِيفٌ لَا يُغْنِي عَنِ الْحَقِيقَةِ شَيْئًا، لِأَنَّهُمْ لَا يَقُولُونَ إِنَّ الْمُسْكِرَ مِنْ غَيْرِ عَصِيرِ الْعِنَبِ خَمْرٌ دَاخِلٌ فِي عُمُومِ الْآيَةِ شَرْعًا، وَوَجْهُ ضَعْفِهِ أَنَّ لَفْظَ الْخَمْرِ لَيْسَ اسْمًا لِعَمَلٍ شَرْعِيٍّ لَمْ يَكُنْ مَعْرُوفًا قَبْلَ الشَّرْعِ فَلَمَّا جَاءَ بِهِ الشَّرْعُ أَطْلَقَ عَلَيْهِ كَلِمَةً مِنَ اللُّغَةِ تَتَنَاوَلُهُ بِطَرِيقِ الْمَجَازِ بَلْ هُوَ اسْمٌ لِنَوْعٍ مِنَ الشَّرَابِ يَمْتَازُ عَنْ سَائِرِ الْأَشْرِبَةِ بِالْإِسْكَارِ وَهَذِهِ التَّسْمِيَةُ مَعْرُوفَةٌ عَنْهُمْ قَبْلَ نُزُولِ مَا نَزَلَ مِنْ آيَاتِ الْخَمْرِ، وَقَدْ نَزَلَتْ آيَةُ الْبَقَرَةِ جَوَابًا عَنْ سُؤَالٍ سَأَلُوهُ عَنِ الْخَمْرِ، وَلَمْ يَقُلْ أَحَدٌ مِنْ مُفَسِّرِي السَّلَفِ وَلَا الْخَلَفِ وَلَا خَطَرَ عَلَى بَالِ أَحَدٍ أَنَّهُ سَأَلُوهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ خَمْرِ عَصِيرِ الْعِنَبِ خَاصَّةً وَأَنَّهَا هِيَ الْمَقْصُودَةُ بِالْجَوَابِ بِأَنَّ فِيهَا إِثْمًا كَبِيرًا وَمَنَافِعَ لِلنَّاسِ، وَأَنَّ غَيْرَهَا أُلْحِقَ بِهَا فِي التَّحْرِيمِ </p><p> بِطَرِيقِ الْقِيَاسِ أَوْ تَفْسِيرِ النَّبِيِّ وَالصَّحَابَةِ لِلْخَمْرِ الشَّرْعِيَّةِ. </p><p> وَقَدْ بَيَّنَّا فِيمَا أَوْرَدْنَاهُ آنِفًا مِنْ أَسْبَابِ النُّزُولِ أَنَّهُ لَمْ يَشُقَّ عَلَيْهِمْ تَحْرِيمُ شَيْءٍ كَمَا شَقَّ عَلَيْهِمْ تَحْرِيمُ الْخَمْرِ، وَأَنَّ بَعْضَهُمْ كَانَ يَوَدُّ لَوْ يَجِدُ مَخْرَجًا مِنْ تَحْرِيمِهَا كَمَا وُجِدَ الْمَخْرَجُ مِنْ آيَةِ الْبَقَرَةِ الدَّالِّ عَلَى تَحْرِيمِ الْخَمْرِ بِتَسْمِيَتِهَا إِثْمًا مَعَ تَصْرِيحِ الْقُرْآنِ قَبْلَ ذَلِكَ بِتَحْرِيمِ الْإِثْمِ، </p><p> وَلِأَجْلِهِ تَرَكَهَا بَعْضُهُمْ وَتَفَصَّى مِنْهُ آخَرُونَ بِتَخْصِيصِ الْإِثْمِ بِمَا كَانَ ضَرَرًا مَحْضًا لَا مَنْفَعَةَ فِيهِ وَالنَّصُّ قَدْ أَثْبَتَ أَنَّ فِي الْخَمْرِ مَنَافِعَ، وَقَدْ أَهْرَقُوا مَا كَانَ عِنْدَهُمْ مِنَ الْخَمْرِ عِنْدَ الْجَزْمِ بِالنَّهْيِ عَنْهَا كَمَا رَأَيْتَ وَكَمَا تَرَى بَعْدُ، وَقَلَّمَا كَانَ يُوجَدُ عِنْدَهُمْ مِنْ خَمْرِ الْعِنَبِ شَيْءٌ، فَلَوْ كَانَ مُسَمَّى الْخَمْرِ فِي لُغَتِهِمْ مَا كَانَ سُكْرًا مِنْ عَصِيرِ الْعِنَبِ فَقَطْ لَمَا بَادَرُوا إِلَى إِهْرَاقِ مَا كَانَ عِنْدَهُمْ. </p><p> رَوَى الْبُخَارِيُّ فِي صَحِيحِهِ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ:  \" نَزَلَ تَحْرِيمُ الْخَمْرِ وَإِنَّ بِالْمَدِينَةِ يَوْمَئِذٍ لَخَمْسَةَ أَشْرِبَةٍ، مَا فِيهَا مِنْ شَرَابِ الْعِنَبِ شَيْءٌ \" وَرَوَى أَحْمَدُ وَالْبُخَارِيُّ وَمُسْلِمٌ فِي صَحِيحَيْهِمَا عَنْ أَنَسٍ قَالَ: \" كُنْتُ أَسْقِي أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَأُبَيَّ بْنَ كَعْبٍ وَسُهَيْلَ بْنَ بَيْضَاءَ وَنَفَرًا مِنْ أَصْحَابِهِ عِنْدَ أَبِي طَلْحَةَ(هو زَوْجُ أُمِّ أَنَسٍ)حَتَّى كَادَ الشَّرَابُ يَأْخُذُ مِنْهُمْ فَأَتَى آتٍ مِنَ الْمُسْلِمِينَ فَقَالَ: أَمَا شَعَرْتُمْ أَنَّ الْخَمْرَ قَدْ حُرِّمَتْ؟فَقَالُوا:حَتَّى نَنْظُرَ وَنَسْأَلَ،فَقَالُوا:يَا أَنَسُ اسْكُبْ مَا بَقِيَ فِي إِنَائِكَ، فَوَاللهِ مَا عَادُوا فِيهَا، وَمَا هِيَ إِلَّا التَّمْرُ وَالْبُسْرُ، وَهِيَ خَمْرُهُمْ يَوْمَئِذٍ \" هَذَا لَفْظُ أَحْمَدَ، وَزَادَ أَنَسٌ فِي رِوَايَةٍ أُخْرَى:  \" أَبَا دُجَانَةَ وَمُعَاذَ بْنَ جَبَلٍ فِي رَهْطٍ مِنَ الْأَنْصَارِ \" وَفِي رِوَايَةِ الصَّحِيحَيْنِ: \" أَنَّهُ كَانَ يَسْقِيهِمُ الْفَضِيخَ، وَهُوَ شَرَابُ الْبُسْرِ وَالتَّمْرِ يُفْضَخَانِ أَيْ يُشْدَخَانِ وَيُنْبَذَانِ فِي الْمَاءِ، فَإِذَا اشْتَدَّ وَاخْتَمَرَ كَانَ خَمْرًا وَكَانَ هَذَا أَكْثَرَ خَمْرِ الْمَدِينَةِ، كَمَا صَرَّحَ بِهِ أَنَسٌ، وَفِي رِوَايَةٍ لِمُسْلِمٍ عَنْهُ \" كُنْتُ سَاقِيَ الْقَوْمِ يَوْمَ حُرِّمَتِ الْخَمْرُ فِي بَيْتِ أَبِي طَلْحَةَ وَمَا شَرَابُهُمْ إِلَّا الْفَضِيخَ - الْبُسْرَ وَالتَّمْرَ - فَإِذَا مُنَادٍ يُنَادِي، فَقَالَ: اخْرُجْ فَانْظُرْ، فَخَرَجْتُ فَإِذَا مُنَادٍ يُنَادِي: أَلَا إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ قَالَ: فَجَرَتْ فِي سِكَكِ الْمَدِينَةِ، فَقَالَ أَبُو طَلْحَةَ: اخْرُجْ فَأَهْرِقْهَا، فَهَرَقْتُهَا \" الْحَدِيثَ.</p><p> نَعَمْ قَدْ رَوَى النَّسَائِيُّ بِسَنَدٍ رِجَالُهُ ثِقَاتٌ عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا \" حُرِّمَتِ الْخَمْرُ قَلِيلُهَا وَكَثِيرُهَا وَالْمُسْكِرُ مِنْ كُلِّ شَرَابٍ \" وَقَدِ اخْتُلِفَ فِي وَصْلِهِ وَانْقِطَاعِهِ وَفِي رَفْعِهِ وَوَقْفِهِ، </p><p> وَبَيَّنَ النَّسَائِيُّ عِلَلَهُ وَمَنْ خَالَفَ فِيهِ، وَمَعْنَاهُ عَلَى تَقْدِيرِ صِحَّتِهِ وَالِاحْتِجَاجِ بِهِ أَنَّ الْأَشْرِبَةَ الَّتِي شَأْنُهَا أَنْ يُسْكِرَ قَلِيلُهَا وَكَثِيرُهَا مُحَرَّمَةٌ لِذَاتِهَا بِالنَّصِّ، سَوَاءٌ كَانَتْ مِنَ الْعِنَبِ أَوِ الزَّبِيبِ أَوِ التَّمْرِ أَوِ الْبُسْرِ أَوْ غَيْرِ ذَلِكَ، وَأَمَّا سَائِرُ الْأَشْرِبَةِ الَّتِي لَيْسَ مِنْ شَأْنِهَا الْإِسْكَارُ كَالنَّبِيذِ الَّذِي لَمْ يَشْتَدَّ وَلَمْ يُخَمَّرْ، وَهُوَ مَا يُنْبَذُ مِنْ تَمْرٍ أَوْ زَبِيبٍ أَوْ غَيْرِهِمَا فِي الْمَاءِ حَتَّى يَنْضَحَ وَيَحْلُوَ مَاؤُهُ فَشُرْبُهُ حَلَالٌ مَا لَمْ يَصِلْ إِلَى حَدِّ الْإِسْكَارِ. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ الْأَنْبِذَةَ يُسْرِعُ إِلَيْهَا الِاخْتِمَارُ فِي بَعْضِ الْبِلَادِ كَالْحَارَّةِ </p><p> وَبَعْضِ الْأَوَانِي: كَالْقَرْعِ وَالْمُزَفَّتِ، وَأَنَّ مِنَ النَّاسِ مَنْ يَسْكَرُ بِهَا عِنْدَ أَدْنَى تَغَيُّرٍ يَعْرِضُ لَهَا، أَوْ إِذَا أَكْثَرَ مِنْهَا وَإِنْ لَمْ تَخْتَمِرْ، وَلِأَجْلِ هَذَا اخْتَلَفَ الْعُلَمَاءُ فِي النَّبِيذِ، فَذَهَبَ الْجُمْهُورُ إِلَى أَنَّهُ إِذَا صَارَ يُسْكِرُ الْكَثِيرُ مِنْهُ فَشُرْبُ الْقَلِيلِ مِنْهُ يَكُونُ حَرَامًا لِسَدِّ ذَرِيعَةِ السُّكْرِ، وَهُوَ إِنَّمَا يُسْكِرُ كَثِيرُهُ إِذَا تَغَيَّرَ وَلَوْ بِحُمُوضَةٍ قَلِيلَةٍ، وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّهُ لَا يَحْرُمُ مِنْهُ حِينَئِذٍ إِلَّا الْمِقْدَارُ الْمُسْكِرُ، لِأَنَّهُ لَا يُسَمَّى خَمْرًا فَيَتَنَاوَلُهُ النَّصُّ، فَإِذَا كَانَ مَا يُشْرَبُ مِنْهُ لَمْ يُسْكِرْ فَلَا وَجْهَ لِقِيَاسِهِ عَلَى الْخَمْرِ، فَإِنْ صَارَ بِحَيْثُ يُسْكِرُ فَهُوَ خَمْرٌ لُغَةً وَشَرْعًا، كَمَا هُوَ الْمُتَبَادَرُ مِنْ فَهْمِ الصَّحَابَةِ لِلْآيَةِ، وَمِنْ تَعْلِيلِ عُمَرَ فِي خُطْبَتِهِ لِتَسْمِيَةِ الْخَمْرِ بِأَنَّهَا مَا خَامَرَ الْعَقْلَ، أَوْ شَرْعًا فَقَطْ وَدَلَالَةُ الْحَقِيقَةِ الشَّرْعِيَّةِ أَقْوَى مِنْ دَلَالَةِ الْحَقِيقَةِ اللُّغَوِيَّةِ فِي الْأَحْكَامِ. </p><p> وَقَدْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ خَمْرٍ حَرَامٌ \" رَوَاهُ مُسْلِمٌ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ مِنْ حَدِيثِ ابْنِ عُمَرَ، وَفِي رِوَايَةٍ لِمُسْلِمٍ وَالدَّارَقُطْنِيِّ \" كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ خَمْرٍ حَرَامٌ \" . </p><p> وَقَدْ غَلِطَ ابْنُ سِيدَهْ فِي اقْتِصَارِهِ عَلَى قَوْلِ صَاحِبِ الْعَيْنِ: الْخَمْرُ عَصِيرُ الْعِنَبِ إِذَا أَسْكَرَ، وَلَعَلَّ سَبَبَ ذَلِكَ أَنَّ خَمْرَ الْعِنَبِ كَانَتْ كَثِيرَةً فِي زَمَنِ تَدْوِينِ اللُّغَةِ، فَظَنَّ بَعْضُهُمْ أَنَّ الْإِطْلَاقَ يَنْصَرِفُ إِلَيْهَا لِكَثْرَتِهَا وَجَوْدَتِهَا، وَنَقْلُ الصَّحِيحَيْنِ وَالْمَسَانِيدِ وَالسُّنَنِ بَيَانَ مَعْنَى الْخَمْرِ عَنِ الصَّحَابَةِ أَصَحُّ مِنْ نَقْلِ جَمِيعِ اللُّغَوِيِّينَ لِلُّغَةِ. </p><p> وَلَمَّا لَمْ يَجِدْ مَنِ اطَّلَعَ مِنَ الْحَنَفِيَّةِ عَلَى الْأَحَادِيثِ السَّابِقَةِ وَنَحْوِهَا تَفَصِّيًا مِنْهَا لِلِاتِّفَاقِ عَلَى صِحَّةِ الْكَثِيرِ مِنْهَا حَمَلُوا إِطْلَاقَ لِفَظِ الْخَمْرِ فِيهَا عَلَى الْمُسْكِرِ مِنْ غَيْرِ الْعِنَبِ عَلَى مَجَازِ التَّشْبِيهِ كَمَا فِي فَتْحِ الْقَدِيرِ، وَاسْتَدَلُّوا عَلَى ذَلِكَ بِمَا رَوَاهُ الْبُخَارِيُّ عَنِ ابْنِ </p><p> عُمَرَ قَالَ:  \" لَقَدْ حُرِّمَتِ الْخَمْرُ وَمَا بِالْمَدِينَةِ مِنْهَا شَيْءٌ، وَهَذِهِ الْعِبَارَةُ مُبْهَمَةٌ لَا يُعْرَفُ لِمَنْ قَالَهَا وَبِأَيِّ مُنَاسَبَةٍ قَالَهَا، فَيُحْتَمَلُ أَنْ يَكُونَ بَعْضُ النَّاسِ قَدْ ذَكَرَ خَمْرَ الْعِنَبِ،فَقَالَ ابْنُ عُمَرَ مَا مَعْنَاهُ:إِنَّ الْخَمْرَ لَمَّا حُرِّمَتْ لَمْ يَكُنْ يُوجَدُ فِي الْمَدِينَةِ شَيْءٌ مِنْ خَمْرِ الْعِنَبِ، وَإِنَّمَا كَانَتْ خُمُورُ أَهْلِهَا مِنَ التَّمْرِ وَالْبُسْرِ فِي الْغَالِبِ، وَيُحْتَمَلُ أَنْ يَكُونَ مَعْنَى كَلَامِهِ أَنَّ اللهَ حَرَّمَ الْخَمْرَ وَلِأَجْلِ هَذَا لَا يُوجَدُ فِي الْمَدِينَةِ مِنْهَا شَيْءٌ بِهَذَا يُجْمَعُ بَيْنَ سَائِرِ الْأَحَادِيثِ وَالْآثَارِ الَّتِي تَقَدَّمَ بَعْضُهَا حَتَّى عَنْهُ وَعَنْ أَبِيهِ وَإِلَّا كَانَتْ مُتَعَارِضَةً، وَلَمَّا كَانَتِ الْعِبَارَةُ مُحْتَمِلَةً لِعِدَّةِ وُجُوهٍ سَقَطَ الِاسْتِدْلَالُ بِهَا عَلَى مَا قَالُوهُ وَلَا يُمْكِنُ الْجَمْعُ بَيْنَهَا وَبَيْنَ مَا عَارَضَهَا بِحَمْلِ مَا خَالَفَهَا عَلَى الْمَجَازِ،لِأَنَّ تِلْكَ الْعِبَارَاتِ تَأْبَى أَنْ تَكُونَ تَشْبِيهًا كَقَوْلِ عُمَرَ فِي خُطْبَتِهِ:\" وَنَزَلَ تَحْرِيمُ الْخَمْرِ وَهِيَ مِنْ خَمْسَةٍ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ \" فَهَلْ يُمْكِنُ أَنْ يُقَالَ: نَزَلَ تَحْرِيمُ خَمْرَةِ الْعِنَبِ وَهِيَ مِنْ خَمْسَةِ أَشْيَاءَ إِلَخْ؟ أَمْ يُمْكِنُ أَنْ يُقَالَ: نَزَلَ تَحْرِيمُ مَا يُشْبِهُ الْخَمْرَ فِي </p><p> الْإِسْكَارِ وَهُوَ مِنْ خَمْسَةِ أَشْيَاءَ: الْعِنَبِ وَالتَّمْرِ؟ إِلَّا أَنَّ هَذَا لَا يَقُولُهُ أَحَدٌ يَفْهَمُ الْعَرَبِيَّةَ وَإِنْ كَانَ يُجِيزُ الْجَمْعَ بَيْنَ الْحَقِيقَةِ وَالْمَجَازِ وَهُوَ مَا لَا يُجِيزُهُ الْحَنَفِيَّةُ. </p><p> أَطَلْنَا هَذِهِ الْإِطَالَةَ فِي بَيَانِ حَقِيقَةِ الْخَمْرِ لِأَنَّهُ قَدْ ظَهَرَ فِي النَّاسِ مِنْ عَهْدٍ بَعِيدٍ مِصْدَاقُ مَا وَرَدَ فِي الْحَدِيثِ مِنِ اسْتِحْلَالِ أُنَاسٍ لِشُرْبِ الْخَمْرِ بِتَسْمِيَتِهَا بِغَيْرِ اسْمِهَا، وَقَدِ اخْتَرَعَ النَّاسُ بَعْدَ زَمَنِ التَّنْزِيلِ أَنْوَاعًا كَثِيرَةً مِنَ الْخُمُورِ أَشَدَّ مِنْ خَمْرِ الْعِنَبِ ضَرَرًا فِي الْجِسْمِ وَالْعَقْلِ بِاتِّفَاقِ الْأَطِبَّاءِ، وَأَشَدَّ إِيقَاعًا فِي الْعَدَاوَةِ وَالْبَغْضَاءِ، وَصَدًّا عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، وَالْقَوْلُ بِأَنَّهُ لَا يَحْرُمُ مِنْهَا قَطْعًا إِلَّا مَا كَانَ مِنْ عَصِيرِ الْعِنَبِ وَأَنَّهُ إِنَّمَا يَحْرُمُ الْقَدْرُ الْمُسْكِرُ مِنْهُ فَقَطْ يُجَرِّئُ النَّاسَ عَلَى شُرْبِ الْقَلِيلِ مِنْ تِلْكَ السُّمُومِ الْمُهْلِكَةِ، وَالْقَلِيلُ يَدْعُو إِلَى الْكَثِيرِ، فَالْإِدْمَانِ فَالْإِهْلَاكِ، فَفِي هَذَا الْقَوْلِ مَفْسَدَةٌ عَظِيمَةٌ، وَلَيْسَ فِي تَضْعِيفِهِ وَتَرْجِيحِ قَوْلِ جُمْهُورِ السَّلَفِ وَالْخَلَفِ عَلَيْهِ إِلَّا الْمَصْلَحَةُ الرَّاجِحَةُ وَسَدُّ ذَرَائِعِ شُرُورٍ كَثِيرَةٍ. </p><p> وَأَمَّا الْمَيْسِرُ فَهُوَ فِي أَصْلِ اللُّغَةِ الْقِمَارُ بِالْقِدَاحِ فِي كُلِّ شَيْءٍ كَمَا نَقَلَ لِسَانُ الْعَرَبِ عَنْ عَطَاءٍ ثُمَّ غَلَبَ فِي كُلِّ مُقَامَرَةٍ، وَقَدْ بَيَّنَّا الْأَقْوَالَ فِي اشْتِقَاقِهِ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ (ص ٢٥٨ وَمَا بَعْدَهَا ج٢ط الْهَيْئَةِ) وَبَيَّنَّا هُنَالِكَ مَعْنَى الْقِدَاحِ الَّتِي كَانُوا يَتَقَامَرُونَ بِهَا وَهِيَ </p><p> الْأَزْلَامُ وَالْأَقْلَامُ وَالسِّهَامُ، وَلِذَلِكَ عُدْنَا إِلَى بَيَانِهَا وَالْفَرْقُ بَيْنَ الْقِدَاحِ الْعَشْرِ الَّتِي يَتَقَامَرُونَ بِهَا وَبَيْنَ مَا كَانُوا يَسْتَقْسِمُونَ بِهِ لِلتَّفَاؤُلِ وَالتَّشَاؤُمِ فِي تَفْسِيرِ الْآيَةِ الثَّالِثَةِ مِنْ سُورَةِ الْمَائِدَةِ (ص ١٢٢ وَمَا بَعْدَهَا ج٦ط الْهَيْئَةِ) . </p><p> كُلُّ قِمَارٍ مَيْسِرٌ مُحَرَّمٌ بِالنَّصِّ إِلَّا مَا أَبَاحَهُ الشَّرْعُ مِنَ الْمُرَاهَنَةِ فِي السِّبَاقِ وَالرِّمَايَةِ، وَقَدْ وَرَدَ عَنْ أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ كَرَّمَ اللهُ وَجْهَهُ أَنَّهُ قَالَ: الشِّطْرَنْجُ مِنَ الْمَيْسِرِ رَوَاهُ ابْنُ أَبِي حَاتِمٍ، ورُوِيَ أَيْضًا عَنْ عَطَاءٍ وَمُجَاهِدٍ وَطَاوُسٍ أَوِ اثْنَيْنِ مِنْهُمْ قَالُوا: كُلُّ شَيْءٍ مِنَ الْقِمَارِ فَهُوَ مِنَ الْمَيْسِرِ حَتَّى لَعِبُ الصِّبْيَانِ بِالْجَوْزِ، وَرُوِيَ عَنْ رِشْدِينَ بْنِ سَعْدٍ وَضَمْرَةَ بْنِ حَبِيبٍ قَالَا:  \" حَتَّى الْكِعَابُ وَالْجَوْزُ وَالْبَيْضُ الَّتِي تَلْعَبُ بِهَا الصِّبْيَانُ \" وَعَنِ ابْنِ عُمَرَ: الْمَيْسِرُ هُوَ الْقِمَارُ وَعَنِ ابْنِ عَبَّاسٍ: الْمَيْسِرُ هُوَ الْقِمَارُ، كَانُوا يَتَقَامَرُونَ فِي الْجَاهِلِيَّةِ إِلَى مَجِيءِ الْإِسْلَامِ فَنَهَاهُمُ اللهُ عَنْ هَذِهِ الْأَخْلَاقِ الْقَبِيحَةِ، وَعَنْ سَعِيدِ بْنِ الْمُسَيَّبِ: كَانَ مَيْسِرُ أَهْلِ الْجَاهِلِيَّةِ بَيْعَ اللَّحْمِ بِالشَّاةِ وَالشَّاتَيْنِ (أَيْ مِنْ مَيْسِرِهِمْ) ذَكَرَ ذَلِكَ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ. </p><p> ثُمَّ ذَكَرَ حَدِيثَ أَبِي مُوسَى الْأَشْعَرِيِّ عِنْدَ ابْنِ أَبِي حَاتِمٍ \" اجْتَنِبُوا هَذِهِ الْكِعَابَ الْمَرْسُومَةَ الَّتِي يُزْجَرُ بِهَا زَجْرًا فَإِنَّهَا مِنَ الْمَيْسِرِ \" وَقَالَ حَدِيثٌ غَرِيبٌ وَفَسَّرَ الْكِعَابَ بِالنَّرْدِ، وَأَقُولُ: </p><p> الْحَدِيثُ ضَعِيفٌ وَهُوَ مِنْ طَرِيقِ عُثْمَانَ بْنِ أَبِي الْعَاتِكَةِ عَنْ عَلِيِّ بْنِ يَزِيدَ، وَعَلِيٌّ هَذَا ضَعِيفٌ وَضَعَّفُوا عُثْمَانَ فِي رِوَايَتِهِ عَنْهُ. </p><p> ثُمَّ ذَكَرَ حَدِيثَ بُرَيْدَةَ بْنِ الْحَصِيبِ الْأَسْلَمِيِّ \" \" مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَكَأَنَّمَا صَبَغَ يَدَهُ فِي لَحْمِ خِنْزِيرٍ وَدَمِهِ \" رَوَاهُ مُسْلِمٌ، وَلَعَلَّ الْحِكْمَةَ فِي تَشْبِيهِ اللَّعِبِ بِهِ بِمَا ذُكِرَ أَنَّ الْمُقَامَرَةَ بِهِ كَالْمُقَامَرَةِ عَلَى لَحْمِ الْخِنْزِيرِ لَا عَلَى لَحْمِ الْأَنْعَامِ الَّذِي كَانَتِ الْعَرَبُ تُقَامِرُ عَلَيْهِ فِي الْجَاهِلِيَّةِ وَأَيَّدَ هَذَا بِحَدِيثِ أَبِي مُوسَى عِنْدَ مَالِكٍ وَأَحْمَدَ وَأَبِي دَاوُدَ وَابْنِ مَاجَهْ \" مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ عَصَى اللهَ وَرَسُولَهُ \" وَقَدْ رُوِيَ مَرْفُوعًا وَمَوْقُوفًا عَلَى أَبِي مُوسَى مِنْ قَوْلِهِ. </p><p> ثُمَّ ذَكَرَ أَنَّ ابْنَ عُمَرَ قَالَ فِي الشِّطْرَنْجِ إِنَّهُ مِنَ النَّرْدِ وَأَنَّ عَلِيًّا قَالَ: إِنَّهُ مِنَ الْمَيْسِرِ </p><p> قَالَ: وَنَصَّ عَلَى تَحْرِيمِهِ مَالِكٌ وَأَبُو حَنِيفَةَ وَأَحْمَدُ وَكَرِهَهُ الشَّافِعِيُّ رَحِمَهُمُ اللهُ تَعَالَى: </p><p> أَقُولُ: إِنَّ مَا رُوِيَ عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ وَهُوَ الَّذِي بَيَّنَ لَنَا وَجْهَ مَا وَرَدَ فِي النَّرْدِ (وَهُوَ الْمُسَمَّى الْآنَ بِالطَّاوِلَةِ) مِنَ الْحَدِيثِ، وَهُوَ أَنَّهُ كَانَ مِنْ لَعِبِ الْقِمَارِ، وَيُؤَيِّدُهُ التَّشْبِيهُ الَّذِي بَيَّنَّا حِكْمَتَهُ فِي حَدِيثِ مُسْلِمٍ، وَالظَّاهِرُ أَنَّ مَنْ حَرَّمَ الشِّطْرَنْجَ حَرَّمَهُ مِنْ حَيْثُ كَوْنِهِ قِمَارًا، وَمَنْ كَرِهَهُ لِكَوْنِهِ مَدْعَاةَ الْغَفْلَةِ عَنْ ذِكْرِ اللهِ، لِأَنَّ أَكْثَرَ لَاعِبِيهِ يُفْرِطُونَ فِي الْإِكْثَارِ مِنْهُ، وَسَنَزِيدُ الْمَسْأَلَةَ بَيَانًا فِي تَفْسِيرِ الْآيَةِ التَّالِيَةِ. </p><p> وَأَمَّا الْأَنْصَابُ فَقَالَ ابْنُ عَبَّاسٍ وَمُجَاهِدٌ وَسَعِيدُ بْنُ جُبَيْرٍ وَالْحَسَنُ وَغَيْرُ وَاحِدٍ: هِيَ حِجَارَةٌ كَانُوا يَذْبَحُونَ قَرَابِينَهُمْ عِنْدَهَا، ذَكَرَهُ ابْنُ كَثِيرٍ أَيْضًا، وَرَوَى أَنَّهُمْ كَانُوا يَعْبُدُونَهَا وَيَتَقَرَّبُونَ إِلَيْهَا وَتَحْقِيقُ ذَلِكَ تَقَدَّمَ فِي تَفْسِيرِ (وَمَا ذُبِحَ عَلَى النُّصُبِ) فِي أَوَّلِ السُّورَةِ (ص١٢١، ١٢٣ ج٦ط الْهَيْئَةِ) . </p><p> وَأَمَّا الْأَزْلَامُ فَهِيَ قِدَاحٌ أَيْ قِطَعٌ رَقِيقَةٌ مِنَ الْخَشَبِ بِهَيْئَةِ السِّهَامِ كَانُوا يَسْتَقْسِمُونَ بِهَا فِي الْجَاهِلِيَّةِ لِأَجْلِ التَّفَاؤُلِ أَوِ التَّشَاؤُمِ، وَقَدْ شَرَحْنَا مَعْنَاهَا وَطَرِيقَةَ الِاسْتِقْسَامِ بِهَا فِي أَوَائِلِ السُّورَةِ (ص١٢٢ ١٢٧ ج٦ط الْهَيْئَةِ) وَبَيَّنَّا الْفَرْقَ بَيْنَ خُرَافَةِ الِاسْتِقْسَامِ وَسُنَّةِ الِاسْتِخَارَةِ فَيُرَاجَعُ هُنَالِكَ. </p><p> وَأَمَّا الرِّجْسُ فَهُوَ الْمُسْتَقْذَرُ حِسًّا أَوْ مَعْنًى، وَقَالَ الزَّجَّاجُ: الرِّجْسُ فِي اللُّغَةِ اسْمٌ لِكُلِّ مَا اسْتُقْذِرَ مِنْ عَمَلٍ، فَبَالَغَ اللهُ فِي ذَمِّ الْأَشْيَاءِ الْمَذْكُورَةِ فِي الْآيَةِ فَسَمَّاهَا رِجْسًا أَقُولُ: وَقَدْ ذُكِرَ فِي تِسْعِ آيَاتٍ مِنَ الْقُرْآنِ لَيْسَ فِيهَا مَوْضِعٌ يَظْهَرُ فِيهَا مَعْنَى الْقَذَارَةِ الْحِسِّيَّةِ إِلَّا قَوْلُهُ تَعَالَى: (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ) ٦: ١٤٥) قَوْلُهُ: (فَإِنَّهُ رِجْسٌ) عَائِدٌ إِلَى جَمِيعِ مَا ذُكِرَ، أَيْ فَإِنَّ ذَلِكَ أَوْ مَا ذُكِرَ رِجْسٌ، وَمِثْلُهُ:  (وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ لِيَأْكُلُوا مِنْ ثَمَرِهِ ٣٦: ٣٤، ٣٥) ; </p><p> أَيْ مِنْ ثَمَرِ ذَلِكَ أَوْ مَا ذُكِرَ، وَاسْتَشْهَدَ الزَّمَخْشَرِيُّ لِهَذَا الْأَخِيرِ بِقَوْلِ رُؤْبَةَ: </p><p> فِيها خُطُوطٌ مِنْ سَوَادٍ وَبَلَقْ ... كَأَنَّهُ فِي الْجِلْدِ تَوْلِيعُ الْبَهَقْ. </p><p> وَذُكِرَ أَنَّ رُؤْبَةَ سُئِلَ عَنْ ذَلِكَ فَقَالَ: أَرَدْتُ كَأَنَّ ذَلِكَ، وَيُحْتَمَلُ أَنْ يُرَادَ بِالرِّجْسِ أَنَّهُ قَذَرٌ مَعْنَوِيٌّ مِنْ حَيْثُ كَوْنِهِ ضَارًّا وَمُحْتَقَرًا تَعَافُهُ الْأَنْفُسُ، وَقَدْ فَسَّرَ بَعْضُهُمُ الرِّجْسَ </p><p> فِي الْآيَةِ الَّتِي نُفَسِّرُهَا بِالْمَأْثَمِ وَهُوَ مَا كَانَ ضَارًّا، وَقَدْ بَيَّنَّا ضَرَرَ الْخَمْرِ وَالْمَيْسِرِ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ مِنْ عِدَّةِ وُجُوهٍ. </p><p> وَقَالَ الرَّاغِبُ: الرِّجْسُ الشَّيْءُ الْقَذِرُ، يُقَالُ: رَجُلٌ رَجِسٌ، وَرِجَالٌ أَرْجَاسٌ، قَالَ تَعَالَى:  (رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ) وَالرِّجْسُ يَكُونُ عَلَى أَرْبَعَةِ أَوْجُهٍ: إِمَّا مِنْ حَيْثُ الطَّبْعِ، وَإِمَّا مِنْ جِهَةِ الْعَقْلِ، وَإِمَّا مِنْ جِهَةِ الشَّرْعِ، وَإِمَّا مِنْ كُلِّ ذَلِكَ كَالْمَيْتَةِ، فَإِنَّ الْمَيْتَةَ تَعَافُ طَبْعًا وَعَقْلًا وَشَرْعًا، وَالرِّجْسُ مِنْ جِهَةِ الشَّرْعِ الْخَمْرُ وَالْمَيْسِرُ، وَقِيلَ: إِنَّ ذَلِكَ رِجْسٌ مِنْ جِهَةِ الْعَقْلِ، وَعَلَى ذَلِكَ نَبَّهَ بِقَوْلِهِ:  (وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا)  (٢: ٢١٩) لِأَنَّ كُلَّ مَا يُوَفَّى إِثْمُهُ عَلَى نَفْعِهِ فَالْعَقْلُ يَقْتَضِي تَجَنُّبَهُ، وَجَعَلَ الْكَافِرِينَ رِجْسًا مِنْ حَيْثُ إِنَّ الشِّرْكَ بِالْعَقْلِ أَقْبَحُ الْأَشْيَاءِ، قَالَ تَعَالَى:  (وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ)  (٩: ١٢٥) إِلَخْ. </p><p> وَقَوْلُهُ تَعَالَى:  (رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ) نَصٌّ فِي كَوْنِ الرِّجْسِ مَعْنَوِيًّا، وَهُوَ مَحْمُولٌ عَلَى جَمِيعِ مَا ذُكِرَ مِنَ الْخَمْرِ وَالْمَيْسِرِ وَالْأَنْصَابِ وَالْأَزْلَامِ، كَمَا قَالَ فِي آيَةٍ أُخْرَى:  (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ)  (٢٢: ٣٠) وَكَانَتِ الْأَنْصَابُ وَالْأَزْلَامُ مِنْ لَوَازِمِ الْأَوْثَانِ وَأَمَّا رِجْسُ الْخَمْرِ وَالْمَيْسِرِ فَبَيَانُهُ فِي الْآيَةِ التَّالِيَةِ. </p><p> وَقَدِ اسْتَدَلَّ بَعْضُ الْفُقَهَاءِ بِالْآيَةِ عَلَى كَوْنِ الْخَمْرِ نَجِسَةَ الْعَيْنِ فَتَكَلَّفُوا كُلَّ التَّكَلُّفِ إِذْ زَعَمُوا أَنَّ (رِجْسٌ) خَبَرٌ عَنِ الْخَمْرِ وَخَبَرُ مَا عُطِفَ عَلَيْهَا مَحْذُوفٌ، وَلَوْ سَلِمَ لَهُمْ هَذَا لَمَا كَانَ مُفِيدًا لِنَجَاسَةِ الْخَمْرِ نَجَاسَةً حِسِّيَّةً، فَإِنَّ نَجِسَ الْعَيْنِ مَا كَانَ شَدِيدَ الْقَذَارَةِ كَالْبَوْلِ وَالْغَائِطِ، وَالْخَمْرُ لَيْسَتْ قَذِرَةَ الْعَيْنِ، وَالصَّوَابُ أَنَّ (رِجْسٌ) خَبَرٌ عَنِ الْخَمْرِ وَالْمَيْسِرِ وَالْأَنْصَابِ وَالْأَزْلَامِ كَمَا قُلْنَا تَبَعًا لِلْجُمْهُورِ، لِأَنَّ هَذَا هُوَ الْمُتَبَادَرُ إِلَى الْفَهْمِ مِنَ الْعِبَارَةِ، لِأَنَّهُ الْأَصْلُ فِي الْإِخْبَارِ عَنِ الْمُبْتَدَأِ وَمَا عُطِفَ عَلَيْهِ، لِأَنَّهُ فِي الْأَنْصَابِ وَالْأَزْلَامِ يُوَافِقُ قَوْلَهُ تَعَالَى:  (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ) وَأَمَّا إِفْرَادُهُ مَعَ كَوْنِهِ خَبَرًا عَنْ مُتَعَدِّدٍ فَلِأَنَّهُ مَصْدَرٌ يَسْتَوِي فِيهِ الْقَلِيلُ وَالْكَثِيرُ كَقَوْلِهِ تَعَالَى: (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ)  (٩: ٢٨) أَوْ لِأَنَّ فِي الْكَلَامِ مُضَافًا تَقْدِيرُهُ أَنَّ تَعَاطِيَ مَا ذَكَرَهُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَقَوْلُهُ تَعَالَى: (مِنْ عَمَلِ الشَّيْطَانِ) تَفْسِيرٌ وَإِيضَاحٌ لِكَوْنِ مَا ذَكَرَ رِجْسًا، وَمَعْنَى كَوْنِهَا مِنْ عَمَلِ الشَّيْطَانِ أَنَّهَا مِنَ الْأَعْمَالِ </p><p> الَّتِي زَيَّنَ لِأَعْدَائِهِ </p><p> بَنِي آدَمَ ابْتِدَاعَهَا وَإِيجَادَهَا، ثُمَّ هُوَ يُوَسْوِسُ لَهُمْ بِأَنْ يَعْكُفُوا عَلَيْهَا، وَيُزَيِّنُهَا لَهُمْ لِمَا فِيهَا مِنْ شِدَّةِ الضَّرَرِ بِهِمْ. </p><p> (فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ) أَيْ فَإِذَا كَانَ الْأَمْرُ كَذَلِكَ فَاجْتَنِبُوا هَذَا الرِّجْسَ كُلَّهُ أَوْ فَاجْتَنِبُوا مَا ذُكِرَ كُلَّهُ، أَيِ ابْعُدُوا عَنْهُ وَكُونُوا فِي جَانِبٍ غَيْرِ الْجَانِبِ الَّذِي هُوَ فِيهِ، رَجَاءَ أَنْ تُفْلِحُوا وَتَفُوزُوا بِمَا فَرَضَ عَلَيْكُمْ مِنْ تَزْكِيَةِ أَنْفُسِكُمْ، وَتَحْلِيَتِهَا، بِذِكْرِ رَبِّكِمْ، وَمُرَاعَاةِ سَلَامَةِ أَبْدَانِكُمْ وَالتَّوَادِّ وَالتَّآخِي فِيمَا بَيْنَكُمْ، وَتَعَاطِي مَا ذَكَرَ يَصُدُّ عَنْ ذَلِكَ وَيَحُولُ دُونَهُ كَمَا بَيَّنَهُ تَعَالَى بِقَوْلِهِ: </p><p> (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ) بَيَّنَ حَظَّ الشَّيْطَانِ مِنَ النَّاسِ فِي الْخَمْرِ وَالْمَيْسِرِ دُونَ مَا قَرَنَ بِهِمَا فِي الْآيَةِ الْأُولَى مِنَ الْأَنْصَابِ وَالْأَزْلَامِ، لِأَنَّ بَيَانَ تَحْرِيمِهِمَا هُوَ الْمَقْصُودُ بِالذَّاتِ، وَقَدْ تَقَدَّمَ فِي أَوَّلِ السُّورَةِ (أَيْ فِي الْآيَةِ الثَّالِثَةِ مِنْهَا) تَحْرِيمُ مَا ذُبِحَ عَلَى النُّصُبِ وَالِاسْتِقْسَامِ بِالْأَزْلَامِ وَكَوْنُ ذَلِكَ فِسْقًا، وَكَانَ الْمُؤْمِنُونَ قَدْ تَرَكُوهُمَا; لِأَنَّهُمَا مِنْ أَعْمَالِ الْجَاهِلِيَّةِ وَخُرَافَاتِ الْوَثَنِيَّةِ، وَالْخِطَابُ هُنَا لِلْمُؤْمِنِينَ الَّذِينَ طَهَّرَهُمُ التَّوْحِيدُ مِنْ خُرَافَاتِ الشِّرْكِ كُلِّهَا، وَلِذَلِكَ قَالَ عُمَرُ عِنْدَ نُزُولِ الْآيَةِ: \" أَقُرِنْتِ بِالْمَيْسِرِ وَالْأَنْصَابِ وَالْأَزْلَامِ؟ بُعْدًا لَكِ وَسُحْقًا، فَعُلِمَ مِنْ ذَلِكَ أَنَّ ذِكْرَ الْأَنْصَابِ وَالْأَزْلَامِ وَهُمَا مِنَ الْخُرَافَاتِ الِاعْتِقَادِيَّةِ وَلَزِمَهُمَا مَعَ الْخَمْرِ وَالْمَيْسِرِ وَهُمَا مِنَ الرَّذَائِلِ الْمَالِيَّةِ وَالِاجْتِمَاعِيَّةِ قَدْ أُرِيدَ بِهِ أَنَّ كُلَّ ذَلِكَ مِنْ رِجْسِ الْجَاهِلِيَّةِ، وَأَنَّهُ لَا يَلِيقُ شَيْءٌ مِنْهُ بِأَهْلِ الْحَنِيفِيَّةِ. </p><p> وَالْعَدَاوَةُ ضَرْبٌ مِنَ التَّجَاوُزِ الَّذِي هُوَ أَصْلُ مَعْنَى مَادَّةِ (عَدَا يَعْدُو) وَهُوَ تَجَاوُزُ الْحَقِّ إِلَى الْإِيذَاءِ، قَالَ فِي لِسَانِ الْعَرَبِ: وَالْعَادِي الظَّالِمُ، يُقَالُ: لَا أَشْمَتَ اللهُ بِكَ عَادِيكَ، أَيْ عَدُّوَكَ الظَّالِمَ لَكَ، قَالَ أَبُو بَكْرٍ: قَوْلُ الْعَرَبِ فُلَانٌ عَدُوُّ فُلَانٍ: مَعْنَاهُ فُلَانٌ يَعْدُو عَلَى فُلَانٍ بِالْمَكْرُوهِ وَيَظْلِمُهُ اهـ. وَقَالُوا أَيْضًا: الْعَدُوُّ ضِدُّ الصَّدِيقِ وَضِدُّ الْوَلِيِّ أَيِ الْمُوَالِي، فَعُلِمَ مِنْ ذَلِكَ أَنَّ الْعَدَاوَةَ سَيِّئَةٌ عَمَلِيَّةٌ، وَالْبَغْضَاءَ انْفِعَالٌ فِي الْقَلْبِ وَأَثَرٌ فِي النَّفْسِ فَهُوَ ضِدُّ الْمَحَبَّةِ، فَالْعَدَاوَةُ وَالْبَغْضَاءُ يَجْتَمِعَانِ وَيُوجَدُ أَحَدُهُمَا دُونَ الْآخَرِ. </p><p> أَمَّا كَوْنُ الْخَمْرِ سَبَبًا لِوُقُوعِ الْعَدَاوَةِ وَالْبَغْضَاءِ بَيْنَ النَّاسِ، حَتَّى الْأَصْدِقَاءِ مِنْهُمْ </p><p> فَمَعْرُوفٌ وَشَوَاهِدُهُ كَثِيرَةٌ، وَعِلَّتُهُ أَنَّ شَارِبَ الْخَمْرِ يَسْكَرُ فَيَفْقِدُ الْعَقْلَ الَّذِي يَعْقِلُ الْإِنْسَانَ أَيْ يَمْنَعُهُ مِنَ الْأَقْوَالِ وَالْأَعْمَالِ الْقَبِيحَةِ الَّتِي تَسُوءُ النَّاسَ وَيَسْتَوْلِي عَلَيْهِ حُبُّ الْفَخْرِ الْكَاذِبِ، وَيُسْرِعُ إِلَيْهِ الْغَضَبُ بِالْبَاطِلِ، وَقَدْ جَرَتْ عَادَةُ مُحِبِّي الْخَمْرِ عَلَى الِاجْتِمَاعِ لِلشُّرْبِ، فَقَلَّمَا تَكُونُ رَذَائِلُهُمْ قَاصِرَةً عَلَيْهِمْ، غَيْرَ مُتَعَدِّيَةٍ إِلَى غَيْرِهِمْ، وَكَثِيرًا مَا تَتَعَدَّى إِلَى غَيْرِ مَنْ يَشْرَبُ </p><p> مَعَهُمْ كَالْأَهْلِ وَالْجِيرَانِ، وَالْخُلَطَاءِ وَالْعُشَرَاءِ، وَقَدْ تَقَدَّمَ فِي أَسْبَابِ نُزُولِ الْآيَاتِ بَعْضُ الشَّوَاهِدِ عَلَى ذَلِكَ، وَمِنْ أَغْرَبِ أَخْبَارِ شُذُوذِ السُّكْرِ الَّذِي يُفْضِي مِثْلُهُ عَادَةً إِلَى الْعَدَاوَةِ وَالْبَغْضَاءِ وَالْهَرْجِ وَالْقِتَالِ، حَدِيثُ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ مَعَ عَمِّهِ حَمْزَةَ (رَضِيَ اللهُ عَنْهُمَا) وَمُلَخَّصُهُ \" أَنَّهُ كَانَ لَهُ شَارِفَانِ(نَاقَتَانِ مُسِنَّتَانِ)أَرَادَ أَنْ يَجْمَعَ عَلَيْهِمَا الْإِذْخِرَ(نَبَاتٌ طَيِّبُ الرَّائِحَةِ)مَعَ صَائِغٍ يَهُودِيٍّ وَيَبِيعَهُ لِلصَّوَّاغِينَ لِيَسْتَعِينَ بِثَمَنِهِ عَلَى وَلِيمَةِ فَاطِمَةَ عَلَيْهَا السَّلَامُ عِنْدَ إِرَادَةِ الْبِنَاءِ بِهَا، وَكَانَ عَمُّهُ حَمْزَةُ يَشْرَبُ الْخَمْرَ مَعَ بَعْضِ الْأَنْصَارِ وَمَعَهُ قَيْنَةٌ تُغَنِّيهِ فَأَنْشَدَتْ شِعْرًا حَثَّتْهُ بِهِ عَلَى نَحْرِ النَّاقَتَيْنِ وَأَخْذِ أَطَايِبِهِمَا لِيَأْكُلَ مِنْهَا الشَّرَبَ، فَثَارَ حَمْزَةُ وَجَبَّ أَسْنِمَتَهُمَا وَبَقَرَ خَوَاصِرَهُمَا وَأَخَذَ مِنْ أَكْبَادِهِمَا، فَلَمَّا رَأَى عَلِيٌّ ذَلِكَ تَأَلَّمَ، وَلَمْ يَمْلِكْ عَيْنَيْهِ وَشَكَا حَمْزَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَدَخَلَ النَّبِيُّ عَلَى حَمْزَةَ وَمَعَهُ عَلِيٌّ وَزَيْدُ بْنُ حَارِثَةَ فَتَغَيَّظَ عَلَيْهِ وَطَفِقَ يَلُومُهُ،وَكَانَ حَمْزَةُ ثَمِلًا قَدِ احْمَرَّتْ عَيْنَاهُ فَنَظَرَ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ لَهُ وَلِمَنْ مَعَهُ:وَهَلْ أَنْتُمْ إِلَّا عَبِيدٌ لِأَبِي؟ فَلَمَّا عَلِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ ثَمِلٌ نَكَصَ عَلَى عَقِبَيْهِ الْقَهْقَرَى وَخَرَجَ هُوَ وَمَنْ مَعَهُ \" وَالْحَدِيثُ فِي الصَّحِيحَيْنِ، وَلَوْلَا حِلْمُ الرَّسُولِ وَعِصْمَتُهُ وَعَقْلُهُ وَأَدَبُ عَلِيٍّ وَفَضْلُهُ، وَبَلَاءُ حَمْزَةَ فِي إِقَامَةِ الْإِسْلَامِ وَقُرْبُهُ لَمَا وَقَفَتْ هَذِهِ الْحَادِثَةُ عِنْدَ الْحَدِّ الَّذِي وَقَفَتْ عِنْدَهُ. </p><p> وَإِنَّ حَوَادِثَ الْعَدَاوَةِ وَالْبَغْضَاءِ الَّتِي يُثِيرُهَا السُّكْرُ وَمَا يَنْشَأُ عَنْهَا مِنَ الْقَتْلِ وَالضَّرْبِ وَالْعُدْوَانِ وَالسَّلْبِ، وَالْفِسْقِ وَالْفُحْشِ، وَمِنْ إِفْشَاءِ الْأَسْرَارِ، وَهَتْكِ الْأَسْتَارِ، وَخِيَانَةِ الْحُكُومَاتِ وَالْأَوْطَانِ، قَدْ سَارَتْ بِأَخْبَارِهَا الرُّكْبَانُ، وَمَا زَالَتْ حَدِيثَ النَّاسِ فِي كُلِّ زَمَانٍ وَمَكَانٍ. </p><p> وَأَمَّا الْمَيْسِرُ فَهُوَ مَثَارٌ لِلْعَدَاوَةِ وَالْبَغْضَاءِ أَيْضًا وَلَكِنْ بَيْنَ الْمُتَقَامِرِينَ، فَإِنْ تَعَدَّاهُمْ فَإِلَى الشَّامِتِينَ وَالْعَائِبِينَ، وَمَنْ تَضِيعُ عَلَيْهِمْ حُقُوقُهُمْ مِنَ الدَّائِنِينَ وَغَيْرِ الدَّائِنِينَ، وَإِنَّ </p><p> الْمُقَامِرَ لَيُفَرِّطُ فِي حُقُوقِ الْوَالِدَيْنِ وَالزَّوْجِ وَالْوَلَدِ، حَتَّى يُوشِكَ أَنْ يَمْقُتَهُ كُلُّ أَحَدٍ. </p><p> قَالَ الْفَخْرُ الرَّازِيُّ: وَأَمَّا الْمَيْسِرُ فَفِيهِ بِإِزَاءِ التَّوْسِعَةِ عَلَى الْمُحْتَاجِينَ الْإِجْحَافُ بِأَرْبَابِ الْأَمْوَالِ، لِأَنَّ مَنْ صَارَ مَغْلُوبًا فِي الْقِمَارِ مَرَّةً دَعَاهُ ذَلِكَ إِلَى اللَّجَاجِ فِيهِ عَنْ رَجَاءِ أَنَّهُ رُبَّمَا صَارَ غَالِبًا فِيهِ، وَقَدْ يَتَّفِقُ أَلَّا يَحْصُلَ لَهُ ذَلِكَ إِلَى أَلَّا يَبْقَى لَهُ شَيْءٌ مِنَ الْمَالِ، وَإِلَى أَنْ يُقَامِرَ عَلَى لِحْيَتِهِ وَأَهْلِهِ وَوَلَدِهِ! ! وَلَا شَكَّ أَنَّهُ بَعْدَ ذَلِكَ يَصِيرُ فَقِيرًا مِسْكِينًا وَيَصِيرُ مِنْ أَعْدَى الْأَعْدَاءِ لِأُولَئِكَ الَّذِينَ كَانُوا غَالِبِينَ لَهُ، اهـ. </p><p> وَأَمَّا كَوْنُ كُلٍّ مِنَ الْخَمْرِ وَالْمَيْسِرِ يَصُدُّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ وَهُوَ مَفْسَدَتُهَا الدِّينِيَّةُ فَهُوَ أَظْهَرُ مِنْ كَوْنِهِمَا مَثَارًا لِلْعَدَاوَةِ وَالْبَغْضَاءِ وَهُوَ مَفْسَدَتُهَا الِاجْتِمَاعِيَّةُ لِأَنَّ كُلَّ سَكْرَةٍ مِنْ سَكَرَاتِ الْخَمْرِ، وَكُلَّ مَرَّةٍ مِنْ لَعِبِ الْقِمَارِ، تَصُدُّ السَّكْرَانَ وَاللَّاعِبَ وَتَصْرِفُهُ </p><p> عَنْ ذِكْرِ اللهِ الَّذِي هُوَ رُوحُ الدِّينِ، وَعَنِ الصَّلَاةِ الَّتِي هِيَ عِمَادُ الدِّينِ، إِذِ السَّكْرَانُ لَا عَقْلَ لَهُ يَذْكُرُ بِهِ آلَاءَ اللهِ وَآيَاتِهِ، وَيُثْنِي عَلَيْهِ بِأَسْمَائِهِ وَصِفَاتِهِ، أَوْ يُقِيمُ بِهِ الصَّلَاةَ الَّتِي هِيَ ذِكْرُ اللهِ، وَزِيَادَةُ أَعْمَالٍ تُؤَدِّي بِنِظَامٍ لِغَرَضٍ وَقَصْدٍ، وَلَوْ ذَكَرَ السَّكْرَانُ رَبَّهُ، وَحَاوَلَ الصَّلَاةَ لَمْ تَصِحَّ لَهُ، وَالْمُقَامِرُ تَتَوَجَّهُ جَمِيعُ قُوَاهُ الْعَقْلِيَّةِ إِلَى اللَّعِبِ الَّذِي يَرْجُو مِنْهُ الرِّبْحَ وَيَخْشَى الْخَسَارَةَ فَلَا يَبْقَى لَهُ مِنْ نَفْسِهِ بَقِيَّةٌ يَذْكُرُ اللهَ تَعَالَى بِهَا، أَوْ يَتَذَكَّرُ أَوْقَاتَ الصَّلَاةِ وَمَا يَجِبُ عَلَيْهِ مِنَ الْمُحَافَظَةِ عَلَيْهَا، وَلَعَلَّهُ لَا يُوجَدُ عَمَلٌ مِنَ الْأَعْمَالِ يَشْغَلُ الْقَلْبَ وَيَصْرِفُهُ عَنْ كُلِّ مَا سِوَاهُ وَيَحْصُرُ هَمَّهُ فِيهِ مِثْلَ هَذَا الْقِمَارِ، حَتَّى إِنَّ الْمُقَامِرَ لَيَقَعُ الْحَرِيقُ فِي دَارِهِ وَتَنْزِلُ الْمَصَائِبُ بِأَهْلِهِ وَوَلَدِهِ، وَيُسْتَصْرَخُ وَيُسْتَغَاثُ فَلَا يُصْرِخُ وَلَا يُغِيثُ، بَلْ يَمْضِي فِي لَعِبِهِ، وَيَكِلُ أَمْرَ الْحَرِيقِ إِلَى جُنْدِ الْإِطْفَاءِ، وَأَمْرَ الْمُصَابِينَ مِنَ الْأَهْلِ إِلَى الْمُوَاسِينَ أَوِ الْأَطِبَّاءِ، وَمَا زَالَ النَّاسُ يَتَنَاقَلُونَ النَّوَادِرَ فِي ذَلِكَ عَنِ الْمُقَامِرِينَ، مِنَ الْأَوَّلِينَ وَالْمُعَاصِرِينَ. </p><p> عَلَى أَنَّ الْمُقَامِرَ إِذَا تَذَكَّرَ الصَّلَاةَ أَوْ ذَكَّرَهُ غَيْرُهُ بِهَا، وَتَرَكَ اللَّعِبَ لِأَجْلِ أَدَائِهَا، فَإِنَّهُ لَا يَكَادُ يُؤَدِّي مِنْهَا إِلَّا الْحَرَكَاتِ الْبَدَنِيَّةَ بِدُونِ أَدْنَى تَدَبُّرٍ أَوْ خُشُوعٍ، وَلَا سِيَّمَا إِذَا كَانَ يُرِيدُ أَنْ يَعُودَ إِلَى اللَّعِبِ، نَعَمْ إِنَّهُ قَدْ يَأْتِي بِأَفْعَالِ الصَّلَاةِ تَامَّةً فَيَفْضُلُ السَّكْرَانَ بِهَذَا إِذْ لَا يَكَادُ يَأْتِي مِنْهُ ضَبْطُ أَفْعَالِهَا، وَلَكِنَّ السَّكْرَانَ قَدْ يَفْضُلُهُ بِأَعْمَالِ الْقَلْبِ وَالْخُشُوعِ وَلَوْ بِغَيْرِ عَقْلٍ، فَكَمْ مِنْ سَكْرَانٍ يَذْكُرُ اللهَ تَعَالَى وَيَذْكُرُ ذُنُوبَهُ حَتَّى سُكْرَهُ وَيَبْكِي، وَيَدْعُو </p><p> اللهَ تَعَالَى أَنْ يَتُوبَ عَلَيْهِ، لَقِيتُ مَرَّةً سَكْرَانًا فِي أَحَدِ شَوَارِعِ الْقَاهِرَةِ فَأَقْبَلَ عَلَيَّ يُقَبِّلُ يَدِي وَيَبْكِي وَيَقُولُ: ادْعُ اللهَ لِي أَنْ يَتُوبَ عَلَيَّ مِنَ السُّكْرِ وَيَغْفِرَ لِي، أَنْتَ ابْنُ الرَّسُولِ، وَدُعَاؤُكَ مَقْبُولٌ، وَأَمْثَالُ هَذَا الْكَلَامِ، وَإِذَا كَانَ اللهُ تَعَالَى لَا يَقْبَلُ صَلَاةَ السَّكْرَانِ لِأَنَّهُ لَا يَعْقِلُ مَا يَقُولُ وَمَا يَفْعَلُ، فَهُوَ بِالْأَوْلَى لَا يَقْبَلُ صَلَاةَ الْمُقَامِرِ الَّذِي يَقِفُ بَيْنَ يَدَيْهِ، وَقَلْبُهُ مَشْغُولٌ عَنْهُ بِمَا حَرَّمَهُ عَلَيْهِ، فَلَا يَتَدَبَّرُ الْقُرْآنَ، وَلَا يَخْشَعُ لِلرَّحْمَنِ، وَهُوَ عَاقِلٌ مُكَلَّفٌ قَادِرٌ عَلَى مُجَاهَدَةِ نَفْسِهِ، وَتَوْجِيهِهَا إِلَى مُرَاقَبَةِ رَبِّهِ وَلَا يُفِيدُ مِثْلَ هَذَا الْمُصَلِّي السَّاهِي عَنْ صَلَاتِهِ إِفْتَاءُ الْفُقَهَاءِ بِصِحَّتِهَا، إِذَا كَمُلَتْ شُرُوطُهَا وَفُرُوضُهَا، فَمَا كُلُّ صَحِيحٍ عِنْدَ عُلَمَاءِ الرُّسُومِ بِمَقْبُولٍ (فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ)  (١٠٧: ٤، ٥) . </p><p> قَدْ يُقَالُ: إِنَّ اللهَ تَعَالَى قَدْ بَيَّنَ بِهَذِهِ الْآيَةِ عِلَّتَيْنِ لِتَحْرِيمِ الْخَمْرِ وَالْمَيْسِرِ إِحْدَاهُمَا اجْتِمَاعِيَّةٌ وَالْأُخْرَى دِينِيَّةٌ تَصْدُقُ عَلَى الْأَلْعَابِ الَّتِي اشْتَدَّ وُلُوعُ كَثِيرٍ مِنَ النَّاسِ بِهَا; كَالشِّطْرَنْجِ فَالظَّاهِرُ أَنْ تُعَدَّ بِذَلِكَ مُحَرَّمَةً كَالْمَيْسِرِ; لِأَنَّهَا تَصُدُّ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، وَإِنْ كَانَ اللَّعِبُ بِهَا عَلَى غَيْرِ مَالٍ؟ قَالَ السَّيِّدُ الْآلُوسِيُّ فِي هَذَا الْمَقَامِ مِنْ تَفْسِيرِهِ (رُوحِ الْمَعَانِي) : وَقَدْ شَاهَدْنَا كَثِيرًا مِمَّنْ يَلْعَبُ بِالشِّطْرَنْجِ يَجْرِي بَيْنَهُمْ مِنَ اللَّجَاجِ الْحَلِفُ الْكَاذِبُ وَالْغَفْلَةُ عَنِ اللهِ تَعَالَى </p>"
}