{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> فِي الدَّارِ إِلَى اجْتِمَاعِ الْقَبِيلَةِ إِلَى اجْتِمَاعِ الدَّوْلَةِ. فَتَرَى الْحَاسِدَ تَثْقُلُ عَلَيْهِ نِعْمَةُ اللهِ عَلَى أَخِيهِ فِي النَّسَبِ أَوِ الْجِنْسِ أَوِ الدِّينِ، وَهُوَ لَمْ يَتَعَرَّضْ لِمِثْلِهَا لِيَنَالَهَا، فَيَبْغِي عَلَى أَخِيهِ، وَلَوْ بِمَا فِيهِ شَقَاؤُهُ هُوَ. وَأَكْبَرُ الْمَوَانِعِ لِارْتِقَاءِ الْمُسْلِمِينَ الْآنَ هُوَ الْحَسَدُ وَالْعِيَاذُ بِاللهِ تَعَالَى مِنْ أَهْلِهِ، لَعْنَةُ اللهِ عَلَيْهِمْ ; لِأَنَّ الْأُمَمَ لَا تَرْتَقِي إِلَّا بِنُهُوضِ الْمُصْلِحِينَ بِهَا، وَكُلَّمَا قَامَ فِينَا مُصْلِحٌ تَصَدَّى الْحَاسِدُونَ لِإِحْبَاطِ عَمَلِهِ. </p><p> مَنْ قَرَأَ الْآيَةَ وَفَهِمَ مَا فِيهَا مِنْ تَعْلِيلِ تَحْرِيمِ الْقَتْلِ بِغَيْرِ حَقٍّ وَكَوْنِ هَذَا الْحَقِّ لَا يَعْدُو الْقِصَاصَ وَمَنْعَ الْإِفْسَادِ فِي الْأَرْضِ، يَتَوَجَّهُ ذِهْنُهُ لِاسْتِبَانَةِ الْعِقَابِ الَّذِي يُؤْخَذُ بِهِ الْمُفْسِدُونَ، حَتَّى لَا يَتَجَرَّأَ غَيْرُهُمْ عَلَى مِثْلِ فِعْلِهِمْ، فَبَيَّنَ اللهُ ذَلِكَ الْعِقَابَ بِقَوْلِهِ: </p><p> (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللهَ غَفُورٌ رَّحِيمٌ) . اخْتَلَفَ نَقَلَةُ التَّفْسِيرِ الْمَأْثُورِ فِيمَنْ نَزَلَ فِيهِمْ هَاتَانِ الْآيَتَانِ عَلَى مَا هُوَ ظَاهِرٌ مِنِ اتِّصَالِهِمَا بِمَا قَبْلَهُمَا أَتَمَّ الِاتِّصَالِ. رَوَى أَحْمَدُ وَالْبُخَارِيُّ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ عَنْ أَنَسٍ أَنَّ نَاسًا مِنْ عُكْلٍ وَعُرَيْنَةَ قَدِمُوا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَكَلَّمُوا بِالْإِسْلَامِ، فَاسْتَوْخَمُوا الْمَدِينَةَ، فَأَمَرَ لَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَوْدٍ وَرَاعٍ، وَأَمَرَهُمْ أَنْ يَخْرُجُوا </p><p> فَلْيَشْرَبُوا </p><p> مِنْ أَبْوَالِهَا وَأَلْبَانِهَا، فَانْطَلَقُوا حَتَّى إِذَا كَانُوا بِنَاحِيَةِ الْحَرَّةِ كَفَرُوا بَعْدَ إِسْلَامِهِمْ، وَقَتَلُوا رَاعِيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاسْتَاقُوا الذَّوْدَ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَعَثَ الطَّلَبَ فِي آثَارِهِمْ، فَأَمَرَ بِهِمْ فَسَمَرُوا أَعْيُنَهُمْ وَقَطَعُوا أَيْدِيَهُمْ وَتُرِكُوا فِي نَاحِيَةِ الْحَرَّةِ حَتَّى مَاتُوا عَلَى حَالِهِمْ. زَادَ الْبُخَارِيُّ أَنَّ قَتَادَةَ الرَّاوِيَ لِلْحَدِيثِ عَنْ أَنَسٍ قَالَ: بَلَغَنَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ كَانَ يَحُثُّ عَلَى الصَّدَقَةِ وَيَنْهَى عَنِ الْمُثْلَةِ. وَفِي رِوَايَةٍ لِأَحْمَدَ وَالْبُخَارِيِّ وَأَبِي دَاوُدَ، قَالَ قَتَادَةُ: فَحَدَّثَنِي ابْنُ سِيرِينَ أَنَّ ذَلِكَ كَانَ قَبْلَ أَنْ تَنْزِلَ الْحُدُودُ (أَيْ فِي الْآيَةِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا) وَرَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ عَنْ أَبِي الزِّنَادِ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا قَطَعَ أَيْدِيَ الَّذِينَ سَرَقُوا لِقَاحَهُ، وَسَمَلَ أَعْيُنَهُمْ بِالنَّارِ عَاتَبَهُ اللهُ فِي ذَلِكَ فَأَنْزَلَ:  (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا) الْآيَةَ، وَفِي الْقِصَّةِ رِوَايَاتٌ أُخْرَى مُفَصَّلَةٌ، وَمِنْهَا أَنَّهُ أَبَاحَ لَهُمْ إِبِلَ الصَّدَقَةِ كُلَّهَا فِي غُدُوِّهَا وَرَوَاحِهَا. </p><p> وَرَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ عَنِ ابْنِ عَبَّاسٍ فِي الْآيَةِ قَالَ: نَزَلَتْ فِي الْمُشْرِكِينَ، مِنْهُمْ مَنْ تَابَ قَبْلَ أَنْ يُقْدَرَ عَلَيْهِ، لَمْ يَكُنْ عَلَيْهِ سَبِيلٌ، وَلَيْسَتْ تُحْرِزُ هَذِهِ الْآيَةُ الرَّجُلَ الْمُسْلِمَ مِنَ الْحَدِّ إِنْ قَتَلَ أَوْ أَفْسَدَ فِي الْأَرْضِ، أَوْ حَارَبَ اللهَ وَرَسُولَهُ، ثُمَّ لَحِقَ بِالْكُفَّارِ قَبْلَ أَنْ يَقْدِرُوا عَلَيْهِ، لَمْ يَمْنَعْهُ ذَلِكَ أَنْ يُقَامَ فِيهِ الْحَدُّ الَّذِي أَصَابَهُ (وَمِثْلُهُ عِنْدَ ابْنِ جَرِيرٍ عَنِ الْحَسَنِ) وَرَوَى ابْنُ جَرِيرٍ وَالطَّبَرَانِيُّ فِي الْكَبِيرِ عَنِ ابْنِ عَبَّاسٍ أَيْضًا أَنَّهُ قَالَ: كَانَ قَوْمٌ مِنْ أَهْلِ الْكِتَابِ بَيْنَهُمْ وَبَيْنَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَهْدٌ وَمِيثَاقٌ، فَنَقَضُوا الْعَهْدَ، وَأَفْسَدُوا فِي الْأَرْضِ فَخَيَّرَ اللهُ نَبِيَّهُ فِيهِمْ إِنْ شَاءَ أَنْ يَقْتُلَ، وَإِنْ شَاءَ أَنْ يُقَطِّعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ مِنْ خِلَافٍ، وَفِي بَعْضِ الرِّوَايَاتِ زِيَادَةٌ: إِلَّا مَنْ أَسْلَمَ قَبْلَ أَنْ يُؤْخَذَ. وَرَوَى ابْنُ جَرِيرٍ أَيْضًا مَا تَقَدَّمَ مِنْ كَوْنِ الْآيَةِ نَزَلَتْ عِتَابًا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى سَمْلِ أَعْيُنِ الْعُرَنِيِّينَ وَقَطْعِ أَيْدِيهِمْ وَتَرْكِهَا بِدُونِ حَسْمٍ ; فَكَانَتِ الْآيَةُ تَحْرِيمًا لِلْمُثْلَةِ عِنْدَ هَؤُلَاءِ، عَلَى أَنَّهُ ثَبَتَ أَنَّهُ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى عَنِ الْمُثْلَةِ قَبْلَ نُزُولِ الْمَائِدَةِ، وَرُوِيَ عَنْ آخَرِينَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَمَرَ بَسْمَلِ أَعْيُنِهِمْ وَقَطْعِهِمْ كَمَا </p><p> فَعَلُوا بِالرَّاعِي الْمُسْلِمِ - وَفِي بَعْضِ الرِّوَايَاتِ \" الرُّعَاةِ \" بِالْجَمْعِ - فَنَزَلَتِ الْآيَةُ، فَتَرَكَ ذَلِكَ وَلَمْ يَفْعَلْهُ. </p><p> وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي حُكْمِ هَذِهِ الْآيَةِ، فَقَالَ بَعْضُهُمْ: إِنَّهُ خَاصٌّ بِمِثْلِ مَنْ نَزَلَتْ فِيهِمْ مِنَ الْكُفَّارِ مُطْلَقًا، أَوِ الَّذِينَ غَدَرُوا مِنَ الْيَهُودِ، أَوِ الَّذِينَ خَدَعُوا النَّبِيَّ وَالْمُسْلِمِينَ بِإِظْهَارِ الْإِسْلَامِ، حَتَّى إِذَا تَمَكَّنُوا مِنَ الْإِفْسَادِ بِالْقَتْلِ وَالسَّلْبِ عَادُوا إِلَى قَوْمِهِمْ، وَأَظْهَرُوا شِرْكَهُمْ </p><p> مَعَهُمْ، وَذَهَبَ أَكْثَرُ الْفُقَهَاءِ إِلَى أَنَّهَا خَاصَّةٌ بِمَنْ يَفْعَلُونَ هَذِهِ الْأَفْعَالَ مِنَ الْمُسْلِمِينَ، وَكَأَنَّهُمُ اعْتَدُّوا بِمَا أَظْهَرَهُ الْعُرَنِيُّونَ مِنَ الْإِسْلَامِ، وَرَوَوْا عِدَّةَ رِوَايَاتٍ فِي تَطْبِيقِ الْآيَةِ عَلَى الْخَوَارِجِ، بَلْ قَالُوا إِنَّهَا نَزَلَتْ فِيهِمْ. </p><p> وَالظَّاهِرُ الْمُتَبَادِرُ - بِصَرْفِ النَّظَرِ عَنِ الرِّوَايَاتِ الْمُتَعَارِضَةِ - أَنَّهَا عَامَّةٌ لِكُلِّ مَنْ يَفْعَلُ هَذِهِ الْأَفْعَالَ فِي دَارِ الْإِسْلَامِ إِذَا قَدَرْنَا عَلَيْهِمْ وَهُمْ مُتَلَبِّسُونَ بِهَا بِالْفِعْلِ أَوْ الِاسْتِعْدَادِ. وَقَدْ قَالَ الَّذِينَ جَعَلُوهَا خَاصَّةً بِالْمُسْلِمِينَ: إِنَّ أَحْكَامَ الْكُفَّارِ فِي الْحَرْبِ مَعْرُوفَةٌ بِالنُّصُوصِ وَالْعَمَلِ، وَلَيْسَ فِيهَا هَذِهِ الدَّرَجَاتُ فِي الْعِقَابِ، وَجَوَابُهُ أَنَّ هَذَا الْعِقَابَ خَاصٌّ بِمَنْ فَعَلَ مِثْلَ أَفْعَالِ الْعُرَنِيِّينَ، فَلَا يَقْتَضِي ذَلِكَ أَنْ يُتَّبَعَ فِي حَرْبِ كُلِّ مَنْ حَارَبَنَا مِنَ الْكُفَّارِ، وَقَالَ بَعْضُهُمْ: إِنَّ اسْتِثْنَاءَ مَنْ تَابُوا قَبْلَ الْقُدْرَةِ عَلَيْهِمْ دَلِيلٌ عَلَى إِرَادَةِ الْمُسْلِمِينَ ; لِأَنَّ الْكُفَّارَ لَا يُشْتَرَطُ فِي تَوْبَتِهِمْ أَنْ تَكُونَ قَبْلَ الْقُدْرَةِ عَلَيْهِمْ، وَيُجَابُ عَنْ هَذَا بِأَنَّ التَّوْبَةَ مِنْ هَذَا الْإِفْسَادِ هِيَ الَّتِي يُشْتَرَطُ فِيهَا أَنْ تَكُونَ قَبْلَ الْقُدْرَةِ عَلَيْهِمْ، لَا التَّوْبَةُ مِنَ الْكُفْرِ. </p><p> وَمَجْمُوعُ الرِّوَايَاتِ فِي قِصَّةِ الْعُرَنِيِّينَ تُفِيدُ أَنَّهُمْ جَعَلُوا الْإِسْلَامَ خَدِيعَةً لِلسَّلْبِ وَالنَّهْبِ، وَأَنَّهُمْ سَمَلُوا أَعْيُنَ الرُّعَاةِ، ثُمَّ قَتَلُوهُمْ وَمَثَّلُوا بِهِمْ، وَفِي بَعْضِهَا أَنَّهُمُ اعْتَدَوْا عَلَى الْأَعْرَاضِ أَيْضًا، وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَاقَبَهُمْ بِمِثْلِ عُقُوبَتِهِمْ ; عَمَلًا بِقَوْلِهِ تَعَالَى:  (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا)  (٤٢: ٤٠) وَقَوْلِهِ: (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللهَ)  (٢: ١٩٤) إِنْ صَحَّ أَنَّ الْآيَةَ نَزَلَتْ بَعْدَ عِقَابِهِمْ، وَلَمْ يَعْفُ عَنْهُمْ كَعَادَتِهِ ; لِئَلَّا يَتَجَرَّأَ عَلَى مِثْلِ فَعْلَتِهِمْ أَمْثَالُهُمْ مِنْ أَعْرَابِ الْمُشْرِكِينَ وَغَيْرِهِمْ، فَأَرَادَ بِذَلِكَ الْقِصَاصَ وَسَدَّ الذَّرِيعَةِ، وَأَنَّ اللهَ تَعَالَى أَنْزَلَ الْآيَةَ بِهَذَا التَّشْدِيدِ فِي الْعِقَابِ عَلَى مِثْلِ هَذَا الْإِفْسَادِ لِهَذِهِ الْحِكْمَةِ؛ وَهِيَ سَدُّ ذَرِيعَةِ هَذِهِ الْمَفْسَدَةِ، وَلَكِنَّهُ حَرَّمَ مَعَ ذَلِكَ كُلِّهِ </p><p> الْمُثْلَةَ؛ وَهِيَ تَشْوِيهُ الْأَعْضَاءِ، وَلَا مَفْسَدَةَ أَشَدُّ وَأَقْبَحُ مِنْ سَلْبِ الْأَمْنِ عَلَى الْأَنْفُسِ وَالْأَعْرَاضِ وَالْأَمْوَالِ النَّاطِقَةِ وَالصَّامِتَةِ. فَرُبَّ عُصْبَةٍ مِنَ الْمُفْسِدِينَ تَسْلُبُ الْأَمَانَ وَالِاطْمِئْنَانَ مِنْ أَهْلِ وِلَايَةٍ كَبِيرَةٍ، وَرُبَّ عُصْبَةٍ مُفْسِدَةٍ تُعَاقَبُ بِهَذِهِ الْعُقُوبَاتِ الْمَنْصُوصَةِ فِي الْآيَةِ فَتَطْهُرُ الْأَرْضُ مِنْ أَمْثَالِهَا زَمَنًا طَوِيلًا. </p><p> وَالتَّشْدِيدُ فِي سَدِّ الذَّرَائِعِ رُكْنٌ مِنْ أَرْكَانِ السِّيَاسَةِ، لَا تَزَالُ جَمِيعُ الدُّوَلِ تُحَافِظُ عَلَيْهِ حَتَّى إِنَّ بَعْضَهُمْ يُحَكِّمُ الْوَهْمَ فِيهِ، وَمِنَ الْأَمْرِ الْإِدِّ مَا اجْتَرَحَتْهُ إِنْكِلْتِرَةُ فِي مِصْرَ بِهَذَا الْقَصْدِ؛ إِذْ مَرَّ بِقَرْيَةِ (دِنْشُوَايْ) مُنْذُ سِنِينَ قَلِيلَةٍ أَفْرَادٌ مِنْ جُنْدِ الْإِنْكِلِيزِ، كَانُوا يَصِيدُونَ الْحَمَامَ عِنْدَ بَيْدَرِهَا، فَتَخَاصَمُوا مَعَ أَصْحَابِ الْحَمَامِ وَتَضَارَبُوا، فَعَظُمَ عَلَى الْإِنْكِلِيزِ </p><p> تَجَرُّؤُ الْفَلَّاحِ الْمِصْرِيِّ عَلَى ضَرْبِ الْجُنْدِيِّ الْإِنْكِلِيزِيِّ، فَعَقَدُوا الْمَحْكَمَةَ الْعُرْفِيَّةَ لِمُحَاكَمَةِ أُولَئِكَ الْفَلَّاحِينَ بِرِيَاسَةِ بُطْرُسَ بَاشَا غَالِي، فَحَكَمَتْ عَلَى بَعْضِ أُولَئِكَ الْفَلَّاحِينَ بِأَنْ يُصْلَبُوا وَيُعَذَّبُوا بِالضَّرْبِ بِالسِّيَاطِ (الْكَرَابِيجِ) ذَاتِ الْعُقَدِ، حَتَّى تَتَنَاثَرَ لُحُومُهُمْ، وَأَنْ يَبْقَوْا مَصْلُوبِينَ بَعْدَ مَوْتِهِمْ مُدَّةً طَوِيلَةً، وَأَنْ يَكُونَ ذَلِكَ عَلَى أَعْيُنِ أَهْلِيهِمْ وَأَعْيُنِ النَّاسِ، وَنُفِّذَ الْحُكْمُ، وَقَدْ أَنْكَرَ هَذِهِ الْقَسْوَةَ وَاسْتَفْظَعَهَا النَّاسُ، حَتَّى بَعْضُ أَحْرَارِ الْإِنْكِلِيزِ فِي بِلَادِهِمْ، وَشَنَّعُوا عَلَيْهَا فِي الْجَرَائِدِ وَفِي مَجْلِسِ النُّوَّابِ، وَمِثْلُ هَذِهِ الْحَادِثَةِ لَا تُعَدُّ مِنَ الْخُرُوجِ عَلَى ذِي السُّلْطَانِ، وَلَا مِنَ الْفَسَادِ فِي الْأَرْضِ، وَلَكِنْ قَصَدَ الْإِنْكِلِيزُ بِالْقَسْوَةِ فِيهَا أَلَّا يَتَجَرَّأَ أَحَدٌ عَلَى مُقَاوَمَةِ جُنْدِيٍّ إِنْكِلِيزِيٍّ، وَإِنِ اعْتَدَى، فَأَيْنَ هَذَا مِنْ عَدْلِ الْإِسْلَامِ الَّذِي سَاوَى خَلِيفَتُهُ عُمَرُ بْنُ الْخَطَّابِ بَيْنَ ابْنِ فَاتِحِ مِصْرَ وَقَائِدِ جَيْشِهَا وَحَاكِمِهَا الْعَامِّ (عَمْرِو بْنِ الْعَاصِ) وَبَيْنَ غُلَامٍ قِبْطِيٍّ ; إِذْ تَسَابَقَا، فَسَبَقَ الْقِبْطِيُّ ابْنَ الْحَاكِمِ، فَصَفَعَهُ هَذَا وَقَالَ: أَتَسْبِقُنِي وَأَنَا ابْنُ الْأَكْرَمَيْنِ؟ فَلَمَّا رُفِعَ الْأَمْرُ إِلَى عُمَرَ رَضِيَ اللهُ عَنْهُ لَمْ يَرْضَ إِلَّا أَنْ يَصْفَعَ الْقِبْطِيُّ ابْنَ الْفَاتِحِ الْحَاكِمِ كَمَا صَفَعَهُ، وَقَالَ لِعَمْرٍو كَلِمَتَهُ الذَّهَبِيَّةَ الْمَشْهُورَةَ: يَا عَمْرُو مُنْذُ كَمْ تَعَبَّدْتُمُ النَّاسَ وَقَدْ وَلَدَتْهُمْ أُمَّهَاتُهُمْ أَحْرَارًا؟ وَلَكِنَّ الْمُسْلِمِينَ لَمَّا تَرَكُوا حُكْمَ الْإِسْلَامِ صَارُوا يَطْلُبُونَ مِنَ الْإِنْكِلِيزِ وَمِمَّنْ دُونَ الْإِنْكِلِيزِ أَنْ يُعَلِّمُوهُمُ الْعَدْلَ وَقَوَانِينَهُ! ! . </p><p> أَمَّا تَفْسِيرُ الْآيَةِ فَهُوَ مَا تَرَى:  (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا) أَيْ إِنَّ جَزَاءَ الَّذِينَ يَفْعَلُونَ مَا ذُكِرَ مَحْصُورٌ فِيمَا يُذْكَرُ بَعْدَهُ مِنَ الْعُقُوبَاتِ عَلَى سَبِيلِ التَّرْتِيبِ وَالتَّوْزِيعِ عَلَى جِنَايَاتِهِمْ وَمَفَاسِدِهِمْ، لِكُلٍّ مِنْهَا مَا يَلِيقُ بِهَا مِنَ الْعُقُوبَةِ. </p><p> وَالْمُحَارَبَةُ مُفَاعَلَةٌ مِنَ الْحَرْبِ، وَهِيَ ضِدُّ السِّلْمِ، وَالسِّلْمُ السَّلَامُ ; أَيِ السَّلَامَةُ مِنَ الْأَذَى وَالضَّرَرِ وَالْآفَاتِ، وَالْأَمْنُ عَلَى النَّفْسِ وَالْمَالِ، وَالْأَصْلُ فِي مَعْنَى كَلِمَةِ الْحَرْبِ التَّعَدِّي وَسَلْبُ الْمَالِ. لِسَانُ الْعَرَبِ: الْحَرَبُ بِالتَّحْرِيكِ، أَنْ يُسْلَبَ الرَّجُلُ مَالَهُ، حَرَبَهُ يَحْرُبُهُ (بِوَزْنِ طَلَبَ، وَكَذَا بِوَزْنِ تَعِبَ) إِذَا أَخَذَ مَالَهُ، فَهُوَ مَحْرُوبٌ وَحَرِيبٌ، مِنْ قَوْمٍ حَرْبَى وَحُرَبَاءَ، ثُمَّ قَالَ: حَرِيبَةُ الرَّجُلِ مَالُهُ الَّذِي يَعِيشُ بِهِ، وَالْحَرَبُ بِالتَّحْرِيكِ أَخْذُ الْحَرِيبَةِ ; فَهُوَ أَنْ يَأْخُذَ مَالَهُ وَيَتْرُكَهُ بِلَا شَيْءٍ يَعِيشُ بِهِ، انْتَهَى. فَأَنْتَ تَرَى أَنَّ الْحَرْبَ وَالْمُحَارَبَةَ لَيْسَ مُرَادِفًا لِلْقَتْلِ وَالْمُقَاتَلَةِ، وَإِنَّمَا الْأَصْلُ فِيهَا الِاعْتِدَاءُ وَالسَّلْبُ وَإِزَالَةُ الْأَمْنِ، وَقَدْ يَكُونُ ذَلِكَ بِقَتْلٍ وَقِتَالٍ، وَبِدُونِهِمَا. وَقَدْ ذُكِرَ الْقَتْلُ وَالْقِتَالُ فِي الْقُرْآنِ فِي أَكْثَرَ مِنْ مِائَةِ آيَةٍ. وَأَمَّا الْمُحَارَبَةُ فَلَمْ تُذْكَرْ إِلَّا فِي هَذِهِ وَفِي قَوْلِهِ تَعَالَى فِي بَيَانِ عِلَّةِ بِنَاءِ الْمُنَافِقِينَ لِمَسْجِدِ الضِّرَارِ:  (وَإِرْصَادًا لِمَنْ حَارَبَ اللهَ وَرَسُولَهُ مِنْ قَبْلُ)  (٩: ١٠٧) . قَالَ رُوَاةُ التَّفْسِيرِ الْمَأْثُورِ: أَيْ تَرَقُّبًا وَانْتِظَارًا لِلَّذِي حَارَبَ اللهَ وَرَسُولَهُ، مِنْ قَبْلِ بِنَاءِ هَذَا الْمَسْجِدِ، وَهُوَ أَبُو عَامِرٍ الرَّاهِبُ </p><p> ; </p><p> فَإِنَّهُ كَانَ شَدِيدَ الْعَدَاوَةِ لِلْإِسْلَامِ، وَوَعَدَ الْمُنَافِقِينَ بِأَنْ يَذْهَبَ وَيَأْتِيَهُمْ بِجُنُودٍ مِنْ عِنْدِ قَيْصَرَ لِلْإِيقَاعِ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ، فَمُحَارَبَةُ هَذَا الرَّاهِبِ مِنْ قَبْلُ كَانَتْ بِإِثَارَةِ الْفِتَنِ، لَا بِالْقِتَالِ وَالنِّزَالِ، وَأَمَّا لَفْظُ \" الْحَرْبِ \" فَقَدْ ذُكِرَ فِي أَرْبَعَةِ مَوَاضِعَ مِنْ أَرْبَعِ سُوَرٍ ; مِنْهَا إِعْلَامُ الْمُصِرِّينَ عَلَى الرِّبَا بِأَنَّهُمْ فِي حَرْبٍ لِلَّهِ وَرَسُولِهِ بِأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ، وَالْبَاقِي بِالْمَعْنَى الْمَشْهُورِ، وَهُوَ ضِدُّ السِّلْمِ. وَكَانَ أَهْلُ الْبَوَادِي - وَلَا يَزَالُونَ - يَغْزُو بَعْضُهُمْ بَعْضًا لِأَجْلِ السَّلْبِ وَالنَّهْبِ، وَقَدْ جَعَلَ الْفُقَهَاءُ كِتَابَ الْمُحَارَبَةِ - وَيَقُولُونَ الْحَرَابَةُ أَيْضًا - غَيْرَ كِتَابِ الْجِهَادِ وَالْقِتَالِ. وَجَعَلُوا الْأَصْلَ فِيهَا هَاتَيْنِ الْآيَتَيْنِ، وَعَرَّفُوهَا بِأَنَّهَا إِشْهَارُ السِّلَاحِ وَقَطْعُ السَّبِيلِ، وَاشْتَرَطَ بَعْضُهُمْ كَالشَّافِعِيِّ أَنْ يَكُونَ ذَلِكَ مِنْ أَهْلِ الشَّوْكَةِ. </p><p> (كَالَّذِينِ يُؤَلِّفُونَ الْعِصَابَاتِ الْمُسَلَّحَةَ لِلسَّلْبِ وَالنَّهْبِ وَقَتْلِ مَنْ يُعَارِضُهُمْ، أَوْ لِمُقَاوَمَةِ السُّلْطَةِ ; ابْتِغَاءَ الْفِتْنَةِ</p><p> وَالْفَسَادِ) وَاشْتَرَطُوا فِيهَا شُرُوطًا سَنُشِيرُ إِلَى الْمُهِمِّ مِنْهَا. </p><p> أَمَّا كَوْنُ هَذَا النَّوْعِ مِنَ الْعُدْوَانِ مُحَارَبَةً لِلَّهِ وَلِرَسُولِهِ فَلِأَنَّهُ اعْتِدَاءٌ عَلَى شَرِيعَةِ السِّلْمِ وَالْأَمَانِ وَالْحَقِّ وَالْعَدْلِ الَّذِي أَنْزَلَهُ اللهُ عَلَى رَسُولِهِ. فَمُحَارَبَةُ اللهِ وَرَسُولِهِ هِيَ عَدَمُ الْإِذْعَانِ لِدِينِهِ وَشَرْعِهِ فِي حِفْظِ الْحُقُوقِ، كَمَا قَالَ تَعَالَى فِي الْمُصِرِّينَ عَلَى أَكْلِ الرِّبَا:  (فَأْذَنُوا بِحَرْبٍ مِنَ اللهِ وَرَسُولِهِ)  (٢: ٢٧٩) وَلَيْسَ مَعْنَاهُ مُحَارَبَةَ الْمُسْلِمِينَ، كَمَا قَالَ بَعْضُ الْمُفَسِّرِينَ: فَمَنْ لَمْ يُذْعِنُوا لِلشَّرْعِ فِيمَا يُخَاطِبُهُمْ بِهِ فِي دَارِ الْإِسْلَامِ يُعَدُّونَ مُحَارِبِينَ لِلَّهِ وَرَسُولِهِ عَلَيْهِ السَّلَامُ فَيَجِبُ عَلَى الْإِمَامِ الَّذِي يُقِيمُ الْعَدْلَ وَيَحْفَظُ النِّظَامَ أَنْ يُقَاتِلَهُمْ عَلَى ذَلِكَ، كَمَا فَعَلَ الصِّدِّيقُ رَضِيَ اللهُ عَنْهُ بِمَانِعِي الزَّكَاةِ، حَتَّى يَفِيئُوا وَيَرْجِعُوا إِلَى أَمْرِ اللهِ، وَمَنْ رَجَعَ مِنْهُمْ فِي أَيِّ وَقْتٍ يَقْبَلُ مِنْهُ وَيَكُفُّ عَنْهُ، وَلَكِنْ إِذَا امْتَنَعُوا عَلَى إِمَامِ الْعَدْلِ الْمُقِيمِ لِلشَّرْعِ، وَعَثَوْا إِفْسَادًا فِي الْأَرْضِ، كَانَ جَزَاؤُهُمْ مَا بَيَّنَهُ اللهُ فِي هَذِهِ الْآيَةِ، فَقَوْلُهُ تَعَالَى:  (وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا) مُتَمِّمٌ لِمَا قَبْلَهُ ; أَيْ يَسْعَوْنَ فِيهَا سَعْيَ فُسَّادٍ أَوْ مُفْسِدِينَ فِي سَعْيِهِمْ لِمَا صَلَحَ مِنْ أُمُورِ النَّاسِ فِي نِظَامِ الِاجْتِمَاعِ وَأَسْبَابِ الْمَعَاشِ. </p><p> وَالْفَسَادُ ضِدُّ الصَّلَاحِ، فَكُلُّ مَا يَخْرُجُ عَنْ وَضْعِهِ الَّذِي يَكُونُ بِهِ صَالِحًا نَافِعًا، يُقَالُ إِنَّهُ قَدْ فَسَدَ، وَمَنْ عَمِلَ عَمَلًا كَانَ سَبَبًا لِفَسَادِ شَيْءٍ مِنَ الْأَشْيَاءِ يُقَالُ إِنَّهُ أَفْسَدَهُ، فَإِزَالَةُ الْأَمْنِ عَلَى الْأَنْفُسِ أَوِ الْأَمْوَالِ أَوِ الْأَعْرَاضِ، وَمُعَارَضَةُ تَنْفِيذِ الشَّرِيعَةِ الْعَادِلَةِ وَإِقَامَتِهَا، كُلُّ ذَلِكَ إِفْسَادٌ فِي الْأَرْضِ. رَوَى عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ عَنْ مُجَاهِدٍ أَنَّ الْفَسَادَ هُنَا الزِّنَا وَالسَّرِقَةُ وَقَتْلُ النَّفْسِ، وَإِهْلَاكُ الْحَرْثِ وَالنَّسْلِ، وَكُلُّ هَذِهِ الْأَعْمَالِ مِنَ الْفَسَادِ فِي الْأَرْضِ. وَاسْتَشْكَلَ بَعْضُ الْفُقَهَاءِ قَوْلَ مُجَاهِدٍ بِأَنَّ هَذِهِ الذُّنُوبَ وَالْمَفَاسِدَ لَهَا عُقُوبَاتٌ فِي الشَّرْعِ غَيْرُ مَا فِي الْآيَةِ، فَلِلزِّنَا وَالسَّرِقَةِ وَالْقَتْلِ حُدُودٌ، وَإِهْلَاكُ الْحَرْثِ وَالنَّسْلِ يُقَدَّرُ بِقَدْرِهِ، وَيَضْمَنُهُ </p>"
}