{
  "id": null,
  "sura": 5,
  "aya": 3,
  "text": "<p> حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ </p><p> لِإِثْمٍ فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللهِ عَلَيْهِ وَاتَّقُوا اللهَ إِنَّ اللهَ سَرِيعُ الْحِسَابِ الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ. </p><p> قَالَ - تَعَالَى - فِي الْآيَةِ الْأُولَى مِنْ هَذِهِ السُّورَةِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ ثُمَّ بَيَّنَ هَذَا الِاسْتِثْنَاءَ بِقَوْلِهِ: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ الْآيَةَ، وَهَذِهِ الْمُحَرَّمَاتُ الثَّلَاثَةُ قَدْ ذُكِرَتْ بِصِيغَةِ الْحَصْرِ فِي سُورَةِ الْأَنْعَامِ بِقَوْلِهِ، تَعَالَى: قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوَفِسْقًا أُهِلَّ لِغَيْرِ اللهِ بِهِ (٦: ١٤٥) وَفِي سُورَةِ النَّحْلِ بِقَوْلِهِ عَزَّ وَجَلَّ: إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ (١٦: ١١٥) وَخَتَمَ كُلًّا مِنْ هَاتَيْنِ الْآيَتَيْنِ بِقَوْلِهِ: فَمِنَ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللهَ غَفُورٌ رَحِيمٌ وَقَدْ نَزَلَتْ آيَةُ الْمَائِدَةِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا بَعْدَ هَاتَيْنِ الْآيَتَيْنِ، وَلَيْسَتْ نَاسِخَةً لِلْحَصْرِ فِيهِمَا بِزِيَادَةِ الْمُحَرَّمَاتِ فِي قَوْلِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ بَلْ هَذَا شَرْحٌ وَتَفْصِيلٌ لِلْمَيْتَةِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ كَمَا سَنُبَيِّنُهُ، فَمُحَرَّمَاتُ الطَّعَامِ أَرْبَعَةٌ بِالْإِجْمَالِ، </p><p> وَعَشْرَةٌ بِالتَّفْصِيلِ، وَهَاكَ بَيَانُهَا وَحِكْمَةُ تَحْرِيمِهَا: </p><p> الْأَوَّلُ: الْمَيْتَةُ، يُرَادُ بِالْمَيِّتِ عِنْدَ الْإِطْلَاقِ مَا مَاتَ حَتْفَ أَنْفِهِ ; أَيْ بِدُونِ فِعْلِ فَاعِلٍ، وَالتَّأْنِيثُ هُنَا وَفِي قَوْلِهِ: وَالْمُنْخَنِقَةُ إِلَخْ ; لِأَنَّهُ وَصْفٌ لِلشَّاةِ كَمَا قَالُوا، وَهِيَ تُطْلَقُ عَلَى الذَّكَرِ وَالْأُنْثَى مِنَ الْغَنَمِ، وَإِنْ كَانَتْ مَوْضُوعَةً فِي الْأَصْلِ لِلْأُنْثَى، وَالْمُرَادُ الشَّاةُ وَغَيْرُهَا مِنَ الْحَيَوَانِ الْمَأْكُولِ، وَلَكَ أَنْ تُقَدِّرَ الْبَهِيمَةَ بَدَلَ الشَّاةِ وَلَفْظُهَا أَعَمُّ، وَهُوَ الَّذِي وَرَدَ فِي قَوْلِهِ: أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَلَمَّا كَانَتْ هَذِهِ الْآيَةُ مُبَيِّنَةً لِمَا اسْتُثْنِيَ مِنْ حِلِّ بَهِيمَةِ الْأَنْعَامِ صَارَ الْمُنَاسِبُ أَنْ نَقُولَ: إِنَّ الْمَيْتَةَ هُنَا صِفَةٌ لِلْبَهِيمَةِ ; أَيْ حُرِّمَتْ عَلَيْكُمُ الْبَهِيمَةُ الْمَيْتَةُ، وَالْمُرَادُ مِنَ الْمَيْتَةِ فِي عُرْفِ الشَّرْعِ: مَا مَاتَ وَلَمْ يُذَكِّهِ الْإِنْسَانُ لِأَجْلِ أَكْلِهِ تَذْكِيَةً جَائِزَةً، فَيَدْخُلُ فِي عُمُومِهِ جَمِيعُ مَا يَأْتِي مَعَ اعْتِبَارِ قَاعِدَةِ: إِذَا قُوبِلَ الْعَامُّ بِالْخَاصِّ يُرَادُ بِالْعَامِّ مَا وَرَاءَ الْخَاصِّ. وَحِكْمَةُ تَحْرِيمِ مَا مَاتَ حَتْفَ أَنْفِهِ ; أَنَّهُ يَكُونُ فِي الْغَالِبِ ضَارًّا ; لِأَنَّهُ لَا بُدَّ أَنْ يَكُونَ قَدْ مَاتَ بِمَرَضٍ أَوْ ضَعْفٍ، أَوْ نِسْمَةٍ خَفِيَّةٍ مِمَّا يُسَمَّى الْآنَ بِالْمَيِكْرُوبِ انْحَلَّتْ بِهِ قُوَاهُ، أَوْ وَلَّدَ فِيهِ سُمُومًا، وَقَدْ يَعِيشُ مَيكْرُوبُ الْمَرَضِ فِي جُثَّةِ الْمَيِّتِ زَمَنًا، وَلِأَنَّهُ مِمَّا تَعَافُهُ الطِّبَاعُ السَّلِيمَةُ وَتَسْتَقْذِرُهُ، وَتَعُدُّهُ خُبْثًا، وَالْمَشْهُورُ عِنْدَ عُلَمَائِنَا أَنَّ سَبَبَ ضَرَرِ الْمَيْتَةِ احْتِبَاسُ الرُّطُوبَاتِ فِيهَا، وَفِيهِ بَحْثٌ سَيَأْتِي فِي الْكَلَامِ عَلَى التَّذْكِيَةِ. </p><p> (الثاني: الدَّمُ) وَالْمُرَادُ بِهِ: الْمَسْفُوحُ، أَيِ الْمَائِعُ الَّذِي يُسْفَحُ وَيُرَاقُ مِنَ الْحَيَوَانِ، وَإِنْ جَمُدَ بَعْدَ ذَلِكَ، بِخِلَافِ الْمُتَجَمِّدِ فِي الطَّبِيعَةِ كَالطِّحَالِ وَالْكَبِدِ، وَمَا يَتَخَلَّلُ اللَّحْمَ عَادَةً فَإِنَّهُ لَا يُعَدُّ مَسْفُوحًا، وَحِكْمَةُ تَحْرِيمِ الدَّمِ الضَّرَرُ وَالِاسْتِقْذَارُ أَيْضًا كَمَا قِيلَ فِي الْمَيْتَةِ، أَمَّا كَوْنُهُ خُبْثًا </p><p> مُسْتَقْذَرًا عِنْدَ النَّاسِ فَظَاهِرٌ، وَأَمَّا كَوْنُهُ ضَارًّا ; فَلِأَنَّهُ عَسِرُ الْهَضْمِ جِدًّا وَيَحْمِلُ كَثِيرًا مِنَ الْمَوَادِّ الْعَفِنَةِ الْمَيِّتَةِ الَّتِي تَنْحَلُّ مِنَ الْجِسْمِ، وَهِيَ فَضَلَاتٌ لَفَظَتْهَا الطَّبِيعَةُ كَمَا تَلْفِظُ الْبُرَازَ، وَاسْتَعَاضَتْ عَنْهَا بِمَوَادَّ حَيَّةٍ جَدِيدَةٍ مِنَ الدَّمِ، فَالْعَوْدُ إِلَى التَّغَذِّي بِهَا يُشْبِهُ التَّغَذِّي بِالرَّجِيعِ، وَقَدْ يَكُونُ فِي الدَّمِ جَرَاثِيمُ بَعْضِ الْأَمْرَاضِ الْمُعْدِيَةِ، وَهِيَ تَكُونُ فِيهِ أَكْثَرَ مِمَّا تَكُونُ فِي اللَّحْمِ، وَكَذَا اللَّبَنُ الَّذِي أَعَدَّهُ الْخَالِقُ الْحَكِيمُ فِي أَصْلِ الطَّبِيعَةِ لِلتَّغَذِّي بِهِ، وَمَعَ هَذَا تَرَى الْأَطِبَّاءَ مُتَّفِقِينَ عَلَى وُجُوبِ غَلْيِ اللَّبَنِ ; لِأَجْلِ قَتْلِ مَا عَسَاهُ يُوجَدُ فِيهِ مِنْ جَرَاثِيمِ الْأَمْرَاضِ الْمُعْدِيَةِ، وَالدَّمُ لَا يُغْلَى كَمَا يُغْلَى اللَّبَنُ، بَلْ يَجْمُدُ بِقَلِيلٍ مِنَ </p><p> الْحَرَارَةِ، وَحِينَئِذٍ تَبْقَى جَرَاثِيمُ الْمَرَضِ فِيهِ حَيَّةً تُؤَثِّرُ فِي الْجِسْمِ الَّذِي تَدْخُلُهُ. فَإِنْ قِيلَ: إِنَّ الْمَشْهُورَ عَنِ الْأَطِبَّاءِ أَنَّ الدَّمَ مَادَّةُ الْحَيَاةِ الْحَيَوَانِيَّةِ الْفَعَّالَةِ فِي الصِّحَّةِ ; فَإِذَا أَمْكَنَ لِلْإِنْسَانِ أَنْ يُضِيفَ دَمَ غَيْرِهِ مِنَ الْأَحْيَاءِ إِلَى دَمِهِ فَالْقِيَاسُ أَنَّهُ لَا يَزِيدُهُ ذَلِكَ إِلَّا صِحَّةً وَقُوَّةً. </p><p> فَالْجَوَابُ: أَنَّ هَذَا لَا يُؤْخَذُ عَلَى إِطْلَاقِهِ، وَلَمْ يَثْبُتْ عِنْدَ الْأَطِبَّاءِ أَنَّ شُرْبَ الدَّمِ الْمَسْفُوحِ، أَوْ أَكْلَهُ بَعْدَ أَنْ يَجْمُدَ بِنَفْسِهِ أَوْ بِالطَّبْخِ، مُفِيدٌ لِلصِّحَّةِ وَالْقُوَّةِ، وَلَا أَنَّهُ يَزِيدُ الدَّمَ ; وَلِذَلِكَ لَا يَفْعَلُونَهُ وَلَا يَأْمُرُونَ النَّاسَ بِهِ، وَلَا يَقُولُونَ: إِنَّ مِعَدَ النَّاسِ تَقْوَى عَلَى هَضْمِهِ وَالتَّغَذِّي بِهِ بِسُهُولَةٍ، وَإِنَّمَا يَتَوَلَّدُ الدَّمُ مِمَّا يُهْضَمُ مِنَ الطَّعَامِ، نَعَمْ يُمْكِنُ أَنْ يُحْقَنَ ضَعِيفُ الدَّمِ بِدَمِ حَيَوَانٍ سَلِيمٍ، فَيَزِيدُهُ ذَلِكَ قُوَّةً، وَهَذَا غَيْرُ مُحَرَّمٍ، وَلَا مِمَّا نَحْنُ فِيهِ. </p><p> (الثَّالِثُ: لَحْمُ الْخِنْزِيرِ) وَحِكْمَةُ تَحْرِيمِهِ مَا فِيهِ مِنَ الضَّرَرِ، وَكَوْنُهُ مِمَّا يُسْتَقْذَرُ أَيْضًا، وَإِنْ كَانَ اسْتِقْذَارُهُ لَيْسَ لِذَاتِهِ كَالْمَيْتَةِ وَالدَّمِ، بَلْ هُوَ خَاصٌّ بِمَنْ يَتَذَكَّرُ مُلَازَمَتَهُ لِلْقَاذُورَاتِ وَرَغْبَتَهُ فِيهَا ; وَلِهَذَا الْمَعْنَى وَرَدَ النَّهْيُ عَنْ أَكْلِ الْجَلَّالَةِ وَشُرْبِ لَبَنِهَا، وَهِيَ الَّتِي تَأْكُلُ الْعَذِرَةَ وَالْجُلَّةَ، أَيِ الْبَعْرَ (وَالْجَلَّالَةُ صِيغَةُ مُبَالَغَةٍ، وَهِيَ كَالْجُلَّةِ بِفَتْحِ الْجِيمِ وَتَشْدِيدِ اللَّامِ) فَرَوَى أَحْمَدُ وَأَصْحَابُ السُّنَنِ الثَّلَاثَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ مِنْهُمْ، كَمَا صَحَّحَهُ الْبَيْهَقِيُّ عَنِ ابْنِ عَبَّاسٍ:  \" نَهَى رَسُولُ اللهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ شُرْبِ لَبَنِ الْجَلَّالَةِ \" وَرُوِيَ بِلَفْظِ: \" وَعَنْ أَكْلِ الْجَلَّالَةِ وَشُرْبِ أَلْبَانِهَا \" وَصَحَّحَهُ ابْنُ دَقِيقِ الْعِيدِ، وَرَوَى أَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَابْنُ مَاجَهْ عَنِ ابْنِ عُمَرَ مِثْلَهُ، قَالَ: \" نَهَى رَسُولُ اللهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَكْلِ الْجَلَّالَةِ وَأَلْبَانِهَا. وَقَدِ اخْتُلِفَ فِي وَصْلِهِ وَإِرْسَالِهِ، وَاخْتَلَفَ الْعُلَمَاءُ فِي النَّهْيِ عَنِ الْجَلَّالَةِ مِنَ الْأَنْعَامِ وَغَيْرِهَا ; كَالدَّجَاجِ وَالْأَوِزِّ، هَلِ الْعِبْرَةُ بِعَلَفِهَا قِلَّةً وَكَثْرَةً، أَمِ الْعِبْرَةُ بِرَائِحَةِ لَحْمِهَا؟ وَهَلِ النَّهْيُ لِلتَّحْرِيمِ أَمْ لِلْكَرَاهَةِ؟ وَقَالَ بَعْضُ أَئِمَّةِ الْفِقْهِ: لَا تُؤْكَلُ حَتَّى تُحْبَسَ عَنْ أَكْلِ الْقَذَرِ أَيَّامًا، وَاخْتَلَفُوا فِي مُدَّةِ الْحَبْسِ، وَكَانَ ابْنُ عُمَرَ يَحْبِسُ الدَّجَاجَةَ ثَلَاثًا، وَلَمْ يَرَ بِأَكْلِهَا بَأْسًا، وَالْغَرَضُ مِنْ هَذَا، أَنَّ الْإِسْلَامَ طَيِّبٌ أَحَلَّ الطَّيِّبَاتِ، وَحَرَّمَ الْخَبَائِثَ، وَبَالَغَ فِي أَمْرِ النَّظَافَةِ، فَلَا غَرْوَ إِذَا عَدَّ أَكْلَ الْخِنْزِيرِ لِلْقَاذُورَاتِ عِلَّةً أَوْ حِكْمَةً مِنْ عِلَلِ تَحْرِيمِ لَحْمِهِ أَوْ حِكَمِهَا وَإِنْ لَمْ يَتَرَتَّبْ عَلَيْهِ ضَرَرٌ، فَكَيْفَ إِذَا تَرَتَّبَ عَلَيْهِ ضَرَرٌ عَظِيمٌ؟ </p><p> وَأَمَّا كَوْنُ أَكْلِ لَحْمِ الْخِنْزِيرِ ضَارًّا فَهُوَ مِمَّا يُثْبِتُهُ الطِّبُّ الْحَدِيثُ. وَجُلُّ ضَرَرِهِ </p><p> نَاشِئٌ مِنْ أَكْلِهِ لِلْقَاذُورَاتِ، فَمِنْهُ أَنَّهُ يُوَلِّدُ الدِّيدَانَ الشَّرِيطِيَّةِ، كَالدُّودَةِ الْوَحِيدَةِ نَعُوذُ بِاللهِ مِنْهَا، وَسَبَبُ سَرَيَانِ ذَلِكَ إِلَيْهِ أَكْلُ الْعَذِرَةِ، وَمِنْهُ أَنَّهُ يُوَلِّدُ دُودَةً أُخْرَى يُسَمِّيهَا الْأَطِبَّاءُ الشَّعْرَةَ الْحَلَزُونِيَّةَ، وَهِيَ تَسْرِي إِلَى الْخِنْزِيرِ مِنْ أَكْلِ الْفِيرَانِ الْمَيِّتَةِ ; وَمِنْهُ أَنَّ لَحْمَهُ أَعْسَرُ اللُّحُومِ هَضْمًا لِكَثْرَةِ الشَّحْمِ فِي أَلْيَافِهِ الْعَضَلِيَّةِ، وَقَدْ تَحُولُ الْأَنْسِجَةُ الدُّهْنِيَّةُ الَّتِي فِيهِ دُونَ عَصِيرِ الْمَعِدَةِ، فَيَعْسُرُ هَضْمُ الْمَوَادِّ الزُّلَالِيَّةِ لِلْعَضَلَاتِ، فَتَتْعَبُ مَعِدَةُ آكِلِهِ، وَيَشْعُرُ بِثِقَلٍ فِي بَطْنِهِ وَاضْطِرَابٍ فِي قَلْبِهِ، فَإِنْ ذَرَعَهُ الْقَيْءُ فَقَذَفَ هَذِهِ الْمَوَادَّ الْخَبِيثَةَ، وَإِلَّا تَهَيَّجَتِ الْأَمْعَاءُ وَأُصِيبَ بِالْإِسْهَالِ، وَلَوْلَا الْعَادَةُ الَّتِي تُسَهِّلُ عَلَى كَثِيرٍ مِنَ النَّاسِ تَنَاوُلَ السُّمُومِ أَكْلًا وَشُرْبًا وَتَدْخِينًا، وَلَوْلَا مَا يُعَالِجُونَ بِهِ لَحْمَ الْخِنْزِيرِ ; لِتَخْفِيفِ ضَرَرِهِ - لَمَا أَمْكَنَ النَّاسَ أَنْ يَأْكُلُوهُ، وَلَا سِيَّمَا أَهْلُ الْبِلَادِ الْحَارَّةِ، وَمَنْ أَرَادَ أَنْ يَعْرِفَ كُنْهَ الضَّرَرِ الَّذِي ذَكَرْنَاهُ مُفَصَّلًا بَعْضَ التَّفْصِيلِ فَلْيُرَاجِعِ الْمُجَلَّدَ السَّادِسَ مِنَ الْمَنَارِ (ص ٣٠٢ - ٣٠٨) . </p><p> فَإِنْ قُلْتَ: إِنْ آيَةَ الْأَنْعَامِ عَلَّلَتْ تَحْرِيمَ أَكْلِ لَحْمِ الْخِنْزِيرِ بِكَوْنِهِ رِجْسًا، فَهَلْ مَعْنَى ذَلِكَ أَكْلُهُ لِلْقَذَرِ، أَمْ مَا فِيهِ مِنَ الضَّرَرِ؟ فَاعْلَمْ أَنَّ لَفْظَ \" الرِّجْسِ \" يُطْلَقُ عَلَى كُلِّ ضَارِّ مُسْتَقْبَحٍ حِسًّا أَوْ مَعْنًى، فَيُسَمَّى النَّجَسُ رِجْسًا، وَيُسَمَّى الضَّارُّ رِجْسًا، وَمِنَ الْأَخِيرِ قَوْلُهُ تَعَالَى: إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ (٥: ٩٠) فَتَعْلِيلُ آيَةِ الْأَنْعَامِ يَشْمَلُ الْأَمْرَيْنِ اللَّذَيْنِ ذَكَرْنَاهُمَا مَعًا، فَهِيَ مِنْ إِيجَازِ الْقُرْآنِ الَّذِي لَا يَصِلُ النَّاسُ إِلَى شَرْحِهِ وَتَفْصِيلِهِ، إِلَّا بِاتِّسَاعِ دَائِرَةِ عُلُومِهِمْ وَتَجَارِبِهِمْ. </p><p> (الرَّابِعُ: مَا أُهِلَّ لِغَيْرِ اللهِ بِهِ) وَهَذَا هُوَ الَّذِي حُرِّمَ لِسَبَبٍ دِينِيٍّ مَحْضٍ، لَا لِأَجْلِ الصِّحَّةِ وَالنَّظَافَةِ كَالثَّلَاثَةِ الْمَاضِيَةِ، وَالْمُرَادُ بِهِ مَا ذُبِحَ أَوْ نُحِرَ عَلَى ذِكْرِ غَيْرِ اللهِ - تَعَالَى - مِنَ الْمَخْلُوقَاتِ الَّتِي يُعَظِّمُهَا النَّاسُ تَعْظِيمًا دِينِيًّا، وَيَتَقَرَّبُونَ إِلَيْهَا بِالذَّبَائِحِ. </p><p> وَالْإِهْلَالُ: رَفْعُ الصَّوْتِ ; يُقَالُ أَهَلَّ فُلَانٌ بِالْحَجِّ: إِذَا رَفَعَ صَوْتَهُ بِالتَّلْبِيَةِ لَهُ، وَمِنْهُ اسْتَهَلَّ الصَّبِيُّ: إِذَا صَرَخَ عِنْدَ الْوِلَادَةِ، وَكَانُوا يَذْبَحُونَ لِأَصْنَامِهِمْ، فَيَرْفَعُونَ صَوْتَهُمْ بِقَوْلِهِمْ: بِاسْمِ اللَّاتِ أَوْ بِاسْمِ الْعُزَّى، وَحِكْمَةُ تَحْرِيمِ أَكْلِ هَذَا أَنَّهُ مِنْ عِبَادَةِ غَيْرِ اللهِ تَعَالَى، فَالْأَكْلُ مِنْهُ مُشَارَكَةٌ لِأَهْلِهِ فِيهِ وَمُشَايَعَةٌ لَهُمْ عَلَيْهِ، وَهُوَ مِمَّا يَجِبُ إِنْكَارُهُ لَا إِقْرَارُهُ، وَرَفْعُ الصَّوْتِ لَيْسَ هُوَ عِلَّةَ التَّحْرِيمِ وَلَا شَرْطًا لَهُ، بَلْ هُوَ لِبَيَانِ الْوَاقِعِ، وَإِنَّمَا سَبَبُ التَّحْرِيمِ </p><p> مَا ذَكَرْنَاهُ مِنْ كَوْنِهِ مِنْ عِبَادَةِ غَيْرِ اللهِ تَعَالَى، وَيَدْخُلُ فِيمَا أُهِّلَ بِهِ لِغَيْرِ اللهِ مَا ذُكِرَ عِنْدَ ذَبْحِهِ اسْمُ نَبِيٍّ مِنَ الْأَنْبِيَاءِ، أَوْ وَلِيٍّ مِنَ الْأَوْلِيَاءِ، كَمَا يَفْعَلُ بَعْضُ أَهْلِ الْكِتَابِ وَجَهَلَةُ الْمُسْلِمِينَ الَّذِينَ اتَّبَعُوا سَنَنَ مَنْ قَبْلَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ. </p><p> (الْخَامِسُ: الْمُنْخَنِقَةُ) قَالَ صَاحِبُ الْقَامُوسِ: \" خَنَقَهُ خَنِقًا(كَكَتِفٍ)وَخَنْقًا فَهُوَ خَنِقٌ أَيْضًا(أَيْ: كَكَتِفٍ)وَخَنْقٌ وَمَخْنُوقٌ، كَخَنَقَهُ فَاخْتَنَقَ، وَانْخَنَقَتِ الشَّاةُ بِنَفْسِهَا \" </p><p> وَقَدْ رَوَى ابْنُ جَرِيرٍ فِي تَفْسِيرِ الْمُنْخَنِقَةِ أَقْوَالًا عَنْ مُفَسِّرِي السَّلَفِ فِي هَذَا الْمَعْنَى، فَعَنِ السُّدِّيِّ أَنَّهَا الَّتِي تَدْخُلُ رَأْسُهَا بَيْنَ شُعْبَتَيْنِ مِنْ شَجَرَةٍ، فَتَخْتَنِقُ فَتَمُوتُ، وَعَنِ ابْنِ عَبَّاسٍ وَالضَّحَّاكِ: الَّتِي تَخْتَنِقُ فَتَمُوتُ، وَعَنْ قَتَادَةَ: الَّتِي تَمُوتُ فِي خِنَاقِهَا، وَفِي رِوَايَةٍ عَنِ الضَّحَّاكِ: الشَّاةُ تُوثَقُ فَيَقْتُلُهَا خِنَاقُهَا، وَفِي رِوَايَةٍ أُخْرَى عَنْ قَتَادَةَ: كَانَ أَهْلُ الْجَاهِلِيَّةِ يَخْنُقُونَ الشَّاةَ حَتَّى إِذَا مَاتَتْ أَكَلُوهَا، قَالَ ابْنُ جَرِيرٍ: وَأَوْلَى هَذِهِ الْأَقْوَالِ بِالصَّوَابِ قَوْلُ مَنْ قَالَ: هِيَ الَّتِي تَخْتَنِقُ إِمَّا فِي وِثَاقِهَا، أَوْ بِإِدْخَالِ رَأْسِهَا فِي الْمَوْضِعِ الَّذِي لَا تَقْدِرُ عَلَى التَّخَلُّصِ مِنْهُ فَتَخْتَنِقُ حَتَّى تَمُوتَ، وَإِنَّمَا قُلْنَا: إِنَّ ذَلِكَ أَوْلَى بِالصَّوَابِ فِي تَأْوِيلِ ذَلِكَ مِنْ غَيْرِهِ ; لِأَنَّ الْمُنْخَنِقَةَ هِيَ الْمَوْصُوفَةُ بِالِانْخِنَاقِ دُونَ خَنْقِ غَيْرِهَا لَهَا. وَلَوْ كَانَ مَعْنِيًّا بِذَلِكَ أَنَّهَا مَفْعُولٌ بِهَا لَقِيلَ: وَالْمَخْنُوقَةُ، حَتَّى يَكُونَ مَعْنَى الْكَلَامِ مَا قَالُوا. اهـ. وَهُوَ الْمُخْتَارُ عِنْدَنَا ; لِأَنَّهُ هُوَ الْمَعْنَى اللُّغَوِيُّ الْمُنْطَبِقُ عَلَى حِكْمَةِ الشَّارِعِ. </p><p> وَيَغْلَطُ مَنْ يَقُولُ: إِنَّ فِعْلَ الِانْخِنَاقِ هُنَا مِمَّا يُسَمُّونَهُ فِعْلَ الْمُطَاوَعَةِ، كَمَا قَالَ الصَّرْفِيُّونَ فِي مِثْلِ: كَسَرْتُهُ فَانْكَسَرَ، وَيَتَوَهَّمُ مَنْ لَا ذَوْقَ لَهُ فِي اللُّغَةِ أَنَّ هَذِهِ الصِّيغَةَ لَا تَجِيءُ إِلَّا لِمَا كَانَ أَثَرًا لِفِعْلِ فَاعِلٍ مُخْتَارٍ ; كَكَسَرْتُهُ فَانْكَسَرَ، وَالصَّوَابُ أَنَّ هَذِهِ فَلْسَفَةٌ بَاطِلَةٌ، وَأَنَّ الْعَرَبِيَّ الْقِحَّ إِنَّمَا يَقُولُ: انْكَسَرَ الشَّيْءُ إِذَا كَانَ يَعْلَمُ أَنَّهُ انْكَسَرَ بِنَفْسِهِ، أَوْ يَجْهَلُ مَنْ كَسَرَهُ، إِلَّا إِذَا كَانَ الْمَقَامُ مَقَامَ تَعْبِيرٍ عَنْ شَيْءٍ تَعَاصَى كَسْرُهُ عَلَى الْكَاسِرِينَ ثُمَّ انْكَسَرَ بِفِعْلِ أَحَدِهِمْ، وَهَذَا لَا يَتَأَتَّى إِلَّا فِي بَعْضِ الْمَوَادِّ، وَأَرَى ذَوْقِي يُوَافِقُ فِي مَادَّةِ الْخَنْقِ مَا يُفْهَمُ مِنْ عِبَارَةِ الْقَامُوسِ مِنْ أَنَّ مُطَاوِعَ خَنَقَ هُوَ اخْتَنَقَ مِنَ الِافْتِعَالِ، وَأَنِ انْخَنَقَ لَا يُفْهَمُ مِنْهُ إِلَّا مَا كَانَ بِفِعْلِ الْحَيَوَانِ بِنَفْسِهِ كَمَا قَالَ ابْنُ جَرِيرٍ. </p><p> وَيُؤَيِّدُ هَذَا الْفَهْمَ الَّذِي جَزَمَ ابْنُ جَرِيرٍ بِأَنَّهُ هُوَ الصَّوَابُ: الْجَمْعُ بِهِ بَيْنَ هَذِهِ الزَّوَائِدِ فِي سُورَةِ الْمَائِدَةِ، وَبَيْنَ حَصْرِ الْمُحَرَّمَاتِ فِي الْأَرْبَعَةِ الْأُولَى مِنْهَا، فَالْمُنْخَنِقَةُ بِهَذَا الْمَعْنَى مِنْ قَبِيلِ مَا مَاتَ حَتْفَ أَنْفِهِ مِنْ حَيْثُ إِنَّهُ لَمْ يَمُتْ بِتَذْكِيَةِ الْإِنْسَانِ لَهُ لِأَجْلِ أَكْلِهِ، فَهِيَ دَاخِلَةٌ فِي عُمُومِ الْمَيْتَةِ بِالْمَعْنَى الشَّرْعِيِّ الَّذِي بَيَّنَّاهُ فِي تَفْسِيرِهَا، وَإِنَّمَا خَصَّهَا بِالذِّكْرِ لِأَنَّ بَعْضَ الْعَرَبِ فِي الْجَاهِلِيَّةِ كَانُوا يَأْكُلُونَهَا، وَلِئَلَّا يَشْتَبِهَ فِيهَا بَعْضُ النَّاسِ ; لِأَنَّ لِمَوْتِهَا سَبَبًا مَعْرُوفًا، وَإِنَّمَا الْعِبْرَةُ فِي الشَّرْعِ بِالتَّذْكِيَةِ الَّتِي تَكُونُ بِقَصْدِ الْإِنْسَانِ لِأَجْلِ الْأَكْلِ حَتَّى يَكُونَ وَاثِقًا مِنْ صِحَّةِ الْبَهِيمَةِ الَّتِي يُرِيدُ التَّغَذِّيَ بِهَا، وَلَوْ أَرَادَ - تَعَالَى - بِالْمُنْخَنِقَةِ: الْمَخْنُوقَةَ بِفِعْلِ الْإِنْسَانِ لَعَبَّرَ بِلَفْظِ الْمَخْنُوقَةِ أَوِ الْخَنِيقِ ; لِأَنَّهُ حِينَئِذٍ يُفِيدُ أَنَّ الْخَنْقَ وَإِنْ كَانَ ضَرْبًا مِنَ التَّذْكِيَةِ بِفِعْلِ الْفَاعِلِ لَا يَحِلُّ، وَيُفْهَمُ مِنْهُ تَحْرِيمُ الْمُنْخَنِقِ بِالْأَوْلَى، بَلْ يُفْهَمُ مِنْ لَفْظِ الْمَيْتَةِ أَيْضًا كَمَا تَقَدَّمَ، فَالْعُدُولُ إِلَى صِيغَةِ الْمُنْخَنِقَةِ لَا تُعْقَلُ لَهُ حِكْمَةٌ إِلَّا الْإِشْعَارَ بِكَوْنِ الْمُنْخَنِقَةِ فِي مَعْنَى الْمَيْتَةِ. </p><p> (السَّادِسُ: الْمَوْقُوذَةُ) وَهِيَ الَّتِي ضُرِبَتْ بِغَيْرِ مُحَدَّدٍ حَتَّى انْحَلَّتْ قُوَاهَا وَمَاتَتْ. قَالَ فِي </p><p> الْقَامُوسِ: الْوَقْذُ: شِدَّةُ الضَّرْبِ، قَالَ شَارِحُهُ: وَفِي الْبَصَائِرِ لِلْمُصَنِّفِ الْمَوْقُوذَةُ: هِيَ الَّتِي تُقْتَلُ بِعَصًا أَوْ بِحِجَارَةٍ لَا حَدَّ لَهَا، فَتَمُوتُ بِلَا ذَكَاةٍ. اهـ. وَشَاةٌ وَقِيذٌ وَمَوْقُوذَةٌ، وَالْوَقْذُ أَيْضًا: الشَّدِيدُ الْمَرَضِ الْمُشْرِفُ عَلَى الْمَوْتِ، وَمَا نَقَلَهُ ابْنُ جَرِيرٍ مِنْ أَقْوَالِ مُفَسِّرِي السَّلَفِ مُوَافِقٌ لِهَذَا، وَهُوَ أَنَّ الْوَقِيذَ مَا ضُرِبَ بِالْخَشَبِ أَوِ الْعَصَا، وَكَانُوا يَأْكُلُونَهَا فِي الْجَاهِلِيَّةِ، وَالْوَقْذُ مُحَرَّمٌ فِي الْإِسْلَامِ لِأَنَّهُ تَعْذِيبٌ لِلْحَيَوَانِ وَقَدْ قَالَ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنِ اللهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيَحُدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيحَتَهُ رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ عَنْ شَدَّادِ بْنِ أَوْسٍ. فَلَمَّا كَانَ الْوَقْذُ مُحَرَّمًا حُرِّمَ مَا قُتِلَ بِهِ، ثُمَّ إِنِ الْمَوْقُوذَةَ تَدْخُلُ فِي عُمُومِ الْمَيْتَةِ الشَّرْعِيَّةِ عَلَى الْوَجْهِ الَّذِي فَسَّرْنَاهَا بِهِ أَخْذًا مِنْ مَجْمُوعِ النُّصُوصِ، فَإِنَّهَا لَمْ تُذَكَّ تَذْكِيَةً شَرْعِيَّةً لِأَجْلِ الْأَكْلِ. </p><p> قَالَ الرَّازِيُّ: وَيَدْخُلُ فِي الْمَوْقُوذَةِ مَا رُمِيَ بِالْبُنْدُقِ فَمَاتَ، وَهِيَ أَيْضًا فِي مَعْنَى الْمُنْخَنِقَةِ ; فَإِنَّهَا مَاتَتْ وَلَمْ يَسِلْ دَمُهَا. اهـ. فَأَمَّا مَا قَالَهُ فِي الْبُنْدُقِ وَهُوَ مَا يُتَّخَذُ مِنَ الطِّينِ فَيُرْمَى بِهِ بَعْدَ يُبْسِهِ فَعَلَيْهِ الْجُمْهُورُ؛ عَمَلًا بِحَدِيثِ الصَّحِيحَيْنِ عَنْ عَبْدِ اللهِ بْنِ مُغَفَّلٍ، أَنَّ رَسُولَ </p><p> اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى عَنِ الْخَذْفِ، وَقَالَ: إِنَّهَا لَا تَصِيدُ صَيْدًا وَلَا تَنْكَأُ عَدُوًّا، وَلَكِنَّهَا تَكْسِرُ السِّنَّ وَتَفْقَأُ الْعَيْنَ وَالْخَذْفُ بِالْخَاءِ الْمُعْجَمَةِ: الرَّمْيُ بِالْحَصَا وَالْخَزَفِ وَكُلِّ يَابِسٍ غَيْرِ مُحَدَّدٍ، سَوَاءٌ رُمِيَ بِالْيَدِ أَوِ الْمِخْذَفَةِ وَالْمِقْلَاعِ، وَهُوَ فِي مَعْنَى الْوَقْذِ ; لِأَنَّهُ يُعَذِّبُ الْحَيَوَانَ وَيُؤْذِيهِ، وَلَا يَقْتُلُهُ، فَالْعِلَّةُ فِي النَّهْيِ عَنْهُ مَنْصُوصَةٌ فِي الْحَدِيثِ، وَهُوَ أَنَّهُ تَعْذِيبٌ لِلْحَيَوَانِ، وَلَيْسَ سَبَبًا مُطَّرِدًا وَلَا غَالِبًا فِي الْقَتْلِ بِخِلَافِ بُنْدُقِ الرَّصَاصِ الْمُسْتَعْمَلِ فِي الصَّيْدِ الْآنَ فَإِنَّهُ يَصِيدُ وَيَنْكَأُ ; وَلِذَلِكَ أَفْتَى بِجَوَازِ الصَّيْدِ بِهِ الْمُحَقِّقُونَ مِنَ الْمُتَأَخِّرِينَ. وَأَمَّا قَوْلُهُ - أَيِ الرَّازِيِّ -: وَهِيَ فِي مَعْنَى الْمُنْخَنِقَةِ ; فَإِنَّهَا مَاتَتْ وَلَمْ يَسِلْ دَمُهَا، فَهُوَ تَعْلِيلٌ مَرْدُودٌ لِأَنَّ سَيَلَانَ الدَّمِ سَبَبٌ لِحِلِّ الْحَيَوَانِ وَلَكِنَّهُ لَيْسَ شَرْطًا، بِدَلِيلِ حِلِّ مَا صَادَتْهُ الْجَوَارِحُ فَجَاءَتْ بِهِ مَيِّتًا، وَلَمْ يُشْتَرَطْ أَنْ تَجْرَحَهُ فِي نَصٍّ، وَلَمْ يَقُلْ بِهِ أَئِمَّةُ الْفِقْهِ كَمَا سَيَأْتِي. </p><p> (السَّابِعُ: الْمُتَرَدِّيَةُ) وَهِيَ الَّتِي تَقَعُ مِنْ مَكَانٍ مُرْتَفِعٍ أَوْ مُنْخَفِضٍ فَتَمُوتُ، قَالَ ابْنُ جَرِيرٍ:  \" يَعْنِي بِذَلِكَ جَلَّ ثَنَاؤُهُ وَحُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ تَرَدِّيًا مِنْ جَبَلٍ أَوْ بِئْرٍ أَوْ غَيْرِ ذَلِكَ، وَتَرَدِّيهَا رَمْيُهَا بِنَفْسِهَا مِنْ مَكَانٍ عَالٍ شَرِفٍ إِلَى أَسْفَلِهِ. اهـ. وَهَذَا التَّفْسِيرُ يُدْخِلُ الْمُتَرَدِّيَةَ فِي الْمَيْتَةِ بِحَسْبِ مَعْنَاهَا الَّذِي بَيَّنَّاهُ، إِذْ لَمْ يَكُنْ لِلْإِنْسَانِ عَمَلٌ فِي إِمَاتَتِهَا وَلَا قَصْدٌ بِهِ إِلَى أَكْلِهَا.</p><p> (الثَّامِنُ: النَّطِيحَةُ) وَهِيَ الَّتِي تَنْطَحُهَا أُخْرَى فَتَمُوتُ مِنَ النِّطَاحِ مِنْ غَيْرِ أَنْ يَكُونَ لِلْإِنْسَانِ عَمَلٌ فِي إِمَاتَتِهَا، كَمَا سَبَقَ الْقَوْلُ فِيمَا قَبْلَهَا، وَفِيهَا بَحْثٌ لَفْظِيٌّ وَهُوَ أَنَّهَا بِمَعْنَى الْمَنْطُوحَةِ، وَصِيغَةُ \" فَعِيلٍ \" إِذَا كَانَتْ بِمَعْنَى اسْمِ الْمَفْعُولِ يَسْتَوِي فِيهَا الْمُذَكَّرُ وَالْمُؤَنَّثُ فَلَا تَحْتَاجُ إِلَى التَّاءِ، إِذْ تَقُولُ الْعَرَبُ: عَيْنٌ كَحِيلٌ، لَا: كَحِيلَةٌ، وَ: كَفٌّ خَضِيبٌ، لَا: خَضِيبَةٌ. وَقَدْ أَجَابَ </p><p> بَعْضُ الْبَصْرِيِّينَ عَنْ هَذَا بِأَنَّ التَّاءَ لِلنَّقْلِ مِنَ الْوَصْفِيَّةِ إِلَى الِاسْمِيَّةِ، وَجَعَلَهُ بَعْضُهُمْ: مِنِ اسْتِعْمَالِ \" فَعِيلٍ \" بِمَعْنَى \" فَاعِلٍ \" كَأَنَّهُ قَالَ: وَالنَّاطِحَةُ الَّتِي تَمُوتُ بِالنِّطَاحِ ; أَيْ تَنْطَحُ غَيْرَهَا وَتَنْطَحُهَا فَتَمُوتُ. وَقَالَ الْكُوفِيُّونَ: إِنَّمَا يَمْتَنِعُ إِلْحَاقُ التَّاءِ بِفَعِيلٍ بِمَعْنَى مَفْعُولٍ إِذَا كَانَ وَصْفًا لِمَوْصُوفٍ مَذْكُورٍ، كَعَيْنٍ كَحِيلٍ، فَأَمَّا إِذَا لَمْ يَسْبِقْ لِلْمَوْصُوفِ ذِكْرٌ فَلَا يَمْتَنِعُ. </p><p> (التَّاسِعُ: مَا أَكَلَ السَّبُعُ) أَيْ: مَا قَتَلَهُ بَعْضُ سِبَاعِ الْوُحُوشِ كَالْأَسَدِ وَالذِّئْبِ ; لِيَأْكُلَهُ، وَأَكْلُهُ مِنْهُ لَيْسَ شَرْطًا لِلتَّحْرِيمِ، فَإِنَّ فَرْسَهُ إِيَّاهُ يُلْحِقُهُ بِالْمَيْتَةِ، كَمَا عُلِمَ مِمَّا مَرَّ. وَكَانُوا فِي الْجَاهِلِيَّةِ يَأْكُلُونَ بَعْضَ فَرَائِسِ السِّبَاعِ، وَهُوَ مِمَّا تَأْنَفُهُ أَكْثَرُ الطِّبَاعِ، </p><p> وَلَا يَزَالُ النَّاسُ يَعُدُّونَ أَكْلَهُ ذِلَّةً وَمَهَانَةً، وَإِنْ كَانُوا لَا يَخْشَوْنَ مِنْهُ ضَرَرًا. </p><p> ثُمَّ قَالَ تَعَالَى: إِلَّا مَا ذَكَّيْتُمْ وَقَدِ اخْتَلَفَ فِيهِ الْمُفَسِّرُونَ، هَلْ هُوَ اسْتِثْنَاءٌ مِنْ جَمِيعِ الْمُحَرَّمَاتِ الَّتِي يَتَوَقَّفُ حِلُّهَا عَلَى تَذْكِيَةِ الْإِنْسَانِ لَهَا، أَيْ إِمَاتَتِهَا إِمَاتَةً شَرْعِيَّةً لِأَجْلِ أَكْلِهَا، أَمْ هُوَ اسْتِثْنَاءٌ مِنَ الْأَخِيرِ، وَهُوَ مَا أَكَلَ السَّبُعُ؟ أَمْ هُوَ اسْتِثْنَاءٌ مِنَ التَّحْرِيمِ دُونَ الْمُحَرَّمَاتِ ; يُقْصَدُ بِهِ أَنَّهُ حَرَّمَ عَلَيْكُمْ مَا ذُكِرَ إِلَّا مَا ذَكَّيْتُمْ ; أَيْ وَلَكِنْ لَمْ يُحَرِّمْ عَلَيْكُمْ مَا ذَكَّيْتُمُوهُ بِفِعْلِكُمْ مِمَّا يُذَكَّى؟ وَالْأَوَّلُ هُوَ الظَّاهِرُ الْمُتَبَادِرُ، وَرَجَّحَهُ ابْنُ جَرِيرٍ بَعْدَ ذِكْرِهِ وَذِكْرِ الثَّالِثِ، وَجَعَلَهُ بَعْضُهُمُ اسْتِثْنَاءً مِنَ الْمُنْخَنِقَةِ وَالثَّلَاثِ بَعْدَهَا ; لِأَنَّ مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ، وَمَا ذُبِحَ عَلَى النُّصُبِ لَا شَأْنَ لِلتَّذْكِيَةِ فِيهِمَا، قَالَ ابْنُ جَرِيرٍ: </p><p> وَأَوْلَى الْقَوْلَيْنِ فِي ذَلِكَ عِنْدَنَا بِالصَّوَابِ الْقَوْلُ الْأَوَّلُ وَهُوَ أَنَّ قَوْلَهُ: إِلَّا مَا ذَكَّيْتُمْ اسْتِثْنَاءٌ مِنْ قَوْلِهِ: وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ لِأَنَّ كُلَّ ذَلِكَ مُسْتَحِقٌّ الصِّفَةَ الَّتِي هُوَ بِهَا قَبْلَ حَالِ مَوْتِهَا، فَيُقَالُ لِمَا قَرَّبَ الْمُشْرِكُونَ لِآلِهَتِهِمْ فَسَمَّوْهُ لَهُمْ: هُوَ مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ، وَكَذَلِكَ الْمُنْخَنِقَةُ إِذَا انْخَنَقَتْ وَإِنْ لَمْ تَمُتْ فَهِيَ مُنْخَنِقَةٌ، وَكَذَلِكَ سَائِرُ مَا حَرَّمَهُ اللهُ - تَعَالَى - مَا عَدَا مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ إِلَّا بِالتَّذْكِيَةِ الْمُحَلِّلَةِ دُونَ الْمَوْتِ بِالسَّبَبِ الَّذِي كَانَ بِهِ مَوْصُوفًا. اهـ. </p><p> ثُمَّ أَوْرَدَ ابْنُ جَرِيرٍ سُؤَالًا وَأَجَابَ عَنْهُ، فَقَالَ: فَإِنْ قَالَ لَنَا قَائِلٌ: فَإِذَا كَانَ ذَلِكَ مَعْنَاهُ عِنْدَكَ فَمَا وَجْهُ تَكْرِيرِهِ مَا كَرَّرَ بِقَوْلِهِ: وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَسَائِرُ مَا عَدَّدَ تَحْرِيمَهُ فِي هَذِهِ الْآيَةِ، وَقَدِ افْتَتَحَ الْآيَةَ بِقَوْلِهِ: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ؟ وَقَدْ عَلِمْتَ أَنَّهُ شَامِلٌ كُلَّ مَيِّتٍ كَانَ مَوْتُهُ حَتْفَ أَنْفِهِ مِنْ عِلَّةٍ بِهِ غَيْرَ جِنَايَةِ أَحَدٍ عَلَيْهِ؟ أَوْ كَانَ مَوْتُهُ مِنْ ضَرْبِ ضَارِبٍ إِيَّاهُ، أَوِ انْخِنَاقٍ مِنْهُ أَوِ انْتِطَاحٍ أَوْ فَرْسِ سَبُعٍ، وَهَلَّا كَانَ قَوْلُهُ - إِنْ كَانَ الْأَمْرُ عَلَى مَا وَصَفْتَ فِي ذَلِكَ مِنْ أَنَّهُ مَعْنِيٌّ بِالتَّحْرِيمِ فِي كُلِّ ذَلِكَ الْمَيْتَةُ بِالِانْخِنَاقِ وَالنِّطَاحِ وَالْوَقْذِ وَأَكْلِ السَّبُعِ أَوْ غَيْرِ ذَلِكَ، دُونَ أَنْ يَكُونَ مَعْنِيًّا بِهِ تَحْرِيمُهُ إِذَا تَرَدَّى </p><p> أَوِ انْخَنَقَ أَوْ فَرَسَهُ السَّبُعُ، فَبَلَغَ ذَلِكَ مِنْهُ مَا يُعْلَمُ أَنَّهُ لَا يَعِيشُ مِمَّا أَصَابَهُ مِنْهُ إِلَّا بِالْيَسِيرِ مِنَ الْحَيَاةِ حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ - مُغْنِيًّا مِنْ تَكْرِيرِ مَا كَرَّرَ بِقَوْلِهِ: وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ وَالْمُنْخَنِقَةُ وَسَائِرِ </p><p> مَا ذَكَرَ مَعَ ذَلِكَ، وَتَعْدِيدِهِ مَا عَدَّدَ؟ قِيلَ: وَجْهُ تَكْرَارِهِ ذَلِكَ، وَإِنْ كَانَ تَحْرِيمُ ذَلِكَ إِذَا مَاتَ مِنَ الْأَسْبَابِ الَّتِي هُوَ بِهَا مَوْصُوفٌ، وَقَدْ تَقَدَّمَ بِقَوْلِهِ: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ أَنَّ الَّذِينَ خُوطِبُوا بِهَذِهِ الْآيَةِ كَانُوا لَا يَعُدُّونَ الْمَيْتَةَ مِنَ الْحَيَوَانِ إِلَّا مَا مَاتَ مِنْ عِلَّةٍ عَارِضَةٍ بِهِ غَيْرَ الِانْخِنَاقِ وَالتَّرَدِّي وَالِانْتِطَاحِ وَفَرْسِ السَّبُعِ، فَأَعْلَمَهُمُ اللهُ أَنَّ حُكْمَ ذَلِكَ حُكْمُ مَا مَاتَ مِنَ الْعِلَلِ الْعَارِضَةِ، وَأَنَّ الْعِلَّةَ الْمُوجِبَةَ تَحْرِيمَ الْمَيْتَةِ لَيْسَتْ مَوْتَهَا مِنْ عِلَّةِ مَرَضٍ أَوْ أَذًى كَانَ بِهَا قَبْلَ هَلَاكِهَا، وَلَكِنَّ الْعِلَّةَ فِي ذَلِكَ أَنَّهَا لَمْ يَذْبَحْهَا مَنْ أَحَلَّ ذَبِيحَتَهُ بِالْمَعْنَى الَّذِي أَحَلَّهَا بِهِ. اهـ. </p><p> وَقَدْ أَيَّدَ رَأْيَهُ هَذَا بِرِوَايَةٍ عَنِ السُّدِّيِّ فِي الْمُنْخَنِقَةِ وَمَا بَعْدَهَا، قَالَ: هَذَا حَرَامٌ لِأَنَّ نَاسًا مِنَ الْعَرَبِ كَانُوا يَأْكُلُونَهُ، وَلَا يَعُدُّونَهُ مَيِّتًا، إِنَّمَا يَعُدُّونَ الْمَيِّتَ الَّذِي يَمُوتُ مِنَ الْوَجَعِ، فَحَرَّمَهُ اللهُ عَلَيْهِمْ إِلَّا مَا ذَكَرُوا اسْمَ اللهِ عَلَيْهِ، وَأَدْرَكُوا ذَكَاتَهُ وَفِيهِ الرُّوحُ. اهـ. وَقَدْ أَخْطَأَ ابْنُ جَرِيرٍ فِي سِيَاقِهِ هَذَا بِمَا ذَكَرَ مِنَ الْعِلَّةِ، وَبِالتَّعْبِيرِ فِيهِ بِلَفْظِ الذَّبْحِ بَدَلَ لَفْظِ التَّذْكِيَةِ الَّذِي هُوَ تَعْبِيرُ الْقُرْآنِ، وَالتَّذْكِيَةُ أَعَمُّ مِنَ الذَّبْحِ كَمَا سَيَأْتِي، وَقَدْ ثَبَتَ أَنَّ الْمُتَرَدِّيَةَ فِي بِئْرٍ إِذَا طُعِنَتْ فِي أَيِّ جُزْءٍ مِنْ بَدَنِهَا، فَكَانَ ذَلِكَ هُوَ الْمُتَمِّمَ لِمَوْتِهَا عُدَّ تَذْكِيَةً، وَحَلَّ أَكْلُهَا، وَمَا هُوَ بِالَّذِي يَجْهَلُ هَذَا، وَلَكِنَّ الِاسْتِعْمَالَ الْغَالِبَ يُنْسِي الْإِنْسَانَ غَيْرَهُ أَحْيَانًا فَيُعَبِّرُ بِهِ وَقَدْ يُرِيدُ بِهِ الْمِثَالَ، ثُمَّ إِنَّ ذَلِكَ مِنَ الْمَيْتَةِ، وَهِيَ أَخَصُّ مِنْ عِبَارَتِهِ هُوَ. وَأَقُولُ: إِنَّهُ لَيْسَ الْمُرَادُ بِذَلِكَ أَنَّهُمْ لَا يَعُدُّونَهَا مِنَ الْمَيْتَةِ لُغَةً، بَلِ الْمُرَادُ أَنَّ الْعَرَبَ كَانَتْ تَعَافُ أَكْلَ الْمَيْتَةِ، إِلَّا أَنَّ بَعْضَهُمْ كَانَ لَا يَعَافُ مِنْهَا إِلَّا مَا جَهِلَ سَبَبَ مَوْتِهِ، وَأَمَّا مَا عَرَفَ - كَالْمُنْخَنِقَةِ وَالْمَوْقُوذَةِ إِلَى آخِرِ مَا ذُكِرَ فِي الْآيَةِ - فَلَمْ يَكُونُوا يَعَافُونَهُ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي أَصْلِ الْمَسْأَلَةِ: أَنَّ اللهَ - تَعَالَى - أَحَلَّ أَكْلَ بَهِيمَةِ الْأَنْعَامِ، وَسَائِرِ الطَّيِّبَاتِ مِنَ الْحَيَوَانِ: مَا دَبَّ مِنْهُ عَلَى الْأَرْضِ وَمَا طَارَ فِي الْهَوَاءِ وَمَا سَبَحَ فِي الْبَحْرِ، وَلَمْ يُحَرِّمْ عَلَى سَبِيلِ التَّعْيِينِ إِلَّا الْمَيْتَةَ وَالدَّمَ الْمَسْفُوحَ وَلَحْمَ الْخِنْزِيرِ، وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ. وَلَمَّا كَانَ بَعْضُ الْعَرَبِ يَذْبَحُ الْحَيَوَانَ عَلَى اسْمِ غَيْرِ اللهِ، وَهُوَ شِرْكٌ وَفِسْقٌ، وَبَعْضُهُمْ يَأْكُلُ بَعْضَ أَنْوَاعِ الْمَيْتَةِ، بَلْ كَانَ بَعْضُهُمْ يَأْكُلُ كُلَّ مَيْتَةٍ، سَهَّلَ ذَلِكَ </p><p> عَلَيْهِ عَدَمُهُ وَفَقْرُهُ، وَهُمُ الَّذِينَ كَانُوا يَقُولُونَ </p><p> لِمَ تَأْكُلُونَ مَا قَتَلْتُمْ وَلَا تَأْكُلُونَ مَا قَتَلَ اللهُ، وَلَمَّا كَانَ ذَلِكَ مَظِنَّةَ الضَّرَرِ وَفِيهِ شَيْءٌ مِنْ مَهَانَةِ النَّفْسِ، جَعَلَ اللهُ - تَعَالَى - حِلَّ أَكْلِ الْمُسْلِمِ لِذَلِكَ مَنُوطًا بِأَنْ يَكُونَ إِتْمَامَ مَوْتِهِ وَالْإِجْهَازِ عَلَيْهِ بِفِعْلِهِ هُوَ ; لِيَذْكُرَ اسْمَ اللهِ عَلَى مَا بُدِئَ بِالْإِهْلَالِ بِهِ لِغَيْرِ اللهِ عِنْدَ إِزْهَاقِ رُوحِهِ، فَلَا يَكُونُ مِنْ عَمَلِ الشِّرْكِ، وَلِئَلَّا يَقَعَ فِي مَهَانَةِ أَكْلِ الْمَيْتَةِ وَخِسَّةِ صَاحِبِهَا بِأَكْلِهِ الْمُنْخَنِقَةِ وَالْمَوْقُوذَةِ وَالْمُتَرَدِّيَةِ وَالنَّطِيحَةِ وَفَرِيسَةِ السَّبُعِ، وَنَاهِيكَ بِمَا فِي الْمَوْقُوذَةِ مِنْ إِقْرَارِ وَاقِذِهَا عَلَى قَسْوَتِهِ وَظُلْمِهِ لِلْحَيَوَانِ، وَهُوَ مُحَرَّمٌ شَرْعًا. </p><p> وَيَكْفِي فِي صِحَّةِ إِدْرَاكِ ذَكَاةِ مَا ذُكِرَ أَنْ يَكُونَ فِيهِ رَمَقٌ مِنَ الْحَيَاةِ عِنْدَ جُمْهُورِ مُفَسِّرِي السَّلَفِ، وَقَالَ بَعْضُ الْفُقَهَاءِ: لَا بُدَّ أَنْ تَكُونَ فِيهِ حَيَاةٌ مُسْتَقِرَّةٌ، وَعَلَامَتُهَا انْفِجَارُ الدَّمِ وَالْحَرَكَةُ الْعَنِيفَةُ. رَوَى ابْنُ جَرِيرٍ عَنِ الْحَسَنِ أَنَّهُ قَالَ فِي بَيَانِ مَا تُدْرَكُ ذَكَاتُهُ مِنْ هَذِهِ الْأَشْيَاءِ: إِذَا طَرَفَتْ بِعَيْنِهَا أَوْ ضَرَبَتْ بِذَنَبِهَا، وَفِي رِوَايَةٍ أُخْرَى عَنْهُ عِنْدَهُ: إِذَا كَانَتِ الْمَوْقُوذَةُ تَطْرِفُ بِبَصَرِهَا أَوْ تَرْكُضُ - تَضْرِبُ - بِرِجْلِهَا أَوْ تَمْصَعُ بِذَنَبِهَا - تُحَرِّكُهُ - فَاذْبَحْ وَكُلْ. وَعَنْ قَتَادَةَ فِي قَوْلِهِ: إِلَّا مَا ذَكَّيْتُمْ قَالَ: فَكُلُّ هَذَا الَّذِي سَمَّاهُ اللهُ، عَزَّ وَجَلَّ، هَهُنَا مَا خَلَا لَحْمَ الْخِنْزِيرِ إِذَا أَدْرَكْتَ مِنْهُ عَيْنًا تَطْرِفُ أَوْ ذَنَبًا يَتَحَرَّكُ أَوْ قَائِمَةً تَرْكُضُ فَذَكَّيْتَهُ فَقَدْ أَحَلَّ اللهُ ذَلِكَ. وَفِي رِوَايَةٍ أُخْرَى عَنْهُ: إِلَّا مَا ذَكَّيْتُمْ مِنْ هَذَا كُلِّهِ، فَإِذَا وَجَدْتَهَا تَطْرِفُ عَيْنَهَا أَوْ تُحَرِّكُ أُذُنَيْهَا مِنْ هَذَا كُلِّهِ فَهِيَ لَكَ حَلَالٌ، وَعَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ قَالَ: إِذَا أَدْرَكْتَ ذَكَاةَ الْمَوْقُوذَةِ وَالْمُتَرَدِّيَةِ وَالنَّطِيحَةِ، وَهِيَ تُحَرِّكُ يَدًا أَوْ رِجْلًا، فَكُلْهَا. وَفِي رِوَايَةٍ أُخْرَى عَنْهُ عِنْدَهُ أَيْضًا: إِذَا رَكَضَتْ بِرِجْلِهَا أَوْ طَرَفَتْ بِعَيْنِهَا أَوْ حَرَّكَتْ ذَنَبَهَا فَقَدْ أَجْزَى. وَعَنِ الضَّحَّاكِ: كَانَ أَهْلُ الْجَاهِلِيَّةِ يَأْكُلُونَ هَذَا فَحَرَّمَ اللهُ فِي الْإِسْلَامِ إِلَّا مَا ذُكِّيَ مِنْهُ، فَمَا أُدْرِكَ فَتَحَرَّكَ مِنْهُ رِجْلٌ أَوْ ذَنَبٌ أَوْ طَرَفَ، فَذُكِّيَ فَهُوَ حَلَالٌ. وَرُوِيَ الْقَوْلُ الْآخَرُ عَنْ مَالِكٍ قَالَ: حَدَّثَنِي يُوسُفُ عَنْ أَشْهَبَ، قَالَ: سُئِلَ مَالِكٌ عَنِ السَّبُعِ يَعْدُو عَلَى الْكَبْشِ، فَيَدُقُّ ظَهْرَهُ، أَتَرَى أَنْ يُذَكَّى قَبْلَ أَنْ يَمُوتَ فَيُؤْكَلَ؟ قَالَ: إِنْ كَانَ بَلَغَ السَّحْرَ فَلَا أَرَى أَنْ يُؤْكَلَ، وَإِنْ كَانَ إِنَّمَا أَصَابَ أَطْرَافَهُ، فَلَا أَرَى بِذَلِكَ بَأْسًا، قِيلَ لَهُ: وَثَبَ عَلَيْهِ فَدَقَّ ظَهْرَهُ، قَالَ: لَا يُعْجِبُنِي </p><p> أَنْ يُؤْكَلَ، هَذَا لَا يَعِيشُ مِنْهُ، قِيلَ لَهُ: فَالذِّئْبُ يَعْدُو عَلَى الشَّاةِ فَيَشُقُّ بَطْنَهَا، وَلَا يَشُقُّ الْأَمْعَاءَ، قَالَ: إِذَا شَقَّ بَطْنَهَا، فَلَا أَرَى أَنْ تُؤْكَلَ، (قَالَ ابْنُ جَرِيرٍ) وَعَلَى هَذَا الْقَوْلِ يَجِبُ أَنْ يَكُونَ قَوْلُهُ: إِلَّا مَا ذَكَّيْتُمْ اسْتِثْنَاءً مُنْقَطِعًا، ثُمَّ بَيَّنَ أَنَّ هَذَا مَرْجُوحٌ، وَأَنَّ الصَّوَابَ غَيْرُهُ، وَقَدْ نَقَلْنَا عِبَارَتَهُ فِي أَوَّلِ هَذَا الْبَحْثِ. </p><p> أَمَّا الذَّكَاءُ وَالذَّكَاةُ وَالتَّذْكِيَةُ وَالْإِذْكَاءُ فَمَعْنَاهَا فِي أَصْلِ اللُّغَةِ: إِتْمَامُ فِعْلٍ خَاصٍّ أَوْ تَمَامُهُ، لَا مُجَرَّدَ إِيقَاعِ ذَلِكَ الْفِعْلِ أَوْ وُقُوعِهِ، يُقَالُ: ذَكَتِ النَّارُ تَذْكُو ذَكْوًا وَذَكًا وَذَكَاءً: إِذَا تَمَّ اشْتِعَالُهَا، </p><p> وَالشَّمْسُ إِذَا اشْتَدَّتْ حَرَارَتُهَا كَأَتَمِّ مَا يُعْتَادُ وَأَكْمَلِهِ، وَذَكَى الرَّجُلُ - كَرَمَى وَرَضَى - نَمَتْ فِطْنَتُهُ، وَأَذْكَى النَّارَ وَذَكَّاهَا تَذْكِيَةً. وَذَكَّى الْبَهِيمَةَ: إِذَا أَزْهَقَ رُوحَهَا، وَإِنْ بَدَأَ بِذَلِكَ غَيْرُهُ، أَوْ عَرَضَتْ لَهَا عِلَّةٌ تُوجِبُهُ لَوْ تُرِكَتْ، إِذِ الْعِبْرَةُ بِالتَّمَامِ، قَالَ فِي لِسَانِ الْعَرَبِ: الذَّكَاءُ شِدَّةُ وَهَجِ النَّارِ، يُقَالُ: ذَكَّيْتُ النَّارَ: إِذَا أَتْمَمْتَ إِشْعَالَهَا وَرَفْعَهَا. وَكَذَلِكَ قَوْلُهُ تَعَالَى: إِلَّا مَا ذَكَّيْتُمْ ذَبْحُهُ عَلَى التَّمَامِ، وَالذَّكَا تَمَامُ إِيقَادِ النَّارِ مَقْصُورٌ يَكْتُبُ بِالْأَلِفِ. اهـ. </p><p> أَقُولُ: ذِكْرُ الذَّبْحِ مِثَالٌ، وَمِثْلُهُ غَيْرُهُ مِمَّا تَتِمُّ بِهِ الْإِمَاتَةُ ; كَنَحْرِ الْبَعِيرِ وَطَعْنِ الْمُتَرَدِّيَةِ فِي الْبِئْرِ وَالْحُفْرَةِ، وَخَنْقِ الْجَارِحِ الصَّيْدَ. وَالذَّكَاءُ: السِّنُّ - الْعُمُرُ - أَيْضًا. يُقَالُ: بَلَغَتِ الدَّابَّةُ الذَّكَاءَ أَيِ السِّنَّ، وَأَصْلُهُ أَنَّهُمْ يَعْرِفُونَ أَعْمَارَهَا بِرُؤْيَةِ أَسْنَانِهَا، وَمِنْهُ:  \" جَرْي الْمُذْكِيَاتِ غِلَابٌ \" وَهِيَ الْخَيْلُ تَمَّتْ قُوَّتُهَا، وَأَشْرَفَتْ عَلَى النَّقْصِ ; فَهِيَ تُغَالِبُ الْجَرْيَ مُغَالَبَةً، وَذَكَّى الرَّجُلُ - بِالتَّشْدِيدِ - أَسَنَّ وَبَدِنَ. وَفِي السِّنِّ مَعْنَى التَّمَامِ، قَالَ فِي اللِّسَانِ: وَتَأْوِيلُ تَمَامِ السِّنِّ النِّهَايَةُ فِي الشَّبَابِ، فَإِذَا نَقَصَ عَنْ ذَلِكَ أَوْ زَادَ فَلَا يُقَالُ لَهُ الذَّكَاءُ، وَالذَّكَاءُ فِي الْفَهْمِ: أَنْ يَكُونَ فَهْمًا سَرِيعَ الْقَبُولِ. ابْنُ الْأَنْبَارِيِّ فِي ذَكَاءِ الْفَهْمِ وَالذَّبْحِ: إِنَّهُ التَّمَامُ، وَإِنَّهُمَا مَمْدُودَانِ. اهـ. ثُمَّ نَقَلَ أَقْوَالًا عَنِ اللُّغَوِيِّينَ فِي كَوْنِ الذَّبْحِ وَالنَّحْرِ ذَكَاةً، وَذَكَرَ أَقْوَالَ بَعْضِهِمْ فِي تَفْسِيرِ الْآيَةِ، وَقَالَ: وَأَصْلُ الذَّكَاةِ فِي اللُّغَةِ إِتْمَامُ الشَّيْءِ ; فَمِنْ ذَلِكَ: الذَّكَاءُ فِي السِّنِّ وَالْفَهْمِ. اهـ. </p><p> وَقَدْ جَعَلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَزْقَ حَدِيدَةِ الْمِعْرَاضِ وَقَتْلَ الْكَلْبِ (وَنَحْوِهُ) لِلصَّيْدِ ذَكَاةً ; فَفِي حَدِيثِ عَدِيِّ بْنِ حَاتِمٍ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا: إِذَا رَمَيْتَ بِالْمِعْرَاضِ </p><p> فَخَزَقَ، فَكُلْهُ، وَإِنْ أَصَابَهُ بِعَرْضِهِ فَلَا تَأْكُلْهُ، وَفِي رِوَايَةٍ: إِذَا أَرْسَلْتَ كَلْبَكَ فَاذْكُرِ اسْمَ اللهِ، فَإِنْ أَمْسَكَ عَلَيْكَ فَأَدْرَكْتَهُ حَيًّا فَاذْبَحْهُ، وَإِنْ أَدْرَكْتَهُ قَدْ قَتَلَ وَلَمْ يَأْكُلْ مِنْهُ فَكُلْهُ؛ فَإِنَّ أَخْذَ الْكَلْبِ ذَكَاةٌ، قَالَ صَاحِبُ مُنْتَقَى الْأَخْبَارِ عِنْدَ إِيرَادِ هَذَا الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ: وَهُوَ دَلِيلٌ عَلَى الْإِبَاحَةِ سَوَاءٌ قَتَلَهُ الْكَلْبُ جَرْحًا أَوْ خَنْقًا، وَالْمِعْرَاضُ - كَمَا فِي اللِّسَانِ - بِالْكَسْرِ: سَهْمٌ يُرْمَى بِهِ بِلَا رِيشٍ وَلَا نَصْلٍ يَمْضِي عَرْضًا ; فَيُصِيبُ بِعَرْضِ الْعُودِ لَا بِحَدِّهِ. اهـ. وَإِنَّمَا يُصِيبُ بِحَدِّهِ، أَيْ طَرَفِ الْعُودِ الدَّقِيقِ الَّذِي يَخْزِقُ، أَيْ يَخْدِشُ، إِذَا كَانَ الصَّيْدُ قَرِيبًا كَمَا فِي شَرْحِ الْقَامُوسِ. وَقِيلَ: هُوَ خَشَبَةٌ ثَقِيلَةٌ فِي آخِرِهَا عَصً مُحَدَّدٌ رَأْسُهَا، وَقَدْ لَا يُحَدَّدُ، وَقَوَّى هَذَا الْقَوْلَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ تَبَعًا لِلْقَاضِي عِيَاضٍ. وَقَالَ الْقُرْطُبِيُّ: إِنَّهُ الْمَشْهُورُ. وَقَالَ ابْنُ التِّينِ: الْمِعْرَاضُ: عَصًا فِي طَرَفِهَا حَدِيدَةٌ يَرْمِي بِهَا الصَّائِدُ، فَمَا أَصَابَ بِحَدِّهِ فَهُوَ ذَكِيٌّ فَيُؤْكَلُ، وَمَا أَصَابَ بِغَيْرِ حَدِّهِ فَهُوَ وَقِيذٌ. اهـ. وَالْأَوَّلُ أَظْهَرُ وَهُوَ الْمُقَدَّمُ فِي مَعَاجِمِ اللُّغَةِ، وَلَعَلَّ لِلْمِعْرَاضِ أَنْوَاعًا. وَالشَّاهِدُ أَنَّ خَدْشَ الْمِعْرَاضِ وَقَتْلَ الْكَلْبِ يُعَدُّ تَذْكِيَةً لُغَةً وَشَرْعًا ; لِأَنَّهُ مِمَّا يَدْخُلُ </p><p> فِي قَصْدِ الْإِنْسَانِ إِلَى قَتْلِ الْحَيَوَانِ لِأَجْلِ أَكْلِهِ لَا تَعْذِيبِهِ، وَفِي حَدِيثِ أَبِي ثَعْلَبَةَ عِنْدَ مُسْلِمٍ مَرْفُوعًا: إِذَا رَمَيْتَ بِسَهْمِكَ فَغَابَ عَنْكَ فَأَدْرَكْتَهُ فَكُلْهُ مَا لَمْ يُنْتِنْ. </p><p> وَلَمَّا كَانَتِ التَّذْكِيَةُ الْمُعْتَادَةُ فِي الْغَالِبِ لِصِغَارِ الْحَيَوَانَاتِ الْمَقْدُورِ عَلَيْهَا، هِيَ الذَّبْحُ - كَثُرَ التَّعْبِيرُ بِهِ، فَجَعَلَهُ الْفُقَهَاءُ هُوَ الْأَصْلَ وَظَنُّوا أَنَّهُ مَقْصُودٌ بِالذَّاتِ لِمَعْنًى فِيهِ، فَعَلَّلَ بَعْضُهُمْ مَشْرُوعِيَّةَ الذَّبْحِ بِأَنَّهُ يُخْرِجُ الدَّمَ مِنَ الْبَدَنِ الَّذِي يَضُرُّ بَقَاؤُهُ فِيهِ، لِمَا فِيهِ مِنَ الرُّطُوبَاتِ وَالْفَضَلَاتِ، وَلِهَذَا اشْتَرَطُوا فِيهِ قَطْعَ الْحُلْقُومِ وَالْوَدَجَيْنِ وَالْمَرِّيءِ عَلَى خِلَافٍ بَيْنَهُمْ فِي تِلْكَ الشُّرُوطِ. وَإِنَّ هَذَا لَتَحَكُّمٌ فِي الطِّبِّ وَالشَّرْعِ بِغَيْرِ بَيِّنَةٍ، وَلَوْ كَانَ الْأَمْرُ كَمَا قَالُوا لَمَا أُحِلَّ الصَّيْدُ الَّذِي يَأْتِي بِهِ الْجَارِحُ مَيِّتًا، وَصَيْدُ السَّهْمِ وَالْمِعْرَاضِ إِذَا خَزَقَ ; لِأَنَّ هَذَا الْخَزْقَ لَا يُخْرِجُ الدَّمَ الْكَثِيرَ كَمَا يُخْرِجُهُ الذَّبْحُ، وَالصَّوَابُ أَنَّ الذَّبْحَ كَانَ وَلَا يَزَالُ أَسْهَلَ أَنْوَاعِ التَّذْكِيَةِ عَلَى أَكْثَرِ النَّاسِ ; فَلِذَلِكَ اخْتَارُوهُ وَأَقَرَّهُمُ الشَّرْعُ عَلَيْهِ ; لِأَنَّهُ لَيْسَ فِيهِ مِنْ تَعْذِيبِ الْحَيَوَانِ مَا فِي غَيْرِهِ مِنْ أَنْوَاعِ الْقَتْلِ، كَمَا أَقَرَّهُمْ عَلَى صَيْدِ الْجَوَارِحِ وَالسَّهْمِ وَالْمِعْرَاضِ وَنَحْوِ ذَلِكَ، وَإِنِّي لَأَعْتَقِدُ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَوِ اطَّلَعَ عَلَى طَرِيقَةٍ لِلتَّذْكِيَةِ أَسْهَلَ عَلَى الْحَيَوَانِ وَلَا ضَرَرَ فِيهَا - كَالتَّذْكِيَةِ بِالْكَهْرَبَائِيَّةِ إِنْ </p><p> صَحَّ هَذَا الْوَصْفُ فِيهَا - لَفَضَّلَهَا عَلَى الذَّبْحِ، لِأَنَّ قَاعِدَةَ شَرِيعَتِهِ أَنَّهُ لَا يَحْرُمُ عَلَى النَّاسِ إِلَّا مَا فِيهِ ضَرَرٌ لِأَنْفُسِهِمْ أَوْ غَيْرِهِمْ مِنَ الْأَحْيَاءِ، وَمِنْهُ تَعْذِيبُ الْحَيَوَانِ بِالْوَقْذِ وَنَحْوِهِ، وَأُمُورُ الْعَادَاتِ فِي الْأَكْلِ وَاللِّبَاسِ لَيْسَتْ مِمَّا يَتَعَبَّدُ اللهُ النَّاسَ تَعَبُّدًا بِإِقْرَارِهِمْ عَلَيْهِ، وَإِنَّمَا تَكُونُ أَحْكَامُ الْعِبَادَةِ بِنُصُوصٍ مِنَ الشَّارِعِ تَدُلُّ عَلَيْهَا، وَلَا يُعْرَفُ مُرَادُ الشَّارِعِ وَحِكْمَتُهُ فِي مَسْأَلَةٍ مِنَ الْمَسَائِلِ إِلَّا بِفَهْمِ كُلِّ مَا وَرَدَ فِيهَا بِجُمْلَتِهِ، وَلَوْ كَانَ إِقْرَارُ النَّاسِ عَلَى الشَّيْءِ مِنَ الْعَادَاتِ أَوِ اسْتِئْنَافُ الشَّارِعِ لَهَا حُجَّةً عَلَى التَّعَبُّدِ بِهَا، لَوَجَبَ عَلَى الْمُسْلِمِينَ اتِّبَاعُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كَيْفِيَّةِ أَكْلِهِ وَشُرْبِهِ وَنَوْمِهِ، بَلْ هُنَالِكَ مَا هُوَ أَجْدَرُ بِالْوُجُوبِ كَالْتِزَامِ صِفَةِ مَسْجِدِهِ، وَحِينَئِذٍ يَحْرُمُ فَرْشُهُ وَوَضْعُ السُّرُجِ وَالْمَصَابِيحِ فِيهِ. </p><p> وَقَدْ تَأَمَّلْنَا مَجْمُوعَ مَا وَرَدَ فِي التَّذْكِيَةِ، فَفَقِهْنَا أَنَّ غَرَضَ الشَّارِعِ مِنْهَا اتِّقَاءُ تَعْذِيبِ الْحَيَوَانِ بِقَدْرِ الِاسْتِطَاعَةِ، فَأَجَازَ مَا أَنْهَرَ الدَّمَ وَمَا مَرَاهُ أَوْ أَمْرَاهُ أَوْ أَمَرَّهُ، وَهُوَ دُونَ \" أَنْهَرَهُ \" فِي مَعْنَى إِخْرَاجِهِ أَوْ إِسَالَتِهِ، وَأَمَرَ بِأَنْ تُحَدَّ الشِّفَارُ، وَأَلَّا يُقْطَعَ شَيْءٌ مِنْ بَدَنِ الْحَيَوَانِ قَبْلَ أَنْ تَزْهَقَ رُوحُهُ، وَأَجَازَ النَّحْرَ وَالذَّبْحَ حَتَّى بِالظِّرَارِ ; أَيْ بِالْحِجَارَةِ الْمُحَدَّدَةِ، وَبِالْمَرْوِ، أَيِ الْحَجَرِ الْأَبْيَضِ، وَقِيلَ الَّذِي تُقْدَحُ مِنْهُ النَّارُ، وَبِشَقِّ الْعَصَا، وَهَذَا دُونَ السِّكِّينِ غَيْرِ الْمُحَدَّدِ بِالشَّحْذِ، وَلِكُلِّ وَقْتٍ وَحَالٍ مَا يُنَاسِبُهُمَا، فَإِذَا تَيَسَّرَ الذَّبْحُ بِسِكِّينٍ حَادٍّ لَا يَعْدِلُ إِلَى مَا دُونَهُ، وَإِذَا تَيَسَّرَ فِي الذَّبْحِ إِنْهَارُ الدَّمِ، يَكُونُ أَسْهَلَ عَلَى الْحَيَوَانِ وَأَقَلَّ إِيلَامًا لَهُ، فَلَا يَعْدِلُ عَنْهُ إِلَى مِثْلِ </p><p> طَعْنِ الْمُتَرَدِّيَةِ فِي ظَهْرِهَا أَوْ فَخْذِهَا، أَوْ خَزْقِ الْمِعْرَاضِ وَخَدْشِهِ لِأَيِّ عُضْوٍ مِنَ الْبَدَنِ، وَالرَّمْيِ بِالسَّهْمِ لِلْحَيَوَانِ الْكَبِيرِ ذِي الدَّمِ الْغَزِيرِ. رَوَى أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ: كُنَّا مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي سَفَرٍ فَنَدَّ بَعِيرٌ مِنْ إِبِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ، فَرَمَاهُ رَجُلٌ مِنْهُمْ بِسَهْمٍ فَحَبَسَهُ، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هَذَا فَافْعَلُوا بِهِ هَكَذَا، نَدَّ الْبَعِيرُ: نَفَرَ، وَحَبَسَهُ: أَثْبَتَهُ فِي مَكَانِهِ إِذَا مَاتَ فِيهِ بِرَمْيَةِ السَّهْمِ. وَاسْتَدَلَّ جُمْهُورُ السَّلَفِ بِالْحَدِيثِ عَلَى جَوَازِ أَكْلِ مَا رُمِيَ بِالسَّهْمِ فَجُرِحَ فِي أَيِّ مَوْضِعٍ مِنَ الْجَسَدِ، وَلَكِنِ اشْتَرَطُوا أَنْ يَكُونَ وَحَشِيًّا أَوْ مُتَوَحِّشًا أَوْ نَادًّا، إِلَّا أَنَّ مَالِكًا وَشَيْخَهُ رَبِيعَةَ، وَاللَّيْثَ وَسَعِيدَ بْنَ الْمُسَيِّبِ، لَمْ يُجِيزُوا أَكْلَ الْمُتَوَحِّشِ إِلَّا بِتَذْكِيَتِهِ فِي حَلْقِهِ أَوْ لُبَتِّهِ أَيْ: نَحْرِهِ. </p><p> (الْعَاشِرُ مِنْ مُحَرَّمَاتِ الطَّعَامِ مَا ذُبِحَ عَلَى النُّصُبِ) قَالَ الرَّاغِبُ فِي مُفْرَدَاتِهِ: نَصْبُ الشَّيْءِ: وَضْعُهُ وَضْعًا نَاتِئًا ; كَنَصْبِ الرُّمْحِ وَالْبِنَاءِ وَالْحَجَرِ، وَالنَّصِيبُ الْحِجَارَةُ تُنْصَبُ عَلَى الشَّيْءِ، وَجَمْعُهُ نَصَائِبُ وَنُصُبٌ بِضَمَّتَيْنِ، وَكَانَ لِلْعَرَبِ حِجَارَةٌ تَعْبُدُهَا وَتَذْبَحُ عَلَيْهَا، قَالَ: كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ (٧٠: ٤٣) . قَالَ: وَمَا ذُبِحَ عَلَى النُّصُبِ (٥: ٣) وَقَدْ يُقَالُ فِي جَمْعِهِ: أَنْصَابٌ. قَالَ: وَالْأَنْصَابُ وَالْأَزْلَامُ (٥: ٩٠) . اهـ. وَقَالَ فِي اللِّسَانِ: وَالنَّصْبُ (بِالْفَتْحِ) وَالنُّصْبُ (بِالضَّمِّ) وَالنُّصُبُ (بِضَمَّتَيْنِ) : الدَّاءُ وَالْبَلَاءُ وَالشَّرُّ، وَفِي التَّنْزِيلِ: مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (٣٨: ٤١) . وَالنَّصِيبَةُ وَالنُّصُبُ بِضَمَّتَيْنِ: كُلُّ مَا نُصِبَ فَجُعِلَ عَلَمًا. وَقِيلَ: النُّصُبُ جَمْعُ نَصِيبَةٍ كَسَفِينَةٍ وَسُفُنٍ، وَصَحِيفَةٍ وَصُحُفٍ. اللَّيْثُ: النُّصُبُ: جَمَاعَةُ النَّصِيبَةِ، وَهِيَ عَلَامَةٌ تُنْصَبُ لِلْقَوْمِ، وَالنَّصَبُ بِالْفَتْحِ وَالنُّصُبُ بِضَمَّتَيْنِ: الْعَلَمُ الْمَنْصُوبُ، وَفِي التَّنْزِيلِ: كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ (٧٠: ٤٣) قُرِئَ بِهِمَا جَمِيعًا، وَقِيلَ: النَّصَبُ بِالْفَتْحِ: الْغَايَةُ، وَالْأَوَّلُ أَصَحُّ، قَالَ أَبُو إِسْحَاقَ: مَنْ قَرَأَ \" إِلَى نَصَبٍ \" بِالْفَتْحِ ; فَمَعْنَاهُ: إِلَى عَلَمٍ مَنْصُوبٍ يَسْبِقُونَ إِلَيْهِ، وَمَنْ قَرَأَ \" إِلَى نُصُبٍ \" بِضَمَّتَيْنِ ; فَمَعْنَاهُ: إِلَى أَصْنَامٍ ; كَقَوْلِهِ وَمَا ذُبِحَ عَلَى النُّصُبِ وَنَحْوَ ذَلِكَ قَالَ الْفَرَّاءُ، قَالَ: وَالنَّصَبُ بِالْفَتْحِ وَاحِدٌ، وَهُوَ مَصْدَرٌ، وَجَمْعُهُ الْأَنْصَابُ، وَالْيَنْصُوبُ: عَلَمٌ يُنْصَبُ فِي الْفَلَاةِ. وَالنَّصَبُ وَالنُّصُبُ: كُلُّ مَا عُبِدَ مِنْ دُونِ اللهِ تَعَالَى، وَالْجَمْعُ: أَنْصَابٌ. الْجَوْهَرِيُّ: وَالنَّصَبُ بِالْفَتْحِ: مَا نُصِبَ، فَعُبِدَ مِنْ دُونِ اللهِ تَعَالَى، وَكَذَلِكَ النُّصُبُ بِالضَّمِّ، وَقَدْ يُحَرَّكُ مِثْلَ عُسُرٍ. اهـ. </p><p> وَقَالَ ابْنُ جَرِيرٍ: وَالنُّصُبُ: الْأَوْثَانُ مِنَ الْحِجَارَةِ، جَمَاعَةُ أَنْصَابٍ كَانَتْ تُجْمَعُ فِي الْمَوْضِعِ مِنَ الْأَرْضِ، فَكَانَ الْمُشْرِكُونَ يُقَرِّبُونَ لَهَا، وَلَيْسَتْ بِأَصْنَامٍ، وَكَانَ ابْنُ جَرِيجٍ يَقُولُ فِي صِفَتِهِ، وَذَكَرَ سَنَدَهُ إِلَيْهِ: النُّصُبُ لَيْسَتْ بِأَصْنَامٍ، الصَّنَمُ يُصَوَّرُ وَيُنْقَشُ، وَهَذِهِ حِجَارَةٌ </p><p> تُنْصَبُ ثَلَاثُمِائَةٍ وَسِتُّونَ حَجَرًا، مِنْهُمْ مَنْ يَقُولُ الثَّلَاثُمِائَةٍ مِنْهَا بِخُزَاعَةَ، فَكَانُوا إِذَا ذَبَحُوا نَضَحُوا الدَّمَ عَلَى مَا أَقْبَلَ مِنَ الْبَيْتِ، وَشَرَحُوا اللَّحْمَ، وَجَعَلُوهُ عَلَى الْحِجَارَةِ. قَالَ الْمُسْلِمُونَ: يَا رَسُولَ اللهِ، كَانَ أَهْلُ الْجَاهِلِيَّةِ يُعَظِّمُونَ الْبَيْتَ بِالدَّمِ، فَنَحْنُ أَحَقُّ أَنْ نُعَظِّمَهُ، فَكَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكْرَهْ ذَلِكَ فَأَنْزَلَ اللهُ: لَنْ يَنَالَ اللهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ (٢٢: ٣٧) ثُمَّ أَيَّدَ ابْنُ جَرِيرٍ قَوْلَ </p><p> ابْنِ جُرَيْجٍ بِمَا رَوَاهُ عَنْ غَيْرِهِ مِنَ الْمُفَسِّرِينَ، وَمِنْهُ قَوْلُ مُجَاهِدٍ: النُّصُبُ: حِجَارَةٌ حَوْلَ الْكَعْبَةِ تَذْبَحُ عَلَيْهَا أَهْلُ الْجَاهِلِيَّةِ، وَيُبَدِّلُونَهَا إِذَا شَاءُوا بِحِجَارَةٍ أَحَبَّ إِلَيْهِمْ مِنْهَا. وَقَوْلُ قَتَادَةَ: وَالنُّصُبُ حِجَارَةٌ كَانَ أَهْلُ الْجَاهِلِيَّةِ يَعْبُدُونَهَا وَيَذْبَحُونَ لَهَا فَنَهَى الله عَنْ ذَلِكَ. وَقَوْلُ ابْنِ عَبَّاسٍ: أَنْصَابٌ كَانُوا يَذْبَحُونَ وَيُهِلُّونَ عَلَيْهَا. </p><p> فَعُلِمَ مِنْ هَذِهِ النُّصُوصِ أَنَّ مَا ذُبِحَ عَلَى النُّصُبِ هُوَ مِنْ جِنْسِ مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ، مِنْ حَيْثُ إِنَّهُ يُذْبَحُ بِقَصْدِ الْعِبَادَةِ لِغَيْرِ اللهِ - تَعَالَى - وَلَكِنَّهُ أَخَصُّ مِنْهُ، فَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ قَدْ يَكُونُ لِصَنَمٍ مِنَ الْأَصْنَامِ بَعِيدًا عَنْهُ وَعَنِ النُّصُبِ، وَمَا ذُبِحَ عَلَى النُّصُبِ لَا بُدَّ أَنْ يُذْبَحَ عَلَى تِلْكَ الْحِجَارَةِ أَوْ عِنْدَهَا وَيُنْشَرُ لَحْمُهُ عَلَيْهَا. </p><p> فَعُلِمَ مِنْ هَذَا وَمِمَّا قَبْلَهُ أَنَّ الْمُحَرَّمَاتِ عَشْرَةٌ بِالتَّفْصِيلِ، وَأَرْبَعَةٌ بِالْإِجْمَالِ، وَكَمَا خَصَّ الْمُنْخَنِقَةَ وَمَا عَطَفَ عَلَيْهَا مِنَ الْمَيْتَاتِ بِالذِّكْرِ بِسَبَبٍ خَاصٍّ مَعْرُوفٍ ; لِئَلَّا يَغْتَرَّ أَحَدٌ بِاسْتِبَاحَةِ بَعْضِ أَهْلِ الْجَاهِلِيَّةِ لَهَا - خَصَّ مَا ذُبِحَ عَلَى النُّصُبِ بِالذِّكْرِ لِإِزَالَةِ وَهْمِ مَنْ تَوَهَّمَ أَنَّهُ قَدْ يَحِلُّ بِقَصْدِ تَعْظِيمِ الْبَيْتِ الْحَرَامِ إِذَا لَمْ يُذْكَرِ اسْمُ غَيْرِ اللهِ عَلَيْهِ، وَحَسْبُكَ أَنَّهُ مِنْ خُرَافَاتِ الْجَاهِلِيَّةِ الَّتِي جَاءَ الْإِسْلَامُ بِمَحْوِهَا. </p><p> ثُمَّ عَطَفَ عَلَى مُحَرَّمَاتِ الطَّعَامِ الَّتِي كَانَ أَهْلُ الْجَاهِلِيَّةِ يَسْتَحِلُّونَهَا عَمَلًا آخَرَ مِنْ خُرَافَاتِهِمْ ; فَقَالَ: وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ أَيْ وَحَرُمَ عَلَيْكُمْ أَنْ تَطْلُبُوا عِلْمَ مَا قُسِمَ لَكُمْ - أَوْ تَرْجِيحَ قِسْمٍ مِنْ مَطَالِبِكُمْ عَلَى قِسْمٍ - بِالْأَزْلَامِ كَمَا تَفْعَلُ الْجَاهِلِيَّةُ، وَجَعَلَ بَعْضُهُمْ هَذَا مِنْ مُحَرَّمَاتِ الطَّعَامِ كَمَا يَأْتِي، وَالزُّلَمُ - مُحَرَّكَةٌ - كَصُرَدٍ ; أَيْ بِضَمٍّ فَفَتْحٍ: قَدَحٌ لَا رِيشَ عَلَيْهِ وَسِهَامٌ كَانُوا يَسْتَقْسِمُونَ بِهَا فِي الْجَاهِلِيَّةِ، جَمْعُهُ أَزْلَامٌ، قَالَهُ فِي الْقَامُوسِ، وَالْمُرَادُ أَنَّهَا قِطَعٌ مِنَ الْخَشَبِ بِهَيْئَةِ السَّهْمِ إِلَّا أَنَّهَا لَا يُلْصَقُ عَلَيْهَا الرِّيشُ الَّذِي يُلْصَقُ عَلَى السَّهْمِ الَّذِي يُرْمَى بِهِ ; لِيَحْمِلَهُ الْهَوَاءُ، وَلَا يُرَكَّبُ فِيهَا النَّصْلُ الَّذِي يَجْرَحُ مَا يُرْمَى بِهِ مِنْ صَيْدٍ وَغَيْرِهِ، قَالَ بَعْضُهُمْ: كَانَتِ الْأَزْلَامُ ثَلَاثَةً مَكْتُوبٌ عَلَى أَحَدِهَا: \" أَمَرَنِي رَبِّي \" وَعَلَى الثَّانِي: \" نَهَانِي رَبِّي \" وَالثَّالِثُ غُفْلٌ لَيْسَ عَلَيْهِ شَيْءٌ، فَإِذَا أَرَادَ أَحَدُهُمْ سَفَرًا أَوْ غَزْوًا أَوْ زَوَاجًا أَوْ بَيْعًا أَوْ غَيْرَ ذَلِكَ، أَجَالَ هَذِهِ الْأَزْلَامَ، فَإِنْ خَرَجَ لَهُ الزُلَمُ الْمَكْتُوبُ عَلَيْهِ \" أَمَرَنِي رَبِّي \" مَضَى لِمَا أَرَادَ، وَإِنْ خَرَجَ الْمَكْتُوبُ عَلَيْهِ \" نَهَانِي رَبِّي \" أَمْسَكَ عَنْ ذَلِكَ، وَلَمْ يَمْضِ فِيهِ، وَإِنْ خَرَجَ (الْغُفْلُ الَّذِي لَا كِتَابَةَ عَلَيْهِ) : أَعَادَ الِاسْتِقْسَامَ. </p><p> وَرَوَى ابْنُ جَرِيرٍ عَنِ </p><p> الْحَسَنِ، قَالَ: كَانُوا إِذَا أَرَادُوا أَمْرًا أَوْ سَفَرًا </p><p> يَعْمِدُونَ إِلَى قِدَاحٍ ثَلَاثَةٍ، عَلَى وَاحِدٍ مِنْهَا مَكْتُوبٌ \" اؤْمُرْنِي \" وَعَلَى الْآخَرِ \" انْهَنِي \" وَيَتْرُكُونَ الْآخَرَ مُحَلِّلًا بَيْنَهُمَا لَيْسَ عَلَيْهِ شَيْءٌ، ثُمَّ يُجِيلُونَهَا فَإِنْ خَرَجَ الَّذِي عَلَيْهِ \" اؤْمُرْنِي \" مَضَوْا لِأَمْرِهِمْ، وَإِنْ خَرَجَ الَّذِي عَلَيْهِ \" انْهَنِي \" كَفُّوا، وَإِنْ خَرَجَ الَّذِي لَيْسَ عَلَيْهِ شَيْءٌ أَعَادُوهَا. وَرُوِيَ عَنْ آخَرِينَ فِي الْكِتَابَةِ كَلِمَاتٌ أُخْرَى بِمَعْنَى مَا ذَكَرْنَا، وَعَنِ السُّدِّيِّ أَنَّهَا كَانَتْ تَكُونُ عِنْدَ الْكُهَّانِ ; فَإِذَا أَرَادَ الرَّجُلُ أَنْ يُسَافِرَ أَوْ يَتَزَوَّجَ أَوْ يُحْدِثَ أَمْرًا أَتَى الْكَاهِنَ فَأَعْطَاهُ شَيْئًا فَضَرَبَ لَهُ بِهَا، فَإِنْ خَرَجَ شَيْءٌ يُعْجِبُهُ مِنْهَا أَمَرَهُ فَفَعَلَ، وَإِنْ خَرَجَ شَيْءٌ يَكْرَهُهُ نَهَاهُ فَانْتَهَى، كَمَا ضَرَبَ عَبْدُ الْمُطَّلِبِ عَلَى زَمْزَمَ، وَعَلَى عَبْدِ اللهِ وَالْإِبِلِ. </p><p> وَعَنِ ابْنِ إِسْحَاقَ قَالَ: كَانَتْ هُبَلُ أَعْظَمَ أَصْنَامِ قُرَيْشٍ بِمَكَّةَ، وَكَانَتْ فِي بِئْرٍ فِي جَوْفِ الْكَعْبَةِ، وَكَانَتْ تِلْكَ الْبِئْرُ الَّتِي يُجْمَعُ فِيهَا مَا يُهْدَى لِلْكَعْبَةِ، وَكَانَتْ عِنْدَ هُبَلَ سَبْعَةُ أَقْدَاحٍ كُلُّ قَدَحٍ مِنْهَا فِيهِ كِتَابٌ، أَيْ:  (كِتَابَةُ شَيْءٍ) وَبَيَّنَهُ بِقَوْلِهِ: قَدَحٌ فِيهِ الْعَقْلَ (أَيْ دِيَةُ الْقَتِيلِ) إِذَا اخْتَلَفُوا فِي الْعَقْلِ مَنْ يَحْمِلُهُ مِنْهُمْ؟ ضَرَبُوا بِالْقِدَاحِ السَّبْعَةِ، وَقَدَحٌ فِيهِ \" نَعَمْ \" لِلْأَمْرِ إِذَا أَرَادُوهُ، يَضْرِبُ بِهِ (أَيْ: يُجَالُ فِي سَائِرِ الْقِدَاحِ) فَإِنْ خَرَجَ قَدَحُ \" نَعَمْ \" عَمِلُوا بِهِ، أَوْ قَدَحٌ فِيهِ \" لَا \" فَإِذَا أَرَادُوا أَمْرًا ضَرَبُوا فِي الْقِدَاحِ، فَإِنْ خَرَجَ ذَلِكَ الْقَدَحُ لَمْ يَفْعَلُوا ذَلِكَ الْأَمْرَ، وَقَدَحٌ فِيهِ \" مِنْكُمْ \" وَقَدَحٌ فِيهِ \" مُلْصَقٌ \" وَقَدَحٌ فِيهِ \" مِنْ غَيْرِكُمْ \" وَقَدَحٌ فِيهِ الْمِيَاهُ ; إِذَا أَرَادُوا أَنْ يَخْرُجُوا لِلْمَاءِ ضَرَبُوا بِالْقِدَاحِ وَفِيهَا تِلْكَ الْقَدَّاحُ، فَحَيْثُ مَا خَرَجَ عَمِلُوا بِهِ. وَكَانُوا إِذَا أَرَادُوا أَنْ يَخْتِنُوا غُلَامًا، أَوْ أَنْ يَنْكِحُوا مَنْكَحًا، أَوْ أَنْ يَدْفِنُوا مَيِّتًا، أَوْ يَشُكُّوا فِي نَسَبِ وَاحِدٍ مِنْهُمْ، ذَهَبُوا إِلَى هُبَلَ بِمِائَةِ دِرْهَمٍ وَبِجَزُورٍ - بَعِيرٍ يُجْزَرُ - فَأَعْطَاهَا صَاحِبَ الْقِدَاحِ الَّذِي يَضْرِبُهَا، ثُمَّ قَرَّبُوا صَاحِبَهُمُ الَّذِي يُرِيدُونَ بِهِ مَا يُرِيدُونَ، ثُمَّ قَالُوا: يَا إِلَهَنَا، هَذَا فُلَانُ ابْنُ فُلَانٍ قَدْ أَرَدْنَا بِهِ كَذَا وَكَذَا، فَأَخْرِجِ الْحَقَّ فِيهِ، ثُمَّ يَقُولُونَ لِصَاحِبِ الْقِدَاحِ: اضْرِبْ. فَيَضْرِبُ فَإِنْ خَرَجَ عَلَيْهِ \" مِنْ غَيْرِكُمْ \" كَانَ حَلِيفًا، وَإِنْ خَرَجَ عَلَيْهِ \" مُلْصَقٌ \" كَانَ عَلَى مِيرَاثِهِ مِنْهُمْ، لَا نَسَبَ لَهُ وَلَا حِلْفَ، وَإِنْ خَرَجَ فِيهِ سِوَى هَذَا مِمَّا يَعْمَلُونَ بِهِ:  \" نَعَمْ \" عَمِلُوا بِهِ، وَإِنْ خَرَجَ \" لَا \" أَخَّرُوهُ عَامَهُمْ ذَلِكَ حَتَّى يَأْتُوا بِهِ مَرَّةُ أُخْرَى، يَنْتَهُونَ فِي أُمُورِهِمْ إِلَى ذَلِكَ مِمَّا خَرَجَتْ بِهِ الْقَدَّاحُ. اهـ. </p><p> وَالظَّاهِرُ مِنِ اخْتِلَافِ الرِّوَايَاتِ أَنَّهُ كَانَ يَكُونُ عِنْدَ بَعْضِ الْكَهَنَةِ أَزْلَامٌ غَيْرُ السَّبْعَةِ الَّتِي عِنْدَ هُبَلَ، الَّتِي يَفْصِلُ فِيهَا فِي كُلِّ الْأُمُورِ الْمُهِمَّةِ، وَأَنَّهُمْ كَانُوا يَتَعَرَّفُونَ قِسْمَتَهُمْ وَحَظَّهُمْ، أَوْ يُرَجِّحُونَ مَطَالِبَهُمْ بِغَيْرِ ذَلِكَ مِنَ اللَّعِبِ الَّذِي يَسْكُنُ بِهِ اضْطِرَابُ نُفُوسِ أَصْحَابِ الْأَوْهَامِ، وَفَسَّرَ مُجَاهِدٌ الْأَزْلَامَ: بِكِعَابِ فَارِسَ وَالرُّومِ الَّتِي يَقْمُرُونَ بِهَا، وَسِهَامَ الْعَرَبِ، وَقَالَ الْأَزْهَرِيُّ: الْأَزْلَامُ كَانَتْ لِقُرَيْشٍ فِي الْجَاهِلِيَّةِ مَكْتُوبٌ عَلَيْهَا: أَمْرٌ وَنَهْيٌ، وَافْعَلْ وَلَا تَفْعَلْ، وَقَدْ زُلِمَتْ وَسُوِّيَتْ وَوُضِعَتْ فِي الْكَعْبَةِ يَقُومُ بِهَا سَدَنَةُ الْبَيْتِ، فَإِذَا أَرَادَ أَحَدٌ سَفَرًا </p><p> أَوْ نِكَاحًا أَتَى السَّادِنَ وَقَالَ: أَخْرِجْ لِي زُلَمًا، فَيُخْرِجُهُ وَيَنْظُرُ إِلَيْهِ. إِلَخْ. قَالَ: وَرُبَّمَا كَانَ مَعَ الرَّجُلِ زُلَمَانِ وَضَعَهُمَا فِي قِرَابِهِ، فَإِذَا أَرَادَ الِاسْتِقْسَامَ أَخْرَجَ أَحَدَهُمَا. اهـ. وَهَذَا مَحِلُّ الشَّاهِدِ، وَقَالَ بَعْضُهُمْ: إِنَّ الْأَزْلَامَ قِدَاحُ الْمَيْسِرِ. وَقَالَ بَعْضُهُمْ: إِنَّهَا النَّرْدُ وَالشَّطْرَنْجُ. وَالْجُمْهُورُ عَلَى الْقَوْلِ الْأَوَّلِ، وَقَدْ بَيَّنَّا سِهَامَ الْمَيْسِرِ فِي تَفْسِيرِ يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ (٢: ٢١٩) وَهِيَ عَشَرَةٌ، لَهَا أَسْمَاءٌ لِسَبْعَةٍ، مِنْهَا أَنْصِبَةٌ مُتَفَاوِتَةٌ، فَلْيُرَاجِعْهُ مَنْ شَاءَ (ص ٢٥٨ ج٢ ط الْهَيْئَةِ الْمِصْرِيَّةِ الْعَامَّةِ لِلْكِتَابِ) وَاللَّعِبُ بِالنَّرْدِ وَنَحْوِهِ لَيْسَ اسْتِقْسَامًا، وَقَدْ يُسْتَقْسَمُ بِهِ. </p><p> أَمَّا سَبَبُ تَحْرِيمِ الِاسْتِقْسَامِ فَقَدْ قِيلَ: إِنَّهُ مَا فِيهِ مِنْ تَعْظِيمِ الْأَصْنَامِ، وَيَرُدُّهُ أَنَّ التَّحْرِيمَ عَامٌّ يَشْمَلُ مَا كَانَ عِنْدَ الْأَصْنَامِ وَمَا لَمْ يَكُنْ ; كَالزُّلَمَيْنِ اللَّذَيْنِ يَحْمِلُهُمَا الرَّجُلُ مَعَهُ فِي رَحْلِهِ، وَقِيلَ: لِأَنَّهُ طَلَبٌ لِعِلْمِ الْغَيْبِ الَّذِي اسْتَأْثَرَ اللهُ بِهِ، وَيَرُدُّهُ أَنَّهُ لَمْ يَكُنْ يَطْلُبُ بِهَا عِلْمَ الْغَيْبِ فِي مِثْلِ الْأَمْرِ وَالنَّهْيِ، عَلَى أَنَّ جَعْلَ هَذَا مُحَرَّمًا وَعِلَّةً لِلتَّحْرِيمِ، غَيْرُ ظَاهِرٍ، وَصَرَّحَ بَعْضُهُمْ بِرَدِّهِ، وَقِيلَ: لِأَنَّ فِيهَا افْتِرَاءً عَلَى اللهِ إِنْ أَرَادُوا بِقَوْلِهِمْ \" أَمَرَنِي رَبِّي \" اللهَ عَزَّ وَجَلَّ، وَجَهْلًا وَشِرْكًا إِنْ أَرَادُوا بِهِ الصَّنَمَ، وَيُرَدُّ بِأَنَّ هَذَا رِوَايَةٌ عَنْ بَعْضِ الْأَزْلَامِ لَا عَنْ كُلِّهَا. </p><p> وَالصَّوَابُ أَنَّ هَذَا قَدْ حُرِّمَ لِأَنَّهُ مِنَ الْخُرَافَاتِ وَالْأَوْهَامِ الَّتِي لَا يَرْكَنُ إِلَيْهَا إِلَّا مَنْ كَانَ ضَعِيفَ الْعَقْلِ يَفْعَلُ مَا يَفْعَلُ مِنْ غَيْرِ بَيِّنَةٍ وَلَا بَصِيرَةٍ، وَيَتْرُكُ مَا يَتْرُكُ عَنْ غَيْرِ بَيِّنَةٍ وَلَا بَصِيرَةٍ، وَيَجْعَلُ نَفْسَهُ أُلْعُوبَةً لِلْكَهَنَةِ وَالسَّدَنَةِ، وَيَتَفَاءَلُ وَيَتَشَاءَمُ بِمَا لَا فَأْلَ فِيهِ وَلَا شُؤْمَ، فَلَا غَرْوَ أَنْ يُبْطِلَ ذَلِكَ دِينُ الْعَقْلِ وَالْبَصِيرَةِ وَالْبُرْهَانِ، كَمَا أَبْطَلَ التَّطَيُّرَ وَالْكِهَانَةَ وَالْعِيَافَةَ وَالْعِرَافَةَ وَسَائِرَ خُرَافَاتِ الْجَاهِلِيَّةِ، وَلَا يَلِيقُ ذَلِكَ كُلُّهُ إِلَّا بِجَهْلِ الْوَثَنِيَّةِ وَأَوْهَامِهَا. </p><p> وَمِمَّا يَجِبُ الِاعْتِبَارُ بِهِ فِي هَذَا الْمَقَامِ أَنَّ صِغَارَ الْعُقُولِ كِبَارُ الْأَوْهَامِ فِي كُلِّ زَمَانٍ </p><p> وَمَكَانٍ، وَعَلَى عَهْدِ كُلِّ دِينٍ مِنَ الْأَدْيَانِ، يَسْتَنُّونَ بِسُنَّةِ مُشْرِكِي الْجَاهِلِيَّةِ، وَلَا تَطْمَئِنُّ قُلُوبُهُمْ إِلَّا بِخُرَافَاتِ الْوَثَنِيَّةِ، فَإِنْ لَمْ يَسْتَقْسِمُوا بِالْأَزْلَامِ اسْتَقْسَمُوا بِمَا هُوَ مِثْلُهَا وَمَا فِي مَعْنَاهَا، وَلَكِنَّهُمْ يُسَمُّونَ عَمَلَهُمْ هَذَا اسْمًا حَسَنًا، كَمَا يَفْعَلُ بَعْضُ الْمُسْلِمِينَ حَتَّى عَصْرِنَا هَذَا بِالِاسْتِقْسَامِ بِالسِّبَحِ وَغَيْرِهَا، وَيُسَمُّونَهُ اسْتِخَارَةً وَمَا هُوَ مِنْ الِاسْتِخَارَةِ الَّتِي وَرَدَ الْإِذْنُ بِهَا فِي شَيْءٍ، وَقَدْ يُسَمُّونَهُ أَخْذَ الْفَأْلِ، وَذَلِكَ أَنَّهُمْ يَقْتَطِعُونَ طَائِفَةً مِنْ حَبِّ السِّبْحَةِ وَيُحَوِّلُونَهُ حَبَّةً بَعْدَ أُخْرَى، يَقُولُونَ \" افْعَلْ \" عَلَى وَاحِدَةٍ، وَ \" لَا تَفْعَلْ \" عَلَى أُخْرَى، وَيَكُونُ الْحُكْمُ الْفَصْلُ لِلْحَبَّةِ الْأَخِيرَةِ، وَبَعْضُهُمْ يَقُولُ كَلِمَاتٍ أُخْرَى بِهَذَا الْمَعْنَى، تَخْتَلِفُ كَلِمَاتُهُمْ كَمَا كَانَتْ تَخْتَلِفُ كَلِمَاتُ سَلَفِهِمْ مِنَ الْجَاهِلِيَّةِ، وَالْمَعْنَى وَالْمَقْصِدُ وَاحِدٌ، وَمِنْهُمْ مَنْ يَسْتَقْسِمُ بِوَرَقِ اللَّعِبِ الَّذِي يُقَامِرُونَ بِهِ أَحْيَانًا، وَمِنْهُمْ مَنْ يَأْخُذُ الْفَأْلَ بِفُصُوصِ النَّرْدِ - الطَّاوِلَةِ - وَأَمْثَالِهِ مِنْ أَدَوَاتِ اللَّعِبِ، وَفُصُوصُ النَّرْدِ هَذِهِ هِيَ كِعَابُ الْفُرْسِ الَّتِي أَدْخَلَهَا مُجَاهِدٌ فِي الْأَزْلَامِ، وَجَعَلَهَا كَسِهَامِ الْعَرَبِ فِي التَّحْرِيمِ سَوَاءٌ، وَقَدْ وَرَدَ فِي الْأَحَادِيثِ مَا يُؤَيِّدُ تَحْرِيمَهَا، وَمِنْهُمْ مَنْ يَسْتَقْسِمُ </p><p> ، </p><p> أَوْ يَأْخُذُ الْفَأْلَ أَوْ الِاسْتِخَارَةَ - كَمَا يَقُولُونَ - بِالْقُرْآنِ الْعَظِيمِ ; فَيَصْبُغُونَ عَمَلَهُمْ بِصِبْغَةِ الدِّينِ، وَهُوَ يَتَوَقَّفُ عَلَى النَّصِّ ; لِأَنَّ الزِّيَادَةَ فِي الدِّينِ كَالنَّقْصِ مِنْهُ، وَهَلْ يَحِلُّ عَمَلُ الْجَاهِلِيَّةِ بِتَغْيِيرِ صُورَتِهِ؟ وَيُلْبِسُ الْبَاطِلَ ثَوْبَ الْحَقِّ فَيَصِيرُ حَقًّا؟ اللهُمَّ إِنَّكَ أَنْزَلْتَ الْقُرْآنَ هُدًى لِلْمُتَّقِينَ، فَتَرَكَ قَوْمٌ الِاهْتِدَاءَ، وَحَرَّمُوهُ عَلَى أَنْفُسِهِمْ، وَاكْتَفَوْا مِمَّا يَدَّعُونَ مِنَ الْإِيمَانِ بِهِ وَالتَّعْظِيمِ لَهُ، بِالِاسْتِقْسَامِ بِهِ كَمَا كَانَتِ الْجَاهِلِيَّةُ تَسْتَقْسِمُ بِالْأَزْلَامِ، أَوْ الِاسْتِشْفَاءِ بِمِدَادٍ تُكْتَبُ بِهِ آيَاتُهُ فِي كَاغِدٍ أَوْ جَامٍ، اللهُمَّ لَا تُؤَاخِذْنَا بِذُنُوبِهِمْ فِي الْآخِرَةِ، فَقَدْ كَفَانَا مَا أَصَابَ الْأُمَّةَ بِضَلَالِهِمْ فِي هَذِهِ الْحَيَاةِ الْعَاجِلَةِ، اللهُمَّ وَاجْعَلْ لَنَا فَرَجًا وَمَخْرَجًا مِنْ فِتْنَتِهِمْ وَفِتْنَةِ مَنْ تَرَكُوا الدِّينَ كُلَّهُ اسْتِنْكَافًا مِنْ خُرَافَاتِهِمْ وَخُرَافَاتِ أَمْثَالِهِمْ. </p><p> وَلْيَعْلَمِ الْقَارِئُ أَنَّ الْعَادَةَ وَالْإِلْفَ يَجْعَلَانِ الْبِدْعَةَ مَعْرُوفَةً كَالسُّنَّةِ، وَالسُّنَّةَ مُنْكَرَةً كَالْبِدْعَةِ، فَمَا حَاوَلَ أَحَدٌ إِمَاتَةَ بِدْعَةٍ أَوْ إِحْيَاءَ سُنَّةٍ، إِلَّا وَأَنْكَرَ النَّاسُ عَلَيْهِ عَمَلَهُ بِاسْمِ الدِّينِ، وَلَا طَالَ الْعَهْدُ عَلَى بِدْعَةٍ، إِلَّا وَتَأَوَّلُوا لِفَاعِلِيهَا وَانْتَحَلُوا لَهَا مُسَوِّغًا مِنَ الدِّينِ، وَمِنْ ذَلِكَ زَعْمُ بَعْضِهِمْ أَنَّ مَا يَفْعَلُهُ بَعْضُ النَّاسِ مِنْ الِاسْتِقْسَامِ بِالسِّبَحِ وَغَيْرِهَا يَصِحُّ أَنْ يُعَدَّ مِنَ الْفَأْلِ الْحَسَنِ. وَقَدْ رَوَى ابْنُ مَاجَهْ عَنْ أَبِي هُرَيْرَةَ، وَالْحَاكِمُ عَنْ عَائِشَةَ، أَنَّهُ </p><p> صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ كَانَ يُعْجِبُهُ الْفَأْلُ الْحَسَنُ، وَمَا هُوَ مِنْهُ، إِنَّمَا الْفَأْلُ ضِدُّ الطِّيرَةِ الَّتِي نَفَتْهَا وَأَبْطَلَتْهَا الْأَحَادِيثُ الصَّحِيحَةُ، وَهُوَ أَنْ يَسْمَعَ الْإِنْسَانُ اسْمًا حَسَنًا أَوْ كَلِمَةَ خَيْرٍ، فَيَنْشَرِحَ لَهَا صَدْرُهُ وَيَنْشَطُ فِيمَا أَخَذَ فِيهِ، وَقِيلَ: يَكُونُ الْفَأْلُ فِي الْحَسَنِ وَالرَّدِيءِ. وَالطِّيَرَةُ بِوَزْنِ عِنَبَةٍ مَا يُتَشَاءَمُ بِهِ مِنَ الْفَأْلِ الرَّدِيءِ، هَذِهِ عِبَارَةُ الْقَامُوسِ، وَهِيَ مِنَ الطَّائِرِ ; إِذْ كَانُوا يَتَفَاءَلُونَ وَيَتَشَاءَمُونَ بِحَرَكَةِ الطَّيْرِ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ حَتَّى صَارَ زَجْرُ الطَّيْرِ عِنْدَهُمْ صِنَاعَةً، قَالَ فِي الْقَامُوسِ: وَالطَّائِرُ الدِّمَاغُ، وَمَا تَيَمَّنْتَ بِهِ أَوْ تَشَاءَمْتَ. اهـ. وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" لَا طِيرَةَ \" فِي حَدِيثِ الصَّحِيحَيْنِ يُبْطِلُ حَسَنَ الطِّيرَةِ وَرَدِيئَهَا ; لِأَنَّهُ خُرَافَةٌ مَبْنِيَّةٌ عَلَى الِاسْتِدْلَالِ عَلَى الْحُسْنِ وَالْقُبْحِ بِمَا لَا يَدُلُّ عَلَيْهِ عَقْلًا وَلَا شَرْعًا وَلَا طَبْعًا، لَا فَرْقَ فِي التَّطَيُّرِ بَيْنَ أَنْ يَكُونَ بِحَرَكَةِ الطَّيْرِ أَوْ بِغَيْرِهَا مِنَ الْأَقْوَالِ وَالْأَفْعَالِ. </p><p> وَهَذِهِ الطِّيرَةُ قَدِيمَةُ الْعَهْدِ فِي الْعَرَبِ، وَقَدْ أَبْطَلَهَا اللهُ - تَعَالَى - قَبْلَ الْإِسْلَامِ عَلَى لِسَانِ نَبِيِّهِ صَالِحٍ عَلَيْهِ السَّلَامُ، كَمَا بَيَّنَ لَنَا ذَلِكَ فِي مُجَادَلَتِهِ لِقَوْمِهِ (ثَمُودَ) فِي سُورَةِ النَّمْلِ، قَالَ تَعَالَى: قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ (٢٧: ٤٧) وَالِاسْتِقْسَامُ بِالْأَزْلَامِ أَوْ غَيْرِهَا شَرٌّ مِنَ التَّطَيُّرِ الَّذِي يَقَعُ لِلْإِنْسَانِ مِنْ غَيْرِ سَعْيٍ إِلَيْهِ، وَالْفَرْقُ وَاضِحٌ بَيْنَ الْخُرَافَاتِ وَالْأَوْهَامِ الَّتِي تُؤَثِّرُ فِي نَفْسِ الْإِنْسَانِ عَرَضًا لِقِلَّةِ عَقْلِهِ، أَوْ تَأَثُّرِهِ بِأَحْوَالِ مَنْ تَرَبَّى بَيْنَهُمْ، وَبَيْنَ مَا يَسْعَى إِلَيْهِ مِنْهَا، وَيَسْتَثِيرُهُ بِاخْتِيَارِهِ، وَيَجْعَلُهُ حَاكِمًا عَلَى قَلْبِهِ، فَيَعْمَلُ </p><p> بِأَمْرِهِ وَنَهْيِهِ. وَإِذَا صَحَّ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَسَاهَلَ مَعَ أَصْحَابِهِ، وَأَقَرَّهُمْ عَلَى التَّفَاؤُلِ بِالْكَلِمَةِ الطَّيِّبَةِ، وَلَمْ يَعُدَّ هَذَا مِنَ الطِّيرَةِ ; لِعِلْمِهِ بِأَنَّهُ أَزَالَ تِلْكَ الْعَقَائِدَ الْوَهْمِيَّةَ الْبَاطِلَةَ مِنْ نُفُوسِهِمْ، فَلَمْ تَبْقَ حَاجَةٌ لِلتَّشْدِيدِ عَلَيْهِمْ فِيمَا يَنْشَرِحُ لَهُ الصَّدْرُ - فَهَذَا التَّسَاهُلُ لَا يَدُلُّ عَلَى جَوَازِ اسْتِقْسَامِ الْجَاهِلِيَّةِ الْمُحَرَّمِ قَطْعًا بِنَصِّ الْقُرْآنِ الصَّرِيحِ ; لِتَغَيُّرِ الْمُسْتَقْسَمِ بِهِ، فَإِنَّ تَحْرِيمَ الِاسْتِقْسَامِ لَيْسَتْ عِلَّتُهُ أَنَّهُ بِالْأَزْلَامِ، بَلْ إِنَّهُ مِنَ الْأَبَاطِيلِ وَالْأَوْهَامِ، وَأَيُّ فَرْقٍ بَيْنَ خَشَبَاتِ الْأَزْلَامِ وَخَشَبَاتِ السِّبْحَةِ، أَوْ غَيْرِ ذَلِكَ مِنْ حَبِّهَا؟ </p><p> وَأَغْرَبُ مِنْ ذَلِكَ جَعْلُ الِاسْتِقْسَامِ مِنْ قَبِيلِ الِاسْتِخَارَةِ ; إِذِ اسْتَحَلَّهُ بَعْضُ الدَّجَّالِينَ بِإِطْلَاقِ اسْمِهَا عَلَيْهِ، وَجَعَلَهُ بَعْضُهُمْ مِنْ قَبِيلِ الْقُرْعَةِ الْمَشْرُوعَةِ، وَكُلُّ هَذَا مِنْ قِيَاسِ الشَّيْطَانِ، وَالْحُكْمِ فِي دِينِ اللهِ بِالْهَوَى دُونَ بَيِّنَةٍ وَلَا سُلْطَانٍ. </p><p> بَيَانُ ذَلِكَ أَنَّ الْإِسْلَامَ دِينُ الْبَصِيرَةِ وَالْعَقْلِ وَالْبَيِّنَةِ وَالْبُرْهَانِ، وَآيَاتُ الْقُرْآنِ الْكَثِيرَةُ نَاطِقَةٌ بِذَلِكَ: قُلْ هَاتُوا بُرْهَانكُمْ إِنْ كُنْتُمْ صَادِقِينَ (٢: ١١١) لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةِ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ (٨: ٤٢) قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ (٦: ١٤٨) إِلَخْ. وَإِرْشَادُ الْقُرْآنِ، وَهَدْيُهُ فِي الْحَثِّ عَلَى الْأَخْذِ بِالدَّلِيلِ وَالْبُرْهَانِ عَامٌّ يَشْمَلُ جَمِيعَ شُئُونَ الْإِنْسَانِ، وَلَمَّا كَانَتِ الدَّلَائِلُ وَالْبَيِّنَاتُ تَتَعَارَضُ فِي بَعْضِ الْأُمُورِ، وَالتَّرْجِيحُ بَيْنَهَا يَتَعَذَّرُ فِي بَعْضِ الْأَحْيَانِ، فَيُرِيدُ الْإِنْسَانُ الشَّيْءَ فَلَا يَسْتَبِينُ لَهُ: آلْإِقْدَامُ عَلَيْهِ خَيْرٌ أَمْ تَرْكُهُ؟ فَيَقَعُ فِي الْحَيْرَةِ - جَعَلَتْ لَهُ السُّنَّةُ مَخْرَجًا مِنْ ذَلِكَ بِالِاسْتِخَارَةِ حَتَّى لَا يَضْطَرِبَ عَلَيْهِ أَمْرُهُ وَلَا تَطُولَ غُمَّتُهُ، وَذَلِكَ الْمَخْرَجُ هُوَ الِاسْتِخَارَةُ، وَهِيَ عِبَارَةٌ عَنِ التَّوَجُّهِ إِلَى اللهِ، عَزَّ وَجَلَّ، وَالِالْتِجَاءِ إِلَيْهِ بِالصَّلَاةِ وَالدُّعَاءِ بِأَنْ يُزِيلَ الْحَيْرَةَ وَيُهَيِّئَ وَيُيَسِّرَ لِلْمُسْتَخِيرِ الْخَيْرَ، وَجَدِيرٌ هَذَا بِأَنْ يَشْرَحَ الصَّدْرَ لِمَا هُوَ خَيْرُ الْأَمْرَيْنِ، وَهَذَا هُوَ اللَّائِقُ بِأَهْلِ التَّوْحِيدِ، أَنْ يَأْخُذُوا بِالْبَيِّنَةِ وَالدَّلِيلِ الَّذِي جَعَلَهُ اللهُ - تَعَالَى - مُبَيِّنًا لِلْخَيْرِ وَالْحَقِّ، فَإِنِ اشْتَبَهَ عَلَى أَحَدِهِمْ أَمْرٌ الْتَجَأَ إِلَى اللهِ تَعَالَى، فَإِذَا شَرَحَ صَدْرَهُ لِشَيْءٍ أَمْضَاهُ وَخَرَجَ بِهِ مِنْ حَيْرَتِهِ، وَالْقُرْعَةُ تُشْبِهُ ذَلِكَ، بَلْ أَمْرُهَا أَظْهَرُ، فَإِنَّهَا إِنَّمَا تَكُونُ لِلتَّرْجِيحِ بَيْنَ الْمُتَسَاوِيَيْنِ قَطْعًا، كَالْقِسْمَةِ بَيْنَ اثْنَيْنِ، فَإِنَّهُ لَا وَجْهَ لِإِلْزَامِ مَنْ تُقْسَمُ بَيْنَهُمَا بِأَنْ يَأْخُذَ زَيْدٌ مِنْهُمَا هَذِهِ الْحِصَّةَ، وَعَمْرٌو الْأُخْرَى ; فَالْقُرْعَةُ طَرِيقَةٌ حَسَنَةٌ عَادِلَةٌ، وَقِسْ عَلَى هَذَا مَا يُشْبِهُهُ. </p><p> وَالَّذِي صَحَّ فِي الِاسْتِخَارَةِ مَا رَوَاهُ الْجَمَاعَةُ (أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ الْأَرْبَعِ) مِنْ حَدِيثِ جَابِرِ بْنِ عَبْدِ اللهِ، قَالَ: كَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُعَلِّمُنَا الِاسْتِخَارَةَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ لْيَقُلْ: اللهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلَّامُ الْغُيُوبِ، اللهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ خَيْرٌ لِي فِي دِينِي </p><p> وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أَوْ قَالَ: عَاجِلِ أَمْرِي وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي، ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أَوْ قَالَ: عَاجِلِ أَمْرِي وَآجِلِهِ - فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ </p><p> قَالَ: وَيُسَمِّي حَاجَتَهُ. وَهَذَا لَفْظُ الْبُخَارِيِّ، وَالْخِلَافُ فِي أَلْفَاظِ رِوَايَاتِهِ قَلِيلٌ ; كَأَرْضِنِي بِهِ مِنَ الْإِرْضَاءِ، وَرَضِّنِي مِنَ التَّرْضِيَةِ. </p><p> لَيْسَ فِي هَذِهِ الرِّوَايَةِ الَّتِي رَوَاهَا الْجَمَاعَةُ إِشَارَةٌ مَا إِلَى مَعْنَى يَقْرُبُ مِنْ مَعْنَى الِاسْتِقْسَامِ وَلَا التَّفَاؤُلِ، بَلْ هِيَ أَمْرٌ بِعِبَادَةٍ وَدُعَاءٍ عِنْدَ الِاهْتِمَامِ بِالْأَمْرِ وَالْعَزْمِ عَلَيْهِ حَتَّى لَا يَنْسَى الْمُؤْمِنُ رَبَّهُ - تَعَالَى - عِنْدَ اهْتِمَامِهِ بِالشَّأْنِ مِنْ شُئوُنِ الدُّنْيَا، وَمَا بَيَّنَاهُ مِنْ فِقْهِ الِاسْتِخَارَةِ وَحِكْمَتِهَا فِي بَدْءِ الْكَلَامِ عَنْهَا مَبْنِيٌّ عَلَى مَا اشْتُهِرَ مِنْ مَعْنَاهَا عِنْدَ الْجُمْهُورِ، وَلَا أَعْرِفُ لَهُ أَصْلًا صَحِيحًا فِي السُّنَّةِ، وَلَكِنْ رَوَى ابْنُ السُّنِّيِّ، فِي عَمَلِ يَوْمٍ وَلَيْلَةٍ، وَالدَّيْلَمِيُّ فِي مُسْنَدِ الْفِرْدَوْسِ مِنْ حَدِيثِ أَنَسٍ: إِذَا هَمَمْتَ بِأَمْرٍ فَاسْتَخِرْ رَبَّكَ فِيهِ سَبْعَ مَرَّاتٍ، ثُمَّ انْظُرْ إِلَى الَّذِي يَسْبِقُ إِلَى قَلْبِكَ فَإِنَّ الْخِيَرَةَ فِيهِ، قَالَ النَّوَوِيُّ فِيهِ: إِنَّهُ يَفْعَلُ بَعْدَ الِاسْتِخَارَةِ مَا يَنْشَرِحُ لَهُ صَدْرُهُ، لَكِنَّهُ لَا يُقْدِمُ عَلَى مَا كَانَ لَهُ فِيهِ هَوًى قَبْلَ الِاسْتِخَارَةِ، قَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي الْفَتْحِ بَعْدَ مَا عَزَى الْحَدِيثَ إِلَى ابْنِ السُّنِّيِّ: لَوْ ثَبَتَ لَكَانَ هُوَ الْمُعْتَمَدَ، وَلَكِنَّ سَنَدَهُ وَاهٍ جِدًّا. اهـ. أَقُولُ: وَآفَتُهُ إِبْرَاهِيمُ بْنُ الْبَرَاءِ، ضَعَّفُوهُ جِدًّا، بَلْ قَالَ ابْنُ حِبَّانَ فِيهِ: شَيْخٌ كَانَ يَدُورُ بِالشَّامِ وَيُحَدِّثُ عَنِ الثِّقَاتِ بِالْمَوْضُوعَاتِ، لَا يَجُوزُ ذِكْرُهُ إِلَّا عَلَى سَبِيلِ الْقَدْحِ فِيهِ. </p><p> ثُمَّ قَالَ تَعَالَى: ذَلِكُمْ فِسْقٌ. ذَهَبَ ابْنُ جَرِيرٍ فِي تَفْسِيرِهِ إِلَى أَنَّ الْإِشَارَةَ هُنَا رَاجِعَةٌ إِلَى جَمِيعِ مَا سَبَقَ مِنَ الْمُحَرَّمَاتِ، أَيْ كُلُّ مُحَرَّمٍ مِنْهَا خُرُوجٌ مِنْ طَاعَةِ اللهِ، وَرَغْبَةٌ عَنْ شَرْعِهِ، وَذَكَرَ الرَّازِيُّ فِيهِ وَجْهًا آخَرَ، وَهُوَ أَنَّهُ رَاجِعٌ إِلَى الْأَخِيرِ فَقَطْ، وَهُوَ الِاسْتِقْسَامُ بِالْأَزْلَامِ. </p><p> ثُمَّ قَالَ عَزَّ وَجَلَّ: الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ. إِنَّنِي أَتَنَسَّمُ مِنْ وَضْعِ هَذَا الْخَبَرِ فِي هَذَا الْمَوْضِعِ، وَتَرْتِيبِ هَذَا الْأَمْرِ وَالنَّهْيِ عَلَيْهِ أَنَّ حِكْمَةَ الِاكْتِفَاءِ فِي أَوَّلِ الْإِسْلَامِ بِذِكْرِ مُحْرِمَاتِ الطَّعَامِ الْأَرْبَعَةِ الْوَارِدَةِ فِي بَعْضِ السُّوَرِ الْمَكِّيَّةِ، وَتَرْكِ تَفْصِيلِ مَا يَنْدَرِجُ فِيهَا مِمَّا كَرِهَهُ الْإِسْلَامُ لِلْمُسْلِمِينَ مِنْ سَائِرِ مَا ذُكِرَ فِي هَذِهِ الْآيَةِ إِلَى مَا بَعْدَ فَتْحِ مَكَّةَ - هُوَ التَّدْرِيجُ فِي تَحْرِيمِ هَذِهِ الْخَبَائِثِ وَالتَّشْدِيدِ فِيهَا، كَمَا كَانَ التَّدْرِيجُ فِي تَحْرِيمِ الْخَمْرِ ; لِئَلَّا يَنْفِرَ الْعَرَبُ مِنَ الْإِسْلَامِ، وَيَرَوْنَ فِيهِ حَرَجًا عَلَيْهِمْ </p><p> يَرْجُونَ بِهِ أَنْ يَرْتَدَّ إِلَيْهِمْ مَنْ آمَنَ مِنَ الْفُقَرَاءِ، وَهُمْ أَكْثَرُ السَّابِقِينَ الْأَوَّلِينَ. جَاءَ هَذَا التَّفْصِيلُ لِلْمُحَرَّمَاتِ بَعْدَ قُوَّةِ الْإِسْلَامِ، وَتَوْسِعَةِ اللهِ عَلَى أَهْلِهِ وَإِعْزَازِهِمْ، وَبَعْدَ أَنْ يَئِسَ الْمُشْرِكُونَ بِذَلِكَ مِنْ نُفُورِ أَهْلِهِ مِنْهُ، وَفِرَارِهِمْ مِنْ تَكَالِيفِهِ، وَزَالَ طَمَعُهُمْ فِي الظُّهُورِ عَلَيْهِمْ وَإِزَالَةِ دِينِهِمْ بِالْقُوَّةِ الْقَاهِرَةِ، فَكَانَ الْمُؤْمِنُونَ أَجْدَرَ بِأَلَّا يُبَالُوا بِمُدَارَاتِهِمْ، وَلَا يَهْتَمُّوا بِمَا يُنَفِّرُهُمْ مِنَ الْإِسْلَامِ، وَأَلَّا يَخَافُوهُمْ عَلَى أَنْفُسِهِمْ وَعَلَى دِينِهِمْ، قِيلَ: إِنَّ الْمُرَادَ </p><p> بِالْيَوْمِ فِي هَذِهِ الْجُمْلَةِ وَفِيمَا بَعْدَهَا مُطْلَقُ الْوَقْتِ وَالزَّمَنِ، كَمَا تَقُولُ: كُنْتُ بِالْأَمْسِ طِفْلًا أَوْ غُلَامًا، وَقَدْ صِرْتُ الْيَوْمَ رَجُلًا، وَالصَّحِيحُ أَنَّ الْمُرَادَ بِهِ: يَوْمُ عَرَفَةَ مِنْ عَامِ حَجَّةِ الْوَدَاعِ فِي السَّنَةِ الْعَاشِرَةِ لِلْهِجْرَةِ وَكَانَ يَوْمَ جُمُعَةٍ، وَهُوَ الْيَوْمُ الَّذِي نَزَلَتْ فِيهِ هَذِهِ الْآيَةُ الْمُبَيِّنَةُ لِمَا بَقِيَ مِنَ الْأَحْكَامِ الَّتِي أَبْطَلَ بِهَا الْإِسْلَامُ بَقَايَا مَهَانَةِ الْجَاهِلِيَّةِ وَخَبَائِثِهَا وَأَوْهَامِهَا، وَالْمُبَشِّرَةِ بِظُهُورِ الْمُسْلِمِينَ عَلَى الْمُشْرِكِينَ ظُهُورًا تَامًّا لَا مَطْمَعَ لَهُمْ فِي زَوَالِهِ، وَلَا حَاجَةَ مَعَهُ إِلَى شَيْءٍ مِنْ مُدَارَاتِهِمْ أَوِ الْخَوْفِ مِنْ عَاقِبَةِ أَمْرِهِمْ، وَسَتَأْتِي الرِّوَايَاتُ فِي ذَلِكَ، وَالْمَعْنَى: أَنَّ اللهَ أَخْبَرَ الْمُؤْمِنِينَ بِأَنَّ الْكُفَّارَ أَنْفُسَهُمْ قَدْ يَئِسُوا مِنْ زَوَالِ دِينِهِمْ. وَأَنَّهُ يَنْبَغِي لَهُمْ وَقَدْ بَدَّلَهُمْ بِضَعْفِهِمْ قُوَّةً وَبِخَوْفِهِمْ أَمْنًا وَبِفَقْرِهِمْ غِنًى، أَلَّا يَخْشَوْا غَيْرَ الَّذِي جَرَّبُوا فَضْلَهُ عَلَيْهِ، وَإِعْزَازَهُ لَهُمْ، ثُمَّ قَالَ: </p><p> الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا نَبْدَأُ تَفْسِيرَ هَذِهِ الْبِشَارَاتِ الثَّلَاثِ مَعَ حَمْدِ اللهِ وَشُكْرِهِ، وَالثَّنَاءِ عَلَيْهِ بِمَا هُوَ أَهْلُهُ، بِذِكْرِ صَفْوَةِ مَا وَرَدَ فِيهَا عَنْ مُفَسِّرِي السَّلَفِ مِنْ مَعْنَاهَا وَزَمَنِ نُزُولِهَا وَمَكَانِهِ. رَوَى الْبَيْهَقِيُّ فِي شُعَبِ الْإِيمَانِ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ يَقُولُ: يَئِسَ أَهْلُ مَكَّةَ أَنْ تَرْجِعُوا إِلَى دِينِهِمْ عِبَادَةِ الْأَوْثَانِ أَبَدًا فَلَا تَخْشَوْهُمْ: فِي اتِّبَاعِ مُحَمَّدٍ وَاخْشَوْنِ: فِي عِبَادَةِ الْأَوْثَانِ وَتَكْذِيبِ مُحَمَّدٍ، فَلَمَّا كَانَ - أَيِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاقِفًا بِعَرَفَاتٍ نَزَلَ عَلَيْهِ جِبْرِيلُ، وَهُوَ رَافِعٌ يَدَهُ وَالْمُسْلِمُونَ يَدْعُونَ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ يَقُولُ: حَلَالَكُمْ وَحَرَامَكُمْ فَلَمْ يَنْزِلْ بَعْدَهُ حَلَالٌ وَلَا حَرَامٌ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي قَالَ: مِنَّتِي فَلَمْ يَحُجَّ مَعَكُمْ مُشْرِكٌ وَرَضِيتُ يَقُولُ: اخْتَرْتُ لَكُمُ الْإِسْلَامَ دِينًا. مَكَثَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ نُزُولِ هَذِهِ الْآيَةِ وَاحِدًا وَثَمَانِينَ يَوْمًا، ثُمَّ قَبَضَهُ اللهُ إِلَيْهِ. </p><p> وَرَوَى ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ عَنْهُ - أَيْ عَنِ ابْنِ عَبَّاسٍ - </p><p> قَالَ: أَخْبَرَ اللهُ نَبِيَّهُ وَالْمُؤْمِنِينَ أَنَّهُ قَدْ أَكْمَلَ لَهُمُ الْإِيمَانَ فَلَا يَحْتَاجُونَ إِلَى زِيَادَةٍ أَبَدًا، وَقَدْ أَتَمَّهُ فَلَا يَنْقُصُ أَبَدًا، وَقَدْ رَضِيَهُ فَلَا يَسْخَطُهُ أَبَدًا. </p><p> وَرَوَى أَحْمَدُ وَالشَّيْخَانِ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ حِبَّانَ وَالْبَيْهَقِيُّ فِي سُنَنِهِ عَنْ طَارِقِ بْنِ شِهَابٍ: قَالَ: قَالَتِ الْيَهُودُ لِعُمَرَ: إِنَّكُمْ تَقْرَءُونَ آيَةً فِي كِتَابِكُمْ، لَوْ عَلَيْنَا مَعْشَرِ الْيَهُودِ أُنْزِلَتْ ; لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا، قَالَ: وَأَيُّ آيَةٍ؟ قَالُوا: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي قَالَ عُمَرُ: إِنِّي لَأَعْلَمُ الْيَوْمَ الَّذِي نَزَلَتْ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ، وَالسَّاعَةَ الَّتِي نَزَلَتْ فِيهَا، نَزَلَتْ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَشِيَّةَ عَرَفَةَ فِي يَوْمِ جُمُعَةٍ. وَفِي رِوَايَةٍ عِنْدَ إِسْحَاقَ بْنِ رَاهَوَيْهِ وَعَبْدِ بْنِ حُمَيْدٍ، أَنَّ عُمَرَ قَالَ لِرَجُلٍ مِنَ الْيَهُودِ قَالَ لَهُ ذَلِكَ: الْحَمْدُ لِلَّهِ الَّذِي جَعَلَهُ لَنَا عِيدًا وَالْيَوْمَ الثَّانِيَ، نَزَلَتْ يَوْمَ عَرَفَةَ، وَالْيَوْمُ الثَّانِي يَوْمُ النَّحْرِ، فَأَكْمَلَ اللهُ لَنَا الْأَمْرَ، فَعَلِمْنَا أَنَّ الْأَمْرَ بَعْدَ ذَلِكَ فِي انْتِقَاصٍ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ عَنْ عِيسَى بْنِ حَارِثَةَ الْأَنْصَارِيِّ، قَالَ: كُنَّا جُلُوسًا فِي الدِّيوَانِ، فَقَالَ لَنَا نَصْرَانِيٌّ: يَا أَهْلَ الْإِسْلَامِ، لَقَدْ أُنْزِلَتْ عَلَيْكُمْ آيَةٌ لَوْ أُنْزِلَتْ عَلَيْنَا لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ وَتِلْكَ السَّاعَةَ عِيدًا مَا بَقِيَ مِنَّا اثْنَانِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ فَلَمْ يُجِبْهُ أَحَدٌ مِنَّا، فَلَقِيتُ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ، فَسَأَلْتُهُ عَنْ ذَلِكَ، فَقَالَ: أَلَا رَدَدْتُمْ عَلَيْهِ؟ فَقَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: أُنْزِلَتْ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ وَاقِفٌ عَلَى الْجَبَلِ يَوْمَ عَرَفَةَ فَلَا يَزَالُ ذَلِكَ الْيَوْمُ عِيدًا لِلْمُسْلِمِينَ مَا بَقِيَ مِنْهُمْ أَحَدٌ. وَرَوَى الْبَزَّارُ بِسَنَدٍ صَحِيحٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ: نَزَلَتْ هَذِهِ الْآيَةُ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ بِعَرَفَةَ، وَرَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ، نَحْوَ مَا رَوَاهُ هُوَ وَغَيْرُهُ مِنْ جَوَابِ عُمَرَ، وَهُوَ أَنَّهُ قَرَأَ الْآيَةَ، فَقَالَ يَهُودِيٌّ: لَوْ نَزَلَتْ هَذِهِ الْآيَةُ عَلَيْنَا لَاتَّخَذْنَا يَوْمَهَا عِيدًا، فَقَالَ ابْنُ عَبَّاسٍ: فَإِنَّهَا نَزَلَتْ فِي يَوْمِ عِيدَيْنِ اثْنَيْنِ ; يَوْمِ عِيدٍ وَيَوْمِ جُمُعَةٍ، وَرُوِيَ عَنْهُ أَيْضًا أَنَّهُ قَالَ فِي تَفْسِيرِ الْيَوْمَ لَيْسَ بِيَوْمٍ مَعْلُومٍ يَعْلَمُهُ النَّاسُ، وَرَجَّحَ الرِّوَايَةَ عَنْ عُمَرَ فِي تَعْيِينِهِ بِصِحَّةِ سَنَدِهَا. </p><p> وَأَمَّا الَّذِي اخْتَارَهُ ابْنُ جَرِيرٍ فِي تَفْسِيرِ إِكْمَالِ الدِّينِ لَهُمْ فَهُوَ خُلُوصُ الْبَيْتِ الْحَرَامِ لَهُمْ، وَإِجْلَاءُ الْمُشْرِكِينَ عَنْهُ حَتَّى حَجَّهُ الْمُسْلِمُونَ، وَهُمْ لَا يُخَالِطُهُمُ الْمُشْرِكُونَ، وَاسْتَدَلَّ عَلَى ذَلِكَ بِخِلَافِ السَّلَفِ فِي مَسْأَلَةِ إِكْمَالِ الْفَرَائِضِ وَالْأَحْكَامِ فِي ذَلِكَ </p><p> الْيَوْمِ، وَذَكَرَ مَا رَوَاهُ قَبْلَ ذَلِكَ عَنِ ابْنِ عَبَّاسٍ، وَالسُّدِّيِّ مِنْ تَفْسِيرِ الْإِكْمَالِ بِإِكْمَالِ الْفَرَائِضِ وَالْأَحْكَامِ، وَمَا يُعَارِضُهُ مِنْ قَوْلِ الْبَرَاءِ بْنِ عَازِبٍ، فِي آيَةِ يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنَّهَا آخَرُ آيَةٍ نَزَلَتْ، وَنَقُولُ: لَا مُعَارَضَةَ فَإِنَّ مُرَادَهُ أَنَّهَا آخِرُ آيَاتِ الْفَرَائِضِ، وَهَذَا لَا يَنْفِي أَنْ تَكُونَ نَزَلَتْ قَبْلَ آيَةِ الْمَائِدَةِ وَسُورَةِ الْمَائِدَةِ، وَاسْتَدَلَّ عَلَى التَّرْجِيحِ أَيْضًا بِاتِّفَاقِ الْعُلَمَاءِ عَلَى أَنَّ الْوَحْيَ لَمْ يَنْقَطِعْ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى أَنْ قُبِضَ، وَكَوْنِهِ كَانَ قَبْلَ وَفَاتِهِ أَكْثَرَ مَا كَانَ تَتَابُعًا، وَجَعَلَ مِنْهُ آيَةَ الْفَتْوَى فِي الْكَلَالَةِ، وَأَصْحَابُ الْقَوْلِ الْآخَرِ يَمْنَعُونَ أَنْ تَكُونَ هَذِهِ الْآيَةُ مِمَّا نَزَلَ بَعْدَ آيَةِ الْمَائِدَةِ، وَلَا يَمْنَعُونَ غَيْرَهَا مِمَّا لَيْسَ فِيهِ فَرَائِضُ وَلَا حَلَالٌ وَلَا حَرَامٌ، وَبِهَذَا يُبْطِلُ تَرْجِيحُهُ إِثْبَاتَ نُزُولِ شَيْءٍ مِنَ الْأَحْكَامِ عَلَى نَفْيِهِ بِتَقْدِيمِ الْمُثْبِتِ عَلَى النَّافِي. </p><p> وَقَدْ كَانَ قَدَّمَ قَوْلَ مَنْ قَالُوا بِخِلَافِ مَا اخْتَارَهُ وَبَيَّنَهُ أَتَمَّ بَيَانٍ ; إِذْ قَالَ: الْيَوْمَ أَكْمَلْتُ لَكُمْ أَيُّهَا الْمُؤْمِنُونَ، فَرَائِضِي عَلَيْكُمْ وَحُدُودِي وَأَمْرِي إِيَّاكُمْ وَنَهْيِي وحلَالِي وَحَرَامِي وَتَنْزِيلِي مِنْ ذَلِكَ مَا أَنْزَلْتُ مِنْهُ فِي كِتَابِي، وَتِبْيَانِي مَا بَيَّنْتُ لَكُمْ مِنْهُ بِوَحْيِي عَلَى لِسَانِ رَسُولِي، وَالْأَدِلَّةِ الَّتِي نَصَبْتُهَا لَكُمْ عَلَى جَمِيعِ مَا بِكُمُ الْحَاجَةُ إِلَيْهِ مِنْ أَمْرِ دِينِكُمْ، فَأَتْمَمْتُ لَكُمْ جَمِيعَ ذَلِكَ، فَلَا زِيَادَةَ فِيهِ بَعْدَ الْيَوْمِ. انْتَهَى الْمُرَادُ مِنْهُ، ثُمَّ ذَكَرَ تَارِيخَ ذَلِكَ الْيَوْمِ، وَأَنَّهُ لَمْ يَنْزِلْ بَعْدَهُ مِنَ الْفَرَائِضِ وَالْحَلَالِ </p><p> وَالْحَرَامِ شَيْءٌ، وَأَيَّدَهُ بِالرِّوَايَةِ عَنِ ابْنِ عَبَّاسٍ، وَالسُّدِّيِّ، وَأَمَّا مُقَابِلُهُ، وَهُوَ تَفْسِيرُ الدِّينِ بِالْحَجِّ خَاصَّةً فَأَيَّدَهُ بِالرِّوَايَةِ عَنْ قَتَادَةَ وَسَعِيدِ بْنِ جُبَيْرٍ، وَسَنُبَيِّنُ رَأْيَنَا فِي رَدِّهِ. </p><p> وَأَمَّا مُفَسِّرُو الْخَلَفِ فَقَدْ نَظَرُوا فِي الْآيَةِ نَظَرًا آخَرَ، وَهُوَ أَنَّهُ اسْتَدَلَّ بِهَا أَهْلُ الظَّاهِرِ عَلَى بُطْلَانِ الْقِيَاسِ وَكُلِّ مَا تَرَتَّبَ عَلَيْهِ مِنْ أَحْكَامِ الْعِبَادَاتِ وَالْحَلَالِ وَالْحَرَامِ ; فَأَرَادُوا دَفْعَ ذَلِكَ، وَاسْتَشْكَلَ بَعْضُهُمْ مَا فِي مَفْهُومِ الْإِكْمَالِ مِنْ سَبْقِ النَّقْصِ ; فَأَرَادُوا التَّفَصِّيَ مِنْهُ، وَقَدْ سَبَقَ صَاحِبُ الْكَشَّافِ إِلَى قَوْلٍ جَامِعٍ فِي الْأَمْرَيْنِ، تَبِعَهُ فِيهِ الْبَيْضَاوِيُّ وَالرَّازِيُّ وَأَبُو السُّعُودِ كَعَادَتِهِمْ، قَالَ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ كَفَيْتُكُمْ أَمْرَ عَدُوِّكُمْ، وَجَعَلْتُ الْيَدَ الْعُلْيَا لَكُمْ، كَمَا تَقُولُ الْمُلُوكُ: الْيَوْمَ كَمُلَ لَنَا الْمُلْكُ وَكَمُلَ لَنَا مَا نُرِيدُ، إِذَا كُفُوا مَنْ يُنَازِعُهُمُ الْمُلْكَ وَوَصَلُوا إِلَى أَغْرَاضِهِمْ وَمَنَافِعِهِمْ، أَوْ أَكْمَلْتُ لَكُمْ مَا تَحْتَاجُونَ إِلَيْهِ فِي تَكْلِيفِكُمْ مِنْ تَعْلِيمِ الْحَلَالِ وَالْحَرَامِ وَالتَّوْقِيفِ </p><p> عَلَى الشَّرَائِعِ وَقَوَانِينِ الْقِيَاسِ وَأُصُولِ الِاجْتِهَادِ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي بِفَتْحِ مَكَّةَ وَدُخُولِهَا آمِنِينَ ظَاهِرِينَ، وَهَدْمِ مَنَارِ الْجَاهِلِيَّةِ وَمَنَاسِكِهِمْ، وَأَنْ لَمْ يَحُجَّ مَعَكُمْ مُشْرِكٌ وَلَمْ يَطُفْ بِالْبَيْتِ عُرْيَانٌ، أَوْ أَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي بِذَلِكَ ; لِأَنَّهُ لَا نِعْمَةَ أَتَمُّ مِنْ نِعْمَةِ الْإِسْلَامِ. اهـ. </p><p> وَقَالَ الْبَيْضَاوِيُّ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ بِالنَّصْرِ وَالْإِظْهَارِ عَلَى الْأَدْيَانِ كُلِّهَا بِالتَّنْصِيصِ عَلَى قَوَاعِدِ الْعَقَائِدِ، وَالتَّوْقِيفِ عَلَى أُصُولِ الشَّرَائِعِ وَقَوَانِينِ الِاجْتِهَادِ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي بِالْهِدَايَةِ وَالتَّوْفِيقِ وَبِإِكْمَالِ الدِّينِ، أَوْ بِفَتْحِ مَكَّةَ وَهَدْمِ مَنَارِ الْجَاهِلِيَّةِ. اهـ. </p><p> وَتَبِعَهُمَا فِي ذَلِكَ أَبُو السُّعُودِ بِاللَّفْظِ وَالْفَحْوَى، قَالَ: وَتَقْدِيمُ الْجَارِّ وَالْمَجْرُورِ، أَيْ تَقْدِيمُ لَكُمْ عَلَى قَوْلِهِ: دِينَكُمْ لِلْإِيذَانِ مِنْ أَوَّلِ الْأَمْرِ بِأَنَّ الْإِكْمَالَ لِمَنْفَعَتِهِمْ وَمَصْلَحَتِهِمْ، كَمَا فِي قَوْلِهِ: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (٩٤: ١) وَشَرَحَ الرَّازِيُّ احْتِجَاجَ مُنْكِرِي الْقِيَاسِ بِالْآيَةِ وَرَدَّ مُثْبِتِيهِ عَلَيْهِمْ، وَالرَّدُّ مَبْنِيٌّ عَلَى إِثْبَاتِ الِاجْتِهَادِ لِكُلِّ مُكَلَّفٍ، وَهُوَ يَسْتَلْزِمُ بُطْلَانَ التَّقْلِيدِ، وَاعْتَمَدَ فِي مَسْأَلَةِ إِكْمَالِ الدِّينِ مِنْ أَوَّلِهِ قَوْلَ الْقَفَّالِ أَنَّ كُلَّ مَا نَزَلَ فِي وَقْتٍ كَانَ كَافِيًا لِأَهْلِهِ فِيهِ، وَلَمْ تَكُنْ مَسَّتِ الْحَاجَةُ إِلَى غَيْرِهِ، وَأَنَّ هَذَا الْإِكْمَالَ فِي الْآيَةِ هُوَ إِكْمَالُهُ بِالنِّسْبَةِ إِلَى نُزُولِ الْآيَةِ وَمَا بَعْدَهَا إِلَى يَوْمِ السَّاعَةِ. </p><p> (إِكْمَالُ الدِّينِ بِالْقُرْآنِ) </p><p> لَمْ أَرَ لِعَالَمٍ مِنْ حُكَمَاءِ الشَّرِيعَةِ الْإِسْلَامِيَّةِ كَلَامًا فِي هَذِهِ الْمَسْأَلَةِ الْعَظِيمَةِ مِثْلَ كَلَامِ الْإِمَامِ أَبِي إِسْحَاقَ إِبْرَاهِيمَ بْنِ مُوسَى اللَّخْمِيِّ الشَّاطِبِيِّ الْغِرْنَاطِيِّ، فَقَدْ ذَكَرَهَا فِي غَيْرِ مَا مَوْضِعٍ مِنْ كِتَابِهِ (الْمُوَافِقَاتِ) الَّذِي لَمْ يُؤَلَّفْ مِثْلَهُ فِي أُصُولِ الْإِسْلَامِ وَحِكْمَتِهِ، وَمِنْ أَوْسَعِ كَلَامِهِ فِيهَا مَا ذَكَرَهُ فِي الطَّرَفِ الثَّانِي مِنْ كِتَابِ \" الْأَدِلَّةِ الشَّرْعِيَّةِ \" مِنْهُ، وَقَدْ رَأَيْنَا أَنْ نُلَخِّصَهُ هُنَا تَلْخِيصًا، قَالَ رَحِمَهُ اللهُ - تَعَالَى - فِي (الْمَسْأَلَةِ السَّادِسَةِ) مِنْهُ: </p><p> \" </p><p> الْقُرْآنُ فِيهِ بَيَانُ كُلِّ شَيْءٍ عَلَى ذَلِكَ التَّرْتِيبِ الْمُتَقَدِّمِ، فَالْعَالِمُ بِهِ عَلَى التَّحْقِيقِ عَالِمٌ بِجُمْلَةِ الشَّرِيعَةِ، لَا يَعُوزُهُ مِنْهَا شَيْءٌ، وَالدَّلِيلُ عَلَى ذَلِكَ أُمُورٌ (مِنْهَا) النُّصُوصُ الْقُرْآنِيَّةُ مِنْ قَوْلِهِ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ الْآيَةَ، وَقَوْلِهِ: وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ (١٦: ٨٩) وَقَوْلِهِ: مَا فَرَّطْنَا فِي الْكِتَابِ </p><p> مِنْ شَيْءٍ (٦: ٣٨) وَقَوْلِهِ: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ (١٧: ٩) يَعْنِي الطَّرِيقَةَ الْمُسْتَقِيمَةَ، وَلَوْ لَمْ يُكْمِلْ فِيهِ جَمِيعَ مَعَانِيهَا - أَيِ الشَّرِيعَةِ - لَمَا صَحَّ إِطْلَاقُ هَذَا الْمَعْنَى عَلَيْهِ حَقِيقَةً. وَأَشْبَاهِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّهُ هُدًى وَشِفَاءٌ لِمَا فِي الصُّدُورِ، وَلَا يَكُونُ شِفَاءً لِجَمِيعِ مَا فِي الصُّدُورِ إِلَّا وَفِيهِ تِبْيَانُ كُلِّ شَيْءٍ. وَمِنْهَا مَا جَاءَ مِنَ الْأَحَادِيثِ وَالْآثَارِ الْمُؤْذِنَةِ بِذَلِكَ ; كَقَوْلِهِ عَلَيْهِ السَّلَامُ: إِنَّ هَذَا الْقُرْآنَ حَبْلُ اللهِ، وَهُوَ النُّورُ الْمُبِينُ، وَالشِّفَاءُ النَّافِعُ، عِصْمَةٌ لِمَنْ تَمَسَّكَ بِهِ، وَنَجَاةٌ لِمَنْ تَبِعَهُ، لَا يَعْوَجُّ فَيُقَوَّمُ وَلَا يَزِيغُ فَيُسْتَعْتَبُ وَلَا تَنْقَضِي عَجَائِبُهُ، وَلَا يَخْلُقُ عَلَى كَثْرَةِ الرَّدِّ، إِلَخْ ; فَكَوْنُهُ حَبْلَ اللهِ بِإِطْلَاقٍ وَالشِّفَاءَ النَّافِعِ إِلَى تَمَامِهِ، دَلِيلٌ عَلَى كَمَالِ الْأَمْرِ فِيهِ، وَنَحْوُ هَذَا فِي حَدِيثِ عَلِيٍّ عَنِ النَّبِيِّ عَلَيْهِ السَّلَامُ، وَعَنِ ابْنِ مَسْعُودٍ: أَنَّ كُلَّ مُؤَدِّبٍ يَجِبُ أَنْ يُؤْتَى أُدُبَهُ، وَأَنَّ أُدُبَ اللهِ الْقُرْآنُ. وَسُئِلَتْ عَائِشَةُ عَنْ خُلُقِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَتْ: كَانَ خُلُقُهُ الْقُرْآنَ، وَصِدْقُ ذَلِكَ قَوْلُهُ وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٦٨: ٤) . </p><p> ثُمَّ أَوْرَدَ الشَّاطِبِيُّ طَائِفَةً مِنْ كَلَامِ عُلَمَاءِ السَّلَفِ الصَّحَابَةِ وَالتَّابِعَيْنَ وَمَنْ بَعْدَهُمْ فِي تَأْيِيدِ هَذِهِ الْمَسْأَلَةِ، وَقَالَ: </p><p> \" وَلِقَائِلٍ أَنْ يَقُولَ: إِنَّ هَذَا غَيْرُ صَحِيحٍ لِمَا ثَبَتَ فِي الشَّرِيعَةِ مِنَ الْمَسَائِلِ وَالْقَوَاعِدِ غَيْرِ الْمَوْجُودَةِ فِي الْقُرْآنِ، وَإِنَّمَا وُجِدَتْ فِي السُّنَّةِ،وَيُصَدِّقُ ذَلِكَ مَا فِي الصَّحِيحِ مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" لَا أَلْفَيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الْأَمْرُ مِنْ أَمْرِي مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ فَيَقُولُ: لَا أَدْرِي، مَا وَجَدْنَا فِي كِتَابِ اللهِ اتَّبَعْنَاهُ \" وَهَذَا ذَمٌّ وَمَعْنَاهُ اعْتِمَادُ </p><p> السُّنَّةِ أَيْضًا، وَيُصَحِّحُهُ قَوْلُهُ تَعَالَى: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ (٤: ٥٩) الْآيَةَ، قَالَ مَيْمُونُ بْنُ مِهْرَانَ: الرَّدُّ إِلَى اللهِ: الرَّدُّ إِلَى كِتَابِهِ، </p><p> وَالرَّدُّ إِلَى الرَّسُولِ إِذَا كَانَ حَيًّا فَلَمَّا قَبَضَهُ اللهُ - تَعَالَى - فَالرَّدُّ إِلَى سُنَّتِهِ. وَمِثْلُهُ: وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللهُ وَرَسُولُهُ أَمْرًا (٣٣: ٣٦) الْآيَةَ. يُقَالُ: إِنَّ السُّنَّةَ يُؤْخَذُ بِهَا عَلَى أَنَّهَا بَيَانٌ لِكِتَابِ اللهِ بِقَوْلِهِ تَعَالَى: لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ (١٦: ٤٤) وَهُوَ جَمْعٌ بَيْنَ الْأَدِلَّةِ ; لِأَنَّا نَقُولُ: إِنْ كَانَتِ السُّنَّةُ بَيَانًا لِلْكِتَابِ فَفِي أَحَدِ قِسْمَيْهَا ; فَالْقِسْمُ الْآخَرُ زِيَادَةٌ عَلَى حُكْمِ الْكِتَابِ، كَتَحْرِيمِ نِكَاحِ الْمَرْأَةِ عَلَى عَمَّتِهَا أَوْ خَالَتِهَا، وَتَحْرِيمِ الْحُمُرِ الْأَهْلِيَّةِ وَكُلِّ ذِي نَابٍ مِنَ السِّبَاعِ، وَقِيلَ لِعَلِيِّ بْنِ أَبِي طَالِبٍ: هَلْ عِنْدَكُمْ كِتَابٌ؟ قَالَ: لَا، إِلَّا كِتَابَ اللهِ، أَوْ فَهْمٌ أُعْطِيهِ رَجُلٌ مُسْلِمٌ، أَوْ مَا فِي هَذِهِ الصَّحِيفَةِ، قَالَ: قُلْتُ: وَمَا فِي هَذِهِ الصَّحِيفَةِ؟ قَالَ: الْعَقْلُ، وَفِكَاكُ الْأَسِيرِ، وَأَنْ لَا يُقْتَلَ مُسْلِمٌ بِكَافِرٍ، وَهَذَا وَإِنْ كَانَ فِيهِ دَلِيلٌ عَلَى أَنَّهُ لَا شَيْءَ عِنْدَهُمْ إِلَّا كِتَابُ اللهِ، فَفِيهِ دَلِيلٌ أَنَّ عِنْدَهُمْ مَا لَيْسَ فِي كِتَابِ اللهِ، وَهُوَ خِلَافُ مَا أَصَّلْتَ. وَالْجَوَابُ عَنْ ذَلِكَ مَذْكُورٌ فِي الدَّلِيلِ الثَّانِي، وَهُوَ السُّنَّةُ بِحَوْلِ اللهِ. اهـ. </p><p> ثُمَّ قَالَ فِي (الْمَسْأَلَةِ الثَّانِيَةِ) مِنْ مَسَائِلِ الدَّلِيلِ الثَّانِي (السُّنَّةُ) مَا نَصُّهُ، وَفِيهِ بَيَانُ مَا وَعَدَ بِهِ: </p><p> \" رُتْبَةُ السُّنَّةِ التَّأَخُّرُ عَنِ الْكِتَابِ فِي الِاعْتِبَارِ، وَالدَّلِيلُ عَلَى ذَلِكَ أُمُورٌ(أَحَدُهَا): أَنَّ الْكِتَابَ مَقْطُوعٌ بِهِ وَالسُّنَّةَ مَظْنُونَةٌ، وَالْقَطْعُ فِيهَا إِنَّمَا يَصِحُّ فِي الْجُمْلَةِ لَا فِي التَّفْصِيلِ، بِخِلَافِ الْكِتَابِ فَإِنَّهُ مَقْطُوعٌ بِهِ فِي الْجُمْلَةِ وَالتَّفْصِيلِ، وَالْمَقْطُوعُ بِهِ مُقَدَّمٌ عَلَى الْمَظْنُونِ ; فَلَزِمَ مِنْ ذَلِكَ تَقْدِيمُ الْكِتَابِ عَلَى السُّنَّةِ.</p><p> (وَالثَّانِي) : أَنَّ السُّنَّةَ إِمَّا بَيَانٌ لِلْكِتَابِ، أَوْ زِيَادَةٌ عَلَى ذَلِكَ، فَإِنْ كَانَ بَيَانًا كَانَ ثَانِيًا عَلَى الْمُبِينِ فِي الِاعْتِبَارِ، إِذْ يَلْزَمُ مِنْ سُقُوطِ الْمُبِينِ سُقُوطُ الْبَيَانِ، وَلَا يَلْزَمُ مِنْ سُقُوطِ الْبَيَانِ سُقُوطُ الْمُبِينِ، وَمَا شَأْنُهُ هَذَا فَهُوَ أَوْلَى فِي التَّقَدُّمِ، وَإِنْ لَمْ يَكُنْ بَيَانًا فَلَا يُعْتَبَرُ إِلَّا بَعْدَ أَلَّا يُوجَدَ فِي الْكِتَابِ، وَذَلِكَ دَلِيلٌ عَلَى تَقَدُّمِ اعْتِبَارِ الْكِتَابِ. </p><p> (وَالثَّالِثُ) : مَا دَلَّ عَلَى ذَلِكَ مِنَ الْأَخْبَارِ وَالْآثَارِ ; كَحَدِيثِ مُعَاذٍ: \" بِمَ تَحْكُمُ؟ \" قَالَ: بِكِتَابِ اللهِ،قَالَ:فَإِنْ لَمْ تَجِدْ؟قَالَ:بِسُنَّةِ رَسُولِ اللهِ،قَالَ:فَإِنْ لَمْ تَجِدْ؟قَالَ:أَجْتَهِدُ رَأْيِي \" الْحَدِيثَ، وَعَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ كَتَبَ إِلَى شُرَيْحٍ: إِذَا أَتَاكَ </p><p> أَمْرٌ فَاقْضِ </p><p> بِمَا فِي كِتَابِ اللهِ، فَإِنْ أَتَاكَ مَا لَيْسَ فِي كِتَابِ اللهِ فَاقْضِ بِمَا سَنَّ فِيهِ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَخْ. وَفِي رِوَايَةٍ: إِذَا وَجَدْتَ شَيْئًا فِي كِتَابِ اللهِ فَاقْضِ فِيهِ، وَلَا تَلْتَفِتْ إِلَى غَيْرِهِ. بَيَّنَ مَعْنَى هَذَا فِي رِوَايَةٍ أُخْرَى، أَنَّهُ قَالَ لَهُ: انْظُرْ مَا تَبَيَّنَ لَكَ فِي كِتَابِ اللهِ فَلَا تَسْأَلْ عَنْهُ أَحَدًا، وَمَا لَمْ يَتَبَيَّنْ لَكَ فِي كِتَابِ اللهِ فَاتَّبِعْ فِيهِ سُنَّةَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَمِثْلُ هَذَا عَنِ ابْنِ مَسْعُودٍ: مَنْ عُرِضَ لَهُ مِنْكُمْ قَضَاءٌ فَلْيَقْضِ بِمَا فِي كِتَابِ اللهِ، فَإِنْ جَاءَهُ مَا لَيْسَ فِي كِتَابِ اللهِ فَلْيَقْضِ بِمَا قَضَى بِهِ نَبِيُّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْحَدِيثَ. </p><p> وَعَنِ ابْنِ عَبَّاسٍ، أَنَّهُ كَانَ إِذَا سُئِلَ عَنْ شَيْءٍ فَإِنْ كَانَ فِي كِتَابِ اللهِ قَالَ بِهِ، فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللهِ، وَكَانَ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ بِهِ. وَهُوَ كَثِيرٌ فِي كَلَامِ السَّلَفِ وَالْعُلَمَاءِ، وَمَا فَرَّقَ بِهِ الْحَنَفِيَّةُ بَيْنَ الْفَرْضِ وَالْوَاجِبِ رَاجِعٌ إِلَى تَقَدُّمِ اعْتِبَارِ الْكِتَابِ عَلَى اعْتِبَارِ السُّنَّةِ، فَإِنَّ اعْتِبَارَ الْكِتَابِ أَقْوَى مِنِ اعْتِبَارِ السُّنَّةِ، وَقَدْ لَا يُخَالِفُ غَيْرُهُمْ فِي مَعْنَى تِلْكَ التَّفْرِقَةِ \" وَالْمَقْطُوعُ بِهِ فِي الْمَسْأَلَةِ أَنَّ السُّنَّةَ لَيْسَتْ كَالْكِتَابِ فِي مَرَاتِبِ الِاعْتِبَارِ \" . </p><p> فَإِنْ قِيلَ: هَذَا مُخَالِفٌ لِمَا عَلَيْهِ الْمُحَقِّقُونَ، أَمَّا أَوَّلًا: فَإِنَّ السُّنَّةَ عِنْدَ الْعُلَمَاءِ قَاضِيَةٌ عَلَى الْكِتَابِ، وَلَيْسَ الْكِتَابُ بِقَاضٍ عَلَى السُّنَّةِ ; لِأَنَّ الْكِتَابَ يَكُونُ مُحْتَمِلًا لِأَمْرَيْنِ فَأَكْثَرَ، فَتَأْتِي السُّنَّةُ بِتَعْيِينِ أَحَدِهِمَا، فَيُرْجَعُ إِلَى السُّنَّةِ، وَيُتْرَكُ مُقْتَضَى الْكِتَابِ، وَأَيْضًا فَقَدْ يَكُونُ ظَاهِرُ الْكِتَابِ أَمْرًا، فَتَأْتِي السُّنَّةُ فَتُخْرِجُهُ عَنْ ظَاهِرِهِ، وَهَذَا دَلِيلٌ عَلَى تَقْدِيمِ السُّنَّةِ، وَحَسْبُكَ أَنَّهَا تُقَيِّدُ مُطْلَقَهُ، وَتَخُصُّ عُمُومَهُ، وَتَحْمِلُهُ عَلَى غَيْرِ ظَاهِرِهِ، حَسْبَمَا هُوَ مَذْكُورٌ فِي الْأُصُولِ ; فَالْقُرْآنُ آتٍ بِقَطْعِ يَدِ كُلِّ سَارِقٍ فَخَصَّتِ السُّنَّةُ مِنْ ذَلِكَ سَارِقَ النِّصَابِ الْمُحَرَّزِ، وَأَتَى بِأَخْذِ الزَّكَاةِ مِنْ جَمِيعِ الْأَمْوَالِ ظَاهِرًا ; فَخَصَّتْهُ السُّنَّةُ بِأَمْوَالٍ مَخْصُوصَةٍ، وَقَالَ تَعَالَى: وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ (٤: ٢٤) فَأَخْرَجَتْ مِنْ ذَلِكَ نِكَاحَ الْمَرْأَةِ عَلَى عَمَّتِهَا أَوْ خَالَتِهَا. فَكُلُّ هَذَا تَرْكٌ لِظَوَاهِرِ الْكِتَابِ، وَتَقْدِيمٌ لِلسُّنَّةِ عَلَيْهِ، وَمِثْلُ ذَلِكَ لَا يُحْصَى كَثْرَةً. </p><p> \" وَأَمَا ثَانِيًا: فَإِنَّ الْكِتَابَ وَالسُّنَّةَ إِذَا تَعَارَضَا، فَاخْتَلَفَ أَهْلُ الْأُصُولِ هَلْ يُقَدَّمُ</p><p> الْكِتَابُ عَلَى السُّنَّةِ أَمْ بِالْعَكْسِ أَمْ هُمَا مُتَعَارِضَانِ؟ وَقَدْ تَكَلَّمَ النَّاسُ فِي حَدِيثِ مُعَاذٍ، وَرَأَوْا أَنَّهُ خِلَافُ الدَّلِيلِ، فَإِنَّ كُلَّ مَا فِي الْكِتَابِ لَا يُقَدَّمُ عَلَى كُلِّ السُّنَّةِ ; فَإِنَّ الْأَخْبَارَ الْمُتَوَاتِرَةَ لَا تَضْعُفُ فِي الدَّلَالَةِ عَنْ أَدِلَّةِ الْكِتَابِ وَأَخْبَارِ الْآحَادِ فِي مَحَلِّ الِاجْتِهَادِ مَعَ ظَوَاهِرِ الْكِتَابِ ; وَلِذَلِكَ وَقَعَ الْخِلَافُ، وَتَأَوَّلُوا التَّقْدِيمَ فِي الْحَدِيثِ عَلَى مَعْنَى الْبِدَايَةِ بِالْأَسْهَلِ الْأَقْرَبِ وَهُوَ الْكِتَابُ، فَإِذَا كَانَ الْأَمْرُ عَلَى هَذَا فَلَا وَجْهَ لِإِطْلَاقِ الْقَوْلِ بِتَقْدِيمِ الْكِتَابِ بَلِ الْمُتَّبَعُ الدَّلِيلُ. </p><p> \" </p><p> فَالْجَوَابُ: أَنَّ قَضَاءَ السُّنَّةِ عَلَى الْكِتَابِ لَيْسَ بِمَعْنَى تَقْدِيمِهَا عَلَيْهِ وَإِطْرَاحِ الْكِتَابِ، بَلْ إِنَّ ذَلِكَ الْمُعَبَّرَ فِي السُّنَّةِ هُوَ الْمُرَادُ فِي الْكِتَابِ، فَكَأَنَّ السُّنَّةَ بِمَنْزِلَةِ التَّفْسِيرِ وَالشَّرْحِ لِمَعَانِي أَحْكَامِ الْكِتَابِ، وَدَلَّ عَلَى ذَلِكَ قَوْلُهُ: لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ (١٦: ٤٤) فَإِذَا حَصَلَ بَيَانُ قَوْلِهِ تَعَالَى: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا (٥: ٣٨) بِأَنَّ الْقَطْعَ مِنَ الْكُوعِ، وَأَنَّ الْمَسْرُوقَ نِصَابٌ فَأَكْثَرُ مِنْ حِرْزٍ مِثْلِهِ ; فَذَلِكَ هُوَ الْمَعْنَى الْمُرَادُ مِنَ الْآيَةِ، لَا أَنْ نَقُولَ إِنَّ السُّنَّةَ أَثْبَتَتْ هَذِهِ الْأَحْكَامَ دُونَ الْكِتَابِ، كَمَا إِذَا بَيَّنَ مَالِكٌ أَوْ غَيْرُهُ مِنَ الْمُفَسِّرِينَ مَعْنَى آيَةٍ أَوْ حَدِيثٍ، فَعَمِلْنَا بِمُقْتَضَاهُ، فَلَا يَصِحُّ لَنَا أَنْ نَقُولَ: إِنَّنَا عَمِلْنَا بِقَوْلِ الْمُفَسِّرِ الْفُلَانِيِّ، دُونَ أَنْ نَقُولَ عَمِلْنَا بِقَوْلِ اللهِ أَوْ قَوْلِ رَسُولِهِ عَلَيْهِ السَّلَامُ. وَهَكَذَا سَائِرُ مَا بَيَّنَتْهُ السُّنَّةُ مِنْ كِتَابِ اللهِ، فَمَعْنَى كَوْنِ السُّنَّةِ قَاضِيَةً عَلَى الْكِتَابِ ; أَنَّهَا مُبَيِّنَةٌ لَهُ، فَلَا يُوقَفُ مَعَ إِجْمَالِهِ وَاحْتِمَالِهِ وَقَدْ بَيَّنَتِ الْمَقْصُودَ مِنْهُ لَا أَنَّهَا مُقَدَّمَةٌ عَلَيْهِ. </p><p> \" وَأَمَّا خِلَافُ الْأُصُولِيِّينَ فِي التَّعَارُضِ، فَقَدْ مَرَّ فِي أَوَّلِ كِتَابِ الْأَدِلَّةِ أَنَّ خَبَرَ الْوَاحِدِ إِذَا اسْتَنَدَ إِلَى قَاعِدَةٍ مَقْطُوعٍ بِهَا فَهُوَ فِي الْعَمَلِ مَقْبُولٌ، وَإِلَّا فَالتَّوَقُّفُ، وَكَوْنُهُ مُسْتَنِدًا إِلَى مَقْطُوعٍ بِهِ رَاجِعٌ إِلَى أَنَّهُ جُزْئِيٌّ تَحْتَ مَعْنًى قُرْآنِيٍّ كُلِّيٍّ، وَتَبَيَّنَ مَعْنَى هَذَا الْكَلَامِ هُنَالِكَ، فَإِذَا عَرَضْنَا هَذَا الْمَوْضِعَ عَلَى تِلْكَ الْقَاعِدَةِ، وَجَدْنَا الْمُعَارَضَةَ فِي الْآيَةِ وَالْخَبَرِ مُعَارَضَةَ أَصْلَيْنِ قُرْآنِيَّيْنِ، فَيَرْجِعُ إِلَى ذَلِكَ، وَخَرَجَ عَنْ مُعَارَضَةِ كِتَابٍ مَعَ سُنَّةٍ، وَعِنْدَ ذَلِكَ لَا يَصِحُّ هَذَا التَّعَارُضُ إِلَّا مِنْ تَعَارُضِ قَطْعِيَّيْنِ، وَأَمَّا إِذَا لَمْ يَسْتَنِدِ الْخَبَرُ إِلَى قَاعِدَةٍ قَطْعِيَّةٍ، فَلَا بُدَّ مِنْ تَقْدِيمِ الْقُرْآنِ عَلَى الْخَبَرِ بِإِطْلَاقٍ.</p><p> \" وَأَيْضًا فَإِنَّ مَا ذُكِرَ مِنْ تَوَاتُرِ الْأَخْبَارِ، إِنَّمَا غَالِبُهُ فَرْضُ أَمْرٍ جَائِزٍ، وَلَعَلَّكَ لَا تَجِدُ فِي الْأَخْبَارِ النَّبَوِيَّةِ مَا يَقْضِي بِتَوَاتُرِهِ إِلَى زَمَنِ الْوَاقِعَةِ، فَالْبَحْثُ الْمَذْكُورُ فِي الْمَسْأَلَةِ بَحْثٌ فِي غَيْرِ وَاقِعٍ أَوْ نَادِرِ الْوُقُوعِ، وَلَا كَبِيرَ جَدْوَى فِيهِ، وَاللهُ أَعْلَمُ. </p><p> (الْمَسْأَلَةُ الثَّالِثَةُ) : السُّنَّةُ رَاجِعَةٌ فِي مَعْنَاهَا إِلَى الْكِتَابِ ; فَهِيَ تَفْصِيلُ مُجْمَلِهِ، وَبَيَانُ مُشْكَلِهِ، وَبَسْطُ مُخْتَصَرِهِ ; وَذَلِكَ لِأَنَّهَا بَيَانٌ لَهُ، وَهُوَ الَّذِي دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ (١٦: ٤٤) فَلَا تَجِدُ فِي السُّنَّةِ أَمْرًا إِلَّا وَالْقُرْآنُ قَدْ دَلَّ عَلَى مَعْنَاهُ دَلَالَةً إِجْمَالِيَّةً أَوْ تَفْصِيلِيَّةً، وَأَيْضًا فَكُلُّ مَا دَلَّ عَلَى أَنَّ الْقُرْآنَ هُوَ كُلِّيَّةُ الشَّرِيعَةِ وَيَنْبُوعٌ لَهَا ; فَهُوَ دَلِيلٌ عَلَى ذَلِكَ، وَلِأَنَّ اللهَ قَالَ: وَإِنَّكَ لِعَلَى خُلُقٍ عَظِيمٍ (٦٨: ٤) وَفَسَّرَتْ عَائِشَةُ ذَلِكَ بِأَنَّ خُلُقَهُ الْقُرْآنُ، وَاقْتَصَرَتْ فِي خُلُقِهِ عَلَى ذَلِكَ، فَدَلَّ عَلَى أَنَّ قَوْلَهُ وَفِعْلَهُ وَإِقْرَارَهُ رَاجِعٌ إِلَى الْقُرْآنِ، لِأَنَّ الْخُلُقَ مَحْصُورٌ فِي هَذِهِ الْأَشْيَاءِ، وَلِأَنَّ اللهَ جَعَلَ الْقُرْآنَ تِبْيَانًا لِكُلِّ شَيْءٍ، فَيَلْزَمُ مِنْ ذَلِكَ أَنْ تَكُونَ السُّنَّةُ حَاصِلَةً فِيهِ فِي الْجُمْلَةِ ; لِأَنَّ الْأَمْرَ وَالنَّهْيَ أَوَّلُ مَا فِي الْكِتَابِ. وَمِثْلُهُ قَوْلُهُ: مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ (٦: ٣٨) وَقَوْلُهُ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ (٥: ٣) </p><p> وَهُوَ يُرِيدُ: بِإِنْزَالِ الْقُرْآنِ، فَالسُّنَّةُ إِذًا فِي مَحْصُولِ الْأَمْرِ بَيَانٌ لِمَا فِيهِ، وَذَلِكَ مَعْنَى كَوْنِهَا رَاجِعَةً إِلَيْهِ، وَأَيْضًا فَالِاسْتِقْرَاءُ التَّامُّ دَلَّ عَلَى ذَلِكَ، حَسْبَمَا يُذْكَرُ بَعْدُ بِحَوْلِ اللهِ، وَقَدْ تَقَدَّمَ فِي أَوَّلِ كِتَابِ الْأَدِلَّةِ أَنَّ السُّنَّةَ رَاجِعَةٌ إِلَى الْكِتَابِ، وَإِلَّا وَجَبَ التَّوَقُّفُ عَنْ قَبُولِهَا، وَهُوَ أَصْلٌ كَافٍ فِي هَذَا الْمَقَامِ \".</p><p> ثُمَّ أَوْرَدَ الشَّاطِبِيُّ الشُّبَهَاتِ عَلَى هَذَا مَعَ رَدِّهَا، وَمُلَخَّصُهَا أَنَّهُ غَيْرُ صَحِيحٍ مِنْ أَوْجُهٍ: </p><p> (١) الْآيَاتُ الْوَارِدَةُ فِي تَحْكِيمِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاتِّبَاعِهِ وَطَاعَتِهِ، وَأَخْذِ مَا أَعْطَى وَالِانْتِهَاءِ عَمَّا نَهَى، وَحَذَّرَ الْمُخَالِفَةَ عَنْ أَمْرِهِ. </p><p> (٢) الْأَحَادِيثُ الدَّالَّةُ عَلَى ذَمِّ تَرْكِ السُّنَّةِ. </p><p> (٣) الِاسْتِقْرَاءُ الدَّالُّ عَلَى أَنَّ فِي السُّنَّةِ أَحْكَامًا كَثِيرَةً لَمْ يَنُصَّ عَلَيْهَا الْقُرْآنُ ; كَتَحْرِيمِ نِكَاحِ الْمَرْأَةِ عَلَى عَمَّتِهَا أَوْ خَالَتِهَا، وَتَحْرِيمِ الْحُمُرِ الْأَهْلِيَّةِ وَكُلِّ ذِي نَابٍ مِنَ السِّبَاعِ. </p><p> (٤) \" إِنَّ الِاقْتِصَارَ عَلَى الْكِتَابِ رَأْيُ قَوْمٍ لَا خَلَاقَ لَهُمْ خَارِجِينَ عَنِ السُّنَّةِ ; إِذْ عَوَّلُوا عَلَى مَا بَنَيْتُ عَلَيْهِ مِنْ أَنَّ الْكِتَابَ فِيهِ بَيَانُ كُلِّ شَيْءٍ، فَأَطْرَحُوا أَحْكَامَ السُّنَّةِ، فَأَدَّاهُمْ ذَلِكَ إِلَى الِانْخِلَاعِ عَنِ الْجَمَاعَةِ وَتَأْوِيلِ الْقُرْآنِ عَلَى غَيْرِ مَا أَنْزَلَ اللهُ. وَأَوْرَدَ بَعْضَ الْأَخْبَارِ وَالْآثَارِ عَنِ الصَّحَابَةِ فِي ذَلِكَ. </p><p> ثُمَّ أَجَابَ بِأَنَّ هَذِهِ الْوُجُوهَ الْمَذْكُورَةَ لَا حُجَّةَ فِيهَا عَلَى خِلَافِ مَا تَقَدَّمَ، وَتَكَلَّمَ عَنْ كُلِّ وَجْهٍ مِنْهَا. وَمُلَخَّصُ الْجَوَابِ عَنِ الْوَجْهِ الْأَوَّلِ وَالثَّانِي: أَنَّ السُّنَّةَ تُطَاعُ لِأَنَّهَا بَيَانٌ لِلْقُرْآنِ، فَطَاعَةُ اللهِ الْعَمَلُ بِكِتَابِهِ، وَطَاعَةُ الرَّسُولِ الْعَمَلُ بِمَا بَيَّنَ بِهِ كِتَابَ اللهِ - تَعَالَى - قَوْلًا أَوْ عَمَلًا أَوْ حُكْمًا، وَلَوْ كَانَ فِي السُّنَّةِ شَيْءٌ لَا أَصْلَ لَهُ فِي الْكِتَابِ لَمْ تَكُنْ بَيَانًا لَهُ، وَلَا يَخْرُجُ مِنْ هَذَا مَا فِي السُّنَّةِ مِنَ التَّفْصِيلِ لِأَحْكَامِ الْقُرْآنِ الْإِجْمَالِيَّةِ وَإِنْ كَانَ تَتَرَاءَى أَنَّهَا لَيْسَتْ مِنْهُ كَالصَّلَاةِ الْمُجْمَلَةِ فِي الْقُرْآنِ، الْمُفَصَّلَةِ فِي السُّنَّةِ، وَلَكِنَّنَا عَلِمْنَا بِهَذَا التَّفْصِيلِ أَنَّهُ هُوَ مُرَادُ اللهِ مِنَ الصَّلَاةِ الَّتِي ذَكَرَهَا فِي كِتَابِهِ مُجْمَلَةً. وَمُلَخَّصُ الْجَوَابِ عَنِ الرَّابِعِ: أَنَّ خُرُوجَ أُولَئِكَ الْخَوَارِجِ عَنِ السُّنَّةِ لِمَكَانِ اتِّبَاعِهِمُ الرَّأْيَ وَالْهَوَى، وَإِطْرَاحِهِمُ السُّنَنَ الْمُبَيِّنَةَ لِلْقُرْآنِ ; يَعْنِي أَنَّهُمْ جَعَلُوا بَيَانَهُمْ لَهُ أَوْلَى مِنْ بَيَانِ الرَّسُولِ الَّذِي جَعَلَهُ اللهُ مُبَيِّنًا لَهُ. وَقَالَ فِي هَذَا الْمَوْضِعِ: نَعَمْ يَجُوزُ أَنْ تَأْتِيَ السُّنَّةُ بِمَا لَيْسَ فِيهِ مُخَالَفَةٌ وَلَا مُوَافَقَةٌ، بَلْ بِمَا يَكُونُ مَسْكُوتًا عَنْهُ فِي الْقُرْآنِ، إِلَّا إِذَا قَامَ الْبُرْهَانُ عَلَى خِلَافِ هَذَا الْجَائِزِ، وَهُوَ الَّذِي تَرْجَمَ لَهُ فِي هَذِهِ الْمَسْأَلَةِ ; فَحِينَئِذٍ، لَا بُدَّ فِي كُلِّ حَدِيثٍ مِنَ الْمُوَافَقَةِ لِكِتَابِ اللهِ، كَمَا صَرَّحَ بِهِ الْحَدِيثُ الْمَذْكُورُ ; فَمَعْنَاهُ صَحِيحٌ صَحَّ سَنَدُهُ أَوَّلًا ; أَيْ فَهَذَا الْأَمْرُ الْجَائِزُ غَيْرُ وَاقِعٍ، وَالْمُرَادُ بِالْحَدِيثِ الَّذِي أَشَارَ إِلَيْهِ الْحَدِيثُ الَّذِي فِيهِ وُجُوبُ مُوَافَقَةِ الْحَدِيثِ لِلْقُرْآنِ بَعْدَ عَرْضِهِ عَلَيْهِ، وَقَدْ أَطَالَ فِي تَأْيِيدِهِ. </p><p> وَأَمَّا الْوَجْهُ الثَّالِثُ: فَقَدْ عَقَدَ لَهُ مَسْأَلَةً خَاصَّةً (وَهِيَ الْمَسْأَلَةُ الرَّابِعَةُ) اسْتَغْرَقَتْ خَمْسَ عَشْرَةَ صَفْحَةً مِنَ الْكِتَابِ، بَيَّنَ فِيهَا بِالْأَدِلَّةِ وَالْأَمْثِلَةِ وَالشَّوَاهِدِ أَنَّهُ لَمْ يَصِحَّ فِي السُّنَّةِ </p><p> حُكْمٌ لَا أَصْلَ لَهُ فِي الْقُرْآنِ، بَلْ كُلُّ مَا وَرَدَ فِي ذَلِكَ لَهُ أَصْلٌ هُوَ بَيَانٌ لَهُ، فَلْيُرَاجِعْ ذَلِكَ مَنْ شَاءَ. </p><p> أَمَّا الْمَسْلَكُ الَّذِي سَلَكَهُ (الشَّاطِبِيُّ) فِي إِرْجَاعِ بَعْضِ الْأَحْكَامِ الثَّابِتَةِ فِي السُّنَّةِ إِلَى الْقُرْآنِ ; فَهُوَ أَنَّهُ ذَكَرَ الْأُصُولَ الْكُلِّيَّةَ الَّتِي تَدُورُ عَلَيْهَا أَحْكَامُ الْقُرْآنِ فِي جَلْبِ الْمَصَالِحِ وَدَفْعِ الْمَفَاسِدِ مِنَ الضَّرُورِيَّاتِ وَالْحَاجَاتِ وَالتَّحْسِينَاتِ، وَبَيَّنَ أَنَّ كُلَّ مَا فِي السُّنَّةِ رَاجِعٌ إِلَيْهَا، وَضَرَبَ الْأَمْثِلَةَ فِي الضَّرُورَاتِ الْخَمْسِ الْكُلِّيَّةِ، وَهِيَ: حَفِظُ الدِّينِ وَالنَّفْسِ وَالْمَالِ وَالْعَقْلِ وَالْعِرْضِ، وَقَالَ:  \" وَيُلْحَقُ بِهَا مُكَمِّلَاتُهَا وَالْحَاجَاتُ، وَيُضَافُ إِلَيْهَا مُكَمِّلَاتُهَا، وَلَا زَائِدَ عَلَى هَذِهِ الثَّلَاثَةِ الْمُقَرَّرَةِ فِي كِتَابِ الْمَقَاصِدِ - أَيْ مِنْ كِتَابِهِ</p><p> هَذَا - وَإِذَا نَظَرْنَا إِلَى السُّنَّةِ وَجَدْنَاهَا لَا تَزِيدُ عَلَى تَقْرِيرِ هَذِهِ الْأُمُورِ ; فَالْكِتَابُ أَتَى بِهَا أُصُولًا يُرْجَعُ إِلَيْهَا، وَالسُّنَّةُ أَتَتْ بِهَا تَفْرِيعًا عَلَى الْكِتَابِ وَبَيَانًا لِمَا فِيهِ مِنْهَا، فَلَا تَجِدُ فِي السُّنَّةِ إِلَّا مَا هُوَ رَاجِعٌ إِلَى تِلْكَ الْأَقْسَامِ. </p><p> ثُمَّ بَيَّنَ أَنَّ الْحَاجَاتِ تَدُورُ عَلَى قُطْبِ التَّوْسِعَةِ وَالتَّيْسِيرِ وَالرِّفْقِ وَرَفْعِ الْحَرَجِ، وَأَصْلُ ذَلِكَ فِي الْقُرْآنِ، وَبَيَانُ السُّنَّةِ لَهُ بِالْعَمَلِ وَالْقَوْلِ، وَأَنَّ التَّحْسِينَاتِ كَالْحَاجَاتِ، فَإِنَّهَا تَرْجِعُ إِلَى الْآدَابِ وَمَحَاسِنِ الْأَخْلَاقِ، وَأَصْلُهَا فِي الْقُرْآنِ، وَبَيَانُ السُّنَّةِ لَهَا كَذَلِكَ بِمَا هُوَ أَوْضَحُ فِي الْفَهْمِ، وَأَشْفَى فِي الشَّرْحِ، وَبَيَّنَ مَسْلَكَ السُّنَّةِ فِي الِاجْتِهَادِ فِي الْقُرْآنِ وَالْقِيَاسِ عَلَى أُصُولِهِ وَعِلَلِهِ ; لِحِفْظِ مَقَاصِدِهَا وَبَيَانِهَا لِلنَّاسِ وَأَخْذِ الْمَعْنَى الْعَامِّ مِنْ مَجْمُوعِ أَدِلَّتِهِ الْمُتَفَرِّقَةِ، وَفِقْهِ مَقَاصِدِهِ مِنْهَا. </p><p> وَقَدْ أَوْرَدَ الشَّوَاهِدَ عَلَى ذَلِكَ وَالْأَمْثِلَةَ لَهُ، مِثَالٌ مِنْ ذَلِكَ قَوْلُهُ فِي أَصْلِ حِفْظِ الْمَالِ: وَلَهُ أَمْثِلَةٌ، أَحَدُهَا: أَنَّ اللهَ، عَزَّ وَجَلَّ، حَرَّمَ الرِّبَا وَرِبَا الْجَاهِلِيَّةِ الَّذِي قَالُوا فِيهِ: \" إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا \" هُوَ فَسْخُ الدَّيْنِ فِي الدَّيْنِ،يَقُولُ الطَّالِبُ:إِمَّا أَنْ تَقْضِيَ، وَإِمَّا أَنْ تُرْبِيَ.وَهُوَ الَّذِي دَلَّ عَلَيْهِ أَيْضًا فِي قَوْلِهِ:وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ(٢: ٢٧٩)فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" وَرِبَا الْجَاهِلِيَّةِ مَوْضُوعٌ، وَأَوَّلُ رِبًا أَضَعُ رِبَا الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ فَإِنَّهُ مَوْضُوعٌ كُلُّهُ \" وَإِذَا كَانَ كَذَلِكَ، وَكَانَ الْمَنْعُ فِيهِ إِنَّمَا هُوَ مِنْ أَجْلِ كَوْنِهِ زِيَادَةً عَلَى غَيْرِ عِوَضٍ، أَلْحَقَتِ السُّنَّةُ بِهِ كُلَّ مَا فِيهِ زِيَادَةٌ بِذَلِكَ الْمَعْنَى. وَذَكَرَ حَدِيثَ بَيْعِ الْأَصْنَافِ السِّتَّةِ سَوَاءً بِسَوَاءٍ يَدًا بِيَدٍ، وَمَنْ أَرَادَ الِاطِّلَاعَ عَلَى أَمْثِلَةِ كُلِّ نَوْعٍ مِمَّا ذَكَرَهُ فَلْيَرْجِعْ إِلَى كِتَابِهِ. </p><p> وَقَالَ فِي أَوَاخِرِ هَذِهِ الْمَسْأَلَةِ:  (فَصْلٌ) وَقَدْ ظَهَرَ مِمَّا تَقَدَّمَ الْجَوَابُ عَمَّا أَوْرَدُوا مِنَ الْأَحَادِيثِ الَّتِي قَالُوا: إِنَّ الْقُرْآنَ لَمْ يُنَبِّهْ عَلَيْهَا، فَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يُوشِكُ رَجُلٌ مِنْكُمْ مُتَّكِئٌ عَلَى أَرِيكَتِهِ إِلَى آخِرِهِ، لَا يَتَنَاوَلُ مَا نَحْنُ فِيهِ ; فَإِنَّ الْحَدِيثَ إِنَّمَا جَاءَ فِي مَنْ يَطْرَحُ السُّنَّةَ مُعْتَمِدًا عَلَى رَأْيِهِ فِي فَهْمِ الْقُرْآنِ، وَهَذَا لَمْ نَدَّعِهِ فِي مَسْأَلَتِنَا هَذِهِ، بَلْ هُوَ رَأْيُ أُولَئِكَ الْخَارِجِينَ </p><p> عَنِ الطَّرِيقَةِ الْمُثْلَى، وَقَوْلُهُ:  \" أَلَا وَإِنَّ مَا حَرَّمَ رَسُولُ اللهِ مِثْلُ مَا حَرَّمَ اللهُ \" صَحِيحٌ عَلَى الْوَجْهِ الْمُتَقَدِّمِ، إِمَّا بِتَحْقِيقِ الْمَنَاطِ الدَّائِرِ بَيْنَ الطَّرَفَيْنِ الْوَاضِحَيْنِ وَالْحُكْمِ عَلَيْهِ، وَإِمَّا بِالطَّرِيقَةِ الْقِيَاسِيَّةِ، وَإِمَّا بِغَيْرِهَا مِنَ الْمَآخِذِ الْمُتَقَدِّمَةِ. اهـ. </p><p> أَقُولُ: الْحَدِيثُ الَّذِي ذَكَرَ بَعْضَهُ اكْتِفَاءً بِذِكْرِهِ كُلِّهِ فِي الْحُجَجِ الَّتِي أَوْرَدَهَا عَلَى قَاعِدَتِهِ هُوَ حَدِيثُ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ، رَوَاهُ أَحْمَدُ وَابْنُ مَاجَهْ وَالْحَاكِمُ، بِلَفْظٍ: يُوشِكُ أَنْ يَقْعُدَ الرَّجُلُ مُتَّكِئًا عَلَى أَرِيكَتِهِ يُحَدِّثُ مِنْ حَدِيثِي، فَيَقُولُ: بَيْنَنَا وَبَيْنَكُمْ كِتَابُ اللهِ ; فَمَا وَجَدْنَا فِيهِ مِنْ حَلَالٍ اسْتَحْلَلْنَاهُ، وَمَا وَجَدْنَا فِيهِ مِنْ حَرَامٍ حَرَّمْنَاهُ، أَلَا وَإِنَّ مَا حَرَّمَ رَسُولُ اللهِ مِثْلُ مَا حَرَّمَ اللهُ وَسَنَدُهُ حَسَنٌ، فِيهِ زَيْدُ بْنُ الْحُبَابِ، قَالَ فِيهِ الْإِمَامُ أَحْمَدُ: إِنَّهُ صَدُوقٌ كَثِيرُ الْخَطَأِ، وَذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ، وَوَصَفَهُ بِكَثْرَةِ الْخَطَأِ أَيْضًا، وَتَكَلَّمُوا فِي أَحَادِيثَ لَهُ عَنْ سُفْيَانَ تُسْتَغْرَبُ، وَقَدْ تَرَكَهُ الشَّيْخَانِ لِذَلِكَ، وَاللَّفْظُ الْآخَرُ: لَا أَلْفَيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الْأَمْرُ مِنْ أَمْرِي ; مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ، فَيَقُولُ: لَا نَدْرِي، مَا وَجَدْنَاهُ فِي كِتَابِ اللهِ اتَّبَعْنَاهُ رَوَاهُ أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ عَنْ أَبِي رَافِعٍ، وَقَالَ التِّرْمِذِيُّ: حَسَنٌ، وَذَكَرَ أَنَّ بَعْضَهُمْ رَوَاهُ مُرْسَلًا. </p><p> وَمِنَ الْقَوَاعِدِ الَّتِي يَجِبُ مُرَاعَاتُهَا فِي هَذَا الْبَابِ مَا يَنْهَى عَنْهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْمُبَاحَاتِ لِكَرَاهَتِهِ لَا لِتَحْرِيمِهِ، أَوْ لِلْمَنْعِ مِنْهُ مُؤَقَّتًا لِعِلَّةٍ عَارِضَةٍ، وَيُوشِكُ أَنَّ النَّهْيَ عَنْ أَكْلِ لُحُومِ السِّبَاعِ مِنَ الْأَوَّلِ، وَعَنِ الْحُمُرِ الْأَهْلِيَّةِ مَعَ الْإِذْنِ بِأَكْلِ الْخَيْلِ يَوْمَ خَيْبَرَ مِنَ الثَّانِي، لَوْلَا مَا رُوِيَ بِلَفْظِ التَّحْرِيمِ، وَمِثَالُ الْعِلَّةِ الْعَارِضَةِ: قِلَّةُ الشَّيْءِ مَعَ الْحَاجَةِ إِلَيْهِ، كَمَا تَنْهَى بَعْضُ الْحُكُومَاتِ أَحْيَانًا عَنْ بَيْعِ الْخَيْلِ فِي أَيَّامِ الْحَرْبِ، أَوْ عَنْ ذَبْحِ الْبَقَرِ لِشِدَّةِ الْحَاجَةِ إِلَيْهَا فِي الْفِلَاحَةِ. وَقَدْ يَرِدُ الْحَدِيثُ بِلَفْظَيْنِ ; أَحَدُهُمَا: لَفْظُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْآخَرُ: لَفْظٌ بِمَعْنَاهُ بِحَسْبِ فَهْمِ الرَّاوِي، فَقَدْ رَوَى مُسْلِمٌ، وَأَصْحَابُ السُّنَنِ مَا عَدَا التِّرْمِذِيَّ، مِنْ حَدِيثِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ، وَمِخْلَبٍ مِنَ الطَّيْرِ. وَعَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ: كُلُّ ذِي نَابٍ مِنَ السِّبَاعِ فَأَكْلُهُ حَرَامٌ، فَيَجُوزُ أَنْ يَكُونَ رَوَى أَحَدَهُمَا بِالْمَعْنَى، فَإِنْ كَانَ حَدِيثُ أَبِي هُرَيْرَةَ هُوَ الْمَرْوِيَّ بِالْمَعْنَى يَجُوزُ حَمْلُ النَّهْيِ عَلَى الْكَرَاهَةِ، فَلَا يَكُونُ الْحَدِيثُ مُعَارِضًا لِحَصْرِ الْمُحَرَّمَاتِ فِيمَا حَصَرَهَا فِيهِ الْقُرْآنُ، وَفِي مَعْنَاهُ حَدِيثُ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ عِنْدَ الْجَمَاعَةِ مَا عَدَا الْبُخَارِيَّ، وَأَبَا دَاوُدَ، وَلَهُ رِوَايَاتٌ أُخْرَى، وَلَعَلَّ مَالِكًا كَانَ يَفْهَمُ مِنْهُ هَذَا، فَقَدْ رُوِيَ عَنْهُ قَوْلٌ بِكَرَاهَةِ أَكْلِ هَذِهِ الْأَشْيَاءِ، وَقَوْلٌ </p><p> بِإِبَاحَتِهَا، وَقَدْ فَاتَ هَذَا صَاحِبَ الْمُوَافِقَاتِ مَعَ أَنَّهُ مِنْ فُقَهَاءِ مَذْهَبِ مَالِكٍ، وَسَنَعُودُ إِلَى مَسْأَلَةِ السِّبَاعِ فِي تَفْسِيرِ الْآيَةِ الْآتِيَةِ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ اللهَ - تَعَالَى - أَكْمَلَ الدِّينَ بِالْقُرْآنِ وَبَيَانِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلنَّاسِ مَا نَزَّلَ إِلَيْهِمْ فِيهِ، فَمَا صَحَّ مِنْ بَيَانِهِ لَا يُعْدَلُ عَنْهُ إِلَى غَيْرِهِ، وَمَا بَعْدَ سُنَّتِهِ نُورٌ يُهْتَدَى بِهِ فِي </p><p> فَهْمِ أَحْكَامِهِ لِلْعَالِمِ بِلُغَتِهِ مِثْلُ إِجْمَاعِ الصَّحَابَةِ، أَوْ عَمَلِ السَّوَادِ الْأَعْظَمِ مِنْهُمْ وَمِمَّنْ تَبِعَهُمْ فِي هُدَاهُمْ، فَمَنْ رَغِبَ عَنْ سُنَّتِهِمْ ضَلَّ وَغَوَى وَلَمْ يَسْلَمْ مِنِ اتِّبَاعِ الْهَوَى، وَأَمَّا مَا تَوَسَّعَ فِيهِ بَعْضُ الْمُصَنِّفِينَ فِي الْفِقْهِ بَعْدَ الصَّحَابَةِ وَالتَّابِعِينَ مِنْ أَحْكَامِ الْعِبَادَاتِ وَالْحَلَالِ وَالْحَرَامِ بِدَعْوَى الْقِيَاسِ الشَّرْعِيِّ فَهُوَ يُنَافِي إِكْمَالَ الدِّينِ وَيُسْرَهُ، وَرَفْعَ الْحَرَجِ مِنْهُ، وَقَدْ أَنْكَرَ بَعْضُ أَئِمَّةِ الْعُلَمَاءِ هَذَا الْقِيَاسَ، وَخَصَّهُ بَعْضُهُمْ بِمَا عَدَا الْعِبَادَاتِ، وَفِي مَعْنَاهَا الْحَلَّالُ وَالْحَرَامُ، عَلَى أَنَّهُمْ يَسْتَنْبِطُونَ مِنْ عِبَارَاتِ شُيُوخِهِمْ فَيَجْعَلُونَهَا كَنُصُوصِ الشَّرْعِ، وَإِنْ لَمْ تُضْبَطْ بِالرِّوَايَةِ كَمَا ضُبِطَتْ نُصُوصُ الشَّرْعِ، وَيَعُدُّونَ تَعْلِيلَاتِهِمْ كَتَعْلِيلَاتِ الْكِتَابِ وَالسُّنَّةِ، فَيَجْعَلُونَهَا دَلِيلًا عَلَى الْأَحْكَامِ وَمَدَارًا لِلِاسْتِنْبَاطِ، بَلْ صَارُوا يُقَدِّمُونَهَا عَلَى الْكِتَابِ وَالسُّنَّةِ، فَمَا وَافَقَهَا مِنْهُمَا جَعَلُوهُ دَلِيلًا لَهَا، وَمَا خَالَفَتْهُ مِنْهُمَا أَوْجَبُوا الْعَمَلَ بِهَا دُونَهُمَا، فَصَارَتْ أَحْكَامُ الدِّينِ الْمُسْتَنْبَطَةُ عَلَى هَذِهِ الطَّرِيقَةِ أَضْعَافَ أَضْعَافِ الْأَحْكَامِ الْمَنْصُوصَةِ، وَهُجِرَ الْكِتَابُ وَالسُّنَّةُ لِأَجْلِهَا، فَهَلْ يَتَّفِقُ هَذَا مَعَ الِاعْتِقَادِ بِأَنَّ اللهَ أَكْمَلَ الدِّينَ بِكِتَابِهِ، وَبَيَّنَهُ بِسُنَّةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ أَمَّا الْقِيَاسُ الصَّحِيحُ وَمَا نِيطَ مِنْهُ بِأُولِي الْأَمْرِ مِنَ الْمُؤْمِنِينَ، فَقَدْ بَيَّنَّاهُ فِي تَفْسِيرِ يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ (٤: ٥٩) وَسَيَأْتِي لِهَذِهِ الْمَبَاحِثِ مَزِيدٌ فِي تَفْسِيرِ لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ (٥: ١٠١) مِنْ هَذِهِ السُّورَةِ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> وَالْمُخْتَارُ عِنْدَنَا فِي إِكْمَالِ الدِّينِ مَا قَالَهُ ابْنُ عَبَّاسٍ، وَتَبِعَهُ عَلَيْهِ الْجُمْهُورُ، مِنْ أَنَّ الْمُرَادَ بِالدِّينِ فِيهِ عَقَائِدُهُ وَأَحْكَامُهُ وَآدَابُهُ (الْعِبَادَاتُ وَمَا فِي مَعْنَاهَا بِالتَّفْصِيلِ، وَالْمُعَامَلَاتُ بِالْإِجْمَالِ وَنَوْطُهَا بِأُولِي الْأَمْرِ) وَيَدْخُلُ فِيهِ مَا اخْتَارَهُ ابْنُ جَرِيرٍ مِنْ أَمْرِ الْحَجِّ دُخُولًا أَوَّلِيًّا بِقَرِينَةِ الْحَالِ ; أَمْرِ الْقُوَّةِ وَاكْتِفَاءِ أَمْرِ الْمُشْرِكِينَ، قَدْ عُلِمَ مِنْ قَوْلِهِ </p><p> الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ (٥: ٣) وَيَزِيدُهُ تَقْرِيرًا وَتَأْكِيدًا قَوْلُهُ: وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي (٥: ٣) وَلَوْلَا أَنَّ الْمُرَادَ بِالدِّينِ جُمْلَتُهُ وَمَجْمُوعُهُ لَمَا قَالَ: وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا (٥: ٣) . فَالْعَجَبُ مِنِ ابْنِ جَرِيرٍ كَيْفَ أَذْهَلَهُ مَا تَوَهَّمَهُ مِنْ تَعَارُضِ الرِّوَايَاتِ عَنْ هَذَا النَّصِّ! . </p><p> هَذَا وَإِنَّ قَوْلَ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ: إِنَّ اللهَ أَكْمَلَهُ فَلَا يَنْقُصُهُ أَبَدًا، أَثْبَتُ وَأَظْهَرُ مِنْ قَوْلِ عُمَرَ رَضِيَ اللهُ عَنْهُ: مَا بَعْدَ الْكَمَالِ إِلَّا النَّقْصُ، إِلَّا أَنْ يُجْمَعَ بَيْنَهُمَا بِأَنَّ ابْنَ عَبَّاسٍ أَرَادَ الدِّينَ نَفْسَهُ، وَعُمَرَ أَرَادَ قُوَّةَ الْأَخْذِ وَالِاسْتِمْسَاكِ بِهِ وَالْإِخْلَاصِ فِيهِ ; إِذْ لَا شَكَّ فِي أَنَّ هَذَا الْمَعْنَى كَانَ فِي عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَتَمَّ وَأَكْمَلَ، فَالرَّاجِحُ أَنَّهُ هُوَ مُرَادُ عُمَرَ، وَيُؤَيِّدُهُ مَا رُوِيَ عَنْهُ أَنَّهُ فَهِمَ مِنَ الْآيَةِ قُرْبَ وَفَاةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرُوِيَ ذَلِكَ عَنْ أَبِي بَكْرٍ </p><p> أَيْضًا، رَضِيَ اللهُ عَنْهُمَا وَعَنْ سَائِرِ الْآلِ وَالصَّحْبِ الصَّادِقِينَ الْمُخْلِصِينَ، الَّذِينَ حَفِظُوا لَنَا بِحِفْظِ الْقُرْآنِ وَالْعَمَلِ بِهِ وَبِالسُّنَّةِ، هَذَا الدِّينَ، فَالْعُمْدَةُ فِي مَعْرِفَتِهِ حَقَّ الْمَعْرِفَةِ الْقُرْآنُ وَالسُّنَّةُ الْعَمَلِيَّةُ الَّتِي لَمَّ تُعْرَفْ إِلَّا بِجَرْيِهِمْ عَلَيْهَا، وَلَا سَعَةَ لِمُسْلِمٍ أَنْ يَخْرُجَ عَنْ هَذَيْنِ الْأَمْرَيْنِ بِاجْتِهَادِهِ وَرَأْيِهِ، أَمَّا مَا لَمْ يَجْرِ عَلَيْهِ الْعَمَلُ، وَلَمْ يَرِدْ فِي الْقُرْآنِ مِنْ أَخْبَارِ الْآحَادِ الْقَوْلِيَّةِ أَوِ الْعَمَلِيَّةِ الَّتِي لَمْ تَكُنْ سُنَّةً مُتَّبَعَةً لِلسَّوَادِ الْأَعْظَمِ مِنْهُمْ، فَهِيَ الَّتِي يَجُوزُ أَنْ تَكُونَ مَحَلًّا لِاجْتِهَادِ الْمُجْتَهِدِينَ مِنْ حَيْثُ صِحَّةِ رِوَايَتِهَا وَتَحْقِيقِ الْمُرَادِ مِنْهَا، وَسَلَامَتِهَا مِنَ الْمُعَارَضَةِ، وَالتَّرْجِيحِ بَيْنَ الْمُتَعَارِضَاتِ مِنْهَا، وَلَا يَصِحُّ أَنْ يَكُونَ شَيْءٌ مِنْ ذَلِكَ عَقِيدَةً، وَلَا أَمْرًا كُلِّيًّا مِنْ أُمُورِ الدِّينِ ; إِذْ لَوْ صَحَّ هَذَا لَكَانَ مُنَافِيًا لِمِنَّةِ اللهِ عَلَى الْمُؤْمِنِينَ كَافَّةً بِأَنَّهُ أَكْمَلَ لَهُمُ الدِّينَ، وَأَتَمَّ عَلَيْهِمُ النِّعْمَةَ، وَلَا يُعْقَلُ أَنْ يَكُونَ هَذَا الْإِكْمَالُ وَالْإِتْمَامُ مُتَوَقِّفًا عَلَى مَا لَمْ يَطَّلِعْ عَلَيْهِ إِلَّا الْآحَادُ مِنَ النَّاسِ، بَلْ يَكُونُ هَذَا النَّوْعُ فِي الْفُرُوعِ وَالْمَسَائِلِ الْجُزْئِيَّةِ الَّتِي يَنْفَعُ الْعِلْمُ بِهَا وَلَا يَضُرُّ أَحَدًا فِي دِينِهِ أَنْ يَجْهَلَهَا ; وَلِهَذَا لَمْ يَشْتَرِطْ أَحَدٌ مِنَ الْعُلَمَاءِ فِي الِاجْتِهَادِ وَالْإِمَامَةِ فِي فَهْمِ الدِّينِ الْإِحَاطَةَ بِأَحَادِيثِ الْآحَادِ الْمُتَعَلِّقَةِ بِهَذِهِ الْجُزْئِيَّاتِ. </p><p> ثُمَّ قَالَ عَزَّ وَجَلَّ: فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ الِاضْطِرَارُ هُوَ دَفْعُ الْإِنْسَانِ إِلَى مَا يَضُرُّهُ وَحَمْلُهُ عَلَيْهِ أَوْ إِلْجَاؤُهُ إِلَيْهِ ; فَهُوَ صِيغَةُ افْتِعَالٍ مِنَ الضَّرَرِ، وَأَصْلُ مَعْنَاهُ: الضِّيقُ، وَهَذِهِ الصِّيغَةُ تَدُلُّ عَلَى التَّكَلُّفِ، فَالِاضْطِرَارُ تَكَلُّفُ مَا يَضُرُّ بِمُلْجِئٍ يُلْجِئُ إِلَيْهِ، وَالْمُلْجِئُ إِلَى ذَلِكَ إِمَّا أَنْ يَكُونَ مِنْ نَفْسِ الْإِنْسَانِ، وَحِينَئِذٍ لَا بُدَّ أَنْ يَكُونَ ضَرَرًا </p><p> حَاصِلًا أَوْ مُتَوَقَّعًا يُلْجِئُ إِلَى التَّخَلُّصِ مِنْهُ بِمَا هُوَ أَخَفُّ مِنْهُ، عَمَلًا بِقَاعِدَةِ:  \" ارْتِكَابِ أَخَفِّ الضَّرَرَيْنِ \" الثَّابِتَةِ عَقْلًا وَطَبْعًا وَشَرْعًا، وَإِمَّا أَنْ يَكُونَ مِنْ غَيْرِ نَفْسِهِ ; كَإِكْرَاهِ بَعْضِ الْأَقْوِيَاءِ بَعْضَ الضُّعَفَاءِ عَلَى مَا يَضُرُّهُمْ، وَمِنْ هَذَا الْقَبِيلِ قَوْلُهُ تَعَالَى: ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ (٢: ١٢٦) وَمَا نَحْنُ فِيهِ مِنَ الْقِسْمِ الْأَوَّلِ، وَالضَّرَرُ الْمُلْجِئُ فِيهِ هُوَ: الْمَخْمَصَةُ، أَيِ الْمَجَاعَةُ، وَهِيَ مَأْخُوذَةٌ مِنْ خَمْصِ الْبَطْنِ، أَيْ ضُمُورِهِ لِفَقْدِ الطَّعَامِ، فَالْجُوعُ ضَرَرٌ يَدْفَعُ الْإِنْسَانَ إِلَى تَكَلُّفِ أَكْلِ الْمَيْتَةِ، وَإِنْ كَانَ يَعَافُهَا طَبْعًا وَيَتَضَرَّرُ بِهَا لَوْ تَكَلَّفَ أَكْلَهَا فِي حَالِ الِاخْتِيَارِ، سَوَاءٌ أَكَانَ بِهَا عِلَّةٌ أَمْ لَا، وَقَدْ وَافَقَ الشَّرْعُ الْفِطْرَةَ فَأَبَاحَ لِلْمُضْطَرِّ أَكْلَ الْمَيْتَةِ وَغَيْرِهَا مِنَ الْمُحَرَّمَاتِ لِهَذِهِ الضَّرُورَةِ، وَلَا يُبِيحُ ذَلِكَ أَيُّ جُوعٍ يَعْرِضُ لِلْإِنْسَانِ، وَلَا الْجُوعُ الشَّدِيدُ مُطْلَقًا، بَلِ الْجُوعُ الَّذِي لَا يَجِدُ مَعَهُ الْجَائِعُ شَيْئًا يَسُدُّ بِهِ رَمَقَهُ إِلَّا الْمُحَرَّمَ مِمَّا ذُكِرَ. يَدُلُّ عَلَى هَذَا الْمَعْنَى قَوْلُهُ: فِي مَخْمَصَةٍ أَيْ: فَمَنِ اضْطُرَّ فَأَكَلَ مِمَّا ذُكِرَ حَالَ كَوْنِهِ فِي مَجَاعَةٍ مُحِيطَةٍ بِهِ إِحَاطَةَ الظَّرْفِ بِالْمَظْرُوفِ، لَا يَجِدُ مَنْفَذًا مِنْهَا إِلَّا مَا ذُكِرَ، وَحَالَ كَوْنِهِ: غَيْرَ مُتَجَانِفٍ لِإِثْمٍ أَيْ: غَيْرَ جَائِرٍ فِيهِ أَوْ مُتَمَايِلٍ إِلَيْهِ مُتَعَمِّدٍ لَهُ، فَالْجَنَفُ: الْمَيْلُ وَالْجَوْرُ، وَيَصْدُقُ بِالْمَيْلِ إِلَى الْأَكْلِ ابْتِدَاءً، وَبِالْجَوْرِ فِيهِ بِأَكْلِ الْكَثِيرِ، وَهُوَ فِي مَعْنَى قَوْلِهِ فِي آيَتَيِ الْأَنْعَامِ وَالنَّحْلِ: </p>"
}