{
  "id": null,
  "sura": 5,
  "aya": 41,
  "text": "<p> وَقَدْ كَانَتِ الْعَرَبُ - بَدْوُهَا وَحَضَرُهَا - تَفْهَمُ مِنْ وَضْعِ أَسْمَاءِ اللهِ تَعَالَى فِي الْآيَاتِ بِحَسَبِ الْمُنَاسَبَةِ مَا لَا يَفْهَمُهُ أَمْثَالُ الرَّازِيِّ عَلَى إِمَامَتِهِ فِي الْعُلُومِ وَالْفُنُونِ الْعَرَبِيَّةِ، وَاطِّلَاعِهِ عَلَى مَا نَقَلَ عَنْهُمْ فِي هَذَا الْبَابِ. وَمِنْ ذَلِكَ مَا نَقَلَهُ عَنِ الْأَصْمَعِيِّ فِي تَفْسِيرِ آيَةِ السَّرِقَةِ، قَالَ:  \" قَالَ الْأَصْمَعِيُّ: كُنْتُ أَقْرَأُ سُورَةَ الْمَائِدَةِ وَمَعِي أَعْرَابِيٌّ،فَقَرَأْتُ هَذِهِ الْآيَةَ ; فَقُلْتُ:\" وَاللهُ غَفُورٌ رَحِيمٌ \" سَهْوًا،فَقَالَ الْأَعْرَابِيُّ:كَلَامُ مَنْ هَذَا؟فَقُلْتُ:كَلَامُ اللهِ،قَالَ:أَعِدْ،فَأَعَدْتُ:\" وَاللهٌ غَفُورٌ رَحِيمٌ \"، ثُمَّ تَنَبَّهْتُ، فَقُلْتُ:  (وَاللهُ عَزِيزٌ حَكِيمٌ) فَقَالَ: الْآنَ أَصَبْتَ، فَقُلْتُ: كَيْفَ عَرَفْتَ؟ قَالَ: يَا هَذَا (عَزِيزٌ حَكِيمٌ) فَأَمَرَ بِالْقَطْعِ، فَلَوْ غَفَرَ وَرَحِمَ لَمَا أَمَرَ بِالْقَطْعِ. انْتَهَى. فَقَدْ فَهِمَ الْأَعْرَابِيُّ الْأُمِّيُّ أَنَّ مُقْتَضَى الْعِزَّةِ وَالْحِكْمَةِ غَيْرُ مُقْتَضَى الْمَغْفِرَةِ وَالرَّحْمَةِ، وَأَنَّ اللهَ تَعَالَى يَضَعُ كُلَّ اسْمٍ مَوْضِعَهُ مِنْ كِتَابِهِ ; لِيَدُلَّ عَلَى مُتَعَلِّقِهِ فِي خَلْقِهِ، وَلَمْ يَتَأَمَّلِ الرَّازِيُّ فِي كَلَامِ الْأَعْرَابِيِّ مِنْ هَذَا الْوَجْهِ، بَلْ مِنْ وَجْهِ بَلَاغَةِ الْمُنَاسَبَاتِ فَقَطْ. وَسُبْحَانَ مَنْ لَا يَغْفُلُ وَلَا يَذْهَلُ، وَلَا يَضِلُّ وَلَا يَنْسَى. </p><p> (يَاأَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللهَ يُحِبُّ الْمُقْسِطِينَ وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ) . </p><p> أَخْرَجَ أَحْمَدُ وَالْبُخَارِيُّ وَمُسْلِمٌ، عَنِ ابْنِ عُمَرَ قَالَ:  \" إِنَّ الْيَهُودَ أَتَوُا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَجُلٍ مِنْهُمْ وَامْرَأَةٍ قَدْ زَنَيَا،فَقَالَ:مَا تَجِدُونَ فِي كِتَابِكُمْ؟قَالُوا:نُسَخِّمُ وُجُوهَهُمَا وَيُخْزَيَانِ.قَالَ:كَذَبْتُمْ، إِنَّ فِيهَا الرَّجْمَ(فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ)(٣: ٩٣)فَجَاءُوا بِالتَّوْرَاةِ، وَجَاءُوا بِقَارِئٍ لَهُمْ -وَفِي رِوَايَةِ أَحْمَدَ زِيَادَةُ:\" أَعْوَرَ \" يُقَالُ لَهُ ابْنُ صُورِيَا - فَقَرَأَ حَتَّى إِذَا أَتَى إِلَى مَوْضِعٍ مِنْهَا وَضَعَ يَدَهُ عَلَيْهِ،فَقِيلَ لَهُ:ارْفَعْ يَدَكَ، فَرَفَعَ يَدَهُ، فَإِذَا هِيَ تَلُوحُ(أَيْ آيَةُ الرَّجْمِ)فَقَالُوا: يَا مُحَمَّدُ، إِنْ فِيهَا الرَّجْمَ، وَلَكِنَّا كُنَّا نَتَكَاتَمُهُ بَيْنَنَا، فَأَمَرَ بِهِمَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَا، فَلَقَدْ رَأَيْتُهُ يَجْنَأُ عَلَيْهَا(أَيْ يَنْحَنِي)يَقِيهَا الْحِجَارَةَ بِنَفَسِهِ \" وَلَفْظُ مُسْلِمٍ \" نُسَوِّدُ وُجُوهَهُمَا \"  (وَهُوَ بِمَعْنَى التَّسْخِيمِ هُنَا وَالتَّحْمِيمِ فِي رِوَايَةٍ</p><p> أُخْرَى ; فَالْأَوَّلُ مِنَ السُّخَامِ وَهُوَ سَوَادُ الْقِدْرِ، وَالثَّانِي مِنَ الْحُمَّةِ وَهِيَ الْفَحْمَةُ) وَنَحْمِلُهُمَا وَنُخَالِفُ بَيْنَ وُجُوهِهِمَا ; أَيْ نُرْكِبُهُمَا وَنَجْعَلُ وُجُوهَهُمَا إِلَى مُؤَخَّرِ الدَّابَّةِ، وَهُوَ الْمُرَادُ مِنَ الْخِزْيِ ; أَيِ الْفَضِيحَةِ. وَفِيهَا أَنَّ الَّذِي أَمَرَ الْقَارِئَ أَنْ يَرْفَعَ يَدَهُ هُوَ عَبْدُ اللهِ بْنُ سَلَامٍ. </p><p> وَأَخْرَجَ أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ وَالنَّحَّاسُ فِي نَاسِخِهِ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَغَيْرُهُمْ عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ: مُرَّ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَهُودِيٍّ مُحَمَّمًا مَجْلُودًا، فَدَعَاهُمْ فَقَالَ: أَهَكَذَا تَجِدُونَ حَدَّ الزَّانِي فِي كِتَابِكُمْ؟ قَالُوا: نَعَمْ، فَدَعَا رَجُلًا مِنْ عُلَمَائِهِمْ، فَقَالَ: أَنْشُدُكَ بِاللهِ الَّذِي أَنْزَلَ التَّوْرَاةَ عَلَى مُوسَى، أَهَكَذَا تَجِدُونَ حَدَّ الزَّانِي فِي كِتَابِكُمْ؟ قَالَ: اللهُمَّ لَا، وَلَوْلَا أَنَّكَ نَشَدْتَنِي بِهَذَا لَمْ أُخْبِرْكَ، نَجِدُ حَدَّ الزَّانِي فِي كِتَابِنَا الرَّجْمَ، وَلَكِنَّهُ كَثُرَ فِي أَشْرَافِنَا، فَكُنَّا إِذَا أَخَذْنَا الشَّرِيفَ تَرَكْنَاهُ، وَإِذَا أَخَذْنَا الضَّعِيفَ أَقَمْنَا عَلَيْهِ الْحَدَّ، فَقُلْنَا: تَعَالَوْا فَلْنَجْتَمِعْ عَلَى شَيْءٍ نُقِيمُهُ عَلَى الشَّرِيفِ وَالْوَضِيعِ، فَجَعَلْنَا التَّحْمِيمَ وَالْجَلْدَ مَكَانَ الرَّجْمِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" اللهُمَّ إِنِّي أَوَّلُ مَنْ أَحْيَا أَمْرَكَ إِذْ أَمَاتُوهُ \" ، وَأَمَرَ بِهِ فَرُجِمَ، فَأَنْزَلَ اللهُ:  (يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ) إِلَى قَوْلِهِ: (إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ) يَقُولُ: ائْتُوا مُحَمَّدًا فَإِنْ أَمَرَكُمْ بِالتَّحْمِيمِ وَالْجَلْدِ فَخُذُوهُ، وَإِنْ أَفْتَاكُمْ بِالرَّجْمِ فَاحْذَرُوا، فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ:  (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ)  (٥: ٤٤)  (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ)  (٥: ٤٥)  (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ)  (٥: ٤٧) . قَالَ: هِيَ فِي الْكُفَّارِ كُلُّهَا. </p><p> هَذَا أَصَحُّ مَا وَرَدَ فِي سَبَبِ نُزُولِ الْآيَاتِ، وَهَاكَ تَفْسِيرُهَا:  (يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ) الْخِطَابُ بِوَصْفِ الرَّسُولِ تَشْرِيفٌ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَرِدْ إِلَّا فِي هَذَا الْمَوْضِعِ، وَفِي مَوْضِعٍ آخَرَ مِنْ هَذِهِ السُّورَةِ، وَسَيَأْتِي، وَمِثْلُهُ (يَا أَيُّهَا النَّبِيُّ)  (٦٦: ١) وَوَرَدَ فِي بِضْعِ سُوَرٍ. وَفِي هَذَا التَّشْرِيفِ وَالتَّكْرِيمِ </p><p> تَعْلِيمٌ وَتَأْدِيبٌ لِلْمُؤْمِنِينَ يَتَضَمَّنُ النَّهْيَ عَنْ مُخَاطَبَتِهِ بِاسْمِهِ وَالْأَمْرَ بِأَنْ يُخَاطِبُوهُ بِوَصْفِهِ، وَكَذَلِكَ كَانَ يَدْعُوهُ أَصْحَابُهُ: يَا رَسُولَ اللهِ، وَجَهِلَ هَذَا الْأَدَبَ بَعْضُ الْأَعْرَابِ ; لِمَا كَانُوا عَلَيْهِ مِنْ سَذَاجَةِ الْبَادِيَةِ وَخُشُونَتِهَا، فَكَانُوا يُنَادُونَهُ بِاسْمِهِ \" يَا مُحَمَّدُ \" حَتَّى أَنْزَلَ اللهُ تَعَالَى: (لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا) </p><p> (٢٤: ٦٣) فَلَمْ يَعُدْ إِلَى دُعَائِهِ بِاسْمِهِ أَحَدٌ، وَلَكِنَّ الْمُفَسِّرِينَ يَغْفَلُونَ عَنْ هَذَا، فَيُكَرِّرُ كَثِيرٌ مِنْهُمْ كَلِمَةَ \" يَا مُحَمَّدُ \" عِنْدَ تَفْسِيرِهِمْ لِخِطَابِ اللهِ لِرَسُولِهِ بِمِثْلِ: (إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ)  (١٠٨: ١) وَمَا أَشْبَهَهُ مِنَ الْخِطَابِ، وَأَخَذَهُ عَنْهُمْ قُرَّاءُ التَّفْسِيرِ، فَيَكَادُونَ يَقُولُونَهُ فِي تَفْسِيرِ كُلِّ خِطَابٍ، وَإِنْ لَمْ يُذْكَرِ النِّدَاءُ فِي الْكِتَابِ. </p><p> وَالْحُزْنُ ضِدَّ السُّرُورِ، وَهُوَ ضَرْبٌ مِنْ آلَامِ النَّفْسِ يَجِدُهُ الْإِنْسَانُ عِنْدَ فَوْتِ مَا يُحِبُّهُ، وَيُسْتَعْمَلُ الْفِعْلُ الثُّلَاثِيُّ مِنْهُ مُتَعَدِّيًا بِـ \" عَلَى \" كَحَزِنَ فُلَانٌ عَلَى وَلَدِهِ، وَمُتَعَدِّيًا بِنَفْسِهِ ; كَحَزَنَهُ الْأَمْرُ، وَهَذِهِ لُغَةُ قُرَيْشٍ. وَتَمِيمٌ تُعَدِّيهِ بِالْهَمْزَةِ فَتَقُولُ: أَحْزَنَهُ مَوْتُ وَلَدِهِ، وَالْحُزْنُ مَذْمُومٌ طَبْعًا وَشَرْعًا مَهْمَا كَانَ سَبَبُهُ ; وَلِهَذَا نَهَى اللهُ تَعَالَى عَنْهُ فِي هَذِهِ الْآيَةِ، وَفِي آيَاتٍ أُخْرَى، وَجَعَلَ التَّجَرُّدَ مِنْهُ وَمِنْ مُقَابِلِهِ، وَهُوَ فَرَحُ الْبَطَرِ وَالْخِفَّةِ بِالْأَشْيَاءِ الْمَحْبُوبَةِ، غَايَةً لِكَمَالِ الْإِيمَانِ فِي قَوْلِهِ:  (لِكَيْ لَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ)  (٥٧: ٢٣) . وَأَمَّا الْفَرَحُ وَالسُّرُورُ بِالْحَقِّ وَالْفَضْلِ، دُونَ أَعْرَاضِ الدُّنْيَا وَلَذَّاتِهَا، فَهُوَ مَحْمُودٌ (قُلْ بِفَضْلِ اللهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ)  (١٠: ٥٨) كَمَا أَنَّ حُزْنَ الرَّحْمَةِ وَالرَّأْفَةِ عَنْ مَوْتِ الْوَلَدِ وَغَيْرِهِ مِنَ الصِّفَاتِ الْفِطْرِيَّةِ الشَّرِيفَةِ، لَا مَا تَكَلَّفَهُ الْمَرْءُ مِنْ لَوَازِمِهِ. </p><p> فَإِنْ قِيلَ: إِنَّ الْحُزْنَ أَلَمٌ طَبِيعِيٌّ يَعْرِضُ لِلْإِنْسَانِ عِنْدَ فَوْتِ مَا يُحِبُّهُ، وَلَيْسَ أَمْرًا اخْتِيَارِيًّا؛ فَكَيْفَ نَهَى اللهُ تَعَالَى عَنْهُ؟ قُلْنَا: إِنَّ النَّهْيَ عَنِ الْحُزْنِ يُرَادُ بِهِ النَّهْيُ عَنْ لَوَازِمِهِ الَّتِي يَفْعَلُهَا كَثِيرٌ مِنَ النَّاسِ مُخْتَارِينَ، فَتَكُونُ مُحَرِّكَةً لِذَلِكَ الْأَلَمِ وَمُجَدِّدَةً لَهُ وَمُبْعِدَةً أَمَدَ السَّلْوَى، وَالْأَمْرُ بِضِدِّهَا مِنْ تَكَلُّفِ الْأَعْمَالِ الَّتِي تَشْغَلُ النَّفْسَ وَتَصْرِفُهَا عَنِ التَّذَكُّرِ وَالتَّفَكُّرِ فِيمَا حَزِنَتْ لِأَجْلِهِ احْتِسَابًا وَرِضَاءً مِنَ اللهِ تَعَالَى، وَهَذِهِ الْأَفْعَالُ تَكُونُ بَدَنِيَّةً نَفْسِيَّةً، وَتَكُونُ نَفْسِيَّةً فَقَطْ أَوْ بَدَنِيَّةً فَقَطْ، وَفَسَّرُوهُ هُنَا بِقَوْلِهِمْ: أَيْ لَا تَهْتَمَّ، وَلَا تُبَالِ بِهَؤُلَاءِ الْمُنَافِقِينَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ ; أَيْ فِي إِظْهَارِهِ بِالتَّحَيُّزِ إِلَى أَعْدَاءِ الْمُؤْمِنِينَ مِنْ أَهْلِهِ عِنْدَمَا تَسْنَحُ لَهُمُ الْفُرْصَةُ، وَيَجِدُونَ قُوَّةً يَعْتَصِمُونَ بِهَا مِنَ التَّبِعَةِ، فَإِنَّ اللهَ يَكْفِيكَ شَرَّهُمْ، وَيَنْصُرُكَ عَلَيْهِمْ، وَعَلَى مَنْ يَتَشَيَّعُونَ لَهُمْ. </p><p> وَلِلنَّاسِ فِي الْمَصَائِبِ عَادَاتٌ رَدِيئَةٌ، وَأَعْمَالٌ سَخِيفَةٌ ضَارَّةٌ، تَدُلُّ عَلَى ضَعْفِ الْبَشَرِ وَالسُّخْطِ عَلَى الْقَدَرِ، وَمُعْظَمُ الْعُقَلَاءِ وَالْحُكَمَاءِ يَذُمُّونَهُ وَيَنْهَوْنَ عَنْهُ كَمَا نَهَى عَنْهُ الدِّينُ، وَقَدْ قُلْتُ فِي مَرْثِيَّةٍ نَظَمْتُهَا فِي أَيَّامِ طَلَبِ الْعِلْمِ، نَاهِيًا ذَامًّا مَا اعْتِيدَ </p><p> مِنْ شَعَائِرَ الْحُزْنِ: </p><p> أَطَبِيعَةٌ ذَا الْحُزْنِ لَيْسَ يَشِذُّ عَنْ ... نَامُوسِهِ فَرْدٌ مِنَ الْأَفْرَادِ </p><p> أَمْ ذَاكَ مِمَّا أَوْدَعَتْهُ شَرَائِعُ الْـ ... أَدْيَانِ مِنْ هَدْيٍ لَنَا وَرَشَادِ </p><p> أَمْ ذَلِكَ الْعَقْلُ السَّلِيمُ قَضَى عَلَى ... كُلِّ الشُّعُوبِ بِهَذِهِ الْأَصْفَادِ </p><p> كَلَّا فَلَيْسَ الْأَمْرُ ضَرْبَةَ لَازِبٍ ... لَكِنَّهُ ضَرْبٌ مِنَ الْمُعْتَادِ </p><p> فَاخْلَعْ جَلَابِيبَ الْعَوَائِدِ إِنْ تَكُنْ ... لَيْسَتْ بِحُكْمِ الْعَقْلِ ذَاتَ سَدَادِ </p><p> يُقَالُ: سَارِعْ إِلَى الشَّيْءِ (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ)  (٣: ١٣٣) وَسَارِعْ فِي الشَّيْءِ (أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ)  (٣٣: ٦١) فَالْمُسَارِعُ إِلَى الشَّيْءِ هُوَ الَّذِي يُسْرِعُ إِلَيْهِ مِنْ خَارِجِهِ لِأَجْلِ أَنْ يَصِلَ إِلَيْهِ، وَالْمُسَارِعُ فِي الشَّيْءِ هُوَ الَّذِي يُسْرِعُ فِي أَعْمَالِهِ، وَهُوَ دَاخِلٌ فِيهِ. وَهَؤُلَاءِ الَّذِينَ نَزَلَتْ فِيهِمُ الْآيَةُ لَمْ يَكُونُوا مُؤْمِنِينَ، فَيَكُونُ مَا عَمِلُوا مِنْ أَعْمَالِ الْكُفَّارِ انْتِقَالًا بِسُرْعَةٍ مِنَ الْإِيمَانِ إِلَى الْكُفْرِ، بَلْ كَانُوا دَاخِلِينَ فِي ظَرْفِ الْكُفْرِ، مُحِيطًا بِهِمْ سُرَادِقُهُ، وَإِنَّمَا انْتَقَلُوا سِرَاعًا مِنْ حَيِّزِ الْإِخْفَاءِ لَهُ وَالْكِتْمَانِ إِلَى حَيِّزِ الْمُصَارَحَةِ وَالْإِعْلَانِ، كَالَّذِي يَنْتَقِلُ فِي الْبَيْتِ مِنْ مَكَانٍ إِلَى مَكَانٍ. </p><p> وَقَدْ بَيَّنَ اللهُ حَقِيقَةَ حَالِهِمْ هَذِهِ بِقَوْلِهِ:  (مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ) اخْتَلَفَ الْقُرَّاءُ وَالْمُفَسِّرُونَ فِي الْوَقْفِ هُنَا، هَلْ يَتِمُّ عِنْدَ قَوْلِهِ تَعَالَى:  (قُلُوبُهُمْ) أَمْ قَوْلِهِ: (هَادُوا) ؟ أَمَّا تَقْدِيرُ الْكَلَامِ عَلَى الْأَوَّلِ فَهُوَ: لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الْمُنَافِقِينَ الَّذِينَ ادَّعَوُا الْإِيمَانَ بِأَلْسِنَتِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ، وَمَا بَعْدَهُ جُمْلَةٌ مُسْتَقِلَّةٌ تَقْدِيرُهَا: وَمِنَ الَّذِينَ هَادُوا (أَيِ الْيَهُودِ) قَوْمٌ سَمَّاعُونَ لِلْكَذِبِ. . . إِلَخْ. وَأَمَّا التَّقْدِيرُ عَلَى الثَّانِي فَهُوَ: لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الْمُنَافِقِينَ وَالْيَهُودِ، وَقَوْلُهُ تَعَالَى:  (سَمَّاعُونَ لِلْكَذِبِ) جُمْلَةٌ مُسْتَأْنَفَةٌ حُذِفَ مِنْهَا الْمُبْتَدَأُ ; أَيْ هُمْ سَمَّاعُونَ لِلْكَذِبِ. . . إِلَخْ. وَالْأَوَّلُ أَظْهَرُ، وَقَدْ قَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ الْمُرَادَ بِالْمُنَافِقِينَ هُنَا مُنَافِقُو الْيَهُودِ ; فَيَكُونُ الْكَلَامُ هُنَا فِي أُولَئِكَ الْيَهُودِ عَامَّةً، الَّذِينَ أَظْهَرُو الْإِسْلَامَ نِفَاقًا وَالَّذِينَ ظَلُّوا عَلَى دِينِهِمْ، وَيَدْخُلُ فِي عُمُومِ الْأَوَّلِ الْمُنَافِقُونَ مِنْ غَيْرِ الْيَهُودِ عَلَى قَاعِدَةِ: الْعِبْرَةُ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ، وَاخْتُلِفَ فِي قَوْلِهِ:  (سَمَّاعُونَ لِلْكَذِبِ) هَلْ هُوَ وَصْفٌ لِلْفَرِيقَيْنِ أَمْ لِأَحَدِهِمَا؟ أَيْ </p><p> بِنَاءً عَلَى أَنَّ قَوْلَهُ:  (سَمَّاعُونَ) . . . إِلَخْ جُمْلَةٌ مُسْتَأْنَفَةٌ. </p><p> وَاللَّامُ فِي قَوْلِهِ:  (لِلْكَذِبِ) فِيهَا وَجْهَانِ: (أَحَدُهُمَا) : أَنَّهَا لِلتَّقْوِيَةِ، وَالْمَعْنَى أَنَّهُمْ يَسْمَعُونَ الْكَذِبَ كَثِيرًا سَمَاعَ قَبُولٍ، أَوْ يَقْبَلُونَهُ، وَالْمُرَادُ بِالْكَذِبِ: مَا يَقُولُهُ رُؤَسَاؤُهُمْ فِي النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي أَحْكَامِ الدِّينِ الَّتِي يَتَلَاعَبُونَ فِيهَا بِأَهْوَائِهِمْ. (وَثَانِيهَا) : أَنَّهَا لِلتَّعْلِيلِ، وَالْمَعْنَى أَنَّهُمْ كَثِيرُو الِاسْتِمَاعِ لِكَلَامِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْإِخْبَارِ عَنْهُ </p><p> لِأَجْلِ الْكَذِبِ عَلَيْهِ بِالتَّحْرِيفِ وَاسْتِنْبَاطِ الشُّبُهَاتِ، فَهُمْ عُيُونٌ وَجَوَاسِيسُ بَيْنَ الْمُسْلِمِينَ يُبَلِّغُونَ رُؤَسَاءَهُمْ وَسَائِرَ أَعْدَاءِ الْإِسْلَامِ كُلَّ مَا يَقِفُونَ عَلَيْهِ، لِأَجْلِ أَنْ يَكُونَ مَا يَفْتَرُونَ عَلَيْهِ مِنَ الْكَذِبِ مَقْبُولًا ; لِأَنَّهُ مَبْنِيٌّ عَلَى وَقَائِعَ وَمَسَائِلَ وَاقِعَةٍ يَزِيدُونَ فِي رِوَايَاتِهَا وَيُنْقِصُونَ، وَيُحَرِّفُونَ مِنْهَا مَا يُحَرِّفُونَ، وَمَنْ يَكْذِبُ عَلَيْكَ وَهُوَ لَا يَعْرِفُ مِنْ أَمْرِكَ شَيْئًا لَا يَسْتَطِيعُ أَنْ يَجْعَلَ كَذِبَهُ مَرْجُوَّ الْقَبُولِ كَمَنْ يَعْرِفُ، بَلْ يَظْهَرُ اخْتِلَاقُهُ لِأَوَّلِ وَهْلَةٍ، وَلِهَذَا تَرَى الَّذِينَ يَفْتَرُونَ الْكَذِبَ عَلَى الْإِسْلَامِ فِي هَذَا الزَّمَانِ يَقْرَءُونَ بَعْضَ كُتُبِ الْمُسْلِمِينَ ; لِيَبْنُوا أَكَاذِيبَهُمْ عَلَى مَسَائِلَ مَعْرُوفَةٍ، يُحَرِّفُونَ الْكَلِمَ فِيهَا عَنْ مَوَاضِعِهِ، كَمَا سَيَأْتِي فِي وَصْفِ هَؤُلَاءِ، كَالَّذِي افْتَرَوْهُ فِي قِصَّةِ زَيْدٍ وَزَيْنَبَ، وَفِي غَيْرِهَا مِنَ الْوَقَائِعِ وَالْأَخْبَارِ، وَيُؤَيِّدُ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى:  (سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ) أَيْ لِأَجْلِ قَوْمٍ آخَرِينَ مِنْ رُؤَسَائِهِمْ، وَذَوِي الْكَيْدِ فِيهِمْ، أَوْ مِنْ أَعْدَائِكَ مُطْلَقًا، لَمْ يَأْتُوكَ لِيَسْمَعُوا مِنْكَ بِآذَانِهِمْ ; إِمَّا كِبْرًا وَتَمَرُّدًا، وَإِمَّا خَوْفًا عَلَى أَنْفُسِهِمْ ; لِأَنَّهُمْ مُعْلِنُونَ لِلْعَدَاوَةِ. </p><p> أَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَابْنُ الْمُنْذِرِ، وَأَبُو الشَّيْخِ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ فِي قَوْلِهِ:  (وَمِنَ الَّذِينَ هَادَوْا سَمَّاعُونَ لِلْكَذِبِ) قَالَ: يَهُودُ الْمَدِينَةِ. </p><p> (سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ) قَالَ: يَهُودُ فَدَكَ. </p><p> (يُحَرِّفُونَ الْكَلِمَ) قَالَ: يَهُودُ فَدَكَ يَقُولُونَ لِيَهُودِ الْمَدِينَةِ: (إِنْ أُوتِيتُمْ هَذَا) الْجَلْدَ (فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا) الرَّجْمُ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى:  (يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ) فَمَعْنَاهُ يُحَرِّفُونَ كَلِمَ التَّوْرَاةِ مِنْ بَعْدِ وَضْعِهِ فِي مَوَاضِعِهِ ; إِمَّا تَحْرِيفًا لَفْظِيًّا بِإِبْدَالِ كَلِمَةٍ بِكَلِمَةٍ، أَوْ بِإِخْفَائِهِ وَكِتْمَانِهِ، أَوِ الزِّيَادَةِ فِيهِ وَالنَّقْصِ مِنْهُ، وَإِمَّا تَحْرِيفًا مَعْنَوِيًّا بِحَمْلِ اللَّفْظِ عَلَى غَيْرِ مَا وُضِعَ لَهُ. </p><p> (يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا) أَيْ يَقُولُونَ لِمَنْ أَرْسَلُوهُمْ إِلَى الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَسْأَلُوهُ عَنْ حُكْمِ الرَّجُلِ وَالْمَرْأَةِ اللَّذَيْنِ زَنَيَا مِنْهُمْ، وَأَرَادُوا أَنْ يُحَابُوهُمَا </p><p> بِعَدَمِ رَجْمِهِمَا: إِنْ أُعْطِيتُمْ مِنْ قِبَلِ مُحَمَّدٍ رُخْصَةً بِالْجَلْدِ عِوَضًا عَنِ الرَّجْمِ فَخُذُوهُ وَارْضَوْا بِهِ، وَإِنْ لَمْ تُعْطَوْهُ بِأَنْ حَكَمَ بِأَنَّهُمَا يُرْجَمَانِ فَاحْذَرُوا قَبُولَ ذَلِكَ وَالرِّضَاءَ بِهِ، وَقَدْ تَقَدَّمَ أَنَّهُمْ جَاءُوهُ، فَسَأَلَهُمْ عَنْ حَدِّ الزُّنَاةِ فِي التَّوْرَاةِ، فَقَالُوا: نَفْضَحُهُمْ وَيُجْلَدُونَ، وَجَاءُوا بِالتَّوْرَاةِ فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ، وَقَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا، فَقَالَ لَهُ عَبْدُ اللهِ بْنُ سَلَامٍ: ارْفَعْ يَدَكَ، فَرَفَعَ، فَإِذَا آيَةُ الرَّجْمِ، فَاعْتَرَفُوا بِصِدْقِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَظَهَرَ كَذِبُهُمْ وَعَبَثُهُمْ بِكِتَابِ شَرِيعَتِهِمْ. وَالْإِيتَاءُ وَالْإِعْطَاءُ يُسْتَعْمَلُ فِي الْمَعَانِي كَغَيْرِهَا. </p><p> قَالَ اللهُ تَعَالَى فِي بَيَانِ حَالِ هَؤُلَاءِ الْعَابِثِينَ بِدِينِهِمْ وَفِي أَمْثَالِهِمْ:  (وَمَنْ يُرِدِ اللهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللهِ شَيْئًا) أَيْ وَمَنْ تَعَلَّقَتْ إِرَادَةُ اللهِ تَعَالَى بِأَنْ يُخْتَبَرَ فِي دِينِهِ فَيُظْهِرَ الِاخْتِبَارُ كُفْرَهُ وَضَلَالَهُ، كَمَا يُفْتَنُ الذَّهَبُ بِالنَّارِ، فَيَظْهَرُ مِقْدَارُ مَا فِيهِ مِنَ الْغِشِّ وَالزَّغَلِ، فَلَنْ تَمْلِكَ </p><p> أَيُّهَا الرَّسُولُ لَهُ مِنَ اللهِ شَيْئًا مِنَ الْهِدَايَةِ وَالرُّشْدِ، كَمَا أَنَّكَ لَا تَسْتَطِيعُ أَنْ تُحَوِّلَ النُّحَاسَ إِلَى الذَّهَبِ ; لِأَنَّ سُنَّةَ اللهِ تَعَالَى لَا تَتَبَدَّلُ فِي مَعَادِنِ النَّاسِ، وَلَا فِي مَعَادِنِ الْأَرْضِ، فَهَؤُلَاءِ الْمُنَافِقُونَ وَالْمُجَاحِدُونَ مِنَ الْيَهُودِ قَدْ أَظْهَرَتْ لَكَ فِتْنَةُ اللهِ وَاخْتِبَارُهُ إِيَّاهُمْ دَرَجَةَ فَسَادِهِمْ، وَعَلِمْتَ أَنَّهُمْ يَقْبَلُونَ الْكَذِبَ دُونَ الْحَقِّ، وَأَنَّ إِظْهَارَ بَعْضِهِمْ لِلْإِيمَانِ وَرُؤْيَتَهُمْ لِحُسْنِ حَالِ الْمُؤْمِنِينَ وَصَلَاحِهِمْ لَمْ تُؤَثِّرْ فِي أَنْفُسِهِمْ، وَرَأَيْتَ كَيْفَ طَوَّعَتْ لِلْآخَرِينَ أَنْفُسُهُمُ التَّحْرِيفَ وَالْكِتْمَانَ لِأَحْكَامِ كِتَابِهِمْ ; اتِّبَاعًا لِأَهْوَائِهِمْ، وَمَرْضَاةً لِأَغْنِيَائِهِمْ. فَلَا تَحْزُنْكَ بَعْدَ هَذَا مُسَارَعَتُهُمْ فِي الْكُفْرِ، وَلَا تَطْمَعْ فِي جَذْبِهِمْ إِلَى الْإِيمَانِ ; فَإِنَّكَ لَا تَمْلِكُ لِأَحَدٍ هِدَايَةً وَلَا نَفْعًا، وَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَالْبَيَانُ. رَاجِعْ تَفْسِيرَ (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ)  (٣: ١٢٨) وَلَا تَخَفْ عَاقِبَةَ نِفَاقِهِمْ؛ فَإِنَّمَا الْعَاقِبَةُ لِلْمُتَّقِينَ مِنْ أَهْلِ الْإِيمَانِ، وَلَهُمُ الْخِزْيُ وَالْهَوَانُ ; وَلِذَلِكَ قَالَ:  (أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللهُ أَنَّ يُطَهِّرَ قُلُوبَهُمْ) أَيْ أُولَئِكَ الَّذِينَ بَلَغَتْ مِنْهُمُ الْفِتْنَةُ هَذَا الْحَدَّ هُمُ الَّذِينَ لَمْ تَتَعَلَّقْ إِرَادَةُ اللهِ تَعَالَى بِتَطْهِيرِ قُلُوبِهِمْ مِنَ الْكُفْرِ وَالنِّفَاقِ ; لِأَنَّ إِرَادَتَهُ تَعَالَى إِنَّمَا تَتَعَلَّقُ بِمَا اقْتَضَتْهُ حِكْمَتُهُ الْبَالِغَةُ وَسُنَنُهُ الْعَادِلَةُ، وَمِنْ سُنَنِهِ فِي قُلُوبِ الْبَشَرِ وَأَنْفُسِهِمْ أَنَّهَا إِذَا جَرَتْ عَلَى الْبَاطِلِ وَالشَّرِّ، وَنَشَأَتْ عَلَى الْكَيْدِ وَالْمَكْرِ، وَاعْتَادَتِ اتِّخَاذَ دِينِهَا شَبَكَةً لِشَهَوَاتِهَا وَأَهْوَائِهَا، وَمَرَدَتْ عَلَى الْكَذِبِ وَالنِّفَاقِ، وَأَلِفَتْ عَصَبِيَّةَ الْخِلَافِ وَالشِّقَاقِ، وَصَارَ ذَلِكَ مِنْ مَلَكَاتِهَا الثَّابِتَةِ وَأَخْلَاقِهَا </p><p> الْمَوْرُوثَةِ الثَّابِتَةِ، تُحِيطُ بِهَا خَطِيئَتُهَا، وَتُطْبِقُ عَلَيْهَا ظُلْمَتُهَا، حَتَّى لَا يَبْقَى لِنُورِ الْحَقِّ مَنْفَذٌ يَنْفُذُ مِنْهُ إِلَيْهَا ; فَتَفْقِدُ قَابِلِيَّةَ الِاسْتِدْلَالِ وَالِاسْتِبْصَارِ فِي تَوْفِيقِ الْأَقْدَارِ لِلْأَقْدَارِ، وَهَؤُلَاءِ الزُّعَمَاءُ وَأَعْوَانُهُمْ مِنَ الْيَهُودِ قَدْ صُبُّوا فِي قَوَالِبَ تِلْكَ الصِّفَاتِ الرَّدِيئَةِ صَبًّا، فَلَا تَقْبَلُ طَبَائِعُهُمْ سِوَاهَا قَطْعًا، فَهَذَا هُوَ سَبَبُ عَدَمِ تَعَلُّقِ إِرَادَةِ اللهِ تَعَالَى بِأَنْ يُطَهِّرَ قُلُوبَهُمْ مِمَّا طَبَعَ عَلَيْهَا ; لِأَنَّ إِرَادَتَهُ تَطْهِيرَ قُلُوبِهِمْ وَهُمْ مُتَّصِفُونَ بِمَا ذَكَرْنَا، إِبْطَالٌ لِلْقَدَرِ، وَتَبْدِيلٌ لِمَا اقْتَضَتْهُ الْحِكْمَةُ مِنَ السُّنَنِ، وَكَانَ أَمْرُ اللهِ قَدَرًا مَقْدُورًا، لَا أَمْرًا أُنُفًا، وَلَنْ تَجِدَ لِسُنَّتِهِ تَبْدِيلًا. ثُمَّ بَيَّنَ تَعَالَى عَاقِبَةَ هَؤُلَاءِ الْمَخْذُولِينَ وَجَزَاءَهُمْ، فَقَالَ:  (لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) فَأَمَّا الْعَذَابُ فِي الْآخِرَةِ فَأَمْرُهُ مَعْلُومٌ، وَكُنْهُهُ مَجْهُولٌ، وَأَمَّا خِزْيُ الدُّنْيَا فَهُوَ مَا يَلْحَقُهُمْ مِنَ الذُّلِّ وَالْفَضِيحَةِ وَهَوَانِ الْخَيْبَةِ عِنْدَ مَا يَنْكَشِفُ نِفَاقُهُمْ وَيَظْهَرُ لِلنَّاسِ كَذِبُهُمْ، وَيَعْلُو الْحَقُّ عَلَى بَاطِلِهِمْ، وَقَدْ صَدَقَ وَعِيدُ اللهِ تَعَالَى بِهَذَا الْخِزْيِ عَلَى يَهُودِ الْحِجَازِ كُلِّهِمْ، كَمَا يَصْدُقُ فِي كُلِّ زَمَانٍ عَلَى مَنْ يُفْسِدُونَ كَفَسَادِهِمْ، فَيَفْشُو فِيهِمُ الْكَذِبُ وَالنِّفَاقُ، وَيَغْلِبُ عَلَيْهِمْ فَسَادُ الْأَخْلَاقِ، وَلَا يُغْنِي عَنْهُمْ الِانْتِسَابُ إِلَى نَبِيٍّ لَمْ يَتَّبِعُوهُ، وَلَا تَنْفَعُهُمْ دَعْوَى الْإِيمَانِ بِكِتَابٍ لَمْ يُقِيمُوهُ ; فَإِنَّ الْوَعِيدَ فِي الْآيَةِ لَمْ يُوَجَّهْ إِلَى أُولَئِكَ الْيَهُودِ لِذَوَاتِهِمْ وَأَعْيَانِهِمْ ; فَذَوَاتُهُمْ كَسَائِرِ الذَّوَاتِ، وَلَا لِنَسَبِهِمْ </p>"
}