{
  "id": null,
  "sura": 5,
  "aya": 87,
  "text": "<p> الزَّوَاجِ الْبَتَّةَ، وَإِمَّا فِي أَوْقَاتٍ مُعَيَّنَةٍ كَأَنْوَاعِ الصِّيَامِ الَّتِي ابْتَدَعُوهَا، وَقَدْ أَنْزَلَ اللهُ تَعَالَى هَذَا الظَّنَّ، وَقَطَعَ طَرِيقَ تِلْكَ الرَّغْبَةِ بِقَوْلِهِ عَزَّ مِنْ قَائِلٍ: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا) أَيْ لَا تُحَرِّمُوا عَلَى أَنْفُسِكُمْ مَا أَحَلَّ اللهُ لَكُمْ مِنَ الطَّيِّبَاتِ الْمُسْتَلَذَّةِ بِأَنْ تَتَعَمَّدُوا تَرْكَ التَّمَتُّعِ بِهَا تَنَسُّكًا وَتَقَرُّبًا إِلَيْهِ تَعَالَى، وَلَا تَعْتَدُوا فِيهَا بِتَجَاوُزِ حَدِّ الِاعْتِدَالِ إِلَى الْإِسْرَافِ الضَّارِّ بِالْجَسَدِ، كَالزِّيَادَةِ عَلَى الشِّبَعِ وَالرَّيِّ فَهُوَ تَفْرِيطٌ، أَوْ تَجَاوُزُ الْأَخْلَاقِ وَالْآدَابِ النَّفْسِيَّةِ، كَجَعْلِ التَّمَتُّعِ بِلَذَّاتِهَا أَكْبَرَ هَمِّكُمْ، أَوْ شَاغِلًا لَكُمْ عَنْ مَعَانِي الْأُمُورِ مِنَ الْعُلُومِ وَالْأَعْمَالِ النَّافِعَةِ لَكُمْ وَلِأُمَّتِكُمْ، وَهَذَا مَعْنَى قَوْلِهِ:  (وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ)  (٧: ٣١) أَوْ وَلَا تَعْتَدُوهَا هِيَ أَيِ الطَّيِّبَاتِ الْمُحَلَّلَةِ، بِتَجَاوُزِهَا إِلَى الْخَبَائِثِ الْمُحَرَّمَةِ، فَالِاعْتِدَاءُ يَشْمَلُ الْأَمْرَيْنِ: الِاعْتِدَاءُ فِي الشَّيْءِ نَفْسِهِ، وَاعْتِدَاءٌ هُوَ يَتَجَاوَزُهُ إِلَى غَيْرِهِ مِمَّا لَيْسَ مِنْ جِنْسِهِ، وَقَدْ </p><p> حَذَفَ الْمَفْعُولَ فِي الْآيَةِ فَلَمْ يَقُلْ فَلَا تَعْتَدُوا فِيهَا أَوْ فَلَا تَعْتَدُوهَا كَمَا قَالَ:  (تِلْكَ حُدُودُ اللهِ فَلَا تَعْتَدُوهَا)  (٢: ٢٢٩) لِيَشْمَلَ الْأَمْرَيْنِ، اعْتِدَاءُ الطَّيِّبَاتِ نَفْسِهَا إِلَى الْخَبَائِثِ، وَالِاعْتِدَاءُ فِيهَا بِالْإِسْرَافِ، لِأَنَّ حَذْفَ الْمَعْمُولِ يُفِيدُ الْعُمُومَ، ثُمَّ عَلَّلَ النَّهْيَ بِمَا يُنَفِّرُ عَنْهُ فَقَالَ: . </p><p> (إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ) الَّذِينَ يَتَجَاوَزُونَ حُدُودَ شَرِيعَتِهِ، وَسُنَنِ فِطْرَتِهِ وَلَوْ بِقَصْدِ عِبَادَتِهِ، وَتَحْرِيمُ الطَّيِّبَاتُ الْمُحَلَّلَةُ قَدْ يَكُونُ بِالْفِعْلِ، مِنْ غَيْرِ الْتِزَامٍ بِيَمِينٍ وَلَا نَذْرٍ، وَقَدْ يَكُونُ بِالْتِزَامٍ وَكَلَاهُمَا غَيْرُ جَائِزٍ، وَالِالْتِزَامُ قَدْ يَكُونُ لِأَجْلِ رِيَاضَةِ النَّفْسِ وَتَهْذِيبِهَا بِالْحِرْمَانِ مِنَ الطَّيِّبَاتِ، وَقَدْ يَكُونُ لِإِرْضَاءِ بَادِرَةِ غَضَبٍ، بِإِغَاظَةِ زَوْجَةٍ أَوْ وَالِدٍ أَوْ وَلَدٍ، كَمَنْ يَحْلِفُ بِاللهِ أَوْ بِالطَّلَاقِ أَنَّهُ لَا يَأْكُلُ مِنْ هَذَا الطَّعَامِ (وَمِثْلُهُ مَا فِي مَعْنَاهُ مِنَ الْمُبَاحَاتِ) أَوْ يَلْتَزِمُ ذَلِكَ بِغَيْرِ الْحَلِفِ وَالنَّذْرِ مِنَ الْمُؤَكَّدَاتِ، وَمِنْ هَذَا الصِّنْفِ مَنْ يَقُولُ: إِنْ فَعَلَ كَذَا فَهُوَ بَرِيءٌ مِنَ الْإِسْلَامِ، أَوْ مِنَ اللهِ وَرَسُولِهِ، وَكُلُّ ذَلِكَ مَعْلُومٌ وَلَا يَحْرُمُ عَلَى أَحَدٍ شَيْءٌ يُحَرِّمُهُ عَلَى نَفْسِهِ بِهَذِهِ الْأَقْوَالِ، وَفِي الْأَيْمَانِ وَكَفَّارَتِهَا خِلَافٌ بَيْنِ الْعُلَمَاءِ سَيَأْتِي بَيَانُهُ. </p><p> وَأَمَّا تَرْكُ الطَّيِّبَاتِ الْبَتَّةَ كَمَا تُتْرَكُ الْمُحَرَّمَاتُ وَلَوْ بِغَيْرِ نَذْرٍ وَلَا يَمِينٍ تَنَسُّكًا وَتَعَبُّدًا لِلَّهِ تَعَالَى بِتَعْذِيبِ النَّفْسِ وَحِرْمَانِهَا، فَهُوَ مَحَلُّ شُبْهَةٍ فُتِنَ بِهَا كَثِيرٌ مِنَ الْعُبَّادِ وَالْمُتَصَوِّفَةِ، فَكَانَ مِنْ بِدَعِهِمُ التَّرْكِيَّةِ، الَّتِي تُضَاهِي بِدَعَهُمُ الْعَمَلِيَّةَ، وَقَدِ اتَّبَعُوا فِيهَا سُنَنَ مَنْ قَبْلَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ; كَعِبَادَةِ بَنِي إِسْرَائِيلَ وَرُهْبَانِ النَّصَارَى، وَهَؤُلَاءِ أَخَذُوهَا عَنْ بَعْضِ الْوَثَنِيِّينَ; كَالْبَرَاهِمَةِ الَّذِينَ يُحَرِّمُونَ جَمِيعَ اللُّحُومِ، وَيَزْعُمُونَ أَنَّ النَّفْسَ لَا تَزْكُو وَلَا تَكْمُلُ إِلَّا بِحِرْمَانِ الْجَسَدِ مِنَ اللَّذَّاتِ، وَقَهْرِ الْإِرَادَةِ بِمَشَاقِّ الرِّيَاضَاتِ، وَكَانُوا يُحَرِّمُونَ الزِّينَةَ كَمَا يُحَرِّمُونَ النِّعْمَةَ، فَيَعِيشُونَ عُرَاةَ الْأَجْسَامِ وَلَا يَسْتَعْلِمُونَ الْأَوَانِيَ لِأَطْعِمَتِهِمْ; </p><p> بَلْ يَسْتَغْنُونَ عَنْهَا بِوَرَقِ الشَّجَرِ، وَقَدْ أَرْجَعَهُمُ انْتِشَارُ الْإِسْلَامِ فِي الْهِنْدِ عَنْ بَعْضِ ذَلِكَ، وَلَا يَزَالُ الْجَمُّ الْغَفِيرُ مِنْهُمْ يَمْشُونَ فِي الْأَسْوَاقِ وَالشَّوَارِعِ عُرَاةً لَيْسَ عَلَى أَبْدَانِهِمْ إِلَّا مَا يَسْتُرُ السَّوْءَتَيْنِ فَقَطْ، وَيُعَبِّرُونَ عَنْ ذَلِكَ بِكَلِمَةِ \" السَّبِيلَيْنِ \" الْعَرَبِيَّةِ الَّتِي يَسْتَعْمِلُهَا الْفُقَهَاءُ لِأَنَّهُمْ أَخَذُوهَا كَمَا يَظْهَرُ عَنِ الْمُسْلِمِينَ الَّذِينَ كَانُوا يُجْبِرُونَهُمْ عَلَى سَتْرِ عَوْرَاتِهِمْ، وَمِنْهُمْ مَنْ يَشُدُّ فِي وَسَطِهِ إِزَارًا </p><p> بِكَيْفِيَّةٍ يُرَى بِهَا بَاطِنُ فَخْذِهِ، وَالرِّجَالُ وَالنِّسَاءُ فِي قِلَّةِ السَّتْرِ سَوَاءٌ، فَتَرَى النِّسَاءَ فِي أَسْوَاقِ الْمُدُنِ مَكْشُوفَاتِ الْبُطُونِ وَالظُّهُورِ وَالسُّوقِ وَالْأَفْخَاذِ، وَمِنْهُنَّ مَنْ تَضَعُ عَلَى عَاتِقِهَا مِلْحَفَةً تَسْتُرُ شَطْرَ بَدَنِهَا الْأَعْلَى وَيَبْقَى الْجَانِبُ الْآخَرُ مَكْشُوفًا. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ تَحْرِيمَ الطَّيِّبَاتِ وَالزِّينَةِ وَتَعْذِيبَ النَّفْسِ مِنَ الْعِبَادَاتِ الْمَأْثُورَةِ عَنْ قُدَمَاءَ الْهُنُودِ فَالْيُونَانِ، وَقَلَّدَهُمْ فِيهَا أَهْلُ الْكِتَابِ وَلَا سِيَّمَا النَّصَارَى، فَإِنَّهُمْ عَلَى تَفَصِّيهِمْ مِنْ شَرِيعَةِ التَّوْرَاةِ الشَّدِيدَةِ الْوَطْأَةِ، وَعَلَى إِبَاحَةِ مُقَدَّسِهِمْ وَإِمَامِهِمْ بُولَسَ لَهُمْ جَمِيعَ مَا يُؤْكَلُ وَمَا يُشْرَبُ، إِلَّا الدَّمَ الْمَسْفُوحَ وَمَا ذُبِحَ لِلْأَصْنَامِ، قَدْ شَدَّدُوا عَلَى أَنْفُسِهِمْ وَحَرَّمُوا عَلَيْهَا مَا لَمْ تُحَرِّمْهُ الْكُتُبُ الْمُقَدَّسَةُ عِنْدَهُمْ، وَعَلَى مَا فِيهَا مِنَ الشِّدَّةِ وَالْمُبَالَغَةِ فِي الزُّهْدِ. </p><p> ثُمَّ أَرْسَلَ اللهُ تَعَالَى خَاتَمَ النَّبِيِّينَ، وَالْمُرْسَلِينَ بِالْإِصْلَاحِ الْأَعْظَمِ، فَأَبَاحَ لِلْبَشَرِ عَلَى لِسَانِهِ الزِّينَةَ وَالطَّيِّبَاتِ، وَوَضَعَ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ، وَأَرْشَدَهُمْ إِلَى إِعْطَاءِ الْبَدَنِ حَقَّهُ وَالرُّوحَ حَقَّهَا، لِأَنَّ الْإِنْسَانَ مُرَكَّبٌ مِنْ رُوحٍ وَجَسَدٍ، فَيَجِبُ عَلَيْهِ الْعَدْلُ بَيْنَهُمَا، وَهَذَا هُوَ الْكَمَالُ الْبَشَرِيُّ، فَكَانَتِ الْأُمَّةُ الْإِسْلَامِيَّةُ بِذَلِكَ أُمَّةً وَسَطًا صَالِحَةً لِلشَّهَادَةِ عَلَى جَمِيعِ الْأُمَمِ وَأَنْ تَكُونَ حُجَّةَ اللهِ عَلَيْهَا، كَمَا تَقَدَّمَ بَيَانُ ذَلِكَ فِي أَوَّلِ الْجُزْءِ الثَّانِي مِنْ هَذَا التَّفْسِيرِ، وَبِذَلِكَ كَانَتْ جَدِيرَةً بِالْبَحْثِ عَنْ أَسْرَارِ الْخَلْقِ وَمَنَافِعِهِ، وَتَسْخِيرِهِ قُوَى الْأَرْضِ وَالْجَوَّ لِلتَّمَتُّعِ بِنِعَمِ اللهِ فِيهَا مَعَ الشُّكْرِ عَلَيْهَا، وَلَكِنَّهَا قَصَّرَتْ فِي ذَلِكَ ثُمَّ انْقَطَعَتْ مِنَ السَّيْرِ فِي طَرِيقِهِ بَعْدَ أَنْ قَطَعَ سَلَفُهَا شَرْطًا وَاسِعًا فِيهِ. </p><p> وَلَمَّا كَانَ حُبُّ الْمُبَالَغَةِ وَالْغُلُوِّ فِي دَأْبِ الْبَشَرِ وَشِنْشِنَتِهِمْ فِي كُلِّ شُئُونِهِمْ، مَا مِنْ شَيْءٍ إِلَّا وَيُوجَدُ مَنْ يَمِيلُ إِلَى الْإِفْرَاطِ فِيهِ، كَمَا يُوجَدُ مَنْ يَمِيلُ إِلَى التَّفْرِيطِ، اسْتَشَارَ بَعْضُ الصَّحَابَةِ رَضِيَ اللهُ عَنْهُمْ نَبِيَّ الرَّحْمَةِ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ فِي تَحْرِيمِ الطَّيِّبَاتِ وَالنِّسَاءِ عَلَى أَنْفُسِهِمْ، وَتَرَكَهَا بَعْضُهُمْ مِنْ غَيْرِ اسْتِشَارَةٍ، اشْتِغَالًا عَنْهَا بِصِيَامِ وَقِيَامِ اللَّيْلِ، فَنَهَاهُمْ عَنْ ذَلِكَ، وَأَنْزَلَ اللهُ تَعَالَى هَذِهِ الْآيَةَ وَمَا فِي مَعْنَاهَا مِنَ الْآيَاتِ، فِي تَحْرِيمِ الْخَبَائِثِ، وَالْمِنَّةِ بِحِلِّ الطَّيِّبَاتِ، وَبَيَّنَ ذَلِكَ الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَوْلِهِ وَفِعْلِهِ أَحْسَنَ الْبَيَانِ. </p><p> وَإِنَّنَا نَذْكُرُ هُنَا بَعْضَ الْأَخْبَارِ وَالْآثَارِ الْمَرْوِيَّةِ فِي ذَلِكَ لِتَكُونَ حُجَّةً عَلَى أَهْلِ الْغُلُوِّ فِي هَذَا الدِّينِ، الَّذِينَ تَرَكُوا هِدَايَتَهُ السَّمْحَةَ إِلَى تَشْدِيدِ الْغَابِرِينَ، </p><p> وَصَارُوا يَعُدُّونَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الزِّرْقِ خَاصَّةً بِالْكَافِرِينَ، حَتَّى كَأَنَّ الْمُشَارِكَ لَهُمْ فِيهَا خَارِجٌ </p><p> عَنْ هُدَى الْمُؤْمِنِينَ، وَهَاكَ مَا وَرَدَ فِي هَذِهِ الْآيَةِ مِنَ التَّفْسِيرِ الْمَأْثُورِ، وَسَيَأْتِي فِي تَفْسِيرِ سُورَةِ الْأَعْرَافِ وَغَيْرِهَا مَا يَزِيدُكَ نُورًا عَلَى نُورٍ. </p><p> وَأَخْرَجَ التِّرْمِذِيُّ وَحَسَّنَهُ وَابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ وَابْنُ عَدِيٍّ فِي الْكَامِلِ والطَّبَرَانِيُّ وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ عَبَّاسٍ أَنَّ رَجُلًا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:  \" يَا رَسُولَ اللهِ إِنِّي إِذَا أَكَلْتُ اللَّحْمَ انْتَشَرْتُ لِلنِّسَاءِ، وَأَخَذَتْنِي شَهْوَتِي، وَإِنِّي حَرَّمْتُ عَلَى نَفْسِي اللَّحْمَ \" . </p><p> فَنَزَلَتْ (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) قَالَ: \" نَزَلَتِ الْآيَةُ فِي رَهْطٍ مِنَ الصَّحَابَةِ قَالُوا: نَقْطَعُ مَذَاكِيرَنَا وَنَتْرُكُ شَهَوَاتِ الدُّنْيَا وَنَسِيحُ فِي الْأَرْضِ كَمَا تَفْعَلُ الرُّهْبَانُ،فَبَلَغَ ذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِمْ فَذَكَرَ لَهُمْ ذَلِكَ فَقَالُوا:نَعَمْ،فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:لَكِنِّي أَصُومُ وَأُفْطِرُ، وَأُصَلِّي وَأَنَامُ، وَأَنْكِحُ النِّسَاءَ، فَمَنْ أَخَذَ بِسُنَّتِي فَهُوَ مِنِّي، وَمَنْ لَمْ يَأْخُذْ بِسُنَّتِي فَلَيْسَ مِنِّي \" . </p><p> وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَأَبُو دَاوُدَ فِي مَرَاسِيلِهِ وَابْنُ جَرِيرٍ عَنْ أَبِي مَالِكٍ فِي قَوْلِهِ تَعَالَى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) . قَالَ: نَزَلَتْ فِي عُثْمَانَ بْنِ مَظْعُونٍ وَأَصْحَابِهِ، كَانُوا حَرَّمُوا عَلَى أَنْفُسِهِمْ كَثِيرًا مِنَ الشَّهَوَاتِ وَالنِّسَاءَ وَهَمَّ بَعْضُهُمْ أَنْ يَقْطَعَ ذَكَرَهُ فَنَزَلَتْ هَذِهِ الْآيَةُ. </p><p> وَأَخْرَجَ الْبُخَارِيُّ وَمُسْلِمٌ عَنْ عَائِشَةَ:  \" أَنَّ نَاسًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلُوا أَزْوَاجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عَمَلِهِ فِي السِّرِّ،فَقَالَ بَعْضُهُمْ:لَا آكُلُ اللَّحْمَ،وَقَالَ بَعْضُهُمْ:</p><p> لَا أَتَزَوَّجُ النِّسَاءَ، وَقَالَ بَعْضُهُمْ: لَا أَنَامُ عَلَى فِرَاشٍ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: مَا بَالُ أَقْوَامٍ يَقُولُ أَحَدُهُمْ كَذَا وَكَذَا؟ لَكِنِّي أَصُومُ وَأُفْطِرُ وَأَنَامُ وَأَقُومُ وَآكُلُ اللَّحْمَ وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي \" . </p><p> وَأَخْرَجَ الْبُخَارِيُّ وَمُسْلِمٌ وَابْنُ أَبِي شَيْبَةَ وَالنَّسَائِيُّ وَابْنُ أَبِي حَاتِمٍ وَابْنُ حِبَّانَ وَالْبَيْهَقِيُّ فِي سُنَنِهِ وَأَبُو الشَّيْخِ وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ مَسْعُودٍ قَالَ: \" كُنَّا نَغْزُو مَعَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ مَعَنَا نِسَاءٌ فَقُلْنَا: أَلَا نَسْتَخْصِي؟ فَنَهَانَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ </p><p> وَرَخَّصَ لَنَا أَنْ نَنْكِحَ الْمَرْأَةَ بِالثَّوْبِ إِلَى أَجَلٍ ثُمَّ قَرَأَ عَبْدُ اللهِ:  (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ) . </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ عَنْ أَبِي قِلَابَةَ، قَالَ: أَرَادَ النَّاسُ مِنْ أَصْحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَرْفُضُوا الدُّنْيَا وَيَتْرُكُوا النِّسَاءَ وَيَتَرَهَّبُوا فَقَامَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَغَلَّظَ فِيهِمُ الْمَقَالَةَ ثُمَّ قَالَ: \" إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِالتَّشْدِيدِ، شَدَّدُوا عَلَى أَنْفُسِهِمْ فَشَدَّدَ اللهُ عَلَيْهِمْ، فَأُولَئِكَ بَقَايَاهُمْ فِي الدِّيَارِ وَالصَّوَامِعِ، فَاعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ، وَحُجُّوا وَاعْتَمِرُوا وَاسْتَقِيمُوا يُسْتَقَمْ بِكُمْ \" قَالَ: وَنَزَلَتْ فِيهِمْ (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) الْآيَةَ. </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ عَنْ قَتَادَةَ فِي قَوْلِهِ:  (لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ</p><p> اللهُ لَكُمْ) قَالَ: نَزَلَتْ فِي أُنَاسٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَادُوا أَنْ يَتَخَلَّوْا عَنِ الدُّنْيَا وَيَتْرُكُوا النِّسَاءَ وَيَتَزَهَّدُوا، مِنْهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ وَعُثْمَانُ بْنُ مَظْعُونٍ. </p><p> وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ عَنْ قَتَادَةَ فِي قَوْلِهِ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) قَالَ: ذُكِرَ لَنَا أَنَّ رِجَالًا مِنْ أَصْحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَفَضُوا النِّسَاءَ وَاللَّحْمَ، أَرَادُوا أَنْ يَتَّخِذُوا الصَّوَامِعَ، فَلَمَّا بَلَغَ ذَلِكَ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" لَيْسَ فِي دِينِي تَرْكُ النِّسَاءِ وَاللَّحْمِ وَلَا اتِّخَاذِ الصَّوَامِعِ \" وَخُبِّرْنَا: \" أَنَّ ثَلَاثَةَ نَفَرٍ عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اتَّفَقُوا،فَقَالَ أَحَدُهُمْ:أَمَّا أَنَا فَأَقُومُ اللَّيْلَ لَا أَنَامُ،وَقَالَ أَحَدُهُمْ:أَمَّا أَنَا فَأَصُومُ النَّهَارَ فَلَا أُفْطِرُ،وَقَالَ الْآخَرُ:أَمَّا أَنَا فَلَا آتِي النِّسَاءَ،فَبَعَثَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ فَقَالَ:أَلَمْ أُنَبَّأْ أَنَّكُمُ اتَّفَقْتُمْ عَلَى كَذَا وَكَذَا؟قَالُوا:بَلَى يَا رَسُولَ اللهِ وَمَا أَرَدْنَا إِلَّا الْخَيْرَ قَالَ: لَكِنِّي أَقُومُ وَأَنَامُ وَأَصُومُ وَأُفْطِرُ وَآتِيَ النِّسَاءَ; فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي،وَكَانَ فِي بَعْضِ الْقِرَاءَةِ فِي الْحَرْفِ الْأَوَّلِ:مَنْ رَغِبَ عَنْ سُنَّتِكَ فَلَيْسَ مَنْ أُمَّتِكَ وَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ \" . </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَابْنُ جَرِيرٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَا آمُرُكُمْ أَنْ تَكُونُوا قِسِّيسِينَ وَرُهْبَانًا \" . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ عَنِ السُّدِّيِّ قَالَ:  \" إِنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَلَسَ يَوْمًا فَذَكَّرَ النَّاسَ، ثُمَّ قَامَ وَلَمْ يَزِدْهُمْ عَلَى التَّخْوِيفِ،فَقَالَ نَاسٌ مِنْ أَصْحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانُوا عَشْرَةً; مِنْهُمْ عَلَيُّ بْنُ أَبِي طَالِبٍ وَعُثْمَانُ بْنُ مَظْعُونٍ:مَا حَقُّنَا إِنْ لَمْ نُحْدِثْ عَمَلًا؟ فَإِنَّ النَّصَارَى قَدْ حَرَّمُوا عَلَى أَنْفُسِهِمْ فَنَحْنُ نُحَرِّمُ، فَحَرَّمَ بَعْضُهُمْ أَكْلَ اللَّحْمِ وَالْوَدَكِ وَأَنْ يَأْكُلَ بِالنَّهَارِ، وَحَرَّمَ بَعْضُهُمُ النَّوْمَ، وَحَرَّمَ بَعْضُهُمُ النِّسَاءَ، فَكَانَ عُثْمَانُ بْنُ مَظْعُونٍ مِمَّنْ حَرَّمَ النِّسَاءَ وَكَانَ لَا يَدْنُو مِنْ أَهْلِهِ وَلَا يَدْنُونَ مِنْهُ،فَأَتَتِ امْرَأَتُهُ عَائِشَةَ وَكَانَ يُقَالُ لَهَا الْحَوْلَاءُ فَقَالَتْ عَائِشَةُ وَمَنْ حَوْلَهَا مِنْ نِسَاءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:</p><p> مَا لَكِ يَا حَوْلَاءُ مُتَغَيِّرَةَ اللَّوْنِ لَا تَمْتَشِطِينَ وَلَا تَتَطَيَّبِينَ؟ فَقَالَتْ: وَكَيْفَ أَتَطَيَّبُ وَأَمْتَشِطُ وَمَا وَقَعَ عَلَيَّ زَوْجِي، وَلَا رَفَعَ عَنِّي ثَوْبًا مُنْذُ كَذَا وَكَذَا، فَجَعَلْنَ يَضْحَكْنَ مِنْ كَلَامِهَا، فَدَخَلَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُنَّ يَضْحَكْنَ فَقَالَ: مَا يُضْحِكُكُنَّ؟ قَالَتْ: يَا رَسُولَ اللهِ الْحَوْلَاءُ سَأَلْتُهَا عَنْ أَمْرِهَا فَقَالَتْ: مَا رَفَعَ عَنِّي زَوْجِي ثَوْبًا مُنْذُ كَذَا وَكَذَا، فَأَرْسَلَ إِلَيْهِ فَدَعَاهُ فَقَالَ: مَا بَالُكَ يَا عُثْمَانُ؟ قَالَ: إِنِّي تَرَكْتُهُ لِلَّهِ لِكَيْ أَتَخَلَّى لِلْعِبَادَةِ، وَقَصَّ عَلَيْهِ أَمْرَهُ، وَكَانَ عُثْمَانُ قَدْ أَرَادَ أَنْ يَجُبَّ نَفْسَهُ فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَقْسَمْتُ عَلَيْكَ إِلَّا رَجَعْتَ فَوَاقَعْتَ أَهْلَكَ، فَقَالَ: يَا رَسُولَ اللهِ إِنِّي صَائِمٌ، قَالَ: أَفْطِرْ قَالَ فَأَفْطَرَ وَأَتَى أَهْلَهُ، فَرَجَعَتِ الْحَوْلَاءُ إِلَى عَائِشَةَ وَقَدِ اكْتَحَلَتْ وَامْتَشَطَتْ وَتَطَيَّبَتْ فَضَحِكَتْ عَائِشَةُ فَقَالَتْ: مَا بَالُكِ يَا حَوْلَاءُ؟ فَقَالَتْ: إِنَّهُ أَتَاهَا أَمْسَ، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا بَالُ أَقْوَامٍ حَرَّمُوا النِّسَاءَ وَالطَّعَامَ وَالنَّوْمَ؟ أَلَا إِنِّي أَنَامُ وَأَقُومُ وَأُفْطِرُ وَأَصُومُ وَأَنْكِحُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي، فَنَزَلَتْ (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا) يَقُولُ لِعُثْمَانَ: \" لَا تَجُبَّ نَفْسَكَ فَإِنَّ هَذَا هُوَ الِاعْتِدَاءُ \" وَأَمَرَهُمْ أَنْ يَكَفِّرُوا أَيْمَانَهُمْ فَقَالَ: (لا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) الْآيَةَ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَأَبُو الشَّيْخِ عَنْ مُجَاهِدٍ قَالَ: أَرَادَ رِجَالٌ مِنْهُمْ عُثْمَانُ بْنُ مَظْعُونٍ وَعَبْدُ اللهِ بْنُ عَمْرٍو أَنْ يَتَبَتَّلُوا وَيُخْصُوا أَنْفُسَهُمْ وَيَلْبَسُوا الْمُسُوحَ فَنَزَلَتْ (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) الْآيَةَ الَّتِي بَعْدَهَا. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ عَنْ عِكْرِمَةَ أَنَّ عُثْمَانَ بْنَ مَظْعُونٍ وَعَلِيَّ بْنَ </p><p> أَبِي طَالِبٍ وَابْنَ مَسْعُودٍ وَالْمِقْدَادَ بْنَ الْأُسُودِ وَسَالِمًا مَوْلَى أَبِي حُذَيْفَةَ وَقُدَامَةَ تَبَتَّلُوا، فَجَلَسُوا فِي الْبُيُوتِ وَاعْتَزَلُوا النِّسَاءَ وَلَبِسُوا الْمُسُوحَ وَحَرَّمُوا طَيِّبَاتِ الطَّعَامِ وَاللِّبَاسِ إِلَّا مَا يَأْكُلُ وَيَلْبَسُ أَهْلُ السِّيَاحَةِ مِنْ بَنِي إِسْرَائِيلَ، وَهَمُّوا بِالِاخْتِصَاءِ وَأَجْمَعُوا لِقِيَامِ اللَّيْلِ وَصِيَامِ النَّهَارِ فَنَزَلَتْ (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) الْآيَةَ، فَلَمَّا نَزَلَتْ بَعَثَ إِلَيْهِمْ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:  \" إِنَّ لِأَنْفُسِكُمْ حَقًّا وَإِنَّ لِأَعْيُنِكُمْ حَقًّا وَإِنَّ لِأَهْلِكُمْ حَقًّا، فَصَلُّوا وَنَامُوا، وَصُومُوا وَأَفْطِرُوا، فَلَيْسَ مِنَّا مَنْ تَرَكَ سُنَّتَنَا،فَقَالُوا:اللهُمَّ صَدَّقْنَا وَاتَّبَعْنَا مَا أَنْزَلْتَ مَعَ الرَّسُولِ \" . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ عَنْ زَيْدِ بْنِ أَسْلَمَ \" أَنَّ عَبْدَ اللهِ بْنَ رَوَاحَةَ ضَافَهُ ضَيْفٌ مِنْ أَهْلِهِ وَهُوَ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ رَجَعَ إِلَى أَهْلِهِ فَوَجَدَهُمْ لَمْ يُطْعِمُوا ضَيْفَهُمُ انْتِظَارًا لَهُ،فَقَالَ لِامْرَأَتِهِ:حَبَسْتِ ضَيْفِي مِنْ أَجْلِي؟ هُوَ حَرَامٌ عَلَيَّ،فَقَالَتِ امْرَأَتُهُ:هُوَ عَلَيَّ حَرَامٌ،قَالَ الضَّيْفُ:هُوَ عَلَيَّ حَرَامٌ،فَلَمَّا رَأَى ذَلِكَ وَضَعَ يَدَهُ وَقَالَ:كُلُوا بِسْمِ اللهِ، ثُمَّ ذَهَبَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ،فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:قَدْ أَصَبْتَ \" فَأَنْزَلَ اللهُ: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) </p><p> وَأَخْرَجَ الْبُخَارِيُّ وَالتِّرْمِذِيُّ وَالدَّارَقُطْنِيُّ عَنْ أَبِي جُحَيْفَةَ قَالَ:  \" آخَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ سَلْمَانَ وَأَبِي الدَّرْدَاءِ،فَرَأْي أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ لَهَا مَا شَأْنُكِ قَالَتْ أَخُوكَ أَبُو الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِي الدُّنْيَا فَجَاءَ أَبُو الدَّرْدَاءِ فَصَنَعَ لَهُ طَعَامًا فَقَالَ:كُلْ فَإِنِّي صَائِمٌ،قَالَ:مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ فَأَكَلَ فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ يَقُومُ،قَالَ:نَمْ،فَنَامَ ثُمَّ ذَهَبَ يَقُومُ فَقَالَ:نَمْ،فَلَمَّا كَانَ آخِرُ اللَّيْلِ قَالَ سَلْمَانُ:قُمِ الْآنَ،قَالَ:فَصَلَّيَا،فَقَالَ لَهُ سَلْمَانُ:إِنَّ لِرَبِّكَ عَلَيْكَ حَقًّا وَلِنَفْسِكَ عَلَيْكَ حَقًّا وَلِأَهْلِكَ عَلَيْكَ حَقًّا فَأَعْطِ كُلَّ ذِي حَقٍّ حَقَّهُ،فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:صَدَقَ سَلْمَانُ \" . </p><p> وَأَخْرَجَ الْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ عَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ: قَالَ لِي رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَلَمْ أُخْبَرْ أَنَّكَ تَصُومُ النَّهَارَ وَتَقُومُ اللَّيْلَ؟ قُلْتُ: بَلَى يَا رَسُولَ اللهِ قَالَ: فَلَا تَفْعَلْ; صُمْ وَأَفْطِرْ، وَقُمْ وَنَمْ، فَإِنَّ لِجَسَدِكَ عَلَيْكَ حَقًّا، إِنَّ لِعَيْنِكَ عَلَيْكَ حَقًّا، وَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا، وَإِنَّ لِزَوْرِكَ عَلَيْكَ حَقًّا، وَإِنَّ بِحَسْبِكَ أَنْ تَصُومَ مِنْ كُلِّ شَهْرٍ ثَلَاثَةَ أَيَّامٍ، فَإِنَّ لَكَ بِكُلِّ حَسَنَةٍ عَشْرَ أَمْثَالِهَا، فَإِنَّ ذَلِكَ صِيَامُ الدَّهْرِ كُلِّهِ قُلْتُ: </p>"
}