{
  "id": null,
  "sura": 5,
  "aya": 48,
  "text": "<p> (وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ وَلَا</p><p> تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ) هَذِهِ الْآيَاتُ تَتِمَّةُ السِّيَاقِ؛ بَيَّنَ اللهُ تَعَالَى شَأْنُهُ إِنْزَالَ التَّوْرَاةِ ثُمَّ الْإِنْجِيلِ عَلَى بَنِي إِسْرَائِيلَ، وَمَا أَوْدَعَهُ فِيهَا مِنْ هُدًى وَنُورٍ، وَمَا حَتَّمَ عَلَيْهِمْ مِنْ إِقَامَتِهِمَا، وَمَا شَدَّدَ عَلَيْهِمْ مِنْ إِثْمِ تَرْكِ الْحُكْمِ بِهِمَا فَنَاسَبَ بَعْدَ ذَلِكَ أَنْ يَذْكُرَ إِنْزَالَهُ الْقُرْآنَ عَلَى خَاتَمِ النَّبِيِّينَ وَالْمُرْسَلِينَ، وَمَكَانَهُ مِنَ الْكُتُبِ الَّتِي قَبْلَهُ، وَكَوْنَ حِكْمَتِهِ تَعَالَى اقْتَضَتْ تَعَدُّدَ الشَّرَائِعِ وَمَنَاهِجِ الْهِدَايَةِ، فَتِلْكَ مُقَدِّمَاتٌ وَوَسِيلَةٌ، وَهَذَا هُوَ الْمَقْصِدُ وَالنَّتِيجَةُ، قَالَ:  (وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ) أَيْ وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ الْكَامِلَ الَّذِي أَكْمَلْنَا بِهِ الدِّينَ، فَكَانَ هُوَ الْجَدِيرَ بِأَنْ يَنْصَرِفَ إِلَيْهِ مَعْنَى الْكِتَابِ الْإِلَهِيِّ عِنْدَ الْإِطْلَاقِ، وَهُوَ الْقُرْآنُ الْمَجِيدُ، هَذِهِ حِكْمَةُ التَّعْبِيرِ بِالْكِتَابِ بَعْدَ التَّعْبِيرِ عَنْ كِتَابِ مُوسَى بِاسْمِهِ الْخَاصِّ (التَّوْرَاةِ) وَعَنْ كِتَابِ عِيسَى بِاسْمِهِ الْخَاصِّ (الْإِنْجِيلِ) وَمِثْلُ هَذَا إِطْلَاقُ لَفْظِ النَّبِيِّ، حَتَّى فِي كُتُبِهِمْ، وَقَوْلُهُ:  (بِالْحَقِّ) . . . إِلَخْ، مَعْنَاهُ أَنْزَلْنَاهُ مُتَلَبِّسًا بِالْحَقِّ، مُؤَيَّدًا بِهِ، مُشْتَمِلًا عَلَيْهِ، مُقَرِّرًا لَهُ، بِحَيْثُ لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ، </p><p> مُصَدِّقًا لِمَا تَقَدَّمَهُ مِنْ جِنْسِ الْكُتُبِ الْإِلَهِيَّةِ ; كَالتَّوْرَاةِ وَالْإِنْجِيلِ ; أَيْ نَاطِقًا بِتَصْدِيقِ كَوْنِهَا مِنْ عِنْدِ اللهِ، وَأَنَّ الرُّسُلَ الَّذِينَ جَاءُوا بِهَا لَمْ يَفْتَرُوهَا مِنْ عِنْدِ أَنْفُسِهِمْ. </p><p> وَأَمَّا قَوْلُهُ:  (وَمُهَيْمِنًا عَلَيْهِ) أَيْ عَلَى جِنْسِ الْكِتَابِ الْإِلَهِيِّ، فَمَعْنَاهُ أَنَّهُ رَقِيبٌ عَلَيْهَا وَشَهِيدٌ، بِمَا بَيَّنَهُ مِنْ حَقِيقَةِ حَالِهَا فِي أَصْلِ إِنْزَالِهَا، وَمَا كَانَ مِنْ شَأْنِ مَنْ خُوطِبُوا </p><p> بِهَا، مِنْ نِسْيَانِ حَظٍّ عَظِيمٍ مِنْهَا وَإِضَاعَتِهِ، وَتَحْرِيفِ كَثِيرٍ مِمَّا بَقِيَ مِنْهَا وَتَأْوِيلِهِ، وَالْإِعْرَاضِ عَنِ الْحُكْمِ وَالْعَمَلِ بِهَا، فَهُوَ يَحْكُمُ عَلَيْهَا ; لِأَنَّهُ جَاءَ بَعْدَهَا. رَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ:  (وَمُهَيْمِنًا عَلَيْهِ) يَعْنِي أَمِينًا عَلَيْهِ، يَحْكُمُ عَلَى مَا كَانَ قَبْلَهُ مِنَ الْكُتُبِ، وَفِي رِوَايَةٍ عَنْهُ عِنْدَ الْفِرْيَابِيِّ وَسَعِيدِ بْنِ مَنْصُورٍ وَالْبَيْهَقِيِّ وَرُوَاةِ التَّفْسِيرِ الْمَأْثُورِ قَالَ: مُؤْتَمَنًا عَلَيْهِ، وَفِي رِوَايَةٍ أُخْرَى قَالَ: شَهِيدًا عَلَى كُلِّ كِتَابٍ قَبْلَهُ. </p><p> لِسَانُ الْعَرَبِ: وَقَالَ ابْنُ الْأَنْبَارِيِّ فِي قَوْلِهِ \" وَمُهَيْمِنًا عَلَيْهِ \" قَالَ: الْمُهَيْمِنُ (أَيْ مِنْ أَسْمَاءِ اللهِ) : الْقَائِمُ عَلَى خَلْقِهِ، وَأَنْشَدَ: </p><p> أَلَا إِنَّ خَيْرَ النَّاسِ بَعْدَ نَبِيِّهِ ... مُهَيْمِنُهُ التَّالِيهِ فِي الْعُرْفِ وَالنُّكْرِ </p><p> (قَالَ) مَعْنَاهُ: الْقَائِمُ عَلَى النَّاسِ بَعْدَهُ، وَقِيلَ: الْقَائِمُ بِأُمُورِ الْخَلْقِ. </p><p> (قَالَ) وَفِي الْمُهَيْمِنِ خَمْسَةُ أَقْوَالٍ: قَالَ ابْنُ عَبَّاسٍ: الْمُهَيْمِنُ الْمُؤْتَمَنُ. وَقَالَ الْكَسَائِيُّ: الْمُهَيْمِنُ: الشَّهِيدُ. وَقَالَ غَيْرُهُ: هُوَ الرَّقِيبُ، يُقَالُ هَيْمَنَ يُهَيْمِنُ هَيْمَنَةً: إِذَا كَانَ رَقِيبًا عَلَى الشَّيْءِ، وَقَالَ أَبُو مَعْشَرٍ:  (وَمُهَيْمِنًا عَلَيْهِ) مَعْنَاهُ وَقَبَّانًا عَلَيْهِ، وَقِيلَ: وَقَائِمًا عَلَى الْكُتُبِ. اهـ. وَالظَّاهِرُ مِنْ مَجْمُوعِ الْأَقْوَالِ أَنَّ الْمُهَيْمِنَ عَلَى الشَّيْءِ هُوَ مَنْ يَقُومُ بِشُئُونِهِ، وَيَكُونُ لَهُ حَقُّ مُرَاقَبَتِهِ وَالْحُكْمُ فِي أَمْرِهِ بِحَقٍّ، كَمَا وَصَفَ بِذَلِكَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ فِي قِيَامِهِ بِأَعْبَاءِ خِلَافَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالْقِيَامِ بِالْأَمْرِ يَسْتَلْزِمُ الْمُرَاقَبَةَ وَالشَّهَادَةَ عَلَيْهِ. </p><p> وَمِنَ الْغَرَائِبِ أَنَّ بَعْضَ الْمُفَسِّرِينَ فَهِمَ مِنْ هَيْمَنَةِ الْقُرْآنِ عَلَى الْكُتُبِ الَّتِي قَبْلَهُ أَنَّهُ يَشْهَدُ لَهَا بِالْحِفْظِ مِنَ التَّحْرِيفِ وَالتَّبْدِيلِ. وَاللَّفْظُ لَا يَدُلُّ عَلَى هَذَا الْمَعْنَى، فَإِذَا كَانَ مَعْنَى الْمُهَيْمِنِ: الشَّهِيدَ، فَهَلْ يَصِحُّ أَنْ يَتَحَكَّمُوا فِي شَهَادَتِهِ كَمَا يَشَاءُونَ؟ أَمِ الْوَاجِبُ عَلَيْهِمُ الرُّجُوعُ إِلَى مَا قَالَهُ فِي شَأْنِ هَذِهِ الْكُتُبِ وَأَهْلِهَا ; لِأَنَّهُ هُوَ نَصُّ شَهَادَتِهِ لَهَا وَلَهُمْ أَوْ عَلَيْهَا وَعَلَيْهِمْ؟ وَالْقُرْآنُ يُفَسِّرُ بَعْضُهُ بَعْضًا، وَحَسْبُهُمْ أَنَّهُ قَالَ فِي هَذِهِ السُّورَةِ نَفْسِهَا فِي كُلٍّ مِنْ أَهْلِ التَّوْرَاةِ وَالْإِنْجِيلِ أَنَّهُمْ نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ، كَمَا قَالَ فِي سُورَةِ النِّسَاءِ قَبْلَهَا إِنَّهُمْ \" أُوتُوا نَصِيبًا مِنَ الْكِتَابِ \" ، وَقَالَ فِيهِمَا جَمِيعًا إِنَّهُمْ كَانُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ، وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" لَا تُصَدِّقُوا أَهْلَ الْكِتَابِ وَلَا تُكَذِّبُوهُمْ،وَقُولُوا:(آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا)(٢: ١٣٦)الْآيَةَ \" رَوَاهُ الْبُخَارِيُّ فِي صَحِيحِهِ، وَذَكَرَ أَنَّ سَبَبَهُ أَنَّهُ كَانَ بَعْضُ أَهْلِ الْكِتَابِ يَقْرَءُونَ التَّوْرَاةَ بِالْعِبْرَانِيَّةِ، وَيُفَسِّرُونَهَا لِبَعْضِ الْمُسْلِمِينَ بِالْعَرَبِيَّةِ، فَنَهَاهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ </p><p> عَنْ الِاسْتِمَاعِ إِلَيْهِمْ وَقَبُولِ كَلَامِهِمْ بِهَذَا الْحَدِيثِ. </p><p> يُوَضِّحُهُ مَا رَوَاهُ أَحْمَدُ وَالْبَزَّارُ - وَاللَّفْظُ لَهُ - مِنْ حَدِيثِ جَابِرٍ قَالَ: نَسَخَ عُمَرُ كِتَابًا مِنَ التَّوْرَاةِ بِالْعَرَبِيَّةِ، فَجَاءَ بِهِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَ يَقْرَأُ، وَوَجْهُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَغَيَّرُ، فَقَالَ لَهُ رَجُلٌ مِنَ الْأَنْصَارِ: وَيْحَكَ يَا ابْنَ الْخَطَّابِ، أَلَا تَرَى وَجْهَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" لَا تَسْأَلُوا أَهْلَ الْكِتَابِ عَنْ شَيْءٍ ; فَإِنَّهُمْ لَنْ يَهْدُوكُمْ وَقَدْ ضَلُّوا، وَإِنَّكُمْ إِمَّا أَنْ تُكَذِّبُوا بِحَقٍّ، أَوْ تُصَدِّقُوا بِبَاطِلٍ، وَاللهِ لَوْ كَانَ مُوسَى بَيْنَ أَظْهُرِكُمْ مَا حَلَّ لَهُ إِلَّا اتِّبَاعِي \" وَوَرَدَ فِي هَذَا الْمَعْنَى أَحَادِيثُ أُخْرَى ضَعِيفَةٌ. وَالْمُرَادُ مِنَ النَّهْيِ عَنْ سُؤَالِهِمُ النَّهْيُ عَنْ سُؤَالِ الِاهْتِدَاءِ وَتَلَقِّي مَا يَرْوُونَهُ بِالْقَبُولِ لِأَجْلِ الْعِلْمِ بِالشَّرَائِعِ الْمَاضِيَةِ وَأَخْبَارِ الْأَنْبِيَاءِ ; لِزِيَادَةِ الْعِلْمِ أَوْ لِتَفْصِيلِ بَعْضِ مَا أَجْمَلَهُ الْقُرْآنُ. وَسَبَبُهُ مَا هُوَ ظَاهِرٌ مِنَ السِّيَاقِ، وَهُوَ أَنَّهُمْ لِنِسْيَانِهِمْ بَعْضَ مَا أُنْزِلَ إِلَيْهِمْ، وَتَحْرِيفِهِمْ لِبَعْضِهِ، بَطَلَتِ الثِّقَةُ بِرِوَايَتِهِمْ، فَالْمُصَدِّقُ لَهَا عُرْضَةٌ لِتَصْدِيقِ الْبَاطِلِ، وَالْمُكَذِّبُ لَهَا عُرْضَةٌ لِتَكْذِيبِ الْحَقِّ، إِذْ لَا يَتَيَسَّرُ لَنَا أَنْ نُمَيِّزَ فِيمَا عِنْدَهُمْ بَيْنَ الْمَحْفُوظِ السَّالِمِ مِنَ التَّحْرِيفِ وَغَيْرِهِ، فَالِاحْتِيَاطُ أَلَّا نُصَدِّقَهُمْ وَلَا نُكَذِّبَهُمْ إِلَّا إِذَا رَوَوْا شَيْئًا يُصَدِّقُهُ الْقُرْآنُ أَوْ يُكَذِّبُهُ، فَإِنَّا نُصَدِّقُ مَا صَدَّقَهُ، وَنُكَذِّبُ مَا كَذَّبَهُ ; لِأَنَّهُ مُهَيْمِنٌ عَلَى تِلْكَ الْكُتُبِ، وَشَهِيدٌ عَلَيْهَا، وَشَهَادَتُهُ حَقٌّ ; لِأَنَّهُ نَزَلَ بِالْحَقِّ، وَحَفِظَهُ اللهُ مِنَ التَّحْرِيفِ وَالتَّبْدِيلِ بِتَوْفِيقِ الْمُسْلِمِينَ لِحِفْظِهِ فِي الصُّدُورِ وَالسُّطُورِ، مِنْ زَمَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْيَوْمِ، وَسَيَحْفَظُهُ كَذَلِكَ إِلَى آخِرِ الزَّمَانِ (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ)  (١٥: ٩) وَلَا يُعَارِضُ هَذَا قَوْلُهُ تَعَالَى: (فَاسْأَلُوا أَهْلَ الذِّكْرِ) لِأَنَّ ذَلِكَ وَرَدَ فِي السُّؤَالِ عَنْ أَمْرٍ مُتَوَاتِرٍ قَطْعِيٍّ، وَهُوَ أَنَّ الرُّسُلَ كَانُوا رِجَالًا يُوحَى إِلَيْهِمْ. </p><p> (فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ) أَيْ إِذَا كَانَ هَذَا شَأْنَ الْقُرْآنِ وَمَنْزِلَتَهُ مِمَّا قَبْلَهُ، وَهُوَ أَنَّهُ قَائِمٌ بِأَمْرِ الدِّينِ بَعْدَهَا، وَرَقِيبٌ وَشَهِيدٌ عَلَيْهَا، فَاحْكُمْ بَيْنَ أَهْلِ الْكِتَابِ بِمَا أَنْزَلَ اللهُ إِلَيْكَ مِنَ الْأَحْكَامِ وَالْحُدُودِ، دُونَ مَا أَنْزَلَهُ إِلَيْهِمْ ; لِأَنَّ شَرْعَكَ نَاسِخٌ لِشَرَائِعِهِمْ (وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ) أَيْ وَلَا تَتَّبِعْ مَا يَهْوُونَ، وَهُوَ الْحُكْمُ بِمَا يَسْهُلُ عَلَيْهِمْ وَيَخِفُّ احْتِمَالُهُ، مَائِلًا بِذَلِكَ عَمَّا جَاءَكَ مِنَ الْحَقِّ الَّذِي لَا مِرْيَةَ فِيهِ وَلَا رَيْبَ، وَلَوْ إِلَى مَا صَحَّ مِنْ شَرِيعَتِهِمْ بِمَا نَقُصُّهُ عَلَيْكَ مِنْهَا (لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا) فَهَذِهِ الْجُمْلَةُ اسْتِئْنَافٌ بَيَانِيٌّ لِتَعْلِيلِ الْأَمْرِ وَالنَّهْيِ قَبْلَهَا ; أَيْ لِكُلِّ رَسُولٍ </p><p> أَوْ لِكُلِّ أُمَّةٍ مِنْكُمْ أَيُّهَا الْمُسْلِمُونَ وَالْكِتَابِيُّونَ أَوْ أَيُّهَا النَّاسُ جَعَلْنَا شَرِيعَةً أَوْجَبْنَا عَلَيْهِمْ إِقَامَةَ أَحْكَامِهَا، وَطَرِيقًا لِلْهِدَايَةِ فَرَضْنَا عَلَيْهِمْ سُلُوكَهُ لِتَزْكِيَةِ أَنْفُسِهِمْ وَإِصْلَاحِهَا ; لِأَنَّ الشَّرَائِعَ الْعَمَلِيَّةَ وَطُرُقَ التَّزْكِيَةِ الْأَدَبِيَّةِ تَخْتَلِفُ </p><p> بِاخْتِلَافِ أَحْوَالِ الِاجْتِمَاعِ وَاسْتِعْدَادِ الْبَشَرِ؛ وَإِنَّمَا اتَّفَقَ جَمِيعُ الرُّسُلِ فِي أَصْلِ الدِّينِ، وَهُوَ تَوْحِيدُ اللهِ وَإِسْلَامُ الْوَجْهِ لَهُ بِالْإِخْلَاصِ وَالْإِحْسَانِ. </p><p> وَالشِّرْعَةُ وَالشَّرِيعَةُ فِي اللُّغَةِ: الطَّرِيقُ إِلَى الْمَاءِ، أَوْ مَوْرِدُ الْمَاءِ مِنَ النَّهْرِ وَنَحْوِهِ، وَهَذَا هُوَ الْمُسْتَعْمَلُ عِنْدَ الْعَرَبِ حَتَّى الْآنَ، وَهِيَ مِنَ الشُّرُوعِ فِي الشَّيْءِ، قَالَ ابْنُ جَرِيرٍ: وَكُلُّ مَا شَرَعْتَ فِيهِ مِنْ شَيْءٍ فَهُوَ شَرِيعَةٌ، وَمِنْ ذَلِكَ قِيلَ لِشَرِيعَةِ الْمَاءِ شَرِيعَةٌ ; لِأَنَّهُ يَشْرَعُ مِنْهَا إِلَى الْمَاءِ، وَمِنْهُ سُمِّيَتْ شَرَائِعُ الْإِسْلَامِ شَرَائِعَ ; لِشُرُوعِ أَهْلِهِ فِيهِ، وَمِنْهُ قِيلَ لِلْقَوْمِ إِذَا تَسَاوَوْا فِي الشَّيْءِ: هُمْ شَرْعٌ سَوَاءٌ، وَأَمَّا الْمِنْهَاجُ، فَإِنَّ أَصْلَهُ الطَّرِيقُ الْبَيِّنُ الْوَاضِحُ، يُقَالُ مِنْهُ: هُوَ طَرِيقٌ نَهْجٌ وَمَنْهَجٌ بَيِّنٌ، كَمَا قَالَ الرَّاجِزُ: مَنْ يَكُ فِي شَكٍّ فَهَذَا فَلْجُ مَاءٌ رِوَاءٌ وَطَرِيقٌ نَهْجُ. اهـ. </p><p> وَقَالَ بَعْضُهُمْ: سُمِّيَتِ الشَّرِيعَةُ شَرِيعَةً تَشْبِيهًا بِشَرِيعَةِ الْمَاءِ مِنْ حَيْثُ إِنَّ مَنْ شَرَعَ فِيهَا عَلَى الْحَقِيقَةِ رُوِيَ وَتَطَهَّرَ، وَالْمُرَادُ الرِّيُّ الْمَعْنَوِيُّ وَطَهَارَةُ النَّفْسِ وَتَزْكِيَتُهَا، وَقَدْ جَعَلَ اللهُ الْمَاءَ سَبَبَ الْحَيَاةِ النَّبَاتِيَّةِ وَالْحَيَوَانِيَّةِ، وَجَعَلَ الشَّرِيعَةَ سَبَبَ الْحَيَاةِ الرُّوحِيَّةِ الْإِنْسَانِيَّةِ. </p><p> أَخْرَجَ غَيْرُ وَاحِدٍ مِنْ رُوَاةِ التَّفْسِيرِ الْمَأْثُورِ عَنْ قَتَادَةَ فِي قَوْلِهِ تَعَالَى:  (لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا) يَقُولُ سَبِيلًا وَسُنَّةً. وَالسُّنَنُ مُخْتَلِفَةٌ: لِلتَّوْرَاةِ شَرِيعَةٌ، وَلِلْإِنْجِيلِ شَرِيعَةٌ، وَلِلْقُرْآنِ شَرِيعَةٌ، يُحِلُّ اللهُ فِيهَا مَا يَشَاءُ، وَيُحَرِّمُ مَا يَشَاءُ ; كَيْ يَعْلَمَ اللهُ مَنْ يُطِيعُهُ مِمَّنْ يَعْصِيهِ، وَلَكِنَّ الدِّينَ الْوَاحِدَ الَّذِي لَا يَقْبَلُ غَيْرَهُ التَّوْحِيدُ وَالْإِخْلَاصُ الَّذِي جَاءَتْ بِهِ الرُّسُلُ. وَفِي رِوَايَةٍ عَنْهُ: الدِّينُ وَاحِدٌ، وَالشَّرِيعَةُ مُخْتَلِفَةٌ. وَرَوَى ابْنُ جَرِيرٍ مِنْ عِدَّةِ طُرُقٍ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ فِي تَفْسِيرِ \" شِرْعَةً وَمِنْهَاجًا \" سُنَّةً وَسَبِيلًا، وَظَاهِرٌ مِنْ قَوْلِ قَتَادَةَ أَنَّ الشَّرِيعَةَ أَخَصُّ مِنَ الدِّينِ، إِنْ لَمْ تَكُنْ مُبَايِنَةً لَهُ، وَأَنَّهَا الْأَحْكَامُ الْعَمَلِيَّةُ الَّتِي تَخْتَلِفُ بِاخْتِلَافِ الرُّسُلِ، وَيَنْسَخُ لَاحِقُهَا سَابِقَهَا، وَأَنَّ الدِّينَ هُوَ الْأُصُولُ الثَّابِتَةُ الَّتِي لَا تَخْتَلِفُ بِاخْتِلَافِ الْأَنْبِيَاءِ. وَهَذَا يُوَافِقُ أَوْ يُقَارِبُ عُرْفَ الْأُمَمِ حَتَّى الْيَوْمَ، لَا يُطْلِقُونَ اسْمَ الشَّرِيعَةِ إِلَّا عَلَى الْأَحْكَامِ الْعَمَلِيَّةِ، بَلْ يَخُصُّونَهَا بِمَا يَتَعَلَّقُ </p><p> بِالْقَضَاءِ، وَمَا يُتَخَاصَمُ فِيهِ إِلَى الْحُكَّامِ، دُونَ مَا يُدَانُ اللهُ تَعَالَى بِهِ مِنْ أَحْكَامِ الْحَلَالِ وَالْحَرَامِ. </p><p> وَلَا تَجِدُ هَذَا الْحَرْفَ فِي الْقُرْآنِ إِلَّا فِي هَذِهِ الْآيَةِ، وَفِي قَوْلِهِ تَعَالَى مِنْ سُورَةِ الشُّورَى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ)  (٤٢: ١٣) وَقَوْلُهُ مِنْهَا: (أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ)  (٤٢: ٢١) وَفِي قَوْلِهِ مِنْ سُورَةِ الْجَاثِيَةِ: (ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ)  (٤٥: ١٨) فَأَمَّا شَرْعُ الدِّينِ فَهُوَ وَضْعُهُ وَإِنْزَالُهُ مِنْ عِنْدِ اللهِ تَعَالَى وَلَيْسَ لِغَيْرِهِ أَنْ يَشْرَعَ ; فَآيَتَا الشُّورَى تَدُلَّانِ عَلَى أَنَّ </p><p> وَضْعَ اللهِ تَعَالَى لِلدِّينِ وَمُخَاطَبَةَ النَّاسِ بِهِ يُسَمَّى شَرْعًا بِالْمَعْنَى الْمَصْدَرِيِّ، وَلَيْسَ مِمَّا نَحْنُ فِيهِ، وَأَمَّا آيَةُ الْجَاثِيَةِ فَقَدْ رَوَى ابْنُ جَرِيرٍ عَنْ قَتَادَةَ أَنَّهُ قَالَ فِيهَا: الشَّرِيعَةُ: الْفَرَائِضُ وَالْحُدُودُ، وَالْأَمْرُ وَالنَّهْيُ، وَهُوَ نَصٌّ فِيمَا ذَكَرْنَا مَنْ قَصْرِ الشَّرِيعَةِ عَلَى الْأَحْكَامِ الْعَمَلِيَّةِ دُونَ الْعَقَائِدِ وَالْحِكَمِ وَالْعِبَرِ الَّتِي يَشْتَمِلُهَا الدِّينُ، وَالْمَشْهُورُ فِي عُرْفِ فُقَهَائِنَا وَعَامَّتِنَا أَنَّ الدِّينَ وَالشَّرْعَ أَوِ الشَّرِيعَةَ بِمَعْنًى وَاحِدٍ، وَلَكِنْ - مَعَ ذَلِكَ - تَرَى اسْتِعْمَالَ عِلْمِ الشَّرْعِ وَعُلَمَاءِ الشَّرِيعَةِ وَكُتُبِ الشَّرِيعَةِ أَلْصَقَ بِالْفِقْهِ وَكُتُبِهِ وَعُلَمَائِهِ مِنْهَا بِعِلْمِ الْعَقَائِدِ وَالْأَخْلَاقِ وَعُلَمَائِهَا وَكُتُبِهَا، وَتَجِدُ الْفُقَهَاءَ يَقُولُونَ: يَجُوزُ هَذَا دِيَانَةً لَا قَضَاءً، وَنَحْوَ ذَلِكَ. وَتَحْرِيرُ الْقَوْلِ أَنَّ الشَّرِيعَةَ اسْمٌ لِلْأَحْكَامِ الْعَمَلِيَّةِ، وَأَنَّهَا أَخَصُّ مِنْ كَلِمَةِ (الدِّينِ) وَإِنَّمَا تَدْخُلُ فِي مُسَمَّى الدِّينِ مِنْ حَيْثُ إِنَّ الْعَامِلَ بِهَا يَدِينُ اللهَ تَعَالَى بِعَمَلِهِ وَيَخْضَعُ لَهُ وَيَتَوَجَّهُ إِلَيْهِ ; مُبْتَغِيًا مَرْضَاتَهُ وَثَوَابَهُ بِإِذْنِهِ. </p><p> وَالْآيَةُ نَصٌّ فِي أَنَّ شَرْعَ مَنْ قَبْلَنَا، لَيْسَ شَرْعًا لَنَا مُطْلَقًا، سَوَاءٌ كَانَتِ اللَّامُ فِي قَوْلِهِ:  (لِكُلٍّ جَعَلْنَا) لِلِاخْتِصَاصِ الْحَصْرِيِّ أَمْ لَا، خِلَافًا لِمَنْ قَالَ بِهِ مُحْتَجِّينَ بِقَوْلِهِ تَعَالَى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ)  (٤٢: ١٣) الْآيَةَ، وَقَوْلِهِ:  (أُولَئِكَ الَّذِينَ هَدَى اللهُ فَبِهُدَاهُمُ اقْتَدِهْ)  (٦: ٩٠) الْآيَةَ، وَمَا فِي مَعْنَاهَا، فَأَمَّا الْآيَةُ الْأُولَى فَقَدْ بَيَّنَ مَا شَرَعَهُ تَعَالَى فِيهَا مِنَ التَّوْصِيَةِ، وَهُوَ قَوْلُهُ تَعَالَى:  (أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ)  (٤٢: ١٣) فَهَذِهِ وَصِيَّةُ اللهِ إِلَى الْأُمَمِ عَلَى أَلْسِنَةِ جَمِيعِ الرُّسُلِ ; فَهِيَ لَا تَدُلُّ عَلَى اتِّحَادِ شَرَائِعِهِمْ، بَلْ حَظْرِ الِاخْتِلَافَ فِي الدِّينِ ; لِأَنَّ الدِّينَ نَزَلَ لِإِزَالَةِ الْخِلَافِ الضَّارِّ وَإِصْلَاحِ </p><p> الْأُمَّةِ، فَالِاخْتِلَافُ فِيهِ يَجْعَلُ الْإِصْلَاحَ إِفْسَادًا وَالدَّوَاءَ دَاءً ; وَلِذَلِكَ قَالَ تَعَالَى:  (وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ)  (٩٨: ٤) وَقَالَ: (وَلَا تَكُونُوا كَالَّذِينِ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ)  (٣: ١٠٥) وَلَوْ كَانَتِ الْآيَةُ عَامَّةً فِي الدِّينِ وَالشَّرِيعَةِ لَكَانَ مَعْنَاهَا أَنَّ مَا شَرَعَهُ اللهُ لَنَا هُوَ عَيْنُ مَا شَرَعَهُ لِنُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ، وَلَمْ يَكُنْ مَعْنَاهَا أَنَّنَا مُخَاطَبُونَ بِالْأَحْكَامِ الْعَمَلِيَّةِ الَّتِي شَرَعَهَا اللهُ لِقَوْمِ نُوحٍ وَمَنْ بَعْدَهُ. وَكَوْنُ مَا شَرَعَهُ لَنَا هُوَ عَيْنَ مَا شَرَعَهُ لَهُمْ مُنَاقِضٌ لِقَوْلِهِ:  (لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا) وَكَيْفَ يَتَصَوَّرُ عَاقِلٌ أَنْ يَكُونَ الْمُرَادُ مِنَ الْآيَةِ أَنَّ كُلَّ مَا شَرَعَهُ اللهُ لِقَوْمِ نُوحٍ هُوَ شَرْعٌ لَنَا إِذَا لَمْ يَرِدْ فِي شَرِيعَتِنَا مَا يَنْسَخُهُ؟ وَهُوَ خَبَرٌ لَا فَائِدَةَ فِيهِ؛ إِذْ لَا عِلْمَ لَنَا بِمَا شَرَعَهُ تَعَالَى لِقَوْمِ نُوحٍ، وَكَلَامُ اللهِ مُنَزَّهٌ عَنِ الْعَبَثِ. وَأَمَّا قَوْلُهُ تَعَالَى فِي سُورَةِ الْأَنْعَامِ:  (فَبِهُدَاهُمُ اقْتَدِهْ) فَقَدْ جَاءَ بَعْدَ ذِكْرِ هِدَايَتِهِ تَعَالَى لِطَائِفَةٍ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِينَ، فَلَا يُمْكِنُ أَنْ يُرَادَ بِهِ الْعَمَلُ بِشَرَائِعِهِمُ الْعَمَلِيَّةِ ; لِعَدَمِ إِعْلَامِهِ تَعَالَى بِهَا، وَعَدَمِ الثِّقَةِ بِإِعْلَامِ غَيْرِهِ إِنْ وُجِدَ، وَلِاخْتِلَافِهَا وَنَسْخِ بَعْضِهَا بَعْضًا. قَالَ بَعْضُ الْمُحَقِّقِينَ: وَلَا يَجُوزُ أَيْضًا أَنْ يُرَادَ بِذَلِكَ الِاقْتِدَاءُ بِهِمْ فِي الْعَقَائِدِ وَأُصُولِ الدِّينِ ; لِأَنَّ الِاقْتِدَاءَ </p><p> تَقْلِيدٌ، وَالْعَقَائِدُ لَا تَصِحُّ إِلَّا بِالْعِلْمِ الْيَقِينِيِّ بِالْبُرْهَانِ الْعَقْلِيِّ أَوِ السَّمْعِ، وَقَدْ أَبْطَلَ اللهُ التَّقْلِيدَ فِي كِتَابِهِ، فَلَا يَقْبَلُهُ مِنْ آحَادِ النَّاسِ، فَكَيْفَ يَأْمُرُ بِهِ خَاتَمَ الْمُرْسَلِينَ، الَّذِي هُوَ مَقَامُ حَقِّ الْيَقِينِ؟ وَلِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ نُزُولِ هَذِهِ الْآيَةِ كَانَ عَالِمًا بِالْعَقَائِدِ دَاعِيًا إِلَيْهَا، وَلَا مَعْنًى لِأَنْ يَكُونَ أَمْرُهُ بِالِاقْتِدَاءِ أَمْرًا بِالثَّبَاتِ عَلَيْهَا، وَالصَّوَابُ أَنَّ الْمُرَادَ بِالِاقْتِدَاءِ هُنَا مُوَافَقَةُ سُنَّتِهِمْ وَسِيرَتِهِمْ فِي دَعْوَةِ أَقْوَامِهِمْ إِلَى الدِّينِ وَالصَّبْرِ عَلَى أَذَاهُمْ، وَغَيْرِ ذَلِكَ مِنْ خَلَائِقِهِمُ الْحَسَنَةِ الَّتِي بَيَّنَهَا اللهُ تَعَالَى فِي سِيرَتِهِمْ، كَمَا قَالَ:  (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ)  (١١: ١٢٠) وَقَالَ تَعَالَى: (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ)  (٤٦: ٣٥) أَيْ وَلَا تَسْتَعْجِلْ لِقَوْمِكَ الْعَذَابَ، كَمَا اسْتَعْجَلَ بَعْضُهُمْ، وَلَوْ دَلَّتْ هَذِهِ الْآيَةُ عَلَى أَنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا لَدَلَّ عَلَيْهَا قَوْلُهُ تَعَالَى:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ)  (١: ٦) أَيْضًا، وَلَكُنَّا مَأْمُورِينَ بِأَنْ نَتَّبِعَ مَنْ دُونِ النَّبِيِّينَ مِنَ الصَّدِيقَيْنِ وَالشُّهَدَاءِ وَالصَّالِحِينَ فِي جَمِيعِ أَحْكَامِ </p><p> شَرَائِعِهِمْ، وَجُزْئِيَّاتِ أَعْمَالِهِمْ. كَلَّا، إِنَّ الْمُرَادَ بِالْهِدَايَةِ فِي هَذَا الْبَابِ، هِدَايَةُ الْقُلُوبِ بِمَا وَفَّقَهَا اللهُ لَهُ مِنَ الْإِخْلَاصِ وَنُورِ الْبَصِيرَةِ وَحُبِّ الْحَقِّ وَالْخَيْرِ، وَتَحَرِّيهِمَا فِي الْعِلْمِ وَالْعَمَلِ، وَالْوُقُوفِ عِنْدَ حُدُودِ اللهِ تَعَالَى ; فَهُمْ بِهَذَا كَانُوا مُهْتَدِينَ، وَهَذَا هُدَاهُمْ وَصِرَاطُهُمْ، لَا أَحْكَامُ الشَّرَائِعِ الَّتِي خُوطِبَ بِهَا مَنْ عَمِلَ بِهَا وَمَنْ لَمْ يَعْمَلْ. </p><p> لَعَمْرِي إِنَّ الْحَقَّ فِي هَذِهِ الْمَسْأَلَةِ وَاضِحٌ كَالصُّبْحِ، بَلْ هُوَ أَوْضَحُ، وَلَكِنَّ أَكْثَرَ الْمُصَنِّفِينَ الْمُقَلِّدِينَ جَرَوْا عَلَى سُنَّةٍ سَيِّئَةٍ، وَهِيَ أَنْ يَأْخُذُوا أَقْوَالَ الْعُلَمَاءِ الَّذِينَ يَنْتَسِبُونَ إِلَيْهِمْ قَضَايَا مُسَلَّمَةً، وَيَلْتَمِسُونَ الدَّلَائِلَ لِإِثْبَاتِهَا وَإِبْطَالِ مَا خَالَفَهَا دَلِيلًا وَمَدْلُولًا، وَلَوْ بِالتَّمَحُّلِ وَالتَّأَوُّلِ وَالِاحْتِمَالِ ; فَالْأَدِلَّةُ عِنْدَهُمْ تَابِعَةٌ لَا مَتْبُوعَةٌ، فَمَا وَافَقَ الْأَصْلَ الْمُسَلَّمَ عِنْدَهُمْ وَلَوْ بَادِيَ الرَّأْيِ قَبِلُوهُ، وَمَا خَالَفَهُ وَأَبْطَلَهُ أَعْرَضُوا عَنْهُ وَتَرَكُوهُ، أَوْ حَرَّفُوهُ وَتَأَوَّلُوهُ، وَإِلَّا فَمِنَ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ أَنَّ اللهَ قَدْ أَكْمَلَ الدِّينَ بِدِينِنَا، وَخَتَمَ النَّبِيِّينَ بِنَبِيِّنَا، وَأَرْسَلَهُ لِلنَّاسِ كَافَّةً، وَكَانَ كُلُّ نَبِيٍّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَأَنَّ جَمِيعَ الشَّرَائِعِ قَبْلَهُ كَانَتْ مُؤَقَّتَةً، وَشَرِيعَتُهُ هِيَ الشَّرِيعَةُ الدَّائِمَةُ، وَحِكْمَةُ ذَلِكَ مَعْرُوفَةٌ بَيْنَ الْعُلَمَاءِ، لَمْ تَكُنْ مَحَلَّ خِلَافٍ بَيْنَ الْمَذَاهِبِ وَلَا بَيْنَ الْأَفْرَادِ، وَهِيَ أَنَّ هَذِهِ الشَّرِيعَةَ الْكَامِلَةَ السَّمْحَةَ صَالِحَةٌ لِكُلِّ زَمَانٍ وَكُلِّ مَكَانٍ، وَحِكْمَةُ نَسْخِ الشَّرَائِعِ الْمَاضِيَةِ عَدَمُ صَلَاحِيَتِهَا لِغَيْرِ أَهْلِهَا، وَعَدَمِ صَلَاحِيَتِهَا لِلدَّوَامِ فِي أَهْلِهَا، وَيُؤَيِّدُ هَذَا جُمْلَةُ مَا فِي الْأَيْدِي مِنَ التَّوْرَاةِ وَالْإِنْجِيلِ، فَكُلُّ مَنِ اطَّلَعَ عَلَيْهِمَا يَعْلَمُ عِلْمَ الْيَقِينِ أَنَّهُ لَا طَاقَةَ لِلْبَشَرِ فِي هَذَا الْعَصْرِ بِإِقَامَتِهِمَا ; فَشِدَّةُ أَحْكَامِ التَّوْرَاةِ فِي الْعِبَادَاتِ وَأَحْكَامِ الْمُعَامَلَاتِ الْمَدَنِيَّةِ وَالْقِتَالِ لَا يُمْكِنُ أَنْ تَعْمَلَ بِهِ أُمَّةٌ، وَلِشِدَّةِ أَحْكَامِ الْإِنْجِيلِ فِي الزُّهْدِ وَتَرْكِ الدُّنْيَا، وَالْخُضُوعِ لِكُلِّ حَاكِمٍ وَكُلِّ مُعْتَدٍ لَا يُمْكِنُ أَنْ تَكُونَ عَلَيْهِ أُمَّةٌ، فَإِذَا كَانَ الْأَمْرُ كَذَلِكَ فَهَلْ يُعْقَلُ أَنْ تَكُونَ تِلْكَ الشَّرَائِعُ الْخَاصَّةُ الْمَوْقُوتَةُ، الَّتِي نَسَخَتْهَا شَرِيعَتُنَا لِإِكْمَالِ </p><p> الدِّينِ بِمَا يُنَاسِبُ ارْتِقَاءَ الْبَشَرِ، شَرِيعَةً دَائِمَةً لَنَا يَجِبُ عَلَيْنَا الْعَمَلُ بِهَا، وَأَنْ يُعَدَّ هَذَا أَصْلًا مِنْ أُصُولِنَا؟ يَا ضَيْعَةَ الْوَقْتِ الَّذِي نَصْرِفُهُ فِي رَدِّ هَذَا الْقَوْلِ، بَلْ يَا ضَيْعَةَ الْحِبْرِ وَالْوَرَقِ الَّذِي يُصْرَفُ فِي سَبِيلِهِ، لَوْلَا أَنَّهُ صَارَ ضَرُورِيًّا بِتِلْكَ الشُّبُهَاتِ الَّتِي فُتِنَ بِهَا كَثِيرٌ مِنَ الْأَذْكِيَاءِ ; كَالسَّعْدِ التَّفْتَازَانِيِّ وَأَضْرَابِهِ. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ دِينَ اللهِ تَعَالَى عَلَى أَلْسِنَةِ أَنْبِيَائِهِ وَاحِدٌ فِي أُصُولِهِ وَمَقَاصِدِهِ، </p><p> وَهِيَ تَوْحِيدُ اللهِ وَتَنْزِيهُهُ وَإِثْبَاتُ صِفَاتِ الْكَمَالِ لَهُ، وَالْإِخْلَاصُ لَهُ فِي الْأَعْمَالِ، وَالْإِيمَانُ بِالْيَوْمِ الْآخِرِ، وَالِاسْتِعْدَادُ لَهُ بِالْعَمَلِ الصَّالِحِ، وَأَمَّا الشَّرَائِعُ فَهِيَ مُخْتَلِفَةٌ، وَشَرْعُ مَنْ قَبْلَنَا لَيْسَ شَرْعًا لَنَا، وَمُوَافَقَتُهُ لِبَعْضِ الشَّرَائِعِ فِي بَعْضِ الْأَحْكَامِ كَمُوَافَقَتِهِ لِبَعْضِ الْقَوَانِينِ الْوَضْعِيَّةِ فِي كَوْنِهَا لَا يَصِحُّ أَنْ تَكُونَ سَبَبًا لِشَرْعِهَا لَنَا، كَمَا لَا يَصِحُّ أَنْ تَكُونَ مَانِعًا، فَإِنَّمَا كُنَّا مُخَاطَبِينَ بِهَذِهِ الْأَحْكَامِ بِنُزُولِهَا عَلَيْنَا، لَا بِكَوْنِهَا شُرِعَتْ لِمَنْ قَبْلَنَا، وَلِذَلِكَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحِبُّ مُخَالَفَةَ الْيَهُودِ بَعْدَ نُزُولِ الْكَثِيرِ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ عَلَيْهِ فِي الْمَدِينَةِ، حَتَّى فِي عَمَلِ الْبِرِّ الدَّاخِلِ فِي عُمُومِ شَرِيعَتِنَا وَشَرِيعَتِهِمْ ; كَصِيَامِ يَوْمِ عَاشُورَاءَ ; إِذْ كَانَ يَصُومُهُ فَلَمَّا قِيلَ لَهُ فِي الْمَدِينَةِ أَنَّ أَهْلَ الْكِتَابِ يُعَظِّمُونَهُ، أَوِ الْيَهُودَ يَصُومُونَهُ، قَالَ:  \" لَئِنْ بَقِيتُ إِلَى قَابِلٍ لَأَصُومَنَّ التَّاسِعَ \" رَوَاهُ مُسْلِمٌ، وَإِنَّمَا رُوِيَ أَنَّهُ كَانَ يُحِبُّ مُوَافَقَتَهُمْ، اجْتِهَادًا قَبْلَ نُزُولِ الْأَحْكَامِ التَّفْصِيلِيَّةِ فِي مَكَّةَ. وَمَا قَالَ مَنْ قَالَ: إِنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا، إِلَّا لِعَدَمِ التَّفْرِقَةِ بَيْنَ أَصْلِ الدِّينِ وَالْمِلَّةِ، وَبَيْنَ الشَّرِيعَةِ ; لِأَنَّ الْجُمْهُورَ يَسْتَعْمِلُونَ هَذِهِ الْأَلْفَاظَ اسْتِعْمَالَ الْمُتَرَادِفَاتِ، وَالتَّحْقِيقُ الْفَرْقُ - كَمَا قَالَ قَتَادَةَ - وَعَرَفْتَ تَفْصِيلَهُ. </p><p> يَدُلُّ عَلَى ذَلِكَ مَا وَرَدَ فِي:  (مِلَّةَ إِبْرَاهِيمَ) فَإِنَّ اللهَ سَمَّى الْإِسْلَامَ مِلَّةَ إِبْرَاهِيمَ، وَأَمَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِاتِّبَاعِ مِلَّةِ إِبْرَاهِيمَ، وَامْتَنَّ عَلَى الْعَرَبِ بِأَنَّهُ أَمَرَهُمْ بِمِلَّةِ أَبِيهِمْ إِبْرَاهِيمَ، قَالَ تَعَالَى:  (قُلْ صَدَقَ اللهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ)  (٣: ٩٥) وَقَالَ: (وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا)  (٤: ١٢٥) وَقَالَ: (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ)  (٦: ١٦١ - ١٦٣) فَهَذَا هُوَ الْإِسْلَامُ، وَهُوَ بَيَانٌ لِمِلَّةِ إِبْرَاهِيمَ، يُؤَيِّدُ ذَلِكَ قَوْلُهُ:  (إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ شَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لِمَنِ الصَّالِحِينَ ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ)  (١٦: ١٢٠ - ١٢٣) فَهَذِهِ هِيَ </p><p> مِلَّةُ إِبْرَاهِيمَ الْحَنِيفِيَّةُ السَّمْحَةُ الَّتِي كَانَ عَلَيْهَا سَائِرُ الْأَنْبِيَاءِ مِنْ ذُرِّيَّتِهِ وَمَنْ قَبْلَهُ أَيْضًا، يُؤَيِّدُهُ قَوْلُهُ تَعَالَى: </p><p> (وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مِنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لِمَنِ الصَّالِحِينَ إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ)  (٢: ١٣٠ - ١٣٣) يُؤَيِّدُ هَذَا قَوْلُهُ تَعَالَى حِكَايَةً عَنْ يُوسُفَ: (إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ)  (١٢: ٣٧، ٣٨) فَهَذِهِ الْآيَاتُ يُصَدِّقُ بَعْضُهَا بَعْضًا وَيُؤَيِّدُهُ، وَكُلُّهَا بُرْهَانٌ عَلَى مَا حَقَّقْنَاهُ، وَأَمَّا قَوْلُهُ تَعَالَى فِي آخِرِ سُورَةِ الْحَجِّ:  (وَجَاهِدُوا فِي اللهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ)  (٢٢: ٧٨) . فَالظَّاهِرُ أَنَّ قَوْلَهُ فِيهِ \" مِلَّةَ إِبْرَاهِيمَ \" مَنْصُوبٌ عَلَى الِاخْتِصَاصِ ; أَيِ الْزَمُوا مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ، وَهِيَ التَّوْحِيدُ الْخَالِصُ وَالْإِخْلَاصُ لِلَّهِ، الَّذِي هُوَ مَعْنَى الْإِسْلَامِ، وَعُلِمَ مِنْهُ أَنَّ لَفْظَ الْمِلَّةِ يُرَادُ بِهِ أَصْلُ الدِّينِ وَجَوْهَرُهُ، دُونَ مَا يَتْبَعُ ذَلِكَ مِنَ الشَّرَائِعِ وَتَفَاصِيلِ الْأَحْكَامِ، وَمِنْهُ قَوْلُ الْعُلَمَاءِ: الْكُفْرُ مِلَّةٌ وَاحِدَةٌ، مَعَ الْجَزْمِ بِأَنَّ شَرَائِعَ الْكُفَّارِ مُخْتَلِفَةٌ وَمُتَعَدِّدَةٌ. </p><p> قَالَ تَعَالَى:  (وَلَوْ شَاءَ اللهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً) أَيْ وَلَوْ شَاءَ تَعَالَى أَنْ يَجْعَلَكُمْ أَيُّهَا النَّاسُ أُمَّةً وَاحِدَةً، ذَاتَ شَرِيعَةٍ وَاحِدَةٍ وَمِنْهَاجٍ وَاحِدٍ فِي سُلُوكِهَا وَالْعَمَلِ بِهَا، لَفَعَلَ بِأَنْ خَلَقَكُمْ عَلَى اسْتِعْدَادٍ وَاحِدٍ، وَأَلْزَمَكُمْ حَالَةً وَاحِدَةً فِي أَخْلَاقِكُمْ وَأَطْوَارِ مَعِيشَتِكُمْ، بِحَيْثُ تَصْلُحُ لَهَا شَرِيعَةٌ وَاحِدَةٌ فِي كُلِّ زَمَنٍ، وَحِينَئِذٍ تَكُونُونَ كَسَائِرِ أَنْوَاعِ الْخَلْقِ الَّتِي يَقِفُ اسْتِعْدَادُهَا عِنْدَ حَدٍّ مُعَيَّنٍ ; كَالطَّيْرِ أَوِ النَّمْلِ أَوِ النَّحْلِ. </p><p> (وَلَكِنْ لِيَبْلُوَكُمْ فِيمَا آتَاكُمْ) أَيْ وَلَكِنْ لَمْ يَشَأْ ذَلِكَ، بَلْ جَعَلَكُمْ نَوْعًا مُمْتَازًا </p><p> يَرْتَقِي فِي أَطْوَارِ الْحَيَاةِ بِالتَّدْرِيجِ، وَعَلَى سُنَّةِ الِارْتِقَاءِ، فَلَا تَصْلُحُ لَهُ شَرِيعَةٌ وَاحِدَةٌ فِي كُلِّ طَوْرٍ مِنْ أَطْوَارِ حَيَاتِهِ فِي جَمِيعِ أَقْوَامِهِ وَجَمَاعَاتِهِ، وَآتَاكُمْ مِنَ الشَّرَائِعِ وَالْمَنَاهِجِ فِي الْفَهْمِ وَالْهِدَايَةِ فِي طَوْرِ طُفُولِيَّةِ النَّوْعِ وَغَلَبَةِ الْمَادِّيَّةِ عَلَيْهِ مَا يَصْلُحُ لَهُ، وَفِي طَوْرِ تَمْيِيزِهِ وَغَلَبَةِ الْوِجْدَانَاتِ النَّفْسِيَّةِ عَلَيْهِ مَا يَصْلُحُ لَهُ، حَتَّى إِذَا مَا بَلَغَ النَّوْعُ سِنَّ الرُّشْدِ وَمُسْتَوَى اسْتِقْلَالِ الْعَقْلِ بِظُهُورِ ذَلِكَ فِي بَعْضِ الْأَقْوَامِ بِالْقُوَّةِ، وَفِي بَعْضِهَا بِالْفِعْلِ، خَتَمَ لَهُ الشَّرَائِعَ وَالْمَنَاهِجَ بِالشَّرِيعَةِ الْمُحَمَّدِيَّةِ الْمَبْنِيَّةِ عَلَى أَصْلِ الِاجْتِهَادِ، وَجَعَلَ أَمْرَهُ فِي الْقَضَاءِ وَالسِّيَاسَةِ وَالِاجْتِمَاعِ شُورَى بَيْنَ أُولِي الْأَمْرِ مِنْ أَهْلِ الْمَكَانَةِ وَالْعِلْمِ وَالرَّأْيِ (لِيَبْلُوَكُمْ) أَيْ لِيُعَامِلَكُمْ بِذَلِكَ مُعَامَلَةَ الْمُخْتَبِرِ لِاسْتِعْدَادِكُمْ (فِيمَا آتَاكُمْ) أَيْ أَعْطَاكُمْ مِنَ الشَّرَائِعِ وَالْمَنَاهِجِ، فَتَظْهَرُ حِكْمَتُهُ فِي تَمْيِيزِكُمْ عَلَى غَيْرِكُمْ مِنْ أَنْوَاعِ الْخَلْقِ فِي أَرْضِكُمْ، وَهُوَ كَوْنُكُمْ جَامِعِينَ بَيْنَ الْحَيَوَانِيَّةِ وَالْمَلَكِيَّةِ. </p><p> يَظْهَرُ مِثَالُ مَا حَقَّقْنَاهُ فِي الشَّرَائِعِ وَالْمَنَاهِجِ الْأَخِيرَةِ: الْيَهُودِيَّةِ وَالنَّصْرَانِيَّةِ وَالْإِسْلَامِيَّةِ، فَالْيَهُودِيَّةُ شَرِيعَةٌ مَبْنِيَّةٌ عَلَى الشِّدَّةِ فِي تَرْبِيَةِ قَوْمٍ أَلِفُوا الْعُبُودِيَّةَ وَالذُّلَّ، وَفَقَدُوا الِاسْتِقْلَالَ فِي الْإِرَادَةِ وَالرَّأْيِ ; فَهِيَ مَادِّيَّةٌ جَسَدِيَّةٌ شَدِيدَةٌ لَيْسَ لِأَهْلِهَا فِيهَا رَأْيٌ وَلَا اجْتِهَادٌ، فَالْقَائِمُ بِتَنْفِيذِهَا كَالْمُرَبِّي لِلطِّفْلِ الْعَارِمِ الشَّكِسِ. </p><p> وَالْمَسِيحِيَّةُ يَهُودِيَّةٌ مِنْ جِهَةٍ وَرُوحَانِيَّةٌ شَدِيدَةٌ مِنْ جِهَةٍ أُخْرَى، فَهِيَ تَأْمُرُ أَهْلَهَا بِأَنْ يُسَلِّمُوا أُمُورَهُمُ الْجَسَدِيَّةَ وَالِاجْتِمَاعِيَّةَ لِلْمُتَغَلِّبِينَ مِنْ أَهْلِ السُّلْطَةِ وَالْحُكْمِ، مَهْمَا كَانُوا عَلَيْهِ مِنَ الْفَسَادِ وَالظُّلْمِ، وَأَنْ يَقْبَلُوا كُلَّ مَا يُسَامُونَ بِهِ مِنَ الْخَسْفِ وَالذُّلِّ، وَيَجْعَلُوا عِنَايَتَهُمْ كُلَّهَا بِالْأُمُورِ الرُّوحِيَّةِ، وَتَرْبِيَةِ الْعَوَاطِفِ وَالْوِجْدَانَاتِ النَّفْسِيَّةِ ; فَهِيَ تَرْبِيَةٌ لِلنَّوْعِ فِي طَوْرِ التَّمْيِيزِ عِنْدَمَا كَانَ كَالْغُلَامِ الْيَافِعِ الَّذِي تُؤَثِّرُ فِي نَفْسِهِ الْخَطَابِيَّاتُ وَالشِّعْرِيَّاتُ. </p><p> وَأَمَّا الْإِسْلَامِيَّةُ فَهِيَ الْقَائِمَةُ عَلَى أَسَاسِ الْعَقْلِ وَالِاسْتِقْلَالِ، الْمُحَقِّقَةُ لِمَعْنَى الْإِنْسَانِيَّةِ بِالْجَمْعِ بَيْنَ مَصَالِحِ الرُّوحِ وَالْجَسَدِ، وَبِهَذَا يَصْدُقُ عَلَيْهَا قَوْلُهُ تَعَالَى:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ)  (٢: ١٤٣) وَقَوْلُهُ: (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ)  (٣: ١١٠) فَهِيَ مَبْنِيَّةٌ عَلَى أَسَاسِ الِاسْتِقْلَالِ الْبَشَرِيِّ اللَّائِقِ بِسِنِّ الرُّشْدِ وَطَوْرِ ارْتِقَاءِ الْعَقْلِ ; وَلِذَلِكَ كَانَتِ الْأَحْكَامُ الدُّنْيَوِيَّةُ فِي كِتَابِهَا قَلِيلَةً، وَفُرِضَ فِيهَا الِاجْتِهَادُ ; لِأَنَّ الرَّاشِدَ يُفَوَّضُ إِلَيْهِ أَمْرُ نَفْسِهِ، فَلَا يُقَيَّدُ إِلَّا بِمَا يُمْكِنُ أَنْ يَعْقِلَهُ مِنَ </p><p> الْأُصُولِ الْقَطْعِيَّةِ، وَمِنْ مُقَوِّمَاتِ أُمَّتِهِ الْمِلِّيَّةِ الَّتِي لَا تَخْتَلِفُ بِاخْتِلَافِ الزَّمَانِ وَالْمَكَانِ، وَمَنْ أَحَبَّ زِيَادَةَ التَّفْصِيلِ فِي هَذَا الْبَحْثِ فَلْيَرْجِعْ إِلَى تَفْسِيرِ قَوْلِهِ تَعَالَى:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعْثَ اللهُ النَّبِيِّينَ)  (٢: ٢١٣) الْآيَةَ (رَاجِعْ ص٢٢ وَمَا بَعْدَهَا ج ٢ ط الْهَيْئَةِ) وَتَفْسِيرَ: (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً)  (٤٣: ٣٣) فِي (ص٨٢٧ م ١٥ مِنَ الْمَنَارِ) وَإِلَى فَصْلِ (الدِّينِ الْإِسْلَامِيِّ أَوِ الْإِسْلَامِ) مِنْ رِسَالَةِ التَّوْحِيدِ لِشَيْخِنَا الْأُسْتَاذِ الْإِمَامِ. </p><p> وَمِنْ فِقْهِ مَا حَقَّقْنَاهُ عُلِمَ أَنَّ حُجَّةَ اللهِ تَعَالَى بِإِكْمَالِ اللهِ الدِّينَ بِالْقُرْآنِ، وَخَتْمِهِ النُّبُوَّةَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَعْلِ شَرِيعَتِهِ عَامَّةً دَائِمَةً، لَا تَظْهَرُ إِلَّا بِبِنَاءِ هَذَا الدِّينِ عَلَى أَسَاسِ الْعَقْلِ، وَبِنَاءً عَلَى هَذِهِ الشَّرِيعَةِ عَلَى أَسَاسِ الِاجْتِهَادِ وَطَاعَةِ أُولِي الْأَمْرِ، الَّذِينَ هُمْ جَمَاعَةُ أَهْلِ الْحَلِّ وَالْعَقْدِ، فَمَنْ مَنَعَ الِاجْتِهَادَ فَقَدْ مَنَعَ حُجَّةَ اللهِ تَعَالَى وَأَبْطَلَ مَزِيَّةَ هَذِهِ الشَّرِيعَةِ عَلَى غَيْرِهَا، وَجَعَلَهَا غَيْرَ صَالِحَةٍ لِكُلِّ النَّاسِ فِي كُلِّ زَمَانٍ، فَمَا أَشَدُّ جِنَايَةَ هَؤُلَاءِ الْجُهَّالِ عَلَى الْإِسْلَامِ، عَلَى أَنَّهُمْ يُسَمُّونَ أَنْفُسَهُمْ عُلَمَاءَ الْإِسْلَامِ. </p><p> (فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) أَيْ فَإِذَا كَانَ الْأَمْرُ كَذَلِكَ فَالْوَاجِبُ عَلَيْكُمْ جَمِيعًا أَنْ تَبْتَدِرُوا الْخَيْرَاتِ وَتُسَارِعُوا إِلَيْهَا ; لِأَنَّهَا هِيَ الْمَقْصُودَةُ بِالذَّاتِ مِنْ جَمِيعِ الشَّرَائِعِ، وَمَنَاهِجِ الدِّينِ، فَمَا بَالُكُمْ أَيُّهَا النَّاسُ تَنْظُرُونَ مِنَ الدِّينِ وَالشَّرْعِ </p>"
}