{
  "id": null,
  "sura": 5,
  "aya": 6,
  "text": "<p> الْأَغَا وَذَهَبَ إِلَى بَيْتِ الْمَذْكُورِ فَوَجَدَهُ قَدْ تَغَيَّبَ، فَأَخْرَجَ زَوْجَتَهُ وَمَنْ مَعَهَا مِنَ الْبَيْتِ وَسَمَّرَ الْبَيْتَ، فَذَهَبَتْ إِلَى بَيْتِ بَعْضِ الْجِيرَانِ. </p><p> ثُمَّ كَتَبُوا عَرَضًا مُحَضَّرًا وَذَكَرُوا فِيهِ بِأَنَّ الشَّيْخَ عَلِيًّا عَلَى خِلَافِ الْحَقِّ، وَأَبَى عَنْ حُضُورِ مَجْلِسِ الْعُلَمَاءِ وَالْمُنَاظَرَةَ مَعَهُمْ فِي تَحْقِيقِ الْمَسْأَلَةِ وَهَرَبَ وَاخْتَفَى ; لِكَوْنِهِ عَلَى خِلَافِ الْحَقِّ، وَلَوْ كَانَ عَلَى الْحَقِّ مَا اخْتَفَى وَلَا هَرَبَ، وَالرَّأْيُ لِحَضْرَةِ الْبَاشَا فِيهِ إِذَا ظَهَرَ، وَكَذَلِكَ فِي الشَّيْخِ إِبْرَاهِيمَ بَاشَا السَّكَنْدَرِيِّ - كَذَا - وَتَمَّمُوا الْعَرْضَ وَأَمْضَوْهُ بِالْخُتُومِ الْكَثِيرَةِ وَأَرْسَلُوهُ إِلَى الْبَاشَا، وَبَعْدَ أَيَّامٍ أَطْلَقُوا الشَّخْصَيْنِ مِنْ حَبْسِ الْأَغَا وَرَفَعُوا الْخَتْمَ عَنْ بَيْتِ الشَّيْخِ عَلِيٍّ، وَرَجَعَ أَهْلُهُ إِلَيْهِ، وَحَضَرَ الْبَاشَا إِلَى مِصْرَ فِي أَوَائِلِ </p><p> الشَّهْرِ وَرَسَمَ بِنَفْيِ الشَّيْخِ إِبْرَاهِيمَ بَاشَا إِلَى بَنِي غَازِي، وَلَمْ يَظْهَرِ الشَّيْخُ مِنِ اخْتِفَائِهِ \" انْتَهَى. </p><p> (اسْتِدْرَاكٌ فِي حِكْمَةِ الذَّبْحِ وَتَحْرِيمِ الدَّمِ) قَالَ لَنَا أَحَدُ الْأَطِبَّاءِ بَعْدَ قِرَاءَةِ مَا كَتَبْنَاهُ فِي حِكْمَةِ تَحْرِيمِ الدَّمِ فِي الْمَنَارِ: إِنَّ تَجْرِبَةَ حَقْنِ الْإِنْسَانِ بِدَمِ الْحَيَوَانِ لَمْ تَنْجَحْ، فَهُوَ ضَارٌّ، وَإِنَّ ذَبْحَ الْحَيَوَانِ الْكَبِيرِ أَوْ نَحْرَهُ أَنْفَعُ ; لِأَنَّهُ يَنْهَرُ الدَّمَ الضَّارَّ، وَإِنَّ الْمَوَادَّ الْمَيِّتَةَ فِي الدَّمِ لَيْسَتْ عَفِنَةً، بَلْ سَامَّةً. انْتَهَى. قُلْتُ: مُرَادِي بِعَفِنَةٍ: الْمَعْنَى اللُّغَوِيُّ، لَا الطِّبِّيِّ أَيْ فَاسِدَةٌ ضَارَّةٌ. </p><p> يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ ٦ وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللهَ إِنَّ اللهَ عَلِيمٌ بِذَاتِ الصُّدُورِ. </p><p> قَالَ الرَّازِّيُّ فِي وَجْهِ اتِّصَالِ آيَةِ الْوُضُوءِ بِمَا قَبْلَهَا:  \" اعْلَمْ أَنَّهُ - تَعَالَى -افْتَتَحَ السُّورَةَ بِقَوْلِهِ:يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ وَذَلِكَ لِأَنَّهُ حَصَلَ بَيْنَ الرَّبِّ وَبَيْنَ الْعَبْدِ عَهْدُ الرُّبُوبِيَّةِ وَعَهْدُ الْعُبُودِيَّةِ،فَقَوْلُهُ:أَوْفُوا بِالْعُقُودِ طَلَبٌ مِنْ عِبَادِهِ أَنْ يَفُوا بِعَهْدِ الْعُبُودِيَّةِ،فَكَأَنَّهُ قِيلَ:إِلَهَنَا،الْعَهْدُ نَوْعَانِ:عَهْدُ الرُّبُوبِيَّةِ مِنْكَ، وَعَهْدُ الْعُبُودِيَّةِ مِنَّا، فَأَنْتَ أَوْلَى بِأَنْ تُقَدِّمَ الْوَفَاءَ بِعَهْدِ الرُّبُوبِيَّةِ وَالْكَرَمِ.وَمَعْلُومٌ أَنَّ مَنَافِعَ الدُّنْيَا مَحْصُورَةٌ فِي نَوْعَيْنِ:لَذَّاتِ الْمَطْعَمِ، وَلَذَّاتِ الْمَنْكَحِ، فَاسْتَقْصَى، سُبْحَانَهُ، فِي بَيَانِ مَا يَحِلُّ وَيَحْرُمُ مِنَ الْمَطَاعِمِ وَالْمَنَاكِحِ، وَلَمَّا كَانَتِ الْحَاجَةُ إِلَى الْمَطْعُومِ فَوْقَ الْحَاجَةِ إِلَى الْمَنْكُوحِ، لَا جَرَمَ قَدَّمَ بَيَانَ الْمَطْعُومِ عَلَى الْمَنْكُوحِ،وَعِنْدَ تَمَامِ الْبَيَانِ كَأَنَّهُ يَقُولُ:قَدْ وَفَّيْتُ بِعَهْدِ الرُّبُوبِيَّةِ</p><p> فِيمَا يُطْلَبُ فِي الدُّنْيَا مِنَ الْمَنَافِعِ وَاللَّذَّاتِ، فَاشْتَغِلْ أَنْتَ فِي الدُّنْيَا بِالْوَفَاءِ بِعَهْدِ الْعُبُودِيَّةِ، وَلَمَّا كَانَ أَعْظَمُ الطَّاعَاتِ بَعْدَ الْإِيمَانِ، الصَّلَاةُ، وَكَانَتِ الصَّلَاةُ لَا يُمْكِنُ إِقَامَتُهَا إِلَّا بِالطَّهَارَةِ، لَا جَرَمَ بَدَأَ اللهُ - تَعَالَى - بِذِكْرِ شَرَائِطِ الْوُضُوءِ \"  (لَعَلَّ الْأَصْلَ فَرَائِضُ الْوُضُوءِ) . </p><p> أَقُولُ: لَوْ جَعَلَ هَذَا الْوَجْهَ فِي الِاتِّصَالِ لِهَذِهِ الْآيَةِ وَمَا بَعْدَهَا مَعًا - وَقَدْ جَمَعْنَاهُمَا - لَكَانَ أَظْهَرَ، فَإِنَّهُ فِي الثَّانِيَةِ يُذَكِّرُنَا بِعَهْدِهِ وَمِيثَاقِهِ. وَالَّذِي أَرَاهُ أَنَّ وَجْهَ الْمُنَاسَبَةِ بَيْنَ آيَةِ الْوُضُوءِ وَمَا قَبْلَهَا هُوَ أَنَّ الْحَدَثَيْنِ اللَّذَيْنِ هُمَا سَبَبُ الطَّهَارَتَيْنِ هُمَا أَثَرُ الطَّعَامِ وَالنِّكَاحِ، فَلَوْلَا الطَّعَامُ لَمَا كَانَ الْغَائِطُ الْمُوجِبُ لِلْوُضُوءِ، وَلَوْلَا النِّكَاحُ لَمَا كَانَتْ مُلَامَسَةُ النِّسَاءِ الْمُوجِبَةُ لِلْغُسْلِ، وَأَمَّا الْمُنَاسَبَةُ بَيْنَ آيَةِ الْمِيثَاقِ وَمَا قَبْلَهَا فَهِيَ أَنَّ اللهَ - تَعَالَى - بَعْدَ أَنْ بَيَّنَ لَنَا طَائِفَةً مِنَ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِالْعِبَادَاتِ وَالْعَادَاتِ، ذَكَّرَنَا بِعَهْدِهِ وَمِيثَاقِهِ عَلَيْنَا، وَمَا الْتَزَمْنَاهُ مِنَ السَّمْعِ وَالطَّاعَةِ لِلَّهِ وَلِرَسُولِهِ بِقَبُولِ دِينِهِ الْحَقِّ ; لِنَقُومَ بِهَا مُخْلِصِينَ. </p><p> يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ قَالَ الْمُفَسِّرُونَ: إِنَّ الْمُرَادَ بِالْقِيَامِ هُنَا إِرَادَتُهُ، أَيْ إِذَا أَرَدْتُمُ الْقِيَامَ إِلَى الصَّلَاةِ، عَلَى حَدِّ قَوْلِهِ تَعَالَى: فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (١٦: ٩٨) أَيْ إِذَا أَرَدْتَ قِرَاءَتَهُ، عَلَى أَنَّ الْغَالِبَ أَنَّ مُرِيدَ الصَّلَاةِ يَقُومُ إِلَيْهَا مِنْ قُعُودٍ أَوْ نَوْمٍ، وَقَدْ يُطْلَقُ لَفْظُ الْقِيَامِ إِلَى الشَّيْءِ عَلَى الِانْصِرَافِ إِلَيْهِ عَنْ غَيْرِهِ، وَمَنْ فَسَّرَ الْقِيَامَ بِإِرَادَتِهِ حَاوَلَ أَنْ يُدْخِلَ فِي عُمُومِ مَنْطُوقِهِ صَلَاةَ مَنْ يُصَلِّي قَاعِدًا أَوْ نَائِمًا لِعُذْرٍ. </p><p> وَظَاهِرُ الْعِبَارَةِ أَنَّ الْمُرَادَ بِالْقِيَامِ إِلَى الصَّلَاةِ عُمُومُهُ فِي جَمِيعِ الْأَحْوَالِ، وَأَنَّ هَذِهِ الطَّهَارَةَ تَجِبُ لِكُلِّ صَلَاةٍ، وَعَلَيْهِ دَاوُدُ الظَّاهِرِيُّ، وَلَكِنْ جُمْهُورُ الْمُسْلِمِينَ عَلَى أَنَّ الطَّهَارَةَ لَا تَجِبُ عَلَى مَنْ قَامَ إِلَى الصَّلَاةِ إِلَّا إِذَا كَانَ مُحْدِثًا، فَهُمْ يُقَيِّدُونَ الْقِيَامَ الَّذِي خُوطِبَ أَهْلُهُ بِالطَّهَارَةِ بِالتَّلَبُّسِ بِالْحَدَثِ، فَالْمَعْنَى عِنْدَهُمْ: إِذَا قُمْتُمْ إِلَى الصَّلَاةِ مُحْدِثِينَ فَاغْسِلُوا وُجُوهَكُمْ. . . إِلَخْ. وَالْعُمْدَةُ فِي مِثْلِ هَذَا التَّقْيِيدِ السُّنَّةُ الْعَمَلِيَّةُ فِي الصَّدْرِ الْأَوَّلِ. رَوَى أَحْمَدُ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ مِنْ حَدِيثِ بُرَيْدَةَ، قَالَ: كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّأُ عِنْدَ كُلِّ صَلَاةٍ فَلَمَّا كَانَ يَوْمُ الْفَتْحِ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ وَصَلَّى الصَّلَوَاتِ بِوُضُوءٍ وَاحِدٍ، فَقَالَ لَهُ عُمَرُ: يَا رَسُولَ </p><p> اللهِ، إِنَّكَ فَعَلْتَ شَيْئًا لَمْ تَكُنْ تَفْعَلُهُ، فَقَالَ:  \" عَمْدًا فَعَلْتُهُ يَا عُمَرُ \" . </p><p> وَرُوِيَ بِأَلْفَاظٍ كَثِيرَةٍ مُتَّفِقَةٍ فِي الْمَعْنَى، وَرَوَى أَحْمَدُ وَالْبُخَارِيُّ وَأَصْحَابُ السُّنَنِ </p><p> عَنْ عَمْرِو بْنِ عَامِرٍ الْأَنْصَارِيِّ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ:  \" كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّأُ عِنْدَ كُلِّ صَلَاةٍ،قَالَ:قُلْتُ: فَأَنْتُمْ كَيْفَ كُنْتُمْ تَصْنَعُونَ؟قَالَ:كُنَّا نُصَلِّي الصَّلَوَاتِ بِوُضُوءٍ وَاحِدٍ مَا لَمْ نُحْدِثْ \" . </p><p> وَرَوَى أَحْمَدُ وَالشَّيْخَانِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا: لَا يَقْبَلُ اللهُ صَلَاةَ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ وَرَوَى أَبُو دَاوُدَ، وَصَحَّحَهُ الدَّارَقُطْنِيُّ، قَالَ الْحَافِظُ فِي بُلُوغِ الْمَرَامِ، وَأَصْلُهُ فِي مُسْلِمٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ:  \" كَانَ أَصْحَابُ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى عَهْدِهِ يَنْتَظِرُونَ الْعِشَاءَ حَتَّى تَخْفِقَ رُؤُوسَهُمْ، ثُمَّ يُصَلُّونَ وَلَا يَتَوَضَّئُونَ \" وَرَوَاهُ الشَّافِعِيُّ فِي الْأُمِّ أَيْضًا، وَالتِّرْمِذِيُّ بِلَفْظِ:  \" لَقَدْ رَأَيْتُ أَصْحَابَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُوقَظُونَ لِلصَّلَاةِ حَتَّى إِنِّي لَأَسْمَعُ لِأَحَدِهِمْ غَطِيطًا، ثُمَّ يَقُومُونَ فَيُصَلُّونَ وَلَا يَتَوَضَّئُونَ \" . </p><p> وَرَوَى أَحْمَدُ، بِإِسْنَادٍ صَحِيحٍ عَنْ أَبِي هُرَيْرَةَ مَرْفُوعًا: لَوْلَا أَنَّ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ عِنْدَ كُلِّ صَلَاةٍ بِوُضُوءٍ، وَمَعَ كُلِّ وُضُوءٍ بِسِوَاكٍ وَفِي الْبُخَارِيِّ نَحْوُهُ تَعْلِيقًا، وَرَوَى نَحْوَهُ النَّسَائِيُّ وَابْنُ خُزَيْمَةَ، وَكَذَا ابْنُ حِبَّانَ فِي صَحِيحِهِ، مِنْ حَدِيثِ عَائِشَةَ. فَهَذِهِ الْأَخْبَارُ تَدُلُّ عَلَى أَنَّ الْمُسْلِمِينَ لَمْ يَكُونُوا فِي عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّئُونَ لِكُلِّ صَلَاةٍ، وَإِنَّمَا كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّأُ لِكُلِّ صَلَاةٍ غَالِبًا، وَصَلَّى الصَّلَوَاتِ يَوْمَ الْفَتْحِ بِوُضُوءٍ وَاحِدٍ أَمَامَ النَّاسِ لِبَيَانِ الْجَوَازِ، وَقِيلَ: كَانَ ذَلِكَ وَاجِبًا فَنُسِخَ يَوْمئِذٍ، وَلَوْ صَحَّ هَذَا الْقَوْلُ لِنُقِلَ أَنَّ الصَّحَابَةَ كُلَّهُمْ كَانُوا يَتَوَضَّئُونَ لِكُلِّ صَلَاةٍ، وَالْمَنْقُولُ خِلَافُهُ، فَعُلِمَ أَنَّ الْوُضُوءَ لِكُلِّ صَلَاةٍ عَزِيمَةٌ، وَهُوَ الْأَفْضَلُ، وَإِنَّمَا تَجِبُ عَلَى مَنْ أَحْدَثَ، وَآخِرُ الْآيَةِ يَدُلُّ عَلَى ذَلِكَ، فَإِنَّهُ ذَكَرَ الْحَدَثَيْنِ وَوُجُوبَ التَّيَمُّمِ عَلَى مَنْ لَمْ يَجِدِ الْمَاءَ بَعْدَهُمَا، فَعُلِمَ مِنْهُ أَنَّ مَنْ وَجَدَهُ وَجَبَ عَلَيْهِ أَنْ يَتَطَهَّرَ بِهِ عَقِبَهُمَا، وَلَوْ كَانَتِ الطَّهَارَةُ وَاجِبَةً لِكُلِّ صَلَاةٍ لَمَا كَانَ لِهَذَا مَعْنًى، وَقَدْ نَقَلَ النَّوَوِيُّ عَنِ الْقَاضِي عِيَاضٍ أَنَّ أَهْلَ الْفَتْوَى أَجْمَعُوا عَلَى أَنَّ الْوُضُوءَ لَا يَجِبُ إِلَّا عَلَى الْمُحْدِثِ، وَإِنَّمَا يُسْتَحَبُّ تَجْدِيدُهُ لِكُلِّ صَلَاةٍ. </p><p> فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ الْغَسْلُ، بِالْفَتْحِ: إِسَالَةُ الْمَاءِ عَلَى الشَّيْءِ، وَالْغَرَضُ مِنْهُ إِزَالَةُ مَا عَلَى الشَّيْءِ مِنْ وَسَخٍ وَغَيْرِهِ مِمَّا يُرَادُ تَنْظِيفُهُ مِنْهُ، وَالْوُجُوهُ: جَمْعُ وَجْهٍ، وَحَدُّهُ مِنْ أَعْلَى تَسْطِيحِ الْجَبْهَةِ إِلَى أَسْفَلِ اللَّحْيَيْنِ طُولًا، وَمِنْ شَحْمَةِ الْأُذُنِ إِلَى شَحْمَةِ الْأُذُنِ عَرْضًا، وَالْأَيْدِي: جَمْعُ يَدٍ، وَهِيَ الْجَارِحَةُ الَّتِي تَبْطِشُ وَتَعْمَلُ بِهَا، </p><p> وَحَدُّهَا فِي الْوُضُوءِ مِنْ رُؤُوسِ الْأَصَابِعِ إِلَى الْمَرَافِقِ، وَهُوَ (بِفَتْحِ الْمِيمِ وَالْفَاءِ، وَبِكَسْرِ الْمِيمِ وَفَتْحِ الْفَاءِ، وَبِالْعَكْسِ) وَأَعْلَى الذِّرَاعِ وَأَسْفَلِ الْعَضُدِ. </p><p> فَالْفَرْضُ الْأَوَّلُ مِنْ أَعْمَالِ الْوُضُوءِ: غَسْلُ الْوَجْهِ، وَهَلْ يُعَدُّ بَاطِنُ الْفَمِ وَالْأَنْفِ مِنْهُ ; </p><p> فَيَجِبُ غَسْلُهُمَا بِالْمَضْمَضَةِ وَالِاسْتِنْشَاقِ وَالِاسْتِنْثَارِ، أَمْ لَيْسَا مِنْهُ، فَيُحْمَلُ مَا وَرَدَ مِنْ أَمْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهَا، وَالْتِزَامَهُ إِيَّاهَا، عَلَى النَّدْبِ؟ ذَهَبَ جُمْهُورُ فُقَهَاءِ الْأَمْصَارِ إِلَى أَنَّ ذَلِكَ سُنَّةٌ، وَأَحْمَدُ وَإِسْحَاقُ وَأَبُو عُبَيْدٍ وَأَبُو ثَوْرٍ وَابْنُ الْمُنْذِرِ وَبَعْضُ فُقَهَاءِ أَهْلِ الْبَيْتِ، إِلَى أَنَّهُ وَاجِبٌ، وَاسْتَدَلُّوا بِأَنَّهَا مِنَ الْوَجْهِ، وَبِالْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا فِي الْأَمْرِ بِذَلِكَ وَالْتِزَامِهِ، وَهُوَ سَبَبُ الْتِزَامِ الْمُسْلِمِينَ ذَلِكَ، مِنَ الصَّدْرِ الْأَوَّلِ إِلَى الْآنِ، وَالْمَضْمَضَةُ: إِدَارَةُ الْمَاءِ وَتَحْرِيكُهُ فِي الْفَمِ، وَالِاسْتِنْشَاقُ: إِدْخَالُ الْمَاءِ فِي الْأَنْفِ، وَالِاسْتِنْثَارُ: إِخْرَاجُهُ مِنْهُ بِالنَّفَسِ، وَلَيْسَ لِلْقَائِلِينَ بِعَدَمِ وُجُوبِ مَا ذُكِرَ دَلِيلٌ بِهِ فِي مُعَارَضَةِ أَدِلَّةِ الْوُجُوبِ. </p><p> قَالَ فِي نَيْلِ الْأَوْطَارِ: قَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي الْفَتْحِ: \" وَذَكَرَ ابْنُ الْمُنْذِرِ أَنَّ الشَّافِعِيَّ لَمْ يَحْتَجَّ عَلَى عَدَمِ وُجُوبِ الِاسْتِنْشَاقِ مَعَ صِحَّةِ الْأَمْرِ بِهِ، إِلَّا بِكَوْنِهِ لَا يَعْلَمُ خِلَافًا فِي أَنَّ تَارِكَهُ لَا يُعِيدُ، وَهَذَا دَلِيلٌ فِقْهِيٌّ ; فَإِنَّهُ لَا يُحْفَظُ ذَلِكَ عَنْ أَحَدٍ مِنَ الصَّحَابَةِ وَالتَّابِعَيْنَ، إِلَّا عَنْ عَطَاءٍ، وَهَكَذَا ذَكَرَ ابْنُ حَزْمٍ فِي الْمُحَلَّى \" انْتَهَى. </p><p> أَقُولُ: إِنَّ الَّذِينَ يَصِحُّ جَعْلُ تَرْكِهِمْ حُجَّةً فِي هَذَا الْبَابِ، هُمُ الصَّحَابَةُ، وَلَمْ يُنْقَلْ عَنْهُمْ تَرْكُ الْمَضْمَضَةِ وَالِاسْتِنْشَاقِ حَتَّى يُبْحَثَ فِي إِعَادَتِهِمَا، وَحَدِيثُ (الْمَضْمَضَةِ وَالِاسْتِنْشَاقِ سُنَّةٌ) . . . إِلَخِ الَّذِي رَوَاهُ الدَّارَقُطْنِيُّ عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا، ضَعِيفٌ، عَلَى أَنَّ السُّنَّةَ فِي كَلَامِهِمْ: هِيَ الطَّرِيقَةُ الْمُتَّبَعَةُ، وَهُوَ الْمَعْنَى اللُّغَوِيُّ، فَلَوْ صَحَّ لَكَانَ جَعْلُهُ مِنْ أَدِلَّةِ الْوُجُوبِ أَظْهَرَ. </p><p> وَالْفَرْضُ الثَّانِي مِنْ أَعْمَالِ الْوُضُوءِ: غَسْلُ الْيَدَيْنِ إِلَى الْمَرْفِقَيْنِ، وَهَلِ الْمَرْفِقَانِ مِمَّا يَجِبُ غَسْلُهُ، أَمْ هُوَ مَنْدُوبٌ؟ الْجُمْهُورُ عَلَى أَنَّهُ يَجِبُ غَسْلُهُمَا، وَاخْتَارَ ابْنُ جَرِيرٍ الطَّبَرِيُّ عَدَمَ الْوُجُوبِ، وَنَقَلَهُ عَنْ زُفَرَ بْنِ الْهُذَيْلِ، وَقَالَ فِي نَيْلِ الْأَوْطَارِ: اتَّفَقَ الْعُلَمَاءُ عَلَى وُجُوبِ غَسْلِهِمَا، وَلَمْ يُخَالِفْ فِي ذَلِكَ إِلَّا زُفَرٌ وَأَبُو بَكْرِ بْنُ دَاوُدَ الظَّاهِرِيُّ، فَمَنْ قَالَ بِالْوُجُوبِ جَعَلَ \" إِلَى \" فِي الْآيَةِ بِمَعْنَى \" مَعَ \" وَمَنْ لَمْ يَقُلْ بِهِ جَعَلَهَا لِانْتِهَاءِ الْغَايَةِ. انْتَهَى. وَقَدِ اسْتَدَلَّ ابْنُ جَرِيرٍ عَلَى ذَلِكَ بِأَنَّ كُلَّ غَايَةٍ حُدَّتْ بِـ (إِلَى) فَقَدْ تَحْتَمِلُ فِي كَلَامِ الْعَرَبِ دُخُولَ الْغَايَةِ فِي الْحَدِّ، وَخُرُوجَهَا مِنْهُ، قَالَ وَإِذَا احْتَمَلَ الْكَلَامُ </p><p> ذَلِكَ لَمْ يَجُزْ لِأَحَدٍ الْقَضَاءُ بِأَنَّهَا دَاخِلَةٌ فِيهِ إِلَّا لِمَنْ لَا يَجُوزُ خِلَافُهُ فِيمَا بَيَّنَ وَحَكَمَ، وَلَا حُكْمَ بِأَنَّ الْمَرَافِقَ دَاخِلَةٌ فِيمَا يَجِبُ غَسْلُهُ عِنْدَنَا مِمَّنْ يَجِبُ التَّسْلِيمُ بِحُكْمِهِ. انْتَهَى \". </p><p> وَلَكِنَّ بَعْضَ عُلَمَاءِ اللُّغَةِ، وَمِنْهُمْ سِيبَوَيْهَ، حَقَّقُوا أَنَّ مَا بَعْدَ (إِلَى) إِنْ كَانَ مِنْ نَوْعِ مَا قَبْلَهَا دَخَلَ فِي الْحَدِّ، وَإِلَّا فَلَا يَدْخُلُ، فَعَلَى هَذَا تَدْخُلُ الْمَرَافِقُ فِيمَا يَجِبُ غَسْلُهُ ; لِأَنَّهَا مِنَ الْيَدِ، وَلَا يَدْخُلُ اللَّيْلُ فِيمَا يَجِبُ صَوْمُهُ بِقَوْلِهِ تَعَالَى: ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ (٢: ١٨٧) لِأَنَّ اللَّيْلَ لَيْسَ مِنْ نَوْعِ النَّهَارِ الَّذِي يَجِبُ صَوْمُهُ، وَاسْتَدَلَّ بَعْضُهُمْ عَلَى الْوُجُوبِ بِفِعْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَيْثُ إِنَّهُ بَيَانٌ لِمَا فِي الْآيَةِ مِنَ الْإِجْمَالِ، وَنَازَعَ آخَرُونَ فِي هَذَا الِاسْتِدْلَالِ، وَلَكِنْ لَا نِزَاعَ فِي أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَغْسِلُ الْمَرْفِقَيْنِ، فَقَدْ وَرَدَ صَرِيحًا، وَلَمْ يَرِدْ أَنَّهُ تَرَكَ غَسْلَهُمَا، وَالِالْتِزَامُ الْمُطَّرِدُ آيَةُ الْوُجُوبِ، وَإِنَّمَا الْمُسْتَحَبُّ إِطَالَةُ الْغُرَّةِ وَالتَّحْجِيلِ، فَقَدْ رَوَى مُسْلِمٌ مِنْ حَدِيثِ </p><p> أَبِي هُرَيْرَةَ \" أَنَّهُ تَوَضَّأَ فَغَسَلَ وَجْهَهُ فَأَسْبَغَ الْوُضُوءَ، ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى حَتَّى أَشْرَعَ فِي الْعَضُدِ، ثُمَّ مَسَحَ رَأْسَهُ، ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى حَتَّى أَشْرَعَ فِي السَّاقِ، ثُمَّ غَسَلَ رِجْلَهُ الْيُسْرَى حَتَّى أَشْرَعَ فِي السَّاقِ،ثُمَّ قَالَ:هَكَذَا رَأَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّأُ،وَقَالَ:قَالَ رَسُولُ اللهِ،صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:أَنْتُمُ الْغُرُّ الْمُحَجَّلُونَ مِنْ إِسْبَاغِ الْوُضُوءِ ; فَمَنِ اسْتَطَاعَ مِنْكُمْ فَلْيُطِلْ غُرَّتَهُ وَتَحْجِيلَهُ \" وَالْمُرَادُ بِإِطَالَةِ الْغُرَّةِ مَا ذُكِرَ، وَقِيلَ غَسْلُ جُزْءٍ مِنَ الرَّأْسِ مَعَ الْوَجْهِ، وَجُزْءٍ مِنَ الْعَضُدَيْنِ، وَجُزْءٍ مِنَ السَّاقَيْنِ مَعَ الرِّجْلَيْنِ، شُبِّهَ ذَلِكَ بِغُرَّةِ الْفَرَسِ وَتَحْجِيلِهِ، وَهُوَ الْبَيَاضُ فِي جَبْهَتِهِ وَقَوَائِمِهِ، أَوِ التَّشْبِيهُ لِلنُّورِ الَّذِي يَكُونُ فِي هَذِهِ الْمَوَاضِعِ يَوْمَ الْقِيَامَةِ، وَقَالَ ابْنُ الْقَيِّمِ:  \" إِنَّ هَذَا اجْتِهَادٌ مِنْ أَبِي هُرَيْرَةَ، وَلَمْ يَزِدْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى غَسْلِ الْمَرْفِقَيْنِ وَالْكَعْبَيْنِ \" . </p><p> الْفَرْضُ الثَّالِثُ: الْمَسْحُ بِالرَّأْسِ فِي قَوْلِهِ: وَامْسَحُوا بِرُءُوسِكُمْ الرَّأْسُ مَعْرُوفٌ، وَيُمْسَحُ مَا عَدَا الْوَجْهَ مِنْهُ ; لِأَنَّ الْوَجْهَ شُرِعَ غَسْلُهُ لِسُهُولَتِهِ، وَكَيْفِيَّةُ الْمَسْحِ الْمُبَيَّنَةِ فِي السُّنَّةِ، أَنْ يَمْسَحَهُ كُلَّهُ بِيَدَيْهِ إِذَا كَانَ مَكْشُوفًا، وَإِذَا كَانَ عَلَيْهِ عِمَامَةٌ وَنَحْوُهَا يَمْسَحُ مَا ظَهَرَ مِنْهُ، وَيُتِمُّ الْمَسْحَ عَلَى الْعِمَامَةِ، رَوَى أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ عَنْ عَبْدِ اللهِ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَسَحَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ، بَدَأَ بِمُقَدَّمِ رَأْسِهِ ثُمَّ ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ، وَرَوَى مُسْلِمٌ، وَالتِّرْمِذِيُّ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَوَضَّأَ فَمَسَحَ بِنَاصِيَتِهِ وَعَلَى الْعِمَامَةِ </p><p> وَالْخُفَّيْنِ، وَرَوَى أَحْمَدُ وَالْبُخَارِيُّ وَابْنُ مَاجَهْ عَنْ عَمْرِو بْنِ أُمَيَّةَ الضُّمَرِيِّ، قَالَ: رَأَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمْسَحُ عَلَى عِمَامَتِهِ وَخُفَّيْهِ، وَرَوَى أَحْمَدُ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ، مَا عَدَا أَبَا دَاوُدَ، عَنْ بِلَالٍ قَالَ: مَسَحَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْخُفَّيْنِ وَالْخِمَارِ، وَالْخِمَارُ: الثَّوْبُ الَّذِي يُوضَعُ عَلَى الرَّأْسِ، وَهُوَ النَّصِيفُ، وَكُلُّ مَا سَتَرَ شَيْئًا فَهُوَ خِمَارُهُ، وَفَسَّرَهُ النَّوَوِيُّ هُنَا بِالْعِمَامَةِ ; أَيْ لِلرِّجَالِ ; لِأَنَّهَا تَسْتُرُ الرَّأْسَ، وَخُمُرُ النِّسَاءِ مَعْرُوفَةٌ، وَرُوِيَ الْمَسْحُ عَلَى الْعِمَامَةِ أَوِ الْخِمَارِ أَوِ الْعِصَابَةِ عَنْ كَثِيرٍ مِنَ الصَّحَابَةِ يَرْفَعُونَهُ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمْ سَلْمَانُ الْفَارِسِيُّ، وَثَوْبَانِ وَأَبُو أُمَامَةَ وَأَبُو مُوسَى وَأَبُو خُزَيْمَةَ، وَظَاهِرُ الرِّوَايَاتِ أَنَّ الْمَسْحَ كَانَ يَكُونُ عَلَى الْعِمَامَةِ وَمَا فِي مَعْنَاهَا مِنْ سَاتِرٍ وَحْدَهُ، وَالْأَخْذُ بِهِ مَرْوِيٌّ عَنْ بَعْضِ الصَّحَابَةِ وَالتَّابِعِينَ ; مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَأَنَسٌ وَأَبُو أُمَامَةَ وَسَعْدُ بْنُ مَالِكٍ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَالْحَسَنُ وَقَتَادَةُ، وَقَالَ بِجَوَازِهِ جَمَاعَةٌ مِنْ عُلَمَاءِ الْأَمْصَارِ ; مِنْهُمُ الْأَوْزَاعِيُّ وَأَحْمَدُ وَإِسْحَاقُ، وَأَبُو ثَوْرٍ وَدَاوُدُ، وَقَالَ الشَّافِعِيُّ: إِنْ صَحَّ الْخَبَرُ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَبِهِ أَقُولُ، وَقَدْ صَحَّ كَمَا عَلِمْتَ، وَلَكِنَّ الشَّافِعِيَّةَ لَا يَقُولُونَ بِهِ، وَلَمْ يَشْتَرِطْ أَحَدٌ مِنْ هَؤُلَاءِ لِلْمَسْحِ عَلَيْهَا لُبْسُهَا عَلَى طُهْرٍ، وَلَا التَّوْقِيتَ ; إِذْ لَمْ يُرْوَ فِيهِ شَيْءٌ يُحْتَجُّ بِهِ، إِلَّا أَنَّ أَبَا ثَوْرٍ قَاسَ الْمَسْحَ عَلَيْهَا عَلَى الْمَسْحِ عَلَى الْخُفِّ، فَاشْتَرَطَ الطَّهَارَةَ وَوَقَّتَ، وَالْجُمْهُورُ الَّذِينَ لَمْ يُجِيزُوا الْمَسْحَ عَلَى الْعِمَامَةِ وَحْدَهَا، قَالَ مَنْ بَلَغَتْهُ الْأَخْبَارُ مِنْهُمْ: إِنَّ الْمُرَادَ الْمَسْحُ عَلَيْهَا مَعَ جُزْءٍ مِنَ الرَّأْسِ ; كَالرِّوَايَةِ الَّتِي فِيهَا ذِكْرُ النَّاصِيَةِ. </p><p> وَمِنْ مَانِعِي الِاقْتِصَارِ عَلَيْهَا سُفْيَانُ وَأَبُو حَنِيفَةَ وَمَالِكٌ وَالشَّافِعِيُّ، وَلَكِنَّهُ قَالَ: إِذَا صَحَّ الْحَدِيثُ بِهَا قَالَ بِهِ، كَمَا تَقَدَّمَ آنِفًا، وَظَاهِرُ الرِّوَايَاتِ الْإِطْلَاقُ، وَقَدْ وَرَدَ فِي كَثِيرٍ مِنْ تِلْكَ الْأَخْبَارِ ذِكْرُ الْمَسْحِ عَلَى الْعِمَامَةِ مَعَ الْمَسْحِ عَلَى الْخُفِّ، وَقَدْ كَانَ نَزْعُ كُلٍّ مِنْهُمَا حَرِجًا وَعَسِرًا، فَفِي مَسْحِهِ نَفْيُ الْحَرَجِ الْمَنْصُوصِ عَلَيْهِ فِي الْآيَةِ مَعَ عَدَمِ مُنَافَاتِهِ لِحِكْمَةِ الْوُضُوءِ وَعِلَّتِهِ الْمَنْصُوصَةِ أَيْضًا، وَهِيَ الطَّهَارَةُ وَالنَّظَافَةُ، فَإِنَّ الْعُضْوَ الْمَسْتُورَ يَبْقَى نَظِيفًا، وَلَا حَرَجَ الْآنَ فِي رَفْعِ الْعَمَائِمِ فِي الْحِجَازِ وَمِصْرَ وَالشَّامِ وَبِلَادِ التُّرْكِ عَلَى الرَّأْسِ لِأَجْلِ مَسْحِهِ مِنْ تَحْتِهَا فِي الْجُمْلَةِ ; لِأَنَّهَا تُوضَعُ عَلَى قَلَانِسَ تَرْفَعُ مَعَهَا بِسُهُولَةٍ، وَلَكِنْ يَعْسُرُ مَسْحُهُ كُلُّهُ بِالْيَدَيْنِ كِلْتَيْهِمَا عَلَى الْوَجْهِ الَّذِي رَوَاهُ الْجَمَاعَةُ، وَأَمَّا أَهْلُ الْهِنْدِ وَأَهْلُ الْمَغْرِبِ الَّذِينَ يَحْتَنِكُونَ بِالْعِمَامَةِ كَمَا كَانَ يَفْعَلُ السَّلَفُ، فَيَعْسُرُ عَلَيْهِمْ رَفْعُ عَمَائِمِهِمْ عِنْدَ الْوُضُوءِ، وَالِاحْتِيَاطُ أَنْ </p><p> يُظْهِرُوا نَاصِيَتَهُمْ كُلَّهَا أَوْ بَعْضَهَا، فَيَمْسَحُوا بِهَا، وَيُتَمِّمُوا الْمَسْحَ عَلَى الْعِمَامَةِ ; لِيَكُونَ وُضُوءُهُمْ صَحِيحًا عَلَى جَمِيعِ الرِّوَايَاتِ، وَمَنْ مَسَحَ شَيْئًا أَوْ بِشَيْءٍ عَلَيْهِ سَاتِرٌ، قَدْ يُقَالُ: إِنَّهُ مَسَحَ ذَلِكَ الشَّيْءَ، أَوْ بِهِ، كَمَا إِذَا قُلْتَ: وَضَعْتُ يَدِي عَلَى رَأْسِي، أَوْ عَلَى صَدْرِي، لَا يُشْتَرَطُ فِي كَوْنِ ذَلِكَ حَقِيقَةً، أَلَّا يَكُونَ عَلَيْهِ سَاتِرٌ، وَإِنَّمَا نَقُولُ هُنَا: إِنَّ الْأَصْلَ الْمَسْحُ بِالرَّأْسِ بِدُونِ سَاتِرٍ ; لِأَنَّ الْغَرَضَ مِنْ فَرْضِيَّتِهِ تَنْظِيفُهُ مِنْ نَحْوِ الْغُبَارِ، وَهُوَ الْمُتَيَسِّرُ، فَإِذَا كَانَ عَلَيْهِ سَاتِرٌ لَا يُصِيبُهُ الْغُبَارُ. </p><p> وَقَدِ اخْتَلَفَ فُقَهَاءُ الْأَمْصَارِ فِي أَقَلِّ مَا يَحْصُلُ بِهِ فَرْضُ مَسْحِ الرَّأْسِ، فَقَالَ الشَّافِعِيُّ فِي الْأُمِّ:  \" إِذَا مَسَحَ الرَّجُلُ بِأَيِّ رَأْسِهِ شَاءَ، إِنْ كَانَ لَا شَعْرَ عَلَيْهِ، وَبِأَيِّ شِعْرٍ شَاءَ بِأُصْبُعٍ وَاحِدَةٍ، أَوْ بَعْضِ أُصْبُعٍ، أَوْ بَطْنِ كَفِّهِ، أَوْ أَمَرَ مَنْ يَمْسَحُ لَهُ - أَجْزَأَهُ ذَلِكَ \" انْتَهَى. وَبَيَّنَ فِيهِ أَنْ أَظْهَرَ مَعْنَيَيِ الْآيَةِ أَنَّ مَنْ مَسَحَ مِنْ رَأْسِهِ شَيْئًا فَقَدْ مَسَحَ بِرَأْسِهِ، وَأَنَّ مُقَابِلَ الْأَظْهَرِ مَسْحُ الرَّأْسِ كُلِّهِ، وَلَكِنْ دَلَّتِ السُّنَّةُ عَلَى أَنَّهُ غَيْرُ مُرَادٍ ; فَتَعَيَّنَ الْأَوَّلُ، وَذَكَرَ مِنَ السُّنَّةِ حَدِيثَ الْمُغِيرَةِ فِي الْمَسْحِ عَلَى النَّاصِيَةِ وَالْعِمَامَةِ، وَحَدِيثًا مُرْسَلًا فِي مَعْنَاهُ عَنْ عَطَاءٍ، وَسَيَأْتِي، وَقَالَ:  \" الْجُزْءُ الْمَمْسُوحُ يَجِبُ أَنْ يَكُونَ مِنَ الرَّأْسِ نَفْسِهِ، أَوْ مِنَ الشَّعْرِ الَّذِي عَلَيْهِ \" . </p><p> وَقَالَ الثَّوْرِيُّ وَالْأَوْزَاعِيُّ وَاللَّيْثُ:  \" يَجْزِي مَسْحُ بَعْضِ الرَّأْسِ، وَيَمْسَحُ الْمُقَدَّمَ، وَهُوَ قَوْلُ أَحْمَدَ وَزَيْدِ بْنِ عَلِيٍّ وَالنَّاصِرِ وَالْبَاقِرِ وَالصَّادِقِ مِنْ أَئِمَّةِ أَهْلِ الْبَيْتِ، وَذَهَبَ أَكْثَرُ الْعِتْرَةِ وَمَالِكٌ، وَالْمُزَنِيُّ وَالْجِبَائِيُّ إِلَى وُجُوبِ مَسْحِهِ كُلِّهِ، وَهُوَ رِوَايَةٌ عَنْ أَحْمَدَ، قَالَهُ فِي نَيْلِ الْأَوْطَارِ،وَقَالَ أَبُو حَنِيفَةَ:\" يَجِبُ مَسْحُ رُبُعِ الرَّأْسِ \" وَلَا يُعْرَفُ هَذَا التَّحْدِيدُ عَنْ غَيْرِهِ، قِيلَ: إِنَّ مَنْشَأَ الْخِلَافِ (الْبَاءُ) فِي قَوْلِهِ تَعَالَى: بِرُءُوسِكُمْ هَلْ هِيَ لِلتَّبْعِيضِ ; فَيُجْزِئُ مَسْحُ بَعْضِ الرَّأْسِ، أَمْ زَائِدَةٌ ; فَيَجِبُ مَسْحُهُ كُلُّهُ، أَمْ هِيَ لِلْإِلْصَاقِ الَّذِي هُوَ أَصْلُ مَعْنَاهَا؟ وَوَجَّهَ الْحَنَفِيَّةُ قَوْلَ إِمَامِهِمْ عَلَى هَذَا بِأَنَّ الْمَسْحَ إِنَّمَا يَكُونُ بِالْيَدِ، وَهِيَ تَسْتَوْعِبُ مِقْدَارَ الرُّبُعِ فِي الْغَالِبِ ; فَوَجَبَ تَعَيُّنُهُ، وَهَذَا أَشَدُّ الْأَقْوَالِ تَكَلُّفًا، وَلَمْ يَقُلْ أَبُو حَنِيفَةَ وَلَا أَحَدٌ مِنَ الْمُسْلِمِينَ أَنَّهُ يُشْتَرَطُ الْمَسْحُ بِمَجْمُوعِ الْيَدِ، فَلَوْ مَسَحَ بِبَعْضِ أَصَابِعِهِ، رُبُعَ رَأْسِهِ أَجْزَأَهُ عِنْدَ </p><p> أَبِي حَنِيفَةَ، وَلَيْسَتِ الْيَدُ رُبُعَ الرَّأْسِ بِالتَّحْدِيدِ، وَقَدْ عَبَّرُوا هُمْ أَنْفُسُهُمْ بِقَوْلِهِمْ: غَالِبًا. </p><p> وَلَوْ كَانَ مُرَادُ أَبِي حَنِيفَةَ قَدْرَ الْيَدِ لَعَبَّرَ بِهِ، </p><p> وَالْحَدِيثُ لَيْسَ نَصًّا فِي مَسْحِ جَمِيعِ النَّاصِيَةِ، فَالْخِلَافُ فِي مَسْحِ الرَّأْسِ يَجْرِي فِي مَسْحِ النَّاصِيَةِ ; فَالِاسْتِدْلَالُ بِمَسْحِهَا مُصَادَرَةٌ. وَنَازَعَ بَعْضُهُمْ فِي كَوْنِ الْبَاءِ تُفِيدُ التَّبْعِيضَ مُطْلَقًا، وَقِيلَ: اسْتِقْلَالًا، وَإِنَّمَا تُفِيدُهَا مَعَ مَعْنَى الْإِلْصَاقِ، وَلَا يَظْهَرُ مَعْنَى كَوْنِهَا زَائِدَةً، وَالتَّحْقِيقُ: أَنَّ مَعْنَى الْبَاءِ الْإِلْصَاقُ، لَا التَّبْعِيضُ أَوِ الْآلَةُ، وَإِنَّمَا الْعِبْرَةُ بِمَا يَفْهَمُهُ الْعَرَبِيُّ مِنْ: مَسَحَ بِكَذَا، وَمَسَحَ كَذَا ; فَهُوَ يَفْهَمُ مِنْ كَلِمَةِ: مَسَحَ الْعَرَقَ عَنْ وَجْهِهِ: أَنَّهُ أَزَالَهُ بِإِمْرَارِ يَدِهِ أَوْ أُصْبُعِهِ عَلَيْهِ، وَمَنْ مَسَحَ رَأْسَهُ بِالطِّيبِ أَوِ الدُّهْنِ: أَنَّهُ أَمَرَّهُ عَلَيْهِ، وَمِنْ مَسْحِ الشَّيْءِ بِالْمَاءِ: أَنَّهُ أَمَرَّ عَلَيْهِ مَاءً قَلِيلًا لِيُزِيلَ مَا عَلَقَ بِهِ مِنْ غُبَارٍ أَوْ أَذًى، وَمِنْ مَسْحِ يَدِهِ بِالْمِنْدِيلِ: أَنَّهُ أَمَرَّ عَلَيْهَا الْمَنْدِيلَ كُلَّهُ أَوْ بَعْضَهُ لِيُزِيلَ مَا عَلَقَ بِهَا مَنْ بَلَلٍ أَوْ غَيْرِهِ، وَمِنْ مَسَحَ رَأْسَ الْيَتِيمِ أَوْ عَلَى رَأْسِهِ، وَمَسَحَ بِعُنُقِ الْفَرَسِ أَوْ سَاقِهِ أَوْ بِالرُّكْنِ أَوِ الْحَجَرِ: أَنَّهُ أَمَرَّ يَدَهُ عَلَيْهِ، لَا يَتَقَيَّدُ ذَلِكَ بِمَجْمُوعِ الْكَفِّ الْمَاسِحِ، وَلَا بِكُلِّ أَجْزَاءِ الرَّأْسِ أَوِ الْعُنُقِ أَوِ السَّاقِ أَوِ الرُّكْنِ أَوِ الْحَجَرِ الْمَمْسُوحِ، فَهَذَا مَا يَفْهَمُهُ كُلُّ مَنْ لَهُ حَظٌّ مِنْ هَذِهِ اللُّغَةِ مِمَّا ذُكِرَ، وَمِنْ قَوْلِهِ تَعَالَى: فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (٣٨: ٣٣) عَلَى الْقَوْلِ الرَّاجِحِ الْمُخْتَارِ، أَنَّ الْمَسْحَ بِالْيَدِ لَا بِالسَّيْفِ، وَمِنْ مِثْلِ قَوْلِ الشَّاعِرِ: </p><p> وَلَمَّا قَضَيْنَا مِنْ مِنًى كُلَّ حَاجَةٍ ... وَمَسَحَ بِالْأَرْكَانِ مَنْ هُوَ مَاسِحُ </p><p> وَالْأَقْرَبُ: أَنَّ سَبَبَ الْخِلَافِ مَا وَرَدَ مِنَ الْأَحَادِيثِ فِي الْمَسْحِ، مَعَ مَفْهُومِ عِبَارَةِ الْآيَةِ، قِيلَ: إِنَّ الْعِبَارَةَ مُجْمَلَةُ بَيَّنَتْهَا السُّنَّةُ، وَصَرَّحَ الزَّمَخْشَرِيُّ بِأَنَّهَا مُطْلَقَةٌ، وَجَعَلَ الْمُطْلَقَ مِنَ الْمُجْمَلِ، وَالتَّحْقِيقُ عِنْدَ أَهْلِ الْأُصُولِ أَنَّ الْمُطْلَقَ لَيْسَ بِمُجْمَلٍ لِأَنَّهُ يَصْدُقُ عَلَى الْكُلِّ وَالْبَعْضِ، فَأَيُّهُمَا وَقَعَ حَصَلَ بِهِ الِامْتِثَالُ، وَلَوْ سُلِّمَ أَنَّهُ مُجْمَلٌ لَكَانَ الصَّحِيحُ فِي بَيَانِهِ مَا تَقَدَّمَ مِنْ أَنَّ الْمَسْحَ يَكُونُ عَلَى الرَّأْسِ كُلِّهِ مَكْشُوفًا، وَعَلَى بَعْضِهِ مَعَ التَّكْمِيلِ عَلَى الْعِمَامَةِ كَمَا وَرَدَ فِي الصِّحَاحِ، وَلَمْ يَرِدْ حَدِيثٌ مُتَّصِلٌ بِمَسْحِ الْبَعْضِ، إِلَّا حَدِيثُ أَنَسٍ عِنْدَ أَبِي دَاوُدَ قَالَ:  \" رَأَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّأُ، وَعَلَيْهِ عِمَامَةٌ قَطَرِيَّةٌ، فَأَدْخَلَ يَدَهُ تَحْتَ الْعِمَامَةِ فَمَسَحَ مُقَدَّمَ رَأْسِهِ، وَلَمْ يَنْقُضِ الْعِمَامَةَ. وَهَذَا الْحَدِيثُ لَا يُحْتَجُّ بِهِ لِأَنَّ أَبَا مَعْقِلٍ الَّذِي رَوَاهُ عَنْ أَنَسٍ مَجْهُولٌ،وَقَالَ الْحَافِظُ ابْنُ حَجَرٍ:فِي إِسْنَادِهِ نَظَرٌ، وَقَالَ ابْنُ</p><p> الْقَيِّمِ فِي زَادِ الْمَعَادِ: \" إِنَّهُ لَمْ يَصِحَّ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثٍ وَاحِدٍ أَنَّهُ اقْتَصَرَ عَلَى مَسْحِ بَعْضِ رَأْسِهِ، أَلْبَتَّةَ، وَلَكِنَّهُ كَانَ إِذَا مَسَحَ بِنَاصِيَتِهِ كَمَّلَ عَلَى الْعِمَامَةِ، وَأَمَّا حَدِيثُ أَنَسٍ - وَذَكَرَهُ كَمَا تَقَدَّمَ آنِفًا - فَهَذَا مَقْصُودُ أَنَسٍ بِهِ، أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَنْقُضْ عِمَامَتَهُ حَتَّى يَسْتَوْعِبَ مَسْحَ الشَّعْرِ كُلِّهِ، وَلَمْ يَنْفِ التَّكْمِيلَ عَلَى الْعِمَامَةِ، وَقَدْ أَثْبَتَهُ الْمُغِيرَةُ بْنُ شُعْبَةَ وَغَيْرُهُ، فَسُكُوتُ أَنَسٍ عَلَيْهِ لَا يَدُلُّ عَلَى نَفْيِهِ \" انْتَهَى. </p><p> وَقَدْ عَلِمْتَ أَنَّ حَدِيثَ أَنَسٍ لَا يُحْتَجُّ بِهِ، وَمِثْلُهُ يُقَالُ فِي حَدِيثِ عَطَاءٍ الْمُرْسَلِ الَّذِي احْتَجَّ بِهِ الشَّافِعِيُّ فِي الْأُمِّ عَلَى الِاكْتِفَاءِ بِالْبَعْضِ، وَالْحَنَفِيَّةُ عَلَى الرُّبُعِ، وَهُوَ أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَوَضَّأَ فَحَسَرَ الْعِمَامَةَ عَنْ رَأْسِهِ وَمَسَحَ مُقَدَّمَ رَأَسِهِ، أَوْ قَالَ نَاصِيَتَهُ، وَهَذَا بِصَرْفِ النَّظَرِ عَنِ الْخِلَافِ فِي الِاحْتِجَاجِ بِالْمُرْسَلِ، وَقَدْ مَنَعَهُ جُمْهُورُ الْأُمَّةِ مِنْ أَهْلِ السُّنَّةِ وَغَيْرِهِمْ، وَقَالَ بِهِ أَبُو حَنِيفَةَ وَجُمْهُورُ الْمُعْتَزِلَةِ وَالشَّافِعِيُّ لَا يُحْتَجُّ بِالْمُرْسَلِ. وَقَدْ رَوَاهُ عَنْ مُسْلِمِ بْنِ خَالِدٍ الْمَكِّيِّ الْفَقِيهِ، وَهُوَ ثِقَةٌ عِنْدَهُ، وَوَثَّقَهُ ابْنُ مَعِينٍ مَرَّةً، وَضَعَّفَهُ أُخْرَى، كَمَا ضَعَّفَهُ أَبُو دَاوُدَ، وَقَالَ الْبُخَارِيُّ: مُنْكَرُ الْحَدِيثِ. وَالْجَرْحُ مُقَدَّمٌ عَلَى التَّعْدِيلِ، وَقَدْ عَلِمْتَ أَنَّهُ لَا يَدُلُّ عَلَى وُجُوبِ مَسْحِ الرُّبُعِ. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ ظَاهِرَ الْآيَةِ الْكَرِيمَةِ أَنَّ مَسْحَ بَعْضِ الرَّأْسِ يَكْفِي فِي الِامْتِثَالِ، وَهُوَ مَا يُسَمَّى مَسْحًا فِي اللُّغَةِ، وَلَا يَتَحَقَّقُ إِلَّا بِحَرَكَةِ الْعُضْوِ الْمَاسِحِ مُلْصَقًا بِالْمَمْسُوحِ، فَوَضْعُ الْيَدِ أَوِ الْأُصْبُعِ عَلَى الرَّأْسِ أَوْ غَيْرِهِ لَا يُسَمَّى مَسْحًا، وَلَا يَكْفِي مَسْحُ الشَّعْرِ الْخَارِجِ عَنْ مُحَاذَاةِ الرَّأْسِ كَالضَّفِيرَةِ، وَأَنَّ لَفْظَ الْآيَةِ لَيْسَ مِنَ الْمُجْمَلِ، وَأَنَّ السُّنَّةَ أَنْ يَمْسَحَ الرَّأْسَ كُلَّهُ إِذَا كَانَ مَكْشُوفًا، وَبَعْضَهُ إِذَا كَانَ مَسْتُورًا، وَيُكْمِلُ عَلَى السَّاتِرِ، وَأَنَّ ظَاهِرَ الْأَحَادِيثِ جَوَازُ الْمَسْحِ عَلَى السَّاتِرِ وَحْدَهُ، وَالِاحْتِيَاطُ أَنْ يَمْسَحَ مَعَهُ جُزْءًا مِنَ الرَّأْسِ، وَاللهُ أَعْلَمُ. </p><p> الْفَرْضُ الرَّابِعُ: غَسْلُ الرِّجْلَيْنِ فَقَطْ، أَوْ مَعَ مَسْحِهِمَا، أَوْ مَسْحُهُمَا بَارِزَتَيْنِ أَوْ مَسْتُورَتَيْنِ بِالْخُفِّ أَوْ غَيْرِهِ، قَالَ تَعَالَى: وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ قَرَأَ نَافِعٌ وَابْنُ عَامِرٍ وَحَفْصٌ وَالْكِسَائِيُّ وَيَعْقُوبُ: (وَأَرْجُلَكُمْ) بِالْفَتْحِ ; أَيْ وَاغْسِلُوا أَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ، وَهُمَا الْعَظْمَانِ النَّاتِئَانِ عِنْدَ مِفْصَلِ السَّاقِ مِنَ الْجَانِبَيْنِ، وَقَرَأَهَا الْبَاقُونَ: ابْنُ كَثِيرٍ وَحَمْزَةُ وَأَبُو عَمْرٍو وَعَاصِمٌ، بِالْجَرِّ، وَالظَّاهِرُ أَنَّهُ عَطْفٌ عَلَى الرَّأْسِ ; أَيْ وَامْسَحُوا بِأَرْجُلِكُمْ إِلَى الْكَعْبَيْنِ، وَمِنْ هُنَا اخْتَلَفَ الْمُسْلِمُونَ فِي غَسْلِ الرِّجْلَيْنِ وَمَسْحِهِمَا ; فَالْجَمَاهِيرُ عَلَى أَنَّ الْوَاجِبَ هُوَ الْغَسْلُ وَحْدَهُ، وَالشِّيعَةُ الْإِمَامِيَّةُ أَنَّهُ الْمَسْحُ، وَقَالَ دَاوُدُ بْنُ عَلِيٍّ وَالنَّاصِرُ </p><p> لِلْحَقِّ، مِنَ الزَّيْدِيَّةِ: يَجِبُ الْجَمْعُ بَيْنَهُمَا، وَنُقِلَ عَنِ الْحَسَنِ الْبَصْرِيِّ وَمُحَمَّدِ بْنِ جَرِيرٍ الطَّبَرِيِّ، أَنَّ الْمُكَلَّفَ مُخَيَّرٌ بَيْنَهُمَا، وَسَتَعْلَمُ أَنَّ مَذْهَبَ ابْنِ جَرِيرٍ الْجَمْعُ. </p><p> أَمَّا الْقَائِلُونَ بِالْجَمْعِ فَأَرَادُوا الْعَمَلَ بِالْقِرَاءَتَيْنِ مَعًا لِلِاحْتِيَاطِ، وَلِأَنَّهُ الْمُقَدَّمُ فِي التَّعَارُضِ إِذَا أَمْكَنَ، وَأَمَّا الْقَائِلُونَ بِالتَّخْيِيرِ فَأَجَازُوا الْأَخْذَ بِكُلٍّ مِنْهُمَا عَلَى حِدَتِهِ، وَأَمَّا الْقَائِلُونَ بِالْمَسْحِ فَقَدْ أَخَذُوا بِقِرَاءَةِ الْجَرِّ وَأَرْجَعُوا قِرَاءَةَ النَّصْبِ إِلَيْهَا، وَذَكَرَ الرَّازِيُّ عَنِ الْقَفَّالِ أَنَّ هَذَا قَوْلُ ابْنِ عَبَّاسٍ وَأَنَسِ بْنِ مَالِكٍ وَعِكْرِمَةَ وَالشَّعْبِيِّ وَأَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ. وَقَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي الْفَتْحِ، عِنْدَ ذِكْرِ مَذْهَبِ الْجُمْهُورِ: وَلَمْ يَثْبُتْ عَنْ أَحَدٍ مِنَ الصَّحَابَةِ خِلَافُ هَذَا، إِلَّا عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ وَأَنَسٍ، وَقَدْ ثَبَتَ عَنْهُمُ الرُّجُوعُ عَنْ ذَلِكَ، وَأَمَّا الْجُمْهُورُ فَقَدْ أَخَذُوا بِقِرَاءَةِ النَّصْبِ وَأَرْجَعُوا قِرَاءَةَ الْجَرِّ إِلَيْهَا، وَأَيَّدُوا ذَلِكَ بِالسُّنَّةِ الصَّحِيحَةِ وَإِجْمَاعِ الصَّحَابَةِ. </p><p> ، </p><p> وَيُزَادُ عَلَى ذَلِكَ أَنَّهُ هُوَ الْمُنْطَبِقُ عَلَى حِكْمَةِ الطَّهَارَةِ، وَادَّعَى الطَّحَاوِيُّ وَابْنُ حَزْمٍ أَنَّ الْمَسْحَ مَنْسُوخٌ. </p><p> وَعُمْدَةُ الْجُمْهُورِ فِي هَذَا الْبَابِ عَمَلُ الصَّدْرِ الْأَوَّلِ وَمَا يُؤَيِّدُهُ مِنَ الْأَحَادِيثِ الْقَوْلِيَّةِ، وَأَصَحُّهَا حَدِيثُ ابْنِ عُمَرَ فِي الصَّحِيحَيْنِ، قَالَ:  \" تَخَلَّفَ عَنَّا، رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي سَفْرَةٍ، فَأَدْرَكَنَا وَقَدْ أَرْهَقَنَا الْعَصْرُ، فَجَعَلْنَا نَتَوَضَّأُ وَنَمْسَحُ عَلَى أَرْجُلِنَا،قَالَ:فَنَادَى بِأَعْلَى صَوْتِهِ: وَيْلٌ لِلْأَعْقَابِ مِنَ النَّارِ، مَرَّتَيْنِ أَوْ ثَلَاثًا \" وَقَدْ يَتَجَاذَبُ الِاسْتِدْلَالَ بِهَذَا الْحَدِيثِ الطَّرَفَانِ، فَلِلْقَائِلِينَ بِالْمَسْحِ أَنْ يَقُولُوا إِنِ الصَّحَابَةَ كَانُوا يَمْسَحُونَ، فَهَذَا دَلِيلٌ عَلَى أَنَّ الْمَسْحَ كَانَ هُوَ الْمَعْرُوفَ عِنْدَهُمْ، وَإِنَّمَا أَنْكَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَيْهِمْ عَدَمَ مَسْحِ أَعْقَابِهِمْ، وَذَهَبَ الْبُخَارِيُّ إِلَى أَنَّ الْإِنْكَارَ عَلَيْهِمْ كَانَ بِسَبَبِ الْمَسْحِ، لَا بِسَبَبِ الِاقْتِصَارِ عَلَى غَسْلِ بَعْضِ الرِّجْلِ، ذَكَرَهُ فِي نَيْلِ الْأَوْطَارِ، ثُمَّ قَالَ: قَالَ الْحَافِظُ، أَيِ ابْنُ حَجَرٍ:  \" وَهَذَا ظَاهِرُ الرِّوَايَةِ الْمُتَّفَقِ عَلَيْهَا \" وَفِي أَفْرَادِ مُسْلِمٍ: \" فَانْتَهَيْنَا إِلَيْهِمْ وَأَعْقَابُهُمْ بِيضٌ تَلُوحُ لَمْ يَمَسَّهَا الْمَاءُ \" فَتَمَسَّكَ بِهَذَا مَنْ يَقُولُ بِإِجْزَاءِ الْمَسْحِ وَيَحْمِلُ الْإِنْكَارَ عَلَى تَرْكِ التَّعْمِيمِ، لَكِنَّ الرِّوَايَةَ الْمُتَّفَقَ عَلَيْهَا أَرْجَحُ، فَتُحْمَلُ عَلَيْهَا هَذِهِ الرِّوَايَةُ بِالتَّأْوِيلِ، وَهُوَ أَنَّ مَعْنَى قَوْلِهِ: لَمْ يَمَسَّهَا الْمَاءُ: أَيْ مَاءُ الْغَسْلِ؛ جَمْعًا بَيْنَ الرِّوَايَتَيْنِ. وَأَصْرَحُ مِنْ ذَلِكَ رِوَايَةُ مُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ \" أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَأَى رَجُلًا لَمْ يَغْسِلْ عَقِبَهُ، فَقَالَ ذَلِكَ \" انْتَهَى. وَهَذِهِ وَاقِعَةٌ أُخْرَى. </p><p> وَقَدْ رَوَى ابْنُ جَرِيرٍ الْمَسْحَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَنْ كَثِيرٍ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ ; مِنْهُمْ عَلِيٌّ كَرَّمَ اللهُ وَجْهَهُ، قَالَ:  \" اغْسِلُوا الْأَقْدَامَ إِلَى الْكَعْبَيْنِ \" وَرُوِيَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ قَالَ: \" قَرَأَ عَلَيَّ الْحَسَنُ وَالْحُسَيْنُ، رِضْوَانُ اللهِ عَلَيْهِمَا،فَقَرَآ:وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ فَسَمِعَ عَلِيٌّ، عَلَيْهِ السَّلَامُ، ذَلِكَ، وَكَانَ يَقْضِي بَيْنَ النَّاسِ،فَقَالَ:وَأَرْجُلِكُمْ هَذَا مِنَ الْمُقَدَّمِ وَالْمُؤَخَّرِ مِنَ الْكَلَامِ. وَتَفْسِيرُ هَذَا مَا رَوَاهُ عَنِ السُّدِّيِّ مِنْ قَوْلِهِ.أَمَّا وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ فَيَقُولُ:اغْسِلُوا وُجُوهَكُمْ وَاغْسِلُوا أَرْجُلَكُمْ وَامْسَحُوا بِرُءُوسِكُمْ ; فَهَذَا مِنَ التَّقْدِيمِ وَالتَّأْخِيرِ.</p><p> وَمِنْهُمْ عُمَرُ وَابْنُهُ، رَضِيَ اللهُ عَنْهُمَا. وَرُوِيَ عَنْ عَطَاءٍ أَنَّهُ قَالَ: لَمْ أَرَ أَحَدًا يَمْسَحُ عَلَى الْقَدَمَيْنِ. وَمَذْهَبُ مَالِكٍ الْغَسْلُ دُونَ الْمَسْحِ، فَلَوْ كَانَ أَحَدٌ مِنْهُمْ يَمْسَحُ لَمَا مَنَعَ الْمَسْحَ أَلْبَتَّةَ، وَلَا يَتَّفِقُونَ عَلَى الْغَسْلِ إِلَّا لِأَنَّهُ السُّنَّةُ الْمُتَّبَعَةُ مِنْ عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَكِنَّ ابْنَ جَرِيرٍ رَوَى الْقَوْلَ بِالْمَسْحِ، عَنِ ابْنِ عَبَّاسٍ وَأَنَسٍ مِنَ الصَّحَابَةِ، وَعَنْ بَعْضِ التَّابِعِينَ، وَمِنَ الرِّوَايَةِ. عَنِ ابْنِ عَبَّاسٍ: \" أَنَّ الْوُضُوءَ غَسْلَتَانِ وَمَسْحَتَانِ \" وَعَنْ أَنَسٍ: نَزَلَ الْقُرْآنُ بِالْمَسْحِ، وَالسُّنَّةُ الْغَسْلُ، وَهُوَ مِنْ أَعْلَمِ الصَّحَابَةِ بِالسُّنَّةِ لِأَنَّهُ كَانَ يَخْدِمُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ قَالَ ابْنُ جَرِيرٍ بَعْدَ سَوْقِ الرِّوَايَاتِ فِي الْقَوْلَيْنِ،مَا نَصُّهُ:\" وَالصَّوَابُ مِنَ الْقَوْلِ عِنْدَنَا فِي ذَلِكَ أَنَّ اللهَ أَمَرَ بِعُمُومِ مَسْحِ الرِّجْلَيْنِ بِالْمَاءِ فِي الْوُضُوءِ، كَمَا أَمَرَ </p><p> بِعُمُومِ مَسْحِ الْوَجْهِ بِالتُّرَابِ فِي التَّيَمُّمِ، وَإِذَا فَعَلَ ذَلِكَ بِهِمَا الْمُتَوَضِّئُ كَانَ مُسْتَحِقًّا اسْمَ مَاسِحٍ غَاسِلٍ ; لِأَنَّ غَسْلَهُمَا إِمْرَارُ الْمَاءِ عَلَيْهِمَا أَوْ إِصَابَتُهُمَا بِالْمَاءِ، وَمَسْحُهُمَا إِمْرَارُ الْيَدِ وَمَا قَامَ مَقَامَ الْيَدِ عَلَيْهِمَا، فَإِذَا فَعَلَ ذَلِكَ بِهِمَا فَاعِلٌ فَهُوَ غَاسِلٌ مَاسِحٌ، وَكَذَلِكَ مِنِ احْتِمَالِ الْمَسْحِ الْمَعْنَيَيْنِ اللَّذَيْنِ وَصَفْتُ مِنَ الْعُمُومِ وَالْخُصُوصِ اللَّذَيْنِ أَحَدُهُمَا مَسْحٌ بِبَعْضٍ، وَالْآخَرُ مَسْحٌ بِالْجَمِيعِ، وَاخْتَلَفَتْ قِرَاءَةُ الْقُرَّاءِ فِي قَوْلِهِ وَأَرْجُلَكُمْ فَنَصَبَهَا بَعْضُهُمْ تَوْجِيهًا مِنْهُ ذَلِكَ إِلَى أَنَّ الْفَرْضَ فِيهِمَا الْغَسْلُ، وَإِنْكَارًا مِنْهُ الْمَسْحَ عَلَيْهِمَا مَعَ تَظَاهُرِ الْأَخْبَارِ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِعُمُومِ مَسْحِهِمَا بِالْمَاءِ، وَخَفَضَهَا بَعْضُهُمْ تَوْجِيهًا مِنْهُ ذَلِكَ إِلَى أَنَّ الْفَرْضَ فِيهِمَا الْمَسْحُ، وَلَمَّا قُلْنَا فِي تَأْوِيلِ ذَلِكَ: إِنَّهُ مَعْنِيٌّ بِهِ عُمُومُ مَسْحِ الرِّجْلَيْنِ بِالْمَاءِ كَرِهَ مَنْ كَرِهَ، لِلْمُتَوَضِّئِ الِاجْتِزَاءَ بِإِدْخَالِ رِجْلَيْهِ فِي الْمَاءِ دُونَ مَسْحِهِمَا بِيَدِهِ، أَوْ بِمَا قَامَ مَقَامَ الْيَدِ؛ تَوْجِيهًا مِنْهُ قَوْلَهُ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ إِلَى مَسْحِ جَمِيعِهِمَا عَامًّا بِالْيَدِ، أَوْ بِمَا قَامَ مَقَامَ الْيَدِ </p><p> دُونَ بَعْضِهِمَا مَعَ غَسْلِهِمَا بِالْمَاءِ، وَهَهُنَا رُوِيَ عَنِ الْحَسَنِ أَنَّ لِمَنْ يَتَوَضَّأُ فِي السَّفِينَةِ أَنْ يَغْمِسَ رِجْلَيْهِ فِي الْمَاءِ غَمْسًا، وَفِي رِوَايَةٍ: يَخْفِضُ قَدَمَيْهِ فِي الْمَاءِ، ثُمَّ قَالَ: فَإِذَا كَانَ فِي الْمَسْحِ الْمَعْنَيَانِ اللَّذَانِ وَصَفْنَا مِنْ عُمُومِ الرِّجْلَيْنِ بِهِ بِالْمَاءِ، وَخُصُوصِ بَعْضِهِمَا بِهِ، وَكَانَ صَحِيحًا بِالْأَدِلَّةِ الدَّالَّةِ الَّتِي سَنَذْكُرُهَا بَعْدُ، أَنَّ مُرَادَ اللهِ مِنْ مَسْحِهِمَا الْعُمُومُ، وَكَانَ لِعُمُومِهِمَا بِذَلِكَ مَعْنَى الْغَسْلِ وَالْمَسْحِ ; فَبَيِّنٌ صَوَابُ قِرَاءَةِ الْقِرَاءَتَيْنِ جَمِيعًا، أَعْنِي النَّصْبَ فِي الْأَرْجُلِ وَالْخَفْضَ ; لِأَنَّ فِي عُمُومِ الرِّجْلَيْنِ بِمَسْحِهِمَا بِالْمَاءِ: غَسْلُهُمَا، وَفِي إِمْرَارِ الْيَدِ وَمَا قَامَ مَقَامَ الْيَدِ عَلَيْهِمَا: مَسْحُهُمَا. فَوَجَّهَ صَوَابَ مَنْ قَرَأَ ذَلِكَ نَصْبًا لِمَا فِي ذَلِكَ مِنْ مَعْنَى عُمُومِهِمَا بِإِمْرَارِ الْمَاءِ عَلَيْهِمَا، وَوَجَّهَ صَوَابَ قِرَاءَةِ مَنْ قَرَأَهُ خَفْضًا لِمَا فِي ذَلِكَ مِنْ إِمْرَارِ الْيَدِ عَلَيْهِمَا أَوْ مَا قَامَ مَقَامَ الْيَدِ مَسْحًا بِهِمَا، غَيْرَ أَنَّ ذَلِكَ وَإِنْ كَانَ كَذَلِكَ، وَكَانَتِ الْقِرَاءَتَانِ كِلْتَاهُمَا حَسَنًا صَوَابًا، فَأَعْجَبُ الْقِرَاءَتَيْنِ إِلَيَّ أَنْ أَقْرَأَهَا قِرَاءَةُ مَنْ قَرَأَ ذَلِكَ خَفْضًا ; لِمَا وَصَفْتُ مِنْ جَمْعِ الْمَسْحِ الْمَعْنَيَيْنِ اللَّذَيْنِ وَصَفْتُ، وَلِأَنَّهُ بَعْدَ قَوْلِهِ وَامْسَحُوا بِرُءُوسِكُمْ فَالْعَطْفُ بِهِ عَلَى الرُّءُوسِ مَعَ قُرْبِهِ مِنْهُ أَوْلَى مِنَ الْعَطْفِ بِهِ عَلَى الْأَيْدِي، وَقَدْ حِيلَ بَيْنَهُ وَبَيْنَهَا بِقَوْلِهِ: وَامْسَحُوا بِرُءُوسِكُمْ فَإِنْ قَالَ قَائِلٌ: وَمَا الدَّلِيلُ عَلَى أَنَّ الْمُرَادَ بِالْمَسْحِ فِي الرِّجْلَيْنِ، الْعُمُومُ دُونَ أَنْ يَكُونَ خُصُوصًا، نَظِيرَ قَوْلِكَ فِي الْمَسْحِ بِالرَّأْسِ؟ قِيلَ: الدَّلِيلُ عَلَى ذَلِكَ تَظَاهُرُ الْأَخْبَارِ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  \" وَيْلٌ لِلْأَعْقَابِ وَبُطُونِ الْأَقْدَامِ مِنَ النَّارِ \" وَلَوْ كَانَ مَسْحُ بَعْضِ الْقَدَمِ مُجْزِيًا عَنْ عُمُومِهَا بِذَلِكَ لَمَا كَانَ لَهَا الْوَيْلُ بِتَرْكِ مَا تُرِكَ مَسْحُهُ مِنْهَا بِالْمَاءِ بَعْدَ أَنْ يَمْسَحَ بَعْضًا ; لِأَنَّ مَنْ أَدَّى فَرْضَ اللهِ عَلَيْهِ فِي مَا لَزِمَهُ غَسْلُهُ مِنْهَا، لَمْ يَسْتَحِقَّ الْوَيْلَ، بَلْ يَجِبُ أَنْ يَكُونَ لَهُ الثَّوَابُ الْجَزِيلُ، فَوُجُوبُ الْوَيْلِ لِعَقِبِ تَارِكِ غَسْلِ عَقِبِهِ فِي وُضُوئِهِ أَوْضَحُ الدَّلِيلِ عَلَى وُجُوبِ فَرْضِ الْعُمُومِ بِمَسْحِ جَمِيعِ الْقَدَمِ بِالْمَاءِ وَصِحَّةِ مَا قُلْنَا فِي ذَلِكَ، وَفَسَادِ مَا خَالَفَهُ. انْتَهَى كَلَامُ ابْنِ جَرِيرٍ، وَرَأْيُهُ وَاضِحٌ، وَهُوَ الْعَمَلُ بِالْقِرَاءَتَيْنِ مَعًا، بِأَنْ يَغْسِلَ الْمُتَوَضِّئُ رِجْلَيْهِ وَيَمْسَحَهُمَا بِيَدَيْهِ أَوْ غَيْرِ يَدَيْهِ فِي أَثْنَاءِ الْغَسْلِ ; لِأَجْلِ اسْتِيعَابِ غَسْلِهِمَا عِنَايَةً بِنَظَافَتِهِمَا </p><p> ; </p><p> لِأَنَّ الْوَسَخَ أَكْثَرُ عُرُوضًا لَهُمَا مِنْ سَائِرِ الْأَعْضَاءِ، فَإِذَا لَمْ يَمْسَحْهُ لَا يُؤَثِّرُ الْمَاءُ الَّذِي يُصَبُّ عَلَيْهِمَا التَّأْثِيرَ الْمَطْلُوبَ لِتَنْظِيفِهِمَا ; إِذْ يَغْلِبُ عَلَيْهِمَا الْجَفَافُ وَالْوَسَخُ، وَبِمَسْحِهِمَا فِي الْغَسْلِ يَسْتَغْنِي بِقَلِيلِ الْمَاءِ عَنْ كَثِيرِهِ فِي تَنْظِيفِهِمَا، وَالِاقْتِصَادُ فِي </p><p> الْمَاءِ وَغَيْرِهِ مِنَ السُّنَّةِ، وَكَانُوا فِي زَمَنِ التَّنْزِيلِ قَلِيلِي الْمَاءِ فِي الْحِجَازِ، وَقَدْ تَنَبَّهَ الزَّمَخْشَرِيُّ لِهَذَا الْمَعْنَى، فَقَالَ فِي بَيَانِ حِكْمَةِ قِرَاءَةِ الْجَرِّ:  \" الْأَرْجُلُ مِنْ بَيْنِ الْأَعْضَاءِ الثَّلَاثَةِ الْمَغْسُولَةِ، تُغْسَلُ بِصَبِّ الْمَاءِ عَلَيْهَا، فَكَانَتْ مَظِنَّةً لِلْإِسْرَافِ الْمَذْمُومِ الْمَنْهِيِّ عَنْهُ، فَعُطِفَتْ عَلَى الرَّابِعِ الْمَمْسُوحِ، لَا لِتُمْسَحَ، وَلَكِنْ لِيُنَبَّهَ عَلَى وُجُوبِ الِاقْتِصَادِ فِي صَبِّ الْمَاءِ عَلَيْهَا،وَقِيلَ:إِلَى الْكَعْبَيْنِ، فَجِيءَ بِالْغَايَةِ إِمَاطَةً لِظَنِّ ظَانٍّ يَحْسَبُهَا مَمْسُوحَةً ; لِأَنَّ الْمَسْحَ لَمْ تُضْرَبْ لَهُ غَايَةٌ فِي الشَّرِيعَةِ. انْتَهَى.وَالصَّوَابُ:لِتُمْسَحَ حِينَ تُغْسَلُ.</p><p> وَقَدْ أَطْنَبَ السَّيِّدُ الْآلُوسِيُّ فِي رُوحِ الْمَعَانِي فِي تَوْجِيهِ كُلٍّ مِنْ أَهْلِ السُّنَّةِ وَالشِّيعَةِ لِلْقِرَاءَتَيْنِ، وَتَحْوِيلِ إِحْدَاهُمَا إِلَى الْأُخْرَى، وَرَجَّحَ قَوْلَ أَهْلِ السُّنَّةِ، ثُمَّ تَكَلَّمَ عَنِ الرِّوَايَةِ عَنِ الشِّيعَةِ فَقَالَ: \" بَقِيَ لَوْ قَالَ قَائِلٌ: لَا أَقْنَعُ بِهَذَا الْمِقْدَارِ فِي الِاسْتِدْلَالِ عَلَى غَسْلِ الْأَرْجُلِ بِهَذِهِ الْآيَةِ، مَا لَمْ يَنْضَمَّ إِلَيْهَا مِنْ خَارِجٍ مَا يُقَوِّي تَطْبِيقَ أَهْلِ السُّنَّةِ ; فَإِنَّ كَلَامَهُمْ وَكَلَامَ الْإِمَامِيَّةِ فِي ذَلِكَ، عَسَى أَنْ يَكُونَ فَرَسَيْ رِهَانٍ، قِيلَ لَهُ:  \" إِنَّ سُنَّةَ خَيْرِ الْوَرَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَآثَارَ الْأَئِمَّةِ، رَضِيَ اللهُ عَنْهُمْ، شَاهِدَةٌ عَلَى مَا يَدَّعِيهِ أَهْلُ السُّنَّةِ، وَهِيَ مِنْ طَرِيقِهِمْ أَكْثَرُ مِنْ أَنْ تُحْصَى،وَأَمَّا مِنْ طَرِيقِ الْقَوْمِ فَقَدْ رَوَى الْعَيَّاشِيُّ عَنْ عَلِيٍّ عَنْ أَبِي حَمْزَةَ قَالَ:سَأَلْتُ أَبَا هُرَيْرَةَ عَنِ الْقَدَمَيْنِ،فَقَالَ:تُغْسَلَانِ غَسْلًا \" . </p><p> وَرَوَى مُحَمَّدُ بْنُ النُّعْمَانِ عَنْ أَبِي بَصِيرٍ عَنْ أَبِي عَبْدِ اللهِ، رَضِيَ اللهُ تَعَالَى عَنْهُ، قَالَ: إِذَا نَسِيتَ مَسْحَ رَأْسِكَ حَتَّى غَسَلْتَ رِجْلَيْكَ فَامْسَحْ رَأْسَكَ ثُمَّ اغْسِلْ رِجْلَيْكَ، وَهَذَا الْحَدِيثُ رَوَاهُ أَيْضًا الْكَلْبِيُّ وَأَبُو جَعْفَرٍ الطُّوسِيُّ، بِأَسَانِيدَ صَحِيحَةٍ، بِحَيْثُ لَا يُمْكِنُ تَضْعِيفُهَا، وَلَا الْحَمْلُ عَلَى التَّقِيَّةِ ; لِأَنَّ الْمُخَاطَبَ بِذَلِكَ شِيعِيٌّ خَاصٌّ. </p><p> وَرَوَى مُحَمَّدُ بْنُ الْحَسَنِ الصَّفَّارُ عَنْ زَيْدِ بْنِ عَلِيٍّ عَنْ أَبِيهِ عَنْ جَدِّهِ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ، كَرَّمَ اللهُ تَعَالَى وَجْهَهُ، أَنَّهُ قَالَ: جَلَسْتُ أَتَوَضَّأُ فَأَقْبَلَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمَّا غَسَلْتُ قَدَمَيَّ قَالَ: يَا عَلِيُّ خَلِّلْ بَيْنَ الْأَصَابِعِ. وَنَقَلَ الشَّرِيفُ الرَّضِيُّ عَنْ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ كَرَّمَ اللهُ تَعَالَى وَجْهَهُ، فِي نَهْجِ الْبَلَاغَةِ، حِكَايَةَ وُضُوئِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَذَكَرَ فِيهِ غَسْلَ الرِّجْلَيْنِ، وَهَذَا يَدُلُّ عَلَى أَنَّ مَفْهُومَ الْآيَةِ كَمَا قَالَ أَهْلُ السُّنَّةِ، وَلَمْ يَدَّعِ أَحَدٌ مِنْهُمُ النَّسْخَ لِيَتَكَلَّفَ لِإِثْبَاتِهِ كَمَا ظَنَّهُ مَنْ لَا وُقُوفَ لَهُ، وَمَا يَزْعُمُهُ الْإِمَامِيَّةُ مِنْ نِسْبَةِ الْمَسْحِ إِلَى ابْنِ عَبَّاسٍ وَأَنَسِ بْنِ </p><p> مَالِكٍ وَغَيْرِهِمَا، رَضِيَ اللهُ تَعَالَى عَنْهُمْ - كَذِبٌ مُفْتَرًى عَلَيْهِمْ، فَإِنَّ أَحَدًا مِنْهُمْ مَا رُوِيَ عَنْهُ بِطْرِيقٍ صَحِيحٍ أَنَّهُ جَوَّزَ الْمَسْحَ، إِلَّا أَنَّ ابْنَ عَبَّاسٍ، رَضِيَ اللهُ تَعَالَى عَنْهُمَا، قَالَ بِطَرِيقِ التَّعَجُّبِ: لَا نَجِدُ فِي كِتَابِ اللهِ تَعَالَى إِلَّا الْمَسْحَ، وَلَكِنَّهُمْ أَبَوْا إِلَّا الْغَسْلَ. وَمُرَادُهُ أَنَّ ظَاهِرَ الْكِتَابِ يُوجِبُ الْمَسْحَ عَلَى قِرَاءَةِ الْجَرِّ الَّتِي كَانَتْ قِرَاءَتَهُ، وَلَكِنَّ </p><p> الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابَهُ لَمْ يَفْعَلُوا إِلَّا الْغَسْلَ، فَفِي كَلَامِهِ هَذَا إِشَارَةٌ إِلَى أَنَّ قِرَاءَةَ الْجَرِّ مُؤَوَّلَةٌ مَتْرُوكَةُ الظَّاهِرِ بِعَمَلِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالصَّحَابَةِ، رَضِيَ اللهُ تَعَالَى عَنْهُمْ، وَنِسْبَةُ جَوَازِ الْمَسْحِ إِلَى أَبِي الْعَالِيَةِ وَعِكْرِمَةَ وَالشَّعْبِيِّ زُورٌ وَبُهْتَانٌ أَيْضًا. </p><p> وَكَذَلِكَ نِسْبَةُ الْجَمْعِ بَيْنَ الْغَسْلِ وَالْمَسْحِ، أَوِ التَّخْيِيرِ بَيْنَهُمَا إِلَى الْحَسَنِ الْبَصْرِيِّ، عَلَيْهِ الرَّحْمَةُ، وَمِثْلُهُ نِسْبَةُ التَّخْيِيرِ إِلَى مُحَمَّدِ بْنِ جَرِيرٍ الطَّبَرِيِّ صَاحِبِ التَّارِيخِ الْكَبِيرِ وَالتَّفْسِيرِ الشَّهِيرِ، وَقَدْ نَشَرَ رُوَاةُ الشِّيعَةِ هَذِهِ الْأَكَاذِيبَ الْمُخْتَلَقَةَ، وَرَوَاهَا بَعْضُ أَهْلِ السُّنَّةِ مِمَّنْ لَمْ يُمَيِّزِ الصَّحِيحَ وَالسَّقِيمَ مِنَ الْأَخْبَارِ بِلَا تَحَقُّقٍ وَلَا سَنَدٍ، وَاتَّسَعَ الْخَرْقُ عَلَى الرَّاقِعِ، وَلَعَلَّ مُحَمَّدَ بْنَ جَرِيرٍ الْقَائِلَ بِالتَّخْيِيرِ هُوَ مُحَمَّدُ بْنُ جَرِيرِ بْنِ رُسْتُمَ الشِّيعِيُّ صَاحِبُ الْإِيضَاحِ لِلْمُسْتَرْشِدِ فِي الْإِمَامَةِ، لَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ جَرِيرِ بْنِ غَالِبٍ الطَّبَرِيُّ الشَّافِعِيُّ الَّذِي هُوَ مِنْ أَعْلَامِ أَهْلِ السُّنَّةِ، وَالْمَذْكُورُ فِي تَفْسِيرِ هَذَا هُوَ الْغَسْلُ فَقَطْ، لَا الْمَسْحُ وَلَا الْجَمْعُ وَلَا التَّخْيِيرُ الَّذِي نَسَبَهُ الشِّيعَةُ إِلَيْهِ، وَلَا حُجَّةَ لَهُمْ فِي دَعْوَى الْمَسْحِ بِمَا رُوِيَ عَنْ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ، كَرَّمَ اللهُ تَعَالَى وَجْهَهُ، أَنَّهُ مَسَحَ وَجْهَهُ وَيَدَيْهِ وَمَسَحَ رَأْسَهُ وَرِجْلَيْهِ، وَشَرِبَ فَضْلَ طَهُورِهِ قَائِمًا وَقَالَ:  \" إِنَّ النَّاسَ يَزْعُمُونَ أَنَّ الشُّرْبَ قَائِمًا لَا يَجُوزُ، وَقَدْ رَأَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَنَعَ مِثْلَ مَا صَنَعْتُ. وَهَذَا وُضُوءُ مَنْ لَمْ يُحْدِثْ ; لِأَنَّ الْكَلَامَ فِي وُضُوءِ الْمُحْدِثِ، لَا فِي مُجَرَّدِ التَّنْظِيفِ بِمَسْحِ الْأَطْرَافِ، كَمَا يَدُلُّ عَلَيْهِ مَا فِي الْخَبَرِ مِنْ مَسْحِ الْمَغْسُولِ اتِّفَاقًا.</p><p> وَأَمَّا مَا رُوِيَ عَنْ عَبَّادِ بْنِ تَمِيمٍ عَنْ عَمِّهِ، بِرِوَايَاتٍ ضَعِيفَةٍ، أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَوَضَّأَ وَمَسَحَ عَلَى قَدَمَيْهِ، فَهُوَ كَمَا قَالَ الْحُفَّاظُ: شَاذٌّ مُنْكَرٌ، لَا يَصْلُحُ لِلِاحْتِجَاجِ مَعَ احْتِمَالِ حَمْلِ الْقَدَمَيْنِ عَلَى الْخُفَّيْنِ وَلَوْ مَجَازًا، وَاحْتِمَالِ اشْتِبَاهِ الْقَدَمَيْنِ الْمُتَخَفِّفَيْنِ بِدُونِ الْمُتَخَفِّفَيْنِ مِنْ بَعِيدٍ. وَمِثْلُ ذَلِكَ عِنْدَ مَنِ اطَّلَعَ عَلَى أَحْوَالِ الرُّوَاةِ، مَا رَوَاهُ الْحُسَيْنُ بْنُ سَعِيدٍ الْأَهْوَازِيُّ، عَنْ فُضَالَةَ، عَنْ حَمَّادِ بْنِ عُثْمَانَ، عَنْ غَالِبِ بْنِ هُذَيْلٍ، قَالَ: سَأَلْتُ أَبَا جَعْفَرٍ، رَضِيَ اللهُ تَعَالَى عَنْهُ، عَنِ </p><p> الْمَسْحِ عَلَى الرِّجْلَيْنِ، فَقَالَ: هُوَ الَّذِي نَزَلَ بِهِ جِبْرِيلُ عَلَيْهِ السَّلَامُ، وَمَا رُوِيَ عَنْ أَحَمَدَ بْنِ مُحَمَّدٍ قَالَ: \" سَأَلْتُ أَبَا الْحَسَنِ مُوسَى بْنَ جَعْفَرٍ، رَضِيَ اللهُ تَعَالَى عَنْهُ، عَنِ الْمَسْحِ عَلَى الْقَدَمَيْنِ، كَيْفَ هُوَ؟ فَوَضَعَ بِكَفَّيْهِ عَلَى الْأَصَابِعِ ثُمَّ مَسَحَهُمَا إِلَى الْكَعْبَيْنِ، فَقُلْتُ لَهُ: لَوْ أَنَّ رَجُلًا قَالَ بِأُصْبُعَيْنِ مِنْ أَصَابِعِهِ هَكَذَا إِلَى الْكَعْبَيْنِ، أَيُجْزِئُ؟ قَالَ: لَا إِلَّا بِكَفِّهِ كُلِّهَا. إِلَى غَيْرِ ذَلِكَ مِمَّا رَوَتْهُ الْإِمَامِيَّةُ فِي هَذَا الْبَابِ، وَمَنْ وَقَفَ عَلَى أَحْوَالِ رُوَاتِهِمْ لَمْ يُعَوِّلْ عَلَى خَبَرٍ مِنْ أَخْبَارِهِمْ، وَقَدْ ذَكَرْنَا نُبْذَةً مِنْ ذَلِكَ فِي كِتَابِنَا (النَّفَحَاتُ الْقُدُسِيَّةُ فِي رَدِّ الْإِمَامِيَّةِ) عَلَى أَنَّ لَنَا أَنْ نَقُولَ: لَوْ فُرِضَ أَنَّ حُكْمَ اللهِ - تَعَالَى - الْمَسْحُ عَلَى مَا يَزْعُمُهُ الْإِمَامِيَّةُ مِنَ الْآيَةِ فَالْغَسْلُ يَكْفِي عَنْهُ، وَلَوْ كَانَ هُوَ الْغَسْلَ لَا يَكْفِي الْمَسْحُ عَنْهُ، فَبِالْغَسْلِ يَلْزَمُ الْخُرُوجُ عَنِ الْعُهْدَةِ بِيَقِينٍ دُونَ الْمَسْحِ، وَذَلِكَ لِأَنَّ الْغَسْلَ مُحَصِّلٌ لِمَقْصُودِ الْمَسْحِ مِنْ وُصُولِ الْبَلَلِ وَزِيَادَةٍ، وَهَذَا مُرَادُ مَنْ عَبَّرَ </p><p> بِأَنَّهُ مَسْحٌ وَزِيَادَةٌ، فَلَا يَرُدُّ مَا قِيلَ مِنْ أَنَّ الْغَسْلَ وَالْمَسْحَ مُتَضَادَّانِ لَا يَجْتَمِعَانِ فِي مَحَلٍّ وَاحِدٍ ; كَالسَّوَادِ وَالْبَيَاضِ، وَأَيْضًا كَانَ يَلْزَمُ الشِّيعَةَ الْغَسْلُ ; لِأَنَّهُ الْأَنْسَبُ بِالْوَجْهِ الْمَعْقُولِ مِنَ الْوُضُوءِ، وَهُوَ التَّنْظِيفُ لِلْوُقُوفِ بَيْنَ يَدَيْ رَبِّ الْأَرْبَابِ، سُبْحَانَهُ وَتَعَالَى ; لِأَنَّهُ الْأَحْوَطُ أَيْضًا لِكَوْنِ سَنَدِهِ مُتَّفَقًا عَلَيْهِ لِلْفَرِيقَيْنِ، كَمَا سَمِعْتَ، دُونَ الْمَسْحِ ; لِلِاخْتِلَافِ فِي سَنَدِهِ. وَقَالَ بَعْضُ الْمُحَقِّقِينَ:  \" قَدْ يَلْزَمُهُمْ بِنَاءً عَلَى قَوَاعِدِهِمْ، أَنْ يُجَوِّزُوا الْغَسْلَ وَالْمَسْحَ، وَلَا يَقْتَصِرُوا عَلَى الْمَسْحِ فَقَطْ \" انْتَهَى كَلَامُ الْآَلُوسِيُّ. </p><p> أَقُولُ: إِنَّ فِي كَلَامِهِ - عَفَا اللهُ عَنْهُ - تَحَامُلًا عَلَى الشِّيعَةِ وَتَكْذِيبًا لَهُمْ فِي نَقْلٍ وُجِدَ مِثْلُهُ فِي كُتُبِ أَهْلِ السُّنَّةِ كَمَا تَقَدَّمَ، وَالظَّاهِرُ أَنَّهُ لَمْ يَطَّلِعْ عَلَى تَفْسِيرِ ابْنِ جَرِيرٍ الطَّبَرِيِّ، وَقَدْ نَقَلْنَا بَعْضَ رِوَايَاتِهِ وَنَصَّ عِبَارَاتِهِ فِي الرَّاجِحِ عِنْدَهُ آنِفًا. </p><p> وَصَفْوَةُ الْقَوْلِ فِي مَسْأَلَةِ فَرْضِ الرِّجْلَيْنِ فِي الْوُضُوءِ يَتَّضِحُ بِأُمُورٍ:  (١) أَنَّ ظَاهِرَ قِرَاءَةِ النَّصْبِ وُجُوبُ الْغَسْلِ، وَظَاهِرَ قِرَاءَةِ الْجَرِّ وُجُوبُ الْمَسْحِ. </p><p> (٢) أَنَّ مَجَالَ النَّحْوِ وَاسْعٌ لِمَنْ أَرَادَ رَدَّ كُلِّ قِرَاءَةٍ مِنْهُمَا إِلَى الْأُخْرَى، وَرُبَّمَا كَانَ رَدُّ النَّصْبِ إِلَى الْجَرِّ أَوْجَهَ فِي فَنِّ الْإِعْرَابِ، وَكَذَلِكَ مَجَالُ التَّجَوُّزِ ; كَقَوْلِ أَهْلِ السُّنَّةِ:  \" إِنَّ الْمُرَادَ بِمَسْحِ الرِّجْلَيْنِ غَسْلُهُمَا ; لِأَنَّهُ وَرَدَ إِطْلَاقُ لَفْظِ الْمَسْحِ عَلَى الْوُضُوءِ \" وَهُوَ تَكَلُّفٌ ظَاهِرٌ، وَأَقْوَى الْحُجَجِ اللَّفْظِيَّةِ لِأَهْلِ السُّنَّةِ عَلَى الْإِمَامِيَّةِ جَعْلُ الْكَعْبَيْنِ غَايَةَ طَهَارَةِ الرِّجْلَيْنِ، وَهَذَا لَا يَحْصُلُ إِلَّا بِاسْتِيعَابِهِمَا بِالْمَاءِ ; لِأَنَّ الْكَعْبَيْنِ هُمَا الْعَظْمَانِ </p><p> النَّاتِئَانِ فِي جَانِبَيِ الرِّجْلِ، وَالْإِمَامِيَّةُ يَمْسَحُونَ ظَاهِرَ الْقَدَمِ إِلَى مَعْقِدِ الشِّرَاكِ، عِنْدَ الْمِفْصَلِ بَيْنَ السَّاقِ وَالْقَدَمِ، وَيَقُولُونَ: إِنَّهُ هُوَ الْكَعْبُ. فَفِي الرِّجْلِ كَعْبٌ وَاحِدٌ عَلَى رَأْيِهِمْ، وَلَوْ صَحَّ هَذَا لَقَالَ إِلَى الْكِعَابِ ; كَمَا قَالَ فِي الْيَدَيْنِ إِلَى الْمَرَافِقِ ; لِأَنَّ فِي كُلِّ يَدٍ مِرْفَقًا وَاحِدًا. </p><p> (٣) أَنَّ الْقَوْلَ بِكُلٍّ مِنَ الْغَسْلِ وَالْمَسْحِ مَرْوِيٌّ عَنِ السَّلَفِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ، وَلَكِنَّ الْعَمَلَ بِالْغَسْلِ أَعَمُّ وَأَكْثَرُ، وَهُوَ الَّذِي غَلَبَ وَاسْتَمَرَّ، وَلَمْ يُنْقَلْ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - غَيْرُهُ، إِلَّا مَسْحُ الْخُفَّيْنِ. </p><p> (٤) أَنَّ الْقَوْلَ بِعَدَمِ جَوَازِ الْغَسْلِ أَبْعَدُ عَنِ النَّقْلِ وَالْعَقْلِ مِنَ الْقَوْلِ بِعَدَمِ جَوَازِ الْمَسْحِ، وَإِنْ رُوِيَ كُلٌّ مِنْهُمَا، أَمَّا النَّقْلُ فَلِأَنَّهُ ظَاهِرُ قِرَاءَةِ النَّصْبِ، وَلِصِحَّةِ الرِّوَايَاتِ فِيهِ، وَأَمَّا الْعَقْلُ فَلِأَنَّ الْغَسْلَ هُوَ الَّذِي تَحْصُلُ بِهِ الطَّهَارَةُ، أَيِ الْمُبَالَغَةُ فِي النَّظَافَةِ الَّتِي شُرِعَ الْوُضُوءُ وَالْغَسْلُ لِأَجْلِهَا، كَمَا هُوَ مَنْصُوصٌ فِي الْآيَةِ نَفْسِهَا، وَلِأَنَّ الْمَسْحَ قَدْ يَدْخُلُ فِي الْغَسْلِ دُونَ الْعَكْسِ. </p><p> (٥) إِذَا قِيلَ: إِنَّ الْقِرَاءَتَيْنِ مُتَعَارِضَتَانِ، وَالسُّنَنَ مُتَعَارِضَةٌ أَيْضًا، نَقُولُ: إِنَّ أَهْلَ السُّنَّةِ وَالشِّيعَةَ مُتَّفِقُونَ عَلَى أَنَّهُ إِذَا أَمْكَنَ الْجَمْعُ بَيْنَ الْمُتَعَارِضَيْنِ يُقَدَّمُ عَلَى تَرْجِيحِ أَحَدِهِمَا عَلَى الْآخَرِ، وَالْجَمْعُ هُنَا مُمْكِنٌ بِمَا قَالَهُ ابْنُ جَرِيرٍ، وَهُوَ الْمَسْحُ فِي أَثْنَاءِ الْغَسْلِ ; لِأَنَّ الْمَسْحَ هُوَ إِمْرَارُ مَا يُمْسَحُ بِهِ عَلَى مَا يَمْسَحُ وَإِلْصَاقُهُ بِهِ، وَصَبُّ الْمَاءِ لَا يَمْنَعُ مِنْهُ، بَلْ يَتَحَقَّقُ بِهِ، وَالْآيَةُ لَمْ تَقُلْ: امْسَحُوا أَرْجُلَكُمْ بِالْمَاءِ </p><p> وَلَا رُءُوسَكُمْ، وَالْأَمْرُ بِمُطْلَقِ الْمَسْحِ أَمْرٌ بِإِمْرَارِ الْيَدِ بِغَيْرِ مَاءٍ ; كَمَسْحِ رَأْسِ الْيَتِيمِ، وَلَكِنْ لَمَّا قَالَ: وَامْسَحُوا بِرُءُوسِكُمْ فِي سِيَاقِ الْوُضُوءِ عُلِمَ بِالْقَرِينَةِ وَبِبَاءِ الْإِلْصَاقِ، أَنَّ ذَلِكَ يَحْصُلُ بِبَلِّ الْيَدِ بِالْمَاءِ وَمَسْحِهَا بِالرَّأْسِ، وَلَمَّا قَالَ: وَأَرْجُلَكُمْ بِالنَّصْبِ وَالْجَرِّ، وَلَمْ يَقُلْ: وَبِأَرْجُلِكُمْ، كَانَ الظَّاهِرُ أَنْ يُغْسَلَ الرِّجْلَانِ وَيُمْسَحَا فِي أَثْنَاءِ الْغَسْلِ بِإِدَارَةِ الْيَدِ عَلَيْهِمَا، وَإِلَّا كَانَ أَمْرًا بِإِمْرَارِ الْيَدِ عَلَيْهِمَا بِغَيْرِ الْمَاءِ، وَهُوَ غَيْرُ مَعْقُولٍ وَلَمْ يَقُلْ بِهِ أَحَدٌ. </p><p> (٦) إِذَا أَمْكَنَ الْمِرَاءُ فِيمَا قَالَهُ ابْنُ جَرِيرٍ، فَلَا يُمْكِنُ أَنْ يُمَارِيَ أَحَدٌ فِي الْجَمْعِ بَيْنَ الْمَسْحِ وَالْغَسْلِ بِالْبَدْءِ بِالْأَوَّلِ عَلَى الْوَجْهِ الَّذِي يَقُولُ بِهِ مُوجِبُو الْمَسْحِ، وَالتَّثْنِيَةِ بِالْغَسْلِ الْمَعْرُوفِ. </p><p> (٧) لَا يُعْقَلُ لِإِيجَابِ مَسْحِ ظَاهِرِ الْقَدَمِ بِالْيَدِ الْمُبَلَّلَةِ بِالْمَاءِ حِكْمَةٌ، بَلْ هُوَ خِلَافُ حِكْمَةِ الْوُضُوءِ ; لِأَنَّ طُرُوءَ الرُّطُوبَةِ الْقَلِيلَةِ عَلَى الْعُضْوِ الَّذِي عَلَيْهِ غُبَارٌ، أَوْ وَسَخٌ يَزِيدُ وَسَاخَتَهُ وَيَنَالُ الْيَدَ الْمَاسِحَةَ حَظٌّ مِنْ هَذِهِ الْوَسَاخَةِ، وَلَوْلَا فِتْنَةُ الْمَذَاهِبِ بَيْنَ الْمُسْلِمِينَ لَمَا تَشَعَّبَ هَذَا الْخِلَافُ </p><p> فِي هَذِهِ الْمَسْأَلَةِ وَأَمْثَالِهَا ; كَالْمَسْحِ عَلَى الْخُفَّيْنِ. </p><p> الْمَسْحُ عَلَى الْخُفَّيْنِ وَمَا فِي مَعْنَاهُمَا: وَرَدَ فِي الْمَسْحِ أَحَادِيثُ كَثِيرَةٌ مُتَّفَقٌ عَلَى صِحَّتِهَا بَيْنَ الْمُحَدِّثِينَ، قَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ:  \" وَقَدْ رَوَى الْمَسْحَ عَلَى الْخُفَّيْنِ خَلَائِقُ لَا يُحْصَوْنَ مِنَ الصَّحَابَةِ \" قَالَ الْحَسَنُ: \" حَدَّثَنِي سَبْعُونَ مِنْ أَصْحَابِ رَسُولِ اللهِ،صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَمْسَحُ عَلَى الْخُفَّيْنِ \" أَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ. وَقَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِّي:  \" وَقَدْ صَرَّحَ جَمْعٌ مِنَ الْحُفَّاظِ بِأَنَّ الْمَسْحَ عَلَى الْخُفَّيْنِ مُتَوَاتِرٌ، وَجَمَعَ بَعْضُهُمْ رُوَاتَهُ فَجَاوَزُوا الثَّمَانِينَ، مِنْهُمُ الْعَشْرَةُ \" . وَنَقَلَ ابْنُ الْمُنْذِرِ عَنِ ابْنِ الْمُبَارَكِ أَنَّهُ لَيْسَ فِي الْمَسْحِ عَلَى الْخُفَّيْنِ عَنِ الصَّحَابَةِ اخْتِلَافٌ ; لِأَنَّ كُلَّ مَنْ رُوِيَ عَنْهُ مِنْهُمْ إِنْكَارُهُ، فَقَدْ رُوِيَ عَنْهُ إِثْبَاتُهُ \".</p><p> وَأَقْوَى الْأَحَادِيثِ حُجَّةً فِيهِ، حَدِيثُ جَرِيرٍ، فَقَدْ رَوَى عَنْهُ أَحْمَدُ وَالشَّيْخَانِ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ: \" أَنَّهُ بَالَ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ، فَقِيلَ لَهُ: تَفْعَلُ هَكَذَا؟ قَالَ: نَعَمْ، رَأَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَالَ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ \" قَالَ أَبُو دَاوُدَ: فَقَالَ جَرِيرٌ لَمَّا سُئِلَ: هَلْ كَانَ هَذَا قَبْلَ الْمَائِدَةِ أَوْ بَعْدَهَا؟:\" مَا أَسْلَمْتُ إِلَّا بَعْدَ الْمَائِدَةِ \" وَفِي التِّرْمِذِيَّ مِثْلُ هَذَا،وَقَالَ التِّرْمِذِيُّ:\" هَذَا حَدِيثٌ مُفَسِّرٌ ; لِأَنَّ بَعْضَ مَنْ أَنْكَرَ الْمَسْحَ عَلَى الْخُفَّيْنِ تَأَوَّلَ مَسْحَ النَّبِيِّ </p><p> - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> عَلَى الْخُفَّيْنِ أَنَّهُ كَانَ قَبْلَ نُزُولِ آيَةِ الْوُضُوءِ الَّتِي فِي الْمَائِدَةِ ; فَيَكُونُ مَنْسُوخًا \" انْتَهَى. وَمِثْلُهُ حَدِيثُ الْمُغِيرَةِ، وَسَيَأْتِي.</p><p> وَهَذَا التَّأَوُّلُ هُوَ سَبَبُ إِنْكَارِ بَعْضِ الصَّحَابَةِ لِلْمَسْحِ بَعْدَ الْمَائِدَةِ. وَكَأَنَّهُ لَمَّا اسْتَفَاضَ بَيْنَهُمُ النَّقْلُ عَنْ مِثْلِ جَرِيرٍ وَالْمُغِيرَةِ رَجَعُوا عَنِ الْإِنْكَارِ، وَمَا رُوِيَ فِي الْإِنْكَارِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ لَا يَصِحُّ، بَلْ صَحَّ الْمَسْحُ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ، بَعْدَ مَوْتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي نَيْلِ الْأَوْطَارِ: وَأَمَّا الْقِصَّةُ الَّتِي سَاقَهَا الْأَمِيرُ الْحُسَيْنُ فِي الشِّفَاءِ، وَفِيهَا الْمُرَاجَعَةُ الطَّوِيلَةُ بَيْنَ عَلِيٍّ وَعُمَرَ، وَاسْتِشْهَادِ عَلِيٍّ لِاثْنَيْنِ وَعِشْرِينَ مِنَ </p><p> الصَّحَابَةِ فَشَهِدُوا بِأَنَّ الْمَسْحَ كَانَ قَبْلَ الْمَائِدَةِ فَقَالَ ابْنُ بَهْرَانَ، مِنْ عُلَمَاءِ الشِّيعَةِ الزَّيْدِيَّةِ: \" لَمْ أَرَ هَذِهِ الْقِصَّةَ فِي شَيْءٍ مِنْ كُتُبِ الْحَدِيثِ، وَيَدُلُّ لِعَدَمِ صِحَّتِهَا عِنْدَ أَئِمَّتِنَا أَنَّ الْإِمَامَ الْمَهْدِيَّ نَسَبَ الْقَوْلَ بِمَسْحِ الْخُفَّيْنِ فِي الْبَحْرِ إِلَى عَلِيٍّ، عَلَيْهِ السَّلَامُ \" انْتَهَى.</p><p> وَنَقُولُ: هَبْ أَنَّهَا صَحَّتْ، أَلَيْسَ قُصَارَاهَا إِثْبَاتَ الْمَسْحِ قَبْلَ الْمَائِدَةِ، وَنَفْيَهُ بَعْدَهَا بِطَرِيقِ اللُّزُومِ أَوِ النَّصِّ؟ أَوَلَيْسَ مِنَ الْقَوَاعِدِ أَنَّ الْمُثْبِتَ مُقَدَّمٌ عَلَى النَّافِي؟ بَلَى، وَالصَّوَابُ أَنَّ النَّقْلَ الثَّابِتَ الْمُتَوَاتِرَ عَنِ الصَّحَابَةِ هُوَ الْمَسْحُ، وَأَنَّ مَا رُوِيَ خِلَافُهُ لَا يُعَارِضُهُ، وَقَدْ عُرِفَ أَنَّ سَبَبَهُ، إِمَّا عَدَمُ رُؤْيَةِ الْمَسْحِ، وَإِمَّا ظَنُّ أَنَّهُ قَدْ نُسِخَ، ثُمَّ عَرَفَ جُمْهُورُهُمْ أَنَّهُ لَمْ يُنْسَخْ، وَجَرَى عَلَى ذَلِكَ الْعَمَلُ. </p><p> وَأَمَّا فُقَهَاءُ الْمَذَاهِبِ وَعُلَمَاءُ الْأَمْصَارِ فَقَدِ اتَّفَقَ أَهْلُ السُّنَّةِ مِنْهُمْ عَلَى جَوَازِ الْمَسْحِ. </p><p> قَالَ الْحَافِظُ ابْنُ عَبْدِ الْبَرِّ: \" لَا أَعْلَمُ مَنْ رَوَى عَنْ أَحَدٍ مِنْ فُقَهَاءِ السَّلَفِ إِنْكَارَهُ إِلَّا عَنْ مَالِكٍ، مَعَ أَنَّ الرِّوَايَاتِ الصَّحِيحَةَ مُصَرِّحَةٌ عَنْهُ بِإِثْبَاتِهِ \" انْتَهَى.</p><p> وَقَالَ ابْنُ رُشْدٍ الْحَفِيدُ فِي بِدَايَةِ الْمُجْتَهِدِ، فِي الْمَسْأَلَةِ الْأُولَى مِنْ مَسَائِلِ الْمَسْحِ: فَأَمَّا الْجَوَازُ فَفِيهِ ثَلَاثَةُ أَقْوَالٍ: الْقَوْلُ الْمَشْهُورُ: أَنَّهُ جَائِزٌ عَلَى الْإِطْلَاقِ، وَبِهِ قَالَ جُمْهُورُ فُقَهَاءِ الْأَمْصَارِ، وَالْقَوْلُ الثَّانِي: جَوَازُهُ فِي السَّفَرِ دُونَ الْحَضَرِ، وَالْقَوْلُ الثَّالِثُ: مَنْعُ جَوَازِهِ بِإِطْلَاقٍ، وَهُوَ أَشَذُّهَا، وَالْأَقَاوِيلُ الثَّلَاثَةُ مَرْوِيَّةٌ عَنِ الصَّدْرِ الْأَوَّلِ، وَعَنْ مَالِكٍ، وَالسَّبَبُ فِي اخْتِلَافِهِمْ مَا يُظَنُّ مِنْ مُعَارَضَةِ آيَةِ الْوُضُوءِ الْوَارِدَةِ فِي الْأَمْرِ بِغَسْلِ الْأَرْجُلِ لِلْآثَارِ الَّتِي وَرَدَتْ فِي الْمَسْحِ، مَعَ تَأَخُّرِ آيَةِ الْوُضُوءِ، وَهَذَا الْخِلَافُ كَانَ بَيْنَ الصَّحَابَةِ فِي الصَّدْرِ الْأَوَّلِ ; فَكَانَ مِنْهُمْ مَنْ يَرَى أَنَّ آيَةَ الْوُضُوءِ نَاسِخَةٌ لِتِلْكَ الْآثَارِ، وَهُوَ مَذْهَبُ ابْنِ عَبَّاسٍ، وَاحْتَجَّ الْقَائِلُونَ بِجَوَازِهِ بِمَا رَوَاهُ مُسْلِمٌ: \" أَنَّهُ كَانَ يُعْجِبُهُمْ حَدِيثُ جَرِيرٍ، وَذَلِكَ أَنَّهُ رَوَى أَنَّهُ رَأَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمْسَحُ عَلَى الْخُفَّيْنِ، فَقِيلَ لَهُ: إِنَّمَا كَانَ ذَلِكَ قَبْلَ نُزُولِ الْمَائِدَةِ، فَقَالَ: مَا أَسْلَمْتُ إِلَّا بَعْدَ نُزُولِ الْمَائِدَةِ \". وَقَالَ الْمُتَأَخِّرُونَ الْقَائِلُونَ بِجَوَازِهِ: لَيْسَ بَيْنَ الْآيَةِ وَالْآثَارِ تَعَارُضٌ ; لِأَنَّ الْأَمْرَ بِالْغَسْلِ مُتَوَجِّهٌ إِلَى مَنْ لَا خُفَّ لَهُ، وَالرُّخْصَةُ إِنَّمَا هِيَ لِلَابِسِ الْخُفِّ، وَقِيلَ: إِنَّ تَأْوِيلَ قِرَاءَةِ الْأَرْجُلِ بِالْخَفْضِ، هُوَ الْمَسْحُ عَلَى الْخُفَّيْنِ. وَأَمَّا مَنْ فَرَّقَ بَيْنَ السَّفَرِ وَالْحَضَرِ، فَلِأَنَّ أَكْثَرَ الْآثَارِ الصِّحَاحِ الْوَارِدَةِ فِي مَسْحِهِ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ </p><p> ، </p><p> إِنَّمَا كَانَتْ فِي السَّفَرِ، مَعَ أَنَّ السَّفَرَ مُشْعِرٌ بِالرُّخْصَةِ </p><p> وَالتَّخْفِيفَ، وَالْمَسْحُ عَلَى الْخُفَّيْنِ هُوَ مِنْ بَابِ التَّخْفِيفِ ; فَإِنَّ نَزْعَهُ مِمَّا يَشُقُّ عَلَى الْمُسَافِرِ \" انْتَهَى كَلَامُ ابْنِ رُشْدٍ.</p><p> وَيَرُدُّ حُجَّةَ الْمُفَرِّقِينَ بَيْنَ السَّفَرِ وَالْحَضَرِ، الْأَحَادِيثُ الصِّحَاحُ فِي التَّوْقِيتِ، وَسَيَأْتِي الْكَلَامُ فِيهِ وَمُوَافَقَةُ مَسْحِ الْخُفَّيْنِ لِمَسْحِ الْعِمَامَةِ وَلِحِكْمَةِ التَّشْرِيعِ، وَيُؤَيِّدُهَا اشْتِرَاطُ لُبْسِ الْخُفَّيْنِ عَلَى طَهَارَةٍ، وَسَيَأْتِي. </p><p> وَنَقَلَ فِي نَيْلِ الْأَوْطَارِ إِثْبَاتَ الْمَسْحِ فِي السُّنَّةِ، وَتَوَاتُرَهُ عَنِ الصَّحَابَةِ، وَاتِّفَاقَ عُلَمَاءِ السَّلَفِ عَلَيْهِ، إِلَّا مَا رُوِيَ عَنْ مَالِكٍ مِنَ الْخِلَافِ فِي جَوَازِهِ مُطْلَقًا، أَوْ لِلْمُسَافِرِ دُونَ الْمُقِيمِ، وَعَنِ ابْنِ نَافِعٍ فِي الْمَبْسُوطِ، أَنَّ مَالِكًا إِنَّمَا كَانَ يَتَوَقَّفُ فِي خَاصَّةِ نَفْسِهِ مَعَ إِفْتَائِهِ بِالْجَوَازِ. </p><p> ثُمَّ قَالَ: وَذَهَبَتِ الْعِتْرَةُ جَمِيعًا، وَالْإِمَامِيَّةُ وَالْخَوَارِجُ وَأَبُو بَكْرِ بْنُ دَاوُدَ الظَّاهِرِيُّ إِلَى أَنَّهُ لَا يُجْزِئُ الْمَسْحُ عَنْ غَسْلِ الرِّجْلَيْنِ، وَاسْتَدَلُّوا بِآيَةِ الْمَائِدَةِ، وَبُقُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَنْ عَلَّمَهُ: \" وَاغْسِلْ رِجْلَكَ \" وَلَمْ يَذْكُرِ الْمَسْحَ،وَقَوْلِهِ بَعْدَ غَسْلِهِمَا:\" لَا يَقْبَلُ اللهُ الصَّلَاةَ بِدُونِهِ \" قَالُوا: وَالْأَخْبَارُ بِمَسْحِ الْخُفَّيْنِ مَنْسُوخَةٌ بِالْمَائِدَةِ، وَأُجِيبَ عَنْ ذَلِكَ.</p><p> ثُمَّ ذَكَرَ الْأَجْوِبَةَ، فَقَالَ مَا نَصُّهُ: أَمَّا الْآيَةُ فَقَدْ ثَبَتَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَسْحَ بَعْدَهَا، كَمَا فِي حَدِيثِ جَرِيرٍ الْمَذْكُورِ فِي الْبَابِ، وَأَمَّا حَدِيثُ: \" وَاغْسِلْ رِجْلَكَ \" فَغَايَةُ مَا فِيهِ الْأَمْرُ بِالْغَسْلِ، وَلَيْسَ فِيهِ مَا يُشْعِرُ بِالْقَصْرِ، وَلَوْ سُلِّمَ وُجُودُ مَا يَدُلُّ عَلَى ذَلِكَ لَكَانَ مُخَصَّصًا بِأَحَادِيثِ الْمَسْحِ الْمُتَوَاتِرَةِ،وَأَمَّا حَدِيثُ:\" لَا يَقْبَلُ اللهُ الصَّلَاةَ بِدُونِهِ \" فَلَا يَنْتَهِضُ لِلِاحْتِجَاجِ بِهِ، فَكَيْفَ يَصْلُحُ لِمُعَارَضَةِ الْأَحَادِيثِ الْمُتَوَاتِرَةِ، مَعَ أَنَّا لَمْ نَجِدْهُ بِهَذَا اللَّفْظِ مِنْ وَجْهٍ يُعْتَدُّ بِهِ، وَأَمَّا حَدِيثُ \" وَيْلٌ لِلْأَعْقَابِ مِنَ النَّارِ \" فَهُوَ وَعِيدٌ لِمَنْ مَسَحَ رِجْلَيْهِ، وَلَمْ يَغْسِلْهُمَا، وَلَمْ يُرِدِ الْمَسْحَ عَلَى الْخُفَّيْنِ، فَإِنْ قُلْتَ: هُوَ عَامٌ فَلَا يُقْصَرُ عَلَى السَّبَبِ، قُلْتُ: لَا نُسَلِّمُ شُمُولَهُ لِمَنْ مَسَحَ عَلَى الْخُفَّيْنِ ; فَإِنَّهُ يَدَعُ رِجْلَهُ كُلَّهَا وَلَا يَدَعُ الْعَقِبَ فَقَطْ، سَلَّمْنَا. فَأَحَادِيثُ الْمَسْحِ عَلَى الْخُفَّيْنِ مُخَصِّصَةٌ لِلْمَاسِحِ مِنْ ذَلِكَ الْوَعِيدِ. وَأَمَّا دَعْوَى النَّسْخِ فَالْجَوَابُ أَنَّ الْآيَةَ عَامَّةٌ أَوْ مُطْلَقَةٌ بِاعْتِبَارِ حَالَتَيْ لُبْسِ الْخُفِّ وَعَدَمِهِ، فَتَكُونُ أَحَادِيثُ الْخُفَّيْنِ مُخَصَّصَةً أَوْ مُقَيَّدَةً فَلَا نَسْخَ، وَقَدْ تَقَرَّرَ فِي الْأُصُولِ رُجْحَانُ الْقَوْلِ بِبِنَاءِ الْعَامِّ عَلَى الْخَاصِّ مُطْلَقًا، وَأَمَّا مَنْ يَذْهَبُ إِلَى أَنَّ الْعَامَّ الْمُتَأَخِّرَ نَاسِخٌ فَلَا يَتِمُّ لَهُ ذَلِكَ إِلَّا بَعْدَ تَصْحِيحِ تَأَخُّرِ الْآيَةِ، وَعَدَمِ وُقُوعِ الْمَسْحِ بَعْدَهَا، وَحَدِيثُ جَرِيرٍ نَصٌّ فِي مَوْضِعِ النِّزَاعِ، وَالْقَدْحُ فِي جَرِيرٍ بِأَنَّهُ فَارَقَ عَلِيًّا مَمْنُوعٌ ; فَإِنَّهُ لَمْ يُفَارِقْهُ وَإِنَّمَا احْتُبِسَ عَنْهُ بَعْدَ </p><p> إِرْسَالِهِ إِلَى مُعَاوِيَةَ لِأَعْذَارٍ، عَلَى أَنَّهُ قَدْ نَقَلَ الْإِمَامُ الْحَافِظُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْوَزِيرِ الْإِجْمَاعَ عَلَى قَبُولِ رِوَايَةِ فَاسِقِ التَّأْوِيلِ فِي عَوَاصِمِهِ وَقَوَاصِمِهِ مِنْ عَشْرِ طُرُقٍ، وَنَقَلَ الْإِجْمَاعَ أَيْضًا مِنْ طُرُقِ أَكَابِرِ أَئِمَّةِ الْآلِ وَأَتْبَاعِهِمْ عَلَى قَبُولِ رِوَايَةِ الصَّحَابَةِ قَبْلَ الْفِتْنَةِ وَبَعْدَهَا، فَالِاسْتِرْوَاحُ إِلَى الْخُلُوصِ عَنْ أَحَادِيثِ الْمَسْحِ، بِالْقَدْحِ فِي ذَلِكَ الصَّحَابِيِّ الْجَلِيلِ بِذَلِكَ الْأَمْرِ، مِمَّا لَمْ يَقُلْ بِهِ أَحَدٌ مِنَ الْعِتْرَةِ، وَأَتْبَاعِهِمْ، وَسَائِرِ عُلَمَاءِ </p><p> الْإِسْلَامِ، وَصَرَّحَ الْحَافِظُ فِي الْفَتْحِ بِأَنَّ آيَةَ الْمَائِدَةِ نَزَلَتْ فِي غَزْوَةِ الْمُرَيْسِيعِ، وَحَدِيثُ الْمُغِيرَةِ الَّذِي تَقَدَّمَ وَسَيَأْتِي، كَانَ فِي غَزْوَةِ تَبُوكَ، وَتَبُوكُ مُتَأَخِّرَةٌ بِالِاتِّفَاقِ، وَقَدْ صَرَّحَ أَبُو دَاوُدَ فِي سُنَنِهِ بِأَنَّ حَدِيثَ الْمُغِيرَةِ فِي غَزْوَةِ تَبُوكَ، وَقَدْ ذَكَرَ الْبَزَّارُ أَنَّ حَدِيثَ الْمُغِيرَةِ هَذَا رَوَاهُ عَنْهُ سِتُّونَ رَجُلًا. </p><p> \" وَاعْلَمْ أَنَّ فِي الْمَقَامِ مَانِعًا مِنْ دَعْوَى النَّسْخِ، لَمْ يَتَنَبَّهْ لَهُ أَحَدٌ فِيمَا عَلِمْتُ، وَهُوَ أَنَّ الْوُضُوءَ ثَابِتٌ قَبْلَ نُزُولِ الْمَائِدَةِ بِالِاتِّفَاقِ، فَإِنْ كَانَ الْمَسْحُ عَلَى الْخُفَّيْنِ ثَابِتًا قَبْلَ نُزُولِهَا فَوُرُودُهَا بِتَقْرِيرِ أَحَدِ الْأَمْرَيْنِ - أَعْنِي الْغَسْلَ مَعَ عَدَمِ التَّعَرُّضِ لِلْآخَرِ، وَهُوَ الْمَسْحُ - لَا يُوجِبُ نَسْخَ الْمَسْحِ عَلَى الْخُفَّيْنِ، لَا سِيَّمَا إِذَا صَحَّ مَا قَالَهُ الْبَعْضُ مِنْ أَنَّ قِرَاءَةَ الْجَرِّ فِي قَوْلِهِ فِي الْآيَةِ وَأَرْجُلَكُمْ مُرَادٌ بِهَا مَسَحُ الْخُفَّيْنِ، وَأَمَّا إِذَا كَانَ الْمَسْحُ غَيْرَ ثَابِتٍ قَبْلَ نُزُولِهَا فَلَا نَسْخَ بِالْقَطْعِ،نَعَمْ يُمْكِنُ أَنْ يُقَالَ عَلَى التَّقْدِيرِ الْأَوَّلِ:إِنَّ الْأَمْرَ بِالنَّسْخِ نَهْيٌ عَنْ ضِدِّهِ، وَالْمَسْحُ عَلَى الْخُفَّيْنِ مِنْ أَضْدَادِ الْغَسْلِ الْمَأْمُورِ بِهِ، لَكِنْ كَوْنُ الْأَمْرِ بِالشَّيْءِ نَهْيًا عَنْ ضِدِّهِ مَحَلُّ نِزَاعٍ وَاخْتِلَافٍ، وَكَذَلِكَ كَوْنُ الْمَسْحِ عَلَى الْخُفَّيْنِ ضِدُّ الْغَسْلِ، وَمَا كَانَ بِهَذِهِ الْمَثَابَةِ حَقِيقٌ بِأَلَّا يُعَوَّلَ عَلَيْهِ، لَا سِيَّمَا فِي إِبْطَالِ مِثْلِ هَذِهِ السُّنَّةِ الَّتِي سَطَعَتْ أَنْوَارُ شُمُوسِهَا فِي سَمَاءِ الشَّرِيعَةِ الْمُطَهَّرَةِ \" . </p><p> \" وَالْعَقَبَةُ الْكَئُودُ فِي هَذِهِ الْمَسْأَلَةِ، نِسْبَةُ الْقَوْلِ بِعَدَمِ إِجْزَاءِ الْمَسْحِ عَلَى الْخُفَّيْنِ إِلَى جَمِيعِ الْعِتْرَةِ الْمُطَهَّرَةِ، كَمَا فَعَلَهُ الْإِمَامُ الْمَهْدِيُّ فِي الْبَحْرِ، وَلَكِنَّهُ يُهَوِّنُ الْخَطْبَ بِأَنَّ إِمَامَهُمْ وَسَيِّدَهُمْ أَمِيرَ الْمُؤْمِنِينَ عَلِيَّ بْنَ أَبِي طَالِبٍ مِنَ الْقَائِلِينَ بِالْمَسْحِ عَلَى الْخُفَّيْنِ، وَأَيْضًا هُوَ إِجْمَاعٌ ظَنِّيٌّ، وَقَدْ صَرَّحَ جَمَاعَةٌ مِنَ الْأَئِمَّةِ، مِنْهُمُ الْإِمَامُ يَحْيَى بْنُ حَمْزَةَ بِأَنَّهَا تَجُوزُ مُخَالَفَتُهُ. وَأَيْضًا فَالْحُجَّةُ إِجْمَاعُ جَمِيعِهِمْ، وَقَدْ تَفَرَّقُوا فِي الْبَسِيطَةِ، وَسَكَنُوا الْأَقَالِيمَ الْمُتَبَاعِدَةَ، وَتَمَذْهَبَ كُلُّ وَاحِدٍ مِنْهُمْ بِمَذْهَبِ أَهْلِ بَلَدِهِ، فَمَعْرِفَةُ إِجْمَاعِهِمْ فِي جَانِبِ التَّعَذُّرِ، وَأَيْضًا لَا يَخْفَى</p><p> عَلَى الْمُنْصِفِ مَا وَرَدَ عَلَى إِجْمَاعِ الْأُمَّةِ مِنَ الْإِيرَادَاتِ الَّتِي لَا يَكَادُ يَنْتَهِضُ مَعَهَا لِلْحُجِّيَّةِ، بَعْدَ تَسْلِيمِ إِمْكَانِهِ وَوُقُوعِهِ، وَانْتِفَاءُ حُجِّيَّةِ الْأَعَمِّ يَسْتَلْزِمُ حُجِّيَّةَ الْأَخَصِّ \" انْتَهَى. </p><p> أَقُولُ: أَمَّا حَدِيثُ الْمُغِيرَةِ بْنِ شُعْبَةَ الَّذِي أَشَارَ - كَمَا أَشَرْنَا - إِلَيْهِ، وَقَالَ: إِنَّهُ كَانَ فِي غَزْوَةِ تَبُوكَ وَقَالَ: إِنَّهُ تَقَدَّمَ وَسَيَأْتِي، فَهُوَ كَمَا جَاءَ فِي بَابِ جَوَازِ الْمُعَاوِنَةِ عَلَى الْوُضُوءِ مِنَ الْمَتْنِ، وَعَزَاهُ إِلَى الصَّحِيحَيْنِ:  \" أَنَّهُ كَانَ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي سَفَرٍ، وَأَنَّهُ ذَهَبَ لِحَاجَةٍ لَهُ، وَأَنَّ مُغِيرَةَ جَعَلَ يَصُبُّ الْمَاءَ عَلَيْهِ وَهُوَ يَتَوَضَّأُ، فَغَسَلَ وَجْهَهُ وَيَدَيْهِ، وَمَسَحَ بِرَأْسِهِ، وَمَسَحَ عَلَى الْخُفَّيْنِ \" قَالَ فِي الشَّرْحِ: الْحَدِيثُ اتَّفَقَا عَلَيْهِ بِلَفْظِ: \" كُنْتُ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي سَفَرٍ فَقَالَ لِي: يَا مُغِيرَةُ خُذِ الْإِدَاوَةَ. فَأَخَذْتُهَا ثُمَّ خَرَجْتُ مَعَهُ، وَانْطَلَقَ حَتَّى تَوَارَى عَنِّي حَتَّى قَضَى حَاجَتَهُ، ثُمَّ جَاءَ وَعَلَيْهِ جُبَّةٌ شَامِيَّةٌ ضَيِّقَةُ الْكُمَّيْنِ، فَذَهَبَ يُخْرِجُ يَدَهُ مِنْ كُمِّهَا فَضَاقَ، فَأَخْرَجَ يَدَهُ مِنْ أَسْفَلِهَا، فَصَبَبْتُ عَلَيْهِ فَتَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ، ثُمَّ مَسَحَ عَلَى خُفَّيْهِ. انْتَهَى. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا لَبِسَ الْجُبَّةَ الرُّومِيَّةَ فِي غَزْوَةِ تَبُوكَ، كَمَا ثَبَتَ فِي الصَّحِيحِ، وَهِيَ بَعْدَ نُزُولِ الْمَائِدَةِ وَبَعْدَ فَتْحِ مَكَّةَ، ثُمَّ ذَكَرَ الْحَدِيثَ فِي بَابِ شَرْعِيَّةِ الْمَسْحِ عَلَى الْخُفَّيْنِ مِنَ الْمَتْنِ، وَعَزَاهُ إِلَى أَحْمَدَ وَأَبِي دَاوُدَ، وَفِيهِ زِيَادَةٌ \" قُلْتُ: يَا رَسُولَ اللهِ، أَنْسِيتَ؟قَالَ:بَلْ أَنْتَ نَسِيتَ، بِهَذَا أَمَرَنِي رَبِّي، عَزَّ وَجَلَّ \" قَالَ فِي الشَّرْحِ: الْحَدِيثُ إِسْنَادُهُ صَحِيحٌ. انْتَهَى. أَقُولُ: لَعَلَّهُ مِمَّا يَسْتَدِلُّ بِهِ مَنْ قَالُوا: إِنَّ قِرَاءَةَ وَأَرْجُلَكُمْ بِالْجَرِّ مُرَادٌ بِهَا مَسْحُ الْخُفَّيْنِ، وَسَيَأْتِي حَدِيثُ الْمُغِيرَةِ بِأَلْفَاظٍ أُخْرَى. </p><p> الْمَسْحُ عَلَى كُلِّ سَاتِرٍ كَالْجَوْرَبَيْنِ وَالنَّعْلَيْنِ: قَالَ فِي مُنْتَقَى الْأَخْبَارِ: عَنْ بِلَالٍ قَالَ: \" رَأَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمْسَحُ عَلَى الْمُوقَيْنِ وَالْخِمَارِ \" رَوَاهُ أَحْمَدُ، وَلِأَبِي دَاوُدَ: كَانَ يَخْرُجُ فَيَقْضِي حَاجَتَهُ، فَآتِيهِ بِالْمَاءِ فَيَتَوَضَّأُ وَيَمْسَحُ عَلَى عِمَامَتِهِ وَمُوقَيْهِ \" وَلِسَعِيدِ بْنِ مَنْصُورٍ فِي سُنَنِهِ،عَنْ بِلَالٍ قَالَ:\" سَمِعْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ: امْسَحُوا عَلَى النَّصِيفِ وَالْمُوقِ \" وَعَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ: \" أَنَّ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَوَضَّأَ وَمَسَحَ عَلَى الْجَوْرَبَيْنِ وَالنَّعْلَيْنِ \" رَوَاهُ الْخَمْسَةُ(أَيْ: أَحْمَدُ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةُ)إِلَّا النَّسَائِيَّ، وَصَحَّحَهُ التِّرْمِذِيُّ. انْتَهَى.</p><p> وَقَالَ شَارِحُهُ: إِنَّ حَدِيثَ بِلَالٍ أَخْرَجَهُ التِّرْمِذِيُّ وَالطَّبَرَانِيُّ، وَالضِّيَاءُ أَيْضًا. قَالَ أَبُو دَاوُدَ: \" وَمَسَحَ عَلَى الْجَوْرَبَيْنِ عَلِيُّ بْنُ أَبِي طَالِبٍ وَابْنُ مَسْعُودٍ وَالْبَرَاءُ بْنُ عَازِبٍ </p><p> وَأَنَسُ بْنُ مَالِكٍ وَأَبُو أُمَامَةَ وَسَهْلُ بْنُ سَعْدٍ وَعَمْرُو بْنُ حَرِيثٍ، وَرُوِيَ ذَلِكَ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَابْنِ عَبَّاسٍ، وَذَكَرَ رِوَايَاتٍ أُخْرَى لِلْحَدِيثِ أَعَلُّوهَا، ثُمَّ قَالَ: </p><p> \" وَالْحَدِيثُ بِجَمِيعِ رِوَايَاتِهِ يَدُلُّ عَلَى جَوَازِ الْمَسْحِ عَلَى الْمُوقَيْنِ، وَهُمَا ضَرْبٌ مِنَ الْخِفَافِ، قَالَهُ ابْنُ سِيدَهْ وَالْأَزْهَرِيُّ، وَهُوَ مَقْطُوعُ السَّاقَيْنِ، قَالَهُ فِي الضِّيَاءِ،وَقَالَ الْجَوْهَرِيُّ:الْمُوقُ: الَّذِي يُلْبَسُ فَوْقَ الْخُفِّ،قِيلَ:وَهُوَ عَرَبِيٌّ،وَقِيلَ:فَارِسِيٌّ مُعَرَّبٌ، وَعَلَى جَوَازِ الْمَسْحِ عَلَى الْعِمَامَةِ، وَعَلَى جَوَازِ الْمَسْحِ عَلَى النَّصِيفِ، وَهُوَ أَيْضًا الْخِمَارُ، قَالَهُ فِي الضِّيَاءِ، وَعَلَى جَوَازِ الْمَسْحِ عَلَى الْجَوْرَبِ، وَهُوَ لُفَافَةُ الرِّجْلِ، قَالَهُ فِي الضِّيَاءِ وَالْقَامُوسِ، وَقَدْ تَقَدَّمَ أَنَّهُ الْخُفُّ الْكَبِيرُ، وَقَدْ قَالَ بِجَوَازِ الْمَسْحِ عَلَيْهِ مَنْ ذَكَرَهُمْ أَبُو دَاوُدَ مِنَ الصَّحَابَةِ.وَزَادَ ابْنُ سَيِّدِ النَّاسِ فِي شَرْحِ التِّرْمِذِيَّ:عَبْدَ اللهِ بْنَ عُمَرَ وَسَعْدَ بْنَ أَبِي وَقَّاصٍ وَأَبَا مَسْعُودٍ الْبَدْرِيَّ عُقْبَةَ بْنَ عَمْرٍو، وَقَدْ ذَكَرَ فِي الْبَابِ الْأَوَّلِ أَنَّ الْمَسْحَ عَلَى الْخُفَّيْنِ مُجْمَعٌ عَلَيْهِ بَيْنَ الصَّحَابَةِ، وَعَلَى جَوَازِ الْمَسْحِ عَلَى النَّعْلَيْنِ،وَقِيلَ:إِنَّمَا يَجُوزُ عَلَى النَّعْلَيْنِ إِذَا لَبِسَهُمَا فَوْقَ الْجَوْرَبَيْنِ،قَالَ الشَّافِعِيُّ:وَلَا يَجُوزُ مَسْحُ الْجَوْرَبَيْنِ إِلَّا أَنْ يَكُونَا بِنَعْلَيْنِ يُمْكِنُ مُتَابَعَةُ الْمَشْيِ عَلَيْهِمَا \" انْتَهَى. </p><p> أَقُولُ: إِنَّمَا اشْتَرَطَ بَعْضُهُمْ فِي الْمَسْحِ عَلَى النَّعْلَيْنِ أَنْ يُلْبَسَا عَلَى الْجَوْرَبَيْنِ ; لِأَنَّ نِعَالَهُمْ لَمْ تَكُنْ </p><p> تَسْتُرُ الرِّجْلَيْنِ، وَمَتَى كَانَتِ الرِّجْلُ مَكْشُوفَةً كُلُّهَا أَوْ أَكْثَرُهَا وَجَبَ مَسْحُهَا، وَأَمَّا النِّعَالُ الْمُسْتَعْمَلَةُ الْآنَ، الَّتِي تَسْتُرُ الْقَدَمَيْنِ فَلَا يُشْتَرَطُ أَنْ تُلْبَسَ عَلَى الْجَوَارِبِ عَلَى أَنَّهَا تُلْبَسُ عَلَيْهَا غَالِبًا، وَقَدْ عَلِمْتَ أَنَّ الْجَوَارِبَ هِيَ الَّتِي يُسَمِّيهَا عَامَّةُ الْمِصْرِيِّينَ (شَرَابَاتٍ) وَعَامَّةُ الشَّوَامِ (قَلَاشِينَ) وَكُلُّ مَا يَسْتُرُ الرِّجْلَيْنِ يُمْسَحُ عَلَيْهِ لَا عِبْرَةَ بِالْأَسْمَاءِ وَالْأَجْنَاسِ، وَمَا دَامَ السَّاتِرُ يُلْبَسُ عَادَةً يُمْسَحُ عَلَيْهِ، لَا يَمْنَعُ مِنْ ذَلِكَ حُدُوثُ الْخُرُوقِ فِيهِ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابَهُ كَانُوا يَمْسَحُونَ فِي الْأَسْفَارِ الطَّوِيلَةِ ; كَسَفَرِ غَزْوَةِ تَبُوكَ، وَلَا يُعْقَلُ أَنْ تَخْلُوَ خِفَافُهُمْ مِنَ الْخُرُوقِ، وَلَمْ يُنْقَلْ أَنَّ أَحَدًا نُهِيَ عَنِ الْمَسْحِ عَلَى خُفٍّ فِيهِ خُرُوقٌ، وَلَوْ وَقَعَ ذَلِكَ لَتَوَافَرَتِ الدَّوَاعِي عَلَى نَقْلِهِ، وَلَكِنْ بَعْضُ الْفُقَهَاءِ الَّذِينَ كَانُوا يَعِيشُونَ فِي حَوَاضِرِ الْأَمْصَارِ ذَاتِ السِّعَةِ وَالْيَسَارِ ; كَبَغْدَادَ وَمِصْرَ وَالْمَدِينَةِ الْمُنَوَّرَةِ شَدَّدُوا فِي كَثِيرٍ مِنَ الْأَحْكَامِ بِالرَّأْيِ وَالْقِيَاسِ. </p><p> قَالَ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَةَ فِي فَتْوَى لَهُ:  \" وَالْمَسْحُ عَلَى الْخُفَّيْنِ قَدِ اشْتَرَطَ فِيهِ</p><p> طَائِفَةٌ مِنَ الْفُقَهَاءِ شَرْطَيْنِ (أَحَدُهُمَا) أَنْ يَكُونَ سَاتِرًا لِمَحَلِّ الْفَرْضِ، وَقَدْ تَبَيَّنَ ضَعْفُ هَذَا الشَّرْطِ (أَيْ: مِنْ كَلَامٍ لَهُ فِي أَوَّلِ الْفَتْوَى بَيَّنَ أَنَّهُ مُخَالِفٌ لِإِطْلَاقِ النُّصُوصِ فِي الْمَسْحِ، وَلِلْمَعْلُومِ بِالضَّرُورَةِ مِنْ حَالِ الصَّحَابَةِ وَهُوَ مَا أَشَرْنَا إِلَيْهِ آنِفًا وَلِلْقِيَاسِ) . (وَالثَّانِي) أَنْ يَكُونَ الْخُفُّ يَثْبُتُ بِنَفْسِهِ، وَقَدِ اشْتَرَطَ ذَلِكَ الشَّافِعِيُّ وَمَنْ وَافَقَهُ مِنْ أَصْحَابِ أَحْمَدَ، فَلَوْ لَمْ يَثْبُتْ إِلَّا بِشَدِّهِ بِشَيْءٍ يَسِيرٍ أَوْ خَيْطٍ مُتَّصِلٍ بِهِ أَوْ مُنْفَصِلٍ عَنْهُ وَنَحْوِ ذَلِكَ، لَمْ يُمْسَحْ، وَإِنْ ثَبَتَ بِنَفْسِهِ، لَكِنَّهُ لَا يَسْتُرُ جَمِيعَ الْمَحَلِّ إِلَّا بِالشَّدِّ (كَالزُّرْبُولِ) الطَّوِيلِ الْمَشْقُوقِ يَثْبُتُ بِنَفْسِهِ، لَكِنْ لَا يَسْتُرُ إِلَى الْكَعْبَيْنِ إِلَّا بِالشَّدِّ، فَفِيهِ وَجْهَانِ، أَصَحُّهُمَا أَنَّهُ يُمْسَحُ عَلَيْهِ، وَهَذَا الشَّرْطُ لَا أَصْلَ لَهُ فِي كَلَامِ أَحْمَدَ، بَلِ الْمَنْصُوصُ عَنْهُ فِي غَيْرِ مَوْضِعٍ أَنَّهُ يَجُوزُ الْمَسْحُ عَلَى الْجَوْرَبَيْنِ، وَإِنْ لَمْ يَثْبُتَا بِأَنْفُسِهِمَا بَلْ بِنَعْلَيْنِ تَحْتَهُمَا، وَأَنَّهُ يُمْسَحُ عَلَى الْجَوْرَبَيْنِ مَا لَمْ يَخْلَعِ النَّعْلَيْنِ (أَيْ: وَلَا يُشْتَرَطُ هَذَا فِي الْجَوْرَبَيْنِ اللَّذَيْنِ يَثْبُتَانِ بِأَنْفُسِهِمَا كَالْجَوَارِبِ الْمُسْتَعْمَلَةِ فِي هَذَا الْعَصْرِ) \" . </p><p> \" فَإِذَا كَانَ أَحْمَدُ لَا يَشْتَرِطُ فِي الْجَوْرَبَيْنِ أَنْ يَثْبُتَا بِأَنْفُسِهِمَا، بَلْ إِذَا ثَبَتَا بِالنَّعْلَيْنِ جَازَ الْمَسْحُ عَلَيْهِمَا، فَغَيْرُهُمَا بِطَرِيقِ الْأَوْلَى، وَهُنَا قَدْ ثَبَتَا بِالنَّعْلَيْنِ وَهُمَا مُنْفَصِلَانِ عَنِ الْجَوْرَبَيْنِ ; فَالزُّرْبُولُ الَّذِي لَا يَثْبُتُ إِلَّا بِسَيْرٍ يَشُدُّهُ بِهِ، مُتَّصِلًا بِهِ أَوْ مُنْفَصِلًا عَنْهُ، أَوْلَى بِالْمَسْحِ عَلَيْهِ مِنَ الْجَوْرَبَيْنِ. وَهَكَذَا مَا يُلْبَسُ عَلَى الرِّجْلِ مِنْ فَرْوٍ وَقُطْنٍ وَغَيْرِهِمَا، إِذَا ثَبَتَ ذَلِكَ بِشَدِّهِمَا بِخَيْطٍ مُتَّصِلٍ أَوْ مُنْفَصِلٍ مُسِحَ عَلَيْهِمَا بِطَرِيقِ الْأَوْلَى. </p><p> فَإِنْ قِيلَ: فَيَلْزَمُ مِنْ ذَلِكَ الْمَسْحُ عَلَى اللَّفَائِفِ، وَهُوَ أَنْ يَلُفَّ عَلَى الرِّجْلِ لَفَائِفَ مِنَ الْبَرْدِ أَوْ خَوْفِ الْحَفَاءِ أَوْ مِنْ جِرَاحٍ بِهِمَا، وَنَحْوِ ذَلِكَ، قِيلَ: فِي هَذَا وَجْهَانِ، ذَكَرَهُمَا الْحَلْوَانِيُّ، وَالصَّوَابُ أَنَّهُ يُمْسَحُ عَلَى اللَّفَائِفِ، وَهِيَ بِالْمَسْحِ أَوْلَى مِنَ الْخُفِّ وَالْجَوْرَبِ، فَإِنَّ اللَّفَائِفَ </p><p> إِنَّمَا تُسْتَعْمَلُ لِلْحَاجَةِ فِي الْعَادَةِ، وَفِي نَزْعِهَا ضَرَرٌ ; إِمَّا إِصَابَةُ الْبَرْدِ وَإِمَّا التَّأَذِّي بِالْحَفَاءِ وَإِمَّا التَّأَذِّي بِالْجُرْحِ. فَإِذَا جَازَ الْمَسْحُ عَلَى الْخُفَّيْنِ وَالْجَوْرَبَيْنِ فَعَلَى اللَّفَائِفِ بِطَرِيقِ الْأَوْلَى، وَمَنِ ادَّعَى فِي شَيْءٍ مِنْ ذَلِكَ إِجْمَاعًا فَلَيْسَ مَعَهُ إِلَّا عَدَمُ الْعِلْمِ، وَلَا يُمْكِنُهُ أَنْ يَنْقِلَ الْمَنْعَ عَنْ عَشَرَةٍ مِنَ الْعُلَمَاءِ الْمَشْهُورِينَ، فَضْلًا عَنِ الْإِجْمَاعِ. وَالنِّزَاعُ فِي ذَلِكَ مَعْرُوفٌ فِي مَذْهَبِ أَحْمَدَ وَغَيْرِهِ. </p><p> ثُمَّ ذَكَرَ خِلَافَ السَّلَفِ وَأَهْلِ الْبَيْتِ فِي الْمَسْحِ، وَقَالَ:  \" فَعُلِمَ أَنَّ هَذَا الْبَابَ مِمَّا هَابَهُ كَثِيرٌ مِنَ السَّلَفِ وَالْخَلَفِ، حَيْثُ كَانَ الْغَسْلُ هُوَ الْفَرْضَ الظَّاهِرَ الْمَعْلُومَ، فَصَارُوا يُجَوِّزُونَ الْمَسْحَ حَيْثُ يَظْهَرُ ظُهُورًا لَا حِيلَةَ فِيهِ، وَلَا يَطْرُدُونَ فِيهِ قِيَاسًا صَحِيحًا، وَلَا يَتَمَسَّكُونَ بِظَاهِرِ النَّصِّ الْمُبِيحِ، وَإِلَّا فَمَنْ تَدَبَّرَ أَلْفَاظَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَعْطَى الْقِيَاسَ حَقَّهُ عَلِمَ أَنَّ الرُّخْصَةَ مِنْهُ فِي هَذَا الْبَابِ وَاسِعَةٌ، وَأَنَّ ذَلِكَ مِنْ مَحَاسِنِ الشَّرِيعَةِ، وَمِنَ الْحَنِيفِيَّةِ السَّمْحَةِ الَّتِي بُعِثَ بِهَا. وَقَدْ كَانَتْ أُمُّ سَلَمَةَ تَمْسَحُ عَلَى خِمَارِهَا، فَهَلْ تَفْعَلُ ذَلِكَ بِدُونِ إِذْنِهِ؟ وَكَانَ أَبُو مُوسَى الْأَشْعَرِيُّ وَأَنَسٌ يَمْسَحَانِ عَلَى الْقَلَانِسِ، وَلِهَذَا جَوَّزَ أَحْمَدُ هَذَا، وَهَذَا فِي الرِّوَايَتَيْنِ عَنْهُ، وَجَوَّزَ أَيْضًا الْمَسْحَ عَلَى الْعِمَامَةِ \" انْتَهَى. </p><p> ثُمَّ ذَكَرَ قَوْلَ مَنِ اشْتَرَطَ فِي الْعِمَامَةِ أَنْ تَكُونَ مُحَنَّكَةً ; لِأَنَّهَا يَعْسُرُ نَزْعُهَا، وَضَعَّفَهُ، وَبَيَّنَ أَنَّ سَبَبَ تَحْنِيكِ الْعَمَائِمِ طَرْدُ الْخَيْلِ وَالْجِهَادُ ; لِئَلَّا تَسْقُطَ، وَأَنَّ أَوْلَادَ الْمُهَاجِرِينَ وَالْأَنْصَارِ لَبِسُوا الْعَمَائِمَ بِلَا تَحْنِيكٍ، ثُمَّ كَانَ الْجُنْدُ يَرْبِطُونَ الْعَمَائِمَ بِالْكَلَالِيبِ أَوِ الْعَصَائِبِ. وَانْتَقَلَ مِنَ الْمُقَابَلَةِ وَالتَّنْظِيرِ بَيْنَ الْمَسْحِ عَلَيْهَا وَعَلَى الْخُفِّ إِلَى الْمَسْحِ عَلَى الْجَبِيرَةِ، وَكَوْنِهِ يَكُونُ وَاجِبًا، وَإِلَى نَظَائِرَ أُخْرَى لَا مَحَلَّ لِذِكْرِهَا هُنَا. وَجُمْلَةُ الْقَوْلِ: أَنَّ مَذْهَبَ الْحَنَابِلَةِ فِي بَابِ الْمَسْحِ أَوْسَعُ الْمَذَاهِبِ وَأَقْرَبُهَا إِلَى السُّنَّةِ وَيُسْرِ الشَّرِيعَةِ، كَمَا أَنَّ مَذْهَبَ الْمَالِكِيَّةِ أَوْسَعُ فِي بَابِ الطَّعَامِ، وَكُلُّ مَا كَانَ أَيْسَرَ فَهُوَ إِلَى الْحَقِّ أَقْرَبُ يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ (٢: ١٨٥) وَسَيَأْتِي بَيَانُ هَذَا فِي آخِرِ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا. </p><p> شَرْطُ مَسْحِ الْخُفِّ لُبْسُهُ عَلَى طَهَارَةٍ: جَاءَ فِي إِحْدَى رِوَايَاتِ حَدِيثِ الْمُغِيرَةِ بْنِ شُعْبَةَ الْمُتَقَدِّمِ الثَّابِتِ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، أَنَّهُ قَالَ:  \" كُنْتُ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَاتَ لَيْلَةٍ فِي مَسِيرَةٍ، فَأَفْرَغْتُ عَلَيْهِ مِنَ الْإِدَاوَةِ، فَغَسَلَ وَجْهَهُ وَغَسَلَ ذِرَاعَيْهِ وَمَسَحَ بِرَأْسِهِ، ثُمَّ أَهَوَيْتُ لِأَنْزِعَ خُفَّيْهِ،فَقَالَ:دَعْهُمَا ; فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ، فَمَسَحَ عَلَيْهِمَا \" . وَرَوَى الْحُمَيْدِيُّ فِي مُسْنَدِهِ عَنْهُ، قَالَ:  \" قُلْنَا: يَا رَسُولَ اللهِ، أَيَمْسَحُ أَحَدُنَا عَلَى الْخُفَّيْنِ؟قَالَ:نَعَمْ، إِذَا أَدْخَلَهُمَا وَهُمَا طَاهِرَتَانِ \" . وَرَوَى الشَّافِعِيُّ وَأَحْمَدُ وَابْنُ خُزَيْمَةَ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ، وَصَحَّحَاهُ، وَغَيْرُهُمْ عَنْ صَفْوَانِ </p><p> بْنِ عَسَّالٍ، قَالَ: </p><p> \" </p><p> أَمَرَنَا - يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ نَمْسَحَ عَلَى الْخُفَّيْنِ إِذَا نَحْنُ أَدْخَلْنَاهُمَا عَلَى طُهْرٍ ثَلَاثًا إِذَا سَافَرْنَا، وَيَوْمًا وَلَيْلَةً إِذَا أَقَمْنَا، وَلَا نَخْلَعَهُمَا إِلَّا مِنْ جَنَابَةٍ \". وَقَدْ حَمَلَ الْجُمْهُورُ الطَّهَارَةَ فِي الْحَدِيثِ عَلَى الطَّهَارَةِ الشَّرْعِيَّةِ ; فَاشْتَرَطُوا لِجَوَازِ الْمَسْحِ أَنْ يُلْبَسَ الْخُفُّ وَمَا فِي مَعْنَاهُ عَلَى وُضُوءٍ. وَذَهَبَ دَاوُدُ الظَّاهِرِيُّ إِلَى أَنَّ الْمُرَادَ بِهَا الطَّهَارَةُ اللُّغَوِيَّةُ، يَعْنِي أَنَّهُ لَبِسَهُمَا وَرِجْلَاهُ نَظِيفَتَانِ، لَا قَذَرَ عَلَيْهِمَا وَلَا نَجَسَ. انْتَهَى.</p><p> إِنَّمَا الْمَسْحُ عَلَى ظَهْرِ الْخُفِّ: رَوَى أَبُو دَاوُدَ وَالدَّارَقُطْنِيُّ عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ قَالَ: \" لَوْ كَانَ الدِّينُ بِالرَّأْيِ لَكَانَ أَسْفَلُ الْخُفِّ أَوْلَى بِالْمَسْحِ مِنْ أَعْلَاهُ، لَقَدْ رَأَيْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْسَحُ عَلَى ظَاهِرِ خُفَّيْهِ \".قَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي بُلُوغِ الْمَرَامِ:إِسْنَادُهُ حَسَنٌ،وَقَالَ فِي التَّلْخِيصِ:إِسْنَادُهُ صَحِيحٌ.وَرَوَى أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ:\" رَأَيْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْسَحُ عَلَى ظُهُورِ الْخُفَّيْنِ \"، وَجُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّ مَسْحَ ظُهُورِ الْخُفَّيْنِ كَافٍ، وَهُوَ الْمَشْرُوعُ،وَقَالَ بَعْضُهُمْ:لَا بُدَّ مِنْ مَسْحِ ظُهُورِهِمَا وَبُطُونِهِمَا. وَرُوِيَ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يَمْسَحُ عَلَى أَعْلَى الْخُفِّ وَأَسْفَلِهِ، وَرَوَى أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ والدَّارَقُطْنِيُّ وَغَيْرُهُمْ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَسَحَ أَعْلَى الْخُفِّ وَأَسْفَلَهُ، وَلَكِنَّ هَذَا الْحَدِيثَ مَعْلُولٌ،وَقَالَ أَبُو زَرْعَةَ وَالْبُخَارِيُّ:لَا يَصِحُّ. وَالْعُمْدَةُ أَنَّ الْوَاجِبَ فِي الْمَسْحِ مَا يُطْلَقُ عَلَيْهِ اسْمُ الْمَسْحِ.</p><p> تَوْقِيتُ الْمَسْحِ: تَقَدَّمَ حَدِيثُ صَفْوَانَ بْنِ عَسَّالٍ فِيهِ. وَرَوَى أَحْمَدُ وَمُسْلِمٌ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَغَيْرُهُمْ عَنْ شُرَيْحِ بْنِ هَانِئٍ قَالَ: \" سَأَلَتُ عَائِشَةَ رَضِيَ اللهُ عَنْهَا، عَنِ الْمَسْحِ عَلَى الْخُفَّيْنِ، فَقَالَتْ: سَلْ عَلِيًّا، فَإِنَّهُ أَعْلَمُ بِهَذَا مِنِّي، كَانَ يُسَافِرُ مَعَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَسَأَلْتُهُ، فَقَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لِلْمُسَافِرِ ثَلَاثَةُ أَيَّامٍ وَلَيَالِيهِنَّ، وَلِلْمُقِيمِ يَوْمٌ وَلَيْلَةٌ \".رَوَى أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَابْنُ حِبَّانَ وَصَحَّحَاهُ عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ سُئِلَ عَنِ الْمَسْحِ عَلَى الْخُفَّيْنِ فَقَالَ:لِلْمُسَافِرِ ثَلَاثَةُ أَيَّامٍ وَلَيَالِيهِنَّ، وَلِلْمُقِيمِ يَوْمٌ وَلَيْلَةٌ،زَادَ فِي رِوَايَةِ أَبِي دَاوُدَ وَابْنِ مَاجَهْ وَابْنِ حِبَّانَ:\" وَلَوِ اسْتَزَدْنَاهُ لَزَادَنَا \"، وَحَدِيثُ ابْنِ أَبِي عِمَارَةَ عِنْدَ أَبِي دَاوُدَ صَرِيحٌ فِي الزِّيَادَةِ إِلَى السَّبْعِ، ثُمَّ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: </p><p> نَعَمْ، وَمَا بَدَا لَكَ، وَلَكِنْ لَا يَصِحُّ، وَجُمْهُورُ عُلَمَاءِ السَّلَفِ عَلَى التَّوْقِيتِ بِثَلَاثَةِ أَيَّامٍ بِلَيَالِيهَا لِلْمُسَافِرِ، وَيَوْمٍ وَلَيْلَةٍ لِلْمُقِيمِ. وَمَذْهَبُ مَالِكٍ وَاللَّيْثِ بْنِ سَعْدٍ أَنَّهُ لَا وَقْتَ لَهُ </p><p> وَأَنَّ مَنْ لَبِسَ خُفَّيْهِ عَلَى طَهَارَةٍ مَسَحَ مَا بَدَا لَهُ ; الْمُسَافِرُ وَالْمُقِيمُ فِيهِ سَوَاءٌ. ذَكَرَهُ فِي نَيْلِ الْأَوْطَارِ، وَقَالَ: وَرُوِيَ مِثْلُ ذَلِكَ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَعُقْبَةَ بْنِ عَامِرٍ وَعَبْدِ اللهِ بْنِ عُمَرَ وَالْحَسَنِ الْبَصْرِيِّ. انْتَهَى. </p><p> (تَرْتِيبُ أَعْمَالِ الْوُضُوءِ) تِلْكَ فَرَائِضُ الْوُضُوءِ الْعَمَلِيَّةُ الْمَنْصُوصَةُ، وَقَدْ ذُكِرَتْ فِي الْآيَةِ مُرَتَّبَةً مَعَ فَصْلِ الرِّجْلَيْنِ عَنِ الْيَدَيْنِ - وَفَرِيضَةُ كُلٍّ مِنْهُمَا الْغَسْلُ - بِالرَّأْسِ الَّذِي فَرِيضَتُهُ الْمَسْحُ، وَمَضَتِ السُّنَّةُ الْعَمَلِيَّةُ فِي هَذَا التَّرْتِيبِ ; فَدَلَّ ذَلِكَ عَلَى اشْتِرَاطِهِ فِيهَا، وَصَحَّ حَدِيثُ:  \" ابْدَأْ -وَفِي رِوَايَةٍ:ابْدَءُوا - بِمَا بَدَأَ اللهُ بِهِ \" . وَهُوَ عَامٌّ، وَإِنْ كَانَ سَبَبُهُ خَاصًّا ; لِوُرُودِهِ فِي السَّعْيِ بَيْنَ الصَّفَا وَالْمَرْوَةِ، وَيُؤَيِّدُ الْكِتَابَ وَالسُّنَّةَ فِي ذَلِكَ الْقِيَاسُ عَلَى سَائِرِ الْعِبَادَاتِ الْمُرَكَّبَةِ الَّتِي الْتَزَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا كَيْفِيَّةً خَاصَّةً ; كَالصَّلَاةِ، وَلَا شَكَّ فِي أَنَّ الْوُضُوءَ عِبَادَةٌ، وَمَدَارُ الْأَمْرِ فِي الْعِبَادَاتِ عَلَى الِاتِّبَاعِ، فَلَيْسَ لِأَحَدٍ أَنْ يُخَالِفَ الْمَأْثُورَ فِي كَيْفِيَّةِ وُضُوئِهِ الْمُطَّرِدَةِ، كَمَا أَنَّهُ لَيْسَ لَهُ أَنْ يُخَالِفَهُ فِي الصَّلَاةِ ; كَعَدَدِ الرُّكُوعِ وَالسُّجُودِ، وَتَرْتِيبِهِمَا. وَلَا يَظْهَرُ التَّعَبُّدُ وَالْإِذْعَانُ لِأَمْرِ الشَّارِعِ وَهَدْيِهِ فِي شَيْءٍ مِنَ الْعِبَادَةِ كَمَا يَظْهَرُ فِي الْتِزَامِ الْكَيْفِيَّةِ الْمَأْثُورَةِ. </p><p> وَمِنْ فَوَائِدِ هَذَا الِالْتِزَامِ أَنَّهُ مِنَ الْأُمُورِ الَّتِي تَتَوَحَّدُ بِهَا شَخْصِيَّةُ الْأُمَّةِ، فَإِنَّمَا الْأُمَمُ بِالصِّفَاتِ وَالْأَعْمَالِ الْمُشْتَرَكَةِ الَّتِي تَجْمَعُ بَيْنَهَا، كَمَا يَدُلُّ عَلَيْهِ مَا وَرَدَ فِي تَعْلِيلِ النَّهْيِ عَنْ الِاخْتِلَافِ فِي صُفُوفِ الصَّلَاةِ. وَقَدْ صَرَّحَ الشَّافِعِيُّ بِعَدِّ التَّرْتِيبِ مِنْ فَرَائِضِ الْوُضُوءِ، وَصَرَّحَ الْحَنَفِيَّةُ بِأَنَّهُ سُنَّةٌ لَا فَرْضٌ، وَنَحْمَدُ اللهَ أَنْ كَانَ الْخِلَافُ بِالْقَوْلِ لَا بِالْعَمَلِ، فَالْجَمِيعُ يُرَتِّبُونَ هَذِهِ الْأَعْمَالَ كَمَا رَتَّبَهَا اللهُ تَعَالَى فِي كِتَابِهِ وَرَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسُنَّتِهِ، وَلَوْ عَمِلَ النَّاسُ بِدَعْوَى الْجَوَازِ، فَتَوَضَّأَ كُلُّ أَهْلِ مَذْهَبٍ بِكَيْفِيَّةٍ لَكَانَ عَمَلُهُمْ هَذَا مِنْ شَرِّ مَا تَفَرَّقُوا فِيهِ، فَتَفَرَّقَتْ قُلُوبُهُمْ، وَضَعُفَ مَجْمُوعُهُمْ. </p><p> (النِّيَّةُ لِلْوُضُوءِ كَكُلِّ عِبَادَةٍ) رُوِيَ عَنْ أَئِمَّةِ آلِ الْبَيْتِ، عَلَيْهِمُ السَّلَامُ، وَعَنْ أَشْهَرِ عُلَمَاءِ الْأَمْصَارِ، اشْتِرَاطُ النِّيَّةِ فِي الْوُضُوءِ ; فَهُوَ مَذْهَبُ رَبِيعَةَ وَمَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَاللَّيْثِ وَإِسْحَاقَ بْنِ </p><p> رَاهَوَيْهِ، وَاسْتَدَلُّوا عَلَى فَرْضِيَّتِهَا بِحَدِيثِ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ رَوَاهُ الْجَمَاعَةُ كُلُّهُمْ مِنْ حَدِيثِ عُمَرَ، وَاسْتَدَلَّ عَلَيْهِ بَعْضُهُمْ بِآيَةِ الْوُضُوءِ نَفْسِهَا ; لِأَنَّ تَرْتِيبَ أَعْمَالِ الْوُضُوءِ عَلَى الْقِيَامِ إِلَى الصَّلَاةِ يَدُلُّ عَلَى أَنَّ </p><p> هَذِهِ الْأَعْمَالَ لِأَجْلِ الصَّلَاةِ، وَذَلِكَ لَا يَكُونُ إِلَّا بِالنِّيَّةِ، وَقَدْ عَرَّفَ الشَّافِعِيَّةُ النِّيَّةَ بِأَنَّهَا قَصَدُ الشَّيْءِ مُقْتَرِنًا بِفِعْلِهِ، وَاشْتَرَطُوا لِتَحَقُّقِهَا وَصِحَّتِهَا عِدَّةَ شُرُوطٍ، وَقَالَ الْبَيْضَاوِيُّ: \" النِّيَّةُ عِبَارَةٌ عَنِ انْبِعَاثِ الْقَلْبِ نَحْوَ مَا يَرَاهُ مُوَافِقًا لِغَرَضٍ مِنْ جَلْبِ نَفَعٍ، أَوْ دَفْعِ ضُرٍّ حَالًا أَوْ مَآلًا، وَالشَّرْعُ خَصَّصَهُ بِالْإِرَادَةِ الْمُتَوَجِّهَةِ نَحْوَ الْفِعْلِ ; لِابْتِغَاءِ رِضَاءِ اللهِ، وَامْتِثَالِ حُكْمِهِ، وَلَهُمْ فِي تَعْرِيفِهَا أَقْوَالٌ أُخْرَى، وَهَذَا أَحْسَنُ مَا رَأَيْنَاهُ لَهُمْ فِيهَا ; لِأَنَّهُ جَامِعٌ لِلْمَعْنَى الطَّبْعِيِّ، وَالْمَعْنَى الشَّرْعِيِّ. </p><p> ذَلِكَ أَنَّ النِّيَّةَ نِيَّتَانِ: نِيَّةٌ شَرْعِيَّةٌ - وَسَيَأْتِي مَعْنَاهَا - وَنِيَّةٌ طَبِيعِيَّةٌ ; وَهِيَ الْقَصْدُ الَّذِي يَتَمَيَّزُ بِهِ فِعْلُ الْمُخْتَارِ الشَّاعِرِ بِفِعْلِهِ عَنْ فِعْلِ الْمُضْطَرِّ وَالذَّاهِلِ الَّذِي تُشْبِهُ حَرَكَتُهُ حَرَكَةَ النَّائِمِ، وَهَذَا الْمَعْنَى لِلنِّيَّةِ ضَرُورِيٌّ فِي تَحَقُّقِ الْفِعْلِ الِاخْتِيَارِيِّ ; فَلَا مَعْنَى لِلْقَوْلِ بِوُجُوبِهِ وَافْتِرَاضِهِ، وَقَدْ يُظْهِرُ الْقَوْلُ بَعْدَهُ شَرْطًا لِيُخْرِجَ بِهِ مَا يَقَعُ لِلْمُحْدِثِ مِنْ غَسْلِ أَطْرَافِهِ لِنَحْوِ الِابْتِرَادِ، وَنَاهِيكَ إِذَا غَسَلَهَا بِغَيْرِ التَّرْتِيبِ الْمَأْثُورِ، فَإِذَا أَرَادَ الصَّلَاةَ بَعْدَ ذَلِكَ يَجِبُ عَلَيْهِ الْوُضُوءُ لَهَا ; لِأَنَّ عَمَلَهُ السَّابِقَ لَمْ يَكُنِ امْتِثَالًا لِمَا أَمَرَ اللهُ بِهِ، وَجَعَلَهُ شَرْطًا لَهَا، وَلَيْسَ هَذَا هُوَ الْمُرَادَ مِنَ النِّيَّةِ بِالْحَدِيثِ؛ وَإِنَّمَا الْمُرَادُ الْمَعْنَى الثَّانِي لِلنِّيَّةِ، وَهُوَ الْغَرَضُ الْبَاعِثُ عَلَى الْفِعْلِ الِاخْتِيَارِيِّ، وَهُوَ ابْتِغَاءُ مَرْضَاةِ اللهِ تَعَالَى، بِاتِّبَاعِ مَا شَرَعَهُ وَالْإِتْيَانِ بِهِ عَلَى الْوَجْهِ الَّذِي شَرَعَهُ لِأَجْلِهِ، وَهَذَا هُوَ الْإِخْلَاصُ، أَوْ يَلْزَمُ مِنْهُ الْإِخْلَاصُ ; أَيْ جَعْلُ الْعِبَادَةِ خَالِصَةً مِنْ شَوَائِبِ الرِّيَاءِ وَالْأَهْوَاءِ، لَا غَرَضَ مِنْهَا إِلَّا مَا ذُكِرَ مِنَ التَّحَقُّقِ بِهَا عَلَى وَجْهِهَا، وَابْتِغَاءِ مَرْضَاةِ اللهِ تَعَالَى فِيهَا. كُلُّ مَنْ يُهَاجِرُ يَقْصِدُ الْهِجْرَةَ قَصْدًا مُقْتَرِنًا بِالْفِعْلِ، وَكُلُّ مَنْ يَتَوَضَّأُ يَقْصِدُ الْوُضُوءَ عِنْدَ الشُّرُوعِ فِيهِ، وَكُلُّ مَنْ يُصَلِّي يَقْصِدُ الْإِتْيَانَ بِأَعْمَالِ الصَّلَاةِ عِنْدَ الشُّرُوعِ فِيهَا، وَكُلُّ مَنْ يُحْرِمُ بِالْحَجِّ يَقْصِدُ الْإِتْيَانَ بِمَنَاسِكِهِ، وَمَا كُلُّ مَنْ يَتَلَبَّسُ بِهَذِهِ الْعِبَادَاتِ يَقْصِدُ بِهَا مَرْضَاةَ اللهِ تَعَالَى بِتَحْصِيلِ الْغَرَضِ مِنْهَا ; كَنَصْرِ اللهِ وَرَسُولِهِ، وَإِقَامَةِ دِينِهِ </p><p> بِالْهِجْرَةِ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَالتَّمَكُّنِ مِنْ إِقَامَةِ الدِّينِ، وَالِاهْتِدَاءِ بِهِ بِهِجْرَةِ الْمُسْلِمِ فِي هَذَا الزَّمَانِ، مِنْ مَكَانٍ لَا حُرِّيَّةَ لَهُ فِي دِينِهِ فِيهِ، إِلَى غَيْرِهِ، وَقُلْ مِثْلَ هَذَا فِي الْوُضُوءِ وَحِكْمَتِهِ، الَّتِي شُرِعَ لِأَجْلِهَا، وَالصَّلَاةِ وَحِكْمَتِهَا، وَالْحَجِّ وَحِكْمَتِهِ، فَكَمَا يُهَاجِرُ بَعْضُ النَّاسِ لِأَجْلِ الدِّينِ فِي الظَّاهِرِ، وَلِأَجْلِ التِّجَارَةِ، أَوِ الزَّوَاجِ، أَوْ غَيْرِ ذَلِكَ مِنْ أَغْرَاضِ الدُّنْيَا فِي الْبَاطِنِ، كَذَلِكَ يُسَافِرُ بَعْضُ النَّاسِ إِلَى الْحَجِّ ; لِأَجْلِ التِّجَارَةِ وَالْكَسْبِ، أَوْ غَيْرِ ذَلِكَ مِنْ أَغْرَاضِ الدُّنْيَا فَقَطْ، وَمِنْهَا الرِّيَاءُ وَالسُّمْعَةُ، وَإِذَا كَانَ فِي النَّاسِ مَنْ يُصَلِّي رِيَاءً وَسُمْعَةً، وَمِنْهُمْ مَنْ يُصَلِّي لِمُوَافَقَةِ مَنْ يَعِيشُ مَعَهُمْ فِي عَادَاتِهِمْ، كَمَا يُوَافِقُهُمْ فِي الزِّيِّ وَالطَّعَامِ وَالشَّرَابِ، فَفِيهِمْ مَنْ يُصَلِّي ابْتِغَاءَ مَرْضَاةِ اللهِ وَالِاسْتِعَانَةِ بِمُنَاجَاتِهِ وَذِكْرِهِ عَلَى تَهْذِيبِ نَفْسِهِ وَنَهْيِهَا عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ، وَكُلٌّ مِنْهُمْ يَنْوِي النِّيَّةَ الطَّبِيعِيَّةَ؛ وَهِيَ قَصْدُ أَعْمَالِ الصَّلَاةِ عِنْدَ فِعْلِهَا ; إِذْ لَا تَحْصُلُ هَذِهِ الصَّلَاةُ إِلَّا بِهَذَا الْقَصْدِ. </p><p> فَظَهَرَ مِنْ هَذَا أَنَّ النِّيَّةَ الطَّبِيعِيَّةَ - الَّتِي هِيَ قَصْدُ الشَّيْءِ عِنْدَ فِعْلِهِ - ضَرُورِيَّةٌ، لَا مَعْنَى لِفَرْضِيَّتِهَا وَعَدِّهَا مِنْ أَرْكَانِ الصَّلَاةِ، وَأَنَّ النِّيَّةَ الْوَاجِبَةَ فِي جَمِيعِ الْأَعْمَالِ الْمُشَارِ إِلَيْهَا فِي الْحَدِيثِ، هِيَ النِّيَّةُ بِالْمَعْنَى الْآخَرِ الَّذِي شَرَحْنَاهُ، وَبِهِ يَتَحَقَّقُ الْإِخْلَاصُ الَّذِي هُوَ رُوحُ الْعِبَادَةِ، وَيَنْتَفِي الرِّيَاءُ الَّذِي هُوَ شُعْبَةٌ مِنَ الشِّرْكِ، وَمَنْ لَا حَظَّ لَهُ مِنْ هَذِهِ النِّيَّةِ لَا حَظَّ لَهُ مِنْ عِبَادَةِ اللهِ تَعَالَى، وَمَا يَأْتِيهِ مِنْ صُورَةِ الْعِبَادَةِ لَا يَقْبَلُهُ اللهُ مِنْهُ فِي الْآخِرَةِ ; لِأَنَّهُ لَا تَصْلُحُ بِهِ حَالُهُ، وَلَا تَتَزَكَّى بِهِ نَفْسُهُ فِي الدُّنْيَا، وَإِنْ أَنْكَرَ هَذَا الْجِسْمَانِيُّونَ الْجَامِدُونَ الَّذِينَ جَعَلُوا الدِّينَ عِبَارَةً عَنْ حَرَكَاتٍ لِسَانِيَّةٍ وَبَدَنِيَّةٍ، لَا عَلَاقَةَ لَهَا بِالْقَلْبِ، وَلَا فَائِدَةَ لَهَا فِي تَزْكِيَةِ النَّفْسِ، فَتَرَاهُمْ مِنْ أَشَدِّ خَلْقِ اللهِ تَنَطُّعًا فِي ظَوَاهِرِ الْعِبَادَةِ، وَأَشَدِّهِمُ انْسِلَاخًا مِنْ رُوحِهَا وَسِرِّهَا وَحِكْمَتِهَا، وَجَعَلُوهَا حَرَجًا وَعُسْرًا، خِلَافًا لِمَا قَالَهُ اللهُ تَعَالَى، يَتَنَطَّعُونَ فِي الطَّهَارَةِ، وَقَدْ عَلَا أَجْسَادَهُمْ وَثِيَابَهُمُ الْوَسَخُ وَالسَّنَاخَةُ، وَيَتَنَطَّعُونَ فِي تَجْوِيدِ الْقِرَاءَةِ وَحَرَكَاتِ الْأَعْضَاءِ فِي الصَّلَوَاتِ، وَلَا يَنْتَهُونَ عَنِ الْفَوَاحِشِ وَالْمُنْكَرَاتِ. </p><p> وَمِنَ الْعَجَائِبِ أَنَّهُمْ جَهِلُوا حَقِيقَةَ النِّيَّةِ الْمَشْرُوعَةِ الَّتِي هِيَ مِنْ أَعْمَالِ الْقَلْبِ الْمَحْضَةِ، وَابْتَدَعُوا كَلِمَاتٍ، يُسَمُّونَهَا النِّيَّةَ اللَّفْظِيَّةَ، لَمْ يَأْذَنْ بِهَا اللهُ وَلَا رَسُولُهُ، وَلَا عُرِفَتْ فِي سُنَّةٍ، وَلَا عَنْ أَحَدٍ مِنَ السَّلَفِ، وَقَدْ غَلَوْا فِي التَّنَطُّعِ بِهَا، حَتَّى إِنَّهُمْ يُؤْذُونَ الْمُصَلِّينَ بِأَصْوَاتِهِمْ، وَمِنْهُمُ الْمُوَسْوِسُونَ الَّذِينَ يُكَرِّرُونَ هَذِهِ الْأَقْوَالَ وَيَرْفَعُونَ بِهَا أَصْوَاتَهُمْ: </p><p> نَوَيْتُ فَرَائِضَ الْوُضُوءِ مَعَ سُنَنِهِ، نَوَيْتُ فَرَائِضَ الْوُضُوءِ مَعَ سُنَنِهِ. . . إِلَخْ! وَيَفْعَلُونَ مِثْلَ هَذَا فِي نِيَّةِ الصَّلَاةِ عِنْدَ تَكْبِيرَةِ الْإِحْرَامِ، وَأَكْثَرُ هَؤُلَاءِ الْمُوَسْوِسِينَ مِنَ الشَّافِعِيَّةِ الَّذِينَ دَقَّقَ بَعْضُ فُقَهَائِهِمْ فِي فَلْسَفَةِ نِيَّتِهِمْ ; فَاشْتَرَطَ أَنْ يَتَصَوَّرَ الْمُصَلِّي جَمِيعَ أَرْكَانِ الصَّلَاةِ الْقَوْلِيَّةِ وَالْعَمَلِيَّةِ عِنْدَ الْبَدْءِ بِهَا، وَذَلِكَ بَيْنَ النُّطْقِ بِـ (هَمْزَةِ) لَفْظِ الْجَلَالَةِ الْمَفْتُوحَةِ وَ (رَاءِ) لَفْظِ (أَكْبَرِ) السَّاكِنَةِ مِنْ كَلِمَتِي (اللهُ أَكْبَرُ) لِيَتَحَقَّقَ مَعْنَى قَصْدِ الشَّيْءِ مُقْتَرِنًا بِفِعْلِهِ، وَالْمَعْلُومُ مِنَ الدِّينِ بِالضَّرُورَةِ أَنَّ الْمَطْلُوبَ عِنْدَ كُلِّ ذِكْرٍ، تَصَوُّرُ مَعْنَاهُ، فَإِذًا لَا يَنْبَغِي لِلْمُصَلِّي أَنْ يَتَصَوَّرَ عِنْدَ التَّكْبِيرِ إِلَّا مَعْنَى التَّكْبِيرِ، وَالْأَمْرُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ. </p><p> التَّسْمِيَةُ قَبْلَ الْوُضُوءِ، وَالذِّكْرُ وَالدُّعَاءُ بَعْدَهُ: وَرَدَ فِي التَّسْمِيَةِ لِلْوُضُوءِ أَحَادِيثُ ضَعِيفَةٌ، يَدُلُّ بَعْضُهَا عَلَى وُجُوبِهَا، وَبَعْضُهَا عَلَى اسْتِحْبَابِهَا، قَالَ الْحَافِظُ ابْنُ حَجَرٍ:  \" الظَّاهِرُ أَنَّ مَجْمُوعَهَا يُحْدِثُ مِنْهَا قُوَّةً تَدُلُّ عَلَى أَنَّ لَهَا أَصْلًا،وَدَعَّمَهَا النَّوَوِيُّ بِحَدِيثِ:كُلُّ أَمْرٍ ذِي بَالٍ لَمْ يُبْدَأْ فِيهِ بِبَسْمِ اللهِ فَهُوَ أَجْذَمُ وَهُوَ مِثْلُهَا \" . وَلَمَّا كَانَتِ التَّسْمِيَةُ أَمْرًا حَسَنًا فِي نَفْسِهِ، وَمَشْرُوعًا فِي الْجُمْلَةِ تَسَاهَلَ الْفُقَهَاءُ فِي عِلَلِ مَا وَرَدَ فِيهَا مِنَ الْأَحَادِيثِ، وَقَالَ بَعْضُهُمْ بِوُجُوبِهَا، وَبَعْضُهُمْ بِسُنِّيَّتِهَا، حَتَّى إِنَّ ابْنَ الْقَيِّمِ، الْمُحَقِّقَ الشَّهِيرَ، قَالَ فِي بَيَانِ هَدْيِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْوُضُوءِ مِنْ كِتَابِهِ (زَادِ الْمَعَادِ) : \" وَلَمْ يُحْفَظْ عَنْهُ أَنَّهُ </p><p> كَانَ يَقُولُ عَلَى وُضُوئِهِ شَيْئًا غَيْرَ التَّسْمِيَةِ، وَكُلُّ حَدِيثٍ فِي أَذْكَارِ الْوُضُوءِ الَّذِي يُقَالُ عَلَيْهِ، فَكَذِبٌ مُخْتَلَقٌ، لَمْ يَقُلْ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا مِنْهُ، وَلَا عَلَّمَهُ لِأُمَّتِهِ، وَلَا ثَبَتَ عَنْهُ غَيْرُ التَّسْمِيَةِ فِي أَوَّلِهِ، وَقَوْلُ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، اللهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ فِي آخِرِهِ \" انْتَهَى.</p><p> أَقُولُ: أَمَّا الشَّهَادَتَانِ بَعْدَ الْوُضُوءِ، فَقَدْ رَوَى حَدِيثَهُمَا أَحْمَدُ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَابْنُ حِبَّانَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، رَضِيَ اللهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا مِنْكُمْ أَحَدٌ يَتَوَضَّأُ، فَيُسْبِغُ الْوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ وَالْعُمْدَةُ فِي صِحَّتِهِ رِوَايَةُ مُسْلِمٍ، وَأَمَّا زِيَادَةُ الدُّعَاءِ فَهِيَ فِي رِوَايَةِ التِّرْمِذِيَّ، وَقَدْ قَالَ هُوَ فِي الْحَدِيثِ: \" وَفِي إِسْنَادِهِ اضْطِرَابٌ، وَلَا يَصِحُّ فِيهِ كَثِيرُ شَيْءٍ، وَلَكِنَّ </p><p> رِوَايَةَ مُسْلِمٍ سَالِمَةٌ مِنْ هَذَا الِاضْطِرَابِ، كَمَا قَالَ الْحَافِظُ ابْنُ حَجَرٍ، وَزَادَ النَّسَائِيُّ فِي عَمَلِ الْيَوْمِ وَاللَّيْلَةِ، وَالْحَاكِمُ فِي الْمُسْتَدْرَكِ، مِنْ حَدِيثِ أَبِي سَعِيدٍ، بَعْدَ قَوْلِهِ: مِنَ الْمُتَطَهِّرِينَ: سُبْحَانَكَ اللهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ، وَأَتُوبُ إِلَيْكَ وَقَدْ رُوِيَ هَذَا مَرْفُوعًا وَمَوْقُوفًا، فَضَعَّفُوا الْمَرْفُوعَ، وَأَمَّا الْمَوْقُوفُ فَصَحَّحَهُ النَّسَائِيُّ، وَأَنْكَرَ الْحَافِظُ ابْنُ حَجَرٍ، عَلَى النَّوَوِيِّ تَضْعِيفَهُ، وَمِنْ هَذَا تَعْلَمُ أَنَّ دُعَاءَ الْأَعْضَاءِ بَاطِلٌ، وَقَدْ قَالَ النَّوَوِيُّ فِي الرَّوْضَةِ وَالْمِنْهَاجِ: إِنَّهُ لَا أَصْلَ لَهُ، قَالَ الرَّمْلِيُّ فِي شَرْحِ الْمِنْهَاجِ: أَيْ لَا أَصْلَ لَهُ يُحْتَجُّ بِهِ، وَذَكَرَ أَنَّهُ رُوِيَ، وَلَكِنَّهُ وَاهٍ لَا يُعْمَلُ بِهِ، وَلَا فِي فَضَائِلِ الْأَعْمَالِ الَّتِي يَعْمَلُونَ فِيهَا بِالْحَدِيثِ الضَّعِيفِ. </p><p> التَّيَامُنُ فِي الْوُضُوءِ وَغَيْرِهِ: فِيهِ حَدِيثُ عَائِشَةَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، قَالَتْ:  \" كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحِبُّ التَّيَامُنَ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطَهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ \" . التَّنَعُّلُ: لِبْسُ النَّعْلَيْنِ، وَالتَّرَجُّلُ: تَرْجِيلُ الشِّعْرِ ; أَيْ تَسْرِيحُهُ. وَالطَّهُورُ يَشْمَلُ الْوُضُوءَ، وَالْغُسْلَ، وَفِيهِ حَدِيثُ أَبِي هُرَيْرَةَ عِنْدَ أَحْمَدَ وَأَبِي دَاوُدَ وَابْنِ مَاجَهْ وَابْنِ حِبَّانَ وَالْبَيْهَقِيِّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" إِذَا لَبِسْتُمْ فَابْدَءُوا بِأَيَامِنِكُمْ \" . جُمْهُورُ الْمُسْلِمِينَ عَلَى أَنَّ الْبَدْءَ بِالْيَمِينِ سُنَّةٌ، قَالَ النَّوَوِيُّ فِي بَابِ التَّكْرِيمِ وَالتَّزْيِينِ: لِيُخْرِجَ دُخُولَ الْخَلَاءِ وَنَحْوَهُ. وَمَذْهَبُ الشِّيعَةِ: وُجُوبُ التَّيَامُنِ فِي الطَّهَارَةِ، وَلَكِنْ رُوِيَ عَنْ عَلِيٍّ، كَرَّمَ اللهُ وَجْهَهُ: مَا أُبَالِي بَدَأْتُ بِيَمِينِي أَوْ بِشَمَالِي إِذَا أَكْمَلْتُ الْوُضُوءَ، رَوَاهُ الدَّارَقُطْنِيُّ، وَرُوِيَ عَنْهُ الْعَمَلُ بِذَلِكَ أَيْضًا، طُرُقٌ يُقَوِّي بَعْضُهَا بَعْضًا. </p><p> الْمُوَالَاةُ فِي الْوُضُوءِ، وَالتَّثْلِيثُ: مَضَتِ السُّنَّةُ فِي الْمُوَالَاةِ فِي الْوُضُوءِ، وَعَلَيْهَا عَمَلُ الْمُسْلِمِينَ سَلَفًا وَخَلَفًا، لَا يُعْقَلُ أَنْ يَغْسِلَ الْإِنْسَانُ بَعْضَ أَعْضَائِهِ بِنِيَّةِ الْوُضُوءِ، ثُمَّ يَنْصَرِفَ إِلَى عَمَلٍ آخَرَ، ثُمَّ يَعُودَ إِلَى إِتْمَامِ مَا بَدَأَ بِهِ، إِلَّا لِضَرُورَةٍ </p><p> عَارِضَةٍ، لَا يَطُولُ فِيهَا الْفَصْلُ، وَقَدِ اخْتَلَفَ الْفُقَهَاءُ الَّذِينَ يَفْرِضُونَ وُقُوعَ مَا يَنْدُرُ وُقُوعُهُ فِي الْمُوَالَاةِ فِي الْوُضُوءِ ; فَذَهَبَ الْأَوْزَاعِيُّ وَمَالِكٌ وَأَحْمَدُ إِلَى وُجُوبِهَا، وَأَبُو حَنِيفَةَ وَالشَّافِعِيُّ فِي الْقَوْلِ الْمُعْتَمَدِ عَنْهُ إِلَى سُنِّيَّتِهَا، وَالْأَصْلُ فِي ذَلِكَ تَعَارُضُ الْأَحَادِيثِ فِي مَنْ تَوَضَّأَ فَكَانَ فِي رِجْلِهِ لَمْعَةٌ، أَوْ مَوْضِعُ ظُفْرٍ لَمْ يُصِبْهُ </p><p> الْمَاءُ، فَأَمَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِعَادَةِ الْوُضُوءِ فِي حَدِيثٍ، وَبِإِحْسَانِ الْوُضُوءِ فِي حَدِيثٍ أَصَحَّ، وَالِاحْتِيَاطُ أَلَّا تُتْرَكَ الْمُوَالَاةُ، وَالْعُمْدَةُ فِيهَا أَلَّا يَقْطَعَ الْمُتَوَضِّئُ وُضُوءَهُ بِعَمَلٍ أَجْنَبِيٍّ يُعَدُّ فِي الْعُرْفِ انْصِرَافًا عَنْهُ، وَقَالَ بَعْضُ الْعُلَمَاءِ:  \" إِذَا جَفَّ بَعْضُ الْأَعْضَاءِ قَبْلَ إِتْمَامِ الْوُضُوءِ، انْقَطَعَتِ الْمُوَالَاةُ \" ، وَهَذَا غَيْرُ مُسَلَّمٍ، فَقَدْ يَجِفُّ بَعْضُ الْأَعْضَاءِ بِسُرْعَةٍ فِي الْهَوَاءِ الْحَارِّ الْجَافِّ، وَلَا يُعَدُّ الْمُتَوَضِّئُ مُنْقَطِعًا عَنْ وُضُوئِهِ، وَمِثْلُ هَذَا مِمَّا يَعْرِفُهُ النَّاسُ بِغَيْرِ تَعْرِيفٍ، وَقَدْ ثَبَتَ فِي الصَّحِيحِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ مَرَّةً مَرَّةً، وَمَرَّتَيْنِ مَرَّتَيْنِ، وَثَلَاثًا ثَلَاثًا، وَلَكِنْ لَمْ يَثْبُتْ عَنْهُ أَنَّهُ مَسَحَ بِالرَّأْسِ أَكْثَرَ مِنْ مَرَّةٍ، فَالسُّنَّةُ أَنْ يَغْسِلَ كُلَّ عُضْوٍ ثَلَاثًا، وَأَنْ يَمْسَحَ الرَّأْسَ مَرَّةً وَاحِدَةً. وَكَذَلِكَ الْخُفُّ. </p><p> غَسْلُ الْكَفَّيْنِ فِي أَوَّلِ الْوُضُوءِ، وَمَسْحُ الْعُنُقِ: سَيَأْتِي فِي بَيَانِ كَيْفِيَّةِ وُضُوءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ غَسَلَ كَفَّيْهِ ثَلَاثًا قَبْلَ الْمَضْمَضَةِ، فَهُوَ مِنْ سُنَنِ الْوُضُوءِ بِاتِّفَاقِ جُمْهُورِ عُلَمَاءِ الْأُمَّةِ، وَذَهَبَ بَعْضُ عُلَمَاءِ الزَّيْدِيَّةِ إِلَى أَنَّهُ وَاجِبٌ، وَمُجَرَّدُ الْفِعْلِ لَا يَدُلُّ عَلَى الْوُجُوبِ، وَلَكِنَّهُمْ دَعَّمُوهُ بِحَدِيثِ أَبِي هُرَيْرَةَ فِي الصَّحِيحَيْنِ وَالسُّنَنِ مَرْفُوعًا إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ، فَلَا يَغْمِسُ يَدَهُ حَتَّى يَغْسِلَهَا ثَلَاثًا ; فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ وَكَلِمَةُ (ثَلَاثًا) فِي مَا عَدَا رِوَايَةَ الْبُخَارِيِّ، وَالْمُرَادُ لَا يَغْمِسُ يَدَهُ فِي الْمَاءِ سَوَاءٌ كَانَ يُرِيدُ تَنَاوُلَهُ لِأَجْلِ الطَّهَارَةِ، أَوْ غَيْرِهِ، وَقَدْ بَيَّنَ سَبَبَهُ، فَإِنَّهُمْ كَانُوا يَنَامُونَ بِالْإِزَارِ، وَلَا يَلْبَسُونَ السَّرَاوِيلَاتِ إِلَّا قَلِيلًا، وَكَانُوا - كَمَا قَالَ الشَّافِعِيُّ - يَسْتَنْجُونَ بِالْحِجَارَةِ، وَبِلَادُهُمْ حَارَّةٌ، فَلَا يَأْمَنُ النَّائِمُ أَنْ تَطُولَ يَدُهُ عَلَى ذَلِكَ الْمَوْضِعِ النَّجِسِ، أَوْ عَلَى قَذَرٍ غَيْرِهِ ; فَالْأَمْرُ بِغَسْلِ الْيَدَيْنِ لِمَنْ يُرِيدُ غَمْسَهُمَا فِي الْإِنَاءِ وَاجِبٌ فِي هَذِهِ الْحَالِ، وَهِيَ حَالُ تَغْلِيبِ النَّجَاسَةِ، وَيَنْبَغِي أَنْ تَكُونَ مِمَّا يُرَجَّحُ فِيهِ الْغَالِبُ عَلَى الْأَصْلِ عِنْدَ تَعَارُضِهِمَا، وَالْأَصْلُ فِي الْيَدِ الطَّهَارَةُ، وَقَدْ حَمَلَ الْجُمْهُورُ الْحَدِيثَ عَلَى إِفَادَةِ كَرَاهَةِ غَمْسِ الْيَدَيْنِ فِي الْمَاءِ قَبْلَ غَسْلِهِمَا، وَنَدْبِ الْغُسْلِ قَبْلَهُ عَمَلًا بِالْأَصْلِ. </p><p> وَقَالَ أَحْمَدُ: إِنَّ النَّهْيَ لِلتَّحْرِيمِ، وَالْأَمْرَ لِلْوُجُوبِ، وَلَكِنْ خَصَّهُ بِنَوْمِ اللَّيْلِ ; لِأَنَّهُ رَوَاهُ هُوَ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ بِلَفْظِ:  \" إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنَ اللَّيْلِ \" ، قَالَ النَّوَوِيُّ، وَحُكِيَ عَنْ أَحْمَدَ فِي رِوَايَةٍ أَنَّهُ: إِنْ قَامَ مِنْ نَوْمِ اللَّيْلِ كُرِهَ لَهُ كَرَاهَةَ تَحْرِيمٍ، </p><p> وَإِنْ قَامَ مَنْ نَوْمِ النَّهَارِ كُرِهَ لَهُ كَرَاهَةَ تَنْزِيهٍ. </p><p> (قَالَ) : وَمَذْهَبُنَا وَمَذْهَبُ الْمُحَقِّقِينَ أَنَّ هَذَا الْحُكْمَ لَيْسَ مَخْصُوصًا بِالْقِيَامِ مِنَ النَّوْمِ، بَلِ الْمُعْتَبَرُ الشَّكُّ فِي نَجَاسَةِ الْيَدِ، فَمَنْ شَكَّ فِي نَجَاسَتِهَا كُرِهَ لَهُ غَمْسُهَا فِي الْإِنَاءِ قَبْلَ غَسْلِهَا؛ سَوَاءٌ كَانَ قَامَ مِنْ نَوْمِ اللَّيْلِ، أَوْ نَوْمِ النَّهَارِ، أَوْ شَكَّ. وَجُمْلَةُ الْقَوْلِ أَنَّ الْحَدِيثَ لَيْسَ فِي الْوُضُوءِ </p><p> فَلَا يَدُلُّ عَلَى وُجُوبِ غَسْلِهِمَا فِيهِ، وَلَكِنْ ثَبَتَ كَوْنُ غَسْلِهِمَا سُنَّةً مِنْ كَيْفِيَّةِ وُضُوءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْآتِيَةِ. </p><p> وَأَمَّا مَسْحُ الْعُنُقِ فَقَدْ قَالَ النَّوَوِيُّ:  \" إِنَّهُ بِدْعَةٌ \" . وَابْنُ الْقَيِّمِ:  \" لَمْ يَصِحَّ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَسْحِ الْعُنُقِ حَدِيثٌ أَلْبَتَّةَ \" . وَالصَّوَابُ أَنَّهُ وَرَدَ فِيهِ أَحَادِيثُ ضَعِيفَةٌ، مَرْفُوعَةٌ وَمَوْقُوفَةٌ وَمُرْسَلَةٌ، وَقَالَ بَعْضُهُمْ بِحُسْنِ بَعْضِهَا، وَلِذَلِكَ تَعَقَّبَ بَعْضُ الشَّافِعِيَّةِ أَنْفُسُهُمْ مَا قَالَهُ النَّوَوِيُّ بِأَنَّ الْبَغَوِيَّ، وَهُوَ مِنْ أَئِمَّةِ الْحَدِيثِ، قَالَ بِاسْتِحْبَابِهِ. </p><p> صِفَةُ وَضَوْءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: رَوَى أَحْمَدُ، وَالشَّيْخَانِ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، أَنَّهُ دَعَا بِإِنَاءٍ، فَأَفْرَغَ عَلَى كَفَّيْهِ ثَلَاثَ مَرَّاتٍ فَغَسَلَهُمَا، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الْإِنَاءِ فَمَضْمَضَ وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا، وَيَدَيْهِ إِلَى الْمَرْفِقَيْنِ ثَلَاثَ مَرَّاتٍ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَيْهِ ثَلَاثَ مَرَّاتٍ إِلَى الْكَعْبَيْنِ، ثُمَّ قَالَ:  \" رَأَيْتُ رَسُولَ اللهِ، صَلَّى الله عَلَيْهِ وَسَلَّم، تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا،ثُمَّ قَالَ:مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا، ثُمَّ صَلَّى رَكْعَتَيْنِ، لَا يُحَدِّثُ نَفْسَهُ فِيهِمَا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \" ; أَيْ لَا يُحَدِّثُ نَفْسَهُ بِشَيْءٍ مِنَ الدُّنْيَا كَمَا رَوَاهُ الْحَكِيمُ التِّرْمِذِيُّ، وَقَدْ رَوَى أَحْمَدُ وَغَيْرُهُ هَذِهِ الْكَيْفِيَّةَ عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، وَلَكِنَّهُ قَالَ: ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ ثَلَاثًا، ثُمَّ مَسَحَ بِرَأْسِهِ، وَأُذُنَيْهِ ظَاهِرَهُمَا وَبَاطِنَهُمَا، فَعَبَّرَ بِالِاسْتِنْشَاقِ بَدَلَ الِاسْتِنْثَارِ فِي حَدِيثِ عُثْمَانَ الْمُتَّفَقِ عَلَيْهِ، وَالِاسْتِنْثَارُ يَسْتَلْزِمُ الِاسْتِنْشَاقَ، كَمَا تَقَدَّمَ فِي بَحْثِ الْمَضْمَضَةِ. قِيلَ: إِنَّ (ثُمَّ) فِي الْحَدِيثِ لِعَطْفِ الْجُمَلِ، لَا لِلتَّرْتِيبِ، فَإِنْ لَمْ يَصِحَّ هَذَا كَانَ مَعْنَى الرِّوَايَةِ أَنَّهُ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَسِيَ الْمَضْمَضَةَ وَالِاسْتِنْشَاقَ قَبْلَ غَسْلِ الْوَجْهِ، فَغَسَلَهُمَا بَعْدَ ذَلِكَ. فَإِذَا ثَبَتَ هَذَا كَانَ دَلِيلًا عَلَى أَنَّ بَاطِنَ الْفَمِ وَالْأَنْفِ لَا يُعَدَّانِ مِنَ الْوَجْهِ الْوَاجِبِ غَسْلُهُ، وَهَذَا أَقْرَبُ مِنَ الْقَوْلِ بِأَنَّ التَّرْتِيبَ فِي الْوُضُوءِ غَيْرُ وَاجِبٍ، وَقَدْ تَقَدَّمَ الْخِلَافُ فِي ذَلِكَ، وَصَحَّ الْأَمْرُ بِالْمُبَالَغَةِ فِي الْمَضْمَضَةِ وَالِاسْتِنْشَاقِ لِغَيْرِ الصَّائِمِ، وَتَقَدَّمَ حَدِيثُ أَبِي هُرَيْرَةَ فِي صِفَةِ وُضُوئِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِيهِ ذِكْرُ الْغُرَّةِ وَالتَّحْجِيلِ. </p><p> وَرَوَى التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ مَاجَهْ، عَنْ أَبِي حَيَّةَ، قَالَ:  \" رَأَيْتُ عَلِيًّا تَوَضَّأَ فَغَسَلَ كَفَّيْهِ حَتَّى أَنْقَاهُمَا، ثُمَّ مَضْمَضَ ثَلَاثًا، وَاسْتَنْشَقَ ثَلَاثًا، وَغَسَلَ وَجْهَهُ ثَلَاثًا، وَذِرَاعَهُ ثَلَاثًا، وَمَسَحَ بِرَأْسِهِ مَرَّةً، ثُمَّ غَسَلَ قَدَمَيْهِ إِلَى الْكَعْبَيْنِ،ثُمَّ قَالَ:أَحْبَبْتُ أَنْ أُرِيَكُمْ كَيْفَ كَانَ طَهُورُ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" . وَصَحَّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ مَرَّةً مَرَّةً، رَوَاهُ أَحْمَدُ وَالْبُخَارِيُّ وَأَصْحَابُ السُّنَنِ، عَنِ ابْنِ عَبَّاسٍ، وَمَرَّتَيْنِ مَرَّتَيْنِ، رَوَاهُ أَحْمَدُ وَالْبُخَارِيُّ عَنْ عَبْدِ اللهِ بْنِ زَيْدٍ، وَأَمَّا التَّثْلِيثُ فَهُوَ السُّنَةُ الَّتِي جَرَى عَلَيْهَا الْعَمَلُ فِي الْأَكْثَرِ، وَغَيْرُهُ لِبَيَانِ الْجَوَازِ، وَلَمْ يَصِحَّ مَسْحُ الرَّأْسِ أَكْثَرَ مِنْ مَرَّةٍ. </p><p> وَمِنْ سُنَنِ الْوُضُوءِ الِاقْتِصَادُ فِي الْمَاءِ. صَحَّ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَتَوَضَّأُ بِمُدٍّ، وَيَغْتَسِلُ بِصَاعٍ، كَمَا فِي حَدِيثِ أَنَسٍ فِي الصَّحِيحَيْنِ، وَحَدِيثِ سَفِينَةَ فِي مُسْلِمٍ، وَتَقْدِيرُ الْمُدِّ بِالدَّرَاهِمِ ١٢٨ مِائَةٌ وَثَمَانِيَةٌ وَعِشْرُونَ دِرْهَمًا، وَأَرْبَعَةُ أَسْبَاعِ الدِّرْهَمِ، وَالصَّاعُ أَرْبَعَةُ أَمْدَادٍ، وَاتَّفَقَ الْعُلَمَاءُ عَلَى أَنَّ الْإِسْرَافَ فِي مَاءِ الطَّهَارَةِ مَكْرُوهٌ شَرْعًا، وَإِنِ اغْتَرَفَ مِنَ الْبَحْرِ، وَالْحِكْمَةُ فِيهِ تَعْلِيمُ الْأُمَّةِ الِاقْتِصَادَ فِي كُلِّ شَيْءٍ. وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى اقْتِصَادِهِ فِي الْمَاءِ يُسْبِغُ الْوُضُوءَ وَيُتِمُّهُ، وَوَرَدَ فِي أَحَادِيثِ السُّنَنِ تَعَاهُدُ مُوقَيِ الْعَيْنَيْنِ وَغُضُونِ الْوَجْهِ، وَتَخْلِيلُ الْأَصَابِعِ وَاللِّحْيَةِ، وَتَحْرِيكُ الْخَاتَمِ، وَفِي أَسَانِيدَ هَذِهِ الْأَحَادِيثِ كَلَامٌ ; فَهِيَ لَيْسَتْ فِي دَرَجَةِ الصَّحِيحِ، وَإِنَّمَا يُعْمَلُ بِهَا لِأَنَّهَا مُوَافِقَةٌ لِسُنَّةِ الْإِسْبَاغِ، وَمُتَمِّمَةٌ لِلنَّظَافَةِ. </p><p> السِّوَاكُ مِنْ سُنَنِ الْوُضُوءِ وَالصَّلَاةِ: رَوَى الْجَمَاعَةُ (أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةُ) مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا: \" لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلَاةٍ \" . وَفِي رِوَايَةٍ لِأَحْمَدَ \" لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ \" . وَلِلْبُخَارِيِّ تَعْلِيقًا \" لَأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ وُضُوءٍ \" . قَالَ ابْنُ مَنْدَهْ فِي حَدِيثِ الْجَمَاعَةِ:  \" إِنَّهُ مُجْمَعٌ عَلَى صِحَّتِهِ \" . وَرَوَى أَحْمَدُ، وَالنَّسَائِيُّ، وَابْنُ حِبَّانَ مِنْ حَدِيثِ عَائِشَةَ، مَرْفُوعًا:  \" السِّوَاكُ مَطْهَرَةٌ لِلْفَمِّ، مَرْضَاةٌ لِلرَّبِّ \" . وَرُوِيَ عَنْهَا وَعَنْ غَيْرِهَا فِي الصِّحَاحِ وَالسُّنَنِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَسْتَاكُ عِنْدَ الْقِيَامِ مِنْ كُلِّ نَوْمٍ فِي لَيْلٍ أَوْ نَهَارٍ، وَعِنْدَ دُخُولِ بَيْتِهِ. وَالسِّوَاكُ يُطْلَقُ عَلَى الْعُودِ الَّذِي يُسْتَاكُ بِهِ، وَعَلَى الِاسْتِيَاكِ نَفْسِهِ، وَهُوَ دَلْكُ الْأَسْنَانِ بِذَلِكَ الْعُودِ، أَوْ بِشَيْءٍ </p><p> آخَرَ خَشِنٍ تُنَظَّفُ بِهِ الْأَسْنَانُ، يُقَالُ: سَاكَ فَمَهُ يَسُوكُهُ سَوْكًا، وَيُقَالُ: اسْتَاكَ، وَلَكِنْ لَا يُقَالُ اسْتَاكَ فَمَهُ، وَخَيْرُ الْعِيدَانِ لِلِاسْتِيَاكِ، عُودُ الْأَرَاكِ الْمَعْرُوفِ الَّذِي يُؤْتَى بِهِ مِنَ الْحِجَازِ ; لِأَنَّهُ إِذَا دُقَّ طَرَفُهُ قَلِيلًا يَصِيرُ خَيْرًا مِنَ السِّوَاكِ الصِّنَاعِيَّةِ الَّتِي تُسَمَّى \" فُرْشَةُ الْأَسْنَانِ \" ، وَيُقَالُ إِنَّ مِنْ خَوَاصِّهِ شَدُّ اللِّثَةِ ; أَيْ أَنَّ فِيهِ مَادَّةً تَنْفَصِلُ مِنْهُ عِنْدَ الِاسْتِيَاكِ بِهَا تُشَدُّ اللِّثَةُ وَتَحْصُلُ السُّنَّةُ بِالِاسْتِيَاكِ بِالْفُرْشَةِ، كَمَا تَحْصُلُ بِشَوْصِ الْأَسْنَانِ (دَلْكِهَا) بِكُلِّ خَشِنٍ يُزِيلُ الْقَلَحَ (صُفْرَةَ الْأَسْنَانِ) وَيُنَظِّفُ الْفَمَ. وَمَنْ يُوَاظِبُ عَلَى السِّوَاكِ مِنْ أَوَّلِ عُمْرِهِ تُحْفَظُ لَهُ أَسْنَانُهُ الَّتِي هِيَ رُكْنٌ مِنْ أَعْظَمِ أَرْكَانِ الصِّحَّةِ وَالْجَمَالِ، وَهِيَ نِعْمَةٌ لَا يَعْرِفُ أَكْثَرُ النَّاسِ قِيمَتَهَا إِلَّا بَعْدَ أَنْ يُفْسِدَهَا السُّوسُ، وَيَضْطَرُّ إِلَى قَلْعِهَا بَعْدَ أَنْ يُقَاسِيَ مِنْ آلَامِهَا مَا يُقَاسِي. </p><p> (طَهَارَةُ الْغُسْلِ، وَالتَّيَمُّمُ، وَالْحَدَثَانِ الْأَصْغَرُ وَالْأَكْبَرُ) وَلَمَّا فَرَغَ مِنْ طَهَارَةِ الْوُضُوءِ بَيَّنَ طَهَارَةَ الْغُسْلِ، فَقَالَ:  (وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَرُوا) أَيْ إِذَا قُمْتُمْ إِلَى الصَّلَاةِ، وَكُنْتُمْ جُنُبًا فَتَطَهَّرُوا لَهَا طَهُورًا كَامِلًا بِأَنْ تَغْتَسِلُوا، \" فَاطَّهَرُوا \" أَمْرٌ بِالْعِنَايَةِ بِالطَّهَارَةِ، وَالِاسْتِقْصَاءِ فِيهَا، وَذَلِكَ لَا يَكُونُ إِلَّا بِغَسْلِ الْبَدَنِ كُلِّهِ، وَالدَّلِيلُ عَلَى إِرَادَةِ الْغُسْلِ </p><p> بِهَا، قَوْلُهُ تَعَالَى فِي آيَةِ التَّيَمُّمِ:  (لَا تَقْرَبُوا الصَّلَاةَ، وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ، وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا)  (٤: ٣٤) ، وَالْجَنَابَةُ الْمُوجِبَةُ لِلْغُسْلِ مَعْرُوفَةٌ عِنْدَ جَمِيعِ الْمُسْلِمِينَ، وَقَدْ بَيَّنَّا فِي تَفْسِيرِ آيَةِ التَّيَمُّمِ (ص ٩٤ ج٥ تَفْسِيرٌ مِنْ مَطْبُوعِ الْهَيْئَةِ) أَنَّ لَفْظَ \" جُنُبٍ \" اسْتُعْمِلَ اسْتِعْمَالَ الْمَصَادِرِ فِي الْوَصْفِيَّةِ ; فَيُطْلَقُ عَلَى الْفَرْدِ وَالِاثْنَيْنِ وَالْجَمْعِ، وَالْمُذَكَّرِ وَالْمُؤَنَّثِ، وَأَنَّ الْمُخْتَارَ اشْتِقَاقُهُ مِنَ الْجَنْبِ، بِالْفَتْحِ، بِمَعْنَى الْجَانِبِ، فَهُوَ كِنَايَةٌ عَنِ الْمُضَاجَعَةِ الْمُرَادِ بِهَا الْوِقَاعُ عَلَى سُنَّةِ الْقُرْآنِ فِي الْكِنَايَةِ عَمَّا يُسْتَقْبَحُ التَّصْرِيحُ بِهِ، وَفِي مَعْنَى الْوِقَاعِ خُرُوجُ الْمَنِيِّ، وَهُوَ لَازِمٌ لَهُ عَادَةً ; فَهُوَ جَنَابَةٌ شَرْعًا، وَفِي الْحَدِيثِ:  \" إِنَّمَا الْمَاءُ مِنَ الْمَاءِ \" رَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ ; أَيْ إِنَّمَا يَجِبُ مَاءُ الْغُسْلِ مِنَ الْمَاءِ الدَّافِقِ الَّذِي يَخْرُجُ مِنَ الْإِنْسَانِ مَهْمَا كَانَ سَبَبُ خُرُوجِهِ، وَسَيَأْتِي بَيَانُ ذَلِكَ فِي الْكَلَامِ عَلَى حِكْمَةِ الْغُسْلِ، وَلَمْ يَخْتَلِفِ الْمُسْلِمُونَ فِي هَذَا، وَاخْتَلَفُوا فِي الْوِقَاعِ بِدُونِهِ، فَقَالَ بَعْضُهُمْ لَا يَجِبُ الْغُسْلُ بِهِ، وَاحْتَجُّوا بِهَذَا الْحَدِيثِ، وَحَدِيثِ عُثْمَانَ النَّاطِقِ بِأَنَّهُ </p><p> لَا يَجِبُ بِهِ إِلَّا الْوُضُوءُ، هُوَ مُعَارَضٌ بِحَدِيثِ أَبِي هُرَيْرَةَ النَّاطِقِ بِوُجُوبِ الْغُسْلِ فِي هَذِهِ الْحَالِ، وَهُوَ فِي الصَّحِيحَيْنِ، وَصَرَّحَ فِيهِ مُسْلِمٌ بِكَلِمَةِ \" وَإِنْ لَمْ يُنْزِلْ \" وَبِظَاهِرِ الْآيَةِ، وَعَلَيْهِ الْجُمْهُورُ، وَلَا حَاجَةَ إِلَى إِطَالَةِ الشَّرْحِ فِي هَذِهِ الْمَسْأَلَةِ ; إِذِ لَا خِلَافَ فِيهَا الْيَوْمَ وَلَا أَهْوَاءَ، وَاخْتَلَفُوا فِي الْمَنِيِّ إِذَا خَرَجَ بِغَيْرِ شَهْوَةٍ ; لِعِلَّةٍ مَا، فَإِذَا خَرَجَتْ بَقِيَّةٌ مِنْهُ بَعْدَ الْغُسْلِ، مِمَّا خَرَجَ شَهْوَةً، فَعَدَمُ وُجُوبِ الْغُسْلِ مِنْهَا ظَاهِرٌ جِدًّا. </p><p> وَلَمَّا بَيَّنَ وُجُوبَ الطَّهَارَتَيْنِ، وَكَانَ مُقْتَضَاهُمَا أَنَّ الْمُسْلِمَ لَا بُدَّ لَهُ مِنْ طَهَارَةِ الْوُضُوءِ كُلَّ يَوْمٍ مَرَّةً أَوْ أَكْثَرَ مِنْ مَرَّةٍ فِي الْغَالِبِ، وَلَا بُدَّ لَهُ مِنَ الْغُسْلِ فِي كُلِّ أُسْبُوعٍ أَوْ كُلِّ شَهْرٍ مَرَّةً، أَوْ عِدَّةَ مِرَارٍ فِي الْغَالِبِ - بَيَّنَ الرُّخْصَةَ فِي تَرْكِهِمَا عِنْدَ الْمَشَقَّةِ أَوِ الْعَجْزِ ; لِأَنَّ الدِّينَ يُسْرٌ لَا حَرَجَ فِيهِ، فَقَالَ عَزَّ وَجَلَّ:  (وَإِنْ كُنْتُمْ مَرْضَى) مَرَضًا جِلْدِيًّا ; كَالْجُدَرِيِّ، وَالْجَرَبِ، وَغَيْرِ ذَلِكَ مِنَ الْقُرُوحِ وَالْجُرُوحِ، أَوْ أَيِّ مَرَضٍ يَضُرُّ اسْتِعْمَالُ الْمَاءِ فِيهِ، أَوْ يَشُقُّ عَلَيْكُمْ (أَوْ عَلَى سَفَرٍ) طَوِيلٍ أَوْ قَصِيرٍ مَهْمَا كَانَ سَبَبُهُ، فَالْعِبْرَةُ بِمَا يُسَمَّى سَفَرًا عُرْفًا، وَمِنْ شَأْنِ السَّفَرِ أَنْ يَشُقَّ الْوُضُوءُ وَالْغُسْلُ فِيهِ (أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً) الْغَائِطُ: الْمَكَانُ الْمُنْخَفِضُ مِنَ الْأَرْضِ، وَهُوَ كِنَايَةٌ عَنْ قَضَاءِ الْحَاجَةِ مِنْ بَوْلٍ وَغَائِطٍ، وَصَارَ حَقِيقَةً شَرْعِيَّةً فِي هَذَا الْحَدَثِ، وَعُرْفِيَّةً فِي الرَّجِيعِ الَّذِي يَخْرُجُ مِنَ الدُّبُرِ. وَمُلَامَسَةُ النِّسَاءِ: هِيَ الْمُبَاشَرَةُ الْمُشْتَرَكَةُ بَيْنَ الرِّجَالِ وَبَيْنَهُنَّ، كُلٌّ مِنَ التَّعْبِيرَيْنِ كِنَايَةٌ عَلَى سُنَّةِ الْقُرْآنِ فِي النَّزَاهَةِ ; كَالتَّعْبِيرِ بِالْجَنَابَةِ هُنَا، وَبِالْمُبَاشَرَةِ فِي سُورَةِ الْبَقَرَةِ، وَالْمُرَادِ: أَوْ أَحْدَثْتُمُ الْحَدَثَ الْمُوجِبَ لِلْوُضُوءِ عِنْدَ إِرَادَةِ الصَّلَاةِ وَنَحْوِهَا كَالطَّوَافِ - وَيُسَمَّى الْحَدَثَ الْأَصْغَرَ أَوِ الْحَدَثَ الْمُوجِبَ لِلْغُسْلِ، وَيُسَمَّى الْحَدَثَ الْأَكْبَرَ - فَلَمْ تَجِدُوا مَاءً تَتَطَهَّرُونَ بِهِ ; أَيْ إِذَا كُنْتُمْ عَلَى حَالٍ مِنْ هَذِهِ الْأَحْوَالِ الثَّلَاثِ: الْمَرَضُ، أَوِ السَّفَرُ </p><p> أَوْ فَقْدُ الْمَاءِ عِنْدَ الْحَاجَةِ إِلَيْهِ لِإِحْدَى الطَّهَارَتَيْنِ (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ) أَيْ فَاقْصِدُوا تُرَابًا، أَوْ مَكَانًا مِنْ وَجْهِ الْأَرْضِ طَاهِرًا، لَا نَجَاسَةَ عَلَيْهِ، فَاضْرِبُوا بِأَيْدِيكُمْ عَلَيْهِ، وَأَلْصِقُوهَا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِلَى الرُّسْغَيْنِ، بِحَيْثُ يُصِيبُهَا أَثَرٌ مِنْهُ، وَقَدْ شَرَحْنَا آيَةَ التَّيَمُّمِ فِي تَفْسِيرِ سُورَةِ النِّسَاءِ، وَقَفَّيْنَا عَلَى تَفْسِيرِهَا بِعَشْرِ مَسَائِلَ فِي بَيَانِ مَعْنَى التَّيَمُّمِ اللُّغَوِيِّ وَالشَّرْعِيِّ، وَمَحَلِّهِ الَّذِي بَيَّنَتْهُ السُّنَّةُ الصَّحِيحَةُ، وَكَوْنِهِ ضَرْبَةً </p><p> وَاحِدَةً لِلْوَجْهِ وَالْيَدَيْنِ وَلَا تَرْتِيبَ فِيهِ، وَمَعْنَى الصَّعِيدِ وَمَا وَرَدَ فِيهِ، وَكَوْنِ الْمُسَافِرِ وَالْمُقِيمِ فِيهِ سَوَاءً إِذَا فُقِدَ الْمَاءُ، وَكَوْنِ الصَّلَاةِ بِهِ مُجْزِئَةً لَا تَجِبْ إِعَادَتُهَا، وَبَحْثِ تَيَمُّمِ الْمُسَافِرِ مَعَ وُجُودِ الْمَاءِ، وَبَحْثِ التَّيَمُّمِ مِنَ الْبَرْدِ وَالْجُرْحِ، وَكَوْنِهِ كَالْوُضُوءِ فِي الْوَقْتِ وَقَبْلَهُ، وَفِي اسْتِبَاحَةِ عِدَّةِ صَلَوَاتٍ بِهِ، وَالْمَسْأَلَةُ الْعَاشِرَةُ فِي بَيَانِ حِكْمَةِ التَّيَمُّمِ، فَمَنْ شَاءَ فَلْيُرَاجِعْ هَذِهِ الْمَسَائِلَ فِي الْجُزْءِ الْخَامِسِ مِنَ التَّفْسِيرِ (ص ١٠٠ - ١١٠ مِنْ مَطْبُوعِ الْهَيْئَةِ) . </p><p> نَوَاقِضُ الْوُضُوءِ: وَقَدْ عُلِمَ مِنَ الْآيَةِ بِطَرِيقِ الْكِنَايَةِ أَنَّ الْحَدَثَ، الَّذِي يَكُونُ فِي الْغَائِطِ، يَنْقُضُ الْوُضُوءَ ; فَلَا تَحِلُّ الصَّلَاةُ، بَعْدَهُ إِلَّا لِمَنْ تَوَضَّأَ، وَذَلِكَ الْحَدَثُ: هُوَ خُرُوجُ شَيْءٍ مِنْ أَحَدِ السَّبِيلَيْنِ ; الْقُبُلِ وَالدُّبُرِ، وَظَاهِرُ الْآيَةِ أَنَّ الَّذِي يَنْقُضُ هُوَ الَّذِي يَخْرُجُ فِي مَحَلِّ التَّخَلِّي (قَضَاءِ الْحَاجَّةِ) الَّذِي عُبِّرَ عَنْهُ بِالْغَائِطِ، فَلَا يَدْخُلُ فِيهِ الرِّيحُ وَالْمَذْيُ اللَّذَانِ يَخْرُجَانِ فِي كُلِّ مَكَانٍ، وَلَكِنْ ثَبَتَ فِي السُّنَّةِ نَقْضُ الْوُضُوءِ بِهِمَا، وَصَحَّ الْحَدِيثُ فِي أَنَّ الرِّيحَ الَّذِي يَخْرُجُ مِنَ الدُّبُرِ، يُعْتَبَرُ فِي نَقْضِهِ لِلْوُضُوءِ، أَنْ يُسْمَعَ لَهُ صَوْتٌ، أَوْ تُشَمَّ لَهُ رَائِحَةٌ. رَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ، وَابْنُ مَاجَهْ، مِنْ حَدِيثِ أَبِي هُرَيْرَةَ:  \" لَا وُضُوءَ إِلَّا مِنْ صَوْتٍ أَوْ رِيحٍ \" أَيْ رَائِحَةٍ. قَالَ الْبَيْهَقِيُّ: هَذَا حَدِيثٌ ثَابِتٌ، وَقَدِ اتَّفَقَ الشَّيْخَانِ عَلَى إِخْرَاجِ مَعْنَاهُ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ زَيْدٍ، فَمَا يُحِسُّ الْإِنْسَانُ بِخُرُوجِهِ مِنْهُ لَا يَسْمَعُ لَهُ صَوَّتًا، وَلَا يَجِدُ لَهُ رَائِحَةً لَا يُعْتَدُّ بِهِ، وَإِنْ كَانَ فِي الصَّلَاةِ. وَقَدْ رُوِيَ الْحَدِيثُ بِلَفْظِ \" إِذَا كَانَ أَحَدُكُمْ فِي الصَّلَاةِ، فَوَجَدَ رِيحًا مِنْ نَفْسِهِ، فَلَا يَخْرُجُ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا \" الرِّيحُ الثَّانِيَةُ: الرَّائِحَةُ، وَالْعُمْدَةُ: الْيَقِينُ بِأَنَّهُ خَرَجَ مِنْهُ شَيْءٌ. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي النَّقْضِ بِخُرُوجِ الدَّمِ مِنَ الْبَدَنِ بِجُرْحٍ، أَوْ حِجَامَةٍ، أَوْ رُعَافٍ. قِيلَ: يَنْقَضُ مُطْلَقًا، وَقِيلَ: لَا مُطْلَقًا، وَقِيلَ: يَنْقُضُ كَثِيرُهُ دُونَ قَلِيلِهِ، وَلَا يَصِحُّ فِي ذَلِكَ حَدِيثٌ يُحْتَجُّ بِهِ مَعَ تَوفُّرِ الدَّوَاعِي عَلَى نَقْلِهِ ; لِكَثْرَةِ مَنْ كَانَ يُجْرَحُ مِنَ الْمُسْلِمِينَ فِي الْقِتَالِ، دَعِ الْحِجَامَةَ وَسَائِرَ الْجُرُوحِ وَالدَّمَامِلَ، بَلْ رَوَى أَبُو دَاوُدَ، وَابْنُ خُزَيْمَةَ، وَالْبُخَارِيُّ تَعْلِيقًا، أَنَّ عَبَّادَ بْنَ بِشْرٍ أُصِيبَ بِسِهَامٍ وَهُوَ يُصَلِّي، فَاسْتَمَرَّ فِي صَلَاتِهِ، وَلَمْ يَنْقَلْ أَنَّ النَّبِيَّ، صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ أَمَرَهُ بِإِعَادَةِ الصَّلَاةِ، وَلَا بِالْوُضُوءِ مِنْ ذَلِكَ، وَيَبْعُدُ أَلَّا يَطَّلِعَ عَلَى ذَلِكَ. وَصَحَّ عَنْ جَمَاعَةٍ مِنَ الصَّحَابَةِ تَرْكَ الْوُضُوءَ مَنْ يَسِيرِ الدَّمِ. </p><p> وَاخْتَلَفُوا فِي الْقَيْءِ أَيْضًا قَالَتِ الْعِتْرَةُ وَالْحَنَفِيَّةُ: يَنْقُضُ إِذَا كَانَ دَفْعَةً كَبِيرَةً مِنَ الْمَعِدَةِ تَمْلَأُ الْفَمَ، وَقَالَ غَيْرُهُمْ: لَا يَنْقُضُ، وَلَمْ يَصِحَّ فِي نَقْضِهِ حَدِيثٌ يُحْتَجُّ بِهِ. </p><p> وَاخْتَلَفُوا فِي النَّوْمِ عَلَى ثَمَانِيَةِ مَذَاهِبَ:  (١) لَا يَنْقُضُ مُطْلَقًا، وَعَلَيْهِ الشِّيعَةُ الْإِمَامِيَّةُ. </p><p> (٢) يَنْقُضُ مُطْلَقًا، وَعَلَيْهِ الْحَسَنُ الْبَصْرِيُّ، وَالْمُزَنِيُّ، وَإِسْحَاقُ بْنُ رَاهَوَيْهِ، وَابْنُ الْمُنْذِرِ. </p><p> (٣) يَنْقُضُ كَثِيرُهُ مُطْلَقًا، وَعَلَيْهِ الزُّهْرِيُّ وَرَبِيعَةُ وَمَالِكٌ وَأَحْمَدُ فِي رِوَايَةٍ. </p><p> (٤) يَنْقُضُ إِذَا نَامَ مُسْتَلْقِيًا أَوْ مُضْطَجِعًا، أَوْ عَلَى هَيْئَةِ الْمُصَلِّي، فِيمَا عَدَا الْقُعُودِ، وَعَلَيْهِ أَبُو حَنِيفَةَ وَدَاوُدُ الظَّاهِرِيُّ. </p><p> (٥) يَنْقُضُ فِي الصَّلَاةِ، لَا فِي خَارِجِهَا، وَعَلَيْهِ زَيْدُ بْنُ عَلِيٍّ. </p><p> (٦، ٧) يَنْقُضُ نَوْمُ الرَّاكِعِ وَالسَّاجِدِ، أَوِ السَّاجِدِ فَقَطْ، رُوِيَا عَنْ أَحْمَدَ. </p><p> (٨) أَنَّ النَّوْمَ لَيْسَ حَدَثًا، وَإِنَّمَا هُوَ مَظِنَّةُ الْحَدَثِ، فَمَنْ نَامَ مُمَكِّنًا مَقْعَدَتَهُ مِنَ الْأَرْضِ لَا يَنْتَقِضُ وُضُوؤُهُ بِحَالٍ، وَمَنْ نَامَ غَيْرَ مُمَكِّنٍ انْتَقَضَ وُضُوؤُهُ، وَبِهَذَا الْقَوْلِ يُمْكِنُ الْجَمْعُ بَيْنَ الرِّوَايَاتِ الْمُتَعَارِضَةِ فِي ذَلِكَ، وَإِنْ كَانَ مِنَ الْعَمَلِ بِتَرْجِيحِ الْغَالِبِ عَلَى الْأَصْلِ الَّذِي هُوَ الْبَرَاءَةُ، وَعَدَمُ خُرُوجِ شَيْءٍ، وَقَدْ ثَبَتَ فِي حَدِيثِ ابْنِ عَبَّاسٍ فِي الصَّحِيحِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَامَ حَتَّى سُمِعَ غَطِيطُهُ، ثُمَّ قَامَ فَصَلَّى صَلَاةَ اللَّيْلِ وَلَمْ يَتَوَضَّأْ، قَالُوا: تِلْكَ مِنْ خَصَائِصِهِ بِقَرِينَةِ مَا وَرَدَ أَنَّ عَيْنَيْهِ تَنَامَانِ، وَلَا يَنَامُ قَلْبُهُ، وَثَبَتَ فِي الصَّحِيحِ مِنْ حَدِيثِهِ أَيْضًا أَنَّهُ صَلَّى مَعَهُ صَلَاةَ اللَّيْلِ، قَالَ:  \" فَجَعَلْتُ إِذَا أَغْفَيْتُ يَأْخُذُ بِشَحْمَةِ أُذُنِي \" ، وَثَبَتَ فِي حَدِيثِ أَنَسٍ أَنَّ الصَّحَابَةَ، رَضِيَ اللهُ عَنْهُمْ، كَانُوا يَنْتَظِرُونَ الْعِشَاءَ الْآخِرَةَ حَتَّى تَخْفِقَ رُءُوسُهُمْ ; أَيْ تَمِيلَ مِنَ النُّعَاسِ أَوِ النَّوْمِ، ثُمَّ يُصَلُّونَ، وَلَا يَتَوَضَّئُونَ، رَوَاهُ الشَّافِعِيُّ فِي الْأُمِّ، وَمُسْلِمٌ وَأَبُو دَاوُدَ، وَزَادَ مِنْ طَرِيقِ شُعْبَةَ \" حَتَّى إِنِّي لَأَسْمَعُ لِأَحَدِهِمْ غَطِيطًا \" ، وَحَمَلَهُ ابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَغَيْرُهُمَا عَلَى نَوْمِ الْجَالِسِ ; لِأَنَّ الْغَالِبَ عَلَى مُنْتَظِرِي الصَّلَاةِ أَنْ يَكُونُوا جُلُوسًا، وَلَكِنْ جَاءَ فِي بَعْضِ الرِّوَايَاتِ \" فَيَضَعُونَ جُنُوبَهُمْ ; فَمِنْهُمْ مَنْ يَنَامُ ثُمَّ يَقُومُ إِلَى الصَّلَاةِ \" رَوَاهَا ابْنُ الْقَطَّانِ عَنْ شُعْبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ، وَنَقَلَ النَّوَوِيُّ اتِّفَاقَ الْعُلَمَاءِ عَلَى أَنَّ الْجُنُونَ وَالْإِغْمَاءَ وَكُلَّ مَا يُزِيلُ الْعَقْلَ مِنْ سُكْرٍ أَوْ دَوَاءٍ وَغَيْرِهِمَا، يَنْقُضُ الْوُضُوءَ مُطْلَقًا. </p><p> وَاخْتَلَفُوا فِي الْوُضُوءِ مِنْ لَمْسِ الْمَرْأَةِ ; أَيْ مَسِّ شَيْءٍ مِنْ بَدَنِهَا بِغَيْرِ حَائِلٍ، رُوِيَ عَنِ ابْنِ مَسْعُودٍ، وَابْنِ عُمَرَ وَالزُّهْرِيِّ، أَنَّهُ يَنْقُضُ، وَعَلَيْهِ الشَّافِعِيُّ. وَعَنْ عَلِيٍّ، وَابْنِ عَبَّاسٍ، وَعَطَاءٍ، وَطَاوُسٍ، أَنَّهُ لَا يَنْقُضُ، وَعَلَيْهِ الْعِتْرَةُ وَالْحَنَفِيَّةُ، وَقَالَ بَعْضُهُمْ: إِنَّمَا يَنْقُضُ اللَّمْسُ </p><p> بِشَهْوَةٍ فَقَطْ، وَقَاسُوا عَلَى هَذَا لَمْسَ الْأَمْرَدِ. اسْتَدَلَّ الْمُثْبِتُ وَالنَّافِي بِالْآيَةِ ; إِذْ حَمَلَ بَعْضُهُمِ الْمُلَامَسَةَ فِيهَا عَلَى الْجَسِّ، وَالْآخَرُونَ عَلَى الْوِقَاعِ، وَهَذَا هُوَ الصَّحِيحُ الْمُخْتَارُ، وَعَلَيْهِ ابْنُ عَبَّاسٍ. </p><p> وَاخْتَلَفَتِ الْأَحَادِيثُ فِي ذَلِكَ ; فَأَمَّا النَّقْضُ فَلَا يَصِحُّ شَيْءٌ مِمَّا اسْتُدِلَّ بِهِ عَلَيْهِ، وَأَمَّا عَدَمُهُ فَفِيهِ حَدِيثُ عَائِشَةَ عِنْدَ مُسْلِمٍ وَالتِّرْمِذِيِّ وَصَحَّحَهُ، أَنَّهَا وَضَعَتْ يَدَهَا عَلَى قَدَمِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي فِي الْمَسْجِدِ، وَحَدِيثُهَا عِنْدَ النَّسَائِيِّ، وَصَحَّحَهُ الْحَافِظُ ابْنُ حَجَرٍ فِي التَّلْخِيصِ: أَنَّهُ كَانَ يُصَلِّي لَيْلًا، أَيْ فِي بَيْتِهَا، وَهِيَ مُعْتَرِضَةٌ بَيْنَ يَدَيْهِ كَالْجِنَازَةِ، فَإِذَا أَرَادَ أَنْ يَسْجُدَ مَسَّهَا بِرِجْلِهِ ; أَيْ لِتُوَسِّعَ لَهُ الْمَكَانَ. قِيلَ: يَحْتَمِلُ أَنْ يَكُونَ الْمَسُّ بِحَائِلٍ، وَهُوَ احْتِمَالٌ مُتَكَلَّفٌ، بَلْ بَاطِلٌ، وَرُوِيَ عَنْهَا مِنْ عِدَّةِ طُرُقٍ أَنَّهُ كَانَ يُقَبِّلُ بَعْضَ أَزْوَاجِهِ وَلَا يَتَوَضَّأُ، وَاخْتَلَفُوا فِي تَصْحِيحِهَا وَتَضْعِيفِهَا، وَأَقُولُ: لَوْ كَانَ لَمْسُ الْمَرْأَةِ يَنْقُضُ الْوُضُوءَ لَتَوَفَّرَتِ الدَّوَاعِي عَلَى نَقْلِهِ بِالتَّوَاتُرِ. </p><p> وَاخْتَلَفُوا فِي نَقْضِ الْوُضُوءِ بِمَسِّ الْفَرْجِ بِدُونِ حَائِلٍ. وَالْأَصْلُ فِيهِ تَعَارُضُ الْأَحَادِيثِ (فَمِنْهَا) فِي إِثْبَاتِ النَّقْضِ حَدِيثُ بُسْرَةَ الْمَرْفُوعُ: \" مَنْ مَسَّ ذَكَرَهُ فَلَا يُصَلِّ حَتَّى يَتَوَضَّأَ \" رَوَاهُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةِ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَفِي رِوَايَةٍ لِأَحْمَدَ وَالنَّسَائِيِّ \"، وَيَتَوَضَّأُ مَنْ مَسَّ الذَّكَرَ \" ، قَالُوا: وَيَشْمَلُ ذَكَرَ نَفْسِهِ وَغَيْرِهِ، وَهُوَ مَعْقُولٌ، وَإِنْ كَانَ الظَّاهِرُ أَنَّهُ رِوَايَةٌ بِالْمَعْنَى، وَلَمْ يُخْرِجْهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا ; لِاخْتِلَافٍ وَقَعَ فِي سَمَاعِ عُرْوَةَ مِنْ بُسْرَةَ. قِيلَ: سَمِعَ مِنْهَا، وَقِيلَ: مِنْ مَرْوَانَ عَنْهَا، وَمَرْوَانُ مَطْعُونٌ فِيهِ، وَقِيلَ: أَرْسَلَ مَرْوَانُ رَجُلًا مِنْ حَرَسِهِ إِلَى بُسْرَةَ، فَسَأَلَهَا عَنْهُ، وَعَادَ فَأَخْبَرَهُ بِأَنَّهَا قَالَتْهُ، وَالْحَرَسِيُّ مَجْهُولُ الْعَدَالَةِ. وَقَالَ الْبُخَارِيُّ: إِنَّ هَذَا الْحَدِيثَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ، وَإِنْ لَمْ يُخْرِجْهُ فِي صَحِيحِهِ لِمَا ذُكِرَ. وَحَدِيثُ أُمِّ حَبِيبَةَ الْمَرْفُوعُ:  \" مَنْ مَسَّ فَرْجَهُ فَلْيَتَوَضَّأْ \" رَوَاهُ ابْنُ مَاجَهْ، وَصَحَّحَهُ أَحْمَدُ، وَأَبُو زُرْعَةَ. وَحَدِيثُ أَبِي هُرَيْرَةَ الْمَرْفُوعُ:  \" مَنْ أَفْضَى بِيَدِهِ إِلَى ذَكَرِهِ، لَيْسَ دُونَهُ سِتْرٌ، فَقَدْ وَجَبَ عَلَيْهِ الْوُضُوءُ \" رَوَاهُ أَحْمَدُ، وَابْنُ حِبَّانَ فِي صَحِيحِهِ، وَصَحَّحَهُ الْحَاكِمُ، وَابْنُ عَبْدِ الْبَرِّ أَيْضًا. وَحَدِيثُ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ يَرْفَعُهُ:  \" أَيُّمَا رَجُلٍ مَسَّ فَرْجَهُ فَلْيَتَوَضَّأْ، وَأَيُّمَا امْرَأَةٍ مَسَّتْ فَرْجَهَا فَلْتَتَوَضَّأْ \" رَوَاهُ أَحْمَدُ، وَالتِّرْمِذِيُّ، وَرُوِيَ الْأَخْذُ بِهَذِهِ الْأَحَادِيثِ عَنْ عُمَرَ، وَابْنِهِ عَبْدِ اللهِ، وَأَبِي هُرَيْرَةَ، وَابْنِ عَبَّاسٍ، وَسَعْدِ </p><p> بْنِ أَبِي وَقَّاصٍ، وَعَائِشَةَ، وَعَنْ عَطَاءٍ، وَالزُّهْرِيِّ، وَسَعِيدِ بْنِ الْمُسَيِّبِ، وَمُجَاهِدٍ، وَهُوَ مَذْهَبُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَمَالِكٍ فِي الْمَشْهُورِ عَنْهُ، وَاشْتَرَطَ الشَّافِعِيُّ أَنْ يَكُونَ الْمَسُّ بِبَاطِنِ الْكَفِّ، وَظَاهِرُ حَدِيثِ أَبِي هُرَيْرَةَ الْعُمُومُ ; لِأَنَّ الْإِفْضَاءَ مَعْنَاهُ الْوُصُولُ، وَكَأَنَّ الشَّافِعِيَّ فَهِمَ هَذَا مِنْ أَنَّ الْوَاقِعَ أَنَّ الْمَسَّ الِاخْتِيَارِيَّ الْمُعْتَادَ إِنَّمَا يَكُونُ بِبَاطِنِ الْكَفِّ، وَهُوَ الَّذِي يَكُونُ مَظِنَّةَ إِثَارَةِ الشَّهْوَةِ الَّتِي هِيَ عِلَّةُ النَّقْضِ فِيمَا يَظْهَرُ، فَلَا يُعْتَدُّ بِغَيْرِهِ، وَرُوِيَ عَنْ مَالِكٍ، أَنَّ الْوُضُوءَ إِنَّمَا يُنْدَبُ مِنَ الْمَسِّ نَدْبًا، وَيَرُدُّهُ حَدِيثُ أَبِي هُرَيْرَةَ. وَقِيلَ: إِنَّ رِوَايَةَ الْفَرْجِ تَشْمَلُ الْقُبُلَ وَالدُّبُرَ، وَعَلَيْهِ الشَّافِعِيُّ فِي الْجَدِيدِ. وَالظَّاهِرُ أَنَّ الْمُرَادَ بِالْفَرْجِ </p><p> الْقُبُلُ ; لِمُوَافَقَةِ أَكْثَرِ الرِّوَايَاتِ، وَلِأَنَّ شَرَجَ الدُّبُرِ لَا يُلْمَسُ عَادَةً، وَلَا هُوَ مَظِنَّةُ إِثَارَةِ الشَّهْوَةِ. </p><p> وَرُوِيَ الْقَوْلُ بِعَدَمِ النَّقْضِ بِالْمَسِّ عَنْ عَلِيٍّ وَابْنِ مَسْعُودٍ وَعَمَّارِ بْنِ يَاسِرٍ، وَعَنِ الْحَسَنِ الْبَصْرِيِّ، وَرَبِيعَةَ، وَغَيْرِهِمْ مِنَ الصَّحَابَةِ، وَالتَّابِعِينَ، وَهُوَ مَذْهَبُ الثَّوْرِيِّ، وَالْعِتْرَةِ، وَالْحَنَفِيَّةِ، وَحُجَّةُ هَؤُلَاءِ فِي مُعَارَضَةِ تِلْكَ الْأَحَادِيثِ، حَدِيثُ طَلْقِ بْنِ عَلِيٍّ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ: الرَّجُلُ يَمَسُّ ذَكَرَهُ أَعَلَيْهِ وُضُوءٌ؟ فَقَالَ:  \" إِنَّمَا هُوَ بَضْعَةٌ مِنْكَ \" رَوَاهُ أَحْمَدُ، وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةِ، وَالدَّارَقُطْنِيُّ، وَصَحَّحَهُ ابْنُ حِبَّانَ، وَالطَّبَرَيُّ، وَابْنُ حَزْمٍ، وَعَمْرُو بْنُ عَلِيِّ بْنِ الْفَلَّاسِ، وَقَالَ: هُوَ عِنْدَنَا أَثْبَتُ مِنْ حَدِيثِ بُسْرَةَ، وَرُوِيَ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ أَنَّهُ قَالَ: هُوَ عِنْدَنَا أَحْسَنُ مِنْ حَدِيثِ بُسْرَةَ، وَالصَّوَابُ أَنَّهُ صَحِيحٌ، وَأَنَّ حَدِيثَ بُسْرَةَ أَصَحُّ مِنْهُ وَأَقْوَى دَعَائِمَ ; لِمَا يُؤَيِّدُهُ مِنَ الْأَحَادِيثِ الْأُخْرَى، وَادَّعَى بَعْضُهُمْ نَسْخَ حَدِيثِ طَلْقٍ ; لِأَنَّهُ رَوَى حَدِيثَ النَّقْضِ بِلَفْظِ حَدِيثِ أُمِّ حَبِيبَةَ. وَقَالَ بَعْضُهُمْ: إِنَّمَا يَنْقُضُ الْمَسُّ إِذَا كَانَ بِلَذَّةٍ، وَرَأَى الشَّعَرَانِيُّ فِي الْجَمْعِ بَيْنَ الْحَدِيثَيْنِ عَلَى طَرِيقَتِهِ فِي الْمِيزَانِ، أَنَّ نَقْضَ الْوُضُوءِ بِالْمَسِّ عَزِيمَةٌ، فَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوجِبُهُ عَلَى أَهْلِ الْعَزَائِمِ مِنَ الصَّحَابَةِ سُكَّانِ الْمَدِينَةِ، وَمِثْلُهَا سَائِرُ الْأَمْصَارِ الَّتِي يَسْهُلُ فِيهَا الْوُضُوءُ فِي كُلِّ وَقْتٍ، وَعَدَمُ النَّقْضِ رُخْصَةٌ رَخَّصَ بِهَا لِلسَّائِلِ، وَكَانَ بَدَوِيًّا، وَعُلَمَاءُ الْأُصُولِ يَرُدُّونَ مِثْلَ هَذَا الْجَمْعِ بِأَنَّ أَحَادِيثَ النَّقْضِ وَرَدَتْ بِصِيغَةِ الْعُمُومِ. </p><p> وَاخْتَلَفُوا فِي الْوُضُوءِ مِنْ أَكْلِ لُحُومِ الْإِبِلِ ; فَذَهَبَ الْجُمْهُورُ إِلَى عَدَمِ النَّقْضِ بِهِ، </p><p> وَعَلَيْهِ الْخُلَفَاءُ الْأَرْبَعَةُ، وَكَثِيرٌ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ، وَهُوَ مَذْهَبُ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ وَالشَّافِعِيَّةِ، وَرُوِيَ عَنْ بَعْضِ الصَّحَابَةِ وَالتَّابِعِينَ الْقَوْلُ بِالنَّقْضِ، وَهُوَ مَذْهَبُ أَحْمَدَ وَإِسْحَاقَ وَكَثِيرٍ مِنْ عُلَمَاءِ الْحَدِيثِ. وَقَدْ صَحَّ الْحَدِيثُ بِالْأَمْرِ بِالْوُضُوءِ مِنْهُ، وَقَالَ الْجُمْهُورُ بِنَسْخِهِ، وَلَا يُعْرَفُ حَدِيثٌ صَرِيحٌ مُثْبِتٌ لِلنَّسْخِ، وَلَكِنَّ عَمَلَ الْخُلَفَاءِ الْأَرْبَعَةِ وَجُمْهُورِ الصَّحَابَةِ وَأَهْلِ الْمَدِينَةِ إِذَا لَمْ يَدُلَّ عَلَى النَّسْخِ فَقَدْ يَدُلُّ عَلَى عَدَمِ صِحَّةِ مَا وَرَدَ فِي النَّقْضِ، وَإِنْ صَحَّحَ الْمُحَدِّثُونَ حَدِيثِينَ فِيهِ؛ حَدِيثَ جَابِرِ بْنِ سَمُرَةَ، وَحَدِيثَ الْبَرَاءِ، فَغَيْرُ مَعْقُولٍ أَنْ يَعْرِفَ جَابِرٌ وَالْبَرَاءُ مَا يَجْهَلُهُ الْجُمْهُورُ الْأَعْظَمُ، وَمِنْهُمُ الْخُلَفَاءُ الرَّاشِدُونَ. </p><p> وَالْخِلَافُ فِي هَذِهِ الْمَسْأَلَةِ كَالْخِلَافِ فِي الْوُضُوءِ مِمَّا مَسَّتِ النَّارُ ; أَيْ مِنْ أَكْلِ مَا طُبِخَ وَعُولِجَ بِالنَّارِ، قَالَ بَعْضُهُمْ يَنْقُضُ، وَاحْتَجُّوا بِحَدِيثِ:  \" تَوَضَّئُوا مِمَّا مَسَّتِ النَّارُ \" رَوَاهُ أَحْمَدُ، وَمُسْلِمٌ، وَالنَّسَائِيُّ عَنْ عَائِشَةَ، وَزَيْدِ بْنِ ثَابِتٍ، وَأَبِي هُرَيْرَةَ، وَالْجُمْهُورُ عَلَى أَنَّهُ لَا يَنْقُضُ، وَمِنْهُمُ الْخُلَفَاءُ الْأَرْبَعَةُ وَالْعَبَادِلَةُ، إِلَّا عَبْدَ اللهِ بْنَ عَمْرٍو لَمْ أَرَ عَنْهُ شَيْئًا، وَهُوَ مَذْهَبُ الْفُقَهَاءِ الْأَرْبَعَةِ وَأَكْثَرِ عُلَمَاءِ الْأَمْصَارِ، وَاحْتَجُّوا بِأَحَادِيثَ ; مِنْهَا حَدِيثُ مَيْمُونَةَ: \" أَكَلَ رَسُولُ اللهِ صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ مِنْ كَتِفِ شَاةٍ، ثُمَّ قَامَ، فَصَلَّى وَلَمْ يَتَوَضَّأْ \"،وَحَدِيثُ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ:\" رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْتَزُّ مِنْ كَتِفِ شَاةٍ، فَأَكَلَ وَلَمْ يَتَوَضَّأْ \" رَوَاهُمَا الْبُخَارِيُّ وَمُسْلِمٌ.</p><p> (حِكْمَةُ شَرْعِ الْوُضُوءِ وَالْغُسْلِ) وَلَمَّا بَيَّنَ فَرْضَ الْوُضُوءِ وَفَرْضَ الْغُسْلِ، وَمَا يَحُلُّ مَحَلَّهُمَا عِنْدَ تَعَذُّرِهِمَا أَوْ تَعَسُّرِهِمَا؛ تَذْكِيرًا بِهِمَا وَمُحَافَظَةً عَلَى مَعْنَى التَّعَبُّدِ فِيهِمَا، وَهُوَ التَّيَمُّمُ - بَيَّنَ حِكْمَةَ شَرْعِهِمَا لَنَا، مُبْتَدِئًا بِبَيَانِ قَاعِدَةٍ مِنْ أَعْظَمِ قَوَاعِدِ هَذِهِ الشَّرِيعَةِ السَّمْحَةِ، فَقَالَ:  (مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ) أَيْ مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ فِيمَا شَرَعَهُ لَكُمْ فِي هَذِهِ الْآيَةِ وَلَا فِي غَيْرِهَا أَيْضًا حَرَجًا مَا ; أَيْ أَدْنَى ضِيقٍ وَأَقَلَّ مَشَقَّةٍ ; لِأَنَّهُ تَعَالَى غَنِيٌّ عَنْكُمْ، رَءُوفٌ رَحِيمٌ بِكُمْ، فَهُوَ لَا يَشْرَعُ لَكُمْ إِلَّا مَا فِيهِ الْخَيْرُ وَالنَّفْعُ </p><p> لَكُمْ (وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ) مِنَ الْقَذَرِ وَالْأَذَى، وَمِنَ الرَّذَائِلِ وَالْمُنْكَرَاتِ، وَالْعَقَائِدِ الْفَاسِدَةِ ; فَتَكُونُوا أَنْظَفَ النَّاسِ أَبْدَانًا، وَأَزْكَاهُمْ نُفُوسًا، وَأَصَحَّهُمْ أَجْسَامًا، وَأَرْقَاهُمْ أَرْوَاحًا (وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ) بِالْجَمْعِ بَيْنَ طَهَارَةِ الْأَرْوَاحِ وَتَزْكِيَتِهَا، وَطَهَارَةِ الْأَجْسَادِ وَصِحَّتِهَا، فَإِنَّمَا الْإِنْسَانُ رُوحٌ وَجَسَدٌ، لَا تَكْمُلُ إِنْسَانِيَّتُهُ إِلَّا بِكَمَالِهِمَا مَعًا، فَالصَّلَاةُ تُطَهِّرُ الرُّوحَ، وَتُزَكِّي النَّفْسَ ; لِأَنَّهَا تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكِرِ، وَتُرَبِّي فِي الْمُصَلِّي مَلَكَةَ مُرَاقَبَةِ اللهِ تَعَالَى وَخَشْيَتِهِ لَدَى الْإِسَاءَةِ، وَحُبِّهِ وَالرَّجَاءِ فِيهِ عِنْدَ الْإِحْسَانِ، وَتُذَكِّرُهُ دَائِمًا بِكَمَالِهِ الْمُطْلَقِ، فَتُوَجِّهُ هِمَّتَهُ دَائِمًا إِلَى طَلَبِ الْكَمَالِ (رَاجِعْ تَفْسِيرَ: (حَافَظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى) . (٢: ٢٣٨) فِي الْجُزْءِ الثَّانِي مِنَ التَّفْسِيرِ) . وَالطَّهَارَةُ الَّتِي جَعَلَهَا اللهُ تَعَالَى شَرْطًا لِلدُّخُولِ فِي الصَّلَاةِ وَمُقْدِمَةً لَهَا، تُطَهِّرُ الْبَدَنَ وَتُنَشِّطُهُ ; فَيَسْهُلُ بِذَلِكَ الْعَمَلُ عَلَى الْعَامِلِ مِنْ عِبَادَةٍ وَغَيْرِ عِبَادَةٍ، فَمَا أَعْظَمَ نِعْمَةَ اللهِ تَعَالَى عَلَى النَّاسِ بِهَذَا الدِّينِ الْقَوِيمِ، وَمَا أَجْدَرَ مَنْ هَدَاهُ اللهُ إِلَيْهِ بِدَوَامِ الشُّكْرِ لَهُ عَلَيْهِ. وَلِذَلِكَ خَتَمَ الْآيَةَ بِقَوْلِهِ:  (لَعَلَّكُمْ تَشْكُرُونَ) أَيْ وَلِيُعِدَّكُم بِذَلِكَ لِدَوَامِ شُكْرِهِ ; فَتَكُونُوا أَهْلًا لَهُ، وَيَكُونَ مَرْجُوًّا مِنْكُمْ لِتَحَقُّقِ أَسْبَابِهِ، وَدَوَامِ الْمُذَكِّرَاتِ بِهِ، فَتَعْنَوْا بِالطَّهَارَةِ الْحِسِّيَّةِ وَالْمَعْنَوِيَّةِ، وَتَقُومُوا بِشُكْرِ النِّعَمِ الظَّاهِرَةِ وَالْبَاطِنَةِ. </p><p> وَقَدِ اسْتُعْمِلَ لَفْظُ \" الطَّهَارَةِ \" فِي بَعْضِ الْآيَاتِ بِمَعْنَى الطَّهَارَةِ الْبَدَنِيَّةِ الْحِسِّيَّةِ، وَفِي بَعْضِهَا بِمَعْنَى الطَّهَارَةِ النَّفْسِيَّةِ الْمَعْنَوِيَّةِ، وَفِي بَعْضٍ آخَرَ بِالْمَعْنَيَيْنِ جَمِيعًا بِدَلَالَةِ الْقَرِينَةِ، فَمِنَ </p><p> الْأَوَّلِ قَوْلُهُ تَعَالَى:  (وَثِيَابَكَ فَطَهِّرْ)  (٧٤: ٤) وَقَوْلُهُ فِي النِّسَاءِ عِنْدَ الْحَيْضِ: (وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ) أَيْ مِنَ الدَّمِ (فَإِذَا تَطَهَّرْنَ) أَيِ اغْتَسَلْنَ بَعْدَ انْقِطَاعِ الدَّمِ (فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ) وَخَتَمَ الْآيَةَ بِقَوْلِهِ: (إِنَّ اللهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ)  (٢: ٢٢٢) وَالتَّطَهُّرُ فِيهِ شَامِلٌ لِلطَّهَارَتَيْنِ الْحِسِّيَّةِ وَالْمَعْنَوِيَّةِ ; أَيِ الْمُتَطَهِّرِينَ مِنَ الْأَقْذَارِ وَالْأَحْدَاثِ، وَمِنَ الْفَوَاحِشِ وَالْمُنْكَرَاتِ ; فَالسِّيَاقُ قَرِينَةٌ عَلَى الْمَعْنَى الْأَوَّلِ، وَذِكْرُ التَّوْبَةِ قَرِينَةٌ عَلَى الْمَعْنَى الثَّانِي، وَيُشِيرُ إِلَيْهِ السِّيَاقُ مِنْ حَيْثُ إِنَّ مَنْ أَتَى الْحَائِضَ قَبْلَ أَنْ تَطْهُرَ وَتَتَطَهَّرَ يَجِبُ عَلَيْهِ التَّوْبَةُ. وَمِنَ الْمَعْنَى الثَّانِي خَاصَّةً قَوْلُهُ عَزَّ وَجَلَّ:  (أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ)  (٥: ٤١) وَقَوْلُهُ تَعَالَى حِكَايَةً عَنْ قَوْمِ لُوطٍ: (أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ)  (٢٧: ٥٦) أَيْ مِنَ </p><p> الْفَاحِشَةِ، وَمِنْهُ قَوْلُهُ تَعَالَى:  (وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ)  (٢: ١٢٥) أَيْ طَهِّرَاهُ مِنَ الْوَثَنِيَّةِ وَشَعَائِرِهَا وَمَظَاهِرِهَا ; كَالْأَصْنَامِ، وَالتَّمَاثِيلِ، وَالصُّوَرِ. وَمِنَ الْآيَاتِ الَّتِي اسْتُعْمِلَتِ الطَّهَارَةُ فِيهَا بِمَعْنَيَيْهَا قَوْلُهُ تَعَالَى:  (لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللهُ يُحِبُّ الْمُطَّهِرِينَ)  (٩: ١٠٨) فَإِذَا تَأَمَّلْتَ هَذِهِ الْآيَاتِ، وَعَرَفْتَ اسْتِعْمَالَ الْقُرْآنِ لِكَلِمَةِ الطَّهَارَةِ فِي مَعْنَيَيْهَا تَرَجَّحَ عِنْدَكَ أَنَّ الْآيَةَ الَّتِي نُفَسِّرُهَا مِنْ هَذَا الْقَبِيلِ، فَذِكْرُ الطَّهَارَةِ بَعْدَ الْأَمْرِ بِالْوُضُوءِ وَالْغُسْلِ قَرِينَةُ الْمَعْنَى الْأَوَّلِ. وَالسِّيَاقُ الْعَامُّ وَذِكْرُ إِتْمَامِ النِّعْمَةِ بَعْدَ الطَّهَارَةِ الَّتِي ذُكِرَتْ بِغَيْرِ مُتَعَلِّقٍ، قَرِينَةُ الْمَعْنَى الثَّانِي مَضْمُومًا إِلَى الْأَوَّلِ. </p><p> أَمَّا تَفْصِيلُ الْقَوْلِ فِي حِكْمَةِ الْوُضُوءِ وَالْغُسْلِ، وَيَتَضَمَّنُ حِكْمَةَ مَا يَجِبُ مِنْ طَهَارَةِ كُلِّ الْبَدَنِ وَالثِّيَابِ مِنَ الْقَذَرِ، فَيَدْخُلُ فِي مَسْأَلَتَيْنِ نُبَيِّنُ فِيهِمَا فَوَائِدَهُمَا الذَّاتِيَّةَ، وَفَوَائِدَهُمَا الدِّينِيَّةَ. </p><p> الْفَوَائِدُ الذَّاتِيَّةُ لِلطَّهَارَةِ الْحِسِّيَّةِ: أَمَّا فَوَائِدُهُمَا الذَّاتِيَّةُ فَثَلَاثٌ (الْفَائِدَةُ الْأُولَى) : مَا أَشَرْنَا إِلَيْهِ آنِفًا مِنْ كَوْنِ غَسْلِ الْبَدَنِ كُلِّهِ وَغَسْلِ أَطْرَافِهِ، يُفِيدُ صَاحِبَهُ نَشَاطًا وَهِمَّةً، وَيُزِيلُ مَا يَعْرِضُ لِجَسَدِهِ مِنَ الْفُتُورِ وَالِاسْتِرْخَاءِ بِسَبَبِ الْحَدَثِ، أَوْ بِغَيْرِ ذَلِكَ مِنَ الْأَعْمَالِ الَّتِي تَنْتَهِي بِمِثْلِ تَأْثِيرِهِ، فَيَكُونُ جَدِيرًا بِأَنْ يُقِيمَ الصَّلَاةَ عَلَى وَجْهِهَا، وَيُعْطِيَهَا حَقَّهَا مِنَ الْخُشُوعِ وَمُرَاقَبَةِ اللهِ تَعَالَى، وَيَعْسُرُ هَذَا فِي حَالِ الْفُتُورِ وَالْكَسَلِ، وَالِاسْتِرْخَاءِ وَالْمَلَلِ، أَوِ الْحَرِّ وَالْبَرْدِ، وَنَزِيدُ ذَلِكَ بَيَانًا فَنَقُولُ: مِنَ الْمَعْرُوفِ عَقْلًا وَتَجْرِبَةً أَنَّ الطَّهَارَةَ دَوَاءٌ لِهَذِهِ الْعَوَارِضِ ; فَهِيَ بِمُقْتَضَى سُنَّةِ رَدِّ الْفِعْلِ تُفِيدُ الْمَقْرُورَ حَرَارَةً، وَالْمَحْرُورَ ابْتِرَادًا، وَتُزِيلُ الْفُتُورَ الَّذِي يَعْقُبُ خُرُوجَ الْفَضَلَاتِ مِنَ الْبَدَنِ ; كَالْبَوْلِ وَالْغَائِطِ اللَّذَيْنِ يَضُرُّ احْتِبَاسُهُمَا ; كَاحْتِبَاسِ الرِّيحِ فِي الْبَطْنِ، فَالْحَاقِنُ مِنَ الْبَوْلِ، وَالْحَاقِبُ مِنَ الْغَائِطِ، وَالْحَازِقُ مِنَ الرِّيحِ ; كَالْمَرِيضِ، وَكُلٌّ مِنْهُمْ تُكْرَهُ صَلَاتُهُ كَرَاهَةً شَدِيدَةً، </p><p> فَمَتَى خَرَجَتْ هَذِهِ الْفَضَلَاتُ الضَّارُّ احْتِبَاسُهَا يَشْعُرُ الْإِنْسَانُ كَأَنَّهُ كَانَ يَحْمِلُ حِمْلًا ثَقِيلًا وَأَلْقَاهُ، وَيَشْعُرُ عَقِبَ ذَلِكَ بِفُتُورٍ وَاسْتِرْخَاءٍ، فَإِذَا تَوَضَّأَ زَالَ ذَلِكَ، وَنَشَطَ وَانْتَعَشَ، وَكَذَلِكَ مَنْ مَسَّ فَرْجَهُ أَوْ قَبَّلَ امْرَأَتَهُ أَوْ مَسَّ جَسَدَهَا بِغَيْرِ حَائِلٍ يَحْصُلُ لَهُ لَذَّةٌ جَسَدِيَّةٌ فِي </p><p> بَعْضِ الْأَحْيَانِ، وَحُدُوثُ اللَّذَّةِ عِبَارَةٌ عَنْ تَنَبُّهٍ، أَوْ تَهَيُّجٍ فِي الْعَصَبِ، يَعْقُبُهُ فُتُورٌ مَا بِمُقْتَضَى سُنَّةِ رَدِّ الْفِعْلِ، وَالْوُضُوءُ يُزِيلُ هَذَا الْفُتُورَ الَّذِي يَصْرِفُ النَّفْسَ بِاللَّذَّةِ الْجَسَدِيَّةِ عَنِ اللَّذَّةِ الرُّوحِيَّةِ وَالْعَقْلِيَّةِ ; وَلِهَذَا اشْتَرَطَ بَعْضُ مَنْ قَالَ بِنَقْضِ الْوُضُوءِ بِمَسِّ مَا ذُكِرَ أَنْ يَكُونَ بِلَذَّةٍ، وَاكْتَفَى بَعْضُهُمْ بِكَوْنِهِ مَظِنَّةَ اللَّذَّةِ. </p><p> أَمَّا إِذَا بَلَغَ الْإِنْسَانُ مِنْ هَذِهِ اللَّذَّةِ الْجَسَدِيَّةِ غَايَتَهَا بِالْوِقَاعِ أَوِ الْإِنْزَالِ، فَيَكُونُ ذَلِكَ مُنْتَهَى تَهَيُّجِ الْمَجْمُوعِ الْعَصَبِيِّ الَّذِي يَعْقُبُهُ - بِسُنَّةِ رَدِّ الْفِعْلِ - أَشَدُّ الْفُتُورِ وَالِاسْتِرْخَاءِ وَالْكَسَلِ، وَضَعْفُ الِاسْتِعْدَادِ لِلَّذَّةِ الرُّوحِيَّةِ بِمُنَاجَاةِ اللهِ وَذِكْرِهِ، وَلَا يُزِيلُ ذَلِكَ إِلَّا غَسْلُ الْبَدَنِ كُلِّهِ ; فَلِذَلِكَ وَجَبَ الْغُسْلُ عَقِبَ ذَلِكَ. وَاشْتَرَطَ بَعْضُهُمْ فِي الْإِنْزَالِ اللَّذَّةَ، وَيَحْصُلُ نَحْوُ هَذَا الضَّعْفِ وَالْفُتُورِ لِلْمَرْأَةِ بِسَبَبَيْنِ آخَرَيْنِ، وَهُمَا الْحَيْضُ وَالنِّفَاسُ ; فَشُرِعَ لَهَا الْغُسْلُ عَقِبَهُمَا كَمَا شُرِعَ لَهَا الْغُسْلُ مِنَ الْجَنَابَةِ كَالرَّجُلِ، وَالظَّاهِرُ أَنَّ سَبَبَ مَا وَرَدَ فِي السُّنَّةِ مِنَ الْأَمْرِ بِالْوُضُوءِ مِنْ أَكْلِ مَا مَسَّتْهُ النَّارُ كُلُّهُ هُوَ مَا فِيهِ مِنَ اللَّذَّةِ، وَخَصَّ مِنْهَا لَحْمَ الْإِبِلِ لِأَنَّهُمْ كَانُوا يَسْتَطِيبُونَهُ، أَوْ لِأَنَّهُ يُسْتَثْقَلُ عَلَى الْمَعِدَةِ، فَيَضْعُفُ النَّشَاطُ عَقِبَ أَكْلِهِ، ثُمَّ خَفَّفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْأُمَّةِ فِي ذَلِكَ، وَاكْتَفَى بِالْحَدَثِ الَّذِي هُوَ غَايَةُ الْأَكْلِ عَنِ الْمَبْدَأِ كَمَا هُوَ مَذْهَبُ الْجَمَاهِيرِ، وَمَنْ زَالَ عَقْلُهُ بِمَرَضٍ عَصَبِيٍّ أَوْ غَيْرِهِ ; كَالْإِغْمَاءِ، وَالسُّكْرِ، وَتَنَاوُلِ بَعْضِ الْمُخَدِّرَاتِ وَالْأَدْوِيَةِ، لَا يَنْشَطُ بَعْدَ إِفَاقَتِهِ إِلَّا إِذَا أَمَسَّ الْمَاءَ بَدَنَهُ بِوُضُوءٍ أَوْ غُسْلٍ، وَإِنَنِي أَرَى هَذَا الدُّخَانَ - التَّبْغَ وَالتِّنْبَاكَ - الَّذِي فُتِنَ بِهِ النَّاسُ فِي هَذِهِ الْأَزْمِنَةِ، لَوْ كَانَ فِي زَمَنِ الشَّارِعِ لَأَوْجَبَ الْوُضُوءَ مِنْهُ إِنْ لَمْ يُحَرِّمْهُ تَحْرِيمًا. وَيَقْرُبُ مِنَ الْإِغْمَاءِ وَنَحْوِهِ النَّوْمُ. وَمَهْمَا اخْتَلَفَ الْفُقَهَاءُ فِي نَقْضِ الْوُضُوءِ بِهِ؛ هَلْ هُوَ لِذَاتِهِ أَوْ لِكَوْنِهِ مَظِنَّةً لِشَيْءٍ آخَرَ؟ وَهَلْ يَنْقُضُ مُطْلَقًا، أَوْ يُشْتَرَطُ فِيهِ الْكَثْرَةُ، أَوْ عَدَمُ تَمَكُّنِ الْمِقْعَدَةِ مِنَ الْأَرْضِ؟ فَالْجَمَاهِيرُ عَلَى وُجُوبِ الْوُضُوءِ عَقِبَ النَّوْمِ الْمُعْتَادِ. </p><p> وَاعْلَمْ أَنَّ هَذِهِ الْفَائِدَةَ تَحْصُلُ بِالْمَاءِ دُونَ غَيْرِهِ مِنَ الْمَائِعَاتِ حَتَّى مَا يُزِيلُ الْوَسَخَ أَكْثَرَ مِنَ الْمَاءِ كَالْكُحُولِّ، فَلَا تَحْصُلُ عِبَادَةُ الْغُسْلِ بِغَيْرِهِ لِإِنْعَاشِهِ وَكَوْنِهِ أَصْلَ الْأَحْيَاءِ كُلِّهَا، وَهَذَا الَّذِي تُعَبِّرُ عَنْهُ الصُّوفِيَّةُ بِتَقْوِيَةِ الرُّوحَانِيَّةِ لِلْعِبَادَةِ، وَهُوَ مَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى:  (فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا) الْآيَةَ، وَلَا يُنَافِي رُوحَانِيَّةَ الْمَائِيَّةِ الْمَادَّةُ الْعَطِرَةُ الَّتِي تُقْطَرُ مِنَ الْوَرْدِ وَغَيْرِهِ، بَلْ تَزِيدُ الْمُتَطَهِّرَ بِهِ طَهَارَةً وَطِيبًا وَرُوحَانِيَّةً، وَمَادَّةُ الْمَاءِ مَعْرُوفَةٌ. </p><p> (الْفَائِدَةُ الثَّانِيَةُ مِنْ فَوَائِدِ الطَّهَارَةِ الذَّاتِيَّةِ) : مَا أَشَرْنَا إِلَيْهِ مِنْ كَوْنِهَا رُكْنَ الصِّحَّةِ الْبَدَنِيَّةِ، وَبَيَانُ ذَلِكَ: أَنَّ الْوَسَخَ وَالْقَذَارَةَ مَجْلَبَةُ الْأَمْرَاضِ وَالْأَدْوَاءِ الْكَثِيرَةِ، كَمَا هُوَ ثَابِتٌ فِي الطِّبِّ ; وَلِذَلِكَ نَرَى الْأَطِبَّاءَ وَرِجَالَ الْحُكُومَاتِ الْحَضَرِيَّةِ، يُشَدِّدُونَ فِي أَيَّامِ الْأَوْبِئَةِ وَالْأَمْرَاضِ الْمُعْدِيَةِ - بِحَسَبَ سُنَّةِ اللهِ تَعَالَى فِي الْأَسْبَابِ - فِي الْأَمْرِ بِالْمُبَالَغَةِ فِي النَّظَافَةِ، وَجَدِيرٌ بِالْمُسْلِمِينَ أَنْ يَكُونُوا أَصْلَحَ النَّاسِ أَجْسَادًا، وَأَقَلَّهُمْ أَدْوَاءً وَأَمْرَاضًا ; لِأَنَّ دِينَهُمْ مَبْنِيٌّ عَلَى الْمُبَالَغَةِ فِي نَظَافَةِ الْأَبْدَانِ وَالثِّيَابِ وَالْأَمْكِنَةِ ; فَإِزَالَةُ النَّجَاسَاتِ وَالْأَقْذَارِ الَّتِي تُوَلِّدُ الْأَمْرَاضَ مِنْ فُرُوضِ دِينِهِمْ، وَزَادَ عَلَيْهَا إِيجَابَ تَعَهُّدِ أَطْرَافِهِمْ بِالْغَسْلِ كُلَّ يَوْمٍ مَرَّةً أَوْ مِرَارًا ; إِذْ نَاطَهُ الشَّارِعُ بِأَسْبَابٍ تَقَعُ كُلَّ يَوْمٍ، وَتَعَاهَدَ أَبْدَانَهُمْ كُلَّهَا بِالْغُسْلِ كُلَّ عِدَّةِ أَيَّامٍ مَرَّةً، فَإِذَا هُمْ أَدَّوْا مَا وَجَبَ عَلَيْهِمْ مِنْ ذَلِكَ، تَنْتَفِي أَسْبَابُ تَوَلُّدِ جَرَاثِيمِ الْأَمْرَاضِ عِنْدَهُمْ، وَمَنْ تَأَمَّلَ تَأْكِيدَ سُنَّةِ السِّوَاكِ، وَعَرَفَ مَا يُقَاسِيهِ الْأُلُوفُ وَالْمَلَايِينُ مِنَ النَّاسِ مِنْ أَمْرَاضِ الْأَسْنَانِ، كَانَ لَهُ بِذَلِكَ أَكْبَرُ عِبْرَةٍ، وَمِنْ دَقَائِقِ مُوَافَقَةِ السُّنَّةِ فِي الْوُضُوءِ لِقَوَانِينِ الصِّحَّةِ - غَيْرُ تَقْدِيمِ السِّوَاكِ عَلَيْهِ - تَأْكِيدُ الْبَدْءِ بِغَسْلِ الْكَفَّيْنِ ثَلَاثَ مَرَّاتٍ، وَهَذَا ثَابِتٌ فِي كُلِّ وُضُوءٍ، فَهُوَ غَيْرُ الْأَمْرِ بِغَسْلِهِمَا لِمَنْ قَامَ مِنَ النَّوْمِ؛ ذَلِكَ بِأَنَّ الْكَفَّيْنِ اللَّتَيْنِ تُزَاوَلُ بِهِمَا الْأَعْمَالُ يَعْلُقُ بِهِمَا مِنَ الْأَوْسَاخِ الضَّارَّةِ وَغَيْرِ الضَّارَّةِ مَا لَا يَعْلُقُ بِسِوَاهُمَا، فَإِذَا لَمْ يَبْدَأْ بِغَسْلِهِمَا يَتَحَلَّلُ مَا يَعْلُقُ بِهِمَا فَيَقَعُ فِي الْمَاءِ الَّذِي بِهِ يَتَمَضْمَضُ الْمُتَوَضِّئُ وَيَسْتَنْشِقُ، وَيَغْسِلُ وَجْهَهُ وَعَيْنَيْهِ، فَلَا يَأْمَنُ أَنْ يُصِيبَهُ مِنْ ذَلِكَ ضَرَرٌ مَعَ كَوْنِهِ يُنَافِي النَّظَافَةَ الْمَطْلُوبَةَ، وَمِنْ حِكْمَةِ تَقْدِيمِ الْمَضْمَضَةِ وَالِاسْتِنْشَاقِ عَلَى غَسْلِ جَمِيعِ الْأَعْضَاءِ اخْتِبَارُ طَعْمِ الْمَاءِ وَرِيحِهِ، فَقَدْ يَجِدُ فِيهِ تَغَيُّرًا يَقْتَضِي تَرْكَ الْوُضُوءِ بِهِ. </p><p> (الْفَائِدَةُ الثَّالِثَةُ مِنْ فَوَائِدِ الطَّهَارَةِ الذَّاتِيَّةِ) : تَكْرِيمُ الْمُسْلِمِ نَفْسَهُ فِي نَفْسِهِ وَفِي أَهْلِهِ وَقَوْمِهِ الَّذِينَ يَعِيشُ مَعَهُمْ، كَمَا يُكْرِمُهَا وَيُزَيِّنُهَا لِأَجْلِ غَشَيَانِ بُيُوتِ اللهِ تَعَالَى لِلْعِبَادَةِ، بِهِدَايَةِ قَوْلِهِ تَعَالَى:  (خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ)  (٧: ٣١) وَمَنْ كَانَ نَظِيفَ الْبَدَنِ وَالثِّيَابِ كَانَ أَهْلًا لِحُضُورِ كُلِّ اجْتِمَاعٍ، وَلِلِقَاءِ فُضَلَاءِ النَّاسِ وَشُرَفَائِهِمْ، وَيَتْبَعُ ذَلِكَ أَنَّهُ يَرَى نَفْسَهُ أَهْلًا لِكُلِّ كَرَامَةٍ يُكْرَمُ بِهَا النَّاسُ، وَأَمَّا مَنْ يَعْتَادُ الْوَسَخَ وَالْقَذَارَةَ فَإِنَّهُ يَكُونُ مُحْتَقَرًا عِنْدَ كِرَامِ النَّاسِ، لَا يَعُدُّونَهُ أَهْلًا لِأَنْ يَلْقَاهُمْ وَيَحْضُرَ </p><p> مَجَالِسَهُمْ، وَيَشْعُرُ هُوَ فِي نَفْسِهِ بِالضَّعَةِ وَالْهَوَانِ. وَمَنْ دَقَّقَ النَّظَرَ فِي طَبَائِعِ النُّفُوسِ وَأَخْلَاقِ الْبَشَرِ رَأَى بَيْنَ طَهَارَةِ الظَّاهِرِ وَطَهَارَةِ الْبَاطِنِ، أَوْ طَهَارَةِ الْجَسَدِ وَاللِّبَاسِ، وَطَهَارَةِ النَّفْسِ وَكَرَامَتِهَا، ارْتِبَاطًا وَتَلَازُمًا. </p><p> وَالطَّهَارَةُ فِي الْآيَةِ تَشْمَلُ الْأَمْرَيْنِ مَعًا، كَمَا تَقَدَّمَ، وَكُلٌّ مِنْهُمَا يَكُونُ عَوْنًا لِلْآخَرِ، كَمَا أَنَّ التَّنَطُّعَ وَالْإِسْرَافَ فِي أَيِّ وَاحِدَةٍ مِنْهُمَا يَشْغَلُ عَنِ الْأُخْرَى. وَهَذَا هُوَ سَبَبُ عَدَمِ عِنَايَةِ بَعْضِ الزُّهَّادِ وَالْعُبَّادِ بِنَظَافَةِ الظَّاهِرِ، وَعَدَمِ عِنَايَةِ الْمُوَسْوَسِينَ الْمُتَنَطِّعِينَ فِي نَظَافَةِ الظَّاهِرِ بِنَظَافَةِ </p><p> الْبَاطِنِ، وَالْإِسْلَامُ وَسَطٌ بَيْنَهُمَا، يَأْمُرُ بِالْجَمْعِ بَيْنَ الْأَمْرَيْنِ مِنْهُمَا، وَإِنِ اشْتَبَهَ ذَلِكَ عَلَى بَعْضِ الْمُحَقِّقِينَ حَتَّى هَوَّنُوا أَمْرَ نَظَافَةِ الظَّاهِرِ فِي بَعْضِ كُتُبِهِمْ، مَعَ ذِكْرِهِمْ لِأَدِلَّتِهَا فِي تِلْكَ الْكُتُبِ، وَاللهُ تَعَالَى يَقُولُ:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا)  (٢: ١٤٣) وَلِأَجْلِ هَذَا قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" الطَّهُورُ شَطْرُ الْإِيمَانِ \" رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَالتِّرْمِذِيُّ مِنْ حَدِيثِ أَبِي مَالِكٍ الْأَشْعَرِيِّ، وَلَهُ تَتِمَّةٌ، وَذَلِكَ أَنَّ الْإِنْسَانَ مُرَكَّبٌ مِنْ جَسَدٍ وَنَفْسٍ، وَكَمَالُهُ إِنَّمَا يَكُونُ بِنَظَافَةِ بَدَنِهِ، وَتَزْكِيَةِ نَفْسِهِ ; فَالطَّهُورُ الْحِسِّيُّ هُوَ الشَّطْرُ الْأَوَّلُ الْخَاصُّ بِالْجَسَدِ، وَتَزْكِيَةُ النَّفْسِ بِسَائِرِ الْعِبَادَاتِ هُوَ الشَّطْرُ الثَّانِي، وَبِكِلْتَيْهِمَا يَكْمُلُ الْإِيمَانُ بِالْأَعْمَالِ الْمُتَرَتِّبَةِ عَلَيْهِ. </p><p> وَيُؤَيِّدُ ذَلِكَ مَا وَرَدَ مِنْ تَأْكِيدِ الْأَمْرِ بِالْغُسْلِ يَوْمَ الْجُمُعَةِ وَالطِّيبِ، وَلِبْسِ الثِّيَابِ النَّظِيفَةِ ; لِأَنَّهُ يَوْمُ عِيدِ الْأُسْبُوعِ، يَجْتَمِعُ النَّاسُ فِيهِ عَلَى عِبَادَةِ اللهِ تَعَالَى، فَيُطْلَبُ فِيهِ مَا يُطْلَبُ فِي عِيدَيِ السَّنَةِ، وَوَرَدَ فِي أَسْبَابِ الْأَمْرِ بِالْغُسْلِ فِيهِ خَاصَّةً أَنَّ بَعْضَ الصَّحَابَةِ كَانُوا يَتْرُكُونَ فِيهِ أَعْمَالَهُمْ قُبَيْلَ وَقْتِ الصَّلَاةِ، فَتُشَمُّ رَائِحَةُ الْعَرَقِ مِنْهُمْ، وَلَا تَكُونُ أَبْدَانُهُمْ نَظِيفَةً، وَفِي بَعْضِ هَذِهِ الرِّوَايَاتِ أَنَّهُمْ كَانُوا يَلْبَسُونَ الصُّوفَ، فَإِذَا عَرِقُوا عَلَتْ رَائِحَتُهُ حَتَّى شَمَّهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّةً وَهُوَ يَخْطُبُ، فَكَانَ يَأْمُرُهُمْ بِالْغُسْلِ وَالطِّيبِ وَالثِّيَابِ النَّظِيفَةِ لِأَجْلِ هَذَا، رَوَاهُ ابْنُ جَرِيرٍ وَغَيْرُهُ. وَقَدْ رَوَى مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَالْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ عِدَّةِ طُرُقٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" غُسْلُ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ \" ؛ أَيْ بَالِغٍ مُكَلَّفٍ. وَحَكَى ابْنُ حَزْمٍ الْقَوْلَ بِوُجُوبِ غُسْلِ الْجُمُعَةِ عَنْ عُمَرَ وَابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ وَابْنِ مَسْعُودٍ وَعَمْرِو بْنِ سُلَيْمٍ وَعَطَاءٍ وَكَعْبٍ وَالْمُسَيَّبِ بْنِ رَافِعٍ وَسُفْيَانَ </p><p> الثَّوْرِيِّ وَمَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ، وَلَكِنَّ الْمَالِكِيَّةَ وَالشَّافِعِيَّةَ عَلَى كَوْنِهِ سُنَّةً مُؤَكَّدَةً، وَالْوُجُوبُ قَوْلُ الشَّافِعِيِّ فِي الْقَدِيمِ، وَرِوَايَةٌ عَنْهُ فِي الْجَدِيدِ، وَعَارَضَ الْقَائِلُونَ بِأَنَّهُ سُنَّةٌ حَدِيثَ الْوُجُوبِ بِمَا يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِهِ التَّأْكِيدَ لِصِحَّةِ صَلَاةِ الْجُمُعَةِ مِمَّنْ تَوَضَّأَ فَقَطْ، وَقَالَ الظَّاهِرِيَّةُ: إِنَّهُ وَاجِبٌ لِلْيَوْمِ، وَلَيْسَ شَرْطًا لِصِحَّةِ صَلَاتِهَا، وَقَالَ ابْنُ الْقَيِّمِ: إِنَّ أَدِلَّةَ وُجُوبِهِ أَقْوَى مِنْ أَدِلَّةِ وُجُوبِ الْوُضُوءِ مِنْ لَمْسِ الْمَرْأَةِ وَمَسِّ الْفَرْجِ وَالْقَيْءِ وَالدَّمِ. </p><p> شُبَهَاتُ الْمَلَاحِدَةِ عَلَى جَعْلِ الطَّهَارَةِ عِبَادَةً: تِلْكَ فَوَائِدُ الطَّهَارَةِ الذَّاتِيَّةِ لَهَا الَّتِي شُعِرَتْ لِأَجْلِهَا، وَأَمَّا فَوَائِدُهَا الدِّينِيَّةُ، وَجَعْلُهَا عِبَادَةً وَدِينًا، فَإِنَّنَا قَبْلَ بَيَانِهَا نُنَبِّهُ أَذْهَانَ الْمُؤْمِنِينَ إِلَى جَهَالَةِ بَعْضِ الْمُعَطِّلِينَ، الَّذِينَ يَنْتَقِدُونَ جَعْلَ الطَّهَارَةِ مِنَ الدِّينِ، وَيَزْعُمُونَ أَنَّهُمْ يَنْطِقُونَ بِحَقَائِقِ الْفَلْسَفَةِ، وَلَا نَصِيبَ لَهُمْ مِنْهَا إِلَّا السَّفَهَ وَالتَّقْلِيدَ فِي الْكُفْرِ مِنْ غَيْرِ بَيِّنَةٍ وَلَا عُذْرٍ: عُمْيُ الْقُلُوبِ عَمُوا عَنْ كُلِّ فَائِدَةٍ لِأَنَّهُمْ كَفَرُوا بِاللهِ تَقْلِيدًا </p><p> يَقُولُ هَؤُلَاءِ الْعُمْيَانُ الْمَنْكُوسُونَ وَالْأَغْبِيَاءُ الْمَرْكِسُونَ: إِنَّ الطَّهَارَةَ وَالْآدَابَ يَجِبُ أَنْ تُؤْتَى لِمَنْفَعَتِهَا وَفَائِدَتِهَا الْمُتَرَتِّبَةِ عَلَيْهَا ; لَا لِأَنَّ اللهَ تَعَالَى أَمَرَ بِهَا وَيُثِيبُ عَلَى فِعْلِهَا وَيُعَاقِبُ عَلَى تَرْكِهَا، وَيَزْعُمُونَ أَنَّ الدِّينَ يَحُولُ دُونَ هَذِهِ الْفَلْسَفَةِ الْعَالِيَةِ الَّتِي ارْتَقَوْا إِلَيْهَا، وَيُفْسِدُ نَفْسَ الْإِنْسَانِ بِتَخْوِيفِهِ مِنَ الْعِقَابِ، وَيَحْجُبُهُ عَنْ مَعْرِفَةِ الْوَاجِبِ وَالْعَمَلِ بِهِ لِأَنَّهُ الْوَاجِبُ - أَيْ حِجَابٌ - وَيَحْتَجُّونَ عَلَى ذَلِكَ بِأَنَّهُمْ هُمْ وَأَمْثَالُهُمْ، مِمَّنْ لَا دِينَ لَهُمْ، أَنْظَفُ ثِيَابًا وَأَبْدَانًا مِنْ جُمْهُورِ الْمُتَدَيِّنِينَ، حَتَّى الْمُتَنَطِّعِينَ مِنْهُمْ فِي الطَّهَارَةِ وَالْمُوَسْوِسِينَ، وَمَنْ يَعُدُّهُمُ الْجُمْهُورُ مِنَ الْأَوْلِيَاءِ وَالْقِدِّيسِينَ. وَنَقُولُ فِي كَشْفِ شُبْهَتِهِمْ وَإِظْهَارِ جَهَالَتِهِمْ:  (أَوَّلًا) : إِنَّ الدِّينَ الْإِسْلَامِيَّ الذى لَا يُوجَدُ فِي الْأَرْضِ دِينٌ سَمَاوِيٌّ سِوَاهُ ثَابِتُ الْأَصْلِ، سَامِقُ الْفَرْعِ، لَمْ يُشَرِّعْ لِلنَّاسِ شَيْئًا إِلَّا مَا كَانَ فِيهِ دَفْعٌ لِضَرَرٍ أَوْ مَفْسَدَةٍ، أَوْ جَلْبٌ لِنَفْعٍ أَوْ مَصْلَحَةٍ، وَهُوَ يَهْدِي النَّاسَ إِلَى مَعْرِفَةِ أَحْكَامِهِ مَعَ مَعْرِفَةِ حِكَمِهَا الْكَاشِفَةِ لَهُمْ عَنْ فَوَائِدِهَا وَمَنَافِعِهَا (كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ)  (٢: ١٥١) فَمَا يَتَبَجَّحُونَ بِهِ مِنْ الِاهْتِدَاءِ إِلَى وُجُوبِ الْقِيَامِ بِالْأَعْمَالِ وَالْآدَابِ، مَعَ مُرَاعَاةِ مَنَافِعِهَا </p><p> وَفَوَائِدِهَا، هُوَ مِمَّا هَدَى إِلَيْهِ الْإِسْلَامُ الذى عَظَّمَ أَمْرَ حُسْنِ النِّيَّةِ فِي جَمِيعِ الْأُمُورِ، وَحَثَّ عَلَى طَلَبِ الْحِكْمَةِ فِي كُلِّ عَمَلٍ. </p><p> وَ (ثَانِيًا) : إِنَّ أَمْرَ الْأُمَمِ بِالْأَعْمَالِ وَالْآدَابِ الَّتِي تُفِيدُهَا فِي مَصَالِحِهَا الِاجْتِمَاعِيَّةِ، وَمَنَافِعِ أَفْرَادِهَا الشَّخْصِيَّةِ، وَنَهْيَهَا عَنِ الْأَفْعَالِ الَّتِي تَضُرُّ الْأَفْرَادَ وَالْجُمْهُورَ لَا يُقْبَلَانِ وَيُمْتَثَلَانِ بِمُجَرَّدِ تَعْلِيلِهِمَا بِدَفْعِ الضُّرِّ وَجَلْبِ النَّفْعِ كَمَا يَزْعُمُونَ ; لِأَمْرَيْنِ:  (أَحَدُهُمَا) أَنَّ إِقْنَاعَكَ جَمِيعَ أَفْرَادِ الْأُمَّةِ أَوْ أَكْثَرَهَا بِضَرَرِ كُلِّ مَا تَرَاهُ ضَارًّا وَنَفْعِ كُلِّ مَا تَرَاهُ نَافِعًا مُتَعَذِّرٌ، وَلَمْ يَتَّفِقْ لِأَحَدٍ مِنَ الْعُقَلَاءِ وَالْحُكَمَاءِ إِرْجَاعُ أُمَّةٍ مِنَ الْأُمَمِ عَنْ عَمَلٍ ضَارٍّ، وَلَا حَمْلُهَا عَلَى عَمَلٍ نَافِعٍ بِمُجَرَّدِ دَعْوَتِهِمْ إِلَى ذَلِكَ بِالدَّلِيلِ عَلَى نَفْعِ النَّافِعِ وَضَرَرِ الضَّارِّ، وَلَا تَرَى أُمَّةً وَلَا قَبِيلَةً مِنَ الْبَشَرِ مُتَّفِقَةً عَلَى شَيْءٍ مِنْ ذَلِكَ إِلَّا بِسَبَبِ دَعْوَةٍ دِينِيَّةٍ أَوْ تَقَالِيدَ أَوْصَلَهُمْ إِلَيْهَا اخْتِبَارُهُمُ الْمُوَافِقُ لِطَبِيعَةِ مَعَاشِهِمْ، وَكَثِيرًا مَا تَكُونُ هَذِهِ التَّقَالِيدُ الْمُتَّفَقُ عَلَيْهَا بَيْنَ قَوْمٍ مُخْتَلَفًا فِيهَا عِنْدَ آخَرِينَ، أَوْ مُتَّفَقًا عَلَى ضَرَرِ مَا يَرَاهُ أُولَئِكَ نَافِعًا، وَنَفْعِ مَا يَرَوْنَهُ ضَارًّا. </p><p> (ثَانِي الْأَمْرِ) : أَنَّ مُجَرَّدَ الْإِقْنَاعِ وَالِاقْتِنَاعِ بِضَرَرِ الضَّارِّ وَنَفْعِ النَّافِعِ لَا يُوجِبُ الْعَمَلَ وَلَا التَّرْكَ ; لِأَنَّهُ قَدْ يُعَارِضُهُ هَوَى النَّفْسِ وَلَذَّتُهَا فَيُرَجِّحُ الْكَثِيرُونَ أَوِ الْأَكْثَرُونَ الْهَوَى عَلَى الْمَنْفَعَةِ، خُصُوصًا إِذَا كَانَتْ لِأُمَّتِهِمْ لَا لِأَشْخَاصِهِمْ، وَإِنَّنَا نَرَى هَؤُلَاءِ الْمُعْتَرِضِينَ الْمَسَاكِينَ يَشْرَبُونَ الْخَمْرَ، وَهُمْ يَعْتَقِدُونَ أَنَّهَا ضَارَّةٌ، وَقَدْ أَفْقَرَ الْقِمَارُ بُيُوتَ أَمْثَلِهِمْ وَأَشْهَرِهِمْ، وَأَذَلَّ مَنْ أَذَلَّ مِنْهُمْ بِالدَّيْنِ وَالْحَجْزِ عَلَى مَا يَمْلِكُ، وَبَيْعِهِ حَتَّى قِيلَ </p><p> إِنَّهُ أَمَاتَ بَعْضَهُمْ غَمًّا وَكَمَدًا، وَنَرَاهُمْ مَعَ ذَلِكَ مَفْتُونِينَ بِهِ لَا يَتْرُكُونَهُ، فَإِذَا كَانَ هَذَا شَأْنَ أَرْقَاهُمْ عِلْمًا وَفَهْمًا وَأَدَبًا وَفَلْسَفَةً فِي اتِّبَاعِ أَهْوَائِهِمُ الَّتِي ثَبَتَ لَهُمْ ضَرَرُهَا بِالِاخْتِبَارِ وَالْعِيَانِ، وَلَيْسَ وَرَاءَ ذَلِكَ بُرْهَانٌ؛ فَكَيْفَ يَزْعُمُونَ أَنَّهُ يُمْكِنُ تَهْذِيبُ الْأُمَّةِ بِالْإِقْنَاعِ الْعَقْلِيِّ عَلَى تَعَذُّرِهِ، وَمَا عَرَفُوا مِنْ أَثَرِهِ؟ ! وَأَمَّا مَا يَعْنُونَ بِهِ مِنَ النَّظَافَةِ وَبَعْضِ الْآدَابِ، فَإِنَّهُمْ لَا يَأْتُونَهُ لِمَا عِنْدَهُمْ مِنَ الْفَلْسَفَةِ وَالْعِلْمِ بِنَفْعِهِ، بَلْ قَلَّدُوا فِيهِ قَوْمًا اهْتَدَوْا إِلَيْهِ بِأَسْبَابٍ اجْتِمَاعِيَّةٍ عِلْمِيَّةٍ وَعَمَلِيَّةٍ، وَتَجَارِبَ وَاخْتِبَارَاتٍ عِدَّةَ قُرُونٍ. حَدَّثَنِي رَجُلٌ مِنْ أَرْقَى الْأُمَّةِ الْإِنْكِلِيزِيَّةِ أَخْلَاقًا وَأَدَبًا وَعِلْمًا وَاسْتِقْلَالًا - وَهُوَ مِسْتَرْ مِتْشِل أَنَس </p><p> الَّذِي كَانَ وَكِيلَ نِظَارَةِ الْمَالِيَّةِ بِمِصْرَ - أَنَّهُ لَا يَزَالُ يُوجَدُ فِي أُورُبَّا مَنْ لَا يَغْتَسِلُ فِي سَنَتِهِ أَوْ فِي عُمْرِهِ وَلَا مَرَّةً وَاحِدَةً، وَأَنَّ الشَّعْبَ الْإِنْكِلِيزِيَّ هُوَ أَشَدُّ الشُّعُوبِ الْأُورُبِّيَّةِ عِنَايَةً بِالنَّظَافَةِ، وَالْقُدْوَةُ لَهَا فِيهَا، كَمَا يَظْهَرُ ذَلِكَ لِكُلِّ مُسَافِرٍ فِي الْبَوَاخِرِ الَّتِي يُسَافِرُ فِيهَا كَثِيرٌ مِنَ الْأُورُوبِّيِّينَ الْمُخْتَلِفِي الْأَجْنَاسِ، وَأَنَّ الْإِنْكِلِيزَ قَدْ تَعَلَّمُوا الِاسْتِحْمَامَ وَكَثْرَةَ الْغُسْلِ مِنْ أَهْلِ الْهِنْدِ. </p><p> وَمِنْ دَلَائِلَ تَقْلِيدِ هَؤُلَاءِ الْمُتَفَرْنِجِينَ الْمَسَاكِينِ فِي النَّظَافَةِ الظَّاهِرَةِ، وَأَنَّهُمْ لَيْسُوا فِيهَا عَلَى شَيْءٍ مِنَ الْعَقْلِ وَالْفَلْسَفَةِ، أَنَّهُمْ فِي غَسْلِ الْأَطْرَافِ يَسْتَبْدِلُونَ مَا يُسَمُّونَهُ \" التُّوَالِيتَّ \" بِالْوُضُوءِ الَّذِي هُوَ أَكْمَلُ مِنْهُ وَأَنْفَعُ، وَأَنَّ مَنْ يُعْنَى مِنْهُمْ بِأَسْنَانِهِ يَسْتَبْدِلُ فِي تَنْظِيفِهَا \" الْفُرْشَةَ \" بِمِسْوَاكِ الْأَرَاكِ، وَهُوَ أَنْفَعُ مِنْهَا بِشَهَادَةِ أَئِمَّتِهِمُ الْإِفْرِنْجِ، كَمَا قَالَ أَحَدُ الْأَطِبَّاءِ الْأَلْمَانِيِّينَ لِمَنْ أَوْصَاهُ بِأَسْنَانِهِ:  \" عَلَيْكَ بِشَجَرَةِ مُحَمَّدٍ \" صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَدْ جَاءَ فِي مَجَلَّةِ (غَازِتَةِ بَارِيسَ الطِّبِّيَّةِ) تَحْتَ عُنْوَانِ \" عِنَايَةِ الْعَرَبِ بِالْفَمِ \" : \" بِتَأْثِيرِ السِّوَاكِ تَصِيرُ الْأَسْنَانُ نَاصِعَةَ الْبَيَاضِ، وَاللِّثَةُ وَالشَّفَتَانِ جَمِيلَةَ اللَّوْنِ الْأَحْمَرِ، إِلَى أَنْ قَالَتْ: وَإِنَّهُ لَيَسُوؤُنَا أَلَّا تَكُونَ عِنَايَتُنَا بِأَفْوَاهِنَا، وَنَحْنُ أَهْلُ الْمَدَنِيَّةِ، كَعِنَايَةِ الْعَرَبِ بِهَا، وَقَالُوا: إِنَّ مَا فِي عُودِ الْأَرَاكِ مِنَ الْمَادَّةِ الْعَفَصِيَّةِ الْعَطِرَةِ يَشُدُّ اللِّثَةَ، وَيَحُولُ دُونَ حَفْرِ الْأَسْنَانِ، وَإِنَّهُ يُقَوِّي الْمَعِدَةَ عَلَى الْهَضْمِ، وَيَدِرُّ الْبَوْلَ، وَقَدْ فَاتَنَا أَنَّ نَذْكُرَ هَذَا عِنْدَ الْكَلَامِ عَلَى السِّوَاكِ. </p><p> وَ (ثَالِثًا) : إِذَا ثَبَتَ بِالْعَقْلِ وَالْبُرْهَانِ وَالِاخْتِبَارِ وَالْعِيَانِ أَنَّ إِقْنَاعَ أُمَّةٍ مِنَ الْأُمَمِ بِالنَّفْعِ وَالضَّرَرِ مُتَعَذِّرٌ، وَأَنَّ حَمْلَهَا عَلَى تَرْكِ الضَّارِّ وَعَمَلِ النَّافِعِ لِلْأَفْرَادِ وَلِلْجُمْهُورِ ; لِأَنَّهُ نَافِعٌ، غَيْرُ كَافٍ فِي هِدَايَتِهَا، ثَبَتَ أَنَّ إِصْلَاحَ شَأْنِهَا بِالْفَضِيلَةِ وَالْآدَابِ، وَتَرْكِ الْمَضَارِّ، وَالِاجْتِهَادِ فِي سَبِيلِ الْمَنَافِعِ، يَتَوَقَّفُ عَلَى تَأْثِيرِ مُؤَثِّرٍ آخَرَ يَكُونُ لَهُ السُّلْطَانُ الْأَعْلَى عَلَى النَّفْسِ؛ وَهُوَ الدِّينُ، فَثَبَتَ بِهَذَا أَنَّ الْجَمْعَ بَيْنَ مَعْرِفَةِ حُكْمِ الْأَعْمَالِ، وَكَوْنِهَا طَاعَةً لِلَّهِ تَعَالَى تُؤَهِّلُ الْعَامِلَ لِسَعَادَةِ النَّفْسِ فِي الْآخِرَةِ، كَمَا يَسْتَفِيدُ بِهَا مَا يَتَرَتَّبُ عَلَيْهَا مِنَ الْمَنْفَعَةِ فِي الدُّنْيَا، هُوَ الَّذِي يُرْجَى أَنْ يُذْعِنَ لَهُ جُمْهُورُ الْأُمَّةِ، فَمِنَ النَّاسِ مَنْ لَا يَطْمَئِنُّ قَلْبُهُ بِالْإِيمَانِ وَالْإِذْعَانِ لِأَحْكَامِ الدِّينِ إِلَّا إِذَا عَرَفَ حِكْمَةَ كُلِّ أَصْلٍ مِنْ أُصُولِهِ، وَكُلِّ حُكْمٍ مِنْ كُلِّيَّاتِ </p><p> أَحْكَامِهِ، وَمِنْهُمْ مَنْ يُذْعِنُ لِكُلِّ مَا يَأْمُرُهُ بِهِ دِينُهُ، وَلَا يُهِمُّهُ الْبَحْثُ </p><p> عَنْ حِكْمَتِهِ ; لِأَنَّ اسْتِعْدَادَهُ لِطَلَبِ الْحِكْمَةِ ضَعِيفٌ، وَلَكِنَّهُ إِذَا قَبِلَ ذَلِكَ، بَادِئَ بَدْءٍ، مِنْ غَيْرِ مَعْرِفَةِ حِكْمَتِهِ لَا يَلْبَثُ أَنْ يَنَالَ حَظًّا مِنْ هَذِهِ الْحِكْمَةِ عِنْدَمَا يَتَفَقَّهُ فِي دِينِهِ كَمَا يَجِبُ عَلَيْهِ، وَمَهْمَا ضَعُفَ الدِّينُ فَهُوَ أَعَمُّ تَأْثِيرًا مِنَ الْإِقْنَاعِ الْعَقْلِيِّ، فَقَلَّمَا يُوجَدُ مُسْلِمٌ مُتَدَيِّنٌ لَا يَغْتَسِلُ مِنَ الْجَنَابَةِ، وَمَا نَرَاهُ مِنْ تَرْكِ كَثِيرٍ مِمَّنْ يُسَمَّوْنَ مُسْلِمِينَ لِلْكَثِيرِ مِنْ مُهِمَّاتِ الْإِسْلَامِ، فَسَبَبُهُ أَنَّهُ لَيْسَ لَهُمْ مِنَ الْإِسْلَامِ إِلَّا الِاسْمُ، فَلَا تَعَلَّمُوا حَقِيقَتَهُ، وَلَا تَرَبَّوْا عَلَى تَزْكِيَتِهِ. </p><p> وَ (رَابِعًا) : أَنَّ مَعْنَى كَوْنِ الطَّهَارَةِ، وَغَيْرِهَا مِنَ الْأَعْمَالِ الْأَدَبِيَّةِ وَالْفَضَائِلَ، دِينًا هُوَ أَنَّ الْوَحْيَ الْإِلَهِيَّ يَأْمُرُنَا بِهَا لِمَا فِيهَا مِنَ الْخَيْرِ وَالْفَوَائِدِ الذَّاتِيَّةِ الَّتِي تَنْفَعُنَا، وَتَدْرَأُ الضُّرَّ عَنَّا، وَهُوَ مَا بَيَّنَّاهُ أَوَّلًا، وَلِفَوَائِدَ أُخْرَى لَا نُدْرِكُهَا إِلَّا بِجَعْلِهَا مِنْ أَحْكَامِ الدِّينِ. </p><p> وَ (خَامِسًا) : - وَهَذَا هُوَ الْمَقْصِدُ، وَمَا قَبْلُهُ تَمْهِيدٌ وَمُقْدِمَاتٌ - أَنَّ الْفَوَائِدَ مِنْ جَعْلِ الطَّهَارَةِ مِنْ أَحْكَامِ الدِّينِ وَعِبَادَتِهِ أَرْبَعٌ، وَهِيَ كَمَا نَرَى: </p><p> الْفَوَائِدُ الدِّينِيَّةُ لِلطَّهَارَةِ الْحِسِّيَّةِ:  (الْفَائِدَةُ الْأُولَى) : أَنْ يَتَّفِقَ عَلَى الْمُوَاظَبَةِ عَلَيْهَا كُلُّ مُذْعِنٍ لِهَذَا الدِّينِ ; مِنْ حَضَرِيٍّ وَبَدَوِيٍّ، وَذَكِيٍّ وَغَبِيٍّ، وَفَقِيرٍ وَغَنِيٍّ، وَكَبِيرٍ وَصَغِيرٍ، وَأَمِيرٍ وَمَأْمُورٍ، وَعَالِمٍ بِحِكْمَتِهَا وَجَاهِلٍ لِمَنْفَعَتِهَا حَتَّى لَا تَخْتَلِفَ فِيهَا الْآرَاءُ، وَلَا تَحُولَ دُونَ الْعَمَلِ بِهَا الْأَهْوَاءُ، كَمَا هُوَ شَأْنُ الْبَشَرِ فِي جَمِيعِ مَا يَسْتَقِلُّونَ فِيهِ مِنَ الْأَشْيَاءِ. </p><p> (الْفَائِدَةُ الثَّانِيَةُ) : أَنْ تَكُونَ مِنَ الْمُذَكِّرَاتِ لَهُمْ بِفَضْلِ اللهِ وَنِعْمَتِهِ عَلَيْهِمْ؛ حَيْثُ شَرَعَ لَهُمْ مَا يَنْفَعُهُمْ وَيَدْرَأُ الضَّرَرَ عَنْهُمْ، فَإِذَا تَذَكَّرُوا أَنَّهُ يُرْضِيهِ عَنْهُمْ أَنْ تَكُونَ أَجْسَادُهُمْ عَلَى أَكْمَلِ حَالٍ مِنَ النَّظَافَةِ وَالطَّهَارَةِ، وَيَتَذَكَّرُونَ أَنَّ أَهَمَّ مَا فَرَضَ عَلَيْهِمْ لِأَجْلِهِ تَطْهِيرَ أَجْسَادِهِمْ هُوَ أَنَّهُ مِنْ وَسَائِلِ تَزْكِيَةِ أَنْفُسِهِمْ وَتَطْهِيرِ قُلُوبِهِمْ وَتَهْذِيبِ أَخْلَاقِهِمُ الَّتِي يَتَرَتَّبُ عَلَيْهَا صَلَاحُ أَعْمَالِهِمْ ; لِأَنَّهُ تَعَالَى يَنْظُرُ نَظَرَ الرِّضَاءِ وَالرَّحْمَةِ إِلَى الْقُلُوبِ وَالْأَعْمَالِ، لَا إِلَى الصُّوَرِ وَالْأَبْدَانِ، فَيَعْنُونَ بِالْجَمْعِ بَيْنَ الْأَمْرَيْنِ؛ تَوَسُّلًا بِهِمَا إِلَى سَعَادَةِ الدَّارَيْنِ، كَمَا هُوَ مُقْتَضَى الْإِسْلَامِ (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ)  (٢: ٢٠١) . </p><p> (الْفَائِدَةُ الثَّالِثَةُ) : أَنَّ مُجَرَّدَ مُلَاحَظَةِ الْمُؤْمِنِ امْتِثَالَ أَمْرِ اللهِ تَعَالَى بِالْعَمَلِ، وَابْتِغَاءِ </p><p> مَرْضَاتِهِ بِالْإِتْيَانِ بِهِ عَلَى الْوَجْهِ الَّذِي شَرَعَهُ، مِمَّا يُغَذِّي الْإِيمَانَ بِهِ، وَيَطْبَعُ فِي النَّفْسِ مَلَكَةَ الْمُرَاقَبَةِ لَهُ، فَيَكُونُ لَهُ عِنْدَ كُلِّ طَهَارَةٍ بِهَذِهِ النِّيَّةِ وَالْمُلَاحَظَةِ، الَّتِي شَرَحْنَا مَعْنَاهَا فِي بَحْثِ نِيَّةِ الْوُضُوءِ، جَذْبَةٌ إِلَى حَظِيرَةِ الْكَمَالِ الْمُطْلَقِ، تَتَزَكَّى بِهَا نَفْسُهُ، وَتَعْلُو بِهَا هِمَّتُهُ، وَتَتَقَدَّسُ بِهَا رُوحُهُ، فَيَصْلُحُ بِذَلِكَ عَمَلُهُ، وَقِسْ عَلَى هَذِهِ الْعِبَادَةِ سَائِرَ الْعِبَادَاتِ ; لِهَذَا كَانَ لِأُولَئِكَ الْمُصْطَفَيْنَ الْأَخْيَارِ، مِنْ صَحَابَةِ النَّبِيِّ الْمُخْتَارِ، تِلْكَ الْأَعْمَالُ وَالْآثَارُ، وَالْعَدْلُ وَالرَّحْمَةُ </p><p> وَالْإِيثَارُ، الَّتِي لَمْ يَعْهَدِ الْبَشَرُ مِثْلَهَا فِي عَصْرٍ مِنَ الْأَعْصَارِ، وَهَذَا مِمَّا يَتَجَلَّى بِهِ قَوْلُ جُمْهُورِ الْعُلَمَاءِ بِوُجُوبِ النِّيَّةِ لِلْوُضُوءِ وَالْغُسْلِ، وَضَعْفِ قَوْلِ مَنْ ذَهَبَ إِلَى عَدَمِ وُجُوبِهَا. </p><p> (الْفَائِدَةُ الرَّابِعَةُ) : اتِّفَاقُ الْمُؤْمِنِينَ عَلَى أَدَاءِ هَذِهِ الطَّهَارَاتِ بِكَيْفِيَّةٍ وَاحِدَةٍ، وَأَسْبَابٍ وَاحِدَةٍ أَيْنَمَا كَانُوا وَمَهْمَا كَثُرُوا وَتَفَرَّقُوا، وَأَنَّ اتِّفَاقَ أَفْرَادِ الْأُمَّةِ فِي الْأَعْمَالِ مِنْ أَسْبَابِ الِاتِّفَاقِ فِي الْقُلُوبِ ; فَكُلَّمَا كَثُرَ مَا تَتَّفِقُ بِهِ كَانَ اتِّحَادُهَا أَقْوَى، كَمَا بَيَّنَّاهُ فِي مَوْضِعٍ آخَرَ. </p><p> ثُمَّ نَقُولُ (سَادِسًا) : إِنَّ مَا احْتَجُّوا بِهِ مِنْ تَقْصِيرِ كَثِيرٍ مِنَ الْمُسْلِمِينَ فِي الطَّهَارَةِ الْعَامَّةِ، لَا حُجَّةَ فِيهِ، نَعَمْ إِنَّهُمْ صَارُوا يُقَصِّرُونَ فِي النَّظَافَةِ، وَيَعُدُّونَ الطَّهَارَةَ أَمْرًا تَعَبُّدِيًّا، لَا يُنَافِي الْقَذَارَةَ، وَيَرَوْنَ أَنَّهُ يُمْكِنُ أَنْ يَكُونَ الْإِنْسَانُ طَاهِرًا، وَإِنْ كَانَ كَالْجِيفَةِ فِي وَسَخِهِ وَنَتَنِهِ، وَأَنْ يَكُونَ نَظِيفًا تَامَّ النَّظَافَةِ، وَهُوَ غَيْرُ طَاهِرٍ، وَيَعُدُّونَ كَثِيرًا مِنَ الطِّيبِ وَالْمَائِعَاتِ الْمُطَهِّرَةِ نَجِسَةً ; كَالْكُحُولِ، وَأَنْوَاعِ الطِّيبِ الَّتِي يَدْخُلُ فِيهَا. وَنَحْنُ نَقُولُ: إِنَّ الدِّينَ الْإِسْلَامِيَّ حُجَّةٌ عَلَى أَمْثَالِ هَؤُلَاءِ، وَلَيْسُوا حُجَّةً عَلَيْهِ، إِلَّا عِنْدَ مَنْ يَجْهَلُ حَقِيقَتَهُ وَيَتَلَقَّاهُ عَنْهُمْ، لَا عَنْ كِتَابِهِ الْمُنَزَّلِ، وَسُنَّةِ نَبِيِّهِ الْمُرْسَلِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَأَكْثَرَ هَؤُلَاءِ الْمُتَفَرْنِجِينَ الْمُعْتَرِضِينَ يَجْهَلُونَ حَقِيقَتَهُ، وَمِنْهُمْ مَنْ لَا يَعْرِفُ مِنْ أُصُولِهِ وَلَا مِنْ فُرُوعِهِ شَيْئًا، إِلَّا مَا يَسْمَعُهُ وَيَرَاهُ مِنْ هَؤُلَاءِ الْعَوَامِّ، وَلَا سِيَّمَا الْمُعَمَّمِينَ مِنْهُمْ، بَلْ يَعُدُّونَ مِنَ الْإِسْلَامِ مَا يَسْمَعُونَهُ مِنْ بَعْضِ أَعْدَائِهِ، وَيَقْرَءُونَهُ فِي صُحُفِهِمْ وَكُتُبِهِمُ الَّتِي يَنْشُرُهَا دُعَاةُ النَّصْرَانِيَّةِ، وَنَحْوُهَا مَا يَكْتُبُهُ رِجَالُ السِّيَاسَةِ ; لِأَنَّهُمْ يُتَّبِعُونَ فِيهِ الْهَوَى، فَكُلٌّ مِنْ هَذَيْنِ الْفَرِيقَيْنِ يَنْظُرُ إِلَى كُتُبِ الْإِسْلَامِ، وَإِلَى حَالِ الْمُسْلِمِينَ بِعَيْنِ السُّخْطِ، مُلْتَمِسًا مِنْهَا مَا يُمْكِنُ لَهُ أَنْ يَعِيبَهُ وَيُنَفِّرَ مِنْهُ ; فَهُوَ لَا يَطْلُبُ حَقِيقَتَهُ، وَلِذَلِكَ لَا يُدْرِكُهَا، وَلَا يَقُولُ مَا ظَهَرَ لَهُ مِنْهَا عَلَى وَجْهِهِ، بَلْ يُحَرِّفُ الْكَلِمَ عَنْ مَوَاضِعِهِ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي الطَّهَارَةِ: أَنَّهَا هِيَ الْمُبَالَغَةُ فِي النَّظَافَةِ مِنْ غَيْرِ تَنَطُّعٍ، وَلَا وَسْوَسَةٍ، وَقَدِ اتَّفَقَ الْعُلَمَاءُ عَلَى أَنَّهَا مِنَ الْعِبَادَاتِ الْمَعْقُولَةِ الْمَعْنَى، حَتَّى قَالَ بَعْضُهُمْ: لَا تَجِبُ فِي الْوُضُوءِ النِّيَّةُ وَلَا التَّرْتِيبُ الَّذِي ثَبَتَ فِي الْكِتَابِ وَالسُّنَّةِ وَالْعَمَلِ الْمُطَّرِدِ. وَقَدْ أَوْجَبَ الْإِسْلَامُ طَهَارَةَ الْبَدَنِ وَالثَّوْبِ وَالْمَكَانِ، كَمَا أَوْجَبَ غَسْلَ الْأَطْرَافِ الَّتِي يَعْرِضُ لَهَا الْوَسَخُ كُلَّ يَوْمٍ بِأَسْبَابٍ مِنْ شَأْنِهَا أَنْ تَتَكَرَّرَ كُلَّ يَوْمٍ، وَغَسْلِ جَمِيعِ الْبَدَنِ بِأَسْبَابٍ مِنْ شَأْنِهَا أَنْ تَتَكَرَّرَ كُلَّ عِدَّةِ أَيَّامٍ، وَأَكَّدَ غُسْلَ الْجُمُعَةِ وَالْعِيدَيْنِ، وَحَثَّ عَلَى السِّوَاكِ وَالطِّيبِ، وَقَدِ اشْتُهِرَ امْتِيَازُ الْإِسْلَامِ بِالنَّظَافَةِ عَلَى جَمِيعِ الْأَدْيَانِ، حَتَّى صَارَ هَذَا مَعْرُوفًا لَهُ عِنْدَ غَيْرِ أَهْلِهِ، وَسَمِعْتُ كَثِيرِينَ مِنْ أُدَبَاءِ النَّصَارَى يَذْكُرُونَ هَذِهِ الْمَزِيَّةِ لِلْإِسْلَامِ، وَيُعَلِّلُونَهَا بِأَنَّ الْعَرَبَ </p><p> كَانَتْ قَلِيلَةَ الْعِنَايَةِ بِالنَّظَافَةِ ; لِقِلَّةِ الْمَاءِ فِي بِلَادِهَا، وَلِقُرْبِ أَهْلِ الْحَضَرِ مِنْهَا مِنَ الْبَدْوِ فِي قِلَّةِ التَّأَنُّقِ وَالتَّرَفِ. </p><p> نَفْيُ الْحَرَجِ مِنَ الدِّينِ وَإِثْبَاتِ الْيُسْرِ مَا نَفَاهُ اللهُ تَعَالَى مِنَ الْحَرَجِ فِي هَذِهِ الْآيَةِ قَاعِدَةٌ مِنْ قَوَاعِدِ الشَّرِيعَةِ، وَأَصْلٌ مِنْ أَعْظَمِ أُصُولِ الدِّينِ، تُبْنَى عَلَيْهِ وَتَتَفَرَّعُ عَنْهُ مَسَائِلُ كَثِيرَةٌ، وَقَدْ أُطْلِقَ هُنَا نَفْيُ الْحَرِجِ، وَالْمُرَادُ بِهِ - أَوَّلًا وَبِالذَّاتِ - مَا يَتَعَلَّقُ بِأَحْكَامِ الْآيَةِ، أَوْ بِمَا تَقَدَّمَ مِنَ الْأَحْكَامِ مِنْ أَوَّلِ السُّورَةِ. وَثَانِيًا - وَبِالتَّبَعِ - جَمِيعُ أَحْكَامِ الْإِسْلَامِ، وَلِهَذَا لَمْ يَقُلْ: مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ فِيمَا شَرَعَهُ لَكُمْ مِنْ أَحْكَامِ الطَّهَارَةِ، مَثَلًا ; لِأَنَّ حَذْفَ الْمُتَعَلِّقِ يُؤْذِنُ بِالْعُمُومِ، وَقَدْ صَرَّحَ بِنَفْيِ الْحَرَجِ مِنَ الدِّينِ كُلِّهِ فِي سُورَةِ الْحَجِّ ; فَقَالَ:  (وَجَاهِدُوا فِي اللهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ)  (٢٣: ٧٨) الْآيَةَ، وَإِنَّمَا صَرَّحَ فِي هَذِهِ الْآيَةِ بِنَفْيِ الْحَرَجِ مِنَ الدِّينِ كُلِّهِ ; لِأَنَّ سُورَةَ الْحَجِّ مِنَ السُّوَرِ الْمَكِّيَّةِ الَّتِي بَيَّنَتْ أُصُولَ الْإِسْلَامِ، وَقَوَاعِدَهُ الْكُلِّيَّةِ، وَهِيَ تَدُلُّ عَلَى أَنَّ الْقِيَامَ بِمَا لَا بُدَّ مِنْهُ مِنْ عَزَائِمِ الْأُمُورِ لَيْسَ مِنَ الْحَرَجِ فِي شَيْءٍ ; لِأَنَّهُ نَفَى الْحَرَجَ بَعْدَ الْأَمْرِ بِالْجِهَادِ فِي سَبِيلِ اللهِ حَقَّ الْجِهَادِ، وَهُوَ بَذْلُ الْجُهْدِ فِي الطَّرِيقِ الْمُوصِلِ إِلَى إِقَامَةِ سُنَنِ اللهِ تَعَالَى وَحِكْمَتِهِ فِي خَلْقِهِ وَكُلِّ مَا يُرْضِيهِ مِنْ عِبَادِهِ مِنَ الْحَقِّ </p><p> وَالْخَيْرِ وَالْفَضِيلَةِ. وَلَا يَصْعَدُ الْإِنْسَانُ إِلَى مُسْتَوَى كَمَالِهِ إِلَّا بِبَذْلِ الْجُهْدِ فِي مَعَالِي الْأُمُورِ، وَإِنَّمَا الْحَرَجُ هُوَ الضِّيقُ وَالْمَشَقَّةُ فِيمَا ضَرَرُهُ أَرْجَحُ أَوْ أَكْبَرُ مِنْ نَفْعِهِ ; كَالْإِلْقَاءِ بِالْأَيْدِي إِلَى التَّهْلُكَةِ، وَالِامْتِنَاعِ مَنْ سَدِّ الرَّمَقِ بِلَحْمِ الْمَيْتَةِ أَوِ الْخِنْزِيرِ أَوِ الْخَمْرِ لِمَنْ لَا يَجِدُ غَيْرَهَا، وَكَاسْتِعْمَالِ الْمَرِيضِ الْمَاءَ فِي الْوُضُوءِ أَوِ الْغُسْلِ مَعَ خَشْيَةِ ضَرَرِهِ، وَكَذَلِكَ اسْتِعْمَالُهُ فِي الْبَرْدِ بِهَذَا الْقَيْدِ، أَوْ فِيمَا يُمْكِنُ إِدْرَاكُ غَرَضِ الشَّارِعِ مِنْهُ بِدُونِ مَشَقَّةٍ فِي وَقْتٍ آخَرَ ; كَالصِّيَامِ فِي الْمَرَضِ وَالسَّفْرِ، وَقَدْ صَرَّحَ الْقُرْآنُ الْحَكِيمُ، بَعْدَ بَيَانِ فَرْضِيَّةِ الصِّيَامِ، وَالرُّخْصَةِ لِلْمَرِيضِ وَالْمُسَافِرِ بِالْفِطْرِ، بِأَنَّهُ يُرِيدُ بِعِبَادِهِ الْيُسْرَ وَلَا يُرِيدُ بِهِمُ الْعُسْرَ. </p><p> وَقَدْ بَنَى الْعُلَمَاءُ عَلَى أَسَاسِ نَفْيِ الْحَرَجِ وَالْعُسْرِ، وَإِثْبَاتِ إِرَادَةِ اللهِ تَعَالَى الْيُسْرَ بِالْعِبَادِ فِي كُلِّ مَا شَرَعَهُ لَهُمْ - عِدَّةَ قَوَاعِدَ وَأُصُولٍ، فَرَّعُوا عَلَيْهَا كَثِيرًا مِنَ الْفُرُوعِ فِي الْعِبَادَاتِ وَالْمُعَامَلَاتِ، مِنْهَا:  \" إِذَا ضَاقَ الْأَمْرُ اتَّسَعَ \" ، وَ \" الْمَشَقَّةُ تَجْلِبُ التَّيْسِيرَ \" ، وَ \" دَرْءُ الْمَفَاسِدِ مُقَدَّمٌ عَلَى جَلْبِ الْمَنَافِعِ \" ، وَ \" الضَّرُورَاتُ تُبِيحُ الْمَحْظُورَاتِ \" ، وَ \" مَا حُرِّمَ لِذَاتِهِ يُبَاحُ لِلضَّرُورَةِ \" ، وَ \" مَا حُرِّمَ لِسَدِّ الذَّرِيعَةِ يُبَاحُ لِلْحَاجَةِ \" . </p><p> وَقَدْ نَاطَ الْفُقَهَاءُ مَعْرِفَةَ الْمَشَقَّةِ الَّتِي تَجْلِبُ التَّيْسِيرَ، وَتَكُونُ سَبَبَ التَّخْفِيفِ بِعُرْفِ النَّاسِ </p>"
}