{
  "id": null,
  "sura": 5,
  "aya": 119,
  "text": "<p> فِي هَذِهِ السُّورَةِ، وَعَلَى لِسَانِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ فِي آيَتَيْنِ مِنْ سُورَةِ النِّسَاءِ، وَوِفَاقًا لِلْآيَاتِ الَّتِي تَنْفِي الشَّفَاعَةَ فِي الْآخِرَةِ بِإِطْلَاقٍ أَوْ تَنْفِي قَبُولَهَا، أَوْ تُقَيِّدُهَا عَلَى تَقْدِيرِ حُصُولِهَا بِمِثْلِ قَوْلِهِ تَعَالَى:  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ)  (٢١: ٢٨) . </p><p> بَعْدَ مَا تَقَدَّمَ مِنْ تَفْوِيضِ عِيسَى أَمْرَ قَوْمِهِ إِلَى رَبِّهِ عَزَّ وَجَلَّ بِتِلْكَ الْعِبَارَةِ الْبَلِيغَةِ، فِي إِثْرِ تِلْكَ الْأَجْوِبَةِ السَّدِيدَةِ، تَتَوَجَّهُ النَّفْسُ إِلَى مَعْرِفَةِ مَا يَقُولُهُ الرَّبُّ فِي ذَلِكَ الْيَوْمِ الْعَظِيمِ، وَتَسْأَلُ عَنْهُ بِلِسَانِ الْحَالِ أَوِ الْمَقَالِ إِنْ لَمْ تَسْمَعْهُ، وَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ: </p><p> (قَالَ اللهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ) قَرَأَ الْجُمْهُورُ \" يَوْمُ \" بِالرَّفْعِ وَهُوَ خَبَرُ هَذَا، أَيْ قَالَ اللهُ تَعَالَى: إِنَّ هَذَا الْيَوْمَ هُوَ الْيَوْمُ الَّذِي يَنْفَعُ فِيهِ الصَّادِقِينَ صِدْقُهُمْ فِي إِيمَانِهِمْ وَشَهَادَاتِهِمْ، وَفِي سَائِرِ أَقْوَالِهِمْ وَأَحْوَالِهِمْ. وَقَرَأَهُ نَافِعٌ بِالنَّصْبِ وَقِيلَ بِالْبِنَاءِ عَلَى الْفَتْحِ أَيْ قَالَ اللهُ: هَذَا أَيِ الَّذِي قَالَهُ عِيسَى وَاقِعٌ أَوْ كَائِنٌ يَوْمَ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ. ثُمَّ بَيَّنَ هَذَا النَّفْعَ بَيَانًا مُسْتَأْنَفًا فَقَالَ: </p><p> (لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ) الْجُمْلَةُ الْأُولَى تَقَدَّمَ تَفْسِيرُهَا مِرَارًا، وَأَمَّا الْجُمْلَةُ الثَّانِيَةُ فَهِيَ </p><p> بَيَانٌ لِلنَّعِيمِ الرُّوحَانِيِّ بَعْدَ ذِكْرِ النَّعِيمِ الْجُثْمَانِيِّ، فَإِنَّ رِضَا اللهِ تَعَالَى عَنْهُمْ وَرِضَاهُمْ عَنْهُ هُوَ غَايَةُ السَّعَادَةِ الْأَبَدِيَّةِ فِي نَفْسِهِ، وَفِيمَا يَتَرَتَّبُ عَلَيْهِ مِنْ عَطَايَاهُ تَعَالَى وَإِكْرَامِهِ، وَمِنْ كَوْنِهِمْ يَكُونُونَ نَاعِمِينِ بِذَلِكَ الْإِكْرَامِ مُغْتَبِطِينَ بِهِ، إِذْ لَا مَطْلَبَ لَهُمْ أَعْلَى مِنْهُ فَتَشْتَدُّ أَعْنَاقُهُمْ إِلَيْهِ وَتَسْتَشْرِفُ قُلُوبُهُمْ لَهُ حَتَّى يَتَوَقَّفَ رِضَاهُمْ عَلَيْهِ، وَأَمَّا كَوْنُهُ سَعَادَةً فِي نَفْسِهِ فَيُعْلَمُ مِنْ حَالِ كُلِّ مَنْ كَانَ فِي كَنَفِ إِنْسَانٍ وَالِدٍ أَوْ أُسْتَاذٍ أَوْ قَائِدٍ أَوْ رَئِيسٍ أَوْ سُلْطَانٍ، فَإِنَّ عِلْمَهُ بِرِضَاهُ عَنْهُ يَجْعَلُهُ فِي غِبْطَةٍ وَهَنَاءٍ وَطُمَأْنِينَةِ قَلْبٍ، وَيَكُونُ سُرُورُهُ وَزَهْوُهُ بِذَلِكَ عَلَى قَدْرِ مُقَامِ رَئِيسِهِ الرَّاضِي عَنْهُ، عَلَى حَدِّ الْبَيْتِ الَّذِي يَتَمَثَّلُ بِهِ الصُّوفِيَّةُ: </p><p> قَوْمٌ تَخَالَجَهُمْ زَهْوٌ بِسَيِّدِهِمْ ... وَالْعَبْدُ يُزْهَى عَلَى مِقْدَارِ مَوْلَاهُ. </p><p> عَلَى أَنَّ مَرْضَاةَ رُؤَسَاءِ الدُّنْيَا لَا يَسْتَلْزِمُ رِضَاءَ الْمَرْءُوسِينَ دَائِمًا; لِأَنَّ مِنْهُمُ الظَّالِمِينَ الَّذِينَ لَا يُوفُونَ أَحَدًا حَقَّهُ وَإِنْ كَانُوا رَاضِينَ عَنْهُ، وَرَضْوَانُ أَكْرَمِ الْأَكْرَمِينَ يَسْتَلْزِمُ رِضَا مَنْ رَضِيَ هُوَ عَنْهُ لِأَنَّهُ يُعْطِيهِ أَضْعَافَ مَا يَسْتَحِقُّ، وَفَوْقَ مَا يُؤَمِّلُ وَيَرْجُو، كَمَا قَالَ تَعَالَى فِي سُورَةِ آلم السَّجْدَةِ:  (فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ)  (٣٢: ١٧) وَرِضْوَانُهُ تَعَالَى فَوْقَ كُلِّ شَيْءٍ كَمَا قَالَ فِي سُورَةِ التَّوْبَةِ بِمَعْنَى مَا هُنَا: (وَعَدَ اللهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ)  (٩: ٧٢) . </p><p> وَالْفَوْزُ: الظَّفَرُ بِالْمَطْلُوبِ مَعَ النَّجَاةِ مِنْ ضِدِّهِ. أَوْ مِمَّا يَحُولُ دُونَهُ وَقَالَ الرَّاغِبُ: الْفَوْزُ الظَّفَرُ بِالْخَيْرِ مَعَ حُصُولِ السَّلَامَةِ فَمَعْنَاهُ مُرَكَّبٌ مِنْ سَلْبٍ وَإِيجَابٍ، كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى:  (فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدَ فَازَ)  (٣: ١٨٥) وَإِطْلَاقُهُ عَلَى الظَّفَرِ بِالْمَطْلُوبِ وَحْدَهُ كَمَا فِي الْآيَةِ الَّتِي نُفَسِّرُهَا وَآيَةِ التَّوْبَةِ الَّتِي بِمَعْنَاهَا وَمَا يُشَابِهُهَا مُرَاعَى فِيهِ الْمَعْنَى السَّلْبِيُّ بِالْقَرَائِنِ الْحَالِيَّةِ، كَمَا يُقَالُ فِي الْجَيْشِ الَّذِي يَغْلِبُ عَدْوَّهُ وَيَظْفَرُ بِالْغَنَائِمِ مِنْهُ! إِنَّهُ فَازَ، وَهُوَ إِذَا نَالَ مُرَادَهُ مِنْ هَدْمِ قَلْعَةٍ وَدَكِّ حِصْنٍ فَهَلَكَ تَحْتَ أَنْقَاضِهِ فَلَا يُقَالُ إِنَّهُ قَدْ فَازَ، وَإِذَا كَانَ الْمُهِمُّ فِي الْفَوْزِ الْمَعْنَى الْإِيجَابِيَّ يُعَدَّى بِالْبَاءِ فَيُقَالُ: فَازَ بِكَذَا، وَإِذَا كَانَ الْمُهِمُّ بَيَانَ الْمَعْنَى السَّلْبِيِّ يُعَدَّى بِمَنْ فَيُقَالُ: فَازَ مِنَ الْهَلَاكِ قَالَ تَعَالَى: (فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ)  (٣: ١٨٨) وَإِنَّمَا سُمِّيَتِ الْفَلَاةُ مَفَازَةً عَلَى سَبِيلِ التَّفَاؤُلِ لِأَنَّهَا مَظِنَّةٌ بِالْهَلَاكِ. </p><p> وَالْإِشَارَةُ فِي قَوْلِهِ تَعَالَى:  (ذَلِكَ الْفَوْزُ الْعَظِيمُ) إِلَى كُلٍّ مِنَ النَّعِيمَيْنِ الْجُثْمَانِيِّ وَالرُّوحَانِيِّ اللَّذَيْنِ يَحْصُلَانِ بَعْدَ النَّجَاةِ مِنْ أَهْوَالِ يَوْمِ الْقِيَامَةِ. وَقِيلَ: إِنَّهُ لِلثَّانِي فَقَطْ، وَالْأَوَّلُ أَصَحُّ لِأَنَّهُ الْأَكْمَلُ وَلِأَنَّ مِثْلَ هَذَا الْإِطْلَاقِ وَرَدَ فِي إِثْرِ إِطْلَاقِ الْجَزَاءِ بِالْجَنَّةِ وَحْدَهَا فِي آيَتَيْنِ مِنْ سُورَةِ التَّوْبَةِ غَيْرَ الْآيَةِ الَّتِي أَوْرَدْنَاهَا آنِفًا، وَفِي إِثْرِ إِطْلَاقِ الْجَزَاءِ بِالْجَنَّةِ مَعَ النَّجَاةِ مِنْ عَذَابِ النَّارِ كَمَا تَرَاهُ فِي آخِرِ سُورَةِ الدُّخَانِ، وَفِي مَعْنَاهُ مَا فِي سُورَةِ الْمُؤْمِنِ وَالْحَدِيدِ وَالصَّفِّ وَالتَّغَابُنِ، فَإِنَّ ذِكْرَ الْمَغْفِرَةِ فِيهَا يَتَضَمَّنُ مَعْنَى النَّجَاةِ مِنْ عَذَابِ النَّارِ. فَنَسْأَلُ اللهَ الْكَرِيمَ الرَّحْمَنَ الرَّحِيمَ، أَنْ يَجْعَلَنَا مِنْ أَهْلِ هَذَا الْفَوْزِ الْعَظِيمِ، بِفَضْلِهِ وَإِحْسَانِهِ، وَتَوْفِيقِنَا لِأَسْبَابِ مَرْضَاتِهِ. </p><p> ثُمَّ خَتَمَ جَلَّ جَلَالُهُ هَذِهِ السُّورَةَ بِقَوْلِهِ:  (لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) وَهُوَ مُنَاسِبٌ لِمَا قَبْلَهُ مُبَاشَرَةً وَمُنَاسِبٌ لِأَنْ يَكُونَ خِتَامًا لِمَجْمُوعِ مَا فِي هَذِهِ السُّورَةِ. أَمَّا الْأَوَّلُ: فَلَمَّا بَيَّنَ مَا لِأَهْلِ الصِّدْقِ عِنْدَهُ مِنَ الْجَزَاءِ الْحَقِّ فِي مَقْعَدِ الصِّدْقِ، بَيَّنَ عَقِبَهُ سَعَةَ مُلْكِهِ وَعُمُومَ قُدْرَتِهِ الدَّالِّينَ عَلَى كَوْنِ ذَلِكَ الْجَزَاءُ لَا يَقْدِرُ عَلَيْهِ غَيْرُهُ. وَأَمَّا الثَّانِي: فَلَمَّا كَانَ أَكْثَرُ آيَاتِ هَذِهِ السُّورَةِ فِي مُحَاجَّةِ أَهْلِ الْكِتَابِ عَامَّةً، وَبَسْطِ الْحُجَجِ عَلَى بُطْلَانِ أَقْوَالِ النَّصَارَى فِي نَبِيِّهِمْ خَاصَّةً، وَسَائِرُهَا فِي بَيَانِ أَحْكَامِ الْحَلَالِ وَالْحَرَامِ، مَعَ النَّصِّ عَلَى إِكْمَالِ الدِّينِ بِالْقُرْآنِ، وَعَلَى وَحْدَةِ الدِّينِ الْإِلَهِيِّ وَاخْتِلَافِ الشَّرَائِعِ وَالْمَنَاهِجِ لِلْأُمَمِ وَلَمَّا كَانَ كُلٌّ مِنْ ذَيْنِكَ الْقِسْمَيْنِ فِي الْأُصُولِ وَالْفُرُوعِ قَدْ تَكَرَّرَ فِيهِ الْوَعْدُ وَالْوَعِيدُ، وَقَفَّى عَلَيْهِمَا بِذِكْرِ جَمْعِ اللهِ تَعَالَى لِلرُّسُلِ يَوْمَ الْقِيَامَةِ وَسُؤَالِهِمْ عَنِ التَّبْلِيغِ، وَجَوَابِ أَحَدِهِمُ الدَّالِّ عَلَى شَهَادَتِهِمْ عَلَى أَقْوَامِهِمْ بِالْحَقِّ، وَتَفْوِيضِ أَمْرِهِمْ إِلَى اللهِ عَزَّ وَجَلَّ. </p><p> لَمَّا كَانَ مَا ذُكِرَ كَمَا ذَكَرَ نَاسَبَ أَنْ نَخْتِمَ هَذِهِ السُّورَةَ بِبَيَانِ كَوْنِ الْمُلْكِ كُلِّهِ وَالْقُدْرَةِ كُلِّهَا لِلَّهِ وَحْدَهُ وَأَنَّ مُلْكَ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ لِلَّهِ وَحْدَهُ، كَمَا يَدُلُّ عَلَيْهِ تَقْدِيمُ الظَّرْفِ وَهُوَ خَبَرُ الْمُبْتَدَأِ وَقَدِ اخْتِيرَتْ كَلِمَةُ \" مَا \" فِي قَوْلِهِ \" وَمَا فِيهِنَّ \" عَلَى \" مَنْ \" الْخَاصَّةِ بِمَنْ يَعْقِلُ، وَهُوَ الَّذِي مِنْ شَأْنِهِ أَنْ يَمْلِكَ; لِأَنَّ مَدْلُولَهَا أَعَمُّ وَأَشْمَلُ، وَلِلْإِشَارَةِ </p><p> إِلَى أَنَّ يَوْمَ الْجَزَاءِ الْحَقِّ يَسْتَوِي فِيهِ مَنْ يَعْقِلُ وَمَنْ لَا يَعْقِلُ، فَلَا يَمْلِكُ مَعَهُ أَحَدٌ شَيْئًا، لَا حَقِيقَةً وَلَا مَجَازًا، وَيَدْخُلُ فِي ذَلِكَ الْمَسِيحُ </p><p> وَأَمُّهُ اللَّذَانِ عُبِدَا مِنْ دُونِ اللهِ، فَيَتَضَمَّنُ الْحَصْرُ التَّعْرِيضَ بِعِبَادَتِهِمَا، وَبِالِاتِّكَالِ عَلَى شَفَاعَتِهِمَا، إِذِ الْمُلْكُ وَالْقُدْرَةُ لِلَّهِ وَحْدَهُ (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ)  (٢: ٢٥٥) وَغَايَةُ الْأَمْرِ أَنَّهُمَا مِنْ عِبَادِ اللهِ الْمُكْرَمِينَ (وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ)  (٢١: ٢٦ ٢٩) . صَدَقَ اللهُ الْعَلِيُّ الْعَظِيمُ. </p><p> خُلَاصَةُ سُورَةِ الْمَائِدَةِ </p><p> انْفَرَدَتْ هَذِهِ السُّورَةُ بِعِدَّةِ مَسَائِلَ فِي أُصُولِ الدِّينِ وَفُرُوعِهِ، وَبِتَفْصِيلِ عِدَّةِ أَحْكَامٍ أُجْمِلَتْ فِي غَيْرِهَا إِجْمَالًا، وَأَكْثَرُهَا فِي بَيَانِ شُئُونِ أَهْلِ الْكِتَابِ وَمُحَاجَّتِهِمْ، وَنَحْنُ نُذَكِّرُ قَارِئَ تَفْسِيرِنَا بِخُلَاصَتِهَا مُرَاعِينَ مُنَاسَبَةَ بَعْضِ الْمَسَائِلِ لِبَعْضٍ لَا عَلَى تَرْتِيبِ وُرُودِهَا فِي السُّورَةِ، وَجَعَلْنَا ذَلِكَ عَلَى قِسْمَيْنِ: </p><p> (الْقِسْمُ الْأَوَّلُ مَا هُوَ مِنْ قَبِيلِ الْأُصُولِ وَالْقَوَاعِدِ الِاعْتِقَادِيَّةِ أَوِ الْعَمَلِيَّةِ) . </p><p> (١) أَهَمُّ الْأُصُولِ الَّتِي انْفَرَدَتْ بِهَا السُّورَةُ، بَيَانُ إِكْمَالِ اللهِ تَعَالَى لِلْمُؤْمِنِينَ دِينَهَمُ الَّذِي ارْتَضَى لَهُمْ بِالْقُرْآنِ، وَإِتْمَامِ نِعْمَتِهِ عَلَيْهِمْ بِالْإِسْلَامِ [رَاجِعْ ص ١٢٨ ١٣٩ ج ٦ ط الْهَيْئَةِ] . </p><p> (٢) النَّهْيُ عَنْ سُؤَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَشْيَاءَ مِنْ شَأْنِهَا أَنْ تَسُوءَ الْمُؤْمِنِينَ إِذَا أُبْدِيَتْ لَهُمْ لِمَا فِيهَا مِنْ زِيَادَةِ التَّكَالِيفِ مَثَلًا [رَاجِعْ ص ١٠١ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ] . </p><p> وَقَدْ عُلِمَ مِنَ الْآيَاتِ الَّتِي نَزَلَتْ فِي هَاتَيْنِ الْمَسْأَلَتَيْنِ الْمُتَلَازِمَتَيْنِ أَنَّ كُلَّ حُكْمٍ دِينِيٍّ مِنَ اعْتِقَادٍ أَوْ عِبَادَةٍ أَوْ حَلَالٍ أَوْ حَرَامٍ لَمْ يَدُلَّ عَلَيْهِ النَّصُّ دَلَالَةً صَرِيحَةً وَلَمْ تَمْضِ بِهِ السُّنَّةُ الْعَمَلِيَّةُ مِنْ عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَيْسَ مِنَ الدِّينِ الَّذِي هُوَ حُجَّةُ اللهِ عَلَى كُلِّ مَنْ بَلَغَتْهُمْ دَعْوَةُ الرَّسُولِ، بِحَيْثُ يُطَالَبُونَ بِهِ فِي الدُّنْيَا وَيُسْأَلُونَ عَنْهُ فِي الْآخِرَةِ، كَمَا فَصَّلْنَا ذَلِكَ فِي تَفْسِيرِهِمَا مَعَ بَيَانِ الْفَرْقِ بَيْنَ الْأَحْكَامِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ، وَأَمَّا مَا دَلَّ </p><p> عَلَيْهِ الْكِتَابُ أَوِ السُّنَّةُ دَلَالَةً غَيْرَ صَرِيحَةٍ وَمِنْهُ أَكْثَرُ مَا اخْتَلَفَ أَئِمَّةُ الْعِلْمِ فِي دَلَالَتِهِ فَهُوَ حُجَّةٌ عَلَى مَنْ فَهِمَ مِنْهُ الْحُكْمَ لَا عَلَى كُلِّ أَحَدٍ كَمَا بَيَّنَاهُ فِي تَفْسِيرِ آيَةِ تَحْرِيمِ الْخَمْرِ. </p><p> (٣) بَيَانُ أَنَّ هَذَا الدِّينَ الْكَامِلَ مَبْنِيٌّ عَلَى الْعِلْمِ الْيَقِينِيِّ فِي الِاعْتِقَادِ وَالْهِدَايَةِ فِي الْأَخْلَاقِ وَالْأَعْمَالِ، وَأَنَّ التَّقْلِيدَ بَاطِلٌ لَا يَقْبَلُهُ اللهُ تَعَالَى، كَمَا هُوَ صَرِيحُ الْآيَةِ ١٠٤ [رَاجِعْ ص ١٧٢ ج ٧ ط الْهَيْئَةِ] وَتَقَدَّمَ مِثْلُهَا فِي سُورَةِ الْبَقَرَةِ. </p><p> (٤) بَيَانُ أَنَّ أُصُولَ الدِّينِ الْإِلَهِيِّ عَلَى أَلْسِنَةِ الرُّسُلِ كُلِّهِمْ هِيَ الْإِيمَانُ بِاللهِ وَالْيَوْمِ الْآخِرِ </p><p> وَالْعَمَلُ الصَّالِحُ، فَمَنْ أَقَامَهَا كَمَا أَمَرَتِ الرُّسُلُ مِنْ أَيَّةِ مِلَّةٍ مِنْ مِلَلِ الرُّسُلِ كَالْيَهُودِ وَالنَّصَارَى وَالصَّابِئِينَ فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ فِي الْآخِرَةِ وَلَا هُمْ يَحْزَنُونَ [رَاجَعَ ص ٣٩٤ ج ٦ ط الْهَيْئَةِ] وَتَقَدَّمَ لَكَ مِثْلُ ذَلِكَ فِي سُورَةِ الْبَقَرَةِ. </p><p> (٥) وَحْدَةُ الدِّينِ وَاخْتِلَافُ شَرَائِعِ الْأَنْبِيَاءِ وَمَنْهَجِهِمْ فِيهِ. </p><p> (٦) هَيْمَنَةُ الْقُرْآنِ عَلَى الْكُتُبِ الْإِلَهِيَّةِ [رَاجِعْ ص ٣٣٩ ج ٦ ط الْهَيْئَةِ] . </p><p> (٧) بَيَانُ عُمُومِ بَعْثَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمْرِهِ بِالتَّبْلِيغِ الْعَامِّ وَكَوْنِهِ لَا يُكَلَّفُ مِنْ حَيْثُ كَوْنِهِ رَسُولًا إِلَّا التَّبْلِيغَ. وَأَنَّ مِنْ حُجَجِ رِسَالَتِهِ أَنَّهُ بَيَّنَ لِأَهْلِ الْكِتَابِ كَثِيرًا مِمَّا كَانُوا يُخْفُونَ مَنْ كُتُبِهِمْ وَهُوَ قِسْمَانِ:  (أَحَدُهُمَا) مَا ضَاعَ مِنْهُ قَبْلَ بَعْثَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَاءً عَلَى الْأَصْلِ الْمُبَيَّنِ فِي هَذِهِ السُّورَةِ وَهُوَ أَنَّهُمْ نَسُوا حَظًّا عَظِيمًا مِمَّا ذَكَّرَهُمُ اللهُ بِهِ بِإِنْزَالِهِ فِيهَا. (وثَانِيهِمَا) مَا كَانُوا يَكْتُمُونَهُ مِنَ الْأَحْكَامِ اتِّبَاعًا لِأَهْوَائِهِمْ مَعَ وُجُودِهِ فِي الْكِتَابِ كَحُكْمِ رَجْمِ الزَّانِي، وَقَدْ بَيَّنَّا كُلًّا مِنَ الْقِسْمَيْنِ فِي مَوْضِعِهِ مِنْ هَذِهِ السُّورَةِ وَلَوْلَا أَنَّ مُحَمَّدًا الْأُمِّيَّ مُرْسَلٌ مِنْ عِنْدِ اللهِ لَمَا عَلِمَ شَيْئًا مِنْ هَذَا وَلَا ذَاكَ. </p><p> (٨) عِصْمَةُ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ النَّاسِ أَنْ يَضُرُّوهُ أَوْ يَقْدِرُوا عَلَى صَدِّهِ عَنْ تَبْلِيغِ رِسَالَةِ رَبِّهِ، وَهَذَا مِنْ دَلَائِلِ نُبُوَّتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيْضًا، فَكَمْ حَاوَلُوا قَتْلَهُ فَأَعْيَاهُمْ وَأَعْجَزَهُمْ [رَاجِعْ ص ٣٩١، ٣٩٢ ج ٦ ط الْهَيْئَةِ] . </p><p> (٩) بَيَانُ أَنَّ اللهَ أَوْجَبَ عَلَى الْمُؤْمِنِينَ إِصْلَاحَ أَنْفُسِهِمْ أَفْرَادِهَا وَجَمَاعَتِهَا. وَأَنَّهُ لَا يَضُرُّهُمْ مَنْ ضَلَّ مِنَ النَّاسِ إِذَا هُمُ اسْتَقَامُوا عَلَى صِرَاطِ الْهِدَايَةِ، أَيْ لَا يَضرُّهُمْ ضَلَالُهُ فِي دُنْيَاهُمْ لِأَنَّ اللهَ تَعَالَى لَا يَجْعَلُ لَهُ سَبِيلًا عَلَيْهِمْ، وَلَا يَضُرُّهُمْ فِي أَمْرِ دِينِهِمْ وَآخِرَتِهِمْ لِأَنَّ اللهَ تَعَالَى لَمْ يُكَلِّفْهُمْ إِكْرَاهَ النَّاسِ عَلَى الْهُدَى وَالْحَقِّ، وَلَا أَنْ يَخْلُقُوا </p><p> لَهُمُ الْهِدَايَةَ خَلْقًا، وَإِنَّمَا كَلَّفَهُمْ أَنْ يَكُونُوا مُهْتَدِينَ فِي أَنْفُسِهِمْ بِإِقَامَةِ دِينِ اللهِ تَعَالَى فِي الْأَعْمَالِ الْفَرْدِيَّةِ وَالْمَصَالِحِ الِاجْتِمَاعِيَّةِ، وَمِنْهَا الدَّعْوَةُ إِلَى الْحَقِّ وَالْخَيْرِ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ. </p><p> (١٠) تَأْكِيدُ وُجُوبِ الْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ بِمَا بَيَّنَهُ اللهُ تَعَالَى مِنْ لَعْنِ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ وَتَعْلِيلِهِ ذَلِكَ بِأَنَّهُمْ كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ. </p><p> (١١) نَفْيُ الْحَرَجِ مِنْ دِينِ الْإِسْلَامِ. [رَاجِعْ ص ٢١٤، ٢٢٣ ج ٦ ط الْهَيْئَةِ] . </p><p> (١٢) تَحْرِيمُ الْغُلُوِّ فِي الدِّينِ وَالتَّشَدُّدِ فِيهِ وَلَوْ بِتَحْرِيمِ الطَّيِّبَاتِ وَتَرْكِ التَّمَتُّعِ بِهَا وَتَحْرِيمِ الْخَبَائِثِ وَالِاعْتِدَاءِ وَالْإِسْرَافِ فِي الطَّيِّبَاتِ. [رَاجِعْ ص ٤٠٥ ج ٦، ١٦ ٢٨ ج ٧ ط الْهَيْئَةِ] . </p><p> (١٣) قَاعِدَةُ إِبَاحَةِ الِاضْطِرَارِ لِلْمُحَرَّمِ لِذَاتِهِ فِيمَا يُضْطَرُّ إِلَيْهِ كَالطَّعَامِ وَمِنْهُ أَخَذَ الْفُقَهَاءُ قَوْلَهُمْ: الضَّرُورَاتُ تُبِيحُ الْمَحْظُورَاتِ [رَاجِعْ ص ١٣٩ ج ٦ ط الْهَيْئَةِ] . </p><p> (١٤) قَاعِدَةُ التَّفَاوُتِ بَيْنَ الْخَبِيثِ وَالطَّيِّبِ وَكَوْنِهِمَا لَا يَسْتَوِيَانِ فِي الْحُكْمِ، كَمَا أَنَّهُمَا لَا يَسْتَوِيَانِ فِي أَنْفُسِهِمَا وَفِيمَا يَتَرَتَّبُ عَلَيْهِمَا، وَهَذَا أَصْلٌ عَظِيمٌ مِنْ أُصُولِ التَّحْلِيلِ وَالتَّحْرِيمِ فِي الطَّعَامِ وَغَيْرِهِ يَدُلُّ عَلَى تَعْلِيلِ الْأَحْكَامِ الشَّرْعِيَّةِ بِالْحِكَمِ وَالْمَصَالِحِ. وَعَلَى عَدَمِ اسْتِوَاءِ جَزَاءِ الْخَبِيثِ وَالطَّيِّبِ مِنَ النَّاسِ عِنْدَ اللهِ عَزَّ وَجَلَّ [رَاجِعْ ص ١٠٣ ج ٧ ط الْهَيْئَةِ] وَمَا كَانَ تَعْلِيلُ الْأَحْكَامِ وَبَيَانُ حِكْمَتِهَا وَفَائِدَتِهَا إِلَّا لِأَجْلِ تَوَخِّيهَا كَأَحْكَامِ الطَّهَارَةِ وَتَحْرِيمِ الْخَمْرِ وَالْمَيْسِرِ وَبَعْضِ الطَّعَامِ وَأَحْكَامِ الْوَصِيَّةِ وَالشَّهَادَةِ وَإِقْسَامِ الشُّهَدَاءِ الْيَمِينَ وَإِنَّكَ لَتَجِدُ الَّذِينَ يَجْهَلُونَ ذَلِكَ لِإِعْرَاضٍ عَنْ حُكْمِ الْقُرْآنِ وَأَسْرَارِ السُّنَّةِ قَدْ جَعَلُوا أَمْرَ الْوُضُوءِ وَالْغُسْلِ تَعَبُّدِيًّا مَحْضًا لَا يَسْتَلْزِمُ النَّظَافَةَ فِعْلًا وَلَا قَصْدًا، وَزَعَمُوا أَنَّ تَحْرِيمَ الْخَمْرِ تَعَبُّدِيٌّ لَا يَدُلُّ عَلَى تَحْرِيمِ كُلِّ مُسْكِرٍ بِنَاءً عَلَى رَأْيِهِمْ أَنَّ الْخَمْرَ مَا كَانَ مِنْ عَصِيرِ الْعِنَبِ خَاصَّةً، فَمَا الْقَوْلُ فِي فَهْمِهِمْ لِسَائِرِ الْأَحْكَامِ؟ ! . </p><p> (١٥) تَحْرِيمُ الِاعْتِدَاءِ عَلَى قَوْمٍ بِسَبَبِ بُغْضِهِمْ وَعَدَاوَتِهِمْ ; لِأَنَّهُ يَجِبُ عَلَى الْمُؤْمِنِينَ أَنْ يَلْتَزِمُوا الْحَقَّ وَالْعَدْلَ وَلَا يَكُونُوا كَأَهْلِ السِّيَاسَةِ الْمَدَنِيَّةِ. [رَاجِعْ ص ١٠٦، ١٠٧، ٢٢٧ ج ٦ ط الْهَيْئَةِ] . </p><p> (١٦) وُجُوبُ الشَّهَادَةِ بِالْقَسَمِ وَالْحُكْمِ بِالْعَدْلِ وَالْمُسَاوَاةِ فِيهِمَا بَيْنَ غَيْرِ </p><p> الْمُسْلِمِينَ كَالْمُسْلِمِينَ وَلَوْ لِلْأَعْدَاءِ عَلَى الْأَصْدِقَاءِ، وَتَأْكِيدُ وُجُوبِ الْعَدْلِ فِي سَائِرِ الْأَحْكَامِ وَالْأَعْمَالِ. [رَاجِعْ ص ٢٢٦، ٣٢٦، ٣٤١، ٣٤٨ ج ٦ ط الْهَيْئَةِ] . </p><p> (١٧) الْأَمْرُ الْمُطْلَقُ الْعَامُّ فِي أَوَّلِ السُّورَةِ بِالْوَفَاءِ بِالْعُقُودِ الَّتِي يَتَعَاقَدُ النَّاسُ عَلَيْهَا فِي جَمِيعِ مُعَامَلَاتِهِمُ الدُّنْيَوِيَّةِ مِنْ شَخْصِيَّةٍ وَمَدَنِيَّةٍ. وَهَذِهِ قَاعِدَةٌ عَظِيمَةٌ مِنْ قَوَاعِدِ الشَّرِيعَةِ الْإِسْلَامِيَّةِ، وَهِيَ أَنَّ اللهَ تَعَالَى وَكَّلَ أَمْرَ الْعُقُودِ الَّتِي يَتَعَامَلُونَ بِهَا إِلَى عُرْفِهِمْ وَمُوَاضَعَاتِهِمْ; لِأَنَّهَا مِنْ مَصَالِحِهِمُ الَّتِي تَخْتَلِفُ بِاخْتِلَافِ الْأَحْوَالِ، فَلَمْ يُقَيِّدْهُمْ فِي أَحْكَامِهَا وَشُرُوطِهَا بِقُيُودٍ دَائِمَةٍ إِلَّا مَا أَوْجَبَهُ الشَّرْعُ مِمَّا لَا يَخْتَلِفُ الْأَحْوَالُ وَالْعُرْفُ، كَتَحْرِيمِ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ كَالرِّبَا وَالْقِمَارِ، فَكُلُّ عَقْدٍ يَتَعَاقَدُ عَلَيْهِ النَّاسُ لَمْ يُحِلَّ حَرَامًا وَلَمْ يُحَرِّمْ حَلَالًا مِمَّا ثَبَتَ بِالنَّصِّ وَلَوِ اقْتِضَاءً فَهُوَ جَائِزٌ. </p><p> (١٨) إِيجَابُ التَّعَاوُنِ عَلَى الْبِرِّ وَالتَّقْوَى، وَمِنْهُ تَأْلِيفُ الْجَمَاعَاتِ الْخَيْرِيَّةِ وَالْعِلْمِيَّةِ وَتَحْرِيمُ التَّعَاوُنِ عَلَى الْإِثْمِ وَالْعُدْوَانِ. </p><p> (١٩) بَيَانُ أَنَّ اللهَ تَعَالَى جَعَلَ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ فِي أَمْرِ دِينِهِمْ وَدُنْيَاهُمْ، فَهُوَ جَعْلٌ تَكْوِينِيٌّ بِاعْتِبَارٍ وَشَرْعِيٌّ بِاعْتِبَارٍ آخَرَ، وَهُوَ يَدُلُّ عَلَى عِلْمِهِ الْوَاسِعِ الْمُحِيطِ بِالْأَشْيَاءِ وَالْحِكَمِ وَالْمَصَالِحِ وَالْمَنَافِعِ. </p><p> (٢٠) النَّهْيُ عَنْ مُوَالَاةِ الْمُؤْمِنِينَ لِلْكَافِرِينَ وَبَيَانُ أَنَّ مِنْ آيَاتِ النِّفَاقِ وَمَرَضِ الْقَلْبِ </p><p> الْمُسَارَعَةَ فِي مُوَالَاتِهِمْ مِنْ دُونِ الْمُؤْمِنِينَ، خَوْفًا أَنْ تَدُورَ الدَّائِرَةُ عَلَى الْمُؤْمِنِينَ فَتَكُونَ لَهُمْ يَدٌ عِنْدَ أَعْدَائِهِمْ يَسْتَفِيدُونَ بِهَا مِنْهُمْ. [رَاجِعْ ص ٣٥٢، ٣٥٣، ٣٦٧، ٣٦٨ ط الْهَيْئَةِ] . </p><p> (٢١) تَفْصِيلُ أَحْكَامِ الْوُضُوءِ وَالْغُسْلِ وَالتَّيَمُّمِ مَعَ بَيَانِ أَنَّ اللهَ تَعَالَى يُرِيدُ أَنْ يُطَهِّرَ النَّاسَ وَيُزَكِّيَهُمْ بِمَا شَرَعَهُ لَهُمْ مِنْ أَحْكَامِ الطَّهَارَةِ وَغَيْرِهَا. وَشُمُولُ الطِّهَارَةِ فِي آيَةِ الْوُضُوءِ لِطَهَارَةِ الظَّاهِرِ وَالْبَاطِنِ. وَهَذَا يَدُلُّ عَلَى أَنَّ أَحْكَامَ الطَّهَارَةِ كُلَّهَا مَعْقُولَةُ الْمَعْنَى كَمَا أَشَرْنَا إِلَيْهِ فِي الْمَسْأَلَةِ الرَّابِعَةِ عَشْرَةَ، فَيَجِبُ أَنْ يَتَحَرَّى بِأَدَاءِ مَا وَرَدَ بِهِ الشَّرْعُ مَا تَتَحَقَّقُ بِهِ الْحِكْمَةُ مِنْهُ. وَيَدُلُّ عَلَى أَنَّ الْوَسْوَسَةَ فِي الطَّهَارَةِ مَذْمُومَةٌ مُخَالِفَةٌ لِنَصِّ الشَّرْعِ وَمَقْصِدِهِ. </p><p> (٢٢) تَفْصِيلُ أَحْكَامِ حَلَالِ الطَّعَامِ وَحَرَامِهِ وَبَيَانُ مَا حُرِّمَ مِنْهُ لِكَوْنِهِ خَبِيثًا فِي ذَاتِهِ كَالْمَيْتَةِ وَمَا فِي مَعْنَاهَا وَالْخِنْزِيرِ وَمَا حُرِّمَ لِسَبَبٍ دِينِيٍّ كَالَّذِي يُذْبَحُ لِلْأَصْنَامِ. </p><p> (٢٣) تَحْرِيمُ الْخَمْرِ وَهُوَ كُلُّ مُسْكِرٍ، وَالْمَيْسِرِ وَهُوَ الْقِمَارُ، وَمِنْهُ مَا يُسَمَّى فِي عُرْفِ النَّاسِ الْيَوْمَ بِالْمُضَارَبَاتِ. </p><p> (٢٤) أَحْكَامُ مُحَرَّمَاتِ الْإِحْرَامِ. </p><p> (٢٥) تَفْصِيلُ أَحْكَامِ الصَّيْدِ لِلْمُحْرِمِ وَغَيْرِهِمْ فِي أَوَائِلِ السُّورَةِ وَأَوَاخِرِهَا. </p><p> (٢٦) حُدُودُ الْمُحَارِبِينَ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ، وَيَخْرُجُونَ عَلَى أَئِمَّةِ الْعَدْلِ، وَحَدُّ السَّرِقَةِ وَمَا يَتَعَلَّقُ بِالْحَدِّ كَسُقُوطِهِ بِالتَّوْبَةِ بِشَرْطِهِ. </p><p> (٢٧) أَحْكَامُ الْأَيْمَانِ وَكَفَّارَتُهَا وَأَيْمَانُ الْأُمَنَاءِ وَالشُّهُودِ. </p><p> (٢٨) تَأْكِيدُ أَمْرِ الْوَصِيَّةِ قَبْلَ الْمَوْتِ، وَأَحْكَامُ الشَّهَادَةِ عَلَى الْوَصِيَّةِ وَفِي قَضَايَاهَا وَشَهَادَةُ غَيْرِ الْمُسْلِمِ عَلَى الْمُسْلِمِ، وَالْفَرْقُ بَيْنَ الشَّهَادَةِ وَالْإِشْهَادِ، وَإِنَّنَا بَعْدَ الْإِطَالَةِ فِي تَفْسِيرِ الْآيَاتِ فِي الْوَصِيَّةِ وَالشَّهَادَةِ فِيهَا لَخَّصْنَا مَسَائِلَهَا فِي ١٥ مَسْأَلَةً. </p><p> (٢٩) الْأَمْرُ بِالتَّقْوَى فِي عِدَّةِ آيَاتٍ مِنْ هَذِهِ السُّورَةِ تَدْخُلُ فِي جَمْعِ الْكَثْرَةِ ; لِأَنَّ صَلَاحَ أُمُورِ الدُّنْيَا وَالدِّينِ يَتَوَقَّفُ عَلَى الْتِزَامِهَا، وَإِنَّمَا يُرْجَى بِتَكْرَارِ الْأَمْرِ بِهَا فِي كُلِّ سِيَاقٍ بِحَسَبِهِ. </p><p> (٣٠) بَيَانُ تَفْوِيضِ أَمْرِ الْجَزَاءِ فِي الْآخِرَةِ إِلَى اللهِ تَعَالَى وَحْدَهُ كَمَا حَكَاهُ سُبْحَانَهُ مِنْ قَوْلِ الْمَسِيحِ فِي ذَلِكَ الْيَوْمِ مَقْرُونًا بِتَعْلِيلِهِ وَدَلِيلِهِ، وَكَوْنِ النَّافِعِ فِي ذَلِكَ الْيَوْمِ هُوَ الصِّدْقُ فِي الظَّاهِرِ وَالْبَاطِنِ، جَعَلَنَا اللهُ مِنْ أَهْلِهِ. </p><p> (الْقِسْمُ الثَّانِي) </p><p> (مَا وَرَدَ مِنَ الْأَخْبَارِ وَالْحِجَاجِ وَالْأَحْكَامِ فِي شَأْنِ أَهْلِ الْكِتَابِ) . </p><p> مِنَ الْآيَاتِ فِي هَذَا الْقِسْمِ مَا نَزَلَ فِي شَأْنِ أَهْلِ الْكِتَابِ عَامَّةً وَمِنْهُ مَا هُوَ فِي أَحَدِ الْفَرِيقَيْنِ خَاصَّةً. فَمِنَ الْمُشْتَرَكِ: وَصْفُهُمْ بِالْغُلُوِّ فِي دِينِهِمُ الْمُسْتَلْزِمِ لِلتَّعَصُّبِ الضَّارِّ، وَبِاتِّبَاعِهِمْ أَهْوَاءَ مَنْ ضَلَّ قَبْلَهُمْ مِنَ الْوَثَنِيِّينَ وَغَيْرِهِمْ، وَبِالْغَرُورِ فِي دِينِهِمْ وَزَعْمِهِمْ أَنَّهُمْ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ، وَبِأَنَّهُمْ مَعَ ذَلِكَ نَقَضُوا مِيثَاقَ رَبِّهِمْ وَنَسُوا حَظًّا عَظِيمًا مِمَّا ذَكَّرَهُمُ اللهُ بِهِ عَلَى أَلْسِنَةِ أَنْبِيَائِهِمْ، وَلَمْ يُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ كَمَا أَوْجَبَ اللهُ عَلَيْهِمْ، وَقَدْ فَنَّدَ دَعْوَاهُمْ أَنَّهُمُ أَبْنَاؤُهُ وَأَحِبَّاؤُهُ بِمَا يَأْتِي ذِكْرُهُ قَرِيبًا وَبَيَّنَ اللهُ لَهُمْ حَقِيقَةَ الْأَمْرِ </p><p> وَهِيَ أَنَّهُمْ بَشْرٌ مِمَّنْ خَلَقَ اللهُ، لَا مَزِيَّةَ لَهُمْ عَلَى سَائِرِ الْبَشَرِ فِي أَنْفُسِهِمْ وَذَوَاتِهِمْ; لِأَنَّ الْبَشَرَ إِنَّمَا يَمْتَازُ بَعْضُهُمْ عَلَى بَعْضٍ بِالْعُلُومِ الصَّحِيحَةِ وَالْأَخْلَاقِ الْكَرِيمَةِ وَالْأَعْمَالِ الصَّالِحَةِ، لَا بِالنَّسَبِ وَالِانْتِمَاءِ إِلَى الْأَنْبِيَاءِ وَالصَّالِحِينَ وَإِنْ كَانُوا مُخَالِفِينَ لَهُمْ فِي هِدَايَتِهِمْ. </p><p> وَذَكَرَ مِنْ جَزَائِهِمْ عَلَى سُوءِ أَعْمَالِهِمْ فِي الدُّنْيَا إِلْقَاءَ الْعَدَاوَةِ وَالْبَغْضَاءِ بَيْنَهُمْ، وَأَنَّهُ يُعَذِّبُهُمْ فِي الدُّنْيَا بِذُنُوبِهِمُ الشَّخْصِيَّةِ وَالْقَوْمِيَّةِ كَغَيْرِهِمْ، وَأَنَّ ذَلِكَ يَدْحَضُ دَعْوَاهُمْ أَنَّهُمْ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ، وَدَعَاهُمْ كَافَّةً لِلْإِسْلَامِ، وَالْإِيمَانِ بِخَاتَمِ الرُّسُلِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، الَّذِي بَيَّنَ لَهُمْ حَقِيقَةَ دِينِهِمُ الَّذِي كَانَ عَلَيْهِ سَلَفُهُمْ، وَدَحَضَ مَا زَادُوا فِيهِ بِالْبُرْهَانِ، وَبَيَّنَ بَعْضَ مَا كَانُوا يُخْفُونَ أَوْ يَجْهَلُونَ مِنْهُ أَحْسَنَ بَيَانٍ. </p><p> وَوَصَفَ التَّوْرَاةَ وَالْإِنْجِيلَ أَحْسَنَ وَصْفٍ. وَذَكَرَ مِنْ أَخْبَارِ التَّوْرَاةِ قِصَّةَ ابْنَيْ آدَمَ بِالْحَقِّ، وَمِنْ أَحْكَامِهَا عُقُوبَاتُ الْقَتْلِ وَإِتْلَافِ الْأَعْضَاءِ وَالْجُرُوحِ، وَمِنْ أَخْبَارِ الْإِنْجِيلِ وَالْمَسِيحِ مَا هُوَ حُجَّةٌ عَلَى الْفَرِيقَيْنِ، وَبَيَّنَ أَنَّ الْكِتَابَيْنِ أُنْزِلَا نُورًا وَهُدًى لِلنَّاسِ، وَأَنَّهُمْ لَوْ كَانُوا أَقَامُوهُمَا لَكَانُوا فِي أَحْسَنِ حَالٍ، وَلَسَارَعُوا إِلَى الْإِيمَانِ بِمَا أَنْزَلَهُ اللهُ عَلَى خَاتَمِ رُسُلِهِ مُصَدِّقًا لِأَصْلِهِمَا، وَمُبَيِّنًا لِمَا طَرَأَ عَلَيْهِمَا، وَمُكَمِّلًا لِدِينِ الْأَنْبِيَاءِ جَمِيعًا، عَلَى سُنَّةِ اللهِ فِي النُّشُوءِ وَالِارْتِقَاءِ، الَّتِي هِيَ أَظْهَرُ فِي الْبَشَرِ مِنْهَا فِي سَائِرِ الْأَشْيَاءِ، وَلَكِنَّهُمُ اتَّخَذُوا الْإِسْلَامَ هُزُؤًا وَلَعِبًا فِي جُمْلَتِهِ وَفِي صَلَاتِهِ، وَوَالَوْا عَلَيْهِ الْمُنَاصِبِينَ لَهُ مِنْ أَعْدَائِهِ، فَنَهَى اللهُ الْمُؤْمِنِينَ عَنْ مُوَالَاتِهِمْ. </p><p> وَمِمَّا جَاءَ فِي الْيَهُودِ خَاصَّةً نَعْيًا عَلَيْهِمْ وَبَيَانًا لِسُوءِ حَالِهِمْ أَنَّهُمْ نَقَضُوا مِيثَاقَ اللهِ الَّذِي </p><p> أَخَذَهُ عَلَيْهِمْ فِي كِتَابِهِمْ وَنَسُوا حَظًّا عَظِيمًا مِمَّا ذُكِّرُوا بِهِ، وَحَرَّفُوا الْكَلِمَ عَنْ مَوَاضِعِهِ، وَتَرَكُوا الْحُكْمَ بِالتَّوْرَاةِ وَأَخْفَوْا بَعْضَ أَحْكَامِهَا، وَحَكَّمُوا الرَّسُولَ وَلَمْ يَرْضَوْا بِحُكْمِهِ الْمُوَافِقِ لَهَا، وَأَنَّ مِنْ صِفَاتِهِمُ الْغَالِبَةِ عَلَيْهِمْ قَسَاوَةَ الْقَلْبِ، وَالْخِيَانَةَ وَالْمَكْرَ، وَالْكَذِبَ وَقَوْلَ الْإِثْمِ، وَالْمُبَالَغَةَ فِي سَمَاعِ الْكَذِبِ وَأَكْلَ السُّحْتِ، وَالسَّعْيَ بِالْفَسَادِ فِي الْأَرْضِ، وَفِي إِيقَادِ نَارِ الْفِتَنِ وَالْحَرْبِ. وَأَنَّهُمْ كَانُوا يَقْتُلُونَ الْأَنْبِيَاءَ وَالرُّسُلَ بِغَيْرِ حَقٍّ، وَتَمَرَّدُوا عَلَى مُوسَى إِذْ أَمَرَهُمْ بِدُخُولِ الْأَرْضِ الْمُقَدَّسَةِ وَقِتَالِ الْجَبَّارِينَ فَعَاقَبَهُمُ اللهُ بِالتِّيهِ فِي الْأَرْضِ، وَأَنَّهُمْ كَانُوا أَشَدَّ النَّاسِ عَدَاوَةً لِلْمُؤْمِنِينَ، حَتَّى أَنَّهُمْ يُوَالُونَ عَلَيْهِمُ الْمُشْرِكِينَ، بِسَبَبِ مَا وَرِثُوهُ مِنْ تِلْكَ الصِّفَاتِ عَنِ الْغَابِرِينَ، وَذَكَرَ أَنَّهُ عَاقَبَهُمْ عَلَى </p><p> ذَلِكَ كُلِّهِ بِاللَّعْنِ عَلَى أَلْسِنَةِ الرُّسُلِ، وَبِالْغَضَبِ وَالْمَسْخِ، وَهَذِهِ الصِّفَاتُ الَّتِي غَلَبَتْ عَلَيْهِمْ فِي زَمَنِ الْبَعْثَةِ وَقَبْلَهُ تُثْبِتُهَا تَوَارِيخُهُمْ وَتَوَارِيخُ غَيْرِهِمْ، وَمِنَ الْمَعْلُومِ أَنَّهَا لَمْ تَكُنْ عَامَّةً فِيهِمْ وَلَا شَامِلَةً لِجَمِيعِ أَفْرَادِهِمْ، فَقَدْ أَنْصَفَهُمُ الْحَكَمُ الْعَدْلُ فِي هَذِهِ السُّورَةِ وَغَيْرِهَا بِالْحُكْمِ عَلَى الْكَثِيرِ مِنْهُمْ أَوْ عَلَى أَكْثَرِهِمْ. وَمِنْهُ قَوْلُهُ فِي هَذِهِ السُّورَةِ:  (مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ)  (٥: ٦٦) وَبَيَّنَّا فِي هَذَا الْمَوْضُوعِ مَا كَانَ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مُسَاعَدَةِ الْيَهُودِ لِلْمُسْلِمِينَ فِي الشَّامِ وَالْأَنْدَلُسِ لِعَدْلِهِمْ فِيهِمُ عَلَى النَّصَارَى الظَّالِمِينَ لَهُمْ. </p><p> وَمِمَّا جَاءَ فِي النَّصَارَى خَاصَّةً أَنَّهُمْ نَسُوا كَالْيَهُودِ حَظًّا مِمَّا ذُكِّرُوا بِهِ، وَأَنَّهُمْ قَالُوا: إِنَّ اللهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ، وَقَالُوا: إِنَّ اللهَ ثَالِثُ ثَلَاثَةٍ، وَرَدَّ عَلَيْهِمْ هَذِهِ الْعَقِيدَةَ بِالْأَدِلَّةِ الْعَقْلِيَّةِ، وَبِبَرَاءَةِ الْمَسِيحِ مِنْهَا وَمِنْ مُنْتَحِلِيهَا يَوْمَ الْقِيَامَةِ، وَبَيَّنَ لَهُمْ حَقِيقَةَ الْمَسِيحِ وَأَنَّهُ عَبْدُ اللهِ وَرَسُولُهُ وَرَوْحٌ مِنْهُ، وَمَا أَيَّدَهُ بِهِ مِنَ الْآيَاتِ، وَحَالَ حَوَارِيِّيهِ وَتَلَامِيذِهِ فِي الْإِيمَانِ، وَبَيَّنَ أَنَّهُمْ أَقْرَبُ النَّاسِ مَوَدَّةً لِلْمُؤْمِنِينَ (ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ)  (٥: ٨٢) فَلْيُرَاجَعْ تَفْسِيرُ ذَلِكَ فِي أَوَّلِ الْجُزْءِ السَّابِعِ. </p><p> وَجُمْلَةُ الْآيَاتِ الْوَارِدَةِ فِي أَهْلِ الْكِتَابِ تَشْهَدُ لِنَفْسِهَا أَنَّهَا مِنْ عِنْدِ اللهِ تَعَالَى لَا مِنْ عِنْدِ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْعَرَبِيِّ الْأُمِّيِّ الَّذِي لَمْ يَقْرَأْ شَيْئًا مِنْ تِلْكَ الْكُتُبِ، عَلَى أَنَّ تِلْكَ الْآيَاتِ لَيْسَتْ مُوَافِقَةً لَهَا وَلَهُمْ مُوَافَقَةَ النَّاقِلِ لِلْمَنْقُولِ عَنْهُ، وَإِنَّمَا هِيَ فَوْقَ ذَلِكَ تَحْكُمُ لَهُمْ وَعَلَيْهِمْ وَفِيهِمْ وَفِي كُتُبِهِمْ حُكْمَ الْمُهَيْمِنِ السَّمِيعِ الْعَلِيمِ </p><p> أَحْكَامُ السُّورَةِ الْخَاصَّةِ بِأَهْلِ الْكِتَابِ: </p><p> لَوْ كَانَ هَذَا الْقُرْآنُ مِنْ وَضْعِ الْبَشَرِ لَشَرَعَ مُعَامَلَةَ أَهْلِ الْكِتَابِ الْمَوْصُوفِينَ بِمَا ذَكَرَ وَلَا سِيَّمَا الَّذِينَ نَاصَبُوا الْإِسْلَامَ بِالْعَدَاءِ عِنْدَ ظُهُورِهِ بِأَشَدِّ الْأَحْكَامِ وَأَقْسَاهَا. وَلَكِنَّهُ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ، أَمَرَ فِي هَذِهِ السُّورَةِ، بِمُعَامَلَتِهِمْ بِالْعَدْلِ، وَالْحُكْمِ بَيْنَهُمْ بِالْقِسْطِ، وَحَكَمَ بِحِلِّ مُؤَاكَلَتِهِمْ، وَتَزَوُّجِ نِسَائِهِمْ، وَقَبُولِ شَهَادَتِهِمْ، وَالْعَفْوِ وَالصَّفْحِ عَنْهُمْ، وَهَذِهِ الْأَحْكَامُ الَّتِي شَرَعَتْ هَذِهِ الْمُعَامَلَةَ الْفُضْلَى لَهُمْ نَزَلَتْ بَعْدَ إِظْهَارِ الْيَهُودِ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ مُنْتَهَى الْعَدَاوَةِ وَالْغَدْرِ، وَبَعْدَ أَنْ نَاصَبُوهُ مَعَ الْمُشْرِكِينَ الْحَرْبَ، وَهِيَ تَتَضَمَّنُ تَأْلِيفَ قُلُوبِهِمْ، وَاكْتِسَابَ مَوَدَّتِهِمْ [رَاجِعْ ص ١٦١، ١٦٢ ج ٦ ط الْهَيْئَةِ] . </p><p> وَقَدْ خَتَمَ اللهُ تَعَالَى السُّورَةَ بِذِكْرِ الْجَزَاءِ فِي الْآخِرَةِ بِمَا يُنَاسِبُ أَحْكَامَهَا كُلَّهَا، </p><p> كَمَا بَيَّنَاهُ فِي تَفْسِيرِ آخِرِ آيَةٍ مِنْهَا. </p><p> رَوَى أَحْمَدُ وَالنَّسَائِيُّ وَالْحَاكِمُ وَصَحَّحَهُ والْبَيْهَقِيُّ فِي سُنَنِهِ وَبَعْضُ رُوَاةِ التَّفْسِيرِ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ قَالَ \" حَجَجْتُ فَدَخَلْتُ عَلَى عَائِشَةَ فَقَالَتْ لِي: يَا جُبَيْرُ تَقْرَأُ الْمَائِدَةَ؟قُلْتُ:نَعَمْ،فَقَالَتْ:أَمَا إِنَّهَا آخَرُ سُورَةٍ نَزَلَتْ، فَمَا وَجَدْتُمْ فِيهَا مِنْ حَلَالٍ فَاسْتَحِلُّوهُ، وَمَا وَجَدْتُمْ فِيهَا مِنْ حَرَامٍ فَحَرِّمُوهُ. وَرَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَحَسَّنَهُ وَالْحَاكِمُ وَصَحَّحَهُ والْبَيْهَقِيُّ فِي سُنَنِهِ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ \" آخِرُ سُورَةٍ نَزَلَتْ سُورَةُ الْمَائِدَةِ وَالْفَتْحِ وَقَدْ تَقَدَّمَ فِي آخِرِ تَفْسِيرِ سُورَةِ النِّسَاءِ بَعْضُ مَا وَرَدَ فِي آخِرِ مَا نَزَلَ مِنَ الْقُرْآنِ مِنَ السُّوَرِ بِرُمَّتِهَا وَمِنَ الْآيَاتِ، وَكَانَ كُلٌّ يَرْوِي مَا وَصَلَ إِلَيْهِ عِلْمُهُ، وَاللهُ أَعْلَمُ. </p><p> (تَمَّ تَفْسِيرُ سُورَةِ الْمَائِدَةِ) . </p><p> (يَقُولُ مُحَمَّد رَشِيد مُؤَلِّفُ هَذَا التَّفْسِيرِ قَدْ وَفَّقَنِي اللهُ تَعَالَى لِإِتْمَامِ تَفْسِيرِ هَذِهِ السُّورَةِ فِي أَوَائِلِ شَهْرِ رَبِيعِ الْآخَرِ سَنَةَ ١٣٣٤ هـ وَكُنْتُ بَدَأْتُ بِتَفْسِيرِهَا فِي مِثْلِ هَذَا الشَّهْرِ مِنْ سَنَةِ ١٣٣١ وَسَبَبُ هَذَا الْبُطْءِ أَنَّنِي أَكْتُبُ التَّفْسِيرَ لِيُنْشَرَ فِي مَجَلَّةِ الْمَنَارِ فَتَارَةً أُفَسِّرُ فِي الْجُزْءِ مِنْهُ بِضْعَ آيَاتٍ، وَتَارَةً أُفَسِّرُ آيَةً وَاحِدَةً فِي عِدَّةِ أَجْزَاءٍ وَقَدْ يَمُرُّ شَهْرٌ أَوْ أَكْثَرُ وَلَا أَكْتُبُ فِي التَّفْسِيرِ شَيْئًا، وَأَسْأَلُ اللهَ تَعَالَى أَنْ يُوَفِّقَنِي لِإِتْمَامِ هَذَا التَّفْسِيرِ بِمَنْعِ الْعَوَائِقِ وَالْمُبَارَكَةِ فِي الْوَقْتِ وَأَنْ يُؤَيِّدَنِي فِيهِ بِرُوحٍ مِنْ عِنْدِهِ) . </p><p> أَمْرَ الْجَزَاءِ إِلَيْهِ تَعَالَى </p><p> سُورَةُ الْأَنْعَامِ. </p><p> (وَهِيَ السُّورَةُ السَّادِسَةُ، وَآيَاتُهَا ١٦٥ عِنْدَ الْقُرَّاءِ الْكُوفِيِّينَ، وَعَلَيْهِ مُصْحَفُ الْحُكُومَةِ الْمِصْرِيَّةِ وَفُلُوجَلَ و١٦٦ عِنْدَ الْبَصْرِيِّينَ وَالشَّامِيِّينَ و١٦٧ عِنْدَ الْحِجَازِيِّينَ) . </p><p> هِيَ مَكِّيَّةٌ قِيلَ: إِلَّا آيَةً وَاحِدَةً هِيَ قَوْلُهُ تَعَالَى: (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ)  (١١١) فَإِنَّهَا مَدَنِيَّةٌ. رَوَاهُ ابْنُ الْمُنْذِرِ عَنْ أَبِي جُحَيْفَةَ وَقِيلَ: إِلَّا آيَتَيْنِ نَزَلَتَا فِي الْمَدِينَةِ فِي رَجُلٍ مِنَ الْيَهُودِ قَالَ: مَا أَنْزَلَ اللهُ عَلَى بَشَرٍ مِنْ شَيْءٍ، فَنَزَلَ فِيهِمْ:  (وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللهُ عَلَى بَشَرٍ مِنْ شَيْءٍ)  (٩١) الْآيَتَيْنِ رَوَاهُ أَبُو الشَّيْخِ عَنِ </p><p> الْكَلْبِيِّ وَسُفْيَانَ وَقِيلَ: هُمَا (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ)  (١٥١) إِلَى آخِرِ الْآيَتَيْنِ، رَوَاهُ إِسْحَاقُ بْنُ رَاهَوَيْهِ فِي مُسْنَدِهِ عَنْ شَهْرِ بْنِ حَوْشَبٍ، وَمَا قَبْلَهُ أَقْوَى مِنْ جِهَةِ مَعْنَى الْآيَتَيْنِ، فَإِنَّهُ فِي مُحَاجَّةِ الْيَهُودِ الَّذِينَ كَانُوا فِي الْمَدِينَةِ، وَأَمَّا (قُلْ تَعَالَوْا) الْآيَتَيْنِ فَمَعْنَاهُمَا مِنْ مَوْضُوعِ السُّوَرِ الْمَكِّيَّةِ، وَهُمْ مُتَّصِلَتَانِ بِمَا بَعْدَهُمَا، وَقِيلَ: إِنَّ الْآيَةَ الثَّالِثةَ بَعْدَهُمَا مَدَنِيَّةٌ أَيْضًا، كَمَا رَوَاهُ ابْنُ النَّحَّاسِ عَنِ ابْنِ عَبَّاسٍ وَسَيَأْتِي قَرِيبًا وَقِيلَ: إِلَّا سِتَّ آيَاتٍ (وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ) إِلَى آخِرِ الْآيَتَيْنِ بَعْدَهَا وَ (قُلْ تَعَالَوْا) إِلَى آخِرِ الْآيَتَيْنِ بَعْدَهَا: وَهَذَا جَمْعٌ بَيْنَ الْأَقْوَالِ السَّابِقَةِ كُلِّهَا. </p><p> وَقَالَ السُّيُوطِيُّ فِي الْإِتْقَانِ: قَالَ ابْنُ الْحَصَّارِ: اسْتَثْنَى مِنْهَا تِسْعَ آيَاتٍ وَلَا يَصِحُّ بِهِ نَقْلٌ، خُصُوصًا مَعَ مَا قَدْ وَرَدَ أَنَّهَا نَزَلَتْ جُمْلَةً (قُلْتُ) قَدْ صَحَّ النَّقْلُ عَنِ ابْنِ عَبَّاسٍ بِاسْتِثْنَاءِ (قُلْ تَعَالَوْا) الْآيَاتِ الثَّلَاثَ كَمَا تَقَدَّمَ. وَالْبَوَاقِي (وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ) لِمَا أَخْرَجَهُ ابْنُ أَبِي حَاتِمٍ أَنَّهَا نَزَلَتْ فِي مَالِكِ بْنِ الصَّيْفِ، وَقَوْلُهُ:  (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا)  (٢١، ٩٣) الْآيَتَيْنِ، نَزَلَتَا فِي مُسَيْلِمَةَ. وَقَوْلُهُ:  (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ)  (٢٠) وَقَوْلُهُ: (وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ)  (١١٤) اهـ. </p><p> أَقُولُ: قَدْ ثَبَتَ أَنَّ بَعْضَ الْآيَاتِ كَانَتْ تَصْدُقُ عَلَى وَقَائِعَ تَحْدُثُ بَعْدَ نُزُولِهَا أَوْ قَبْلَهُ لِلِاسْتِشْهَادِ أَوِ الِاحْتِجَاجِ بِهَا فِي الْوَاقِعَةِ مِنْهَا، فَيَظُنُّ مَنْ سَمِعَهَا حِينَئِذٍ مِنَ الصَّحَابَةِ وَلَمْ يَكُنْ سَمِعَهَا مِنْ قَبْلُ أَنَّهَا نَزَلَتْ فِي تِلْكَ الْوَاقِعَةِ. وَكَثِيرًا مَا كَانَ يَقُولُ الصَّحَابَةُ: إِنَّ آيَةَ كَذَا نَزَلَتْ فِي كَذَا وَهُوَ يُرِيدُ أَنَّهَا نَزَلَتْ فِي إِثْبَاتِ هَذَا الْأَمْرِ أَوْ حُكْمِهِ أَوْ دَالَّةً عَلَيْهِ، فَيَظُنُّ الرَّاوِي عَنْهُ أَنَّهَا عِنْدَ حُدُوثِ ذَلِكَ الْأَمْرِ، وَالصَّحَابِيُّ لَا يُرِيدُ ذَلِكَ. وَقَدْ نَقَلَ السُّيُوطِيُّ هَذَا الْمَعْنَى عَنِ ابْنِ تَيْمِيَةَ وَالزَّرْكَشِيِّ، وَالتَّحْقِيقُ أَنَّ مِثْلَ هَذَا يُعَدُّ مِنَ التَّفْسِيرِ لَا مِنَ الْحَدِيثِ الْمُسْنَدِ. وَلَمَّا كَانَ وُجُودُ آيَاتٍ مَدَنِيَّةٍ فِي سُورَةٍ مَكِّيَّةٍ أَوْ آيَاتٍ مَكِّيَّةٍ فِي سُورَةٍ مَدَنِيَّةٍ خِلَافَ الْأَصْلِ، فَالْمُخْتَارُ عَدَمُ قَبُولِ الْقَوْلِ بِهِ إِلَّا إِذَا ثَبَتَ بِرِوَايَةٍ صَحِيحَةِ السَّنَدِ صَرِيحَةِ </p><p> الْمَتْنِ سَالِمَةٍ مِنَ الْمُعَارَضَةِ وَالِاحْتِمَالِ، وَإِنَّنَا لَمْ نَرَهُمْ صَحَّحُوا مِمَّا رَوَاهُ مِنَ الِاسْتِثْنَاءِ إِلَّا رِوَايَةَ ابْنِ عَبَّاسٍ فِي اسْتِثْنَاءِ ثَلَاثِ آيَاتٍ هُنَّ مِنْ مَوْضُوعِ السُّوَرِ الْمَكِّيَّةِ، وَلَعَلَّهُمْ لَوْ ذَكَرُوا لَنَا الرِّوَايَةَ بِنَصِّهَا لَمَا وَجَدْنَا فِيهَا حُجَّةً عَلَى مَا قَالُوا. </p><p> وَأَمَّا مَا رُوِيَ فِي نُزُولِ الْأَنْعَامِ جُمْلَةً وَاحِدَةً فَقَدْ أَخْرَجَهُ غَيْرُ وَاحِدٍ مِنَ الْمُحَدِّثِينَ </p><p> عَنْ غَيْرِ وَاحِدٍ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ فَفِي الْإِتْقَانِ أَنَّهُ أَخْرَجَهُ أَبُو عَبِيدٍ والطَّبَرَانِيُّ عَنِ ابْنِ عَبَّاسٍ، والطَّبَرَانِيُّ مِنْ طَرِيقِ يُوسُفَ بْنِ عَطِيَّةَ وَهُوَ مَتْرُوكٌ عَنِ ابْنِ عُمَرَ مَرْفُوعًا وَعَنْ مُجَاهِدٍ وَعَطَاءٍ، وَفِي كُلِّ رِوَايَةٍ مِنْ هَذِهِ الرِّوَايَاتِ أَنَّهَا نَزَلَتْ يُشَيِّعُهَا سَبْعُونَ أَلْفَ مَلَكٍ إِلَّا أَثَرَ مُجَاهِدٍ فَإِنَّهُ قَالَ فِيهِ خَمْسُمِائَةِ مَلَكٍ. قَالَ السُّيُوطِيُّ: فَهَذِهِ شَوَاهِدُ يُقَوِّي بَعْضُهَا بَعْضًا، ثُمَّ نُقِلَ عَنِ ابْنِ الصَّلَاحِ أَنَّهُ رَوَى ذَلِكَ مِنْ طَرِيقِ أُبَيِّ بْنِ كَعْبٍ بِسَنَدٍ ضَعِيفٍ وَقَالَ: وَلَمْ نَرَ لَهُ إِسْنَادًا صَحِيحًا، وَقَدْ رُوِيَ مَا يُخَالِفُهُ، فَرُوِيَ أَنَّهَا لَمْ تَنْزِلْ جُمْلَةً بَلْ نَزَلَتْ آيَاتٌ مِنْهَا بِالْمَدِينَةِ اخْتَلَفُوا فِي عَدَدِهَا فَقِيلَ ثَلَاثٌ وَقِيلَ سِتٌّ وَقِيلَ غَيْرُ ذَلِكَ انْتَهَى. وَعَزَاهُ فِي الدُّرِّ الْمَنْثُورِ إِلَى آخَرِينَ أَخْرَجُوهُ أَيْضًا عَمَّنْ ذَكَرَ وَعَنْ أَنَسٍ وَأُبَيِّ بْنِ كَعْبٍ مَرْفُوعًا وَعَنِ ابْنِ مَسْعُودٍ وَأَسْمَاءَ بِنْتِ يَزِيدَ وَأَبِي جُحَيْفَةَ وَعَلِيٍّ الْمُرْتَضَى، فَكَثْرَةُ الرِّوَايَاتِ فِي مَسْأَلَةٍ لَا مَجَالَ فِيهِ لِلرَّأْيِ فَتَكُونُ اجْتِهَادِيَّةً، وَلَا لِلْهَوَى فَتَكُونُ مَوْضُوعَةً، وَلَا لِغَلَطِ الرُّوَاةِ فَتَكُونُ مَعْلُولَةً لَا بُدَّ أَنْ يَكُونَ لَهَا أَصْلٌ صَحِيحٌ. </p><p> وَنَقُولُ: إِنَّهُ لَمْ يَرْوِ أَحَدٌ أَنَّهَا لَمْ تَنْزِلْ جُمْلَةً وَاحِدَةً بِهَذَا اللَّفْظِ الْمُنَاقِضِ لِتِلْكَ الرِّوَايَاتِ الْمُصَرِّحَةِ بِنُزُولِهَا جُمْلَةً وَاحِدَةً كَحَدِيثِ ابْنِ عُمَرَ \" نَزَلَتْ عَلَيَّ سُورَةُ الْأَنْعَامِ جُمْلَةً وَاحِدَةً يُشَيِّعُهَا سَبْعُونَ أَلْفَ مَلَكٍ \" وَإِنَّمَا مُرَادُ ابْنِ الصَّلَاحِ بِذَلِكَ مَا رُوِيَ مِنَ اسْتِثْنَاءِ بَعْضِ الْآيَاتِ، وَقَدْ عَلِمْتُ أَنَّهُ لَيْسَ فِيهِ نَصٌّ صَحِيحٌ صَرِيحٌ يَدُلُّ عَلَى ذَلِكَ، فَرِوَايَةُ نُزُولِهَا جُمْلَةً وَاحِدَةً أَرْجَحُ بِمُوَافَقَتِهَا لِلْأَصْلِ وَبِكَوْنِهَا مُثْبَتَةً، وَرِوَايَاتُ الِاسْتِثْنَاءِ نَافِيَةٌ، وَالْمُثْبِتُ مُقَدَّمٌ عَلَى النَّافِي، وَقَدْ جَمَعَ بَيْنَهُمَا مَنْ قَالَ: إِنَّهَا نَزَلَتْ جُمْلَةً وَاحِدَةً وَاسْتَثْنَى كَابْنِ عَبَّاسٍ (وَالِاسْتِثْنَاءُ مِعْيَارُ الْعُمُومِ) وَإِذْ كَانَ مَا صَحَّحَهُ السُّيُوطِيُّ مِنَ اسْتِثْنَاءِ ثَلَاثِ آيَاتٍ عَلَى ابْنِ عَبَّاسٍ هُوَ مَا رَوَاهُ ابْنُ النَّحَّاسِ عَنْهُ فِي نَاسِخِهِ فَقَدِ انْحَلَّ الْإِشْكَالُ، فَإِنَّ نَصَّ عِبَارَتِهِ: سُورَةُ الْأَنْعَامِ نَزَلَتْ بِمَكَّةَ جُمْلَةً وَاحِدَةً فَهِيَ مَكِّيَّةٌ إِلَّا ثَلَاثَ آيَاتٍ مِنْهَا نَزَلَتْ بِالْمَدِينَةِ (قُلْ تَعَالَوْا أَتْلُ) إِلَى تَمَامِ الْآيَاتِ الثَّلَاثِ اهـ. فَقَدْ صَحَّ بِهَذِهِ الرِّوَايَةِ إِذًا أَنَّ هَذِهِ السُّورَةَ الطَّوِيلَةَ نَزَلَتْ جُمْلَةً وَاحِدَةً، وَهَذَا نَصٌّ تَوْقِيفِيٌّ عُرِفَ أَصْلُهُ الْمَرْفُوعُ فَهُوَ لَا يَحْتَمِلُ التَّأْوِيلَ، عَلَى أَنَّ اسْتِثْنَاءَ الْآيَاتِ الثَّلَاثِ فِيهِ يَحْتَمِلُ التَّأْوِيلَ كَمَا تَقَدَّمَ، وَابْنُ عَبَّاسٍ لَمْ يَكُنْ بِمَكَّةَ مِمَّنْ يَحْفَظُ الْقُرْآنَ وَيَرْوِي الْحَدِيثَ، فَإِنَّهُ وُلِدَ قَبْلَ الْهِجْرَةِ بِثَلَاثِ سِنِينَ أَوْ خَمْسٍ، وَإِنَّمَا رُوِيَ </p><p> ذَلِكَ عَنْ غَيْرِهِ فَيُحْتَمَلُ أَنْ يَكُونَ الِاسْتِثْنَاءُ مِنْ رَأْيِهِ أَوْ رَأْيِ مَنْ رَوَى هُوَ عَنْهُ، وَأَنْ يَكُونَ مَرْوِيًّا عَنْهُ بِالْمَعْنَى وَيَكُونُ بَعْضُ </p><p> الرُّوَاةِ هُوَ الَّذِي عَبَّرَ بِالِاسْتِثْنَاءِ، وَإِذَا كَانَ هَذَا الِاسْتِثْنَاءُ صَحِيحًا فَقُصَارَاهُ أَنَّ السُّورَةَ بَعْدَ أَنْ أُنْزِلَتْ جُمْلَةً وَاحِدَةً أُلْحِقَ بِهَا ثَلَاثُ آيَاتٍ مِمَّا نَزَلَتْ بِالْمَدِينَةِ، فَبَطَلَ بِذَلِكَ مَا قَدْ يُتَوَهَّمُ مِنْ كَلَامِ ابْنِ الصَّلَاحِ وَمَا يَظُنُّهُ كَثِيرٌ مِنَ النَّاسِ مِنْ أَنَّهُ لَمْ يَنْزِلْ شَيْءٌ مِنَ السُّوَرِ الطُّوَالِ وَلَا سُوَرِ الْمِئَيْنِ جُمْلَةً وَاحِدَةً; لِأَنَّ مَا اشْتُهِرَ نُزُولُهُ جُمْلَةً وَاحِدَةً غَيْرَ هَذِهِ السُّورَةِ كُلُّهُ مِنَ الْمُفَصَّلِ (وَسُوَرُ الْمُفَصَّلِ مِنْ \" ق \" أَوِ \" الْحُجُرَاتِ \" إِلَى آخِرِ الْمُصْحَفِ فِي الْأَشْهَرِ) وَقَدْ رَوَى أَبُو هُرَيْرَةَ مَا يَدُلُّ عَلَى أَنَّ قَوْلَهُ تَعَالَى: (وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ)  (٢٦: ٢١٤) نَزَلَ بِالْمَدِينَةِ، وَقَدْ ثَبَتَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ نَزَلَ بِمَكَّةَ، وَأَنَّهُ لَمَّا جَمَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بُطُونَ قُرَيْشٍ وَأَنْذَرَهُمْ عَمَلًا بِالْآيَةِ قَالَ لَهُ أَبُو لَهَبٍ: تَبَّتْ يَدَاكَ سَائِرَ الْيَوْمِ أَلِهَذَا دَعَوْتَنَا؟ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ:  (تَبَّتْ يَدَا أَبِي لَهَبٍ)  (١١١: ١) السُّورَةَ، وَإِنَّمَا يَرْوِي ابْنُ عَبَّاسٍ وَأَبُو هُرَيْرَةَ مِثْلَ هَذَا مُرْسَلًا إِذْ لَمْ يَكُنْ لَهُمَا رِوَايَةٌ مَرْفُوعَةٌ إِلَّا بَعْدَ الْهِجْرَةِ بِسِنِينَ، وَقَدْ صَرَّحَ الْحَافِظُ ابْنُ حَجَرٍ فِي الْفَتْحِ بِأَنَّ رِوَايَتَهُمَا لِنُزُولِ آيَةِ (وَأَنْذِرْ عَشِيرَتَكَ) مُرْسَلَةً وَكِلْتَاهُمَا فِي الْبُخَارِيِّ. </p><p> وَقَدْ مَالَ السَّيِّدُ الْآلُوسِيُّ فِي رُوحِ الْمَعَانِي إِلَى الْقَوْلِ بِضَعْفِ مَا وَرَدَ فِي نُزُولِ الْأَنْعَامِ جُمْلَةً وَاحِدَةً، وَنُقِلَ عَنِ الْإِمَامِ حِكَايَةُ الِاتِّفَاقِ عَلَى الْقَوْلِ بِنُزُولِهَا جُمْلَةً وَأَنَّهُ اسْتَشْكَلَ ذَلِكَ بِأَنَّهُ كَيْفَ يُمْكِنُ أَنْ يُقَالَ حِينَئِذٍ فِي كُلِّ وَاحِدَةٍ مِنْ آيَاتِهَا: إِنَّ سَبَبَ نُزُولِهَا الْأَمْرُ الْفُلَانِيُّ، مَعَ أَنَّهُمْ يَقُولُونَهُ؟ ثُمَّ أَشَارَ إِلَى ضَعْفِ حِكَايَةِ الْإِمَامِ الِاتِّفَاقَ. </p><p> وَيُمْكِنُ أَنْ يُدْفَعَ الْإِشْكَالُ (أَوَّلًا) بِأَنَّهُ لَمْ يَقُلْ أَحَدٌ بِأَنَّ لِكُلِّ آيَةٍ مِنْ آيَاتِ هَذِهِ السُّورَةِ سَبَبًا، وَإِنَّمَا قِيلَ ذَلِكَ فِي زُهَاءِ عَشْرٍ مِنْ آيَاتِهَا. (وَثَانِيًا) أَنَّ مَا قِيلَ فِي أَسْبَابِ نُزُولِ تِلْكَ الْآيَاتِ بَعْضُهُ لَا يَصِحُّ وَالْبَعْضُ الْآخَرُ لَا يَدُلُّ عَلَى نُزُولِ تِلْكَ الْآيَاتِ مُتَفَرِّقَةً، وَإِنَّمَا قَالُوا إِنَّ آيَةَ كَذَا نَزَلَتْ فِي كَذَا أَوْ فِي قَوْلِ الْمُشْرِكِينَ كَيْتَ وَكَيْتَ، وَهَذَا هُوَ الْأَكْثَرُ، فَإِذَا صَحَّ كَانَ مَعْنَاهُ أَنَّ تِلْكَ الْآيَاتِ نَزَلَتْ بَعْدَ تِلْكَ الْوَقَائِعِ وَالْأَقْوَالِ مُبَيِّنَةً حُكْمَ اللهِ فِيهَا، وَهَذَا لَا يُنَافِي نُزُولَهَا دَالَّةً عَلَى ذَلِكَ فِي ضِمْنِ السُّورَةِ. </p><p> وَقَالَ الْإِمَامُ الرَّازِيُّ فِي أَوَّلِ تَفْسِيرِهِ لِهَذِهِ السُّورَةِ قَالَ الْأُصُولِيُّونَ: هَذِهِ السُّورَةُ اخْتُصَّتْ بِنَوْعَيْنِ مِنَ الْفَضِيلَةِ أَحَدُهُمَا: أَنَّهَا نَزَلَتْ دُفْعَةً وَاحِدَةً. وَالثَّانِي: أَنَّهَا </p><p> شَيَّعَهَا سَبْعُونَ أَلْفًا مِنَ الْمَلَائِكَةِ. وَالسَّبَبُ فِيهِ أَنَّهَا مُشْتَمِلَةٌ عَلَى دَلَائِلَ التَّوْحِيدِ وَالْعَدْلِ وَالنُّبُوَّةِ وَالْمَعَادِ وَإِبْطَالِ مَذَاهِبِ الْمُبْطِلِينَ وَالْمُلْحِدِينَ، وَذَلِكَ يَدُلُّ عَلَى أَنَّ عِلْمَ الْأُصُولِ فِي غَايَةِ الْجَلَالَةِ وَالرِّفْعَةِ، وَأَيْضًا فَإِنْزَالُ مَا يَدُلُّ عَلَى الْأَحْكَامِ قَدْ تَكُونُ الْمَصْلَحَةُ أَنْ يُنْزِلَهُ اللهُ تَعَالَى قَدْرَ حَاجَتِهِمْ وَبِحَسَبِ الْحَوَادِثِ وَالنَّوَازِلِ، وَأَمَّا مَا يَدُلُّ عَلَى عِلْمِ الْأُصُولِ فَقَدْ أَنْزَلَهُ اللهُ تَعَالَى جُمْلَةً وَاحِدَةً. وَذَلِكَ يَدُلُّ عَلَى أَنَّ تَعَلُّمَ عِلْمِ الْأُصُولِ وَاجِبٌ عَلَى الْفَوْرِ لَا عَلَى التَّرَاخِي. اهـ. </p><p> وَمُرَادُهُ بِالْأُصُولِ عَقَائِدُ الدِّينِ، وَإِنَّمَا يَجِبُ تَعَلُّمُهَا عَلَى طَرِيقَةِ الْقُرْآنِ لَا عَلَى طَرِيقَةِ </p><p> الْمُتَكَلِّمِينَ وَفَلَاسِفَةِ الْيُونَانِ. وَلَمْ يَذْكُرْ فِي الْكَلَامِ عَنِ السُّورَةِ فِي أَوَّلِهَا مَا نَقَلَهُ عَنِ الْآلُوسِيِّ فَلَعَلَّهُ ذَكَرَهُ فِي أَثْنَاءِ تَفْسِيرِ السُّورَةِ، فَإِنَّ لَقَبَ \" الْإِمَامِ \" إِذَا أُطْلِقَ فِي كُتُبِ مَنْ بَعْدَ الرَّازِيِّ مِنَ الْمُفَسِّرِينَ وَالْمُتَكَلِّمِينَ وَالْأُصُولِيِّينَ وَالْمَنْطِقِيِّينَ فَإِنَّمَا يَنْصَرِفُ إِلَيْهِ. وَفِي فَتْحِ الْبَيَانِ قَالَ الْقُرْطُبِيُّ: قَالَ الْعُلَمَاءُ هَذِهِ السُّورَةُ أَصْلٌ فِي مُحَاجَّةِ الْمُشْرِكِينَ وَغَيْرِهِمْ مِنَ الْمُبْتَدِعِينَ وَمَنْ كَذَّبَ بِالْبَعْثِ وَالنُّشُورِ، وَهَذَا يَقْتَضِي إِنْزَالَهَا جُمْلَةً وَاحِدَةً لِأَنَّهَا فِي مَعْنًى وَاحِدٍ مِنَ الْحُجَّةِ وَإِنْ تَصَرَّفَ ذَلِكَ بِوُجُوهٍ كَثِيرَةٍ، وَعَلَيْهَا بَنَى الْمُتَكَلِّمُونَ أُصُولَ الدِّينِ اهـ. </p><p> مُنَاسَبَةُ هَذِهِ السُّورَةِ لِمَا قَبْلَهَا: </p><p> مَنْ نَظَرَ تَرْتِيبَ السُّوَرِ كُلِّهَا فِي الْمُصْحَفِ يَرَى أَنَّهُ قَدْ رُوعِيَ فِي تَرْتِيبِهَا الطُّولُ وَالتَّوَسُّطُ وَالْقِصَرُ فِي الْجُمْلَةِ، وَمِنْ حِكْمَتِهُ أَنَّ فِي ذَلِكَ عَوْنًا عَلَى تِلَاوَتِهِ وَحِفْظِهِ، فَالنَّاسُ يَبْدَءُونَ بِقِرَاءَتِهِ مِنْ أَوَّلِهِ فَيَكُونُ الِانْتِقَالُ مِنَ السَّبْعِ الطِّوَالِ إِلَى الْمِئِينَ فَالْمَثَانِي فَالْمُفَصَّلِ أَنْفَى لِلْمَلَلِ وَأَدْعَى إِلَى النَّشَاطِ، وَيَبْدَءُونَ بِحِفْظِهِ مِنْ آخِرِهِ لِأَنَّ ذَلِكَ أَسْهَلُ عَلَى الْأَطْفَالِ، وَلَكِنْ فِي كُلِّ قِسْمٍ مِنَ الطِّوَالِ وَالْمِئِينَ وَالْمُفَصَّلِ تَقْدِيمًا لِسُوَرٍ قَصِيرَةٍ عَلَى سُورٍ أَطْوَلَ مِنْهَا، وَمِنْ حِكْمَةِ ذَلِكَ إِنَّهُ قَدْ رُوعِيَ التَّنَاسُبُ فِي مَعَانِي السُّوَرِ، مَعَ التَّنَاسُبِ فِي الصُّوَرِ، أَيْ مِقْدَارِ الطُّولِ وَالْقِصَرِ. </p><p> وَقَدْ تَقَدَّمَ هَذِهِ السُّورَةَ أَرْبَعٌ السُّوَرُ الطُّولَى، وَهِيَ بَعْدَ الْفَاتِحَةِ الَّتِي لَا يُرَاعَى مُنَاسَبَتُهَا لِمَا بَعْدَهَا وَحْدَهُ; إِذْ هِيَ فَاتِحَةُ الْقُرْآنِ كُلِّهِ، وَهَذِهِ السُّوَرُ الْأَرْبَعُ مَدَنِيَّةٌ وَبَيْنَهَا مِنَ التَّنَاسُبِ فِي التَّرْتِيبِ مَا بَيَّنَّاهُ. وَقَدْ جَاءَ بَعْدَهُنَّ سُورَتَا الْأَنْعَامِ وَالْأَعْرَافِ الْمَكِّيَّتَانِ، وَبَعْدَهُمَا سُورَتَا الْأَنْفَالِ وَالتَّوْبَةِ الْمَدَنِيِّتَانِ، وَيَقَعَانِ فِي أَوَائِلِ الرُّبُعِ الثَّانِي مِنَ الْقُرْآنِ، وَمَا بَعْدَهُمَا مِنْ سُوَرِ النِّصْفِ الْأَوَّلِ مِنَ الْقُرْآنِ كُلُّهُ مَكِّيٌّ، وَسُوَرُ الرُّبُعِ الثَّالِثِ كُلُّهَا مَكِّيَّةٌ أَيْضًا إِلَّا سُورَةَ النُّورِ فَإِنَّهَا مَدَنِيَّةٌ، وَإِلَّا سُورَةَ الْحَجِّ فَهِيَ مُخْتَلَفٌ فِيهَا وَالتَّحْقِيقُ إِنَّهَا مُخْتَلِطَةٌ، وَأَمَّا الرُّبُعُ الرَّابِعُ فَهُوَ مُخْتَلِطٌ وَأَكْثَرُهُ سُوَرُ الْمُفَصَّلِ الَّتِي تُقْرَأُ كَثِيرًا فِي الصَّلَاةِ، فَيَنْبَغِي بَيَانُ مُنَاسِبَةِ جَعْلِ سُورَتَيِ الْأَنْعَامِ وَالْأَعْرَافِ بَعْدَ الْأَرْبَعِ الْمَدَنِيَّةِ الْأُولَى وَقَبْلَ السُّورَتَيْنِ الْمَدَنِيَّتَيْنِ اللَّتَيْنِ بَعْدَهُمَا ثُمَّ مُنَاسِبَةِ الْأَنْعَامِ لِلْمَائِدَةِ خَاصَّةً. </p><p> سُورَةُ الْبَقَرَةِ أَجْمَعُ سُوَرِ الْقُرْآنِ لِأُصُولِ الْإِسْلَامِ وَفُرُوعِهِ، فَفِيهَا بَيَانُ التَّوْحِيدِ وَالْبَعْثِ وَالرِّسَالَةِ الْعَامَّةِ وَالْخَاصَّةِ وَأَرْكَانِ الْإِسْلَامِ الْعَمَلِيَّةِ، وَبَيَانُ الْخَلْقِ وَالتَّكْوِينِ وَبَيَانُ أَحْوَالِ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ وَالْمُنَافِقِينَ فِي دَعْوَةِ الْقُرْآنِ، وَمُحَاجَّةِ الْجَمِيعِ وَبَيَانُ أَحْكَامِ الْمُعَامَلَاتِ </p><p> الْمَالِيَّةِ وَالْقِتَالِ وَالزَّوْجِيَّةِ، وَالسُّوَرُ الطِّوَالُ الَّتِي بَعْدَهَا مُتَمِّمَةٌ لِمَا فِيهَا، فَالثَّلَاثُ الْأَوْلَى مِنْهَا مُفَصِّلَةٌ لِكُلِّ مَا يَتَعَلَّقُ بِأَهْلِ الْكِتَابِ، وَلَكِنَّ الْبَقَرَةَ أَطَالَتْ فِي مُحَاجَّةِ الْيَهُودِ خَاصَّةً، وَسُورَةُ آلِ عِمْرَانَ أَطَالَتْ فِي مُحَاجَّةِ النَّصَارَى فِي نِصْفِهَا الْأَوَّلِ، وَسُورَةُ النِّسَاءِ حَاجَّتْهُمْ فِي أَوَاخِرِهَا، وَاشْتَمَلَتْ فِي أَثْنَائِهَا عَلَى بَيَانِ شُئُونِ الْمُنَافِقِينَ مِمَّا أُجْمِلَ فِي سُورَةِ الْبَقَرَةِ، ثُمَّ أَتَمَّتْ سُورَةُ الْمَائِدَةِ مُحَاجَّةَ الْيَهُودِ وَالنَّصَارَى فِيمَا يَشْتَرِكَانِ فِيهِ وَفِيمَا يَنْفَرِدُ كُلٌّ مِنْهُمَا بِهِ. وَلَمَّا كَانَ أَمْرُ الْعَقَائِدِ هُوَ الْأَهَمُّ الْمُقَدَّمُ فِي الدِّينِ، وَكَانَ شَأْنُ أَهْلِ الْكِتَابِ فِيهِ أَعْظَمَ مِنْ شَأْنِ الْمُشْرِكِينَ، قُدِّمَتِ السُّوَرُ الْمُشْتَمِلَةُ عَلَى مُحَاجَّتِهِمْ بِالتَّفْصِيلِ، وَنَاسَبَ أَنْ يَجِيءَ بَعْدَهَا مَا فِيهِ مُحَاجَّةُ الْمُشْرِكِينَ بِالتَّفْصِيلِ وَتِلْكَ سُورَةُ الْأَنْعَامِ لَمْ تَسْتَوْفِ ذَلِكَ سُورَةٌ مِثْلُهَا، فَهِيَ مُتَمِّمَةٌ لِشَرْحِ مَا فِي سُورَةِ الْبَقَرَةِ مِمَّا يَتَعَلَّقُ بِالْعَقَائِدِ، وَجَاءَتْ سُورَةُ الْأَعْرَافِ بَعْدَهَا مُتَمِّمَةً لِمَا فِيهَا وَمُبَيِّنَةً لِسُنَنِ اللهِ تَعَالَى فِي الْأَنْبِيَاءِ الْمُرْسَلِينَ وَشُئُونِ أُمَمِهِمْ مَعَهُمْ وَهِيَ حُجَّةٌ عَلَى الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ جَمِيعًا، وَلَكِنْ سُورَةُ الْأَنْعَامِ فَصَّلَتِ الْكَلَامَ فِي إِبْرَاهِيمَ الَّذِي يَنْتَمِي إِلَيْهِ الْعَرَبُ وَأَهْلُ الْكِتَابِ فِي النَّسَبِ وَالدِّينِ، وَسُورَةُ الْأَعْرَافِ فَصَّلَتِ الْكَلَامَ فِي مُوسَى الَّذِي يَنْتَمِي إِلَيْهِ أَهْلُ </p><p> الْكِتَابِ وَيَتَّبِعُ شَرِيعَتَهُ جَمِيعُ أَنْبِيَائِهِمْ حَتَّى عِيسَى الْمَسِيحُ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ. </p><p> وَلَمَّا تَمَّ بِهَذِهِ الصُّورَةِ تَفْصِيلُ مَا أُجْمِلَ فِي سُورَةِ الْبَقَرَةِ مِنَ الْعَقَائِدِ فِي الْإِلَهِيَّاتِ وَالنُّبُوَّاتِ وَالْبَعْثِ، نَاسَبَ أَنْ يَذْكُرَ بَعْدَهَا مَا يُتِمُّ مَا أَجْمَلَ بِهَا مِنَ الْأَحْكَامِ وَلَا سِيَّمَا أَحْكَامَ الْقَتَّالِ وَالْمُنَافِقِينَ، وَكَانَ قَدْ فَصَّلَ بَعْضَ التَّفْصِيلِ فِي سُورَةِ النِّسَاءِ، فَكَانَتْ سُورَتَا الْأَنْفَالِ وَالتَّوْبَةِ هُمَا الْمُفَصِّلَتَيْنِ لِذَلِكَ وَبِهِمَا يَتِمُّ ثُلُثُ الْقُرْآنِ. </p><p> وَقَدْ عُلِمَ بِمَا شَرَحْنَاهُ أَنَّ رُكْنَ الْمُنَاسَبَةِ الْأَعْظَمِ بَيْنَ سُورَتَيِ الْمَائِدَةِ وَالْأَنْعَامِ أَنَّ الْمَائِدَةَ مُعْظَمُهَا فِي مُحَاجَّةِ أَهْلِ الْكِتَابِ، وَالْأَنْعَامِ مُعْظَمُهَا بَلْ كُلُّهَا فِي مُحَاجَّةِ الْمُشْرِكِينَ، وَمِنَ التَّنَاسُبِ بَيْنَهُمَا فِي الْأَحْكَامِ أَنَّ سُورَةَ الْأَنْعَامِ قَدْ ذَكَرَتْ أَحْكَامَ الْأَطْعِمَةِ الْمُحَرَّمَةِ فِي دِينِ اللهِ وَالذَّبَائِحِ بِالْإِجْمَالِ، وَسُورَةُ الْمَائِدَةِ ذَكَرَتْ ذَلِكَ بِالتَّفْصِيلِ وَهِيَ قَدْ أُنْزِلَتْ أَخِيرًا كَمَا هُوَ مَعْلُومٌ وَمِنَ التَّفْصِيلِ فِي هَذِهِ الْمَسْأَلَةِ مَا فِي سُورَةِ الْأَنْعَامِ مِنَ الْكَلَامِ عَلَى مُحَرَّمَاتِ الطَّعَامِ عِنْدَ الْمُشْرِكِينَ، وَمَا فِي الْمَائِدَةِ مِنَ الْكَلَامِ عَلَى طَعَامِ أَهْلِ الْكِتَابِ. </p><p> هَذَا مَا أَرَاهُ مِنْ وُجُوهِ التَّنَاسُبِ فِي الْكُلِّيَّاتِ بَيْنَ هَذِهِ السُّورَةِ الَّتِي شَرَعْتُ فِي تَفْسِيرِهَا وَبَيْنَ مَا قَبْلَهَا مُبَاشَرَةً، وَمَا قَبْلَهَا وَمَا بَعْدَهَا مُطْلَقًا. ثُمَّ رَجَعْتُ إِلَى مَا ذُكِرَ فِي كُتُبِ التَّفْسِيرِ مِنْ ذَلِكَ دُونَ تَصَفُّحِ آيَاتِ السُّورَةِ فَرَأَيْتُ فِي رُوحِ الْمَعَانِي مَا نَصُّهُ: </p><p> \" وَوَجْهُ مُنَاسَبَتِهَا لِآخِرِ الْمَائِدَةِ عَلَى مَا قَالَهُ بَعْضُ الْفُضَلَاءِ أَنَّهَا افْتُتِحَتْ بِالْحَمْدِ وَتِلْكَ اخْتُتِمَتْ بِفَصْلِ الْقَضَاءِ وَهُمَا مُتَلَازِمَانِ كَمَا قَالَ سُبْحَانَهُ:  (وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)  (٣٩: ٧٥) وَقَالَ الْجَلَالُ السُّيُوطِيُّ فِي وَجْهِ الْمُنَاسِبَةِ: أَنَّهُ تَعَالَى لَمَّا ذَكَرَ فِي آخِرِ. </p>"
}