{
  "id": null,
  "sura": 5,
  "aya": 110,
  "text": "<p> لَا عِبْرَةَ بِهِ فِي الْقِيَامَةِ لَمَا كَانَ لِشَهَادَتِهِمْ فَائِدَةٌ:  (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا)  (٤: ٤١) . </p><p> ذَكَرَ اللهُ سُؤَالَ الرُّسُلِ وَجَوَابَهُمْ بِالْإِجْمَالِ ثُمَّ بَيَّنَ بِالتَّفْصِيلِ سُؤَالَ وَاحِدٍ مِنْهُمْ عَنِ التَّبْلِيغِ وَجَوَابِهِ عَنِ السُّؤَالِ لِإِقَامَةِ الْحُجَّةِ عَلَى مَنْ يَدَّعُونَ اتِّبَاعَهُ، وَهُمُ الَّذِينَ حَاجَّتْهُمْ </p><p> هَذِهِ السُّورَةُ فِيمَا يَقُولُونَ فِي رَسُولِهِمْ أَوْسَعَ الِاحْتِجَاجِ، وَأَقَامَتْ عَلَيْهِمُ الْبُرْهَانَ فِي إِثْرِ الْبُرْهَانِ، وَقَدَّمَ عَزَّ وَجَلَّ عَلَى هَذَا السُّؤَالِ وَالْجَوَابِ مَا خَاطَبَ بِهِ هَذَا الرَّسُولَ مِنْ بَيَانِ نِعْمَتِهِ عَلَيْهِ وَآيَاتِهِ لَهُ الَّتِي كَانَتْ مَنْشَأَ افْتِتَانِ النَّاسِ بِهِ فَقَالَ: </p><p> (إِذْ قَالَ اللهُ يَاعِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا) قَالَ الْبَيْضَاوِيُّ فِي قَوْلِهِ تَعَالَى: (إِذْ قَالَ) بَدَلٌ مِنْ \" يَوْمَ يَجْمَعُ \" وَهُوَ عَلَى طَرِيقَةِ (وَنَادَى أَصْحَابُ الْجَنَّةِ) أَيْ فِي التَّعْبِيرِ عَنِ الْمُسْتَقْبَلِ بِالْمَاضِي، وَالْمَعْنَى أَنَّهُ تَعَالَى يُوَبِّخُ الْكَفَرَةَ يَوْمَئِذٍ بِسُؤَالِ الرُّسُلِ عَنْ إِجَابَتِهِمْ وَتَعْدِيلِ مَا ظَهَرَ عَلَيْهِمْ مِنَ الْآيَاتِ، فَكَذَّبَتْهُمْ طَائِفَةٌ وَسَمَوْهُمْ سَحَرَةً، وَغَلَا آخَرُونَ وَاتَّخَذُوهُمْ آلِهَةً. أَوْ نُصِبَ بِإِضْمَارِ \" اذْكُرْ \" اهـ. </p><p> وَالنِّعْمَةُ تُسْتَعْمَلُ مَصْدَرًا وَاسْمًا لِمَا حَصَلَ بِالْمَصْدَرِ، وَالْمُفْرَدُ الْمُضَافُ يُفِيدُ التَّعَدُّدَ وَالْمَعْنَى: اذْكُرْ إِنْعَامِي عَلَيْكَ وَعَلَى وَالِدَتِكَ، وَقْتَ تَأْيِيدِي إِيَّاكَ بِرُوحِ الْقُدُسِ إِلَخْ. أَوِ اذْكُرْ نِعَمِي حَالَ كَوْنِهَا وَاقِعَةً عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ أَيْ قَوَّيْتُكَ شَيْئًا فَشَيْئًا بِرُوحِ الْقُدُسِ الَّذِي تَقُومُ بِهِ حُجَّتُكَ، وَتَبْرَأُ مِنْ تُهْمَةِ الْفَاحِشَةِ وَالِدَتُكَ، حَالَ كَوْنِكَ تُكَلِّمُ النَّاسِ فِي الْمَهْدِ بِمَا يُبَرِّئُهَا مِنْ قَوْلِ الْآثِمِينَ الَّذِينَ أَنْكَرُوا عَلَيْهَا أَنْ يَكُونَ لَهَا غُلَامٌ مِنْ غَيْرِ زَوْجٍ يَكُونُ أَبًا لَهُ، وَكَهْلًا حِينَ بَعَثْتُ فِيهِمْ رُسُلًا تُقِيمُ عَلَيْهِمُ الْحُجَّةَ بِمَا ضَلُّوا بِهِ عَنِ الْحُجَّةِ، فَكَلَامُهُ فِي الْمَهْدِ هُوَ قَوْلُهُ:  (إِنِّي عَبْدُ اللهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا)  (١٩: ٣٠) إِلَى آخِرِ مَا ذُكِرَ فِي سُورَةِ مَرْيَمَ. </p><p> وَرُوحُ الْقُدُسِ هُوَ مَلَكُ الْوَحْيِ الَّذِي يُؤَيِّدُ اللهُ بِهِ الرُّسُلَ بِالتَّعْلِيمِ الْإِلَهِيِّ وَالتَّثْبِيتِ فِي الْمَوَاطِنِ الَّتِي مِنْ شَأْنِ الْبَشَرِ أَنْ يَضْعُفُوا فِيهَا. قَالَ تَعَالَى فِي شَأْنِ الْقُرْآنِ:  (قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ)  (١٦: ١٠٢) . وَقَدْ تَقَدَّمَ فِي مَوْضِعَيْنِ مِنْ سُورَةِ الْبَقَرَةِ، وَقَالَ تَعَالَى:  (إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا)  (٨: ١٢) . </p><p> (وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ) أَيْ وَنِعْمَتِي عَلَيْكَ إِذْ عَلَّمْتُكَ قِرَاءَةَ الْكِتَابِ أَيْ مَا يُكْتَبُ أَوِ الْكِتَابَةَ بِالْقَلَمِ، أَيْ وَفَّقْتُكَ لِتَعَلُّمِهَا، وَالْحِكْمَةَ. . وَهِيَ </p><p> الْعِلْمُ الصَّحِيحُ الَّذِي يَبْعَثُ الْإِرَادَةَ إِلَى الْعَمَلِ النَّافِعِ بِمَا فِيهِ مِنَ الْإِقْنَاعِ وَالْعِبْرَةِ وَالْبَصِيرَةِ وَفِقْهِ </p><p> الْأَحْكَامِ، وَالتَّوْرَاةَ: وَهِيَ الشَّرِيعَةُ الْمُوسَوِيَّةُ، وَالْإِنْجِيلَ: وَهُوَ مَا أَوْحَاهُ تَعَالَى إِلَيْهِ مِنَ الْحِكَمِ وَالْأَحْكَامِ، وَالْبِشَارَةِ بِخَاتَمِ الرُّسُلِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَقَدْ سَبَقَ لَنَا تَفْصِيلُ الْقَوْلِ فِي حَقِيقَةِ التَّوْرَاةِ وَالْإِنْجِيلِ فِي تَفْسِيرِ أَوَّلِ سُورَةِ آلِ عِمْرَانَ [ص ١٢٩ إِلَى ١٣٢ ج ٣ ط الْهَيْئَةِ] وَفِي تَفْسِيرِ هَذِهِ السُّورَةِ [ص ٢٣٤ ٢٥٠ ج ٦ ط الْهَيْئَةِ] . </p><p> (وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي) قَرَأَ نَافِعٌ هُنَا وَفِي آيَةِ آلِ عِمْرَانَ \" فَتَكُونُ طَائِرًا \" وَالطَّائِرُ وَاحِدُ الطَّيْرِ كَرَاكِبٍ وَرَكْبٍ وَالْجُمْهُورُ: \" فَتَكُونُ طَيْرًا \" قِيلَ: هُوَ جَمْعٌ، وَقِيلَ: اسْمُ جَمْعٍ، وَأَجَازَ أَبُو عُبَيْدَةَ وَقُطْرُبُ إِطْلَاقَ طَيْرٍ عَلَى الْوَاحِدِ، وَلَعَلَّهُ مَبْنِيٌّ عَلَى أَنَّ أَصْلَهُ الْمَصْدَرُ كَمَا وَجَّهَهُ ابْنُ سِيدَهْ، وَلَفَظُ الطَّيْرِ مُؤَنَّثٌ بِمَعْنَى جَمَاعَةٍ. وَالْخَلْقُ فِي أَصْلِ اللُّغَةِ: التَّقْدِيرُ؛ أَيْ جَعْلُ الشَّيْءِ بِمِقْدَارٍ مُعَيَّنٍ. يُقَالُ: خَلَقَ الْإِسْكَافِيُّ النَّعْلَ ثُمَّ فَرَاهُ، أَيْ عَيَّنَ شَكْلَهُ وَمِقْدَارَهُ، ثُمَّ قَطَعَهُ، قَالَ الشَّاعِرُ: </p><p> فَلَأَنْتَ تَفْرِي ما خَلَقْتَ، وَبَعْ ... ضُ الْقَوْمِ يَخْلُقُ ثُمَّ لْا يَفْرِي </p><p> وَمِنْهُ خَلْقُ الْكَذِبِ وَالْإِفْكِ قَالَ تَعَالَى:  (وَتَخْلُقُونَ إِفْكًا)  (٢٩: ١٧) أَيْ تُقَدِّرُونَ وَتُزَوِّرُونَ كَلَامًا يَأْفِكُ سَامِعَهُ أَيْ يَصْرِفُهُ عَنِ الْحَقِّ. وَيُسْتَعْمَلُ فِي إِيجَادِ اللهِ تَعَالَى الْأَشْيَاءَ بِتَقْدِيرٍ مُعَيَّنٍ فِي عِلْمِهِ، وَالْمَعْنَى: وَاذْكُرْ نِعْمَتِي عَلَيْكَ إِذْ تَجْعَلُ قِطْعَةً مِنَ الطِّينِ مِثْلَ هَيْئَةِ الطَّيْرِ فِي شَكْلِهَا وَمَقَادِيرِ أَعْضَائِهَا فَتَنْفُخُ فِيهَا بَعْدَ ذَلِكَ فَتَكُونُ طَيْرًا بِإِذْنِ اللهِ وَمَشِيئَتِهِ، أَوْ بِتَسْهِيلِهِ أَوْ تَكْوِينِهِ، إِذْ يَجْعَلُ جَلَّتْ قُدْرَتُهُ نَفْسَكَ سَبَبًا لِحُلُولِ الْحَيَاةِ فِي تِلْكَ الصُّورَةِ مِنَ الطِّينِ، فَأَنْتَ تَفْعَلُ التَّقْدِيرَ وَالنَّفْخَ، وَاللهُ هُوَ الَّذِي يُكَوِّنُ الطَّيْرَ، وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ نَظِيرِ هَذِهِ الْآيَةِ مِنْ سُورَةِ آلِ عِمْرَانَ كَلَامٌ مِنْ شَيْخِنَا الْأُسْتَاذِ الْإِمَامِ، مَضْمُونُهُ أَنَّ عِيسَى عَلَيْهِ السَّلَامُ أُعْطِيَ هَذِهِ الْآيَةَ أَيْ مَكَّنَهُ اللهُ مِنْهَا وَلَمْ يَفْعَلْهَا. </p><p> وَاسْتَدْرَكْنَا عَلَى ذَلِكَ بِالْإِشَارَةِ إِلَى دَلَالَةِ آيَةِ الْمَائِدَةِ هَذِهِ عَلَى وُقُوعِهَا مِنْ غَيْرِ جَزْمٍ بِذَلِكَ، وَبَيَّنَّا سِرَّ ذَلِكَ وَحِكْمَتَهُ عِنْدَ الصُّوفِيَّةِ وَهُوَ قُوَّةُ رُوحَانِيَّةِ عِيسَى عَلَيْهِ السَّلَامُ، وَلَا يَبْعُدُ كِتْمَانُ الْيَهُودِ لِهَذِهِ الْآيَةِ إِذَا كَانَ رَآهَا بَعْضُهُمْ مَرَّةً وَاحِدَةً وَعَدَّهُ مِنَ السِّحْرِ اعْتِقَادًا أَوْ مُكَابَرَةً وَخَافَ أَنْ تَجْذِبَ قَوْمَهُ إِلَى الْمَسِيحِ، وَلَكِنَّ قَوْلَهُ تَعَالَى:  (بِإِذْنِي) </p><p> يَدُلُّ عَلَى أَنَّ الْمَسِيحَ لَمْ يُعْطَ هَذِهِ الْقُوَّةَ دَائِمًا بِحَيْثُ جُعِلَ السَّبَبُ الرُّوحِيُّ فِيهَا كَالْأَسْبَابِ الْجُسْمَانِيَّةِ الْمُطَّرِدَةِ، بَلْ كَانَتْ هَذِهِ الْآيَةُ كَغَيْرِهَا لَا تَقَعُ إِلَّا بِإِذْنٍ مِنَ اللهِ وَتَأْيِيدٍ مِنْ لَدُنْهِ، وَنُكْتَةُ التَّعْبِيرِ بِالْمُضَارِعِ عَنْ فِعْلٍ مَضَى هِيَ تَصْوِيرُ ذَلِكَ الْمَاضِي وَتَمْثِيلُهُ حَاضِرًا فِي الذِّهْنِ كَأَنَّهُ حَاضِرٌ فِي الْخَارِجِ، لَا لِإِفَادَةِ الِاسْتِمْرَارِ، فَإِنَّهُ فِعْلٌ مَضَى وَالْكَلَامُ تَذْكِيرٌ بِهِ كَمَا وَقَعَ إِذْ وَقَعَ. </p><p> (وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي) عَطَفَ التَّذْكِيرَ بِإِبْرَاءِ الْأَكْمَهِ وَالْأَبْرَصِ عَلَى مَا قَبْلَهُ مُبَاشَرَةً فَلَمْ يَبْدَأْ بِإِذْ، وَبُدِئَ بِهَا لِلتَّذْكِيرِ بِإِخْرَاجِ الْمَوْتَى، فَكَانَ عَطْفًا عَلَى قَوْلِهِ:  (إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ) وَلَعَلَّ نُكْتَةَ ذَلِكَ أَنَّ إِبْرَاءَ الْأَكْمَهِ وَالْأَبْرَصِ مِنْ جِنْسِ </p><p> شِفَاءِ الْمَرَضِ الَّذِي قَدْ يَقَعُ بَعْضُ أَفْرَادِهِ عَلَى أَيْدِي غَيْرِ الْأَنْبِيَاءِ الْمُرْسَلِينَ، وَلَا سِيَّمَا مَنْ يَظُنُّ الْمَرْضَى فِيهِمُ الصَّلَاحَ وَالْوِلَايَةَ، فَلَمَّا كَانَ كَذَلِكَ ذُكِرَ بِالتَّبَعِ لِإِحْيَاءِ الصُّورَةِ مِنَ الطَّيْرِ، وَلَمَّا كَانَ إِحْيَاءُ الْمَوْتَى أَعْظَمَ مِنْهُ جُعِلَ نِعْمَةً مُسْتَقِلَّةً فَقُرِنَ بِإِذْ، وَالْمُرَادُ بِالْأَكْمَهِ وَالْأَبْرَصِ وَالْمَوْتَى الْجِنْسُ وَالْأَكْمَهُ مَنْ وُلِدَ أَعْمَى، وَيُطْلَقُ عَلَى مَنْ عَمِيَ بَعْدَ الْوِلَادَةِ أَيْضًا. وَفِي كُتُبِ الْعَهْدِ الْجَدِيدِ أَنَّهُ أَبْرَأَ كَثِيرًا مِنَ الْعُمْيِ وَالْبُرْصِ وَأَحْيَا ثَلَاثَةَ أَمْوَاتٍ:  (الْأَوَّلُ) ابْنُ أَرْمَلَةَ وَحِيدٌ فِي (نَابِينَ) كَانُوا يَحْمِلُونَهُ عَلَى النَّعْشِ فَلَمَسَ النَّعْشَ وَأَمَرَ الْمَيِّتَ أَنْ يَقُومَ مِنْهُ فَقَامَ، فَقَالَ الشَّعْبُ:  \" قَدْ قَامَ فِينَا نَبِيٌّ عَظِيمٌ وَافْتَقَدَ اللهُ شَعْبَهَ \" أَيْ شَعْبُ إِسْرَائِيلَ انْتَهَى. (مِنْ إِنْجِيلِ لُوقَا ٧: ١١ ١٧) . (الثَّانِي) ابْنَةُ رَئِيسٍ مَاتَتْ وَدَعَاهُ لِإِحْيَائِهَا فَجَاءَ بَيْتَهُ وَقَالَ لِلْجَمِيعِ: \" تَنَحُّوا، فَإِنَّ الصَّبِيَّةَ لَمْ تَمُتْ لَكِنَّهَا نَائِمَةٌ فَضَحِكُوا عَلَيْهِ، فَلَمَّا أَخْرَجَ الْجَمْعَ دَخَلَ وَأَمْسَكَ بِيَدِهَا فَقَامَتِ الصَّبِيَّةُ \" وَالْقِصَّةُ فِي (إِنْجِيلِ مَتَّى ٩: ١٨ ٢٦) وَنَفْيُهُ لِمَوْتِهَا ثُمَّ إِثْبَاتُهُ لِنَوْمِهَا يُنَافِي أَنْ يَكُونَ أَرَادَ بِالنَّوْمِ الْمَوْتَ مَجَازًا عَلَى مَا نَقُلْ عَنْهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَعَلَيْهِ قَدْ يُقَالُ: يُحْتَمَلُ أَنْ يَكُونَ أُغْمِيَ عَلَيْهَا فَظَنُّوا أَنَّهَا مَاتَتْ فَعُلِمَ بِالْكَشْفِ أَوِ الْوَحْيِ أَنَّهَا لَمْ تَمُتْ، وَالْمُسْلِمُونَ لَا يَثِقُونَ بِنُقُولِ الْقَوْمِ وَلَا بِدِقَّتِهِمْ فِي التَّرْجَمَةِ وَمُرَاعَاةِ مَا يَدُلُّ عَلَيْهِ الْإِثْبَاتُ بَعْدَ النَّفْيِ. (الثَّالِثُ) لِعَازَرَ الَّذِي كَانَ يُحِبُّهُ جِدًّا وَيُحِبُّ أُخْتَيْهِ مَرْيَمَ وَمَرْثَا كَمَا يُحِبُّونَهُ، فَفِي الْفَصْلِ الْحَادِي عَشَرَ مِنْ إِنْجِيلِ يُوحَنَّا أَنَّهُ كَانَ مَاتَ فِي بَيْتٍ عُنِيًّا، وَوُضِعَ فِي مَغَارَةٍ، فَجَاءَ الْمَسِيحُ وَكَانَ لَهُ أَرْبَعَةُ أَيَّامٍ فَرَفَعَ عَيْنَيْهِ إِلَى فَوْقَ وَقَالَ:  \" أَيُّهَا الْآبُّ أَشْكُرُكَ</p><p> لِأَنَّكَ سَمِعْتَ لِي، وَأَنَا عَلِمْتُ أَنَّكَ فِي كُلِّ حِينٍ تَسْمَعُ لِي، وَلَكِنْ لِأَجْلِ هَذَا الْجَمْعِ الْوَاقِفِ قُلْتُ لِيُؤْمِنُوا إِنَّكَ أَرْسَلْتَنِي، وَلَمَّا قَالَ هَذَا: صَرَخَ بِصَوْتٍ عَظِيمٍ \" لِعَازَرَ هَلُمَّ خَارِجًا \" فَخَرَجَ الْمَيِّتُ إِلَخْ. وَمَلَاحِدَةُ أُورُبَّةَ يَزْعُمُونَ أَنَّ لِعَازَرَ تَمَاوَتَ بِإِذْنِ الْمَسِيحِ وَالتَّوَاطُؤِ مَعَهُ. . . وَقَدْ كَذَبُوا أَخْزَاهُمُ اللهُ تَعَالَى، وَلَمْ يَنْقُلِ النَّصَارَى عَنْهُ أَنَّهُ أَحْيَا أَمْوَاتًا كَانُوا تَحْتَ التُّرَابِ بَعْدَ الْبِلَى كَمَا نُقِلَ عَنْ دَانْيَالَ عَلَيْهِمَا السَّلَامُ. </p><p> وَتَكْرَارُ كَلِمَةِ الْإِذْنِ بِتَقْيِيدِ كُلِّ فِعْلٍ مِنْ تِلْكَ الْأَفْعَالِ بِهَا يُفِيدُ أَنَّهُ مَا وَقَعَ شَيْءٌ مِنْهَا إِلَّا بِمَشِيئَةِ اللهِ الْخَاصَّةِ وَقُدْرَتِهِ. وَالْإِذْنُ يُطْلَقُ عَلَى الْإِعْلَامِ بِإِجَازَةِ الشَّيْءِ وَالرُّخْصَةِ فِيهِ وَعَلَى الْأَمْرِ بِهِ وَكَذَا عَلَى الْمَشِيئَةِ وَالتَّيْسِيرِ كَقَوْلِهِ تَعَالَى:  (وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللهِ)  (٢: ١٠٢) وَمُحَالٌ أَنْ يَكُونَ مَعْنَاهُ بِإِجَازَتِهِ أَوْ أَمْرِهِ، وَمِثْلُهُ بَلْ أَظْهَرُ مِنْهُ قَوْلَهُ:  (وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللهِ)  (٣: ١٦٦) أَيْ بِإِرَادَتِهِ وَتَيْسِيرِهِ. </p><p> (وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ) أَيْ وَاذْكُرْ نِعْمَتِي عَلَيْكَ حِينَ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ فَلَمْ أُمَكِّنْهُمْ مِنْ قَتْلِكَ وَصَلْبِكَ وَقَدْ أَرَادُوا ذَلِكَ وَقْتَ تَكْذِيبِ كُفَّارِهِمْ إِيَّاكَ وَزَعْمِهِمْ أَنَّ مَا جِئْتَ بِهِ مِنَ الْبَيِّنَاتِ لَمْ يَكُنْ إِلَّا سِحْرًا ظَاهِرًا، لَا مِنْ جِنْسِ الْآيَاتِ الَّتِي جَاءَ بِهَا مُوسَى، عَلَى أَنَّهَا مِثْلُهَا </p>"
}