{
  "id": null,
  "sura": 5,
  "aya": 107,
  "text": "<p> قَالَ: مِنْ أَوْلِيَاءِ الْمَيِّتِ (فَيُقْسِمَانِ بِاللهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا) يَقُولُ: فَيَحْلِفَانِ بِاللهِ مَا كَانَ صَاحِبُنَا لَيُوصِي بِهَذَا إِنَّهُمَا لَكَاذِبَانِ، وَفِي قَوْلِهِ:  (ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ) يَعْنِي أَوْلِيَاءَ الْمَيِّتِ، فَيَسْتَحِقُّونَ مَالَهُ بِأَيْمَانِهِمْ، ثُمَّ يُوضَعُ مِيرَاثُهُ كَمَا أَمَرَ اللهُ وَتَبْطُلُ شَهَادَةُ الْكَافِرِينَ وَهِيَ مَنْسُوخَةٌ. </p><p> وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ عَنِ ابْنِ مَسْعُودٍ أَنَّهُ سُئِلَ عَنْ هَذِهِ الْآيَةِ (اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ) : قَالَ: \" مَا مِنَ الْكِتَابِ إِلَّا قَدْ جَاءَ عَلَى شَيْءٍ جَاءَ عَلَى إِدْلَالِهِ غَيْرُ هَذِهِ الْآيَةِ وَلَئِنْ أَنَا لَمْ أُخْبِرْكُمْ بِهَا لَأَنَا أَجْهَلُ مِنَ الَّذِي يَتْرُكُ الْغُسْلَ يَوْمَ الْجُمُعَةِ، هَذَا رَجُلٌ خَرَجَ مُسَافِرًا وَمَعَهُ مَالٌ فَأَدْرَكَهُ قَدَرُهُ، فَإِنْ وَجَدَ رَجُلَيْنِ مِنَ الْمُسْلِمِينَ دَفَعَ إِلَيْهِمَا تَرِكَتَهُ وَأَشْهَدَ عَلَيْهِمَا عَدْلَيْنِ مِنَ الْمُسْلِمِينَ، فَإِنْ لَمْ يَجِدْ عَدْلَيْنِ مِنَ الْمُسْلِمِينَ فَرَجُلَيْنِ مِنْ أَهْلِ الْكِتَابِ، فَإِنْ أَدَّى فَسَبِيلُ مَا أَدَّى،وَإِنْ هُوَ جَحَدَ اسْتُحْلِفَ بِاللهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ دُبُرَ صَلَاةٍ:إِنَّ هَذَا الَّذِي وَقَعَ إِلَيَّ وَمَا غَيَّبْتُ شَيْئًا، فَإِذَا حَلَفَ بَرِئَ فَإِذَا أَتَى بَعْدَ ذَلِكَ صَاحِبَا الْكِتَابِ فَشَهِدَا عَلَيْهِ ثُمَّ ادَّعَى الْقَوْمُ عَلَيْهِ مِنْ تَسْمِيَتِهِمْ</p><p> مَا لَهُمْ جُعِلَتْ أَيْمَانُ الْوَرَثَةِ مَعَ شَهَادَتِهِمْ ثُمَّ اقْتَطَعُوا حَقَّهُ فَذَلِكَ الَّذِي يَقُولُ اللهُ:  (ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ) انْتَهَى مِنَ الدُّرِّ الْمَنْثُورِ وَفِيهِ غَلَطٌ وَتَحْرِيفٌ مِنَ الطَّبْعِ لَا سِيَّمَا أَثَرُ ابْنِ مَسْعُودٍ. </p><p> هَذَا مَا وَرَدَ فِي سَبَبِ نُزُولِ هَذِهِ الْآيَاتِ وَتَفْسِيرِ بَعْضِهَا مِنْ قَوِيٍّ وَضَعِيفٍ. </p><p> وَأَمَّا وَجْهُ اتِّصَالِهَا بِمَا قَبْلَهَا مُبَاشَرَةً فَقَدْ قَالَ الرَّازِيُّ فِيهِ: إِنَّهُ تَعَالَى لَمَّا أَمَرَ بِحِفْظِ النَّفْسِ فِي قَوْلِهِ: (عَلَيْكُمْ أَنْفُسَكُمْ) أَمَرَ بِحِفْظِ الْمَالِ فِي قَوْلِهِ: (يَاأَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ) انْتَهَى وَهَذَا قَوْلٌ غَيْرُ ظَاهِرٍ، بَلْ لَا يَصِحُّ عَلَى الْمَعْنَى الْمَعْرُوفِ عِنْدَ الْعُلَمَاءِ لِحِفْظِ النَّفْسِ وَالْمَالِ إِلَّا أَنْ يَحْمِلَ الْكَلَامَ عَلَى لَازِمِ مَعْنَاهُ. وَأَظْهَرُ مِنْهُ أَنْ يُقَالَ: إِنَّهُ تَعَالَى لَمَّا ذَكَّرَنَا فِي آخِرِ الْآيَةِ السَّابِقَةِ بِأَنَّ مَرْجِعَنَا إِلَيْهِ بَعْدَ الْمَوْتِ وَأَنَّهُ يُحَاسِبُنَا وَيُجَازِينَا نَاسَبَ أَنْ يُرْشِدَنَا فِي أَثَرِ ذَلِكَ إِلَى الْوَصِيَّةِ قَبْلَ الْمَوْتِ وَإِلَى الْعِنَايَةِ بِالْإِشْهَادِ عَلَيْهَا لِئَلَّا تَضِيعَ. </p><p> وَأَمَّا مُفْرَدَاتُهَا الَّتِي يَحْسُنُ التَّذْكِيرَ بِمَعْنَاهُ قَبْلَ تَفْسِيرِ النَّظْمِ الْكَرِيمِ. فَمِنْهَا (الشَّهَادَةُ) وَهِيَ كَالشُّهُودِ: حُضُورُ الشَّيْءِ مَعَ مُشَاهَدَتِهِ بِالْبَصَرِ أَوِ الْبَصِيرَةِ أَوْ مُطْلَقًا كَمَا قَالَ الرَّاغِبُ قَالَ: لَكِنَّ الشُّهُودَ بِالْحُضُورِ الْمُجَرَّدِ أَوْلَى، وَالشَّهَادَةَ مَعَ الشَّهَادَةِ أَوْلَى. . . وَالشَّهَادَةُ قَوْلٌ صَادِرٌ عَنْ عِلْمٍ حَصَلَ بِمُشَاهِدَةِ بَصِيرَةٍ أَوْ بَصَرٍ. وَ \" شَهِدْتُ \" يُقَالُ عَلَى ضَرْبَيْنِ،أَحَدُهُمَا:جَارٍ مَجْرَى الْعِلْمِ وَبِلَفْظِهِ تُقَامُ الشَّهَادَةُ، وَيُقَالُ \" أَشْهَدُ بِكَذَا \" وَلَا يَرْضَى مِنَ الشَّاهِدِ أَنْ يَقُولَ \" أَعْلَمُ \" بَلْ يَحْتَاجُ أَنْ يَقُولَ \" أَشْهَدُ \"،وَالثَّانِي:يَجْرِي مَجْرَى الْقَسَمِ فَيَقُولُ \" أَشْهَدُ بِاللهِ </p><p> أَنَّ زَيْدًا مُنْطَلِقٌ \" فَيَكُونُ قَسَمًا،وَمِنْهُمْ مَنْ يَقُولُ:إِنْ قَالَ \" أَشْهَدُ \" وَلَمْ يَقُلْ \" بِاللهِ \" يَكُونُ قَسَمًا وَيُجْرَى \" عَلِمْتُ \" مَجْرَاهُ فِي الْقَسَمِ، فَيُجَابُ بِجَوَابِ الْقَسَمِ؛نَحْوَ قَوْلِ الشَّاعِرِ:</p><p> وَلِقَدْ عَلِمْتُ لَتَأْتِيَنَّ مَنِيَّتِي. </p><p> انْتَهَى مُلَخَّصًا. وَقَدْ تَرِدُ بِمَعْنَى الْإِقْرَارِ بِالشَّيْءِ. </p><p> (وَالْبَيِّنُ) أَمْرٌ اعْتِبَارِيٌّ يُفِيدُ صِلَةَ أَحَدِ الشَّيْئَيْنِ بِالْآخَرِ أَوِ الْأَشْيَاءِ مِنْ زَمَانٍ أَوْ مَكَانٍ أَوْ حَالٍ أَوْ عَمَلٍ، وَقَالُوا: إِنَّهُ يُطْلَقُ عَلَى الْوَصْلِ وَالْفُرْقَةِ، وَمِنَ الثَّانِي قَوْلُهُمْ: \" ذَاتُ الْبَيْنِ \" لِلْعَدَاوَةِ وَالْبَغْضَاءِ، قَالَ تَعَالَى:  (وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ)  (٨: ١) أَيْ مَا بَيْنَكُمْ مِنْ عَدَاوَةٍ أَوْ فَسَادٍ، وَهُوَ أَمْرٌ مَعْنَوِيٌّ مُتَّصِلٌ بَيْنَ الْأَفْرَادِ. </p><p> وَمِنْهَا (ضَرَبْتُمْ فِي الْأَرْضِ) أَيْ سَافَرْتُمْ وَتَقَدَّمَ فِي سُورَةِ النِّسَاءِ، وَمِنْهَا (تَحْبِسُونَهُمَا) </p><p> وَهُوَ مِنَ الْحَبْسِ بِمَعْنَى إِمْسَاكِ الشَّيْءِ وَمَنْعِهِ مِنَ الِانْبِعَاثِ، وَالْحَبْسُ مَصْنَعُ الْمَاءِ الَّذِي يُمْنَعُ فِيهِ مِنَ الْجَرَيَانِ. وَمِنْهَا (عُثِرَ) وَهُوَ مِنَ الْعُثُورِ عَلَى الشَّيْءِ بِمَعْنَى الِاطِّلَاعِ عَلَيْهِ بِالِاتِّفَاقِ مِنْ غَيْرِ سَبْقِ طَلَبٍ لَهُ أَوْ مِنْ غَيْرِ حُسْبَانٍ، وَأَعْثَرَهُ عَلَيْهِ أَوْقَفَهُ عَلَيْهِ وَأَعْلَمَهُ بِهِ مِنْ حَيْثُ لَمْ يَكُنْ يَتَوَقَّعُ ذَلِكَ، وَأَصْلُهُ مِنْ عَثَرَ (كَقَعَدَ) عِثَارًا وَعُثُورًا إِذَا سَقَطَ. </p><p> وَأَمَّا مَعْنَى الْآيَاتِ وَتَفْسِيرُ نَظْمِهَا فَنُبَيِّنُهُ بِمَا يَلِي: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ) أَيْ حُكْمُ مَا يَقَعُ بَيْنَكُمْ مِنَ الشَّهَادَةِ أَوْ كَيْفِيَّتُهُ إِذَا نَزَلَتْ بِأَحَدِكُمْ أَسْبَابُ الْمَوَتِ وَمُقَدِّمَاتُهُ وَأَرَادَ حِينَئِذٍ أَنْ يُوصِيَ هُوَ أَنْ يَشْهَدَ اثْنَانِ. . . إِلَخْ. أَوِ الشَّهَادَةُ الْمَشْرُوعَةُ بَيْنَكُمْ فِي ذَلِكَ هِيَ شَهَادَةُ اثْنَيْنِ مِنْ رِجَالِكُمْ ذَوِي الْعَدْلِ وَالِاسْتِقَامَةِ، وَذَلِكَ بِأَنْ يُشْهِدَهُمَا الْمُوصِي عَلَى وَصِيَّتِهِ سَوَاءٌ ائْتَمَنَهُمَا عَلَى مَا يُوصِي بِهِ، كَمَا فِي وَاقِعَةِ سَبَبِ النُّزُولِ أَمْ لَا، وَيَتَرَتَّبُ عَلَى إِشْهَادِهِ إِيَّاهُمَا أَنْ يَشْهَدَا بِذَلِكَ، وَمِنْ إِيجَازِ الْآيَةِ أَنَّ عِبَارَتَهَا تَدُلُّ عَلَى الْإِشْهَادِ وَالشَّهَادَةِ جَمِيعًا. وَالْمُرَادُ بِقَوْلِهِ:  (مِنْكُمْ) مِنَ الْمُؤْمِنِينَ وَهُوَ قَوْلُ الْجُمْهُورِ، وَقِيلَ: مَنْ أَقَارِبِكُمْ، وَرُوِيَ عَنِ الْحَسَنِ وَالزُّهْرِيِّ وَأَخَذَ بِهِ كَثِيرٌ مِنَ الْفُقَهَاءِ (أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ) أَيْ أَوْ شَهَادَةُ شَهِيدَيْنِ آخَرَيْنِ مِنَ الْمُسْلِمِينَ أَوْ مِنَ الْأَجَانِبِ إِنْ كُنْتُمْ مُسَافِرِينَ وَنَزَلَتْ بِكُمْ مُقَدِّمَاتُ الْمَوْتِ وَأَرَدْتُمُ الْإِيصَاءَ. وَفِي الْكَلَامِ تَأْكِيدٌ شَدِيدٌ لِلْوَصِيَّةِ وَلِلْإِشْهَادِ عَلَيْهَا (تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ) اسْتِئْنَافٌ بَيَانِيٌّ كَأَنَّ السَّامِعَ لِمَا تَقَدَّمَ يَقُولُ: وَكَيْفَ يَشْهَدَانِ؟ فَأُجِيبَ بِهَذَا الْجَوَابِ، أَيْ تُمْسِكُونَ الشَّهِيدَيْنِ اللَّذَيْنِ أُشْهِدَا عَلَى الْوَصِيَّةِ مِنْ بَعْدِ الصَّلَاةِ. قَالَ الْأَكْثَرُونَ: الْمُرَادُ صَلَاةُ الْعَصْرِ ; لِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَلَّفَ عَدِيًّا وَتَمِيمًا فِيهِ، وَلِأَنَّ الْعَمَلَ جَرَى عَلَيْهِ، فَكَانَ التَّحْلِيفُ فِيهِ هُوَ الْمُعْتَادَ الْمَعْرُوفَ وَلِأَنَّهُ الْوَقْتُ الَّذِي يَقْعُدُ فِيهِ الْحُكَّامُ لِلْقَضَاءِ وَالْفَصْلِ فِي الْمَظَالِمِ، وَالدَّعَاوَى لِاعْتِدَالِهِ وَاجْتِمَاعِ </p><p> النَّاسِ فِيهِ، إِذْ يَكُونُونَ قَدْ فَرَغُوا مِنْ مُعْظَمِ أَعْمَالِ النَّهَارِ، أَوْ لِأَنَّ هَذَا الْوَقْتَ وَقْتُ صَلَاةٍ عِنْدَ غَيْرِ الْمُسْلِمِينَ أَيْضًا، فَهُوَ وَقْتُ ذِكْرِ اللهِ الَّذِي يُرْجَى فِيهِ اتِّقَاءُ الْكَذِبِ وَالْخِيَانَةِ مِنْهُمْ أَيْضًا، أَوْ لِأَنَّ صَلَاةَ الْعَصْرِ هِيَ الصَّلَاةُ الْوُسْطَى، </p><p> أَوْ لِأَنَّهَا تَحْضُرُهَا مَلَائِكَةُ اللَّيْلِ وَالنَّهَارِ فَيَتَحَرَّى الْمُؤْمِنُ أَنْ يَكُونَ بَعْدَهَا مُتَّصِفًا بِالْكَمَالِ، وَقِيلَ: إِنَّ الْمُرَادَ جِنْسُ الصَّلَاةِ الْمَفْرُوضَةِ؛ لِأَنَّهَا تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكِرِ فَيَكُونُ جَدِيرًا بِالصِّدْقِ مَنْ يَكُونُ قَرِيبَ عَهْدٍ بِهَا، وَقَالَ الْحَسَنُ الْبَصْرِيُّ: الْمُرَادُ الظُّهْرُ أَوِ الْعَصْرُ; لِأَنَّ أَهْلَ الْحِجَازِ كَانُوا يَقْعُدُونَ لِلْحُكُومَةِ بَعْدَهُمَا، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ الشَّهِيدَيْنِ إِذَا كَانَا غَيْرَ مُسْلِمَيْنِ فَالْمُرَادُ بِالصَّلَاةِ صَلَاةُ أَهْلِ دِينِهِمَا أَيْ لِمَا ذَكَرْنَا مِنْ عِلَّةِ ذَلِكَ آنِفًا (فَيُقْسِمَانِ بِاللهِ إِنِ ارْتَبْتُمْ) أَيْ فَيُقْسِمُ الشَّاهِدَانِ عَلَى الْوَصِيَّةِ إِنْ شَكَكْتُمْ فِي صِدْقِهِمَا فِيمَا يُقِرَّانِ بِهِ، أَيْ وَتَسْتَقْسِمُونَهُمَا فَيُقْسِمَانِ، وَالْأَمِينُ يُصَدَّقُ بِالْيَمِينِ، وَقَالَ بَعْضُهُمْ: الْفَاءُ لِلْجَزَاءِ أَيْ تَحْبِسُونَهُمَا فَيُقْدِمَانِ لِأَجْلِ ذَلِكَ عَلَى الْقَسَمِ. قِيلَ: هَذَا خَاصٌّ بِالشُّهُودِ مِنَ الْكُفَّارِ إِذَا اتُّهِمُوا، أَيْ لِأَنَّهُ لَمْ يُشْتَرَطْ فِيهِمْ أَنْ يَكُونُوا عُدُولًا. وَقِيلَ: عَامٌّ وَقَدْ نُسِخَ، وَالصَّوَابُ أَنَّهُ لَا نَسْخَ فِي الْآيَاتِ: قَالَ الرَّازِيُّ: وَعَنْ عَلِيٍّ عَلَيْهِ السَّلَامُ أَنَّهُ كَانَ يُحَلِّفُ الشَّاهِدَ وَالرَّاوِيَ عِنْدَ التُّهْمَةِ، وَيَجِبُ أَنْ يُصَرِّحَا فِي قَسَمِهِمَا بِقَوْلِهِمَا:  (لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى) أَيْ: لَا نَشْتَرِي بِيَمِينِ اللهِ ثَمَنًا، أَيْ لَا نَجْعَلُ يَمِينَ اللهِ كَالسِّلْعَةِ الَّتِي تُبْذَلُ لِأَجْلِ ثَمَنٍ يُنْتَفَعُ بِهِ فِي الدُّنْيَا وَلَوْ كَانَ الْمُقْسَمُ لَهُ مِنْ أَقَارِبِنَا، وَصَحَّ إِرْجَاعُ الضَّمِيرِ إِلَى الْمُقْسَمِ لِأَجْلِهِ لِلْعِلْمِ بِهِ مِنْ فَحْوَى الْكَلَامِ، كَقَوْلِهِ تَعَالَى:  (وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى)  (٦: ١٥٢) وَهَذَا مُوَافِقٌ لِقَوْلِهِ تَعَالَى: (يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ)  (٤: ١٣٥) وَالْمُرَادُ أَنْ يَقُولَ الْمُقْسِمُ: إِنَّهُ يُشْهِدُ اللهَ بِالْقِسْطِ، وَلَا يَصُدُّهُ عَنْ ذَلِكَ ثَمَنٌ يَبْتَغِيهِ لِنَفْسِهِ، وَلَا مُرَاعَاةُ قَرِيبٍ لَهُ إِنْ فَرَضَ أَنَّ لَهُ نَفْعًا فِي إِقْرَارِهِ وَقَسَمِهِ، أَيْ وَلَوِ اجْتَمَعَتِ الْمَنْفَعَتَانِ كِلْتَاهُمَا (وَلَا نَكْتُمُ شَهَادَةَ اللهِ) وَيَقُولَانِ فِي قَسَمِهِمَا أَيْضًا: وَلَا نَكْتُمُ الشَّهَادَةَ الَّتِي أَوْجَبَهَا اللهُ تَعَالَى وَأَمَرَ بِأَنْ تُقَامَ لَهُ أَوِ الْمُؤَكَّدَةَ بِالْحَلِفِ بِهِ (وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ)  (٦٥: ٢) ، (إِنَّا إِذًا لَمِنَ الْآثِمِينَ) أَيْ إِنَّا إِذَا اشْتَرَيْنَا بِالْقَسَمِ ثَمَنًا أَوْ رَاعَيْنَا بِهِ قَرِيبًا بِأَنْ كَذَبْنَا فِيهِ لِمَنْفَعَةِ أَنْفُسِنَا أَوْ مَنْفَعَةِ قَرَابَةٍ لَنَا، أَوْ كَتَمْنَا شَهَادَةَ اللهِ كُلَّهَا أَوْ بَعْضَهَا، بِأَنْ ذَكَرْنَا بَعْضَ الْحَقِّ وَكَتَمْنَا بَعْضًا لَمِنَ الْمُتَحَمِّلِينَ لِلْإِثْمِ الْمُتَمَكِّنِينَ فِيهِ الْمُسْتَحِقِّينَ لِجَزَائِهِ. وَالْإِثْمُ فِي الْأَصْلِ: مَا يَقْعُدُ بِصَاحِبِهِ عَنْ عَمَلِ الْخَيْرِ وَالْبِرِّ مِنْ مَعْصِيَةٍ وَغَيْرِهِمَا. وَهَذَا التَّعْبِيرُ أَبْلَغُ مِنْ \" إِنَّا إِذَا لَآثِمُونَ \" . </p><p> (فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ) قَرَأَ الْجُمْهُورُ \" اسْتُحِقَّ \" بِضَمِّ التَّاءِ عَلَى الْبِنَاءِ لِلْمَفْعُولِ، وَحَفْصٌ عَنْ عَاصِمٍ بِفَتْحِ التَّاءِ بِالْبِنَاءِ لِلْفَاعِلِ، وَهِيَ مَرْوِيَّةٌ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ وَأُبَيٍّ، وَقَرَأَ يَعْقُوبُ وَخَلَفٌ </p><p> وَحَمْزَةُ وَعَاصِمٌ فِي رِوَايَةِ أَبِي بَكْرٍ عَنْهُ (الْأَوَّلِينَ) جَمْعُ الْأَوَّلِ الَّذِي يُقَابِلُهُ الْآخِرُ، مَعَ قِرَاءَتِهِمُ \" اسْتُحِقَّ \" بِالْبِنَاءِ لِلْمَفْعُولِ، وَقَرَأَهُ الْبَاقُونَ (الْأَوْلَيَانِ) مُثَنَّى الْأَوَّلِ سَوَاءٌ مِنْهُمْ مَنْ قَرَأَ \" اسْتَحَقَّ \" بِالْبِنَاءِ لِلْمَفْعُولِ وَمَنْ قَرَأَهُ بِالْبِنَاءِ لِلْفَاعِلِ، وَرَسْمُ \" الْأَوْلَيَانِ وَالْأَوَّلِينَ \" فِي الْمُصْحَفِ الْإِمَامِ وَاحِدٌ وَهُوَ هَكَذَا (الْأَوَّلِينَ) . </p><p> وَالْمَعْنَى: فَإِنِ اتَّفَقَ الِاطِّلَاعُ عَلَى أَنِ الشَّهِيدَيْنِ الْمُقْسِمَيْنِ اسْتَحَقَّا إِثْمًا بِالْكَذِبِ أَوِ الْكِتْمَانِ فِي الشَّهَادَةِ أَوْ بِالْخِيَانَةِ وَكِتْمَانِ شَيْءٍ مِنَ التَّرِكَةِ فِي حَالَةٍ ائْتَمَنَهُمَا عَلَيْهَا كَمَا ظَهَرَ فِي الْوَاقِعَةِ الَّتِي كَانَتْ سَبَبَ النُّزُولِ فَالْوَاجِبُ أَوْ فَالَّذِي يُعْمَلُ لِإِحْقَاقِ الْحَقِّ هُوَ أَنْ تُرَدَّ الْيَمِينُ إِلَى الْوَرَثَةِ بِأَنْ يَقُومَ رَجُلَانِ آخَرَانِ مَقَامَهُمَا مِنْ أَوْلِيَاءِ الْمَيِّتِ الْوَارِثِينَ لَهُ الَّذِينَ اسْتُحِقَّ ذَلِكَ الْإِثْمُ بِالْإِجْرَامِ عَلَيْهِمْ وَالْخِيَانَةِ لَهُمْ، وَهَذَانِ الرَّجُلَانِ الْوَارِثَانِ يَنْبَغِي أَنْ يَكُونَا هُمَا الْأَوْلَيَيْنِ بِالْمَيِّتِ، أَيِ الْأَقْرَبَيْنِ إِلَيْهِ الْأَحَقَّيْنِ بِإِرْثِهِ إِنْ لَمْ يَمْنَعْ مِنْ ذَلِكَ مَانِعٌ كَمَا تُفِيدُهُ قِرَاءَةُ الْجُمْهُورِ أَوْ غَيْرُهُمَا مِنْهُمْ، كَمَا تُفِيدُ قِرَاءَةُ مَنْ قَرَأَ (الَأَوَّلِينَ) وَهُوَ صِفَةٌ لِلَّذِينِ اسْتُحِقَّ عَلَيْهِمْ أَوْ مَنْصُوبٌ عَلَى الِاخْتِصَاصِ. وَتُحْمَلُ الْقِرَاءَةُ الْأُولَى عَلَى طَلَبِ الْأَكْمَلِ، وَهُوَ أَنْ يَشْهَدَ أَقْرَبُ الْوَرَثَةِ إِلَى الْمَيِّتِ. وَالْقِرَاءَةُ الثَّانِيَةُ عَلَى مَا إِذَا مَنَعَ مَانِعٌ مِنْ إِقْسَامِ أَقْرَبِ الْوَرَثَةِ، أَوْ كَانَتِ الْمَصْلَحَةُ فِي حَلِفٍ غَيْرِهِ مِنْهُمْ لِامْتِيَازِهِ بِالسِّنِّ أَوِ الْفَضِيلَةِ، هَذَا إِذَا أُرِيدَ بِالْأَوْلَيَيْنِ الْأَوْلَيَانِ بِأَمْرِ الْمَيِّتِ الْمُوصِي، وَيَجُوزُ أَنْ يُرَادَ بِهِمَا الْأَوْلَيَانِ بِالْقَسَمِ فِي هَذِهِ الْحَالَةِ، أَيْ أَجْدَرُ الْوَرَثَةِ بِالْيَمِينِ لِقُرْبِهِمَا مِنَ الْمَيِّتِ أَوْ لِعِلْمِهِمَا أَوْ لِفَضْلِهِمَا، وَأَمَّا قِرَاءَةُ حَفْصٍ عَنْ عَاصِمٍ وَبِهَا يَقْرَأُ أَهْلُ بِلَادِنَا فَقَالَ أَكْثَرُ الْمُفَسِّرِينَ فِي تَوْجِيهِهَا: إِنَّ \" الْأَوْلَيَانِ \" فِيهَا فَاعِلٌ اسْتَحَقَّ وَالْمَفْعُولُ مَحْذُوفٌ، وَالتَّقْدِيرُ: مِنَ الْوَرَثَةِ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ بِأَمْرِ الْمَيِّتِ مِنْهُمْ مَا أَوْصَى بِهِ أَوْ مَا تَرَكَهُ أَوْ نَدَبَهُمَا لِلشَّهَادَةِ. </p><p> وَذَهَبَ الْإِمَامُ الرَّازِيُّ إِلَى أَنَّ الْأَوْلَيَيْنِ فِي هَذِهِ الْقِرَاءَةِ هُمَا الْوَصِيَّانِ قَالَ: وَوَجْهُهُ </p><p> أَنَّ الْوَصِيَّيْنِ اللَّذَيْنِ ظَهَرَتْ خِيَانَتُهُمَا هُمَا أَوْلَى مِنْ غَيْرِهِمَا بِسَبَبِ أَنَّ الْمَيِّتَ عَيَّنَهُمَا لِلْوِصَايَةِ، وَلَمَّا خَانَا فِي مَالِ الْوَرَثَةِ صَحَّ أَنْ يُقَالَ: إِنَّ الْوَرَثَةَ قَدِ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ، أَيْ خَانَ فِي مَالِهِمُ الْأَوْلَيَانِ، وَقَرَأَ الْحَسَنُ \" الْأَوَّلَانِ \" وَوَجْهُهُ ظَاهِرٌ مِمَّا تَقَدَّمَ اهـ. </p><p> أَقُولُ: الْوَجْهُ عِنْدِي فِي ذَلِكَ أَنَّهُمَا \" الْأَوْلَيَانِ \" بِالْيَمِينِ فِي الْأَصْلِ; لِأَنَّهُمَا مُنْكِرَانِ وَالْيَمِينُ عَلَى مَنْ أَنْكَرَ، وَكَانَ الْمَقَامُ مَقَامَ الْإِضْمَارِ بِأَنْ يُقَالَ: مِنَ الَّذِينَ اسْتَحَقَّا عَلَيْهِمُ الْإِثْمَ فَوُضِعَ الْمُظْهَرُ وَهُوَ \" الْأَوْلَيَانِ \" مَوْضِعَ الضَّمِيرِ لِإِفَادَةِ أَنَّ الْأَصْلَ فِي الشَّرْعِ أَنْ تَكُونَ الْيَمِينُ عَلَيْهِمَا، وَلَكِنَّ اسْتِحْقَاقَهُمَا الْإِثْمَ بِمَا ظَهَرَ مِنْ حِنْثِهِمَا اقْتَضَى رَدَّهَا أَيِ الْيَمِينَ إِلَى الْوَرَثَةِ (فَيُقْسِمَانِ بِاللهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا) أَيْ يَحْلِفَانِ عَلَى أَنَّ مَا يَشْهَدَانِ بِهِ مِنْ خِيَانَةِ الشَّهِيدَيْنِ اللَّذَيْنِ شَهِدَا عَلَى وَصِيَّةِ مَيِّتِهِمَا أَحَقُّ وَأَصْدَقُ مِنْ شَهَادَتِهِمَا بِمَا كَانَا </p><p> شَهِدَا بِهِ، وَأَنَّهُمَا مَا اعْتَدَيَا عَلَيْهِمَا بِتُهْمَةٍ بَاطِلَةٍ أَوْ مَا اعْتَدَيَا الْحَقَّ فِيمَا اتَّهَمُوهُمَا بِهِ (إِنَّا إِذًا لَمِنَ الظَّالِمِينَ) أَيْ وَيَقُولَانِ فِي قَسَمِهِمَا: إِنَّا إِذَا اعْتَدَيْنَا الْحَقَّ وَقُلْنَا الْبَاطِلَ لَدَاخِلُونَ فِي عِدَادِ الظَّالِمِينَ لِأَنْفُسِهِمْ بِتَعْرِيضِهَا لِسُخْطِ اللهِ تَعَالَى وَانْتِقَامِهِ، أَوِ الظَّالِمِينَ لِمَنِ ائْتَمَنَهُمَا مَيِّتُهُمْ، وَظُلْمُهُمَا مُحَرَّمٌ عَلَيْهِمْ. </p><p> ثُمَّ بَيَّنَ تَعَالَى حِكْمَةَ شَرْعِهِ لِهَذِهِ الشَّهَادَةِ وَهَذِهِ الْأَيْمَانِ فِي هَذَا الْأَمْرِ الْمَبْنِيِّ عَلَى الثِّقَةِ وَالِائْتِمَانِ، فَقَالَ: </p><p> (ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ) أَيْ ذَلِكَ الَّذِي ذُكِرَ مِنْ تَكْلِيفِ الْمُؤْتَمَنِ عَلَى الْوَصِيَّةِ الْقِيَامَ عَلَى مَشْهَدٍ مِنَ النَّاسِ بَعْدَ الصَّلَاةِ وَإِقْسَامَهُ تِلْكَ الْأَيْمَانَ الْمُغَلَّظَةَ أَقْرَبُ الْوَسَائِلِ إِلَى أَنْ يُؤَدِّيَ الشُّهَدَاءُ الشَّهَادَةَ عَلَى وَجْهِهَا بِلَا تَغْيِيرٍ وَلَا تَبْدِيلٍ، تَعْظِيمًا لِلَّهِ وَرَهْبَةً مِنْ عَذَابِهِ، وَرَغْبَةً فِي ثَوَابِهِ، أَوْ خَوْفًا مِنَ الْفَضِيحَةِ الَّتِي تَعْقُبُ اسْتِحْقَاقَهُمَا الْإِثْمَ فِي الشَّهَادَةِ بِرَدِّ أَيْمَانٍ إِلَى الْوَرَثَةِ بَعْدَ أَيْمَانِهِمْ تَكُونُ مُبْطِلَةً لَهَا، فَمَنْ لَمْ يَمْنَعْهُ خَوْفُ اللهِ وَتَعْظِيمُهُ أَنْ يَكْذِبَ أَوْ يَخُونَ لِضَعْفِ دِينِهِ يَمْنَعْهُ خَوْفُ الْفَضِيحَةِ عَلَى أَعْيُنِ النَّاسِ. </p><p> (وَاتَّقُوا اللهَ وَاسْمَعُوا وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) أَيْ وَاتَّقَوُا اللهَ أَيُّهَا الْمُؤْمِنُونَ فِي الشَّهَادَةِ وَالْأَمَانَةِ وَفِي كُلِّ شَيْءٍ، وَاسْمَعُوا سَمْعَ إِجَابَةٍ وَقَبُولِ هَذِهِ الْأَحْكَامِ </p><p> وَسَائِرِ مَا شَرَعَهُ اللهُ تَعَالَى لَكُمْ، فَإِنْ لَمْ تَتَّقُوا وَتَسْمِعُوا كُنْتُمْ فَاسِقِينَ عَنْ أَمْرِ اللهِ تَعَالَى مَحْرُومِينَ مِنْ هِدَايَتِهِ مُسْتَحِقِّينَ لِعِقَابِهِ. </p><p> (إِيضَاحٌ لِتَفْسِيرِ الْآيَاتِ وَبَلَاغَتِهَا وَالِاسْتِنْبَاطِ مِنْهَا) . </p><p> قَالَ الرَّازِيُّ بَعْدَ تَفْسِيرِ الْآيَةِ الثَّانِيَةِ: اتَّفَقَ الْمُفَسِّرُونَ عَلَى أَنَّهَا فِي غَايَةِ الصُّعُوبَةِ إِعْرَابًا وَنَظْمًا وَحُكْمًا، وَرَوَى الْوَاحِدِيُّ رَحِمَهُ اللهُ فِي الْبَسِيطِ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ:  \" هَذِهِ الْآيَةُ أَعْضَلُ مَا فِي هَذِهِ السُّورَةِ مِنَ الْأَحْكَامِ \" اهـ. </p><p> وَأَوْرَدَ الْآلُوسِيُّ فِي رُوحِ الْمَعَانِي عِبَارَةَ الرَّازِيِّ عَنِ الْمُفَسِّرِينَ دُونَ رِوَايَةِ الْوَاحِدِيِّ عَنْ عُمَرَ، ثُمَّ نَقَلَ مِثْلَهَا عَنِ السَّعْدِ التَّفْتَازَانِيِّ وَعَنِ الطَّبَرَسِيِّ فِي الْآيَتَيْنِ لَا الثَّانِيَةِ فَقَطْ وَقَالَ: إِنَّ الطَّبَرَسِيَّ افْتَخَرَ بِمَا أَتَى فِيهِ وَلَمْ يَأْتِ بِشَيْءٍ. </p><p> أَقُولُ: نَحْنُ لَا يُرَوِّعُنَا مَا يَرَاهُ الْمُفَسِّرُونَ مِنَ الصُّعُوبَةِ فِي إِعْرَابِ بَعْضِ الْآيَاتِ أَوْ فِي حُكْمِهَا; لِأَنَّ لَهُمْ مَذَاهِبَ فِي النَّحْوِ وَالْفِقْهِ يُزَيِّنُونَ بِهَا الْقُرْآنَ فَلَا يَفْهَمُونَهُ إِلَّا مِنْهَا. وَالْقُرْآنُ فَوْقَ النَّحْوِ وَالْفِقْهِ وَالْمَذَاهِبِ كُلِّهَا، فَهُوَ أَصْلُ الْأُصُولِ، فَمَا وَافَقَهُ فَهُوَ مَقْبُولٌ وَمَا خَالَفَهُ فَهُوَ مَرْدُودٌ مَرْذُولٌ، وَإِنَّمَا يُهِمُّنَا مَا يَقُولُهُ عُلَمَاءُ الصَّحَابَةِ وَالتَّابِعِينَ فِيهِ فَهُوَ الْعَوْنُ الْأَكْبَرُ </p><p> لَنَا عَلَى فَهْمِهِ، وَلَمْ يَرْوِ عَنْ أَحَدٍ مِنْهُمْ مَا يَدُلُّ عَلَى وُجْدَانِ شَيْءٍ مِنَ الصُّعُوبَةِ فِي عِبَارَةِ الْآيَتَيْنِ. وَمَا نَقَلَهُ الْوَاحِدِيُّ عَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ فِي آيَةِ (فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا) (فَلَيْسَ مِمَّا يُؤَيِّدُ مَا نُقِلَ عَنِ الْمُفَسِّرِينَ مِنَ اسْتِصْعَابِهَا. بَلْ مَعْنَاهُ أَنَّ أَحْكَامَهَا أَشَدُّ مِنْ سَائِرِ أَحْكَامِ السُّورَةِ، وَلَعَلَّهُ يَعْنِي بِذَلِكَ مَا فِيهَا مِنَ التَّضْيِيقِ فِي رَدِّ أَيْمَانٍ بَعْدَ أَيْمَانٍ وَإِظْهَارِ فَضَائِحَ مَنْ كَذَبَ وَخَانَ. قَالَ فِي حَقِيقَةِ الْأَسَاسِ: عَضَلْتُ عَلَى فُلَانٍ ضَيَّقْتُ عَلَيْهِ أَمْرَهُ وَحُلْتُ بَيْنَهُ وَبَيْنَ مَا يُرِيدُ. وَمِنْهُ النَّهْيُ عَنْ عَضْلِ النِّسَاءِ أَيْ مَنْعِهِنَّ مِنَ الزَّوَاجِ. </p><p> وَلَكِنَّ أَصْحَابَ الْمَذَاهِبِ الْفِقْهِيَّةِ اضْطَرَبُوا فِي عِدَّةِ أَحْكَامٍ مِنْ أَحْكَامِهَا لِمَجِيئِهَا مُخَالِفَةً لِأَقْيِسَتِهِمْ وَلِمَا عَلَيْهِ الْعَمَلُ بِثُبُوتِهِ فِي سَائِرِ الْأَحْكَامِ مِنْهَا حَلِفُ الشَّاهِدِ الْيَمِينَ، وَمِنْهَا شَهَادَةُ غَيْرِ الْمُسْلِمِ فِيمَا هُوَ خَاصٌّ بِالْمُسْلِمِينَ، وَمِنْهَا الْعَمَلُ بِيَمِينِ الْمُدَّعِي، وَقَدِ اجْتَهَدُوا فِي تَخْرِيجِ كُلِّ مَسْأَلَةٍ مِنْ تِلْكَ الْمَسَائِلِ عَلَى الثَّابِتِ عِنْدَهُمْ كَمَا تَرَاهُ قَرِيبًا. حَتَّى ادَّعَوْا فِي بَعْضِهَا النَّسْخَ. وَرَوَوْهُ عَنْ بَعْضِ الصَّحَابَةِ بِسَنَدٍ لَمْ يَصِحَّ، فَلِهَذَا </p><p> رَأَيْنَا بَعْدَ تَفْسِيرِ الْآيَتَيْنِ بِمَا يُفْهَمُ مِنْ ظَاهِرِ اللَّفْظِ بِالِاخْتِصَارِ أَنْ نَفْصِلَ مَا اشْتَمَلَتَا عَلَيْهِ مِنَ الْفَوَائِدِ وَالْأَحْكَامِ; لِيَظْهَرَ حَتَّى لِلضَّعِيفِ فِي عِلْمِ الْعَرَبِيَّةِ مَا فِيهِمَا مِنْ إِعْجَازِ الْإِيجَازِ، وَمَا جَنَتْهُ الْمَذَاهِبُ النَّحْوِيَّةُ وَالْفِقْهِيَّةُ عَلَى كَثِيرٍ مِنَ الْعُلَمَاءِ، حَتَّى قَالَ مَا قَالَ فِي الْآيَتَيْنِ أَشْهَرُهُمْ بِسَعَةِ الِاطِّلَاعِ أَوْ بِالدِّقَّةِ وَالذَّكَاءِ. </p><p> أَمَّا دَعْوَى النَّسْخِ، فَقَدْ عُلِمَ مِمَّا سَلَفَ وَمِمَّا سَيَأْتِي قَرِيبًا مَا عَلَيْهِ الْمُحَقِّقُونَ مِنْ أَنَّهُ لَيْسَ فِي سُورَةِ الْمَائِدَةِ مَنْسُوخٌ، وَقَدْ حَرَّرَ الْمَسْأَلَةَ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ فَقَالَ: </p><p> \" وَمِنَ الشَّوَاهِدِ لِصِحَّةِ هَذِهِ الْقِصَّةِ أَيْضًا مَا رَوَاهُ أَبُو جَعْفَرِ بْنُ جَرِيرٍ حَدَّثَنِي يَعْقُوبُ حَدَّثَنَا هُشَيْمٌ قَالَ: أَخْبَرَنَا زَكَرِيَّا عَنِ الشَّعْبِيِّ أَنَّ رَجُلًا مِنَ الْمُسْلِمِينَ حَضَرَتْهُ الصَّلَاةُ بِدُقُوقَا قَالَ: فَحَضَرَتْهُ الْوَفَاةُ وَلَمْ يَجِدْ أَحَدًا مِنَ الْمُسْلِمِينَ يُشْهِدُهُ عَلَى وَصِيَّتِهِ فَأَشْهَدَ رَجُلَيْنِ مِنْ أَهْلِ الْكِتَابِ.قَالَ:فَقَدِمَا الْكُوفَةَ فَأَتَيَا الْأَشْعَرِيَّ يَعْنِي أَبَا مُوسَى الْأَشْعَرِيَّ رَضِيَ اللهُ عَنْهُ فَأَخْبَرَاهُ وَقَدِمَا الْكُوفَةَ بِتَرِكَتِهِ وَوَصِيَّتِهِ،فَقَالَ الْأَشْعَرِيُّ:هَذَا أَمْرٌ لَمْ يَكُنْ بَعْدَ الَّذِي كَانَ عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. قَالَ فَأَحْلَفَهُمَا بَعْدَ الْعَصْرِ بِاللهِ مَا خَانَا وَلَا كَذَبَا وَلَا بَدَّلَا وَلَا كَتَمَا وَلَا غَيَّرَا وَأَنَّهَا لِوَصِيَّةِ الرَّجُلِ وَتَرِكَتِهِ قَالَ فَأَمْضَى شَهَادَتَهُمَا. ثُمَّ رَوَاهُ عَنْ عَمْرِو بْنِ عَلِيٍّ الْفَلَّاسِ عَنْ أَبِي دَاوُدَ الطَّيَالِسِيِّ عَنْ شُعْبَةَ عَنْ مُغِيرَةَ الْأَزْرَقِ عَنِ الشَّعْبِيِّ أَنَّ أَبَا مُوسَى قَضَى بِهِ.وَهَذَانِ إِسْنَادَانِ صَحِيحَانِ إِلَى الشَّعْبِيِّ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ فَقَوْلُهُ:\" هَذَا أَمْرٌ لَمْ يَكُنْ بَعْدَ الَّذِي كَانَ عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" الظَّاهِرُ وَاللهُ أَعْلَمُ أَنَّهُ إِنَّمَا أَرَادَ بِذَلِكَ قِصَّةَ تَمِيمٍ وَعَدِيِّ بْنِ بَدَّاءٍ، وَقَدْ ذَكَرُوا أَنَّ إِسْلَامَ تَمِيمِ بْنِ أَوْسٍ الدَّارِيِّ رَضِيَ اللهُ عَنْهُ كَانَ سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ، فَعَلَى هَذَا يَكُونُ هَذَا الْحُكْمُ مُتَأَخِّرًا يَحْتَاجُ مُدَّعِي نَسْخِهِ إِلَى دَلِيلٍ فَاصِلٍ فِي هَذَا الْمَقَامِ وَاللهُ أَعْلَمُ \" . </p>"
}