{
  "id": null,
  "sura": 5,
  "aya": 44,
  "text": "<p> (إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ</p><p> قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ) هَذِهِ الْآيَاتُ مِنْ سِيَاقِ الَّتِي قَبْلَهَا وَالَّتِي بَعْدَهَا، وَالْغَرَضُ مِنْهَا بَيَانُ كَوْنِ التَّوْرَاةِ كَانَتْ هِدَايَةً لِبَنِي إِسْرَائِيلَ، فَأَعْرَضُوا عَنِ الْعَمَلِ بِهَا ; لِمَا عَرَضَ لَهُمْ مِنَ الْفَسَادِ، وَبَيَانُ مِثْلِ ذَلِكَ فِي الْإِنْجِيلِ وَأَهْلِهِ، ثُمَّ الِانْتِقَالُ مِنْ ذَلِكَ إِلَى مَا سَيَأْتِي مِنْ ذِكْرِ إِنْزَالِ الْقُرْآنِ وَمَزِيَّتِهِ وَحِكْمَةِ ذَلِكَ، وَمِنْهُ يُعْلَمُ أَنَّ الْعِبْرَةَ بِالِاهْتِدَاءِ بِالدِّينِ، وَأَنَّهُ لَا يَنْفَعُ أَهْلَ الِانْتِمَاءِ إِلَيْهِ إِذَا لَمْ يُقِيمُوهُ ; إِذْ لَا يَسْتَفِيدُونَ مِنْ هِدَايَتِهِ وَنُورِهِ إِلَّا بِإِقَامَتِهِ وَالْعَمَلِ بِهِ، وَأَنَّ إِيثَارَ أَهْلِ الْكِتَابِ أَهْوَاءَهُمْ عَلَى هِدَايَةِ دِينِهِمْ هُوَ الَّذِي أَعْمَاهُمْ عَنْ نُورِ الْقُرْآنِ، وَالِاهْتِدَاءِ بِهِ، قَالَ تَعَالَى:  (إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ) أَيْ إِنَّا نَحْنُ أَنْزَلْنَا التَّوْرَاةَ عَلَى مُوسَى مُشْتَمِلَةً عَلَى هُدًى فِي الْعَقَائِدِ وَالْأَحْكَامِ، خَرَجَ بِهِ بَنُو إِسْرَائِيلَ مِنْ وَثَنِيَّةِ الْمِصْرِيِّينَ وَضَلَالِهِمْ، وَعَلَى نُورٍ أَبْصَرُوا </p><p> بِهِ طَرِيقَ الِاسْتِقْلَالِ فِي أَمْرِ دِينِهِمْ وَدُنْيَاهُمْ (يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينِ هَادُوا) أَنْزَلْنَاهَا قَانُونًا لِلْأَحْكَامِ يَحْكُمُ بِهَا النَّبِيُّونَ - مُوسَى وَمَنْ بَعْدَهُ مِنْ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ - طَائِفَةً مِنَ الزَّمَانِ، انْتَهَتْ بِبَعْثَةِ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِ السَّلَامُ. وَهُمُ الَّذِينَ أَسْلَمُوا وُجُوهَهُمْ لِلَّهِ مُخْلِصِينَ لَهُ الدِّينَ عَلَى مِلَّةِ إِبْرَاهِيمَ، عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ ; فَالْإِسْلَامُ دِينُ الْجَمِيعِ، وَكُلُّ مَا اسْتَحْدَثَهُ الْيَهُودُ وَالنَّصَارَى مِنْ أَسْبَابِ التَّفَرُّقِ فِي الدِّينِ فَهُوَ بَاطِلٌ وَضَلَالٌ مُبِينٌ؛ وَإِنَّمَا يَحْكُمُونَ لِلَّذِينِ هَادُوا - أَيِ الْيَهُودِ خَاصَّةً - لِأَنَّهَا شَرِيعَةٌ خَاصَّةٌ بِهِمْ لَا عَامَّةٌ ; وَلِذَلِكَ قَالَ </p><p> آخِرُهُمْ عِيسَى: لَمْ أُرْسَلْ إِلَّا إِلَى خِرَافِ إِسْرَائِيلَ الضَّالَّةِ. وَلَمْ يَكُنْ لِدَاوُدَ وَسُلَيْمَانَ وَعِيسَى مِنْ دُونِهَا شَرِيعَةٌ (وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ) أَيْ وَيَحْكُمُ بِهَا الرَّبَّانِيُّونَ وَالْأَحْبَارُ فِي الْأَزْمِنَةِ أَوِ الْأَمْكِنَةِ الَّتِي لَمْ يَكُنْ فِيهَا أَنْبِيَاءُ أَوْ مَعَهُمْ بِإِذْنِهِمْ، وَالرَّبَّانِيُّونَ هُمُ الْمَنْسُوبُونَ إِلَى الرَّبِّ، إِمَّا بِمَعْنَى الْخَالِقِ الْمُدَبِّرِ لِأَمْرِ الْمُلْكِ ; لِأَنَّهُمْ يُعْنَوْنَ بِالْعِلْمِ الْإِلَهِيِّ وَالتَّهْذِيبِ الرُّوحَانِيِّ، وَإِمَّا بِمَعْنَى مَصْدَرِ رَبَّهَ يَرُبُّهُ؛ أَيْ رَبَّاهُ ; لِأَنَّهُمْ يُرَبُّونَ أَنْفُسَهُمْ ثُمَّ غَيْرَهُمْ بِالْعِلْمِ وَالْعِرْفَانِ وَأَحَاسِنِ الْآدَابِ وَالْأَخْلَاقِ، وَهُمْ كِبَارُ كَهَنَتِهِمْ مِنَ اللَّاوِيِّينَ الصَّالِحِينَ. وَيُرْوَى عَنْ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ أَنَّهُ قَالَ: أَنَا رَبَّانِيُّ هَذِهِ الْأُمَّةِ، وَقَدْ سَبَقَ بَيَانُ مَعْنَى الْكَلِمَةِ فِي تَفْسِيرِ آلِ عِمْرَانَ، وَالْأَحْبَارُ جَمْعُ حَبْرٍ، بِفَتْحِ الْحَاءِ وَكَسْرِهَا، وَهُوَ الْعَالِمُ. وَمَادَّةُ حَبَرَ فِي اللُّغَةِ تَدُلُّ عَلَى الْجَمَالِ وَالزِّينَةِ الَّتِي تَسُرُّ النَّاسَ، وَشِعْرٌ مُحَبَّرٌ: مُزَيَّنٌ بِنُكَتِ الْبَلَاغَةِ، وَالْفَصَاحَةِ، وَثَوْبٌ مُحَبَّرٌ: مُزَيَّنٌ بِالنُّقُوشِ أَوِ الْوَشْيِ الْجَمِيلِ. وَمِنْهُ بُرْدٌ حِبَرَةٌ (بِالْكَسْرِ) وَحَبِيرٌ، وَهُوَ ثَوْبٌ ذُو خُطُوطٍ بِيضٍ وَسُودٍ أَوْ حُمْرٍ. فَيُحْتَمَلُ أَنْ يَكُونَ إِطْلَاقُ لَفْظِ الْحَبْرِ عَلَى الْعَالِمِ مَأْخُوذًا مِنْ هَذَا الْمَعْنَى، وَيُحْتَمَلُ أَنْ يَكُونَ مِنَ الْحِبْرِ الَّذِي يُكْتَبُ بِهِ، وَقَالَ الرَّاغِبُ: الْحِبْرُ - بِالْكَسْرِ - الْأَثَرُ الْمُسْتَحْسَنُ. ثُمَّ قَالَ: وَالْحَبْرُ الْعَالِمُ، وَجَمْعُهُ أَحْبَارٌ ; لِمَا يَبْقَى مِنْ أَثَرِ عُلُومِهِمْ، اهـ. وَأُطْلِقَ لَقَبُ حَبْرُ الْأُمَّةِ فِي الْإِسْلَامِ عَلَى ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، كَمَا أُطْلِقَ لَفْظُ الرَّبَّانِيِّ عَلَى عَلِيٍّ الْمُرْتَضَى عَلَيْهِ الرِّضْوَانُ، وَالَّذِي يَسْبِقُ إِلَى فَهْمِي عِنْدَ ذِكْرِ الرَّبَّانِيِّينَ وَالْأَحْبَارِ أَنَّ الرَّبَّانِيِّينَ عِنْدَ بَنِي إِسْرَائِيلَ كَالْأَوْلِيَاءِ الْعَارِفِينَ عِنْدَنَا، وَالْأَحْبَارَ عِنْدَهُمْ كَعُلَمَاءِ الظَّاهِرِ عِنْدَنَا. وَقَالَ ابْنُ جَرِيرٍ: الرَّبَّانِيُّونَ جَمْعُ رَبَّانِيٍّ، وَهُمُ الْعُلَمَاءُ الْحُكَمَاءُ الْبُصَرَاءُ بِسِيَاسَةِ النَّاسِ وَتَدْبِيرِ أُمُورِهِمْ وَالْقِيَامِ بِمَصَالِحِهِمْ. وَأَمَّا الْأَحْبَارُ فَإِنَّهُمْ جَمْعُ حَبْرٍ، وَهُوَ الْعَالِمُ الْمُحْكِمُ لِلشَّيْءِ. وَمَا قُلْنَاهُ أَظْهَرُ، وَهُوَ إِلَى اللُّغَةِ أَقْرَبُ. وَالتَّوْرَاةُ مُؤَنَّثَةُ اللَّفْظِ، وَمَعْنَاهَا الشَّرِيعَةُ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى:  (بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللهِ) فَمَعْنَاهُ أَنَّهُمْ يَحْكُمُونَ بِهَا بِسَبَبِ مَا أُودِعُوهُ مِنَ الْكِتَابِ، وَائْتُمِنُوا عَلَيْهِ، وَطُلِبَ مِنْهُمْ حِفْظُهُ ; أَيْ طَلَبَ مِنْهُمُ الْأَنْبِيَاءُ - مُوسَى وَمَنْ بَعْدَهُ - أَنْ يَحْفَظُوهُ وَلَا يُضَيِّعُوا مِنْهُ شَيْئًا، وَنَاهِيكَ بِالْعَهْدِ الَّذِي أَخَذَهُ مُوسَى بِأَمْرِ اللهِ عَلَى شُيُوخِ بَنِي إِسْرَائِيلَ بَعْدَ أَنْ كَتَبَ التَّوْرَاةَ أَنْ يَحْفَظُوهَا وَلَا يَتَحَوَّلُوا عَنْهَا، وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ الْمِيثَاقِ مِنْ أَوَاخِرِ سُورَةِ النِّسَاءِ وَأَوَائِلِ هَذِهِ السُّورَةِ، </p><p> وَأَنَّهُمْ نَقَضُوا مِيثَاقَ اللهِ، وَلَمْ يُوفُوا بِهِ، </p><p> وَقَدْ قَالَ اللهُ فِيهِمْ: إِنَّهُمُ اسْتُحْفِظُوا، وَلَمْ يَقُلْ إِنَّهُمْ حَفِظُوا، وَلَكِنَّهُ قَالَ:  (وَكَانُوا عَلَيْهِ شُهَدَاءَ) أَيْ كَانَ سَلَفُهُمُ الصَّالِحُونَ رُقَبَاءَ عَلَى الْكِتَابِ، وَعَلَى مَنْ يُرِيدُ الْعَبَثَ بِهِ، كَمَا فَعَلَ عَبْدُ اللهِ بْنُ سَلَامٍ فِي مَسْأَلَةِ الرَّجْمِ، أَوْ شُهَدَاءَ عَلَى أَنَّهُ هُوَ شَرْعُ اللهِ تَعَالَى لَا كَمَا فَعَلَ خَلْفُهُمْ مِنْ كِتْمَانِ بَعْضِ أَحْكَامِهِ ; اتِّبَاعًا لِلْهَوَى، أَوْ خَوْفًا مِنْ أَشْرَافِهِمْ إِنْ أَقَامُوا عَلَيْهِمْ حُدُودَهُ، وَطَمَعًا فِي بِرِّهِمْ إِذَا حَابَوْهُمْ فِيهَا، وَأَعْظَمُ مِنْ ذَلِكَ كِتْمَانُهُمْ صِفَةَ خَاتَمِ الْمُرْسَلِينَ وَالْبِشَارَةَ بِهِ، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ الْمُرَادَ: وَكَانُوا عَلَى حُكْمِ النَّبِيِّ الْمُوَافِقِ لِحُكْمِ التَّوْرَاةِ فِي حَدِّ الزِّنَا شُهَدَاءَ، وَلَعَلَّهُ أَرَادَ - إِنْ صَحَّتِ الرِّوَايَةُ عَنْهُ - أَنَّ هَذَا مِمَّا يَدْخُلُ فِي عُمُومِ صِفَاتِ أَحْبَارِ الْيَهُودِ الصَّالِحِينَ ; تَعْرِيضًا بِجُمْهُورِ الْخَلَفِ الصَّالِحِينَ، وَلِذَلِكَ شَهِدَ عَبْدُ اللهِ بْنُ سَلَامٍ - وَهُوَ مِنْ بَقِيَّةِ خِيَارِهِمْ - وَكَذَا غَيْرُهُ بِأَنَّ حُكْمَ التَّوْرَاةِ رَجْمُ الزَّانِي ; تَصْدِيقًا وَتَأْيِيدًا لِمَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> ثُمَّ قَالَ تَعَالَى تَعْقِيبًا عَلَى مَا قَصَّهُ مِنْ سِيرَةِ سَلَفِ بَنِي إِسْرَائِيلَ الصَّالِحِ، بَعْدَ بَيَانِ سُوءِ سِيرَةِ الْخَلَفِ الَّذِينَ خَلَفُوا بَعْدَهُمْ، مُخَاطِبًا رُؤَسَاءَ الْيَهُودِ الَّذِينَ كَانُوا فِي زَمَنِ التَّنْزِيلِ، لَا يَخَافُونَ اللهَ فِي الْكِتْمَانِ وَالتَّبْدِيلِ. </p><p> (فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ) أَيْ إِذَا كَانَ الْأَمْرُ كَمَا ذُكِرَ، وَهُوَ مَا لَا تُنْكِرُونَهُ كَمَا تُنْكِرُونَ غَيْرَهُ مِمَّا قَصَّهُ اللهُ عَلَى رَسُولِهِ مِنْ سِيرَةِ سَلَفِكُمْ، فَلَا تَخْشَوُا النَّاسَ فَتَكْتُمُوا مَا عِنْدَكُمْ مِنَ الْكِتَابِ خَوْفًا مِنْ بَعْضِهِمْ، وَرَجَاءً فِي بَعْضٍ، وَاخْشَوْنِي وَحْدِي، وَأَوْفُوا بِعَهْدِي، فَإِنَّ الْأَمْرَ كُلَّهُ لِي (وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا) أَيْ لَا تَتْرُكُوا بَيَانَهَا، وَالْعَمَلَ وَالْإِفْتَاءَ وَالْحُكْمَ بِهَا فِي مُقَابَلَةِ مَنْفَعَةٍ دُنْيَوِيَّةٍ، لَا يُمْكِنُ أَنْ تَكُونَ إِلَّا قَلِيلَةً بِالنِّسْبَةِ إِلَى الْمَنَافِعِ الْعَاجِلَةِ وَالْآجِلَةِ الْمُتَرَتِّبَةِ عَلَى الِاهْتِدَاءِ بِآيَاتِ اللهِ تَعَالَى. وَتَقَدَّمَ تَفْسِيرُ مِثْلِ هَذِهِ الْجُمْلَةِ فِي سُورَةِ الْبَقَرَةِ، أَوِ الْمُرَادُ مِنَ النَّهْيِ إِقَامَةُ الْحُجَّةِ عَلَيْهِمْ، وَيُؤَيِّدُهُ قَوْلُهُ:  (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ) أَيْ وَكُلُّ مَنْ رَغِبَ عَنِ الْحُكْمِ بِمَا أَنْزَلَ اللهُ مِنْ أَحْكَامِ الْحَقِّ وَالْعَدْلِ، فَلَمْ يَحْكُمْ بِهَا لِمُخَالَفَتِهَا لِهَوَاهُ أَوْ لِمَنْفَعَتِهِ الدُّنْيَوِيَّةِ، فَأُولَئِكَ هُمُ الْكَافِرُونَ بِهَذِهِ الْآيَاتِ ; لِأَنَّ الْإِيمَانَ الصَّحِيحَ يَسْتَلْزِمُ </p><p> الْإِذْعَانَ، وَالْإِذْعَانُ يَسْتَلْزِمُ الْعَمَلَ وَيُنَافِي الِاسْتِقْبَاحَ وَالتَّرْكَ، وَهَذِهِ الْجُمْلَةُ مُقَرِّرَةٌ لِمَا قَبْلَهَا، وَمُؤَيِّدَةٌ لِقَوْلِهِ تَعَالَى فِي هَذَا السِّيَاقِ:  (وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ) ثُمَّ جَاءَ بِمِثَالٍ مِنْ هَذِهِ الْأَحْكَامِ فَقَالَ: </p><p> (وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ) أَيْ وَفَرَضْنَا عَلَى بَنِي إِسْرَائِيلَ مِنَ الْعُقُوبَاتِ فِي التَّوْرَاةِ أَنَّ النَّفْسَ تُؤْخَذُ أَوْ تُقْتَلُ بِالنَّفْسِ إِذَا قَتَلَتْ عَمْدًا بِغَيْرِ حَقٍّ، وَقَدَّرَ الْجُمْهُورُ مَقْتُولَةٌ أَوْ مُقْتَصَّةٌ بِهَا، وَالْعَيْنَ تُفْقَأُ بِالْعَيْنِ، وَالْأَنْفَ يُجْدَعُ بِالْأَنْفِ، وَالْأُذُنَ تُصْلَمُ بِالْأُذُنِ، وَالسِّنَّ تُقْلَعُ بِالسِّنِّ ; أَيْ أَنَّ هَذِهِ الْأَعْضَاءَ وَالْجَوَارِحَ الْمُتَمَاثِلَةَ هِيَ كَالنَّفْسِ فِي كَوْنِ جَزَاءِ الْمُعْتَدِي عَلَى شَيْءٍ مِنْهَا مِثْلَ مَا فَعَلَ ; </p>"
}