{
  "id": null,
  "sura": 5,
  "aya": 17,
  "text": "<p> مَنْ يَهْتَدِي بِهِ، وَاسْتِبْدَالِ نُورِ الْحَقِّ بِهَا، بِنَسْخِهِ وَإِزَالَتِهِ لَهَا ; فَهُوَ إِخْرَاجٌ يَجْرِي عَلَى سُنَنِ اللهِ تَعَالَى فِي تَأْثِيرِ الْعَقَائِدِ الصَّحِيحَةِ وَالْأَخْلَاقِ وَالْأَعْمَالِ الصَّالِحَةِ فِي النُّفُوسِ، وَإِصْلَاحِهَا إِيَّاهَا، لَا أَنَّهُ يَحْصُلُ بِمَحْضِ الْخَلْقِ وَاسْتِئْنَافِ التَّكْوِينِ مِنْ غَيْرِ أَنْ يَكُونَ الْقُرْآنُ هُوَ الْمُؤَثِّرَ فِيهِ. </p><p> (الْفَائِدَةُ الثَّالِثَةُ) : الْهِدَايَةُ إِلَى الصِّرَاطِ الْمُسْتَقِيمِ، وَهُوَ الطَّرِيقُ الْمُوصِلُ إِلَى الْمَقْصِدِ وَالْغَايَةِ مِنَ الدِّينِ فِي أَقْرَبِ وَقْتٍ ; لِأَنَّهُ طَرِيقٌ لَا عِوَجَ فِيهِ وَلَا انْحِرَافَ، فَيُبْطِئُ سَالِكُهُ أَوْ يَضِلُّ فِي سَيْرِهِ، وَهُوَ أَنْ يَكُونَ الِاعْتِصَامُ بِالْقُرْآنِ عَلَى الْوَجْهِ الصَّحِيحِ الَّذِي أَنْزَلَهُ اللهُ تَعَالَى لِأَجْلِهِ، كَمَا كَانَ عَلَيْهِ أَهْلُ الصَّدْرِ الْأَوَّلِ، قَبْلَ ظُهُورِ الْخِلَافِ وَالتَّأْوِيلِ ; بِأَنْ تَكُونَ عَقَائِدُهُ وَآدَابُهُ وَأَحْكَامُهُ مُؤَثِّرَةً فِي تَزْكِيَةِ الْأَنْفُسِ وَإِصْلَاحِ الْقُلُوبِ وَإِحْسَانِ الْأَعْمَالِ. وَثَمَرَةُ ذَلِكَ سَعَادَةُ الدُّنْيَا وَالْآخِرَةِ بِحَسَبَ سُنَنِ اللهِ فِي خَلْقِ الْإِنْسَانِ. </p><p> (لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يخْلُقُ مَا يَشَاءُ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ يَاأَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ</p><p> مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) أَقَامَ اللهُ الْحُجَّةَ عَلَى أَهْلِ الْكِتَابِ كَافَّةً، ثُمَّ بَيَّنَ مَا كَفَرَ بِهِ النَّصَارَى خَاصَّةً، فَقَالَ:  (لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ) قَالَ الْبَيْضَاوِيُّ: \" هُمُ الَّذِينَ قَالُوا بِالِاتِّحَادِ </p><p> مِنْهُمْ، وَقِيلَ لَمْ يُصَرِّحْ بِهِ أَحَدٌ مِنْهُمْ، وَلَكِنْ لَمَّا زَعَمُوا أَنَّ فِيهِ لَاهُوتًا، وَقَالُوا: لَا إِلَهَ إِلَّا وَاحِدٌ، لَزِمَهُمْ أَنْ يَكُونَ هُوَ الْمَسِيحَ، فَنُسِبَ إِلَيْهِمْ لَازِمُ قَوْلِهِمْ ; تَوْضِيحًا لِجَهْلِهِمْ، وَتَفْضِيحًا لِمُعْتَقَدِهِمْ \"،وَذَكَرَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ:أَنَّ هَذَا الْقَوْلَ مَبْنِيٌّ عَلَى عَقِيدَةِ الْحُلُولِ وَالِاتِّحَادِ، وَأَنَّهُ لَازِمُ مَذْهَبِ النَّصَارَى، وَإِنْ كَانُوا لَا يَقُولُونَهُ، أَوْ لَا يَقُولُهُ أَحَدٌ مِنْهُمْ، وَصَرَّحَ بَعْضُ الْمُفَسِّرِينَ بِأَنَّ هَذَا الْمَذْهَبَ مَذْهَبُ الْيَعْقُوبِيَّةِ مِنْهُمْ خَاصَّةً،وَذَلِكَ أَنَّ السَّابِقِينَ مِنَ الْمُفَسِّرِينَ وَالْمُؤَرِّخِينَ ذَكَرُوا أَنَّ النَّصَارَى ثَلَاثُ فِرَقٍ:الْيَعْقُوبِيَّةُ، وَالْمِلْكَانِيَّةُ، وَالنَّسْطُورِيَّةُ. وَاعْلَمْ أَنَّ أَمْثَالَ الزَّمَخْشَرِيِّ وَالْبَيْضَاوِيِّ وَالرَّازِيِّ لَا يُعْتَدُّ بِمَا يَعْرِفُونَ عَنِ النَّصَارَى ; فَإِنَّهُمْ لَمْ يَقْرَءُوا كُتُبَهُمْ، وَلَمْ يُنَاظِرُوهُمْ فِيهَا وَفِي عَقَائِدِهِمْ إِلَّا قَلِيلًا، وَإِنَّمَا يَأْخُذُونَ مَا فِي كُتُبِ الْمُسْلِمِينَ عَنْهُمْ قَضَايَا مُسَلَّمَةً، وَمِنْهَا مَا هُوَ مَشْهُورٌ فِيهَا مِنْ تَفْسِيرِ الْآبِ وَالِابْنِ وَرُوحِ الْقُدُسِ بِأَنَّهَا الْوُجُودُ وَالْعِلْمُ وَالْحَيَاةُ ; فَالْقَوْلُ بِهَا لَا يُنَافِي وَحْدَانِيَّةَ الْخَالِقِ، وَكَانَ يَقُولُ مِثْلَ هَذَا بَعْضُ عُلَمَاءِ النَّصَارَى لِعُلَمَاءِ الْمُسْلِمِينَ، وَالظَّاهِرُ أَنَّ بَعْضَ الْمُتَقَدِّمِينَ كَانَ يَعْتَقِدُ هَذَا، كَمَا أَنَّهُ يُوجَدُ الْآنَ فِي نَصَارَى أُورُبَّةَ وَغَيْرِهِمْ كَثِيرٌ مِنَ الْمُوَحِّدِينَ الَّذِينَ يَعْتَقِدُونَ أَنَّ الْمَسِيحَ نَبِيٌّ رَسُولٌ لَا إِلَهٌ، وَلَعَلَّهُ لَمْ يَبْقَ فِي النَّصَارَى مَنْ يَقُولُ بِتِلْكَ الْفَلْسَفَةِ ; لِأَنَّهُمْ فِي كُلِّ عَصْرٍ يُغَيِّرُونَ فِي دِينِهِمْ مَا شَاءُوا أَنْ يُغَيِّرُوا فِي فَلْسَفَتِهِ وَغَيْرِ فَلْسَفَتِهِ، وَكَانَ أَكْبَرُ تَغْيِيرِ حَدَثَ بَعْدَ هَؤُلَاءِ الْمُفَسِّرِينَ مَذْهَبَ(الْبُرُوتِسْتَانْتِ)أَيْ إِصْلَاحَ النَّصْرَانِيَّةِ ; حَدَثَ مُنْذُ أَرْبَعَةِ قُرُونٍ، وَصَارَ هُوَ السَّائِدَ فِي أَعْظَمِ الْأُمَمِ مَدَنِيَّةً وَارْتِقَاءً ; كَالْوِلَايَاتِ الْمُتَّحِدَةِ وَإِنْكِلْتِرَةَ وَأَلْمَانْيَةَ. نَسَفَ هَذَا الْمَذْهَبُ أَكْثَرَ التَّقَالِيدِ وَالْخُرَافَاتِ النَّصْرَانِيَّةِ الَّتِي كَانَتْ قَبْلَهُ، ثُمَّ اسْتَبْدَلَ بِهَا تَقَالِيدَ أُخْرَى، فَصَارَ عِدَّةَ مَذَاهِبَ فِي الْحَقِيقَةِ، وَمَعَ هَذَا تَرَى هَؤُلَاءِ الْمُصْلِحِينَ الَّذِينَ زَعَمُوا أَنَّهُمْ أَعَادُوا النَّصْرَانِيَّةَ إِلَى أَصْلِهَا لَمْ يَسْتَطِيعُوا</p><p> أَنْ يُرْجِعُوهَا إِلَى التَّوْحِيدِ الصَّحِيحِ الَّذِي هُوَ دِينُ الْمَسِيحِ وَسَائِرِ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ وَرُسُلِ اللهِ أَجْمَعِينَ، فَهُمْ لَا يَزَالُونَ يَقُولُونَ بِأُلُوهِيَّةِ الْمَسِيحِ وَبِالتَّثْلِيثِ، وَيَعُدُّونَ الْمُوَحِّدَ غَيْرَ مَسِيحِيٍّ، كَمَا يَقُولُ ذَلِكَ الْفِرْقَتَانِ الْكَبِيرَتَانِ الْأُخْرَيَانِ مِنْ فِرَقِ النَّصْرَانِيَّةِ فِي هَذَا الْعَصْرِ، وَهُمُ الْكَاثُولِيكُ وَالْأُرْثُوذُكْسُ، فَجَمِيعُ فِرَقِ نَصَارَى هَذَا الْعَصْرِ تَقُولُ: إِنَّ اللهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ، وَأَنَّ الْمَسِيحَ ابْنَ مَرْيَمَ هُوَ اللهُ، تَعَالَى الله عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا. وَالظَّاهِرُ أَنَّ النَّصَارَى الْقُدَمَاءَ لَمْ يَكُونُوا مُتَّفِقِينَ عَلَى هَذِهِ الْعَقِيدَةِ كَمَا قَالَ مُفَسِّرُونَا. </p><p> قَالَ (الدُّكْتُورُ بوستُ) فِي تَارِيخِ الْكِتَابِ الْمُقَدَّسِ عِنْدَ الْكَلَامِ عَلَى لَفْظِ الْجَلَالَةِ مَا نَصُّهُ: \" طَبِيعَةُ اللهِ عِبَارَةٌ عَنْ ثَلَاثَةِ أَقَانِيمَ مُتَسَاوِيَةِ الْجَوْهَرِ: اللهُ الْآبُ، وَاللهُ الِابْنُ، وَاللهُ الرُّوحُ الْقُدُسُ، فَإِلَى الْآبِ يَنْتَمِي الْخَلْقُ بِوَاسِطَةِ الِابْنِ، وَإِلَى الِابْنِ الْمُفَدَّى وَإِلَى الرُّوحِ الْقُدُسِ التَّطْهِيرُ، غَيْرَ أَنَّ الثَّلَاثَةَ أَقَانِيمَ تَتَقَاسَمُ جَمِيعَ الْأَعْمَالِ عَلَى السَّوَاءِ. </p><p> أَمَّا مَسْأَلَةُ التَّثْلِيثِ فَغَيْرُ وَاضِحَةٍ فِي الْعَهْدِ الْقَدِيمِ كَمَا هِيَ فِي الْعَهْدِ الْجَدِيدِ، وَقَدْ أُشِيرَ إِلَى هَذَا فِي (تك ص١) حَيْثُ ذُكِرَ \" اللهُ \" وَ \" رُوحُ اللهِ \" . . . إِلَخْ (قابل مز ٣٣: ويو ١٦: ١٠ و٣) وَالْحِكْمَةُ الْإِلَهِيَّةُ الْمُشَخِّصَةُ فِي (أم ص ٨) </p><p> تُقَابِلُ الْكَلِمَةَ فِي (يو ص ١) وَرُبَّمَا تُشِيرُ إِلَى الْأُقْنُومِ الثَّانِي، وَتُطْلَقُ نُعُوتُ الْقَدِيرِ عَلَى كُلِّ أُقْنُومٍ مِنْ هَذِهِ الْأَقَانِيمِ الثَّلَاثَةِ عَلَى حِدَتِهِ \" انْتَهَى بِحُرُوفِهِ.</p><p> وَالْحَقُّ أَنَّ الْعَهْدَ الْقَدِيمَ ; أَيْ كُتُبَ الْأَنْبِيَاءِ الَّذِينَ كَانُوا قَبْلَ الْمَسِيحِ، لَيْسَ فِيهَا شَيْءٌ ظَاهِرٌ وَلَا خَفِيٌّ فِي عَقِيدَةِ التَّثْلِيثِ ; لِأَنَّهَا عَقِيدَةٌ وَتَثْنِيَةٌ مَحْضَةٌ. وَمِنْ أَغْرَبِ التَّكَلُّفِ تَفْسِيرُ \" الْحِكْمَةِ \" فِي أَمْثَالِ سُلَيْمَانَ، بِـ \" الْكَلِمَةِ \" بِالْمَعْنَى الَّذِي يُرِيدُونَهُ، وَهُوَ وَهْمٌ لَمْ يَخْطُرْ فِي بَالِ سُلَيْمَانَ وَلَا الْمَسِيحِ عَلَيْهِمَا السَّلَامُ،وَسَتَرَى أَنَّهُمْ قَالُوا:إِنَّ اسْتِعْمَالَ الْكَلِمَةِ بِهَذَا الْمَعْنَى لَمْ يَرِدْ إِلَّا فِي كَلَامِ يُوحَنَّا، وَقَدْ كَانَ جَمِيعُ أَنْبِيَاءِ اللهِ تَعَالَى مُوَحِّدِينَ، أَعْدَاءً لِلْوَثَنِيَّةِ وَالْوَثَنِيِّينَ،وَإِنَّمَا يَصِحُّ أَنْ يُقَالَ:إِنِ التَّوْحِيدَ ظَاهِرٌ جَلِيٌّ فِي الْعَهْدِ الْجَدِيدِ أَيْضًا، وَالتَّثْلِيثَ فِيهِ هُوَ الْخَفِيُّ ; فَإِنَّ الْعَقِيدَةَ الَّتِي يَدْعُو إِلَيْهَا دُعَاةُ النَّصْرَانِيَّةِ، وَالْعِبَارَاتِ الَّتِي يَذْكُرُونَهَا فِي أُلُوهِيَّةِ الْمَسِيحِ وَالتَّثْلِيثِ لَا تُفْهَمُ كُلُّهَا مِنَ</p><p> الْعَهْدِ الْجَدِيدِ، بَلْ هُنَالِكَ عِبَارَاتٌ يَتَحَكَّمُونَ فِي تَفْسِيرِهَا وَشَرْحِهَا كَمَا يَهْوَوْنَ عَلَى خِلَافٍ شَهِيرٍ فِيهَا بَيْنَ مُتَقَدِّمِيهِمْ وَمُتَأَخِّرِيهِمْ. </p><p> وَالْعُمْدَةُ عِنْدَهُمْ فِي هَذِهِ الْعَقِيدَةِ أَوَّلُ عِبَارَةٍ مِنْ إِنْجِيلِ يُوحَنَّا، وَهِيَ: \" فِي الْبَدْءِ كَانَتِ الْكَلِمَةُ، وَالْكَلِمَةُ كَانَ عِنْدَ اللهِ، وَاللهُ هُوَ الْكَلِمَةُ \" وَقَدْ أَطْلَقُوا لَفْظَ الْكَلِمَةِ عَلَى الْمَسِيحِ،فَصَارَ مَعْنَى الْفِقْرَةِ الثَّالِثَةِ مِنْ عِبَارَةِ إِنْجِيلِ يُوحَنَّا:وَاللهُ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ، وَهَذَا عَيْنُ مَا أَسْنَدَهُ الْقُرْآنُ إِلَيْهِمْ؛ فَكَيْفَ يَقُولُ الْبَيْضَاوِيُّ وَالرَّازِيُّ إِنَّهُ أَسْنَدَ إِلَيْهِمْ لَازِمَ مَذْهَبِهِمْ؟! قَالَ بوستُ فِي قَامُوسِهِ:\" يُقْصَدُ بِالْكَلِمَةِ السَّيِّدُ الْمَسِيحُ، وَلَمْ تَرِدْ هَذِهِ اللَّفْظَةُ بِهَذَا الْمَعْنَى إِلَّا فِي مُؤَلَّفَاتِ يُوحَنَّا (١: ١ - ١٤،و١ يو ١:١،ورؤ ١٩:١٣) وَقَدِ اسْتَعْمَلَ الْفَيْلَسُوفُ (فِيلُو) لَفْظَةَ \" الْكَلِمَةِ \" غَيْرَ أَنَّهُ يَقْصِدُ بِهَا غَيْرَ مَا قَصَدَ يُوحَنَّا \" اهـ. </p><p> أَقُولُ: قَدْ بَيَّنَّا فِي تَفْسِيرٍ (فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ) أَنَّهُمْ قَالُوا: إِنَّ يُوحَنَّا مَا كَتَبَ إِنْجِيلَهُ فِي آخِرِ عُمُرِهِ، إِلَّا إِجَابَةً لِاقْتِرَاحِ مَنْ أَلَحُّوا عَلَيْهِ بِذَلِكَ ; لِلْعِلَّةِ الَّتِي ذَكَرُوهَا، فَلَوْلَا هَذَا الِاقْتِرَاحُ وَالْإِلْحَاحُ لَمَا كَتَبَ، وَلَوْ لَمْ يَكْتُبْ لَمْ تُعْرَفْ هَذِهِ الْعَقِيدَةُ، فَثَبَتَ أَنَّ هَذِهِ الْعَقِيدَةَ لَمْ يَذْكُرْهَا الْمَسِيحُ نَفْسُهُ فِي كَلَامِهِ، وَلَا دَعَا إِلَيْهَا أَحَدٌ مِنْ تَلَامِيذِهِ الَّذِينَ انْتَشَرُوا فِي الْبِلَادِ لِلدَّعْوَةِ إِلَى إِنْجِيلِهِ، وَلَمْ يَعْرِفْهَا أَحَدٌ إِلَّا فِي الْعُشْرِ الْعَاشِرِ مِنَ الْقَرْنِ الْأَوَّلِ الَّذِي كَتَبَ فِيهِ يُوحَنَّا إِنْجِيلَهُ. هَذَا إِنْ صَحَّ أَنَّ يُوحَنَّا الْحَوَارِيَّ هُوَ الَّذِي كَتَبَهُ - وَلَنْ يَصِحَّ - وَلَا يُعْقَلُ أَنْ يَسْكُتَ الْمَسِيحُ وَجَمِيعُ تَلَامِيذِهِ عَنْ هَذِهِ الْعَقِيدَةِ إِذَا كَانَتْ هِيَ أَصْلَ الدِّينِ كَمَا تَزْعُمُ النَّصَارَى، بَلِ الَّذِي تَتَوَفَّرُ عَلَيْهِ الدَّوَاعِي أَنْ يُقَرِّرَهَا الْمَسِيحُ نَفْسُهُ فِي كَلَامِهِ، وَيَجْعَلَهَا تَلَامِيذُهُ أَوَّلَ مَا يَدْعُونَ إِلَيْهِ، وَيُكَرِّرُونَهُ فِي أَقْوَالِهِمْ وَرَسَائِلِهِمْ. </p><p> وَلَا يَغُرَنَّكَ مَا أَشَارَ إِلَيْهِ (بوستُ) مِنَ الشَّوَاهِدِ عَنْ رِسَالَةِ يُوحَنَّا وَرُؤْيَاهُ، فَتَظُنَّ أَنَّ هُنَالِكَ </p><p> نَصًّا أَوْ نُصُوصًا فِي إِثْبَاتِ هَذِهِ الْعَقِيدَةِ، كَلَّا إِنَّ الشَّاهِدَ الَّذِي عَزَاهُ إِلَى أَوَّلِ رِسَالَتِهِ الْأُولَى هُوَ:  \" الَّذِي كَانَ مِنَ الْبَدْءِ، الَّذِي سَمِعْنَاهُ، الَّذِي رَأَيْنَاهُ بِعُيُونِنَا، الَّذِي شَاهَدْنَاهُ وَلَمَسَتْهُ أَيْدِينَا مِنْ جِهَةِ كَلِمَةِ الْحَيَاةِ \" ، فَكَلِمَةُ الْحَيَاةِ لَا تُفِيدُ هَذِهِ الْعَقِيدَةَ إِلَّا بِتَحَكُّمِهِمْ. وَأَمَّا الشَّاهِدُ الَّذِي عَزَاهُ إِلَى الرُّؤْيَا ; فَهُوَ: </p><p> \" ١١ ثُمَّ رَأَيْتُ السَّمَاءَ مَفْتُوحَةً، وَإِذَا فَرَسٌ أَبْيَضُ، وَالْجَالِسُ عَلَيْهِ يُدْعَى أَمِينًا وَصَادِقًا، وَبِالْعَدْلِ يَحْكُمُ وَيُحَارِبُ ١٢، وَعَيْنَاهُ كَلَهِيبٍ مِنْ نَارٍ، وَعَلَى رَأْسِهِ تِيجَانٌ كَثِيرَةٌ، وَلَهُ اسْمٌ مَكْتُوبٌ لَيْسَ أَحَدٌ يَعْرِفُهُ إِلَّا هُوَ ١٣ وَهُوَ مُتَسَرْبِلٌ بِثَوْبٍ مَغْمُوسٍ بِدَمٍ، وَيُدْعَى اسْمُهُ كَلِمَةَ اللهِ ١٤، وَالْأَجْنَادُ الَّذِينَ فِي السَّمَاءِ كَانُوا يَتْبَعُونَهُ عَلَى خَيْلٍ بِيضٍ، لَابِسِينَ بَزًّا أَبْيَضَ نَقِيًّا ١٥ وَمِنْ فَمِهِ يَخْرُجُ سَيْفٌ مَاضٍ ; لِكَيْ يَضْرِبَ بِهِ الْأُمَمَ، وَهُوَ سَيَرْعَاهُمْ بِعَصًا مِنْ حَدِيدٍ \" ، فَأَنْتَ تَرَى أَنَّ هَذِهِ الْأَوْصَافَ لَا تَنْطَبِقُ عَلَى الْمَسِيحِ، وَإِنَّمَا تَنْطَبِقُ عَلَى أَخِيهِ مُحَمَّدٍ، عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ، فَمِنْ أَسْمَائِهِ الصَّادِقُ وَالْأَمِينُ، وَبِالْعَدْلِ كَانَ يَحْكُمُ وَيُحَارِبُ. . . إِلَخْ. وَلَمْ يَكُنْ لِلْمَسِيحِ شَيْءٌ مِنْ هَذِهِ الصِّفَاتِ ; لِأَنَّهُ لَمْ يَحْكُمْ وَلَمْ يُحَارِبْ وَلَمْ يَرْعَ الْأُمَمَ. وَلَفْظُ \" كَلِمَةِ اللهِ \" هُنَا لَا يُفِيدُ مَعْنَى تِلْكَ الْعَقِيدَةِ، وَلَا يُشِيرُ إِلَيْهَا ; لِأَنَّ كُلَّ شَيْءٍ وُجِدَ بِكَلِمَةِ اللهِ، وَهِيَ كَلِمَةُ التَّكْوِينِ (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ ٣٦: ٨٢) . </p><p> وَأَمَّا الدَّلِيلُ عَلَى كَوْنِ هَذِهِ الْعَقِيدَةِ وَثَنِيَّةً فَهُوَ يَظْهَرُ لَكَ جَلِيًّا فِيمَا كَتَبْنَاهُ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ هَذَا الْجُزْءِ:  (يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ) إِلَى قَوْلِهِ: (وَلَا تَقُولُوا ثَلَاثَةٌ)  (٤: ١٧١) وَذَلِكَ أَنَّ زَعْمَهُمْ \" أَنَّ اللهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ \" جُزْءٌ مِنْ عَقِيدَةِ التَّثْلِيثِ الْمَأْخُوذَةِ عَنْ قُدَمَاءِ الْمِصْرِيِّينَ وَالْبَرَاهِمَةِ وَالْبُوذِيِّينَ وَغَيْرِهِمْ مِنْ وَثَنِيِّي الشَّرْقِ وَالْغَرْبِ، وَقَدْ أَوْرَدْنَا هُنَالِكَ مِنْ شَوَاهِدِ كُتُبِ التَّارِيخِ وَآثَارِ الْأَوَّلِينَ مَا عُلِمَ بِهِ قَطْعًا أَنَّ النَّصَارَى أَخَذُوا هَذِهِ الْعَقِيدَةَ عَنْهُمْ، وَسَنَعُودُ إِلَى ذِكْرِهَا عِنْدَ تَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ هَذِهِ السُّورَةِ:  (لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللهَ ثَالِثُ ثَلَاثَةٍ)  (٥: ٧٣) . </p><p> قَالَ تَعَالَى فِي تَبْكِيتِ هَؤُلَاءِ النَّاسِ وَرَدِّ زَعْمِهِمْ:  (قُلْ فَمَنْ يَمْلِكُ مِنَ اللهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا) أَيْ قُلْ، أَيُّهَا الرَّسُولُ، لِهَؤُلَاءِ النَّصَارَى الْمُتَجَرِّئِينَ عَلَى مَقَامِ الْأُلُوهِيَّةِ بِهَذَا الزَّعْمِ الْبَاطِلِ: مَنْ يَمْلِكُ مِنْ أَمْرِ اللهِ وَإِرَادَتِهِ شَيْئًا يَدْفَعُ بِهِ الْهَلَاكَ وَالْإِعْدَامَ عَنِ الْمَسِيحِ وَأُمِّهِ، وَعَنْ سَائِرِ أَهْلِ الْأَرْضِ، إِنْ أَرَادَ عَزَّ وَجَلَّ أَنْ يُهْلِكَهُمْ وَيُبِيدَهُمْ؟ وَالِاسْتِفْهَامُ لِلْإِنْكَارِ وَالتَّوْبِيخِ وَالتَّجْهِيلِ ; أَيْ إِنَّ الْمَسِيحَ وَأُمَّهُ مِنَ الْمَخْلُوقَاتِ التى هِيَ قَابِلَةٌ لِطُرُوءِ الْهَلَاكِ وَالْفَنَاءِ عَلَيْهَا كَسَائِرِ أَهْلِ الْأَرْضِ، فَإِذَا أَرَادَ اللهُ أَنْ يُهْلِكَهُمَا وَيُهْلِكَ أَهْلَ الْأَرْضِ جَمِيعًا، لَا يُوجَدُ أَحَدٌ يَسْتَطِيعُ أَنْ يَرُدَّ إِرَادَتَهُ ; لِأَنَّهُ هُوَ الْمَالِكُ </p><p> لِأَمْرِ الْوُجُودِ كُلِّهِ، وَلَا يَمْلِكُ أَحَدٌ مِنْ أَمْرِهِ شَيْئًا يَسْتَطِيعُ بِهِ أَنْ يَصْرِفَهُ عَنْ عَمَلٍ </p><p> يُرِيدُهُ أَوْ يَحْمِلَهُ عَلَى أَمْرٍ لَا يُرِيدُهُ، أَوْ يَسْتَقِلَّ بِعَمَلٍ دُونَهُ. تَقُولُ الْعَرَبُ: مَلَكَ فُلَانٌ عَلَى فُلَانٍ أَمْرَهُ: إِذَا اسْتَوْلَى عَلَيْهِ، فَصَارَ لَا يَسْتَطِيعُ أَنْ يُنَفِّذَ أَمْرًا وَلَا أَنْ يَفْعَلَ شَيْئًا إِلَّا بِهِ أَوْ بِإِذْنِهِ. قَالَ ابْنُ دُرَيْدٍ فِي وَصْفِ الْخَمْرَةِ التى لَمْ يَكْسِرِ الْمَزْجُ حِدَّتَهَا، وَلَمْ تُبْطِلِ النَّارُ تَأْثِيرَهَا: لَمْ يَمْلِكِ الْمَاءُ عَلَيْهَا أَمْرَهَا وَلَمْ يُدَنِّسْهَا الضِّرَامُ الْمُحْتَضَى وَقَوْلُهُ تَعَالَى: (فَمَنْ يَمْلِكُ مِنَ اللهِ شَيْئًا) أَبْلَغُ مِنْ مِثْلِ هَذَا الْقَوْلِ ; لِأَنَّهُ نَفَى أَنْ يَمْلِكَ أَحَدٌ بَعْضَ أَمْرِهِ تَعَالَى فَضْلًا عَنْ مِلْكِ أَمْرِهِ كُلِّهِ، فَصَارَ الْمَعْنَى: أَنَّهُ لَا يُوجَدُ أَحَدٌ يَسْتَطِيعُ أَنْ يَرُدَّ أَمْرَهُ، أَوْ يُحَوِّلَهُ عَنْ إِرَادَتِهِ بِوَجْهٍ مَا، وَلَوِ الدُّعَاءُ وَالشَّفَاعَةُ ; إِذْ لَا يَسْتَطِيعُ أَحَدٌ أَنْ يَشْفَعَ عِنْدَهُ إِلَّا بِإِذْنِهِ لِمَنِ ارْتَضَاهُ، فَالْأَمْرُ فِي ذَلِكَ كُلِّهِ لَهُ وَحْدَهُ عَزَّ وَجَلَّ، وَيَدْخُلُ فِي عُمُومِ ذَلِكَ الْمَسِيحُ نَفْسُهُ وَغَيْرُهُ مِنَ الْأَنْبِيَاءِ، وَكَذَا الْمَلَائِكَةُ عَلَيْهِمُ السَّلَامُ، فَإِذَا كَانَ الْمَسِيحُ لَا يَسْتَطِيعُ أَنْ يَدْفَعَ عَنْ نَفْسِهِ الْهَلَاكَ أَوْ عَنْ وَالِدَتِهِ، كَمَا أَنَّهُ لَا يَسْتَطِيعُ غَيْرُهُ أَنْ يَدْفَعَهُ عَنْهُ إِذَا أَرَادَ اللهُ تَعَالَى إِنْزَالَهُ بِهِ؛ فَكَيْفَ يَكُونُ هُوَ اللهَ الذى بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ؟ </p><p> وَمِنْ غَرِيبِ تَهَافُتِ هَؤُلَاءِ النَّاسِ أَنَّهُمْ قَالُوا: إِنَّ شَرَّ نَوْعٍ مِنْ أَنْوَاعِ الْإِهْلَاكِ، وَهُوَ الصَّلْبُ نَزَلَ بِالْمَسِيحِ - الَّذِي هُوَ الْكَلِمَةُ وَاللهُ هُوَ الْكَلِمَةُ بِزَعْمِهِمْ - وَلَمْ يَسْتَطِعْ أَنْ يَدْفَعَهُ عَنْ نَفْسِهِ، وَأَنَّهُ اسْتَغَاثَ بِرَبِّهِ خَائِفًا وَجِلًا ضَارِعًا خَاضِعًا ; لِيَصْرِفَ عَنْهُ ذَلِكَ الْكَأْسَ، فَلَمْ يُجِبْهُ إِلَى مَا طَلَبَ! وَهُمْ يُكَابِرُونَ أَنْفُسَهُمْ فِي دَفْعِ هَذَا التَّهَافُتِ بِمِثْلِ قَوْلِهِمْ: إِنَّهُ كَانَ لَهُ طَبِيعَتَانِ وَمَشِيئَتَانِ ; ثِنْتَانِ مِنْهُمَا إِلَهِيَّتَانِ، وَثِنْتَانِ بَشَرِيَّتَانِ، وَلَيْتَ شِعْرِي، إِذَا كَانَ هَذَا مُمْكِنًا؛ فَهَلْ يُمْكِنُ مَعَهُ أَنْ يَجْهَلَ الْمَسِيحُ بِطَبِيعَتِهِ الْبَشَرِيَّةِ طَبِيعَتَهُ الْإِلَهِيَّةَ، فَيَعْتَرِضُ عَلَيْهَا بِمِثْلِ قَوْلِهِمْ عَنْهُ فِي إِنْجِيلِ مَتَّى (٣٧: ٤٦ إِلَهَيْ إِلَهِي، لِمَاذَا تَرَكْتَنِي) وَيَسْتَنْجِدُهَا غَيْرَ عَالِمٍ بِمَا يُمْكِنُ وَمَا لَا يُمْكِنُ لَهَا بِمِثْلِ مَا قَالُوهُ عَنْهُ فِي إِنْجِيلِ مَتَّى (٢٦: ٣٩ ثُمَّ تَقَدَّمَ قَلِيلًا، وَخَرَّ عَلَى وَجْهِهِ،وَكَانَ يُصَلِّي قَائِلًا:يَا أَبَتَاهُ، إِنْ أَمْكَنَ فَلْتَعْبُرْ عَنِّي هَذِهِ الْكَأْسَ) إِلَى أَنْ قَالَ: (٤٢ فَمَضَى أَيْضًا ثَانِيَةً وَصَلَّى قَائِلًا: إِنْ لَمْ يُمْكِنْ أَنْ تَعْبُرَ عَنِّي هَذِهِ الْكَأْسَ، إِلَّا أَنْ أَشْرَبَهَا فَلْتَكُنْ مَشِيئَتُكَ) وَهَذَا أَعْظَمُ </p><p> حُجَّةٍ عَلَيْهِمْ مُصَدِّقَةٍ لِحُجَّةِ الْقُرْآنِ، فَإِنَّ مَشِيئَةَ اللهِ لَا يَرُدُّهَا شَيْءٌ. </p><p> ثُمَّ إِنَّ الطَّبِيعَةَ الْبَشَرِيَّةَ هِيَ الَّتِي خَاطَبَتِ الْبَشَرَ، فَإِذَا كَانَ هَذَا شَأْنَهَا ; لَا يُقْبَلُ قَوْلُهَا، وَلَا يُوثَقُ بِتَعْلِيمِهَا؛ فَكَيْفَ تُجْعَلُ مَعَ الطَّبِيعَةِ الْأُخْرَى شَيْئًا وَاحِدًا يُسَمَّى رَبًّا وَإِلَهًا وَيُعْبَدُ؟ وَالنَّاسُ مَا رَأَوْا إِلَّا الطَّبِيعَةَ الْبَشَرِيَّةَ، وَلَا عَرَفُوا غَيْرَهَا، وَلَا سَمِعُوا إِلَّا كَلَامَهَا، وَلَا رَأَوْا إِلَّا أَفْعَالَهَا، وَالنُّكْتَةُ فِي عَطْفِ (وَمَنْ فِي الْأَرْضِ جَمِيعًا) عَلَى الْمَسِيحِ وَأُمِّهِ التَّذْكِيرُ بِأَنَّهُمَا مِنْ جِنْسِ الْبَشَرِ الَّذِينَ فِي الْأَرْضِ، وَمَا جَازَ عَلَى أَحَدِ الْمِثْلَيْنِ جَازَ عَلَى الْآخَرِ، وَأَنَاجِيلُهُمْ تَعْتَرِفُ بِأَنَّ الْمَسِيحَ كَانَ كَغَيْرِهِ فِي الشُّئُونِ الْبَشَرِيَّةِ، كَمَا سَيَأْتِي فِي تَفْسِيرِ (مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ ٥: ٧٥) الْآيَةَ. </p><p> (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا) الظَّاهِرُ أَنَّ هَذِهِ الْجُمْلَةَ حَالِيَّةٌ ; أَيْ فَمَنْ يَمْلِكُ مِنَ اللهِ شَيْئًا إِنْ أَرَادَ إِهْلَاكَ الْمَسِيحِ وَأُمِّهِ، وَأَهْلِ الْأَرْضِ قَاطِبَةً، وَالْحَالُ أَنَّهُ هُوَ صَاحِبُ الْمُلْكِ الْمُطْلَقِ، وَالتَّصَرُّفِ الِاسْتِقْلَالِيِّ الْكَامِلِ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ; أَيْ مَا بَيْنَ هَذَيْنِ الْعَالَمَيْنِ ; الْعُلْوِيِّ وَالسُّفْلِيِّ بِالنِّسْبَةِ إِلَيْكُمْ. </p><p> وَهَذَا الْمُلْكُ وَالتَّصَرُّفُ مِمَّا تَعْتَرِفُ بِهِ النَّصَارَى، وَلَكِنَّهُمْ زَعْمُوا أَنَّ صَاحِبَ هَذَا الْمُلْكِ الْعَظِيمِ وَالتَّصَرُّفِ الْمُطْلَقِ وَالْكَمَالِ الْأَعْلَى قَدْ عَرَضَ لَهُ بَعْدَ خَلْقِ آدَمَ - الَّذِي نَدِمَ وَتَأَسَّفَ مِنْ كُلِّ قَلْبِهِ أَنَّهُ خَلَقَهُ - أَمْرٌ عَظِيمٌ ; وَهُوَ أَنَّ آدَمَ عَصَاهُ، فَاقْتَضَى عَدْلُهُ أَنْ يُعَذِّبَهُ، وَاقْتَضَتْ رَحْمَتُهُ أَلَّا يُعَذِّبَهُ، فَوَقَعَ التَّنَاقُضُ وَالتَّعَارُضُ بَيْنَ مُقْتَضَى صِفَاتِهِ، فَلَمْ يَجِدْ لِذَلِكَ مَخْرَجًا يَجْمَعُ بِهِ بَيْنَ مُقْتَضَى الْعَدْلِ وَالرَّحْمَةِ، إِلَّا أَنْ يَحُلَّ فِي بَطْنِ امْرَأَةٍ مِنْ ذُرِّيَّةِ آدَمَ وَيَتَكَوَّنَ جَنِينًا فِيهِ ; فَتَلِدُهُ إِنْسَانًا كَامِلًا وَإِلَهًا كَامِلًا، ثُمَّ يُعَرِّضُ نَفْسَهُ لِشَرِّ قِتْلَةٍ، لُعِنَ صَاحِبُهَا عَلَى لِسَانِ رُسُلِهِ، وَهِيَ الصَّلْبُ ; فِدَاءً لِآدَمَ وَذُرِّيَّتِهِ، وَجَمْعًا بَيْنَ عَدْلِهِ بِتَعْذِيبِ وَاحِدٍ مِنْهُمْ هُوَ وَحْدَهُ الْبَرِيءُ مِنَ الذَّنْبِ، وَرَحْمَةِ الْآخَرِينَ إِنْ آمَنُوا بِهَذِهِ الْعَقِيدَةِ وَلَوْ بِغَيْرِ عَقْلٍ، ثُمَّ لَمْ يَتِمَّ لَهُ هَذَا الْجَمْعُ ; لِأَنَّ أَكْثَرَ الْبَشَرِ لَمْ يُؤْمِنُوا بِهَا، فَهُوَ لَا بُدَّ أَنْ يُعَذِّبَهُمْ فِي الْآخِرَةِ عَلَى أَنَّهُ عَذَّبَ كَثِيرًا مِنَ النَّاسِ بِمِثْلِ مَا عَذَّبَهُ بِهِ وَبِغَيْرِ ذَلِكَ، وَمِنْهُمُ الْمُؤْمِنُونَ بِتِلْكَ الْعَقِيدَةِ، فَلِمَاذَا لَمْ يَكُنْ تَعْذِيبُهُمْ فِي الدُّنْيَا فِدَاءً لَهُمْ؟ وَهَلْ هَذَا هُوَ الْجَمْعُ بَيْنَ الْعَدْلِ وَالرَّحْمَةِ؟ </p><p> وَلَمَّا كَانَتْ شُبْهَتُهُمْ عَلَى كَوْنِ الْمَسِيحِ بَشَرًا إِلَهًا، وَإِنْسَانًا رَبًّا، هِيَ أَنَّهُ خُلِقَ عَلَى غَيْرِ </p><p> السُّنَّةِ الْعَامَّةِ فِي خَلْقِ الْبَشَرِ، وَأَنَّهُ عَمِلَ أَعْمَالًا غَرِيبَةً لَا تَصْدُرُ عَنْ عَامَّةِ الْبَشَرِ، قَالَ تَعَالَى فِي رَدِّ هَذِهِ الشُّبْهَةِ:  (يخْلُقُ مَا يَشَاءُ) أَيْ لَمَّا كَانَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا كَانَ مِنَ الْمَعْقُولِ أَنْ يَكُونَ خَلْقُهُ لِلْأَشْيَاءِ تَابِعًا لِمَشِيئَتِهِ، فَقَدْ يَخْلُقُ بَعْضَ الْأَحْيَاءِ مِنْ مَادَّةٍ لَا تُوصَفُ بِذُكُورَةٍ وَلَا أُنُوثَةٍ كَأُصُولِ أَنْوَاعِ الْحَيَوَانِ، وَمِنْهَا أَبُو الْبَشَرِ عَلَيْهِ السَّلَامُ وَقَدْ يَخْلُقُ بَعْضهَا مِنْ ذَكَرٍ فَقَطْ، أَوْ أُنْثَى فَقَطْ، وَقَدْ يَخْلُقُ بَعْضَهَا بَيْنَ ذَكَرٍ وَأُنْثَى، وَلَا يَدُلُّ شَكْلُ الْخَلْقِ وَلَا سَبَبُهُ وَلَا امْتِيَازُ بَعْضِ الْمَخْلُوقَاتِ - كَالْكَهْرَبَاءِ - عَلَى بَعْضِ أُلُوهِيَّتِهَا أَوْ حُلُولِ الْإِلَهِ الْخَالِقِ فِيهَا، بَلْ هَذَا لَا يُعْقَلُ وَلَا يُمْكِنُ. فَامْتِيَازُ الْأَرْضِ عَلَى عُطَارِدَ أَوْ زُحَلَ بِوُجُودِ الْأَحْيَاءِ فِيهَا مِنَ الْبَشَرِ وَغَيْرِهِمْ لَا يُعَدُّ دَلِيلًا عَلَى كَوْنِ الْأَرْضِ إِلَهًا لِذَلِكَ الْكَوْكَبِ الَّذِي فَضَلَتْهُ بِهَذِهِ الْمَزِيَّةِ، كَذَلِكَ سُنَّةُ اللهِ فِي خَلْقِ الْمَسِيحِ وَمَزَايَاهُ لَا تَدُلُّ عَلَى كَوْنِهِ إِلَهًا أَوْ رَبًّا لِمَنْ لَمْ تُوجَدْ فِيهِمْ هَذِهِ الْمَزَايَا ; لِأَنَّ الْمَزَايَا فِي الْخَلْقِ كُلَّهَا بِمَشِيئَةِ الْخَالِقِ، فَلَا يَخْرُجُ بِهَا الْمَخْلُوقُ عَنْ كَوْنِهِ مَخْلُوقًا، نِسْبَتُهُ إِلَى خَالِقِهِ كَنِسْبَةِ سَائِرِ الْمَخْلُوقَاتِ إِلَيْهِ تَعَالَى. وَأَمَّا الِامْتِيَازُ بِبَعْضِ الْأَفْعَالِ الْغَرِيبَةِ فَهُوَ مَعْهُودٌ مِنَ الْبَشَرِ أَيْضًا، وَنُقِلَ ذَلِكَ عَنْ جَمِيعِ الْأُمَمِ وَالْمِلَلِ، وَقَدِ ادَّعَتِ الْأُمَمُ الْوَثَنِيَّةُ لِأَصْحَابِهَا الْأُلُوهِيَّةَ وَالرُّبُوبِيَّةَ، وَأَجْمَعَ الْأَنْبِيَاءُ مِنْ بَنِي إِسْرَائِيلَ وَغَيْرِهِمْ عَلَى </p><p> تَوْحِيدِ اللهِ تَعَالَى، وَسَمَّوْا تِلْكَ الْغَرَائِبَ بِالْآيَاتِ الْإِلَهِيَّةِ، وَقَالُوا: إِنِ اللهَ تَعَالَى قَدْ يُؤَيِّدُ بِهَا أَنْبِيَاءَهُ وَرُسُلَهُ، فَلِمَاذَا خَرَجْتُمْ أَيُّهَا النَّصَارَى عَنْ سُنَّةِ النَّبِيِّينَ وَالْمُرْسَلِينَ، وَاتَّبَعْتُمْ سُنَّةَ الْوَثَنِيِّينَ، كَقُدَمَاءِ الْهُنُودِ وَالْمِصْرِيِّينَ، الَّذِينَ جَعَلُوا غَرَابَةَ خَلْقِ مُقَدَّسِيهِمْ وَغَرَابَةَ بَعْضِ أَفْعَالِهِمْ دَلِيلًا عَلَى أُلُوهِيَّتِهِمْ وَرُبُوبِيَّتِهِمْ؟ (وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) فَكُلُّ مَا تَعَلَّقَتْ بِهِ مَشِيئَتُهُ يَنْفُذُ بِقُدْرَتِهِ، وَإِنَّمَا يُعَدُّ بَعْضُ خَلْقِهِ غَرِيبًا بِالنِّسْبَةِ إِلَى عِلْمِ الْبَشَرِ النَّاقِصِ، لَا بِالنِّسْبَةِ إِلَيْهِ تَعَالَى. وَكَذَلِكَ غَرَابَةُ بَعْضِ أَفْعَالِهِمْ، وَهِيَ قَدْ تَكُونُ عَنْ عِلْمٍ كَسْبِيٍّ يَجْهَلُهُ غَيْرُهُمْ، أَوْ قُوَّةٍ نَفْسِيَّةٍ لَمْ يَبْلُغْهَا سِوَاهُمْ، أَوْ تَأْيِيدٍ رَبَّانِيٍّ لَا صُنْعَ لَهُمْ فِيهِ وَلَا تَأْثِيرَ. </p><p> رَوَى ابْنُ إِسْحَاقَ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ، عَنِ ابْنِ عَبَّاسٍ قَالَ: أَتَى رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ابْنُ أُبَيٍّ وَبَحْرِيُّ بْنُ عَمْرٍو وَشَاسُ بْنُ عَدِيٍّ، فَكَلَّمَهُمْ وَكَلَّمُوهُ، وَدَعَاهُمْ إِلَى اللهِ وَحَذَّرَهُمْ نِقْمَتَهُ، فَقَالُوا: مَا تُخَوِّفُنَا يَا مُحَمَّدُ؟ </p><p> نَحْنُ وَاللهِ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ، كَقَوْلِ النَّصَارَى. فَأَنْزَلَ اللهُ فِيهِمْ (وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللهِ وَأَحِبَّاؤُهُ) إِلَى آخِرِ الْآيَةِ. وَمَنْ قَرَأَ كُتُبَ الْيَهُودِ وَالنَّصَارَى رَأَى فِيهَا لَقَبَ \" ابْنِ اللهِ \" قَدْ أُطْلِقَ عَلَى آدَمَ. </p><p> (انْظُرْ إِنْجِيلَ لُوقَا ٣: ٣٨) وَعَلَى يَعْقُوبَ وَدَاوُدَ مَعَ لَقَبِ الْبِكْرِ (انْظُرْ سِفْرَ الْخُرُوجِ ٤: ٢٢ و٢٣ وَالْمَزْمُورَ ٩٨: ٢٦ و٢٧) وَكَذَا عَلَى إِفْرَامَ (انْظُرْ نُبُوَّةَ أَرْمِيَاءَ ٣١: ٩) وَعَلَى الْمَسِيحِ، عَلَيْهِمُ السَّلَامُ، وَلَكِنْ مَعَ لَقَبِ الْحَبِيبِ ; فَهُوَ تَفْسِيرٌ لِكَلِمَةِ ابْنٍ، وَأُطْلِقَ مَجْمُوعًا عَلَى الْمَلَائِكَةِ وَعَلَى الْمُؤْمِنِينَ الصَّالِحِينَ، وَهَذَا الِاسْتِعْمَالُ كَثِيرٌ فِي الْعَهْدِ الْجَدِيدِ، وَمِنْهُ مَا حَكَاهُ مَتَّى فِي وَعْظِ الْمَسِيحِ عَلَى الْجَبَلِ (٥: ٩ طُوبَى لِصَانِعِي السَّلَامِ ; لِأَنَّهُمْ أَبْنَاءُ اللهِ يُدْعَوْنَ) وَقَالَ بُولَسُ فِي رِسَالَتِهِ إِلَى أَهْلٍ رُومِيَّةَ (٨: ١٤ لِأَنَّ كُلَّ الَّذِينَ يَنْقَادُونَ بِرُوحِ اللهِ فَأُولَئِكَ هُمْ أَبْنَاءُ اللهِ) وَجَاءَ فِي سِيَاقِ الْمُنَاظَرَةِ بَيْنَ الْمَسِيحِ وَالْيَهُودِ مِنْ إِنْجِيلِ يُوحَنَّا، مَا نَصُّهُ:  (٨: ٤١ أَنْتُمْ تَعْلَمُونَ أَعْمَالَ أَبِيكُمْ،فَقَالُوا لَهُ:إِنَّنَا لَمْ نُولَدْ مِنْ زِنًا، لَنَا أَبٌ وَاحِدٌ،وَهُوَ اللهُ ٤٢ فَقَالَ لَهُمْ يَسُوعُ:لَوْ كَانَ اللهُ أَبَاكُمْ لَكُنْتُمْ تُحِبُّونَنِي، إِلَى أَنْ قَالَ - ٤٤ أَنْتُمْ مِنْ أَبٍ، هُوَ إِبْلِيسُ، وَشَهَوَاتُ أَبِيكُمْ تُرِيدُونَ أَنْ تَعْمَلُوا) وَفِي هَذَا الْمَعْنَى مَا جَاءَ فِي الرِّسَالَةِ الْأُولَى، مِنْ رِسَالَتَيْ يُوحَنَّا (٣: ٩ كُلُّ مَنْ هُوَ مَوْلُودٌ مِنَ اللهِ لَا يَفْعَلُ خَطِيئَةً ; لِأَنَّ زَرْعَهُ يَثْبُتُ فِيهِ، وَلَا يَسْتَطِيعُ أَنْ يُخْطِئَ ; لِأَنَّهُ مَوْلُودٌ مِنَ اللهِ ١٠ بِهَذَا أَوْلَادُ اللهِ ظَاهِرُونَ، وَأَوْلَادُ إِبْلِيسَ) فَعُلِمَ مِنْ هَذِهِ النُّصُوصِ وَأَشْبَاهِهَا أَنَّ لَفْظَ \" ابْنِ اللهِ \" يُسْتَعْمَلُ فِي كُتُبِ الْقَوْمِ بِمَعْنَى حَبِيبِ اللهِ الَّذِي يُعَامِلُهُ اللهُ مُعَامَلَةَ الْأَبِ لِابْنِهِ مِنَ الرَّحْمَةِ وَالْإِحْسَانِ وَالتَّكْرِيمِ، فَعَطَفَ أَحِبَّاءَ اللهِ عَلَى أَبْنَاءِ اللهِ لِلتَّفْسِيرِ وَالْإِيضَاحِ؛ وَإِنَّمَا تَحَكَّمَ النَّصَارَى بِهَذَا اللَّقَبِ فَجَعَلُوهُ بِمَعْنَى الِابْنِ الْحَقِيقِيِّ بِالنِّسْبَةِ إِلَى الْمَسِيحِ، وَبِالْمَعْنَى الْمَجَازِيِّ بِالنِّسْبَةِ إِلَى غَيْرِهِ مِنَ الصَّالِحِينَ. وَمَعْنَى الِابْنِ الْحَقِيقِيِّ مُحَالٌ عَلَى اللهِ تَعَالَى ; لِأَنَّهُ عِبَارَةٌ عَنِ الْوَلَدِ الَّذِي يَنْشَأُ مِنْ تَلْقِيحِ الرَّجُلِ بِمَائِهِ لِبَعْضِ </p>"
}