{
  "id": null,
  "sura": 5,
  "aya": 96,
  "text": "<p> (أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ) الْمُرَادُ بِالْبَحْرِ الْمَاءُ الْكَثِيرُ الْمُسْتَبْحِرُ الَّذِي يُوجَدُ فِيهِ السَّمَكُ وَغَيْرُهُ مِنَ الْحَيَوَانَاتِ الْمَائِيَّةِ الَّتِي تُصَادُ فَيَدْخُلُ فِيهِ الْأَنْهَارُ وَالْآبَارُ وَالْبِرَكُ وَنَحْوُهَا، وَصَيْدُ الْبَحْرِ مَا يُصَادُ مِنْهُ مِمَّا يَعِيشُ فِيهِ عَادَةً وَإِنْ أَمْكَنَ أَنْ يَعِيشَ خَارِجَهُ قَلِيلًا أَوْ كَثِيرًا كَالسَّرَطَانِ وَالسُّلَحْفَاةِ، وَقِيلَ: هُوَ مَا لَا يَعِيشُ إِلَّا فِيهِ، وَطَيْرُ الْمَاءِ لَيْسَ مِنْهُ فِيمَا يَظْهَرُ عَلَى الْقَوْلَيْنِ، لِأَنَّهُ لَيْسَ مِنَ الْحَيَوَانَاتِ </p><p> الْمَائِيَّةِ، وَإِنَّمَا يُلَازِمُ الْمَاءَ لِصَيْدِ طَعَامِهِ مِنْهُ قَالَ الشَّافِعِيُّ فِي الْأُمِّ بَعْدَ بَيَانِ مَعْنَى الْبَحْرِ بِمَعْنَى مَا تَقَدَّمَ: وَمَنْ خُوطِبَ بِإِحْلَالِ صَيْدِ الْبَحْرِ وَطَعَامِهِ عَقَلَ أَنَّهُ إِنَّمَا أَحَلَّ لَهُ مَا يَعِيشُ فِي الْبَحْرِ مِنْ ذَلِكَ وَأَنَّهُ أَحَلَّ كُلَّ مَا يَعِيشُ فِي مَائِهِ لِأَنَّ صَيْدَهُ، وَطَعَامَهُ عِنْدَنَا مَا أُلْقِيَ وَطَفَا عَلَيْهِ وَاللهُ أَعْلَمُ، وَلَا أَعْلَمُ الْآيَةَ تَحْتَمِلُ إِلَّا هَذَا الْمَعْنَى، أَوْ يَكُونُ طَعَامُهُ مِنْ دَوَابَّ تَعِيشُ فِيهِ فَتُؤْخَذُ بِالْأَيْدِي مِنْ غَيْرِ تَكَلُّفٍ كَتَكَلُّفِ صَيْدِهِ فَكَانَ هَذَا دَاخِلًا فِي ظَاهِرِ جُمْلَةِ الْآيَةِ وَاللهُ أَعْلَمُ اه. </p><p> وَعَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرَأَ الْآيَةَ وَقَالَ:  \" مَا لَفَظَهُ مَيِّتًا فَهُوَ طَعَامُهُ \" وَرَوَاهُ ابْنُ جَرِيرٍ عَنْهُ، ورُوِيَ مِثْلُهُ عَنْ أَبِي بَكْرٍ وَعُمَرَ وَابْنِ عَبَّاسٍ، وَذَكَرَ أَنَّ أَبَا بَكْرٍ قَالَهُ عَلَى الْمِنْبَرِ، وَفِي لَفْظٍ لِابْنِ عَبَّاسٍ مَا قَذَفَ بِهِ مَيِّتًا، وَقَالَ جَابِرُ بْنُ عَبْدِ اللهِ: مَا حُسِرَ عَنْهُ وَعَنْ أَبِي أَيُّوبَ: مَا لَفَظَ الْبَحْرُ فَهُوَ طَعَامُهُ وَإِنْ كَانَ مَيِّتًا، فَهَؤُلَاءِ يَرَوْنَ أَنَّ الْمُرَادَ بِطَعَامِهِ فِي الْآيَةِ مَا لَا عَمَلَ لِلْإِنْسَانِ وَلَا كُلْفَةَ فِي اصْطِيَادِهِ كَالَّذِي يَطْفُو عَلَى وَجْهِهِ وَالَّذِي يُقْذَفُ بِهِ إِلَى السَّاحِلِ وَالَّذِي يَنْحَسِرُ عَنْهُ الْمَاءُ فِي وَقْتِ الْجَزَاءِ أَوْ لِأَسْبَابٍ أُخْرَى، لَا فَرْقَ بَيْنَ حَيِّهِ وَمَيِّتِهِ، وَعَنِ ابْنِ عَبَّاسٍ فِي رِوَايَةٍ أُخْرَى قَالَ: صَيْدُ الطَّرِيِّ وَطَعَامُهُ الْمَالِحُ لِلْمُسَافِرِ وَالْمُقِيمِ وَأَخَذَ بِهَذَا بَعْضُ الْعُلَمَاءِ، وَلَوْلَا هَذِهِ الرِّوَايَاتُ لَكَانَ الْمُتَبَادَرُ مِنَ الْآيَةِ عِنْدِي: أَحَلَّ لَكُمْ أَنْ تَصْطَادُوا مِنَ الْبَحْرِ وَأَنْ تَأْكُلُوا الطَّعَامَ الْمُتَّخَذَ مِنْ حَيَوَانِهِ سَوَاءٌ صِدْتُمُوهُ أَنْتُمْ أَوْ صَادَهُ لَكُمْ غَيْرُكُمْ أَوْ أَلْقَاهُ الْبَحْرُ إِلَيْكُمْ. وَسَوَاءٌ كُنْتُمْ حَلَالًا أَوْ مُحْرِمِينَ، وَأَمَّا قَوْلُهُ:  (مَتَاعًا) فَمَعْنَاهُ لِأَجْلِ تَمَتُّعِكُمْ بِهِ أَوْ مَتَّعَكُمُ اللهُ بِهِ مَتَاعًا حَسَنًا، وَالسَّيَّارَةُ جَمَاعَةُ الْمُسَافِرِينَ وَيَتَزَوَّدُونَ مِنْهُ، فَهُوَ مَتَاعٌ لِلْمُقِيمِ وَالْمُسَافِرِ. </p><p> (وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا) هَذَا أَعَمُّ مِنْ تَحْرِيمِ الصَّيْدِ فَإِنَّهُ يَشْمَلُ أَخْذَهُ مِنْ غَيْرِ قَتْلٍ، وَقِيلَ: يَشْمَلُ أَكْلَهُ وَإِنْ صَادَهُ غَيْرُ الْمُحْرِمِ مُطْلَقًا، وَالتَّحْقِيقُ التَّفْصِيلُ فَمَا صَادَهُ غَيْرُ الْمُحْرِمِ لِأَجْلِ الْمُحْرِمِ أَوْ بِإِعَانَتِهِ أَوْ إِذْنِهِ لَا يَحِلُّ لِلْمُحْرِمِ الْأَكْلُ مِنْهُ، وَمَا صَادَهُ غَيْرُ الْمُحْرِمِ لِنَفْسِهِ أَوْ لِمَثَلِهِ ثُمَّ أَهْدَى مِنْهُ الْمُحْرِمَ فَهُوَ حِلٌّ لَهُ، وَقَدْ قُلْنَا فِي تَفْسِيرِ الْآيَةِ السَّابِقَةِ إِنَّ هَذَا مَا يَجْمَعُ بِهِ بَيْنَ الرِّوَايَاتِ، وَفِيهِ أَنَّهُ تَخْصِيصٌ لِلْكِتَابِ بِأَخْبَارِ الْآحَادِ، وَقَدْ أَجَازَهُ الْجُمْهُورُ وَمَنَعَهُ بَعْضُ الْحَنَابِلَةِ مُطْلَقًا، وَلِبَعْضِ الْعُلَمَاءِ تَفْصِيلٌ فِيهِ لَا مَحَلَّ لِذِكْرِهِ هُنَا. </p><p> رَوَى أَحْمَدُ وَالشَّيْخَانِ عَنْ أَبِي قَتَادَةَ قَالَ: \" كُنْتُ يَوْمًا جَالِسًا مَعَ رِجَالٍ مِنْ أَصْحَابِ </p><p> النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَنْزِلٍ فِي طَرِيقِ مَكَّةَ وَرَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَامَنَا وَالْقَوْمُ مُحْرِمُونَ وَأَنَا غَيْرُ مُحْرِمٍ عَامَ الْحُدَيْبِيَةِ، فَأَبْصَرُوا حِمَارًا وَحْشِيًّا، وَأَنَا مَشْغُولٌ أَخْصِفُ نَعْلِي، فَلَمْ يُؤْذِنُونِي وَأَحَبُّوا لَوْ أَنِّي أَبْصَرْتُهُ، وَالْتَفَتُّ فَأَبْصَرْتُهُ فَقُمْتُ إِلَى الْفَرَسِ فَأَسْرَجْتُهُ ثُمَّ رَكِبْتُ وَنَسِيتُ السَّوْطَ وَالرُّمْحَ، فَقَالُوا: وَاللهِ لَا نُعِينُكَ عَلَيْهِ، فَغَضِبْتُ فَنَزَلْتُ فَأَخَذْتُهُمَا ثُمَّ رَكِبْتُ فَشَدَدْتُ عَلَى الْحِمَارِ فَعَقَرْتُهُ، ثُمَّ جِئْتُ بِهِ وَقَدْ مَاتَ فَوَقَعُوا فِيهِ يَأْكُلُونَهُ ثُمَّ إِنَّهُمْ شَكُّوا فِي أَكْلِهِمْ إِيَّاهُ وَهُمْ حُرُمٌ، فَرُحْنَا وَخَبَأْتُ الْعَضُدَ مَعِي، فَأَدْرَكْنَا رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ: هَلْ مَعَكُمْ مِنْهُ شَيْءٌ؟ فَقُلْتُ نَعَمْ، فَنَاوَلْتُهُ الْعَضُدَ فَأَكَلَهَا وَهُوَ مُحْرِمٌ \" وَفِي رِوَايَةٍ لَهُمْ \" هُوَ حَلَالٌ فَكُلُوهُ \" وَفِي رِوَايَةٍ لِمُسْلِمٍ \" هَلْ أَشَارَ إِلَيْهِ إِنْسَانٌ أَوْ أَمَرَهُ بِشَيْءٍ؟ قَالُوا: لَا، قَالَ: فَكُلُوهُ \" وَلَفْظُ الْبُخَارِيِّ \" هَلْ أَشَارَ إِلَيْهِ أَحَدٌ أَنْ يُحْمَلَ عَلَيْهَا أَوْ أَشَارَ إِلَيْهَا؟ قَالُوا: لَا، قَالَ: فَكُلُوا مَا بَقِيَ مِنْ لَحْمِهَا \" وَرِوَايَةُ التَّأْنِيثِ مَبْنِيَّةٌ عَلَى أَنَّ مَا صَادَهُ أَبُو قَتَادَةَ كَانَ أَتَانًا لَا حِمَارًا، فَفِي رِوَايَةِ الْبُخَارِيِّ \" فَرَأَيْنَا حُمُرَ وَحْشٍ فَحَمَلَ عَلَيْهَا أَبُو قَتَادَةَ فَعَقَرَ مِنْهَا أَتَانًا \". . . إِلَخْ، وَهَذَا هُوَ الصَّوَابُ إِلَّا أَنْ تَكُونَ الْوَاقِعَةُ مُتَعَدِّدَةً خَلَطَ الرُّوَاةُ بَعْضَهَا بِبَعْضٍ.</p><p> وَفِي رِوَايَةٍ لِأَحْمَدَ وَابْنِ مَاجَهْ وَالدَّارَقُطْنِيِّ وَالْبَيْهَقِيِّ وَابْنِ خُزَيْمَةَ \" وَأَنَّ أَبَا قَتَادَةَ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَإِنِّي إِنَّمَا صِدْتُهُ لَكَ، فَأَمَرَ أَصْحَابَهُ فَأَكَلُوا وَلَمْ يَأْكُلْ \" وَسَنَدُهُ جَيِّدٌ وَقَدِ اسْتَغْرَبُوا هَذَهِ الزِّيَادَةَ وَشَكُّوا فِي كَوْنِهَا مَحْفُوظَةً، لِمُخَالَفَتِهَا رِوَايَةَ الصَّحِيحَيْنِ، وَحَاوَلَ بَعْضُهُمُ الْجَمْعَ بِكَوْنِهِ أَكَلَ قَبْلَ أَنْ يُخْبِرَهُ بِأَنَّهُ اصْطَادَهُ لَهُ وَامْتَنَعَ بِهِ الْعِلْمُ بِذَلِكَ، وَهُوَ تَكَلُّفٌ ظَاهِرٌ، وَلَا يَظْهَرُ الْجَمْعُ إِلَّا إِذَا ثَبَتَ أَوِ احْتَمَلَ تَعَدُّدَ الْوَاقِعَةِ،وَفِي هَذِهِ الرِّوَايَةِ شُذُوذٌ آخَرُ وَهُوَ أَنَّ أَبَا قَتَادَةَ قَالَ:\" خَرَجْتُ مَعَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَمَنَ الْحُدَيْبِيَةِ فَأَحْرَمَ أَصْحَابِي وَلَمْ أُحْرِمْ فَرَأَيْتُ حِمَارًا فَحَمَلْتُ عَلَيْهِ فَاصْطَدْتُهُ، فَذَكَرْتُ شَأْنَهُ لِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَكَرْتُ أَنِّي لَمْ أَكُنْ أَحْرَمْتُ وَأَنِّي إِنَّمَا اصْطَدْتُهُ لَكَ إِلَى آخِرِ مَا تَقَدَّمَ \" وَاسْتَشْكَلُوهُ بِأَنَّهُ كَيْفَ جَازَ أَنْ يَتْرُكَ الْإِحْرَامَ وَهُوَ مَعَهُمْ، وَالصَّوَابُ كَمَا قَالَ ابْنُ عَبْدِ الْبَرِّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ وَجْهُهُ عَلَى طَرِيقِ الْبَحْرِ مَخَافَةَ الْعَدْوِ، فَذَلِكَ لَمْ يَكُنْ مُحْرِمًا، فَعَلَى هَذَا لَا يَكُونُ لِتَعْبِيرِهِ عَنْ خُرُوجِهِ وَعَدَمِ إِحْرَامِهِ هُنَا وَجْهٌ ظَاهِرٌ.</p><p> وَرَوَى أَحْمَدُ وَالشَّيْخَانِ عَنِ الصَّعْبِ بْنِ جَثَّامَةَ \" أَنَّهُ أَهْدَى إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِمَارًا وَحْشِيًّا وَهُوَ بِالْأَبْوَاءِ، أَوْ بِوَدَّانَ كِلَاهُمَا فِي طَرِيقِ مَكَّةَ فَرَدَّهُ عَلَيْهِ، فَلَمَّا رَأَى مَا فِي وَجْهِهِ قَالَ: إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلَّا أَنَّا حُرُمٌ \". </p><p> وَرَوَى الشَّافِعِيُّ وَأَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَغَيْرُهُمْ مِنْ حَدِيثِ جَابِرٍ أَنَّ </p><p> النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" صَيْدُ الْبَرِّ لَكُمْ حَلَالٌ مَا لَمْ تَصِيدُوهُ أَوْ يُصَدْ لَكُمْ \" وَلَهُ طُرُقٌ لَا يَخْلُو وَاحِدٌ مِنْهَا مِنْ عِلَّةٍ، قَالَ الشَّافِعِيُّ: هَذَا أَحْسَنُ حَدِيثٍ رُوِيَ فِي هَذَا الْبَابِ وَأَقْيَسُ. </p><p> (وَاتَّقُوا اللهَ الَّذِي إِلَيْهِ تُحْشَرُونَ) فَلَا تُحِلُّوا مَا حَرَّمَهُ عَلَيْكُمْ مِنَ الصَّيْدِ وَغَيْرِهِ مَخَافَةَ أَنْ يُعَاقِبَكُمْ يَوْمَ تُحْشَرُونَ إِلَيْهِ، أَيْ تُجْمَعُونَ وَتُسَاقُونَ إِلَيْهِ يَوْمَ الْحِسَابِ. </p><p> (جَعَلَ اللهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ذَلِكَ لِتَعْلَمُوا أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ) . </p><p> هَذِهِ الْآيَةُ تَتِمَّةُ السِّيَاقِ السَّابِقِ، وَقَدْ ذَكَرَ اللهُ تَعَالَى فِيهِ أَنَّ جَزَاءَ الصَّيْدِ يَكُونُ هَدْيًا بَالِغَ الْكَعْبَةِ، وَأُرِيدَ بِالْكَعْبَةِ هُنَالِكَ حَرَمُهَا وَجِوَارُهَا الَّذِي تُؤَدَّى فِيهِ الْمَنَاسِكُ كَمَا تَقَدَّمَ، ثُمَّ ذَكَرَ الْكَعْبَةَ وَأَرَادَ بِهَا عَيْنَهَا وَلِذَلِكَ بَيَّنَهَا بِالْبَيْتِ الْحَرَامِ وَذَكَرَ الْهَدْيَ أَيْضًا. </p><p> وَقَالَ الرَّازِيُّ: اعْلَمْ أَنَّ اتِّصَالَ هَذِهِ الْآيَةِ بِمَا قَبْلَهَا هُوَ أَنَّ اللهَ تَعَالَى حَرَّمَ فِي الْآيَةِ الْمُتَقَدِّمَةِ الِاصْطِيَادَ عَلَى الْمُحْرِمِ، فَبَيَّنَ أَيْ هُنَا أَنَّ الْحَرَمَ كَمَا أَنَّهُ سَبَبٌ لِأَمْنِ الْوَحْشِ وَالطَّيْرِ فَكَذَلِكَ هُوَ سَبَبٌ لِأَمْنِ النَّاسِ مِنَ الْآفَاتِ وَالْمَخَافَاتِ، وَسَبَبٌ لِحُصُولِ الْخَيْرَاتِ وَالسِّعَادَاتِ فِي الدُّنْيَا وَالْآخِرَةِ اه. </p><p> (جَعَلَ اللهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ) الْجَعْلُ هُنَا إِمَّا خِلْقِيٌّ تَكْوِينِيٌّ وَهُوَ التَّصْيِيرُ، وَإِمَّا أَمْرِيٌّ تَكْلِيفِيٌّ وَهُوَ التَّشْرِيعُ، وَسَيَأْتِي تَوْجِيهُ كُلٍّ مِنْهَا، (وَالْكَعْبَةُ) فِي اللُّغَةِ الْبَيْتُ الْمُكَعَّبُ أَيِ الْمُرَبَّعُ، وَقِيلَ: </p><p> الْمُرْتَفِعُ مِنْ كَعْبِ الرُّمْحِ وَهُوَ طَرَفُ الْأُنْبُوبِ النَّاشِزِ، أَوْ كَعْبِ الرَّجُلِ وَهُوَ النَّاتِئُ عِنْدَ مَفْصِلِ السَّاقِ، وَمِنْهُ كَعَّبَتِ الْجَارِيَةُ (الْبِنْتُ) وَكَعَّبَ ثَدْيُهَا يُكَعِّبُ إِذَا نَتَأَ وَارْتَفَعَ فَهِيَ كَاعِبٌ وَكَعَابٌ، وَثَدْيٌ كَاعِبٌ وَالْأَوَّلُ أَصَحُّ، وَقَدْ غَلَبَ اسْمُ الْكَعْبَةِ عَلَى بَيْتِ اللهِ الْحَرَامِ الَّذِي بَنَاهُ إِبْرَاهِيمُ وَإِسْمَاعِيلُ عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ بِمَكَّةَ أُمِّ الْقُرَى فِي جَزِيرَةِ الْعَرَبِ، وَقَدْ سَبَقَ بَيَانُ ذَلِكَ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ (ج١) وَتَفْسِيرِ آلِ عِمْرَانَ (ج٤) قَالَ مُجَاهِدٌ: إِنَّمَا سُمِّيَتِ الْكَعْبَةُ لِأَنَّهَا مُرَبَّعَةٌ، وَقَالَ عِكْرِمَةُ: إِنَّمَا سُمِّيَتِ الْكَعْبَةُ لِتَرْبِيعِهَا، وَ (الْقِيَامُ) أَصْلُهُ الْقِوَامُ بِالْوَاوِ فَقُلِبَتِ الْوَاوُ </p><p> يَاءً لِانْكِسَارِ مَا قَبْلَهَا كَالْمِيزَانِ، وَالْمُرَادُ بِهِ مَا يَقُومُ بِهِ أَمْرُ النَّاسِ وَيَتَحَقَّقُ أَوْ يَسْتَقِيمُ وَيَصْلُحُ، وَقَرَأَ ابْنُ عَامِرٍ \" قِيَمًا \" بِكَسْرِ الْقَافِ وَفَتْحِ الْيَاءِ، وَهُوَ بِمَعْنَى \" قِيَامًا \" وَقَدْ تَقَدَّمَ مِثْلُهُ فِي أَوَّلِ سُورَةِ النِّسَاءِ (وَالشَّهْرَ الْحَرَامَ) ذُو الْحِجَّةِ الَّذِي تُؤَدَّى فِيهِ مَنَاسِكُ الْحَجِّ فِي تِلْكَ الْمَعَاهِدِ الْمُقَدَّسَةِ، وَقِيلَ: الْمُرَادُ بِهِ جِنْسُ الْأَشْهُرِ الْحُرُمِ الَّتِي كَانُوا يَتْرُكُونَ فِيهَا الْقِتَالَ، (وَالْهَدْيَ) مَا يُهْدَى إِلَى الْحَرَمِ مِنَ الْأَنْعَامِ لِلتَّوْسِعَةِ عَلَى فُقَرَائِهِ، (وَالْقَلَائِدَ) هُنَا ذَاتُ الْقَلَائِدِ مِنَ الْهَدْيِ وَهِيَ الْأَنْعَامُ الَّتِي كَانُوا يُقَلِّدُونَهَا إِذَا سَاقُوهَا هَدْيًا، خَصَّهَا بِالذِّكْرِ لِعِظَمِ شَأْنِهَا، وَقِيلَ: هِيَ عَلَى مَعْنَاهُ الْأَصْلِيِّ، وَهُوَ مَا يُقَلَّدُ بِهِ الْهَدْيُ مِنَ النَّبَاتِ، وَكَذَا مَا كَانَ يَتَقَلَّدُ بِهِ مُرِيدُو الْحَجِّ وَالرَّاجِعُونَ مِنْهُ إِلَى بِلَادِهِمْ لِيَأْمَنُوا عَلَى أَنْفُسِهِمْ فِي عَهْدِ الْجَاهِلِيَّةِ، وَتَقَدَّمَ تَفْصِيلُ الْقَوْلِ فِي ذَلِكَ أَوَّلَ السُّورَةِ. </p><p> وَالْمَعْنَى عَلَى الْوَجْهِ الْأَوَّلِ فِي الْجَعْلِ: أَنَّ اللهَ تَعَالَى جَعَلَ الْكَعْبَةَ الَّتِي هِيَ الْبَيْتُ الْحَرَامُ قِيَامًا لِلنَّاسِ الَّذِينَ يُقِيمُونَ بِجِوَارِهَا وَالَّذِينَ يَحُجُّونَهَا، أَيْ سَبَبًا لِقِيَامِ مَصَالِحِهِمْ وَمَنَافِعِهِمْ بِإِيدَاعِ تَعْظِيمِهَا فِي الْقُلُوبِ، وَجَذْبِ الْأَفْئِدَةِ إِلَيْهَا، وَصَرْفِ النَّاسِ عَنِ الِاعْتِدَاءِ فِيهَا وَعَلَى مُجَاوَرِيهَا وَحُجَّابِهَا، وَتَسْخِيرِهِمْ لِجَلْبِ الْأَرْزَاقِ إِلَيْهَا، فَهَذَا هُوَ الْجَعْلُ الْخِلْقِيُّ التَّكْوِينِيُّ، وَيُؤَيِّدُهُ دُعَاءُ إِبْرَاهِيمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى آلِهِ وَسَلَّمَ الَّذِي حَكَاهُ اللهُ تَعَالَى عَنْهُ بِقَوْلِهِ:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ)  (١٤: ٣٧) وَفِي مَعْنَاهُ قَوْلُهُ تَعَالَى: (وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا</p><p> مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ)  (٢٨: ٥٧) وَقَوْلُهُ تَعَالَى: (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ ٢٩: ٦٧) . </p><p> وَالْمَعْنَى عَلَى الْوَجْهِ الثَّانِي: أَنَّهُ جَعَلَهَا قِيَامًا لِلنَّاسِ فِي أَمْرِ دِينِهِمُ الْمُهَذِّبِ لِأَخْلَاقِهِمُ الْمُزَكِّي لِأَنْفُسِهِمْ، بِمَا فَرَضَ عَلَيْهِمْ مِنَ الْحَجِّ الَّذِي هُوَ مِنْ أَعْظَمِ أَرْكَانِ الدِّينِ لِأَنَّهُ عِبَادَةٌ رُوحِيَّةٌ بَدَنِيَّةٌ مَالِيَّةٌ اجْتِمَاعِيَّةٌ وَتَقَدَّمَ بَيَانُ بَعْضِ حِكَمِهِ وَسَيَأْتِي لَهَا مَزِيدٌ إِنْ شَاءَ اللهُ تَعَالَى وَمَا شَرَعَ فِي مَنَاسِكَ الْحَجِّ مِنَ الصَّدَقَاتِ وَالذَّبَائِحِ الَّتِي تُطَهِّرُ فَاعِلَهَا مِنْ رَذِيلَةِ الْبُخْلِ وَتُحَبِّبُهُ إِلَى الْفُقَرَاءِ وَتُحَبِّبُ إِلَيْهِ الْفُقَرَاءَ وَالْمَسَاكِينَ، وَيَتَّسِعُ بِهَا رِزْقُ أَهْلِ الْحَرَمِ، وَهَذَا هُوَ الْجَعْلُ الْأَمْرِيُّ التَّشْرِيعِيُّ، دَعْ مَا تَسْتَلْزِمُهُ كَثْرَةُ النَّاسِ هُنَاكَ مِنْ جَلْبِ الْأَرْزَاقِ وَعُرُوضِ التِّجَارَةِ الَّتِي تَقُومُ بِهَا أُمُورُ الْمَعِيشَةِ. </p><p> رَوَى ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ أَنَّهُ فَسَّرَ الْقِيَامَ هُنَا بِقَوْلِهِ: قِيَامًا لِدِينِهِمْ وَمَعَالِمَ لِحَجِّهِمْ، وَفِي رِوَايَةٍ أُخْرَى عَنْهُ قَالَ: قِيَامُهَا أَنْ يَأْمَنَ مَنْ تَوَجَّهَ إِلَيْهَا. </p>"
}