{
  "id": null,
  "sura": 5,
  "aya": 84,
  "text": "<p> بِأَشْرَفِ أَوْصَافِهَا، قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ إِنَّ الشَّاهِدِينَ هُنَا هُمُ الشُّهَدَاءُ فِي قَوْلِهِ تَعَالَى:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا)  (٢: ١٤٣) ورُوِيَ عَنْهُ أَنَّهُ قَالَ: هُمْ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمُّتُهُ، أَنَّهُمْ شَهِدُوا أَنَّهُ قَدْ بَلَّغَ، وَأَنَّ الرَّسُولَ قَالَ:  \" قَدْ بَلَّغْتُ \" كَأَنَّهُ يَقُولُ: إِنَّ الشَّهَادَةَ لِلرُّسُلِ تَسْتَلْزِمُ الشَّهَادَةَ عَلَى مَنْ خَالَفَهُمْ، وَإِلَّا كَانَ هَذَا التَّفْسِيرُ غَيْرَ ظَاهِرٍ; لِأَنَّ الشَّهَادَةَ عَلَى الْمَرْءِ ضِدُّ الشَّهَادَةِ لَهُ، وَالْحَقُّ أَنَّ الشَّهَادَةَ هُنَا يُرَادُ بِهَا أَنَّ هَذِهِ الْأُمَّةَ تَشْهَدُ عَلَى </p><p> الْأُمَمِ يَوْمَ الْقِيَامَةِ، وَتَكُونُ حُجَّةً عَلَى الْمُشْرِكِينَ وَالْمُبْطِلِينَ لِكَوْنِهَا مَظْهَرًا لِلدِّينِ الْحَقِّ الَّذِي جَحَدُوهُ أَوْ ضَلُّوا عَنْهُ، وَقَدْ حَقَّقْنَا الْقَوْلَ فِي بَيَانِ مَعْنَى الشُّهَدَاءِ فِي تَفْسِيرِ (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ)  (٢: ١٤٣) فِي (ص ٥ج ٣ط الْهَيْئَةِ)  (وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ)  (٤: ٦٩) فِي (ص ١٩٧ ج٥ ط الْهَيْئَةِ) . </p><p> (وَمَا لَنَا لَا نُؤْمِنُ بِاللهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ) . هَذَا تَتِمَّةُ قَوْلِهِمْ، وَالْمَعْنَى: أَيُّ مَانِعٍ يَمْنَعُنَا مِنَ الْإِيمَانِ بِاللهِ وَحْدَهُ وَبِمَا جَاءَنَا مِنَ الْحَقِّ عَلَى لِسَانِ هَذَا الرَّسُولِ، بَعْدَ أَنْ ظَهَرَ لَنَا أَنَّهُ الْبَارَقْلِيطُ رُوحُ الْحَقِّ الَّذِي بَشَّرَ بِهِ الْمَسِيحُ، وَالْحَالُ أَنَّنَا نَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ، وَالَّذِينَ صَلُحَتْ أَنْفُسُهُمْ بِالْعَقَائِدِ الصَّحِيحَةِ، وَالْفَضَائِلِ الْكَامِلَةِ، وَالْعِبَادَاتِ الْخَاصَّةِ، وَالْمُعَامَلَاتِ الْمُسْتَقِيمَةِ، وَهُمْ أَتْبَاعُ هَذَا النَّبِيِّ الْكَرِيمِ، الَّذِينَ رَأَيْنَا أَثَرَ صَلَاحِهِمْ بِأَعْيُنِنَا بَعْدَ مَا كَانَ فَسَادُهُمْ فِي جَاهِلِيَّتِهِمْ مَا كَانَ؟ أَيْ لَا مَانِعَ مِنْ هَذَا الْإِيمَانِ بَعْدَ تَحْقِيقِ مُوجِبِهِ، وَقِيَامِ سَبَبِهِ، فَسَرُّوا الْقَوْمَ الصَّالِحِينَ بِأَصْحَابِ الرَّسُولِ، وَهُوَ مُتَعَيِّنٌ بِالنِّسْبَةِ إِلَى مَنْ آمَنَ مِنْ نَصَارَى الْحَبَشَةِ، وَكُلُّ مَنْ سَارَ عَلَى طَرِيقِهِمْ يُعَدُّ مِنْهُمْ وَيُحْشَرُ مَعَهُمْ. </p><p> (فَأَثَابَهُمُ اللهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ) أَيْ فَجَزَاهُمُ اللهُ تَعَالَى وَأَعْطَاهُمْ مِنَ الثَّوَابِ بِقَوْلِهِمُ الَّذِي عَبَّرُوا بِهِ عَنْ إِيمَانِهِمْ وَإِخْلَاصِهِمْ بَسَاتِينَ وَحَدَائِقَ فِي دَارِ النَّعِيمِ تَجْرِي مِنْ تَحْتِ أَشْجَارِهَا الْأَنْهَارُ يُخَلَّدُونَ فِيهَا، فَلَا هِيَ تُسْلَبُ مِنْهُمْ وَلَا هُمْ يَرْغَبُونَ عَنْهَا وَيَتْرُكُونَهَا، وَذَلِكَ النَّوْعُ مِنَ الثَّوَابِ جَزَاءُ جَمِيعِ الْمُحْسِنِينَ فِي سِيرَتِهِمْ وَأَعْمَالِهِمْ مِنْ أَهْلِ الْإِيمَانِ، وَقَدْ عُلِمَ مِنَ الْآيَاتِ الْأُخْرَى أَنَّ فِي تِلْكَ الْجَنَّاتِ، الدُّورَ وَالْقُصُورَ وَالنَّعِيمَ الرُّوحَانِيَّ وَالرِّضْوَانَ الْإِلَهِيَّ مَا لَا يُمْكِنُ أَنْ يُعَبِّرَ عَنْهُ الْكَلَامُ وَيُحِيطَ بِهِ الْوَصْفُ فِي هَذَا الْعَالَمِ الْمُخَالِفِ لِذَلِكَ الْعَالَمِ فِي حَقِيقَتِهِ وَخَوَاصِّهِ (فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ)  (٣٢: ١٧) . </p><p> وَهُنَاكَ مَا وَرَدَ فِي أَسْبَابِ نُزُولِ هَذِهِ الْآيَاتِ عَنْ أَهْلِ الْأَثَرِ: </p><p> أَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ: </p><p> (وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى) قَالَ: هُمُ الْوَفْدُ الَّذِينَ جَاءُوا مَعَ جَعْفَرٍ وَأَصْحَابِهِ مَنْ أَرْضَ الْحَبَشَةِ. </p><p> وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنْ عَطَاءٍ قَالَ: مَا ذَكَرَ اللهُ بِهِ النَّصَارَى قَالَ: هُمْ نَاسٌ مِنَ الْحَبَشَةِ آمَنُوا إِذْ جَاءَتْهُمْ مُهَاجِرَةُ الْمُؤْمِنِينَ، فَلِذَلِكَ لَهُمْ. </p><p> وَأَخْرَجَ النَّسَائِيُّ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَالطَّبَرَانِيُّ وَأَبُو الشَّيْخِ وَابْنُ مَرْدَوَيْهِ عَنْ عَبْدِ اللهِ بْنِ الزُّبَيْرِ قَالَ: نَزَلَتْ هَذِهِ الْآيَةُ فِي النَّجَاشِيِّ وَأَصْحَابِهِ: (وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ) . </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَابْنُ أَبِي حَاتِمٍ وَأَبُو نُعَيْمٍ فِي الْحِلْيَةِ وَالْوَاحِدِيُّ مِنْ طَرِيقِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ وَأَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ وَعُرْوَةُ بْنُ الزُّبَيْرِ قَالُوا: \" بَعَثَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمْرَو بْنَ أُمَيَّةَ الضَّمَرِيَّ وَكَتَبَ مَعَهُ كِتَابًا إِلَى النَّجَاشِيِّ، فَقَدِمَ عَلَى النَّجَاشِيِّ فَقَرَأَ كِتَابَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ دَعَا جَعْفَرَ بْنَ أَبِي طَالِبٍ أَنْ يَقْرَأَ عَلَيْهِمُ الْقُرْآنَ فَقَرَأَ عَلَيْهِمْ سُورَةَ مَرْيَمَ فَآمَنُوا بِالْقُرْآنِ وَفَاضَتْ أَعْيُنُهُمْ مِنَ الدَّمْعِ،وَهُمُ الَّذِينَ أَنْزَلَ فِيهِمْ:(وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً)إِلَى قَوْلِهِ:(مَعَ الشَّاهِدِينَ).</p><p> وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ وَابْنُ مَرْدَوَيْهِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ (ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا) قَالَ: هُمْ رُسُلُ النَّجَاشِيِّ الَّذِينَ أَرْسَلَ بِإِسْلَامِهِ وَإِسْلَامِ قَوْمِهِ، كَانُوا سَبْعِينَ رَجُلًا اخْتَارَهُمْ مَنْ قَوْمِهِ الْخَيِّرَ فَالْخَيِّرَ فِي الْفِقْهِ وَالسِّنِّ، وَفِي لَفْظٍ: بَعَثَ مِنْ خِيَارِ أَصْحَابِهِ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثِينَ رَجُلًا، فَلَمَّا أَتَوْا رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلُوا عَلَيْهِ فَقَرَأَ عَلَيْهِمْ سُورَةَ \" يس \" فَبَكَوْا حِينَ سَمِعُوا الْقُرْآنَ وَعَرَفُوا أَنَّهُ الْحَقُّ،فَأَنْزَلَ اللهُ فِيهِمْ:(ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا)الْآيَةَ،وَنَزَلَتْ هَذِهِ الْآيَةُ فِيهِمْ أَيْضًا:(الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ)(٢٨: ٥٢)إِلَى قَوْلِهِ:(أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا)(٢٨: ٥٤).</p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَأَبُو الشَّيْخِ عَنْ عُرْوَةَ قَالَ، كَانُوا يَرَوْنَ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي النَّجَاشِيِّ (وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ) قَالَ: إِنَّهُمْ كَانُوا بَرَّايِينَ يَعْنِي مَلَّاحِينَ قَدِمُوا مَعَ جَعْفَرِ بْنِ أَبِي طَالِبٍ مِنَ الْحَبَشَةِ، فَلَمَّا قَرَأَ عَلَيْهِمْ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنَ آمَنُوا وَفَاضَتْ أَعْيُنُهُمْ، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِذَا </p><p> رَجَعْتُمْ إِلَى أَرْضِكُمُ انْتَقَلْتُمْ عَنْ دِينِكُمْ \" فَقَالُوا: لَنْ نَنْقَلِبَ عَنْ دِينِنَا، فَأَنْزَلَ اللهُ ذَلِكَ مِنْ قَوْلِهِمْ:  (وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ) . </p><p> وَأَخْرَجَ أَبُو الشَّيْخِ عَنْ قَتَادَةَ قَالَ: ذُكِرَ لَنَا أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي الَّذِينَ أَقْبَلُوا مَعَ جَعْفَرٍ مَنْ أَرْضِ الْحَبَشَةِ، وَكَانَ جَعْفَرٌ لَحِقَ بِالْحَبَشَةِ هُوَ وَأَرْبَعُونَ مَعَهُ مِنْ قُرَيْشٍ وَخَمْسُونَ مِنَ الْأَشْعَرِيِّينَ، مِنْهُمْ أَرْبَعَةٌ مِنْ عَكٍّ أَكْبَرُهُمْ أَبُو عَامِرٍ الْأَشْعَرِيُّ وَأَصْغَرُهُمْ عَامِرٌ، فَذَكَرَ لَنَا أَنَّ قُرَيْشًا بَعَثُوا فِي طَلَبِهِمْ عَمْرَو بْنَ الْعَاصِ وَعُمَارَةَ بْنَ الْوَلِيدِ، فَأَتَوُا النَّجَاشِيَّ فَقَالُوا: إِنَّ هَؤُلَاءِ قَدْ أَفْسَدُوا دِينَ قَوْمِهِمْ، فَأَرْسَلَ إِلَيْهِمْ فَجَاءُوا فَسَأَلَهُمْ، فَقَالُوا: بَعَثَ اللهُ فِينَا نَبِيًّا كَمَا بَعَثَ فِي الْأُمَمِ قَبْلَنَا يَدْعُونَا إِلَى اللهِ وَحْدَهُ وَيَأْمُرُنَا بِالْمَعْرُوفِ وَيَنْهَانَا عَنِ الْمُنْكَرِ، وَيَأْمُرُنَا بِالصِّلَةِ وَيَنْهَانَا عَنِ الْقَطِيعَةِ، وَيَأْمُرُنَا بِالْوَفَاءِ وَيَنْهَانَا عَنِ النَّكْثِ، وَإِنَّ قَوْمَنَا بَغَوْا عَلَيْنَا وَأَخْرَجُونَا حِينَ صَدَّقْنَاهُ وَآمَنَّا بِهِ، فَلَمْ نَجِدْ أَحَدًا نَلْجَأُ إِلَيْهِ غَيْرَكَ، فَقَالَ مَعْرُوفًا، فَقَالَ عَمْرٌو وَصَاحِبُهُ: إِنَّهُمْ يَقُولُونَ فِي عِيسَى غَيْرَ الَّذِي تَقُولُ، قَالَ: وَمَا تَقُولُونَ فِي عِيسَى؟ قَالُوا نَشْهَدُ أَنَّهُ عَبْدُ اللهِ وَرَسُولُهُ وَكَلِمَتُهُ وَرُوحُهُ وَلَدَتْهُ عَذْرَاءُ بَتُولٌ، قَالَ: مَا أَخْطَأْتُمْ. ثُمَّ قَالَ لِعَمْرِو بْنِ الْعَاصِ وَصَاحِبِهِ: لَوْلَا أَنَّكُمَا أَقْبَلْتُمَا فِي جِوَارِي لَفَعَلْتُ بِكُمَا، وَذُكِرَ لَنَا أَنَّ جَعْفَرًا وَأَصْحَابَهُ إِذْ أَقْبَلُوا جَاءَ أُولَئِكَ مَعَهُمْ فَآمَنُوا بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ قَائِلٌ: لَوْ قَدْ رَجَعُوا إِلَى أَرْضِهِمْ لَحِقُوا بِدِينِهِمْ، فَحَدَّثَنَا أَنَّهُ قَدِمَ مَعَ جَعْفَرٍ سَبْعُونَ مِنْهُمْ فَلَمَّا قَرَأَ عَلَيْهِمْ نَبِيُّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنَ فَاضَتْ أَعْيُنُهُمْ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ عَنِ السُّدِّيِّ قَالَ: بَعَثَ النَّجَاشِيُّ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اثْنَيْ عَشَرَ رَجُلًا سَبْعَةٌ قِسِّيسِينَ وَخَمْسَةٌ رُهْبَانًا يَنْظُرُونَ إِلَيْهِ وَيَسْأَلُونَهُ فَلَمَّا لَقُوهُ وَقَرَأَ عَلَيْهِمْ مَا أَنْزَلَ اللهُ بَكَوْا وَآمَنُوا وَأَنْزَلَ اللهُ فِيهِمْ: (وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ) الْآيَةَ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِمَكَّةَ يَخَافُ عَلَى أَصْحَابِهِ مِنَ الْمُشْرِكِينَ فَبَعَثَ جَعْفَرَ بْنَ أَبِي طَالِبٍ وَابْنَ مَسْعُودٍ وَعُثْمَانَ بْنَ مَظْعُونٍ فِي رَهْطٍ مِنْ أَصْحَابِهِ إِلَى النَّجَاشِيِّ مَلِكِ الْحَبَشَةِ، فَلَمَّا بَلَغَ الْمُشْرِكِينَ بَعَثُوا عَمْرَو بْنَ الْعَاصِ فِي رَهْطٍ مِنْهُمْ ذَكَرُوا أَنَّهُمْ </p><p> سَبَقُوا أَصْحَابَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى النَّجَاشِيِّ فَقَالُوا: إِنَّهُ قَدْ خَرَجَ فِينَا رَجُلٌ سَفَّهَ عُقُولَ قُرَيْشٍ وَأَحْلَامَهَا زَعَمَ أَنَّهُ نَبِيٌّ، وَأَنَّهُ بَعَثَ إِلَيْكَ رَهْطًا لِيُفْسِدُوا عَلَيْكَ فَأَحْبَبْنَا أَنْ نَأْتِيَكَ وَنُخْبِرَكَ خَبَرَهُمْ، قَالَ: إِنْ جَاءُونِي نَظَرْتُ فِيمَا يَقُولُونَ، فَلَمَّا قَدِمَ أَصْحَابُ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَوْا إِلَى بَابِ النَّجَاشِيِّ قَالُوا: اسْتَأْذِنْ لِأَوْلِيَاءِ اللهِ، فَقَالَ: ائْذَنْ لَهُمْ، فَمَرْحَبًا بِأَوْلِيَاءِ اللهِ، فَلَمَّا دَخَلُوا عَلَيْهِ سَلَّمُوا، فَقَالَ الرَّهْطُ مِنَ الْمُشْرِكِينَ: أَلَمْ تَرَ أَيُّهَا الْمَلِكُ أَنَّا صَدَقْنَاكَ وَأَنَّهُمْ لَمْ يُحَيُّوكَ بِتَحِيَّتِكَ الَّتِي تُحَيَّا بِهَا، فَقَالَ لَهُمْ: مَا مَنَعَكُمْ أَنْ تُحَيُّونِي بِتَحِيَّتِي؟ قَالُوا: إِنَّا حَيَّيْنَاكَ </p>"
}