{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ) . </p><p> أَخْرَجَ ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ قَالَ: لَمَّا نَزَلَتْ (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) فِي الْقَوْمِ الَّذِينَ كَانُوا حَرَّمُوا النِّسَاءَ وَاللَّحْمَ عَلَى أَنْفُسِهِمْ قَالُوا: يَا رَسُولَ اللهِ كَيْفَ نَصْنَعُ بِأَيْمَانِنَا الَّتِي حَلَفْنَا عَلَيْهَا؟ فَأَنْزَلَ اللهُ تَعَالَى:  (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) وَأَخْرَجَ أَبُو الشَّيْخِ عَنْ يَعْلَى بْنِ مُسْلِمٍ قَالَ: سَأَلْتُ سَعِيدَ بْنَ جُبَيْرٍ عَنْ هَذِهِ الْآيَةِ. . . قَالَ: اقْرَأْ مَا قَبْلَهَا، فَقَرَأْتُ (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) إِلَى قَوْلِهِ: (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) قَالَ: اللَّغْوُ أَنْ تُحَرِّمَ هَذَا الَّذِي أَحَلَّ اللهُ لَكَ وَأَشْبَاهَهُ، تُكَفِّرُ عَنْ يَمِينِكَ وَلَا تُحَرِّمُهُ، فَهَذَا اللَّغْوُ الَّذِي لَا يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ، فَإِنْ مِتَّ عَلَيْهِ أُوخِذْتَ بِهِ. </p><p> وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) أَنْ تَتْرُكَهُ وَتُكَفِّرَ عَنْ يَمِينِكَ (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ) قَالَ: مَا أَقَمْتَ عَلَيْهِ، وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ عَنْ مُجَاهِدٍ (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ)  (قَالَ: هُمَا الرَّجُلَانِ يَتَبَايَعَانِ يَقُولُ أَحَدَهُمَا: وَاللهِ لَا أَبِيعُكَ بِكَذَا،وَيَقُولُ الْآخَرُ:وَاللهِ لَا أَشْتَرِيهِ بِكَذَا،وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَأَبُو الشَّيْخِ عَنْ إِبْرَاهِيمَ قَالَ:اللَّغْوُ أَنْ يَصِلَ الرَّجُلُ كَلَامَهُ بِالْحَلِفِ: وَاللهِ لَتَجِيئَنَّ وَاللهِ لَتَأْكُلَنَّ، وَاللهِ لَتَشْرَبَنَّ وَنَحْوَ هَذَا، لَا يُرِيدُ بِهِ يَمِينًا لَا يَتَعَمَّدُ بِهِ حَلِفًا، فَهُوَ</p><p> لَغْوُ الْيَمِينِ لَيْسَ لَهُ كَفَّارَةٌ. </p><p> أَوْرَدَ ذَلِكَ السُّيُوطِيُّ فِي الدُّرِّ الْمَنْثُورِ، وَأَصَحُّ مِنْهُ وَأَظْهَرُ فِي تَفْسِيرِهِ مَا أَوْرَدَهُ فِي تَفْسِيرِ هَذِهِ الْجُمْلَةِ فِي سُورَةِ الْبَقَرَةِ عَنْ مَالِكٍ فِي الْمُوَطَّأِ وَالشَّافِعِيِّ فِي الْأُمِّ وَالْبُخَارِيِّ وَمُسْلِمٍ فِي صَحِيحَيْهِمَا والْبَيْهَقِيِّ فِي سُنَنِهِ وَأَشْهَرِ مُصَنَّفِي التَّفْسِيرِ الْمَأْثُورِ مِنْ حَدِيثِ عَائِشَةَ قَالَتْ: \" أُنْزِلَتْ هَذِهِ الْآيَةُ: (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) فِي قَوْلِ الرَّجُلِ: لَا وَاللهِ، وَبَلَى وَاللهِ، وَكَلَّا وَاللهِ </p><p> زَادَ ابْنُ جَرِيرٍ: يَصِلُ بِهَا كَلَامَهُ، وَفِي رِوَايَةٍ لَهُ وَلِغَيْرِهِ عَنْهَا: هُوَ الْقَوْمُ يَتَدَارَءُونَ فِي الْأَمْرِ، يَقُولُ لِهَذَا: لَا وَاللهِ، وَيَقُولُ هَذَا: كَلَّا وَاللهِ، يَتَدَارَءُونَ فِي الْأَمْرِ، لَا تَعْقِدُ عَلَيْهِ قُلُوبَهُمْ وَفِي هَذَا الْمَعْنَى عِدَّةَ رِوَايَاتٍ عَنْ غَيْرِهَا مِنْ عُلَمَاءَ الصَّحَابَةِ كَابْنِ عَبَّاسٍ وَابْنِ عُمَرَ. </p><p> الصَّحِيحُ الَّذِي تَشْهَدُ لَهُ اللُّغَةُ فِي تَفْسِيرِ (لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) هُوَ قَوْلُ عَائِشَةَ وَعَلَيْهِ جَرَيْنَا فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ، وَقَدْ لَخَّصَ الْأَقْوَالَ الْمَأْثُورَةَ فِي اللَّغْوِ الْحَافِظُ ابْنُ كَثِيرٍ، وَبَدَأَ بِالْقَوْلِ الرَّاجِحِ، وَهُوَ قَوْلُ الرَّجُلِ فِي الْكَلَامِ مِنْ غَيْرِ قَصْدٍ: لَا وَاللهِ، وَبَلَى وَاللهِ، (قَالَ) : وَهَذَا مَذْهَبُ الشَّافِعِيِّ، وَقِيلَ وَهُوَ فِي الْهَزْلِ: وَفِي الْمَعْصِيَةِ: وَقِيلَ: عَلَى غَلَبَةِ الظَّنِّ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ وَأَحْمَدَ، وَقِيلَ: الْيَمِينُ فِي الْغَضَبِ، وَقِيلَ: فِي النِّسْيَانِ، وَقِيلَ هُوَ الْحَلِفُ عَلَى تَرْكِ الْمَأْكَلِ وَالْمَشْرَبِ وَالْمَلْبَسِ وَنَحْوَ ذَلِكَ، وَاسْتَدَلُّوا بِقَوْلِهِ:  (لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ) . </p><p> قَالَ: وَالصَّحِيحُ أَنَّهُ الْيَمِينُ مِنْ غَيْرِ قَصْدٍ بِدَلِيلِ قَوْلِهِ (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ) أَيْ بِمَا صَمَّمْتُمْ عَلَيْهِ مِنْهَا وَقَصَدْتُمُوهُ، انْتَهَى، فَهُوَ قَدْ صَحَّحَ مَا صَحَّحَهُ بِكَوْنِهِ هُوَ الَّذِي تَدُلُّ عَلَيْهِ أَلْفَاظُ الْآيَةِ إِذَا تُرِكَتِ الرِّوَايَاتُ الْمُخْتَلِفَةُ وَنُظِرَ إِلَى الْمُتَبَادَرِ مِنَ الْعِبَارَةِ، وَهُوَ مِمَّا يَجِبُ التَّعْوِيلُ عَلَيْهِ فِي كُلِّ مَا اخْتَلَفُوا فِيهِ. </p><p> فَاللَّغْوُ فِي الْأَقْوَالِ كَالْعَبَثِ فِي الْأَفْعَالِ، وَهُوَ مَا لَا يَكُونُ بِقَصْدٍ مِنَ الْقَائِلِ أَوِ الْفَاعِلِ إِلَى غَرَضٍ لَهُ مِنْهُ، قَالَ الرَّاغِبُ: اللَّغْوُ، الْكَلَامُ مَا لَا يُعْتَدُّ بِهِ، وَهُوَ الَّذِي يُورَدُ لَا عَنْ رَوِيَّةٍ وَفِكْرٍ، فَيَجْرِي مَجْرَى اللَّغَا، وَهُوَ صَوْتُ الْعَصَافِيرِ وَنَحْوَهَا مِنَ الطُّيُورِ </p><p> إِلَى أَنْ قَالَ: وَمِنْهُ اللَّغْوُ فِي الْأَيْمَانِ، أَيْ مَا لَا عَقْدٌ عَلَيْهِ، وَذَلِكَ مَا يَجْرِي وَصْلًا لِلْكَلَامِ بِضَرْبٍ مِنَ الْعَادَةِ، ثُمَّ ذَكَرَ عِبَارَةَ الْآيَةِ وَبَيْتَ الْفَرَزْدَقِ الْآتِي: </p><p> وَقَالَ فِي مَادَّةِ (عَقَدَ) : الْعَقْدُ الْجَمْعُ بَيْنَ أَطْرَافِ الشَّيْءِ، وَيُسْتَعْمَلُ فِي الْأَجْسَامِ الصُّلْبَةِ كَعُقْدَةِ الْحَبْلِ وَعَقْدِ الْبِنَاءِ، ثُمَّ يُسْتَعَارُ ذَلِكَ لِلْمَعَانِي نَحْوَ عَقْدِ الْبَيْعِ وَالْعَهْدِ وَغَيْرِهِمَا، فَيُقَالُ عَاقَدْتُهُ وَعَقَدْتُهُ، وَتَعَاقَدْنَا وَعَقَدَتْ يَمِينُهُ، قَالَ:  (عَاقَدَتْ أَيْمَانُكُمْ) وَقُرِئَ (عَقَدَتْ أَيْمَانُكُمْ) وَقَالَ: (بِمَا عَقَدْتُمُ الْأَيْمَانَ) وَقُرِئَ (بِمَا عَقَّدْتُمُ الْأَيْمَانَ) اه. </p><p> وَأَقُولُ: التَّشْدِيدُ قِرَاءَةُ الْجُمْهُورِ، وَالتَّخْفِيفُ قِرَاءَةُ حَمْزَةَ وَالْكِسَائِيِّ وَابْنِ عَيَّاشٍ عَنْ عَاصِمٍ، وَقَرَأَ ابْنُ عَامِرٍ فِي رِوَايَةِ ابْنِ ذَكْوَانَ (عَاقَدْتُمْ) مِنَ الْمُعَاقَدَةِ، وَكِتَابَةُ الْكُلِّ فِي الْمُصْحَفِ وَاحِدٌ وَهَكَذَا \" عَقَدْتُمْ \" بِدُونِ أَلِفٍ. </p><p> وَ \" مَا \" فِي قَوْلِهِ \" بِمَا عَقَدْتُمْ \" مَصْدَرِيَّةٌ، قَالَ الزَّمَخْشَرِيُّ: بِتَعْقِيدِكُمُ الْأَيْمَانَ وَهُوَ تَوْثِيقُهَا بِالْقَصْدِ وَالنِّيَّةِ، وَرُوِيَ أَنَّ الْحَسَنَ رَضِيَ اللهُ عَنْهُ سُئِلَ عَنْ لَغْوِ الْيَمِينِ وَكَانَ عِنْدَهُ الْفَرَزْدَقُ فَقَالَ: يَا أَبَا سَعِيدٍ دَعْنِي أُجِبْ عَنْكَ فَقَالَ: </p><p> وَلَسْتَ بِمَأْخُوذٍ بِقَوْلٍ تَقُولُهُ إِذَا لَمْ تَعَمَّدْ عَاقِدَاتِ الْعَزَائِمِ. </p><p> ثُمَّ أَقُولُ: إِنْ مَا فَسَّرَ بِهِ الرَّاغِبُ الْعَقْدَ لَمْ يُوَضِّحْهُ، فَلَيْسَ كُلُّ جَمْعٍ بَيْنَ طَرَفَيْنِ عَقْدًا، وَقَدْ يَكُونُ الْعَقْدُ فِي غَيْرِ الْأَطْرَافِ، فَهُوَ كَمَا قَالَ فِي لِسَانِ الْعَرَبِ: نَقِيضُ الْحَلِّ، فَعَقْدُ الْأَيْمَانِ تَوْكِيدُهَا بِالْقَصْدِ وَالْغَرَضِ الصَّحِيحِ، وَتَعْقِيدُهَا الْمُبَالَغَةُ فِي تَوْكِيدِهَا، فَهُوَ كَعَقْدِ الشَّيْءِ لِشَدِّهِ، أَوْ مَا يُعْقَدُ عَلَى الشَّيْءِ مِنْ خَيْطٍ أَوْ حَبْلٍ لِيَحْفَظَهُ، وَقَدْ قَالَ تَعَالَى فِي سُورَةِ النَّحْلِ:  (وَأَوْفُوا بِعَهْدِ اللهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) إِلَى أَنْ قَالَ: (وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ)  (١٦: ٩١، ٩٢) فَاسْتَعْمَلَ فِي الْأَيْمَانِ النَّقْضَ الَّذِي هُوَ ضِدُّ الْإِبْرَامِ، وَهُمَا فِي الْأَصْلِ الْخُيُوطُ وَالْحِبَالُ، وَكَذَلِكَ النَّكْثُ الَّذِي هُوَ ضِدُّ الْفَتْلِ فِيهَا، وَكِلَاهُمَا قَرِيبٌ مِنَ الْحَلِّ الَّذِي هُوَ ضِدُّ الْعَقْدِ، فَمَجْمُوعُ الْآيَاتِ فِي الْمَائِدَةِ وَالْبَقَرَةِ وَالنَّحْلِ يَدُلُّ عَلَى أَنَّ الْمُؤَاخَذَةَ فِي الْأَيْمَانِ إِنَّمَا تَكُونُ فِي الْمُؤَكَّدِ الْمُوَثَّقِ مِنْهَا بِالْقَصْدِ الصَّحِيحِ وَالنِّيَّةِ </p><p> كَمَا قَالَ فِي سُورَةِ الْبَقَرَةِ فِي مُقَابَلَةِ نَفْيِ الْمُؤَاخَذَةِ بِاللَّغْوِ (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ)  (٢: ٢٢٥) وَذَلِكَ بِأَنْ يَحُلَّ الْيَمِينَ وَيَنْقُضَهَا بِتَعَمُّدِ الْحِنْثِ بَعْدَ تَوْكِيدِهَا بِمَا يُشْبِهُ الْعَقْدَ وَالْإِبْرَامِ، وَكَثِيرًا مَا سَمِعْتُ الْعَوَامِّ فِي بَلَدِنَا يَقُولُونَ فِي الْحَلِفِ \" وَاللهِ بِكَسْرِ الْهَاءِ وَعَقْدِ الْيَمِينِ \" لِلْإِعْلَامِ بِأَنَّهَا يَمِينٌ مُتَعَمَّدَةٌ مَقْصُودَةٌ وَلَيْسَ لَغْوًا يَجْرِي عَلَى اللِّسَانِ بِمُقْتَضَى الْعَادَةِ، وَهُمْ لَا يُحَرِّكُونَ بِهِ الْهَاءَ بَلْ يَنْطِقُونَ بِهَا سَاكِنَةً، فَهَذِهِ هِيَ الْيَمِينُ الَّتِي يَأْثَمُ مَنْ يَحْنَثُ بِهَا وَيَحْتَاجُ إِلَى الْكَفَّارَةِ، وَقَدْ بَيَّنَ اللهُ ذَلِكَ بِقَوْلِهِ: </p><p> (فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ) الْكَفَّارَةُ صِفَةُ مُبَالَغَةٍ مِنَ الْكُفْرِ وَهُوَ السَّتْرُ وَالتَّغْطِيَةُ، ثُمَّ صَارَتْ فِي اصْطِلَاحِ الشَّرْعِ اسْمًا لِأَعْمَالٍ تُكَفِّرُ بَعْضَ الذُّنُوبِ وَالْمُؤَاخَذَاتِ، أَيْ تُغَطِّيهَا وَتُخْفِيهَا حَتَّى لَا يَكُونَ لَهُ أَثَرٌ يُؤَاخَذُ بِهِ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ، فَالَّذِي يُكَفِّرُ عَقْدَ الْيَمِينِ إِذَا نُقِضَ أَوْ أُرِيدَ نَقْضُهُ بِالْحِنْثِ بِهِ أَحَدُ هَذِهِ الْمَبَرَّاتِ الثَّلَاثَةِ عَلَى التَّخْيِيرِ، وَأَدْنَاهَا إِطْعَامُ عَشَرَةَ مَسَاكِينَ وَجْبَةً وَاحِدَةً لِكُلٍّ مِنْهُمْ مِنْ غَالِبِ الطَّعَامِ الَّذِي تُطْعِمُونَ بِهِ أَهْلَ بَيْتِكُمْ لَا مِنْ أَدْنَاهُ الَّذِي تَتَقَشَّفُونَ بِهِ أَحْيَانًا، وَلَا مِنْ أَعْلَاهُ الَّذِي تَتَوَسَّعُونَ بِهِ أَحْيَانًا كَطَعَامِ الْعِيدِ وَمَا تُكْرِمُونَ بِهِ مَنْ تَدْعُونَ أَوْ تُضَيِّفُونَ مِنْ كِرَامِ النَّاسِ كَكَثْرَةِ الْأَلْوَانِ وَمَا يَتْبَعُهَا مِنَ الْعَقَبَةِ (الْحَلْوَى وَالْفَاكِهَةِ) فَمَنْ كَانَ أَكْثَرُ طَعَامِ أَهْلِهِ خُبْزَ الْبُرِّ وَأَكْثَرُ إِدَامِهِ اللَّحْمَ بِالْخُضَرِ أَوْ دُونَهُ فَلَا يُجْزِئُهُ مَا دَوْنَهُ مِمَّا يَأْكُلُونَهُ قَلِيلًا فِي بَعْضِ الْأَيَّامِ إِذْ طَسِيَتْ أَنْفُسُهُمْ (أَيْ قَرِفَتْ مِنْ كَثْرَةِ أَكْلِ الدَّسَمِ) لِيَعُودَ إِلَيْهَا نَشَاطُهَا وَلَكِنَّ الْأَعْلَى يُجْزِئُ عَلَى كُلِّ حَالٍ لِأَنَّهُ مِنَ الْوَسَطِ وَزِيَادَةٍ، وَرُبَّمَا كَانَ هُوَ الْمُرَادَ بِالْأَوْسَطِ، أَيَّ نَوْعٍ يَكُونُ مِنْ أَمْثَالِ طَعَامِ أَهْلِيكُمْ، وَقَدْ رُوِيَ مَا يَدُلُّ عَلَى هَذَا عَنْ عَطَاءٍ فَإِنَّهُ فَسَّرَ الْأَوْسَطَ بِالْأَمْثَلِ، وَفَسَّرَهُ ابْنُ عَبَّاسٍ وَسَعِيدُ بْنُ جُبَيْرٍ وَعِكْرِمَةُ بِالْأَعْدَلِ، وَهُوَ مَا بَيَّنَّاهُ أَوَّلًا، وَعَنِ ابْنِ عَبَّاسٍ فِي رِوَايَةٍ أُخْرَى أَنَّهُ قَالَ: مِنْ عُسْرِهِمْ وَيُسْرِهِمْ، وَعَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ فِي تَفْسِيرِهِ: </p><p> الْخُبْزُ وَاللَّحْمُ، وَالْخُبْزُ وَاللَّبَنُ، وَالْخُبْزُ وَالزَّيْتُ، وَالْخُبْزُ وَالْخَلُّ، وَفِي رَاوِيَةٍ أُخْرَى عَنْهُ نَحْوَ مَا تَقَدَّمَ إِلَّا أَنَّهُ ذَكَرَ بَدَلَ الْخَلِّ التَّمْرَ ثُمَّ </p><p> قَالَ: وَمِنْ أَفْضَلِ مَا تُطْعِمُونَ أَهْلِيكُمُ الْخُبْزَ وَاللَّحْمَ، وَمِنَ النَّاسِ مَنْ جَعَلَ الْأَوْسَطَ بِالنِّسْبَةِ إِلَى طَعَامِ الْبَلَدِ إِلَى طَعَامِ الْأَفْرَادِ الَّذِينَ تَجِبُ عَلَيْهِمُ الْكَفَّارَةُ فَفِي رِوَايَةِ ابْنِ عَبَّاسٍ قَالَ: كَانَ الرَّجُلُ يَقُوتُ أَهْلَهُ قُوتَ دُونٍ وَبَعْضُهُمْ قُوتًا فِيهِ سَعَةٌ، فَقَالَ اللهُ تَعَالَى:  (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) أَيِ الْخُبْزَ وَالزَّيْتَ وَجَعَلَ بَعْضُهُمُ الْأَوْسَطَ فِي الْقِلَّةِ وَالْكَثْرَةِ وَالْأَوَّلُ أَظْهَرُ، وَعَلَى هَذَا يَكُونُ الثَّرِيدُ بِالْمَرَقِ وَقَلِيلٌ مِنَ اللَّحْمِ، أَوِ الْخُبْزُ مَعَ الْمُلُوخِيَّةِ أَوِ الرُّزُّ أَوِ الْعَدَسُ مِنْ أَوْسَطِ الطَّعَامِ فِي مِصْرَ وَالشَّامِ لِهَذَا الْعَهْدِ، وَكَانَ التَّمْرُ أَوْسَطَ طَعَامِ أَهْلِ الْمَدِينَةِ فِي الْعَصْرِ الْأَوَّلِ، وَقَدْ رُوِيَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَّرَ بِصَاعٍ مِنْ تَمْرٍ وَأَمَرَ النَّاسَ بِهِ، رَوَاهُ ابْنُ مَاجَهْ وَلَكِنَّهُ ضَعِيفٌ، وَجُمْهُورُ السَّلَفِ عَلَى أَنَّ الْعَدَدَ وَاجِبٌ، وَأَجَازَ أَبُو حَنِيفَةَ إِطْعَامَ مِسْكِينٍ وَاحِدٍ عَشَرَةَ أَيَّامٍ. </p><p> وَأَمَّا الْكِسْوَةُ فَهِيَ اللِّبَاسُ، وَهِيَ فَوْقَ الْإِطْعَامِ وَدُونَ الْعِتْقِ، وَلَمْ يَقُلْ فِيهَا مِمَّا تَكْسُونَ أَهْلِيكُمْ أَوْ مِنْ أَوْسَطِهِ، فَيُجْزِئُ إِذَنْ كُلُّ مَا يُسَمَّى كِسْوَةً وَأَدْنَاهُ مَا يَلْبَسُهُ الْمَسَاكِينُ عَادَةً هُوَ الْمُتَبَادَرُ مِنَ الْآيَةِ، وَالظَّاهِرُ الْمُخْتَارُ عِنْدِي أَنَّهُ يَخْتَلِفُ بِاخْتِلَافِ الْبِلَادِ وَالْأَزْمِنَةِ كَالطَّعَامِ، فَيُجْزِئُ فِي مِصْرَ الْقَمِيصُ السَّابِغُ الَّذِي يُسَمُّونَهُ (الْجَلَابِيَّةَ) مَعَ السَّرَاوِيلِ أَوْ بِدُونِهِ، فَهُوَ كَالْإِزَارِ وَالرِّدَاءِ أَوِ الْعَبَاءَةِ فِي الْعَصْرِ الْأَوَّلِ، وَفِي الْعَبَاءَةِ حَدِيثٌ صَحِيحٌ، وَلَا يُجْزِئُ مَا يُوضَعُ عَلَى الرَّأْسِ مِنْ قَلَنْسُوَةٍ أَوْ كُمَّةٍ أَوْ طَرْبُوشٍ أَوْ عِمَامَةٍ، وَلَا مَا يَلْبَسُ فِي الرِّجْلَيْنِ مِنَ الْأَحْذِيَةِ وَالْجَوَارِبِ، وَلَا نَحْوَ مِنْدِيلٍ أَوْ مِشْنَقَةٍ، وَذَهَبَ بَعْضُ الْفُقَهَاءِ إِلَى إِجْرَاءِ كُلِّ مَا تَقُولُ الْعَرَبُ فِيهِ كِسَاءَ كَذَا، أَوْ مَا يُطْلَقُ عَلَيْهِ لَفْظُ الْكِسْوَةِ هُوَ مَذْهَبُ الشَّافِعِيِّ، وَرَوَى ابْنُ أَبِي حَاتِمٍ عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ عَنْ أَبِيهِ قَالَ: سَأَلْتُ عِمْرَانَ بْنَ حُصَيْنٍ رَضِيَ اللهُ عَنْهُ عَنْ قَوْلِهِ: (أَوْ كِسْوَتُهُمْ) قَالَ: لَوْ أَنَّ وَفْدًا قَدِمُوا عَلَى أَمِيرِكُمْ وَكَسَاهُمْ قَلَنْسُوَةً قَلَنْسُوَةً قُلْتُمْ: قَدْ كُسُوا، وَلَكِنَّ هَذَا أَثَرٌ وَاهٍ جِدًّا لِأَنَّ مُحَمَّدَ بْنَ الزُّبَيْرِ مَتْرُوكٌ لَيْسَ بِشَيْءٍ، وَفِيهِ بَحْثٌ لَفْظِيٌّ وَهُوَ أَنَّ إِضَافَةَ الْكِسْوَةِ إِلَى الْمَسَاكِينِ كَإِضَافَةِ الْإِطْعَامِ إِلَيْهِمْ، فَإِنْ </p><p> كَانَ يَكْفِي فِي الْإِطْعَامِ تَمْرَةٌ أَوْ تُفَّاحَةٌ لِأَنَّهُ يُقَالُ لُغَةً: أَطْعَمُهُ تَمْرَةً أَوْ تُفَّاحَةً يَكْفِي مَا ذَكَرَ مِنَ الْكِسْوَةِ، وَالْأَوَّلُ بَاطِلٌ بِالْإِجْمَاعِ وَالثَّانِي مِثْلُهُ وَإِنِ اخْتُلِفَ فِيهِ، وَقَدِ اخْتُلِفَ فِي لَفْظِ الْكِسْوَةِ هَلْ هُوَ مَصْدَرٌ كَالْإِطْعَامِ أَوِ اسْمٌ لِمَا يُلْبَسُ، وَالْمُرَادُ لَا يَخْتَلِفُ، ثُمَّ إِنَّ هَذِهِ الثَّلَاثَةَ الَّتِي خَيَّرَ اللهُ النَّاسَ فِيهَا مُتَرَتِّبَةٌ عَلَى طَرِيقَةِ التَّرَقِّي، فَالْإِطْعَامُ أَدْنَاهَا وَالْكِسْوَةُ أَوْسَطُهَا وَالْإِعْتَاقُ أَعْلَاهَا كَمَا قُلْنَا وَهُوَ مَعْلُومٌ بِالْبَدَاهَةِ، فَلَوْ أُرِيدَ مِنَ الْكِسْوَةِ مَا يَشْتَمِلُ الْقَلَنْسُوَةَ وَالْعِمَامَةَ لَمْ يَكُنْ مِنَ التَّرَقِّي وَلَمْ يَظْهَرْ لِجَعْلِ الْكِسْوَةِ بَعْدَ الْإِطْعَامِ وَقَبْلَ الْإِعْتَاقِ نُكْتَةً. </p><p> وَرُوِيَ عَنِ الْحَسَنِ وَابْنِ سِيرِينَ أَنَّ الْوَاجِبَ ثَوْبَانِ، وَرُوِيَ الثَّانِي عَنْ أَبِي مُوسَى </p><p> أَنَّهُ فَعَلَهُ، وَعَنْ سَعِيدِ بْنِ الْمُسَيَّبِ: عِمَامَةٌ يَلُفُّ بِهَا رَأْسَهُ وَعَبَاءَةٌ يَلْتَحِفُ بِهَا، وَعَنِ الْإِمَامِ أَبِي جَعْفَرٍ الْبَاقِرِ وَعَطَاءٍ وَطَاوُسٍ وَإِبْرَاهِيمَ النَّخْعِيِّ، وَحَمَّادِ بْنِ أَبِي سُلَيْمَانَ وَأَبِي مَالِكٍ وَالْحَسَنِ فِي رَاوِيَةٍ عَنْهُ ثَوْبٌ ثَوْبٌ، وَالْمُرَادُ بِهِ كَمَا صَرَّحَ بِهِ إِبْرَاهِيمُ النَّخْعِيُّ: ثَوْبٌ جَامِعٌ كَالْمِلْحَفَةِ وَالرِّدَاءِ، وَكَانَ لَا يَرَى الدِّرْعَ وَالْقَمِيصَ وَالْخِمَارَ وَنَحْوَهَا جَامِعًا، وَعَنْ مُجَاهِدٍ أَعْلَاهُ ثَوْبٌ وَأَدْنَاهُ مَا شِئْتَ، وَرَوَى الْعَوْفِيُّ عَنِ ابْنِ عَبَّاسٍ: عَبَاءَةٌ لِكُلِّ مِسْكِينٍ أَوْ شَمْلَةٌ، وَعَنْ مَالِكٍ وَأَحْمَدَ يُدْفَعُ لِكُلِّ مِسْكِينٍ مَا صَحَّ أَنْ يُصَلَّى فِيهِ إِنْ كَانَ رَجُلًا أَوِ امْرَأَةً كُلٌّ بِحَسْبِهِ، وَهَذَا يُوَافِقُ مَا اخْتَرْنَاهُ، لِأَنَّ النَّاسَ يُصَلُّونَ عَادَةً بِثِيَابِهِمُ الَّتِي يَلْقُونَ بِهَا النَّاسَ، وَكَذَا مَا قَبْلَهُ إِلَّا قَوْلَ مُجَاهِدٍ. </p><p> وَأَمَّا تَحْرِيرُ الرَّقَبَةِ وَهُوَ أَعْلَى الثَّلَاثَةِ فَمَعْنَاهُ إِعْتَاقُ الرَّقِيقِ، فَالتَّحْرِيرُ جَعْلُ الْقِنَّ حُرًّا، وَالرَّقَبَةُ فِي الْأَصْلِ: الْعُضْوُ الَّذِي بَيْنَ الرَّأْسِ وَالْبَدَنِ، وَيُعَبَّرُ بِهَا عَنْ جُمْلَةِ الْإِنْسَانِ كَمَا يُعَبَّرُ بِلَفْظِ الرَّأْسِ عَنِ الْجُمْلَةِ وَغَلَبَ هَذَا فِي الْأَنْعَامِ، وَبِلَفْظِ الظَّهْرِ عَنِ الْمَرْكُوبِ، وَغَلَبَ اسْتِعْمَالُ الرَّقَبَةِ فِي الْمَمْلُوكِ وَالْأَسِيرِ، وَيُسْتَعْمَلُ فِي الشَّرْعِ فِي مَقَامِ التَّحْرِيرِ (الْعِتْقِ) وَفَكِّ الْأَسْرَى كَقَوْلِهِ تَعَالَى: (فَكُّ رَقَبَةٍ)  (٩٠: ١٣) وَالَّذِي يَسْبِقُ إِلَى فَهْمِي أَنَّ سَبَبَ التَّعْبِيرِ عَنِ الْمَمْلُوكِ وَالْأَسِيرِ بِكَلِمَةِ الرَّقَبَةِ هُوَ مَا فِيهَا مِنَ الدَّلَالَةِ عَلَى مَعْنَى الْخُضُوعِ، فَإِنَّ الْمَمْلُوكَ يَكُونُ بَيْنَ يَدَيِ السَّيِّدِ مُنَكَّسَ الرَّأْسِ عَادَةً، وَإِنَّمَا تَنْكِيسُهُ بِحَرَكَةِ الرَّقَبَةِ، وَكَذَلِكَ </p><p> الْأَسِيرُ مَعَ مَنْ يَأْسِرُهُ، وَكَانُوا يَضَعُونَ الْأَغْلَالَ فِي أَعْنَاقِ الْأَسْرَى، وَإِذَا أَمَرَ السَّيِّدُ عَبْدَهُ بِأَمْرٍ يَحْنِي رَقَبَتَهُ إِذْعَانًا لِأَمْرِهِ، وَيُقَالُ فِي مُقَابِلِ ذَلِكَ: فُلَانٌ لَا يَرْفَعُ بِهَذَا الْأَمْرِ رَأْسًا، أَوْ لَا يَرْفَعُ زَيْدٌ رَأَسَهُ أَمَامَ عَمْرٍو، وَلَوْ أُطْلِقَ لَفْظُ الرَّقَبَةِ عَلَى الْحُرِّ الْمُطْلَقِ لَقُلْتُ: إِنَّ وَجْهَهُ كَوْنُ قَطْعِ الرَّقَبَةِ يُزِيلُ الْحَيَاةَ فَعَبَّرَ بِهَا عَنِ الْإِنْسَانِ لِأَنَّهُ يَزُولُ بِقَطْعِهَا، وَعَلَّلَ الِاسْتِعْمَالَ فِي لِسَانِ الْعَرَبِ بِشَرَفِ الرَّقَبَةِ وَهُوَ غَيْرُ ظَاهِرٍ. </p><p> وَقَدِ اخْتَلَفَ الْفُقَهَاءُ فِي الرَّقَبَةِ الْمُجْزِئَةِ فِي كَفَّارَةِ الْيَمِينِ، هَلْ يُشْتَرَطُ أَنْ تَكُونَ مُؤْمِنَةً كَمَا يُشْتَرَطُ ذَلِكَ فِي كَفَّارَةِ الْقَتْلِ أَمْ لَا؟ فَقَالَ أَبُو حَنِيفَةَ وَأَبُو ثَوْرٍ وَابْنُ الْمُنْذِرِ لَا يُشْتَرَطُ فَيُجْزِئُ عِتْقُ الْكَافِرَةِ عَمَلًا بِإِطْلَاقِ الْآيَةِ، وَقَالَ الْجُمْهُورُ مِنْهُمُ الْأَوْزَاعِيُّ وَمَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ: يُشْتَرَطُ ذَلِكَ حَمْلًا لِلْمُطْلَقِ هُنَا عَلَى الْمُقَيَّدِ فِي كَفَّارَةِ الْقَتْلِ وَالظِّهَارِ، إِذْ قَالَ:  (فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ)  (٤: ٩٢) كَمَا يُحْمَلُ الْمُطْلَقُ فِي قَوْلِهِ تَعَالَى: (وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ)  (٢: ٢٨٢) عَلَى الْمُقَيَّدِ فِي قَوْلِهِ: (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ)  (٦٥: ٢) وَاحْتَجُّوا أَيْضًا بِمَا وَرَدَ فِي فَضْلِ عِتْقِ الرَّقَبَةِ الْمُؤْمِنَةِ وَالْأَحَادِيثِ الصَّحِيحَةِ، وَبِأَنَّهَا عِبَادَةٌ يُتَقَرَّبُ إِلَى اللهِ، فَوَجَبَ أَنْ تَكُونَ خَاصَّةً بِأَهْلِ عِبَادَتِهِ مِنَ الْمُؤْمِنِينَ كَمَالِ الزَّكَاةِ وَذَبَائِحِ النُّسُكِ، وَلِهَذَا الْمَعْنَى اشْتُرِطَ أَنْ يَكُونَ الْعَشَرَةُ الْمَسَاكِينُ مِنَ الْمُسْلِمِينَ وَمِنْهُمْ مَالِكٌ وَالشَّافِعِيُّ نَعَمْ إِنَّ الْإِسْلَامَ دِينُ الرَّحْمَةِ الْعَامَّةِ، وَالصَّدَقَةُ فِيهِ حَتَّى عَلَى الْكُفَّارِ غَيْرِ الْمُحَارِبِينَ مُسْتَحَبَّةٌ، </p><p> وَلَكِنَّ فَرْقًا بَيْنَ الصَّدَقَةِ وَبَيْنَ الْعِبَادَاتِ الْمَحْدُودَةِ الْمُقَيَّدَةِ، فَتَكْفِيرُ الذَّنْبِ إِنَّمَا يُرْجَى بِمَا فِي الْعِتْقِ مِنْ إِعَانَةِ الْعَتِيقِ عَلَى طَاعَتِهِ تَعَالَى، وَمَنْ قَالَ بِإِجْرَاءِ عِتْقِ الْكَفَّارَةِ لَا يُنْكِرُ الِاحْتِيَاطَ بِتَقْدِيمِ الْجَمْعِ عَلَيْهِ الْمُتَيَقَّنِ إِجْزَاؤُهُ عَلَى الْمَظْنُونِ الْمُخْتَلَفِ فِيهِ إِنْ وُجِدَا، وَلَكِنَّهُ يَرَى أَلَّا يَصُومَ إِذَا اسْتَطَاعَ عِتْقَ رَقَبَةٍ كَافِرَةٍ. </p><p> (فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ) أَيْ فَمَنْ لَمْ يَسْتَطِعْ إِطْعَامَ عَشَرَةِ مَسَاكِينَ أَوْ كِسْوَتَهُمْ أَوْ تَحْرِيرَ رَقَبَةٍ فَعَلَيْهِ صِيَامُ ثَلَاثَةِ أَيَّامٍ، وَهِيَ أَدْنَى مَا يَكَفِّرُ بِهِ عَنْ يَمِينِهِ، فَإِنْ عَجَزَ عَنْهَا لِمَرَضٍ نَوَى الصِّيَامَ عِنْدَ الْقُدْرَةِ، فَإِنْ لَمْ يَقْدِرْ رُجِيَ لَهُ عَفْوُ اللهِ بِحُسْنِ نِيَّتِهِ وَصِحَّةِ عَزِيمَتِهِ، وَالظَّاهِرُ أَنَّ الْمُسْتَطِيعَ مَنْ يَجِدُ ذَلِكَ فَاضِلًا عَنْ نَفَقَتِهِ وَنَفَقَةِ مَنْ </p><p> يَعُولُ، وَعَنْ قَتَادَةَ أَنَّهُ: مَنْ عِنْدَهُ خَمْسُونَ دِرْهَمًا، وَعَنْ إِبْرَاهِيمَ النَّخَعِيُّ: مَنْ عِنْدَهُ عِشْرُونَ دِرْهَمًا، وَعَنِ الْحَسَنِ: مَنْ عِنْدَهُ دِرْهَمَانِ وَاشْتَرَطَ الْحَنَفِيَّةُ وَالْحَنَابِلَةُ صَوْمَ الثَّلَاثَةِ الْأَيَّامِ مُتَتَابِعَةً لِقِرَاءَةٍ شَاذَّةٍ فِي الْآيَةِ، وَأَجَازَ غَيْرَهُمُ التَّفَرُّقَ لِأَنَّ الْقِرَاءَةَ الشَّاذَّةَ لَيْسَ قُرْآنًا، وَلَمْ تَصِحَّ هُنَا حَدِيثًا فَيُقَالُ إِنَّهَا كَتَفْسِيرٍ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْآيَةِ. </p><p> (ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ) بِاللهِ أَوْ بِأَحَدِ أَسْمَائِهِ أَوْ صِفَاتِهِ فَحَنِثْتُمْ أَوْ أَرَدْتُمُ الْحِنْثَ وَقِيلَ: (إِذَا) هُنَا لِمُجَرَّدِ الظَّرْفِيَّةِ لَيْسَ فِيهَا مَعْنَى الشَّرْطِ، فَلَا يُقَدَّرُ لَهَا جَوَابٌ، وَتَقْدِيمُ الْكَفَّارَةِ عَلَى الْحِنْثِ جَائِزٌ وَسَيَأْتِي دَلِيلُهُ مِنَ السُّنَّةِ. </p><p> (وَاحْفَظُوا أَيْمَانَكُمْ) فَلَا تَبْذُلُوهَا فِي كُلِّ أَمْرٍ، وَلَا تُكْثِرُوا مِنَ الْأَيْمَانِ الصَّادِقَةِ فَضْلًا عَنِ الْأَيْمَانِ الْكَاذِبَةِ، وَهُوَ وَجْهٌ فِي قَوْلِهِ تَعَالَى:  (وَلَا تَجْعَلُوا اللهَ عُرْضَةً لِأَيْمَانِكُمْ)  (٢: ٢٢٤) وَتَقَدَّمَ تَفْسِيرُهُ فِي سُورَةِ الْبَقَرَةِ وَإِذَا حَلَفْتُمْ فَلَا تَنْسَوْا مَا حَلَفْتُمْ عَلَيْهِ وَلَا تَحْنَثُوا فِيهِ إِلَّا لضَّرُورَةٍ عَارِضَةٍ أَوْ مَصْلَحَةٍ رَاجِحَةٍ (كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ) أَيْ مِثْلَ هَذَا الْبَيَانِ الْبَدِيعِ، وَعَلَى نَحْوِهِ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ وَأَعْلَامَ دِينِهِ لِيَعِدَكُمْ وَيُؤَهِّلَكُمْ بِذَلِكَ إِلَى شُكْرِ نِعَمِهِ الْمَادِّيَّةِ وَالْمَعْنَوِيَّةِ عَلَى الْوَجْهِ الَّذِي يُحِبُّهُ وَيَرْضَاهُ وَيَكُونَ سَبَبًا لِلْمَزِيدِ عَنْهُ. </p><p> مَبَاحِثٌ فِي الْأَيْمَانِ. </p><p> (لَا يَجُوزُ فِي الْإِسْلَامِ الْحَلِفُ بِغَيْرِ اللهِ تَعَالَى وَأَسْمَائِهِ وِصِفَاتِهِ) . </p><p> قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" مَنْ كَانَ حَالِفًا فَلَا يَحْلِفُ إِلَّا بِاللهِ \" وَرَوَاهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا مِنْ حَدِيثِ ابْنِ عُمَرَ، وَرَوَيَا عَنْهُ أَيْضًا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعَ عُمَرَ وَهُوَ يَحْلِفُ بِأَبِيهِ فَقَالَ:  \" إِنَّ اللهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللهِ أَوْ لِيَصْمُتْ \" وَرَوَى أَحْمَدُ وَالنَّسَائِيُّ وَصَحَّحَهُ وَابْنُ مَاجَهْ عَنْ قُتَيْلَةَ بِنْتِ صَيْفِيٍّ \" أَنَّ يَهُودِيًّا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنَّكُمْ تُنَدِّدُونَ (أي تَتَّخِذُونَ لِلَّهِ أَنْدَادًا) وَإِنَّكُمْ تُشْرِكُونَ وَتَقُولُونَ: مَا شَاءَ اللهُ </p><p> وَشِئْتَ، وَتَقُولُونَ: وَالْكَعْبَةِ، فَأَمَرَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادُوا أَنْ </p><p> يَحْلِفُوا أَنْ يَقُولُوا: وَرَبِّ الْكَعْبَةِ، وَيَقُولُ أَحَدُهُمْ: مَا شَاءَ اللهُ ثُمَّ شِئْتَ، أَيْ لِبَيَانِ أَنَّ مَشِيئَةَ الْعَبْدِ تَابِعَةً لِمَشِيئَةِ الرَّبِّ، وَكَانَ ذَلِكَ مِنْ عَادَةِ بَعْضِ النَّاسِ فِي الْخِطَابِ وَلَيْسَ الْمُرَادُ أَنَّهُ كَانَ مَشْرُوعٌ ثُمَّ نَهَى عَنْهُ لِقَوْلِ الْيَهُودِيِّ. </p><p> وَرَوَى أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ وَالْحَاكِمُ وَصَحَّحَهُ مِنْ حَدِيثِ ابْنِ عُمَرَ مَرْفُوعًا:  \" مَنْ حَلَفَ بِغَيْرِ اللهِ فَقَدْ كَفَرَ \" وَرَوَاهُ أَحْمَدُ بِلَفْظِ \" فَقَدْ أَشْرَكَ \" وَرَوَى بِهِمَا وَرَوَى أَحْمَدُ وَالْبُخَارِيُّ وَأَصْحَابُ السُّنَنِ عَنِ ابْنِ عُمَرَ قَالَ: \" كَانَ أَكْثَرُ مَا يَحْلِفُ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْلِفُ: \" لَا وَمُقَلِّبِ الْقُلُوبِ \" وَثَبَتَ فِي الصَّحِيحَيْنِ الْحَلِفُ بِعِزَّةِ اللهِ تَعَالَى، فَإِذَنْ لَا فَرْقَ بَيْنَ صِفَاتِ الذَّاتِ وَصِفَاتِ الْأَفْعَالِ.</p><p> وَحَكَى الْحَافِظُ ابْنُ عَبْدِ الْبَرِّ الْإِجْمَاعَ عَلَى عَدَمِ جَوَازِ الْحَلِفِ بِغَيْرِ اللهِ تَعَالَى، قَالُوا وَمُرَادُهُ بِهِ مَا يَشْمَلُ الْقَوْلَ بِالْكَرَاهَةِ، إِذِ اخْتَلَفَ الْفُقَهَاءُ فِي حُكْمِهِ فَقِيلَ: حَرَامٌ، وَقِيلَ: مَكْرُوهٌ تَحْرِيمًا، بَلْ هُوَ الَّذِي يَصِحُّ أَنْ يُحْمَلَ عَلَيْهِ حَدِيثُ \" فَقَدْ كَفَرَ \" كَالَّذِينِ يَحْلِفُونَ بِمَنْ يَعْتَقِدُونَ عَظَمَتَهُمْ مِنَ الصَّالِحِينَ وَيَلْتَزِمُونَ الْبِرَّ بِقَسَمِهِمْ بِهِمْ وَيُخَالِفُونَ عَاقِبَةَ الْحِنْثِ، وَمِنْ هَؤُلَاءِ مَنْ يَحْلِفُ بِاللهِ كَاذِبًا وَلَا يَحْلِفُ بِالْبَدَوِيِّ وَلَا بِالْمُتَوَلِّي وَأَمْثَالِهِمَا كَاذِبًا، وَالثَّانِي حَرَامٌ، وَالثَّالِثُ مِنْهُ الْمَكْرُوهُ وَهُوَ مَا فِيهِ شِبْهُ تَعْظِيمٍ دِينِيٍّ، وَمِنْهُ الْمُبَاحُ وَهُوَ مَا لَيْسَ فِيهِ ذَلِكَ وَقَدْ سُئِلْنَا عَنْ حُكْمِ الْحَلِفِ بِغَيْرِ اللهِ فَأَفْتَيْنَا بِمَا نَصُّهُ(ص٨٥٨ مِنْ مُجَلَّدِ الْمَنَارِ السَّادِسَ عَشَرَ).</p><p> صَحَّ فِي الْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا أَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الْحَلِفِ بِغَيْرِ اللهِ، وَنَقَلَ الْحَافِظُ ابْنُ عَبْدِ الْبَرِّ الْإِجْمَاعَ عَلَى عَدَمِ جَوَازِهِ، قَالَ بَعْضُهُمْ: أَرَادَ بِعَدَمِ الْجَوَازِ مَا يَشْمَلُ التَّحْرِيمَ وَالْكَرَاهَةَ، فَإِنَّ بَعْضَ الْعُلَمَاءِ قَالَ: إِنَّ النَّهْيَ لِلتَّحْرِيمِ، وَبَعْضُهُمْ قَالَ: إِنَّهُ لِلْكَرَاهَةِ وَبَعْضُهُمْ فَصَّلَ فَقَالُوا: إِذَا تَضَمَّنَ الْحَلِفُ تَعْظِيمَ الْمَحْلُوفِ بِهِ كَمَا يُعَظَّمُ اللهُ </p><p> تَعَالَى كَانَ حَرَامًا وَإِلَّا كَانَ مَكْرُوهًا، أَقُولُ: وَكَانَ الْأَظْهَرُ أَنْ يُقَالَ إِنَّ الْمُحَرَّمَ أَنْ يَحْلِفَ بِغَيْرِ اللهِ حَلِفًا يَلْتَزِمُ بِهِ فِعْلَ مَا حَلَفَ عَلَيْهِ وَالْبِرَّ بِهِ، لِأَنَّ الشَّرْعَ جَعَلَ هَذَا الِالْتِزَامَ خَاصًّا بِالْحَلِفِ بِهِ أَيْ بِأَسْمَائِهِ وَصِفَاتِهِ، فَمَنْ خَالَفَهُ كَانَ شَارِعًا لِشَيْءٍ لَمْ يَأْذَنْ بِهِ اللهُ، وَبِهَذَا يُفَرِّقُ بَيْنَ الْيَمِينِ الْحَقِيقِيِّ وَبَيْنَ مَا يَجِيءُ بِصِيغَةِ الْقَسَمِ مِنْ تَأْكِيدِ الْكَلَامِ وَهُوَ مِنْ أَسَالِيبِ اللُّغَةِ، وَقَدْ قَالُوا بِمِثْلِ هَذِهِ التَّفْرِقَةِ فِي الْجَوَابِ عَنْ قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْأَعْرَابِيِّ \" أَفْلَحَ وَأَبِيهِ إِنْ صَدَقَ \" فَقَدْ ذَكَرُوا لَهُ عِدَّةَ أَجْوِبَةٍ مِنْهَا نَحْوَ مَا ذَكَرْنَاهُ، فَقَالَ الْبَيْهَقِيُّ: إِنَّ ذَلِكَ كَانَ يَقَعُ مِنَ الْعَرَبِ وَيَحْتَوِي عَلَى أَلْسِنَتِهِمْ مِنْ دُونِ قَصْدٍ لِلْقَسَمِ، وَالنَّهْيُ إِنَّمَا وَرَدَ فِي حَقِّ مَنْ قَصَدَ حَقِيقَةَ الْحَلِفِ، قَالَ النَّوَوِيُّ فِي هَذَا: </p><p> الْجَوَابُ: إِنَّهُ هُوَ الْجَوَابُ الْمَرْضِيُّ، وَأَجَابَ بَعْضُهُمْ بِقَوْلِهِ: إِنَّ الْقَسَمَ كَانَ يَجْرِي فِي كَلَامِهِمْ عَلَى وَجْهَيْنِ: لِلتَّعْظِيمِ وَالتَّأْكِيدِ، وَالنَّهْيُ إِنَّمَا وَقَعَ عَنِ الْأَوَّلِ وَأَقُولُ: إِنَّ هَذَا عِنْدِي بِمَعْنَى قَوْلِ الْبَيْهَقِيِّ، وَقِيلَ: إِنَّهُ نُسِخَ، وَقِيلَ: إِنَّهُ خُصُوصِيَّةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ رَدُّوهُمَا وَالظَّاهِرُ أَنَّ مَا كَانَ مِنْ حَلِفِ قُرَيْشٍ بِآبَائِهِمْ كَانَ يُقْصَدُ بِهِ التَّعْظِيمُ وَالْتِزَامُ مَا حَلَفَ عَلَيْهِ، وَلِذَلِكَ كَانَ مِنْ أَسْبَابِ النَّهْيِ، وَإِلَّا فَلِأَنَّهُمْ مُشْرِكُونَ غَالِبًا. </p><p> رَوَى أَحْمَدُ وَالشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعَ عُمَرَ وَهُوَ يَحْلِفُ بِأَبِيهِ فَقَالَ:  \" إِنَّ اللهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ، فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللهِ أَوْ لِيَصْمُتْ \" ، وَفِي لَفْظٍ \" مَنْ كَانَ حَالِفًا فَلَا يَحْلِفُ إِلَّا بِاللهِ \" فَكَانَتْ قُرَيْشٌ تَحْلِفُ بِآبَائِهَا فَقَالَ: \" لَا تَحْلِفُوا بِآبَائِكُمْ \" رَوَاهُ مُسْلِمٌ وَالنَّسَائِيُّ، وَرَوَى الشَّيْخَانِ، عَنْهُ أَيْضًا \" مَنْ كَانَ حَالِفًا فَلَا يَحْلِفُ إِلَّا بِاللهِ \" رَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ حَصْرٌ، وَفِي مَعْنَاهُ حَدِيثُ أَبِي هُرَيْرَةَ عِنْدَ أَبِي دَاوُدَ وَالنَّسَائِيِّ وَابْنِ حِبَّانَ والْبَيْهَقِيِّ مَرْفُوعًا:  \" لَا تَحْلِفُوا إِلَّا بِاللهِ، وَلَا تَحْلِفُوا إِلَّا وَأَنْتُمْ صَادِقُونَ \" . </p><p> فَهَذِهِ الْأَحَادِيثُ الصَّحِيحَةُ وَلَا سِيَّمَا مَا وَرَدَ بِصِيغَةِ الْحَصْرِ مِنْهَا صَرَيْحَةٌ فِي حَظْرِ الْحَلِفِ بِغَيْرِ اللهِ تَعَالَى، وَيَدْخُلُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عُمُومِ \" غَيْرِ اللهِ تَعَالَى \" وَالْكَعْبَةِ وَسَائِرِ مَا هُوَ مُعَظَّمٌ شَرْعًا تَعْظِيمًا يَلِيقُ بِهِ، وَلَا يَجُوزُ أَنْ يُعَظَّمَ شَيْءٌ </p><p> كَمَا يُعَظَّمُ اللهُ عَزَّ وَجَلَّ وَلَا سِيَّمَا التَّعْظِيمُ الَّذِي يَتَرَتَّبُ عَلَيْهِ أَحْكَامٌ شَرْعِيَّةٌ، وَلَقَدْ كَانَ غُلُوُّ النَّاسِ فِي أَنْبِيَائِهِمْ وَالصَّالِحِينَ مِنْهُمْ سَبَبًا لِهَدْمِ الدِّينِ مِنْ أَسَاسِهِ وَاسْتِبْدَالِ الْوَثَنِيَّةِ بِهِ، وَنَسْأَلُ اللهَ الِاعْتِدَالَ فِي جَمِيعِ الْأَقْوَالِ وَالْأَفْعَالِ. </p><p> (٢ جَوَازُ الْحِنْثِ لِلْمَصْلَحَةِ الرَّاجِحَةِ وَالتَّكْفِيرِ قَبْلَهُ) . </p><p> رَوَى أَحْمَدُ وَالشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا فَائْتِ الَّذِي هُوَ خَيْرٌ وَكَفِّرْ عَنْ يَمِينِكَ \" وَفِي لَفْظٍ \" فَكَفِّرْ عَنْ يَمِينِكَ وَائْتِ الَّذِي هُوَ خَيْرٌ \" وَفِي لَفْظٍ عِنْدَ أَبِي دَاوُدَ وَالنَّسَائِيِّ وَصَحَّحَهُ الْحَافِظُ ابْنُ حَجَرٍ فِي بُلُوغِ الْمَرَامِ \" فَكَفِّرْ عَنْ يَمِينِكَ ثُمَّ ائْتِ الَّذِي هُوَ خَيْرٌ \" وَرَوَى أَحْمَدُ وَمُسْلِمٌ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ عَنْ عَدِيِّ بْنِ حَاتِمٍ، وَأَحْمَدُ وَمُسْلِمٌ وَالتِّرْمِذِيُّ عَنْ أَبِي هُرَيْرَةَ مَا هُوَ مَعْنَى حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، فِي بَعْضِ رِوَايَتِهِمْ تَقَدَّمَ الْأَمْرُ بِالْكَفَّارَةِ وَفِي بَعْضِهَا تَأْخِيرُهُ، فَدَلَّ ذَلِكَ عَلَى جَوَازِ الْأَمْرَيْنِ، وَرِوَايَةُ أَبِي دَاوُدَ وَالنَّسَائِيِّ \" فَكَفِّرْ عَنْ يَمِينِكَ ثُمَّ ائْتِ الَّذِي هُوَ خَيْرٌ \" نَصٌّ فِي جَوَازِ التَّأْخِيرِ بَلْ ظَاهِرُهَا وُجُوبُهُ، قَالَ بَعْضُهُمْ: لَوْلَا الْإِجْمَاعُ الْمَنْقُولُ عَلَى جَوَازِ تَأْخِيرِ الْكَفَّارَةِ لَتَعَيَّنَ الْقَوْلُ بِوُجُوبِهِ عَمَلًا بِظَاهِرِ هَذَا الْحَدِيثِ. </p><p> وَمَنْ أَرَادَ الْحِنْثَ اخْتِيَارًا لِمَا هُوَ خَيْرٌ مِمَّا حَلَفَ عَلَيْهِ أَوْ مُطْلَقًا وَقَدَّمَ الْكَفَّارَةَ كَانَ بِشُرُوعِهِ فِي الْحِنْثِ غَيْرَ شَارِعٍ فِي إِثْمٍ، لِأَنَّهُ بِتَقْدِيمِ الْكَفَّارَةِ عَنْهُ صَارَ مُبَاحًا لَهُ، وَمَنْ قَدَّمَ الْحِنْثَ كَانَ شَارِعًا فِي مَعْصِيَةٍ وَقَدْ يَمُوتُ قَبْلَ أَنْ يَتَمَكَّنَ مِنَ الْكَفَّارَةِ، وَلَعَلَّ هَذِهِ هِيَ حِكْمَةُ إِرْشَادِ الْحَدِيثِ إِلَى تَقْدِيمِ الْكَفَّارَةِ، وَبِهَذِهِ الْحِكْمَةِ تَبْطُلُ الْفَلْسَفَةُ الْمُتَكَلِّفَةُ الَّتِي تَعَلَّلَ بِهَا مَانِعُو التَّقْدِيمِ. </p><p> وَيَنْقَسِمُ الْحَلِفُ بِاعْتِبَارِ الْمَحْلُوفِ عَلَيْهِ إِلَى أَقْسَامٍ: </p><p> (١) أَنْ يَحْلِفَ عَلَى فِعْلٍ وَاجِبٍ أَوْ تَرْكٍ حَرَامٍ، فَهَذِهِ تَأْكِيدٌ لِمَا كَلَّفَهُ اللهُ إِيَّاهُ فَيَحْرُمُ الْحِنْثُ وَيَكُونُ إِثْمُهُ مُضَاعَفًا. </p><p> (٢) أَنْ يَحْلِفَ عَلَى تَرْكِ وَاجِبٍ أَوْ فِعْلِ مُحَرَّمٍ، فَهَذَا يَجِبُ عَلَيْهِ الْحِنْثُ، لِأَنَّ يَمِينَهُ مَعْصِيَةٌ، وَمِنْهُ الْحَلِفُ عَلَى إِيذَاءِ الْوَالِدَيْنِ وَعُقُوقِهِمَا أَوْ مَنْعِ ذِي حَقٍّ حَقَّهُ الْوَاجِبَ لَهُ. </p><p> (٣) أَنْ يَحْلِفَ عَلَى فِعْلٍ مَنْدُوبٍ أَوْ تَرْكٍ مَكْرُوهٍ، فَهَذَا طَاعَةٌ فَيُنْدُبُ لَهُ الْوَفَاءُ وَيُكْرَهُ الْحِنْثُ، كَذَا قَالَ بَعْضُهُمْ وَالظَّاهِرُ وُجُوبُ الْوَفَاءِ كَمَا قَالُوا فِي النَّذْرِ. </p><p> (٤) أَنْ يَحْلِفَ عَلَى تَرْكِ مَنْدُوبٍ أَوْ فِعْلِ مَكْرُوهٍ، فَيُسْتَحَبُّ لَهُ الْحِنْثُ وَيُكْرَهُ التَّمَادِي كَذَا قَالُوا، وَظَاهِرُ الْحَدِيثِ وُجُوبُ الْكَفَّارَةِ وَالْحِنْثِ مُطْلَقًا أَوْ بِالتَّفْصِيلِ الْآتِي فِيمَا بَعْدُ. </p><p> (٥) أَنْ يَحْلِفَ عَلَى تَرْكِ مُبَاحٍ وَقَدِ اخْتَلَفُوا فِيهِ، قَالَ الشَّوْكَانِيُّ: فَإِنْ كَانَ يَتَجَاذَبُهُ رُجْحَانُ الْفِعْلِ أَوِ التَّرْكِ كَمَا لَوْ حَلَفَ لَا يَأْكُلُ طَيِّبًا وَلَا يَلْبَسُ نَاعِمًا فَفِيهِ عِنْدَ الشَّافِعِيَّةِ خِلَافٌ وَقَالَ ابْنُ الصَّبَّاغِ وَرَجَّحَهُ الْمُتَأَخِّرُونَ: إِنَّ ذَلِكَ يَخْتَلِفُ بِاخْتِلَافِ الْأَحْوَالِ، وَإِنْ كَانَ مُسْتَوَى الطَّرَفَيْنِ فَالْأَصَحُّ أَنَّ التَّمَادِيَ أَوْلَى (أَيْ مِنَ الْحِنْثِ) لِأَنَّهُ قَالَ أَيْ فِي الْحَدِيثِ السَّابِقِ \" فَلْيَأْتِ الَّذِي هُوَ خَيْرٌ \" إِلَخِ اهـ. </p><p> أَقُولُ: وَقَدْ غَفَلُوا عَنْ نَهْيِ الْقُرْآنِ عَنْ تَحْرِيمِ الطَّيِّبَاتِ مُطْلَقًا، وَأَنَّ آيَةَ كَفَّارَةِ الْأَيْمَانِ وَرَدَتْ فِي هَذَا السِّيَاقِ، وَالظَّاهِرُ أَنَّ الْحِنْثَ وَاجِبٌ إِذَا حَلَفَ عَلَى تَرْكِ جِنْسٍ مِنَ الْمُبَاحِ كَالطَّيِّبِ مِنَ الطَّعَامِ، دُونَ مَا إِذَا حَلَفَ عَلَى تَرْكِ طَعَامٍ مُعَيَّنٍ كَالطَّعَامِ الَّذِي فِي هَذِهِ الصَّفْحَةِ مَثَلًا، فَإِنَّ الْأَوَّلَ مِنْ قَبِيلِ التَّشْرِيعِ بِتَحْرِيمِ مَا أَحَلَّ اللهُ كَمَا فَعَلَتِ الْجَاهِلِيَّةُ فِي تَحْرِيمِ بَعْضِ الطَّيِّبَاتِ، وَكُفْرٍ بِنِعَمِ اللهِ، وَالثَّانِي أَمْرٌ عَارِضٌ لَا يُشْبِهُ التَّشْرِيعَ، فَإِنْ كَانَ فِي الْحِنْثِ فَائِدَةٌ كَمُجَامَلَةِ الضَّيْفِ أَوْ إِدْخَالِ السُّرُورِ عَلَى الْأَهْلِ فَالظَّاهِرُ الْمُسْتَجَابُ الْحِنْثُ كَمَا فَعَلَ عَبْدُ اللهِ بْنُ رَوَاحَةَ فِي تَحْرِيمِهِ الطَّعَامَ ثُمَّ أَكَلَ مِنْهُ لِأَجْلِ الضَّيْفِ، كَمَا تَقَدَّمَ فِي تَفْسِيرِ الْآيَةِ السَّابِقَةِ، وَقَدْ عَاتَبَ اللهُ تَعَالَى نَبِيَّهُ عَلَى تَحْرِيمِ مَا أَحَلَّ لَهُ فِي وَاقِعَةٍ مَعْلُومَةٍ وَامْتَنَّ عَلَيْهِ وَعَلَى الْمُؤْمِنِينَ بِأَنَّهُ فَرَضَ لَهُمْ تَحِلَّةَ أَيْمَانِهِمْ كَمَا هُوَ مُبَيَّنٌ فِي أَوَّلِ سُورَةِ التَّحْرِيمِ، وَكُلُّ مَا يَدُلُّ عَلَى تَحْرِيمِ الْحَلَالِ يُسَمَّى يَمِينًا وَمِثْلُهُ النَّذْرُ الَّذِي يَلْتَزِمُ بِهِ فِعْلَ شَيْءٍ، أَوْ تَرْكَهُ. </p><p> (٣ أَقْسَامُ الْأَيْمَانِ بِحَسَبِ صِيغَتِهَا وَأَحْكَامِهَا) . </p><p> رَاجَعْتُ بَعْدَ كِتَابَةِ مَا تَقَدَّمَ فَتَاوَى شَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَةَ فَرَأَيْتُ فِيهَا مَبَاحِثَ </p><p> وَقَوَاعِدَ فِي الْأَيْمَانِ مُفَصَّلَةً أَحْسَنَ تَفْصِيلٍ فِي عِدَّةِ مَوَاضِعَ وَمِنْ أَخْصَرِهَا قَوْلُهُ وَهِيَ الْمَسْأَلَةُ الْخَامِسَةَ عَشْرَةَ مِنَ الْجُزْءِ الثَّانِي (ص٨٥) :. </p><p> \" قَالَ شَيْخُ الْإِسْلَامِ: إِذَا حَلَفَ الرَّجُلُ يَمِينًا مِنَ الْأَيْمَانِ فَالْأَيْمَانُ ثَلَاثَةُ أَقْسَامٍ:</p><p> (الْأَوَّلُ) مَا لَيْسَ مِنْ أَيْمَانِ الْمُسْلِمِينَ، وَهُوَ الْحَلِفُ بِالْمَخْلُوقَاتِ كَالْكَعْبَةِ وَالْمَلَائِكَةِ وَالْمَشَايِخِ وَالْمُلُوكِ وَالْآبَاءِ وَتَرْبِيَتِهِمْ وَنَحْوَ ذَلِكَ، فَهَذِهِ يَمِينٌ غَيْرُ مُنْعَقِدَةٍ وَلَا كَفَّارَةَ فِيهَا بِاتِّفَاقِ الْعُلَمَاءِ، بَلْ هِيَ مَنْهِيٌّ عَنْهُ بِاتِّفَاقِ أَهْلِ الْعِلْمِ، وَالنَّهْيُ نَهْيُ تَحْرِيمٍ فِي أَصَحِّ قَوْلَيْهِمْ، فَفِي الصَّحِيحِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \" مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللهِ أَوْ لِيَصْمُتْ وَقَالَ: إِنَّ اللهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ \" وَفِي السُّنَنِ عَنْهُ أَنَّهُ قَالَ: \" مَنْ حَلَفَ بِغَيْرِ اللهِ فَقَدْ أَشْرَكَ \".</p><p> (وَالثَّانِي) الْيَمِينُ بِاللهِ تَعَالَى كَقَوْلِهِ: وَاللهِ لَأَفْعَلَنَّ، فَهَذِهِ يَمِينٌ مُنْعَقِدَةٌ فِيهَا الْكَفَّارَةُ إِذَا حَنِثَ فِيهَا بِاتِّفَاقِ الْمُسْلِمِينَ. </p><p> (وَالثَّالِثُ) أَيْمَانُ الْمُسْلِمِينَ الَّتِي هِيَ فِي مَعْنَى الْحَلِفِ بِاللهِ، مَقْصُودُ الْحَالِفِ بِهَا تَعْظِيمُ الْخَالِقِ لَا الْحَلِفُ بِالْمَخْلُوقَاتِ كَالْحَلِفِ بِالنَّذْرِ وَالْحَرَامِ وَالطَّلَاقِ وَالْعَتَاقِ، كَقَوْلِهِ: إِنْ فَعَلْتُ كَذَا فَعَلَيَّ صِيَامُ شَهْرٍ أَوِ الْحَجُّ إِلَى بَيْتِ اللهِ، أَوِ الْحِلُّ عَلَيَّ حَرَامٌ لَا أَفْعَلُ كَذَا، أَوْ إِنْ فَعَلْتُ كَذَا فَكُلُّ مَا أَمْلِكُهُ حَرَامٌ، أَوِ الطَّلَاقُ يَلْزَمُنِي لَأَفْعَلَنَّ كَذَا أَوْ لَا أَفْعَلُهُ، أَوْ إِنْ فَعَلْتُهُ فَنِسَائِي طَوَالِقٌ وَعَبِيدِي أَحْرَارٌ وَكُلُّ مَا أَمْلِكُهُ صَدَقَةٌ وَنَحْوَ ذَلِكَ، فَهَذِهِ الْأَيْمَانُ لِلْعُلَمَاءِ فِيهَا ثَلَاثَةُ أَقْوَالٍ: قِيلَ: إِذَا حَنِثَ لَزِمَهُ مَا عَلَّقَهُ وَحَلَفَ بِهِ، وَقِيلَ: لَا يَلْزَمُهُ شَيْءٌ، وَقِيلَ: يَلْزَمُهُ كَفَّارَةُ يَمِينٍ، وَمِنْهُمْ مَنْ قَالَ: الْحَلِفُ بِالنَّذْرِ يُجْزِئُهُ فِيهِ الْكَفَّارَةُ، وَالْحَلِفُ بِالطَّلَاقِ وَالْعَتَاقِ يُلْزِمُهُ مَا حَلَفَ بِهِ. </p><p> وَأَظْهَرُ الْأَقْوَالِ وَهُوَ الْقَوْلُ الْمُوَافِقُ لِلْأَقْوَالِ الثَّابِتَةِ عَنِ الصَّحَابَةِ وَعَلَيْهِ يَدُلُّ الْكِتَابُ وَالسُّنَّةُ وَالِاعْتِبَارُ أَنَّهُ يُجْزِئُهُ كَفَّارَةُ يَمِينٍ فِي جَمِيعِ أَيْمَانِ الْمُسْلِمِينَ، كَمَا قَالَ اللهُ تَعَالَى:  (ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ) وَقَالَ تَعَالَى: (قَدْ فَرَضَ اللهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ)  (٦٦: ٢) وَثَبَتَ فِي الصَّحِيحِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \" مَنْ حَلِفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَأْتِ الَّذِي هُوَ خَيْرٌ وَلِيُكَفِّرْ عَنْ يَمِينِهِ \" فَإِذَا قَالَ: الْحِلُّ عَلَيَّ حَرَامٌ لَا أَفْعَلُ </p><p> كَذَا، أَوِ الطَّلَاقُ يَلْزَمُنِي لَا أَفْعَلُ كَذَا أَوْ إِنْ فَعَلْتُ كَذَا فَعَلَيَّ الْحَجُّ أَوْ مَالِي صَدَقَةٌ، أَجْزَأَهُ فِي ذَلِكَ كَفَّارَةُ يَمِينٍ، فَإِنْ كَفَّرَ كَفَّارَةَ الظِّهَارِ فَهُوَ أَحْسَنُ. </p><p> وَكَفَّارَةُ الْيَمِينِ يُخَيَّرُ فِيهَا بَيْنَ الْعِتْقِ، أَوْ إِطْعَامِ عَشَرَةِ مَسَاكِينَ، أَوْ كِسْوَتِهِمْ، إِذَا أَطْعَمَهُمْ أَطْعَمَ كُلَّ وَاحِدٍ جَرْيَةً مِنَ الْجِرَايَاتِ الْمَعْرُوفَةِ فِي بَلَدِهِ، مِثْلَ أَنْ يُطْعِمَ ثَمَانِ </p><p> أَوَاقٍ أَوْ تِسْعَ أَوَاقٍ بِالشَّامِيِّ وَيُطْعِمَ مَعَ ذَلِكَ إِدَامَهَا كَمَا جَرَتْ عَادَةُ أَهْلِ الشَّامِ فِي إِعْطَاءِ الْجِرَايَاتِ خُبْزًا وَإِدَامًا، وَإِذَا كَفَّرَ يَمِينَهُ لَمْ يَقَعْ بِهِ الطَّلَاقُ، وَأَمَّا إِذَا قَصَدَ إِيقَاعَ الطَّلَاقِ عَلَى الْوَجْهِ الشَّرْعِيِّ مِثْلَ أَنْ يُنْجِزَ الطَّلَاقَ فَيُطَلِّقُهَا وَاحِدَةً فِي طُهْرٍ لَمْ يُصِبْهَا فِيهِ، فَلِذَا يَقَعُ بِهِ الطَّلَاقُ عِنْدَهَا، مِثْلَ أَنْ يَكُونَ مُرِيدًا لِلطَّلَاقِ إِذَا فَعَلَتْ أَمْرًا مِنَ الْأُمُورِ فَيَقُولُ لَهَا: إِنْ فَعَلْتِهِ فَأَنْتِ طَالِقٌ قَصْدُهُ أَنْ يُطَلِّقَهَا إِذَا فَعَلَتْهُ، فَهَذَا مُطْلَقٌ يَقَعُ بِهِ الطَّلَاقُ عِنْدَ السَّلَفِ وَجَمَاهِيرِ الْخَلَفِ بِخِلَافِ مَنْ قَصْدُهُ أَنْ يَنْهَاهَا وَيَزْجُرَهَا بِالْيَمِينِ، وَلَوْ فَعَلَتْ ذَلِكَ الَّذِي يَكْرَهُهُ لَمْ يَجُزْ (لَعَلَّهُ لَمْ يُرِدْ) أَنْ يُطَلِّقَهَا بَلْ هُوَ مُرِيدٌ لَهَا وَإِنْ فَعَلَتْهُ، لَكِنَّهُ قَصَدَ الْيَمِينَ لِمَنْعِهَا عَنِ الْفِعْلِ لَا مُرِيدًا أَنْ يَقَعَ الطَّلَاقُ إِنْ فَعَلَتْهُ فَهَذَا حَلِفٌ لَا يَقَعُ بِهِ الطَّلَاقُ فِي أَظْهَرِ قَوْلَيِ الْعُلَمَاءِ مِنَ السَّلَفِ وَالْخَلَفِ، بَلْ يُجْزِئُهُ كَفَّارَةُ يَمِينٍ كَمَا تَقَدَّمَ \" اه.</p><p> (٤ مَدَارِكُ الْفُقَهَاءِ فِي مِقْدَارِ الْكَفَّارَةِ مِنَ الطَّعَامِ) . </p><p> هَذِهِ الْمَسْأَلَةُ مَبْسُوطَةٌ فِي الْمَسْأَلَةِ الثَّالِثَةَ عَشْرَةَ مِنَ الْجُزْءِ الثَّانِي مِنْ فَتَاوَى ابْنِ تَيْمِيَةَ، وَمُلَخَّصُهَا أَنَّ بَعْضَ الْعُلَمَاءِ جَعَلَ مِقْدَارَ مَا يُطْعِمُ كُلَّ مِسْكِينٍ مُقَدَّرًا بِالشَّرْعِ، وَبَعْضُهُمْ جَعَلَهُ مُقَدَّرًا بِالْعُرْفِ، وَاخْتَلَفَ الَّذِينَ رَأَوْا أَنَّهُ يُقَدَّرُ بِالشَّرْعِ، قَالَ بَعْضُهُمْ وَمِنْهُمْ أَبُو حَنِيفَةَ: يُطْعِمُ كُلَّ مِسْكِينٍ صَاعًا مَنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ أَوْ نِصْفَ صَاعٍ مَنْ بُرٍّ، وَقَالَ بَعْضُهُمْ وَمِنْهُمْ أَحْمَدُ: يُطْعِمُ كُلَّ وَاحِدٍ نِصْفَ صَاعٍ مِنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ أَوْ رُبْعَ صَاعِ بُرٍّ، وَقَالَ بَعْضُهُمْ وَمِنْهُمُ الشَّافِعِيُّ: يَكْفِي لِكُلِّ مِسْكِينٍ مُدٌّ وَاحِدٌ مِنْ أَيِّ نَوْعٍ مِنْ هَذِهِ الْأَنْوَاعِ. أَقُولُ: وَالصَّاعُ أَرْبَعَةُ أَمْدَادٍ (وَالْمُدُّ حَفْنَةٌ مِنْ كَفَّيْ رَجُلٍ مُعْتَدِلٍ) فَالشَّافِعِيُّ يُوجِبُ نِصْفَ مَا أَوْجَبَهُ أَحْمَدُ، وَهَذَا يُوجِبُ نِصْفَ مَا أَوْجَبَهُ أَبُو حَنِيفَةَ، وَسَبَبُ ذَلِكَ أَنَّهُ لَمْ يَرِدْ نَصٌّ شَرْعِيٌّ فِي تَحْدِيدِ ذَلِكَ كَمَا عَلِمْتُ، وَإِنَّمَا </p><p> اسْتُنْبِطَ مِنَ الْآثَارِ وَالْعَمَلِ الْمَرْوِيِّ عَنْ بَعْضِ الصَّحَابَةِ وَالتَّابِعَيْنِ. </p><p> قَالَ: \" وَالْقَوْلُ الثَّانِي مُقَدَّرٌ بِالْعُرْفِ لَا بِالشَّرْعِ، فَيُطْعِمُ أَهْلُ كُلِّ بَلَدٍ مِنْ أَوْسَطِ مَا يُطْعِمُونَ أَهْلِيهِمْ قَدْرًا وَنَوْعًا، وَهَذَا مَعْنَى قَوْلِ إِسْمَاعِيلَ بْنِ إِسْحَاقَ كَانَ مَالِكٌ يَرَى فِي كَفَّارَةِ الْيَمِينِ أَنَّ الْمُدَّ يُجْزِئُ فِي الْمَدِينَةِ قَالَ مَالِكٌ: أَمَّا الْبُلْدَانُ فَإِنَّ لَهُمْ عَيْشًا غَيْرَ عَيْشِنَا فَأَرَى أَنْ يُكَّفِرُوا بِالْوَسَطِ مِنْ عَيْشِهِمْ لِقَوْلِهِ تَعَالَى: (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) وَهُوَ مَذْهَبُ دَاوُدَ وَأَصْحَابِهِ مُطْلَقًا. </p><p> \" وَالْمَنْقُولُ مِنْ أَكْثَرِ الصَّحَابَةِ وَالتَّابِعِينَ هَذَا الْقَوْلُ، وَلِهَذَا كَانُوا يَقُولُونَ الْأَوْسَطُ: خُبْزٌ وَلَبَنٌ، خُبْزٌ وَسَمْنٌ، وَخُبْزٌ وَتَمْرٌ، وَالْأَعْلَى: خُبْزٌ وَلَحْمٌ، وَقَدْ بَسَطْنَا الْآثَارَ عَنْهُمْ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَبَيَّنَّا أَنَّ هَذَا الْقَوْلَ هُوَ الَّذِي يَدُلُّ عَلَيْهِ الْكِتَابُ وَالسَّنَةُ وَالِاعْتِبَارُ، وَهُوَ </p><p> قِيَاسُ مَذْهَبِ أَحْمَدَ وَأُصُولُهُ، فَإِنَّ أَصْلَهُ أَنَّ مَا لَمْ يُقَدِّرْهُ الشَّارِعُ فَإِنَّهُ يُرْجَعُ فِيهِ إِلَى الْعُرْفِ وَهَذَا لَمْ يُقَدِّرْهُ الشَّارِعُ فَيُرْجَعُ فِيهِ إِلَى الْعُرْفِ لَا سِيَّمَا مَعَ قَوْلِهِ تَعَالَى:  (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) فَإِنَّ أَحْمَدَ لَمْ يُقَدِّرْ طَعَامَ الْمَرْأَةِ وَالْوَلَدِ وَلَا الْمَمْلُوكِ وَلَا يُقَدِّرُ أُجْرَةَ الْأَجِيرِ الْمُسْتَخْدَمِ بِطَعَامِهِ وَكِسْوَتِهِ فِي ظَاهِرِ مَذْهَبِهِ، وَلَا يُقَدِّرُ الضِّيَافَةَ الْوَاجِبَةَ عِنْدَهُ قَوْلًا وَاحِدًا، وَلَا يُقَدِّرُ الْجِزْيَةَ فِي أَظْهَرِ الْقَوْلَيْنِ وَلَا الْخَرَاجَ. . . إِلَخْ. </p><p> ثُمَّ ذَكَرَ الْخِلَافَ فِي الْإِدَامِ، وَبَيَّنَ أَنَّ الصَّحِيحَ وُجُوبُهُ عَلَى مَنْ يُطْعِمُهُ أَهْلَهُ، وَأَنَّ الْعِبْرَةَ بِالْعُرْفِ فِي كُلِّ حَالٍ مِنْ أَحْوَالِ الرِّخَصِ وَالْغَلَاءِ وَالْإِعْسَارِ وَالْإِيسَارِ وَالصَّيْفِ وَالشِّتَاءِ وَغَيْرِ ذَلِكَ، وَذَكَرَ أَنَّ مَنْ جَمَعَ عَشَرَةَ مَسَاكِينَ وَعَشَّاهُمْ خَبْزًا أَوْ أُدُمًا مَنْ أَوْسَطِ مَا يُطْعِمُ أَهْلَهُ أَجْزَأَهُ ذَلِكَ عِنْدَ أَكْثَرِ السَّلَفِ، وَهُوَ مَذْهَبُ أَبِي حَنِيفَةَ وَمَالِكٍ وَأَحْمَدَ فِي إِحْدَى الرِّوَايَتَيْنِ، وَهُوَ أَظْهَرُ الْقَوْلَيْنِ فِي الدَّلِيلِ، فَإِنَّ اللهَ أَمَرَ بِالْإِطْعَامِ وَلَمْ يُوجِبِ التَّمْلِيكَ وَرَدَّ مَا احْتُجَّ بِهِ عَلَى وُجُوبِ التَّمْلِيكِ بِأَنَّ الشَّرْعَ أَوْجَبَ الْإِطْعَامَ لَا التَّمْلِيكَ وَلَا التَّصَرُّفَ وَلَمْ يُقَدِّرْ لِلْمِسْكِينِ مِقْدَارًا مُعَيَّنًا فَيُقَالُ إِنَّهُ رُبَّمَا لَمْ يَسْتَوْفِهِ فِي عَشَائِهِ، وَإِنَّمَا أَوْجَبَ اللهُ التَّمْلِيكَ فِي صَدَقَةِ الزَّكَاةِ لِأَنَّهُ ذَكَرَهَا بِلَامِ الْمِلْكِ إِلَّا مَا كَانَ فِي الرِّقَابِ وَفِي سَبِيلِ اللهِ، وَإِذَا مَلَكَ الْمِسْكِينُ مُدًّا مِنَ الْبُرِّ أَوْ غَيْرِهِ فَرُبَّمَا بَاعَهُ وَاشْتَرَى بِثَمَنِهِ شَيْئًا لَا يُؤْكَلُ فَلَا يَكُونُ الْمُكَفِّرُ مُطْعِمًا لَهُ كَمَا أَمَرَهُ اللهُ تَعَالَى انْتَهَى \". بِالْمَعْنَى.</p><p> (٥ أَمْرُ الْأَيْمَانِ يُبْنَى عَلَى الْعُرْفِ وَالنِّيَّةِ) . </p><p> أَمْرُ الْأَيْمَانِ مَبْنِيٌّ عَلَى الْعُرْفِ الْعَامِّ بَيْنَ النَّاسِ بِالْإِجْمَاعِ لَا عَلَى مَدْلُولَاتِ اللُّغَةِ وَاصْطِلَاحَاتِ الشَّرْعِ، فَمَنْ حَلَفَ لَا يَأْكُلُ لَحْمًا فَأَكَلَ سَمَكًا لَا يَحْنَثُ وَإِنْ سَمَّاهُ اللهُ لَحْمًا طَرِيًّا إِلَّا إِنْ نَوَاهُ أَوْ كَانَ يَدْخُلُ فِي عُمُومِ اللَّحْمِ فِي عُرْفِ قَوْمِهِ، وَمِنْ حَلَفَ عَلَى شَيْءٍ وَنَوَى مَعْنًى مَجَازِيًّا غَيْرَ الظَّاهِرِ فَالْعِبْرَةُ بِنِيَّتِهِ لَا بِلَفْظِهِ، وَأَمَّا مَنْ يَحْلِفُهُ غَيْرُهُ يَمِينًا عَلَى شَيْءٍ فَالْعِبْرَةُ بِنِيَّةِ الْحَلِفِ لَا الْحَالِفِ، وَإِلَّا لَمْ يَكُنْ لِلْأَيْمَانِ فِي الْقَاضِي فَائِدَةٌ. </p><p> رَوَى أَحْمَدُ وَمُسْلِمٌ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَمِينُكَ عَلَى مَا يُصَدِّقُكَ بِهِ صَاحِبُكَ \" وَفِي لَفْظٍ لِمُسْلِمٍ وَابْنِ مَاجَهْ \" الْيَمِينُ عَلَى نِيَّةِ الْمُسْتَحْلَفِ \" وَقَدْ خَصَّهُ بَعْضُهُمْ بِكَوْنِ الْمُحَلِّفُ هُوَ الْحَاكِمُ، وَلَفْظُ \" صَاحِبِكَ \" فِي الْحَدِيثِ يَرُدُّ هَذَا التَّخْصِيصَ، وَقَالَ بَعْضُهُمْ: الْحَاكِمُ أَوِ الْغَرِيمُ، وَقَدْ حَكَى الْقَاضِي عِيَاضٌ الْإِجْمَاعَ عَلَى أَنَّ الْحَالِفَ مِنْ غَيْرِ اسْتِخْلَافٍ وَمِنْ غَيْرِ تَعَلُّقٍ حَقٌّ بِيَمِينِهِ لَهُ نِيَّتُهُ وَيُقْبَلُ قَوْلُهُ وَأَمَّا إِذَا كَانَ لِغَيْرِهِ حَقٌّ عَلَيْهِ فَلَا خِلَافَ أَنَّهُ يُحْكَمُ عَلَيْهِ بِظَاهِرِ يَمِينِهِ، سَوَاءٌ حَلَفَ مُتَبِرِّعًا أَوْ بِاسْتِخْلَافِ غَيْرِهِ لَهُ، وَظَاهِرُ هَذَا: أَنَّهُ لَا فَرْقَ بَيْنَ الْحُقُوقِ الشَّخْصِيَّةِ الْخَاصَّةِ وَالْحُقُوقِ </p>"
}