{
  "id": null,
  "sura": 5,
  "aya": 12,
  "text": "<p> (وَلَقَدْ أَخَذَ اللهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللهُ بِمَا كَانُوا يَصْنَعُونَ) . إِنَّ وَجْهَ الِاتِّصَالِ وَالْمُنَاسَبَةِ بَيْنَ هَذِهِ الْآيَاتِ وَمَا قَبْلَهَا يُعْلَمُ مِمَّا تَقَدَّمَ مِنْ أَخْذِ اللهِ الْمِيثَاقَ عَلَى هَذِهِ الْأُمَّةِ، وَهَذَا مِنَ الْمَقَاصِدِ الَّتِي لَا تَخْتَلِفُ بِاخْتِلَافِ الْأَزْمِنَةِ ; فَكَانَ عَامًّا فِي جَمِيعِ الْأُمَمِ الَّتِي بَعَثَ اللهُ فِيهَا الرُّسُلَ، كَمَا قُلْنَاهُ فِي تَفْسِيرِ تِلْكَ الْآيَةِ، فَلَمَّا ذَكَّرَنَا اللهُ تَعَالَى بِمِيثَاقِهِ، الَّذِي وَاثَقَنَا بِهِ عَلَى السَّمْعِ وَالطَّاعَةِ لِخَاتَمِ رُسُلِهِ، ذَكَرَ لَنَا أَخْذَهُ مِثْلَ هَذَا الْمِيثَاقِ عَلَى أَقْرَبِ الْأُمَمِ إِلَيْنَا وَطَنًا وَتَارِيخًا، وَهُمُ الْيَهُودُ وَالنَّصَارَى، وَمَا كَانَ مِنْ نَقْضِهِمْ مِيثَاقَهُ، وَمِنْ عِقَابِهِ لَهُمْ عَلَى ذَلِكَ فِي الدُّنْيَا، وَمَا يَنْتَظِرُونَ مِنْ عِقَابِ </p><p> الْآخِرَةِ - وَهُوَ أَشَدُّ وَأَبْقَى - لِنَعْتَبِرَ بِحَالِهِمْ وَنَتَّقِيَ حَذْوَ مِثَالِهِمْ، وَلِيُبَيِّنَ لَنَا عِلَّةَ كُفْرِهِمْ بِنَبِيِّنَا، وَتَصَدِّيهِمْ لِإِيذَائِهِ وَعَدَاوَةِ أُمَّتِهِ ; وَلِيُقِيمَ بِذَلِكَ الْحُجَّةَ عَلَيْهِمْ فِيمَا تَرَاهُ بَعْدَ هَذِهِ الْآيَاتِ. فَهَذَا مَبْدَأُ سِيَاقٍ طَوِيلٍ فِي مُحَاجَّةِ أَهْلِ الْكِتَابِ، وَبَيَانِ أَنْوَاعِ كُفْرِهِمْ وَضَلَالِهِمْ. قَالَ تَعَالَى: </p><p> (وَلَقَدْ أَخَذَ اللهُ مِيثَاقَ بَنِي إِسْرَائِيلَ) يُقْسِمُ، عَزَّ وَجَلَّ، أَنَّهُ قَدْ أَخَذَ الْعَهْدَ الْمُوَثَّقَ عَلَى بَنِي إِسْرَائِيلَ لَيَعْمَلُنَّ بِالتَّوْرَاةِ الَّتِي شَرَعَهَا لَهُمْ ; لِإِفَادَةِ تَأْكِيدِ هَذَا الْأَمْرِ وَتَحْقِيقِهِ، وَالِاهْتِمَامِ بِمَا رَتَّبَ عَلَيْهِ ; لِأَنَّ الرَّسُولَ قَدْ عَلِمَهُ بِالْوَحْيِ الْإِلَهِيِّ، وَإِنْ لَمْ يَطَّلِعْ عَلَى تَوْرَاتِهِمْ وَلَا عَلَى شَيْءٍ مِنْ تَارِيخِهِمْ. وَلَا يَزَالُ هَذَا الْمِيثَاقُ فِي آخِرِ الْأَسْفَارِ الْخَمْسَةِ الْمَنْسُوبَةِ إِلَى مُوسَى عَلَيْهِ الصَّلَاةُ وَالسَّلَامِ (رَاجِعْ تَفْسِيرَ \" وَأَخْذِنَا مِنْهُمْ مِيثَاقًا غَلِيظًا \"  (٤: ١٥٤) مِنْ هَذَا الْجُزْءِ مِنَ التَّفْسِيرِ) . </p><p> (وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا) النَّقِيبُ فِي الْقَوْمِ: مَنْ يُنَقِّبُ عَنْ أَحْوَالِهِمْ وَيَبْحَثُ عَنْ شُئُونِهِمْ، مِنْ نَقَبَ عَنِ الشَّيْءِ: إِذَا بَحَثَ أَوْ فَحَصَ فَحْصًا بَلِيغًا، وَأَصْلُهُ الْخَرْقُ فِي الْجِدَارِ وَنَحْوِهِ ; كَالنَّقْبِ فِي الْخَشَبِ وَمَا شَابَهَهُ، وَيُقَالُ نَقَبَ عَلَيْهِمْ (مِنْ بَابِ ضَرَبَ وَعَلِمَ) نِقَابَةً ; أَيْ صَارَ نَقِيبًا عَلَيْهِمْ، عُدِّيَ بِاللَّامِ لِمَا فِيهِ مِنْ مَعْنَى التَّوْلِيَةِ وَالرِّيَاسَةِ، وَنُقَبَاءُ بَنِي إِسْرَائِيلَ هُمْ زُعَمَاءُ أَسْبَاطِهِمُ الِاثْنَيْ عَشَرَ. وَالْمُرَادُ بِبَعْثِهِمْ: إِرْسَالُهُمْ لِمُقَاتَلَةِ الْجَبَّارِينَ الَّذِينَ يَجِيءُ خَبَرُهُمْ فِي هَذِهِ السُّورَةِ، قَالَهُ مُجَاهِدٌ وَالْكَلْبِيُّ وَالسُّدِّيُّ، فَإِنْ صَحَّ هَذَا أُخِذَ بِهِ، وَإِلَّا فَالظَّاهِرُ أَنَّ بَعْثَهُمْ مِنْهُمْ هُوَ جَعْلُهُمْ رُؤَسَاءَ فِيهِمْ (وَقَالَ اللهُ إِنِّي مَعَكُمْ) أَيْ إِنِّي مَعَكُمْ بِالْمَعُونَةِ وَالنَّصْرِ مَا دُمْتُمْ مُحَافِظِينَ عَلَى مِيثَاقِي، قَالَ اللهُ هَذَا لِمُوسَى عَلَيْهِ السَّلَامُ، وَهُوَ بَلَّغَهُ عَنْهُ، وَكَانَ يُذَكِّرُهُمْ بِهِ أَنْبِيَاؤُهُمْ، وَيُجَدِّدُهُ رُسُلُهُمْ، وَيَتَوَعَّدُونَهُمْ نَحْوَ مَا تَوَعَّدَهُمْ بِهِ مُوسَى عِنْدَ أَخْذِهِ عَلَيْهِمْ، إِذَا هُمْ نَقَضُوهُ (لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ) أَيْ وَأَقْسَمَ اللهُ لَهُمْ عَلَى لِسَانِ مُوسَى بِمَا مَضْمُونُهُ: لَئِنْ أَدَّيْتُمُ الصَّلَاةَ عَلَى وَجْهِهَا، وَأَعْطَيْتُمْ مَا فَرَضَ عَلَيْكُمْ فِي أَمْوَالِكُمْ مِنَ الصَّدَقَةِ الَّتِي تَتَزَكَّى بِهَا نُفُوسُكُمْ، وَتَتَطَهَّرُ مِنْ رَذِيلَةِ الْبُخْلِ (وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ) أَيْ بِرُسُلِي الَّذِينَ أُرْسِلُهُمْ إِلَيْكُمْ بَعْدَ مُوسَى ; كَدَاوُدَ، وَسُلَيْمَانَ، وَزَكَرِيَّا، وَيَحْيَى، وَعِيسَى، وَمُحَمَّدٍ، </p><p> صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ أَجْمَعِينَ. وَهَذِهِ هِيَ نُكْتَةُ تَأْخِيرِ الْإِيمَانِ بِالرُّسُلِ - وَهُوَ مِنْ أَصُولُ الْعَقَائِدِ - عَلَى الصَّلَاةِ وَالزَّكَاةِ، وَهُمَا مِنْ فُرُوعِ الْأَعْمَالِ؛ فَإِنَّ الْخِطَابَ لِقَوْمٍ مُؤْمِنِينَ بِاللهِ وَرَسُولِهِ الَّذِي بَلَّغَهُمْ ذَلِكَ. </p><p> \" وَالتَّعْزِيرُ \" : النُّصْرَةُ مَعَ التَّعْظِيمِ، كَمَا قَالَ الرَّاغِبُ، وَسُمِّيَ مَا دُونَ الْحَدِّ مِنَ التَّأْدِيبِ الشَّرْعِيِّ تَعْزِيرًا ; لِأَنَّهُ نُصْرَةٌ مِنْ حَيْثُ إِنَّهُ قَمْعٌ لِلْمُعَزَّرِ عَمَّا يَضُرُّ وَمَنَعٌ لَهُ أَنْ يُقَارِفَهُ. فَالتَّعْزِيرُ قِسْمَانِ: أَنْ تَرُدَّ عَنِ الْمَرْءِ مَا يَضُرُّهُ، أَوْ تَرُدَّهُ هُوَ عَمَّا يَضُرُّهُ مُطْلَقًا، وَالْأَوَّلُ هُوَ تَعْزِيرُ النَّاسِ لِلرُّسُلِ (وَأَقْرَضْتُمُ اللهَ قَرْضًا حَسَنًا) أَيْ وَبَذَلْتُمْ مِنَ الْمَالِ وَالْمَعْرُوفِ فَوْقَ مَا أَوْجَبَهُ اللهُ وَفَرَضَهُ عَلَيْكُمْ بِالنَّصِّ ; فَكُنْتُمْ بِذَلِكَ بِمَثَابَةِ مَنْ أَقْرَضَ مَالَهُ لِغَنِيٍّ مَلِيٍّ وَفِيٍّ ; فَهُوَ لَا يَضِيعُ عَلَيْهِ، وَلَكِنَّهُ يَجِدُهُ أَمَامَهُ عِنْدَ شِدَّةِ الْحَاجَةِ إِلَيْهِ، وَإِذَا أَرَدْتَ أَنْ تَعْرِفَ مَا فِي هَذَا التَّعْبِيرِ مِنَ الْبَلَاغَةِ وَالتَّأْثِيرِ، فَارْجِعْ إِلَى تَفْسِيرِ قَوْلِهِ تَعَالَى:  (مَنْ ذَا الَّذِي يُقْرِضُ اللهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً)  (٢: ٢٤٥) فِي ص ٣٦٦ - ٣٧٢ مِنْ جُزْءِ التَّفْسِيرِ الثَّانِي ط الْهَيْئَةِ. (لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ) هَذَا جَوَابُ الْقَسَمِ ; أَيْ لَأُزِيلَنَّ بِتِلْكَ الْحَسَنَاتِ الْخَمْسِ - الصَّلَاةِ </p><p> ، </p><p> وَالزَّكَاةِ، وَالْإِيمَانِ بِالرُّسُلِ، وَتَعْزِيرِهِمْ، وَالْإِقْرَاضِ الْحَسَنِ - تَأْثِيرَ سَيِّئَاتِكُمُ الْمَاضِيَةِ مِنْ نُفُوسِكُمْ، فَلَا يَبْقَى فِيهَا خُبْثٌ يَقْتَضِي الْعِقَابَ، وَذَلِكَ بِحَسَبَ مَا مَضَتْ بِهِ سُنَّةُ اللهِ تَعَالَى مِنْ إِذْهَابِ الْحَسَنَاتِ لِلسَّيِّئَاتِ، كَمَا يَغْسِلُ الْمَاءُ الْقَاذُورَاتِ (وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) لَا يَدْخُلُهَا إِلَّا مَنْ كَانَ طَاهِرَ النَّفْسِ مِنَ الشِّرْكِ، وَمَا يَتْبَعُهُ مِنْ مُفْسِدَاتِ الْفِطْرَةِ، وَقَدْ تَقَدَّمَ بَيَانُ هَذَا وَتَفْسِيرُ هَذِهِ الْعِبَارَةِ مِرَارًا، وَلَمَّا بَيَّنَ اللهُ تَعَالَى الْعَمَلَ الصَّالِحَ وَالْوَعْدَ بِالْجَزَاءِ الْحَسَنِ عَلَيْهِ أَعْقَبَهُ بِبَيَانِ حَالِ مَنْ كَانَ عَلَى ضِدِّهِ، فَقَالَ:  (فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلَ) أَيْ ضَلَّ الصِّرَاطَ الْمُسْتَقِيمَ وَالسَّبِيلَ السَّوِيَّ، الَّذِي يُوَصِّلُ سَالِكَهُ إِلَى إِصْلَاحِ قَلْبِهِ وَتَزْكِيَةِ نَفْسِهِ، وَيَجْعَلُهُ أَهْلًا لِجِوَارِ اللهِ تَعَالَى فِي تِلْكَ الْجَنَّاتِ، وَانْحَرَفَ عَنْ وَسَطِهِ فَخَرَجَ عَنْهُ بِسُلُوكِ إِحْدَى سُبُلِ الْبَاطِلِ الْمُفْسِدَةِ لِلْفِطْرَةِ، وَالْمُدَسِّيَةِ لِلنَّفْسِ الَّتِي يَنْتَهِي سَالِكُهَا إِلَى دَارِ الْجَحِيمِ وَالْخِزْيِ الْمُقِيمِ. </p><p> (فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً) أَيْ فَبِسَبَبِ نَقْضِهِمْ مِيثَاقَنَا الَّذِي أَخَذْنَاهُ عَلَيْهِمْ، وَوَاثَقْنَاهُمْ بِهِ، وَمِنْهُ الْإِيمَانُ بِمَنْ نُرْسِلُهُ إِلَيْهِمْ مِنَ </p><p> الرُّسُلِ وَنَصْرُهُمْ، وَتَعْزِيرُهُمْ، اسْتَحَقُّوا لَعْنَتَنَا وَالْبُعْدَ مِنْ رَحْمَتِنَا ; لِأَنَّ نَقْضَ الْمِيثَاقِ قَدْ دَنَّسَ نُفُوسَهُمْ، وَأَفْسَدَ فِطْرَتَهُمْ، وَقَسَّى قُلُوبَهُمْ حَتَّى قَتَلُوا الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ، وَافْتَرَوْا عَلَى مَرْيَمَ وَبَهَتُوهَا، وَأَهَانُوا وَلَدَهَا الَّذِي أَرْسَلَهُ اللهُ تَعَالَى لِهِدَايَتِهِمْ، وَإِصْلَاحِ مَا فَسَدَ مِنْ أَمْرِهِمْ، وَحَاوَلُوا قَتْلَهُ، وَافْتَخَرُوا بِذَلِكَ بِمُجَرَّدِ الشُّبْهَةِ، فَمَعْنَى لَعْنِهِمْ وَجَعْلِ قُلُوبِهِمْ قَاسِيَةً أَنَّ نَقْصَ الْمِيثَاقِ، وَمَا يَتَرَتَّبُ عَلَيْهِ مِنَ الْمَعَاصِي وَالْكُفْرِ كَانَ بِحَسَبَ سُنَّةِ اللهِ تَعَالَى فِي تَأْثِيرِ الْأَعْمَالِ فِي النُّفُوسِ، مُبْعِدًا لَهُمْ عَنْ كُلِّ مَا يَسْتَحِقُّونَ بِهِ رَحْمَةَ اللهِ وَفَضْلَهُ، وَمُقَسِّيًا لِقُلُوبِهِمْ حَتَّى لَمْ تَعُدْ تُؤَثِّرُ فِيهَا حُجَّةٌ وَلَا مَوْعِظَةٌ، فَهَذَا مَعْنَى إِسْنَادِ اللَّعْنَةِ وَتَقْسِيَةِ الْقُلُوبِ إِلَيْهِ تَعَالَى، وَلَيْسَ مَعْنَاهُ مَا يَزْعُمُهُ الْجَبْرِيَّةُ مِنْ أَنَّهُ شَيْءٌ خَلَقَهُ اللهُ ابْتِدَاءً، وَعَاقَبَهُمْ بِهِ، وَلَمْ يَكُنْ مُسَبَّبًا عَنْ أَعْمَالِهِمْ الِاخْتِيَارِيَّةِ الَّتِي هِيَ عِلَّةٌ لِذَلِكَ، وَلَا كَمَا يَفْهَمُهُ بَعْضُ الْجَاهِلِينَ لِسُنَنِ اللهِ تَعَالَى فِي الْجَزَاءِ الْإِلَهِيِّ ; إِذْ يَظُنُّونَ أَنَّهُ مِنْ قَبِيلِ الْجَزَاءِ الْوَضْعِيِّ الْمُرَتَّبِ عَلَى مُخَالَفَةِ الشَّرَائِعِ وَالْقَوَانِينِ فِي الدُّنْيَا، وَقَدْ بَيَّنَّا مِرَارًا أَنَّهُ لَيْسَ كَذَلِكَ، وَإِنَّمَا هُوَ مِنْ قَبِيلِ الْأَمْرَاضِ وَالْآلَامِ الْمُرَتَّبَةِ عَلَى مُخَالَفَةِ قَوَانِينِ الطِّبِّ، وَهَذَا أَمْرٌ مَعْقُولٌ فِي نَفْسِهِ مُطَابِقٌ لِلْوَاقِعِ وَلِحِكْمَةِ التَّكْلِيفِ، وَجَامِعٌ بَيْنَ النُّصُوصِ، وَلَوْ خَلَقَ اللهُ الْقَسْوَةَ فِي قُلُوبِهِمُ ابْتِدَاءً فَلَمْ تَكُنْ أَثَرًا لِأَعْمَالِهِمُ الِاخْتِيَارِيَّةِ السَّيِّئَةِ لَاسْتَحَالَ أَنْ يَذُمَّهُمْ بِهَا، وَيُعَاقِبَهُمْ عَلَيْهَا. قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ \" قَسِيَّةً \" بِتَشْدِيدِ الْيَاءِ عَلَى وَزْنِ \" فَعِيلَةً \" ، وَهُوَ أَبْلَغُ فِي الْوَصْفِ مِنْ \" قَاسِيَةً \" وَهِيَ قِرَاءَةُ الْبَاقِينَ، وَلِأَجَلِ مُوَافَقَةِ الْقِرَاءَتَيْنِ كُتِبَتِ الْكَلِمَةُ فِي الْمُصْحَفِ الْإِمَامِ بِغَيْرِ أَلِفٍ، وَقِيلَ: إِنَّ \" قَسِيَّةً \" بِمَعْنَى \" رَدِيئَةً فَاسِدَةً \" ، مِنْ قَوْلِهِمْ دِرْهَمٌ قَسِيٌّ، عَلَى وَزْنِ \" شَقِيٌّ \" : أَيْ \" فَاسِدٌ مَغْشُوشٌ \" ، وَقَدْ رَدَّ الزَّمَخْشَرِيُّ هَذَا الْمَعْنَى إِلَى الْقَسْوَةِ بِمَعْنَى الصَّلَابَةِ ; لِأَنَّ الذَّهَبَ وَالْفِضَّةَ الْخَالِصَيْنِ فِيهِمَا لِينٌ، فَإِذَا غُشَّا بِإِدْخَالِ بَعْضِ الْمَعَادِنِ فِيهِمَا كَالنُّحَاسِ أَفَادَهُمَا ذَلِكَ قَسْوَةً وَصَلَابَةً. </p>"
}