{
  "id": null,
  "sura": 5,
  "aya": 86,
  "text": "<p> بِتَحِيَّةِ أَهْلِ الْجَنَّةِ وَتَحِيَّةِ الْمَلَائِكَةِ، فَقَالَ لَهُمْ: مَا يَقُولُ صَاحِبكُمْ فِي عِيسَى وَأُمِّهِ؟ قَالُوا: يَقُولُ عَبْدُ اللهِ وَرَسُولُهُ وَرُوحٌ مِنْهُ أَلْقَاهَا إِلَى مَرْيَمَ، وَيَقُولُ فِي مَرْيَمَ: إِنَّهَا الْعَذْرَاءُ الطَّيِّبَةُ الْبَتُولُ، قَالَ فَأَخَذَ عُودًا مِنَ الْأَرْضِ فَقَالَ: مَا زَادَ عِيسَى وَأُمُّهُ عَلَى مَا قَالَ صَاحِبُكُمْ هَذَا الْعُودَ، فَكَرِهُ الْمُشْرِكُونَ قَوْلَهُ وَتَغَيَّرَتْ لَهُ وُجُوهُهُمْ فَقَالَ: هَلْ تَقْرَءُونَ شَيْئًا مِمَّا أُنْزِلَ عَلَيْكُمْ؟ قَالُوا: نَعَمْ، قَالَ: فَاقْرَءُوا وَحَوْلَهُ الْقِسِّيسُونَ وَالرُّهْبَانُ وَسَائِرُ النَّصَارَى فَجَعَلَتْ طَائِفَةٌ مِنَ الْقِسِّيسِينَ وَالرُّهْبَانِ كُلَّمَا قَرَءُوا آيَةً انْحَدَرَتْ دُمُوعُهُمْ مِمَّا عَرَفُوا مِنَ الْحَقِّ، قَالَ اللهُ تَعَالَى:  (ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ) . </p><p> هَذَا وَإِنَّ الْمُحَدِّثِينَ يَجْمَعُونَ بَيْنَ أَمْثَالِ هَذِهِ الرِّوَايَاتِ بِتَعَدُّدِ الْوَقَائِعِ، فَإِنْ لَمْ يُمْكِنِ الْجَمْعُ اعْتَمَدُوا عَلَى مَا كَانَ أَقْوَى سَنَدًا. </p><p> ذَكَرَ هَذِهِ الرِّوَايَاتِ الْحَافِظُ السُّيُوطِيُّ فِي الدُّرِّ الْمَنْثُورِ، وَذَكَرَ رِوَايَةً أُخْرَى أَخْرَجَهَا الطَّبَرَانِيُّ مُخْتَصَرَةً وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ مُطَوَّلَةً عَنْ سَلْمَانَ الْفَارِسِيِّ رَضِيَ اللهُ عَنْهُ فِي سَبَبِ إِسْلَامِهِ، مُلَخَّصُهَا أَنَّهُ كَانَ مَجُوسِيًّا وَظَفِرَ بِبَعْضِ عُبَّادِ النَّصَارَى الْمُنْقَطِعِينَ فِي بَعْضِ الْجِبَالِ وَسَافَرَ مَعَهُمْ مِنْ بِلَادِهِ إِلَى الْمَوْصِلِ، وَهُنَاكَ اتَّصَلُوا بِعُبَّادٍ مِثْلِهُمْ وَلَقُوا رَجُلًا كَانَ مُنْقَطِعًا لِلْعِبَادَةِ فِي كَهْفٍ عَظَّمُوهُ كَثِيرًا، وَوَعَظَهُمْ هُوَ وَعْظًا بَلِيغًا، ذَكَرَ فِيهِ أَنَّ عِيسَى كَانَ رَسُولًا لِلَّهِ وَعَبْدًا أَنْعَمَ عَلَيْهِ فَشَكَرَ ذَلِكَ لَهُ، وَكَانَ الرَّجُلُ لَا يَخْرُجُ مِنَ الْكَهْفِ إِلَّا يَوْمَ الْأَحَدِ، ثُمَّ سَافَرَ الْعَابِدُ وَسَافَرَ مَعَهُ سَلْمَانُ إِلَى بَيْتِ الْمَقْدِسِ، وَهُنَاكَ </p><p> شَفَى الله عَلَى يَدِهِ مُقْعَدًا، وَقَدْ وَعَظَ سَلْمَانَ قَبْلَ فِرَاقِهِ فَذَكَرَ الْجَنَّةَ وَالنَّارَ وَبِعْثَةَ نَبِيٍّ مِنْ تِهَامَةَ صِفَاتُهُ كَيْتَ وَكَيْتَ وَأَوْصَاهُ بِالْإِيمَانِ بِهِ، ثُمَّ فَارَقَهُ فَلَمْ يَسْتَطِعْ إِدْرَاكَهُ، فَلَقِيَ رَكْبًا مِنَ الْحِجَازِ حَمَلُوهُ إِلَى الْمَدِينَةِ فَبَاعُوهُ فِيهَا، وَلَمَّا لَقِيَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَأَى الْعَلَامَاتِ فِيهِ آمَنَ وَكَاتَبَ وَسَاعَدَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَالِ عَلَى شِرَاءِ نَفْسِهِ، وَأَنَّ الْآيَاتِ نَزَلَتْ فِي أَصْحَابِهِ الَّذِينَ صَحِبَهُمْ، وَالرِّوَايَةُ ضَعِيفَةٌ وَحَمْلُ الْآيَاتِ عَلَيْهَا بِعِيدٌ. </p><p> (وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ) . </p><p> بَعْدَ أَنْ بَيَّنَ اللهُ تَعَالَى فِي آخِرِ الْآيَةِ السَّابِقَةِ أَنَّ مَا أَثَابَ بِهِ أُولَئِكَ النَّصَارَى الَّذِينَ آمَنُوا بِالرَّسُولِ الْأَعْظَمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ جَزَاءُ جَمِيعِ الْمُحْسِنِينَ عِنْدَهُ الَّذِينَ آمَنُوا كَإِيمَانِهِمْ </p><p> وَخَشَعُوا لِلْحَقِّ كَخُشُوعِهِمْ، عَقَّبَ عَلَيْهِ بِجَزَاءِ السَّيِّئِينَ إِلَى أَنْفُسِهِمْ بِالْكُفْرِ وَالتَّكْذِيبِ عَلَى سُنَّةِ الْقُرْآنِ فِي الْجَمْعِ بَيْنَ الْوَعْدِ وَالْوَعِيدِ فَقَالَ: </p><p> (وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا) الدَّالَّةُ عَلَى وَحْدَانِيَّتِنَا وَصِدْقِ رَسُولِنَا فِيمَا يُبَلِّغُهُ عَنَّا (أُولَئِكَ أَصْحَابُ الْجَحِيمِ) أَيْ أُولَئِكَ دُونَ غَيْرِهِمْ هُمْ أَصْحَابُ تِلْكَ النَّارِ الْعَظِيمَةِ الْمُلَازِمُونَ لَهَا، الَّذِينَ لَيْسَ لَهُمْ مَأْوَى سِوَاهَا أَعَاذَنَا اللهُ مِنْهَا. </p><p> (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ وَكُلُوا مِمَّا رَزَقَكُمُ اللهُ حَلَالًا طَيِّبًا وَاتَّقُوا اللهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ) . </p><p> بَدَأَ اللهُ تَعَالَى هَذِهِ السُّورَةَ بِآيَاتٍ مِنْ أَحْكَامِ الْحَلَالِ وَالْحَرَامِ وَالنُّسُكِ، وَمِنْهَا حِلُّ طَعَامِ أَهْلِ الْكِتَابِ وَالتَّزَوُّجُ مِنْهُمْ، وَأَحْكَامُ الطَّهَارَةِ وَالْعَدْلُ، وَلَوْ فِي الْأَعْدَاءِ الْمُبْغِضِينَ، ثُمَّ جَاءَ بِهَذَا السِّيَاقِ الطَّوِيلِ فِي بَيَانِ أَهْلِ الْكِتَابِ </p><p> وَمُحَاجَّتِهِمْ، فَكَانَ أَوْفَى وَأَتَمَّ مَا وَرَدَ فِي الْقُرْآنِ مِنْ ذَلِكَ، وَلَمْ يَتَخَلَّلْهُ إِلَّا قَلِيلٌ مِنْ آيَاتِ الْأَحْكَامِ وَالْوُعُودِ وَالْعِظَاتِ بَيَّنَّا مُنَاسَبَتُهَا لَهُ فِي مَوَاضِعِهَا، وَهَذِهِ الْآيَاتُ عَوْدٌ إِلَى أَحْكَامِ الْحَلَالِ وَالْحَرَامِ وَالنُّسُكِ الَّتِي بُدِئَتْ بِهَا السُّورَةُ، وَيَتْلُوهَا الْعَوْدُ إِلَى مُحَاجَّةِ أَهْلِ الْكِتَابِ كَمَا عَلِمْتَ، فَمَجْمُوعُ آيَاتِ السُّورَةِ، فِي هَذَيْنِ الْمَوْضُوعَيْنِ، وَإِنَّمَا لَمْ تُجْعَلْ آيَاتُ الْأَحْكَامِ كُلُّهَا فِي أَوَّلِ السُّورَةِ، وَتُجْعَلُ الْآيَاتُ فِي أَهْلِ الْكِتَابِ مُتَّصِلًا بَعْضُهَا بِبَعْضٍ فِي بَاقِيهَا لِمَا بَيَّنَّاهُ غَيْرَ مَرَّةٍ فِي حِكْمَةِ مَزْجِ الْمَسَائِلِ وَالْمَوْضُوعَاتِ فِي الْقُرْآنِ مِنْ حَيْثُ هُوَ مَثَانِي تُتْلَى دَائِمًا لِلِاهْتِدَاءِ بِهَا، لَا كِتَابًا فَنِّيًّا وَلَا قَانُونًا يُتَّخَذُ لِأَجْلِ مُرَاجَعَةِ كُلِّ مَسْأَلَةٍ مِنْ كُلِّ طَائِفَةٍ مِنَ الْمَعَانِي فِي بَابٍ مُعَيَّنٍ. </p><p> عَلَى أَنَّ فِي نَظْمِهِ وَتَرْتِيبِ آيِهِ مِنَ الْمُنَاسَبَةِ بَيْنَ الْمَسَائِلِ الْمُخْتَلِفَةِ مَا يُدْهِشُ أَصْحَابَ الْأَفْهَامِ الدَّقِيقَةِ بِحُسْنِهِ وَتَنَاسُقِهِ، كَمَا تَرَى فِي مُنَاسَبَةِ هَذِهِ الْآيَاتِ لِمَا قَبِلَهَا مُبَاشَرَةً، زَائِدًا عَلَى مَا عَلِمْتَ آنِفًا مِنْ مُنَاسَبَتِهَا لِمَجْمُوعِ مَا تَقَدَّمَهَا مِنْ أَوَّلِ السُّورَةِ إِلَى هُنَا. </p><p> ذَلِكَ أَنَّهُ تَعَالَى ذَكَرَ أَنَّ النَّصَارَى أَقْرَبُ النَّاسِ مَوَدَّةً لِلَّذِينَ آمَنُوا، وَذَكَرَ مِنْ سَبَبِ ذَلِكَ أَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا، فَكَانَ مِنْ مُقْتَضَى هَذَا أَنْ يَرْغَبَ الْمُؤْمِنُونَ فِي الرَّهْبَانِيَّةِ وَيَظُنَّ الْمَيَّالُونَ لِلتَّقَشُّفِ وَالزُّهْدِ أَنَّهَا مَرْتَبَةُ كَمَالِ تُقَرِّبُهُمْ إِلَى اللهِ تَعَالَى، وَهِيَ إِنَّمَا تَتَحَقَّقُ بِتَحْرِيمِ التَّمَتُّعِ بِالطَّيِّبَاتِ طَبْعًا مِنَ اللُّحُومِ وَالْأَدْهَانِ وَالنِّسَاءِ، إِمَّا دَائِمًا كَامْتِنَاعِ الرُّهْبَانِ مِنْ </p>"
}