{
  "id": null,
  "sura": 5,
  "aya": 112,
  "text": "<p> وَأَمَّا الْحُورُ الْعَيْنُ فَهُمَا جَمْعُ حَوْرَاءَ وَعَيْنَاءَ مِنَ الْحَوَرِ (بِالتَّحْرِيكِ) وَهُوَ شِدَّةُ بَيَاضِ الْعَيْنِ مَعَ شِدَّةِ سَوَادِهَا، فَالْحَوْرَاءُ مُؤَنَّثُ الْأَحْوَرِ، وَالْحَوَارِيَّةُ مُؤَنَّثُ الْحَوَارِيِّ، ثُمَّ اسْتُعْمِلَ الْحِوَارِيُّ بِمَعْنَى النَّفْيِ الْخَالِصِ فِي غَيْرِ اللَّوْنِ، قَالَ فِي اللِّسَانِ، وَقَالَ بَعْضُهُمْ: الْحَوَارِيُّونَ صَفْوَةُ الْأَنْبِيَاءِ الَّذِينَ خَلَصُوا لَهُمْ. قَالَ الزَّجَّاجُ: الْحَوَارِيُّونَ خُلْصَانُ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ وَصَفْوَتُهُمْ قَالَ: وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" الزُّبَيْرُ ابْنُ عَمَّتِي، وَحَوَارِيِّي مِنْ أُمَّتِي \" أَيْ خَاصَّتِي مِنْ أَصْحَابِي وَنَاصِرِي قَالَ: وَأَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَوَارِيُّونَ، وَتَأْوِيلُ الْحَوَارِيِّينَ فِي اللُّغَةِ الَّذِينَ أَخْلَصُوا وَنَقَوْا </p><p> مَنْ كُلِّ عَيْبٍ اهـ. وَاللُّغَةُ لَا تَدُلُّ عَلَى النَّقَاءِ مِنْ كُلِّ عَيْبٍ بِهَذَا التَّحْدِيدِ، وَإِنَّمَا تَدُلُّ عَلَى النَّقَاءِ وَالْخُلُوصِ مُطْلَقًا، فَيَكْفِي فِي صِحَّةِ الْإِطْلَاقِ أَنْ يَكُونُوا قَدْ خَلَصُوا لِنَصْرِهِ أَوْ خَلَصُوا وَنَقَوْا مِنَ الْكُفْرِ وَالنِّفَاقِ، وَقَدْ حَكَى الله عَنْهُمْ هُنَا أَنَّهُمْ قَالُوا: آمَنَّا، أَيْ بِاللهِ وَرَسُولِهِ عِيسَى عَلَيْهِ السَّلَامُ، وَأَشْهَدُوا اللهَ عَلَى أَنْفُسِهِمْ أَنَّهُمْ مُسْلِمُونَ أَيْ مُخْلِصُونَ فِي إِيمَانِهِمْ، مُذْعِنُونَ لِمَا يَتَرَتَّبُ عَلَيْهِ مِنَ الْأَمْرِ وَالنَّهْيِ، وَحَكَى عَنْهُمْ فِي سُورَتَيْ (آلِ عِمْرَانَ ٥٢) وَ (الصَّفِّ ١٤) أَنَّهُمْ حِينَ قَالَ الْمَسِيحُ: (مَنْ أَنْصَارِي إِلَى اللهِ)  (هـ) قَالُوا: (نَحْنُ أَنْصَارُ اللهِ) . </p><p> (إِذْ قَالَ الْحَوَارِيُّونَ يَاعِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ) قَالَ أَبُو السُّعُودِ الْعِمَادِيُّ فِي تَفْسِيرِ: \" إِذْ قَالَ الْحَوَارِيُّونَ \" مَا نَصُّهُ: كَلَامٌ مُسْتَأْنَفٌ مَسُوقٌ لِبَيَانِ بَعْضِ مَا جَرَى بَيْنَهُ عَلَيْهِ السَّلَامُ وَبَيْنَ قَوْمِهِ مُنْقَطِعٌ عَمَّا قَبْلَهُ كَمَا يُنْبِئُ عَنْهُ الْإِظْهَارُ فِي مَوْقِعِ الْإِضْمَارِ، وَ \" إِذْ \" مَنْصُوبٌ بِمُضْمَرٍ خُوطِبَ بِهِ النَّبِيُّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، بِطَرِيقِ تَلْوِينِ الْخِطَابِ وَالِالْتِفَاتِ، لَكِنَّ لَا لِأَنَّ الْخِطَابَ السَّابِقَ لِعِيسَى عَلَيْهِ السَّلَامُ فَإِنَّهُ لَيْسَ بِخِطَابٍ وَإِنَّمَا هُوَ حِكَايَةُ خِطَابٍ، بَلْ لِأَنَّ الْخِطَابَ لِمَنْ خُوطِبَ بِقَوْلِهِ تَعَالَى:  (اتَّقُوا اللهَ) الْآيَةَ فَتَأَمَّلْ كَأَنَّهُ قِيلَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَقِيبِ حِكَايَةِ مَا صَدَرَ عَنِ الْحَوَارِيِّينَ مِنَ الْمَقَالَةِ الْمَعْدُودَةِ مِنْ نِعَمِ اللهِ تَعَالَى الْفَائِضَةِ عَلَى عِيسَى عَلَيْهِ السَّلَامُ. اذْكُرِ النَّاسَ وَقْتَ قَوْلِهِمْ إِلَخْ. وَقِيلَ: </p><p> هُوَ ظَرْفٌ لِقَالُوا، أُرِيدَ بِهِ التَّنْبِيهُ عَلَى أَنَّ ادِّعَاءَهُمُ الْإِيمَانَ وَالْإِخْلَاصَ لَمْ يَكُنْ </p><p> عَنْ تَحْقِيقٍ وَإِيقَانٍ وَلَا يُسَاعِدُهُ النَّظْمُ الْكَرِيمُ اهـ. </p><p> أَقُولُ: فِي مُتَعَلَّقِ الظَّرْفِ قَوْلَانِ لِلْمُفَسِّرِينَ، رَجَّحَ أَبُو السُّعُودِ الْمَشْهُورَ مِنْهُمَا وَهُوَ الْأَوَّلُ وَرَدَّ الثَّانِي الَّذِي جَرَى عَلَيْهِ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ، وَهُوَ أَنَّهُ مُتَعَلِّقٌ بِقَوْلِهِ تَعَالَى:  (قَالُوا آمَنَّا) أَيِ ادَّعَوُا الْإِيمَانَ وَأَشْهَدُوا اللهَ عَلَى أَنْفُسِهِمْ أَنَّهُمْ مُسْلِمُونَ مُخْلِصُونَ فِي إِيمَانِهِمْ فِي الْوَقْتِ الَّذِي قَالُوا فِيهِ مَا يُنَافِي ذَلِكَ وَهُوَ قَوْلُهُمْ: (يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ) وَيَقُولُ الزَّمَخْشَرِيُّ: إِنَّ اللهَ تَعَالَى مَا وَصَفَهُمْ بِالْإِيمَانِ وَالْإِسْلَامِ وَإِنَّمَا حَكَى قَوْلَهُمْ حِكَايَةً وَوَصَلَهُ بِمَا يَدُلُّ عَلَى كَذِبِهِمْ فِيهِ وَهُوَ سُؤَالُهُمْ هَذَا وَجَوَابُهُ عَلَيْهِ السَّلَامُ لَهُمْ إِذْ أَمَرَهُمْ بِتَقْوَى اللهِ إِنْ كَانُوا مُؤْمِنِينَ حَقًّا، وَإِصْرَارُهُمْ عَلَى السُّؤَالِ بَعْدَ ذَلِكَ، وَوَجْهُ رَدِّ هَذَا الْقَوْلِ أَنَّهُ لَوْ كَانَ هُوَ الْمُرَادَ لَقِيلَ:  \" إِذْ قَالُوا يَا عِيسَى ابْنَ مَرْيَمَ \" وَلَمْ يَقُلْ: (إِذْ قَالَ الْحَوَارِيُّونَ) وَلَمَا صَحَّ أَنْ تَكُونَ دَعْوَى الْإِيمَانِ مِنَ الْحَوَارِيِّينَ نِعْمَةً مِنَ اللهِ عَلَى عِيسَى وَهِيَ كَاذِبَةٌ وَلَا أَنْ تَكُونَ عَلَى وَحْيٍ مِنَ اللهِ تَعَالَى، وَلَكِنَّ هَذَا الْأَخِيرَ لَا يَرُدُّ عَلَى الزَّمَخْشَرِيِّ؛ لِأَنَّهُ فَسَّرَ الْوَحْيِ إِلَى الْحَوَارِيِّينَ بِالْإِيمَانِ بِأَنَّهُ أَمْرُ اللهِ إِيَّاهُمْ بِذَلِكَ عَلَى أَلْسِنَةِ الرُّسُلِ، أَيْ أَمْرِهِ إِيَّاهُمْ مَعَ غَيْرِهِمْ; إِذْ كَلَّفَ النَّاسَ كَافَّةً أَنْ يُؤْمِنُوا بِمَا تَجِيئُهُمْ بِهِ الرُّسُلُ، وَلَكِنْ يَرُدُّ قَوْلَهُ أَيْضًا تَسْمِيَتُهُمْ بِالْحِوَارِيَّيْنِ وَمَا فِي سُورَتَيْ آلِ عِمْرَانَ وَالصَّفِّ مِنْ إِجَابَتِهِمْ عِيسَى إِلَى نَصْرِهِ، وَلَعَلَّهُ يَرَى أَنَّ هَذَا شَأْنُهُمْ فِي أَوَّلِ الدَّعْوَةِ ثُمَّ آمَنُوا بَعْدَ ذَلِكَ وَصَارُوا أَنْصَارَ اللهِ وَرَسُولِهِ عِيسَى عَلَيْهِ السَّلَامُ. </p><p> وَقَدْ حَكَى أَبُو السُّعُودِ مَا ذَكَرْنَاهُ عَنْهُ: الْخِلَافُ فِي إِيمَانِهِمْ. وَمَنْشَأُ هَذَا الْخِلَافِ كَلِمَةُ \" يَسْتَطِيعُ \" وَقَدْ قَرَأَ الْكِسَائِيُّ \" هَلْ تَسْتَطِيعُ رَبَّكَ \" قَالُوا: أَيْ سُؤَالَ رَبِّكَ وَهَذِهِ الْقِرَاءَةُ مَرْوِيَّةٌ عَنْ عَلِيٍّ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَمُعَاذٍ مِنْ عُلَمَاءِ الصَّحَابَةِ رَضِيَ اللهُ عَنْهُمْ وَقَدْ صَحَّحَ الْحَاكِمُ عَنْ مُعَاذٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْرَأَهُ \" تَسْتَطِيعُ رَبَّكَ \" وَمِثْلُهُ فِي ذَلِكَ غَيْرُهُ؛ لِأَنَّ تَلْقِينَ الْقُرْآنِ لَا يَتَوَقَّفُ عَلَى تَصْرِيحِ الصَّحَابِيِّ بِرَفْعِهِ، وَقَرَأَ الْجُمْهُورُ (يَسْتَطِيعُ رَبُّكَ) وَهَذَا الَّذِي اسْتُشْكِلَ بِأَنَّهُ لَا يَصْدُرُ عَنْ مُؤْمِنٍ صَحِيحٍ الْإِيمَانِ، وَأَجَابَ عَنْهُ الْقَائِلُونَ بِصِحَّةِ إِيمَانِهِمْ مِنْ وُجُوهٍ:  (١) أَنَّ هَذَا السُّؤَالَ لِأَجْلِ اطْمِئْنَانِ الْقَلْبِ بِإِيمَانِ الْعَيَانِ لَا لِلشَّكِّ فِي قُدْرَةِ اللهِ تَعَالَى عَلَى ذَلِكَ، فَهُوَ عَلَى حَدِّ </p><p> سُؤَالِ إِبْرَاهِيمَ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ رُؤْيَةَ كَيْفِيَّةِ إِحْيَاءِ الْمَوْتَى لِيَطْمَئِنَّ قَلْبُهُ بِإِيمَانِ الشَّهَادَةِ وَالْمُعَايَنَةِ مَعَ إِقْرَارِهِ بِإِيمَانِهِ بِذَلِكَ بِالْغَيْبِ (٢) إِنَّهُ سُؤَالٌ عَنِ الْفِعْلِ دُونَ الْقُدْرَةِ عَلَيْهِ فَعَبَّرَ عَنْهُ بِلَازِمِهِ (٣) إِنَّ السُّؤَالَ عَنِ الِاسْتِطَاعَةِ بِحَسَبِ الْحِكْمَةِ الْإِلَهِيَّةِ لَا بِحَسَبِ الْقُدْرَةِ، أَيْ هَلْ يُنَافِي حِكْمَةَ رَبِّكِ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ أَمْ لَا؟ فَإِنَّ مَا يُنَافِي الْحِكْمَةَ لَا يَقَعُ وَإِنْ كَانَ مِمَّا تَتَعَلَّقُ بِهِ الْقُدْرَةُ، كَعِقَابِ الْمُحْسِنِ عَلَى إِحْسَانِهِ وَإِثَابَةِ الظَّالِمِ الْمُسِيءِ عَلَى ظُلْمِهِ. (٤) إِنَّ فِي </p><p> الْكَلَامِ حَذْفًا تَقْدِيرُهُ: هَلْ تَسْتَطِيعُ سُؤَالَ رَبِّكَ، وَيَدُلُّ عَلَيْهِ قِرَاءَةُ: هَلْ تَسْتَطِيعُ رَبَّكَ؟ وَالْمَعْنَى هَلْ تَسْتَطِيعُ أَنْ تَسْأَلَهُ مِنْ غَيْرِ صَارِفٍ يَصْرِفُكَ عَنْ ذَلِكَ؟ (٥) إِنَّ الِاسْتِطَاعَةَ هُنَا بِمَعْنَى الْإِطَاعَةِ وَالْمَعْنَى هَلْ يُطِيعُكَ وَيُجِيبُ دُعَاءَكَ رَبُّكَ إِذَا سَأَلْتَهُ ذَلِكَ؟ </p><p> وَأَقُولُ: رُبَّمَا يَظُنُّ الْأَكْثَرُونَ أَنَّ هَذَا الْوَجْهَ الْأَخِيرَ تَكَلُّفٌ بَعِيدٌ، وَلَيْسَ كَذَلِكَ فَالِاسْتِطَاعَةُ اسْتِفْعَالٌ مِنَ الطَّوْعِ وَهُوَ ضِدُّ الْكُرْهِ. قَالَ تَعَالَى:  (فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا)  (٤١: ١١) وَفِي لِسَانِ الْعَرَبِ: الطَّوْعُ نَقِيضُ الْكُرْهِ. طَاعَهُ يَطُوعُهُ وَطَاوَعَهُ، وَالِاسْمُ الطَّوَاعَةُ وَالطَّوَاعِيَةُ (ثُمَّ قَالَ) وَيُقَالُ: طِعْتُ لَهُ وَأَنَا أُطِيعُ طَاعَةً، وَلِتَفْعَلَنَّهُ طَوْعًا أَوْ كُرْهًا وَطَائِعًا أَوْ كَارِهًا، وَجَاءَ فُلَانٌ طَائِعًا غَيْرَ مُكْرَهٍ. قَالَ ابْنُ سِيدَهْ: وَطَاعَ يَطَاعُ وَأَطَاعَ لَانَ وَانْقَادَ، وَأَطَاعَهُ إِطَاعَةً وَانْطَاعَ لَهُ كَذَلِكَ. وَفِي التَّهْذِيبِ: وَقَدْ طَاعَ لَهُ يَطُوعُ إِذِ انْقَادَ لَهُ بِغَيْرِ أَلِفٍ فَإِذَا مَضَى لِأَمْرِهِ فَقَدْ أَطَاعَهُ. فَإِذَا وَافَقَهُ فَقَدْ طَاوَعَهُ. اهـ. فَيُفْهَمُ مِنْ هَذَا أَنَّ إِطَاعَةَ الْأَمْرِ فِعْلُهُ عَنِ اخْتِيَارٍ وَرِضًا; وَلِذَلِكَ عَبَّرَ بِهِ عَنِ امْتِثَالِ أَوَامِرِ الدِّينِ؛ لِأَنَّهَا لَا تَكُونُ دِينًا إِلَّا إِذَا كَانَتْ عَنْ إِذْعَانٍ وَوَازِعٍ نَفْسِيٍّ، وَالَّذِي أَفْهَمَهُ أَنَّ الِاسْتِفْعَالَ فِي هَذِهِ الْمَادَّةِ كَالِاسْتِفْعَالِ فِي مَادَّةِ الْإِجَابَةِ، فَإِذَا كَانَ \" اسْتَجَابَ لَهُ \" بِمَعْنَى أَجَابَ دُعَاءَهُ أَوْ سُؤَالَهُ فَمَعْنَى اسْتَطَاعَهُ أَطَاعَهُ أَيِ انْقَادَ لَهُ وَصَارَ فِي طَوْعِهِ أَوْ طَوْعًا لَهُ. وَالسِّينُ وَالتَّاءُ فِي الْمَادَّتَيْنِ عَلَى أَشْهَرِ مَعَانِيهِمَا وَهُوَ الطَّلَبُ، وَلَكِنَّهُ طَلَبٌ دَخَلَ عَلَى فِعْلٍ مَحْذُوفٍ دَلَّ عَلَيْهِ الْمَذْكُورُ الْمُتَرَتِّبُ عَلَى الْمَحْذُوفِ، فَأَصْلُ اسْتَطَاعَ الشَّيْءَ طَلَبَ وَحَاوَلَ أَنْ يَكُونَ ذَلِكَ الشَّيْءُ طَوْعًا لَهُ فَأَطَاعَهُ وَانْقَادَ لَهُ، وَمَعْنَى اسْتَجَابَ: سُئِلَ شَيْئًا وَطُلِبَ مِنْهُ أَنْ يُجِيبَ إِلَيْهِ فَأَجَابَ; فَبِهَذَا الشَّرْحِ الدَّقِيقِ تَفْهَمُ صِحَّةَ قَوْلِ مَنْ قَالَ مِنَ الْمُفَسِّرِينَ أَنَّ (يَسْتَطِيعُ) هُنَا بِمَعْنَى يُطِيعُ، وَأَنَّ مَعْنَى يُطِيعُ يَفْعَلُ مُخْتَارًا رَاضِيًا غَيْرَ كَارِهٍ </p><p> فَصَارَ حَاصِلَ مَعْنَى الْجُمْلَةِ \" هَلْ يَرْضَى رَبُّكَ وَيَخْتَارُ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ إِذَا نَحْنُ سَأَلْنَاهُ أَوْ سَأَلْتَهُ لَنَا ذَلِكَ؟ \" وَالْمَائِدَةُ فِي اللُّغَةِ الْخِوَانُ الَّذِي عَلَيْهِ الطَّعَامُ، فَإِذَا لَمْ يَكُنْ عَلَيْهِ طَعَامٌ لَا يُسَمَّى مَائِدَةً، وَقَدْ يُطْلَقُ لَفْظُ الْمَائِدَةِ عَلَى الطَّعَامِ نَفْسِهِ حَقِيقَةً أَوْ مَجَازًا مِنْ إِطْلَاقِ اسْمِ الْمَحَلِّ عَلَى الْحَالِ، وَهُوَ اسْمُ فَاعِلٍ مَنْ مَادَ بِمَعْنَى مَالَ وَتَحَرَّكَ أَوْ مِنْ مَادَ أَهْلَهُ بِمَعْنَى نَعَشَهُمْ وَقَوْلُهُ: وَكُنْتُ لِلْمُنْتَجِعِينَ مَائِدًا كَمَا فِي الْأَسَاسِ أَيْ أَعَاشَهُمْ وَسَدَّ فَقْرَهُمْ كَأَنَّهَا هِيَ تَمِيدُ مَنْ يَجْلِسُ إِلَيْهَا وَيَأْكُلُ مِنْهَا بِمَعْنَى اسْمِ الْمَفْعُولِ عَلَى حَدِّ: عِيشَةٍ رَاضِيَةٍ. </p><p> (قَالَ اتَّقُوا اللهَ إِنْ كُنْتُمْ مُؤْمِنِينَ) أَيْ قَالَ عِيسَى لَهُمُ اتُّقُوا اللهَ أَنْ تَقْتَرِحُوا عَلَيْهِ أَمْثَالَ هَذِهِ الِاقْتِرَاحَاتِ الَّتِي كَانَ سَلَفُكُمْ يَقْتَرِحُهَا عَلَى مُوسَى لِئَلَّا تَكُونَ فِتْنَةً لَكُمْ، فَإِنَّ مِنْ شَأْنِ الْمُؤْمِنِ الصَّادِقِ أَلَّا يُجَرِّبَ رَبَّهُ بِاقْتِرَاحِ الْآيَاتِ، أَوْ أَنْ يَعْمَلَ وَيَكْسِبَ وَلَا يَطْلُبَ مِنْ رَبِّهِ أَنْ يَعِيشَ بِخَوَارِقِ الْعَادَاتِ، وَعَلَى غَيْرِ السُّنَنِ الَّتِي جَرَتْ عَلَيْهَا مَعَايِشُ النَّاسِ، أَوِ الْمَعْنَى اتَّقُوا اللهَ وَقُومُوا </p>"
}