{
  "id": null,
  "sura": 5,
  "aya": 14,
  "text": "<p> الْعُلَمَاءِ بِتَرْكِ الْعَمَلِ، كَأَنَّ هَؤُلَاءِ اسْتَبْعَدُوا نِسْيَانَ شَيْءٍ مِنْ أَصْلِ كِتَابِ الْقَوْمِ، وَإِضَاعَتَهُ ; لِتَوَهُّمِهِمْ أَنَّهُ كَانَ مُتَوَاتِرًا، وَالْحَقُّ أَنَّهُمْ أَضَاعُوا كِتَابَهُمْ وَفَقَدُوهُ عِنْدَمَا أَحْرَقَ الْبَابِلِيُّونَ هَيْكَلَهُمْ، وَخَرَّبُوا عَاصِمَتَهُمْ، وَسَبَوْا مَنْ أَبْقَى عَلَيْهِ السَّيْفُ مِنْهُمْ، فَلَمَّا عَادَتْ إِلَيْهِمُ الْحُرِّيَّةُ فِي الْجُمْلَةِ جَمَعُوا مَا كَانُوا حَفِظُوهُ مِنَ التَّوْرَاةِ، وَوَعَوْهُ بِالْعَمَلِ بِهِ، أَوْ ذَكَرُوهُ فِي بَعْضِ مَكْتُوبَاتِهِمْ لِنَحْوِ الِاسْتِشْهَادِ بِهِ، وَنَسُوا الْبَاقِيَ. وَقَدْ حَقَّقْنَا هَذَا الْمَعْنَى فِي تَفْسِيرِ الْآيَةِ الثَّانِيَةِ مِنْ آلِ عِمْرَانَ، وَكَذَا (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ)  (٣: ٢٣،٤:٤٤، و٥١) وَلَعَمْرِي إِنَّ هَذِهِ الْجُمْلَةَ \" فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ \" وَتِلْكَ الْجُمْلَةَ \" أُوتُوا نَصِيبًا مِنَ الْكِتَابِ \" لَمِنْ أَعْظَمِ مُعْجِزَاتِ الْقُرْآنِ، الَّتِي أَثْبَتَهَا التَّارِيخُ لَنَا بَعْدَ بَعْثَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعِدَّةِ قُرُونٍ، وَلَمْ يَكُنْ يَخْطُرُ عَلَى بَالِ أَحَدٍ مِنَ الْعَرَبِ فِي زَمَنِ الْبَعْثَةِ وَهُمْ أُمِّيُّونَ أَنَّ الْيَهُودَ فَقَدُوا كِتَابَهُمُ الَّذِي هُوَ أَصْلُ دِينِهِمْ، ثُمَّ كَتَبَهُ لَهُمْ كَاتِبٌ مِنْهُمْ نَشَأَ فِي السَّبْيِ وَالْأَسْرِ بَيْنَ الْوَثَنِيِّينَ بَعْدَ عِدَّةِ قُرُونٍ، فَنَقَصَ مِنْهُ وَزَادَ فِيهِ، وَلَمْ تُعْرَفِ الْمَصَادِرُ الَّتِي جَمَعَ مِنْهَا مَا كَتَبَهُ مَعْرِفَةً صَحِيحَةً، بَلْ كَانَ هَذَا مِمَّا خَفِيَ عَنْ عُلَمَاءِ الْمُسْلِمِينَ عِدَّةَ قُرُونٍ بَعْدَ انْتِشَارِ الْعِلْمِ فِيهِمْ. </p><p> أَثْبَتَ اللهُ تَعَالَى فِي هَذِهِ الْآيَةِ أَنَّ الْيَهُودَ يُحَرِّفُونَ كَلِمَ كِتَابِهِمْ عَنْ مَوَاضِعِهِ، وَأَنَّهُمْ نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ، وَفِي سُورَتَيْ آلِ عِمْرَانَ وَالنِّسَاءِ (٣: ٢٣،و٤:٤٤، و٥١) أَنَّهُمْ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ، وَفِي (٤: ٤٦) أَنَّهُمْ يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ، وَمَفْهُومُ قَوْلِهِ:  (أُوتُوا نَصِيبًا) أَنَّهُمْ نَسُوا نَصِيبًا آخَرَ؛ وَهُوَ مَا صَرَّحَ بِهِ هُنَا، وَذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ الْمَنْسِيَّ هُوَ الْبِشَارَةُ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَيَانُ صِفَاتِهِ، وَهُوَ لَا يَصِحُّ ; لِأَنَّهُمْ لَوْ نَسَوْهَا كُلَّهَا لَمَا صَحَّ قَوْلُهُ فِي عُلَمَائِهِمْ أَنَّهُمْ (يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ)  (٢: ١٤٦) وَهُوَ مَا صَرَّحَ بِهِ وَأَقْسَمَ عَلَيْهِ مَنْ آمَنَ مِنْهُمْ. وَحَمَلَهُ بَعْضُهُمْ عَلَى تَرْكِ الْعَمَلِ بِهِ، وَهُوَ مَجَازٌ مِنْ إِطْلَاقِ اللَّفْظِ وَإِرَادَةِ لَازِمِهِ، وَالْأَصْلُ فِي الْكَلَامِ الْحَقِيقَةُ، وَإِنَّمَا يُصَارُ إِلَى الْمَجَازِ </p><p> عِنْدَ امْتِنَاعِ إِرَادَتِهَا، وَلَا امْتِنَاعَ هُنَا، وَمِنْ دَلَائِلِ إِرَادَةِ الْحَقِيقَةِ آيَةُ (أُوتُوا نَصِيبًا مِنَ الْكِتَابِ) فَمَعْنَى مَا هُنَاكَ وَمَا هُنَا أَنَّ أَهْلَ الْكِتَابِ الَّذِينَ كَانُوا فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمِثْلَهُمْ مَنْ قَبْلَهُمْ فَصَاعِدًا إِلَى زَمَنِ السَّبْيِ وَخَرَابِ بَيْتِ الْمَقْدِسِ الَّذِي فُقِدَتْ فِيهِ التَّوْرَاةُ، وَمَنْ بَعْدَهُمْ إِلَى الْيَوْمِ وَإِلَى مَا شَاءَ اللهُ - أُوتُوا نَصِيبًا مِنَ الْكِتَابِ، وَنَسُوا نَصِيبًا مِنْهُ بِسَبَبِ فَقْدِ الْكِتَابِ وَعَدَمِ حِفْظِهِمْ لَهُ كُلِّهِ فِي الصُّدُورِ، ثُمَّ إِنَّ الَّذِي أُوتُوهُ مِنْهُ وَبَقِيَ لَهُمْ مَا كَانُوا يَعْمَلُونَ بِهِ كَمَا يَجِبُ، وَلَا يُقِيمُونَ مَا يَعْمَلُونَ بِهِ مِنْهُ كَمَا يَنْبَغِي، بَلْ كَانُوا يُحَرِّفُونَهُ عَنْ مَوَاضِعِهِ بِاللَّيِّ وَالتَّأْوِيلِ، عَلَى أَنَّهُ وَصَلَ إِلَيْهِمْ مُحَرَّفًا لَفْظُهُ ; لِأَنَّهُ نُقِلَ مِنْ قَرَاطِيسَ وَصُحُفٍ مُتَفَرِّقَةٍ، لَا ثِقَةَ بِأَهْلِهَا، وَلَا بِضَبْطِ مَا فِيهَا، وَسَنَذْكُرُ تَتِمَّةَ هَذَا الْبَحْثِ فِي الْكَلَامِ عَنْ نِسْيَانِ النَّصَارَى حَظًّا مِمَّا ذُكِّرُوا بِهِ. </p><p> (وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ) الْخَائِنَةُ هُنَا: الْخِيَانَةُ، كَمَا رُوِيَ عَنْ قَتَادَةَ. وَالْعَرَبُ تُعَبِّرُ </p><p> بِصِيغَةِ الْفَاعِلِ عَنِ الْمَصْدَرِ أَحْيَانًا، كَمَا تَعْكِسُ فَاسْتَعْمَلَتْ \" الْقَائِلَةَ \" بِمَعْنَى \" الْقَيْلُولَةِ \" وَالْخَاطِئَةَ بِمَعْنَى الْخَطِيئَةِ، أَوْ هِيَ وَصْفٌ لِمَحْذُوفٍ ; إِمَّا مُذَكَّرٌ - وَالْهَاءُ لِلْمُبَالَغَةِ ; كَمَا قَالُوا رَاوِيَةً لِكَثِيرِ الرِّوَايَةِ، وَدَاعِيَّةً لِمَنْ تَجَرَّدَ لِلدَّعْوَةِ إِلَى الشَّيْءِ - وَإِمَّا مُؤَنَّثٌ بِتَقْدِيرِ نَفْسٍ أَوْ فِعْلَةٍ أَوْ فِرْقَةٍ خَائِنَةٍ، وَالْمَعْنَى: أَنَّكَ، أَيُّهَا الرَّسُولُ، لَا تَزَالُ تَطَّلِعُ مِنْ هَؤُلَاءِ الْيَهُودِ الْمُجَاوِرِينَ لَكَ عَلَى خِيَانَةٍ بَعْدَ خِيَانَةٍ مَا دَامُوا مُجَاوِرِينَ أَوْ مُعَامِلِينَ لَكَ فِي الْحِجَازِ، فَلَا تَحْسَبَنَّ أَنَّكَ قَدْ أَمِنْتَ مَكْرَهُمْ وَكَيْدَهُمْ بِتَأْمِينِكَ إِيَّاهُمْ عَلَى أَنْفُسِهِمْ، فَإِنَّهُمْ قَوْمٌ لَا وَفَاءَ لَهُمْ وَلَا أَمَانَ، وَقَدْ نَقَضُوا عَهْدَ اللهِ وَمِيثَاقَهُ مِنْ قَبْلُ، فَكَيْفَ يُرْجَى مِنْهُمُ الْوَفَاءُ لَكَ بَعْدَ ذَلِكَ النَّقْضِ وَمَا تَرَتَّبَ عَلَيْهِ مِنْ قَسَاوَةِ قُلُوبِهِمْ وَقَتْلِهِمْ لِأَنْبِيَائِهِمْ (إِلَّا قَلِيلًا مِنْهُمْ) كَعَبْدِ اللهِ بْنِ سَلَامٍ وَإِخْوَانِهِ الَّذِينَ أَسْلَمُوا ; فَهَؤُلَاءِ صَادِقُونَ فِي إِسْلَامِهِمْ، لَا يَقْصِدُونَ خِيَانَةً وَلَا خِدَاعًا </p><p> (فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللهَ يُحِبُّ الْمُحْسِنِينَ) فَاعْفُ عَمَّا سَلَفَ مِنْ هَؤُلَاءِ الْقَلِيلِ، وَاصْفَحْ عَنْ مُسِيئِهِمْ، وَعَامِلْهُمْ بِالْإِحْسَانِ الَّذِي يُحِبُّهُ اللهُ تَعَالَى، وَأَنْتَ أَيُّهَا الرَّسُولُ أَحَقُّ النَّاسِ بِتَحَرِّي مَا يُحِبُّهُ اللهُ، وَهَذَا رَأْيُ أَبِي مُسْلِمٍ. أَوْ: فَاعْفُ عَمَّا سَلَفَ مِنْ جَمِيعِهِمْ وَاضْرِبْ عَنْهُ صَفْحًا إِيثَارًا لِلْإِحْسَانِ وَالْفَضْلِ عَلَى مَا يَقْتَضِيهِ الْعَدْلُ. قِيلَ: كَانَ هَذَا أَمْرًا مُطْلَقًا، ثُمَّ نُسِخَ بِآيَةِ التَّوْبَةِ:  (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآخِرِ)  (٩: ٢٩) الْآيَةَ، وَرُوِيَ هَذَا عَنْ قَتَادَةَ، وَيَرُدُّهُ قِتَالُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْيَهُودِ قَبْلَ نُزُولِ </p><p> التَّوْبَةِ، وَكَوْنُ آيَةِ التَّوِيَةِ نَزَلَتْ بِقَبُولِ الْجِزْيَةِ، وَهُوَ يَتَّفِقُ مَعَ الْعَفْوِ وَالصَّفْحِ، فَإِنَّهُمْ بِخِيَانَتِهِمْ صَارُوا حَرْبِيِّينَ، وَاسْتَحَقُّوا أَنْ يُقْتَلُوا، وَقَبُولُ الْجِزْيَةِ مِنْهُمْ يُعَدُّ عَفْوًا وَصَفْحًا عَنْ قَتْلِهِمْ، وَإِحْسَانًا لَهُمْ. وَثَمَّ وَجْهٌ آخَرُ؛ وَهُوَ أَنَّ الْأَمْرَ بِالْعَفْوِ وَالصَّفْحِ إِنَّمَا هُوَ عَنِ الْخِيَانَاتِ الشَّخْصِيَّةِ، لَا عَنْ نَقْضِ الْعَهْدِ الَّذِي يَصِيرُونَ بِهِ مُحَارِبِينَ لَا يُؤْمَنُ جِوَارُهُمْ، وَهَذَا أَظْهَرُ مِنْ جَعْلِ الْأَمْرِ بِالْعَفْوِ مُقَيَّدًا بِشَرْطٍ مَحْذُوفٍ تَقْدِيرُهُ: إِنْ تَابُوا وَآمَنُوا وَعَاهَدُوا، أَوِ الْتَزَمُوا الْجِزْيَةَ. هَذَا مُلَخَّصُ مَا يُقَالُ فِي رَأْيِ الْجُمْهُورِ. </p><p> وَلَوْلَا أَنَّ نُزُولَ هَذِهِ السُّورَةِ مُتَأَخِّرٌ عَمَّا كَانَ بَيْنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْيَهُودِ مِنَ الْقِتَالِ، وَعَنْ نُزُولِ سُورَةِ التَّوْبَةِ، لَقُلْتُ يُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ هُنَا يَهُودَ بَنِي النَّضِيرِ، وَمِثْلُهُمْ بَنُو قُرَيْظَةَ بِقَرِينَةِ مَا جَاءَ قَبْلَ هَذَا السِّيَاقِ مِنْ خَبَرِ مُحَاوَلَتِهِمْ قَتْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَدْرًا مِنْهُمْ وَخِيَانَةً، وَيَكُونُ الْمُرَادُ بِالْعَفْوِ وَالصَّفْحِ عَنْهُمْ تَرْكَ قَتْلِهِمْ، وَالرِّضَاءَ مِنْهُمْ بِمَا دَونَ الْقَتْلِ بَعْدَ الْقُدْرَةِ عَلَيْهِ، وَهَذَا هُوَ الَّذِي وَقَعَ. </p><p> ثَبْتَ فِي السِّيرَةِ النَّبَوِيَّةِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَغِبَ - عِنْدَمَا آوَى إِلَى الْمَدِينَةِ - فِي مُصَالَحَةِ الْيَهُودِ وَمُوَادَعَتِهِمْ، فَعَقَدَ الْعَهْدَ مَعَهُمْ عَلَى أَلَّا يُحَارِبُوهُ، وَلَا يُظَاهِرُوا مَنْ يُحَارِبُهُ، وَلَا يُوَالُوا عَلَيْهِ عَدُوًّا لَهُ، وَأَنْ يَكُونُوا آمِنِينَ عَلَى أَنْفُسِهِمْ وَأَمْوَالِهِمْ وَحُرِّيَّتِهِمْ فِي دِينِهِمْ، وَكَانَ حَوْلَ الْمَدِينَةِ مِنْهُمْ ثَلَاثُ طَوَائِفَ: بَنُو قَيْنُقَاعَ، وَبَنُو النَّضِيرِ، وَبَنُو قُرَيْظَةَ ; فَكَانَ بَنُو قَيْنُقَاعَ أَوَّلَ مَنْ غَدَرَ وَتَصَدَّى لِحَرْبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَهْرًا ; لِأَنَّهُمْ كَانُوا أَشَدَّهُمْ بَأْسًا، فَلَمَّا ظَفِرَ بِهِمْ وَسَأَلَهُ </p><p> عَبْدُ اللهِ بْنُ أُبَيٍّ رَئِيسُ الْمُنَافِقِينَ فِيهِمْ وَهَبَهُمْ لَهُ، وَكَانُوا حُلَفَاءَ لِلْخَزْرَجِ، وَكَانَ هُوَ يَتَوَلَّاهُمْ وَيَنْصُرُهُمْ، وَيَنْصُرُ غَيْرَهُمْ مِنْ أَعْدَاءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا اسْتَطَاعَ، وَهَذَا ضَرْبٌ مِنَ الْعَفْوِ وَالصَّفْحِ. </p><p> وَأَمَّا بَنُو النَّضِيرِ فَنَقَضُوا الْعَهْدَ أَيْضًا، وَهَمُّوا بِقَتْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَلَّ لَهُ قِتَالُهُمْ، وَلَكِنَّهُ اخْتَارَ السِّلْمَ، وَأَنْ يَكْتَفِيَ أَمْرَهُمْ بِطَرْدِهِمْ مِنْ جِوَارِهِ، فَبَعَثَ إِلَيْهِمْ \" أَنِ اخْرُجُوا مِنَ الْمَدِينَةِ، وَلَا تُسَاكِنُونِي بِهَا، وَقَدْ أَجَّلْتُكُمْ عَشْرًا، فَمَنْ وَجَدْتُ بِهَا بَعْدَ ذَلِكَ ضَرَبْتُ عُنُقَهُ، \" فَأَقَامُوا يَتَجَهَّزُونَ أَيَّامًا، ثُمَّ ثَنَاهُمْ عَنْ عَزْمِهِمْ عَبْدُ اللهِ بْنُ أُبَيٍّ ; إِذْ أَرْسَلَ إِلَيْهِمْ أَلَّا تَخْرُجُوا، فَإِنَّ مَعِي أَلْفَيْنِ يَدْخُلُونَ مَعَكُمْ حِصْنَكُمْ، فَيَمُوتُونَ دُونَكُمْ، وَتَنْصُرُكُمْ قُرَيْظَةُ وَحُلَفَاؤُكُمْ مِنْ غَطَفَانَ، وَكَانَ رَئِيسُهُمْ حُيَيُّ بْنُ أَخْطَبَ شَدِيدَ الْعَدَاوَةِ </p><p> لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الَّذِي كَانَ أَطْمَعَهُمْ بِقَتْلِهِ، وَحَمَلَهُمْ عَلَى الْغَدْرِ بِهِ، فَغَرَّهُ قَوْلُ رَئِيسِ الْمُنَافِقِينَ، فَبَعَثَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّنَا لَا نَخْرُجُ، فَافْعَلْ مَا بَدَا لَكَ، وَهَذَا إِعْلَانٌ لِلْحَرْبِ، فَخَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمُونَ إِلَيْهِمْ، يَحْمِلُ لِوَاءَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ كَرَّمَ اللهُ وَجْهَهُ، فَلَمَّا انْتَهَوْا إِلَيْهِمْ أَقَامُوا عَلَى حُصُونِهِمْ يَرْمُونَ بِالنَّبْلِ وَالْحِجَارَةِ وَخَانَهُمُ ابْنُ أُبَيٍّ وَلَمْ تَنْصُرْهُمْ قُرَيْظَةُ وَغَطَفَانُ فَلَمَّا اشْتَدَّ عَلَيْهِمُ الْحِصَاَرُ رَضُوا بِالْخُرُوجِ سَالِمِينَ، وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَادِرًا عَلَى اسْتِئْصَالِهِمْ، وَلَكِنَّهُ اخْتَارَ الْعَفْوَ وَالْإِحْسَانَ وَاكْتِفَاءَ شَرِّهِمْ بِإِبْعَادِهِمْ عَنِ الْمَدِينَةِ، فَأَنْزَلَهُمْ عَلَى أَنْ يَخْرُجُوا مِنْهَا بِنُفُوسِهِمْ وَذَرَارِيِّهِمْ وَمَا حَمَلَتِ الْإِبِلُ إِلَّا السِّلَاحَ، وَأَجْلَاهُمْ إِلَى خَيْبَرَ. وَلَا شَكَّ أَنَّ هَذَا ضَرْبٌ مِنْ ضُرُوبِ الْعَفْوِ وَالْإِحْسَانِ عَظِيمٌ. وَالظَّاهِرُ أَنَّ الْآيَةَ نَزَلَتْ بَعْدَ ذَلِكَ كُلِّهِ ; لِأَنَّهَا مِنْ آخِرِ مَا نَزَلْ، وَلَمْ يُعَاقِبِ الْيَهُودَ عَلَى خِيَانَةٍ وَلَا غَدْرٍ، وَلَكِنَّهُ أَوْصَى بِإِجْلَائِهِمْ عَنْ جَزِيرَةِ الْعَرَبِ بَعْدَهُ. </p><p> وَلَمَّا بَيَّنَ اللهُ تَعَالَى نَقْضَ الْيَهُودِ لِمِيثَاقِهِمْ، وَمَا كَانَ مِنْ أَمْرِهِمْ، أَعْقَبَهُ بِبَيَانِ حَالِ النَّصَارَى فِي ذَلِكَ، فَقَالَ:  (وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ) أَيْ وَكَذَلِكَ أَخَذْنَا مِيثَاقَ الَّذِينَ سَمَّوْا أَنْفُسَهُمْ نَصَارَى مِنْ أَهْلِ الْكِتَابِ الْأَوَّلِ، وَهُمُ الَّذِينَ قَالُوا: إِنَّهُمُ اتَّبَعُوا الْمَسِيحَ وَنَصَرُوهُ، وَقَدْ صَارُوا طَائِفَةً مُسْتَقِلَّةً مُؤَلَّفَةً مِنَ الْإِسْرَائِيلِيِّينَ وَغَيْرِهِمْ، فَنَقَضُوا مِيثَاقَهُمْ، وَنَسُوا حَظًّا وَنَصِيبًا مِمَّا ذُكِّرُوا بِهِ عَلَى لِسَانِ الْمَسِيحِ عِيسَى ابْنِ مَرْيَمَ، كَمَا فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ (فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ) الْفَاءُ لِلسَّبَبِيَّةِ ; أَيْ فَكَانَ نِسْيَانُ حَظٍّ عَظِيمٍ مِنْ كِتَابِهِمْ سَبَبًا لِوُقُوعِهِمْ فِي الْأَهْوَاءِ وَالتَّفَرُّقِ فِي الدِّينِ الْمُوجِبِ بِمُقْتَضَى سُنَّتِنَا فِي الْبَشَرِ لِلْعَدَاوَةِ وَالْبَغْضَاءِ. وَالْإِغْرَاءُ: التَّحْرِيشُ، وَإِسْنَادُهُ إِلَى اللهِ تَعَالَى مَعَ كَوْنِهِ مِنْ أَعْمَالِهِمْ الِاخْتِيَارِيَّةِ سَبَبًا وَمُسَبَّبًا ; لِأَنَّهُ مِنْ مُقْتَضَى سُنَنِهِ فِي خَلْقِهِ. فَهَذَا جَزَاؤُهُمْ فِي الدُّنْيَا (وَسَوْفَ يُنَبِّئُهُمُ اللهُ بِمَا كَانُوا يَصْنَعُونَ) عِنْدَمَا يُحَاسِبُهُمْ فِي الْآخِرَةِ، يُنَبِّئُهُمُ بِحَقِيقَةِ ضَلَالِهِمْ، وَيُجَازِيهِمْ عَلَيْهِ بَعْدَ ذَلِكَ ; لِيَعْلَمُوا أَنَّهُ حَكَمٌ عَدْلٌ، لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ. </p><p> بَيَّنَ اللهُ لَنَا أَنَّ النَّصَارَى نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ كَالْيَهُودِ، وَسَبَبُ ذَلِكَ أَنَّ الْمَسِيحَ عَلَيْهِ السَّلَامُ لَمْ يَكْتُبْ مَا ذَكَّرَهُمْ بِهِ مِنَ الْمَوَاعِظِ وَتَوْحِيدِ اللهِ وَتَمْجِيدِهِ وَالْإِرْشَادِ </p><p> لِعِبَادَتِهِ، وَكَانَ مَنِ اتَّبَعُوهُ مِنَ الْعَوَامِّ، وَأَمْثَلُهُمْ حَوَارِيِّوهُ وَهُمْ مِنَ الصَّيَّادِينَ، وَقَدِ اشْتَدَّ الْيَهُودُ فِي عَدَاوَتِهِمْ وَمُطَارَدَتِهِمْ، فَلَمْ تَكُنْ لَهُمْ هَيْئَةٌ اجْتِمَاعِيَّةٌ ذَاتُ قُوَّةٍ وَعِلْمٍ تُدَوِّنُ مَا حَفِظُوهُ مِنْ إِنْجِيلِ الْمَسِيحِ وَتَحْفَظُهُ، وَيَظْهَرُ مِنْ تَارِيخِهِمْ وَكُتُبِهِمُ الْمُقَدَّسَةِ أَنَّ كَثِيرًا مِنَ النَّاسِ كَانُوا يَبُثُّونَ بَيْنَ النَّاسِ فِي عَصْرِهِمْ تَعَالِيمَ بَاطِلَةً عَنِ الْمَسِيحِ، وَمِنْهُمْ مَنْ كَتَبَ فِي ذَلِكَ، حَتَّى إِنَّ الَّذِينَ كَتَبُوا كُتُبًا سَمَّوْهَا الْأَنَاجِيلَ كَثِيرُونَ جِدًّا، كَمَا صَرَّحُوا بِهِ فِي كُتُبِهِمُ الْمُقَدَّسَةِ وَتَوَارِيخِ الْكَنِيسَةِ، وَمَا ظَهَرَتْ هَذِهِ الْأَنَاجِيلُ الْأَرْبَعَةُ الْمُعْتَمَدَةُ عِنْدَهُمُ الْآنَ إِلَّا بَعْدَ ثَلَاثَةِ قُرُونٍ مِنْ تَارِيخِ الْمَسِيحِ عِنْدَمَا صَارَ لِلنَّصَارَى دَوْلَةٌ بِدُخُولِ الْمَلِكِ قُسْطَنْطِينَ فِي النَّصْرَانِيَّةِ، وَإِدْخَالِهِ إِيَّاهَا فِي طَوْرٍ جَدِيدٍ مِنَ الْوَثَنِيَّةِ. وَهَذِهِ الْأَنَاجِيلُ عِبَارَةٌ عَنْ تَارِيخٍ نَاقِصٍ لِلْمَسِيحِ، وَهِيَ مُتَعَارِضَةٌ مُتَنَاقِضَةٌ مَجْهُولَةُ الْأَصْلِ وَالتَّارِيخِ، بَلْ وَقَعَ الْخِلَافُ بَيْنَهُمْ فِي مُؤَلِّفِيهَا وَاللُّغَاتِ الَّتِي أَلَّفُوهَا بِهَا، وَقَدْ بَيَّنَّا فِي تَفْسِيرِ أَوَّلِ سُورَةِ \" آلِ عِمْرَانَ \" حَقِيقَةَ إِنْجِيلِ الْمَسِيحِ، وَكَوْنَ هَذِهِ الْكُتُبِ لَمْ تَحْوِ إِلَّا قَلِيلًا مِنْهُ، كَمَا تَحْتَوِي السِّيرَةُ النَّبَوِيَّةُ عِنْدَنَا عَلَى الْقَلِيلِ مِنَ الْقُرْآنِ وَالْحَدِيثِ، وَهَذَا الْقَلِيلُ مِنَ الْإِنْجِيلِ قَدْ دَخَلَهُ التَّنَاقُضُ وَالتَّحْرِيفُ. </p><p> وَقَدْ أَوْرَدَ الشَّيْخُ رَحْمَةُ اللهِ الْهِنْدِيُّ فِي كِتَابِهِ (إِظْهَارِ الْحَقِّ) الْمَشْهُورِ، مِائَةَ شَاهِدٍ مِنَ الْكُتُبِ الْمُقَدَّسَةِ عِنْدَ الْيَهُودِ وَالنَّصَارَى، عَلَى التَّحْرِيفِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ فِيهَا، نَقَلْتُ بَعْضَهَا عَلَى سَبِيلِ النَّمُوذَجِ فِي تَفْسِيرِ آيَةِ النِّسَاءِ (٤: ٤٦) وَمِنْهَا مَا عَجَزَ مُفَسِّرُو التَّوْرَاةِ عَنْ تَمَحُّلِ الْجَوَابِ عَنْهُ، وَجَزَمُوا بِأَنَّهُ لَيْسَ مِمَّا كَتَبَهُ مُوسَى عَلَيْهِ السَّلَامُ، فَرَاجِعْهُ فِي (ص ١١٣ وَمَا بَعْدَهَا مِنْ جُزْءِ التَّفْسِيرِ الْخَامِسِ، ط الْهَيْئَةِ) . وَالظَّاهِرُ أَنَّ التَّنْكِيرَ فِي قَوْلِهِ \" نَصِيبًا وَحَظًّا \" لِلتَّعْظِيمِ ; أَيْ أَنَّ مَا نَسُوهُ وَأَضَاعُوهُ مِنْهُ كَثِيرٌ، وَمَا أُوتُوهُ وَحَفِظُوهُ كَثِيرٌ أَيْضًا، فَلَوْ كَانُوا يَعْمَلُونَ بِهِ مَا فَسَدَتْ حَالُهُمْ، وَلَا عَظُمَ خِزْيُهُمْ وَنَكَالُهُمْ. وَهَذَا هُوَ الْمَعْقُولُ فِي حَالِ عَدَمِ حِفْظِ الْأَصْلِ بِنَصِّهِ فِي الصُّدُورِ وَالسُّطُورِ، وَنَحْنُ نَجْزِمُ بِأَنَّنَا نَسِينَا وَأَضَعْنَا مِنْ حَدِيثِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَظًّا عَظِيمًا ; لِعَدَمِ كِتَابَةِ عُلَمَاءِ الصَّحَابَةِ كُلَّ مَا سَمِعُوهُ، وَلَكِنَّهُ لَيْسَ مِنْهُ مَا هُوَ بَيَانٌ لِلْقُرْآنِ أَوْ مِنْ أُمُورِ الدِّينِ، فَإِنَّ جَمِيعَ أُمُورِ الدِّينِ مُودَعَةٌ فِي الْقُرْآنِ وَمُبَيَّنَةٌ فِي السُّنَّةِ الْعَمَلِيَّةِ، وَمَا دُوِّنَ مِنَ الْحَدِيثِ مَزِيدُ هِدَايَةٍ وَبَيَانٍ. </p><p> هَذَا، وَإِنَّ الْعَرَبَ كَانَتْ أُمَّةَ حِفْظٍ، وَدَوَّنُوا الْحَدِيثَ فِي الْعَصْرِ الْأَوَّلِ، وَعُنُوا بِحِفْظِهِ وَضَبْطِ مُتُونِهِ وَأَسَانِيدِهِ عِنَايَةً شَارَكَهُمْ فِيهَا كُلُّ مَنْ </p><p> دَخَلَ فِي الْإِسْلَامِ، وَلَمْ يَتَّفِقْ مِثْلُ ذَلِكَ لِغَيْرِ الْمُسْلِمِينَ مِنَ الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ. </p><p> لَسْنَا فِي حَاجَةٍ إِلَى تَفْصِيلِ الْقَوْلِ فِي ضَيَاعِ حَظٍّ عَظِيمٍ مِنْ كُتُبِ الْيَهُودِ، وَفِي وُقُوعِ التَّحْرِيفِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ فِيمَا عِنْدَهُمْ مِنْهَا، وَفِي إِيرَادِ الشَّوَاهِدِ مِنْ هَذِهِ الْكُتُبِ، وَمِنَ التَّارِيخِ الدِّينِيِّ عِنْدَ أَهْلِ الْكِتَابِ عَلَى ذَلِكَ ; لِأَنَّهُ لَيْسَ بَيْنَنَا وَبَيْنَ الْيَهُودِ مُنَاظَرَاتٌ دِينِيَّةٌ تَقْتَضِي ذَلِكَ، وَلَوْلَا أَنَّ النَّصَارَى أَقَامُوا بِنَاءَ دِينِهِمْ وَكُتُبِهِمُ الَّتِي يُسَمُّونَهَا (الْعَهْدَ الْجَدِيدَ) عَلَى أَسَاسِ كُتُبِ الْيَهُودِ الَّتِي يُسَمُّونَهَا (الْعَهْدَ الْعَتِيقَ) لَمَا زِدْنَا فِي الْكَلَامِ عَنْ كُتُبِ الْيَهُودِ عَلَى مَا نُثْبِتُ بِهِ مَا وَصَفَهَا بِهِ الْقُرْآنُ الْعَزِيزُ بِالْإِجْمَالِ، وَإِنَّمَا الْحَاجَةُ تَدْفَعُنَا إِلَى بَعْضِ التَّفْصِيلِ فِي إِثْبَاتِ نِسْيَانِ النَّصَارَى وَإِضَاعَتِهِمْ حَظًّا عَظِيمًا مِمَّا جَاءَ بِهِ الْمَسِيحُ عَلَيْهِ السَّلَامُ، وَتَحْرِيفِ الْكُتُبِ الَّتِي فِي أَيْدِيهِمْ ; لِأَنَّهُمْ أَسْرَفُوا فِي التَّعَدِّي عَلَى الْإِسْلَامِ وَالطَّعْنِ فِيهِ، فَكَانَ مَثَلُهُمْ كَمَثَلِ مَنْ بَنَى بَيْتًا مِنَ الزُّجَاجِ عَلَى شَفَا جُرُفٍ مِنَ الرَّمْلِ، وَحَاوَلَ أَنْ يَنْصِبَ فِيهِ الْمَدَافِعَ ; لِيَهْدِمَ حِصْنًا حَصِينًا مَبْنِيًّا عَلَى جَبَلٍ رَاسِخٍ (أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ)  (٩: ١٠٩) . </p><p> وَقَدْ قَامَتْ مَجَلَّتُنَا - الْمَنَارُ - بِمَا يَجِبُ مِنْ هَذَا الْبَيَانِ، وَدَفْعِ مَا بَدَأَ بِهِ دُعَاةُ النَّصْرَانِيَّةِ مِنَ الظُّلْمِ وَالْعُدْوَانِ، وَسَبَقَ فِي التَّفْسِيرِ قَلِيلٌ مِنْ كَثِيرٍ مِمَّا نُشِرَ فِي الْمَنَارِ، وَنَذْكُرُ هُنَا بَعْضَ الْمَسَائِلِ فِي ذَلِكَ بِالْإِيجَازِ: </p><p> (فَصْلٌ فِي ضَيَاعِ كَثِيرٍ مِنَ الْإِنْجِيلِ وَتَحْرِيفِ كُتُبِ النَّصَارَى الْمُقَدَّسَةِ) أَوَّلًا: إِنَّ الْكُتُبَ الَّتِي يُسَمُّونَهَا الْأَنَاجِيلَ الْأَرْبَعَةَ تَارِيخٌ مُخْتَصَرٌ لِلْمَسِيحِ عَلَيْهِ السَّلَامُ لَمْ يُذْكَرْ فِيهَا إِلَّا شَيْءٌ قَلِيلٌ مِنْ أَقْوَالِهِ وَأَفْعَالِهِ فِي أَيَّامٍ مَعْدُودَةٍ، بِدَلِيلِ قَوْلِ يُوحَنَّا فِي آخِرِ إِنْجِيلِهِ:  \" هَذَا هُوَ التِّلْمِيذُ الَّذِي يَشْهَدُ بِهَذَا، وَكَتَبَ هَذَا، وَنَعْلَمُ أَنَّ شَهَادَتَهُ حَقٌّ، وَأَشْيَاءُ أُخْرَى كَثِيرَةٌ صَنَعَهَا يَسُوعُ إِنْ كُتِبَتْ وَاحِدَةً وَاحِدَةً فَلَسْتُ أَظُنُّ أَنَّ الْعَالَمَ نَفْسَهُ يَسَعُ الْكُتُبَ الْمَكْتُوبَةَ، آمِينَ \" . </p><p> هَذِهِ الْعِبَارَةُ يُرَادُ بِهَا الْمُبَالَغَةُ فِي بَيَانِ أَنَّ الَّذِي كُتِبَ عَنِ الْمَسِيحِ لَا يَبْلُغُ عُشْرَ مِعْشَارِ تَارِيخِهِ. وَمِنَ الْبَدِيهِيِّ أَنَّ تِلْكَ الْأَعْمَالَ الْكَثِيرَةَ الَّتِي لَمْ تُكْتَبْ، وَقَعَتْ فِي أَزْمِنَةٍ كَثِيرَةٍ، وَأَنَّهُ تَكَلَّمَ فِي تِلْكَ الْأَزْمِنَةِ وَعِنْدَ تِلْكَ الْأَعْمَالِ كَثِيرًا. فَهَذَا كُلُّهُ قَدْ ضَاعَ وَنُسِيَ، وَحَسْبُنَا هَذَا حُجَّةً عَلَيْهِمْ فِي إِثْبَاتِ قَوْلِ اللهِ تَعَالَى:  (فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ) وَحُجَّةً عَلَى بَعْضِ عُلَمَائِنَا الَّذِينَ ظَنُّوا أَنَّ كُتُبَهُمْ حُفِظَتْ وَتَوَاتَرَتْ. قَالَ صَاحِبُ ذَخِيرَةِ الْأَلْبَابِ:  \" إِنَّ الْإِنْجِيلَ لَا يَسْتَغْرِقُ كُلَّ أَعْمَالِ الْمَسِيحِ، وَلَا يَتَضَمَّنُ كُلَّ أَقْوَالِهِ كَمَا شَهِدَ بِهِ الْقِدِّيسُ يُوحَنَّا \" . </p><p> ثَانِيًا: الْإِنْجِيلُ فِي الْحَقِيقَةِ وَاحِدٌ، وَهُوَ مَا جَاءَ بِهِ الْمَسِيحُ عَلَيْهِ السَّلَامُ مِنَ الْهُدَى وَالْبِشَارَةِ بِخَاتَمِ النَّبِيِّينَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ مَا كَانَ يَدُورُ ذِكْرُهُ عَلَى أَلْسِنَةِ كُتَّابِ تِلْكَ التَّوَارِيخِ </p><p> الْأَرْبَعَةِ وَغَيْرِهِمْ، حِكَايَةً عَنِ الْمَسِيحِ وَعَنْ أَلْسِنَتِهِمْ أَنْفُسِهِمْ، قَالَ مَتَّى حِكَايَةً عَنْهُ:  (٢٦: ١٣ الْحُقُّ أَقُولُ لَكُمْ حَيْثُمَا يُكْرَزُ بِهَذَا الْإِنْجِيلِ فِي كُلِّ الْعَالَمِ يُخْبِرُ أَيْضًا بِمَا فَعَلَتْهُ هَذِهِ تِذْكَارًا لَهَا) أَيْ مَا فَعَلَتْهُ الْمَرْأَةُ الَّتِي سَكَبَتْ قَارُورَةَ الطِّيبِ عَلَى رَأْسِهِ. أَوْجَبَ عَلَيْهِمْ أَنْ يُخْبِرُوا كُلَّ مَنْ يُبَلِّغُونَهُمُ الْإِنْجِيلَ فِي عَالَمِ الْيَهُودِيَّةِ كُلِّهَا بِمَا فَعَلَتْهُ تِلْكَ الْمَرْأَةُ، فَخَبَرُ تِلْكَ الْمَرْأَةِ لَيْسَ مِنَ الْإِنْجِيلِ الَّذِي جَاءَ فِي كَلَامِ الْمَسِيحِ، وَقَدْ ذُكِرَ فِي تِلْكَ التَّوَارِيخِ امْتِثَالًا لِأَمْرِهِ. وَسُمِّيَتْ تِلْكَ التَّوَارِيخُ أَنَاجِيلَ لِأَنَّهَا تَتَكَلَّمُ عَنْ إِنْجِيلِ الْمَسِيحِ، وَتَجِيءُ بِشَيْءٍ مِنْهُ ; وَلِذَلِكَ بَدَأَ مُرْقُسُ تَارِيخَهُ بِقَوْلِهِ:  \" بَدْءُ إِنْجِيلِ يَسُوعَ الْمَسِيحِ \" ، ثُمَّ قَالَ حِكَايَةً عَنِ الْمَسِيحِ:  (١: ١٥ فَتُوبُوا وَآمِنُوا بِالْإِنْجِيلِ) فَالْإِنْجِيلُ الَّذِي أَمَرَ النَّاسَ أَنْ يُؤْمِنُوا بِهِ لَيْسَ هُوَ أَحَدَ هَذِهِ التَّوَارِيخِ الْأَرْبَعَةِ، وَلَا مَجْمُوعَهَا، وَهُوَ الَّذِي سَمَّاهُ بُولَسُ فِي رِسَالَتِهِ الْأُولَى إِلَى أَهْلِ تِسَالُونِيكِي \" الْإِنْجِيلَ الْمُطْلَقَ \"  (٢: ٤) وَإِنْجِيلَ اللهِ (٢: ٨ و٩) وَإِنْجِيلَ الْمَسِيحِ (٣: ٢) وَالْكِتَابُ الْإِلَهِيُّ يُضَافُ إِلَى اللهِ، بِمَعْنَى أَنَّهُ أَوْحَاهُ، وَإِلَى النَّبِيِّ بِمَعْنَى أَنَّهُ أُوحِيَ إِلَيْهِ أَوْ جَاءَ بِهِ، كَمَا يُقَالُ تَوْرَاةُ مُوسَى. </p><p> ثَالِثًا: كَانَتِ الْأَنَاجِيلُ فِي الْقُرُونِ الْأُولَى لِلْمَسِيحِ كَثِيرَةً جِدًّا، حَتَّى قِيلَ: إِنَّهَا بَلَغَتْ زُهَاءَ سَبْعِينَ إِنْجِيلًا، وَقَالَ بَعْضُ مُؤَرِّخِي الْكَنِيسَةِ: إِنَّ الْأَنَاجِيلَ الْكَاذِبَةَ كَانَتْ ٣٥ إِنْجِيلًا، وَقَدْ رَدَّ صَاحِبُ كِتَابِ (ذَخِيرَةِ الْأَلْبَابِ) الْمَارُونِيُّ الْقَوْلَ بِكَثْرَتِهَا، </p><p> وَقَالَ إِنَّ سَبَبَ ذَلِكَ تَسْمِيَةُ الْوَاحِدِ بِعِدَّةِ أَسْمَاءَ، وَقَالَ: إِنَّ الْخَمْسَةَ وَالثَّلَاثِينَ لَا تَكَادُ تَبْلُغُ الْعِشْرِينَ، وَعَدَّهَا كُلَّهَا، وَذَكَرَ أَنَّ بَعْضَهَا مُكَرَّرُ الِاسْمِ، وَذَكَرَ مِنْهَا إِنْجِيلَ الْقِدِّيسِ بِرْنَابَا، وَذَكَرَ أَنَّ جَاحِدِي الْوَحْيِ طَعَنُوا فِي الْأَنَاجِيلِ أَرْبَعَةَ مَطَاعِنَ:  (١) : أَنَّ الْآبَاءَ الَّذِينَ سَبَقُوا الْقِدِّيسَ يُوسْتِينُوسَ الشَّهِيدَ لَمْ يَذْكُرُوا إِلَّا أَنَاجِيلَ كَاذِبَةً وَمَدْخُولَةً. </p><p> (٢) : لَا سَبِيلَ إِلَى إِظْهَارِ أَسْفَارِ الْعَهْدِ الْجَدِيدِ الَّتِي خَطَّهَا مُؤَلِّفُوهَا. </p><p> (٣) : قَدْ فَاتَ الْجَمِيعَ مَعْرِفَةُ الْمَوْضِعِ وَالْعَهْدِ اللَّذَيْنِ كُتِبَتْ فِيهِمَا. </p><p> (٤) أَنْ كُورِنْتِسَ وَكِرْبُوكِرَاتُوسَ قَدْ نَبَذَا ظِهْرِيًّا مُنْذُ أَوَائِلِ الْكَنِيسَةِ إِنْجِيلَ الْقِدِّيسِ لُوقَا، وَالْأَلُوغِيِّينَ إِنْجِيلَ الْقِدِّيسِ يُوحَنَّا، وَلَمْ يَسْتَطِعْ أَنَّ يَرُدَّ هَذِهِ الِاعْتِرَاضَاتِ رَدًّا مَقْبُولًا عِنْدَ مُسْتَقِلَّيِ الْفِكْرِ. </p><p> وَقَالَ الدُّكْتُورُ بوستُ الْبُرُوتِسْتَانِيُّ فِي قَامُوسِ الْكِتَابِ الْمُقَدَّسِ: إِنَّ نَقْصَ الْأَنَاجِيلِ غَيْرِ الْقَانُونِيَّةِ ظَاهِرٌ ; لِأَنَّهَا مُضَادَّةٌ لِرُوحِ الْمُخَلِّصِ وَحَيَاتِهِ. وَنَحْنُ نَقُولُ: إِنَّنَا قَدِ اطَّلَعْنَا عَلَى وَاحِدٍ مِنْهَا، وَهُوَ إِنْجِيلُ بِرْنَابَا، فَوَجَدْنَاهُ أَكْمَلَ مِنْ مَجْمُوعِ الْأَرْبَعَةِ فِي تَقْدِيسِ اللهِ وَتَوْحِيدِهِ، وَفِي الْحَثِّ عَلَى الْآدَابِ وَالْفَضَائِلِ، فَإِذَا كَانَ هَذَا بُرْهَانَهَمْ، عَلَى رَدِّ تِلْكَ الْأَنَاجِيلِ الْكَثِيرَةِ، وَإِثْبَاتِ هَذِهِ الْأَرْبَعَةِ، فَهُوَ بُرْهَانٌ يُثْبِتُ صِحَّةَ إِنْجِيلِ بَرْنَابَا قَبْلَ غَيْرِهِ، أَوْ دُونَ غَيْرِهِ. </p><p> رَابِعًا: بُدِئَ تَحْرِيفُ الْإِنْجِيلِ مِنَ الْقَرْنِ الْأَوَّلِ، قَالَ بُولِسُ فِي رِسَالَتِهِ إِلَى أَهْلِ غِلَاطِيةَ:  (١: ٦ إِنِّي أَتَعَجَّبُ أَنَّكُمْ تَنْتَقِلُونَ هَكَذَا سَرِيعًا عَنِ الَّذِي دَعَاكُمْ بِنِعْمَةِ الْمَسِيحِ إِلَى إِنْجِيلٍ آخَرَ. لَا لَيْسَ هُوَ آخَرُ غَيْرَ أَنَّهُ يُوجَدُ قَوْمٌ يُزْعِجُونَكُمْ، وَيُرِيدُونَ أَنْ يُحَوِّلُوا إِنْجِيلَ الْمَسِيحِ) . </p><p> فَالْمَسِيحُ كَانَ لَهُ إِنْجِيلٌ وَاحِدٌ، وَبَيَّنَ بُولِسُ أَنَّهُ كَانَ فِي عَصْرِهِ مِنَ الْقَرْنِ الْأَوَّلِ أُنَاسٌ يَدْعُونَ الْمَسِيحَيْنِ إِلَى إِنْجِيلٍ غَيْرِهِ بِالتَّحْوِيلِ ; أَيِ التَّحْرِيفِ كَمَا فِي التَّرْجَمَةِ الْقَدِيمَةِ، وَفِي تَرْجَمَةِ الْجِزْوِيتِ (يَقْلِبُوا) بَدَلَ (يُحَوِّلُوا) وَهِيَ أَبْلَغُ فِي التَّحْرِيفِ وَالتَّبْدِيلِ، وَبَيَّنَ بُولِسُ أَنَّ النَّاسَ كَانُوا يَنْتَقِلُونَ سَرِيعًا إِلَى دُعَاةِ هَذَا الْإِنْجِيلِ الْمُحَرَّفِ الْمُحَوَّلِ عَنْ أَصْلِهِ الَّذِي جَاءَ بِهِ الْمَسِيحُ. </p><p> وَقَدْ بَيَّنَ بُولِسُ فِي رِسَالَتِهِ الثَّانِيَةِ إِلَى أَهْلِ كُورْنِثْيُونَ:  (١١: ١٥ - ١٦) أَنَّ هَؤُلَاءِ الْقَوْمَ الَّذِينَ يُحَرِّفُونَ إِنْجِيلَ الْمَسِيحِ \" رُسُلٌ كَذَبَةٌ فَعَلَةٌ مَاكِرُونَ مُغَيِّرُونَ شَكْلَهُمْ إِلَى رُسُلِ الْمَسِيحِ \" ، وَتَتِمَّةُ الْعِبَارَةِ تَدُلُّ أَنَّهُمْ كَانُوا كَرُسُلِ الْمَسِيحِ، وَيَتَشَبَّهُونَ </p><p> بِهِمْ كَمَا يَتَشَبَّهُ الشَّيْطَانُ بِالْمَلَائِكَةِ ; إِذْ \" يُغَيِّرُ شَكْلَهُ إِلَى مَلَاكِ نُورٍ \" ، وَفِي الْفَصْلِ الْخَامِسَ عَشَرَ مِنْ سِفْرِ الْأَعْمَالِ مَا يُوَضِّحُ هَذِهِ الْمَسْأَلَةَ، وَهُوَ أَنَّ الْيَهُودَ كَانُوا يَنْبَثُّونَ بَيْنَ الْمَسِيحِيِّينَ وَيُعَلِّمُونَهُمْ غَيْرَ مَا يُعَلِّمُهُمْ رُسُلُ الْمَسِيحِ، وَأَنَّ الْمَشَايِخَ وَالرُّسُلَ أَرْسَلُوا بِرْنَابَا وَبُولِسَ إِلَى أَنْطَاكِيَةَ ; لِيُحَذِّرُوا أَهْلَهَا مِنْ هَؤُلَاءِ الْمُعَلِّمِينَ الْكَاذِبِينَ، وَأَنَّ بُولِسَ وَبِرْنَابَا تَشَاجَرَا وَافْتَرَقَا هُنَالِكَ، وَهُمَا مَا تَشَاجَرَا وَافْتَرَقَا إِلَّا لِاخْتِلَافِهِمَا فِي حَقِيقَةِ تَعْلِيمِ الْمَسِيحِ ; فَبِرْنَابَا يَذْكُرُ فِي مُقَدِّمَةِ إِنْجِيلِهِ أَنَّ بُولَسَ كَانَ مِنَ الَّذِينَ خَالَفُوا الْمَسِيحَ فِي تَعْلِيمِهِ. وَلَا شَكَّ أَنَّ بِرْنَابَا أَجْدَرُ بِالتَّقْدِيمِ وَالتَّصْدِيقِ مِنْ بُولَسَ ; لِأَنَّهُ تَلَقَّى عَنِ الْمَسِيحِ مُبَاشَرَةً، وَكَانَ بُولَسُ عَدُوًّا لِلْمَسِيحِ وَالْمَسِيحِيِّينَ، وَلَوْلَا أَنْ قَدَّمَهُ بِرْنَابَا لِلرُّسُلِ لَمَا وَثِقُوا بِدَعْوَاهُ التَّوْبَةَ وَالْإِيمَانَ بِالْمَسِيحِ، وَلَكِنَّ النَّصَارَى رَفَضُوا إِنْجِيلَ بِرْنَابَا الْمَمْلُوءَ بِتَوْحِيدِ اللهِ وَتَنْزِيهِهِ، وَبِالْحِكْمَةِ وَالْفَضِيلَةِ، وَآثَرُوا عَلَيْهِ رَسَائِلَ بُولَسَ وَأَنَاجِيلَ تَلَامِيذِهِ لُوقَا وَمُرْقُسَ، وَكَذَا يُوحَنَّا، كَمَا حَقَّقَهُ بَعْضُ عُلَمَاءِ أُورُبَّا ; لِأَنَّ تَعَالِيمَ بُولَسَ كَانَتْ أَقْرَبَ إِلَى عَقَائِدِ الرُّومَانِيِّينَ الْوَثَنِيَّةِ، فَكَانُوا هُمُ الَّذِينَ رَجَّحُوهَا، وَرَفَضُوا مَا عَدَاهَا ; إِذْ كَانُوا هُمْ أَصْحَابَ السُّلْطَةِ الْأُولَى فِي النَّصْرَانِيَّةِ، وَهُمُ الَّذِينَ كَوَّنُوهَا بِهَذَا الشَّكْلِ. </p><p> خَامِسًا: اخْتَلَفَ عُلَمَاءُ الْكَنِيسَةِ وَعُلَمَاءُ التَّارِيخِ فِي الْأَنَاجِيلِ الْأَرْبَعَةِ الَّتِي اعْتَمَدُوهَا فِي الْقَرْنِ الرَّابِعِ: مَنْ هُمُ الَّذِينَ كَتَبُوهَا؟ وَمَتَى كَتَبُوهَا؟ وَبِأَيِّ لُغَةٍ كُتِبَتْ؟ وَكَيْفَ فُقِدَتْ نُسَخُهَا الْأَصْلِيَّةُ؟ كَمَا تَرَى ذَلِكَ مُفَصَّلًا فِي دَائِرَةِ الْمَعَارِفِ الْفَرَنْسِيَّةِ الْكُبْرَى، وَفِي غَيْرِهَا مَنْ كُتُبِ الدِّينِ وَالتَّارِيخِ، وَهَذِهِ كَلِمَاتٌ مِنْ كُتِبِ الْمُدَافِعِينَ عَنْهَا: قَالَ صَاحِبُ كِتَابِ (مُرْشِدِ الطَّالِبِينَ إِلَى الْكِتَابِ الْمُقَدَّسِ الثَّمِينِ) : \" إِنَّ مَتَّى بِمُوجِبِ اعْتِقَادِ جُمْهُورِ الْمَسِيحِيِّينَ كَتَبَ إِنْجِيلَهُ قَبْلَ مُرْقُسَ وَلُوقَا وَيُوحَنَّا، وَمُرْقُسُ وَلُوقَا كَتَبَا إِنْجِيلَهُمَا قَبْلَ خَرَابِ أُورْشَلِيمَ، وَلَكِنْ لَا يُمْكِنُ الْجَزْمُ فِي أَيَّةِ سَنَةٍ كَتَبَ كُلٌّ مِنْهُمْ بَعْدَ صُعُودِ الْمُخَلِّصِ ; لِأَنَّهُ لَيْسَ عِنْدَنَا نَصٌّ إِلَهِيٌّ عَلَى ذَلِكَ \" . </p><p> (إِنْجِيلُ مَتَّى) : قَالَ صَاحِبُ ذَخِيرَةِ الْأَلْبَابِ: إِنَّ الْقِدِّيسَ مَتَّى كَتَبَ إِنْجِيلَهُ فِي السَّنَةِ ٤١ لِلْمَسِيحِ. . . بِاللُّغَةِ الْمُتَعَارَفَةِ يَوْمَئِذٍ فِي فِلَسْطِينَ، وَهِيَ الْعِبْرَانِيَّةُ، أَوِ السِّيرُوكِلْدَانِيَّةُ (ثُمَّ قَالَ) : </p><p> ثُمَّ مَا عَتَمَ هَذَا الْإِنْجِيلُ أَنْ تُرْجِمَ إِلَى الْيُونَانِيَّةِ، ثُمَّ تَغَلَّبَ </p><p> اسْتِعْمَالُ التَّرْجَمَةِ عَلَى الْأَصْلِ الَّذِي لَعِبَتْ بِهِ أَيْدِي النُّسَّاخِ الْأَبُونِيِّينَ وَمَسَخَتْهُ بِحَيْثُ أَضْحَى ذَلِكَ الْأَصْلُ هَامِلًا، بَلْ فَقِيدًا، وَذَلِكَ مُنْذُ الْقَرْنِ الْحَادِي عَشَرَ، انْتَهَى. </p><p> أَقُولُ: يَا لَيْتَ شِعْرِي، مَنْ هُوَ الَّذِي تَرْجَمَ إِنْجِيلَ مَتَّى بِالْيُونَانِيَّةِ؟ وَمَنْ عَارَضَ هَذِهِ التَّرْجَمَةَ عَلَى الْأَصْلِ قَبْلَ أَنْ يَعْبَثَ بِهِ النُّسَّاخُ، وَيَمْسَخُوهُ؟ اللهُ أَعْلَمُ. </p><p> ثُمَّ قَالَ صَاحِبُ الذَّخِيرَةِ:  \" يَتَرَجَّحُ أَنَّهُ كَتَبَهُ فِي نَفْسِ أُورْشَلِيمَ \" ، وَقَالَ:  \" إِنَّمَا هُوَ رِوَايَةٌ جَدَلِيَّةٌ عَنِ الْمَسِيحِ، لَا تَرْجَمَةُ حَيَاتِهِ \" . </p><p> (وَقَالَ) : إِنَّ الْبُرُوتِسْتَانْتَ الْمُتَأَخِّرِينَ امْتَرَوْا وَشَكُّوا فِي كَوْنِ الْفَصْلَيْنِ الْأَوَّلَيْنِ مِنْهُ لِمَتَّى. </p><p> وَقَالَ الدُّكْتُورُ (بوستُ) فِي قَامُوسِ الْكِتَابِ الْمُقَدَّسِ: وَاخْتَلَفَ الْقَوْلُ بِخُصُوصِ لُغَةِ هَذَا الْإِنْجِيلِ ; هَلْ هِيَ الْعِبْرَانِيَّةُ، أَوِ السُّرْيَانِيَّةُ الَّتِي كَانَتْ لُغَةَ فِلَسْطِينَ فِي تِلْكَ الْأَيَّامِ؟ وَذَهَبَ آخَرُونَ إِلَى أَنَّهُ كُتِبَ بِالْيُونَانِيَّةِ كَمَا هُوَ الْآنَ، ثُمَّ تَكَلَّمَ فِي شُبْهَةٍ عَظِيمَةٍ عَلَى أَصْلِ هَذَا الْإِنْجِيلِ، تَكَلَّمَ فِيهَا صَاحِبُ الذَّخِيرَةِ أَيْضًا ; وَهِيَ أَنَّ شَوَاهِدَهُ فِي الْعِظَاتِ مِنَ التَّرْجَمَةِ السَّبْعِينِيَّةِ لِلْعَهْدِ الْعَتِيقِ، وَفِي بَقِيَّةِ الْقِصَّةِ مِنَ التَّرْجَمَاتِ الْعِبْرَانِيَّةِ، وَأَجَابَ كُلٌّ مِنْهُمَا عَنْ ذَلِكَ بِمَا تَرَاءَى لَهُ، ثُمَّ رَجَّحَ (بوستُ) أَنَّهُ أُلِّفَ بِالْيُونَانِيَّةِ، خِلَافًا لِجُمْهُورِ رُؤَسَاءِ الْكَنِيسَةِ الْمُتَقَدِّمِينَ. فَثَبَتَ بِهَذَا وَذَاكَ أَنَّهُ لَا عِلْمَ عِنْدَهُمْ بِتَارِيخِهِ وَلَا لُغَتِهِ، \" وَإِنْ هُمْ إِلَّا يَظُنُّونَ \" . </p><p> ثُمَّ قَالَ:  \" وَلَا بُدَّ أَنْ يَكُونَ هَذَا الْإِنْجِيلُ قَدْ كُتِبَ قَبْلَ خَرَابِ أُورْشَلِيمَ،إِلَى أَنْ قَالَ:وَيَظُنُّ الْبَعْضُ أَنَّ إِنْجِيلَنَا الْحَالِيَّ كُتِبَ بَيْنَ سَنَةِ ٦٠، وَسَنَةِ ٦٥ \" ، وَقَدْ عَلِمْتَ أَنَّ صَاحِبَ الذَّخِيرَةِ زَعَمَ أَنَّهُ كُتِبَ سَنَةَ ٤١، وَإِنْ هِيَ إِلَّا ظُنُونٌ وَأَوْهَامٌ، يُنَاطِحُ بَعْضُهَا بَعْضًا. </p><p> وَأَمَّا عُلَمَاءُ النَّصَارَى الْأَقْدَمُونَ فَالْمَأْثُورُ عَنْهُمْ أَنَّ مَتَّى لَمْ يَكْتُبْ هَذَا الْإِنْجِيلَ، وَإِنَّمَا كَتَبَ بَعْضَ أَقْوَالِ الْمَسِيحِ بِاللُّغَةِ الْعِبْرَانِيَّةِ، وَالنَّصَارَى يَحْتَجُّونَ الْآنَ عَلَى كَوْنِ هَذِهِ الْأَنَاجِيلِ، الَّتِي لَا سَنَدَ لَهَا لَفْظِيًّا وَلَا كِتَابِيًّا، كَانَتْ مَعْرُوفَةً فِي الْعُصُورِ الْأَوْلَى بِأَقْوَالٍ لِأُولَئِكَ الْعُلَمَاءِ الْمُتَقَدِّمِينَ، هِيَ حُجَّةٌ عَلَيْهِمْ لَا لَهُمْ، وَقَدْ جَاءَ فِي الْمَنَارِ بَيَانُ ذَلِكَ غَيْرَ مَرَّةٍ. </p><p> وَأَقْدَمُ شَهَادَةٍ يَتَنَاقَلُونَهَا فِي ذَلِكَ شَهَادَةُ (بَابِيَاسَ) أُسْقُفِ هِيرَا بُولِيسَ فِي مُنْتَصَفِ الْقَرْنِ الثَّانِي ; فَقَدْ نَقَلَ عَنْهُ (أُوسَابْيُوسُ) الْمُتَوَفَّى سَنَةَ ٣٤٠ مَا تَرْجَمَتُهُ: \" إِنَّ</p><p> مَتَى كَتَبَ مَجْمُوعَةً مِنَ الْجُمَلِ بِاللُّغَةِ الْعِبْرَانِيَّةِ، وَقَدْ تَرْجَمَهَا كُلٌّ بِحَسَبَ طَاقَتِهِ \" . </p><p> وَيَمْتَازُ إِنْجِيلُ مَتَّى بِأَنَّ مَنْ نُسِبَ إِلَيْهِ مِنْ تَلَامِيذِ الْمَسِيحِ، وَبِأَنَّهُ أَقْرَبُ إِلَى التَّوْحِيدِ وَأَبْعَدُ عَنِ الْوَثَنِيَّةِ مِنْ سَائِرِ الْأَنَاجِيلِ. </p><p> (إِنْجِيلُ مُرْقُسَ) ذَكَرَ صَاحِبُ الذَّخِيرَةِ أَنَّ مُرْقُسَ كَانَ عِبْرَانِيًّا مِلَّةً (أَيْ: نَسَبًا) </p><p> وَأَنَّهُ كَانَ تِلْمِيذًا لِبُطْرُسَ، وَتَبَنَّاهُ بُطْرُسُ، وَأَنَّهُ اقْتَبَسَ إِنْجِيلَهُ مِنْ إِنْجِيلِ مَتَّى، وَمِنْ خُطَبِ بُطْرُسَ، وَأَنَّ بَعْضَ الْمُتَأَخِّرِينَ زَعَمُوا أَنَّهُ كَانَ يُوجَدُ إِنْجِيلٌ سَابِقٌ لِإِنْجِيلَيْ مَتَّى وَمُرْقُسَ، أَخَذَا عَنْهُ إِنْجِيلَيْهِمَا، وَأَنَّ بَعْضَ الْبُرُوتِسْتَانْتِ شَكُّوا فِي الْأَعْدَادِ الِاثْنَيْ عَشَرَ الْأَخِيرَةِ مِنَ الْفَصْلِ السَّادِسَ عَشَرَ مِنْ هَذَا الْإِنْجِيلِ لِأَسْبَابٍ مِنْهَا أَنَّهُ لَا ذِكْرَ لَهَا فِي النُّسَخِ الْخَطِّيَّةِ الْقَدِيمَةِ. </p><p> وَقَالَ (بوستُ) : \" مُرْقُسُ لَقَبُ يُوحَنَّا، يَهُودِيٌّ، يُرَجَّحُ أَنَّهُ وُلِدَ فِي أُورْشَلِيمَ.</p><p> (قَالَ) : وَتَوَجَّهَ مُرْقُسُ مَعَ بُولَسَ وَبِرْنَابَا خَالِهِ فِي رِحْلَتِهِمُ التَّبْشِيرِيَّةِ الْأَوْلَى، غَيْرَ أَنَّهُ فَارَقَهُمَا فِي (بُرْجَهْ) فَصَارَ عِلَّةَ مُشَاجَرَةٍ قَوِيَّةٍ بَيْنَ بُولَسَ وَبِرْنَابَا، وَبَعْدَ ذَلِكَ تَصَافَحَ مَعَ بُولَسَ، فَرَافَقَهُ إِلَى (رُومِيَّةَ) وَكَانَ مَعَ بُطْرُسَ لَمَّا كَتَبَ رِسَالَتَهُ الْأُولَى (١ بط ٥: ١٣) ثُمَّ مَعَ تِيمُوثَاوُسَ فِي (أَفْسَسَ) وَلَا يُعْرَفُ شَيْءٌ حَقِيقِيٌّ عَنْ حَيَاتِهِ بَعْدَ ذَلِكَ \" . </p><p> ثُمَّ ذَكَرَ أَنَّهُ كَتَبَ إِنْجِيلَهُ بِالْيُونَانِيَّةِ، وَشَرَحَ فِيهِ بَعْضَ الْكَلِمَاتِ اللَّاتِينِيَّةِ ; فَاسْتَدَلَّ بِذَلِكَ عَلَى أَنَّهُ كَتَبَهُ فِي رُومِيَّةٍ (قَالَ) : إِنَّمَا الْمُشَابَهَةُ بَيْنَ إِنْجِيلَيِّ مَتَّى وَمُرْقُسَ، حَمَلَتْ بَعْضَ النَّاسِ عَلَى أَنْ يَعْتَقِدُوا أَنَّ الثَّانِي مُخْتَصَرٌ مِنَ الْأَوَّلِ. </p><p> وَلَمْ يَذْكُرْ هَذَا وَلَا ذَاكَ تَارِيخَ كِتَابَةِ هَذَا الْإِنْجِيلِ، وَقَدْ رُوِيَ عَنِ إِيرْنِياوُسَ أَنَّهُ كَتَبَهُ بَعْدَ مَوْتِ بُطْرُسَ وَبُولَسَ، فَلَمْ يَطَّلِعَا عَلَيْهِ، فَكَيْفَ نَثِقُ بِأَنَّهُ وَعَى مَا سَمِعَهُ مَنْ بُطْرُس، وَأَدَّاهُ كَمَا سَمِعَهُ؟ ! هَذَا إِذَا صَحَّتْ نِسْبَتُهُ إِلَيْهِ بِسَنَدٍ مُتَّصِلٍ، وَلَنْ تَصِحَّ. </p><p> (إِنْجِيلُ لُوقَا) قَالَ فِي الذَّخِيرَةِ: إِنَّ لُوقَا كَانَ مِنْ أَنْطَاكِيَةَ، وَمِنَ الشُّرَّاحِ مَنْ ظَنَّ أَنَّهُ إِغْرِيقِيٌّ مُتَهَوِّدٌ ; لِأَنَّهُ لَا يَذْكُرُ الْكِتَابَ الْمُقَدَّسَ إِلَّا نَقْلًا عَنِ التَّرْجَمَةِ السَّبْعِينِيَّةِ، \" وَمِنْهُمْ مَنْ قَالَ إِنَّهُ وَثَنِيٌّ هَادَ إِلَى الْحَقِّ وَارْتَدَّ إِلَى الدِّينِ الْقَوِيمِ \" وَقَالَ: \" لُوقَا كَانَ تِلْمِيذًا وَمُعَاوِنًا لَبُولَسَ \" . </p><p> ثُمَّ قَالَ مَا نَصُّهُ:  \" قَدْ أَغْفَلَ مَتَّى وَمُرْقُسُ بَعْضَ حَوَادِثَ وَأُمُورٍ تَتَعَلَّقُ بِسِيرَةِ الْمَسِيحِ، وَقَامَ بَعْضُ الْكَتَبَةِ وَاخْتَلَقُوا تَرْجَمَةً مُمَوَّهَةً لِيَسُوعَ الْمَسِيحِ، وَكَثِيرًا مَا فَاتَهُمْ فِيهَا الرِّوَايَةُ وَالتَّدْقِيقُ ; فَبَعَثَ ذَلِكَ بِلُوقَا عَلَى وَضْعِ إِنْجِيلِهِ ضَنًّا بِالْحَقِّ، فَكَتَبَهُ بِالْيُونَانِيَّةِ، وَجَاءَ كَلَامُهُ أَصَحَّ وَأَفْصَحَ وَأَشَدَّ انْسِجَامًا مِنْ كَلَامِ بَاقِي مُؤَلِّفِي الْعَهْدِ الْجَدِيدِ، وَذَهَبَ كَثِيرٌ مِنَ الْمُحَقِّقِينَ إِلَى أَنَّهُ كَتَبَ إِنْجِيلَهُ فِي السَّنَةِ ٥٣ لِلْمَسِيحِ، وَقِيلَ بَلْ سَنَةَ ٥١ \" . </p><p> ثُمَّ ذَكَرَ الْخِلَافَ فِي الْمَكَانِ الَّذِي كَتَبَهُ فِيهِ، وَبَيَّنَ غَرَضَهُ مِنْهُ فَقَالَ فِي آخِرِهِ:  \" وَأَنْ يَكْشِفَ النِّقَابَ عَنِ الْأَغْلَاطِ الْمَدْخُولَةِ فِي تَرَاجِمِ حَيَاةِ الْمَسِيحِ الْمُمَوَّهَةِ ; أَيِ الْأَنَاجِيلِ الَّتِي رَدَّتْهَا الْكَنِيسَةُ بَعْدُ، وَيَنْفِيَ كُلَّ رُكُونِ إِلَيْهَا \" ، ثُمَّ بَيَّنَ أَنَّهُ كَانَ يَحْمِلُ إِنْجِيلَيْ مَتَّى وَمُرْقُسَ، وَأَنَّهُ اقْتَبَسَ مِنْهُمَا مَا وَافَقَهُمَا فِيهِ، ثُمَّ عَقَدَ فَصْلًا لِمَا اعْتَرَضَ بِهِ عَلَى مَا حَذَفُوهُ وَأَسْقَطُوهُ مِنْ هَذَا الْإِنْجِيلِ ; لِأَنَّهُمْ رَأَوْهُ لَا يَلِيقُ بِالْمَسِيحِ، أَوْ لِعِلَّةٍ أُخْرَى. </p><p> وَقَالَ الدُّكْتُورُ بوستُ فِي قَامُوسِهِ: ظَنَّ بَعْضُهُمْ أَنَّهُ - أَيْ لُوقَا - مَوْلُودٌ فِي أَنْطَاكِيَةَ، </p><p> إِلَّا أَنَّ ذَلِكَ نَاتِجٌ مَنِ اشْتِبَاهِهِ بِلُوكْيُوسَ. </p><p> (قَالَ) : \" وَمِنْ تَغْيِيرِ صِيغَةِ الْغَائِبِ إِلَى صِيغَةِ الْمُتَكَلِّمِينَ فِي سِيَاقِ الْقِصَّةِ يُسْتَدَلُّ أَنَّ لُوقَا اجْتَمَعَ مَعَ بُولَسَ فِي تِرْوَاسَ(أَعِ ١٦: ١)وَذَهَبَ مَعَهُ إِلَى فِيلْبِي فِي سَفَرِهِ الثَّانِي، ثُمَّ اجْتَمَعَ مَعَهُ ثَانِيَةً فِي فِيلْبِي بَعْدَ عِدَّةِ سِنِينَ(أَعِ ٢٠: ٥ و٦)وَبَقِيَ مَعَهُ إِلَى أَنْ أُسِرَ وَأُخِذَ إِلَى رُومِيَّةَ(أَعِ ٢٨: ٣٠)وَلَمْ يُعْلَمْ شَيْءٌ مِنْ حَيَاتِهِ بَعْدَ ذَلِكَ.</p><p> فَلْيَنْظُرِ الْقَارِئُ كَيْفَ يَسْتَنْبِطُونَ تَارِيخَهُ مِنْ أُسْلُوبِ عِبَارَتِهِ الَّتِي لَمْ تَصِلْ إِلَيْهِمْ بِسَنَدٍ مُتَّصِلٍ، لَا صَحِيحَ وَلَا ضَعِيفَ، كَمَا اسْتَدَلُّوا عَلَى كَوْنِهِ إِيطَالِيًّا لَا فِلَسْطِينِيًّا مِنْ كَلَامِهِ عَنِ الْقُطْرَيْنِ ; ذَلِكَ بِأَنَّهُ لَيْسَ عِنْدَهُمْ نَقْلٌ يَعْرِفُونَ بِهِ شَيْئًا عَنْ مُؤَسِّسِي دِينِهِمْ. </p><p> ثُمَّ قَالَ: \" وَظَنَّ الْبَعْضُ أَنَّ لَفْظَةَ (إِنْجِيلَيْ) الْوَارِدَةَ فِي (٢: تِي ٢: ٨) تَدُلُّ عَلَى أَنَّ بُولَسَ أَلَّفَ إِنْجِيلَ لُوقَا، وَأَنَّ لُوقَا لَمْ يَكُنْ إِلَّا كَاتِبًا \".</p><p> ثُمَّ قَالَ: \" وَقَدْ كُتِبَ هَذَا الْإِنْجِيلُ قَبْلَ خَرَابِ أُورْشَلِيمَ وَقَبْلَ الْأَعْمَالِ، وَيُرَجَّحُ أَنَّهُ كُتِبَ فِي قَيْصَرِيَّةَ فِي فِلَسْطِينَ مُدَّةَ أَسْرِ بُولَسَ سَنَةَ ٥٨ - ٦٠م، غَيْرَ أَنَّ الْبَعْضَ يَظُنُّونَ أَنَّهُ كُتِبَ قَبْلَ ذَلِكَ \" انْتَهَى.</p><p> فَأَنْتَ تَرَى مِنَ التَّعْبِيرِ بِلَفْظِ التَّرْجِيحِ وَالظَّنِّ، وَمِنَ الْخِلَافِ بَيْنَ سَنَةِ ٥١ و٥٣، </p><p> كَمَا فِي الْخُلَاصَةِ و٥٨ و٦٠، كَمَا أَنَّهُ لَا عِلْمَ عِنْدَ الْقَوْمِ بِشَيْءٍ (وَإِنْ هُمْ إِلَّا يَظُنُّونَ)  (٢: ٧٨) وَلَعَلَّ الَّذِينَ قَالُوا إِنَّ بُولَسَ هُوَ الَّذِي كَتَبَ هَذَا الْإِنْجِيلَ هُمُ الْمُصِيبُونَ ; لِمُشَابِهَةِ أُسْلُوبِهِ لِأُسْلُوبِ رَسَائِلِهِ، بِاعْتِرَافِهِمْ. فَإِنْ قِيلَ: وَمَا تَفْعَلُ بِتَحْرِيفِهِ؟ قُلْتُ: هُوَ كَتَحْرِيفِهَا، وَتَجِدُ فِيهِ مِثْلَ مَا تَجِدُ فِيهَا مِنْ ذِكْرِ وَضْعِ بَعْضِ النَّاسِ لِأَنَاجِيلَ كَاذِبَةٍ، وَمَنْ لَنَا بِدَلِيلٍ يُثْبِتُ لَنَا صِدْقَهُ هُوَ؟ وَأَنَّى لَنَا بِتَمْيِيزِ هَذِهِ الْأَنَاجِيلِ، وَمَعْرِفَةِ صَادِقِهَا مَنْ كَاذِبِهَا؟ </p><p> (إِنْجِيلُ يُوحَنَّا) تَقُولُ النَّصَارَى: إِنَّ يُوحَنَّا هَذَا هُوَ تِلْمِيذُ الْمَسِيحِ ابْنُ زُبْدَى وَسَالُومَهْ، وَيَقُولُ أَحْرَارُ الْمُؤَرِّخِينَ مِنْهُمْ غَيْرَ ذَلِكَ، كَمَا فِي دَائِرَةِ الْمَعَارِفِ الْفَرَنْسِيَّةِ. وَيُرَجِّحُ بَعْضُهُمْ أَنَّهُ مِنْ تَلَامِيذِ بُولَسَ أَيْضًا، وَذَكَرَ فِي الذَّخِيرَةِ ثَلَاثَةَ أَقْوَالٍ فِي تَارِيخِ كِتَابَتِهِ، وَهِيَ ٦٤ و٩٤ و٩٧، وَأَنَّهُ كَتَبَهُ بِالْيُونَانِيَّةِ لِيُثْبِتَ أُلُوهِيَّةَ الْمَسِيحِ، وَيَسُدَّ النَّقْصَ الَّذِي فِي الْأَنَاجِيلِ الثَّلَاثَةِ \" إِجَابَةً لِرَغْبَةِ أَكْثَرِ الْأَسَاقِفَةِ وَنُوَّابِ كَنَائِسِ آسْيَا، وَإِلْحَاحِهِمْ عَلَيْهِ أَنْ يَبْقَى مِنْ بَعْدِهِ ذِكْرًا مُخَلَّدًا \"، وَمَفْهُومُ هَذَا أَنَّهُ لَوْلَا هَذَا الْإِلْحَاحُ لَمْ يَكْتُبْ مَا كَتَبَ، وَإِذًا لَبَقِيَتْ أَنَاجِيلُهُمْ نَاقِصَةً، وَخَلَوْا مِنْ شُبْهَةٍ عَلَى عَقِيدَتِهِمُ الْمُعَقَّدَةِ الَّتِي لَا تُعْقَلُ ; إِذْ لَا تَجِدُ الشُّبْهَةَ عَلَيْهَا إِلَّا فِي هَذَا الْإِنْجِيلِ الَّذِي هُوَ أَكْثَرُ الْأَنَاجِيلِ تَنَاقُضًا، وَنَاهِيكَ بِجَمْعِهِ بَيْنَ الْوَثَنِيَّةِ وَالتَّوْحِيدِ، وَقَوْلِهِ عَنِ الْمَسِيحِ إِنَّهُ إِنْ كَانَ يَشْهَدُ لِنَفْسِهِ فَشَهَادَتُهُ حَقٌّ، ثُمَّ قَوْلِهِ عَنْهُ فِي مَوْضِعٍ آخَرَ: إِنَّهُ وَإِنْ كَانَ يَشْهَدُ لِنَفْسِهِ فَشَهَادَتُهُ لَيْسَتْ حَقًّا، إِلَى أَمْثَالِ ذَلِكَ. </p><p> وَقَالَ الدُّكْتُورُ بوستُ:  \" وَيُظَنُّ أَنَّهُ كُتِبَ فِي أَفْسَسَ بَيْنَ سَنَةِ ٧٠ و٩٥ ثُمَّ قَالَ فِي الرَّدِّ عَلَى عُلَمَاءِ أُورُبَّا الْأَحْرَارِ مَا نَصُّهُ: \" وَقَدْ أَنْكَرَ بَعْضُ الْكُفَّارِ قَانُونِيَّةَ هَذَا الْإِنْجِيلِ ; لِكَرَاهَتِهِمْ تَعْلِيمَهُ الرُّوحِيَّ، وَلَا سِيَّمَا تَصْرِيحَهُ الْوَاضِحَ بِلَاهُوتِ الْمَسِيحِ، غَيْرَ أَنَّ الشَّهَادَةَ بِصِحَّتِهِ كَافِيَةٌ، فَإِنَّ بُطْرُسَ يُشِيرُ إِلَى آيَةٍ مِنْهُ (٢ بط ١: ١٤ قابل يو ٢١: ١٨) وَأَغْنَاطْيُوسَ وَبُولِيكْرِيسَ يَقْتَطِفَانِ مِنْ رُوحِهِ وَفَحْوَاهُ، وَكَذَلِكَ الرِّسَالَةُ إِلَى دِيُوكْنِيتْسَ، وَبَاسِيلِدْسَ وَجُوسْتِينِسَ الشَّهِيدِ وَتَانْيَانْسَ. وَهَذِهِ الشَّوَاهِدُ يَرْجِعُ بِنَا زَمَانُهَا إِلَى مُنْتَصَفِ الْقَرْنِ الثَّانِي، وَبِنَاءً عَلَى هَذِهِ الشَّهَادَةِ، وَعَلَى نَفْسِ كِتَابَتِهِ الَّذِي يُوَافِقُ مَا نَعْلَمُهُ مِنْ سِيرَةِ يُوحَنَّا، نَحْكُمُ أَنَّهُ مِنْ قَلَمِهِ، وَإِلَّا فَكَاتِبُهُ مِنَ الْمَكْرِ وَالْغِشِّ عَلَى جَانِبٍ عَظِيمٍ، وَهَذَا الْأَمْرُ يَعْسُرُ </p><p> تَصْدِيقُهُ ; لِأَنَّ الَّذِي يَقْصِدُ أَنْ يَغُشَّ الْعَالَمَ لَا يَكُونُ رُوحِيًّا، وَلَا يَتَّصِلُ إِلَى عُلُوِّ وَعُمْقِ الْأَفْكَارِ وَالصَّلَوَاتِ الْمَوْجُودَةِ فِيهِ، وَإِذَا قَابَلْنَاهُ بِمُؤَلَّفَاتِ الْآبَاءِ رَأَيْنَا بَيْنَهُ وَبَيْنَهَا بَوْنًا عَظِيمًا، حَتَّى نَضْطَرَّ لِلْحُكْمِ أَنَّهُ لَمْ يَكُنْ مِنْهُمْ مَنْ كَانَ قَادِرًا عَلَى تَأْلِيفٍ كَهَذَا، بَلْ لَمْ يَكُنْ بَيْنَ التَّلَامِيذِ مَنْ يَقْدِرُ عَلَيْهِ إِلَّا يُوحَنَّا، وَيُوحَنَّا ذَاتُهُ لَا يَسْتَطِيعُ تَأْلِيفَهُ بِدُونِ إِلْهَامٍ مِنْ رَبِّهِ \" انْتَهَى. </p><p> أَقُولُ: إِنَّ مِنْ عَجَائِبِ الْبَشَرِ أَنْ يَقُولَ مِثْلَ هَذَا الْقَوْلِ، أَوْ يَنْقُلَهُ مُتَعَمِّدًا لَهُ، عَالَمٌ طَبِيبٌ كَالدُّكْتُورِ بوستَ! فَإِنَّهُ كَلَامٌ لَا يَخْفَى بُطْلَانُهُ وَتَهَافُتُهُ عَلَى الصِّبْيَانِ، وَلَا أَعْقِلُ لَهُ تَعْلِيلًا إِلَّا أَنْ يَكُونَ تَصَنُّعًا وَغِشًّا ; لِإِرْضَاءِ عَامَّةِ النَّصَارَى، لَا لِإِرْضَاءِ اعْتِقَادِهِ وَوِجْدَانِهِ، أَوْ يَكُونَ التَّقْلِيدُ الدِّينِيُّ مِنَ الصِّغَرِ قَدْ رَانَ عَلَى قَلْبِ الْكَاتِبِ، فَسَلَبَهُ عَقْلَهُ وَاسْتِقْلَالَهُ وَفَهْمَهُ فِي كُلِّ مَا يَتَعَلَّقُ بِأَمْرِ دِينِهِ. وَإِلَيْكَ الْبَيَانُ بِالْإِيجَازِ: إِنَّ الدُّكْتُورَ بوستَ مِنْ أَعْلَمِ الْأُورُوبِّيِّينَ الَّذِينَ خَدَمُوا دِينَهُمْ فِي سُورِيَّةَ، وَأَوْسَعِهِمُ اطِّلَاعًا، وَهُوَ يُلَخِّصُ فِي قَامُوسِهِ هَذَا أَقْوَى مَا بَسَطَهُ عُلَمَاءُ اللَّاهُوتِ فِي إِثْبَاتِ دِينِهِمْ وَكُتُبِهِمْ وَرَدِّ اعْتِرَاضَاتِ الْعُلَمَاءِ عَلَيْهَا. فَإِذَا كَانَ هَذَا مُنْتَهَى شَوْطِهِمْ فِي إِثْبَاتِ إِنْجِيلِ يُوحَنَّا، الَّذِي هُوَ عُمْدَتُهُمْ فِي عَقِيدَةِ تَأْلِيهِ الْمَسِيحِ ; فَمَا هُوَ الظَّنُّ بِكَلَامِ الْمُؤَرِّخِينَ الْأَحْرَارِ، وَالْعُلَمَاءِ الْمُسْتَقِلِّينَ فِي إِبْطَالِ هَذَا الْإِنْجِيلِ؟ ! </p><p> ابْتَدَأَ رَدَّهُ عَلَى مُنْكِرِي هَذَا الْإِنْجِيلِ بِأَنَّ بُطْرُسَ أَشَارَ إِلَى آيَةٍ مِنْهُ فِي رِسَالَتِهِ الثَّانِيَةِ، فَهَذَا أَقْوَى بُرْهَانٍ عِنْدَهُمْ عَلَى كَوْنِ هَذَا الْإِنْجِيلِ كُتِبَ فِي الْعَصْرِ الْأَوَّلِ. </p><p> فَأَوَّلُ مَا تَقُولُهُ فِي رَدِّ هَذَا الدَّلِيلِ الْوَهْمِيِّ أَنَّ رِسَالَةَ بُطْرُسَ الثَّانِيَةَ كُتِبَتْ فِي بَابِلَ سَنَةَ ٦٤ و٦٨ كَمَا قَالَهُ صَاحِبُ كِتَابِ (مُرْشِدِ الطَّالِبِينَ إِلَى الْكِتَابِ الْمُقَدَّسِ الثَّمِينِ) وَإِنْجِيلُ يُوحَنَّا كُتِبَ سَنَةَ ٩٥ أَوْ ٩٨ عَلَى مَا اعْتَمَدَهُ بوستُ وَصَاحِبُ هَذَا الْكِتَابِ وَسَائِرُ عُلَمَاءِ طَائِفَتِهِمُ (الْبُرُوتِسْتَانْتِ) فَهُوَ قَدْ أُلِّفَ بَعْدَ كِتَابَةِ رِسَالَةِ بُطْرُسَ بِثَلَاثِينَ سَنَةً أَوْ أَكْثَرَ عَلَى رَأْيِهِمْ، فَإِذَا وَافَقَهَا فِي شَيْءٍ فَأَوَّلُ مَا يَخْطُرُ فِي بَالِ الْعَاقِلِ أَنَّهُ نَقَلَهُ عَنْهَا، وَإِنْ أُلِّفَ بَعْدَهَا بِعِدَّةِ </p><p> قُرُونٍ، فَكَيْفَ يَكُونُ ذَاكَ دَلِيلًا عَلَى صِحَّتِهِ؟ وَلَوْ لَمْ يَكُنْ فِي رَدِّ هَذِهِ الشُّبْهَةِ الْوَاهِيَةِ إِلَّا احْتِمَالُ نَقْلِ الْمُتَأَخِّرِ - وَهُوَ مُؤَلِّفُ إِنْجِيلِ يُوحَنَّا - عَنِ الْمُتَقَدِّمِ - وَهُوَ بُطْرُسُ - لَكَفَى، وَهُمْ </p><p> جَازِمُونَ بِتَقَدُّمِهِ عَلَيْهِ، وَإِنْ لَمْ يَكُنْ عِنْدَهُمْ تَارِيخٌ صَحِيحٌ لِأَحَدٍ مِنْهُمَا، بَلْ تَارِيخُ وِلَادَةِ إِلَهِهِمْ وَرَبِّهِمُ الَّذِي يُؤَرِّخُونَ بِهِ كُلَّ شَيْءٍ فِيهِ خَطَأٌ، كَمَا حَقَّقَهُ يَعْقُوبُ بَاشَا أَرْتِينَ وَغَيْرُهُ. </p><p> وَنَقُولُ ثَانِيًا: إِنَّنَا قَابَلْنَا بَيْنَ (٢ بط ١: ١٤) وَبَيْنَ (يو ٢١: ١٨) فَلَمْ نَجِدْ فِي كَلَامِ بُطْرُسَ فِي ذَلِكَ الْعَدَدِ إِشَارَةً وَاضِحَةً إِلَى مَا ذَكَرَهُ يُوحَنَّا، فَعِبَارَةُ بُطْرُسَ الَّتِي سَمَّوْهَا شَهَادَةً لَهُ، هِيَ قَوْلُهُ:  \" عَالِمًا أَنَّ خَلْعَ سَكَنِي قَرِيبٌ، كَمَا أَعْلَنَ لِي رَبُّنَا يَسُوعُ الْمَسِيحُ أَيْضًا \" ، وَعِبَارَةُ يُوحَنَّا الْمَشْهُودُ لَهَا هِيَ أَنَّ الْمَسِيحَ قَالَ لَبُطْرُسَ \" الْحَقَّ الْحَقَّ أَقُولُ لَكَ: لَمَّا كُنْتَ أَكْثَرَ حَدَاثَةً كُنْتَ تُمَنْطِقُ ذَاتَكَ، وَتَمْشِي حَيْثُ تَشَاءُ، وَلَكِنْ مَتَى شِخْتَ فَإِنَّكَ تَمُدُّ يَدَكَ، وَآخَرُ يُمَنْطِقُكَ، وَيَحْمِلُكَ حَيْثُ لَا تَشَاءُ \" . </p><p> فَمَعْنَى عِبَارَةِ بُطْرُسَ أَنَّهُ يَسْتَبْدِلُ مَسْكَنَهُ بِاخْتِيَارِهِ، وَيَرْحَلُ عَنِ الْقَوْمِ الَّذِينَ يُكَلِّمُهُمْ، وَمَعْنَى عِبَارَةِ الْمَسِيحِ أَنَّهُ إِذَا شَاخَ وَهَرِمَ يَقُودُهُ مَنْ يَخْدِمُهُ، وَيَشُدُّ لَهُ مِنْطَقَتَهُ. فَإِنْ فَرْضَنَا أَنَّ بُطْرُسَ كَتَبَ هَذَا بَعْدَ يُوحَنَّا لَمْ يَكُنْ فِيهِ أَدْنَى شُبْهَةٍ عَلَى تَصْدِيقِ يُوحَنَّا فِي عِبَارَتِهِ هَذِهِ، فَضْلًا عَنْ تَصْدِيقِهِ فِي كُلِّ إِنْجِيلِهِ. فَمَا أَوْهَى دِينًا هَذِهِ أُسُسُهُ وَدَعَائِمَهُ! </p><p> ذَكَّرَنِي هَذَا الِاسْتِدْلَالُ نَادِرَةً رُوِيَتْ لِي عَنْ رَجُلٍ هَرِمٍ مِنْ صَيَّادِي السَّمَكِ (وَلَا أَذْكُرُ هَذَا الْوَصْفَ تَعْرِيضًا بِتَلَامِيذِ الْمَسِيحِ عَلَيْهِ السَّلَامُ وَعَلَيْهِمُ الرِّضْوَانُ) قَالَ: إِنَّ رَجُلًا غَرِيبًا مِنَ الدَّرَاوِيشِ عَلَّمَهُ سُورَةً لَا يَعْرِفُهَا أَحَدٌ مِنْ خَلْقِ اللهِ سِوَاهُمَا، إِلَّا أَنَّ خَطِيبَ الْبَلَدِ يَحْفَظُ مِنْهَا كَلِمَتَيْنِ يَدُلَّانِ عَلَى أَصْلِهَا، وَأَوَّلُ هَذِهِ السَّخَافَةِ، الَّتِي سَمَّاهَا سُورَةً: الْحَمْدُ لِلَّهِ الَّذِينَ الْمَدَدَا، عِنْدَ النَّبِيِّ أَشْهَدَا، نَبِيُّنَا مُحَمَّدَا، فِي الْجِنَانِ مُخَلَّدَا، إِجَتْ فَاطِمَةُ الزَّهْرَا، بِنْتُ خَدِيجَةَ الْكُبْرَى، آلَتْ لَوْ يَا بَابَتِي يَا بَابَتِي عَلَّمَنِي كَلِمَتَيْنِ. . . إِلَخْ. وَالْكَلِمَتَانِ اللَّتَانِ يَحْفَظُهُمَا الْخَطِيبُ مِنْهُمَا هُمَا \" فَاطِمَةُ الزَّهْرَا \" وَ \" خَدِيجَةُ الْكُبْرَى \" عَلَيْهِمَا السَّلَامُ ; لِأَنَّهُ كَانَ يَقُولُ فِي دُعَاءِ الْخُطْبَةِ الثَّانِيَةِ، بَعْدَ التَّرَضِّي عَنِ الْحَسَنِ وَالْحُسَيْنِ:  \" وَارْضَ اللهُمَّ عَنْ أُمِّهِمَا فَاطِمَةَ الزَّهْرَا، وَعَنْ جَدَّتِهِمَا خَدِيجَةَ الْكُبْرَى \" . </p><p> وَلَا يَخْفَى عَلَى الْقَارِئِ، أَنَّ الِاتِّفَاقَ بَيْنَ هَذِهِ الْأَسْجَاعِ الْعَامِّيَّةِ، وَخُطْبَةِ خَطِيبِ الْبَلَدِ فِي تَيْنَكَ الْكَلِمَتَيْنِ أَظْهَرُ مِنْ الِاتِّفَاقِ بَيْنَ رِسَالَةِ بُطْرُسَ وَإِنْجِيلِ يُوحَنَّا، بَلْ لَيْسَ بَيْنَ هَذَا الْإِنْجِيلِ، وَهَذِهِ الرِّسَالَةِ اتِّفَاقٌ مَا فِيمَا زَعَمُوهُ تَكَلُّفًا وَتَحْرِيفًا لِلْعِبَارَةِ عَنْ مَعْنَاهَا. </p><p> وَأَمَّا اسْتِدْلَالُهُ بِاقْتِطَافِ أَغْنَاطْيُوسَ، وَبُولِيكْرِيسَ مِنْ رُوحِ هَذَا الْإِنْجِيلِ فَهُوَ </p><p> مِثْلُ اسْتِدْلَالِهِ بِشَهَادَةِ بُطْرُسَ لَهُ، بَلْ أَضْعَفُ ; إِذْ مَعْنَى هَذَا الِاقْتِطَافِ أَنَّهُ رُوِيَ عَنْ هَذَيْنِ الرَّجُلَيْنِ شَيْءٌ يَتَّفِقُ مَعَ بَعْضِ مَعَانِي هَذَا الْإِنْجِيلِ. فَإِذَا سَلَّمْنَا أَنَّ هَذَا صَحِيحٌ فَهُوَ لَا يَدُلُّ </p><p> عَلَى أَنَّ هَذَا الْإِنْجِيلَ كَانَ مَعْرُوفًا فِي زَمَنِهِمَا فِي الْقَرْنِ الثَّانِي لِلْمَسِيحِ ; لِأَنَّهُمَا لَمْ يَذْكُرَاهُ، وَلَمْ يَعْزُوَا إِلَيْهِ شَيْئًا، وَيَجُوزُ أَنْ يَكُونَ مَا اتَّفَقَا فِيهِ مِنَ الْمَعْنَى، إِنْ صَحَّ ذَلِكَ، وَلَمْ يَكُنْ كَالِاتِّفَاقِ الَّذِي ذَكَرُوهُ بَيْنَهُ وَبَيْنَ بُطْرُسَ، مُقْتَبَسًا مِنْ كِتَابٍ آخَرَ، كَانَ مُتَدَاوَلًا فِي ذَلِكَ الزَّمَانِ، كَمَا يَجُوزُ أَنْ يَكُونَ مَأْخُوذًا مِنَ التَّقَالِيدِ الْمَوْرُوثَةِ عِنْدَ بَعْضِ شُعُوبِهِ، مِثَالُ ذَلِكَ أَنَّ يُوحَنَّا انْفَرَدَ بِاسْتِعْمَالِ لَفْظِ (الْكَلِمَةِ) وَالْقَوْلِ بِأُلُوهِيَّةِ الْكَلِمَةِ، وَلَمْ يُؤْثَرْ هَذَا عَنْ غَيْرِهِ مِنْ مُؤَلِّفِي الْكُتُبِ الْمُقَدَّسَةِ عِنْدَهُمْ، وَلَا عَنْ أَحَدٍ مِنْ تَلَامِيذِ الْمَسِيحِ، وَقَدْ بَيَّنَّا فِي تَفْسِيرِ (وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ)  (٤: ١٧١) أَنَّ هَذِهِ الْعَقِيدَةَ وَهَذَا اللَّفْظَ مِمَّا أُثِرَ عَنِ الْيُونَانِ وَالْبَرَاهِمَةِ وَالْبُوذِيِّينَ وَقُدَمَاءِ الْمِصْرِيِّينَ، وَبَحَثَ فِيهَا أَيْضًا (فِيلُو) الْفَيْلَسُوفُ الْيَهُودِيُّ الْمُعَاصِرُ لِلْمَسِيحِ. فَإِذَا فَرَضْنَا أَنَّ (أَغْنَاطْيُوسَ) اسْتَعْمَلَ هَذَا اللَّفْظَ وَذَكَرَ هَذِهِ الْعَقِيدَةَ فِي الْقَرْنِ الثَّانِي لَا يَكُونُ هَذَا دَلِيلًا عَلَى نَقْلِهَا عَنْ يُوحَنَّا، وَعَلَى أَنَّ إِنْجِيلَ يُوحَنَّا وَرِسَالَتَهُ وَرُؤْيَاهُ كَانَتْ مَعْرُوفَةً فِي الْقَرْنِ الثَّانِي ; لِاحْتِمَالِ أَنْ يَكُونَ نَقَلَ ذَلِكَ عَنِ الْأُمَمِ الْوَثَنِيَّةِ الَّتِي كَانَتْ تَدِينُ بِهَذِهِ الْعَقِيدَةِ قَبْلَ يُوحَنَّا وَقَبْلَ الْمَسِيحِ عَلَيْهِ السَّلَامُ، وَإِذَا كَانَ الِاتِّفَاقُ بَيْنَهُمَا فِي الْمَعْنَى الَّذِي انْفَرَدَ بِهِ يُوحَنَّا عَنْ غَيْرِهِ لَا يَدُلُّ عَلَى مَا ذَكَرَ؛ فَكَيْفَ يَدُلُّ عَلَيْهِ الِاتِّفَاقُ فِي الْمَعَانِي الْأُخْرَى، الَّتِي لَمْ يَنْفَرِدْ بِهَا يُوحَنَّا؟ . </p><p> فَتَبَيَّنَ مِنْ هَذَا النَّقْدِ الْوَجِيزِ أَنَّ مَا ذَكَرَهُ بوستُ وَسَمَّاهُ كَغَيْرِهِ شَهَادَةً لِإِنْجِيلِ يُوحَنَّا لَيْسَ شَهَادَةً. وَإِنَّ مَا سَمَّيْنَاهُ شَهَادَةً فَلَا مَنْدُوحَةَ لَنَا عَنِ الْقَوْلِ بِأَنَّهَا شَهَادَةُ زُورٍ، وَأَمَّا زَعْمُهُمْ أَنَّ كِتَابَةَ هَذَا الْإِنْجِيلِ تُوَافِقُ سِيرَةَ يُوحَنَّا، وَلَا يَقْدِرُ عَلَيْهِ غَيْرُهُ فَهُوَ تَمْوِيهٌ، نَقَضُوهُ بِقَوْلِهِمْ: إِنَّهُ هُوَ لَا يَقْدِرُ عَلَيْهِ أَيْضًا، إِلَّا بِالْإِلْهَامِ ; إِذْ كُلُّ مُلْهَمٍ يَقْدِرُ بِإِقْدَارِ اللهِ الَّذِي أَلْهَمَهُ، وَلَيْسَ لِيُوحَنَّا عِنْدَهُمْ سِيرَةٌ تُثْبَتُ أَوْ تُنْفَى. </p><p> بَقِيَ اسْتِدْلَالُهُ الْأَخِيرُ عَلَى صِحَّةِ هَذَا الْإِنْجِيلِ بِأَنْ لَوْ لَمْ يَكُنْ مِنْ قَلَمِ يُوحَنَّا لَكَانَ الْكَاتِبُ لَهُ عَلَى جَانِبٍ عَظِيمٍ مِنَ الْمَكْرِ وَالْغِشِّ ; قَالَ:  \" وَهَذَا الْأَمْرُ يَعْسُرُ تَصْدِيقُهُ; لِأَنَّ الَّذِي يَقْصِدُ أَنْ يَغُشَّ الْعَالَمَ لَا يَكُونُ رُوحِيًّا \" . . . إِلَخْ. فَنَقُولُ: إِنَّ هَذَا الِاسْتِدْلَالَ يُنْبِئُ بِسَذَاجَةِ مَنِ اخْتَرَعَهُ وَنَقَلَهُ وَغَرَارَتِهِمْ، وَإِنْ شِئْتَ قُلْتَ بِغَبَاوَتِهِمْ، أَوْ قَصْدِهِمْ مُخَادَعَةَ النَّاسِ. </p><p> وَبُطْلَانُهُ بَدِيهِيٌّ، فَإِنَّ الْكَاتِبَ لِلْمَعَانِي الرُّوحِيَّةِ لَا يَجِبُ أَنْ يَكُونَ رُوحِيًّا، وَالْكَاتِبَ فِي الْفَضَائِلِ لَا يَقْتَضِي الْعَقْلُ أَنْ يَكُونَ فَاضِلًا. وَقَدْ كَانَ فِي مِصْرَ كَاتِبٌ مَنْ أَبْلَغِ كُتَّابِ الْعَرَبِيَّةِ فِي الْأَخْلَاقِ وَالْفَضَائِلِ، وَمَعَ هَذَا وَصَفَهُ بَعْضُ عَارِفِيهِ بِقَوْلِهِ:  \" إِنَّ حُرُوفَ الْفَضِيلَةِ تَتَأَلَّمُ مِنْ لَوْكِهَا بِفَمِهِ، وَوَخْزِهَا بِسِنِّ قَلَمِهِ \" . وَإِنَّ الرُّوحَانِيَّةَ الَّتِي تَجِدُهَا فِي إِنْجِيلِ بِرْنَابَا وَمَا فِيهِ مِنْ تَقْدِيسِ اللهِ وَتَنْزِيهِهِ، وَمِنَ الْأَفْكَارِ وَالصَّلَوَاتِ، لَهُوَ أَعْلَى وَأَشَدُّ تَأْثِيرًا فِي النَّفْسِ </p><p> مِنْ إِنْجِيلِ يُوحَنَّا. وَيَزْعُمُونَ مَعَ هَذَا كُلِّهِ أَنَّهُ قَصَدَ بِهِ غِشَّ النَّاسِ وَتَحْوِيلَهُمْ عَنِ التَّثْلِيثِ وَالشَّرَكِ إِلَى التَّوْحِيدِ وَالتَّنْزِيهِ! </p><p> إِنَّ هَذَا الْمَسْلَكَ الْأَخِيرَ الَّذِي سَلَكَهُ بوستُ فِي الِاسْتِدْلَالِ عَلَى صِحَّةِ نِسْبَةِ إِنْجِيلِ يُوحَنَّا إِلَيْهِ يَقْبَلُهُ الْمُقَلِّدُونَ لِعُلَمَاءِ اللَّاهُوتِ عِنْدَهُمْ، بِغَيْرِ بَحْثٍ وَلَا نَظَرٍ، وَالنَّاظِرُ الْمُسْتَقِلُّ يَرَاهُ يُؤَدِّي إِلَى بُطْلَانِ نِسْبَتِهِ إِلَيْهِ ; لِأَسْبَابٍ، أَهَمُّهَا ثَلَاثَةٌ:  (١) أَنَّهُ جَاءَ بِعَقِيدَةٍ وَثَنِيَّةٍ نَقَضَتْ عَقِيدَةَ التَّوْحِيدِ الْخَالِصِ الْمُقَرَّرَةَ فِي التَّوْرَاةِ وَجَمِيعِ كُتُبِ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ، وَقَدْ صَرَّحَ الْمَسِيحُ بِأَنَّهُ مَا جَاءَ لِيَنْقُضَ النَّامُوسَ، بَلْ لِيُتَمِّمَهُ، وَأَصْلُ النَّامُوسِ وَأَسَاسُهُ الْوَصَايَا الْعَشْرُ، وَأَوَّلُهَا وَأَوْلَاهَا بِالْبَقَاءِ وَدَوَامِ الْبِنَاءِ، وَصِيَّةُ التَّوْحِيدِ. </p><p> (٢) مُخَالَفَتُهُ فِي عَقِيدَتِهِ وَأُسْلُوبِهِ لِكُلِّ مَا هُوَ مَأْثُورٌ عَنْ جَمَاعَتِهِ وَقَوْمِهِ قَبْلَ الْمَسِيحِ وَبَعْدَهُ. (٣) مُخَالَفَتُهُ لِلْأَنَاجِيلِ الَّتِي كُتِبَتْ قَبْلَهُ فِي أُمُورٍ كَثِيرَةٍ، أَهَمُّهَا تَحَامِيهِ مَا ذُكِرَ فِيهَا مِنَ الْأَعْرَاضِ الْبَشَرِيَّةِ الْمَنْسُوبَةِ إِلَى الْمَسِيحِ، مِمَّا يُنَافِي الْأُلُوهِيَّةَ ; كَتَجْرِبَةِ الشَّيْطَانِ لَهُ، وَخَوْفِهِ مَنْ فَتْكِ الْيَهُودِ بِهِ، وَتَضَرُّعِهِ إِلَى اللهِ خَائِفًا مُتَأَلِّمًا ; لِيَصْرِفَ عَنْهُ كَيْدَهُمْ وَيُنْقِذَهُ مِنْهُمْ، وَصُرَاخِهِ وَقْتَ الصَّلْبِ مِنْ شِدَّةِ الْأَلَمِ، إِلَى غَيْرِ ذَلِكَ. </p><p> وَمَنْ تَأَمَّلَ أَسَالِيبَ الْأَنَاجِيلِ وَفَحْوَاهَا يَرَى أَنَّ إِنْجِيلَ يُوحَنَّا غَرِيبٌ عَنْهَا، وَيَجْزِمُ بِأَنَّ كَاتِبَهُ مُتَأَخِّرٌ، سَرَتْ إِلَيْهِ عَقَائِدُ الْوَثَنِيِّينَ، فَأَحَبَّ أَنْ يُلَقِّحَ بِهَا الْمَسِيحِيِّينَ. </p><p> وَنَقُولُ ثَالِثًا: إِذَا فَرَضْنَا أَنَّ مُوَافَقَةَ بَعْضِ أَهْلِ الْقَرْنِ الثَّانِي لِهَذَا الْإِنْجِيلِ فِي رُوحِ مَعْنَاهُ يُعَدُّ شَهَادَةً لَهُ بِأَنَّهُ كَانَ مَوْجُودًا فِي مُنْتَصَفِ الْقَرْنِ الثَّانِي؛ فَأَيْنَ الشَّهَادَةُ الَّتِي تُثْبِتُ أَنَّهُ كَانَ مَوْجُودًا فِي الْقَرْنِ الْأَوَّلِ وَالصَّدْرِ الْأَوَّلِ مِمَّا بَعْدَهُ، ثُمَّ تُبَيِّنُ لَنَا مَنْ تَلَقَّاهُ عَنْهُ حَتَّى وَصَلَ إِلَى أُولَئِكَ الَّذِينَ اقْتَطَفُوا مِنْ رُوحِهِ؟ ! </p><p> بَعْدَ كِتَابَةِ مَا تَقَدَّمَ رَاجَعْتُ (إِظْهَارَ الْحَقِّ) فَرَأَيْتُهُ اسْتَدَلَّ عَلَى أَنَّ إِنْجِيلَ يُوحَنَّا </p><p> لَيْسَ مِنْ تَصْنِيفِ يُوحَنَّا، الَّذِي هُوَ أَحَدُ تَلَامِيذِ الْمَسِيحِ، بِعِدَّةِ أُمُورٍ:  (مِنْهَا) أُسْلُوبُهُ الَّذِي يَدُلُّ عَلَى أَنَّ الْكَاتِبَ لَمْ يَكْتُبْ مَا شَاهَدَهُ وَعَايَنَهُ، بَلْ يَنْقُلُ عَنْ غَيْرِهِ. </p><p> (وَمِنْهَا) آخِرُ فَقْرَةٍ مِنْهُ، وَهِيَ مَا أَوْرَدْنَاهُ فِي الِاسْتِدْلَالِ عَلَى أَنَّهُ لَمْ يَكْتُبْ عَنْ أَحْوَالِ الْمَسِيحِ وَأَقْوَالِهِ إِلَّا الْقَلِيلَ، فَإِنَّهُ ذَكَرَ فِيهَا يُوحَنَّا بِضَمِيرِ الْغَائِبِ، وَأَنَّهُ كَتَبَ وَشَهِدَ بِذَلِكَ، فَالَّذِي يَنْقُلُ هَذَا عَنْهُ لَا بُدَّ أَنْ يَكُونَ غَيْرَهُ، وَقُصَارَاهُ أَنَّهُ ظَفِرَ بِشَيْءٍ مِمَّا كَتَبَهُ، فَحَكَاهُ عَنْهُ وَنَقَلَهُ فِي ضِمْنِ إِنْجِيلِهِ، وَلَكِنْ أَيْنَ الْأَصْلُ الَّذِي ادَّعَى أَنَّ يُوحَنَّا كَتَبَهُ وَشَهِدَ بِهِ؟ وَكَيْفَ نَثِقُ بِنَقْلِهِ عَنْهُ وَنَحْنُ لَا نَعْرِفُهُ، وَرِوَايَةُ الْمَجْهُولِ عِنْدَ مُحَدِّثِي الْمُسْلِمِينَ وَجَمِيعِ الْعُقَلَاءِ لَا يُعْتَدُّ بِهَا أَلْبَتَّةَ! </p><p> (وَمِنْهَا) أَنَّهُمْ نَقَلُوا أَنَّ النَّاسَ أَنْكَرُوا كَوْنَ هَذَا الْإِنْجِيلِ لِيُوحَنَّا فِي الْقَرْنِ الثَّانِي عَلَى </p><p> عَهْدِ (أَرِينْيُوسَ) تِلْمِيذِ (بُولِيكَارْبَ) الَّذِي هُوَ تِلْمِيذُ يُوحَنَّا، وَلَمْ يَرُدَّ عَلَيْهِمْ أَرِينْيُوسُ بِأَنَّهُ سَمِعَ مِنْ بُولِيكَارْبَ أَنَّ أُسْتَاذَهُ يُوحَنَّا هُوَ الْكَاتِبُ لَهُ. </p><p> (وَمِنْهَا) نَقْلُهُ عَنْ بَعْضِ كُتُبِهِمْ مَا نَصُّهُ \" كَتَبَ(إِسْتَادِلْنُ)فِي كِتَابِهِ: \" إِنَّ كَافَّةَ إِنْجِيلِ يُوحَنَّا تَصْنِيفُ طَالِبٍ مِنْ طَلَبةِ مَدْرَسَةِ الْإِسْكَنْدَرِيَّةِ بِلَا رَيْبٍ \". </p><p> (وَمِنْهَا) أَنَّ الْمُحَقِّقَ (بَرْطَشِنِيدَرَ) قَالَ: إِنَّ هَذَا الْإِنْجِيلَ كُلَّهُ، وَكَذَا رَسَائِلُ يُوحَنَّا لَيْسَتْ مِنْ تَصْنِيفِهِ، بَلْ صَنَّفَهَا أَحَدٌ (كَذَا) فِي ابْتِدَاءِ الْقَرْنِ الثَّانِي. </p><p> (وَمِنْهَا) أَنَّ الْمُحَقِّقَ (كُرُوتِيسَ) قَالَ: إِنَّ هَذَا الْإِنْجِيلَ كَانَ عِشْرِينَ بَابًا، فَأَلْحَقَتْ كَنِيسَةُ أَفَسَاسَ الْبَابَ الْحَادِيَ وَالْعِشْرِينَ بَعْدَ مَوْتِ يُوحَنَّا. </p><p> (وَمِنْهَا) أَنَّ جُمْهُورَ عُلَمَائِهِمْ رَدُّوا إِحْدَى عَشْرَةَ آيَةً مِنْ أَوَّلِ الْفَصْلِ الثَّامِنِ. . . إِلَخْ. </p><p> سَادِسًا: عَلِمْنَا مِمَّا تَقَدَّمَ أَنَّ النَّصَارَى لَيْسَ عِنْدَهُمْ أَسَانِيدُ مُتَّصِلَةٌ وَلَا مُنْقَطِعَةٌ لِكُتُبِهِمُ الْمُقَدَّسَةِ؛ وَإِنَّمَا بَحَثُوا وَنَقَّبُوا فِي كُتُبِ الْأَوَّلِينَ وَالْآخَرِينَ، وَفَلَّوْهَا فَلِيًّا لَعَلَّهُمْ يَجِدُونَ فِيهَا شُبْهَةَ دَلِيلٍ عَلَى أَنَّ لَهَا أَصْلًا كَانَ مَعْرُوفًا فِي الْقُرُونِ الثَّلَاثَةِ الْأُولَى لِلْمَسِيحِ، وَلَكِنَّهُمْ لَمْ يَجِدُوا شَيْئًا صَرِيحًا يُثْبِتُ شَيْئًا مِنْهَا؛ وَإِنَّمَا وَجَدُوا كَلِمَاتٍ مُجْمَلَةً أَوْ مُبْهَمَةً، فَسَّرُوهَا كَمَا شَاءَتْ أَهْوَاؤُهُمْ، وَسَمَّوْهَا شَهَادَاتٍ، وَنَظَمُوهَا فِي سِلْكِ الْحُجَجِ وَالْبَيِّنَاتِ، وَإِنْ كَانَتْ هِيَ أَيْضًا غَيْرَ مَنْقُولَةٍ عَنِ الثِّقَاتِ، ثُمَّ اسْتَنْبَطُوا مِنْ فَحْوَاهَا وَمَضَامِينِهَا مَسَائِلَ مُتَشَابِهَةً، زَعَمُوا أَنَّ كُلًّا مِنْهَا يُؤَيِّدُ الْآخَرَ وَيَشْهَدُ لَهُ، وَقَدْ أَشَرْنَا إِلَى ضَعْفِ كُلِّ وَاحِدَةٍ مِنْ هَاتَيْنِ الطَّرِيقَتَيْنِ. </p><p> فَثَبَتَ بِهَذَا الْبَيَانِ الْوَجِيزِ صِدْقُ قَوْلِ الْقُرْآنِ الْمَجِيدِ:  (فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ) </p><p> (٥: ١٤) وَثَبَتَ بِهِ أَنَّهُ كَلَامُ اللهِ وَوَحْيُهُ ; إِذْ لَيْسَ هَذَا مِمَّا يُعْرَفُ بِالرَّأْيِ حَتَّى يُقَالَ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِ اهْتَدَى إِلَيْهِ بِعَقْلِهِ وَنَظَرِهِ، كَيْفَ وَقَدْ خَفِيَ هَذَا عَنْ أَكْثَرِ عُلَمَائِنَا الْأَعْلَامِ عِدَّةَ قُرُونٍ ; لِعَدَمِ اطِّلَاعِهِمْ عَلَى تَارِيخِ الْقَوْمِ، وَأَغْرَبُ مِنْ هَذَا أَنَّ بَعْضَ كُبَرَاءِ الْمِصْرِيِّينَ الَّذِينَ ارْتَقَوْا بِعِلْمِهِمْ وَاخْتِبَارِهِمْ إِلَى أَرْفَعِ الْمَنَاصِبِ، سَأَلَنِي مَرَّةً: كَيْفَ نَقُولُ نَحْنُ الْمُسْلِمِينَ أَنَّ لِلنَّصَارَى كِتَابًا وَاحِدًا يُسَمَّى الْإِنْجِيلَ هُوَ عِبَارَةٌ عَمَّا أَوْحَاهُ اللهُ إِلَى عِيسَى، فَدَعَا قَوْمَهُ إِلَى الْإِيمَانِ بِهِ، مَعَ أَنَّ النَّصَارَى أَنْفُسَهُمْ يَقُولُونَ هَذَا وَلَا يَعْرِفُونَهُ، وَإِنَّمَا عِنْدَهُمْ أَرْبَعَةُ أَنَاجِيلَ هِيَ عِبَارَةٌ عَنْ قِصَّةِ الْمَسِيحِ وَسِيرَتِهِ؟ فَأَجَبْتُهُ: إِنَّ الْإِنْجِيلَ الَّذِي نَنْسُبُهُ إِلَى الْمَسِيحِ وَنَقُولُ إِنَّهُ هُوَ مَا أَوْحَاهُ اللهُ إِلَيْهِ هُوَ الَّذِي يُذَكَرُ فِي هَذِهِ الْأَنَاجِيلِ عَنْ لِسَانِ الْمَسِيحِ بِاللَّفْظِ الْمُفْرَدِ، إِلَى آخِرِ مَا عُلِمَ مِمَّا تَقَدَّمَ. </p><p> وَنَظِيرُ هَذِهِ الْعِبَارَةِ وَأَمْثَالِهَا فِي الدَّلَالَةِ عَلَى كَوْنِ الْقُرْآنِ مِنْ عِنْدِ اللهِ تَعَالَى قَوْلُهُ تَعَالَى:  (فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ)  (٥: ١٤) فَأَنْتَ تَرَى مِصْدَاقَ هَذَا الْقَوْلِ بَيْنَ فِرَقِهِمْ، وَبَيْنَ دُوَلِهِمْ، لَمْ يَنْقَطِعْ زَمَنًا. </p>"
}