{
  "id": null,
  "sura": 5,
  "aya": 92,
  "text": "<p> يَصِحُّ الْفَصْلُ بَيْنَ السَّبَبِ وَالْمُسَبَّبِ؟ وَفِي الْآيَةِ الثَّانِيَةِ ثَلَاثُ مُؤَكِّدَاتٍ أُخْرَى نُورِدُهَا مَعْدُودَةً مَعَ مَا قَبْلَهَا: </p><p> (ثَانِي عَشَرَهَا) قَوْلُهُ عَزَّ وَجَلَّ: (وَأَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ) أَيْ أَطِيعُوا اللهَ تَعَالَى فِيمَا أَمَرَكُمْ بِهِ مِنَ اجْتِنَابِ الْخَمْرِ وَالْمَيْسِرِ وَغَيْرِهِمَا، كَمَا تَجْتَنِبُونَ الْأَنْصَابَ </p><p> وَالْأَزْلَامَ أَوْ أَشَدَّ اجْتِنَابًا فِي كُلِّ شَيْءٍ، أَطِيعُوا الرَّسُولَ فِيمَا بَيَّنَهُ لَكُمْ مِمَّا نَزَّلَهُ اللهُ عَلَيْكُمْ، وَمِنْهُ قَوْلُهُ:  \" كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ خَمْرٍ حَرَامٌ \" وَقَدْ تَقَدَّمَ قَرِيبًا. </p><p> (ثَالِثَ عَشَرَهَا) قَوْلُهُ عَزَّ وَجَلَّ: (وَاحْذَرُوا) أَيِ احْذَرُوا عِصْيَانَهُمَا أَوْ مَا يُصِيبُكُمْ إِذَا خَالَفْتُمْ أَمْرَهُمَا مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْآخِرَةِ، فَإِنَّهُ حَرَامٌ عَلَيْكُمْ إِلَّا مَا يَضُرُّكُمْ فِي دُنْيَاكُمْ وَآخِرَتِكُمْ، قَالَ تَعَالَى:  (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ)  (٢٤: ٦٣) . </p><p> (رَابِعَ عَشَرَهَا) الْإِنْذَارُ وَالتَّهْدِيدُ فِي قَوْلِهِ: (فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ) أَيْ فَإِنْ تَوَلَّيْتُمْ وَأَعْرَضْتُمْ عَنِ الطَّاعَةِ، فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا أَنْ يُبَيِّنَ لَكُمْ دِينَنَا وَشَرْعَنَا، وَقَدْ بَلَّغَهُ وَأَبَانَهُ وَقَرَنَ حُكْمَهُ بِأَحْكَامِهِ وَعَلَيْنَا نَحْنُ الْحِسَابُ وَالْعِقَابُ وَسَتَرَوْنَهُ فِي إِبَّانِهِ، كَمَا قَالَ:  (فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ)  (١٣: ٤٠) وَإِنَّمَا الْحِسَابُ لِأَجْلِ الْجَزَاءِ. </p><p> لَمْ يُؤَكَّدْ تَحْرِيمُ شَيْءٍ فِي الْقُرْآنِ مِثْلَ هَذَا التَّأْكِيدِ لَا قَرِيبًا مِنْهُ، وَحِكْمَتُهُ شِدَّةُ افْتِتَانِ النَّاسِ بِشُرْبِ الْخَمْرِ، وَكَذَا الْمَيْسِرُ، وَتَأَوُّلُهُمْ كُلُّ مَا يُمْكِنُ تَطَرُّقُ الِاحْتِمَالِ إِلَيْهِ مِنْ أَحْكَامِ الْأَدْيَانِ الَّتِي تُخَالِفُ أَهْوَاءَهُمْ، كَمَا أَوَّلَتِ الْيَهُودُ أَحْكَامَ التَّوْرَاةِ فِي تَحْرِيمِ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ كَالرِّبَا وَغَيْرِهِ، وَكَمَا اسْتَحَلَّ بَعْضُ فُسَّاقِ الْمُسْلِمِينَ شُرْبَ بَعْضِ الْخُمُورِ بِتَسْمِيَتِهَا بِغَيْرِ اسْمِهَا، إِذْ قَالُوا هَذَا نَبِيذٌ لَا يُسْكِرُ إِلَّا الْكَثِيرُ مِنْهُ، وَقَدْ أَحَلَّ مَا دُونَ الْقَدْرِ الْمُسْكِرِ مِنْهُ فُلَانٌ وَفُلَانٌ يَقُولُونَ ذَلِكَ فِيمَا هُوَ خَمْرٌ لَا حَظَّ لَهُمْ مِنْ شُرْبِهِ إِلَّا السُّكْرُ. </p><p> بَلْ تَجَرَّأَ بَعْضُ غُلَاةِ الْفُسَّاقِ عَلَى الْقَوْلِ بِأَنَّ هَذِهِ الْآيَاتِ لَا تَدُلُّ عَلَى تَحْرِيمِ الْخَمْرِ، لِأَنَّ اللهَ قَالَ:  (فَاجْتَنِبُوهُ) وَلَمْ يَقُلْ: حَرَّمْتُهُ فَاتْرُكُوهُ، وَقَالَ:  (فَهَلْ أَنْتُمْ مُنْتَهُونَ) وَلَمْ يَقُلْ فَانْتَهُوا عَنْهُ، وَقَالَ بَعْضُهُمْ: سَأَلَنَا هَلْ أَنْتُمْ مُنْتَهُونَ؟ فَقُلْنَا: لَا، ثُمَّ سَكَتَ وَسَكَتْنَا وَيَصْدُقُ عَلَى هَؤُلَاءِ قَوْلُهُ تَعَالَى:  (اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا)  (٧: ٥١) وَيُمْكِنُ أَنْ يُقَالَ: إِنَّ هَذَا الْغُلُوَّ قَلَّمَا يَصْدُرُ عَمَّنْ كَانَ صَحِيحَ الْإِيمَانِ فَمَا قَالَهُ تَعَالَى أَبْلَغُ مِنْ تَحْرِيمِهِ مِمَّا قَالُوا. </p><p> أَمَّا الْمُؤْمِنُونَ فَقَدْ قَالُوا انْتَهَيْنَا رَبَّنَا وَقَالَ بَعْضُهُمْ: انْتَهَيْنَا أَكَّدُوا الِاسْتِجَابَةَ </p><p> وَالطَّاعَةَ كَمَا أَكَّدَ عَلَيْهِمُ التَّحْرِيمَ، وَكَانَ فِيهِمُ الْمُدْمِنُونَ لِلْخَمْرِ مِنْ عَهْدِ الْجَاهِلِيَّةِ حَتَّى شَقَّ عَلَيْهِمْ تَحْرِيمُهَا، </p><p> فَكَانَ أَشَدَّ مِنْ جَمِيعِ التَّكَالِيفِ الشَّرْعِيَّةِ، وَكَانُوا قَدِ اجْتَهَدُوا فِي آيَةِ الْبَقَرَةِ، لِأَنَّ الدَّلَالَةَ عَلَى التَّحْرِيمِ فِيهَا ظَنِّيَّةٌ غَيْرُ قَطْعِيَّةٍ، كَمَا بَيَّنَاهُ غَيْرَ مَرَّةٍ، فَلَمَّا جَاءَ الْحَقُّ الْيَقِينُ وَالتَّحْرِيمُ الْجَازِمُ انْتَهَوْا وَأَهْرَقُوا جَمِيعَ مَا كَانَ عِنْدَهُمْ مِنَ الْخُمُورِ فِي الشَّوَارِعِ وَالْأَزِقَّةِ حَتَّى ظَلَّ أَثَرُهَا وَرِيحُهَا زَمَنًا طَوِيلًا، وَقَدْ قَدَحَ بَعْضُ أَذْكِيَائِهِمْ زِنَادَ الْفِكْرِ عَسَى أَنْ يَهْتَدُوا إِلَى شَيْءٍ يَجِدُونَ فِيهِ بَعْضَ الرُّخْصَةِ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَجِدُوا إِلَّا أَنَّ مَنْ قَدْ مَاتَ مِنْ أَهْلِ بَدْرٍ وَأُحُدٍ، كَسَيِّدِ الشُّهَدَاءِ حَمْزَةَ عَمِّ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِ مَاتُوا وَهُمْ دَائِبُونَ عَلَى شُرْبِهَا، فَلَمْ تُغْنِ عَنْهُمْ هَذِهِ الشُّبْهَةُ شَيْئًا، لِأَنَّ اللهَ لَا يُكَلِّفُ النَّاسَ الْعَمَلَ بِأَحْكَامِ الشَّرِيعَةِ قَبْلَ نُزُولِهَا وَهَاكَ بَعْضَ مَا وَرَدَ فِي ذَلِكَ زَائِدًا عَلَى مَا أَوْرَدْنَا مِنْ قَبْلُ: </p><p> رَوَى الْبَيْهَقِيُّ فِي شُعَبِ الْإِيمَانِ عَنْ أَبِي هُرَيْرَةَ قَالَ:  \" قَامَ رَسُولُ اللهِ فَقَالَ: يَا أَهْلَ الْمَدِينَةِ، إِنَّ اللهَ يُعَرِّضُ عَنِ الْخَمْرِ تَعْرِيضًا لَا أَدْرِي لَعَلَّهُ سَيَنْزِلُ فِيهَا أَمْرٌ \" أَيْ قَاطِعٌ ثُمَّ قَامَ فَقَالَ: \" يَا أَهْلَ الْمَدِينَةِ إِنَّ اللهَ قَدْ أَنْزَلَ إِلَيَّ تَحْرِيمَ الْخَمْرِ، فَمَنْ كَتَبَ مِنْكُمْ هَذِهِ الْآيَةَ وَعِنْدَهُ مِنْهَا شَيْءٌ فَلَا يَشْرَبْهَا \" . </p><p> وَأَخْرَجَ مُسْلِمٌ وَأَبُو يَعْلَى وَابْنُ مَرْدَوَيْهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: خَطَبَنَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: \" يَا أَيُّهَا النَّاسُ، إِنِ اللهَ عَرَّضَ بِالْخَمْرِ، فَمَنْ كَانَ عِنْدَهُ مِنْهَا شَيْءٌ فَلْيَبِعْهُ وَلِيَنْتَفِعْ بِهِ،فَلَمْ نَلْبَثْ إِلَّا يَسِيرًا حَتَّى قَالَ:إِنَّ اللهَ قَدْ حَرَّمَ الْخَمْرَ فَمَنْ أَدْرَكَتْهُ هَذِهِ الْآيَةُ وَعِنْدَهُ مِنْهَا شَيْءٌ فَلَا يَشْرَبْ وَلَا يَبِعْ، قَالَ فَاسْتَقْبَلَ النَّاسُ بِمَا كَانَ عِنْدَهُمْ مِنْهَا فَسَفَكُوهَا فِي طُرُقِ الْمَدِينَةِ.</p><p> وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ عَنِ الرَّبِيعِ قَالَ: لَمَّا نَزَلَتْ آيَةُ الْبَقَرَةِ قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ رَبَّكُمْ يُقَدِّمُ فِي تَحْرِيمِ الْخَمْرِ، ثُمَّ نَزَلَتْ آيَةُ النِّسَاءِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنْ رَبَّكُمْ يُقَرِّبُ فِي تَحْرِيمِ الْخَمْرِ \" ثُمَّ نَزَلَتْ آيَةُ الْمَائِدَةِ فَحُرِّمَتِ الْخَمْرُ عِنْدَ ذَلِكَ. </p><p> وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ عَنْ عَطَاءٍ قَالَ: أَوَّلُ مَا نَزَلَ مِنْ تَحْرِيمِ الْخَمْرِ (يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ)  (٢: ٢١٩) الْآيَةَ فَقَالَ بَعْضُ النَّاسِ: نَشْرَبُهَا لِمَنَافِعِهَا وَقَالَ آخَرُونَ: لَا خَيْرَ فِي شَيْءٍ فِيهِ إِثْمٌ ثُمَّ نَزَلَتْ: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ</p><p> وَأَنْتُمْ سُكَارَى)  (٤: ٣٤) الْآيَةَ، فَقَالَ بَعْضُ النَّاسِ: نَشْرَبُهَا وَنَجْلِسُ فِي بُيُوتِنَا، وَقَالَ آخَرُونَ: لَا خَيْرَ فِي شَيْءٍ يَحُولُ بَيْنَنَا وَبَيْنَ الصَّلَاةِ مَعَ الْمُسْلِمِينَ فَنَزَلَتْ: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ) الْآيَةَ، فَنَهَاهُمْ فَانْتَهَوْا، وَأَخْرَجَ أَيْضًا عَنْ قَتَادَةَ عَنْ تَفْسِيرِ آيَةِ النِّسَاءِ أَنَّهُ قَالَ: ذُكِرَ لَنَا أَنَّ نَبِيَّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ حِينَ نَزَلَتْ هَذِهِ الْآيَةُ: \" إِنَّ اللهَ قَدْ </p><p> تَقَرَّبَ فِي تَحْرِيمِ الْخَمْرِ، ثُمَّ حَرَّمَهَا بَعْدَ ذَلِكَ فِي سُورَةِ الْمَائِدَةِ بَعْدَ غَزْوَةِ الْأَحْزَابِ وَعُلِمَ أَنَّهَا تُسَفِّهُ الْأَحْلَامَ وَتُجْهِدُ الْأَمْوَالَ وَتَشْغَلُ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ \".</p><p> وَرَوَى أَحْمَدُ عَنْ أَبِي هُرَيْرَةَ قَالَ: \" حُرِّمَتِ الْخَمْرُ ثَلَاثَ مَرَّاتٍ، ثُمَّ ذَكَرَ نُزُولَ الْآيَاتِ، وَمَا كَانَ مِنْ شَأْنِ النَّاسِ عِنْدَ كُلِّ وَاحِدَةٍ مِنْهُنَّ، وَقَالَ فِي آيَةِ النِّسَاءِ: ثُمَّ أَنْزَلَ اللهُ آيَةً أَغْلَظَ مِنْهَا، أَيْ مِنْ آيَةِ الْبَقَرَةِ، وَقَالَ مِثْلَ ذَلِكَ فِي آيَةِ الْمَائِدَةِ وَبَيَانُهُ أَنَّ الْأُولَى تَحْرِيمٌ ظَنِيٌّ، وَالثَّانِيةَ تَحْرِيمٌ قَطْعِيٌّ فِي مُعْظَمِ الْأَوْقَاتِ، وَالثَّالِثَةَ قَطْعِيٌّ مُسْتَغْرِقٌ لِكُلِّ زَمَنٍ \".</p><p> فَهَذِهِ الْأَخْبَارُ وَالْآثَارُ وَغَيْرُهَا فِي التَّصْرِيحِ بِالْقَطْعِ بِتَحْرِيمِ الْخَمْرِ تَدُلُّ دَلَالَةً قَاطِعَةً عَلَى أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالصُّحْبَةَ كَافَّةً فَهِمُوا مِنْ آيَةِ الْمَائِدَةِ أَنَّ اللهَ تَعَالَى حَرَّمَ الْخَمْرَ تَحْرِيمًا بَاتًّا لَا هَوَادَةَ فِيهِ، وَأَنَّ الْخَمْرَ عِنْدَهُمْ كُلُّ شَرَابٍ مِنْ شَأْنِهِ أَنْ يُسْكِرَ شَارِبَهُ، وَقَدْ صَرَّحُوا فِيهَا بِلَفْظِ التَّحْرِيمِ، وَأَنَّهُ كَانَ تَعْرِيضًا، فَجَعَلَتْهُ آيَةُ الْمَائِدَةِ تَصْرِيحًا أَوْ أَنَّ آيَتِي الْبَقَرَةِ وَالنِّسَاءِ كَانَتَا مُقَدِّمَةً لِتَحْرِيمِهَا أَوْ مُفِيدَتَيْنِ لَهُ إِفَادَةً ظَنِّيَّةً، كَمَا قُلْنَا مِنْ قَبْلُ وَأَنَّ جَمِيعَ الْمُؤْمِنِينَ أَهْرَقُوا مَا كَانَ عِنْدَهُمْ مِنَ الْخُمُورِ عِنْدَ نُزُولِ الْآيَةِ، وَكَانَ كُلُّهَا أَوْ أَكْثَرُهَا مِنْ خَمْرِ التَّمْرِ وَالْبُسْرِ الَّذِي يَكْثُرُ فِي الْمَدِينَةِ، وَأَنَّهُمْ لَمْ يَجِدُوا لَهُمْ مَخْرَجًا مِنْ ذَلِكَ بِتَأَوُّلٍ وَلَا رُخْصَةٍ. </p><p> نَعَمْ إِنَّهُمْ كَانُوا يُسَمُّونَ بَعْضَ الْأَنْبِذَةِ بِأَسْمَاءٍ خَاصَّةٍ، وَقَدْ سَأَلُوا عَنْهَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا حُكْمُهَا إِذَا صَارَ يُسْكِرُ كَثِيرُهَا أَوْ مُطْلَقًا، قَالَ أَبُو مُوسَى الْأَشْعَرِيُّ: \" قُلْتُ يَا رَسُولَ </p><p> اللهِ أَفْتِنَا فِي شَرَابَيْنِ كُنَّا نَصْنَعُهُمَا بِالْيَمَنِ: الْبِتْعِ وَهُوَ مِنَ الْعَسَلِ يُنْبَذُ حَتَّى يَشْتَدَّ، وَالْمِزْرِ، وَهُوَ مِنَ الذُّرَةِ وَالشَّعِيرِ يُنْبَذُ حَتَّى يَشْتَدَّ، قَالَ: وَكَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أُوتِيَ جَوَامِعَ الْكَلِمِ بِخَوَاتِمِهِ فَقَالَ: كُلُّ مُسْكِرٍ حَرَامٌ \" رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ،وَفِي حَدِيثِ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ:\" أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَاهُمْ عَنِ الْجِعَةِ \" رَوَاهُ دَاوُدُ وَالنَّسَائِيُّ وَغَيْرُهُمَا، وَالْجِعَةُ بِكَسْرٍ فَفَتَحٍ نَبِيذُ الشَّعِيرِ وَتُسَمَّى بِالْإِفْرِنْجِيَّةِ \" بِيرَا \". </p><p> وَالْأَصْلُ فِي النَّبِيذِ أَنْ يُنْقَعَ الشَّيْءُ فِي الْمَاءِ حَتَّى يَنْضَحَ، فَيُشْرَبَ بَعْدَ يَوْمٍ أَوْ يَوْمَيْنِ أَوْ ثَلَاثَةٍ، وَلَمْ يُقْصَدْ بِهِ أَنْ يُتْرَكَ لِيَخْتَمِرَ وَيَصِيرَ سَكَرًا كَمَا تَقَدَّمَ، وَنَزِيدَ عَلَيْهِ أَنَّ النَّبِيَّ </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ </p><p> نَهَى عَنِ النَّبْذِ فِي الْأَوَانِي الَّتِي يُسْرِعُ إِلَيْهَا الِاخْتِمَارُ لِعَدَمِ تَأْثِيرِ الْهَوَاءِ فِيهَا كَالْحَنْتَمِ، أَيْ جِرَارِ الْفَخَّارِ الْمَطْلِيَّةِ، وَالنَّقِيرِ أَيْ جُذُوعِ النَّخْلِ الْمَنْقُورِ، وَالْمُزَفَّتِ وَهُوَ الْمُقَيَّرُ أَيِ الْمَطْلِيُّ بِالْقَارِ وَهُوَ الزِّفْتُ، وَالدُّبَّاءُ، وَهُوَ الْقَرْعُ الْكَبِيرُ ثُمَّ يُبَيِّنُ أَنَّ الظُّرُوفَ لَا تُحَلُّ وَلَا تُحَرَّمُ، وَأَذِنَ بِالنَّبْذِ فِي كُلِّ وِعَاءٍ مَعَ تَحْرِيمِ كُلِّ مُسْكِرٍ رَوَاهُ مُسْلِمٌ وَأَصْحَابُ السُّنَنِ. </p><p> وَعَنِ ابْنِ عَبَّاسٍ:  \" أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُنْبَذُ لَهُ الزَّبِيبُ فَيَشْرَبُهُ الْيَوْمَ وَالْغَدَ وَبَعْدَ الْغَدِ إِلَى مَسَاءِ الثَّالِثَةِ، ثُمَّ يَأْمُرُ بِهِ فَيَسْقِي الْخَادِمَ أَوْ يُهَرَاقُ \" رَوَاهُ أَحْمَدُ وَمُسْلِمٌ، أَيْ يَصِيرُ بَعْدَ ثَلَاثَةِ أَيَّامٍ مَظِنَّةَ الْإِسْكَارِ، فَهَذِهِ نِهَايَةُ الْمُدَّةِ الَّتِي يَحِلُّ فِيهَا النَّبِيذُ غَالِبًا وَفِي آخِرِهَا كَانَ يَحْتَاطُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَا يَشْرَبُهُ، بَلْ وَلَا يَسْقِيهِ الْخَادِمَ أَوْ يُرِيقُهُ لِئَلَّا يَخْتَمِرَ وَيَشْتَدَّ فَيَصِيرَ خَمْرًا، وَالْعِبْرَةُ بِالْإِسْكَارِ وَعَدَمِهِ. </p><p> (فَائِدَةٌ تَتْبَعُهَا قَاعِدَةٌ) عُلِمَ مِنَ الرِّوَايَاتِ الَّتِي أَوْرَدْنَاهَا آنِفًا أَنَّ بَعْضَ الصَّحَابَةِ فَهِمَ مِنْ آيَتَيِ الْبَقَرَةِ وَالنِّسَاءِ تَحْرِيمَ الْخَمْرِ فَتَرَكَهَا، وَلَكِنَّ عُشَّاقَهَا وَجَدُوا مِنْهَا مَخْرَجًا بِالِاجْتِهَادِ، وَكَانَ مِنْ سُنَّةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَعْذُرَ الْمُجْتَهِدِينَ فِي اجْتِهَادِهِمْ، وَإِنْ كَانَ بَعْضُهُمْ مُخْطِئًا فِيهِ، وَقَدْ يُجِيزُهُ لَهُ إِذَا كَانَ قَاصِرًا عَلَيْهِ \" أَجْنَبَ رَجُلٌ فَأَخَّرَ الصَّلَاةَ إِذْ لَمْ يَجِدِ الْمَاءَ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَصَبْتَ \" وَ \" أَجْنَبَ آخَرُ فَتَيَمَّمَ وَصَلَّى إِذْ لَمْ يَجِدِ الْمَاءَ فَذَكَرَهُ لَهُ كَالْأَوَّلِ،قَالَ لَهُ مَا قَالَ لِلْأَوَّلِ:أَصَبْتَ \" رَوَاهُ النَّسَائِيُّ، وَأَجَازَ عَمَلَ عَمْرِو بْنِ الْعَاصِ إِذْ تَيَمَّمَ لِلْجَنَابَةِ مَعَ وُجُودِ الْمَاءِ خَوْفًا مِنَ الْبَرْدِ وَصَلَّى إِمَامًا، فَسَأَلَهُ عَنْ ذَلِكَ فَاحْتَجَّ بِقَوْلِهِ تَعَالَى: </p><p> (وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ)  (٢: ١٩٥) رَوَاهُ </p><p> أَحْمَدُ وَالْبُخَارِيُّ تَعْلِيقًا وَأَبُو دَاوُدَ وَالدَّارَقُطْنِيُّ، وَلَكِنَّهُ قَالَ لِمَنْ تَرَكَ الصَّلَاةَ مَعَ الْجَمَاعَةِ وَسَأَلَهُ عَنْ ذَلِكَ فَاعْتَذَرَ بِالْجَنَابَةِ وَفَقْدِ الْمَاءَ:  \" عَلَيْكَ بِالصَّعِيدِ فَإِنَّهُ يَكْفِيكَ \" رَوَاهُ الْبُخَارِيُّ. </p><p> وَيُؤْخَذُ مِنْ هَذِهِ الْأَحَادِيثِ وَمِنْ تِلْكَ أَنَّ التَّحْرِيمَ الَّذِي كَلَّفَهُ جَمِيعَ النَّاسِ هُوَ مَا كَانَ نَصًّا صَرِيحًا، فَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُكَلِّفِ النَّاسَ إِرَاقَةَ مَا كَانَ عِنْدَهُمْ مِنَ الْخَمْرِ إِلَّا عِنْدَمَا نَزَلَتْ آيَةُ الْمَائِدَةِ الصَّرِيحَةُ بِذَلِكَ، مَعَ كَوْنِهِ فَهِمَ مِنْ آيَتَيِ الْبَقَرَةِ وَالنِّسَاءِ تَحْرِيمَ الْخَمْرِ بِالتَّعْرِيضِ، وَالْمُرَادُ مِنَ التَّعْرِيضِ عَيْنُ الْمُرَادِ مِنَ التَّصْرِيحِ، إِلَّا أَنَّ التَّعْرِيضَ حُجَّةٌ عَلَى مَنْ فَهِمَهُ خَاصَّةً، وَالتَّصْرِيحُ حُجَّةٌ عَلَى الْمُكَلَّفِينَ كَافَّةً، وَمِنْ هُنَا تَعْرِفُ سَبَبَ مَا كَانَ مِنْ تَسَاهُلِ السَّلَفِ فِي الْمَسَائِلِ الْخِلَافِيَّةِ، وَعَدَمِ تَضْلِيلِ أَحَدٍ مِنْهُمْ لِمُخَالِفِهِ، وَتَعْلَمُ أَيْضًا أَنَّ مَا قَالَ الْعُلَمَاءُ بِتَحْرِيمِهِ اجْتِهَادًا مِنْهُمْ لَا يُعَدُّ شَرْعًا يُعَامَلُ النَّاسُ بِهِ، وَإِنَّمَا يَلْتَزِمُهُ مَنْ ظَهَرَ لَهُ صِحَّةُ دَلِيلِهِمْ مِنْ قِيَاسٍ أَوِ اسْتِنْبَاطٍ مِنْ آيَةٍ أَوْ حَدِيثٍ دَلَالَتُهَا عَلَيْهِ غَيْرُ صَرِيحَةٍ، وَإِنَّ فِي تَعْرِيضِ كَلَامِ اللهِ وَرَسُولِهِ حُكْمًا، وَسَيَأْتِي لِهَذَا الْمَبْحَثُ تَتِمَّةً فِي تَفْسِيرِ:  (لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ)  (٥: ١٠١) </p>"
}