{
  "id": null,
  "sura": 6,
  "aya": 37,
  "text": "<p> عَلَى حَقِيقَتِهِ، وَأَنَّ الْكَلَامَ تَمْثِيلٌ وَتَعْرِيضٌ بِالْإِيمَاءِ إِلَى عَدَمِ قُدْرَةِ الرَّسُولِ عَلَى هِدَايَتِهِمْ، كَمَا أَنَّهُ لَا يَقْدِرُ عَلَى إِحْيَاءِ الْمَوْتَى. وَهُوَ بَعِيدٌ وَفِيهِ مَا لَا يَخْفَى مِنَ التَّكْلِيفِ. </p><p> (وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ) أَيْ: وَقَالَ أُولَئِكَ الظَّالِمُونَ لِأَنْفُسِهِمُ الَّذِينَ يَجْحَدُونَ بِآيَاتِ رَبِّهِمْ وَيُعَانِدُونَ رَسُولَهُ إِلَيْهِمْ: هَلَّا أُنْزِلَ عَلَيْهِ - أَيِ الرَّسُولِ - آيَةٌ مِنْ رَبِّهِ مِنَ الْآيَاتِ الْمُخَالِفَةِ لِسُنَنِهِ تَعَالَى فِي خَلْقِهِ، مِمَّا اقْتَرَحْنَا عَلَيْهِ، وَجَعَلْنَاهُ شَرْطًا لِإِيمَانِنَا بِهِ؟ وَقِيلَ: إِنَّ مُرَادَهُمْ آيَةٌ مُلْجِئَةٌ إِلَى الْإِيمَانِ، وَالْإِلْجَاءُ اضْطِرَارٌ لَا اخْتِيَارٌ، فَلَا يُوَجَّهُ إِلَيْهِ الطَّلَبُ وَلَا يُعْتَدُّ بِهِ إِنْ حَصَلَ (قُلْ إِنَّ اللهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) أَيْ: قُلْ أَيُّهَا الرَّسُولُ: إِنَّ اللهَ تَعَالَى </p><p> قَادِرٌ عَلَى تَنْزِيلِ آيَةٍ مِمَّا اقْتَرَحُوا، وَإِنَّمَا يُنَزِّلُهَا إِذَا اقْتَضَتْ حِكْمَتُهُ تَنْزِيلَهَا، لَا إِذَا تَعَلَّقَتْ شَهْوَتُهُمْ بِتَعْجِيزِ الرَّسُولِ بِطَلَبِهَا، فَإِنَّ إِجَابَةَ الْمُعَانِدِينَ إِلَى الْآيَاتِ الْمُقْتَرَحَةِ لَمْ يَكُنْ فِي أُمَّةٍ مِنَ الْأُمَمِ سَبَبًا لِلْهِدَايَةِ، وَقَدْ مَضَتْ سُنَّتُهُ تَعَالَى فِي الْأَقْوَامِ، بِأَنْ يُعَاقِبَ الْمُعَجِّزِينَ لِلرُّسُلِ بِذَلِكَ بِعَذَابِ الِاسْتِئْصَالِ، فَتَنْزِيلُ آيَةٍ مُقْتَرَحَةٍ لَا يَكُونُ خَيْرًا لَهُمْ، بَلْ هُوَ شَرٌّ لَهُمْ، وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ شَيْئًا مِنْ حِكَمِ اللهِ تَعَالَى فِي أَفْعَالِهِ، وَلَا مِنْ سُنَنِهِ فِي خَلْقِهِ، وَلَا أَنَّكَ أُرْسِلْتَ رَحْمَةً لِلْعَالَمِينَ، فَلَا يَأْتِي عَلَى يَدَيْكَ سَبَبُ اسْتِئْصَالِ أُمَّتِكَ بِإِجَابَةِ الْمُعَانِدِينَ مِنْهَا إِلَى مَا اقْتَرَحُوا عَلَيْكَ لِإِظْهَارِ عَجْزِكَ، وَلَا يَعْلَمُونَ أَيْضًا أَنَّ إِجَابَةَ اقْتِرَاحٍ وَاحِدٍ يُؤَدِّي إِلَى اقْتِرَاحَاتٍ كَثِيرَةٍ لَا حَدَّ لَهَا، وَلَا فَائِدَةَ مِنْهَا. وَقَدْ يَعْلَمُ أَفْرَادٌ مِنْهُمْ بَعْضَ ذَلِكَ عِلْمًا نَاقِصًا لَا يَهْدِي إِلَى الِاعْتِبَارِ، وَلَا يَصُدُّ صَاحِبَهُ عَنْ مَثَلِ هَذَا الِاقْتِرَاحِ، وَمَنْ قَالَ: إِنَّهُمُ اقْتَرَحُوا آيَةً مُلْجِئَةً يَقُولُ: وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ أَنَّ تَنْزِيلَهَا يُزِيلُ الِاخْتِيَارَ الَّذِي هُوَ أَسَاسُ التَّكْلِيفِ فَلَا يَبْقَى لِدَعْوَةِ الرِّسَالَةِ فَائِدَةٌ. </p><p> قَرَأَ ابْنُ كَثِيرٍ (يُنْزَلَ) بِالتَّخْفِيفِ مِنَ الْإِنْزَالِ، وَالْبَاقُونَ بِالتَّشْدِيدِ مِنَ التَّنْزِيلِ الدَّالِّ بِصِيغَتِهِ عَلَى التَّدْرِيجِ أَوِ التَّكْثِيرِ، وَقَالَ الْمُفَسِّرُونَ: إِنَّ مَعْنَاهُمَا هَاهُنَا وَاحِدٌ، وَالَّذِي نَرَاهُ هُوَ أَنَّ كُلَّ صِيغَةٍ مِنْهُمَا عَلَى أَصْلِ مَعْنَاهَا، وَأَنَّ الْجَمْعَ بَيْنَهُمَا لِبَيَانِ أَنَّ بَعْضَهُمُ اقْتَرَحَ آيَةً وَاحِدَةً تَنْزِلُ دُفْعَةً وَاحِدَةً كَنُزُولِ مَلَكٍ مِنَ السَّمَاءِ عَلَيْهِمْ أَوْ عَلَيْهِ، وَهُوَ الْمُشَارُ إِلَيْهِ بِقِرَاءَةِ ابْنِ كَثِيرٍ، وَبَعْضُهُمُ اقْتَرَحَ عِدَّةَ آيَاتٍ مِنْهَا مَا لَا يَكُونُ إِلَّا بِالتَّدْرِيجِ وَهِيَ الْمُشَارُ إِلَيْهَا بِقِرَاءَةِ الْجُمْهُورِ، وَلَا يُنَافِي إِفْرَادُ الْآيَةِ هُنَا طَلَبَ بَعْضِهِمْ لِعِدَّةِ آيَاتٍ ; إِذِ الْمُرَادُ بِهَا آيَةٌ مِمَّا اقْتَرَحُوا، وَقَدْ صَرَّحَ لَفْظُ الْجَمْعِ فِي آيَةِ الْعَنْكَبُوتِ الْوَارِدَةِ بِمَعْنَى هَذِهِ الْآيَةِ، وَسَيَأْتِي نَصُّهَا قَرِيبًا. </p><p> هَذَا وَإِنَّ بَعْضَ الْكُفَّارِ وَبَعْضَ الشَّاكِّينَ وَالْمُشَكِّكِينَ فِي الْإِسْلَامِ يَقُولُونَ: لَوْ أَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُوتِيَ آيَةً بَيِّنَةً وَمُعْجِزَةً وَاضِحَةً تَدُلُّ عَلَى نُبُوَّتِهِ وَرِسَالَتِهِ لَمَا طَلَبَ قَوْمُهُ الْآيَةَ، وَإِنَّ هَذَا الْجَوَابَ بِقُدْرَةِ اللهِ عَلَى تَنْزِيلِ الْآيَةِ وَنَفْيِ الْعِلْمِ عَنْ أَكْثَرِهِمْ لَا تَقُومُ بِهِ الْحُجَّةُ عَلَيْهِمُ الْمُبَطَّلَةُ لِحَقِّيَّةِ طَلَبِهِمْ، وَإِلَيْكَ الْجَوَابُ عَنْ هَذِهِ الشُّبْهَةِ: </p><p> إِنَّ الْآيَةَ الْكُبْرَى لِخَاتَمِ الرُّسُلِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى نُبُوَّتِهِ هِيَ الْقُرْآنُ، وَإِنَّهَا لَآيَةٌ مُشْتَمِلَةٌ عَلَى آيَاتٍ كَثِيرَةٍ، وَقَدِ احْتَجَّ عَلَيْهِمْ بِهِ وَتَحَدَّاهُمْ بِسُورَةٍ مِنْ مَثَلِهِ فَعَجَزُوا، وَاحْتَجَّ </p><p> عَلَيْهِمْ أَيْضًا بِبَعْضِ مَا اشْتَمَلَ عَلَيْهِ مِنَ الْآيَاتِ كَأَخْبَارِ الْغَيْبِ. وَمِمَّا نَزَلَ فِي ذَلِكَ قَبْلَ \" سُورَةِ الْأَنْعَامِ \" فَاكْتَفَى فِيهَا بِالْإِحَالَةِ عَلَيْهِ قَوْلُهُ تَعَالَى فِي \" سُورَةِ الْعَنْكَبُوتِ \" : (وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ)  (٢٩: ٤٧ - ٥١) فَالْقُرْآنُ فِي جُمْلَتِهِ آيَةٌ عِلْمِيَّةٌ، وَفِي تَفْصِيلِهِ آيَاتٌ كَثِيرَةٌ عَقْلِيَّةٌ وَكَوْنِيَّةٌ، وَهِيَ دَائِمَةٌ لَا تَزُولُ كَمَا زَالَتِ الْآيَاتُ الْكَوْنِيَّةُ كَعَصَا مُوسَى مَثَلًا، عَامَّةٌ لَا تَخْتَصُّ بِبَعْضِ مَنْ كَانَ فِي عَصْرِ الرَّسُولِ كَمَا كَانَتْ آيَةُ مُوسَى الْكُبْرَى خَاصَّةً بِمَنْ رَآهَا فِي عَصْرِهِ، وَهِيَ أَدَلُّ عَلَى الرِّسَالَةِ مِنَ الْآيَاتِ الْكَوْنِيَّةِ ; لِأَنَّ مَوْضُوعَ الرِّسَالَةِ عِلْمِيٌّ، فَهُوَ عِلْمٌ مُوحَى بِهِ غَيْرُ مَكْسُوبٍ يُقْصَدُ بِهِ هِدَايَةُ الْخَلْقِ إِلَى الْحَقِّ، فَظُهُورُ عُلُومِ الْهِدَايَةِ عَلَى لِسَانِ أُمِّيٍّ كَانَ هُوَ وَقَوْمُهُ أَبْعَدَ النَّاسِ عَنْ كُلِّ عِلْمٍ بِعِبَارَةٍ أَعْجَزَتْ بِبَلَاغَتِهَا قَوْمَهُ كَمَا أَعْجَزَتْ غَيْرَهُمْ - عَلَى أَنَّهُ لَمْ يَكُنْ مِنْ قَبْلُ مَعْدُودًا مِنْ بُلَغَائِهِمْ - أَدَلُّ عَلَى كَوْنِ ذَلِكَ مُوحًى بِهِ مِنَ اللهِ عَزَّ وَجَلَّ مِنْ عَصَا مُوسَى عَلَى كَوْنِ مَا جَاءَ بِهِ مِنَ التَّوْرَاةِ مُوحًى بِهِ مِنْهُ تَعَالَى، وَهِيَ غَيْرُ مُعْجِزَةٍ فِي نَفْسِهَا، وَقَدْ نَشَأَ مَنْ جَاءَ بِهَا فِي دَارِ مَلِكٍ أَرْبَى عَلَى سَائِرِ مَمَالِكِ الْأَرْضِ بِالْعُلُومِ وَالشَّرَائِعِ. </p><p> فَالْآيَةُ الْعِلْمِيَّةُ الْقَطْعِيَّةُ لَا يُمْكِنُ الْمِرَاءُ فِيهَا كَالْمِرَاءِ فِي الْآيَةِ الْكَوْنِيَّةِ الَّتِي هِيَ أَمْرٌ غَرِيبٌ غَيْرُ مُعْتَادٍ يَشْتَبِهُ بِكَثِيرٍ مِنَ الْأُمُورِ النَّادِرَةِ الَّتِي لَهَا أَسْبَابٌ خُفْيَةٌ كَالسِّحْرِ وَغَيْرِهِ ; وَلِذَلِكَ اخْتَلَفَ عُلَمَاءُ الْمَعْقُولِ فِي دَلَالَةِ الْمُعْجِزَةِ عَلَى النُّبُوَّةِ، هَلْ هِيَ عَقْلِيَّةٌ أَوْ عَادِيَّةٌ أَوْ وَضْعِيَّةٌ؟ وَقَدْ جَاءَ فِي الْفَصْلِ الثَّالِثِ عَشَرَ مِنْ سِفْرِ تَثْنِيَةِ الِاشْتِرَاعِ أَنَّ مَنْ أَتَى بِآيَةٍ أَوْ أُعْجُوبَةٍ مِنْ نَبِيٍّ أَوْ حَالِمٍ وَأَمْرَ بِعِبَادَةِ غَيْرِ اللهِ تَعَالَى لَا يُسْمَعُ لَهُ، بَلْ يَجِبُ قَتْلُهُ؛ لِأَنَّهُ تَكَلَّمَ بِالزَّيْغِ. فَالْآيَاتُ الْكَوْنِيَّةُ إِذًا لَا تَدُلُّ عَلَى صِدْقِ كُلِّ مَنْ تَظْهَرُ عَلَى يَدَيْهِ، بَلْ تَخْتَلِفُ دَلَالَتُهَا بِاخْتِلَافِ أَحْوَالِ مَنْ تَظْهَرُ عَلَى أَيْدِيهِمْ، وَبِذَلِكَ يَقُولُ كَثِيرٌ مِنَ الْمُتَكَلِّمِينَ. </p><p> وَأَمَّا طَلَبُهُمْ لِلْآيَةِ وَالْآيَاتِ مَعَ وُجُودِ هَذِهِ الْآيَاتِ الْبَيِّنَاتِ، فَسَبَبُهُ مُحَاوَلَةُ تَعْجِيزِ </p><p> الرَّسُولِ لَا كَوْنُهُ هُوَ الدَّلِيلُ الَّذِي يَرَوْنَهُ مُوَصِّلًا إِلَى الْمَدْلُولِ، وَقَدْ قَالَ تَعَالَى لِرَسُولِهِ فِي هَذِهِ السُّورَةِ:  (وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ)  (٧) وَقَالَ فِي أَوَّلِ \" سُورَةِ الْقَمَرِ \" : (وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ)  (٥٤: ٢) </p>"
}