{
  "id": null,
  "sura": 6,
  "aya": 98,
  "text": "<p> وَمِنْهَا الْكَلِمَةُ الْمَذْكُورَةُ آنِفًا - فَإِنَّهُ قَالَ لَمَّا انْتَهَى مِنَ الْكَلَامِ عَلَى النِّظَامِ الشَّمْسِيِّ وَرَجَّحَ أَنَّهُ لَا يَصْلُحُ شَيْءٌ مِنْ سَيَّارَاتِهِ لِحَيَاةِ الْبَشَرِ غَيْرُ الْأَرْضِ، وَأَنَّهُ يُحْتَمَلُ أَنْ تَكُونَ سَيَّارَاتُ سَائِرِ الشُّمُوسِ كَذَلِكَ، وَكُلُّهَا أَكْبَرُ مِنْ هَذِهِ الشَّمْسِ، قَالَ:  \" وَالْإِنْسَانُ أَوْسَعُ هَذِهِ الْمَخْلُوقَاتِ إِدْرَاكًا، وَهُوَ عَلَى سَعَةِ إِدْرَاكِهِ لَا يَعْلَمُ تَرْكِيبَ جِسْمِ النَّمْلَةِ، وَلَا كَيْفِيَّةَ تَجَمُّعِ الدَّقَائِقِ فِي حَبَّةِ الرَّمْلِ، عِلْمٌ وَاسِعٌ وَجَهْلٌ مُطْبِقٌ. وَكِلَاهُمَا نَاطِقٌ بِأَنَّ مُبْدِعَ هَذَا الْكَوْنِ أَعْظَمُ وَأَعْلَمُ وَأَحْكَمُ مِنْ كُلِّ مَا يَتَصَوَّرُ عَقْلُ الْإِنْسَانِ؟ \" . </p><p> (وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ) بَعْدَ أَنْ ذَكَّرَنَا اللهُ تَعَالَى بِبَعْضِ آيَاتِهِ الْكَوْنِيَّةِ فِي الْأَرْضِ وَفِي السَّمَاءِ ذَكَّرَنَا فِي هَذِهِ الْآيَةِ بِبَعْضِ آيَاتِهِ فِي أَنْفُسِنَا. الْإِنْشَاءُ إِيجَادُ الشَّيْءِ وَتَرْبِيَتُهُ أَوْ إِحْدَاثُهُ بِالتَّدْرِيجِ. وَقَدِ اسْتُعْمِلَ فِي التَّنْزِيلِ فِي خَلْقِ الْإِنْسَانِ بِجُمْلَتِهِ وَخَلْقِ أَعْضَائِهِ وَمَشَاعِرِهِ، وَإِيجَادِ الْأَقْوَامِ وَالْقُرُونِ مِنْ أُمَمٍ بَعْضِهَا فِي إِثْرِ بَعْضٍ، وَفِي الْبَعْثِ، وَفِي خَلْقِ الشَّجَرِ وَالْجَنَّاتِ، وَفِي إِحْدَاثِ السَّحَابِ. قَالَ فِي حَقِيقَةِ الْأَسَاسِ: وَأَنْشَأَ حَدِيثًا وَشِعْرًا وَعِمَارَةً انْتَهَى. وَالنَّفْسُ مَا يَحْيَا بِهِ الْإِنْسَانُ وَذَاتُهُ فَيُطْلَقُ عَلَى الرُّوحِ وَعَلَى الْمَرْءِ الْمُرَكَّبِ مِنْ رُوحٍ وَبَدَنٍ. وَالْمُسْتَقَرُّ </p><p> (بِفَتْحِ الْقَافِ) حَيْثُ يَكُونُ الْقَرَارُ وَالْإِقَامَةُ. قَالَ تَعَالَى:  (وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ) كَمَا قَالَ: (جَعَلَ الْأَرْضَ قَرَارًا) ٢٧: ٦١ قَالَ الرَّاغِبُ: قَرَّ فِي مَكَانِهِ يَقِرُّ قَرَارًا إِذَا ثَبَتَ ثُبُوتًا جَامِدًا، وَأَصْلُهُ مِنَ الْقُرِّ وَهُوَ الْبَرْدُ وَهُوَ يَقْتَضِي السُّكُونَ، وَالْحَرُّ يَقْتَضِي الْحَرَكَةَ انْتَهَى. وَالْمُسْتَوْدَعُ مَوْضِعُ الْوَدِيعَةِ وَهُوَ مَا يَتْرُكُهُ الْمَرْءُ عِنْدَ غَيْرِهِ مُؤَقَّتًا لِيَأْخُذَهُ بَعْدُ، فَهِيَ فَعِيلَةٌ مِنْ وَدَعَ الشَّيْءَ إِذَا تَرَكَهُ بِمَعْنَى مَفْعُولَةٍ. وَيَكُونُ كُلٌّ مِنَ الْمُسْتَقَرِّ وَالْمُسْتَوْدَعِ مَصْدَرًا مِيمِيًّا بِمَعْنَى الِاسْتِقْرَارِ وَالِاسْتِيدَاعِ، وَيَكُونُ الثَّانِي اسْمُ مَفْعُولٍ بِمَعْنَى الْوَدِيعَةِ، وَلَا يَكُونُ الْأَوَّلُ كَذَلِكَ لِأَنَّ فِعْلَهُ لَازِمٌ إِلَّا مَا جَاءَ عَلَى طَرِيقَةِ الْحَذْفِ كَقَوْلِ النُّحَاةِ ظَرْفٌ مُسْتَقَرٌّ، أَيْ مُسْتَقَرٌّ فِيهِ. </p><p> وَالْمَعْنَى أَنَّهُ تَعَالَى هُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ، وَهِيَ إِمَّا الرُّوحُ الَّتِي هِيَ الْخَلْقُ الْآخَرُ فِي قَوْلِهِ تَعَالَى بَعْدَ ذِكْرِ أَطْوَارِ خَلْقِ الْجَسَدِ:  (ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ) ٢٣: ١٤ وَإِمَّا الذَّاتُ الْمُرَكَّبَةُ مِنَ الرُّوحِ وَالْجَسَدِ، وَالْمُرَادُ بِهَا الْإِنْسَانُ الْأَوَّلُ الَّذِي تَسَلْسَلَ مِنْهُ سَائِرُ النَّاسِ بِالتَّوَالُدِ بَيْنَ الْأَزْوَاجِ، وَهُوَ عِنْدَنَا وَعِنْدَ أَهْلِ الْكِتَابِ آدَمُ عَلَيْهِ السَّلَامُ وَتَقَدَّمَ مِثْلُ هَذَا فِي أَوَّلِ سُورَةِ النِّسَاءِ مَعَ بَحْثٍ طَوِيلٍ فِي تَفْسِيرِهِ، وَسَيَجِيءُ شِبْهُهُ فِي سُورَةِ الْأَعْرَافِ. وَفِي إِنْشَاءِ جَمِيعِ الْبَشَرِ مِنْ نَفْسٍ وَاحِدَةٍ آيَاتٌ بَيِّنَاتٌ عَلَى قُدْرَةِ اللهِ وَعِلْمِهِ وَحِكْمَتِهِ وَوَحْدَانِيَّتِهِ، وَفِي التَّذْكِيرِ بِهِ إِرْشَادٌ إِلَى مَا يَجِبُ مِنْ شُكْرِ نِعْمَتِهِ، وَمِنْ وُجُوبِ التَّعَارُفِ وَالتَّآلُفِ وَالتَّعَاوُنِ </p><p> بَيْنَ الْبَشَرِ، وَعَدَمِ جَعْلِ تَفَرُّقِهِمْ إِلَى شُعُوبٍ وَقَبَائِلَ مَدْعَاةً لِلتَّعَادِي وَالتَّقَاتُلِ، وَقَدْ فَصَّلْنَا الْقَوْلَ فِي هَذَا الْمَعْنَى فِي أَوَّلِ تَفْسِيرِ آيَةِ سُورَةِ النِّسَاءِ. </p><p> قَرَأَ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو \" الْمُسْتَقِرُّ \" بِكَسْرِ الْقَافِ وَالْبَاقُونَ بِفَتْحِهَا، وَاخْتُلِفَ فِي الْمُرَادِ بِالْمُسْتَقَرِّ وَالْمُسْتَوْدَعِ، فَرَوَى جُمْهُورُ رُوَاةِ التَّفْسِيرِ وَأَبُو الشَّيْخِ وَالْحَاكِمُ وَصَحَّحَهُ عَنِ ابْنِ عَبَّاسٍ قَالَ: الْمُسْتَقَرُّ - بِالْفَتْحِ - مَا كَانَ فِي الرَّحِمِ، وَالْمُسْتَوْدَعُ مَا اسْتُودِعَ فِي أَصْلَابِ الرِّجَالِ وَالدَّوَابِّ - وَفِي لَفْظٍ: الْمُسْتَقَرُّ مَا فِي الرَّحِمِ وَعَلَى ظَهْرِ الْأَرْضِ وَبَطْنِهَا مِمَّا هُوَ حَيٌّ وَمِمَّا هُوَ قَدْ مَاتَ - وَفِي لَفْظٍ: الْمُسْتَقَرُّ مَا كَانَ فِي الْأَرْضِ، وَالْمُسْتَوْدَعُ مَا كَانَ فِي الصُّلْبِ، وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ أَنَّهُ قَالَ فِي تَفْسِيرِ الْعِبَارَةِ:  \" مُسْتَقَرُّهَا \" فِي الدُّنْيَا \" وَمُسْتَوْدَعَهَا \" فِي الْآخِرَةِ، أَيِ النَّفْسِ. وَفِي رِوَايَةِ عَنْهُ: الْمُسْتَقَرُّ الرَّحِمُ، وَالْمُسْتَوْدَعُ الْمَكَانُ الَّذِي يَمُوتُ فِيهِ. وَرُوِيَ مِثْلُهُ عَنِ الْحَسَنِ وَقَتَادَةَ، وَأَوْرَدَ الرَّازِيُّ قَوْلَ الْحَسَنِ مُفَسِّرًا </p><p> لَهُ فَقَالَ: الْمُسْتَقَرُّ حَالُهُ بَعْدَ الْمَوْتِ ; لِأَنَّهُ إِنْ كَانَ سَعِيدًا فَقَدِ اسْتَقَرَّتْ تِلْكَ السَّعَادَةُ، وَإِنْ كَانَ شَقِيًّا فَقَدِ اسْتَقَرَّتْ تِلْكَ الشَّقَاوَةُ، وَلَا تَبْدِيلَ فِي أَحْوَالِ الْإِنْسَانِ بَعْدَ الْمَوْتِ. وَأَمَّا قَبْلَ الْمَوْتِ فَالْأَحْوَالُ مُتَبَدِّلَةٌ، فَالْكَافِرُ قَدْ يَنْقَلِبُ مُؤْمِنًا وَالزِّنْدِيقُ قَدْ يَنْقَلِبُ صَدِّيقًا، فَهَذِهِ الْأَحْوَالُ لِكَوْنِهَا عَلَى شَرَفِ الزَّوَالِ وَالْفَنَاءِ لَا يَبْعُدُ تَشْبِيهُهَا بِالْوَدِيعَةِ. وَذَكَرَ لِلْأَصَمِّ قَوْلَيْنِ، أَحَدُهُمَا: أَنَّ الْمُسْتَقَرَّ مَنْ خُلِقَ مِنَ النَّفْسِ الْأُولَى وَدَخَلَ الدُّنْيَا وَاسْتَقَرَّ فِيهَا، وَالْمُسْتَوْدَعُ الَّذِي لَمَّا يُخْلَقْ بَعْدُ. وَثَانِيهِمَا: الْمُسْتَقَرُّ مَنِ اسْتَقَرَّ فِي قَرَارِ الدُّنْيَا، وَالْمُسْتَوْدَعُ مَنْ فِي الْقُبُورِ حَتَّى يُبْعَثَ. وَإِنَّمَا يَظْهَرُ وَجْهُ هَذَيْنَ الْقَوْلَيْنِ عَلَى قِرَاءَةِ كَسْرِ الْقَافِ أَوِ الْمُسْتَقَرِّ بِفَتْحِ الْقَافِ مَصْدَرًا وَحُكِيَ عَنْ أَبِي مُسْلِمٍ الْأَصْفَهَانِيِّ أَنَّ التَّقْدِيرَ - فَمِنْكُمْ مُسْتَقَرٌّ ذَكَرٌ وَمِنْكُمْ مُسْتَوْدَعٌ أُنْثَى، فَعَبَّرَ عَنِ الذَّكَرِ بِالْمُسْتَقَرِّ ; لِأَنَّ النُّطْفَةَ تَتَوَلَّدُ فِي صُلْبِهِ، وَعَبَّرَ عَنِ الْأُنْثَى بِالْمُسْتَوْدَعِ لِأَنَّ الرَّحِمَ شِبْهَةٌ بِالْمُسْتَوْدَعِ. وَلَعَلَّهُ أَخَذَهُ مِنَ الشَّاعِرِ. </p><p> وَإِنَّمَا أُمَّهَاتُ النَّاسِ أَوْعِيَةٌ ... مُسْتَوْدَعَاتٌ وَلِلْآبَاءِ أَبْنَاءُ. </p><p> وَأَقُولُ: لَيْسَ فِي الْكِتَابِ الْعَزِيزِ مَا نَسْتَعِينُ بِهِ عَلَى تَفْسِيرِ هَذِهِ الْعِبَارَةِ - كَدَأْبِنَا فِي تَفْسِيرِ الْقُرْآنِ بِالْقُرْآنِ - إِلَّا قَوْلَهُ تَعَالَى فِي سُورَةِ الْحَجِّ:  (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ) ٢٢: ٥ الْآيَةَ. وَقَوْلُهُ تَعَالَى فِي سُورَةِ هُودٍ:  (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ) ١١: ٦ قَالَ ابْنُ عَبَّاسٍ: \" مُسْتَقَرُّهَا \" حَيْثُ تَأَوِي، \" وَمُسْتَوْدَعُهَا \" حَيْثُ تَمُوتُ. وَقَالَ:  \" مُسْتَقَرُّهَا \" فِي الْأَرْحَامِ، \" وَمُسْتَوْدَعُهَا \" حَيْثُ تَمُوتُ. فَهَذَا يُرَجِّحُ أَنَّ الْمُرَادَ بِالْمُسْتَقَرِّ - بِفَتْحِ الْقَافِ - الرَّحِمُ، وَالْمُسْتَوْدَعِ الْقَبْرُ، وَأَمَّا الْمُسْتَقِرُّ - بِكَسْرِ الْقَافِ - فَالظَّاهِرُ أَنَّهُ مَنْ يَطُولُ عُمُرُهُ فِي الدُّنْيَا، كَأَنَّهُ قَالَ: فَمِنْكُمْ مُسْتَقِرٌّ فِي الدُّنْيَا يُعَمَّرُ </p><p> عُمُرًا طَوِيلًا، وَمِنْكُمْ مُسْتَوْدَعٌ لَا اسْتِقْرَارَ لَهُ فِيهَا بَلْ تَخْتَرِمُهُ الْمَنِيَّةُ طِفْلًا أَوْ يَافِعًا. وَيُمْكِنُ تَفْسِيرُ قِرَاءَةِ الْفَتْحِ بِهَذَا أَيْ فَمِنْهَا ذُو اسْتِقْرَارٍ وَذُو اسْتِيدَاعٍ. وَآخَرُ مَا خَطَرَ لِي بَعْدَ تَلْخِيصِ أَقْوَالِ الْمُفَسِّرِينَ أَنَّ الْمُسْتَقَرَّ الرُّوحُ - وَهُوَ يُذَكَّرُ وَيُؤَنَّثُ - وَالْمُسْتَوْدَعَ الْبَدَنُ. وَالْجُمْلَةُ مِمَّا يَتَّسِعُ الْمَجَالُ فِيهِ لِلتَّفْسِيرِ وَالتَّقْدِيرِ وَالْإِيجَازُ مَقْصُودٌ بِهِ. </p><p> (قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ) أَيْ قَدْ جَعَلْنَا الْآيَاتِ الْمُبَيِّنَةَ لِسُنَّتِنَا فِي خَلْقِ الْبَشَرِ مُفَصَّلَةً، كُلُّ فَصْلٍ وَنَوْعٍ مِنْهَا يَدُلُّ عَلَى قُدْرَةِ الْخَالِقِ وَإِرَادَتِهِ، وَعِلْمِهِ وَحِكْمَتِهِ، وَفَضْلِهِ وَرَحْمَتِهِ، فَصَّلْنَاهَا كَذَلِكَ لِقَوْمٍ يَفْقَهُونَ مَا يُتْلَى عَلَيْهِمْ، أَيْ يَفْهَمُونَ الْمُرَادَ مِنْهُ وَمَرْمَاهُ وَيَفْطَنُونَ لِدَقَائِقِهِ وَخَفَايَاهُ، فَالْفِقْهُ - وَإِنْ فُسِّرَ بِالْعِلْمِ وَبِالْفَهْمِ - أَخَصُّ مِنْهُمَا. قَالَ الرَّاغِبُ: الْفِقْهُ هُوَ التَّوَصُّلُ إِلَى عِلْمٍ غَائِبٍ بِعِلْمٍ شَاهِدٍ فَهُوَ أَخَصُّ مِنَ الْعِلْمِ. وَقَالَ ابْنُ الْأَثِيرِ فِي النِّهَايَةِ إِنَّ اشْتِقَاقَهُ مِنَ الْفَتْحِ وَالشَّقِّ. وَأَحْسَنُ مِنْهُ قَوْلُ الْحَكِيمِ التِّرْمِذِيِّ: إِنَّ فَقِهَ وَفَقَأَ وَاحِدٌ فَإِنَّ الْإِبْدَالَ بَيْنَ الْهَمْزَةِ وَالْهَاءِ كَثِيرٌ وَفَقَأَ الْبَثْرَةَ شَقَّهَا وَسَبَرَ غَوْرَهَا، فَالْفَقْءُ مُسْتَعْمَلٌ فِي الْحِسِّيَّاتِ وَالْفِقْهُ فِي الْمَعْنَوِيَّاتِ، وَالْجَامِعُ بَيْنَهُمَا النَّظَرُ فِي أَعْمَاقِ الشَّيْءِ وَبَاطِنِهِ. فَمَنْ لَا يَفْهَمُ إِلَّا ظَوَاهِرَ الْكَلَامِ وَلَا يَفْطَنُ إِلَّا لِمَظَاهِرِ الْأَشْيَاءِ لَا يُقَالُ إِنَّهُ فَقِهَ ذَلِكَ، وَإِنَّمَا سُمِّيَ عِلْمُ الشَّرْعِ فِقْهًا لِمَا فِيهِ مِنَ الِاسْتِنْبَاطِ. وَلَمَّا كَانَ اسْتِخْرَاجُ الْحِكَمِ وَالْعِبَرِ مِنْ خَلْقِ الْبَشَرِ يَتَوَقَّفُ عَلَى غَوْصٍ فِي أَعْمَاقِ الْآيَاتِ، وَفِطْنَةٍ فِي اسْتِخْرَاجِ دَقَائِقِ الْحِكَمِ وَالْبَيِّنَاتِ، عَبَّرَ عَنْهَا بِالْفِقْهِ، وَأَمَّا الْعِلْمُ بِمَوَاقِعِ النُّجُومِ. وَالِاهْتِدَاءُ بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ فَهُوَ مِنَ الْأُمُورِ الظَّاهِرَةِ الَّتِي لَا تَتَوَقَّفُ عَلَى دِقَّةِ النَّظَرِ وَلَا غَوْصِ الْفِكْرِ، وَكَذَلِكَ أَكْثَرُ مَظَاهِرِ عِلْمِ الْفَلَكِ ; فَلِذَلِكَ اكْتَفَى فِي الْآيَةِ السَّابِقَةِ لِهَذِهِ بِالتَّعْبِيرِ بِالْعِلْمِ الشَّامِلِ لِمَا لَا يُشْتَرَطُ فِيهِ دِقَّةُ الِاسْتِنْبَاطِ كَظَوَاهِرِهِ، وَلِعِبَرِهِ كَدَقَائِقِهِ. وَقَدْ فَطَنَ لِذَلِكَ الزَّمَخْشَرِيُّ - وَمَا أَجْدَرَهُ بِهِ - فَقَالَ:  (فَإِنْ قُلْتَ) لِمَ قِيلَ \" يَعْلَمُونَ \" مَعَ ذِكْرِ النُّجُومِ، وَ (يَفْقَهُونَ) مَعَ ذِكْرِ إِنْشَاءِ بَنِي آدَمَ؟ (قُلْتُ) : لِأَنَّ إِنْشَاءَ الْإِنْسِ مِنْ نَفْسٍ وَاحِدَةٍ وَتَصْرِيفِهِمْ بَيْنَ أَحْوَالٍ مُخْتَلِفَةٍ أَلْطَفُ وَأَدَقُّ صَنْعَةً وَتَدْبِيرًا، فَكَانَ ذِكْرُ الْفِقْهِ الَّذِي هُوَ اسْتِعْمَالُ فِطْنَةٍ وَتَدْقِيقُ نَظَرٍ مُطَابِقًا لَهُ انْتَهَى. وَتَعَقَّبَهُ ابْنُ الْمُنِيرِ فَزَعَمَ أَنَّ هَذَا كَلَامٌ صِنَاعِيٌّ، وَأَنَّ التَّحْقِيقَ أَنَّ اخْتِلَافَ التَّعْبِيرِ لِلتَّفَنُّنِ. وَذَكَرَ وَجْهًا آخَرَ بِنَاءً عَلَى زَعْمِهِ أَنَّ الْفِقْهَ أَدْنَى دَرَجَاتِ الْعِلْمِ ; لِأَنَّهُ عِبَارَةٌ عَنْ مُجَرَّدِ الْفَهْمِ، وَمَا بُنِيَ عَلَى الْفَاسِدِ فَاسِدٌ، وَأَيْنَ هُوَ فِي فَهْمِ أَسْرَارِ اللُّغَةِ مِنَ الزَّمَخْشَرِيِّ؟ وَأَيْنَ الْمُقَلِّدُ لِظَوَاهِرَ بَعْضِ النُّقُولِ مِنَ الْإِمَامِ اللَّوْذَعِيِّ؟ وَأَيُّهُمَا السَّلِيقِيُّ وَالصِّنَاعِيُّ؟ . </p><p> (وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا) هَذِهِ الْآيَةُ الْمُنَزَّلَةُ مُرْشِدَةٌ إِلَى نَوْعٍ آخَرَ مِنْ آيَاتِ التَّكْوِينِ وَهُوَ إِيجَادُ الْمَاءِ، وَإِنْزَالُهُ </p><p> مِنَ السَّمَاءِ، وَجَعْلُهُ سَبَّبَا لِلنَّبَاتِ، وَجَعْلُ النَّبَاتِ الْمُسَبَّبِ عَنْهُ أَنْوَاعًا كَثِيرَةً، </p>"
}