{
  "id": null,
  "sura": 6,
  "aya": 104,
  "text": "<p> الرُّتَبِ قَدِ اسْتَفَادَ وُجُودَهُ وَصِفَاتِهِ مِنَ الْخَالِقِ الْحَكِيمِ، وَكَانَ اللُّطْفُ مِنْ تِلْكَ الصِّفَاتِ الَّتِي أَشَرْنَا إِلَى تَفَاوُتِهَا الْعَظِيمِ، فَلَا بُدَ أَنْ يَكُونَ لُطْفُهُ تَعَالَى أَدَقَّ وَأَخْفَى مِنْ لُطْفِهَا، وَإِذَا كَانَ لُطْفُ بَعْضِهَا لَا يَسْتَلْزِمُ الْجِسْمِيَّةَ اللُّغَوِيَّةَ وَلَا الْعُرْفِيَّةَ فَلُطْفُهُ عَزَّ وَجَلَّ أَجْدَرُ بِذَلِكَ وَأَحَقُّ، فَعُلَمَاؤُنَا كَافَّةً وَالرُّوحِيُّونَ مِنْ عُلَمَاءِ الْإِفْرِنْجِ وَغَيْرِهِمُ الَّذِينَ يَقُولُونَ - كَمَا يَقُولُ الصُّوفِيَّةُ - بِتَجَلِّي أَرْوَاحِ الْمَوْتَى فِي صُوَرٍ مُتَفَاوِتَةٍ فِي اللُّطْفِ، وَبِتَجَرُّدِ بَعْضِ أَرْوَاحِ الْأَحْيَاءِ وَظُهُورِهَا فِي أَشْبَاحٍ لَطِيفَةٍ أُخْرَى، وَالرُّوحِيُّونَ الْمُنْكِرُونَ مِنْهُمْ لِذَلِكَ - كُلُّهُمْ مُتَّفِقُونَ عَلَى أَنَّ الرُّوحَ لَمْ يُعْرَفْ كُنْهُهَا، وَأَنَّهَا أَلْطَفُ وَأَخْفَى مِنَ الْأَثِيرِ وَمِنَ الْبَسَائِطِ الْمَادِّيَّةِ بِأَسْرِهَا، وَهَى مَعَ ذَلِكَ عَاقِلَةٌ مُتَصَرِّفَةٌ، وَالْمَادِّيُّونَ يَقُولُونَ: إِنَّ مَادَّةَ الْكَوْنِ الْأُولَى الَّتِي ظَهَرَتْ فِيهَا صُوَرُ جَمِيعِ الْعَنَاصِرِ وَمُرَكَّبَاتِهَا لَا يُعْرَفُ لَهَا كُنْهٌ، وَلَا يُدْرِكُهَا طَرْفٌ، وَلَا يُوضَعُ لَهَا حَدٌّ، وَإِنَّهَا فِي مُنْتَهَى اللُّطْفِ وَهَى أَزَلِيَّةٌ أَبَدِيَّةٌ فَجَمِيعُ الْعُلَمَاءِ مِنْ رُوحِيِّينَ وَمَادِّيِّينَ مُتَّفِقُونَ عَلَى أَنَّ لُطْفَ ذَاتِ الشَّيْءِ لَا يَسْتَلْزِمُ التَّرْكِيبَ وَلَا الْحَدَّ وَلَا التَّحَيُّزَ، فَلُطْفُ ذَاتِ الْخَالِقِ أَوْلَى بِتَنَزُّهِهِ عَنْ ذَلِكَ. وَإِنَّمَا فَرَّ الْمُتَكَلِّمُونَ مِنْ هَذِهِ اللَّوَازِمِ حَتَّى لَجَأَ بَعْضُهُمْ إِلَى التَّعْطِيلِ وَبَعْضُهُمْ إِلَى التَّأْوِيلِ لِأَكْثَرِ </p><p> مَا وَصَفَ اللهُ تَعَالَى بِهِ نَفْسَهُ فِي كُتُبِهِ، وَمَا ذَاكَ إِلَّا مِنْ قِيَاسِ الْغَائِبِ عَلَى الْحَاضِرِ وَالْوَاجِبِ عَلَى الْجَائِزِ، وَاللهُ تَعَالَى فَوْقَ ذَلِكَ. وَهُوَ اللَّطِيفُ الْخَبِيرُ، السَّمِيعُ الْبَصِيرُ الْعَلِيُّ الْكَبِيرُ، وَهُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ. </p><p> (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ ١٠٤ وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ ١٠٥ اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لَا إِلَهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ ١٠٦ وَلَوْ شَاءَ اللهُ مَا أَشْرَكُوا وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ) ١٠٧. </p><p> الْآيَاتُ السَّابِقَةُ كُلُّهَا فِي الْإِلَهِيَّاتِ مِنْ عَقَائِدِ الدِّينِ، وَهَذِهِ الْآيَاتُ فِي التَّنْبِيهِ لِمَكَانَتِهَا مِنَ الْهِدَايَةِ، وَفِي الْمُبَلِّغِ لَهَا عَنِ اللهِ تَعَالَى وَمَا يَقُولُ الْمُشْرِكُونَ فِيهِ، وَإِعْلَامِهِ بِسُنَّةِ اللهِ فِيهِمْ مِنْ حَيْثُ هُمْ بَشَرٌ، وَمَا يَجِبُ عَلَيْهِ وَمَا يُنْفَى عَنْهُ فِي هَذَا الْمَقَامِ. قَالَ تَعَالَى: </p><p> (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمِ) الْبَصَائِرُ: جَمْعُ بَصِيرَةٍ وَلَهَا مَعَانٍ مِنْهَا عَقِيدَةُ الْقَلْبِ وَالْمَعْرِفَةُ الثَّابِتَةُ بِالْيَقِينِ، أَوِ الْيَقِينُ فِي الْعِلْمِ بِالشَّيْءِ وَالْعِبْرَةُ وَالشَّاهِدُ، أَوِ الشَّهِيدُ الْمُثْبِتُ لِلْأَمْرِ، وَالْحُجَّةُ أَوِ الْفَطِنَةُ، أَوِ الْقُوَّةُ الَّتِي تُدْرَكُ بِهَا الْحَقَائِقُ الْعِلْمِيَّةُ. وَهَذَا يُقَابِلُ الْبَصَرَ الَّذِي تُدْرَكُ بِهِ الْأَشْيَاءُ الْحِسِّيَّةُ، وَمِنْهُ قَوْلُ مُعَاوِيَةَ لِبَعْضِ بَنِي هَاشِمٍ: إِنَّكُمْ يَا بَنِي هَاشِمٍ تُصَابُونَ فِي أَبْصَارِكُمْ. وَقَوْلُ الْهَاشِمِيِّ لَهُ: وَأَنْتُمْ يَا بَنِي أُمَيَّةَ تُصَابُونَ فِي بَصَائِرِكُمْ. أَيْ قُلُوبِكُمْ وَعُقُولِكُمْ. وَالْمُرَادُ بِالْبَصَائِرِ هُنَا: الْآيَاتُ الْوَارِدَةُ فِي هَذِهِ السُّورَةِ أَوْ فِي هَذَا السِّيَاقِ الَّذِي أَوَّلَهُ (إِنَّ اللهَ فَالِقُ الْحَبِّ وَالنَّوَى) أَوْ هِيَ وَمَا فِي مَعْنَاهَا مِنَ الْآيَاتِ الْمُثْبِتَةِ لِحَقَائِقِ الدِّينِ أَوِ الْقُرْآنِ بِجُمْلَتِهِ، وَرُبَّمَا يَرْجِعُ هَذَا بِتَذْكِيرِ الْفِعْلِ \" جَاءَكُمْ \" إِذْ لَا بُدَ لَهُ مِنْ نُكْتَةٍ فِي الْكَلَامِ الْبَلِيغِ لِأَنَّهُ خِلَافُ الْأَصْلِ وَإِنْ كَانَ جَائِزًا، وَأَقْوَى النُّكَتِ وُقُوعُ اللَّفْظِ الْمُؤَنَّثِ عَلَى مَعْنَى مُذَكَّرٍ، وَالْخِطَابُ وَارِدٌ عَلَى لِسَانِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا قَالَ ابْنُ جَرِيرٍ </p><p> وَغَيْرُهُ، فَالْمَعْنَى قَدْ جَاءَكُمْ فِي هَذِهِ الْآيَاتِ الْجَلِيَّةِ بَصَائِرُ مِنَ الْحُجَجِ الْعَقْلِيَّةِ وَالْكَوْنِيَّةِ، تُثْبِتُ لَكُمْ عَقَائِدَ الْحَقِّ الْيَقِينِيَّةِ الَّتِي يَتَوَقَّفُ عَلَيْهَا نَيْلُ السَّعَادَةِ الْأَبَدِيَّةِ، جَاءَكُمْ ذَلِكَ مِنْ رَبِّكُمُ الَّذِي خَلَقَكُمْ وَسَوَّاكُمْ، وَرَبَّى أَجْسَادَكُمْ وَمَشَاعِرَكُمْ وَسَائِرَ قُوَاكُمْ، لِيُرَبِّيَ بِهَا أَرْوَاحَكُمْ، بِأَحْسَنِ مِمَّا رَبَّى بِهِ أَشْبَاحَكُمْ (فَمَنْ أَبْصَرَ فَلِنَفْسِهِ) أَيْ فَمَنْ أَبْصَرَ بِهَا الْحَقَّ وَالْهُدَى، فَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى، فَلِنَفْسِهِ أَبْصَرَ وَلِسَعَادَتِهَا مَا قَدَّمَ مِنَ الْخَيْرِ وَأَخَّرَ (وَمِنْ عَمِيَ فَعَلَيْهَا) أَيْ وَمِنْ عَمِيَ عَنِ الْحَقِّ بِإِعْرَاضِهِ عَنْهَا وَعَدَمِ النَّظَرِ وَالِاسْتِبْصَارِ بِهَا، فَأَصَرَّ عَلَى ضَلَالِهِ، ثَبَاتًا عَلَى عِنَادِهِ أَوْ تَقْلِيدِ آبَائِهِ وَأَجْدَادِهِ، فَعَلَيْهَا جَنَى وَإِيَّاهَا أَرْدَى، وَلَعَمَى الْبَصَائِرِ شَرٌّ مِنْ عَمَى الْأَبْصَارِ. وَأَسْوَأُ عَاقِبَةً فِي هَذِهِ الدَّارِ وَفِي تِلْكَ الدَّارِ، وَهَذَا كَقَوْلِهِ تَعَالَى:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) ، وَقَوْلِهِ:  (لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ) ٢: ٢٨٦ وَقَوْلِهِ (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) ١٧: ٧ وَقَوْلُهُ هُنَا: \" فَلَهَا \" بِمَعْنَى فَعَلَيْهَا وَنُكْتَتُهُ الْمُشَاكَلَةُ أَوِ الِازْدِوَاجُ وَقِيلَ غَيْرُ ذَلِكَ (وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ) يُرَاقِبُ أَعْمَالَكُمْ وَيُحْصِيهَا لِيُجَازِيَكُمْ عَلَيْهَا، وَإِنَّمَا أَنَا بَشِيرٌ وَنَذِيرٌ وَاللهُ هُوَ الرَّقِيبُ الْحَفِيظُ، فَهُوَ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَيَجْزِيكُمْ عَلَيْهِ بِمَا تَسْتَحِقُّونَ، فَعَلَيْهِ وَحْدُهُ الْحِسَابُ، وَمَا عَلَيَّ إِلَّا الْبَلَاغُ. </p><p> (وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ) أَيْ وَمِثْلَ ذَلِكَ التَّصْرِيفِ وَالتَّفَنُّنِ الْعَلِيِّ الشَّأْنِ الْبَعِيدِ الشَّأْوِ فِي فُنُونِ الْمَعَانِي وَأَفْنَانِ الْبَيَانِ - الَّذِي تَرَاهُ فِي هَذِهِ السُّورَةِ أَوْ هَذَا السِّيَاقِ نُصَرِّفُ الْآيَاتِ فِي سَائِرِ الْقُرْآنِ، لِإِثْبَاتِ أُصُولِ الْأَدْيَانِ، وَالْهِدَايَةِ لِأَحَاسِنَ الْآدَابِ وَالْأَعْمَالِ، فَنُحَوِّلُهَا مِنْ نَوْعٍ إِلَى نَوْعٍ وَمَنْ حَالٍ إِلَى حَالٍ، مُرَاعَاةً لِلْعُقُولِ وَالْأَفْهَامِ، وَلِاخْتِلَافِ اسْتِعْدَادِ الْأَفْرَادِ وَالْأَقْوَامِ (وَلِيَقُولُوا دَرَسْتَ) الْمَعْنَى الْعَامُّ لِلدَّرْسِ تَكْرَارُ الْمُعَالَجَةِ وَتَتَابُعُ الْفِعْلِ عَلَى الشَّيْءِ حَتَّى يَذْهَبَ بِهِ </p><p> أَوْ يَصِلَ إِلَى الْغَايَةِ مِنْهُ، يُقَالُ: دَرَسَ الشَّيْءُ كَرَسْمِ الدَّارِ وَآثَارِهَا يَدْرُسُ (مِنْ بَابِ قَعَدَ) إِذَا عَفَا وَزَالَ بِفِعْلِ الرِّيحِ أَوْ تَتَابَعَ الْمَشْيُ عَلَيْهِ وَغَيْرِ ذَلِكَ مِنَ الْأَسْبَابِ فَهُوَ دَارِسٌ، وَدَرَسَتْهُ الرِّيحُ أَوْ غَيْرُهَا، وَدَرَسَ اللَّابِسُ الثَّوْبَ دَرْسًا أَخْلَقَهُ وَأَبْلَاهُ فَهُوَ دَرِيسٌ، وَدَرَسُوا الطَّعَامَ أَيِ الْقَمْحَ دَاسُوهُ لِيَتَكَسَّرَ فَيُفَرَّقَ بَيْنَ حَبِّهِ وَتِبْنِهِ، وَدَرَسَ النَّاقَةَ دَرْسًا رَاضَهَا، وَدَرَسَ الْكِتَابَ وَالْعِلْمَ يَدْرُسُهُ دَرْسًا وَدِرَاسَةً </p><p> وَدَارَسَهُ مُدَارَسَةً - مِنْ ذَلِكَ. قَالَ فِي اللِّسَانِ عَقِبَ نَقْلِهِ كَأَنَّهُ عَانَدَهُ حَتَّى انْقَادَ لِحِفْظِهِ، ثُمَّ قَالَ: وَدَرَسْتُ الْكِتَابَ أَدْرُسُهُ أَيْ ذَلَّلْتُهُ بِكَثْرَةِ الْقِرَاءَةِ حَتَّى خَفَّ حِفْظُهُ عَلَيَّ مِنْ ذَلِكَ، وَالدُّرْسَةُ بِالضَّمِّ الرِّيَاضَةُ فَفِي كُلِّ مَا ذُكِرَ مَعْنَى تَكْرَارِ الْعَمَلِ وَمُتَابَعَتِهِ حَتَّى بُلُوغِ الْغَايَةِ مِنْهُ. قَرَأَ الْجُمْهُورُ (دَرَسْتَ) فِعْلًا مَاضِيًا لِلْمُخَاطَبِ، وَقَرَأَ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو (دَارَسْتَ) لِلْمُشَارَكَةِ وَهِيَ مَرْوِيَّةٌ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدٍ، وَقَرَأَ ابْنُ عَامِرٍ وَيَعْقُوبُ (دَرَسَتْ) بِفَتْحِ السِّينِ وَسُكُونِ التَّاءِ وَهَى مَرْوِيَّةٌ عَنْ أُبَيٍّ وَابْنِ مَسْعُودٍ وَابْنِ الزُّبَيْرِ وَالْحَسَنِ. وَالتَّعْلِيلُ فِي قَوْلِهِ:  (دَرَسْتَ) خَاصٌّ مَعْطُوفٌ عَلَى تَعْلِيلٍ عَامٍّ يُعْرَفُ مِنَ الْقَرِينَةِ. </p><p> وَالْمَعْنَى وَكَذَلِكَ نَصَرِّفُ الْآيَاتِ عَلَى أَنْوَاعٍ شَتَّى لِيَهْتَدِيَ بِهَا الْمُسْتَعِدُّونَ لِلْإِيمَانِ عَلَى اخْتِلَافِ الْعُقُولِ وَالْأَفْهَامِ، وَلِيَقُولَ هَؤُلَاءِ الْمُشْرِكُونَ - الْجَاحِدُونَ الْمُعَانِدُونَ مِنْهُمْ وَالْمُقَلِّدُونَ - قَدْ دَرَسْتَ مِنْ قَبْلُ يَا مُحَمَّدُ وَتَعَلَّمْتَ، وَلَيْسَ هَذَا بِوَحَيٍ مُنَزَّلٍ كَمَا زَعَمْتَ وَقَدْ قَالُوا مِثْلَ هَذَا إِفْكًا وَزُورًا وَزَعَمُوا أَنَّهُ تَعَلَّمَ مِنْ غُلَامٍ رُومِيٍّ كَانَ يَصْنَعُ السُّيُوفَ فِي مَكَّةَ قِيلَ إِنَّهُ كَانَ يَخْتَلِفُ إِلَيْهِ كَثِيرًا. وَذَلِكَ قَوْلُهُ تَعَالَى فِي سُورَةِ النَّحْلِ:  (وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ) ١٦: ١٠٣ أَوْ لِيَقُولُوا: دَارَسْتَ الْعُلَمَاءَ وَذَاكَرْتَهُمْ وَجِئْتَنَا بِمَا تَلَقَّيْتَهُ عَنْهُمْ، أَوْ دَرَسَتْ هَذِهِ الْعَقَائِدُ وَمُحِيَتْ بِمَعْنَى أَنَّهَا أَسَاطِيرُ قَدِيمَةٌ قَدْ رَثَتْ وَخَلَقَتْ، وَهَاتَانِ الْقِرَاءَتَانِ فِي مَعْنَى قَوْلِهِ تَعَالَى فِي سُورَةِ الْفُرْقَانِ: وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا ٢٥: ٤، ٥ وَأَظْهَرُ مِنْهُ فِي تَأْيِيدِ الْقِرَاءَةِ الْأَخِيرَةِ قَوْلُهُ تَعَالَى حِكَايَةً عَنْ قَوْمِ هُودٍ فِي الشُّعَرَاءِ:  (قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ وَمَا نَحْنُ بِمُعَذَّبِينَ) ٢٦: ١٣٦ - ١٣٨ وَحِكْمَةُ الْقِرَاءَاتِ الثَّلَاثِ حِكَايَةُ أَقْوَالِ ثَلَاثِ فِئَاتٍ مِنَ الْمُشْرِكِينَ، وَهُوَ مِنْ إِيجَازِ الْقُرْآنِ الْعَجِيبِ فِي الْكَلِمِ وَالرَّسْمِ. </p><p> قِيلَ: إِنَّ اللَّامَ فِي قَوْلِهِ \" وَلِيَقُولُوا دَرَسْتَ \" لِلْعَاقِبَةِ وَالصَّيْرُورَةِ، أَيْ لِيَكُونَ عَاقِبَةُ تَصْرِيفِ الْآيَاتِ أَنَّ يَقُولَ الرَّاسِخُونَ فِي الشِّرْكِ مِثْلَ هَذَا الْقَوْلِ مُكَابَرَةً وَعِنَادًا وَجُحُودًا وَإِلْحَادًا. وَقِيلَ: إِنَّ هَذَا تَعْلِيلٌ صَحِيحٌ يُؤَيِّدُهُ قَوْلُهُ تَعَالَى: (يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا) ٢: ٢٦ وَنَقُولُ: لَيْسَ مَعْنَى يُضِلُّ بِهِ كَثِيرًا أَنَّ الْإِضْلَالَ مِنَ الْمَقَاصِدِ الَّتِي </p><p> أُنْزِلَ </p>"
}