{
  "id": null,
  "sura": 6,
  "aya": 11,
  "text": "<p> وَقَالَ الزَّمَخْشَرِيُّ: الِاسْتِهْزَاءُ السُّخْرِيَةُ وَالِاسْتِخْفَافُ وَأَصْلُ الْبَابِ الْخِفَّةُ </p><p> مِنَ الْهُزْءِ وَهُوَ النَّقْلُ السَّرِيعُ، وَنَاقَتُهُ تَهْزَأُ بِهِ أَيْ تُسْرِعُ وَتَخِفُّ انْتَهَى - وَالْخُلَاصَةُ أَنَّ الِاسْتِهْزَاءَ بِالشَّيْءِ الِاسْتِهَانَةُ بِهِ، وَالِاسْتِهْزَاءُ بِالشَّخْصِ احْتِقَارُهُ وَعَدَمُ الِاهْتِمَامِ بِأَمْرِهِ، وَكَثِيرًا مَا يَصْحَبُ ذَلِكَ السُّخْرِيَةُ مِنْهُ، وَهِيَ الضَّحِكُ النَّاشِئُ عَنِ الِاسْتِخْفَافِ وَالِاحْتِقَارِ، فَمَنْ حَاكَى امْرَءًا فِي قَوْلِهِ أَوْ عَمَلِهِ أَوْ زِيِّهِ أَوْ غَيْرِهَا مُحَاكَاةَ احْتِقَارٍ فَقَدْ سَخِرَ مِنْهُ، فَالسُّخْرِيَةُ تَسْتَلْزِمُ الِاسْتِهْزَاءَ، وَهِيَ خَاصَّةٌ بِالْأَشْخَاصِ دُونَ الْأَشْيَاءِ، قَالَ تَعَالَى:  (فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذَكَرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ)  (٢٣: ١١٠) وَقَالَ فِي نُوحٍ: (وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ)  (١١: ٣٨) الْآيَةَ. </p><p> وَحَاقَ الْمَكْرُوهُ يَحِيقُ حَيْقًا، أَحَاطَ بِهِ فَلَمْ يَكُنْ لَهُ مِنْهُ مُخْرِجٌ. </p><p> وَالْمَعْنَى: أَنَّ اللهَ تَعَالَى قَدْ أَخْبَرَ رَسُولَهُ خَبَرًا مُؤَكَّدًا بِصِيغَةِ الْقَسَمِ أَنَّ الْكُفَّارَ قَدِ اسْتَهْزَءُوا بِرُسُلٍ كِرَامٍ مِنْ قَبْلِهِ فَتَنْكِيرُ \" رُسُلٍ \" لِلتَّعْظِيمِ، وَهُوَ لَا يُنَافِي الْعُمُومَ فِي قَوْلِهِ:  (مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِءُونَ)  (٣٦: ٣٠) فَمَا يَرَاهُ مِنَ اسْتِهْزَاءِ طُغَاةِ قُرَيْشٍ لَيْسَ بِدَعًا مِنْهُمْ، بَلْ جَرَوْا بِهِ عَلَى آثَارِ أَعْدَاءِ الرُّسُلِ قَبْلَهُمْ، وَقَدْ حَاقَ بِأُولَئِكَ السَّاخِرِينَ الْعَذَابُ الَّذِي أَنْذَرَهُمْ إِيَّاهُ أُولَئِكَ الرُّسُلُ عَلَى اسْتِهْزَائِهِمْ جَزَاءً وِفَاقًا، حَتَّى كَأَنَّهُ هُوَ الَّذِي حَاقَ بِهِمْ لِأَنَّهُ سَبَبَهُ وَجَاءَ عَلَى وَفْقِهِ. فَالْآيَةُ تَعْلِيمٌ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُنَنَ اللهِ فِي الْأُمَمِ مَعَ رُسُلِهِمْ وَتَسْلِيَةٌ لَهُ عَنْ إِيذَاءِ قَوْمِهِ، وَبِشَارَةٌ لَهُ بِحُسْنِ الْعَاقِبَةِ وَمَا سَيَكُونُ لَهُ مِنْ إِدَالَةِ الدَّوْلَةِ وَقَدْ كَانَ جَزَاءُ الْمُسْتَهْزِئِينَ بِمَنْ قَبْلَهُ مِنَ الرُّسُلِ عَذَابَ الْخِزْيِ بِالِاسْتِئْصَالِ، وَلَكِنَّ اللهَ كَفَاهُ الْمُسْتَهْزِئِينَ بِهِ فَأُهْلَكَهُمْ، وَلَمْ يَجْعَلْهُمْ سَبَبًا لِهَلَاكِ قَوْمِهِمْ، وَامْتَنَّ عَلَيْهِ بِذَلِكَ فِي سُورَةِ الْحِجْرِ إِذْ قَالَ:  (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ)  (١٥: ٩٥) وَالْمَشْهُورُ أَنَّهُمْ خَمْسَةٌ مِنْ رُؤَسَاءِ قُرَيْشٍ هَلَكُوا فِي يَوْمٍ وَاحِدٍ. </p><p> وَلَمَّا كَانَ كَوْنُ أَمْرِ الْمُسْتَهْزِئِينَ بِالرُّسُلِ يَئُولُ إِلَى الْهَلَاكِ بِحَسَبِ سُنَّةِ اللهِ الْمُطَّرِدَةِ فِيهِمْ مِمَّا يَرْتَابُ فِيهِ مُشْرِكُو مَكَّةَ الَّذِينَ يَجْهَلُونَ التَّارِيخَ، وَلَا يَأْخُذُونَ خَبَرَ الْآيَةِ فِيهِ بِالتَّسْلِيمِ أَمَرَ اللهُ تَعَالَى رَسُولَهُ بِأَنْ يَدُلَّهُمْ عَلَى الطَّرِيقِ الَّذِي يُوصِلُهُمْ إِلَى عِلْمِ ذَلِكَ بِأَنْفُسِهِمْ فَقَالَ: </p><p> (قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ) أَيْ قُلْ أَيُّهَا الرَّسُولُ لِلْمُكَذِّبِينَ بِكَ مِنْ قَوْمِكَ الَّذِينَ قَالُوا \" لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ \" سِيرُوا فِي الْأَرْضِ كَشَأْنِكُمْ وَعَادَتِكُمْ، وَتَنَقَّلُوا فِي دِيَارِ أُولَئِكَ الْقُرُونِ الَّذِينَ مَكَّنَّاهُمْ فِي الْأَرْضِ </p><p> وَمَكَّنَّا لَهُمْ مَا لَمْ نُمَكِّنْ لَكُمْ، ثُمَّ انْظُرُوا فِي أَثْنَاءِ كُلِّ رِحْلَةٍ مِنْ رِحْلَاتِكُمْ آثَارَ مَا حَلَّ بِهِمْ مِنَ الْهَلَاكِ، وَتَأَمَّلُوا كَيْفَ كَانَتْ عَاقِبَتُهُمْ بِمَا تُشَاهِدُونَ مِنْ آثَارِهِمْ، وَمَا تَسْمَعُونَ مِنْ أَخْبَارِهِمْ، وَإِنَّمَا قَالَ:  (عَاقِبَةُ الْمُكَذِّبِينَ) وَلَمْ يَقُلْ \" عَاقِبَةُ الْمُسْتَهْزِئِينَ \" أَوِ السَّاخِرِينَ، وَالْكَلَامُ الْأَخِيرُ فِي هَؤُلَاءِ لَا فِي جَمِيعِ الْمُكَذِّبِينَ، لِأَنَّ اللهَ تَعَالَى أَهْلَكَ مِنَ الْقُرُونِ الْأُولَى جَمِيعَ الْمُكَذِّبِينَ، وَإِنْ كَانَ السَّبَبُ </p><p> الْمُبَاشِرُ لِلْإِهْلَاكِ اقْتِرَاحَ الْمُسْتَهْزِئِينَ الْآيَاتِ الْخَاصَّةَ عَلَى الرُّسُلِ، فَلَمَّا أُعْطَوْهَا كَذَّبَ بِهَا الْمُسْتَهْزِئُونَ الْمُقْتَرِحُونَ وَغَيْرُهُمْ مِنَ الْكَافِرِينَ الَّذِينَ كَانُوا مَشْغُولِينَ بِأَنْفُسِهِمْ وَمَعَايِشِهِمْ عَنْ مُشَارَكَةِ كُبَرَاءِ مُتْرَفِيهِمْ بِالِاسْتِهْزَاءِ وَالسُّخْرِيَةِ، وَإِذَا كَانَ الْمُكَذِّبُونَ: قَدِ اسْتَحَقُّوا الْهَلَاكَ وَإِنْ لَمْ يَسْتَهْزِئُوا وَلَمْ يَسْخَرُوا فَكَيْفَ يَكُونُ حَالُ الْمُسْتَهْزِئِينَ وَالسَّاخِرِينَ؟ ! لَا رَيْبَ أَنَّهُمْ أَحَقُّ بِالْهَلَاكِ وَأَجْدَرُ; وَلِذَلِكَ أَهْلَكَ اللهُ الْمُسْتَهْزِئِينَ مِنْ قَوْمِ نَبِيِّ الرَّحْمَةِ وَلَمْ يُجِبْهُمْ إِلَى مَا اقْتَرَحُوهُ لِئَلَّا يَعُمَّ شُؤْمُهُمْ سَائِرَ الْمُكَذِّبِينَ مَعَهُمْ، وَمِنْهُمُ الْمُسْتَعِدُّونَ لِلْإِيمَانِ الَّذِينَ اهْتَدَوْا مِنْ بَعْدُ. </p><p> وَمِنْ نُكَتِ الْبَلَاغَةِ فِي الْآيَةِ: أَنَّهُ قَالَ فِيهَا: (ثُمَّ انْظُرُوا) وَقَدْ وَرَدَ الْأَمْرُ بِالسَّيْرِ فِي الْأَرْضِ وَالْحَثِّ عَلَيْهِ فِي آيَاتٍ أُخْرَى مِنْ عِدَّةِ سُوَرٍ، وَعَطَفَ عَلَيْهِ الْأَمْرَ بِالنَّظَرِ بِالْفَاءِ (رَاجِعْ ٩٩ مِنْ سُورَةِ النَّمْلِ و٤٢ مِنْ سُورَةِ الرُّومِ و١٠٩ مِنْ سُورَةِ يُوسُفَ و٤٤ مِنْ سُورَةِ فَاطِرٍ إِلَخْ) . قَالَ الزَّمَخْشَرِيُّ فِي نُكْتَةِ الْخِلَافِ بَيْنَ التَّعْبِيرَيْنِ: فَإِنْ قُلْتَ أَيُّ فَرْقٍ بَيْنَ قَوْلِهِ \" فَانْظُرُوا \" وَقَوْلِهِ \" ثُمَّ انْظُرُوا \" ؟ قُلْتُ: جُعِلَ النَّظَرُ مُسَبَّبًا عَنِ السَّيْرِ فِي قَوْلِهِ: \" فَانْظُرُوا \" فَكَأَنَّهُ قِيلَ: سِيرُوا لِأَجْلِ النَّظَرِ وَلَا تَسِيرُوا سَيْرَ الْغَافِلِينَ. وَأَمَّا قَوْلُهُ:  (سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا) فَمَعْنَاهُ إِبَاحَةُ السَّيْرِ فِي الْأَرْضِ لِلتِّجَارَةِ وَغَيْرِهَا مِنَ الْمَنَافِعِ وَإِيجَابُ النَّظَرِ فِي آثَارِ الْهَالِكِينَ، وَنَبَّهَ عَلَى ذَلِكَ بِـ (ثُمَّ) لِتُبَاعِدَ مَا بَيْنَ الْوَاجِبِ وَالْمُبَاحِ اهـ. </p><p> وَقَالَ أَحْمَدُ بْنُ الْمُنَيَّرِ فِي الِانْتِصَافِ، وَأَظْهَرُ مِنْ هَذَا التَّأْوِيلِ أَنْ يَجْعَلَ الْأَمْرَ فِي الْمَكَانَيْنِ وَاحِدًا لِيَكُونَ ذَلِكَ سَبَبًا فِي النَّظَرِ، فَحَيْثُ دَخَلَتِ الْفَاءُ فَلِإِظْهَارِ السَّبَبِيَّةِ، وَحَيْثُ دَخَلَتْ ثُمَّ فَلِلتَّنْبِيهِ عَلَى أَنَّ النَّظَرَ هُوَ الْمَقْصُودُ مِنَ السَّيْرِ، وَأَنَّ السَّيْرَ وَسِيلَةٌ إِلَيْهِ لَا غَيْرَ، وَشَتَّانَ بَيْنِ الْمَقْصُودِ وَالْوَسِيلَةِ، وَاللهُ أَعْلَمُ اهـ. </p><p> وَفِي رُوحِ الْمَعَانِي عَنْ بَعْضِهِمْ أَنَّ التَّحْقِيقَ أَنَّهُ سُبْحَانَهُ قَالَ هُنَا:  (ثُمَّ انْظُرُوا) </p><p> وَفِي غَيْرِ مَا مَوْضِعٍ \" فَانْظُرُوا \" لِأَنَّ الْمَقَامَ هُنَا يَقْتَضِي \" ثُمَّ \" دُونَهُ فِي هَاتِيكَ الْمَوَاضِعِ، وَذَلِكَ لِتَقَدُّمِ قَوْلِهِ تَعَالَى فِيمَا نَحْنُ فِيهِ:  (أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ) مَعَ قَوْلِهِ سُبْحَانَهُ وَتَعَالَى: (وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ) وَالْأَوَّلُ يَدُلُّ عَلَى أَنَّ الْهَالِكِينَ طَوَائِفٌ كَثِيرَةٌ وَالثَّانِي يَدُلُّ عَلَى أَنَّ الْمُنْشَأَ بَعْدَهُمْ أَيْضًا كَثِيرُونَ، فَيَكُونُ أَمْرُهُمْ بِالسَّيْرِ دُعَاءً لَهُمْ إِلَى الْعِلْمِ بِذَلِكَ، فَيَكُونُ الْمُرَادُ بِهِ اسْتِقْرَاءَ الْبِلَادِ وَمَنَازِلِ أَهْلِ الْفَسَادِ عَلَى كَثْرَتِهَا لِيَرَوُا الْآثَارَ فِي دِيَارٍ بَعْدَ دِيَارٍ، وَهَذَا مِمَّا يَحْتَاجُ إِلَى زَمَانٍ وَمُدَّةٍ طَوِيلَةٍ تَمْنَعُ مِنَ التَّعَقُّبِ الَّذِي تَقْتَضِيهِ الْفَاءُ، وَلَا كَذَلِكَ فِي الْمَوَاضِعِ الْأُخَرِ. انْتَهَى. </p><p> قَالَ الْآلُوسِيُّ بَعْدَ إِيرَادِهِ. وَلَا يَخْلُو عَنْ دَغْدَغَةٍ، وَاخْتَارَ غَيْرُ وَاحِدٍ أَنَّ السَّيْرَ مُتَّحِدٌ هُنَاكَ وَهُنَا، وَلَكِنَّهُ أَمْرٌ مُمْتَدٌّ بِعَطْفِ النَّظَرِ عَلَيْهِ بِالْفَاءِ تَارَةً، نَظَرًا إِلَى آخِرِهِ، وَبِثُمَّ أُخْرَى نَظَرًا إِلَى أَوَّلِهِ. وَكَذَا شَأْنُ كُلِّ مُمْتَدٍّ انْتَهَى مَا أَوْرَدَهُ الْآلُوسِيُّ، وَالظَّاهِرُ فِي الْأَخِيرِ أَنْ يَكُونَ الْعَطْفُ بِالْفَاءِ نَظَرًا إِلَى الْأَوَّلِ، وَبِثُمَّ نَظَرًا إِلَى الْآخَرِ عَكْسَ مَا ذَكَرَهُ فَتَأَمَّلْ. </p>"
}