{
  "id": null,
  "sura": 6,
  "aya": 136,
  "text": "<p> عَنْ قَوْلِهِمْ:  (مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ)  (١١: ٩١) إِلَخْ. فَهُوَ إِخْبَارٌ لَهُمْ بِأَنَّهُمْ سَوْفَ يَعْلَمُونَ عَاقِبَةَ مَا قَالُوا إِنَّهُمْ لَا يَفْقَهُونَ. انْتَهَى مُلَخَّصًا مِنْ دُرَّةِ التَّنْزِيلِ. </p><p> (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ</p><p> اللهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللهُ افْتِرَاءً عَلَى اللهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ) </p><p> بَعْدَ مُحَاجَّةِ مُشْرِكِي مَكَّةَ وَسَائِرِ الْعَرَبِ فِيمَا تَقَدَّمَ مِنْ أُصُولِ الدِّينِ وَآخِرُهَا الْبَعْثُ وَالْجَزَاءُ ذَكَرَ بَعْضَ عِبَادَاتِهِمُ الشَّرِكِيَّةِ فِي الْحَرْثِ وَقَتْلِ الْأَوْلَادِ وَالتَّحْلِيلِ وَالتَّحْرِيمِ بِبَاعِثِ الْأَهْوَاءِ النَّفْسِيَّةِ. وَالْخُرَافَاتِ الْوَثَنِيَّةِ. فَقَالَ:  (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا) أَيْ وَكَانَ مِنْ أَمْرِهِمْ مِنْ ضَلَالَتِهِمُ الْعَمَلِيَّةِ أَنْ جَعَلُوا لِلَّهِ نَصِيبًا مِمَّا ذَرَأَ وَخَلَقَ لَهُمْ مِنْ ثَمَرِ الزَّرْعِ وَغَلَّتِهِ كَالتَّمْرِ وَالْحُبُوبِ وَنِتَاجِ الْأَنْعَامِ، وَنَصِيبًا لِمَنْ أَشْرَكُوا مَعَهُ مِنَ الْأَوْثَانِ وَالْأَصْنَامِ </p><p> وَقَدْ حُذِفَ ذِكْرُ هَذَا النَّصِيبِ إِيجَازًا لِدَلَالَةِ مَا بَعْدَهُ عَلَيْهِ وَهُوَ قَوْلُهُ تَعَالَى:  (فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا) أَيْ فَقَالُوا فِي الْأَوَّلِ: هَذَا لِلَّهِ، أَيْ نَتَقَرَّبُ بِهِ إِلَيْهِ. وَفِي الثَّانِي: هَذَا لِشُرَكَائِنَا، أَيْ مَعْبُودَاتُهُمْ يَتَقَرَّبُونَ بِهِ إِلَيْهَا. وَقَوْلُهُ فِي الْأَوَّلِ بِزَعْمِهِمْ مَعْنَاهُ بِتَقَوُّلِهِمْ وَوَضْعِهِمُ الَّذِي لَا عِلْمَ لَهُمْ بِهِ وَلَا هُدًى مِنَ اللهِ ; لِأَنَّ جَعْلَهُ قُرْبَةً لِلَّهِ يَجِبُ أَلَّا يُشْرَكَ مَعَهُ غَيْرُهُ فِي مِثْلِهِ وَأَنْ يَكُونَ بِإِذْنٍ مِنْهُ تَعَالَى لِأَنَّهُ دِينٌ، وَإِنَّمَا الدِّينُ لِلَّهِ وَمِنَ اللهِ وَحْدَهُ. وَأَمَّا كَوْنُهُ لِلَّهِ خَلْقًا وَمُلْكًا فَغَيْرُ مُرَادٍ فِي هَذِهِ الْقِسْمَةِ، فَإِنَّ لَهُ تَعَالَى كُلَّ شَيْءٍ لِأَنَّهُ خَالِقُ كُلِّ شَيْءٍ لَا شَرِيكَ لَهُ فِي الْخَلْقِ وَهَذَا لَا خِلَافَ فِيهِ بَيْنَهُمْ وَبَيْنَ الْمُؤْمِنِينَ، وَإِنَّمَا الْخِلَافُ فِي التَّقَرُّبِ إِلَى غَيْرِهِ تَعَالَى بِمَا يُتَقَرَّبُ بِهِ إِلَيْهِ مِنْ دُعَاءٍ وَصَدَقَةٍ وَذَبَائِحِ نُسُكٍ، وَأَنْ يُطَاعَ غَيْرُهُ طَاعَةَ خُضُوعٍ فِي التَّحْلِيلِ وَالتَّحْرِيمِ لِذَاتِهِ بِغَيْرِ إِذْنٍ مِنْهُ تَعَالَى وَغَيْرِ ذَلِكَ. فَهَذَا شِرْكٌ جَلِيٌّ. وَمِنْهُ هَذِهِ الْقِسْمَةُ بَيْنَ اللهِ تَعَالَى وَبَيْنَ مَا أَشْرَكُوا مَعَهُ. </p><p> رُوِيَ أَنَّهُمْ كَانُوا يَجْعَلُونَ نَصِيبَ اللهِ تَعَالَى لِقِرَى الضِّيفَانِ وَإِكْرَامِ الصِّبْيَانِ </p><p> وَالتَّصَدُّقِ عَلَى الْمَسَاكِينِ، وَنَصِيبَ آلِهَتِهِمْ لِسَدَنَتِهَا وَقَرَابَتِهَا وَمَا يُنْفَقُ عَلَى مَعَاهِدِهَا فَإِنْ قِيلَ: لِمَ قُرِنَ الْأَوَّلُ بِالزَّعْمِ الَّذِي يُعَبَّرُ بِهِ عَنْ قَوْلِ الْكَذِبِ وَالْبَاطِلِ عَلَى مَا فِيهِ مِنَ الْبَرِّ وَالْخَيْرِ، دُونَ الثَّانِي الَّذِي هُوَ شَرٌّ مَحْضٌ وَبَاطِلٌ بَحْتٌ وَبِهِ كَانَ الْأَوَّلُ شِرْكًا فِي الْقِسْمَةِ وَدُونَ جَعْلِهِ لِكُلٍّ مِنْهُمَا؟ نَقُولُ: إِنَّ الْأَوَّلَ وَحْدَهُ هُوَ الَّذِي يُمْكِنُ أَنْ يَسْتَحْسِنَهُ الْمُؤْمِنُ أَوِ الْعَاقِلُ وَإِنْ لَمْ يَكُنْ مُؤْمِنًا، فَاحْتِيجَ إِلَى قَرْنِهِ بِكَوْنِهِ زَعْمًا مُخْتَرَعًا لَهُمْ لَا دِينًا مُشْتَرَعًا لِلَّهِ تَعَالَى، فَكَانَ بِهَذَا بَاطِلًا فِي نَفْسِهِ فَوْقَ كَوْنِهِ مَقْرُونًا بِالشِّرْكِ إِذْ جَعَلُوا مِثْلَهُ لِمَا اتَّخَذُوا لِلَّهِ مِنَ الْأَنْدَادِ مَعَ أَحْكَامٍ أُخْرَى لَهُمْ فِيهِ فَصَّلَهَا بِقَوْلِهِ:  (فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللهِ) أَيْ فَمَا كَانَ مِنْهُ لِلتَّقَرُّبِ إِلَى شُرَكَائِهِمُ الَّتِي جَعَلُوهَا لِلَّهِ فَلَا يَصِلُ إِلَى الْوُجُوهِ الَّتِي جَعَلُوهَا لِلَّهِ لَا بِالتَّصَدُّقِ وَلَا بِالضِّيَافَةِ وَلَا غَيْرِهِمَا، بَلْ يَعْنُونَ بِحِفْظِهِ لَهَا بِإِنْفَاقِهِ عَلَى سَدَنَتِهَا وَذَبْحِ النِّسَائِكِ عِنْدَهَا وَنَحْوِ ذَلِكَ (وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ) أَيْ وَمَا جَعَلُوهُ لِلَّهِ فَهُوَ يُحَوَّلُ أَحْيَانًا إِلَى التَّقَرُّبِ بِهِ إِلَيْهَا فِيمَا ذُكِرَ آنِفًا وَفِي غَيْرِهِ مِمَّا سَيَأْتِي (سَاءَ مَا يَحْكُمُونَ) أَيْ قَبُحَ حُكْمُهُمْ هَذَا أَوْ مَا يَحْكُمُونَ بِهِ. وَقُبْحُهُ مِنْ وُجُوهٍ، مِنْهَا أَنَّهُ اعْتِدَاءٌ عَلَى اللهِ بِالتَّشْرِيعِ. وَمِنْهَا الشِّرْكُ فِي عِبَادَتِهِ وَلَا يَجُوزُ أَنْ يَكُونَ لِغَيْرِ اللهِ أَدْنَى نَصِيبٍ مِمَّا يُتَقَرَّبُ بِهِ إِلَيْهِ. وَمِنْهَا تَرْجِيحُ مَا جَعَلُوهُ لِشُرَكَائِهِمْ عَلَى مَا جَعَلُوهُ لِخَالِقِهَا وَخَالِقِهِمْ فِيمَا فُصِّلَ آنِفًا وَهُوَ أَدْنَى الْوُجُوهِ الثَّلَاثَةِ الْمُحْتَمَلَةِ فِي الْقِسْمَةِ. وَالثَّانِي: الْمُسَاوَاةُ بَيْنَ مَا لِشُرَكَائِهِمْ وَمَا لِلَّهِ سُبْحَانَهُ. وَالثَّالِثُ: تَرْجِيحُ مَا لِلَّهِ تَعَالَى، وَمِنْهَا أَنَّ هَذَا الْحُكْمَ لَا مُسْتَنَدَ لَهُ مِنَ الْعَقْلِ، كَمَا أَنَّهُ لَا هِدَايَةَ لَهُ مِنَ الشَّرْعِ. وَهَذَا مِمَّا يُسْتَدَلُّ بِهِ عَلَى أَنَّ الْعُقُولَ تُدْرِكُ حُسْنَ الْأَحْكَامِ وَقُبْحَهَا وَيُحْتَجُّ بِهَا فِيهَا. وَلَمَّا كَانَ مَوْرِدُ هَذَا هُوَ الرِّوَايَةَ وَقَدْ رُوِيَ عَنْهُمْ سَخَافَاتٌ أُخْرَى فِي هَذِهِ الْقِسْمَةِ الْجَائِرَةِ، اخْتَرْنَا أَنْ نَنْقُلَ مَا أَوْرَدَهُ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِ الْآيَةِ قَالَ: </p><p> قَالَ عَلِيُّ بْنُ أَبِي طَلْحَةَ، وَالْعُوفِيُّ، عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: إِنَّ أَعْدَاءَ اللهِ كَانُوا إِذَا حَرَثُوا حَرْثًا أَوْ كَانَتْ لَهُمْ ثَمَرَةٌ جَعَلُوا لِلَّهِ مِنْهُ جُزْءًا وَلِلْوَثَنِ جُزْءًا، فَمَا كَانَ مِنْ حَرْثٍ أَوْ ثَمَرَةٍ أَوْ شَيْءٍ مِنْ نَصِيبِ الْأَوْثَانِ حَفِظُوهُ وَأَحْصَوْهُ وَإِنْ سَقَطَ مِنْهُ شَيْءٌ فِيمَا سُمِّيَ لِلصَّمَدِ. رَدُّوهُ إِلَى مَا جَعَلُوهُ لِلْوَثَنِ. وَإِنْ سَبْقَهُمُ الْمَاءُ الَّذِي جَعَلُوهُ لِلْوَثَنِ فَسَقَى شَيْئًا جَعَلُوهُ لِلَّهِ جَعَلُوا ذَلِكَ لِلْوَثَنِ. وَإِنْ سَقَطَ شَيْءٌ مِنَ الْحَرْثِ وَالثَّمَرَةِ الَّذِي جَعَلُوهُ لِلَّهِ فَاخْتَلَطَ بِالَّذِي جَعَلُوهُ لِلْوَثَنِ قَالُوا هَذَا فَقِيرٌ وَلَمْ </p><p> يَرُدُّوهُ إِلَى مَا جَعَلُوهُ لِلَّهِ. وَإِنْ سَبَقَهُمُ الْمَاءُ الَّذِي جَعَلُوهُ لِلَّهِ فَسَقَى مَا سُمِّيَ لِلْوَثَنِ تَرَكُوهُ لِلْوَثَنِ. وَكَانُوا يُحَرِّمُونَ مِنْ أَمْوَالِهِمُ الْبَحِيرَةَ وَالسَّائِبَةَ وَالْوَصِيلَةَ وَالْحَامِيَ فَيَجْعَلُونَهُ لِلْأَوْثَانِ وَيَزْعُمُونَ أَنَّهُمْ يُحَرِّمُونَهُ قُرْبَةً لِلَّهِ، فَقَالَ اللهُ تَعَالَى:  (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا) الْآيَةَ. وَهَكَذَا قَالَ مُجَاهِدٌ، وَقَتَادَةُ، وَالسُّدِّيُّ وَغَيْرُ وَاحِدٍ، وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ فِي الْآيَةِ: كُلُّ شَيْءٍ يَجْعَلُونَهُ لِلَّهِ مِنْ ذَبْحٍ يَذْبَحُونَهُ لَا يَأْكُلُونَهُ أَبَدًا حَتَّى يَذْكُرُوا مَعَهُ أَسْمَاءَ الْآلِهَةِ وَمَا كَانَ لِلْآلِهَةِ لَمْ يَذْكُرُوا اسْمَ اللهِ مَعَهُ، وَقَرَأَ الْآيَةَ حَتَّى بَلَغَ (سَاءَ مَا يَحْكُمُونَ) أَيْ سَاءَ مَا يَقْسِمُونَ ; لِأَنَّهُمْ أَخْطَئُوا أَوَّلًا فِي الْقَسْمِ ; لِأَنَّ اللهَ تَعَالَى هُوَ رَبُّ كُلِّ شَيْءٍ وَمَلِيكُهُ وَخَالِقُهُ وَلَهُ الْمُلْكُ وَكُلُّ شَيْءٍ لَهُ وَفِي تَصَرُّفِهِ وَتَحْتَ قُدْرَتِهِ وَمَشِيئَتِهِ لَا إِلَهَ غَيْرُهُ وَلَا رَبَّ سِوَاهُ. ثُمَّ لَمَّا قَسَمُوا فِيمَا زَعَمُوا الْقِسْمَةَ الْفَاسِدَةَ لَمْ يَحْفَظُوهَا بَلْ جَارُوا فِيهَا بِقَوْلِهِ جَلَّ وَعَلَا:  (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ)  (١٦: ٥٧) وَقَالَ تَعَالَى: (وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ)  (٤٣: ١٥) وَقَالَ تَعَالَى: (أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى تِلْكَ إِذًا قِسْمَةٌ ضِيزَى)  (٥٣: ٢١، ٢٢) اهـ. </p><p> (وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ) هَذَا حُكَمٌ آخَرُ مِمَّا كَانُوا عَلَيْهِ مِنْ أَعْمَالِ الشِّرْكِ الَّتِي لَا يَسْتَحْسِنُهَا عَقْلٌ سَلِيمٌ، وَلَمْ تَسْتَنِدْ إِلَى شَرْعٍ إِلَهِيٍّ قَوِيمٍ، أَيْ وَمِثْلُ ذَلِكَ التَّزْيِينُ لِقِسْمَةِ الْقَرَابِينِ مِنَ الْحَرْثِ وَالْأَنْعَامِ بَيْنَ اللهِ تَعَالَى وَبَيْنَ آلِهَتِهِمْ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ شُرَكَاؤُهُمْ قَتْلَ أَوْلَادِهِمْ. فَأَمَّا الشُّرَكَاءُ هُنَا فَقِيلَ: هُمْ سَدَنَةُ الْآلِهَةِ وَخَدَمُهَا وَقِيلَ: بَلْ هُمُ الشَّيَاطِينُ الَّذِينَ يُوَسْوِسُونَ لَهُمْ مَا يُزَيِّنُ ذَلِكَ فِي أَنْفُسِهِمْ، وَإِنَّمَا سُمِّيَ كُلٌّ مِنْهُمَا شَرِيكًا لِأَنَّهُ يُطَاعُ وَيُدَانُ لَهُ فِيمَا لَا يُطَاعُ بِهِ إِلَّا اللهُ تَعَالَى، وَلِهَذَا التَّزْيِينِ وُجُوهٌ: </p><p> (أَحَدُهَا) اتِّقَاءُ الْفَقْرِ الْوَاقِعِ أَوِ الْمُتَوَقَّعِ، فَالْأَوَّلُ هُوَ مَا بَيَّنَهُ اللهُ تَعَالَى بِقَوْلِهِ:  (وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ)  (٦: ١٥١) وَالثَّانِي مَا بَيَّنَهُ بِقَوْلِهِ: (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ)  (١٧: ٣١) وَقَدَّمَ فِي الْأَوَّلِ رِزْقَ الْوَالِدَيْنِ عَلَى رِزْقِ الْأَوْلَادِ لِأَنَّ الْوَلَدَ الصَّغِيرَ تَابِعٌ لِوَالِدِهِ فِي الرِّزْقِ الْحَالِّ، وَقَدَّمَ فِي الثَّانِي رِزْقَ الْأَوْلَادِ عَلَى رِزْقِ الْوَالِدَيْنِ لِتَعَلُّقِهِ بِالْمُسْتَقْبَلِ، وَكَثِيرًا مَا يَعْجَزُ فِيهِ الْآبَاءُ عَنْ كَسْبِ الرِّزْقِ وَيَحْتَاجُونَ إِلَى إِنْفَاقِ أَوْلَادِهِمْ عَلَيْهِمْ: </p><p> (وَالْوَجْهُ الثَّانِي) اتِّقَاءُ الْعَارِ وَهُوَ خَاصٌّ بِوَأْدِ الْبَنَاتِ - أَيْ دَفْنُهُنَّ حَيَّاتٍ - خَشْيَةَ أَنْ يَكُنَّ سَبَبًا لِلْعَارِ إِذَا كَبُرْنَ ; فَهُمْ يُصَوِّرُونَ الْبِنْتَ لِوَالِدِهَا الْجَبَّارِ الْعَاتِي تَرْتَكِبُ </p><p> الْفَاحِشَةَ أَوْ تَقْتَرِنُ بِزَوْجٍ دُونَهُ فِي الشَّرَفِ وَالْكَرَامَةِ فَتَلْحَقُهُ الْخِسَّةُ، أَوْ تُسْبَى فِي الْقِتَالِ. </p><p> (وَالْوَجْهُ الثَّالِثُ) التَّدَيُّنُ بِنَحْرِ الْأَوْلَادِ لِلْآلِهَةِ تَقَرُّبًا إِلَيْهَا بِنَذْرٍ أَوْ بِغَيْرِ نَذْرٍ، وَكَانَ الرَّجُلُ يَنْذِرُ فِي الْجَاهِلِيَّةِ لَئِنْ وُلِدَ لَهُ كَذَا غُلَامًا لَيَنْحَرَنَّ أَحَدَهُمْ، كَمَا حَلَفَ عَبْدُ الْمُطَّلِبِ وَخَبَرُهُ مَعْرُوفٌ يُذْكَرُ فِي قَصَصِ الْمَوْلِدِ النَّبَوِيِّ. وَلَوْلَا الشِّرْكُ الَّذِي يُفْسِدُ الْعُقُولَ لَمَا رَاجَتْ هَذِهِ الْوَسْوَسَةُ عِنْدَهُمْ ; وَلِذَلِكَ عَبَّرَ عَنْهُمْ هُنَا بِوَصْفِ (الْمُشْرِكِينَ) فِي مَقَامِ الْإِضْمَارِ لِأَنَّ الْكَلَامَ السَّابِقَ فِيهِمْ، وَسَمَّى الْمُزَيِّنِينَ لَهُمْ ذَلِكَ مِنْ شَيَاطِينِ الْإِنْسِ كَالسَّدَنَةِ أَوِ الْجِنِّ شُرَكَاءَ وَإِنْ لَمْ يُسَمُّوهُمْ هُمْ آلِهَةً أَوْ شُرَكَاءَ ; لِأَنَّهُمْ أَطَاعُوهُمْ طَاعَةَ إِذْعَانٍ دِينِيٍّ فِي التَّحْلِيلِ وَالتَّحْرِيمِ وَهُوَ خَاصٌّ بِالرَّبِّ الْمَعْبُودِ كَمَا وَرَدَ مَرْفُوعًا فِي تَفْسِيرِ (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) فَإِنَّ مُقْتَضَى الْفِعْلِ الْإِذْعَانِيِّ أَقْوَى دَلَالَةً مِنْ مَدْلُولِ الْقَوْلِ اللِّسَانِيِّ لِكَثْرَةِ الْكَذِبِ فِي هَذَا دُونَ ذَاكَ، وَإِنَّنَا نَرَى كَثِيرًا مِنَ الَّذِينَ يَدَّعُونَ التَّوْحِيدَ يَدْعُونَ غَيْرَ اللهِ تَعَالَى مِنَ الْمَوْتَى تَضَرُّعًا وَخُفْيَةً خَاشِعِينَ عِنْدَ قُبُورِهِمْ بَاكِينَ مُتَضَرِّعِينَ، وَيَتَقَرَّبُونَ إِلَيْهِمْ بِالصِّفَاتِ وَذَبَائِحِ النُّسُكِ مَنْذُورَةً أَوْ غَيْرَ مَنْذُورَةٍ، وَلَكِنَّهُمْ لَا يُسَمُّونَهُمْ شُرَكَاءَ لِلَّهِ وَلَا يُسَمُّونَ عِبَادَتَهُمْ هَذِهِ شِرْكًا وَلَا عِبَادَةً، وَقَدْ يُسَمُّونَهَا تَوَسُّلًا. وَالْأَسْمَاءُ لَا تُغَيِّرُ الْحَقَائِقَ وَالْأَفْعَالَ، وَمِنْهَا الْأَقْوَالُ كَالدُّعَاءِ أَدَلُّ عَلَى الْحَقَائِقِ مِنَ التَّسْمِيَةِ الِاصْطِلَاحِيَّةِ وَالتَّأْوِيلَاتِ الْجَدَلِيَّةِ، فَهَذِهِ أَفْعَالُ عِبَادَةٍ لِغَيْرِ اللهِ حَقِيقَةً لُغَةً وَشَرْعًا لَا مَجَازًا. </p><p> وَقَرَأَ ابْنُ عَامِرٍ (زُيِّنَ) بِالْبِنَاءِ لِلْمَفْعُولِ الَّذِي هُوَ (قَتْلُ) وَنَصَبَ (أَوْلَادَهُمْ) مَفْعُولًا لِلْقَتْلِ وَجَرَّ الشُّرَكَاءَ بِإِضَافَةِ الْقَتْلِ إِلَيْهِ مَعَ الْفَصْلِ بَيْنَهُمْ بِمَفْعُولِهِ، وَهُوَ غَيْرُ فَصِيحٍ فِي عُرْفِ النُّحَاةِ وَإِنْ أَجَازُوهُ حَتَّى فِي غَيْرِ الشِّعْرِ ; وَلِذَلِكَ أَنْكَرَ الْقِرَاءَةَ الزَّمَخْشَرِيُّ وَغَلِطَ ابْنُ عَامِرٍ لِظَنِّهِ أَنَّهُ اسْتَنْبَطَهَا مِنْ كِتَابَةِ بَعْضِ الْمَصَاحِفِ، وَانْتَصَرَ لَهَا ابْنُ مَالِكٍ فِي الْأَلْفِيَّةِ وَشَنَّعُوا عَلَى الزَّمَخْشَرِيِّ فِي إِنْكَارِهَا وَكَانُوا يُكَفِّرُونَهُ بِهِ، وَلَكِنْ سَبَقَهُ بِهِ إِمَامُ الْمُفَسِّرِينَ ابْنُ جَرِيرٍ الطَّبَرِيُّ وَالْقُرْآنُ مِنْ جَمِيعِ رِوَايَاتِهِ الثَّابِتَةِ بِالتَّوَاتُرِ حُجَّةٌ عَلَى كُلِّ أَحَدٍ، وَقَدْ تَكُونُ الْقِرَاءَةُ فَصِيحَةً عَلَى لُغَةِ الْقَبِيلَةِ الَّتِي وَرَدَتْ بِبَيَانِ عَمَلِهَا وَإِنْ لَمْ تَكُنْ فَصِيحَةً عِنْدَ مَنْ رَاعَى جُمْهُورُ النُّحَاةِ لُغَاتِهِمْ فِي الْقَوَاعِدِ، وَقَدْ يَكُونُ وُرُودُ الْقِرَاءَةِ بِغَيْرِ الشَّائِعِ فِي الِاسْتِعْمَالِ هُوَ مَا يُسَمِّيهِ النُّحَاةُ شَاذًّا ; لِنُكْتَةٍ تَجْعَلُهَا مِنَ الْبَلَاغَةِ بِمَكَانٍ كَإِفَادَةِ مَعْنًى جَدِيدٍ مَعَ مُنْتَهَى الْإِيجَازِ، كَمَا يَدُلُّ عَلَيْهِ مَعْنَى هَذِهِ الْقِرَاءَةِ وَكَثِيرٌ مِنَ الْقِرَاءَاتِ. وَمَعْنَاهَا زُيِّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلُ شُرَكَائِهِمْ لِأَوْلَادِهِمْ أَيِ اسْتَحْسَنُوا مَا تُوَسْوِسُهُ شَيَاطِينُ </p><p> الْإِنْسِ مِنْ سَدَنَةِ الْأَصْنَامِ وَشَيَاطِينِ الْجِنِّ مِنْ قَتْلِ الْأَوْلَادِ </p>"
}