{
  "id": null,
  "sura": 6,
  "aya": 73,
  "text": "<p> عَلَى نَكَارَةِ حَدِيثِهِ غَيْرُ وَاحِدٍ مِنَ الْأَئِمَّةِ كَأَحْمَدَ وَأَبِي حَاتِمٍ، وَمِنْهُمْ مَنْ قَالَ: إِنَّهُ مَتْرُوكٌ. وَسَنَعُودُ إِلَى الْكَلَامِ عَلَى الصُّورِ وَحِكْمَةِ النَّفْخِ فِيهِ فِي تَفْسِيرِ سُورَتَيِ الْأَنْبِيَاءِ وَالزُّمَرِ، إِنْ أَحْيَانَا اللهُ تَعَالَى. </p><p> (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ) فَسَّرَ ابْنُ عَبَّاسٍ الْغَيْبَ وَالشَّهَادَةَ هُنَا بِالسِّرِّ وَالْعَلَانِيَةِ، وَقَالَ الْحَسَنُ: الشَّهَادَةُ مَا قَدْ رَأَيْتُمْ خَلْقَهُ، وَالْغَيْبُ مَا غَابَ عَنْكُمْ مِمَّا لَمْ تَرَوْهُ. وَتَقَدَّمَ الْقَوْلُ فِي عَالَمِ الْغَيْبِ فِي مَوْضِعَيْنِ مِنْ تَفْسِيرِ هَذِهِ السُّورَةِ مُفَصَّلًا تَفْصِيلًا. وَالْمَعْنَى أَنَّ الَّذِي خَلَقَ الْخَلْقَ بِالْحَقِّ، وَالَّذِي قَوْلُهُ الْحَقُّ فِي التَّكْوِينِ، وَالَّذِي لَهُ الْمُلْكُ وَحْدَهُ يَوْمَ يُنْفَخُ فِي الصُّورِ وَيُحْشَرُ الْخَلْقُ - هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ، وَهُوَ الْحَكِيمُ الَّذِي يَضَعُ كُلَّ شَيْءٍ فِي مَوْضِعِهِ، وَهُوَ الْخَبِيرُ بِدَقَائِقِ الْأُمُورِ وَخَفَايَاهَا، فَلَا يَشِذُّ عَنْ عِلْمِهِ وَحِكْمَتِهِ شَيْءٌ مِنْهَا، فَلَا يَلِيقُ بِعَاقِلٍ أَنْ يَدْعُوَ غَيْرَهُ وَلَوْ بِقَصْدِ التَّوَسُّلِ وَالتَّقْرِيبِ إِلَيْهِ زُلْفَى (فَلَا تَدْعُوَا مَعَ اللهِ أَحَدًا)  (٧٢: ١٨)  (بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ)  (٦: ٤١) فَفِي هَذَا التَّذْيِيلِ تَقْرِيرٌ لِمَضْمُونِ الْآيَةِ، وَفَذْلَكَةٌ لِلسِّيَاقِ الْوَارِدِ فِي إِنْكَارِ دُعَاءِ غَيْرِ اللهِ تَعَالَى. </p><p> (وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَاقَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ) . </p><p> بَدَأَ اللهُ سُبْحَانَهُ هَذِهِ السُّورَةَ بَعْدَ حَمْدِ نَفْسِهِ بِبَيَانِ أُصُولِ الدِّينِ وَمُحَاجَّةِ الْمُشْرِكِينَ، فَبَيَّنَ اسْتِحْقَاقَهُ لِلْعِبَادَةِ وَحْدَهُ، وَإِشْرَاكَهُمْ بِهِ، وَتَكْذِيبَهُمْ بِالْآيَاتِ الَّتِي أَيَّدَ بِهَا رَسُولَهُ وَرَدَّ مَا لَهُمْ مِنَ الشُّبْهَةِ عَلَى الرِّسَالَةِ، ثُمَّ لَقَّنَ رَسُولَهُ طَوَائِفَ مِنَ الْآيَاتِ الْبَيِّنَاتِ فِي إِثْبَاتِ التَّوْحِيدِ وَالرِّسَالَةِ وَالْبَعْثِ مَبْدُوءَةً بِقَوْلِهِ لَهُ (قُلْ. قُلْ) ثُمَّ أَمَرَهُ فِي هَذِهِ الْآيَاتِ بِالتَّذْكِيرِ بِدَعْوَةِ أَبِيهِ إِبْرَاهِيمَ - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ - إِلَى مَثَلِ مَا دَعَا، وَمَا اسْتَنْبَطَهُ هُوَ مِنْهُ مِنْ آيَاتِ التَّوْحِيدِ وَبُطْلَانِ الشِّرْكِ، وَإِقَامَةِ الْحُجَّةِ عَلَى أَهْلِهِ تَأْيِيدًا لِمِصْدَاقِ دَعْوَتِهِ فِي سُلَالَةِ وَلَدِهِ إِسْمَاعِيلَ عَلَيْهِمُ الصَّلَاةُ وَالتَّسْلِيمُ، وَلِإِبْرَاهِيمَ الْمَكَانَةُ الْعُلْيَا مِنْ إِجْلَالِ الْأُمَّةِ الْعَرَبِيَّةِ، كَمَا أَنَّ الْيَهُودَ وَالنَّصَارَى مُتَّفِقُونَ عَلَى إِجْلَالِهِ. وَإِنَّنَا نُقَدِّمُ لِتَفْسِيرِ الْآيَةِ مُقَدِّمَةً فِي أَصْلِ إِبْرَاهِيمَ وَمَسْأَلَةِ كُفْرِ أَبِيهِ آزَرَ وَحِكْمَةِ اللهِ تَعَالَى فِيمَا قَصَّهُ عَنْهُ، فَنَقُولُ: </p><p> (مُقَدِّمَةٌ فِي أَصْلِ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - وَمَسْأَلَةِ كُفْرِ أَبِيهِ) . </p><p> (إِبْرَاهِيمُ) هُوَ الِاسْمُ الْعَلَمُ لِخَلِيلِ الرَّحْمَنِ، أَبِي الْأَنْبِيَاءِ الْأَكْبَرِ مِنْ نُوحٍ، عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَيُؤْخَذُ مِنْ سِفْرِ التَّكْوِينِ - وَهُوَ السِّفْرُ الْأَوَّلُ مِنْ أَسْفَارِ الْعَهْدِ الْعَتِيقِ - أَنَّهُ الْعَاشِرُ مِنْ أَوْلَادِ سَامِ بْنِ نُوحٍ، وَأَنَّهُ وُلِدَ فِي (أُورِ الْكَلْدَانِيِّينَ) وَهِيَ بَلْدَةٌ مِنْ بِلَادِ الْكَلْدَانِ. وَ \" أُورُ \" بِضَمِّ الْهَمْزَةِ وَسُكُونِ الْوَاوِ، وَمَعْنَاهَا فِي الْكَلْدَانِيَّةِ النُّورُ أَوِ النَّارُ كَمَا قَالُوا. قِيلَ: هِيَ الْبَلْدَةُ الْمَعْرُوفَةُ الْآنَ بَاسِمِ (أُورُفَا) فِي وِلَايَةِ حَلَبَ كَمَا رَجَّحَ بَعْضُ الْمُؤَرِّخِينَ، وَقِيلَ: غَيْرُهَا مِنَ الْبِلَادِ الْوَاقِعَةِ فِي جَزِيرَةِ الْعِرَاقِ - بَيْنَ النَّهْرَيْنِ - وَفِي أَقْطَارِ الْعَالَمِ الْقَدِيمِ بِلَادٌ وَمَوَاقِعُ كَثِيرَةٌ مَبْدُوءَةُ أَسْمَاؤُهَا بِكَلِمَةِ (أُورُ) وَاقِعَةٌ مَعَ مَا بَعْدَهَا مَوْقِعَ الْمُضَافِ مِنَ الْمُضَافِ إِلَيْهِ، وَأَشْهَرُهَا (أُورَشْلِيمُ) لِمَدِينَةِ الْقُدْسِ، قَالُوا: إِنَّ مَعْنَاهَا مُلْكُ السَّلَامِ، أَوْ إِرْثُ السَّلَامِ، فَ \" شَلِيمُ \" بِالْعِبْرِيَّةِ هِيَ السَّلَامُ بِالْعَرَبِيَّةِ. وَفِي بَعْضِ التَّوَارِيخِ الْعَرَبِيَّةِ أَنَّهُ مِنْ قَرْيَةٍ اسْمُهَا (كُوثَى) مِنْ سَوَادِ الْكُوفَةِ. وَكَانَ اسْمُ إِبْرَاهِيمَ (أَبْرَامُ) بِفَتْحِ الْهَمْزَةِ، وَقَالُوا: إِنْ مَعْنَاهُ (أَبُو الْعَلَاءِ) فَهُوَ مُرَكَّبٌ مِنْ كَلِمَةِ \" أَبٍ \" الْعَرَبِيَّةِ السَّامِيَّةِ مُضَافَةً إِلَى مَا بَعْدَهَا. وَفِي سِفْرِ التَّكْوِينِ أَنَّ اللهَ تَعَالَى ظَهَرَ لَهُ فِي سِنِّ التَّاسِعَةِ وَالتِّسْعِينَ مِنْ عُمْرِهِ وَكَلَّمَهُ، وَجَدَّدَ عَهْدَهُ لَهُ بِأَنْ يُكَثِّرَ نَسْلُهُ وَيُعْطِيَهُ أَرْضَ كَنْعَانَ (فِلَسْطِينُ) مُلْكًا أَبَدِيًّا، وَسَمَّاهُ لِذَرِّيَّتِهِ (إِبْرَاهِيمُ) بَدَلَ (أَبْرَامُ) وَقَالُوا: إِنَّ مَعْنَى إِبْرَاهِيمَ (أَبُو الْجُمْهُورِ) الْعَظِيمُ أَيْ أَبُو الْأُمَّةِ. وَهُوَ بِمَعْنَى تَبْشِيرِ اللهِ تَعَالَى إِيَّاهُ بِتَكْثِيرِ نَسْلِهِ مِنْ إِسْمَاعِيلَ وَمِنْ إِسْحَاقَ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامِ، وَلَا يُنَافِي ذَلِكَ كَسْرَ هَمْزَتِهِ، فَقَدْ عُلِمَ أَنَّ أَصْلَهَا الْفَتْحُ، وَأَنَّ \" إِبْ \" الْمَكْسُورَةَ فِي إِبْرَاهِيمَ هِيَ أَبٌ الْمَفْتُوحَةُ فِي أَبْرَامَ. فَالْجُزْءُ الْأَوَّلُ مِنْهُ عَرَبِيٌّ، وَالثَّانِي كَلْدَانِيٌّ أَوْ مِنْ لُغَةٍ أُخْرَى مِنْ فُرُوعِ السَّامِيَّةِ أَخَوَاتِ الْعَرَبِيَّةِ الَّتِي هِيَ أَعْظَمُهَا وَأَوْسَعُهَا، حَتَّى جَعَلَهَا بَعْضُ عُلَمَاءِ اللُّغَاتِ هِيَ الْأَصْلَ وَالْأُمَّ لِسَائِرِ تِلْكَ الْفُرُوعِ السَّامِيَّةِ كَالْعِبْرِيَّةِ وَالسُّرْيَانِيَّةِ. وَذَكَرَ رُوَاةُ الْعَرَبِيَّةِ فِي هَذَا الِاسْمِ سَبْعَ لُغَاتٍ عَنِ الْعَرَبِ وَهِيَ إِبْرَاهِيمُ </p><p> وَابْرَاهَامُ وَابْرَاهُومُ وَابْرَاهِيمُ مُثَلَّثَةَ الْهَاءِ وَأَبْرَهَمُ بِفَتْحِ الْهَاءِ بِلَا أَلِفٍ. وَصَرَّحَ بَعْضُهُمْ بِأَنَّهُ سُرْيَانِيُّ الْأَصْلِ ثُمَّ نُقِلَ، وَبَعْضُهُمْ بِأَنَّ مَعْنَاهُ أَبٌ رَاحِمٌ أَوْ رَحِيمٌ، وَعَلَى هَذَا يَكُونُ جُزْآهُ عَرَبِيَّيْنِ بِقَلْبِ حَائِهِ هَاءً كَمَا يَقْلِبُهَا جَمِيعُ الْأَعَاجِمِ الَّذِينَ </p><p> لَا يَنْطِقُونَ بِالْحَاءِ الْمُهْمَلَةِ كَالْإِفْرِنْجِ، وَتَرْكِيبُهُ مَزْجِيٌّ. وَفِي \" الْقَامُوسِ الْمُحِيطِ \" كَغَيْرِهِ \" أَنَّ تَصْغِيرَهُ بُرَيْهٌ أَوْ أُبَيْرَهٌ وَبُرَيْهِيمٌ \" قَالَ شَارِحُهُ عِنْدَ الْأَوَّلِ: قَالَ شَيْخُنَا: وَكَأَنَّهُمْ جَعَلُوهُ عَرَبِيًّا وَتَصَرَّفُوا فِيهِ بِالتَّصْغِيرِ، وَإِلَّا فَالْأَعْجَمِيَّةُ لَا يَدْخُلُهَا شَيْءٌ مِنَ التَّصْرِيفِ بِالْكُلِّيَّةِ. </p><p> وَقَدْ ثَبَتَ عِنْدَ عُلَمَاءِ الْعَادِيَّاتِ وَالْآثَارِ الْقَدِيمَةِ أَنَّ عَرَبَ الْجَزِيرَةَ قَدِ اسْتَعْمَرُوا مُنْذُ فَجْرِ التَّارِيخِ بِلَادَ الْكَلْدَانِ وَمِصْرَ، وَغَلَبَتْ لُغَتُهُمْ فِيهِمَا، وَصَرَّحَ بَعْضُهُمْ بِأَنَّ الْمَلِكَ حَمُورَابِي الَّذِي كَانَ مُعَاصِرًا لِإِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - عَرَبِيٌّ، وَحَمُورَابِي هَذَا هُوَ مُلْكِي صَادِقٌ مَلِكُ الْبِرِّ وَالسَّلَامِ، وَوُصِفَ فِي الْعَهْدِ الْعَتِيقِ بِأَنَّهُ كَاهِنُ اللهِ الْعَلِيِّ، وَذُكِرَ فِيهِ أَنَّهُ بَارَكَ إِبْرَاهِيمَ، وَأَنَّ إِبْرَاهِيمَ أَعْطَاهُ الْعُشْرَ مِنْ كُلِّ شَيْءٍ. وَمِنَ الْمَعْرُوفِ فِي كُتُبِ الْحَدِيثِ وَالتَّارِيخِ الْعَرَبِيِّ أَنَّ إِبْرَاهِيمَ أَسْكَنَ ابْنَهُ إِسْمَاعِيلَ مَعَ أُمِّهِ هَاجَرَ الْمِصْرِيَّةِ - عَلَيْهِمُ السَّلَامُ - فِي الْوَادِي الَّذِي بُنِيَتْ فِيهِ مَكَّةُ بَعْدَ ذَلِكَ، وَأَنَّ اللهَ تَعَالَى سَخَّرَ لَهُمَا جَمَاعَةً مِنْ جُرْهُمٍ سَكَنُوا مَعَهُمَا هُنَالِكَ، وَأَنَّ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - كَانَ يَزُورُهُمَا، وَأَنَّهُ هُوَ وَوَلَدُهُ إِسْمَاعِيلُ بَنَيَا بَيْتَ اللهِ الْمُحَرَّمَ، وَنَشَرَا دِينَ الْإِسْلَامِ فِي الْبِلَادِ الْعَرَبِيَّةِ، فَيَظْهَرُ مِنْ ذَلِكَ أَنَّ الْعَرَبِيَّةَ الْقَدِيمَةَ هِيَ لُغَةُ إِبْرَاهِيمَ وَهَاجَرَ، وَلُغَةُ حَمُورَابِي وَقَوْمِهِ، وَلُغَةُ قُدَمَاءِ الْمِصْرِيِّينَ أَوِ اللُّغَةُ الْغَالِبَةُ فِي ذَيْنِكَ الْقُطْرَيْنِ، وَأَنَّهَا عَلَى مَا كَانَ فِيهَا مِنَ الدَّخِيلِ الْكَلْدَانِيِّ وَالْمِصْرِيِّ كَانَتْ قَرِيبَةً جِدًّا مِنَ الْعَرَبِيَّةِ الْجُرْهُمِيَّةِ، وَلِذَلِكَ كَانَ الَّذِينَ سَاكَنُوا هَاجَرَ مِنْ جُرْهُمٍ يَفْهَمُونَ مِنْهَا وَتَفْهَمُ مِنْهُمْ. وَقَدْ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ أَنَّ إِبْرَاهِيمَ زَارَ إِسْمَاعِيلَ مَرَّةً فَلَمْ يَجِدْهُ، وَتَكَلَّمَ مَعَ امْرَأَتِهِ الْجُرْهُمِيَّةِ وَلَمْ تُعْجِبْهُ، ثُمَّ زَارَهُ مَرَّةً أُخْرَى فَلَمْ يَجِدْهُ، وَكَانَتْ عِنْدَهُ امْرَأَةٌ أُخْرَى فَتَكَلَّمَ مَعَهَا فَأَعْجَبَتْهُ. وَقَدْ وَرَدَ أَيْضًا أَنَّ لُغَةَ إِسْمَاعِيلَ كَانَتْ أَفْصَحَ مِنْ لُغَةِ جُرْهُمٍ، فَهِيَ أَمُّ اللُّغَةِ الْمُضَرِيَّةِ الَّتِي فَاقَتْ بِفَصَاحَتِهَا وَبَلَاغَتِهَا سَائِرَ اللُّغَاتِ أَوِ اللهَجَاتِ الْعَرَبِيَّةِ، ثُمَّ ارْتَقَتْ فِي عَهْدِ قُرَيْشٍ مِنْ ذُرِّيَّتِهِ بِمَا كَانُوا يُقِيمُونَهُ لَهَا مِنْ أَسْوَاقِ الْمُفَاخَرَةِ فِي مَوْسِمِ الْحَجِّ، ثُمَّ كَمُلَتْ بَلَاغَتُهَا وَفَصَاحَتُهَا بِنُزُولِ الْقُرْآنِ الْمَجِيدِ الْمُعْجِزِ لِلْخَلْقِ بِهَا. </p><p> وَأَمَّا أَبُو إِبْرَاهِيمَ فَقَدْ سَمَّاهُ اللهُ تَعَالَى فِي الْآيَةِ الْأَوْلَى مِنْ هَذِهِ الْآيَاتِ (آزَرَ) وَفِي سِفْرِ التَّكْوِينِ أَنَّ اسْمَهُ (تَارَحُ) بِفَتْحٍ وَحَاءٍ مُهْمَلَةٍ، وَقَالُوا: إِنَّ مَعْنَاهُ (مُتَكَاسِلٌ) وَمِنَ الْغَرِيبِ أَنْ نَرَى أَكْثَرَ الْمُفَسِّرِينَ وَالْمُؤَرِّخِينَ اللُّغَوِيِّينَ مِنَّا يَقُولُونَ: إِنَّ اسْمَهُ \" تَارَخُ \" بِالْخَاءِ الْمُعْجَمَةِ أَوِ الْمُهْمَلَةِ، وَإِنَّ آزَرَ لَقَبُهُ أَوِ اسْمُ أَخِيهِ أَوْ أَبِيهِ أَوْ صَنَمِهِ، وَنُقِلَ عَنِ الزَّجَّاجِ </p><p> وَالْفَرَّاءِ أَنَّهُ لَيْسَ بَيْنَ النَّسَّابِينَ وَالْمُؤَرِّخِينَ اخْتِلَافٌ فِي كَوْنِ اسْمِهِ تَارَخَ أَوْ تَارَحَ. وَلَا نَعْرِفُ لِهَذِهِ الْأَقْوَالِ أَصْلًا مَرْفُوعًا إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا مَنْقُولًا عَنِ الْعَرَبِ الْأَوَّلِينَ، وَإِنَّمَا هُوَ مَنْقُولٌ </p><p> فِيمَا يَظْهَرُ عَمَّنْ دَخَلَ فِي الْإِسْلَامِ مِنْ أَهْلِ الْكِتَابِ، كَوَهْبِ بْنِ مُنَبِّهٍ، وَكَعْبِ الْأَحْبَارِ اللَّذَيْنِ أَدْخَلَا عَلَى الْمُسْلِمِينَ كَثِيرًا مِنَ الْإِسْرَائِيلِيَّاتِ، فَتَلَقُّوهَا بِالْقَبُولِ عَلَى عِلَّاتِهَا. وَعَنْ مُقَاتِلِ بْنِ سُلَيْمَانَ الْمَجْرُوحِ بِالْكَذِبِ الَّذِي قَالَ ابْنُ حِبَّانَ فِيهِ: كَانَ يَأْخُذُ مِنَ الْيَهُودِ وَالنَّصَارَى مِنْ عِلْمِ الْقُرْآنِ الَّذِي يُوَافِقُ كُتُبَهُمْ. فَفِي التَّفْسِيرِ الْمَأْثُورِ عَنْ مُجَاهِدٍ قَالَ: آزَرُ لَمْ يَكُنْ بِأَبِيهِ، وَلَكِنَّهُ اسْمُ صَنَمٍ. وَعَنِ السُّدِّيِّ اسْمُ أَبِيهِ تَارَحُ، وَاسْمُ الصَّنَمِ آزَرُ. وَعَنِ ابْنِ عَبَّاسٍ فِي إِحْدَى الرِّوَايَتَيْنِ عَنْهُ قَالَ: آزَرُ الصَّنَمُ، وَأَبُو إِبْرَاهِيمَ اسْمُهُ يَازَرَ، وَفِي الْأُخْرَى أَنَّ أَبَا إِبْرَاهِيمَ لَمْ يَكُنِ اسْمُهُ آزَرَ، وَإِنَّمَا اسْمُهُ تَارَحَ. رَوَاهُمَا عَنْهُ ابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ، وَعَنِ ابْنِ جُرَيْجٍ أَنَّ اسْمَهُ تَيْرَحُ. وَجَزَمَ الضَّحَّاكُ بِأَنَّ اسْمَهُ آزَرَ، وَاعْتَمَدَهُ ابْنُ جَرِيرٍ، وَرُوِيَ عَنِ الْحَسَنِ أَيْضًا. وَقَالَ الْبُخَارِيُّ فِي \" التَّارِيخِ الْكَبِيرِ \" : إِبْرَاهِيمُ بْنُ آزَرَ، وَهُوَ فِي التَّوْرَاةِ تَارَحُ، وَاللهُ سَمَّاهُ آزَرَ، وَإِنْ كَانَ عِنْدَ النَّسَّابِينَ وَالْمُؤَرَّخَيْنِ اسْمُهُ تَارَخُ لِيُعْرَفَ بِذَلِكَ. اهـ. فَقَدِ اعْتَمَدَ أَنَّ آزَرَ هُوَ اسْمُهُ عِنْدَ اللهِ - أَيْ فِي كِتَابِهِ - فَإِنْ أَمْكَنَ الْجَمْعُ بَيْنَ الْقَوْلَيْنِ فَبِهَا وَإِلَّا رَدَدْنَا قَوْلَ الْمُؤَرِّخِينَ، وَسِفْرَ التَّكْوِينِ لِأَنَّهُ لَيْسَ حُجَّةً عِنْدَنَا حَتَّى نَعْتَدَّ بِالتَّعَارُضِ بَيْنَهُ وَبَيْنَ ظَوَاهِرِ الْقُرْآنِ، بَلِ الْقُرْآنُ هُوَ الْمُهَيْمِنُ عَلَى مَا قَبْلَهُ، نُصَدِّقُ مَا صَدَّقَهُ، وَنُكَذِّبُ مَا كَذَّبَهُ، وَنَلْزَمُ الْوَقْفَ فِيمَا سَكَتَ عَنْهُ حَتَّى يَدُلَّ عَلَيْهِ صَحِيحٌ. وَأَضْعَفُ مَا قَالُوهُ فِي الْجَمْعِ بَيْنَ الْقَوْلَيْنِ أَنَّ آزَرَ اسْمُ عَمِّهِ بِنَاءً عَلَى أَنَّ الْعَرَبَ تُسَمِّي الْعَمَّ أَبًا مَجَازًا، وَهَذِهِ الدَّعْوَى لَا تَصِحُّ عَلَى إِطْلَاقِهَا، وَإِنَّمَا يَصِحُّ ذَلِكَ حَيْثُ تُوجَدُ قَرِينَةٌ يُعْلَمُ مِنْهَا الْمُرَادُ، وَلَا قَرِينَةَ هُنَا وَلَا فِي سَائِرِ الْآيَاتِ الَّتِي ذُكِرَ فِيهَا مِنْ غَيْرِ تَسْمِيَةٍ، وَيَلِيهِ فِي الضَّعْفِ قَوْلُ بَعْضِهِمْ: إِنَّهُ كَانَ خَادِمُ الصَّنَمِ الْمُسَمَّى بِآزَرَ، فَأُطْلِقَ عَلَيْهِ مِنْ بَابِ حَذْفِ الْمُضَافِ وَإِقَامَةِ الْمُضَافِ إِلَيْهِ مَكَانَهُ. وَأَقْوَاهُ أَنَّ لَهُ اسْمَيْنِ؛ أَحَدُهُمَا عَلَمٌ وَالْآخَرُ لَقَبٌ: وَالظَّاهِرُ حِينَئِذٍ أَنْ يَكُونَ تَارَحُ هُوَ اللَّقَبُ؛ لِأَنَّ مَعْنَاهُ الْمُتَكَاسِلُ، وَهُوَ لَقَبٌ قَبِيحٌ قَلَّمَا يُطْلِقُهُ أَحَدٌ ابْتِدَاءً عَلَى وَلَدِهِ، وَإِنَّمَا يُطْلَقُ مِثْلُهُ عَلَى الْمَرْءِ بَعْدَ ظُهُورِ مَعْنَاهُ فِيهِ أَوْ رَمْيِهِ بِهِ، إِلَّا أَنْ يَصِحَّ مَا زَعَمَهُ مِنْ عَكْسٍ، فَجُعِلَ آزَرُ هُوَ اللَّقَبُ بِنَاءً عَلَى أَنَّ مَعْنَاهُ فِي لُغَتِهِمُ الْمُخْطِئُ أَوِ الْمُعْوَجُّ أَوِ الْأَعْوَجُ أَوِ الْأَعْرَجِ - وَلَعَلَّهُ تَحْرِيفٌ عَمَّا قَبْلَهُ - وَقِيلَ: إِنَّهُ الشَّيْخُ الْهَرِمُ بِالْخُوَارَزْمِيَّةِ. </p><p> بَعْدَ كِتَابَةِ مَا تَقَدَّمَ رَاجَعْتُ (رُوحَ الْمَعَانِي) لِلْأَلُوسِيِّ، وَالتَّفْسِيرَ الْكَبِيرَ (مَفَاتِيحُ الْغَيْبِ) لِلرَّازِيِّ، فَأَحْبَبْتُ أَنْ أَنْقُلَ عَنْهُمَا مَا يَأْتِي: </p><p> قَالَ الْأَلُوسِيُّ: وَعَلَى الْقَوْلِ بِالْوَصْفِيَّةِ يَكُونُ مَنْعُ صَرْفِهِ لِلْحَمْلِ عَلَى مُوَازِنِهِ وَهُوَ فَاعِلٌ الْمَفْتُوحُ الْعَيْنِ، فَإِنَّهُ يَغْلِبُ مَنْعَ صَرْفِهِ لِكَثْرَتِهِ فِي الْأَعْلَامِ الْأَعْجَمِيَّةِ، وَقِيلَ: الْأَوْلَى أَنْ يُقَالَ: إِنَّهُ غَلَبَ عَلَيْهِ فَأُلْحِقَ بِالْعَلَمِ. وَبَعْضُهُمْ يَجْعَلُهُ نَعْتًا مُشْتَقًّا مِنَ الْأَزْرِ بِمَعْنَى الْقُوَّةِ، أَوِ الْوِزْرِ بِمَعْنَى الْإِثْمِ، وَمَنْعُ صَرْفِهِ حِينَئِذٍ لِلْوَصْفِيَّةِ وَوَزْنِ الْفِعْلِ؛ لِأَنَّهُ عَلَى وَزْنِ أَفْعَلَ. </p><p> وَقَالَ الرَّازِيُّ بَعْدَ أَنْ ذَكَرَ قَوْلَ الزَّجَّاجِ بِاتِّفَاقِ عُلَمَاءِ النَّسَبِ عَلَى أَنَّ اسْمَ أَبِي إِبْرَاهِيمَ تَارَحُ، وَمِنَ الْمُلْحِدَةِ مَنْ جَعَلَ هَذَا طَعْنًا فِي الْقُرْآنِ، وَقَالَ فِي هَذَا النَّسَبِ خَطَأٌ وَلَيْسَ بِصَوَابٍ. ثُمَّ ذَكَرَ أَنَّ لِلْعُلَمَاءِ هَاهُنَا مَقَامَيْنِ؛ أَحَدُهُمَا رَدُّ الِاسْتِدْلَالِ بِإِجْمَاعِ النَّسَّابِينَ عَلَى أَنَّ اسْمَهُ كَانَ تَارَحَ، قَالَ: لِأَنَّ ذَلِكَ الْإِجْمَاعَ إِنَّمَا حَصَلَ لِأَنَّ بَعْضَهُمْ يُقَلِّدُ بَعْضًا، وَبِالْآخِرَةِ يَرْجِعُ ذَلِكَ الْإِجْمَاعُ إِلَى قَوْلِ الْوَاحِدِ وَالِاثْنَيْنِ، مِثْلَ قَوْلِ وَهْبٍ وَكَعْبٍ وَأَمْثَالِهِمَا، وَرُبَّمَا تَعَلَّقُوا بِمَا يَجِدُونَهُ مِنْ أَخْبَارِ الْيَهُودِ وَالنَّصَارَى، وَلَا عِبْرَةَ بِذَلِكَ فِي مُقَابَلَةِ صَرِيحِ الْقُرْآنِ. انْتَهَى. وَقَدْ بَيَّنَّا لَكَ مَأْخَذَهُ، وَأَنَّهُ لَا إِجْمَاعَ فِي الْمَسْأَلَةِ. ثُمَّ ذَكَرَ الْمَقَامَ الثَّانِي، وَهُوَ تَسْلِيمُ قَوْلِهِمْ، وَالْجَمْعُ بَيْنَهُ وَبَيْنَ نَصِّ الْقُرْآنِ بِمَا نَقَلْنَاهُ عَنْهُمْ آنِفًا وَبَيَّنَّا قَوِيَّهُ مِنْ ضَعِيفِهِ. </p><p> وَمِنَ النَّاسِ مَنِ اسْتَدَلَّ عَلَى أَنْ آزَرَ لَمْ يَكُنْ وَالِدَ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - بَلْ عَمَّهُ بِالْجَزْمِ ; لِأَنَّ آبَاءَ الْأَنْبِيَاءِ كَافَّةً أَوْ نَبِيِّنَا خَاصَّةً لَمْ يَكُونُوا كَفَّارًا، وَبِأَنَّ إِبْرَاهِيمَ خَاطَبَ آزَرَ بِالْغِلْظَةِ وَالْجَفَاءِ، وَلَا يَجُوزُ ذَلِكَ مِنَ الْأَنْبِيَاءِ. وَقَدْ عَزَا الرَّازِيُّ هَذَا الْقَوْلَ إِلَى الشِّيعَةِ، وَأَطَالَ فِي بَيَانِهِ، وَاخْتَصَّ فِي بَيَانِ (زَعْمِ أَصْحَابَهِ - أَيِ الْأَشَاعِرَةِ أَوْ أَهْلِ السُّنَّةِ كَافَّةً - أَنَّ آزَرَ كَانَ وَالِدَ إِبْرَاهِيمَ وَكَانَ كَافِرًا وَفِي رَدِّهِمْ قَوْلَ الشِّيعَةِ. وَقَالَ الْأَلُوسِيُّ: وَالَّذِي عَوَّلَ عَلَيْهِ الْجَمُّ الْغَفِيرُ مِنْ أَهْلِ السُّنَّةِ أَنْ آزَرَ لَمْ يَكُنْ وَالِدَ إِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - وَادَّعَوْا أَنَّهُ لَيْسَ فِي آبَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَافِرٌ أَصْلًا؛ لِقَوْلِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -: \" لَمْ أَزَلْ أُنْقَلُ مِنْ أَصْلَابِ الطَّاهِرِينَ إِلَى أَرْحَامِ الطَّاهِرَاتِ \" وَالْمُشْرِكُونَ نَجَسٌ، وَتَخْصِيصُ الطَّهَارَةِ بِالطَّهَارَةِ مِنَ السِّفَاحِ لَا دَلِيلَ لَهُ يُعَوَّلُ عَلَيْهِ، وَالْعِبْرَةَ لِعُمُومِ اللَّفْظِ لَا لِخُصُوصِ السَّبَبِ، وَقَدْ أَلَّفُوا فِي هَذَا الْمَطْلَبِ الرَّسَائِلَ، وَاسْتَدَلُّوا لَهُ بِمَا اسْتَدَلُّوا. وَالْقَوْلُ بِأَنَّ ذَلِكَ قَوْلُ الشِّيعَةِ كَمَا ادَّعَاهُ الْإِمَامُ الرَّازِيُّ نَاشِئٌ مِنْ قِلَّةِ التَّتَبُّعِ. وَأَكْثَرُ هَؤُلَاءِ عَلَى أَنَّ آزَرَ اسْمٌ لِعَمِّ إِبْرَاهِيمَ </p><p> - عَلَيْهِ السَّلَامُ - وَجَاءَ إِطْلَاقُ الْأَبِ عَلَى الْجَدِّ فِي قَوْلِهِ تَعَالَى:  (أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ)  (٢: ١٣٣) وَفِيهِ إِطْلَاقُ الْأَبِ عَلَى الْجَدِّ أَيْضًا. وَعَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ أَنَّهُ قَالَ: الْخَالُ وَالِدٌ وَالْعَمُّ وَالِدٌ، وَتَلَا هَذِهِ الْآيَةَ. </p><p> ثُمَّ ذَكَرَ السَّيِّدُ الْأَلُوسِيُّ آثَارًا اسْتَدَلُّوا بِهَا عَلَى مَا ذُكِرَ، أَخْذَهَا فِيمَا يَظْهَرُ مِنْ بَعْضِ رَسَائِلِ السُّيُوطِيِّ الَّتِي أَلَّفَهَا فِي نَجَاةِ الْأَبَوَيْنِ الشَّرِيفَيْنِ، وَجَمَعَ فِيهَا الذَّرَّةَ وَأُذُنَ الْجَرَّةِ - كَمَا يُقَالُ - وَرَجَّحَ الْآثَارَ الْوَاهِيَةَ وَالْمُنْكَرَةَ عَلَى الْأَحَادِيثِ الصَّحِيحَةِ الْمُؤَيَّدَةِ بِالْآيَاتِ الصَّرِيحَةِ، وَهِيَ الَّتِي أَشَارَ إِلَيْهَا الْأَلُوسِيُّ بِقَوْلِهِ: وَأَلَّفُوا فِي هَذَا الْمَطْلَبِ الرَّسَائِلَ. . إِلَخْ، وَاعْتَمَدَ عَلَيْهَا فِيمَا ادَّعَى أَنَّهُ هُوَ الَّذِي عَوَّلَ عَلَيْهِ أَهْلُ السُّنَّةِ، وَمِنَ الْغَرِيبِ وُقُوعُ هَذِهِ الْهَفْوَةِ مِنْ مِثْلِ هَذَا النَّقَّادِ، وَإِنَّمَا أَوْقَعَهُ فِيهَا هَوًى صَادَفَتْهُ فِي الْفُؤَادِ، وَهُوَ الْمَيْلُ إِلَى مَا يَدُلُّ عَلَى نَجَاةِ جَمِيعِ أُولَئِكَ الْآبَاءِ وَالْأَجْدَادِ الَّذِينَ أَنْجَبُوا أَفْضَلَ الْأَبْنَاءِ وَالْأَحْفَادِ، مُحَمَّدًا وَإِبْرَاهِيمَ الْخَلِيلَيْنِ عَلَيْهِمَا وَعَلَى آلِهِمَا </p><p> أَفْضَلُ الصَّلَاةِ وَالسَّلَامِ، فَإِنَّ مِنْ حُبِّهِمَا - وَهُوَ مِنْ آيَاتِ الْإِيمَانِ بِهِمَا - أَنْ يُحِبَّ الْمُؤْمِنُ نَجَاةَ أُصُولِهِمَا، وَلَكِنْ إِذَا ثَبَتَ أَنَّ بَعْضَهُمْ أَصَرَّ عَلَى الْكُفْرِ، وَقَضَتْ حِكْمَةُ اللهِ أَنْ يُبَيِّنَهُ لَنَا فِي مُحْكَمِ الذِّكْرِ، وَأَنْ يَطَّلِعَ رَسُولُهُ عَلَى عَاقِبَتِهِ فِي النَّارِ، فَيُخْبِرُ أُمَّتَهُ بِهِ لِكَمَالِ التَّوْحِيدِ وَالِاعْتِبَارِ، أَفَيَكُونُ مُقْتَضَى حَبِّ اللهِ وَرَسُولِهِ هُوَ الْإِيمَانُ بِذَلِكَ وَبَيَانُهُ كَمَا بَيَّنَاهُ؟ أَمْ يَكُونُ حُبُّهُمَا تَحْرِيفَهُ وَتَأْوِيلَهُ مُبَالَغَةً فِي تَعْظِيمِ نَسَبِ الرُّسُلِ، وَاسْتِعْظَامًا لِهَلَاكِ أَقْرَبِ النَّاسِ مِنْهُمْ نَسَبًا مَعَ كَرَامَتِهِمْ عِنْدَ اللهِ، وَتَأَثُّرًا بِأَقْوَالِ أَهْلِ الْمِلَلِ الَّذِينَ جَعَلُوا نَجَاةَ الْخَلْقِ وَسَعَادَتِهِمْ فِي الْآخِرَةِ بِجَاهِ أَنْبِيَائِهِمْ وَتَأْثِيرِهِمُ الشَّخْصِيِّ عِنْدَ اللهِ لَا بِاتِّبَاعِهِمْ وَالِاهْتِدَاءِ بِمَا جَاءُوا بِهِ مِنْ أُصُولِ الْإِيمَانِ وَفَضَائِلِ الْأَعْمَالِ (رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ)  (٣: ٥٣) . </p><p> نَعَمْ، إِنَّ مِمَّا يُصْدِعُ الْفُؤَادَ، وَيَكَادُ يُفَتِّتُ أَصْلَبَ الْجَمَادِ، أَنْ يَرَى الْمُؤْمِنُ وَالِدَ خَلِيلِ الرَّحْمَنِ قَدْ أُثْبِتَ عَلَيْهِ فِي كِتَابِ اللهِ تَعَالَى عِبَادَةُ الْأَوْثَانِ، وَأَطْلَعَ اللهُ تَعَالَى رَسُولَهُ عَلَى أَنَّ مَآلَهُ أَنْ يُمْسَخَ حَيَوَانًا مُنْتِنًا وَيَلْقَى فِي سَعِيرِ النِّيرَانِ، كَمَا رَوَى الْبُخَارِيُّ فِي \" كِتَابِ أَحَادِيثِ الْأَنْبِيَاءِ \" وَ \" كِتَابِ التَّفْسِيرِ \" مِنْ صَحِيحِهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - قَالَ:  \" يَلْقَى إِبْرَاهِيمُ أَبَاهُ آزَرَ يَوْمَ الْقِيَامَةِ وَعَلَى وَجْهِ آزَرَ</p><p> قَتَرَةٌ وَغَبَرَةٌ، فَيَقُولُ لَهُ إِبْرَاهِيمُ: أَلَمْ أَقُلْ لَكَ \" لَا تَعْصِنِي \" فَيَقُولُ أَبُوهُ: فَالْيَوْمَ لَا أَعْصِيكَ،فَيَقُولُ إِبْرَاهِيمُ:يَارَبِّ إِنَّكَ وَعَدْتَنِي أَلَّا تُخْزِيَنِي يَوْمَ يُبْعَثُونَ، فَأَيُّ خِزْيٍ أَخْزَى مِنْ أَبِي الْأَبْعَدِ؟ فَيَقُولُ اللهُ تَعَالَى \" إِنِّي حَرَّمْتُ الْجَنَّةَ عَلَى الْكَافِرِينَ \" ثُمَّ يُقَالُ: يَا إِبْرَاهِيمُ انْظُرْ مَا تَحْتَ رِجْلَيْكَ؟ فَيَنْظُرُ فَإِذَا هُوَ بِذِيخٍ مُتَلَطِّخٍ، فَيُؤْخَذُ بِقَوَائِمِهِ فَيُلْقَى فِي النَّارِ \" قَالَ الْحَافِظُ بْنُ حَجَرٍ فِي شَرْحِهِ. وَفِي رِوَايَةِ إِبْرَاهِيمَ بْنِ طَهْمَانَ: فَيُؤْخَذُ مِنْهُ، فَيَقُولُ: يَا إِبْرَاهِيمُ، أَيْنَ أَبُوكَ؟ قَالَ: أَنْتَ أَخَذْتَهُ مِنِّي، قَالَ: انْظُرْ أَسْفَلَ، فَيَنْظُرُ فَإِذَا ذِيخٌ يَتَمَرَّغُ فِي نَتْنِهِ. وَفِي رِوَايَةِ أَيُّوبَ: فَيَمْسَخُ اللهُ أَبَاهُ ضَبْعًا فَيَأْخُذُ بِأَنْفِهِ (أَيْ يَأْخُذُ إِبْرَاهِيمُ أَنْفَهُ بِأَصَابِعِهِ كَرَاهَةً لِرَائِحَةٍ نَتْنِهِ، فَيَقُولُ: يَا عَبْدِي، أَبُوكَ هُوَ؟ فَيَقُولُ: لَا وَعَزَّتِكَ. وَفِي حَدِيثِ سَعِيدٍ: فَيُحَوَّلُ فِي صُورَةٍ قَبِيحَةٍ وَرِيحٍ مُنْتِنَةٍ فِي صُورَةِ ضَبْعَانٍ. زَادَ ابْنُ الْمُنْذِرِ مِنْ هَذَا الْوَجْهِ: فَإِذَا رَآهُ كَذَا تَبَرَّأَ مِنْهُ وَقَالَ: لَسْتَ أَبِي. وَالذِّيخُ - بِكَسْرِ الذَّالِ الْمُعْجَمَةِ بَعْدَهَا تَحْتَانِيَّةٌ سَاكِنَةٌ ثُمَّ خَاءٌ مُعْجَمَةٌ - ذَكَرُ الضِّبَاعِ، وَلَا يُقَالُ: ذِيخٌ إِلَّا إِذَا كَانَ كَثِيرَ الشِّعْرِ. وَالضِّبْعَانُ لُغَةٌ فِي الضَّبْعِ. اهـ. </p><p> أَقُولُ: الضِّبْعَانُ - بِالْكَسْرِ - ذَكَرُ الضِّبَاعِ، وَهُوَ مُفْرَدٌ، وَالضَّبُعُ - بِضَمِّ الْبَاءِ وَسُكُونِهَا - هِيَ الْأُنْثَى فَلَا يُقَالُ: ضَبْعَةٌ، وَقَالَ ابْنُ الْأَنْبَارِيِّ: يُطْلَقُ عَلَى الذَّكَرِ وَالْأُنْثَى. وَهُوَ وَحْشٌ خَبِيثُ الرَّائِحَةِ، فَنَاسَبَ ذَلِكَ خُبْثَ الشِّرْكِ. </p><p> وَقَالَ الْحَافِظُ: قِيلَ: الْحِكْمَةُ فِي مَسْخِهِ لِتَنْفُرَ نَفْسُ إِبْرَاهِيمَ مِنْهُ، وَلِئَلَّا يَبْقَى فِي النَّارِ عَلَى صُورَتِهِ فَيَكُونُ غَضَاضَةً عَلَى إِبْرَاهِيمَ. وَقِيلَ: الْحِكْمَةُ فِي مَسْخِهِ ضَبْعًا أَنَّ الضَّبْعَ مِنْ أَحْمَقِ </p><p> الْحَيَوَانِ، وَآزَرُ كَانَ مِنْ أَحْمَقِ الْبَشَرِ؛ لِأَنَّهُ بَعْدَ أَنْ ظَهَرَ لَهُ مِنْ وَلَدِهِ مَا ظَهَرَ مِنَ الْآيَاتِ الْبَيِّنَاتِ أَصَرَّ عَلَى الْكُفْرِ حَتَّى مَاتَ. . إِلَخْ. </p><p> ثُمَّ ذَكَرَ الْحَافِظُ أَنَّ الْإِسْمَاعِيلِيَّ اسْتَشْكَلَ مَتْنَ هَذَا الْحَدِيثِ مِنْ أَصْلِهِ، وَطَعَنَ فِي صِحَّتِهِ مِنْ جِهَةِ أَنَّ إِبْرَاهِيمَ عَلِمَ أَنَّ اللهَ لَا يُخْلِفُ الْمِيعَادَ، فَكَيْفَ يَجْعَلُ مَا صَارَ لِأَبِيهِ خِزْيًا مَعَ عِلْمِهِ بِذَلِكَ؟ قَالَ الْحَافِظُ: وَقَالَ غَيْرُهُ: هَذَا الْحَدِيثُ مُخَالِفٌ لِظَاهِرِ قَوْلِهِ تَعَالَى: (وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ)  (٩: ١١٤) وَأَجَابَ عَنِ الثَّانِي بِأَنَّ أَهْلَ التَّفْسِيرِ اخْتَلَفُوا فِي الْوَقْتِ الَّذِي تَبَرَّأَ فِيهِ إِبْرَاهِيمُ مِنْ أَبِيهِ، فَقِيلَ: كَانَ ذَلِكَ فِي الْحَيَاةِ الدُّنْيَا لَمَّا مَاتَ آزَرُ مُشْرِكًا. وَذَكَرَ أَنَّ الطَّبَرِيَّ </p><p> رَوَاهُ عَنِ ابْنِ عَبَّاسٍ مِنْ طُرُقٍ قَالَ فِي بَعْضِهَا: اسْتَغْفَرَ لَهُ مَا كَانَ حَيًّا، فَلَمَّا مَاتَ أَمْسَكَ. وَقِيلَ: إِنَّمَا تَبَرَّأَ مِنْهُ يَوْمَ الْقِيَامَةِ لَمَّا يَئِسَ حِينَ مُسِخَ عَلَى مَا صَرَّحَ بِهِ فِي رِوَايَةِ ابْنِ الْمُنْذِرِ الَّتِي أَشَرْتُ إِلَيْهَا. وَهَذَا الَّذِي أَخْرَجَهُ الطَّبَرِيُّ أَيْضًا مِنْ طَرِيقِ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ يَقُولُ: إِنَّ إِبْرَاهِيمَ يَقُولُ يَوْمَ الْقِيَامَةِ: رَبِّ وَالِدِي، رَبِّ وَالِدِي، فَإِذَا كَانَ الثَّالِثَةُ أُخِذَ بِيَدِهِ، فَيَلْتَفِتُ إِلَيْهِ وَهُوَ ضِبْعَانٌ، فَيَتَبَرَّأُ مِنْهُ. . . (ثُمَّ قَالَ الْحَافِظُ) : وَيُمْكِنُ الْجَمْعُ بَيْنَ الْقَوْلَيْنِ بِأَنَّهُ تَبَرَّأَ مِنْهُ لَمَّا مَاتَ مُشْرِكًا، فَتَرَكَ الِاسْتِغْفَارَ لَهُ، لَكِنْ لَمَّا رَآهُ يَوْمَ الْقِيَامَةِ أَدْرَكَتْهُ الرَّأْفَةُ وَالرِّقَّةُ، فَسَأَلَ فِيهِ، فَلَمَّا رَآهُ مُسِخَ يَئِسَ مِنْهُ حِينَئِذٍ، فَتَبَرَّأَ مِنْهُ تَبَرُّءًا أَبَدِيًّا. وَقِيلَ: إِنَّ إِبْرَاهِيمَ لَمْ يَتَيَقَّنْ مَوْتَهُ عَلَى الْكُفْرِ لِجَوَازِ أَنْ يَكُونَ آمَنَ فِي نَفْسِهِ وَلَمْ يَطَّلِعْ إِبْرَاهِيمُ عَلَى ذَلِكَ، وَيَكُونَ تَبَرُّؤُهُ مِنْهُ بَعْدَ الْحَالِ الَّتِي وَقَعَتْ مِنْهُ فِي الْحَدِيثِ. انْتَهَى. وَفِيهِ التَّعْبِيرُ عَنِ الْمُسْتَقْبَلِ بِصِيغَةِ الْمَاضِي، وَهُوَ كَثِيرٌ فِي أَخْبَارِ الْقِيَامَةِ. </p><p> ثُمَّ نَقَلَ الْحَافِظُ عَنِ الْكِرْمَانِيِّ إِيرَادًا بِمَعْنَى إِشْكَالِ الْإِسْمَاعِيلِيِّ مُوَضَّحًا. وَالْجَوَابُ عَنْهُ مِنْ وَجْهَيْنِ: أَحَدُهُمَا أَنَّهُ إِذَا مُسِخَ وَأُلْقِيَ فِي النَّارِ لَمْ تَبْقَ الصُّورَةُ الَّتِي هِيَ سَبَبُ الْخِزْيِ، فَهُوَ عَمَلٌ بِالْوَعْدِ وَالْوَعِيدِ مَعًا، وَثَانِيهِمَا أَنَّ الْوَعْدَ كَانَ مَشْرُوطًا بِالْإِيمَانِ، وَإِنَّمَا اسْتَغْفَرَ لَهُ وَفَاءً بِمَا وَعَدَهُ، فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ. </p><p> وَأَقُولُ: إِنَّ مَا فِي الْحَدِيثِ مِنْ أَنَّ اللهَ تَعَالَى وَعَدَ إِبْرَاهِيمَ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - بِأَلَّا يُخْزِيَهُ يَوْمَ الْقِيَامَةِ يُشِيرُ إِلَى دُعَائِهِ الَّذِي حَكَاهُ اللهُ تَعَالَى عَنْهُ فِي سُورَةِ الشُّعَرَاءِ، وَمِنْهُ (وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ يَوْمَ لَا يَنْفَعُ مَالًا وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللهَ بِقَلْبٍ سَلِيمٍ)  (٢٦: ٨٦ - ٨٩) وَأَمَّا وَعْدُ اللهِ تَعَالَى إِيَّاهُ بِذَلِكَ فَلَا نَعْرِفُهُ إِلَّا مِنَ الْحَدِيثِ، فَهُوَ يَدُلُّ عَلَى أَنَّ اللهَ تَعَالَى أَوْحَى إِلَيْهِ بِأَنَّهُ اسْتَجَابَ لَهُ هَذَا الدُّعَاءَ بِشَرْطِهِ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ، وَهُوَ أَنَّ اللهَ تَعَالَى لَا يَغْفِرُ لِمَنْ يُشْرِكُ بِهِ. وَتَأَمَّلْ قَوْلَهُ تَعَالَى فِي خَاتِمَةِ الدُّعَاءِ:  (يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللهَ بِقَلْبٍ سَلِيمٍ) فَهُوَ مِنْ دَقَائِقِ الرَّقَائِقِ. </p><p> وَأَمَّا اسْتِدْلَالُ الْأَلُوسِيِّ تَبَعًا لِغَيْرِهِ بِحَدِيثِ \" لَمْ أَزَلْ أُنْقَلُ مِنْ أَصْلَابِ الطَّاهِرِينَ إِلَى أَرْحَامِ </p><p> الطَّاهِرَاتِ \" عَلَى إِيمَانِ آبَاءِ النَّبِيِّ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - مِنْ عَبْدِ اللهِ(أَوَّلِهِمْ)إِلَى آدَمَ - عَلَيْهِ السَّلَامُ - فَهُوَ مُعَارَضَةٌ لِظَاهِرِ الْقُرْآنِ وَالْأَحَادِيثِ الصَّحِيحَةِ</p><p> بِحَدِيثٍ وَاهٍ رَوَاهُ أَبُو نُعَيْمٍ فِي الدَّلَائِلِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ بِلَفْظِ \" لَمْ يَلْتَقِ أَبَوَيَّ فِي سِفَاحٍ، لَمْ يَزَلِ اللهُ عَزَّ وَجَلَّ يَنْقُلُنِي مِنْ أَصْلَابٍ طَيِّبَةٍ، إِلَى أَرْحَامٍ طَاهِرَةٍ، صَافِيًا مُهَذَّبًا لَا تَنْشَعِبُ شُعْبَتَانِ إِلَّا كُنْتُ فِي خَيْرِهِمَا \" هَكَذَا فِي نُسْخَةِ الدَّلَائِلِ الَّتِي بِأَيْدِينَا. وَذَكَرَهُ السُّيُوطِيُّ عَنْهُ بِلَفْظِ \" مِنَ الْأَصْلَابِ الطَّيِّبَةِ إِلَى الْأَرْحَامِ الطَّاهِرَةِ \" بِالتَّعْرِيفِ، وَلَا نَعْرِفُهُ بِاللَّفْظِ الَّذِي ذَكَرَهُ الْأَلُوسِيُّ عَنْ أَحَدٍ مِنَ الْمُحَدِّثِينَ، وَإِنَّمَا يَذْكُرُهُ بِهَذَا اللَّفْظِ مَنْ لَا يَتَحَرَّوْنَ نَقْلَ الْأَحَادِيثِ بِضَبْطِ مُخْرِجِيهَا، بَلْ يَتَسَاهَلُونَ بِنَقْلِهَا حَيْثُ وَجَدُوهَا كَكَثِيرٍ مِنَ الْمُفَسِّرِينَ وَالْمُتَكَلِّمِينَ. وَقَدْ سَبَقَ الْفَخْرُ الرَّازِيُّ الْأَلُوسِيَّ إِلَى ذِكْرِهِ بِهَذَا اللَّفْظِ مِنْ غَيْرِ عِزْوٍ وَلَا ذِكْرٍ لِاسْمِ الصَّحَابِيِّ الَّذِي رَفَعَهُ كَعَادَتِهِ. وَاللَّفْظُ الْمَرْوِيُّ لَا مَعْنًى لَهُ إِلَّا كَوْنَ آبَائِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وُلِدُوا مِنْ نِكَاحٍ لَا مِنْ سِفَاحٍ، وَهُوَ مَعْنًى صَحِيحٌ وَرَدَتْ فِيهِ أَحَادِيثُ أُخْرَى، وَلَوْ فَرَضْنَا أَنَّهُ رُوِيَ بِاللَّفْظِ الَّذِي ذَكَرَاهُ لَاحْتَمَلَ هَذَا الْمَعْنَى أَيْضًا، وَكَانَ حَمْلُهُ عَلَيْهِ جَمْعًا بَيْنَهُ وَبَيْنَ الْقُرْآنِ، وَالْأَحَادِيثِ الصَّحِيحَةِ أَوْلَى مِنْ جَعْلِهِ أَصْلًا وَإِرْجَاعِهَا إِلَيْهِ بِالتَّأْوِيلِ وَالتَّكَلُّفِ. وَالَّذِي خَرَّجَهُ إِنَّمَا جَعَلَهُ فِي دَلَائِلِ طِهَارَةِ نَسَبِهِ لَا إِيمَانِ أُصُولِهِ.</p><p> وَمِمَّا ذَكَرَ السُّيُوطِيُّ مِنَ الدَّلَائِلِ فِي مَعْنَى هَذِهِ الْمَسْأَلَةِ قَوْلُهُ تَعَالَى:  (وَتَقَلُّبَكَ فِي السَّاجِدِينَ)  (٢٦: ٢١٩) لِقَوْلِ بَعْضِهِمْ: إِنَّ مَعْنَاهُ فِي أَصْلَابِ الطَّاهِرِينَ أَيِ الْمُؤْمِنِينَ، وَرَوَى أَبُو نُعَيْمٍ أَنَّهُمُ الْأَنْبِيَاءُ، وَيُبْطِلُ ذَلِكَ مَا ذَكَرْنَا مِنَ الْمُعَارَضَةِ، وَقَوْلُهُ تَعَالَى قَبْلَ الْآيَةِ:  (الَّذِي يَرَاكَ حِينَ تَقُومُ)  (٢٦: ٢١٨) أَيْ: وَيَرَى تَقَلُّبَكَ فِي السَّاجِدِينَ، فَهُوَ لَا يَحْتَمِلُ الْمَاضِيَ، وَإِنَّمَا مَعْنَاهُ كَمَا قَالَ ابْنُ عَبَّاسٍ وَغَيْرُهُ: الَّذِي يَرَاكَ حِينَ تَقُومُ فِي الصَّلَاةِ، وَيَرَى تَقَلُّبَكَ فِي الْمُصَلِّينَ أَيْ مَعَهُمْ وَبَيْنَهُمْ. وَمَا رُوِيَ عَنْهُ مِنْ أَنَّ الْمَعْنَى تَقَلُّبُهُ مِنْ صُلْبِ نَبِيٍّ إِلَى صُلْبِ نَبِيٍّ حَتَّى أَخْرَجَهُ نَبِيًّا - لَا يَصِحُّ سَنَدًا وَلَا مَتْنًا وَلَا لُغَةً. وَتَفْصِيلُ ذَلِكَ سَيَأْتِي فِي مَحِلِّهِ. </p><p> وَأَمَّا الْأَحَادِيثُ الصَّحِيحَةُ الْمُعَارَضَةُ لِحَدِيثِ أَبِي نُعَيْمٍ الَّتِي أَشَرْنَا إِلَيْهَا فِي سِيَاقِ الْكَلَامِ غَيْرَ حَدِيثِ الْبُخَارِيِّ فِي مَسْخِ آزَرَ فَأَهَمُّهَا مَا وَرَدَ فِي أَبَوَيِ الرَّسُولِ الطَّاهِرَيْنِ - صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَقَدْ رَوَى مُسْلِمٌ فِي صَحِيحِهِ مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللهِ، أَيْنَ أَبِي؟ قَالَ: \" فِي النَّارِ \" قَالَ: فَلَمَّا قَفَّا الرَّجُلُ دَعَاهُ فَقَالَ: \" إِنَّ أَبِي وَأَبَاكَ فِي النَّارِ \" قَالَ النَّوَوِيُّ فِي شَرْحِهِ: فِيهِ أَنَّ مَنْ مَاتَ عَلَى الْكُفْرِ فَهُوَ فِي النَّارِ، وَلَا تَنْفَعُهُ قُرَابَةُ الْمُقَرَّبِينَ، وَفِيهِ أَنَّ مَنْ مَاتَ فِي الْفَتْرَةِ عَلَى مَا كَانَتْ عَلَيْهِ</p><p> الْعَرَبُ مِنْ عِبَادَةِ الْأَوْثَانِ فَهُوَ مِنْ أَهْلِ النَّارِ، وَلَيْسَ هَذَا مُؤَاخَذَةً قَبْلَ بُلُوغِ الدَّعْوَةِ، فَإِنَّ هَؤُلَاءِ كَانَتْ قَدْ بَلَغَتْهُمْ دَعْوَةُ إِبْرَاهِيمَ وَغَيْرِهِ مِنَ الْأَنْبِيَاءِ - صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" إِنَّ أَبِي وَأَبَاكَ فِي النَّارِ \" هُوَ مِنْ حُسْنِ الْعِشْرَةِ </p><p> لِلتَّسْلِيَةِ بِالِاشْتِرَاكِ فِي الْمُصِيبَةِ. وَمَعْنَى \" قَفَّا \" وَلَّى قَفَاهُ مُنْصَرِفًا. انْتَهَى. وَوَرَدَ حَدِيثٌ مِثْلُهُ فِي أُمِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخْرَجَهُ الْإِمَامُ أَحْمَدُ. </p><p> وَرَوَى مُسْلِمٌ أَيْضًا مِنْ طَرِيقِ مَرْوَانَ بْنِ مُعَاوِيَةَ، عَنْ زَيْدِ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" اسْتَأْذَنْتُ رَبِّي أَنْ أَسْتَغْفِرَ لِأُمِّي فَلَمْ يَأْذَنْ لِي، وَاسْتَأْذَنْتُهُ أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي \" وَرَوَاهُ مِنْ طَرِيقِ مُحَمَّدِ بْنِ عُبَيْدٍ بِلَفْظِ: \" زَارَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَبْرَ أُمِّهِ، فَبَكَى وَأَبْكَى مَنْ حَوْلَهُ، فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: اسْتَأْذَنْتُ رَبِّي فِي أَنْ أَسْتَغْفِرَ لَهَا، فَلَمْ يَأْذَنْ لِي، وَاسْتَأْذَنْتُهُ فِي أَنَّ أَزُورَ قَبْرَهَا فَأَذِنَ لِي فَزُورُوا الْقُبُورَ، فَإِنَّهَا تُذَكِّرُكُمُ الْمَوْتَ \" وَذَكَرَ النَّوَوِيُّ أَنَّ هَذِهِ الرِّوَايَةَ وُجِدَتْ فِي نُسَخِ الْمَغَارِبَةِ دُونَ الْمَشَارِقَةِ، وَلَكِنَّهَا تُوجَدُ فِي كَثِيرٍ مِنَ الْأُصُولِ فِي آخِرِ كِتَابِ الْجَنَائِزِ وَيُضَبَّبُ عَلَيْهَا، وَرُبَّمَا كُتِبَتْ فِي الْحَاشِيَةِ. وَذَكَرَ أَنَّ الْحَدِيثَ رَوَاهُ مِنْ هَذِهِ الطَّرِيقِ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ، وَرِجَالُهُ عِنْدَهُمْ كُلُّهُمْ ثِقَاتٌ، قَالَ: فَهُوَ حَدِيثٌ صَحِيحٌ بِلَا شَكٍّ. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ الْحَدِيثِ: فِيهِ جَوَازُ زِيَارَةِ الْمُشْرِكِينَ فِي الْحَيَاةِ وَقُبُورِهِمْ بَعْدَ الْوَفَاةِ؛ لِأَنَّهُ إِذَا جَازَتْ زِيَارَتُهُمْ بَعْدَ الْوَفَاةِ فَفِي الْحَيَاةِ أَوْلَى، وَقَدْ قَالَ تَعَالَى:  (وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا)  (٣١: ١٥) وَفِيهِ النَّهْيُ عَنْ الِاسْتِغْفَارِ لِلْكُفَّارِ. قَالَ الْقَاضِي عِيَاضٌ رَحِمَهُ اللهُ: سَبَبُ زِيَارَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَبْرَهَا أَنَّهُ قَصْدُ الْمَوْعِظَةِ وَالذِّكْرَى بِمُشَاهَدَةِ قَبْرِهَا، وَيُؤَيِّدُهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي آخِرِ الْحَدِيثِ:  \" فَزُورُوا الْقُبُورَ؛ فَإِنَّهَا تُذَكِّرُكُمُ الْمَوْتَ \" انْتَهَى. فَهَذَا كَلَامُ أَهْلِ السُّنَّةِ. </p><p> وَقَدْ وَرَدَ فِي التَّفْسِيرِ الْمَأْثُورِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ وَغَيْرِهِمَا مِنْ عِدَّةِ طُرُقٍ، أَنَّ قَوْلَهُ تَعَالَى فِي سُورَةِ التَّوْبَةِ:  (مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ)  (٩: ١١٣، ١١٤) نَزَلَتْ فِي هَذِهِ الْوَاقِعَةِ. وَلَكِنْ رَوَى الشَّيْخَانِ وَغَيْرُهُمَا أَنَّهَا نَزَلَتْ لَمَّا عَرَضَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى أَبِي طَالِبٍ عِنْدَ مَوْتِهِ أَنْ يَقُولَ: لَا إِلَهَ إِلَّا اللهُ لِيُحَاجَّ لَهُ بِهَا أَوْ يُجَادِلَ عَنْهُ أَوْ يَشْفَعَ لَهُ بِهَا، وَكَانَ عِنْدَهُ أَبُو جَهْلٍ، فَجَعَلَ يَقُولُ لَهُ: أَتَرْغَبُ </p><p> عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ؟ فَقَالَ آخِرَ مَا كَلَّمَهُمْ إِنَّهُ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ، وَأَبَى أَنْ يَقُولَهَا، فَحِينَئِذٍ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" وَاللهِ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ \" فَأَنْزَلَ اللهُ: (مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ)  (٩: ١١٣) إِلَخْ. وَأَنْزَلَ اللهُ فِي أَبِي طَالِبٍ فَقَالَ لِرَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللهَ يَهْدِي مَنْ يَشَاءُ)  (٢٨: ٥٦) قِيلَ فِي تَفْسِيرِ \" مَنْ أَحْبَبْتَ \" مَنْ أَحْبَبْتَ هِدَايَتَهُ. وَقِيلَ: مَنْ أَحْبَبْتَهُ بِقَرَابَةٍ وَنَحْوِهَا. </p><p> قَالَ الْحَافِظُ عِنْدَ شَرْحِ هَذَا الْحَدِيثِ مِنْ كِتَابِ التَّفْسِيرِ فِي الْبُخَارِيِّ حِينَ ذَكَرَهُ فِي تَفْسِيرِ سُورَةِ الْقَصَصِ: وَفِيهِ إِشْكَالٌ؛ لِأَنَّ وَفَاةَ أَبِي طَالِبٍ كَانَتْ بِمَكَّةَ قَبْلَ الْهِجْرَةِ اتِّفَاقًا، وَقَدْ ثَبَتَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَتَى قَبْرَ أُمِّهِ لَمَّا اعْتَمَرَ. فَاسْتَأْذَنَ رَبَّهُ أَنْ يَسْتَغْفِرَ لَهَا، فَنَزَلَتْ هَذِهِ الْآيَةُ، وَالْأَصْلُ عَدَمُ تَكَرُّرِ النُّزُولِ، ثُمَّ ذَكَرَ الرِّوَايَاتِ فِي ذَلِكَ عَنِ الْحَاكِمِ، وَابْنِ أَبِي حَاتِمٍ، وَالطَّبَرَيِّ، وَالطَّبَرَانِيِّ، ثُمَّ قَالَ: وَيُحْتَمَلُ أَنْ يَكُونَ نُزُولُ الْآيَةِ تَأَخَّرَ وَإِنْ كَانَ سَبَبُهَا تَقَدَّمَ، وَيَكُونُ لِنُزُولِهَا سَبَبَانِ: مُتَقَدِّمٌ وَهُوَ أَمْرُ أَبِي طَالِبٍ، وَمُتَأَخِّرٌ وَهُوَ أَمْرُ آمِنَةَ. وَيُؤَيِّدُ تَأْخِيرَ النُّزُولِ مَا سَيَأْتِي فِي تَفْسِيرِ بَرَاءَةَ (٩: ٨٠) مِنِ اسْتِغْفَارِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْمُنَافِقِينَ حَتَّى نَزَلَ النَّهْيُ عَنْ ذَلِكَ، فَإِنَّ ذَلِكَ يَقْتَضِي تَأْخِيرَ النُّزُولِ وَإِنْ تَقَدَّمَ السَّبَبُ، وَيُشِيرُ إِلَى ذَلِكَ أَيْضًا قَوْلُهُ فِي حَدِيثِ الْبَابِ: وَأَنْزَلَ اللهُ فِي أَبِي طَالِبٍ: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ)  (٢٨: ٥٦) لِأَنَّهُ يُشْعِرُ بِأَنَّ الْآيَةَ الْأُولَى نَزَلَتْ فِي أَبِي طَالِبٍ وَفِي غَيْرِهِ، وَالثَّانِيَةُ نَزَلَتْ فِيهِ وَحْدَهُ. انْتَهَى. ثُمَّ أَيَّدَ الْحَافِظَ تَعَدُّدَ النُّزُولِ بِرِوَايَاتٍ أُخْرَى فِيمَنِ اسْتَغْفَرَ لِوَالِدَيْهِ الْمُشْرِكَيْنِ وَمَنِ اسْتَأْذَنَ فِي ذَلِكَ، وَمَعْنَى ذَلِكَ أَنَّ الصَّحَابَةَ كَانُوا يَقُولُونَ فِي الْآيَةِ الدَّالَّةِ عَلَى حُكْمٍ وَقَعَ لَهُ عِدَّةَ أَسْبَابٍ: إِنَّهَا نَزَلَتْ فِي تِلْكَ الْأَسْبَابِ، أَيْ نَزَلَتْ مُبَيِّنَةً لِحُكْمِ اللهِ فِيهَا وَإِنَّ تَأَخَّرَتْ عَنْهَا، وَسَيَأْتِي تَحْقِيقُ هَذِهِ الْمَسَائِلِ فِي مَحَلِّهَا إِنْ شَاءَ اللهُ تَعَالَى. </p><p> وَمِنْ غَرِيبِ التَّعَصُّبِ لِلرَّأْيِ أَنَّ السُّيُوطِيَّ حَاوَلَ فِي بَعْضِ رَسَائِلِهِ إِعْلَالَ أَحَادِيثِ الزِّيَارَةِ، فَزَعَمَ أَنَّهُ لَمْ يَرْوِهَا أَحَدٌ مِنْ أَصْحَابِ الصِّحَاحِ وَلَا السُّنَنِ، وَحَصَرَ رِوَايَتَهَا فِي الْحَاكِمِ وَأَحْمَدَ وَسَائِرِ مَنْ ذَكَرَ شَيْخُهُ الْحَافِظُ بْنُ حَجَرٍ فِي شَرْحِ الْبُخَارِيِّ وَأَشَرْنَا إِلَيْهِ آنِفًا، كَأَنَّهُ ظَنَّ أَنَّهَا لَوْ كَانَتْ فِي الصِّحَاحِ أَوِ السُّنَنِ لَمَا اقْتَصَرَ الْحَافِظُ عَلَى مَنْ ذَكَرَ مِنْ مُخْرِجِيهَا مَعَ مَا عُرِفَ مِنْ عَادَتِهِ أَنَّهُ يَذْكُرُ جَمِيعَ طُرُقِ الْحَدِيثِ أَوْ أَقْوَاهَا، وَفَاتَهُ أَنَّهُ إِنَّمَا </p><p> أَرَادَ هُنَا ذِكْرَ مَا ثَبَتَ فِي سَبَبِ نُزُولِ الْآيَةِ مِنْ أَحَادِيثِ الزِّيَارَةِ، وَمَا رَوَاهُ مُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ فِيهَا لَيْسَ فِيهِ ذِكْرُ نُزُولِ الْآيَةِ فِي ذَلِكَ، وَلَكِنْ أَيْنَ حِفْظُ السُّيُوطِيَّ رَحِمَهُ اللهُ تَعَالَى؟ أَلَيْسَ أَهْوَنُ مَا يَدُلُّ عَلَيْهِ هَذَا الْإِنْكَارُ أَنَّهُ لَمْ يَكُنْ حَافِظًا لِلصِّحَاحِ وَالسُّنَنِ حِفْظًا، وَإِنَّمَا كَانَ يُرَاجِعُ الْكُتُبَ عِنْدَ الْحَاجَةِ وَيَنْقُلُ مِنْهَا نَقْلًا؟ . </p><p> وَمِمَّا ذَكَرَ السُّيُوطِيُّ فِي التَّقَصِّي مِنْ حَدِيثِ \" إِنَّ أَبِي وَأَبَاكَ فِي النَّارِ \" أَنَّ الْمُرَادَ بِأَبِيهِ فِيهِ عَمُّهُ أَبُو طَالِبٍ، وَفِي حَدِيثِ عَرْضِ كَلِمَةِ التَّوْحِيدِ عَلَى أَبِي طَالِبٍ مَا يُبْطِلُ دَعْوَاهُ إِيمَانَ جَمِيعِ آبَاءِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ أَنَّ آخَرَ مَا قَالَهُ أَبُو طَالِبٍ أَنَّهُ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ. فَهُوَ دَلِيلٌ عَلَى أَنَّ مِلَّةَ عَبْدِ الْمُطَّلِبِ تُنَافِي كَلِمَةَ التَّوْحِيدِ الَّتِي هِيَ عُنْوَانُ الْإِسْلَامِ. (وَمِنْهُ) زَعْمُهُ أَنَّ الْحَدِيثَ قَدْ نُسِخَ، وَلَعَلَّهُ نَسِيَ قَوْلَ الْأُصُولِيِّينَ أَنَّ الْأَخْبَارَ لَا تُنْسَخُ، وَلَا نَقُولُ: إِنَّهُ جَهِلَهُ، فَقَدْ قَرَّرَهُ فِي الْإِتْقَانِ تَقْرِيرًا، وَقَدْ تَقَدَّمَ أَنَّ إِطْلَاقَ كَلِمَةِ الْأَبِ عَلَى الْعَمِّ مَجَازٌ لَا يَصِحُّ </p><p> فِي اللُّغَةِ إِلَّا بِقَرِينَةٍ مَانِعَةٍ مِنْ إِرَادَةِ الْمَعْنَى الْحَقِيقِيِّ، وَسِيَاقُ الْحَدِيثِ يُعَيِّنُ الْمَعْنَى الْحَقِيقِيَّ، فَإِذَا جَازَ أَنْ يَكُونَ السَّائِلُ عَنْ أَبِيهِ أَرَادَ عَمَّهُ يَجُوزُ أَنْ يَكُونَ مَعْنَى الْحَدِيثِ \" إِنَّ عَمِّي وَعَمَّكَ فِي النَّارِ \" . </p><p> وَلَعُمْرِي إِنَّ مَنْ يَقُولُ هَذِهِ الْأَقْوَالَ لَا يُرَدُّ عَلَيْهِ، وَلَا يَصِحُّ أَنْ يُحْكَى قَوْلَهُ إِلَّا فِي مَقَامِ التَّعَجُّبِ أَوْ مَقَامِ الِاعْتِبَارِ وَالرَّدِّ، عَلَى أَنَّ بَعْضَ الْعُلَمَاءِ رَدُّوا عَلَيْهِ، وَمَعَ ذَلِكَ اغْتَرَّ كَثِيرُونَ بِمَا أَوْرَدَهُ فِي نَجَاةِ الْأَبَوَيْنِ وَمِنْ حَدِيثِ إِحْيَائِهِمَا وَإِيمَانِهِمَا الَّذِي قَالَ بَعْضُ الْحُفَّاظِ بِوَضْعِهِ، وَغَايَةُ مَا قَرَّرَهُ هُوَ أَنَّهُ ضَعِيفٌ لَا مَوْضُوعٌ، وَهُوَ مُعَارَضٌ بِالْآيَاتِ وَالْأَحَادِيثِ الصِّحَاحِ. (وَمِنْهُ) أَنَّهُمَا مِنْ أَهْلِ الْفَتْرَةِ، وَجُمْهُورُ الْأَشَاعِرَةِ عَلَى الْقَوْلِ بِنَجَاتِهِمْ، وَلَكِنَّهُمُ اسْتَثْنَوْا مَنْ وَرَدَ النَّصُّ بِأَنَّهُمْ مِنْ أَهْلِ النَّارِ، وَأَقْوَى مَا قَالَهُ هُوَ وَغَيْرُهُ، وَأَرْجَاهُ مَا وَرَدَ مِنَ الْأَحَادِيثِ فِي امْتِحَانِ اللهِ تَعَالَى لِأَهْلِ الْفَتْرَةِ يَوْمَ الْقِيَامَةِ وَنَجَاةِ بَعْضِهِمْ بِهِ، هَذَا إِذَا لَمْ يَصِحَّ مَا نَقَلْنَاهُ عَنِ النَّوَوِيِّ مِنْ جَزْمِهِ بِأَنَّ مُشْرِكِي الْعَرَبِ قَدْ بَلَغَتْهُمْ دَعْوَةُ إِبْرَاهِيمَ وَغَيْرِهِ، وَفِيهِ بَحْثٌ سَيَأْتِي فِي مَوْضِعِهِ إِنْ شَاءَ اللهُ تَعَالَى، وَإِذَا حَقَّ نَجَاةُ الْأَبَوَيْنِ الطَّاهِرَيْنِ بِالِامْتِحَانِ يَكُونُ مَا وَرَدَ فِيهِمَا خَاصًّا بِمَا قَبْلَ الِامْتِحَانِ. </p><p> (حِكْمَةُ النُّصُوصِ فِي كُفْرِ بَعْضِ أَرْحَامِ الرُّسُلِ الْأَقْرَبِينَ) . </p><p> إِنَّ الَّذِينَ اتَّخَذُوا اسْتِنْبَاطَهُمُ الْبَعِيدَ مِنَ الرِّوَايَاتِ الضَّعِيفَةِ وَالْمُنْكَرَةِ أَصْلًا فِي إِثْبَاتِ إِيمَانِ آبَاءِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيُؤَوِّلُونَ لِأَجْلِهِ الْآيَاتِ الْكَثِيرَةَ وَالْأَحَادِيثَ الصَّحِيحَةَ الصَّرِيحَةَ - قَدْ غَفَلُوا عَنْ أَمْرٍ عَظِيمٍ، وَهُوَ الْحِكْمَةُ وَالْفَائِدَةُ فِي الْإِكْثَارِ مِنَ التَّصْرِيحِ بِكَفْرِ وَالِدِ إِبْرَاهِيمَ فِي الْقُرْآنِ، وَمَا فِي مَعْنَاهُ كَقِصَّةِ ابْنِ نُوحٍ الَّذِي أَصَرَّ عَلَى كُفْرِهِ، وَلَمْ يَرْضَ أَنْ يَرْكَبَ السَّفِينَةَ مَعَ وَالِدِهِ وَأَهْلِهِ، وَفِي تَصْرِيحِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا يَكُونُ مِنْ أَمْرِ إِبْرَاهِيمَ الْخَلِيلِ مَعَ وَالِدِهِ يَوْمَ الْقِيَامَةِ، وَتَصْرِيحِهِ أَيْضًا بِأَنَّ أَبَاهُ فِي النَّارِ، وَبِعَدَمِ إِذْنِ اللهِ تَعَالَى لَهُ فِي الِاسْتِغْفَارِ لِأُمِّهِ وَلَا لِعَمِّهِ الَّذِي رَبَّاهُ وَلَهُ عَلَيْهِ أَعْظَمُ الْحُقُوقِ. وَمِثْلُ ذَلِكَ - فِيمَا يَظْهَرُ - إِنْزَالُ سُورَةٍ فِي سُوءِ حَالِ أَبِي لَهَبٍ وَمَصِيرِهِ إِلَى النَّارِ وَهُوَ عَمُّ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> إِنَّ الْحِكْمَةَ الْبَالِغَةَ وَالْفَائِدَةَ الظَّاهِرَةَ مِنْ هَذِهِ النُّصُوصِ هِيَ تَقْرِيرُ أَصْلِ التَّوْحِيدِ الْهَادِمِ لِقَاعِدَةِ الْوَثَنِيَّةِ بِالْفَصْلِ بَيْنَ مَا هُوَ لِلَّهِ وَمَا هُوَ لِرُسُلِهِ، وَهُوَ أَنَّ الرُّسُلَ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ - لَمْ يُرْسَلُوا إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ، مَا عَلَيْهِمْ إِلَّا تَبْلِيغُ دِينِ اللهِ وَإِقَامَتُهُ، وَلَيْسَ لَهُمْ مِنَ الْأَمْرِ شَيْءٌ، وَلَا يَمْلِكُونَ لِأَحَدٍ ضَرًّا وَلَا نَفْعًا، وَلَيْسَ عَلَيْهِمْ هُدَى أَحَدٍ وَلَا رُشْدُهُ بِالْفِعْلِ، وَإِنَّمَا عَلَيْهِمْ هِدَايَةُ التَّعْلِيمِ وَالْحُجَّةِ، فَلَا يَهْدُونَ مَنْ أَحَبُّوا، وَلَا يُغْنُونَ عَنْهُ مِنَ اللهِ شَيْئًا وَإِنْ كَانَ أَقْرَبَ النَّاسِ وَأَحَبَّهُ إِلَيْهِمْ فِي النَّسَبِ وَالْمُعَامَلَةِ الدُّنْيَوِيَّةِ. وَأَمَّا قَاعِدَةُ وَثَنِيَّةِ الْعَرَبِ وَغَيْرِهِمْ فَهِيَ اتِّخَاذُ </p><p> أَوْلِيَاءٍ مِنَ الْعِبَادِ يَزْعُمُونَ أَنَّهُمْ وُسَطَاءُ بَيْنَ اللهِ وَبَيْنَ عِبَادِهِ فِي شُئُونِ الْخَلْقِ وَالْإِيجَادِ، وَالْإِشْقَاءِ وَالْإِسْعَادِ، وَالسَّلْبِ وَالْإِمْدَادِ، لَا فِي مُجَرَّدِ التَّبْلِيغِ وَالْإِرْشَادِ قِيَاسًا عَلَى مَا يَعْهَدُونَ مِنَ الْأَقْرَبِينَ وَالْمُقَرَّبِينَ عِنْدَ الْمُلُوكِ الْمُسْتَبِدِّينَ، فَهُمْ لِذَلِكَ يَدْعُونَهُمْ مَعَ اللهِ أَوْ مِنْ دُونِ اللهِ (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ)  (١٠: ١٨) وَكَانُوا يُعَبِّرُونَ عَنْهُمْ بِالْأَوْلِيَاءِ وَالشُّرَكَاءِ كَمَا قَالَ تَعَالَى: (وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفَى)  (٣٩: ٣) الْآيَةَ. وَكَانُوا يَقُولُونَ فِي طَوَافِهِمْ: لَبَّيْكَ لَا شَرِيكَ لَكَ، إِلَّا شَرِيكًا هُوَ لَكَ، تَمْلِكُهُ وَمَا مَلَكَ. </p><p> وَأَصْلُ عِبَادَةِ أَصْنَامِهِمْ وَأَوْثَانِهِمُ الْغُلُوُّ فِي تَعْظِيمِ الصَّالِحِينَ، فَهِيَ مَأْخُوذَةٌ عَنْ قَوْمِ نُوحٍ؛ </p><p> كَانَ فِيهِمْ رِجَالٌ صَالِحُونَ هَلَكُوا، فَأَوْحَى الشَّيْطَانُ إِلَى قَوْمِهِمْ أَنِ انْصِبُوا إِلَى مَجَالِسِهِمْ أَنْصَابًا، وَسَمُّوهَا بِأَسْمَائِهِمْ، فَفَعَلُوا فَلَمْ تُعْبَدْ، حَتَّى إِذَا هَلَكَ أُولَئِكَ وَنُسِخَ الْعِلْمُ عُبِدَتْ (رَاجِعْ سُورَةَ نُوحٍ مِنْ كِتَابِ التَّفْسِيرِ فِي \" صَحِيحِ الْبُخَارِيِّ \" وَقَدْ هَدَمَ الْقُرْآنُ جَمِيعَ قَوَاعِدِ شِرْكِ الْعَرَبِ وَغَيْرِهِمْ مِنَ الْوَثَنِيِّينَ وَأَهْلِ الْكِتَابِ الَّذِينَ جَعَلُوا مَدَارَ السَّعَادَةِ وَالنَّجَاةِ عَلَى شَفَاعَةِ أَنْبِيَائِهِمْ وَأَوْلِيَائِهِمْ، لَا عَلَى اتِّبَاعِهِمْ فِي الْإِيمَانِ وَالْعَمَلِ وَفَضْلِ اللهِ تَعَالَى، وَلَمَّا كَانَ إِبْرَاهِيمُ أَعْلَى الْبَشَرِ مَقَامًا فِي أَنْفُسِ الْعَرَبِ - وَمَقَامُهُ الْأَعْلَى فِي الرُّسُلِ عِنْدَ أَهْلِ الْكِتَابِ مَقَامُهُ - كَرَّرَ اللهُ تَعَالَى فِي كِتَابِهِ ذِكْرَ كُفْرِ وَالِدِهِ وَاجْتِهَادِهِ هُوَ فِي هِدَايَتِهِ وَعِنَايَتِهِ بِالِاسْتِغْفَارِ لَهُ، وَأَنَّ ذَلِكَ كُلَّهُ لَمْ يُفِدْهُ شَيْئًا، وَزَادَ الرَّسُولُ الْأَعْظَمُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَبَيَّنَ لَنَا مَا أَطْلَعَهُ اللهُ عَلَيْهِ مِنْ عَاقِبَتِهِ السُّوأَى فِي الْآخِرَةِ. وَذُكِرَ أَيْضًا عَنْ أَبَوَيْهِ مَا عَلِمْتَ مِنْ رِوَايَاتِ الصَّحِيحَيْنِ وَغَيْرِهِمَا لِيَعْلَمَ النَّاسُ أَنَّ مَدَارَ النَّجَاةِ فِي الْآخِرَةِ عَلَى الْإِيمَانِ الصَّحِيحِ الْإِذْعَانِيِّ الْمُسْتَلْزِمِ لِلْعَمَلِ بِمَا جَاءَ بِهِ الرُّسُلُ عَلَيْهِمُ السَّلَامُ، لَا بِأَشْخَاصِ الرُّسُلِ وَتَأْثِيرِهِمُ الشَّخْصِيِّ عِنْدَ اللهِ، كَتَأْثِيرِ الْأَقْرَبِينَ وَالْمُقَرَّبِينَ عِنْدَ الْمُلُوكِ الْمُسْتَبِدِّينَ، إِذْ يَحْمِلُونَهُمْ بِالشَّفَاعَةِ أَوِ الْإِقْنَاعِ عَلَى عَفْوٍ عَنْ مُذْنِبٍ أَوْ إِحْسَانٍ إِلَى غَيْرِ مُسْتَحِقٍّ، وَهَذِهِ هِيَ نَظَرِيَّةُ الْوَثَنِيِّينَ فِي الشَّفَاعَةِ الَّتِي نَفَاهَا الْقُرْآنُ الْمَجِيدُ، وَأَثْبَتَ أَنَّ الشَّفَاعَةَ لِلَّهِ جَمِيعًا، لَا يَشْفَعُ عِنْدَهُ أَحَدٌ إِلَّا مِنْ بَعْدِ إِذْنِهِ لِلشَّافِعِ وَرِضَاهُ عَنِ الْمَشْفُوعِ لَهُ. وَقَدْ تَقَدَّمَ تَفْصِيلُ ذَلِكَ فِي تَفْسِيرِ هَذِهِ السُّورَةِ مِنْ هَذَا الْجُزْءِ وَفِي غَيْرِهَا. </p><p> وَلَا يُرَدُّ عَلَى حَصْرِ وَظِيفَةِ الرُّسُلِ فِي التَّبْلِيغِ بِالْقَوْلِ وَالْفِعْلِ مَا يُؤَيِّدُهُمُ اللهُ تَعَالَى بِهِ مِنَ الْآيَاتِ، فَإِنَّهَا وَإِنْ كَانَ بَعْضُهَا يَحْصُلُ بِقَوْلٍ أَوْ فِعْلٍ مِنْهُمْ لَا يَصِحُّ أَنْ تُعَدَّ مِنْ جُمْلَةِ كَسْبِهِمْ وَتَصَرُّفِهِمْ، وَلَا أَنْ يَتَرَتَّبَ عَلَى ذَلِكَ أَنْ يُدْعَوْا أَحْيَاءً وَأَمْوَاتًا لِفِعْلِهَا، كَإِبْرَاءِ الْأَكْمَهِ، وَإِحْيَاءِ الْمَيِّتِ، بَلْ هِيَ مِنْ تَصَرُّفِ اللهِ تَعَالَى وَحْدَهُ، سَوَاءٌ مِنْهَا مَا لَا دَخْلَ لَهُمْ فِيهِ بِقَوْلٍ وَلَا فِعْلٍ كَإِعْجَازِ الْقُرْآنِ، وَمَا يَجْرِي عَقِبَ قَوْلٍ كَقَوْلِ الرَّسُولِ لِلْمَيِّتِ:  \" قُمْ بِإِذْنِ اللهِ \" ، أَوْ فِعْلٍ كَإِلْقَاءِ مُوسَى لِعَصَاهُ أَوْ ضَرْبِهِ الْبَحْرَ بِهَا، </p><p> قَالَ تَعَالَى:  (وَقَالُوا لَوْلَا أُنْزِلُ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ)  (٢٩: ٥٠) وَهَذِهِ الْآيَةُ نَصٌّ فِي الْمَوْضُوعِ، وَفِي مَعْنَاهَا آيَاتٌ تَقَدَّمَ بَعْضُهَا فِيمَا فُسِّرَتَا مِنْ هَذِهِ السُّورَةِ (الْأَنْعَامِ) وَسَيَأْتِي فِي آخِرِ هَذَا الْجُزْءِ مِنْهَا (قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللهِ)  (١٠٩) وَمِمَّا هُوَ بِمَعْنَاهَا قَوْلُهُ تَعَالَى بَعْدَ حِكَايَةِ </p><p> مَا اقْتَرَحَهُ كُفَّارُ مَكَّةَ عَلَى الرَّسُولِ فِي سُورَةِ الْإِسْرَاءِ (قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا)  (١٧: ٩٣) أَيْ فَأَنَا لَا أَقْدِرُ عَلَى ذَلِكَ بِصِفَتِي الْبَشَرِيَّةِ ; لِأَنَّنِي مِثْلُكُمْ فِيهَا، وَلَيْسَ مِنْ شَأْنِ الرَّسُولِ ذَلِكَ مِنْ حَيْثُ هُوَ رَسُولٌ مُبَلِّغٌ عَنِ اللهِ تَعَالَى. </p><p> لَوْلَا تَقْرِيرُ هَذِهِ الْقَاعِدَةِ لَمَا ظَهَرَتْ حِكْمَةُ تِلْكَ الْعِنَايَةِ بِتَكْرَارِ ذِكْرِ كُفْرِ أَبِي إِبْرَاهِيمَ فِي الْقُرْآنِ الْحَكِيمِ، كَالْآيَاتِ الَّتِي فِي سُورَةِ مَرْيَمَ (١٩: ٤١ - ٤٨) وَكَذِكْرِ أَبِيهِ قَبْلَ قَوْمِهِ فِي خَبَرِ بَعْثَتِهِ فِي هَذِهِ السُّورَةِ (الْأَنْعَامِ) وَفِي سُورَةِ الْأَنْبِيَاءِ (٢١: ٥٢) إِلَخْ. وَسُورَةُ الشُّعَرَاءِ (٢٦: ٧٠) إِلَخْ. وَسُورَةُ الصَّافَّاتِ (٣٧: ٨٥. إِلَخْ.وَسُورَةُ الزُّخْرُفِ (٤٣:٢٦) فَمَنْ تَأَمَّلَ فِي هَذِهِ الْآيَاتِ وَمَا فِي مَعْنَاهَا كَآيَةِ الِاسْتِغْفَارِ لَهُ فِي سُورَةِ بَرَاءَةَ (٩: ١١٤) - وَتَقَدَّمَتْ آنِفًا - وَقَوْلُهُ تَعَالَى فِي سُورَةِ الْمُمْتَحِنَةِ:  (لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللهُ بِمَا تَعْمَلُونَ بَصِيرٌ قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللهِ مِنْ شَيْءٍ)  (٦٠: ٣، ٤) مَنْ تَأَمَّلَ ذَلِكَ كُلَّهُ جَزَمَ بِمَا قُلْنَاهُ. وَأَجْدَرُ بِنَا - وَقَدْ وَفَّقَنَا اللهُ تَعَالَى إِلَى إِظْهَارِ الْحَقِّ بِهَذِهِ الشَّوَاهِدِ وَالْبَيِّنَاتِ - أَنْ نَدْعُوَ اللهَ تَعَالَى بِالدُّعَاءِ الْمُتَمِّمِ لِهَذِهِ الْآيَاتِ، فَنَقُولُ:  (رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينِ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ)  (٦٠: ٤، ٥) . </p><p> هَذَا وَإِنَّ كَلَامَ بَعْضِ الَّذِينَ حَاوَلُوا إِثْبَاتَ إِيمَانِ جَمِيعِ آبَاءِ الْخَلِيلَيْنِ، أَوْ جَمِيعِ الْأَنْبِيَاءِ وَإِيمَانِ أَبِي طَالِبٍ يَدُورُ عَلَى مَا يُقَابِلُ هَذَا الْأَصْلَ، وَهُوَ الْغُلُوُّ فِيهِمْ بِدَعْوَى أَنَّ كَرَامَتَهُمْ تَنْفَعُ أُولِي الْقُرْبَى مِنْهُمْ، فَتَكُونُ سَبَبًا لِهِدَايَتِهِمْ إِلَى الْإِيمَانِ وَلَا سِيَّمَا مَنْ يَسُوءُهُمْ وَيُؤْذِيهِمْ بَقَاؤُهُ عَلَى الْكُفْرِ، وَمَنْ يَدْعُوهُمْ أَوْ يَدْعُو بَعْضَ الصَّالِحِينَ مِنْ أَتْبَاعِهِمْ لِجَلْبِ النَّفْعِ أَوْ لِكَشْفِ الضُّرِّ، يَظُنُّونَ أَنَّهُمْ يَنَالُونَ سَعَادَةَ الدُّنْيَا وَالْآخِرَةَ بِالتَّوَسُّلِ بِذَوَاتِهِمْ، لَا بِمَا أَمَرَ اللهُ مِنِ اتِّبَاعِهِمْ، وَمِنْهُمْ مَنْ يَعْتَقِدُ أَنَّهُمْ يَخْرُجُونَ مِنْ قُبُورِهِمْ، وَيَقْضُونَ الْحَوَائِجَ الَّتِي تُطْلَبُ مِنْهُمْ بِأَشْخَاصِهِمْ، وَذَلِكَ مُصَادِمٌ لِتِلْكَ النُّصُوصِ كُلِّهَا وَلِمَا فِي مَعْنَاهَا مِنْ قَوَاعِدِ التَّوْحِيدِ، وَكَوْنِ الدُّعَاءِ عِبَادَةً لَا يَكُونُ إِلَّا لِلَّهِ تَعَالَى:  (قُلِ ادْعُوَا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ</p><p> الْوَسِيلَةَ أَيَهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا)  (١٧: ٥٦، ٥٧) . </p><p> وَإِذَا كَانَتْ هَذِهِ الْأُمَّةُ لَمْ تَسْلَمْ مِنْ وُجُودِ أُنَاسٍ قَدِ اتَّبَعُوا سُنَنَ مَنْ قَبْلَهُمْ فِي الْغُلُوِّ فِي الْأَنْبِيَاءِ وَالصَّالِحِينَ مَعَ هَذِهِ النُّصُوصِ الْكَثِيرَةِ الصَّرِيحَةِ فِي الْكِتَابِ وَالسُّنَّةِ، وَمَعَ تَحْذِيرِ النَّبِيِّ لِلْأُمَّةِ مِنِ اتِّبَاعِ سَنَنِهِمْ، فَكَيْفَ لَوْ لَمْ تُوجَدْ هَذِهِ النُّصُوصُ بِهَذِهِ الصَّرَاحَةِ وَهَذَا التَّحْذِيرِ؟ . </p><p> نَعَمْ إِنَّ مِنَ النَّاسِ الرَّاسِخِينَ فِي التَّوْحِيدِ مَنْ يَحْمِلُهُ حُبُّ الرَّسُولِ - عَلَيْهِ صَلَوَاتُ اللهِ وَسَلَامُهُ - عَلَى تَقْوِيَةِ كُلِّ قَوْلٍ يُمْكِنُ أَنْ يُسْتَنْبَطَ مِنْهُ نَجَاةُ أَبَوَيْهِ الطَّاهِرَيْنِ أَوْ جَمِيعِ أُصُولِهِ، وَإِنَّمَا يَحْسُنُ هَذَا بِشَرْطِ أَلَّا يَكُونَ فِي ذَلِكَ تَحْرِيفٌ لِكَلَامِهِ أَوْ كَلَامِ اللهِ تَبَارَكَ وَتَعَالَى، وَلَا إِخْلَالَ بِمَقَاصِدِ الرِّسَالَةِ وَأُصُولِ الدِّينِ، فَإِنَّ الْحُبَّ الصَّحِيحَ لِلَّهِ وَلِرَسُولِهِ الَّذِي هُوَ آيَةُ الْإِيمَانِ إِنَّمَا يَثْبُتُ وَيَتَحَقَّقُ بِالِاتِّبَاعِ وَإِقَامَةِ الدِّينِ، وَمَنْ يُرَجِّحُ قَرَابَةَ الرَّسُولِ عَلَى رِسَالَتِهِ فَإِنَّمَا حُبُّهُ لَهُ وَلَهُمْ حُبُّ هَوًى لِلْعَصَبِيَّةِ وَالنَّسَبِ، لَا حُبُّ هُدًى بِاتِّبَاعِ مَا أَوْجَبَ اللهُ عَلَى لِسَانِهِ أَوِ اسْتَحَبَّ، وَقَدْ كَانَ أَبُو طَالِبٍ أَشَدَّ النَّاسِ حُبًّا لِرَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَصَبِيَّةً لِقَرَابَتِهِ، لَا اتِّبَاعًا لِرِسَالَتِهِ، وَكُلُّ مُؤْمِنٍ يَتَمَنَّى لَوْ كَانَ آمِنَ بِهِ، كَمَا رُوِيَ عَنِ الصِّدِّيقِ مِنْ تَفْضِيلِ إِيمَانِهِ عَلَى إِيمَانِ وَالِدِهِ، وَلَكِنْ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ أَنَّهُ بَعْدَ أَنْ كَانَ أَعْظَمَ وَأَقْوَى ظَهِيرٍ وَمَانِعٍ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ أَعْدَائِهِ لِقَرَابَتِهِ، قَدْ أَبَى أَنْ يُقِرَّ عَيْنَهُ عِنْدَ الْوَفَاةِ بِالنُّطْقِ بِكَلِمَةِ \" لَا إِلَهَ إِلَّا اللهُ \" . </p><p> وَلَمْ يَمْنَعْ ذَلِكَ بَعْضَ الْغُلَاةِ مِنَ الْقَوْلِ بِإِسْلَامِهِ، وَلَا مَا رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ فِي الصَّحِيحَيْنِ أَيْضًا مِنْ حَدِيثِ أَخِيهِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مَا أَغْنَيْتَ عَنْ عَمِّكَ فَوَاللهِ كَانَ يَحُوطُكَ وَيَغْضَبُ لَكَ؟قَالَ:هُوَ فِي ضَحْضَاحٍ مِنْ نَارٍ، وَلَوْلَا أَنَا لَكَانَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ \" . وَرَوَيَا مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ سَمِعَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَذُكِرَ عِنْدَهُ عَمُّهُ، فَقَالَ:  \" لَعَلَّهُ تَنْفَعُهُ شَفَاعَتِي يَوْمَ الْقِيَامَةِ فَيُجْعَلُ فِي ضَحْضَاحٍ مِنَ النَّارِ يَبْلُغُ كَعْبَيْهِ، يَغْلِي مِنْهُ دِمَاغُهُ \" فَهَذَا رَجَاءٌ وَالَّذِي قَبْلَهُ خَبَرٌ، وَفِي هَذَا الْحَدِيثِ مِنَ الْإِشْكَالِ أَنَّهُ مُعَارَضٌ بِقَوْلِهِ تَعَالَى:  (فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ)  (٧٤: ٤٨) وَمَا فِي مَعْنَاهَا مِنَ الْآيَاتِ كَقَوْلِهِ تَعَالَى فِي الْمَلَائِكَةِ وَالْمَسِيحِ: (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى)  (٢١: ٢٨) أَيْ لِأَهْلِ التَّوْحِيدِ كَمَا رُوِيَ عَنْ مُفَسِّرِي السَّلَفِ، وَبِحَدِيثِ عَدَمِ نَفْعِ شَفَاعَةِ إِبْرَاهِيمَ لِأَبِيهِ - إِنْ صَحَّ أَنْ يُسَمَّى ذَلِكَ شَفَاعَةً - وَأَحَادِيثَ أُخْرَى. </p><p> وَقَدْ يُجَابُ عَنْ حَدِيثِ أَبِي سَعِيدٍ عَلَى طَرِيقَةِ الْعُلَمَاءِ فِي مِثْلِهِ بِأَنَّ هَذَا الرَّجَاءَ لَيْسَ اعْتِقَادًا جَازِمًا وَلَا خَبَرًا عَنِ اللهِ تَعَالَى، فَيُحْتَمَلُ أَنْ يَكُونَ وَقَعَ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَبْلَ إِعْلَامِ اللهِ تَعَالَى إِيَّاهُ بِمَا ذُكَرَ فِي الْآيَاتِ، وَلَيْسَ فِي حَدِيثِ الْعَبَّاسِ ذِكْرُ الشَّفَاعَةِ، وَلَكِنَّهُ بِمَعْنَاهَا. وَيُشِيرُ كَلَامُ الْحَافِظِ بْنِ حَجَرٍ فِي شَرْحِ الْحَدِيثِ فِي بَابِ قِصَّةِ أَبِي طَالِبٍ مِنَ الْفَتْحِ إِلَى أَنَّ ذَلِكَ خُصُوصِيَّةٌ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يُصَرِّحْ بِالْإِشْكَالِ. وَيُمْكِنُ أَنْ يُجَابَ بِأَنَّ الشَّفَاعَةَ الْمَنْفِيَّةَ هِيَ مَا كَانَ يَعْتَقِدُ الْمُشْرِكُونَ مِنْ تَأْثِيرِ الشُّفَعَاءِ فِي إِرَادَةِ الْبَارِي سُبْحَانَهُ وَتَعَالَى كَتَأْثِيرِ الشُّفَعَاءِ عِنْدَ الْمُلُوكِ وَعُظَمَاءِ الدُّنْيَا، وَبِأَنَّ الشَّفَاعَةَ لَا تَنْفَعُ الْكَافِرَ بِإِنْقَاذِهِ </p><p> مِنَ النَّارِ وَجَعْلِهِ مِنْ أَهْلِ الْجَنَّةِ، كَمَا أَنَّ أَعْمَالَهُ الصَّالِحَةَ فِي الدُّنْيَا لَا تَنْفَعُهُ هَذَا النَّوْعَ مِنَ النَّفْعِ ; لِأَنَّ تَأْثِيرَ الْكُفْرِ يَغْلِبُ تَأْثِيرَهَا، وَلَكِنَّهَا قَدْ تَنْفَعُ بِجَعْلِ عَذَابِ الْمَشْفُوعِ لَهُ بِفَضِيلَةٍ فِيهِ وَعَمَلٍ صَالِحٍ لَهُ أَخَفَّ مِنْ عَذَابِ الْكَافِرِ الَّذِي لَيْسَ لَهُ فَضَائِلُ وَلَا أَعْمَالٌ صَالِحَةٌ مِثْلُهَا، كَمَا يَدُلُّ عَلَيْهِ مَا وَرَدَ فِي تَفَاوُتِ عَذَابِ أَهْلِ النَّارِ. وَمَا أَجْدَرَ أَبَا طَالِبٍ بِأَنْ يَكُونَ أَخَفَّ الْكُفَّارِ عَذَابًا بِأَعْمَالِهِ الصَّالِحَةِ الَّتِي أَجَلُهَا كَفَالَةُ الرَّسُولِ وَحِفْظِهِ وَحِيَاطَتِهِ، بَلْ رُوِيَ عَنْهُ أَنَّهُ كَانَ مُصَدِّقًا لَهُ وَلَكِنَّهُ أَصَرَّ عَلَى الشِّرْكِ اسْتِكْبَارًا وَحَمِيَّةً لِمَا كَانَ عَلَيْهِ أَبُوهُ وَقَوْمُهُ، وَقَدْ أَثَارَ هَذِهِ الْحَمِيَّةَ فِيهِ أَبُو جَهْلٍ - لَعَنَهُ اللهُ - وَكَذَا عَبْدُ اللهِ بْنُ أَبِي أُمَيَّةَ - رَضِيَ اللهُ عَنْهُ؛ فَقَدْ آمَنَ بَعْدَ ذَلِكَ - إِذْ كَانَا لَدَيْهِ فِي وَقْتِ تِلْكَ الدَّعْوَةِ كَمَا تَقَدَّمَ. وَرَوَى أَحْمَدُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَوْلَا أَنْ تُعَيِّرَنِي قُرَيْشٌ يَقُولُونَ مَا حَمَلَهُ عَلَى ذَلِكَ إِلَّا جَزَعُ الْمَوْتِ لَأَقْرَرْتُ بِهَا عَيْنَكَ. فَكَانَ جُلُّ كُفْرِهِ غَلَبَةَ الْحَمِيَّةِ الْجَاهِلِيَّةِ، وَتَعْظِيمَ الْآبَاءِ بِتَقْلِيدِهِمْ وَإِيثَارِ ذَلِكَ عَلَى الشَّهَادَةِ بِالْحَقِّ، فَأَيْنَ هُوَ مِنْ كُفْرِ الْمُعَانِدِينَ الَّذِينَ آذَوُا الرَّسُولَ وَالْمُؤْمِنِينَ بِكُلِّ مَا اسْتَطَاعُوا مِنْ أَنْوَاعِ الْأَذَى، وَأَخْرَجُوهُمْ مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ، وَمَا زَالُوا يُحَارِبُونَهُمْ وَيُحَرِّضُونَ النَّاسَ عَلَيْهِمْ إِلَى أَنْ خَذَلَهُمُ اللهُ تَعَالَى، وَنَصَرَ رَسُولَهُ وَالْمُؤْمِنِينَ عَلَيْهِمْ؟ وَلَكِنْ يَرِدُ عَلَى ذَلِكَ أَنَّ مَنْ كَانَ مُسْتَحِقًّا لِأَخَفِّ الْعَذَابِ وَجُوزِيَ بِهِ لَا يَكُونُ مُنْتَفِعًا بِالشَّفَاعَةِ، وَالتَّخْفِيفُ بِسَبَبِهَا بَعْدَ الِاسْتِحْقَاقِ مَعَارَضٌ بِقَوْلِهِ تَعَالَى:  (وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا)  (٣٥: ٣٦) وَبِنُصُوصٍ أُخْرَى، فَلَا يَظْهَرُ مَعْنًى لِلشَّفَاعَةِ إِلَّا عَلَى قَوْلِ مَنْ يَقُولُ: إِنَّ كُلَّ الشَّفَاعَاتِ تَكْرِيمٌ صُورِيٌّ لِلشُّفَعَاءِ بِمَا يَجْزِيهِ اللهُ تَعَالَى عَقِبَ شَفَاعَتِهِمْ لَا بِهَا، كَمَا يَقُولُ الْأَشْعَرِيَّةُ فِي جَمِيعِ الْأَسْبَابِ. </p><p> بَعْدَ كِتَابَةِ مَا تَقَدَّمَ وَجَمْعِهِ لِلطَّبْعِ رَاجَعْتُ شَرْحَ الْحَافِظِ لِلْحَدِيثِ فِي كِتَابِ الرِّقَاقِ مِنَ الْبُخَارِيِّ، فَإِذَا هُوَ قَدْ ذَكَرَ الْإِشْكَالَ وَأَجْوِبَةً عَنْهُ بِمَعْنَى مَا تَقَدَّمَ مِنَ الْخُصُوصِيَّةِ وَتَخْصِيصِ الْعُمُومِ، وَكَوْنِ التَّخْفِيفِ مِنْ عَذَابِ الْمَعَاصِي دُونَ الْكُفْرِ، وَالتَّجَوُّزِ فِي لَفْظِ الشَّفَاعَةِ. فَنَقَلَ عَنْ (الْمُفْهِمِ شَرْحِ صَحِيحِ مُسْلِمٍ) لِلْقُرْطُبِيِّ أَنَّ أَبَا طَالِبٍ لَمَّا بَالَغَ فِي إِكْرَامِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالذَّبِّ عَنْهُ جُوزِيَ عَلَى ذَلِكَ بِالتَّخْفِيفِ، فَأُطْلِقَ عَلَى ذَلِكَ شَفَاعَةٌ لِكَوْنِهَا بِسَبَبِهِ. اهـ. </p><p> هَذَا وَإِنَّ فِي الْمَسْأَلَةِ مَبَاحِثَ نُرْجِئُ الْقَوْلَ فِيهَا إِلَى تَفْسِيرِ آيَاتِ السُّوَرِ الْأُخْرَى الَّتِي أَشَرْنَا إِلَيْهَا فِي سِيَاقِ هَذَا الْكَلَامِ، وَنَخْتِمُ الْكَلَامَ هُنَا بِمَسْأَلَتَيْنِ مِنْ مُتَعَلِّقَاتِهِ: </p><p> (الْمَسْأَلَةُ الْأُولَى: حَظْرُ إِيذَاءِ الرَّسُولِ أَوْ آلِهِ بِذِكْرِ أَبَوَيْهِ أَوْ عَمِّهِ بِسُوءٍ. </p><p> إِذَا عَلِمْتَ أَنَّ حِكْمَةَ بَيَانِ كِتَابِ اللهِ تَعَالَى وَحَدِيثِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِكُفْرِ مَنْ ذُكِرَ وَعَذَابِهِمْ فِي النَّارِ هِيَ تَقْرِيرُ أَسَاسِ الدِّينِ وَهُوَ التَّوْحِيدُ عَلَى أَكْمَلِ وَجْهٍ، فَاعْلَمْ أَنَّ الَّذِي يُطْلَبُ شَرْعًا هُوَ أَنْ يُذْكَرَ ذَلِكَ فِي مَقَامِ التَّعْلِيمِ، وَهُوَ يَشْمَلُ قِرَاءَةَ الْقُرْآنِ وَتَفْسِيرَهُ، وَرِوَايَةَ الْحَدِيثِ وَشَرْحَهُ - وَمِنْهُ أَوْ مِثْلُهُ السِّيرَةُ النَّبَوِيَّةُ وَتَارِيخُ الْإِسْلَامِ - وَبَيَانَ عَقِيدَةِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ وَمَنْ </p><p> وَافَقَهُمْ مِنَ الْفِرَقِ وَالرَّدَّ عَلَى مَنْ خَالَفَهُمْ. وَلَا يَجُوزُ أَنْ يُتَجَاوَزَ ذَلِكَ إِلَى مَا يُخِلُّ بِالْأَدَبِ، وَيُؤْذِي الرَّسُولَ أَوْ آلِهِ بِحَسَبٍ أَوْ نَسَبٍ، وَنَاهِيكَ بِالْأُمِّ وَالْأَبِ، وَبِأَبِي طَالِبٍ دُونَ أَبِي لَهَبٍ، بَلْ لَا يَنْبَغِي أَنْ يُذْكَرَ أَبُو لَهَبٍ بِسُوءٍ مَوْصُوفًا بِكَوْنِهِ عَمَّ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَّا فِي مَقَامِ التَّعْلِيمِ وَالْبَيَانِ الَّذِي تَقَدَّمَ، وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا مِنْ حَدِيثِ عَائِشَةَ قَالَتْ:  \" اسْتَأْذَنَ حَسَّانُ بْنُ ثَابِتٍ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هِجَاءِ الْمُشْرِكِينَ،قَالَ:كَيْفَ بِنَسَبِي فِيهِمْ؟فَقَالَ حَسَّانُ:لِأَسُلَّنَّكَ مِنْهُمْ كَمَا تُسَلُّ الشَّعْرَةُ مِنَ الْعَجِينِ \" أَيْ: لَأُخَلِصَنَّ نَسَبَكَ مِنْ أَنْسَابِهِمْ حَتَّى لَا يُصِيبَهُ مِنَ الْهَجْوِ شَيْءٌ، وَفِي رِوَايَةٍ أَنَّهُ اسْتَأْذَنَهُ فِي هَجْوِ أَبِي سُفْيَانَ، فَقَالَ:  \" كَيْفَ بِقَرَابَتِي مِنْهُ؟ فَأَجَابَ حَسَّانُ بِنَحْوِ مَا تَقَدَّمَ، وَقَدْ كَانَ أَبُو سُفْيَانَ يَوْمَئِذٍ أَشَدَّ النَّاسِ عَدَاوَةً لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.</p><p> وَمِنْ هَدْيِ عُلَمَاءِ السَّلَفِ فِي ذَلِكَ وَاقِعَتَانِ، رُوِيَتَا عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ - رَضِيَ اللهُ عَنْهُ - وَنَاهِيكَ بِعِلْمِهِ وَهَدْيِهِ. (إِحْدَاهُمَا) أَنَّهُ أُتِيَ بِكَاتِبٍ يَخُطُّ بَيْنَ يَدَيْهِ، وَكَانَ أَبُوهُ كَافِرًا، </p><p> فَقَالَ لِلَّذِي جَاءَ بِهِ: لَوْ كُنْتَ جِئْتَ بِهِ مِنْ أَوْلَادِ الْمُهَاجِرِينَ، فَقَالَ الْكَاتِبُ: مَا ضَرَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كُفْرُ أَبِيهِ. فَقَالَ عُمَرُ: قَدْ جَعَلْتَهُ مَثَلًا! لَا تَخُطَّ بَيْنَ يَدَيَّ بِقَلَمٍ أَبَدًا. (ثَانِيَتُهُمَا) أَنَّهُ قَالَ لِسُلَيْمَانَ بْنِ سَعْدٍ: بَلَغَنِي أَنَّ أَبَا عَامِلِنَا بِمَكَانِ كَذَا وَكَذَا زِنْدِيقٌ. قَالَ: وَمَا يَضُرُّهُ ذَلِكَ يَا أَمِيرَ الْمُؤْمِنِينَ؟ قَدْ كَانَ أَبُو النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَافِرًا فَمَا ضَرَّهُ. فَغَضِبَ عُمَرُ غَضَبًا شَدِيدًا وَقَالَ: مَا وَجَدْتَ لَهُ مَثَلًا غَيْرَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فَعَزَلَهُ عَنِ الدَّوَاوِينِ. وَمِنْهُ أَنَّ الشَّافِعِيَّ - رَضِيَ اللهُ عَنْهُ - قَالَ: وَقَطَعَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْرَأَةً - أَيْ يَدَهَا - لَهَا شَرَفٌ فَكُلِّمَ فِيهَا، فَقَالَ \" لَوْ سَرَقَتْ فُلَانَةُ - لِامْرَأَةٍ شَرِيفَةٍ - لَقَطَعْتُ يَدَهَا \" وَإِنَّمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" لَوْ سَرَقَتْ فَاطِمَةُ \" فَكَنَّى الشَّافِعِيُّ عَنْ فَاطِمَةَ - عَلَيْهَا السَّلَامُ - وَلَمْ يَذْكُرِ اسْمَهَا مُبَالَغَةً فِي الْأَدَبِ، مَعَ أَنَّ إِسْنَادَ السَّرِقَةِ إِلَيْهَا فِي الْحَدِيثِ مَفْرُوضٌ فَرْضًا لَا وَاقِعًا، وَهُوَ يَذْكُرُهُ فِي سِيَاقِ الِاسْتِنْبَاطِ مِنَ السُّنَّةِ الَّذِي يَجُوزُ فِيهِ مَا هُوَ أَعْظَمُ مِنْ ذَلِكَ.وَمِنْ هَذَا الْقَبِيلِ:مَا فَعَلَهُ أَبُو دَاوُدَ - رَحِمَهُ اللهُ تَعَالَى - فِي حَدِيثِ تَعْزِيَةِ فَاطِمَةَ - عَلَيْهَا السَّلَامُ - فِي مَيِّتٍ وَقَوْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -لَهَا:\" فَلَعَلَّكِ بَلَغْتِ مَعَهُمُ الْكُدَى \" أَيِ الْمَقَابِرَ،قَالَتْ:مَعَاذَ اللهِ وَقَدْ سَمِعْتُكَ تَذْكُرُ فِيهَا مَا تَذْكُرُ،فَقَالَ لَهَا كَمَا فِي سُنَنِ النَّسَائِيِّ:\" لَوْ بَلَغْتِهَا مَعَهُمْ مَا رَأَيْتِ الْجَنَّةَ حَتَّى يَرَاهَا جَدُّ أَبِيكِ \" وَأَمَّا أَبُو دَاوُدَ فَرَوَاهُ هَكَذَا: قَالَ: \" لَوْ بَلَغْتِ مَعَهُمُ الْكُدَى \" فَذَكَرَ تَشْدِيدًا عَظِيمًا. اهـ. وَقَالُوا: إِنَّهُ تَرَكَ التَّصْرِيحَ بِآخِرِ الْحَدِيثِ مِنْ بَابِ الْأَدَبِ. </p><p> فَإِنْ قِيلَ: أَيُّ الْمُحَدِّثِينَ خَيْرٌ عَمَلًا فِي هَذَا الْحَدِيثِ؟ النَّسَائِيُّ الَّذِي رَوَاهُ بِلَفْظِهِ، وَعَمِلَ بِأَمْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُبَلِّغَ الْقَوْلَ عَنْهُ كَمَا سَمِعَ كَمَا فِي حَدِيثِ عَبْدِ اللهِ بْنِ مَسْعُودٍ عِنْدَ أَحْمَدَ وَالتِّرْمِذِيِّ، وَمَا فِي مَعْنَاهُ مِنَ الْأَمْرِ بِتَبْلِيغِ الشَّاهِدِ الْغَائِبِ فِي خُطْبَةِ حِجَّةِ الْوَدَاعِ كَمَا فِي </p><p> الصَّحِيحَيْنِ وَغَيْرِهِمَا، أَمْ أَبُو دَاوُدَ الَّذِي رَاعَى الْأَدَبَ بِحَذْفِ مَا حَذَفَ؟ فَالْجَوَابُ أَنَّ الَّذِي جَرَى عَلَيْهِ حَمَلَةُ السُّنَّةِ وَمُبَلِّغُوهَا لِلْأُمَّةِ مِنَ السَّلَفِ الصَّالِحِ، وَهُوَ وُجُوبُ تَبْلِيغِ النَّصِّ بِلَفْظِهِ عَلَى مَنْ حَفِظَهُ، أَوْ بِمَعْنَاهُ إِذَا وَعَاهُ وَوَثِقَ بِقُدْرَتِهِ عَلَى أَدَائِهِ، وَلِهَؤُلَاءِ الْأَعْلَامِ أَعْظَمُ مِنَّةٍ فِي عُنُقِ الْأُمَّةِ الْإِسْلَامِيَّةِ بِنَقْلِ السُّنَّةِ إِلَيْهَا كَمَا رَوَوْهَا، وَضَبْطِ مُتُونِهَا، وَوَزْنِ أَسَانِيدِهَا بِمِيزَانِ الْجَرْحِ وَالتَّعْدِيلِ الْمُسْتَقِيمِ، وَالشَّافِعِيُّ وَأَبُو دَاوُدَ رَحِمَهُمَا اللهُ تَعَالَى مِنْ أَئِمَّتِهِمْ. وَإِنَّمَا يُحْسِنُ مِثْلُ مَا رُوِيَ عَنْهُمَا مِنَ الْأَدَبِ الْعَالِي مَعَ بِضْعَةِ الرَّسُولِ سَيِّدَةِ النِّسَاءِ - عَلَيْهَا السَّلَامُ - إِذَا كَانَ لَا يَضِيعُ بِهِ شَيْءٌ مِنَ الْحَدِيثِ، كَذِكْرِهِ </p><p> لِمَنْ يَعْلَمُ الْأَصْلَ الْمَرْوِيَّ أَوْ لِمَنْ لَا مَصْلَحَةَ لَهُ فِي الْعِلْمِ بِنَصِّهِ، وَاللهُ أَعْلَمُ، وَلَوْ كَانَ أَئِمَّةُ الْحَدِيثِ يَسْتَبِيحُونَ حَذْفَ شَيْءٍ مِنْهَا لَمَّا وَثِقْنَا بِنَقْلِهِمْ، وَلَكِنْ عُلِمَ ضِدُّ ذَلِكَ مِنْ سِيرَتِهِمْ وَمِنْ رِوَايَتِهِمْ لِلْأَحَادِيثِ الْمُشْكَلَةِ كَغَيْرِهَا، وَمِنْ جَرْحِهِمْ لِمَنْ غَيَّرَ أَوْ بَدَّلَ، أَوْ حَذَفَ أَوْ زَادَ أَوْ نَقَّصَ، أَوْ خَالَفَ الثِّقَاتِ فِي شَيْءٍ مِنَ الْمُتُونِ وَإِنْ كَانَ غَرَضُهُ التَّعْظِيمَ، وَالظَّاهِرُ أَنَّ الشَّافِعِيَّ وَأَبَا دَاوُدَ قَالَا مَا قَالَا عَالِمَيْنِ بِأَنَّهُ لَا يُضَيِّعُ مِنَ الْحَدِيثِ شَيْئًا؛ لِأَنَّهُ مَحْفُوظٌ مَشْهُورٌ. </p><p> (الْمَسْأَلَةُ الثَّانِيَةُ: مَا مَذْهَبُ أَهْلِ السُّنَّةِ) </p><p> قَدْ عَلِمْتَ أَنَّ السَّيِّدَ الْأَلُوسِيَّ عَزَا الْقَوْلَ بِإِيمَانِ أَبِي إِبْرَاهِيمَ الْخَلِيلِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - إِلَى الْجَمِّ الْغَفِيرِ مِنْ أَئِمَّةِ أَهْلِ السُّنَّةِ، وَأَنَّ هَذِهِ هَفْوَةٌ مِنْهُ - عَفَا اللهُ تَعَالَى عَنْهُ - وَلَا يَخْفَى عَلَى مِثْلِهِ أَنَّ هَذَا اللَّفْظَ لَا يَصِحُّ أَنْ يُطْلَقَ عَلَى رَأْيِ كُلِّ مَنْ صَنَّفَ رِسَالَةً أَوْ كِتَابًا مِنَ الْمُنْتَسِبِينَ إِلَى مَذَاهِبِ أَهْلِ السُّنَّةِ فِي الْأُصُولِ أَوِ الْفُرُوعِ. وَإِنَّمَا مَذْهَبُ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ مَا كَانَ عَلَيْهِ السَّوَادُ الْأَعْظَمُ مِنَ الصَّحَابَةِ وَعُلَمَاءِ التَّابِعِينَ، وَأَئِمَّةِ الْحَدِيثِ وَالْفِقْهِ مِمَّنْ تَبِعَهُمْ فِي الِاعْتِصَامِ بِنُصُوصِ الْكِتَابِ وَالسُّنَّةِ. وَمِنْ غَيْرِ تَحْرِيفٍ وَلَا تَكَلُّفٍ لِإِرْجَاعِ ظَوَاهِرِهَا إِلَى مَا ابْتُدِعَ مِنَ الْبِدَعِ وَالْآرَاءِ الَّتِي أَحْدَثَهَا أَهْلُ الْأَهْوَاءِ، وَمِنْهُمْ فُقَهَاءُ الْأَمْصَارِ الْمَشْهُورُونَ، كَأَبِي حَنِيفَةَ، وَمَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ، وَسُفْيَانَ الثَّوْرِيِّ، وَالْأَوْزَاعِيِّ، وَدَاوُدَ، وَغَيْرِهِمْ. وَقَدِ انْتَسَبَ إِلَى بَعْضِ مَذَاهِبَ هَؤُلَاءِ كَثِيرٌ مِنْ أَهْلِ الْكَلَامِ فَخَالَفُوهُمْ فِي بَعْضِ الْأُصُولِ كَبَعْضِ الْمُعْتَزِلَةِ مِنَ الشَّافِعِيَّةِ، وَكَثِيرٍ مِنَ الْمُعْتَزِلَةِ وَالْمُرْجِئَةِ مِنَ الْحَنَفِيَّةِ، وَأَقْرَبُ الْمُتَكَلِّمِينَ إِلَيْهِمُ الْأَشَاعِرَةُ، وَأَكْثَرُهُمْ مِنَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ وَالْمَاتُرِيدِيَّةُ مِنَ الْحَنَفِيَّةِ، وَلَكِنَّ هَؤُلَاءِ قَدِ اضْطُرُّوا إِلَى الْخَوْضِ فِي مَسَائِلٍ مِنَ الْكَلَامِ لَمْ تُؤْثَرْ عَنْ أَئِمَّتِهِمْ فِي الْفِقْهِ، وَلَا عَنْ غَيْرِهِمْ مِنَ السَّلَفِ الصَّالِحِ، وَاخْتَلَفَ الْأَشْعَرِيَّةُ وَالْمَاتُرِيدِيَّةُ فِي كَثِيرٍ مِنْهَا كَمَا اخْتَلَفَ الْأَوَّلُونَ مِنْهُمْ فِي عِدَّةِ مَسَائِلَ خَالَفَ بَعْضُهُمْ فِيهَا الْأَشْعَرِيَّ، أَوْ خَالَفَ بَعْضُهُمْ بَعْضًا، فَهُمْ عَلَى انْتِسَابِهِمْ كُلِّهِمْ إِلَى السُّنَّةِ لَا يَصِحُّ أَنْ يُجْعَلَ كُلَّ مَا قَرَّرَهُ وَاحِدٌ أَوْ آحَادٌ مِنْهُمْ مَذْهَبًا لِأَهْلِ السُّنَّةِ وَالْجَمَاعَةِ، وَإِنْ تَقَلَّدَ ذَلِكَ الْكَثِيرُونَ مِنَ النَّاسِ، وَإِنَّمَا الْقَاعِدُ فِي كُلِّ مَا حَدَثَ بَعْدَ الصَّدْرِ الْأَوَّلِ مِنَ الْأَقْوَالِ وَالْآرَاءِ، وَتَنَازَعَ فِيهِ الْعُلَمَاءُ فَلَمْ يُجْمِعُوا فِيهِ عَلَى قَوْلٍ أَنْ يُرَدَّ إِلَى الْكِتَابِ وَالسُّنَّةِ، فَيُؤْخَذُ </p><p> مَا وَافَقَهُمَا وَيُرَدُّ مَا خَالَفَهُمَا عَمَلًا بِقَوْلِهِ تَعَالَى:  (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ) </p>"
}