{
  "id": null,
  "sura": 6,
  "aya": 122,
  "text": "<p> بِالذَّبْحِ وَالْبَخُورِ وَنَحْوِ ذَلِكَ، وَإِنْ كَانَ هَؤُلَاءِ مُرْتَدِّينَ لَا تُبَاحُ ذَبِيحَتُهُمْ بِحَالٍ ; لِكَوْنِهِ يَجْتَمِعُ فِي الذَّبِيحَةِ مَانِعَانِ: الْأَوَّلُ: أَنَّهُ مِمَّا أُهِلَّ لِغَيْرِ اللهِ بِهِ، وَالثَّانِي أَنَّهَا ذَبِيحَةُ مُرْتَدٍّ. وَمِنْ هَذَا الْبَابِ مَا يَفْعَلُهُ الْجَاهِلُونَ بِمَكَّةَ مِنَ الذَّبْحِ لِلْجِنِّ، وَلِهَذَا رُوِيَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ ذَبَائِحِ الْجِنِّ </p><p> انْتَهَى. قَالَ الزَّمَخْشَرِيُّ: كَانُوا إِذَا اشْتَرَوْا دَارًا أَوْ بَنَوْهَا أَوِ اسْتَخْرَجُوا عَيْنًا ذَبَحُوا ذَبِيحَةً خَوْفًا أَنْ تُصِيبَهُمُ الْجِنُّ فَأُضِيفَتْ إِلَيْهِمُ الذَّبَائِحُ لِذَلِكَ. انْتَهَى كَلَامُ فَتْحِ الْمَجِيدِ. وَقَدْ نَقَلَ الشَّوْكَانِيُّ أَيْضًا الْعَبَّارَةَ الْمُتَقَدِّمَةَ لِشَيْخِ الْإِسْلَامِ فِي رِسَالَتِهِ (الدُّرُّ النَّضِيدُ) وَاسْتَدَلَّ بِهِ عَلَى تَحْرِيمِ مَا ذُبِحَ لِغَيْرِ اللهِ تَعَالَى سَوَاءٌ لَفَظَ بِهِ الذَّابِحُ عِنْدَ الذَّبْحِ أَوْ لَمْ يَلْفِظْ وَهَذَا هُوَ الْحَقُّ. انْتَهَى كَلَامُ الرَّوْضَةِ النَّدِيَّةِ. </p><p> (تَنْبِيهٌ) السُّنَّةُ الثَّابِتَةُ فِي التَّسْمِيَةِ عَلَى الطَّعَامِ وَالذَّبْحِ وَالصَّيْدِ هِيَ \" بَاسِمِ اللهِ \" فَقَطْ وَمِنْ زَادَ \" الرَّحْمَنِ الرَّحِيمِ \" فَلَيْسَ لَهُ حُجَّةٌ. </p><p> (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ) </p><p> وَجْهُ اتِّصَالِ هَاتَيْنِ الْآيَتَيْنِ بِمَا قَبِلَهُمَا أَنَّهُ جَاءَ فِي الْآيَاتِ الَّتِي قَبْلَهُمَا أَنَّ أَكْثَرَ أَهْلِ الْأَرْضِ ضَالُّونَ مُتَّبِعُونَ لِلظَّنِّ وَالْخَرْصِ، وَأَنَّ كَثِيرًا مِنْهُمْ يُضِلُّونَ غَيْرَهُمْ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ، وَأَنَّ الشَّيَاطِينَ الْمُتَمَرِّدِينَ الْعَاتِينَ عَنْ أَمْرِ رَبِّهِمْ يُوحُونَ إِلَى أَوْلِيَائِهِمْ مَا يُجَادِلُونَ بِهِ الْمُؤْمِنِينَ لِيُضِلُّوهُمْ وَيَحْمِلُوهُمْ عَلَى اقْتِرَافِ الْآثَامِ الَّتِي نَهَتْ تِلْكَ الْآيَاتُ عَنْ ظَاهِرِهَا وَبَاطِنِهَا، بَلْ لِيَحْمِلُوهُمْ عَلَى الشِّرْكِ أَيْضًا بِالذَّبْحِ لِغَيْرِ اللهِ - تَعَالَى - وَالتَّوَسُّلِ بِهِ إِلَيْهِ وَذَلِكَ عِبَادَةٌ لَهُ مَعَهُ، فَلَمَّا بَيَّنَ اللهُ - تَعَالَى - مَا ذَكَرَ ضَرَبَ لَهُ مَثَلًا يَتَبَيَّنُ بِهِ الْفَرْقَ بَيْنَ الْمُؤْمِنِينَ الْمُهْتَدِينَ؛ لِلِاقْتِدَاءِ بِهِمْ، وَالْكَافِرِينَ الضَّالِّينَ؛ لِلتَّنْفِيرِ مِنْ طَاعَتِهِمْ وَالْحَذَرِ مِنْ غِوَايَتِهِمْ، وَبَيَّنَ أَنَّ سَبَبَهُ مَا زُيِّنَ لِلْكَافِرِينَ مِنْ أَعْمَالِهِمْ فَلَمْ يُمَيِّزُوا بَيْنَ النُّورِ وَالظُّلُمَاتِ وَسُنَّةِ اللهِ فِي مَكْرِ أَكَابِرِ الْمُجْرِمِينَ السَّيِّئَاتِ فَقَالَ: </p><p> (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا) قَرَأَ جُمْهُورُ الْقُرَّاءِ (مَيْتًا) بِسُكُونِ الْيَاءِ وَنَافِعُ وَيَعْقُوبُ بِتَشْدِيدِهَا، </p><p> وَالتَّشْدِيدُ أَصَلُ التَّخْفِيفِ الَّذِي حُذِفَتْ فِيهِ الْيَاءُ الثَّانِيَةُ الْمُنْقَلِبَةُ عَنِ الْوَاوِ فِي التَّشْدِيدِ، وَالِاسْتِفْهَامُ لِلْإِنْكَارِ، وَهَمْزَةُ الِاسْتِفْهَامِ دَاخِلَةٌ عَلَى جُمْلَةٍ مَحْذُوفَةٍ لِلْعَلَمِ بِهَا مِنَ السِّيَاقِ (وَهُوَ مِنْ لَطَائِفِ الْإِيجَازِ) عَطَفَ عَلَيْهَا قَوْلَهُ: \" وَمَنْ كَانَ مَيْتًا \" وَالتَّقْدِيرُ: أَأَنْتُمْ أَيُّهَا الْمُؤْمِنُونَ كَأُولَئِكَ الشَّيَاطِينِ أَوْ كَأَوْلِيَائِهِمُ الَّذِينَ يُجَادِلُونَكُمْ بِمَا أَوْحَوْهُ إِلَيْهِمْ مِنْ زُخْرُفِ الْقَوْلِ الَّذِي غَرُّوهُمْ بِهِ، وَمَنْ كَانَ مَيْتًا بِالْكُفْرِ وَالْجَهْلِ فَأَحْيَيْنَاهُ بِالْإِيمَانِ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ - وَهُوَ نُورُ الْقُرْآنِ وَمَا فِيهِ مِنَ الْعِلْمِ الْإِلَهِيِّ وَالْهِدَايَةِ بِالْآيَاتِ - إِلَى الْعِلْمِ النَّظَرِيِّ. كَمَنْ مَثَلُهُ أَيْ كَمَنْ صِفَتُهُ وَنَعْتُهُ الَّذِي يُمَثِّلُ حَالَهُ هُوَ أَنَّهُ خَابِطٌ فِي ظُلُمَاتِ الْجَهْلِ وَالتَّقْلِيدِ الْأَعْمَى وَفَسَادِ الْفِطْرَةِ لَيْسَ بِخَارِجٍ مِنْهَا. لِأَنَّهَا قَدْ أَحَاطَتْ بِهِ وَأَلِفَتْهَا نَفْسُهُ فَلَمْ يَعُدْ يَشْعُرُ بِالْحَاجَةِ إِلَى الْخُرُوجِ مِنْهَا إِلَى النُّورِ، بَلْ رُبَّمَا يَشْعُرُ بِالتَّأَلُّمِ مِنْهُ فَهُوَ بِإِزَاءِ النُّورِ الْمَعْنَوِيِّ كَالْخُفَّاشِ بِإِزَاءِ النُّورِ الْحِسِّيِّ هَذَا التَّقْدِيرُ لِلْجُمْلَةِ الِاسْتِفْهَامِيَّةِ الْمَحْذُوفَةِ هُوَ الَّذِي ارْتَضَاهُ بَعْضُ الْمُدَقِّقِينَ فِي الْعَرَبِيَّةِ، وَيُمْكِنُ أَنْ يُقَدَّرَ مَا هُوَ أَقْرَبُ مِنْهُ إِلَى الْمَعْنَى الَّذِي يَصِلُ الْآيَةَ بِمَا قَبِلَهَا مُبَاشَرَةً وَهُوَ قَوْلُهُ تَعَالَى:  (وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ) بِأَنْ يُقَالَ: إِنَّ تَقْدِيرَ الْكَلَامِ: أَطَاعَةُ هَؤُلَاءِ الْمُتَّبِعِينَ لِوَحْيِ الشَّيَاطِينِ، كَطَاعَةِ وَحْيِ اللهِ تَعَالَى وَهُوَ النُّورُ الْمُبِينُ، وَمَنْ كَانَ مَيْتًا بِالْكُفْرِ وَالشِّرْكِ فَأَحْيَيْنَاهُ بِالْإِيمَانِ، وَكَانَ مُتَسَكِّعًا فِي ظُلُمَاتِ الْجَهْلِ وَالْغَبَاوَةِ وَتَقْلِيدِ أَهْلِ الضَّلَالِ فَجَعَلْنَا لَهُ نُورًا مِنْ آيَاتِ الْقُرْآنِ الْمُؤَيَّدَةِ بِالْحُجَّةِ وَالْبُرْهَانِ، يَمْشِي بِهِ فِي النَّاسِ عَلَى بَصِيرَةٍ مِنْ أَمْرِهِ فِي دِينِهِ وَآدَابِهِ وَمُعَامَلَاتِهِ لِلنَّاسِ، كَمَنْ مَثَلُهُ الْمُبَيِّنُ لِحَقِيقَةِ حَالِهِ كَمَثَلِ السَّائِرِ فِي ظُلُمَاتٍ بَعْضُهَا فَوْقَ بَعْضٍ - ظُلْمَةُ اللَّيْلِ وَظُلْمَةُ السَّحَابِ وَظُلْمَةُ الْمَطَرِ؟ وَفَسَّرَ بَعْضُهُمُ النُّورَ بِالدِّينِ وَالْإِسْلَامِ، وَالْمِصْدَاقُ وَاحِدٌ، وَالْعِبْرَةُ فِي هَذَا الْمَثَلِ أَنْ يُطَالِبَ الْمُسْلِمُ نَفْسَهُ بِأَنْ يَكُونَ حَيًّا عَالِمًا عَلَى بَصِيرَةٍ فِي دِينِهِ وَأَعْمَالِهِ وَحُسْنِ سِيرَتِهِ فِي النَّاسِ، وَقُدْوَةً لَهُمْ فِي الْفَضَائِلِ وَالْخَيْرَاتِ، وَحُجَّةً عَلَى فَضْلِ دِينِهِ عَلَى جَمِيعِ الْأَدْيَانِ وَعُلُوِّ آدَابِهِ عَلَى جَمِيعِ الْآدَابِ. </p><p> هَذَا الْمَثَلُ عَامٌّ يَشْمَلُ كُلَّ مَنْ يَنْطَبِقُ عَلَيْهِ فِي زَمَنِ التَّنْزِيلِ وَغَيْرِهِ، وَعَلَيْهِ عَامَّةُ أَهْلِ التَّفْسِيرِ، وَرُوِيَ أَنَّهُ نَزَلَ فِي رَجُلَيْنِ بِأَعْيَانِهِمَا، وَالْمُرَادُ - وَاللهُ أَعْلَمُ - أَنَّهُ نَزَلَ فِي ضِمْنِ السُّورَةِ صَادِقًا عَلَيْهِمَا ظَاهِرًا فِيهِمَا أَتَمَّ الظُّهُورِ، فَإِنَّ السُّورَةَ نَزَلَتْ جُمْلَةً وَاحِدَةً كَمَا تَقَدَّمَ، وَمَنِ اسْتَثْنَى مِنْهَا بَعْضَ آيَاتٍ لَمْ يَذْكُرُوا هَذِهِ الْآيَةَ مِنْهَا وَإِلَّا لَكَانَ شُمُولُهُ مِنْ بَابِ قَاعِدَةِ: الْعِبْرَةُ </p><p> بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ، عَلَى أَنَّهُمُ اخْتَلَفُوا فِي الرَّجُلَيْنِ وَاخْتِلَافُهُمَا يُرَجِّحُ مَا قُلْنَاهُ مِنْ إِرَادَةِ صِدْقِ الْمَثَلِ عَلَيْهِمَا، فَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَزَيْدِ بْنِ أَسْلَمَ وَالضَّحَّاكِ أَنَّ الْأَوَّلَ صَاحِبَ النُّورِ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ، وَعَنْ عِكْرِمَةَ أَنَّ الْأَوَّلَ عَمَّارُ بْنُ يَاسِرٍ كَذَا فِي </p><p> كُتُبِ التَّفْسِيرِ بِالْمَأْثُورِ، وَذَكَرَ الرَّازِيُّ قَوْلَيْنِ آخَرَيْنِ عَزَا أَحَدَهُمَا إِلَى ابْنِ عَبَّاسٍ وَهُوَ: أَنَّ الْأَوَّلَ حَمْزَةُ، رَضِيَ اللهُ عَنْهُ، عَمُّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالثَّانِي أَنَّهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَفْسُهُ وَعَزَاهُ إِلَى مُقَاتِلٍ، وَهَذَا أَضْعَفُ الْأَقْوَالِ وَأَوْهَاهَا، فَإِنَّ النَّبِيَّ - صَلَّى اللهُ تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ لَا يُقَالُ إِنَّهُ كَانَ قَبْلَ النُّبُوَّةِ مَيِّتًا، وَإِنْ وَرَدَ فِي سُورَةِ الضُّحَى أَنَّهُ كَانَ ضَالًّا أَيْ لَا يَعْرِفُ الْمَخْرَجَ مِنَ الْحِيرَةِ الَّتِي كَانَ فِيهَا مِنْ أَمْرِ إِصْلَاحِ النَّاسِ وَهِدَايَتِهِمْ، وَلَا الْكِتَابَ وَلَا الْإِيمَانَ التَّفْصِيلِيَّ الَّذِي أُوحِيَ إِلَيْهِ بَعْدَ ذَلِكَ. وَقَدِ اتَّفَقَ أَصْحَابُ هَذِهِ الْأَقْوَالِ عَلَى أَنَّ الرَّجُلَ الثَّانِيَ فِي الْمَثَلِ هُوَ أَبُو جَهْلٍ، لَعَنَهُ اللهُ تَعَالَى، قَالَ الرَّازِيُّ فِي الرِّوَايَةِ الْأُولَى: إِنَّ أَبَا جَهْلٍ رَمَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِفَرْثٍ (وَهُوَ مَا فِي الْكِرْشِ) وَحَمْزَةُ يَوْمَئِذٍ لَمْ يُؤْمِنْ، فَأُخْبِرَ بِذَلِكَ عِنْدَ قُدُومِهِ مِنْ صَيْدٍ لَهُ وَالْقَوْسُ بِيَدِهِ فَعَمَدَ إِلَى أَبِي جَهْلٍ وَتَوَخَّاهُ بِالْقَوْسِ وَجَعَلَ يَضْرِبُ رَأْسَهُ فَقَالَ أَبُو جَهْلٍ: أَمَا تَرَى مَا جَاءَ بِهِ؟ سَفَّهَ عُقُولَنَا وَسَبَّ آلِهَتَنَا، فَقَالَ حَمْزَةُ: أَنْتُمْ أَسَفَهُ النَّاسِ تَعْبُدُونَ الْحِجَارَةَ مِنْ دُونِ اللهِ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. وَقَالَ فِي الثَّانِيَةِ إِنَّ أَبَا جَهْلٍ قَالَ: زَاحَمَنَا بَنُو عَبْدِ مَنَافٍ بِالشَّرَفِ حَتَّى إِذَا صِرْنَا كَفَرَسَيْ رِهَانٍ قَالُوا: مِنَّا نَبِيٌّ يُوحَى إِلَيْهِ، وَاللهِ لَا نُؤْمِنُ بِهِ إِلَّا أَنْ يَأْتِيَنَا وَحْيٌ كَمَا يَأْتِيهِ. وَقِصَّةُ إِلْقَاءِ فَرْثِ الْجَزُورِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ سَاجِدٌ مَشْهُورَةٌ، وَكَذَا قَوْلُ أَبِي جَهْلٍ فِي بَنِي عَبْدِ مَنَافٍ، وَلَمْ يَكُنْ شَيْءٌ مِنْهُمَا سَبَبًا لِنُزُولِ هَذِهِ الْآيَةِ. </p><p> (كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ) أَيْ مِثْلُ هَذَا التَّزْيِينِ الَّذِي تَضَمَّنَهُ الْمَثَلُ فِي الْجُمْلَةِ السَّابِقَةِ، وَهُوَ تَزْيِينُ نُورِ الْهُدَى وَالدِّينِ لِمَنْ أَحْيَاهُ اللهُ تِلْكَ الْحَيَاةَ الْمَعْنَوِيَّةَ الْعَالِيَةَ، وَتَزْيِينُ ظُلُمَاتِ الضَّلَالِ وَالْكُفْرِ لِمَوْتَى الْقُلُوبِ قَدْ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَهُ مِنَ الْآثَامِ كَعَدَاوَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَبْحِ الْقَرَابِينِ لِغَيْرِ اللهِ تَعَالَى وَتَحْرِيمِ مَا لَمْ يُحَرِّمْهُ وَإِحْلَالِ مَا حَرَّمَهُ عَلَيْهِمْ بِمِثْلِ تِلْكَ الشُّبُهَاتِ الَّتِي تَقَدَّمَ شَرْحُهَا فِي تَفْسِيرِ الْآيَاتِ السَّابِقَةِ، وَقَدْ بُنِيَ فِعْلُ التَّزْيِينِ هُنَا لِلْمَفْعُولِ لِأَنَّ الْمُشَبَّهَ بِهِ حَسَنٌ وَقَبِيحٌ، فَالْأَوَّلُ تَزْيِينُ عَمَلِ الْمُؤْمِنِ لِلْمُؤْمِنِ، وَالثَّانِي تَزْيِينُ عَمَلِ الْكَافِرِ </p><p> لِلْكَافِرِ، وَإِنَّمَا لَمْ يُذَكَرْ فِي الْمُشَبَّهِ إِلَّا النَّوْعُ الثَّانِي لِأَنَّ السِّيَاقَ لَهُ، وَإِنَّمَا ذُكِرَ الْأَوَّلُ فِي الْمَثَلِ الْمُشَارِ إِلَيْهِ فِي التَّشْبِيهِ لِبَيَانِ قُبْحِ الضِّدِّ بِمُقَابَلَتِهِ بِحُسْنِ ضِدِّهِ، وَالَّذِي يُزَيِّنُ لِلْكَافِرِينَ أَعْمَالَهُمُ الْقَبِيحَةَ هُوَ الشَّيْطَانُ بِوَسْوَسَتِهِ كَمَا قَالَ فِي خِطَابِهِ لِلْبَارِي تَعَالَى (لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ)  (١٥: ٣٩) وَسَائِرُ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ كَمَا تَقَدَّمَ فِي تَفْسِيرِ الْآيَةِ \" ١١٢ \" وَإِنْ كَانَ كُلُّ مَا يَجْرِي فِي الْكَوْنِ يُسْنَدُ إِلَى اللهِ تَعَالَى بِاعْتِبَارِ الْخَلْقِ وَالتَّقْدِيرِ، وَإِقَامَتِهِ نِظَامَ الْكَوْنِ بِسُنَنِ ارْتِبَاطِ الْأَسْبَابِ بِالْمُسَبِّبَاتِ، وَتَقَدَّمَ إِسْنَادُ تَزْيِينِ الْأَعْمَالِ إِلَى الشَّيْطَانِ فِي الْآيَةِ \" ٤٣ \" مِنْ هَذِهِ السُّورَةِ. وَقَدْ حَقَّقْنَا فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ)  (٣: ١٤) مَا يُسْنَدُ مِنَ التَّزْيِينِ إِلَى اللهِ - تَعَالَى - وَمَا يُسْنَدُ مِنْهُ إِلَى الشَّيْطَانِ، وَمَا يُبْنَى فِعْلُهُ لِلْمَجْهُولِ بِالشَّوَاهِدِ مِنْ </p>"
}