{
  "id": null,
  "sura": 6,
  "aya": 80,
  "text": "<p> (وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللهِ وَقَدْ هَدَانِي وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ) . </p><p> الْمُحَاجَّةُ: الْمُجَادَلَةُ وَالْمُغَالَبَةُ فِي إِقَامَةِ الْحُجَّةِ، وَالْحُجَّةُ الدَّلَالَةُ الْمُبَيِّنَةُ لِلْمَحَجَّةِ، أَيِ الْمَقْصِدِ الْمُسْتَقِيمِ كَمَا قَالَ الرَّاغِبُ. وَأَصْلُ الْمَحَجَّةِ وَسَطُ الطَّرِيقِ الْمُسْتَقِيمِ، وَتُطْلَقُ الْحُجَّةُ عَلَى كُلِّ مَا يُدْلِي بِهِ أَحَدُ الْخَصْمَيْنِ فِي إِثْبَاتِ دَعْوَاهُ أَوْ رَدِّ دَعْوَى خَصْمِهِ، فَتُقَسَّمُ إِلَى حُجَّةٍ نَاهِضَةٍ يَثْبُتُ بِهَا الْحَقُّ، وَحُجَّةٍ دَاحِضَةٍ يُمَوَّهُ بِهَا الْبَاطِلُ، وَإِنَّمَا يُسَمَّى مَا لَا يَثْبُتُ بِهِ الْحَقُّ حُجَّةً عَلَى سَبِيلِ ادِّعَاءِ الْخَصْمِ - حِكَايَةً لِقَوْلِهِ - وَاصْطَلَحُوا عَلَى تَسْمِيَتِهَا شُبْهَةً. </p><p> وَلَمَّا حَاجَّ إِبْرَاهِيمُ قَوْمَهُ بِبَيَانِ بُطْلَانِ عِبَادَةِ الْأَصْنَامِ وَرُبُوبِيَّةِ الْكَوْكَبِ، وَإِثْبَاتِ وَحْدَانِيَّةِ اللهِ تَعَالَى، وَوُجُوبِ عِبَادَتِهِ وَحْدَهُ - وَهِيَ الْحَنِيفِيَّةُ - حَاجُّوهُ بِبَيَانِ أَوْهَامِهِمْ فِي شِرْكِهِمْ، وَقَدْ بَيَّنَ اللهُ تَعَالَى فِي سُورَتَيِ الْأَنْبِيَاءِ وَالشُّعَرَاءِ أَنَّهُمُ اعْتَذَرُوا لَهُ عَنْ عِبَادَةِ الْأَوْثَانِ وَالْأَصْنَامِ بِتَقْلِيدِ آبَائِهِمْ، وَلَيْسَ لِلْمُقَلِّدِ أَنْ يَحْتَجَّ، وَلَكِنَّهُ يُجَادِلُ مَعَ كَوْنِهِ لَا يَخْضَعُ لِلْحُجَّةِ إِذَا قَامَتْ عَلَيْهِ، وَيُؤْخَذُ مِنْ هَذِهِ الْآيَاتِ أَنَّهُمْ لَمَّا لَمْ يَجِدُوا حُجَّةً عَقْلِيَّةً عَلَى شِرْكِهِمْ بِاللهِ خَوَّفُوهُ أَنْ تَمَسَّهُ آلِهَتُهُمْ بِسُوءٍ، وَالظَّاهِرُ أَنَّ هَذَا كَانَ قَبْلَ مَا حَكَى اللهُ تَعَالَى عَنْهُ وَعَنْهُمْ فِي سُورَةِ الشُّعَرَاءِ، بِقَوْلِهِ:  (قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ)  (٢٦: ٧٢ - ٧٤) وَقَبْلَ وَاقِعَةِ تَكْسِيرِهِ لِأَصْنَامِهِمُ الَّتِي قَالَ اللهُ فِيهَا مِنْ سُورَةِ الْأَنْبِيَاءِ إِنَّهُمْ </p><p> رَجَعُوا إِلَى أَنْفُسِهِمْ فَاعْتَرَفُوا بِظُلْمِهِمْ، ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ مُصِرِّينَ عَلَى شِرْكِهِمْ </p><p> وَكَثِيرًا مَا يَضْطَرِبُ الْمُقَلِّدُ لِسَمَاعِ الْحُجَّةِ إِذْ يُومِضُ فِي قَلْبِهِ بَرْقُهَا، وَيَهُزُّ شُعُورَهُ رَعْدُهَا. وَيَكَادُ يُحْيِيهِ وَدَقُهَا، ثُمَّ يَنْكُسُ عَلَى رَأْسِهِ، وَيَعُودُ إِلَى سَابِقِ وَهْمِهِ، خَائِفًا مِنْ غَيْرِ مُخَوِّفٍ، رَاجِيًا غَيْرَ مَرْجُوٍّ، كَمَا نَرَاهُ فِي عُبَّادِ أَصْحَابِ الْقُبُورِ الَّذِينَ يَتَوَهَّمُونَ أَنَّ قُبُورَهُمْ وَغَيْرَهَا مِنْ آثَارِهِمْ تَدْفَعُ عَمَّنْ زَارَهَا أَوْ تَمْسَّحُ بِهَا الضُّرَّ، وَتَكْشِفُ السُّوءَ وَتُدِرُّ الرِّزْقَ، وَتُخْزِي الْعَدُوَّ، إِمَّا بِتَصَرُّفِهِمْ فِي الْخَلْقِ، وَإِمَّا لِأَنَّهُمْ قُرْبَانٌ عِنْدَ الرَّبِّ، وَلَا يَرَوْنَ ذَلِكَ نَاقِضًا لِلْإِيمَانِ الصَّحِيحِ بِاللهِ عَزَّ وَجَلَّ:  (وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلَّا وَهُمْ مُشْرِكُونَ)  (١٢: ١٠٦) قَالَ تَعَالَى: </p><p> (وَحَاجَّهُ قَوْمُهُ) أَيْ: وَجَادَلَهُ قَوْمُهُ بَعْدَ مَا تَقَدَّمَ مِنْ أَمْرِهِ مَعَهُمْ، وَخَاصَمُوهُ فِي أَمْرِ التَّوْحِيدِ الَّذِي قَرَّرَهُ لَهُمْ، كَأَنْ زَعَمُوا - كَمَا رُوِيَ وَسُمِعَ مِنْ أَمْثَالِهِمْ - أَنَّ اتِّخَاذَ الْآلِهَةِ لَا يُنَافِي الْإِيمَانَ بِاللهِ الْفَاطِرِ سُبْحَانَهُ ; لِأَنَّهُمْ وُسَطَاءُ وَشُفَعَاءُ عِنْدَهُ، وَمُتَّخَذُونَ لِأَجْلِهِ، وَذَلِكَ مَا تَقَدَّمَ قَرِيبًا عَنِ ابْنِ زَيْدٍ فِي تَفْسِيرِ قَوْلِهِ:  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا) وَخَوَّفُوهُ بَطْشَهُمْ بِهِ. فَمَاذَا قَالَ عَلَيْهِ السَّلَامُ؟ (قَالَ أَتُحَاجُّونِّي فِي اللهِ وَقَدْ هَدَانِ) أَيْ أَتُجَادِلُونَنِي مُجَادَلَةَ صَاحِبِ الْحُجَّةِ فِي شَأْنِ اللهِ تَعَالَى وَمَا يَجِبُ فِي الْإِيمَانِ بِهِ - وَالْحَالُ أَنَّهُ قَدْ فَضَّلَنِي عَلَيْكُمْ بِمَا هَدَانِي إِلَى التَّوْحِيدِ الْخَالِصِ وَالْحَنِيفِيَّةِ الَّتِي أَقَمْتُ بِهَا الْحُجَّةَ عَلَيْكُمْ، وَأَنْتُمْ ضَالُّونَ بِإِصْرَارِكُمْ عَلَى شِرْكِكُمْ، وَتَقْلِيدِكُمْ بِهِ مَنْ قَبْلَكُمْ؟ وَقَدْ خَفَّفَ نُونَ (تُحَاجُّونِّي) نَافِعٌ وَابْنُ عَامِرٍ فِي رِوَايَةِ ابْنِ ذَكْوَانَ، وَذَلِكَ بِحَذْفِ إِحْدَى النُّونَيْنِ، وَشَدَّدَهَا سَائِرُ الْقُرَّاءِ، وَهُمَا لُغَتَانِ لِلْعَرَبِ فِي مِثْلِهَا، وَحُذِفَتِ الْيَاءُ مِنْ هَدَانِي فِي الرَّسْمِ ; لِأَنَّهَا لَا تَظْهَرُ فِي النُّطْقِ (وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ) مِنَ الْكَوَاكِبِ وَالْأَصْنَامِ أَنْ تُصِيبَنِي بِسُوءٍ، فَإِنِّي أَعْلَمُ عِلْمَ الْيَقِينِ أَنَّهَا لَا تَضُرُّ وَلَا تَنْفَعُ، وَلَا تُبْصِرُ وَلَا تَسْمَعُ، وَلَا تُقَرِّبُ وَلَا تَشْفَعُ (إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا) - أَيْ لَكِنِ اسْتَثْنَى مِنْ عُمُومِ الْخَوْفِ فِي عُمُومِ الْأَوْقَاتِ - مِنْ جِهَةِ آلِهَتِكُمْ كَغَيْرِهَا مِنَ الْمَخْلُوقَاتِ، أَنْ يَشَاءَ رَبِّيَ الْقَادِرُ عَلَى كُلِّ شَيْءٍ وُقُوعَ مَكْرُوهٍ بِي، فَإِنَّهُ يَقَعُ لَا مَحَالَةَ كَمَا شَاءَ رَبِّي، فَإِنْ فَرَضَ أَنَّهُ شَاءَ أَنْ يَسْقُطَ عَلَيَّ صَنَمٌ يَشُجُّنِي، أَوْ كِسَفًا مِنْ شُهُبِ الْكَوَاكِبِ يَقْتُلُنِي - فَإِنَّ ذَلِكَ يَقَعُ بِقُدْرَةِ رَبِّي وَمَشِيئَتِهِ، لَا بِمَشِيئَةِ الصَّنَمِ أَوِ الْكَوْكَبِ </p><p> وَلَا بِقُدْرَتِهِ، وَلَا بِتَأْثِيرِهِ فِي قُدْرَتِهِ تَعَالَى وَإِرَادَتِهِ، وَلَا بِجَاهِهِ عِنْدَهُ وَشَفَاعَتِهِ ; إِذْ لَا تَأْثِيرَ لِشَيْءٍ مِنَ الْمَخْلُوقَاتِ فِي مَشِيئَةِ الْخَالِقِ الْأَزَلِيَّةِ الْجَارِيَةِ بِمَا ثَبَتَ فِي عِلْمِهِ (وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا) أَيْ أَنَّ عِلْمَ رَبِّي وَسِعَ كُلَّ شَيْءٍ، وَأَحَاطَ بِهِ وَمَشِيئَتُهُ مُرْتَبِطَةٌ بِعَمَلِهِ الْمُحِيطِ الْقَدِيمِ، وَقُدْرَتُهُ مُنَفِّذَةٌ لِمَشِيئَتِهِ، فَلَا يُمْكِنُ أَنْ يَكُونَ لِشَيْءٍ مِنَ الْمَخْلُوقَاتِ الَّتِي تَعْبُدُونَهَا وَلَا لِغَيْرِهَا تَأْثِيرٌ مَا فِي صِفَاتِهِ، وَلَا فِي أَفْعَالِهِ الصَّادِرَةِ عَنْهَا، لَا بِشَفَاعَةٍ وَلَا غَيْرِهَا، وَإِنَّمَا يَكُونُ ذَلِكَ لَوْ كَانَ عِلْمُ اللهِ تَعَالَى غَيْرَ مُحِيطٍ بِكُلِّ شَيْءٍ، فَيَعْلَمُهُ الشُّفَعَاءُ وَالْوُسَطَاءُ مِنْ وُجُوهِ مُرَجِّحَاتِ الْفِعْلِ أَوِ التَّرْكِ بِالشَّفَاعَةِ أَوْ غَيْرِهَا مَا لَمْ يَكُنْ يَعْلَمُ، فَيَكُونُ ذَلِكَ هُوَ الْحَامِلُ لَهُ </p>"
}