{
  "id": null,
  "sura": 6,
  "aya": 28,
  "text": "<p> وَعْدًا خَبَرِيًّا مُؤَكَّدًا غَيْرَ مُقَيَّدٍ بِإِجَابَتِهِمْ إِلَى مَا يَتَمَنَّوْنَ، وَأَمَّا إِذَا جَعَلْنَا \" وَلَا نُكَذِّبَ \" إِلَخْ جُمْلَةً حَالِيَّةً وَهُوَ الْوَجْهُ الثَّالِثُ فَإِنَّهَا تَصْدُقُ بِحُصُولِ كُلٍّ </p><p> مِنْ عَدَمِ التَّكْذِيبِ وَالْإِيمَانِ قَبْلَ الرَّدِّ إِلَى الدُّنْيَا. فَلَا يَكُونُ التَّمَنِّي مُتَعَلِّقًا بِهِمَا لِذَاتِهِمَا لِأَنَّهُمَا حَاصِلَانِ وَالْحَاصِلُ لَا يُتَمَنَّى وَإِنَّمَا يَكُونُ مُتَعَلِّقًا بِالرَّدِّ الْمُصَاحِبِ لَهُمَا، الَّذِي تَمَنَّى وُقُوعَهُ بَعْدَ وُقُوعِهِمَا، وَذَلِكَ وَعْدٌ غَيْرُ خَبَرِيٍّ وَلَا إِنْشَائِيٍّ بِهِمَا; لِأَنَّ الْحَاصِلَ لَا يُوعَدُ بِهِ كَمَا أَنَّهُ لَا يُتَمَنَّى. وَقَدْ بَيَّنَّا فِي تَفْسِيرِ (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى)  (٤: ٤٣) - الْآيَةَ - الْفَرْقَ بَيْنَ الْحَالِ الْمُفْرَدَةِ وَالْجُمْلَةِ الْحَالِيَّةِ وَأَنَّ الْأَصْلَ فِي مَضْمُونِ الْحَالِيَّةِ أَنْ يَكُونَ سَابِقًا لِلْفِعْلِ الْعَامِلِ فِي الْحَالِ. وَهَؤُلَاءِ رَجَعُوا عَنِ التَّكْذِيبِ عِنْدَ وَقْفِهِمْ عَلَى النَّارِ وَحَصَلَ لَهُمُ الْإِيمَانُ الْقَاطِعُ بِصِدْقِ الرَّسُولِ فَتَمَنَّوْا أَنْ يَعُودُوا إِلَى الدُّنْيَا مُصَاحِبِينَ لِذَلِكَ، فَيَصِحُّ أَنْ يُقَالَ فِي الْجُمْلَةِ إِنَّ عَدَمَ التَّكْذِيبِ وَالْإِيمَانَ دَاخِلَانِ تَحْتَ حُكْمِ التَّمَنِّي مِنْ حَيْثُ اشْتِرَاطِهِمَا فِيهِ، لَا أَنَّهُمَا مُتَمَنَّيَانِ كَالرَّدِّ سَوَاءٌ. </p><p> وَأَمَّا قِرَاءَةُ حَمْزَةَ وَحَفْصٍ بِنَصْبِ الْفِعْلَيْنِ فَقِيلَ: إِنَّهُ عَلَى جَوَابِ التَّمَنِّي، وَقِيلَ: إِنَّ الْوَاوَ لِلْحَالِ كَقَوْلِهِمْ: لَا تَأْكُلُ السَّمَكَ وَتَشْرَبَ اللَّبَنَ. وَقِيلَ: إِنَّهَا أُجْرِيَتْ مَجْرَى فَاءَ السَّبَبِيَّةِ أَوْ أُبْدِلَتْ مِنْهَا وَأَيَّدُوهُ بِقِرَاءَةِ ابْنِ مَسْعُودٍ \" فَلَا نُكَذِّبَ \" وَقِيلَ: إِنَّ الْعَطْفَ عَلَى مَصْدَرٍ مُتَوَهَّمٍ، أَيْ يَا لَيْتَ لَنَا رَدًّا وَانْتِفَاءَ تَكْذِيبٍ وَكَوْنًا مِنَ الْمُؤْمِنِينَ. فَعَلَى التَّوْجِيهَيْنِ الْأَوَّلَيْنِ لِهَذِهِ الْقِرَاءَةِ يَدْخُلُ مَا ذُكِرَ فِي حُكْمِ التَّمَنِّي عَلَى الْوَجْهِ الَّذِي وَجَّهْنَا بِهِ جَعْلَ الْجُمْلَةِ حَالِيَّةً فِي قِرَاءَةِ الْجُمْهُورِ، وَظَاهِرُ التَّوْجِيهِ الثَّالِثِ تَعَلُّقُ التَّمَنِّي بِالْأُمُورِ الثَّلَاثَةِ عَلَى سَوَاءٍ، وَقَدْ عُلِمَ مِنْ تَوْجِيهِ هَذِهِ الْقِرَاءَةِ تَوْجِيهُ قِرَاءَةِ ابْنِ عَامِرٍ أَيْضًا. </p><p> وَلَعَلَّ حِكْمَةَ اخْتِلَافِ الْقِرَاءَاتِ بَيَانُ اخْتِلَافِ أَحْوَالِ أُولَئِكَ الْمُشْرِكِينَ فِي تَمَنِّيهِمْ: بِأَنْ يَكُونَ مِنْهُمْ مَنْ يَتَمَنَّى أَنْ يُرَدَّ إِلَى الدُّنْيَا وَأَنْ يَكُونَ فِيهَا غَيْرَ مُكَذِّبٍ بِآيَاتِ اللهِ الْكَوْنِيَّةِ وَالْمُنَزَّلَةِ وَأَنْ يَكُونَ مِنَ الْمُؤْمِنِينَ، وَمِنْهُمْ مَنْ يَتَمَنَّى الرَّدَّ مُصَاحِبًا لِمَا حَدَثَ لَهُ فِي الْآخِرَةِ مِنَ النَّدَمِ عَلَى التَّكْذِيبِ وَمِنَ الْإِيمَانِ بِمَا جَاءَ بِهِ الرَّسُولُ، إِذْ لَا تَلَازُمَ بَيْنَ الرَّدِّ وَبَقَاءِ ذَلِكَ الْأَمْرِ الْحَادِثِ، وَمِنْهُمْ مَنْ يَتَمَنَّاهُ لِيَكُونَ سَبَبًا لِلْإِيمَانِ وَعَدَمِ التَّكْذِيبِ، وَمِنْهُمْ مَنْ يَعِدُ بِذَلِكَ وَعْدًا، وَهَذَا الِاخْتِلَافُ فِي كَيْفِيَّاتِ ذَلِكَ التَّمَنِّي أَقْرَبُ إِلَى الْحُصُولِ مِنَ اتِّفَاقِ أُولَئِكَ الْكُفَّارِ الْكَثِيرِينَ عَلَى كَيْفِيَّةٍ وَاحِدَةٍ مِمَّا يَدُلُّ عَلَيْهِ اخْتِلَافِ الْقِرَاءَاتِ، لِأَنَّهُ هُوَ الْمَعْهُودُ مِنَ الْبَشَرِ. وَلَعَلَّهُمْ يَتَمَنَّوْنَ ذَلِكَ جَاهِلِينَ أَنَّهُ مُحَالٌ، عَلَى أَنَّ النَّاسَ يَتَمَنَّوْنَ الْمُحَالَ وَلَوْ عَلَى سَبِيلِ التَّحَسُّرِ. </p><p> قَالَ تَعَالَى مُبَيِّنًا كُنْهَ حَالِهِمْ وَمَا يَظْهَرُ لَهُمْ مِنْهُ فِي الْآخِرَةِ وَمَا يَقْتَضِي أَنْ يَكُونُوا عَلَيْهِ فِي الدُّنْيَا لَوْ رُدُّوا إِلَيْهَا:  (بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ) قَالُوا: إِنَّ الْإِضْرَابَ فِي هَذِهِ الْآيَةِ إِضْرَابٌ عَمَّا يَدُلُّ عَلَيْهِ تَمَنِّيهِمْ مِنْ إِدْرَاكِهِمْ لِقُبْحِ الْكُفْرِ وَسُوءِ مَغَبَّتِهِ، وَلِحَقِيقَةِ الْإِيمَانِ، </p><p> وَحُسْنِ عَاقِبَتِهِ، وَعَزْمِهِمْ عَلَى الْإِيمَانِ وَتَرْكِ التَّكْذِيبِ لَوْ أُعْطَوْا مَا تَمَنَّوْا مِنَ الرَّدِّ إِلَى الدُّنْيَا، وَوَعْدِهِمْ بِذَلِكَ نَصًّا أَوْ ضِمْنًا، كَأَنَّهُ يَقُولُ: لَيْسَ الْأَمْرُ كَمَا يُوهِمُهُ كَلَامُهُمْ فِي التَّمَنِّي، بَلْ ظَهَرَ لَهُمْ مَا كَانُوا يُخْفُونَهُ فِي الدُّنْيَا، وَفِيهِ أَقْوَالٌ: </p><p> (١) أَنَّهُ أَعْمَالُهُمُ السَّيِّئَةُ وَقَبَائِحُهُمُ الشَّائِنَةُ ظَهَرَتْ فِي صَحَائِفِهِمْ، وَشَهِدَتْ بِهَا عَلَيْهِمْ جَوَارِحُهُمْ. </p><p> (٢) أَنَّهُ أَعْمَالُهُمُ الَّتِي كَانُوا يَغْتَرُّونَ بِهَا، وَيَظُنُّونَ أَنَّ سَعَادَتَهُمْ فِيهَا إِذْ يَجْعَلُهَا اللهُ تَعَالَى هَبَاءًا مَنْثُورًا. </p><p> (٣) أَنَّهُ كُفْرُهُمْ وَتَكْذِيبُهُمُ الَّذِي أَخْفَوْهُ فِي الْآخِرَةِ مِنْ قَبْلِ أَنْ يُوقَفُوا عَلَى النَّارِ كَمَا تَقَدَّمَ حِكَايَتُهُ عَنْهُمْ فِي قَوْلِهِ تَعَالَى: (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ ٢٣) </p><p> (٤) أَنَّهُ الْحَقُّ أَوِ الْإِيمَانُ الَّذِي كَانُوا يُسِرُّونَهُ وَيُخْفُونَهُ بِإِظْهَارِ الْكُفْرِ وَالتَّكْذِيبِ عِنَادًا لِلرَّسُولِ وَاسْتِكْبَارًا عَنِ الْحَقِّ، وَهَذَا إِنَّمَا يَنْطَبِقُ عَلَى أَشَدِّ النَّاسِ كُفْرًا مِنَ الْمُعَانِدِينَ الْمُتَكَبِّرِينَ الَّذِينَ قَالَ فِي بَعْضِهِمْ:  (وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا)  (٢٧: ١٤) . </p><p> (٥) أَنَّهُ مَا كَانَ يُخْفِيهِ الرُّؤَسَاءُ عَنْ أَتْبَاعِهِمْ مِنَ الْحَقِّ الَّذِي جَاءَتْ بِهِ الرُّسُلُ بَدَا لِلْأَتْبَاعِ الَّذِينَ كَانُوا مُقَلِّدِينَ لَهُمْ. وَمِنْهُ كِتْمَانُ بَعْضِ عُلَمَاءِ أَهْلِ الْكِتَابِ لِرِسَالَةِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَصِفَاتِهِ وَبِشَارَةِ أَنْبِيَائِهِمْ بِهِ. </p><p> (٦) أَنَّهُ مَا كَانَ يُخْفِيهِ الْمُنَافِقُونَ فِي الدُّنْيَا مِنْ إِسْرَارِ الْكُفْرِ وَإِظْهَارِ الْإِيمَانِ وَالْإِسْلَامِ. </p><p> (٧) أَنَّهُ الْبَعْثُ وَالْجَزَاءُ وَمِنْهُ عَذَابُ جَهَنَّمَ، وَأَنَّ إِخْفَاءَهُمْ لَهُ عِبَارَةٌ عَنْ تَكْذِيبِهِمْ بِهِ، وَهُوَ الْمَعْنَى الْأَصْلِيُّ لِمَادَّةِ الْكُفْرِ. </p><p> (٨) أَنَّ فِي الْكَلَامِ مُضَافًا مَحْذُوفًا، أَيْ بَدَا لَهُمْ وَبَالُ مَا كَانُوا يُخْفُونَهُ مِنَ الْكُفْرِ وَالسَّيِّئَاتِ، وَنَزَلَ بِهِمْ عِقَابُهُ فَتَبَرَّمُوا وَتَضَجَّرُوا، وَتَمَنَّوْا التَّقَصِّي مِنْهُ بِالرَّدِّ إِلَى الدُّنْيَا وَتَرْكِ مَا أَفْضَى إِلَيْهِ مِنَ التَّكْذِيبِ بِالْآيَاتِ وَعَدَمِ الْإِيمَانِ، كَمَا يَتَمَنَّى الْمَوْتَ مَنْ أَمَضَّهُ الدَّاءُ الْعُضَالُ لِأَنَّهُ يُنْقِذُهُ مِنَ الْآلَامِ لَا لِأَنَّهُ مَحْبُوبٌ فِي نَفْسِهِ. </p><p> وَنَحْنُ لَا نَرَى رُجْحَانَ قَوْلٍ مِنْ هَذِهِ الْأَقْوَالِ، بَلِ الصَّوَابُ عِنْدَنَا قَوْلٌ آخَرُ، وَهُوَ أَنَّهُ يَظْهَرُ يَوْمَئِذٍ لِكُلٍّ مِنْ أُولَئِكَ الَّذِينَ وَرَدَ الْكَلَامُ فِيهِمْ وَلِأَشْبَاهِهِمْ مِنَ الْكُفَّارِ مَا كَانَ يُخْفِيهِ فِي الدُّنْيَا مِمَّا هُوَ قَبِيحٌ فِي نَظَرِهِ أَوْ نَظَرِ مَنْ يُخْفِيهِ عَنْهُمْ، فَالَّذِينَ </p><p> كَفَرُوا عِنَادًا وَاسْتِكْبَارًا كَالرُّؤَسَاءِ الَّذِينَ ظَهَرَ لَهُمُ الْحَقُّ كَانُوا يُخْفُونَ ذَلِكَ الْحَقَّ وَمِنْهُمْ بَعْضُ عُلَمَاءِ أَهْلِ الْكِتَابِ وَالْمُنَافِقُونَ الَّذِينَ أَظْهَرُوا الْإِيمَانَ جُبْنًا وَضَعْفًا أَوْ مَكْرًا وَكَيْدًا كَانُوا يُخْفُونَ الْكُفْرَ عَنِ الْمُؤْمِنِينَ، وَأَصْحَابُ الْأَعْمَالِ الْقَبِيحَةِ مِنَ الْفَوَاحِشِ وَالْمُنْكَرَاتِ يُخْفُونَهَا عَمَّنْ لَا يَقْتَرِفُهَا مَعَهُمْ وَالَّذِينَ يَعْتَذِرُونَ عَنْ تَرْكِ الْوَاجِبَاتِ بِالْأَعْذَارِ الْكَاذِبَةِ يُخْفُونَ حَقِيقَةَ حَالِهِمْ عَمَّنْ يَعْتَذِرُونَ إِلَيْهِمْ، وَالْمُقَلِّدُونَ يُخْفُونَ فِي أَنْفُسِهِمْ مَا يَلُوحُ فِيهَا أَحْيَانًا مِنْ بَرْقِ الدَّلِيلِ الْمُظْهِرِ لِمَا كَمَنَ فِي أَعْمَاقِ الْفِطْرَةِ مِنَ الْحَقِّ، سَوَاءً أَوْمَضَ ذَلِكَ الْبَرْقُ مِنْ آيَاتِ اللهِ فِي الْآفَاقِ، وَأَلْسِنَةِ حَمَلَةِ الْحُجَّةِ وَالْبُرْهَانِ، أَوْ مِنْ آيَاتِ اللهِ فِي أَنْفُسِهِمْ، قَبْلَ أَنْ تُحِيطَ بِهِمْ </p><p> خَطِيئَتُهُمْ وَيُخْتَمَ عَلَى قُلُوبِهِمْ، وَهَؤُلَاءِ الْمُقَلِّدُونَ الْعُمْيَانُ هُمُ الَّذِينَ بَيَّنَتِ الْآيَاتُ حَالَهُمْ فِي الدُّنْيَا، وَإِنَّمَا جَعَلْنَا مَا تَلَا ذَلِكَ مِنْ بَيَانِ حَالِهِمْ فِي الْآخِرَةِ عَامًّا لِكُلِّ مَنْ مَاتَ عَلَى الْكُفْرِ لِتَسَاوِيهِمْ فِيهِ وَعَدَمِ اسْتِفَادَةِ أَحَدٍ مِنْهُمْ مِنَ اسْتِعْدَادِهِ لِلْإِيمَانِ، لِعَدَمِ اسْتِعْمَالِهِمْ لِذَلِكَ الِاسْتِعْدَادِ. </p><p> وَقَدْ يَعُمُّ الْإِخْفَاءُ لِلشَّيْءِ مَا كَانَ مِنْهُ بِالْقَصْدِ إِلَيْهِ وَالْإِرَادَةِ لَهُ فِي ذَاتِهِ، وَمَا كَانَ ظَاهِرًا فِي نَفْسِهِ وَخَفِيَ عَنْ أَهْلِهِ بِأَعْمَالٍ وَتَقَالِيدَ لَهُمْ عَدْوًا بِهَا مُخْفِينَ لَهُ، كَالْعَقَائِدِ وَالْفَضَائِلِ الَّتِي أُودِعَتْ فِي الْفِطْرَةِ، وَدَلَّتْ عَلَيْهَا آيَاتُ اللهِ الْبَيِّنَةُ، وَأَعْرَضَ عَنْهَا الضَّالُّونَ وَالْتَزَمُوا مَا يُضَادُّهَا فَأَخْفَوْهَا بِذَلِكَ حَتَّى عَنْ أَنْفُسِهِمْ، فَإِذَا كَانَ يَوْمُ اللهِ الَّذِي تُبْلَى فِيهِ السَّرَائِرُ، وَتَنْكَشِفُ جَمِيعُ الْحَقَائِقِ، وَتَشْهَدُ عَلَى النَّاسِ الْأَعْضَاءُ وَالْجَوَارِحُ، إِذْ تُنْشَرُ كُتُبُ الْأَعْمَالِ الَّتِي كَانَتْ مَطْوِيَّةً فِي زَوَايَا الْأَرْوَاحِ، فَتَتَمَثَّلُ لِكُلِّ فَرْدٍ أَعْمَالُهُ النَّفْسِيَّةُ وَالْبَدَنِيَّةُ كُلُّهَا، فِي كِتَابِهِ الَّذِي لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا، كَمَا تَتَمَثَّلُ الْوَقَائِعُ الْمُصَوَّرَةُ، فِي الْمَنْظَرَةِ الَّتِي يُعْرَضُ فِيهَا مَا يُعْرَفُ الْآنَ بِالصُّوَرِ الْمُتَحَرِّكَةِ، فَإِنَّ حِفْظَ أَلْوَاحِ الْأَنْفُسِ الْمُدْرِكَةِ لِمَا تَرْسُمُهُ وَتُطِيعُهُ الْعَقَائِدُ وَالْأَعْمَالُ فِيهَا أَقْوَى وَأَثْبَتُ مِنْ حِفْظِ أَلْوَاحِ الزُّجَاجِ الْحَسَّاسَةِ لِمَا يَرْسُمُهُ وَيَطْبَعُهُ نُورُ الشَّمْسِ عَلَيْهَا، وَعَرْضُ الصُّوَرِ الشَّمْسِيَّةِ فِي الدُّنْيَا دُونَ عَرْضِ الصُّوَرِ النَّفْسِيَّةِ فِي الْآخِرَةِ، وَبِهَذَا الْبَيَانِ تَعْلَمُ أَنَّ كُلَّ أَحَدٍ يَظْهَرُ لَهُ فِي الْآخِرَةِ كُلُّ مَا كَانَ خَفِيًّا عَنْهُ مِنْ خَيْرِ نَفْسِهِ وَشَرِّهَا (يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ)  (٦٩: ١٨) أَيْ لَا تَخْفَى عَلَى أَنْفُسِكُمْ، فَضْلًا عَنْ خَفَائِهَا عَلَى رَبِّكُمْ، وَقَدْ خَصَّ بِالذِّكْرِ هُنَا بُدُوَّ مَا كَانَ يُخْفِيهِ الْكُفَّارُ، وَلِكُلِّ مَقَامٍ مَقَالٌ. </p><p> بَيَّنَ اللهُ تَعَالَى لَنَا أَنَّ تَمَنِّي أُولَئِكَ الْكُفَّارِ لِمَا تَمَنَّوْا لَا يَدُلُّ عَلَى تَبَدُّلِ حَقِيقَتِهِمْ، بَلْ بَدَا لَهُمْ مَا كَانَ خَفِيًّا عَنْهُمْ مِنْهَا، بِإِخْفَائِهِمْ إِيَّاهُ عَنِ النَّاسِ أَوْ عَنْهَا:  (وَبَدَا لَهُمْ مِنَ اللهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ)  (٣٩: ٤٧، ٤٨) فَتَمَنَّوُا الْخُرُوجَ مِمَّا حَاقَ بِهِمْ وَلَكِنَّ الْحَقِيقَةَ لَا تَتَغَيَّرُ، وَإِنَّمَا يَكُونُ لَهَا أَطْوَارٌ، تَخْتَلِفُ بِاخْتِلَافِ الْأَحْوَالِ وَالْأَوْطَارِ. </p><p> (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) مِنَ الشِّرْكِ وَالْكُفْرِ وَالنِّفَاقِ وَالْكَيْدِ وَالْمَكْرِ وَالْمَعَاصِي، لِأَنَّ مُقْتَضَى ذَلِكَ مِنْ أَنْفُسِهِمْ ثَابِتٌ فِيهَا، وَمَا دَامَتِ الْعِلَّةُ ثَابِتَةً فَإِنَّ أَثَرَهَا وَهُوَ الْمَعْلُولُ لَا يَتَخَلَّفُ عَنْهَا (وَإِنَّهُمْ لَكَاذِبُونَ) فِيمَا تَضَمَّنَهُ تَمَنِّيهِمْ مِنَ الْوَعْدِ بِتَرْكِ التَّكْذِيبِ بِآيَاتِ اللهِ، وَبِالْكَوْنِ مِنَ الْمُؤْمِنِينَ بِاللهِ وَرَسُولِهِ سَوَاءً عَلِمُوا حِينَ تَمَنَّوْا وَوَعَدُوا أَنَّهُمْ كَاذِبُونَ فِي هَذَا الْوَعْدِ أَمْ لَمْ يَعْلَمُوا، فَلَوْ رُدُّوا إِلَى الدُّنْيَا لَرُدَّ الْمُعَانِدُ الْمُسْتَكْبِرُ مِنْهُمْ مُشْتَمِلًا بِكِبْرِهِ وَعِنَادِهِ، وَكُلٌّ مِنَ الْمَاكِرِ وَالْمُنَافِقِ مُرْتَدِيًا بِمَكْرِهِ وَنِفَاقِهِ، وَالْمُقَلِّدُ مُقَيَّدًا بِتَقْلِيدِهِ لِغَيْرِهِ وَعَدَمِ ثِقَتِهِ بِفَهْمِهِ وَعِلْمِهِ، وَالشَّهْوَانِيُّ مُلَوَّثًا بِشَهَوَاتِهِ الْمَالِكَةِ لِرِقِّهِ. </p><p> وَأَمَّا مَا ظَهَرَ لَهُمْ إِذْ وُقِفُوا عَلَى النَّارِ مِنْ حَقِيقَةِ مَا جَاءَ بِهِ الرُّسُلُ، فَإِنَّمَا مَثَلُهُ كَمَثَلِ مَا كَانَ يَلُوحُ لَهُمْ فِي الدُّنْيَا مِنَ الْبَيِّنَاتِ وَالْعِبَرِ، أَلَمْ تَرَ كَيْفَ يُكَابِرُونَ فِيهَا أَنْفُسَهُمْ وَيُغَالِطُونَ عَقْلَهُمْ وَوِجْدَانَهُمْ، وَيُمَارُونَ مُنَاظِرِيهِمْ وَأَخْدَانَهُمْ؟ يَشْرَبُ الْفَاسِقُ الْخَمْرَ فَيُصَدَّعُ، أَوْ يَلْعَبُ الْقِمَارَ فَيَخْسَرُ، وَيَأْكُلُ الْمَرِيضُ أَوْ ضَعِيفُ الْبِنْيَةِ الطَّعَامَ الشَّهِيَّ أَوْ يُكْثِرُ مِنْهُ فَيَتَضَرَّرُ وَيُرْوَى غَيْرُ هَؤُلَاءِ مِنَ الْمُخَالِفِينَ لِشَرْعِ اللهِ الْمُنَزَّلِ بِالْحَقِّ، أَوْ لِسُنَنِهِ الثَّابِتَةِ الَّتِي أَقَامَ بِهَا نِظَامَ الْخَلْقِ، مَا حَلَّ مِنَ الشَّقَاءِ بِغَيْرِهِ مِمَّنْ سَبَقَهُ إِلَى مِثْلِ عَمَلِهِ فَيَنْدَمُ كُلُّ وَاحِدٍ مِمَّنْ ذَكَرْنَا، وَيَتُوبُ وَيَعْزِمُ عَلَى أَلَّا يَعُودَ، وَإِنَّمَا يَكُونُ هَذَا عِنْدَ فَقْدِ دَاعِيَةِ الْعَمَلِ، وَوُجُودِ دَاعِيَةِ التَّرْكِ، فَإِذَا عَادَتِ الدَّاعِيَةُ إِلَى الْعَمَلِ عَادَ إِلَيْهِ خُضُوعًا لِمَا اعْتَادَ وَأَلِفَ، وَتَرْجِيحًا لِمَا يَلَذُّ عَلَى مَا يَنْفَعُ. </p><p> وَمِنْ وَقَائِعِ الْعِبَرِ فِي ذَلِكَ مَا حَدَثَ لِأَخٍ لِي عُمِلَتْ لَهُ عَمَلِيَّةً جِرَاحِيَّةً خُدِّرَ قَبْلَهَا بِالْبَنْجِ (كُلُورُفُورْم) فَكَانَ مِنْ تَأْثِيرِهِ فِيهِ أَنَّهُ شَعَرَ بِأَنَّ رُوحَهُ تُسَلُّ مِنْ بَدَنِهِ وَأَنَّهُ قَادِمٌ عَلَى رَبِّهِ وَقَدْ طَالَ الْأَمَدُ عَلَى انْدِمَالِ جُرْحِهِ، وَكَانَ قَبْلَ ظُهُورِ أَمَارَاتِ الشِّفَاءِ مِنْهُ يَخَافُ أَنْ يَذْهَبَ بِنَفْسِهِ فَيَنْدَمُ عَلَى مَا فَاتَ وَيَتَحَسَّرُ عَلَى مَا كَانَ مِنْهُ مِنَ التَّفْرِيطِ وَالتَّقْصِيرِ فِي </p><p> الْوَاجِبَاتِ وَإِضَاعَةِ الْأَوْقَاتِ الطَّوِيلَةِ فِي الْبِطَالَةِ وَاللهْوِ وَإِنْ كَانَ مِنَ الْمُبَاحَاتِ وَعَزَمَ عَلَى الْجِدِّ وَالتَّشْمِيرِ فِيمَا بَقِيَ مِنْ عُمُرِهِ، إِنْ عَافَاهُ اللهُ مِنْ مَرَضِهِ، حَتَّى عَزَمَ عَلَى الِاسْتِمْرَارِ عَلَى تَرْكِ شُرْبِ الدُّخَّانِ، الَّذِي مَنَعَهُ الطَّبِيبُ مِنْهُ فِي أَثْنَاءِ أَخْذِهِ بِالْعِلَاجِ، وَلَكِنَّهُ لَمَّا عَادَ إِلَى مِثْلِ مَا كَانَ عَلَيْهِ مِنَ الصِّحَّةِ عَلَى أَنَّهَا لَمْ تَكُنْ سَابِغَةً عَادَ كَذَلِكَ لِجَمِيعِ أَعْمَالِهِ وَعَادَاتِهِ السَّابِقَةِ، عَلَى أَنَّهُ تَذَكَّرَ مِنْ تِلْقَاءِ نَفْسِهِ هَذِهِ الْآيَةَ (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) وَعَدَّ مَا وَقَعَ لَهُ شَاهِدًا لَهَا وَمِثَالًا تُعْرَفُ بِهِ حَقِيقَةُ تَفْسِيرِهَا. </p><p> وَيُسْتَنْبَطُ مِنَ الْآيَةِ أَنَّ الطَّرِيقَةَ الْمُثْلَى لِإِقَامَةِ النَّاسِ عَلَى صِرَاطِ الْحَقِّ وَالْفَضِيلَةِ إِنَّمَا هِيَ حَمْلُهُمْ عَلَى ذَلِكَ بِالْعَمَلِ وَالتَّعْوِيدِ، مَعَ التَّعْلِيمِ وَحُسْنِ التَّلْقِينِ، كَمَا يُرَبَّى الْأَطْفَالُ فِي الصِّغَرِ، وَكَمَا يُمَرَّنُ الرِّجَالُ عَلَى أَعْمَالِ الْعَسْكَرِ، وَأَنَّ مِنْ أَكْبَرِ الْخَطَأِ أَنْ يُسْمَحَ لِلْأَحْدَاثِ بِطَاعَةِ شَهَوَاتِهِمْ، وَاتِّبَاعِ أَهْوَائِهِمْ، بِشُبْهَةِ تَرْبِيَتِهِمْ عَلَى الْحُرِّيَّةِ وَالِاسْتِقْلَالِ، الَّذِي يَهْدِيهِمْ إِلَى الْحَقِّ وَالْفَضِيلَةِ بِمَا يُفِيدُهُمُ الْعِلْمُ فِي سِنِّ الرُّشْدِ مِنَ الِاقْتِنَاعِ بِطُرُقِ الِاسْتِدْلَالِ، أَقُولُ: إِنَّ هَذَا مِنْ أَكْبَرِ الْخَطَأِ وَأَنَا عَالِمٌ بِفَضْلِ التَّرْبِيَةِ الِاسْتِقْلَالِيَّةِ وَمِنَ الدُّعَاةِ إِلَيْهَا لِأَنَّهُ قَلَّمَا يُوجَدُ فِي النَّاسِ مَنْ يَتَّبِعُ هَوَاهُ وَشَهَوَاتِهِ فِي الصِّغَرِ ثُمَّ يَرْجِعُ عَنْ ذَلِكَ كُلِّهِ فِي الْكِبَرِ، بَعْدَ أَنْ يَصِيرَ مَلَكَةً وَعَادَةً لَهُ، لِقِيَامِ الدَّلِيلِ عِنْدَهُ عَلَى أَنَّهُ يُنَافِي الْحَقَّ أَوِ الْعَدْلَ وَالْفَضِيلَةَ، وَإِنَّمَا يَقَعُ مِثْلُ هَذَا مِنْ أَفْرَادٍ مِنَ النَّاسِ خُلِقُوا مُسْتَعِدِّينَ لِلْحِكْمَةِ، بِمَا أُوتُوا مِنْ سَلَامَةِ الْفِطْرَةِ وَقُوَّةِ الْعَزِيمَةِ، أَوْ مِنَ اتِّبَاعِ الرُّسُلِ فِي زَمَنِ الْبَعْثَةِ، وَأَكْثَرُ الْبَشَرِ مُسَخَّرُونَ لِعَادَتِهِمْ، مُنْقَادُونَ </p>"
}