{
  "id": null,
  "sura": 6,
  "aya": 121,
  "text": "<p> شِرْكٌ كَدُعَاءِ غَيْرِ اللهِ وَسَائِرِ مَا يُتَوَجَّهُ بِهِ مِنَ الْعِبَادَاتِ لِغَيْرِهِ، وَإِنْ كَانَ لِأَجْلِ التَّوَسُّلِ بِذَلِكَ الْغَيْرِ إِلَيْهِ لِيُقَرِّبَ الْمُتَوَسِّلَ إِلَيْهِ زُلْفَى وَيَشْفَعَ لَهُ عِنْدَهُ كَمَا يَفْعَلُ أَهْلُ الْوَثَنِيَّةِ. وَمِنَ الْمَعْلُومِ أَنَّ أَوْلِيَاءَ الشَّيَاطِينِ لَمْ يُجَادِلُوا أَحَدًا مِنَ الْمُؤْمِنِينَ فِيمَا </p><p> لَمْ يُذْكَرِ اسْمُ اللهِ وَلَا اسْمُ غَيْرِهِ عَلَيْهِ مِنَ الذَّبَائِحِ الْمُعْتَادَةِ الَّتِي لَا يُقْصَدُ بِهَا الْعِبَادَةُ، وَأَنَّ مَنْ يَأْكُلُ هَذِهِ الذَّبَائِحَ لَا يَكُونُ مُشْرِكًا، وَكَذَلِكَ مَنْ يَأْكُلُ الْمَيْتَةَ لَا يَكُونُ مُشْرِكًا بَلْ يَكُونُ عَاصِيًا إِنْ لَمْ يَكُنْ مُضْطَرًّا وَإِنْ كَانَ قَدْ وَقَعَ الْجِدَالُ فِي هَذِهِ. </p><p> قَالَ ابْنُ جَرِيرٍ: اخْتَلَفَ أَهْلُ التَّأْوِيلِ فِي الْمَعْنَى بِقَوْلِهِ: (وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ) فَقَالَ بَعْضُهُمْ: عَنَى بِذَلِكَ شَيَاطِينَ فَارِسٍ وَمَنْ عَلَى دِينِهِمْ مِنَ الْمَجُوسِ (إِلَى أَوْلِيَائِهِمْ) مِنْ مَرَدَةِ مُشْرِكِي قُرَيْشٍ، يُوحُونَ إِلَيْهِمْ زُخْرُفَ الْقَوْلِ لِيَصِلَ إِلَى نَبِيِّ اللهِ وَأَصْحَابِهِ فِي أَكْلِ الْمَيْتَةِ. وَرُوِيَ بِسَنَدِهِ عَنْ عِكْرِمَةَ فِي تَحْرِيمِ الْمَيْتَةِ قَالَ: أَوْحَتْ فَارِسٌ إِلَى أَوْلِيَائِهِمْ مِنْ قُرَيْشٍ أَنْ خَاصِمُوا مُحَمَّدًا وَقُولُوا لَهُ: إِنَّ مَا ذَبَحْتَ فَهُوَ حَلَالٌ وَمَا ذَبَحَ اللهُ فَهُوَ حَرَامٌ؟ وَفِي رِوَايَةٍ عَنْهُ: كَتَبَتْ فَارِسٌ إِلَى مُشْرِكِي قُرَيْشٍ أَنَّ مُحَمَّدًا وَأَصْحَابَهُ يَزْعُمُونَ أَنَّهُمْ يَتَّبِعُونَ أَمْرَ اللهِ فَمَا ذَبَحَ اللهُ بِسِكِّينٍ مِنْ ذَهَبٍ فَلَا يَأْكُلُهُ مُحَمَّدٌ وَأَصْحَابُهُ وَأَمَّا مَا ذَبَحُوا هُمْ فَيَأْكُلُونَ. وَذَكَرَ أَنَّهُ وَقَعَ فِي أَنْفُسِ نَاسٍ مِنَ الْمُسْلِمِينَ مِنْ ذَلِكَ شَيْءٌ فَنَزَلَتِ الْآيَةُ فِي ذَلِكَ. ثُمَّ ذُكِرَ عَنْ بَعْضٍ آخَرَ أَنَّهُمْ أَوَّلُوا الْآيَةَ بِوَسْوَسَةِ شَيَاطِينِ الْجِنِّ لِمُشْرِكِي قُرَيْشٍ مَا قَالُوهُ لِلْمُسْلِمِينَ فِي رِوَايَاتٍ أُخْرَى كَرِوَايَةِ ابْنِ عَبَّاسٍ أَنَّهُمْ قَالُوا لَهُمْ: مَا قَتَلَ رَبُّكُمْ فَلَا تَأْكُلُونَهُ وَمَا قَتَلْتُمْ أَنْتُمْ تَأْكُلُونَهُ؟ فَأَنْزَلَ اللهُ الْآيَةَ فِي ذَلِكَ، أَيْ فِي أَثْنَاءِ السُّورَةِ. وَرَجَّحَ ابْنُ جَرِيرٍ شُمُولَ الْآيَةِ لِلْقَوْلَيْنِ فِي وَحْيِ الشَّيَاطِينِ؛ لِأَنَّ هَذَا مِنْ فُرُوعِ قَوْلِهِ تَعَالَى قَبْلَهُ:  (شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا)  (١١٢) ثُمَّ ذَكَرَ خِلَافَهُمْ فِي الْمُحَرَّمِ - بِهَذِهِ الْآيَةِ - الْمُرَادِ بِمَا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ فَرُوِيَ عَنِ ابْنِ جَرِيرٍ أَنَّهُ قَالَ: قُلْتُ لِعَطَاءٍ: مَا قَوْلُهُ (فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللهِ عَلَيْهِ) ؟ قَالَ: يَأْمُرُ بِذِكْرِ اسْمِ اللهِ عَلَيْهِ، قَالَ وَيَنْهَى عَنْ ذَبَائِحَ كَانَتْ فِي الْجَاهِلِيَّةِ عَلَى الْأَوْثَانِ. ثُمَّ ذَكَرَ رِوَايَاتٍ أُخْرَى وَرَجَّحَ شُمُولَ الْآيَةِ لِمَا ذُبِحَ لِلْأَصْنَامِ وَالْآلِهَةِ وَمَا مَاتَ أَوْ ذَبَحَهُ مَنْ لَا تَحِلُّ ذَبِيحَتُهُ مِنَ الْمُشْرِكِينَ دُونَ الْمُسْلِمِينَ وَأَهْلِ الْكِتَابِ، قَالَ: وَذَبَائِحُ أَهْلِ الْكِتَابِ ذَكِيَّةٌ سَمَّوْا عَلَيْهَا أَمْ لَمْ يُسَمُّوا ; لِأَنَّهُمْ أَهْلُ تَوْحِيدٍ وَأَصْحَابُ كُتُبٍ لِلَّهِ يَدِينُونَ بِأَحْكَامِهَا يَذْبَحُونَ الذَّبَائِحَ بِأَدْيَانِهِمْ كَمَا يَذْبَحُ الْمُسْلِمُ بِدِينِهِ سَمَّى اللهَ عَلَى ذَبِيحَتِهِ أَمْ لَمْ يُسَمِّهِ، إِلَّا أَنْ يَكُونَ مَنْ تَرَكَ تَسْمِيَةَ اللهِ عَلَى ذَبِيحَتِهِ عَلَى الدَّيْنُونَةِ بِالتَّعْطِيلِ أَوْ بِعِبَادَةِ شَيْءٍ سِوَى اللهِ فَيَحْرُمُ حِينَئِذٍ أَكْلُ ذَبِيحَتِهِ. انْتَهَى مُلَخَّصًا. </p><p> وَقَالَ الرَّازِيُّ فِي الْمَسْأَلَةِ الْأُولَى مِنْ مَسَائِلِ الْآيَةِ \" نُقِلَ عَنْ عَطَاءٍ أَنَّهُ قَالَ: كُلُّ مَا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ مِنْ طَعَامٍ وَشَرَابٍ فَهُوَ حَرَامٌ تَمَسُّكًا بِعُمُومِ هَذِهِ الْآيَةِ. وَأَمَّا سَائِرُ الْفُقَهَاءِ فَإِنَّهُمْ أَجْمَعُوا عَلَى تَخْصِيصِ هَذَا الْعُمُومِ بِالذَّبْحِ. ثُمَّ اخْتَلَفُوا فَقَالَ مَالِكٌ: كُلُّ مَا ذُبِحَ وَلَمْ يُذْكَرْ </p><p> عَلَيْهِ اسْمُ اللهِ فَهُوَ حَرَامٌ سَوَاءٌ تُرِكَ ذَلِكَ الذِّكْرُ عَمْدًا أَوْ نِسْيَانًا. وَهُوَ قَوْلُ ابْنِ سِيرِينَ وَطَائِفَةٍ مِنَ الْمُتَكَلِّمِينَ. وَقَالَ أَبُو حَنِيفَةَ - رَحِمَهُ اللهُ تَعَالَى -: إِنْ تُرِكَ الذِّكْرُ عَمْدًا حُرِّمَ، وَإِنْ تُرِكَ نِسْيَانًا حَلَّ، وَقَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ تَعَالَى: يَحِلُّ مَتْرُوكُ التَّسْمِيَةِ سَوَاءٌ كَانَ عَمْدًا أَوْ خَطَأً إِذَا كَانَ الذَّابِحُ أَهْلًا لِلذَّبْحِ، وَقَدْ ذَكَرْنَا هَذِهِ الْمَسْأَلَةَ عَلَى الِاسْتِقْصَاءِ فِي تَفْسِيرِ قَوْلِهِ:  (إِلَّا مَا ذَكَّيْتُمْ)  (٥: ٣) فَلَا فَائِدَةَ فِي الْإِعَادَةِ. </p><p> \" قَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ: هَذَا النَّهْيُ مَخْصُوصٌ بِمَا إِذَا ذُبِحَ عَلَى اسْمِ النُّصُبِ وَيَدُلُّ عَلَيْهِ وُجُوهٌ(أَحَدُهُا)قَوْلُهُ تَعَالَى:(وَإِنَّهُ لَفِسْقٌ)وَأَجْمَعَ الْمُسْلِمُونَ عَلَى أَنَّهُ لَا يُفَسَّقُ آكِلُ ذَبِيحَةِ الْمُسْلِمِ الَّذِي تَرَكَ التَّسْمِيَةَ.(وَثَانَيِهَا)قَوْلُهُ تَعَالَى:(وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ)وَهَذِهِ الْمُنَاظَرَةُ إِنَّمَا كَانَتْ فِي مَسْأَلَةِ الْمَيْتَةِ.رُوِيَ أَنَّ نَاسًا مِنَ الْمُشْرِكِينَ قَالُوا لِلْمُسْلِمِينَ:مَا يَقْتُلُهُ الصَّقْرُ وَالْكَلْبُ تَأْكُلُونَهُ وَمَا يَقْتُلُهُ اللهُ فَلَا تَأْكُلُونَهُ؟وَعَنِ ابْنِ عَبَّاسٍ أَنَّهُمْ قَالُوا:تَأْكُلُونَ مَا تَقْتُلُونَهُ وَلَا تَأْكُلُونَ مَا يَقْتُلُهُ اللهُ. فَهَذِهِ الْمُنَاظَرَةُ مَخْصُوصَةٌ بِأَكْلِ الْمَيْتَةِ،(وَثَالِثُهَا)قَوْلُهُ تَعَالَى:(وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ)وَهَذَا مَخْصُوصٌ بِمَا ذُبِحَ عَلَى النُّصُبِ، يَعْنِي لَوْ رَضِيتُمْ بِهَذِهِ الذَّبِيحَةِ الَّتِي ذُبِحَتْ عَلَى اسْمِ إِلَاهِيَّةِ الْأَوْثَانِ فَقَدْ رَضِيتُمْ بِإِلَاهِيَّتِهَا وَذَلِكَ يُوجِبُ الشِّرْكَ.</p><p> \" قَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ تَعَالَى: فَأَوَّلُ هَذِهِ الْآيَةِ وَإِنْ كَانَ عَامًّا بِحَسَبِ هَذِهِ الصِّيغَةِ إِلَّا أَنَّ آخِرَهَا لَمَّا حَصَلَتْ فِيهِ هَذِهِ الْقُيُودُ الثَّلَاثَةُ عَلِمْنَا أَنَّ الْمُرَادَ مِنْ ذَلِكَ الْعُمُومِ هُوَ هَذَا الْخُصُوصُ وَمِمَّا يُؤَكِّدُ هَذَا الْمَعْنَى أَنَّهُ تَعَالَى قَالَ: (وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ) فَقَدْ صَارَ هَذَا النَّهْيُ مَخْصُوصًا بِمَا إِذَا كَانَ هَذَا الْأَكْلُ فِسْقًا، ثُمَّ طَلَبْنَا فِي كِتَابِ اللهِ تَعَالَى أَنَّهُ مَتَى يَصِيرُ فِسْقًا، فَرَأَيْنَا هَذَا الْفِسْقَ مُفَسَّرًا فِي آيَةٍ أُخْرَى وَهُوَ قَوْلُهُ تَعَالَى:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللهِ بِهِ) فَصَارَ الْفِسْقُ فِي هَذِهِ الْآيَةِ مُفَسَّرًا بِمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ، وَإِذَا كَانَ كَذَلِكَ كَانَ قَوْلُهُ:  (وَلَا</p><p> تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ) مَخْصُوصًا بِمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ اهـ. </p><p> وَقَدْ سَبَقَ الْبَحْثُ فِيمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ وَفِي الذَّبَائِحِ وَالتَّسْمِيَةِ عَلَيْهَا فِي تَفْسِيرِ آيَةِ الْمَائِدَةِ فَتُرَاجَعْ فِي الْجُزْءِ السَّادِسِ مِنَ التَّفْسِيرِ [ص١١٣، ١٤٥ وَمَا بَعْدَهُمَا ط الْهَيْئَةِ] . </p><p> وَقَدْ عَدَّ بَعْضُ الْفُقَهَاءِ مِمَّا يُذْبَحُ لِغَيْرِ اللهِ وَيَتَنَاوَلُهُ التَّحْرِيمُ مَا ذُبِحَ عِنْدَ قُدُومِ السُّلْطَانِ أَوْ غَيْرِهِ مِنْ كُبَرَاءِ الدُّنْيَا تَكْرِيمًا لَهُ إِذَا ذُكِرَ اسْمُهُ عَلَيْهِ عِنْدَ ذَبْحِهِ. وَالتَّحْقِيقُ فِي هَذَا الْمَقَامِ أَنَّ كُلَّ مَا يُذْبَحُ بِبَاعِثٍ دَيْنِيٍّ فَهُوَ عِبَادَةٌ، وَالْعِبَادَةُ لَا تَكُونُ إِلَّا لِلَّهِ تَعَالَى فَلَا يُذْكَرُ غَيْرُ اسْمِهِ عَلَيْهِ، وَمَا كَانَ لِأَجْلِ التَّكْرِيمِ بِالْمُبَالَغَةِ فِي الضِّيَافَةِ فَلَا يَدْخُلُ فِي هَذَا الْبَابِ، وَلَا يَذْكُرْ </p><p> الْمُسْلِمُ اسْمَ السُّلْطَانِ أَوْ غَيْرِهِ مِنَ الضُّيُوفِ الْمُكَرَّمِينَ عِنْدَ الذَّبْحِ كَمَا يَذْكُرُ اسْمَ اللهِ تَعَالَى، أَوْ كَمَا يُهِلُّ مَنْ يَذْبَحُونَ لِلْأَصْنَامِ أَوْ لِلْأَنْبِيَاءِ وَالصَّالِحِينَ بِأَسْمَائِهِمْ عِنْدَ الذَّبْحِ. وَإِنَّمَا يَذْكُرُهُ مَنْ يُذَكُرُهُ لِبَيَانِ أَنَّ هَذَا لِأَجْلِ ضِيَافَتِهِ. وَقَدْ ذَكَرَ هَذِهِ الْمَسْأَلَةَ صَاحِبُ (الرَّوْضَةُ النَّدِيَّةُ بِشَرْحِ الدُّرَرِ الْبَهِيَّةِ) وَبَيَّنَ وَجْهَ الْخِلَافِ فِيهَا وَجَاءَ فِي سِيَاقِ الْكَلَامِ بِفَوَائِدَ تَتَعَلَّقُ بِالْمَقَامِ فَقَالَ: </p><p> \" وَأَمَّا الذَّبْحُ لِلسُّلْطَانِ وَهَلْ هُوَ دَاخِلٌ فِي عُمُومِ مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ أَمْ لَا؟فَقَدْ أَجَابَ الْمَاتِنُ رَحِمَهُ اللهُ فِي بَحْثٍ لَهُ عَلَى ذَلِكَ بِمَا لَفْظُهُ:اعْلَمْ أَنَّ الْأَصْلَ الْحِلُّ كَمَا صَرَّحَتْ بِهِ الْعُمُومَاتُ الْقُرْآنِيَّةُ وَالْحَدِيثِيَّةُ، فَلَا يُحْكَمُ بِتَحْرِيمِ فَرْدٍ مِنَ الْأَفْرَادِ أَوْ نَوْعٍ مِنَ الْأَنْوَاعِ إِلَّا بِدَلِيلٍ يَنْقُضُ ذَلِكَ الْأَصْلَ الْمَعْلُومَ مِنَ الشَّرِيعَةِ الْمُطَهَّرَةِ، مِثْلُ تَحْرِيمِ مَا ذُبِحَ عَلَى النُّصُبِ وَالْمَيْتَةِ وَالْمُتَرَدِّيَةِ وَالنَّطِيحَةِ وَالْمَوْقُوذَةِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ وَلَحْمِ الْخِنْزِيرِ، وَكُلِّ شَيْءٍ خَرَجَ مِنْ ذَلِكَ الْأَصْلِ بِدَلِيلٍ مِنَ الْكِتَابِ أَوِ السُّنَّةِ الْمُطَهَّرَةِ كَتَحْرِيمِ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ وَمِخْلَبٍ مِنَ الطَّيْرِ وَتَحْرِيمِ الْحُمُرِ الْإِنْسِيَّةِ. وَقَدْ ذَهَبَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّ أُصُولَ التَّحْرِيمِ الْكِتَابُ وَالسُّنَّةُ وَالْإِجْمَاعُ وَالْقِيَاسُ، أَوْ وُقُوعُ الْأَمْرِ بِالْقَتْلِ أَوِ النَّهْيِ عَنْهُ أَوِ الِاسْتِخْبَاثِ أَوِ التَّحْرِيمِ عَلَى الْأُمَمِ السَّالِفَةِ - إِذَا لَمْ يُنْسَخْ - فَلَا بُدَّ لِلْقَائِلِ بِتَحْرِيمِ فَرْدٍ مِنَ الْأَفْرَادِ أَوْ نَوْعٍ مِنَ الْأَنْوَاعِ مِنِ انْدِرَاجِهِ تَحْتَ أَصْلٍ مِنْ هَذِهِ الْأُصُولِ، فَإِنْ تَعَذَّرَ عَلَيْهِ ذَلِكَ فَلَيْسَ لَهُ أَنْ يَتَقَوَّلَ عَلَى اللهِ مَا لَمْ يَقُلْ، فَإِنَّ مَنْ حَرَّمَ مَا أَحَلَّ اللهُ كَمَنْ حَلَّلَ مَا حَرَّمَ اللهُ لَا فَرْقَ بَيْنَهُمَا، وَفِي ذَلِكَ مِنَ الْإِثْمِ مَا لَا يَخْفَى عَلَى عَارِفٍ، وَلَا شَكَّ</p><p> أَنَّ الْبَرَاءَةَ الْأَصْلِيَّةَ بِمُجَرَّدِهَا كَافِيَةٌ عَلَى مَا هُوَ الْحَقُّ، فَكَيْفَ إِذَا انْضَمَّ إِلَيْهَا مِنَ الْعُمُومَاتِ مِثْلُ قَوْلِهِ تَعَالَى:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا) الْآيَةَ. وَقَوْلِهِ:  (أُحِلَّ لَكُمُ الطَّيِّبَاتُ)  (٥: ٤) وَقَوْلُهُ: (وَالطَّيِّبَاتِ مِنَ الرِّزْقِ)  (٧: ٣٢) وَقَوْلُهُ: (كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ) وَقَوْلُهُ: (هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا)  (٢: ٢٩) وَقَوْلُهُ: (وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ)  (٧: ١٥٧) . </p><p> \" وَالْحَاصِلُ أَنَّ الْوَاجِبَ وَقْفُ التَّحْرِيمِ عَلَى الْمَنْصُوصِ عَلَى حُرْمَتِهِ وَالتَّحْلِيلِ عَلَى مَا عَدَاهُ، وَقَدْ صَرَّحَ بِذَلِكَ حَدِيثُ سَلْمَانَ عِنْدَ التِّرْمِذِيَّ أَنَّ النَّبِيَّ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ:  \" الْحَلَالُ مَا أَحَلَّ اللهُ فِي كِتَابِهِ وَالْحَرَامُ مَا حَرَّمَ اللهُ فِي كِتَابِهِ وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُ \" وَأَخْرَجَ أَبُو دَاوُدَ عَنِ ابْنِ عَبَّاسٍ مَوْقُوفًا: كَانَ أَهْلُ الْجَاهِلِيَّةِ يَأْكُلُونَ أَشْيَاءَ وَيَتْرُكُونَ أَشْيَاءَ تَقَذُّرًا، فَبَعَثَ اللهُ تَعَالَى نَبِيَّهُ وَأَنْزَلَ كِتَابَهُ فَأَحَلَّ حَلَالَهُ وَحَرَّمَ حَرَامَهُ فَمَا </p><p> أَحَلَّ فَهُوَ حَلَالٌ وَمَا حَرَّمَ فَهُوَ حَرَامٌ وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْوٌ، وَتَلَا:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا) وَأَخْرَجَ التِّرْمِذِيُّ وَأَبُو دَاوُدَ مِنْ حَدِيثِ قَبِيصَةَ بْنِ هُلْبٍ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ وَقَدْ قَالَ لَهُ رَجُلٌ: إِنَّ مِنَ الطَّعَامِ طَعَامًا أَتَحَرَّجُ مِنْهُ، فَقَالَ:  \" ضَارَعْتَ النَّصْرَانِيَّةَ لَا يَخْتَلِجَنَّ فِي نَفْسِكَ شَيْءٌ \" . </p><p> \" إِذَا تَقَرَّرَ هَذَا فَمَسْأَلَةُ السُّؤَالِ أَعْنِي مَا ذُبِحَ مِنَ الْأَنْعَامِ لِقُدُومِ السُّلْطَانِ وَالِاسْتِدْلَالِ عَلَى تَحْرِيمِ ذَلِكَ بِقَوْلِهِ تَعَالَى:(وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ)فَاسِدٌ، فَإِنَّ الْإِهْلَالَ رَفْعُ الصَّوْتِ لِلصَّنَمِ وَنَحْوِهِ وَذَلِكَ قَوْلُ أَهْلِ الْجَاهِلِيَّةِ بَاسِمِ اللَّاتِ وَالْعُزَّى.كَذَا قَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ:وَالذَّابِحُ عِنْدَ قُدُومِ السُّلْطَانِ لَا يَقُولُ عِنْدَ ذَبْحِهِ \" بِاسْمِ السُّلْطَانِ \"، وَلَوْ فُرِضَ وُقُوعُ ذَلِكَ كَانَ مُحَرَّمًا بِلَا نِزَاعٍ، وَلَكِنَّهُ يَقُولُ بِاسْمِ اللهِ،وَقَدِ اسْتُدِلَّ عَلَى ذَلِكَ بِمَا رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَالنَّسَائِيُّ مِنْ حَدِيثِ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ يَقُولُ:\" لَعَنَ اللهُ مِنْ ذَبَحَ لِغَيْرِ اللهِ \" الْحَدِيثَ. وَلَيْسَ ذَلِكَ الِاسْتِدْلَالُ بِصَحِيحٍ فَإِنَّ الذَّبْحَ لِغَيْرِ اللهِ كَمَا بَيَّنَهُ شُرَّاحُ هَذَا الْحَدِيثِ مِنَ الْعُلَمَاءِ، أَنْ يَذْبَحَ بِاسْمِ غَيْرِ اللهِ كَمَنْ ذَبَحَ لِلصَّنَمِ أَوْ لِلصَّلِيبِ أَوْ لِمُوسَى أَوْ لِعِيسَى أَوْ لِلْكَعْبَةِ أَوْ نَحْوِ ذَلِكَ، فَكُلُّ هَذَا حَرَامٌ وَلَا تَحِلُّ هَذِهِ الذَّبِيحَةُ سَوَاءٌ كَانَ الذَّابِحُ مُسْلِمًا أَوْ يَهُودِيًّا أَوْ نَصْرَانِيًّا كَمَا نَصَّ عَلَى ذَلِكَ الشَّافِعِيُّ، وَأَصْحَابُهُ قَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ فَإِنْ</p><p> قَصَدَ الذَّابِحُ مَعَ ذَلِكَ تَعْظِيمَ الْمَذْبُوحِ لَهُ - وَكَانَ غَيْرَ اللهِ تَعَالَى - وَالْعِبَادَةَ لَهُ كَانَ ذَلِكَ كُفْرًا، فَإِنْ كَانَ الذَّابِحُ مُسْلِمًا قَبْلَ ذَلِكَ صَارَ بِالذَّبْحِ مُرْتَدًّا انْتَهَى. </p><p> \" وَهَذَا إِذَا كَانَ الذَّبْحُ بِاسْمِ أَمْرٍ مِنْ تِلْكَ الْأُمُورِ لَا إِذَا كَانَ لِلَّهِ وَقُصِدَ بِهِ الْإِكْرَامُ لِمَنْ يَجُوزُ إِكْرَامُهُ، فَإِنَّهُ لَا وَجْهَ لِتَحْرِيمِ الذَّبِيحَةِ. هَاهُنَا كَمَا سَلَفَ. وَذَكَرَ الشَّيْخُ إِبْرَاهِيمُ الْمَرُّوذِيُّ مِنْ أَصْحَابِ الشَّافِعِيِّ أَنَّ مَا يُذْبَحُ عِنْدَ اسْتِقْبَالِ السُّلْطَانِ تَقَرُّبًا إِلَيْهِ أَفْتَى أَهْلُ بُخَارَى بِتَحْرِيمِهِ ; لِأَنَّهُ مِمَّا أُهِلَّ بِهِ لِغَيْرِ اللهِ، وَقَالَ الرَّافِعِيُّ: هَذَا إِنَّمَا يَذْبَحُونَهُ اسْتِبْشَارًا بِقُدُومِهِ فَهُوَ كَذَبْحِ الْعَقِيقَةِ لِوِلَادَةِ الْمَوْلُودِ، وَمِثْلُ هَذَا لَا يُوجِبُ التَّحْرِيمَ انْتَهَى. وَهَذَا هُوَ الصَّوَابُ، وَفِي رَوْضَةِ الْإِمَامِ النَّوَوِيِّ: مَنْ ذَبَحَ لِلْكَعْبَةِ تَعْظِيمًا لَهَا لِكَوْنِهَا بَيْتَ اللهِ أَوْ لِرَسُولِ اللهِ لِأَنَّهُ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَذَا لَا يَمْنَعُ الذَّبِيحَةَ بَلْ تَحِلُّ. قَالَ: وَمِنْ هَذَا الْقَبِيلِ الذَّبْحُ الَّذِي يُذْبَحُ عِنْدَ اسْتِقْبَالِ السُّلْطَانِ اسْتِبْشَارًا بِقُدُومِهِ فَإِنَّهُ نَازِلٌ مَنْزِلَةَ الذَّبْحِ لِعَقِيقَةِ الْوِلَادَةِ. انْتَهَى. وَقَدْ أَشْعَرَ أَوَّلُ كَلَامِهِ أَنَّ مَنْ ذَبَحَ لِلسُّلْطَانِ تَعْظِيمًا لَهُ لِكَوْنِهِ سُلْطَانَ الْإِسْلَامِ كَانَ ذَلِكَ جَائِزًا مِثْلَ الذَّبْحِ </p><p> لَهُ لِأَجْلِ الِاسْتِبْشَارِ بِقُدُومِهِ، إِذْ لَا فَرْقَ بَيْنَ ذَلِكَ وَبَيْنَ الذَّبْحِ لِلْكَعْبَةِ تَعْظِيمًا لَهَا لِكَوْنِهَا بَيْتَ اللهِ. وَذَكَرَ الدَّوَّارِيُّ أَنَّ مَنْ ذَبَحَ لِلْجِنِّ وَقَصَدَ بِهِ التَّقَرُّبَ إِلَى اللهِ تَعَالَى لِيَصْرِفَ عَنْهُ شَرَّهُمْ فَهُوَ حَلَالٌ، وَإِنْ قَصَدَ الذَّبْحَ لَهُمْ فَهُوَ حَرَامٌ. انْتَهَى. </p><p> وَهَذَا يُسْتَفَادُ مِنْهُ حِلُّ مَا ذُبِحَ لِإِكْرَامِ السُّلْطَانِ - بِالْأَوْلَى - وَذَلِكَ هُوَ الْحَقُّ، لِمَا أَسْلَفْنَاهُ مِنْ أَنَّ الْأَصْلَ هُوَ الْحِلُّ، وَأَنَّ الْأَدِلَّةَ الْعَامَّةَ قَدْ دَلَّتْ عَلَيْهِ، وَعَدَمِ وُجُودِ نَاقِلٍ عَنْ ذَلِكَ الْأَصْلِ وَلَا مُخَصِّصٍ لِذَلِكَ الْعُمُومِ وَاللهُ أَعْلَمُ. \" انْتَهَى كَلَامُ الشَّوْكَانِيِّ. وَفِيهِ دَلِيلٌ عَلَى التَّفْرِقَةِ بَيْنَ مَا يُذْبَحُ لِلتَّقَرُّبِ إِلَى غَيْرِ اللهِ تَعَالَى وَبَيْنَ مَا يُذْبَحُ لِغَيْرِهِ مِنَ الِاسْتِبْشَارِ وَنَحْوِهِ كَالذَّبْحِ لِلْعَقِيقَةِ وَالْوَلِيمَةِ وَالضِّيَافَةِ وَنَحْوِهَا، فَالْأَوَّلُ يَحْرُمُ وَالثَّانِي يَحِلُّ.</p><p> قَالَ ابْنُ حَجَرٍ الْمَكِّيُّ فِي الزَّوَاجِرِ: وَجَعَلَ أَصْحَابُنَا مِمَّا يُحَرِّمُ الذَّبِيحَةَ أَنْ يَقُولَ </p><p> بِاسْمِ اللهِ وَاسْمِ مُحَمَّدٍ أَوْ مُحَمَّدٍ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِجَرِّ اسْمِ الثَّانِي - أَوْ مُحَمَّدٍ إِنْ عُرِفَ النَّحْوُ فِيمَا يَظْهَرُ، أَوْ أَنْ يَذْبَحَ كِتَابِيٌّ لِكَنِيسَةٍ أَوْ لِصَلِيبٍ أَوْ لِمُوسَى أَوْ لِعِيسَى أَوْ مُسْلِمٌ لِلْكَعْبَةِ أَوْ لِمُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ، أَوْ تَقَرُّبًا لِسُلْطَانٍ أَوْ غَيْرِهِ أَوْ لِلْجِنِّ فَهَذَا كُلُّهُ يُحَرِّمُ الْمَذْبُوحَ وَهُوَ كَبِيرَةٌ قَالَ: وَمَعْنَى مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ مَا ذُبِحَ لِلطَّوَاغِيتِ وَالْأَصْنَامِ قَالَهُ جَمْعٌ. وَقَالَ آخَرُونَ: يَعْنِي مَا ذُكِرَ عَلَيْهِ غَيْرُ اسْمِ اللهِ. قَالَ الْفَخْرُ الرَّازِيُّ: وَهَذَا الْقَوْلُ أَوْلَى لِأَنَّهُ أَشَدُّ مُطَابَقَةً لِلَفْظِ الْآيَةِ. قَالَ الْعُلَمَاءُ: \" لَوْ ذَبَحَ مُسْلِمٌ ذَبِيحَةً وَقَصَدَ بِذَبْحِهِ التَّقَرُّبَ بِهَا إِلَى غَيْرِ اللهِ تَعَالَى صَارَ مُرْتَدًّا وَذَبِيحَتُهُ ذَبِيحَةُ مُرْتَدٍّ \". انْتَهَى كَلَامُ الزَّوَاجِرِ،وَقَالَ صَاحِبُ الرَّوْضِ:إِنَّ الْمُسْلِمَ إِذَا ذَبَحَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَرَ، انْتَهَى،قَالَ الشَّوْكَانِيُّ فِي الدُّرِّ النَّضِيدِ:وَهَذَا الْقَائِلُ مِنْ أَئِمَّةِ الشَّافِعِيَّةِ وَإِذَا كَانَ الذَّبْحُ لِسَيِّدِ الرُّسُلِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُفْرًا عِنْدَهُ فَكَيْفَ الذَّبْحُ لِسَائِرِ الْأَمْوَاتِ؟ انْتَهَى.</p><p> قَالَ الشَّيْخُ الْفَاضِلُ مُفْتِيَ الدِّيَارِ النَّجْدِيَّةِ عَبْدُ الرَّحْمَنِ بْنُ حَسَنِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْوَهَّابِ ابْنِ سُلَيْمَانَ بْنِ عَلِيٍّ فِي كِتَابِهِ \" فَتْحِ الْمَجِيدِ شَرْحِ كِتَابِ التَّوْحِيدِ \" فِي بَابِ مَا جَاءَ فِي الذَّبْحِ لِغَيْرِ اللهِ قَالَ شَيْخُ الْإِسْلَامِ تَقِيُّ الدِّينِ أَحْمَدُ بْنُ تَيْمِيَّةَ - رَحِمَهُ اللهُ - فِي كِتَابِهِ (اقْتِضَاءُ الصِّرَاطِ الْمُسْتَقِيمِ) فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: (وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ) الظَّاهِرُ أَنَّهُ مَا ذُبِحَ لِغَيْرِ اللهِ، مِثْلُ أَنْ يُقَالَ: هَذَا ذَبِيحَةٌ لِكَذَا. وَإِذَا كَانَ هَذَا هُوَ الْمَقْصُودَ فَسَوَاءٌ لَفَظَ بِهِ أَوْ لَمْ يَلْفِظْ، وَتَحْرِيمُ هَذَا أَظْهَرُ مِنْ تَحْرِيمِ مَا ذُبِحَ لِلَّحْمٍ وَقَالَ فِيهِ بِاسْمِ الْمَسِيحِ وَنَحْوِهِ، كَمَا أَنَّ مَا ذَبَحْنَاهُ مُتَقَرِّبِينَ بِهِ إِلَى اللهِ كَانَ أَزْكَى وَأَعْظَمَ مِمَّا ذَبَحْنَاهُ لِلَحْمٍ وَقُلْنَا عَلَيْهِ بِاسْمِ اللهِ، فَإِذَا حَرُمَ مَا قِيلَ فِيهِ بِاسْمِ الْمَسِيحِ أَوِ الزُّهَرَةِ فَلَأَنْ يَحْرُمَ مَا قِيلَ فِيهِ لِأَجْلِ الْمَسِيحِ أَوِ الزُّهَرَةِ أَوْ قُصِدَ بِهِ ذَلِكَ أَوْلَى، فَإِنَّ الْعِبَادَةَ لِغَيْرِ اللهِ أَعْظَمُ كُفْرًا مِنَ الِاسْتِعَانَةِ بِغَيْرِ اللهِ، وَعَلَى هَذَا فَلَوْ ذَبَحَ لِغَيْرِ اللهِ مُتَقَرِّبًا إِلَيْهِ يَحْرُمُ، وَإِنْ قَالَ فِيهِ بِاسْمِ اللهِ كَمَا قَدْ يَفْعَلُهُ طَائِفَةٌ مِنْ مُنَافِقِي هَذِهِ الْأُمَّةِ الَّذِينَ قَدْ يَتَقَرَّبُونَ إِلَى الْكَوَاكِبِ </p>"
}