{
  "id": null,
  "sura": 6,
  "aya": 119,
  "text": "<p> فِي سِلْكِ أُصُولِ الدِّينِ وَالِاعْتِقَادَاتِ، فَصَارُوا يَتَعَبَّدُونَ بِذَبْحِ الذَّبَائِحِ لِآلِهَتِهِمْ وَمَنْ قَدَّسُوا مِنْ رِجَالِ دِينِهِمْ، وَيُهِلُّونَ لَهُمْ </p><p> بِهَا عِنْدَ ذَبْحِهَا كَمَا يَأْتِي، وَهَذَا شِرْكٌ بِاللهِ لِأَنَّهُ عِبَادَةٌ تُوَجَّهُ إِلَى غَيْرِهِ سَوَاءٌ أَسَمَّى ذَلِكَ الْغَيْرُ إِلَهًا أَوْ مَعْبُودًا أَمْ لَا، وَقَدْ غَفَلَ عَنْ هَذَا بَعْضُ كِبَارِ الْمُفَسِّرِينَ فَلَمْ يَهْتَدِ إِلَيْهِ بِذَكَائِهِ وَعِلْمِهِ وَلَمْ يَرْوِهِ عَنْ غَيْرِهِ، فَاسْتَشْكَلَ هُوَ وَمَنْ تَبِعَهُ الْمَسْأَلَةَ وَقَالُوا: إِنَّ الْمُشْرِكِينَ لَمْ يَكُونُوا يُحَرِّمُونَ مَا ذُكِرَ اسْمُ اللهِ عَلَيْهِ وَلَا يَمْتَنِعُونَ مِنْ أَكْلِهِ، وَلَكِنَّهُمْ كَانُوا يَأْكُلُونَ الْمَيْتَةَ أَيْضًا، فَكَيْفَ نَازَعَهُمْ فِي الْمُتَّفَقِ عَلَيْهِ وَسَكَتَ عَنِ الْمُخْتَلَفِ فِيهِ؟ وَأَجَابُوا عَنِ السُّؤَالِ بِاحْتِمَالِ أَنَّهُمْ كَانُوا يُحَرِّمُونَ الْمُذَّكَاةَ، وَبِجَوَازِ أَنْ يَكُونَ الْمُرَادُ بِمَا ذُكِرَ اسْمُ اللهِ عَلَيْهِ الِاقْتِصَارَ عَلَى الْمُذَكَّى دُونَ غَيْرِهِ فَيَكُونُ بِمَعْنَى تَحْرِيمِ الْمَيْتَةِ، وَكُلٌّ مِنَ الْوَجْهَيْنِ بَاطِلٌ وَلَا مَحَلَّ لَهُ هُنَا كَمَا عَلِمْتَ، وَقَدْ بَيَّنَّا مِنْ قَبْلُ أَنَّ سَبَبَ غَفْلَةِ أَذْكِيَاءِ الْمُفَسِّرِينَ عَنْ أَمْثَالِ هَذِهِ الْمَسَائِلِ اقْتِصَارُهُمْ فِي أَخْذِ التَّفْسِيرِ عَلَى الرِّوَايَاتِ الْمَأْثُورَةِ وَمَدْلُولِ الْأَلْفَاظِ فِي اللُّغَةِ أَوْ فِي عُرْفِ الْفُقَهَاءِ وَالْأُصُولِيِّينَ وَالْمُتَكَلِّمِينَ الَّذِي حَدَثَ بَعْدَ نُزُولِ الْقُرْآنِ بِزَمَنٍ طَوِيلٍ، وَلَا يُغْنِي شَيْءٌ مِنْ ذَلِكَ عَنِ الِاسْتِعَانَةِ عَلَى فَهْمِ الْآيَاتِ الْوَارِدَةِ فِي شُئُونِ الْبَشَرِ بِمَعْرِفَةِ الْمِلَلِ وَالنِّحَلِ وَتَارِيخِ أَهْلِهَا وَمَا كَانُوا عَلَيْهِ فِي عَصْرِ التَّنْزِيلِ. وَقَدْ كَانَ مِنْ أَثَرِ تَقْصِيرِ الْمُفَسِّرِينَ وَعُلَمَاءِ الْعَقَائِدِ وَالْأَحْكَامِ فِي أَهَمِّ مَا يَتَوَقَّفُ عَلَيْهِ فَهْمُ الْمُرَادِ مِنْ أَمْثَالِ هَذِهِ الْآيَاتِ أَنْ وَقَعَ كَثِيرٌ مِنَ الْمُسْلِمِينَ فِيمَا كَانَ عَلَيْهِ أُولَئِكَ الضَّالُّونَ مِنْ مُشْرِكِي الْعَرَبِ وَغَيْرِهِمْ، حَتَّى الذَّبْحِ لِبَعْضِ الصَّالِحِينَ وَتَسْيِيبِ السَّوَائِبِ لَهُمْ كَعِجْلِ الْبَدَوِيِّ الْمَشْهُورِ أَمْرُهُ فِي أَرْيَافِ مِصْرَ، وَلَمَّا سَرَتْ هَذِهِ الضَّلَالَةُ إِلَى الْمُسْلِمِينَ ذَكَرَ الْفُقَهَاءِ حُكْمَهَا وَمَتَى تَكُونُ كُفْرًا كَمَا سَيَأْتِي، وَجُمْلَةُ الْقَوْلِ أَنَّ مَسْأَلَةَ الذَّبَائِحِ مِنْ مَسَائِلِ الْعِبَادَاتِ الَّتِي كَانَ يُتَقَرَّبُ بِهَا إِلَى اللهِ تَعَالَى، ثُمَّ صَارُوا فِي عَهْدِ الْوَثَنِيَّةِ يَتَقَرَّبُونَ بِهَا إِلَى غَيْرِهِ وَذَلِكَ شِرْكٌ صَرِيحٌ، وَهَذَا هُوَ الْوَجْهُ لِذِكْرِهَا فِي هَذِهِ السُّورَةِ بَيْنَ مَسَائِلِ الْكُفْرِ وَالْإِيمَانِ وَالشِّرْكِ وَالتَّوْحِيدِ. </p><p> (وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللهِ عَلَيْهِ) تَقُولُ الْعَرَبُ مَا لَكَ أَلَّا تَفْعَلَ كَذَا، وَهُوَ مِنْ مُوجَزِ الْكَلَامِ بِالْحَذْفِ وَالتَّقْدِيرِ، وَتَقْدِيرُ الْكَلَامِ هُنَا وَأَيُّ شَيْءٍ ثَبَتَ لَكُمْ مِنَ الْفَائِدَةِ فِي تَرْكِ الْأَكْلِ مِمَّا ذُكِرَ اسْمُ اللهِ عَلَيْهِ؟ وَكَلِمَةُ \" فِي \" تُحْذَفُ قَبْلَ أَنْ وَأَنَّ قِيَاسًا. وَقِيلَ: إِنَّ مَعْنَى الْجُمْلَةِ: وَأَيُّ شَيْءٍ يَمْنَعُكُمْ أَنْ تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللهِ عَلَيْهِ؟ وَإِنَّ هَذَا مَعْرُوفٌ فِي كَلَامِهِمْ، وَالتَّقْدِيرُ الْأَوَّلُ أَظْهَرُ وَأَبْعَدُ عَنِ التَّكْلِيفِ </p><p> . وَالِاسْتِفْهَامُ هُنَا لِلْإِنْكَارِ، أَيْ لَا فَائِدَةَ لَكُمْ أَلْبَتَّةَ فِي عَدَمِ الْأَكْلِ مِمَّا ذُكِرَ اسْمُ اللهِ وَحْدَهُ عَلَيْهِ دُونَ مَا أُهِلَّ بِهِ لِغَيْرِهِ كَمَا يَفْعَلُهُ الْمُشْرِكُونَ مِنْ قَوْمِكُمْ (وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ) أَيْ وَالْحَالُ أَنَّهُ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ وَبَيَّنَهُ بِقَوْلِهِ الْآتِي فِي هَذِهِ السُّورَةِ (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللهِ بِهِ)  (١٤٥) أَيْ ذُكِرَ اسْمُ غَيْرِهِ عَلَيْهِ عِنْدَ ذَبْحِهِ كَأَسْمَاءِ الْأَصْنَامِ أَوِ الْأَنْبِيَاءِ وَالصَّالِحِينَ الَّذِينَ وُضِعَتِ الْأَصْنَامُ وَالتَّمَاثِيلُ ذِكْرَى لَهُمْ. وَالتَّفْصِيلُ وَالتَّبْيِينُ وَاحِدٌ، فَهُوَ فَصْلُ بَعْضِ الْأَشْيَاءِ وَإِبَانَتُهَا مِنْ بَعْضٍ </p><p> آخَرَ يَتَّصِلُ بِهَا اتِّصَالًا حِسِّيًّا أَوْ مَعْنَوِيًّا، كَالْأُمُورِ الَّتِي يَشْتَبِهُ بَعْضُهَا بِبَعْضٍ حَتَّى تُعَدَّ كَأَنَّهَا شَيْءٌ وَاحِدٌ فِي الْجِنْسِ، إِذْ أَزَلْتَ مَا بِهِ الِاشْتِبَاهُ بَيْنَهَا بِمَا يَمْتَازُ بِهِ بَعْضُهَا عَنْ بَعْضٍ وَجَعَلْتَهَا أَنْوَاعًا تَكُونُ قَدْ فَصَّلْتَ كُلَّ نَوْعٍ مِنَ الْجِنْسِ وَأَبَنْتَهُ مِنَ الْآخَرِ. وَتَكْرِيرُ الْفَصْلِ هُوَ التَّفْصِيلُ. وَقَوْلُهُ:  (إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ) اسْتِثْنَاءٌ مِمَّا حَرَّمَهُ، فَمَتَى وَقَعَتِ الضَّرُورَةُ بِأَنْ لَمْ يُوجَدْ مِنَ الطَّعَامِ عِنْدَ شِدَّةِ الْجُوعِ إِلَّا الْمُحَرَّمُ زَالَ التَّحْرِيمُ. وَهَذِهِ قَاعِدَةٌ عَامَّةٌ فِي يُسْرِ الشَّرِيعَةِ الْإِسْلَامِيَّةِ، وَالضَّرُورَةُ تُقَدَّرُ بِقَدْرِهَا، فَيُبَاحُ لِلْمُضْطَرِّ مَا تَزُولُ بِهِ الضَّرُورَةُ وَيُتَّقَى الْهَلَاكُ وَقَدْ تَقَدَّمَ ذَلِكَ فِي تَفْسِيرِ آيَةِ التَّحْرِيمِ الْمُفَصَّلَةِ فِي أَوَائِلِ سُورَةِ الْمَائِدَةِ، وَلَعَلَّ بَعْضَ الْمُؤْمِنِينَ كَانُوا يَأْكُلُونَ مِمَّا يَذْبَحُ الْمُشْرِكُونَ عَلَى النُّصُبِ وَيُهِلُّونَ بِهِ لِغَيْرِ اللهِ قَبْلَ نُزُولِ هَذِهِ الْآيَاتِ، بَلْ مِثْلُ هَذَا مِنَ الْأُمُورِ الْمُعْتَادَةِ الَّتِي لَا يَتْرُكُهَا أَكْثَرُ النَّاسِ إِلَّا بَعْدَ التَّصْرِيحِ بِتَحْرِيمِهَا عَلَيْهِمْ، وَإِنَّمَا يَفْطِنُ لِقُبْحِهَا خَوَاصُّ أَهْلِ الْبَصِيرَةِ فَيَتَنَزَّهُونَ عَنْهَا قَبْلَ أَنْ تُحَرَّمَ عَلَيْهِمْ ; وَلِذَلِكَ بُيِّنَتْ بِمَا تَرَى مِنَ الْإِسْهَابِ وَالْإِطْنَابِ. </p><p> قَرَأَ أَهْلُ الْكُوفَةِ غَيْرَ حَفْصٍ \" فَصَّلَ \" بِفَتْحِ الْفَاءِ وَ \" حُرِّمَ \" بِضَمِّ الْحَاءِ، وَقَرَأَ أَهْلُ الْمَدِينَةِ وَحَفَصٌ وَيَعْقُوبُ وَسَهْلٌ الْفِعْلَيْنِ بِفَتْحِ أَوَّلِهِمَا وَقَرَأَهُمَا الْبَاقُونَ بِضَمِّ أَوَّلِهِمَا، وَلَا فَرْقَ بَيْنَ هَذِهِ الْقِرَاءَاتِ فِي الْمَعْنَى وَإِنَّمَا هِيَ تَوْسِعَةٌ فِي اللَّفْظِ. </p><p> (وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ) قَرَأَ الْجُمْهُورُ يُضِلُّونَ (بضم الياء) وَقَرَأَ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَيَعْقُوبُ بِفَتْحِ الْيَاءِ وَالْأُولَى أَبْلَغُ، وَفَائِدَةُ الْقِرَاءَتَيْنِ بَيَانُ وُقُوعِ الْأَمْرَيْنِ بِالْإِيجَازِ الْعَجِيبِ، وَالْمَعْنَى أَنَّ مِنَ الثَّابِتِ الْقَطْعِيِّ أَنَّ كَثِيرًا مِنَ النَّاسِ يُضِلُّونَ غَيْرَهُمْ كَمَا ضَلُّوا فِي مِثْلِ أَكْلِ مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ بِذِكْرِ اسْمِ ذَلِكَ الْغَيْرِ مِنْ نَبِيٍّ أَوْ صَالِحٍ أَوْ وَثَنٍ وُضِعَ لِتَعْظِيمِهِ </p><p> وَالتَّذْكِيرِ بِهِ، كَمَا أَنَّ كَثِيرًا مِنْهُمْ يَضِلُّ فِي ذَلِكَ مِنْ تِلْقَاءِ نَفْسِهِ أَوْ بِإِضْلَالِ غَيْرِهِ وَلَا يَتَصَدَّى لِإِضْلَالِ أَحَدٍ فِيهِ لِلْعَجْزِ عَنِ الْإِضْلَالِ أَوْ لِفَقْدِ الدَّاعِيَةِ، وَكُلٌّ مِنْ ذَلِكَ الضَّلَالِ وَالْإِضْلَالِ وَاقِعٌ بِأَهْوَاءِ أَهْلِهِ لَا بِعِلْمٍ مُقْتَبَسٍ مِنَ الْوَحْيِ، وَلَا مُسْتَنْبَطٍ بِحُجَجِ الْعَقْلِ. </p><p> وَمَهَبُّ هَذِهِ الْأَهْوَاءِ مَا كَانَ سَبَبَ الْوَثَنِيَّةِ وَأَصْلَهَا، وَهُوَ أَنَّهُ كَانَ فِي الْقَوْمِ الَّذِينَ أَرْسَلَ اللهُ إِلَيْهِمْ نَبِيَّهُ نُوحًا - عَلَيْهِ السَّلَامُ - رِجَالٌ صَالِحُونَ عَلَى دِينِ الْفِطْرَةِ الْقَدِيمِ، فَلَمَّا مَاتُوا وَضَعُوا لَهُمْ أَنْصَابًا تُمَثِّلُهُمْ لِيَتَذَكَّرُوهُمْ بِهَا وَيَقْتَدُوا بِهِمْ، ثُمَّ صَارُوا يُكْرِمُونَهَا لِأَجْلِهِمْ، ثُمَّ جَاءَ مِنْ بَعْدِهِمْ أُنَاسٌ جَهِلُوا حِكْمَةَ وَضْعِهِمْ لَهَا، وَإِنَّمَا حَفِظُوا عَنْهُمْ تَعْظِيمَهَا وَتَكْرِيمَهَا وَالتَّبَرُّكَ بِهَا تَدَيُّنًا وَتَوَسُّلًا إِلَى اللهِ تَعَالَى، فَكَانَ ذَلِكَ عِبَادَةً لَهَا. وَتَسَلْسَلَ فِي الْأُمَمِ بَعْدَهُمْ، فَعَلَى هَذَا الْأَصْلِ الَّذِي بُنِيَتْ عَلَيْهِ الْوَثَنِيَّةُ - كَمَا فِي الْبُخَارِيِّ عَنِ ابْنِ عَبَّاسٍ - يَبْنِي الْمُضِلُّونَ شُبُهَاتِهِمْ عَلَى جَمِيعِ أَنْوَاعِ الْعِبَادَةِ الَّتِي عَبَدُوا بِهَا غَيْرَ اللهِ تَعَالَى، كَالتَّوَسُّلِ بِهِ وَدُعَائِهِ وَطَلَبِ الشَّفَاعَةِ مِنْهُ وَذَبْحِ الْقَرَابِينَ </p><p> بِاسْمِهِ وَالطَّوَافِ حَوْلَ تِمْثَالِهِ أَوْ قَبْرِهِ وَالتَّمَسُّحِ بِأَرْكَانِهِمَا، وَكُلُّ ذَلِكَ شِرْكٌ فِي الْعِبَادَةِ شُبْهَتُهُ تَعْظِيمُ الْمُقَرَّبِينَ مِنَ اللهِ تَعَالَى لِلتَّقْرِيبِ بِهِمْ إِلَيْهِ، وَغَيْرُ ذَلِكَ. وَقَدْ رَاجَتْ هَذِهِ الشُّبُهَاتُ الْوَثَنِيَّةُ فِي أَهْلِ الْكُتُبِ الْإِلَهِيَّةِ بِالْأَهْوَاءِ الْجَهْلِيَّةِ. وَأَوَّلُوا لِأَجْلِهَا النُّصُوصَ الْقَطْعِيَّةَ، وَأَجَازَ بَعْضُ مُنْتَحِلِي الْعِلْمِ الدِّينِيِّ مِنْهُمْ لِأَنْفُسِهِمْ وَأَتْبَاعِهِمْ مِنْ ذَلِكَ مَا يَعُدُّونَهُ كُفْرًا وَشِرْكًا مِنْ غَيْرِهِمْ إِمَّا بِإِنْكَارِ تَسْمِيَتِهِ عِبَادَةً أَوْ بِدَعْوَى أَنَّ الْعِبَادَةَ الَّتِي يُتَوَجَّهُ بِهَا إِلَى غَيْرِ اللهِ تَعَالَى لِأَجْلِ جَعْلِهِ وَاسِطَةً وَوَسِيلَةً إِلَيْهِ لَا تُعَدُّ شِرْكًا بِهِ، وَمَا الشِّرْكُ فِي الْعِبَادَةِ إِلَّا هَذَا، وَلَوْ وُجِّهَتِ الْعِبَادَةُ إِلَى هَؤُلَاءِ الْوُسَطَاءِ لِذَوَاتِهِمْ طَلَبًا لِلنَّفْعِ أَوْ دَفْعِ الضَّرَرِ مِنْهُمْ أَنْفُسِهِمْ - وَهَذَا وَاقِعٌ أَيْضًا - لَكَانَتْ تَوْحِيدًا لِعِبَادَةِ هَؤُلَاءِ لَا إِشْرَاكًا لَهُمْ مَعَ اللهِ عَزَّ وَجَلَّ (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ)  (٩٨: ٥) وَالْمُخْلِصُ لِلَّهِ: مَنْ خَلُصَتْ عِبَادَتُهُ مِنَ التَّوَجُّهِ إِلَى غَيْرِهِ مَعَهُ، وَالْحَنِيفُ: مَنْ كَانَ مَائِلًا عَنْ غَيْرِهِ إِلَيْهِ، فَمَا كُلُّ مَنْ يُؤْمِنُ بِاللهِ مُوَحِّدًا لَهُ (وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلَّا وَهُمْ مُشْرِكُونَ)  (١٢: ١٠٦) وَتَقَدَّمَ تَوْضِيحُ هَذِهِ الْمَعَانِي مِرَارًا. </p><p> (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ) هَذَا التَّذْيِيلُ الْتِفَاتٌ عَنْ خِطَابِ الْمُؤْمِنِينَ كَافَّةً إِلَى خِطَابِ الرَّسُولِ خَاصَّةً، أَيْ إِنَّ رَبَّكَ الَّذِي بَيَّنَ هَذِهِ الْهِدَايَةَ عَلَى لِسَانِكَ هُوَ أَعْلَمُ مِنْكَ وَمِنْ سَائِرِ خَلْقِهِ بِالْمُعْتَدِينَ الَّذِينَ يَتَجَاوَزُونَ مَا أَحَلَّهُ لَهُمْ إِلَى مَا حَرَّمَهُ عَلَيْهِمْ، أَوْ يَتَجَاوَزُونَ حَدَّ </p><p> الضَّرُورَةِ عِنْدَ وُقُوعِهَا اتِّبَاعًا لِأَهْوَائِهِمْ، وَتَقَدَّمَ تَفْصِيلُ الْقَوْلِ فِي الِاعْتِدَاءِ الْعَامِّ وَالْخَاصِّ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ سُورَةِ الْمَائِدَةِ:  (يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللهَ لَا يُحِبُّ الْمُعْتَدِينَ)  (٥: ٨٧) وَهَذَا الْإِخْبَارُ يَتَضَمَّنُ الْإِنْذَارَ وَالْوَعِيدَ، أَيْ فَهُوَ يُجَازِيهِمْ عَلَى اعْتِدَائِهِمْ. </p><p> وَقَدِ اسْتَنْبَطَ بَعْضُهُمْ مِنَ الْآيَةِ تَحْرِيمَ الْقَوْلِ فِي الدِّينِ بِمُجَرَّدِ التَّقْلِيدِ وَعَصَبِيَّةِ الْمَذَاهِبِ، لِأَنَّ ذَلِكَ مِنِ اتِّبَاعِ الْأَهْوَاءِ بِغَيْرِ عِلْمٍ، إِذِ الْمُقَلِّدُ غَيْرُ عَالِمٍ بِمَا قَلَّدَ فِيهِ وَذَلِكَ بَدِيهِيٌّ فِي الْعَقْلِ، وَمُتَّفَقٌ عَلَيْهِ فِي النَّقْلِ. قَالَ الرَّازِيُّ: دَلَّتْ هَذِهِ الْآيَةُ عَلَى أَنَّ الْقَوْلَ فِي الدِّينِ بِمُجَرَّدِ التَّقْلِيدِ قَوْلٌ بِمَحْضِ الْهَوَى وَالشَّهْوَةِ وَالْآيَةُ دَلَّتْ عَلَى أَنَّ ذَلِكَ حَرَامٌ. </p><p> (وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ) الْإِثْمُ فِي اللُّغَةِ: الْقَبِيحُ الضَّارُّ، وَفِي الشَّرْعِ: كُلُّ مَا حَرَّمَهُ اللهُ تَعَالَى، وَهُوَ لَمْ يُحَرِّمْ عَلَى الْعِبَادِ إِلَّا مَا كَانَ ضَارًّا بِالْأَفْرَادِ فِي أَنْفُسِهِمْ أَوْ أَمْوَالِهِمْ أَوْ عُقُولِهِمْ أَوْ أَعْرَاضِهِمْ أَوْ دِينِهِمْ، أَوْ ضَارًّا بِالْجَمَاعَاتِ فِي مَصَالِحِهِمُ السِّيَاسِيَّةِ أَوِ الِاجْتِمَاعِيَّةِ. وَالظَّاهِرُ مِنْهُ مَا فُعِلَ عَلَنًا وَالْبَاطِنُ مَا فُعِلَ سِرًّا، أَوِ الظَّاهِرُ مَا ظَهَرَ قُبْحُهُ أَوْ ضَرَرُهُ لِلْعَامَّةِ، وَإِنْ فُعِلَ سِرًّا، وَالْبَاطِنُ مَا يَخْفَى ذَلِكَ فِيهِ إِلَّا عَنْ بَعْضِ الْخَاصَّةِ وَإِنْ فُعِلَ جَهْرًا، أَوِ الظَّاهِرُ مَا تَعَلَّقَ بِأَعْمَالِ الْجَوَارِحِ، وَالْبَاطِنُ مَا تَعَلَّقَ بِأَعْمَالِ الْقُلُوبِ كَالنِّيَّاتِ وَالْكِبْرِ وَالْحَسَدِ وَالتَّفْكِيرِ فِي تَدْبِيرِ الْمَكَايِدِ الضَّارَّةِ وَالشُّرُورِ، وَيَجُوزُ الْجَمْعُ بَيْنَ هَذِهِ الْوُجُوهِ. وَمِمَّا يَقْتَضِيهِ السِّيَاقُ مِمَّا يَدْخُلُ فِي عُمُومِ بَاطِنِ الْإِثْمِ عَلَى بَعْضِ </p>"
}