{
  "id": null,
  "sura": 6,
  "aya": 75,
  "text": "<p> أَحْيَانًا، وَمَنِ اسْتَدَلَّ بِهِ عَلَى أَنَّ آزَرَ كَانَ عَمَّ إِبْرَاهِيمَ لَا وَالِدَهُ، فَالصَّوَابُ أَنَّ التَّعْبِيرَ بِالضَّلَالِ الْبَيِّنِ هُنَا بَيَانٌ لِلْوَاقِعِ بِاللَّفْظِ الَّذِي يَدُلُّ عَلَيْهِ لُغَةً، كَقَوْلِهِ تَعَالَى:  (وَوَجَدَكَ ضَالًّا فَهَدَى)  (٩٣: ٧) وَكَقَوْلِكَ لِمَنْ تَرَاهُ مُنْحَرِفًا عَنِ الطَّرِيقِ الْحِسِّيِّ: إِنَّ الطَّرِيقَ مِنْ هُنَا، فَأَنْتَ حَائِدٌ أَوْ ضَالٌّ عَنْهُ، وَمَعْنَى قَوْلِ إِبْرَاهِيمَ لِأَبِيهِ: إِنِّي أَرَاكَ وَقَوْمَكَ الَّذِينَ يَعْبُدُونَ هَذِهِ الْأَصْنَامَ مِثْلَكَ فِي ضَلَالٍ - عَنْ صِرَاطِ الْحَقِّ الْمُسْتَقِيمِ - بَيِّنٌ ظَاهِرٌ لَا شُبْهَةَ لِلْهُدَى فِيهِ، فَإِنَّ هَذِهِ الْأَصْنَامَ الَّتِي اتَّخَذْتُمُوهَا آلِهَةً لَكُمْ لَمْ تَكُنْ آلِهَةً فِي أَنْفُسِهَا، بَلْ بِاتِّخَاذِكُمْ وَجَعْلِكُمْ، وَلَسْتُمْ مِنْ خَلْقِهَا وَلَا مِنْ صُنْعِهَا، بَلْ هِيَ مِنْ صُنْعِكُمْ، وَلَا تَقْدِرُ عَلَى نَفْعِكُمْ وَلَا ضَرِّكُمْ، وَذَلِكَ أَنَّهَا تَمَاثِيلُ تَنْحِتُونَهَا مِنَ الْحِجَارَةِ، أَوْ تَقْتَطِعُونَهَا مِنَ الْخَشَبِ، أَوْ تَصُوغُونَهَا مِنَ الْمَعْدِنِ، فَأَنْتُمْ أَفْضَلُ مِنْهَا، وَمُسَاوُونَ فِي أَصْلِ الْخِلْقَةِ لِمَنْ جُعِلَتْ مُمَثِّلَةً لَهُمْ مِنَ النَّاسِ، أَوْ لِمَا صُنِعَتْ مُذَكِّرَةً بِهِ مِنَ النَّيِّرَاتِ، وَلَا يَلِيقُ بِالْإِنْسَانِ أَنْ يَعْبُدَ مَا هُوَ دُونَهُ، وَلَا مَا هُوَ مُسَاوٍ لَهُ فِي كَوْنِهِ مَخْلُوقًا مَقْهُورًا بِتَصَرُّفِ الْخَالِقِ، وَمَرْبُوبًا فَقِيرًا مُحْتَاجًا إِلَى الرَّبِّ الْغَنِيِّ الْقَادِرِ، وَقَدْ دَلَّتْ آثَارُ أُولَئِكَ الْقَوْمِ الَّتِي اكْتُشِفَتْ فِي الْعِرَاقِ عَلَى صِحَّةِ مَا عُرِفَ فِي التَّارِيخِ مِنْ عِبَادَتِهِمْ لِلْأَصْنَامِ الْكَثِيرَةِ، حَتَّى كَانَ يَكُونُ لِكُلٍّ مِنْهُمْ صَنَمٌ خَاصٌّ بِهِ، سَوَاءٌ الْمُلُوكُ وَالسُّوقَةُ فِي ذَلِكَ، وَكَانُوا يَعْبُدُونَ الْفَلَكَ وَنَيِّرَاتِهِ عَامَّةً، وَالدَّرَارِيَ السَّبْعَ خَاصَّةً، كَمَا يُعْلَمُ مِنْ قَوْلِهِ تَعَالَى: </p><p> (وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ) أَيْ وَكَمَا أَرَيْنَا إِبْرَاهِيمَ الْحَقَّ فِي أَمْرِ أَبِيهِ وَقَوْمِهِ، وَهُوَ أَنَّهُمْ كَانُوا عَلَى ضَلَالٍ بَيِّنٍ فِي عِبَادَتِهِمْ لِلْأَصْنَامِ، كُنَّا نُرِيهِ الْمَرَّةَ بَعْدَ الْمَرَّةِ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ عَلَى هَذِهِ الطَّرِيقَةِ الَّتِي يَعْرِفُ بِهَا الْحَقَّ، فَهِيَ رُؤْيَةٌ بَصَرِيَّةٌ، تَتْبَعُهَا رُؤْيَةُ الْبَصِيرَةِ الْعَقْلِيَّةِ، وَإِنَّمَا قَالَ:  \" نُرِيهِ \" دُونَ أَرَيْنَاهُ؛ لِاسْتِحْضَارِ صُورَةِ الْحَالِ الْمَاضِيَةِ الَّتِي كَانَتْ تَتَجَدَّدُ وَتَتَكَرَّرُ بِتَجَدُّدِ رُؤْيَةِ آيَاتِهِ تَعَالَى فِي ذَلِكَ </p><p> الْمَلَكُوتِ الْعَظِيمِ كَمَا يُعْلَمُ مِنَ التَّعْلِيلِ الْآتِي، وَالتَّفْصِيلِ الْمُتَرَتِّبِ عَلَى هَذَا الْإِجْمَالِ فِي الْآيَاتِ، وَالْمَلَكُوتُ: الْمَمْلَكَةُ أَوِ الْمُلْكُ الْعَظِيمُ وَالْعِزُّ وَالسُّلْطَانُ، وَإِطْلَاقُ الصُّوفِيَّةِ إِيَّاهُ عَلَى عَالَمِ الْغَيْبِ اصْطِلَاحٌ. قَالَ فِي اللِّسَانِ: وَمُلْكُ اللهِ تَعَالَى وَمَلَكُوتُهُ: سُلْطَانُهُ وَعَظْمَتُهُ، وَلِفُلَانٍ مَلَكُوتُ الْعِرَاقِ، أَيْ عِزُّهُ وَسُلْطَانُهُ وَمُلْكُهُ، وَعَنِ اللِّحْيَانِيِّ: وَالْمَلَكُوتُ مِنَ الْمُلْكِ كَالرَّهَبُوتِ مِنَ الرَّهْبَةِ، وَيُقَالُ لِلْمَلَكُوتِ مَلْكُوَةٌ (كَتَرْقُوَةٍ) . انْتَهَى. وَقَالَ الرَّاغِبُ: وَالْمَلَكُوتُ مُخْتَصٌّ بِمُلْكِ اللهِ تَعَالَى، وَهُوَ مَصْدَرُ مَلَكَ أُدْخِلَتْ فِيهِ التَّاءُ نَحْوَ رَحَمُوتٍ وَرَهَبُوتٍ. انْتَهَى. وَصَرَّحَ بَعْضُهُمْ بِأَنَّ هَذِهِ التَّاءَ لِلْمُبَالَغَةِ عَلَى قَاعِدَةِ زِيَادَةِ الْمَبْنَى لِزِيَادَةِ الْمَعْنَى. فَالْمَلَكُوتُ: الْمُلْكُ الْعَظِيمُ، وَالرَّحَمُوتُ: الرَّحْمَةُ الْوَاسِعَةُ، وَالرَّهَبُوتُ: الرَّهْبَةُ الشَّدِيدَةُ. </p><p> وَرُوِيَ عَنْ عِكْرِمَةَ أَنَّ كَلِمَةَ مَلَكُوتٍ نَبَطِيَّةٌ، وَأَصْلُهَا بِلِسَانِهِمْ \" مَلَكُوتَا \" ، وَفِي كُتُبِ اللُّغَةِ أَنَّ النَّبَطَ وَالْأَنْبَاطَ جِيلٌ مِنَ النَّاسِ يَسْكُنُونَ الْبَطَائِحَ وَغَيْرِهَا مِنْ سَوَادِ الْعِرَاقِ، فَهُمْ بَقَايَا قَوْمِ إِبْرَاهِيمَ فِي وَطَنِهِ الْأَصْلِيِّ إِذَا كَانَتْ سِلْسِلَةُ نَسَبِهِمْ مَحْفُوظَةً، وَيَقُولُ الْمُؤَرِّخُونَ: إِنَّهُمْ </p><p> مِنْ بَقَايَا الْعَمَالِقَةِ، وَأَنَّهُمْ هَاجَرُوا مِنَ الْعِرَاقِ بَعْدَ سُقُوطِ دَوْلَةِ الْحَمُورَابِيِّينَ، وَتَفَرَّقُوا فِي جَزِيرَةِ الْعَرَبِ، ثُمَّ أَنْشَئُوا دَوْلَةً فِي الشَّمَالِ مِنْهَا. وَقَدْ رُوِيَ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا أَنَّ كُلًّا مِنْهُمَا قَالَ: إِنَّنَا نَبَطٌ مِنْ كُوثَى، وَكُوثَى بَلَدُ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - كَمَا يُحْفَظُ عَنِ الْعَرَبِ. وَمُرَادُ الْحَبْرَيْنِ أَنَّ بَنِي هَاشِمٍ مِنْ ذُرِّيَّةِ إِبْرَاهِيمَ، وَأَنَّ النَّبَطَ مِنْ قَوْمِهِ، وَفِيهِ إِنْكَارُ احْتِقَارِهِمْ لِنَسَبِهِمْ أَوْ ضَعْفِ لُغَتِهِمْ، وَقِيلَ: إِنَّ مُرَادَهُمَا بِهِ التَّوَاضُعُ وَذَمُّ التَّفَاخُرِ بِالْأَنْسَابِ، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ الْمُرَادَ بِمَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ خَلْقُهُمَا، أَيْ كَقَوْلِهِ تَعَالَى:  (أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ)  (٧: ١٨٥) وَعَنْ مُجَاهِدٍ أَنَّهُ آيَاتُهُمَا، وَعَنْهُمَا وَعَنْ قَتَادَةَ أَنَّهُ الشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالْبِحَارُ، وَعَنْ مُجَاهِدٍ، وَقَتَادَةَ، وَسَعِيدِ بْنِ جُبَيْرٍ، وَالسُّدِّيِّ أَنَّ اللهَ تَعَالَى أَرَاهُ مَا وَرَاءَ مَسَارِحِ الْأَبْصَارِ مِنَ السَّمَاوَاتِ وَالْأَرْضِ حَتَّى انْتَهَى بَصَرُهُ إِلَى الْعَرْشِ، وَزَادَ بَعْضُهُمْ أَنَّهُ أَرَاهُ خَفَايَا أَعْمَالِ الْعِبَادِ وَمَعَاصِيهِمْ، وَلَيْسَ لِهَذِهِ الْأَقْوَالِ الْأَخِيرَةِ حُجَّةً مِنَ الْحَدِيثِ الْمَرْفُوعِ، وَإِنَّمَا اسْتَنْبَطُوهَا فِيمَا يَظْهَرُ مِنْ إِسْنَادِ الْإِرَاءَةِ إِلَى اللهِ عَزَّ وَجَلَّ، فَإِنَّهُ يَدُلُّ عَلَى عِنَايَةٍ خَاصَّةٍ، وَاخْتَارَ ابْنُ جَرِيرٍ مِمَّا رَوَاهُ مِنْ تِلْكَ الْأَقْوَالِ أَنَّهُ تَعَالَى أَرَاهُ مِنْ مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ مَا فِيهِمَا مِنَ الشَّمْسِ وَالْقَمَرِ وَالشَّجَرِ </p><p> وَالدَّوَابِّ، وَغَيْرِ ذَلِكَ مِنْ عَظِيمِ سُلْطَانِهِ فِيهِمَا، وَجَلَّى لَهُ بَوَاطِنَ الْأُمُورِ وَظَوَاهِرِهَا، وَيَتَحَقَّقُ ذَلِكَ بِهِدَايَتِهِ إِيَّاهُ إِلَى وُجُوهِ الْحُجَّةِ فِيهَا عَلَى وَحْدَانِيَّتِهِ تَعَالَى وَقُدْرَتِهِ وَعَلْمِهِ وَحِكْمَتِهِ، وَفَضْلِهِ وَرَحِمَتِهِ، وَيَدُلُّ عَلَى ذَلِكَ تَعْلِيلُ الْإِرَاءَةِ، وَمَا يَتَرَتَّبُ عَلَيْهَا مِنْ إِقَامَةِ الْحُجَّةِ. </p><p> أَمَّا التَّعْلِيلُ فَقَوْلُهُ تَعَالَى:  (وَلِيَكُونَ مِنَ الْمُوقِنِينَ) قِيلَ: إِنَّ الْمَعْنَى: وَلِأَجْلِ أَنْ يَكُونَ مِنْ أَهْلِ الْيَقِينِ الرَّاسِخِينَ فِيهِ أَرَيْنَاهُ مَا أَرَيْنَا، وَبَصَّرْنَاهُ مِنْ أَسْرَارِ الْمَلَكُوتِ مَا بَصَّرْنَا، وَقِيلَ: إِنَّ هَذَا عَطْفٌ عَلَى تَعْلِيلِ حَذْفٍ؛ لِتَغُوصَ الْأَذْهَانُ عَلَى اسْتِخْرَاجِهِ مِنْ قَرَائِنِ الْحَالِ، وَأُسْلُوبِ الْمَقَالِ، أَيْ نُرِيهُ ذَلِكَ لِيَعْرِفَ سُنَنَنَا فِي خَلْقِنَا، وَحُكْمَنَا فِي تَدْبِيرِ مُلْكِنَا، وَآيَاتِنَا الدَّالَّةَ عَلَى رُبُوبِيَّتِنَا وَأُلُوهِيَّتِنَا؛ لِيُقِيمَ بِهَا الْحُجَّةَ عَلَى الْمُشْرِكِينَ الضَّالِّينَ، وَلِيَكُونَ فِي خَاصَّةِ نَفْسِهِ مِنَ الْوَاقِفِينَ عَلَى عَيْنِ الْيَقِينِ، وَهُوَ مِنَ الْإِيجَازِ الْبَدِيعِ. وَالْيَقِينُ فِي اللُّغَةِ: الِاعْتِقَادُ الْجَازِمُ الْمَبْنِيُّ عَلَى الْأَمَارَاتِ، وَالدَّلَائِلِ، وَالِاسْتِنْبَاطِ - دُونَ الْحِسِّ وَالضَّرُورَةِ. وَقَالَ الرَّاغِبُ: هُوَ سُكُونُ الْفَهْمِ مَعَ ثَبَاتِ الْحُكْمِ، وَأَنَّهُ مِنْ صِفَةِ الْعِلْمِ فَوْقَ الْمَعْرِفَةِ وَالدِّرَايَةِ، وَبِذَلِكَ جَمَعَ إِبْرَاهِيمُ بَيْنَ الْعِلْمِ النَّظَرِيِّ وَالْعِلْمِ اللَّدُنِيِّ. </p><p> وَأَمَّا مَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنَ الِاهْتِدَاءِ إِلَى وَجْهِ الْحُجَّةِ وَالِاسْتِدْلَالِ، فَقَوْلُهُ عَزَّ وَجَلَّ:  (فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا) إِلَخْ. قَالَ الرَّاغِبُ: أَصْلُ الْجَنِّ سَتْرُ الشَّيْءِ عَنِ الْحَاسَّةِ، يُقَالُ: جَنَّهُ اللَّيْلُ، وَأَجَنَّهُ، وَأَجَنَّ عَلَيْهِ. فَجَنَّهُ: سَتَرَهُ، وَأَجَنَّهُ: جَعَلَ لَهُ مَا يَجِنُّهُ، كَقَوْلِكَ: قَبَرْتُهُ، وَأَقْبَرْتُهُ، وَسَقَيْتُهُ، وَأَسْقَيْتُهُ، وَجَنَّ عَلَيْهِ كَذَا سَتَرَ عَلَيْهِ. انْتَهَى. وَمِنْهُ الْجِنُّ وَالْجِنَّةُ - بِالْكَسْرِ - وَالْجُنَّةِ بِالضَّمِّ </p>"
}