{
  "id": null,
  "sura": 6,
  "aya": 99,
  "text": "<p> مُشْتَبِهَةً وَغَيْرَ مُتَشَابِهَةٍ، وَبِذَلِكَ يَلْتَقِي آخِرُ هَذَا السِّيَاقِ بِأَوَّلِهِ. أَيْ وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّحَابِ مَاءً، فَأَخْرَجْنَا بِسَبَبِ هَذَا الْمَاءِ الْوَاحِدِ نَبَاتَ كُلِّ شَيْءٍ مِنْ أَصْنَافِ هَذَا النَّامِي الَّذِي يَخْرُجُ مِنَ الْأَرْضِ، فَأَخْرَجْنَا مِنْهُ أَيْ مِنَ النَّبَاتِ خَضِرًا أَيْ شَيْئًا غَضًّا أَخْضَرَ بِالْخِلْقَةِ لَا بِالصِّنَاعَةِ، وَهُوَ مَا تَشَعَّبَ مِنْ أَصْلِ النَّبَاتِ الْخَارِجِ مِنَ الْحَبِّ كَسَاقِ النَّجْمِ وَأَغْصَانِ الشَّجَرِ، نُخْرِجُ مِنْهُ أَيْ مِنْ هَذَا الْأَخْضَرِ الْمُتَشَعِّبِ مِنَ النَّبَاتِ آنًا بَعْدَ آنٍ حَبًّا مُتَرَاكِبًا بَعْضُهُ فَوْقَ بَعْضٍ وَهُوَ السُّنْبُلُ - فَهَذَا تَفْصِيلٌ لِنَمَاءِ النَّجْمِ الَّذِي لَا سَاقَ لَهُ مِنَ النَّبَاتِ وَنِتَاجِهِ، وَعَطَفَ عَلَيْهِ حَالَ نَظِيرِهِ مِنَ الشَّجَرِ فَقَالَ (وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ) ، النَّخْلُ الشَّجَرُ الَّذِي يُنْتِجُ التَّمْرَ، يُسْتَعْمَلُ لَفْظُهُ فِي الْمُفْرَدِ وَالْجَمْعِ، وَجَمْعُهُ نَخِيلٌ. وَ (مِنْ طَلْعِهَا) بَدَلٌ مِمَّا قَبْلَهُ، وَطَلْعُهَا أَوَّلُ مَا يَطْلُعُ أَيْ يَظْهَرُ مِنْ زَهْرِهَا الَّذِي يَكُونُ مِنْهُ ثَمَرُهَا، وَقَبْلَ أَنْ يَنْشَقَّ عَنْهُ كَافُورُهُ أَيْ وِعَاؤُهُ، وَمَا يَنْشَقُّ عَنْهُ الْكَافُورُ مِنَ الطَّلْعِ يُسَمَّى الْغَرِيضُ وَالْإِغْرِيضُ، وَالْقِنْوَانُ جَمْعُ قِنْوٍ - بِالْكَسْرِ - وَهُوَ الْعَذْقُ الَّذِي يَكُونُ فِيهِ الثَّمَرُ، وَمِثْلُهُ فِي وَزْنِهِ وَاسْتِوَاءِ مُثَنَّاهُ، وَجَمْعِهِ الصِّنْوُ وَالصِّنْوَانُ وَهُوَ مَا يَخْرُجُ مِنْ أَصْلِ الشَّجَرَةِ مِنَ الْفُرُوعِ. وَالْقِنْوَانُ مِنَ النَّخْلِ كَالْعَنَاقِيدِ مِنَ الْعِنَبِ وَالسَّنَابِلِ مِنَ الْقَمْحِ، وَالْمَعْنَى أَنَّهُ يَخْرُجُ مِنْ طَلْعَ النَّخْلِ قِنْوَانٌ دَانِيَةُ الْقُطُوفِ سَهْلَةُ التَّنَاوُلِ، أَوْ بَعْضُهَا دَانٍ قَرِيبٌ مِنْ بَعْضٍ لِكَثْرَةِ حَمْلِهَا. </p><p> (وَجَنَّاتٍ مِنْ أَعْنَابٍ) قَرَأَ الْجُمْهُورُ \" جَنَّاتٍ \" بِالنَّصْبِ وَتَقْدِيرُ الْكَلَامِ: وَنُخْرِجُ مِنْهُ - أَيْ مِنْ ذَلِكَ الْخَضِرِ - جَنَّاتٍ مِنْ أَعْنَابٍ. وَقَرَأَهَا أَبُو بَكْرٍ عَنْ عَاصِمٍ بِالرَّفْعِ وَهُوَ الْمَرْوِيُّ عَنْ عَلِيٍّ الْمُرْتَضَى وَابْنِ مَسْعُودٍ وَالْأَعْمَشِ وَغَيْرِهِمْ. وَتَقْدِيرُ الْكَلَامِ: وَلَكُمْ جَنَّاتٌ مِنْ أَعْنَابٍ - أَوْ - وَهُنَاكَ جَنَّاتٌ - أَوْ - وَمِنَ الْكَرْمِ جَنَّاتٌ إِلَخْ. وَسَنُبَيِّنُ حِكْمَةَ اخْتِلَافِ الْإِعْرَابِ بَعْدُ </p><p> (وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ) أَيْ وَأَخُصُّ مِنْ نَبَاتِ كُلِّ شَيْءٍ الزَّيْتُونَ وَالرُّمَّانَ حَالَ كَوْنِهِ مُشْتَبِهًا فِي بَعْضِ الصِّفَاتِ، غَيْرَ مُتَشَابِهٍ فِي بَعْضٍ آخَرَ. قِيلَ: إِنَّ هَذِهِ الْحَالَ مِنَ الرُّمَّانِ وَحْدَهُ فَإِنَّهُ أَنْوَاعٌ تَشْتَبِهُ فِي شَكْلِ الْوَرَقِ وَالثَّمَرِ وَتَخْتَلِفُ فِي لَوْنِ الثَّمَرِ وَطَعْمِهِ، فَمِنْهُ الْحُلْوُ وَالْحَامِضُ وَالَمُزُّ. وَقِيلَ: إِنَّ الْحَالَ مِنْ مَجْمُوعِ الزَّيْتُونِ وَالرُّمَّانِ، أَيْ مُشْتَبِهًا </p><p> وَغَيْرَ مُتَشَابِهٍ وَذَلِكَ ظَاهِرٌ مِمَّا قَبْلَهُ. وَصَرَّحُوا بِأَنَّ الْمُشْتَبِهَ وَالْمُتَشَابِهَ هُنَا بِمَعْنًى، إِذْ يُقَالُ: اشْتَبَهَ الْأَمْرَانِ وَتَشَابَهَا كَمَا يُقَالُ اسْتَوَيَا وَتَسَاوَيَا. وَقَدْ قُرِئَ فِي الشَّوَاذِّ \" مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ \" وَهُوَ مَا أَجْمَعُوا عَلَيْهِ فِي آيَةِ (وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ) ١٤١ إِلَخْ. وَسَتَأْتِي، وَالْحَقُّ أَنَّ بَيْنَ الصِّيغَتَيْنِ فَرْقًا فَمَعْنَى اشْتَبَهَا الْتَبَسَ أَحَدُهُمَا بِالْآخَرِ مِنْ شِدَّةِ الشَّبَهِ بَيْنَهُمَا، وَمَعْنَى تَشَابَهَا أَشْبَهَ أَحَدُهُمَا الْآخَرَ وَلَوْ فِي بَعْضِ الْوُجُوهِ وَالصِّفَاتِ، فَهَذَا أَعَمُّ مِمَّا قَبْلَهُ. وَلَا شَكَّ فِي أَنَّ بَعْضَ مَا ذَكَرَ يَتَشَابَهُ وَلَا يَشْتَبِهُ، وَبَعْضُهُ يَتَشَابَهُ حَتَّى يَشْتَبِهَ، حَتَّى عَلَى الْبُسْتَانِيِّ الْمَاهِرِ، </p><p> كَمَا شَاهَدْنَا ذَلِكَ وَاخْتَبَرْنَاهُ فِي بَعْضِ أَنْوَاعِ الرُّمَّانِ الْحُلْوُ مَعَ الْحَامِضِ، وَهَذَا مِنْ دِقَّةِ تَعْبِيرِ التَّنْزِيلِ فِي تَحْدِيدِ الْحَقَائِقِ. </p><p> (انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ) أَيِ انْظُرُوا نَظَرَ تَأَمُّلٍ وَاعْتِبَارٍ إِلَى ثَمَرِ مَا ذُكِرَ إِذَا هُوَ تَلَبَّسَ وَاتَّصَفَ بِالْإِثْمَارِ، وَإِلَى يَنْعِهِ عِنْدَمَا يَيْنَعُ، أَيْ يَبْدُوَا صَلَاحُهُ وَيَنْضَجُ، وَتَأَمَّلُوا صِفَاتِهِ فِي كُلٍّ مِنَ الْحَالَيْنِ وَمَا بَيْنَهُمَا، يَظْهَرُ لَكُمْ مِنْ لُطْفِ اللهِ وَتَدْبِيرِهِ، وَحِكْمَتِهِ فِي تَقْدِيرِهِ، مَا يَدُلُّ أَوْضَحَ الدَّلَالَةِ عَلَى وُجُوبِ تَوْحِيدِهِ (إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) أَيْ فِي ذَلِكُمُ الَّذِي أُمِرْتُمْ بِالنَّظَرِ إِلَيْهِ، وَالنَّظَرُ فِيهِ دَلَائِلُ عَظِيمَةٌ أَوْ كَثِيرَةٌ لِلْمُسْتَعِدِّينَ لِلِاسْتِدْلَالِ مِنَ الْمُؤْمِنِينَ بِالْفِعْلِ وَالْمُسْتَعِدِّينَ لِلْإِيمَانِ، وَأَمَّا غَيْرُهُمْ فَإِنَّ نَظَرَهُمْ كَنَظَرِ الطِّفْلِ وَإِنْ كَانُوا مِنَ الْعَالِمِينَ بِأَسْرَارِ عَالَمِ النَّبَاتِ، وَالْغَوَّاصِينَ عَلَى مَا فِيهِ مِنَ الْمَحَاسِنِ وَالنِّظَامِ، لَا يَتَجَاوَزُ هَذِهِ الظَّوَاهِرَ، وَلَا يَعْبُرُهَا إِلَى مَا تَدُلُّ عَلَيْهِ مِنْ وُجُودِ الْخَالِقِ، وَمِنْ إِثْبَاتِ صِفَاتِهِ الَّتِي تَتَجَلَّى فِيهَا، وَوَحْدَتِهِ الَّتِي يَنْتَهِي النِّظَامُ إِلَيْهَا، وَإِنْ كَانُوا يَعْلَمُونَ أَنَّ وَحْدَةَ النِّظَامِ فِي الْأَشْيَاءِ الْمُخْتَلِفَةِ، لَا يُمْكِنُ أَنْ تَصْدُرَ عَنْ إِرَادَاتٍ مُتَعَدِّدَةٍ. </p><p> وَمِنْ مَبَاحِثِ الْبَلَاغَةِ فِي الْآيَاتِ، وَاخْتِلَافِ الْإِعْرَابِ وَالتَّرْتِيبِ بَيْنَ الْمُتَنَاسِبَاتِ، أَنَّ هَذَا السِّيَاقَ بُدِئَ بِفَلْقِ الْحَبِّ وَالنَّوَى وَإِخْرَاجِ الْحَيِّ مِنَ الْمَيِّتِ وَعَكْسِهِ. وَقَفَّى عَلَيْهِ بِمَا يُنَاسِبُهُ مِنْ فَلْقِ الْإِصْبَاحِ، وَعَطَفَ عَلَى هَذَا مَا يُقَابِلُهُ مِنْ مُعَاقَبَةِ اللَّيْلِ لِلنَّهَارِ، وَأُشِيرَ إِلَى فَوَائِدِهِمَا وَفَوَائِدِ النَّيِّرَيْنِ، اللَّذَيْنِ هُمَا آيَتَا هَذَيْنِ الْمَلَوَيْنِ، وَنَاسَبَ ذِكْرُ النَّيِّرَيْنِ التَّذْكِيرَ بِخَلْقِ النُّجُومِ، وَالْمِنَّةِ بِالِاهْتِدَاءِ بِهَا وَالْإِيمَاءِ إِلَى مَا فِيهَا مِنْ آيَاتِ الْعُلُومِ، ثُمَّ عُطِفَ عَلَى هَذَا النَّوْعِ مِنَ الْآيَاتِ إِنْشَاؤُنَا مِنْ نَفْسِ وَاحِدَةٍ فَمِنْهَا الْمُسْتَقَرُّ </p><p> وَالْمُسْتَوْدَعُ، وَقَفَّى عَلَيْهِ بِإِنْزَالِ الْمَاءِ، وَجَعَلَهُ سَبَبًا لِنَبَاتِ كُلِّ شَيْءٍ مِنْ هَذِهِ الْأَحْيَاءِ، وَكُلٌّ مِنْهُمَا تَفْصِيلٌ لِقَوْلِهِ فِي الْآيَةِ الْأُولَى مِنَ السِّيَاقِ:  (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ) وَقَدْ لَوَّنَ فِي تَفْصِيلِ خَلْقِ النَّبَاتِ الْخِطَابَ، وَتَفَنَّنَ فِي طُرُقِ الْإِعْرَابِ ; لِلتَّنْبِيهِ إِلَى مَا فِيهِ مِنْ أَنْوَاعِ الْأَلْوَانِ، وَتَشَابُهِ مَا فِيهِ مِنَ الثِّمَارِ وَالْأَفْنَانِ، فَبُدِئَتِ الْآيَةُ بِضَمِيرِ الْوَاحِدِ الْغَائِبِ الْمُفْرَدِ تَبَعًا لِسِيَاقِ مَا قَبْلَهَا مِنْ هَذِهِ الْآيَاتِ، وَعَطَفَ عَلَيْهِ ضَمِيرَ الْمُتَكَلِّمِ الْجَمْعِيَّ بِطَرِيقِ الِالْتِفَاتِ. إِذْ قَالَ:  (فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ بَعْدَ قَوْلِهِ: (أَنْزَلَ مِنَ السَّمَاءِ مَاءً) فَحِكْمَةُ الِالْتِفَاتِ أَنْ تَلْتَفِتَ الْأَذْهَانُ إِلَى مَا يَعْقُبُ ذَلِكَ مِنَ الْبَيَانِ، فَتَتَنَبَّهْ إِلَى أَنَّ هَذَا الْإِخْرَاجَ الْبَدِيعَ، وَالصُّنْعَ السَّنِيعَ، مِنْ فِعْلِ الْحَكِيمِ الْخَلَّاقِ، لَا مِنْ فَلَتَاتِ الْمُصَادَفَةِ وَالِاتِّفَاقِ، وَلَمَّا كَانَ الْمَاءُ وَاحِدًا وَالنَّبَاتُ جَمْعًا كَثِيرًا نَاسَبَ إِفْرَادَ الْفِعْلِ الْأَوَّلِ وَجَمْعَ الْفِعْلِ الْآخِرِ، وَمَعْلُومٌ أَنَّ الْوَاحِدَ إِذَا قَالَ فَعَلْنَا أَرَادَ إِفَادَةَ تَعْظِيمِ نَفْسِهِ إِذَا كَانَ مَقَامُهُ أَهْلًا لِذَلِكَ كَمَا يَقُولُ الْمَلِكُ أَوِ الْأَمِيرُ - حَتَّى فِي هَذَا الْعَصْرِ - فِي أَوَّلِ مَا يُصْدِرُهُ مِنْ نَحْوِ نِظَامٍ أَوْ قَانُونٍ \" أَمَرْنَا بِمَا هُوَ آتٍ \" وَنُكْتَةُ الْعُدُولِ عَنِ الْمَاضِي </p><p> إِلَى الْمُضَارِعِ فِي قَوْلِهِ:  (نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا) تَحْصُلُ بِإِرَادَةِ اسْتِحْضَارِ صُورَتِهِ الْعَجِيبَةِ فِي حُسْنِهَا وَانْتِظَامِهَا، وَتَنَضُّدِ سَنَابِلِهَا وَاتِّسَاقِهَا، وَعَطَفَ عَلَيْهِ مَا يُخْرِجُهُ تَعَالَى مِنْ طَلْعِ النَّخْلِ، مِنَ الْقِنْوَانِ الْمُشَابِهِ لِسَنَابِلِ الْقَمْحِ، فِي تَنَضُّدِ ثَمَرِهِ وَتَرَاكُبِهَا، وَمَنَافِعِهَا وَغَرَائِبِهَا، فَإِنَّ فِي كُلٍّ مِنْهُمَا أَفْضَلَ غِذَاءٍ لِلنَّاسِ، وَعَلَفٍ للدَّوَابِّ وَالْأَنْعَامِ، وَذَكَرَ بَعْدَهُ جَنَّاتِ الْأَعْنَابِ ; لِأَنَّهَا أَشْبَهُ بِالنَّخِيلِ فِي هَذِهِ الْأَبْوَابِ، فَالْعَنَاقِيدُ تُشْبِهُ الْعَرَاجِينَ فِي تَكَوُّنِهَا، وَتَرَاكُبِ حَبِّهَا وَأَلْوَانِ ثَمَرِهَا، كَمَا تُشْبِهُهَا فِي دَرَجَاتِ تَطَوُّرِهَا، فَالْحِصْرِمُ كَالْبُسْرِ، وَالْعِنَبُ كَالرُّطَبِ، وَالزَّبِيبُ كَالتَّمْرِ، وَيَخْرُجُ مِنْ كُلٍّ مِنْهُمَا عَسَلٌ وَخَلٌّ وَخَمْرٌ، ثُمَّ ذَكَرَ الزَّيْتُونَ وَالرُّمَّانَ مَعْطُوفًا عَلَى نَبَاتِ كُلِّ شَيْءٍ أَوْ مَنْصُوبًا عَلَى الِاخْتِصَاصِ، لَا عَلَى مَا قَبْلَهُ مِنَ النَّخِيلِ وَالْأَعْنَابِ ; لِأَنَّ مَا بَيْنَهُمَا مِنَ التَّشَابُهِ فِي الصُّورَةِ، مَحْصُورٌ فِي الْوَرَقِ دُونَ الثَّمَرَةِ، وَأَمَّا مَكَانُهُمَا مِنَ الْمَنْفَعَةِ وَالْفَائِدَةِ، فَالْأَوَّلُ فِي الدَّرَجَةِ الثَّالِثَةِ وَالْآخَرُ فِي الدَّرَجَةِ الرَّابِعَةِ، ذَلِكَ بِأَنَّ الزَّيْتُونَ وَزَيْتُهُ غِذَاءٌ فَقَطْ وَلَكِنَّهُ تَابِعٌ لِلطَّعَامِ غَيْرُ مُسْتَقِلٍّ بِالتَّغْذِيَةِ. وَالرُّمَّانُ فَاكِهَةٌ وَشَرَابٌ فَقَطْ وَلَكِنَّهُمَا دُونَ فَوَاكِهِ النَّخِيلِ وَالْأَعْنَابِ وَأَشْرِبَتِهِمَا فِي الْمَرْتَبَةِ، فَنَاسَبَ جَعْلُهُ </p><p> بَعْدَهُمَا، وَالْإِشَارَةُ بِاخْتِلَافِ الْإِعْرَابِ إِلَى رُتْبَةِ كُلٍّ مِنْهُمَا، وَبِنَاءً عَلَى اخْتِلَافِ الْمَرَاتِبِ قَدَّمَ نَبَاتَ الْحَبِّ عَلَى الْجَمِيعِ ; لِأَنَّهُ الْغِذَاءُ الْأَعْظَمُ الْأَعَمُّ لِأَكْثَرِ النَّاسِ وَأَكْثَرِ أَنْوَاعِ الْحَيَوَانِ الْأَهْلِيَّةِ الَّتِي تَقُومُ أَكْثَرُ مَرَافِقِهِمْ وَمَنَافِعِهِمْ بِهَا، فَسُبْحَانَ مَنْ هَذَا كَلَامُهُ. </p><p> (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ذَلِكُمُ اللهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ. </p><p> حَكَى اللهُ تَعَالَى فِي هَذِهِ الْآيَاتِ بَعْضَ ضُرُوبِ الشِّرْكِ الَّتِي قَالَ بِهَا بَعْضُ الْعَرَبِ، وَرَوَى التَّارِيخُ كَثِيرًا مِنْ نَوْعِهَا عَنْ أُمَمِ الْعَجَمِ، وَهِيَ اتِّخَاذُ شُرَكَاءِ اللهِ مِنْ عَالَمِ الْجِنِّ الْمُسْتَتِرِ </p>"
}