{
  "id": null,
  "sura": 6,
  "aya": 105,
  "text": "<p> لِأَجْلِهَا أَوِ الَّتِي مِنْ شَأْنِ الْقُرْآنِ نَفْسِهِ أَنْ يَكُونَ عِلَّةً وَسَبَبًا لَهَا، وَإِنَّمَا مَعْنَاهُ أَنَّهُ يَتَرَتَّبُ عَلَى وُجُودِهِ إِعْرَاضُ فَاسِدِي الْفِطْرَةِ عَنْهُ وَضَلَالُهُمْ بِسَبَبِ الْكُفْرِ بِهِ، فَهُوَ بِمَعْنَى الْعَاقِبَةِ الَّتِي تَتَرَتَّبُ عَلَى إِنْزَالِهِ كَمَا يَتَرَتَّبُ عَلَى جَمِيعِ الْمَنَافِعِ الَّتِي خَلَقَهَا اللهُ لِلنَّاسِ فِي الْأَنْفُسِ وَالْآفَاقِ مَضَارٌّ كَثِيرَةٌ مِنْ سُوءِ الِاسْتِعْمَالِ. </p><p> (وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ) أَيْ وَلِنُبَيِّنَ هَذَا الْقُرْآنَ الْمُشْتَمِلَ عَلَى مَا ذُكِرَ مِنْ تَصْرِيفِ الْآيَاتِ الَّذِي يَقُولُ فِيهِ بَعْضُ الْمُكَابِرِينَ إِنَّهُ أَثَرُ دَرْسٍ وَاجْتِهَادٍ، أَوْ لِنُبَيِّنَ التَّصْرِيفَ الْمَفْهُومَ مِنْ \" نُصَرِّفُ \" لِقَوْمٍ يَعْلَمُونَ بِالْفِعْلِ وَبِالِاسْتِعْدَادِ، الَّذِي لَا يُعَارِضُهُ تَقْلِيدٌ وَلَا عِنَادٌ، مَا تَدُلُّ عَلَيْهِ الْآيَاتُ مِنَ الْحَقَائِقِ، وَمَا يَتَرَتَّبُ عَلَى الِاهْتِدَاءِ بِهَا مِنَ السَّعَادَةِ فَعُلِمَ مِنْ عَطْفِ هَذَا عَلَى مَا قَبْلَهُ أَنَّ الَّذِينَ يَقُولُونَ لِلرَّسُولِ إِنَّكَ دَرَسْتَ أَوْ دَارَسْتَ حَتَّى جِئْتَ بِهَذِهِ الْآيَاتِ الْمُنَزَّلَةِ إِذْ كَانَتْ أَثَرَ الدَّرْسِ أَوِ الْمُدَارَسَةِ هُمُ الْجَاهِلُونَ الَّذِينَ لَمْ يَفْهَمُوا تِلْكَ الْآيَاتِ الَّتِي صَرَفَهَا اللهُ عَلَى أَنْوَاعٍ أَوْ أَشْتَاتٍ، أَوْ لَمَ يَفْهَمُوا سِرَّهَا وَمَا يَجِبُ مِنْ إِيثَارِهَا عَلَى مَنَافِعَ الدُّنْيَا بِأَسْرِهَا. وَأَمَّا الَّذِينَ يَعْلَمُونَ مَدْلُولَاتِهَا وَحَسُنَ عَاقِبَةِ الِاهْتِدَاءِ بِهَا، فَهُمُ الَّذِينَ يَتَبَيَّنُ لَهُمْ بِتَأَمُّلِهَا حَقِيقَةَ الْقُرْآنِ أَوْ مَا فِي التَّصْرِيفِ لَهَا مِنْ أَنْوَاعِ الْبَيَانِ، الْمُؤَيَّدِ بِالْحُجَّةِ وَالْبُرْهَانِ. </p><p> وَلِلْمُفَسِّرِينَ فِي الْآيَةِ أَقْوَالٌ أُخْرَى مَنْقُوصَةٌ مِنْهَا قَوْلُ بَعْضِهِمْ: إِنَّ الْمُرَادَ بِدَارَسْتَ قَارَأْتَ الْيَهُودَ فَحَفِظْتَ عَنْهُمْ بَعْضَ مَعَانِي هَذِهِ الْآيَاتِ، وَيَنْهَضُ هَذَا بِمَا هُوَ مَعْلُومٌ عَلَى سَبِيلِ الْقَطْعِ مِنْ نُزُولِ هَذِهِ السُّورَةِ فِي أَوَائِلِ الْبَعْثَةِ بِمَكَّةَ، وَلَمْ يَكُنِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَقِيَ أَحَدًا مِنَ الْيَهُودِ إِذْ لَمْ يَكُونُوا مِنْ أَهْلِهَا، وَلَوْ تَلَقَّى عَنْهُمْ كُتُبَهُمْ بِالْمُدَارَسَةِ لَمَا سَكَتُوا عَنْ بَيَانِ ذَلِكَ لِمُشْرِكِي مَكَّةَ حِينَ أَرْسَلُوا إِلَيْهِمْ يَسْأَلُونَهُمْ عَنْهُ وَلِغَيْرِهِمْ مِنْ قَوْمِهِمْ وَمِنَ الْمُشْرِكِينَ، وَلِأَنَّ مَا جَاءَ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُهَيْمِنٌ عَلَى كُتُبِهِمْ (٥: ٤٨) قَدْ بَيَّنَ أَنَّ مَا عِنْدَهُمْ مُحَرَّفٌ وَفِيهِ زِيَادَةٌ عَمَّا جَاءَ بِهِ أَنْبِيَاؤُهُمْ، وَنَقْصٌّ بِمَا نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ كَمَا بَيَّنَّا ذَلِكَ فِي تَفْسِيرِ أَوَّلِ سُورَةِ آلِ عِمْرَانَ وَتَفْسِيرِ النِّسَاءِ (٤: ٤٦) وَالْمَائِدَةِ (٥: ١٤) : فَلْيُرَاجَعْ فِي الْجُزْئَيْنِ ٥، ٦ مِنَ التَّفْسِيرِ - كَمَا أَنَّهُ بَيَّنَ لَهُمْ كَثِيرًا مِمَّا كَانُوا يُخْفُونَ مِنَ الْكِتَابِ (٥: ١٥) وَهُوَ مِنْ جِهَةٍ أُخْرَى أَتَمُّ وَأَكْمَلُ لِأَنَّهُ خَاتَمُ النَّبِيِّينَ الَّذِي أَكْمَلَ اللهُ عَلَى لِسَانِهِ الدِّينَ. </p><p> (وَمِنْهَا) قَوْلُ آخَرِينَ: إِنَّ \" لِيَقُولُوا دَارَسْتَ \" عَلَى النَّفْيِ، أَيْ لِئَلَّا يَقُولُوا </p><p> ذَلِكَ قَالَهُ ابْنُ جَرِيرٍ وَنَقَلَهُ الرَّازِيُّ عَنِ الْقَاضِي مِنَ الْمُعْتَزِلَةِ وَرَدَّهُ أَشَدَّ الرَّدِّ وَلَهُ الْحَقُّ، وَلَكِنَّهُ غَيْرُ مُصِيبٍ فِي جَعْلِ الْعِبَارَةِ مِمَّا يُحْتَجُّ بِهِ عَلَى الْجَبْرِ أَوِ الْقَدَرِ. </p><p> (وَمِنْهَا) قَوْلُ الرَّازِيِّ: إِنَّ الْكُفَّارَ كَانُوا يَقُولُونَ فِي نُزُولِ الْقُرْآنِ نُجُومًا: إِنَّ مُحَمَّدًا يَضُمُّ هَذِهِ الْآيَاتِ بَعْضَهَا إِلَى بَعْضٍ وَيَتَفَكَّرُ فِيهَا وَيُصْلِحُهَا آيَةً فَآيَةً ثُمَّ يُظْهِرُهَا، وَلَوْ كَانَتْ وَحْيًا لَجَاءَ بِهَا دُفْعَةً وَاحِدَةً كَمَا جَاءَ مُوسَى بِالتَّوْرَاةِ دُفْعَةً وَاحِدَةً، وَمِنْ ثَمَّ كَانَ تَصْرِيفُ </p><p> الْآيَاتِ حَالًا فَحَالًا هُوَ الَّذِي أَوْقَعَ الشُّبْهَةَ لِلْقَوْمِ فِي أَنَّ الْقُرْآنَ نَتِيجَةُ مُدَارَسَةٍ وَمُذَاكَرَةٍ مَعَ آخَرِينَ. وَنَقُولُ: إِنَّ هَذَا الْكَلَامَ رَأْيٌ جَدَلِيٌّ مُلَفَّقٌ لَا يَصِحُّ بِهِ فِي جُمْلَتِهِ نَقْلٌ، فَالْعَرَبُ لَمْ تَكُنْ تَعْتَقِدُ أَنَّ مُوسَى جَاءَ بِالتَّوْرَاةِ جُمْلَةً وَاحِدَةً مِنْ عِنْدِ اللهِ وَلَا أَهْلُ الْكِتَابِ وَإِنَّمَا تِلْكَ الْوَصَايَا الْعَشْرُ فَقَطْ، وَسَائِرُ أَحْكَامِ التَّوْرَاةِ نَزَلَتْ مُتَفَرِّقَةً بِحَسَبِ الْوَقَائِعِ فِي أَمْكِنَةٍ مُخْتَلِفَةٍ كَالْقُرْآنِ. </p><p> وَتِلْكَ الْوَصَايَا لَا تَبْلُغُ عُشْرَ هَذِهِ السُّورَةِ (الْأَنْعَامِ) الَّتِي نَزَلَتْ جُمْلَةً وَاحِدَةً كَمَا ثَبَتَ ذَلِكَ فِي أَوَّلِ تَفْسِيرِهَا، بَلْ لَا تَزِيدُ عَلَى نِصْفِ الْعُشْرِ إِلَّا قَلِيلًا وَلَعَلَّ كَثْرَةَ مَا فِيهَا مِنَ الْآيَاتِ الْبَيِّنَاتِ عَلَى أُصُولِ الدِّينِ هُوَ الَّذِي حَمَلَ بَعْضَ الْمُفَسِّرِينَ عَلَى الْقَوْلِ بِأَنَّ مَعْنَى (وَلِيَقُولُوا دَرَسْتَ) وَلِئَلَّا يَقُولُوا دَرَسْتَ، فَإِنَّ الْمَجِيءَ بِهَذِهِ الْآيَاتِ الْكَثِيرَةِ الْمُنْتَظِمَةِ لِلْحُجَجِ وَالْبَرَاهِينِ الْمُخْتَلِفَةِ دُفْعَةً وَاحِدَةً مِنْ شَأْنِهِ أَنْ يَمْنَعَ الْمُنْصِفَ مِنْ دَعْوَى اقْتِبَاسِ الْقُرْآنِ بِالْمُدَارَسَةِ مَعَ آخَرِينَ، وَأَيْنَ هَؤَلَاءِ الْمُدَارِسُونَ؟ وَلِمَ لَمْ يَظْهَرْ مِنْ أَحَدٍ مِنْهُمْ وَلَا مِنَ الرَّسُولِ نَفْسِهِ فِي مُدَّةِ أَرْبَعِينَ سَنَةً شَيْءٌ مِنْ هَذِهِ الْمَعَارِفِ الْعَالِيَةِ، وَالْبَلَاغَةِ الْمُعْجِزَةِ؟ كَلَّا إِنَّمَا قَالُوا ذَلِكَ جُحُودًا وَمُكَابَرَةً، وَرُبَّمَا نَطَقَ بِهِ بَعْضُهُمْ بَادِيَ الرَّأْيِ مِنْ غَيْرِ تَفَكُّرٍ فِي مُخَالَفَتِهِ لِمَا هُوَ مَعْلُومٌ بِالضَّرُورَةِ عِنْدَهُمْ مِنْ كَوْنِهِ أُمِّيًّا وَكَوْنِهِ احْتَجَّ عَلَى جُمْهُورِهِمْ فِي ذَلِكَ بِمِثْلِ قَوْلِهِ تَعَالَى فِيهِ:  (قُلْ لَوْ شَاءَ اللهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ) ١٠: ١٦ وَقَوْلِهِ (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ) ٢٩: ٤٨ وَهَذِهِ تَدُلُّ عَلَى أَنَّهُمْ لَمْ يَرْتَابُوا وَإِنَّمَا هِيَ الْمُكَابَرَةُ. </p><p> (اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لَا إِلَهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ) بَعْدَ أَنْ بَيَّنَ تَعَالَى لِرَسُولِهِ أَنَّ النَّاسَ فَرِيقَانِ، فَرِيقٌ قَدْ فَسَدَتْ فِطْرَتُهُمْ وَلَمْ يَبْقَ فِيهِ اسْتِعْدَادٌ لِلِاهْتِدَاءِ بِتِلْكَ الْبَصَائِرِ الْمُنَزَّلَةِ وَلَا الْعِلْمِ بِمَا فِيهَا مِنْ تَصْرِيفِ الْآيَاتِ الْبَيِّنَةِ، فَحَظُّهُمْ مِنْهَا مُكَابَرَتُهَا وَجُحُودُ تَنْزِيلِهَا وَفَرِيقٌ يَعْلَمُونَ، وَبِالْبَيَانِ يَهْتَدُونَ - أَمَرَهُ </p><p> أَنْ يَتَّبِعَ مَا أُوحِيَ إِلَيْهِ مِنْ رَبِّهِ، بِالْبَيَانِ لَهُ وَالْعَمَلِ بِهِ، مُشِيرًا بِإِضَافَةِ اسْمِ الرَّبِّ إِلَى ضَمِيرِهِ، وَنَاصِبًا إِيَّاهُ إِمَامًا لِجَمِيعِ أَبْنَاءِ جِنْسِهِ، يَتَرَبَّى بِهِ مِنْ وُفِّقَ مِنْهُمْ لِاتِّبَاعِهِ، وَذَلِكَ أَنَّ الِاقْتِدَاءَ لَا يَتِمُّ إِلَّا بِمَنْ يَعْمَلُ بِمَا يَعْلَمُ وَيَأْتَمِرُ بِمَا أُمِرَ، وَقَرَنَ هَذَا الْأَمْرَ بِكَلِمَةِ تَوْحِيدِ الْأُلُوهِيَّةِ، لِبَيَانِ وُجُوبِ مُلَازَمَتِهِ لِتَوْحِيدِ الرُّبُوبِيَّةِ، فَكَمَا أَنَّ الْخَالِقَ الْمُرَبِّي لِلْأَشْبَاحِ بِمَا أَنْزَلَ مِنَ الرِّزْقِ، وَلِلْأَرْوَاحِ بِمَا أَنْزَلَ مِنَ الْوَحْيِ، وَاحِدٌ لَا شَرِيكَ لَهُ فِي الْخَلْقِ وَلَا فِي الْهِدَايَةِ، فَالْوَاجِبُ أَنْ يَكُونَ الْإِلَهُ الْمَعْبُودُ وَاحِدًا لَا شَرِيكَ </p>"
}