{
  "id": null,
  "sura": 6,
  "aya": 6,
  "text": "<p> أَوِ الرُّؤَسَاءِ وَالْكُهَّانِ، وَمَاذَا فَعَلَ الْمُسْلِمُونَ بَعْدَ هَذَا التِّبْيَانِ؟ تَبِعَ جَمَاهِيرُهُمْ سَنَنَ مَنْ قَبْلَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ </p><p> وَأَضَاعُوا حُجَّةَ دِينِهِمْ بِتَقْلِيدِ فَلَانٍ وَعِلَّانٍ، وَعَكَسُوا الْقَاعِدَةَ الْمَأْثُورَةَ عَنْ سَلَفِهِمْ وَهِيَ \" اعْرِفِ الرِّجَالَ بِالْحَقِّ لَا الْحَقَّ بِالرِّجَالِ \" وَلَوْلَا حِفْظُ اللهِ جَلَّ وَعَلَا لِهَذَا الْقُرْآنِ وَتَوْفِيقُهُ سَلَفَ الْأُمَّةِ لِلْعِنَايَةِ بِتَدْوِينِ سُنَّةِ الْمُصْطَفَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخْذُ طَائِفَةٍ مِنْ أَهْلِ النَّظَرِ بِهَدْيِهِمَا فِي كُلِّ زَمَانٍ، لَضَاعَ مِنَ الْوُجُودِ هَذَا الْإِسْلَامُ كَمَا ضَاعَتْ مَنْ قَبْلِهِ سَائِرُ الْأَدْيَانِ، وَلَمْ يُغْنِ عَنْ ذَلِكَ وُجُودُ الْأُلُوفِ الْمُؤَلَّفَةِ مِنْ كُتُبِ الْفِقْهِ وَكُتُبِ الْكَلَامِ. </p><p> كَانَ عَاقِبَةُ ذَلِكَ أَنَّ الْحَقَّ صَارَ مَجْهُولًا فِي نَفْسِهِ عِنْدَ الْأَكْثَرِينَ، فَاتَّخَذَ النَّاسُ رُؤَسَاءً جُهَّالًا لِلدُّنْيَا وَلِلدِّينِ، فَتَوَاطَأَ الْفَرِيقَانِ عَلَى اضْطِهَادِ حَمَلَةِ الْحُجَّةِ مِنَ الْعُلَمَاءِ الْمُسْتَقِلِّينَ، وَظَنُّوا أَنَّ ذَلِكَ مِنَ الْكَيَاسَةِ الَّتِي تَقْتَضِيهَا السِّيَاسَةُ، وَيُحْفَظُ بِهَا أَمْرُ الْمُلْكِ وَالرِّيَاسَةِ، وَمَا كَانَ إِلَّا فِتْنَةً لَهُمْ، أَضَاعُوا بِهَا دِينَهُمْ وَمُلْكَهُمْ عَلَى أَيْدِي أَقْوَامٍ مِنْ أُمَمِ الشَّمَالِ، اقْتَبَسُوا مِنَ الْإِسْلَامِ وَأَهْلِهِ الْأَوَّلِينَ ذَلِكَ الِاسْتِقْلَالَ فَنَسَخُوا مَا كَانُوا فِيهِ مِنْ ظُلُمَاتِ التَّقْلِيدَ بِنُورِ الِاسْتِدْلَالِ، فَبَلَغُوا مِنَ الْعِزَّةِ وَالسِّيَادَةِ أَوْجَ الْكَمَالِ. </p><p> ثُمَّ اسْتَدَارَ الزَّمَانُ فَافْتَتَنَ بَعْضُ الْمُسْلِمِينَ بِمَا رَأَوْا عَلَيْهِ هَؤُلَاءِ الْمُسْتَقِلِّينَ، وَلَكِنْ دَاءُ التَّقْلِيدِ الْعُضَالُ لَمْ يُفَارِقْهُمْ فِي هَذِهِ الْحَالِ، فَطَفِقُوا يُقَلِّدُونَهُمْ فِي الْأَزْيَاءِ وَالْعَادَاتِ وَظَوَاهِرِ الْأَحْكَامِ وَالْأَعْمَالِ فَازْدَادُوا بِذَلِكَ خِزْيًا عَلَى خِزْيٍ وَضَلَالًا عَلَى ضَلَالٍ; إِذْ هَدَمُوا مُقَوِّمَاتِ أُمَّتِهِمْ وَمُشَخِّصَاتِهَا وَلَمْ يَسْتَطِيعُوا أَنْ يُكَوِّنُوهَا بِمُقَوِّمَاتٍ وَمُشَخِّصَاتٍ غَيْرِهَا. </p><p> فَهَذِهِ الْآيَاتُ الْكَرِيمَةُ حُجَّةٌ عَلَى مُقَلِّدَةِ الْمُسْلِمِينَ وَعَلَى مُقَلَّدَةِ الْأُورُبِّيِّينَ، فَإِنَّهُمْ هُمُ الَّذِينَ أَضَاعُوا الدُّنْيَا وَالدِّينَ، وَأَعْجَبُ أَمْرِ هَؤُلَاءِ الْمُتَفَرْنِجِينَ أَنَّهُمْ يَدَّعُونَ الِاسْتِقْلَالَ، وَيَظُنُّونَ أَنَّ مَا يَهْذُوُنَ بِهِ مِنَ الشُّبَهَاتِ الدِّينِيَّةِ وَالِاجْتِمَاعِيَّةِ ضَرْبٌ مِنَ الِاسْتِدْلَالِ، فَهَلُمَّ دَلَائِلَكُمْ عَلَى مَا تَرَكْتُمْ مِنْ هِدَايَةٍ، وَمَا اسْتَحْدَثْتُمْ مِنْ غَوَايَةٍ فَإِنَّنَا لِمُنَاظَرَتِكُمْ مُسْتَعِدُّونَ، وَكَمْ دَعَوْنَاكُمْ إِلَيْهِ وَأَنْتُمْ لَا تُجِيبُونَ؟ . </p><p> (أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ) الرُّؤْيَةُ هُنَا عِلْمِيَّةٌ وَ (الْقَرْنُ) مِنَ النَّاسِ الْقَوْمُ الْمُقْتَرِنُونَ فِي زَمَنٍ وَاحِدٍ، جَمْعُهُ قُرُونٌ، وَقَدِ اسْتُعْمِلَ فِي الْقُرْآنِ بِهَذَا الْمَعْنَى مُفْرَدًا وَجَمْعًا، وَاخْتُلِفَ فِي الزَّمَنِ الْمُحَدِّدِ </p><p> لِلْقَرْنِ، فَأَوْسَطُ الْأَقْوَالِ أَنَّهُ سَبْعُونَ أَوْ ثَمَانُونَ سَنَةً، وَقِيلَ: مِائَةٌ أَوْ أَكْثَرُ، وَقِيلَ سِتُّونَ أَوْ أَرْبَعُونَ، وَالْمَعْقُولُ أَنَّهُ مِقْدَارُ مُتَوَسِّطِ أَعْمَارِ النَّاسِ فِي كُلِّ زَمَنٍ. وَذَهَبَ بَعْضُهُمْ إِلَى تَحْدِيدِ الْقَرْنِ بِالْحَالَةِ الِاجْتِمَاعِيَّةِ الَّتِي يَكُونُ عَلَيْهَا الْقَوْمُ. فَقَالَ الزَّجَّاجُ: أَنَّهُ عِبَارَةٌ عَنْ أَهْلِ عَصْرٍ فِيهِمْ نَبِيٌّ أَوْ فَائِقٌ فِي الْعِلْمِ أَوْ مَلِكٌ مِنَ الْمُلُوكِ، وَهَذَا أَقْرَبُ إِلَى اسْتِعْمَالِ الْقُرْآنِ، فَالظَّاهِرُ أَنَّ قَوْمَ نُوحٍ قَرْنٌ وَإِنِ امْتَدَّ زَمَنُهُ فِيهِمْ زُهَاءَ أَلْفِ سَنَةٍ وَقَوْمُ عَادٍ قَرْنٌ وَقَوْمُ صَالِحٍ قَرْنٌ، وَيُطْلَقُ الْقَرْنُ عَلَى الزَّمَانِ نَفْسِهِ، </p><p> وَالْمَشْهُورُ فِي عُرْفِ الْكُتَّابِ الْيَوْمَ أَنَّ الْقَرْنَ مِائَةُ سَنَةٍ. وَ (التَّمْكِينُ) يُسْتَعْمَلُ بِاللَّامِ وَفِي، يُقَالُ: مَكَّنَ لَهُ فِي الْأَرْضِ جَعَلَ لَهُ مَكَانًا فِيهَا وَنَحْوَهُ أَرْضٌ لَهُ، وَمِنْهُ (إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ)  (١٨: ٨٤) وَيُقَالُ: مَكَّنَهُ فِي الْأَرْضِ أَيْ أَثْبَتَهُ فِيهَا، وَمِنْهُ (وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ)  (٤٦: ٢٦) كَذَا فِي الْكَشَّافِ. قَالَ وَلِتَقَارُبِ الْمَعْنَيَيْنِ جَمَعَ بَيْنَهُمَا فِي هَذِهِ الْآيَةِ. وَقِيلَ إِنَّ \" مَكَّنَهُ وَمَكَّنَ لَهُ كَوَهَبَهُ وَوَهَبَ لَهُ \" ، وَقَالَ أَبُو عَلِيٍّ اللَّامُ زَائِدَةٌ كَرِدْفٍ لَهُ، وَسَيَأْتِي تَحْقِيقُ مَعْنَى الِاسْتِعْمَالَيْنِ. </p><p> وَالسَّمَاءُ الْمَطَرُ، وَالْمِدْرَارُ الْمِغْزَارُ فَهُوَ صِيغَةُ مُبَالَغَةٍ مِنَ الدَّرِّ، وَهُوَ مَصْدَرُ دَرَّ اللَّبَنُ دَرًّا أَيْ كَثُرَ وَغَزُرَ، وَيُسَمَّى اللَّبَنُ الْحَلِيبُ دَرًّا كَالْمَصْدَرِ. </p><p> وَالْإِرْسَالُ وَالْإِنْزَالُ مُتَقَارِبَانِ فِي الْمَعْنَى لِأَنَّ اشْتِقَاقَ الْإِرْسَالِ مِنْ رُسُل اللَّبَنِ وَهُوَ مَا يَنْزِلُ مِنَ الضَّرْعِ مُتَتَابِعًا، وَقَالَ الرَّاغِبُ: أَصْلُ الرِّسْلِ الِانْبِعَاثُ عَلَى التُّؤَدَةِ وَيُقَالُ نَاقَةٌ رَسْلَةٌ سَهْلَةُ السَّيْرِ، وَإِبِلٌ مَرَاسِيلُ مُنْبَعِثَةٌ انْبِعَاثًا سَهْلًا، وَمِنْهُ الرَّسُولُ الْمُنْبَعِثُ، ثُمَّ ذَكَرَ أَنَّ الْإِرْسَالَ يَكُونُ بِبَعْثِ مَنْ لَهُ اخْتِيَارٌ كَإِرْسَالِ الرُّسُلِ وَبِالتَّسْخِيرِ كَإِرْسَالِ الرِّيحِ وَالْمَطَرِ وَبِتَرْكِ الْمَنْعِ نَحْوَ قَوْلِهِ:  (أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ)  (١٩: ٨٣) وَيُسْتَعْمَلُ فِيمَا يُقَابِلُ الْإِمْسَاكَ نَحْوَ (وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ)  (٣٥: ٢) . </p><p> وَالْكَلَامُ اسْتِئْنَافٌ لِبَيَانِ مَا تَوَعَّدَهُمْ بِهِ وَكَوْنُهُ مِمَّا سَبَقَتْ بِهِ سُنَّتُهُ فِي الْمُكَذِّبِينَ مِنْ أَقْوَامِ الْأَنْبِيَاءِ، وَالْمَعْنَى أَلَمْ يَعْلَمْ هَؤُلَاءِ الْكُفَّارُ الْمُكَذِّبُونَ بِالْحَقِّ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَوْمٍ أَعْطَيْنَاهُمْ مِنَ التَّمْكِينِ وَالِاسْتِقْلَالِ فِي الْأَرْضِ وَأَسْبَابِ التَّصَرُّفِ فِيهَا مَا لَمْ نُعْطِهِمْ هُمْ مِثْلَهُ، ثُمَّ لَمْ تَكُنْ تِلْكَ الْمَوَاهِبُ وَالنِّعَمُ بِمَانِعَةٍ لَهُمْ مِنْ عَذَابِنَا لِمَا اسْتَحَقُّوهُ بِذُنُوبِهِمْ (أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ)  (٥٤: ٤٣) ؟ لَا هَذَا وَلَا ذَاكَ، فَإِمَّا الْإِيمَانُ وَإِمَّا الْهَلَاكُ. </p><p> وَكَانَ الظَّاهِرُ أَنْ يُقَالَ: مَكَّنَّاهُمْ فِي الْأَرْضِ أَيِ الْقُرُونَ مَا لَمْ نُمَكِّنْهُمْ أَيِ الْكَفَّارَ الْمَحْكِيَّ عَنْهُمُ الْمُسْتَفْهَمَ عَنْ حَالِهِمْ، فَعَدَلَ عَنْ ذَلِكَ بِالِالْتِفَاتِ عَنِ الْغِيبَةِ إِلَى الْخِطَابِ لِمَا فِي إِيرَادِ الْفِعْلَيْنِ بِضَمِيرَيِ الْغَيْبَةِ مِنْ إِيهَامِ اتِّحَادِ مَرْجِعِهِمَا وَكَوْنِ الْمُثَبَتُ عَيْنَ الْمَنْفِيِّ. فَقِيلَ: مَا لَمْ نُمْكِنْ لَكُمْ: وَإِنَّمَا لَمْ يَقُلْ: \" مَا لَمْ نُمَكِّنْكُمْ \" أَوْ: \" وَمَكَّنَا لَهُمْ مَا لَمْ نُمَكِّنْ لَكُمْ \" وَهُوَ مُقْتَضَى الْمُطَابَقَةِ لِنُكْتَةٍ دَقِيقَةٍ لَا يُدْرِكُهَا إِلَّا مِنْ فَقُهَ الْفَرْقَ بَيْنَ مَكَّنَهُ وَمَكَّنَ لَهُ، وَقَدْ غَفَلَ عَنْهُ جَمَاهِيرُ أَهْلِ اللُّغَةِ وَالتَّفْسِيرِ \" وَالتَّحْقِيقُ أَنَّ مَعْنَى مَكَّنَهُ فِي الْأَرْضِ أَوْ فِي الشَّيْءِ: جَعَلَهُ مُتَمَكِّنًا مِنَ التَّصَرُّفِ تَامَّ الِاسْتِقْلَالِ فِيهِ. وَأَمَّا مَكَّنَ لَهُ فَقَدِ اسْتُعْمِلَ فِي الْقُرْآنِ مَعَ التَّصْرِيحِ بِالْمَفْعُولِ بِهِ وَمَعَ حَذْفِهِ، فَالْأَوَّلُ كَقَوْلِهِ تَعَالَى:  (وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ)  (٢٤: ٥٥) وَقَوْلِهِ: (أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا)  (٢٨: ٥٧) وَالثَّانِي كَقَوْلِهِ تَعَالَى: (وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ)  (١٢: ٢١) وَقَوْلِهِ فِي ذِي الْقَرْنَيْنِ: (إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا)  (١٨: ٨٤) فَلَا بُدَّ فِي مِثْلِ هَذَا مِنْ تَقْدِيرِ الْمَفْعُولِ الْمَحْذُوفِ مَعَ مُرَاعَاةِ مَا يُنَاسِبُ ذَلِكَ </p><p> مِنْ نُكَتِ الْحَذْفِ، كَكَوْنِ الْمَفْعُولِ فِي هَاتَيْنِ الْآيَتَيْنِ عَامًّا يَتَنَاوَلُ كُلَّ مَا يَصْلُحُ لِلْمَقَامِ، كَأَنْ يُقَالُ: مَكَّنَا لِيُوسُفَ وَلِذِي الْقَرْنَيْنِ فِي الْأَرْضِ جَمِيعَ أَسْبَابِ الِاسْتِقْلَالِ فِي التَّصَرُّفِ. </p><p> إِذَا فَقِهْتَ هَذَا فَاعْلَمْ أَنَّ فِي هَذِهِ الْآيَةِ احْتِبَاكًا تَقْدِيرُهُ \" مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْكُمْ، وَمَكَّنَا لَهُمْ مَا لَمْ نُمَكِّنْ لَكُمْ \" وَمَعْنَى الْأَوَّلِ أَنَّهُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَتَمَكُّنًا فِي أَرْضِهِمْ، فَلَمْ يَكُنْ يُوجَدُ حَوْلَهُمْ مَنْ يُضَارِعُهُمْ فِي قُوَّتِهِمْ، وَيَقْدِرُ عَلَى سَلْبِ اسْتِقْلَالِهِمْ، وَمَعْنَى الثَّانِي أَنَّنَا أَعْطَيْنَاهُمْ مِنْ أَسْبَابِ التَّمَكُّنِ فِي الْأَرْضِ وَضُرُوبِ التَّصَرُّفِ وَأَنْوَاعِ النِّعَمِ مَا لَمْ نُعْطِكُمْ. فَحَذَفَ مِنْ كُلٍّ مِنَ الْمُتَقَابِلَيْنِ مَا أَثْبَتَ نَظِيرَهُ فِي الْآخَرِ، وَهَذَا مِنْ أَعْلَى فُنُونِ الْإِيجَازِ، الَّذِي وَصَلَ فِي الْقُرْآنِ إِلَى أَوْجِ الْإِعْجَازِ، وَيَصْدُقُ كُلٌّ مِنَ التَّمْكِينَيْنِ عَلَى قَوْمِ عَادٍ وَثَمُودَ وَقَوْمِ فِرْعَوْنَ وَغَيْرِهِمْ، كَمَا يُعْلَمُ مِنْ قَصَصِ الرُّسُلِ فِي الْقُرْآنِ وَمِنَ التَّارِيخِ الْعَامِّ. </p><p> ثُمَّ عَطَفَ عَلَى هَذَا مَا امْتَازَتْ بِهِ الْقُرُونُ عَلَى كُفَّارِ قُرَيْشٍ مِنَ النِّعَمِ الْإِلَهِيَّةِ الْخَاصَّةِ بِمَوَاقِعِ بِلَادِهِمْ مِنَ الْأَرْضِ فَقَالَ:  (وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا) إِرْسَالُ السَّمَاءِ عِبَارَةٌ عَنْ إِنْزَالِ الْمَطَرِ، وَالْمِدْرَارُ الْغَزِيرُ كَمَا تَقَدَّمَ (وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ) </p><p> أَيْ وَسَخَّرَنَا لَهُمُ الْأَنْهَارَ وَهِيَ مَجَارِي الْمِيَاهِ الْفَائِضَةِ وَهَدَيْنَاهُمْ إِلَى الِاسْتِمْتَاعِ بِهَا بِجَعْلِهَا تَجْرِي دَائِمًا مِنْ تَحْتِ مَسَاكِنِهِمُ الَّتِي يَبْنُونَهَا عَلَى ضِفَافِهِ، أَوْ فِي الْجَنَّاتِ وَالْحَدَائِقِ الَّتِي تَتَفَجَّرُ خِلَالَهَا، فَيَتَمَتَّعُونَ بِالنَّظَرِ إِلَى جَمَالِهَا، وَبِسَائِرِ ضُرُوبِ الِانْتِفَاعِ مِنْ أَمْوَاهِهَا. </p><p> (فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ)  (أَيْ فَكَانَ عَاقِبَةُ أَمْرِهِمْ لَمَّا كَفَرُوا بِتِلْكَ النِّعَمِ وَكَذَّبُوا الرُّسُلَ أَنْ أَهْلَكْنَا كُلَّ قَرْنٍ مِنْهُمْ بِسَبَبِ ذُنُوبِهِمُ الَّتِي كَانُوا يَقْتَرِفُونَهَا. وَأَنْشَأْنَا أَيْ أَوْجَدْنَا مِنْ بَعْدِ الْهَالِكِينَ مِنْ كُلٍّ مِنْهُمْ قَرْنًا آخَرِينَ يُعَمِّرُونَ الْبِلَادَ وَيَكُونُونَ أَجْدَرَ بِشُكْرِ نِعَمِ اللهِ عَلَيْهِمْ فِيهَا.وَالذُّنُوبُ الَّتِي يُهْلِكُ اللهُ بِهَا الْقُرُونَ وَيُعَذِّبُ بِهَا الْأُمَمَ قِسْمَانِ:(أَحَدُهُمَا) مُعَانَدَةُ الرُّسُلِ وَالْكُفْرُ بِمَا جَاءُوا بِهِ. (وثَانِيهِمَا) كُفْرُ النِّعَمِ بِالْبَطَرِ وَالْأَشَرِ وَغَمْطُ الْحَقِّ وَاحْتِقَارُ النَّاسِ وَظُلْمُ الضُّعَفَاءِ، وَمُحَابَاةُ الْأَقْوِيَاءِ، وَالْإِسْرَافُ فِي الْفِسْقِ وَالْفُجُورِ، وَالْغُرُورُ بِالْغِنَى وَالثَّرْوَةِ، فَهَذَا كُلُّهُ مِنَ الْكُفْرِ بِنِعَمِ اللهِ وَاسْتِعْمَالُهَا فِي غَيْرِ مَا يُرْضِيهِ مِنْ نَفْعِ النَّاسِ وَالْعَدْلِ الْعَامِّ، وَالْأَيَّامُ النَّاطِقَةُ بِتِلْكَ الذُّنُوبِ مُجْتَمِعَةٌ وَمُتَفَرِّقَةٌ كَثِيرَةٌ كَقَوْلِهِ تَعَالَى:  (وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ)  (٢٨: ٥٨، ٥٩)  (وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ)  (١١: ١٠٢)  (وَضَرَبَ اللهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللهِ فَأَذَاقَهَا اللهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ)  (١٦: ١١٢)  (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا ١٧: ١٦) </p>"
}