{
  "id": null,
  "sura": 6,
  "aya": 161,
  "text": "<p> (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ قُلْ أَغَيْرَ اللهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ) </p><p> قَدْ خَتَمَ اللهُ تَعَالَى هَذِهِ السُّورَةَ بِهَذِهِ الْآيَاتِ الْكَرِيمَةِ الْجَامِعَةِ فَكَانَتْ خَيْرَ الْخَوَاتِيمِ فِي بَرَاعَةِ الْمَقْطَعِ. ذَلِكَ بِأَنَّنَا بَيَّنَّا فِي مَوَاضِعَ مِنْ تَفْسِيرِهَا أَنَّهَا أَجْمَعُ السُّورِ لِأُصُولِ الدِّينِ وَإِقَامَةِ الْحُجَجِ عَلَيْهَا وَدَفْعِ الشُّبَهَ عَنْهَا، وَلِإِبْطَالِ عَقَائِدِ الشِّرْكِ وَتَقَالِيدِهِ وَخُرَافَاتِ أَهْلِهِ. وَهَذِهِ الْخَاتِمَةُ مُنَاسِبَةٌ لِجُمْلَةِ السُّورَةِ فِي أُسْلُوبِهَا وَمَعَانِيهَا ; ذَلِكَ بِأَنَّهُ كَانَ مِمَّا امْتَازَتْ بِهِ السُّورَةُ كَثْرَةُ بَدْءِ الْآيَاتِ فِيهَا بِخِطَابِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكَلِمَةِ (قُلْ) لِأَنَّهَا لِتَبْلِيغِ الدَّعْوَةِ، كَمَا كَثُرَ فِيهَا حِكَايَةُ أَقْوَالِ أَهْلِ الشِّرْكِ وَالْكُفْرِ مَبْدُوءَةً بِكَلِمَةِ (وَقَالُوا) مَعَ التَّعْقِيبِ عَلَيْهَا بِكَشْفِ الشُّبْهَةِ وَإِقَامَةِ الْحُجَّةِ - تَرَى بَعْدَ هَذَا وَذَاكَ فِي آخِرِ الْعُشْرِ الْأَوَّلِ وَأَوَّلِ الْعُشْرِ الثَّانِي مِنْهَا - فَجَاءَتْ هَذِهِ الْخَاتِمَةُ بِالْأَمْرِ الْأَخِيرِ لَهُ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ بِأَنْ يَقُولَ لَهُمُ الْقَوْلَ الْجَامِعَ لِجُمْلَةِ مَا قَبْلَهُ، وَهُوَ أَنَّ مَا فُصِّلَ فِي السُّورَةِ هُوَ صِرَاطُ اللهِ الْمُسْتَقِيمُ، وَدِينُهُ الْقَيِّمُ الَّذِي هُوَ مِلَّةُ إِبْرَاهِيمَ، دُونَ مَا يَدَّعِيهِ الْعَرَبُ الْمُشْرِكُونَ، وَأَهْلُ الْكِتَابِ الْمُحَرِّفُونَ، وَأَنَّهُ عَلَيْهِ صَلَوَاتُ اللهِ وَسَلَامُهُ إِنَّمَا يَدْعُو إِلَيْهِ وَهُوَ مُعْتَصِمٌ بِهِ قَوْلًا وَعَمَلًا وَإِيمَانًا وَتَسْلِيمًا عَلَى أَكْمَلِ وَجْهِهِ، فَهُوَ أَوَّلُ الْمُسْلِمِينَ، وَأَخْلَصُ الْمُوَحِّدِينَ، وَأَخْشَعُ الْعَابِدِينَ، بِمَا جَاءَ بِهِ مِنْ تَجْدِيدِ الدِّينِ وَإِكْمَالِهِ بَعْدَ </p><p> تَحْرِيفِهِ وَانْحِرَافِ جَمِيعِ الْأُمَمِ عَنْ صِرَاطِهِ، وَأَنَّ تَوْحِيدَ الْأُلُوهِيَّةِ الَّذِي يُخَالِفُنَا فِيهِ الْمُشْرِكُونَ مَبْنِيٌّ </p><p> عَلَى تَوْحِيدِ الرُّبُوبِيَّةِ الَّذِي هُمْ بِهِ مُؤْمِنُونَ (وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلَّا وَهُمْ مُشْرِكُونَ)  (١٢: ١٠٦) وَأَنَّ الْجَزَاءَ عِنْدَ اللهِ عَلَى الْأَعْمَالِ مَبْنِيٌّ عَلَى عَدَمِ انْتِفَاعِ أَحَدٍ أَوْ مُؤَاخَذَتِهِ بِعَمَلِ غَيْرِهِ. وَأَنَّ الْمَرْجِعَ إِلَى اللهِ تَعَالَى وَحْدَهُ، وَأَنَّ لَهُ تَعَالَى سُنَنًا فِي اسْتِخْلَافِ الْأُمَمِ وَاخْتِبَارِهِمْ بِالنِّعَمِ وَالنِّقَمِ، وَأَنَّهُ هُوَ الَّذِي يَتَوَلَّى عِقَابَ الْمُسِيئِينَ وَالرَّحْمَةَ لِلْمُحْسِنِينَ، وَكُلُّ ذَلِكَ مِمَّا يَهْدِمُ أَسَاسَ الشِّرْكِ الَّذِي هُوَ الِاتِّكَالُ عَلَى الْوُسَطَاءِ بَيْنَ اللهِ وَالنَّاسِ فِي غُفْرَانِ ذُنُوبِهِمْ وَقَضَاءِ حَاجَتِهِمْ. </p><p> (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ) أَيْ قُلْ أَيُّهَا الرَّسُولُ الْخَاتِمُ لِلنَّبِيِّنَ لِقَوْمِكَ وَسَائِرِ أُمَّةِ الدَّعْوَةِ وَهُمْ جَمِيعُ الْبَشَرِ: إِنَّنِي أَرْشَدَنِي رَبِّي وَأَوْصَلَنِي بِمَا أَوْحَاهُ إِلَيَّ بِفَضْلِهِ وَاخْتِصَاصِهِ فِي هَذِهِ السُّورَةِ وَكَذَا غَيْرُهَا إِلَى طَرِيقٍ مُسْتَقِيمٍ يَصِلُ سَالِكُهُ إِلَى سَعَادَةِ الدَّارَيْنِ - الدُّنْيَا وَالْآخِرَةِ - مِنْ غَيْرِ عَائِقٍ وَتَأْخِيرٍ ; لِأَنَّهُ لَا عِوَجَ فِيهِ وَلَا اشْتِبَاهَ، كَمَا قَالَ فِي آيَةٍ أُخْرَى:  (وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا)  (٤٨: ٢) وَهُوَ الَّذِي أَدْعُوكُمْ إِلَى طَلَبِهِ مِنْهُ تَعَالَى فِي مُنَاجَاتِكُمْ إِيَّاهُ: (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ)  (١: ٦)  (دِينًا قِيَمًا) أَيْ إِنَّ هَذَا الصِّرَاطَ الْمُسْتَقِيمَ هُوَ الدِّينُ الَّذِي يَصْلُحُ وَيَقُومُ بِهِ أَمْرُ النَّاسِ فِي الْمَعَاشِ وَالْمَعَادِ: فَقَوْلُهُ: (دِينًا) بَدَلٌ مِنْ صِرَاطٍ مُسْتَقِيمٍ بِاعْتِبَارِ الْمَحَلِّ وَ (قِيَمًا) صِفَةٌ لَهُ. قَرَأَهُ ابْنُ عَامِرٍ وَعَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ بِكَسْرِ الْقَافِ وَفَتْحِ الْيَاءِ عَلَى أَنَّهُ مَصْدَرٌ نُعِتَ بِهِ لِلْمُبَالَغَةِ وَكَانَ قِيَاسُهُ \" قِوَمًا \" كَعِوَضٍ وَلَكِنَّهُ أُعِلَّ تَبَعًا لِفِعْلِهِ \" قَامَ \" كَالْقِيَامِ وَأَصْلُهُ الْقَوَامُ. وَتَقَدَّمَ فِي أَوَائِلِ تَفْسِيرِ النِّسَاءِ وَأَوَاخِرِ الْمَائِدَةِ أَنَّهُ مَا يَقُومُ وَيَثْبُتُ بِهِ الشَّيْءُ. وَقَرَأَهُ الْبَاقُونَ بِفَتْحِ الْقَافِ وَتَشْدِيدِ الْيَاءِ بِوَزْنِ (سَيِّدٍ) وَقَدْ قَالُوا: إِنَّهُ أَبْلَغُ مِنَ الْمُسْتَقِيمِ بِزِنَتِهِ وَهَيْئَتِهِ، وَهَذَا أَبْلَغُ بِصِيغَتِهِ وَكَثْرَةِ مَادَّتِهِ وَقِيلَ بِمَا فِي الصِّيغَةِ مِنْ مَعْنَى الطَّلَبِ، فَكَانَ الْمُسْتَقِيمُ هُوَ الَّذِي يَقْتَضِي أَنْ يَكُونَ الشَّيْءُ قَيِّمًا، أَوْ يَجْعَلُ ذَلِكَ سَهْلًا. وَتَقَدَّمَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (جَعَلَ اللهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ)  (٥: ٩٧) مَا يُفِيدُ الْقَارِئَ تَفْصِيلًا فِيمَا فَسَّرْنَا بِهِ الدِّينَ الْقَيِّمَ (مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) أَيْ أَعْنِي - أَوِ الْزَمُوا - مِلَّةَ إِبْرَاهِيمَ حَالَ كَوْنِهِ حَنِيفًا، أَيْ مَائِلًا عَنْ جَمِيعِ مَا سِوَاهُ مِنَ الشِّرْكِ وَالْبَاطِلِ وَالْعِوَجِ وَالضَّلَالِ مُسْتَقِيمًا عَلَيْهِ، (وَمَا كَانَ مِنَ الْمُشْرِكِينَ) فَإِنَّ الْحَنِيفِيَّةَ تُنَافِي الشِّرْكَ، فَفِيهِ تَكْذِيبٌ لَهُمْ فِي دَعْوَاهُمْ أَنَّهُمْ عَلَى مِلَّةِ إِبْرَاهِيمَ، وَقَدْ وُصِفَ إِبْرَاهِيمُ بِالْحَنِيفِ فِي سُورَةِ الْبَقَرَةِ (٢: ١٣٥) وَسُورَةِ آلِ عِمْرَانَ </p><p> (٣: ٦٧ و٩٥) وَسُورَةِ النَّحْلِ (١٦: ١٢٠ و١٢٣) وَسُورَةِ الْأَنْعَامِ (٦: ٧٩) وَهَذِهِ الْآيَةُ الَّتِي نُفَسِّرُهَا، وَفِي كُلِّ آيَةٍ مِنْ هَذِهِ الْآيَاتِ وَصْفٌ بِأَنَّهُ لَمْ يَكُنْ مِنَ الْمُشْرِكِينَ. وَجَاءَ فِي سُورَةِ النِّسَاءِ (وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللهُ إِبْرَاهِيمَ خَلِيلًا)  (٤: ١٢٥) وَلَكِنْ قِيلَ: إِنَّ حَنِيفًا هُنَا حَالٌ مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَقِيلَ: مِنْ إِبْرَاهِيمَ. </p><p> هَذَا الدِّينُ دِينُ التَّوْحِيدِ وَالِاسْتِقَامَةِ وَالْإِخْلَاصِ لِلَّهِ وَحْدَهُ فِي الْعِبَادَةِ، هُوَ الدِّينُ الَّذِي بَعَثَ اللهُ بِهِ جَمِيعَ رُسُلِهِ وَقَرَّرَهُ فِي جَمِيعِ كُتُبِهِ، وَإِنَّمَا عَبَّرَ عَنْهُ بِمِلَّةِ إِبْرَاهِيمَ لِأَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ وَعَلَى آلِهِ هُوَ النَّبِيُّ الْمُرْسَلُ الَّذِي أَجْمَعَ عَلَى الِاعْتِرَافِ بِفَضْلِهِ وَصِحَّةِ دِينِهِ وَحُسْنِ هَدْيِهِ الْعَرَبُ وَمَنْ حَوْلَهُمْ مِنْ أَهْلِ الْكِتَابِ الْيَهُودِ وَالنَّصَارَى، وَكَّلٌّ يَدَّعِي الِاهْتِدَاءَ بِهُدَاهُ، وَقَدْ كَانَتْ قُرَيْشٌ وَمَنْ وَافَقَهَا مِنَ الْعَرَبِ يُسَمُّونَ أَنْفُسَهُمُ الْحُنَفَاءَ، مُدَّعِينَ أَنَّهُمْ عَلَى مِلَّةِ إِبْرَاهِيمَ ; وَلِذَلِكَ وُصِلَ وَصْفُهُ بِالْحَنِيفِ بِنَفْيِ الشِّرْكِ عَنْهُ، وَكَذَا فَعَلَ أَهْلُ الْكِتَابِ بِادِّعَاءِ اتِّبَاعِهِ وَاتِّبَاعِ مُوسَى وَعِيسَى عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَكَذَا يَفْعَلُ أَهْلُ الْبِدَعِ الشِّرْكِيَّةِ مِنَ الْمُنْتَمِينَ إِلَى الْإِسْلَامِ، لِأَنَّ الشِّرْكَ وَالْكُفْرَ يَسْرِي إِلَى أَكْثَرِ النَّاسِ مِنْ حَيْثُ لَا يَشْعُرُونَ أَنَّهُ شِرْكٌ وَكُفْرٌ، وَقَدْ بَيَّنَّا هَذَا الِاحْتِرَاسَ فِي تَفْسِيرِ (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ)  (٣: ٦٧) </p><p> وَقَدْ قَالَ تَعَالَى فِي إِرْشَادِ هَذِهِ الْأُمَّةِ:  (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ)  (٢٢: ٣٠، ٣١) وَمِثْلُهُ فِي أَوَاخِرِ سُورَةِ يُونُسَ: (وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ)  (١٠: ١٠٥) وَفِي سُورَةِ الرُّومِ: (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ)  (٣٠: ٣٠ - ٣٢) فَهَذَا بِمَعْنَى مَا نَحْنُ بِصَدَدِ تَفْسِيرِهِ فِي جُمْلَتِهِ وَسِيَاقِهِ كَمَا نَبَّهْنَا إِلَيْهِ فِي الْكَلَامِ عَلَى التَّفَرُّقِ فِي الدِّينِ وَمَا هُوَ بِبَعِيدٍ. </p><p> وَأَمَّا أَمَرُهُ تَعَالَى لِخَاتَمِ رُسُلِهِ بِالْإِخْبَارِ بِأَنَّ مَا هَدَاهُ تَعَالَى إِلَيْهِ مِنَ الدِّينِ الْقَيِّمِ هُوَ مِلَّةُ إِبْرَاهِيمَ فَهُوَ بِمَعْنَى أَمْرِهِ بِاتِّبَاعِ مِلَّةِ إِبْرَاهِيمَ فِي سُورَةِ النَّحْلِ حَيْثُ قَالَ:  (إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ شَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً</p><p> وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ)  (١٦: ١٢٠ - ١٢٣) فَحِكْمَةُ كُلٍّ مِنَ الْإِخْبَارِ وَالْأَمْرِ اسْتِمَالَةُ الْعَرَبِ ثُمَّ أَهْلِ الْكِتَابِ إِلَى الْإِسْلَامِ، بِبَيَانِ أَنَّ أَسَاسَهُ وَقَوَاعِدَ عَقَائِدِهِ وَدَعَائِمَ فَضَائِلِهِ هِيَ مَا كَانَ عَلَيْهِ إِبْرَاهِيمُ الْمُتَّفَقُ عَلَى هُدَاهُ وَجَلَالَتِهِ، وَكَذَا سَائِرُ رُسُلِ اللهِ تَعَالَى، وَإِنَّمَا تَخْتَلِفُ الْأَحْكَامُ الْعَمَلِيَّةُ مِنَ الْعِبَادَاتِ وَالْمُعَامَلَاتِ الْمَدَنِيَّةِ وَالسِّيَاسِيَّةِ كَمَا تَقَدَّمَ بَيَانُهُ فِي قَوْلِهِ تَعَالَى بَعْدَ ذِكْرِ التَّوْرَاةِ وَالْإِنْجِيلِ مِنْ سُورَةِ الْمَائِدَةِ:  (وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ)  (٥: ٤٨) وَقَدْ ذَكَرْنَا الْآيَةَ </p>"
}