{
  "id": null,
  "sura": 6,
  "aya": 103,
  "text": "<p> (ذَلِكُمُ اللهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ) ٤٠: ٦٢ قَامَ فِيهِ وَصْفُهُ بِالْخَلْقِ عَلَى كَلِمَةِ التَّوْحِيدِ عَكْسَ مَا هُنَا، لِأَنَّ مَا هُنَا رَدٌّ عَلَى الْمُشْرِكِينَ فَنَاسَبَ فِيهِ تَقْدِيمُ كَلِمَةِ التَّوْحِيدِ، وَآيَةُ سُورَةِ \" الْمُؤْمِنِ \" جَاءَتْ بَيْنَ آيَاتٍ فِي خَلْقِ وَنِعَمِ اللهِ فِيهِ فَنَاسَبَ تَقْدِيمُ الْوَصْفِ بِالْخَلْقِ فِيهَا عَلَى التَّوْحِيدِ الَّذِي هُوَ نَتِيجَةٌ لِذَلِكَ وَغَايَةٌ. </p><p> (لَا تُدْرِكُهُ الْأَبْصَارُ) الْبَصَرُ الْعَيْنُ إِلَّا أَنَّهُ مُذَكَّرٌ، وَأَبْصَرْتُ الشَّيْءَ رَأَيْتُهُ، وَقِيلَ: الْبَصَرُ حَاسَّةُ الرُّؤْيَةِ، ابْنُ سِيدَهْ: الْبَصَرُ حُسْنُ الْعَيْنِ وَالْجَمْعُ أَبْصَارٌ، ذَكَرَهُ فِي اللِّسَانِ وَقَالَ الرَّاغِبُ: الْبَصَرُ يُقَالُ لِلْجَارِحَةِ النَّاظِرَةِ، نَحْوَ قَوْلِهِ:  (كَلَمْحِ الْبَصَرِ)  (وَإِذْ زَاغَتِ الْأَبْصَارُ) ٣٣: ١٠ وَلِلْقُوَّةِ الَّتِي فِيهَا، وَالْإِدْرَاكُ اللِّحَاقُ وَالْوُصُولُ إِلَى الشَّيْءِ، قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ، وَأَتْبَعَ فِرْعَوْنُ بِجُنُودِهِ بَنِي إِسْرَائِيلَ (فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ) ٢٦: ٦١ وَيُقَالُ: أَدْرَكَهُ الطَّرْفُ وَالْمَوْتُ وَمِنْهُ (حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ) ١٠: ٩٠ فِي كُلِّ ذَلِكَ مَعْنَى اللِّحَاقِ بَعْدَ اتِّبَاعٍ حِسِّيٍّ أَوْ مَعْنَوِيٍّ وَالدَّرْكُ - بِالْفَتْحِ - أَقْصَى قَعْرِ </p><p> الْبَحْرِ، وَمِنْهُ (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ) ٤: ١٤٥ قُرِئَ بِالْفَتْحِ وَالتَّحْرِيكِ، وَقَالَ الرَّاغِبُ: الدَّرْجُ كَالدَّرْكِ لَكِنَّ الدَّرْجَ يُقَالُ بِاعْتِبَارِ الصُّعُودِ وَالدَّرْكَ اعْتِبَارًا بِالْحُدُورِ وَأَدْرَكَ بَلَغَ أَقْصَى الشَّيْءِ، وَأَدْرَكَ الصَّبِيُّ بَلَغَ غَايَةَ الصِّبَا وَذَلِكَ حِينَ الْبُلُوغِ، انْتَهَى وَيُقَالُ فِيمَا بَعُدَ أَوْ دَقَّ أَوْ خَفِيَ: لَا يُدْرِكُهُ الطَّرْفُ، فَإِنَّ اجْتِهَادَ النَّظَرِ لِإِدْرَاكِ مَا لَطُفَ وَدَقَّ إِعْمَالُهُ فِي مُحَاوَلَةِ إِبْصَارِ الْبَعِيدِ، فَفِي الْإِدْرَاكِ مَعْنَى اللُّحُوقِ وَمَعْنَى بُلُوغِ غَايَةِ الشَّيْءِ، وَمِنْ هُنَا فَسَّرَ الْجُمْهُورُ الْإِدْرَاكَ فِي الْآيَةِ بِرُؤْيَةِ الْإِحَاطَةِ الَّتِي يُعْرَفُ بِهَا كُنْهُهُ عَزَّ وَجَلَّ فَتَكُونُ بِمَعْنَى (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا) ٢٠: ١١٠ نَفْيُ إِحَاطَةِ الْعِلْمِ لَا يَسْتَلْزِمُ نَفْيَ أَصْلِ الْعِلْمِ، وَكَذَلِكَ نَفْيُ إِدْرَاكِ الْبَصَرِ لِلشَّيْءِ لَا يَسْتَلْزِمُ نَفْيَ رُؤْيَتِهِ إِيَّاهُ مُطْلَقًا، وَهَذَا أَقْوَى مَا جَمَعَ بِهِ أَهْلُ السُّنَّةِ بَيْنَ الْآيَةِ وَالْأَحَادِيثِ الصَّحِيحَةِ النَّاطِقَةِ بِرُؤْيَةِ الْمُؤْمِنِينَ لِرَبِّهِمْ فِي الْآخِرَةِ مِنْ جِهَةِ اللُّغَةِ، وَمَنْ سَلَّمَ لِلْمُعْتَزِلَةِ وَغَيْرِهِمْ مِنْ مُنْكِرِي الرُّؤْيَةِ قَوْلَهُمْ إِنَّ الْإِدْرَاكَ هُنَا بِمَعْنَى الرُّؤْيَةِ مُطْلَقًا قَالُوا: إِنَّ النَّفْيَ خَاصٌّ بِحَالِ الْحَيَاةِ الدُّنْيَا الَّتِي يَعْهَدُهَا الْمُخَاطَبُونَ وَلَا يَعْرِفُونَ فِيهَا رُؤْيَةً إِلَّا لِلْأَجْسَامِ وَصِفَاتِهَا مِنَ الْأَشْكَالِ وَالْأَلْوَانِ، وَهِيَ الَّتِي يُشْتَرَطُ فِيهَا مَا ذَكَرُوهُ كَالْمُقَابَلَةِ وَعَدَمِ الْحَائِلِ، وَقَالُوا: إِنَّ عَائِشَةَ كَانَتْ تُثْبِتُ الرُّؤْيَةَ فِي الْآخِرَةِ وَتَنْفِيهَا فِي الدُّنْيَا حَتَّى عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ الَّذِي كَانَ يَرَى مِنْ وَرَاءِهِ كَمَا يَرَى مِنْ أَمَامِهِ لِغَلَبَةِ رُوحِهِ الشَّرِيفَةِ اللَّطِيفَةِ عَلَى جُثَّتِهِ الْمَنِيفَةِ، وَقَدْ جَلَيَّنَا مَسْأَلَةَ رُؤْيَةِ الرَّبِّ فِي الْآخِرَةِ فِي بَابِ الْفَتْوَى مِنْ مُجَلَّدٍ الْمَنَارِ التَّاسِعَ عَشَرَ (ص ٢٨٢ - ٢٨٨) وَسَنَعُودُ إِلَيْهَا فِي تَفْسِيرِ قَوْلِهِ تَعَالَى لِمُوسَى عَلَيْهِ السَّلَامُ: (لَنْ تَرَانِي) ٧: ١٤٣ </p><p> مِنْ سُورَةِ الْأَعْرَافِ إِنْ شَاءَ اللهُ تَعَالَى، وَهُنَالِكَ نُلِمُّ بِمَسْلَكِ الصُّوفِيَّةِ فِي نَفْيِ الْإِدْرَاكِ وَإِثْبَاتِ الرُّؤْيَةِ لِلرَّبِّ، بِتَجَلِّيهِ تَعَالَى الَّذِي يَكُونُ هُوَ بِهِ بَصَرُ الْعَبْدِ الثَّابِتُ فِي الْحَدِيثِ الْقُدْسِيِّ \" وَلَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبَصِرُ بِهِ \" الْحَدِيثَ، وَهُوَ فِي صَحِيحِ الْبُخَارِيِّ، وَخُلَاصَةُ هَذَا الْمَسْلَكِ أَنَّهُ تَعَالَى هُوَ الَّذِي يَرَى نَفْسَهُ بِتَجَلِّيهِ فِي بَصَرِ عَبْدِهِ، فَمَا يَرَى اللهُ إِلَّا اللهُ، وِفَاقًا لِقَوْلِهِمْ: لَا يَعْرِفُ اللهَ إِلَّا اللهُ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى:  (وَهُوَ يُدْرِكُ الْأَبْصَارَ) فَمَعْنَاهُ أَنَّ اللهَ تَعَالَى يَرَى الْعُيُونَ الْبَاصِرَةَ أَوْ قُوَى الْإِبْصَارِ الْمُودَعَةَ فِيهَا رُؤْيَةَ إِدْرَاكٍ وَإِحَاطَةٍ، بِحَيْثُ لَا يَخْفَى عَلَيْهِ حَقِيقَتُهَا وَلَا مِنْ عَمَلِهَا شَيْءٌ، وَقَدْ عَرَفَ الْبَشَرُ مِنْ تَشْرِيحِ الْعَيْنِ مَا تَتَرَكَّبُ مِنْهُ طَبَقَاتُهَا وَرُطُوبَاتُهَا وَوَظَائِفَ كُلٍّ مِنْهَا فِي ارْتِسَامِ الْمَرْئِيَّاتِ فِيهَا، وَعَرَفُوا كَثِيرًا مِنْ سُنَنِ اللهِ تَعَالَى فِي النُّورِ وَوَظَائِفِهِ فِي رَسْمِ صُوَرِ الْأَشْيَاءِ فِي الْعَيْنَيْنِ، وَلَكِنْ لَمْ يَعْرِفُوا كُنْهَ الرُّؤْيَةِ وَلَا كُنْهَ قُوَّةِ الْإِبْصَارِ وَلَا حَقِيقَةَ النُّورِ، وَفِي لِسَانِ الْعَرَبِ عَنْ أَبِي إِسْحَاقَ: أَعْلَمَ اللهُ أَنَّهُ يُدْرِكُ الْأَبْصَارَ، وَفِي هَذَا الْإِعْلَامِ دَلِيلٌ عَلَى أَنَّ خَلْقَهُ لَا يُدْرِكُونَ الْإِبْصَارَ، أَيْ لَا يَعْرِفُونَ حَقِيقَةَ الْبَصَرِ، وَمَا الشَّيْءُ الَّذِي صَارَ بِهِ الْإِنْسَانُ يُبْصِرُ مِنْ عَيْنَيْهِ دُونَ أَنْ يُبْصِرَ مِنْ غَيْرِهِمَا مِنْ سَائِرِ أَعْضَائِهِ فَاعْلَمْ أَنَّ خَلْقًا مِنْ خَلْقِهِ اللَّطِيفِ الْخَبِيرِ، فَأَمَّا مَا جَاءَ مِنَ الْأَخْبَارِ فِي الرُّؤْيَةِ وَصَحَّ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَغَيْرُ مَدْفُوعٍ، وَلَيْسَ فِي هَذِهِ الْآيَةِ دَلِيلٌ عَلَى دَفْعِهَا، لِأَنَّ مَعْنَى الْآيَةِ إِدْرَاكُ الشَّيْءِ وَالْإِحَاطَةُ بِحَقِيقَتِهِ وَهَذَا مَذْهَبُ أَهْلِ السُّنَّةِ وَالْعِلْمِ بِالْحَدِيثِ اهـ. </p><p> (وَهُوَ اللَّطِيفُ الْخَبِيرُ) أَيْ وَهُوَ اللَّطِيفُ بِذَاتِهِ، الْبَاطِنُ فِي غَيْبِ وَجُودِهِ بِحَيْثُ تَخْسَأُ الْأَبْصَارُ دُونَ إِدْرَاكِ حَقِيقَتِهِ، عَلَى أَنَّهُ الظَّاهِرُ بِآيَاتِهِ الَّتِي تَعْرِفُهُ بِهَا الْعُقُولُ بِطَرِيقِ الْبُرْهَانِ، الظَّاهِرُ فِي مَجَالِ رُبُوبِيَّتِهِ لِأَهْلِ الْعِرْفَانِ، بِتَجَلِّيَاتِهِ الَّتِي تَكْمُلُ فِي الْآخِرَةِ فَيَكُونُ الْعِلْمُ بِهِ رُؤْيَةَ عَيَانٍ، وَهُوَ فِي كُلٍّ مِنْ بُطُونِهِ وُظُهُورِهِ مُنَزَّهٌ عَنْ مُشَابَهَةِ الْخَلْقِ فَتَعَالَى اللهُ الْمَلِكُ الْحَقُّ وَهُوَ الْخَبِيرُ بِدَقَائِقِ الْأَشْيَاءِ وَلَطَائِفِهَا، بِحَيْثُ لَا يَعْزُبُ عَنْ إِدْرَاكِهِ أَلْطَفُ أَرْوَاحِهَا وَقُوَاهَا وَلَا أَدَقُّ جَوَاهِرِهَا وَأَعْرَاضِهَا، فَفِي الْآيَةِ لَفٌّ وَنَشْرٌ مُرَتَّبٌ. </p><p> اللَّطِيفُ مِنَ الْأَجْرَامِ ضِدُّ الْكَثِيفِ وَالْغَلِيظِ فَيُطْلَقُ عَلَى الدَّقِيقِ مِنْهَا وَالرَّقِيقِ، وَاللَّطِيفُ مِنَ الطِّبَاعِ ضِدُّ الْجَافِي، قَالَ فِي اللِّسَانِ: وَاللَّطِيفُ مِنَ الْأَجْرَامِ وَالْكَلَامِ مَالَا خَفَاءَ فِيهِ، وَجَارِيَةٌ لَطِيفَةٌ ضِدُّ الْجَافِيَةِ، قَالَ فِي اللِّسَانِ: وَاللَّطِيفُ مِنَ الْأَجْرَامِ وَمِنَ الْكَلَامِ. </p><p> مَا لَا خَفَاءَ فِيهِ وَجَارِيَةٌ لَطِيفَةُ الْخَصْرِ إِذَا كَانَتْ ضَامِرَةَ الْبَطْنِ، وَاللَّطِيفُ مِنَ الْكَلَامِ مَا غَمُضَ مَعْنَاهُ وَخَفِيَ، وَاللُّطْفُ فِي الْعَمَلِ الرِّفْقُ فِيهِ انْتَهَى، وَكَذَا اللُّطْفُ فِي الْمُعَامَلَةِ هُوَ الرِّفْقُ الَّذِي لَا يَثْقُلُ مِنْهُ شَيْءٌ، وَيُسْتَعْمَلُ فِعْلُهُ </p><p> لَازِمًا وَمُتَعَدِّيًا، يُقَالُ: لَطُفَ الشَّيْءُ (بِوَزْنِ حَسُنَ) أَيْ صَغُرَ أَوْ دَقَّ وَصَارَ لَطِيفًا. وَيُقَالُ: لَطَفَ بِهِ وَلَطَفَ لَهُ (بِوَزْنِ نَصَرَ) وَقَالَ ابْنُ الْأَثِيرِ فِي تَفْسِيرِ اللَّطِيفِ. مِنْ أَسْمَاءِ اللهِ </p><p> تَعَالَى: هُوَ الَّذِي اجْتَمَعَ لَهُ الرِّفْقُ فِي الْفِعْلِ وَالْعِلْمُ بِدَقَائِقَ الْمَصَالِحِ وَإِيصَالِهَا إِلَى مَنْ قَدَّرَهَا لَهُ مِنْ خَلْقِهِ انْتَهَى. أَرْجَعَهُ إِلَى صِفَاتِ الْأَفْعَالِ وَإِلَى الْعِلْمِ مِنْ صِفَاتِ الْمَعَانِي. وَهُوَ فِي الْأَوَّلِ أَظْهَرُ وَأَكْثَرُ مِنَ الثَّانِي، فَمِنْهُ قَوْلُهُ تَعَالَى فِي سُورَةِ الْحَجِّ بَعْدَ ذِكْرِ الْإِنْبَاتِ بِالْمَاءِ:  (إِنَّ اللهَ لَطِيفٌ خَبِيرٌ) ٢٢: ٦٣ وَقَوْلُهُ فِي سُورَةِ الشُّورَى: (اللهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ) ٤٢: ١٩ أَيْ رَفِيقٌ بِهِمْ يُوصِلُ إِلَيْهِمُ الْخَيْرَ وَالرِّزْقَ، بِمُنْتَهَى الْعِنَايَةِ وَالرِّفْقِ. وَفِي سُورَةِ يُوسُفَ حِكَايَةٌ عَنْهُ (إِنَّ رَبِّي لِطَيْفٌ لِمَا يَشَاءُ) ١٢: ١٠٠ فَسَّرُوهُ بِلُطْفِ التَّدْبِيرِ وَالْعِنَايَةِ بِهِ وَبِأَبَوَيْهِ وَإِخْوَتِهِ بِجَمْعِ شَمْلِهِمْ بَعْدَ أَنْ نَزْغَ الشَّيْطَانُ بَيْنَهُمْ. وَعَدَّ بَعْضُهُمْ مِنْ لُطْفِ الْعِلْمِ قَوْلُهُ تَعَالَى فِي سُورَةِ لُقْمَانَ حِكَايَةً عَنْهُ (يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِي بِهَا اللهُ إِنَّ اللهَ لِطَيْفٌ خَبِيرٌ) ٣١: ١٦ وَالْأَظْهَرُ فِي مَعْنَاهُ هُنَا أَنَّهُ اللَّطِيفُ بِاسْتِخْرَاجِهَا مِنْ كِنِّ خَفَائِهَا الْخَبِيرُ بِمَكَانِهَا مِنْهُ، وَنَزِيدُ عَلَيْهِمْ أَنَّ مِنْ لُطْفِهِ تَعَالَى جَعَلَ أَحْكَامَ دِينِهِ يُسْرًا لَا حَرَجَ فِيهَا وَهِيَ مِنْ صِفَةِ الْكَلَامِ الَّذِي هُوَ مَظْهَرٌ لِعِلْمِهِ، وَمِنْهُ قَوْلُهُ تَعَالَى فِي سُورَةِ الْأَحْزَابِ، فِي آخِرِ مَا خَاطَبَ بِهِ نِسَاءَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْمَوَاعِظِ وَالْحِكَمِ وَالْأَحْكَامِ:  (وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللهِ وَالْحِكْمَةِ إِنَّ اللهَ كَانَ لَطِيفًا خَبِيرًا) ٣٣: ٣٤ فَلَمْ يَبْقَ إِلَّا الشَّاهِدُ عَلَى لُطْفِهِ تَعَالَى فِي ذَاتِهِ، الْمُنَاسِبُ فِي الْكَمَالِ لِلُطْفِهِ فِي صِفَاتِهِ وَأَفْعَالِهِ وَأَحْكَامِهِ، وَهُوَ الْآيَةُ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا لَا يَظْهَرُ فِيهَا غَيْرُهُ. </p><p> وَالْمُتَكَلِّمُونَ يَأْبَوْنَ جَعْلَ اللَّطِيفِ مِنْ صِفَاتِ الذَّاتِ لَهُ سُبْحَانَهُ - كَالرَّحِيمِ وَالْحَلِيمِ - وَالْأَثَرِيُّونَ وَالصُّوفِيَّةُ لَا يَأْبَوْنَ مِثْلَ ذَلِكَ بَلْ يُثْبِتُونَهُ، وَقَدْ قَالَ الزَّمَخْشَرِيُّ فِي الْآيَةِ كَلِمَةً تُشْبِهُ أَنْ تَكُونَ تَأْيِيدًا لِمَذَاهِبِ أَهْلِ الْأَثَرِ وَالصُّوفِيَّةِ وَهُوَ مُعْتَزِلِيُّ مُبَالِغٌ فِي التَّنْزِيهِ، وَقَدْ تَابَعَهُ عَلَيْهَا الْمُفَسِّرُونَ مِنَ الْأَشَاعِرَةِ وَغَيْرِهِمْ كَالرَّازِيِّ وَالْبَيْضَاوِيِّ وَأَبِي السُّعُودِ وَالْآلُوسِيِّ قَالَ: وَهُوَ لَطِيفٌ يَلْطُفُ عَنْ أَنْ تُدْرِكَهُ الْأَبْصَارُ، الْخَبِيرُ بِكُلِّ لَطِيفٍ فَهُوَ يُدْرِكُ الْأَبْصَارَ لَا تَلْطُفُ عَنْ إِدْرَاكِهِ، وَهَذَا مِنْ بَابِ اللَّفِّ انْتَهَى. نَقَلُوا هَذَا الْمَعْنَى عَنْهُ وَجَعَلُوا اللَّطِيفَ مُسْتَعَارًا مِنْ مُقَابِلِ الْكَثِيفِ لِمَا لَا يُدْرَكُ بِالْحَاسَّةِ وَلَا يَنْطَبِعُ فِيهَا. </p><p> قَالَ الْآلُوسِيُّ: وَيُفْهَمُ مِنْ ظَاهِرِ كَلَامِ الْبَهَائِيِّ - كَمَا قَالَ الشِّهَابُ - أَنَّهُ لَا اسْتِعَارَةَ فِي ذَلِكَ حَيْثُ قَالَ فِي شَرْحِ أَسْمَاءِ اللهِ تَعَالَى الْحُسْنَى: اللَّطِيفُ الَّذِي يُعَامِلُ عِبَادَهُ </p><p> بِاللُّطْفِ، وَأَلْطَافُهُ جَلَّ شَأْنُهُ لَا تَتَنَاهَى ظَوَاهِرُهَا وَبَوَاطِنُهَا فِي الْأُولَى وَالْأُخْرَى (وَإِنْ تَعُدُّوَا نِعْمَةَ اللهِ لَا تُحْصُوهَا) ١٤: ٣٤ وَقِيلَ: اللَّطِيفُ الْعَلِيمُ بِالْغَوَامِضِ وَالدَّقَائِقِ، مِنَ الْمَعَانِي وَالْحَقَائِقِ ; وَلِذَا يُقَالُ لِلْحَاذِقِ فِي صَنْعَتِهِ لِطَيْفٌ وَيُحْتَمَلُ أَنْ يَكُونَ مِنَ اللَّطَافَةِ الْمُقَابِلَةِ لِلْكَثَافَةِ. وَهُوَ وَإِنْ كَانَ فِي ظَاهِرِ الِاسْتِعْمَالِ مِنْ أَوْصَافِ الْجِسْمِ، لَكِنَّ اللَّطَافَةَ الْمُطْلَقَةَ لَا تُوجَدُ فِي الْجِسْمِ لِأَنَّ الْجِسْمِيَّةَ يَلْزَمُهَا </p><p> الْكَثَافَةُ، وَإِنَّمَا لَطَافَتُهَا بِالْإِضَافَةِ، فَاللَّطَافَةُ الْمُطْلَقَةُ لَا يَبْعُدُ أَنْ يُوصَفَ بِهَا النُّورُ الْمُطْلَقُ الَّذِي يَجِلُّ عَنْ إِدْرَاكِ الْبَصَائِرِ فَضْلًا عَنِ الْأَبْصَارِ، وَيَعِزُّ عَنْ شُعُورِ الْإِسْرَارِ فَضْلًا عَنِ الْأَفْكَارِ، وَيَتَعَالَى عَنْ مُشَابَهَةِ الصُّوَرِ وَالْأَمْثَالِ، وَيُنَزَّهُ عَنْ حُلُولِ الْأَلْوَانِ وَالْأَشْكَالِ، فَإِنَّ كَمَالَ اللَّطَافَةِ إِنَّمَا يَكُونُ لِمَنْ هَذَا شَأْنُهُ، وَوَصْفُ الْغَيْرِ بِهَا لَا يَكُونُ عَلَى الْإِطْلَاقِ، بَلْ بِالْقِيَاسِ إِلَى مَا دُونَهُ فِي اللَّطَافَةِ، وَيُوصَفُ بِالْإِضَافَةِ إِلَيْهِ بِالْكَثَافَةِ، انْتَهَى. وَتَعَقَّبَهُ الْآلُوسِيُّ بِقَوْلِهِ: وَالْمُرَجَّحُ أَنَّ إِطْلَاقَ اللَّطِيفِ بِمَعْنَى مُقَابِلِ الْكَثِيفِ - عَلَى مَا يَنْسَاقُ إِلَى الذِّهْنِ - عَلَى اللهِ تَعَالَى لَيْسَ بِحَقِيقَةٍ أَصْلًا كَمَا لَا يَخْفَى اهـ. </p><p> وَأَقُولُ: إِنَّ مَا ذُكِرَ فِي هَذَا الْكَلَامِ اللَّطِيفُ مِنْ إِثْبَاتِ اللُّطْفِ بِالذَّاتِ لِلَذَّاتِ الَّتِي لَا تُشْبِهُهَا الذَّوَاتُ، وَمِنَ الْإِشَارَةِ إِلَى تَضْعِيفِ جَعْلِ اللَّطِيفِ بِمَعْنَى الْعَلِيمِ بِالدَّقَائِقِ كِلَاهُمَا مِنْ بَابِ الْحَقَائِقِ، إِذْ مَا فُسِّرَ بِهِ اللَّطِيفَ هُنَا هُوَ مَعْنَى الْخَبِيرِ، وَقَوْلُهُ: إِنَّ اللَّطَافَةَ الْمُطْلَقَةَ لَا تُوجَدُ فِي الْجِسْمِ إِلَخْ، لَهُ وَجْهٌ مِنَ اللُّغَةِ، وَلَكِنَّ الْجِسْمَ فِي عُرْفِ عُلَمَاءِ الْمَعْقُولِ مِنَ الْمُتَكَلِّمِينَ وَالْحُكَمَاءِ أَعَمُّ مِنَ الْجِسْمِ فِي أَصْلِ اللُّغَةِ، وَمَدْلُولِ اشْتِقَاقِهَا. فَالْجِسْمُ فِي اللُّغَةِ مِنَ الْجَسَامَةِ أَيِ الضَّخَامَةِ، وَهُوَ كَمَا فِي اللِّسَانِ وَغَيْرِهِ: جَمَاعَةُ الْبَدَنِ أَوِ الْأَعْضَاءِ مِنَ النَّاسِ وَالْإِبِلِ وَالدَّوَابِّ وَغَيْرِهِمْ مِنَ الْأَنْوَاعِ الْعَظِيمَةِ الْخَلْقِ وَأَمَّا فِي عُرْفِ الْعُلَمَاءِ فَهُوَ الْقَابِلُ لِلْقِسْمَةِ أَوْ مَا لَهُ طُولٌ وَعَرْضٌ وَعُمْقٌ، وَالْمَوْجُودَاتُ الْمَادِّيَّةُ أَعَمُّ مِنْ هَذَا أَيْضًا، وَقَدْ عُرِفَ فِي عُلُومِ الْكَوْنِ وَاتِّسَاعِهَا فِي هَذَا الْعَصْرِ مَا هُوَ أَلْطَفُ مِنْ كُلِّ مَا كَانَ يُعْرَفُ فِي الْعُصُورِ الْخَالِيَةِ الَّتِي كَانَ يُضْرَبُ فِيهَا الْمَثَلُ بِلُطْفِ الْهَوَاءِ أَوِ النَّسِيمِ، إِذْ ثَبَتَ أَنَّ هَذَا النَّسِيمَ اللَّطِيفَ مُرَكَّبٌ مِنْ عُنْصُرَيْنِ كُلٌّ مِنْهَا أَلْطَفُ مِنَ الْمَجْمُوعِ الْمُرَكَّبِ مِنْهُمَا، وَقَدْ ثَبَتَ أَنَّ لِلْهَوَاءِ الْمُحِيطِ بِأَرْضِنَا حَدًّا قَرِيبًا، وَأَنْ فِي الْكَوْنِ مَوْجُودًا آخَرَ أَلْطَفُ مِنْهُ وَمِنْ كُلٍّ مِنْ عُنْصُرَيْهِ وَأَمْثَالِهِمَا مِنَ الْعَنَاصِرِ الْبَسِيطَةِ اللَّطِيفَةِ الْخَفِيَّةِ، وَهُوَ الَّذِي يَحْمِلُ النُّورَ وَالْحَرَارَةَ </p><p> مِنَ الشُّمُوسِ وَالْكَوَاكِبِ الْمُتَفَاوِتَةِ الْأَبْعَادِ الشَّاسِعَةِ إِلَى هَوَائِنَا فَأَرْضِنَا وَيُسَمُّونَهُ (الْأَثِيرَ) فَهَذَا الْمَوْجُودُ السَّارِي فِي جَمِيعِ الْكَائِنَاتِ، الرَّابِطُ لِبَعْضِهَا بِبَعْضٍ كَمَا يَجْزِمُ بِهِ عُلَمَاءُ الْكَوْنِ نَظَرًا وَاسْتِدْلَالًا، قَدْ لَطُفَ عَنْ أَدْرَاكِ الْعُيُونِ وَعَنْ تَصَرُّفِ أَيْدِي الْكِيمَاوِيِّينَ الَّذِينَ يُرْجِعُونَ الْمَاءَ وَالْهَوَاءَ وَغَيْرَهُمَا مِنَ الْمُرَكَّبَاتِ إِلَى بَسَائِطِهَا اللَّطِيفَةِ الَّتِي لَا تُرَى، وَيَتَصَرَّفُونَ فِيهَا أَنْوَاعًا مِنَ التَّصَرُّفِ، وَيَسْتَعْمِلُونَهَا فِي كَثِيرٍ مِنَ الْمَضَارِّ وَالْمَنَافِعِ، وَيَرَى بَعْضُ الْمُثْبِتِينَ لِاسْتِقْلَالِ الْأَرْوَاحِ الْبَشَرِيَّةِ وَقُدْرَتِهَا عَلَى الشَّكْلِ فِي الْأَشْبَاحِ اللَّطِيفَةِ وَالْكَثِيفَةِ أَنَّهَا تَسْتَعِينُ عَلَى هَذَا التَّشَكُّلِ بِالْأَثِيرِ، فَأَلْطَفُ شَبَحٍ تَتَجَلَّى بِهِ يَتَّخِذُ مِنَ الْأَثِيرِ الْمُكَثَّفِ بَعْضَ التَّكْثِيفِ بِحَيْثُ تُدْرِكُهُ الْأَبْصَارُ، وَلَا يَمْنَعُهُ ذَلِكَ مِنَ النُّفُوذِ فِي كَثَائِفِ الْأَجْرَامِ، وَقَدْ تَأْخُذُ شَبَحًا لَهَا مِنْ جِسْمِ بَشَرٍ بَيْنَهَا وَبَيْنَهُ تَنَاسُبٌ كَمُسْتَحْضِرِي. الْأَرْوَاحِ، فَإِذَا خُلِعَتِ الرُّوحُ مِنْ هَذَا الثَّوْبِ امْتَنَعَتْ رُؤْيَتُهَا لِتَنَاهِي لَطَافَتِهَا. </p><p> وَإِذَا كَانَ كُلُّ مَوْجُودٍ فِي كُلِّ رُتْبَةٍ مِنْ رُتَبِ الْوُجُودِ، وَكُلِّ صِفَةٍ مِنْ صِفَاتِ تِلْكَ </p>"
}