{
  "id": null,
  "sura": 6,
  "aya": 162,
  "text": "<p> بِطُولِهَا لِمُنَاسِبَةِ آخِرِهَا لِخَاتِمَةِ هَذِهِ السُّورَةِ الَّتِي هِيَ أَوَّلُ مَا نَزَلَ مِنَ السُّورِ الطُّوَالِ وَالْمَائِدَةُ آخَرُ مَا نَزَلَ مِنْهَا. وَإِذْ عَلِمْنَا حِكْمَةَ الْإِخْبَارِ وَالْأَمْرِ بِاتِّبَاعِ مِلَّةِ إِبْرَاهِيمَ فَلَا مَجَالَ بَعْدُ لِتَوَهُّمِ أَنَّ إِبْرَاهِيمَ أَفْضَلُ، وَلَا أَنَّ مِلَّتَهُ أَكْمَلُ، إِذْ لَيْسَ هَذَا بِمُنَافٍ وَلَا بِمُعَارِضٍ لِنَصِّ آيَةِ إِكْمَالِ الدِّينِ، وَإِتْمَامِ النِّعْمَةِ عَلَى الْعَالَمِينَ، عَلَى لِسَانِ خَاتَمِ النَّبِيِّينَ، الْمَبْعُوثِ رَحْمَةً لِلْخَلْقِ أَجْمَعِينَ. </p><p> (قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ) هَذَا بَيَانٌ إِجْمَالِيٌّ لِتَوْحِيدِ الْإِلَهِيَّةِ بِالْعَمَلِ، بَعْدَ بَيَانِ أَصْلِ التَّوْحِيدِ الْمُجَرَّدِ بِالْإِيمَانِ، وَالْمُرَادُ بِالصَّلَاةِ جِنْسُهَا الشَّامِلُ لِلْمَفْرُوضِ وَالْمُسْتَحَبِّ، وَالنُّسُكُ فِي الْأَصْلِ الْعِبَادَةُ أَوْ غَايَتُهَا وَالنَّاسِكُ الْعَابِدُ، وَيَكْثُرُ اسْتِعْمَالُهُ فِي الْقُرْآنِ وَالْحَدِيثِ فِي عِبَادَةِ الْحَجِّ وَعِبَادَةِ الذَّبَائِحِ وَالْقَرَابِينِ فِيهِ أَوْ مُطْلَقًا. وَفُسِّرَ بِالْوَجْهَيْنِ قَوْلُهُ تَعَالَى فِي حِكَايَةِ دُعَاءِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ (وَأَرِنَا مَنَاسِكَنَا)  (٢: ١٢٨) وَأَمَّا قَوْلُهُ تَعَالَى: (فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا)  (٢: ٢٠٠) فَلَا خِلَافَ فِي أَنَّ الْمُرَادَ بِهِ عِبَادَاتُ الْحَجِّ كُلُّهَا، كَمَا أَنَّهُ لَا خِلَافَ فِي تَخْصِيصِ النُّسُكِ بِبَعْضِ الذَّبَائِحِ فِي قَوْلِهِ تَعَالَى:  (فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ)  (٢: ١٩٦) فَالنُّسُكُ فِي هَذِهِ الْفِدْيَةِ ذَبْحُ شَاةٍ. وَقَوْلُهُ تَعَالَى فِي سُورَةِ الْحَجِّ:  (وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ)  (٢٢: ٣٤) قَدْ عَيَّنَ التَّعْلِيلَ وَالسِّيَاقَ كَوْنَ الْمُرَادِ بِالنُّسُكِ هُوَ مَصْدَرٌ مِيمِيٌّ، أَوِ اسْمُ الْمَكَانِ الَّذِي تُذْبَحُ فِيهِ الْقَرَابِينُ أَوَتُنْحَرُ تَقَرُّبًا إِلَى اللهِ تَعَالَى وَبَعْدَ هَذِهِ الْآيَةِ آيَاتٌ أُخْرَى فِي ذَلِكَ خَاصَّةً. وَأَمَّا قَوْلُهُ بَعْدَ آيَاتٍ أُخْرَى مِنْهَا:  (لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ)  (٢٢: ٦٧) فَالسِّيَاقُ يَدُلُّ عَلَى أَنَّهُ أَعَمُّ </p><p> مَا وَرَدَ مِنْ هَذَا الْحَرْفِ فِي الْقُرْآنِ، وَأَنَّهُ بِمَعْنَى الدِّينِ أَوِ الشَّرِيعَةِ وَهُوَ مَا قَدَّمَهُ بَعْضُهُمْ، وَلَكِنْ رُوِيَ تَفْسِيرُهُ فِي الْمَأْثُورِ بِالذَّبْحِ وَفَسَّرَهُ بَعْضُهُمْ بِالْعِيدِ. وَحَقَّقَ ابْنُ جَرِيرٍ أَنَّ الْأَصْلَ فِيهِ الْمَوْضِعُ الَّذِي يَتَرَدَّدُ إِلَيْهِ النَّاسُ لِخَيْرٍ أَوْ شَرٍّ، وَمِنْ هُنَا أُطْلِقَ عَلَى مَشَاعِرِ الْحَجِّ وَمَعَاهِدِهِ وَعَلَى الْمَوَاضِعِ الَّتِي كَانُوا يَذْبَحُونَ فِيهَا لِلْأَصْنَامِ كَالنُّصُبِ. </p><p> وَأَمَّا الْمَأْثُورُ فِي تَفْسِيرِ:  (نُسُكِي) هُنَا فَعَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ: ذَبِيحَتِي، وَعَنْ قَتَادَةَ: حَجَّتِي وَمَذْبَحِي. وَفِي رِوَايَةٍ أُخْرَى: ضَحِيَّتِي، وَعَنْ مُجَاهِدٍ: ذَبِيحَتِي فِي الْحَجِّ وَالْعُمْرَةِ. وَعَنْ مُقَاتِلٍ: يَعْنِي الْحَجَّ. وَلَا يُنَافِي تَنَافِي تَفْسِيرِهِ بِالذَّبِيحَةِ الدِّينِيَّةِ مُطْلَقًا سَوَاءٌ كَانَتْ فِدْيَةً أَوْ أُضْحِيَّةً فِي الْحَجِّ أَوْ غَيْرِهِ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ التَّضْحِيَةِ:  \" إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ. إِنَّ صِلَاتِي وَنُسُكِي - إِلَى قَوْلِهِ - أَوَّلُ الْمُسْلِمِينَ \" الْحَدِيثُ، رَوَاهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَابْنُ مَاجَهْ مِنْ حَدِيثِ جَابِرٍ وَمِثْلُهُ حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ عِنْدَ الْحَاكِمِ وَصَحَّحَهُ وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ لِفَاطِمَةَ:  \" يَا فَاطِمَةُ قُومِي فَاشْهَدِي أُضْحِيَّتَكِ فَإِنَّهُ يُغْفَرُ لَكِ بِأَوَّلِ قَطْرَةٍ تَقْطُرُ مِنْ دَمِهَا كُلُّ ذَنْبٍ عَمِلْتِهِ وَقَوْلِي:(إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ)قُلْتُ: يَا رَسُولَ اللهِ هَذَا لَكَ وَلِأَهْلِ بَيْتِكَ خَاصَّةً فَأَهْلُ ذَلِكَ أَنْتُمْ أَمْ لِلْمُسْلِمِينَ عَامَّةً؟قَالَ:\" بَلْ لِلْمُسْلِمِينَ عَامَّةً \".</p><p> وَعَلَى هَذَا التَّفْسِيرِ لِلنُّسُكِ يَكُونُ الْجَمْعُ بَيْنَ الصَّلَاةِ وَذَبْحِ النُّسُكِ كَالْأَمْرِ بِهِمَا فِي قَوْلِهِ تَعَالَى:  (فَصَلِّ لِرَبِّكَ وَانْحَرْ)  (١٠٨: ٢) وَإِذَا فُسِّرَ النُّسُكُ بِالْعِبَادَةِ مُطْلَقًا يَكُونُ عَطْفُهُ عَلَى الصَّلَاةِ مِنْ عَطْفِ الْعَامِّ عَلَى الْخَاصِّ لِأَنَّهَا مِنْهُ، وَإِلَّا كَانَ سَبَبُ الِاقْتِصَارِ عَلَى ذَكْرِ هَذَيْنِ النَّوْعَيْنِ أَوِ الثَّلَاثَةِ مِنَ الْعِبَادَةِ هُوَ كَوْنَهَا أَعْظَمَ مَظَاهِرِ الْعِبَادَةِ الَّتِي فَشَا فِيهَا الشِّرْكُ، فَأَمَّا الصَّلَاةُ فَرُوحُهَا الدُّعَاءُ وَالتَّعْظِيمُ، وَتُوَجُّهُ الْقَلْبِ إِلَى الْمَعْبُودِ، وَالْخَوْفُ مِنْهُ وَالرَّجَاءُ فِيهِ، وَكُلُّ ذَلِكَ مِمَّا يَقَعُ فِيهِ الشِّرْكُ مِمَّنْ يُغَالُونَ فِي تَعْظِيمِ الصَّالِحِينَ، وَمَا يُذَكِّرُ بِهِمْ كَقُبُورِهِمْ أَوْ صُوَرِهِمْ وَتَمَاثِيلِهِمْ، وَأَمَّا الْحَجُّ وَالذَّبَائِحُ فَالشِّرْكُ فِيهِمَا أَظْهَرُ، وَقَلَّمَا يَقَعُ الشِّرْكُ فِي الصِّيَامِ لِأَنَّهُ أَمْرٌ سَلْبِيٌّ خَفِيٌّ، وَلَكِنَّ بَعْضَ النَّصَارَى ابْتَدَعُوا صِيَامًا أَضَافُوهُ إِلَى بَعْضِ مُقَدَّسِيهِمْ كَصَوْمِ السَّيِّدَةِ، وَلَا أَعْلَمُ أَنَّ أَحَدًا مِنَ الْمُسْلِمِينَ اتَّبَعَهُمْ فِيهِ، وَلَا يُنَافِي هَذَا صَدَقَ الْحَدِيثِ الصَّحِيحِ الْوَارِدِ فِي اتِّبَاعِهِمْ سُنَنَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ فَإِنَّهُ فِي الْكُلِّيَّاتِ دُونَ الْجُزْئِيَّاتِ. </p><p> وَقَدْ كَانَتِ الذَّبَائِحُ عِنْدَ الْوَثَنِيِّينَ مِنَ الْعِبَادَاتِ يُقَرِّبُونَهَا لِآلِهَتِهِمْ وَيُهِلُّونَ بِهَا لَهُمْ، ثُمَّ سَرَى ذَلِكَ إِلَى بَعْضِ أَهْلِ الْكِتَابِ فَخَرَجُوا بِقَرَابِينِهِمْ عَمَّا شُرِعَتْ لَهُمْ مِنْ كَفَّارَةٍ يُتَقَرَّبُ بِهَا إِلَى اللهِ وَحْدَهُ، فَصَارُوا يُهِلُّونَ بِهَا لِلْأَنْبِيَاءِ وَالصَّالِحِينَ، وَيُنْذِرُونَهَا لِأُولَئِكَ الْقِدِّيسِينَ، وَذَلِكَ كُلُّهُ مِنْ عِبَادَةِ الشِّرْكِ، فَمَنْ فَعَلَهَا مِنَ الْمُسْلِمِينَ فَلَهُ حُكْمُ مَنْ فَعَلَهَا مِنْ أُولَئِكَ الْمُشْرِكِينَ، كَمَا تَقَدَّمَ تَفْصِيلُهُ فِي تَفْسِيرِ مَا أُهِلَّ بِهِ لِغَيْرِ اللهِ مِنْ هَذِهِ السُّورَةِ \" الْآيَةِ: ١٤٥ \" وَسُورَتَيِ الْبَقَرَةِ \" الْآيَةِ: ١٧٣ \" وَالْمَائِدَةِ \" الْآيَةِ: ٣ \". وَمَا تَأْوِيلُ بَعْضِ الْمُعَمَّمِينَ لَهُمْ إِلَّا كَتَأْوِيلِ مَنْ سَبَقَهُمْ مِنَ الرُّهْبَانِ وَالْقِسِّيسِينَ. </p><p> وَهَلْ أَفْسَدَ الدِّينَ إِلَّا الْمُلُوكُ وَأَحْبَارُ سُوءٍ وَرُهْبَانُهَا </p><p> وَالْعِبَادَاتُ إِنَّمَا تَمْتَازُ عَلَى الْعَادَاتِ بِالتَّوَجُّهِ فِيهَا إِلَى الْمَعْبُودِ تَقَرُّبًا إِلَيْهِ وَتَعْظِيمًا لَهُ وَطَلَبًا لِمَثُوبَتِهِ وَمَرْضَاتِهِ، وَكُلُّ مَنْ يَتَوَجَّهُ إِلَيْهِ الْمُصَلِّي أَوِ الذَّابِحُ بِذَلِكَ وَيَقْصِدُ بِهِ تَعْظِيمَهُ فَهُوَ مَعْبُودٌ لَهُ، سَوَاءٌ عَبَّرَ فَاعِلُهُ عَنْ ذَلِكَ بِقَوْلٍ يَدُلُّ عَلَيْهِ أَمْ لَا، فَالْعِبَادَةُ لَا تَنْبَغِي إِلَّا لِلَّهِ رَبِّ الْعِبَادِ وَخَالِقِهِمْ، فَإِنْ تَوَجَّهَ أَحَدٌ إِلَيْهِ وَإِلَى غَيْرِهِ مِنْ عِبَادِهِ الْمُكَرَمِينَ أَوْ غَيْرِهِمْ مِمَّا يُسْتَعْظَمُ خَلْقُهُ كَانَ مُشْرِكًا، وَاللهُ لَا يَقْبَلُ مِنَ الْعِبَادَةِ إِلَّا مَا كَانَ خَالِصًا لِوَجْهِهِ الْكَرِيمِ. </p><p> إِنَّ كَوْنَ الصَّلَاةِ وَالنُّسُكِ لَا يَكُونَانِ فِي الدِّينِ الْحَقِّ إِلَّا خَالِصَيْنِ لِلَّهِ وَحْدَهُ أَمْرٌ ظَاهِرٌ يُعَدُّ </p>"
}