{
  "id": null,
  "sura": 6,
  "aya": 41,
  "text": "<p> السَّاعَةُ بِمُقَدِّمَاتِ أَهْوَالِهَا أَوْ مَا يَلِي الْبَعْثَ مِنْ خَزِينِهَا وَنَكَالِهَا، أَغَيْرَ اللهِ فِي هَذِهِ الْحَالَةِ تَدْعُونَ أَمْ إِلَى غَيْرِهِ فِيهَا تَجْأَرُونَ؟ إِنْ كُنْتُمْ صَادِقِينَ فِي دَعْوَاكُمْ أُلُوهِيَّةِ هَؤُلَاءِ الشُّرَكَاءِ الَّذِينَ اتَّخَذْتُمُوهُمْ أَوْلِيَاءَ، وَزَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُفَعَاءُ، أَوْ إِنْ كَانَ مِنْ شَأْنِكُمُ الصِّدْقُ فَأَخْبِرُونِي أَغَيْرَ اللهِ تَدْعُونَ إِذَا أَتَاكُمْ أَحَدُ هَذَيْنِ الْأَمْرَيْنِ اللَّذَيْنِ يَحْلُو دُونَهُمَا الْأَمْرَيْنِ؟ وَذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى كَوْنِ مُتَعَلَّقِ الِاسْتِخْبَارِ مَحْذُوفًا تَقْدِيرُهَا: أَخْبِرُونِي إِنْ أَتَاكُمْ مَا ذُكِرَ، مَنْ تَدْعُونَ لِكَشْفِهِ، أَتَخُصُّونَ غَيْرَ اللهِ بِالدُّعَاءِ، كَمَا هُوَ شَأْنُكُمْ وَقْتَ الرَّخَاءِ؟ أَمْ تَخُصُّونَهُ وَحْدَهُ بِالدُّعَاءِ وَتَنْسَوْنَ مَا اتَّخَذْتُمْ مِنَ الشُّرَكَاءِ إِذْ يَضِلُّ عَنْكُمْ مَنْ تَرْجُونَ مِنَ الشِّفَاءِ؟ ثُمَّ أَجَابَ تَعَالَى عَنْهُمْ مُخْبِرًا إِيَّاهُمْ عَمَّا تَقْتَضِيهِ فِطْرَتُهُمْ فَقَالَ: </p><p> (بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ) أَيْ لَا تَدْعُونَ فِي تِلْكَ الْحَالَةِ غَيْرَهُ - لَا وَحْدَهُ وَلَا مَعَهُ - بَلْ تَخُصُّونَهُ وَحْدَهُ بِالدُّعَاءِ، فَيَكْشِفُ أَيْ يُزِيلُ مَا تَدْعُونَهُ إِلَى كَشْفِهِ إِنْ شَاءَ؛ لِأَنَّهُ هُوَ الْقَادِرُ عَلَيْهِ دُونَ جَمِيعِ الْعِبَادِ، وَتَنْسَوْنَ مَا تُشْرِكُونَ بِهِ الْآنَ مِنَ الشُّفَعَاءِ وَالْأَنْدَادِ؛ لِأَنَّ الْفَزَعَ إِلَيْهِ سُبْحَانَهُ عِنْدَ شِدَّةِ الضِّيقِ وَالْيَأْسِ مِنَ الْأَسْبَابِ مَرْكُوزٌ فِي فِطْرَةِ الْبَشَرِ، تَنْبَعِثُ إِلَيْهِ بِذَاتِهَا كَمَا تَنْبَعِثُ إِلَى طَلَبِ الْغِذَاءِ عِنْدَ الْجُوعِ مَثَلًا، فَلَا يَذْهَبُ بِهِ مَا يُتَلَقَّى بِالتَّعْلِيمِ الْبَاطِلِ مِنْ مَسَائِلِ الدِّينِ غَالِبًا إِلَّا مَنْ تَمَّ فَسَادُ فِطْرَتِهِ، وَانْتَهَتْ سَفَالَةُ طِينَتِهِ، حَتَّى كَانَ كَالْأَعْجَمِ، لَا يَفْهَمُ وَلَا يُفْهِمُ، وَإِنَّمَا مَثَلُ تَعَالِيمِ الشِّرْكِ مَعَ هَذِهِ الْغَرِيزَةِ الْفِطْرِيَّةِ كَمَثَلِ مَا كَانَ عِنْدَ الْمُشْرِكِينَ مِنْ أَحْكَامِ الطَّعَامِ الْبَاطِلَةِ مَعَ غَرِيزَةِ التَّغَذِّي، فَإِنَّهُمْ كَانُوا يُحَرِّمُونَ بَعْضَ الطَّيِّبَاتِ كَالْبَحَائِرِ وَالسَّوَائِبِ وَيُبِيحُونَ بَعْضَ الْخَبَائِثِ كَالْمَيْتَةِ وَالدَّمِ الْمَسْفُوحِ، فَيَجْنُونَ عَلَى غَرِيزَةِ التَّغَذِّي بِأَكْلِ هَذَا وَالْحِرْمَانِ مِنْ ذَاكَ، ثُمَّ يَأْكُلُونَ كُلَّ شَيْءٍ عِنْدَ الِاضْطِرَارِ كَذَلِكَ يَجْنُونَ عَلَى غَرِيزَةِ التَّوَجُّهِ إِلَى خَالِقِهِمْ وَخَالِقِ الْعَالَمِ كُلِّهِ بِمَا يَتَّخِذُونَ مِنَ الْأَنْدَادِ وَالْأَوْلِيَاءِ وَالشُّفَعَاءِ الَّذِينَ يَتَوَجَّهُونَ إِلَيْهِمْ كَمَا يَتَوَجَّهُونَ إِلَى اللهِ وَيُحِبُّونَهُمْ كَحُبِّ اللهِ، ذَلِكَ الْحُبُّ الَّذِي مَنْشَؤُهُ التَّقْدِيسُ وَاعْتِقَادُ الْقُدْرَةِ عَلَى النَّفْعِ وَدَفْعِ الضُّرِّ مِنْ غَيْرِ طَرِيقِ الْأَسْبَابِ، فَإِنَّهُمْ عِنْدَ الشِّدَّةِ يَنْسَوْنَهَا وَيَدْعُونَ اللهَ وَحْدَهُ. </p><p> وَلِهَذَا الِاعْتِقَادِ وَمَا يَسْتَلْزِمُهُ مِنَ الْحُبِّ وَالتَّعْظِيمِ ثَلَاثُ دَرَجَاتٍ: أَسْفَلُهَا وَأَعْرَقُهَا فِي الْجَهْلِ أَنْ يَعْتَقِدَ فِي شَيْءٍ مِنَ الْمَخْلُوقَاتِ أَنَّهُ هُوَ الْإِلَهُ الَّذِي يَنْفَعُ وَيَضُرُّ بِذَاتِهِ فَيَتَوَجَّهُ إِلَيْهِ وَيَدْعُوهُ وَيَتَضَرَّعُ إِلَيْهِ حَتَّى عِنْدَ اشْتِدَادِ الْبَأْسِ بَاكِيًا مُتَضَرِّعًا ; لِأَنَّ غَرِيزَةَ الْإِيمَانِ بِالسُّلْطَةِ الْغَيْبِيَّةِ حُصِرَتْ عِنْدَهُ فِي هَذَا الْمَخْلُوقِ أَوْ هَذِهِ الْمَخْلُوقَاتِ كَمَا تَلْقَى عَنْ قَوْمِهِ، وَهُوَ لَا يُفَكِّرُ فِي كَوْنِ ذَلِكَ مَعْقُولًا أَوْ غَيْرَ مَعْقُولٍ، وَيَلِي هَذِهِ الدَّرَجَةَ أَنْ يَعْتَقِدَ أَنَّ الْإِلَهَ نَفْسَهُ قَدْ حَلَّ فِي بَعْضِ الْمَخْلُوقَاتِ وَاتَّحَدَ بِهَا كَمَا تَحِلُّ الرُّوحُ فِي الْبَدَنِ وَتُدَبِّرُهُ فَيَكُونَانِ بِذَلِكَ شَيْئًا وَاحِدًا، وَالْفَصْلُ بَيْنَ هَذِهِ الدَّرَجَةِ وَمَا قَبْلَهَا هُوَ أَنَّ هَذِهِ مُفَرَّغَةٌ فِي قَالَبٍ مِنَ النَّظَرِيَّاتِ الْفَلْسَفِيَّةِ، </p><p> مُزَيَّنَةٌ بِحُلِيٍّ وَحُلَلٍ مِنَ التَّخَيُّلَاتِ الشِّعْرِيَّةِ، وَتِلْكَ سَاذَجَةٌ غُفْلٌ مِنَ الْفَلْسَفَةِ الْجَدَلِيَّةِ عُطْلٌ مِنَ الْمُزَيِّنَاتِ الْخَيَالِيَّةِ، وَيَشْتَرِكَانِ فِي أَنَّ مُنْتَحِلِيهِمَا يَعْبُدُونَ ذَلِكَ الْمَخْلُوقَ الْمُدْرَكَ بِالْحَوَاسِّ وَيَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً حَتَّى عِنْدَ اشْتِدَادِ الْكَرْبِ وَالْبَأْسِ، </p><p> وَوَرَاءَهُمَا الدَّرَجَةُ الثَّالِثَةُ الَّتِي هِيَ أَرْقَى دَرَجَاتِ الشِّرْكِ إِذْ هِيَ أَرَقُّهَا وَأَضْعَفُهَا، وَهِيَ أَنْ يَعْتَقِدَ أَنَّ اللهَ تَعَالَى هُوَ الْخَالِقُ لِكُلِّ شَيْءِ، الْقَادِرُ عَلَى كُلِّ شَيْءِ، الْمُتَصَرِّفِ فِي كُلِّ شَيْءٍ وَلَا يَسْتَطِيعُ أَحَدٌ مِنْ دُونِهِ شَيْئًا، وَلَكِنْ لَهُ وُسَطَاءُ بَيْنَهُ وَبَيْنَ عِبَادِهِ يُقَرِّبُونَهُمْ إِلَيْهِ زُلْفَى وَيَشْفَعُونَ لَهُمْ عِنْدَهُ، فَهُوَ لِأَجْلِهِمْ يُعْطِي وَيَمْنَعُ، وَيَضُرُّ وَيَنْفَعُ، وَيَغْفِرُ وَيَرْحَمُ، وَيُوجِدُ وَيُعْدِمُ، وَهَذِهِ هِيَ الدَّرَجَةُ الَّتِي ارْتَقَتْ إِلَيْهَا وَثَنِيَّةُ مُشْرِكِي قُرَيْشٍ، فَقَدْ حَكَى اللهُ تَعَالَى عَنْهُمْ فِي كِتَابِهِ أَنَّهُمْ يُقِرُّونَ بِأَنَّهُ هُوَ الْخَالِقُ لِكُلِّ شَيْءٍ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ، وَأَنَّهُمْ يَقُولُونَ فِيمَا اتَّخَذُوهُ مِنْ دُونِهِ مِنَ الْأَوْلِيَاءِ (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفَى)  (٣٩: ٣)  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ)  (١٠: ١٨) فَلَمَّا كَانُوا يَعْتَقِدُونَ أَنَّ لَهُمْ تَأْثِيرًا وَوَسَاطَةً فِي أَفْعَالِ اللهِ تَعَالَى - كَدَفْعِ الضُّرِّ وَجَلْبِ النَّفْعِ - يَدْعُونَهُمْ وَيُعَظِّمُونَهُمْ لِأَجْلِهَا، كَانَ دُعَاؤُهُمْ وَتَعْظِيمُهُمْ إِيَّاهُمْ عِبَادَةً، إِذْ لَا مَعْنًى لِلْعِبَادَةِ إِلَّا هَذَا، وَلَمَّا كَانُوا عِنْدَهُمْ غَيْرَ مُسْتَقِلِّينَ بِذَلِكَ مِنْ دُونِ اللهِ، وَكَانَ اللهُ تَعَالَى - بِزَعْمِهِمْ - غَيْرَ فَاعِلٍ ذَلِكَ بِمَحْضِ إِرَادَتِهِ الْأَزَلِيَّةِ مِنْ دُونِ شَفَاعَتِهِمْ وَوَسَاطَتِهِمْ - سُمُّوا شُرَكَاءَ لِلَّهِ. </p><p> وَأَمَّا التَّوْحِيدُ الْخَالِصُ فَهُوَ الْإِيمَانُ الْجَازِمُ بِأَنَّ اللهَ يَفْعَلُ مَا يَشَاءُ وَيَخْتَارُ بِمَحْضِ إِرَادَتِهِ الْأَزَلِيَّةِ الْمُنَزَّهَةِ عَنْ تَأْثِيرِ الْحَوَادِثِ فِيهَا، وَأَنَّ جَمِيعَ الْخَلْقِ مُسَخَّرُونَ بِإِرَادَتِهِ وَتَدْبِيرِهِ، خَاضِعُونَ لِسُنَنِهِ وَتَقْدِيرِهِ، لَا يَمْلِكُ أَحَدٌ مِنْهُمْ لِنَفْسِهِ وَلَا لِغَيْرِهِ شَيْئًا إِلَّا فِي دَائِرَةِ الْأَسْبَابِ الَّتِي جَعَلَهَا بَيْنَهُمْ شَرَعَا، وَأَنَّ الْوَسَاطَةَ بَيْنَ اللهِ تَعَالَى وَعِبَادِهِ مَحْصُورَةٌ فِي تَبْلِيغِ رِسَالَتِهِ إِلَيْهِمْ دُونَ تَصَرُّفِهِ فِيهِمْ، وَأَنَّ شَفَاعَةَ الْآخِرَةَ لِلَّهِ وَحْدَهُ، يَأْذَنُ لِمَنْ شَاءَ إِذَا شَاءَ بِمَا شَاءَ مِنَ الدُّعَاءِ لِمَنْ يَشَاءُ مِمَّنِ ارْتَضَى. وَمِنْ دَلَائِلِ ذَلِكَ قَوْلُهُ تَعَالَى لِخَاتَمِ رُسُلِهِ:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ)  (٣: ١٢٨)  (قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ)  (٣: ١٥٤)  (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللهُ)  (٧: ١٨٨)  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللهَ يَهْدِي مِنْ يَشَاءُ)  (٢٨: ٥٦)  (قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا إِلَّا بَلَاغًا مِنَ اللهِ وَرِسَالَاتِهِ)  (٧٢: ٢١ - ٢٣)  (قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا)  (٣٩: ٤٤)  (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ)  (٢: ٢٥٥)  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ)  (٢١: ٢٨) إِلَخْ. . </p><p> وَلَمَّا كَانَتْ تِلْكَ الْوَسَاطَةُ الشِّرْكِيَّةُ وَهْمِيَّةً لَا أَثَرَ لَهَا فِي الْوُجُودِ، وَإِنَّمَا هِيَ تَقَالِيدُ </p><p> مَوْرُوثَةٌ كَانَ أُولَئِكَ الْأَذْكِيَاءُ جَدِيرِينَ بِأَنْ يَنْسَوْهَا إِذَا جَدَّ الْجَدُّ وَعَظُمَ الْخَطْبُ كَالْحَالَتَيْنِ اللَّتَيْنِ ذَكَرَهُمَا اللهُ تَعَالَى فِي هَذِهِ الْآيَةِ أَوْ مَا دُونَهُمَا كَالْحَالَةِ الَّتِي بَيَّنَهَا اللهُ تَعَالَى فِي قَوْلِهِ:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ)  (٢٩: ٦٥) </p><p> وَقَوْلُهُ:  (وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ)  (٣١: ٣٢) وَمِثْلُهَا فِي \" سُورَةِ يُونُسَ \" الْآيَةَ ٢٢ وَقَالَ تَعَالَى فِي \" سُورَةِ الْإِسْرَاءِ \" : (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا)  (١٧: ٦٧) فَسَّرُوا الضَّلَالَ هُنَا بِالنِّسْيَانِ فَهُوَ بِمَعْنَى الْآيَةِ الَّتِي نُفَسِّرُهَا، وَأَمَّا ضَلَالُ آلِهَتِهِمْ عَنْهُمْ فِي الْآخِرَةِ فَقَدْ ذُكِرَ فِي آيَاتٍ كَثِيرَةٍ فِي سُوَرٍ مُتَفَرِّقَةٍ، وَيُرَادُ بِبَعْضِهَا غَيْبَتُهَا عَنْهُمْ بِعَدَمِ وُجُودِهَا مَعَهُمْ هُنَالِكَ وَحِرْمَانِهِمْ مِمَّا كَانُوا يَرْجُونَ مِنْ شَفَاعَتِهَا، لَا غَيْبَتُهَا عَنْ قُلُوبِهِمْ وَخَوَاطِرِهِمْ كَمَا هُوَ الْمُرَادُ هُنَا، وَرُوِيَ عَنْ بَعْضِ الْمُفَسِّرِينَ أَنَّ الْمُرَادَ بِنِسْيَانِهِمْ إِيَّاهَا جَعْلَهَا بِمَنْزِلَةِ الْمَنْسِيِّ بِعَدَمِ دُعَائِهَا، فَقَدْ ذَكَرَ الرَّازِيُّ فِي النِّسْيَانِ قَوْلَيْنِ، قَالَ:  (الْأَوَّلُ) قَالَ ابْنُ عَبَّاسٍ: الْمُرَادُ تَتْرُكُونَ الْأَصْنَامَ وَلَا تَدْعُونَهُمْ لِعِلْمِكُمْ أَنَّهَا لَا تَضُرُّ وَلَا تَنْفَعُ (الثَّانِي) قَالَ الزَّجَّاجُ: يَجُوزُ أَنْ يَكُونَ الْمَعْنَى أَنَّكُمْ فِي تَرْكِكُمْ دُعَاءَهُمْ بِمَنْزِلَةِ مَنْ قَدْ نَسِيَهُمْ، وَهَذَا قَوْلُ الْحَسَنِ؛ لِأَنَّهُ قَالَ: يُعْرِضُونَ عَنْهُ إِعْرَاضَ النَّاسِي. اهـ. أَقُولُ: لَمْ يَنْقِلِ ابْنُ جَرِيرٍ وَلَا ابْنُ كَثِيرٍ فِي تَفَاسِيرِهِمَا وَلَا السُّيُوطِيُّ فِي الدُّرِّ الْمَنْثُورِ شَيْئًا فِي الْآيَةِ عَنِ ابْنِ عَبَّاسٍ وَلَا الْحَسَنِ وَلَا غَيْرِهِمَا مِنْ مُفَسِّرِي الصَّحَابَةِ وَالتَّابِعِينَ. </p><p> وَقَدِ اسْتَشْكَلَ الْمُفَسِّرُونَ مَا دَلَّتْ عَلَيْهِ الْآيَةُ مِنْ جَوَازِ كَشْفِ عَذَابِ الِاسْتِئْصَالِ وَعَذَابِ السَّاعَةِ عَنِ الْمُشْرِكِينَ بِدُعَائِهِمْ لِمُخَالَفَتِهِمْ لِمَا عُرِفَ مِنْ سَائِرِ النُّصُوصِ مَعَ قَوْلِهِ تَعَالَى:  (وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ)  (١٣: ١٤) وَأُجِيبُ بِأَنَّ مَا مَضَتْ بِهِ سُنَّتُهُ تَعَالَى فِي الْأُمَمِ وَمَا دَلَّتْ عَلَيْهِ النُّصُوصُ إِنَّمَا يَدُلُّ عَلَى عَدَمِ وُقُوعِ هَذَا الْكَشْفِ لَا عَلَى عَدَمِ جَوَازِهِ، وَقَدْ عَلَّقَ كَشْفَ ذَلِكَ هُنَا بِمَشِيئَتِهِ تَعَالَى، فَهُوَ يَقُولُ إِنَّهُ يَكْشِفُ ذَلِكَ إِنْ شَاءَ؛ لِأَنَّ مَشِيئَتَهُ نَافِذَةٌ حَتَّى فِي كَشْفِ عَذَابِ الِاسْتِئْصَالِ وَأَهْوَالِ السَّاعَةِ، وَهُمَا النَّوْعَانِ اللَّذَانِ لَا تَتَعَلَّقُ قُدَرُ الْمَخْلُوقِينَ الْمَوْهُوبَةُ لَهُمْ مِنَ اللهِ تَعَالَى بِشَيْءٍ مِنْ أَمْرِهِمَا ; لِأَنَّهُمَا فَوْقَ الْأَسْبَابِ الَّتِي سَخَّرَهَا اللهُ تَعَالَى لِخَلْقِهِ، وَلَكِنَّهُ تَعَالَى لَا يَشَاءُ ذَلِكَ؛ لِأَنَّهُ يُنَافِي حِكْمَتَهُ </p><p> وَتَقْدِيرَهُ الَّذِي جَرَتْ بِهِ سُنَنُهُ فِي الْأُمَمِ، وَيُمْكِنُ أَنْ يُجَابَ أَيْضًا بِأَنَّ الْمُرَادَ بِإِتْيَانِ عَذَابِ اللهِ ظُهُورُ أَمَارَاتِهِ وَمُقَدِّمَاتِهِ، وَبِالسَّاعَةِ الْقِيَامَةُ الصُّغْرَى أَيِ الْمَوْتُ بِظُهُورِ عَلَامَاتِهِ وَنُزُولِ سَكَرَاتِهِ، وَالْإِيمَانُ يُقْبَلُ قَبْلَ وُصُولِ عَذَابِ الِاسْتِئْصَالِ إِلَى مُسْتَحِقِّيهِ بِالْفِعْلِ وَقَبْلَ بُلُوغِ الرُّوحِ الْحُلْقُومَ مِنَ الْمُحْتَضِرِ، وَقِيلَ: إِنَّ بَعْضَ كُرُوبِ السَّاعَةِ تُكْشَفُ حَتَّى عَنِ الْكُفَّارِ كَكَرْبِ طُولِ الْوُقُوفِ بِالشَّفَاعَةِ الْعُظْمَى، وَلَكِنَّ هَذَا لَا يَصِحُّ جَوَابًا؛ لِأَنَّهُ لَا يَكُونُ بِدُعَائِهِمْ. </p><p> وَمِنْ مَبَاحِثِ اخْتِلَافِ الْأَدَاءِ فِي الْقِرَاءَةِ أَنَّ نَافِعًا قَرَأَ أَرَأَيْتَ وَأَرَأَيْتُمْ - بِكَافٍ وَبِغَيْرِ كَافٍ فِي جَمِيعِ الْقُرْآنِ - بِتَسْهِيلِ الْهَمْزَةِ الثَّانِيَةِ بِأَنْ جَعَلَهَا بَيْنَ الْهَمْزَةِ وَالْأَلِفِ، وَقَرَأَ الْكِسَائِيُّ </p>"
}