{
  "id": null,
  "sura": 6,
  "aya": 111,
  "text": "<p> الْجُزْءُ الثَّامِنُ </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ) بَيَّنَ اللهُ سُبْحَانَهُ فِي الْآيَتَيْنِ اللَّتَيْنِ قَبْلَ هَذِهِ الْآيَاتِ، أَنَّ مُقْتَرِحِي الْآيَاتِ الْكَوْنِيَّةِ عَلَى الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقْسَمُوا بِاللهِ مُجْتَهِدِينَ فِي أَيْمَانِهِمْ مُؤَكِّدِينَهَا قَائِلِينَ: لَئِنْ جَاءَتْنَا آيَةٌ لَنُؤْمِنَنَّ بِهَا وَبِمَا تَدُلُّ عَلَيْهِ مِنْ صِدْقِ الرَّسُولِ فِي دَعْوَى الرِّسَالَةِ وَمَا جَاءَ بِهِ عَنِ اللهِ تَعَالَى. وَأَنَّ الْمُؤْمِنِينَ كَانُوا يَوَدُّونَ إِجَابَةَ اقْتِرَاحِهِمْ، وَيَظُنُّونَ أَنَّهَا تُفْضِي إِلَى إِيمَانِهِمْ، فَبَيَّنَ اللهُ تَعَالَى لَهُمْ خَطَأَ ظَنِّهِمْ بِقَوْلِهِ:  (وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) نَفَى عَنْهُمُ الشُّعُورَ بِسُنَّتِهِ تَعَالَى فِيهِمْ وَفِي أَمْثَالِهِمْ مِنَ الْمُعَانِدِينَ وَمَا يَكُونُ مِنْ شَأْنِهِمْ إِذَا رَأَوْا آيَةً تَدُلُّ عَلَى خِلَافِ مَا يَعْتَقِدُونَ وَمَا يَهْوَوْنَ، وَهِيَ أَنَّهُمْ يَنْظُرُونَ إِلَيْهَا وَيَتَفَكَّرُونَ فِيهَا بِقَصْدِ الْجُحُودِ وَالْإِنْكَارِ، فَيَحْمِلُونَهَا عَلَى خِدَاعِ السِّحْرِ وَأَبَاطِيلِهِ، وَيَزْعُمُونَ أَنَّهَا لَا تَدُلُّ عَلَى الْمَطْلُوبِ. وَبَعْدَ بَيَانِ سُنَّتِهِ تَعَالَى فِيهِمْ عِنْدَ مَجِيءِ الْآيَةِ الْمُقْتَرَحَةِ </p><p> صَرَّحَ بِمَا هُوَ أَبْلَغُ مِنْ ذَلِكَ فَقَالَ: </p><p> (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ) فَرَأَوْهَا الْمَرَّةَ بَعْدَ الْمَرَّةِ بِأَعْيُنِهِمْ وَسَمِعُوا شَهَادَتَهَا لَكَ بِالرِّسَالَةِ بِآذَانِهِمْ (وَكَلَّمَهُمُ الْمَوْتَى) مِنْهُمْ بِإِحْيَائِنَا إِيَّاهُمْ آيَةً لَكَ وَحُجَّةً عَلَى صِدْقِ مَا جِئْتَ بِهِ عَنِ اللهِ - تَعَالَى - مِنْ أَنَّ الْمَوْتَ لَيْسَ عَدَمًا مَحْضًا لِلْإِنْسَانِ (وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا) أَيْ وَجَمَعْنَا كُلَّ شَيْءٍ مِنَ الْآيَاتِ وَالدَّلَائِلِ غَيْرَ الْمَلَائِكَةِ وَالْمَوْتَى فَسُقْنَاهُ وَأَرْسَلْنَاهُ عَلَيْهِمْ مُقَابِلًا لَهُمْ، أَوْ كَافِلًا لِصِحَّةِ دَعْوَاكَ، أَوْ قَبِيلًا قَبِيلًا (مَا كَانُوا لِيُؤْمِنُوا) أَيْ مَا كَانَ مِنْ شَأْنِهِمْ وَلَا مُقْتَضَى اسْتِعْدَادِهِمْ أَنْ يُؤْمِنُوا، وَنَفْيُ الشَّيْءِ أَبْلَغُ مِنْ نَفْيِ الْفِعْلِ، ذَلِكَ بِأَنَّهُمْ لَا يَنْظُرُونَ فِي شَيْءٍ مِنَ الْآيَاتِ نَظَرَ اسْتِدْلَالٍ، وَإِنَّمَا يَنْظُرُونَ إِلَيْهَا نَظَرَ مَنْ جَاءَهُ وَلِيٌّ يُرِيدُ نَصْرَهُ وَإِغَاثَتَهُ وَإِخْرَاجَهُ مِنْ ضِيقٍ نَزَلَ بِهِ، فَظَنَّ أَنَّهُ عَدُوٌّ يُهَاجِمُهُ لِيُوقِعَهُ بِهِ وَيَسْلُبَهُ مَا بِيَدِهِ فَيَنْبَرِي لِقِتَالِهِ، فَإِذَا قَالَ لَهُ إِنَّمَا أَنَا وَلِيٌّ نَصِيرٌ، لَا عَدُوٌّ مُغِيرٌ، ظَنَّ أَنَّهُ يَخْدَعُهُ بِقَوْلِهِ، وَأَنَّهُ إِذَا لَمْ يَسْبِقْ إِلَى قَتْلِهِ قَتَلَهُ، لَا يَعْقِلُ غَيْرَ هَذَا. </p><p> وَقَوْلُهُ تَعَالَى:  (قُبُلًا) قَرَأَهُ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ بِضَمِّ الْقَافِ وَالْبَاءِ هُنَا وَفِي سُورَةِ الْكَهْفِ، وَقَرَأَهُ نَافِعٌ وَابْنُ عَامِرٍ بِكَسْرِ الْقَافِ وَفَتْحِ الْبَاءِ فِيهِمَا، وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو كَالْأَوَّلِينَ هُنَا وَكَالْآخِرِينَ فِي الْكَهْفِ. قِيلَ: إِنَّ مَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ وَهُوَ الْمُقَابَلَةُ وَالْمُوَاجَهَةُ بِالشَّيْءِ، وَنَقَلَهُ الْوَاحِدِيُّ عَنْ أَبِي زَيْدٍ، وَالتَّقْدِيرُ: وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ مِنْ أَنْوَاعِ الدَّلَائِلِ مُوَاجَهَةً وَمُعَايَنَةً، وَقِيلَ: إِنَّ الْأُولَى جَمْعُ قَبِيلٍ فَهُوَ كَقُضُبٍ وَرُغُفٍ - بِضَمَّتَيْنِ فِيهِمَا - جَمْعُ قَضِيبٍ وَرَغِيفٍ، وَالتَّقْدِيرُ: وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ مِنْ ذَلِكَ قَبِيلًا قَبِيلًا وَصِنْفًا صِنْفًا، أَيْ كُلُّ صِنْفٍ مِنْهُ عَلَى حِدَةٍ، وَمِنِ اسْتِعْمَالِ مُفْرَدِهِ فِي مِثْلِ هَذَا الْمَقَامِ قَوْلُهُ تَعَالَى فِي حِكَايَةِ اقْتِرَاحِهِمُ الْآيَاتِ مِنْ سُورَةِ الْإِسْرَاءِ:  (أَوْ تَأْتِيَ بِاللهِ وَالْمَلَائِكَةِ قَبِيلًا)  (١٧: ٩٢) وَقِيلَ: مَعْنَاهُ الْكَفِيلُ، أَيْ وَحَشَرْنَا عَلَيْهِمْ كُلَّ مَا ذُكِرَ كُفَلَاءَ يَضْمَنُونَ لَهُمْ صِحَّةَ مَا جِئْتَ بِهِ. وَهُوَ مَرْوِيٌّ عَنْ أَبِي عُبَيْدَةَ وَالْفَرَّاءِ وَالزَّجَّاجِ، وَكُلُّ مَا ذُكِرَ مِنَ الْمَعَانِي لِلْقِرَاءَتَيْنِ مُتَّفَقٌ يُؤَيِّدُ بَعْضُهُ بَعْضًا. </p><p> وَأَمَّا الِاسْتِثْنَاءُ بِقَوْلِهِ تَعَالَى (إِلَّا أَنْ يَشَاءَ اللهُ) فَقِيلَ: هُوَ مُنْقَطِعٌ، مَعْنَاهُ لَكِنَّ اللهَ تَعَالَى إِنْ شَاءَ إِيمَانَ أَحَدٍ مِنْهُمْ آمَنَ، وَقِيلَ: هُوَ اسْتِثْنَاءٌ مُتَّصِلٌ مِنْ أَعَمِّ الْأَحْوَالِ أَوِ </p><p> الْأَوْقَاتِ، وَالْمُرَادُ عَلَيْهِ أَنَّهُمْ مَا دَامُوا عَلَى صِفَاتِهِمُ الَّتِي هُمْ عَلَيْهَا فِي زَمَنِ اقْتِرَاحِ الْآيَاتِ لَا يُؤْمِنُونَ، وَإِذَا شَاءَ اللهُ أَنْ يُزِيلَهَا فَعَلَ. وَالظَّاهِرُ أَنَّهُ مُؤَيِّدٌ لِذَلِكَ الْجَزْمِ بِعَدَمِ إِيمَانِ هَؤُلَاءِ النَّاسِ الْمَوْصُوفِينَ بِمَا ذَكَرَ مِنَ الْعِنَادِ وَالْكِبْرِيَاءِ وَالْمُكَابَرَةِ، وَمَعْنَاهُ: أَنَّ سُنَّةَ اللهِ تَعَالَى فِي فَقْدِهِمُ الِاسْتِعْدَادَ لِلْإِيمَانِ جَارِيَةٌ بِحَسَبِ مَشِيئَتِهِ تَعَالَى كَكُلِّ مَا يَجْرِي فِي هَذَا الْعَالَمِ، وَلَوْ شَاءَ غَيْرَ ذَلِكَ لَكَانَ، وَلَكِنَّهُ لَا يَشَاءُ لِأَنَّهُ تَغْيِيرٌ لِسُنَنِهِ، وَتَبْدِيلٌ لِطِبَاعِ هَذَا النَّوْعِ مِنْ خَلْقِهِ - الْإِنْسَانِ - فَهُوَ إِذًا مَزِيدُ تَأْكِيدٍ لِنَفْيِ الْإِيمَانِ عَنْهُمْ، وَالْأُسْتَاذُ الْإِمَامُ يُعِدُّ مِنْ هَذَا التَّأْكِيدِ قَوْلَهُ تَعَالَى:  (سَنُقْرِئُكَ فَلَا تَنْسَى إِلَّا مَا شَاءَ اللهُ)  (٨٧: ٦، ٧) </p><p> فَالْمُرَادُ أَنَّهُ لَا يَنْسَى أَلْبَتَّةَ، وَقَدْ يُفَسَّرُ بِهِ مَا اسْتَشْكَلُوهُ وَذَهَبُوا الْمَذَاهِبَ فِي تَأْوِيلِهِ مِنْ آيَتَيْ سُورَةِ هُودٍ:  (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ)  (١١: ١٠٧) وَلَا حُجَّةَ فِي الِاسْتِثْنَاءِ بِالْمَشِيئَةِ فِي هَذِهِ الْآيَةِ وَأَمْثَالِهَا لِلْجَبْرِيَّةِ عَلَى جَبْرِهِمْ، وَلَا لِلْقَائِلِينَ بِخَلْقِ اللهِ تَعَالَى لِلشَّرِّ وَلَا لِمُنْكِرِيهِ، فَكُلُّ مَا يَجْرِي فِي الْكَوْنِ مِنْ أَعْمَالِ الْبَشَرِ الِاخْتِيَارِيَّةِ خَيْرِهَا وَشَرِّهَا جَارٍ بِنِظَامٍ وَسُنَنٍ حِكْمِيَّةٍ وَكُلُّهَا بِمَشِيئَةِ اللهِ تَعَالَى، وَمَا هُوَ شَرٌّ مِنْ أَفْعَالِ النَّاسِ الِاخْتِيَارِيَّةِ لِقُبْحِهِ وَلِمَا يَتَرَتَّبُ عَلَيْهِ مِنْ ضَرَرِهِمْ بِهِ وَعِقَابِهِمْ عَلَيْهِ لَا يَسْتَلْزِمُ مَا قَالَتْهُ تِلْكَ الْفِرَقُ كَمَا بَيَّنَاهُ مِرَارًا فِي هَذَا التَّفْسِيرِ وَفِي مَبَاحِثَ أُخْرَى مِنَ الْمَنَارِ. </p><p> (وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ) سُنَنَ اللهِ تَعَالَى فِي عِبَادِهِ وَانْطِبَاقَهَا عَلَى الْأَفْرَادِ وَالْجَمَاعَاتِ، لِذَلِكَ يَتَمَنَّى بَعْضُ الْمُؤْمِنِينَ لَوْ يُؤْتَى مُقْتَرِحُو الْآيَاتِ مَا اقْتَرَحُوهُ لِظَنِّهِمْ أَنَّهُ سَيَكُونُ سَبَبًا لِإِيمَانِهِمْ، وَلَيْسَتِ الْآيَاتُ بِمُلْزِمَةٍ وَلَا مُغَيِّرَةٍ لِطِبَاعِ الْبَشَرِ فِي اخْتِيَارِ مَا تَرَجَّحَ عِنْدَ كُلٍّ مِنْهُمْ بِحَسَبِ نَظَرِهِ فِيهَا وَفِي غَيْرِهَا، وَلَوْ شَاءَ اللهُ تَعَالَى لَجَعَلَهَا كَذَلِكَ، وَلَوْ شَاءَ أَيْضًا لَخَلَقَ الْإِيمَانَ فِي قُلُوبِ الْبَشَرِ خَلْقًا لَا عَمَلَ لَهُمْ فِيهِ وَلَا اخْتِيَارَ. وَحِينَئِذٍ لَا يَكُونُونَ مُحْتَاجِينَ إِلَى رُسُلٍ، بَلْ لَا يَكُونُونَ هُمْ هَذَا النَّوْعَ مِنَ الْخَلْقِ الَّذِي سُمِّيَ الْإِنْسَانَ. </p><p> ذَهَبَ بَعْضُ الْمُفَسِّرِينَ إِلَى أَنَّ هَذِهِ الْجُمْلَةَ الْأَخِيرَةَ نَزَلَتْ فِي الْمُؤْمِنِينَ، فَإِنَّ أَكْثَرَهُمْ يَجْهَلُونَ قَطْعًا أَنَّ هَؤُلَاءِ الْمُقْتَرِحِينَ الْمُعَانِدِينَ مِنَ الَّذِينَ فَقَدُوا الِاسْتِعْدَادَ لِلْإِيمَانِ وَالِاسْتِعْدَادَ لِلنَّظَرِ الصَّحِيحِ فِي الْآيَاتِ وَالدَّلَائِلِ الْمُوَصِّلَةِ إِلَيْهِ. وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّهَا فِي الْكَافِرِينَ الَّذِينَ لَا يُؤْمِنُونَ - كَالْجُمَلِ قَبْلَهَا - وَلَا شَكَّ أَنَّ جَهْلَهُمْ عَظِيمٌ فِي هَذَا الْأَمْرِ وَفِي غَيْرِهِ، وَيُرَجِّحُ الْأَوَّلَ إِسْنَادُ الْجَهْلِ إِلَى أَكْثَرِهِمْ وَهُوَ عَامٌّ شَامِلٌ لَهُمْ، </p><p> وَلَا سِيَّمَا إِذَا أُرِيدَ بِهِمُ الْمُسْتَهْزِئُونَ الْخَمْسَةُ خَاصَّةً كَمَا تَقَدَّمَ فِي أَوَّلِ السِّيَاقِ مِنْ آخِرِ الْجُزْءِ السَّابِعِ، وَهُمُ الْوَلِيدُ بْنُ الْمُغِيرَةِ الْمَخْزُومِيُّ، وَالْعَاصِي بْنُ وَائِلٍ السَّهْمِيُّ، وَالْأَسْوَدُ بْنُ عَبْدِ يَغُوثَ الزُّهْرِيُّ، وَالْأَسْوَدُ بْنُ الْمُطَّلِبِ، وَالْحَارِثُ بْنُ حَنْظَلَةَ، فَقَدْ كَانُوا أَجْهَلَ الْقَوْمِ بِهَذِهِ الْهِدَايَةِ وَأَشَدَّهُمْ جَهْلًا عَلَى الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَلَمَّا تَضَمَّنَ الْقَوْلُ السَّابِقُ أَنَّ أُولَئِكَ الْمُشْرِكِينَ الْمُقْتَرِحِينَ لِلْآيَاتِ أَعْدَاءٌ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَمَا اقْتَرَحُوا مَا اقْتَرَحُوا إِلَّا لِاعْتِقَادِهِمْ أَنَّهُمْ لَا يُؤْتَوْنَهُ فَيَكُونُ ذَلِكَ بَابًا لِلطَّعْنِ فِي رِسَالَتِهِ - أَرَادَ اللهُ تَعَالَى تَسْلِيَتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ بِبَيَانِ أَنَّ تِلْكَ سُنَّتُهُ فِي جَمِيعِ النَّبِيِّينَ فَقَالَ:  (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ) أَيْ وَكَمَا جَعَلْنَا هَؤُلَاءِ وَمَنْ عَلَى شَاكِلَتِهِمْ أَعْدَاءً لَكَ، جَعَلْنَا لِكُلِّ نَبِيٍّ جَاءَ قَبْلَكَ أَعْدَاءً هُمْ شَيَاطِينُ الْإِنْسِ وَالْجِنِّ. وَالْعَدُوُّ ضِدُّ الصَّدِيقِ وَالْحَبِيبِ، وَهُوَ يُطْلَقُ عَلَى الْمُفْرَدِ وَالْمُثَنَّى وَالْجَمْعِ وَالذَّكَرِ وَالْأُنْثَى، قَالَ تَعَالَى فِي آيَةٍ أُخْرَى:  (فَإِنَّهُمْ عَدُوٌّ لِي)  (٢٦: ٧٧) وَلِذَلِكَ بَيَّنَ الْعَدُوَّ هُنَا بِأَنَّهُمْ شَيَاطِينُ الْإِنْسِ </p><p> وَالْجِنِّ، فَشَيَاطِينُ بَيَانٌ لِـ (عَدُوًّا) أَوْ بَدَلٌ مِنْهُ. وَيَجُوزُ أَنْ يَكُونَ الْمَعْنَى جَعَلْنَا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ أَعْدَاءً لِكُلِّ نَبِيٍّ بَعَثَهُ اللهُ تَعَالَى. ذَهَبَ عِكْرِمَةُ وَالسُّدِّيُّ إِلَى أَنَّ الْمُرَادَ بِشَيَاطِينِ الْإِنْسِ الشَّيَاطِينُ الَّذِينَ يُضِلُّونَ الْإِنْسَ بِالْوَسْوَسَةِ لَهُمْ، وَبِشَيَاطِينِ الْجِنِّ الَّذِينَ يُضِلُّونَ الْجِنَّ كَذَلِكَ، وَكُلُّهُمْ مِنْ وَلَدِ إِبْلِيسَ، وَأَنَّهُ لَيْسَ فِي الْإِنْسِ شَيَاطِينُ. وَهَذَا الْقَوْلُ بَاطِلٌ بِدَلِيلِ قَوْلِهِ تَعَالَى:  (وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ)  (٢: ١٤) الْآيَةَ. وَالصَّوَابُ مَا رُوِيَ عَنْ مُجَاهِدٍ وَقَتَادَةَ وَالْحَسَنِ وَهُوَ أَنَّ مِنَ الْإِنْسِ شَيَاطِينَ وَمِنَ الْجِنِّ شَيَاطِينَ وَرَجَّحَهُ ابْنُ جَرِيرٍ بِحَدِيثِ أَبِي ذَرٍّ الْمَرْفُوعِ الَّذِي رَوَاهُ مِنْ عِدَّةِ طُرُقٍ وَهُوَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ عَقِبَ صَلَاةٍ \" يَا أَبَا ذَرٍّ هَلْ تَعَوَّذْتَ بِاللهِ مِنْ شَرِّ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ؟ - قَالَ قُلْتُ يَا رَسُولَ اللهِ وَهَلْ لِلْإِنْسِ مِنْ شَيَاطِينَ؟قَالَ:نَعَمْ \" وَقَالَ ابْنُ عَبَّاسٍ: كُلُّ عَاتٍ مُتَمَرِّدٍ مِنَ الْجِنِّ وَالْإِنْسِ فَهُوَ شَيْطَانٌ. </p><p> وَمَعْنَى هَذَا الْجَعْلِ أَنَّ سُنَّةَ اللهِ تَعَالَى فِي الْخَلْقِ مَضَتْ بِأَنْ يَكُونَ الشِّرِّيرُ الْمُتَمَرِّدُ الْعَاتِي عَنِ الْحَقِّ وَالْمَعْرُوفِ، أَيِ الَّذِي لَا يَنْقَادُ لَهُمَا كِبْرًا وَعِنَادًا وَجُمُودًا عَلَى مَا تَعَوَّدَ، يَكُونُ عَدُوًّا لِلدُّعَاةِ إِلَيْهِمَا مِنَ الْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ وَمِنْ وَرِثَتِهِمْ وَنَاشِرِي هِدَايَتِهِمْ. وَهَكَذَا شَأْنُ كُلِّ ضِدَّيْنِ يَدْعُو أَحَدُهُمَا إِلَى خِلَافِ مَا عَلَيْهِ الْآخَرُ مِمَّا يَتَعَلَّقُ بِمَنَافِعِهِمُ </p><p> الِاجْتِمَاعِيَّةِ، فَإِنْ كَانَ أَحَدُهُمَا خَيِّرًا مُحِقًّا نُسِبَتِ الْعَدَاوَةُ إِلَى الْآخَرِ الشِّرِّيرِ الْمُبْطِلِ ; لِأَنَّهُ هُوَ الَّذِي يَسْعَى إِلَى إِيذَاءِ مُخَالِفِهِ بِكُلِّ وَسِيلَةٍ يَسْتَطِيعُهَا لِأَنَّهُ مُخَالِفٌ وَإِنْ كَانَ يَعْلَمُ أَنَّهُ يُرِيدُ الْخَيْرَ لَهُ. وَلَيْسَ كُلُّ مُخَالِفٍ مُبْطِلٍ عَدُوًّا يَسْعَى جَهْدَهُ لِإِيذَاءِ مُخَالِفِهِ الْمُحِقِّ وَإِنَّمَا يَتَصَدَّى لِذَلِكَ الْعُتَاةُ الْمُسْتَكْبِرُونَ الْمُحِبُّونَ لِلشُّهْرَةِ وَالزَّعَامَةِ بِالْبَاطِلِ وَالْمُتْرَفُونَ الَّذِينَ يَخَافُونَ عَلَى نَعِيمِهِمْ، فَلَمْ يَكُنْ كُلُّ كَافِرٍ بِالْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ نَاصِبًا نَفْسَهُ لِعَدَاوَتِهِمْ وَإِيذَائِهِمْ وَصَدِّ النَّاسِ عَنْهُمْ، بَلْ أُولَئِكَ هُمُ الْعُتَاةُ الْمُتَمَرِّدُونَ مِنَ الرُّؤَسَاءِ وَالْمُتْرَفِينَ وَالْقُسَاةِ الَّذِينَ ضُرِبَتْ أَنْفُسُهُمْ بِالْعُدْوَانِ وَالْبَغْيِ، وَأُولَئِكَ هُمُ الشَّيَاطِينُ الْمُفْسِدُونَ فِي الْأَرْضِ، سَوَاءٌ كَانُوا مِنْ جِنْسِ الْإِنْسِ الظَّاهِرِ أَوْ مِنْ جِنْسِ الْجِنِّ الْخَفِيِّ، وَحِكْمَةُ عَدَاوَةِ الْأَشْرَارِ لِلْأَخْيَارِ هِيَ مَا يُعَبَّرُ عَنْهُ فِي عُرْفِ عُلَمَاءِ الِاجْتِمَاعِ الْبَشَرِيِّ بِسُنَّةِ تَنَازُعِ الْبَقَاءِ بَيْنَ الْمُتَقَابِلَاتِ الَّتِي تُفْضِي بِالْجِهَادِ وَالتَّمْحِيصِ إِلَى مَا يُسَمُّونَهُ (سُنَّةَ الِانْتِخَابِ الطَّبِيعِيِّ) أَيِ انْتِصَارُ الْحَقِّ وَبَقَاءُ الْأَمْثَلِ الَّتِي وَرَدَ بِهَا الْمَثَلُ فِي قَوْلِهِ تَعَالَى مِنْ سُورَةِ الرَّعْدِ: (أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللهُ الْأَمْثَالَ)  (١٣: ١٧) فَالْحَيَاةُ الدُّنْيَا جِهَادٌ لَا يَكْمُلُ وَيَثْبُتُ فِيهَا إِلَّا الْمُجَاهِدُونَ الصَّابِرُونَ، وَكَذَلِكَ الْعَمَلُ فِيهَا لِلْآخِرَةِ (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ)  (٢: ١٤٢)  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللهِ أَلَا إِنَّ نَصْرَ اللهِ قَرِيبٌ)  (٢: ٢١٤) </p>"
}