{
  "id": null,
  "sura": 6,
  "aya": 115,
  "text": "<p> وَالْخِطَابُ فِي قَوْلِهِ تَعَالَى:  (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُرَادُ غَيْرُهُ، عَلَى حَدِّ قَوْلِهِمْ: إِيَّاكَ أَعْنِي وَاسْمَعِي يَا جَارَةُ، وَقِيلَ: لِكُلِّ مُخَاطَبٍ، أَيْ فَلَا تَكُونَنَّ مِنَ الشَّاكِّينَ فِي ذَلِكَ. عَلَى أَنَّ نَهْيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الشَّكِّ فِي كَوْنِ أَهْلِ الْكِتَابِ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ بِالْحَقِّ مَقْرُونًا بِإِخْبَارِهِ بِهِ لَا يَقْتَضِي جَوَازَ شَكِّهِ فِيهِ بَعْدَ هَذَا الْإِخْبَارِ، فَإِنْ كَانَ يَشُكُّ فِيهِ قَبْلَهُ فَلَا ضَرَرَ. </p><p> (وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا) الْكَلِمَةُ تُطْلَقُ عَلَى الْجُمْلَةِ وَالطَّائِفَةِ مِنَ الْقَوْلِ فِي مَعْنًى وَاحِدٍ أَوْ غَرَضٍ وَاحِدٍ طَالَ أَوْ قَصُرَ، فَإِذَا أَلْقَى أَفْرَادٌ خُطَبًا أَوْ كَتَبُوا مَقَالَاتٍ فِي مَوْضُوعٍ مَا، قِيلَ فِي كُلِّ خُطْبَةٍ وَكُلِّ مَقَالَةٍ: هَذِهِ كَلِمَةُ فُلَانٍ، وَرُوِيَ أَنَّ </p><p> الْعَرَبَ كَانَتْ تُسَمِّي الْقَصِيدَةَ مِنَ الشِّعْرِ كَلِمَةً ; لِأَنَّ الْقَصِيدَةَ تُقَالُ فِي غَرَضٍ وَاحِدٍ وَإِنِ اشْتَمَلَتْ عَلَى مَعَانٍ كَثِيرَةٍ، وَتُسَمَّى جُمْلَةُ \" لَا إِلَهَ إِلَّا اللهُ \" كَلِمَةَ التَّوْحِيدِ، وَمِنْ هُنَا قَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ الْمُرَادَ بِالْكَلِمَةِ فِي هَذِهِ الْآيَةِ الْقُرْآنُ. وَهُوَ جَائِزٌ لُغَةً وَلَكِنَّهُ غَيْرُ ظَاهِرٍ مَعْنًى، وَإِنَّمَا الظَّاهِرُ الْمُتَبَادِرُ بِقَرِينَةِ السِّيَاقِ أَنَّ الْكَلِمَةَ هُنَا مِنْ قَبِيلِ قَوْلِهِ تَعَالَى:  (وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ)  (١١: ١١٩) وَقَوْلِهِ: (وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا)  (٧: ١٣٧) الْآيَةَ فَمَعْنَى الْجُمْلَةِ: وَتَمَّتْ كَلِمَةُ رَبِّكَ أَيُّهَا الرَّسُولُ فِيمَا وَعَدَكَ بِهِ مِنْ نَصْرِكَ، وَمَا أَوْعَدَ بِهِ هَؤُلَاءِ الْمُسْتَهْزِئِينَ بِالْقُرْآنِ الْمُقْتَرِحِينَ لِلْآيَاتِ وَأَمْثَالِهِمْ مِنْ مُعَانِدِي قَوْمِكَ الْمُسْتَكْبِرِينَ عَنِ الْإِيمَانِ بِكَ مِنْ خُذْلَانِهِمْ وَهَلَاكِهِمْ، كَمَا تَمَّتْ مِنْ قَبْلُ فِي الرُّسُلِ وَأَعْدَائِهِمْ مِنْ قَبْلِكَ، وَهِيَ قَوْلُهُ تَعَالَى:  (وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ)  (٣٧: ١٧١ ١٧٣) وَمَا فِي مَعْنَاهَا مِنْ عَامٍّ كَقَوْلِهِ تَعَالَى: (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ)  (٤٠: ٥١) وَخَاصٍّ كَقَوْلِهِ لِرَسُولِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ)  (١٥: ٩٥) أَمَّا تَمَامُهَا صِدْقًا فَهُوَ وُقُوعُ مَضْمُونِهَا مِنْ حَيْثُ كَوْنِهَا خَبَرًا، وَأَمَّا تَمَامُهَا عَدْلًا فَمِنْ حَيْثُ كَوْنِهَا جَزَاءً لِلْكَافِرِينَ الْمُعَانِدِينَ لِلْحَقِّ بِمَا يَسْتَحِقُّونَ، وَلِلْمُؤْمِنِينَ الْمُهْتَدِينَ بِمَا يَسْتَحِقُّونَ، وَإِنْ كَانُوا بِمُقْتَضَى الْفَضْلِ يُزَادُونَ، وَإِذَا كَانَتْ هَذِهِ الْآيَةُ نَزَلَتْ بِمَكَّةَ قَبْلَ نَصْرِ اللهِ تَعَالَى نَبِيَّهُ عَلَى طُغَاةِ قَوْمِهِ فِي بَدْرٍ وَغَيْرِهَا، فَالْفِعْلُ الْمَاضِي فِيهَا \" تَمَّتْ \" بِمَعْنَى الْمُسْتَقْبَلِ، فَهُوَ لِتَحَقُّقِ وُقُوعِهِ كَأَنَّهُ وَقَعَ، وَهَذَا مِنْ ضُرُوبِ الْمُبَالَغَةِ الْبَلِيغَةِ. وَفِيهِ وَجْهٌ آخَرُ وَهُوَ أَنَّ الْمُرَادَ بِالْخَبَرِ هُنَا لَازِمُهُ وَهُوَ تَأْكِيدُ مَا تَضَمَّنَتْهُ هَذِهِ الْآيَاتُ مِنْ تَسْلِيَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ كُفْرِ هَؤُلَاءِ الْمُعَانِدِينَ وَإِيذَائِهِمْ لَهُ وَلِأَصْحَابِهِ وَإِيئَاسِ الطَّامِعِينَ مِنَ الْمُسْلِمِينَ فِي إِيمَانِهِمْ بِإِيتَائِهِمُ الْآيَاتِ الْمُقْتَرَحَةَ، كَأَنَّهُ يَقُولُ: كَمَا أَنَّ سُنَّتِي مَضَتْ بِأَنْ يَكُونَ لِلرُّسُلِ أَعْدَاءٌ مِنْ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ، قَدْ تَمَّتْ كَلِمَتِي بِنَصْرِ الْمُرْسَلِينَ، وَخُذْلَانِ هَؤُلَاءِ الطُّغَاةِ الْمُفْسِدِينَ. </p><p> (لَا مُبَدِّلَ لِكَلِمَاتِهِ) كَمَا أَنَّهُ لَا تَبْدِيلَ لِسُنَنِهِ (سُنَّةَ اللهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا)  (٣٣: ٦٢) </p><p> وَالتَّبْدِيلُ التَّغْيِيرُ بِالْبَدَلِ. وَهَذِهِ الْجُمْلَةُ </p><p> تَعْلِيلٌ لِمَا قَبْلَهَا، وَالْمَعْنَى أَنَّ كَلِمَةَ اللهِ تَعَالَى فِي نَصْرِكَ أَيُّهَا الرَّسُولُ وَخُذْلَانِ أَعْدَائِكَ قَدْ تَمَّتْ وَأَصْبَحَ نُفُوذُهَا حَتْمًا لَا مَرَدَّ لَهُ ; لِأَنَّ كَلِمَاتِ اللهِ الَّتِي هِيَ مِنْ أَفْرَادِهَا لَا مُبَدِّلَ لَهَا ; إِذْ لَا يَسْتَطِيعُ أَحَدٌ مِنْ خَلْقِهِ - وَكُلُّ مَا عَدَاهُ فَهُوَ مِنْ خَلْقِهِ - أَنْ يُزِيلَ كَلِمَةً مِنْ كَلِمَاتِهِ بِكَلِمَةٍ أُخْرَى تُخَالِفُهَا، أَوْ يَمْنَعَ صِدْقَهَا عَلَى مَنْ وَرَدَتْ فِيهِمْ، كَأَنْ يَجْعَلَ الْوَعْدَ وَعِيدًا أَوِ الْوَعِيدَ وَعْدًا أَوْ يَصْرِفَهُمَا عَنِ الْمَوْعُودِ بِالثَّوَابِ أَوِ الْمُوْعَدِ بِالْعِقَابِ إِلَى غَيْرِهِمَا أَوْ يَحُولَ دُونَ وُقُوعِهِمَا أَلْبَتَةَ. </p><p> فَإِنْ قِيلَ: إِنَّ بَعْضَ الْمُتَكَلِّمِينَ جَوَّزَ تَخَلُّفَ الْوَعِيدِ دُونَ الْوَعْدِ لِأَنَّهُ فَضْلٌ وَإِحْسَانٌ، قُلْنَا: لَمْ يُجَوِّزْ أَحَدٌ مِنْ مُحَقِّقِي أَهْلِ الْحَقِّ تَخَلُّفَ الْوَعِيدِ مُطْلَقًا، بَلْ صَرَّحُوا بِأَنَّ مِنْ أُصُولِ الْعَقِيدَةِ أَنَّ نُفُوذَ الْوَعِيدِ فِي الْكُفَّارِ وَفِي طَائِفَةٍ مِنْ عُصَاةِ الْمُؤْمِنِينَ حَقٌّ، وَإِنَّمَا قِيلَ: يَتَخَلَّفُ شُمُولُ الْوَعِيدِ لِجَمِيعِ الْعُصَاةِ الَّذِي يَدُلُّ عَلَيْهِ إِطْلَاقُ بَعْضِ النُّصُوصِ، وَلَنَا أَنْ نَقُولَ: إِنَّ هَذَا لَيْسَ بِتَخَلُّفٍ فَيُقَالُ: إِنَّهُ تَبْدِيلٌ لِكَلِمَاتِ اللهِ سُبْحَانَهُ وَتَكْذِيبٌ لَهَا، فَإِنَّهُ - تَعَالَى - لَمْ يُرِدْ بِتِلْكَ الْإِطْلَاقَاتِ الشُّمُولَ الْعَامَّ لِجَمِيعِ أَفْرَادِ مَنْ وَرَدَتْ فِيهِمْ تِلْكَ النُّصُوصُ، لِأَنَّهُ بَيَّنَ فِي نُصُوصٍ أُخْرَى أَنَّهُ يَعْفُوَ عَنْ بَعْضِ الذُّنُوبِ وَيَغْفِرُ لِمَنْ يَشَاءُ مِنْ مُقْتَرِفِيهَا وَيُعَذِّبُ مَنْ يَشَاءُ، وَهُوَ يَعْلَمُ مَنْ أَرَادَ الْمَغْفِرَةَ لَهُمْ وَمَنْ أَرَادَ تَعْذِيبَهُمْ وَلَا يُبَدِّلُ كَلَامَهُ فِي أَحَدٍ مِنْهُمَا، وَأُبْهِمَ ذَلِكَ عَلَيْنَا لِنَرْجُوَهُ دَائِمًا وَلَا يُوقِعُنَا الْعَمَلُ الصَّالِحُ فِي الْغُرُورِ وَالْأَمْنِ مِنْ عَذَابِهِ فَنُقَصِّرُ، وَنَخَافُهُ دَائِمًا وَلَا يُوقِعُنَا ارْتِكَابُ الذَّنْبِ فِي الْيَأْسِ مِنْ رَحْمَتِهِ فَنَهْلَكُ، وَقَدْ أَحْسَنَ أَبُو الْحَسَنِ الشَّاذِلِيُّ فِي قَوْلِهِ فِي هَذَا الْمَقَامِ: وَقَدْ أَبْهَمْتَ الْأَمْرَ عَلَيْنَا لِنَرْجُوَ وَنَخَافَ فَأَمِّنْ خَوْفَنَا وَلَا تُخَيِّبْ رَجَاءَنَا. </p><p> فَإِنْ قِيلَ: أَلَيْسَ الشُّفَعَاءُ يُؤَثِّرُونَ فِي إِرَادَتِهِ تَعَالَى فَيَحْمِلُونَهُ عَلَى الْعَفْوِ عَنِ الْمَشْفُوعِ لَهُمْ وَالْمَغْفِرَةِ لَهُمْ؟ قُلْنَا: كَلَّا إِنَّ الْمَخْلُوقَ لَا يَقْدِرُ عَلَى التَّأْثِيرِ فِي صِفَاتِ الْخَالِقِ الْأَزَلِيَّةِ الْكَامِلَةِ، وَقَدْ نَطَقَتِ الْآيَاتُ بِأَنَّ الشَّفَاعَةَ لِلَّهِ جَمِيعًا، لَيْسَ لِأَحَدٍ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ، وَلَا يَسْتَطِيعُ أَحَدٌ أَنْ يَشْفَعَ عِنْدَهُ إِلَّا بِإِذْنِهِ، وَهُوَ لَا يَأْذَنُ إِلَّا لِمَنْ تَعَلَّقَتْ مَشِيئَتُهُ وَعِلْمُهُ فِي الْأَزَلِ بِالْإِذْنِ لَهُمْ (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ)  (٢١: ٢٨) فَيَكُونُ ذَلِكَ إِظْهَارَ كَرَامَةٍ وَجَاهٍ لَهُمْ عِنْدَهُ، لَا إِحْدَاثَ تَأْثِيرٍ لِلْحَادِثِ فِي صِفَاتِ الْقَدِيمِ وَسُلْطَانٍ </p><p> لَهُ عَلَيْهَا، تَعَالَى الله عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، وَقَدْ تَقَدَّمَ تَحْقِيقُ هَذِهِ الْمَسْأَلَةِ مِرَارًا. </p><p> فَإِنْ قِيلَ: أَلَا يَدُلُّ قَوْلُهُ: (لَا مُبَدِّلَ لِكَلِمَاتِهِ) عَلَى اسْتِحَالَةِ التَّحْرِيفِ أَوِ التَّبْدِيلِ فِي الْكُتُبِ الْإِلَهِيَّةِ أَيْ فِي لَفْظِهَا وَعِبَارَتِهَا، كَاسْتِحَالَةِ التَّبْدِيلِ فِي صِدْقِهَا وَنُفُوذِهَا؟ قُلْنَا: إِنَّمَا وَرَدَ السِّيَاقُ وَالنَّصُّ فِي صِدْقِهَا وَعَدْلِهَا فِي لَفْظِهَا، وَقَدْ أَثْبَتَ اللهُ فِي كِتَابِهِ تَحْرِيفَ أَهْلِ الْكِتَابِ قَبْلَنَا لِكَلَامِهِ وَنِسْيَانَهُمْ حَظًّا مِنْهُ، وَمَا كَفَلَ تَعَالَى حِفْظَ كِتَابٍ مِنْ كُتُبِهِ بِنَصِّهِ إِلَّا هَذَا الْقُرْآنَ الْمَجِيدَ الَّذِي قَالَ فِيهِ:  (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ)  (١٥: ٩) وَظَهَرَ صِدْقُ كَفَالَتِهِ بِتَسْخِيرِ الْأُلُوفِ الْكَثِيرَةِ فِي كُلِّ عَصْرٍ لِحِفْظِهِ عَنْ ظَهْرِ قَلْبٍ، وَلِكِتَابَةِ النُّسَخِ الَّتِي </p><p> لَا تُحْصَى مِنْهُ فِي كُلِّ عَصْرٍ مِنْ زَمَنِ الصَّحَابَةِ - رِضْوَانُ اللهِ تَعَالَى عَلَيْهِمْ - إِلَى هَذَا الْعَصْرِ، وَنَاهِيكَ بِمَا طُبِعَ مِنْ أُلُوفِ الْأُلُوفِ مِنْ نُسَخِهِ فِي عَهْدِ وُجُودِ الطِّبَاعَةِ بِمُنْتَهَى الدِّقَّةِ وَالتَّصْحِيحِ، وَلَمْ يَتَّفِقْ مِثْلُ ذَلِكَ لِكِتَابٍ إِلَهِيٍّ وَلَا غَيْرِ إِلَهِيٍّ، فَأَهْلُ الْكِتَابِ لَمْ يَحْفَظُوا كُتُبَ رُسُلِهِمْ فِي الصُّدُورِ وَلَا فِي السُّطُورِ، وَسَيَأْتِي بَسْطُ هَذَا فِي مَوْضِعِهِ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> وَقَدْ خُتِمَتْ هَذِهِ الْآيَةُ بِقَوْلِهِ تَعَالَى (وَهُوَ السَّمِيعُ الْعَلِيمُ) لِأَنَّهُ تَذْيِيلٌ لِلسِّيَاقِ الْأَخِيرِ كُلِّهِ لَا لِهَذِهِ الْآيَةِ فَقَطْ، وَهُوَ سِيَاقُ مُحَاجَّةِ الْمُشْرِكِينَ الْمُعَانِدِينَ مُقْتَرِحِي الْآيَاتِ، وَفِيهِ ذِكْرُ اقْتِرَاحِهِمْ وَأَيْمَانِهِمُ الْكَاذِبَةِ، وَذِكْرُ سَائِرِ أَعْدَاءِ الرُّسُلِ أَمْثَالِهِمْ مِنْ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ وَخِدَاعِهِمْ لِلنَّاسِ بِزُخْرُفِ الْقَوْلِ، وَصَغْيِ قُلُوبِ مُنْكِرِي الْبَعْثِ وَالْجَزَاءِ إِلَيْهِ وَضَلَالِهِمْ بِهِ، فَهُوَ يَقُولُ إِنَّهُ تَعَالَى سَمِيعٌ لِتِلْكَ الْأَقْوَالِ الْخَادِعَةِ مِنْهُمْ، عَلِيمٌ بِمَا فِي قُلُوبِهِمْ مِنْ ذَلِكَ الصَّغْيِ وَالْمَيْلِ وَغَيْرِهِ مِنْ مَقَاصِدِهِمْ وَنِيَّاتِهِمْ، وَبِمَا يَقْتَرِفُونَ مِنَ السَّيِّئَاتِ بِكُفْرِهِمْ وَغُرُورِهِمْ. </p><p> (وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللهِ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</p><p> فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ) </p>"
}