{
  "id": null,
  "sura": 6,
  "aya": 163,
  "text": "<p> مِنْ ضَرُورِيَّاتِ الدِّينِ. وَأَمَّا الْمَحْيَا وَالْمَمَاتُ فَهُمَا مَصْدَرَانِ مِيمِيَّانِ بِمَعْنَى الْحَيَاةِ وَالْمَوْتِ، وَزَعَمَ الرَّازِيُّ أَنَّ مَعْنَى كَوْنِهِمَا مَعَ الصَّلَاةِ وَالنُّسُكِ لِلَّهِ أَنَّهُ هُوَ الْخَالِقُ لِذَلِكَ، وَأَنَّ هَذَا دَلِيلٌ عَلَى قَوْلِ أَصْحَابِهِ الْأَشْعَرِيَّةِ أَنَّ أَفْعَالَ الْعِبَادِ مَخْلُوقَةٌ لِلَّهِ وَلَيْسَ لِلْعِبَادِ فِيهَا تَأْثِيرٌ. وَهَذَا مِنْ أَغْرَبِ مَا انْفَرَدَ بِهِ مِنَ السُّخْفِ بِعَصَبِيَّةِ الْمَذْهَبِ مَعَ الْغَفْلَةِ عَنْ مُنَافَاةِ قَوْلِهِ:  (وَبِذَلِكَ أُمِرْتُ) لَهُ، وَعَنْ كَوْنِهِ لَيْسَ مِمَّا يَخْتَلِفُ فِيهِ الْمُؤْمِنُ الْمُوَحِّدُ وَالْمُشْرِكُ، فَلَا يَصِحُّ أَنْ يَكُونَ هُوَ الْمُرَادَ فِي بَيَانِ تَقْرِيرِ حَقِيقَةِ التَّوْحِيدِ. وَالْمُتَبَادِرُ أَنَّ مَعْنَى كَوْنِ حَيَاةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَوْتِهِ - وَكَذَا مَنْ تَأَسَّى بِهِ - لِلَّهِ وَحْدَهُ هُوَ أَنَّهُ قَدْ وَجَّهَ وَجْهَهُ وَحَصَرَ نِيَّتَهُ وَعَزْمَهُ فِي حَبْسِ حَيَاتِهِ لِطَاعَتِهِ وَمَرْضَاتِهِ تَعَالَى، وَبَذْلِهَا فِي سَبِيلِهِ لِيَمُوتَ عَلَى ذَلِكَ كَمَا يَعِيشُ عَلَيْهِ. وَفِي الْكَشَّافِ أَنَّ مَعْنَاهُ وَمَا آتِيهِ فِي حَيَاتِي وَمَا أَمُوتُ عَلَيْهِ مِنَ الْإِيمَانِ وَالْعَمَلِ الصَّالِحِ كُلُّهُ لِلَّهِ رَبِّ الْعَالَمِينَ. زَادَ الْبَيْضَاوِيُّ: أَوْ طَاعَاتِ الْحَيَاةِ وَالْخَيْرَاتِ الْمُضَافَةِ إِلَى الْمَمَاتِ كَالْوَصِيَّةِ وَالتَّدْبِيرِ أَوِ الْحَيَاةِ وَالْمَمَاتِ أَنْفُسِهِمَا اهـ. وَيُزَادُ فِي الْأَعْمَالِ الَّتِي تُضَافُ إِلَى الْمَوْتِ كُلُّ مَا يَبْتَدِئُ ثَوَابُهُ </p><p> بِهِ كَالصَّدَقَةِ الْجَارِيَةِ الْمُعَلَّقَةِ عَلَى الْمَوْتِ وَمَا يَسْتَمِرُّ بَعْدَهُ - وَإِنْ وُجِدَ قَبْلَهُ - كَالصَّدَقَاتِ الْجَارِيَةِ الْمُبْتَدَأَةِ فِي عَهْدِ الْحَيَاةِ، وَالتَّصَانِيفِ الَّتِي يَنْتَفِعُ بِهَا النَّاسُ. وَبِهَذَا تَكُونُ الْآيَةُ جَامِعَةً لِجَمِيعِ الْأَعْمَالِ الصَّالِحَةِ الَّتِي هِيَ غَرَضُ الْمُؤْمِنِ الْمُوَحِّدِ مِنْ حَيَاتِهِ وَذَخِيرَتُهُ لِمَمَاتِهِ، يَجْعَلُهَا خَالِصَةً لِلَّهِ رَبِّ الْعَالَمِينَ. وَلَفْظُ الْجَلَالَةِ \" اللهُ \" وَ \" رَبُّ الْعَالَمِينَ \" لَمْ يَكُنِ الْمُشْرِكُونَ يُطْلِقُونَهُمَا عَلَى مَعْبُودَاتِهِمْ وَلَا مَعْبُودَاتِ غَيْرِهِمُ الْمُتَّخَذَةِ الَّتِي أَشْرَكُوهَا مَعَ الْخَالِقِ سُبْحَانَهُ وَتَعَالَى:، وَقَدْ قَرَأَ نَافِعٌ (مَحْيَايْ) بِإِسْكَانِ الْيَاءِ إِجْرَاءً لِلْوَصْلِ مَجْرَى الْوَقْفِ، وَهُوَ مِمَّا كَانَ يَجْرِي عَلَى أَلْسِنَةِ بَعْضِ الْعَرَبِ وَلَا يَزَالُ جَارِيًا عَلَى أَلْسِنَةِ الْعِرَاقِيِّينَ حَتَّى فِي الشِّعْرِ. </p><p> فَتَذَكَّرْ أَيُّهَا الْمُؤْمِنُ أَنَّ الَّذِي يُوَطِّنُ نَفْسَهُ عَلَى أَنْ تَكُونَ حَيَاتُهُ لِلَّهِ وَمَمَاتُهُ لِلَّهِ، يَتَحَرَّى الْخَيْرَ وَالصَّلَاحَ وَالْإِصْلَاحَ فِي كُلِّ عَمَلٍ مِنْ أَعْمَالِهِ وَيَطْلُبُ الْكَمَالَ فِي ذَلِكَ لِنَفْسِهِ، لِيَكُونَ قُدْوَةً فِي الْحَقِّ وَالْخَيْرِ فِي الدُّنْيَا، وَأَهْلًا لِرِضْوَانِ رَبِّهِ الْأَكْبَرِ فِي الْآخِرَةِ. ثُمَّ يَتَحَرَّى أَنْ يَمُوتَ مِيتَةً مُرْضِيَّةً لِلَّهِ تَعَالَى، فَلَا يَحْرِصُ عَلَى الْحَيَاةِ لِذَاتِهَا، وَلَا يَخَافُ الْمَوْتَ فَيَمْنَعُهُ الْخَوْفُ مِنَ الْجِهَادِ فِي سَبِيلِ اللهِ لِإِحْقَاقِ الْحَقِّ وَإِبْطَالِ الْبَاطِلِ وَإِقَامَةِ مِيزَانِ الْعَدْلِ، وَالْأَخْذِ عَلَى أَيْدِي أَهْلِ الْجَوْرِ وَالْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ. فَهَذَا مُقْتَضَى الدِّينِ يَقُومُ بِهِ مَنْ يَأْخُذُهُ بِقُوَّةٍ، وَلَا يُفَكِّرُ فِيهِ مَنْ يَكْتَفُونَ بِجَعْلِهِ مِنْ قَبِيلِ الرَّوَابِطِ الْجِنْسِيَّةِ، وَالتَّقَالِيدِ الِاجْتِمَاعِيَّةِ، فَأَيْنَ أَهْلُ الْمَدَنِيَّةِ الْمَادِّيَّةِ مِنْ أَهْلِ الدِّينِ إِذَا أَقَامُوهُ كَمَا أَمَرَ اللهُ؟ أُولَئِكَ الْمَادِّيُّونَ الَّذِينَ لَا هَمَّ لَهُمْ فِي حَيَاتِهِمْ إِلَّا التَّمَتُّعُ بِالشَّهَوَاتِ الْحَيَوَانِيَّةِ، وَالتَّعَدِّيَاتُ الْوَحْشِيَّةُ. يَعْدُو الْأَقْوِيَاءُ مِنْهُمْ عَلَى الضُّعَفَاءِ لِاسْتِعْبَادِهِمْ، وَتَسْخِيرِهِمْ لِشَهَوَاتِهِمْ وَمَنَافِعِهِمْ. وَلَكِنَّ الْمُنْتَمِينَ إِلَى الدِّينِ فِي هَذِهِ الْقُرُونِ الْأَخِيرَةِ </p><p> قَدْ تَرَكُوا هِدَايَتَهُ، وَفُتِنُوا بِزِينَةِ أَهْلِ الْمَدَنِيَّةِ الْمَادِّيَّةِ وَقُوَّتِهِمْ. وَلَمْ يُجَارُوهُمْ فِي فُنُونِهِمْ وَصِنَاعَاتِهِمْ، فَخَسِرُوا الدُّنْيَا وَالْآخِرَةَ وَذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ، وَلَوِ اعْتَصَمُوا بِحَبْلِهِ الْمَتِينِ، وَعَادُوا إِلَى صِرَاطِهِ الْمُسْتَقِيمِ لَنَالُوا سِيَادَةَ الدُّنْيَا وَسَعَادَةَ الْآخِرَةِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ، وَعَسَى أَنْ يَكُونَ الزَّمَانُ قَدْ أَيْقَظَهُمْ مِنْ رُقَادِهِمْ، وَهَدَاهُمْ إِلَى السَّيْرِ عَلَى سُنَنِ أَجْدَادِهِمْ، وَمَا ذَلِكَ عَلَى اللهِ بِعَزِيزٍ. </p><p> (لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ) أَيْ لَا شَرِيكَ لَهُ تَعَالَى فِي رُبُوبِيَّتِهِ فَيَسْتَحِقَّ أَنْ يَكُونَ لَهُ شَرِكَةٌ مَا فِي عِبَادَتِهِ، بِأَنْ يُتَوَجَّهَ إِلَيْهِ مَعَهُ لِأَجْلِ التَّأْثِيرِ فِي إِرَادَتِهِ، أَوْ تُذْبَحَ لَهُ النِّسَائِكُ لِأَجْلِ شَفَاعَتِهِ عِنْدَهُ (مَنْ ذَا</p><p> الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ)  (٢: ٢٥٥)  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ)  (٢١: ٢٨) وَبِذَلِكَ التَّجْرِيدِ فِي الْتَوْحِيدِ وَالْبَرَاءَةِ مِنَ الشِّرْكِ الْجَلِيِّ وَالْخَفِيِّ، أَمَرَنِي رَبِّي، وَلَا يُعْبَدُ الرَّبُّ إِلَّا بِمَا أَمَرَ، دُونَ أَهْوَاءِ الْأَنْفُسِ وَنَظَرِيَّاتِ الْعُقُولِ وَتَقَالِيدِ الْبَشَرِ، وَأَنَا أَوَّلُ الْمُسْلِمِينَ، أَيْ عَلَى الْإِطْلَاقِ فِي عُلُوِّ الدَّرَجَةِ وَالرُّتْبَةِ، وَأَوَّلُهُمْ فِي الزَّمَنِ بِالنِّسْبَةِ إِلَى هَذِهِ الْأُمَّةِ - وَبَيَانُ هَذَا أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْمَلُ الْمُذْعِنِينَ لِأَمْرِ رَبِّهِ وَنَهْيِهِ، بِحَسَبَ مَا أَعْطَاهُ مِنَ الدَّرَجَاتِ الْعُلَى الَّتِي فَضَّلَهُ بِهَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى جَمِيعِ رُسُلِهِ، كَمَا أَنَّهُ أَوَّلُ مَنْ لَقَّنَهُ رَبُّهُ الْإِسْلَامَ، فِي هَذِهِ الْأُمَّةِ الشَّامِلَةِ دَعْوَتُهَا لِجَمِيعِ الْأَنَامِ، وَالْمَوْصُوفَةِ بَعْدَ إِجَابَةِ الدَّعْوَةِ بِأَنَّهَا خَيْرُ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ، وَقَدْ يَسْتَلْزِمُ عُمُومُ بَعْثَتِهِ وَخَيْرِيَّةُ أُمَّتِهِ أَوَّلِيَّتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَوَّلِيَّتُهُ بِالتَّقَدُّمِ عَلَى الرُّسُلِ الَّذِينَ بُعِثُوا قَبْلَهُ أَيْضًا، فَيَكُونُ أَوَّلًا فِي كُلٍّ مِنْ مَزَايَاهُ الْخَاصَّةِ وَرِسَالَتِهِ الْعَامَّةِ الْمُتَعَدِّيَةِ. وَهَذَا التَّفْسِيرُ لِلْأَوَّلِ مِمَّا فَتَحَهُ اللهُ تَعَالَى عَلَيَّ الْآنَ وَهُوَ الْفَتَّاحُ الْعَلِيمُ. </p><p> وَلَمَّا بَيَّنَ تَوْحِيدَ الْأُلُوهِيَّةِ، انْتَقَلَ إِلَى بُرْهَانِهِ الْأَعْلَى وَهُوَ تَوْحِيدُ الرُّبُوبِيَّةِ، بِمَا أَمَرَهُ بِهِ تَعَالَى فِي قَوْلِهِ:  (قُلْ أَغَيْرَ اللهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ) الِاسْتِفْهَامُ لِلْإِنْكَارِ وَالتَّعَجُّبِ، وَالْمَعْنَى: أَغَيْرَ اللهِ خَالِقِ الْخَلْقِ، وَسَيِّدِهِمْ وَمُرَبِّيهِمْ بِالْحَقِّ، أَطْلُبُ رَبًّا آخَرَ أُشْرِكُهُ فِي عِبَادَتِي لَهُ بِدُعَائِهِ وَالتَّوَجُّهِ إِلَيْهِ، أَوْ ذَبْحِ النِّسَائِكِ أَوْ نَذْرِهَا لَهُ، لِيَنْفَعَنِي أَوْ يَمْنَعَ الضُّرَّ عَنِّي، أَوْ لِيُقَرِّبَنِي إِلَيْهِ زُلْفَى وَيَشْفَعَ لِي عِنْدَهُ كَمَا تَفْعَلُونَ بِآلِهَتِكُمْ! وَالْحَالُ أَنَّهُ تَعَالَى هُوَ رَبُّ كُلِّ شَيْءٍ مِمَّا عُبِدَ وَمِمَّا لَمْ يُعْبَدْ، فَهُوَ الَّذِي خَلَقَ الْمَلَائِكَةَ وَخَوَاصَّ الْبَشَرِ كَالْمَسِيحِ وَالشَّمْسِ وَالْقَمَرِ وَالْكَوَاكِبِ وَالْأَصْنَامِ الْمُذَكِّرَةِ بِبَعْضِ الصَّالِحِينَ وَصَانِعِيهَا (وَاللهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ)  (٣٧: ٩٦) ، فَإِذَا كَانَ تَعَالَى هُوَ الْخَالِقَ الْمُقَدِّرَ، وَهُوَ السَّيِّدَ الْمَالِكَ الْمُدَبِّرَ، وَهُوَ الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى، وَفَضَّلَ بَعْضَ الْمَخْلُوقَاتِ عَلَى بَعْضٍ وَلَكِنَّهَا بِالنِّسْبَةِ إِلَيْهِ عَلَى حَدٍّ سَوَاءٍ، فَكَيْفَ أُسَفِّهُ نَفْسِي وَأَكْفُرُ رَبِّي بِجَعْلِ الْمَخْلُوقِ الْمَرْبُوبِ مِثْلِي رِبًّا لِي؟ ! وَقَدْ سَبَقَ تَقْرِيرُ هَذِهِ الْمَسْأَلَةِ مِرَارًا فِي تَفْسِيرِ هَذِهِ السُّورَةِ وَغَيْرِهَا، وَمِنْهُ أَنَّ جَمِيعَ الْمُشْرِكِينَ كَانُوا يُقِرُّونَ بِأَنَّ مَعْبُودَاتِهِمْ </p>"
}