{
  "id": null,
  "sura": 6,
  "aya": 36,
  "text": "<p> زِيَادَةَ الْعِلْمِ، وَكَانَ يَزِيدُهُ كُلَّ يَوْمٍ عِلْمًا وَكَمَالًا بِتَنْزِيلِ الْقُرْآنِ وَبِفَهْمِهِ، وَبِغَيْرِ ذَلِكَ مِنَ الْعِلْمِ وَالْحِكْمَةِ، وَلَا يَقْتَضِي ذَلِكَ الذَّمَّ قَبْلَ هَذِهِ الزِّيَادَةِ، وَإِنَّمَا الَّذِي يُذَمُّ مُطْلَقًا هُوَ الْجَهْلُ الْمُرَادِفُ لِلسَّفَهِ وَهُوَ ضِدُّ الْحِلْمِ. </p><p> وَيُشْبِهُ مَا هُنَا قَوْلُهُ تَعَالَى لِنُوحٍ حِينَ طَلَبِ نَجَاةَ ابْنِهِ الْكَافِرِ بِنَاءً عَلَى أَنَّهُ مِنْ أَهْلِهِ الَّذِينَ وَعَدَهُ اللهُ بِإِنْجَائِهِمْ مَعَهُ:  (يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ)  (١١: ٤٦) أَيْ بِإِدْخَالِ وَلَدِكَ الْكَافِرِ فِي عُمُومِ أَهْلِكَ الْمُؤْمِنِينَ، وَإِنَّمَا اقْتَرَنَ النَّهْيُ هُنَا بِالْوَعْظِ لِأَنَّ عَاطِفَةَ الرَّحْمَةِ الْوَالِدِيَّةِ حَمَلَتْهُ عَلَى سُؤَالِ مَا لَيْسَ لَهُ بِهِ عِلْمٌ اعْتِمَادًا عَلَى اسْتِنْبَاطٍ اجْتِهَادِيٍّ غَيْرِ صَحِيحٍ، وَرَحْمَةُ خَاتَمِ الرُّسُلِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَتْ أَعَمَّ وَأَشْمَلَ، وَغَايَةُ مَا تُشِيرُ إِلَيْهِ الْآيَةُ أَنَّهُ تَمَنَّى وَلَكِنَّهُ لَمْ يَسْأَلْ، وَلَوْ سَأَلَ لَسَأَلَ آيَةً يَهْتَدِي بِهَا الضَّالُّ مِنْ قَوْمِهِ، لَا نَجَاةَ الْكَافِرِ مِنْ أَهْلِهِ، فَاكْتَفَى فِي إِرْشَادِهِ بِالنَّهْيِ وَحَسُنَ فِي إِرْشَادِ نُوحٍ التَّصْرِيحُ بِالْوَعْظِ. </p><p> (إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) . </p><p> بَيِّنَ لَنَا تَعَالَى فِي الْآيَةِ السَّابِقَةِ أَنَّهُ لَوْ شَاءَ لَجَمَعَ النَّاسَ عَلَى الْهُدَى وَلَكِنَّهُ لَمْ يَشَأْ أَنْ يَجْعَلَ الْبَشَرَ مَفْطُورِينَ عَلَى ذَلِكَ، وَلَا أَنْ يُلْجِئَهُمْ إِلَيْهِ إِلْجَاءً بِالْآيَاتِ الْقَاسِرَةِ، بَلِ اقْتَضَتْ حِكْمَتُهُ وَمَضَتْ سُنَّتُهُ فِي الْبَشَرِ بِأَنْ يَكُونُوا مُتَفَاوِتِينَ فِي الِاسْتِعْدَادِ، عَامِلِينَ بِالِاخْتِيَارِ، فَمِنْهُمْ مَنْ يَخْتَارُ الْهُدَى عَلَى الضَّلَالِ، وَمِنْهُمْ مَنْ يَسْتَحِبُّ الْعَمَى عَلَى الْهُدَى، ثُمَّ بَيَّنَ لَنَا فِي هَاتَيْنِ الْآيَتَيْنِ أَنَّ الْأَوَّلِينَ هُمُ الَّذِينَ يَنْظُرُونَ فِي الْآيَاتِ، وَيَعْقِلُونَ مَا يَسْمَعُونَ مِنَ الْبَيِّنَاتِ، وَأَنَّ الْآخِرِينَ لَا يَسْمَعُونَ وَلَا يَنْظُرُونَ حَتَّى كَأَنَّهُمْ مِنَ الْأَمْوَاتِ، فَقَالَ عَزَّ وَجَلَّ: </p><p> (إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ) يُقَالُ: أَجَابَ الدَّعْوَةَ إِذَا أَتَى مَا دُعِيَ إِلَيْهِ مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَجَابَ الدَّاعِيَ إِذَا لَبَّاهُ وَقَامَ بِمَا دَعَاهُ إِلَيْهِ، وَيُقَالُ: اسْتَجَابَ لَهُ، وَهُوَ فِي الْقُرْآنِ كَثِيرٌ، وَاسْتَجَابَ دُعَاءَهُ وَكَذَا اسْتَجَابَهُ. نَعْرِفُ مِنْهُ قَوْلَ كَعْبِ بْنِ مَرْثَدٍ الْغَنَوِيِّ فِي رِثَاءِ أَخِيهِ: </p><p> وَدَاعٍ دَعَا يَا مَنْ يُجِيبُ إِلَى النِّدَى ... فَلَمْ يَسْتَجِبْهُ عِنْدَ ذَاكَ مُجِيبُ. </p><p> قَالُوا: إِنَّ الِاسْتِجَابَةَ بِمَعْنَى الْإِجَابَةِ، وَلِذَلِكَ قَالَ: فَلَمْ يَسْتَجِبْهُ مُجِيبٌ، وَقَالَ الرَّاغِبُ: وَالِاسْتِجَابَةُ قِيلَ: هِيَ الْإِجَابَةُ، وَحَقِيقَتُهَا هِيَ التَّحَرِّي لِلْجَوَابِ وَالتَّهَيُّؤِ لَهُ لَكِنْ عَبَّرَ بِهِ عَنِ الْإِجَابَةِ لِقِلَّةِ انْفِكَاكِهَا مِنْهَا. انْتَهَى. وَهَذَا مِنْ دَقَائِقَ تَحْدِيدِهِ لِلْمَعَانِي رَحِمَهُ اللهُ تَعَالَى، وَلَكِنَّهُ لَمْ يُحِطْ بِهِ، وَحَقِيقَةُ الْجَوَابِ وَالْإِجَابَةِ كَمَا يُؤْخَذُ مِنْ قَوْلِهِ - قَطَعَ الصَّوْتَ أَوِ الشَّخْصَ الْجَوْبَ أَوِ الْجَوْبَةَ وَهِيَ الْمَسَافَةُ بَيْنَ الْبُيُوتِ أَوِ الْحُفْرَةُ، وَوُصُولُهُ إِلَى الدَّاعِي أَيْ: وُصُولُ مَا سَأَلَهُ إِلَيْهِ بِالْفِعْلِ، وَأَمَّا الِاسْتِجَابَةُ فَهِيَ التَّهَيُّؤُ لِلْجَوَابِ أَوْ لِلْإِجَابَةِ أَيِ الْمُسْتَلْزِمِ لِلشُّرُوعِ وَالْمُضِيِّ فِيهَا عِنْدَ الْإِمْكَانِ، وَغَايَتُهُ الْإِجَابَةُ التَّامَّةُ عِنْدَ عَدَمِ الْمَانِعِ، فَالسِّينُ وَالتَّاءُ عَلَى مَعْنَاهُمَا، وَمَنْ دَقَّقَ النَّظَرَ فِي اسْتِعْمَالِ الصِّيغَتَيْنِ فِي الْقُرْآنِ الْحَكِيمِ يَظْهَرُ لَهُ أَنَّ أَفْعَالَ الْإِجَابَةِ كُلَّهَا قَدْ ذُكِرَتْ فِي الْمَوَاضِعِ الْمُفِيدَةِ لِحُصُولِ السُّؤَالِ كُلِّهِ بِالْفِعْلِ حَقِيقَةً أَوِ ادِّعَاءً دُفْعَةً وَاحِدَةً، وَمِنْهُ الْإِجَابَةُ بِالْقَوْلِ كَقَوْلِكَ: نَعَمْ، وَبَلَى، وَلَبَّيْكَ، وَلَكَ ذَلِكَ، وَأَنَّ الِاسْتِجَابَةَ قَدْ ذُكِرَتْ فِي الْمَوَاضِعِ الْمُفِيدَةِ لِحُصُولِ السُّؤَالِ بِالْقُوَّةِ أَوِ التَّهَيُّؤِ وَالِاسْتِعْدَادِ لَهُ، وَمِنْهُ قَوْلُهُ تَعَالَى:  (الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ)  (٣: ١٧٢) فَهُوَ قَدْ نَزَلَ فِي تَهَيُّؤِ الْمُؤْمِنِينَ لِلْقِتَالِ فِي حَمْرَاءِ الْأَسَدِ بَعْدَ أُحُدٍ، أَوْ بِالْفِعْلِ التَّدْرِيجِيِّ، كَاسْتِجَابَةِ دَعْوَةِ الدِّينِ الَّتِي تَبْدَأُ بِالْقَبُولِ وَالشَّهَادَتَيْنِ، ثُمَّ تَكُونُ سَائِرُ الْأَعْمَالِ بِالتَّدْرِيجِ وَشَوَاهِدُهُ كَثِيرَةٌ، وَالِاسْتِجَابَةُ مِنَ اللهِ الْقَادِرِ عَلَى كُلِّ شَيْءٍ إِنَّمَا يُعَبَّرُ بِهَا فِي الْأُمُورِ الَّتِي تَقَعُ فِي الْمُسْتَقْبَلِ، وَيَكُونُ الشَّأْنُ فِيهَا أَنْ تَقَعَ بِالتَّدْرِيجِ كَاسْتِجَابَةِ الدُّعَاءِ بِالْوِقَايَةِ مِنَ النَّارِ، وَبِالْمَغْفِرَةِ وَتَكْفِيرِ السَّيِّئَاتِ وَإِيتَاءِ مَا وَعَدَ بِهِ الْمُؤْمِنِينَ فِي الْآخِرَةِ، قَالَ تَعَالَى بَعْدَ حِكَايَةِ هَذَا الدُّعَاءِ بِذَلِكَ عَنْ أُولِي الْأَلْبَابِ:  (فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ)  (٣: ١٩٥) إِلَخْ. وَكَاسْتِجَابَتِهِ لِلْمُؤْمِنِينَ فِي بَدْرٍ بِإِمْدَادِهِمْ بِالْمَلَائِكَةِ تُثَبِّتُهُمْ كَمَا فِي \" سُورَةِ الْأَنْفَالِ \"  (٨: ٩ - ١٢) وَمِنْ ذَلِكَ اسْتِجَابَتُهُ لِأَيُّوبَ وَذِي النُّونِ وَزَكَرِيَّا عَلَيْهِمُ السَّلَامُ كَمَا فِي \" سُورَةِ الْأَنْبِيَاءِ \"  (٢١: ٨٣، ٩٠) كُلُّ ذَلِكَ مِمَّا يَقَعُ بِالتَّدْرِيجِ فِي الِاسْتِقْبَالِ، </p><p> وَأَمَّا قَوْلُهُ تَعَالَى لِمُوسَى وَهَارُونَ حِينَ دَعَوْا عَلَى فِرْعَوْنِ وَمَلَئِهِ:  (قَدْ أُجِيبَتْ دَعْوَتُكُمَا)  (١٠: ٨٩) فَهُوَ تَبْشِيرٌ لَهُمَا بِأَنَّهُ تَعَالَى قَدْ قَبِلَهَا بِالْفِعْلِ. وَهَذَا مِنَ الْإِجَابَةِ الْقَوْلِيَّةِ جَاءَتْ بِصِيغَةِ الْمَاضِي لِلْإِيذَانِ بِتَحَقُّقِ مَضْمُونِهَا فِي الْمُسْتَقْبَلِ حَتَّى كَأَنَّهَا أُجِيبَتْ وَانْتَهَى أَمْرُهَا، وَهَذَا الْمَعْنَى تُؤَدِّيهِ مَادَّةُ الْإِجَابَةِ دُونَ مَادَّةِ الِاسْتِجَابَةِ، وَلَوْ ذُكِرَتْ هَذِهِ الْمَسْأَلَةُ بِصِيغَةِ الْحِكَايَةِ لِعَبَّرَ عَنْ إِعْطَائِهِمَا مَا سَأَلَا بِلَفْظِ الِاسْتِجَابَةِ كَمَا قَالَ فِي شَأْنِ كُلٍّ مِنْ أَيُّوبَ وَذِي النُّونِ وَزَكَرِيَّا (فَاسْتَجَبْنَا لَهُ) فَيَالِلَّهِ الْعَجَبُ مِنْ هَذِهِ الدِّقَّةِ وَالْبَلَاغَةِ فِي هَذَا الْكَلَامِ الْإِلَهِيِّ الْمُعْجِزِ لِلْبَشَرِ حَتَّى فِي وَضْعِ مُفْرَدَاتِهِ فِي مَوَاضِعِهَا، دَعْ بَلَاغَةَ أَسَالِيبِهِ، وَجُمَلِهِ، وَعُلُومِهِ، وَحِكَمِهِ، وَمَا فِيهِ مِنْ أَخْبَارِ الْغَيْبِ، وَغَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْبَيِّنَاتِ. هَذَا تَحْقِيقُ مَعْنَى الِاسْتِجَابَةِ، وَقِيلَ: إِنَّ الْفَرْقَ بَيْنَ الْإِجَابَةِ وَالِاسْتِجَابَةِ هُوَ أَنَّ الِاسْتِجَابَةَ تَدُلُّ عَلَى الْقَبُولِ وَلَا يُعْرَفُ لَهُ أَصْلٌ مَنْقُولٌ وَلَا مَعْقُولٌ. </p><p> وَالسَّمْعُ وَالسَّمَاعُ يُطْلَقُ بِمَعْنَى إِدْرَاكِ الصَّوْتِ، وَبِمَعْنَى فَهْمِ مَا يُسْمَعُ مِنَ الْكَلَامِ وَهُوَ ثَمَرَةُ السَّمَاعِ، وَبِمَعْنَى قَبُولِ مَا يُفْهَمُ مِنْهُ وَالِاعْتِبَارِ بِهِ وَالْعَمَلِ بِمُوجِبِهِ، وَهَذِهِ ثَمَرَةُ الثَّمَرَةِ، فَهِيَ الْمَرْتَبَةُ الْكَامِلَةُ الْعُلْيَا مِنْ مَرَاتِبِ السَّمَاعِ، فَمَنْ سَمِعَ وَلَمْ يَفْهَمْ، كَانَ كَمَنْ لَمْ يَسْمَعْ، وَمَنْ فَهِمَ وَلَمْ يَعْمَلْ كَانَ كَمَنْ لَمْ يَفْهَمْ، وَهَذَا الْقَوْلُ أَقْرَبُ إِلَى الْحَقِيقَةِ وَأَبْعَدُ عَنْ قَصْدِ الْمُبَالَغَةِ مِنْ قَوْلِ الشَّاعِرِ: </p><p> خُلِقُوا وَمَا خُلِقُوا لِمَكْرُمَةٍ ... فَكَأَنَّهُمْ خُلِقُوا وَمَا خُلِقُوا. </p><p> رُزِقُوا وَمَا رُزِقُوا سَمَاحَ يَدٍ ... فَكَأَنَّهُمْ رُزِقُوا وَمَا رُزِقُوا. </p><p> ذَلِكَ بِأَنَّ لِلْخَلْقِ وَالرِّزْقِ ثَمَرَاتٍ وَغَايَاتٍ غَيْرِ الْمَكَارِمِ وَسَمَاحِ الْيَدِ، وَأَمَّا سَمَاعُ الْكَلَامِ فَلَا فَائِدَةَ لَهُ إِلَّا فَهْمَهُ، وَفَهْمُهُ لَا فَائِدَةَ لَهُ إِلَّا الِانْتِفَاعَ بِهِ، وَلِأَجْلِ هَذَا أَطْلَقَ الْقُرْآنُ عَلَى مَنْ لَا يَسْتَفِيدُونَ مِنْ سَمَاعِ الْآيَاتِ وَالْعِلْمِ النَّافِعِ لَفْظَ الصُّمِّ وَلَفْظَ الْمَوْتَى فِي آيَاتٍ مِنْهَا قَوْلُهُ فِيهِمَا مَعًا:  (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ)  (٢٧: ٨٠) وَالْآيَةُ الَّتِي نُفَسِّرُهَا مِنْ هَذَا الْقَبِيلِ. </p><p> فَمَعْنَى صَدْرِ الْآيَةِ: إِنَّمَا يَسْتَجِيبُ لَكَ أَيُّهَا الرَّسُولُ - أَوْ لِلَّهِ وَلِرَسُولِهِ - الَّذِينَ يَسْمَعُونَ كَلَامَ اللهِ الدَّاعِي إِلَيْهِ بِآيَاتِهِ سَمَاعَ فَهْمٍ وَتَدَبُّرٍ، فَيَعْقِلُونَ الْآيَاتِ، وَيُذْعِنُونَ لِمَا عَرَفُوا بِهَا مِنَ الْحَقِّ ; لِسَلَامَةِ فِطْرَتِهِمْ وَاسْتِقْلَالِ عُقُولِهِمْ، دُونَ الَّذِينَ قَالُوا: سَمِعْنَا </p><p> وَهُمْ لَا يَسْمَعُونَ كَالْمُقَلِّدِينَ الْجَامِدِينَ، وَدُونَ الَّذِينَ قَالُوا: سَمِعْنَا وَعَصَيْنَا مِنَ الْمُسْتَكْبِرِينَ الْجَاحِدِينَ. فَكُلُّ أُولَئِكَ مِنْ مَوْتَى الْقُلُوبِ وَالْأَرْوَاحِ الَّذِينَ هُمْ أَبْعَدُ عَنْ الِانْتِفَاعِ مِنْ مَوْتَى الْجُسُومِ وَالْأَبْدَانِ. </p><p> (وَالْمَوْتَى يَبْعَثُهُمُ اللهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ) أَيْ وَمَوْتَى الْقُلُوبِ الَّذِينَ لَا يَسْمَعُونَ هَذَا السَّمَاعَ يُخْرِجُهُمُ اللهُ تَعَالَى مِنْ قُبُورِهِمْ وَيُرْسِلُهُمْ إِلَى مَوْقِفِ الْحِسَابِ، ثُمَّ تُرْجِعُهُمُ الْمَلَائِكَةُ إِلَيْهِ فَيَنَالُونَ مَا اسْتَحَقُّوهُ مِنَ الْجَزَاءِ، فَأَصْلُ الْبَعْثِ فِي اللُّغَةِ: إِثَارَةُ الشَّيْءِ وَتَوْجِيهُهُ، كَمَا قَالَ الرَّاغِبُ: يُقَالُ: بَعَثْتُ بِالْبَعِيرِ أَيْ: أَثَرْتُهُ مِنْ مَبْرَكِهِ وَسَيَّرْتُهُ إِلَى الْمَرْعَى وَنَحْوِهِ، وَ (يُرْجَعُونَ) مَبْنِيٌّ لِلْمَفْعُولِ مِنَ الرَّجْعِ، وَ \" رَجَعَ \" جَاءَ لَازِمًا وَمُتَعَدِّيًا، يُقَالُ: رَجَعَ فَلَانٌ رُجُوعًا، أَيِ انْصَرَفَ وَرَجَعْتُهُ رَجْعًا، وَمِنْهُ (قَالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحًا)  (٢٣: ٩٩، ١٠٠) وَ \" أَرْجَعْتُهُ \" لُغَةُ هُذَيْلٍ. </p><p> فَالظَّاهِرُ مِمَّا تَقَدَّمَ أَنَّ الْمُرَادَ بِالْمَوْتَى هُنَا: الْكُفَّارُ الرَّاسِخُونَ فِي الْكُفْرِ، الْمَطْبُوعُ عَلَى قُلُوبِهِمُ، الْمَيْئُوسُ مِنْ سَمَاعِهِمْ سَمَاعَ فَهْمٍ وَاعْتِبَارٍ تَتْبَعُهُ الِاسْتِجَابَةُ لِدَاعِي الْإِيمَانِ، أَيْ: وَالَّذِينَ لَا تُرْجَى اسْتِجَابَتُهُمْ لِأَنَّهُمْ كَالْمَوْتَى لَا يَسْمَعُونَ السَّمَاعَ النَّافِعَ - يُتْرَكُ أَمْرُهُمْ إِلَى اللهِ فَهُوَ يَبْعَثُهُمْ بَعْدَ مَوْتِهِمْ، ثُمَّ يُرْجَعُونَ إِلَيْهِ فَيُجَازِيهِمْ عَلَى كُفْرِهِمْ وَأَعْمَالِهِمْ، وَلَا يَضُرُّكَ أَيُّهَا الرَّسُولُ كُفْرُهُمْ، وَلَيْسَ فِي اسْتِطَاعَتِكَ هِدَايَتُهُمْ، فَالْوَاجِبُ عَلَيْكَ أَنْ تُفَوِّضَ إِلَى اللهِ أَمْرَهُمْ، وَقِيلَ: إِنَّ لَفْظَ الْمَوْتَى </p>"
}