{
  "id": null,
  "sura": 6,
  "aya": 60,
  "text": "<p> هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ \" - ذَكَرَ ذَلِكَ الْأَلُوسِيُّ، وَجَعَلَ قَوْلَ الْحَسَنِ هُوَ الثَّانِي فِي التَّرْتِيبِ، وَالْعِبَارَةُ الْأَخِيرَةُ حَدِيثٌ مِنَ الْأَحَادِيثِ الْمُشْتَهِرَةِ عَلَى الْأَلْسِنَةِ بِاللَّفْظِ الَّذِي ذَكَرَهُ الْأَلُوسِيُّ، وَلَا نَعْرِفُهُ مَرْوِيًّا بِهَذَا اللَّفْظِ، وَلَكِنْ وَرَدَ فِي حَدِيثِ عَبْدِ اللهِ بْنِ جَعْفَرٍ عِنْدَ الطَّبَرَانِيِّ \" وَاعْلَمْ أَنَّ الْقَلَمَ قَدْ جَفَّ بِمَا هُوَ كَائِنٌ \" وَفِي حَدِيثِ أَبِي هُرَيْرَةَ عِنْدَ الْبُخَارِيِّ \" جَفَّ الْقَلَمُ بِمَا أَنْتَ لَاقٍ \" وَوَرَدَ \" جَفَّ الْقَلَمُ \" \" وَجَفَّتِ الْأَقْلَامُ \" فِي أَثْنَاءِ أَحَادِيثَ أُخْرَى. </p><p> وَهَذَا الَّذِي قَالُوهُ فِي حِكْمَةِ الْكِتَابَةِ ضَعِيفٌ، وَحِكْمَةُ اللهِ الْبَالِغَةُ فِيهِ فَوْقَ ذَلِكَ، وَيَتَوَقَّفُ تَلَمُّحُ شَيْءٍ مِنْ جَلَالِهَا وَجَمَالِهَا عَلَى تَدَبُّرِ النِّظَامِ الْعَامِّ الَّذِي قَامَتْ بِهِ السَّمَاوَاتُ وَالْأَرْضُ وَالنِّظَامِ الْخَاصِّ بِكُلِّ نَوْعٍ مِنْ أَنْوَاعِ الْمَخْلُوقَاتِ فِيهِمَا، وَعَلَى كَوْنِ تِلْكَ النُّظُمِ الَّتِي يُعَبَّرُ عَنْهَا فِي عُرْفِنَا بِالسُّنَنِ وَبِالْأَقْدَارِ الْإِلَهِيَّةِ، وَفِي عُرْفِ بَعْضِ عُلَمَاءِ الدُّنْيَا بِالنَّوَامِيسِ أَوِ الْقُوَى الطَّبِيعِيَّةِ، إِنَّمَا يُنَفِّذُهَا أَصْنَافٌ مِنَ الْمَلَائِكَةِ، ذُكِرَ فِي الْآيَةِ الَّتِي بَعْدَ هَذِهِ صِنْفَ الْحَفَظَةِ وَرُسُلِ الْمَوْتِ مِنْهُمْ، وَوَرَدَ فِي بَعْضِ التَّفْسِيرِ الْمَأْثُورِ أَنَّ (وَالْمُرْسَلَاتِ عُرْفًا ٧٧: ١) وَمَا عُطِفَ عَلَيْهَا (وَالنَّازِعَاتِ غَرْقًا ٧٩: ١) وَمَا عُطِفَ عَلَيْهَا إِلَى قَوْلِهِ: (فَالْمُدَبِّرَاتِ أَمْرًا ٧٩: ٥) أَصْنَافٌ مِنْهُمْ، وَهُمُ الْمَلَائِكَةُ الْمُوَكَّلُونَ بِتَدْبِيرِ أَمْرِ الْخَلْقِ </p><p> مِنْ عِنْدِ اللهِ عَزَّ وَجَلَّ، وَيُؤَيِّدُ ذَلِكَ مَا جَاءَ مِنْ أَحَادِيثَ مِنْهَا الصِّحَاحُ وَالْحِسَانُ وَالضِّعَافُ، يَدُلُّ مَجْمُوعُهَا عَلَى أَنَّ اللهَ تَعَالَى قَدْ وَكَّلَ بِكُلِّ نَوْعٍ مِنْ أَنْوَاعِ الْخَلْقِ مَلَائِكَةً هُمْ أَرْوَاحُ النِّظَامِ لَهُ. فَإِذَا كَانَ الْخَالِقُ الْعَلِيمُ الْحَكِيمُ قَدْ جَعَلَ لِكُلِّ شَيْءٍ قَدْرًا، وَجَعَلَ لِكُلِّ شَيْءٍ مِنْ أَسْبَابِ الْمَعَايِشِ كَالرِّيَاحِ وَالْأَمْطَارِ وَغَيْرِهَا خَزَائِنَ لَا يُنَزِّلُهَا إِلَّا بِقَدَرٍ مَعْلُومٍ، وَإِذَا كَانَ مِنْ حِكْمَتِهِ أَنْ جَعَلَ لِهَذَا الْمُلْكِ الْعَظِيمِ الَّذِي يُدَارُ بِأَعْلَى دَرَجَةٍ مِنَ التَّقْدِيرِ وَالتَّنْظِيمِ عَرْشًا عَظِيمًا هُوَ مَصْدَرُ التَّدْبِيرِ، أَفَلَا يَكُونُ مِنْ كَمَالِ الْحِكْمَةِ وَالْإِتْقَانِ أَنْ يَكُونَ لِذَلِكَ كِتَابٌ مُبِينٌ هُوَ مَظْهَرُ ذَلِكَ النِّظَامِ وَالتَّقْدِيرِ، كَمَا يُعْهَدُ لِلْمَمَالِكِ الْمُنَظَّمَةِ مِنْ كُتُبِ النُّظُمِ وَالْقَوَانِينِ؟ بَلَى وَلِلَّهِ الْمَثَلُ الْأَعْلَى، وَإِنَّ لَنَا فِيمَا نَرَى فِي خَلْقِهِ مِنْ نِظَامٍ وَكَمَالٍ وَفِي التَّكْوِينِ آيَاتٍ عَلَى كَمَالِ عَلْمِهِ وَحِكْمَتِهِ، وَنُفُوذِ إِرَادَتِهِ وَقُدْرَتِهِ، وَفِيمَا نَرَى مِنْ كَسْبِ الْبَشَرِ مِنْ نَقْصٍ وَعَجْزٍ دَلَائِلَ عَلَى تَنْزِيهِهِ عَنْ مُشَابَهَةِ الْخَلْقِ، وَعَلَى أَنَّ مَلَائِكَتَهُ أَكْمَلُ مِنَ الْبَشَرِ فِي تَنْفِيذِ مَا قُدِّرَ وَمَا أَمَرَ (لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ ٢١: ٢٧)  (لَا يَعْصُونَ اللهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ٦٦: ٦) وَنَكْتَفِي بِهَذَا التَّلْمِيحِ الْآنَ، فَقَدْ طَالَ الْكَلَامُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ كَمَا طَالَ فِي تَفْسِيرِ مَا تَقَدَّمَ مِنْ هَذَا الْجُزْءِ، وَلَعَلَّنَا نَعُودُ إِلَى هَذِهِ الْمَسْأَلَةِ. </p><p> (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ) التَّوَفِّي أَخْذُ الشَّيْءِ وَافِيًا أَيْ تَامًّا كَامِلًا، وَيُقَابِلُهُ التَّوْفِيَةُ </p><p> وَهُوَ إِعْطَاءُ الشَّيْءِ تَامًّا كَامِلًا، يُقَالُ وَفَّاهُ حَقَّهُ فَتَوَفَّاهُ مِنْهُ وَاسْتَوْفَاهُ، وَمِنْهُ (وَوَجَدَ اللهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ ٢٤: ٣٩) وَيُقَالُ تَوَفَّاهُ وَاسْتَوْفَاهُ بِمَعْنَى أَحْصَى عَدَدَهُ، نَطَقَتِ الْعَرَبُ بِالْمَعْنَيَيْنِ، وَأُطْلِقَ التَّوَفِّي عَلَى الْمَوْتِ؛ لِأَنَّ الْأَرْوَاحَ تُقْبَضُ وَتُؤْخَذُ أَخْذًا تَامًّا حَتَّى لَا يَبْقَى لَهَا تَصَرُّفٌ فِي الْأَبْدَانِ، وَأُطْلِقَ عَلَى النَّوْمِ فِي هَذِهِ الْآيَةِ وَفِي آيَةِ الزُّمَرِ الَّتِي نَذْكُرُهَا قَرِيبًا، فَقَالَ الْعُلَمَاءُ: إِنَّهُ إِطْلَاقٌ مَجَازِيٌّ مَبْنِيٌّ عَلَى تَشْبِيهِ النَّوْمِ بِالْمَوْتِ لِمَا بَيْنَهُمَا مِنَ الْمُشَارَكَةِ فِي زَوَالِ إِحْسَاسِ الْحَوَاسِّ وَالتَّمْيِيزِ، وَإِنَّمَا جَعَلُوهُ اسْتِعَارَةً عَنِ النَّوْمِ بِنَاءً عَلَى جَعْلِهِ حَقِيقَةً فِي الْمَوْتِ، وَهُوَ كَذَلِكَ فِي الْعُرْفِ الْعَامِّ لَا فِي أَصْلِ اللُّغَةِ؛ يَقُولُونَ تُوُفِّيَ فُلَانٌ - بِالْبِنَاءِ لِلْمَفْعُولِ - بِمَعْنَى مَاتَ، وَتَوَفَّاهُ اللهُ بِمَعْنَى أَمَاتَهُ، وَمَا أَعْلَمُ أَنَّ الْعَرَبَ اسْتَعْمَلَتِ التَّوَفِّي فِي الْمَوْتِ، وَإِنَّمَا هُوَ اسْتِعْمَالٌ إِسْلَامِيٌّ مَبْنِيٌّ عَلَى الْمَوْتِ، يَحْصُلُ </p><p> بِقَبْضِ الْأَنْفُسِ الَّتِي تَحْيَا بِهَا النَّاسُ كَمَا قَالَ تَعَالَى فِي سُورَةِ الزُّمَرِ:  (اللهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لِآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ ٣٩: ٤٢) فَهَذِهِ الْآيَةُ نَصٌّ فِي كَوْنِ التَّوَفِّي أَعَمَّ مِنَ الْمَوْتِ، وَأَنَّهُ لَيْسَ مُرَادِفًا لَهُ، فَقَدْ صَرَّحَتْ بِأَنَّ الْأَنْفُسَ الَّتِي تُتَوَفَّى فِي مَنَامِهَا غَيْرُ مَيِّتَةٍ. </p><p> فَقَوْلُهُ تَعَالَى:  (يَتَوَفَّاكُمْ بِاللَّيْلِ) مَعْنَاهُ يَتَوَفَّى أَنْفُسَكُمْ فِي حَالَةِ نَوْمِكُمْ بِاللَّيْلِ، وَمِثْلُهُ النَّوْمُ فِي النَّهَارِ، وَإِنَّمَا اقْتَصَرَ عَلَى ذِكْرِ اللَّيْلِ؛ لِأَنَّ الْوَاجِبَ فِي الْفِطْرَةِ وَالْغَالِبَ فِي الْعَادَةِ أَنْ يَكُونَ النَّوْمُ فِيهِ، فَلَا يُعْتَدُّ بِمَا يَقَعُ مِنْهُ فِي النَّهَارِ. أُطْلِقَ التَّوَفِّي فِي الْمَنَامِ عَلَى إِزَالَةِ الْإِحْسَاسِ وَالْمَنْعِ مِنْ تَصَرُّفِ الْأَنْفُسِ فِي الْأَبْدَانِ عَلَى مَا هُوَ الْمَعْرُوفُ عِنْدَ الْعُلَمَاءِ، وَلَكِنَّ بَعْضَ فَلَاسِفَةِ الْغَرْبِ الْمُتَأَخِّرِينَ يَرَى أَنَّ لِلْإِنْسَانِ نَفْسَيْنِ، تُفَارِقُهُ إِحْدَاهُمَا عِنْدَ النَّوْمِ، وَتُفَارِقُهُ كِلْتَاهُمَا بِالْمَوْتِ، فَإِذَا صَحَّ هَذَا يَكُونُ التَّوَفِّي حَقِيقَةً فِي الْمَنَامِ وَفِي الْمَوْتِ؛ لِأَنَّ الْأَوَّلَ يَحْصُلُ بِقْبِضٍ غَيْرِ تَامٍّ لِأَحَدِ النَّفْسَيْنِ، وَالثَّانِي بِقَبْضٍ تَامٍّ لِكِلْتَيْهِمَا، وَهُوَ يُوَافِقُ ظَاهِرَ آيَةِ الزُّمَرِ. </p><p> ثُمَّ قَالَ عَزَّ وَجَلَّ:  (وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ) الْجَرْحُ: يُطْلَقُ بِمَعْنَى الْعَمَلِ وَالْكَسْبِ بِالْجَوَارِحِ وَهِيَ الْأَعْضَاءُ الْعَامِلَةُ، وَبِمَعْنَى التَّأْثِيرِ الدَّامِي مِنَ السِّلَاحِ وَمَا فِي مَعْنَاهُ كَالْبَرَاثِنِ وَالْأَظْفَارِ وَالْأَنْيَابِ مِنْ سِبَاعِ الطَّيْرِ وَالْوَحْشِ. قِيلَ: إِنَّ هَذَا الْأَخِيرَ هُوَ الْحَقِيقَةُ وَالْأَوَّلُ مَجَازٌ، وَإِنَّ عَوَامِلَ الْإِنْسَانِ مَا سُمِّيَتْ جَوَارِحَ إِلَّا تَشْبِيهًا لَهَا بِجَوَارِحِ السِّبَاعِ، وَإِنَّ هَذِهِ مَا سُمِّيَتْ جَوَارِحَ إِلَّا لِأَنَّهَا تَجْرَحُ مَا تَصِيدُهُ وَمَا تَفْتَرِسُهُ، وَظَاهِرُ عِبَارَةِ لِسَانِ الْعَرَبِ أَنَّ الْجُرْحَ حَقِيقَةً فِي الْكَسْبِ، وَأَنَّ جَوَارِحَ الصَّيْدِ سُمِّيَتْ بِذَلِكَ لِكَسْبِهَا لِنَفْسِهَا أَوْ لِمُعَلِّمِهَا الَّذِي يَصِيدُ بِهَا، وَأَنَّ الْخَيْلَ وَالْأَنْعَامَ الْمُنْتِجَةَ تُسَمَّى جَوَارِحٌ أَيْضًا؛ لِأَنَّ نِتَاجَهَا كَسْبُهَا، فَالْجُرْحُ كَالْكَسْبِ، يُطْلَقُ عَلَى الْخَيْرِ وَالشَّرِّ مِنْهُ. نَقَلَ ذَلِكَ اللِّسَانُ عَنِ الْأَزْهَرِيِّ. وَظَاهِرُ كَلَامِ الزَّمَخْشَرِيِّ أَنَّهُ فِعْلُ الشَّرِّ، وَبِذَلِكَ فَسَّرَ الْآيَةَ فِي الْكَشَّافِ كَمَا سَيَأْتِي، وَقَدِ اسْتُعْمِلَ الِاجْتِرَاحُ بِمَعْنَى فِعْلِ الشَّرِّ خَاصَّةً فِي قَوْلِهِ تَعَالَى فِي سُورَةِ </p><p> الْجَاثِيَةِ:  (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينِ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)  (٤٥: ٢١) - الْآيَةَ - وَلَمْ يُذْكَرِ الْجَرْحُ وَالِاجْتِرَاحُ </p><p> فِي الْقُرْآنِ إِلَّا فِي هَاتَيْنِ الْآيَتَيْنِ. وَقَدْ يَكُونُ التَّخْصِيصُ بِعَمَلِ السَّيِّئَاتِ لِصِيغَةِ الِافْتِعَالِ كَمَا وَرَدَ كَثِيرًا فِي الِاكْتِسَابِ كَقَوْلِهِ تَعَالَى فِي آخِرِ سُورَةِ الْبَقَرَةِ:  (لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ) وَهُوَ غَيْرُ مُطَّرِدٍ فِي ذَلِكَ، فَكُلٌّ مِنَ الْكَسْبِ وَالِاكْتِسَابِ يُسْتَعْمَلُ فِي الْخَيْرِ وَالشَّرِّ. </p><p> فَمَعْنَى قَوْلِهِ تَعَالَى:  (وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ) يَعْلَمُ جَمِيعَ عَمَلِكُمْ وَكَسْبِكُمْ فِي وَقْتِ الْيَقَظَةِ الَّذِي يَكُونُ مُعْظَمُهُ فِي النَّهَارِ خَيْرًا كَانَ أَوْ شَرًّا، قِيلَ: إِنَّ الْمَاضِيَ هُنَا بِمَعْنَى الْمُسْتَقْبَلِ، أَيْ: وَيَعْلَمُ مَا تَجْرَحُونَهُ فِي النَّهَارِ الَّذِي يَلِي اللَّيْلَ، عَبَّرَ بِهِ لِتُحَقِّقِ وُقُوعِهِ، وَقِيلَ: بَلْ هُوَ عَلَى أَصْلِهِ وَيُرَادُ بِهِ النَّهَارُ السَّابِقُ عَلَى اللَّيْلِ الَّذِي يَتَوَفَّاكُمْ فِيهِ، أَوِ الْمُرَادُ يَتَوَفَّاكُمْ فِي جِنْسِ اللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ فِي جِنْسِ النَّهَارِ. </p><p> (ثُمَّ يَبْعَثُكُمْ فِيهِ) أَيْ: ثُمَّ إِنَّهُ بَعْدَ تَوَفِّيكُمْ بِالنَّوْمِ يُثِيرُكُمْ وَيُرْسِلُكُمْ مِنْهُ فِي النَّهَارِ، فَالْبَعْثُ - كَمَا قَالَ الرَّاغِبُ - إِثَارَةُ الشَّيْءِ وَتَوْجِيهُهُ، يُقَالُ بَعَثْتُ الْبَعِيرَ أَيْ أَثَرْتُهُ مِنْ بَرْكِهِ وَسِيرَتِهِ. فَإِطْلَاقُ الْبَعْثِ عَلَى الْإِيقَاظِ مِنَ النَّوْمِ حَقِيقَةٌ لُغَوِيَّةٌ، وَمَنْ جَعَلَهُ مَجَازًا نَظَرَ إِلَى الْعُرْفِ الشَّرْعِيِّ، فَإِنْ قِيلَ كَانَ الظَّاهِرُ أَنْ يُقَالَ: وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ ثُمَّ يَبْعَثُكُمْ بِالنَّهَارِ وَيَعْلَمُ مَا جَرَحْتُمْ فِيهِ، فَمَا نُكْتَةُ هَذَا التَّقْدِيمِ وَالتَّأْخِيرِ فِي الْآيَةِ؟ قُلْتُ: الظَّاهِرُ الْمُتَبَادِرُ أَنَّ تَأْخِيرَ ذِكْرِ الْبَعْثِ لِأَجْلِ أَنْ تَتَّصِلَ بِهِ عِلَّتُهُ الْمَقْصُودَةُ بِالذِّكْرِ فِي هَذَا السِّيَاقِ وَهُوَ قَوْلُهُ تَعَالَى: (لِيُقْضَى أَجَلٌ مُّسَمًّى) إِلَخْ أَنْ يُوقِظَكُمْ وَيُرْسِلَكُمْ فِي أَعْمَالِكُمْ لِأَجْلِ أَنْ يُقْضَى وَيَنْفُذَ الْأَجَلُ الْمُسَمَّى فِي عِلْمِهِ تَعَالَى لِكُلِّ فَرْدٍ مِنْكُمْ، فَإِنَّ لِأَعْمَارِكُمْ آجَالًا مَقْدِرَةً مَكْتُوبَةً لَا بُدَّ مِنْ قَضَائِهَا وَإِتْمَامِهَا (ثُمَّ إِلَيْهِ مَرْجِعُكُمْ) ثُمَّ إِلَيْهِ وَحْدَهُ يَكُونُ رُجُوعُكُمْ إِذَا انْتَهَتْ آجَالُكُمْ وَمُتُّمْ (ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) إِذْ يَبْعَثُكُمْ مِنْ مَرَاقِدِ الْمَوْتِ كَمَا كَانَ يَبْعَثُكُمْ مِنْ مَضَاجِعِ النَّوْمِ؛ لِأَنَّهُ عَالِمٌ بِتِلْكَ الْأَعْمَالِ كُلِّهَا فَيُذَكِّرُكُمْ بِهَا، وَيُحَاسِبُكُمْ عَلَيْهَا، وَيَجْزِيكُمْ بِهَا، إِنْ خَيْرًا فَخَيْرٌ، وَإِنْ شَرًّا فَشَرٌّ، وَفِيهِ تَنْبِيهٌ عَلَى أَنَّ الْقَادِرَ عَلَى الْبَعْثِ مِنْ تَوَفِّي النَّوْمِ قَادِرٌ عَلَى الْبَعْثِ مِنْ تَوَفِّي الْمَوْتِ. </p><p> وَقَدْ خَالَفَ الزَّمَخْشَرِيُّ الْجُمْهُورَ فِي تَفْسِيرِ الْآيَةِ، فَجَعَلَهَا خِطَابًا لِلْكُفَّارِ خَاصَّةً، إِذْ جَعَلَ الْجُرْحَ خَاصًّا بِعَمَلِ السُّوءِ، وَجَعَلَ الْغَرَضَ مِنْ ذِكْرِ تَوَفِّيهِمْ فِي اللَّيْلِ أَنَّهُمْ يَكُونُونَ مُنْسَدِحِينَ فِيهِ كَالْجِيَفِ، وَمِنَ الْجُرْحِ بِالنَّهَارِ: عَمَلُ الْآثَامِ فِيهِ. وَجَعَلَ الْبَعْثَ عَلَى مَعْنَاهُ </p><p> الشَّرْعِيِّ، وَ \" فِي \" لِلتَّعْلِيلِ أَوِ الشَّأْنِ كَحَدِيثِ دَخَلَتِ امْرَأَةٌ النَّارَ فِي هِرَّةٍ. وَقَالَ فِي بَيَانِ هَذَا: ثُمَّ يَبْعَثُكُمْ مِنَ الْقُبُورِ فِي شَأْنِ ذَلِكَ الَّذِي قَطَعْتُمْ بِهِ أَعْمَارَكُمْ مِنَ النَّوْمِ بِاللَّيْلِ وَكَسْبِ الْآثَامِ بِالنَّهَارِ وَمِنْ أَجْلِهِ، كَقَوْلِكَ: </p>"
}