{
  "id": null,
  "sura": 6,
  "aya": 153,
  "text": "<p> وَأَمَّا التَّذَكُّرُ فَمَعْنَاهُ تَكَلُّفُ ذِكْرِ الشَّيْءِ فِي الْقَلْبِ، أَوِ التَّدَرُّجِ فِيهِ بِفِعْلِهِ الْمَرَّةَ بَعْدَ الْمَرَّةِ، وَيُطْلَقُ عَلَى الِاتِّعَاظِ وَمِنْهُ قَوْلُهُ تَعَالَى:  (وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ)  (٤٠: ١٣) وَقَوْلُهُ: (سَيَذَّكَّرُ مَنْ يَخْشَى)  (٨٧: ١٠) وَالشَّوَاهِدُ عَلَيْهِ فِي الذِّكْرِ كَثِيرَةٌ، وَمِثْلُهُ الِادِّكَارُ (فَهَلْ مِنْ مُدَّكِرٍ) وَهُوَ افْتِعَالٌ مِنَ الذِّكْرِ، وَالِافْتِعَالُ يَقْرُبُ مِنَ التَّفَعُّلِ. وَحِكْمَةُ الْقِرَاءَتَيْنِ إِفَادَةُ الْمَعَانِي الَّتِي تَدُلَّانِ عَلَيْهَا مِنْ بَابِ الْإِيجَازِ الْبَلِيغِ. </p><p> وَالْمَعْنَى: ذَلِكُمُ الْمَتْلُوُّ عَلَيْكُمْ فِي هَذِهِ الْآيَةِ مِنَ الْأَوَامِرِ وَالنَّوَاهِي - الْبَعِيدَةِ مَدَى الْفَائِدَةِ وَمَسَافَةِ الْمَنْفَعَةِ لِمَنْ قَامَ بِهَا - وَصَّاكُمُ اللهُ بِهِ فِي كِتَابِهِ رَجَاءَ أَنْ تَذْكُرُوا فِي أَنْفُسِكُمْ مَا فِيهَا مِنَ الصَّلَاحِ لَكُمْ، فَيَحْمِلَكُمْ ذَلِكَ عَلَى الْعَمَلِ بِهَا، أَوْ رَجَاءَ أَنْ يُذَكِّرَهُ بَعْضُكُمْ لِبَعْضٍ فِي التَّعْلِيمِ وَالتَّوَاصِي الَّذِي أَمَرَ اللهُ بِهِ بِمِثْلِ قَوْلِهِ:  (وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ)  (١٠٣: ٣) وَلِكُلٍّ مِنَ الذِّكْرِ النَّفْسِيِّ وَاللِّسَانِيِّ وَجْهٌ هُنَا، وَلَا مَانِعَ مِنَ الْجَمْعِ بَيْنَهُمَا عَلَى مَذْهَبِ الشَّافِعِيَّةِ وَابْنِ جَرِيرٍ الْمُخْتَارِ عِنْدَنَا - وَكَذَا الْجَمْعُ بَيْنَهُمَا وَبَيْنَ مَعَانِي التَّذَكُّرِ فِي الْقِرَاءَةِ الْأُخْرَى، وَالْمَعْنَى عَلَى هَذِهِ الْقِرَاءَةِ: وَصَّاكُمْ بِهِ رَجَاءَ أَنْ يَتَكَلَّفَ ذِكْرَ هَذِهِ الْوَصَايَا وَمَا فِيهَا مِنَ الْمَصَالِحِ وَالْمَنَافِعِ مَنْ كَانَ كَثِيرَ النِّسْيَانِ وَالْغَفْلَةِ أَوْ كَثِيرَ الشَّوَاغِلِ الدُّنْيَوِيَّةِ - أَوْ رَجَاءَ أَنْ يَتَذَكَّرَهَا الْمَرَّةَ بَعْدَ الْمَرَّةِ مَنْ أَرَادَ الِانْتِفَاعَ بِهَا بِتِلَاوَةِ آيَاتِهَا فِي الصَّلَاةِ وَغَيْرِهَا وَبِغَيْرِ ذَلِكَ - أَوْ رَجَاءَ أَنْ يَتَّعِظَ بِهَا مَنْ سَمِعَهَا وَقَرَأَهَا أَوْ ذَكَرَهَا أَوْ ذُكِّرَ بِهَا، وَبَعْضُ هَذِهِ الْوُجُوهِ عَامٌّ يُطْلَبُ مِنْ كُلِّ مُسْلِمٍ، وَبَعْضُهَا خَاصٌّ. </p><p> (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ) أَيْ وَالْعَاشِرُ مِمَّا أَتْلُوهُ عَلَيْكُمْ مِنْ وَصَايَا رَبِّكُمْ، هُوَ أَنَّ هَذَا الَّذِي أَدْعُوكُمْ إِلَيْهِ مِنَ الدِّينِ الْقَوِيمِ وَالشَّرْعِ الْحَنِيفِيِّ الْعَذْبِ الْمَوْرِدِ السَّائِغِ الْمَشْرَبِ بِمَا تَلَوْتُهُ عَلَيْكُمْ مِنْ هَذِهِ السُّورَةِ، الْمُشْتَمِلَةِ عَلَى هَذِهِ الْوَصَايَا الَّتِي لَا يُكَابِرُ ذُو مُسْكَةٍ مِنْ عَقْلٍ فِي حُسْنِهَا وَفَضْلِهَا - أَوْ - أَنَّ هَذَا الْقُرْآنَ الَّذِي أَدْعُوكُمْ بِهِ إِلَى مَا يُحْيِيكُمْ: هُوَ صِرَاطِي وَمِنْهَاجِي الَّذِي أَسْلُكُهُ إِلَى مَرْضَاةِ اللهِ تَعَالَى وَنَيْلِ سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ - أُشِيرُ إِلَيْهِ مُسْتَقِيمًا ظَاهِرَ الِاسْتِقَامَةِ لَا يَضِلُّ سَالِكُهُ، وَلَا يَهْتَدِي تَارِكُهُ فَاتَّبِعُوهُ وَحْدَهُ وَلَا تَتَّبِعُوا السُّبُلَ الْأُخْرَى الَّتِي تُخَالِفُهُ وَهِيَ كَثِيرَةٌ فَتَتَفَرَّقُ بِكُمْ عَنْ سَبِيلِهِ، بِحَيْثُ يَذْهَبُ كُلٌّ مِنْكُمْ فِي سَبِيلِ ضَلَالَةٍ مِنْهَا يَنْتَهِي بِهَا إِلَى الْهَلَكَةِ، إِذْ لَيْسَ بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ، وَلَيْسَ أَمَامَ تَارِكِ النُّورِ إِلَّا الظُّلُمَاتُ. وَقَدْ أُضِيفَ الصِّرَاطُ بِهَذَا الْمَعْنَى إِلَى اللهِ تَعَالَى، إِذْ هُوَ الَّذِي شَرَعَهُ. وَإِلَى الدُّعَاةِ إِلَيْهِ وَالسَّالِكِينَ لَهُ مِنَ النَّبِيِّينَ وَغَيْرِهِمْ فِي سُورَةِ الْفَاتِحَةِ. وَالظَّاهِرُ أَنَّ إِضَافَتَهُ هُنَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَنَّهُ هُوَ الْمُخَاطِبُ لِلنَّاسِ بِهَذِهِ الْوَصِيَّةِ وَفِعْلُهَا مُسْنَدٌ إِلَيْهِ تَعَالَى بِضَمِيرِ الْغَيْبَةِ. </p><p> وَقَدْ جُمِعَ فِي هَذِهِ الْوَصِيَّةِ الْجَامِعَةِ بَيْنَ الْأَمْرِ بِالْحَقِّ وَالنَّهْيِ عَنْ مُقَابِلِهِ وَهُوَ الْبَاطِلُ. قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ (وَإِنَّ هَذَا صِرَاطِي) بِكَسْرِ هَمْزَةِ \" إِنَّ \" وَالْبَاقُونَ بِفَتْحِهَا، فَأَمَّا كَسْرُهَا فَعَلَى أَنَّ الْكَلَامَ مُسْتَأْنَفٌ فِي بَيَانِ وَصِيَّةٍ هِيَ أُمُّ الْوَصَايَا </p><p> الْجَامِعَةِ لِمَا قَبِلَهَا، وَلِغَيْرِهَا - وَأَمَّا الْفَتْحُ فَعَلَى تَقْدِيرِ لَامِ التَّعْلِيلِ فَهُوَ يَقُولُ: وَلِأَجْلِ أَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا لَا عِوَجَ فِيهِ، عَلَيْكُمْ أَنْ تَتَّبِعُوهُ إِنْ كُنْتُمْ تُؤْثِرُونَ الِاسْتِقَامَةَ عَلَى الِاعْوِجَاجِ، وَتُرَجِّحُونَ الْهُدَى عَلَى الضَّلَالِ. </p><p> أَخْرَجَ أَحْمَدُ، وَالنَّسَائِيُّ، وَالْبَزَّارُ، وَأَبُو الشَّيْخِ، وَالْحَاكِمُ وَأَكْثَرُ مُصَنِّفِي التَّفْسِيرِ الْمَأْثُورِ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ: خَطَّ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطًّا بِيَدِهِ ثُمَّ قَالَ: \" هَذَا سَبِيلُ اللهِ مُسْتَقِيمًا \" ثُمَّ خَطَّ خُطُوطًا عَنْ يَمِينِ ذَلِكَ الْخَطِّ وَعَنْ شِمَالِهِ ثُمَّ قَالَ: \" وَهَذِهِ السُّبُلُ لَيْسَ مِنْهَا سَبِيلٌ إِلَّا عَلَيْهِ شَيْطَانٌ يَدْعُو إِلَيْهِ \" ، ثُمَّ قَرَأَ (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ) وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ مَسْعُودٍ أَنَّ رَجُلًا سَأَلَهُ مَا الصِّرَاطُ الْمُسْتَقِيمُ؟ قَالَ: تَرَكَنَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَدْنَاهُ وَطَرَفُهُ الْجَنَّةُ، وَعَنْ يَمِينِهِ جَوَادُّ (بِالتَّشْدِيدِ جَمْعُ جَادَّةٍ وَهِيَ الطَّرِيقُ) وَعَنْ يَسَارِهِ جَوَادُّ، وَثَمَّ رِجَالٌ يَدْعُونَ مَنْ مَرَّ بِهِمْ، فَمَنْ أُخِذَ فِي تِلْكَ الْجَوَادِّ انْتَهَتْ بِهِ إِلَى النَّارِ، وَمَنْ أُخِذَ عَلَى الصِّرَاطِ الْمُسْتَقِيمِ انْتَهَى بِهِ إِلَى الْجَنَّةِ. وَرَوَى أَحْمَدُ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ رَضِيَ اللهُ عَنْهُ مَرْفُوعًا \" ضَرْبَ اللهُ مَثَلًا صِرَاطًا مُسْتَقِيمًا وَعَنْ جَنَبَتَيِ الصِّرَاطِ سُورَانِ فِيهِمَا أَبْوَابٌ مُفَتَّحَةٌ وَعَلَى الْأَبْوَابِ سُتُورٌ مُرْخَاةٌ،وَعَلَى بَابِ الصِّرَاطِ دَاعٍ يَقُولُ:أَيُّهَا النَّاسُ هَلُمَّ ادْخُلُوا الصِّرَاطَ الْمُسْتَقِيمَ جَمِيعًا وَلَا تَفَرَّقُوا، وَدَاعٍ يَدْعُو مِنْ جَوْفِ الصِّرَاطِ،فَإِذَا أَرَادَ الْإِنْسَانُ أَنْ يَفْتَحَ شَيْئًا مِنْ تِلْكَ الْأَبْوَابِ قَالَ لَهُ:وَيْحَكَ لَا تَفْتَحْهُ فَإِنَّكَ إِنْ تَفْتَحْهُ تَلِجْهُ(أَيْ تَدْخُلُهُ)فَالصِّرَاطُ الْإِسْلَامُ، وَالسُّورَانِ حُدُودُ اللهِ، وَالْأَبْوَابُ الْمُفَتَّحَةُ مَحَارِمُ اللهِ، وَذَلِكَ الدَّاعِي عَلَى رَأْسِ الصِّرَاطِ كِتَابُ اللهِ، وَالدَّاعِي مِنْ فَوْقِ الصِّرَاطِ وَاعِظُ اللهِ فِي قَلْبِ كُلِّ مُسْلِمٍ \" وَأَقُولُ: إِنَّ هَذَا الْوَاعِظَ هُوَ مَا يُعَبِّرُ عَنْهُ النَّاسُ بِالْوُجْدَانِ وَالضَّمِيرِ. </p><p> وَقَدْ أَفْرَدَ الصِّرَاطَ الْمُسْتَقِيمَ وَهُوَ سَبِيلُ اللهِ، وَجَمَعَ السُّبُلَ الْمُخَالِفَةَ لَهُ لِأَنَّ الْحَقَّ وَاحِدٌ وَالْبَاطِلَ مَا خَالَفَهُ وَهُوَ كَثِيرٌ فَيَشْمَلُ الْأَدْيَانَ الْبَاطِلَةَ مِنْ مُخْتَرَعَةٍ وَسَمَاوِيَّةٍ مُحَرَّفَةٍ وَمَنْسُوخَةٍ وَالْبِدَعَ وَالشُّبَهَاتِ، وَبِهَا فَسَّرَهَا مُجَاهِدٌ هُنَا، وَالْمَعَاصِيَ كَمَا فِي حَدِيثِ النَّوَّاسِ بْنِ سَمْعَانَ وَقَدْ نَهَى عَنِ التَّفَرُّقِ فِي صِرَاطِ الْحَقِّ وَسَبِيلِهِ، فَإِنَّ التَّفَرُّقَ فِي الدِّينِ الْوَاحِدِ هُوَ جَعْلُهُ مَذَاهِبَ يَتَشَيَّعُ لِكُلٍّ مِنْهَا شِيعَةٌ وَحِزْبٌ يَنْصُرُونَهُ وَيَتَعَصَّبُونَ لَهُ، وَيُخَطِّئُونَ مَا خَالَفَهُ، وَيَرْمُونَ أَتْبَاعَهُ بِالْجَهْلِ وَالضَّلَالِ، أَوِ الْكُفْرِ أَوِ الِابْتِدَاعِ، وَذَلِكَ سَبَبٌ لِإِضَاعَةِ الدِّينِ بِتَرْكِ طَلَبِ الْحَقِّ الْمُنَزَّلِ فِيهِ، لِأَنَّ كُلَّ </p><p> شِيعَةٍ فِيمَا يُؤَيِّدُ مَذْهَبَهَا وَيُظْهِرُهَا عَلَى مُخَالِفِيهَا، لَا فِي الْحَقِّ لِذَاتِهِ، وَالِاسْتِعَانَةُ عَلَى اسْتِبَانَتِهِ وَفَهْمِ نُصُوصِهِ بِبَحْثِ أَيِّ عَالِمٍ مِنَ الْعُلَمَاءِ بِغَيْرِ تَعَصُّبٍ وَلَا تَشَيُّعٍ، وَالْحَقُّ لَا يُمْكِنُ أَنْ يَكُونَ وَقْفًا مَحْبُوسًا مِنْ عِنْدِ اللهِ تَعَالَى عَلَى عَالِمٍ مُعَيَّنٍ وَعَلَى أَتْبَاعِهِ </p><p> فَكُلُّ بَاحِثٍ مِنَ الْعُلَمَاءِ يُخْطِئُ وَيُصِيبُ. وَهَذَا أَمْرٌ قَطْعِيٌّ ثَابِتٌ بِالْعَقْلِ وَالنَّقْلِ وَالْإِجْمَاعِ وَلَكِنَّ جَمِيعَ الْمُتَعَصِّبِينَ لِلْمَذَاهِبِ الْمُلْتَزِمِينَ لَهَا مُخَالِفُونَ لَهُ، وَمَنْ كَانَ كَذَلِكَ لَمْ يَكُنْ مُتَّبِعًا لِصِرَاطِ اللهِ الَّذِي هُوَ الْحَقُّ الْوَاحِدُ، وَهَذَا ظَاهِرٌ فِيهِمْ، فَإِنَّهُمْ إِذَا دُعُوا إِلَى كِتَابِ اللهِ وَإِلَى مَا صَحَّ مِنْ سُنَّةِ رَسُولِهِ أَعْرَضُوا عَنْهُمَا وَآثَرُوا عَلَيْهِمَا قَوْلَ أَيِّ مُؤَلِّفٍ لِكِتَابٍ مُنْتَمٍ إِلَى مَذَاهِبِهِمْ. </p><p> وَلَمَّا كَانَ اتِّبَاعُ الصِّرَاطِ الْمُسْتَقِيمِ وَعَدَمُ التَّفَرُّقِ فِيهِ هُوَ الْحَقَّ الْمُوَحِّدَ لِأَهْلِ الْحَقِّ الْجَامِعَ لِكَلِمَتِهِمْ، وَتَوْحِيدِهِمْ وَجَمْعُ كَلِمَتِهِمْ هُوَ الْحَافِظُ لِلْحَقِّ الْمُؤَيِّدُ لَهُ وَالْمُعِزُّ لِأَهْلِهِ - كَانَ التَّفَرُّقُ فِيهِ بِمَا ذُكِرَ سَبَبًا لِضَعْفِ الْمُتَفَرِّقِينَ وَذُلِّهِمْ وَضَيَاعِ حَقِّهِمْ. فَبِهَذَا التَّفَرُّقِ حَلَّ بِأَتْبَاعِ الْأَنْبِيَاءِ السَّابِقِينَ مَا حَلَّ مِنَ التَّخَاذُلِ وَالتَّقَاتُلِ وَالضَّعْفِ وَضَيَاعِ الْحَقِّ، وَقَدِ اتَّبَعَ الْمُسْلِمُونَ سُنَنَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ حَتَّى حَلَّ بِهِمْ مِنَ الضَّعْفِ وَالْهَوَانِ مَا يَتَأَلَّمُونَ مِنْهُ وَيَتَمَلْمَلُونَ وَلَمْ يَرْدَعْهُمْ عَنْ ذَلِكَ مَا وَرَدَ فِي التَّحْذِيرِ مِنْهُ فِي كِتَابِ اللهِ تَعَالَى وَأَحَادِيثِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَآثَارِ الصَّحَابَةِ وَالتَّابِعِينَ وَلَا مَا حَلَّ بِهِمْ مِنَ الْبَلَاءِ الْمُبِينِ، وَلَمْ يَبْقَ بَيْنَهُمْ وَبَيْنَ مَنْ قَبْلَهُمْ فَرْقٌ إِلَّا فِي أَمْرَيْنِ:  (أَحَدُهُمَا) حِفْظُ الْقُرْآنِ مِنْ أَدْنَى تَغْيِيرٍ وَأَقَلِّ تَحْرِيفٍ، وَضَبْطُ السُّنَّةِ النَّبَوِيَّةِ بِمَا لَمْ يَسْبِقْ لَهُ فِي أُمَّةٍ مِنَ الْأُمَمِ نَظِيرٌ. (وَثَانِيهُمَا) وُجُودُ طَائِفَةٍ مِنْ أَهْلِ الْحَقِّ فِي كُلِّ زَمَانٍ تَدْعُو إِلَى صِرَاطِ اللهِ وَحْدَهُ، وَتَتَّبِعُهُ بِالْعَمَلِ وَالْحُجَّةِ، كَمَا بَشَّرَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَلَكِنَّ هَؤُلَاءِ قَدْ قَلُّوا فِي الْقُرُونِ الْأَخِيرَةِ، وَكُلُّ صَلَاحٍ وَإِصْلَاحٍ فِي الْإِسْلَامِ مُتَوَقِّفٌ عَلَى كَثْرَتِهِمْ، فَنَسْأَلُهُ تَعَالَى أَنْ يُكَثِّرَهُمْ فِي هَذَا الزَّمَانِ وَيَجْعَلَنَا مِنْ أَئِمَّتِهِمْ فَقَدْ بَلَغَ السَّيْلُ الزُّبَى. رَوَى ابْنُ جَرِيرٍ فِي تَفْسِيرِهِ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ:  (فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ) وَقَوْلِهِ: (أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ)  (٤٢: ٣) وَنَحْوِ هَذَا فِي الْقُرْآنِ قَالَ: أَمَرَ اللهُ الْمُؤْمِنِينَ بِالْجَمَاعَةِ، وَنَهَاهُمْ عَنِ الِاخْتِلَافِ وَالْفُرْقَةِ، وَأَخْبَرَهُمْ أَنَّهُ إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَهُمْ بِالْمِرَاءِ وَالْخُصُومَاتِ. </p><p> وَقَدْ سَبَقَ لَنَا سَبْحٌ طَوِيلٌ فِي بَحْرِ هَذِهِ الْمَسْأَلَةِ يُرَاجَعُ فِي مَوَاضِعِهِ كَتَفْسِيرِ (وَاعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَلَا تَفَرَّقُوا)  (٣: ١٠٣) وَمَا بَعْدَهَا فِي أَوَائِلِ الْجُزْءِ </p><p> الرَّابِعِ وَتَفْسِيرِ (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ)  (٤: ٥٩) وَتَفْسِيرِ (رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ)  (٤: ١٦٥) وَتَفْسِيرِ (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ)  (٥: ٣) وَتَفْسِيرِ (قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا)  (٦: ٦٥) وَفِيهِ بَحْثٌ مُسْتَفِيضٌ فِي عَذَابِ </p><p> هَذِهِ الْأُمَّةِ وَتَدَاعِي الْأُمَمِ عَلَيْهَا وَضَعْفِهَا بِالتَّفَرُّقِ فِي الدِّينِ وَغَيْرِ ذَلِكَ مِمَّا يُعْلَمُ مِنْ مَظَانِّهِ وَفَهَارِسِ أَجْزَاءِ التَّفْسِيرِ وَسَيُعَادُ الْبَحْثُ فِيهِ فِي تَفْسِيرِ:  (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ)  (١٥٩) مِنْ بَعْدِ بِضْعِ آيَاتٍ. </p><p> (ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ) أَيْ ذَلِكُمُ الْأَمْرُ بِاتِّبَاعِ صِرَاطِ الْحَقِّ الْمُسْتَقِيمِ، وَالنَّهْيِ عَنْ سَبِيلِ الضَّلَالَاتِ وَالْأَبَاطِيلِ الْمُعْوَجَّةِ، وَهُوَ جَامِعُ الْوَصَايَا النَّافِعَةِ الْبَعِيدَةِ الْمَرْمَى، الْمُوصِلُ إِلَى مَا لَا يُحِيطُ بِهِ الْوَصْفُ مِنَ السَّعَادَةِ الْعُظْمَى، وَصَّاكُمُ اللهُ بِهِ لِيُعِدَّكُمْ وَيُهَيِّئَكُمْ لِمَا يُرْجَى لِكُلِّ مَنِ اتَّبَعَهُ مِنِ اتِّقَاءِ كُلِّ مَا يُشْقِيهِ وَيُرْدِيهِ فِي دُنْيَاهُ وَآخِرَتِهِ. قَالَ أَبُو حَيَّانَ: وَلَمَّا كَانَ الصِّرَاطُ الْمُسْتَقِيمُ هُوَ الْجَامِعَ لِلتَّكَالِيفِ، وَأَمَرَ سُبْحَانَهُ بِاتِّبَاعِهِ وَنَهَى عَنِ اتِّبَاعِ غَيْرِهِ مِنَ الطُّرُقِ خَتَمَ ذَلِكَ بِالتَّقْوَى الَّتِي هِيَ اتِّقَاءُ النَّارِ ; إِذْ مَنِ اتَّبَعَ صِرَاطَهُ نَجَا النَّجَاةَ الْأَبَدِيَّةَ وَحَصَلَ عَلَى السَّعَادَةِ السَّرْمَدِيَّةِ. </p><p> وَأَقُولُ: إِنَّ كَلِمَةَ التَّقْوَى تَشْمَلُ كُلَّ مَا يُتَّقَى مِنَ الضَّرَرِ الْعَامِّ وَالْخَاصِّ مَهْمَا يَكُنْ نَوْعُهُ وَقَدْ ذُكِرَتْ فِي التَّنْزِيلِ فِي سِيَاقِ الْأَوَامِرِ وَالنَّوَاهِي الْمُخْتَلِفَةِ مِنْ عِبَادَاتٍ وَمُعَامَلَاتٍ، وَآدَابٍ وَقِتَالٍ، وَسُنَنِ اجْتِمَاعٍ، وَطَعَامٍ وَشَرَابٍ، وَعِشْرَةٍ وَزَوَاجٍ وَغَيْرِ ذَلِكَ، فَهِيَ تُفَسَّرُ فِي كُلِّ مَوْضِعٍ بِحَسَبِهِ كَمَا بَيَّنَّاهُ مِنْ قَبْلُ. وَهِيَ فِي هَذَا الْمَوْضِعِ تَشْمَلُ جَمِيعَ الْأَنْوَاعِ لِأَنَّهَا جَاءَتْ فِي سِيَاقِ اتِّبَاعِ صِرَاطِ اللهِ الْمُسْتَقِيمِ الشَّامِلِ لِجَمِيعِ أَنْوَاعِ الْهِدَايَةِ الشَّخْصِيَّةِ وَالِاجْتِمَاعِيَّةِ. </p><p> وَقَدْ أَشَرْتُ إِلَى مَوْضِعِ خَتْمِ الْآيَةِ الَّتِي قَبِلَ هَذِهِ بِالذِّكْرِ وَالتَّذَكُّرِ وَمَا قَبِلَهُمَا بِالْعَقْلِ. وَبَعْدَ تَفْسِيرِ الْآيَاتِ كُلِّهَا رَاجَعْتُ مَا لَدَيَّ مِنْ كُتُبِ التَّفْسِيرِ فَرَأَيْتُ السَّيِّدَ قَدْ أَتَى بِمَا لَمْ يَأْتِ بِهِ غَيْرُهُ مِمَّا قَالَهُ عُلَمَاءُ الْبَلَاغَةِ فِي نُكَتِ هَذِهِ الْخَوَاتِيمِ لِلْآيَاتِ الثَّلَاثِ وَهَذَا نَصُّهُ: </p><p> وَخُتِمَتِ الْآيَةُ الْأُولَى بِقَوْلِهِ سُبْحَانَهُ:  (لَعَلَّكُمْ تَعْقِلُونَ) وَهَذِهِ بِقَوْلِهِ تَعَالَى (لَعَلَّكُمْ تَذَكَّرُونَ) لِأَنَّ الْقَوْمَ كَانُوا مُسْتَمِرِّينَ عَلَى الشِّرْكِ وَقَتْلِ الْأَوْلَادِ وَقُرْبَانِ الزِّنَا وَقَتْلِ النَّفْسِ الْمُحَرَّمَةِ بِغَيْرِ حَقٍّ (غَيْرَ) مُسْتَنْكِفِينَ وَلَا عَاقِلِينَ قُبْحَهَا، فَنَهَاهُمْ سُبْحَانَهُ لَعَلَّهُمْ يَعْقِلُونَ قُبْحَهَا فَيَسْتَنْكِفُوا عَنْهَا وَيَتْرُكُوهَا، وَأَمَّا حِفْظُ أَمْوَالِ الْيَتَامَى عَلَيْهِمْ وَإِيفَادُ الْكَيْلِ وَالْعَدْلُ فِي الْقَوْلِ وَالْوَفَاءُ بِالْعَهْدِ فَكَانُوا يَفْعَلُونَهُ وَيَفْتَخِرُونَ بِالِاتِّصَافِ بِهِ، فَأَمَرَهُمُ اللهُ تَعَالَى بِذَلِكَ لَعَلَّهُمْ يَذَّكَّرُونَ إِنْ عَرَضَ لَهُمْ نِسْيَانٌ، قَالَهُ الْقُطْبُ الرَّازِيُّ ثُمَّ قَالَ: فَإِنْ قُلْتَ: إِحْسَانُ الْوَالِدَيْنِ مِنْ قَبِيلِ الثَّانِي أَيْضًا، فَكَيْفَ ذُكِرَ مِنَ الْأَوَّلِ؟ قُلْتُ: أَعْظَمُ النِّعَمِ عَلَى الْإِنْسَانِ نِعْمَةُ اللهِ تَعَالَى، وَيَتْلُوهُ الْوَالِدَيْنِ لِأَنَّهُمَا الْمُؤَثِّرَانِ فِي الظَّاهِرِ، وَمِنْهُمَا نِعْمَةُ التَّرْبِيَةِ وَالْحِفْظِ عَنِ الْهَلَاكِ فِي وَقْتِ الصِّغَرِ، فَلَمَّا نَهَى عَنِ الْكُفْرِ بِاللهِ تَعَالَى نَهَى بَعْدَهُ عَنِ الْكُفْرَانِ فِي نِعْمَةِ </p><p> الْأَبَوَيْنِ، تَنْبِيهًا عَلَى أَنَّ الْقَوْمَ لَمَّا لَمْ يَرْتَكِبُوا الْكُفْرَانَ فَبِطَرِيقِ الْأَوْلَى أَلَّا يَرْتَكِبُوا الْكُفْرَ. </p><p> وَقَالَ الْإِمَامُ (الرَّازِيُّ) : السَّبَبُ فِي خَتْمِ كُلِّ آيَةٍ بِمَا خُتِمَتْ أَنَّ التَّكَالِيفَ الْخَمْسَةَ الْمَذْكُورَةَ فِي الْآيَةِ الْأُولَى ظَاهِرَةٌ جَلِيَّةٌ، فَوَجَبَ تَعَقُّلُهَا وَتَفَهُّمُهَا. وَالتَّكَالِيفُ الْأَرْبَعَةُ الْمَذْكُورَةُ فِي هَذِهِ الْآيَةِ أُمُورٌ خَفِيَّةٌ غَامِضَةٌ لَا بُدَّ فِيهَا مِنَ الِاجْتِهَادِ وَالْفِكْرِ الْكَثِيرِ حَتَّى يَقِفَ عَلَى مَوْضِعِ الِاعْتِدَالِ وَهُوَ التَّذَكُّرُ. انْتَهَى. </p><p> (قَالَ الْآلُوسِيُّ) : وَيُمْكِنُ أَنْ يُقَالَ إِنَّ أَكْثَرَ التَّكْلِيفَاتِ الْأُوَلِ أُدِّيَ بِصِيغَةِ النَّهْيِ وَهُوَ فِي مَعْنَى الْمَنْعِ، وَالْمَرْءُ حَرِيصٌ عَلَى مَا مُنِعَ، فَنَاسَبَ أَنْ يُعَلَّلَ الْإِيصَاءُ بِذَلِكَ بِمَا فِيهِ إِيمَاءٌ إِلَى مَعْنَى الْمَنْعِ وَالْحَبْسِ، وَهَذَا بِخِلَافِ التَّكْلِيفَاتِ الْأُخَرِ ; فَإِنَّ أَكْثَرَهَا قَدْ أُدِّيَ بِصِيغَةِ الْأَمْرِ وَلَيْسَ الْمَنْعُ فِيهِ ظَاهِرًا كَمَا فِي النَّهْيِ، فَيَكُونُ تَأْكِيدَاتُ الطَّلَبِ وَالْمُبَالَغَةُ فِيهِ لِيَسْتَمِرَّ عَلَيْهِ وَيَتَذَكَّرَ إِذَا نَسِيَ فَلْيُتَدَبَّرْ اهـ. </p><p> وَإِنَّنَا نَخْتِمُ هَذِهِ الْوَصَايَا الْعَظِيمَةَ الشَّأْنِ بِأَحَادِيثَ وَرَدَتْ فِيهَا نَقْلًا عَنِ الدُّرِّ الْمَنْثُورِ، أَخْرَجَ التِّرْمِذِيُّ وَحَسَّنَهُ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَالطَّبَرَانِيُّ، وَأَبُو الشَّيْخِ، وَابْنُ مَرْدَوَيْهِ، وَالْبَيْهَقِيُّ فِي شُعَبِ الْإِيمَانِ عَنِ ابْنِ مَسْعُودٍ قَالَ: مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى وَصِيَّةِ مُحَمَّدٍ الَّذِي عَلَيْهِ خَاتَمُهُ فَلْيَقْرَأْ هَؤُلَاءِ الْآيَاتِ: (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ) إِلَى قَوْلِهِ: (لَعَلَّكُمْ تَتَّقُونَ) وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، وَابْنُ مَرْدَوَيْهِ، وَالْحَاكِمُ وَصَحَّحَهُ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَيُّكُمْ يُبَايِعُنِي عَلَى هَؤُلَاءِ الْآيَاتِ الثَّلَاثِ؟ - ثُمَّ تَلَا(قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ)إِلَى ثَلَاثِ آيَاتٍ -ثُمَّ قَالَ:فَمَنْ وَفَّى بِهِنَّ فَأَجُرُهُ عَلَى اللهِ، وَمَنِ انْتَقَصَ مِنْهُنَّ شَيْئًا فَأَدْرَكَهُ اللهُ فِي الدُّنْيَا كَانَتْ عُقُوبَتَهُ، وَمَنْ أَخَّرَهُ إِلَى الْآخِرَةِ كَانَ أَمْرُهُ إِلَى اللهِ، إِنْ شَاءَ آخَذَهُ وَإِنْ شَاءَ عَفَا عَنْهُ \" وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ، وَأَبُو عُبَيْدٍ، وَابْنُ الْمُنْذِرِ، عَنْ مُنْذِرٍ الثَّوْرِيِّ قَالَ: قَالَ الرَّبِيعُ بْنُ خَيْثَمٍ: أَيَسُرُّكَ أَنْ تَلْقَى صَحِيفَةً مِنْ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَاتَمٍ؟ قُلْتُ: نَعَمْ، فَقَرَأَ هَؤُلَاءِ الْآيَاتِ مِنْ آخِرِ سُورَةِ الْأَنْعَامِ (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ</p><p> رَبُّكُمْ عَلَيْكُمْ) إِلَى آخِرِ الْآيَاتِ. </p><p> وَأَخْرَجَ أَبُو نُعَيْمٍ وَالْبَيْهَقِيُّ كِلَاهُمَا فِي الدَّلَائِلِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: لَمَّا أَمَرَ اللهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَعْرِضَ نَفْسَهُ عَلَى قَبَائِلِ الْعَرَبِ، خَرَجَ إِلَى مِنًى وَأَنَا مَعَهُ وَأَبُو بَكْرٍ وَكَانَ أَبُو بَكْرٍ رَجُلًا نَسَّابَةً، فَوَقَفَ عَلَى مَنَازِلِهِمْ وَمَضَارِبِهِمْ بِمِنًى فَسَلَّمَ عَلَيْهِمْ وَرَدُّوا السَّلَامَ، وَكَانَ فِي الْقَوْمِ مَفْرُوقُ بْنُ عَمْرٍو وَهَانِئُ بْنُ قَبِيصَةَ، وَالْمُثَنَّى بْنُ حَارِثَةَ، وَالنُّعْمَانُ بْنُ شَرِيكٍ وَكَانَ أَقْرَبَ الْقَوْمِ إِلَى أَبِي بَكْرٍ مَفْرُوقٌ، وَكَانَ مَفْرُوقٌ قَدْ غَلَبَ عَلَيْهِمْ بَيَانًا وَلِسَانًا، فَالْتَفَتَ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ: إِلَامَ تَدْعُو يَا أَخَا قُرَيْشٍ؟ فَتَقَدَّمَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَلَسَ وَقَامَ أَبُو بَكْرٍ يُظِلُّهُ بِثَوْبِهِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَدْعُوكُمْ إِلَى شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنِّي رَسُولُ اللهِ، وَأَنْ تُؤْوُونِي وَتَنْصُرُونِي </p>"
}