{
  "id": null,
  "sura": 6,
  "aya": 34,
  "text": "<p> مَا كَانَ يَعْرِفُهُ مُعَاشِرُوهُ مِنْ قُرَيْشٍ. وَسَيَأْتِي التَّصْرِيحُ بِتَكْذِيبِهِمْ إِيَّاهُ فِي جُمَلٍ شَرْطِيَّةٍ مِنْ هَذِهِ السُّورَةِ وَغَيْرِهَا كَالشَّوَاهِدِ الَّتِي تَرَاهَا فِي تَفْسِيرِ الْآيَةِ التَّالِيَةِ: </p><p> (وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا) أَكَّدَ اللهُ تَعَالَى لِرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِصِيغَةِ الْقَسَمِ أَنَّ الرُّسُلَ الَّذِينَ أُرْسِلُوا قَبْلَهُ قَدْ كَذَّبَتْهُمْ أَقْوَامُهُمْ فَصَبَرُوا عَلَى تَكْذِيبِهِمْ وَإِيذَائِهِمْ لَهُمْ إِلَى أَنْ نَصْرَهُمُ اللهُ تَعَالَى عَلَيْهِمْ، أَيْ: فَإِنْ كُذِّبْتَ فَلَكَ أُسْوَةٌ بِمَنْ قَبْلَكَ، فَلَسْتَ بِدْعًا مِنَ الرُّسُلِ، وَقَدْ صَرَّحَ بِالشَّرْطِيَّةِ فِي آيَاتٍ أُخْرَى كَقَوْلِهِ تَعَالَى فِي \" سُورَةِ الْحَجِّ \" : (وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ)  (٢٢: ٤٢) إِلَخْ. وَقَوْلِهِ فِي \" سُورَةِ فَاطِرٍ \" : (وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ)  (٣٥: ٤) إِلَخْ. (وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ)  (٣٥: ٢٥) إِلَخْ. وَالْآيَةُ تَسْلِيَةٌ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ تَسْلِيَةٍ، وَإِرْشَادٌ لَهُ إِلَى سُنَّتِهِ تَعَالَى فِي الرُّسُلِ وَالْأُمَمِ أَوْ هِيَ تَذْكِيرٌ بِهَذِهِ السُّنَّةِ، وَمَا تَتَضَمَّنُهُ مِنْ حُسْنِ الْأُسْوَةِ، إِذْ لَمْ تَكُنْ هَذِهِ الْآيَةُ أَوَّلَ مَا نَزَلَ فِي هَذَا الْمَعْنَى، وَقَدْ صَرَّحَ بِوُجُوبِ هَذَا الصَّبْرِ عَلَيْهِ تَأَسِّيًا فِي قَوْلِهِ:  (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ)  (٤٦: ٣٥) وَاسْتِقْلَالًا فِي آيَاتٍ كَثِيرَةٍ مِنْهَا مَا نَزَلَ قَبْلَ هَذِهِ السُّورَةِ كَقَوْلِهِ تَعَالَى فِي \" سُورَةِ الْمُزَّمِّلِ \" : (وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا)  (٧٣: ١٠) وَقَدْ ثَبَتَ بِالتَّجَارِبِ أَنَّ التَّأَسِّيَ يُهَوِّنُ الْمُصَابَ وَيُفِيدُ شَيْئًا مِنَ السَّلْوَةِ، قَالَتِ الْخَنْسَاءُ: </p><p> وَلَوْلَا كَثْرَةُ الْبَاكِينَ حَوْلِي ... عَلَى إِخْوَانِهِمْ لَقَتَلْتُ نَفْسِي </p><p> وَمَا يَبْكُونَ مِثْلَ أَخِي وَلَكِنْ ... أُعَزِّي النَّفْسَ عَنْهُ بِالتَّأَسِّي. </p><p> وَلَوْلَا أَنَّ دَفْعَ الْأَسَى بِالْأَسَى مِنْ مُقْتَضَى الطَّبْعِ الْبَشَرِيِّ لَمَا ظَهَرَتْ حِكْمَةُ تَكْرَارِ التَّسْلِيَةِ بِأَمْثَالِ هَذِهِ الْآيَةِ، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَتْلُو الْقُرْآنَ فِي الصَّلَاةِ وَلَا سِيَّمَا صَلَاةُ اللَّيْلِ، فَرُبَّمَا يَقْرَأُ السُّورَةَ وَلَا يَعُودُ إِلَيْهَا بَعْدَ أَيَّامٍ يَفْرَغُ فِيهَا مِنْ قِرَاءَةِ مَا نَزَلَ مِنْ سَائِرِ السُّوَرِ، فَاحْتِيجَ إِلَى تَكْرَارِ تَسْلِيَتِهِ وَأَمْرِهِ بِالصَّبْرِ الْمَرَّةَ بَعْدَ الْمَرَّةِ ; لِأَنَّ الْحُزْنَ وَالْأَسَفَ اللَّذَيْنِ كَانَا يَعْرِضَانِ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ شَأْنِهِمَا أَنْ يَتَكَرَّرَا بِتَكَرُّرِ سَبَبِهِمَا وَبِتَذَكُّرِهِ حَتَّى </p><p> عِنْدَ تِلَاوَةِ الْآيَاتِ الْوَارِدَةِ فِي بَيَانِ حَالِ الْكُفَّارِ وَمُحَاجَّتِهِمْ وَإِنْذَارِهِمْ. </p><p> وَ \" مَا \" فِي قَوْلِهِ تَعَالَى: (عَلَى مَا كُذِّبُوا) مَصْدَرِيَّةٌ (وَأُوذُوا) عَطْفٌ عَلَى (كُذِّبُوا) أَيْ فَصَبَرُوا عَلَى تَكْذِيبِ أَقْوَامِهِمْ لَهُمْ وَإِيذَائِهِمْ إِيَّاهُمْ. وَالْإِيذَاءُ فِعْلُ الْأَذَى، وَهُوَ مَا يُؤْلِمُ </p><p> النَّفْسَ أَوِ الْبَدَنَ مِنْ قَوْلٍ أَوْ فِعْلٍ، وَقَدْ أُوذِيَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِضُرُوبٍ مِنَ الْإِيذَاءِ كَمَا أُوذِيَ الرُّسُلُ قَبْلَهُ، آذَاهُ الْمُشْرِكُونَ فِي مَكَّةَ بِأَقْوَالِهِمْ وَأَفْعَالِهِمْ، وَالْيَهُودُ وَالْمُنَافِقُونَ فِي الْمَدِينَةِ بِقَدْرِ اسْتِطَاعَتِهِمْ. </p><p> وَقَوْلُهُ تَعَالَى:  (حَتَّى أَتَاهُمْ نَصْرُنَا) غَايَةٌ لِلصَّبْرِ، أَيْ: صَبَرُوا عَلَى التَّكْذِيبِ وَمَا قَارَنَهُ مِنَ الْإِيذَاءِ إِلَى أَنْ جَاءَهُمْ نَصْرُنَا الْعَظِيمُ بِالِانْتِقَامِ مِنْ أَقْوَامِهِمْ، وَإِنْجَائِنَا إِيَّاهُمْ هُمْ وَمَنْ آمَنَ مَعَهُمْ مِنْ أَذَاهُمْ وَكَيْدِهِمْ. وَفِيهِ بِشَارَةٌ لِلرَّسُولِ مُؤَكِّدَةٌ لِلتَّسْلِيَةِ بِأَنَّهُ سَيَنْصُرُهُ عَلَى الْمُكَذِّبِينَ الظَّالِمِينَ مِنْ قَوْمِهِ، وَعَلَى كُلِّ مَنْ يُكَذِّبُهُ وَيُؤْذِيهِ مِنْ أُمَّةِ الْبَعْثَةِ، وَإِيمَاءٌ إِلَى حُسْنِ عَاقِبَةِ الصَّبْرِ، فَمَنْ كَانَ أَصْبَرَ كَانَ أَجْدَرَ بِالنَّصْرِ إِذَا تَسَاوَتْ بَيْنَ الْخَصْمَيْنِ سَائِرُ أَسْبَابِ الْغَلَبِ وَالْقَهْرِ. وَإِضَافَةُ النَّصْرِ إِلَى ضَمِيرِ الْعَظَمَةِ الْعَائِدِ عَلَى الْعَزِيزِ الْقَدِيرِ تُشْعِرُ بِعَظَمَةِ شَأْنِهِ. وَتُشِيرُ إِلَى كَوْنِهِ مِنَ الْآيَاتِ الْمُؤَيِّدَةِ لِرُسُلِهِ. </p><p> (وَلَا مُبْدِّلَ لِكَلِمَاتِ اللهِ) فِي وَعْدِهِ وَوَعِيدِهِ الَّتِي مِنْهَا وَعْدُهُ لِلرُّسُلِ بِالنَّصْرِ، </p><p> وَتَوَعُّدُهُ لِأَعْدَائِهِمْ بِالْغَلَبِ وَالْخِذْلَانِ. وَلَا فِي غَيْرِ ذَلِكَ مِنَ الشَّرَائِعِ وَالسُّنَنِ الَّتِي اقْتَضَتْهَا الْحِكْمَةُ، وَالْمُرَادُ مِنْ هَذِهِ الْكَلِمَاتِ هُنَا قَوْلُهُ فِي \" سُورَةِ الصَّافَّاتِ \" : (وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ)  (٣٧: ١٧١ - ١٧٣) اقْرَأِ الْآيَاتِ إِلَى آخَرِ السُّورَةِ، فَنَفْيُ جِنْسِ الْمُبَدِّلِ لِكَلِمَاتِ اللهِ مُثْبِتٌ لِكَلِمَتِهِ فِي نَصْرِ الْمُرْسَلِينَ بِالدَّلِيلِ - أَيْ إِنَّ ذَلِكَ النَّصْرَ قَدْ سَبَقَتْ بِهِ كَلِمَةُ اللهِ وَكَلِمَاتُ اللهِ لَا يُمْكِنُ أَنْ يُبَدِّلَهَا مُبَدِّلٌ، فَنَصْرُ الرُّسُلِ حَتْمٌ لَا بُدَّ مِنْهُ. وَكَلِمَاتُ اللهِ جِنْسٌ يَشْمَلُ كَلِمَاتِ الْأَخْبَارِ وَإِنْشَاءِ الْأَحْكَامِ كَمَا سَيَأْتِي فِي تَفْسِيرِ (وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ)  (١١٥) مِنْ هَذِهِ السُّورَةِ. وَإِضَافَةُ الْكَلِمَاتِ هُنَا إِلَى الِاسْمِ الْأَجَلِّ الْأَعْظَمِ تُشْعِرُ بِعِلَّةِ الْقَطْعِ بِأَنَّهُ لَا مُبْدِّلَ لَهَا ; لِأَنَّ الْمُبْدِّلَ لِكَلِمَاتِ غَيْرِهِ لَا بُدَّ أَنْ تَكُونَ قُدْرَتُهُ فَوْقَ قُدْرَتِهِ، وَسُلْطَانُهُ أَعْلَى مِنْ سُلْطَانِهِ. وَالتَّبْدِيلُ عِبَارَةٌ عَنْ جَعْلِ شَيْءٍ بَدَلًا مِنْ شَيْءٍ آخَرَ وَتَبْدِيلُ الْأَقْوَالِ وَالْكَلِمَاتِ نَوْعَانِ: تَبْدِيلُ ذَاتِهَا بِجَعْلِ قَوْلٍ مَكَانَ قَوْلٍ، وَكَلِمَةٍ </p><p> مَكَانَ كَلِمَةٍ. وَمِنْهُ (فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ)  (٢: ٥٩) وَتَبْدِيلُ مَدْلُولِهَا وَمَضْمُونِهَا كَمَنْعِ نُفُوذِ الْوَعْدِ وَالْوَعِيدِ أَوْ وُقُوعِهِ عَلَى خِلَافِ الْقَوْلِ الَّذِي سَبَقَ. وَالْمُتَكَلِّمُونَ الَّذِينَ يُجَوِّزُونَ إِخْلَافَ الْوَعِيدِ يَقُولُونَ: إِنَّ لِلَّهِ أَنْ يُبَدِّلَ مَا شَاءَ مِنْ كَلِمَاتِهِ، وَإِنَّمَا يَسْتَحِيلُ ذَلِكَ عَلَى غَيْرِهِ، وَتَبْدِيلُهُ إِيَّاهَا لَا يَشْمَلُهُ النَّفْيُ فِي الْآيَةِ، فَإِنْ قِيلَ لَهُمْ: قَدْ يَشْمَلُهُ مَا هُوَ أَعَمُّ مِنْهُ فِي هَذَا الْمَعْنَى كَقَوْلِهِ تَعَالَى فِي \" سُورَةِ ق \" : (مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ)  (٥٠: ٢٩) قَالُوا: إِنَّ النُّصُوصَ الْوَارِدَةَ فِي الْعَفْوِ تُخَصِّصُ الْعَامَّ مِنْ نُصُوصِ الْوَعِيدِ، أَوْ: لَا نُسَلِّمُ أَنَّ الْعَفْوَ عَنْ بَعْضِ الْمُذْنِبِينَ مِنْ قَبِيلِ التَّبْدِيلِ، وَسَيَأْتِي بَسْطُ هَذَا الْبَحْثِ فِي مَوْضِعٍ آخَرَ. </p><p> (وَلَقَدْ جَاءَكَ مِنْ نَبَأِ الْمُرْسَلِينَ) هَذَا تَقْرِيرٌ وَتَأْكِيدٌ لِمَا قَبْلَهُ، أَيْ: وَلَقَدْ جَاءَكَ بَعْضُ نَبَأِ الْمُرْسَلِينَ فِي ذَلِكَ، أَوْ: وَلَقَدْ جَاءَكَ مَا ذُكِرَ أَوْ ذَلِكَ الَّذِي أُشِيرُ إِلَيْهِ مِنْ خَبَرِ التَّكْذِيبِ وَالصَّبْرِ وَالنَّصْرِ مِنْ نَبَأِ الْمُرْسَلِينَ الَّذِي قَصَصْنَاهُ عَلَيْكَ مِنْ قَبْلُ، وَالنَّبَأُ الْخَبَرُ أَوْ ذُو الشَّأْنِ مِنَ الْأَخْبَارِ لَا كُلَّ خَبَرٍ. وَقَدْ رُوِيَ أَنَّ الْأَنْعَامَ نَزَلَتْ بَعْدَ الشُّعَرَاءِ وَالنَّمْلِ وَالْقَصَصِ وَهُودٍ وَالْحِجْرِ الْمُشْتَمِلَةِ عَلَى نَبَأِ الْمُرْسَلِينَ بِالتَّفْصِيلِ. وَكَلِمَةُ \" نَبَأٍ \" رُسِمَتْ فِي الْمُصْحَفِ الْإِمَامِ بِيَاءٍ هَكَذَا (نبإي) وَالْيَاءُ كُرْسِيٌّ لِلْهَمْزَةِ الْمَحْذُوفَةِ كَالنُّقَطِ، فَيَنْطِقُ </p><p> بِالْهَمْزَةِ دُونَهَا كَمَا تُرْسَمُ فِي وَسَطِ الْكَلِمَةِ فِي مِثْلِ \" نَبِّئْهُمْ \" . وَكَانَ يَنْطِقُ بِهَا مَنْ لَا يَهْمِزُ. </p><p> وَمِنَ الْعِبْرَةِ فِي الْآيَةِ أَنَّ اللهَ تَعَالَى وَعَدَ الْمُؤْمِنِينَ مَا وَعَدَ الْمُرْسَلِينَ مِنَ النَّصْرِ، فَقَالَ:  (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ)  (٤٠: ٥١) وَقَالَ: (وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ)  (٣٠: ٤٧) وَهِيَ نَصٌّ فِي تَعْلِيلِ النَّصْرِ بِالْإِيمَانِ. وَلَكِنَّنَا نَرَى كَثِيرًا مِنَ الَّذِينَ يَدَّعُونَ الْإِيمَانَ فِي هَذِهِ الْقُرُونِ الْأَخِيرَةِ غَيْرَ مَنْصُورِينَ، فَلَا بُدَّ أَنْ يَكُونُوا فِي دَعْوَى الْإِيمَانِ غَيْرَ صَادِقِينَ، أَوْ يَكُونُوا ظَالِمِينَ غَيْرَ مَظْلُومِينَ، وَلِأَهْوَائِهِمْ لَا لِلَّهِ نَاصِرِينَ، وَلِسُنَنِهِ فِي أَسْبَابِ النَّصْرِ غَيْرَ مُتَّبَعِينَ، وَإِنَّ اللهَ لَا يُخْلِفُ وَعْدَهُ وَلَا يُبْطِلُ سُنَنَهُ، وَإِنَّمَا يَنْصُرُ الْمُؤْمِنَ الصَّادِقَ وَهُوَ مَنْ يَقْصِدُ نَصْرَ اللهِ وَإِعْلَاءَ كَلِمَتَهُ، وَيَتَحَرَّى الْحَقَّ وَالْعَدْلَ فِي حَرْبِهِ لَا الظَّالِمَ الْبَاغِي عَلَى ذِي الْحَقِّ وَالْعَدْلِ مِنْ خَلْقِهِ، يَدُلُّ عَلَى ذَلِكَ أَوَّلُ مَا نَزَلَ فِي شَرْعِ الْقِتَالَ قَوْلُهُ تَعَالَى مِنْ \" سُورَةِ الْحَجِّ \" : (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا) إِلَى قَوْلِهِ: (وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ)  (٢٢: ٣٩، ٤٠) فَأَمَّا الرُّسُلُ الَّذِينَ نَصَرَهُمُ اللهُ وَمَنْ مَعَهُمْ فَقَدْ كَانُوا كُلُّهُمْ مَظْلُومِينَ، وَبِالْحَقِّ وَالْعَدْلِ مُعْتَصِمِينَ، وَلِلَّهِ نَاصِرِينَ. وَقَدِ اشْتَرَطَ مِثْلَ ذَلِكَ فِي نَصْرِ سَائِرِ الْمُؤْمِنِينَ، فَقَالَ فِي \" سُورَةِ الْقِتَالِ \" : (يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ)  (٤٧: ٧) وَالْإِيمَانُ سَبَبٌ حَقِيقِيٌّ مِنْ أَسْبَابِ النَّصْرِ الْمَعْنَوِيَّةِ، يَكُونُ مُرَجِّحًا بَيْنَ مَنْ تَسَاوَتْ أَسْبَابُهُمُ الْأُخْرَى، فَلَيْسَ النَّصْرُ بِهِ مِنْ خَوَارِقِ الْعَادَاتِ. وَأَمَّا تَأْيِيدُ اللهِ تَعَالَى لِلرُّسُلِ </p>"
}