{
  "id": null,
  "sura": 6,
  "aya": 152,
  "text": "<p> وَتَنْمِيَتِهِ وَرُجْحَانِ مَصْلَحَتِهِ، وَالْإِنْفَاقِ مِنْهُ عَلَى تَرْبِيَتِهِ وَتَعْلِيمِهِ مَا يَصْلُحُ بِهِ مَعَاشُهُ وَمَعَادُهُ، وَالنَّهْيُ عَنْ قُرْبِ الشَّيْءِ أَبْلَغُ مِنَ النَّهْيِ عَنْهُ ; لِأَنَّهُ يَتَضَمَّنُ النَّهْيَ عَنِ الْأَسْبَابِ وَالْوَسَائِلِ الَّتِي تُؤَدِّي إِلَيْهِ وَتُوقِعُ فِيهِ، وَعَنِ الشُّبُهَاتِ الَّتِي تَحْتَمِلُ التَّأْوِيلَ فِيهِ، فَيَحْذَرُهَا التَّقِيُّ إِذْ يَعُدُّهَا هَضْمًا لِحَقِّ الْيَتِيمِ، وَيَقْتَحِمُهَا الطَّامِعُ إِذْ يَرَاهَا بِالتَّأْوِيلِ مِمَّا يَحِلُّ لَهُ لِعَدَمِ ضَرَرِهَا بِالْيَتِيمِ، أَوْ لِرُجْحَانِ نَفْعِهَا لَهُ عَلَى ضَرَرِهَا، كَأَنْ يَأْكُلَ مِنْ مَالِهِ شَيْئًا بِوَسِيلَةٍ لَهُ فِيهِ رِبْحٌ مِنْ جِهَةٍ أُخْرَى فِي عَمَلٍ لَوْلَاهُ لَمْ يَرْبَحْ وَلَمْ يَخْسَرْ. وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ الْآيَاتِ الْمُفَصَّلَةِ فِي الْيَتَامَى مِنْ أَوَّلِ سُورَةِ النِّسَاءِ وَتَفْسِيرِ (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ)  (٢: ٢٢٠) مِنَ الْبَقَرَةِ مَا يُغْنِي عَنِ التَّطْوِيلِ هُنَا فِي تَحْرِيرِ مَسْأَلَةِ مَالِ الْيَتِيمِ وَمُخَالَطَتِهِ فِي الْمَعِيشَةِ وَالْمُعَامَلَةِ. (رَاجِعْ ص٢٧١ وَمَا بَعْدَهَا ج ٢ ط الْهَيْئَةِ) </p><p> وَقَوْلُهُ تَعَالَى:  (حَتَّى يَبْلُغَ أَشُدَّهُ) هُوَ غَايَةٌ لِلنَّهْيِ عَنْ هَذَا الْقُرْبِ لِمَالِهِ، وَمَا فِيهِ مِنَ الْمُبَالَغَةِ فِي التَّرْهِيبِ عَنِ التَّعَامُلِ فِيهِ - أَوْ غَايَةٌ لِمَا يَتَضَمَّنُهُ الِاسْتِثْنَاءُ، وَهُوَ مَا يُقَابِلُ النَّهْيَ مِنْ إِيجَابِ حِفْظِ مَالِهِ حَتَّى مِنْهُ هُوَ ; فَإِنَّ الْوَلِيَّ أَوِ الْوَصِيَّ لَا يَجُوزُ لَهُ أَنْ يَسْمَحَ لِلْيَتِيمِ بِتَبْدِيدِ شَيْءٍ مِنْ مَالِهِ وَإِضَاعَتِهِ أَوِ الْإِسْرَافِ فِيهِ. وَبُلُوغُ الْأَشُدِّ عِبَارَةٌ عَنْ بُلُوغِهِ سِنَّ الرُّشْدِ وَالْقُوَّةِ الَّذِي يَخْرُجُ بِهِ عَنْ كَوْنِهِ يَتِيمًا أَوْ سَفِيهًا أَوْ ضَعِيفًا، وَقَدِ اخْتَلَفَ أَهْلُ اللُّغَةِ هَلْ هُوَ مُفْرَدٌ، أَوْ جَمْعٌ لَا وَاحِدَ لَهُ، أَوْ لَهُ وَاحِدٌ. قَالَ فِي اللِّسَانِ: وَالْأَشُدُّ مَبْلَغُ الرَّجُلِ الْحِنْكَةَ وَالْمَعْرِفَةَ - وَهُوَ مُوَافِقٌ لِتَفْسِيرِنَا أَوْ حُجَّةٌ لَهُ، وَنُقِلَ عَنِ ابْنِ سِيدَهْ: بَلَغَ الرَّجُلُ أَشُدَّهُ إِذَا اكْتَهَلَ، وَنَقَلَ عَنْ عُلَمَاءِ اللُّغَةِ وَالشَّرْعِ أَقْوَالًا </p><p> فِي لَفْظِهِ وَمَعْنَاهُ بَلَغَتْ ثُلْثَيْ وَرَقَةٍ مِنْهُ، وَمُلَخَّصُ الْمَعْنَى أَنَّ لَهُ طَرَفَيْنِ أَدْنَاهُمَا الِاحْتِلَامُ الَّذِي هُوَ مَبْدَأُ سِنِّ الْقُوَّةِ وَالرُّشْدِ، وَنِهَايَتُهُ سِنُّ الْأَرْبَعِينَ وَهِيَ الْكُهُولَةُ إِذَا اجْتَمَعَتْ لِلْمَرْءِ حِنْكَتُهُ وَتَمَامُ عَقْلِهِ - قَالَ - فَبُلُوغُ الْأَشُدِّ مَحْصُورُ الْأَوَّلِ مَحْصُورُ النِّهَايَةِ غَيْرُ مَحْصُورِ مَا بَيْنَ ذَلِكَ. وَقَالَ الشَّعْبِيُّ وَمَالِكٌ وَآخَرُونَ مِنْ عُلَمَاءِ السَّلَفِ: يَعْنِي حَتَّى يَحْتَلِمَ، وَالِاحْتِلَامُ يَكُونُ غَالِبًا بَيْنَ الْخَامِسَةَ عَشْرَةَ وَالثَّامِنَةَ عَشْرَةَ: وَقَالَ السُّدِّيُّ: الْأَشُدُّ سِنُّ الثَّلَاثِينَ، وَقِيلَ: سِنُّ الْأَرْبَعِينَ، وَقِيلَ: السِّتِّينَ. وَالْأَخِيرُ بَاطِلٌ، وَمَا قَبْلَهُ مَأْخُوذٌ مِنْ قَوْلِهِ تَعَالَى:  (حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً)  (٤٦: ١٥) وَلَكِنْ قَالَ الْمُفَسِّرُونَ هَذَا لَا يَظْهَرُ هُنَا. </p><p> وَأَقُولُ: إِنَّ الْمُرَادَ بِالنَّهْيِ عَنْ قُرْبِ مَالِ الْيَتِيمِ النَّهْيُ عَنْ كُلِّ تَعَدٍّ عَلَيْهِ وَهَضْمٍ لَهُ مِنَ الْأَوْصِيَاءِ وَغَيْرِهِمْ مِنَ النَّاسِ، خِلَافًا لِمَنْ جَعَلَ الْخَطَابَ فِيهِ لِلْأَوْلِيَاءِ وَالْأَوْصِيَاءِ خَاصَّةً، وَحِينَئِذٍ يَظْهَرُ جَعْلُ (حَتَّى) غَايَةً لِلنَّهْيِ، وَجَعْلُ \" الْأَشُدِّ \" بِمَعْنَاهُ اللُّغَوِيِّ وَهُوَ سِنُّ الْقُوَّةِ الْبَدَنِيَّةِ وَالْعَقْلِيَّةِ بِالتَّجَارِبِ، وَالْحَدِيثُ الْعَهْدِ بِالِاحْتِلَامِ يَكُونُ ضَعِيفَ الرَّأْيِ قَلِيلَ التَّجَارِبِ فَيُخْدَعُ كَثِيرًا. وَقَدْ كَانَ النَّاسُ فِي الْجَاهِلِيَّةِ كَأَهْلِ هَذَا الْعَصْرِ مِنْ أَصْحَابِ الْأَفْكَارِ الْمَادِّيَّةِ </p><p> لَا يَحْتَرِمُونَ إِلَّا الْقُوَّةَ، وَلَا يَعْرِفُونَ الْحَقَّ إِلَّا لِلْأَقْوِيَاءِ، فَلِذَلِكَ بَالَغَ الشَّرْعُ فِي الْوَصِيَّةِ بِالضَّعِيفَيْنِ: الْمَرْأَةِ، وَالْيَتِيمِ. وَإِنَّمَا كَانَتِ الْقُوَّةُ الَّتِي يَحْفَظُ بِهَا الْمَرْءُ مَالَهُ فِي ذَلِكَ الزَّمَنِ قُوَّةَ الْبَدَنِ مَعَ الرُّشْدِ الْعَقْلِيِّ، وَهُوَ قَلَّمَا يَحْصُلُ بِمُجَرَّدِ الْبُلُوغِ، وَأَمَّا هَذَا الزَّمَانُ فَلَا يَقْدِرُ عَلَى حِفْظِ مَالِهِ فِيهِ، إِلَّا مَنْ كَانَ رَشِيدًا فِي أَخْلَاقِهِ وَعَقْلِهِ وَتَجَارِبِهِ لِكَثْرَةِ الْغِشِّ وَالْحِيَلِ، وَإِنَّ سَفَهَ الشُّبَّانِ الْوَارِثِينَ فِي مِصْرَ مَضْرِبُ الْمَثَلِ، فَأَكْثَرُ الشُّبَّانِ مِنْ أَبْنَاءِ الْأَغْنِيَاءِ مُسْرِفُونَ فِي الشَّهَوَاتِ، فَمَتَى مَاتَ مَنْ يَرِثُونَهُ أَقْبَلَ عَلَى مُعَاشَرَتِهِمْ أَخْدَانُ الْفِسْقِ وَسَمَاسِرَتُهُ وَمَنْهُومُو الْقِمَارِ، فَلَا يَتْرُكُونَهُمْ إِلَّا فُقَرَاءَ مَنْبُوذِينَ، وَقَلَّمَا يَسْتَيْقِظُ أَحَدُهُمْ مِنْ غَفْلَتِهِ إِلَّا مِنْ سِنِّ الْكُهُولَةِ الَّتِي يَكْمُلُ فِيهَا الْعَقْلُ وَتُعْرَفُ تَكَالِيفُ الْحَيَاةِ الْكَثِيرَةُ وَيُهْتَمُّ فِيهَا بِأَمْرِ النَّسْلِ، وَقَدِ اشْتَرَطَ الشَّرْعُ لِإِيتَاءِ الْيَتَامَى أَمْوَالَهُمْ سِنَّ الْحُلُمِ وَالرُّشْدِ مَعًا، وَظُهُورَ رُشْدِهِمْ فِي الْمُعَامَلَاتِ الْمَالِيَّةِ بِالِاخْتِبَارِ بِقَوْلِهِ تَعَالَى:  (وَابْتَلُوا الْيَتَامَى) إِلَى قَوْلِهِ: (فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ)  (٤: ٦) وَهَذَا خِطَابٌ لِلْأَوْلِيَاءِ وَالْأَوْصِيَاءِ. </p><p> (وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ) أَيْ وَالسَّابِعُ مِمَّا أَتْلُوهُ عَلَيْكُمْ مِنْ وَصَايَا رَبِّكُمْ أَنْ أَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ لِلنَّاسِ أَوِ اكْتَلْتُمْ عَلَيْهِمْ لِأَنْفُسِكُمْ، وَالْمِيزَانُ إِذَا وَزَنْتُمْ لِأَنْفُسِكُمْ فِيمَا تَبْتَاعُونَ أَوْ لِغَيْرِكُمْ فِيمَا تَبِيعُونَ، فَلْيَكُنْ كُلُّ ذَلِكَ وَافِيًا تَامًّا </p><p> بِالْقِسْطِ أَيِ الْعَدْلِ وَلَا تَكُونُوا مِنَ الْمُطَفِّفِينَ (الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ)  (٨٣: ٢، ٣) أَيْ يُنْقِصُونَ الْكَيْلَ وَالْوَزْنَ، وَهُمُ الَّذِينَ تَوَعَّدَهُمُ اللهُ بِالْوَيْلِ وَالْهَلَاكِ فِي أَوَّلِ السُّورَةِ الَّتِي سُمِّيَتْ بِاسْمِهِمْ. فَهَذَا هُوَ النَّهْيُ الْمُقَابِلُ لِلْأَمْرِ بِالْإِيفَاءِ وَهُوَ لَازِمٌ لَهُ، فَالْجُمْلَةُ مُوجَزَةٌ، فَكَلِمَةُ (بِالْقِسْطِ) هِيَ الَّتِي بَيَّنَتْ أَنَّ الْإِيفَاءَ يَجِبُ أَنْ يَكُونَ مِنَ الْجَانِبَيْنِ فِي الْحَالَيْنِ، أَيْ أَوْفُوا مُقْسِطِينَ أَوْ مُلَابِسِينَ لِلْقِسْطِ مُتَحَرِّينَ لَهُ، وَهُوَ يَقْتَضِي طَرَفَيْنِ يُقْسَطُ بَيْنَهُمَا، فَدَلَّ عَلَى أَنَّهُ يَجِبُ عَلَى الْإِنْسَانِ أَنْ يَرْضَى لِغَيْرِهِ مَا يَرْضَاهُ لِنَفْسِهِ، وَأَيْنَ الَّذِينَ يَدَّعُونَ اتِّبَاعَ الْقُرْآنِ فِي هَذَا الزَّمَانِ مِنْ هَذِهِ الْوَصِيَّةِ! لَا تَكَادُ تَجِدُ فِي الْمِائَةِ مِنْهُمْ فِي مِثْلِ بِلَادِنَا هَذِهِ بَائِعًا يُوفِي الْكَيْلَ وَالْمِيزَانَ لِمُبْتَاعٍ يُسَلِّمُ الْأَمْرَ لَهُ وَيَرْضَى بِذِمَّتِهِ. </p><p> (لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا) هَذِهِ جُمْلَةٌ مُسْتَأْنَفَةٌ لِبَيَانِ حُكْمِ مَا يَعْرِضُ لِأَهْلِ الدِّينِ وَالْوَرَعِ مِنَ الْأَمْرِ بِالْقِسْطِ فِي الْإِيفَاءِ ; فَإِنَّ أَقَامَّةَ الْقِسْطِ أَمْرٌ دَقِيقٌ جِدًّا، لَا يَتَحَقَّقُ فِي كُلِّ مَكِيلٍ وَمَوْزُونٍ إِلَّا إِذَا كَانَ بِمَوَازِينَ كَمِيزَانِ الذَّهَبِ الَّذِي يَضْبِطُ الْوَزْنَ بِالْحَبَّةِ وَمَا دُونَهَا، وَفِي الْتِزَامِ ذَلِكَ فِي بَيْعِ الْحُبُوبِ وَالْخُضَرِ وَالْفَاكِهَةِ حَرَجٌ عَظِيمٌ يَخْطُرُ فِي بَالِ الْوَرِعِ السُّؤَالُ عَنْ حُكْمِهِ، فَكَانَ جَوَابُهُ أَنَّ اللهَ تَعَالَى لَا يُكَلِّفُ نَفْسًا إِلَّا مَا يَسَعُهَا فِعْلُهُ بِأَنْ تَأْتِيَهُ بِغَيْرِ عُسْرٍ وَلَا حَرَجٍ، فَهُوَ لَا يُكَلِّفُ مَنْ يَشْتَرِي أَوْ يَبِيعُ مَا ذُكِرَ مِنَ الْأَقْوَاتِ وَنَحْوِهَا أَنْ يَزِنَهُ وَيَكِيلَهُ بِحَيْثُ لَا يَزِيدُ حَبَّةً وَلَا مِثْقَالًا، بَلْ يُكَلِّفُهُ أَنْ يَضْبِطَ الْوَزْنَ وَالْكَيْلَ لَهُ أَوْ عَلَيْهِ عَلَى حَدٍّ سَوَاءٍ بِحَسَبِ الْعُرْفِ، بِحَيْثُ يَكُونُ مُعْتَقِدًا أَنَّهُ لَمْ يَظْلِمْ بِزِيَادَةٍ وَلَا نَقْصٍ يُعْتَدُّ بِهِ عُرْفًا. وَقَاعِدَةُ الْيُسْرِ </p><p> وَحُصْرِ التَّكْلِيفِ بِمَا فِي وُسْعِ الْمُكَلَّفِ وَمَا يُقَابِلُهُ مِنْ رَفْعِ الْحَرَجِ وَنَفْيِ الْعُسْرِ، مِنْ أَعْظَمِ قَوَاعِدِ هَذَا الشَّرْعِ الْمَبْنِيِّ عَلَى أَقْوَى أَسَاسٍ مِنَ الْحَقِّ وَالْعَدْلِ، فَلَا يُسَاوِيهِ فِيهِ قَانُونٌ مِنْ قَوَانِينِ الْخَلْقِ، وَلَوْ عَمِلَ الْمُسْلِمُونَ بِهَذِهِ الْوَصِيَّةِ لَاسْتَقَامَتْ أُمُورُ مُعَامَلَتِهِمْ وَعَظُمَتِ الثِّقَةُ وَالْأَمَانَةُ بَيْنَهُمْ، وَكَانُوا حُجَّةً عَلَى غَيْرِهِمْ مِنَ الْمُطَفِّفِينَ وَالْمُفْسِدِينَ. وَمَا فَسَدَتْ أُمُورُهُمْ وَقَلَّتْ ثِقَتُهُمْ بِأَنْفُسِهِمْ، وَحَلَّ مَحَلَّهَا ثِقَتُهُمْ بِالْأَجَانِبِ الطَّامِعِينَ فِيهِمْ إِلَّا بِتَرْكِ هَذِهِ الْوَصِيَّةِ وَأَمْثَالِهَا، ثُمَّ تَجِدُ بَعْضَ الْمَارِقِينَ الْجَاهِلِينَ مِنْهُمْ يَهْذُونَ وَيَقُولُونَ: إِنَّ دِينَنَا هُوَ الَّذِي أَخَّرَنَا وَقَدَّمَ غَيْرَنَا! ! . قَدْ قَصَّ التَّنْزِيلُ عَلَيْنَا فِيمَا قَصَّ مِنْ أَنْبَاءِ الْأُمَمِ لِنَعْتَبِرَ وَنَتَّعِظَ بِهَا أَنَّهُ تَعَالَى أَهْلَكَ قَوْمَ شُعَيْبٍ بِمَا كَانَ مِنْ ظُلْمِهِمْ وَفَسَادِهِمْ، وَلَا سِيَّمَا التَّطْفِيفَ فِي الْكَيْلِ وَالْمِيزَانِ، وَقَالَ الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِ الْكَيْلِ وَالْمِيزَانِ:  \" إِنَّكُمْ وُلِّيتُمْ أَمْرًا</p><p> هَلَكَتْ فِيهِ الْأُمَمُ السَّالِفَةُ قَبْلَكُمْ \" رَوَاهُ التِّرْمِذِيُّ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ مَرْفُوعًا بِسَنَدٍ فِيهِ رَاوٍ ضَعِيفٌ وَقَالَ: إِنَّهُ رُوِيَ مَوْقُوفًا بِسَنَدٍ صَحِيحٍ وَرَوَى غَيْرُهُ مَا يُؤَيِّدُهُ. </p><p> (وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى) أَيْ وَالثَّامِنُ مِمَّا أَتْلُوهُ عَلَيْكُمْ مِنْ وَصَايَا رَبِّكُمْ هُوَ أَنْ تَعْدِلُوا فِي الْقَوْلِ إِذَا قُلْتُمْ قَوْلًا فِي شَهَادَةٍ أَوْ حُكْمٍ عَلَى أَحَدٍ، وَلَوْ كَانَ الْمَقُولُ فِي حَقِّهِ ذَلِكَ الْقَوْلُ صَاحِبَ قَرَابَةٍ مِنْكُمْ، فَالْعَدْلُ وَاجِبٌ فِي الْأَقْوَالِ كَمَا أَنَّهُ وَاجِبٌ فِي الْأَفْعَالِ كَالْوَزْنِ وَالْكَيْلِ ; لِأَنَّهُ هُوَ الَّذِي تَصْلُحُ بِهِ شُئُونُ النَّاسِ، فَهُوَ رُكْنُ الْعُمْرَانِ وَأَسَاسُ الْمُلْكِ وَقُطْبُ رَحَى النِّظَامِ لِلْبَشَرِ فِي جَمِيعِ أُمُورِهِمُ الِاجْتِمَاعِيَّةِ، فَلَا يَجُوزُ لِمُؤْمِنٍ أَنْ يُحَابِيَ فِيهِ أَحَدًا لِقَرَابَتِهِ وَلَا لِغَيْرِ ذَلِكَ، وَقَدْ فَصَّلَ اللهُ تَعَالَى هَذَا الْأَمْرَ الْمُوجَزَ بِآيَتَيْنِ مَدَنِيَّتَيْنِ أُولَاهُمَا قَوْلُهُ:  (يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ)  (٤: ١٣٥) إِلَخْ. وَالثَّانِيَةُ قَوْلُهُ:  (يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ)  (٥: ٨) إِلَخْ. فَيُرَاجَعُ تَفْسِيرُهُمَا فِي أَوَاخِرِ الْجُزْءِ الْخَامِسِ وَمُنْتَصَفِ الْجُزْءِ السَّادِسِ (ص٣٧٠ ج ٥ وَمَا بَعْدَهَا وَص٢٢٦ ج ٦ وَمَا بَعْدَهَا ط الْهَيْئَةِ) . </p><p> (وَبِعَهْدِ اللهِ أَوْفُوا) أَيْ وَالتَّاسِعُ مِمَّا أَتْلُوهُ عَلَيْكُمْ مِنْ وَصَايَا رَبِّكُمْ أَنْ تُوفُوا بِعَهْدِ اللهِ دُونَ مَا خَالَفَهُ، وَهُوَ يَشْمَلُ مَا عَهِدَهُ اللهُ تَعَالَى إِلَى النَّاسِ عَلَى أَلْسِنَةِ رُسُلِهِ، وَبِمَا آتَاهُمْ مِنَ الْعَقْلِ وَالْوُجْدَانِ وَالْفِطْرَةِ السَّلِيمَةِ، وَمَا يُعَاهِدُهُ النَّاسُ عَلَيْهِ، وَمَا يُعَاهِدُ عَلَيْهِ بَعْضُهُمْ بَعْضًا فِي الْحَقِّ مُوَافِقًا لِلشَّرْعِ. قَالَ تَعَالَى:  (وَلَقَدْ عَهِدْنَا إِلَى آدَمَ)  (٢٠: ١١٥) وَقَالَ: (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ)  (٣٦: ٦٠) وَقَالَ أَيْضًا وَهُوَ مِنَ الثَّانِي: (وَأَوْفُوا بِعَهْدِ اللهِ إِذَا عَاهَدْتُمْ)  (١٦: ٩١) وَقَالَ: (أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ)  (٢: ١٠٠) وَقَالَ فِي صِفَاتِ الْمُؤْمِنِينَ: (وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا)  (٢: ١٧٧) فَكُلُّ مَا وَصَّى اللهُ بِهِ وَشَرَعَهُ </p><p> لِلنَّاسِ فَهُوَ مِنْ عَهْدِهِ إِلَيْهِمْ. وَمَنْ آمَنَ بِرَسُولٍ مِنْ رُسُلِهِ فَقَدْ عَاهَدَ اللهَ - بِالْإِيمَانِ بِهِ - أَنْ يَمْتَثِلَ أَمْرَهُ وَنَهْيَهُ. وَمَا يَلْتَزِمُهُ الْإِنْسَانُ مِنْ عَمَلِ الْبِرِّ بِنَذْرٍ أَوْ يَمِينٍ فَهُوَ عَهْدٌ عَاهَدَ رَبَّهُ عَلَيْهِ. كَمَا قَالَ فِي بَعْضِ الْمُنَافِقِينَ:  (وَمِنْهُمْ مَنْ عَاهَدَ اللهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ)  (٩: ٧٥، ٧٦) إِلَخْ. وَكَذَلِكَ مَنْ عَاهَدَ الْإِمَامَ وَبَايَعَهُ عَلَى الطَّاعَةِ فِي الْمَعْرُوفِ، أَوْ عَاهَدَ غَيْرَهُ عَلَى الْقِيَامِ بِعَمَلٍ مَشْرُوعٍ، وَالسُّلْطَانُ يُعَاهِدُ الدُّوَلَ - فَكُلُّ ذَلِكَ مِمَّا يَجِبُ الْوَفَاءُ بِهِ إِذَا لَمْ يَكُنْ مَعْصِيَةً، وَلَكِنْ لَا يُعَدُّ مِنْ عَهْدِ اللهِ شَيْءٌ مِنْ ذَلِكَ إِلَّا إِذَا عُقِدَ بِاسْمِهِ أَوْ بِالْحَلِفِ بِهِ، وَكَذَا تَنْفِيذُ شَرْعِهِ. </p><p> وَمِنْ نُكَتِ الْبَلَاغَةِ هُنَا تَقْدِيمُ مَعْمُولِ الْفِعْلِ \" أَوْفُوا \" عَلَيْهِ، وَهُوَ يَدُلُّ </p><p> عَلَى الْحَصْرِ. وَلَمَّا لَمْ يَظْهَرِ الْحَصْرُ لِبَعْضِ الْمُفَسِّرِينَ جَعَلُوا التَّقْدِيمَ لِمُجَرَّدِ الِاهْتِمَامِ الَّذِي هُوَ الْأَصْلُ فِي كُلِّ مَا يُقَدَّمُ عَلَى غَيْرِهِ فِي هَذِهِ اللُّغَةِ، وَهَذَا عَجْزٌ مِنْهُمْ أَلْجَأَهُمْ إِلَيْهِ تَفْسِيرُهُمْ لِلْعَهْدِ، بِهَذِهِ الْوَصَايَا أَوْ بِكُلِّ مَا عَهِدَ اللهُ إِلَى النَّاسِ، عَلَى أَنْ تَدْخُلَ هَذِهِ الْوَصَايَا فِيهِ دُخُولًا أَوَّلِيًّا. وَالْأَوَّلُ بَاطِلٌ، وَالثَّانِي قَاصِرٌ. أَمَّا بُطْلَانُ الْأَوَّلِ ; فَلِأَنَّ الْوَفَاءَ بِالْعَهْدِ مِنَ الْوَصَايَا الْمَقْصُودَةِ الْمَعْدُودَةِ وَلَهُ مَعْنًى خَاصٌّ، فَلَا يَصِحُّ أَنْ يُجْعَلَ عَيْنَ مَا قَبْلَهُ. وَأَمَّا قُصُورُ الثَّانِي، فَظَاهِرٌ مِمَّا ذَكَرْنَا مِنْ سَائِرِ أَنْوَاعِ الْعَهْدِ بِالشَّوَاهِدِ مِنَ الْقُرْآنِ. فَالْعَهْدُ إِذًا عَامٌّ لِكُلِّ مَا شَرَعَ اللهُ لِلنَّاسِ، وَكُلِّ مَا الْتَزَمَهُ النَّاسُ مِمَّا يُرْضِيهِ وَيُوَافِقُ شَرْعَهُ، وَيُقَابِلُهُ مَا لَا يُرْضِي اللهَ مِنْ عَهْدٍ كَنَذْرِ الْحَرَامِ، وَالْحَلِفِ عَلَى فِعْلِهِ، وَمُعَاهَدَةِ الْحَرْبِيِّينَ وَغَيْرِهِمْ عَلَى مَا فِيهِ ضَرَرٌ لِلْأُمَّةِ وَهَضْمٌ لِمَصَالِحِهَا، أَوْ غَيْرُ ذَلِكَ مِنَ الْمَعَاصِي. فَحَصَرَ اللهُ الْأَمْرَ بِالْوَفَاءِ فِي الْأَوَّلِ الَّذِي يُرْضِيهِ لِيُخْرِجَ مِنْهُ هَذَا الْأَخِيرَ الَّذِي يُسْخِطُهُ. وَنَكْتَفِي مِنَ السُّنَّةِ فِي تَعْظِيمِ شَأْنِ هَذِهِ الْوَصِيَّةِ بِحَدِيثِ عَبْدِ اللهِ بْنِ عَمْرٍو الْمَرْفُوعِ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا:  \" أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا - إِذَا حَدَّثَ كَذِبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ \" . </p><p> (ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ) قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ وَحَفْصٌ عَنْ عَاصِمٍ (تَذْكُرُونَ) مُخَفَّفَةً مِنَ الذِّكْرِ، وَالْبَاقُونَ بِالتَّشْدِيدِ مِنَ التَّذْكِيرِ، وَأَصْلُهُ تَتَذَكَّرُونَ، وَلَيْسَ مَعْنَاهُمَا وَاحِدًا كَمَا قِيلَ ; فَإِنَّ الصِّيَغَ مِنَ الْمَادَّةِ الْوَاحِدَةِ تُعْطِي مَعَانِيَ خَاصَّةً وَيُتَجَوَّزُ فِي بَعْضِهَا مَا لَا يَصِحُّ فِي بَعْضٍ، فَالذِّكْرُ يُطْلَقُ فِي الْأَصْلِ عَلَى إِخْطَارِ مَعْنَى الشَّيْءِ أَوْ خُطُورِهِ فِي الذِّهْنِ وَيُسَمَّى ذِكْرَ الْقَلْبِ، وَعَلَى النُّطْقِ بِاللَّفْظِ الدَّالِّ عَلَيْهِ وَيُسَمَّى ذِكْرَ اللِّسَانِ، وَيُسْتَعْمَلُ مَجَازًا بِمَعْنَى الصِّيتِ وَالشَّرَفِ، وَفُسِّرَ بِهِ قَوْلُهُ تَعَالَى (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ)  (٤٣: ٤٤) وَيُطْلَقُ بِمَعْنَى الْعِلْمِ وَبِهِ يُسَمَّى الْقُرْآنُ وَغَيْرُهُ مِنَ الْكُتُبِ الْإِلَهِيَّةِ ذِكْرًا، وَمِنْهُ (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) </p>"
}