{
  "id": null,
  "sura": 6,
  "aya": 79,
  "text": "<p> ضَوْؤُهَا الْمَشْرِقُ وَذَهَبَ سُلْطَانُهَا، وَكَانَتِ الْوَحْشَةُ بِذَلِكَ أَشَدَّ مِنَ الْوَحْشَةِ بِاحْتِجَابِ الْكَوْكَبِ وَالْقَمَرِ - صَرَّحَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - بِالنَّتِيجَةِ الْمُرَادَةِ مِنْ ذَلِكَ التَّعْرِيضِ، فَتَبَرَّأَ مِنْ شِرْكِ قَوْمِهِ الَّذِي أَظْهَرَ مُجَارَاتَهُمْ عَلَيْهِ فِي لَيْلَتِهِ وَيَوْمِهِ. وَالْبَرَاءَةُ مِنَ الشَّيْءِ: التَّفَصِّي مِنْهُ وَالتَّنَحِّي عَنْهُ لِاسْتِقْبَاحِهِ، فَهُوَ كَالْبُرْءِ مِنَ الْمَرَضِ، وَهُوَ السَّلَامَةُ مِنْ أَلَمِهِ وَضَرَرِهِ، وَ \" مَا \" مَصْدَرِيَّةٌ أَوْ مَوْصُولَةٌ، أَيْ: إِنِّي بَرِيءٌ مِنْ شِرْكِكُمْ بِاللهِ تَعَالَى أَوْ مِنْ هَذِهِ الْمَعْبُودَاتِ الَّتِي جَعَلْتُمُوهَا أَرْبَابًا وَآلِهَةً مَعَ اللهِ تَعَالَى. فَيَشْمَلُ الْكَوَاكِبَ، وَالْأَصْنَامَ، وَكُلَّ مَا عَبَدُوهُ وَهُوَ كَثِيرٌ. </p><p> (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ) تَبَرَّأَ مِنْ شِرْكِهِمْ وَقَفَّى عَلَى تِلْكَ الْبَرَاءَةِ بِبَيَانِ عَقِيدَتِهِ الْحَقُّ، وَهِيَ التَّوْحِيدُ الْخَالِصُ، فَقَالَ: إِنِّي وَجَّهْتُ وَجْهِيَ وَقَصْدِيَ، وَجَعَلْتُ تَوَجُّهِي فِي عِبَادَتِي لِلرَّبِّ الْخَالِقِ الَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ، أَيِ: ابْتَدَأَ خَلْقَهُمَا بِمَا فَتَقَ مِنْ رَتْقِ مَادَّتِهِمَا وَهِيَ دُخَانٌ، وَأَكْمَلَ خَلْقَهُنَّ أَطْوَارًا فِي سِتَّةِ أَزْمَانٍ، فَهُوَ خَالِقُ هَذِهِ الْكَوَاكِبِ النَّيِّرَاتِ، وَخَالِقُكُمْ وَمَا تَصْنَعُونَ مِنْهُ هَذِهِ الْأَصْنَامَ مِنْ مَعْدِنٍ وَنَبَاتٍ، وَتَوْجِيهُ الْوَجْهِ هُنَا بِمَعْنَى إِسْلَامِهِ فِي قَوْلِهِ عَزَّ وَجَلَّ:  (وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا)  (٤٠: ١٢٥) وَقَوْلُهُ: (وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللهِ وَهُوَ مُحْسِنٌ)  (٣١: ٢٢) الْآيَةَ. وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ الْأُولَى أَنَّ إِسْلَامَ الْوَجْهِ لَهُ تَعَالَى عِبَارَةٌ عَنْ تَوَجُّهِ الْقَلْبِ، فَإِنَّ الْوَجْهَ أَعْظَمُ مَظْهَرٍ لِمَا فِي النَّفْسِ مِنَ الْإِقْبَالِ، وَالْإِعْرَاضِ، وَالْخُشُوعِ، وَالسُّرُورِ، وَالْكَآبَةِ وَغَيْرِ ذَلِكَ، وَأَنَّ الْمُرَادَ بِإِسْلَامِهِ وَبِتَوْجِيهِهِ لِلَّهِ تَعَالَى: تَرْكُهُ لَهُ يَتَوَجَّهُ إِلَيْهِ وَحْدَهُ فِي طَلَبِ حَاجَتِهِ، وَإِخْلَاصِ عُبُودِيَّتِهِ، فَهُوَ وَحْدُهُ الرَّبُّ الْمُسْتَحِقُّ لِلْعِبَادَةِ، الْقَادِرُ عَلَى الْأَجْرِ وَالْإِثَابَةِ. وَمِنَ الشَّوَاهِدِ عَلَى اسْتِعْمَالِ الْوَجْهِ بِمَعْنَى الْقَلْبِ حَدِيثُ \" لَتُسَوُّنَّ صُفُوفَكُمْ أَوْ لَيُخَالِفَنَّ اللهُ بَيْنَ وُجُوهِكُمْ \" وَفِي رِوَايَةٍ \" قُلُوبِكُمْ \" رَوَاهُ أَحْمَدُ وَأَصْحَابُ السُّنَنِ. وَ \" وَجَّهَ \" يَتَعَدَّى بِاللَّامِ وَإِلَى كَأَسْلَمَ، وَتَقَدَّمَ شَاهِدُ \" أَسْلَمَ \" آنِفًا، وَلَمْ يَتَكَرَّرْ \" وَجْهٌ \" فِي الْقُرْآنِ بِهَذَا الْمَعْنَى، وَإِلَّا فَاللَّامُ هُنَا بِمَعْنَى \" إِلَى \" كَقَوْلِهِ تَعَالَى: (بِأَنَّ رَبَّكَ أَوْحَى لَهَا)  (٩٩: ٥) وَقَوْلُهُ: (لَعَادُوا لِمَا نُهُوا عَنْهُ)  (٦: ٢٨) وَاخْتَرَعَ الرَّازِيُّ لِلَّامِ هُنَا نُكْتَةً سَمَّاهَا دَقِيقَةً، فَقَالَ: الْمَعْنَى أَنَّ تَوْجِيهَ وَجْهِ الْقَلْبِ لَيْسَ إِلَيْهِ؛ لِأَنَّهُ مُتَعَالٍ عَنِ الْحَيِّزِ وَالْجِهَةِ، بَلْ إِلَى خِدْمَتِهِ وَطَاعَتِهِ لِأَجْلِ عُبُودِيَّتِهِ إِلَخْ. فَجَعَلَ اللَّامَ \" دَلِيلًا ظَاهِرًا \" عَلَى كَوْنِ الْمَعْبُودِ مُتَعَالِيًا عَنِ الْحَيِّزِ وَالْجِهَةِ. وَهَذَا تَحَكُّمٌ مَرْدُودٌ لَا تَقْبَلُهُ اللُّغَةُ وَلَا يَقْتَضِيهِ الْعَقْلُ، وَلَا يَتَّفِقُ مَعَ مَا وَرَدَ فِي الْقُرْآنِ فِي مَعْنَى تَوْجِيهِ الْوَجْهِ. أَمَّا إِبَاءُ اللُّغَةِ لَهُ فَلِأَنَّ اللَّامَ لَوْ كَانَتْ لِلتَّعْلِيلِ مَعَ حَذْفِ مُضَافٍ لَكَانَتِ الْآيَةُ خَالِيَةً مِنَ الْمَقْصُودِ مِنْهَا بِالذَّاتِ، وَهُوَ كَوْنُ تَوْجِيهِ الْقَلْبِ بِالْعِبَادَةِ إِلَى اللهِ تَعَالَى فَاطِرِ السَّمَاوَاتِ وَالْأَرْضَ ; إِذِ التَّعْلِيلُ عَلَى مَا فِيهِ مِنَ التَّكَلُّفِ يَصْدُقُ بِالتَّوَجُّهِ إِلَى غَيْرِهِ تَعَالَى تَوَسُّلًا إِلَيْهِ، كَالتَّوَجُّهِ إِلَى الْكَوْكَبِ وَغَيْرِهِ، لِأَجْلِ خَالِقِهِ لَا لِأَجْلِهِ بِاعْتِقَادِ أَنَّهُ هُوَ الَّذِي يُقَرِّبُ إِلَيْهِ زُلْفَى، أَوْ يَشْفَعُ عِنْدَهُ. وَأَمَّا الْعَقْلُ فَإِنَّهُ يُدْرِكُ أَنَّ تَوَجُّهَ الْقَلْب </p><p> ِ </p><p> لَا يَنْحَصِرُ فِي كَوْنِهِ إِلَى الْحَيِّزِ وَالْجِهَةِ الْمَحْصُورَةِ، وَأَمَّا الْقُرْآنُ فَقَدْ عَدَّى إِسْلَامَ الْوَجْهِ بِ (إِلَى) فِي سُورَةِ لُقْمَانَ وَبِاللَّامِ فِي سُورَةِ النِّسَاءِ، وَهِيَ بِمَعْنَى تَوْجِيهِهِ كَمَا تَقَدَّمَ آنِفًا. </p><p> هَذَا وَإِنَّ التَّعْبِيرَ بِفَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ هُوَ وَجْهُ الْحُجَّةِ فِي الْآيَةِ، فَإِنَّ مَا فُتِنَ بِهِ الْقَوْمُ مِنْ تَأْثِيرِ النَّيِّرَاتِ فِي الْأَرْضِ - إِنْ صَحَّ - لَمْ يَعْدُ أَنْ يَكُونَ خَاصِّيَّةً لِبَعْضِ أَجْرَامِ السَّمَاءِ، وَهِيَ لَمْ تُوجِدْ نَفْسَهَا وَلَا صِفَاتَهَا وَخَوَاصَّهَا، فَالْوَاجِبُ أَنْ يُنْظَرَ فِي أَمْرِهَا مِنْ حَيْثُ هِيَ جُزْءٌ أَوْ أَجْزَاءٌ مِنْ مَجْمُوعِ الْعَالَمِ، وَحِينَئِذٍ يَرَاهَا النَّاظِرُ الْمُتَفَكِّرُ خَاضِعَةً لِتَدْبِيرِ مَنْ فَطَرَ الْعَالَمَ الْكَبِيرَ الَّتِي هِيَ بَعْضُهُ، وَيَعْلَمُ أَنَّهُ هُوَ الْحَقِيقُ بِالْعِبَادَةِ مِنْ دُونِهَا؛ لِأَنَّهُ هُوَ الرَّبُّ الْحَقُّ الْمُدَبِّرُ لَهَا وَلِغَيْرِهَا، وَإِنَّمَا يَتَجَلَّى الِاسْتِدْلَالُ عَلَى وَحْدَانِيَّةِ الرُّبُوبِيَّةِ وَالْإِلَهِيَّةِ بِالنَّظَرِ فِي جُمْلَةِ الْعَالِمِ، وَكَوْنِهِ لَا بُدَّ أَنْ يَكُونَ لَهُ خَالِقٌ مُدَبِّرٌ وَاحِدٌ ; إِذْ لَا يُمْكِنُ أَنْ يَسْتَقِيمَ نِظَامُ الْمُتَعَدِّدِ إِلَّا إِذَا كَانَ لَهُ جِهَةٌ وَاحِدَةٌ كَمَا بَيَّنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَسَيُعَادُ إِنْ شَاءَ اللهُ تَعَالَى فِي تَفْسِيرِ:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللهُ لَفَسَدَتَا)  (٢١: ٢٢) وَأَمَّا الِاسْتِدْلَالُ بِأَجْزَاءِ الْكَوْنِ فَيَتَوَلَّدُ مِنْهُ شُبَهَاتٌ وَمُشْكِلَاتٌ كَثِيرَةٌ. </p><p> وَالْحَنِيفُ صِفَةٌ مِنَ الْحَنَفِ، وَهُوَ بِالتَّحْرِيكِ الْمَيْلُ عَنِ الضَّلَالِ وَالْعِوَجِ إِلَى الِاسْتِقَامَةِ، وَضِدُّهُ الْجَنَفُ بِالْجِيمِ. فَقَوْلُهُ حَنِيفًا حَالٌ، أَيْ: وَجَّهْتُ وَجْهِيَ لَهُ حَالَ كَوْنِي مَائِلًا عَنْ مَعْبُودَاتِكُمُ الْبَاطِلَةِ وَعَنْ غَيْرِهَا، فَتَوَجُّهِي وَإِسْلَامِي خَالِصٌ لَهُ لَا يَشُوبُهُ شِرْكٌ وَلَا رِيَاءٌ، وَمَا أَنَا مِنَ الْقَوْمِ الْمُشْرِكِينَ بِهِ الَّذِينَ يَتَوَجَّهُونَ إِلَى غَيْرِهِ مِنَ الْمَخْلُوقَاتِ، كَالْكَوَاكِبِ أَوِ الْمَلَائِكَةِ أَوِ الْمُلُوكِ وَالصَّالِحِينَ، أَوْ مَا يُتَّخَذُ لَهُمْ مِنَ الْأَصْنَامِ وَالتَّمَاثِيلِ. تَبَرَّأَ أَوَّلًا مِنْ شِرْكِهِمْ أَوْ شُرَكَائِهِمْ، ثُمَّ تَبَرَّأَ مِنْهُمْ أَنْفُسِهِمْ:  (قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللهِ)  (٦٠: ٤) رَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ زَيْدٍ أَنَّ قَوْمَ إِبْرَاهِيمَ قَالُوا حِينَ قَالَ: إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ -: مَا جِئْتَ بِشَيْءٍ وَنَحْنُ نَعْبُدُهُ وَتَتَوَجَّهُهُ. فَرَدَّ عَلَيْهِمْ بِأَنَّهُ حَنِيفٌ، أَيْ مُخْلِصٌ لَهُ، لَا يُشْرِكُ بِهِ كَمَا يُشْرِكُونَ. انْتَهَى بِالْمَعْنَى. </p><p> وَفِي الْآيَاتِ قِرَاءَاتٌ لَا تَتَعَلَّقُ بِالْمَعْنَى: كَفَتْحِ يَاءِ \" إِنَّى \" وَسُكُونِهَا، وَإِمَالَةِ \" رَأَى \" وَكَسْرِ </p><p> الرَّاءِ وَالْهَمْزَةِ فِيهَا، وَلَكِنَّ قِرَاءَةَ يَعْقُوبَ ضَمُّ \" آزَرَ \" عَلَى النِّدَاءِ، فَهِيَ دَلِيلٌ عَلَى كَوْنِهِ اسْمًا عَلَمًا؛ لِأَنَّ حَذْفَ حَرْفِ النِّدَاءِ خَاصٌّ بِالْعِلْمِ فِي الْفَصِيحِ، وَغَيْرُهُ شَاذٌّ. </p><p> (مَسَائِلُ مُتَمِّمَةٌ لِتَفْسِيرِ الْآيَاتِ) </p><p> (الْمَسْأَلَةُ الْأُولَى: فِي عَقَائِدِ قَوْمِ إِبْرَاهِيمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) </p><p> تَقَدَّمَ أَنَّهُمْ كَانُوا يَعْبُدُونَ الْكَوَاكِبَ وَالْأَصْنَامَ، وَقَالَ ابْنُ زَيْدٍ: إِنَّهُمْ كَانُوا يَعْبُدُونَ اللهَ تَعَالَى أَيْضًا، وَيُشْرِكُونَ مَا ذُكِرَ بِهِ، وَكُلُّ ذَلِكَ صَحِيحٌ دَلَّتْ عَلَيْهِ آثَارُ الْكَلْدَانِيِّينَ الَّتِي اكْتُشِفَتْ فِي الْعِرَاقِ. وَقَدْ أَثْبَتَ بَيْرُوسُوسُ وَسِنِيلُوسُ أَنَّ عُلَمَاءَهُمْ وَكُهَّانَهُمْ كَانُوا يَعْرِفُونَ </p><p> حَقِيقَةَ التَّوْحِيدِ. وَلَكِنْ كَانُوا يَدِينُونَ بِهَا فِي أَنْفُسِهِمْ وَلَا يُبِيحُونَهَا لِلْعَامَّةِ، وَأَنَّ الْيُونَانَ أَخَذُوا هَذَا النِّفَاقَ عَنْهُمْ. وَلَعَلَّ الصَّوَابَ أَنَّ الَّذِينَ أَخَذُوا عَنْهُمْ أَوَّلًا هُمْ قُدَمَاءُ الْمِصْرِيِّينَ، فَقَدْ كَانَ التَّوْحِيدُ مُنْتَهَى عِلْمِ حُكَمَائِهِمْ، وَكَانُوا يَكْتُمُونَهُ عَنِ الْعَامَّةِ ; لِأَنَّ اسْتِعْبَادَ الْمُلُوكِ الَّذِينَ هُمْ أَعْوَانُهُمْ لَهَا لَا يَدُومُ إِلَّا بِالْوَثَنِيَّةِ كَمَا يُعْلَمُ مِمَّا بَيَّنَاهُ فِي التَّفْسِيرِ وَغَيْرِهِ مِرَارًا، وَالْيُونَانُ اقْتَبَسُوا مِنْ قُدَمَاءِ الْمِصْرِيِّينَ. عَلَى أَنَّ هِنْرِي رُولِنْسُنْ مِنْ مُدَقِّقِي مُؤَرِّخِي أُورُبَّةَ قَالَ: إِنَّ أُمَّةً مِنْ ضِفَافِ الدَّجْلَةِ وَالْفُرَاتِ ارْتَحَلَتْ إِلَى أُورُبَّةَ بِتِلْكَ الْعَقَائِدِ مَنْقُوشَةً فِي صَفَائِحِ الْآجُرِّ. </p><p> مِنْ آلِهَةِ الْكَلْدَانِيِّينَ (إِلْ) وَهِيَ كَلِمَةٌ سَامِيَّةٌ عُرِفَتْ فِي الْعَرَبِيَّةِ وَالسُّرْيَانِيَّةِ وَالْعِبْرَانِيَّةِ، قَالَ صَاحِبُ الْقَامُوسِ: وَالْإِلُّ الرُّبُوبِيَّةُ، وَاسْمُ اللهِ تَعَالَى، وَكُلُّ اسْمٍ آخِرُهُ \" إِلْ \" وَ \" إِيلُ \" فَمُضَافٌ إِلَى اللهِ تَعَالَى، وَقَالَ: أَلَّ الْمَرِيضُ وَالْحَزِينُ يَئِلُّ أَلَّا وَأَلَلًا: أَنَّ وَحَنَّ، وَرَفَعَ صَوْتَهُ بِالدُّعَاءِ. وَقَالَ فِي مَادَّةِ (أي ل) إِيلُ - بِالْكَسْرِ - اسْمُ اللهِ تَعَالَى، وَفِي لِسَانِ الْعَرَبِ بَحْثٌ فِي كَوْنِ الْإِلِّ مِنْ أَسْمَاءِ اللهِ تَعَالَى، وَلَكِنَّهُ نَقَلَهُ عَنِ ابْنِ سَيِّدِهِ، ثُمَّ قَالَ: وَالْإِلُّ الرُّبُوبِيَّةُ، وَالْأُلُّ - بِالضَّمِّ - الْأَوَّلُ فِي بَعْضِ اللُّغَاتِ، وَلَيْسَ مِنْ لَفْظِ الْأَوَّلِ، ثُمَّ قَالَ فِي (إِيلٌ) مِنْ أَسْمَاءِ اللهِ عَزَّ وَجَلَّ عِبْرَانِيٌّ أَوْ سُرْيَانِيٌّ. ثُمَّ نُقِلَ عَنِ ابْنِ الْكَلْبِيِّ أَنَّ جِبْرَائِيلَ وَشَرَاحِيلَ وَأَشْبَاهَهُمَا كَشُرَحْبِيلَ تُنْسَبُ إِلَى الرُّبُوبِيَّةِ \" لِأَنَّ إِيلًا لُغَةٌ فِي \" إِلٍّ \" وَهُوَ اللهُ عَزَّ وَجَلَّ،كَقَوْلِهِمْ:عَبْدُ اللهِ وَتَيْمُ اللهِ \" أَقُولُ: وَنَقَلَ مِثْلَهُ فِي (إِلٍّ) وَضَعَّفَهُ بِمَنْعِ جِبْرِيلَ وَمَا أَشْبَهَهُ مِنَ الصَّرْفِ، أَيْ دُونَ شُرَحْبِيلَ وَشِهْمِيلَ مِنْ أَسْمَاءِ الرَّبِّ، </p><p> وَنَقَلَ عَنْ أَبِي مَنْصُورٍ أَنَّهُ يَجُوزُ أَنْ يَكُونَ إِيلُ عُرِّبَ فَقِيلَ: إِلٌّ. ثُمَّ قَالَ فِي مَادَّةِ (ال هـ) وَقَدْ سَمَّتِ الْعَرَبُ الشَّمْسَ لَمَّا عَبَدُوهَا إِلَهَةً، وَالْإِلَهَةُ الشَّمْسُ الْحَارَّةُ - حُكِيَ عَنْ ثَعْلَبٍ. وَالْأَلِيهَةُ وَالْأَلَاهَةُ (بِالْفَتْحِ وَالْكَسْرِ) وَأُلَاهَةٌ (مَضْمُومَةُ الْهَمْزَةِ غَيْرُ مُعَرَّفَةٍ) كُلُّهُ الشَّمْسُ. . إِلَخْ. ثُمَّ ذَكَرَ أَنَّ: الْأَلَاهَةُ الْأُلُوهَةُ وَالْأُلُوهِيَّةُ: الْعِبَادَةُ، وَذَكَرَ عِنْدَ تَفْسِيرِ الْإِلَهِ بِالْمَعْبُودِ فِي أَوَّلِ الْمَادَّةِ قَوْلَهُمْ: إِلَهٌ بَيْنَ الْإِلَهَةِ وَالْإِلَهِيَّةِ وَالْأُلْهَانِيَّةُ، وَأَنَّ أَصْلَهُ مِنْ أَلِهَ يَأْلُهُ (مِنْ بَابِ عَلِمَ) إِذَا تَحَيَّرَ. </p><p> هَذَا وَإِنَّ دَلَالَةَ مَادَّةِ \" أَل هـ \" عَلَى الْعِبَادَةِ وَالْمَعْبُودِ سَامِيَّةٌ قَدِيمَةٌ مَنْقُولَةٌ عَنِ الْكَلْدَانِيِّينَ وَغَيْرِهِمْ. قَالَ الْبُسْتَانِيُّ فِي دَائِرَةِ الْمَعَارِفِ عِنْدَ تَعْرِيفِ اسْمِ (اللهِ) بِأَنَّهُ اسْمٌ لِلذَّاتِ الْوَاجِبِ الْوُجُودِ، الْمُسْتَحِقِّ لِجَمِيعِ الْمَحَامِدِ - أَيْ كَمَا قَالَ عُلَمَاءُ الْمُسْلِمِينَ - وَهُوَ بِالْعِبْرَانِيَّةِ أَلُوهِيمُ بِصِيغَةِ الْجَمْعِ تَعْظِيمًا لَا تَكْثِيرًا، وَقَدْ يُطْلَقُ عَلَى غَيْرِ اللهِ، وَ \" يَهْوَهُ \" أَيِ الْكَائِنُ، وَهُوَ خَاصٌّ بِهِ تَعَالَى، وَإِيلٌ أَيِ الْقَدِيرُ، وَبِالسُّرْيَانِيَّةِ أُلُوهُو وَبِالْكَلْدَانِيَّةِ إِلَاهَا. انْتَهَى. </p><p> وَفِي تَوَارِيخِ الْمُتَأَخِّرِينَ الْمُؤَيَّدَةِ بِالْعَادِيَّاتِ (الْآثَارِ الْقَدِيمَةِ) أَنَّ أَعْظَمَ أَرْبَابِ الْكَلْدَانِيِّينَ وَآلِهَتِهِمْ (إِيلُ - أَوْ - إِلْ) فَهُوَ رَبُّ الْأَرْبَابِ، وَأَصْلُ الْآلِهَةِ، وَلَيْسَ لَهُ تِمْثَالٌ وَلَا صُورَةٌ فِي مَعَابِدِهِمْ، وَالظَّاهِرُ أَنَّهُمْ كَانُوا يَعْتَقِدُونَ مِمَّا وَرِثُوا مِنْ دِينِ نُوحٍ - عَلَيْهِ السَّلَامُ - أَنَّهُ مُنَزَّهٌ عَنْ </p><p> صِفَاتِ الْخَلْقِ وَتَخَيُّلَاتِهِمْ، وَرَوَى ديودورسُ عَنْ فِيلُو أَنَّهُ مُرَادِفٌ لِزُحَلَ، وَلَا يَصِحُّ هَذَا إِلَّا أَنْ يُرَادَ بِزُحَلَ أَبُو الْمُشْتَرَى كَمَا قِيلَ ذَلِكَ، وَقَدْ أَشَارُوا إِلَى الْإِيمَانِ بِهِ فِي عُصُورِ قُدَمَاءِ مُلُوكِهِمْ، وَمِمَّا قَالُوا عَنْهُ فِي أَقْدَمِ الْخُرَافَاتِ أَنَّهُ أُولِدَ وَلَدَيْنِ (أَنَا) وَ (بِيلُ) . وَ (أَنَا) هَذَا هُوَ رَأْسُ (الثَّالُوثِ) الْكَلْدَانِيِّ، وَقِيلَ: إِنَّ هَذَا الِاسْمَ بِمَعْنَى اسْمِ الْجَلَالَةِ (اللهُ) وَيَقُولُونَ: \" أَنُو \" - إِذَا كَانَ فَاعِلًا - وَ \" أَنَا \" إِذَا كَانَ مَفْعُولًا، وَإِنِي إِذَا كَانَ مُضَافًا إِلَيْهِ. وَمِنْ أَلْقَابِهِ عِنْدَهُمُ: الْقَدِيمُ، وَالرَّأْسُ الْأَصْلِيُّ، وَأَبُو الْآلِهَةِ، وَرَبُّ الْأَرْوَاحِ وَالشَّيَاطِينِ، وَمَلِكُ الْعَالَمِ الْأَسْفَلِ، وَسُلْطَانُ الظَّلَامِ أَوْ رَأْسُ الْمَوْتِ. وَوُجِدَتْ آثَارُ عِبَادَتِهِ فِي مَدِينَةِ (أَرَكَ) وَهِيَ الْوَرْكَاءُ، قَالَ يَاقُوتٌ: الْوَرْكَاءُ مَوْضِعٌ بِنَاحِيَةِ الرَّوَابِي، وُلِدَ بِهِ إِبْرَاهِيمُ الْخَلِيلُ عَلَيْهِ السَّلَامُ، وَقَدْ بَنَى أَحَدُ مُلُوكِهِمْ مَعْبَدًا لَهُ وَلِابْنِهِ (قَوَلَ) فِي أَشُورَ سَنَةَ ١٨٣٠ قَبْلَ الْمَسِيحِ، فَصَارَ اسْمُ هَذِهِ الْمَدِينَةِ بَعْدَ ذَلِكَ (تَلَّانَ) وَأَصْلُهُ (تَلُّ أَنَا) جَاءَ ذِكْرُهُ فِي آجُرٍّ لِلْمَلِكِ (أَوْرَكَهْ) اكْتُشِفَتْ فِي أَنْقَاضِ (أَمِّ</p><p> قَبْرٍ) هَذِهِ تَرْجَمْتُهُ \" إِنَّ إِلَهَ الْقَمَرِ ابْنُ شَقِيقِ(أَنُو)وَبِكْرُ(بِعَلُوسَ)قَدْ حَمَلَ عَبْدَهُ(أَوْرَكَهْ)الرَّئِيسَ التَّقِيَّ مَلِكُ(أُورُ)عَلَى بِنَاءِ هَيْكَلِ(تَسِينْ كَاثُو)مَعْبَدًا مُقَدَّسًا لَهُ \" . </p><p> وَالثَّانِي مِنْ ثَالُوثِهِمْ (بُلُوسُ - أَوْ - بِيلُ وَ) لَعَلَّهُمَا مُحَرَّفَانِ عَنْ (بَعْلَ) وَ (بَعْلُوسَ) وَمِنْ أَسْمَائِهِمْ (أَنُو) وَ (إِيلُ انْيُو) وَمَعْنَاهُ السَّيِّدُ. وَتَلْحَقُ غَالِبًا بِلَفْظِ (نَيْبِرُو) وَمُؤَنَّثُهَا (نَيْبُرُوثَ) وَهِيَ قَرِيبَةٌ مِنْ كَلِمَةِ (نَمْرُودَ) الَّتِي هِيَ فِي تَرْجَمَةِ التَّوْرَاةِ السَّبْعِينِيَّةِ (نَيْبُرُوثُ) وَكَلِمَةُ (نَيْبُرُو) مُشْتَقَّةٌ مِنْ كَلِمَةِ \" بَابَارِ \" السُّرْيَانِيَّةِ، وَمَعْنَاهَا طَارَدَ. وَتَدُلُّ مَادَّةُ نَبَرَ فِي الْعَرَبِيَّةِ عَلَى الِارْتِفَاعِ، فَنَبَرَ: رَفَعَ، وَالنَّبْرَةُ: الشَّيْءُ الْمُرْتَفِعُ، فَفِيهَا مَعْنَى الشَّرَفِ، وَمَعْنَاهَا فِي الْأَشُورِيَّةِ يُقَارِبُ مَعْنَاهَا فِي السُّرْيَانِيَّةِ (فَبِيلُ نَبْرُو) بِمَعْنَى السَّيِّدِ الصَّيَّادِ، أَوْ رَبِّ الصَّيْدِ - وَلِذَلِكَ قِيلَ: إِنَّهُ نَمْرُودُ الْمَذْكُورُ فِي الْعَهْدِ الْعَتِيقِ، وَيَقُولُونَ: إِنَّهُ كَانَ يَصِيدُ الْوُحُوشَ. وَهُوَ بَعْلُوسُ الَّذِي ذَكَرَ مُؤَرِّخُو الْيُونَانِ أَنَّهُ يَأْتِي مَدِينَةَ (بَابِلَ) وَمِلِكُهَا الْأَوَّلُ، وَدَلَّتِ الْآثَارُ عَلَى أَنَّ الْأَشُورِيِّينَ كَانُوا يُسَمُّونَهَا مَدِينَةَ (بَلْ نَبْرُو) وَظَلَّ الْكَلْدَانِيُّونَ يَعْبُدُونَ (نَمْرُودَ) مُدَّةَ وُجُودِ دَوْلَتِهِمْ، وَكَانُوا يُكَنُّونَهُ بِأَبِي الْآلِهَةِ، وَيُكَنُّونَ زَوْجَهُ الْمُسَمَّاةَ (مُولِيتَا - أَوْ - أَنُوتَا) بِأُمِّ الْآلِهَةِ الْعِظَامِ، وَلَكِنْ وُصِفَتْ فِي بَعْضِ الْآثَارِ بِأَنَّهَا زَوْجُ (نِينَ) وَهُوَ ابْنُهَا، وَفِي بَعْضِهَا أَنَّهَا زَوْجُ (أَشُورَ) وَلَهَا أَلْقَابٌ عَظِيمَةٌ، وَوُجِدَ لَهَا عِدَّةُ هَيَاكِلَ. </p><p> وَالثَّالِثُ مِنْ ثَالُوثِهِمْ (حُوَا - أَوْ - حَيَا) وَهُوَ حَيَوَانٌ بَعْضُهُ كَالْإِنْسَانِ وَبَعْضُهُ كَالسَّمَكِ، زَعَمُوا أَنَّهُ خَرَجَ مِنْ خَلِيجِ فَارِسَ لِيُعَلِّمَ سُكَّانَ ضِفَافِ النَّهْرَيْنِ عِلْمَ الْفَلَكِ وَالْأَدَبَ، وَنُسِبَ إِلَيْهِ اخْتِرَاعُ حُرُوفِ الْهِجَاءِ، وَقَدْ وُجِدَ اسْمُهُ عَلَى صَحِيفَةٍ مِنَ الْآجُرِّ وُجِدَتْ فِي خَرَائِبِ (أُورَ) وَيَرَى بَعْضُ الْبَاحِثِينَ أَنَّ اسْمَهُ مِنْ مَادَّةِ الْحَيَاةِ الْعَرَبِيَّةِ أَوِ الْحَيَّةِ، وَشِعَارُهُ فِي الْقَلَمِ الْكَلْدَانِيِّ الشَّكْلُ الْإِسْفِينِيُّ، وَمِنْهُ رَسْمُ الْحَيَّةِ لِلدَّلَالَةِ عَلَى مُنْتَهَى الذَّكَاءِ وَالْحِكْمَةِ، وَالْإِشَارَةِ إِلَى الْحَيَاةِ، وَلَهُ أَلْقَابٌ عَظِيمَةٌ. </p><p> وَكَانَ لِلْكَلْدَانِ (ثَالُوثٌ) آخِرُ أَحَدُ آلِهَتِهِ (سِينِي) وَهُوَ الْقَمَرُ، وَهَذَا الِاسْمُ سَامِيٌّ، فَاسْمُ الْقَمَرِ بِالسُّرْيَانِيَّةِ سِينُ، وَكَذَا فِي السِّنْسِكْرِيتِيَّةِ، وَمِنْ أَلْقَابِهِ زَعِيمُ الْأَرْبَابِ فِي السَّمَاءِ وَالْأَرْضِ (وَبَعْلُ رُونَا) أَيْ رَبُّ الْبِنَاءِ، وَكَانُوا يُصَوِّرُونَهُ فِي جَمِيعِ تَطَوُّرَاتِهِ مُنْذُ يَكُونُ هِلَالًا، وَلَهُ هَيَاكِلُ كَثِيرَةٌ، وَأَعْظَمُ مَعَابِدِهِ فِي (أُورَ) . </p><p> وَالثَّانِي (سَانُ) أَوْ (سَانْسِي) وَهُوَ الشَّمْسُ، وَالِاسْمُ سَامِيٌّ أَيْضًا، وَمِنْهُ السَّنَا بِالْعَرَبِيَّةِ، وَهُوَ - بِالْقَصْرِ - الضِّيَاءُ، وَقِيلَ: ضَوْءُ النَّارِ وَالْبَرْقِ، وَالصَّوَابُ أَنَّهُ أَعَمُّ. قَالَ تَعَالَى:  (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا)  (١٠: ٥) وَمِنْهُ (شَانِي) بِالْعِبْرِيَّةِ، وَمَعْنَاهَا لَامِعٌ، وَاسْمُ الشَّمْسِ بِاللُّغَةِ السِّنْسِكْرِيتِيَّةِ (سِيُونَا) وَمِنْ أَلْقَابِ هَذَا الْإِلَهِ: رَبُّ النَّارِ، وَنَيِّرُ الْأَرْضِ وَالسَّمَاءِ، وَكَانَ لَهُ هَيَاكِلُ فِي الْمُدُنِ الْكَبِيرَةِ وَأَشْهَرُهَا (بَيْتُ بَارَا) وَبَارَا أَوْ فَرَا اسْمُ الشَّمْسِ بِالْمِصْرِيَّةِ الْقَدِيمَةِ، وَكَانَ اسْمُ (هِلْيُبُولِيسَ) عِنْدَهُمْ (سِيبَارَا) وَتُسَمَّى فِي الْآثَارِ (تِسِيبَارْ شَاشَامَاسْ) وَمَعْنَى الثَّلَاثَةِ مَدِينَةُ الشَّمْسِ، وَلِلشَّمْسِ زَوْجَةٌ عِنْدَهُمْ يُسَمُّونَهَا (أَيْ) وَ (كُولَا)  (أَنُونِيتْ) . </p><p> وَثَالِثُ الثَّلَاثَةِ (فُولُ) أَوْ (ايفَا) أَيِ الْهَوَاءُ، وَهُوَ رَبُّ الْجَوِّ الْقَائِمُ بِتَسْخِيرِ الرِّيَاحِ وَالْعَوَاصِفِ وَالْأَعَاصِيرِ، الْمُتَصَرِّفُ فِي الزِّرَاعَةِ وَالْمَوَاسِمِ. وَمِنْ هَيَاكِلِهِ هَيْكَلٌ بَنَاهُ الْمَلِكُ (شَمَّاسْ فُولْ) الَّذِي مَلَكَ الْكَلْدَانَ سَنَةَ ١٨٥٠ قَبْلَ الْمَسِيحِ. </p><p> وَهَذِهِ الْأَخْبَارُ وَالْآثَارُ تَشْهَدُ بِصِدْقِ الْقُرْآنِ، وَكَوْنِهِ حُجَّةً لِلَّهِ تَعَالَى عَنِ الْأَنَامِ ; لِأَنَّ مَنْ جَاءَ بِهِ أُمِّيٌّ لَمْ يَقْرَأْ شَيْئًا مِنْ كُتُبِ الْأَوَّلِينَ، وَلَا رَأَى أَثَرًا مِنْ آثَارِ الْغَابِرِينَ، فَيَعْلَمُ مِنْهَا خَبَرَ مَعْبُودَاتِهِمْ، وَلَا يَرِدُ عَلَيْهِ مَا أُورِدَ عَلَى الْعَهْدِ الْعَتِيقِ مِنْ كَوْنِ كَاتِبِهِ (عِزْرَا الْكَاهِنِ) كَتَبَهُ بَعْدَ السَّبْيِ، فَاقْتَبَسَ فِيهِ كَثِيرًا مِنْ تَقَالِيدِ الْبَابِلِيِّينَ. </p><p> (الْمَسْأَلَةُ الثَّانِيَةُ: مَعْنَى الرَّبِّ وَالْإِلَهِ وَشُبْهَةُ الشِّرْكِ وَكَوْنُهُ قِسْمَانِ) </p><p> ظَاهِرُ مَا حَكَاهُ اللهُ تَعَالَى عَنْ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - أَنَّ قَوْمَهُ كَانُوا يَتَّخِذُونَ الْأَصْنَامَ آلِهَةً لَا أَرْبَابًا، وَيَتَّخِذُونَ الْكَوَاكِبَ أَرْبَابًا آلِهَةً، فَالْإِلَهُ هُوَ الْمَعْبُودُ، فَكُلُّ مَنْ عَبَدَ شَيْئًا فَقَدِ اتَّخَذَهُ إِلَهًا، وَالرَّبُّ: هُوَ السَّيِّدُ الْمَالِكُ وَالْمُرَبِّي وَالْمُدَبِّرُ الْمُتَصَرِّفُ، وَلَيْسَ لِلْخَلْقِ رَبٌّ وَلَا إِلَهٌ إِلَّا اللهُ الَّذِي خَلَقَهُمْ، فَهُوَ الْمَالِكُ لِكُلِّ شَيْءٍ فِي كُلِّ زَمَنٍ وَكُلِّ حَالٍ، وَمُلْكُهُ حَقِيقِيٌّ تَامٌّ، وَمُلْكُ غَيْرِهِ عُرْفِيٌّ نَاقِصٌ مَوْقُوتٌ، لَهُ أَجْلٌ مَحْدُودٌ، وَهُوَ الْمَعْبُودُ بِحَقٍّ، إِذِ الْعِبَادَةُ الْحَقُّ لَا تَكُونُ إِلَّا لِلرَّبِّ ; فَإِنَّ الْعِبَادَةَ هِيَ التَّوَجُّهُ بِالدُّعَاءِ وَكُلِّ تَعْظِيمٍ قَوْلِيٍّ أَوْ عَمَلِيٍّ إِلَى ذِي السُّلْطَانِ الْأَعْلَى عَلَى عَالَمِ الْأَسْبَابِ، وَمَا فَوْقَ الْأَسْبَابِ ; لِأَنَّهُ هُوَ الْمُوجِدُ لَهَا وَالْمُتَصَرِّفُ فِيهَا، فَهِيَ خَاضِعَةٌ لِسُلْطَانِهِ، وَكُلُّ مَاعَدَاهُ فَهُوَ خَاضِعٌ لِسُلْطَانِهَا </p><p> بَلْ سُلْطَانُهُ فِيهَا. وَالْأَصْلُ فِي اخْتِرَاعِ كُلِّ عِبَادَةٍ لِغَيْرِهِ تَعَالَى أَمْرَانِ: </p><p> (أَحَدُهُمَا أَنَّ بَعْضَ ضُعَفَاءِ الْعُقُولِ رَأَوْا بَعْضَ مَظَاهِرِ قُدْرَتِهِ تَعَالَى فِي بَعْضِ خَلْقِهِ، فَتَوَهَّمُوا </p><p> أَنَّ ذَلِكَ ذَاتِيٌّ لِهَذَا الْمَخْلُوقِ لَيْسَ خَاضِعًا لِسُنَنِ اللهِ فِي الْأَسْبَابِ وَالْمُسَبِّبَاتِ ; لِقِصَرِ إِدْرَاكِهِمْ عَنِ الْوُصُولِ إِلَى كَوْنِ الْقُدْرَةِ الذَّاتِيَّةِ خَاصَّةً بِخَالِقِ كُلِّ شَيْءٍ الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ وَمَا امْتَازَ بِهِ عَلَى غَيْرِهِ، وَكَوْنِ خَفَاءِ سَبَبِ الْخُصُوصِيَّةِ لَا يَقْتَضِي عَدَمَ خُضُوعِ صَاحِبِهَا لِسُنَنِ الْخَالِقِ فِيهَا وَفِي غَيْرِهَا مِنْ شُئُونِهِ (أَيْ شُئُونِ صَاحِبِ الْخُصُوصِيَّةِ) وَوَثَنِيَّةُ هَؤُلَاءِ هِيَ الْوَثَنِيَّةُ السَّافِلَةُ. </p><p> (ثَانِيهِمَا) اتِّخَاذُ بَعْضِ الْمَخْلُوقَاتِ ذَاتِ الْخُصُوصِيَّةِ فِي مَظَاهِرِ النَّفْعِ وَالضُّرِّ وَسِيلَةً إِلَى الرَّبِّ الْإِلَهِ الْحَقِّ، تَشْفَعُ عِنْدَهُ، وَتُقَرِّبُ إِلَيْهِ كُلَّ مَنْ تَوَجَّهَ إِلَيْهَا، أَوِ التَّمَاثِيلِ وَالْأَصْنَامِ وَالْقُبُورِ وَغَيْرِهَا مِمَّا يُمَثِّلُهَا أَوْ يُذَكِّرُ بِهَا، فَيَتَوَسَّلُ ذُو الْحَاجَةِ بِدُعَائِهَا وَتَعْظِيمِهَا بِالْقَوْلِ أَوِ الْفِعْلِ لِأَجَلِ حَمْلِهِ تَعَالَى - بِتَأْثِيرِهَا عِنْدَهُ - عَلَى قَبُولِهِ وَإِعْطَائِهِ سُؤْلَهُ، وَهَذَا التَّوَسُّلُ تَوَجُّهٌ إِلَى غَيْرِ اللهِ مَبْنِيٌّ عَلَى اعْتِقَادِ عَدَمِ انْفِرَادِ الرَّبِّ بِالِاسْتِقْلَالِ بِقَضَاءِ الْحَاجَاتِ، وَكَوْنِهِ يَفْعَلُ بِتَأْثِيرِ الْوَسِيلَةِ فِي إِرَادَتِهِ، وَهَذَا شِرْكٌ فِي الْعِبَادَةِ يُنَافِي الْحَنِيفِيَّةِ. وَهَذِهِ هِيَ الْوَثَنِيَّةُ الرَّاقِيَةُ الَّتِي كَانَتِ الْعَرَبُ عَلَيْهَا فِي زَمَنِ الْبَعْثَةِ ; وَلِذَلِكَ كَانُوا يَقُولُونَ فِي طَوَافِهِمْ: </p><p> لَبَّيْكَ لَا شَرِيكَ لَكَ، إِلَّا شَرِيكًا هُوَ لَكَ، تَمْلِكُهُ وَمَا مَلَكَ. </p><p> وَكَانَ بَعْضُ قَوْمِ إِبْرَاهِيمَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - قَدِ ارْتَقَوْا فِي وَثَنِيَّتِهِمْ إِلَى هَذِهِ الْمَرْتَبَةِ فِي الْجُمْلَةِ أَوْ أَوْشَكُوا، إِذْ إِنَّهُمْ عَقَلُوا أَنَّ الْأَصْنَامَ لَا تَسْمَعُ دُعَاءَهُمْ وَلَا تُبْصِرُ عِبَادَتَهُمْ، وَلَا تَقْدِرُ عَلَى نَفْعِهِمْ وَلَا ضُرِّهِمْ، وَإِنَّمَا قَلَّدُوا بِعِبَادَتِهَا آبَاءَهُمْ، كَمَا يُعْلَمُ مِنْ مُحَاجَّتِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - لَهُمْ فِي سُورَةِ الشُّعَرَاءِ (٢٦: ٦٩) إِلَخْ. وَلِذَلِكَ اتَّخَذُوهَا آلِهَةً مَعْبُودِينَ، لَا أَرْبَابًا مُدَبِّرِينَ، وَلَكِنَّهُمُ اتَّخَذُوا الْكَوَاكِبَ أَرْبَابًا لِمَا لَهَا مِنَ التَّأْثِيرِ السَّبَبِيِّ أَوِ الْوَهْمِيِّ فِي الْأَرْضِ، وَتَوَسَّعُوا فِي إِسْنَادِ التَّأْثِيرِ إِلَيْهَا حَتَّى اخْتَرَعُوا مِنْ ذَلِكَ مَا لَا شُبْهَةَ لَهُ، فَكَانُوا يَعْتَقِدُونَ أَنَّ الشَّمْسَ رَبُّ النَّارِ، وَنَيِّرُ الْأَرْضِ وَالسَّمَاءِ، يُدَبِّرُ الْمُلُوكَ، وَيُفِيضُ عَلَيْهِمْ رُوحَ الشَّجَاعَةِ وَالْإِقْدَامِ، وَيَنْصُرُ جُنْدَهُمْ، وَيَخْذُلُ عَدُوَّهُمْ، وَيُمَزِّقُهُ كُلَّ مُمَزَّقٍ، وَيَعْتَقِدُونَ نَحْوَ ذَلِكَ فِي زُحَلَ وَاسْمُهُ (بِينِي) وَيَعْتَقِدُونَ أَنَّ (مِرْدَاخَ) وَهُوَ الْمُشْتَرَى - شَيْخُ الْأَرْبَابِ وَرَبُّ الْعَدْلِ وَالْأَحْكَامِ، حَافَظُ الْأَبْوَابِ الَّتِي يَدْخُلُهَا الْخُصُومُ لِفَصْلِ الْخُصُومَاتِ - وَأَنَّ (رَنْكَالَ) </p><p> وَهُوَ الْمِرِّيخُ كَمِيُّ الْأَرْبَابِ، وَرَبُّ الصَّيْدِ، وَسُلْطَانُ الْحَرْبِ، فَهُوَ يَشْتَرِكُ مَعَ زُحَلَ فِي تَدْبِيرِهِ إِلَّا أَنَّ هَذَا هُوَ الْمُقَدَّمُ فِي الصَّيْدِ، وَذَاكَ الْمُقَدَّمُ فِي الْحَرْبِ، وَأَنْ (عِشْتَارَ - أَوْ - نَانَا) وَهِيَ الزُّهَرَةُ رَبَّةُ الْغِبْطَةِ وَالسَّعَادَةِ، وَمُفِيضَةُ السُّرُورِ عَلَى النَّاسِ، وَتُمَثَّلُ فِي الْآثَارِ بِامْرَأَةٍ عَارِيَةٍ، وَأَنَّ (نَبْوَ) وَهُوَ عُطَارِدٌ رَبُّ الْعِلْمِ وَالْحِكْمَةِ. </p><p> وَكَانَتْ حُجَّةُ إِبْرَاهِيمَ الْبَالِغَةَ فِي حَصْرِ الْعِبَادَةِ بِالتَّوَجُّهِ فِيهَا إِلَى فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَحْدَهُ دُونَ غَيْرِهِ مِنَ الْوَسَائِطِ وَالْوَسَائِلِ، وَمِثْلُهَا فِي سُورَةِ الْأَنْبِيَاءِ فَقَدْ قَالَ فِي تَمَاثِيلِهِمْ:  (بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ)  (٢١: ٥٦) وَبِهَذَا كَانَ </p><p> يَحْتَجُّ جَمِيعُ الرُّسُلِ عَلَيْهِمُ السَّلَامُ، وَهُوَ أَقْوَى الْحُجَجِ وَأَظْهَرُهَا، وَأَمَّا مَا ذَكَرَهُ إِبْرَاهِيمُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - مِنَ التَّعْرِيضِ قَبْلَهَا فَهُوَ تَمْهِيدٌ لَهَا. </p><p> (الْمَسْأَلَةُ الثَّالِثَةُ: آرَاءُ الْمُتَكَلِّمِينَ وَالْفَلَاسِفَةِ فِي حُجَّةِ إِبْرَاهِيمَ) </p><p> مَا ذَكَرَهُ الرَّازِيُّ وَغَيْرُهُ مِنْ مُفَسِّرِي الْمُتَكَلِّمِينَ فِي هَذِهِ الْمُحَاجَّةِ تَكَلُّفٌ لَا تَدُلُّ عَلَيْهِ الْعِبَارَةُ، وَلَا يَقْتَضِيهِ الْعَقْلُ، وَلَا تَتَوَقَّفُ عَلَيْهِ الْحِجَّةُ، وَقَدْ تَقَدَّمَ أَنَّهُمْ جَعَلُوا مَقُولَهُمْ فِيهَا عَلَى ذِكْرِ الْأُفُولِ، وَكَوْنِ وَجْهُ الْحُجَّةِ فِيهِ دَلَالَتَهُ عَلَى الْإِمْكَانِ وَالْحُدُوثِ، وَقَالُوا: إِنَّ أَحْسَنَ الْكَلَامِ مَا يَحْصُلُ فِيهِ نَصِيبٌ لِكُلٍّ مِنَ الْخَوَاصِّ وَالْأَوْسَاطِ وَالْعَوَامِّ، فَالْخَوَاصُّ يَفْهَمُونَ مِنَ الْأُفُولِ الْإِمْكَانَ، وَكُلُّ مُمْكِنٍ مُحْتَاجٌ، وَالْمُحْتَاجُ لَا يَكُونُ مُقَطَّعُ الْحَاجَةِ، فَلَا بُدَّ مِنَ الِانْتِهَاءِ إِلَى مَنْ يَكُونُ مُنَزَّهًا عَنِ الْإِمْكَانِ حَتَّى تَنْقَطِعَ الْحَاجَاتُ بِسَبَبِ وُجُودِهِ كَمَا قَالَ:  (وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى)  (٥٣: ٤٢) وَأَمَّا الْأَوْسَاطُ فَإِنَّهُمْ يَفْهَمُونَ مِنَ الْأُفُولِ مُطْلَقَ الْحَرَكَةِ، فَكُلُّ مُتَحَرِّكٍ مُحْدَثٌ، وَكُلُّ مُحْدَثٍ فَهُوَ مُحْتَاجٌ إِلَى الْقَدِيمِ الْقَادِرِ، فَلَا يَكُونُ الْآفِلُ إِلَهًا بَلِ الْإِلَهُ هُوَ الَّذِي احْتَاجَ إِلَيْهِ ذَلِكَ الْآفِلُ، وَأَمَّا الْعَوَامُّ فَإِنَّهُمْ يَفْهَمُونَ مِنَ الْأُفُولِ الْغُرُوبَ، وَهُمْ يُشَاهِدُونَ أَنَّ كُلَّ كَوْكَبٍ يَقْرُبُ مِنَ الْأُفُولِ فَإِنَّهُ يَزُولُ نُورُهُ وَيَنْقُصُ ضَوْؤُهُ، وَيَذْهَبُ سُلْطَانُهُ وَيَصِيرُ كَالْمَعْزُولِ، وَمَنْ يَكُونُ كَذَلِكَ لَا يَصْلُحُ لِلْإِلَهِيَّةِ (قَالَ الرَّازِيُّ) بَعْدَ مَا تَقَدَّمَ: فَهَذِهِ الْكَلِمَةُ \" لَا أُحِبُّ الْآفِلِينَ \" مُشْتَمِلَةٌ عَلَى نَصِيبِ الْمُقَرَّبِينَ، وَأَصْحَابِ الْيَمِينِ، وَأَصْحَابِ الشِّمَالِ، فَكَانَتْ أَكْمَلَ الدَّلَائِلِ وَأَفْضَلَ الْبَرَاهِينِ. ثُمَّ ذَكَرَ الرَّازِيُّ بَعْدَ هَذَا دَقِيقَةً اسْتَنْبَطَهَا مِنْ مَذْهَبِ </p><p> عُلَمَاءِ الْفَلَكِ عَلَى عَهْدِهِ، هِيَ أَعْرَقُ فِي التَّكَلُّفِ مِنْ هَذَا التَّفْصِيلِ الَّذِي جَعَلَ فِيهِ الْوَجْهَ الصَّحِيحَ فِي الْحُجَّةِ نَصِيبَ الْعَوَامِّ الَّذِينَ سَمَّاهُمْ أَصْحَابَ الشِّمَالِ، وَهُوَ يَعْلَمُ أَنَّ أَصْحَابَ الشِّمَالِ هُمْ أَهْلُ النَّارِ (فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ) . </p><p> ثُمَّ قَالَ الرَّازِيُّ: تَفَلْسَفَ الْغَزَالِيُّ فِي بَعْضِ كُتُبِهِ، وَحَمَلَ الْكَوْكَبَ عَلَى النَّفْسِ النَّاطِقَةِ الْحَيَوَانِيَّةِ الَّتِي لِكُلِّ كَوْكَبٍ، وَالْقَمَرَ عَلَى النَّفْسِ النَّاطِقَةِ الَّتِي لِكُلِّ فَلَكٍ، وَالشَّمْسَ عَلَى الْعَقْلِ الْمُجَرَّدِ الَّذِي لِكُلِّ ذَلِكَ. وَكَانَ أَبُو عَلِيِّ بْنُ سِينَا يُفَسِّرُ الْأُفُولَ بِالْإِمْكَانِ (أَيْ فَهُوَ عِنْدَ الرَّازِيِّ إِمَامُ الْمُقَرَّبِينَ!) فَزَعَمَ الْغَزَالِيُّ أَنَّ الْمُرَادَ بِأُفُولِهَا إِمْكَانُهَا فِي نَفْسِهَا، وَزَعَمَ أَنَّ الْمُرَادَ مِنْ قَوْلِهِ:  (لَا أُحِبُّ الْآفِلِينَ) أَنَّ هَذِهِ الْأَشْيَاءَ بِأَسْرِهَا مُمْكِنَةُ الْوُجُودِ لِذَوَاتِهَا، وَكُلُّ مُمْكِنٍ فَلَا بُدَّ لَهُ مِنْ مُؤَثِّرٍ، وَلَا بُدَّ لَهُ مِنَ الِانْتِهَاءِ إِلَى وَاجِبِ الْوُجُودِ. وَاعْلَمْ أَنَّ هَذَا الْكَلَامَ لَا بَأْسَ بِهِ إِلَّا أَنَّهُ يَبْعُدُ حَمْلُ لَفْظِ الْآيَةِ عَلَيْهِ. وَمِنَ النَّاسِ مَنْ حَمَلَ الْكَوْكَبَ عَلَى الْحِسِّ، وَالْقَمَرَ عَلَى الْخَيَالِ وَالْوَهْمِ، وَالشَّمْسَ عَلَى الْعَقْلِ، وَالْمُرَادُ أَنَّ هَذِهِ الْقُوَى الْمُدْرِكَةَ الثَّلَاثَ قَاصِرَةٌ مُتَنَاهِيَةٌ، وَمُدَبِّرُ الْعَالَمِ مُسْتَوْلٍ عَلَيْهَا قَاهِرٌ لَهَا، وَاللهُ أَعْلَمُ. انْتَهَى كَلَامُ الرَّازِيِّ، وَلَيْسَ مَا اسْتَحْسَنَهُ مِنْ قَبْلُ - بَلْ سَمَّاهُ أَحْسَنَ الْكَلَامِ - إِلَّا مِثْلُ مَا اسْتَبْعَدَ حَمْلَ الْآيَةِ عَلَيْهِ مِنْ بَعْدُ أَوْ هُوَ أَبْعَدُ وَأَجْدَرُ بِالْمَلَامِ. </p><p> (الْمَسْأَلَةُ الرَّابِعَةُ: إِشَارَاتُ الصُّوفِيَّةِ فِي الْآيَاتِ) . </p><p> أَوْرَدَ نِظَامُ الدِّينِ الْحَسَنُ بْنُ مُحَمَّدٍ النَّيْسَابُورِيُّ فِي تَأْوِيلَاتِ تَفْسِيرِهِ عِبَارَتَيْنِ فِي الْآيَاتِ، قَالَ فِي الْأُولَى: إِنَّ إِبْرَاهِيمَ رَأَى نُورَ الرُّشْدِ فِي صُورَةِ الْكَوْكَبِ، وَنُورَ الرُّبُوبِيَّةِ فِي صُورَةِ الْقَمَرِ، وَنُورَ الْهِدَايَةِ فِي صُورَةِ الشَّمْسِ، وَسَبَّكَ ذَلِكَ بِعِبَارَةٍ شِعْرِيَّةٍ مُتَكَلِّفَةٍ. وَأَمَّا الْعِبَارَةُ الثَّانِيَةُ فَزَعَمَ أَنَّهَا دَارَتْ فِي خَلَدِهِ، وَمَا هِيَ إِلَّا مَا نَقَلَهُ الرَّازِيُّ (الَّذِي لَخَّصَ هُوَ تَفْسِيرَهُ وَزَادَ عَلَيْهِ هَذِهِ التَّأْوِيلَاتِ) عَنِ الْغَزَالِيِّ - وَذَكَرْنَاهُ آنِفًا - إِلَّا أَنَّهُ تَصَرَّفَ فِيهِ فَجَعَلَهُ أَقْرَبَ إِلَى التَّصَوُّفِ. وَقَدْ نَقَلَ الْأَلُوسِيُّ هَذِهِ الْعِبَارَةَ الْأَخِيرَةَ عَنِ النَّيْسَابُورِيِّ فِي إِشَارَاتِهِ، وَذَكَرَ قَبْلَهَا إِشَارَةً جَعَلَ فِيهَا الْكَوَاكِبَ إِشَارَةً إِلَى النَّفْسِ الَّتِي هِيَ الرُّوحُ الْحَيَوَانِيَّةُ، وَالْقَمَرَ إِشَارَةً إِلَى الْقَلْبِ، وَالشَّمْسَ إِشَارَةً إِلَى الرُّوحِ، وَأَنَّهَا أَفَلَتْ بَعْدَ تَجَلِّيهَا بِتَجَلِّي أَنْوَارِ الْحَقِّ، وَهُوَ أَقَلُّ تَكَلُّفًا مِمَّا قَبْلَهُ، وَإِنْ كَانَ بَاطِلًا مِثْلَهُ. </p><p> وَأَمْثَلُ مَا قِيلَ فِي بَابِ الْإِشَارَةِ مَا شَرَحَهُ الْغَزَالِيُّ فِي بَحْثِ فِرَقِ الْمَغْرُورِينَ مِنَ الصُّوفِيَّةِ فِي كِتَابِ الْغُرُورُ مِنَ الْإِحْيَاءِ، فَإِنَّهُ بَعْدَ أَنْ ذَكَرَ الَّذِينَ اغْتَرُّوا بِأَوَّلِ مَا انْفَتَحَ لَهُمْ مِنْ أَبْوَابِ الْمَعْرِفَةِ وَمَا شَمُّوا مِنْ رَائِحَتِهَا فَوَقَفُوا عِنْدَهُ، قَالَ: </p><p> (وَفِرْقَةٌ أُخْرَى) جَاوَزُوا هَؤُلَاءِ، وَلَمْ يَلْتَفِتُوا إِلَى مَا يَفِيضُ عَلَيْهِمْ مِنَ الْأَنْوَارِ فِي الطَّرِيقِ، وَلَا إِلَى مَا تَيَسَّرَ لَهُمْ مِنَ الْعَطَايَا الْجَزِيلَةِ، وَلَمْ يُعَرِّجُوا عَلَى الْفَرَحِ بِهَا وَالِالْتِفَاتِ إِلَيْهَا، جَادِّينَ فِي السَّيْرِ حَتَّى قَارَبُوا فَوَصَلُوا إِلَى حَدِّ الْقُرْبَةِ إِلَى اللهِ تَعَالَى، فَظَنُّوا أَنَّهُمْ قَدْ وَصَلُوا إِلَى اللهِ فَوَقَفُوا وَغَلِطُوا ; فَإِنَّ لِلَّهِ تَعَالَى سَبْعِينَ حِجَابًا مِنْ نُورٍ، لَا يَصِلُ السَّالِكُ إِلَى حِجَابٍ مِنْ تِلْكَ الْحُجُبِ فِي الطَّرِيقِ إِلَّا يَظُنُّ أَنَّهُ قَدْ وَصَلَ. وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ، إِذْ قَالَ تَعَالَى إِخْبَارًا عَنْهُ:  (فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي)  (٦: ٧٦) وَلَيْسَ الْمَعْنِيُّ بِهِ هَذِهِ الْأَجْسَامَ الْمُضِيئَةَ ; فَإِنَّهُ كَانَ يَرَاهَا فِي الصِّغَرِ وَيَعْلَمُ أَنَّهَا لَيْسَتْ آلِهَةً، وَهِيَ كَثِيرَةٌ وَلَيْسَتْ وَاحِدًا، وَالْجُهَّالُ يَعْلَمُونَ أَنَّ الْكَوْكَبَ لَيْسَ بِإِلَهٍ، فَمِثْلُ إِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - لَا يَغُرُّهُ الْكَوْكَبُ الَّذِي لَا يَغُرُّ السَّوَادَيَّةَ، وَلَكِنَّ الْمُرَادَ بِهِ أَنَّهُ نُورٌ مِنَ الْأَنْوَارِ الَّتِي هِيَ مِنْ حُجُبِ اللهِ عَزَّ وَجَلَّ، وَهِيَ عَلَى طَرِيقِ السَّالِكِينَ، وَلَا يُتَصَوَّرُ الْوُصُولُ إِلَى اللهِ تَعَالَى إِلَّا بِالْوُصُولِ إِلَى هَذِهِ الْحُجُبِ، وَهِيَ حُجُبٌ مِنْ نُورٍ بَعْضُهَا أَكْبَرُ مِنْ بَعْضٍ، وَأَصْغَرُ النَّيِّرَاتِ الْكَوْكَبُ، فَاسْتُعِيرَ لَهُ لَفْظُهُ، وَأَعْظَمُهَا الشَّمْسُ، وَبَيْنَهُمَا رُتْبَةُ الْقَمَرِ، فَلَمْ يَزَلْ إِبْرَاهِيمُ - عَلَيْهِ السَّلَامُ - لَمَّا رَأَى مَلَكُوتَ السَّمَاوَاتِ حَيْثُ قَالَ اللهُ تَعَالَى: </p><p> (وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ) يَصِلُ إِلَى نُورٍ بَعْدَ نُورٍ، وَيَتَخَيَّلُ إِلَيْهِ فِي أَوَّلِ مَا كَانَ يَلْقَاهُ أَنَّهُ قَدْ وَصَلَ، ثُمَّ كَانَ يُكْشَفُ لَهُ أَنَّ وَرَاءَهُ أَمْرًا فَيَتَرَقَّى إِلَيْهِ وَيَقُولُ قَدْ وَصَلْتُ، فَيُكْشَفُ لَهُ مَا وَرَاءَهُ حَتَّى وَصَلَ إِلَى الْحِجَابِ الْأَقْرَبِ الَّذِي لَا وُصُولَ إِلَّا بَعْدَهُ، فَقَالَ:  (هَذَا أَكْبَرُ) فَلَمَّا ظَهَرَ لَهُ أَنَّهُ مَعَ عِظَمِهِ غَيْرُ خَالٍ عَنِ الْهَوَى فِي حَضِيضِ النَّقْصِ وَالِانْحِطَاطِ عَنْ ذِرْوَةِ الْكَمَالِ (قَالَ لَا أُحِبُّ الْآفِلِينَ. . . . إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي</p><p> فَطَرَ السَّمَاوَاتِ) . وَسَالِكُ هَذِهِ الطَّرِيقِ قَدْ يَغْتَرُّ فِي الْوُقُوفِ عَلَى بَعْضِ هَذِهِ الْحُجُبِ، وَقَدْ يَغْتَرُّ بِالْحِجَابِ الْأَوَّلِ، وَأَوَّلُ الْحَجْبِ بَيْنَ اللهِ وَبَيْنَ الْعَبْدِ هُوَ نَفْسُهُ، فَإِنَّهُ أَيْضًا أَمْرٌ رَبَّانِيٌّ، وَهُوَ نُورٌ مِنْ أَنْوَارِ اللهِ تَعَالَى، أَعْنِي سِرَّ الْقَلْبِ الَّذِي تَتَجَلَّى فِيهِ حَقِيقَةُ الْحَقِّ كُلِّهِ حَتَّى إِنَّهُ لَيَتَّسِعُ لِجُمْلَةِ الْعَالِمِ وَيُحِيطَ بِهِ، وَتَتَجَلَّى فِيهِ صُورَةُ الْكُلِّ، وَعِنْدَ ذَلِكَ يُشْرِقُ نُورُهُ إِشْرَاقًا عَظِيمًا، إِذْ يَظْهَرُ فِيهِ الْوُجُودُ كُلُّهُ عَلَى مَا هُوَ عَلَيْهِ، وَهُوَ فِي أَوَّلِ الْأَمْرِ مَحْجُوبٌ بِمِشْكَاةٍ هِيَ كَالسَّاتِرِ لَهُ، فَإِذَا تَجَلَّى نُورُهُ وَانْكَشَفَ جَمَالُ الْقَلْبِ بَعْدَ إِشْرَاقِ نُورِ اللهِ رُبَّمَا الْتَفَتَ صَاحِبُ الْقَلْبِ إِلَى الْقَلْبِ فَيَرَى مِنْ جَمَالِهِ الْفَائِقِ مَا يُدْهِشُهُ، وَرُبَّمَا يَسْبِقُ لِسَانُهُ فِي هَذِهِ الدَّهْشَةِ فَيَقُولُ: أَنَا الْحَقُّ، فَإِنْ لَمْ يَتَّضِحْ لَهُ مَا وَرَاءَ ذَلِكَ اغْتَرَّ بِهِ، وَوَقَفَ عَلَيْهِ وَهَلَكَ، وَكَانَ قَدِ اغْتَرَّ بِكَوْكَبٍ صَغِيرٍ مِنْ أَنْوَارِ الْحَضْرَةِ الْإِلَهِيَّةِ، وَلَمْ يَصِلْ بَعْدُ إِلَى الْقَمَرِ فَضْلًا عَنِ الشَّمْسِ فَهُوَ مَغْرُورٌ. وَهَذَا مَحَلُّ الِالْتِبَاسِ، إِذِ الْمُتَجَلِّي يَلْتَبِسُ بِالْمُتَجَلَّى فِيهِ كَمَا يَلْتَبِسُ لَوْنُ مَا يَتَرَاءَى فِي الْمِرْآةِ بِالْمِرْآةِ، فَيَظُنُّ أَنَّهُ لَوْنُ الْمِرْآةِ، وَكَمَا يَلْتَبِسُ مَا فِي الزُّجَاجِ بِالزُّجَاجِ كَمَا قِيلَ: </p><p> رَقَّ الزُّجَاجُ وَرَاقَتِ الْخَمْرُ ... فَتَشَابَهَا فَتَشَاكَلَ الْأَمْرُ </p><p> فَكَأَنَّمَا خَمْرٌ وَلَا قَدَحٌ ... وَكَأَنَّمَا قَدَحٌ وَلَا خَمْرٌ. </p><p> وَبِهَذِهِ الْعَيْنِ نَظَرَ النَّصَارَى إِلَى الْمَسِيحِ، فَرَأَوْا إِشْرَاقَ نُورِ اللهِ قَدْ تَلَأْلَأَ فِيهِ </p><p> فَغَلِطُوا فِيهِ، كَمَنْ رَأَى كَوْكَبًا فِي مِرْآةٍ أَوْ فِي مَاءٍ فَيَظُنُّ أَنَّ الْكَوْكَبَ فِي الْمِرْآةِ أَوْ فِي الْمَاءِ، فَيَمُدُّ يَدَهُ إِلَيْهِ لِيَأْخُذَهُ وَهُوَ مُغْرُورٌ \". اهـ. </p>"
}