{
  "id": null,
  "sura": 6,
  "aya": 90,
  "text": "<p> وَيُصْلِحُ مَا أَفْسَدَ فِيهِ أَهْلُهُ وَغَيْرُ أَهْلِهِ، وَيُعِيدُونَ بِنَاءَ مَا هُدِمَ مِنْ شَرْعِهِ، وَرَفْعَ عِمَادِ مَائِلٍ مِنْ عَرْشِهِ، وَلَوْ بِإِزَالَةِ الْعِلَلِ وَالْمَوَانِعِ وَتَمْهِيدِ السَّبِيلِ لِذَلِكَ. وَقَدْ يَكُونُ ذَلِكَ عَلَى وَجْهٍ غَيْرِ مَا يَنْتَظِرُهُ الْجَمَاهِيرُ مِنْ ظُهُورِ الْمَهْدِيِّ بَعْدَ أَنْ خَابَتِ الْآمَالُ فِي كَثِيرٍ مِنْ أَدْعِيَاءِ الْمَهْدِيَّةِ. وَإِذَا كَانَ اللهُ قَدْ أَرَانَا فِي تَارِيخِنَا مِصْدَاقَ قَوْلِ رَسُولِهِ \" إِنَّ اللهَ تَعَالَى لَيُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الْفَاجِرِ \" وَقَوْلِهِ: \" إِنَّ اللهَ تَعَالَى لَيُؤَيِّدُ الْإِسْلَامَ بِرِجَالٍ مَا هُمْ مِنْ أَهْلِهِ \" أَفَيَضِيقُ عَلَى فَضْلِهِ أَنْ يَكُونَ مَضْمُونُ هَذِهِ الْآيَةِ عَامًا مُكَرَّرًا وَيُؤَيِّدُ اللهُ الْإِسْلَامَ بِقَوْمٍ لَيْسُوا بِكَافِرِينَ كَمَلَاحِدَةِ هَذَا الْعَصْرِ الْمَعْرُوفِينَ، وَلَا كَالصَّحَابَةِ مُؤْمِنِينَ كَامِلِينَ، بَلْ بَيْنَ ذَلِكَ كَخِيَارِ هَذَا الْعَصْرِ مِنَ الْمُسْلِمِينَ؟ وَبِهَذَا يَظْهَرُ مِنَ السِّرِّ فِي وَصْفِ الْقَوْمِ فِي الْآيَةِ بَعْدَ الْكُفْرِ مَا هُوَ أَعَمُّ مِمَّا ذَكَرَ مِنْ قَبْلُ! فَافْهَمْ. </p><p> (أُولَئِكَ الَّذِينَ هَدَى اللهُ فَبِهُدَاهُمُ اقْتَدِهِ) الْهُدَى ضِدُّ الضَّلَالِ، وَهُوَ يُطْلَقُ فِي مَقَامِ الدِّينِ عَلَى الطَّرِيقِ الْمُوصِلِ إِلَى الْحَقِّ، وَهُوَ الطَّرِيقُ الْمُسْتَقِيمُ نَطْلُبُهُ فِي صَلَاتِنَا، وَعَلَى سُلُوكِ ذَلِكَ الطَّرِيقِ وَالِاسْتِقَامَةِ فِي السَّيْرِ عَلَيْهِ، وَقَالَ الرَّاغِبُ: الْهُدَى وَالْهِدَايَةُ فِي مَوْضُوعِ اللُّغَةِ وَاحِدٌ، وَلَكِنْ قَدْ خَصَّ اللهُ عَزَّ وَجَلَّ لَفْظَةَ الْهُدَى بِمَا تَوَلَّاهُ وَأَعْطَاهُ وَاخْتُصَّ هُوَ بِهِ دُونَ مَا هُوَ إِلَى الْإِنْسَانِ انْتَهَى. وَهُوَ لَا يَصِحُّ مُطَّرِدًا. وَالِاقْتِدَاءُ فِي اللُّغَةِ السَّيْرُ عَلَى سُنَنِ مَنْ يُتَّخَذُ قُدْوَةً أَيْ مِثَالًا يُتْبَعُ. وَهُوَ لَا يَصِحُّ مُطَّرِدًا. قَالَ فِي </p><p> اللِّسَانِ: يُقَالُ قُدْوَةٌ وَقِدْوَةٌ لِمَا يُقْتَدَى بِهِ، ابْنُ سِيدَهْ: الْقُدْوَةُ وَالْقِدْوَةُ مَا تَسَنَّنْتَ بِهِ ثُمَّ قَالَ: وَقَدِ اقْتَدَى بِهِ وَالْقُدْوَةُ الْأُسْوَةُ. اهـ. وَالصَّوَابُ أَنَّهَا بِتَثْلِيثِ الْقَافِ. بَعْدَ هَذَا يَنْبَغِي أَنْ نَعْلَمَ مَا يَكُونُ بِهِ الِاقْتِدَاءُ وَمَا لَا يَكُونُ وَلَا سِيَّمَا اقْتِدَاءُ النَّبِيِّ - الْمُرْسَلِ بِالشَّرْعِ الْأَكْمَلِ - بِغَيْرِهِ مِمَّنْ لَوْ كَانَ حَيًّا لَمَا وَسِعَهُ إِلَّا اتِّبَاعُهُ، فَأَمَّا الْعِلْمُ بِتَوْحِيدِ اللهِ وَتَنْزِيهِهِ وَإِثْبَاتِ صِفَاتِ الْكَمَالِ لَهُ وَبِسَائِرِ أُصُولِ الدِّينِ وَعَقَائِدِهِ كَالْإِيمَانِ بِالْمَلَائِكَةِ وَأَمْرِ الْبَعْثِ وَالْجَزَاءِ، فَكُلُّ ذَلِكَ مِمَّا أَوْحَاهُ اللهُ تَعَالَى إِلَى رَسُولِهِ عَلَى أَكْمَلِ وَجْهٍ فَكَانَ عِلْمًا ضَرُورِيًّا وَبُرْهَانِيًّا لَهُ كَمَا تَقَدَّمَ تَقْرِيرُهُ مِنْ عَهْدٍ قَرِيبٍ، فَلَا يُمْكِنُ أَنْ يُؤْمَرَ بِالِاقْتِدَاءِ فِيهِ بِمَنْ قَبْلَهُ وَلَا هُوَ مِمَّا يَقَعُ فِيهِ الِاقْتِدَاءُ. وَقَوْلُهُ تَعَالَى لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) ١٦: ١٢٣ مَعْنَاهُ أَنَّ الْمِلَّةَ الَّتِي أَوْحَاهَا إِلَيْهِ وَأَمَرَهُ بِاتِّبَاعِهَا - وَهِيَ الْعَقِيدَةُ وَأَصْلُ الدِّينِ - هِيَ مِلَّةُ إِبْرَاهِيمَ، وَإِنَّمَا يَتْبَعُهَا لِأَمْرِ اللهِ لَا لِأَنَّهَا مِلَّةُ إِبْرَاهِيمَ، إِذْ لَيْسَتْ مِمَّا عَلِمَهُ مِنْ إِبْرَاهِيمَ بِالتَّلَقِّي عَنْهُ لِأَنَّهُ لَمْ يَكُنْ فِي عَصْرِهِ، وَلَا بِالنَّقْلِ لِأَنَّهُ لَمْ يَكُنْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَاقِلًا ذَلِكَ عَنِ الْعَرَبِ، وَإِنْ كَانَ مِنَ الْمَشْهُورِ الْمُتَوَاتِرِ عِنْدَ الْعَرَبِ أَنَّ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ مُوَحِّدًا حَنِيفًا. وَأَمَّا الشَّرَائِعُ الْعَمَلِيَّةُ فَلَا يَقْتَدِي فِيهَا الرَّسُولُ بِأَحَدٍ أَيْضًا، وَإِنَّمَا يَتَّبِعُهَا </p><p> لِأَنَّ اللهَ أَمَرَهُ بِاتِّبَاعِهَا - ذَلِكَ بِأَنَّ الرَّسُولَ لَا يَتْبَعُ فِي الدِّينِ إِلَّا مَا أُوحِيَ إِلَيْهِ مِنْ حَيْثُ أَنَّهُ أُوحِيَ إِلَيْهِ. وَقَدْ تَقَدَّمَ مِمَّا فَسَّرْنَا مِنْ هَذِهِ السُّورَةِ فِيهِ قَوْلُهُ تَعَالَى حِكَايَةً عَنْ رَسُولِهِ بِأَمْرِهِ (إِنْ أَتَبِّعُ إِلَّا مَا يُوحَى إِلَيَّ) ٦: ٥٠ وَمِثْلُهُ فِي أَوَاخِرَ سُورَةِ الْأَعْرَافِ (٧: ٢٠٣) وَقَالَ تَعَالَى: (ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا) ٤٥: ١٨ الْآيَةَ. وَمُوَافَقَةُ رَسُولٍ لِمَنْ قَبْلَهُ فِي أُصُولِ الدِّينِ وَبَعْضِ فُرُوعِهِ لَا يُسَمَّى اقْتِدَاءً وَلَا تَأَسِّيًا، وَإِنَّمَا يَكُونُ التَّأَسِّي بِهِ فِي طَرِيقَتِهِ الَّتِي سَلَكَهَا فِي الدَّعْوَةِ إِلَى الدِّينِ وَإِقَامَتِهِ. وَمِنَ الشَّوَاهِدِ عَلَى هَذَا قَوْلُهُ تَعَالَى:  (قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللهِ) ٦٠: ٤ الْآيَةَ - فَإِنَّهُ تَعَالَى أَرْشَدَ الْمُؤْمِنِينَ إِلَى التَّأَسِّي بِإِبْرَاهِيمَ وَمَنْ آمَنَ مَعَهُ وَجَعَلَهُمْ قُدْوَةً لَهُمْ فِي سِيرَتِهِمُ الْعَمَلِيَّةِ الَّتِي كَانَتْ مِنْ هَدْيِ اللهِ تَعَالَى لَهُمْ، وَهِيَ الْبَرَاءَةُ مِنْ مَعْبُودَاتِ قَوْمِهِمْ وَمِنْهُمْ مَا دَامُوا عَابِدِينَ لَهَا. </p><p> وَلَمَّا كَانَ وَعْدُ إِبْرَاهِيمَ لِأَبِيهِ بِالِاسْتِغْفَارِ لَهُ وَهُوَ مُشْرِكٌ لَيْسَ مِنْ هَذَا الْهُدَى، بَلْ كَانَ مَسْأَلَةً شَاذَّةً لَهَا سَبَبٌ خَاصٌّ اسْتَثْنَاهَا تَعَالَى مِنَ التَّأَسِّي بِهِ فَقَالَ:  (إِلَّا قَوْلَ</p><p> إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ) إِلَخْ. </p><p> فَمَعْنَى الْجُمْلَةِ عَلَى هَذَا: أُولَئِكَ الْأَنْبِيَاءُ الثَّمَانِيَةَ عَشَرَ الَّذِينَ ذُكِرَتْ أَسْمَاؤُهُمْ فِي الْآيَاتِ الْمَتْلُوَّةِ آنِفًا، وَالْمَوْصُوفُونَ فِي الْآيَةِ الْأَخِيرَةِ بِإِيتَاءِ اللهِ إِيَّاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ، هُمُ الَّذِينَ هَدَاهُمُ اللهُ تَعَالَى الْهِدَايَةَ الْكَامِلَةَ، فَبِهُدَاهُمْ دُونَ مَا يُغَايِرُهُ وَيُخَالِفُهُ مِنْ أَعْمَالِ غَيْرِهِمْ وَهَفَوَاتِ بَعْضِهِمُ اقْتَدِ أَيُّهَا الرَّسُولُ فِيمَا يَتَنَاوَلُهُ كَسْبُكَ وَعَمَلُكَ مِمَّا بُعِثْتَ بِهِ مِنْ تَبْلِيغِ الدَّعْوَةِ وَإِقَامَةِ الْحُجَّةِ وَالصَّبْرِ عَلَى التَّكْذِيبِ وَالْجُحُودِ، وَإِيذَاءِ أَهْلِ الْعِنَادِ وَالْجُمُودِ، وَمُقَلِّدَةِ الْآبَاءِ وَالْجُدُودِ وَإِعْطَاءِ كُلِّ حَالٍ حَقِّهَا مِنْ مَكَارِمِ الْأَخْلَاقِ وَأَحَاسِنِ الْأَعْمَالِ، كَالصَّبْرِ وَالشُّكْرِ، وَالشَّجَاعَةِ وَالْحِلْمِ، وَالْإِيثَارِ وَالزُّهْدِ، وَالسَّخَاءِ، وَالْبَذْلِ، وَالْحُكْمِ بِالْعَدْلِ، إِلَخْ. (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ) ١١: ١٢٠ (وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللهِ وَلَقَدْ جَاءَكَ مِنْ نَبَأِ الْمُرْسَلِينَ) ٦: ٣٤ (فَاصْبِرْ كَمَا صَبَرَ أَوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ ٤٦: ٣٥) فَأَمَّا قَوْلُهُ تَعَالَى لَهُ فِي آخِرِ سُورَةِ \" ن \"  (فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ ٦٨: ٤٨) - وَصَاحِبُ الْحُوتِ هُوَ يُونُسُ أَحَدُ هَؤُلَاءِ الْأَنْبِيَاءِ الثَّمَانِيَةَ عَشَرَ - فَالنَّهْيُ فِيهِ مِمَّا دَلَّ عَلَيْهِ الْحَصْرُ بِتَقْدِيمِ \" فَبِهُدَاهُمْ \" عَلَى \" اقْتَدِهْ \" كَمَا تَقَدَّمَ، فَإِنَّ هَذِهِ الْحَالَةَ لَمْ تَكُنْ مِنَ الْهُدَى الَّذِي هَدَى اللهُ يُونُسَ إِلَيْهِ، بَلْ هَفْوَةٌ عَاقَبَهُ اللهُ عَلَيْهَا ثُمَّ تَابَ عَلَيْهِ، وَلَا يَحُطُّ هَذَا مِنْ قَدْرِ يُونُسَ عَلَيْهِ السَّلَامُ، وَلِإِزَالَةِ تَوَهُّمِ ذَلِكَ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" لَا يَنْبَغِي لِعَبْدٍ أَنْ يَقُولَ أَنَا خَيْرٌ مِنْ يُونُسَ بْنِ مَتَّى \" وَقَالَ: \" لَا تُفَضِّلُونِي عَلَى يُونُسَ بْنِ مَتَّى \" أَيْ فِي </p><p> أَصْلِ النُّبُوَّةِ لِأَجْلِ هَفْوَتِهِ، وَهُوَ كَقَوْلِهِ \" لَا تُفَضِّلُوا بَيْنَ الْأَنْبِيَاءِ \" وَفِيهِ \" وَلَا أَقُولُ إِنَّ أَحَدًا أَفْضَلُ مِنْ يُونُسَ بْنِ مَتَّى \" وَكُلُّ ذَلِكَ فِي الصِّحَاحِ، وَالْمُرَادُ مِنْهُ عَدَمُ التَّفْرِيقِ بَيْنَ الرُّسُلِ وَالْأَنْبِيَاءِ لَا مَنْعُ مُطْلَقِ التَّفْضِيلِ، فَعُلِمَ بِهَذَا أَنَّ اللهَ لَمْ يَأْمُرْ خَاتَمَ رُسُلِهِ بِالِاقْتِدَاءِ بِكُلِّ فَرْدٍ مِنْ أُولَئِكَ الْأَنْبِيَاءِ فِي كُلِّ عَمَلٍ، وَإِنَّمَا أَمَرَهُ أَنْ يَقْتَدِي بِهُدَاهُمْ إِلَيْهِ فِي سِيرَتِهِمْ، سَوَاءٌ مَا كَانَ مِنْهُ مُشْتَرَكًا بَيْنَهُمْ، وَمَا امْتَازَ فِي الْكَمَالِ فِيهِ بَعْضُهُمْ، كَمَا امْتَازَ نُوحٌ وَإِبْرَاهِيمُ وَآلُ دَاوُدَ بِالشُّكْرِ، وَيُوسُفُ وَأَيُّوبُ وَإِسْمَاعِيلُ بِالصَّبْرِ، وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسُ بِالْقَنَاعَةِ وَالزُّهْدِ، وَمُوسَى وَهَارُونُ بِالشَّجَاعَةِ، وَشَدَّةِ الْعَزِيمَةِ فِي النُّهُوضِ بِالْحَقِّ. فَاللهُ تَعَالَى قَدْ هَدَى كُلَّ </p><p> نَبِيٍّ رَفَعَهُ دَرَجَاتٍ فِي الْكَمَالِ، وَجَعَلَ دَرَجَاتِ بَعْضِهِمْ فَوْقَ بَعْضٍ، ثُمَّ أَوْحَى إِلَى خَاتَمِ رُسُلِهِ خُلَاصَةَ سِيَرِ أَشْهَرِهِمْ وَأَفْضَلِهِمْ وَهُمُ الْمَذْكُورُونَ فِي هَذِهِ الْآيَاتِ وَفِي سَائِرِ الْقُرْآنِ الْكَرِيمِ، وَأَمَرَهُ أَنْ يَقْتَدِيَ بِهُدَاهُمْ ذَاكَ، وَهَذِهِ هِيَ الْحِكْمَةُ الْعُلْيَا لِذِكْرِ قِصَصِهِمْ فِي الْقُرْآنِ. وَقَدْ شَهِدَ اللهُ تَعَالَى بِأَنَّهُ جَاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ، وَأَنَّهُ لَمْ يَكُنْ بِدْعًا مِنَ الرُّسُلِ، فَعُلِمَ بِهَذَا أَنَّهُ كَانَ مُهْتَدِيًا بِهُدَاهُمْ كُلِّهِمْ، وَبِهَذَا كَانَتْ فَضَائِلُهُ وَمَنَاقِبُهُ الْكَسْبِيَّةُ أَعْلَى مِنْ جَمِيعِ مَنَاقِبِهِمْ وَفَضَائِلِهِمْ ; لِأَنَّهُ اقْتَدَى بِهَا كُلِّهَا فَاجْتَمَعَ لَهُ مِنَ الْكَمَالِ مَا كَانَ مُتَفَرِّقًا فِيهِمْ، إِلَى مَا هُوَ خَاصٌّ بِهِ دُونَهُمْ ; وَلِذَلِكَ شَهِدَ اللهُ تَعَالَى لَهُ بِمَا لَمْ يَشْهَدْ بِهِ لِأَحَدٍ مِنْهُمْ فَقَالَ:  (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ) ٦٨: ٤ وَأَمَّا فَضَائِلُهُ وَخَصَائِصُهُ الْوَهْبِيَّةُ فَأَمْرُ تَفْضِيلِهِ عَلَيْهِمْ فِيهَا أَظْهَرُ، وَأَعْظَمُهَا عُمُومُ الْبَعْثَةِ، وَخَتْمُ النُّبُوَّةِ وَالرِّسَالَةِ، وَإِنَّمَا كَمَالُ الْأَشْيَاءِ فِي خَوَاتِيمِهَا، صَلَّى الله عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ. وَالْهَاءُ فِي قَوْلِهِ:  (اقْتَدِهْ) لِلسَّكْتِ أَثْبَتَهَا فِي الْوَقْفِ وَالْوَصْلِ جُمْهُورُ الْقُرَّاءِ، وَحَذَفَهَا فِي الْوَصْلِ حَمْزَةُ وَالْكِسَائِيُّ، وَقَرَأَ ابْنُ عَامِرٍ بِكَسْرِ الْهَاءِ مِنْ غَيْرِ إِشْبَاعٍ، وَهُوَ مَا يُسَمُّونَهُ الِاخْتِلَاسَ، وَلَهُمْ فِي تَخْرِيجِهَا وُجُوهٌ. </p><p> بَعْدَ كِتَابَةِ مَا تَقَدَّمَ رَاجَعْتُ أَقْوَالَ الْمُفَسِّرِينَ فِي تَفْسِيرِ مَا بِهِ الِاقْتِدَاءُ فَرَأَيْتُ الرَّازِيَّ لَخَصَّهَا بِقَوْلِهِ: فَمِنَ النَّاسِ مَنْ قَالَ الْمُرَادُ أَنْ يَقْتَدِيَ بِهِمْ فِي الْأَمْرِ الَّذِي أَجْمَعُوا عَلَيْهِ وَهُوَ الْقَوْلُ بِالتَّوْحِيدِ وَالتَّنْزِيهِ عَنْ كُلِّ مَا لَا يَلِيقُ بِهِ - أَيْ بِاللهِ تَعَالَى - فِي الذَّاتِ وَالصِّفَاتِ وَالْأَفْعَالِ وَسَائِرِ الْعَقْلِيَّاتِ، وَقَالَ آخَرُونَ: الْمُرَادُ الِاقْتِدَاءُ بِهِمْ فِي جَمِيعِ الْأَخْلَاقِ الْحَمِيدَةِ وَالصِّفَاتِ الرَّفِيعَةِ الْكَامِلَةِ مِنَ الصَّبْرِ عَلَى أَذَى السُّفَهَاءِ وَالْعَفْوِ عَنْهُمْ. وَقَالَ آخَرُونَ: الْمُرَادُ الِاقْتِدَاءِ بِهِمْ فِي شَرَائِعِهِمْ إِلَّا مَا خَصَّهُ الدَّلِيلُ. وَبِهَذَا التَّقْدِيرِ كَانَتِ الْآيَةُ دَلِيلًا عَلَى أَنَّ شَرْعَ مَنْ قَبْلَنَا يَلْزَمُنَا - ثُمَّ ذَكَرَ بَعْدَ مُقَدِّمَةٍ وَجِيزَةٍ أَنَّ الْمُرَادَ: اقْتَدِ بِهِمْ فِي نَفْيِ الشِّرْكِ وَإِثْبَاتِ التَّوْحِيدِ وَتَحَمُّلِ سَفَاهَاتِ الْجُهَّالِ فِي هَذَا الْبَابِ (قَالَ) : وَقَالَ آخَرُونَ اللَّفْظُ مُطْلَقٌ، فَهُوَ مَحْمُولٌ عَلَى الْكُلِّ إِلَّا مَا خَصَّهُ الدَّلِيلُ الْمُنْفَصِلُ اهـ. </p><p> وَهَذِهِ الْأَقْوَالُ مُتَدَاخِلَةٌ، وَأَقْرَبُهَا إِلَى الصَّوَابِ ثَانِيهَا مِنْ حَيْثُ إِنَّهُ مُفَصَّلٌ وَآخِرُهَا الْمُجْمَلُ الَّذِي لَا يُعْلَمُ الْمُرَادُ مِنْهُ. </p><p> وَقَدْ نَظَّمَ الرَّازِيُّ هُنَا جَمِيعَ الْعَقْلِيَّاتِ فِي سَلْكِ أُصُولِ الدِّينِ مِنَ التَّوْحِيدِ وَالتَّنْزِيهِ وَإِثْبَاتِ الصِّفَاتِ، وَجَمِيعُ ذَلِكَ عِنْدَهُ لَا يُمْكِنُ أَنْ يَعْرِفَهُ الْأَنْبِيَاءُ وَلَا غَيْرُهُمْ إِلَّا بِنَظَرِ </p><p> الْعَقْلِ كَمَا نَقَلْنَاهُ عَنْهُ فِي هَذَا السِّيَاقِ مَرْدُودًا عَلَيْهِ، وَالِاقْتِدَاءُ فِي النَّظَرِ وَالِاسْتِدْلَالِ لَا يَظْهَرُ لَهُ مَعْنًى وَجِيهٌ فَإِنَّ غَايَتَهُ أَنْ يَسْتَدِلَّ بِمَا اسْتَدَلَّ بِهِ مَجْمُوعُهُمْ أَوْ كُلُّ فَرْدٍ مِنْهُمْ وَهُوَ لَا يَصِحُّ وَلَمْ يَقُلْ بِهِ أَحَدٌ، أَوْ أَنْ يَسْتَدِلَّ كَمَا اسْتَدَلُّوا وَلَيْسَ هَذَا اقْتِدَاءً وَلَا يَصِحُّ أَنْ يَكُونَ مُرَادًا. وَقَدْ أَوْرَدَ الرَّازِيُّ عَنِ الْقَاضِي فِي هَذِهِ الْمَسْأَلَةِ اعْتِرَاضًا وَضَعَهُ فِي غَيْرِ مَوْضِعِهِ وَأَجَابَ عَنْهُ بِمَا هُوَ حُجَّةٌ عَلَيْهِ لَا لَهُ. وَأَوْرَدَ السَّعْدُ عَلَى الْمَسْأَلَةِ أَنَّ الْوَاجِبَ فِي الِاعْتِقَادَاتِ وَأُصُولِ الدِّينِ هُوَ اتِّبَاعُ الدَّلِيلِ مِنَ الْعَقْلِ وَالسَّمْعِ فَلَا يَجُوزُ سِيَّمَا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُقَلِّدَ غَيْرَهُ فِيهِ، فَمَا مَعْنَى أَمْرِهِ بِالِاقْتِدَاءِ فِيهِ؟ وَأَجَابَ بِأَنَّ اعْتِقَادَهُ عَلَيْهِ السَّلَامُ حِينَئِذٍ لَيْسَ لِأَجْلِ اعْتِقَادِهِمْ بَلْ لِأَجْلِ التَّدْلِيلِ بِلَا مَعْنَى لِأَمْرِهِ بِذَلِكَ. وَجَعَلَ غَيْرُهُ مَعْنَاهُ: تَعْظِيمُ أُولَئِكَ الرُّسُلِ وَالْأَعْلَامِ بِأَنَّ طَرِيقَهُمْ هُوَ الْحَقُّ الْمُوَافِقُ لِلدَّلِيلِ، وَهُوَ تَكَلُّفٌ لَا يَقْبَلُهُ التَّنْزِيلُ. </p><p> وَأَمَّا الْقَوْلُ بِأَنَّ الْمُرَادَ الِاقْتِدَاءُ بِهِمْ فِي فُرُوعِ شَرَائِعِهِمْ فَهُوَ أَضْعَفُ الْأَقْوَالِ وَأَبْعَدُهَا عَنِ الصَّوَابِ، لَا لِمَا قِيلَ مِنِ اخْتِلَافِهَا وَتَنَاقُضِهَا وَقَبُولِهَا النَّسْخَ وَكَوْنِ الْمَنْسُوخِ لَمْ يَبْقَ هُدًى. بَلِ الْأَمْرُ أَعْظَمُ مِنْ ذَلِكَ: إِنَّ اللهَ بَعَثَ مُحَمَّدًا خَاتَمَ النَّبِيِّينَ وَالْمُرْسَلِينَ وَأَكْمَلَ لَنَا عَلَى لِسَانِهِ دِينَهُ الْمُبِينَ، وَأَرْسَلَهُ رَحْمَةً لِجَمِيعِ الْعَالَمِينَ، وَأَنْزَلَ عَلَيْهِ فِي أَوَاخِرَ مَا أَنْزَلَهُ بَعْدَ ذِكْرِ التَّوْرَاةِ وَالْإِنْجِيلِ وَأَهْلِ الْكِتَابِ:  (وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا) ٥: ٤٨ فَهَذِهِ الْآيَةُ نَاطِقَةٌ صَرَاحَةً بِأَنَّ كَتَابَ هَذَا الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُهَيْمِنٌ وَرَقِيبٌ وَحَاكِمٌ عَلَى مَا قَبْلَهُ مِنَ الْكُتُبِ الْإِلَهِيَّةِ لَا تَابِعٌ لِشَيْءٍ مِنْهَا - وَبِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُمِرَ بِأَنْ يَحْكُمَ بَيْنَ أَهْلِ الْكِتَابِ بِمَا جَاءَهُ مِنَ الْحَقِّ لَا بِمَا فِي كُتُبِهِمْ، وَلَا يَتِّبِعَ أَهْوَاءَهُمْ إِذْ يَوَدُّ كُلُّ فَرِيقٍ مِنْهُمْ أَنْ يَحْكُمَ لَهُ بِمَا يُوَافِقُ كُتُبَهُ وَمَذْهَبَهُ، وَكُلُّ ذِي دَعْوَى أَنْ يَحْكُمَ لَهُ بِمَا يُوَافِقُ مَصْلَحَتَهُ، عَلَى أَنَّهُ لَمْ يَثْبُتْ لِنَبِيٍّ مِنْ أُولَئِكَ الثَّمَانِيَةَ عَشَرَ شَرِيعَةٌ مُفَصِّلَةٌ إِلَّا لِمُوسَى عَلَيْهِ السَّلَامُ وَلَمْ يَذْكُرِ اللهُ تَعَالَى لِرَسُولِهِ مِنْ تِلْكَ الشَّرِيعَةِ إِلَّا أَحْكَامًا قَلِيلَةً اقْتَضَتْ ذِكْرَهَا إِقَامَةُ الْحُجَّةِ عَلَى الْيَهُودِ، وَذَلِكَ بَعْدَ نُزُولِ هَذِهِ السُّورَةِ الْمَكِّيَّةِ بِسِنِينَ، وَقَدْ شَهِدَ الْقُرْآنُ عَلَى الْيَهُودِ بِأَنَّهُمْ حَرَّفُوا وَبَدَّلُوا وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ، وَكَذَلِكَ أَهِلُ الْإِنْجِيلِ شَهِدَ عَلَيْهِمْ بِأَنَّهُمْ نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ، </p><p> وَقَدْ أَمَرَنَا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا فِي صَحِيحِ الْبُخَارِيِّ بِأَلَّا نُصَدِّقَ الْيَهُودَ فِيمَا يَرْوُونَهُ مِنَ التَّوْرَاةِ وَلَا نُكَذِّبَهُمْ، فَهَلْ يُمْكِنُ مَعَ هَذَا أَنْ يَكُونَ الْمُرَادُ بِقَوْلِهِ تَعَالَى:  \" فَبِهُدَاهُمُ اقْتَدِهْ \" : اقْتَدِ أَيُّهَا الرَّسُولُ - الْخَاتَمُ لِلنَّبِيِّينَ، الَّذِي أُكْمِلُ عَلَى لِسَانِهِ الدِّينَ - بِالْأَحْكَامِ </p><p> الْقَلِيلَةِ الَّتِي نُوحِيهَا إِلَيْكَ مِنْ أَحْكَامِ التَّوْرَاةِ بَعْدَ سِنِينَ؟ إِنَّ الَّذِينَ اخْتَرَعُوا هَذَا الْقَوْلَ فِي الْآيَةِ إِنَّمَا جَعَلُوهُ حُجَّةً جَدَلِيَّةً لِقَوْلٍ اتَّخَذُوهُ مَذْهَبًا، وَهُوَ أَنْ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا. وَقَدْ فَصَّلْنَا الْقَوْلَ بِبُطْلَانِهِ وَبُطْلَانِ الِاحْتِجَاجِ بِهَذِهِ الْآيَةِ عَلَيْهِ فِي تَفْسِيرِ آيَةِ الْمَائِدَةِ الْمَذْكُورَةِ آنِفًا (٥: ٤٨) فَيُرَاجَعُ فِي جُزْءٍ التَّفْسِيرِ السَّادِسِ وَبَقِيَّةُ تِلْكَ الْأَقْوَالِ الَّتِي أَوْرَدَهَا الرَّازِيُّ دَاخِلَةٌ فِيمَا ذَكَرْنَاهُ مِنْهَا، فَعُلِمَ بِهَذَا أَنَّ مَا قَرَّرْنَاهُ أَوَّلًا هُوَ الْوَجْهُ الصَّحِيحُ الَّذِي يَدُلُّ عَلَيْهِ الْقُرْآنُ الْعَزِيزُ، بِمَا ذَكَرْنَا مِنْ شَوَاهِدِ آيَاتِهِ فِي هَذَا التَّقْرِيرِ. </p><p> وَلَمْ يَرِدْ فِي التَّفْسِيرِ الْمَأْثُورِ شَيْءٌ مِنْ هَذِهِ الْمَسْأَلَةِ إِلَّا مَا أَخْرَجَهُ الْبُخَارِيُّ وَبَعْضُ رُوَاةِ التَّفْسِيرِ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ اسْتَدَلَّ بِالْآيَةِ عَلَى سُجُودِ التِّلَاوَةِ عِنْدَ قَوْلِهِ تَعَالَى عَنْ دَاوُدَ فِي سُورَةِ \" ص \" : (فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ ٣٨) : ٢٤ وَقَالَ: فَكَانَ دَاوُدُ مِمَّنْ أُمِرَ نَبِيُّكُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَقْتَدِيَ بِهِ فَسَجَدَهَا دَاوُدُ فَسَجَدَهَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ الْحَافِظُ فِي الْفَتْحِ وَفِي النَّسَائِيِّ مِنْ طَرِيقِ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا \" سَجَدَهَا دَاوُدُ تَوْبَةً وَنَحْنُ نَسْجُدُهَا شُكْرًا \" فَاسْتَدَلَّ الشَّافِعِيُّ بِقَوْلِهِ شُكْرًا عَلَى أَنَّهُ لَا يَسْجُدُ فِيهَا فِي الصَّلَاةِ ; لِأَنَّ سُجُودَ الشَّاكِرِ لَا يُشْرَعُ دَاخِلَ الصَّلَاةِ. وَلِأَبِي دَاوُدَ وَابْنِ خُزَيْمَةَ وَالْحَاكِمِ مِنْ حَدِيثِ أَبِي سَعِيدٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَرَأَ وَهُوَ عَلَى الْمِنْبَرِ \" ص \" فَلَمَّا بَلَغَ السَّجْدَةَ نَزَلَ فَسَجَدَ وَسَجَدَ النَّاسُ مَعَهُ، ثُمَّ قَرَأَهَا فِي يَوْمٍ آخَرَ فَتَهَيَّأَ النَّاسُ لِلسُّجُودِ فَقَالَ \" إِنَّمَا هِيَ تَوْبَةُ نَبِيٍّ وَلَكِنِّي رَأَيْتُكُمْ تَهَيَّأْتُمْ \" فَنَزَلَ وَسَجَدَ وَسَجَدُوا مَعَهُ. فَهَذَا السِّيَاقُ يُشْعِرُ بِأَنَّ السُّجُودَ فِيهَا لَمْ يُؤَكَّدْ كَمَا أُكِّدَ فِي غَيْرِهَا انْتَهَى. وَإِنَّمَا ذَكَرَ الْحَافِظُ هَذَا فِي شَرْحِ بَابِ سَجْدَةِ \" ص \" مِنَ الْبُخَارِيِّ، وَفِيهِ عَنِ ابْنِ عَبَّاسٍ أَنَّ سَجْدَةَ \" ص \" لَيْسَتْ مِنْ عَزَائِمِ السُّجُودِ، وَنَحْنُ نَسْتَدِلُّ بِمَا ذُكِرَ عَنْ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ يَلْتَزِمُ سُجُودَهَا، وَظَاهِرُ قَوْلِهِ \" نَسْجُدُهَا شُكْرًا \" يُخَالِفُ اسْتِنْبَاطَ ابْنِ عَبَّاسٍ أَنَّهُ كَانَ يَسْجُدُهَا اقْتِدَاءً بِدَاوُدَ، وَإِنَّمَا يَظْهَرُ الِاقْتِدَاءُ لَوْ سَجَدَهَا مِثْلَهُ تَوْبَةً، وَالْحَبْرُ هُوَ الْحَبْرُ وَلَكِنَّهُ غَيْرُ مَعْصُومٍ وَاللهُ أَعْلَمُ. </p><p> (تَحْقِيقُ مَسْأَلَةِ الْإِيمَانِ بِالرُّسُلِ إِجْمَالًا وَتَفْصِيلًا) . </p><p> وَعَدَدُ الرُّسُلِ الْمَذْكُورِينَ فِي الْقُرْآنِ. </p><p> مِنْ أُصُولِ الْعَقَائِدِ الْإِسْلَامِيَّةِ أَنَّ اللهَ تَعَالَى أَرْسَلَ فِي كُلِّ الْأُمَمِ رُسُلًا، مِنْهُمْ مَنْ قَصَّ عَلَى رَسُولِنَا وَمِنْهُمْ مَنْ لَمْ يَقْصُصْ عَلَيْهِ، وَأَنَّهُ يَجِبُ الْإِيمَانُ بِمَنْ ذَكَرَ مِنْهُمْ فِي الْقُرْآنِ إِيمَانًا تَفْصِيلِيًّا، أَيْ تَجِبُ مَعْرِفَتُهُمْ بِأَسْمَائِهِمْ، وَصَرَّحَ بَعْضُ الْعُلَمَاءِ بِأَنَّ إِنْكَارَ رِسَالَةِ أَحَدٍ مِنْهُمْ كُفْرٌ، وَظَاهِرُ كَلَامِهِمْ هَذَا أَنَّ مَعْرِفَتَهُمْ بِأَسْمَائِهِمْ مِنَ الْمُجْمَعِ عَلَيْهِ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ، فَلَا يُعْذَرُ أَحَدٌ بِجَهْلِهِ إِلَّا مَنْ كَانَ حَدِيثَ الْعَهْدِ بِالْإِسْلَامِ وَمَنْ نَشَأَ بَعِيدًا عَنْ بِلَادِ الْمُسْلِمِينَ، </p><p> فَمَنْ لَمْ يَعْلَمْ أَنَّ \" الْيَسَعَ \" رَسُولُ اللهِ - مَثَلًا - كَانَ كَافِرًا. وَلَكِنَّنَا نَعْلَمُ بِالِاخْتِبَارِ الصَّحِيحِ أَنَّ أَكْثَرَ عَوَامِّ الْمُسْلِمِينَ فِي عَصْرِنَا - وَمَثَلِهِ مَا قَبْلَهُ مِنَ الْأَعْصَارِ الْمُشَابِهَةِ لَهُ - لَا يَعْرِفُونَ أَسْمَاءَ كُلِّ مَنْ ذُكِرَ فِي الْقُرْآنِ مِنْهُمْ، إِذْ لَا يُلَقِّنُهُمْ أَحَدٌ ذَلِكَ. بَلْ نَعْلَمُ بِالِاخْتِبَارِ الصَّحِيحِ أَيْضًا أَنَّ أَكْثَرَ عَوَامِّ الْأَقْطَارِ الَّتِي عَرَفْنَاهَا لَا يُلَقِّنُهُمْ أَحَدٌ مِنْ أَهْلِ الْعِلْمِ عَقَائِدَ الْإِسْلَامِ، فَكُلُّ مَا يَعْلَمُونَ مِنْهَا هُوَ مَا يَسْمَعُهُ بَعْضُهُمْ مِنْ بَعْضٍ، وَلَيْسَ هَذَا مِنْهُ. وَإِذَا ثَبَتَ أَنَّ هَذَا لَيْسَ مِنَ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ، فَالَّذِي يَتَّجِهُ أَلَّا نُكَفِّرَ مُوَحِّدًا بِجَهْلِ بَعْضِ هَؤُلَاءِ الرُّسُلِ إِذَا كَانَ يُؤْمِنُ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ إِجْمَالًا، وَبِالْيَوْمِ الْآخِرِ وَبِالْقَدَرِ وَبِأَرْكَانِ الْإِسْلَامِ الْعَمَلِيَّةِ وَتَحْرِيمِ الْفَوَاحِشِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَسَائِرِ مَا لَا يَزَالُ مَعْلُومًا مِنَ الدِّينِ بِالضَّرُورَةِ، كَمَا أَنَّنَا لَا نُكَفِّرُ مَنْ ذُكِرَ بِجَهْلِ غَيْرِ ذَلِكَ مِمَّا يَخْفَى عَلَى الْعَوَامِّ مِنْ أَخْبَارِ الْقُرْآنِ وَأَحْكَامِهِ وَآدَابِهِ كَخَبَرِ أَهْلِ سَبَأٍ وَحُكْمِ إِرْثِ الْكَلَالَةِ وَأَدَبِ الِاسْتِئْذَانِ وَالسَّلَامِ لِدُخُولِ بُيُوتِ النَّاسِ، وَأَمَّا مَنْ جَحَدَ شَيْئًا مِنْ ذَلِكَ بَعْدَ الْعِلْمِ بِأَنَّهُ مَنْصُوصٌ فِي الْقُرْآنِ غَيْرَ مُتَأَوِّلٍ فَيَكْفُرُ لِأَنَّهُ كَذَّبَ كَلَامَ اللهِ تَعَالَى، وَمَدَارُ الْكُفْرِ بِكُلِّ أَنْوَاعِهِ عَلَى تَكْذِيبِ شَيْءٍ مِنْ أَمْرِ الدِّينِ عُلِمَ قَطْعًا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَاءَ بِهِ عَنِ اللهِ تَعَالَى كَمَّا أَنَّ مَدَارَ الْإِيمَانِ كُلِّهِ عَلَى تَصْدِيقِ الرَّسُولِ فِي كُلِّ مَا عُلِمَ قَطْعًا أَنَّهُ جَاءَ بِهِ عَنِ اللهِ تَعَالَى تَصْدِيقَ قَبُولٍ وَإِذْعَانٍ، وَتَقَدَّمَ تَفْصِيلُ ذَلِكَ فِي التَّفْسِيرِ. وَالْمُرَادُ بِالْعِلْمِ الْقَطْعِيِّ أَنْ يَكُونَ قَطْعِيَّ الرِّوَايَةِ كَالْقُرْآنِ وَبَعْضِ السُّنَةِ وَقَطْعِيَّ الدَّلَالَةِ كَالنُّصُوصِ الَّتِي لَا تَحْتَمِلُ التَّأَوِيلَ فَمَا كَانَ غَيْرَ قَطْعِيِّ الرِّوَايَةِ احْتَمَلَ أَنْ يُكَذِّبَهُ مُكَذِّبٌ </p><p> لِلْجَهْلِ بِالرِّوَايَةِ أَوْ لِعَدَمِ تَصْدِيقِهِ بَعْضَ رُوَاتِهِ، وَمَا كَانَ غَيْرَ قَطْعِيِّ الدَّلَالَةِ احْتَمَلَ أَنْ يُكَذِّبَ مُكَذِّبٌ بِبَعْضِ مَعَانِيهِ لِاعْتِقَادِهِ أَنَّ هَذَا الْمَعْنَى غَيْرُ مُرَادٍ، فَهَذَا مَا يَخْرُجُ بِغَيْرِ الْعِلْمِ الْقَطْعِيِّ، وَلِذَلِكَ يَشْتَرِطُ الْعُلَمَاءُ فِي ذَلِكَ أَنْ يَكُونَ مَجْمَعًا عَلَيْهِ مَعْلُومًا مِنَ الدِّينِ بِالضَّرُورَةِ، وَيَشْتَرِطُونَ أَنْ يَكُونَ الْمُكَذِّبُ غَيْرَ مُتَأَوِّلٍ إِذْ لَا يَتَأَوَّلُ أَحَدٌ إِلَّا مَا كَانَ غَيْرَ قَطْعِيِّ الدَّلَالَةِ عِنْدَهُ، وَلِهَذَا لَمْ يُكَفِّرْ سَلَفُ الْأُمَّةِ مَنْ خَالَفَهُمْ فِي فَهْمِ آيَاتِ الصِّفَاتِ وَغَيْرِهَا مِنْ فِرَقِ الْمُبْتَدَعَةِ مُتَأَوِّلًا، وَلَكِنَّ السَّلَفَ وَالْخَلْفَ يُكَفِّرُونَ مَنْ يُكَذِّبُ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِشَيْءٍ يَعْتَقِدُ هُوَ أَنَّهُ جَاءَ بِهِ عَنِ اللهِ تَعَالَى وَإِنْ لَمْ يَكُنْ فِي الْوَاقِعِ قَطْعِيَّ الرِّوَايَةِ وَالدَّلَالَةِ إِذْ مَدَارُ الْكُفْرِ عَلَى التَّكْذِيبِ. </p><p> وَقَدْ ذَكَرُوا فِي بَعْضِ كُتُبِ الْعَقَائِدِ وَغَيْرِهَا أَنَّ الْأَنْبِيَاءَ الْمُرْسَلِينَ الَّذِينَ ذُكِرُوا فِي الْقُرْآنِ وَيَجِبُ الْإِيمَانُ بِهِمْ تَفْصِيلًا خَمْسَةٌ وَعِشْرُونَ، هُمُ الثَّمَانِيَةَ عَشَرَ الَّذِينَ ذُكِرَتْ أَسْمَاؤُهُمْ فِي هَذِهِ الْآيَاتِ الَّتِي لَا زَالَ بِصَدَدِ تَفْسِيرِهَا، وَالسَّبْعَةُ الْآخَرُونَ آدَمُ أَبُو الْبَشَرِ وَإِدْرِيسُ وَلُوطٌ وَأَنْبِيَاءُ الْعَرَبِ هُودٌ وَصَالِحٌ وَشُعَيْبٌ وَخَاتَمُ الْجَمِيعِ مُحَمَّدٌ عَلَيْهِ وَعَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، </p><p> وَزَادَ بَعْضُهُمْ ذُو الْكِفْلِ لِذِكْرِهِ مَعَ الْأَنْبِيَاءِ فِي سُورَةِ \" ص \" وَلَكِنِ اخْتُلِفَ فِي نُبُوَّتِهِ لِعَدَمِ التَّصْرِيحِ بِهَا، وَإِنَّمَا وُصِفَ مَعَ مَنْ ذُكِرَ مَعَهُمْ بِأَنَّهُمْ مِنَ الْأَخْيَارِ. </p><p> وَلَيْسَ فِي الْقُرْآنِ نَصٌّ قَطْعِيٌّ صَرِيحٌ فِي رِسَالَةِ آدَمَ عَلَيْهِ السَّلَامُ بَلْ مَفْهُومُ قَوْلِهِ تَعَالَى:  (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ) ٤: ١٦٣ أَنَّ نُوحًا أَوَّلُ نَبِيٍّ مُرْسَلٍ أَوْحَى اللهُ إِلَيْهِ رِسَالَتَهُ وَشَرْعَهُ. وَيُؤَيِّدُهُ فِي الْجُمْلَةِ هَذِهِ الْآيَاتُ الَّتِي نُفَسِّرُهَا وَمَا فِي مَعْنَاهَا كَقَوْلِهِ تَعَالَى (وَلَقَدْ أَرْسَلَنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ) ٥٧: ٢٦ وَعَدَمُ ذِكْرِهِ فِي السُّورَةِ الَّتِي سَرَدَ فِيهَا ذِكْرَ الرُّسُلِ الْمَشْهُورِينَ كَهُودٍ وَمَرْيَمَ وَالْأَنْبِيَاءِ وَالشُّعَرَاءِ وَالصَّافَّاتِ وَص وَالْقَمَرِ. وَيُؤَيِّدُهُ بِالنَّصِّ الصَّرِيحِ حَدِيثُ الشَّفَاعَةِ الْمُتَّفَقِ عَلَيْهِ مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ وَأَبِي هُرَيْرَةَ وَالْأَوَّلُ أَصْرَحُ قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" يَجْمَعُ اللهُ النَّاسَ يَوْمَ الْقِيَامَةِ فَيَهْتَمُّونَ لِذَلِكَ فَيَقُولُونَ: لَوِ اسْتَشْفَعْنَا عَلَى رَبِّنَا فَأَرَاحَنَا مِنْ مَكَانِنَا هَذَا! فَيَأْتُونَ آدَمَ فَيَقُولُونَ: يَا آدَمُ أَنْتَ أَبُو الْبَشَرِ خَلَقَكَ اللهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ فَاشْفَعْ لَنَا إِلَى رَبِّكَ حَتَّى يُرِيحَنَا مِنْ مَكَانِنَا هَذَا. .فَيَقُولُ لَهُمْ آدَمُ:لَسْتُ هُنَاكُمْ - وَيَذْكُرُ ذَنْبَهُ الَّذِي أَصَابَهُ فَيَسْتَحِي مِنْ رَبِّهِ عَزَّ وَجَلَّ -</p><p> وَلَكِنِ ائْتُوا نُوحًا أَوَّلَ رَسُولٍ بَعَثَهُ اللهُ إِلَى الْأَرْضِ، فَيَأْتُونَ نُوحًا \" إِلَخْ وَفِي حَدِيثٍ أَبِي هُرَيْرَةَ أَنَّهُمْ يَقُولُونَ لَهُ \" يَا نُوحُ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهْلِ الْأَرْضِ \" الْحَدِيثَ وَهُوَ مَعْرُوفٌ مَشْهُورٌ، وَفِيهِ أَنَّ كُلَّ رَسُولٍ مِنْ أُولِي الْعَزْمِ - وَهُمْ عَلَى الرَّاجِحِ الْمَشْهُورِ نُوحٌ وَإِبْرَاهِيمُ وَمُوسَى وَعِيسَى وَمُحَمَّدٌ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ كَانَ يَدْفَعُهُمْ إِلَى مَنْ بَعْدَهُ حَتَّى إِذَا انْتَهَوْا إِلَى الْخَاتَمِ كَانَ هُوَ الشَّافِعُ الْمُشَفَّعُ. </p><p> وَقَدِ اضْطَرَبَتْ أَقْوَالُ الْعُلَمَاءِ فِي آيَةِ (إِنَّا أَوْحَيْنَا إِلَيْكَ) وَحَدِيثِ الشَّفَاعَةِ. قَالَ الرَّازِيُّ فِي تَفْسِيرِ الْآيَةِ:  (الْمَسْأَلَةُ الثَّالِثَةُ) قَالُوا إِنَّمَا بَدَأَ اللهُ بِذِكْرِ نُوحٍ لِأَنَّهُ أَوَّلُ نَبِيٍّ شَرَعَ اللهُ عَلَى لِسَانِهِ الْأَحْكَامَ وَالْحَلَالَ وَالْحَرَامَ، ثُمَّ قَالَ تَعَالَى:  (وَالنَّبِيِّينَ مِنْ بَعْدِهِ) ثُمَّ خَصَّ بَعْضَ النَّبِيِّينَ بِالذِّكْرِ لِكَوْنِهِمْ أَفْضَلَ مِنْ غَيْرِهِمْ، انْتَهَى وَتَبِعَهُ فِيهِ النَّيْسَابُورِيُّ وَأَبُو السُّعُودِ وَالْخَازِنُ وَغَيْرُهُمْ وَزَادُوا عَلَى ذَلِكَ خَصَائِصَ نُوحٍ. قَالَ الْخَازِنُ مَا نَصُّهُ: قَالَ الْمُفَسِّرُونَ: وَإِنَّمَا بَدَأَ اللهُ بِذِكْرِ نُوحٍ عَلَيْهِ السَّلَامُ لِأَنَّهُ أَوَّلُ نَبِيٍّ بُعِثَ بِشَرِيعَةٍ وَأَوَّلُ نَذِيرٍ عَلَى الشِّرْكِ، وَأَنْزَلَ اللهُ عَزَّ وَجَلَّ عَلَيْهِ عَشْرَ صَحَائِفَ، وَكَانَ أَوَّلَ نَبِيٍّ عُذِّبَتْ أُمَّتُهُ لِرَدِّهِمْ دَعْوَتَهُ، وَكَانَ أَبَا الْبَشَرِ كَآدَمَ عَلَيْهِمَا السَّلَامُ. انْتَهَى الْمُرَادُ مِنْهُ، وَمِثْلُهُ فِي فَتْحِ الْبَيَانِ فِي مَقَاصِدَ الْقُرْآنِ، وَذَكَرَ الْآلُوسِيُّ أَنَّ تَعْلِيلَ الْبَدْءِ بِذِكْرِهِ بِكَوْنِهِ أَوَّلَ مَنْ شَرَعَ اللهُ عَلَى لِسَانِهِ الْأَحْكَامَ قَدْ تُعُقِّبَ بِالْمَنْعِ، وَلَمْ يَذْكُرْ لِهَذَا الْمَنْعِ سَنَدًا، وَلَا لِقَوْلِهِ تَعَالَى:  (وَالنَّبِيِّينَ مِنْ بَعْدِهِ) حِكْمَةً وَلَا نُكْتَةً. وَقَدْ سَكَتَ عَنْ ذَلِكَ أَكْثَرُ الْمُفَسِّرِينَ الَّذِينَ اطَّلَعْنَا عَلَى كُتُبِهِمْ. فَمَفْهُومُ تَصْرِيحِ هَؤُلَاءِ الْمُفَسِّرِينَ النَّاقِلِينَ عَنْ غَيْرِهِمْ </p><p> مِنَ الْعُلَمَاءِ أَنَّ آدَمَ لَمْ يَكُنْ رَسُولًا لِأَنَّ الْآيَةَ تَدُلُّ عِنْدَهُمْ عَلَى أَنَّ أَوَّلَ رَسُولٍ شَرَعَ اللهُ عَلَى لِسَانِهِ الْأَحْكَامَ، هُوَ نُوحٌ عَلَيْهِ السَّلَامُ. </p><p> وَأَمَّا حَدِيثُ الشَّفَاعَةِ فَقَدْ تَكَلَّمَ فِيهِ الْحَافِظُ ابْنُ حَجَرٍ فِي عِدَّةِ مَوَاضِعَ مِنْ شَرْحِ الْبُخَارِيِّ: قَالَ فِي شَرْحِ حَدِيثِ جَابِرٍ مِنْ كِتَابِ التَّيَمُّمِ \" أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي - إِلَى قَوْلِهِ - وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً \" : وَأَمَّا قَوْلُ أَهْلِ الْمَوْقِفِ لِنُوحٍ كَمَا صَحَّ فِي حَدِيثِ الشَّفَاعَةِ: أَنْتَ أَوَّلُ رَسُولٍ إِلَى أَهْلِ الْأَرْضِ - فَلَيْسَ الْمُرَادُ بِهِ عُمُومَ بَعْثَتِهِ بَلْ إِثْبَاتُ أَوَّلِيَّةِ إِرْسَالِهِ انْتَهَى. وَهَذَا اعْتِرَافٌ بِأَنَّهُ أَوَّلُ الرُّسُلِ. ثُمَّ قَالَ فِي شَرْحِ حَدِيثِ أَبِي هُرَيْرَةَ مِنْ كِتَابِ أَحَادِيثِ الْأَنْبِيَاءِ: فَأَمَّا كَوْنُهُ أَوَّلَ الرُّسُلِ فَقَدِ اسْتُشْكِلَ بِأَنَّ آدَمَ كَانَ نَبِيًّا وَبِالضَّرُورَةِ </p><p> نَعْلَمُ أَنَّهُ كَانَ عَلَى شَرِيعَةٍ مِنَ الْعِبَادَةِ وَأَنَّ أَوْلَادَهُ أَخَذُوا ذَلِكَ عَنْهُ، فَعَلَى هَذَا فَهُوَ رَسُولٌ إِلَيْهِمْ فَيَكُونُ أَوَّلَ رَسُولٍ، فَيُحْتَمَلُ أَنْ تَكُونَ الْأَوَّلِيَّةُ فِي قَوْلِ أَهْلِ الْمَوْقِفِ لِنُوحٍ مُقَيَّدَةً بِقَوْلِهِمْ \" إِلَى أَهْلِ الْأَرْضِ \" لِأَنَّهُ فِي زَمَنِ آدَمَ لَمْ يَكُنْ لِلْأَرْضِ أَهْلٌ، أَوْ لِأَنَّ رِسَالَةَ آدَمَ إِلَى بَنِيهِ كَانَتْ كَالتَّرْبِيَةِ لِلْأَوْلَادِ، وَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ أَنَّهُ - أَيْ نُوحًا - أَوَّلُ رَسُولٍ أُرْسِلَ إِلَى بَنِيهِ وَغَيْرِهِمْ مِنَ الْأُمَمِ الَّذِينَ أُرْسِلَ إِلَيْهِمْ مِنْ تُفَرُّقِهِمْ فِي عِدَّةِ بِلَادٍ وَآدَمُ إِنَّمَا أُرْسِلَ إِلَى بَنِيهِ وَكَانُوا مُجْتَمِعِينَ فِي بَلْدَةٍ وَاحِدَةٍ. وَاسْتَشْكَلَهُ بَعْضُهُمْ بِإِدْرِيسَ وَلَا يَرِدُ لِأَنَّهُ اخْتُلِفَ فِي كَوْنِهِ جَدَّ نُوحٍ كَمَا تَقَدَّمَ انْتَهَى. أَقُولُ: وَيَلِي شَرْحَهُ لِهَذَا الْحَدِيثِ شَرْحُهُ لِمَا أَوْرَدَهُ الْبُخَارِيُّ فِي إِلْيَاسَ عَلَيْهِ السَّلَامُ وَفِيهِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ أَنَّ إِلْيَاسَ هُوَ إِدْرِيسُ، وَقَالَ الْحَافِظُ عِنْدَ الْكَلَامِ عَلَى تَرْجَمَةِ الْبَابِ: وَكَانَ الْمُصَنِّفُ - أَيِ الْبُخَارِيُّ - رَجَحَ عِنْدَهُ كَوْنُ إِدْرِيسَ لَيْسَ مِنْ أَجْدَادِ نُوحٍ فَلِذَا ذَكَرَهُ بَعْدَهُ اهـ. وَإِنَّمَا ذَكَرَهُ بَعْدَ إِلْيَاسَ. </p><p> ثُمَّ قَالَ فِي شَرْحِ حَدِيثِ أَنَسٍ مِنْ كِتَابِ الرِّقَاقِ - بَعْدَ ذِكْرِ الِاسْتِشْكَالِ بِآدَمَ وَشِيثَ وَإِدْرِيسَ - وَمُجْمَلُ الْأَجْوِبَةِ عَنِ الْإِشْكَالِ الْمَذْكُورِ أَنَّ الْأَوَّلِيَّةَ مُقَيَّدَةٌ بِقَوْلِهِمْ:  \" إِلَى أَهْلِ الْأَرْضِ \" لِأَنَّ آدَمَ وَمَنْ ذُكِرَ مَعَهُ لَمْ يُرْسِلُوا إِلَى أَهْلِ الْأَرْضِ. ثُمَّ ذَكَرَ الْإِشْكَالَ بِحَدِيثِ جَابِرٍ وَالْجَوَابَ عَنْهُ بِأَنَّ قَوْمَ نُوحٍ كَانُوا هُمْ أَهْلَ الْأَرْضِ، وَبَعْثَةُ نَبِيِّنَا لِقَوْمِهِ وَلِغَيْرِ قَوْمِهِ، ثُمَّ قَالَ: أَوِ الْأَوَّلِيَّةُ مُقَيَّدَةٌ بِكَوْنِهِ أَهْلَكَ قَوْمَهُ، أَوْ أَنَّ الثَّلَاثَةَ كَانُوا أَنْبِيَاءَ وَلَمْ يَكُونُوا رُسُلًا. وَإِلَى هَذَا جَنَحَ ابْنُ بَطَّالٍ فِي حَقِّ آدَمَ، وَتَعَقَّبَهُ عِيَاضٌ بِمَا صَحَّحَهُ ابْنُ حِبَّانَ مِنْ حَدِيثِ أَبِي ذَرٍّ فَإِنَّهُ كَالصَّرِيحِ فِي أَنَّهُ كَانَ نَبِيًّا مُرْسَلًا، وَفِيهِ التَّصْرِيحُ بِإِنْزَالِ الصُّحُفِ عَلَى شِيثَ وَهُوَ مِنْ عَلَامَاتِ الْإِرْسَالِ وَأَمَّا إِدْرِيسُ فَذَهَبَتْ طَائِفَةٌ إِلَى أَنَّهُ كَانَ فِي بَنِي إِسْرَائِيلَ وَهُوَ إِلْيَاسُ وَقَدْ ذُكِرَ ذَلِكَ فِي أَحَادِيثِ الْأَنْبِيَاءِ. وَمِنَ الْأَجْوِبَةِ أَنَّ رِسَالَةَ آدَمَ كَانَتْ إِلَى بَنِيهِ وَهُمْ مُوَحِّدُونَ لِيُعَلِّمَهُمْ شَرِيعَتَهُ، وَنُوحٌ كَانَتْ رِسَالَتُهُ إِلَى قَوْمٍ كُفَّارٍ يَدْعُوهُمْ إِلَى التَّوْحِيدِ اهـ. </p><p> وَظَاهِرٌ أَنَّ جَوَابَ ابْنِ بَطَّالٍ وَهُوَ أَحَدُ شُرَّاحِ الْبُخَارِيِّ مِنْ فُقَهَاءِ الْمَالِكِيَّةِ الْأَنْدَلُسِيِّينَ أَبْعَدُ </p><p> الْأَجْوِبَةِ الْمَذْكُورَةِ عَنِ التَّكَلُّفِ، وَأَوَّلُهَا بَاطِلٌ لِأَنَّ أَوْلَادَ آدَمَ وَأَحْفَادَهُ كَانُوا أَهْلَ الْأَرْضِ لَا السَّمَاءِ، وَبَاقِيهَا لَا يُزِيلُ الْإِشْكَالَ. وَتَعَقُّبُ الْقَاضِي عِيَاضٍ لَهُ بِحَدِيثِ أَبِي ذَرٍّ عَجِيبٌ مِنْهُ، وَأَعْجَبُ مِنْهُ سُكُوتُ الْحَافِظِ عَلَيْهِ، فَالْحَدِيثُ اخْتَلَفَ </p><p> الْحُفَّاظُ فِيهِ فَجَزَمَ ابْنُ الْجَوْزِيِّ بِأَنَّهُ مَوْضُوعٌ، وَحَقَّقَ السَّيُوطِيُّ فِي مُخْتَصَرِ الْمَوْضُوعَاتِ أَنَّهُ ضَعِيفٌ وَذَكَرَ ذَلِكَ فِي الدُّرِّ الْمَنْثُورِ، وَاتَّفَقُوا عَلَى انْتِقَادِ ابْنِ حِبَّانَ لِذِكْرِهِ إِيَّاهُ فِي صَحِيحِهِ كَمَا صَرَّحَ بِذَلِكَ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ، وَقَدْ قَدَّمَ الْقَسْطَلَانِيُّ جَوَابَ ابْنِ بَطَّالٍ غَيْرَ مَعْزُوٍّ إِلَيْهِ عَلَى غَيْرِهِ مِمَّا ذَكَرَ مِنْ تِلْكَ الْأَجْوِبَةِ فِي شَرْحِهِ لِحَدِيثِ أَنَسٍ مِنْ كِتَابِ الرِّقَاقِ فِي الْبُخَارِيِّ فَقَالَ عِنْدَ قَوْلِ آدَمَ \" ائْتُوا نُوحًا أَوَّلَ رَسُولٍ بَعَثَهُ اللهُ \" : أَيْ آدَمُ وَشِيثُ وَإِدْرِيسُ أَوِ الثَّلَاثَةُ كَانُوا أَنْبِيَاءَ وَلَمْ يَكُونُوا رُسُلًا. إِلَخْ. فَالْقَسْطَلَانِيُّ يَعُدُّ الْقَوْلَ بِعَدَمِ رِسَالَةِ آدَمَ جَوَابًا مَقْبُولًا. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ حَدِيثِ أَنَسٍ مِنْ صَحِيحِ مُسْلِمٍ: قَالَ الْإِمَامُ أَبُو عَبْدِ اللهِ الْمَازِرِيُّ قَدْ ذَكَرَ الْمُؤَرِّخُونَ أَنَّ إِدْرِيسَ جَدُّ نُوحٍ عَلَيْهِمَا السَّلَامُ، فَإِنْ قَامَ دَلِيلٌ عَلَى أَنَّ إِدْرِيسَ أُرْسِلَ أَيْضًا لَمْ يَصِحَّ قَوْلُ النَّسَّابِينَ أَنَّهُ قَبْلَ نُوحٍ لِإِخْبَارِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ آدَمَ أَنَّ نُوحًا أَوَّلُ رَسُولٍ بُعِثَ، وَإِنْ لَمْ يَقُمْ دَلِيلٌ جَازَ مَا قَالُوهُ وَصَحَّ أَنْ يُحْمَلَ عَلَى أَنَّ إِدْرِيسَ كَانَ نَبِيًّا غَيْرَ مُرْسَلٍ. قَالَ الْقَاضِي عِيَاضٌ: وَقَدْ قِيلَ إِنَّ إِدْرِيسَ هُوَ إِلْيَاسُ وَأَنَّهُ كَانَ نَبِيًّا فِي بَنِي إِسْرَائِيلَ كَمَا جَاءَ فِي بَعْضِ الْأَخْبَارِ مَعَ يُوشَعَ بْنِ نُونَ فَإِنْ كَانَ هَكَذَا سَقَطَ الِاعْتِرَاضُ، قَالَ الْقَاضِي: وَبِمِثْلِ هَذَا يَسْقُطُ الِاعْتِرَاضُ بِآدَمَ وَشِيثَ وَرِسَالَتِهِمَا إِلَى مَنْ مَعَهُمَا وَإِنْ كَانَا رَسُولَيْنِ فَإِنَّ آدَمَ إِنَّمَا أَرْسَلَ لِبَنِيهِ وَلَمْ يَكُونُوا كُفَّارًا، بَلْ أَمَرَ بِتَعْلِيمِهِمُ الْإِيمَانَ وَطَاعَةَ اللهِ تَعَالَى، وَكَذَلِكَ خَلَّفَهُ شِيثُ بَعْدَهُ فِيهِمْ، بِخِلَافِ رِسَالَةِ نُوحٍ إِلَى كُفَّارِ أَهْلِ الْأَرْضِ. قَالَ الْقَاضِي: وَقَدْ رَأَيْتُ أَبَا الْحَسَنِ ابْنَ بَطَّالٍ ذَهَبَ إِلَى أَنَّ آدَمَ لَيْسَ بِرَسُولٍ لِيَسْلَمَ مِنْ هَذَا الِاعْتِرَاضِ، وَحَدِيثُ أَبِي ذَرٍّ الطَّوِيلُ يَنُصُّ عَلَى أَنَّ آدَمَ وَإِدْرِيسَ رَسُولَانِ. هَذَا آخَرُ كَلَامِ الْقَاضِي وَاللهُ أَعْلَمُ اهـ. </p><p> فَجُمْلَةُ هَذِهِ النُّقُولِ عَنْ كِبَارِ الْمُفَسِّرِينَ وَالْمُحَدِّثِينَ مِنَ الْمُتَكَلِّمِينَ وَالْفُقَهَاءِ أَنَّ آدَمَ مُخْتَلَفٌ فِي رِسَالَتِهِ، وَأَنَّ إِدْرِيسَ مُخْتَلَفٌ مِنْ رِسَالَتِهِ وَفِي كَوْنِهِ هُوَ إِلْيَاسَ الْمَذْكُورَ فِي آيَاتِ سُورَةِ الْأَنْعَامِ الَّتِي نُفَسِّرُهَا أَوْ غَيْرَهَ. فَيَكُونُ عَدَدُ الرُّسُلِ الْمُجْمِعِ عَلَى وُجُوبِ الْإِيمَانِ بِرِسَالَتِهِمْ لِأَنَّ نَصَّ الْقُرْآنِ فِيهَا قَطْعِيٌّ - ثَلَاثَةً وَعِشْرِينَ فَقَطْ، وَأَمَّا الْأَحَادِيثُ فَلَيْسَ فِيهَا نَصٌّ قَطْعِيُّ الرِّوَايَةِ وَالدَّلَالَةِ عَلَى رِسَالَةِ آدَمَ، وَقَدْ عَلِمْتَ أَنَّ حَدِيثَ أَبِي ذَرٍّ الَّذِي نَصَّ عَلَى ذَلِكَ فِي سِيَاقِ عَدَدِ الْأَنْبِيَاءِ وَالرُّسُلِ لَا يُحْتَجُّ بِهِ فِي الْأَحْكَامِ الْعَمَلِيَّةِ </p><p> الَّتِي يُكْتَفَى فِيهَا بِالدَّلِيلِ الظَّنِّيِّ بَلْهَ هَذِهِ الْمَسْأَلَةُ الِاعْتِقَادِيَّةُ الَّتِي يُطْلَبُ فِيهَا الْيَقِينُ، لِأَنَّ أَهْوَنَ مَا قِيلَ فِيهِ: إِنَّهُ ضَعِيفٌ، وَقِيلَ: إِنَّهُ مَوْضُوعٌ. وَلَوْ وَجَدُوا حَدِيثًا صَحِيحًا أَوْ حَسَنًا فِي إِثْبَاتِ رِسَالَةِ آدَمَ لَمَا لَجَأُوا إِلَى ذِكْرِهِ. </p><p> وَأَمَّا مَسْأَلَةُ نُبُوَّتِهِ وَهُوَ كَوْنُهُ مُوحًى إِلَيْهِ مِنَ اللهِ تَعَالَى فَفِيهَا حَدِيثٌ آحَادِيٌّ رَوَاهُ الْبَيْهَقِيُّ وَغَيْرُهُ عَنْ أَبِي أُمَامَةَ قَالَ إِنَّ رَجُلًا قَالَ يَا رَسُولَ اللهِ: أَنَبِيَّا كَانَ آدَمُ؟ قَالَ \" نَعَمْ مُعَلَّمٌ مُكَلَّمٌ \" </p><p> وَقَدْ فُسِّرَ الْمُعَلَّمُ فِي كُتُبِ غَرِيبِ الْحَدِيثِ بِالْمُلْهَمِ لِلْخَيْرِ وَالصَّوَابِ، وَرُوِيَ \" نَبِيٌّ مُكَلَّمٌ \" وَالتَّكْلِيمُ أَنْوَاعٌ أُصُولُهَا ثَلَاثَةٌ بَيَّنَهَا اللهُ تَعَالَى بِقَوْلِهِ: (وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِي بِإِذْنِهِ مَا يَشَاءُ) ٤٢: ٥١ وَمِنْهَا وَحْيُ الرِّسَالَةِ وَمَا دُونَهُ، وَمِنْهَا الرُّؤْيَا الصَّادِقَةُ كَمَا وَرَدَ فِي التَّفْسِيرِ الْمَأْثُورِ، وَأَمَّا حُجَّتُهُ مِنَ الْقُرْآنِ فَيُمْكِنُ أَنْ تُؤْخَذَ مِنْ قِصَّةِ خَلْقِهِ وَمَعْصِيَتِهِ وَتَوْبَتِهِ، إِذْ فِيهَا أَنَّ اللهَ عَلَّمَهُ الْأَسْمَاءَ كُلَّهَا، وَأَنَّهُ تَلَقَّى مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ وَهَدَاهُ، وَلَكِنَّ دَلَالَةَ مَا ذُكِرَ عَلَى نُبُوَّتِهِ غَيْرُ قَطْعِيَّةٍ فَإِنَّ الْجُمْهُورَ لَا يَجْعَلُونَ كُلَّ وَحْيٍ نُبُوَّةً، لَا مَا كَانَ بِخِطَابِ الْمَلَكِ وَلَا مَا كَانَ بِالْإِبْهَامِ وَالنَّفْثِ فِي الرَّوْعِ ; وَلِذَلِكَ لَا يَقُولُونَ بِنُبُوَّةِ مَرْيَمَ وَأُمِّ مُوسَى، وَمِنَ الْعُلَمَاءِ مَنْ قَالَ بِنُبُوَّتِهِمَا. ثُمَّ إِنَّهُ يُحْتَمَلُ أَنْ يَكُونَ خِطَابُ آدَمَ فِي قِصَّةِ خَلْقِهِ مِنْ خِطَابِ التَّكْوِينِ لَا التَّكْلِيفِ كَقَوْلِهِ تَعَالَى:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ) ٤١: ١١ وَقَدْ قَالَ الشَّاذِلِيُّ مِنْ كِبَارِ الْعُلَمَاءِ وَالصُّوفِيَّةِ \" وَهَبْ لَنَا التَّلَقِّي مِنْكَ كَتَلَقِّي آدَمَ مِنْكَ الْكَلِمَاتِ لِيَكُونَ قُدْوَةً لِوَلَدِهِ فِي التَّوْبَةِ وَالْأَعْمَالِ الصَّالِحَةِ \" وَلَوْ كَانَ هَذَا التَّلَقِّي نَصًّا قَطْعِيًّا فِي نُبُوَّتِهِ لَمَا طَلَبَهُ هَذَا الْعَالَمُ الْعَارِفُ بِاللُّغَةِ وَأَسَالِيبِهَا. </p><p> وَقَدِ ادَّعَى الْحَافِظُ ابْنُ حَجَرٍ أَنَّ دَلِيلَ رِسَالَتِهِ أَنَّنَا نَعْلَمُ بِالضَّرُورَةِ أَنَّهُ كَانَ عَلَى شَرِيعَةٍ مِنَ الْعِبَادَةِ، وَأَنَّ أَوْلَادَهُ أَخَذُوا ذَلِكَ عَنْهُ، فَعَلَى هَذَا فَهُوَ رَسُولٌ إِلَيْهِمْ فَيَكُونُ هُوَ أَوَّلَ رَسُولٍ، وَقَدْ يُقَالُ إِنَّ أَخْذَ أَوْلَادِهِ عَنْهُ لَا يَقْتَضِي عَقْلًا أَنْ يَكُونَ اللهُ قَدْ بَعَثَهُ رَسُولًا إِلَيْهِمْ يُبَلِّغُهُمْ عَنْهُ وُجُوبَ الْإِيمَانِ بِهَذِهِ الرِّسَالَةِ وَمَا يَتَرَتَّبُ عَلَيْهَا مِنَ الْإِنْذَارِ وَالتَّبْشِيرِ، حَتَّى يَكُونَ ذَلِكَ مُعَارِضًا لِحَدِيثِ الشَّفَاعَةِ، إِذْ يَجُوزُ أَنْ يَكُونَ قَدْ رَبَّاهُمْ مِنَ الصِّغَرِ عَلَى مَا هَدَاهُ اللهُ إِلَيْهِ مِنَ الْإِيمَانِ وَالْعَمَلِ الصَّالِحِ كَمَا تَقَدَّمَ عَنْ بَعْضِ الْعُلَمَاءِ، وَنَزِيدُ عَلَيْهِ أَنَّ فِي الْقُرْآنِ نَصًّا يَدُلُّ عَلَى أَنَّهُ كَانَ يُعَلِّمُهُمُ الْعِبَادَةَ وَأَحْكَامَ الْحَلَالِ وَالْحَرَامِ وَمَا يَتَرَتَّبُ </p><p> عَلَيْهِمَا مِنَ الْجَزَاءِ، وَهُوَ نَبَأُ ابْنَيْ آدَمَ الْمُفَصَّلُ فِي سُورَةِ الْمَائِدَةِ فَمِنَ الْعِبَادَةِ فِيهِ تَقْرِيبُ الْقُرْبَانِ، وَمِنْ خَبَرِ الْجَزَاءِ عَلَى الْأَعْمَالِ قَوْلُ الْمُعْتَدَى عَلَيْهِ لِلْمُعْتَدِي:  (إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ) ٥: ٢٩ وَمِنَ الْعَجِيبِ أَنْ يَغْفُلَ أُولَئِكَ الْحُفَّاظُ عَنْ هَذِهِ الْآيَاتِ، وَيَكْتَفُوا مِنَ النَّقْلِ بِحَدِيثِ أَبِي ذَرٍّ الْمَوْضُوعِ أَوِ الضَّعِيفِ وَبِدَعْوَى الضَّرُورَةِ الْعَقْلِيَّةِ الَّتِي ادَّعَاهَا الْحَافِظُ ابْنُ حَجَرٍ، هَذَا إِنْ كَانُوا يَفْهَمُونَ مِنْهَا أَنَّهَا تَدُلُّ عَلَى رِسَالَةِ آدَمَ دَلَالَةً قَطْعِيَّةً، وَإِذَا كَانُوا لَا يَفْهَمُونَ ذَلِكَ فَبِمَ يَسْتَدِلُّونَ؟ . </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ الثَّابِتَ قَطْعًا فِي الْمَسْأَلَةِ هُوَ أَنَّ آدَمَ عَلَيْهِ السَّلَامُ كَانَ عَلَى هُدًى مِنَ اللهِ يَعْمَلُ بِهِ وَيُرَبِّي عَلَيْهِ أَوْلَادَهُ، وَأَنَّهُ مِنْهُ عِبَادَاتٌ وَقُرُبَاتٌ يُرَغِّبُ فِيهَا مُبَشِّرًا بِأَنَّ فَاعِلَهَا يُثَابُ عَلَيْهَا، وَمُحَرَّمَاتٌ يَنْهَى عَنْهَا مُنْذِرًا بِأَنَّ فَاعِلَهَا يُعَاقَبُ عَلَيْهَا، وَهَذَا الْهِدَايَةُ هِيَ مِنْ جِنْسِ هِدَايَةِ اللهِ لِلنَّبِيِّينَ وَالْمُرْسَلِينَ الَّتِي بَلَّغُوهَا أَقْوَامَهُمْ، وَلَا نَدْرِي كَيْفَ هَدَى اللهُ تَعَالَى آدَمَ إِلَيْهَا فَإِنَّ طُرُقَ </p><p> الْهِدَايَةِ وَالتَّبْلِيغِ الْإِلَهِيِّ مُتَعَدِّدَةٌ. وَكَانَ الظَّاهِرُ الْمُتَبَادَرُ أَنَّ ذَلِكَ كَانَ بِوَحْيِ الرِّسَالَةِ لَوْلَا مَا عَارَضَهُ مِنْ حَدِيثِ الشَّفَاعَةِ وَآيَةِ (إِنَّا أَوْحَيْنَا إِلَيْكَ) وَمَا يُؤَيِّدُهَا مِمَّا تَقَدَّمَ، وَمِنِ احْتِمَالِ أَنَّ ذَلِكَ مِنْ هِدَايَةِ الْفِطْرَةِ السَّلِيمَةِ الَّتِي فَطَرَ آدَمَ عَلَيْهَا وَنَشَأَتْ عَلَيْهَا ذُرِّيَّتُهُ إِلَى زَمَنِ نُوحٍ، إِذِ اخْتَلَفَ النَّاسُ وَحَدَثَتْ فِيهِمُ الْوَثَنِيَّةُ فَبَعَثَ اللهُ النَّبِيِّينَ، وَجَعَلَ مِنْهُمُ الرُّسُلَ الْمُبَلِّغِينَ عَنْهُ بِإِذْنِهِ الْمُؤَيَّدِينَ مِنْهُ بِالْآيَاتِ لِإِقَامَةِ الْحُجَّةِ عَلَى الْكَافِرِينَ. وَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ) ٢: ٢١٣ الْآيَةَ. فَقَدْ صَحَّ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ فَسَّرَ ذَلِكَ بِأَنَّهُمْ كَانُوا عَلَى الْإِسْلَامِ، وَفِي رِوَايَةٍ مُفَصَّلَةٍ عَنْهُ قَالَ: كَانَ بَيْنَ آدَمَ وَنُوحٍ عَشَرَةُ قُرُونٍ كُلُّهُمْ عَلَى شَرِيعَةٍ مِنَ الْحَقِّ فَاخْتَلَفُوا فَبَعَثَ اللهُ النَّبِيِّينَ، قَالَ الرُّوَاةُ وَكَذَلِكَ هِيَ فِي قِرَاءَةِ عَبْدِ اللهِ (أَيِ ابْنِ مَسْعُودٍ)  \" كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَاخْتَلَفُوا \" إِلَخْ. وَرَوَوْا عَنْ أُبَيٍّ أَنَّهُ كَانَ يَقْرَؤُهَا كَذَلِكَ أَيْضًا، وَيُؤَيِّدُ ذَلِكَ فِي الْمَعْنَى آيَاتٌ أُخْرَى. وَرَوَوْا عَنْ قَتَادَةَ أَنَّهُ قَالَ: ذُكِرَ لَنَا أَنَّهُ كَانَ بَيْنَ آدَمَ وَنُوحٍ عَشَرَةُ قُرُونٍ كُلُّهُمْ عَلَى الْهُدَى وَعَلَى شَرِيعَةٍ مِنَ الْحَقِّ ثُمَّ اخْتَلَفُوا بَعْدَ ذَلِكَ فَبَعَثَ اللهُ نُوحًا وَكَانَ أَوَّلَ رَسُولٍ أَرْسَلَهُ اللهُ إِلَى الْأَرْضِ، وَبُعِثَ عِنْدَ الِاخْتِلَافِ مِنَ النَّاسِ فَبَعَثَ إِلَيْهِمْ؟ رُسُلَهُ وَأَنْزَلَ كِتَابَهُ يَحْتَجُّ بِهِ عَلَى خَلْقِهِ اهـ. مِنَ الدَّرِّ الْمَنْثُورِ، وَمِنْهُ يَعْلَمُ الْمُخَرِّجُونَ </p><p> لِهَذِهِ الرِّوَيَاتِ. فَهَذَا قَتَادَةُ مِنْ كِبَارِ عُلَمَاءِ التَّابِعِينَ يَقُولُ بِأَنَّ نُوحًا أَوَّلُ نَبِيٍّ مُرْسَلٍ. وَيُؤَيِّدُ الرِّوَايَةَ عَنْهُ مَا تَقَدَّمَ مَا وَرَدَ مِنَ التَّفْسِيرِ الْمَأْثُورِ فِي قَوْلِهِ تَعَالَى:  (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا) ٣٠: ٣٠ الْآيَةَ - كَحَدِيثِ الصَّحِيحَيْنِ وَغَيْرِهِمَا النَّاطِقِ بِأَنَّ كُلَّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ. وَفِي بَعْضِ رِوَايَاتِهِ يُولَدُ عَلَى فِطْرَةِ الْإِسْلَامِ، وَفِي بَعْضِهَا عَلَى الْمِلَّةِ. وَمِنْهَا حَدِيثُ عِيَاضِ بْنِ حِمَارٍ الْمُجَاشِعِيِّ الْمَرْفُوعِ عِنْدَ مُحَمَّدِ بْنِ إِسْحَاقَ الَّذِي ذَكَرَ فِيهِ آدَمَ فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّ اللهَ خَلَقَ آدَمَ وَبَنِيهِ حُنَفَاءَ مُسْلِمِينَ وَأَعْطَاهُمُ الْمَالَ حَلَالًا لَا حَرَامَ فِيهِ فَجَعَلُوا مَا أَعْطَاهُمُ اللهُ حَرَامًا وَحَلَالًا \" وَفِي مَعْنَاهُ آثَارٌ. وَالْمُرَادُ مِنْ ذَلِكَ فِي مَسْأَلَتِنَا أَنَّ اللهَ تَعَالَى فَطَرَ آدَمَ عَلَى مَعْرِفَتِهِ وَتَوْحِيدِهِ وَشُكْرِهِ وَعِبَادَتِهِ، وَزَادَهُ هُدَى بِمَا كَانَ يُلْهِمُهُ إِيَّاهُ مِنَ الْأَقْوَالِ وَالْأَعْمَالِ، وَبِمَا يَصِلُ إِلَيْهِ اجْتِهَادٌ كَمَا قِيلَ فِي عِبَادَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْغَارِ قَبْلَ الْبَعْثِ. وَقَدْ يُزَادُ عَلَى ذَلِكَ إِرْشَادُ الْمَلَائِكَةِ لَهُ وَلِأَوْلَادِهِ، فَقَدْ كَانُوا بِطَهَارَةِ فِطْرَتِهِمْ يَرَوْنَ الْمَلَائِكَةَ كَمَا وَرَدَ فِي تَعْلِيمِهِمْ إِيَّاهُمْ تَجْهِيزَ أَبِيهِمْ وَدَفْنِهِ حِينَ تُوُفِّيَ، وَلَسْنَا بِصَدَدِ تَمْحِيصِ أَمْثَالِ هَذِهِ الرِّوَايَاتِ، وَلَكِنَّ </p><p> مَجْمُوعَهَا يُؤَيِّدُ الْحَدَثَ الْمُصَرِّحَ بِنُبُوَّةِ آدَمَ، وَإِلَّا كَانَ مِنَ الْهِدَايَةِ وَالتَّعْلِيمِ الْإِلَهِيِّ مَا هُوَ أَعْلَى مِنَ النُّبُوَّةِ أَوْ مَا هُوَ مُسَاوٍ لَهَا، فَإِنَّ كَثِيرًا مِنَ الْأَنْبِيَاءِ لَمْ يُؤْتَ مِنْ ذَلِكَ مِثْلَ مَا أُوتِيَ آدَمُ. وَالْأَنْبِيَاءُ أَفْضَلُ الْبَشَرِ بِالْإِجْمَاعِ. </p><p> فَبِهَذَا التَّفْصِيلِ يُعْلَمُ وَجْهُ مَا اشْتُهِرَ عَلَى أَلْسِنَةِ الْعُلَمَاءِ مِنَ الْقَوْلِ بِنُبُوَّةِ آدَمَ وَرِسَالَتِهِ مَعَ عَدَمِ وُجُودِ النَّصِّ الْقَاطِعِ، بَلْ مَعَ وُجُودِ النَّصِّ الْمُعَارِضِ، فَإِنَّ هِدَايَتَهُ لِذَرِّيَّتِهِ مِنْ نَوْعِ هِدَايَةِ الرُّسُلِ لِلْمُؤْمِنِينَ مِنْ أَتْبَاعِهِمْ كَمَا بَيَّنَّاهُ آنِفًا مِنْ مَعْنَى الْآيَاتِ فِيهِ ; وَلِذَلِكَ جَعَلَهُ الْحَافِظُ مِنْ قَبِيلِ الضَّرُورِيِّ وَلَكِنَّهُ لَمْ يُبَيِّنْ وَجْهَ الضَّرُورَةِ، وَلَمْ يَهْتَدِ إِلَى الْجَمْعِ بَيْنَهُ وَبَيْنَ الْمُعَارِضِ لَهُ. وَالَّذِي يَتَّجِهُ فِي الْجَمْعِ بِغَيْرِ تَكَلُّفِ هُوَ التَّفْرِقَةُ بَيْنَ هِدَايَةِ مَنْ وُلِدُوا </p><p> عَلَى الْفِطْرَةِ وَبَيْنَ بَعْثَةِ نُوحٍ وَمَنْ بَعْدَهُ مِنَ الرُّسُلِ إِلَى مَنْ فَسَدَتْ فِطْرَتُهُمْ وَاخْتَلَفُوا فِي الدِّينِ الْفِطْرِيِّ وَفِي الْكِتَابِ الْإِلَهِيِّ مِنَ الْمُشْرِكِينَ وَالضَّالِّينَ مِنْ أَتْبَاعِ نَبِيٍّ سَابِقٍ فَأَعْرَضُوا عَمَّا دَعَاهُمْ إِلَيْهِ، بِأَنْ تُجْعَلَ هَذِهِ الْهِدَايَةُ الْأَخِيرَةُ هِيَ الرِّسَالَةُ الشَّرْعِيَّةُ الَّتِي يُسَمَّى مَنْ جَاءُوا بِهَا رُسُلًا دُونَ الْأُولَى، وَبِهَذَا يُجْمَعُ بَيْنَ عِدَّةِ أَجْوِبَةٍ مِمَّا نُقِلُّ عَنِ الْعُلَمَاءِ فِي رَفْعِ التَّعَارُضِ بِتَوْضِيحٍ قَلِيلٍ كَقَوْلِ مَنْ قَالَ: إِنَّمَا كَانَتْ رِسَالَةُ آدَمَ إِلَى بَنِيهِ الْمُؤْمِنِينَ، وَرِسَالَةِ نُوحٍ وَمَنْ بَعْدَهُ إِلَى الْكَافِرِينَ، وَمَنْ قَالَ: إِنَّمَا كَانَتْ رِسَالَةُ آدَمَ إِلَى بَنِيهِ مِنْ قَبِيلِ تَرْبِيَةِ الْوَالِدِ لِأَوْلَادِهِ. وَفِيهِمَا أَنَّ تَسْمِيَتَهَا رِسَالَةً شَرْعِيَّةً بِالْمَعْنَى الْمُرَادِ مِنَ الْآيَاتِ هُوَ الَّذِي يُحَقِّقُ التَّعَارُضَ فَكَيْفَ يُجْعَلُ دَافِعًا لَهُ؟ وَأَمَّا إِذَا أَثْبَتْنَا بِالْمَعْنَى الْمُرَادِ مِنَ الْآيَاتِ هُوَ الَّذِي يُحَقِّقُ التَّعَارُضَ فَكَيْفَ يُجْعَلُ دَافِعًا لَهُ؟ وَأَمَّا إِذَا أَثْبَتْنَا مَا ذُكِرَ لِآدَمَ وَلَمْ نُسَمِّهِ رِسَالَةً بِالْمَعْنَى الشَّرْعِيِّ الْمَذْكُورِ فَإِنَّ التَّعَارُضَ يَنْدَفِعُ بِغَيْرِ تَكَلُّفٍ كَمَا قُلْنَا وَتَصِحُّ الْأَقْوَالُ كُلُّهَا وَيَكُونُ الْخِلَافُ أَشْبَهَ بِاللَّفْظِيِّ، فَهُوَ رَسُولٌ بِالْمَعْنَى الْمَشْهُورِ عِنْدَ الْمُتَكَلِّمِينَ دُونَ الْمَعْنَى الْمُتَبَادِرِ مِنَ الْقُرْآنِ وَالْحَدِيثِ. </p><p> ثُمَّ خَتَمَ اللهُ تَعَالَى هَذَا السِّيَاقَ بِقَوْلِهِ لِرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا) أَيْ قُلْ أَيُّهَا الرَّسُولُ لِمَنْ بُعِثْتَ إِلَيْهِمْ أَوَّلًا: لَا أَسْأَلُكُمْ عَلَى هَذَا الْقُرْآنِ الَّذِي أُمِرْتُ أَنْ أَدْعُوَكُمْ إِلَيْهِ وَأُذَكِّرَكُمْ بِهِ أَوْ عَلَى التَّبْلِيغِ (وَكُلَاهُمَا) مَفْهُومٌ مِنَ السِّيَاقِ وَإِنْ لَمْ يُذْكُرَا، وَالْمُخْتَارُ الْأَوَّلُ، أَجْرًا مَنْ مَالَ وَلَا غَيْرِهِ مِنَ الْمَنَافِعِ، أَيْ كَمَا أَنَّ جَمِيعَ مَنْ قَبْلِي مِنَ الرُّسُلِ لَمْ يَسْأَلُوا أَقْوَامَهُمْ أَجْرًا عَلَى التَّبْلِيغِ وَالْهُدَى - وَذَلِكَ مُصَرَّحٌ بِهِ فِي قِصَصِهِمْ مِنْ سُورَةِ هُودٍ وَسُورَةِ الشُّعَرَاءِ وَغَيْرِهِمَا، وَقَدْ قِيلَ إِنَّ هَذَا مِمَّا أَمَرَ أَنْ يُقْتَدَى بِهِمْ فِيهِ، وَالتَّحْقِيقُ أَنَّ مَا أَمَرَهُ اللهُ تَعَالَى بِهِ اسْتِقْلَالًا لَا يَدْخُلُ فِيمَا أُمِرَ بِفِعْلِهِ اقْتِدَاءً كَمَا تَقَدَّمَ بَيَانُهُ، وَقَدْ تَكَرَّرَ هَذَا الْأَمْرُ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي عِدَّةِ سُوَرٍ، وَهُوَ عَلَى عُمُومِهِ، وَالِاسْتِثْنَاءُ فِي قَوْلِهِ تَعَالَى:  (قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى) ٤٢: ٢٣ مُنْقَطِعٌ وَمَعْنَاهُ عَلَى مَا رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ وَالتِّرْمِذِيُّ وَغَيْرُهُمْ عَنِ ابْنِ عَبَّاسٍ: إِلَّا أَنْ تَصِلُوا مَا بَيْنِي وَبَيْنَكُمْ مِنَ الْقَرَابَةِ، وَيُوَضِّحُهُ قَوْلُهُ فِي رِوَايَةٍ لِابْنِ جَرِيرٍ وَابْنِ الْمُنْذِرِ وَابْنِ أَبِي حَاتِمٍ وَالطَّبَرَانِيِّ عَنْهُ قَالَ: كَانَ لِرَسُولِ اللهِ - صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ - قَرَابَةٌ مِنْ جَمِيعِ قُرَيْشٍ، فَلَمَّا كَذَّبُوهُ وَأَبَوْا أَنْ يُبَايِعُوهُ قَالَ \" يَا قَوْمِ إِذَا أَبَيْتُمْ أَنْ تُبَايِعُونِي فَاحْفَظُوا قَرَابَتِي فِيكُمْ وَلَا يَكُونُ غَيْرُكُمْ مِنَ الْعَرَبِ أَوْلَى بِحِفْظِي وَنُصْرَتِي مِنْكُمْ \" وِفِي هَذَا الْمَعْنَى رِوَايَاتٌ أُخْرَى، وَالْمَعْنَى: إِنِّي لَا أَسْأَلُكُمْ عَلَى مَا جِئْتُكُمْ </p><p> بِهِ مِنْ سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ جُعْلًا مِنْكُمْ، وَلَكِنْ مَوَدَّةَ الْقَرَابَةِ بَيْنِي وَبَيْنَكُمْ مِمَّا يَجِبُ أَنْ يُحْفَظَ، وَهِيَ دُونُ مَا جَرَيْتُمْ عَلَيْهِ مِنْ عَصَبِيَّةِ النَّسَبِ وَلَوْ بِالْبَاطِلِ، فَإِنَّ مِنْ تِلْكَ الْعَصَبِيَّةِ أَنْ يَحْمَى الْقَرِيبُ قَرَابَتَهُ وَأَهْلَ نَسَبِهِ وَيُقَاتِلَ مَنْ عَادَاهُمْ، وَإِنِّي أَكْتَفِي مِنْكُمْ بِالْمَوَدَّةِ وَأَقَلُّهَا أَنْ لَا تُعَادُونِي وَلَا تُؤْذُونِي، وَأَعْلَاهَا أَنْ تَمْنَعُونِي وَتَحْمُونِي مِمَّنْ يُؤْذِينِي. وَلَيْسَ هَذَا مِنَ الْأَجْرِ عَلَى التَّبْلِيغِ فِي شَيْءٍ، فَإِنَّمَا يُعْطَى الْأَجْرُ عَلَى الشَّيْءِ مَنْ يَقْبَلُهُ وَيَنْتَفِعُ بِهِ فَيُكَافِئُ صَاحِبَهُ بِمَنْفَعَةٍ تُوَازِيهِ أَوْ لَا تُوَازِيهِ، وَقَدْ صَرَّحَ ابْنُ عَبَّاسٍ بِمَا ذَكَرْنَا مِنْ أَقَلِّ الْمَوَدَّةِ فِي رِوَايَةِ ابْنِ مَرْدَوَيْهِ عَنْهُ مِنْ طَرِيقِ عِكْرِمَةَ، وَقِيلَ الْآيَةُ غَيْرُ ذَلِكَ كَقَوْلِ بَعْضِهِمْ إِلَّا أَنْ تَوَدُّوا الْأَقَارِبَ وَتَصِلُوا الْأَرْحَامَ بَيْنَكُمْ، وَقَوْلِ بَعْضِهِمْ: إِنَّهَا فِي الْأَنْصَارِ. وَقَوْلِ آخَرِينَ: إِنَّهَا فِي آلِ الْبَيْتِ النَّبَوِيِّ تُوجِبُ مَوَدَّتَهُمْ وَمُوَالَاتَهُمْ وَلَا شَكَّ فِي أَنَّ حُبَّهُمْ وَوُدَّهُمْ وَوَلَاءَهُمْ مِنَ الْإِيمَانِ، وَأَنَّ بُغْضَهُمْ مِنَ الْكُفْرِ أَوِ النِّفَاقِ، وَلَكِنَّ الرَّسُولَ لَمْ يَطْلُبْ مِنَ الْأُمَّةِ بِأَمْرِ اللهِ أَنْ تَجْعَلَ هَذَا أَجْرًا لَهُ عَلَى تَبْلِيغِ الدَّعْوَةِ وَالْقِيَامِ بِأَعْبَاءِ الرِّسَالَةِ، بَلْ أَجْرُهُ فِي ذَلِكَ عَلَى اللهِ تَعَالَى وَحْدَهُ كَغَيْرِهِ مِنْ إِخْوَانِهِ الرُّسُلِ كَمَا هُوَ مُصَرَّحٌ فِي آيَاتٍ أُخْرَى، وَسَيَأْتِي تَفْصِيلُ ذَلِكَ إِنْ شَاءَ اللهُ تَعَالَى فِي تَفْسِيرِ الشُّعَرَاءِ وَغَيْرِهَا. </p><p> (إِنَّ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ) الضَّمِيرُ رَاجِعٌ إِلَى الْقُرْآنِ كَمَا رَجَعْنَا، أَيْ مَا هُوَ إِلَّا تَذْكِيرٌ وَمَوْعِظَةٌ لِإِرْشَادِ الْعَالَمِينَ كَافَّةً، لَا لَكُمْ خَاصَّةً، وَهُوَ نَصٌّ فِي عُمُومِ الْبَعْثَةِ. </p><p> (وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ قُلِ اللهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ) . </p>"
}