{
  "id": null,
  "sura": 6,
  "aya": 134,
  "text": "<p> حَتَّى قَالَ بَعْضُهُمْ: مَا عَرَفَ التَّارِيخُ </p><p> فَاتِحًا أَعْدَلَ وَلَا أَرْحَمَ مِنَ الْعَرَبِ. وَشَذَّ بَعْضُ الْمُفَسِّرِينَ فَقَالُوا: إِنَّ الْمُرَادَ بِهَؤُلَاءِ الْمُسْتَخْلَفِينَ الْجِنُّ، وَقَالَ بَعْضُهُمْ: إِنَّهُمْ لَيْسُوا مِنَ الْإِنْسِ وَلَا الْجِنِّ لِأَنَّهُ أَبْلَغُ فِي الدَّلَالَةِ عَلَى الْقُدْرَةِ وَهُوَ تَصَوُّرٌ بَاطِلٌ إِذْ لَيْسَ الْمَقَامُ مَقَامَ بَيَانِ عَجَائِبِ آثَارِ الْقُدْرَةِ، وَلَا الْإِبْهَامِ لِأَجْلِ ذَهَابِ الْخَيَالِ كُلَّ مَذْهَبٍ فِيهِ، بَلْ مَقَامَ الْإِنْذَارِ بِالسُّنَنِ الْإِلَهِيَّةِ الْمُؤَيَّدَةِ بِمَحْفُوظِ التَّارِيخِ وَبَقَايَا الْعَادِيَاتِ وَالْآثَارِ، فَهَذِهِ الْآيَةُ الْوَارِدَةُ بَعْدَ وَصْفِهِ تَعَالَى بِالْغِنَى وَالرَّحْمَةِ عَلَى وَجْهِ الْكَمَالِ الَّذِي لَا يُشَارِكُهُ فِيهِ غَيْرُهُ، هِيَ كَقَوْلِهِ تَعَالَى بَعْدَ وَصْفِهِ النَّاسَ بِالْفَقْرِ وَوَصْفِ نَفْسِهِ بِالْغَنِيِّ الْحَمِيدِ بِصِيغَةِ الْحَصْرِ:  (إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ) وَقَوْلِهِ فِي آخِرِ سُورَةِ الْقِتَالِ: (وَاللهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ)  (٤٧: ٣٨) . </p><p> ثُمَّ إِنَّهُ تَعَالَى بَعْدَ أَنْ أَنْذَرَهُمْ عَذَابَ الدُّنْيَا وَهَلَاكَهُمْ فِيهَا أَنْذَرَهُمْ عَذَابَ الْآخِرَةِ بِقَوْلِهِ:  (إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ) عَلَى سُنَّةِ الْقُرْآنِ فِي الْجَمْعِ بَيْنَهُمَا، أَيْ إِنَّمَا تُوعَدُونَ مِنْ جَزَاءِ الْآخِرَةِ بَعْدَ الْبَعْثِ لَآتٍ لَا مَرَدَّ لَهُ، وَمَا أَنْتُمْ بِمُعْجِزِينَ لِلَّهِ بِهَرَبٍ وَلَا مَنْعٍ مِمَّا يُرِيدُ، فَهُوَ قَادِرٌ عَلَى إِعَادَتِكُمْ كَمَا قَدَرَ عَلَى بَدْءِ خَلْقِكُمْ. وَهَذَا بُرْهَانٌ جَلِيٌّ كُرِّرَ فِي الْقُرْآنِ مِرَارًا. وَقَدْ قَرَّبَ الْعِلْمُ فِي هَذَا الْعَصْرِ أَمْرَ الْبَعْثِ مِنَ الْعُقُولِ. بِمَا قَرَّرَهُ مِنْ كَوْنِ كُلِّ مَا فِي الْعَالِمِ ثَابِتٌ أَصْلُهُ لَا يَزُولُ، وَإِنَّمَا هَلَاكُ الْأَشْيَاءِ وَفَنَاؤُهَا عِبَارَةٌ عَنْ تَحَلُّلِ مَوَادِّهَا وَتَفَرُّقِهَا، وَبِمَا أَثْبَتَهُ مِنْ تَرْكِيبِ الْمَوَادِّ الْمُتَفَرِّقَةِ وَإِرْجَاعِهَا إِلَى تَرْكِيبِهَا الْأَوَّلِ فِي غَيْرِ الْأَحْيَاءِ، بَلْ تَصَدَّى بَعْضُ عُلَمَاءِ الْأَلْمَانِ لِإِيجَادِ الْبَشَرِ بِطَرِيقَةٍ عِلْمِيَّةٍ صِنَاعِيَّةٍ بِتَنْمِيَةِ الْبَذْرَةِ الَّتِي يُولَدُ مِنْهَا الْإِنْسَانُ إِلَى أَنْ صَارَتْ عَلَقَةً فَمُضْغَةً، وَزَعَمَ أَنَّهُ يُمْكِنُ بِاتِّخَاذِ وَسَائِلَ أُخْرَى لِتَغْذِيَةِ الْمُضْغَةِ فِي حَرَارَةٍ كَحَرَارَةِ الرَّحِمِ أَنْ تَتَوَلَّدَ فِيهَا الْأَعْضَاءُ حَتَّى تَكُونَ إِنْسَانًا تَامًّا. وَقَدْ بَيَّنَ تَجْرِبَتَهُ فِي ذَلِكَ وَمَا أَرَنَاهُ مِنَ النَّظَرِيَّاتِ لِإِتْمَامِ الْعَمَلِ بِإِيجَادِ مَعَامِلَ لِإِيجَادِ النَّاسِ كَمَعَامِلِ التَّفْرِيخِ لِإِيجَادِ الدَّجَاجِ فِي خِطَابٍ قَرَأَهُ عَلَى طَائِفَةٍ مِنْ أَشْهَرِ الْأَطِبَّاءِ وَعُلَمَاءِ الْكَوْنِ فَأُعْجِبُوا بِنَظَرِيَّاتِهِ، وَلَمْ يُنْكِرْ أَحَدٌ مِنْهُمْ إِمْكَانَ ذَلِكَ، وَإِنَّمَا يُنْكِرُ الْكَثِيرُ وُصُولَ الْعِلْمِ الْبَشَرِيِّ إِلَى إِخْرَاجِهِ مِنْ حَيِّزِ الْإِمْكَانِ إِلَى حَيِّزِ الْوُجُودِ بِالْفِعْلِ. وَإِنَّ الْمُخْتَرِعَ الشَّهِيرَ إِدِيصُونَ أَكْبَرَ عُلَمَاءِ الْكَهْرَبَاءِ يُحَاوِلُ اخْتِرَاعَ آلَةٍ كَهْرَبَائِيَّةٍ لِأَجْلِ اتِّصَالِ النَّاسِ بِأَرْوَاحِ مَنْ يَمُوتُ وَاسْتِفَادَتِهِمْ مِنْهُمْ إِنْ كَانَ ذَلِكَ مِمَّا تُعْنَى الْأَرْوَاحُ بِهِ بَعْدَ الْمَوْتِ. فَيَكُونُ هَذَا هُوَ الَّذِي يُبَيِّنُ حَقِيقَةَ مَا يَدَّعِيهِ </p><p> الرُّوحِيُّونَ مِنْ رُؤْيَةِ مَنْ يُسَمُّونَهُمُ الْوُسَطَاءَ لِلْأَرْوَاحِ وَتَجَسُّدِهَا وَتَلَقِّيهِمْ عَنْهَا هَلْ هُوَ صَحِيحٌ كَمَا يَقُولُونَ أَوْ خِدَاعٌ كَمَا يَقُولُ الْمُنْكِرُونَ عَلَيْهِمْ؟ وَغَرَضُنَا مِنْ ذِكْرِ هَذَا أَنَّ أَمْثَالَ هَذَا الْعَالِمِ الْمُخْتَرِعِ الْكَبِيرِ يَرَى أَنَّ ذَلِكَ جَائِزٌ مُمْكِنٌ، وَإِنْ لَمْ يَثْبُتْ عِنْدَهُ أَنَّهُ وَقَعٌ </p><p> بِالْفِعْلِ. فَأَيْنَ هَذَا مِمَّنْ يَكْفُرُونَ بِالْبَعْثِ تَقْلِيدًا لِأَمْثَالِ هَؤُلَاءِ لِظَنِّهِمْ أَنَّهُمْ يُعِدُّونَ هَذَا مُحَالًا لَا يُمْكِنُ تَحَقُّقُهُ. وَإِذَا كَانَ هَذَا جَائِزًا وَيَرَى أَكْبَرُ عُلَمَاءِ الْمَادَّةِ أَنَّهُ يُمْكِنُ وُصُولُهُمْ إِلَيْهِ فِعْلًا فَهَلْ يَعْجَزُ عَنْهُ خَالِقُ الْبَشَرِ وَكُلِّ شَيْءٍ (سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ)  (٤١: ٥٣: ٥٤) . هَذَا وَإِنَّ كَلِمَةَ (تُوعَدُونَ) مُضَارِعٌ مَجْهُولٌ لِوَعَدَ الثُّلَاثِيِّ الَّذِي غَلَبَ اسْتِعْمَالُهُ فِي الْخَيْرِ وَالنَّفْعِ، وَهُوَ فِي أَصْلِ اللُّغَةِ وَفِي اسْتِعْمَالِ الْقُرْآنِ شَامِلٌ لَهُمَا - وَلِأَوْعَدَ الرُّبَاعِيِّ الْخَاصِّ اسْتِعْمَالُهُ فِي الشَّرِّ أَوِ الضُّرِّ. وَرَجَّحَ الثَّانِي فِي الْآيَةِ لِأَنَّ الْخِطَابَ فِي إِنْذَارِ الْكَافِرِينَ وَنَفْيِ الْإِعْجَازِ فِيهِ لِلتَّهْدِيدِ. وَهُوَ ظَاهِرُ مَا جَرَى عَلَيْهِ جُمْهُورُ الْمُفَسِّرِينَ قَالَ \" الرَّازِيُّ \" وَفِيهِ احْتِمَالٌ آخَرُ، وَهُوَ أَنَّ الْوَعْدَ مَخْصُوصٌ بِالْإِخْبَارِ عَنِ الثَّوَابِ. وَأَمَّا الْوَعِيدُ فَهُوَ مَخْصُوصٌ بِالْإِخْبَارِ عَنِ الْعِقَابِ، فَقَوْلُهُ:  (إِنَّ مَا تُوعَدُونَ لَآتٍ) يَعْنِي كُلَّ مَا تَعَلَّقَ بِالْوَعْدِ وَالثَّوَابِ فَهُوَ آتٍ لَا مَحَالَةَ فَتَخْصِيصُ الْوَعْدِ بِهَذَا الْجَزْمِ يَدُلُّ عَلَى أَنَّ جَانِبَ الْوَعِيدِ لَيْسَ كَذَلِكَ. وَيُقَوِّي هَذَا الْوَجْهَ آخِرُ الْآيَةِ وَهُوَ أَنَّهُ قَالَ:  (وَمَا أَنْتُمْ بِمُعْجِزِينَ) يَعْنِي لَا تَخْرُجُونَ عَنْ قُدْرَتِنَا وَحُكْمِنَا. فَالْحَاصِلُ أَنَّهُ لَمَّا ذَكَرَ الْوَعْدَ جَزَمَ بِكَوْنِهِ آتِيًا، وَلَمَّا ذَكَرَ الْوَعِيدَ مَا زَادَ عَلَى قَوْلِهِ:  (وَمَا أَنْتُمْ بِمُعْجِزِينَ) وَذَلِكَ يَدُلُّ عَلَى أَنَّ جَانِبَ الرَّحْمَةِ وَالْإِحْسَانِ غَالِبٌ اهـ. </p><p> وَنَقُولُ: إِنَّ هَذَا يَصْلُحُ أَنْ يَكُونَ مِنَ الْأَوْجُهِ الَّتِي أَوْرَدَهَا الْعَلَّامَةُ ابْنُ الْقَيِّمِ فِي تَرْجِيحِ فَنَاءِ النَّارِ. وَلَكِنَّنَا نَرَاهُ ضَعِيفًا وَإِنْ كُنَّا نَقُولُ بِأَنَّ جَانِبَ الرَّحْمَةِ وَالْإِحْسَانِ سَابِقٌ وَغَالِبٌ فِي أَفْعَالِ اللهِ تَعَالَى فِي الدُّنْيَا وَالْآخِرَةِ، وَوَجْهُ ضَعْفِهِ أَنَّ الْمَقَامَ مَقَامُ الْوَعِيدِ وَالتَّهْدِيدِ لِلْكُفَّارِ، وَأَنَّ اللَّفْظَ لَيْسَ نَصًّا فِي الْوَعِيدِ، كَمَا أَنَّ الْوَعْدَ لَيْسَ خَاصًّا بِالثَّوَابِ، كَمَا تَقَدَّمَ وَمِنِ اسْتِعْمَالِهِ فِي الْعِقَابِ قَوْلُهُ تَعَالَى:  (قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللهُ الَّذِينَ كَفَرُوا)  (٢٢: ٧٢) وَقَوْلُهُ: (وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ)  (٢٢: ٤٧) . وَقَدْ خَتَمَ اللهُ هَذَا الْوَعِيدَ وَالتَّهْدِيدَ بِقَوْلِهِ لِرَسُولِهِ:  (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ</p><p> إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) فِي هَذَا النِّدَاءِ ضَرْبٌ مِنَ الِاسْتِمَالَةِ لِلْكُفَّارِ الَّذِينَ خُوطِبُوا بِالدَّعْوَةِ أَوَّلًا، بِمَا يُذَكِّرُهُمْ بِأَنَّهُمْ قَوْمُ الرَّسُولِ الَّذِينَ يُحِبُّهُمْ وَيَحْرِصُ عَلَى خَيْرِهِمْ وَمَنْفَعَتِهِمْ بِبَاعِثِ الْفِطْرَةِ وَالتَّرْبِيَةِ وَالْمَنَافِعِ الْمُشْتَرَكَةِ، وَقَدْ كَانَتِ النُّعَرَةُ الْقَوْمِيَّةُ عِنْدَ الْعَرَبِ أَقْوَى مِنْهَا عِنْدَ الْمَعْرُوفِ حَالُهُمُ الْيَوْمَ مِنْ سَائِرِ الْأُمَمِ، فَكَانَ نِدَاؤُهُمْ بِقَوْلِهِ:  \" يَا قَوْمِي \" جَدِيرًا بِأَنْ يُحَرِّكَ هَذِهِ الْعَاطِفَةَ فِي قُلُوبِهِمْ فَتَحْمِلُ الْمُسْتَعِدَّ عَلَى الْإِصْغَاءِ لِمَا يَقُولُ وَالتَّأَمُّلِ فِيهِ، وَقَدْ أَمَرَ اللهُ تَعَالَى رَسُولَهُ بِمِثْلِ هَذَا فِي آخِرِ سُورَةِ \" هُودٍ \" وَأَوَاسِطَ </p>"
}