{
  "id": null,
  "sura": 6,
  "aya": 130,
  "text": "<p> جَاهِلُونَ بِسُنَنِ الِاجْتِمَاعِ، وَبِمَا أَرْشَدَ إِلَيْهِ الْقُرْآنُ؟ فَإِنَّ فِيهِ مِنَ الْعِبَرِ، مَا يَكْفِي لِإِصْلَاحِ جَمِيعِ الْبَشَرِ، وَلَكِنَّ أَكْثَرَ النَّاسِ فِي غَفْلَةٍ عَنِ الِاعْتِبَارِ، وَإِنَّمَا يَعْتَبِرُ أُولُو الْأَبْصَارِ، نَسْأَلُهُ تَعَالَى أَنْ يُكْثِرَ فِي أُمَّتِنَا مِنْهُمْ فَإِنَّهُ لَا حَيَاةَ إِلَّا بِذَلِكَ وَإِلَّا فَهِيَ هَالِكَةٌ لَا مَحَالَةَ، وَهَذَا جَزَاءٌ مُطَّرِدٌ بِسُنَنِ اللهِ تَعَالَى فِي الدُّنْيَا، وَجَزَاءُ الْآخِرَةِ أَشَدُّ مِنْهُ وَأَنْكَى، وَقَدْ أَشَارَ إِلَيْهِ بِقَوْلِهِ عَزَّ وَجَلَّ: </p><p> (يَامَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ) هَذَا بَيَانٌ لِمَا يَخْطُرُ فِي بَالِ مَنْ يَقْرَأُ مَا قَبْلَهُ أَوْ يَسْمَعُهُ، فَإِنَّهُ يَقُولُ فِي نَفْسِهِ: يَا لَيْتَ شِعْرِي كَيْفَ يَكُونُ حَالُ هَؤُلَاءِ الظَّالِمِينَ الَّذِينَ يَتَوَلَّى بَعْضُهُمْ بَعْضًا فِي الدُّنْيَا بِمَا كَانُوا يَكْسِبُونَ مِنَ الْأَوْزَارِ إِذَا قَدِمُوا عَلَى اللهِ يَوْمَ الْقِيَامَةِ؟ فَجَاءَ الْجَوَابُ فِي هَذِهِ الْآيَةِ بِأَنَّهُمْ يُنَادَوْنَ وَيُسْأَلُونَ عَنْ دَعْوَةِ الرُّسُلِ لِإِقَامَةِ الْحُجَّةِ عَلَيْهِمْ بِهَا فِيمَا يَتَرَتَّبُ مِنَ الْجَزَاءِ عَلَى مُخَالَفَتِهَا، وَقَدْ حَقَّقْنَا مَعْنَى الْمَعْشَرِ فِي تَفْسِيرِ الْآيَةِ ١٣٠ فَمَا الْعَهْدُ بِهَا بِبَعِيدٍ. وَالِاسْتِفْهَامُ هُنَا لِلتَّقْرِيرِ التَّوْبِيخِيِّ، وَقَوْلُهُ:  (رُسُلٌ مِنْكُمْ) ظَاهِرُهُ أَنَّ كُلًّا مِنَ الْفَرِيقَيْنِ قَدْ أَرْسَلَ اللهُ مِنْهُمْ رُسُلًا إِلَى قَوْمِهِمْ، وَالْجُمْهُورُ عَلَى أَنَّ </p><p> الرُّسُلَ كُلَّهُمْ مِنَ الْإِنْسِ كَمَا يَدُلُّ عَلَيْهِ ظَاهِرُ الْآيَاتِ، كَحَصْرِ الرِّسَالَةِ فِي الرِّجَالِ وَجَعْلِهَا فِي ذُرِّيَّةِ نُوحٍ وَإِبْرَاهِيمَ ; وَلِذَلِكَ صَرَفُوا النَّظْمَ عَنْ ظَاهِرِهِ وَقَالُوا: إِنَّ الْمُرَادَ بِقَوْلِهِ: (مِنْكُمْ) مِنْ جُمْلَتِكُمْ - لَا مِنْ كُلٍّ مِنْكُمْ، وَهُوَ يُصَدِّقُ بِرُسُلِ الْإِنْسِ الَّذِينَ تَثْبُتُ رِسَالَتُهُمْ إِلَى الْإِنْسِ وَالْجِنِّ، وَذَكَرُوا لَهُ شَاهِدًا مِنَ الْقُرْآنِ قَوْلَهُ تَعَالَى:  (يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ)  (٥٥: ٢٢) بَعْدَ قَوْلِهِ: (مَرَجَ الْبَحْرَيْنِ)  (٥٥: ١٩) إِلَخْ. أَيِ الْمِلْحُ وَالْحُلْوُ وَهُوَ الْبُحَيْرَاتُ وَكِبَارُ الْأَنْهَارِ، وَهَذَا مَبْنِيٌّ عَلَى زَعْمِهِمْ أَنَّ الْبِحَارَ الْحُلْوَةَ لَا يَخْرُجُ مِنْهَا لُؤْلُؤٌ وَلَا مَرْجَانُ. وَالصَّوَابُ أَنَّ اللُّؤْلُؤَ يَخْرُجُ مِنْ بَعْضِهَا كَبَعْضِ أَنْهَارِ الْهِنْدِ، ثَبَتَ ذَلِكَ قَطْعًا وَاسْتَدْرَكَهُ (سَايِلْ) مُتَرْجِمُ الْقُرْآنِ بِالْإِنْكِلِيزِيَّةِ عَلَى الْبَيْضَاوِيِّ. وَهُوَ مِمَّا أَخْبَرَ بِهِ الْقُرْآنُ مِنْ حَقَائِقِ الْأَكْوَانِ الَّتِي لَمْ تَكُنْ مَعْرُوفَةً عِنْدَ الْعَرَبِ حَتَّى فِي أَيَّامِ حَضَارَتِهِمْ وَاسْتِعْمَارِهِمْ لِلْأَقْطَارِ. ذَكَرَ هَذَا الشَّاهِدَ ابْنُ جَرِيرٍ وَتَبِعَهُ بِهِ مَنْ بَعْدَهُ. وَرُوِيَ عَنِ ابْنِ جُرَيْجٍ أَنَّهُ قَالَ فِي الْآيَةِ: جَمَعَهُمْ كَمَا جَمَعَ قَوْلَهُ: (وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا)  (٣٥: ١٢) وَلَا يَخْرُجُ مِنَ الْأَنْهَارِ حِلْيَةٌ انْتَهَى. وَقَدْ عَلِمْتَ أَنَّ هَذَا خَطَأٌ، وَلَفْظُ هَذِهِ الْآيَةِ أَبْعَدُ عَنْ هَذَا التَّأْوِيلِ مِنْ آيَةِ الرَّحْمَنِ بَلْ هُوَ يُبْطِلُهُ، وَخَرَّجَهُ بَعْضُهُمْ مِنْ بَابِ التَّغْلِيبِ كَقَوْلِهِمْ: أَكَلْتُ تَمْرًا وَلَبَنًا. (قَالَ ابْنُ جُرَيْجٍ) قَالَ ابْنُ عَبَّاسٍ: هُمُ الْجِنُّ الَّذِينَ لَقُوا قَوْمَهُمْ وَهُمْ رُسُلٌ إِلَى قَوْمِهِمْ. انْتَهَى. يَعْنِي أَنَّ الرُّسُلَ مِنَ الْجِنِّ هُمُ الَّذِينَ تَلَقَّوْا مِنْهُمُ الدَّعْوَةَ مِنْ رُسُلِ الْإِنْسِ وَبِلَّغُوهَا لِقَوْمِهِمْ مِنَ الْجِنِّ كَالَّذِينَ أَنْزَلَ اللهُ فِيهِمْ قَوْلَهُ فِي سُورَةِ الْأَحْقَافِ:  (وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصَتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ)  (٤٦: ٢٩) الْآيَاتِ. وَهُوَ مَبْنِيٌّ عَلَى جَوَازِ تَسْمِيَةِ رَسُولِ </p><p> الرَّسُولِ رَسُولًا. وَذَكَرُوا أَنَّ مِنْهُ رُسُلَ أَصْحَابِ الْقَرْيَةِ فِي أَوَائِلِ سُورَةِ \" يس \"  (٣٦: ١٣ - ٢٠) وَذَكَرَ ابْنُ جَرِيرٍ أَنَّ الْمَسْأَلَةَ خِلَافِيَّةٌ، وَرُوِيَ أَنَّ الضَّحَّاكَ سُئِلَ عَنِ الْجِنِّ هَلْ كَانَ فِيهِمْ نَبِيٌّ قَبْلَ أَنْ يَبْعَثَ اللهُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِلسَّائِلِ: أَلَمْ تَسْمَعْ إِلَى قَوْلِ اللهِ: (يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا) فَقَالُوا: بَلَى؟ وَذُكِرَ أَنَّ الَّذِينَ يَقُولُونَ بِقَوْلِ الضَّحَّاكِ يَرُدُّونَ التَّأْوِيلَ السَّابِقَ بِأَنَّهُ خِلَافُ الْمُتَبَادَرِ مِنَ اللَّفْظِ، وَلَوْ صَدَقَ فِي رُسُلِ الْجِنِّ لَصَدَقَ فِي رُسُلِ الْإِنْسِ لِعَدَمِ الْفَرْقِ. وَذَكَرَ غَيْرُهُ أَنَّ الضَّحَّاكَ اسْتَدَلَّ عَلَى ذَلِكَ بِقَوْلِهِ تَعَالَى:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ)  (٣٥: ٢٤) وَمِثْلُهُ قَوْلُهُ: (وَلِكُلِّ أُمَّةٍ رَسُولٌ)  (١٠: ٤٧) وَقَوْلُهُ: (وَلَقَدْ بَعَثْنَا فِي</p><p> كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ)  (١٦: ٣٦) مَعَ ضَمِيمَةِ إِطْلَاقِ لَفْظِ الْأُمَّةِ عَلَى جَمِيعِ أَنْوَاعِ الْأَحْيَاءِ لِقَوْلِهِ تَعَالَى: (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ)  (٦: ٣٨) وَتَقَدَّمَ فِي تَفْسِيرِهِ أَنَّ بَعْضَ الصُّوفِيَّةِ قَالَ بِتَكْلِيفِ الْحَيَوَانَاتِ وَاسْتَدَلُّوا بِآيَةِ (٣٥: ٢٤) وَأَنَّ الشَّعْرَانِيَّ ذَكَرَ فِي الْجَوَاهِرِ أَنَّهُ يَجُوزُ أَنْ يَكُونَ نَذْرُهَا مِنْهَا وَأَنْ يَكُونُوا مِنْ غَيْرِهَا، وَاسْتَدَلَّ أَيْضًا بِقَوْلِهِ تَعَالَى:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا)  (٦: ٩) أَيْ بِنَاءً عَلَى اسْتِئْنَاسِ الْجِنْسِ بِالْجِنْسِ وَفَهْمِهِ عَنْهُ، وَقَدْ يَرُدُّ هَذَا بِأَنَّهُ ثَبَتَ فِي الْقُرْآنِ أَنَّ الْجِنَّ يَفْهَمُونَ مِنْ رُسُلِ الْإِنْسِ. وَجُمْلَةُ الْقَوْلِ فِي الْخِلَافِ أَنَّهُ لَيْسَ فِي الْمَسْأَلَةِ نَصٌّ قَطْعِيٌّ، وَالظَّوَاهِرُ الَّتِي اسْتَدَلَّ بِهَا الْجُمْهُورُ يُحْتَمَلُ أَنْ تَكُونَ خَاصَّةً بِرُسُلِ الْإِنْسِ لِأَنَّ الْكَلَامَ مَعَهُمْ، وَلَيْسَتْ أَقْوَى مِنْ ظَاهِرِ الْآيَاتِ الَّتِي اسْتُدِلَّ بِهَا عَلَى كَوْنِ الرُّسُلِ مِنَ الْفَرِيقَيْنِ وَالْجِنُّ عَالَمٌ غَيْبِيٌّ لَا نَعْرِفُ عَنْهُ إِلَّا مَا وَرَدَ بِهِ النَّصُّ، وَقَدْ دَلَّ الْقُرْآنُ - وَكَذَا الْحَدِيثُ الصَّحِيحُ - عَلَى رِسَالَةِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ، وَحَكَى تَعَالَى عَنِ الَّذِينَ اسْتَمَعُوا الْقُرْآنَ مِنْهُمْ أَنَّهُمْ قَالُوا:  (إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى)  (٤٦: ٣٠) فَظَاهِرُهُ أَنَّهُ كَانَ مُرْسَلًا إِلَيْهِمْ. فَنَحْنُ نُؤْمِنُ بِمَا وَرَدَ وَنُفَوِّضُ الْأَمْرَ فِيمَا عَدَا ذَلِكَ إِلَى اللهِ تَعَالَى، ثُمَّ إِنَّهُ تَعَالَى وَصَفَ الرُّسُلَ الَّذِينَ أَرْسَلَهُمْ إِلَى الْفَرِيقَيْنِ مِنْهُمْ بِقَوْلِهِ:  (يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا) أَيْ يَتْلُونَ عَلَيْكُمْ آيَاتِي الَّتِي أَنْزَلْتُهَا عَلَيْكُمُ الْمُبَيِّنَةَ لِأُصُولِ الْإِيمَانِ، وَمَكَارِمِ الْأَخْلَاقِ وَحَسَنَاتِ الْأَعْمَالِ الَّتِي يَتَرَتَّبُ عَلَيْهَا صَلَاحُ الْأَحْوَالِ وَسَلَامَةُ الْمَآلِ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا بِإِعْلَامِكُمْ مَا يَقَعُ فِيهِ مِنَ الْحِسَابِ وَالْعِقَابِ عَلَى مَنْ كَفَرَ عَنْ جُحُودٍ أَوِ ارْتِيَابٍ. </p><p> (قَالُوا شَهِدْنَا عَلَى أَنْفُسِنَا) هَذَا مَا حَكَاهُ تَعَالَى مِنْ جَوَابِهِمْ عَنِ السُّؤَالِ عِنْدَمَا يُؤْذَنُ لَهُمْ فِي مَوَاقِفِ الْقِيَامَةِ بِالْكَلَامِ، وَثَمَّ مَوَاقِفُ أُخْرَى لَا يَنْطِقُونَ فِيهَا وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ، وَمَوَاقِفُ يَكْذِبُونَ فِيهَا عَلَى أَنْفُسِهِمْ بِمَا يُنْكِرُونَ مِنْ كُفْرِهِمْ وَأَعْمَالِهِمْ، وَتَقَدَّمَ شَيْءٌ </p><p> مِنْ ذَلِكَ، وَجَوَابُهُمْ هَذَا وَجِيزٌ يَدُلُّ عَلَى أَنَّهُمْ يَعْتَرِفُونَ بِكُفْرِهِمْ وَيُقِرُّونَ بِإِتْيَانِ الرُّسُلِ وَبُلُوغِهِمْ دَعَوْتُهُمْ مِنْهُمْ أَوْ مِمَّنْ نَقَلَهَا عَنْهُمْ. وَأَنَّهُمْ كَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ; وَلِذَلِكَ قَالَ:  (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) أَيْ غَرَّهُمْ مَتَاعُ الْحَيَاةِ الدُّنْيَا مِنَ الشَّهَوَاتِ وَالْمَالِ وَالْجَاهِ وَحُبِّ </p><p> الرِّيَاسَةِ وَالسُّلْطَانِ عَلَى النَّاسِ، وَرَأَوْا مِنْ دَعْوَةِ الرُّسُلِ فِي عَصْرِهِمْ أَنَّ اتِّبَاعَهُمْ إِيَّاهُمْ يَجْعَلُ الرَّئِيسَ مِنْهُمْ مَرْءُوسًا وَمُسَاوِيًا لِضُعَفَاءِ الْمُؤْمِنِينَ فِي جَمِيعِ الْحُقُوقِ وَالْمُعَامَلَاتِ. وَقَدْ يُكْرَمُونَ عَلَيْهِ بِمَا يَفْضُلُونَهُ بِهِ مِنَ التَّقْوَى وَصَالِحِ الْأَعْمَالِ، وَكَذَلِكَ حَالُ مَنْ عَلَى مَقْرُبَةٍ مِنَ الرُّؤَسَاءِ وَالزُّعَمَاءِ بِشَجَاعَتِهِمْ أَوْ ثَرْوَتِهِمْ أَوْ عَصَبِيَّتِهِمْ، فَهَؤُلَاءِ كَانُوا يَكْفُرُونَ بِالرُّسُلِ كُفْرَ كِبْرٍ وَعِنَادٍ يُقَلِّدُهُمْ فِيهِ كَثِيرٌ مِنْ أَتْبَاعِهِمْ تَقْلِيدًا، فَيَغْتَرُّ كُلٌّ مِنْهُمْ بِمَا يَعْتَزُّ بِهِ مِنَ التَّعَاوُنِ مَعَ الْآخَرِ. وَكَانَ عَصْرُ الْخُلَفَاءِ الرَّاشِدِينَ نَحْوًا مِنْ عَصْرِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْمُسَاوَاةِ، وَلَكِنَّهُ اخْتَلَفَ عَنْهُ بِمَا تَجَدَّدَ لِلْإِسْلَامِ مِنَ الْمُلْكِ وَالثَّرْوَةِ وَالْقُوَّةِ، وَلَمْ يَكُنْ ذَلِكَ مَانِعًا لِجِبَلَةَ بْنِ الْأَيْهَمِ مِنَ الِارْتِدَادِ عَنْهُ لَمَّا عَلِمَ أَنَّ عُمَرَ يَقْتَصُّ مِنْهُ لِأَحَدِ السُّوقَةِ. </p><p> وَأَمَّا غُرُورُ أَهْلِ هَذِهِ الْأَعْصَارِ بِالدُّنْيَا الْمَانِعِ لَهُمْ مِنِ اتِّبَاعِ الرُّسُلِ، فَهُوَ مَا غَلَبَ عَلَيْهِمْ مِنَ الْإِسْرَافِ فِي الشَّهَوَاتِ الْمُحَرَّمَةِ وَالْجَاهِ الْبَاطِلِ الْمَذْمُومَيْنِ فِي كُلِّ دِينٍ، وَقَدْ زَالَتْ مِنْ أَكْثَرِ الْبِلَادِ الْحُكُومَاتُ الدِّينِيَّةُ الَّتِي كَانَ أَهْلُ الدِّينِ يَعْتَزُّونَ بِهَا، وَحَلَّ مَحَلَّهَا حُكُومَاتٌ مَادِّيَّةٌ لَا يَرْتَقِي فِيهَا وَلَا يَنَالُ الْحُظْوَةَ عِنْدَ أَهْلِهَا مَنْ يَتَّبِعُ الرُّسُلَ، بَلْ لَمْ يَعُدْ هَذَا الِاتِّبَاعُ سَبَبًا مِنْ أَسْبَابِ نَعِيمِ الدُّنْيَا وَرِيَاسَتِهَا الْمَشْرُوعَيْنِ، فَمَا الْقَوْلُ بِالْمَحْظُورَيْنِ. وَهَذَا عَلَى خِلَافِ الْأَصْلِ فِي الدِّينِ فَإِنَّهُ شُرِعَ لِيَكُونَ سَبَبًا لِسَعَادَةِ الدُّنْيَا وَالْآخِرَةِ، وَلَكِنَّ النَّاسَ لَبِسُوهُ مَقْلُوبًا حَتَّى جَهِلُوا حَقِيقَتَهُ، وَلَا سِيَّمَا دِينُ الْإِسْلَامِ الْكَامِلُ الْمُكَمِّلُ الْمُتَمَّمُ بِجَمْعِهِ بَيْنَ حَاجَةِ الرُّوحِ وَالْجَسَدِ وَجَمِيعِ مَصَالِحِ الِاجْتِمَاعِ وَالسِّيَادَةِ بِالْحَقِّ. وَلَوْ كَانَ لِلْإِسْلَامِ مُلْكٌ قَوِيٌّ فِي هَذَا الْعَصْرِ لَقَلَّ فِي اللَّابِسِينَ لِبَاسَهُ النِّفَاقُ وَالْفُسُوقُ - دَعِ الْكُفْرَ وَالْمُرُوقَ - وَلَدَخَلَ النَّاسُ فِيهِ مِنْ سَائِرِ الْأُمَمِ أَفْوَاجًا. </p><p> (وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ) أَيْ وَشَهِدُوا فِي ذَلِكَ الْمَوْقِفِ مِنْ مَوَاقِفِ ذَلِكَ الْيَوْمِ إِذْ تَقُومُ الْحُجَّةُ عَلَيْهِمْ بِأَنَّهُمْ كَانُوا فِي الدُّنْيَا كَافِرِينَ بِتِلْكَ الْآيَاتِ وَالنُّذُرِ الَّتِي جَاءَ بِهَا الرُّسُلُ ; إِذْ لَا يَجِدُونَ فِيهِ مَجَالًا لِلْكَذِبِ وَالْمُكَابَرَةِ وَلَا لِلتَّأْوِيلِ. وَلَيْسَ الْكُفْرُ بِمَا جَاءَ بِهِ الرُّسُلُ مَحْصُورًا فِي تَكْذِيبِهِمْ بِالْقَوْلِ، بَلْ مِنْهُ عَدَمُ الْإِذْعَانِ النَّفْسِيِّ الَّذِي يَتْبَعُهُ الْعَمَلُ بِحَسَبِ سُنَّةِ اللهِ تَعَالَى فِي الطِّبَاعِ وَالْأَخْلَاقِ وَتَرَتُّبِ الْأَعْمَالِ عَلَيْهَا، فَالْكُفْرُ نَوْعَانِ: عَدَمُ الْإِيمَانِ بِمَا جَاءَ بِهِ الرَّسُولُ، وَعَدَمُ الْإِسْلَامِ لَهُ بِالْإِذْعَانِ وَالْعَمَلِ. وَالذَّنْبُ الْعَارِضُ لَا يُنَافِي الْإِسْلَامَ كَمَا فُصِّلَ مِرَارًا. </p><p> (ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ) أَيْ ذَلِكَ الَّذِي ذُكِرَ مِنْ </p><p> إِتْيَانِ الرُّسُلِ يَقُصُّونَ عَلَى الْأُمَمِ آيَاتِ اللهِ تَعَالَى فِي الْإِصْلَاحِ الرُّوحِيِّ وَالِاجْتِمَاعِيِّ، وَيُنْذِرُونَهُمْ يَوْمَ الْحَشْرِ وَالْجَزَاءِ، بِسَبَبِ أَنَّ رَبَّكَ أَيُّهَا الرَّسُولُ الْمَبْعُوثُ بِالْإِصْلَاحِ الْأَكْمَلِ لِبَقِيَّةِ الْأُمَمِ كُلِّهَا، لَمْ يَكُنْ مِنْ شَأْنِهِ وَلَا مِنْ سُنَنِهِ فِي تَرْبِيَةِ خَلْقِهِ أَنْ يُهْلِكَ الْقُرَى أَيِ الْأُمَمُ بِعَذَابِ الِاسْتِئْصَالِ الَّذِي أَوْعَدَ بِهِ مُكَذِّبِي الرُّسُلِ، وَلَا بِعَذَابِ فَقْدِ الِاسْتِقْلَالِ الَّذِي أَوْعَدَ بِهِ مُخَالِفِي هِدَايَتِهِمْ بَعْدَ قَبُولِهَا بِظُلْمٍ مِنْهُ لَهُمْ، أَوْ بِظُلْمٍ مِنْهُمْ وَهُمْ غَافِلُونَ عَمَّا يَجِبُ عَلَيْهِمْ أَنْ يَتَّقُوا بِهِ هَذَا الْهَلَاكَ، بَلْ يَتَقَدَّمُ هَلَاكَ كُلِّ أُمَّةٍ إِرْسَالُ رَسُولٍ يُبَلِّغُهَا مَا يَجِبُ أَنْ تَكُونَ عَلَيْهِ مِنَ الصَّلَاحِ وَالْحَقِّ وَالْعَدْلِ وَالْفَضَائِلِ بِمَا يَقُصُّهُ عَلَيْهَا مِنْ آيَاتِ الْوَحْيِ فِي عَصْرِهِ، أَوْ بِمَا يَنْقُلُ إِلَيْهَا مَنْ يُبَلِّغُونَهَا دَعْوَتَهُ مِنْ بَعْدِهِ، فَإِنَّمَا الْعِبْرَةُ بِالدَّعْوَةِ الَّتِي تُنَبِّهُ أَهْلَ الْغَفْلَةِ، فَلَا يَكُونُ أَخْذُهُمْ عَلَى غِرَّةٍ ; ذَلِكَ بِأَنَّ مِنْ حِكْمَةِ اللهِ تَعَالَى فِي الْأُمَمِ جَعْلَ جَمِيعِ مَا يَنْزِلُ بِهِمْ مِنْ عِقَابٍ جَزَاءً عَلَى عَمَلٍ اسْتَحَقُّوهُ بِهِ، فَيَكُونُ عِقَابُهُمْ تَرْبِيَةً لِمَنْ يُسْلِمُ مِنْهُمْ وَلِكُلِّ مَنْ عَرَفَ سُنَّةَ اللهِ فِي ذَلِكَ وَلِهَذَا عَبَّرَ بِلَفْظِ الرَّبِّ، وَمِنْهُ يُعْلَمُ أَنَّ لَهُ تَعَالَى الْحُجَّةَ الْبَالِغَةَ عَلَى خَلْقِهِ بِأَنَّهُ لَا يَظْلِمُهُمْ شَيْئًا، وَإِنَّمَا هُمُ الَّذِينَ يَظْلِمُونَ أَنْفُسَهُمْ. وَأَنَّ الْإِهْلَاكَ وَالتَّعْذِيبَ لَيْسَ صِفَةً مِنْ صِفَاتِهِ النَّفْسِيَّةِ الَّتِي لَا بُدَّ مِنْ وُقُوعِ مُتَعَلِّقِهَا سَوَاءٌ أَذْنَبَ الْمُكَلَّفُونَ أَمْ لَمْ يُذْنِبُوا، بَلْ هُوَ مِنْ أَفْعَالِهِ الَّتِي يُرَبِّي بِهَا عِبَادَهُ. </p><p> أَشَرْنَا إِلَى أَنَّ قَوْلَهُ:  (بِظُلْمٍ) فِيهِ وَجْهَانِ لِلْمُفَسِّرِينَ بَيَّنَّاهُمَا بِمَا رَأَيْتَ، وَقَدْ سَبَقَ إِلَى ذَلِكَ شَيْخُهُمُ ابْنُ جَرِيرٍ الطَّبَرِيُّ وَلَخَّصَ قَوْلَهُ الْحَافِظُ ابْنُ كَثِيرٍ وَشَايَعَهُ عَلَيْهِ قَالَ: قَالَ الْإِمَامُ أَبُو جَعْفَرِ بْنُ جَرِيرٍ: وَيَحْتَمِلُ قَوْلُهُ تَعَالَى: (بِظُلْمٍ) وَجْهَيْنِ: أَحَدُهُمَا ذَلِكَ مِنْ أَجْلِ أَنْ لَمْ يَكُنْ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمِ أَهْلِهَا بِالشِّرْكِ وَنَحْوِهِ وَهُمْ غَافِلُونَ. يَقُولُ: لَمْ يَكُنْ يُعَاجِلُهُمْ بِالْعُقُوبَةِ حَتَّى يَبْعَثَ إِلَيْهِمْ مَنْ يُنَبِّهُهُمْ عَلَى حُجَجِ اللهِ عَلَيْهِمْ، وَيُنْذِرُهُمْ عَذَابَ اللهِ يَوْمَ مَعَادِهِمْ، وَلَمْ يَكُنْ بِالَّذِي يَأْخُذُهُمْ غَفْلَةً فَيَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ، وَالْوَجْهُ الثَّانِي: ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ يَقُولُ لَمْ يَكُنْ لِيُهْلِكَهُمْ دُونَ التَّنْبِيهِ وَالتَّذْكِيرِ بِالرُّسُلِ وَالْآيَاتِ وَالْعِبَرِ فَيَظْلِمَهُمْ بِذَلِكَ وَاللهُ غَيْرُ ظَلَّامٍ لِلْعَبِيدِ ثُمَّ شَرَعَ يُرَجِّحُ الْوَجْهَ الْأَوَّلَ وَلَا شَكَّ أَنَّهُ أَقْوَى وَاللهُ أَعْلَمُ اهـ. </p><p> وَتَقُولُ: إِنَّ كُلًّا مِنَ الْمَعْنَيَيْنِ صَحِيحٌ فِي نَفْسِهِ، وَمَذْهَبُنَا أَنَّهُ لَا مَانِعَ مِنْ إِرَادَةِ اللهِ تَعَالَى لِكُلِّ مَا يَحْتَمِلُهُ نَظْمُ كِتَابِهِ مِنْ مَعْنًى صَحِيحٍ. وَقَدْ وَرَدَ فِي هَذَا الْمَوْضُوعِ عِدَّةُ آيَاتٍ مِنْهَا مَا هُوَ نَصٌّ فِي إِهْلَاكِ الْقُرَى بِظُلْمِهَا، وَمِنْهَا مَا هُوَ بَيَانٌ لِسُنَّتِهِ تَعَالَى فِي ذَلِكَ كَهَذِهِ الْآيَةِ. وَمِنَ الْأَوَّلِ قَوْلُهُ تَعَالَى فِي سُورَةِ هُودٍ:  (وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ)  (١١: ١٠٢) وَمِنَ الثَّانِي قَوْلُهُ فِيهَا: (وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ)  (١١٧) </p><p> وَقَدْ جَزَمَ بَعْضُهُمْ بِأَنَّ الْمُرَادَ بِالظُّلْمِ هُنَا الشِّرْكُ، وَاسْتَدَلُّوا عَلَيْهِ بِمَا صَحَّ مَرْفُوعًا مِنْ تَفْسِيرِهِ بِهِ فِي مَعْنَى قَوْلِهِ تَعَالَى:  (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ)  (٦: ٨٢) الْآيَةَ. وَاسْتِشْهَادُ الْحَدِيثِ عَلَى ذَلِكَ بِقَوْلِ لُقْمَانَ الَّذِي حَكَاهُ اللهُ عَنْهُ:  (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)  (٣١: ١٣) وَقَدْ بَيَّنَّا فِي تَفْسِيرِ تِلْكَ الْآيَةِ أَنَّ الظُّلْمَ إِنَّمَا صَحَّ تَفْسِيرُهُ فِيهَا بِالشِّرْكِ الَّذِي هُوَ أَعْظَمُ الظُّلْمِ - وَهُوَ نَكِرَةٌ فِي سِيَاقِ النَّفْيِ - لِأَنَّهُ وَارِدٌ فِي الظُّلْمِ الَّذِي يُلْبَسُ بِهِ الْإِيمَانُ فَصَحَّ فِيهِ الْعُمُومُ الْمُقَيَّدُ الَّذِي وَرَدَ فِيهِ ; لِأَنَّ قَلِيلَ الشِّرْكِ يُفْسِدُ الْإِيمَانَ كَكَثِيرِهِ. وَأَمَّا الظُّلْمُ فِي الْآيَةِ الَّتِي نُفَسِّرُهَا الْآنَ وَفِي آيَةِ هُودٍ الْمُمَاثِلَةِ لَهَا فَقَدْ وَرَدَ نَكِرَةً فِي سِيَاقِ النَّفْيِ فِي مَقَامِ بَيَانِ سَبَبِ إِهْلَاكِ الْقُرَى، فَيَجِبُ أَنْ يَكُونَ الْعُمُومُ فِيهِ مُطْلَقًا لِمَا ثَبَتَ فِي الْآيَاتِ الْأُخْرَى الْمُؤَيَّدَةِ بِوَقَائِعِ التَّارِيخِ مِنْ هَلَاكِ الْأُمَمِ بِالظُّلْمِ فِي الْأَعْمَالِ وَالْأَحْكَامِ، وَبَقَائِهَا زَمَنًا طَوِيلًا مَعَ الشِّرْكِ إِذَا كَانَتْ مُصْلِحَةً فِيهِمَا كَمَا هُوَ ظَاهِرُ آيَةِ هُودٍ. وَلِلَّهِ دَرُّ الْحَافِظِ ابْنِ كَثِيرٍ فَإِنَّهُ نَقَلَ عِبَارَةَ الْإِمَامِ ابْنِ جَرِيرٍ بِالْمَعْنَى فَقَالَ فِي الْوَجْهِ الْأَوَّلِ: بِالشِّرْكِ وَنَحْوِهِ، أَيْ وَمَا يُشْبِهُهُ مِنَ الظُّلْمِ فِي الْأَعْمَالِ وَالْأَحْكَامِ، فَأَشَارَ إِلَى الْعُمُومِ، وَعِبَارَةُ ابْنِ جَرِيرٍ: بِشِرْكِ مَنْ أَشْرَكَ وَكُفْرِ مَنْ كَفَرَ مِنْ أَهْلِهَا كَمَا قَالَ لُقْمَانُ: (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) ، وَهِيَ تُنَافِي صِيغَةَ الْعُمُومِ وَسُبْحَانَ مَنْ لَا يُخْطِئُ وَلَا يَعْزُبُ عَنْ عِلْمِهِ شَيْءٌ. </p><p> هَذَا وَإِنَّنَا قَدْ فَصَّلْنَا مِنْ قَبْلُ مَا ذَكَرْنَاهُ آنِفًا بِالْإِجْمَالِ مِنْ أَنَّ عِقَابَ اللهِ تَعَالَى لِلْأُمَمِ وَكَذَا لِلْأَفْرَادِ فِي الدُّنْيَا وَالْآخِرَةِ أَنْوَاعٌ، وَأَنَّ مِنْهُ مَا يُسَمَّى عَذَابَ الِاسْتِئْصَالِ لِمَنْ عَانَدُوا الرُّسُلَ بَعْدَ أَنْ جَاءُوهُمْ بِمَا اقْتَرَحُوا عَلَيْهِمْ مِنَ الْآيَاتِ الْكَوْنِيَّةِ وَأَنْذَرُوهُمُ الْهَلَاكَ إِذَا لَمْ يُؤْمِنُوا بَعْدَ تَأْيِيدِ اللهِ إِيَّاهُمْ بِهَا كَعَادٍ وَثَمُودَ وَقَوْمِ لُوطٍ، فَسُنَّةُ اللهِ فِي ذَلِكَ خَاصَّةٌ وَقَدِ انْقَطَعَتْ بِانْقِطَاعِ إِرْسَالِ الرُّسُلِ إِذْ لَيْسَتْ جَارِيَةً عَلَى سَائِرِ سُنَنِ الِاجْتِمَاعِ. </p><p> وَمِنْهُ هَلَاكُ الْأُمَمِ بِمَا يَغْلِبُ عَلَيْهَا مِنَ الظُّلْمِ أَوِ الْفِسْقِ وَالْفُجُورِ الَّذِي </p><p> يُفْسِدُ الْأَخْلَاقَ وَيَقْطَعُ رَوَابِطَ الِاجْتِمَاعِ، وَيَجْعَلُ بَأْسَ الْأُمَّةِ بَيْنَهَا شَدِيدًا فَيَكُونُ ذَلِكَ سَبَبًا اجْتِمَاعِيًّا لِسَلْبِ اسْتِقْلَالِهَا وَذَهَابِ مُلْكِهَا بِحَسَبِ سُنَنِ الِاجْتِمَاعِ، وَقَدْ أَنْذَرَنَا اللهُ هَذَا فِي كِتَابِهِ وَعَلَى لِسَانِ رَسُولِهِ كَمَا شَرَحْنَاهُ مِنْ قَبْلُ فَيُرَاجَعْ تَفْصِيلَ ذَلِكَ فِيمَا مَضَى مِنَ التَّفْسِيرِ. </p><p> ثُمَّ إِنَّ هَذِهِ الْآيَةَ وَمَا فِي مَعْنَاهَا مِنَ الْآيَاتِ - كَآيَةِ هُودٍ - مِنْ قَوَاعِدِ عِلْمِ الِاجْتِمَاعِ الْبَشَرِيِّ الَّذِي لَا يَزَالُ فِي طَوْرِ الْوَضْعِ وَالتَّدْوِينِ ; وَهُوَ الْعِلْمُ بِسُنَنِ اللهِ تَعَالَى فِي قُوَّةِ الْأُمَمِ وَالشُّعُوبِ وَضَعْفِهَا وَعِزِّهَا وَذُلِّهَا وَغِنَاهَا وَفَقْرِهَا وَبَدَاوَتِهَا وَحَضَارَتِهَا وَأَعْمَالِهَا وَنَحْوِ ذَلِكَ. وَفَائِدَةُ هَذَا الْعِلْمِ فِي الْأُمَمِ كَفَائِدَةِ عِلْمِ النَّحْوِ وَالْبَيَانِ فِي حِفْظِ اللُّغَةِ، وَفِي الْقُرْآنِ الْحَكِيمِ أَهَمُّ قَوَاعِدِهِ وَأُصُولِهِ </p>"
}