{
  "id": null,
  "sura": 6,
  "aya": 9,
  "text": "<p> (٤) أَنَّهُمْ لَمَّا اقْتَرَحُوا مَا لَا يَتَوَقَّفُ عَلَيْهِ الْإِيمَانُ إِذْ يَتَوَقَّفُ عَلَى الْمُعْجِزِ مُطْلَقًا وَقَدْ حَصَلَ، لَا الْمُعْجِزِ الْخَاصِّ الَّذِي طَلَبُوهُ فَإِذَا أُعْطُوهُ كَانُوا عَلَى غَايَةِ الرُّسُوخِ فِي الْعِنَادِ الْمُنَاسِبِ لِلْإِهْلَاكِ وَعَدَمِ النَّظْرَةِ. </p><p> وَأَوَّلُ هَذِهِ الْأَقْوَالِ أَقْوَاهَا وَهُوَ الْمُخْتَارُ، وَفِي مَعْنَى هَذِهِ الْآيَةِ قَوْلُهُ تَعَالَى فِي </p><p> سُورَةِ الْحِجْرِ:  (مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ)  (١٥: ٨) أَيْ مَا كَانَ شَأْنُنَا الَّذِي مَضَتْ بِهِ سُنَّتُنَا أَنْ نُنَزِّلَ الْمَلَائِكَةَ إِلَّا بِالْأَمْرِ الْحَقِّ، وَهُوَ الرِّسَالَةُ لِلرُّسُلِ أَوِ الْعَذَابِ لِلْأُمَمِ الَّذِينَ يُعَانِدُونَ الرُّسُلَ فَيَقْتَرِحُونَ عَلَيْهِمُ الْآيَاتِ الْمَخْصُوصَةِ وَيُعَلِّقُونَ إِيمَانَهُمْ عَلَيْهَا، ثُمَّ يُصِرُّونَ عَلَى جُحُودِهِمْ وَكُفْرِهِمْ بَعْدَ أَنْ يُعْطَوْهَا، فَلَوْ نَزَلَتِ الْمَلَائِكَةُ عَلَيْهِمْ مَا كَانُوا إِذْ تَنْزِلُ إِلَّا هَالِكِينَ لَا يُنْظَرُونَ، أَيْ لَا يُمْهَلُونَ لِأَجَلِ أَنْ يُؤْمِنُوا. وَمَا كَانَ اللهُ لِيُهْلِكَ هَذِهِ الْأُمَّةَ، وَلَا مَنْ أَعْهَدُهُمْ لِلْهِدَايَةِ مِنْ قَوْمِ نَبِيِّ الرَّحْمَةِ، بِإِجَابَةِ اقْتِرَاحَاتِ أُولَئِكَ الْمُسْتَكْبِرِينَ الْمُعَانِدِينَ مِنْهُمْ، وَهُمْ إِنَّمَا يَقْتَرِحُونَ الْآيَاتِ لِأَجْلِ التَّعْجِيزِ دُونَ اسْتِبَانَةِ الْإِعْجَازِ، وَهُوَ يَعْلَمُ أَنَّهُمْ إِنْ أُعْطَوْهَا مَا كَانُوا بِهَا مُؤْمِنِينَ، وَبِذَلِكَ مَضَتِ السُّنَّةُ فِي أَمْثَالِهِمْ مِنَ الْغَابِرِينَ. </p><p> وَمِنْ نُكَتِ الْبَلَاغَةِ مَا بَيَّنَهُ الزَّمَخْشَرِيُّ مِنْ حِكْمَةِ الْعَطْفِ بِ (ثُمَّ) وَهِيَ إِفَادَةُ مَا بَيْنَ قَضَاءِ الْأَمْرِ وَعَدَمِ الْإِنْظَارِ مِنَ الْبُعْدِ: جَعْلُ عَدَمِ الْإِنْظَارِ أَشَدَّ مِنْ قَضَاءِ الْأَمْرِ; لِأَنَّ مُفَاجَأَةَ الشِّدَّةِ أَشَدُّ مِنْ نَفْسِ الشِّدَّةِ. </p><p> (الْوَجْهُ الثَّانِي) فِي الرَّدِّ عَلَيْهِمْ قَوْلُهُ تَعَالَى: (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ) أَيْ لَوْ جَعَلَ الرَّسُولَ مَلَكًا لَجَعَلَ الْمَلَكَ مُتَمَثِّلًا فِي صُورَةِ بَشَرٍ، لِتَمْكِينِهِمْ مِنْ رُؤْيَتِهِ وَسَمَاعِ كَلَامِهِ الَّذِي يُبَلِّغُهُ عَنِ اللهِ تَعَالَى، وَلَوْ جَعَلَهُ مَلَكًا فِي صُورَةِ بَشَرٍ لَاعْتَقَدُوا أَنَّهُ بَشَرٌ لِأَنَّهُمْ لَا يُدْرِكُونَ مِنْهُ إِلَّا صُورَتَهُ وَصِفَاتِهِ الْبَشَرِيَّةَ الَّتِي تَمَثَّلَ بِهَا، وَحِينَئِذٍ يَقَعُونَ فِي نَفْسِ اللَّبْسِ وَالِاشْتِبَاهِ الَّذِي يُلْبِسُونَهُ عَلَى أَنْفُسِهِمْ بِاسْتِنْكَارِ جَعْلِ الرَّسُولِ بَشَرًا، وَلَا يَنْفَكُّونَ يَقْتَرِحُونَ جَعْلَهُ مَلَكًا، وَقَدْ كَانُوا فِي غِنًى عَنْ هَذَا، وَإِنَّمَا شَأْنُهُمْ فِيهِ شَأْنُ أَكْثَرِ النَّاسِ حَتَّى الْعُلَمَاءِ مِنْهُمْ فِيمَا يُوقِعُونَ فِيهِ أَنْفُسَهُمْ مِنَ الْمُشْكِلَاتِ بِسُوءِ اخْتِيَارِهِمْ، وَمَا يَخْتَرِعُونَهُ مِنَ الشُّبَهَاتِ بِسُوءِ فَهْمِهِمْ، ثُمَّ يَحَارُونَ فِي أَمْرِ الْمَخْرِجِ مِنْهَا. مَادَّةُ ل ب س تَدُلُّ عَلَى السَّتْرِ وَالتَّغْطِيَةِ: يُقَالُ: لَبِسَ الثَّوْبَ يَلْبَسُهُ (بِكَسْرِ الْبَاءِ فِي الْمَاضِي وَفَتْحِهَا فِي الْمُضَارِعِ) وَهُوَ مِنَ السَّتْرِ الْحِسِّيِّ. وَيُقَالُ: لَبَسَ الْحَقَّ بِالْبَاطِلِ يَلْبِسُهُ (بِفَتْحِ بَاءِ الْأَوَّلِ وَكَسْرِ بَاءِ الثَّانِي) بِمَعْنَى سَتَرَهُ بِهِ، أَيْ جَعَلَهُ مَكَانَهُ لِيَظُنَّ أَنَّهُ الْحَقُّ، وَلَبَسْتُ عَلَيْهِ أَمْرَهُ أَيْ جَعَلْتُهُ بِحَيْثُ يَلْتَبِسُ عَلَيْهِ فَلَا يَعْرِفُهُ وَهَذَا كُلُّهُ مِنَ السَّتْرِ الْمَعْنَوِيِّ. </p><p> وَقَدْ عَلَّلَ جُمْهُورُ الْمُفَسِّرِينَ جَعْلَ الْمَلَكِ بِصُورَةِ الْبَشَرِ فِي هَذِهِ الْحَالَةِ بِأَنَّ الْبَشَرَ </p><p> لَا يُطِيقُونَ رُؤْيَةَ الْمَلَائِكَةِ فِي صُورَتِهِمُ الْأَصْلِيَّةِ، وَتَقَدَّمَ فِي تَفْسِيرِ الْآيَةِ السَّابِقَةِ قَوْلُ مَنْ عَلَّلَ بِذَلِكَ قَضَاءَ </p><p> الْأَمْرِ بِهَلَاكِهِمْ بِمُجَرَّدِ نُزُولِ الْمَلَكِ، وَاسْتَدَلُّوا عَلَى ذَلِكَ بِتَمَثُّلِ الْمَلَائِكَةِ لِإِبْرَاهِيمَ وَلُوطٍ بِصُورَةِ النَّاسِ، وَتَمَثُّلِ جِبْرِيلَ لِمَرْيَمَ بَشَرًا سَوِيًّا، وَظُهُورِهِ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِصُورَةِ دِحْيَةَ الْكَلْبِيِّ غَالِبًا، وَبِصُورَةِ غَيْرِهِ أَحْيَانًا كَمَا فِي حَدِيثِ الْإِيمَانِ وَالْإِسْلَامِ وَغَيْرِهِ، وَذَكَرَ بَعْضُهُمْ مِنْ خَصَائِصِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ رَآهُ فِي صُورَتِهِ الْأَصْلِيَّةِ مَرَّتَيْنِ فَقَطْ. وَقَدْ نَازَعَ آخَرُونَ فِي عَدِّ هَذَا خُصُوصِيَّةً لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ لَا يَثْبُتُ ذَلِكَ إِلَّا بِنَصٍّ، وَلَا نَصَّ فِي الْمَسْأَلَةِ وَإِنَّمَا وَرَدَ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ عِنْدَ الْإِمَامِ أَحْمَدَ وَحَدِيثِ عَائِشَةَ عِنْدَ التِّرْمِذِيِّ \" أَنَّهُ لَمْ يَرَهُ فِي صُورَتِهِ الَّتِي خَلَقَهُ اللهُ عَلَيْهَا إِلَّا مَرَّتَيْنِ \" وَقَدْ وَرَدَ أَنَّ مِنَ الصَّحَابَةِ مَنْ رَأَى الْمَلَائِكَةَ فِي غَيْرِ صُورَةِ الْبَشَرِ كَرُؤْيَةِ أُسَيْدِ بْنِ حُضَيْرٍ لَهُمْ فِي مِثْلِ الظُّلَّةِ فِيهَا أَمْثَالُ الْمَصَابِيحِ، كَمَا رَوَاهُ الشَّيْخَانِ عَنْهُ. وَلَكِنَّ هَذَا تَمْثِيلٌ أَيْضًا. </p><p> وَالْمُخْتَارُ عِنْدَنَا أَنَّ الْبَشَرَ فِي حَالَتِهِمُ الْعَادِيَّةِ غَيْرِ مُسْتَعِدِّينَ لِرُؤْيَةِ الْمَلَائِكَةِ وَالْجِنِّ فِي حَالَتِهِمُ الَّتِي خُلِقُوا عَلَيْهَا، كَمَا قَالَ تَعَالَى فِي الشَّيْطَانِ:  (إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ)  (٧: ٢٧) لَا لِأَنَّهُمْ لَا يُطِيقُونَهَا لِهَوْلِهَا، بَلْ لِأَنَّ أَبْصَارَ الْبَشَرِ لَا تُدْرِكُ كُلَّ الْمَوْجُودَاتِ، بَلْ تُدْرِكُ فِي عَالَمِهَا هَذَا بَعْضَ الْأَجْسَامِ كَالْمَاءِ وَمَا هُوَ أَكْثَفُ مِنْهُ مِنَ الْأَجْرَامِ الْمُلَوَّنَةِ دُونَ مَا هُوَ أَلْطَفُ مِنْهُ كَالْهَوَاءِ، وَمَا هُوَ أَلْطَفُ مِنْهُ كَالْعَنَاصِرِ الْبَسِيطَةِ الَّتِي يَتَأَلَّفُ مِنْهَا الْمَاءُ وَالْهَوَاءُ، وَالْمَلَائِكَةُ وَالْجِنُّ مِنْ عَالَمٍ آخَرَ غَيْبِيٍّ أَلْطَفُ مِمَّا ذُكِرَ، وَهَذَا الْعَالَمُ مِمَّا يَعُدُّهُ الْمُتَكَلِّمُونَ فِي الْفَلْسَفَةِ وَرَاءَ عَالَمِ الْمَادَّةِ، وَلَيْسَ عِنْدَ الْمُسْلِمِينَ عَالَمٌ غَيْرَ مَادِّيٍّ، وَلِذَلِكَ يَعُدُّونَ الْمَلَائِكَةَ وَالْجِنَّ مِنَ الْأَجْسَامِ اللَّطِيفَةِ، وَيَقُولُونَ إِنَّهُمْ قَادِرُونَ عَلَى التَّشَكُّلِ فِي صُوَرِ الْأَجْسَامِ الْكَثِيفَةِ، فَمَثَلَ تَشَكُّلِهِمْ كَمَثَلِ تَشَكُّلِ الْمَاءِ فِي صُورَةِ الْبُخَارِ اللَّطِيفِ وَالْبُخَارِ الْكَثِيفِ وَصُورَةِ الْمَائِعِ السَّيَّالِ وَصُورَةِ الثَّلْجِ وَالْجَلِيدِ، وَلَكِنَّ الْمَاءَ يَتَشَكَّلُ بِمَا يَطْرَأُ عَلَيْهِ مِنْ حَرٍّ وَبَرْدٍ بِغَيْرِ اخْتِيَارٍ مِنْهُ، وَذَانِكَ يَتَشَكَّلَانِ بِاخْتِيَارِهِمَا، إِذْ جَعَلَ اللهُ لَهُمَا سُلْطَانًا عَلَى الْعَنَاصِرِ الَّتِي تَتَرَكَّبُ مِنْهَا مَادَّةُ الْعَالَمِ أَقْوَى مِنْ سُلْطَانِ الْبَشَرِ الَّذِينَ يَتَصَرَّفُونَ فِيهَا بِأَيْدِيهِمْ لَا بِأَنْفُسِهِمْ وَمَاهِيَّاتِهِمْ، فَهُمْ لَا يَقْدِرُونَ عَلَى تَحْلِيلِ أَبْدَانِهِمْ وَتَرْكِيبِهَا مَعَ غَيْرِهَا مِنَ الْمَوَادِّ، فَإِذَا تَمَثَّلَ الْمَلَكُ أَوِ الْجَانُّ فِي صُورَةٍ كَثِيفَةٍ كَصُورَةِ الْبَشَرِ أَوْ غَيْرِهِمْ أَمْكَنَ لِلْبَشَرِ أَنْ يَرَوْهُ، وَلَكِنَّهُمْ لَا يَرَوْنَهُ عَلَى صُورَتِهِ وَخِلْقَتِهِ الْأَصْلِيَّةِ بِحَسَبِ الْعَادَةِ وَسُنَّةِ اللهِ فِي خَلْقِ عَالَمِهِ وَعَالَمِهَا، فَإِذَا وَقَعَ ذَلِكَ </p><p> كَرُؤْيَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِجِبْرِيلَ مَرَّتَيْنِ كَانَ مِنْ خَوَارِقِ الْعَادَاتِ، وَالْخَوَارِقُ لَا تَثْبُتُ إِلَّا بِنَصٍّ; لِأَنَّهَا خِلَافُ الْأَصْلِ، عَلَى أَنَّ رُؤْيَتَهُ بِصُورَتِهِ لَا يُنَافِي التَّشَكُّلَ، إِذْ يَجُوزُ أَنْ تَكُونَ مَادَّةُ صُورَتِهِ اللَّطِيفَةِ الَّتِي لَا تُرَى قَدْ ظَهَرَتْ بِمَادَّةٍ كَثِيفَةٍ فَيَكُونُ التَّشَكُّلُ فِي هَذَا الْحَالَةِ بِمَادَّةٍ جَدِيدَةٍ مَعَ حِفْظِ الصُّورَةِ الْأَصْلِيَّةِ، وَالتَّشَكُّلِ فِي غَيْرِهَا بِالْمَادَّةِ وَالصُّورَةِ مَعًا، عَلَى أَنَّ لِأَرْوَاحِ الْأَنْبِيَاءِ </p><p> مِنَ التَّنَاسُبِ مَعَ أَرْوَاحِ الْمَلَائِكَةِ مَا لَيْسَ لِغَيْرِهَا، فَفِي الْحَالِ الَّتِي تَغْلِبُ بِهَا رَوْحَانِيَّتهِمْ عَلَى جُثْمَانِيَّتِهِمْ يَكُونُونَ كَالْمَلَائِكَةِ فَيَجُوزُ أَنْ يَرَوْهُمْ بِأَيِّ صُورَةٍ وَشَكْلٍ تَجَلَّوْا فِيهِ. </p><p> هَذَا وَأَنَّ مَا لَا يُرَى قَدْ يُدْرَكُ بِضْرِبٍ مِنْ ضُرُوبِ الْإِدْرَاكِ غَيْرَ الرُّؤْيَةِ، فَإِذَا كَانَ الْمَلَكُ مَخْلُوقًا عَالِمًا، وَكَانَ فِي لَطَافَتِهِ مِنْ قَبِيلِ الْأَرْوَاحِ الْمَوْجُودَةِ فِي هَذَا الْكَوْنِ نَوْعٌ مِنَ الِاتِّصَالِ يَقْتَبِسُ بِهِ أَحَدُهُمَا مِنَ الْآخَرِ شَيْئًا مِنَ الْعِلْمِ كَمَا يَقْتَبِسُ الْبَشَرُ بَعْضَ الْعِلْمِ الْبَشَرِيِّ مِنَ الْجَوِّ، إِذْ يَبُثُّ الْأَخْبَارَ فِيهِ بَعْضُهُمْ بِالْآلَاتِ الْكَهْرَبَائِيَّةِ (الْمَعْرُوفَةِ بِالتِّلِغْرَافِ اللَّاسِلْكِي أَوِ الْأَثِيرِيِّ وَالْهَوَائِيِّ) وَيَقْتَبِسُهَا آخَرُونَ؟ بَلْ ثَبَتَ أَنَّ الْأَنْفُسَ الْبَشَرِيَّةَ يَقْتَبِسُ بَعْضُهَا الْعِلْمَ مِنَ الْمَوْجُودَاتِ بَشَرًا كَانَتْ أَوْ غَيْرَ بَشَرٍ بِغَيْرِ وَسَاطَةِ الْحَوَاسِّ وَالِاسْتِنْبَاطِ الْعَقْلِيِّ كَمَا رَوَى بَعْضُ الْأَطِبَّاءِ الْمَادِّيِّينَ الَّذِينَ كَانُوا يُنْكِرُونَ مِثْلَ هَذَا عَنْ مَرِيضٍ كَانَ يُعَالِجُهُ فِي الْقَاهِرَةِ أَنَّهُ قَالَ: إِنَّ فُلَانًا وَذَكَرَ قَرِيبًا لَهُ فِي الْإِسْكَنْدَرِيَّةِ يُرِيدُ أَنْ يُسَافِرَ الْآنَ إِلَى مِصْرَ لِأَجْلِ عِيَادَتِي، ثُمَّ إِنَّهُ عَيَّنَ الْقِطَارَ الْحَدِيدِيَّ الَّذِي رَكِبَ فِيهِ ثُمَّ الْوَقْتَ الَّذِي وَصَلَ فِيهِ إِلَى مَحَطَّةِ مِصْرَ، ثُمَّ لَمْ تَكُنْ إِلَّا مَسَافَةَ سَيْرِ الْمَرْكَبَةِ بَيْنَ الْمَحَطَّةِ وَدَارِ الْمَرِيضِ إِلَّا وَقَدْ وَصَلَ هَذَا الْقَرِيبُ، وَكَانَ يَنْتَظِرُهُ لِاسْتِبَانَةِ الْمُكَاشَفَةِ ذَلِكَ الطَّبِيبُ، وَرَوَى عَنْهُ غَيْرُ ذَلِكَ مِنَ الْمُكَاشَفَاتِ، وَمِثْلُ هَذِهِ يَقَعُ كَثِيرًا فِي كُلِّ عَصْرٍ، فَلِمَ لَا يَجُوزُ أَنْ يَقْتَبِسُوهَا مِنْ أَحْيَاءِ الْبَشَرِ وَمِنْ غَيْرِ الْبَشَرِ مِنَ الْأَشْيَاءِ؟ </p><p> نَقُولُ: إِنَّ هَذَا جَائِزٌ عَقْلًا مَرْوِيٌّ نَقْلًا، وَلَكِنَّهُ كَغَيْرِهِ يَتَوَقَّفُ عَلَى الْفَاعِلِ وَالْقَابِلِ، فَإِذَا تَدَبَّرْنَا مَا وَرَدَ فِي الْكِتَابِ وَالسُّنَّةِ مِنْ خَبَرِ الْوَحْيِ وَالْإِلْهَامِ يَظْهَرُ لَنَا مِنْهُ </p><p> أَنَّ الْإِنْسَانَ لَيْسَ لَهُ سُلْطَانٌ عَلَى مَلَائِكَةِ السَّمَاءِ، كَسُلْطَانِهِ عَلَى مَا فِي الْأَرْضِ مِنْ أَبْنَاءِ جِنْسِهِ وَسَائِرِ الْأَشْيَاءِ، فَلَا يَسْتَطِيعُ كُلُّ فَرْدٍ مِنْ أَفْرَادِهِ أَنْ يُدْرِكَ هَؤُلَاءِ الْمَلَائِكَةَ وَيَقْتَبِسَ مِنْهُمُ الْعِلْمَ شَاءُوا أَمْ أَبَوْا، وَلَكِنْ بَعْضُ الْأَرْوَاحِ الْبَشَرِيَّةِ قَدْ تَصِلُ بِطَهَارَتِهَا وَعُلُوِّ مَكَانَتِهَا إِلَى قَابِلِيَّةِ التَّلَقِّي مِنَ الْمَلَائِكَةِ، لِمَا بَيْنَهَا وَبَيْنَهُمْ مِنَ الْقُرْبِ وَالْمُنَاسَبَةِ، وَهَذِهِ الْمُقَابَلَةُ نَوْعَانِ: </p><p> (أَحَدُهُمَا) مَا يَخْتَصُّ بِهِ اللهُ تَعَالَى أَنْبِيَاءَهُ وَرُسُلَهُ بِدُونِ سَعْيٍ مِنْهُمْ وَلَا كَسْبٍ، فَيُؤَهِّلُهُمْ لِنَبُّوتِهِ وَرِسَالَتِهِ، وَيُنْزِلُ عَلَيْهِمُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ، فَلَا الْقَابِلُ الَّذِي يَتَلَقَّى عَنِ الْمَلَكِ يَكُونُ لَهُ كَسْبٌ أَوِ اخْتِيَارٌ فِيمَا يُوحَى إِلَيْهِ، وَلَا الْفَاعِلُ هُوَ الْمَلَكُ الَّذِي يَنْزِلُ بِالْوَحْيِ يَكُونُ لَهُ اخْتِيَارٌ فِيمَا يُوحِيهِ، بَلْ يَفْعَلُ مَا يَأْمُرُهُ اللهُ تَعَالَى بِهِ وَلَا يَسْتَطِيعُ أَنْ يَعْصِيَهُ، وَلِكَمَالِ اسْتِعْدَادِ الْأَنْبِيَاءِ وَعُلُوِّ أَرْوَاحِهِمْ يَرَوْنَ الْمَلَائِكَةَ فِي صُوَرِهِمُ الْأَصْلِيَّةِ قَلِيلًا، وَيَتَمَثَّلُ الْمَلَكُ لَهُمْ بِصُورَةِ الْبَشَرِ أَوْ يُلَابِسُهُمْ مُلَابَسَةً رُوحِيَّةً فَيُلْقِي فِي أَرْوَاحِهِمْ مَا شَاءَ اللهُ أَنْ يُلْقِيَهُ وَهُوَ الْأَكْثَرُ، وَهَذَا النَّوعُ قَدْ خُتِمَ وَتَمَّ بِبَعْثِهِ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ، عَلَيْهِ أَفْضَلُ الصَّلَاةُ وَالتَّسْلِيمُ، وَمَا هُوَ مِنْ شُئُونِ الْبَشَرِ الْكَسْبِيَّةِ، فَيَبْقَى بِبَقَائِهِمْ. </p><p> (النَّوْعُ الثَّانِي) مَا يَمْنَحُهُ اللهُ تَعَالَى مِنَ التَّثْبِيتِ فِي الْحَقِّ وَالْإِلْهَامِ لِمَنْ دُونَ الْأَنْبِيَاءُ مِنْ خِيَارِ خَلْقِهِ الَّذِينَ سَلِمَتْ فِطْرَتُهُمْ، وَصَفَتْ سَرِيرَتُهُمْ، وَزَكَتْ بِالْعَمَلِ الصَّالِحِ أَنْفُسُهُمْ، حَتَّى غَلَبَتْ فِيهَا الصِّفَاتُ الْمَلَكِيَّةُ عَلَى النَّزَعَاتِ الْحَيَوَانِيَّةِ وَالنَّزَعَاتِ الشَّيْطَانِيَّةِ، فَالْأَرْوَاحُ الْبَشَرِيَّةُ الْعَالِيَةُ قَدْ تُقَوِّي الْمُنَاسَبَةَ بَيْنَهُمَا وَبَيْنَ الْمَلَائِكَةِ فَتَسْتَفِيدَ مِنْ أَرْوَاحِ الْمَلَائِكَةِ قُوَّةً فِي الْخَيْرِ وَالْحَقِّ وَثَبَاتًا عَلَى الصَّلَاحِ وَالْإِصْلَاحِ (إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا)  (٨: ١٢) وَقَدْ تَسْتَفِيدُ مِنْهَا عِلْمًا بِالْحَقِّ وَبِشَارَةً بِالْخَيْرِ، وَهُوَ مَا يُسَمَّى التَّحْدِيثُ وَالْإِلْهَامُ، وَمِنْهُ بِشَارَةُ الْمَلَائِكَةِ لِمَرْيَمَ بِعِيسَى عَلَيْهِ السَّلَامُ، وَتَمَثُّلُ جِبْرِيلَ لَهَا عِنْدَمَا أَرَادَ اللهُ أَنْ تَحْمِلَ بِنَفْخِهِ فِيهَا، وَقَدْ ثَبَتَ فِي الْحَدِيثِ الصَّحِيحِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَانَ مِنَ الْمُحَدَّثِينَ، وَقَدْ عَبَّرَ عَنْ مَلَكِ الْإِلْهَامِ بِأَنَّهُ \" وَاعِظُ اللهِ فِي قَلْبِ كُلِّ مُؤْمِنٍ \" وَفِي حَدِيثِ النَّوَّاسِ بْنِ سَمْعَانَ عِنْدَ أَحْمَدَ وَالتِّرْمِذِيِّ، وَيُوَضِّحُهُ حَدِيثُ ابْنِ مَسْعُودٍ \" أَنَّ لِلشَّيْطَانِ لَمَّةً بِابْنِ آدَمَ وَلِلْمَلَكِ لَمَّةً، فَأَمَّا لَمَّةُ الشَّيْطَانِ فَإِيعَادٌ بِالشَّرِّ وَتَكْذِيبٌ بِالْحَقِّ، وَأَمَّا لَمَّةُ الْمَلَكِ فَإِيعَادٌ بِالْخَيْرِ وَتَصْدِيقٌ بِالْحَقِّ، فَمَنْ وَجَدَ ذَلِكَ فَلْيَعْلَمْ أَنَّهُ مِنَ اللهِ تَعَالَى فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ الْأُخْرَى</p><p> فَلْيَتَعَوَّذْ بِاللهِ مِنَ الشَّيْطَانِ \" رَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ حِبَّانَ، وَعَلَّمَ عَلَيْهِ فِي الْجَامِعِ الصَّغِيرِ بِالصِّحَّةِ. </p><p> وَقَدْ أَطَالَ الْإِمَامُ الْغَزَالِيُّ فِي إِيضَاحِ هَذَا الْمَطْلَبِ فِي كِتَابِ شَرْحِ عَجَائِبِ الْقَلْبِ مِنَ الْإِحْيَاءِ وَتَقَدَّمَ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ مِنَ الْجُزْءِ الْأَوَّلِ بَحْثٌ فِيهِ، وَالْمَادِّيُّونَ الْمَحْجُوبُونَ يُنْكِرُونَ مِثْلَ هَذَا \" وَمَنْ جَهِلَ شَيْئًا عَادَاهُ \" وَلَوْ قِيلَ لِمَنْ كَانَ عَلَى شَاكِلَتِهِمْ قَبْلَ كَشْفِهِمْ عَنْ نَسَمَةِ هَذِهِ الْجِنَّةِ (الْمَيْكُرُوبَاتِ) إِنَّ فِي الْعَالَمِ أَنْوَاعًا كَثِيرَةً مِنَ الْمَخْلُوقَاتِ الْخَفِيَّةِ الَّتِي لَا يُمْكِنُ أَنْ يَرَاهَا أَحَدٌ بِعَيْنِهِ هِيَ سَبَبُ الْأَدْوَاءِ وَالْأَمْرَاضِ الَّتِي لَا تُحْصَى، وَهِيَ سَبَبِ التَّغَيُّرَاتِ وَالِاخْتِمَارَاتِ الَّتِي نَرَاهَا فِي الْمَائِعَاتِ وَالْفَوَاكِهِ وَغَيْرِهَا لَقَالُوا: إِنَّمَا هَذِهِ خُرَافَةٌ مِنَ الْخُرَافَاتِ، وَقَدْ كَانَ غَيْرُ الْمُسْلِمُونَ يَعُدُّونَ مِنْ هَذَا الْقَبِيلِ حَدِيثَ أَبِي مُوسَى \" الطَّاعُونُ وَخْزُ أَعْدَائِكُمْ مِنَ الْجِنِّ وَهُوَ لَكُمْ شَهَادَةٌ \" رَوَاهُ الْحَاكِمُ وَصَحَّحَهُ، ثُمَّ صَارُوا بَعْدَ اكْتِشَافِ بَاشْلس الطَّاعُونَ يَتَعَجَّبُونَ مِنْهُ بِصِدْقِ كَلِمَةِ \" الْجِنِّ \" عَلَى مَيكْرُوبِ الطَّاعُونِ كَغَيْرِهِ، وَقَدْ وَرَدَ أَنَّ الْجِنَّ أَنْوَاعٌ مِنْهَا مَا هُوَ مِنَ الْحَشَرَاتِ وَخَشَاشِ الْأَرْضِ. </p><p> وَقَدْ بَيَّنَ الْأُسْتَاذُ الْإِمَامُ النَّوْعَ الْأَوَّلَ فِي رِسَالَةِ التَّوْحِيدِ أَكْمَلَ بَيَانٍ، بِأَوْضَحِ بُرْهَانٍ، وَاخْتَصَرَ فِي بَيَانِ النَّوْعِ الثَّانِي فَقَالَ: </p><p> \" أَمَّا أَرْبَابُ النُّفُوسِ وَالْعُقُولِ السَّامِيَةِ مِنَ الْعُرَفَاءِ، مِمَّنْ لَمْ تَدْنُ مَرَاتِبُهُمْ مِنْ مَرَاتِبِ الْأَنْبِيَاءِ، وَلَكِنَّهُمْ رَضُوا أَنْ يَكُونُوا لَهُمْ أَوْلِيَاءَ، وَعَلَى شَرْعِهِمْ وَدَعْوَتِهِ أُمَنَاءَ: فَكَثِيرٌ مِنْهُمْ نَالَ حَظَّهُ مِنَ الْأُنْسِ، بِمَا يُقَارِبُ تِلْكَ الْحَالَ فِي النَّوْعِ أَوِ الْجِنْسِ، لَهُمْ مُشَارَفَةٌ فِي بَعْضِ أَحْوَالِهِمْ عَلَى شَيْءٍ مِنْ عَالَمِ الْغَيْبِ، وَلَهُمْ مَشَاهِدُ صَحِيحَةٌ فِي عَالَمِ الْمِثَالِ لَا تُنْكَرُ عَلَيْهِمْ لِتَحَقُّقِ حَقَائِقِهَا فِي الْوَاقِعِ، فَهُمْ لِذَلِكَ لَا يَسْتَبْعِدُونَ شَيْئًا مِمَّا يُحَدَّثُ بِهِ مِنَ الْأَنْبِيَاءِ صَلَوَاتُ اللهِ </p>"
}