{
  "id": null,
  "sura": 6,
  "aya": 92,
  "text": "<p> فَلْيَعْتَبِرْ بِهَذَا مَنْ يَضَعُونَ جُلَّ أَوْقَاتِهِمْ فِي طَلَبِ الْعِلْمِ الدِّينِيِّ بِعُلُومِ الْكَلَامِ وَغَيْرِهَا، مِمَّا يَعُدُّونَ الرَّازِيَّ الْإِمَامَ الْمُطْلَقَ فِيهَا، لَعَلَّهُمْ يَرْجِعُونَ إِلَى كِتَابِ اللهِ تَعَالَى وَيَهْتَدُونَ بِهِ، وَيَطْلُبُونَ السَّعَادَةَ مِنْ فَيْضِهِ دُونَ غَيْرِهِ، وَنَسْأَلُ اللهَ تَعَالَى أَنْ يُوَفِّقَنَا لِإِتْمَامِ تَفْسِيرِهِ، وَأَنْ يَجْعَلَهُ حُجَّةً لَنَا لَا عَلَيْنَا بِكَمَالِ التَّخَلُّقِ بِهِ. </p><p> (وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا) قَالَ الزَّمَخْشَرِيُّ: إِنَّ هَذَا عَطْفٌ عَلَى مَا دَلَّ عَلَيْهِ صِفَةُ الْكِتَابِ كَأَنَّهُ قَالَ: أَنْزَلْنَاهُ لِلْبَرَكَاتِ وَتَصْدِيقِ مَا تَقَدَّمَهُ وَلِلْإِنْذَارِ، وَاخْتَارَ السَّعْدُ التَّفْتَازَانِيُّ كَوْنَهُ عَطْفًا عَلَى صَرِيحِ الْوَصْفِ أَيْ كِتَابٌ مُبَارَكٌ وَكَائِنٌ لِلْإِنْذَارِ لِأَنَّ عَطْفَ الظَّرْفِ عَلَى الْمُفْرَدِ كَثِيرٌ فِي بَابَيِ الْخَبَرِ وَالصِّفَةِ، وَفِيهِ بَحْثٌ. وَيَجُوزُ أَنْ يَكُونَ عَطْفًا عَلَى مُقَدَّرٍ حُذِفَ لِدَلَالَةِ الْقَرِينَةِ عَلَيْهِ كَفِعْلِ التَّبْشِيرِ الَّذِي يُقَابِلُ الْإِنْذَارَ، وَقَدْ جُمِعَ بَيْنَهُمَا فِي أَوَّلِ سُورَةِ الْكَهْفِ وَآخِرِ سُورَةِ مَرْيَمَ، وَجَرَى الْبَيْضَاوِيُّ عَلَى أَنَّ التَّعْلِيلَ الْمَحْذُوفَ دَلَّ عَلَيْهِ الْمَذْكُورُ أَيْ وَلِتُنْذِرَ أُمَّ الْقُرَى أَنْزَلْنَاهُ. وَقَرَأَ أَبُو بَكْرٍ عَنْ عَاصِمٍ \" وَلِيُنْذِرَ \" </p><p> بِالْإِسْنَادِ الْمَجَازِيِّ إِلَى الْكِتَابِ، وَأُمُّ الْقُرَى مَكَّةُ وَالْمُرَادُ أَهْلُهَا بِالِاتِّفَاقِ، كُنِّيَتْ بِهَذِهِ الْكُنْيَةِ لِأَنَّهَا قِبْلَةُ أَهْلِ الْقُرَى، أَيِ الْبِلَادِ الَّتِي يَجْتَمِعُ فِيهَا النَّاسُ كَبِيرَةً كَانَتْ أَوْ صَغِيرَةً، أَوْ لِأَنَّ فِيهَا أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ، أَوْ لِأَنَّهَا حَجُّهُمْ وَمُجْتَمَعُهُمْ، أَوْ لِأَنَّهَا أَعْظَمُ الْقُرَى شَأْنًا فِي الدِّينِ، أَوْ لِأَنَّهُمْ يُعَظِّمُونَهَا كَالْأُمِّ، أَوْ لِأَنَّ الْأَرْضَ دُحِيَتْ مِنْ تَحْتِهَا كَمَا رُوِيَ عَنْ بَعْضِ مُفَسِّرِي السَّلَفِ. وَالْمُرَادُ بِالْأَخِيرِ أَنَّهَا أَوَّلُ مَا ظَهَرَ مِنَ الْأَرْضِ الْيَابِسَةِ فِي الْمَاءِ، وَلَا يُعْرَفُ مِثْلُ هَذَا إِلَّا بِوَحْيٍ صَرِيحٍ، وَالْمُرَادُ بِقَوْلِهِ تَعَالَى:  (وَمَنْ حَوْلَهَا) أَهْلُ الْأَرْضِ كَافَّةً كَمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ، وَيُقَوِّيهِ تَسْمِيَتُهَا بِأُمِّ الْقُرَى وَنَحْنُ نَعْلَمُ الْآنَ عِلْمَ الْيَقِينِ أَنَّ النَّاسَ يُصَلُّونَ مُتَوَجِّهِينَ إِلَى بَيْتِ اللهِ فِيهَا، فِي جَمِيعِ أَقْطَارِ الْأَرْضِ الْقَرِيبَةِ مِنْهَا وَالْبَعِيدَةِ عَنْهَا فَهَذَا مِصْدَاقُ كَوْنِهِمْ حَوْلَهَا، وَزَعَمَ بَعْضُ الْيَهُودِ الْمُتَقَدِّمِينَ وَغَيْرُهُمْ أَنَّ الْمُرَادَ بِمَنْ حَوْلَهَا بِلَادُ الْعَرَبِ فَخَصَّهُ بِمَنْ قَرُبَ مِنْهَا عُرْفًا، وَاسْتَدَلُّوا بِهِ عَلَى أَنَّ بَعْثَةَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَاصَّةٌ بِقَوْمِهِ الْعَرَبِ، وَالِاسْتِدْلَالُ بَاطِلٌ وَإِنْ سَلِمَ التَّخْصِيصُ الْمَذْكُورُ، فَإِنَّ إِرْسَالَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى قَوْمِهِ لَا يُنَافِي إِرْسَالَهُ إِلَى غَيْرِهِمْ، وَقَدْ ثَبَتَ عُمُومُ بَعْثَتِهِ فِي آيَاتٍ أُخْرَى كَقَوْلِهِ تَعَالَى فِي هَذِهِ السُّورَةِ:  (وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ) ١٨ أَيْ وَكُلُّ مَنْ بَلَغَهُ وَوَصَلَتْ إِلَيْهِ هِدَايَتُهُ وَقَدْ تَقَدَّمَ، وَقَوْلُهُ فِي أَوَّلِ سُورَةِ الْفُرْقَانِ:  (تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا) وَقَوْلُهُ فِي سُورَةِ سَبَأٍ (وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا) ٣٤: ٢٨. </p><p> (وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ) أَيْ وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ أَوِ الْحَيَاةِ الْآخِرَةِ وَمَا فِيهَا مِنَ الْجَزَاءِ عَلَى الْإِيمَانِ وَالْأَعْمَالِ إِيمَانًا إِذْعَانِيًّا صَحِيحًا أَوِ اسْتِعْدَادِيًّا قَوِيًّا سَوَاءٌ كَانُوا مِنْ أَهْلِ الْكِتَابِ أَوْ مِنْ غَيْرِهِمْ، يُؤْمِنُونَ بِهَذَا الْكِتَابِ الْمُبَارَكِ إِذَا بَلَغَهُمْ أَوْ إِذَا بَلَغَهُمْ دَعْوَتُهُ ; لِأَنَّهُمْ يَجِدُونَ فِيهِ أَكْمَلَ الْهِدَايَةِ إِلَى السَّعَادَةِ الْعُظْمَى فِي تِلْكَ الدَّارِ، فَمَثَلُهُمْ كَمَثَلِ قَوْمٍ سَفْرٍ ضَلُّوا فِي مَفَازَةٍ مِنْ مَجَاهِلِ الْأَرْضِ، حَتَّى إِذَا كَادُوا يَهْلِكُونَ جَاءَهُمْ رَجُلٌ بِكِتَابٍ </p><p> فِي عِلْمِ خَرْتِ الْأَرْضِ وَتَقْوِيمِ الْبُلْدَانِ، فِيهِ بَيَانُ مَكَانِهِمْ وَبَيَانُ أَقْرَبِ السُّبُلِ لِمَنْجَاتِهِمْ، فَإِنَّهُمْ لَا يَتَلَبَّثُونَ بِقَبُولِهِ وَالْعَمَلِ بِهِ، وَأَمَّا الْمُنْكِرُونَ لِلْبَعْثِ وَالْجَزَاءِ فَلَا يَشْعُرُونَ بِشِدَّةِ الْحَاجَةِ إِلَى هِدَايَتِهِ. وَفِي هَذَا تَعْرِيضٌ أَوْ تَصْرِيحٌ بِسَبَبِ إِعْرَاضِ جُمْهُورِ أَهْلِ مَكَّةَ الْأَعْظَمِ عَنْ هَذَا الْكِتَابِ الَّذِي فِيهِ سَعَادَتُهُمْ. </p><p> وَبَالَغَ الرَّازِيُّ فِي قَوْلِهِ: يُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ مِنْ هَذَا الْكَلَامِ التَّنْبِيهَ عَلَى إِخْرَاجِ أَهْلِ مَكَّةَ مِنْ قَبُولِ هَذَا الدِّينِ، لِأَنَّ الْحَامِلَ عَلَى تَحَمُّلِ مَشَقَّةِ النَّظَرِ وَالِاسْتِدْلَالِ وَتَرْكِ رِيَاسَةِ الدُّنْيَا وَتَرْكِ الْحِقْدِ وَالْحَسَدِ لَيْسَ إِلَّا الرَّغْبَةَ فِي الثَّوَابِ وَالرَّهْبَةَ مِنَ الْعِقَابِ، وَكُفَّارُ مَكَّةَ لَمَّا لَمْ يَعْتَقِدُوا فِي الْبَعْثِ وَالْقِيَامَةِ امْتَنَعَ مِنْهُمْ تَرْكُ الْحَسَدِ وَتَرْكُ الرِّيَاسَةِ فَلَا جَرَمَ يَبْعُدُ قَبُولُهُمْ لِهَذَا الدِّينِ وَاعْتِرَافُهُمْ بِنُبُوَّةِ مُحَمَّدٍ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ اهـ. وَيُعْلَمُ وَجْهُ الْمُبَالَغَةِ مِمَّا فَسَّرْنَا بِهِ الْجُمْلَةَ الشَّرِيفَةَ (وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ) يُؤَدُّونَهَا فِي أَوْقَاتِهَا، مُقِيمِينَ لِأَرْكَانِهَا وَآدَابِهَا ; فَإِنَّ الْإِيمَانَ بِالْبَعْثِ وَبِالْقُرْآنِ يَقْتَضِي ذَلِكَ حَتْمًا، وَخُصَّتِ الصَّلَاةُ بِالذِّكْرِ لِأَنَّهُ لَمْ يَكُنْ فُرِضَ عِنْدَ نُزُولِ السُّورَةِ مِنْ أَرْكَانِ الْعِبَادَاتِ غَيْرَهَا، عَلَى أَنَّهُ لَمَّا كَانَتِ الصَّلَاةُ عِمَادَ الدِّينِ وَرَأْسَ الْعِبَادَاتِ وَمُمِدَّةَ الْإِيمَانِ بِالتَّقْوِيَةِ وَكَمَالِ الْإِذْعَانِ، كَانَتِ الْمُحَافَظَةُ عَلَيْهَا دَاعِيَةً إِلَى الْقِيَامِ بِسَائِرِ الْعِبَادَاتِ الْمَفْرُوضَةِ وَتَرْكِ جَمِيعِ الْمُحَرَّمَاتِ الْمَنْصُوصَةِ، وَمُحَاسَبَةِ النَّفْسِ عَلَى الشُّبُهَاتِ وَالْأَفْعَالِ الْمَكْرُوهَةِ. </p><p> (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ) </p>"
}