{
  "id": null,
  "sura": 6,
  "aya": 8,
  "text": "<p> إِسْحَاقَ مَا قَدْ يُعَدُّ سَبَبًا لِنُزُولِ الْآيَةِ الثَّانِيَةِ مِنْ هَذِهِ الثَّلَاثِ قَالَ: \" دَعَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْمَهُ إِلَى الْإِسْلَامِ وَكَلَّمَهُمْ فَأَبْلَغَ إِلَيْهِمْ فَقَالَ لَهُ زَمْعَةُ بْنُ الْأَسْوَدِ بْنِ الْمُطَّلِبِ وَالنَّضِرُ بْنُ الْحَارِثِ بْنِ كَلَدَةَ وَعَبَدَةُ بْنُ عَبْدِ يَغُوثَ </p><p> وَأُبَيُّ بْنُ خَلَفِ بْنِ وَهَبٍ وَالْعَاصُ بْنُ وَائِلِ بْنِ هِشَامٍ: لَوْ جُعِلَ مَعَكَ يَا مُحَمَّدٌ مَلَكٌ يُحَدِّثُ عَنْكَ النَّاسَ وَيُرَى مَعَكَ فَأَنْزَلَ اللهُ فِي ذَلِكَ مِنْ قَوْلِهِمْ: (وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ) وَلَا تَصِحُّ هَذِهِ الرِّوَايَةُ فِي سَبَبِ نُزُولِ الْآيَةِ، وَقَدْ ذَكَرَهَا السُّيُوطِيُّ فِي الدُّرِّ الْمَنْثُورِ وَلَمْ يَذْكُرْهَا فِي (لُبَابِ النُّقُولِ فِي أَسْبَابِ النُّزُولِ) وَاقْتِرَاحُ مُعَانِدِي الْمُشْرِكِينَ إِنْزَالُ الْمَلَكِ مَعَ الرَّسُولِ ذُكِرَ فِي الْفُرْقَانِ وَهُودٍ وَالْإِسْرَاءِ، وَقَدْ رُوِيَ أَنَّ هَذِهِ السُّوَرَ الثَّلَاثَ نَزَلَتْ قَبْلَ الْأَنْعَامِ، وَالْأَنْعَامُ نَزَلَتْ جُمْلَةً وَاحِدَةً عَلَى مَا تَقَدَّمَ بَيَانُهُ فِي أَوَّلِ تَفْسِيرِهَا فَمَا فِيهَا مِنَ الرَّدِّ عَلَيْهِمْ فِي هَذِهِ الْمَسْأَلَةِ إِنَّمَا هُوَ رَدٌّ عَلَى شُبْهَةٍ سَبَقَتْ لَهُمْ وَحُكِيَتْ عَنْهُمْ، وَكَذَلِكَ اقْتِرَاحُ إِنْزَالِ كِتَابٍ مِنَ السَّمَاءِ وَإِنْزَالِ الْقُرْآنِ جُمْلَةً وَاحِدَةً فَهُوَ فِي الْفُرْقَانِ. </p><p> كَانَ الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَعَجَّبُ مِنْ كُفْرِ قَوْمِهِ بِهِ وَبِمَا أُنْزِلَ عَلَيْهِ مَعَ وُضُوحِ بُرْهَانِهِ وَظُهُورِ إِعْجَازِهِ، وَكَانَ يَضِيقُ صَدْرُهُ لِذَلِكَ وَيَنَالُ مِنْهُ الْحُزْنُ وَالْأَسَفُ كَمَا قَالَ تَعَالَى فِي سُورَةِ هُودٍ:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ)  (١١: ١٢) وَمَا فِي مَعْنَاهُ وَكَانَ اللهُ عَزَّ وَجَلَّ يُبَيِّنُ لَهُ أَسْبَابَ ذَلِكَ وَمَنَاشِئَهُ مِنْ طِبَاعِ الْبَشَرِ وَأَخْلَاقِهِمْ وَاخْتِلَافِ اسْتِعْدَادِهِمْ، لِيَعْلَمَ أَنَّ الْحُجَّةَ مَهْمَا تَكُنْ نَاهِضَةً، وَالشُّبْهَةَ مَهْمَا تَكُنْ دَاحِضَةً، فَإِنَّ ذَلِكَ لَا يَسْتَلْزِمُ الْإِيمَانَ بِمَا قُدِّمَتْ عَلَيْهِ الْحُجَّةُ، وَانْحَسَرَتْ عَنْهُ غُمَّةُ الشُّبْهَةِ، إِلَّا فِي حَقِّ مَنْ كَانَ مُسْتَعِدًّا لَهُ، وَزَالَتْ مَوَانِعُ الْكِبْرِ وَالْعِنَادِ أَوِ التَّقْلِيدِ عَنْهُ، فَقَوْلُهُ تَعَالَى:  (وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ) جَاءَ بَعْدَ تِلْكَ الْآيَاتِ الْبَيِّنَاتِ الْوَارِدَةِ بِأُسْلُوبِ الْحِكَايَةِ وَضَمَائِرِ الْغَيْبَةِ مُبَيِّنًا هَذَا الْمَعْنَى لِلرَّسُولِ بِأُسْلُوبِ الِالْتِفَاتِ إِلَى خِطَابِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَأَنَّهُ يَقُولُ: قَدْ عَلِمْتَ أَنَّ عِلَّةَ تَكْذِيبِهِمْ بِالْحَقِّ إِنَّمَا هِيَ إِعْرَاضُهُمْ عَنِ الْآيَاتِ، وَمَا أَقْفَلُوا عَلَى أَنْفُسِهِمْ مِنْ بَابِ النَّظَرِ وَالِاسْتِدْلَالِ، لَا خَفَاءُ الْآيَاتِ فِي نَفْسِهَا، وَلَا قُوَّةُ الشُّبُهَاتِ الَّتِي تَحُولُ حَوْلَهَا، أَلَمْ تَرَ أَنَّ آيَاتِ التَّوْحِيدِ فِي الْأَنْفُسِ وَالْآفَاقِ هِيَ أَظْهَرُ الْآيَاتِ وَأَكْثَرُهَا، وَلَمْ يَمْنَعْهُمْ مِنَ الْكُفْرِ بِهَا مُبَالَغَةُ الْكِتَابِ الْمُعْجِزِ فِي تَقْرِيرِهَا، لَوْ أَنَّنَا نَزَّلْنَا عَلَيْكَ كِتَابًا مِنَ السَّمَاءِ فِي قِرْطَاسٍ كَمَا اقْتَرَحُوا فَرَأَوْهُ نَازِلًا مِنْهَا بِأَعْيُنِهِمْ، وَلَمَسُوهُ عِنْدَ وُصُولِهِ إِلَى الْأَرْضِ بِأَيْدِيهِمْ، لَقَالَ </p><p> الَّذِينَ كَفَرُوا مِنْهُمْ كُفْرَ الْعِنَادِ وَالِاسْتِكْبَارِ: مَا هَذَا الَّذِي رَأَيْنَا وَلَمَسْنَا إِلَّا سِحْرٌ بَيِّنٌ فِي نَفْسِهِ، ثَابِتٌ فِي نَوْعِهِ، وَإِنَّمَا خُيِّلَ إِلَيْنَا أَنَّنَا رَأَيْنَا كِتَابًا وَلَمَسْنَاهُ، وَمَا ثَمَّ كِتَابٌ نَزَلَ، وَلَا قِرْطَاسٌ رُئِيَ وَلَا لُمِسَ، وَكَذَلِكَ قَالَ أَمْثَالُهُمْ فِي آيَاتِ الْأَنْبِيَاءِ مِنْ قَبْلُ، وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا. </p><p> الْكِتَابُ فِي الْأَصْلِ مَصْدَرٌ كَالْكِتَابَةِ، وَيُسْتَعْمَلُ غَالِبًا بِمَعْنَى الْمَكْتُوبِ، فَيُطْلَقُ عَلَى الصَّحِيفَةِ الْمَكْتُوبَةِ وَعَلَى مَجْمُوعَةِ الصُّحُفِ فِي مَقْصِدٍ وَاحِدٍ، وَالْقِرْطَاسُ بِكَسْرِ الْقَافِ (وَتُفْتَحُ وَتُضَمُّ لُغَةٌ) الْوَرَقُ الَّذِي يُكْتَبُ فِيهِ، وَقِيلَ: هُوَ مَخْصُوصٌ بِالْمَكْتُوبِ مِنْهُ وَقَوْلُهُ تَعَالَى: (فِي قِرْطَاسٍ) صِفَةٌ لَهُ أَوْ مُتَعَلِّقٌ بِهِ، وَاللَّمْسُ كَالْمَسِّ. إِدْرَاكٌ بِظَاهِرِ الْبَشْرَةِ. كَمَا قَالَ الرَّاغِبُ. وَقَالَ الْجَوْهَرِيُّ: الْمَسُّ بِالْيَدِ، وَالصَّوَابُ أَنَّ الْأَصْلَ فِيهِ الْمَسُّ بِظَاهِرِ الْبَشْرَةِ وَلِذَلِكَ يُطْلَقُ بِمَعْنَى الْوِقَاعِ كَالْمُلَامَسَةِ، وَلَكِنْ لَمَّا كَانَ أَكْثَرُ اللَّمْسِ بِالْيَدِ وَقَلَّمَا يَقَعُ بِالْقَدَمِ، أَوِ السَّاعِدِ مَثَلًا تَوَهَّمَ أَنَّهُ خَاصٌّ بِمَسِّ الْيَدِ، وَتَقْيِيدُ اللَّمْسِ فِي الْآيَةِ بِالْأَيْدِي بِعَيْنِ الْمُرَادِ مِنْهُ بِدَفْعِ احْتِمَالِ التَّجَوُّزِ بِهِ، إِذِ اللَّمْسُ يُسْتَعْمَلُ مَجَازًا بِمَعْنَى طَلَبِ الشَّيْءِ وَالْبَحْثِ عَنْهُ، يُقَالُ: لَمَسَهُ وَالْتَمَسَهُ وَتَلَمَّسَهُ، بِهَذَا الْمَعْنَى، وَمِنْهُ (وَأَنَّا لَمَسْنَا السَّمَاءَ)  (٧٢: ٨) وَيَسْتَلْزِمُ لَمْسُهُ بِالْأَيْدِي رُؤْيَتَهُ بِالْأَبْصَارِ، قَالَ قَتَادَةُ: فَعَايَنُوهُ وَمَسُّوهُ بِأَيْدِيهِمْ، وَقَالَ مُجَاهِدٌ: فَمَسُّوهُ وَنَظَرُوا إِلَيْهِ، وَالرُّؤْيَةُ وَاللَّمْسُ أَقْوَى الْيَقِينِيَّاتِ الْحِسِّيَّةِ وَأَبْعَدُهَا عَنِ الْخِدَاعِ وَلَا سِيَّمَا إِذَا اجْتَمَعَا، وَالثِّقَةُ بِاللَّمْسِ أَقْوَى لِأَنَّ الْبَصَرَ قَدْ يُخْدَعُ بِالتَّخَيُّلِ وَقَدْ قَالَ تَعَالَى فِي سُورَةِ الْحِجْرِ:  (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ)  (١٥: ١٤، ١٥) وَلَكِنَّ مُكَابَرَةَ الْحِسِّ بَعْدَ اجْتِمَاعِ أَقْوَى إِدْرَاكَيْهِ وَهُمَا الرُّؤْيَةُ وَاللَّمْسُ وَتَقْوِيَةُ أَحَدِهِمَا الْآخَرَ قَلَّمَا يَقَعُ إِلَّا مِنْ جَاحِدٍ مُعَانِدٍ مُسْتَكْبِرٍ، أَوْ مِنْ مُقَلِّدٍ أَعْمَى لَا تَتَوَجَّهُ نَفْسُهُ إِلَى مَعْرِفَةِ شَيْءٍ يُخَالِفُ مَا تَقَلَّدَهُ مِنْ آبَائِهِ وَقَوْمِهِ. وَقَالَ ابْنُ الْمُنَيَّرِ: الظَّاهِرُ أَنَّ فَائِدَةَ زِيَادَةِ لَمْسِهِ بِأَيْدِيهِمْ تَحْقِيقُ الْقِرَاءَةِ عَلَى قُرْبٍ، أَيْ فَقَرَءُوهُ وَهُوَ بِأَيْدِيهِمْ لَا بَعِيدٌ عَنْهُمْ لَمَا آمَنُوا، انْتَهَى وَالْأَوَّلُ هُوَ الظَّاهِرُ الْمُخْتَارُ. </p><p> وَالْآيَةُ تَدُلُّ عَلَى أَنَّ السِّحْرَ خِدَاعٌ بَاطِلٌ، وَتَخْيِيلٌ يَرَى مَا لَا حَقِيقَةَ لَهُ فِي صُورَةِ الْحَقَائِقِ، وَيَقُولُ بَعْضُ الْمُتَكَلِّمِينَ: إِنَّ السِّحْرَ مِنْ خَوَارِقِ الْعَادَاتِ، وَإِنَّ الْفَرْقَ بَيْنَهُ </p><p> وَبَيْنَ الْمُعْجِزَاتِ إِنَّمَا هُوَ فِي اخْتِلَافِ حَالِ مَنْ تَصْدُرُ الْخَوَارِقُ عَلَى أَيْدِيهِمْ، لَا فِي كَوْنِ آيَاتِ الْأَنْبِيَاءِ حَقًّا وَكَوْنِ السِّحْرِ بَاطِلًا، وَالْآيَةُ تُبْطِلُ هَذَا الْقَوْلَ وَلَا تَقُومُ الْحُجَّةُ بِهَا عَلَيْهِ، إِذْ يَكُونُ مَعْنَى دَفْعِ الْمُشْرِكِينَ حِينَئِذٍ: مَا هَذَا الْكِتَابُ الَّذِي نَزَلَ عَلَى الْوَجْهِ الَّذِي اقْتَرَحْنَا إِلَّا خَارِقَةً مِنْ خَوَارِقِ الْعَادَاتِ لَا رَيْبَ فِيهَا. وَلَكِنَّهَا صَدَرَتْ عَلَى يَدِ سَاحِرٍ، فَهِيَ إِذًا مِنَ السِّحْرِ، لَا عَلَى يَدِ مَنِ ادَّعَى النُّبُوَّةَ حَتَّى تُسَمَّى آيَةٌ أَوْ مُعْجِزَةٌ، فَيَكُونُ حَاصِلُهُ الطَّعْنَ فِي شَخْصِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِنْكَارَ ادِّعَائِهِ النُّبُوَّةَ، وَهَذَا الْمَعْنَى مُخَالِفٌ لِلْوَاقِعِ عَلَى كَوْنِ عِبَارَةِ الْآيَةِ تَتَبَرَّأُ مِنَ احْتِمَالِ دُنُوِّهِ مِنْهَا أَوْ دُخُولِهِ عَلَيْهَا مِنْ أَحَدِ الْأَبْوَابِ الثَّلَاثَةِ (الْحَقِيقَةِ، وَالْمَجَازِ، وَالْكِنَايَةِ) وَلَعَلَّهُ لَمْ يَخْطُرْ عَلَى بَالِ أَحَدٍ يَفْهَمُ الْعَرَبِيَّةَ، وَإِنْ كَانَ مِنْ شِيعَةِ ذَلِكَ الْمَذْهَبِ الْكَلَامِيِّ الَّذِي فَسَّرَ السِّحْرَ بِمَا ذَكَرَ خِلَافًا لِظَوَاهِرِ الْكِتَابِ وَالسُّنَّةِ، فَقَدْ نَصَّ الْقُرْآنُ عَلَى أَنَّ السِّحْرَ </p><p> تَخْيِيلٌ لِمَا لَيْسَ وَاقِعًا، وَأَنَّهُ كَيْدٌ وَمَكْرٌ، وَأَنَّهُ يُتَعَلَّمُ تَعَلُّمًا، وَالْخَوَارِقُ لَا تَكُونُ بِالتَّعَلُّمِ، وَقَالَ تَعَالَى عَلَى لِسَانِ كَلِيمِهِ مُوسَى:  (مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللهَ سَيُبْطِلُهُ (١٠: ٨١) وَقَالَ فِي آيَةٍ أُخْرَى: (لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ)  (٨: ٨) فَتَعَيَّنَ أَنْ يَكُونَ السِّحْرُ بَاطِلًا لَا حَقًّا. (وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ) اقْتَرَحَ كُفَّارُ مَكَّةَ أَنْ يُنَزَّلَ عَلَى الرَّسُولِ مَلَكٌ مِنَ السَّمَاءِ يَكُونُ مَعَهُ نَذِيرًا مُؤَيِّدًا لَهُ أَمَامَهُمْ، إِذْ يَرَوْنَهُ وَيَسْمَعُونَ كَلَامَهُ، كَمَا فِي سُورَةِ الْفُرْقَانِ (٢٥: ٧) وَمَا هُنَا وَهُوَ حِكَايَةٌ لِمَا هُنَالِكَ، فَلِذَلِكَ لَمْ يَقُلْ:  \" مَلَكٌ فَيَكُونَ نَذِيرًا \" اكْتِفَاءً بِمَا سَبَقَ، بَلِ اقْتَرَحُوا أَيْضًا أَنْ يَنْزِلَ الْمَلَكُ عَلَيْهِمْ بِالرِّسَالَةِ مِنْ رَبِّهِمْ، بَلْ طَلَبُوا أَكْبَرَ مِنْ ذَلِكَ، طَلَبُوا أَنْ يَرَوْا رَبَّهُمْ وَيُخَاطِبَ كُلَّ وَاحِدٍ مِنْهُمْ بِمَا يُرِيدُ مِنْ إِرْسَالِ الرَّسُولِ إِلَيْهِمْ. كَمَا فِي سُورَةِ الْفُرْقَانِ أَيْضًا (٢٥: ٢١) وَقَدْ قَالَ اللهُ فِي هَؤُلَاءِ: (لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا)  (٢٥: ٢١) نَعَمْ إِنَّ هَذَا مُنْتَهَى الْكِبْرِيَاءِ وَالْعُتُوِّ، لِأَنَّهُ تَسَامٍ وَاسْتِشْرَافٌ مِنْ أَضَلِّ الْبَشَرِ وَأَسْفَلِهِمْ رُوحًا. إِلَى مَا لَمْ يَصِلْ إِلَيْهِ أَعْلَاهُمْ مَقَامًا فِي هَذِهِ الْحَيَاةِ الدُّنْيَا، وَأَمَّا اقْتِرَاحُهُمْ نُزُولَ الْمَلَكِ عَلَى الرَّسُولِ فَهُوَ مَبْنِيٌّ عَلَى ضِدِّ مَا بُنِيَ عَلَيْهِ طَلَبُهُمْ لِنُزُولِ الْمَلَائِكَةِ عَلَيْهِمْ أَوْ رُؤْيَةِ رَبِّهِمْ هُوَ مَبْنِيٌّ عَلَى اعْتِقَادِ أَنَّ </p><p> أَرْقَى الْبَشَرِ عَقْلًا وَأَخْلَاقًا وَآدَابًا وَهُمُ الرُّسُلُ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ لَيْسُوا أَهْلًا لِأَنْ يَكُونُوا رُسُلًا بَيْنَ اللهِ وَبَيْنَ عِبَادِهِ; لِأَنَّهُمْ بَشَرٌ يَأْكُلُونَ وَيَشْرَبُونَ وَيَمْشُونَ فِي الْأَسْوَاقِ هَذِهِ شُبْهَةُ الْمُتَقَدِّمِينَ مِنْهُمْ وَالْمُتَأَخِّرِينَ: قَالَ تَعَالَى فِي هُودٍ وَقَوْمِهِ: (وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ)  (٢٣: ٣٣، ٣٤) وَحَكَى تَعَالَى مِثْلَ هَذَا عَنْ غَيْرِهِمْ فِي هَذِهِ السُّورَةِ (سُورَةِ الْمُؤْمِنُونَ) وَفِي غَيْرِهَا. </p><p> وَمِثْلُ هَذَا التَّنَاقُضِ وَالتَّضَادِّ فِي حُكْمِ الْبَشَرِ لِأَنْفُسِهِمْ وَعَلَيْهَا مَعْهُودٌ فِي كُلِّ زَمَانٍ وَكُلِّ مَكَانٍ، فَهُمْ يَرْفَعُونَ أَنْفُسَهُمْ تَارَةً إِلَى مَا هُوَ أَعْلَى مِنْ قَدْرِهَا بِمَا لَا يُحْصَى مِنَ الدَّرَجَاتِ وَالْمَسَافَاتِ الْبَعِيدَةِ السَّحِيقَةِ، وَيَهْبِطُونَ بِهَا تَارَةً إِلَى مَا هُوَ دُونَ اسْتِعْدَادِهَا بِمَا لَا يُعَدُّ مِنَ الدَّرَكَاتِ الْعَمِيقَةِ، يَتَسَامَوْنَ تَارَةً لِلْبَحْثِ فِي عَالَمِ الْغَيْبِ مِنَ الْأَزَلِ الَّذِي لَا يَعْرِفُونَ أَوَّلَهُ، إِلَى الْأَبَدِ الَّذِي لَا يُدْرِكُونَ نِهَايَتَهُ، وَلِلْكَلَامِ فِي كُنْهِ الْخَالِقِ، وَفِي كَيْفِيَّةِ صُدُورِ الْوُجُودِ الْمُمْكِنِ عَنِ الْوُجُوبِ الْوَاجِبِ. وَيَعْتَرِفُونَ تَارَةً بِالْعَجْزِ عَنْ مَعْرِفَةِ كُنْهِ أَنْفُسِهِمْ وَالْقُصُورِ عَنِ الْإِحَالَةِ بِأَنْوَاعِ الْجِنَّةِ الَّتِي تَعِيشُ فِي بِنْيَتِهِمْ وَتُؤَثِّرُ فِي جَمِيعِ مَوَادِّ مَعِيشَتِهِمْ مِنْ أَطْعِمَتِهِمْ وَأَشْرِبَتِهِمْ، يَقُولُونَ تَارَةً إِنَّ هَذَا الْإِنْسَانَ سَيِّدُ الْأَكْوَانِ، وَمِصْدَاقُ قَوْلِ الْغَزَالِيِّ: لَيْسَ فِي الْإِمْكَانِ أَبْدَعُ مِمَّا كَانَ، وَيَقُولُونَ تَارَةً إِنَّهُ مَظْهَرُ الظُّلْمِ وَالْخَلَلِ وَالْفَسَادِ وَإِنَّمَا يُعَظِّمُ أَحَدُهُمْ نَفْسَهُ أَوْ جِنْسَهُ فِي </p><p> مِرْآةِ نَفْسِهِ، وَيُحَقِّرُ غَيْرَهُ أَوْ نَفْسَهُ مُتَمَثِّلَةً فِي مِرْآةِ جِنْسِهِ. وَمِنْ هَذَا الْبَابِ إِنْكَارُ الْكُفَّارِ لِبِعْثَةِ الرُّسُلِ، وَكَانُوا تَارَةً يَكْتَفُونَ بِجَعْلِ الْبَشَرِيَّةِ عِلَّةً لِلْإِنْكَارِ كَمَا تَرَى فِي سُورَةِ هُودٍ وَإِبْرَاهِيمَ وَالْإِسْرَاءِ وَالْمُؤْمِنِينَ وَيس وَالْقَمَرِ وَالتَّغَابُنِ وَتَارَةً يُصَرِّحُونَ بِمَا فِي أَنْفُسِهِمْ مِنَ الْكِبْرِ وَاسْتِثْقَالِهِمْ تَفْضِيلَ الرُّسُلِ عَلَى أَنْفُسِهِمْ بِاتِّبَاعِهِمْ إِيَّاهُمْ، وَعَلَى هَذَا بَنَوُا اقْتِرَاحَ نُزُولِ الْمَلَائِكَةِ عَلَيْهِمْ مُبَاشَرَةً أَوْ عَلَى الرُّسُلِ مُؤَيِّدَةً لَهُمْ كَقَوْلِ قَوْمِ نُوحٍ:  (مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللهُ لَأَنْزَلَ مَلَائِكَةً)  (٢٣: ٢٤) . </p><p> جَمَعَ مُشْرِكُو مَكَّةَ بَيْنَ الِاقْتِرَاحَيْنِ كَمَا تَقَدَّمَ آنِفًا اقْتِرَاحِ نُزُولِ الْمَلَائِكَةِ </p><p> عَلَيْهِمْ، وَاقْتِرَاحِ نُزُولِ مَلَكٍ عَلَى النَّبِيِّ يَرَوْنَهُ بِأَعْيُنِهِمْ وَلَوْلَا قَيْدُ الرُّؤْيَةِ لَمْ يَكُنْ لِلِاقْتِرَاحِ فَائِدَةٌ; لِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَخْبَرَهُمْ بِأَنَّهُ يُنَزَّلُ عَلَيْهِ الْمَلَكُ، وَكَأَنَّهُمْ ظَنُّوا أَنَّ مُسَاوَاتَهُمْ لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْبَشَرِيَّةِ تَقْتَضِي مُسَاوَاتَهُ فِي الِاسْتِعْدَادِ لِرُؤْيَةِ الْمَلَائِكَةِ وَتَلَقِّي الْعِلْمَ عَنْهُمْ. وَهَذِهِ أَقْوَى شُبْهَةٍ لِلْكُفَّارِ عَلَى الْوَحْيِ; فَإِنَّهُمْ لِغُرُورِهِمْ بِأَنْفُسِهِمْ يُنْكِرُونَ كُلَّ مَا لَا يَصِلُونَ إِلَيْهِ بِأَنْفُسِهِمْ. </p><p> وَقَدْ رَدَّ اللهُ تَعَالَى عَلَيْهِمُ الِاقْتِرَاحَيْنِ مِنْ وَجْهَيْنِ: </p><p> (أَحَدُهُمَا) أَنَّهُ لَوْ أَنْزَلَ مَلَكًا كَمَا اقْتَرَحُوا لَقُضِيَ الْأَمْرُ بِإِهْلَاكِهِمْ ثُمَّ لَا يُنْظَرُونَ، أَيْ لَا يُؤَخَّرُونَ وَلَا يُمْهَلُونَ لِيُؤْمِنُوا، بَلْ يَأْخُذُهُمُ الْعَذَابُ عَاجِلًا كَمَا مَضَتْ بِهِ سُنَّةُ اللهِ فِيمَنْ قَبْلَهُمْ، قَالَ ابْنُ عَبَّاسٍ فِي تَفْسِيرِ الْآيَةِ: وَلَوْ أَتَاهُمْ مَلَكٌ فِي صُورَتِهِ لَأَهْلَكْنَاهُمْ ثُمَّ لَا يُؤَخَّرُونَ، وَقَالَ قَتَادَةُ يَقُولُ لَوْ أَنْزَلَ اللهُ مَلَكًا ثُمَّ لَمْ يُؤْمِنُوا لَعَجَّلَ لَهُمُ الْعَذَابَ، وَلَكِنْ قَالَ مُجَاهِدٌ فِي قَوْلِهِ:  (لَقُضِيَ الْأَمْرُ) أَيْ لَقَامَتِ السَّاعَةُ وَذَكَرَ الْمُفَسِّرُونَ فِي تَفْسِيرِ قَضَاءِ الْأَمْرِ هُنَا عِدَّةَ وُجُوهٍ: </p><p> (١) أَنَّ سُنَّةَ اللهِ فِي أَقْوَامِ الرُّسُلِ الَّذِينَ قَامَتْ عَلَيْهِمُ الْحُجَّةُ أَنَّهُمْ كَانُوا إِذَا اقْتَرَحُوا آيَةً وَأُعْطُوهَا وَلَمْ يُؤْمِنُوا يُعَذِّبُهُمُ اللهُ بِالْهَلَاكِ، وَالِاسْتِئْصَالِ الَّذِي تَتَوَلَّى تَنْفِيذَهُ الْمَلَائِكَةُ، وَاللهُ تَعَالَى لَا يُرِيدُ أَنْ يَسْتَأْصِلَ هَذِهِ الْأُمَّةَ الَّتِي بَعَثَ فِيهَا خَاتَمَ رُسُلِهِ نَبِيَّ الرَّحْمَةِ، فَالرَّحْمَةُ الْعَامَّةُ تُنَافِي هَذَا الْعَذَابَ الْعَامَّ (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ)  (٢١: ١٠٧) . </p><p> (٢) أَنَّ الْمُرَادَ أَنَّهُمْ لَوْ شَاهَدُوا الْمَلَكَ بِصُورَتِهِ الْأَصْلِيَّةِ كَمَا يَطْلُبُونَ لَزَهَقَتْ أَرْوَاحُهُمْ مِنْ هَوْلِ مَا يُشَاهِدُونَ. </p><p> (٣) أَنَّ رُؤْيَةَ الْمَلَكِ بِصُورَتِهِ آيَةٌ مُلْجِئَةٌ يَزُولُ بِهَا الِاخْتِيَارُ الَّذِي هُوَ قَاعِدَةُ التَّكْلِيفِ، وَهَذَا عَلَى قَاعِدَةِ الْمُعْتَزِلَةِ، وَعِبَارَةُ الزَّمَخْشَرِيِّ فِي هَذِهِ الْمَسْأَلَةِ مِنْ تَعْلِيلَاتِ قَضَاءِ الْأَمْرِ، وَإِمَّا لِأَنَّهُ يَزُولُ الِاخْتِيَارُ الَّذِي هُوَ قَاعِدَةُ التَّكْلِيفِ عِنْدَ نُزُولِ الْمَلَائِكَةِ فَيَجِبُ إِهْلَاكُهُمُ انْتَهَى وَهَذَا التَّفْرِيعُ غَيْرُ مُسَلَّمٍ. </p>"
}