{
  "id": null,
  "sura": 6,
  "aya": 59,
  "text": "<p> لَمَّا أَمَرَ اللهُ تَعَالَى رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُبَيِّنَ لِلْمُشْرِكِينَ أَنَّهُ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ فِيمَا بَلَّغَهُمْ إِيَّاهُ مِنْ رِسَالَتِهِ، وَأَنَّ مَا يَسْتَعْجِلُونَ بِهِ مِنْ عَذَابِ اللهِ وَنَصْرِهِ عَلَيْهِمْ - تَعْجِيزًا أَوْ تَهَكُّمًا أَوْ عِنَادًا - لَيْسَ عِنْدَهُ، وَإِنَّمَا هُوَ عِنْدَ اللهِ الَّذِي قَضَتْ سُنَّتُهُ أَنْ يَكُونَ لِكُلِّ شَيْءٍ أَجَلٌ وَمَوْعِدٌ لَا يَتَقَدَّمُ وَلَا يَتَأَخَّرُ عَنْهُ، وَأَنَّهُ تَعَالَى هُوَ الَّذِي يَقْضِي الْحَقَّ وَيَقُصُّهُ عَلَى رَسُولِهِ وَبِيَدِهِ تَنْفِيذُ وَعْدِهِ وَوَعِيدِهِ - قَفَّى عَلَى ذَلِكَ بِبَيَانِ كَوْنِ مَفَاتِحِ الْغَيْبِ عِنْدَهُ، وَكَوْنِ التَّصَرُّفِ فِي الْخَلْقِ بِيَدِهِ، وَكَوْنِهِ هُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ لَا يُشَارِكُهُ أَحَدٌ مِنْ رُسُلِهِ وَلَا غَيْرِهِمْ فِي ذَلِكَ حَتَّى يَصِحَّ أَنْ يُطَالَبُوا بِهِ، فَقَالَ عَزَّ وَجَلَّ: </p><p> (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) الْمَفَاتِحُ جَمْعُ مَفْتَحٍ - بِفَتْحِ الْمِيمِ - وَهُوَ الْمَخْزَنُ، وَبِكَسْرِهَا وَهُوَ الْمِفْتَاحُ الَّذِي تُفْتَحُ بِهِ الْأَقْفَالُ، وَقُرِئَ فِي الشَّوَاذِّ \" مَفَاتِيحُ الْغَيْبِ \" وَيُؤَيِّدُ هَذِهِ الْقِرَاءَةَ حَدِيثُ ابْنِ عُمَرَ الْآتِي فِي تَفْسِيرِ الْآيَةِ، وَيَجُوزُ اسْتِعْمَالُ اللَّفْظِ فِي مَعْنَيَيْهِ، أَيْ أَنَّ خَزَائِنَ الْغَيْبِ - وَهُوَ مَا غَابَ عِلْمُهُ عَنِ الْخَلْقِ - هِيَ عِنْدَ اللهِ تَعَالَى وَفِي </p><p> تَصَرُّفِهِ وَحْدَهُ، وَأَنَّ الْمَفَاتِيحَ - أَيِ الْوَسَائِلَ الَّتِي يُتَوَصَّلُ بِهَا إِلَى عِلْمِ الْغَيْبِ - هِيَ عِنْدَهُ أَيْضًا لَا يَعْلَمُهَا عِلْمًا ذَاتِيًّا إِلَّا هُوَ، فَهُوَ الَّذِي يُحِيطُ بِهَا عِلْمًا وَسِوَاهُ جَاهِلٌ بِذَاتِهِ لَا يُمْكِنُ أَنْ يُحِيطَ عِلْمًا بِهَا وَلَا أَنْ يَعْلَمَ شَيْئًا مِنْهَا إِلَّا بِإِعْلَامِهِ عَزَّ وَجَلَّ، وَإِذَا كَانَ الْأَمْرُ كَذَلِكَ فَالْوَاجِبُ أَنْ يُفَوَّضَ إِلَيْهِ إِنْجَازُ وَعْدِهِ لِرَسُولِهِ بِالنَّصْرِ، وَوَعِيدِهِ لِأَعْدَائِهِ بِالْعَذَابِ وَالْقَهْرِ، مَعَ الْقَطْعِ بِأَنَّهُ لَا يُخْلِفُ وَعْدَهُ رُسُلَهُ، وَإِنَّمَا يُؤَخِّرُ إِنْجَازَهُ إِلَى الْأَجَلِ الَّذِي اقْتَضَتْهُ حِكْمَتُهُ، وَقَدْ تَقَدَّمَ فِي تَفْسِيرِ هَذِهِ السُّورَةِ بَيَانُ حَقِيقَةِ الْغَيْبِ وَاسْتِئْثَارِ اللهِ تَعَالَى بِعِلْمِهِ، وَمَا يُعَلِّمُهُ بَعْضَ خَلْقِهِ مِنَ الْحَقِيقِيِّ أَوِ الْإِضَافِيِّ مِنْهُ، وَسَنَزِيدُ ذَلِكَ بَيَانًا (وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ) قَالَ الرَّاغِبُ: أَصْلُ الْبَحْرِ كُلُّ مَكَانٍ وَاسِعٍ جَامِعٍ لِلْمَاءِ الْكَثِيرِ. وَقِيلَ: إِنَّ أَصْلَهُ الْمَاءُ الْمِلْحُ، وَأُطْلِقَ عَلَى الْأَنْهَارِ بِالتَّوَسُّعِ أَوِ التَّغْلِيبِ. وَالْبَرُّ مَا يُقَابِلُهُ مِنَ الْأَرْضِ، وَهُوَ مَا يُسَمِّيهِ عُلَمَاءُ خَرْتِ الْأَرْضِ بِالْيَابِسَةِ. وَعِلْمُهُ تَعَالَى بِمَا فِي الْبَرِّ وَالْبَحْرِ مِنْ عِلْمِ الشَّهَادَةِ الْمُقَابِلِ لِعِلْمِ الْغَيْبِ. عَلَى أَنَّ أَكْثَرَ مَا فِي خَفَايَا الْبَرِّ وَالْبَحْرِ غَائِبٌ عَنْ عِلْمِ أَكْثَرِ الْخَلْقِ، وَإِنْ كَانَ فِي نَفْسِهِ مَوْجُودًا يُمْكِنُ أَنْ يَعْلَمَهُ الْبَاحِثُ مِنْهُمْ عَنْهُ، وَقَدَّمَ ذِكْرَ الْبَرِّ عَلَى الْبَحْرِ عَلَى طَرِيقَةِ التَّرَقِّي مِنَ الْأَدْنَى إِلَى مَا هُوَ أَعْظَمُ مِنْهُ، فَإِنَّ قَسْمَ الْبَحْرِ مِنَ الْأَرْضِ أَعْظَمُ مِنْ قَسْمِ الْبَرِّ، وَخَفَايَاهُ أَكْثَرُ وَأَعْظَمُ (وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا) أَيْ وَمَا تَسْقُطُ وَرَقَةٌ مَا مِنْ نَجْمٍ أَوْ شَجَرٍ مَا إِلَّا يَعْلَمُهَا؛ لِإِحَاطَةِ عِلْمِهِ بِالْجُزْئِيَّاتِ كُلِّهَا (وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ) أَيْ وَمَا تَسْقُطُ مِنْ حَبَّةٍ بِفِعْلِ فَاعِلٍ مُخْتَارٍ فِي ظُلُمَاتِ الْأَرْضِ كَالْحَبِّ الَّذِي يُلْقِيهِ الزُّرَّاعُ فِي بُطُونِ الْأَرْضِ يَسْتُرُونَهُ بِالتُّرَابِ فَيَحْتَجِبُ عَنْ نُورِ النَّهَارِ، وَالَّذِي تَذْهَبُ بِهِ النَّمْلُ وَغَيْرِهَا مِنَ الْحَشَرَاتِ فِي قُرَاهَا وَجُحُورِهَا، أَوْ بِغَيْرِ فِعْلِ فَاعِلٍ كَالَّذِي يَسْقُطُ مِنَ النَّبَاتِ فِي شُقُوقِهَا وَأَخَادِيدِهَا، وَمَا يَسْقُطُ </p><p> مِنْ رَطْبٍ وَلَا يَابِسٍ مِنَ الثِّمَارِ وَنَحْوِهَا - إِلَّا كَائِنٌ فِي كِتَابٍ مُبِينٍ - وَهُوَ عِلْمُ اللهِ تَعَالَى الَّذِي يُشْبِهُ الْمَكْتُوبَ فِي الصُّحُفِ بِثَبَاتِهِ وَعَدَمِ تَغَيُّرِهِ - أَوْ كِتَابُهُ الَّذِي كَتَبَ فِيهِ مَقَادِيرَ الْخَلْقِ كَمَا وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ وَسَيَأْتِي ذِكْرُهُ، وَهُوَ بِمَعْنَى قَوْلِهِ فِيمَا قَبْلَهُ:  (إِلَّا يَعْلَمُهَا) وَلِذَلِكَ قِيلَ: إِنَّهُ تَكْرِيرٌ لَهُ </p><p> بِالْمَعْنَى، وَقِيلَ: بَدَلُ كُلٍّ أَوْ بَدَلُ اشْتِمَالٍ مِنْهُ. </p><p> فَإِنْ قِيلَ: مَا حِكْمَةُ تَخْصِيصِ هَذِهِ الْأَشْيَاءِ بِالذِّكْرِ؟ قُلْنَا: إِنَّ الْمَعْلُومَ - أَوْ مَا يَتَعَلَّقُ بِهِ الْعِلْمُ إِمَّا مَوْجُودٌ وَإِمَّا مَعْدُومٌ، وَالْمَوْجُودُ إِمَّا حَاضِرٌ مَشْهُودٌ، وَإِمَّا غَائِبٌ فِي حُكْمِ الْمَفْقُودِ، وَلَيْسَ فِي الْوُجُودِ شَيْءٌ غَائِبٌ عَنِ اللهِ تَعَالَى، فَعِلْمُهُ تَعَالَى بِالْأَشْيَاءِ إِمَّا عِلْمُ غَيْبٍ وَهُوَ عِلْمُهُ بِالْمَعْدُومِ، وَإِمَّا عِلْمُ شَهَادَةٍ وَهُوَ عِلْمُهُ بِالْمَوْجُودِ، وَأَمَّا أَهْلُ الْعِلْمِ مِنَ الْخَلْقِ فَمِنَ الْمَوْجُودَاتِ مَا هُوَ حَاضِرٌ مَشْهُودٌ لَدَيْهِمْ، وَمِنْهَا مَا هُوَ حَاضِرٌ غَيْرُ مَشْهُودٍ؛ لِأَنَّهُ لَمْ يَخْلُقْ لَهُمْ آلَةً لِلْعِلْمِ بِهِ كَعَالَمِ الْجِنِّ وَالْمَلَائِكَةِ مَعَ الْإِنْسِ، وَمِنْهَا مَا هُوَ غَائِبٌ عَنْ شُهُودِهِمْ وَهُمْ مُسْتَعِدُّونَ لِإِدْرَاكِهِ لَوْ كَانَ حَاضِرًا، وَمَا هُوَ غَائِبٌ وَهُمْ غَيْرُ مُسْتَعِدِّينَ لِإِدْرَاكِهِ لَوْ حَضَرَ، فَكُلُّ مَا خُلِقُوا غَيْرُ مُسْتَعِدِّينَ لِإِدْرَاكِهِ مِنْ مَوْجُودٍ وَمَعْدُومٍ فَهُوَ غَيْبٌ حَقِيقِيٌّ بِالنِّسْبَةِ إِلَيْهِمْ، وَكُلُّ مَا خُلِقُوا مُسْتَعِدِّينَ لِإِدْرَاكِهِ دَائِمًا أَوْ فِي بَعْضِ الْأَحْوَالِ فَهُوَ - إِنْ غَابَ عَنْهُمْ - غَيْبٌ إِضَافِيٌّ. وَقَدْ بَيَّنَ اللهُ تَعَالَى لَنَا فِي هَذِهِ الْآيَةِ أَنَّ خَزَائِنَ عَالَمِ الْغَيْبِ كُلِّهَا عِنْدَهُ، وَعِنْدَهُ مَفَاتِيحُهَا وَأَسْبَابُهَا الْمُوصِلَةُ إِلَيْهَا، وَأَنَّ عِنْدَهُ مِنْ عِلْمِ الشَّهَادَةِ مَا لَيْسَ عِنْدَ غَيْرِهِ، وَذَكَرَ عَلَى سَبِيلِ الْمَثَلِ عِلْمَهُ بِكُلِّ مَا فِي الْبَرِّ وَالْبَحْرِ مِنْ ظَاهِرٍ وَخَفِيٍّ، ثُمَّ خَصَّ بِالذِّكْرِ ثَلَاثَةَ أَشْيَاءَ مِمَّا فِي الْبَرِّ: إِحَاطَةُ عِلْمِهِ بِكُلِّ وَرَقَةٍ تَسْقُطُ مِنْ نَبْتَةٍ، وَكُلِّ حَبَّةٍ تَسْقُطُ فِي ظُلُمَاتِ الْأَرْضِ، وَكُلِّ رَطْبٍ وَيَابِسٍ. فَأَمَّا الْوَرَقُ الَّذِي يَسْقُطُ فَهُوَ مَا كَانَ حَبًّا رَطْبًا مِنَ النَّبَاتِ فَأَشْرَفَ عَلَى الْيُبْسِ وَفَقَدَ الْحَيَاةَ النَّبَاتِيَّةَ وَالْتَحَقَ بِمَوَادَّ الْأَرْضِ الْمَيْتَةِ، وَقَدْ يَتَغَذَّى بِهِ حَيَوَانٌ بَعْدَ يُبْسِهِ أَوْ قَبْلَهُ، أَوْ يَتَحَلَّلُ فِي الْأَرْضِ بَعْدَ سُقُوطِهِ، وَيَتَغَذَّى بِهِ نَبَاتٌ آخَرُ فَيَدْخُلُ فِي عَالَمِ الْأَحْيَاءِ بِطَوْرٍ آخَرَ، وَأَمَّا الْحَبُّ فَهُوَ أَصْلُ تَكْوِينِ النَّبَاتِ الْحَيِّ يَسْقُطُ فِي ظُلُمَاتِ الْأَرْضِ، فَمِنْهُ مَا يَنْبُتُ وَيَكُونُ نَجْمًا أَوْ شَجَرًا، وَمِنْهُ مَا يَتَغَذَّى بِهِ بَعْضُ الْأَحْيَاءِ مِنَ الْحَيَوَانِ، كَالطَّيْرِ وَالْحَشَرَاتِ، فَيَدْخُلُ فِي بِنْيَتِهَا كَمَا قُلْنَا فِيمَا قَبْلَهُ. وَأَمَّا ذِكْرُ الرَّطْبِ وَالْيَابِسِ فَهُوَ تَعْمِيمٌ بَعْدَ تَخْصِيصٍ فِي هَذَا الْبَابِ، فَهَذِهِ الْأَشْيَاءُ مِنْ عَالَمِ الشَّهَادَةِ تَدْخُلُ فِي عَالَمِ الْغَيْبِ، ثُمَّ تَبْرُزُ فِي عَالَمِ الشَّهَادَةِ. وَعِلْمُ اللهِ تَعَالَى مُحِيطٌ بِكُلِّ شَيْءٍ مِنْهَا عَلَى كَثْرَتِهَا وَدِقَّةِ بَعْضِهَا وَصِغَرِهِ، وَتَنَقُّلِهِ فِي أَطْوَارِ الْخَلْقِ وَالتَّكْوِينِ وَمَا يَتْبَعْهُمَا مِنَ الصُّوَرِ وَالْمَظَاهِرِ، وَحَسْبُكَ هَذَا الْإِيمَاءُ مِنْ حِكْمَةِ تَخْصِيصِهَا بِالذِّكْرِ. </p><p> وَفِي هَذِهِ الْآيَةِ مَبَاحِثُ لِعُلَمَاءِ الْآثَارِ، وَجَوْلَاتٌ لِلنُّظَّارِ، نَذْكُرُ الْمُهِمَّ مِنْهَا فِي فُصُولٍ: </p><p> فَهْمُ عُلَمَاءِ الْكَلَامِ وَالْحُكَمَاءِ لِلْآيَةِ </p><p> قَالَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ الْكَبِيرِ الَّذِي سَمَّاهُ (مَفَاتِحُ الْغَيْبِ) مَا نَصُّهُ: </p><p> \" اعْلَمْ أَنَّهُ تَعَالَى قَالَ فِي الْآيَةِ الْأُولَى:(وَاللهُ أَعْلَمُ بِالظَّالِمِينَ)يَعْنِي أَنَّهُ سُبْحَانَهُ هُوَ الْعَالِمُ بِكُلِّ شَيْءٍ، فَهُوَ يُعَجِّلُ مَا تَعْجِيلُهُ أَصْلَحُ وَيُؤَخِّرُ مَا تَأْخِيرُهُ أَصْلَحُ.وَفِي الْآيَةِ مَسَائِلُ:</p><p> (الْمَسْأَلَةُ الْأُولَى) الْمَفَاتِحُ جَمْعُ مِفْتَحٍ، وَمَفْتَحٍ وَالْمِفْتَحُ بِالْكَسْرِ الْمِفْتَاحُ الَّذِي يُفْتَحُ بِهِ، وَالْمَفْتَحُ بِفَتْحِ الْمِيمِ الْخِزَانَةُ، وَكُلُّ خِزَانَةٍ كَانَتْ لِصِنْفٍ مِنَ الْأَشْيَاءِ فَهُوَ مَفْتَحٌ، قَالَ الْفَرَّاءُ فِي قَوْلِهِ تَعَالَى:  (مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ)  (٢٨: ٧٦) يَعْنِي خَزَائِنَهُ، فَلَفْظُ الْمَفَاتِحِ يُمْكِنُ أَنْ يَكُونَ الْمُرَادَ مِنْهُ الْمَفَاتِيحُ، وَيُمْكِنُ أَنْ يُرَادَ مِنْهُ الْخَزَائِنُ. أَمَّا عَلَى التَّقْدِيرِ الْأَوَّلِ فَقَدْ جَعَلَ لِلْغَيْبِ مَفَاتِيحَ عَلَى طَرِيقِ الِاسْتِعَارَةِ ; لِأَنَّ الْمَفَاتِيحَ يُتَوَصَّلُ بِهَا إِلَى مَا فِي الْخَزَائِنِ الْمُسْتَوْثَقِ مِنْهَا بِالْأَغْلَاقِ وَالْأَقْفَالِ، فَالْعَالِمُ بِتِلْكَ الْمَفَاتِيحِ وَكَيْفِيَّةِ اسْتِعْمَالِهَا فِي فَتْحِ تِلْكَ الْأَغْلَاقِ وَالْأَقْفَالِ يُمْكِنُهُ أَنْ يَتَوَصَّلَ بِتِلْكَ الْمَفَاتِيحِ إِلَى مَا فِي تِلْكَ الْخَزَائِنِ، فَكَذَلِكَ هَاهُنَا الْحَقُّ سُبْحَانَهُ، لَمَّا كَانَ عَالِمًا بِجَمِيعِ الْمَعْلُومَاتِ عَبَّرَ عَنْ هَذَا الْمَعْنَى بِالْعِبَارَةِ الْمَذْكُورَةِ، وَقُرِئَ \" مَفَاتِيحُ \". وَأَمَّا عَلَى التَّقْدِيرِ الثَّانِي فَالْمَعْنَى وَعِنْدَهُ خَزَائِنُ الْغَيْبِ، فَعَلَى التَّقْدِيرِ الْأَوَّلِ يَكُونُ الْمُرَادُ الْعِلْمَ بِالْغَيْبِ،وَعَلَى التَّقْدِيرِ الثَّانِي الْمُرَادُ مِنْهُ:الْقُدْرَةُ عَلَى كُلِّ الْمُمْكِنَاتِ كَمَا فِي قَوْلِهِ:(وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ)(١٥: ٢١).</p><p> \" وَلِلْحُكَمَاءِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ كَلَامٌ عَجِيبٌ مُفَرَّعٌ عَلَى أُصُولِهِمْ، فَإِنَّهُمْ قَالُوا: ثَبَتَ أَنَّ الْعِلْمَ بِالْعِلَّةِ عِلَّةٌ لِلْعِلْمِ بِالْمَعْلُولِ، وَأَنَّ الْعِلْمَ بِالْمَعْلُولِ لَا يَكُونُ عِلَّةً لِلْعِلْمِ بِالْعِلَّةِ، قَالُوا: وَإِذَا ثَبَتَ هَذَا فَنَقُولُ: الْمَوْجُودُ إِمَّا أَنْ يَكُونَ وَاجِبًا لِذَاتِهِ وَإِمَّا أَنْ يَكُونَ مُمْكِنًا لِذَاتِهِ. وَالْوَاجِبُ لِذَاتِهِ لَيْسَ إِلَّا اللهُ سُبْحَانَهُ وَتَعَالَى، وَكُلُّ مَا سِوَاهُ فَهُوَ مُمْكِنٌ لِذَاتِهِ، وَالْمُمْكِنُ لِذَاتِهِ لَا يُوجَدُ إِلَّا بِتَأْثِيرِ الْوَاجِبِ لِذَاتِهِ، وَكُلُّ مَا سِوَى الْحَقِّ سُبْحَانَهُ فَهُوَ مَوْجُودٌ بِإِيجَادِهِ، كَائِنٌ بِتَكْوِينِهِ وَاقِعٌ بِإِيقَاعِهِ، إِمَّا بِغَيْرِ وَاسِطَةٍ وَإِمَّا بِوَاسِطَةٍ وَاحِدَةٍ، وَإِمَّا بِوَسَائِطَ كَثِيرَةٍ عَلَى التَّرْتِيبِ النَّازِلِ مِنْ عِنْدِهِ طُولًا وَعَرْضًا، إِذَا ثَبَتَ هَذَا فَنَقُولُ: عِلْمُهُ بِذَاتِهِ يُوجِبُ عِلْمَهُ بِالْأَثَرِ الْأَوَّلِ الصَّادِرِ مِنْهُ، ثُمَّ عِلْمُهُ بِذَلِكَ الْأَثَرِ الْأَوَّلِ يُوجِبُ عِلْمَهُ بِالْأَثَرِ الثَّانِي؛ لِأَنَّ الْأَثَرَ الْأَوَّلَ عِلَّةٌ قَرِيبَةٌ لِلْأَثَرِ الثَّانِي، وَقَدْ ذَكَرْنَا أَنَّ الْعِلْمَ بِالْعِلَّةِ يُوجِبُ الْعِلْمَ بِالْمَعْلُولِ، فَبِهَذَا عِلْمُ الْغَيْبِ </p><p> لَيْسَ إِلَّا عِلْمُ الْحَقِّ بِذَاتِهِ الْمَخْصُوصَةِ، ثُمَّ يَحْصُلُ بِهِ مِنْ عِلْمِهِ بِذَاتِهِ عِلْمُهُ بِالْآثَارِ الصَّادِرَةِ عَنْهُ عَلَى تَرْتِيبِهَا الْمُعْتَبَرِ، وَلَمَّا كَانَ عِلْمُهُ بِذَاتِهِ لَمْ يَحْصُلْ إِلَّا لِذَاتِهِ - لَا جَرَمَ - صَحَّ أَنْ يُقَالَ (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) فَهَذَا هُوَ طَرِيقَةُ هَؤُلَاءِ الْفِرْقَةِ الَّذِينَ فَسَّرُوا هَذِهِ الْآيَةَ بِنَاءً عَلَى هَذِهِ الطَّرِيقَةِ. </p><p> \" ثُمَّ اعْلَمْ أَنَّ هَاهُنَا دَقِيقَةً أُخْرَى، وَهِيَ أَنَّ الْقَضَايَا الْعَقْلِيَّةَ الْمَحْضَةَ يَصْعُبُ تَحْصِيلُ </p><p> الْعِلْمِ بِهَا عَلَى سَبِيلِ التَّمَامِ وَالْكَمَالِ إِلَّا لِلْعُقَلَاءِ الْكَامِلِينَ الَّذِينَ تَعَوَّدُوا الْإِعْرَاضَ عَنْ قَضَايَا الْحِسِّ وَالْخَيَالِ، وَأَلِفُوا اسْتِحْضَارَ الْمَعْقُولَاتِ الْمُجَرَّدَةِ، وَمِثْلُ هَذَا الْإِنْسَانِ يَكُونُ كَالنَّادِرِ، وَقَوْلُهُ:  (وَعِنْدَهَ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) قَضِيَّةٌ عَقْلِيَّةٌ مَحْضَةٌ مُجَرَّدَةٌ، فَالْإِنْسَانُ الَّذِي يَقْوَى عَقْلُهُ عَلَى الْإِحَاطَةِ بِمَعْنَى هَذِهِ الْقَضِيَّةِ نَادِرٌ جِدًّا، وَالْقُرْآنُ إِنَّمَا أُنْزِلَ لِيَنْتَفِعَ بِهِ جَمِيعُ الْخَلْقِ. فَهَاهُنَا طَرِيقٌ آخَرُ، وَهُوَ أَنَّ مَنْ ذَكَرَ الْقَضِيَّةَ الْعَقْلِيَّةَ الْمَحْضَةَ الْمُجَرَّدَةَ، فَإِذَا أَرَادَ إِيصَالَهَا إِلَى عَقْلِ كُلِّ أَحَدٍ ذَكَرَ لَهَا مِثَالًا مِنَ الْأُمُورِ الْمَحْسُوسَةِ الدَّاخِلَةِ تَحْتَ الْقَضِيَّةِ الْعَقْلِيَّةِ الْكُلِّيَّةِ لِيَصِيرَ ذَلِكَ الْمَعْقُولُ بِمُعَاوَنَةِ هَذَا الْمِثَالِ الْمَحْسُوسِ مَفْهُومًا لِكُلِّ أَحَدٍ، وَالْأَمْرُ فِي هَذِهِ الْآيَةِ وَرَدَ عَلَى هَذَا الْقَانُونِ؛ لِأَنَّهُ قَالَ أَوَّلًا:  (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) ثُمَّ أَكَّدَ هَذَا الْمَعْقُولَ الْكُلِّيَّ الْمُجَرَّدَ بِجُزْئِيٍّ مَحْسُوسٍ فَقَالَ: (وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ) وَذَلِكَ لِأَنَّ أَحَدَ أَقْسَامِ مَعْلُومَاتِ اللهِ هُوَ جَمِيعُ دَوَابِّ الْبَرِّ وَالْبَحْرِ. وَالْحِسُّ وَالْخَيَالُ قَدْ وَقَفَ عَلَى عَظَمَةِ أَحْوَالِ الْبَرِّ وَالْبَحْرِ، فَذِكْرُ هَذَا الْمَحْسُوسِ يَكْشِفُ عَنْ حَقِيقَةِ عَظَمَةِ ذَلِكَ الْمَعْقُولِ. وَفِيهِ دَقِيقَةٌ أُخْرَى وَهِيَ أَنَّهُ تَعَالَى قَدَّمَ ذِكْرَ الْبَرِّ لِأَنَّ الْإِنْسَانَ قَدْ شَاهَدَ أَحْوَالَ الْبَرِّ وَكَثْرَةِ مَا فِيهِ مِنَ الْمُدُنِ وَالْقُرَى وَالْمَفَاوِزِ وَالْجِبَالِ وَالتِّلَالِ، وَكَثْرَةِ مَا فِيهَا مِنَ الْحَيَوَانِ وَالنَّبَاتِ وَالْمَعَادِنِ، وَأَمَّا الْبَحْرُ فَإِحَاطَةُ الْعَقْلِ بِأَحْوَالِهِ أَقَلُّ، إِلَّا أَنَّ الْحِسَّ يَدُلُّ عَلَى أَنَّ عَجَائِبَ الْبَحَّارِ فِي الْجُمْلَةِ أَكْثَرُ، وَطُولُهَا وَعَرْضُهَا أَعْظَمُ. وَمَا فِيهَا مِنَ الْحَيَوَانَاتِ وَأَجْنَاسِ الْمَخْلُوقَاتِ أَعْجَبُ. فَإِذَا اسْتَحْضَرَ الْخَيَالُ صُورَةَ الْبَحْرِ وَالْبَرِّ عَلَى هَذِهِ الْوُجُوهِ ثُمَّ عَرَفَ أَنَّ مَجْمُوعَهَا قِسْمٌ حَقِيرٌ مِنَ الْأَقْسَامِ الدَّاخِلَةِ تَحْتَ قَوْلِهِ:  (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) فَيَصِيرُ هَذَا الْمِثَالُ الْمَحْسُوسُ مُقَوِّيًا وَمُكَمِّلًا لِلْعَظَمَةِ الْحَاصِلَةِ تَحْتَ قَوْلِهِ: (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) ثُمَّ إِنَّهُ تَعَالَى كَمَا كَشَفَ عَنْ عَظَمَةِ قَوْلِهِ: (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ) بِذِكْرِ الْبَرِّ وَالْبَحْرِ </p><p> كَشَفَ عَنْ عَظَمَةِ الْبَرِّ وَالْبَحْرِ بِقَوْلِهِ:  (وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا) وَذَلِكَ لِأَنَّ الْعَقْلَ يَسْتَحْضِرُ جَمِيعَ مَا فِي وَجْهِ الْأَرْضِ مِنَ الْمُدُنِ وَالْمَفَاوِزِ وَالْجِبَالِ وَالتِّلَالِ، ثُمَّ يَسْتَحْضِرُكُمْ فِيهَا مِنَ النَّجْمِ وَالشَّجَرِ، ثُمَّ يَسْتَحْضِرُ أَنَّهُ لَا يَتَغَيَّرُ حَالُ وَرَقِهِ إِلَّا وَالْحَقُّ سُبْحَانَهُ يَعْلَمُهَا ثُمَّ يَتَجَاوَزُ مِنْ هَذَا الْمِثَالِ إِلَى مِثَالٍ آخَرَ أَشَدَّ هَيْبَةً مِنْهُ وَهُوَ قَوْلُهُ:  (وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ) وَذَلِكَ لِأَنَّ الْحَبَّةَ فِي غَايَةِ الصِّغَرِ، وَظُلُمَاتِ الْأَرْضِ مَوَاضِعُ يَبْقَى أَكْبَرُ الْأَجْسَامِ وَأَعْظَمُهَا مَخْفِيًّا فِيهَا، فَإِذَا سُمِعَ أَنَّ تِلْكَ الْحَبَّةَ الصَّغِيرَةَ الْمُلْقَاةَ فِي ظُلُمَاتِ الْأَرْضِ عَلَى اتِّسَاعِهَا وَعَظَمَتِهَا لَا تَخْرُجُ مِنْ عِلْمِ اللهِ تَعَالَى أَلْبَتَّةَ صَارَتْ هَذِهِ الْأَمْثِلَةُ مُنَبِّهَةً عَلَى عَظَمَةٍ عَظِيمَةٍ وَجَلَالَةٍ عَالِيَةٍ مِنَ الْمَعْنَى الْمُشَارِ إِلَيْهَا بِقَوْلِهِ:  (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) بِحَيْثُ تَتَحَيَّرُ الْعُقُولُ فِيهَا، وَتَتَقَاصَرُ الْأَفْكَارُ وَالْأَلْبَابُ عَنِ الْوُصُولِ إِلَى مَبَادِيهَا. ثُمَّ إِنَّهُ تَعَالَى لَمَّا قَوَّى أَمْرَ ذَلِكَ الْمَعْقُولِ الْمَحْضِ الْمُجَرَّدِ بِذِكْرِ هَذِهِ الْجُزْئِيَّاتِ الْمَحْسُوسَةِ، فَبَعْدَ ذِكْرِهَا عَادَ إِلَى ذِكْرِ تِلْكَ الْقَضِيَّةِ الْعَقْلِيَّةِ الْمَحْضَةِ الْمُجَرَّدَةِ بِعِبَارَةٍ أُخْرَى، فَقَالَ:  (وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ) وَهُوَ عَيْنُ الْمَذْكُورِ فِي قَوْلِهِ: (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) فَهَذَا مَا عَقَلْنَاهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الشَّرِيفَةِ الْعَالِيَةِ، وَمِنَ اللهِ التَّوْفِيقُ. </p><p> (الْمَسْأَلَةُ الثَّانِيَةُ) : الْمُتَكَلِّمُونَ قَالُوا: إِنَّهُ تَعَالَى فَاعِلُ الْعَالَمِ بِجَوَاهِرِهِ وَأَعْرَاضِهِ عَلَى سَبِيلِ الْإِحْكَامِ وَالْإِتْقَانِ. وَمَنْ كَانَ كَذَلِكَ كَانَ عَالِمًا بِهَا، فَوَجَبَ كَوْنُهُ تَعَالَى عَالِمًا بِهَا. وَالْحُكَمَاءُ قَالُوا: إِنَّهُ تَعَالَى مَبْدَأٌ لِجَمِيعِ الْمُمْكَّنَاتِ، وَالْعِلْمُ بِالْمَبْدَأِ يُوجِبُ الْعِلْمَ بِالْأَثَرِ، فَوَجَبَ كَوْنُهُ تَعَالَى عَالِمًا بِكُلِّهَا. وَاعْلَمْ أَنَّ هَذَا الْكَلَامَ مِنْ أَدَلِّ الدَّلَائِلِ عَلَى كَوْنِهِ تَعَالَى عَالِمًا بِجَمِيعِ الْجُزْئِيَّاتِ الزَّمَانِيَّةِ، وَذَلِكَ لِأَنَّهُ لَمَّا ثَبَتَ أَنَّهُ تَعَالَى مَبْدَأٌ لِكُلِّ مَا سِوَاهُ وَجَبَ كَوْنُهُ مَبْدَأً لِهَذِهِ الْجُزْئِيَّاتِ بِالْأَثَرِ، فَوَجَبَ كَوْنُهُ تَعَالَى عَالِمًا بِهَذِهِ التَّغْيِيرَاتِ وَالزَّمَانِيَّاتِ مِنْ حَيْثُ إِنَّهَا مُتَغَيِّرَةٌ وَزَمَانِيَّةٌ، وَذَلِكَ هُوَ الْمَطْلُوبُ. </p><p> (الْمَسْأَلَةُ الثَّالِثَةُ) قَوْلُهُ تَعَالَى: (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ) يَدُلُّ عَلَى كَوْنِهِ تَعَالَى مُنَزَّهًا عَنِ الضِّدِّ وَالنِّدِّ، وَتَقْرِيرُهُ أَنَّ قَوْلَهُ:  (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ) يُفِيدُ الْحَصْرُ، أَيْ: عِنْدَهُ لَا عِنْدَ غَيْرِهِ، وَلَوْ حَصَلَ مَوْجُودٌ آخَرُ وَاجِبُ الْوُجُودِ لَكَانَ مَفَاتِحُ الْغَيْبِ حَاصِلَةٌ أَيْضًا عِنْدَ ذَلِكَ الْآخَرِ، وَحِينَئِذٍ يَبْطُلُ الْحَصْرُ، وَأَيْضًا فَكَمَا أَنَّ لَفْظَ </p><p> الْآيَةِ يَدُلُّ عَلَى هَذَا التَّوْحِيدِ، فَكَذَلِكَ الْبُرْهَانُ الْعَقْلِيُّ يُسَاعِدُ عَلَيْهِ، وَتَقْرِيرُهُ أَنَّ الْمَبْدَأَ لِحُصُولِ الْعِلْمِ بِالْآثَارِ وَالنَّتَائِجِ وَالصَّنَائِعِ هُوَ الْعِلْمُ بِالْمُؤَثِّرِ، وَالْمُؤَثِّرُ الْأَوَّلِ فِي كُلِّ الْمُمَكَّنَاتِ هُوَ الْحَقُّ سُبْحَانَهُ، فَالْمِفْتَحُ الْأَوَّلُ لِلْعِلْمِ بِجَمِيعِ الْمَعْلُومَاتِ هُوَ الْعِلْمُ بِهِ سُبْحَانَهُ، لَكِنَّ الْعِلْمَ بِهِ لَيْسَ إِلَّا لَهُ؛ لِأَنَّ مَا سِوَاهُ أَثَرٌ، وَالْعِلْمُ بِالْأَثَرِ لَا يُفِيدُ الْعِلْمَ بِالْمُؤَثِّرِ، فَظَهَرَ بِهَذَا الْبُرْهَانِ أَنَّ مَفَاتِحَ الْغَيْبِ لَيْسَتْ إِلَّا عِنْدَ الْحَقِّ سُبْحَانَهُ، وَاللهُ أَعْلَمُ. </p><p> (الْمَسْأَلَةُ الرَّابِعَةُ) : قُرِئَ (وَلَا حَبَّةٌ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٌ وَلَا يَابِسٌ) بِالرَّفْعِ وَفِيهِ وَجْهَانِ؛ (الْأَوَّلُ) أَنْ يَكُونَ عَطْفًا عَلَى مَحَلٍّ مِنْ \" وَرَقَةٍ \" ، وَأَنْ يَكُونَ رَفْعًا عَلَى الِابْتِدَاءِ، وَخَبَرُهُ \" إِلَّا فِي كِتَابٍ مُبِينٍ \" ، كَقَوْلِكَ: لَا رَجُلٌ مِنْهُمْ، وَلَا امْرَأَةٌ إِلَّا فِي الدَّارِ. </p><p> (الْمَسْأَلَةُ الْخَامِسَةُ) : قَوْلُهُ (إِلَّا فِي كِتَابٍ مُبِينٍ) فِيهِ قَوْلَانِ: (الْأَوَّلُ) أَنَّ ذَلِكَ الْكِتَابَ الْمُبِينَ هُوَ عِلْمُ اللهِ تَعَالَى لَا غَيْرَ، وَهَذَا هُوَ الْأَصْوَبُ، (وَالثَّانِي) قَالَ الزَّجَّاجُ: يَجُوزُ أَنَّ اللهَ جَلَّ ثَنَاؤُهُ أَثْبَتَ كَيْفِيَّةَ الْمَعْلُومَاتِ فِي كِتَابٍ مِنْ قَبْلِ أَنْ يَخْلُقَ الْخَلْقَ كَمَا قَالَ عَزَّ وَجَلَّ: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا)  (٥٧: ٢٢) . </p><p> وَفَائِدَةُ هَذَا الْكِتَابِ أُمُورٌ:  (أَحَدُهَا) أَنَّهُ تَعَالَى إِنَّمَا كَتَبَ هَذِهِ الْأَحْوَالَ فِي اللَّوْحِ الْمَحْفُوظِ لِتَقِفَ الْمَلَائِكَةُ عَلَى نَفَاذِ عِلْمِ اللهِ تَعَالَى فِي الْمَعْلُومَاتِ، وَأَنَّهُ لَا يَغِيبُ عَنْهُ مِمَّا فِي السَّمَاوَاتِ وَالْأَرْضِ شَيْءٌ، فَيَكُونُ فِي ذَلِكَ عِبْرَةً تَامَّةً كَامِلَةً لِلْمَلَائِكَةِ الْمُوَكَّلِينَ بِاللَّوْحِ الْمَحْفُوظِ ; لِأَنَّهُمْ يُقَابِلُونَ بِهِ مَا يَحْدُثُ فِي صَحِيفَةِ هَذَا الْعَالَمِ فَيَجِدُونَهُ مُوَافِقًا لَهُ. </p><p> (وَثَانِيهَا) يَجُوزُ أَنْ يُقَالَ: إِنَّهُ تَعَالَى ذَكَرَ مَا ذَكَرَ مِنَ الْوَرَقَةِ وَالْحَبَّةِ تَنْبِيهًا لِلْمُكَلَّفِينَ عَلَى أَمْرِ الْحِسَابِ وَإِعْلَامًا بِأَنَّهُ لَا يَفُوتُهُ مِنْ كُلِّ مَا يَصْنَعُونَ فِي الدُّنْيَا شَيْءٌ؛ لِأَنَّهُ إِذَا كَانَ لَا يُهْمِلُ </p><p> الْأَحْوَالَ الَّتِي لَيْسَ فِيهَا ثَوَابٌ وَلَا عِقَابٌ وَلَا تَكْلِيفٌ، فَبِأَنْ لَا يُهْمِلَ الْأَحْوَالَ الْمُشْتَمِلَةَ عَلَى الثَّوَابِ وَالْعِقَابِ أَوْلَى. </p><p> (وَثَالِثُهَا) أَنَّهُ تَعَالَى عَلِمَ أَحْوَالَ جَمِيعِ الْمَوْجُودَاتِ فَيَمْتَنِعُ تَغْيِيرُهَا عَنْ مُقْتَضَى ذَلِكَ الْعِلْمِ وَإِلَّا لَزِمَ الْجَهْلُ، فَإِذَا كَتَبَ أَحْوَالَ جَمِيعِ الْمَوْجُودَاتِ فِي ذَلِكَ الْكِتَابِ عَلَى التَّفْصِيلِ التَّامِّ امْتَنَعَ أَيْضًا تَغْيِيرُهَا وَإِلَّا لَزِمَ الْكَذِبُ، فَتَصِيرُ كِتَابَةُ جُمْلَةِ الْأَحْوَالِ فِي ذَلِكَ الْكِتَابِ مُوجِبًا تَامًّا وَسَبَبًا كَامِلًا فِي أَنَّهُ يَمْتَنِعُ تَقَدُّمُ مَا تَأَخَّرَ وَتَأَخُّرُ مَا تَقَدَّمَ، كَمَا قَالَ - صَلَوَاتُ اللهِ عَلَيْهِ -: \" جَفَّ الْقَلَمُ بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ \" وَاللهُ أَعْلَمُ. اهـ. </p><p> هَذَا مَا أَوْرَدَهُ الرَّازِيُّ فِي تَفْسِيرِ الْآيَةِ، وَمَا نَقَلَهُ عَنِ الْحُكَمَاءِ يُرِيدُ بِهِ إِثْبَاتَ عِلْمِ الْغَيْبِ لِلَّهِ تَعَالَى عَلَى طَرِيقَتِهِمْ، وَلَا يَقْتَضِي ذَلِكَ إِقْرَارَ تِلْكَ الطَّرِيقَةِ وَمَا قَالُوهُ فِي الْمَعْلُومِ وَالْعِلَّةِ. </p><p> (التَّفْسِيرُ الْمَرْفُوعُ لِمَفَاتِحِ الْغَيْبِ) . </p><p> هَذَا وَإِنَّ فِي تَفْسِيرِ مَفَاتِحِ الْغَيْبِ حَدِيثًا صَحِيحًا فِيهِ مَبَاحِثُ دَقِيقَةٌ، فَقَدْ رَوَى الْبُخَارِيُّ فِي تَفْسِيرِ سُورَةِ الْأَنْعَامِ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" مَفَاتِيحُ الْغَيْبِ خَمْسٌ:(إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ)(٣١: ٣٤)\" وَهَذِهِ الْآيَةُ خَاتِمَةُ \" سُورَةِ لُقْمَانَ \" ، وَقَدْ رَوَى الْبُخَارِيُّ فِي تَفْسِيرِهَا هَذَا الْحَدِيثَ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ مَرْفُوعًا بِلَفْظِ \" مَفَاتِيحُ الْغَيْبِ خَمْسٌ \" ثُمَّ قَرَأَ (إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) وَرَوَاهُ بِلَفْظِ \" مَفَاتِيحُ \" فِي كِتَابِ التَّوْحِيدِ أَيْضًا، وَبِلَفْظِ \" مَفَاتِحُ \" فِي تَفْسِيرِ الْمَائِدَةِ وَالرَّعْدِ، وَبِلَفْظِ \" مِفْتَاحٌ \" فِي أَبْوَابِ الِاسْتِسْقَاءِ، وَرَوَى أَحْمَدُ وَالْبَزَّارَ، وَصَحَّحَهُ ابْنُ حِبَّانَ وَالْحَاكِمُ، مِنْ حَدِيثِ بُرَيْدَةَ رَفَعَهُ قَالَ: \" خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللهُ: (إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) الْآيَةَ. وَذَكَرَ الْعُلَمَاءُ فِي تَفْسِيرِ الْآيَةِ وَالْحَدِيثِ قَوْلَ عِيسَى - عَلَيْهِ السَّلَامُ - الَّذِي حَكَاهُ اللهُ تَعَالَى عَنْهُ فِي سُورَةِ آلِ عِمْرَانَ:  (وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ)  (٣: ٤٩) وَقَوْلَ يُوسُفَ عَلَيْهِ السَّلَامُ لِصَاحِبَيِ السِّجْنِ الَّذِي حَكَاهُ اللهُ عَنْهُ فِي سُورَتِهِ: (لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأَتْكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا)  (١٢: ٣٧) وَأَجَابُوا عَنْهُ بِأَنَّهُ دَاخِلٌ فِي فِيمَا يُظْهِرُ اللهُ عَلَيْهِ رُسُلَهُ مِنْ عِلْمِ الْغَيْبِ، فَقَدْ قَالَ فِي سُورَةِ الْجِنِّ:  (عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ)  (٧٢: ٢٦، ٢٧) وَأَدْخَلُوا فِيهِ مَا نُقِلَ كَثِيرًا عَنِ الْأَوْلِيَاءِ مِنَ الْكَشْفِ الْمُشْتَمِلِ عَلَى مَثَلِ هَذِهِ الْحَوَادِثِ مِنْ كَسْبِ النَّاسِ وَالْإِخْبَارِ بِمَا فِي الْأَرْحَامِ، وَبِمَوْتِ بَعْضِ النَّاسِ قَبْلَ وُقُوعِهِ، وَوَجَّهُوهُ بِأَنَّ الْوَلِيَّ لَمَّا حَصَلَ لَهُ هَذَا الْكَشْفُ بِاتِّبَاعِهِ لِلرَّسُولِ كَانَ الْكَشْفُ لِلرَّسُولِ بِالْأَصَالَةِ وَلَهُ بِالتَّبَعِ، وَقَدْ أَشَارَ إِلَى ذَلِكَ صَاحِبُ الْهَمْزِيَّةِ بِقَوْلِهِ: </p><p> وَالْكَرَامَاتُ مِنْهُمْ مُعْجِزَاتٌ ... حَازَهَا مِنْ نَوَالِكَ الْأَوْلِيَاءُ </p><p> وَلَكِنَّ ظَاهِرَ الْحَصْرِ فِي الْآيَةِ يُنَافِي هَذَا الرَّأْيَ، وَالصَّوَابُ فِي هَذَا الْبَابِ مَا حَقَّقْنَاهُ </p><p> هُنَا وَفِي تَفْسِيرِ الْآيَةِ الْخَمْسِينَ مِنْ هَذِهِ السُّورَةِ \" الْأَنْعَامُ \" فَمِنْهُ يُعْلَمُ أَنَّ أَمْثَالَ هَذِهِ الْمُكَاشَفَاتِ لَيْسَتْ مِنْ عِلْمِ الْغَيْبِ الْحَقِيقِيِّ الَّذِي اسْتَأْثَرَ اللهُ بِهِ، وَأَنَّ مَا يُظْهِرُ اللهُ عَلَيْهِ الرُّسُلَ مِنَ الْغَيْبِ الْحَقِيقِيِّ لَا يَقْتَضِي أَنْ يَكُونَ مِنْ عِلْمِهِمُ الْكَسْبِيِّ الَّذِي يَصِحُّ أَنْ يُسْنَدَ إِلَيْهِمْ عَلَى سَبِيلِ الْحَقِيقَةِ. </p><p> سَبَبُ الذُّكُورَةِ وَالْأُنُوثَةِ فِي الْحَمْلِ: </p><p> وَمِمَّا قَدْ يَسْتَشْكِلُهُ فِي هَذَا الْمَقَامِ مَنْ لَمْ يَقِفْ عَلَى حَقِيقَةِ عِلْمِ الْغَيْبِ الَّتِي حَرَّرْنَاهَا هُنَا وَفِي تَفْسِيرِ الْآيَةِ الْخَمْسِينَ مِنْ هَذِهِ السُّورَةِ - مَا اكْتَشَفَهُ بَعْضُ الْأَطِبَّاءِ مِنْ سُنَّةِ اللهِ تَعَالَى فِي سَبَبِ الذُّكُورَةِ وَالْأُنُوثَةِ فِي الْحَمْلِ، وَمُلَخَّصُهُ أَنَّ الْبَيُوضَ الَّتِي يَحْصُلُ الْحَمْلُ بِتَلْقِيحِهَا بِمَاءِ الذَّكَرِ مِنْهَا مَا يَخْلُقُهُ اللهُ تَعَالَى فِي جَانِبِ الرَّحِمِ الْأَيْمَنِ وَمِنْهُ يَتَكَوَّنُ الذُّكُورُ، وَمِنْهَا مَا يَخْلُقُهُ فِي جَانِبِ الرَّحِمِ الْأَيْسَرِ وَمِنْهُ يَتَوَلَّدُ الْإِنَاثُ، وَأَنَّ الْبَيُوضَ تُوجَدُ بِالتَّنَاوُبِ فِي أَثْنَاءِ حَيْضِ الْمَرْأَةِ فَحَيْضَةٌ تَنْتَهِي بِخَلْقِ بَيُوضِ الذُّكُورِ فِي الْجَانِبِ الْأَيْمَنِ، فَإِذَا حَصَلَ التَّلْقِيحُ عَقِبَهَا كَانَ الْجَنِينُ ذَكَرًا، وَحَيْضَةٌ تَنْتَهِي بِضِدِّ ذَلِكَ، فَإِذَا حَصَلَ التَّلْقِيحُ عَقِبَهَا كَانَ الْجَنِينُ أُنْثَى، وَقَدْ أَلَّفُوا فِي بَيَانِ هَذِهِ السُّنَّةِ الْإِلَهِيَّةِ كُتُبًا مِنْهَا (كِتَابُ تَعْلِيلِ النَّوْعِ) مِنْ تَأْلِيفِ الطَّبِيبِ \" رِمْلِي دُوسُونْ \" الْإِنْكِلِيزِيِّ، وَقَدْ تَرْجَمَهُ بِالْعَرَبِيَّةِ الطَّبِيبُ مُحَمَّد عَبْد الْحَمِيدِ الْمِصْرِيُّ. وَمِنْ عَلِمَ أَشْهُرَ وِلَادَةِ امْرَأَةٍ سَهُلَ عَلَيْهِ أَنْ يَعْرِفَ بِمُقْتَضَى هَذِهِ السُّنَّةِ نَوْعَ الْجَنِينِ فِي الْحَمْلِ الثَّانِي، وَيَتَسَلْسَلُ ذَلِكَ فِيمَا بَعْدَهُ إِذَا كَانَ الْحَمْلُ مُنْتَظِمًا وَالْوَضْعُ فِي مَوْعِدِهِ، وَلَكِنْ لَا يُمْكِنُ أَنْ يَكُونَ الْعِلْمُ بِذَلِكَ مُطَّرِدًا فِي كُلِّ أُنْثَى لِأَسْبَابٍ تَحُولُ دُونَ ذَلِكَ بَيَّنَهَا الْبَاحِثُونَ فِي هَذِهِ الْمَسْأَلَةِ، قَالَ صَاحِبُ كِتَابِ \" تَعْلِيلِ النَّوْعِ \" فِي أَوَّلِ الْفَصْلِ الْخَامِسِ وَالْعِشْرِينَ الَّذِي عُنْوَانُهُ (التَّنَبُّؤُ بِنَوْعِ الطِّفْلِ الْآتِي) مَا تَرْجَمَتُهُ: </p><p> بَعَدَ مَعْرِفَةِ أَنَّ تَكْوِينَ الْبَيْضِ يَحْدُثُ بِالتَّنَاوُبِ؛ مَرَّةً مِنَ الْمِبْيَضِ الْأَيْمَنِ أَوِ الذَّكَرِ، وَمَرَّةً مِنَ الْمِبْيَضِ الْأَيْسَرِ أَوِ الْأُنْثَى - تَمَكَّنْتُ مِنَ التَّنَبُّؤِ بِمَعْرِفَةِ نَوْعِ الطِّفْلِ الْآتِي فِي النِّسَاءِ الْحَوَامِلِ مِنْ مَرْضَايَ وَغَيْرِهِنَّ مِمَّنْ لَمْ تَسْبِقْ لِي رُؤْيَتُهُنَّ، وَأَذْكُرُ أَنِّي نَجَحْتُ فِي (٩٧) فِي الْمِائَةِ، وَأَمَّا الْفَشَلُ فِي الْأَحْوَالِ الثَّلَاثَةِ الْبَاقِيَةِ مِنَ الْمِائَةِ فَتَابِعٌ لِعَدَمِ اسْتِطَاعَةِ الْأُمِّ أَنْ تُخْبِرَنِي بِالدِّقَّةِ عَنِ شَهْرِ الْوِلَادَةِ. فَمَثَلًا: إِذَا أَخْبَرَتْنِي مَرِيضَةٌ أَنَّهَا </p><p> سَتَضَعُ فِي يُونْيُو وَتَنَبَّأَتُ أَنَّ طِفْلَهَا أُنْثَى، ثُمَّ هِيَ وَضَعَتْ طِفْلًا ذِكْرًا كَامِلَ الْعِدَّةِ فِي مَايُو (أَيَارَ) أَوْ يُولْيُو (تَمُّوزَ) يَكُونُ النَّبَأُ خَطَأً، وَلَوْ أَنَّهَا أَخْبَرَتْنِي أَنَّ الْوِلَادَةَ سَتَحْدُثُ فِي مَايُو أَوْ يُولْيُو لَتَنَبَّأَتُ لَهَا بِأَنَّ الطِّفْلَ ذَكَرًا. </p><p> \" وَالتَّنَبُّؤُ بِنَوْعِ الطِّفْلِ لَا بُدَّ أَنْ يَكُونَ عَنِ الْأَطْفَالِ الَّتِي تُولَدُ فِي مِيعَادِهَا تَمَامًا ; لِأَنَّ الْأَطْفَالَ الَّتِي تُولَدُ قَبْلَ الْمِيعَادِ قَدْ تَجْعَلُ النَّبَأَ خَطَأً ; لِأَنَّ الطِّفْلَ إِذَا وُلِدَ قَبْلَ الْمِيعَادِ بِشَهْرَيْنِ يَكُونُ الْمِيعَادُ صَحِيحًا، وَأَمَّا إِذَا وُلِدَ قَبْلَ الْمِيعَادِ بِبِضْعَةِ أَيَّامٍ لِشَهْرٍ يَكُونُ النَّبَأُ كَاذِبًا، وَمِثْلُ الْأَطْفَالِ الْمَوْلُودَةِ قَبْلَ الْمِيعَادِ أَحْوَالُ الْإِجْهَاضِ، وَكُلُّهَا تَخْتَلِفُ فِي عَمَلِ الْحِسَابِ فِي الْحَمْلِ السَّالِفِ. </p><p> وَنَشَأَ الْفَشَلُ فِي أَحْوَالٍ أُخْرَى مِنْ تَكْوِينِ بَيْضٍ تَكْوِينًا غَيْرَ قِيَاسِيٍّ، فَبَدَلًا مِنْ أَنْ يَحْدُثَ الْبَيْضُ كُلَّ (٢٨) يَوْمًا مَرَّةً بِانْتِظَامٍ يُحْدُثُ كُلَّ (٢١) يَوْمًا أَوْ (٢٠) يَوْمًا، وَيَنْشَأُ الْخَطَأُ أَيْضًا بِعَدَمِ الِانْتِظَامِ فِي الدَّوْرَةِ الْبَيْضِيَّةِ OVULATION RHYTHM كَحُدُوثِ الْبَيْضِ فِي الْمِبْيَضَيْنِ فِي وَقْتٍ وَاحِدٍ كَمَا يَتَّضِحُ مِنْ وِلَادَةِ تَوْأَمَيْنِ مُخْتَلِفَيِ النَّوْعِ فِي وَقْتٍ وَاحِدٍ. </p><p> \" وَكَذَلِكَ إِذَا حَدَثَ الْحَمْلُ أَثْنَاءَ الرَّضَاعَةِ وَمُدَّةِ غِيَابِ الْحَيْضِ فَوَقْتَئِذٍ يَصْعُبُ مَعْرِفَةُ أَيِّ مِبْيَضٍ هَيَّأَ الْبُوَيْضَةَ الَّتِي تَلَقَّحَتْ.</p><p> فَإِذَا فَرَضْنَا أَنَّ مُتَوَسِّطَ نَوْبَةِ الْحَيْضِ هِيَ (٢٨) يَوْمًا أَوْ أَرْبَعَةَ أَسَابِيعَ (وَالْحَيْضُ الْعَلَامَةُ الظَّاهِرِيَّةِ عَلَى الْبَيْضِ) تَتَكَرَّرُ ظَاهِرَةُ تَكْوِينِ الْبِيضِ (١٣) مَرَّةً فِي أَسَابِيعَ السَّنَةِ، وَهِيَ (٥٢) أُسْبُوعًا، وَأَمَّا إِذَا حَدَثَ الْبَيْضُ فِي كُلِّ (٢١) يَوْمًا فَتَزْدَادُ الْمَرَّاتُ، وَإِذَا حَدَثَ كُلَّ (٣٠) يَوْمًا فَالْعَدَدُ يَنْقُصُ إِلَى (١٢) مَرَّةً مَعَ زِيَادَةِ مَرَّةٍ كُلَّ سِتِّ سَنَوَاتٍ. </p><p> وَيُشْتَرَطُ مَعْرِفَةُ كُلِّ هَذِهِ الْخَوَاصِّ فِي النِّسَاءِ عِنْدَ التَّنَبُّؤِ بِالنَّوْعِ، وَيُمَكَّنُ الطَّبِيبُ بَعْدَ مَعْرِفَةِ الْقَوَاعِدِ وَالْأَمْثِلَةِ الْآتِيَةِ أَنْ يَتَنَبَّأَ بِنَوْعِ الطِّفْلِ فِي الْمَرْأَةِ الْحَامِلِ إِذَا كَانَ هُوَ طَبِيبَهَا، كَمَا يُمْكِنُ أَنْ يُخْبِرَ النِّسَاءَ عَنِ الشُّهُورِ الَّتِي يَجِبُ الِامْتِنَاعُ فِيهَا إِذَا أُرِيدَ الْحُصُولُ عَلَى نَوْعٍ مَخْصُوصٍ. </p><p> يُمْكِنُ عَمَلُ ذَلِكَ بِالْقَرِيبِ بِوَسَاطَةِ جَدْوَلِ الْوِلَادَةِ الِاعْتِيَادِيِّ ; لِأَنَّنَا إِذَا عَرَفْنَا نَوْعَ الطِّفْلِ الْأَخِيرِ وَيَوْمَ مِيلَادِهِ نَعْرِفُ شَهْرَ تَكْوِينِ الْبَيْضِ، وَبِالطَّبْعِ نَوْعَ الْبُوَيْضَةِ الْمَخْصُوصَةِ بِكُلِّ سُهُولَةٍ مِنَ الْجَدْوَلِ، وَلَكِنِّي رَأَيْتُ أَنَّ الْأَسْهَلَ اسْتِخْرَاجُ ذَلِكَ </p><p> بِوَسَاطَةِ طَرِيقَةِ الْأَرْبَعِينَ أُسْبُوعًا الَّتِي أَذْكُرُهَا هُنَا. </p><p> يَجِبُ الْحُصُولُ عَلَى الْأَشْيَاءِ الْآتِيَةِ مِنَ الْمَرِيضَةِ أَوِ الْحَامِلِ حَتَّى يُمْكِنَ التَّنَبُّؤُ بِنَوْعِ الطِّفْلِ: </p><p> كَمْ مَرَّةً يَحْدُثُ الْحَيْضُ عِنْدَكُمْ؟ كَمْ يَوْمًا يَمْكُثُ الْحَيْضُ فِي كُلِّ مَرَّةٍ؟ هَلِ الْحَيْضُ مُنْتَظِمٌ؟ فِي أَيِّ يَوْمٍ كَانَ مِيلَادُ الطِّفْلِ الْأَخِيرِ؟ (يُذْكَرُ الْيَوْمُ وَالشَّهْرُ وَالسَّنَةُ) أَنَوْعُ الطَّفْلِ ذَكَرٌ أَمْ أُنْثَى؟ مَا مُدَّةُ رَضَاعَتِكِ لِلطِّفْلِ إِذَا كُنْتِ أَنْتِ الَّتِي تُرْضِعِينَهُ؟ مَتَى يَرْجِعُ الْحَيْضُ بَعْدَ الْوِلَادَةِ؟ هَلْ حَدَثَ إِجْهَاضٌ مُنْذُ الْوِلَادَةِ الْأَخِيرَةِ؟ . </p><p> مُدَّةُ الْحَمْلِ الِاعْتِيَادِيَّةِ لِلْمَرْأَةِ (٢٨٠) يَوْمًا أَوْ عَشَرَةُ أَشْهُرٍ كُلُّ شَهْرٍ أَرْبَعَةُ أَسَابِيعَ - أَيْ أَرْبَعُونَ أُسْبُوعًا فِي سَبْعَةِ أَيَّامٍ. وَلَا بُدَّ مِنْ هَجْرِ الِاصْطِلَاحِ \" تِسْعَةُ أَشْهُرٍ الْحَمْلُ \". </p><p> فَإِذَا عَرَفْنَا يَوْمَ مِيلَادِ الطِّفْلِ الْأَخِيرِ نَرْجِعُ أَرْبَعِينَ أُسْبُوعًا حَتَّى نَعْرِفَ شَهْرَ تَكْوِينِ الْبَيْضِ أَوِ الشَّهْرَ الَّذِي تَلَقَّحَتْ فِيهِ الْبُوَيْضَةُ الَّتِي تَكَوَّنَ مِنْهَا الطِّفْلُ، فَإِذَا عَرَفْنَا نَوْعُ الطِّفْلِ نَتَقَدَّمُ مِنْ هَذَا الشَّهْرِ بِالتَّنَاوُبِ حَتَّى نَصِلَ إِلَى مَرَّةِ تَكْوِينِ الْبَيْضِ الْعَاشِرَةِ قَبْلَ شَهْرِ الْوِلَادَةِ الْمُنْتَظَرِ فِيهِ وِلَادَةُ الطِّفْلِ الْحَدِيثِ مَعَ حِسَابِ نَوْبَةِ تَكْوِينِ بَيْضٍ إِضَافِيَّةٍ بَيْنَ شَهْرَيْ دِيسِمْبِرَ </p><p> وَيَنَايِرَ - كَانُونُ الْأَوَّلُ وَكَانُونُ الثَّانِي - لِكُلِّ سَنَةٍ تَالِيَةٍ، وَبِذَلِكَ نَعْرِفُ نَوْعَ الْبَيْضَةِ الَّتِي تَلَقَّحَتْ وَالَّتِي تَكُونُ الْمَرْأَةُ حَامِلًا بِهَا، وَبِذَلِكَ نَتَمَكَّنُ مِنْ مَعْرِفَةِ نَوْعِ الطِّفْلِ الْآتِي. </p><p> وَلِوُجُودِ (١٣) مَرَّةَ تَكْوِينِ بِيضٍ فِي السَّنَةِ نَرَى أَنَّ تَكْوِينَ الْبُوَيْضَةِ الْمُلَقَّحَةِ فِي أُكْتُوبَرَ - تِشْرِينُ الْأَوَّلُ - مِنْ سَنَةٍ يَجْعَلُ الْبَيْضَ الثَّانِيَ فِي أُكْتُوبَرَ مِنَ النَّوْعِ الْمُضَادِّ بِسَبَبِ زِيَادَةِ الشَّهْرِ الثَّالِثِ عَشَرَ أَوِ النَّوْبَةِ الثَّالِثَةِ عَشْرَةَ الَّتِي يَلْزَمُ إِضَافَتُهَا بَيْنَ شَهْرَيْ أُكْتُوبَرَ، فَمَثَلًا إِذَا وَلَدَتِ الْمَرْأَةُ طِفْلًا فِي شَهْرٍ مِنْ سَنَةٍ وَطِفْلًا آخَرَ فِي نَفْسِ الشَّهْرِ مِنَ السَّنَةِ التَّالِيَةِ يَكُونُ الطِّفْلَانِ مُخْتَلِفَيِ النَّوْعِ \". انْتَهَى الْمُرَادُ مِنْ هَذَا الْفَصْلِ، وَقَدْ ذَكَرَ الْمُؤَلِّفُ أَمْثِلَةً كَثِيرَةً لِقَاعِدَتِهِ. </p><p> فَمَعْرِفَةُ نَوْعِ الْحَمْلِ فِي الرَّحِمِ بِهَذِهِ الطَّرِيقَةِ يُعَدُّ مِنْ عُلُومِ الْبَشَرِ الْكَسْبِيَّةِ؛ إِذْ هُوَ مَعْرِفَةُ الْمُسَبَّبِ بِسَبَبِهِ، وَهُوَ لَا يُعَارِضُ كَوْنَ عِلْمِ اللهِ تَعَالَى بِمَا فِي الْأَرْحَامِ مِنْ مَفَاتِحِ عِلْمِ الْغَيْبِ الَّتِي لَا يَعْلَمُهَا إِلَّا هُوَ، فَإِنَّ مَعْنَى هَذَا الْحَصْرِ أَنَّ مَا سَيَحْدُثُ فِي عَالَمِ الْحَيَوَانِ مِنَ التَّكْوِينِ فِي الْمُسْتَقْبَلِ هُوَ مِنْ خَزَائِنِ الْغَيْبِ الَّتِي لَا يُحِيطُ بِمَا فِيهَا إِلَّا اللهُ، وَمِفْتَاحُ </p><p> الْعِلْمِ بِأَيِّ شَيْءٍ مِنْهَا عِنْدَهُ، فَإِذَا هَدَى عِبَادَهُ إِلَى سُنَّةٍ مِنْ سُنَنِهِ الَّتِي هِيَ مِفْتَاحٌ مُوَصِّلٌ إِلَى الِاطِّلَاعِ عَلَى بَعْضِ مَا تَحْتَوِيهِ هَذِهِ الْخِزَانَةُ فَذَلِكَ لَا يَنْفِي مَا ذُكِرَ. </p><p> بَعْدَ أَنْ كَتَبْتُ مَا تَقَدَّمَ فِي الْمَسْأَلَةِ وَطُبِعَ فِي الْمَنَارِ بَقِيَ فِي نَفْسِي شَيْءٌ مِنْهُ، فَتَفَكَّرْتُ فِيهِ عِنْدَ النَّوْمِ فَظَهَرَ لِي أَنَّ الْعِلْمَ بِسُنَّةِ اللهِ تَعَالَى فِي سَبَبِ الذُّكُورَةِ وَالْأُنُوثَةِ لَمْ يَتَرَتَّبْ عَلَيْهِ عِلْمُ أَحَدٍ عِلْمًا قَطْعِيًّا بِمَا فِي رَحِمِ امْرَأَةٍ بِعَيْنِهَا حَتَّى مَعَ الْعِلْمِ بِالشُّرُوطِ الَّتِي اشْتَرَطُوهَا لِلْعِلْمِ بِذَلِكَ - دَعِ الْعِلْمَ بِجَمِيعِ مَا فِي أَرْحَامِ جَمِيعِ الْإِنَاثِ مِنْ أَنْوَاعِ الْحَيَوَانِ كُلِّهَا - وَإِنَّمَا تَرَتَّبَ عَلَيْهِ الظَّنُّ الْغَالِبُ فِي حَالِ الْعِلْمِ بِالشُّرُوطِ، وَالْجَهْلُ التَّامُّ فِي حَالِ عَدَمِ الْعِلْمِ بِهَا. وَالْعِلْمُ الصَّحِيحِ بِمَا فِي الرَّحِمِ هُوَ الَّذِي لَا يَتَوَقَّفُ عَلَى صِدْقِ الْحَامِلِ فِيمَا أَخْبَرَتْ مِنْ تَحْدِيدِ شَهْرِ الْوِلَادَةِ وَلَا عَلَى خُلُوِّ الرَّحِمِ مِنْ بَيْضٍ تَكُونُ عَلَى خِلَافِ الْقَاعِدَةِ الَّتِي ذَكَرُوهَا مِنْ كَوْنِ الْأَصْلِ فِيهِ أَنْ يَكُونَ مَرَّةً فِي كُلِّ أَرْبَعَةِ أَسَابِيعَ، فَإِنَّهُمْ جَزَمُوا بِأَنَّ هَذِهِ الْقَاعِدَةَ غَيْرُ مُطَّرِدَةٍ - وَلَا عَلَى تَكَوُّنِ الْبَيْضِ فِي جَانِبَيِ الرَّحِمِ فِي وَقْتٍ وَاحِدٍ وَهَوَ الَّذِي يَكُونُ سَبَبُ الْحَمْلِ بِالتَّوْأَمَيْنِ الْمُخْتَلِفَيْنِ، فَاحْتِمَالُ وُقُوعِ هَذِهِ الْأَحْوَالِ فِي كُلِّ حَمْلٍ وَإِنْ كَانَ قَلِيلًا يَنْفِي الْعِلْمَ الْقَطْعِيَّ بِمَا فِي رَحِمِ أَيِّ امْرَأَةٍ بِعَيْنِهَا، فَمَا الْقَوْلُ فِي الْعِلْمِ بِمَا فِي الْأَرْحَامِ كُلِّهَا؟ . </p><p> خَطَرَ لِي هَذَا الْمَعْنَى فِي الْفِرَاشِ، وَانْتَقَلَ ذِهْنِي مِنْهُ إِلَى قَوْلِهِ تَعَالَى فِي سُورَةِ الرَّعْدِ:  (اللهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (١٣: ٨، ٩) فَهُوَ وَحْدَهُ الَّذِي يَعْلَمُ حَمْلَ كُلِّ أُنْثَى أَذَكَرٌ هُوَ </p><p> أَمْ أُنْثَى. وَمَا تَغِيضُ الْأَرْحَامُ مِنْ نَقْصِ الْحَمْلِ أَوْ فَسَادِهِ بَعْدَ الْعُلُوقِ، وَمَا تَزْدَادُ مِنَ الْحَمْلِ كَالْحَمْلِ بِالتَّوْأَمَيْنِ أَوْ أَكْثَرَ. وَقَدْ رَوَى الشَّافِعِيُّ عَنْ شَيْخٍ بِمِنًى أَنَّ امْرَأَتَهُ وَلَدَتْ لَهُ بُطُونًا فِي كُلٍّ مِنْهَا خَمْسَةُ أَوْلَادٍ، فَأَنَّى يَهْتَدِي إِلَى الْعِلْمِ بِمِثْلِ هَذِهِ النَّوَادِرِ الْأَطِبَّاءُ؟ وَسَنَزِيدُ هَذَا الْبَحْثَ إِيضَاحًا فِي سُورَةِ الرَّعْدِ إِذَا أَطَالَ اللهُ عُمُرَنَا وَوَفَّقَنَا لِتَفْسِيرِهَا. </p><p> (وَجْهُ تَفْسِيرِ مَفَاتِحِ الْغَيْبِ بِهَذِهِ الْخَمْسِ) . </p><p> لَمْ أَرَ لِأَحَدٍ كَلَامًا فِي وَجْهِ تَفْسِيرِ مَفَاتِحِ الْغَيْبِ بِالْخَمْسِ الْمَذْكُورَةِ فِي آخِرِ سُورَةِ لُقْمَانَ، وَكُنْتُ قَدْ فَكَّرْتُ فِي ذَلِكَ فِي أَيَّامِ طَلَبِي لِلْعِلْمِ، فَظَهَرَ لِي أَنَّ عِلْمَ اللهِ تَعَالَى بِجَمِيعِ الْمَوْجُودَاتِ عِلْمُ شَهَادَةٍ، وَعِلْمُهُ بِمَا لَمْ يُوجَدْ عِلْمُ غَيْبٍ، وَأَنَّ مَا لَمْ يُوجَدْ فَخَزَائِنُهُ أَوْ مَفَاتِيحُ </p><p> خَزَائِنِهِ الَّتِي يَسْتَفِيدُ النَّاسُ مِنْ بَيَانِهَا هِيَ تِلْكَ الْخَمْسُ، وَهِيَ لَمْ تُذْكَرْ بِصِيغَةِ الْحَصْرِ، وَقَدْ بَيَّنْتُ ذَلِكَ فِي كِتَابِي \" الْحِكْمَةُ الشَّرْعِيَّةُ \" الَّذِي أَلَّفْتُهُ فِي عَهْدِ الطَّلَبِ فِي سِيَاقِ الْبَحْثِ فِي الْكَشْفِ عَنْ أَنْوَاعِ كَرَامَاتِ الْأَوْلِيَاءِ، وَبَعْدَ ذِكْرِ الْآيَةِ وَالْحَدِيثِ فِي تَفْسِيرِهَا بِتِلْكَ الْخَمْسِ قُلْتُ مَا نَصُّهُ: </p><p> ثُمَّ إِنَّهُ لَا يَخْفَى أَنَّ مَعْلُومَاتِ اللهِ تَعَالَى الْغَيْبِيَّةَ لَا تَدْخُلُ تَحْتَ الْحَصْرِ، فَمَا مَعْنَى تَخْصِيصِ هَذِهِ الْخَمْسِ بِالذِّكْرِ مَعَ كَوْنِهَا مِمَّا قَدْ يَطَّلِعُ بَعْضُ عِبَادِهِ عَلَى بَعْضِهِ؟ وَمَا مَعْنَى كَوْنِهَا مَفَاتِحَ الْغَيْبِ؟ وَأُجِيبُ بِأَنَّ هَذِهِ الْخَمْسَ هِيَ الَّتِي كَانُوا يَدَّعُونَ عِلْمَهَا، وَالْعَدَدُ لَا مَفْهُومَ لَهُ عَلَى الرَّاجِحِ فَلَا يَنْفِي زَائِدًا عَلَى الْمَذْكُورِ. (قُلْتُ) : وَهَذَا لَا يَدُلُّ عَلَى كَوْنِهَا مَفَاتِحَ الْغَيْبِ، وَقَدْ فَتَحَ اللهُ عَزَّ وَجَلَّ عَلَيَّ بِفَهْمِ مَعْنًى لَطِيفٍ فِي كَوْنِ هَذِهِ الْخَمْسِ مَفَاتِحَ أَوْ مَفَاتِيحَ لِلْغَيْبِ. وَعَرَضْتُهُ عَلَى مَشَايِخِي كَالْأُسْتَاذِ الشَّيْخِ مُحَمَّدٍ الْقَاوُقْجِيِّ، وَالْعَلَامَةِ الشَّيْخِ مُحَمَّدْ نُشَّابَةْ وَغَيْرِهِمَا فَأُعْجِبُوا بِهِ، وَهُوَ أَنَّ الْمَفَاتِحَ جَمْعُ مَفْتَحٍ بِفَتْحِ الْمِيمِ أَوْ كَسْرِهَا، بِمَعْنَى الْخَزَائِنِ أَوِ الْمَفَاتِيحِ، وَالْغَيْبُ مَا غَابَ عَنِ الْوُجُودِ أَوِ الشُّهُودِ، وَهُوَ عَالَمُ الْبَرْزَخِ، وَعَالَمُ الْآخِرَةِ، وَبَعْضُ عَالَمِ الدُّنْيَا وَهُوَ النَّبَاتُ الَّذِي لَمْ يُوجَدْ، وَالْحَيَوَانُ الَّذِي لَمْ يُولَدْ، وَكَسْبُ الْأَنْفَسِ الَّذِي يَحْصُلُ فِي الْمُسْتَقْبَلِ، وَفِي قَوْلِهِ تَعَالَى:  (إِنَّ اللهَ عِنْدَهُ عَلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ) إِشَارَةٌ إِلَى جَمِيعِ ذَلِكَ، فَالسَّاعَةُ مِفْتَاحُ عَالِمِ الْآخِرَةِ، وَالْغَيْثُ مِفْتَاحُ عَالَمِ النَّبَاتِ، وَمَا فِي الْأَرْحَامِ مِفْتَاحُ عَالَمِ الْحَيَوَانِ، وَقَوْلُهُ:  (وَمَا تَدْرِي نَفْسٌ) ظَاهِرٌ فِي مَفْتَحِ الْكَسْبِ وَالْأَعْمَالِ، وَقَوْلُهُ تَعَالَى:  (وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ) أَيْ كَمَا لَا تَدْرِي بِأَيِّ وَقْتٍ إِشَارَةً بِالْمَوْتِ إِلَى عَالَمِ </p><p> الْبَرْزَخِ، وَبِعِبَارَةٍ أُخْرَى: الْعَوَالِمُ ثَلَاثَةٌ، الْأَوَّلُ: الْقَرِيبُ الدَّانِي الَّذِي نُقِيمُ فِيهِ قَبْلَ الْمَوْتِ. وَالْآخَرُ: الَّذِي نُقِيمُ فِيهِ بَعْدَ الْمَوْتِ أَبَدًا إِلَى غَيْرِ نِهَايَةٍ، وَالثَّالِثُ: الْوَسَطُ بَيْنَهُمَا، وَهُوَ مَا نُقِيمُ فِيهِ بَيْنَ الْعَالَمَيْنِ حَتَّى يَتِمَّ جَمْعُنَا بِانْتِهَاءِ الدُّنْيَا، وَنَفِدُ عَلَى اللهِ تَعَالَى جَمِيعًا، فَالثَّانِي وَالثَّالِثُ مِنَ الْغَيْبِ الَّذِي لَيْسَ مَشْهُودًا لَنَا، وَمَفْتَحُهُمَا السَّاعَةُ وَالْمَوْتُ، وَأَمَّا الْأَوَّلُ فَمِنْهُ مَا هُوَ مَشْهُودٌ لَنَا وَلَا يَحْصُلُ فِيهِ زِيَادَةٌ يُبْرِزُهَا </p><p> اللهُ تَعَالَى مِنَ الْعَدَمِ كَالْأَحْجَارِ وَالْمَعَادِنِ وَنَحْوِهَا مِنَ الْمَوْجُودَاتِ الَّتِي وُجِدَتْ فِي الْكَوْنِ تَدْرِيجًا أَوْ دُفْعَةً وَاحِدَةً، وَمِنْهُ مَا هُوَ غَيْبٌ وَهُوَ مَا يَتَجَدَّدُ بِصُورَةٍ مَخْصُوصَةٍ لَمْ تَكُنْ مَشْهُودَةً، وَهُوَ النَّبَاتُ وَمَفْتَحُهُ الْغَيْثُ، وَالْحَيَوَانُ وَمَفْتَحُهُ الْأَرْحَامُ غَالِبًا أَوْ عُبِّرَ بِهَا عَنْهُ، وَكَسْبُ الْحَيَوَانِ وَعَمَلُهُ، وَهُوَ مَفْتَحٌ وَخِزَانَةٌ مِنْ خَزَائِنِ الْغَيْبِ. اهـ. </p><p> ثُمَّ ذَكَرْتُ هُنَالِكَ مَا يَرُدُّ عَلَى حَصْرِ الْمَفَاتِحِ بِهَذِهِ الْخَمْسِ أَوْ تَخْصِيصِهَا بِالذِّكْرِ، وَأَجَبْتُ وَفِي الْعِبَارَةِ شَيْءٌ مِنَ الضَّعْفِ، وَهِيَ مِنَ الْقِسْمِ الَّذِي لَا يَزَالُ مُسَوَّدَةً مِنْ ذَلِكَ الْكِتَابِ الَّذِي كَانَ أَوَّلُ تَمْرِينٍ لَنَا عَلَى التَّأْلِيفِ وَالْإِنْشَاءِ، فَإِنَّنَا لَمْ نَتَعَلَّمِ الْإِنْشَاءَ تَعَلُّمًا. وَفِي حَاشِيَتِهَا تَعْلِيقٌ عَلَى كَلِمَةِ \" وَمَفْتَحُهُ الْأَرْحَامُ غَالِبًا \" وَجَعْلِ نَحْوِ دُودِ الْفَاكِهَةِ وَالْخَلِّ مِنْ غَيْرِ الْغَالِبِ بَيَّنَّا فِيهِ مَا ثَبَتَ عِنْدَ الْمُتَأَخِّرِينَ مِنْ كَوْنِ الْحَيِّ لَا يُولَدُ إِلَّا مِنْ حَيٍّ مِثْلِهِ، فَمَا كَانَ يُقَالُ فِي بَحْثِ التَّوَلُّدِ الذَّاتِيِّ مِنْ تَوَلُّدِ دُودِ الْفَاكِهَةِ مِنْهَا وَكَذَا الْخَلُّ، وَتُوَلُّدِ الْفَأْرَةِ مِنَ التُّرَابِ - كُلُّهُ بَاطِلٌ. </p><p> (كِتَابَةُ اللهِ مَقَادِيرَ الْخَلْقِ فِي كِتَابٍ مُبِينٍ، وَهُوَ الْإِمَامُ الْمُبِينُ، وَأُمُّ الْكِتَابِ، وَالذِّكْرُ، وَالزُّبُرُ، وَاللَّوْحُ الْمَحْفُوظِ) . </p><p> وَرَدَ فِي مَعْنَى الْآيَةِ الَّتِي نُفَسِّرُهَا آيَاتٌ، فَفِي سُورَةِ يُونُسَ (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ ١٠: ٦١) وَفِي سُورَةِ هُودٍ بَعْدَ بَيَانِ عِلْمِهِ بِمَا يُسِرُّونَ وَمَا يُعْلِنُونَ وَمَا فِي الصُّدُورِ (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ ١١: ٦) وَفِي سُورَةِ النَّمْلِ (وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ ٢٧: ٧٤، ٧٥) وَفِي سَبَأٍ (وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِينَّكُمْ عَالَمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ (٣٤: ٣) وَفِي سُورَةِ طَهَ (فَمَا بَالُ الْقُرُونِ الْأُولَى قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى (٢٠: ٥١، ٥٢) وَفِي سُورَةِ الْحَدِيدِ (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ٥٧: ٢٢) وَفِي </p><p> سُورَةِ يس (إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ ٣٦: ١٢) وَفِي سُورَةِ الرَّعْدِ (لِكُلِّ أَجْلٍ كِتَابٌ يَمْحُوا اللهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ)  (١٣: ٣٨، ٣٩) . </p><p> وَفِي سُورَةِ الزُّخْرُفِ (حم وَالْكِتَابِ الْمُبِينِ إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لِعَلِيٌّ حَكِيمٌ)  (٤٣: ١ - ٤) وَفِي سُورَةِ الْأَنْبِيَاءِ (وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ)  (٢١: ١٠٥) وَرَدَ الذِّكْرُ كَثِيرًا بِمَعْنَى الْقُرْآنِ وَفِي هَذِهِ الْآيَةِ يَحْتَمِلُ الْمَعْنَى الَّذِي نَحْنُ بِصَدَدِ بَيَانِهِ وَغَيْرِهِ، وَفِي سُورَةِ الْقَمَرِ (وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ)  (٥٤: ٥٢، ٥٣) وَفِي سُورَةِ الْبُرُوجِ (بَلْ هُوَ قُرْآنٌ مَجِيدٌ فِي لَوْحٍ مَحْفُوظٍ)  (٨٥: ٢١، ٢٢) جُمْهُورُ عُلَمَاءِ الْإِسْلَامِ عَلَى أَنَّ هَذِهِ الْآيَاتِ كُلَّهَا فِي مَعْنًى وَاحِدٍ فَسَّرَتْهُ الْأَحَادِيثُ الَّتِي نُورِدُ أَشْهَرَهَا: </p><p> رَوَى الْبُخَارِيُّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ - مَرْفُوعًا - وَغَيْرِهِ \" لَمَّا قَضَى اللهُ الْخَلْقَ كَتَبَ فِي كِتَابِهِ فَهُوَ عِنْدَهُ فَوْقَ الْعَرْشِ: إِنَّ رَحْمَتِي غَلَبَتْ غَضَبِي \" وَرَوَى الْبُخَارِيُّ فِي صَحِيحِهِ مِنْ حَدِيثِ عِمْرَانَ بْنِ حُصَيْنٍ مَرْفُوعًا \" كَانَ اللهُ وَلَمْ يَكُنْ شَيْءٌ غَيْرَهُ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ، وَكَتَبَ فِي الذِّكْرِ كُلَّ شَيْءٍ، وَخَلَقَ السَّمَاوَاتِ وَالْأَرْضَ \" هَذَا لَفْظُ الْبُخَارِيِّ فِي أَوَّلِ بَدْءِ الْخَلْقِ. وَرَوَاهُ فِي كِتَابِ التَّوْحِيدِ بِلَفْظِ \" وَلَمْ يَكُنْ شَيْءٌ قَبْلَهُ \" وَفِيهَا \" ثُمَّ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ \" وَرَوَى مُسْلِمٌ فِي صَحِيحِهِ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ مَرْفُوعًا \" إِنَّ اللهَ كَتَبَ مَقَادِيرَ الْخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمَاوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ - قَالَ - وَكَانَ عَرْشُهُ عَلَى الْمَاءِ \" قَالَ شُرَّاحُ الْبُخَارِيِّ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" كَانَ اللهُ \" إِلَخْ - إِنَّ الْمُرَادَ بِ \" كَانَ \" فِي الْأَوَّلِ: الْأَزَلِيَّةُ، وَفِي الثَّانِي: الْحُدُوثُ بَعْدَ الْعَدَمِ، وَإِنَّهُ يَدُلُّ عَلَى أَنَّ الْعَرْشَ وَالْمَاءَ كَانَا مَبْدَأَ هَذَا الْعَالَمِ، أَيْ عَالِمِ السَّمَاوَاتِ وَالْأَرْضِ، كَأَنَّهُمْ يَعْنُونَ أَنَّ الْمَاءَ أَصْلُ مَادَّتِهِ، وَالْعَرْشَ مَرْكَزُ التَّقْدِيرِ وَالتَّدْبِيرِ لَهُ، وَلَكِنَّ اللهَ تَعَالَى بَيَّنَ لَنَا فِي سُورَةِ (حم فُصِّلَتْ) أَنَّهُ خَلَقَ السَّمَاوَاتِ الْأَرْضَ مِنْ دُخَانٍ، وَيُمْكِنُ أَنْ يُقَالَ: إِنَّ الْمَاءَ فِي حَالَتِهِ الْبُخَارِيَّةِ يَكُونُ دُخَانًا، أَوْ أَنَّ تِلْكَ الْمَادَّةَ الدُّخَانِيَّةَ مُعْظَمُهَا بُخَارٌ مَائِيٌّ. وَرَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ مِنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ مَرْفُوعًا \" أَوَّلُ مَا خَلَقَ اللهُ الْقَلَمُ،ثُمَّ قَالَ:اكْتُبْ، فَجَرَى بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ \" وَرَوَاهُ غَيْرُهُمَا عَنْ غَيْرِهِ بِمَعْنَاهُ، قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ أَوَّلِيَّةَ خَلْقِ الْقَلَمِ نِسْبِيَّةٌ، وَالْعَرْشُ </p><p> خُلِقَ قَبْلَهُ، وَكَذَا الْمَاءُ، وَقَالَ بَعْضُهُمْ: بَلْ هُوَ الْأَوَّلُ، وَكَذَا اللَّوْحُ الَّذِي كُتِبَ فِيهِ. وَلَمْ يَرِدْ فِي خَلْقِ اللَّوْحِ الْمَحْفُوظِ حَدِيثٌ مَرْفُوعٌ صَحِيحٌ، بَلْ وَرَدَ فِيهِ آثَارٌ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ مِنْ عُلَمَاءِ التَّفْسِيرِ. </p><p> فَلِهَذِهِ الْأَحَادِيثِ وَالْأَثَرِ اتَّفَقَ عُلَمَاءُ التَّفْسِيرِ الْمَأْثُورِ عَلَى تَفْسِيرِ الْكِتَابِ الْمُبِينِ وَالْإِمَامِ الْمُبِينِ، وَأُمِّ الْكِتَابِ، وَالذِّكْرِ فِي الْآيَاتِ الَّتِي سَرَدْنَاهَا بِذَلِكَ الْكِتَابِ الْمُسَمَّى بِاللَّوْحِ الْمَحْفُوظِ، وَمِنَ التَّكَلُّفِ الظَّاهِرِ أَنْ يُقَالَ: إِنَّ الْمُرَادَ بِهَا الْعِلْمُ الْإِلَهِيُّ كَمَا قَالَ الرَّازِيُّ هُنَا، وَمَذْهَبُ السَّلَفِ أَنْ نُؤْمِنَ بِالْقَلَمِ الْإِلَهِيِّ وَاللَّوْحِ الْمَحْفُوظِ، وَمَا كَتَبَ الْقَلَمُ فِي اللَّوْحِ مِنْ مَقَادِيرِ الْخَلْقِ وَإِحْصَائِهِ جَمِيعَ مَا كَانَ وَيَكُونُ فِي هَذَا الْعَالَمِ مِنْ بَدْءِ تَكْوِينِهِ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ نُحَكِّمَ آرَاءَنَا وَأَقْيِسَتَنَا </p><p> فِي صِفَةِ شَيْءٍ مِنْ ذَلِكَ، وَلَا نَقْبَلُ قَوْلَ أَحَدٍ - غَيْرِ الْمَعْصُومِ - فِيمَا يَزْعُمُهُ مِنْ وَصْفِ اللَّوْحِ أَوِ الْقَلَمِ أَوْ تِلْكَ الْكِتَابَةِ، وَمِنَ الْجَهْلِ الْفَاضِحِ أَنْ نُشَبِّهَ ذَلِكَ بِمَا نَعْهَدُهُ مِنْ كِتَابَتِنَا، وَنَحْنُ نَرَى الْبَشَرَ قَدِ اخْتَرَعُوا لِتَدْوِينِ الْكَلَامِ طُرُقًا يَتَلَقَّاهَا بَعْضُهُمْ عَنْ بَعْضٍ عَلَى مَسَافَةِ أُلُوفٍ مِنَ الْأَمْيَالِ وَالْفَرَاسِخِ فِي الْبَرِّ وَالْبَحْرِ بِوَاسِطَةِ الْكَهْرَبَاءِ الَّتِي تُسَخَّرُ لِذَلِكَ بِأَسْلَاكٍ وَبِغَيْرِ أَسْلَاكٍ، فَيَكْتُبُ أَحَدُهُمْ فِي لَوْحِ الْجَوِّ مَا شَاءَ أَنْ يَكْتُبَ فَيَتَكَيَّفُ بِهِ الْهَوَاءُ فِي هَذَا الْجَوِّ الْوَاسِعِ كُلِّهِ وَيَتَلَقَّاهَا آخَرُونَ بِآلَاتٍ عِنْدَهُمْ تَرْسُمُ لَهُمْ مَا رَسَمَ فِي الْهَوَاءِ، فَيَقْرَءُونَهُ وَيُدَوِّنُونَهُ لِلْمُرْسَلِ إِلَيْهِ أَوْ لِمَنْ يُرِيدُونَ أَنْ يَنْتَفِعَ بِهِ. </p><p> وَالَّذِينَ يُؤَوِّلُونَ مَا وَرَدَ فِي اللَّوْحِ وَالْقَلَمِ وَالْعَرْشِ لَيْسُوا أَبْعَدَ عَنْ مَذْهَبِ السَّلَفِ مِمَّنْ يُشَبِّهُونَ هَذِهِ الْعَوَالِمَ الْغَيْبِيَّةَ بِمَا يَعْهَدُونَ مِنْ صُنْعِ الْبَشَرِ فِي هَذَا الْعَالِمِ الْمُتَغَيِّرِ، وَهُمْ يَرَوْنَ أَنَّ هَذِهِ الْمَصْنُوعَاتِ تَتَغَيَّرُ وَتَتَرَقَّى كُلَّمَا تَرَقَّى النَّاسُ فِي الصِّنَاعَاتِ، حَتَّى إِنَّ الشَّيْخَ الشَّعْرَانِيَّ صَوَّرَ الْمِيزَانَ الْإِلَهِيَّ الَّذِي يَزِنُ بِهِ تَعَالَى أَعْمَالَ الْعِبَادِ الْمَعْنَوِيَّةِ كُلَّهَا فِي وَقْتٍ وَاحِدٍ قَصِيرٍ وَهُوَ أَسْرَعُ الْحَاسِبَيْنِ بِصُورَةِ أَحْقَرِ الْمَوَازِينِ الْبَشَرِيَّةِ الَّتِي اخْتَرَعُوهَا فِي طَوْرِ الْبَدَاوَةِ وَالْجَهْلِ بِفُنُونِ الصِّنَاعَةِ، وَنَحْنُ نَرَى الْبَشَرَ قَدِ اخْتَرَعُوا فِي هَذَا الْعَصْرِ أَنْوَاعًا مِنَ الْمَوَازِينِ الدَّقِيقَةِ لِلْأَثْقَالِ الْمَادِّيَّةِ وَلِلْأُمُورِ الْمَعْنَوِيَّةِ، كَالرُّطُوبَةِ وَالْحَرَارَةِ وَالْبُرُودَةِ وَالسُّرْعَةِ، حَتَّى إِنَّهُمْ لَيَعْرِفُونِ أَثْقَالَ الْكَوَاكِبِ، وَإِنَّ رُكَّابَ السَّفِينَةِ الْغَوَّاصَةِ لَيَعْلَمُونِ وَهُمْ فِي لُجَّةِ الْبَحْرِ مَا يَكُونُ حَوْلَهُمْ إِلَى أَبْعَادٍ عَظِيمَةٍ مِنْ أَحْوَالِ </p><p> الْمَرَاكِبِ الَّتِي عَلَى ظَهْرِ الْبَحْرِ وَأَثْقَالِهَا، وَبَعْضِ مَا يَتَحَرَّكُ فِي الْبَرِّ أَيْضًا. </p><p> هَذَا وَإِنَّ مِنَ التَّشْبِيهِ مَا هُوَ فِتْنَةٌ مُنَفِّرَةٌ، وَمِنَ التَّأْوِيلِ مَا يُزِيلُ بَعْضَ الشُّبُهَاتِ الْمُضَلِّلَةِ أَوِ الْمُكَفِّرَةِ، وَلِذَلِكَ نَذْكُرُ بَعْضَ تَأْوِيلَاتِ الْخَلَفِ، مَعَ اسْتِمْسَاكِنَا بِتَفْوِيضِ السَّلَفِ، وَعَلَى هَذِهِ الطَّرِيقَةِ كَانَ شَيْخُنَا الْأُسْتَاذُ الْإِمَامُ، إِذْ قَالَ فِي تَفْسِيرِ اللَّوْحِ الْمَحْفُوظِ فِي آخِرِ سُورَةِ الْبُرُوجِ مَا نَصُّهُ: </p><p> \" وَاللَّوْحُ الْمَحْفُوظُ شَيْءٌ أَخْبَرَ اللهُ بِهِ، وَأَنَّهُ أَوْدَعَهُ كِتَابَهُ، وَلَمْ يُعَرِّفْنَا حَقِيقَتَهُ، فَعَلَيْنَا أَنْ نُؤْمِنَ بِأَنَّهُ شَيْءٌ مَوْجُودٌ، وَأَنَّ اللهَ قَدْ حَفِظَ فِيهِ كِتَابَهُ إِيمَانًا بِالْغَيْبِ، وَأَمَّا دَعْوَى أَنَّهُ جُرْمٌ مَخْصُوصٌ فِي سَمَاءٍ مُعَيَّنَةٍ، وَوَصْفُهُ بِمَا جَاءَ فِي رِوَايَاتٍ مُخْتَلِفَةٍ، فَهُوَ مِمَّا لَمْ يَثْبُتْ عَنِ الْمَعْصُومِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالتَّوَاتُرِ، فَلَا يَنْبَغِي أَنْ يَدْخُلَ فِي عَقَائِدِ أَهْلِ الْيَقِينِ مِنَ الْمُؤْمِنِينَ.</p><p> \" وَمَا أَجْدَرَنَا لَوْ أَرَدْنَا التَّأْوِيلَ بِأَنْ نَأْخُذَ بِمَا قِيلَ مِنْ أَنَّ اللَّوْحَ الْمَحْفُوظَ هُوَ لَوْحُ الْوُجُودِ الْحَقِّ، وَمَعَانِي الْقُرْآنِ وَقَضَايَاهُ الشَّرِيفَةُ، لَمَّا كَانَتْ لَا يَأْتِيهَا الْبَاطِلُ وَلَا يُدَانِيهَا الْخَطَأُ كَانَتْ ثَابِتَةً فِي لَوْحِ الْوَاقِعِ الْمَحْفُوظِ الَّذِي لَا حَقَّ إِلَّا مَا وَافَقَهُ، وَلَا بَاطِلَ إِلَّا مَا خَالَفَهُ، وَلَا بَاقٍ إِلَّا مَا رُسِمَ فِيهِ، وَلَا ضَائِعَ إِلَّا مَا لَمْ يَنْطَبِقْ عَلَيْهِ. اهـ. </p><p> وَنَقُولُ: إِنَّ تِلْكَ الرِّوَايَاتِ الَّتِي أَشَارَ إِلَيْهَا لَمْ تَثْبُتْ عَنِ الْمَعْصُومِ بِالتَّوَاتُرِ وَلَا بِغَيْرِ التَّوَاتُرِ مِنْ أَحَادِيثِ الْآحَادِ الصَّحِيحَةِ، وَمَا ذَكَرَهُ مِنَ التَّأْوِيلِ قَرِيبٌ مِمَّا فَصَّلَهُ الْإِمَامُ الْغَزَالِيُّ فِي كِتَابِ </p><p> التَّوْحِيدِ وَالتَّوَكُّلِ مِنَ الْإِحْيَاءِ، وَكِلَاهُمَا مِمَّا يُمْكِنُ الْجَمْعُ بَيْنَهُ وَبَيْنَ الْإِيمَانِ بِأَنَّ اللَّوْحَ وَالْقَلَمَ وَالْعَرْشَ أَشْيَاءٌ مَوْجُودَةٌ هِيَ مَظْهَرُ الْعِلْمِ الْإِلَهِيِّ وَالتَّدْبِيرِ الرَّبَّانِيِّ الَّذِي قَامَ بِهِ نِظَامُ الْكَوْنِ، لَا تُشْبِهُ أَقْلَامَ الْبَشَرِ وَأَلْوَاحَهُمْ وَدَفَاتِرَهُمُ الَّتِي يُدَوِّنُونَ بِهَا نِظَامَ دُوَلِهِمْ وَمَصَالِحِهِمْ، وَلَا عُرُوشَ مُلُوكِهِمْ وَأُمَرَائِهِمْ، وَلَكِنَّ الْإِنْسَانَ شَدِيدُ الْغُرُورِ بِعِلْمِهِ وَمَأْلُوفِهِ، فَالْأُمِّيُّ وَالصَّبِيُّ وَقَلِيلُ الِاشْتِغَالِ بِالْعِلْمِ مِنْ أَفْرَادِهِ أَشَدُّ غُرُورًا مِنَ الْعُلَمَاءِ وَاسِعِي الْعِلْمِ وَالِاطِّلَاعَ، كُلٌّ مِنْهُمْ يَتَّخِذُ مَا عِنْدَهُ مِنْ عِلْمٍ قَلِيلٍ مِعْيَارًا أَوْ قَالَبًا لِمَا لَا يَعْلَمُهُ - وَهُوَ كَثِيرٌ - وَمَهْمَا يَتَّسِعْ مِنْ عِلْمِ الْمَرْءِ بِالنِّسْبَةِ إِلَى غَيْرِهِ فَمَا عِلْمُهُ بِالنِّسْبَةِ إِلَى مَا مِنْ شَأْنِهِ أَنْ يَعْلَمَهُ إِلَّا قَلِيلٌ، فَمَا الْقَوْلُ بِمَا لَيْسَ مِنْ شَأْنِهِ أَنْ يَعْلَمَهُ (وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا ١٧: ٨٥) وَإِنَّ لَنَا فِي دِمَاغِ الْإِنْسَانِ الْعِبْرَةَ فِي هَذَا الْمُقَامِ، فَهُوَ كَلَوْحٍ تَرْسِمُ فِيهِ أَقْلَامُ الْمَعْلُومَاتِ </p><p> الْحِسِّيَّةِ وَالْعَقْلِيَّةِ وَالنَّفْسِيَّةِ فِي كُلِّ آنٍ عِلْمًا جَدِيدًا يُمْكِنُهُ أَنْ يَرْجِعَ إِلَيْهِ فِي الْمُسْتَقْبَلِ فَيَقْرَأَ مَا خَطَّهُ فِيهِ الزَّمَنُ الْمَاضِي كَمَا يُرَاجِعُ مَا يَكْتُبُ فِي الْقَرَاطِيسِ وَيُدَوِّنُ فِي الْأَسْفَارِ، فَإِنْ كَانَ يَنْسَى كَثِيرًا مِنْهُ فِي الدُّنْيَا، فَسَيَقْرَؤُهُ كُلَّهُ فِي كِتَابِهِ (يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَى ٧٩: ٣٥) وَيُشِيرُ إِلَى هَذَا الْمَعْنَى تَأْوِيلُ الْغَزَالِيِّ الَّذِي أَشَرْنَا إِلَيْهِ آنِفًا، فَإِنَّهُ ضَرَبَ مَثَلًا لِلْمَغْرُورِينَ بِالْأَسْبَابِ الْقَرِيبَةِ لِلْحَوَادِثِ الَّذِينَ لَا تَرْتَقِي أَنْظَارُهُمْ فِي سِلْسِلَةِ الْأَسْبَابِ إِلَى أَنْ يَنْتَهُوا مِنْهَا إِلَى خَالِقِهَا وَجَاعِلِهَا أَسْبَابًا: ضَرَبَ لَهُمْ مَثَلًا نَمْلَةً وَاقِفَةً عَلَى قِرْطَاسٍ تُبْصِرُ رَأْسَ الْقَلَمِ يَجْرِي عَلَيْهِ، فَيُسَخِّمُهُ بِالسَّوَادِ، فَتَنْسُبُ هَذَا الْفِعْلَ إِلَيْهِ؛ إِذْ لَا يَمْتَدُّ نَظَرُهَا إِلَى الْيَدِ الْمُحَرِّكَةِ لَهُ، دَعْ صَاحِبَ الْيَدِ الْكَاتِبَ بِهِ الَّذِي لَوْلَاهُ لَمْ تَرَهُ يَكْتُبُ. </p><p> وَقَدْ شَرَحَ الْغَزَالِيُّ هَذَا الْمَثَلَ بِعِبَارَةٍ طَوِيلَةٍ مِنْ أَبْلَغِ مَا كَتَبَ قَلَمُهُ السَّيَّالُ، جَعَلَهَا مُحَاوَرَةً بَيْنَ أَحَدِ النَّاظِرَيْنِ عَنْ مِشْكَاةِ نُورِ اللهِ وَبَيْنَ الْقَلَمِ وَالْيَدِ مِنْ جَوَارِحِ الْبَشَرِ، ثُمَّ بَيْنَ الْقُدْرَةِ وَالْإِرَادَةِ وَالْعِلْمِ مِنْ صِفَاتِ الْبَشَرِ، ثُمَّ انْتَقَلَ مِنْ ذَلِكَ إِلَى الْقَلَمِ الْإِلَهِيِّ وَالصِّفَاتِ الْإِلَهِيَّةِ، عَاتَبَ الْقَلَمَ الَّذِي سَوَّدَ الْقِرْطَاسَ فَأَحَالَهُ عَلَى الْيَدِ الْمُحَرِّكَةِ لَهُ، وَهِيَ أَحَالَتْهُ عَلَى الْقُدْرَةِ الَّتِي صَرَفَتْهَا فِي قَطْعِ الْقَلَمِ وَبَرْيِهِ وَالْكِتَابَةِ بِهِ، فَلَمَّا سَأَلَهَا عَنْ سَبَبٍ ذَلِكَ أَحَالَتْهُ عَلَى الْإِرَادَةِ الْمُسَخِّرَةِ لَهَا وَكَوْنِهَا لَا تَسْتَطِيعُ مُخَالَفَةَ أَمْرِهَا، وَهَذِهِ أَحَالَتْهُ عَلَى الْعِلْمِ وَالْعَقْلِ الَّذِي هُوَ مُرْشِدُهَا وَصَاحِبُ السُّلْطَانِ عَلَيْهَا لَا تَنْبَعِثُ إِلَّا إِذَا بَعَثَهَا، فَلَمَّا انْتَهَى إِلَى الْعِلْمِ وَسَأَلَهُ عَنْ سَبَبِ بَعْثِهِ الْإِرَادَاتِ إِلَى تَسْخِيرِ الْقُدَرِ فِي اسْتِخْدَامِ الْجَوَارِحِ، أَجَابَهُ أَنَّهُ خَطَّ رَسْمَهُ الْقَلَمُ الْإِلَهِيُّ فِي لَوْحِ الْقَلْبِ، وَقَالَ لَهُ: فَسَلِ الْقَلَمَ عَنِّي، وَذَكَرَ لَهُ أَنَّ هَذَا الْقَلَمَ مِنْ عَالَمِ الْمَلَكُوتِ الَّذِي لَا يُدْرَكُ بِالْحِسِّ، وَأَنَّ فِي طَرِيقِ وُصُولِهِ إِلَيْهِ الْمَهَامِهُ الْفَيَحُ، وَالْجِبَالُ الشَّاهِقَةَ، ثُمَّ قَالَ الْغَزَالِي بَعْدَ حِوَارٍ طَوِيلٍ فِي ذَلِكَ: </p><p> \" فَقَالَ السَّالِكُ السَّائِلُ: قَدْ تَحَيَّرْتُ فِي أَمْرِي، وَاسْتَشْعَرَ قَلْبِي خَوْفًا مِمَّا وَصَفْتَهُ مِنْ خَطَرِ الطَّرِيقِ، وَلَسْتُ أَدْرِي، أُطِيقُ قَطْعَ هَذِهِ الْمَهَامِهِ الَّتِي وَصَفْتَهَا أَمْ لَا؟ فَهَلْ لِذَلِكَ مِنْ عَلَامَةٍ؟ قَالَ نَعَمْ: افْتَحْ بَصَرَكَ، وَاجْمَعْ ضَوْءَ عَيْنَيْكَ وَحَدِّقْهُ نَحْوِي، فَإِنْ ظَهَرَ لَكَ الْقَلَمُ الَّذِي بِهِ انْكَتَبْتُ فِي </p><p> لَوْحِ الْقَلْبِ فَيُشْبِهُ أَنْ تَكُونَ أَهْلًا لِهَذَا الطَّرِيقِ، فَإِنَّ كُلَّ مَنْ جَاوَزَ عَالَمَ الْجَبَرُوتِ - أَيْ عَالَمَ الصِّفَاتِ الْبَشَرِيَّةِ - وَقَرَعَ بَابًا مِنْ أَبْوَابِ الْمَلَكُوتِ كُوشِفَ بِالْقَلَمِ، أَمَا تَرَى أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أَوَّلِ أَمْرِهِ كُوشِفَ بِالْقَلَمِ، إِذْ أُنْزِلَ عَلَيْهِ (اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسَانِ</p><p> مَا لَمْ يَعْلَمْ)  (٩٦: ٣ - ٥) فَقَالَ السَّالِكُ: لَقَدْ فَتَحْتُ بَصَرِي، وَحَدَّقْتُهُ، فَوَاللهِ مَا أَرَى قَصَبًا وَلَا خَشَبًا، وَلَا أَعْلَمُ قَلَمًا إِلَّا كَذَلِكَ. فَقَالَ الْقَلَمُ: لَقَدْ أَبْعَدْتَ النُّجْعَةَ، أَمَا سَمِعْتَ أَنَّ مَتَاعَ الْبَيْتِ يُشْبِهُ رَبَّ الْبَيْتِ، أَمَا عَلِمْتَ أَنَّ اللهَ تَعَالَى لَا تُشْبِهُ ذَاتُهُ سَائِرَ الذَّاتِ، فَكَذَلِكَ لَا تُشْبِهُ يَدُهُ الْأَيْدِيَ وَلَا قَلَمُهُ الْأَقْلَامَ، وَلَا كَلَامُهُ سَائِرَ الْكَلَامِ، وَلَا خَطُّهُ سَائِرَ الْخُطُوطِ، وَهَذِهِ أُمُورٌ إِلَهِيَّةٌ مِنْ عَالَمِ الْمَلَكُوتِ، فَلَيْسَ اللهُ تَعَالَى فِي ذَاتِهِ بِجِسْمٍ وَلَا هُوَ فِي مَكَانٍ بِخِلَافِ غَيْرِهِ، وَلَا يَدُهُ لَحْمٌ وَعَظْمٌ وَدَمٌ بِخِلَافِ الْأَيْدِي وَلَا قَلَمُهُ مِنْ قَصَبٍ، وَلَا لَوْحُهُ مِنْ خَشَبٍ، وَلَا كَلَامُهُ بِصَوْتٍ وَحَرْفٍ، وَلَا خَطُّهُ رَقْمٌ وَرَسْمٌ، وَلَا حِبْرُهُ زَاجٌ وَعَفْصٌ، فَإِنْ كُنْتَ لَا تُشَاهِدُ هَذَا هَكَذَا فَمَا أَرَاكَ إِلَّا مُخَنَّثًا بَيْنَ فُحُولَةِ التَّنْزِيهِ وَأُنُوثَةِ التَّشْبِيهِ، مُذَبْذَبًا بَيْنَ هَذَا وَذَاكَ، لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ، فَكَيْفَ نَزَّهْتَ ذَاتَهُ وَصِفَاتَهُ تَعَالَى عَنِ الْأَجْسَامِ وَصِفَاتِهَا، وَنَزَّهْتَ كَلَامَهُ عَنْ مَعَانِي الْحُرُوفِ وَالْأَصْوَاتِ، وَأَخَذْتَ تَتَوَقَّفُ فِي يَدِهِ وَقَلَمِهِ وَلَوْحِهِ وَخَطِّهِ؟ فَإِنْ كُنْتَ قَدْ فَهِمْتَ مِنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" أَنَّ اللهَ خَلَقَ آدَمَ عَلَى صُورَتِهِ \" الصُّورَةَ الظَّاهِرَةَ الْمُدْرَكَةَ بِالْبَصَرِ فَكُنْ مُشَبِّهًا مُطْلَقًا، كَمَا يُقَالُ: كُنْ يَهُودِيَّا صِرْفًا وَإِلَّا فَلَا تَلْعَبْ بِالتَّوْرَاةِ، وَإِنْ فَهِمْتَ مِنْهُ الصُّورَةَ الْبَاطِنَةَ الَّتِي تُدْرَكُ بِالْبَصَائِرِ لَا بِالْأَبْصَارِ، فَكُنْ مُنَزِّهًا صِرْفًا وَمُقَدِّسًا فَحْلًا، وَاطْوِ الطَّرِيقَ فَأَنْتَ بِالْوَادِ الْمُقَدَّسِ طُوًى، وَاسْتَمِعْ بِسِرِّ قَلْبِكَ لِمَا يُوحَى، فَلَعَلَّكَ تَجِدُ عَلَى النَّارِ هُدًى، وَلَعَلَّكَ مِنْ سُرَادِقَاتِ الْعَرْشِ تُنَادَى بِمَا نُودِيَ بِهِ مُوسَى (إِنِّي أَنَا رَبُّكَ)  (٢٠: ١٢) فَلَمَّا سَمِعَ السَّالِكُ مِنَ الْعِلْمِ ذَلِكَ اسْتَشْعَرَ قُصُورَ نَفْسِهِ، وَأَنَّهُ مُخَنَّثٌ بَيْنَ التَّشْبِيهِ وَالتَّنْزِيهِ، فَاشْتَعَلَ قَلْبُهُ نَارًا مِنْ حِدَّةِ غَضَبِهِ عَلَى نَفْسِهِ لَمَّا رَآهَا بِعَيْنِ النَّقْصِ، وَلَقَدْ كَانَ زَيْتُهُ الَّذِي كَانَ فِي مِشْكَاةِ قَلْبِهِ يَكَادُ يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ، فَلَمَّا نَفَخَ فِيهِ الْعِلْمَ بِحِدَّتِهِ اشْتَعَلَ زَيْتُهُ فَأَصْبَحَ نُورًا عَلَى نُورٍ. فَقَالَ لَهُ الْعِلْمُ: اغْتَنِمِ الْآنَ هَذِهِ الْفُرْصَةَ، وَافْتَحْ بَصَرَكَ لَعَلَّكَ تَجِدُ عَلَى النَّارِ هُدًى، فَفَتَحَ بَصَرَهُ، فَانْكَشَفَ لَهُ الْقَلَمُ الْإِلَهِيُّ، فَإِذَا هُوَ كَمَا وَصَفَهُ أَهْلُ الْعِلْمِ فِي التَّنْزِيهِ مَا هُوَ مِنْ خَشَبٍ، وَلَا قَصَبٍ، وَلَا لَهُ </p><p> رَأْسَ وَلَا ذَنَبَ، وَهُوَ يَكْتُبُ عَلَى الدَّوَامِ فِي قُلُوبِ الْبَشَرِ كُلِّهِمْ أَصْنَافَ الْعُلُومِ، وَكَأَنَّ لَهُ فِي كُلِّ قَلْبٍ رَأْسًا وَلَا رَأْسَ لَهُ، فَقَضَى مِنْهُ الْعَجَبَ وَقَالَ: نِعْمَ الرَّفِيقُ الْعِلْمُ، فَجَزَاهُ اللهُ عَنِّي خَيْرًا، إِذِ الْآنَ ظَهَرَ لِي صِدْقَ أَنْبَائِهِ عَنْ أَوْصَافِ الْقَلَمِ، فَإِنِّي أَرَاهُ قَلَمًا لَا كَالْأَقْلَامِ. </p><p> فَعِنْدَ هَذَا وَدَّعَ الْعِلْمَ وَشَكَرَهُ، وَقَالَ: قَدْ طَالَ مَقَامِي عِنْدَكَ وَمُرَادَتِي لَكَ، وَأَنَا عَازِمٌ عَلَى أَنْ أُسَافِرَ إِلَى حَضْرَةِ الْقَلَمِ، وَأَسْأَلَهُ عَنْ شَأْنِهِ، فَسَافَرَ إِلَيْهِ وَقَالَ لَهُ: مَا بَالُكَ أَيُّهَا الْقَلَمُ، تَخُطُّ عَلَى الدَّوَامِ فِي الْقُلُوبِ مِنَ الْعُلُومِ مَا تُبْعَثُ بِهِ الْإِرَادَاتُ إِلَى أَشْخَاصِ الْقُدَرِ وَصَرْفِهَا إِلَى الْمَقْدُورَاتِ؟ فَقَالَ: أَوَ قَدْ نَسِيتَ مَا رَأَيْتَ فِي عَالَمِ الْمُلْكِ وَالشَّهَادَةِ، وَسَمِعْتَ مِنْ جَوَابِ الْقَلَمِ إِذَا سَأَلْتَهُ فَأَحَالَكَ عَلَى الْيَدِ؟ قَالَ: لَمْ أَنْسَ ذَلِكَ. قَالَ: فَجَوَابِي مِثْلُ جَوَابِهِ، قَالَ: كَيْفَ وَأَنْتَ لَا تُشْبِهُهُ، قَالَ الْقَلَمُ: أَمَا سَمِعْتَ أَنَّ اللهَ تَعَالَى خَلَقَ آدَمَ عَلَى صُورَتِهِ؟ قَالَ: نَعَمْ، قَالَ: فَسَلْ عَنْ شَأْنِي الْمُلَقَّبَ بِيَمِينِ الْمَلِكِ، فَإِنِّي فِي قَبْضَتِهِ، وَهُوَ الَّذِي يَرْدُدْنِي وَأَنَا مَقْهُورٌ مُسَخَّرٌ، فَلَا فَرْقَ بَيْنَ الْقَلَمِ الْإِلَهِيِّ وَقَلَمِ الْآدَمِيُّ فِي مَعْنَى التَّسْخِيرِ، وَإِنَّمَا الْفَرْقُ فِي ظَاهِرِ الصُّورَةِ. فَقَالَ: فَمَنْ يَمِينُ الْمَلِكِ؟ فَقَالَ الْقَلَمُ: أَمَا سَمِعْتَ قَوْلَهُ تَعَالَى: (وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ)  (٣٩: ٦٧) قَالَ: نَعَمْ، وَالْأَقْلَامُ أَيْضًا فِي قَبْضَةِ يَمِينِهِ هُوَ الَّذِي يُرَدِّدُهَا. فَسَافَرَ السَّالِكُ مِنْ عِنْدِهِ إِلَى الْيَمِينِ حَتَّى شَاهَدَهُ، وَرَأَى مِنْ عَجَائِبِهِ مَا يَزِيدُ عَلَى عَجَائِبِ الْقَلَمِ، وَلَا يَجُوزُ وَصْفُ شَيْءٍ مِنْ ذَلِكَ وَلَا شَرْحُهُ، بَلْ لَا تَحْوِي مُجَلَّدَاتٌ كَثِيرَةٌ عُشْرَ عُشَيْرِ وَصْفِهِ، وَالْجُمْلَةُ فِيهِ أَنَّهُ يَمِينٌ لَا كَالْأَيْمَانِ، وَيَدٌ لَا كَالْأَيْدِي، وَأَصْبِعٌ لَا كَالْأَصَابِعِ، فَرَأَى الْقَلَمَ مُحَرَّكًا فِي قَبْضَتِهِ فَظَهَرَ لَهُ عُذْرُ الْقَلَمِ، فَسَأَلَ الْيَمِينَ عَنْ شَأْنِهِ وَتَحْرِيكِهِ لِلْقَلَمِ، فَقَالَ: جَوَابِي مِثْلُ مَا سَمِعْتَهُ مِنَ الْيَمِينِ الَّتِي رَأَيْتَهَا فِي عَالَمِ الشَّهَادَةِ، وَهِيَ الْحَوَّالَةُ عَلَى الْقُدْرَةِ، إِذِ الْيَدُ لَا حُكْمَ لَهَا فِي نَفْسِهَا، وَإِنَّمَا مُحَرِّكُهَا الْقُدْرَةُ لَا مَحَالَةَ. فَسَافَرَ السَّالِكُ إِلَى عَالَمِ الْقُدْرَةِ، وَرَأَى فِيهِ مِنَ الْعَجَائِبِ مَا اسْتَحْقَرَ عِنْدَهَا مَا قَبْلَهُ، وَسَأَلَهَا عَنْ تَحْرِيكِ الْيَمِينِ فَقَالَتْ: إِنَّمَا أَنَا صِفَةٌ، فَاسْأَلِ الْقَادِرَ؛ إِذِ الْعُمْدَةُ عَلَى الْمَوْصُوفَاتِ لَا عَلَى الصِّفَاتِ، وَعِنْدَ هَذَا كَادَ أَنْ يَزِيغَ وَيُطْلِقَ بِالْجَرَاءَةِ لِسَانَ السُّؤَالِ، فَثُبِّتَ بِالْقَوْلِ الثَّابِتِ، وَنُودِيَ مِنْ وَرَاءِ حِجَابِ سُرَادِقَاتِ الْحَضْرَةِ (لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ)  (٢١: ٢٣) فَغَشِيَتْهُ هَيْبَةُ الْحَضْرَةِ، فَخَرَّ صَعِقَا يَضْطَرِبُ فِي غَشْيَتِهِ، فَلَمَّا أَفَاقَ قَالَ: سُبْحَانَكَ مَا أَعْظَمَ شَأْنَكَ، تُبْتُ إِلَيْكَ، وَتَوَكَّلْتُ عَلَيْكَ، وَآمَنْتُ بِأَنَّكَ الْمَلِكُ الْجَبَّارُ الْوَاحِدُ الْقَهَّارُ، فَلَا أَخَافُ غَيْرَكَ، وَلَا أَرْجُو سِوَاكَ، وَلَا أَعُوذُ إِلَّا بِعَفْوِكَ مِنْ عِقَابِكَ، وَبِرِضَاكَ مِنْ </p><p> سُخْطِكَ، وَمَا لِي إِلَّا أَنْ أَسْأَلَكَ وَأَتَضَرَّعَ إِلَيْكَ، وَأَبْتَهِلَ بَيْنَ يَدَيْكَ، فَأَقُولُ: اشْرَحْ لِي صَدْرِي لِأَعْرِفَكَ، وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي لِأُثْنِيَ عَلَيْكَ. فَنُودِيَ مِنْ وَرَاءِ الْحِجَابِ: إِيَّاكَ أَنْ تَطْمَعَ فِي الثَّنَاءِ وَتَزِيدَ عَلَى سَيِّدِ الْأَنْبِيَاءِ، بَلِ ارْجِعْ إِلَيْهِ، فَمَا آتَاكَ فَخُذْهُ، وَمَا نَهَاكَ عَنْهُ فَانْتَهِ عَنْهُ، وَمَا قَالَهُ فَقُلْهُ، فَإِنَّهُ مَا زَادَ فِي هَذِهِ الْحَضْرَةِ عَلَى أَنْ قَالَ:  \" سُبْحَانَكَ لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ \" فَقَالَ: إِلَهِي إِنْ لَمْ يَكُنْ لِلِّسَانِ جَرَاءَةٌ عَلَى الثَّنَاءِ عَلَيْكَ فَهَلْ لِلْقَلْبِ مَطْمَعٌ فِي مَعْرِفَتِكَ؟ فَنُودِيَ: إِيَّاكَ أَنْ تَتَخَطَّى رِقَابَ الصِّدِّيقِينَ، فَارْجِعْ إِلَى الصِّدِّيقِ الْأَكْبَرِ فَاقْتَدِ بِهِ، فَإِنَّ أَصْحَابَ سَيِّدِ الْأَنْبِيَاءِ كَالنُّجُومِ، بِأَيِّهِمُ </p><p> اقْتَدَيْتُمُ اهْتَدَيْتُمْ، أَمَا سَمِعْتَهُ يَقُولُ: الْعَجْزُ عَنْ دَرَكِ الْإِدْرَاكِ إِدْرَاكٌ فَيَكْفِيكَ نَصِيبًا مِنْ حَضْرَتِنَا أَنْ تَعْرِفَ أَنَّكَ مَحْرُومٌ عَنْ حَضْرَتِنَا، عَاجِزٌ عَنْ مُلَاحَظَةِ جَمَالِنَا وَجَلَالِنَا \" انْتَهَى الْمُرَادُ مِنْهُ.</p><p> وَلَا نَدْرِي لِمَ وَقَفَ أَبُو حَامِدٍ هُنَا عِنْدَ صِفَةِ الْقُدْرَةِ الْإِلَهِيَّةِ وَلَمْ يُتِمَّ تَطْبِيقَ الْمَثَلِ. وَمِنَ الْمَعْلُومِ الْمُقَرَّرِ عِنْدَ أَهْلِ الْعِلْمِ الْإِلَهِيِّ مِنَ الْمُتَكَلِّمِينَ وَالصُّوفِيَّةِ وَكَذَا الْفَلَاسِفَةُ أَنَّ قُدْرَةَ اللهِ تَعَالَى إِنَّمَا تَجْرِي بِمَا خَصَّصَتْهُ إِرَادَتُهُ وَاقْتَضَتْهُ مَشِيئَتُهُ، وَأَنَّ تَخْصِيصَ الْإِرَادَةِ لِلْمُمْكِنِ بِبَعْضِ مَا يَجُوزُ عَلَيْهِ دُونَ بَعْضٍ إِنَّمَا يَكُونُ بِحَسَبِ الْعِلْمِ وَالْحِكْمَةِ، وَالْعِلْمِ بِوُجُوهِ الْمَصَالِحِ وَالْمَفَاسِدِ وَالنِّظَامِ وَالْخَلَلِ وَالْكَمَالِ وَالنَّقْصِ، وَغَيْرِ ذَلِكَ مِنَ الْأُمُورِ الْمُتَقَابِلَةِ إِذَا كَانَ تَامًّا كَامِلًا يَتَرَتَّبُ عَلَيْهِ مِنَ الْأَعْمَالِ الْإِرَادِيَّةِ مَا هُوَ عَيْنُ الْحِكْمَةِ، فَلَوْ أَنَّ السَّائِلَ سَأَلَ الْإِرَادَةَ الْإِلَهِيَّةَ عَمَّا تَجْرِي بِهِ الْقُدْرَةُ بِتَخْصِيصِهَا فِي عَالَمِ التَّكْوِينِ، لَأَجَابَتْهُ بِلِسَانِ الْآيَاتِ الْبَيِّنَاتِ بِأَنَّ ذَلِكَ هُوَ مَا اقْتَضَاهُ الْعِلْمُ الْإِلَهِيُّ الْمُحِيطُ بِالْغَيْبِ وَالشَّهَادَةِ، فَهُوَ عَيْنُ الْحِكْمَةِ وَغَايَةُ النِّظَامِ، لَيْسَ فِيهِ خَلَلٌ وَلَا جُزَافٌ، وَلَا هُوَ بِالْأَمْرِ الْأُنُفِ الَّذِي يَكُونُ بِمَحْضِ الِاسْتِبْدَادِ (وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ)  (١٣: ٨، ٩) وَكِتَابَةُ مَقَادِيرِ الْخَلْقِ الَّتِي أَرْشَدَتْ إِلَيْهَا الْآيَةُ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا تُثْبِتُ هَذَا، وَكُلَّمَا اتَّسَعَ عِلْمُ الْإِنْسَانِ بِالنِّظَامِ وَالْقَدَرِ الْإِلَهِيِّ فِي هَذَا الْكَوْنِ رَسَخَ إِيمَانُهُ بِذَلِكَ، وَقَلَّتْ حَيْرَتُهُ، </p><p> وَأَمَّا قَوْلُهُ تَعَالَى:  (لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ) فَلَيْسَ مَعْنَاهُ أَنَّ فِي أَفْعَالِهِ شَيْئًا عَبَثًا أَوْ سُدًى أَوْ جُزَافًا جَاءَ آنِفًا بِمَحْضِ الْمَشِيئَةِ، عَارِيًا عَنِ النِّظَامِ وَالتَّقْدِيرِ الَّذِي اقْتَضَتْهُ الْحِكْمَةُ، كَلَّا إِنَّمَا مَعْنَاهُ أَنَّ سُلْطَانَهُ تَعَالَى فَوْقَ كُلِّ سُلْطَانٍ، فَلَيْسَ لِمَوْجُودٍ سُلْطَانٌ عَلَيْهِ فَيَسْأَلُهُ عَمَّا يَفْعَلُ، يُحَاسِبُهُ عَلَيْهِ، أَوْ يُلْقِي عَلَيْهِ تَبِعَتَهُ إِنْ فُرِضَ أَنَّهُ يَرَى ذَلِكَ، فَلَا حُجَّةَ فِي هَذِهِ الْآيَةِ لِلْجَبْرِيِّ فِي الظَّاهِرِ وَالْبَاطِنِ، وَلَا لِلْمُذَبْذَبِ الْجَبْرِيِّ فِي الْبَاطِنِ السُّنِّيِّ فِي الظَّاهِرِ. </p><p> (حِكْمَةُ كِتَابَةِ مَقَادِيرِ الْخَلْقِ) . </p><p> رُوِيَ عَنِ الْحَسَنِ أَنَّ حِكْمَةَ كِتَابَةِ اللهِ تَعَالَى لِمَقَادِيرِ الْخَلْقِ تَنْبِيهُ الْمُكَلَّفِينَ عَلَى عَدَمِ إِهْمَالِ أَحْوَالِهِمُ الْمُشْتَمِلَةِ عَلَى الثَّوَابِ وَالْعِقَابِ، حَيْثُ ذَكَرَ أَنَّ الْوَرَقَةَ وَالْحَبَّةَ فِي الْكِتَابِ، وَزَادَ بَعْضُهُمْ حِكْمَتَيْنِ أُخْرَيَيْنِ إِحْدَاهُمَا: اعْتِبَارُ الْمَلَائِكَةِ عَلَيْهِمُ السَّلَامُ مُوَافَقَةَ الْمُحْدَثَاتِ لِلْمَعْلُومَاتِ الْإِلَهِيَّةِ، وَالثَّانِيَةُ: عَدَمُ تَغَيُّرِ الْمَوْجُودَاتِ عَنِ التَّرْتِيبِ السَّابِقِ فِي الْكِتَابِ. وَلِذَا جَاءَ \" جَفَّ الْقَلَمُ بِمَا </p>"
}