{
  "id": null,
  "sura": 6,
  "aya": 165,
  "text": "<p> تَعَالَى:  (أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فَضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ) </p><p> إِلَى قَوْلِهِ:  (وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ)  (٤٣: ٣٢ - ٣٥) . </p><p> (إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ) أَيْ إِنَّهُ تَعَالَى سَرِيعُ الْعِقَابِ لِمَنْ كَفَرَ بِهِ أَوْ بِنِعَمِهِ وَخَالَفَ شَرْعَهُ وَتَنَكَّبَّ سُنَنَهُ، وَسُرْعَةُ الْعِقَابِ تَصْدُقُ فِي الدُّنْيَا وَالْآخِرَةِ، فَإِنَّ الْعِقَابَ الْعَامَّ عِبَارَةٌ عَمَّا يَتَرَتَّبُ عَلَى ارْتِكَابِ الذُّنُوبِ مِنْ سُوءِ التَّأْثِيرِ، وَهُوَ فِي الدُّنْيَا مَا حُرِّمَتْ لِأَجْلِهِ مِنَ الضَّرَرِ فِي النَّفْسِ أَوِ الْعَقْلِ أَوِ الْعِرْضِ أَوِ الْمَالِ أَوْ غَيْرِ ذَلِكَ مِنَ الشُّئُوُنِ الِاجْتِمَاعِيَّةِ، فَإِنَّ الذُّنُوبَ مَا حُرِّمَتْ إِلَّا لِضَرَرِهَا، وَهُوَ وَاقِعٌ مُطَّرِدٌ فِي الدُّنْيَا فِي ذُنُوبِ الْأُمَمِ وَأَكْثَرِيٌّ فِي ذُنُوبِ الْأَفْرَادِ، وَلَكِنَّهُ يَطَّرِدُ فِي الْآخِرَةِ بِتَدْنِيسِهَا النَّفْسَ وَتَدْسِيَتِهَا كَمَا وَضَّحْنَاهُ مِرَارًا، وَقَدْ يَسْتَبْطِئُ النَّاسُ الْعِقَابَ قَبْلَ وُقُوعِهِ ; لِأَنَّ مَا فِي الْغَيْبِ مَجْهُولٌ لَدَيْهِمْ فَيَسْتَبْعِدُونَهُ وَهُوَ عِنْدَ اللهِ مَعْلُومٌ مَشْهُودٌ فَلَيْسَ بِبَعِيدٍ (إِنَّهُمْ يَرَوْنَهُ بَعِيدًا وَنَرَاهُ قَرِيبًا)  (٧٠: ٦، ٧) . </p><p> وَإِنَّهُ تَعَالَى عَلَى سُرْعَةِ عِقَابِهِ وَشِدَّةِ عَذَابِهِ لِلْمُشْرِكِينَ وَالْكَافِرِينَ غَفُورٌ لِلتَّوَّابِينَ الْأَوَّابِينَ رَحِيمٌ بِالْمُؤْمِنِينَ وَالْمُحْسِنِينَ، بَلْ سَبَقَتْ رَحْمَتُهُ غَضَبَهُ وَوَسِعَتْ كُلَّ شَيْءٍ، وَلِذَلِكَ جَعَلَ جَزَاءَ الْحَسَنَةِ عَشْرَ أَمْثَالِهَا وَقَدْ يُضَاعِفُهَا بَعْدَ ذَلِكَ أَضْعَافًا كَثِيرَةً، وَجَزَاءَ السَّيِّئَةِ سَيِّئَةً مِثْلَهَا وَقَدْ يَغْفِرُهَا لِمَنْ تَابَ مِنْهَا (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ)  (٤٢: ٣٠) وَقَدْ أَكَّدَ الْمَغْفِرَةَ وَالرَّحْمَةَ هُنَا بِمَا لَمْ يُؤَكِّدْ بِهِ الْعِقَابَ وَهُوَ اللَّامُ فَنَسْأَلُهُ تَعَالَى أَنْ يَغْفِرَ لَنَا ذُنُوبَنَا وَيُكَفِّرَ عَنَّا سَيِّئَاتِنَا. وَيَتَغَمَّدَنَا بِرَحْمَتِهِ الْوَاسِعَةِ، وَيَجْعَلَ لَنَا نَصِيبًا عَظِيمًا مِنْ رَحْمَتِهِ الْخَاصَّةِ، وَيَكُونَ مِنْهُ تَوْفِيقُنَا لِإِتْمَامِ تَفْسِيرِ كِتَابِهِ عَلَى مَا يُحِبُّ وَيَرْضَى مِنْ هِدَايَةِ الْأُمَّةِ، وَكَشْفِ الْغُمَّةِ، فَنَكُونَ هَادِينَ مَهْدِيِّينَ، وَقَدْ تَمَّ تَفْسِيرُ رُبْعِهِ بِفَضْلِهِ وَتَوْفِيقِهِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> اسْتِدْرَاكٌ عَلَى تَفْسِيرِ (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) </p><p> اعْلَمْ أَيُّهَا الْمُسْلِمُ الْحَرِيصُ عَلَى دِينِهِ أَنَّ أَهْلَ الْحَقِّ مِنْ سَلَفِ الْأُمَّةِ إِنَّمَا سُمُّوا بِأَهْلِ السُّنَّةِ وَالْجَمَاعَةِ لِأَنَّهُمْ سَارُوا فِي الِاهْتِدَاءِ بِالْإِسْلَامِ عَلَى السُّنَّةِ، وَهِيَ الطَّرِيقَةُ الْعَمَلِيَّةُ الَّتِي جَرَى عَلَيْهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيَانِ الْقُرْآنِ كَمَا أَمَرَهُ اللهُ تَعَالَى بِقَوْلِهِ:  (وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ)  (١٦: ٤٤) وَتَلَقَّاهَا عَنْهُ بِالْعَمَلِ جَمَاعَةُ الصَّحَابَةِ، وَقَدْ أَصَابَ الْإِمَامُ أَحْمَدُ بْنُ حَنْبَلٍ رَحِمَهُ اللهُ فِي حَصْرِهِ حُجِّيَّةَ الْإِجْمَاعِ الدِّينِيِّ بِإِجْمَاعِ الصَّحَابَةِ رَضِيَ اللهُ عَنْهُمْ، وَمَا رُوِيَ مِنَ الْآثَارِ فِي شُذُوذِ أَفْرَادٍ عَمَّا ثَبَتَ عَمَلُ الْجُمْهُورِ بِهِ فَلَا يُعْتَدُّ بِهِ، فَعَمَلُ الْجُمْهُورِ هُوَ السُّنَّةُ وَهُمُ الْجَمَاعَةُ. وَالْأَقْوَالُ </p><p> وَحْدَهَا لَا يَتَبَيَّنُ بِهَا الْمُرَادُ بَيَانًا قَطْعِيًّا لَا يَحْتَمِلُ التَّأْوِيلَ كَالْأَفْعَالِ وَإِنْ كَانَتْ فِي غَايَةِ الْجَلَاءِ وَالْوُضُوحِ، وَلِذَلِكَ قَالَ عَلَيٌّ الْمُرْتَضِي كَرَّمَ اللهُ تَعَالَى </p><p> وَجْهَهُ لِابْنِ عَبَّاسٍ رَضِيَ اللهُ تَعَالَى عَنْهُمَا عِنْدَمَا أَرْسَلَهُ لِمُحَاجَّةِ الْخَوَارِجِ: احْمِلْهُمْ عَلَى السُّنَّةِ فَإِنَّ الْقُرْآنَ ذُو وُجُوهٍ. فَمُرَادٌ بِالسُّنَّةِ مَا ذَكَرْنَاهُ مِنْ مَعْنَاهَا الْمُوَافِقِ لِلُّغَةِ لَا الْمَعْنَى الِاصْطِلَاحِيِّ لِلْمُحَدِّثِينَ وَسَائِرِ عُلَمَاءِ الشَّرْعِ الَّذِي يَشْمَلُ الْأَخْبَارَ الْقَوْلِيَّةَ وَغَيْرَهَا ; فَإِنَّ هَذِهِ الْأَخْبَارَ ذَاتُ وُجُوهٍ أَيْضًا، وَرُبَّمَا كَانَتْ وُجُوهُهَا الَّتِي يَتَوَجَّهُ إِلَيْهَا أَهْلُ التَّأْوِيلِ أَكْثَرَ مِنْ وُجُوهِ الْقُرْآنِ لِأَنَّهَا دُونَهُ فِي الْفَصَاحَةِ وَالْبَلَاغَةِ وَالْبَيَانِ ; وَلِذَلِكَ أَوْجَزَ الْقُرْآنُ فِي بَيَانِ أَحْكَامِ الدِّينِ الْعَمَلِيَّةِ وَوَكَّلَ بَيَانَهَا لِعَمَلِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ أَحَالَ فِي بَيَانِهَا عَلَى الْعَمَلِ فَقَالَ:  \" صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي \" . </p><p> أَقُولُ هَذَا تَمْهِيدًا لِتَذْكِيرِكَ بِعَدَمِ الِاغْتِرَارِ بِمَا لَعَلَّكَ اطَّلَعْتَ أَوْ تَطَّلِعُ عَلَيْهِ مِنَ الْوُجُوهِ الَّتِي حَمَلَ عَلَيْهَا بَعْضُ الْمُتَفَقِّهَةِ وَالْمُصَنَّفِينَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى فِي سُورَةِ النَّجْمِ:  (أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى)  (٥٣: ٣٨، ٣٩) فَحَرَّفُوا الْكَلِمَ عَنْ مَوَاضِعِهِ تَارَةً بِالتَّأْوِيلَاتِ السَّخِيفَةِ. وَتَارَةً بِدَعْوَى النَّسْخِ الْبَاطِلَةِ، وَتَارَةً بِدَعْوَى أَنَّ هَاتَيْنِ الْآيَتَيْنِ مِنْ شَرِيعَةِ إِبْرَاهِيمَ وَمُوسَى لَا مِنْ شَرْعِنَا، وَتَارَةً بِتَخْصِيصِهِمَا بِالْكُفَّارِ دُونَ الْمُسْلِمِينَ وَقَدْ غَفَلَ هَؤُلَاءِ عَنْ كَوْنِ مَضْمُونِ الْآيَتَيْنِ مِنْ قَوَاعِدِ الدِّينِ وَأُصُولِ الْإِسْلَامِ الثَّابِتَةِ عَلَى أَلْسِنَةِ جَمِيعِ الرُّسُلِ، وَمُؤَيَّدًا بِآيَاتٍ كَثِيرَةٍ بِلَفْظِهَا وَمَعْنَاهَا كَآيَةِ الْأَنْعَامِ الَّتِي نَكْتُبُ هَذَا تَتِمَّةً لِتَفْسِيرِهَا، وَآيَةِ سُورَةِ فَاطِرٍ:  (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللهِ الْمَصِيرُ)  (٣٥: ١٨) وَالْآيَاتِ الْكَثِيرَةِ الْمُعَلِّقَةِ لِلْفَلَاحِ وَالْخُسْرِ وَدُخُولِ الْجَنَّةِ وَالنَّارِ بِالْأَعْمَالِ، وَالْآيَاتِ النَّاطِقَةِ بِأَنَّ النَّاسَ لَا يُجْزَوْنَ إِلَّا بِأَعْمَالِهِمْ، وَإِنَّمَا يُجْزَوْنَ بِأَعْمَالِهِمْ هَكَذَا بِصِيغَتَيِ الْحَصْرِ الَّذِي تُعَدُّ دَلَالَتُهُ أَقْوَى الدَّلَالَاتِ فِي بَيَانِ الْمُرَادِ ; وَلِذَلِكَ عَبَّرَ عَنِ التَّوْحِيدِ الَّذِي هُوَ أَسَاسُ أَرْكَانِ الدِّينِ كُلِّهَا. وَهَذِهِ الْقَاعِدَةُ فِي الْجَزَاءِ مِنْ أُصُولِ الدِّينِ وَهِيَ مُقَرِّرَةٌ لِلتَّوْحِيدِ أَيْضًا كَمَا بَيَّنَّاهُ فِي تَفْسِيرِهَا مُفَصَّلًا وَأَشَرْنَا فِيهِ إِلَى بَعْضِ تِلْكَ الْآيَاتِ. </p><p> أَمَّا هَؤُلَاءِ الْمُقَلِّدُونَ مِنَ الْمُتَأَخِّرِينَ فَسَبَبُ غَفْلَتِهِمْ وَتَأْوِيلِهِمْ أَنَّهُمْ يُحَاوِلُونَ </p><p> تَصْحِيحَ كُلِّ مَا فَشَا مِنَ الْبِدَعِ بَيْنَ أَقْوَامِهِمْ وَالْمَنْسُوبَيْنِ إِلَى مَذَاهِبِهِمْ وَلَيْسُوا مِنْ أَهْلِ الدَّلِيلِ، وَلَكِنَّهُمْ لَا يَتْرُكُونَ ضَلَالَةَ التَّأْوِيلِ. وَأَمَّا أَهْلُ النَّظَرِ فِي أَدِلَّةِ الْمَذَاهِبِ مِنْهُمْ فَلَا هَمَّ لَهُمْ مِنَ النَّظَرِ فِي الْكِتَابِ وَالسُّنَّةِ إِلَّا أَخْذُ مَا يَرَوْنَهُ مُؤَيِّدًا لِمَذَاهِبِهِمْ وَتَرْكُ مَا سِوَاهُ بِضَرْبٍ مِنَ التَّأْوِيلِ، أَوْ دَعْوَى النَّسْخِ أَوِ احْتِمَالِهِ بِغَيْرِ دَلِيلٍ. </p><p> وَلَوْ كَانَ هَؤُلَاءِ الْمُقَلِّدُونَ الْعُمْيَانُ هُمُ الَّذِينَ جَوَّزُوا وَحْدَهُمْ لِلنَّاسِ إِهْدَاءَ عِبَادَاتِهِمْ لِلْمَوْتَى </p><p> وَلَكِنْ تَابَعَهُمْ عَلَى ذَلِكَ بَعْضُ عُلَمَاءِ السُّنَّةِ مِنْ أَهْلِ الْأَثَرِ وَالنَّظَرِ ; إِذْ ظَنُّوا أَنَّ الْأَحَادِيثَ الَّتِي أَشَرْنَا إِلَيْهَا فِي الدُّعَاءِ لِلْمَوْتَى وَالْإِذْنِ لِلْأَوْلَادِ بِأَنْ يَقْضُوا مَا عَلَى وَالِدَيْهِمْ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ - تَدُلُّ عَلَى انْتِفَاعِ الْمَوْتَى بِعِبَادَاتِ الْأَحْيَاءِ مُطْلَقًا، غَافِلِينَ عَنْ حَصْرِ مَا وَرَدَ مِنْ ذَلِكَ فِي الصَّحِيحِ فِي الْأَوْلَادِ الَّذِينَ خَصَّ الشَّارِعُ الْمُؤْمِنِينَ مِنْهُمْ بِذَلِكَ فِي الْوَقَائِعِ الَّتِي سُئِلَ عَنْهَا. وَحَدِيثُ \" صَامَ عَنْهُ وَلِيُّهُ \" يَتَعَيَّنُ أَنْ يُرَادَ بِالْوَلِيِّ مِنْهُ الْوَلَدُ لِيُوَافِقَهَا مَعَ سَائِرِ الْآيَاتِ ; إِذْ لَا يُمْكِنُ تَأْوِيلُهَا كُلِّهَا وَهِيَ مِنَ الْأُصُولِ الصَّرِيحَةِ الْقَطْعِيَّةِ لِأَجْلِ حَمْلِهِ عَلَى عُمُومِ الْأَوْلِيَاءِ وَهُوَ غَيْرُ مُتَعَيِّنٍ عَلَى أَنَّ عَائِشَةَ الرَّاوِيَةَ لَهُ كَانَتْ تُصَرِّحُ بِعَدَمِ جَوَازِ صِيَامِ أَحَدٍ عَنْ أَحَدٍ عَمَلًا بِالنُّصُوصِ الْعَامَّةِ كَمَا تَقَدَّمَ، وَقَدْ قَالَ الطَّحَاوِيُّ مِنْ عُلَمَاءِ الْأَثَرِ: إِنَّهُ مَنْسُوخٌ. وَمَا قُلْنَاهُ أَوْلَى لِجَمْعِهِ بَيْنَ الرِّوَايَاتِ وَمُوَافَقَتِهِ لِلْآيَاتِ وَلِعَمَلِ أَهْلِ الْمَدِينَةِ الَّذِي هُوَ حُجَّةُ مَالِكٍ. وَهُوَ هُنَا مُؤَيِّدٌ لِعَمَلِ الصَّحَابَةِ عُمُومًا وَخُصُوصًا لَا حُجَّةٌ مُسْتَقِلَّةٌ. وَقَدْ سَقَطَ بِهَذَا الْجَمْعِ كُلُّ مَا يَتَعَلَّقُ بِإِطْلَاقِ الْجَوَازِ مِنَ الْأَقْوَالِ. </p><p> وَأَمَّا الدُّعَاءُ لِأَمْوَاتِ الْمُسْلِمِينَ وَلِأَحْيَائِهِمْ فَهُوَ عِبَادَةٌ لَا يَنْتَقِلُ ثَوَابُهَا مِنَ الدَّاعِي إِلَى الْمَدْعُوِّ لَهُ وَلَمْ يُرْوَ فِي إِهْدَاءِ ثَوَابِ الدُّعَاءِ شَيْءٌ بَلْ ثَوَابُهُ لِلدَّاعِي وَحْدَهُ سَوَاءٌ اسْتَجَابَهُ اللهُ أَمْ لَا، وَإِنَّمَا يَنْتَفِعُ الْمَدْعُوُّ لَهُ بِالِاسْتِجَابَةِ، وَاسْتِجَابَةُ الدُّعَاءِ لِلْأَحْيَاءِ وَالْأَمْوَاتِ لَا يُمْكِنُ أَنْ تَكُونَ بِمَا يَنْقُضُ قَوَاعِدَ الشَّرْعِ، وَلَا بِمَا يُبْطِلُ سُنَنَ اللهِ تَعَالَى فِي الْكَوْنِ فَنُفَوِّضُ الْأَمْرَ فِي صِفَتِهِ إِلَى اللهِ تَعَالَى وَنَكْتَفِي مِنَ الْعِلْمِ بِفَائِدَةِ الدُّعَاءِ لِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَغَيْرِهِمْ أَنَّهُ عِبَادَةٌ مُشْتَمِلَةٌ عَلَى تَحَابِّ الْمُؤْمِنِينَ وَتَكَافُلِهِمْ وَاهْتِمَامِهِمْ بِأَمْرِ سَعَادَتِهِمْ فِي الدُّنْيَا وَالْآخِرَةِ. وَمَا عَدَا الدُّعَاءَ مِنَ الْعِبَادَاتِ فَإِنَّمَا وَرَدَ الْإِذْنُ فِيهِ لِلْأَوْلَادِ، وَوَلَدُ الْمَرْءِ مِنْ عَمَلِهِ فَانْتِفَاعُهُ بِعَمَلِهِ يَدْخُلُ فِي الْقَاعِدَةِ لَا أَنَّهُ يُعَارِضُهَا. وَلَوْ كَانَ الْإِذْنُ عَامًّا لَكَثُرَ عَمَلُ الصَّحَابَةِ بِهِ، وَرُوِيَ مُسْتَفِيضًا أَوْ مُتَوَاتِرًا عَنْهُمْ لِتَوَافُرِ الدَّوَاعِي عَلَى نَقْلِهِ ; فَإِنَّ مِنْ دَأْبِ الْبَشَرِ وَطِبَاعِهِمُ </p><p> الرَّاسِخَةِ الِاهْتِمَامَ بِكُلِّ مَا يَتَعَلَّقُ بِأَمْرِ مَوْتَاهُمْ. وَقَدْ نَقَلَ الرُّوَاةُ مِنَ التَّابِعِينَ كُلَّ مَا رَأَوْهُ وَعَلِمُوا بِهِ مِنْ أَعْمَالِ الصَّحَابَةِ رَضِيَ اللهُ عَنْهُمْ. </p><p> كَتَبْتُ هَذَا لِأَنَّنِي بَعْدَ كِتَابَةِ مَا تَقَدَّمَ مِنْ تَفْسِيرِ الْآيَةِ وَطَبْعِهِ رَاجَعْتُ مَا كَتَبَهُ الْعَلَّامَةُ الْمُحَقِّقُ ابْنُ الْقَيِّمِ فِي هَذِهِ الْمَسْأَلَةِ فِي كِتَابِ الرُّوحِ، فَوَجَدْتُهُ قَدْ أَطْنَبَ فِيهَا وَأَطَالَ كَعَادَتِهِ بِمَا لَمْ يُطِلْ بِهِ غَيْرُهُ وَلَا قَارَبَ، وَأَوْرَدَ كُلَّ مَا قِيلَ وَمَا تَصَوَّرَ أَنْ يُقَالَ فِي إِثْبَاتِ وُصُولِ ثَوَابِ أَعْمَالِ الْأَحْيَاءِ إِلَى الْأَمْوَاتِ مُطْلَقًا، وَنَفْيِهِ مُطْلَقًا أَوْ مُقَيَّدًا بِمَا تَسَبَّبَ إِلَيْهِ الْمَيِّتُ فِي حَيَاتِهِ أَوْ بِالْعِبَادَاتِ الَّتِي تَدْخُلُهَا النِّيَابَةُ كَالصَّدَقَةِ وَالْحَجِّ دُونَ غَيْرِهَا كَالتِّلَاوَةِ وَالصَّلَاةِ وَكَذَا مَا وَقَعَ فِيهِ الْخِلَافُ مِنْ فُرُوعِ الْمَسْأَلَةِ - وَذَكَرَ حُجَجَ كُلِّ فَرِيقٍ وَرَدَّ الْمُخَالِفِينَ عَلَيْهَا، وَأَكْثَرُهَا نَظَرِيَّاتٌ بَاطِلَةٌ وَلَكِنَّهُ عَلَى سَعَةِ اطِّلَاعِهِ وَدِقَّةِ فَهْمِهِ قَدْ غَفَلَ عَنْ كَوْنِ الْأَحَادِيثِ الَّتِي جَعَلَهَا </p><p> حُجَّةَ الْمُثْبِتِينَ الْوَحِيدَةَ عَلَى انْتِفَاعِ أَمْوَاتِ الْمُسْلِمِينَ بِأَيِّ عَمَلٍ يُهْدَى إِلَيْهِمْ ثَوَابُهُ مِنْ عَمَلِ أَحْيَائِهِمْ قَدْ وَرَدَتْ فِي أَعْمَالٍ خَاصَّةٍ وَرُخِّصَ لِلْأَوْلَادِ وَحْدَهُمْ أَنْ يَقُومُوا بِهَا عَنْ وَالِدَيْهِمْ وَهُوَ لَمْ يَنْسَ مِنْ حُجَجِ الْمَانِعِينَ لِوُصُولِ ثَوَابِ قِرَاءَةِ الْقُرْآنِ وَنَحْوِهَا عَدَمَ نَقْلِ شَيْءٍ مِنْ ذَلِكَ عَنِ السَّلَفِ وَلَكِنَّهُ وَهُوَ مِنْ أَكْبَرِ أَنْصَارِ أَتْبَاعِ السَّلَفِ قَدْ أَجَابَ عَنْ هَذِهِ الْحُجَّةِ بِجَوَابٍ ضَعِيفٍ جِدًّا فَقَالَ:  \" فَإِنْ قِيلَ فَهَذَا لَمْ يَكُنْ مَعْرُوفًا فِي السَّلَفِ لَا يُمْكِنُ نَقْلُهُ عَنْ وَاحِدٍ مِنْهُمْ مَعَ شِدَّةِ حِرْصِهِمْ عَلَى الْخَيْرِ، وَلَا أَرْشَدَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِ، وَقَدْ أَرْشَدَهُمْ إِلَى الدُّعَاءِ وَالِاسْتِغْفَارِ وَالصَّدَقَةِ وَالْحَجِّ وَالصِّيَامِ. فَلَوْ كَانَ ثَوَابُ الْقِرَاءَةِ يَصِلُ لِأَرْشَدَهُمْ إِلَيْهِ وَلَكَانُوا يَفْعَلُونَهُ \" . </p><p> \" فَالْجَوَابُ أَنَّ مُورِدَ هَذَا السُّؤَالِ إِنْ كَانَ مُعْتَرِفًا بِوُصُولِ ثَوَابِ الْحَجِّ وَالصِّيَامِ وَالدُّعَاءِ وَالِاسْتِغْفَارِ،قِيلَ لَهُ:مَا هَذِهِ الْخَاصِّيَّةُ الَّتِي مَنَعَتْ وَصُولَ ثَوَابِ الْقُرْآنِ وَاقْتَضَتْ وَصُولَ ثَوَابِ هَذِهِ الْأَعْمَالِ؟ وَهَلْ هَذَا إِلَّا تَفْرِيقٌ بَيْنَ الْمُتَمَاثِلَاتِ؟ وَإِنْ لَمْ يَعْتَرِفْ بِوُصُولِ تِلْكَ الْأَشْيَاءِ إِلَى الْمَيِّتِ فَهُوَ مَحْجُوجٌ بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ وَقَوَاعِدِ الشَّرْعِ \" . </p><p> \" وَأَمَّا السَّبَبُ الَّذِي لِأَجْلِهِ لَمْ يَظْهَرْ ذَلِكَ فِي السَّلَفِ، فَهُوَ أَنَّهُمْ لَمْ يَكُنْ لَهُمْ أَوْقَافٌ عَلَى مَنْ يَقْرَأُ وَيُهْدِي إِلَى الْمَوْتَى، وَلَا كَانُوا يَعْرِفُونَ ذَلِكَ أَلْبَتَّةَ، وَلَا كَانُوا يَقْصِدُونَ الْقَبْرَ لِلْقِرَاءَةِ عِنْدَهُ كَمَا يَفْعَلُهُ النَّاسُ الْيَوْمَ، وَلَا كَانَ أَحَدُهُمْ يُشْهِدُ مَنْ حَضَرَهُ مِنَ النَّاسِ عَلَى أَنَّ ثَوَابَ هَذِهِ الْقِرَاءَةِ لِفُلَانٍ الْمَيِّتِ وَلَا ثَوَابَ</p><p> هَذِهِ الصَّدَقَةِ وَالصَّوْمِ، ثُمَّ يُقَالُ لِهَذَا الْقَائِلِ: لَوْ كُلِّفْتَ أَنْ تَنْقُلَ عَنْ وَاحِدٍ مِنَ السَّلَفِ أَنَّهُ قَالَ اللهُمَّ اجْعَلْ ثَوَابَ هَذَا الصَّوْمِ لِفُلَانٍ - لَعَجَزْتَ فَإِنَّ الْقَوْمَ كَانُوا أَحْرَصَ شَيْءٍ عَلَى كِتْمَانِ أَعْمَالِ الْبِرِّ، فَلَمْ يَكُونُوا لِيُشْهِدُوا عَلَى اللهِ بِإِيصَالِ ثَوَابِهَا إِلَى أَمْوَاتِهِمْ \" . </p><p> \" فَإِنْ قِيلَ: فَرَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْشَدَهُمْ إِلَى الصَّوْمِ وَالصَّدَقَةِ دُونَ الْقِرَاءَةِ قِيلَ هُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَبْتَدِئْهُمْ بِذَلِكَ بَلْ خَرَجَ ذَلِكَ مِنْهُ مَخْرَجَ الْجَوَابِ لَهُمْ، فَهَذَا سَأَلَهُ عَنِ الْحَجِّ عَنْ مَيِّتِهِ فَأَذِنَ لَهُ، وَهَذَا سَأَلَهُ عَنِ الصَّدَقَةِ فَأَذِنَ لَهُ، وَلَمْ يَمْنَعْهُمْ مِمَّا سِوَى ذَلِكَ. وَأَيُّ فَرْقٍ بَيْنَ وُصُولِ ثَوَابِ الصِّيَامِ الَّذِي هُوَ مُجَرَّدُ نِيَّةٍ وَإِمْسَاكٍ وَبَيْنَ وُصُولِ ثَوَابِ الْقِرَاءَةِ وَالذِّكْرِ؟ وَالْقَائِلُ أَنَّ أَحَدًا مِنَ السَّلَفِ لَمْ يَفْعَلْ ذَلِكَ قَائِلٌ مَا لَا عِلْمَ لَهُ بِهِ ; فَإِنَّ هَذِهِ شَهَادَةٌ عَلَى نَفْيِ مَا لَمْ يَعْلَمْهُ، فَمَا يُدْرِيهِ أَنَّ السَّلَفَ كَانُوا يَفْعَلُونَ ذَلِكَ وَلَا يُشْهِدُونَ مَنْ حَضَرَهُمْ عَلَيْهِ؟ بَلْ يَكْفِي اطِّلَاعُ عَلَّامِ الْغُيُوبِ عَلَى نِيَّاتِهِمْ وَمَقَاصِدِهِمْ لَا سِيَّمَا وَالتَّلَفُّظُ بِنِيَّةِ الْإِهْدَاءِ لَا يُشْتَرَطُ كَمَا تَقَدَّمَ \" . </p><p> \" وَسِرُّ الْمَسْأَلَةِ أَنَّ الثَّوَابَ مِلْكٌ لِلْعَامِلِ، فَإِذَا تَبَرَّعَ بِهِ وَأَهْدَاهُ إِلَى أَخِيهِ الْمُسْلِمِ أَوْصَلَهُ اللهُ إِلَيْهِ، فَمَا الَّذِي خَصَّ مِنْ هَذَا ثَوَابَ قِرَاءَةِ الْقُرْآنِ وَحَجَرَ عَلَى الْمَرْءِ أَنْ يُوصِلَهُ إِلَى أَخِيهِ؟ </p><p> وَهَذَا عَمَلُ النَّاسِ حَتَّى الْمُنْكِرِينَ فِي سَائِرِ الْأَعْصَارِ وَالْأَمْصَارِ مِنْ غَيْرِ نَكِيرٍ مِنَ الْعُلَمَاءِ \" اهـ. </p><p> أَقُولُ وَبِاللهِ التَّوْفِيقُ وَالْهِدَايَةُ: عَفَا اللهُ عَنْ شَيْخِنَا وَأُسْتَاذِنَا الْمُحَقِّقِ، فَلَوْلَا الْغَفْلَةُ عَنْ تِلْكَ الْمَسْأَلَةِ الْوَاضِحَةِ لَمَا وَقَعَ فِي هَذِهِ الْأَغْلَاطِ الَّتِي نَرُدُّهَا عَلَيْهِ بِبَعْضِ مَا كَانَ يَرُدُّهَا هُوَ فِي غَيْرِ هَذِهِ الْحَالَةِ، وَسُبْحَانَ مَنْ لَا يَغْفَلُ وَلَا يَعْزُبُ عَنْ عِلْمِهِ شَيْءٌ. </p><p> أَمَّا قَوْلُهُ لِمُورِدِ السُّؤَالِ إِذَا كَانَ مُعْتَرِفًا بِوُصُولِ ثَوَابِ الْحَجِّ وَالصِّيَامِ: مَا هَذِهِ الْخَاصِّيَّةُ الَّتِي مَنَعَتْ وَصُولَ ثَوَابِ الْقُرْآنِ إِلَخْ فَنُجِيبُ عَنْهُ عَلَى طَرِيقَتِنَا بِأَنَّ الْمَانِعَ لِذَلِكَ نُصُوصُ الْقُرْآنِ الَّتِي تَقَدَّمَتْ فِي أَنَّ عَمَلَ كُلِّ عَامِلٍ لَهُ دُونَ غَيْرِهِ، وَالسَّائِلُ إِنَّمَا يَعْتَرِفُ بِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَذِنَ لِمَنْ سَأَلَهُ عَنْ قَضَاءِ صِيَامٍ وَحَجٍّ ثَبَتَا عَلَى أَحَدِ وَالِدَيْهِ، وَكَذَا عَنِ الصَّدَقَةِ وَلَا سِيَّمَا عَمَّنْ لَمْ يُوصِ بِهَا مِنَ الْوَالِدَيْنِ هَلْ يَفْعَلُونَ ذَلِكَ عَنْ وَالِدَيْهِمْ؟ فَأَذِنَ لَهُمْ بِأَنْ يَقْضُوا دَيْنَ اللهِ عَنْهُمْ كَمَا يَقْضُونَ دُيُونَ النَّاسِ، وَأَنْ يَتَصَدَّقُوا عَنْهُمْ - فَهَذِهِ حُقُوقٌ ثَبَتَتْ عَلَى الْوَالِدَيْنِ، أَوْ صَدَقَةٌ كَانَ الْمُتَوَقَّعُ مِنْ أَحَدِهِمُ الْوَصِيَّةَ بِهَا فَقَامَ مَقَامَهُمْ أَوْلَادُهُمْ فِيهَا أَوْ تَبَرَّعُوا عَنْهُمْ، فَهِيَ لَيْسَتْ كَقِرَاءَةِ الْقُرْآنِ الَّتِي لَيْسَتْ مَفْرُوضَةً عَلَى الْأَعْيَانِ فِي غَيْرِ الصَّلَاةِ </p><p> كَالْحَجِّ وَالصِّيَامِ، وَلَا مِنَ الْأَعْيَانِ الْمَمْلُوكَةِ كَالْمَالِ الَّذِي كَانَ مِلْكَ الْمَيِّتِ وَانْتَقَلَ إِلَى وَلَدِهِ، أَوْ مِنْ كَسْبِ الْوَلَدِ الَّذِي عُدَّ فِي الْحَدِيثِ الصَّحِيحِ مِنْ كَسْبِ الْوَالِدِ كَمَا يَأْتِي قَرِيبًا، وَقَدْ أَلْحَقَهُ اللهُ تَعَالَى بِهِ فِي قَوْلِهِ:  (وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ)  (٥٢: ٢١) وَبِهَذَا كَانَتْ غَيْرَ مُعَارِضَةٍ لِتِلْكَ الْآيَاتِ، وَلَوْ عَارَضَتْهَا لَكَانَتْ هِيَ الْمَرْجُوحَةَ السَّاقِطَةَ بِهَا، فَبَطَلَ قَوْلُهُ: وَهَلْ هَذَا إِلَّا تَفْرِيقٌ بَيْنَ الْمُتَمَاثِلَاتِ - إِذِ الْعَمَلُ مُخْتَلِفٌ وَالْعَامِلُ الْمَأْذُونُ لَهُ بِهِ خُصُوصِيَّةٌ لَيْسَتْ لِغَيْرِهِ فَلَا تَمَاثُلَ. </p><p> وَأَمَّا تَعْلِيلُهُ عَدَمَ نَقْلِ شَيْءٍ مِنْ هَذِهِ الْأَعْمَالِ عَنِ السَّلَفِ الَّذِي اعْتَرَفَ بِهِ وَأَيَّدَهُ بِأَنَّهُمْ كَانُوا يَكْتُمُونَ أَعْمَالَ الْبِرِّ - فَجَوَابُهُ أَنَّهُ مَا مِنْ نَوْعٍ مِنْ أَنْوَاعِ الْبِرِّ الْمَشْرُوعَةِ إِلَّا وَقَدْ نُقِلَ عَنْهُمْ فِيهِ الْكَثِيرُ الطَّيِّبُ، حَتَّى الصَّدَقَاتِ الَّتِي صَرَّحَ الْقُرْآنُ بِتَفْضِيلِ إِخْفَائِهَا عَلَى الْإِبْدَاءِ تَكْرِيمًا لِلْفُقَرَاءِ وَسَتْرًا عَلَيْهِمْ، وَلِمَا قَدْ يَعْرِضُ فِيهَا مِنَ الْمَنِّ وَالْأَذَى وَالرِّيَاءِ الْمُبَطِلَةِ لَهَا. وَقِرَاءَةُ الْقُرْآنِ لِلْمَوْتَى لَيْسَتْ كَذَلِكَ حَتَّى إِنَّ الْمُرَاءَاةَ بِهَا مِمَّا لَا يَكَادُ يَقَعُ ; لِأَنَّ الَّذِي يَقْرَأُ لِغَيْرِهِ لَا يُعَدُّ مِنَ الْعِبَادِ الْمُمْتَازِينَ عَلَى غَيْرِهِمْ فَيَكْتُمَهُ خَوْفَ الرِّيَاءِ. ثُمَّ أَيْنَ الَّذِينَ نَصَبُوا أَنْفُسَهُمْ لِلْإِرْشَادِ وَالْقُدْوَةِ وَالدَّعْوَةِ إِلَى الْخَيْرِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ، لِمَ لَمْ يُؤْثَرْ عَنْهُمْ قَوْلٌ وَلَا فِعْلٌ فِي هَذَا النَّوْعِ مِنَ الْبِرِّ الَّذِي عَمَّ بِلَادَ الْإِسْلَامِ بَعْدَ خَيْرِ الْعُصُورِ لَوْ كَانَ مَشْرُوعًا؟ فَهَلْ يُمْكِنُ أَنْ يُقَالَ إِنَّهُمْ كَانُوا يَتْرُكُونَ الْأَمْرَ بِالْبِرِّ كَمَا قِيلَ جَدَلًا إِنَّهُمْ أَخْفَوْا هَذَا النَّوْعَ مِنْهُ وَحْدَهُ؟ كَلَّا، إِنَّهُمْ كَانُوا هُدَاةً بِأَقْوَالِهِمْ وَأَعْمَالِهِمْ، وَتَأْثِيرُ الْأَعْمَالِ فِي الْهِدَايَةِ أَقْوَى. </p><p> وَأَمَّا تَعْلِيلُهُ تَخْصِيصَ الْإِذْنِ فِي الْأَحَادِيثِ بِالصَّوْمِ وَالصَّدَقَةِ وَالْحَجِّ دُونَ الْقِرَاءَةِ بِقَوْلِهِ </p><p> إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَبْتَدِئْهُمْ بِذَلِكَ، بَلْ خَرَجَ مَخْرَجَ الْجَوَابِ وَلَمْ يَمْنَعْهُمْ مِمَّا سِوَى ذَلِكَ وَلَا فَرْقَ بَيْنَ الصَّوْمِ وَالْقِرَاءَةِ - فَجَوَابُهُ: أَنَّ عَدَمَ ابْتِدَاءِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِيَّاهُمْ بِذَلِكَ عَلَى إِطْلَاقِهِ دَلِيلٌ عَلَى أَنَّهُ لَيْسَ مِنْ دِينِهِ، وَإِلَّا لَمْ يَكُنْ مُبَيِّنًا لِمَا أُنْزِلَ إِلَيْهِ كَمَا أُمِرَ بِهِ وَهَذَا مُحَالٌ. وَسُؤَالُ أُولَئِكَ الْأَفْرَادِ إِيَّاهُ دَلِيلٌ عَلَى أَنَّهُمْ لَمْ يَكُونُوا يَعْلَمُونَ مِنْ نُصُوصِ الدِّينِ وَلَا مِنَ السُّنَّةِ الْعَمَلِيَّةِ مَا يَدُلُّ عَلَى شَرْعِيَّتِهِ فَلِذَلِكَ اسْتَفْتَوْهُ فِيهِ، وَلَمْ يَسْتَفْتُوهُ فِي الْعَمَلِ عَلَى غَيْرِ الْوَالِدَيْنِ لِنَصِّ الْقُرْآنِ فِي مَنْعِهِ. </p><p> وَأَمَّا الْفَرْقُ بَيْنَ وُصُولِ ثَوَابِ الصِّيَامِ وَوُصُولِ ثَوَابِ الذِّكْرِ، فَقَدْ بَيَّنَّا آنِفًا أَنَّهُ لَا دَلِيلَ عَلَى وُصُولِ ثَوَابِ الصِّيَامِ مُطْلَقًا مِنْ كُلِّ مَنْ يَصُومُ عَنْ مَيِّتٍ حَتَّى يُقَاسَ عَلَيْهِ غَيْرُهُ، لِأَنَّ مَا ذُكِرَ مِنْ أَحَادِيثِ الصِّيَامِ خَاصٌّ بِالْقَضَاءِ مِنَ الْوَلَدِ نِيَابَةً عَنِ الْوَالِدِ، </p><p> وَلَيْسَ فِيهِ أَنَّهُ عَمِلَهُ لِنَفْسِهِ وَأَهْدَى ثَوَابَهُ لِغَيْرِهِ كَمَا تَقَدَّمَ، عَلَى أَنَّ هَذَا مِمَّا وَرَدَ عَلَى خِلَافِ الْقِيَاسِ فَلَا يُقَاسُ عَلَيْهِ. </p><p> وَأَمَّا قَوْلُهُ: إِنَّ الْقَائِلَ بِأَنَّ أَحَدًا مِنَ السَّلَفِ لَمْ يَفْعَلْ ذَلِكَ قَائِلٌ مَا لَا عِلْمَ لَهُ بِهِ إِلَخْ. فَجَوَابُهُ: أَنَّ الَّذِي يُثْبِتُ مَا ذَكَرَ لِلسَّلَفِ أَجْدَرُ بِقَوْلِ مَا لَا عِلْمَ لَهُ بِهِ، وَنَاهِيكَ بِهِ إِذَا كَانَ مُعْتَرِفًا بِأَنَّهُ لَمْ يَنْقُلْ ذَلِكَ عَنْ أَحَدٍ مِنْهُمْ، وَالنَّفْيُ هُوَ الْأَصْلُ، وَحَسْبُ النَّافِي نَفْيُهُ لِلنَّقْلِ عَنْهُمْ فِي أَمْرٍ تَدُلُّ الْآيَاتُ الصَّرِيحَةُ عَلَى عَدَمِ شَرْعِيَّتِهِ، وَيَدُلُّ الْعَقْلُ وَمَا عُلِمَ بِالضَّرُورَةِ مِنْ سِيرَتِهِمْ أَنَّهُ لَوْ كَانَ مَشْرُوعًا لَتَوَاتَرَ عَنْهُمْ أَوِ اسْتَفَاضَ. </p><p> وَأَمَّا قَوْلُهُ: وَسِرُّ الْمَسْأَلَةِ أَنَّ الثَّوَابَ مِلْكٌ لِلْعَامِلِ إِلَخْ. فَلَمْ نَكُنْ نَنْتَظِرُهُ مِنْ أُسْتَاذِنَا وَمُرْشِدِنَا إِلَى اتِّبَاعِ النَّقْلِ فِي أُمُورِ الدِّينِ دُونَ النَّظَرِيَّاتِ وَالْآرَاءِ، عَلَى أَنَّ هَذِهِ الْقَاعِدَةَ النَّظَرِيَّةَ غَيْرُ مُسَلَّمَةٍ ; فَإِنَّ الثَّوَابَ أَمْرٌ مَجْهُولٌ بِيَدِ اللهِ تَعَالَى وَحْدَهُ كَأُمُورِ الْآخِرَةِ كُلِّهَا، فَإِنَّهَا مِنْ عِلْمِ الْغَيْبِ الَّتِي لَا مَجَالَ لِلْعَقْلِ فِيهَا. وَمَا وَعَدَ اللهُ تَعَالَى بِهِ الْمُؤْمِنِينَ الصَّالِحِينَ الْمُخْلِصِينَ لَهُ الدِّينَ مِنَ الثَّوَابِ عَلَى الْإِيمَانِ وَالْأَعْمَالِ بِشُرُوطِهَا لَا يَعْرِفُونَ كُنْهَهُ وَلَا مُسْتَحِقَّهُ عَلَى سَبِيلِ الْقَطْعِ ; وَلِذَلِكَ أُمِرُوا بِأَنْ يَكُونُوا بَيْنَ الْخَوْفِ وَالرَّجَاءِ، وَلَا يُوجَدُ فِي الْآيَاتِ وَلَا الْأَخْبَارِ الصَّحِيحَةِ مَا يَدُلُّ عَلَى أَنَّ الْعَامِلَ يَمْلِكُ ثَوَابَ عَمَلِهِ وَهُوَ فِي الدُّنْيَا كَمَا يَمْلِكُ الذَّهَبَ وَالْفِضَّةَ أَوِ الْقَمْحَ وَالتَّمْرَ فَيَتَصَرَّفُ فِيهِ كَمَا يَتَصَرَّفُ فِيهَا بِالْهِبَةِ وَالْبَيْعِ، بَلْ ذَلِكَ جَزَاءٌ بِيَدِ اللهِ تَعَالَى أَعَدَّهُ لِلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِحَسَبِ تَأْثِيرِ الْإِيمَانِ وَالْعَمَلِ فِي إِعْدَادِ أَنْفُسِهِمْ لَهُ بِتَزْكِيَتِهَا وَجَعْلِهَا أَهْلًا لِجِوَارِهِ وَرِضْوَانِهِ كَمَا قَالَ:  (وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَا جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ مَنْ تَزَكَّى)  (٢٠: ٧٥، ٧٦)  (قَدْ أَفْلَحَ مَنْ تَزَكَّى)  (٨٧: ١٤) إِلَخْ (قَدْ أَفْلَحَ مَنْ زَكَّاهَا)  (٩١: ٩)  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا)  (٩: ١٠٣) وَقَالَ: (سَيَجْزِيهِمْ وَصْفَهُمْ)  (٦: ١٣٩) </p><p> فَذَكَرَ الْوَصْفَ عَلَى إِطْلَاقِهِ وَتَقَدَّمَ تَفْسِيرُهُ، وَذَكَرَ فِي آيَاتٍ أُخْرَى الصِّفَاتِ الْعَامَّةِ الَّتِي هِيَ مَصْدَرُ جَمِيعِ الْأَعْمَالِ، وَهِيَ الصَّبْرُ وَالشُّكْرُ وَالصِّدْقُ وَمِنْهَا مَا ذُكِرَ بِصِيغَةِ الْحَصْرِ. فَهَذِهِ الْآيَاتُ الْكَثِيرَةُ الصَّرِيحَةُ الْمَعْنَى الْمَعْقُولَةُ الْحِكْمَةِ وَسَائِرُ آيَاتِ الْجَزَاءِ وَالْآيَاتُ النَّافِيَةُ لِلْعَدْلِ وَالْفِدَاءِ، وَالْآيَاتُ النَّافِيَةُ لِمِلْكِ نَفْسٍ لِنَفْسٍ شَيْئًا مِنَ الْأَشْيَاءِ فِي الْآخِرَةِ، تُؤَيِّدُ كُلُّهَا آيَةَ الْأَنْعَامِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا وَآيَاتِ النَّجْمِ وَغَيْرَهَا، وَتُبْطِلُ دَعْوَى مِلْكِ الْإِنْسَانِ لِثَوَابِ عِبَادَاتِهِ وَتَصَرُّفِهِ بِهَا، وَلَوْ كَانَ الثَّوَابُ كَالْمَالِ يُوهَبُ لَكَانَ يُبَاعُ وَيُشْتَرَى، وَلَوْ كَانَ كَذَلِكَ لَكَانَ كَثِيرٌ مِنَ الْفُقَرَاءِ يَبِيعُونَ ثَوَابَ كَثِيرٍ مِنْ أَعْمَالِهِمْ لِلْأَغْنِيَاءِ، وَحَاشَ لِلَّهِ وَلِحِكْمَةِ </p><p> دِينِهِ مِنْ ذَلِكَ. وَعَمَلُ الْخَلَفِ وَحْدَهُ فِي أَمْرٍ تَعَبُّدِيٍّ كَهَذَا لَا حُجَّةَ فِيهِ، عَلَى أَنَّهُمْ لَمْ يُجْمِعُوا عَلَيْهِ. </p><p> فَإِنْ قِيلَ: إِنَّ انْتِفَاعَ الْمَيِّتِ بِعَمَلِ أَوْلَادِهِ يُنَافِي الْقَاعِدَةَ الَّتِي ذَكَرْتَهَا فِي الْجَزَاءِ أَيْضًا، فَإِنَّ مَنْ لَمْ يُزَكِّ نَفْسَهُ فِي الدُّنْيَا بِالْإِيمَانِ وَالْأَعْمَالِ الصَّالِحَةِ وَمَا تَطْبَعُهُ فِي النَّفْسِ مِنَ الصِّفَاتِ وَالْأَخْلَاقِ الْحَسَنَةِ لَا يُزَكِّيهَا عَمَلُ أَوْلَادِهِ مِنْ بَعْدِهِ - قُلْنَا: نَعَمْ إِنَّ هَذَا هُوَ الْأَصْلُ، وَلَكِنَّ مَنْ بِيَدِهِ أَمْرُ الثَّوَابِ وَالْعِقَابِ اسْتَثْنَى مِنْ عُمُومِ هَذَا الْأَصْلِ، لَا بَلْ أَلْحَقُ بِهِ شَيْئًا يَنْقُضُهُ وَلَا يَذْهَبُ بِحِكْمَتِهِ، وَهُوَ انْتِفَاعُ بَعْضِ الْوَالِدَيْنِ الْمُؤْمِنَيْنِ بِبَعْضِ عَمَلِ أَوْلَادِهِمْ، أَوْ جَعْلُهُ مِنْهُ بِالتَّبَعِ وَالسَّبَبِيَّةِ، كَمَا أَدْخَلَ فِي عُمُومِهِ انْتِفَاعَ مَنْ سَنَّ سُنَّةَ خَيْرٍ مِنْ عِلْمٍ أَوْ عَمَلٍ بِعَمَلِ مَنِ اسْتَنَّ بِسُنَّتِهِ وَعَمِلَ بِعِلْمِهِ أَوِ اقْتَدَى بِعَمَلِهِ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ ثَوَابِ هَؤُلَاءِ وَأُولَئِكَ شَيْءٌ كَمَا ثَبَتَ فِي حَدِيثِ الصَّحِيحَيْنِ. وَرَوَى أَصْحَابُ السُّنَنِ وَغَيْرُهُمْ بِأَسَانِيدَ يُحْتَجُّ بِهَا أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" أَطْيَبُ مَا يَأْكُلُ الرَّجُلُ مِنْ كَسْبِهِ، وَوَلَدُهُ مِنْ كَسْبِهِ \" ، وَفِي رِوَايَةٍ \" وَلَدُ الرَّجُلِ مِنْ أَطْيَبِ كَسْبِهِ فَكُلُّوا مِنْ أَمْوَالِهِمْ \" وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَنْ ذَكَرَ لَهُ أَنَّ وَالِدَهُ يَحْتَاجُ إِلَى مَالِهِ: أَنْتَ وَمَالُكَ لِأَبِيكَ \" رَوَاهُ ابْنُ مَاجَهْ بِسَنَدٍ صَحِيحٍ. </p><p> وَجُمْلَةُ الْقَوْلِ: إِنَّ ثَوَابَ الْأَعْمَالِ لَيْسَ أَعْيَانًا مَمْلُوكَةً لِلْعَامِلِ يَتَصَرَّفُ فِيهَا كَمَا يَشَاءُ، بَلْ هُوَ جَزَاءٌ مِنْ فَضْلِ اللهِ تَعَالَى، وَهُوَ نَوْعَانِ (أَحَدُهُمَا) مَا يَكُونُ مُرَتَّبًا عَلَى تَأْثِيرِ الْأَعْمَالِ فِي تَزْكِيَةِ النَّفْسِ مُبَاشَرَةً وَهُوَ مَا بَيَّنَّاهُ آنِفًا. (وَثَانِيهُمَا) مَا يَتَرَتَّبُ عَلَى الْأَعْمَالِ الَّتِي يَتَعَدَّى فِيهَا نَفْعُ الْعَامِلِ إِلَى غَيْرِهِ، كَالسُّنَّةِ الْحَسَنَةِ وَالصَّدَقَةِ الْجَارِيَةِ وَالْعِلْمِ الَّذِي يَنْتَفِعُ بِهِ وَالْوَلَدِ الصَّالِحِ الَّذِي يَدْعُو لَهُ، أَوْ يَقْضِي دَيْنَ اللهِ أَوِ النَّاسِ أَوْ يَتَصَدَّقُ عَنْهُ، وَتَقَدَّمَتِ الْأَحَادِيثُ الصَّحِيحَةُ فِي ذَلِكَ. وَهَذِهِ تَكُونُ بِقَدْرِ انْتِفَاعِ النَّاسِ مِنْ هَذِهِ الْأَعْمَالِ لَا بِحَسَبِ تَأْثِيرِ الْعَامِلِ فِي السَّبَبِيَّةِ لَهَا عِنْدَ مُبَاشَرَتِهِ لِلسَّبَبِ، كَتَأْلِيفِ الْكِتَابِ وَتَرْبِيَةِ الْوَلَدِ. وَفَوْقَ ذَلِكَ كُلِّهِ مُضَاعِفَةُ اللهِ لِمَنْ يَشَاءُ بِفَضْلِهِ. </p><p> خِلَافُ الْعُلَمَاءِ فِي الْمَسْأَلَةِ: </p><p> الْخِلَافُ بَيْنَ الْعُلَمَاءِ فِي الْمَسْأَلَةِ مَشْهُورٌ. وَقَدْ ذَكَرَهُ ابْنُ الْقَيِّمِ فِي أَوَّلِ الْمَسْأَلَةِ الـ١٦ وَهِيَ: هَلْ تَنْتَفِعُ أَرْوَاحُ الْمَوْتَى بِشَيْءٍ مِنْ سَعْيِ الْأَحْيَاءِ أَمْ لَا؟ وَذَكَرَ فِي الْجَوَابِ أَنَّهَا تَنْتَفِعُ مِنْ سَعْيِ الْأَحْيَاءِ فِي أَمْرَيْنِ مُجْمَعٌ عَلَيْهِمَا مِنْ أَهْلِ السُّنَّةِ، أَحَدُهُمَا: مَا تَسَبَّبَ إِلَيْهِ فِي حَيَاتِهِ، وَالثَّانِي: دُعَاءُ الْمُسْلِمِينَ لَهُ وَاسْتِغْفَارُهُمْ لَهُ. (قَالَ) </p><p> وَالصَّدَقَةُ وَالْحَجُّ عَلَى نِزَاعٍ: مَا الَّذِي يَصِلُ مِنْ ثَوَابِهِ! هَلْ هُوَ ثَوَابُ الْإِنْفَاقِ أَمْ ثَوَابُ الْعَمَلِ؟ فَعِنْدَ الْجُمْهُورِ: يَصِلُ ثَوَابُ الْعَمَلِ نَفْسِهِ، وَعِنْدَ بَعْضِ الْحَنَفِيَّةِ: إِنَّمَا يَصِلُ ثَوَابُ الْإِنْفَاقِ. ثُمَّ ذَكَرَ اخْتِلَافَهُمْ فِي الْعِبَادَةِ الْبَدَنِيَّةِ كَالصَّوْمِ وَالصَّلَاةِ وَقِرَاءَةِ الْقُرْآنِ وَالذِّكْرِ، وَزَعَمَ أَنَّ مَذْهَبَ أَحْمَدَ وَجُمْهُورِ السَّلَفِ وُصُولُهَا، وَاسْتَدَلَّ عَلَى مَذْهَبِ أَحْمَدَ بِأَنَّهُ قِيلَ لَهُ: الرَّجُلُ يَعْمَلُ الشَّيْءَ مِنَ الْخَيْرِ مِنْ صَلَاةٍ أَوْ صَدَقَةٍ أَوْ غَيْرِ ذَلِكَ فَيَجْعَلُ نِصْفَهُ لِأَبِيهِ أَوْ لِأُمِّهِ. قَالَ: أَرْجُو. وَأَنْتَ تَرَى أَنَّ الْإِمَامَ أَحْمَدَ رَحِمَهُ اللهُ لَمْ يَجْزِمْ بِالْجَوَابِ، وَأَنَّ مَوْضُوعَ السُّؤَالِ انْتِفَاعُ الْوَالِدَيْنِ بِعَمَلِ الْوَلَدِ خَاصَّةً، وَلَيْسَ فِي رَجَائِهِ خُرُوجٌ عَنِ النَّصِّ إِلَّا فِي مَسْأَلَةِ الصَّلَاةِ - ثُمَّ قَالَ: وَالْمَشْهُورُ مِنْ مَذْهَبِ الشَّافِعِيِّ وَمَالِكٍ أَنَّ ذَلِكَ لَا يَصِلُ. وَذَكَرَ أَنَّ بَعْضَ أَهْلِ الْبِدَعِ مِنَ الْمُتَكَلِّمِينَ عَلَى أَنَّهُ لَا يَصِلُ إِلَى الْمَيِّتِ شَيْءٌ، لَا دُعَاءٌ وَلَا غَيْرُهُ؟ . </p><p> (أَقُولُ) : رَاجَعْتُ بَعْدَ كِتَابَةِ مَا تَقَدَّمَ كِتَابَ الْفُرُوعِ مِنْ كُتُبِ الْحَنَابِلَةِ فَرَأَيْتُ فِيهِ خِلَافًا كَثِيرًا فِي هَذِهِ الْمَسْأَلَةِ عَنْ عُلَمَاءِ الْحَنَابِلَةِ وَغَيْرِهِمْ، أَحْسَنُهُ وَأَوْلَاهُ بِاتِّبَاعِ السُّنَّةِ قَوْلُ شَيْخِ الْإِسْلَامِ قَدَّسَ اللهُ رُوحَهُ فِي بَحْثِ إِهْدَاءِ الثَّوَابِ. وَقَدْ ذَكَرَ قَبْلَهُ كَلَامًا فِي عَدَمِ جَوَازِ الْإِيثَارِ بِالْفَضَائِلِ وَالدِّينِ لِلْوَالِدَيْنِ، وَقَوْلِ بَعْضِهِمْ بِجَوَازِ بَعْضِهِ فِي حَالِ الْحَيَاةِ كَتَقْدِيمِ وَالِدِهِ فِي الصَّفِّ الْأَوَّلِ - وَكَلَامًا فِي الْفَرْقِ بَيْنَ الْإِيثَارِ بِمَا أَحْرَزَهُ وَمَا لَمْ يُحْرِزْهُ، ثُمَّ قَالَ:  \" وَقَالَ شَيْخُنَا لَمْ يَكُنْ مِنْ عَادَةِ السَّلَفِ إِهْدَاءُ ذَلِكَ إِلَى مَوْتَى الْمُسْلِمِينَ، بَلْ كَانُوا يَدْعُونَ لَهُمْ فَلَا يَنْبَغِي الْخُرُوجُ عَنْهُمْ ; وَلِهَذَا لَمْ يَرَهُ شَيْخُنَا كَمَنْ لَهُ أَجْرُ الْعَالِمِ كَالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعَلِّمِ الْخَيْرِ بِخِلَافِ الْوَالِدِ لِأَنَّ لَهُ أَجْرًا لَا كَأَجْرِ الْوَلَدِ ; لِأَنَّ الْعَامِلَ يُثَابُ عَلَى إِهْدَائِهِ فَيَكُونُ لَهُ مِثْلُهُ أَيْضًا، فَإِنْ جَازَ إِهْدَاؤُهُ فَهَلُمَّ جَرًّا، وَيَتَسَلْسَلُ ثَوَابُ الْعَامِلِ الْوَاحِدِ، وَإِنْ لَمْ يَجْزِمْ فَمَا الْفَرْقُ بَيْنَ عَمَلٍ وَعَمَلٍ، وَإِنْ قِيلَ يَحْصُلُ ثَوَابُهُ مَرَّتَيْنِ لِلْمَهْدِيِّ إِلَيْهِ وَلَا يَبْقَى لِلْعَامِلِ ثَوَابٌ فَلَمْ يُشَرِّعِ اللهُ لِأَحَدٍ أَنْ يَنْفَعَ غَيْرَهُ فِي الْآخِرَةِ وَلَا مَنفَعَةَ لَهُ فِي الدَّارَيْنِ فَيَتَضَرَّرَ(كَذَا)وَلَا يَلْزَمُ دُعَاؤُهُ لَهُ وَنَحْوُهُ ; لِأَنَّهُ مُكَافَأَةٌ لَهُ كَمُكَافَأَتِهِ لِغَيْرِهِ، يَنْتَفِعُ بِهِ الْمَدْعُوُّ لَهُ وَلِلْعَامِلِ أَجْرُ الْمُكَافَأَةِ وَلِلْمَدْعُوِّ لَهُ مِثْلُهُ فَلَمْ يَتَضَرَّرْ وَلَمْ يَتَسَلْسَلْ وَلَا يَقْصِدُ أَجْرَهُ إِلَّا مِنَ اللهِ \" اهـ. </p><p> وَذَكَرَ أَيْضًا أَنَّ أَقْدَمَ مَنْ بَلَغَهُ أَنَّهُ أَهْدَى لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلِيُّ بْنُ الْمُوَفَّقِ أَحَدُ الشُّيُوخِ الْمَشْهُورِينَ مِنْ طَبَقَةِ أَحْمَدَ وَشُيُوخِ الْجُنَيْدِ، ثُمَّ نَقَلَ صَاحِبُ الْفُرُوعِ عَنْ تَارِيخِ الْحَاكِمِ </p><p> مِثْلَ ذَلِكَ عَنْ أَبِي الْعَبَّاسِ مُحَمَّدِ بْنِ إِسْحَاقَ السَّرَّاجِ النَّيْسَابُورِيِّ وَقَدْ </p><p> بَيَّنَّا أَنَّ الصَّحَابِيَّ إِذَا انْفَرَدَ بِقَوْلٍ أَوْ عَمَلٍ لَا يُعِدُّ أَحَدٌ مِنَ الْمُسْلِمِينَ قَوْلَهُ أَوْ عَمَلَهُ حُجَّةً أَوْ يَتَّخِذُهُ قُدْوَةً فِيهِ، فَكَيْفَ بِمَنْ بَعْدَ تَابِعِ التَّابِعِينَ - فَكَيْفَ إِذَا كَانَ ذَلِكَ مُخَالِفًا لِلنُّصُوصِ الصَّرِيحَةِ فِي الْكِتَابِ السُّنَّةِ. </p><p> وَقَدْ ذَكَرَ ابْنُ عَابِدِينَ مُحَرِّرُ مَذَاهِبِ الْحَنَفِيَّةِ هَذِهِ الْمَسْأَلَةَ فِي أَوَاخِرِ تَنْقِيحِ الْفَتَاوَى الْحَامِدِيَّةِ، فَذَكَرَ إِجْمَاعَ الْعُلَمَاءِ عَلَى نَفْعِ الدُّعَاءِ وَخِلَافَهُمْ فِي وُصُولِ ثَوَابِ الْقِرَاءَةِ وَاخْتِيَارَ الْوُصُولِ وَالِاسْتِدْلَالَ عَلَيْهِ بِحَدِيثِ \" إِذَا مَاتَ الْعَبْدُ انْقَطَعَ عَمَلُهُ \" إِلَخْ. وَهُوَ لَا يَدُلُّ عَلَيْهِ بِإِطْلَاقٍ بَلْ عَلَى عَدَمِهِ كَمَا عَلِمْتَ، ثُمَّ ذَكَرَ أَنَّ الْحَافِظَ ابْنَ حَجَرٍ سُئِلَ عَمَّنْ قَرَأَ شَيْئًا مِنَ الْقُرْآنِ وَقَالَ فِي دُعَائِهِ: اللهُمَّ اجْعَلْ ثَوَابَ مَا قَرَأْتُهُ أَوْ مِثْلَ ثَوَابِ مَا قَرَأْتُهُ زِيَادَةً فِي شَرَفِ سَيِّدِنَا رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَمَا مَعْنَى الزِّيَادَةِ مَعَ كَمَالِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ فَأَجَابَ بِقَوْلِهِ: هَذَا مُخْتَرَعٌ مِنْ مُتَأَخِّرِي الْقُرَّاءِ لَا أَعْرِفُ لَهُمْ سَلَفًا وَلَكِنَّهُ لَيْسَ بِمُحَالٍ كَمَا تَخَيَّلَهُ السَّائِلُ، فَقَدْ ذُكِرَ فِي رُؤْيَةِ الْكَعْبَةِ: اللهُمَّ زِدْ هَذَا الْبَيْتَ تَشْرِيفًا وَتَعْظِيمًا إِلَخْ. فَلَعَلَّ الْمُخْتَرِعَ الْمَذْكُورَ قَاسَهُ عَلَى ذَلِكَ وَكَأَنَّهُ لَحَظَ أَنَّ مَعْنَى طَلَبِ الزِّيَادَةِ أَنْ تُتَقَبَّلَ قِرَاءَتُهُ فَيُثِيبُهُ عَلَيْهَا وَإِذَا أُثِيبَ أَحَدٌ مِنَ الْأُمَّةِ عَلَى فِعْلِ طَاعَةٍ مِنَ الطَّاعَاتِ كَانَ لِلَّذِي عَلَّمَهُ نَظِيرُ أَجْرِهِ وَلِلْمُعَلِّمِ الْأَوَّلِ وَهُوَ الشَّارِعُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمِيعُ ذَلِكَ، فَهَذَا مَعْنَى الزِّيَادَةِ فِي شَرَفِهِ وَإِنْ كَانَ شَرَفُهُ مُسْتَقِرًّا حَاصِلًا اهـ. </p><p> وَنَقُولُ: حَسْبُنَا مِنَ الْحَافِظِ - أَثَابَهُ اللهُ - أَنَّ هَذَا مُخْتَرَعٌ مِنْ بَعْضِ الْمُتَأَخِّرِينَ لَمْ يَرِدْ عَنْ أَحَدٍ مِنْ سَلَفِ الْأُمَّةِ، فَهُوَ إِمَامُ النَّقْلِ وَحَافِظُ السُّنَّةِ بِلَا نِزَاعٍ، وَأَمَّا قِيَاسُ هَذَا الدُّعَاءِ عَلَى الدُّعَاءِ بِزِيَادَةِ شَرَفِ الْبَيْتِ فَهُوَ قِيَاسٌ فِي أَمْرٍ تَعَبُّدِيٍّ لَا مَحَلَّ لَهُ، وَقَدْ يُفَرَّقُ بَيْنَهُمَا، فَإِنَّ مَعْنَى زِيَادَةِ شَرَفِ الْبَيْتِ وَتَعْظِيمِهِ حَقِيقَةٌ وَاقِعَةٌ بِكَثْرَةِ مَنْ يَحُجُّهُ وَيَعْبُدُ اللهَ فِيهِ، وَزِيَادَةُ ثَوَابِ الْمُعَلِّمِ الْمُرْشِدِ بِعَمَلِ مَنْ أَخَذَ بِعِلْمِهِ وَهَدْيِهِ لَا يُسَمَّى شَرَفًا فِي اللُّغَةِ إِلَّا بِضَرْبٍ مِنَ التَّجَوُّزِ، عَلَى أَنَّهُ لَيْسَ مِمَّا نَحْنُ بِصَدَدِهِ. </p><p> ثُمَّ قَالَ ابْنُ عَابِدِينَ: وَقَدْ أَجَازَ بَعْضُ الْمُتَأَخِّرِينَ كَالسُّبْكِيِّ وَالْبَارِزِيِّ وَبَعْضِ الْمُتَقَدِّمِينَ مِنَ الْحَنَابِلَةِ كَابْنِ عَقِيلٍ تَبَعًا لِعَلِيِّ بْنِ الْمُوَفَّقِ وَكَانَ فِي طَبَقَةِ الْجُنَيْدِ وَلِأَبِي الْعَبَّاسِ مُحَمَّدِ بْنِ إِسْحَاقَ السَّرَّاجِ النَّيْسَابُورِيِّ مِنَ الْمُتَقَدِّمِينَ إِهْدَاءُ ثَوَابِ الْقُرْآنِ لَهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ الَّذِي هُوَ تَحْصِيلُ الْحَاصِلِ، وَالْعِزُّ بْنُ عَبْدِ السَّلَامِ مِنَ الْمُجِيزِينَ، وَقَالَ ابْنُ تَيْمِيَّةَ: لَا يُسْتَحَبُّ بَلْ هُوَ بِدْعَةٌ، وَقَالَ ابْنُ قَاضِي شِهْبَةَ: يُمْنَعُ، وَابْنُ الْعَطَّارِ: يَنْبَغِي أَنْ يُمْنَعَ، وَقَالَ ابْنُ الْجَزَرِيِّ: لَا يُرْوَى عَنِ السَّلَفِ وَنَحْنُ </p><p> بِهِمْ نَقْتَدِي. ثُمَّ قَالَ بِجَوَازِهِ بَلْ بِاسْتِحْبَابِهِ قِيَاسًا عَلَى مَا كَانَ يُهْدَى إِلَيْهِ فِي حَالِ حَيَاتِهِ مِنَ الدُّنْيَا، وَلَمَّا طَلَبَ الدُّعَاءَ مِنْ عُمَرَ رَضِيَ اللهُ عَنْهُ وَحَثَّ الْأُمَّةَ عَلَى الدُّعَاءِ لَهُ بِالْوَسِيلَةِ عِنْدَ الْأَذَانِ، ثُمَّ قَالَ: فَإِنْ لَمْ تَفْعَلْ ذَلِكَ فَقَدِ اتَّبَعْتَ، وَإِنْ فَعَلْتَ فَقَدْ قِيلَ بِهِ اهـ. </p><p> كَلَامُ ابْنِ الْجَزَرِيِّ. وَقَالَ الْكَمَالُ بْنُ حَمْزَةَ الْحُسَيْنِيُّ: الْأَحْوَطُ التَّرْكُ. مِنْ كَنْزِ الرَّاغِبِينَ لِلْبُرْهَانِ التَّاجِيِّ مُلَخَّصًا، فَهَذَا مُلَخَّصُ مَا ذَكَرَهُ ابْنُ عَابِدِينَ، وَحَيَّا اللهُ مُرَجِّحِي اتِّبَاعِ السَّلَفِ مِنْ هَؤُلَاءِ الْعُلَمَاءِ كُلِّهِمْ، وَلَيْسَ هُوَ الْأَحْوَطَ فَقَطْ بَلِ الْمُتَعَيَّنُ الَّذِي يَرُدُّ كُلَّ مَا خَالَفَهُ وَيَضْرِبُ بِأَقْيِسَةِ الْمُخَالِفِينَ عُرْضَ الْحَائِطِ، لَا لِمُخَالَفَتِهَا هَدْيَ سَلَفِ الْأُمَّةِ فَقَطْ، بَلْ لِظُهُورِ بُطْلَانِهَا وَمُصَادَمَتِهَا لِلنُّصُوصِ أَيْضًا فَإِنَّ قِيَاسَ إِهْدَاءِ الْعِبَادَاتِ أَوْ ثَوَابِهَا فِي الْآخِرَةِ عَلَى إِهْدَاءِ مَتَاعِ الدُّنْيَا قِيَاسٌ مَعَ الْفَارِقِ، وَالْفَرْقُ بَيْنَهُمَا كَالْفَرْقِ بَيْنَ الْعِبَادَةِ وَالْعَادَةِ وَبَيْنَ الدُّنْيَا وَالْآخِرَةِ، فَكَيْفَ وَهُوَ مُصَادِمٌ لِلنَّصِّ، وَحَسْبُنَا اتِّبَاعُ السَّلَفِ فِي فَهْمِ الْقُرْآنِ وَالْعَمَلِ بِهِ: </p><p> فَكُلُّ خَيْرٍ فِي اتِّبَاعِ مَنْ سَلَفَ ... وَكُلُّ شَرٍّ فِي ابْتِدَاعِ مَنْ خَلَفَ </p><p> ثُمَّ أَقُولُ: وَقَدِ اضْطَرَبَ كَلَامُ الشَّوْكَانِيِّ مِنْ أَئِمَّةِ فِقْهِ الْحَدِيثِ عِنْدَ الْكَلَامِ عَلَى أَحَادِيثِ الْمَسْأَلَةِ فِي مَوَاضِعَ فَاغْتَرَّ بِالْإِطْلَاقِ، وَلَكِنَّهُ اهْتَدَى إِلَى الصَّوَابِ فِيمَا كَتَبَهُ عَلَى أَحَادِيثِ الْمُنْتَقَى فِي بَابِ مَا يُهْدَى مِنَ الْقُرَبِ إِلَى الْمَوْتَى، وَكُلُّهَا وَارِدَةٌ فِي تَصَدُّقِ الْأَوْلَادِ عَنِ الْوَالِدَيْنِ كَمَا تَقَدَّمَ فِي الصِّيَامِ وَالْحَجِّ قَالَ: </p><p> \" وَأَحَادِيثُ الْبَابِ تَدُلُّ عَلَى أَنَّ الصَّدَقَةَ مِنَ الْوَلَدِ تَلْحَقُ الْوَالِدَيْنِ بَعْدَ مَوْتِهِمَا بِدُونِ وَصِيَّةٍ مِنْهُمَا وَيَصِلُ إِلَيْهِمَا ثَوَابُهَا فَيُخَصِّصُ بِهَذِهِ الْأَحَادِيثِ عُمُومَ قَوْلِهِ تَعَالَى:(وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى)(٥٣: ٣٩)وَلَكِنْ لَيْسَ فِي أَحَادِيثِ الْبَابِ إِلَّا لُحُوقُ الصَّدَقَةِ مِنَ الْوَلَدِ، وَقَدْ ثَبَتَ أَنَّ وَلَدَ الْإِنْسَانِ مِنْ سَعْيِهِ فَلَا حَاجَةَ إِلَى التَّخْصِيصِ، وَأَمَّا مِنْ غَيْرِ الْوَلَدِ فَالظَّاهِرُ الْعُمُومَاتُ الْقُرْآنِيَّةُ أَنَّهُ لَا يَصِلُ ثَوَابُهُ إِلَى الْمَيِّتِ، فَيُوقَفُ عَلَيْهَا حَتَّى يَأْتِيَ دَلِيلٌ يَقْتَضِي تَخْصِيصَهَا \" ثُمَّ ذَكَرَ خِلَافَ الْعُلَمَاءِ فِي الْمَسْأَلَةِ. </p><p> هَذَا وَإِنَّنَا نَخْتِمُ هَذَا الْبَحْثَ بِأَحَادِيثَ اغْتَرَّ بِهَا بَعْضُ الْقَائِلِينَ بِانْتِفَاعِ الْمَوْتَى بِكُلِّ مَا يُعْمَلُ لِأَجْلِهِمْ أَوْ يُهْدَى إِلَيْهِمْ مِنْ ثَوَابِ غَيْرِهِمْ. </p><p> (١) حَدِيثُ وَضْعِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْجَرِيدَتَيْنِ عَلَى الْقَبْرَيْنِ اللَّذَيْنِ أُوِحِيَ إِلَيْهِ أَنَّ أَصْحَابَهُمَا يُعَذَّبَانِ. قَالَ بَعْضُهُمْ: إِنَّهُ يُسْتَأْنَسُ بِهِ لِانْتِفَاعِ الْمَوْتَى بِعَمَلِ الْأَحْيَاءِ، وَلَمْ يَقُلْ: إِنَّهُ يَدُلُّ عَلَى ذَلِكَ، وَنَحْنُ نَقُولُ: إِنَّهُ لَا يَقُومُ دَلِيلًا وَلَا اسْتِئْنَاسًا فَإِنَّهُ وَاقِعَةُ حَالٍ فِي أَمْرٍ غَيْبِيٍّ غَيْرِ مَعْقُولِ الْمَعْنَى، وَالظَّاهِرُ فِيهِ أَنَّهُ مِنْ خَصَائِصِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> (٢) حَدِيثُ ابْنِ عَبَّاسٍ عِنْدَ أَبِي دَاوُدَ وَابْنِ مَاجَهْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَمِعَ رَجُلًا يَقُولُ: لَبَّيْكَ عَنْ شُبْرُمَةَ. قَالَ \" مَنْ شُبْرُمَةُ؟ \" قَالَ: أَخٌ لِي أَوْ قَرِيبٌ لِي، قَالَ \" حَجَجْتَ عَنْ نَفْسِكَ؟ \" قَالَ: لَا. قَالَ \" حُجَّ عَنْ نَفْسِكَ ثُمَّ حُجَّ عَنْ شُبْرُمَةَ \" قَالَ الْحَافِظُ فِي بُلُوغِ الْمَرَامِ: صَحَّحَهُ ابْنُ حِبَّانَ وَالرَّاجِحُ عِنْدَ أَحْمَدَ وَقْفُهُ. وَفِي عَوْنِ الْمَعْبُودِ: رَجَّحَ الطَّحَاوِيُّ وَقْفَهُ وَقَالَ أَحْمَدُ رَفْعُهُ خَطَأٌ، وَقَالَ ابْنُ الْمُنْذِرِ: لَا يَثْبُتُ رَفْعُهُ. وَأَقُولُ: </p><p> إِنَّ فِي سَنَدِهِ قَتَادَةَ عَنْ عَزْرَةَ وَلَمْ يُنْسَبْ عَزْرَةُ إِلَى وَالِدٍ وَلَا بَلَدٍ، وَقَدْ قَالَ النَّسَائِيُّ: إِنَّ عَزْرَةَ الَّذِي رَوَى عَنْهُ قَتَادَةُ لَيْسَ بِالْقَوِيِّ. فَتَرَجَّحَ بِهَذَا أَنَّهُ عَزْرَةُ بْنُ تَمِيمٍ، لِأَنَّ قَتَادَةَ قَدِ انْفَرَدَ بِالرِّوَايَةِ عَنْهُ كَمَا قَالَ الْخَطِيبُ، ذَكَرَ ذَلِكَ فِي التَّهْذِيبِ. وَقَالَ الْحَافِظُ فِي تَهْذِيبِ التَّهْذِيبِ فِي تَرْجَمَةِ عَزْرَةَ بْنِ عَبْدِ الرَّحْمَنِ: وَأَمَّا الْحَدِيثُ الَّذِي رَوَاهُ أَبُو دَاوُدَ وَابْنُ مَاجَهْ مِنْ طَرِيقِ عَبْدَةَ بْنِ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ عَزْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قِصَّةِ شُبْرُمَةَ فَوَقَعَ عِنْدَهُمَا عَزْرَةُ غَيْرُ مَنْسُوبٍ، وَجَزَمَ الْبَيْهَقِيُّ بِأَنَّهُ عَزْرَةُ بْنُ يَحْيَى، وَنُقِلَ عَنْ أَبِي عَلِيٍّ النَّيْسَابُورِيِّ أَنَّهُ قَالَ: رَوَى قَتَادَةُ أَيْضًا عَنْ عَزْرَةَ بْنِ ثَابِتٍ وَعَنْ عَزْرَةَ بْنِ عَبْدِ الرَّحْمَنِ وَعَنْ هَذَا - فَقَتَادَةُ قَدْ رَوَى عَنْ ثَلَاثَةٍ كُلٌّ مِنْهُمُ اسْمُهُ عَزْرَةُ، فَقَوْلُ النَّسَائِيِّ فِي التَّمْيِيزِ \" عَزْرَةُ الَّذِي رَوَى عَنْهُ قَتَادَةُ لَيْسَ بِذَلِكَ الْقَوِيِّ \" لَمْ يَتَعَيَّنْ فِي عَزْرَةَ بْنِ تَمِيمٍ كَمَا سَاقَهُ فِيهِ الْمُؤَلِّفُ فَلْيُتَفَطَّنْ لِذَلِكَ. (قُلْتُ) وَعَزْرَةُ بْنُ يَحْيَى لَمْ أَرَ لَهُ ذِكْرًا فِي تَارِيخِ الْبُخَارِيِّ اهـ. </p><p> وَنَقُولُ: قَدْ تَفَطَّنَّا لِمَا ذَكَرَهُ الْحَافِظُ فَوَجَدْنَا لِجَرْحِ النَّسَائِيِّ لَهُ مَخْرَجًا، وَهُوَ أَنَّ كُلًّا مِنْ عَزْرَةَ بْنِ ثَابِتٍ وَعَزْرَةَ بْنِ عَبْدِ الرَّحْمَنِ قَدْ وُثِّقَا. وَالنِّسَائِيُّ مِمَّنْ وَثَّقُوا الْأَوَّلَ. فَتَعَيَّنَ أَنْ يَكُونَ الْمَجْرُوحُ غَيْرَهُمَا، فَهُوَ إِمَّا ابْنُ تَمِيمٍ وَإِمَّا ابْنُ يَحْيَى الْمَجْهُولُ - فَكَيْفَ نَأْخُذُ بِحَدِيثٍ مَوْقُوفٍ انْفَرَدَ بِهِ مِثْلُ هَذَيْنِ الرَّاوِيَيْنِ فِي مَسْأَلَةٍ مُخَالِفَةٍ لِنُصُوصِ الْقُرْآنِ الْكَثِيرَةِ. </p><p> (٣) حَدِيثُ مَعْقِلِ بْنِ يَسَارٍ \" اقْرَءُوا \" يس \" عَلَى مَوْتَاكُمْ \" قَالَ فِي الْمُنْتَقَى: رَوَاهُ أَبُو دَاوُدَ، وَابْنُ مَاجَهْ، وَأَحْمَدُ وَلَفْظُهُ \" يس قَلْبُ الْقُرْآنِ لَا يَقْرَؤُهَا رَجُلٌ يُرِيدُ اللهَ وَالدَّارَ الْآخِرَةَ إِلَّا غُفِرَ لَهُ وَاقْرَءُوهَا عَلَى مَوْتَاكُمْ \" قَالَ الشَّوْكَانِيُّ فِي شَرْحِهِ لَهُ: الْحَدِيثُ أَخْرَجَهُ النَّسَائِيُّ وَابْنُ حِبَّانَ وَصَحَّحَهُ وَأَعَلَّهُ ابْنُ الْقَطَّانِ بِالِاضْطِرَابِ وَبِالْوَقْفِ وَبِجَهَالَةِ حَالِ أَبِي عُثْمَانَ وَأَبِيهِ فِي السَّنَدِ، وَقَالَ الدَّارَقُطْنِيُّ: هَذَا حَدِيثٌ ضَعِيفُ الْإِسْنَادِ مَجْهُولُ الْمَتْنِ وَلَا يَصِحُّ فِي الْبَابِ حَدِيثٌ اهـ. </p><p> أَقُولُ: إِنَّ اللَّفْظَ الْأَوَّلَ لِلْحَدِيثِ لِأَبِي دَاوُدَ وَالْأَخِيرَ لِأَحْمَدَ فِيمَا يَظْهَرُ فَإِنَّ لَفْظَ ابْنِ مَاجَهْ \" اقْرَءُوهَا عِنْدَ مَوْتَاكُمْ \" يَعْنِي \" يس \" ، وَالنَّسَائِيُّ لَمْ يُخْرِجْهُ فِي سُنَنِهِ بَلْ فِي عَمَلِ الْيَوْمِ وَاللَّيْلَةِ وَابْنُ حِبَّانَ يَتَسَاهَلُ فِي التَّصْحِيحِ فَيُتَثَبَّتُ فِي تَصْحِيحِهِ، وَإِنْ لَمْ يُوجَدْ نَصٌّ لِلنُّقَّادِ فِي مُعَارَضَتِهِ فِيهِ فَكَيْفَ إِذَا صَرَّحَ جَهَابِذَةُ النُّقَّادِ بِمُعَارَضَتِهِ وَالْجَرْحُ مُقَدَّمٌ عَلَى التَّعْدِيلِ؟ فَكَيْفَ إِذَا كَانَ الْحَدِيثُ الَّذِي صَرَّحُوا بِعَدَمِ صِحَّتِهِ مُخَالِفًا لِلْآيَاتِ الصَّرِيحَةِ وَمَا فِي مَعْنَاهَا مِنَ الْأَحَادِيثِ الصَّحِيحَةِ؟ وَلَكِنَّ الَّذِينَ أَخَذُوا قَوْلَ بَعْضِ الْعُلَمَاءِ بِجَوَازِ الْعَمَلِ بِالْحَدِيثِ الضَّعِيفِ فِي فَضَائِلِ الْأَعْمَالِ لَا يُمَيِّزُونَ بَيْنَ فَضَائِلِ الْأَعْمَالِ الَّتِي تَشْمَلُهَا النُّصُوصُ الْعَامَّةُ وَبَيْنَ مَا تَدُلُّ هَذِهِ النُّصُوصُ عَلَى عَدَمِ جَوَازِهِ، بَلْ عَلَى حَظْرِهِ وَكَوْنِهِ بِدْعَةً مُخَالِفَةً لِأُصُولِ الشَّرِيعَةِ، وَلِذَلِكَ تَجِدُ قِرَاءَةَ سُورَةِ يس عَلَى الْقُبُورِ قَدْ عَمَّ الْمَشَارِقَ وَالْمَغَارِبَ وَصَارَ كَالسُّنَنِ الصَّحِيحَةِ الْمُتَّبَعَةِ لِمَا لِلْأَنْفُسِ مِنَ الْهَوَى فِي ذَلِكَ. </p><p> ثُمَّ إِنَّ مَعْنَى الْحَدِيثِ عَلَى عَدَمِ صِحَّتِهِ مَتْنًا وَسَنَدًا: الْقِرَاءَةُ عِنْدَ الْمَيِّتِ، أَيِ الَّذِي حَضَرَهُ الْمَوْتُ كَمَا صَرَّحَ بِهِ رُوَاةُ الْحَدِيثِ ابْنُ حِبَّانَ وَغَيْرُهُ، وَصَرَّحُوا بِأَنَّ حِكْمَتَهُ سَمَاعُ مَا فِي السُّورَةِ مِنْ ذِكْرِ الْبَعْثِ وَلِقَاءِ اللهِ تَعَالَى لِيَكُونَ آخِرَ مَا تَشْتَغِلُ بِهِ نَفْسُ الْمَيِّتِ. وَقَدْ أَوْرَدَهُ أَبُو دَاوُدَ فِي (بَابِ الْقِرَاءَةِ عِنْدَ الْمَيِّتِ) وَابْنُ مَاجَهْ فِي (بَابِ مَا جَاءَ فِيمَا يُقَالُ عِنْدَ الْمَرِيضِ إِذَا احْتَضَرَ) وَقَالَ صَاحِبُ عَوْنِ الْمَعْبُودِ شَرْحِ سُنَنِ أَبِي دَاوُدَ عِنْدَ عِبَارَةِ \" عَلَى مَوْتَاكُمْ \" أَيِ الَّذِينَ حَضَرَهُمُ الْمَوْتُ، وَلَعَلَّ الْحِكْمَةَ فِي قِرَاءَتِهَا أَنْ يَسْتَأْنِسَ الْمُحْتَضِرُ بِمَا فِيهَا مِنْ ذِكْرِ اللهِ وَأَحْوَالِ الْقِيَامَةِ وَالْبَعْثِ. قَالَ الْإِمَامُ الرَّازِيُّ فِي التَّفْسِيرِ الْكَبِيرِ: الْأَمْرُ بِقِرَاءَةِ يس عَلَى مَنْ شَارَفَ الْمَوْتَ مَعَ وُرُودِ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" لِكُلِّ شَيْءٍ قَلَبٌ وَقَلْبُ الْقُرْآنِ يس \" إِيذَانٌ بِأَنَّ اللِّسَانَ حِينَئِذٍ ضَعِيفُ الْقُوَّةِ وَسَاقِطُ الْمِنَّةِ لَكِنَّ الْقَلْبَ أَقْبَلَ عَلَى اللهِ بِكُلِّيَّتِهِ فَيَقْرَأُ عَلَيْهِ مَا يُزَادُ بِهِ قُوَّةُ قَلْبِهِ وَيَشْتَدُّ تَصْدِيقُهُ بِالْأُصُولِ. فَهُوَ إِذًا عَمَلُهُ وَمَهَمُّهُ، قَالَهُ الْقَارِئُ اهـ. </p><p> وَأَقُولُ: إِنَّ ابْنَ الْقَيِّمِ ذَكَرَ هَذَا الْحَدِيثَ فِي أَوَائِلِ كِتَابِ الرُّوحِ وَحَقَّقَ هَذَا الْمَعْنَى الَّذِي قَالَهُ عُلَمَاءُ الْمَنْقُولِ وَعُلَمَاءُ الْمَعْقُولِ بِمَا أَرْبَى بِهِ عَلَى الْفَرِيقَيْنِ. قَالَ نَفَعَنَا اللهُ بِعُلُومِهِ \" وَفِي النَّسَائِيِّ وَغَيْرِهِ مِنْ حَدِيثِ مَعْقِلِ بْنِ يَسَارٍ الْمُزْنِيِّ عَنِ النَّبِيِّ صَلَّى الله عَلَيْهِ</p><p> وَسَلَّمَ أَنَّهُ قَالَ: \" اقْرَءُوا يس عِنْدَ مَوْتَاكُمْ \" وَهَذَا يُحْتَمَلُ أَنْ يُرَادَ بِهِ قِرَاءَتُهَا عَلَى الْمُحْتَضِرِ عِنْدَ مَوْتِهِ مِثْلَ قَوْلِهِ \" لَقِّنُوا مَوْتَاكُمْ لَا إِلَهَ إِلَّا اللهُ \" وَيُحْتَمَلُ أَنْ يُرَادَ بِهِ الْقِرَاءَةُ عِنْدَ الْقَبْرِ.وَالْأَوَّلُ أَظْهَرُ لِوُجُوهٍ:(أَحَدُهَا)أَنَّهُ نَظِيرُ قَوْلِهِ \" لَقِّنُوا مَوْتَاكُمْ لَا إِلَهَ إِلَّا اللهُ \".(الثَّانِي)انْتِفَاعُ الْمُحْتَضِرِ بِهَذِهِ السُّورَةِ لِمَا فِيهَا مِنَ التَّوْحِيدِ وَالْمَعَادِ وَالْبُشْرَى بِالْجَنَّةِ لِأَهْلِ التَّوْحِيدِ وَغِبْطَةِ مَنْ مَاتَ عَلَيْهِ بِقَوْلِهِ:(يَالَيْتَ قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ)(٣٦: ٢٦، ٢٧)فَيَسْتَبْشِرُ الرُّوحُ بِذَلِكَ فَيُحِبُّ لِقَاءَ اللهِ فَيُحِبُّ اللهُ لِقَاءَهُ، فَإِنَّ هَذِهِ السُّورَةَ قَلْبُ الْقُرْآنِ، وَلَهَا خَاصِّيَّةٌ عَجِيبَةٌ فِي قِرَاءَتِهَا عِنْدَ الْمُحْتَضِرِ،وَقَدْ ذَكَرَ أَبُو الْفَرَجِ بْنُ الْجَوْزِيِّ قَالَ:كُنَّا عِنْدَ شَيْخِنَا أَبِي الْوَقْتِ عَبْدِ الْأَوَّلِ وَهُوَ فِي السِّيَاقِ،وَكَانَ آخِرُ عَهْدِنَا بِهِ أَنَّهُ نَظَرَ إِلَى السَّمَاءِ وَضَحِكَ وَقَالَ:(يَالَيْتَ قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ)وَقَضَى.</p><p> (الثَّالِثُ) أَنَّ هَذَا عَمَلُ النَّاسِ وَعَادَتُهُمْ قَدِيمًا وَحَدِيثًا، يَقْرَءُونَ \" يس \" عِنْدَ الْمُحْتَضِرِ.</p><p> (الرَّابِعُ) أَنَّ الصَّحَابَةَ لَوْ فَهِمُوا مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" اقْرَءُوا يس عِنْدَ مَوْتَاكُمْ \" قِرَاءَتَهَا عِنْدَ الْقَبْرِ لَمَا أَخَلُّوا بِهِ وَكَانَ ذَلِكَ أَمْرًا مُعْتَادًا مَشْهُورًا بَيْنَهُمْ. </p><p> (الْخَامِسُ) أَنَّ انْتِفَاعَهُ بِاسْتِمَاعِهَا وَحُضُورِ قَلْبِهِ وَذِهْنِهِ عِنْدَ قِرَاءَتِهَا فِي آخِرِ عَهْدِهِ بِالدُّنْيَا </p><p> هُوَ الْمَقْصُودُ، وَأَمَّا قِرَاءَتُهَا عِنْدَ قَبْرِهِ فَإِنَّهُ لَا يُثَابُ عَلَى ذَلِكَ، لِأَنَّ الثَّوَابَ إِمَّا بِالْقِرَاءَةِ أَوْ بِالِاسْتِمَاعِ وَهُوَ عَمَلٌ، وَقَدِ انْقَطَعَ مِنَ الْمَيِّتِ اهـ. </p><p> أَقُولُ: هَذَا التَّحْقِيقُ كَافٍ فِي بَابِهِ وَلَا يُنَافِيهِ مَا ذَكَرَهُ قَبْلَهُ فِي قِرَاءَةِ فَاتِحَةِ الْبَقَرَةِ وَخَاتِمَتِهَا عِنْدَ رَأْسِ الْمَيِّتِ عِنْدَ دَفْنِهِ - وَهُوَ أَثَرٌ مَرْوِيٌّ عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُ أَنَّهُ أَوْصَى بِهِ - فَإِنَّهُ فِي مَعْنَى تَلْقِينِ التَّوْحِيدِ قَبْلَ الْمَوْتِ وَهُوَ صَحِيحٌ، وَالتَّلْقِينُ بَعْدَ الدَّفْنِ وَالْحَدِيثُ فِيهِ ضَعِيفٌ، وَإِلَّا فَهُوَ بَاطِلٌ، وَقَدِ انْفَرَدَ بِرِوَايَتِهِ مُبَشِّرٌ الْحَلَبِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْعَلَاءِ اللَّجْلَاجِ وَلَمْ يَرْوِ عَنْ عَبْدِ الرَّحْمَنِ أَحَدٌ غَيْرُ مُبَشِّرٍ هَذَا، وَغَايَةُ مَا قَالُوا فِيهِ إِنَّهُ مَقْبُولٌ، وَلَيْسَ لَهُ فِي دَوَاوِينِ السُّنَّةِ غَيْرُ حَدِيثٍ وَاحِدٍ عِنْدَ التِّرْمِذِيِّ. وَالصَّوَابُ أَنَّهُ لَا يَنْقُضُ قَوْلَ الْإِمَامِ أَحْمَدَ أَنَّ الْقِرَاءَةَ عِنْدَ الْقَبْرِ بِدْعَةٌ، وَإِنَّمَا يُخَصَّصُ عُمُومُهُ بِوُرُودِ الْقِرَاءَةِ عَنْ بَعْضِهِمْ عِنْدَ دَفْنِ الْمَيِّتِ فَقَطْ عَلَى مَا فِيهِ مِنَ الشُّذُوذِ. </p><p> وَمِمَّا ذَكَرْنَاهُ يُعْلَمُ سَبَبُ اخْتِلَافِ الْحَنَابِلَةِ فِي الْمَسْأَلَةِ، قَالَ ابْنُ مُفْلِحٍ فِي كِتَابِ الْفُرُوعِ:  (فَصْلٌ) لَا تُكْرَهُ الْقِرَاءَةُ عَلَى الْقَبْرِ وَفِي الْمَقْبَرَةِ نُصَّ عَلَيْهِ، اخْتَارَهُ أَبُو بَكْرٍ وَالْقَاضِي وَجَمَاعَةٌ وَهُوَ الْمَذْهَبُ (خِلَافًا لِلشَّافِعِيِّ) وَعَلَيْهِ الْعَمَلُ عِنْدَ مَشَايِخِ الْحَنَفِيَّةِ، فَقِيلَ: تُبَاحُ. وَقِيلَ: تُسْتَحَبُّ، قَالَ ابْنُ تَمِيمٍ. نُصَّ عَلَيْهِ كَالسَّلَامِ </p><p> وَالذِّكْرِ وَالدُّعَاءِ وَالِاسْتِغْفَارِ وَعَنْهُ لَا يُكْرَهُ وَقْتَ دَفْنِهِ، وَعَنْهُ يُكْرَهُ اخْتَارَهُ عَبْدُ الْوَهَّابِ الْوَرَّاقُ وَأَبُو حَفْصٍ (وِفَاقًا لِأَبِي حَنِيفَةَ وَمَالِكٍ) قَالَ شَيْخُنَا: نَقَلَهَا جَمَاعَةٌ وَهُوَ قَوْلُ جُمْهُورِ السَّلَفِ وَعَلَيْهَا قُدَمَاءُ أَصْحَابِهِ (أَيْ أَصْحَابُ أَحْمَدَ) . . . قَالَ ابْنُ عَقِيلٍ: أَبُو حَفْصٍ يُغَلِّبُ الْحَظْرَ (أَيْ كَوْنُهَا حَرَامًا) ثُمَّ هَاهُنَا ذَكَرَ وَصِيَّةَ ابْنِ عُمَرَ بِقِرَاءَةِ فَاتِحَةِ الْبَقَرَةِ وَخَاتِمَتِهَا عَلَى رَأْسِهِ عِنْدَ دَفْنِهِ، الَّتِي هِيَ سَبَبُ رُجُوعِ أَحْمَدَ عَنْ حَظْرِ الْقِرَاءَةِ مُطْلَقًا، وَالْخِلَافُ فِي نَذْرِ الْقِرَاءَةِ بِنَاءً عَلَى هَذَا الْخِلَافِ. وَقَوْلُ الْمَرُّوذِيِّ بِنَاءً عَلَى الْحَظْرِ فِيمَنْ نَذَرَ أَنْ يَقْرَأَ عِنْدَ قَبْرِ أَبِيهِ: يُكَفِّرُ عَنْ يَمِينِهِ وَلَا يَقْرَأُ - ثُمَّ قَالَ: وَعَنْهُ (أَيِ الْإِمَامُ أَحْمَدُ) بِدْعَةٌ لِأَنَّهُ لَيْسَ مِنْ فِعْلِهِ عَلَيْهِ السَّلَامُ وَفِعْلِ أَصْحَابِهِ فَعُلِمَ أَنَّهُ مُحْدَثٌ، وَسَأَلَهُ عَبْدُ اللهِ (أَيِ ابْنُهُ) يَحْمِلُ مُصْحَفًا إِلَى الْمَقْبَرَةِ فَيَقْرَأُ فِيهِ عَلَيْهِ؟ قَالَ: بِدْعَةٌ، قَالَ شَيْخُنَا: وَلَمْ يَقُلْ أَحَدٌ مِنَ الْعُلَمَاءِ الْمُعْتَبَرِينَ أَنَّ الْقِرَاءَةَ عِنْدَ الْقَبْرِ أَفْضَلُ وَلَا رُخَّصَ فِي اتِّخَاذِهِ عِيدًا كَاعْتِيَادِ الْقِرَاءَةِ عِنْدَهُ فِي وَقْتٍ مَعْلُومٍ أَوِ الذِّكْرِ أَوِ الصِّيَامِ، قَالَ: وَاتِّخَاذُ الْمَصَاحِفِ عِنْدَهَا وَلَوْ لِلْقِرَاءَةِ فِيهَا بِدَعَةٌ، وَلَوْ نَفَعَ الْمَيِّتَ لَفَعَلَهُ السَّلَفُ \" اهـ. وَلِهَؤُلَاءِ الْعُلَمَاءِ الْأَعْلَامِ نُصُوصٌ فِي بُطْلَانِ الْوَقْتِ عَلَى قِرَاءَةِ الْقُرْآنِ عِنْدَ الْقُبُورِ كَبُطْلَانِهِ عَلَى مَا نَهَى عَنْهُ الشَّرْعُ مِنْ تَشْيِيدِهَا وَالْبِنَاءِ وَإِيقَادِ السُّرُجِ عَلَيْهَا وَنَحْوِ ذَلِكَ مِنَ الْبِدَعِ الَّتِي صَارَتْ عِنْدَ الْجَمَاهِيرِ فِي عِدَادِ السُّنَنِ، بَلْ يَهْتَمُّونَ لَهُمَا مَا لَا يَهْتَمُّونَ لِلْفَرَائِضِ لِلْأَهْوَاءِ الْمَوْرُوثَةِ فِي ذَلِكَ. وَإِذْ قَدْ عَلِمْتَ أَنَّ حَدِيثَ قِرَاءَةِ سُورَةِ \" يس \" عَلَى الْمَوْتَى غَيْرُ صَحِيحٍ وَإِنْ أُرِيدَ </p><p> بِهِ مَنْ حَضَرَهُمُ الْمَوْتُ، وَأَنَّهُ لَمْ يَصِحَّ فِي هَذَا الْبَابِ حَدِيثٌ قَطُّ كَمَا قَالَ الْمُحَقِّقُ الدَّارَقُطْنِيُّ، فَاعْلَمْ أَنَّ مَا اشْتُهِرَ وَعَمَّ الْبَدْوَ وَالْحَضَرَ مِنْ قِرَاءَةِ الْفَاتِحَةِ لِلْمَوْتَى لَمْ يَرِدْ فِيهِ حَدِيثٌ صَحِيحٌ وَلَا ضَعِيفٌ، فَهُوَ مِنَ الْبِدَعِ الْمُخَالِفَةِ لِمَا تَقَدَّمَ مِنَ النُّصُوصِ الْقَطْعِيَّةِ وَلَكِنَّهُ صَارَ بِسُكُوتِ اللَّابِسِينَ لِبَاسَ الْعُلَمَاءِ وَبِإِقْرَارِهِمْ لَهُ ثُمَّ بِمُجَارَاةِ الْعَامَّةِ عَلَيْهِ مِنْ قَبِيلِ السُّنَنِ الْمُؤَكَّدَةِ أَوِ الْفَرَائِضِ الْمُحَتَّمَةِ. </p><p> وَخُلَاصَةُ الْقَوْلِ: أَنَّ الْمَسْأَلَةَ مِنَ الْأُمُورِ التَّعَبُّدِيَّةِ الَّتِي يَجِبُ فِيهَا الْوُقُوفُ عِنْدَ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ وَعَمَلِ الصَّدْرِ الْأَوَّلِ مِنَ السَّلَفِ الصَّالِحِ. وَقَدْ عَلِمْنَا أَنَّ الْقَاعِدَةَ الْمُقَرَّرَةَ فِي نُصُوصِ الْقُرْآنِ الصَّرِيحَةِ وَالْأَحَادِيثِ الصَّحِيحَةِ أَنَّ النَّاسَ لَا يُجْزَوْنَ فِي الْآخِرَةِ إِلَّا بِأَعْمَالِهِمْ (يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا)  (٨٢: ١٩)  (وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا)  (٣١: ٣٣) وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَلَّغَ أَقْرَبَ أَهْلِ عَشِيرَتِهِ إِلَيْهِ بِأَمْرِ رَبِّهِ أَنِ \" اعْمَلُوا لَا أُغْنِي عَنْكُمْ</p><p> مِنَ اللهِ شَيْئًا \" فَقَالَ ذَلِكَ لِعَمِّهِ وَعَمَّتِهِ وَلِابْنَتِهِ سَيِّدَةِ النِّسَاءِ. وَأَنَّ مَدَارَ النَّجَاةِ فِي الْآخِرَةِ عَلَى تَزْكِيَةِ النَّفْسِ بِالْإِيمَانِ وَالْعَمَلِ الصَّالِحِ، وَالثَّوَابُ مَا يَثُوبُ وَيَرْجِعُ إِلَى الْعَامِلِ مِنْ تَأْثِيرِ عَمَلِهِ فِي نَفْسِهِ - إِلَخْ مَا تَقَدَّمَ شَرْحُهُ مِنَ التَّذْكِيرِ بِالْآيَاتِ الْكَثِيرَةِ وَالْأَحَادِيثِ فِيهِ، وَكُلُّ ذَلِكَ مِنَ الْأَخْبَارِ وَقَوَاعِدِ الْعَقَائِدِ فَلَا يَدْخُلُهَا النَّسْخُ. </p><p> وَوَرَدَ مَعَ ذَلِكَ الْأَمْرُ بِالدُّعَاءِ لِأَحْيَاءِ الْمُؤْمِنِينَ وَأَمْوَاتِهِمْ فِي صَلَاةِ الْجِنَازَةِ وَفِي غَيْرِهَا فَالدُّعَاءُ عِبَادَةٌ ثَوَابُهَا لِفَاعِلِهَا سَوَاءٌ اسْتُجِيبَ أَمْ لَا، وَيَسْتَحِيلُ شَرْعًا وَعَقْلًا اسْتِجَابَةُ كُلِّ دُعَاءٍ لِتَنَاقُضِ الْأَدْعِيَةِ وَلِاقْتِضَاءِ الِاسْتِجَابَةِ أَلَّا يُعَاقَبَ فَاسِقٌ وَلَا مُجْرِمٌ إِلَّا إِذَا اتَّفَقَ وُجُودُ أَحَدٍ لَا يَدْعُو لَهُ أَحَدٌ بِرَحْمَةٍ وَلَا مَغْفِرَةٍ فِي صَلَاةٍ وَلَا غَيْرِهَا وَلِمَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنْ تَعْطِيلِ كَثِيرٍ مِنَ النُّصُوصِ أَوْ عَدَمِ صِدْقِهَا. </p><p> وَوَرَدَ فِي الْأَخْبَارِ جَوَازُ صَدَقَةِ الْأَوْلَادِ عَنِ الْوَالِدَيْنِ وَدُعَائِهِمْ لَهُمَا وَقَضَاءِ مَا وَجَبَ عَلَيْهِمَا مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ، وَقَدْ بَيَّنَّا حِكْمَتَهُ مَعَ النُّصُوصِ فِيهِ، وَالظَّاهِرُ مِنْ هَذَا أَنَّ الْوَالِدَيْنِ يَنْتَفِعَانِ بِبَعْضِ عَمَلِ أَوْلَادِهِمَا لِأَنَّ الشَّارِعَ أَلْحَقَهُمْ بِهِمَا فَيَسْقُطُ عَنْهُمَا مَا يَنُوبُونَ عَنْهُمَا فِيهِ مِنْ أَدَاءِ دَيْنِ اللهِ تَعَالَى كَدُيُونِ النَّاسِ، وَيَنَالُهُمَا مِنْ دُعَائِهِمْ لَهُمَا خَيْرٌ، لَيْسَ هُوَ ثَوَابَ الدُّعَاءِ نَفْسِهِ، وَلَكِنْ مَدَارُ الْجَزَاءِ وَالنَّجَاةِ عَلَى عَمَلِ الْمَرْءِ لِنَفْسِهِ لَا عَلَى عَمَلِ أَوْلَادِهِ جَمْعًا بَيْنَ النُّصُوصِ. </p><p> فَمَنْ أَرَادَ أَنْ يَتَّبِعَ الْهُدَى، وَيَتَّقِيَ جَعْلَ الدِّينَ تَابِعًا لِلْهَوَى، فَلْيَقِفْ عِنْدَ النُّصُوصِ الصَّحِيحَةِ وَيَتَّبِعْ فِيهَا سِيرَةَ السَّلَفِ الصَّالِحِ، وَيَعْرِضْ عَنْ أَقْيِسَةِ بَعْضِ الْخَلَفِ الْمُرَوِّجَةِ لِلْبِدَعِ. وَإِذَا زَيَّنَ لَكَ الشَّيْطَانُ أَنَّهُ يُمَكِنُكَ أَنْ تَكُونَ أَهْدَى وَأَكْمَلَ عَمَلًا بِالدِّينِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ، فَحَاسِبْ نَفْسَكَ عَلَى الْفَرَائِضِ الْمُجْمَعِ عَلَيْهَا وَالصَّحِيحَةِ الَّتِي يَضْعُفُ الْخِلَافُ فِيهَا، </p><p> وَانْظُرْ أَيْنَ مَكَانُكَ مِنْهَا، فَإِنْ رَأَيْتَ وَلَوْ بِعَيْنِ الْعُجْبِ وَالْغُرُورِ أَنَّكَ بَلَغْتَ مُدَّ أَحَدِهِمْ أَوَنَصِيفَهُ مِنَ الْكَمَالِ فِيهَا، فَعِنْدَ ذَلِكَ تُعْذَرُ فِي الزِّيَادَةِ عَلَيْهَا، وَهَيْهَاتَ هَيْهَاتَ لَا يَدَّعِي ذَلِكَ إِلَّا جَهُولٌ مَفْتُونٌ، أَوْ مَنْ بِهِ مَسٌّ مِنَ الْجُنُونِ، وَإِنَّ أَكْثَرَ الْمُتَعَبِّدِينَ بِالْبِدَعِ، مُقَصِّرُونَ فِي أَدَاءِ الْفَرَائِضِ أَوْ فِي الْمُوَاظَبَةِ عَلَى السُّنَنِ، وَمِنْهُمُ الْمُصِرُّونَ عَلَى الْفَوَاحِشِ وَالْمُنْكَرَاتِ، كَإِصْرَارِهِمْ عَلَى مَا الْتَزَمُوا فِي الْمَقَابِرِ مِنَ الْعَادَاتِ، كَاتِّخَاذِهَا أَعْيَادًا تُشَدُّ إِلَيْهَا الرِّحَالُ، وَيَجْتَمِعُ لَدَيْهَا النِّسَاءُ وَالرِّجَالُ وَالْأَطْفَالُ، وَلَا سِيَّمَا فِي لَيْلَتَيِ الْعِيدَيْنِ وَأَوَّلِ جُمْعَةٍ مِنْ رَجَبٍ، وَتُذْبَحُ عِنْدَهَا الذَّبَائِحُ، وَتُطْبَخُ أَنْوَاعُ الْمَآكِلِ، فَيَأْكُلُونَ ثُمَّ يَشْرَبُونَ، وَيَبُولُونَ وَيَغُوطُونَ، وَيَلْغُونَ وَيَصْخَبُونَ وَيَقْرَأُ لَهُمُ الْقُرْآنَ، مَنْ يَسْتَأْجِرُونَ </p><p> لِذَلِكَ مِنَ الْعُمْيَانِ، وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ، وَإِذَا كَانَ مَا يَأْتُونَ مِنَ الْقِرَاءَةِ وَالذِّكْرِ هُنَالِكَ مِنَ الْبِدَعِ الْمُنْكَرَةِ، وَكَانَ بَعْضُ الْمُبَاحَاتِ يُعَدُّ هُنَالِكَ مِنَ الْأُمُورِ الْمَكْرُوهَةِ أَوِ الْمُحَرَّمَةِ، فَمَا الْقَوْلُ فِي سَائِرِ أَفْعَالِهِمُ الظَّاهِرَةِ وَالْبَاطِنَةِ؟ . </p><p> وَلَوْ لَمْ يَرِدْ فِي حَظْرِ هَذِهِ الِاجْتِمَاعَاتِ فِي الْمَقَابِرِ إِلَّا حَدِيثُ ابْنِ عَبَّاسٍ فِي السُّنَنِ الثَّلَاثَةِ مَرْفُوعًا بِسَنَدٍ صَحِيحٍ (لَعَنَ اللهُ زَائِرَاتِ الْقُبُورِ وَالْمُتَّخِذِينَ عَلَيْهَا الْمَسَاجِدَ وَالسُّرُجَ) لَكَفَى وَلَكِنَّ ذَلِكَ كُلَّهُ قَدْ صَارَ مِنْ قَبِيلِ شَعَائِرِ الدِّينِ، وَآيَاتِ الْيَقِينِ تُوقَفُ لَهَا الْأَوْقَافُ الَّتِي يُسَجِّلُهَا وَيَحْكُمُ بِصِحَّتِهَا قُضَاةُ الشَّرْعِ الْجَاهِلُونَ، وَيَأْكُلُ مِنْهَا أَدْعِيَاءُ الْعِلْمِ وَالْعِرْفَانِ الضَّالُّونَ الْمُضِلُّونَ، وَلَقَدْ كَانَ بَعْضُ الصَّحَابَةِ وَغَيْرُهُمْ مِنْ عُلَمَاءِ السَّلَفِ يَتْرُكُونَ بَعْضَ السُّنَنِ أَحْيَانًا حَتَّى لَا يَظُنَّ الْعَوَامُّ أَنَّهَا مَفْرُوضَةٌ بِالْتِزَامِهَا تَأَسِّيًا بِالرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي تَرْكِ الْمُوَاظَبَةِ عَلَى بَعْضِ الْفَضَائِلِ خَشْيَةَ أَنْ تَصِيرَ مِنَ الْفَرَائِضِ، فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ قَصَّرُوا فِي الْفَرَائِضِ، وَتَرَكُوا السُّنَنَ وَالشَّعَائِرَ، وَوَاظَبُوا عَلَى هَذِهِ الْبِدَعِ، حَتَّى إِنَّهُمْ لَيَتْرُكُونِ لِأَجْلِهَا الْأَعْيَادَ وَالْجُمَعَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيمِ. </p><p> خُلَاصَةُ سُورَةِ الْأَنْعَامِ </p><p> لَوْ سُمِّيَتْ سُوَرُ الْقُرْآنِ بِمَا يَدُلُّ عَلَى جُلِّ مَا تَشْتَمِلُ عَلَيْهِ كُلُّ سُورَةٍ أَوْ عَلَى أَهَمِّهِ لَسُمِّيَتْ هَذِهِ السُّورَةُ سُورَةَ عَقَائِدِ الْإِسْلَامِ، أَوْ سُورَةَ التَّوْحِيدِ، عَلَى مَا جَرَى عَلَيْهِ الْعُلَمَاءُ مِنَ التَّعْبِيرِ عَنْ عِلْمِ الْعَقَائِدِ بِالتَّوْحِيدِ لِأَنَّهُ أَسَاسُهَا وَأَعْظَمُ أَرْكَانِهَا، فَهِيَ مُفَصِّلَةٌ لِعَقِيدَةِ التَّوْحِيدِ مَعَ دَلَائِلِهَا، وَمَا تَجِبُ مَعْرِفَتُهُ مِنْ صِفَاتِ اللهِ تَعَالَى وَآيَاتِهِ، وَلِرَدِّ شُبَهَاتِ الْكُفَّارِ عَلَى التَّوْحِيدِ وَمَا يَتْبَعُ ذَلِكَ مِنْ هَدْمِ هَيَاكِلِ الشِّرْكِ وَتَقْوِيضِ أَرْكَانِهِ، وَلِإِثْبَاتِ الرِّسَالَةِ وَالْوَحْيِ وَتَفْنِيدِ شُبُهَاتِهِمْ عَلَى الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَإِلْزَامِهِمُ الْحُجَّةَ بِآيَةِ اللهِ الْكُبْرَى وَهِيَ الْقُرْآنُ الْمُشْتَمِلُ عَلَى الْآيَاتِ الْكَثِيرَةِ مِنْ عَقْلِيَّةٍ وَعِلْمِيَّةٍ، وَمُبَيِّنَةٍ لِوَظَائِفِ الرَّسُولِ وَدَعْوَتِهِ وَهَدْيِهِ </p><p> فِي النَّاسِ عَلَى اخْتِلَافِ طَبَقَاتِهِمْ وَأَحْوَالِهِمْ، وَلِلْبَعْثِ وَالْجَزَاءِ وَالْوَعْدِ وَالْوَعِيدِ، وَلِأَحْوَالِ الْمُؤْمِنِينَ وَالْكَافِرِينَ وَأَعْمَالِهِمْ، وَلِأُصُولِ الدِّينِ وَوَصَايَاهُ الْجَامِعَةِ فِي الْفَضَائِلِ وَالْآدَابِ - وَلَيْسَ فِيهَا عَلَى طُولِهَا قِصَّةٌ مِنْ قَصَصِ الرُّسُلِ الْمُفَصَّلَةِ فِي السُّوَرِ الْمَكِّيَّةِ الطَّوِيلَةِ كَالْأَعْرَافِ مِنَ الطُّولِ، وَيُونُسَ وَهُودٍ مَنَّ الْمِئِينَ، وَالطَّوَاسِينَ مِنَ الْمَثَانِي، بَلْ جَمِيعُ آيَاتِهَا فِي الْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ وَالرِّسَالَةِ وَالْجَزَاءِ وَأُصُولِ الْبِرِّ وَأَحْوَالِ الْمُؤْمِنِينَ </p><p> وَالْكَافِرِينَ، وَآيَاتِ اللهِ وَحُجَجِهِ عَلَى الْعَالَمِينَ، وَإِنَّمَا ذُكِرَ فِيهَا مِنْ قَصَصِ الرُّسُلِ عَلَيْهِمُ السَّلَامُ مُحَاجَّةُ إِبْرَاهِيمَ لِأَبِيهِ وَقَوْمِهِ فِي التَّوْحِيدِ، وَمَا آتَاهُ اللهُ مِنَ الْحُجَّةِ عَلَيْهِمْ لِمَا بَيَّنَاهُ مِنْ حِكْمَةِ ذَلِكَ، وَذُكِرَ فِيهَا مُوسَى وَالتَّوْرَاةُ لِلشَّبَهِ بَيْنَ رِسَالَتِهِ وَكِتَابِهِ وَبَيْنَ رِسَالَةِ مُحَمَّدٍ وَكِتَابِهِ عَلَيْهِمَا السَّلَامُ كَمَا شَرَحْنَاهُ فِي مَحَلِّهِ، وَمِنْهُ وَصَايَا الْقُرْآنِ الْعَشْرُ وَوَصَايَا التَّوْرَاةِ الْعَشْرُ، وَذُكِرَ فِيهَا أَيْضًا مَا كَانَ مِنْ حَالِ الرُّسُلِ عَامَّةً مَعَ أَقْوَامِهِمُ الْمُشْرِكِينَ لِأَجْلِ الْعِبْرَةِ وَتَسْلِيَةِ خَاتَمِ الرُّسُلِ صَلَّى الله عَلَيْهِ وَآلِهِ وَعَلَيْهِمْ أَجْمَعِينَ. وَإِنَّنَا بَعْدَ هَذَا الْإِجْمَالِ نُذَكِّرُ الْقُرَّاءَ بِبَعْضِ الْأُصُولِ الَّتِي يَغْفَلُ الْكَثِيرُونَ عَنْ جُمْلَتِهَا وَفَوَائِدِ الْجَمْعِ بَيْنَهَا. </p><p> أَسَالِيبُ الْقُرْآنِ فِي الْعَقَائِدِ الْإِلَهِيَّةِ: </p><p> أَمَّا مَسَائِلُ الْعَقَائِدِ فِي الْإِلَهِيَّاتِ فَقَدْ فُصِّلَتْ أَبْلَغَ تَفْصِيلٍ بِأَسَالِيبِ الْقُرْآنِ الْعَالِيَةِ الْجَامِعَةِ بَيْنَ الْإِقْنَاعِ وَالتَّأْثِيرِ، كَبَيَانَ صِفَاتِ اللهِ فِي سِيَاقِ بَيَانِ أَفْعَالِهِ وَسُنَنِهِ فِي الْخَلْقِ وَالتَّكْوِينِ، وَالتَّقْدِيرِ وَالتَّدْبِيرِ. وَآيَاتِهِ فِي الْأَنْفُسِ وَالْآفَاقِ، وَطَبَائِعِ الِاجْتِمَاعِ وَمَلَكَاتِ الْأَخْلَاقِ، وَتَأْثِيرِ الْعَقَائِدِ فِي الْأَعْمَالِ وَمَا يَتَرَتَّبُ عَلَيْهَا فِي الدَّارَيْنِ مِنَ الْجَزَاءِ، وَنَاهِيكَ بِإِيرَادِ الْحَقِيقَةِ بِأُسْلُوبِ الْمُنَاظَرَةِ وَالْجِدَالِ، أَوْ وُرُودِهَا جَوَابًا بَعْدَ سُؤَالٍ، أَوْ تَجَلِّيهَا فِي وُرُودِ الْوَقَائِعِ وَضُرُوبِ الْأَمْثَالِ، وَهَذَا الْأُسْلُوبُ أَعْلَى الْأَسَالِيبِ وَأَكْمَلُهَا جَمْعًا بَيْنَ إِقْنَاعِ الْعُقُولِ وَالتَّأْثِيرِ فِي الْقُلُوبِ، فَيَقْتَرِنُ الْيَقِينُ فِي الْإِيمَانِ، بِحُبِّ التَّعْظِيمِ وَخُشُوعِ الْخَوْفِ وَالرَّجَاءِ. وَفِي أَثْنَاءِ ذَلِكَ يَذْكُرُ شُبَهَاتِ الْمُشْرِكِينَ وَالْكُفَّارِ، فَيَكُونُ مَثَلُهَا فِيهِ كَقِطْعَةٍ مِنَ الطِّينِ الْآسِنِ تُلْقَى فِي غَدِيرٍ صَافٍ. يَتَدَفَّقُ مِنْ صَخْرٍ. عَلَى حَصْبَاءَ كَالدُّرِّ. لَا تَلْبَثُ أَنْ تَتَضَاءَلَ وَتَخْفَى. وَلَا تُكَدِّرَ لَهُ صَفْوًا. حَتَّى إِنَّهُ لَيُسْتَغْنَى، بِمُجَرَّدِ بَيَانِهَا، عَنْ وَصْفِ قُبْحِهَا وَالْحُجَّةِ عَلَى بُطْلَانِهَا، فَكَيْفَ وَهِيَ تُقْرَنُ غَالِبًا بِالْوَصْفِ الْكَاشِفِ لِمَا غَشِيَهَا مِنَ التَّلْبِيسِ. أَوْ يُقَفَّى عَلَيْهَا بِالْبُرْهَانِ الدَّامِغِ لِمَا فِيهَا مِنَ الْأَبَاطِيلِ. وَلَا تَغْفَلُ عَنْ أُسْلُوبِ إِحَالَةِ الْمُخَاطَبِينَ عَلَى مَا أُوْدِعَ فِي غَرَائِزِهِمْ وَفِطَرِهِمْ. وَتَذْكِيرِهِمْ بِمُعَارَضَتِهِ لِمَا أَلِفُوا مِنْ تَقَالِيدِهِمْ وَفَسَادِ نَظَرِهِمْ. وَلَا عَنْ أُسْلُوبِ إِنْذَارِ سُوءِ الْمَغَبَّةِ فِي الْعَاجِلَةِ. وَسُوءِ الْعَاقِبَةِ وَالْمَصِيرِ فِي الْآخِرَةِ. </p><p> أَضَلَّتِ الْفَلْسَفَةُ الْيُونَانِيَّةُ عُلَمَاءَ الْكَلَامِ عَنْ هَذِهِ الْأَسَالِيبِ الْعُلْيَا فَلَمْ يَهْتَدُوا بِهَا وَلَا اقْتَدَوْا بِشَيْءٍ مِنْهَا، بَلْ طَفِقُوا يُلَقِّنُونَ النَّشْءَ الْإِسْلَامِيَّ صِفَاتِ اللهِ تَعَالَى مَسْرُودَةً سَرْدًا </p><p> مَعْدُودَةً عَدًّا. </p><p> مُعَرَّفَةً بِحُدُودٍ نَاقِصَةٍ، أَوْ رُسُومٍ دَارِسَةٍ مَقْرُونَةٍ بِأَدِلَّةٍ نَظَرِيَّةٍ وَتَشْكِيكَاتٍ جَدَلِيَّةٍ. لَا تُثْمِرُ إِيمَانَ الْإِذْعَانِ، وَلَا خَشْيَةَ الدَّيَّانِ، وَلَا حُبَّ الرَّحْمَنِ، بَلْ تُثِيرُ رَوَاكِدَ الشُّبُهَاتِ. وَتَتَعَارَضُ فِي إِثْبَاتِهَا دَلَائِلُ النَّظَرِيَّاتِ. </p><p> تَأَمَّلْ كَيْفَ بُدِئَتْ هَذِهِ السُّورَةُ بِحَمْدِ اللهِ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ. ثُمَّ التَّذْكِيرِ بِخَلْقِ النَّاسِ وَقَضَاءِ الْآجَالِ، وَكَيْفَ عُطِفَ عَلَى الْأَوَّلِ ذِكْرُ شِرْكِ الْكَافِرِينَ بِرَبِّهِمْ بِجَعْلِ بَعْضِ خَلْقِهِ عَدْلًا لَهُ. مَعَ أَنَّ الْبَدَاهَةَ قَاضِيَةٌ بِأَنَّ الرَّبَّ الْخَالِقَ لَا يُعَادِلُهُ أَحَدٌ وَلَا شَيْءٌ مِنْ خَلْقِهِ. وَعُطِفَ عَلَى الثَّانِي التَّنْبِيهُ لِإِعْرَاضِهِمْ عَنِ الْآيَاتِ الدَّالَّةِ عَلَى الْحَقِّ، وَأَنَّهُ هُوَ الْمَانِعُ لَهُمْ مِنَ الْعِلْمِ. تَذْكِيرًا لِلْمُسْتَعِدِّ لِلْفَهْمِ بِالْمَانِعِ لِيُجْتَنَبَ، وَالْمُقْتَضِي لِيُتَّبَعَ، وَإِيذَانًا لِلْعَاقِلِ بِأَنَّ عَقَائِدَ الْإِسْلَامِ مُؤَيَّدَةٌ بِالْحُجَّةِ وَالْبُرْهَانِ. </p><p> وَلَمَّا كَانَ التَّوْحِيدُ الَّذِي هُوَ لُبَابُ الدِّينِ وَرُوحُهُ نَوْعَيْنِ - تَوْحِيدَ الرُّبُوبِيَّةِ وَتَوْحِيدَ الْإِلَهِيَّةِ - بَيَّنَ كُلًّا مِنْهُمَا بِالْآيَاتِ وَالْبَرَاهِينِ، وَلَمَّا كَانَ الشِّرْكُ فِي الرُّبُوبِيَّةِ قَلِيلًا فِي النَّاسِ وَالشَّرَكُ فِي الْإِلَهِيَّةِ دُونَ الرُّبُوبِيَّةِ هُوَ الْكَثِيرَ الْفَاشِيَ، وَعَلَيْهِ سَوَادُ جَاهِلِيَّةِ الْعَرَبِ الْأَعْظَمِ، بُنِيَ الْقَوْلُ بِبُطْلَانِ هَذَا عَلَى بُطْلَانِ ذَاكَ، كَمَا بُنِيَتْ حُجَجُ إِثْبَاتِ أَحَدِهِمَا عَلَى الْمُعْتَرَفِ بِهِ مِنْ إِثْبَاتِ الْآخَرِ، رَاجِعْ فِي فِهْرَسَيِ الْجُزْءَيْنِ السَّابِعِ وَالثَّامِنِ مِنَ التَّفْسِيرِ بَحْثَ الْإِيمَانِ وَالتَّوْحِيدِ وَالشِّرْكِ وَالشَّفَاعَةِ وَالرَّبِّ وَالْإِلَهِ وَالْجَزَاءِ، وَفِي آخِرِ تَفْسِيرِ السُّورَةِ بِحَثَ نَجَاةِ النَّاسِ وَسَعَادَتِهِمْ أَوْ شَقَاوَتِهِمْ بِأَعْمَالِهِمْ. </p><p> وَأَنْتَقِلُ بِكَ مِنْ هَذَا التَّذْكِيرِ إِلَى قِصَّةِ إِبْرَاهِيمَ صَلَّى الله عَلَيْهِ وَعَلَى نَبِيِّنَا وَآلِهِمَا وَسَلَّمَ مَعَ أَبِيهِ وَقَوْمِهِ فِي إِنْكَارِهِ عَلَيْهِمُ اتِّخَاذَ الْأَصْنَامِ آلِهَةً أَيْ مَعْبُودِينَ. وَاتِّخَاذَ الْكَوَاكِبِ أَرْبَابًا أَيْ مُدَبِّرِينَ لِأُمُورِ الْعَالَمِ وَإِنْ لَمْ يَكُونُوا خَالِقِينَ، وَهُوَ بَحْثٌ جَاءَ بِأُسْلُوبِ الْمُنَاظَرَةِ فِي قِصَّةٍ وَاقِعَةٍ تَعَدَّدَتْ فِيهَا الْحُجَجُ عَلَى تَوْحِيدِ الْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ مَعًا، فَكَانَ أَجْدَرَ بِأَنْ يُوعَى فَيُحْفَظَ، وَيُعْقَلَ فَيُقْبَلَ. وَقَدْ أَسْهَبْنَا الْقَوْلَ فِي تَفْسِيرِهِ بِمَا لَمْ يَأْتِ بِمِثْلِهِ أَحَدٌ مِنَ الْمُفَسِّرِينَ الْمَعْرُوفِينَ فَاسْتَغْرَقَ خَمْسِينَ صَفْحَةً أَوْ أَكْثَرَ ص٤٣٥ - ٤٨٦ ج ٧ ط الْهَيْئَةِ. </p><p> وَمِنْ أَبْلَغِ مَا فِي السُّورَةِ مِنْ تَقْرِيرِ عَقِيدَةِ التَّوْحِيدِ وَسُوءِ حَالِ أَهْلِ الشِّرْكِ فِي ضَلَالِهِمْ عَنْهَا وَإِعْرَاضِهِمْ عَنْ آيَاتِهَا بِأُسْلُوبِ التَّمْثِيلِ قَوْلُهُ تَعَالَى:  (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ)  (٣٩) فَارْجِعْ إِلَى تَفْسِيرِهَا (فِي ص٣٣٦ - ٣٣٩ مِنْ</p><p> ج٧ تَفْسِيرٌ) وَقَوْلُهُ تَعَالَى: (قُلْ أَنَدْعُو مِنْ دُونِ اللهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ)  (٧١) إِلَخْ. فَرَاجِعْ تَفْسِيرَهَا (ص ٤٣٥ - ٤٤٢ ط الْهَيْئَةِ مِنْهُ أَيْضًا) . </p><p> وَلَا حَاجَةَ إِلَى الدَّلَالَةِ عَلَى شَوَاهِدِ بَيَانِ التَّوْحِيدِ مِنْ طَرِيقِ السُّؤَالِ وَالْجَوَابِ لِكَثْرَتِهَا مَعَ ظُهُورِهَا لِكُلِّ قَارِئٍ بِصِيغَتِهَا. </p><p> وَلَعَلَّ أَرَقَّ أَسَالِيبِ الْإِقْنَاعِ، وَأَبْلَغَ وَسَائِلِ الْإِذْعَانِ بِأُصُولِ الْإِيمَانِ، إِحَالَةُ الْمُخَاطَبِينَ إِلَى غَرَائِزِهِمْ وَفِطَرِهِمْ، وَتَذْكِيرُهُمْ بِتَأْثِيرِ التَّرْبِيَةِ التَّقْلِيدِيَّةِ فِي أَنْفُسِهِمْ، وَمَنَاشِئِ عُرُوضِ الشُّبَهَاتِ لِأَذْهَانِهِمْ، وَإِلْزَامُهُمُ الْحُجَّةَ بِمُحَاسَبَةِ عُقُولِهِمْ لِأَنْفُسِهِمْ عَلَى تَعَارُضِ الْأَفْكَارِ وَتَنَاقُضِ الْأَقْوَالِ، بِسَبَبِ اخْتِلَافِ الْأَوْقَاتِ وَالْأَحْوَالِ، وَمُخَالَفَةِ التَّقَالِيدِ وَالْمُسَلَّمَاتِ، لِلْغَرَائِزِ وَالْمَلَكَاتِ. وَيَتْلُو هَذَا الْأُسْلُوبَ إِحَالَتُهُمْ عَلَى مِثَالِ ذَلِكَ فِي غَيْرِهِمْ مِنَ النَّاسِ بِالنَّظَرِ فِي أَحْوَالِ الْمُعَاصِرِينَ، وَالِاعْتِبَارِ بِسِيَرِ الْغَابِرِينَ. فَآيَاتُهُ تَعَالَى فِي الْأَنْفُسِ أَقْوَى مِنْ آيَاتِهِ فِي غَيْرِهَا (وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ)  (٥١: ٢٠، ٢١) . تَأَمَّلْ وَصْفَ الْمُعَانِدِينَ مِنْ مُشْرِكِي مَكَّةَ فِي الْآيَةِ الرَّابِعَةِ وَمَا بَعْدَهَا إِلَى آخِرِ التَّاسِعَةِ بِالْإِعْرَاضِ عَنْ جَمِيعِ الْآيَاتِ الَّتِي تَأْتِيهِمْ مِنْ رَبِّهِمْ، وَتَكْذِيبِهِمْ بِالْحَقِّ لِمَّا جَاءَهُمْ، وَالْحَزْمِ بِأَنَّهُمْ يُكَابِرُونَ الْحِسَّ وَيَشْتَبِهُونَ فِي اللَّمْسِ وَلَا يَخْرُجُونَ مِنْ مُحِيطِ اللَّبْسِ، وَقَابَلَهُ بِقَوْلِهِ:  (وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا)  (١٠٩) إِلَى قَوْلِهِ فِي آخِرِ الْآيَتَيْنِ بَعْدَهَا (وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ)  (١١١) ثُمَّ بِمَا يُنَاسِبُهُ مِنْ إِقَامَةِ الْحُجَّةِ عَلَيْهِمْ بِقَطْعِ إِنْزَالِ الْكِتَابِ لِاعْتِذَارِهِمْ بِيَوْمِ الْقِيَامَةِ عَنْ شِرْكِهِمْ وَضَلَالِهِمْ بِأَنَّ الْكِتَابَ إِنَّمَا أُنْزِلَ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِهِمْ وَكَانُوا غَافِلِينَ عَنْ دِرَاسَتِهِ، جَاهِلِينَ لِهِدَايَتِهِ، وَأَنَّهُ لَوْ أُنْزِلَ عَلَيْهِمْ لَكَانُوا أَهْدَى مِنْهُمْ لِذَكَاءِ عُقُولِهِمْ وَعُلُوِّ هِمَّتِهِمْ - فَرَاجِعْ تَفْسِيرَ الْآيَاتِ ١٥٤ - ١٥٧. </p><p> ثُمَّ تَأَمَّلْ قَوْلَهُ تَعَالَى فِي أُولَئِكَ الْمُعْرِضِينَ بَعْدَ تَسْلِيَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ جُحُودِهِمْ (وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ)  (٣٥) إِلَى آخِرِ الْآيَةِ (٣٩) تَرَ كَيْفَ سَجَّلَ عَلَيْهِمُ الْجَهْلَ وَالْحِرْمَانَ مِنَ الْعِلْمِ، وَشَبَّهَهُمْ بِالصُّمِّ الْبُكْمِ، ثُمَّ تَأَمَّلْ كَيْفَ الْتَفَتَ عَنْ خِطَابِ الرَّسُولِ إِلَى خِطَابِهِمْ، سَائِلًا إِيَّاهُمْ أَنْ يُرَاجِعُوا عُقُولَهُمْ وَضَمَائِرَهُمْ وَيُخْبِرُوا كَيْفَ حَالُهَا إِذَا أَتَاهَا عَذَابُ اللهِ أَوْ أَتَتْهَا السَّاعَةُ؟ أَغَيْرَ اللهِ يَدْعُونَ فِي هَذِهِ الْحَالَةِ؟ ثُمَّ أَجَابَ عَنْهُمْ بِمَا يَعْلَمُونَهُ حَقَّ الْعِلْمِ مِنْ أَنْفُسِهِمْ وَهُوَ أَنَّهُمْ فِي مِثْلِ هَذِهِ الشِّدَّةِ </p><p> الْقُصْوَى يَدْعُونَ اللهَ وَحْدَهُ دُونَ غَيْرِهِ لَا يَخْطُرُ فِي بَالِهِمْ سِوَاهُ، وَهَذَا هُوَ الْإِيمَانُ الْوُجْدَانِيُّ الَّذِي فَطَرَ اللهُ عَلَيْهِ النَّاسَ فَأَضَلَّتْهُمْ عَنْهُ الْوَسَاوِسُ الْوَهْمِيَّةُ، وَالتَّقَالِيدُ الْمَوْرُوثَةُ (رَاجِعْ تَفْسِيرَ هَذِهِ الْآيَاتِ فِي ص٣١٧ - ٣٤٥ ج ٧ ط الْهَيْئَةِ) . </p><p> وَلَا تَغْفَلْ عِنْدَ مُرَاجَعَةِ مَا ذُكِرَ مِنَ الْآيَاتِ فِي هَذَا الْأُسْلُوبِ عَمَّا يُمَازِجُهَا أَوْ يُقَارِنُهَا مِنَ الْآيَاتِ فِي الْأُسْلُوبِ الْآخَرِ الْمُنَاسِبِ لَهُ، وَهُوَ التَّذْكِيرُ بِأَحْوَالِ الْأُمَمِ فِي كُفْرِهِمْ وَعِنَادِهِمْ، وَقِيَامِ حُجَجِ الرُّسُلِ عَلَيْهِمْ. فَإِنَّمَا غَرَضُنَا هَذَا التَّنْبِيهُ وَالتَّذْكِيرُ، وَإِذَا أَحْيَانَا اللهُ تَعَالَى وَوَفَّقَنَا لِإِنْجَازِ مَا وَعَدْنَا بِهِ مِنْ وَضْعِ كِتَابٍ فِي فِقْهِ الْقُرْآنِ وَهِدَايَتِهِ مُرَتَّبٍ عَلَى أَبْوَابِ الْعَقَائِدِ وَالْآدَابِ </p><p> وَالْأَعْمَالِ الدِّينِيَّةِ وَالْمَدَنِيَّةِ فَهُنَاكَ نَسْتَوْفِي بَيَانَ هَذِهِ الْأَسَالِيبِ فِي إِثْبَاتِ الْعَقَائِدِ بِالشَّوَاهِدِ مِنَ الْقُرْآنِ كُلِّهِ. </p><p> وَلَا حَاجَةَ إِلَى ذِكْرِ شَيْءٍ مِنَ الشَّوَاهِدِ عَلَى أُسْلُوبِ إِنْذَارِ الْعَاقِبَةِ وَسُوءِ الْمَصِيرِ فِي الدُّنْيَا وَالْآخِرَةِ فَإِنَّهَا جَلِيَّةٌ وَاضِحَةُ الْأَسَالِيبِ فِي عَقِيدَةِ الْوَحْيِ وَالرُّسُلِ. </p><p> الْأَسَالِيبُ فِي عَقِيدَةِ الْوَحْيِ وَالرُّسُلِ </p><p> وَأَمَّا مَسَائِلُ الرُّكْنِ الثَّانِي مِنْ أَرْكَانِ الِاعْتِقَادِ وَهُوَ الْوَحْيُ وَالرُّسُلُ، فَنَسْتَغْنِي عَنِ التَّذْكِيرِ بِأَسَالِيبِ الْإِثْبَاتِ وَطُرُقِ الْإِقْنَاعِ فِيهِ بِمَا ذَكَرْنَا فِي عَقِيدَةِ التَّوْحِيدِ وَآيَاتِهِ وَصِفَاتِ اللهِ وَأَفْعَالِهِ وَمَا يَتَعَلَّقُ بِهَا مِنْ بُطْلَانِ الشِّرْكِ وَإِقَامَةِ الْحُجَّةِ عَلَى الْكُفَّارِ أَجْمَعِينَ. عَلَى أَنَّ بَعْضَ مَا ذَكَرْنَا فِيهِ وَمَا لَمْ يُذْكَرْ مِنَ الشَّوَاهِدِ عَلَى مُكَابَرَةِ الْمُعَانِدِينَ لِلْآيَاتِ وَالْحُجَجِ، تَشْتَرِكُ فِيهِ حُجَجُ الْوَحْيِ وَالرِّسَالَةِ مَعَ حُجَجِ التَّوْحِيدِ وَسَنُشِيرُ إِلَى بَعْضِهِ هُنَا. وَإِنَّمَا الْمُهِمُّ تَذْكِيرُ الْقَارِئِ ابْتِغَاءَ الِاهْتِدَاءِ فِي نَفْسِهِ وَالْهِدَايَةِ لِغَيْرِهِ بِالْآيَاتِ الَّتِي تُعَرِّفُهُ مَوْضُوعَ الْوَحْيِ وَالرِّسَالَةِ وَصِفَاتِ الرُّسُلِ وَوَظَائِفَهُمْ، وَمَا أُيِّدُوا بِهِ مِنَ الْآيَاتِ لِإِثْبَاتِ دَعْوَتِهِمْ، وَشُبُهَاتِ الْكُفَّارِ عَلَى ذَلِكَ وَبَيَانَ بُطْلَانِهَا. </p><p> قَدْ بَيَّنَّا فِي مَوَاضِعَ مِنَ التَّفْسِيرِ أَنَّ أَكْثَرَ الْبَشَرِ يُؤْمِنُونَ بِأَنَّ لِلْعَالَمِ خَالِقًا مُقَدِّرًا وَرَبًّا مُدَبِّرًا، وَأَنَّ هَذَا الرَّبَّ الْخَالِقَ عَلِيمٌ حَكِيمٌ قَادِرٌ عَلَى كُلِّ شَيْءٍ، وَأَنَّهُ يَجِبُ أَنْ يُعْبَدَ وَيُشْكَرَ، وَبَيَّنَّا أَنَّ كُفْرَ أَكْثَرِ الْكُفَّارِ إِنَّمَا هُوَ بِعِبَادَةِ غَيْرِهِ مَعَهُ، وَلَوْ بِقَصْدِ التَّوَسُّلِ لِلتَّقْرِيبِ إِلَيْهِ وَالشَّفَاعَةِ عِنْدَهُ. وَلَكِنَّ كَثِيرًا مِنَ الْكُفَّارِ الْمُشْرِكِينَ يَكْفُرُونَ بِالرُّسُلِ سَوَاءٌ كَانُوا مُؤْمِنِينَ بِوُجُودِ اللهِ وَهُمُ الْأَكْثَرُونَ، أَمْ لَا وَهْمُ الْأَقَلُّونَ، وَسَبَبُ ذَلِكَ اسْتِبْعَادُ وُقُوعِ الْوَحْيِ وَشُبُهَاتٌ أُخْرَى عَلَيْهِ، وَقَدْ بَيَّنَتْ هَذِهِ السُّورَةُ مَعْنَى الرِّسَالَةِ وَمَوْضُوعَ الْوَحْيِ وَالدَّلِيلَ عَلَيْهِ وَوَظَائِفَ الرُّسُلِ عَلَيْهِمُ السَّلَامُ. وَكَشَفَتْ مَا أَوْرَدُوا مِنَ الشُّبُهَاتِ عَلَى ذَلِكَ. فَنَحْنُ نُلَخِّصُ أَوَّلًا </p><p> مَا جَاءَ فِي مَعْنَى الرِّسَالَةِ وَمَوْضُوعِهَا وَوَظَائِفِ الرُّسُلِ، ثُمَّ نُقَفِّي عَلَيْهِ بِمَا وَرَدَ فِيمَا أَثْبَتَهَا اللهُ تَعَالَى بِهِ مِنَ الْآيَاتِ وَدَفْعِ الشُّبُهَاتِ عَنْهَا فَنَقُولُ: </p><p> مَوْضُوعُ الرِّسَالَةِ وَوَظَائِفِ الرَّسُولِ </p><p> إِنَّ الرَّسُولَ بَشَرٌ آتَاهُ اللهُ عِلْمًا ضَرُورِيًّا غَيْرَ مُكْتَسَبٍ لِهِدَايَةِ الْخَلْقِ بِهِ إِلَى مَا تَتَزَكَّى بِهِ أَنْفُسُهُمْ، وَتَتَهَذَّبُ بِهِ أَخْلَاقُهُمْ، وَتَصْلُحُ بِهِ أَحْوَالُهُمُ الشَّخْصِيَّةُ وَالِاجْتِمَاعِيَّةُ. بِحَيْثُ يَكُونُ الْوَازِعُ لَهُمْ بِهِ مِنْ أَنْفُسِهِمْ، وَهُوَ الْإِيمَانُ الْيَقِينِيُّ وَالتَّسْلِيمُ الْإِذْعَانِيُّ بِالتَّعْلِيمِ وَالْهُدَى الَّذِي جَاءَ بِهِ الرَّسُولُ لَا الْقَهْرُ وَالسَّيْطَرَةُ، وَبِذَلِكَ يَكُونُونَ سُعَدَاءَ فِي الدُّنْيَا بِقَدْرِ مَا يَكُونُ فِي الدُّنْيَا مِنَ السَّعَادَةِ وَيَحْيَوْنَ الْحَيَاةَ الْأَبَدِيَّةَ الْعُلْيَا فِي الْآخِرَةِ. </p><p> وَصَفَ اللهُ تَعَالَى مَا أَرْسَلَ بِهِ خَاتَمَ رُسُلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنَّهُ الْحَقُّ، وَبِأَنَّهُ بَصَائِرُ </p><p> لِلنَّاسِ، وَبِأَنَّهُ هُدًى وَرَحْمَةٌ، وَبِأَنَّهُ صِدْقٌ وَعَدْلٌ، وَبِأَنَّهُ صِرَاطٌ مُسْتَقِيمٌ وَدِينٌ قَيِّمٌ. وَأَثْبَتَ أَنَّ الرَّسُولَ نَفْسَهُ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ فِيهِ، وَأَنَّهُ أَوَّلُ الْمُسْلِمِينَ لَهُ وَالْمُهْتَدِينَ بِهِ. قَالَ تَعَالَى:  (فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ)  (٥) وَقَالَ: (وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ)  (٦٦) وَقَالَ: (وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ)  (١١٤) وَقَالَ: (إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ)  (٥٧) وَالْحَقُّ هُوَ الْأَمْرُ الثَّابِتُ الْمُتَحَقِّقُ بِنَفْسِهِ فَلَا يُمْكِنُ نَقْضُهُ وَلَا إِبْطَالُهُ - فَبِهَذَا الْوَصْفِ يُنَبِّهُ الْعُقَلَاءَ إِلَى أَنْ يَبْحَثُوا عَنْ حَقِّيَّتِهِ بِفِكْرٍ مُسْتَقِلٍّ وَبِالْآيَاتِ الدَّالَّةِ عَلَيْهِ لِيَصِلُوا بِأَنْفُسِهِمْ إِلَى مَعْرِفَةِ أَنَّهُ الْحَقُّ. وَهِيَ غَايَةٌ لَا بُدَّ أَنْ يَصِلَ إِلَيْهَا الْبَاحِثُ الْمُنْصِفُ الْبَرِيءُ مِنَ الْأَهْوَاءِ فِي نَظَرِهِ، وَمِنْ قُيُودِ التَّقْلِيدِ فِي طَلَبِهِ لِلْحَقِّ. كَمَا قَالَ فِي آخِرِ سُورَةِ فُصِّلَتْ (سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ)  (٤١: ٥٣) كَذَلِكَ كَانَ وَهَكَذَا يَكُونُ. </p><p> وَقَالَ:  (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ)  (١٠٤) وَالْبَصَائِرُ جَمْعُ بَصِيرَةٍ وَهِيَ الْإِدْرَاكُ الْعَقْلِيُّ كَالْبَصَرِ فِي إِدْرَاكِ الْحِسِّ فَتُطْلَقُ عَلَى الْمَعْرِفَةِ الْيَقِينِيَّةِ، وَعَلَى الْحُجَّةِ الْعَقْلِيَّةِ وَالْعِلْمِيَّةِ. وَفِي مَعْنَاهُ وَصْفُ الْوَحْيِ مِنْ آخِرِ سُورَةِ الْأَعْرَافِ بِقَوْلِهِ:  (هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ)  (٧: ٢٠٣) وَمِثْلُهُ فِي سُورَةِ الْجَاثِيَةِ: (٤٥: ٢٠) وَأَمَرَ رَسُولَهُ فِي أَوَاخِرَ سُورَةِ يُوسُفَ بِأَنْ يَقُولَ: (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي)  (١٢: ١٠٨) وَيُؤَيِّدُ هَذَا كُلُّ مَا وَرَدَ فِي الْقُرْآنِ </p><p> مِنَ الِاعْتِمَادِ عَلَى الْآيَاتِ وَالْبَرَاهِينِ وَمُخَاطَبَةِ الْعَقْلِ. وَكَانَ أَصْحَابُ الْأَدْيَانِ الْمُحَرَّفَةِ وَالْأَدْيَانِ الْمُبْتَدَعَةِ قَدْ بَعُدُوا عَنِ الْعَقْلِ وَالْعِلْمِ، وَاعْتَمَدُوا فِي الدَّعْوَةِ وَتَلْقِينِ الدِّينِ عَلَى التَّسْلِيمِ وَالتَّقْلِيدِ الْأَعْمَى. </p><p> وَوَصَفَ الْقُرْآنَ فِي آيَةِ ١٥٥ بِأَنَّهُ مُبَارَكٌ، أَيْ جَامِعٌ لِأَسْبَابِ الْهِدَايَةِ الدَّائِمَةِ النَّامِيَةِ، ثُمَّ قَالَ فِي آيَةِ ١٥٧:  (فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ) وَقَالَ: (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا)  (١٦١) وَالصِّرَاطُ الْمُسْتَقِيمُ أَقْرَبُ الطُّرُقِ الْمُوَصِّلَةِ إِلَى السَّعَادَةِ الَّتِي شُرِعَ لَهَا الدِّينُ مِنْ غَيْرِ عَائِقٍ وَلَا تَأْخِيرٍ، وَالْقَيِّمُ مَا يَقُومُ وَيَثْبُتُ بِهِ الْأَمْرُ الْمَطْلُوبُ حَتَّى لَا يَفُوتَ صَاحِبَهُ. وَقَالَ:  (وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا)  (١٩٥) أَيْ صِدْقًا فِي الْأَخْبَارِ وَعَدْلًا فِي الْأَحْكَامِ. فَهَذِهِ أُمَّهَاتُ الْآيَاتِ فِي بَيَانِ صِفَةِ مَا جَاءَ بِهِ الرَّسُولُ، وَأَنَّهُ أَفْضَلُ وَأَكْمَلُ مَا يَحْتَاجُ إِلَيْهِ الْخَلْقُ لِتَكْمِيلِ أَنْفُسِهِمْ وَتَزْكِيَتِهَا بِالْعِلْمِ وَالْهُدَى، وَلَيْسَ هُوَ مِنْ قَبِيلِ الدَّعْوَى بِغَيْرِ دَلِيلٍ، بَلْ هُوَ مِنْ قَبِيلِ التَّنْبِيهِ وَعَطْفِ النَّظَرِ إِلَى الشَّيْءِ الْبَدِيعِ الصُّنْعِ الْبَالِغِ مُنْتَهَى الْحُسْنِ وَالْجَمَالِ الَّذِي يُدْرَكُ جَمَالُهُ وَكَمَالُهُ بِمُجَرَّدِ النَّظَرِ إِلَيْهِ. لَعَمْرِي إِنَّ مَنْ كَانَ صَحِيحَ الْعَقْلِ مُسْتَقِلَّ الْفِكْرِ لَا يَحْتَاجُ إِلَى دَلِيلٍ يُثْبِتُ بِهِ كَوْنَ هِدَايَةِ الْقُرْآنِ حَقًّا وَصِدْقًا وَعَدْلًا وَصِرَاطًا مُسْتَقِيمًا وَقَدْ أَثْبَتَتِ الْوَقَائِعُ أَنَّ الَّذِينَ آمَنُوا بِهِ بِمُجَرَّدِ الدَّعْوَةِ لِإِدْرَاكِ حَقِّيَّةِ مَوْضُوعِهَا وَخَيْرِيَّتِهِ كَانُوا </p><p> أَكْمَلَ النَّاسِ عَقْلًا وَنَظَرًا وَفَهْمًا وَفَضْلًا كَالسَّابِقِينَ الْأَوَّلِينَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ. عَلَى أَنَّهُ أَرْشَدَ إِلَى الِاعْتِمَادِ فِيهِ عَلَى الْآيَاتِ الْبَيِّنَاتِ، وَالْحُجَجِ الْوَاضِحَاتِ، وَمَتَى ثَبَتَ بِهَذِهِ الْآيَاتِ حَقِّيَّةُ مَا جَاءَ بِهِ الرَّسُولُ وَحُسْنُهُ وَنَفْعُهُ فَمِنَ الْحَمَاقَةِ أَنْ يُتْرَكَ الِاهْتِدَاءُ بِهِ لِأَجْلِ مُشَارَكَتِهِ لَنَا فِي الْبَشَرِيَّةِ، أَوِ اسْتِبْعَادِ مَا فَضَّلَهُ اللهُ بِهِ مِنَ الْخُصُوصِيَّةِ. </p><p> الرَّسُولُ وَوَظَائِفُهُ </p><p> أُمِرَ الرَّسُولُ أَنْ يُخَاطِبَ النَّاسَ بِقَوْلِهِ:  (قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي)  (٥٧) وَالْبَيِّنَةُ مَا يَتَبَيَّنُ بِهِ الْحَقُّ، وَالْمُرَادُ بِهَا هُنَا الْعِلْمُ الَّذِي أَوْحَاهُ إِلَيْهِ مُبَيِّنًا لَهُ بِهِ الْحَقَّ مُؤَيَّدًا بِالدَّلَائِلِ وَالْحُجَجِ الْعِلْمِيَّةِ وَالْفِطْرِيَّةِ. وَهَذَا فِي مَعْنَى قَوْلِهِ:  (أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي)  (١٢: ١٠٨) فَلَيْسَ فِي دِينِهِ تَحَكُّمٌ وَلَا إِكْرَاهٌ ; إِذْ أَمَرَهُ أَنْ يَقُولَ: (لَسْتُ عَلَيْكُمْ بِوَكِيلٍ)  (٦٦) أَيْ لَيْسَ أَمْرُ هِدَايَتِكُمْ وَالتَّصَرُّفِ فِي شُئُونِكُمْ مَوْكُولًا إِلَيَّ مِنَ اللهِ بِحَيْثُ أَكُونُ مُسَيْطِرًا عَلَيْكُمْ وَمُلْزِمًا إِيَّاكُمْ كَشَأْنِ الْوَكِيلِ عَلَى أَعْمَالِ النَّاسِ. وَبَيَّنَ فِي الْآيَاتِ ١٠٤ - ١٠٧ أَنَّ مَا جَاءَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ </p><p> بَصَائِرُ لِلنَّاسِ، فَمَنْ أَبْصَرَ بِهِ الْحَقَّ وَاتَّبَعَهُ فَلِنَفْسِهِ أَبْصَرَ فَهُوَ الَّذِي سَيَسْعَدُ بِهِ، وَمَنْ عَمِيَ فَعَلَيْهَا الْوِزْرُ إِذْ هُوَ الَّذِي يَشْقَى بِهِ، ثُمَّ قَالَ:  (وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ) أَيْ بِمُوكَّلٍ بِإِحْصَائِهَا وَحِفْظِهَا لِأَجْلِ الْجَزَاءِ عَلَيْهَا، ثُمَّ أَخْبَرَ تَعَالَى جَدُّهُ بِأَنَّ هَذَا مِنْ تَصْرِيفِهِ الْآيَاتِ وَتَنْوِيعِهِ الدَّلَائِلَ وَتَبْيِينِهَا لِقَوْمٍ يَعْلَمُونَ. ثُمَّ أَمَرَهُ بِاتِّبَاعِ مَا يُوحَى إِلَيْهِ وَالْإِعْرَاضِ عَنِ الْمُشْرِكِينَ - إِلَى أَنْ قَالَ:  (وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ)  (رَاجِعْ تَفْسِيرَ الْآيَاتِ فِي ص ٥٤٧ - ٥٥٢ ج ٧ ط الْهَيْئَةِ) . </p><p> وَكُلُّ هَذِهِ الْآيَاتِ وَأَمْثَالُهَا تَفْصِيلٌ لِلْآيَةِ الَّتِي حُصِرَتْ فِيهَا وَظِيفَةُ جَمِيعِ الْمُرْسَلِينَ فِي التَّبْلِيغِ وَالتَّعْلِيمِ الْمُنْقَسِمِ إِلَى التَّبْشِيرِ وَالْإِنْذَارِ وَهُوَ قَوْلُهُ تَعَالَى:  (وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ</p><p> وَمُنْذِرِينَ)  (٤٨) وَقَدْ وَرَدَتْ هَذِهِ الْقَاعِدَةُ فِي الْحَصْرِ بِصِيغَةِ الْإِثْبَاتِ بَعْدَ النَّفْيِ، الَّذِي هُوَ الْأَصْلُ فِيمَا يُخَاطَبُ بِهِ الْجَاهِلُ أَوْ خَالِي الذِّهْنِ، لِأَنَّهَا مِنْ أَوَّلِ مَا نَزَلَ فِي بَيَانِ هَذِهِ الْعَقِيدَةِ الْهَادِمَةِ لِعَقَائِدِ الْكُفَّارِ فِي الرُّسُلِ وَخَوَاصِّ أَتْبَاعِهِمُ الَّتِي مِنْهَا أَنَّهُمْ وُكَلَاءُ اللهِ عَلَى الْأَرْضِ بِيَدِهِمُ الْهُدَى وَالْحِرْمَانُ مِنْهُ وَالْإِسْعَادُ وَالْإِشْقَاءُ وَالرَّحْمَةُ وَالْغُفْرَانُ وَالْعِقَابُ وَغَيْرُ ذَلِكَ. وَوَرَدَتْ آيَاتٌ أُخْرَى مِثْلُهَا فِي عِدَّةِ سُوَرٍ مِنْهَا مَا هُوَ عَامٌّ فِي جَمِيعِ الرُّسُلِ وَمِنْهَا مَا هُوَ خَاصٌّ بِخَاتَمِهِمْ، وَوَرَدَتْ آيَاتٌ أُخْرَى فِي مَعْنَاهَا ذُكِرَ الْحَصْرُ فِيهَا بِصِيغَةِ \" إِنَّمَا \" وَهِيَ مُتَأَخِّرَةٌ عَنِ الْأُولَى كُلِّهَا أَوْ بَعْضِهَا، وَهِيَ الصِّيغَةُ الَّتِي يُخَاطَبُ بِهَا مَنْ كَانَ عَلَى عِلْمٍ بِالشَّيْءِ لِنُكْتَةٍ مِنَ النُّكَتِ كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ)  (١٤٥) الْآيَةَ. </p><p> وَكَمَا غَلَا الضَّالُّونَ فِي الرُّسُلِ وَمَنْ دُونَهُمْ مِنَ الصَّالِحِينَ بِجَعْلِهِمْ وُكَلَاءَ اللهِ سُبْحَانَهُ وَتَعَالَى فِي الْهِدَايَةِ وَالْجَزَاءِ كَالْمَغْفِرَةِ وَالرَّحْمَةِ وَالْعِقَابِ، غَلَوْا فِيهِمْ بِزَعْمِهِمْ أَنَّهُمْ يَعْلَمُونَ الْغَيْبَ وَأَنَّهُمْ </p><p> يَتَصَرَّفُونَ فِي أُمُورِ الْأَرْضِ، فَيُوَسِّعُونَ عَلَى النَّاسِ الرِّزْقَ، وَيَقْضُونَ الْحَاجَاتِ بِقُوَّةٍ غَيْبِيَّةٍ إِلَهِيَّةٍ فِيهِمْ مُخَالِفَةٍ لِسُنَنِ اللهِ تَعَالَى فِي النَّاسِ، أَوْ بِحَمْلِ الْخَالِقِ سُبْحَانَهُ وَتَعَالَى عَلَى ذَلِكَ بِحَيْثُ لَوْلَاهُمْ لَمْ يَفْعَلْهُ، وَأَنَّهُمْ فِي تَفَوُّقِهِمْ فِي ذَلِكَ وَأَمْثَالِهِ عَلَى سَائِرِ النَّاسِ كَالْمَلَائِكَةِ أَوْ أَعْظَمَ تَأْثِيرًا مِنَ الْمَلَائِكَةِ. وَقَدْ بَيَّنَ اللهُ تَعَالَى عَلَى لِسَانِ خَاتَمِ رُسُلِهِ فَسَادَ هَذَا الْغُلُوِّ وَبُطْلَانَ هَذِهِ الْعَقَائِدِ، وَصَرَّحَ بِأَنَّ الرُّسُلَ كَسَائِرِ الْبَشَرِ فِي سُنَنِ اللهِ تَعَالَى فِيهِمْ، إِلَّا أَنَّهُ مَيَّزَهُمْ بِالْوَحْيِ وَعَصَمَهُمْ مِنَ الْخَطَأِ فِي تَبْلِيغِ مَا أَمَرَهُمْ بِتَبْلِيغِهِ قَوْلًا وَعَمَلًا وَمِمَّا يَحُولُ دُونَ التَّأَسِّي بِهِمْ، وَحَسْبُكَ مِنْ هَذِهِ السُّورَةِ فِي ذَلِكَ قَوْلُهُ تَعَالَى فِي إِثْرِ قَوْلِهِ:  (وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ)  (٤٨) : (قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ)  (٥٠) فَرَاجِعْ تَفْسِيرَهَا (ف ص٣٥٢ - ٣٦٠ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ) فَقَدْ بَيَّنَّا فِيهِ بُطْلَانَ مَا سَرَى إِلَى الْمُسْلِمِينَ مِنْ أَهْلِ الْوَثَنِيَّةِ وَالْكُتُبِ الْمُحَرَّفَةِ مِنَ الْغُلُوِّ فِي الْأَنْبِيَاءِ وَالصَّالِحِينَ كَزَعْمِهِمْ أَنَّهُمْ يَعْلَمُونَ الْغَيْبَ، وَيَتَصَرَّفُونَ فِي خَزَائِنِ مُلْكِ اللهِ بِالْعَطَاءِ وَالْمَنْعِ وَالضُّرِّ وَالنَّفْعِ، وَإِلْحَاقِهِمْ إِيَّاهُمْ بِالْمَلَائِكَةِ مِنْ عَالَمِ الْغَيْبِ، حَتَّى صَارُوا يَطْلُبُونَ مِنْهُمْ مَا لَا يُطْلَبُ إِلَّا مِنَ اللهِ تَعَالَى، وَذَلِكَ عَيْنُ الْعِبَادَةِ الَّتِي يُسَمَّى الَّذِينَ تُوَجَّهُ إِلَيْهِمْ آلِهَةً. </p><p> شُبَهَاتُ الْكُفَّارِ عَلَى الْوَحْيِ وَالرِّسَالَةِ </p><p> هَذَا الْغُلُوُّ مِنْ بَعْضِ النَّاسِ فِي الْأَنْبِيَاءِ وَالرُّسُلِ يُقَابِلُهُ غُلُوُّ آخَرِينَ مِنْهُمْ فِي إِنْكَارِ رِسَالَتِهِمْ وَاخْتِصَاصِ اللهِ تَعَالَى إِلَيْهِمْ بِوَحْيِهِ إِلَيْهِمْ، فَأُولَئِكَ الْغُلَاةُ أَفْرَطُوا فِي تَصْوِيرِ خُصُوصِيَّتِهِمْ، وَزَادُوا فِيهَا بِأَوْهَامِهِمْ وَأَهْوَائِهِمْ، وَهَؤُلَاءِ فَرَّطُوا فِيهَا، فَلَمْ يَرَوْا لَهُمْ مَزِيَّةً يَمْتَازُونَ عَلَى غَيْرِهِمْ بِهَا، أُولَئِكَ زَادُوا فِي بَيَانِ \" حَقِيقَتِهِمْ فَضْلًا فَصَلَهُمْ مِنْ نَوْعِ الْإِنْسَانِ، وَهَؤُلَاءِ جَعَلُوا بَشَرِيَّتَهُمْ مَانِعَةً مِنِ امْتِيَازِهِمْ عَلَى سَائِرِ أَفْرَادِ النَّاسِ، إِذْ رَأَوْهُمْ بَشَرًا وَظَنُّوا أَنَّ الْوَحْيَ يُخْرِجُهُمْ مِنْهَا فَيَجْعَلُهُمْ كَالْمَلَائِكَةِ كَمَا يَزْعُمُ الْغُلَاةُ - قَالَ تَعَالَى فِي هَذِهِ السُّورَةِ:  (وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللهُ عَلَى بَشَرٍ مِنْ شَيْءٍ)  (٩١) أَيْ إِنَّهُمْ مَا عَرَفُوا اللهَ حَقَّ مَعْرِفَتِهِ وَلَا عَظَّمُوهُ حَقَّ تَعْظِيمِهِ بِإِنْكَارِهِمْ قُدْرَتَهُ عَلَى إِنْزَالِ شَيْءٍ مِنَ الْعِلْمِ عَلَى قُلُوبِ بَعْضِ الْبَشَرِ، لِاقْتِضَاءِ عِلْمِهِ وَحِكْمَتِهِ أَنْ يَكُونُوا مُعَلِّمِينَ لِسَائِرِ الْبَشَرِ مَا فِيهِ هِدَايَتُهُمْ، كَمَا أَنَّ الْغُلَاةَ فِيهِمْ مَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ إِذْ زَعَمُوا أَنَّهُ جَعَلَهُمْ شُرَكَاءَ لَهُ فِي عِلْمِ الْغَيْبِ، وَالتَّصَرُّفِ فِي مُلْكِهِ بِالْعَطَاءِ وَالْمَنْعِ. </p><p> وَقَدْ بَيَّنَّا فِي تَفْسِيرِ هَذِهِ الْآيَةِ حَقِيقَةَ الْوَحْيِ وَوَجْهَ حَاجَةِ الْبَشَرِ إِلَيْهِ، وَاقْتِضَاءَ حِكْمَةِ اللهِ وَفَضْلِهِ الْإِنْعَامَ عَلَيْهِمْ بِهِ فَرَاجِعْهُ فِي (ص ٥٠٩ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ) وَهَذِهِ الشُّبْهَةُ شُبْهَةُ كَوْنِهِمْ بَشَرًا قَدْ ذُكِرَتْ فِي سُوَرٍ كَثِيرَةٍ عِنْدَ الْكَلَامِ عَلَى رِسَالَةِ الرُّسُلِ كَالْأَعْرَافِ وَإِبْرَاهِيمَ وَالنَّحْلِ وَالْكَهْفِ وَالْأَنْبِيَاءِ وَالشُّعَرَاءِ وَيس وَالتَّغَابُنِ، وَذُكِرَتْ فِي بَعْضِ السُّورِ بِلَفْظِ رَجُلٍ </p><p> بَدَلَ بِشَرٍ كَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ يُونُسَ:  (الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ)  (١٠: ١، ٢) إِلَخْ. وَهَذَا فِي نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمِثْلُهُ عَنْ أَوَّلِ مَنْ كَذَّبُوا الرُّسُلَ وَهُمْ قَوْمُ نُوحٍ. قَالَ تَعَالَى فِي قِصَّتِهِ مِنْ سُورَةِ </p><p> الْأَعْرَافِ حِكَايَةً لِخِطَابِهِ إِيَّاهُمْ:  (أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ)  (٧: ٦٣) وَيَلِيهِ حِكَايَةُ مِثْلِ ذَلِكَ عَنْ هُودٍ مَعَ قَوْمِهِ (آيَةُ ٦٧) . </p><p> وَلَمَّا اسْتَبْعَدَ هَؤُلَاءِ الْوَحْيَ لِرَجُلٍ مِنَ الْبَشَرِ كَمَا حَكَاهُ عَنْهُمْ فِي قَوْلِهِ:  (مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ)  (٢٣: ٣٣، ٣٤) زَعَمُوا أَنَّ الرَّسُولَ مِنَ اللهِ يَجِبُ أَنْ يَكُونَ مَلَكًا أَوْ أَنْ يُؤَيَّدَ بِمَ‍لَكٍ يَكُونُ مَعَهُ كَمَا حَكَاهُ عَنْهُمْ بِقَوْلِهِ: (وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا)  (٢٥: ٧) وَقَدْ رُدَّتْ هَذِهِ الشُّبْهَةُ فِي الْآيَتَيْنِ الثَّامِنَةِ وَالتَّاسِعَةِ مِنْ هَذِهِ السُّورَةِ بِبَيَانِ سُنَّةِ اللهِ تَعَالَى فِي إِنْزَالِ الْمَلَائِكَةِ، وَبِبَيَانِ عَدَمِ اسْتِعْدَادِ جُمْهُورِ الْبَشَرِ لِرُؤْيَتِهِمْ وَالتَّلَقِّي عَنْهُمْ فِي الدُّنْيَا، وَإِنَّمَا يُعِدُّ اللهُ بَعْضَ الْأَفْرَادِ مِنْ كَمَلَتِهِمْ لِذَلِكَ، فَلَا مَنْدُوحَةَ إِذَا أُنْزِلَ الْمَلَكُ عَنْ جَعْلِهِ رَجُلًا، أَيْ مُتَمَثِّلًا فِي صُورَةِ رَجُلٍ، وَحِينَئِذٍ يَلْتَبِسُ عَلَيْهِمُ الْأَمْرُ وَتَبْقَى شُبْهَتُهُمْ فِي مَوْضِعِهَا. </p><p> هَذِهِ الشُّبْهَةُ عَلَى الرِّسَالَةِ وَهِيَ كَوْنُ الرَّسُولِ بَشَرًا مِثْلَ الْمُرْسَلِ إِلَيْهِمْ لَمْ تُدَعَّمْ بِحُجَّةٍ وَلَمْ تُؤَيَّدْ بِبُرْهَانٍ، بَلْ هِيَ بَاطِلَةٌ بِالْبَدَاهَةِ لِأَنَّهَا تَقْيِيدٌ لِمَشِيئَةِ الْمُرْسِلِ وَقُدْرَتِهِ وَهُوَ الْفَعَّالُ لِمَا يُرِيدُ (يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ) وَقَدْ كَانَ أُولَئِكَ الْمُشْتَبِهُونَ مُؤْمِنِينَ بِقُدْرَتِهِ التَّامَّةِ وَمَشِيئَتِهِ الْعَامَّةِ. بَلْ كَوْنُ الرَّسُولِ إِلَى الْبَشَرِ بَشَرًا مِثْلَهُمْ يَفْهَمُونَ أَقْوَالَهُ وَيَتَأَسَّوْنَ بِأَفْعَالِهِ هُوَ الْمَعْقُولُ الَّذِي تَقْتَضِيهِ الْفِطْرَةُ وَطَبِيعَةُ الِاجْتِمَاعِ، وَلَكِنَّ الْأَوْهَامَ الْجَهْلِيَّةَ تَقْلِبُ الْحَقَائِقَ وَتَعْكِسُ الْقَضَايَا حَتَّى إِنَّ بَعْضَ الْقَرَوِيِّينَ فِي زَمَانِنَا جَاءَ إِحْدَى الْمُدُنِ مَرَّةً فَرَأَى النَّاسَ مُجْتَمِعِينَ لِلِاحْتِفَالِ بِوَالٍ جَدِيدٍ جَاءَ مِنْ دَارِ السَّلْطَنَةِ، فَرَغِبَ أَنْ يَرَى بِعَيْنَيْهِ الْوَالِيَ الَّذِي أَرْسَلَهُ السُّلْطَانُ إِلَيْهِمْ، فَلَمَّا مَرَّ أَمَامَهُ وَقِيلَ لَهُ هَذَا هُوَ اسْتَغْرَبَ أَنْ يَكُونَ إِنْسَانًا، وَقَالَ كَلِمَةً صَارَتْ مَثَلًا وَهِيَ: حَسِبْنَا الْوَالِيَ وَالِيًا فَإِذَا هُوَ إِنْسَانٌ أَوْ رَجُلٌ مِثْلُنَا. </p><p> وَأَخْبَرَنِي مَحْمُودٌ بَاشَا الدَّامَادُ أَنَّ بَعْضَ فَلَّاحِي الْأَنَاضُولِ يَتَخَيَّلُونَ أَنَّ خَلْقَ السُّلْطَانِ مُخَالِفٌ لِخَلْقِ سَائِرِ النَّاسِ وَأَنَّ لِحْيَتَهُ خَضْرَاءُ اللَّوْنِ، وَلِهَذَا الضَّعْفِ فِي كَثِيرٍ مِنَ الْبَشَرِ يَلْبَسُ بَعْضُ رِجَالِ الْأَدْيَانِ أَزْيَاءَ خَاصَّةً مُؤَثِّرَةً، وَيُوَفِّرُونَ شُعُورَهُمْ لِأَجْلِ اسْتِجْلَابِ الْمَهَابَةِ - فَقَوْلُهُ تَعَالَى:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ)  (٦: ٩) كَاشِفٌ لِهَذِهِ الْغُمَّةِ مِنَ الْوَهْمِ، وَهَادٍ إِلَى مَا يُوَافِقُ سُنَنَ الْفِطْرَةِ مِنَ الْعِلْمِ، وَقَاطِعٌ عَلَى الدَّجَّالِينَ طَرِيقَ الْجِبْتِ وَالْخُرَافَاتِ </p><p> الَّتِي يَخْدَعُونَ بِهَا أُولِي الْأَوْهَامِ </p><p> وَالْخَيَالَاتِ، فَيُوهِمُونَهُمْ أَنَّ الْأَوْلِيَاءَ وَالْقِدِّيسِينَ فَوْقَ مَرْتَبَةِ الْبَشَرِ، وَيَقْدِرُونَ عَلَى مَا لَا يَقْدِرُ عَلَيْهِ غَيْرُهُمْ مِنَ الْبَشَرِ، وَأَنَّهُمْ عِنْدَ اللهِ تَعَالَى كَالْوُزَرَاءِ وَرُؤَسَاءِ الْحُجَّابِ وَالْأَعْوَانِ عِنْدَ الْمُلُوكِ الْمُسْتَبِدِّينَ، يُقَرِّبُونَ مِنْهُ وَيُبْعِدُونَ عَنْهُ مَنْ شَاءُوا وَيَحْمِلُونَهُ عَلَى الْعَطَاءِ وَالْمَنْعِ وَالضُّرِّ وَالنَّفْعِ كَمَا يَشَاءُونَ. </p><p> وَجُمْلَةُ الْقَوْلِ أَنَّ اللهَ تَعَالَى قَدْ أَبْطَلَ هَذِهِ الشُّبْهَةَ فِي الْآيَاتِ ٧ و٨ و٩ مِنْ هَذِهِ السُّورَةِ وَرَدَّهَا أَكْمَلَ رَدٍّ، فَرَاجِعْ تَفْصِيلَ الْقَوْلِ فِي تَفْسِيرِهِنَّ (ص ٢٥٨ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ) ثُمَّ بَيَّنَ فِي الْآيَةِ (١١١) أَنَّهُ لَوْ نَزَّلَ إِلَيْهِمُ الْمَلَائِكَةَ وَآتَاهُمْ كُلَّ شَيْءٍ مِنَ الْآيَاتِ مُقَابِلًا لَهُمْ، أَوْ حَشَرَهُ وَجَمَعَهُ لَهُمْ قَبِيلًا بَعْدَ قَبِيلٍ مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللهُ ; لِأَنَّهُمْ مُعَانِدُونَ لَا مُرِيدُو حَقٍّ وَطُلَّابُ دَلِيلٍ يَعْرِفُونَهُ بِهِ. فَيُرَاجَعُ تَفْسِيرُهَا فِي أَوَّلِ هَذَا الْجُزْءِ. </p><p> تَعْجِيزُهُمُ الرَّسُولَ بِطَلَبِ الْآيَاتِ كَانَ الْجَاهِلُونَ الْمُعَانِدُونَ مِنْ كَفَّارِ مَكَّةَ يُطَالِبُونَ الرَّسُولَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْآيَاتِ عَلَى رِسَالَتِهِ، وَكَانَ بِأَمْرِ اللهِ تَعَالَى يَحْتَجُّ وَيَسْتَدِلُّ عَلَيْهَا بِشَهَادَةِ اللهِ لَهُ وَهِيَ أَنْوَاعٌ، وَبِالْقُرْآنِ الْجَامِعِ لِأَقْوَى طُرُقِ الِاسْتِدْلَالِ الْعِلْمِيَّةِ، وَالْعَقْلِيَّةِ عَلَى كَوْنِهِ آيَةً فِي نَفْسِهِ مِنْ وُجُوهٍ كَثِيرَةٍ، وَآيَةً بِاعْتِبَارِ كَوْنِ مَنْ أُنْزِلَ عَلَى قَلْبِهِ وَظَهَرَ عَلَى لِسَانِهِ كَانَ أُمِّيًّا لَمْ يَتَعَلَّمْ شَيْئًا مَا مِنْ أَنْوَاعِ الْعُلُومِ الْإِلَهِيَّةِ وَالشَّرْعِيَّةِ وَالِاجْتِمَاعِيَّةِ وَالتَّارِيخِيَّةِ الَّتِي اشْتَمَلَ عَلَيْهَا. وَقَدْ بَيَّنَّا وُجُوهَ دَلَالَةِ الْقُرْآنِ عَلَى رِسَالَتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَوَاضِعَ مِنْ تَفْسِيرِ هَذِهِ السُّورَةِ فَرَاجِعْ تَفْسِيرَ الْآيَةِ ١٩ فِي ص٢٨٢ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ. وَالْآيَةِ ٢٥ ص ٢٨٩ ج ٧ ط. الْهَيْئَةِ تَفْسِيرٌ. وَالْآيَةِ ٣٧ ص ٣٢٣ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ، وَفِيهِ بَيَانُ كَوْنِ الْقُرْآنِ أَدَلَّ عَلَى رِسَالَةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الْآيَةِ الْكَوْنِيَّةِ الَّتِي أُوتِيهَا مُوسَى وَعِيسَى وَغَيْرُهُمَا - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ - عَلَى رِسَالَتِهِمْ، وَالْآيَةِ ٥٠ (ص ٣٥١ - ٣٥٦ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ. وَكَذَا الْآيَةِ ٥ مِنَ السُّورَةِ ص ٢٥٢ مِنْ هَذَا الْجُزْءِ) . </p><p> نَعَمْ إِنَّ آيَةَ الْقُرْآنِ أَقْوَى الْحُجَجِ وَأَظْهَرُ الدَّلَالَاتِ وَهِيَ مُشْتَمِلَةٌ وَمُرْشِدَةٌ إِلَى كَثِيرٍ مِنَ الْآيَاتِ وَالْبَيِّنَاتِ، وَلَكِنَّ الَّذِينَ كَانُوا يُطَالِبُونَ الرَّسُولَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْآيَاتِ عَلَى صِدْقِهِ لَمْ يَكُونُوا يَنْظُرُونَ فِي الْآيَاتِ وَلَا يَحْفِلُونَ بِأَمْرِ الِاسْتِدْلَالِ، بَلْ كَانُوا يُعْرِضُونَ عَنْ كُلِّ آيَةٍ لِأَنَّهُمْ فَرِيقَانِ: فَرِيقُ الرُّؤَسَاءِ وَالْكُبَرَاءِ الَّذِينَ شَغَلَهُمُ الْكِبْرُ وَالْحَسَدُ لِلرَّسُولِ وَالْعَدَاوَةُ لَهُ عَنِ النَّظَرِ فِيمَا جَاءَ بِهِ مِنْ هُدًى وَمَا أَقَامَ عَلَيْهِ مِنْ دَلِيلٍ، وَفَرِيقُ الْمُقَلِّدِينَ الَّذِينَ أَلْفَوْا مَا وَرِثُوا عَنْ آبَائِهِمْ وَأَجْدَادِهِمْ فَأَعْرَضُوا عَنْ كُلِّ مَا يُخَالِفُهُ، وَلَا سِيَّمَا إِذَا كَانَ مُزَيِّفًا لَهُ وَمُضَلِّلًا لِأَهْلِهِ ; وَلِهَذَا قَالَ </p><p> تَعَالَى بَعْدَ افْتِتَاحِ هَذِهِ السُّورَةِ الْكَرِيمَةِ بِحَمْدِهِ وَوَصْفِهِ بِمَا يُثْبِتُ </p><p> اسْتِحْقَاقَهُ لِلْحَمْدِ، وَمُقَارَنَةِ ذَلِكَ بِمَا اتَّخَذَ الَّذِينَ كَفَرُوا لَهُ مِنْ نِدٍّ وَعِدْلٍ:  (وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ)  (٤) وَأَنَّى يَفْقَهُ الشَّيْءَ مَنْ يُعْرِضُ عَنْهُ وَلَا يَنْظُرُ فِيهِ؟ . </p><p> وَقَدْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْزَنُ لِإِعْرَاضِهِمْ وَيَوَدُّ لَوْ يُؤْتِيهِ اللهُ تَعَالَى آيَةً مِمَّا اقْتَرَحُوا عَلَيْهِ مِنَ الْآيَاتِ السَّمَاوِيَّةِ كَإِنْزَالِ الْمَلَكِ أَوْ إِنْزَالِ كِتَابٍ مِنَ السَّمَاءِ - أَوِ الْآيَاتِ الْأَرْضِيَّةِ كَتَفْجِيرِ يَنْبُوعٍ فِي مَكَّةَ أَوْ إِعْطَائِهِ جَنَّةً فِيهَا يُفَجِّرُ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا، فَهَوَّنَ اللهُ تَعَالَى عَلَيْهِ ذَلِكَ وَعَلَّمَهُ مَا لَمْ يَكُنْ يَعْلَمُ مِنْ طِبَاعِ هَؤُلَاءِ الْمُعَانِدِينَ وَعَدَمِ اسْتِعْدَادِهِمْ لِلْإِيمَانِ، وَكَوْنِهِمْ يُكَذِّبُونَ بِكُلِّ آيَةٍ يُؤْتَوْنَهَا كَمَا كَذَّبَ أَمْثَالُهُمُ الرُّسُلَ مِنْ قَبْلِهِ، وَبَيَّنَ لَهُ سُنَّتَهُ فِي عَذَابِ الْمُكَذِّبِينَ بَعْدَ إِيتَائِهِمُ الْآيَاتِ الْمُقْتَرَحَةَ بِالِاسْتِئْصَالِ، وَفِي خِذْلَانِهِمْ وَنَصْرِ الرُّسُلِ عَلَيْهِمْ، وَأَمَرَهُ أَنْ يَصْبِرَ عَلَى قَوْمِهِ كَمَا صَبَرُوا عَلَى أَقْوَامِهِمْ وَيَتَحَمَّلَ مِثْلَ مَا تَحَمَّلُوا مِنْ أَذَاهُمْ. وَيُخْبِرَهُمْ أَنَّ الْآيَاتِ عِنْدَ اللهِ تَعَالَى لَا عِنْدَهُ. رَاجِعْ تَفْسِيرَ الْآيَاتِ ٧ - ٩ ص ٢٥٨ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ لح و٢٥ و٢٦ (ص ٢٨٩ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ مِنْهُ لح و٢٣ - ٣٧ فِي ص ٣٠٩ - ٣٢٠ مِنْهُ) وَآيَةِ ٥٠ (ص ٣٥١ مِنْهُ) و٥٧ و٥٨ (فِي ص ٣٧٧ مِنْهُ) و٦٥ - ٦٧ (ص ٤٠٨ - ٤١٩ مِنْهُ و١٠٩ و١١٠ ص ٥٥٣) إِلَى آخِرِ الْجُزْءِ السَّابِعِ ط الْهَيْئَةِ و١١١ فِي أَوَّلِ هَذَا الْجُزْءِ و١٢٤ - ١٢٦ (ص٣٢ وَمَا بَعْدَهَا مِنْهُ) . </p><p> طَعْنُهُمْ فِي الْقُرْآنِ </p><p> وَأَمَّا قَوْلُهُمْ فِي الْقُرْآنِ أَسَاطِيرُ الْأَوَّلِينَ كَمَا فِي الْآيَةِ ٢٥ (ص٢٨٩ ج ٧ ط الْهَيْئَةِ) وَقَوْلُهُمْ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" دَرَسْتَ \" كَمَا فِي الْآيَةِ ١٠٥ (ص ٥٤٨ مِنْهُ) فَهُوَ مِمَّا قَالَهُ بَعْضُهُمْ فِي قَصَصِ الْقُرْآنِ تَعْلِيلًا لِأَنْفُسِهِمْ بِمَا أَمْلَاهُ الْخَاطِرُ، وَتَبَادَرَ إِلَى فِكْرِ الْمُكَابِرِ، لَا عَنْ مَعْرِفَةٍ وَاطِّلَاعٍ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ الْآيَتَيْنِ - فَمَثَلُهُمْ فِيهِ كَمَثَلِ مَنْ يَسْتَكْبِرُ مِنْ أَهْلِ الْبِدَايَةِ مِنْ كَاتِبٍ أَوْ شَاعِرٍ مَا يَكْتُبُ أَوْ يَنْظِمُ فَيَنْسِبُهُ إِلَى أَحَدِ الْمَشْهُورِينَ، وَلَا سِيَّمَا إِذَا كَانَ لِذَلِكَ الْكَاتِبِ أَوِ الشَّاعِرِ صِلَةٌ بِأَحَدٍ مِنْهُمْ. كَمَا كَانَ يَظُنُّ بَعْضُ النَّاسِ أَنَّ الْأُسْتَاذَ الْإِمَامَ هُوَ الَّذِي يُحَرِّرُ الْمَنَارَ كُلَّهُ أَوِ التَّفْسِيرَ وَالْفَتَاوَى وَالْمَقَالَاتِ الْإِصْلَاحِيَّةَ مِنْهُ. وَلَمْ يَجِدِ الْجَاحِدُونَ شُبْهَةً عَلَى كَوْنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَعَلَّمَ شَيْئًا مِنْ أَحَدٍ وَقَدْ عَاشَ طُولَ عُمُرِهِ مَعَهُمْ، وَلَيْسَ عِنْدَهُ وَلَا عِنْدَهُمْ أَحَدٌ يَعْلَمُ أَخْبَارَ الرُّسُلِ مَعَ أَقْوَامِهِمْ، وَقَدِ احْتَجَّ عَلَيْهِمْ بِذَلِكَ بِأَمْرِ اللهِ تَعَالَى حَتَّى أَلْجَأَتِ الْمُكَابَرَةُ بَعْضَهُمْ إِلَى عَزْوِ هَذَا التَّعْلِيمِ إِلَى قَيْنٍ (حَدَّادٍ) رُومِيٍّ جَاءَ مَكَّةَ يَشْتَغِلُ فِيهَا بِصُنْعِ السُّيُوفِ فَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقِفُ عَلَيْهِ لِيُشَاهِدَ صِنَاعَتَهُ. وَقَدْ رَدَّ اللهُ تَعَالَى شُبْهَتَهُمْ هَذِهِ بِقَوْلِهِ: </p><p> (لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ)  (١٦: ١٠٣) فَإِنَّ ذَلِكَ الرُّومِيَّ لَمْ يَكُنْ يَعْرِفُ الْعَرَبِيَّةَ وَهَذَا الْقُرْآنُ قَدْ بَلَغَ بِبَيَانِهِ فِيهَا حَدَّ الْإِعْجَازِ. وَتَتِمَّةُ الْقَوْلِ فِي هَذَا تَرَاهُ فِي تَفْسِيرِ الْآيَةِ الثَّانِيَةِ مِنَ الْآيَتَيْنِ اللَّتَيْنِ افْتَتَحْنَا بِهِمَا هَذِهِ الْمَسْأَلَةَ. </p><p> فَعُلِمَ مِمَّا تَقَدَّمَ أَنَّ الرُّسُلَ رِجَالٌ مِنَ الْبَشَرِ فِي جَمِيعِ الشُّئُونِ الْبَشَرِيَّةِ الْفِطْرِيَّةِ لَيْسُوا أَرْبَابًا وَلَا شُرَكَاءَ لِرَبِّ الْعِبَادِ فِي عِلْمِ الْغَيْبِ. وَلَا فِي تَصَرُّفِهِ فِي تَدْبِيرِ أَمْرِ الْخَلْقِ. فَهُمْ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ وَلَا لِغَيْرِهِمْ ضَرًّا وَلَا نَفْعًا، وَلَا إِيمَانًا وَلَا رَشَدًا، بَلْ هُمْ عَبِيدٌ لِلَّهِ سُبْحَانَهُ كَسَائِرِ عِبَادِهِ، وَلَكِنَّهُ أَكْرَمَهُمْ بِسَلَامَةِ الْفِطْرَةِ وَاخْتَصَّهُمْ بِعِلْمٍ أَوْحَاهُ إِلَيْهِمْ وَأَمَرَهُمْ أَنْ يُبَلِّغُوهُ لِأَقْوَامِهِمْ لِيَهْتَدِيَ بِهِ الْمُسْتَعِدُّ مِنْهُمْ لِلْهِدَايَةِ، وَتَحِقَّ الْكَلِمَةُ عَلَى الْجَاحِدِينَ وَالْمُعَانِدِينَ:  (لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ)  (٨: ٤٢) . وَقَدْ بَيَّنَ لِلنَّاسِ أَنَّ مَا يُؤَيِّدُهُمْ بِهِ مِنَ الْآيَاتِ لَيْسَ فِي اسْتِطَاعَتِهِمْ وَلَا مِنْ مَقْدُورِهِمْ لِأَنَّ سُنَّةَ اللهِ تَعَالَى فِي قُدْرَتِهِمْ كَسُنَّتِهِ فِي سَائِرِ الْبَشَرِ، كَمَا أَنَّ سُنَّتَهُ فِي عِلْمِهِمْ كَذَلِكَ. فَلَا الْوَحْيُ الَّذِي اخْتَصَّهُمْ بِهِ مِنْ كَسْبِهِمْ وَاسْتِنْتَاجِ عُقُولِهِمْ، وَلَا الْآيَاتُ الْمُثْبِتَةُ لَهُ مِنْ عَمَلِهِمْ. تَأَمَّلْ قَوْلَهُ تَعَالَى لِخَاتَمِ الرُّسُلِ:  (وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ)  (٣٥) وَرَاجِعْ تَفْسِيرَهَا فِي (ص ٣١٨ ج ٧ ط الْهَيْئَةِ تَفْسِيرٌ) . </p><p> وَتَأَمَّلْ أَمْرَهُ إِيَّاهُ بِأَنْ يُبَيِّنَ لِلنَّاسِ أَنَّهُ لَيْسَ عِنْدَهُ خَزَائِنُ اللهِ وَلَا عِلْمُ الْغَيْبِ وَأَنَّهُ لَيْسَ مَلَكًا، وَحَصَرَ خُصُوصِيَّتَهُ بِاتِّبَاعِ وَحْيِ رَبِّهِ فِي الْآيَةِ (٥٠) الَّتِي أَشَرْنَا إِلَيْهَا آنِفًا، وَأَمْرَهُ فِي الْآيَةِ الَّتِي بَعْدَهَا بِالْإِنْذَارِ، ثُمَّ تَدَبَّرْ بَعْدَ هَذَيْنِ الْأَمْرَيْنِ مَا نَهَاهُ عَنْهُ وَمَا أَمَرَهُ فِي شَأْنِ مُعَامَلَةِ فُقَرَاءِ الْمُؤْمِنِينَ السَّابِقِينَ وَسَائِرِ الْمُؤْمِنِينَ فِي الْآيَاتِ (٥١ - ٥٥) وَقَارِنْ فِيهَا بَيْنَ قَوْلِهِ فِي الْآيَةِ ٣٥: (فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ) وَقَوْلِهِ فِي آيَةِ ٥٢: (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ) تَعْلَمِ الْفَرْقَ بَيْنَ مَقَامِ الرُّبُوبِيَّةِ وَمَقَامِ عُبُودِيَّةِ النُّبُوَّةِ، وَيُقَابِلُ هَذَا النَّهْيَ عَنْ طَرْدِ فُقَرَاءِ الْمُؤْمِنِينَ إِجَابَةً لِاقْتِرَاحِ الْأَغْنِيَاءِ الْمُتَكَبِّرِينَ قَوْلُهُ تَعَالَى فِي مُعَامَلَةِ هَؤُلَاءِ الْمُشْرِكِينَ:  (وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا)  (٧٠) إِلَخْ. وَسَيَأْتِي شَيْءٌ مِنْ بَيَانِ سُنَنِ اللهِ تَعَالَى فِي الرُّسُلِ وَأَقْوَامِهِمْ عِنْدَ الْإِشَارَةِ إِلَى مَا فِي السُّورَةِ مِنْ بَيَانِ السُّنَنِ الْإِلَهِيَّةِ الْعَامَّةِ فِي الْخَلْقِ. </p><p> الْبَعْثُ وَالْجَزَاءُ </p><p> ذُكِرَتْ آيَاتُ الْبَعْثِ وَالْجَزَاءِ فِي هَذِهِ السُّورَةِ تَارَةً خَبَرًا مُجَرَّدًا مُؤَكَّدًا كَقَوْلِهِ:  (لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ)  (١٢٩ وَقَوْلِهِ: (إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ)  (١٣٤) أَوْ غَيْرَ مُؤَكَّدٍ لِلِاسْتِغْنَاءِ عَنِ التَّوْكِيدِ فِي السِّيَاقِ كَقَوْلِهِ: (وَالْمَوْتَى يَبْعَثُهُمُ اللهُ)  (٣٦) وَكَفَى بِالِاسْتِنَادِ إِلَى الْقَادِرِ عَلَى كُلِّ شَيْءٍ اسْتِغْنَاءً عَنِ التَّوْكِيدِ. كَمَا قَالَ فِي آخِرِ السُّورَةِ:  (ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ)  (١٦٤) . وَالْأُسْلُوبُ الْغَالِبُ فِي بَيَانِ هَذِهِ الْعَقِيدَةِ إِيرَادُهَا فِي سِيَاقِ ذِكْرِ الْجَزَاءِ </p><p> عَلَى الْأَعْمَالِ وَالْبِشَارَةِ وَالْإِنْذَارِ وَالْوَعْدِ وَالْوَعِيدِ، وَأَبْلَغُ الْآيَاتِ فِيهِ التَّذْكِيرُ بِمَا يَكُونُ فِي ذَلِكَ الْيَوْمِ كَقَوْلِهِ:  (وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا)  (٢٢) إِلَى آخِرِ آيَةِ (٢٤) وَقَوْلِهِ: (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ)  (٢٧) إِلَى آخِرِ آيَةِ (٣٢) وَقَدْ جَاءَ هَذَا بَعْدَ حِكَايَةِ إِنْكَارِ الْبَعْثِ عَنْهُمْ وَحَصْرِهِمُ الْحَيَاةَ فِي الدُّنْيَا، فَبَيَّنَ لَهُمْ سُوءَ مَصِيرِهِمْ فِي الْآخِرَةِ الَّتِي يُنْكِرُونَهَا لِعَدَمِ الِاسْتِعْدَادِ لَهَا بِتَزْكِيَةِ أَنْفُسِهِمْ، وَخَتَمَ السِّيَاقَ بِحَصْرِ مَتَاعِ الْحَيَاةِ الدُّنْيَا بِاللَّعِبِ وَاللهْوِ الَّذِي هُوَ شَأْنُ الْأَطْفَالِ وَتَفْضِيلِ الْآخِرَةِ عَلَيْهَا. وَيُنَاسِبُ هَذَا الْمَعْنَى قَوْلُهُ فِي الْآيَةِ:  (وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللهِ وَلِيٌّ وَلَا شَفِيعٌ)  (٧٠) الْآيَةَ. وَكُلُّ هَذِهِ الْآيَاتِ فِي الْجُزْءِ السَّابِعِ، وَيَقْرُبُ مِنْهُ مَا جَاءَ فِي أُسْلُوبِ حَشْرِ الْإِنْسِ وَالْجِنِّ وَبَيَانِ مَا يَقُولُهُ يَوْمَئِذٍ كُلٌّ مِنْهُمَا فِي الْآخَرِ، وَسُؤَالِ اللهِ إِيَّاهُمْ عَنْ مَجِيءِ الرُّسُلِ مِنْهُمْ إِلَيْهِمْ يَقُصُّونَ عَلَيْهِمْ آيَاتِ رَبِّهِمْ وَيُنْذِرُونَهُمْ لِقَاءَ ذَلِكَ الْيَوْمِ، وَشَهَادَتِهِمْ عَلَى أَنْفُسِهِمْ - (رَاجِعْ تَفْسِيرَ الْآيَاتِ)  (١٢٨ - ١٣٠) وَقَدْ جَمَعَ فِي الْآيَاتِ) (١٣٣ - ١٣٥) بَيْنَ الْوَعِيدِ بِسُوءِ عَاقِبَتِهِمْ فِي الدُّنْيَا وَالْآخِرَةِ جَمِيعًا. </p><p> إِذَا اسْتَقْصَى الْقَارِئُ آيَاتِ الْبَعْثِ فِي هَذِهِ السُّورَةِ يَرَاهَا تُخْبِرُ بِشَيْءٍ ثَابِتٍ مُقَرَّرٍ، هُوَ لِصِدْقِ الْمُخْبِرِ بِهِ كَأَنَّهُ مُسَلَّمٌ ; لِإِنْذَارِ مَا يَقَعُ فِي يَوْمِهِ مِنَ الْعَذَابِ لِلْمُجْرِمِينَ عَسَى أَنْ يُتَّقَى، وَالْبِشَارَةِ بِمَا أُعِدَّ فِيهِ لِلْمُتَّقِينَ مِنَ الْفَوْزِ وَالنَّعِيمِ عَسَى أَنْ يُسْعَى لَهُ بِالْإِيمَانِ وَالْهُدَى. وَيَظُنُّ الَّذِينَ اعْتَادُوا تَلَقِّيَ الْعَقَائِدِ مِنْ طَرِيقِ النَّظَرِيَّاتِ الْجَدَلِيَّةِ، أَنَّ هَذِهِ دَعَاوَى غَيْرُ بُرْهَانِيَّةٍ. وَإِنَّمَا هِيَ أَسَالِيبُ خَطَابِيَّةٌ. وَالصَّوَابُ أَنَّهَا أَخْبَارٌ أَخْبَرَ بِهَا مَنْ لَا خِلَافَ بَيْنِ الْمُؤْمِنِينَ وَالْكُفَّارِ فِي صِدْقِهِ وَأَمَانَتِهِ، وَقَدْ قَامَ الْبُرْهَانُ عَلَى رِسَالَتِهِ. وَلَمْ يَأْتِ مُنْكِرُوهَا بِدَلِيلٍ عَلَى إِنْكَارِهَا وَلَا شُبْهَةٍ. فَيُحْتَاجَ إِلَى إِبْطَالِهَا بِالْحُجَّةِ. وَإِنَّمَا كَانَ سَبَبُ الْإِنْكَارِ اسْتِغْرَابَ مَا لَمْ يُعْرَفْ وَلَمْ </p><p> يُؤْلَفْ فِي هَذِهِ الدَّارِ، وَهَذَا جَهْلٌ وَغَفْلَةٌ مِنْ قَوْمٍ يُؤْمِنُونَ بِأَنَّ اللهَ تَعَالَى هُوَ الَّذِي بَدَأَ هَذَا الْخَلْقَ، وَبِأَنَّهُ هُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، وَأَنَّهُ قَادِرٌ عَلَى كُلِّ شَيْءٍ، وَلِهَذَا اكْتَفَى فِي هَذِهِ السُّورَةِ بِجَعْلِ هَذِهِ الْقَضِيَّةِ فِي ثُبُوتِهَا كَالْقَضَايَا الْمُسَلَّمَةِ مَعَ التَّذْكِيرِ فِي بَعْضِ الْآيَاتِ بِمَشِيئَةِ اللهِ النَّافِذَةِ وَقُدْرَتِهِ الْكَامِلَةِ، وَحِكْمَتِهِ فِي التَّكْلِيفِ وَالْجَزَاءِ وَكَوْنِهِ رَحْمَةً مِنْهُ تَعَالَى وَهُوَ غَنِيٌّ عَنْ عِبَادَةِ الْعِبَادِ كَالْآيَاتِ الثَّلَاثِ ١٣٣ - ١٣٥، وَلَمْ يَذْكُرْ هَذِهِ الصِّفَاتِ هُنَا بِأُسْلُوبِ الِاسْتِدْلَالِ لِأَنَّهُ لَمْ يَحْكِ عَنِ الْمُنْكِرِينَ شَيْئًا مِنَ الِاحْتِجَاجِ، وَمَا ثَمَّ احْتِجَاجٌ، وَلَا مَا حَكَاهُ عَنْهُمْ فِي غَيْرِ هَذِهِ السُّورَةِ مِنَ التَّعَجُّبِ وَالِاسْتِغْرَابِ، فَكَانَ الْغَرَضُ مِنْ سَرْدِ الْآيَاتِ بِالْأَسَالِيبِ الَّتِي أَشَرْنَا إِلَيْهَا التَّأْثِيرَ فِي النَّفْسِ، فَإِنَّ مِنْ غَرَائِزِ الْبَشَرِ وَمُقْتَضَى فِطْرَتِهِمْ أَنْ تَتَأَثَّرَ أَنْفُسُهُمْ وَعُقُولُهُمْ بِمَا يَتَكَرَّرُ عَلَى أَسْمَاعِهِمْ مِنْ كَلَامِ الصَّادِقِينَ الْمُوقِنِينَ، وَلَا سِيَّمَا إِذَا كَانُوا هُدَاةً مَهْدِيِّينَ، وَقَدْ كَانَ فِيمَا نَزَلَ قَبْلَ هَذِهِ السُّورَةِ حِكَايَةُ تَعَجُّبِهِمْ مِنْ خَبَرِ الْبَعْثِ وَتَفْنِيدُ ذَلِكَ بِأُسْلُوبِ إِقَامَةِ الْحُجَّةِ. وَدَحْضِ </p><p> الشُّبْهَةِ. وَمِنْهَا سُورَةُ (يس) وَقَدْ تَكَرَّرَ فِيهَا ذِكْرُ الْحَشْرِ وَالْبَعْثِ وَالْجَزَاءِ، وَخُتِمَتْ بِأُسْلُوبِ الْمُنَاظَرَةِ وَالِاسْتِدْلَالِ، فَرَاجِعْ تَفْسِيرَهَا فِي مَفَاتِحِ الْغَيْبِ لِلرَّازِيِّ. وَذُكِرَ مِثْلُ ذَلِكَ فِي فَوَاتِحِ السُّورَةِ الَّتِي تَلِيهَا (الصَّافَّاتِ) وَفِي فَاتِحَةِ سُورَةِ (ق) وَمِنَ الرَّدِّ عَلَيْهِمْ فِي أَثْنَائِهَا: (أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ)  (٥٠: ١٥) وَقَدْ بَيَّنَّا فِي تَفْسِيرِ آيَاتِ الْبَعْثِ وَالْجَزَاءِ فِي هَذِهِ السُّورَةِ وَغَيْرِهَا مَا يَنْبَغِي بَيَانُهُ، وَذَكَرْنَا فِيهِ بَعْضَ مَا وَرَدَ فِي سُورَةٍ أُخْرَى. فَلِلْقَارِئِ أَنْ يُرَاجِعَ ذَلِكَ إِذَا أَرَادَ أَنْ يَجْمَعَ بَيْنَ الْآيَاتِ فِي ذَلِكَ. </p><p> عَالَمُ الْغَيْبِ عَقِيدَةُ الْبَعْثِ وَالْجَزَاءِ مِمَّا يَجِبُ اعْتِقَادُهُ مِنْ أَمْرِ الْغَيْبِ، وَمِنْهُ الْمَلَائِكَةُ وَالْجِنُّ وَالشَّيَاطِينُ وَالْجَنَّةُ وَالنَّارُ، وَقَدْ كَانَتِ الْعَرَبُ تُؤْمِنُ كَغَيْرِهَا مِنَ الْأُمَمِ بِالْمَلَائِكَةِ وَقَدْ عَبَدُوهُمْ، وَبِوُجُودِ الْجِنِّ وَكَانُوا يَزْعُمُونَ أَنَّهُمْ يَظْهَرُونَ لَهُمْ أَحْيَانًا بِصُوَرِ الْغِيلَانِ وَأَنَّهُمْ يَسْمَعُونَ أَصْوَاتَهُمْ وَعَزْفَهُمْ، وَأَنَّهُمْ يُلْقُونَ الشِّعْرَ فِي هَوَاجِسِ الشُّعَرَاءِ. وَيَسْتَغْنَى الْقَارِئُ عَنْ ذِكْرِ مَا وَرَدَ فِي هَذِهِ السُّورَةِ مِنَ الْآيَاتِ فِي ذَلِكَ بِمُرَاجَعَةِ كَلِمَاتِ الْمَلَائِكَةِ وَالشَّيَاطِينِ وَالْغِيلَانِ وَالرُّوحِ وَالْأَرْوَاحِ وَالْجَنَّةِ وَالنَّارِ فِي فِهْرِسِ هَذَا الْجُزْءِ وَمَا قَبْلَهُ وَكَذَا غَيْرُهُمَا مِنْ أَجْزَاءِ التَّفْسِيرِ وَبِمُرَاجَعَةِ مَا كَتَبْنَاهُ فِي تَفْسِيرِ اسْمِ اللهِ اللَّطِيفِ، وَمِنْهَا تَعْلَمُ أَنَّ الْعُلُومَ الْكَوْنِيَّةَ قَدْ وَصَلَتْ إِلَى دَرَجَةٍ لَمْ يَعُدْ يُسْتَغْرَبُ مَعَهَا شَيْءٌ مِنْ أَخْبَارِ </p><p> عَالَمِ الْغَيْبِ وَلَا سِيَّمَا عِلْمُ الْكِيمْيَاءِ وَعِلْمُ الْكَهْرُبَاءِ لَكِنْ مِنْ عَجَائِبِ تَفَاوُتِ أَفْهَامِ الْبَشَرِ أَنَّهُ لَا يَزَالُ الْكَثِيرُونَ يُنْكِرُونَ مِنْ أَخْبَارِ الرُّسُلِ مَا لَمْ يَأْلَفُوا، وَلَا يَرَوْنَ الْمَعْرُوفَ مِنْهَا إِلَّا مَا عَرَفُوا، وَإِذَا قِيلَ لَهُمْ فِيهِ أَوْ فِي مِثْلِهِ إِنَّهُ قَدِ اكْتَشَفَهُ \" الْهِرُّ \" فُلَانٌ وَ \" الْمِسْتَرُ \" عِلَّانٌ مَثَلًا قَبِلُوهُ مُذْعِنِينَ. وَقَالُوا إِنَّهُ الْحَقُّ الْمُبِينُ، وَهَذَا شَرُّ التَّقْلِيدِ. </p><p> الْأُصُولُ الْعِلْمِيَّةُ وَالْعَمَلِيَّةُ فِي السُّورَةِ مِنْ دِينِيَّةٍ وَاجْتِمَاعِيَّةٍ </p><p> أَجْمَعُ مَا وَرَدَ فِي السُّورَةِ مِنَ الْأُصُولِ الْكُلِّيَّةِ الْجَامِعَةِ لِلْعَقَائِدِ وَالْآدَابِ وَالْفَضَائِلِ وَالنَّهْيِ عَنِ الرَّذَائِلِ الْوَصَايَا الْعَشْرُ فِي الْآيَاتِ الثَّلَاثِ ١٥٩ - ١٥٣ وَتَفْصِيلُ الْقَوْلِ فِي تَفْسِيرِهَا وَالْأَمْرُ بِتَرْكِ ظَاهِرِ الْإِثْمِ وَبَاطِنِهِ فِي الْآيَةِ ١٢٠ وَهَاؤُمُ انْظُرُوا أَهَمَّ الْأُصُولِ وَالْقَوَاعِدِ الْمُتَفَرِّقَةِ فِي الْآيَاتِ قَبْلَهَا وَبَعْدَهَا. </p><p> (الْأَصْلُ الْأَوَّلُ) أَنَّ دِينَ اللهِ تَوْحِيدٌ وَاتِّفَاقٌ، فَتَفْرِيقُهُ بِالْمَذَاهِبِ الْمُخْتَلِفَةِ وَالْأَهْوَاءِ الْمُتَفَرِّقَةِ، وَجَعْلِ أَهْلِهِ شِيَعًا مُتَعَادِيَةً، مُفَارِقَةٌ لَهُ، وَالْخُرُوجُ عَنْ هَدْيِ الرَّسُولِ الَّذِي جَاءَ بِهِ، يُوجِبُ بَرَاءَتُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ فَاعِلِي ذَلِكَ - رَاجِعْ تَفْسِيرَ (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ)  (١٥٩) وَهَذَا الْأَصْلُ هُوَ قَاعِدَةُ سِيَاسَةِ الدِّينِ وَحَيَاةِ أَهْلِهِ الِاجْتِمَاعِيَّةِ، وَالتَّشْدِيدُ فِيهِ يُضَاهِي التَّشْدِيدَ فِي أَصْلِ التَّوْحِيدِ الَّذِي هُوَ الْقَاعِدَةُ الِاعْتِقَادِيَّةُ. </p><p> (الْأَصْلُ الثَّانِي) أَنَّ سَعَادَةَ النَّاسِ وَشَقَاوَتَهُمْ مَنُوطَتَانِ بِأَعْمَالِهِمُ النَّفْسِيَّةِ وَالْبَدَنِيَّةِ، وَأَنَّ جَزَاءَهُمْ عَلَى أَعْمَالِهِمْ يَكُونُ بِحَسْبِ تَأْثِيرِهَا فِي أَنْفُسِهِمْ، وَهَذَا الْمَعْنَى يُسْتَفَادُ مِنْ آيَاتٍ كَثِيرَةٍ بِالنَّصِّ أَوِ الْفَحْوَى. وَمِنْ أَصْرَحِ آيَاتِ هَذِهِ السُّورَةِ فِيهِ قَوْلُهُ تَعَالَى فِي آيَةِ (سَيَجْزِيهِمْ وَصْفَهُمْ)  (١٣٩) فَرَاجِعْ تَفْسِيرَهُ وَاسْتَعِنْ عَلَى مُرَاجَعَةِ سَائِرِ الْآيَاتِ بِالْأَرْقَامِ الَّتِي بِجَانِبِ كَلِمَةِ \" الْجَزَاءِ \" مِنْ فِهْرِسِ الْجُزْأَيْنِ ٧ و٨ وَمِنْ أَهَمِّهَا مَا فِي ص ٢٧٢ ج ٧ ط الْهَيْئَةِ وَتَفْسِيرُ (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا)  (١٦٤) فِي أَوَاخِرِ السُّورَةِ مِنْ هَذَا الْجُزْءِ. </p><p> (الْأَصْلُ الثَّالِثُ) الْجَزَاءُ عَلَى الْأَعْمَالِ فِي الْآخِرَةِ يَكُونُ عَلَى السَّيِّئَةِ بِمِثْلِهَا وَعَلَى الْحَسَنَةِ بِعَشْرِ أَمْثَالِهَا فَضْلًا مِنَ اللهِ وَنِعْمَةً جَلَّ ثَنَاؤُهُ، وَعَظُمَتْ نَعْمَاؤُهُ. وَيَا خَسَارَةَ مَنْ غَلَبَتْ سَيِّئَاتُهُ حَسَنَاتِهِ الْمُضَاعَفَةَ. أُولَئِكَ هُمُ الْخَاسِرُونَ (رَاجِعِ الْآيَةَ ١٦٠) . </p><p> (تَنْبِيهٌ) مَسْأَلَةُ الْجَزَاءِ عَلَى الْأَعْمَالِ بِجَعْلِ الْحَسَنَاتِ مُضَاعَفَةً دُونَ السَّيِّئَاتِ </p><p> الَّتِي جَزَاؤُهَا بِمِثْلِهَا إِنْ لَمْ يَنَلْ صَاحِبَهَا شَيْءٌ مِنْ عَفْوِ اللهِ وَمَغْفِرَتِهِ، وَمَسْأَلَةُ سَعَةِ الرَّحْمَةِ الْإِلَهِيَّةِ لِكُلِّ شَيْءٍ وَسَبْقِهَا لِلْغَضَبِ - كُلُّ ذَلِكَ قَدْ عُدَّ مُشْكِلًا مَعَ تَفْسِيرِ الْجُمْهُورِ لِخُلُودِ الْكُفَّارِ فِي النَّارِ خُلُودًا لَا نِهَايَةَ لَهُ. وَقَدْ بَسَطْنَا مَا وَقَعَ مِنَ الْخِلَافِ فِي هَذِهِ الْمَسْأَلَةِ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ)  (١٢٨) فَرَاجِعْ (فِي صَ ٥٨ وَمَا بَعْدَهَا جُ ٨ طَ الْهَيْئَةِ) وَفِيهِ كَلَامٌ نَفِيسٌ فِي رَحْمَةِ اللهِ تَعَالَى وَحِكْمَتِهِ. </p><p> (الْأَصْلُ الرَّابِعُ) جَزَاءُ سَيِّئَاتِ كُلٍّ عَلَيْهِ وَحْدَهُ وَحَسَنَاتُهُ لَهُ وَحْدَهُ فَلَا يَحْمِلُ أَحَدٌ وِزْرَ غَيْرِهِ وَلَا يَنْجُو بِحَسَنَاتِ غَيْرِهِ (رَاجِعِ الْآيَةَ ١٦٤ وَتَفْسِيرَ هَذَا الْأَصْلِ فِيهَا وَالِاسْتِدْرَاكَ عَلَيْهِ وَيَأْتِي بَعْدَ تَفْسِيرِ الْآيَةِ رَقَمْ ١٦٥) . </p><p> (الْأَصْلُ الْخَامِسُ) الْجَزَاءُ يَكُونُ عَلَى الْأَعْمَالِ الْبَدَنِيَّةِ وَالنَّفْسِيَّةِ جَمِيعًا؛ وَلِذَلِكَ أَمَرَ تَعَالَى بِتَرْكِ ظَاهِرِ الْإِثْمِ وَبَاطِنِهِ. بَلِ الْمُرَادُ مِنَ الْعَمَلِ الظَّاهِرِ إِصْلَاحُ الْبَاطِنِ. </p><p> (الْأَصْلُ السَّادِسُ) النَّاسُ عَامِلُونَ بِالْإِرَادَةِ وَالِاخْتِيَارِ، وَلَكِنَّهُمْ خَاضِعُونَ فِي أَعْمَالِهِمْ لِلسُّنَنِ وَالْأَقْدَارِ، فَلَا إِجْبَارَ وَلَا اضْطِرَارَ. وَلَا تَعَارُضَ بَيْنَ عَمَلِهِمْ بِاخْتِيَارِهِمْ وَبَيْنَ مَشِيئَةِ الْخَالِقِ سُبْحَانَهُ، وَلَا يُعَدُّونَ بِهِ مُشَارِكِينَ لَهُ تَعَالَى فِي إِرَادَتِهِ وَقُدْرَتِهِ، فَإِنَّ صِفَاتِهِ تَعَالَى ذَاتِيَّةٌ وَاجِبَةُ الْوُجُودِ كَامِلَةٌ، وَإِرَادَةُ الْعِبَادِ وَقُدْرَتُهُمْ مِنْ عَطَاءِ اللهِ، وَخَلْقُهُ حَسَبُ مَشِيئَتِهِ، فَهُوَ الَّذِي شَاءَ أَنْ يَخْلُقَ نَوْعًا مِنَ الْخَلْقِ وَيَجْعَلَهُ ذَا قُدْرَةٍ مَحْدُودَةٍ وَمَشِيئَةٍ تَتَوَقَّفُ عَلَيْهَا أَعْمَالُهُ الِاخْتِيَارِيَّةُ. وَمَعْنَى خَلْقِهِ تَعَالَى الْأَشْيَاءَ بِقَدَرِهِ وَتَقْدِيرِهِ بِكُلِّ شَيْءٍ أَنَّهُ خَلَقَهَا بِنِظَامٍ جَعَلَ فِيهَا الْمُسَبِّبَاتِ عَلَى قَدْرِ الْأَسْبَابِ عَنْ عِلْمٍ وَحِكْمَةٍ، وَلَمْ يَخْلُقْ شَيْئًا جُزَافًا وَلَا أُنُفًا كَمَا يَزْعُمُ مُنْكِرُو الْقَدَرِ. وَالْأُنُفُ - بِضَمَّتَيْنِ - الْأَمْرُ الَّذِي يَكُونُ بَادِئَ الرَّأْيِ عَنْ غَيْرِ تَقْدِيرٍ وَلَا نِظَامٍ يَجْرِي عَلَيْهِ، فَلَيْسَ فِي الْقَدَرِ شَيْءٌ مِنْ مَعْنَى الْإِكْرَاهِ وَالْإِجْبَارِ عَلَى الْعَمَلِ أَلْبَتَّةَ. رَاجِعْ فِي فِهْرِسَيِ الْجُزْأَيْنِ </p><p> و٨ وَكَذَا غَيْرُهُمَا كَلِمَاتٌ: مَشِيئَةٌ، وَالْجَبْرُ وَالْقَدَرُ، وَسُنَّةُ اللهِ أَوْ سُنَنُ اللهِ تَعَالَى فِي الْكَائِنَاتِ مِثَالُ ذَلِكَ صَ ٢٥٢ و٣٣٦ و٤١٤ و٥٥٧ مِنَ الْجُزْءِ السَّابِعِ طَ الْهَيْئَةِ وص٣ و٨ مِنْ هَذَا الْجُزْءِ وَتَفْسِيرُ (فَمَنْ يُرِدِ اللهُ أَنْ يَهْدِيَهُ) الْآيَةَ ١٢٥ ص ٣٦ مِنْهُ وَآيَةِ (وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا)  (١٢٩) مِنْهُ وَتَفْسِيرُ ١٤٨ و١٤٩ (سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللهُ مَا أَشْرَكْنَا) إِلَى آخَرِ الْآيَتَيْنِ. </p><p> وَيَدْخُلُ فِي هَذَا الْبَابِ سُنَّةُ اللهِ تَعَالَى وَقَدَرُهُ فِي فَقْدِ الِاسْتِعْدَادِ لِلْإِيمَانِ الَّذِي يُعَبَّرُ عَنْهُ فِي الْقُرْآنِ بِمَشِيئَةِ الْإِضْلَالِ وَبِالْأَكِنَّةِ وَالْخَتْمِ وَالرَّيْنِ عَلَى الْقُلُوبِ، وَيُوصَفُ </p><p> أَصْحَابُهُ بِالصُّمِّ الْبُكْمِ الْعُمْيِ - لَيْسَ مَعْنَى هَذِهِ السُّنَّةِ أَنَّ اللهَ بِقُدْرَتِهِ طَبَعَ هَؤُلَاءِ عَلَى الْكُفْرِ ابْتِدَاءً وَخَلْقًا أُنُفًا، حَتَّى صَارَ تَكْلِيفُهُمُ الْإِيمَانَ عَبَثًا، وَمِنْ تَكْلِيفِ مَا لَا يُطَاقُ. بَلْ هِيَ دَاخِلَةٌ فِي نِظَامِ الْمِقْدَارِ، وَارْتِبَاطِ الْأَسْبَابِ بِالْمُسَبِّبَاتِ، إِذْ هِيَ عِبَارَةٌ عَنْ تَأْثِيرِ أَعْمَالِ الْإِنْسَانِ فِي نَفْسِهِ وَتَأْثِيرِ التَّرْبِيَةِ وَالْمُعَاشَرَةِ أَيْضًا، فَهِيَ إِذَا أَثَّرَ كَسْبُهُ كَمَا يُعْلَمُ مِنَ الشَّوَاهِدِ الَّتِي أَشَرْنَا إِلَيْهَا آنِفًا، وَكَثِيرًا مَا نُذَكِّرُ بِهِ فِي التَّفْسِيرِ لِإِيضَاحِ هَذِهِ الْمَسَائِلِ الَّتِي ضَلَّ فِيهَا كَثِيرٌ مِنَ الْمُتَكَلِّمِينَ وَالصُّوفِيَّةِ فَأَوْقَعُوا النَّاسَ فِي الْحَيْرَةِ، بَلْ أَفْسَدُوا أَمْرَ هَذِهِ الْأُمَّةِ فِي كَسْبِهَا وَمِلْكِهَا وَأَخْلَاقِهَا - رَاجِعْ تَفْسِيرَ آيَةِ ٧ - ٩ ص ٢٥٨ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ وَآيَةِ ٢٠ ص ٢٨٦ وَآيَةِ ٢٥ ص ٢٨٩ و٣٥ ص ٣١٨ و٤٦ ص ٣٤٩ كُلُّهَا مِنَ الْجُزْءِ السَّابِعِ وَتَفْسِيرَ ١١٠ - ١١٢ مِنْ آخِرِ السَّابِعِ ط الْهَيْئَةِ وَأَوَّلِ الثَّامِنِ و١٢٢ و١٢٣ ص ٢٥ و١٢٤ - ١٢٦ ص ٣٢ و١٤٤ مِنْ هَذَا الْجُزْءِ. </p><p> وَكَذَلِكَ سُنَنُ اللهِ فِي افْتِتَانِ بَعْضِ النَّاسِ - وَكَذَا الْجِنُّ - بِبَعْضٍ فِي الْآيَةِ ٥٣ (ص ٣٧٠) وَفِي لُبْسِهِمْ شِيَعًا وَإِذَاقَةِ بَعْضِهِمْ بَأْسَ بَعْضٍ فِي الْآيَةِ ٦٥ ص ٤٠٨ وَتَوْلِيَةِ بَعْضِ الظَّالِمِينَ بَعْضًا فِي الْآيَةِ ١٢٩ وَفِي تَزَيُّنِ أَعْمَالِهِمْ لَهُمْ فِي الْآيَةِ ١٠٨ (ص ٥٥٣ ج ٧ ط الْهَيْئَةِ) وَآيَةِ ١٢٢ (ص٢٥) وَآيَةِ ١٣٧ وَفِي مَكْرِ أَكَابِرِ الْمُجْرِمِينَ فِي الْمَدَائِنِ فِي الْآيَةِ ١٢٣ (ص ٢٨ مِنْهُ) كُلُّ هَذِهِ السُّنَنِ الْعَامَّةِ فِي الِاجْتِمَاعِ الْبَشَرِيِّ فِي مَعْنَى مَا بَيَّنَّاهُ فِي الْأَصْلِ الَّذِي قَبْلَ هَذَا عَلَّمَهَا اللهُ رَسُولَهُ وَالْمُؤْمِنِينَ لِيَكُونُوا عَلَى بَصِيرَةٍ مِنْ أَمْرِ الْبَشَرِ، وَتَأْثِيرُ دَعْوَةِ الْإِسْلَامِ فِي الْمُسْتَعِدِّينَ دُونَ غَيْرِهِمْ، حَتَّى لَا يَحْزَنُوا وَلَا يَطْمَعُوا فِي غَيْرِ مَطْمَعٍ، وَلَا شَيْءَ مِنْهَا يَقْتَضِي سَلْبَ الِاخْتِبَارِ، وَلَا وُقُوعَهَا بِالْإِكْرَاهِ وَالْإِجْبَارِ. </p><p> (الْأَصْلُ السَّابِعُ) مَا وَرَدَ مِنْ بَيَانِ السُّنَنِ الِاجْتِمَاعِيَّةِ فِي حَيَاةِ الْأُمَمِ وَمَوْتِهَا، وَسَعَادَتِهَا وَشَقَاوَتِهَا، وَإِهْلَاكِهَا بِمُعَانِدَةِ الرُّسُلِ وَبِالظُّلْمِ وَالْفَسَادِ فِي الْأَرْضِ وَتَرْبِيَتِهَا بِالشَّدَائِدِ وَكَذَا بِالنِّعَمِ وَالنِّقَمِ (رَاجِعْ ص ٢٥٥ وَص ٢٧٩ وَمَا بَعْدَهَا و٣٠٧ و٣٤٥ و٤١٤ مِنَ الْجُزْءِ السَّابِعِ طَ الْهَيْئَةِ) . وَمَا يَجِيءُ فِي الْجُزْءِ الثَّامِنِ بِهَذَا الصَّدَدِ. </p><p> (الْأَصْلُ الثَّامِنُ) أَنَّ مَسَائِلَ عَقَائِدِ الدِّينِ عِلْمٌ صَحِيحٌ يُشْتَرَطُ فِيهِ الْيَقِينُ، وَمَنْ ثَمَّ كَانَ </p><p> بَصَائِرَ لِلنَّاسِ، وَأُيِّدَ بِالْآيَاتِ الْبَيِّنَاتِ كَمَا تَقَدَّمَ فِي بَحْثِ الْعَقَائِدِ الْإِلَهِيَّةِ وَبَحْثِ الرِّسَالَةِ. وَالْيَقِينُ جَزْمٌ تَطْمَئِنُّ بِهِ النَّفْسُ لَا يُزَلْزِلُهُ شَكٌّ وَلَا رَيْبٌ. </p><p> (الْأَصْلُ التَّاسِعُ) التَّقْلِيدُ فِي الدِّينِ بَاطِلٌ، لِأَنَّهُ يُنَافِي أَصْلَ الْعِلْمِ الْيَقِينِ. فَإِنَّ الْمُقَلِّدَ فِي الدِّينِ هُوَ مَنْ يَعْتَمِدُ فِي دِينِهِ عَلَى قَوْلِ مَنْ يَثِقُ بِهِ مِنْ أَهْلِهِ وَقَوْمِهِ أَوْ مُعَلِّمِهِ وَلَيْسَ عَلَى عِلْمٍ وَلَا بَصِيرَةٍ فِيهِ، فَهُوَ لَا يَدْخُلُ فِي أَتْبَاعِ الرَّسُولِ الَّذِينَ قَالَ فِيهِمُ اللهُ عَزَّ وَجَلَّ:  (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي)  (١٢ - ١٠٨) فَكُلُّ مَا وَرَدَ فِي هَذِهِ السُّورَةِ وَغَيْرِهَا مِنَ الْقُرْآنِ أَوِ السُّنَّةِ مِنْ كَوْنِ هَذَا الدِّينِ عِلْمًا مُؤَيَّدًا بِالْحُجَّةِ وَبَصَائِرَ لِلنَّاسِ وَآيَاتٍ بَيِّنَاتٍ فَهُوَ مُبْطِلٌ لِلتَّقْلِيدِ، وَكُلُّ مَا وَرَدَ فِيهَا مِنَ النَّعْيِ عَلَى الْكُفَّارِ وَعَيْبِهِمْ بِالْجَهْلِ وَعَدَمِ الْعِلْمِ، وَوَصْفِهِمْ بِالصُّمِّ الْبُكْمِ الْعُمْيِ، وَبِكَوْنِهِمْ لَا يَعْقِلُونَ - فَهُوَ مُبْطِلٌ لِلتَّقْلِيدِ. وَكُلُّ مَا فِيهِ مِنْ مُطَالَبَتِهِمْ بِالدَّلِيلِ عَلَى مَا يَدْعُونَ وَبِالْعِلْمِ وَالْعَقْلِ فَكَذَلِكَ. وَقَدْ نَبَّهْنَا فِي تَفْسِيرِ بَعْضِ آيَاتِ السُّورَةِ الْوَارِدَةِ فِي هَذِهِ الْمَسَائِلِ إِلَى بُطْلَانِ التَّقْلِيدِ كَقَوْلِهِ تَعَالَى فِي آخِرِ آيَةِ ١٤٤:  (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ) وَالْعِبْرَةُ فِيهِ أَنَّهُ جَاءَ فِي خَاتِمَةِ تَقْرِيعِهِمْ عَلَى مَا حَرَّمُوا مِنَ الْحَرْثِ وَالْأَنْعَامِ تَقْلِيدًا لِآبَائِهِمْ، فَبِذَلِكَ كَانَتْ كُلُّ تِلْكَ الْآيَاتِ هَادِمَةً لِلتَّقْلِيدِ، وَيُؤَيِّدُهَا آيَةُ مُحَرَّمَاتِ الطَّعَامِ بَعْدَهَا. وَقَدْ نَقَلْنَا فِي تَفْسِيرِهَا كَلَامًا حَسَنًا فِي جَهْلِ الْمُقَلِّدِينَ وَإِيثَارِهِمْ كَلَامَ شُيُوخِهِمْ عَلَى كَلَامِ اللهِ وَرَسُولِهِ نَقَلَهُ الرَّازِيُّ عَنْ شَيْخِهِ الَّذِي وَصَفَهُ بِخَاتِمَةِ الْمُحَقِّقِينَ وَالْمُجْتَهِدِينَ، وَرَاجِعْ تَفْسِيرَ خُسْرَانِ النَّفْسِ فِي ص٢٧٤ ج ٧ ط الْهَيْئَةِ. </p><p> (الْأَصْلُ الْعَاشِرُ) أَنَّ التَّحْلِيلَ وَالتَّحْرِيمَ التَّعَبُدِيَّانِ وَسَائِرَ شَرَائِعِ الْعِبَادَةِ وَشَعَائِرِهَا مِنْ حَقِّ اللهِ عَلَى عِبَادِهِ، فَمَنْ وَضَعَ لَهُمْ حُكْمًا مِنْ ذَلِكَ لَمْ يَسْتَنِدْ إِلَى شَرْعِ اللهِ الَّذِي أَوْحَاهُ إِلَى رَسُولِهِ فَقَدِ افْتَرَى عَلَى اللهِ وَجَعَلَ نَفْسَهُ شَرِيكًا لَهُ فِي رُبُوبِيَّتِهِ وَأَضَلَّ النَّاسَ بِغَيْرِ عِلْمٍ فَهُوَ ضَالٌّ مُضِلٌّ، وَمَا جَاءَ بِهِ فَهُوَ بِدْعَةٌ وَضَلَالَةٌ، وَرَاجِعْ تَفْسِيرَ الْآيَاتِ ١٣٦ - ١٤٠. </p><p> (الْأَصْلُ الْحَادِي عَشَرَ) أَنَّ اللهَ تَعَالَى لَمْ يُحَرِّمْ عَلَى النَّاسِ طَعَامًا يَطْعَمُونَهُ إِلَّا الْأَرْبَعَةَ الَّتِي ذُكِرَتْ بِصِيغَةِ الْحَصْرِ فِي الْآيَةِ (١٤٥) وَهِيَ الْمَيْتَةُ وَالدَّمُ الْمَسْفُوحُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ فَرَاجِعْ تَحَقُّقَ الْحَقِّ فِي تَفْسِيرِهَا. </p><p> (الْأَصْلُ الثَّانِيَ عَشَرَ) أَنَّ هَذِهِ الْمُحَرَّمَاتِ تُبَاحُ لِلْمُضْطَرِّ إِلَيْهَا بِشَرْطِ أَلَّا يَكُونَ بَاغِيًا أَيْ مُرِيدًا لَهَا، وَلَا عَادِيًا أَيْ مُتَجَاوِزًا حَدَّ الضَّرُورَةِ إِلَى التَّمَتُّعِ بِهَا. وَإِذَا كَانَ </p><p> الِاضْطِرَارُ عِلَّةَ هَذِهِ الْإِبَاحَةِ بِشَرْطِهَا فَمِثْلُ هَذِهِ الْأَطْعِمَةِ وَغَيْرِهَا مِنَ الْمُحَرَّمَاتِ الَّتِي يَضْطَرُّ إِلَيْهَا الْإِنْسَانُ لِحِفْظِ حَيَاتِهِ، كَالِاضْطِرَارِ إِلَى الْخَمْرِ أَحْيَانًا كَمَا صَرَّحُوا بِهِ، وَلَيْسَ مِنْهُ الزِّنَا لِأَنَّهُ لَيْسَ مِمَّا يُضْطَرُّ إِلَيْهِ أَحَدٌ لِحِفْظِ حَيَاتِهِ. </p><p> (الْأَصْلُ الثَّالِثَ عَشَرَ) السِّيَاحَةُ وَالسَّيْرُ فِي الْأَرْضِ. فَاتَنَا أَنْ نَذْكُرَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (قُلْ سِيرُوا فِي الْأَرْضِ) ١١ أَنَّهُ يَدُلُّ بِعُمُومِهِ عَلَى وُجُوبِ السِّيَاحَةِ وَإِنْ جَعَلَ الزَّمَخْشَرِيُّ وَالْبَيْضَاوِيُّ الْأَمْرَ فِيهِ لِلْإِبَاحَةِ. وَإِنَّمَا يَجِبُ بِالْقَصْدِ الْمَنْصُوصِ فِي الْآيَاتِ كَمَا يَأْتِي تَفْصِيلُهُ فِي الْأَصْلِ التَّالِي لِهَذَا. نَعَمْ إِنَّ الْخِطَابَ فِي هَذِهِ الْآيَةِ لِلْمُشْرِكِينَ الْمُكَذِّبِينَ، وَأَنَّ الْغَرَضَ مِنْهُ الدَّلَالَةُ عَلَى مِصْدَاقِ الْآيَةِ الَّتِي قَبْلَهَا النَّاطِقَةِ بِمَا حَلَّ مِنْ عِقَابِ اللهِ بِالسَّاخِرِينَ مِنَ الرُّسُلِ وَالْمُسْتَهْزِئِينَ بِهِمْ مِنْ قَبْلِهِمْ، وَلَكِنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ دُونَ السَّبَبِ الْخَاصِّ لِنُزُولِهِ وَالِاحْتِجَاجِ بِهِ. وَقَدْ تَكَرَّرَ الْأَمْرُ فِي الْكِتَابِ الْعَزِيزِ بِالسَّيْرِ فِي الْأَرْضِ وَالْحَثِّ عَلَيْهِ. فَمِنْهُ مَا جَاءَ فِي خِطَابِ الْمُشْرِكِينَ كَآيَةِ الْأَنْعَامِ وَمِثْلِهَا فِي النَّحْلِ وَالنَّمْلِ وَالْعَنْكَبُوتِ وَيُوسُفَ وَفَاطِرٍ وَغَافِرٍ. وَمِنْهُ مَا جَاءَ فِي خِطَابِ الْمُؤْمِنِينَ كَآيَةِ آلِ عِمْرَانَ (٣: ١٣٧) وَمِثْلُهَا آيَةُ سُورَةِ الرُّومِ (٣٠: ٤٢) وَمِنْهُ مَا يَحْتَمِلُ الْعُمُومَ وَالْإِطْلَاقَ وَيُؤَيِّدُ ذَلِكَ وَصْفُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ فِي الْقُرْآنِ بِالسَّائِحِينَ وَالسَّائِحَاتِ فِي سُورَتَيِ التَّوْبَةِ وَالتَّحْرِيمِ، وَإِنْ فَسَّرَهَا بَعْضُهُمْ فِيهِمَا بِالصِّيَامِ وَهُوَ تَأْوِيلٌ بَعِيدٌ، وَكَذَا تَخْصِيصُ سَهْمٍ مِنْ مَالِ الزَّكَاةِ لِأَبْنَاءِ السَّبِيلِ وَهُمُ الرُّحَّالُونَ الَّذِينَ يَنْقَطِعُونَ بِالْأَسْفَارِ عَنْ أَوْطَانِهِمْ وَمَعَاهِدِ كَسْبِهِمْ، حَتَّى كَأَنَّ السَّبِيلَ لِكُلٍّ مِنْهُمْ أَبُوهُ وَأُمُّهُ لِأَنَّهُ لَا يَكَادُ يُفَارِقُهُ، وَانْظُرْ أَحْكَامَ السَّفَرِ وَفَوَائِدَهُ فِي الْأَصْلِ التَّالِي. </p><p> (الْأَصْلُ الرَّابِعَ عَشَرَ) النَّظَرُ فِي أَحْوَالِ الْأُمَمِ وَعَوَاقِبِ الْأَقْوَامِ الَّتِي كَذَّبَتِ الرُّسُلَ فِي أَثْنَاءِ السَّيْرِ فِي أَرْضِهَا وَرُؤْيَةِ آثَارِهَا وَسَمَاعِ أَخْبَارِهَا كَمَا بَيَّنَّا ذَلِكَ فِي تَفْسِيرِ الْآيَةِ الَّتِي اسْتَدْلَلْنَا بِهَا آنِفًا عَلَى الْأَصْلِ السَّابِقِ وَهِيَ (قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ)  (١١) . وَهَذَا النَّظَرُ وَالِاعْتِبَارُ لَا خِلَافَ بَيْنَ الْعُلَمَاءِ فِي وُجُوبِهِ شَرْعًا، وَكَوْنِهِ مَطْلُوبًا لِذَاتِهِ وَمَقْصُودًا مِنَ السِّيَاحَةِ وَالسَّيْرِ فِي الْأَرْضِ، وَإِنَّمَا اخْتَلَفُوا فِي السَّفَرِ نَفْسِهِ إِذَا لَمْ يُقْصَدْ بِهِ ذَلِكَ، فَذَهَبَ بَعْضُهُمْ إِلَى إِبَاحَتِهِ كَمَا تَقَدَّمَ وَبَعْضُهُمْ إِلَى وُجُوبِهِ. وَالْحَقُّ أَنَّ الْقُرْآنَ قَدْ بَيَّنَ لِلسَّفَرِ فَوَائِدَ أُخْرَى عَلَّلَ بِهَا الْأَمْرَ بِهِ وَالْحَثَّ عَلَيْهِ، وَأَنَّ الْأَصْلَ فِيهِ الْإِبَاحَةُ، وَقَدْ يَكُونُ وَاجِبًا إِذَا كَانَ لِأَمْرٍ وَاجِبٍ كَالْحَجِّ وَالْجِهَادِ الشَّرْعِيِّ وَالنَّظَرِ وَالِاعْتِبَارِ الَّذِي هُوَ مَوْضُوعُ هَذَا الْأَصْلِ مِنْ أُصُولِ فَوَائِدِ سُورَةِ الْأَنْعَامِ - وَقَدْ يَكُونُ مَنْدُوبًا إِذَا كَانَ لِطَلَبِ التَّوَسُّعِ فِي الْعُلُومِ، وَأَمَّا الْعِلْمُ </p><p> الَّذِي هُوَ فَرْضُ عَيْنٍ فَالسَّفَرُ لِطَلَبِهِ إِذَا تَعَذَّرَ تَحْصِيلُهُ بِدُونِهِ يَكُونُ فَرْضَ عَيْنٍ. وَالسَّفَرُ لِطَلَبِ الْعِلْمِ الَّذِي هُوَ فَرْضُ كِفَايَةٍ وَمِنْهُ الْفُنُونُ وَالصِّنَاعَاتُ الَّتِي يَتَوَقَّفُ عَلَيْهَا حِفْظُ الْبِلَادِ وَشُئُونُ الْمَعَاشِ وَالصِّحَّةِ. . . تَأْثَمُ الْأُمَّةُ كُلُّهَا إِذَا لَمْ يَقُمْ بِهِ مَنْ تَحْصُلُ بِهِمْ كِفَايَةُ الْأُمَّةِ وَالْبِلَادِ. وَقَدْ يَكُونُ مُحَرَّمًا أَوْ مَكْرُوهًا إِذَا قُصِدَ بِهِ عَمَلٌ مُحَرَّمٌ أَوْ مَكْرُوهٌ، كَالَّذِينَ يُسَافِرُونَ إِلَى أُورُبَّةَ لِأَجْلِ الْفِسْقِ. </p><p> وَأَجْمَعُ الْآيَاتِ لِتَكْمِيلِ النَّفْسِ بِالسَّفَرِ مِنْ طَرِيقِ الدِّرَايَةِ الْمُسْتَفَادَةِ بِالنَّظَرِ وَالِاكْتِشَافِ </p><p> وَالِاعْتِبَارِ، وَطَرِيقِ الرِّوَايَةِ وَالتَّلَقِّي عَنْ أَهْلِ الْعِلْمِ وَالْبَصِيرَةِ وَالِاخْتِبَارِ قَوْلُهُ تَعَالَى فِي سُورَةِ الْحَجِّ:  (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ)  (٢٢: ٤٦) . </p><p> وَقَدْ نَبَّهَتْ آيَةُ آلِ عِمْرَانَ إِلَى أَصْلٍ مِنْ أَعْظَمِ أُصُولِ الْعِلْمِ الَّتِي تُسْتَفَادُ مِنَ السِّيَاحَةِ وَاخْتِبَارِ أَحْوَالِ الْأُمَمِ، وَهُوَ الْعِلْمُ بِسُنَنِ اللهِ فِي شُئُونِ الْبَشَرِ الْعَامَّةِ، الْمُعَبَّرُ عَنْهُ فِي هَذَا الْعَصْرِ بِعِلْمِ الِاجْتِمَاعِ وَهِيَ:  (قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا)  (٣: ١٣٧) الْآيَةَ. وَنَبَّهَتْ آيَةُ الْعَنْكَبُوتِ إِلَى أَصْلٍ آخَرَ وَهُوَ الْبَحْثُ فِيمَا يَتَعَلَّقُ بِبَدْءِ الْخَلْقِ مِنَ الْآثَارِ؛ لِيَكُونَ مِنْ فَوَائِدِهِ قِيَاسُ النَّشْأَةِ الْآخِرَةِ عَلَى النَّشْأَةِ الْأُولَى وَذَلِكَ قَوْلُهُ تَعَالَى:  (قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ)  (٢٩: ٢٠) الْآيَةَ. وَنَبَّهَتِ الْآيَةُ الْأُولَى مِنْ آيَتَيْ سُورَةِ الرُّومِ إِلَى النَّظَرِ فِي أَحْوَالِ الْأُمَمِ وَآثَارِهَا الْخَاصَّةِ بِالْقُوَّةِ الْحَرْبِيَّةِ وَمَوَارِدِ الثَّرْوَةِ الزِّرَاعِيَّةِ وَسَائِرِ شُئُونِ الْعُمْرَانِ، وَكَيْفَ كَانَ عَاقِبَةُ ذَلِكَ وَأَسْبَابُهُ، لِيُعْلَمَ أَنَّ الْقُوَّةَ وَالثَّرْوَةَ لَا تَحُولُ دُونَ هَلَاكِ الْأُمَّةِ إِذَا اسْتَحَقَّتْ ذَلِكَ بَالظُّلْمِ وَكُفْرِ النِّعْمَةِ وَهِيَ (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا)  (٣٠: ٩) إِلَخْ. وَفِي مَعْنَاهَا آيَةُ فَاطِرٍ (٣٥: ٤٤) وَهِيَ خَاصَّةٌ بِمَسْأَلَةِ الْقُوَّةِ، وَلَكِنَّهَا جَاءَتْ بَعْدَ بَيَانِ سُنَّةِ اللهِ فِي الْأَوَّلِينَ، وَأَنَّ سُنَنَ اللهِ لَا تَبْدِيلَ لَهَا وَلَا تَحْوِيلَ، فَهِيَ تُرْشِدُ بِمَوْقِعِهَا إِلَى الْبَحْثِ عَنْ تِلْكَ السُّنَنِ. وَفِي مَعْنَاهَا آيَتَا سُورَةِ غَافِرٍ (٤٠: ٢١ و٨٢) فَهُمَا تُرْشِدَانِ إِلَى الِاعْتِبَارِ بِقُوَّةِ الْأُمَمِ وَآثَارِهَا فِي الْأَرْضِ، فَتُزِيدُ عَلَى مَا قَبْلَهَا الْإِرْشَادَ إِلَى الِاسْتِفَادَةِ مِنْ صِنَاعَاتِ الْأَوَّلِينَ وَطُرُقِ كَسْبِهِمْ، وَالِاعْتِبَارِ بِكَوْنِهَا لَمْ تَكُنْ وَاقِيَةً لَهُمْ مَعَ قُوَّتِهِمُ الْحَرْبِيَّةِ مِنْ عَذَابِ اللهِ إِيَّاهُمْ بِذُنُوبِهِمْ وَكُفْرِهِمْ. </p><p> وَقَدْ ذَكَرْنَا هَذِهِ الْأُمَّهَاتِ مِنْ أُصُولِ عُلُومِ الِاجْتِمَاعِ وَالْعُمْرَانِ عَلَى سَبِيلِ الِاسْتِطْرَادِ اخْتِصَارًا، وَهُوَ كَافٍ لِتَذْكِيرِ مُسْلِمِي هَذَا الْعَصْرِ بِأَنَّ الْقُرْآنَ قَدْ أَرْشَدَ الْبَشَرَ إِلَى جَمِيعِ وَسَائِلِ سَعَادَةِ الْأُمَمِ وَالْأَفْرَادِ فِي أَمْرَيِ الْمَعَاشِ وَالْمَعَادِ. </p><p> (الْأَصْلُ الْخَامِسَ عَشَرَ) جَعَلَ اللهُ الظُّلْمَ سَبَبًا لِهَلَاكِ الْأُمَمِ وَإِبَادَةِ الْأَقْوَامِ فَقَالَ: (فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا)  (٤٥) وَقَالَ: (هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ)  (٤٧) وَقَالَ: (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ)  (٨٢) وَقَالَ: (فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ)  (١٣٥) وَالظُّلْمُ أَنْوَاعٌ قَدْ بُيِّنَ فِي هَذِهِ السُّورَةِ بَعْضُهَا، وَالْحَقُّ أَنَّ الْمُرَادَ فِي مِثْلِ هَذِهِ الْآيَاتِ الظُّلْمُ الْعَامُّ (رَاجِعْ تَفْسِيرَ الشَّاهِدِ الْأَخِيرِ فِي الْآيَةِ ١٣٥) . </p><p> (الْأَصْلُ السَّادِسَ عَشَرَ) التَّرْغِيبُ فِي عُلُومِ الْكَائِنَاتِ وَالْإِرْشَادُ إِلَى الْبَحْثِ فِيهَا لِمَعْرِفَةِ </p><p> سُنَنِ اللهِ وَحِكَمِهِ، وَآيَاتِهِ الْكَثِيرَةِ فِيهَا الدَّالَّةِ عَلَى عِلْمِهِ وَحِكْمَتِهِ وَمَشِيئَتِهِ وَقُدْرَتِهِ وَفَضْلِهِ وَرَحْمَتِهِ، وَلِأَجْلِ الِاسْتِفَادَةِ عَلَى أَكْمَلِ الْوُجُوهِ الَّتِي تَرْتَقِي بِهَا الْأُمَّةُ فِي مَعَاشِهَا وَسِيَادَتِهَا، وَتَشْكُرُ فَضْلَ اللهِ عَلَيْهَا، وَقَدْ جَعَلْنَا هَذَا النَّوْعَ مِنْ هِدَايَةِ السُّورَةِ أَصْلًا وَاحِدًا وَهُوَ أَصُولٌ تَتَعَلَّقُ بِكَثِيرٍ مِنَ الْعُلُومِ الْمُتَعَلِّقَةِ بِالْمَوَالِيدِ الثَّلَاثَةِ وَغَيْرِهَا، وَإِنَّمَا غَرَضُنَا بِذِكْرِ هَذِهِ الْأُصُولِ التَّذْكِيرُ وَالْإِشَارَةُ، وَيُمْكِنُ لِلْقَارِئِ أَنْ يَأْخُذَ مِنْ هَذَا الْأَصْلِ إِرْشَادَ الْقُرْآنِ إِلَى جَمِيعِ الْعُلُومِ النَّبَاتِيَّةِ وَالْحَيَوَانِيَّةِ وَالْإِنْسَانِيَّةِ - مِنْ جَسَدِيَّةٍ وَنَفْسِيَّةٍ - وَالْفَلَكِيَّةِ وَالْجَوِّيَّةِ وَالْحِسَابِيَّةِ. </p><p> وَلَوْ لَمْ يَرِدْ فِي هَذِهِ السُّورَةِ إِلَّا الْآيَاتُ الْخَمْسُ الْمُتَّصِلَةُ مِنْ قَوْلِهِ تَعَالَى:  (إِنَّ اللهَ فَالِقُ الْحَبِّ وَالنَّوَى)  (٩٥) إِلَى قَوْلِهِ: (لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ)  (٩٩) لَكَفَى، فَرَاجِعْ تَفْسِيرَهَا فِي (ص٥٢٤ - ٥٣٧ ج ٧ ط الْهَيْئَةِ) وَفِي مَعْنَاهَا فِي النَّبَاتِ (وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ ١٤١) الْآيَاتِ. وَمِثْلُهَا فِي الْحَيَوَانِ خَاصَّةً آيَةُ ٣٨ الَّتِي تُذْكَرُ فِي الْأَصْلِ الَّذِي بَعْدَ هَذَا. </p><p> (الْأَصْلُ السَّابِعَ عَشَرَ) الْعِنَايَةُ بِحِفْظِ أَنْوَاعِ الْحَيَوَانِ وَالرِّفْقُ بِمَا سَخَّرَهُ اللهُ مِنْهَا لِلْإِنْسَانِ، وَبِغَيْرِهِ. يُؤْخَذُ هَذَا مِنْ قَوْلِهِ تَعَالَى:  (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ)  (٣٨) فَقَدِ اسْتَنْبَطَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهَا حَظْرَ قَتْلِ الْكِلَابِ فَقَالَ: \" لَوْلَا أَنَّ الْكِلَابَ أُمَّةٌ مِنَ الْأُمَمِ لَأَمَرْتُ بِقَتْلِهَا \" الْحَدِيثَ. رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ عَنْ عَبْدِ اللهِ بْنِ مُغَفَّلٍ بِسَنَدٍ صَحِيحٍ. </p><p> وَقَدِ اسْتَدَلَّتْ إِحْدَى الصَّحَابِيَّاتِ بِالْآيَةِ عَلَى وُجُوبِ الرِّفْقِ بِالْحَيَوَانِ وَتَحْرِيمِ </p><p> تَعْذِيبِهِ كَمَا ذَكَرْنَاهُ فِي تَفْسِيرِهَا، وَذَكَرْنَا فِي الْمَعْنَى بَعْضَ الْأَحَادِيثِ الْمَرْفُوعَةِ، وَهُنَالِكَ أَحَادِيثُ أُخْرَى أَبْلَغُ مِنْهَا مَعْرُوفَةٌ فِي مَحَلِّهَا وَرَاجِعْ تَفْسِيرَ الْآيَةِ (ص ٣٢٦ - ٣٣٦ ج ٧ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ الثَّامِنَ عَشَرَ) إِثْبَاتُ أَنَّ الْحَيَاةَ الدُّنْيَا لَيْسَتْ إِلَّا لَعِبًا وَلَهْوًا، وَأَنَّ الْحَيَاةَ الْآخِرَةَ خَيْرٌ مِنْهَا لِلَّذِينَ يَتَّقُونَ مَا أَمَرَ اللهُ تَعَالَى النَّاسَ بِاتِّقَائِهِ مِنَ الشِّرْكِ وَكُفْرِ النِّعَمِ وَالظُّلْمِ وَالْفَوَاحِشِ وَالْمُنْكَرَاتِ. وَالْآيَةُ ٣٢ نَصٌّ صَرِيحٌ فِي ذَلِكَ وَقَدْ ذَكَرْنَا فِي تَفْسِيرِهَا مَا وَرَدَ فِي مَعْنَاهَا فَرَاجِعْهُ فِي (ص ٣٠٣ - ٣٠٩ ج ٧ ط الْهَيْئَةِ) . </p><p> وَالْمُرَادُ مِنْ بَيَانِ هَذِهِ الْحَقِيقَةِ تَحْذِيرُ الْعَاقِلِ مِنْ جَعْلِ التَّمَتُّعِ بِشَهَوَاتِ الدُّنْيَا كُلَّ هَمِّهِ مِنْ حَيَاتِهِ أَوْ أَكْبَرَ هَمِّهِ فِيهَا، وَإِنْ وَقَفَ فِي ذَلِكَ عِنْدَ حَدِّ الْمُبَاحِ مِنَ الزِّينَةِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ، وَلَمْ يُضَيِّعْ مَا لِلَّهِ وَمَا لِعِبَادِهِ عَلَيْهِ مِنْ حَقٍّ، عَلَى أَنَّ هَذَا لَا يَكَادُ يَتَّفِقُ لِمَنْ كَانَ ذَلِكَ أَكْبَرَ هَمِّهِ، ذَلِكَ بِأَنَّ مَتَاعَ الدُّنْيَا قَلِيلٌ، وَأَجَلَهُ قَصِيرٌ، وَهُوَ مَشُوبٌ بِالْمُنَغِّصَاتِ، وَعُرْضَةٌ لِلْآفَاتِ، وَالَّذِي لَا هَمَّ لَهُ فَوْقَهُ يُسْرِفُ فِيهِ فَيَظْلِمُ نَفْسَهُ وَيَظْلِمُ غَيْرَهُ، وَإِنَّنَا نَرَى أَهْلَ الْحَضَارَةِ الْمَادِّيَّةِ فِي هَذَا الْعَصْرِ قَدْ وَصَلُوا إِلَى دَرَجَةٍ رَفِيعَةٍ مِنَ الْعُلُومِ الْعَقْلِيَّةِ وَالْأَدَبِيَّةِ وَالِاجْتِمَاعِيَّةِ وَلَمْ تَكُنْ بِصَارِفَةٍ لَهُمْ عَنْ </p><p> افْتِرَاسِ أَقْوِيَائِهِمْ لِضُعَفَائِهِمْ، فَضْلًا عَنِ الضُّعَفَاءِ الَّذِينَ هُمْ دُونَهُمْ فِي حَضَارَتِهِمْ أَوْ مِنْ غَيْرِ أَبْنَاءِ جِنْسِهِمْ، وَقَدِ انْتَهَوْا فِي الْخُبْثِ وَالشَّرِّ وَالظُّلْمِ وَالْفَتْكِ إِلَى غَايَةٍ لَمْ يَعْرِفْهَا تَارِيخُ الْبَشَرِ فِي أَشَدِّ الْمُتَوَحِّشِينَ جَهْلًا. </p><p> (الْأَصْلُ التَّاسِعَ عَشَرَ) أَنَّ مِنْ آدَابِ الْإِسْلَامِ الْمُحَتَّمَةِ أَنْ يَتَحَامَى الْمُسْلِمُونَ سَبَّ مَا يَعْبُدُهُ الْمُشْرِكُونَ حَجَرًا كَانَ أَوْ شَجَرًا أَوْ حَيَوَانًا أَوْ إِنْسَانًا؛ لِأَنَّ ذَلِكَ قَدْ يُفْضِي إِلَى مَا هُوَ شَرٌّ مِنْهُ، وَهُوَ أَنْ يَسُبَّ أُولَئِكَ الْمُشْرِكُونَ اللهَ تَعَالَى عَدْوًا بِغَيْرِ عِلْمٍ عَلَى إِيمَانِهِمْ بِهِ، وَيُثِيرُ الْعَدَاوَةَ وَيُورِثُ الْأَحْقَادَ بَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ وَيُكَثِّفُ الْحِجَابَ الَّذِي يَحْجُبُهُمْ عَنِ الْإِسْلَامِ عَلَى قُبْحِ السَّبِّ فِي نَفْسِهِ، وَكَوْنِهِ غَيْرَ لَائِقٍ بِالْمُسْلِمِ وَلَا مِنْ شَأْنِهِ، كَمَا وَرَدَ فِي حَدِيثِ \" الْمُسْلِمُ لَيْسَ بِسَبَّابٍ وَلَا لَعَّانٍ \" وَالْأَصْلُ فِي هَذَا الْأَدَبِ الْعَالِي وَمَا يَهْدِي إِلَيْهِ مِنَ الْآدَابِ الْأُخْرَى فِي الْمُعَامَلَاتِ الْعَامَّةِ قَوْلُهُ تَعَالَى: (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ)  (١٠٨) الْآيَةَ - فَرَاجِعْ تَفْسِيرَهَا فِي (ص ٥٥٣ - ٥٥٨ ج ٧ ط الْهَيْئَةِ) مِنْ آخَرِ الْجُزْءِ السَّابِعِ وَفِيهِ بَحْثُ عَصَبِيَّةِ الْمَذَاهِبِ وَالْأَدْيَانِ، وَمَا تُفْضِي إِلَيْهِ مِنَ الْفَسَادِ وَالطُّغْيَانِ، وَمَا يَتَعَلَّقُ بِذَلِكَ وَيَرِدُ عَلَيْهِ مِنَ الشُّبَهَاتِ. </p><p> (الْأَصْلُ الْعِشْرُونَ) ابْتِلَاءُ النَّاسِ بَعْضُهُمْ بِبَعْضٍ، أَيْ جَعْلِ مَا بَيْنَهُمْ مِنَ </p><p> الِاخْتِلَافِ وَالتَّفَاوُتِ فِي الصِّفَاتِ وَالْمَزَايَا الْوَهْبِيَّةِ وَالْكَسْبِيَّةِ مِمَّا يُخْتَبَرُ بِهِ اسْتِعْدَادُ الْأَفْرَادِ وَالشُّعُوبِ فِي التَّنَافُسِ وَالْمُسَابَقَةِ إِلَى مَا يُفَضَّلُ بِهِ بَعْضُهُمْ عَلَى بَعْضٍ، فَمِنْهُمْ مَنْ سَلَكَ فِي ذَلِكَ سَبِيلَ الْحَقِّ وَالْخَيْرِ وَمِنْهُمْ مَنْ سَلَكَ طُرُقَ الْبَاطِلِ وَالشَّرِّ؛ وَلِذَلِكَ يَنْتَهِي الِاخْتِبَارُ تَارَةً بِارْتِقَاءِ كُلٍّ مِنَ الْمُتَنَافِسِينَ فِي الْعُلُومِ وَالْأَعْمَالِ النَّافِعَةِ. وَتَارَةً يَنْتَهِي بِالرَّزَايَا وَالنَّكَالِ لِكُلٍّ مِنْهُمَا، وَتَارَةً يَنْتَهِي بِارْتِفَاعِ فَرِيقٍ إِلَى أَعْلَى الدَّرَجَاتِ، وَهَوِيِّ الْآخَرِ إِلَى أَسْفَلِ الدِّرْكَاتِ. وَكَانَ الْوَاجِبُ عَلَى الْمُسْلِمِينَ أَنْ يَكُونُوا أَوَّلَ الْمُهْتَدِينَ بِهَذَا الْإِرْشَادِ الْإِلَهِيِّ فِي مُنَافَسَتِهِمْ لِغَيْرِهِمْ وَمُنَافَسَةِ غَيْرِهِمْ لَهُمْ، وَذَلِكَ قَوْلُهُ تَعَالَى فِي آخِرِ السُّورَةِ:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ ١٦٥) فَعَسَى أَنْ يَتُوبُوا وَيَتُوبَ اللهُ تَعَالَى عَلَيْهِمْ، وَيَعُودَ بِرَحْمَتِهِ الْخَاصَّةِ عَلَيْهِمْ، فَيَرْفَعَ عَنْهُمْ مَا نَزَلَ بِهِمْ مِنَ الْأَرْزَاءِ، وَيُعِيدَ إِلَيْهِمْ مَا سَلَبَهُمْ مِنَ الْآلَاءِ، وَهُوَ الْغَفُورُ الرَّحِيمُ، ذُو الْفَضْلِ الْعَظِيمِ. </p><p> (الْأَصْلُ الْحَادِي وَالْعِشْرُونَ) التَّوْبَةُ الصَّحِيحَةُ مَعَ مَا يَلْزَمُهَا مِنَ الْعَمَلِ الصَّالِحِ تُوجِبُ مَغْفِرَةَ الذُّنُوبِ وَرَحْمَةَ الرَّبِّ الْغَفُورِ، بِإِيجَابِهِ ذَلِكَ عَلَى نَفْسِهِ، بِسُنَنِهِ فِي خَلْقِهِ وَوَعْدِهِ فِي كِتَابِهِ، لَا بِتَأْثِيرِ مُؤَثِّرٍ وَلَا إِيجَابِ مُوجِبٍ وَلَا مُحَابَاةِ شَافِعٍ، وَالْآيَةُ ٥٤ مِنْ هَذِهِ السُّورَةِ نَصٌّ فِي هَذَا الْإِيجَابِ الشَّرْعِيِّ إِذْ قَالَ:  (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ) </p><p> وَأَمَّا إِيجَابُهَا بِمُقْتَضَى سُنَنِ اللهِ تَعَالَى فَهُوَ أَنَّ مَبْدَأَ التَّوْبَةِ شُعُورٌ بِالْأَلَمِ وَالِامْتِعَاضُ مِنَ الذَّنْبِ، وَالْحَيَاءُ مِنَ اللهِ وَالْخَوْفُ مِنْ سُخْطِهِ وَعِقَابِهِ عَلَيْهِ، وَلَوْمِ النَّفْسِ الَّذِي يُسَمِّيهِ بَعْضُهُمْ تَوْبِيخَ الضَّمِيرِ، وَهَذَا يَسْتَلْزِمُ بِسُنَّةِ الْفِطْرَةِ الْبَشَرِيَّةِ تَرْكَهُ وَالْإِتْيَانَ بِعَمَلٍ يُضَادُّهُ وَيَذْهَبُ بِأَثَرِهِ مِنَ النَّفْسِ وَقَدْ عَرَّفَ أَبُو حَامِدٍ الْغَزَالِيُّ رَحِمَهُ اللهُ تَعَالَى التَّوْبَةَ: بِأَنَّهَا مُرَكَّبَةٌ مِنْ عِلْمٍ وَحَالٍ وَعَمَلٍ، فَالْعِلْمُ بِقُبْحِ الْمَعْصِيَةِ وَكَوْنِهَا سَبَبًا لِسُخْطِ اللهِ وَعَذَابِهِ يُوجِبُ الْحَالَ وَهُوَ أَلَمُ النَّفْسِ الَّذِي ذَكَرْنَاهُ آنِفًا. وَهَذَا الْحَالُ يُوجِبُ الْعَمَلَ الشَّامِلَ لِتَرْكِ الذَّنْبِ وَتَكْفِيرِهِ بِالْعَمَلِ الصَّالِحِ وَلَا سِيَّمَا إِذَا كَانَ مُضَادًّا لَهُ. وَيُرَاجَعُ تَفْسِيرُ الْآيَةِ (ص ٣٧٥ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ) ثُمَّ تَفْسِيرُ الْآيَاتِ الَّتِي يَحِيلُ عَلَيْهَا فِي تَفْصِيلِ الْمَسْأَلَةِ. </p><p> وَقَدْ أَخَّرْنَا هَذَا الْأَصْلَ لِتَذْكِيرِ الْأَفْرَادِ وَالْأَقْوَامِ مِنْ هَذِهِ الْأُمَّةِ الَّتِي </p><p> جَعَلَ اللهُ تَعَالَى هَذَا الْكِتَابَ إِمَامَهَا، بِمَا يَجِبُ عَلَيْهَا مِنَ التَّوْبَةِ عَنْ مُخَالَفَةِ مَا هَدَاهَا إِلَيْهِ مِنْ دِينِ اللهِ الْقَوِيمِ وَصِرَاطِهِ الْمُسْتَقِيمِ، وَتَنْكِبُ مَا أَرْشَدَهَا إِلَيْهِ مِنْ سُنَنِهِ فِي خَلْقِهِ. </p><p> هَذَا مَا تَيَسَّرَ التَّذْكِيرُ بِهِ مِنْ أُصُولِ عُلُومِ الدِّينِ وَالدُّنْيَا فِي هَذِهِ السُّورَةِ بِقَدْرِ مَا تَذَكَّرْنَاهُ وَقْتَ كِتَابَتِهِ. وَالْفِكْرُ فِي بِلْبَالٍ وَالْقَلْبُ فِي آلَامٍ، وَالزَّمَنُ غَيْرُ مُسَاعِدٍ عَلَى مُحَاوَلَةِ الِاسْتِقْصَاءِ عَلَى أَنَّ الْإِحَاطَةَ بِعُلُومِ الْقُرْآنِ لَيْسَتْ فِي اسْتِطَاعَةِ إِنْسَانٍ، فَهِيَ تَتَجَدَّدُ فِي كُلِّ زَمَانٍ وَيَهَبُ اللهُ مِنْهَا الْأَوَاخِرَ مَا لَمْ يَهَبِ الْأَوَائِلَ، وَيَمْنَحُ بَعْضَ الضُّعَفَاءِ مَالَا يَمْنَحُ الْأَقْوِيَاءَ. وَقَدْ أَدْمَجْنَا فِي هَذِهِ الْأُصُولِ وَفِي الْكَلَامِ عَلَى أَرْكَانِ الْعَقَائِدِ الثَّلَاثَةِ قَبْلَهَا أُصُولًا كَثِيرَةً لَوْ بُسِطَتْ لَطَالَ الْكَلَامُ كَأَنْوَاعِ شَهَادَةِ اللهِ لِرَسُولِهِ بِصِدْقِهِ. وَمُعْجِزَاتِ الْقُرْآنِ وَعُلُومِهِ الْمُشَارِ إِلَيْهَا فِي الْآيَتَيْنِ ١١٤، ١١٥، وَأَعْدَاءُ الرُّسُلِ وَتَغْرِيرُهُمْ وَالِانْخِدَاعُ بِهَا فِي الْآيَتَيْنِ قَبْلَهُمَا وَهُنَّ فِي أَوَّلِ هَذَا الْجُزْءِ وَغَيْرِ ذَلِكَ مِمَّا أَلْمَمْنَا بِبَعْضِهِ وَبِهَذَا نَخْتِمُ تَفْسِيرَ هَذِهِ السُّورَةِ. وَنَسْأَلُهُ تَعَالَى أَنْ يُلْهِمَنَا الصَّوَابَ. وَيَجْعَلَنَا مِمَّنْ تَابَ وَأَنَابَ، وَيُوَفِّقَنَا لِإِتْمَامِ تَفْسِيرِ الْكِتَابِ وَيُؤْتِيَنَا فِيهِ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ آمِينَ. </p><p> سُورَةُ الْأَعْرَافِ </p><p> (وَهِيَ السُّورَةُ السَّابِعَةُ فِي الْعَدَدِ وَسَادِسَةُ السَّبْعِ الطُّوَلِ وَآيَاتُهَا ٢٠٥ آيَاتٍ عِنْدَ الْقُرَّاءِ الْبَصْرِيِّينَ وَالشَّامِيِّينَ و٢٠٦ عِنْدَ الْمَدَنِيِّينَ وَالْكُوفِيِّينَ) </p><p> الْأَعْرَافُ مَكِّيَّةٌ بِالْإِجْمَاعِ، وَقَدْ أُطْلِقَ الْقَوْلُ فِي ذَلِكَ عَنِ ابْنِ عَبَّاسٍ وَابْنِ الزُّبَيْرِ وَاسْتَثْنَى قَتَادَةُ آيَةَ (وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ)  (١٦٣) رَوَاهُ عَنْهُ أَبُو الشَّيْخِ وَابْنُ حِبَّانَ. قَالَ السُّيُوطِيُّ فِي الْإِتْقَانِ، وَقَالَ غَيْرُهُ: مِنْ هُنَا إِلَى (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ)  (١٧٢) مَدَنِيٌّ. اهـ وَكَأَنَّ قَائِلَ هَذَا رَأَى أَنَّ هَذِهِ الْآيَاتِ مُتَّصِلٌ بَعْضُهَا بِبَعْضٍ بِالْمَعْنَى فَلَا يَصِحُّ أَنْ يَكُونَ بَعْضُهَا مَكِّيًّا وَبَعْضُهَا مَدَنِيًّا وَبِهَذَا النَّظَرِ نَقُولُ: إِنَّ مَا قَبْلَ هَذِهِ الْآيَاتِ وَمَا بَعْدَهَا فِي سِيَاقٍ وَاحِدٍ وَهُوَ قِصَّةُ بَنِي إِسْرَائِيلَ عَلَى أَنَّ الْغَايَةَ وَهِيَ (وَإِذْ أَخَذَ رَبُّكَ) غَيْرُ دَاخِلَةٍ فِي الْمُغَيَّا فَهِيَ بَدْءُ سِيَاقٍ جَدِيدٍ عَامٍّ. وَمُقْتَضَى ذَلِكَ أَنَّ السُّورَةَ كُلَّهَا مَكِّيَّةٌ وَهُوَ الصَّحِيحُ الْمُخْتَارُ. </p><p> مُنَاسَبَتُهَا لِمَا قَبْلَهَا: </p><p> سُورَةُ الْأَعْرَافِ أَطْوَلُ مِنْ سُورَةِ الْأَنْعَامِ، فَلَوْ كَانَ تَرْتِيبُ السَّبْعِ الطُّوَلِ </p><p> مُرَاعًى فِيهِ تَقْدِيمُ الْأَطْوَلِ فَالْأَطْوَلِ مُطْلَقًا لَقُدِّمَتِ الْأَعْرَافُ عَلَى الْأَنْعَامِ، عَلَى أَنَّهُ قَدْ رُوِيَ أَنَّهَا نَزَلَتْ قَبْلَهَا - وَالظَّاهِرُ أَنَّهَا نَزَلَتْ دُفْعَةً وَاحِدَةً مِثْلَهَا - فَلَمْ يَبْقَ وَجْهٌ لِتَقْدِيمِ الْأَنْعَامِ إِلَّا أَنَّهَا أَجْمَعُ لِمَا تَشْتَرِكُ السُّورَتَانِ فِيهِ وَهُوَ أَصُولُ الْعَقَائِدِ وَكُلِّيَّاتِ الدِّينِ الَّتِي أَجْمَلْنَا جُلَّ أُصُولِهَا فِي خَاتِمَةِ تَفْسِيرِهَا، وَكَوْنِ مَا أُطِيلُ بِهِ فِي الْأَعْرَافِ كَالشَّرْحِ لِمَا أُوجِزَ بِهِ فِيهَا أَوِ التَّفْصِيلِ بَعْدَ الْإِجْمَالِ، وَلَا سِيَّمَا عُمُومُ بَعْثَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقِصَصُ الرُّسُلِ قَبْلَهُ وَأَحْوَالُ أَقْوَامِهِمْ، وَقَدْ بَيَّنَّا بَعْضَ هَذَا التَّنَاسُبِ بَيْنَ السُّورَتَيْنِ مَعَ مَا قَبْلَهُمَا فِي فَاتِحَةِ تَفْسِيرِ الْأُولَى (رَاجِعْ ص٢٤٠ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ) وَسَنَزِيدُهُ تَفْصِيلًا فِيمَا نَذْكُرُهُ فِي خَاتِمَةِ الْأَعْرَافِ عَلَى نَحْوِ مَا ذَكَرْنَا فِي خَاتِمَةِ الْأَنْعَامِ مِنَ الْأُصُولِ الْكُلِّيَّةِ فِيهَا إِنْ أَحْيَانَا اللهُ تَعَالَى. وَأَمَّا سَبَبُ تَأْخِيرِ نُزُولِ الْأَنْعَامِ فَهُوَ مَبْنِيٌّ عَلَى مَا عُلِمَ مِنَ التَّدْرِيجِ فِي تَلْقِينِ الدِّينِ وَمُرَاعَاةِ اسْتِعْدَادِ الْمُخَاطَبِينَ فِيهِ وَهِيَ أَجْمَعُ لِلْأُصُولِ الْكُلِّيَّةِ وَلِرَدِّ شُبُهَاتِ الْمُشْرِكِينَ، وَالْفَرْقُ ظَاهِرٌ بَيْنَ مَا يُرَاعَى مِنَ التَّرْتِيبِ فِي دَعْوَتِهِمْ وَمَا يُرَاعَى فِي تِلَاوَةِ الْمُؤْمِنِينَ لِلْقُرْآنِ. </p><p> وَذَكَرَ السُّيُوطِيُّ فِي الْمُنَاسَبَةِ بَيْنَ السُّورَتَيْنِ مَا نَقَلَهُ الْآلُوسِيُّ عَنْهُ، وَهُوَ أَنَّ سُورَةَ الْأَنْعَامِ لَمَّا كَانَتْ لِبَيَانِ الْخَلْقِ وَفِيهَا (هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ٦: ٢) وَقَالَ سُبْحَانَهُ فِي بَيَانِ </p><p> الْقُرُونِ:  (كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ ٦: ٦) وَأُشِيرَ إِلَى ذِكْرِ الْمُرْسَلِينَ وَتَعْدَادِ الْكَثِيرِ مِنْهُمْ وَكَانَ مَا ذُكِرَ عَلَى وَجْهِ الْإِجْمَالِ - جِيءَ بِهَذِهِ السُّورَةِ بَعْدَهَا مُشْتَمِلَةً عَلَى شَرْحِهِ وَتَفْصِيلِهِ، فَبُسِطَ فِيهَا قِصَّةُ آدَمَ، وَفُصِّلَتْ قِصَصُ الْمُرْسَلِينَ وَأُمَمِهِمْ وَكَيْفِيَّةِ هَلَاكِهِمْ أَكْمَلَ تَفْصِيلٍ. وَيَصْلُحُ هَذَا أَنْ يَكُونَ تَفْصِيلًا لِقَوْلِهِ تَعَالَى:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ)  (٦: ١٦٥) وَلِهَذَا صَدَّرَ السُّورَةَ بِخَلْقِ آدَمَ الَّذِي جَعَلَهُ خَلِيفَةً فِي الْأَرْضِ وَقَالَ سُبْحَانَهُ فِي قِصَّةِ عَادٍ: (جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ)  (٦٩) وَفِي قِصَّةِ ثَمُودَ: (جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ)  (٧٤) وَأَيْضًا فَقَدْ قَالَ سُبْحَانَهُ فِيمَا تَقَدَّمَ: (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ)  (٦: ٥٤) وَهُوَ كَلَامٌ مُوجَزٌ وَبَسَطَهُ سُبْحَانَهُ هُنَا بِقَوْلِهِ: (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ)  (١٥٦) وَأَمَّا وَجْهُ ارْتِبَاطِ أَوَّلِ هَذِهِ السُّورَةِ بِآخِرِ الْأُولَى فَهُوَ أَنَّهُ قَدْ تَقَدَّمَ: (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ)  (٦: ١٥٣)  (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ)  (٦: ١٥٥) وَافْتَتَحَ هَذِهِ بِالْأَمْرِ بِاتِّبَاعِ الْكِتَابِ وَأَيْضًا لِمَا تَقَدَّمَ (ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ)  (٦: ١٥٩)  (ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ)  (٦: ١٦٤) قَالَ جَلَّ شَأْنُهُ فِي مُفْتَتَحِ هَذِهِ السُّورَةِ: (فَلَنَسْأَلَنَّ الَّذِينَ</p><p> أُرْسِلَ إِلَيْهِمْ)  (٦) إِلَخْ. وَذَلِكَ مِنْ شَرْحِ التَّنْبِئَةِ الْمَذْكُورَةِ، وَأَيْضًا لَمَّا قَالَ سُبْحَانَهُ:  (مَنْ جَاءَ بِالْحَسَنَةِ)  (٦: ١٦٠) الْآيَةَ وَذَلِكَ لَا يَظْهَرُ إِلَّا فِي الْمِيزَانِ افْتَتَحَ هَذِهِ بِذِكْرِ الْوَزْنِ فَقَالَ عَزَّ مِنْ قَائِلٍ: (وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ)  (٨) ثُمَّ مَنْ ثَقُلَتْ مَوَازِينُهُ وَهُوَ مَنْ زَادَتْ حَسَنَاتُهُ عَلَى سَيِّئَاتِهِ، ثُمَّ مَنْ خَفَّتَ وَهُوَ عَلَى الْعَكْسِ. ثُمَّ ذَكَرَ أَصْحَابُ الْأَعْرَافِ وَهُمْ فِي أَحَدِ الْأَقْوَالِ مَنِ اسْتَوَتْ حَسَنَاتُهُمْ وَسَيِّئَاتُهُمُ اهـ. وَنَكْتَفِي بِهَذَا مَعَ مَا أَشَرْنَا إِلَيْهِ قَبْلَهُ هُنَا وَإِنْ كَانَ مِنَ السَّهْلِ بَسْطُهُ بِأَوْضَحَ مِنْ هَذِهِ الْعِبَارَةِ وَالزِّيَادَةِ عَلَيْهِ. وَنَشْرَعُ فِي تَفْسِيرِ السُّورَةِ مُسْتَعِينِينَ بِإِلْهَامِهِ وَتَفْهِيمِهِ عَزَّ وَجَلَّ. </p><p> (بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ المص كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ) </p>"
}