{
  "id": null,
  "sura": 6,
  "aya": 158,
  "text": "<p> كَمًّا دَلَّ عَلَيْهِ الِاسْتِفْهَامُ الْإِنْكَارِيُّ فِي أَوَّلِ الْآيَةِ، لَا عَلَى مُجَرَّدِ ظُلْمِهِمْ لِأَنْفُسِهِمْ بِالتَّكْذِيبِ. وَقَدْ أَكَّدَ ذَلِكَ بِالتَّصْرِيحِ بِالسَّبَبِ وَلَمْ يَكْتَفِ بِدَلَالَةِ صِلَةِ الْمَوْصُولِ عَلَيْهِ - فَهُوَ بِمَعْنَى قَوْلِهِ تَعَالَى فِي سُورَةِ النَّحْلِ:  (الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ)  (١٦: ٨٨) أَيْ زِدْنَاهُمْ عَذَابًا سَيِّئًا شَدِيدًا بِصَدِّهِمُ النَّاسَ عَنْ سَبِيلِ اللهِ، فَوْقَ الْعَذَابِ عَلَى كُفْرِهِمْ بِسَبَبِ إِفْسَادِهِمْ فِي الْأَرْضِ بِهَذَا الصَّدِّ عَنِ الْحَقِّ. وَقَالَ فِي الْآيَةِ الَّتِي بَعْدَ هَذِهِ:  (وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ)  (١٦: ٨٩) فَهَاتَانِ الْآيَتَانِ مِنْ سُورَةِ النَّحْلِ بِمَعْنَى آيَةِ سُورَةِ الْأَنْعَامِ. </p><p> (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ) </p><p> بَيَّنَ اللهُ تَعَالَى فِي السِّيَاقِ الْأَخِيرِ مِنْ هَذِهِ السُّورَةِ أُصُولَ الدِّينِ فِي الْآدَابِ وَالْفَضَائِلِ، فِي إِثْرِ تَفْصِيلِ السُّورَةِ لِجَمِيعِ أُصُولِ الْعَقَائِدِ، وَقَفَّى عَلَى ذَلِكَ بِالْإِعْذَارِ إِلَى كُفَّارِ مَكَّةَ وَمَنْ يَتَّبِعُهُمْ مِنَ الْعَرَبِ، الَّذِينَ كَانُوا يُقْسِمُونَ بِاللهِ جَهْدَ أَيْمَانِهِمْ </p><p> لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ الْمُجَاوِرَةِ لَهُمْ مِنْ أَهْلِ الْكِتَابِ. فَلَمَّا جَاءَهُمُ النَّذِيرُ اسْتَكْبَرُوا وَزَادُوا نُفُورًا عَنِ الْإِيمَانِ، وَقَرَنَ هَذَا الْإِعْذَارَ بِالْإِنْذَارِ الشَّدِيدِ وَالْوَعِيدِ بِسُوءِ الْعَذَابِ فِي الْآيَةِ الَّتِي قَبْلَ هَذِهِ الْآيَةِ وَفِي هَذِهِ أَيْضًا، فَإِنَّهُ حَصَرَ فِيهَا مَا أَمَامَهُمْ وَأَمَامَ غَيْرِهِمْ مِنَ الْأُمَمِ بِمَا يُعَرِّفُهُمْ بِحَقِيقَةِ مَا يَنْتَظِرُونَ فِي مُسْتَقْبَلِ أَمْرِهِمْ، وَأَنَّهُ غَيْرُ مَا يَتَمَنَّوْنَ مِنْ مَوْتِ الرَّسُولِ، وَانْطِفَاءِ نُورِ الْإِسْلَامِ بِمَوْتِهِ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ فَقَالَ: </p><p> (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ) أَيْ إِنَّهُمْ لَا يَنْتَظِرُونَ إِلَّا أَحَدَ هَذِهِ الثَّلَاثَةِ، بِمَعْنَى أَنَّهُ لَيْسَ أَمَامَهُمْ غَايَةٌ يَنْتَهُونَ إِلَيْهَا فِي نَفْسِ الْأَمْرِ أَوْ بِحَسَبَ سُنَنِ اللهِ فِي الْخَلْقِ إِلَّا أَنْ تَأْتِيَهُمْ - وَقَرَأَ حَمْزَةُ وَالْكِسَائِيُّ (يَأْتِيَهُمُ) - الْمَلَائِكَةُ، أَيْ مَلَائِكَةُ الْمَوْتِ لَقَبْضِ أَرْوَاحِهِمْ فُرَادَى، أَوْ مَلَائِكَةُ الْعَذَابِ لِاسْتِئْصَالِهِمْ (وَهَذَا الْأَخِيرُ خَاصٌّ بِالْأُمَمِ الَّتِي يُعَانِدُ الرُّسُلَ سَوَادُهَا الْأَعْظَمُ بَعْدَ أَنْ يَأْتُوهَا بِالْآيَاتِ الْمُقْتَرَحَةِ) أَوْ يَأْتِيَ رَبُّكَ </p><p> أَيُّهَا الرَّسُولُ، قِيلَ: إِنَّ إِتْيَانَ الرَّبِّ تَعَالَى عِبَارَةٌ عَنْ إِتْيَانِ مَا وَعَدَ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ النَّصْرِ، وَأَوْعَدَ بِهِ أَعْدَاءَهُ مِنْ عَذَابِهِ إِيَّاهُمْ فِي الدُّنْيَا، كَمَا قَالَ فِي الَّذِينَ ظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللهِ:  (فَأَتَاهُمُ اللهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا)  (٥٩: ٢) الْآيَةَ، وَقِيلَ: إِتْيَانُ أَمْرِهِ بِالْعَذَابِ أَوِ الْجَزَاءِ مُطْلَقًا، فَهَاهُنَا مُقَدَّرٌ دَلَّ عَلَيْهِ قَوْلُهُ فِي سُورَةِ النَّحْلِ الَّتِي تُشَابِهُ هَذِهِ السُّورَةَ فِي أَكْثَرِ مَسَائِلِهَا:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا ظَلَمَهُمُ اللهُ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ)  (١٦: ٣٣) وَقِيلَ: بَلِ الْمُرَادُ إِتْيَانُهُ سُبْحَانَهُ وَتَعَالَى بِذَاتِهِ فِي الْآخِرَةِ بِغَيْرِ كَيْفٍ وَلَا شَبَهٍ وَلَا نَظِيرٍ، وَتَعَرُّفُهُ إِلَى عِبَادِهِ وَمَعْرِفَةُ أَهْلِ الْإِيمَانِ الصَّحِيحِ إِيَّاهُ. وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ) قَالَ: عِنْدَ الْمَوْتِ، (أَوْ يَأْتِيَ رَبُّكَ) قَالَ: يَوْمَ الْقِيَامَةِ، وَعَنْ قَتَادَةَ مِثْلُهُ، وَعَنْ مُقَاتِلٍ فِي قَوْلِهِ:  (أَوْ يَأْتِيَ رَبُّكَ) قَالَ: يَوْمَ الْقِيَامَةِ فِي ظُلَلٍ مِنَ الْغَمَامِ. </p><p> وَقَدْ بَيَّنَّا هَذَا الْوَجْهَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ)  (٢: ٢١٠) وَنَقَلْنَا فِيهِ عَنِ الْأُسْتَاذِ رَحِمَهُ اللهُ تَعَالَى قَوْلًا نَفِيسًا فَلْيُرَاجَعْ فِي ص٢٠٧ - ٢١٣ ج ٢ ط. الْهَيْئَةِ. وَلَكِنْ يُضَعِّفُ هَذَا الْوَجْهَ هُنَا ذِكْرُهُ ثَانِيًا، وَلَوْ كَانَ هُوَ الْمُرَادَ لَجُعِلَ الْأَخِيرَ لِأَنَّهُ آخِرُ مَا يُنْتَظَرُ، أَوِ الْأَوَّلُ لِعَظَمِ شَأْنِهِ. </p><p> وَجَوَّزَ بَعْضُ الْمُفَسِّرِينَ أَنْ يَكُونَ هَذَا الِانْتِظَارُ بِحَسَبِ مَا فِي أَذْهَانِهِمْ لَا بِحَسَبِ الْوَاقِعِ، فَإِنَّهُمُ اقْتَرَحُوا إِنْزَالَ الْمَلَائِكَةِ عَلَيْهِمْ وَرُؤْيَةَ رَبِّهِمْ. وَعَلَى هَذَا يَكُونُ إِتْيَانُ بَعْضِ آيَاتِ الرَّبِّ مَا اقْتَرَحُوهُ غَيْرَ هَذَيْنِ كَنُزُولِ كِتَابٍ مِنَ السَّمَاءِ يَقْرَءُونَهُ وَكَتَفْجِيرِ يَنْبُوعٍ مِنَ الْأَرْضِ بِمَكَّةَ، وَيَكُونُ الِاسْتِفْهَامُ لِلتَّهَكُّمِ لِأَنَّ اقْتِرَاحَهُمْ كَانَ لِلتَّعْجِيزِ. وَأَمَّا عَلَى الْقَوْلِ الَّذِي جَرَيْنَا عَلَيْهِ تَبَعًا لِلْجُمْهُورِ مِنْ أَنَّ هَذِهِ الثَّلَاثَ هِيَ مَا يَنْتَظِرُونَهُ كَغَيْرِهِمْ فِي نَفْسِ الْأَمْرِ، فَلَا يَصِحُّ أَنْ يُرَادَ بِهَذَا الْبَعْضِ شَيْءٌ مِمَّا اقْتَرَحُوهُ، لِأَنَّ إِيتَاءَ الْآيَاتِ الْمُقْتَرَحَةِ عَلَى الرُّسُلِ يَقْتَضِي فِي سُنَّةِ اللهِ هَلَاكَ الْأُمَّةِ بِعَذَابِ الِاسْتِئْصَالِ إِذَا لَمْ تُؤْمِنْ بِهِ كَمَا قَالَ تَعَالَى:  (فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ)  (٤٠: ٨٥) وَاللهُ لَا يُهْلِكُ أُمَّةَ نَبِيِّ الرَّحْمَةِ، بَلْ يُصَدِّقُ هَذَا بِكُلِّ آيَةٍ تَدُلُّ عَلَى صِدْقِ الرَّسُولِ، أَوْ بِمَا يَحْصُلُ لِرَائِيهَا الْيَأْسُ مِنَ الْحَيَاةِ، أَوِ الْإِيمَانِ الْقَهْرِيِّ الَّذِي لَا كَسْبَ لَهُ فِيهِ وَلَا اخْتِيَارَ ; وَلِذَلِكَ قَالَ فِي بَيَانِ ذَلِكَ الْبَعْضِ بِمَا يَتَرَتَّبُ عَلَيْهِ: </p><p> يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) أَيْ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ الْمُوجِبَةِ لِلْإِيمَانِ الِاضْطِرَارِيِّ لَا يَنْفَعُ نَفْسًا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلِ إِتْيَانِهَا إِيمَانُهَا بَعْدَهُ فِي ذَلِكَ الْيَوْمِ، وَلَا نَفْسًا لَمْ تَكُنْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا وَعَمَلًا صَالِحًا مَا عَسَاهَا تَكْسِبُ مِنْ خَيْرٍ فِيهِ لِبُطْلَانِ التَّكْلِيفِ الَّذِي يَتَرَتَّبُ عَلَيْهِ ثَوَابُ الْإِيمَانِ وَالْعَمَلِ الصَّالِحِ، فَإِنَّهُ - أَيِ التَّكْلِيفُ - مَبْنِيٌّ عَلَى مَا وَهَبَ اللهُ الْمُكَلَّفَ مِنَ الْإِرَادَةِ </p><p> وَالِاخْتِيَارِ، بِالتَّمَكُّنِ مِنَ الْإِيمَانِ وَالْكُفْرِ وَعَمَلِ الْخَيْرِ وَالشَّرِّ، وَإِنَّمَا الثَّوَابُ وَالْعِقَابُ مَبْنِيٌّ عَلَى هَذَا التَّكْلِيفِ. وَالْبَعْضُ مِنْ هَذِهِ الْآيَاتِ قَدْ يَطَّلِعُ عَلَيْهِ الْأَفْرَادُ عِنْدَ الْغَرْغَرَةِ قُبَيْلَ خُرُوجِ الرُّوحِ وَهِيَ الْقِيَامَةُ الصُّغْرَى، وَلَا تَرَاهَا الْأُمَمُ كُلُّهَا إِلَّا قُبَيْلَ قِيَامِ الْقِيَامَةِ الْكُبْرَى، فَإِنَّ لَهَا آيَاتٍ كَآيَاتِ الْمَوْتِ بَعْضُهَا ظَنِّيٌّ وَبَعْضُهَا قَطْعِيٌّ، يَتَرَتَّبُ عَلَيْهِ حُصُولُ الْإِيمَانِ الْقَهْرِيِّ وَفِي الْآيَةِ مِنَ الْإِيجَازِ الْبَلِيغِ مَا تَرَى، فَإِنَّ الْفَصْلَ بَيْنَ كَلِمَةِ (نَفْسًا) الدَّالَّةِ عَلَى الشُّمُولِ لِكَوْنِهَا نَكِرَةً فِي سِيَاقِ النَّفْيِ، وَبَيْنَ صِفَتِهَا هِيَ جُمْلَةُ (لَمْ تَكُنْ آمَنَتْ) إِلَخْ بِالْفَاعِلِ وَهُوَ (إِيمَانُهَا) وَعَطْفَ جُمْلَةِ (أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) عَلَيْهَا قَدْ أَغْنَى عَنِ التَّصْرِيحِ بِمَا بَسَطْنَا بِهِ الْمَعْنَى آنِفًا. </p><p> وَقَدْ رُوِيَ فِي أَحَادِيثَ مِنْهَا الصَّحِيحُ السَّنَدِ وَالضَّعِيفُ الَّذِي لَا يُحْتَجُّ بِهِ وَحْدَهُ، بِأَنَّ هَذِهِ الْآيَةَ الَّتِي أُبْهِمَتْ وَأُضِيفَتْ إِلَى الرَّبِّ تَعَالَى لِتَعْظِيمِ شَأْنِهَا وَتَهْوِيلِهِ، هِيَ طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا قُبَيْلَ تِلْكَ الْقَارِعَةِ الصَّاخَّةِ الَّتِي تَرُجُّ </p><p> الْأَرْضَ رَجًّا، وَتَبُسُّ الْجِبَالَ بَسًّا. فَتَكُونُ هَبَاءً مُنْبَثًّا، وَإِذَا الشَّمْسُ كُوِّرَتْ، وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ، وَبَطَلَ هَذَا النِّظَامُ الشَّمْسِيُّ وَقَدْ كَانَ طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا بَعِيدًا عَنِ الْمَأْلُوفِ الْمَعْقُولِ، وَلَا سِيَّمَا مَعْقُولُ مَنْ كَانُوا يَقُولُونَ بِمَا تَقُولُ فَلَاسِفَةُ الْيُونَانِ فِي الْأَفْلَاكِ وَالْعُقُولِ، وَأَمَّا عُلَمَاءُ الْهَيْئَةِ الْفَلَكِيَّةِ فِي هَذَا الْعَصْرِ فَلَا يَتَعَذَّرُ عَلَى عُقُولِهِمْ أَنْ تَتَصَوَّرَ حَادِثًا تَتَحَوَّلُ فِيهِ حَرَكَةُ الْأَرْضِ الْيَوْمِيَّةُ فَيَكُونُ الشَّرْقُ غَرْبًا وَالْغَرْبُ شَرْقًا، وَلَا نَدْرِي أَيَسْتَلْزِمُ ذَلِكَ تَغْيِيرًا آخَرَ فِي النِّظَامِ الشَّمْسِيِّ أَمْ لَا؟ وَقَدْ وَرَدَ فِي الْمَأْثُورِ مَا يُؤَيِّدُ هَذَا التَّوْجِيهَ، فَقَدْ أَخْرَجَ الْبُخَارِيُّ فِي تَارِيخِهِ، وَأَبُو الشَّيْخِ فِي الْعَظَمَةِ، وَابْنُ عَسَاكِرَ عَنْ كَعْبٍ قَالَ: إِذَا أَرَادَ اللهُ أَنْ تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا أَدَارَهَا بِالْقُطْبِ (أَيِ الْمِحْوَرِ) فَجَعَلَ مَشْرِقَهَا مَغْرِبَهَا وَمَغْرِبَهَا مَشْرِقَهَا. اهـ. وَهَذَا مِنْ أَحْسَنِ الْعِلْمِ الْمَعْقُولِ الَّذِي رُوِيَ عَنْ كَعْبٍ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. </p><p> وَأَقْوَى الْأَحَادِيثِ الْوَارِدَةِ فِي طُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا مَا رَوَاهُ الْبُخَارِيُّ فِي كِتَابِ الرِّقَاقِ \" عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" لَا تَقُومُ السَّاعَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا فَإِذَا طَلَعَتْ وَرَآهَا النَّاسُ آمَنُوا أَجْمَعُونَ فَذَلِكَ حِينَ (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) اهـ. وَمِثْلُهُ فِي التَّفْسِيرِ وَغَيْرِهِ مِنْ صَحِيحِهِ وَأَوْرَدَهُ فِي كِتَابِ الْفِتَنِ مُطَوَّلًا فِيهِ ذِكْرُ آيَاتٍ أُخْرَى لِقِيَامِ السَّاعَةِ. وَأَخْرَجَهُ أَيْضًا أَحْمَدُ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ وَغَيْرُهُمْ. وَأَخْرَجَ أَحْمَدُ، وَالتِّرْمِذِيُّ، وَغَيْرُهُمَا عَنْ أَبِي هُرَيْرَةَ أَيْضًا رَفَعَهُ \" ثَلَاثٌ إِذَا خَرَجْنَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ. طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدَّجَّالُ، وَدَابَّةُ الْأَرْضِ \" وَهُوَ مُشْكَلٌ مُخَالِفٌ لِلْأَحَادِيثِ الْأُخْرَى الْوَارِدَةِ فِي نُزُولِ الْمَسِيحِ الدَّجَّالِ وَإِيمَانِ النَّاسِ بِهِ، وَالْمُشْكَلَاتُ فِي الْأَحَادِيثِ الْوَارِدَةِ فِي أَشْرَاطِ السَّاعَةِ كَثِيرَةٌ، أَهَمُّ أَسْبَابِهَا فِيمَا صَحَّتْ أَسَانِيدُهُ وَاضْطَرَبَتِ الْمُتُونُ وَتَعَارَضَتْ أَوْ </p><p> أُشْكِلَتْ مِنْ وُجُوهٍ أُخْرَى، أَنَّ هَذِهِ الْأَحَادِيثَ رُوِيَتْ بِالْمَعْنَى وَلَمْ يَكُنْ كُلُّ الرُّوَاةِ يَفْهَمُ الْمُرَادَ مِنْهَا لِأَنَّهَا فِي أُمُورٍ غَيْبِيَّةٍ، فَاخْتَلَفَ التَّعْبِيرُ بِاخْتِلَافِ الْأَفْهَامِ، عَلَى أَنَّهُمُ اخْتَلَفُوا فِي تَرْتِيبِ هَذِهِ الْآيَاتِ. وَمِمَّا اسْتَشْكَلُوهُ أَنَّ عِلَّةَ عَدَمِ قَبُولِ الْإِيمَانِ بَعْدَ طُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا لَا تَنْطَبِقُ إِلَّا عَلَى مَنْ رَآهَا أَوْ رُوِيَتْ لَهُ بِالتَّوَاتُرِ، وَقَدْ رُوِيَ أَنَّ الشَّمْسَ وَالْقَمَرَ يُكْسَيَانِ النُّورَ بَعْدَ كُسُوفٍ وَظُلْمَةٍ وَيَعُودَانِ إِلَى الطُّلُوعِ مِنَ الْمَشْرِقِ. وَقَدْ رَوَى عَبْدُ بْنُ حُمَيْدٍ، عَنِ ابْنِ عُمَرَ مَرْفُوعًا وَمَوْقُوفًا \" يَبْقَى النَّاسُ بَعْدَ طُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا عِشْرِينَ وَمِائَةَ سَنَةٍ \" وَلَكِنَّ رَفْعَهُ </p><p> لَا يَصِحُّ وَيُعَارِضُهُ مِنْ حَدِيثِهِ مَا رَوَاهُ مَرْفُوعًا \" الْآيَاتُ خَرَزَاتٌ مَنْظُومَاتٌ فِي سِلْكٍ إِذَا انْقَطَعَ السِّلْكُ تَبِعَ بَعْضُهَا بَعْضًا \" قَالَهُ الْحَافِظُ ابْنُ حَجَرٍ وَهُوَ الْمُعْتَمَدُ. وَرَوَى الطَّبَرَانِيُّ وَالْحَاكِمُ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ حَدِيثًا ذَكَرَ فِيهِ طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا وَقَالَ:  \" فَمِنْ يَوْمِئِذٍ إِلَى يَوْمِ الْقِيَامَةِ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلِ هَذِهِ الْآيَةِ \" . </p><p> هَذَا وَإِنَّ أَبَا هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ لَمْ يُصَرِّحْ فِي هَذِهِ الْأَحَادِيثِ بِالسَّمَاعِ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيُخْشَى أَنْ يَكُونَ قَدْ رَوَى بَعْضَهَا عَنْ كَعْبِ الْأَحْبَارِ وَأَمْثَالِهِ فَتَكُونَ مُرْسَلَةً. وَلَكِنَّ مَجْمُوعَ الرِّوَايَاتِ عَنْهُ وَعَنْ غَيْرِهِ تُثْبِتُ هَذِهِ الْآيَةَ بِالْجُمْلَةِ فَنَنْظِمُهَا فِي سِلْكِ الْمُتَشَابِهَاتِ، وَيُحْمَلُ التَّعَارُضُ بَيْنَ الرِّوَايَاتِ وَمَا فِي بَعْضِهَا مِنْ مُخَالَفَةِ الْأَدِلَّةِ الْقَطْعِيَّةِ عَلَى مَا أَشَرْنَا إِلَيْهِ مِنَ الْأَسْبَابِ، كَالرِّوَايَةِ عَنْ مِثْلِ كَعْبِ الْأَحْبَارِ مِنْ رُوَاةِ الْإِسْرَائِيلِيَّاتِ وَاللهُ أَعْلَمُ. </p><p> وَلِلْأَشْعَرِيَّةِ وَالْمُعْتَزِلَةِ وَأَمْثَالِهِمَا مِنْ أَهْلِ الْكَلَامِ جِدَالٌ فِي هَذِهِ الْآيَةِ، يَسْتَدِلُّ الْمُعْتَزِلَةُ بِهَا عَلَى أَنَّ الْإِيمَانَ لَا يَنْفَعُ بِدُونِ عَمَلِ الْخَيْرِ، وَيَمْنَعُ ذَلِكَ الْآخَرُونَ، وَلَا مَجَالَ فِي الْآيَةِ لِلْجَدَلِ عِنْدَ مُسْتَقِلِّي الْفِكْرِ الَّذِينَ يَجْعَلُونَ الْقُرْآنَ فَوْقَ الْمَذَاهِبِ، فَإِنَّ مَعْنَاهَا لَا يَعْدُو مَا تَقَدَّمَ بَيَانُهُ، وَهُوَ أَنَّ مُشَاهَدَةَ بَعْضِ آيَاتِ الرَّبِّ قَبْلَ قِيَامِ السَّاعَةِ هِيَ بِالنِّسْبَةِ إِلَى جَمِيعِ الْبَشَرِ كَمُشَاهَدَةِ الْآخِرَةِ قُبَيْلَ خُرُوجِ الرُّوحِ بِالنِّسْبَةِ إِلَى الْأَفْرَادِ مِنْهُمْ: لَا يَنْفَعُ الْكَافِرَ حِينَئِذٍ الرُّجُوعُ عَنِ الْكُفْرِ إِلَى الْإِيمَانِ، وَلَا يَنْفَعُ الْعَاصِيَ التَّوْبَةُ مِنَ الْمَعْصِيَةِ وَالرُّجُوعُ إِلَى الطَّاعَةِ. وَالتَّحْقِيقُ فِي مَسْأَلَةِ اشْتِرَاطِ الْعَمَلِ بِالشَّرْعِ فِي صِحَّةِ الْإِيمَانِ، أَنَّ الْإِيمَانَ الصَّحِيحَ بِمَا جَاءَ بِهِ الرَّسُولُ - وَهُوَ إِيمَانُ الْإِذْعَانِ وَالْقَبُولِ - يَسْتَلْزِمُ الْعَمَلَ بِمَا جَاءَ بِهِ فِي الْجُمْلَةِ دُونَ التَّفْصِيلِ الشُّمُولِيِّ، فَيَجُوزُ عَقْلًا أَنْ يَتْرُكَ الْمُؤْمِنُ بَعْضَ الْوَاجِبَاتِ أَوْ يَرْتَكِبَ بَعْضَ الْمُحَرَّمَاتِ لِأَسْبَابٍ تَعْرِضُ لَهُ وَلَكِنَّهُ يُؤَاخِذُ نَفْسَهُ عَلَى ذَلِكَ وَيَتُوبُ كَمَا قَالَ تَعَالَى:  (ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ)  (٤: ١٧) وَكَمَا قَالَ: (وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ)  (٣: ١٣٥) وَقَدْ يُؤْمِنُ وَيَمُوتُ قَبْلَ أَنْ يَتَمَكَّنَ مِنَ الْعَمَلِ، وَمَا أَظُنُّ أَنَّهُ يُوجَدُ عَاقِلٌ يَخْتَلِفُ فِي نَجَاةِ مِثْلِ هَذَا بِمُجَرَّدِ الْإِيمَانِ، وَلَكِنْ لَا يَجُوزُ عَقْلًا وَلَا شَرْعًا أَلَّا يُبَالِيَ الْمُؤْمِنُ مِنَ الذَّعَنِ بِالْأَمْرِ وَالنَّهْيِ، بِحَيْثُ يَتْرُكُ الْفَرَائِضَ وَيَرْتَكِبُ الْكَبَائِرَ بِغَيْرِ جَهَالَةٍ عَارِضَةٍ، بِلَا خَوْفٍ وَلَا حَيَاءٍ مِنَ اللهِ وَلَا اهْتِمَامٍ بِالثَّوَابِ وَالْعِقَابِ، وَيُصِرُّ عَلَى ذَلِكَ وَهُوَ يَعْلَمُ حُكْمَ اللهِ فِيهِ. وَلَيْسَ لِاسْتِحْلَالِ مَا ذُكِرَ مَعْنًى غَيْرُ هَذَا، وَالْمُسْتَحِلُّ لِمِثْلِ هَذَا كَافِرٌ عِنْدَ أَهْلِ السُّنَّةِ كَالْمُعْتَزِلَةِ. </p><p> قَالَ تَعَالَى لِرَسُولِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ:  (قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ) </p><p> أَيِ انْتَظِرُوا أَيُّهَا الْكُفَّارُ الْمُعَانِدُونَ مَا تَتَوَقَّعُونَ إِتْيَانَهُ وَوُقُوعَهُ بِنَا وَاكْتِفَاءَ أَمْرِ الْإِسْلَامِ بِهِ، إِنَّا مُنْتَظِرُونَ وَعْدَ رَبِّنَا لَنَا وَوَعِيدَهُ لَكُمْ، كَقَوْلِهِ تَعَالَى:  (فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ)  (١٠: ١٠٢) أَوِ انْتَظِرُوا مَا لَيْسَ أَمَامَكُمْ سَوَاءٌ فِي الْوَاقِعِ وَنَفْسِ الْأَمْرِ، وَإِنْ كُنْتُمْ تَجْهَلُونَهُ وَلَا تُفَكِّرُونَ فِيهِ وَهُوَ هَذِهِ الْأُمُورُ الثَّلَاثَةُ إِنَّا مُنْتَظِرُوهَا عَلَى عِلْمٍ وَإِيمَانٍ - وَهِيَ مَجِيءُ الْمَلَائِكَةِ لِقَبْضِ أَرْوَاحِ الْأَفْرَادِ، أَوْ إِتْيَانُ الرَّبِّ تَعَالَى - أَيْ أَمْرُهُ - بِمَا وَعَدَنَا مِنَ النَّصْرِ، وَأَوْعَدَكُمْ مِنَ الْخِزْيِ وَالْخُسْرِ، أَوْ إِتْيَانُهُ تَعَالَى لِحِسَابِ الْخَلْقِ، أَوْ إِتْيَانُ بَعْضِ آيَاتِهِ الدَّالَّةِ عَلَى تَصْدِيقِ رَسُولِهِ قُبَيْلَ قِيَامِ السَّاعَةِ. . . وَهَذَا الْأَمْرُ يَتَضَمَّنُ التَّهْدِيدَ كَقَوْلِهِ تَعَالَى:  (وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنَّا عَامِلُونَ وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ)  (١١: ١٢١، ١٢٢) </p>"
}