{
  "id": null,
  "sura": 6,
  "aya": 164,
  "text": "<p> مَخْلُوقَةٌ، وَأَنَّ اللهَ رَبَّ الْعَالَمِينَ هُوَ خَالِقُ الْخَلْقِ أَجْمَعِينَ. إِلَّا أَنَّ النَّصَارَى يَقُولُونَ بِخَلْقِ نَاسُوتِ الْمَسِيحِ دُونَ هُوتِهِ إِذِ اللَّاهُوتُ عِنْدَهُمْ هُوَ اللهُ سُبْحَانَهُ وَتَعَالَى عَنِ الْحُلُولِ فِي الْأَجْسَادِ، وَالتَّحَوُّلِ فِي صُوَرِ الْعِبَادِ. </p><p> (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) هَذِهِ الْجُمْلَةُ مَعْطُوفَةٌ عَلَى الْجُمْلَةِ الْحَالِيَّةِ قَبْلَهَا، لِأَنَّهَا مُعَلِّلَةٌ لِلْإِنْكَارِ وَمُقَرِّرَةٌ لِلتَّوْحِيدِ </p><p> مِثْلُهَا، وَهِيَ قَاعِدَةٌ مِنْ أُصُولِ دِينِ اللهِ تَعَالَى الَّذِي بَعَثَ بِهِ جَمِيعَ رُسُلِهِ كَمَا قَالَ فِي سُورَةِ النَّجْمِ:  (أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ الَّذِي وَفَّى أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى)  (٥٣: ٣٦ - ٣٩) وَهِيَ مِنْ أَعْظَمِ أَرْكَانِ الْإِصْلَاحِ لِلْبَشَرِ فِي أَفْرَادِهِمْ وَجَمَاعَاتِهِمْ، لِأَنَّهَا هَادِمَةٌ لِأَسَاسِ الْوَثَنِيَّةِ، وَهَادِيَةٌ لِلْبَشَرِ إِلَى مَا تَتَوَقَّفُ عَلَيْهِ سَعَادَتُهُمُ الدُّنْيَوِيَّةُ وَالْأُخْرَوِيَّةُ (وَهُوَ عَمَلُهُمْ) وَقَدْ بَيَّنَّا مِرَارًا أَنَّ أَسَاسَ الْوَثَنِيَّةِ طَلَبُ رَفْعِ الضُّرِّ وَجَلْبِ النَّفْعِ بِقُوَّةٍ مِنْ وَرَاءِ الْغَيْبِ، هِيَ عِبَارَةٌ عَنْ وَسَاطَةِ بَعْضِ الْمَخْلُوقَاتِ الْعَظِيمَةِ - الْمُمْتَازَةِ بِبَعْضِ الْخَوَاصِّ وَالْمَزَايَا - بَيْنَ النَّاسِ وَبَيْنَ رَبِّهِمْ لِيُعْطِيَهُمْ مَا يَطْلُبُونَ فِي الدُّنْيَا مِنْ ذَلِكَ بِدُونِ كَسْبٍ وَلَا سَعْيٍ إِلَيْهِ مِنْ طَرِيقِ الْأَسْبَابِ الَّتِي جَرَتْ بِهَا سُنَّتُهُ تَعَالَى فِي خَلْقِهِ، وَلِيَحْمِلُوا عَنْهُمْ أَوْزَارَهُمْ حَتَّى لَا يُعَاقِبَهُمْ تَعَالَى بِهَا، أَوْ يَحْمِلُوا الْبَارِيَ تَعَالَى عَلَى رَفْعِهَا عَنْهُمْ وَتَرْكِ عِقَابِهِمْ عَلَيْهَا، وَعَلَى إِعْطَائِهِمْ نَعِيمَ الْآخِرَةِ وَإِنْقَاذِهِمْ مِنْ عَذَابِهَا، أَيْ عَلَى إِبْطَالِ سُنَّتِهِ وَتَبْدِيلِهَا فِي أَمْثَالِهِمْ، أَوْ تَحْوِيلِهَا عَنْهُمْ إِلَى غَيْرِهِمْ، وَإِنْ قَالَ فِي كِتَابِهِ:  (فَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَحْوِيلًا)  (٣٥: ٤٣) . </p><p> فَمَعْنَى الْجُمْلَتَيْنِ: وَلَا تَكْسِبُ كُلُّ نَفْسٍ عَامِلَةٍ مُكَلَّفَةٍ إِثْمًا إِلَّا كَانَ عَلَيْهَا جَزَاؤُهُ دُونَ غَيْرِهَا، وَلَا تَحْمِلُ نَفْسٌ فَوْقَ حِمْلِهَا حِمْلَ نَفْسٍ أُخْرَى، بَلْ كُلُّ نَفْسٍ إِنَّمَا تَحْمِلُ وِزْرَهَا وَحْدَهَا (لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ)  (٢: ٢٨٦) دُونَ مَا كَسَبَ أَوِ اكْتَسَبَ غَيْرُهَا. وَالْوِزْرُ فِي اللُّغَةِ الْحِمْلُ الثَّقِيلُ، وَوَزَرَهُ يَزِرُهُ - حَمَلَهُ يَحْمِلُهُ. قَالَ ابْنُ عَبَّاسٍ فِي تَفْسِيرِ الْجُمْلَتَيْنِ بِحَاصِلِ الْمَعْنَى: لَا يَحْمِلُ أَحَدٌ ذَنْبَ غَيْرِهِ، فَالدِّينُ قَدْ عَلَّمَنَا أَنْ نَجْرِيَ عَلَى مَا أَوْدَعَتْهُ الْفِطْرَةُ مِنْ أَنَّ سَعَادَةَ النَّاسِ وَشَقَاءَهُمْ فِي الدُّنْيَا بِأَعْمَالِهِمْ، وَأَنَّ عَمَلَ كُلِّ نَفْسٍ يُؤَثِّرُ فِيهَا التَّأْثِيرَ الْحَسَنَ الَّذِي يُزَكِّيهَا إِنْ كَانَ صَالِحًا، أَوِ التَّأْثِيرَ السَّيِّئَ الَّذِي يُدَسِّيهَا وَيُفْسِدُهَا إِنْ كَانَ فَاسِدًا، وَأَنَّ الْجَزَاءَ فِي الْآخِرَةِ مَبْنِيٌّ عَلَى هَذَا التَّأْثِيرِ فَلَا يَنْتَفِعُ أَحَدٌ وَلَا يَتَضَرَّرُ بِعَمَلِ غَيْرِهِ مِنْ حَيْثُ هُوَ عَمَلُ غَيْرِهِ، وَأَمَّا مَنْ كَانَ قُدْوَةً صَالِحَةً فِي عَمَلٍ أَوْ مُعَلِّمًا لَهُ، فَإِنَّهُ يَنْتَفِعُ بِعَمَلِ مَنْ أَرْشَدَهُمْ بِقَوْلِهِ وَفِعْلِهِ زِيَادَةً عَلَى انْتِفَاعِهِ بِأَصْلِ ذَلِكَ الْقَوْلِ أَوِ الْفِعْلِ، وَمَنْ كَانَ قُدْوَةً سَيِّئَةً فِي عَمَلٍ أَوْ دَالًّا عَلَيْهِ وَمُغْرِيًا بِهِ، فَإِنَّ عَلَيْهِ مِثْلَ إِثْمِ مَنْ أَفْسَدَهُمْ كَذَلِكَ، وَكُلٌّ مِنْ هَذَا وَذَاكَ يُعَدُّ مِنْ عَمَلِ الْهَادِينَ وَالْمُضِلِّينَ، وَقَدْ بَيَّنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا بِقَوْلِهِ: \" مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ، وَمَنْ سَنَّ فِي </p><p> الْإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ </p><p> عَلَيْهِ وِزْرُهَا وَوِزْرَ مَنْ عَمِلَ بِهَا مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ \" رَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ جَرِيرِ بْنِ عَبْدِ الْمَلِكِ الْبَجَلِيِّ وَالتِّرْمِذِيُّ بِلَفْظِ \" مَنْ سَنَّ سُنَّةَ خَيْرٍ. . . وَمَنْ سَنَّ سُنَّةَ شَرٍّ. . . \" وَبِهَذَا يُعْلَمُ أَنَّهُ لَا تَعَارُضَ بَيْنَ الْآيَةِ وَمَا فِي مَعْنَاهَا وَبَيْنَ قَوْلِهِ تَعَالَى فِي الْمُضِلِّينَ مِنَ النَّاسِ:(لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ)(١٦: ٢٥)وَقَوْلِهِ فِيهِمْ:(وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ)(٢٩: ١٣).</p><p> وَلَكِنْ أُشْكِلَ فِي هَذَا الْبَابِ حَدِيثُ \" إِنَّ الْمَيِّتَ يُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ \" رَوَاهُ الشَّيْخَانِ وَغَيْرُهُمَا مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عُمَرَ مَرْفُوعًا مِنْ عِدَّةِ طُرُقٍ وَهَذَا لَفْظُ الْبُخَارِيِّ فِي أَحَدِ طُرُقِهِ وَلَيْسَ فِي سَائِرِهَا، ذِكْرُ \" بِبَعْضِ \" وَالْمُرَادُ مِنَ النِّيَاحَةِ كَمَا صُرِّحَ بِهِ فِي بَعْضِ الرِّوَايَاتِ عَنْهُ وَعَنْ أَبِيهِ، وَوَرَدَ التَّصْرِيحُ بِعَدَمِ الْمُؤَاخَذَةِ بِالْبُكَاءِ الْمُجَرَّدِ، وَقَدْ أَوَّلَهُ بَعْضُهُمْ بِأَنَّهُ إِنَّمَا يُعَذَّبُ بِمَا نِيحَ عَلَيْهِ إِذَا أَوْصَى أَهْلَهُ بِهِ وَكَانَ مِمَّنْ يَرْضَى بِهِ، وَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ بِتَعْذِيبِ الْمَيِّتِ بِنُوَاحِ الْحَيِّ عَلَيْهِ أَنْ يَشْعُرَ بِبُكَائِهِ فَيُؤْلِمَهُ ذَلِكَ، لَا أَنَّ اللهَ تَعَالَى يُعَذِّبُهُ بِهِ وَيُؤَاخِذُهُ عَلَيْهِ وَاللهُ أَعْلَمُ.</p><p> وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ قَالَ: تُوُفِّيَتْ أُمُّ عَمْرِو بِنْتِ أَبَانَ بْنِ عُثْمَانَ فَحَضَرَتُ الْجِنَازَةَ فَسَمِعَ ابْنُ عُمَرَ بُكَاءً فَقَالَ: أَلَا تَنْهَى هَؤُلَاءِ عَنِ الْبُكَاءِ فَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ الْحَيِّ عَلَيْهِ \" فَأَتَيْتُ عَائِشَةَ فَذَكَرْتُ لَهَا ذَلِكَ فَقَالَتْ: وَاللهِ إِنَّكَ لَتُخْبِرُنِي عَنْ غَيْرِ كَاذِبٍ وَلَا مُتَّهَمٍ وَلَكِنَّ السَّمْعَ يُخْطِئُ، وَفِي الْقُرْآنِ مَا يَكْفِيكُمْ(وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى)اهـ. وَكَانَتْ عَائِشَةُ تَرُدُّ كُلَّ مَا يُرْوَى لَهَا مُخَالِفًا لِلْقُرْآنِ وَتَحْمِلُ رِوَايَةَ الصَّادِقِ عَلَى خَطَأِ السَّمْعِ أَوْ سُوءِ الْفَهْمِ - وَلَكِنَّ الْعُلَمَاءَ قَصَّرُوا فِي إِعْلَالِ الْأَحَادِيثِ بِمِثْلِ هَذَا مَعَ أَنَّ مُخَالَفَةَ الرِّوَايَةِ الْآحَادِيَّةِ لِلْقَطْعِيِّ كَالْقُرْآنِ مِنْ عَلَامَةِ وَضْعِ الْحَدِيثِ عِنْدَهُمْ.</p><p> وَمِمَّا يَنْتَفِعُ بِهِ الْمَرْءُ مِنْ عَمَلِ غَيْرِهِ مِنْ حَيْثُ يُعَدُّ مِنْ قَبِيلِ عَمَلِهِ لِأَنَّهُ كَانَ سَبَبًا لَهُ: دُعَاءُ أَوْلَادِهِ لَهُ، أَوْ حَجُّهُمْ وَتَصَدُّقُهُمْ عَنْهُ، وَقَضَاؤُهُمْ لِصَوْمِهِ، كَمَا ثَبَتَ فِي الصِّحَاحِ، وَهُوَ دَاخِلٌ فِي حَدِيثِ \" إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٌ صَالِحٌ يَدْعُو لَهُ \" رَوَاهُ مُسْلِمٌ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، وَقَدْ أَلْحَقَ اللهُ ذُرِّيَّةَ الْمُؤْمِنِينَ بِهِمْ بِنَصِّ الْقُرْآنِ، وَصَحَّ فِي الْحَدِيثِ أَنَّ وَلَدَ الرَّجُلِ مِنْ كَسْبِهِ. وَمَنْ قَالَ بِانْتِفَاعِ الْمَيِّتِ مِنْ كُلِّ عَمَلٍ لَهُ وَإِنْ لَمْ يَكُنِ الْعَامِلُ وَلَدَهُ فَقَدْ خَالَفَ الْقُرْآنَ وَلَا حُجَّةَ لَهُ فِي الْحَدِيثِ الصَّحِيحِ وَلَا الْقِيَاسِ الصَّحِيحِ. أَمَّا الْحَدِيثُ فَقَدْ صَحَّ فِيهِ الْإِذْنُ</p><p> بِالصَّدَقَةِ عَنِ الْوَالِدَيْنِ فِي الصَّحِيحَيْنِ وَالسُّنَنِ، وَبِالصِّيَامِ وَالْحَجِّ الْمُنْذَرَيْنِ مِنْهُمَا أَوِ الْمَفْرُوضَيْنِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، وَفِيهِمَا مِنْ حَدِيثِ عَائِشَةَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ فَلْيَصُمْ عَنْهُ وَلِيُّهُ، وَقَدْ شَبَّهَ صَلَّى الله عَلَيْهِ </p><p> وَسُلَّمَ الصِّيَامَ وَالْحَجَّ الْوَاجِبَيْنِ بِقَضَاءِ دَيْنِ الْعِبَادَةِ عَنْهُمَا، وَأَنَّ دَيْنَ اللهِ أَحَقُّ بِأَنْ يُقْضَى. وَقَدْ رُوِيَ هَذَا الْحَدِيثُ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا بِأَلْفَاظٍ مُخْتَلِفَةٍ فِي السَّائِلِ، فَقِيلَ: رَجُلٌ. وَقِيلَ: امْرَأَةٌ مِنْ جُهَيْنَةَ هُوَ الصَّحِيحُ. وَفِي الْمَسْئُولِ عَنْهُ، فَقِيلَ: أَبٌ. وَقِيلَ: أُخْتٌ. وَقِيلَ: أُمٌّ وَهُوَ الصَّحِيحُ، وَفِي الْمَسْئُولِ فِيهِ هَلْ هُوَ الصِّيَامُ أَوِ الْحَجُّ، وَلَا تَنَافِيَ بَيْنَهُمَا لِجَوَازِ الْجَمْعِ بَيْنَهُمَا، وَتَدُلُّ عَلَيْهِ رِوَايَةٌ لِمُسْلِمٍ، وَذَكَرَ الرَّاوِي وَهُوَ ابْنُ عَبَّاسٍ لِكُلٍّ مِنْهُمَا فِي وَقْتٍ لِاقْتِضَاءِ الْمَقَامِ لِذَلِكَ ; وَلِهَذَا الْخِلَافِ قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ الْحَدِيثَ مُضْطَرِبٌ لَا يُحْتَجُّ بِهِ، وَلَكِنَّ حَدِيثَ عَائِشَةَ لَا اضْطِرَابَ فِيهِ، وَقَدِ اخْتَلَفُوا فِي الْوَلِيِّ فِيهِ، فَقِيلَ: كُلُّ قَرِيبٍ. وَقِيلَ الْوَارِثُ. وَقِيلَ: الْعَصَبَةُ. وَالرَّاجِحُ الْمُخْتَارُ أَنَّهُ الْوَلَدُ لِيَنْطَبِقَ عَلَى الْآيَاتِ وَالْأَحَادِيثِ الْأُخْرَى. وَمِنْ أُصُولِهِمْ أَنَّ الْعِبَادَاتِ الْبَدَنِيَّةَ لَا تَصِحُّ النِّيَابَةُ فِيهَا فِي الْحَيَاةِ وَلَا بَعْدَ الْمَمَاتِ. </p><p> وَمَذْهَبُ أَشْهَرِ أَئِمَّةِ الْفِقْهِ أَنَّهُ لَا يُصَامُ عَنِ الْمَيِّتِ مُطْلَقًا وَمِنْهُمْ أَبُو حَنِيفَةَ وَمَالِكٌ وَالشَّافِعِيُّ وَالْإِمَامُ زَيْدُ بْنُ عَلِيٍّ وَالْهَادَوِيَّةُ وَالْقَاسِمُ بْنُ الْعِتْرَةِ. وَحَصَرَ أَحْمَدُ وَآخَرُونَ الْجَوَازَ بِالنَّذْرِ عَمَلًا بِحَدِيثِ ابْنِ عَبَّاسٍ وَيَلْزَمُهُ أَنْ يَكُونَ مَنْ يَصُومُ عَنِ الْمَيِّتِ وَلَدَهُ لِأَنَّ الرِّوَايَةَ وَرَدَتْ بِذَلِكَ، وَمَا رُوِيَ فِي بَعْضِ طُرُقِهَا مِنْ ذِكْرِ الْأُخْتِ غَلَطٌ ظَاهِرٌ لِمُخَالَفَتِهِ لِلطَّرِيقِ الصَّحِيحِ وَلِلْآيَاتِ وَالْأَحَادِيثِ، وَحَدِيثُ ابْنِ عَبَّاسٍ الْمَوْقُوفُ أَوْ فَتْوَاهُ الَّتِي رَوَاهَا النَّسَائِيُّ بِسَنَدٍ صَحِيحٍ \" لَا يُصَلِّي أَحَدٌ عَنْ أَحَدٍ وَلَا يَصُمْ أَحَدٌ عَنْ أَحَدٍ \" وَمِثْلُهُ عَنْ عَائِشَةَ، وَقَدْ جَعَلَ الْحَنَفِيَّةُ فَتْوَى ابْنِ عَبَّاسٍ مَانِعَةً مِنَ الْعَمَلِ بِحَدِيثِهِ عَلَى مَذْهَبِهِمْ فِي ذَلِكَ، وَهُوَ أَنَّ الْعَالِمَ الصَّحَابِيَّ لَا يُخَالِفُ رِوَايَتَهُ إِلَّا إِذَا كَانَ لَدَيْهِ مَا يَمْنَعُ الْعَمَلَ بِهَا كَكَوْنِهَا مَنْسُوخَةً، وَمَذْهَبُ غَيْرِهِمْ مِنْ أَهْلِ الْأُصُولِ وَالْحَدِيثِ أَنَّ الْحُجَّةَ بِرِوَايَةِ الصَّحَابِيِّ لَا بِرَأْيِهِ، فَإِنَّهُ قَدْ يَتْرُكُ الْعَمَلَ بِالرِّوَايَةِ سَهْوًا أَوْ نِسْيَانًا أَوْ تَأَوُّلًا عَلَى أَنَّهُ غَيْرُ مَعْصُومٍ مِنْ تَرْكِهِ عَمْدًا. وَعِنْدَنَا أَنَّهُ لَا تَعَارُضَ بَيْنَ قَوْلَيِ ابْنِ عَبَّاسٍ وَعَائِشَةَ وَرِوَايَتِهِمَا ; لِأَنَّ قَوْلَهُمَا أَوْ فَتْوَاهُمَا بِأَلَّا يُصَلِّي وَلَا يَصُومُ أَحَدٌ عَنْ أَحَدٍ هُوَ أَصْلُ الشَّرِيعَةِ الْعَامُّ فِي جَمِيعِ النَّاسِ، إِلَّا مَا اسْتُثْنِيَ بِالنَّصِّ مِنْ صِيَامِ الْوَلَدِ أَوْ حَجِّهِ أَوْ صَدَقَتِهِ عَنْ وَالِدَيْهِ، وَلَا سِيَّمَا إِذَا كَانَ ذَلِكَ حَقًّا ثَابِتًا بِأَصْلِ الشَّرْعِ، أَوْ بِنَذْرٍ، أَوْ إِرَادَةِ وَصِيَّةٍ كَمَا كَانَتِ الْحَالُ فِي وَقَائِعِ فَتْوَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأُولَئِكَ الْأَوْلَادِ. فَلَا مَحَلَّ إِذًا لِتَخْرِيجِ </p><p> الْحَنَفِيَّةِ وَلَا الْجُمْهُورِ فِي الْمَسْأَلَةِ، وَكِتَابُ اللهِ فَوْقَ كُلِّ شَيْءٍ. </p><p> وَأَمَّا قِيَاسُ عَمَلِ غَيْرِ الْوَلَدِ عَلَى عَمَلِهِ فَبَاطِلٌ، لِمُخَالَفَتِهِ لِلنَّصِّ الْقَطْعِيِّ عَلَى كَوْنِهِ قِيَاسًا مَعَ الْفَارِقِ، وَقَدْ غَفَلَ عَنْ هَذَا مَنْ عَوَّدُونَا اسْتِدْرَاكَ مِثْلِهِ عَلَى الْمُتَقَدِّمِينَ، كَشَيْخَيِ الْإِسْلَامِ وَالشَّوْكَانِيِّ مِنْ فُقَهَاءِ الْحَدِيثِ الْمُسْتَقِلِّينَ. </p><p> فَعُلِمَ مِمَّا شَرَحْنَاهُ أَنَّ كُلَّ مَا جَرَتْ بِهِ الْعَادَةُ مِنْ قِرَاءَةِ الْقُرْآنِ وَالْأَذْكَارِ وَإِهْدَاءِ ثَوَابِهَا </p><p> إِلَى الْأَمْوَاتِ وَاسْتِئْجَارِ الْقُرَّاءِ وَحَبْسِ الْأَوْقَاتِ عَلَى ذَلِكَ بِدَعٌ غَيْرُ مَشْرُوعَةٍ، وَمِثْلُهَا مَا يُسَمُّونَهُ إِسْقَاطَ الصَّلَاةِ، وَلَوْ كَانَ لَهَا أَصْلٌ فِي الدِّينِ لَمَا جَهِلَهَا السَّلَفُ، وَلَوْ عَلِمُوهَا لَمَا أَهْمَلُوا الْعَمَلَ بِهَا، وَلَيْسَ هَذَا مِنْ قَبِيلِ مَا لَا شَكَّ فِي جَوَازِهِ، وَوُقُوعُهُ فِي كُلِّ زَمَنٍ مِنْ فَتْحِ اللهِ عَلَى بَعْضِ النَّاسِ بِمَا لَمْ يُؤْثَرْ عَمَّنْ قَبْلَهُمْ مِنْ حِكَمِ الدِّينَ وَأَسْرَارِهِ وَالْفَهْمِ فِي كِتَابِهِ - كَمَا قَالَ أَمِيرُ الْمُؤْمِنِينَ عَلِيٌّ الْمُرْتَضَى كَرَّمَ اللهُ وَجْهَهُ: إِلَّا أَنْ يُؤْتِيَ اللهُ عَبَدَهُ فَهْمًا فِي الْقُرْآنِ - بَلْ هُوَ مِنَ الْعِبَادَاتِ الْعَمَلِيَّةِ الَّتِي يَهْتَمُّ النَّاسُ بِأَمْرِهَا فِي كُلِّ زَمَانٍ وَلَوْ فَعَلَهَا الصَّحَابَةُ لَتَوَفَّرَتِ الدَّوَاعِي عَلَى نَقْلِهَا بِالتَّوَاتُرِ أَوِ الِاسْتِفَاضَةِ. </p><p> (ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) أَيْ ثُمَّ إِنَّ رُجُوعَكُمْ فِي الْحَيَاةِ الْآخِرَةِ الَّتِي بَعْدَ هَذِهِ الْحَيَاةِ الدُّنْيَا إِلَى رَبِّكُمْ وَحْدَهُ، دُونَ غَيْرِهِ مِمَّا عَبَدْتُمْ مِنْ دُونِهِ زَاعِمِينَ أَنَّهُمْ يُقَرِّبُونَكُمْ إِلَيْهِ، فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَخْتَلِفُونَ فِيهِ مِنْ أَمْرِ أَدْيَانِكُمْ، إِذْ كَانَ بَعْضُكُمْ يَعْبُدُهُ وَحْدَهُ، وَبَعْضُكُمْ قَدِ اتَّخَذَ لَهُ أَنْدَادًا مِنْ خَلْقِهِ، وَيَتَوَلَّى هُوَ جَزَاءَكُمْ عَلَيْهِ وَحْدَهُ بِحَسَبِ عِلْمِهِ وَإِرَادَتِهِ الْقَدِيمَتَيْنِ، وَيَضِلُّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ مِنْ دُونِهِ، فَكَيْفَ تَعْبُدُونَ مَعَهُ غَيْرَهُ؟ وَقَدْ تَقَدَّمَ مِثْلُ هَذِهِ فِي سُورَةِ الْمَائِدَةِ فِي سِيَاقِ اخْتِلَافِ الشَّرَائِعِ وَذَكَرْنَا نَصَّهُ آنِفًا - وَفِي آلِ عِمْرَانَ فِي قِصَّةِ عِيسَى:  (إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ)  (٣: ٥٥) وَمِثْلُهُ فِي الْبَقَرَةِ بَعْدَ ذِكْرِ طَعْنِ الْيَهُودِ وَالنَّصَارَى بَعْضِهِمْ بِبَعْضٍ: (٢: ١١٣) وَلَهُ نَظَائِرُ بَعْضُهَا فِي الْإِنْبَاءِ بِالِاخْتِلَافِ أَوِ الْحُكْمِ فِيهِ، وَبَعْضُهَا فِي الْإِنْبَاءِ بِالْعَمَلِ، وَمِنْهُ مَا تَقَدَّمَ فِي هَذِهِ السُّورَةِ (آيَةُ ٢٢ و١٠٨) وَكُلُّهُ إِنْذَارٌ بِالْجَزَاءِ وَبَيَانٌ أَنَّهُ بِيَدِهِ تَعَالَى وَحْدَهُ. </p><p> (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ) هَذِهِ الْآيَةُ مُبَيِّنَةٌ لِبَعْضِ أَحْوَالِ الْبَشَرِ الَّتِي نُعَبِّرُ عَنْهَا فِي عُرْفِ هَذَا الْعَصْرِ بِالسُّنَنِ الِاجْتِمَاعِيَّةِ، وَقَدْ عُطِفَتْ عَلَى مَا قَبْلَهَا لِأَنَّهَا فِي سِيَاقِ تَقْرِيرِ التَّوْحِيدِ وَإِبْطَالِ خُرَافَاتِ الشِّرْكِ عَلَى مَا سَنُبَيِّنُهُ. وَالْخَلَائِفُ جَمْعُ خَلِيفَةٍ وَهُوَ مَنْ يَخْلُفُ أَحَدًا كَانَ قَبْلَهُ فِي مَكَانٍ أَوْ عَمَلٍ أَوْ مُلْكٍ - وَفِي الْخِطَابِ وَجْهَانِ: </p><p> (أَحَدُهُمَا) أَنَّهُ لِلْبَشَرِ جُمْلَةً، وَالْمَعْنَى: أَنَّهُ تَعَالَى جَعَلَهُمْ خُلَفَاءَهُ فِي الْأَرْضِ بِالتَّبَعِ لِأَبِيهِمْ آدَمَ عَلَى مَا تَقَدَّمَ فِي سُورَةِ الْبَقَرَةِ، أَوْ جَعَلَ سُنَنَهُ فِيهِمْ أَنْ تَذْهَبَ أُمَّةٌ وَتَخْلُفَهَا أُخْرَى. (ثَانِيهُمَا) أَنَّ الْخِطَابَ لِلْأُمَّةِ الْمُحَمَّدِيَّةِ، وَأَنَّهُ جَعَلَهُمْ خُلَفَاءَ لِمَنْ سَبَقَهُمْ مِنَ الْأُمَمِ فِي الْمُلْكِ وَاسْتِعْمَارِ الْأَرْضِ وَهَذَا هُوَ الرَّاجِحُ الْمُخْتَارُ، وَيُؤَيِّدُهُ قَوْلُهُ تَعَالَى بَعْدَ ذِكْرِ إِهْلَاكِ الْقُرُونِ الْخَالِيَةِ:  (ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ)  (١٠: ١٤) وَفِي مَعْنَاهَا آيَاتٌ أُخْرَى، وَقَالَ تَعَالَى:  (وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ)  (٢٤: ٥٥) وَهَذَا اسْتِخْلَافٌ خَاصٌّ وَذَلِكَ عَامٌّ. </p><p> وَالْمَعْنَى: أَنَّ رَبَّكُمُ الَّذِي هُوَ رَبُّ كُلِّ شَيْءٍ هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ بَعْدَ أُمَمٍ </p><p> سَبَقَتْ وَلَكُمْ فِي سِيرَتِهَا عِبَرٌ، وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ فِي الْخَلْقِ وَالْخُلُقِ، وَالْغِنَى وَالْفَقْرِ، وَالْقُوَّةِ وَالضَّعْفِ، وَالْعِلْمِ وَالْجَهْلِ، وَالْعَقْلِ وَالْجَهْلِ، وَالْعِزِّ وَالذُّلِّ، لِيَخْتَبِرَكُمْ فِيمَا أَعْطَاكُمْ، أَيْ يُعَامِلُكُمْ مُعَامَلَةَ الْمُخْتَبِرِ لَكُمْ فِي ذَلِكَ فَيَبْنِي الْجَزَاءَ عَلَى الْعَمَلِ، بِمَعْنَى أَنَّ سُنَنَهُ تَعَالَى فِي تَفَاوُتِ النَّاسِ فِيمَا ذَكَرْنَا مِنَ الصِّفَاتِ الْوَهْبِيَّةِ وَالْأَعْمَالِ الْكَسْبِيَّةِ، هِيَ الَّتِي يَظْهَرُ بِهَا اسْتِعْدَادُ كُلٍّ مِنْهُمْ وَدَرَجَةُ وُقُوفِهِ فِي تَصَرُّفِهِ فِي النِّعَمِ وَالنِّقَمِ عِنْدَ وَصَايَا الدِّينِ وَحُدُودِ الشَّرْعِ وَوِجْدَانِ الِاطْمِئْنَانِ فِي الْقَلْبِ، وَالْحُقُوقُ وَالْوَاجِبَاتُ تَخْتَلِفُ بِاخْتِلَافِ أَحْوَالِ النَّاسِ فِي تِلْكَ الدَّرَجَاتِ، وَسَعَادَةُ النَّاسِ أَفْرَادًا وَأُسَرًا وَأُمَمًا، وَشَقَاوَتُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ تَابِعَةٌ لِأَعْمَالِهِمْ وَتَصَرُّفَاتِهِمْ فِي مَوَاهِبِهِمْ وَمَزَايَاهُمْ وَمَا يَبْتَلِيهِمْ بِهِ تَعَالَى مِنَ النِّعَمِ وَالنِّقَمِ، وَلَا شَيْءَ مِمَّا يَطْلُبُهُ النَّاسُ مِنْ سَعَادَةِ الدُّنْيَا وَنِعَمِهَا أَوْ رَفْعِ نِقَمِهَا، أَوْ مِنْ ثَوَابِ الْآخِرَةِ وَالنَّجَاةِ مِنْ عَذَابِهَا إِلَّا وَهُوَ مَنُوطٌ بِأَعْمَالِهِمُ الَّتِي ابْتَلَاهُمْ بِهَا بِحَسَبِ مَا قَرَّرَهُ شَرْعُهُ الْمَبْنِيُّ عَلَى تَوْحِيدِهِ الْمُجَرَّدِ، وَمَضَتْ بِهِ سُنَنُهُ فِي نِظَامِ الْأَسْبَابِ وَالْمُسَبِّبَاتِ، فَبِقَدْرِ عِلْمِهِمْ بِالشَّرْعِ وَسُنَنِ الْكَوْنِ وَالِاجْتِمَاعِ الْبَشَرِيِّ يَكُونُ حَظُّهُمْ مِنَ السَّعَادَةِ. </p><p> فَهَذِهِ الْهِدَايَةُ الِاجْتِمَاعِيَّةُ مُقَرِّرَةٌ لِعَقِيدَةِ التَّوْحِيدِ وَهَادِمَةٌ لِقَوَاعِدَ الشِّرْكِ الَّتِي هِيَ عِبَارَةٌ عَنِ اتِّكَالِ النَّاسِ وَاعْتِمَادِهِمْ عَلَى مَا اتَّخَذُوا بَيْنَهُمْ وَبَيْنَ رَبِّهِمْ مِنَ الْوُسَطَاءِ لِيُقَرِّبُوهُمْ إِلَيْهِ وَيَشْفَعُوا لَهُمْ عِنْدَهُ فِيمَا يَطْلُبُونَ مِنْ نَفْعٍ وَدَفْعِ ضَرٍّ كَمَا تَقَدَّمَ شَرْحُهُ ; وَلِهَذَا تَرَى هَؤُلَاءِ الْمُشْرِكِينَ مِنْ حَيْثُ يَشْعُرُونَ أَوْ مِنْ حَيْثُ لَا يَشْعُرُونَ أَشْقَى النَّاسِ وَأَبْعَدَهُمْ عَنْ نَيْلِ مَآرِبِهِمْ، وَتَرَى خُصُومَهُمْ دَائِمًا ظَافِرِينَ </p><p> بِهِمْ، وَإِنْ كَانُوا شَرًّا مِنْهُمْ فِيمَا عَدَا هَذَا النَّوْعَ مِنَ الشِّرْكِ، فَرُبَّمَا تَرَى قَوْمًا يَدَّعُونَ الْإِيمَانَ بِاللهِ وَرُسُلِهِ كُلُّهُمْ أَوْ بَعْضُهُمْ، يَعْتَمِدُونَ فِي قَضَاءِ حَاجَتِهِمْ مِنْ شِفَاءِ مَرَضٍ وَسَعَةِ رِزْقٍ وَنَصْرٍ عَلَى عَدُوٍّ وَغَيْرِ ذَلِكَ، عَلَى التَّوَسُّلِ بِبَعْضِ الْأَنْبِيَاءِ وَالصَّالِحِينَ وَذَبْحِ النُّذُورِ لَهُمْ وَدُعَائِهِمْ وَالطَّوَافِ بِقُبُورِهِمْ وَالتَّمَسُّحِ بِهَا، وَتَجِدُ آخَرِينَ لَيْسَ لَهُمْ مِثْلُ اعْتِقَادِهِمْ وَعَمَلِهِمْ هَذَا وَهُمْ أَحْسَنُ مِنْهُمْ صِحَّةً، وَأَوْسَعُ رِزْقًا وَأَعَزُّ مُلْكًا، وَإِذَا قَاتَلُوهُمْ يَنْتَصِرُونَ عَلَيْهِمْ وَيَسُودُونَهُمْ، وَسَبَبُ ذَلِكَ أَنَّهُمْ يَعْرِفُونَ سُنَنَ اللهِ فِي الْأَسْبَابِ وَالْمُسَبَّبَاتِ وَأَنَّ الرَّغَائِبَ إِنَّمَا تُنَالُ بِالْأَعْمَالِ مَعَ مُرَاعَاةِ تِلْكَ السُّنَنِ، سَوَاءٌ كَانُوا يَعْلَمُونَ مَعَ ذَلِكَ أَنَّ اللهَ تَعَالَى رَبَّ الْخَلْقِ هُوَ الْخَالِقُ وَالْوَاضِعُ لِنِظَامِ خَلْقِهِ بِتِلْكَ السُّنَنِ، وَأَنَّهُ لَا تَبْدِيلَ لِسُنَنِهِ، كَمَا أَنَّهُ لَا تَبْدِيلَ لِخَلْقِهِ أَمْ لَمْ يَكُونُوا يَعْلَمُونَ ذَلِكَ. </p><p> وَلَوِ اسْتَوَى شَعْبَانِ مِنَ النَّاسِ فِي الْجَرْيِ عَلَى هَذِهِ السُّنَنِ الرَّبَّانِيَّةِ لِلِاجْتِمَاعِ الْإِنْسَانِيِّ فِي الْقُوَّةِ وَالضَّعْفِ وَالْعِزِّ وَالذُّلِّ وَالْحُرِّيَّةِ وَالْعُبُودِيَّةِ، وَكَانَ أَحَدُهُمَا مُؤْمِنًا بِاللهِ مُسْتَمْسِكًا بِوَصَايَاهُ وَهِدَايَةِ دِينِهِ، وَالْآخَرُ كَافِرًا بِهِ غَيْرُ مُهْتَدٍ بِوَصَايَاهُ، فَلَا شَكَّ فِي أَنَّ الْمُؤْمِنَ الْمُهْتَدِيَ يَكُونُ أَعَزَّ وَأَسْعَدَ فِي دُنْيَاهُ مِنَ الْآخَرِ، كَمَا أَنَّهُ يَكُونُ فِي الْآخِرَةِ هُوَ النَّاجِيَ مِنَ الْعَذَابِ، الْفَائِزَ </p><p> بِالثَّوَابِ، وَمَنْ جَهِلَ مِصْدَاقَ ذَلِكَ فِي تَوَارِيخِ الْأُمَمِ الْقَدِيمَةِ لِعَدَمِ ضَبْطِهَا، فَأَمَامَهُ تَارِيخُ الْأُمَّةِ الْإِسْلَامِيَّةِ وَاضِحٌ جَلِيٌّ، وَلَكِنَّ أَكْثَرَ الْمُنْتَمِينَ إِلَى الْإِسْلَامِ فِي هَذَا الْعَصْرِ يَجْهَلُونَ تَارِيخَهُمْ كَمَا يَجْهَلُونَ حَقِيقَةَ دِينِهِمْ، حَتَّى إِنَّ كَثِيرًا مِنْ حَمَلَةِ الْعَمَائِمِ الدِّينِيَّةِ مِنْهُمْ يَجْهَلُونَ حَقِيقَةَ التَّوْحِيدِ الَّذِي بَيَّنَتْهُ هَذِهِ الْآيَاتُ بِالْإِجْمَالِ بَعَدَ شَرْحِ السُّورَةِ لَهُ بِالتَّفْصِيلِ، وَرُبَّمَا يُعِدُّ بَعْضُهُمُ الدَّاعِيَ إِلَيْهِ كَافِرًا أَوْ مُبْتَدِعًا، وَيَعْتَمِدُونَ فِي هَذَا عَلَى قُوَّةِ أَنْصَارِهِمْ مِنَ الْعَوَامِّ الَّذِينَ أَضَلُّوهُمْ. وَهُمْ غَافِلُونَ عَنْ عِقَابِ اللهِ لَهُمْ، وَعَنْ كَوْنِهِمْ صَارُوا فِتْنَةً لِلنَّاسِ وَحُجَّةً عَلَى الْإِسْلَامِ، فَأَعْدَاؤُهُ يَحْتَجُّونَ بِجَهْلِهِمْ وَسُوءِ حَالِهِمْ عَلَى فَسَادِ دِينِهِمُ الْمُسَمَّى - وَإِنْ لَمْ يَكُنْ هُوَ - الْإِسْلَامَ الَّذِي نَزَلَ بِهِ الْقُرْآنُ بَلْ ضِدَّهُ، وَأَوْلِيَاؤُهُ الْجَاهِلُونَ يَتَسَلَّلُونَ مِنْهُ فُرَادَى وَثُبَاتٍ - كَالتَّلَامِيذِ - بِمَا يَظْهَرُ لِلَّذِينِ يَقْتَبِسُونَ عُلُومَ سُنَنِ الْكَائِنَاتِ وَعِلْمَ الِاجْتِمَاعِ مِنْ مُخَالَفَتِهِ لَهَا، وَإِنَّمَا الْمُخَالِفُ لَهَا بِدَعُهُمْ وَتَقَالِيدُهُمُ الْخُرَافِيَّةُ. وَأَمَّا دِينُ اللهِ فِي كِتَابِهِ الْقُرْآنِ فَهُوَ الْمُرْشِدُ الْأَعْظَمُ لَهَا وَلَوْ فَهِمُوهُ وَعَمِلُوا بِهِ لَكَانُوا أَسْبَقَ إِلَيْهَا. </p><p> وَاضْرِبْ لَهُمْ مَثَلًا أَهْلَ مَرَاكِشَ: أَنْشَأْنَا مُنْذُ أَنْشَأْنَا الْمَنَارَ نُذَكِّرُهُمْ بِآيَاتِ اللهِ </p><p> وَسُنَنِهِ وَأَنْذَرْنَاهُمْ بِالْهَلَاكِ وَالزَّوَالِ بِفَقْدِ الِاسْتِقْلَالِ إِذَا لَمْ يُوَجِّهُوا كُلَّ هِمَّتِهِمْ إِلَى مَا تَقْتَضِيهِ حَالَةُ الْعَصْرِ مِنَ التَّرْبِيَةِ وَالتَّعْلِيمِ الْعَسْكَرِيِّ وَغَيْرِهِ، وَأَرْشَدْنَاهُمْ إِلَى الِاسْتِعَانَةِ عَلَى ذَلِكَ بِالدَّوْلَةِ الْعُثْمَانِيَّةِ فَكَانَ يَبْلُغُنَا عَنْهُمْ أَنَّهُمْ يَجْتَمِعُونَ عِنْدَ حُلُولِ النَّوَائِبِ بِهِمْ وَتَعْدِي الْأَجَانِبِ عَلَيْهِمْ عِنْدَ قَبْرِ (مَوْلَايَ إِدْرِيسَ) فِي فَاسَ رَاجِينَ أَنْ يَكْشِفَ بِاسْتِنْجَادِهِمْ إِيَّاهُ مَا نَزَلَ بِهِمْ مِنَ الْبَأْسِ أَنْذَرْنَاهُمْ بَطْشَةَ اللهِ بِتَرْكِ هَدْيِ كِتَابِهِ وَتَنَكُّبِّ سُنَنِهِ فَتَمَارَوْا بِالنُّذُرِ وَاتَّكَلُوا عَلَى مَيِّتٍ لَا يَمْلِكُ لَهُمْ وَلَا لِنَفْسِهِ شَيْئًا مِنْ نَفْعٍ وَلَا ضَرَرٍ، وَكَمْ سَبَقَ هَذِهِ الْعِبْرَةَ مِنْ عِبَرٍ (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ) . </p><p> نَزَلَ فِي مَعْنَى هَذِهِ الْآيَةِ آيَاتٌ كَثِيرَةٌ نَاطِقَةٌ بِأَنَّ نِعَمَ اللهِ فِي الْأَنْفُسِ وَالْآفَاقِ مِمَّا يَفْتِنُ اللهُ بِهِ عِبَادَهُ - أَيْ يُرَبِّيهِمْ وَيَخْتَبِرُهُمْ - لِيُظْهِرَ أَيُّهَمْ أَحْسَنُ عَمَلًا فَيَتَرَتَّبَ عَلَيْهِ الْجَزَاءُ فِي الدَّارَيْنِ. قَالَ تَعَالَى فِي بَنِي إِسْرَائِيلَ:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ)  (٧: ١٦٨) وَقَالَ فِي خِطَابِ كُلِّ الْبَشَرِ: (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ)  (٢١: ٣٥) وَقَالَ بَعْدَ ذِكْرِ خَلْقِ السَّمَوَاتِ وَالْأَرْضِ وَخَلْقِ الْمَوْتِ وَالْحَيَاةِ: (لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا)  (١١: ٧،٦٧:٢) وَقَالَ: (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا)  (١٨: ٧) وَقَالَ فِي ابْتِلَاءِ الْمُؤْمِنِينَ بِالْكَافِرِينَ: (وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ)  (٢٥: ٢٠) وَقَالَ فِي خِطَابِ الْمُؤْمِنِينَ: (لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ)  (٣: ١٨٦) </p><p> وَقَالَ:  (وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ)  (٢: ١٥٥) وَقَالَ: (وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ)  (٤٧: ٣١) وَقَالَ: (الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ)  (٢٩: ١ - ٣) وَقَالَ حِكَايَةً عَنْ نَبِيِّهِ سُلَيْمَانَ: (هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ)  (٢٧: ٤٠) وَثَمَّ آيَاتٌ أُخْرَى. </p><p> أَرْشَدَنَا اللهُ تَعَالَى فِي هَذِهِ الْآيَاتِ وَأَمْثَالِهَا إِلَى طَرِيقِ الِاسْتِفَادَةِ مِنْ سُنَنِهِ فِي جَعْلِنَا خَلَائِفَ فِي الْأَرْضِ، وَرَفْعِ بَعْضِنَا دَرَجَاتٍ عَلَى بَعْضٍ، بِأَن </p><p> ْ </p><p> نَصْبِرَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ، وَنَشْكُرَ فِي السَّرَّاءِ، وَالشُّكْرُ عِبَارَةٌ عَنْ صَرْفِ النِّعَمِ فِيمَا وُهِبَتْ لِأَجْلِهِ، وَهُوَ مَا يُرْضِي الْمُنْعِمَ تَعَالَى وَتَظْهَرُ بِهِ حِكْمَتُهُ، وَتَعُمُّ رَحْمَتُهُ، كَإِنْفَاقِ فَضْلِ الْمَالِ فِي وُجُوهِ الْبِرِّ الَّتِي تَنْفَعُ النَّاسَ، وَإِعْدَادِ الْقُوَّةِ بِقَدْرِ الِاسْتِطَاعَةِ لِتَأْيِيدِ الْحَقِّ وَإِقَامَةِ الْعَدْلِ. وَلِكُلِّ نِعْمَةٍ بَدَنِيَّةٍ أَوْ عَقْلِيَّةٍ أَوْ عِلْمِيَّةٍ أَوْ مَالِيَّةٍ أَوْ حِكْمِيَّةٍ شُكْرٌ خَاصٌّ، وَمَنْ لَمْ يَهْتَدِ بِهَذِهِ الْهِدَايَةِ الرَّبَّانِيَّةِ فِي الِاسْتِفَادَةِ مِنَ النِّعَمِ وَالنِّقَمِ فَإِنَّهُ يُسِيءُ التَّصَرُّفَ فِي الْحَالَتَيْنِ فَيَظْلِمُ نَفْسَهُ وَيَظْلِمُ النَّاسَ، وَأَنَّ الْعَقْلَ الصَّحِيحَ وَالْفِطْرَةَ السَّلِيمَةَ مِمَّا يَهْدِي إِلَى الصَّبْرِ وَالشُّكْرِ، وَلَكِنْ لَا تَكْمُلُ الْهِدَايَةُ إِلَّا بِتَعْلِيمِ الْوَحْيِ ; لِأَنَّ الْإِسْلَامَ قَدْ شُرِعَ لِمُسَاعَدَةِ الْعَقْلِ عَلَى حِفْظِ مَوَاهِبِ اللهِ تَعَالَى فِي الْفِطْرَةِ وَمَنْعِ الْهَوَى مِنْ إِفْسَادِهَا، وَصَدِّهَا عَنِ الْوُصُولِ إِلَى كَمَالِهَا، وَلِذَلِكَ سُمِّيَ دِينَ الْفِطْرَةِ، فَالْمُسْلِمُونَ أَجْدَرُ النَّاسِ بِالصَّبْرِ، وَالصَّبْرُ عَوْنٌ عَلَى الْجِهَادِ وَالْجِلَادِ، وَمَنْجَاةٌ مِنْ جَمِيعِ الشَّدَائِدِ وَالْأَهْوَالِ، وَأَحَقُّهُمْ بِالشُّكْرِ، وَالشُّكْرُ سَبَبٌ لِلْمَزِيدِ مِنَ النِّعَمِ، فَلَوْ كَانُوا مُهْتَدِينَ بِهِ كَمَا يَجِبُ لَكَانُوا أَعْظَمَ النَّاسِ مُلْكًا وَأَعْدَلَهُمْ حُكْمًا. وَأَوْسَعَهُمْ عِلْمًا، وَأَشَدَّهُمْ قُوَّةً، وَأَكْثَرَهُمْ ثَرْوَةً، وَكَذَلِكَ كَانَ بِهِ سَلَفُهُمْ. وَقَدْ أَخْبَرُهُمُ اللهُ بِأَنَّهُ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ، وَلَكِنَّ التَّقْلِيدَ أَضَلَّهُمْ عَنْ تَدَبُّرِ الْقُرْآنِ، وَالِاتِّكَالَ عَلَى الْمَيِّتِينَ حَالَ بَيْنَهُمْ وَبَيْنَ سُنَنِ اللهِ فِي هَذَا الْإِنْسَانِ:  (فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى)  (٢٠: ١٢٣، ١٢٤)  (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا)  (٧٢: ١٦، ١٧) وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى، وَنَعِيمُهَا أَدْوَمُ وَأَعْلَى، كَمَا قَالَ تَعَالَى بَعْدَ بَيَانِ حَالِ مَنْ يُرِيدُ بِعَمَلِهِ حُظُوظَ الدُّنْيَا وَحْدَهَا، وَمَنْ يُرِيدُ الْآخِرَةَ وَيَسْعَى لَهَا سَعْيَهَا:  (كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا)  (١٧: ٢١) وَإِنَّمَا جَعَلَ الدُّنْيَا لِلْمُؤْمِنِ وَالْكَافِرِ، وَالْبَرِّ وَالْفَاجِرِ، لِئَلَّا تَعْظُمَ الْفِتْنَةُ بِجَعْلِ نَعِيمِهَا كُلِّهِ أَوْ مُعْظَمِهِ لِلْكُفَّارِ وَحْدَهُمْ فَيَكُونَ النَّاسُ كُلُّهُمْ لِضَعْفِهِمْ كُفَّارًا، قَالَ </p>"
}