{
  "id": null,
  "sura": 6,
  "aya": 70,
  "text": "<p> يَسْتَعِدَّ لَهَا الْفَاسِقُونَ، أَمَّا اتِّخَاذُهُمْ دِينَهُمْ لَعِبًا وَلَهْوًا فَفِيهِ وُجُوهٌ، الْمُتَبَادِرُ مِنْهَا أَنَّ أَعْمَالَ دِينَهُمُ الَّتِي يَعْمَلُونَهَا لَمَّا لَمْ تَكُنْ مُزَكِّيَةً لِلْأَنْفُسِ، وَلَا مُهَذِّبَةً لِلْأَخْلَاقِ، وَلَا وَاقِعَةً عَلَى الْوَجْهِ الَّذِي يُرْضِي الرَّحْمَنَ وَيُعِدُّ الْمَرْءَ لِلِقَائِهِ فِي دَارِ الْكَرَامَةِ وَالرِّضْوَانِ، وَلَا مُصْلِحَةً لِشُئُونِ الِاجْتِمَاعِ وَالْعُمْرَانِ، كَانَتْ إِمَّا صَرْفًا لِلْوَقْتِ فِيمَا لَا فَائِدَةَ فِيهِ وَهُوَ مَعْنَى اللَّعِبِ، وَإِمَّا شَاغِلَةٌ عَنْ بَعْضِ الْهُمُومِ وَالشُّئُونِ وَهُوَ اللهْوُ، وَيَظْهَرُ ذَلِكَ فِي أَعْمَالِ الدِّينِ الِاجْتِمَاعِيَّةِ كَالْمَوَاسِمِ وَالْأَعْيَادِ، وَقَدْ رُوِيَ الْقَوْلُ بِهِ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - قَالَ: جَعَلَ اللهُ لِكُلِّ قَوْمٍ عِيدًا يُعَظِّمُونَهُ، وَيُصَلُّونَ فِيهِ، وَيُعَمِّرُونَهُ بِذِكْرِ اللهِ تَعَالَى، ثُمَّ إِنَّ النَّاسَ - أَكْثَرُهُمْ مِنَ الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ - اتَّخَذُوا عِيدَهُمْ لَهْوًا وَلَعِبًا، غَيْرَ الْمُسْلِمِينَ، فَإِنَّهُمُ اتَّخَذُوا عِيدَهُمْ كَمَا شَرَعَهُ اللهُ تَعَالَى. وَهُوَ يُرِيدُ أَنَّ هَذَا مِمَّا تَدُلُّ عَلَيْهِ الْآيَةُ لَا أَنَّهُ كُلُّ الْمُرَادِ مِنْهَا، وَهَذَا أَحَدُ وُجُوهٍ خَمْسَةٍ ذَكَرَهَا الرَّازِيُّ فِي الْآيَةِ وَجَعَلَهُ الرَّابِعَ. </p><p> وَأَمَّا الْوُجُوهُ الْأُخْرَى (فَأَوَّلُهَا) أَنَّهُمُ اتَّخَذُوا دِينَهُمُ الَّذِي كُلِّفُوهُ وَدُعُوا إِلَيْهِ - وَهُوَ دِينُ الْإِسْلَامِ - لَعِبًا وَلَهْوًا حَيْثُ سَخِرُوا بِهِ وَاسْتَهْزَءُوا بِهِ. (الثَّانِي) اتَّخَذُوا مَا هُوَ لَعِبٌ وَلَهْوٌ مِنْ عِبَادَةِ الْأَصْنَامِ دِينًا لَهُمْ. (الثَّالِثُ) أَنَّ الْكَفَّارَ كَانُوا يَحْكُمُونَ فِي دِينِ اللهِ بِمُجَرَّدِ التَّشَهِّي وَالتَّمَنِّي مِثْلَ تَحْرِيمِ السَّوَائِبِ وَالْبَحَائِرِ، وَمَا كَانُوا يَحْتَاطُونَ فِي أَمْرِ الدِّينِ أَلْبَتَّةَ، وَيَكْتَفُونَ فِيهِ بِمُجَرَّدِ التَّقْلِيدِ، فَعَبَّرَ اللهُ عَنْ ذَلِكَ بِأَنَّهُمُ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا. (الْخَامِسُ) قَالَ - وَهُوَ الْأَقْرَبُ -: إِنَّ الْمُحَقِّقَ فِي الدِّينِ هُوَ الَّذِي يَنْصُرُ الدِّينَ لِأَجْلِ أَنَّهُ أَقَامَ الدَّلِيلَ عَلَى أَنَّهُ حَقٌّ وَصِدْقٌ وَصَوَابٌ، فَأَمَّا الَّذِينَ يَنْصُرُونَهُ لِيَتَوَسَّلُوا بِهِ إِلَى أَخْذِ الْمَنَاصِبِ وَالرِّيَاسَةِ وَغَلَبَةِ الْخَصْمِ وَجَمْعِ الْأَمْوَالِ </p><p> فَهُمُ الَّذِينَ نَصَرُوا الدِّينَ لِلدُّنْيَا، وَقَدْ حَكَمَ اللهُ عَلَى الدُّنْيَا فِي سَائِرِ الْآيَاتِ بِأَنَّهَا لَعِبٌ وَلَهْوٌ، فَالْمُرَادُ مِنْ قَوْلِهِ:  (وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا) هُوَ الْإِشَارَةُ إِلَى مَنْ يَتَوَسَّلُ بِدِينِهِ إِلَى دُنْيَاهُ، وَإِذَا تَأَمَّلْتَ فِي حَالِ أَكْثَرِ الْخَلْقِ وَجَدْتَهُمْ مَوْصُوفِينَ بِهَذِهِ الصِّفَةِ وَدَاخِلِينَ تَحْتَ هَذِهِ الْحَالَةِ، وَاللهُ أَعْلَمُ. اهـ. </p><p> أَقُولُ: كَانَ يَنْبَغِي أَنْ يَذْكُرَ نَحْوًا مِنْ هَذَا فِي التَّفْسِيرِ (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) وَقَدْ جَعَلَ هُوَ هَذِهِ الْجُمْلَةَ مُؤَيِّدَةً لَهُ، وَجَعَلَهُ هُوَ الْمُرَادَ مِنَ اللَّعِبِ وَاللهْوِ، ذَاهِلًا عَنْ كَوْنِهِ لَا يَظْهَرُ فِي كُفَّارِ قُرَيْشٍ الَّذِينَ قُصِدُوا بِهِ أَوَّلًا وَبِالذَّاتِ، وَالْوَجْهُ الْأَوَّلُ اعْتَمَدَهُ الْمُتَأَخِّرُونَ، وَفِيهِ أَنَّهُ مُخَالِفٌ لِقَوْلِهِ تَعَالَى:  (لَكُمْ دِينَكُمْ وَلِيَ دِينِ)  (١٠٩: ٦) وَقَوْلُهُ: (لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا)  (٥: ٥٧) فَاللهُ تَعَالَى لَا يُضِيفُ دِينَ الْإِسْلَامِ إِلَى الْكُفَّارِ. وَأَمَّا مَعْنَى غَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَهُوَ أَنَّهَا خَدَعَتْهُمْ وَأَغْفَلَتْهُمْ عَنْ أَنْفُسِهِمْ وَمَا هِيَ مُسْتَعِدَّةٌ لَهُ مِنَ الْكَمَالِ، وَعَنْ كَوْنِ الْبَعْثِ حَقًّا، وَالْعَدْلِ الْمَحْضَ مِنَ الْمُحَالِ، فَاشْتَغَلُوا بِلَذَّاتِهَا الْحَقِيرَةِ الْفَانِيَةِ الْمَشُوبَةِ بِالْمُنَغِّصَاتِ عَمَّا جَاءَهُمْ مِنَ الْحَقِّ مُؤَيَّدًا بِالْحُجَجِ الْقَيِّمَةِ وَالْآيَاتِ الْبَيِّنَاتِ، فَاسْتَبْدَلُوا الْخَوْضَ فِيهَا، بِمَا كَانَ يَجِبُ مِنْ فِقْهِهَا وَتُدَبُّرِهَا. </p><p> وَهَذَا الْأَمْرُ بِتَرْكِ هَؤُلَاءِ الْمَغْرُورِينَ قَدْ جَاءَ عَلَى سَبِيلِ التَّهْدِيدِ كَقَوْلِهِ:  (ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ)  (١٥: ٣) وَهُوَ تَهْدِيدٌ بِعَذَابِ الدُّنْيَا، بِدَلِيلِ قَوْلِهِ بَعْدَهُ:  (وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ)  (٤، ٥) وَوَرَدَ مِثْلُهُ عَذَابُ الْآخِرَةِ فِي الْآيَتَيْنِ (٤٣: ٨٣،٧٠:٤٢) وَقِيلَ: الْمُرَادُ بِهِ الْأَمْرُ بِالْكَفِّ عَنْهُمْ، وَتَرْكُ التَّعَرُّضِ لَهُمْ، وَأَنَّهُ نُسِخَ بِآيَةِ الْقِتَالِ، رُوِيَ عَنْ قَتَادَةَ وَضَعَّفَهُ الْمُحَقِّقُونَ. وَإِذَا لَمْ يَتَضَمَّنْ مَعْنَى التَّهْدِيدِ كَانَ مَعْنَاهُ: ذَرْهُمْ وَلَا تَهْتَمَّ بِخَوْضِهِمْ وَلَا تَكْذِيبِهِمْ، وَعَلَيْكَ مَا كُلِّفْتَهُ وَحَمَلْتَهُ مِنْ تَبْلِيغِ دَعْوَةِ رَبِّكَ، وَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ: </p><p> (وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ) الْبَسْلُ مَصْدَرُ بَسَلَهُ، يُطْلَقُ بِمَعْنَى حَبْسِ الشَّيْءِ وَمَنْعِهِ بِالْقَهْرِ، وَبِمَعْنَى الرَّهْنِ وَالْإِبَاحَةِ، وَأَبْسَلَ الشَّيْءَ كَبَسَلَهُ: أَسْلَمَهُ لِلْهَلَاكِ، وَمِنْهُ أَسَدٌ بَاسِلٌ وَرَجُلٌ بَاسِلٌ، أَيْ شُجَاعٌ مُمْتَنِعٌ عَلَى أَقْرَانِهِ، أَوْ مَانِعٌ لِمَا يُرِيدُ حِفْظَهُ أَنْ يُنَالَ، وَالضَّمِيرُ فِي قَوْلِهِ:  (بِهِ) لِلْقُرْآنِ الْمَعْلُومِ بِقَرِينَةِ الْحَالِ ; لِأَنَّهُ هُوَ الذِّكْرُ الَّذِي بُعِثَ بِهِ الرَّسُولُ الْمُذَكِّرُ، وَبِقَرِينَةِ الْمُقَالِ كَقَوْلِهِ تَعَالَى فِي آخِرِ سُورَةٍ \" ق \" : (فَذَكِّرْ</p><p> بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ)  (٥٠: ٤٥) وَالْقُرْآنُ يُفَسِّرُ بَعْضُهُ بَعْضًا كَمَا قَالُوا. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ ثَلَاثَةُ أَقْوَالٍ فِي مَعْنَى الْإِبْسَالِ: الْفَضِيحَةُ، وَالْإِسْلَامُ لِلْهَلَاكِ، وَالْحَبْسُ فِي النَّارِ. وَكَانَ الْأَخِيرُ جَوَابَهُ لِنَافِعِ بْنِ الْأَزْرَقِ، وَهُوَ تَفْسِيرٌ بِالْأَخَصِّ لِبَيَانِ الْمُرَادِ، قَالَ نَافِعٌ: أَوَتَعْرِفُ الْعَرَبُ ذَلِكَ فِي كَلَامِهَا؟ قَالَ: نَعَمْ، أَمَا سَمِعْتَ زُهَيْرًا وَهُوَ يَقُولُ: </p><p> وَفَارَقَتْكَ بِرَهْنٍ لَا فِكَاكَ لَهُ ... يَوْمَ الْوَدَاعِ وَقَلْبٍ مُبْسَلٍ غَلِقًا. </p><p> وَالْمَعْنَى: وَذَكِّرِ النَّاسَ وَعِظْهُمْ بِالْقُرْآنِ اتِّقَاءَ أَنْ تُبْسَلَ كُلُّ نَفْسٍ فِي الْآخِرَةِ بِمَا كَسَبَتْ، أَيِ اتِّقَاءَ حَبْسِهَا، أَوْ رَهْنِهَا فِي الْعَذَابِ، أَوْ إِسْلَامِهَا إِلَيْهِ، أَوْ مَنْعِهَا مِنْ نَعِيمِ الْجَنَّةِ، وَتَفَادِيًا مِنْ ذَلِكَ بِمَا بَيَّنَهُ الذِّكْرُ الْحَكِيمُ مِنْ أَسْبَابِ النَّجَاةِ وَالسَّعَادَةِ. وَيُؤَيِّدُ التَّقْدِيرَ الْأَوَّلَ قَوْلُهُ تَعَالَى:  (كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلَّا أَصْحَابَ الْيَمِينِ)  (٧٤: ٣٨، ٣٩) الْآيَةَ. وَقَدَّرَ بَعْضُ الْمُفَسِّرِينَ \" مَخَافَةَ \" أَوْ \" كَرَاهَةَ \" أَنْ تُبْسَلَ. وَبَعْضُهُمْ: لِئَلَّا تُبْسَلَ. </p><p> ثُمَّ وَصَفَ تَعَالَى النَّفْسَ الْبِسِلَةَ أَوْ عَلَّلَ إِبْسَالَهَا بِقَوْلِهِ:  (لَيْسَ لَهَا مِنْ دُونِ اللهِ وَلِيٌّ وَلَا شَفِيعٌ) أَيْ: وَلَيْسَ لَهَا مِنْ غَيْرِ اللهِ وَلِيٌّ، أَيْ نَاصِرٌ يَنْصُرُهَا، أَوْ قَرِيبٌ يَتَوَلَّى أَمْرَهَا، وَلَا شَفِيعٌ يَشْفَعُ لَهَا عِنْدَ اللهِ تَعَالَى:  (مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ)  (٤٠: ١٨) فِي يَوْمٍ وَصَفَهُ تَعَالَى بِقَوْلِهِ: (لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ)  (٢: ٢٥٤) وَالْأَمْرُ فِيهِ لِلَّهِ وَحْدَهُ (قُلْ لِلَّهِ الشَّفَاعَةِ جَمِيعًا)  (٣٩: ٤٤)  (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ)  (٢: ٢٥٥)  (وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ)  (٣٤: ٢٣)  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ)  (٢١: ٢٨) </p><p> فَكُلُّ نَفْسٍ تَأْتِيهِ فِي ذَلِكَ الْيَوْمِ - وَهُوَ تَعَالَى غَيْرُ رَاضٍ عَنْهَا - فَهِيَ مُبْسَلَةٌ بِمَا كَسَبَتْ مِنْ سَيِّئِ عَمَلِهَا. </p><p> (وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا) الْعَدْلُ - بِالْفَتْحِ - مَا عَادَلَ الشَّيْءَ وَسَاوَاهُ مِنْ غَيْرِ جِنْسِهِ، كَمَا تَقَدَّمَ فِي تَفْسِيرِ (أَوْ عَدْلُ ذَلِكَ صِيَامًا)  (٥: ٩٥) وَهُوَ هُنَا بِمَعْنَى الْفِدَاءِ ; لِأَنَّ الْفَادِيَ يَعْدِلُ الْمَفْدِيِّ بِمِثْلِهِ كَمَا قَالَ الزَّمَخْشَرِيُّ، وَعَدْلُ هَذَا يَتَعَدَّى إِلَى الْمَفْعُولِ بِهِ بِالْبَاءِ كَمَا قَالَ فِي أَوَّلِ هَذِهِ السُّورَةِ:  (بِرَبِّهِمْ يَعْدِلُونَ) فَكُلُّ عَدْلٍ مَنْصُوبٌ هُنَا عَلَى الْمَصْدَرِيَّةِ لَا الْمَفْعُولِيَّةِ، وَالْمَعْنَى: وَإِنْ تَفْدِ النَّفْسُ الْمُبْسَلَةُ كُلَّ نَوْعٍ مِنْ أَنْوَاعِ الْفِدَاءِ لَا يُؤْخَذْ مِنْهَا - أَيْ لَا يَقَعُ الْأَخْذُ وَلَا يَحْصُلُ، فَهُوَ عَلَى حَدِّ أَكْلٍ مِنَ الْقَصْعَةِ وَسَيْرٍ مِنَ الْبَلَدِ ; لِأَنَّ الْعَدْلَ - وَهُوَ مَصْدَرٌ - لَا يُؤْخَذُ أَخْذًا، وَيَجُوزُ أَنْ يُضَمَّنَ الْأَخْذُ مَعْنَى الْقَبُولِ، وَأَنْ </p><p> يُعَادَ الضَّمِيرُ عَلَى الْعَدْلِ، وَهُوَ الْفِدَاءُ بِمَعْنَى الْمَفْدِيِّ بِهِ وَإِنْ عُدَّ هُنَا مِنْ قَبِيلِ الِاسْتِخْدَامِ، وَقَدِ اسْتُعْمِلَ الْعَدْلُ فِي سُورَةِ الْبَقَرَةِ بِمَعْنَى الْمَعْدُولِ بِهِ، أَيِ الْفِدْيَةِ، وَأُسْنِدَ إِلَى الْأَخْذِ وَإِلَى الْقَبُولِ، قَالَ:  (وَاتَّقَوْا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ)  (٢: ٤٨) . وَقَالَ:  (وَاتَّقَوْا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ)  (٢: ١٢٣) . </p><p> وَالْمُرَادُ مِنْ هَذِهِ الْآيَاتِ وَمَا فِي مَعْنَاهَا إِبْطَالُ أَصْلٍ مِنْ أُصُولِ الْوَثَنِيَّةِ، وَهُوَ تَعْلِيقُ النَّجَاةِ فِي الْآخِرَةِ - كَنَيْلِ كَثِيرٍ مِنَ الْمَقَاصِدِ فِي الدُّنْيَا - بِتَقْدِيمِ الْفِدْيَةِ لِلَّهِ تَعَالَى، أَوْ بِشَفَاعَةِ الشَّافِعِينَ عِنْدَهُ أَيْ بِوَسَاطَةِ الْوُسَطَاءِ - وَتَقْرِيرُ أَصْلِ الدِّينِ الْإِلَهِيِّ وَهُوَ أَنَّ النَّجَاةَ فِي الْآخِرَةِ، وَرِضْوَانَ اللهِ، وَالْقِرَبَ مِنْهُ لَا تُنَالُ إِلَّا بِمَا شَرَعَهُ اللهُ عَلَى أَلْسِنَةِ رُسُلِهِ مِنَ الْإِيمَانِ وَالْإِسْلَامِ - وَبِعِبَارَةٍ أُخْرَى بِالْعَمَلِ الصَّالِحِ الَّذِي تَتَزَكَّى بِهِ الْأَنْفُسُ مَعَ الْإِيمَانِ الْإِذْعَانِيِّ بِاللهِ وَبِرُسُلِهِ وَمَا جَاءُوا بِهِ، وَمِنْ إِبْسَالِهِمْ كَسْبُهُمْ لِلسَّيِّئَاتِ وَالْخَطَايَا، وَاتِّخَاذُهُمُ الدِّينَ لَعِبًا وَلَهْوًا، وَغُرُورُهُمْ بِالْحَيَاةِ الدُّنْيَا، فَلَا تَنْفَعُهُمْ شَفَاعَةٌ وَلَا تُقْبَلُ مِنْهُمْ فِدْيَةٌ. </p><p> (أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا) أَيْ أُولَئِكَ الْمَوْصُوفُونَ بِمَا ذَكَرَهُمْ، الَّذِينَ أُسْلِمُوا لِلْهَلَكَةِ، وَارْتُهِنُوا، وَحُبِسُوا عَنْ دَارِ السَّعَادَةِ بِسَبَبِ مَا كَسَبُوا مِنَ الْأَوْزَارِ وَالْآثَامِ، حَتَّى أَحَاطَتْ بِهِمْ خَطَايَاهُمْ، وَلَمْ يَكُنْ لَهُمْ مِنْ دِينِهِمُ الَّذِي اتَّخَذُوهُ لَعِبًا وَلَهْوًا مَا يَزْجُرُهُمْ عَنْهَا. وَمَاذَا يَكُونُ جَزَاؤُهُمْ بَعْدَ الْإِبْسَالِ؟ (لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) أَيْ لَهُمْ شَرَابٌ مِنْ مَاءٍ حَمِيمٍ، وَهُوَ الشَّدِيدُ الْحَرَارَةِ - وَيُطْلَقُ عَلَى الشَّدِيدِ الْبُرُودَةِ أَيْضًا - وَعَذَابٌ شَدِيدُ الْأَلَمِ بِسَبَبِ كُفْرِهِمُ الَّذِي ظَلُّوا مُسْتَمِرِّينَ عَلَيْهِ طُولَ حَيَاتِهِمْ، حَتَّى صَرَفَهُمْ عَمَّا جَعَلَهُ اللهُ تَعَالَى - لَوِ اتَّبَعُوهُ - سَبَبَ نَجَاتِهِمْ. أَوِ التَّقْدِيرُ: أُولَئِكَ الْمُبْسَلُونَ بِكَسْبِهِمْ، لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِاسْتِمْرَارِهِمْ عَلَى كُفْرِهِمْ ; وَبِهَذَا ظَهَرَ الْفِرَقُ بَيْنَ التَّعْلِيلِ الْأَوَّلِ بِالْكَسْبِ وَالتَّعْلِيلِ الثَّانِي بِالْكُفْرِ، فَالْأَوَّلُ ذُكِرَ بِصِيغَةِ الْمَاضِي، وَالثَّانِي بِصِيغَةِ الْمُسْتَقْبَلِ الدَّالِّ </p>"
}