{
  "id": null,
  "sura": 6,
  "aya": 68,
  "text": "<p> (قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ</p><p> عَذَابٌ مُقِيمٌ إِنَّا أَنْزَلَنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ)  (٣٩: ٣٩ - ٤١) وَسَوْفَ تَعْلَمُونَ ذَلِكَ عِنْدَ وُقُوعِهِ. وَحَسْبُكَ هَذِهِ الشَّوَاهِدُ فَهِيَ مُطَابَقَةٌ لِمَا هُنَا أَتَمَّ الْمُطَابَقَةِ، وَإِذْ جُعِلَ الْمُسْتَقَرُّ بِمَعْنَى الِاسْتِقْرَارِ كَانَ مَعْنَاهُ لِكُلِّ نَبَأٍ مِنْ أَنْبَاءِ الْقُرْآنِ اسْتِقْرَارٌ أَيْ وُقُوعٌ ثَابِتٌ لَا بُدَّ مِنْهُ. وَمِنْ أَنْبَاءِ الْقُرْآنِ مَا هُوَ خَاصٌّ بِأُولَئِكَ الْقَوْمِ، وَمِنْهُ مَا هُوَ فِي غَيْرِهِمْ، وَمِنْهُ مَا هُوَ نَبَأٌ عَنْ أَهْلِ ذَلِكَ الْعَصْرِ، وَمِنْهُ مَا هُوَ نَبَأٌ عَمَّنْ بَعْدَهُمْ، وَمِنْهُ مَا هُوَ عَامٌّ يَشْمَلُ أُمُورًا تَأْتِي فِي أَزْمِنَةٍ مُخْتَلِفَةٍ، فَيَحْصُلُ فِي كُلِّ زَمَنٍ مِنْهَا مَا يَثْبُتُ لِمَنْ فَقِهَ حَقِّيَّةِ الْقُرْآنِ (قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ)  (٤١: ٥٢، ٥٣) وَإِذَا أَرَدْتَ أَنْ تَزْدَادَ فَهْمًا بِوُجُوهِ الِاتِّصَالِ وَالتَّنَاسُبِ بَيْنَ الْآيَاتِ فِي هَذَا السِّيَاقِ، فَارْجِعْ إِلَى مَا ذَكَرْنَاهُ مِنَ الْكَلَامِ فِي مَسْأَلَةِ اسْتِعْجَالِهِمُ الْعَذَابَ وَأَجَلِهِ الَّذِي لَا يَتَعَدَّاهُ، وَالْحَمْدُ لِلَّهِ. </p><p> (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ) . </p><p> أَنْذَرَ اللهُ تَعَالَى فِي الْآيَاتِ السَّابِقَةِ هَذِهِ الْأُمَّةَ - أُمَّةَ الدَّعْوَةِ - مِثْلَ الْعَذَابِ </p><p> الَّذِي بَعَثَهُ عَلَى مُكَذِّبِي الرُّسُلِ مِنَ الْأَوَّلِينَ، وَعَلَى الْمُتَفَرِّقِينَ الْمُخْتَلِفِينَ فِي دِينِهِمْ مِنْ أَهْلِ الْكِتَابِ، وَجَعَلَ ذَلِكَ مَعَ مَا قَبْلَهُ مِنْ حُجَجِ الْقُرْآنِ وَآيَاتِهِ الْمُثْبِتَةِ لِكَوْنِهِ مِنْ عِنْدِ اللهِ لَا مِنْ عِنْدِ رَسُولِهِ الْأُمِّيِّ الَّذِي لَمْ يَكُنْ يَعْلَمُ شَيْئًا مِنْ أَخْبَارِ الْأُمَمِ وَلَا مِنْ سُنَنِ اللهِ فِي مُكَذِّبِي الرُّسُلِ وَمُتَّبِعِيهِمْ - تِلْكَ الْآيَاتُ الَّتِي يُرْجَى لِمَنْ تَدَبَّرَهَا فِقْهُ الْأُمُورِ وَإِدْرَاكُ حَقَائِقِ الْعِلْمِ. وَذَكَرَ بَعْدَ هَذَا الْإِنْذَارِ وَالْبَيَانِ تَكْذِيبَ قُرَيْشٍ بِالْقُرْآنِ، وَكَوْنَ الرَّسُولِ مُبَلِّغًا لَا خَالِقًا لِلْإِيمَانِ، وَإِحَالَتَهُمْ فِي ظُهُورِ صِدْقِ أَنْبَائِهِ عَلَى الزَّمَانِ. ثُمَّ بَيَّنَ فِي هَذِهِ الْآيَاتِ كَيْفَ يُعَامَلُ الَّذِينَ يَخُوضُونَ فِي آيَاتِ اللهِ بِالْبَاطِلِ مِنْ هَذِهِ الْأُمَّةِ - أَعْنِي أُمَّةَ الدَّعْوَةِ وَالَّذِينَ اتَّخَذُوا دِينَهُمْ هُزُوًا وَلَعِبًا مِنْ كُفَّارِهَا الَّذِينَ لَمْ يُجِيبُوا دَعْوَتَهَا - بِمَا يُعْلَمُ مِنْهُ حُكْمُ مَنْ يَدْخُلُ فِي عُمُومِ ذَلِكَ مِمَّنْ أَجَابُوهُمَا عَلَى نَحْوِ مَا تَقَدَّمَ فِي الْآيَاتِ الَّتِي قَبْلَهَا، فَقَالَ: </p><p> (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ) رُوِيَ عَنْ أَبِي مَالِكٍ، وَسَعِيدِ بْنِ جُبَيْرٍ، وَابْنِ جُرَيْجٍ، وَقَتَادَةَ، وَمُقَاتِلٍ، وَالسُّدِّيِّ، وَمُجَاهِدٍ فِي إِحْدَى الرِّوَايَتَيْنِ عَنْهُ أَنَّ هَذِهِ الْآيَةَ فِي الْمُشْرِكِينَ الْمُكَذِّبِينَ الَّذِينَ كَانُوا يَسْتَهْزِئُونَ بِالْقُرْآنِ وَالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ، وَأَبِي جَعْفَرٍ، وَمُحَمَّدِ بْنِ عَلِيٍّ، وَمُحَمَّدِ بْنِ سِيرِينَ أَنَّهَا فِي أَهْلِ الْأَهْوَاءِ مِنَ الْمُسْلِمِينَ، وَهَذَا الْخِلَافُ مَبْنِيٌّ عَلَى مَا تَقَدَّمَ فِيمَا قَبْلَهَا مِنْ كَوْنِهِ يَشْمَلُ الْمُشْرِكِينَ وَغَيْرَهُمْ. فَمَنْ قَالَ: إِنَّ هَذِهِ فِي الْمُشْرِكِينَ فَقَطْ، فَإِنَّمَا رَجَّحَ ذَلِكَ بِمَعُونَةِ السِّيَاقِ وَالْوَقْتِ الَّذِي نَزَلَتْ فِيهِ الْآيَاتُ بَلِ السُّورَةُ كُلُّهَا فِي أَوَائِلِ الْبَعْثَةِ، وَمَنْ قَالَ: إِنَّهَا فِي أَهْلِ الْأَهْوَاءِ فَإِنَّمَا رَجَّحَ ذَلِكَ بِمَا وَرَدَ مِنَ الْأَحَادِيثِ الْمَرْفُوعَةِ فِي كَوْنِ الْإِنْذَارِ بِالْعَذَابِ مُوَجِّهًا إِلَى هَذِهِ الْأُمَّةِ بِجُمْلَتِهَا - مَنْ أَجَابَ دَعْوَتَهَا وَمَنْ لَمْ يُجِبْ - وَكَوْنِ تُفَرُّقِهَا شِيَعًا يَذُوقُ بَعْضُهُمْ بَأْسَ بَعْضٍ أَمْرًا مَقْضِيًّا مَضَتْ بِهِ سُنَّةُ اللهِ تَعَالَى فَلَا مَرَدَّ لَهُ، وَالْخِطَابُ عَلَى الْأَوَّلِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيُشَارِكُهُ فِي حُكْمِهِ كُلُّ مَنْ بَلَغَهُ، وَعَلَى الثَّانِي كُلُّ مَنْ يَقْرَأُ الْآيَةَ وَيَسْمَعُهَا. وَالرِّوَايَةُ الثَّانِيَةُ عَنْ مُجَاهِدٍ أَنَّهَا فِي أَهْلِ الْكِتَابِ وَهُوَ بَعِيدٌ ; إِذْ لَا وَجْهَ لِتَخْصِيصِهِمْ، لَا مِنَ السِّيَاقِ - وَالسُّورَةُ مَكِّيَّةٌ - وَلَا مِنَ الْأَخْبَارِ الْمَرْفُوعَةِ فِي مَعْنَاهَا، وَلَكِنَّ الْخَائِضِينَ مِنْهُمْ يَدْخُلُونَ فِي عُمُومِهَا. </p><p> وَأَصْلُ الْخَوْضِ وَحَقِيقَتُهُ الدُّخُولُ فِي الْمَاءِ وَالْمُرُورُ مَشْيًا أَوْ سِبَاحَةً، وَجَدْحُ السَّوِيقَ أَيْ لَتُّ الدَّقِيقِ بِاللَّبَنِ، وَيُسْتَعَارُ لِمُرُورِ الْإِبِلِ فِي السَّرَابِ، وَوَمِيضِ الْبَرْقِ فِي السَّحَابِ، </p><p> وَلِلِانْدِفَاعِ فِي الْحَدِيثِ وَالِاسْتِرْسَالِ فِيهِ، وَلِلدُّخُولِ فِي الْبَاطِلِ مَعَ أَهْلِهِ، وَبِهَذَيْنِ الْمَعْنَيَيْنِ اسْتُعْمِلَ فِي الْقُرْآنِ، وَفُسِّرَ الْخَوْضُ هُنَا عَلَى الْقَوْلِ الْأَوَّلِ بِالْكُفْرِ بِالْآيَاتِ وَالِاسْتِهْزَاءِ بِهَا. قَالَ ابْنُ جُرَيْجٍ: كَانَ الْمُشْرِكُونَ يَجْلِسُونَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحِبُّونَ أَنْ يَسْمَعُوا مِنْهُ، فَإِذَا سَمِعُوا اسْتَهْزَءُوا، فَنَزَلَتْ (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ) الْآيَةَ. قَالَ: فَجَعَلَ إِذَا اسْتَهْزَءُوا قَامَ، فَحَذَّرُوا وَقَالُوا: لَا تَسْتَهْزِئُوا فَيَقُومُ. . إِلَخْ. وَقَالَ السُّدِّيُّ: كَانَ الْمُشْرِكُونَ إِذَا جَالَسُوا الْمُؤْمِنِينَ </p><p> وَقَعُوا فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْقُرْآنِ فَسَبُّوهُ وَاسْتَهْزَءُوا بِهِ، فَأَمَرَهُمُ اللهُ بِأَلَّا يَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ. وَقَالَ مُقَاتِلٌ: كَانَ الْمُشْرِكُونَ بِمَكَّةَ إِذَا سَمِعُوا الْقُرْآنَ مِنْ أَصْحَابِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَاضُوا وَاسْتَهْزَءُوا، فَقَالَ الْمُسْلِمُونَ: لَا يَصِحُّ لَنَا مُجَالَسَتُهُمْ؛ نَخَافُ أَنْ نَحْرِجَ حِينَ نَسْمَعُ قَوْلَهُمْ وَنُجَالِسُهُمْ فَلَا نَعِيبُ عَلَيْهِمْ، فَأَنْزَلَ اللهُ فِي ذَلِكَ (وَإِذَا رَأَيْتَ) أَيْ أَنْزَلَهُ فِي أَثْنَاءِ هَذِهِ السُّورَةِ. وَهَذَا مُرَادُ ابْنِ جُرَيْجٍ أَيْضًا. وَقَوْلُهُمْ نَحْرِجُ \" مَعْنَاهُ نَقَعُ فِي الْحَرَجِ وَالْإِثْمِ.</p><p> وَفُسِّرَ الْخَوْضُ فِي الْآيَاتِ عَلَى الْقَوْلِ الْآخَرِ لِمُفَسِّرِي السَّلَفِ بِالْمِرَاءِ وَالْجَدَلِ وَالْخُصُومَةِ فِيهَا اتِّبَاعًا لِلْأَهْوَاءِ. وَانْتِصَارًا لِلْمَذَاهِبِ وَالْأَحْزَابِ، أَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ:  (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا) وَنَحْوُ هَذَا فِي الْقُرْآنِ - قَالَ: أَمَرَ اللهُ الْمُؤْمِنِينَ بِالْجَمَاعَةِ، وَنَهَاهُمْ عَنْ الِاخْتِلَافِ وَالْفُرْقَةِ، وَأَخْبَرَهُمْ إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَهُمْ بِالْمِرَاءِ وَالْخُصُومَاتِ فِي دِينِ اللهِ. وَرَوَى عَبْدُ بْنُ حُمَيْدٍ، وَابْنُ جَرِيرٍ، وَأَبُو نُعَيْمٍ فِي الْحِلْيَةِ، عَنْ أَبِي جَعْفَرٍ قَالَ: لَا تُجَالِسُوا أَهْلَ الْأَهْوَاءِ؛ فَإِنَّهُمُ الَّذِينَ يَخُوضُونَ فِي آيَاتِ اللهِ. </p><p> وَالصَّوَابُ مِنَ الْقَوْلِ فِي الْآيَةِ أَنَّهَا عَامَّةٌ، وَأَنَّ الْمُخَاطَبَ بِهَا أَوَّلًا بِالذَّاتِ سَيِّدُنَا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكُلُّ مَنْ كَانَ مَعَهُ مِنَ الْمُؤْمِنِينَ، فَكُلُّ مَا وَرَدَ عَنِ السَّلَفِ فِي تَفْسِيرِهَا صَحِيحٌ. وَالْمَعْنَى الْعَامُّ الْجَامِعُ الْمُخَاطَبُ بِهِ كُلَّ مُؤْمِنٍ فِي كُلِّ زَمَنٍ: \" وَإِذَا رَأَيْتَ \" أَيُّهَا الْمُؤْمِنُ \" الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا \" الْمُنَزَّلَةِ، مِنَ الْكُفَّارِ الْمُكَذِّبِينَ أَوْ مِنْ أَهْلِ الْأَهْوَاءِ الْمُفَرَّقِينَ، فَأَعْرِضْ عَنْهُمْ أَيِ انْصَرِفْ عَنْهُمْ، وَأَرِهِمْ عَرْضَ ظَهْرِكَ بَدَلًا مِنَ الْقُعُودِ مَعَهُمْ أَوِ الْإِقْبَالِ عَلَيْهِمْ بِوَجْهِكَ \" حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ \" أَيْ غَيْرِ ذَلِكَ الْحَدِيثِ الَّذِي مَوْضِعُهُ الْكُفْرُ بِآيَاتِ اللهِ وَالِاسْتِهْزَاءِ بِهَا مِنْ قِبَلِ الْكُفَّارِ،</p><p> أَوْ تَأْوِيلُهَا بِالْبَاطِلِ مِنْ قِبَلِ أَهْلِ الْأَهْوَاءِ، لِتَأْيِيدِ مَا اسْتَحْدَثُوا مِنَ الْمَذَاهِبِ وَالْآرَاءِ، وَتَفْنِيدِ أَقْوَالِ خُصُومِهِمْ بِالْجِدَالِ وَالْمِرَاءِ، فَإِذَا خَاضُوا فِي غَيْرِهِ فَلَا يَأْسَ بِالْقُعُودِ مَعَهُمْ. وَقِيلَ: إِنَّ الضَّمِيرَ فِي \" غَيْرِهِ \" لِلْقُرْآنِ؛ لِأَنَّهُ هُوَ الْمُرَادُ بِالْآيَاتِ، فَأُعِيدَ الضَّمِيرُ عَلَيْهَا بِحَسَبِ الْمَعْنَى. </p><p> وَسَبَبُ هَذَا النَّهْيِ أَنَّ الْإِقْبَالَ عَلَى الْخَائِضِينَ وَالْقُعُودَ مَعَهُمْ أَقَلُّ مَا فِيهِ أَنَّهُ إِقْرَارٌ لَهُمْ عَلَى خَوْضِهِمْ، وَإِغْرَاءٌ بِالتَّمَادِي فِيهِ، وَأَكْبَرُهُ أَنَّهُ رِضَاءٌ بِهِ وَمُشَارَكَةٌ فِيهِ، وَالْمُشَارَكَةُ فِي الْكُفْرِ وَالِاسْتِهْزَاءِ كُفْرٌ ظَاهِرٌ، لَا يَقْتَرِفُهُ بِاخْتِيَارِهِ إِلَّا مُنَافِقٌ مُرَاءٍ أَوْ كَافِرٌ مُجَاهِرٌ، وَفِي التَّأْوِيلِ لِنَصْرِ الْمَذَاهِبِ أَوِ الْآرَاءِ مَزْلَقَةٌ فِي الْبِدَعِ وَاتِّبَاعِ الْأَهْوَاءِ، وَفِتْنَتُهُ أَشَدُّ مِنْ فِتْنَةِ الْأَوَّلِ، فَإِنَّ أَكْثَرَ الَّذِينَ يَخُوضُونَ فِي الْجَدَلِ وَالْمِرَاءِ مِنْ أَهْلِ الْبِدَعِ وَغَيْرِهِمْ تَغُشُّهُمْ أَنْفُسُهُمْ بِأَنَّهُمْ يَنْصُرُونَ الْحَقَّ، وَيَخْدِمُونَ الشَّرْعَ، وَيُؤَيِّدُونَ الْأَئِمَّةَ الْمُهْتَدِينَ، وَيَخْذُلُونَ الْمُبْتَدِعِينَ الْمُضِلِّينَ ; وَلِذَلِكَ حَذَّرَ السَّلَفُ الصَّالِحُونَ مِنْ مُجَالَسَةِ أَهْلِ الْأَهْوَاءِ أَشَدَّ مِمَّا حَذَّرُوا مِنْ مُجَالَسَةِ الْكُفَّارِ، إِذْ لَا يُخْشَى عَلَى الْمُؤْمِنِ مِنْ فِتْنَةِ </p><p> الْكَفَّارِ مَا يُخْشَى عَلَيْهِ مِنْ فِتْنَةِ الْمُبْتَدِعِ ; لِأَنَّهُ يُحْذَرُ مِنَ الْأَوَّلِ عَلَى ضَعْفِ شُبْهَتِهِ، مَا لَا يُحْذَرُ مِنَ الثَّانِي وَهُوَ يَجِيئُهُ مِنْ مَأْمَنِهِ، وَلَا يُعْقَلُ أَنْ يَقْعُدَ الْمُؤْمِنُ بِاخْتِيَارِهِ مَعَ الْكَفَّارِ فِي حَالِ اسْتِهْزَائِهِمْ بِآيَاتِ اللهِ، وَتَكْذِيبِهِمْ بِهَا، وَطَعْنِهِمْ فِيهَا كَمَا يَقْعُدُ مُخْتَارًا مَعَ الْمُجَادِلِينَ فِيهَا الْمُتَأَوِّلِينَ لَهَا، وَإِنَّمَا يُتَصَوَّرُ قُعُودُ الْمُؤْمِنِ مَعَ الْكَافِرِ الْمُسْتَهْزِئِ فِي حَالِ الْإِكْرَاهِ وَمَا يَقْرُبُ مِنْهَا، كَشِدَّةِ الضَّعْفِ، وَلَا سِيَّمَا إِذَا كَانَ فِي دَارِ الْحَرْبِ. وَلَمْ تَكُنْ مَكَّةُ دَارَ إِسْلَامٍ عِنْدَ نُزُولِ هَذِهِ الْآيَاتِ. وَيَدْخُلُ فِي أَهْلِ الْأَهْوَاءِ الْمُقَلِّدُونَ الْجَامِدُونَ الَّذِينَ يُحَاوِلُونَ تَطْبِيقَ آيَاتِ اللهِ وَسُنَنِ رَسُولِهِ عَلَى آرَاءِ مُقَلِّدِيهِمْ بِالتَّكَلُّفِ، أَوْ يَرُدُّونَهَا وَيُحَرِّمُونَ الْعَمَلَ بِهَا بِدَعْوَى احْتِمَالِ النَّسْخِ أَوْ وُجُودِ مُعَارِضٍ آخَرَ، وَقَدْ نَقَلْنَا كَلَامًا فِي هَذَا الْمَعْنَى عَنْ فَتْحِ الْبَيَانِ فِي تَفْسِيرِ آيَةِ سُورَةِ النِّسَاءِ الَّتِي بِمَعْنَى هَذِهِ الْآيَةِ، وَهِيَ قَوْلُهُ تَعَالَى:  (وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا)  (٤: ١٤٠) . وَمِنَ النَّاسِ مَنْ يُحَرِّفُ آيَاتِ اللهِ عَنْ مَوَاضِعِهَا بِهَوَاهُ لِأَجْلِ أَنْ يُكَفِّرَ بِهَا مُسْلِمًا أَوْ يُضْلَلَ بِهَا مُهْتَدِيًا، بَغْيًا عَلَيْهِ وَحَسَدًا لَهُ، كَمَا فَعَلَ بَعْضُ أَدْعِيَاءِ الْعِلْمِ بِمِصْرَ فِي هَاتَيْنِ </p><p> الْآيَتَيْنِ، وَفِيمَا وَرَدَ فِي النَّهْيِ عَنْ تَوَلِّي أَعْدَاءِ اللهِ وَأَعْدَاءِ الْمُؤْمِنِينَ مِنَ الْكَفَّارِ بِنَحْوِ إِعَانَتِهِمْ عَلَى الْمُسْلِمِينَ فِي الْحَرْبِ، كَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ الْمُمْتَحِنَةِ:  (لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ)  (٦٠: ١) زَعَمَ الْمُحَرِّفُ أَنَّ هَذِهِ الْآيَاتِ تَنْطَبِقُ عَلَى مَنْ حَضَرَ مِنَ الْمُسْلِمِينَ نَادِيًا لِلنَّصَارَى ابَّنُوا فِيهِ طَبِيبًا مِنْهُمْ لَمْ يَكْفُرُوا فِيهِ بِآيَاتِ اللهِ، وَلَمْ يَسْتَهْزِئُوا بِهَا، وَلَمْ تَكُنْ مِنْ مَوْضُوعِ حَدِيثِهِمْ، وَلَيْسُوا مُحَارِبِينَ لِلْمُسْلِمِينَ، وَمِثْلُ هَذَا التَّحْرِيفِ أَوْلَى بِالدُّخُولِ فِي عُمُومِ آيَتَيِ الْأَنْعَامِ وَالنِّسَاءِ مِنْ تَأْوِيلِ أَصْحَابِ الْمَذَاهِبِ وَالشِّيَعِ الَّذِي نَقَلْنَا عَنْ بَعْضِ الْمُفَسِّرِينَ إِدْخَالَهُ فِيهِ أَوْ تَفْسِيرِهِ بِهِ. وَأَمَّا تَحْرِيفُ آيَةِ الْمُمْتَحِنَةِ وَمَا فِي مَعْنَاهَا مِنْ سُورَةِ الْمَائِدَةِ فَيَرُدُّهُ تَقْيِيدُ النَّهْيِ - وَهُوَ فِي وِلَايَةِ الْمُحَارِبِينَ - بِإِخْرَاجِ الرَّسُولِ وَالْمُؤْمِنِينَ مِنْ وَطَنِهِمْ لِأَجْلِ إِيمَانِهِمْ، ثُمَّ تَأْيِيدُ هَذَا التَّقْيِيدِ بِمَا يَنْفِي عُمُومَ النَّهْيِ، وَذَلِكَ صَرِيحُ قَوْلِهِ تَعَالَى فِي سُورَةِ الْمُمْتَحِنَةِ بَعْدَهُ:  (لَا يَنْهَاكُمُ اللهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ) إِلَى قَوْلِهِ: (الظَّالِمُونَ)  (٨، ٩) . </p><p> وَقَدْ بَيَّنَّا فِي تَفْسِيرِ آيَةِ النِّسَاءِ مِنَ الْجُزْءِ الْخَامِسِ أَنَّ الْمُنَافِقِينَ كَانُوا يَقْعُدُونَ فِي الْمَدِينَةِ مَعَ الْكُفَّارِ الَّذِينَ يَخُوضُونَ فِي آيَاتِ اللهِ بِمَا ذُكِرَ، كَمَا فَعَلَ بَعْضُ ضُعَفَاءِ الْمُؤْمِنِينَ فِي مَكَّةَ، فَأَنْزَلَ اللهُ فِيهِمْ هَذِهِ الْآيَةَ كَمَا أَنْزَلَ آيَةَ الْأَنْعَامِ فِي أُولَئِكَ الضُّعَفَاءِ عَلَى مَا وَرَدَ فِي بَعْضِ الرِّوَايَاتِ، وَلِذَلِكَ كَانَ التَّشْدِيدُ فِي آيَةِ النِّسَاءِ أَعْظَمَ مِنْهُ فِي آيَةِ الْأَنْعَامِ ; إِذْ كَانَ لِضُعَفَاءِ الْمُؤْمِنِينَ فِي أَوَّلِ الْإِسْلَامِ بَعْضُ الْعُذْرِ، وَلَيْسَ لِمُنَافِقِي الْمَدِينَةِ عُذْرٌ إِلَّا إِخْفَاءُ الْكُفْرِ، عَلَى أَنَّ آيَةَ الْأَنْعَامِ أَوَّلُ مَا نَزَلَ فِي هَذَا النَّهْيِ، فَعَمِلَ بِهَا الْمُؤْمِنُونَ، وَانْتَهَوْا عَمَّا قِيلَ إِنَّهُ كَانَ قَدْ وَقَعَ مِنْهُمْ، فَمَا عُذْرُ الْمُنَافِقِينَ فِي الْقُعُودِ </p><p> مَعَ الْمُسْتَهْزِئِينَ بَعْدَ النَّهْيِ وَهُمْ يَتْلُونَهُ أَوْ يُتْلَى عَلَيْهِمْ؟ لِهَذَا شَدَّدَ اللهُ فِي آيَةِ النِّسَاءِ، وَقَالَ فِي الَّذِينَ يَقْعُدُونَ مَعَهُمْ:  (إِنَّكُمْ إِذًا مِثْلُهُمْ) ، وَأَمَّا أُولَئِكَ فَعَذَرَهُمْ بِنِسْيَانِ النَّهْيِ فِي قَوْلِهِ: </p><p> (وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ) أَيْ، وَإِنْ فُرِضَ أَنْ أَنْسَاكَ الشَّيْطَانُ النَّهْيَ مَرَّةً مَا، وَقَعَدْتَ مَعَهُمْ فِي تِلْكَ الْحَالِ ثُمَّ ذَكَرْتَهُ فَلَا تَقْعُدْ بَعْدَ التَّذَكُّرِ مَعَ الْقَوْمِ الظَّالِمِينَ لِأَنْفُسِهِمْ بِتَكْذِيبِ آيَاتِ رَبِّهِمْ وَالِاسْتِهْزَاءِ بِهَا، بَدَلًا مِنَ الْإِحْسَانِ إِلَيْهَا بِالْإِيمَانِ وَالِاهْتِدَاءِ بِهَا، وَقَرَأَ ابْنُ عَامِرٍ:  (يُنَسِّيَنَّكَ) بِتَشْدِيدِ السِّينِ، وَهُوَ يُفِيدُ أَنَّ النِّسْيَانَ عُذْرٌ، وَإِنْ تَكَرَّرَ؛ لِأَنَّ فِي التَّنْسِيَةِ مَعْنَى التَّكْرَارِ. </p><p> وَهَلِ الْخِطَابُ فِي هَذِهِ الْآيَةِ لِلرَّسُولِ وَالْمُرَادُ غَيْرُهُ كَمَا قِيلَ فِي آيَاتٍ كَثِيرَةٍ غَيْرِهَا عَلَى حَدِّ الْمَثَلِ \" إِيَّاكِ أَعْنِي وَاسْمَعِي يَا جَارَةُ \" وَهُوَ كَثِيرٌ فِي كَلَامِ الْعَرَبِ؟ أَمْ لِلرَّسُولِ بِالذَّاتِ وَلِغَيْرِهِ بِالتَّبَعِ كَمَا هُوَ الشَّأْنُ فِي غَيْرِ الْأَحْكَامِ الْخَاصَّةِ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمْ لِكُلِّ مَنْ بَلَغَهُ كَمَا قِيلَ آيَاتٌ أُخْرَى؟ أَقُولُ: ظَاهِرُ مَا نَقَلْنَاهُ عَنِ السُّدِّيِّ وَمُقَاتِلٍ اخْتِيَارُ الْأَوَّلِ مِنْهَا. </p><p> وَقَدِ اسْتَشْكَلَ إِنْسَاءُ الشَّيْطَانِ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْقَوْلِ بِأَنَّ الْخِطَابَ فِي الْآيَةِ لَهُ، وَقَدْ ثَبَتَ فِي نَصِّ الْقُرْآنِ أَنَّ الشَّيْطَانَ لَيْسَ لَهُ سُلْطَانٌ عَلَى عِبَادِ اللهِ الْمُخْلَصِينَ، وَخَاتَمُ النَّبِيِّينَ وَالْمُرْسَلِينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخْلَصُهُمْ وَأَفْضَلُهُمْ وَأَكْمَلُهُمْ، بَلْ وَرَدَ فِي سُورَةِ النَّحْلِ:  (إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ)  (١٦: ٩٩: ١٠٠) وَلَكِنَّ إِنْسَاءَ الشَّيْطَانِ بَعْضَ الْأُمُورِ لِلْإِنْسَانِ لَيْسَ مِنْ قَبِيلِ التَّصَرُّفِ وَالسُّلْطَانِ، وَإِلَّا لَمْ يَقَعْ إِلَّا لِأَوْلِيَائِهِ الْمُشْرِكِينَ، وَقَدْ قَالَ تَعَالَى حِكَايَةً عَنْ فَتَى مُوسَى حِينَ نَسِيَ الْحُوتَ:  (وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ)  (١٨: ٦٣) وَإِنَّمَا كَانَ فَتَاهُ - أَيْ خَادِمَهُ لَا عَبْدَهُ - يُوشَعُ بْنُ نُونٍ كَمَا فِي الْبُخَارِيِّ، وَالْمَشْهُورُ أَنَّهُ نَبِيٌّ، وَرُوِيَ عَنْ مُجَاهِدٍ فِي تَفْسِيرِ (فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ)  (١٢: ٤٢) الْآيَةَ أَنَّ يُوسُفَ - عَلَيْهِ السَّلَامُ - أَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ، إِذْ أَمَرَ النَّاجِيَ مِنْ صَاحِبَيْهِ فِي السِّجْنِ بِذِكْرِهِ عَنْدَ الْمَلِكِ وَابْتِغَاءِ الْفَرَجِ مِنْ عِنْدِهِ (فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ) عُقُوبَةً لَهُ، بَلْ ذَكَرَ أَهْلُ التَّفْسِيرِ الْمَأْثُورِ حَدِيثًا مَرْفُوعًا فِي ذَلِكَ، رَوَوْهُ مُرْسَلًا وَمَوْصُولًا، وَهُوَ \" لَوْ لَمْ يَقُلْ يُوسُفُ - عَلَيْهِ السَّلَامُ - الْكَلِمَةَ الَّتِي قَالَ، مَا لَبِثَ فِي السِّجْنِ طُولَ مَا لَبِثَ، حَيْثُ يَبْتَغِي الْفَرَجَ مِنْ غَيْرِ اللهِ تَعَالَى \" هَذِهِ رِوَايَةُ ابْنِ عَبَّاسٍ رَفَعَهَا، أَخْرَجَهَا عَنْهُ ابْنُ أَبِي الدُّنْيَا فِي كِتَابِ الْعُقُوبَاتِ، وَابْنُ جَرِيرٍ، وَالطَّبَرَانِيُّ، وَابْنُ مَرْدَوَيْهِ، فَثَبَتَ بِهَذَا أَنَّ نِسْيَانَ الشَّيْءِ الْحَسَنِ الَّذِي يُسْنَدُ إِلَى الشَّيْطَانِ لِكَوْنِهِ ضَارًّا أَوْ مُفَوِّتًا لِبَعْضِ الْمَنَافِعِ، أَوْ لِكَوْنِهِ حَصَلَ بِوَسْوَسَتِهِ وَلَوْ بِإِشْغَالِهَا الْقَلْبَ بِبَعْضِ الْمُبَاحَاتِ - لَا يَصِحُّ أَنْ يُعَدَّ مِنْ سُلْطَانِ الشَّيْطَانِ عَلَى النَّاسِي، وَاسْتِحْوَاذِهِ عَلَيْهِ بِالْإِغْوَاءِ وَالْإِضْلَالِ الَّذِي </p><p> نَفَاهُ اللهُ عَنْ عِبَادِهِ الْمُخْلَصِينَ ; وَلِهَذَا قَالَ بَعْضُ كِبَارِ مُفَسِّرِي السَّلَفِ بِأَنَّ الْخِطَابَ فِي الْآيَةِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ الْعِلْمِ بِأَنَّ اللهَ تَعَالَى فَضَّلَهُ عَلَى سَائِرِ عِبَادِهِ الْمُخْلَصِينَ الْمَعْصُومِينَ بِإِعَانَتِهِ عَلَى شَيْطَانِهِ حَتَّى أَسْلَمَ، فَلَا يَأْمُرُ إِلَّا بِالْحَقِّ كَمَا وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ، وَقَدْ يَنْسَى الْإِنْسَانُ خَيْرًا بِاشْتِغَالِ فِكْرِهِ بِخَيْرٍ </p><p> آخَرَ. قَالَ مُجَاهِدٌ: نُهِيَ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَقْعُدَ مَعَهُمْ إِلَّا أَنْ يَنْسَى، فَإِذَا ذَكَرَ فَلْيَقُمْ. إِلَخْ. رَوَاهُ عَنْهُ ابْنُ أَبِي شَيْبَةَ، وَعَبْدُ بْنُ حُمَيْدٍ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ. </p><p> وَأَمَّا وُقُوعُ النِّسْيَانِ مَعَ الْأَنْبِيَاءِ بِغَيْرِ وَسْوَسَةٍ مِنَ الشَّيْطَانِ فَلَا وَجْهَ لِلْخِلَافِ فِي جَوَازِهِ، قَالَ تَعَالَى لِخَاتَمِ رُسُلِهِ:  (وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ)  (١٨: ٢٤) بَلْ ثَبَتَ فِي هَذِهِ السُّورَةِ (الْكَهْفِ) وُقُوعُهُ مِنْ مُوسَى عَلَيْهِ السَّلَامُ (قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ)  (١٨: ٧٣) وَإِنَّمَا يَقُومُ الدَّلِيلُ عَلَى عِصْمَتِهِمْ مِنْ نِسْيَانِ شَيْءٍ مِمَّا أَمَرَهُمُ اللهُ تَعَالَى بِتَبْلِيغِهِ، وَهَذَا مَحَلُّ إِجْمَاعٍ، وَمِثْلُهُ النِّسْيَانُ الَّذِي يَتَرَتَّبُ عَلَيْهِ إِخْلَالٌ كَإِضَاعَةِ فَرِيضَةٍ أَوْ تَحْرِيمِ حَلَالٍ، أَوْ تَحْلِيلِ حَرَامٍ، وَقَدْ جَزَمَ الْأُسْتَاذُ الْإِمَامُ فِي تَفْسِيرِ (مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا)  (٢: ١٠٦) بِبُطْلَانِ مَا ذَكَرَ السُّيُوطِيُّ فِي أَسْبَابِ النُّزُولِ مِنْ رِوَايَةِ ابْنِ أَبِي حَاتِمٍ، عَنِ ابْنِ عَبَّاسٍ: كَانَ رُبَّمَا نَزَلَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْوَحْيُ بِاللَّيْلِ وَنَسِيَهُ بِالنَّهَارِ، فَأَنْزَلَ اللهُ (مَا نَنْسَخْ) الْآيَةَ ; لِأَنَّ ذَلِكَ مُخَالِفٌ لِلْقَاعِدَةِ الْقَطْعِيَّةِ الْمَجْمَعِ عَلَيْهَا. وَقَدْ وَرَدَ فِي الصَّحِيحِ إِسْنَادُ النِّسْيَانِ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَدِيثُ لَيْلَةِ الْقَدْرِ \" فَنَسِيتُ \" وَهُوَ فِي صَحِيحِ مُسْلِمٍ، وَفِي رِوَايَةٍ \" فَأُنْسِيتُهَا \" وَثَبَتَ فِي الصَّحِيحَيْنِ وَالسُّنَنِ سَهْوُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الصَّلَاةِ، وَقَوْلُهُ فِي بَعْضِ الرِّوَايَاتِ عِنْدَهُمْ مَا عَدَا التِّرْمِذِيَّ:  \" إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ أَنْسَى كَمَا تَنْسَوْنَ، فَإِذَا نَسِيتُ فَذَكِّرُونِي \" إِلَخْ. وَهُوَ فِي بَابِ التَّوَجُّهِ نَحْوَ الْقِبْلَةِ مِنَ الْبُخَارِيِّ عَنِ ابْنِ مَسْعُودٍ، قَالَ الْحَافِظُ فِي شَرْحِهِ لَهُ مِنَ الْفَتْحِ: وَفِيهِ دَلِيلٌ عَلَى وُقُوعِ السَّهْوِ مِنَ الْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامِ فِي الْأَفْعَالِ. قَالَ ابْنُ دَقِيقِ الْعِيدِ: وَهُوَ قَوْلُ عَامَّةِ الْعُلَمَاءِ وَالنُّظَّارِ، وَشَذَّتْ طَائِفَةٌ فَقَالَتْ: لَا يَجُوزُ عَلَى النَّبِيِّ السَّهْوُ، وَهَذَا الْحَدِيثُ يَرُدُّ عَلَيْهِمُ. اهـ. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِهِ لِلْحَدِيثِ فِي صَحِيحِ مُسْلِمٍ مَا نَصُّهُ: \" فِيهِ دَلِيلٌ عَلَى جَوَازِ النِّسْيَانِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أَحْكَامِ الشَّرْعِ، وَهُوَ مَذْهَبُ جُمْهُورِ الْعُلَمَاءِ، وَهُوَ ظَاهِرُ الْقُرْآنِ وَالْحَدِيثِ. وَاتَّفَقُوا عَلَى أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يُقَرُّ عَلَيْهِ، بَلْ يُعْلِمُهُ اللهُ تَعَالَى بِهِ، ثُمَّ قَالَ الْأَكْثَرُونَ: شَرْطُهُ تُنَبُّهُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْفَوْرِ مُتَّصِلًا بِالْحَادِثَةِ، وَلَا يَقَعُ فِيهِ تَأْخِيرٌ، وَجَوَّزَتْ طَائِفَةٌ تَأْخِيرَهُ مُدَّةَ حَيَّاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاخْتَارَهُ إِمَامُ الْحَرَمَيْنِ، وَمَنَعَتْ طَائِفَةٌ مِنَ الْعُلَمَاءِ السَّهْوَ </p><p> عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْأَفْعَالِ الْبَلَاغِيَّةِ وَالْعِبَادَاتِ، كَمَا أَجْمَعُوا عَلَى مَنْعِهِ وَاسْتِحَالَتِهِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْأَقْوَالِ الْبَلَاغِيَّةِ، وَأَجَابُوا عَنِ الظَّوَاهِرِ الْوَارِدَةِ فِي ذَلِكَ، وَإِلَيْهِ مَالَ الْأُسْتَاذُ أَبُو إِسْحَاقَ الْإِسْفَرَايِينِيُّ، وَالصَّحِيحُ </p><p> الْأَوَّلُ؛ فَإِنَّ السَّهْوَ لَا يُنَاقِضُ النُّبُوَّةَ، وَإِذَا لَمْ يُقَرَّ عَلَيْهِ لَمْ تَحْصُلْ مِنْهُ مَفْسَدَةٌ، بَلْ تَحْصُلُ فِيهِ فَائِدَةٌ، وَهُوَ بَيَانُ أَحْكَامِ النَّاسِي، وَتَقْرِيرُ الْأَحْكَامِ. </p><p> \" قَالَ الْقَاضِي: وَاخْتَلَفُوا فِي جَوَازِ السَّهْوِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْأُمُورِ الَّتِي لَا تَتَعَلَّقُ بِالْبَلَاغِ وَبَيَانِ أَحْكَامِ الشَّرْعِ مِنْ أَفْعَالِهِ وَعَادَاتِهِ وَادِّكَارِ قَلْبِهِ - فَجَوَّزَهُ الْجُمْهُورُ، وَأَمَّا السَّهْوُ فِي الْأَقْوَالِ الْبَلَاغِيَّةِ فَأَجْمَعُوا عَلَى مَنْعِهِ كَمَا أَجْمَعُوا عَلَى امْتِنَاعِ تَعَمُّدِهِ، وَأَمَّا السَّهْوُ فِي الْأَقْوَالِ الدُّنْيَوِيَّةِ وَفِيمَا لَيْسَ سَبِيلُهُ الْبَلَاغَ مِنَ الْكَلَامِ الَّذِي لَا يَتَعَلَّقُ بِالْأَحْكَامِ، وَلَا أَخْبَارِ الْقِيَامَةِ وَمَا يَتَعَلَّقُ بِهَا، وَلَا يُضَافُ إِلَى وَحْيٍ - فَجَوَّزَهُ قَوْمٌ؛ إِذْ لَا مَفْسَدَةَ فِيهِ.</p><p> \" قَالَ الْقَاضِي رَحِمَهُ اللهُ تَعَالَى: وَالْحَقُّ الَّذِي لَا شَكَ فِيهِ: تَرْجِيحُ قَوْلِ مَنْ مَنَعَ ذَلِكَ عَلَى الْأَنْبِيَاءِ فِي كُلِّ خَبَرٍ مِنَ الْأَخْبَارِ، كَمَا لَا يَجُوزُ عَلَيْهِمْ خُلْفٌ فِي خَبَرٍ لَا عَمْدًا وَلَا سَهْوًا، لَا فِي صِحَّةٍ وَلَا فِي مَرَضٍ، وَلَا رِضًا وَلَا غَضَبٍ، وَحَسْبُكَ فِي ذَلِكَ أَنَّ سِيرَةَ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَلَامَهُ مَجْمُوعَةٌ مُعْتَنًى بِهَا عَلَى مَرِّ الزَّمَانِ، يَتَدَاوَلُهَا الْمُوَافِقُ وَالْمُخَالِفُ، وَالْمُؤْمِنُ وَالْمُرْتَابُ، فَلَمْ يَأْتِ فِي شَيْءٍ مِنْهَا اسْتِدْرَاكُ غَلَطٍ فِي قَوْلٍ وَلَا اعْتِرَافٌ بِوَهْمٍ فِي كَلِمَةٍ، وَلَوْ كَانَ لَنُقِلَ كَمَا نُقِلَ سَهْوُهُ فِي الصَّلَاةِ وَنَوْمُهُ عَنْهَا، وَاسْتِدْرَاكُهُ رَأْيَهُ فِي تَلْقِيحِ النَّخْلِ، وَفِي نُزُولِهِ بِأَدْنَى مِيَاهِ بَدْرٍ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" وَاللهِ لَا أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا فَعَلْتُ الَّذِي هُوَ خَيْرٌ، وَكَفَّرْتُ عَنْ يَمِينِي \" وَغَيْرُ ذَلِكَ. وَأَمَّا جَوَازُ السَّهْوِ فِي الِاعْتِقَادَاتِ فِي أُمُورِ الدُّنْيَا فَغَيْرُ مُمْتَنِعٍ، وَاللهُ أَعْلَمُ \". اهـ.</p><p> أَمَّا حَدِيثُ تَلْقِيحِ النَّخْلِ الَّذِي أَشَارَ إِلَيْهِ (الْقَاضِي عِيَاضٌ فَهُوَ مَا رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ أَبِيهِ قَالَ: مَرَرْتُ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْمٍ عَلَى رُءُوسِ النَّخْلِ، فَقَالَ: \" مَا يَصْنَعُ هَؤُلَاءِ؟ \" قُلْتُ: يُلَقِّحُونَهُ، يَجْعَلُونَ الذَّكَرَ فِي الْأُنْثَى فَتُلَقَّحُ، </p><p> فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" مَا أَظُنُّ ذَلِكَ يُغْنِي شَيْئًا \" قَالَ: فَأُخْبِرُوا بِذَلِكَ فَتَرَكُوهُ، فَأُخْبِرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ، فَقَالَ:  \" إِنْ كَانَ يَنْفَعُهُمْ ذَلِكَ فَلْيَصْنَعُوهُ، فَإِنِّي إِنَّمَا ظَنَنْتُ ظَنًّا، فَلَا تُؤَاخِذُونِي بِالظَّنِّ، وَلَكِنْ إِذَا حَدَّثْتُكُمْ عَنِ اللهِ شَيْئًا فَخُذُوا بِهِ، فَإِنِّي لَنْ أَكْذُبَ عَلَى اللهِ عَزَّ وَجَلَّ \" وَرَوَاهُ مِنْ حَدِيثِ رَافِعِ بْنِ خَدِيجٍ، قَالَ: قَدِمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ وَهُمْ يُؤَبِّرُونَ النَّخْلَ - يَقُولُ يُلَقِّحُونَ النَّخْلَ -، فَقَالَ:  \" مَا تَصْنَعُونَ؟ \" قَالُوا: كُنَّا نَصْنَعُهُ، قَالَ:  \" لَعَلَّكُمْ لَوْ لَمْ تَفْعَلُوا كَانَ خَيْرًا \" فَتَرَكُوهُ، فَنَفَضَتْ - أَوْ قَالَ: فَنَقَصَتْ - قَالَ: فَذَكَرُوا ذَلِكَ لَهُ، فَقَالَ:  \" إِنَّمَا أَنَا بَشَرٌ، إِذَا أَمَرَتْكُمْ بِشَيْءٍ مِنْ دِينِكُمْ فَخُذُوا بِهِ، وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ مِنْ رَأْيِي فَإِنَّمَا أَنَا بَشَرٌ \" قَالَ عِكْرِمَةَ: أَوْ نَحْوَ هَذَا. قَالَ الْمَعْقِرِيُّ: فَنَفَضَتْ وَلَمْ يَشُكَّ. وَرَوَاهُ أَيْضًا عَنْ عَائِشَةَ وَأَنَسٍ مَعًا بِلَفْظِ، مَرَّ بِقَوْمٍ يُلَقِّحُونَ، فَقَالَ:  \" لَوْ لَمْ تَفْعَلُوا يَصْلُحْ \" قَالَ، فَخَرَجَ شِيصًا، فَمَرَّ بِهِمْ، فَقَالَ:  \" مَا لِنَخْلِكُمْ؟ \" قَالُوا: قُلْتَ كَذَا وَكَذَا. قَالَ:  \" أَنْتُمْ أَعْلَمُ بِأَمْرِ دُنْيَاكُمْ \" . وَالشِّيصُ: الْبُسْرُ الرَّدِيءُ، إِذَا يَبِسَ صَارَ حَشَفًا، وَاخْتِلَافُ الْأَلْفَاظِ يَدُلُّ عَلَى أَنَّهَا رُوِيَتْ بِالْمَعْنَى. </p><p> قَالَ النَّوَوِيُّ فِي شَرْحِ الْحَدِيثِ، قَالَ الْعُلَمَاءُ: وَلَمْ يَكُنْ هَذَا الْقَوْلُ خَبَرًا، وَإِنَّمَا كَانَ ظَنًّا كَمَا بَيَّنَهُ فِي هَذِهِ الرِّوَايَاتِ، قَالُوا: وَرَأْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أُمُورِ الْمَعَايِشِ وَظَنُّهُ كَغَيْرِهِ، فَلَا يَمْتَنِعُ وُقُوعُ مِثْلِ هَذَا، وَلَا نَقْصَ فِي ذَلِكَ، وَسَبَبُهُ تَعَلُّقُ هِمَمِهِمْ بِالْآخِرَةِ وَمَعَارِفِهَا، وَاللهِ أَعْلَمُ. اهـ. </p><p> وَأَمَّا مَسْأَلَةُ مَاءِ بَدْرٍ فَهِيَ مَا رَوَاهُ أَهْلُ السِّيَرِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ لَمَّا خَرَجَ لِلِقَاءِ الْمُشْرِكِينَ فِي غَزْوَةِ بَدْرٍ نَزَلَ عِنْدَ أَدْنَى مَاءٍ مِنْ بَدْرٍ - أَيْ أَقْرَبِهِ - فَقَالَ لَهُ الْحُبَابُ بْنُ الْمُنْذِرِ: يَا رَسُولَ اللهِ، أَرَأَيْتَ هَذَا الْمَنْزِلَ، أَمَنْزِلٌ أَنْزَلَكَهُ اللهُ تَعَالَى لَيْسَ لَنَا أَنْ نَتَقَدَّمَهُ وَلَا نَتَأَخَّرَ عَنْهُ، أَمْ هُوَ الرَّأْيُ وَالْحَرْبُ وَالْمَكِيدَةُ؟ قَالَ:  \" بَلْ هُوَ الرَّأْيُ وَالْحَرْبُ وَالْمَكِيدَةُ \" قَالَ: يَا رَسُولَ اللهِ: إِنَّ هَذَا لَيْسَ بِمَنْزِلٍ، فَانْهَضْ بِالنَّاسِ حَتَّى تَأْتِيَ أَدْنَى مَاءٍ مِنَ الْقَوْمِ </p><p> (أَيْ قُرَيْشٍ) فَإِنِّي أَعْرِفُ غَزَارَةَ مَائِهِ - كَثْرَتَهُ - بِحَيْثُ لَا يَنْزَحُ، فَنَنْزِلُهُ ثُمَّ نُغَوِّرُ مَا عَدَاهُ مِنَ الْقُلُبِ (جَمْعُ قَلِيبٍ كَقَتِيلٍ، وَهُوَ مَا لَمْ يُبْنَ مِنَ الْآبَارِ) ثُمَّ نَبْنِي عَلَيْهِ حَوْضًا، فَنَمْلَأُهُ مَاءً، فَنَشْرَبُ وَلَا يَشْرَبُونَ. فَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" لَقَدْ أَشَرْتَ بِالرَّأْيِ \" . </p><p> هَذَا وَإِنَّ كَثِيرًا مِنَ الْمُؤَلِّفِينَ الْمُتَأَخِّرِينَ يُبَالِغُونَ فِي تَعْظِيمِ الْأَنْبِيَاءِ - صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ - وَتَعْظِيمِ مَنْ دُونَهُمْ بِالْأَقْوَالِ كَالشُّعَرَاءِ مِنْ غَيْرِ الْتِزَامِ مَا جَاءُوا بِهِ عَنِ اللهِ تَعَالَى وَمَا ثَبَتَ فِي سِيرَتِهِمْ. وَالْقَاضِي عِيَاضٌ - أَحْسَنَ اللهُ جَزَاءَهُ - كَانَ مِنَ الْمَيَّالِينَ إِلَى الْمُبَالَغَةِ فِي </p><p> التَّعْظِيمِ. وَقِيَاسُهُ جَمِيعَ الْأَنْبِيَاءِ عَلَى خَاتَمِهِمُ الَّذِي أَكْمَلَ اللهُ بِهِ دِينَهُمْ، وَتَمَّمَ بِهِ مَكَارِمَ الْأَخْلَاقِ، وَشَهِدَ لَهُ بِالْخُلُقِ الْعَظِيمِ - لَا يَصِحُّ (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ)  (٢: ٢٥٣) وَإِنَّمَا يَظْهَرُ الْحَقُّ فِي مَسْأَلَةِ نِسْيَانِ الْأَنْبِيَاءِ وَالرُّسُلِ (ص) بِمَا ذَكَرْنَا مِنَ الْآيَاتِ الْقُرْآنِيَّةِ وَالْأَخْبَارِ النَّبَوِيَّةِ وَمَا فِي مَعْنَاهَا، كَقَوْلِهِ تَعَالَى فِي أَوَاخِرِ سُورَةِ الْأَعْرَافِ:  (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللهِ إِنَّهُ سَمِيعٌ عَلِيمٌ إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ)  (٧: ٢٠٠ - ٢٠٢) فَظَاهِرُ السِّيَاقِ أَنَّ الْخِطَابَ هُنَا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنْ كَانَ يَأْتِي فِيهِ الْوُجُوهَ الَّتِي ذَكَرْنَاهَا فِي أَوَّلِ تَفْسِيرِ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا. وَرَوَى ابْنُ جَرِيرٍ عَنْ أَبِي زَيْدٍ قَالَ: لَمَّا نَزَلَتْ (خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ)  (٧: ١٩٩) قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" يَارَبِّ كَيْفَ وَالْغَضَبُ \" فَنَزَلَ (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ) الْآيَةَ. وَكَحَدِيثِ عَائِشَةَ وَابْنِ مَسْعُودٍ عِنْدَ مُسْلِمٍ \" مَا مِنْكُمْ أَحَدٌ إِلَّا وَقَدْ وَكَّلَ اللهُ بِهِ قَرِينَهُ مِنَ الْجِنِّ،قَالُوا:وَإِيَّاكَ يَا رَسُولَ اللهِ؟قَالَ:وَإِيَّايَ إِلَّا أَنَّ اللهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمَ، فَلَا يَأْمُرُنِي إِلَّا بِخَيْرٍ \" . </p><p> فَمَنْ تَأَمَّلَ هَذِهِ النُّصُوصَ جَزَمَ بِأَنَّ سُلْطَانَ الشَّيْطَانِ عَلَى الْإِنْسَانِ عِبَارَةٌ عَنْ تَمَكُّنُهُ مِنْ إِغْوَائِهِ وَإِضْلَالِهِ، وَإِنَّ مُجَرَّدَ الْوَسْوَسَةِ لَيْسَ سُلْطَانًا، وَلَا سِيَّمَا أَدْنَاهَا وَمَبْدَؤُهَا الْمُعَبَّرُ عَنْهُ فِي آيَتَيِ الْأَعْرَافِ بِالنَّزْغِ وَالْمَسِّ عَلَى أَنَّ ذَلِكَ السُّلْطَانُ مَجَازِيٌّ لَا حَقِيقِيٌّ ; لِأَنَّهُ لَا يَقْدِرُ عَلَى إِكْرَاهِ إِنْسَانٍ عَلَى شَيْءٍ، وَلَكِنْ سُمِّيَتْ طَاعَةُ وَسْوَسَتِهِ سُلْطَانًا تَشْبِيهًا بِطَاعَةِ الْمُلُوكِ وَالْقُوَّادِ الَّذِينَ يُجْبِرُونَ أَتْبَاعَهُمْ عَلَى مَا يَأْمُرُونَهُمْ بِهِ فَيَأْتُونَهُ </p><p> كُرْهًا، يَدُلُّ عَلَى هَذَا قَوْلُهُ تَعَالَى:  (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ)  (١٤: ٢٢) الْآيَةَ. وَقَوْلُهُ:  (قُضِيَ الْأَمْرُ) مَعْنَاهُ أَمْرُ الْحِسَابِ فِي الْآخِرَةِ. فَمَنْ وَسْوَسَ إِلَيْهِ الشَّيْطَانُ فَأَمَرَهُ بِمُنْكَرٍ فَلَمْ يُطِعْهُ كَانَ مَحْفُوظًا مِنْ إِغْوَائِهِ لَيْسَ لَهُ سُلْطَانٌ عَلَيْهِ لَا حَقِيقَةً وَلَا مَجَازًا، وَقَدْ يَكُونُ لَهُ مَزِيَّةً عَلَى مَنْ لَمْ يُوَسْوِسْ إِلَيْهِ وَلَمْ يُزَيِّنْ لَهُ الْمَعَاصِيَ، إِذَا صَحَّ مَا قَالُوا فِي تَفْضِيلِ الْأَنْبِيَاءِ عَلَى الْمَلَائِكَةِ مِنْ كَوْنِهِمْ قَدْ رُكِّبَتْ فِيهِمُ الشَّهَوَاتُ الدَّاعِيَةُ إِلَى الْمَعَاصِي، فَقَاوَمُوهَا وَالْتَزَمُوا الطَّاعَةَ، وَفِي إِطْلَاقِهِ بَحْثٌ نَدَعُهُ إِلَى مَكَانٍ آخَرَ هَرَبًا مِنَ التَّطْوِيلِ، وَقَدْ ثَبَتَ أَنَّ الْمُتَّقِينَ قَدْ يَمَسُّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ - وَهُوَ الْوَسْوَسَةُ أَوْ مَبْدَؤُهَا - وَلَكِنَّهُ إِذَا مَسَّهُمْ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ فَلَا يَقَعُونَ فِي فَخِّ طَاعَتِهِ، بَلْ يُنَبِّهُهُمْ طَائِفُهُ مِنَ الْغَفْلَةِ، فَيَكُونُونَ بَعْدَ مَسِّهِ أَشَدَّ اتِّقَاءً لِمَا لَا يَنْبَغِي </p><p> وَاجْتِهَادًا فِيمَا يَنْبَغِي. وَالْأَنْبِيَاءُ الْمُرْسَلُونَ وَغَيْرُ الْمُرْسَلِينَ، هُمْ سَادَاتُ الْمُتَّقِينَ، فَهُمْ لَا يَغْفُلُونَ عَنْ وَسْوَسَةِ الشَّيْطَانِ، فَأَنَّى يَكُونُ لَهُ عَلَيْهِمْ أَدْنَى سُلْطَانٍ؟ . </p><p> وَأَمَّا النِّسْيَانُ الَّذِي تَكُونُ الْوَسْوَسَةُ سَبَبُهُ فَلَيْسَ طَاعَةً لِلشَّيْطَانِ فَيَكُونُ مِنْ سُلْطَانِهِ الْمُجَازِيِّ عَلَى النَّاسِي، وَلَكِنَّهُ إِذَا كَانَ نِسْيَانُ وَاجِبٍ أَدَّى إِلَى تَرْكِهِ حَتَّى فَاتَ وَقْتُهُ، أَوْ نِسْيَانُ نَهْيٍ أَدَّى إِلَى فِعْلِ الْمَنْهِيِّ عَنْهُ - كَانَ وُقُوعُهُ مِنَ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ مُشْكِلًا، وَلَيْسَ مِنْهُ نِسْيَانُ يُوسُفَ لِذِكْرِ رَبِّهِ عِنْدَ كَلَامِهِ مَعَ أَحَدِ صَاحِبَيِ السِّجْنِ، وَلَا نِسْيَانُ فَتَى مُوسَى لِلْحُوتِ، وَنَبِيُّنَا - صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَيْهِمْ - لَمْ يَقَعْ مِنْهُ نِسْيَانٌ أَدَّى إِلَى مُخَالَفَةِ الْأَمْرِ بِالْإِعْرَاضِ عَنِ الَّذِينَ يَخُوضُونَ فِي آيَاتِ اللهِ كَقُعُودِهِ مَعَهُمْ نَاسِيًا، وَلَوْ وَقَعَ ذَلِكَ - مَعَاذَ اللهِ - لَمْ يَكُنْ مِنْهُ مَعْصِيَةً كَمَعْصِيَةِ آدَمَ ; لِأَنَّ اللهَ رَفَعَ عَنْهُ وَعَنْ أُمَّتِهِ الْخَطَأَ وَالنِّسْيَانَ كَمَا تَدُلُّ عَلَيْهِ الْآيَةُ وَالْحَدِيثُ الَّذِي يَأْتِي قَرِيبًا. وَلَكِنَّ هَذَا النِّسْيَانَ يُنَافِي الْعَزْمَ، وَهُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَيِّدُ أُولِي الْعَزْمِ، وَقَدْ قَالَ اللهُ تَعَالَى فِي آدَمَ - عَلَيْهِ السَّلَامُ -: (فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا)  (٢٠: ١١٥) وَقَالَ: (وَعَصَى آدَمُ رَبَّهُ فَغَوَى)  (٢٠: ١٢١) وَمَا زَالَ الْعُلَمَاءُ يَعْدُّونَ الْجَوَابَ عَنْ هَذِهِ الْمَسْأَلَةِ أَعْقَدَ الْمُشْكِلَاتِ فِي بَابِ الْقَوْلِ بِعِصْمَةِ الرُّسُلِ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامِ - مَعَ الْجَزْمِ بِأَنَّ آدَمَ لَمْ يَكُنْ وَقْتَ الِامْتِحَانِ بِالنَّهْيِ عَنِ الْأَكْلِ مِنَ الشَّجَرَةِ نَبِيًّا رَسُولًا، وَلَمْ يَكُنْ فِي دَارِ التَّكْلِيفِ عَلَى مَا عَلَيْهِ الْجُمْهُورُ، وَهُمْ لَا يَقُولُونَ بِعِصْمَةِ </p><p> الْأَنْبِيَاءِ قَبْلَ الْبَعْثَةِ مِنْ كُلِّ ذَنْبٍ، وَإِنَّمَا مَنَعُوا صُدُورَ الْكَبَائِرَ عَنْهُمْ عَمْدًا، قَالَ فِي \" الْمَوَاقِفِ \" : وَأَمَّا سَهْوًا فَجَوَّزَهُ الْأَكْثَرُونَ، وَأَمَّا الصَّغَائِرُ عَمْدًا، فَجَوَّزَهُ الْجُمْهُورُ إِلَّا الْجُبَّائِيَّ، وَأَمَّا سَهْوًا فَهُوَ جَائِزٌ اتِّفَاقًا، إِلَّا الصَّغَائِرَ الْخَسِيسَةَ كَسَرِقَةِ حَبَّةٍ أَوْ لُقْمَةٍ. انْتَهَى الْمُرَادُ مِنْهُ. وَلَمْ تَكُنْ مَعْصِيَةُ آدَمَ إِلَّا عَنْ نِسْيَانٍ، وَحِكْمَتُهَا أَنَّهَا مَظْهَرُ اسْتِعْدَادِ نَوْعِ الْإِنْسَانِ، وَلَمْ تَكُنْ سَبَبًا لِسُوءِ قُدْوَةٍ، وَلَا مُعَارَضَةَ لِمَا قِيلَ فِي بُرْهَانِ الْعِصْمَةِ. </p><p> وَمِنَ الْغَرِيبِ أَنَّ إِنْجِيلَ مَتَّى رَوَى أَنَّ إِبْلِيسَ حَاوَلَ فِتْنَةَ - أَيْ تَجْرِبَةَ - سَيِّدِنَا عِيسَى - عَلَيْهِ السَّلَامُ - بِعِدَّةِ أُمُورٍ، ثُمَّ قَالَ:  (٤: ٨ ثُمَّ أَخَذَهُ أَيْضًا إِلَى جَبَلٍ عَالٍ جِدًّا،وَأَرَاهُ جَمِيعَ مَمَالِكِ الْعَالَمِ وَمَجَّدَهَا (٩ وَقَالَ لَهُ:أُعْطِيكَ هَذِهِ جَمِيعًا إِنْ خَرَرْتَ وَسَجَدْتَ لِي (١٠) حِينَئِذٍ قَالَ لَهُ يَسُوعُ: اذْهَبْ يَا شَيْطَانُ؛ لِأَنَّهُ مَكْتُوبٌ: لِلرَّبِّ إِلَهَكَ تَسْجُدُ، وَإِيَّاهُ تُعْبَدُ) . وَعِنْدَنَا أَنَّ اللهَ تَعَالَى قَدْ أَعَاذَ عِيسَى وَأُمَّهُ مِنَ الشَّيْطَانِ، وَأَنَّهُ لَمْ يَمَسُّهُ حِينَ وُلِدَ كَمَا يَمَسُّ الْوِلْدَانَ، فَنَحْنُ أَشَدُّ تَعْظِيمًا لَهُمَا بِالْحَقِّ مِمَّنْ عَبَدُوهُمَا بِغَيْرِ حَقٍّ، وَلَيْسَتْ وَسْوَسَةُ الشَّيْطَانِ لِأَيِّ إِنْسَانٍ وَأَمْرُهُ إِيَّاهُ بِالشَّرِّ وَنَهْيُهُ عَنِ الْخَيْرِ بِنَقِيصَةٍ، وَإِنَّمَا النَّقِيصَةُ طَاعَتُهُ لَعَنَهُ اللهُ، وَقَدْ عَصَمَ اللهُ تَعَالَى مِنْهَا رُسُلَهُ وَحَفِظَ مَنْ دُونَهُمْ مِنْ عِبَادِهِ الْمُخْلَصِينَ. </p><p> فَمَثَلُ قُرَنَاءِ السُّوءِ مِنْ جِنَّةِ الشَّيَاطِينِ كَمَثَلِ مِيكْرُوبَاتِ الْأَمْرَاضِ مِنْ جِنَّةِ الْحَشَرَاتِ؛ </p><p> فَهَذِهِ تَمَسُّ كُلَّ أَحَدٍ مِنَ النَّاسِ، فَمَنْ كَانَ قَوِيَّ الْمِزَاجِ مُعْتَدِلَ الْمَعِيشَةِ مُتَّقِيًا لَهَا بِمَا يُرْشِدُ إِلَيْهِ الطِّبُّ مِنَ النَّظَافَةِ وَاسْتِعْمَالِ الْمُطَهِّرَاتِ الْقَاتِلَةِ لَهَا، فَإِنَّهَا قَلَّمَا تُصِيبُهُ، وَإِذَا أَصَابَتْهُ فَلَا تَضُرُّهُ، بَلْ قَدْ تَنْفَعُهُ بِتَعْوِيدِ مِزَاجِهِ عَلَى الْمُقَاوَمَةِ، وَمَنْ كَانَ ضَعِيفَ الْمِزَاجِ مُسْرِفًا فِي الْمَعِيشَةِ غَيْرَ مُتَّقٍ لَهَا بِمِثْلِ مَا ذُكِرَ فَإِنَّهَا تُؤْذِيهِ، وَيَحْدُثُ لَهُ بِسَبَبِهَا مِنَ الْأَمْرَاضِ وَالْأَدْوَاءِ مَا يَكُونُ بِهِ حَرَضًا أَوْ يَكُونُ مِنَ الْهَالِكِينَ. وَالنَّفْسُ الزَّكِيَّةُ الْفِطْرَةِ، الْمُتَّقِيَةُ لِلَّهِ تَعَالَى بِهِدَايَةِ الْكِتَابِ وَالسُّنَّةِ لَا يَكَادُ الشَّيْطَانُ يُضِلُّهَا، وَإِذَا طَافَ بِهَا طَائِفٌ مِنْ وَسْوَسَتِهِ فِي حَالِ الْغَفْلَةِ كَانَ هُوَ الْمُذَكِّرُ لَهَا فَإِذَا هِيَ مُبْصِرَةٌ قَائِمَةٌ بِمَا يَجِبُ عَلَيْهَا. فَمَثَلُهَا فِي عَدَمِ تَأْثِيرِ الْوَسْوَسَةِ فِيهَا أَوْ عَدَمِ إِفْسَادِهَا لَهَا كَمَثَلِ الْبَدَنِ الْقَوِيِّ فِي عَدَمِ اسْتِعْدَادِهِ لِفَتْكِ جَرَاثِيمِ الْأَمْرَاضِ بِهِ، كَمَا أَنَّ النَّفْسَ الْفَاسِدَةَ الْفِطْرَةَ بِالشِّرْكِ أَوِ النِّفَاقِ وَالْمَعَاصِي وَسُوءِ الْأَخْلَاقِ تَكُونُ مُسْتَعِدَّةً لِطَاعَةِ الشَّيْطَانِ كَاسْتِعْدَادِ الْبَدَنِ الضَّعِيفِ وَالْمِزَاجِ الْفَاسِدِ لِتَأْثِيرِ مِيكْرُوبَاتِ الْأَمْرَاضِ. وَمِنَ الْأَرْوَاحِ وَالْأَبْدَانِ </p><p> مَا لَيْسَ فِي مُنْتَهَى الْقُوَّةِ وَلَا غَايَةِ الضَّعْفِ، فَكُلٌّ مِنْهَا يَتَأَثَّرُ بِقَدْرِ اسْتِعْدَادِهِ، وَتَكُونُ عَاقِبَتُهُ السَّلَامَةَ إِنْ كَانَ أَقْرَبَ إِلَى الصِّحَّةِ وَالْقُوَّةِ، وَالْهَلَاكَ إِنْ كَانَ بِضِدِّ ذَلِكَ. </p><p> فَعُلِمَ مِمَّا تَقَدَّمَ أَنَّ الْآيَةَ لَا تَدُلُّ عَلَى أَنَّ الشَّيْطَانَ يُنْسِي النَّبِيَّ الْأَعْظَمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا ذُكِرَ. إِمَّا لِأَنَّ الْخِطَابَ فِيهَا لِغَيْرِهِ ابْتِدَاءً، وَإِمَّا لِأَنَّ الْمُرَادَ بِهِ غَيْرُهُ وَإِنَّ وُجِّهَ إِلَيْهِ عَلَى حَدِّ:  (لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ)  (٣٩: ٦٥) وَفَائِدَةُ مَثَلِهِ مُبَالَغَةُ الْمُؤْمِنِينَ فِي الْحَذَرِ مِنْ وَسْوَسَةِ الشَّيْطَانِ الْمُؤَدِّيَةِ إِلَى الْوُقُوعِ فِي النَّهْيِ. وَكَوْنُ الْأَنْبِيَاءِ مَعْصُومِينَ مِنَ الشِّرْكِ مِنَ الْمَسَائِلِ الْقَطْعِيَّةِ الَّتِي لَا نِزَاعَ فِيهَا؛ فَإِنَّ عِلْمَهُمْ بِالتَّوْحِيدِ بُرْهَانِيٌّ وِجْدَانِيٌّ عِيَانِيٌّ، وَهُوَ الْمُعَبَّرُ عَنْهُ بِحَقِّ الْيَقِينِ وَعَيْنِ الْيَقِينِ، وَقَدْ رُجِّحَ هَذَا الْوَجْهُ بِهَذَا الْمَثَلِ، كَمَا تُرَجِّحُهُ الْآيَةُ الْآتِيَةُ بِجَعْلِهَا مَوْضُوعَ الْمَسْأَلَةِ فِي جَمَاعَةِ الْمُتَّقِينَ، وَإِمَّا لِأَنَّ الْخُطَّابَ لَهُ عَلَى سَبِيلِ الْفَرْضِ لِأَجْلِ الْمُبَالَغَةِ فِي الزَّجْرِ، وَيُمْكِنُ الْجَمْعُ بَيْنَ هَذَا الْوَجْهِ وَمَا قَبْلَهُ. وَمِنَ الْمَعْهُودِ فِي التَّخَاطُبِ أَنَّ مَا يُقَالُ عَلَى سَبِيلِ الْفَرْضِ يَدْخُلُ فِيهِ الْمُحَالُ، فَهُوَ لَا يَقْتَضِي جَوَازَ الْوُقُوعِ وَلَا احْتِمَالَهُ، وَذَلِكَ هُوَ الْأَصْلُ فِي الْجُمْلَةِ الشَّرْطِيَّةِ الْمَبْدُوءَةِ بِ \" إِنْ \" فَقَدْ قَالُوا: إِنَّهَا لِلشَّكِّ، وَإِنَّمَا يَأْتِي مِثْلُهُ فِي كَلَامِ اللهِ بِحَسَبِ الْأُسْلُوبِ الْعَرَبِيِّ لِبَيَانِ الْمُرَادِ فِي نَفْسِهِ بِصَرْفِ النَّظَرِ عَنِ الْقَائِلِ. وَفَائِدَتُهُ هُنَا بَيَانُ كَوْنِ النِّسْيَانِ عُذْرًا، فَإِنْ لَمْ يَقَعْ مِنَ الْمُخَاطَبِ فَقَدْ يَقَعُ مِنْ غَيْرِهِ فَيَكُونُ مَعْذُورًا. </p><p> وَذَهَبَ الزَّمَخْشَرِيُّ مَذْهَبًا آخَرَ فِي تَنْزِيهِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ هَذَا النِّسْيَانِ بِإِيرَادِ احْتِمَالٍ آخَرَ فِي الْجُمْلَةِ قَالَ: وَيَجُوزُ أَنْ يُرَادَ: وَإِنْ كَانَ الشَّيْطَانُ يُنْسِيكَ قَبْلَ النَّهْيِ قُبْحَ مُجَالَسَةِ الْمُسْتَهْزِئِينَ لِأَنَّهَا مِمَّا تُنْكِرُهُ الْعُقُولُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى - بَعْدَ أَنْ ذَكَّرْنَاكَ قُبْحَهَا وَنَبَّهْنَاكَ عَلَيْهِ - مَعَهُمْ. انْتَهَى. وَقَدْ رَدُّوا عَلَيْهِ هَذَا الْوَجْهَ؛ لِأَنَّهُ بِنَاءً عَلَى قَاعِدَةِ الْمُعْتَزِلَةِ فِي التَّحْسِينِ وَالتَّقْبِيحِ الْعَقْلِيِّينَ، وَبِنَاؤُهُ عَلَيْهَا غَيْرُ مُتَعَيِّنٍ، وَلَا يُنْكِرُ الْأَشَاعِرَةُ وَلَا غَيْرُهُمْ أَنَّ عَقْلَ الْمُؤْمِنِ يَجْزِمُ </p>"
}