{
  "id": null,
  "sura": 6,
  "aya": 57,
  "text": "<p> وَجَزَائِهِمْ عَلَيْهَا، وَلَسْتَ أَنْتَ بِصَاحِبِ هَذَا الْحَقِّ حَتَّى يَتَأَتَّى أَنْ تَجْرِيَ فِيهِ عَلَى صِرَاطِ الْعَدْلِ، ذَلِكَ بِأَنَّ عَمَلَهُمْ هُوَ عِبَادَةُ اللهِ تَعَالَى وَحْدَهُ يُرِيدُونَ بِهَا وَجْهَهُ، فَحِسَابُهُمْ وَجَزَاؤُهُمْ عَلَيْهِ وَحْدَهُ، كَمَا قَالَ نُوحٌ عَلَيْهِ السَّلَامُ:  (إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ ٢٦: ١١٣) فَوَجْهُ الْكَوْنِ مِنَ الظَّالِمِينَ أَنَّ الطَّرْدَ لَوْ حَصَلَ يَكُونُ حُكْمًا غَيْرَ جَائِزٍ مِمَّنْ لَا يَمْلِكُ الْحُكْمَ لِذَاتِهِ (إِنِ الْحُكْمُ إِلَّا لِلَّهِ)  (٥٧) وَاللهُ لَمْ يُفَوِّضْ إِلَيْهِ هَذَا النَّوْعَ مِنْهُ، ثُمَّ إِنَّهُ جَائِزٌ فِي مَوْضُوعِهِ، مَعَ كَوْنِهِ غَيْرَ جَائِزٍ فِي صُورَتِهِ وَشَكْلِهِ ; إِذْ هُوَ ظُلْمٌ لِلْمَحْكُومِ عَلَيْهِمْ؛ لِأَنَّهُمْ أَوْلَى النَّاسِ بِقُرْبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالِاسْتِفَادَةِ مِنْهُ، وَظُلْمٌ لِنَفْسِ الْحَاكِمِ - وَحَاشَا أَنْ يَقَعَ مِنْهُ - لِأَنَّهُ يُنَافِي مَصْلَحَةَ الدَّعْوَةِ، فَلَمَّا كَانَ ظُلْمًا مِنَ الْجِهَاتِ الثَّلَاثِ قَالَ:  (فَتَكُونَ مِنَ الظَّالِمِينَ) وَلَمْ يَقُلْ: فَتَظْلِمَهُمْ، أَوْ: فَتَكُونَ ظَالِمًا، أَوْ: فَيَكُونُوا مِنَ الْمَظْلُومِينَ. </p><p> وَالْآيَةُ مُتَمِّمَةٌ لِبَيَانِ وَظَائِفِ الرَّسُولِ مِنَ الْجِهَةِ السَّلْبِيَّةِ ; إِذْ صَرَّحَ فِيهَا بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَمْلِكُ حِسَابَ الْمُؤْمِنِينَ وَلَا جَزَاءَهُمْ بَعْدَ أَنْ صَرَّحَ بِأَنَّهُ لَا يَمْلِكُ التَّصَرُّفَ فِي الْكَوْنِ، وَلَا يَعْلَمُ الْغَيْبَ، وَبِأَنَّهُ لَيْسَ مَلِكًا، وَلَيْسَ الْغَرَضُ مِنْهَا التَّشْدِيدُ فِي تَنْفِيرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ طَرْدِ الْمُؤْمِنِينَ ; لِأَنَّهُ كَانَ رَضِيَ بِذَلِكَ كَمَا زَعَمَ بَعْضُ الْمُفَسِّرِينَ، وَحَاشَاهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَرْضَى بِذَلِكَ أَوْ يَمِيلَ إِلَيْهِ بَعْدَ أَنْ عَاتَبَهُ رَبُّهُ عَلَى الْإِعْرَاضِ وَالتَّلَهِّي عَنِ الْأَعْمَى (عَبْدِ اللهِ بْنِ أُمِّ مَكْتُومٍ) لَمَّا جَاءَهُ يَطْلُبُ الْعِلْمَ وَالْهُدَى مِنْهُ وَهُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُتَصَدٍّ لِدَعْوَةِ بَعْضِ كُبَرَاءِ قُرَيْشٍ، طَامِعٍ فِي هِدَايَتِهِمْ، وَخَافَ أَنْ يَفُوتَهُ ذَلِكَ بِإِقْبَالِهِ عَلَى ذَلِكَ الْأَعْمَى الْفَقِيرِ، كَمَا هُوَ مُبَيَّنٌ فِي أَوَّلِ سُورَةِ (عَبَسَ وَتَوَلَّى)  (٨٠: ١) وَالْمَرْوِيُّ أَنَّهَا نَزَلَتْ قَبْلَ \" سُورَةِ الْأَنْعَامِ \" ، وَقَدِ اغْتَرَّ مَنْ زَعَمَ ذَلِكَ بِرِوَايَةٍ مُنْكَرَةٍ بَاطِلَةٍ، وَهِيَ مَا رَوَاهُ ابْنُ أَبِي شَيْبَةَ، وَابْنُ مَاجَهْ، وَابْنُ جَرِيرٍ، وَأَبُو الشَّيْخِ، وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ، وَغَيْرُهُمْ، عَنْ خَبَّابٍ قَالَ: جَاءَ الْأَقْرَعُ بْنُ حَابِسٍ التَّمِيمِيُّ، وَعُيَيْنَةُ بْنُ حِصْنٍ الْفَزَارِيُّ فَوُجِدَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ صُهَيْبٍ وَبِلَالٍ وَعَمَّارٍ وَخَبَّابٍ قَاعِدًا فِي نَاسٍ مِنَ الضُّعَفَاءِ مِنَ الْمُؤْمِنِينَ، فَلَمَّا رَأَوْهُمْ حَوْلَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَقَرُوهُمْ، فَأَتَوْهُ فَخَلَوْا بِهِ، وَقَالُوا: نُرِيدُ أَنْ تَجْعَلَ لَنَا مِنْكَ مَجْلِسًا تَعْرِفُ لَنَا بِهِ الْعَرَبُ فَضْلَنَا ; فَإِنَّ وُفُودَ الْعَرَبِ تَأْتِيكَ فَنَسْتَحْيِي أَنْ تَرَانَا الْعَرَبُ مَعَ هَذِهِ الْأَعْبُدِ، فَإِنْ نَحْنُ جِئْنَا فَأَقِمْهُمْ عَنَّا، فَإِذَا نَحْنُ فَرَغْنَا فَاقْعُدْ مَعَهُمْ إِنْ شِئْتَ. قَالَ:  \" نَعَمْ \" قَالُوا: اكْتُبْ لَنَا عَلَيْكَ كِتَابًا، قَالَ: فَدَعَا بِصَحِيفَةٍ، وَدَعَا عَلِيًّا لِيَكْتُبَ وَنَحْنُ قُعُودٌ فِي نَاحِيَةٍ، فَنَزَلَ جِبْرِيلُ فَقَالَ:  (وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ) الْآيَةَ، فَرَمَى رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّحِيفَةَ ثُمَّ دَعَانَا فَأَتَيْنَاهُ. قَالَ الْحَافِظُ ابْنُ كَثِيرٍ بَعْدَ إِيرَادِهِ لِسَنَدِهِ عِنْدَ ابْنِ أَبِي حَاتِمٍ: وَرَوَاهُ ابْنُ جَرِيرٍ مِنْ حَدِيثِ أَسْبَاطٍ بِهِ، وَهَذَا حَدِيثٌ غَرِيبٌ، فَإِنَّ هَذِهِ الْآيَةَ مَكِّيَّةٌ، وَالْأَقْرَعُ بْنُ حَابِسٍ وَعُيَيْنَةَ إِنَّمَا أَسْلَمَا بَعْدَ الْهِجْرَةِ بِدَهْرٍ. اهـ. وَأَقُولُ: إِنَّ هَذِهِ الرِّوَايَةَ بَاطِلَةٌ مِنْ وُجُوهٍ؛ مِنْهَا مَا ذَكَرَهُ الْحَافِظُ ابْنُ كَثِيرٍ مِنْ تَأَخُّرِ إِسْلَامِ الْأَقْرَعِ وَعُيَيْنَةَ، وَظَاهِرُ مَا فِي الْإِصَابَةِ أَنَّ الْأَقْرَعَ بْنَ حَابِسٍ أَسْلَمَ قُبَيْلَ فَتْحِ مَكَّةَ، وَصَرَّحَ الْحَافِظُ </p><p> الذَّهَبِيُّ بِأَنَّهُ أَسْلَمَ بَعْدَ الْفَتْحِ، وَيُؤَيِّدُهُ مَا فِي السِّيَرِ. وَأَمَّا عُيَيْنَةَ فَقَدْ أَسْلَمَ سَنَةَ خَمْسٍ، وَلَمْ يَعْرِفِ الرَّجُلَانِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَبْلَ إِسْلَامِهِمَا، وَلَمْ يَكُونَا مِنْ أَشْرَافِ مَكَّةَ، بَلْ كَانَا مِنْ جُفَاةِ الْأَعْرَابِ، وَلَمَّا أَسْلَمَا كَانَا مِنْ صِنْفِ الْمُؤَلَّفَةِ قُلُوبُهُمْ، وَمِنْهَا أَنَّهُمَا ذَكَرَا قُدُومَ الْوُفُودِ </p><p> عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلِمَ يَكُنْ ذَلِكَ فِي مَكَّةَ، بَلْ كَانَ النَّاسُ فِيهَا يَصُدُّونَ عَنْهُ صُدُودًا، وَإِنَّمَا كَانَ فِي أَوَاخِرِ عُمْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ الْهِجْرَةِ، وَمِنْهَا مَا تَقَدَّمَ آنِفًا مِنْ عَدَمِ جَوَازِ إِجَابَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِثْلَ هَذَا الطَّلَبِ، وَلَوْ مَعَ الْقَصْدِ الْحَسَنِ بَعْدَ قَوْلِهِ تَعَالَى لَهُ:  (كَلَّا) فِي \" سُورَةِ عَبَسَ \" ، وَقَدِ اسْتَشْكَلَ بَعْضُ الْمُفَسِّرِينَ قَوْلَهُ تَعَالَى:  (وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) بِنَاءً عَلَى أَنَّ تَعْلِيلَ نَفِيِ مِلْكِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِطَرْدِهِمْ يَتِمُّ بِنَفْيِ كَوْنِهِ يَمْلِكُ شَيْئًا مِنْ حِسَابِهِمْ، وَأَنَّ هَذِهِ الزِّيَادَةَ وَإِنْ كَانَتْ حَقًّا لَا يَظْهَرُ لَهَا دَخْلٌ فِي التَّعْلِيلِ. وَيُجَابُ عَلَى طَرِيقَتِنَا بِأَنَّ طَرْدَ الْقَوِيِّ لِلضَّعِيفِ أَوِ الْكَبِيرِ لِلصَّغِيرِ قَدْ يَتَرَتَّبُ عَلَى مُحَاسَبَةِ كُلٍّ مِنْهُمَا لِلْآخَرِ، فَكَمْ مِنْ قَوِيٍّ حَاسَبَ ضَعِيفًا عَلَى عَمَلٍ وَجَازَاهُ عَلَيْهِ بِالطَّرْدِ، وَكَمْ مِنْ ضَعِيفٍ حَاسَبَ قَوِيًّا عَلَى حَقِّهِ وَطَالَبَهُ بِهِ، أَوْ عَلَى حَقٍّ مِنْ حُقُوقِ أُمَّتِهِ فَطَرَدَهُ الْقَوِيُّ لِمُنَاقَشَتِهِ إِيَّاهُ الْحِسَابَ، فَلَمَّا بَيَّنَ هَاهُنَا أَنَّهُ لَا حَقَّ لِأَحَدِ الْفَرِيقَيْنِ فِي حِسَابِ الْآخَرِ عَلَى شَيْءٍ مَا، عُلِمَ أَنَّ الْقَوِيَّ مِنْهُمَا لَا حَقَّ لَهُ فِي طَرْدِ الضَّعِيفِ بِحَالٍ مِنَ الْأَحْوَالِ، فَإِذًا لَا يَكُونُ طَرْدُهُ إِيَّاهُ - إِنْ وَقَعَ - إِلَّا ظُلْمًا، وَعَلَى تَقْدِيرِ التَّسْلِيمِ يُقَالُ: إِنَّهُ لَا يُسْتَنْكَرُ فِي الْكَلَامِ الْمُرَادِ بِهِ الْهِدَايَةُ وَالْإِرْشَادُ أَنْ يُزَادَ فِيهِ مِنَ الْفَوَائِدِ الِاسْتِطْرَادِيَّةِ مَا يُنَاسِبُ الْمَقَامَ. فَلَمَّا بَيَّنَ تَعَالَى لِلرَّسُولِ أَنَّهُ لَمْ يَجْعَلْ مِنْ حَقِّهِ عَلَى الْمُؤْمِنِينَ أَنْ يُحَاسِبَهُمْ عَلَى أَعْمَالِهِمُ الدِّينِيَّةِ وَيُجَازِيَهُمْ عَلَيْهَا ; لِأَنَّ هَذَا مِنْ حَقِّ رَبِّهِمْ وَإِلَهِهِمْ، لَا مِنْ حَقِّ رَسُولِهِمْ - بَيَّنَ لَهُ أَيْضًا أَنَّهُ لَمْ يَجْعَلْ مِنْ حَقِّ الْمُؤْمِنِينَ عَلَى الرَّسُولِ أَنْ يُحَاسِبُوهُ عَلَى شَيْءٍ مِنْ أَعْمَالِهِ الْخَاصَّةِ بِهِ وَلَا الْعَامَّةِ كَتَبْلِيغِ الدِّينِ وَبَيَانِهِ، وَلَوْ شَاءَ لَفَعَلَ، كَمَا جَعَلَ حَقَّ الْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ لِبَعْضِ الْمُؤْمِنِينَ عَلَى بَعْضٍ، سَوَاءٌ فِي ذَلِكَ أَئِمَّتُهُمْ وَرَعِيَّتُهُمْ، فَالْإِمَامُ (السُّلْطَانُ) رَاعٍ، وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، لِأَهْلِ الْحَلِّ وَالْعَقْدِ مِنَ الْأُمَّةِ أَنْ يُحَاسِبُوهُ كَمَا يُحَاسِبُ هُوَ مَنْ دُونَهُ مِنَ الْعُمَّالِ، وَلَيْسَ لِأَحَدٍ مِنَ النَّاسِ أَنْ يُحَاسِبَ الرَّسُولَ عَلَى سِيَاسَتِهِ أَوْ تَبْلِيغِهِ دَعْوَةَ رَبِّهِ، وَلَكِنْ لِلرَّسُولِ أَنْ يُحَاسِبَ النَّاسَ عَلَى مُعَامَلَةِ بَعْضِهِمْ لِبَعْضٍ عِنْدِمَا يَكُونُونَ أُمَّةً مُقَيَّدَةً فِي أَعْمَالِهَا الدِّينِيَّةِ بِشَرِيعَةِ ذَلِكَ الرَّسُولِ، وَلَمَّا نَزَلَتْ سُورَةُ الْأَنْعَامِ لَمْ يَكُنِ الْمُسْلِمُونَ كَذَلِكَ، وَالظَّاهِرُ أَنَّ عُمُومَ النَّفْيِ فِيهَا قَدْ خُصِّصَ بَعْدَ الْهِجْرَةِ عِنْدَ مَنْ فَهِمَ مِنْهُ الْعُمُومَ، وَعِنْدَنَا أَنَّ الْمُرَادَ مِنْهُ فِي الْأَصْلِ خُصُوصُ الْعِبَادَةِ وَالْإِخْلَاصُ فِيهَا، وَهُوَ مُحْكَمٌ بَاقٍ عَلَى عُمُومِهِ، وَقَالَ الزَّمَخْشَرِيُّ فِي نُكْتَةِ ضَمِّ الْجُمْلَةِ </p><p> الثَّانِيَةِ إِلَى الْأُولَى: قَدْ جُعِلَتِ الْجُمْلَتَانِ بِمَنْزِلَةِ جُمْلَةٍ وَاحِدَةٍ، وَقُصِدَ بِهِمَا مُؤَدًّى وَاحِدٌ وَهُوَ الْمَعْنَى فِي قَوْلِهِ:  (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى)  (١٦٤) وَلَا يَسْتَقِلُّ بِهَذَا الْمَعْنَى إِلَّا الْجُمْلَتَانِ جَمِيعًا، كَأَنَّهُ قِيلَ: لَا تُؤَاخَذُ أَنْتَ وَلَا هُمْ بِحِسَابِ صَاحِبِهِ. اهـ. أَيْ لَا يُؤَاخَذُ أَحَدٌ مِنْكُمَا بِحِسَابِ الْآخَرِ. </p><p> وَقَالَ أَبُو السُّعُودِ وَذَكَرَ قَوْلَهُ:  (وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) مَعَ أَنَّ الْجَوَابَ قَدْ تَمَّ بِمَا قَبْلَهُ لِلْمُبَالَغَةِ فِي بَيَانِ انْتِفَاءِ كَوْنِ حِسَابِهِمْ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِنَظْمِهِ فِي سِلْكِ مَا لَا شُبْهَةَ فِيهِ أَصْلًا، وَهُوَ انْتِقَاءُ كَوْنِ حِسَابِهِ عَلَيْهِ السَّلَامُ عَلَيْهِمْ عَلَى طَرِيقِ قَوْلِهِ تَعَالَى:  (لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) . اهـ. ثُمَّ زَعَمَ أَنَّ مَا قَالَهُ الزَّمَخْشَرِيُّ غَيْرُ حَقِيقٍ بِجَلَالَةِ شَأْنِ التَّنْزِيلِ، وَتَبِعَهُ الْأَلُوسِيُّ كَعَادَتِهِ وَلَمْ يَعْزُ الْكَلَامَ إِلَيْهِ هُنَا. وَلَعَلَّ الْمُتَأَمِّلَ يَرَى أَنَّ مَا قُلْنَاهُ هُوَ الْحَقِيقِيُّ بِجَلَالِ شَأْنِ التَّنْزِيلِ؛ لِأَنَّهُ - عَلَى كَوْنِهِ هُوَ الْمُتَبَادِرُ مِنَ الْكَلَامِ - مَبْنِيٌّ عَلَى التَّأْسِيسِ، وَبَقَائُهُ مُحْكَمًا لَمْ يَطْرَأْ عَلَيْهِ نَسْخٌ وَلَا تَخْصِيصٌ، وَاللهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ. </p><p> قَالَ الْأَلُوسِيُّ: وَتَقْدِيمُ خِطَابِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْمَوْضِعَيْنِ قِيلَ: لِلتَّشْرِيفِ لَهُ - عَلَيْهِ أَشْرَفُ الصَّلَاةِ وَأَفْضَلُ السَّلَامِ - وَإِلَّا كَانَ الظَّاهِرُ: وَمَا عَلَيْهِمْ مِنْ حِسَابِكَ مِنْ شَيْءٍ، بِتَقْدِيمِ عَلَى وَمَجْرُورِهَا كَمَا فِي الْأَوَّلِ، وَقِيلَ: إِنَّ تَقْدِيمَ عَلَيْكَ فِي الْجُمْلَةِ الْأُولَى لِلْقَصْدِ إِلَى إِيرَادِ النَّفْيِ عَلَى اخْتِصَاصِ حِسَابِهِمْ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذْ هُوَ الدَّاعِي إِلَى تَصَدِّيهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ لِحِسَابِهِمْ. اهـ. وَالصَّوَابُ أَنَّ التَّقْدِيمَ فِي الْمَوْضُوعَيْنِ جَاءَ عَلَى الْأَصْلِ الْعَامِّ فِي اللُّغَةِ، وَهُوَ تَقْدِيمُ الْأَهَمِّ بِحَسَبِ سِيَاقِ الْكَلَامِ، وَالْأَهَمُّ فِي الْأَوَّلِ النَّفْيُ، وَفِي الثَّانِي الْمَنْفِيِّ، أَعْنِي الْأَهَمَّ فِي كُلِّ مَوْضِعٍ مَا يَتَعَلَّقُ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. لِأَنَّهُ تَعْلِيلٌ لِانْتِفَاءِ عَمَلٍ لَهُ (وَهُوَ الطَّرْدُ) مُتَرَتِّبٌ عَلَى ذَلِكَ النَّفْيِ، وَلَوْ كَانَ الثَّانِي تَعْلِيلًا لِعَمَلٍ لَهُمْ لَقَالَ: وَمَا عَلَيْهِمْ مِنْ حِسَابِكَ مِنْ شَيْءٍ فَيَطْرُدُوكَ، وَمَا شَرَحْنَاهُ فِي تَفْسِيرِ الْجُمْلَتَيْنِ يُغْنِي عَنِ التَّفْصِيلِ فِي بَيَانِ هَذَا الْمَعْنَى. </p><p> وَالْآيَةُ تَدُلُّ عَلَى نَفْيِ الرِّيَاسَةِ الدِّينِيَّةِ الْمَعْهُودَةِ فِي الْمِلَلِ الْأُخْرَى، وَهِيَ سَيْطَرَةُ رُؤَسَاءِ الدِّينِ عَلَى أَهْلِ دِينِهِمْ فِي عَقَائِدِهِمْ وَعِبَادَاتِهِمْ وَمُحَاسَبَتِهِمْ عَلَيْهَا، وَعُقَابُ مَنْ يَرَوْنَ عِقَابَهُ مِنْهُمْ حَتَّى بِالطَّرْدِ مِنَ الدِّينِ وَالْحِرْمَانِ مِنْ حُقُوقِهِ، وَيَجِبُ فِي بَعْضِ تِلْكَ الْمِلَلِ أَنْ يَعْتَرِفَ كُلُّ مُكَلَّفٍ مَنْ ذَكَرٍ وَأُنْثَى لِلرَّئِيسِ الدِّينِيِّ بِأَعْمَالِهِ النَّفْسِيَّةِ وَالْبَدَنِيَّةِ، وَلِلرَّئِيسِ أَنْ يَغْفِرَ لَهُ مَا يَعْتَرِفُ بِهِ مِنَ الْمَعَاصِي، وَيَعْتَقِدُونَ أَنَّ مَغْفِرَةَ اللهِ تَعَالَى تَتْبَعُ مَغْفِرَتِهِ، </p><p> وَإِذَا كَانَ اللهُ تَعَالَى لَمْ يَجْعَلْ لِلرَّسُولِ الَّذِي أَوْجَبَ طَاعَتَهُ حَقَّ مُحَاسَبَةِ النَّاسِ عَلَى أَعْمَالِهِمُ الدِّينِيَّةِ وَنِيَّتِهِمْ فِيهَا، وَلَا حَقَّ طَرْدِهِمْ مِنْ حَضْرَتِهِ - دَعْ حَقَّ طَرْدِهِمْ مِنَ الدِّينِ - فَكَيْفَ يُمْكِنُ أَنْ يَكُونَ لِمَنْ دُونَهُ مِنَ الْأُمَرَاءِ أَوِ الْقَضَاءِ أَوْ غَيْرِهِمْ مِنَ الرُّؤَسَاءِ مِثْلُ هَذَا الْحَقِّ؟ ! وَيُسْتَنْبَطُ مِنَ الْآيَةِ أَلَّا يَجُوزَ لِرُؤَسَاءِ الْمَدَارِسِ الدِّينِيَّةِ وَلَا يَنْبَغِيَ لِغَيْرِهِمْ - عِقَابُ أَحَدٍ مِنْ طُلَّابِ الْعِلْمِ بِالْحِرْمَانِ مِنْ بَعْضِ الدُّرُوسِ فَضْلًا عَنْ طَرْدِهِ مِنَ الْمَدْرَسَةِ، وَحِرْمَانِهِ مَنْ تَلَقِّي الدِّينِ وَالْعِلْمِ أَلْبَتَّةَ، وَلَكِنْ قَدْ يَجُوزُ ذَلِكَ بِمُقْتَضَى نِظَامٍ لَا لِأَجْلِ الِانْتِقَامِ. وَقَدْ كَانَ مِنْ هَدْيِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> تَأْلِيفُ قُلُوبٍ ضُعَفَاءِ الْإِيمَانِ حَتَّى بَعْدَ قُوَّةِ الْإِسْلَامِ وَإِعْزَازِهِ، بَلْ كَانَ يُعَامِلُ الْمُنَافِقِينَ بِمَا يَقْتَضِيهِ ظَاهِرُ إِسْلَامِهِمْ، عَمَلًا بِقَاعِدَةِ بِنَاءِ الْأَحْكَامِ عَلَى الظَّوَاهِرِ، وَأَنَّ اللهَ هُوَ الَّذِي يَتَوَلَّى السَّرَائِرَ فَأَيْنَ هَذَا مِنْ طَرْدِ كَمَلَةِ الْمُؤْمِنِينَ السَّابِقَيْنِ الْأَوَّلِينَ، الَّذِينَ لَمْ يَكُنْ لَهُمْ حَظٌّ دُنْيَوِيٌّ مِنْ إِسْلَامِهِمْ إِلَّا الصَّبْرُ وَالْبَلَاءُ الْمُبِينُ؟ . </p><p> (وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ) أَيْ: وَمِثْلُ ذَلِكَ الْفِتَنُ - أَيِ الِابْتِلَاءُ وَالِاخْتِبَارُ الْعَظِيمُ الَّذِي دَلَّ عَلَيْهِ النَّظْمُ الْكَرِيمُ بِمَعُونَةِ وَقَائِعِ الْأَحْوَالِ، وَمَا كَانَ عِنْدَ نُزُولِ السُّورَةِ مِنَ التَّفَاوُتِ بَيْنَ الْمُؤْمِنِينَ وَالْكُفَّارِ، فَتَنَّا بَعْضَهُمْ بِبَعْضٍ، أَيْ جَعَلْنَا - بِحَسَبِ سُنَّتِنَا فِي غَرَائِزِ الْبَشَرِ وَأَخْلَاقِهِمْ - بَعْضَهُمْ فِتْنَةً لِبَعْضٍ تَظْهَرُ بِهِ حَقِيقَةُ حَالِهِ غَيْرَ مَشُوبَةٍ بِشَيْءٍ مِنَ الشَّوَائِبِ الَّتِي تَلْتَبِسُ بِهَا فِي الْعَادَةِ، كَمَا يَظْهَرُ لِلصَّائِغِ حَقِيقَةُ الذَّهَبِ وَالْفِضَّةِ يَفْتِنُهُمَا بِالنَّارِ أَوْ بِعَرْضِهِمَا عَلَى الْفَتَّانَةِ (حَجَرُ الصَّائِغِ)  (لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللهُ عَلَيْهِمْ مِنْ بَيْنِنَا) أَيْ لِيَتَرَتَّبَ عَلَى هَذَا الْفَتْنِ أَنْ يَقُولَ الْمَفْتُونُونَ مِنَ الْأَقْوِيَاءِ الْمُسْتَكْبِرِينَ، فِي شَأْنِ الضُّعَفَاءِ مِنَ الْمُؤْمِنِينَ: أَهَؤُلَاءِ الصَّعَالِيكُ مِنَ الْعَبِيدِ وَالْمَوَالِي وَالْفُقَرَاءِ وَالْمَسَاكِينِ مَنَّ اللهُ عَلَيْهِمْ فَخَصَّهُمْ بِهَذِهِ النِّعْمَةِ الْعَظِيمَةِ مِنْ جُمْلَتِنَا وَمَجْمُوعِنَا أَوْ مِنْ دُونِنَا؟ الْمَنُّ: الْإِثْقَالُ بِنِعْمَةٍ عَظِيمَةٍ أَوْ نِعَمٍ كَثِيرَةٍ، وَالِاسْتِفْهَامُ لِلْإِنْكَارِ وَالتَّعْجِيبِ، يَعْنُونَ أَنَّهُ لَا يَتَأَتَّى ذَلِكَ لِأَنَّهُمْ هُمُ الْمُفَضَّلُونَ عِنْدَ اللهِ تَعَالَى بِمَا أَعْطَاهُمْ مِنَ الْغِنَى وَالثَّرْوَةِ وَالْجَاهِ وَالْقُوَّةِ، فَلَوْ كَانَ هَذَا الدِّينُ خَيْرًا لَمَنْحَهُمْ إِيَّاهُ دُونَ هَؤُلَاءِ الضُّعَفَاءِ، قِيَاسًا عَلَى مَا أَعْطَاهُمْ قَبْلَهُ مِنَ الْجَاهِ وَالثَّرَاءِ، وَمِنْ شَوَاهِدِ هَذَا الْقِيَاسِ مَا حَكَاهُ اللهُ عَنْهُمْ فِي قَوْلِهِ:  (وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ)  (٤٣: ٣١) إِلَخْ. قَالَ الْمُفَسِّرُونَ: أَيْ </p><p> عَظِيمٍ بِالْمَالِ وَالْجَاهِ كَالْوَلِيدِ بْنِ الْمُغِيرَةِ الْمَخْزُومِيِّ مِنْ مَكَّةَ وَهِيَ إِحْدَى الْقَرْيَتَيْنِ، أَوْ عُرْوَةَ بْنِ مَسْعُودٍ الثَّقَفِيِّ مِنَ الطَّائِفِ وَهِيَ الْقَرْيَةُ الْأُخْرَى، وَقِيلَ: الْمُرَادُ بِعَظِيمِ مَكَّةَ أَبُو جَهْلٍ، وَالشَّوَاهِدُ عَلَى هَذَا الْقِيَاسِ الْحَمْلِيِّ كَثِيرَةٌ عَنْهُمْ وَعَنْ غَيْرِهِمْ. </p><p> وَقَدْ رَدَّ اللهُ تَعَالَى عَلَيْهِمْ بِقَوْلِهِ:  (أَلَيْسَ اللهُ بِأَعْلَمَ بِالشَّاكِرِينَ) وَهَذَا الِاسْتِفْهَامُ التَّقْرِيرِيُّ عَلَى أَكْمَلِ وَجْهٍ؛ لِبِنَائِهِ عَلَى إِحَاطَةِ عِلْمِهِ تَعَالَى، وَوَجْهُ الرَّدِّ أَنَّ الْحَقِيقِيَّ بِمَنِّ اللهِ وَزِيَادَةِ نِعَمِهِ إِنَّمَا هُمُ الَّذِينَ يُقَدِّرُونَهَا قَدْرَهَا، وَيَعْرِفُونَ حَقَّ الْمُنْعِمِ بِهَا، فَيَشْكُرُونَهَا لَهُ بِاسْتِعْمَالِهَا فِيمَا تَتِمُّ بِهِ حِكْمَتُهُ وَتُنَالُ مَرْضَاتُهُ - لَا مَنْ سَبَقَ إِنْعَامُهُ عَلَيْهِمْ فَكَفَرُوا وَبَطَرُوا، وَعَتَوْا عَنْ أَمْرِهِ، وَاسْتَكْبَرُوا بَلْ هَؤُلَاءِ جَدِيرُونَ بِأَنْ يَسْلُبَ مِنْهُمْ مَا كَانَ أَنْعَمَ بِهِ عَلَيْهِمْ، وَبِهَذَا مَضَتْ سُنَّتُهُ فِي عِبَادِهِ، وَلَوْلَا ذَلِكَ لَكَانَتِ النِّعَمُ خَالِدَةً تَالِدَةً لَا تُنْزَعُ مِمَّنْ أُوتِيهَا، بَلْ تُزَادُ وَتُضَاعَفُ لَهُ وَإِنْ كَفَرَ بِهَا، وَإِذًا لَمَا افْتَقَرَ غَنِيٌّ، وَلَا ضَعُفَ قَوِيٌّ، وَلَا ذَلَّ عَزِيزٌ وَلَا ثُلَّ عَرْشُ أَمِيرٍ، وَهَلِ الْحَقُّ </p><p> الْوَاقِعُ إِلَّا خِلَافَ هَذَا؟ وَهَلْ فُتِنَ أُولَئِكَ الْكُبَرَاءُ إِلَّا بِالْوَاقِعِ لَهُمْ مِنَ الْغِنَى وَالْقُوَّةِ، فَظَنُّوا لِقِصَرِ نَظَرِهِمْ، وَغُرُورِهِمْ بِحَاضِرِهِمْ، وَجَهْلِهِمْ بِسُنَّةِ اللهِ فِي أَمْثَالِهِمْ - أَنَّهُ تَعَالَى مَا أَعْطَاهُمْ ذَلِكَ إِلَّا تَكْرِيمًا لِذَوَاتِهِمْ، وَتَفْضِيلًا لَهُمْ عَلَى غَيْرِهِمْ، حَتَّى إِنَّ أَحَدَهُمْ لَيَحْسَبُ أَنَّ هَذَا حَقٌّ لَهُ عَلَى رَبِّهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَإِنْ كَانَ لَا يُؤْمِنُ بِالْآخِرَةِ، كَمَا بَيَّنَ تَعَالَى ذَلِكَ بِقَوْلِهِ:  (وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى)  (٤١: ٥٠) وَأَنْزَلَ فِي الْعَاصِ بْنِ وَائِلٍ مِنْ طُغَاةِ قُرَيْشٍ (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا)  (١٩: ٧٧) أَيْ فِي الْآخِرَةِ - الْآيَاتِ. وَقَالَ بَعْضُ الْمَغْرُورِينَ بِهَذَا الْقِيَاسِ: </p><p> لَقَدْ أَحْسَنَ اللهُ فِيمَا مَضَى كَذَلِكَ يُحْسِنُ فِيمَا بَقِيَ. </p><p> وَقَدْ كَشَفَ اللهُ تَعَالَى هَذَا الْغُرُورَ فِي آيَاتٍ كَثِيرَةٍ وَضَرَبَ لِأَصْحَابِهِ الْأَمْثَالَ كَمَثَلِ ذِي الْجَنَّتَيْنِ فِي سُورَةِ الْكَهْفِ، وَزَجَرَ أَهْلَهُ وَأَضْدَادَهُمْ فِي سُورَةِ الْفَجْرِ، وَفَصَّلَ لَهُمُ الْحَقِيقَةَ فِي سُورَةِ الْإِسْرَاءِ، بِقَوْلِهِ:  (كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ)  (١٧: ٢٠) . </p><p> وَهَذَا الرَّدُّ عَلَى الْمُشْرِكِينَ هُنَا يَدُلُّ عَلَى أَنَّهُ لَا يَدُومُ لَهُمْ مِنَ النِّعَمِ، مَا اغْتَرُّوا بِهِ، وَلَا يَبْقَى الْمُؤْمِنُونَ عَلَى الضَّعْفِ الَّذِي صَبَرُوا عَلَيْهِ، بَلْ لَا بُدَّ أَنْ تَنْعَكِسَ الْحَالُ، فَيُسْلَبُ </p><p> أُولَئِكَ الْأَقْوِيَاءُ مَا أُعْطُوا مِنَ الْقُوَّةِ وَالْمَالِ، وَتَدُولُ الدَّوْلَةُ لِهَؤُلَاءِ الضُّعَفَاءِ مِنَ الْمُؤْمِنِينَ فَيَكُونُوا هُمُ الْأَئِمَّةَ الْوَارِثِينَ؛ لِأَنَّ اللهَ تَعَالَى وَفَّقَهُمْ لِلْإِيمَانِ، وَأَوْدَعَ فِي أَنْفُسِهِمُ الِاسْتِعْدَادَ لِلشُّكْرِ وَهُوَ يُوجِبُ الْمَزِيدَ (وَإِذْ تَأْذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ)  (١٤: ٧٦) وَكَذَلِكَ كَانَ، وَصَدَقَ وَعْدُ الرَّحْمَنِ وَظَهَرَ إِعْجَازُ الْقُرْآنِ، وَمَا بَعْدَ بَيَانِ اللهِ تَعَالَى مِنْ بَيَانٍ، وَإِنَّنَا نَرَى النَّاسَ عَنْ هِدَايَتِهِ غَافِلِينَ، وَبِوُجُوهِ إِعْجَازِهِ جَاهِلِينَ، حَتَّى إِنَّ فِيمَنْ يُسَمَّوْنَ الْمُسْلِمِينَ مِنْهُمْ مَنْ يَفْتَتِنُ بِشُبْهَةِ أُولَئِكَ الْمُشْرِكِينَ الدَّاحِضَةِ، فَيَجْعَلُهَا حُجَّةً نَاهِضَةً؛ تَارَةً عَلَى تَفْضِيلِ الْأَغْنِيَاءِ عَلَى الْفُقَرَاءِ، وَتَارَةً عَلَى تَفْضِيلِ الْأُمَمِ الْقَوِيَّةِ عَلَى الْأُمَمِ الضَّعِيفَةِ، جَاهِلِينَ أَنَّ الْفَضِيلَةَ الصَّحِيحَةَ فِي شُكْرِ النِّعَمِ بِاسْتِعْمَالِهَا فِيمَا يُرْضِي الرَّبَّ لَا فِي أَعْيَانِ النِّعَمِ الَّتِي تُرَى فِي الْيَدِ. فَرُبَّ غَنِيٍّ شَاكِرٌ، وَرَبَّ فَقِيرٍ صَابِرٌ، وَكَمْ مِنْ مُنَعَّمٍ سُلِبَ النِّعْمَةَ بِكُفْرِهَا، وَكَمْ مِنْ مَحْرُومٍ أُوتِيَ النِّعَمَ بِالِاسْتِعْدَادِ لِشُكْرِهَا، ثُمَّ زِيدَتْ بِقَدْرِ شُكْرِهِ لَهَا، وَكَمْ مِنْ قَوِيٍّ أَضْعَفَهُ اللهُ بِبَغْيِهِ، وَكَمْ مِنْ ذَلِيلٍ أَعَزَّهُ اللهُ بِإِيمَانِهِ وَعَدْلِهِ. </p><p> هَذَا وَإِنَّ ظَاهِرَ حِكَايَةِ قَوْلِ الْمَفْتُونِينَ يَدُلُّ مِنَ الْمُشْرِكِينَ عَلَى أَنَّ الْمُرَادَ بِقَوْلِهِ:  (فَتَنَّا بَعْضَهُمْ بِبَعْضٍ) فَتَنَّا كُبَرَاءَ الْمُشْرِكِينَ بِضُعَفَاءِ الْمُؤْمِنِينَ - أَيِ اخْتَبَرْنَا بِهِ حَالَهُمْ فِي كَوْنِ تَرْكِهِمْ لِلْإِيمَانِ لَمْ يَكُنْ إِلَّا جُحُودًا نَاشِئًا عَنِ الْكِبْرِ وَالْعُلُوِّ فِي الْأَرْضِ، لَا عَنْ حُجَّةٍ وَلَا شُبْهَةٍ مِمَّا يُظْهِرُونَهُ، وَمَفْهُومُهُ أَنَّ ضُعَفَاءَ الْمُؤْمِنِينَ السَّابِقِينَ لَمْ يَفْتَتِنُوا بِغِنَى كُبَرَاءِ الْمُشْرِكِينَ وَقُوَّتِهِمْ، وَقَدْ زَعَمَ بَعْضُ </p><p> الْمُفَسِّرِينَ أَنَّهُمْ فُتِنُوا وَإِنْ لَمْ تُبَيِّنِ الْآيَةُ كَيْفَ كَانَ ذَلِكَ، إِذْ لَمْ تَحْكِ شَيْئًا عَنْ لِسَانِهِمْ. وَقَدْ وَرَدَ فِي الِاخْتِبَارِ الْعَامِّ قَوْلَهُ تَعَالَى فِي سُورَةِ الْفُرْقَانِ:  (وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ)  (٢٥: ٢٠) أَيْ جَعَلْنَا كُلًّا مِنْكُمُ اخْتِبَارًا لِلْآخَرِ فِي اخْتِلَافِ حَالِهِ مَعَهُ بِالْغِنَى وَالْفَقْرِ، أَوِ الْقُوَّةِ وَالضَّعْفِ، أَوِ الصِّحَّةِ وَالْمَرَضِ، أَوِ الْعِلْمِ وَالْجَهْلِ، أَوْ غَيْرِ ذَلِكَ - هَذَا يَحْتَقِرُ هَذَا وَيَبْغِي عَلَيْهِ، وَهَذَا يَحْسُدُ هَذَا وَيَكِيدُ لَهُ. فَاصْبِرُوا فَإِنَّهُ لَا يَسْلَمُ مِنْ هَذِهِ الْفِتَنِ إِلَّا الصَّابِرُونَ. نَسْأَلُ اللهَ تَعَالَى أَنْ يَجْعَلَنَا مِنَ الصَّابِرِينَ الشَّاكِرِينَ. </p><p> (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ) . </p><p> هَاتَانِ الْآيَتَانِ مُتَمِّمَتَانِ لِلسِّيَاقِ فِيمَا قَبْلَهُمَا بِالْجَمْعِ بَيْنَ الْإِرْشَادِ السَّلْبِيِّ وَالْإِيجَابِيِّ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي سِيَاسَتِهِ لِلْمُؤْمِنِينَ، فَبَعْدَ أَنْ نَهَاهُ رَبُّهُ عَنْ طَرْدِ الْمُسْتَضْعَفِينَ مِنْهُمْ مِنْ حَضْرَتِهِ اسْتِمَالَةً لِكُبَرَاءَ الْمُتَكَبِّرِينَ مِنْ قَوْمِهِ، وَطَمَعًا فِي إِقْبَالِهِمْ عَلَيْهِ وَسَمَاعِهِمْ لِدَعْوَتِهِ وَإِيمَانِهِمْ بِهِ - كَمَا اقْتَرَحَ عَلَيْهِ بَعْضُهُمْ - أَمَرَهُ بِأَنْ يَلْقَاهُمْ كَسَائِرِ الْمُؤْمِنِينَ بِالتَّحِيَّةِ وَالسَّلَامِ وَالتَّبْشِيرِ بِرَحْمَةِ اللهِ وَمَغْفِرَتِهِ عَلَى الْوَجْهِ الْمُبَيَّنِ فِي الْآيَةِ الْأُولَى مِنْ هَاتَيْنِ الْآيَتَيْنِ. وَقَدْ تَقَدَّمَ فِي سَبَبُ نُزُولِ (وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ) مِنْ رِوَايَةِ عِكْرِمَةَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَانَ اسْتَحْسَنَ إِجَابَةَ أَشْرَافِ الْكُفَّارِ إِلَى اقْتِرَاحِهِمْ، وَأَنَّهُ لَمَّا نَزَلَتِ الْآيَاتُ فِي ذَلِكَ أَقْبَلَ فَاعْتَذَرَ، فَنَزَلَتْ هَذِهِ الْآيَةُ فِي قَبُولِ اعْتِذَارِهِ، وَتَقَدَّمَ أَنَّ الرِّوَايَةَ ضَعِيفَةً، وَأَنَّ هَذِهِ الزِّيَادَةَ فِيهَا غَيْرُ مَقْبُولَةٍ، وَأَنَّ رِوَايَاتِ نُزُولِ الْأَنْعَامِ دُفْعَةً وَاحِدَةً أَقْوَى مِنْهَا، وَهِيَ مُعَارِضَةٌ لَهَا. وَالْآنَ رَأَيْتُ فِي التَّفْسِيرِ الْكَبِيرِ لِلرَّازِيِّ اسْتِشْكَالَ هَذَا بِاتِّفَاقِ النَّاسِ عَلَى نُزُولِ هَذِهِ السُّورَةِ دُفْعَةً وَاحِدَةً، وَقَدْ تَقَدَّمَ التَّحْقِيقُ فِي مَسْأَلَةِ نُزُولِ السُّورَةِ دُفْعَةً وَاحِدَةً وَفِي زِيَادَةِ رِوَايَةِ عِكْرِمَةَ، وَيُعَارِضُهُ أَيْضًا مَا أَخْرَجَهُ جُلُّ رُوَاةِ التَّفْسِيرِ الْمَأْثُورِ عَنْ مَاهَانَ قَالَ: أَتَى قَوْمٌ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالُوا: إِنَّا أَصَبْنَا ذُنُوبًا عِظَامًا، فَمَا رَدَّ عَلَيْهِمْ شَيْئًا، فَانْصَرَفُوا، فَأَنْزَلَ اللهُ:  (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا) الْآيَةَ فَدَعَاهُمْ فَقَرَأَهَا عَلَيْهِمْ، وَلَكِنَّ الرِّوَايَةَ مِنْ مَرَاسِيلِ مَاهَانَ، لَا يُحْتَجُّ بِهَا، وَلَيْسَتْ صَرِيحَةً كَرِوَايَةِ عِكْرِمَةَ فِي مُعَارَضَةِ نُزُولِ السُّورَةِ دُفْعَةً وَاحِدَةً، إِذْ يُجِيزُ أَنْ يَكُونَ </p><p> النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَلَاهَا عَلَى مَنْ سَأَلُوهُ عَنْ ذُنُوبِهِمْ عِنْدَ نُزُولِهَا فِي ضِمْنِ السُّورَةِ، وَمِثْلُ هَذَا التَّعْبِيرِ كَثِيرٌ فِي كَلَامِ رُوَاةِ التَّفْسِيرِ. وَالظَّاهِرُ أَنَّ الْآيَةَ نَزَلَتْ فِي مُعَامَلَةِ جَمِيعِ الْمُؤْمِنِينَ لَا فِي عُمَرَ وَحْدَهُ كَمَا فِي رِوَايَةِ عِكْرِمَةَ، وَلَا فِيمَنْ سَأَلُوهُ عَنْ ذُنُوبِهِمْ كَمَا فِي رِوَايَةِ مَاهَانَ - وَإِنْ فَرَضْنَا صِحَّةَ الرِّوَايَتَيْنِ - وَلَا فِيمَنْ نُهِيَ عَنْ طَرْدِهِمْ خَاصَّةً كَمَا يَقُولُ بَعْضُ </p><p> الْمُفَسِّرِينَ، بَلْ فِي جَمَاعَةِ الْمُؤْمِنِينَ الَّذِينَ كَانَ أَكْثَرُهُمْ مِنَ الْفُقَرَاءِ الْمُسْتَضْعَفِينَ الَّذِينَ اقْتُرِحَ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - طَرْدُهُمْ فَيَدْخُلُونَ فِيهَا بِمَعُونَةِ السِّيَاقِ دُخُولًا أَوَّلِيًّا، وَهَذَا مَا تُفْهِمُهُ عِبَارَتُهَا، وَمَا سِوَاهُ فَمُتَكَلَّفٌ لِتَطْبِيقِهِ عَلَى الرِّوَايَاتِ. </p><p> وَبَعْدَ كِتَابَةِ مَا تَقَدَّمَ، وَالتَّوَجُّهِ إِلَى بَيَانِ مَعْنَى الْآيَةِ وَمُرَاجَعَةِ الْمُصْحَفِ الشَّرِيفِ فِيهَا وَفِيمَا قَبْلَهَا، كَانَ أَوَّلُ مَا تَبَادَرَ إِلَى ذِهْنِي أَنَّ الْمُرَادَ بِالَّذِينِ يُؤْمِنُونَ بِالْآيَاتِ هُنَا هُمُ الَّذِينَ كَانُوا يَدْخُلُونَ فِي الْإِسْلَامِ آنًا بَعْدَ آنٍ، عَنْ بَيِّنَةٍ وَبُرْهَانٍ، لَا مَنْ آمَنُوا وَأَسْلَمُوا مِنْ قَبْلُ مِمَّنْ نُهِيَ عَنْ طَرْدِهِمْ وَغَيْرُهُمْ، ذَلِكَ بِأَنَّ الْفِعْلَ الْمُضَارِعَ \" يُؤْمِنُونَ \" يُفِيدُ وُقُوعَ الْإِيمَانِ فِي الْحَالِ أَوِ الِاسْتِقْبَالِ، وَلَا يُعَبَّرُ بِهِ عَمَّنْ آمَنُوا فِي الْمَاضِي إِلَّا بِضَرْبٍ مِنَ التَّجَوُّزِ فِي الِاسْتِعْمَالِ - كَمَا يُعَبَّرُ بِالْمَاضِي عَنِ الْمُسْتَقْبَلِ أَحْيَانًا لِنُكْتَةٍ تَقْتَضِي ذَلِكَ - كَإِرَادَةِ تَصْوِيرِ مَا مَضَى كَأَنَّهُ وَاقِعٌ الْآنِ، أَوْ إِفَادَةِ مَا يَتْلُو ذَلِكَ الْمَاضِي مِنَ التَّجَدُّدِ وَالِاسْتِمْرَارِ، وَلَا يَظْهَرُ شَيْءٌ مِنْ ذَلِكَ فِي هَذِهِ الْآيَةِ ظُهُورًا بَيِّنًا يُرَجِّحُ صَرْفَ الْفِعْلِ عَنْ أَصْلِ مَعْنَاهُ، وَلَكِنْ قَدْ يُرَادُ بِهِ التَّعْبِيرُ عَنِ الشَّأْنِ، فَإِنَّهُ يَكْثُرُ فِي الْفِعْلِ الْمُضَارِعِ إِذَا كَانَ صِلَةً لِلْمَوْصُولِ، وَيُرَجِّحُ الْأَصْلُ هُنَا تَطْبِيقَ السِّيَاقِ عَلَى حَالِ النَّاسِ فِي زَمَنِ نُزُولِ السُّورَةِ، وَالْجُمْلَةُ الشَّرْطِيَّةُ الَّتِي افْتُتِحَتْ بِهَا الْآيَةُ، وَإِنَّنَا نُبَيِّنُ ذَلِكَ بِمَا يَظْهَرُ بِهِ التَّنَاسُبُ بَيْنَ الْآيَاتِ أَتَمَّ الظُّهُورِ. </p><p> كَانَ جُمْهُورُ النَّاسِ كَافِرِينَ، إِمَّا كَفْرُ جَحُودٍ وَعِنَادٍ، وَإِمَّا كُفْرُ جَهْلٍ وَتَقْلِيدٍ لِلْآبَاءِ وَالْأَجْدَادِ، وَكَانَ يَدْخُلُ فِي الْإِسْلَامِ الْأَفْرَادُ بَعْدَ الْأَفْرَادِ، وَكَانَ أَكْثَرُ السَّابِقِينَ مِنَ الْمُسْتَضْعَفِينَ وَالْفُقَرَاءِ، وَكَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَكُونُ تَارَةً مَعَ هَؤُلَاءِ الْمُؤْمِنِينَ يُعَلِّمُهُمْ وَيُرْشِدُهُمْ، وَتَارَةً يَتَوَجَّهُ إِلَى أُولَئِكَ الْكَافِرِينَ يَدْعُوهُمْ وَيُنْذِرُهُمْ، وَكَانَ الْمُعَانِدُونَ مِنْ كُبَرَائِهِمْ يَقْتَرِحُونَ عَلَيْهِ الْآيَاتِ الْكَوْنِيَّةَ لِلتَّعْجِيزِ، وَتَارَةً يُحَقِّرُونَ شَأْنَهُ بِوُجُودِهِ فِي عَامَّةِ أَوْقَاتِهِ مَعَ أُولَئِكَ الْفُقَرَاءِ وَالْمَسَاكِينِ، وَقَدِ اقْتَرَحُوا عَلَيْهِ طَرَدَهُمْ مِنْ حَضْرَتِهِ، </p><p> وَلَعَلَّهُمْ كَانُوا يُرِيدُونَ بِذَلِكَ أَنْ يَنْفَضُّوا مِنْ حَوْلِهِ، وَأَنْ يَكُونَ مُنْفَرِدًا لِغَيْرِهِمْ عَنِ الْإِيمَانِ بِهِ، وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَرِيصًا عَلَى إِيمَانِ أُولَئِكَ الْكُبَرَاءِ لِمَا تَقَدَّمَ بَيَانُهُ، فَأَرْشَدَهُ رَبُّهُ جَلَّتْ حِكْمَتُهُ فِي هَذَا السِّيَاقِ الْقَوْلِيِّ الْأَخِيرِ مِنْ هَذِهِ السُّورَةِ إِلَى أَنْ يُبَيِّنَ لِمُقْتَرِحِي الْآيَاتِ الْكَوْنِيَّةِ مِنَ الْكُفَّارِ أَنَّ حَقِيقَةَ الرِّسَالَةِ لَا تَقْتَضِي أَنْ تَكُونَ قُدْرَةُ </p><p> الرَّسُولِ وَعِلْمُهُ كَقُدْرَةِ اللهِ تَعَالَى وَعَلْمِهِ، وَلَا أَنْ يَكُونَ مَلَكًا مِنَ الْمَلَائِكَةِ حَتَّى يَقْدِرَ عَلَى مَا لَا يَقْدِرُ عَلَيْهِ الْبَشَرُ مِنَ الْآيَاتِ، وَبِأَنْ يُنْذِرَ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ مِنَ الْمُؤْمِنِينَ إِنْذَارًا خَاصًّا بِهِمْ؛ لِأَنَّهُمْ هُمُ الَّذِينَ يُرْجَى أَنْ يَنْتَفِعُوا بِكُلِّ إِنْذَارٍ، وَبِأَلَّا يَطْرُدَ مِنْ حَضْرَتِهِ مِنْهُمْ أُولَئِكَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْعَشِيِّ وَالْإِبْكَارِ، بِبَاعِثِ النِّيَّةِ الصَّحِيحَةِ وَالْإِخْلَاصِ، وَيَسْتَلْزِمُ ذَلِكَ أَنْ يَسْتَمِرَّ عَلَى مُعَامَلَتِهِمُ الْأَوْلَى الَّتِي أَمَرَهُ اللهُ تَعَالَى بِهَا فِي قَوْلِهِ:  (وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا)  (١٨: ٢٨) فَبَعْدَ هَذَا الْإِرْشَادِ فِي شَأْنِ الْكُفَّارِ الْمُعَانِدِينَ وَالْمُؤْمِنِينَ السَّابِقِينَ حَسُنَ أَنْ يُرْشِدَ اللهُ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى شَيْءٍ فِي شَأْنِ الْفَرِيقِ الثَّالِثِ مِنَ النَّاسِ، وَهُمُ الَّذِينَ يَجِيئُونَ الرَّسُولَ آنًا بَعْدَ آنٍ مُؤْمِنِينَ بِآيَاتِ اللهِ الْمُثْبِتَةِ لِلتَّوْحِيدِ وَالرِّسَالَةِ، فَيَدْخُلُونَ فِي الْإِسْلَامِ مُذْعِنِينَ لِأَمْرِ اللهِ وَرَسُولِهِ - وَهُمُ الَّذِينَ أَرَادَ رُؤَسَاءُ الْمُشْرِكِينَ تَنْفِيرَهُمْ وَحَاوَلُوا صَدَّهُمْ - فَأَمَرَهُ أَنْ يُبَيِّنَ لَهُمْ قَبْلَ كُلِّ شَيْءٍ أَنَّهُمْ صَارُوا فِي سَلَامٍ وَأَمَانٍ مِنَ اللهِ تَعَالَى ; لِأَنَّ اللهَ تَعَالَى كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ فَهُوَ لَا يُؤَاخِذُهُمْ بِمَا كَانَ قَبْلَ الْإِسْلَامِ، وَمَنْ عَمِلَ بَعْدَهُ سُوءًا بِجَهَالَةٍ فَمَا عَلَيْهِ إِلَّا أَنْ يَمْحُوَ أَثَرَهُ بِالتَّوْبَةِ وَالْإِصْلَاحِ، قَالَ: </p><p> (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ) السَّلَامُ وَالسَّلَامَةُ مَصْدَرَانِ مِنَ الثُّلَاثِيِّ، يُقَالُ: سَلِمَ فَلَانُ مِنَ الْمَرَضِ أَوْ مِنَ الْبَلَاءِ سَلَامًا وَسَلَامَةً، وَمَعْنَاهُمَا الْبَرَاءَةُ وَالْعَافِيَةُ، وَالسَّلَامُ وَالْمُسَالَمَةُ مَصْدَرَانِ مِنَ الرُّبَاعِيِّ أَيْضًا، يُقَالُ: سَالَمَهُ أَيْ بَارَأَهُ وَتَارَكَهُ، وَمِنْهُ تَرْكُهُ الْحَرْبَ. وَالسَّلَامُ مِنْ أَسْمَاءِ اللهِ تَعَالَى، يَدُلُّ عَلَى تَنْزِيهِهِ عَنْ كُلِّ مَا لَا يَلِيقُ بِهِ مِنْ نَقْصٍ، وَعَجْزٍ، وَفَنَاءٍ، وَغَيْرِ ذَلِكَ مِنْ عُيُوبِ الْخَلْقِ وَضَعْفِهِمْ. وَاسْتُعْمِلَ السَّلَامُ فِي الْمُتَارَكَةِ وَفِي التَّحِيَّةِ مَعْرِفَةً وَنَكِرَةً، يُقَالُ: سَلَامٌ عَلَيْكُمْ، وَالسَّلَامُ عَلَيْكُمْ، وَهُوَ بِمَعْنَى الدُّعَاءِ بِالسَّلَامَةِ مِنْ كُلِّ مَا يَسُوءُ، وَيُفِيدُ تَأْمِينَ الْمُسَلَّمِ عَلَيْهِ مِنْ كُلِّ أَذًى يَنَالُهُ مِنَ الْمُسْلِمِ، </p><p> فَهُوَ آيَةُ الْمَوَدَّةِ وَالصَّفَاءِ، وَثَبَتَ فِي التَّنْزِيلِ أَنَّ السَّلَامَ تَحِيَّةُ أَهْلِ الْجَنَّةِ يُحَيِّيهِمْ بِهَا رَبُّهُمْ جَلَّ وَعَلَا، وَمَلَائِكَتُهُ الْكِرَامُ وَيُحَيِّي بِهَا بَعْضُهُمْ بَعْضًا، وَهُوَ تَحِيَّةُ الْإِسْلَامِ الَّذِي هُوَ دِينُ السِّلْمِ وَالْمُسَالَمَةِ (يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً)  (٢: ٢٠٨) وَاخْتَلَفُوا فِي هَذَا السَّلَامِ هُنَا: أَهْوَ تَحِيَّةٌ أَمَرَ اللهُ تَعَالَى رَسُولَهُ أَنْ يَبْدَأَ بِهَا الَّذِينَ يُؤْمِنُونَ بِآيَاتِهِ إِذَا جَاءُوهُ إِكْرَامًا خَاصًّا بِهِمْ مُخَالِفًا لِلْأَصْلِ الْعَامِّ - وَهُوَ كَوْنُ الْقَادِمِ هُوَ الَّذِي يُلْقِي السَّلَامَ - أَمْ هُوَ تَحِيَّةٌ مِنْهُ تَعَالَى أَمَرَ رَسُولَهُ أَنْ يُبَلِّغَهُمْ إِيَّاهَا عَنْهُ، أَمْ هُوَ إِخْبَارٌ عَنْهُ تَعَالَى بِسَلَامَتِهِمْ وَأَمْنِهِمْ مِنْ عِقَابِهِ، قَفَّى عَلَيْهِ بِبِشَارَتِهِمْ بِمَغْفِرَتِهِ وَرَحْمَتِهِ؟ رُوِيَ الْأَوَّلُ عَنْ عِكْرِمَةَ فَهُوَ، خَاصٌّ بِمَنْ قَالَ: إِنَّ الْآيَةَ نَزَلَتْ فِيهِمْ، وَالثَّانِي عَنِ الْحَسَنِ، وَالثَّالِثُ عَنِ ابْنِ عَبَّاسٍ وَهُوَ أَظْهَرُهَا، وَالْمُرَادُ بِالْآيَاتِ آيَاتُ الْقُرْآنِ، الْمُشْتَمِلَةُ عَلَى حُجَجِ اللهِ وَآيَاتِهِ فِي الْأَنْفُسِ وَالْآفَاقِ، وَهَذِهِ </p><p> الْآيَةُ مَعْطُوفَةٌ عَلَى آيَةِ النَّهْيِ (وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ) . إِلَخْ. وَالْآيَةُ الَّتِي بَيْنَهُمَا مُعْتَرِضَةٌ بَيَّنَ فِيهَا ابْتِلَاءَ كُبَرَاءِ الْمُشْرِكِينَ بِضُعَفَاءِ الْمُؤْمِنِينَ وَرَغْبَتَهُمْ فِي طَرْدِهِمْ. </p><p> وَقَوْلُهُ تَعَالَى:  (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ) تَقَدَّمَ مِثْلَهُ فِي الْآيَةِ الثَّانِيَةَ عَشْرَةَ مِنْ هَذِهِ السُّورَةِ، وَكِتَابَتُهَا إِيجَابُهَا عَلَى ذَاتِهِ الْعَلِيَّةِ، وَلَهُ أَنْ يُوجِبَ عَلَى نَفْسِهِ مَا شَاءَ وَلَا يُوجِبُ عَلَيْهِ أَحَدٌ شَيْئًا. فَالرَّحْمَةُ مِنْ شُئُونِ الرُّبُوبِيَّةِ الْوَاجِبَةِ لَهَا لَا عَلَيْهَا، وَإِنَّ فِي نِظَامِ الْفِطْرَةِ الْبَشَرِيَّةِ وَمَا سَخَّرَ اللهُ لِلْبَشَرِ مِنْ أَسْبَابِ الْمَعِيشَةِ الْمَادِّيَّةِ، وَمَا آتَاهُمْ مِنْ وَسَائِلِ الْعُلُومِ الْكَسْبِيَّةِ، وَمِنْ هِدَايَةِ الْوَحْيِ الْوَهْبِيَّةِ - لَآيَاتٍ بَيِّنَاتٍ عَلَى سَعَةِ الرَّحْمَةِ الرَّبَّانِيَّةِ، وَتَرْبِيَةِ عِبَادِهِ بِهَا فِي حَيَاتِهِمُ الْجَسَدِيَّةِ وَالرُّوحِيَّةِ، بَلْ هِيَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ، وَلَكِنَّ كِتَابَتَهَا أَمْرٌ آخَرُ خَصَّ بِهِ بَعْضَ الْخَلْقِ كَمَا يَأْتِي فِي سُورَةِ الْأَعْرَافِ. وَقَدْ بَيَّنَ لَنَا سُبْحَانَهُ أَصْلًا مِنْ أُصُولِ الدِّينِ، فِي هَذِهِ الرَّحْمَةِ الْمَكْتُوبَةِ لِلْمُؤْمِنِينَ، فَقَالَ: </p><p> (أَنَّهُ مَنْ عَمِلِ مِنْكُمْ سُوءًا بِجَهَالَةٍ) إِلَخْ. قَرَأَ نَافِعٌ، وَابْنُ عَامِرٍ، وَعَاصِمٌ، وَيَعْقُوبُ \" أَنَّهُ \" بِفَتْحِ الْهَمْزَةِ، وَقَرَأَ الْبَاقُونَ \" إِنَّهُ \" بِكَسْرِهَا، فَأَمَّا قِرَاءَةُ الْفَتْحِ فَعَلَى الْبَدَلِ مِنَ الرَّحْمَةِ، أَيْ بَدَلِ الْبَعْضِ مِنَ الْكُلِّ؛ إِذْ ذَكَرَ مِنْ أَنْوَاعِ الرَّحْمَةِ الْمَكْتُوبَةِ مَا هُمْ أَحْوَجُ إِلَى مَعْرِفَتِهِ بِنَصِّ الْوَحْيِ، وَهُوَ حُكْمُ مَنْ يَعْمَلُ السُّوءَ مِنَ الْمُؤْمِنِينَ، وَكَيْفَ يُعَامِلُهُ اللهُ تَعَالَى، وَأَمَّا سَائِرُ أَنْوَاعِهَا، وَمَا هُوَ إِحْسَانٌ غَيْرُ مَكْتُوبٍ مِنْهَا، فَيُمْكِنُ أَنْ يُسْتَدَلَّ عَلَيْهِمَا بِالنَّظَرِ </p><p> فِي الْأَنْفُسِ وَالْآفَاقِ، وَهُوَ مَا أَشَرْنَا إِلَيْهِ فِي تَفْسِيرِ كِتَابَتِهَا. وَأَمَّا قِرَاءَةُ الْكَسْرِ فَعَلَى الِاسْتِئْنَافِ النَّحْوِيِّ أَوِ الْبَيَانِيِّ، كَأَنَّهُ قِيلَ: مَا هَذِهِ الرَّحْمَةُ؟ أَوْ: مَا حَظُّنَا مِنْهَا فِي أَعْمَالِنَا؟ وَهَلْ مِنْ مُقْتَضَاهَا أَلَّا نُؤَاخَذَ بِذَنْبٍ، وَأَنْ يُغْفَرَ لَنَا كُلُّ سُوءٍ بِلَا شَرْطٍ وَلَا قَيْدٍ؟ فَجَاءَ الْجَوَابُ: إِنَّهُ - أَيِ الْحَالَ وَالشَّأْنَ - مَنْ عَمِلَ مِنْكُمْ عَمَلًا تَسُوءُ عَاقِبَتُهُ وَتَأْثِيرُهُ لِضَرَرِهِ الَّذِي حَرَّمَهُ اللهُ لِأَجْلِهِ حَالَ كَوْنِهِ مُتَلَبِّسًا بِجَهَالَةٍ دَفَعَتْهُ إِلَى ذَلِكَ السُّوءِ، كَغَضَبٍ شَدِيدٍ حَمَلَهُ عَلَى السَّبِّ أَوِ الضَّرْبِ، أَوْ شَهْوَةٍ مُغْتَلِمَةٍ قَادَتْهُ إِلَى انْتِهَاكٍ عِرْضٍ، فَالْجَهَالَةُ هُنَا هِيَ السَّفَهُ وَالْخِفَّةُ الَّتِي تُقَابِلُهَا الرَّوِيَّةُ وَالْحِكْمَةُ وَالْعِفَّةُ، وَقِيلَ: إِنَّهَا الْجَهْلُ الَّذِي يُقَابِلُهُ الْعِلْمُ ; لِأَنَّ كُلَّ مَنْ يَعْمَلِ السُّوءَ لَا بُدَّ أَنْ يَكُونَ جَاهِلًا، فَإِمَّا أَنْ يَجْهَلَ مَا فِيهِ مِنَ الْقُبْحِ وَالضَّرَرِ، وَإِمَّا أَنْ يَجْهَلَ سُوءَ عَاقَبَتِهِ وَقُبْحَ تَأْثِيرِهِ فِي نَفْسِهِ، وَمَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنْ سُخْطِ رَبِّهِ وَعِقَابِهِ، ذَهَابًا مَعَ الْأَمَانِي وَاغْتِرَارًا بِتَأَوُّلِ النُّصُوصِ. وَمِنْ هُنَا قَالَ الْحَسَنُ الْبَصْرِيُّ: كُلُّ مَنْ عَمِلَ مَعْصِيَةً فَهُوَ جَاهِلٌ. </p><p> وَحَاصِلُ الْمَعْنَى عَلَى الْقِرَاءَةِ الْأُولَى: كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ الْخَاصَّةَ الَّتِي هِيَ الْمَغْفِرَةُ وَالرَّحْمَةُ لِمَنْ تَابَ مِنْ بَعْدِ عَمَلِ السُّوءِ بِجَهَالَةٍ وَأَصْلَحَ عَمَلَهُ، وَعَلَى الثَّانِيَةِ: إِنْ سَأَلْتُمْ عَنْ حَظِّكُمْ مِنْ هَذِهِ الرَّحْمَةِ فَالْجَوَابُ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ (ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ) أَيْ ثُمَّ رَجَعَ عَنْ ذَلِكَ السُّوءِ بَعْدَ أَنْ عَمِلَهُ شَاعِرًا بِقُبْحِهِ، نَادِمًا عَلَيْهِ خَائِفًا مِنْ عَاقِبَتِهِ، وَأَصْلَحَ </p><p> عَمَلَهُ بِأَنْ أَتْبَعَ الْعَمَلَ السَّيِّئَ التَّأْثِيرَ فِي النَّفْسِ عَمَلًا يُضَادُّهُ وَيَذْهَبُ بِأَثَرِهِ مِنْ قَلْبِهِ، حَتَّى يَعُودَ إِلَى النَّفْسِ زَكَاؤُهَا وَطَهَارَتُهَا، وَتَصِيرَ كَمَا كَانَتْ أَهْلًا لِنَظَرِ الرَّبِّ وَقُرْبِهِ (فَأَنَّهُ غَفُورٌ رَحِيمٌ) أَيْ: فَشَأْنُهُ سُبْحَانَهُ فِي مُعَامَلَتِهِ أَنَّهُ وَاسِعُ الْمَغْفِرَةِ وَالرَّحْمَةِ، فَيَغْفِرُ لَهُ مَا تَابَ عَنْهُ، وَيَتَغَمَّدُهُ بِرَحْمَتِهِ وَإِحْسَانِهِ. </p><p> وَهَذِهِ قَاعِدَةٌ مِنْ قَوَاعِدِ الدِّينِ وَأُسٌّ مِنْ إِسَاسِهِ، أَمَرَ اللهُ تَعَالَى رَسُولَهُ أَنْ يُبَلِّغَهَا لِمَنْ يَدْخُلُونَ فِيهِ لِيَهْتَدُوا بِهَا، حَتَّى لَا يَغْتَرُّوا بِمَغْفِرَةِ اللهِ وَرَحْمَتِهِ فَيَحْمِلَهُمُ الْغُرُورُ عَلَى التَّفْرِيطِ فِي جَنْبِ اللهِ، وَالْغَفْلَةِ عَنْ تَزْكِيَةِ أَنْفُسِهِمْ، وَالْمُبَادَرَةِ إِلَى تَطْهِيرِهَا مِنْ إِفْسَادِ الذُّنُوبِ لَهَا، إِلَى أَنْ تُحِيطَ بِهَا خَطِيئَتُهَا، وَقَدْ بَيَّنَّا هَذِهِ الْقَاعِدَةَ مِرَارًا فِي تَفْسِيرِ الْآيَاتِ الْمُقَرَّرَةِ لَهَا؛ تَارَةً بِالْإِيجَازِ، وَتَارَةً بِالْإِطْنَابِ، وَتَارَةً بِالتَّوَسُّطِ بَيْنَهُمَا. وَكَانَ أَوْسَعُ مَا كَتَبْنَاهُ فِيهَا تَفْسِيرَ قَوْلِهِ تَعَالَى:  (إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينِ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ) </p><p> إِلَى قَوْلِهِ:  (أَلِيمًا)  (٤: ١٧، ١٨) فَيُرَاجَعُ فِي الْجُزْءِ الرَّابِعِ مِنَ التَّفْسِيرِ [رَاجِعْ ص ٣٦١ - ٣٧٠ ج ٤ ط الْهَيْئَةِ] ، وَنَدَعُ أَصْحَابَ الْمَذَاهِبِ الْكَلَامِيَّةِ وَالْفِقْهِيَّةِ مِنَ الْمُفَسِّرِينَ يَتَجَادَلُونَ فِي كَوْنِ الْآيَةِ مُؤَيِّدَةً لِمَذْهَبِ الْمُعْتَزِلَةِ أَوْ غَيْرَ مُؤَيِّدَةٍ لَهُ، فَإِنَّ هَذِهِ الْمُجَادَلَاتِ تَصْرِفُ الْمُشْتَغِلِينَ بِهَا عَنِ الْمَوْعِظَةِ وَالْحِكْمَةِ الَّتِي أَنْزَلَهَا اللهُ تَعَالَى لِبَيَانِهِمَا. </p><p> وَقَدْ فَتَحَ هَمْزَةَ \" فَأَنَّهُ \" فِي الْآيَةِ مَنْ فَتَحَ هَمْزَةَ \" أَنَّهُ \" مِنَ الْقُرَّاءِ سِوَى نَافِعٍ، فَإِنَّهُ قَرَأَ بِالْكَسْرِ كَبَاقِي الْقُرَّاءِ. وَأَجَازَ الزَّجَّاجُ كَسْرَ الْأُولَى وَفَتْحَ الثَّانِيَةِ، وَهِيَ قِرَاءَةُ الْأَعْرَجِ وَالزُّهْرِيِّ وَأَبِي عَمْرٍو الدَّانِي. </p><p> (وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ) أَيْ: وَمِثْلُ ذَلِكَ التَّفْصِيلِ الْوَاضِحِ وَعَلَى نَحْوِهِ نُفَصِّلُ الْآيَاتِ الْمُنَزَّلَةِ فِي بَيَانِ الْحَقَائِقِ الَّتِي يَهْتَدِي بِهَا أَهْلُ النَّظَرِ الصَّحِيحِ وَالْفِقْهِ الدَّقِيقِ لِمَا فِيهَا مِنَ الْعِلْمِ وَالْحِكْمَةِ وَالْمَوَاعِظِ وَالْعِبْرَةِ، (وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ) أَيْ وَلِأَجْلِ أَنْ يَظْهَرَ بِهَا طَرِيقُ الْمُجْرِمِينَ فَيَمْتَازُونَ بِهَا عَنْ جَمَاعَةِ الْمُسْلِمِينَ. قَرَأَ ابْنُ كَثِيرٍ، وَابْنُ عَامِرٍ، وَأَبُو عُمَرَ، وَيَعْقُوبَ، وَحَفْصٌ، عَنْ عَاصِمٍ \" وَلِتَسْتَبِينَ \" بِالتَّاءِ وَ \" سَبِيلٌ \" بِالرَّفْعِ - أَيْ وَلِتَظْهَرَ سَبِيلُ الْمُجْرِمِينَ وَتُعْرَفَ - وَالسَّبِيلُ يُؤَنِّثُهُ أَهْلُ الْحِجَازِ، وَيُذَكِّرُهُ بَنُو تَمِيمٍ، وَجَاءَ التَّنْزِيلُ بِاللُّغَتَيْنِ - وَقَرَأَ نَافِعٌ بِالتَّاءِ وَنَصَبَ السَّبِيلَ عَلَى أَنَّهُ خِطَابٌ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَيْ وَلِتَتَبَيَّنَ أَيُّهَا الرَّسُولُ طَرِيقَ الْمُجْرِمِينَ فَلَا يَخْفَى عَلَيْكَ شَيْءٌ مِنْهَا، وَقَرَأَ الْبَاقُونَ \" وَلِيَسْتَبِينَ \" بِالْيَاءِ وَرَفْعِ \" سَبِيلُ \" عَلَى لُغَةِ التَّذْكِيرِ، فَفَائِدَةُ اخْتِلَافِ الْقِرَاءَاتِ هُنَا لَفْظِيَّةٌ، وَهِيَ تَذْكِيرُ السَّبِيلِ وَتَأْنِيثُهَا، وَمَجِيءُ فِعْلِ الِاسْتِبَانَةِ لَازِمًا وَمُتَعَدِّيًا، يُقَالُ: بَانَ الشَّيْءُ وَاسْتَبَانَ بِمَعْنَى: وَضَحَ وَظَهَرَ، وَيُقَالُ: اسْتَبَنْتُ الشَّيْءَ بِمَعْنَى اسْتَوْضَحْتُهُ وَتَبَيَّنْتُهُ، أَيْ: عَرَفْتُهُ بَيِّنًا، وَأَمَّا فَائِدَةُ الْجَمْعِ بَيْنَ الْغَيْبَةِ وَالْخِطَابِ فِيهَا فَهِيَ أَنَّ تَفْصِيلَ الْآيَاتِ هُوَ فِي نَفْسِهِ مُوَضِّحٌ لِسَبِيلِ الْمُجْرِمِينَ، وَأَنَّهُ يَنْبَغِي لِلْمُخَاطَبِ بِذَلِكَ أَوَّلًا وَبِالذَّاتِ ثُمَّ لِغَيْرِهِ أَنْ يَسْتَبِينَهُ </p><p> مِنْهَا بِتَأَمُّلِهَا وَفَهْمِهَا وَالِاعْتِبَارِ بِهَا، فَكَمْ مِنْ آيَةٍ بَيِّنَةٍ فِي نَفْسِهَا يَغْفُلُ النَّاسُ عَنْهَا (وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ)  (١٢: ١٠٥) وَالْعَطْفُ فِي قَوْلِهِ تَعَالَى: (وَلِتَسْتَبِينَ) قِيلَ: إِنَّهُ عَطْفٌ عَلَى عِلَّةٍ مَحْذُوفَةٍ لِقَوْلِهِ: (نُفَصِّلُ) لَمْ يَقْصِدْ تَعْلِيلَهُ بِهَا بِخُصُوصِهَا، وَإِنَّمَا قَصَدَ الْإِشْعَارَ بِأَنَّ لَهُ فَوَائِدَ جَمَّةً مِنْ جُمْلَتِهَا مَا ذُكِرَ، أَيْ: وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ لِمَا فِي تَفْصِيلِهَا مِنَ الْأَحْكَامِ وَالْحِكَمِ، وَبَيَانِ الْحُجَجِ وَالْمَوَاعِظِ وَالْعِبَرِ، وَلِأَجْلِ أَنْ تَسْتَبِينَ سَبِيلُ </p><p> الْمُجْرِمِينَ، فَيَكُونَ مِنْ عَطْفِ الْخَاصِّ عَلَى الْعَامِّ. وَقِيلَ: إِنَّهُ عِلَّةٌ لِفِعْلٍ مُقَدَّرٍ هُوَ عَيْنُ الْمَذْكُورِ، أَيْ: وَلِأَجْلِ أَنْ تَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ؛ لِأَنَّ الشَّيْءَ يُعْرَفُ بِضِدِّهِ، بَلْ بَيَّنَ قَبْلَهُ سَبِيلَ الْمُجْرِمِينَ مِنَ الْكُفَّارِ أَيْضًا. وَقَالَ الزَّمَخْشَرِيُّ: وَمِثْلُ ذَلِكَ التَّفْصِيلِ الْبَيِّنِ نُفَصِّلُ آيَاتِ الْقُرْآنِ وَنُلَخِّصُهَا فِي صِفَةِ أَحْوَالِ الْمُجْرِمِينَ؛ مَنْ هُوَ مَطْبُوعٌ عَلَى قَلْبِهِ لَا يُرْجَى إِسْلَامُهُ، وَمَنْ يُرَى فِيهِ أَمَارَةُ الْقَبُولِ وَهُوَ الَّذِي يَخَافُ إِذَا سَمِعَ ذِكْرَ الْقِيَامَةِ، وَمَنْ دَخَلَ فِي الْإِسْلَامِ إِلَّا أَنَّهُ لَا يَحْفَظُ حُدُودَهُ، وَلِتَسْتَوْضِحَ سَبِيلَهُمْ فَتُعَامِلَ كُلًّا مِنْهُمْ بِمَا يَجِبُ أَنْ يُعَامَلَ بِهِ فَصَّلْنَا ذَلِكَ التَّفْصِيلَ. انْتَهَى. وَيَسُرُّنِي أَنَّ هَذَا الْقَوْلَ يُؤَيِّدُ مَا قَدَّمْتُهُ فِي بَيَانِ أَصْنَافِ النَّاسِ فِي زَمَنِ نُزُولِ السُّورَةِ، وَمَا أَرْشَدَتْ إِلَيْهِ الْآيَاتُ فِي مُعَامَلَةِ كُلِّ صِنْفٍ مِنْهُمْ، وَأَنَّ مَا قَلْتُهُ خَيْرٌ مِمَّا قَالَهُ وَلِلَّهِ الْحَمْدُ: وَفِي الْآيَةِ مِنْ مَحَاسِنِ إِيجَازِ الْقُرْآنِ مَا لَا يَخْفَى. </p><p> وَسَيَأْتِي مِثْلُ هَذَا التَّعْبِيرِ فِي قَوْلِهِ تَعَالَى مِنْ هَذِهِ السُّورَةِ:  (وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ)  (١٠٥) وَقَوْلُهُ مِنْ سُورَةِ الْأَعْرَافِ: (وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ)  (٧: ١٧٤) وَلَا أَذْكُرُ أَنَّ فِي الْقُرْآنِ غَيْرَهُمَا. </p><p> (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللهُ أَعْلَمُ بِالظَّالِمِينَ) . </p><p> بَعْدَ أَنْ أَرْشَدَ اللهُ تَعَالَى رَسُولَهُ إِلَى مَا تَقَدَّمَ مِنْ سِيَاسَةِ الْمُؤْمِنِينَ، وَتَبْلِيغِهِمْ مَا ذَكَرَ مِنْ أُصُولِ حِكْمَةِ الدِّينِ، عَادَ إِلَى تَلْقِينِهِ مَا يُحَاجُّ بِهِ الْمُشْرِكِينَ، مِنْ بَلَاغِ الْوَحْيِ وَنَاصِعِ الْبَرَاهِينِ، فَقَالَ: </p><p> (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللهِ) النَّهْيُ: الزَّجْرُ عَنِ الشَّيْءِ بِالْقَوْلِ - مِثْلَ: لَا تَكْذِبْ وَاجْتَنِبْ قَوْلَ الزُّورِ - وَالْكَفُّ عَنْهُ بِالْفِعْلِ، وَمِنْهُ قَوْلُهُ تَعَالَى:  (وَنَهَى النَّفْسَ عَنِ الْهَوَى)  (٧٩: ٤٠) وَالدُّعَاءُ: النِّدَاءُ وَطَلَبُ الْخَيْرِ أَوْ دَفْعُ الضُّرِّ مِنَ الْأَعْلَى، وَإِنَّمَا يَكُونُ عِبَادَةً إِذَا كَانَ فِي أَمْرٍ وَرَاءَ الْأَسْبَابِ الْمُسَخَّرَةِ لِلْعِبَادِ الَّتِي يَنَالُونَهَا بِكَسْبِهِمْ لَهَا وَاجْتِهَادِهِمْ فِيهَا وَتَعَاوُنِهِمْ عَلَيْهَا، فَإِنَّ مَا نَعْجِزُ عَنْ نَيْلِهِ بِالْأَسْبَابِ الْمُسَخَّرَةِ لَنَا لَا نَطْلُبُهُ إِلَّا مِنَ الْخَالِقِ الْمُسَخِّرِ لِلْأَسْبَابِ - وَقَدْ بَيَّنَّا ذَلِكَ مِرَارًا كَثِيرَةً - فَاللهُ تَعَالَى يَقُولُ لِرَسُولِهِ هُنَا: قُلْ أَيُّهَا الرَّسُولُ لِهَؤُلَاءِ الْمُشْرِكِينَ الَّذِينَ يَدْعُونَ مَعَ اللهِ آلِهَةً أُخْرَى: إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَهُمْ وَتَسْتَغِيثُونَهُمْ مِنْ دُونِ اللهِ، أَيْ غَيْرَ اللهِ مِنَ الْمَلَائِكَةِ وَعِبَادِ اللهِ الصَّالِحِينَ، بَلْهَ مَا دُونَهُمْ مِنَ الْأَصْنَامِ وَالْأَوْثَانِ الَّتِي لَا عِلْمَ لَهَا وَلَا عَمَلَ، وَهَذَا النَّهْيُ يُصَدَّقُ بِنَهْيِ اللهِ تَعَالَى إِيَّاهُ عَنْ ذَلِكَ فِي آيَاتِ الْقُرْآنِ الْكَثِيرَةِ وَأَمْرِهِ بِضِدِّهِ وَهُوَ دُعَاءُ اللهِ تَعَالَى وَحْدَهُ، وَبِنَهْيِ الْعَقْلِ وَالْفِطْرَةِ السَّلِيمَةِ، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ قَبْلَ الْبَعْثَةِ مُوَحِّدًا، وَلَمْ يَكُنْ قَطُّ مُشْرِكًا، وَلِأَجْلِ هَذَا قَالَ:  \" نُهِيتُ \" بِالْبِنَاءِ لِلْمَفْعُولِ. </p><p> (قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ) أَيْ قُلْ لَهُمْ: لَا أَتَّبِعُ أَهْوَاءَكُمْ فِي عِبَادَتِهِمْ وَلَا فِي غَيْرِهَا مِنْ أَعْمَالِكُمُ الَّتِي تَتَّبِعُونَ بِهَا الْهَوَى، وَلَسْتُمْ فِي شَيْءٍ مِنْهَا عَلَى بَيِّنَةٍ وَلَا هُدًى، وَلِمَاذَا؟ لِأَنَّنِي إِنِ اتَّبَعْتُهَا فَقَدْ ضَلَلْتُ ضَلَالًا أَخْرُجُ بِهِ مِنْ جِنْسِ الْمُهْتَدِينَ، فَلَا أَكُونُ مِنْهُمْ فِي شَيْءٍ، فَإِنَّ هَذَا الضَّلَالَ لَا يُقَاسُ بِغَيْرِهِ؛ لِأَنَّهُ هُوَ الضَّلَالُ الْبَعِيدُ عَنْ صِرَاطِ الْهُدَى. </p><p> (قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي) أَيْ: قُلْ لَهُمْ أَيُّهَا الرَّسُولُ أَيْضًا: إِنِّي فِيمَا أُخَالِفُكُمْ فِيهِ عَلَى بَيِّنَةٍ مِنْ رَبِّي هَدَانِي إِلَيْهَا بِالْوَحْيِ وَالْعَقْلِ، وَالْبَيِّنَةُ كُلُّ مَا يُتَبَيَّنُ بِهِ الْحَقُّ مِنَ الْحُجَجِ وَالدَّلَائِلِ الْعَقْلِيَّةِ، وَالشَّوَاهِدِ وَالْآيَاتِ الْحِسِّيَّةِ، وَمِنْهُ تَسْمِيَةُ شَهَادَةِ الشُّهُودِ بَيِّنَةً، وَالْقُرْآنُ بَيِّنَةٌ مُشْتَمِلَةٌ عَلَى أَنْوَاعٍ كَثِيرَةٍ مِنَ الْبَيِّنَاتِ الْعَقْلِيَّةِ وَالْكَوْنِيَّةِ، فَهُوَ عَلَى كَوْنِهِ مِنْ عِنْدِ اللهِ تَعَالَى - لِلْقَطْعِ بِعَجْزِ الرَّسُولِ كَغَيْرِهِ عَنِ الْإِتْيَانِ بِمِثْلِهِ - مُؤَيِّدٌ بِالْحُجَجِ وَالْبَيِّنَاتِ الْمُثْبِتَةِ لِمَا فِيهِ مِنْ قَوَاعِدِ الْعَقَائِدِ وَأُصُولِ الْهِدَايَةِ (وَكَذَّبْتُمْ بِهِ) أَيْ وَالْحَالُ أَنَّكُمْ كَذَّبْتُمْ بِهِ، أَيْ بِالْقُرْآنِ الَّذِي هُوَ بَيِّنَتِي مِنْ رَبِّي، فَكَيْفَ تُكَذِّبُونَ أَنْتُمْ </p><p> بِبَيِّنَةِ الْبَيِّنَاتِ عَلَى أَظْهَرِ الْحَقَائِقِ وَأَبْيَنِ الْهِدَايَاتِ، ثُمَّ تَطْمَعُونَ أَنْ أَتَّبِعَكُمْ عَلَى ضَلَالٍ مُبِينٍ لَا بَيِّنَةَ لَكُمْ عَلَيْهِ إِلَّا مَحْضَ التَّقْلِيدِ، وَمَا كَانَ التَّقْلِيدُ بَيِّنَةً مِنَ الْبَيِّنَاتِ، وَإِنَّمَا هُوَ بَرَاءَةٌ مِنَ الِاسْتِدْلَالِ، وَرِضَاءٌ بِجَهْلِ الْآبَاءِ وَالْأَجْدَادِ، فَالْكَلَامُ حُجَّةٌ مُسَكِّتَةٌ مُبَكِّتَةٌ عَلَى مَا قَبْلَهَا مِنْ نَفْيِ عِبَادَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلَّذِينِ يَدْعُونَهُمْ مِنْ دُونِ اللهِ، وَقِيلَ: إِنَّ الْمَعْنَى وَكَذَّبْتُمْ بِرَبِّي، أَيْ: بِآيَاتِهِ أَوْ بِدِينِهِ، وَإِلَّا فَإِنَّ الْقَوْمَ كَانُوا يُؤْمِنُونَ بِأَنَّ اللهَ هُوَ رَبُّهُمْ وَرَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا، وَالْقُرْآنُ نَاطِقٌ بِذَلِكَ، وَفَسَّرَ بَعْضُهُمُ التَّكْذِيبَ بِالرَّبِّ بِاتِّخَاذِ شَرِيكٍ لَهُ، وَلَمْ يَكُنِ اتِّخَاذُهُمُ الشُّرَكَاءَ تَكْذِيبًا بِالرُّبُوبِيَّةِ؛ إِذْ لَمْ يَكُونُوا يَقُولُونَ: إِنَّ غَيْرَهُ تَعَالَى يَخْلُقُ </p><p> مَعَهُ أَوْ يَرْزُقُ، وَإِنَّمَا كَانُوا يَدْعُونَ غَيْرَهُ لِيُقَرِّبَهُمْ إِلَيْهِ وَيَشْفَعُ لَهُمْ عِنْدَهُ، وَهَذَا الدُّعَاءُ عِبَادَةٌ وَشِرْكٌ بِالْإِلَهِيَّةِ لَا تَكْذِيبٌ بِالرُّبُوبِيَّةِ. </p><p> وَلَمَّا ذَكَرَ بَيِّنَتَهُ وَتَكْذِيبَهُمْ بِهِ قَفَّى بِرَدِّ شُبْهَةٍ تَخْطُرُ عِنْدَ ذَلِكَ بِالْبَالِ، وَمِنْ شَأْنِهَا أَنْ يَقَعَ عَنْهَا مِنْهُمُ السُّؤَالُ، وَهِيَ أَنَّ اللهَ أَنْذَرَهُمْ عَذَابًا يَحِلُّ بِهِمْ إِذَا أَصَرُّوا عَلَى عِنَادِهِمْ وَكُفْرِهِمْ، وَوَعَدَ بِأَنْ يُنْصَرَ رَسُولَهُ عَلَيْهِمْ، وَقَدِ اسْتَعْجَلُوا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ، فَكَانَ عَدَمُ وُقُوعِهِ شُبْهَةً لَهُمْ عَلَى صِدْقِ الْقُرْآنِ، لِجَهْلِهِمْ بِسُنَنِ اللهِ تَعَالَى فِي شُئُونِ الْإِنْسَانِ، فَأَمَرَ اللهُ تَعَالَى رَسُولَهُ أَنْ يَقُولَ لَهُمْ:  (مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ) أَيْ لَيْسَ عِنْدَمَا تَطْلُبُونَ أَنْ يُعَجِّلَ اللهُ لَكُمْ مِنْ وَعِيدِهِ، وَلَمْ أَقُلْ لَكُمْ: إِنَّ اللهَ فَوَّضَ أَمْرَهُ إِلَيَّ حَتَّى تُطَالِبُونِي بِهِ وَتَعُدُّونَ عَدَمَ إِيقَاعِهِ حُجَّةً عَلَى تَكْذِيبِهِ (إِنِ الْحُكْمُ إِلَّا لِلَّهِ) أَيْ مَا الْحُكْمُ فِي ذَلِكَ وَفِي غَيْرِهِ مِنَ التَّصَرُّفِ فِي شُئُونِ الْأُمَمِ إِلَّا لِلَّهِ وَحْدَهُ، وَلَهُ فِي ذَلِكَ سُنَنٌ حَكِيمَةٌ وَمَقَادِيرُ مُنْتَظِمَةٌ تَجْرِي عَلَيْهَا أَفْعَالُهُ وَآجَالٌ مُسَمَّاةٌ تَقَعُ فِيهَا، فَلَا يَتَقَدَّمُ شَيْءٌ عَنْ أَجَلِهِ وَلَا يَتَأَخَّرُ (وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ)  (١٣: ٨)  (وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمَّى) . </p><p> (يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ) قَرَأَ ابْنُ كَثِيرٍ وَنَافِعٌ وَعَاصِمٌ \" يَقُصُّ \" مِنَ الْقَصَصِ، وَهُوَ ذِكْرُ الْخَبَرِ أَوْ تَتَبُّعُ الْأَثَرِ، أَيْ يَقُصُّ عَلَى رَسُولِهِ الْقَصَصَ الْحَقَّ فِي جَمِيعِ أَخْبَارِهِ وَوَعْدِهِ وَوَعِيدِهِ، أَوْ يَتَتَبَّعُ الْحَقَّ وَيُصِيبُهُ فِي أَقْوَالِهِ وَأَفْعَالِهِ الَّتِي يَتَصَرَّفُ بِهَا فِي عِبَادِهِ، وَقَرَأَهُ الْبَاقُونَ \" يَقْضِ \" مِنَ الْقَضَاءِ وَأَصْلُهُ يَقْضِي بِالْيَاءِ فَحُذِفَتِ الْيَاءُ فِي الْخَطِّ كَمَا حُذِفَتْ فِي اللَّفْظِ لِالْتِقَاءِ السَّاكِنَيْنِ، وَلَمَّا كَانَتِ الْمَصَاحِفُ غَيْرَ مَنْقُوطَةٍ كَانَتِ الْكَلِمَةُ فِي </p><p> الْمُصْحَفِ الْإِمَامِ هَكَذَا \" نقص \" فَاحْتَمَلَتِ الْقِرَاءَتَيْنِ، وَحَذْفُ حَرْفِ الْمَدِّ الَّذِي يَسْقُطُ مِنَ اللَّفْظِ مَعْهُودٌ فِي الْمَصَاحِفِ، وَمِنْهُ (حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرِ)  (سَنَدْعُ الزَّبَانِيَةَ)  (٩٦: ١٨) وَمَعْنَاهُ يَقْضِي فِي أَمْرِكُمْ وَغَيْرِهِ الْقَضَاءَ الْحَقَّ، أَوْ يُنْفِذُ الْأَمْرَ وَيُفَصِّلُهُ بِالْحَقِّ، وَهُوَ خَيْرُ الْفَاصِلِينَ فِي كُلِّ أَمْرٍ؛ لِأَنَّهُ الْحَكَمُ الْعَدْلُ، الْمُحِيطُ عِلْمُهُ وَالنَّافِذُ حُكْمُهُ فِي كُلِّ شَيْءٍ، وَتَقَدَّمَ تَحْقِيقُ مَعْنَى الْقَضَاءِ فِي تَفْسِيرِ الْآيَةِ الثَّانِيَةِ مِنْ هَذِهِ السُّورَةِ. </p><p> (قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ) أَيْ قُلْ أَيُّهَا الرَّسُولُ لِهَؤُلَاءِ الَّذِينَ يَسْتَعْجِلُونَكَ بِالْعَذَابِ كَقَوْلِهِمْ (اللهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ)  (٨: ٣٢) : \" لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ \" بِأَنْ كَانَ مِمَّا جَعَلَهُ اللهُ فِي مَكِنَتِي وَتَصَرُّفِي بِقُدْرَتِي الْكَسْبِيَّةِ أَوْ بِجَعْلِهِ آيَةً خَاصَّةً بِي \" لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ \" بِإِهْلَاكِي لِلظَّالِمِينَ مِنْكُمُ الَّذِينَ يَصُدُّونَنِي عَنْ تَبْلِيغِ دَعْوَةِ رَبِّي وَيَصُدُّونَ النَّاسَ عَنِّي، فَإِنَّ الْإِنْسَانَ خُلِقَ مِنْ عَجَلٍ، وَإِنَّمَا أَسْتَعْجِلُ أَنَا بِإِهْلَاكِ الظَّالِمِينَ مِنْكُمْ مَا وَعَدَنِي رَبِّي مِنْ نَصْرِ الْمُؤْمِنِينَ الْمُصْلِحِينَ الْمَظْلُومِينَ، وَخِذْلَانِ الْكَافِرِينَ الْمُفْسِدِينَ الظَّالِمِينَ، وَهُوَ اسْتِعْجَالٌ لِلْخَيْرِ، وَأَنْتُمْ تَسْتَعْجِلُونَ الشَّرَّ لِأَنْفُسِكُمْ، وَتَقْطَعُونَ عَلَيْهَا طَرِيقَ الْهِدَايَةِ بِإِمْهَالِ اللهِ لَكُمْ (وَاللهُ أَعْلَمُ بِالظَّالِمِينَ) </p>"
}