{
  "id": null,
  "sura": 7,
  "aya": 181,
  "text": "<p> أَمْرٍ أَهَمَّهَا: يَا مَتْبُولِيُّ يَا مَتْبُولِيُّ. . فَقُلْتُ لَهَا بَعْدَ أَنْ هَدَأَ رَوْعُهَا: لِمَاذَا تَدْعِينَ الْمَتْبُولِيَّ وَلَا تَدْعِينَ اللهَ تَعَالَى؟ قَالَتْ: الْمَتْبُولِيُّ مَا \" يستناش \" - أَيْ لَا يُهْمِلُ، وَلَا يَتَأَخَّرُ فِي إِجَابَةِ مَنْ دَعَاهُ وَاسْتَغَاثَ بِهِ - وَذَكَرَتْ حِكَايَةً مُتَنَاقَلَةً بَيْنَ أَمْثَالِهَا وَهِيَ: أَنَّ رَجُلًا كَانَ قَدْ سَرَقَ سَمَكَةَ فَسِيخٍ وَأَكَلَهَا، فَحَلَّفَهُ صَاحِبُهَا يَمِينًا بِالْمَتْبُولِيِّ، فَحَلَفَ بِهِ فَقَيَّأَهُ الْفِسِيخَةَ، وَلِمِثْلِ هَذِهِ الْحِكَايَاتِ يَتَجَرَّأُ أَمْثَالُ هَؤُلَاءِ عَلَى الْحَلِفِ بِاللهِ تَعَالَى كَذِبًا، وَلَا يَتَجَرَّءُونَ عَلَى الْحَلِفِ بِمُعْتَقِدِيهِمْ، وَهَذَا نَوْعٌ آخَرُ مِنْ تَفْضِيلِهِمْ إِيَّاهُمْ عَلَى رَبِّ الْعَالَمِينَ، وَهُوَ مِنْ إِلْحَادِ الشِّرْكِ الصَّرِيحِ، وَيَزْعُمُونَ مَعَهُ أَنَّهُمْ مِنَ الْمُسْلِمِينَ، وَيَتَأَوَّلُ لَهُمْ عُلَمَاءُ الْجُمُودُ الْمُضِلِّينَ، وَيَنْبِزُونَ مَنْ أَنْكَرَ عَلَيْهِمْ بِلَقَبِ وَهَّابِيِّينَ وَيَمْقُتُونَ هَذَا اللَّقَبَ وَإِنْ صَارَ بِمَعْنَى الْمُوَحِّدِينَ. </p><p> وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ مَنْ يُضْلِلِ اللهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ بَعْدَ الِانْتِهَاءِ مِنْ قِصَّةِ مُوسَى مَعَ قَوْمِهِ الَّتِي خُتِمَتْ بِهَا قِصَصُ الرُّسُلِ مِنْ هَذِهِ السُّورَةِ بَيَّنَ اللهُ تَعَالَى لَنَا فِي بَعْضِ آيَاتٍ مِنْهَا شَيْئًا مِنْ شُئُونِ الْبَشَرِ الْعَامَّةِ فِي الْإِيمَانِ وَالشِّرْكِ وَالْهُدَى وَالضَّلَالِ، وَمَا لِفَسَادِ الْفِطْرَةِ، وَإِهْمَالِ مَوَاهِبِهَا مِنَ الْعَقْلِ وَالْحَوَاسِّ مِنْ سُوءِ الْمَآلِ، وَأَرْشَدَنَا فِي آخِرِهَا إِلَى مَا يُصْلِحُ فَسَادَ الْفِطْرَةِ مِنْ دُعَائِهِ بِأَسْمَائِهِ الْحُسْنَى، وَإِلَى مَا لِلْإِلْحَادِ فِيهَا مِنْ سُوءِ الْجَزَاءِ فِي الْعُقْبَى، ثُمَّ قَفَّى عَلَى هَذِهِ الْبِضْعِ الْآيَاتِ بِبِضْعِ آيَاتٍ أُخْرَى فِي شَأْنِ الْأُمَّةِ الْمُحَمَّدِيَّةِ بَدَأَهَا بِوَصْفِ أُمَّةِ الْإِجَابَةِ وَثَنَّى بِذِكْرِ الْمُكَذِّبِينَ مِنْ أُمَّةِ الدَّعْوَةِ، وَثَلَّثَ بِتَفْنِيدِ </p><p> مَا عَرَضَ لَهُمْ مِنَ الشُّبْهَةِ، فَالْإِرْشَادُ إِلَى التَّفَكُّرِ الْمُوَصِّلِ إِلَى فِقْهِ الْأُمُورِ، وَمَا فِي حَقَائِقِهَا مِنَ الْعِبْرَةِ، وَإِلَى النَّظَرِ الْهَادِي إِلَى مَأْخَذِ الْبُرْهَانِ وَالْحُجَّةِ، لِمَعْرِفَةِ صِدْقِ الرَّسُولِ، وَمَا فِي الْقُرْآنِ مِنَ الْهِدَايَةِ وَالْعِلْمِ وَالْحِكْمَةِ، فَالْمَوْعِظَةُ الْحَسَنَةُ الْمُؤَثِّرَةُ فِي النَّفْسِ الْمُسْتَعِدَّةِ بِالتَّذْكِيرِ بِقُرْبِ الْأَجَلِ، وَالِاحْتِيَاطِ لِلِقَاءِ اللهِ عَزَّ وَجَلَّ، وَخَتَمَهَا بِبَيَانِ عَدَمِ الطَّمَعِ فِي هِدَايَةِ مَنْ قَضَتْ سُنَّةُ اللهِ بِضَلَالِهِ، وَتَرْكِهِ يَعْمَهُ فِي طُغْيَانِهِ. قَالَ تَعَالَى: </p><p> وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ هَذِهِ الْجُمْلَةُ مَعْطُوفَةٌ عَلَى جُمْلَةِ وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ وَكِلْتَاهُمَا تَفْصِيلٌ لِإِجْمَالِ قَوْلِهِ تَعَالَى: مَنْ يَهْدِ اللهُ فَهُوَ الْمُهْتَدِي إِلَخْ بَدَأَهُ بِبَيَانِ حَالِ مَنْ أَضَلَّهُمْ، وَهُمُ الَّذِينَ أَهْمَلُوا </p><p> اسْتِعْمَالَ قُلُوبِهِمْ، وَأَبْصَارِهِمْ وَأَسْمَاعِهِمْ فِي فِقْهِ آيَاتِ اللهِ، وَأَنَّهُمْ كَثِيرُونَ، وَلَكِنَّهُ مَا سَمَّاهُمْ أُمَّةً ; لِأَنَّهُمْ لَا تَجْمَعُهُمْ فِي الضَّلَالِ جَامِعَةٌ، وَلِأَنَّ الْبَاطِلَ كَثِيرٌ وَسُبُلَهُ مُتَفَرِّقَةٌ، ثُمَّ ذَكَرَ هُنَا حَالَ مَنْ هَدَاهُمُ اللهُ تَعَالَى، وَهُوَ أَنَّهُمْ أُمَّةٌ، أَيْ جَمَاعَةٌ كَبِيرَةٌ مُؤَلَّفَةٌ مِنْ شُعُوبٍ وَقَبَائِلَ كَثِيرَةٍ، يَهْدُونَ بِالْحَقِّ وَبِهِ دُونَ غَيْرِهِ يَعْدِلُونَ، فَسُبُلُهُمْ وَاحِدَةٌ; لِأَنَّ الْحَقَّ وَاحِدٌ لَا يَتَعَدَّدُ، هَؤُلَاءِ هُمْ أُمَّةُ مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ. </p><p> وَقَدْ تَقَدَّمَ تَفْسِيرُ هَذَا التَّرْكِيبِ فِي قَوْلِهِ تَعَالَى مِنْ هَذِهِ السُّورَةِ وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٥٩) فَلْيُرَاجَعْ فَهُوَ قَرِيبٌ، فَهَاتَانِ الْآيَتَانِ مُتَقَابِلَتَانِ لِقُرْبِ الشَّبَهِ بَيْنَ أُمَّةِ مُوسَى وَأُمَّةِ مُحَمَّدٍ عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ كَقُرْبِ الشَّبَهِ بَيْنَهُمَا، وَقَدْ تَقَدَّمَ بَيَانُهُ أَيْضًا وَإِنَّمَا قَالَ: وَمِمَّنْ خَلَقْنَا إِلَخْ لِمُنَاسَبَةِ قَوْلِهِ فِي مُقَابَلَةِ: وَلَقَدْ ذَرَأْنَا أَيْ: خَلَقْنَا فَهُنَالِكَ يَقُولُ ذَرَأْنَا لِجَهَنَّمَ مِنْ صِفَتِهِمْ كَذَا، وَهُنَا يَقُولُ: وَمِمَّنْ خَلَقْنَا أَيْ: لِلْجَنَّةِ أُمَّةٌ صِفَتُهُمْ كَذَا وَكَذَا. </p><p> أَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ عَنِ ابْنِ جُرَيْجٍ فِي قَوْلِهِ تَعَالَى: وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ قَالَ: ذُكِرَ لَنَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: هَذِهِ أُمَّتِي، بِالْحَقِّ يَحْكُمُونَ وَيَقْضُونَ، وَيَأْخُذُونَ وَيُعْطُونَ وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ عَنْ قَتَادَةَ فِيهَا قَالَ: بَلَغَنَا أَنَّ نَبِيَّ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقُولُ إِذَا قَرَأَهَا:  \" هَذِهِ لَكَمَ وَقَدْ أَعْطَى الْقَوْمَ بَيْنَ أَيْدِيكُمْ مِثْلَهَا \" وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٥٩) وَأَخْرَجَ أَبُو الشَّيْخِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ كَرَّمَ اللهُ وَجْهَهُ قَالَ: لَتَفْتَرِقَنَّ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً كُلُّهَا فِي النَّارِ إِلَّا فِرْقَةً، يَقُولُ اللهُ: وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ فَهَذِهِ هِيَ الَّتِي تَنْجُو مِنْ هَذِهِ الْأُمَّةِ اهـ. وَمَعْلُومٌ أَنَّ الشِّقَّ الْأَوَّلَ مِنْ هَذَا الْأَثَرِ مَرْفُوعٌ إِلَى </p>"
}