{
  "id": null,
  "sura": 7,
  "aya": 32,
  "text": "<p> إِلَى قَوْلِهِ (وَالطَّيِّبَاتِ مِنَ الرِّزْقِ) وَالرِّوَايَاتُ فِي هَذَا الْمَعْنَى كَثِيرَةٌ عَنِ ابْنِ عَبَّاسٍ وَتَلَامِيذِهِ وَغَيْرِهِمْ مِنْ مُفَسِّرِي السَّلَفِ، وَفِي بَعْضِهَا عَنْهُ أَنَّهُمْ كَانُوا يَطُوفُونَ بِاللَّيْلِ عُرَاةً وَأَكْثَرُهَا مُطْلَقَةٌ. وَفِي بَعْضِهَا عَنْهُ: كَانَتِ الْعَرَبُ إِذَا حَجُّوا فَنَزَلُوا فِي أَدْنَى الْحِلِّ نَزَعُوا ثِيَابَهُمْ وَوَضَعُوا رِدَاءَهُمْ وَدَخَلُوا مَكَّةَ بِغَيْرِ رِدَاءٍ إِلَّا أَنْ يَكُونَ لِلرَّجُلِ مِنْهُمْ صَدِيقٌ مِنَ الْحُمْسِ فَيُعِيرُهُ ثَوْبَهُ وَيُطْعِمَهُ مِنْ طَعَامِهِ، فَأَنْزَلَ اللهُ (يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) وَفِي رِوَايَةٍ عَنْ طَاوُسٍ أَنَّهُمْ كَانُوا يَضَعُونَ ثِيَابَهُمْ خَارِجًا مِنَ الْمَسْجِدِ وَيَدْخُلُونَ، فَإِذَا دَخَلَ رَجُلٌ وَعَلَيْهِ ثِيَابُهُ يُضْرَبُ وَتُنْزَعُ عَنْهُ ثِيَابُهُ فَنَزَلَتْ. وَعَنْ قَتَادَةَ حِكَايَةُ ذَلِكَ عَنْ حَيٍّ مِنَ الْيَمَنِ، وَالصَّوَابُ أَنَّهُ عَامٌّ، وَلَمْ يَكُنْ أَحَدٌ مِنَ الْعَرَبِ يَلْبَسُ ثِيَابَهُ فِي </p><p> الطَّوَافِ إِلَّا الْحُمْسِ مِنْ قُرَيْشٍ فَإِنَّهُمْ كَانُوا يُمَيِّزُونَ أَنْفُسَهُمْ عَلَى سَائِرِ النَّاسِ: يَطُوفُونَ بِثِيَابِهِمْ - وَهَذَا حَسَنٌ فِي نَفْسِهِ دُونَ الِانْفِرَادِ بِهِ - وَيَأْتُونَ الْبَيْتَ مِنْ ظَهْرِهِ لَا مِنْ بَابِهِ إِذَا كَانُوا مُحْرِمِينَ، وَقَدْ أَبْطَلَ هَذَا كِتَابُ اللهِ تَعَالَى بِقَوْلِهِ (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ)  (٢: ١٨٩) وَيَقِفُونَ عِنْدَ الْمَشْعَرِ الْحَرَامِ (جَبَلُ قُزَحٍ) بِمُزْدَلِفَةَ لَا فِي عَرَفَاتٍ وَيُعَلِّلُونَ هَذَا بِأَنَّهُمْ أَهْلُ الْحَرَمِ فَلَا يَخْرُجُونَ مِنْهُ، وَعَرَفَةُ خَارِجُ حَدِّ الْحَرَمِ الْمَعْرُوفِ بِالْعَلَمَيْنِ الْمَنْصُوبَيْنِ اللَّذَيْنِ يَنْفِرُ الْحَجَّاجُ مِنْ بَيْنِهِمَا عِنْدَ الدَّفْعِ مِنْهَا إِلَى الْمُزْدَلِفَةِ، وَلِذَلِكَ وَرَدَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا خَرَجَ فِي حَجَّةِ الْوَدَاعِ إِلَى الْمَوْقِفِ كَانَتْ قُرَيْشٌ لَا تَشُكُّ فِي أَنَّهُ يَقِفُ عِنْدَ الْمَشْعَرِ الْحَرَامِ بِمَنْ مَعَهُ مِنْ قُرَيْشٍ وَيَأْمُرُ النَّاسَ بِأَنْ يَذْهَبُوا إِلَى عَرَفَةَ فَيَقِفُونَ فِيهَا فَخَابَ ظَنُّهُمْ، وَأَبْطَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْتِيَازَهُمْ وَسَنَّ لَهُمْ وَلِغَيْرِهِمُ الْمُسَاوَاةَ. وَبَدَأَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَفْسِهِ حَتَّى إِنَّهُ أَبَى أَنْ يَتَّخِذَ لِنَفْسِهِ مَكَانًا فِي \" مِنًى \" يَسْتَظِلُّ فِيهِ مِنَ الشَّمْسِ لَمَّا أَرَادُوا عَمَلَهُ لَهُ. وَقَالَ \" مِنًى مُنَاخُ مَنْ سَبَقَ \" رَوَاهُ التِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَالْحَاكِمُ، عَنْ عَائِشَةَ بِسَنَدٍ صَحِيحٍ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الرِّوَايَاتِ فِي سَبَبِ نُزُولِ هَاتَيْنِ الْآيَتَيْنِ قَدْ رُوِيَ مِثْلُهَا فِي نُزُولِ مَا قَبْلَهَا مِنْ آيَاتِ اللِّبَاسِ كَمَا تَقَدَّمَ مُخْتَصَرًا. وَالْمَعْنَى: أَنَّ هَذِهِ الْآيَاتِ كُلَّهَا نَزَلَتْ مُبْطِلَةً لِتِلْكَ الضَّلَالَةِ الْجَاهِلِيَّةِ الْفَاحِشَةِ، وَمُقَرِّرَةً لِوُجُوبِ اتِّخَاذِ الْمَلَابِسِ لِلسَّتْرِ وَلِزِينَةِ التَّجَمُّلِ وَإِظْهَارِ نِعْمَةِ اللهِ عَلَى عِبَادِهِ. قَالَ عَزَّ وَجَلَّ: </p><p> (يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) يُقَالُ فِي هَذَا النِّدَاءِ مَا قُلْنَا فِي مِثْلِهِ قَبْلَهُ وَنَزِيدُ أَنَّهُ يَشْمَلُ النِّسَاءَ بِالتَّبَعِ لِلرِّجَالِ شَرْعًا لَا لُغَةً، وَيَدُلُّ عَلَى بِعْثَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى جَمِيعِ الْبَشَرِ. وَالظَّاهِرُ أَنَّ هَذِهِ الْوَصَايَا مِمَّا أَوْصَى اللهُ تَعَالَى بِهِ مَنْ سَبَقَ مِنَ الرُّسُلِ وَسَنَعُودُ إِلَى </p><p> هَذَا فِي تَفْسِيرِ آخِرِهَا، وَالزِّينَةُ: مَا يُزَيِّنُ الشَّيْءَ أَوِ الشَّخْصَ، فَهِيَ اسْمٌ مِنْ زَانَهُ يَزِينُهُ زَيْنًا، ضِدُّ شَانَهُ - أَيْ عَابَهُ - يَشِينُهُ شَيْنًا. وَأَخْذُهَا عِبَارَةٌ عَنِ التَّزَيُّنِ لِأَنَّهُ إِنَّمَا يَحْصُلُ بِأَخْذِ مَا يُزَيَّنُ وَاسْتِعْمَالِهِ، وَالْمُرَادُ بِهَا هُنَا: الثِّيَابُ الْحَسَنَةُ الْمُعْتَادَةُ، بِدَلِيلِ الْقَرِينَةِ وَالْإِضَافَةِ وَسَبَبِ نُزُولِ الْآيَاتِ - وَإِلَّا فَأَنْوَاعُ الزِّينَةِ فِي الدُّنْيَا كَثِيرَةٌ - وَمِنْهَا الْمَالُ وَالْبَنُونُ - فَلَا يَدْخُلُ فِيهَا مَا هُوَ خَاصٌّ بِالنِّسَاءِ مِنَ الْحُلِيِّ وَالْحُلَلِ الَّتِي يَتَحَبَّبْنَ بِهَا إِلَى أَزْوَاجِهِنَّ وَقَدْ تَكُونُ شَاغِلَةً عَنِ الْعِبَادَةِ، وَأَقَلُّ هَذِهِ الزِّينَةِ مَا يَدْفَعُ عَنِ الْمَرْءِ أَقْبَحَ مَا يَشِينُهُ بَيْنَ النَّاسِ وَهُوَ مَا يَسْتُرُ عَوْرَتَهُ، وَقَدِ اقْتَصَرَ بَعْضُهُمْ عَلَى هَذَا لِأَجْلِ جَعْلِ الْأَمْرِ لِلْوُجُوبِ، وَإِنَّمَا يَجِبُ لِصِحَّةِ الصَّلَاة </p><p> ِ </p><p> وَالطَّوَافِ سَتْرُ الْعَوْرَةِ فَقَطْ عَلَى مَا جَرَى عَلَيْهِ جُمْهُورُ الْفُقَهَاءِ عَلَى اخْتِلَافِهِمْ فِي تَحْدِيدِ الْعَوْرَةِ وَقَالُوا: إِنَّ مَا زَادَ عَلَى ذَلِكَ مِنَ التَّجَمُّلِ بِزِينَةِ اللِّبَاسِ اللَّائِقِ عِنْدَ الصَّلَاةِ - وَلَا سِيَّمَا صَلَاةُ الْجُمُعَةِ وَالْجَمَاعَةِ - وَفِي الْعِيدَيْنِ سُنَّةٌ لَا وَاجِبٌ، وَلَكِنَّ إِطْلَاقَ الْأَمْرِ يَدُلُّ عَلَى وُجُوبِ الزِّينَةِ لِلْعِبَادَةِ عِنْدَ كُلِّ مَسْجِدٍ بِحَسَبِ عُرْفِ النَّاسِ فِي تَزَيُّنِهِمُ الْمُعْتَدِلِ فِي الْمَجَامِعِ وَالْمَحَافِلِ، لِيَكُونَ الْمُؤْمِنُ عِنْدَ عِبَادَةِ اللهِ تَعَالَى مَعَ عِبَادِهِ الْمُؤْمِنِينَ فِي أَجْمَلِ حَالَةٍ لَائِقَةٍ بِهِ لَا تَكَلُّفَ فِيهَا وَلَا إِسْرَافَ، فَمَنْ قَدَرَ بِلَا تَكَلُّفٍ عَلَى عِمَامَةٍ وَإِزَارٍ وَرِدَاءٍ، أَوْ مَا فِي مَعْنَاهَا مِنْ قَلَنْسُوَةٍ وَجُبَّةٍ وَقَبَاءٍ، لَا يَكُونُ مُتَمَثِّلًا لِلْأَمْرِ بِالزِّينَةِ إِذَا اقْتَصَرَ عَلَى إِزَارٍ يَسْتُرُ الْعَوْرَةَ فَقَطْ (وَهِيَ عِنْدُ بَعْضِ الْأَئِمَّةِ السَّوْءَتَانِ فَقَطْ وَعِنْدَ الْجُمْهُورِ مَا بَيْنَ السُّرَّةِ وَالرُّكْبَةِ) لِلرَّجُلِ وَمَا عَدَا الْوَجْهِ وَالْكَفَّيْنِ لِلْمَرْأَةِ وَإِنْ صَحَّتْ صَلَاتُهُ، فَإِنَّ الْمَقَامَ لَيْسَ مَقَامَ بَيَانِ شُرُوطِ صِحَّةِ الصَّلَاةِ بَلْ هُوَ أَوْسَعُ مِنْ ذَلِكَ، وَمِنَ الْعُلَمَاءِ مَنْ يَقُولُ: إِنَّ سَتْرَ الْعَوْرَةِ فِي الصَّلَاةِ وَاجِبٌ لَا شَرْطَ لِصِحَّتِهَا. وَإِنَّ فِيمَا وَرَدَ مِنَ الْأَخْبَارِ وَالْآثَارِ فِي الْمَسْأَلَةِ مَا يَدُلُّ عَلَى مَا قُلْنَا، حَتَّى جُعِلَتِ النِّعَالُ مِنَ الزِّينَةِ وَهِيَ كَذَلِكَ وَإِنْ تَرَكَهَا جَمِيعُ الْمُسْلِمِينَ فِي الْمَسَاجِدِ، لِأَنَّهُمْ يَفْرِشُونَهَا كَمَا يَفْرِشُونَ بُيُوتَهُمْ بِالْحُصُرِ أَوْ بِالْبُسُطِ وَالطَّنَافِسِ. </p><p> أَخْرَجَ الطَّبَرَانِيُّ وَالْبَيْهَقِيُّ فِي سُنَنِهِ عَنِ ابْنِ عُمَرَ عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" إِذَا صَلَّى أَحَدُكُمْ(أَيْ أَرَادَ الصَّلَاةَ)فَلْيَلْبَسْ ثَوْبَيْهِ فَإِنَّ اللهَ عَزَّ وَجَلَّ أَحَقُّ مَنْ تُزُيِّنَ لَهُ، فَإِنْ لَمْ يَكُنْ لَهُ ثَوْبَانِ فَلْيَتَّزِرْ إِذَا صَلَّى، وَلَا يَشْتَمِلْ أَحَدُكُمْ فِي صِلَاتِهِ اشْتِمَالَ الْيَهُودِ \" وَأَخْرَجَ الشَّافِعِيُّ، وَأَحْمَدُ، وَالْبُخَارِيُّ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَالْبَيْهَقِيُّ، عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" لَا يُصَلِّينَ أَحَدُكُمْ فِي الثَّوْبِ الْوَاحِدِ لَيْسَ عَلَى عَاتِقِهِ مِنْهُ شَيْءٌ \" وَأَخْرَجَ أَبُو دَاوُدَ وَالْبَيْهَقِيُّ عَنْ بُرَيْدَةَ قَالَ: نَهَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُصَلِّيَ الرَّجُلُ فِي لِحَافٍ (ثَوْبٌ يُلْتَحَفُ بِهِ) وَاحِدٍ لَا يَتَوَشَّحُ بِهِ: وَنَهَى أَنْ يُصَلِّيَ الرَّجُلُ فِي سَرَاوِيلَ وَلَيْسَ عَلَيْهِ رِدَاءٌ، وَأَخْرَجَ ابْنُ عُدَيٍّ، وَأَبُو الشَّيْخِ، وَابْنُ مَرْدَوَيْهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" خُذُوا زِينَةَ الصَّلَاةِ -قَالُوا:وَمَا زِينَةُ الصَّلَاةِ؟قَالَ:الْبِسُوا نِعَالَكُمْ فَصَلُّوا فِيهَا \" وَأَخْرَجَ </p><p> الْعُقَيْلِيُّ، وَأَبُو الشَّيْخِ، وَابْنُ مَرْدَوَيْهِ، وَابْنُ عَسَاكِرَ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَوْلِ اللهِ: (خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) قَالَ: \" صَلُّوا فِي نِعَالِكُمْ \" وَفِي مَعْنَى هَذَيْنِ الْحَدِيثَيْنِ بِضْعَةُ أَحَادِيثَ أُخْرَى ضَعِيفَةٍ يُؤَيِّدُهَا مَا أَخْرَجَ أَحْمَدُ وَالْبُخَارِيُّ وَمُسْلِمٌ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ عَنْ أَنَسٍ أَنَّهُ سُئِلَ: أَكَانَ رَسُولُ </p><p> اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فِي نَعْلَيْهِ؟ قَالَ: نَعَمْ. وَأَخْرَجَ أَحْمَدُ وَالشَّيْخَانِ وَغَيْرُ التِّرْمِذِيِّ مِنْ أَصْحَابِ السُّنَنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ سَائِلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الصَّلَاةِ فِي الثَّوْبِ الْوَاحِدِ فَقَالَ: \" أَوَلِكُلِّكُمْ ثَوْبَانِ؟ زَادَ الْبُخَارِيُّ فِي رِوَايَةٍ. ثُمَّ سَأَلَ رَجُلٌ عُمَرَ فَقَالَ: إِذَا وَسَّعَ اللهُ فَأَوْسِعُوا. جَمَعَ رَجُلٌ عَلَيْهِ ثِيَابَهُ، صَلَّى رَجُلٌ فِي إِزَارٍ وَرِدَاءٍ، فِي إِزَارٍ وَقَمِيصٍ، فِي إِزَارٍ وَقَبَاءٍ، فِي سَرَاوِيلَ وَرِدَاءٍ، فِي سَرَاوِيلَ وَقَمِيصٍ، فِي سَرَاوِيلَ وَقَبَاءٍ، فِي تُبَّانٍ وَقَبَاءٍ، فِي تُبَّانٍ وَقَمِيصٍ. قَالَ وَأَحْسَبُهُ قَالَ: فِي تُبَّانٍ وَرِدَاءٍ، وَذَكَرُوا فِي هَذَا السُّؤَالِ أَنَّ سَبَبَهُ مَا رَوَاهُ عَبْدُ الرَّزَّاقِ أَنَّ أُبَيَّ بْنَ كَعْبٍ وَعَبْدَ اللهِ بْنَ مَسْعُودٍ اخْتَلَفَا فَقَالَ أُبَيٌّ: الصَّلَاةُ فِي الثَّوْبِ الْوَاحِدِ غَيْرُ مَكْرُوهَةٍ وَقَالَ ابْنُ مَسْعُودٍ. إِنَّمَا كَانَ ذَلِكَ وَفِي الثِّيَابِ قِلَّةٌ - فَقَامَ عُمَرُ عَلَى الْمِنْبَرِ فَقَالَ: الْقَوْلُ مَا قَالَ أُبَيٌّ وَلَمْ يَأْلُ ابْنُ مَسْعُودٍ - أَيْ لَمْ يُقَصِّرْ - وَرُوِيَ عَنِ الْحَسَنِ السِّبْطِ عَلَيْهِ السَّلَامُ وَالرِّضْوَانُ أَنَّهُ كَانَ إِذَا قَامَ لِلصَّلَاةِ لَبِسَ أَجْوَدَ ثِيَابِهِ، فَسُئِلَ عَنْ ذَلِكَ فَقَالَ: إِنِ اللهَ جَمِيلٌ يُحِبُّ الْجَمَالَ فَأَتَجَمَّلُ لِرَبِّي وَهُوَ يَقُولُ: (خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) . </p><p> وَالْمَأْخُوذُ مِنْ جُمْلَةِ هَذِهِ الرِّوَايَاتِ وَغَيْرِهَا مَا حَقَّقَهُ وَفَصَّلَهُ عُمَرُ رَضِيَ اللهُ عَنْهُ، وَهُوَ أَنَّ الْأَمْرَ يَخْتَلِفُ بِاخْتِلَافِ حَالِ الْإِنْسَانِ فِي السَّعَةِ وَالضِّيقِ كَالنَّفَقَةِ، قَالَ تَعَالَى:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللهُ لَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا مَا آتَاهَا)  (٦٥: ٧) فَمَنْ عِنْدَهُ ثَوْبٌ وَاحِدٌ يَسْتُرُ جَمِيعَ بَدَنِهِ فَلْيَسْتُرْ بِهِ جَمِيعَ بَدَنِهِ وَيُصَلِّ بِهِ - فَإِنْ لَمْ يَسْتُرْ إِلَّا الْعَوْرَةَ كُلَّهَا أَوِ الْعَوْرَةَ الْمُغَلَّظَةَ - وَهِيَ السَّوْءَتَانِ - فَلْيَسْتُرْ بِهِ مَا يَسْتُرُهُ، وَمَنْ وَجَدَ ثَوْبَيْنِ مَهْمَا يَكُنْ نَوَعُهُمَا أَوْ أَكْثَرَ فَلْيُصَلِّ بِهِمَا، وَالْخُلَاصَةُ أَنَّهُ يَطْلُبُ أَنْ يَكُونَ فِي أَوْسَطِ حَالٍ حَسَنَةٍ يَقْدِرُ عَلَيْهَا، وَقَدْ عَدَّ الْفُقَهَاءُ مِنْ أَعْذَارِ تَرْكِ الْجُمُعَةِ وَالْجَمَاعَةِ فَقْدُ الرَّجُلِ لِلثِّيَابِ اللَّائِقَةِ بِهِ بَيْنَ أَمْثَالِهِ حَتَّى الْعِمَامَةِ لِلْعَالِمِ. </p><p> هَذَا الْأَمْرُ بِالزِّينَةِ عِنْدَ كُلِّ مَسْجِدٍ - لَا الْمَسْجِدِ الْحَرَامِ وَحْدَهُ - أَصْلٌ مِنْ أُصُولِ الْإِصْلَاحِ الدِّينِيَّةِ وَالْمَدَنِيَّةِ يُعْرَفُ بَعْضُ قِيمَتِهِ مِمَّا رُوِيَ فِي سَبَبِ نُزُولِ هَذِهِ الْآيَاتِ، وَإِنَّمَا يَعْرِفُهَا حَقَّ الْمَعْرِفَةِ مَنْ قَرَأَ تَوَارِيخَ الْأُمَمِ وَالْمِلَلِ، وَعَلِمَ أَنَّ أَكْثَرَ الْمُتَوَحِّشِينَ الَّذِينَ يَعِيشُونَ فِي الْحَرَجَاتِ وَالْغَابَاتِ أَفْرَادًا وَجَمَاعَاتٍ يَأْوُونَ إِلَى </p><p> الْكُهُوفِ وَالْمَغَارَاتِ، وَالْقَبَائِلِ الْكَثِيرَةِ الْوَثَنِيَّةِ </p><p> فِي بَعْضِ جَزَائِرِ الْبِحَارِ وَجِبَالِ إِفْرِيقِيَّةَ، كُلُّهُمْ يَعِيشُونَ عُرَاةَ الْأَجْسَامِ نِسَاءً وَرِجَالًا، وَأَنَّ الْإِسْلَامَ مَا وَصَلَ إِلَى قَوْمٍ مِنْهُمْ إِلَّا وَعَلَّمَهُمْ لُبْسَ الثِّيَابِ بِإِيجَابِهِ لِلسَّتْرِ وَلِلزِّينَةِ إِيجَابًا شَرْعِيًّا، وَلَمَّا أَسْرَفَ بَعْضُ دُعَاةِ النَّصْرَانِيَّةِ الْأُورُبِّيِّينَ فِي الطَّعْنِ فِي الْإِسْلَامِ لِتَنْفِيرِ أَهْلِهِ مِنْهُ وَتَحْوِيلِهِمْ إِلَى مِلَّتِهِمْ، وَلِتَحْرِيضِ أُورُبَّةَ عَلَيْهِمْ، رَدَّ عَلَيْهِمْ بَعْضُ الْمُنْصِفِينَ مِنْهُمْ، فَذَكَرَ فِي رَدِّهِ أَنَّ لِانْتِشَارِ الْإِسْلَامِ فِي إِفْرِيقِيَّةَ مِنْهُ عَلَى أُورُبَّةَ بِنَشْرِهِ لِلْمَدَنِيَّةِ فِي أَهْلِهَا بِحَمْلِهِمْ عَلَى تَرْكِ الْعُرْيِ وَإِيجَابِهِ لُبْسَ الثِّيَابِ الَّذِي كَانَ سَبَبًا لِرَوَاجِ تِجَارَةِ النَّسِيجِ الْأُورُبِّيَّةِ فِيهِمْ. بَلْ أَقُولُ: إِنَّ بَعْضَ الْأُمَمِ الْوَثَنِيَّةِ ذَاتِ الْحَضَارَةِ وَالْعُلُومِ وَالْفُنُونِ كَانَ يَغْلِبُ فِيهَا مَعِيشَةُ الْعُرْيِ، حَتَّى إِذَا مَا اهْتَدَى بَعْضُهُمْ بِالْإِسْلَامِ صَارُوا يَلْبَسُونَ وَيَتَجَمَّلُونَ ثُمَّ صَارُوا يَصْنَعُونَ الثِّيَابَ، وَقَلَّدَهُمْ جِيرَانُهُمْ مِنَ الْوَثَنِيِّينَ بَعْضَ التَّقْلِيدِ، وَهَذِهِ بِلَادُ الْهِنْدِ عَلَى ارْتِقَاءِ حَضَارَةِ الْوَثَنِيِّينَ فِيهَا قَدِيمًا وَحَدِيثًا لَا يَزَالُ أُلُوفُ الْأُلُوفِ مِنْ نِسَائِهِمْ وَرِجَالِهِمْ عُرَاةً أَوْ أَنْصَافَ أَوْ أَرْبَاعَ عُرَاةٍ، فَتَرَى بَعْضَ رِجَالِهِمْ فِي مَعَاهِدِ تِجَارَتِهِمْ وَصِنَاعَتِهِمْ بَيْنَ عَارٍ لَا يَسْتُرُ إِلَّا السَّوْءَتَيْنِ - وَيُسَمُّونَهُمَا \" سَبِيلَيْنِ \" وَهِيَ الْكَلِمَةُ الْعَرَبِيَّةُ الَّتِي يَسْتَعْمِلُهَا الْفُقَهَاءُ فِي بَابِ نَوَاقِضِ الْوُضُوءِ - أَوْ سَاتِرٍ لِنِصْفِهِ الْأَسْفَلِ فَقَطْ، وَامْرَأَةٍ مَكْشُوفَةِ الْبَطْنِ وَالْفَخِذَيْنِ أَوِ النِّصْفِ الْأَعْلَى مِنَ الْجِسْمِ كُلِّهِ أَوْ بَعْضِهِ. وَقَدِ اعْتَرَفَ بَعْضُ عُلَمَائِهِمُ الْمُنْصِفِينَ بِأَنَّ الْمُسْلِمِينَ هُمُ الَّذِينَ عَلَّمُوهُمْ لُبْسَ الثِّيَابِ وَالْأَكْلَ فِي الْأَوَانِي. وَلَا يَزَالُ أَكْثَرُ فُقَرَائِهِمْ يَضَعُونَ طَعَامَهُمْ عَلَى وَرَقِ الشَّجَرِ وَيَأْكُلُونَ مِنْهُ، وَلَكِنَّهُ خَيْرٌ مِنْ كَثِيرٍ مِنْ سَائِرِ الْوَثَنِيِّينَ سَتْرًا وَزِينَةً لِأَنَّ الْمُسْلِمِينَ كَانُوا حُكَّامَهُمْ، وَقَدْ كَانُوا وَلَا يَزَالُونَ مِنْ أَرْقَى مُسْلِمِي الْأَرْضِ عِلْمًا وَعَمَلًا وَتَأْثِيرًا فِي وَثَنِيِّ بِلَادِهِمْ. وَأَمَّا الْمُسْلِمُونَ فِي بِلَادِ الشَّرْقِ الَّتِي يَغْلِبُ عَلَيْهَا الْجَهْلُ فَهُمْ أَقْرَبُ إِلَى الْوَثَنِيَّةِ مِنْهُمْ إِلَى الْإِسْلَامِ فِي اللِّبَاسِ وَكَثِيرٍ مِنَ الْأَعْمَالِ الدِّينِيَّةِ، وَمِنْهُمْ نِسَاءُ مُسْلِمِي (سيام) اللَّاتِي لَا يَرَيْنَ فِي أَنْفُسِهِنَّ عَوْرَةً سِوَى السَّوْءَتَيْنِ كَمَا تَقَدَّمَ آنِفًا فَحَيْثُ يَقْوَى الْإِسْلَامُ يَكُونُ السَّتْرُ وَالزِّينَةُ اللَّائِقَةُ بِكَرَامَةِ الْبَشَرِ وَرُقِيِّهِمْ. </p><p> فَمِنْ عَرِفَ مِثْلَ هَذَا عَرِفَ قِيمَةَ هَذَا الْأَصْلِ الْإِصْلَاحِيِّ فِي الْإِسْلَامِ، وَلَوْلَا أَنْ جَعَلَ هَذَا الدِّينُ الْمَدَنِيُّ الْأَعْلَى أَخْذَ الزِّينَةِ مِنْ شَرْعِ اللهِ - يَعْنِي أَوْجَبَهُ عَلَى عِبَادِهِ - لَمَا نَقَلَ أُمَمًا وَشُعُوبًا كَثِيرَةً مِنَ الْوَحْشِيَّةِ الْفَاحِشَةِ إِلَى الْحَضَارَةِ الرَّاقِيَةِ، وَإِنَّمَا يَجْهَلُ هَذَا الْفَضْلَ لَهُ مَنْ يَجْهَلُ التَّارِيخَ وَإِنْ كَانَ مَنْ أَهِلْهُ، بَلْ لَا يَبْعُدُ أَنْ يُوجَدَ فِي مُتَحَذْلِقَةِ الْمُتَفَرْنِجِينَ مِنْهُمْ مَنْ يَجْلِسُ فِي مَلْهًى أَوْ مَقْهًى أَوْ حَانَةٍ مُتَّكِئًا مُمِيلًا طَرْبُوشَهُ عَلَى رَأْسِهِ </p><p> يَقُولُ: مَا مَعْنَى جَعْلِ أَخْذِ زِينَةِ النَّاسِ مِنْ أُمُورِ الدِّينِ، وَهُوَ مِنْ لَوَازِمِ الْبَشَرِ لَا يَحْتَاجُونَ فِيهِ إِلَى وَحْيٍ إِلَهِيٍّ وَلَا شَرْعٍ دِينِيٍّ؟ وَقَدْ يَقُولُ مِثْلَ هَذَا فِي قَوْلِهِ تَعَالَى: </p><p> (وَكُلُوا وَاشْرَبُوا) وَهَذَا الْأَمْرُ الْمُقَيَّدُ بِمَا عُطِفَ عَلَيْهِ مِنَ النَّهْيِ إِرْشَادٌ عَالٍ أَيْضًا فِيهِ صَلَاحٌ لِلْبَشَرِ فِي دِينِهِمْ وَمَعَاشِهِمْ وَمَعَادِهِمْ، لَا يَسْتَغْنُونَ عَنْهُ فِي وَقْتٍ مِنَ الْأَوْقَاتِ وَلَا عَصْرٍ مِنْ </p><p> الْأَعْصَارِ، وَكُلُّ مَا بَلَغُوهُ مِنْ سِعَةِ الْعِلْمِ فِي الطِّبِّ وَغَيْرِهِ لَمْ يُغْنِهِمْ عَنْهُ، بَلْ هُوَ يُغْنِي الْمُهْتَدِي بِهِ فِي أَمْرِهِ وَنَهْيِهِ عَنْ مُعْظَمِ وَصَايَا الطِّبِّ لِحِفْظِ الصِّحَّةِ - وَالْمَعْنَى: خُذُوا زِينَتَكُمْ عِنْدَ الْمَسَاجِدِ وَأَدَاءِ الْعِبَادَاتِ، وَكُلُوا مِنَ الطَّيِّبَاتِ وَاشْرَبُوا الْمَاءَ وَغَيْرَهُ مِنَ الْأَشْرِبَةِ النَّافِعَةِ الْمُسْتَلِذَّاتِ (وَلَا تُسْرِفُوا) فِيهَا وَلَا تَعْتَدُوا بَلِ الْزَمُوا الِاعْتِدَالَ (إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) أَيْ إِنَّ رَبَّكُمُ الَّذِي أَنْعَمَ عَلَيْكُمْ بِهَذِهِ النِّعَمِ لِمَنْفَعَتِكُمْ، لَا يُحِبُّ الْمُسْرِفِينَ فِي أَمْرِهِمْ، بَلْ يُعَاقِبُهُمْ عَلَى الْإِسْرَافِ بِقَدْرِ مَا يَنْشَأُ عَنْهُ مِنَ الْمَفَاسِدِ وَالْمَضَارِّ، فَالنَّهْيُ رَاجِعٌ إِلَى الثَّلَاثَةِ كَمَا يُؤْخَذُ مِنْ أَكْثَرِ الرِّوَايَاتِ، بَلْ حَذْفُ الْمَعْمُولِ يَدُلُّ عَلَى الْعُمُومِ، أَيْ لَا تُسْرِفُوا فِي هَذِهِ الْأَشْيَاءِ وَلَا فِي غَيْرِهَا، وَيُؤَيِّدُهُ تَعْلِيلُ النَّهْيِ بِأَنَّهُ تَعَالَى لَا يُحِبُّ جِنْسَ الْمُسْرِفِينَ - أَيْ لِأَنَّهُمْ يُخَالِفُونَ سُنَنَهُ فِي فِطْرَتِهِمْ، وَشَرِيعَتَهُ فِي هِدَايَتِهِمْ، بِجِنَايَتِهِمْ عَلَى أَنْفُسِهِمْ فِي ضَرَرِ أَبْدَانِهِمْ، وَضَيَاعِ أَمْوَالِهِمْ، وَغَيْرِ ذَلِكَ مِنْ مَضَارِّ الْإِسْرَافِ الشَّخْصِيَّةِ وَالْمَنْزِلِيَّةِ وَالْقَوْمِيَّةِ. أَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ، وَابْنُ مَرْدَوَيْهِ، وَالْبَيْهَقِيُّ فِي شُعَبِ الْإِيمَانِ مِنْ طَرِيقِ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" كُلُوا وَاشْرَبُوا وَتَصَدَّقُوا وَالْبَسُوا فِي غَيْرِ مَخِيلَةٍ وَلَا سَرَفٍ فَإِنَّ اللهَ يُحِبُّ أَنْ يَرَى أَثَرَ نِعْمَتِهِ عَلَى عَبْدِهِ \" وَفِي مَعْنَاهُ عَنِ ابْنِ عَبَّاسٍ: كُلْ مَا شِئْتَ وَاشْرَبْ مَا شِئْتَ وَالْبَسْ مَا شِئْتَ إِذَا أَخْطَأَتْكَ اثْنَتَانِ: سَرَفٌ أَوْ مَخِيلَةٌ. وَالْمَخِيلَةُ (بِفَتْحِ الْمِيمِ بِوَزْنِ سَفِينَةٍ) الْخُيَلَاءُ وَالْإِعْجَابُ وَالْكِبْرُ، وَعَنْ عِكْرِمَةَ فِي قَوْلِهِ \" وَلَا تُسْرِفُوا \" قَالَ: فِي الثِّيَابِ وَالطَّعَامِ وَالشَّرَابِ. وَعَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ: مِنَ السَّرَفِ أَنْ يَكْتَسِيَ الْإِنْسَانُ وَيَأْكُلَ وَيَشْرَبَ مَا لَيْسَ عِنْدَهُ وَفِي رِوَايَةٍ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: (إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) قَالَ فِي الطَّعَامِ وَالشَّرَابِ وَفِي أُخْرَى قَالَ: أَحَلَّ اللهُ الْأَكْلَ وَالشُّرْبَ مَا لَمْ يَكُنْ سَرَفًا أَوْ مَخِيلَةً. . وَلَمْ يَذْكُرِ اللِّبَاسَ وَالْمَخِيلَةَ تَظْهَرُ فِيهِ وَلَا تَظْهَرُ فِي نَفْسِ الْأَكْلِ وَالشُّرْبِ، وَإِنَّمَا قَدْ تَظْهَرُ فِي أَوَانِيهَا كَمَا سَيَأْتِي. </p><p> وَالْأَصْلُ فِي الْإِسْرَافِ تَجَاوُزُ الْحَدِّ فِي كُلِّ شَيْءٍ بِحَسَبِهِ، وَالْحُدُودُ مِنْهَا طَبِيعِيٌّ كَالْجُوعِ وَالشِّبَعِ وَالظَّمَأِ وَالرَّيِّ، فَلَوْ لَمْ يَأْكُلِ الْإِنْسَانُ إِلَّا إِذَا أَحَسَّ بِالْجُوعِ وَمَتَى </p><p> شَعَرَ بِالشِّبَعِ كَفَّ وَإِنْ كَانَ يَسْتَلِذُّ الِاسْتِزَادَةَ، وَلَوْ لَمْ يَشْرَبْ إِلَّا إِذَا شَعَرَ بِالظَّمَأِ وَاكْتَفَى بِمَا يُزِيلُهُ رَيًّا فَلَمْ يَزِدْ عَلَيْهِ لِاسْتِلْذَاذِ بَرْدِ الشَّرَابِ أَوْ حَلَاوَتِهِ، لَمْ يَكُنْ مُسْرِفًا فِي أَكْلِهِ وَشَرَابِهِ، وَكَانَ طَعَامُهُ وَشَرَابُهُ نَافِعًا لَهُ - وَمِنْهَا اقْتِصَادِيٌّ وَهُوَ أَنْ تَكُونَ نَفَقَةُ الثَّلَاثَةِ عَلَى نِسْبَةٍ مُعَيَّنَةٍ مِنْ دَخْلِ الْإِنْسَانِ لَا تَسْتَغْرِقُ كَسْبَهُ، فَمَنْ نَفَيْنَا عَنْهُ الْإِسْرَافَ الطَّبِيعِيَّ فِي أَكْلِهِ وَشُرْبِهِ، قَدْ يَكُونُ مُسْرِفًا فِي مَالِهِ إِذَا كَانَ نَوْعُ طَعَامِهِ وَشَرَابِهِ وَلِبَاسِهِ مِمَّا لَا يَفِي دَخْلَهُ بِمِثْلِهِ - وَمِنْهَا عَقْلِيٌّ أَوْ عِلْمِيٌّ، وَمِنْهَا عُرْفِيٌّ وَشَرْعِيٌّ، وَمِنْ حُدُودِ الشَّرْعِ فِي الطَّعَامِ وَالشَّرَابِ وَاللِّبَاسِ أَنَّهُ حَرَّمَ مِنَ الطَّعَامِ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ، وَمِنَ الشَّرَابِ الْخَمْرَ وَهِيَ كُلُّ مُسْكِرٍ، كَمَا حَرَّمَ كُلَّ ضَارٍّ مِنْهُمَا كَالسُّمُومِ، وَمِنَ اللِّبَاسِ الْحَرِيرَ الْمُصْمَتَ أَيِ الْخَالِصَ وَكَذَا الْغَالِبَ - عَلَى </p><p> الرِّجَالِ دُونَ النِّسَاءِ - فَهَذِهِ أَشْيَاءٌ مُحَرَّمَةٌ بِأَعْيَانِهَا، فَلَا تُبَاحُ إِلَّا لِضَرُورَةٍ تُقَدَّرُ بِقَدْرِهَا. وَحَرَّمَ مِمَّا يُلَابِسُهَا الْأَكْلَ وَالشُّرْبَ فِي أَوَانِي الذَّهَبِ وَالْفِضَّةِ وَهَذَا وَمَا قَبِلَهُ ثَابِتٌ فِي الْأَحَادِيثِ الصَّحِيحَةِ، وَالظَّاهِرُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَدَّهُ مِنَ السَّرَفِ الَّذِي يَدْخُلُ فِي عُمُومِ النَّهْيِ عَنِ الْإِسْرَافِ فِي الثَّلَاثَةِ، وَنَهَى أَيْضًا عَنْ لِبَاسِ الشُّهْرَةِ وَعَنْ تَشَبُّهِ الْمُسْلِمِينَ بِغَيْرِهِمْ. </p><p> وَاعْتَبَرَ عُلَمَاءُ الشَّرْعِ عُرْفَ النَّاسِ فِيمَا يَجِبُ مِنْ نَفَقَةِ الْأَقَارِبِ الَّتِي تَخْتَلِفُ بِاخْتِلَافِ الضِّيقِ وَالسَّعَةِ، أَخْذًا مِنْ قَوْلِهِ تَعَالَى:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ)  (٦٥: ٧) الْآيَةَ، فَيَجِبُ عَلَى الزَّوْجِ الْغَنِيِّ لِزَوْجَتِهِ الْغَنِيَّةِ مَا لَا يَجِبُ عَلَى الْفَقِيرِ مِنْ غِذَاءٍ وَلِبَاسٍ، وَلَكِنَّ دَرَجَاتِ الْغِنَى وَالْفَقْرِ مُتَفَاوِتَةٌ لَا يُمْكِنُ ضَبْطُهَا وَتَحْدِيدُهَا، وَالْمُعْتَبَرُ فِي كُلِّ طَبَقَةٍ مِنَ النَّاسِ عُرْفُ الْمُعْتَدِلِينَ مِنْهُمُ الَّذِي يَدْخُلُ فِي طَاقَتِهِمْ - وَمَنْ تَجَاوَزَ طَاقَتَهُ مُبَارَاةً لِمَنْ هُمْ فِي الثَّرْوَةِ مِثْلُهُ مِنَ الْمُسْرِفِينَ أَوْ لِمَنْ هُمْ أَغْنَى مِنْهُ وَأَقْدَرُ كَانَ مُسْرِفًا، وَكَمْ خَرَّبَتْ هَذِهِ الْمُبَارَاةُ وَالْمُنَافَسَةُ مِنْ بُيُوتٍ كَانَتْ عَامِرَةً، وَلَا سِيَّمَا إِذَا اتُّبِعَتْ فِيهَا أَهْوَاءُ النِّسَاءِ فِي التَّنَافُسِ فِي الْحُلِيِّ وَالْحُلَلِ، وَالْمُهُورِ وَتَجْهِيزِ الْعَرَائِسِ وَاحْتِفَالَاتِ الْأَعْرَاسِ وَالْمَآتِمِ وَمَا يَتْبَعُهُمَا مِنَ الْوَلَائِمِ وَالْوَضَائِمِ وَإِنَّ مِنَ النِّسَاءِ مَنْ تَرَى مِنَ الْعَارِ أَنْ تَلْبَسَ الْغِلَالَةَ أَوِ الْحُلَّةَ فِي زِيَارَتِهَا لِأَمْثَالِهَا مَرَّتَيْنِ بَلْ لَا بُدَّ لِكُلِّ زِيَارَةٍ مِنْ حُلَّةٍ جَدِيدَةٍ. وَهَذَا سَرَفٌ كَبِيرٌ وَضَرَرُهُ عَلَى الْأُمَّةِ أَكْبَرٌ مِنْ ضَرَرِهِ عَلَى الْأَفْرَادِ، وَلَا سِيَّمَا فِي مِثْلِ هَذِهِ الْبِلَادِ، الَّتِي تَأْتِي بِكُلِّ أَنْوَاعِ الزِّينَةِ مِنَ الْبِلَادِ الْأَجْنَبِيَّةِ، فَتَذْهَبُ ثَرْوَتُهَا إِلَى مَنْ يَسْتَعِينُ بِهَا عَلَى اسْتِذْلَالِهِمْ وَسَلْبِ اسْتِقْلَالِهِمْ. </p><p> وَلَا يُعَارِضُ مَا تَقَدَّمَ هَذَا مَا وَرَدَ مِنَ الْآثَارِ وَسِيرَةِ الْخُلَفَاءِ الرَّاشِدِينَ وَغَيْرِهِمْ مِنَ السَّلَفِ فِي التَّقَشُّفِ: فَإِنَّ هَذَا الْهَدْيَ الْقُرْآنِيَّ هُوَ أَصْلُ الشَّرْعِ، وَكُلُّ مَا خَالَفَهُ فَلَهُ سَبَبٌ يَعْرِفُهُ الْوَاقِفُ عَلَى جُمْلَةِ سِيرَتِهِمْ وَمَا كَانُوا عَلَيْهِ مِنَ الْفَقْرِ وَالضِّيقِ فِي أَوَّلِ الْإِسْلَامِ وَمَا خَافُوا عَلَى الْأُمَّةِ مِنَ الْفَسَادِ بِالتَّرَفِ وَالسَّرَفِ عِنْدَ خُرُوجِهَا مِنْ ذَلِكَ الضِّيقِ إِلَى تِلْكَ السَّعَةِ الَّتِي لَا حَدَّ لَهَا بِالِاسْتِيلَاءِ عَلَى مُلْكِ كِسْرَى وَقَيْصَرَ وَغَيْرِهِمَا. </p><p> عَلَى أَنَّ الْمَيْلَ إِلَى التَّقَشُّفِ وَالتَّقْتِيرِ وَالْغُلُوَّ فِي ذَلِكَ تَدَيُّنًا مَعْهُودٌ مِنْ طِبَاعِ الْبَشَرِ كَضِدِّهِ، وَالِاعْتِدَالُ وَالْقَصْدُ هُوَ الَّذِي خَاطَبَ بِهِ الشَّرْعُ النَّاسَ كُلَّهُمْ، وَهُوَ يَخْتَلِفُ بِاخْتِلَافِ الْيُسْرِ وَالْعُسْرِ وَالزَّمَانِ وَالْمَكَانِ. وَمَا وَرَدَ مِنْ حَدِيثِ عَائِشَةَ عِنْدَ ابْنِ مَرْدَوَيْهِ وَالْبَيْهَقِيِّ مِنْ أَنَّ الْأَكْلَ مَرَّتَيْنِ فِي الْيَوْمِ مِنَ الْإِسْرَافِ ضَعِيفٌ وَمُعَارَضٌ بِالصِّحَاحِ وَحَدِيثِ أَنَسٍ عَنِ ابْنِ مَاجَهْ \" إِنَّ مِنَ السَّرَفِ أَنْ تَأْكُلَ مَا اشْتَهَيْتَ \" ضَعِيفٌ أَيْضًا وَلَكِنَّ مَعْنَاهُ صَحِيحٌ وَحِكْمَةٌ مِنْ جِهَةٍ أُخْرَى وَذَلِكَ أَنَّ مَنْ أَتْبَعَ نَفْسَهُ هَوَاهَا، وَلَمْ يَكْبَحْ جُمُوحَهَا بِقُوَّةِ الْإِرَادَةِ عَنْ بَعْضِ شَهَوَاتِهَا، فَإِنَّهَا </p><p> تَقُودُهُ إِلَى الْإِسْرَافِ وَإِلَى شُرُورٍ أُخْرَى؛ وَلِهَذَا شَرَعَ اللهُ الصِّيَامَ عَلَيْنَا وَعَلَى مَنْ قَبْلَنَا. وَقَدْ مَالَ بَعْضُ الصَّحَابَةِ إِلَى الْغُلُوِّ وَشَرَعُوا فِيهِ بِتَرْكِ أَكْلِ اللَّحْمِ وَغَشَيَانِ النِّسَاءِ حَتَّى اسْتَأْذَنَ بَعْضُهُمُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْخِصَاءِ فَأَدَّبَهُمُ اللهُ وَرَسُولُهُ بِمَا وَرَدَ مِنَ الْآيَاتِ وَالْأَحَادِيثِ فِي ذَلِكَ وَقَدْ فَصَّلْنَا الْقَوْلَ فِيهِ تَفْصِيلًا عِنْدَ تَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ سُورَةِ الْمَائِدَةِ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا)  (٥: ٨٧) إِلَخِ الْآيَتَيْنِ وَبَيَّنَّا فِيهِ أَنَّ مَا عَنَى بَعْضُ الصُّوفِيَّةِ بِنَقْلِهِ مِنْ أَخْبَارِ الزُّهْدِ فِي الطَّعَامِ كَالْغَزَالِيِّ فِي كِتَابِ كَسْرِ الشَّهْوَتَيْنِ فَأَكْثَرُهُ لَا أَصْلَ لَهُ، وَمِنْهُ الْمَوْضُوعُ وَالضَّعِيفُ وَأَقَلُّهُ الصَّحِيحُ، وَأَنَّ جُمْلَةَ سِيرَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الطَّعَامِ أَنَّهُ كَانَ يَأْكُلُ مَا وَجَدَ مِنْ خَشِنٍ وَمُسْتَلَذٍّ، لِيَكُونَ قُدْوَةً لِلْمُعْسَرِينَ وَهُمْ أَكْثَرُ أَصْحَابِهِ وَلِلْمُوسَرِينَ وَهُمُ الْأَقَلُّونَ مِنْهُمْ فِي عَهْدِهِ، وَقَدْ أُيْسِرُوا مِنْ بَعْدِهِ عَلَى أَنَّهُ وَرَدَ أَنَّ أَحَبَّ الطَّعَامِ إِلَيْهِ اللَّحْمُ، وَلَكِنَّهُ لَمْ يَكُنْ يَهْتَمُّ بِالطَّعَامِ، وَإِنَّمَا كَانَ يَهْتَمُّ بِأَمْرِ الْمَاءِ وَالشَّرَابِ، فَلَا يَشْرَبُ إِلَّا النَّظِيفَ الْعَذْبَ، وَيُحِبُّ الْبَارِدَ الْحُلْوَ، حَتَّى كَانَ يُسْتَعْذَبُ لَهُ الْمَاءُ مِنْ مَسَافَةِ يَوْمٍ أَوْ يَوْمَيْنِ، وَأَمَّا اللِّبَاسُ فَكَانَ فِي عَامَّةِ أَحْوَالِهِ يَلْبَسُ مَا كَانَ يَلْبَسُ قَوْمُهُ. وَلَبِسَ مِنْ خَشِنِ اللِّبَاسِ وَمَنْ أَجْوَدِ أَنْوَاعِهِ لِيَكُونَ قُدْوَةً لِلْغَنِيِّ وَالْفَقِيرِ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الطَّعَامَ وَالشَّرَابَ ضَرُورَةٌ بَشَرِيَّةٌ حَيَوَانِيَّةٌ، وَلَكِنْ ضَلَّ فِيهَا فَرِيقَانِ مِنَ الْبَشَرِ فِي كُلِّ أُمَّةٍ مِنَ الْأُمَمِ - فَرِيقُ الْبُخَلَاءِ وَالْغُلَاةِ فِي الدِّينِ، الَّذِينَ يَتْرُكُونَ الْأَكْلَ وَالشُّرْبَ مِنَ الطَّيِّبَاتِ الْمُسْتَلَذَّةِ النَّافِعَةِ بُخْلًا وَشُحًّا أَوْ يُحَرِّمُونَهَا عَلَى أَنْفُسِهِمْ تَحْرِيمًا دَائِمًا أَوْ فِي أَيَّامٍ أَوْ أَشْهُرٍ مَخْصُوصَةٍ تَقَرُّبًا إِلَى اللهِ تَعَالَى بِتَعْذِيبِ النَّفْسِ وَإِضْعَافِ الْجِسْمِ - وَفَرِيقُ الْمُتْرَفِينَ الْمُسْرِفِينَ فِي اللَّذَّاتِ الْبَدَنِيَّةِ، الَّذِينَ جَعَلُوا جُلَّ هَمِّهِمْ مِنْ حَيَاتِهِمُ التَّمَتُّعُ بِاللَّذَّاتِ، فَهُمْ يَأْكُلُونَ وَيَتَمَتَّعُونَ كَمَا تَتَمَتَّعُ الْأَنْعَامُ بَلْ هُمْ أَضَلُّ مِنْهَا فِي تَمَتُّعِهِمْ؛ لِأَنَّهَا تَقِفُ عِنْدَ حَاجَةِ فِطْرَتِهَا دُونَهُمْ فَلَا تَعْدُوا فِيهَا دَاعِيَةَ غَرِيزَتِهَا الَّتِي تَحْفَظُ بِهَا حَيَاتَهَا الْفَرْدِيَّةَ وَالنَّوْعِيَّةَ، وَأَمَّا الْمُتْرَفُونَ مِنَ النَّاسِ، فَإِنَّهُمْ يُسْرِفُونَ فِي ذَلِكَ فَيَأْكُلُونَ قَبْلَ تَحَقُّقِ الْجُوعِ وَيَشْرَبُونَ عَلَى غَيْرِ ظَمَأٍ، وَيَتَجَاوَزُونَ قَدْرَ الْحَاجَةِ فِي الْأَكْلِ وَالشُّرْبِ كَمَا يَتَجَاوَزُونَهُ فِي غَيْرِهِمَا وَيَسْتَعِينُونَ عَلَى ذَلِكَ بِالتَّوَابِلِ وَالْمُحَرِّضَاتِ لِلشَّهْوَةِ فَيُصَابُونَ مِنْ جَرَّاءِ ذَلِكَ بِتَمَدُّدِ الْمَعِدَةِ، وَسُوءِ الْهَضْمِ وَفَسَادِ الْأَمْعَاءِ مِنَ التُّخْمَةِ، وَكَثْرَةِ الْفَضَلَاتِ فِي الْجِسْمِ الَّتِي تُحْدِثُ تَصَلُّبَ الشَّرَايِينِ الْمُعَجِّلَ بِالْهَرَمِ، وَغَيْرَ ذَلِكَ مِنَ الْأَمْرَاضِ، كَمَا هُوَ شَأْنُهُمْ فِي شَهْوَةِ دَاعِيَةِ النَّسْلِ الَّتِي بَيَّنَّا ضَرَرَ الِانْهِمَاكِ وَالْإِسْرَافِ فِيهَا قَرِيبًا مِنَ الْكَلَامِ عَلَى مَسْأَلَةِ سَتْرِ السَّوْءَتَيْنِ حَتَّى فِيمَا بَيْنَ الزَّوْجَيْنِ، وَفِي مَوَاضِعَ أُخْرَى؛ لِأَجْلِ هَذَا قَيَّدَ الْأَمْرَ فِي الْأَكْلِ وَالشُّرْبِ مِنَ الطَّيِّبَاتِ بِالنَّهْيِ عَنِ الْإِسْرَافِ كَمَا قَيَّدَهُ فِي زِينَةِ اللِّبَاسِ. </p><p> هَذَا وَإِنَّ الِاقْتِصَادَ فِي الْمَعِيشَةِ قَدْ وُضِعَتْ لَهُ قَوَاعِدُ وَأُصُولٌ، فُرِّعَتْ مِنْهَا مَسَائِلُ وَفُرُوعٌ فَيَحْسُنُ الِاسْتِنَارَةُ بِهَا وَبِعِلْمِ تَدْبِيرِ الْمَنْزِلِ عَلَى اجْتِنَابِ مَا حَظَرَهُ الشَّرْعُ مِنَ الْإِسْرَافِ وَالتَّبْذِيرِ وَالْبُخْلِ وَالتَّقْتِيرِ: وَاتِّبَاعِ مَا حَثَّ عَلَيْهِ وَرَغَّبَ فِيهِ مِنَ الْقَصْدِ وَالِاعْتِدَالِ فِي النَّفَقَاتِ وَالصَّدَقَاتِ وَقَدْ ذَكَرْنَا بَعْضَ الْآيَاتِ وَالْأَحَادِيثِ فِي ذَلِكَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى أَوَّلِ سُورَةِ النِّسَاءِ: (وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللهُ لَكُمْ قِيَامًا)  (٤: ٥) . </p><p> (قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ) : حَرَّمَتِ الْعَرَبُ فِي جَاهِلِيَّتِهَا زِينَةَ اللِّبَاسِ فِي الطَّوَافِ تَعَبُّدًا وَقُرْبَةً، وَحَرَّمَ بَعْضُهُمْ أَكْلَ بَعْضِ الطَّيِّبَاتِ مِنَ الْأَدْهَانِ وَغَيْرِهَا فِي حَالِ الْإِحْرَامِ بِالْحَجِّ كَذَلِكَ، وَحَرَّمُوا مِنَ الْحَرْثِ وَالْأَنْعَامِ مَا بَيَّنَهُ تَعَالَى فِي سُورَةِ الْأَنْعَامِ. وَحَرَّمَ غَيْرُهُمْ </p><p> مِنَ الْوَثَنِيِّينَ وَأَهْلِ الْكِتَابِ كَثِيرًا مِنَ الطَّيِّبَاتِ وَالزِّينَةِ كَذَلِكَ. فَجَاءَ دِينُ الْفِطْرَةِ الْجَامِعُ بَيْنَ مَصَالِحِ الْبَشَرِ فِي مَعَاشِهِمْ وَمَعَادِهِمْ. الْمُطَهِّرُ الْمُرَبِّي لِأَرْوَاحِهِمْ وَأَجْسَادِهِمْ - يُنْكِرُ هَذَا التَّحَكُّمَ وَالظُّلْمَ لِلنَّفْسِ. فَالِاسْتِفْهَامُ فِي قَوْلِهِ تَعَالَى:  (قُلْ مَنْ حَرَّمَ) إِنْكَارِيٌّ يَدُلُّ عَلَى أَنَّ هَذَا التَّحْرِيمَ مِنْ وَسَاوِسِ الشَّيَاطِينِ. لَا مِمَّا أَوْحَاهُ تَعَالَى إِلَى مَنْ سَبَقَ مِنَ الْمُرْسَلِينَ، أَيْ لَمْ يُحَرِّمْهُ أَحَدٌ مِنْهُمْ، وَلَمْ يَجْعَلْ سُبْحَانَهُ حَقَّ التَّبْلِيغِ عَنْهُ لِغَيْرِهِمْ، وَإِضَافَةُ الزِّينَةِ إِلَى اللهِ تَعَالَى يُؤْذِنُ بِاسْتِحْسَانِهَا وَالْمِنَّةِ بِهَا. وَإِخْرَاجُهَا لِلنَّاسِ عِبَارَةٌ عَنْ خَلْقِ مَوَادِّهَا لَهُمْ وَتَعْلِيمِهِمْ طَرَائِقَ صُنْعِهَا، بِمَا أَوْدَعَ فِي فَطْرِهِمْ مِنْ حُبِّهَا. وَفِي عُقُولِهِمْ مِنَ الِاسْتِعْدَادِ لِلْإِبْدَاعِ فِيهَا لِيَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا، وَأَكْثَرُ لِلْمُنْعِمِ شُكْرًا، وَأَوْسَعُهُمْ بِسُنَنِهِ وَآيَاتِهِ عِلْمًا (وَالطَّيِّبَاتِ مِنَ الرِّزْقِ) هِيَ الْمُسْتَلَذَّاتُ مِنَ الْأَطْعِمَةِ وَالْأَشْرِبَةِ. وَاشْتِرَاطُ كَوْنِهَا حَلَالًا يُؤْخَذُ هُنَا مِنَ النَّهْيِ عَنِ الْإِسْرَافِ فِيهَا، وَصَرَّحَ بِهِ فِي آيَاتٍ أُخْرَى كَمَا تَقَدَّمَ فِي سُورَتَيِ الْبَقَرَةِ (٢: ١٦٨) وَالْمَائِدَةِ (٥: ٩٠ - ٩١) . </p><p> خَلَقَ اللهُ تَعَالَى الْبَشَرَ مُسْتَعِدِّينَ لِإِظْهَارِ آيَاتِهِ وَسُنَنِهِ فِي جَمِيعِ مَا خَلَقَهُ لَهُمْ فِي هَذَا الْعَالَمِ الَّذِي يَعِيشُونَ فِيهِ، ذَلِكَ بِأَنَّهُ أَوْدَعَ فِي غَرَائِزِهِمْ مَيْلًا إِلَى الْعِلْمِ وَالْبَحْثِ وَكَشْفِ الْمَجْهُولَاتِ، وَالِاطِّلَاعِ عَلَى الْخَفِيَّاتِ، لَا حَدَّ لَهُ يَقِفُ عِنْدَهُ. وَحُبًّا لِلشَّهَوَاتِ الْحِسِّيَّةِ وَالْعَقْلِيَّةِ، وَالزِّينَةِ الصُّورِيَّةِ وَالْمَعْنَوِيَّةِ، لَا حَدَّ لَهُ أَيْضًا. فَانْدَفَعُوا بِهَذِهِ الْغَرَائِزِ الَّتِي لَمْ تُخْلَقْ لِغَيْرِهِمْ مِمَّنْ يُشَارِكُهُمْ فِي حَيَاتِهِمُ الْجَسَدِيَّةِ كَأَنْوَاعِ الْحَيَوَانِ، وَلَا فِي حَيَاتِهِمُ الرُّوحِيَّةِ مِنَ الْمَلَائِكَةِ وَالْجَانِّ، فَلَمْ يَدَعُوا شَيْئًا عَرَفُوهُ بِحَوَاسِّهِمْ إِلَّا عَنَوْا بِالْبَحْثِ فِيهِ، وَلَا شَيْئًا عَرَفُوهُ بِعُقُولِهِمْ إِلَّا بَحَثُوا عَنْهُ، وَلَمْ يَكُنْ بَحْثُهُمْ مِنْ طَرِيقٍ وَاحِدٍ وَلَا لِغَرَضٍ وَاحِدٍ، بَلْ مِنْ طُرُقٍ كَثِيرَةٍ لِأَغْرَاضٍ شَتَّى لَمْ تَنْتَهِ وَلَنْ تَنْتَهِيَ فِي هَذِهِ الْحَيَاةِ الْمُقْضَى عَلَيْهَا بِالنِّهَايَةِ وَكَأَنَّمَا هُمْ مَخْلُوقُونَ لِحَيَاةٍ لَا نِهَايَةَ لَهَا وَلَا حَدَّ، كَمَا تَدُلُّ عَلَيْهِ غَرَائِزُهُمْ وَاسْتِعْدَادُهُمُ الَّذِي لَيْسَ لَهُ حَدٌّ. </p><p> وَلَقَدْ كَانَتْ غَرِيزَةُ حُبِّ الزِّينَةِ وَغَرِيزَةُ حُبِّ الطَّيِّبَاتِ مِنَ الرِّزْقِ سَبَبًا لِتَوَسُّعِ الْبَشَرِ فِي أَعْمَالِ الْفِلَاحَةِ وَالزِّرَاعَةِ وَمَا يُرَقِّيهَا مِنْ فُنُونِ الصِّنَاعَةِ وَسَائِرِ وَسَائِلِ الْعُمْرَانِ وَإِظْهَارِ عَجَائِبِ عِلْمِ اللهِ وَحِكْمَتِهِ وَقُدْرَتِهِ فِي الْعَالَمِ وَرَحْمَتِهِ وَإِحْسَانِهِ بِالْخَلْقِ. وَلَوْ وَقَفَ الْإِنْسَانُ عِنْدَ حَدِّ مَا تَنْبُتُ لَهُ الْأَرْضُ مِنَ الْغِذَاءِ لِحِفْظِ حَيَاةِ أَفْرَادِهِ الشَّخْصِيَّةِ وَبَقَاءِ حَيَاتِهِ النَّوْعِيَّةِ كَسَائِرِ أَنْوَاعِ الْحَيَوَانِ، لَمَا وُجِدَ شَيْءٌ مِنْ هَذِهِ الْعُلُومِ وَالْفُنُونِ وَالْأَعْمَالِ. وَهَلْ كَانَ مَا ذُكِرَ فِي بَيَانِ خَلْقِهِ الْأَوَّلِ مِنْ أَكْلِ آدَمَ وَحَوَّاءَ مِنَ الشَّجَرَةِ الَّتِي نُهِيَا </p><p> عَنْهَا إِلَّا بِدَافِعِ غَرِيزَةِ كَشْفِ الْمَجْهُولِ، وَالْحِرْصِ عَلَى الْوُصُولِ إِلَى الْمَمْنُوعِ؟ وَهَلْ كَانَ مَا ذُكِرَ مِنْ حِرْمَانِهِمَا مِنَ الرَّاحَةِ بِنَعِيمِ الْجَنَّةِ الَّتِي يَعِيشَانِ فِيهَا رَغَدًا بِغَيْرِ عَمَلٍ، إِلَّا لِبَيَانِ سُنَّةِ اللهِ فِي جَعْلِ هَذَا النَّوْعِ عَالِمًا صِنَاعِيًّا تَدْفَعُهُ الْحَاجَةُ إِلَى الْعَمَلِ وَيَدْفَعُهُ الْعَمَلُ إِلَى الْعِلْمِ، وَيَدْفَعُهُ حُبُّ الرَّاحَةِ إِلَى التَّعَبِ، وَيُثْمِرُ لَهُ التَّعَبُ الرَّاحَةَ؟ </p><p> وَقَدْ عُرِفَ مِنِ اخْتِبَارِ قَبَائِلِ هَذَا النَّوْعِ وَشُعُوبِهِ فِي حَالَيْ بَدَاوَتِهِ وَحَضَارَتِهِ، أَنَّهُ يَتْعَبُ وَيَبْذُلُ فِي سَبِيلِ الزِّينَةِ فَوْقَ مَا يَتْعَبُ وَيَبْذُلُ فِي سَبِيلِ ضَرُورِيَّاتِ الْمَعِيشَةِ، وَكَثِيرًا مَا يُفَضِّلُهَا عَلَيْهَا عِنْدَ التَّعَارُضِ، فَالْمَرْءُ قَدْ يُضَيِّقُ عَلَى نَفْسِهِ فِي طَعَامِهِ وَشَرَابِهِ لِيُوَفِّرَ لِنَفْسِهِ ثَمَنًا لِثَوْبٍ فَاخِرٍ يَتَزَيَّنُ بِهِ فِي الْأَعْيَادِ وَالْمَجَامِعِ، وَمَاذَا تَقُولُ فِي الْمَرْأَةِ وَهِيَ أَشَدُّ حُبًّا لِلزِّينَةِ مِنَ الرَّجُلِ، وَقَدْ تُؤْثِرُهَا عَلَى جَمِيعِ اللَّذَّاتِ الْأُخْرَى؟ وَإِنَّ تَوَسُّعَ الْأَغْنِيَاءِ فِي أَنْوَاعِ الزِّينَةِ الَّتِي يُنَفِّسُونَ بِهَا عَلَى الْفُقَرَاءِ، هُوَ الَّذِي وَسَّعَ الطُّرُقَ لِاسْتِفَادَةِ هَؤُلَاءِ مِنْ فَضْلِ أَمْوَالِ أُولَئِكَ، فَإِنَّ الْغَوَّاصِينَ الَّذِينَ يَسْتَخْرِجُونَ اللُّؤْلُؤَ مِنْ أَعْمَالِ الْبِحَارِ، وَعُمَّالَ الصِّيَاغَةِ وَالْحِيَاكَةِ وَالتَّطْرِيزِ وَالْبِنَاءِ وَالنَّقْشِ وَالتَّصْوِيرِ وَسَائِرِ الزِّينَاتِ، كُلَّهُمْ أَوْ جُلَّهُمْ مِنَ الْفُقَرَاءِ الَّذِينَ يَتَزَيَّنُ الْأَغْنِيَاءُ بِمَا يَعْمَلُونَ لَهُمْ وَهُمْ مِنْهُ مَحْرُومُونَ، وَلَكِنَّهُمْ لَا يَصِلُونَ إِلَى مَا لَا بُدَّ لَهُمْ مِنْهُ مِنْ مَعِيشَةٍ وَزِينَةِ تَلِيقُ بِهِمْ إِلَّا بِسَبَبِ تَنَافُسِ الْأَغْنِيَاءِ فِيهِ. </p><p> فَحُبُّ الزِّينَةِ أَعْظَمُ أَسْبَابِ الْعُمْرَانِ، وَإِظْهَارُ اسْتِعْدَادِ الْإِنْسَانِ لِمَعْرِفَةِ سُنَنِ اللهِ وَآيَاتِهِ فِي الْأَكْوَانِ، فَهِيَ غَيْرُ مَذْمُومَةٍ فِي نَفْسِهَا، إِنَّمَا يُذَمُّ الْإِسْرَافُ فِيهَا وَالْغَفْلَةُ عَنْ شُكْرِ الْمُنْعِمِ بِهَا. وَمِنَ الْإِسْرَافِ فِيهَا جَعْلُهَا شَاغِلَةً عَنْ عِبَادَةِ اللهِ تَعَالَى وَعَنْ سَائِرِ مَعَالِي الْأُمُورِ وَالْكِمَالَاتِ الْإِنْسَانِيَّةِ، مِنْ عِلْمِيَّةٍ أَوْ عَمَلِيَّةٍ أَوِ اجْتِمَاعِيَّةٍ، دُنْيَوِيَّةً كَانَتْ أَوْ أُخْرَوِيَّةً، وَمِنْهُ إِضَاعَةُ الْوَقْتِ الطَّوِيلِ فِي التَّطَرُّزِ وَالتَّطَرُّسِ وَالتَّوَرُّنِ كَمَا يَفْعَلُ النِّسَاءُ وَبَعْضُ الشُّبَّانِ، وَكَذَلِكَ الطَّيِّبَاتُ مِنَ الرِّزْقِ، وَهَذِهِ الْأُمُورُ الْمَذْمُومَةُ لَيْسَتْ لَوَازِمَ لِلزِّينَةِ، وَالطَّيِّبَاتُ تَحْصُلُ بِحُصُولِهَا وَتَزُولُ بِزَوَالِهَا، وَلَيْسَ الْحِرْمَانُ مِنَ الزِّينَةِ وَالطَّيِّبَاتِ عِلَّةً سَبَبِيَّةً وَلَا غَائِيَّةً لِلْقِيَامِ بِمَعَالِي الْأُمُورِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ وَلَا لِشُكْرِ اللهِ تَعَالَى وَالرِّضَا عَنْهُ، وَلَا هُوَ أَعْوَنُ عَلَى ذَلِكَ. وَإِنَّمَا الِابْتِلَاءُ وَالِاخْتِبَارُ يَقَعُ بِكُلٍّ مِنْ حُصُولِهِمَا وَالْحِرْمَانِ مِنْهُمَا، وَإِنَّ الْمَالِكَ لَهُمَا أَقْدَرُ عَلَى طَاعَةِ اللهِ وَشُكْرِهِ وَتَزْكِيَةِ </p><p> نَفْسِهِ وَنَفْعِ غَيْرِهِ مِنَ الْفَاقِدِ لَهُمَا. فَلَا وَجْهَ إِذًا لِتَحْرِيمِ الدِّينِ لَهُمَا، وَلَا لِجَعْلِهِ إِيَّاهُمَا عَائِقَيْنِ عَنِ الْكَمَالِ بِحَيْثُ يَعْبُدُ اللهَ تَعَالَى وَيَتَقَرَّبُ إِلَيْهِ بِتَرْكِهِمَا، كَمَا جَرَى عَلَيْهِ وَثَنِيُّوا الْبَرَاهِمَةِ وَغَيْرِهِمْ وَسَرَتْ عَدْوَاهُ التَّقْلِيدِيَّةُ إِلَى أَهْلِ الْكِتَابِ غُلُوًّا فِي الدِّينِ، وَسَرَتْ عَدْوَى هَؤُلَاءِ وَأُولَئِكَ إِلَى كَثِيرٍ </p><p> مِنَ الْمُسْلِمِينَ، فَصَارُوا يَبُثُّونَ فِي الْأُمَّةِ أَنَّ أَصْلَ الدِّينِ وَرُوحَهُ وَسِرَّهُ فِي تَعْذِيبِ النَّفْسِ وَحِرْمَانِهَا مِنَ الطَّيِّبَاتِ وَالزِّينَةِ. وَقَدْ كَذَّبَ اللهُ الْجَمِيعَ بِقَوْلِهِ عَزَّ وَجَلَّ. </p><p> (قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ) أَيْ قُلْ أَيُّهَا الرَّسُولُ لِأُمَّتِكَ: هِيَ - أَيِ الزِّينَةُ وَالطَّيِّبَاتُ مِنَ الرِّزْقِ - ثَابِتَةٌ لِلَّذِينَ آمَنُوا بِالْأَصَالَةِ وَالِاسْتِحْقَاقِ فِي الْحَيَاةِ الدُّنْيَا، وَلَكِنْ يُشَارِكُهُمْ غَيْرُهُمْ فِيهَا بِالتَّبَعِ لَهُمْ. وَإِنْ لَمْ يَسْتَحِقَّهَا مِثْلَهُمْ. وَهِيَ خَالِصَةٌ لَهُمْ يَوْمَ الْقِيَامَةِ - أَوْ حَالَ كَوْنِهَا خَالِصَةً لَهُمْ يَوْمَ الْقِيَامَةِ. (فَقَدْ قَرَأَ نَافِعٌ \" خَالِصَةٌ \" بِالرَّفْعِ عَلَى أَنَّهَا خَبَرٌ وَالْبَاقُونَ بِالنَّصْبِ عَلَى الْحَالِيَّةِ) - وَقِيلَ: إِنَّ الْمَعْنَى هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا غَيْرُ خَالِصَةٍ مِنَ الْمُنَغِّصَاتِ وَلَكِنَّهَا تَكُونُ لَهُمْ يَوْمَ الْقِيَامَةِ خَالِصَةً مِنْهَا. وَهَذَا الْمَعْنَى صَحِيحٌ فِي نَفْسِهِ وَلَكِنَّ الْمُتَبَادَرَ هُوَ الْأَوَّلُ كَمَا تَدُلُّ عَلَيْهِ الْآيَاتُ النَّاطِقَةُ بِأَنَّ دِينَ اللهِ الْحَقَّ يُورِثُ أَهْلَهُ سَعَادَةَ الدُّنْيَا وَالْآخِرَةِ جَمِيعًا كَقَوْلِهِ تَعَالَى:  (فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى)  (٢: ١٢٣، ١٢٤) وَقَوْلُهُ تَعَالَى: (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا)  (٧٢: ١٦) وَقَدْ بَيَّنَّا هَذَا الْمَعْنَى مِرَارًا. </p><p> وَبَيَانُ هَذَا أَنَّ الْمُؤْمِنِينَ إِنَّمَا كَانُوا أَحَقَّ مِنَ الْكَافِرِينَ بِهَذِهِ النِّعَمِ؛ لِأَنَّهُمْ أَجْدَرُ بِمَا تَتَوَقَّفُ عَلَيْهِ فِي تَرَقِّيهَا مِنَ الْعُلُومِ وَالْفُنُونِ الَّتِي أَرْشَدَهُمْ إِلَيْهَا الْإِسْلَامُ بِمَا حَثَّهُمْ عَلَيْهِ مِنْ مَعْرِفَةِ سُنَنِ اللهِ تَعَالَى فِي خَلْقِهِ، وَمَا أَوْدَعَهُ فِي هَذِهِ الْمَخْلُوقَاتِ مِنَ الْحِكَمِ وَالْمَنَافِعِ وَالْآيَاتِ الْبَيِّنَاتِ الدَّالَّةِ عَلَى قُدْرَتِهِ وَعِلْمِهِ وَحِكْمَتِهِ فِيمَا أَحْكَمَ مِنْ صُنْعِهَا، وَعَلَى رَحْمَتِهِ وَجُودِهِ وَإِحْسَانِهِ إِلَى عِبَادِهِ بِتَسْخِيرِهَا لَهُمْ؛ وَلِأَنَّهُمْ أَحَقُّ بِشُكْرِهِ عَلَيْهَا بِلِسَانِهِمْ وَجَوَارِحِهِمْ وَقُلُوبِهِمْ، فَالْمُؤْمِنُ يَزْدَادُ عِلْمًا وَإِيمَانًا بِرَبِّهِ وَإِلَهِهِ كُلَّمَا عَرَفَ شَيْئًا مِنْ سُنَنِهِ وَآيَاتِهِ فِي نَفْسِهِ أَوْ فِي غَيْرِهَا مِنَ الْمَوْجُودَاتِ، وَيَزْدَادُ شُكْرًا لَهُ كُلَّمَا زَادَتْ نِعَمُهُ عَلَيْهِ بِالْعِلْمِ وَثَمَرَاتِ الْعِلْمِ فِيهَا، وَلِذَلِكَ ذَكَّرَنَا جَلَّ ثَنَاؤُهُ فِي أَوَّلِ هَذَا السِّيَاقِ بِمِنَّتِهِ عَلَيْنَا بِتَمْكِينِنَا فِي الْأَرْضِ، وَمَا جَعَلَ لَنَا فِيهَا مِنَ الْمَعَايِشِ، وَبِمَا يَجِبُ مِنْ شُكْرِهِ عَلَيْهَا. وَقَدْ بَيَّنَّا أَنَّ مِنْ أُصُولِ الشُّكْرِ قَبُولَ النِّعْمَةِ وَاسْتِعْمَالَهَا فِيمَا وَهَبَهَا الْمُنْعِمُ لِأَجْلِهِ وَهُوَ شُكْرُ الْجَوَارِحِ وَلَا يَكْمُلُ شُكْرُ الِاعْتِقَادِ بِأَنَّهَا مِنْ فَضْلِهِ وَشُكْرُ اللِّسَانِ بِالثَّنَاءِ عَلَيْهِ إِلَّا بِشُكْرِ الْأَعْضَاءِ الْعَمَلِيِّ وَهُوَ الِاسْتِعْمَالُ، وَفِي حَدِيثِ أَبِي هُرَيْرَةَ عِنْدَ أَحْمَدَ وَالتِّرْمِذِيِّ وَالنَّسَائِيِّ وَالْحَاكِمِ \" الطَّاعِمُ الشَّاكِرُ بِمَنْزِلَةِ الصَّائِمِ الصَّابِرِ \" وَهُوَ حَدِيثٌ صَحِيحٌ. </p><p> وَالَّذِي يَظْهَرُ لَنَا مِنْ جَعْلِ التَّنْظِيرِ فِيهِ بَيْنَ الطَّاعِمِ الشَّاكِرِ وَالصَّائِمِ الصَّابِرِ دُونَ الْجَائِعِ </p><p> الصَّابِرِ، أَنَّ الْجُوعَ أَمْرٌ سَلْبِيٌّ، وَلَكِنَّ الصِّيَامَ عَمَلٌ نَفْسِيٌّ يُشْتَرَطُ فِيهِ النِّيَّةُ، فَهُوَ طَاعَةٌ كَالْأَكْلِ بِالنِّيَّةِ مَعَ الشُّكْرِ. </p><p> وَالْأَكْلُ وَالشُّرْبُ مِنَ الطَّيِّبَاتِ بِدُونِ إِسْرَافٍ هُمَا قِوَامُ الْحَيَاةِ وَالصِّحَّةِ الَّتِي يَتَوَقَّفُ عَلَيْهَا الْقِيَامُ بِجَمِيعِ الْأَعْمَالِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ مِنْ عَقْلِيَّةٍ وَبَدَنِيَّةٍ، وَلَهُمَا التَّأْثِيرُ الْعَظِيمُ فِي جَوْدَةِ النَّسْلِ الَّذِي تَكْثُرُ بِهِ الْأُمَّةُ، وَالْأَطِبَّاءُ يُحْظِرُونَ الزَّوَاجَ عَلَى كَثِيرٍ مِنَ الْمَرْضَى وَيُعِدُّونَ زَوَاجَهُمْ خَطَرًا عَلَى صِحَّتِهِمْ، وَجِنَايَةً عَلَى نَسْلِهِمْ وَعَلَى أُمَّتِهِمْ بِمَا يَكُونُ سَبَبًا لِسُوءِ حَالِ نَسْلِهَا وَالْمُؤْمِنُ الْكَامِلُ الَّذِي مِنْ شَأْنِهِ أَلَّا يَعْمَلَ عَمَلًا إِلَّا بِنِيَّةٍ صَالِحَةٍ، يَقْصِدُ بِحُسْنِ تَغْذِيَةِ بَدَنِهِ بِالطَّيِّبَاتِ كُلَّ مَا يَعْقِلُهُ مِنْ فَوَائِدِهَا، وَيَتَجَنَّبُ مَا نَهَى الله عَنْهُ مِنَ الْإِسْرَافِ فِيهَا وَمِنْ أَكْلِ الْحَرَامِ، فَيَكُونُ عَابِدًا لِلَّهِ تَعَالَى فِي ذَلِكَ كُلِّهِ فَتَكْثُرُ حَسَنَاتُهُ فِيهِ، فَلَا غَرْوَ إِذْ عُدَّ فِي أَكْلِهِ كَالصَّائِمِ فِيمَا يَنَالُهُ مِنَ الثَّوَابِ، وَلَمَّا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ:  \" وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ \" أَيْ فِي الْمُلَامَسَةِ الزَّوْجِيَّةِ أَجْرٌ وَثَوَابٌ كَثَوَابِ الصَّدَقَةِ - قَالُوا: يَا رَسُولَ اللهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ:  \" أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلَالِ كَانَ لَهُ أَجْرٌ \" - رَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ أَبِي ذَرٍّ - وَالْكَافِرُ لَيْسَ كَذَلِكَ؛ فَإِنَّهُ لَا يَكُونُ لَهُ هَمٌّ فِي الْغَالِبِ إِلَّا التَّمَتُّعَ بِالشَّهْوَةِ غَيْرُ مُتَحَرٍّ لِلْحَلَالِ وَلَا لِحُسْنِ النِّيَّةِ، وَلِذَلِكَ وَرَدَ فِي حَدِيثِ الصَّحِيحَيْنِ \" الْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ \" . </p><p> وَاللِّبَاسُ الْجَيِّدُ النَّظِيفُ لَهُ فَوَائِدُ فِي حِفْظِ الصِّحَّةِ مَعْرُوفَةٌ، وَلَهُ تَأْثِيرٌ فِي حِفْظِ كَرَامَةِ الْمُتَجَمِّلِ بِهِ فِي أَنْفُسِ النَّاسِ، فَإِنَّ الْقُلُوبَ مِنْ وَرَاءِ الْأَعْيُنِ، وَفِيهِ إِظْهَارٌ لِنِعْمَةِ اللهِ بِهِ وَبِالسَّعَةِ فِي الرِّزْقِ الَّذِي لَهُ شَأْنٌ فِي الْقُلُوبِ غَيْرُ شَأْنِ التَّجَمُّلِ فِي نَفْسِهِ، وَالْمُؤْمِنُ يُثَابُ بِنِيَّتِهِ عَلَى كُلِّ مَا هُوَ مَحْمُودٌ مِنْ هَذِهِ الْأُمُورِ وَبِالشُّكْرِ عَلَيْهَا. رَوَى أَبُو دَاوُدَ عَنْ أَبِي الْأَحْوَصِ عَنْ أَبِيهِ قَالَ: أَتَيْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ثَوْبٍ دُونٍ فَقَالَ: \" أَلَكَ مَالٌ؟ \" قَالَ: نَعَمْ. قَالَ:  \" مِنْ أَيِّ الْمَالِ \" قَالَ: قَدْ آتَانِي اللهُ مِنَ الْإِبِلِ وَالْغَنَمِ وَالْخَيْلِ وَالرَّقِيقِ. قَالَ:  \" فَإِذَا آتَاكَ اللهُ فَلْيُرَ أَثَرُ نِعْمَةِ اللهِ عَلَيْكَ وَكَرَامَتُهُ \" وَأَخْرَجَ التِّرْمِذِيُّ وَحَسَّنَهُ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللهَ يُحِبُّ أَنْ يَرَى أَثَرَ نِعْمَتِهِ عَلَى عَبْدِهِ \" وَأَخْرَجَ أَبُو دَاوُدَ عَنِ ابْنِ عَبَّاسٍ قَالَ: لَمَّا خَرَجَتِ الْحَرُورِيَّةُ أَتَيْتُ عَلِيًّا فَقَالَ: </p><p> ائْتِ هَؤُلَاءِ الْقَوْمَ، فَلَبِسْتُ أَحْسَنَ مَا يَكُونُ مِنْ حُلَلِ الْيَمَنِ، فَأَتَيْتُهُمْ، فَقَالُوا: مَرْحَبًا بِكَ يَا ابْنَ عَبَّاسٍ، مَا هَذِهِ الْحُلَّةِ؟ قُلْتُ مَا تَعِيبُونَ عَلَيَّ؟ لَقَدْ رَأَيْتُ عَلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحْسَنَ مَا يَكُونُ مِنَ الْحُلَلِ. وَأَخْرَجَ ابْنُ مَرْدَوَيْهِ عَنْهُ قَالَ: وَجَّهَنِي عَلِيُّ بْنُ أَبِي طَالِبٍ إِلَى ابْنِ الْكَوَّاءِ وَأَصْحَابِهِ وَعَلَيَّ قَمِيصٌ رَقِيقٌ وَحُلَّةٌ، فَقَالُوا لِي: أَنْتَ ابْنُ عَبَّاسٍ وَتَلْبَسُ مِثْلَ هَذِهِ الثَّيَابِ؟ قُلْتُ: أَوَّلُ مَا أُخَاصِمُكُمْ </p><p> بِهِ قَالَ اللهُ:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ) وَ (خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) وَكَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَلْبَسُ فِي الْعِيدَيْنِ بُرْدَيْ حِبَرَةٍ. </p><p> وَحَكَى الْغَزَالِيُّ فِي كِتَابِ الْعِلْمِ مِنَ الْإِحْيَاءِ أَنَّ يَحْيَى بْنَ يَزِيدَ النَّوْفَلِيَّ كَتَبَ إِلَى مَالِكِ بْنِ أَنَسٍ رَضِيَ اللهُ عَنْهُمَا - بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ وَصَلَّى الله عَلَى رَسُولِهِ مُحَمَّدٍ فِي الْأَوَّلِينَ وَالْآخِرِينَ: مِنْ يَحْيَى بْنِ يَزِيدَ بْنِ عَبْدِ الْمَلِكِ إِلَى مَالِكِ بْنِ أَنَسٍ، أَمَّا بَعْدُ فَقَدْ بَلَغَنِي أَنَّكَ تَلْبَسُ الدُّقَاقَ، وَتَأْكُلُ الرُّقَاقَ وَتَجْلِسُ عَلَى الْوَطِئِ، وَتَجْعَلُ عَلَى بَابِكَ حَاجِبًا، وَقَدْ جَلَسْتَ مَجْلِسَ الْعِلْمِ وَقَدْ ضُرِبَتْ إِلَيْكَ الْمَطِيُّ، وَارْتَحَلَ إِلَيْكَ النَّاسُ وَاتَّخَذُوكَ إِمَامًا وَرَضُوا بِقَوْلِكَ، فَاتَّقِ اللهَ تَعَالَى يَا مَالِكُ، وَعَلَيْكَ بِالتَّوَاضُعِ، كَتَبْتُ إِلَيْكَ بِالنَّصِيحَةِ مِنِّي كِتَابًا مَا اطَّلَعَ عَلَيْهِ غَيْرُ اللهِ سُبْحَانَهُ وَتَعَالَى وَالسَّلَامُ. </p><p> فَكَتَبَ إِلَيْهِ مَالِكٌ: بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ وَصَلَّى الله عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ مِنْ مَالِكِ بْنِ أَنَسٍ إِلَى يَحْيَى بْنِ يَزِيدَ، سَلَامُ اللهِ عَلَيْكَ، أَمَّا بَعْدُ فَقَدْ وَصَلَ إِلَيَّ كِتَابُكَ فَوَقَعَ مِنِّي مَوْقِعَ النَّصِيحَةِ وَالشَّفَقَةِ وَالْأَدَبِ، أَمْتَعَكَ اللهُ بِالتَّقْوَى وَجَزَاكَ بِالنَّصِيحَةِ خَيْرًا. وَأَسْأَلُ اللهَ تَعَالَى التَّوْفِيقَ. وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيمِ، فَأَمَّا مَا ذَكَرْتَ لِي أَنِّي آكُلُ الرُّقَاقَ وَأَلْبَسُ الدُّقَاقَ، وَأَحْتَجِبُ وَأَجْلِسُ عَلَى الْوَطِئِ، فَنَحْنُ نَفْعَلُ ذَلِكَ وَنَسْتَغْفِرُ اللهَ تَعَالَى. فَقَدْ قَالَ تَعَالَى:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ) وَإِنِّي لَأَعْلَمُ أَنَّ تَرْكَ ذَلِكَ خَيْرٌ مِنَ الدُّخُولِ فِيهِ وَلَا تَدَعُنَا مِنْ كِتَابِكَ فَلَسْنَا نَدَعُكَ مِنْ كِتَابِنَا وَالسَّلَامُ اهـ. </p><p> إِذَا صَحَّتْ هَذِهِ الْحِكَايَةُ فَمُرَادُ الْإِمَامِ مَالِكٍ: أَنَّ تَرْكَ مَجْمُوعِ ذَلِكَ خَيْرٌ لِمَنْ صَارَ يَقْتَدِي بِهِ مِثْلُهُ، أَوْ قَالَهُ تَوَاضُعًا، وَلِذَلِكَ لَمْ يَتْرُكْهُ. وَلَمْ يَكُنِ النَّوْفَلِيُّ مِنْ طَبَقَةِ مَالِكٍ فِي عِلْمٍ وَلَا عَمَلٍ، بَلْ ضَعَّفَهُ الْإِمَامُ أَحْمَدُ وَغَيْرُهُ فِي الْحَدِيثِ. وَقَدْ كَانَ </p><p> قَشَفُ بَعْضِ السَّلَفِ عَنْ قِلَّةِ، وَتَقَشَّفَ بَعْضُهُمْ لِأَجْلِ الْقُدْوَةِ. وَإِنَّمَا الزُّهْدُ فِي الْقَلْبِ، فَلَا يُنَافِيهِ الِاعْتِدَالُ فِي الزِّينَةِ وَطَيِّبَاتِ الْأَكْلِ وَالشُّرْبِ، وَلَا كَثْرَةِ الْمَالِ إِذَا أُنْفِقَ فِي مَصَالِحِ الْأُمَّةِ وَتَرْبِيَةِ الْعِيَالِ. وَقَدْ جَهِلَ ذَلِكَ أَكْثَرُ الصُّوفِيَّةِ وَبَيَّنَهُ أَحَدُ أَرْكَانِ التَّحْقِيقِ فِي الْعِلْمِ مِنْهُمْ كَالسَّيِّدِ عَبْدِ الْقَادِرِ الْجِيلِيِّ. فَقَدْ رُوِيَ أَنَّ بَعْضَ مُرِيدِيهِ شَكَوْا إِلَيْهِ إِقْبَالَ الدُّنْيَا عَلَيْهِمْ فَقَالَ: أَخْرِجُوهَا مِنْ قُلُوبِكُمْ إِلَى أَيْدِيكُمْ فَإِنَّهَا لَا تَضُرُّكُمْ. </p><p> فَقَدْ عَلِمْنَا مِنْ هَذَا كُلِّهِ أَنَّ الزِّينَةَ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ هِيَ حَقُّ الْمُؤْمِنِينَ فِي الدُّنْيَا وَأَنَّهَا لَهُمْ بِالذَّاتِ وَالِاسْتِحْقَاقِ. وَهُوَ مَبْنِيٌّ عَلَى أَنَّهُ يَجِبُ أَنْ يَكُونُوا بِمُقْتَضَى الْإِيمَانِ وَالْإِسْلَامِ أَعْلَمَ مِنَ الْكَافِرِينَ بِالْعُلُومِ وَالْفُنُونِ وَالصِّنَاعَاتِ الْمُوَصِّلَةِ إِلَيْهَا. وَأَنْ يَكُونُوا مِنَ الشَّاكِرِينَ </p><p> عَلَيْهَا، ذَلِكَ الشُّكْرُ الَّذِي يَحْفَظُهَا لَهُمْ وَيَكُونُ سَبَبًا لِلْمَزِيدِ فِيهَا بِحَسَبِ وَعْدِ اللهِ تَعَالَى وَسُنَنِهِ فِي خَلْقِهِ وَمِنْهُ تُفْهَمُ حِكْمَةُ تَذْيِيلِ الْآيَةِ بِقَوْلِهِ تَعَالَى:  (كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ) أَيْ مِنْ شَأْنِهِمُ الْعِلْمُ بِأَمْثَالِ هَذِهِ الْأَحْكَامِ وَحِكَمِهَا وَلَوْ بَعْدَ خِطَابِهِمْ بِهَا، وَقَدْ سَبَقَ مِثْلُ هَذَا التَّعْبِيرِ. وَالْمَعْنَى: أَنَّ هَذَا التَّفْصِيلَ لِحُكْمِ الزِّينَةِ وَالطَّيِّبَاتِ الَّذِي ضَلَّ فِيهِ أَفْرَادٌ وَأُمَمٌ كَثِيرَةٌ مِنَ الْبَشَرِ إِفْرَاطًا وَتَفْرِيطًا، لَا يَعْقِلُهُ إِلَّا الْقَوْمُ الَّذِينَ يَعْلَمُونَ سُنَنَ الِاجْتِمَاعِ وَطَبَائِعَ الْبَشَرِ وَمَصَالِحَهُمْ وَطُرُقَ الْحَضَارَةِ الشَّرِيفَةِ فِيهِمْ، وَقَدْ فَصَّلَهَا تَعَالَى لَهُمْ بِهَذِهِ الْآيَاتِ الْمُوَافِقِ هَدْيُهَا لِفِطْرَةِ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا، عَلَى لِسَانِ نَبِيِّهِ الْأُمِّيِّ الَّذِي لَمْ يَكُنْ يَعْرِفُ شَيْئًا مِنْ تَارِيخِ الْبَشَرِ فِي بَدَاوَتِهِمْ وَحَضَارَتِهِمْ وَإِفْرَاطِهِمْ وَتَفْرِيطِهِمْ فِيهِمَا، قَبْلَ أَنْ أَنْزَلَ اللهُ تَعَالَى عَلَيْهِ كِتَابَهُ الْحَكِيمَ تِبْيَانًا لِكُلِّ شَيْءٍ يَحْتَاجُونَ إِلَيْهِ فِي سَعَادَتِهِمْ، فَكَانَ هَذَا التَّفْصِيلُ مِنَ الْآيَاتِ الْعِلْمِيَّةِ عَلَى نُبُوَّتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَنَّهُ خُلَاصَةُ عُلُومٍ كَثِيرَةٍ فَاصِلَةٍ بَيْنَ النَّافِعِ وَالضَّارِّ، مَا كَانَ لِمِثْلِهِ أَنْ يَعْلَمَهَا بِذَكَائِهِ، وَإِنَّمَا هِيَ وَحْيُ اللهِ لَهُ. وَقَدْ قَصَّرَ الْمُفَسِّرُونَ فِي بَيَانِ هَذِهِ الْحَقَائِقِ، عَلَى أَنَّ بَعْضَ الْمُحَقِّقِينَ قَدْ ذَكَرُوا مَا يُؤَيِّدُ مَا قُلْنَاهُ وَإِنْ لَمْ يُحْتَجْ إِلَى تَأْيِيدِهِمْ لِوُضُوحِهِ فِي نَفْسِهِ. فَقَدْ ذَكَرَ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَّةَ أَنَّ الْمُسْلِمِينَ أَعْلَمُ مِنْ جَمِيعِ الْكَافِرِينَ بِكُلِّ الْعُلُومِ الْبَشَرِيَّةِ، وَأَنَّ أَهْلَ السُّنَّةِ مِنْهُمْ أَعْلَمُ مِنَ الْمُبْتَدِعَةِ بِذَلِكَ. </p><p> نَعَمْ هَكَذَا كَانَ، فَلَوْلَا الْقُرْآنُ لَمَا خَرَجَتِ الْعَرَبُ مِنْ ظُلُمَاتِ جَاهِلِيَّتِهَا وَبَدَاوَتِهَا وَوَثَنِيَّتِهَا إِلَى ذَلِكَ النُّورِ، الَّذِي صَلُحَتْ بِهِ وَأَصْلَحَتْ أُمَمًا كَثِيرَةً بِالدِّينِ وَالْعُلُومِ وَالْفُنُونِ وَالْآدَابِ بِمَا أَحْيَتْ مِنْ عُلُومِ الْأَوَائِلِ وَفُنُونِهَا، وَأَصْلَحَتْ مِنْ فَاسِدِهَا، فَصَدَقَ عَلَيْهِمْ تَعْرِيفُ الدِّينِ الْمَشْهُورِ بِأَنَّهُ: وَضْعٌ إِلَهِيٌّ سَائِقٌ لِذَوِي الْعُقُولِ السَّلِيمَةِ </p><p> بِاخْتِيَارِهِمْ إِلَى مَا فِيهِ نَجَاحُهُمْ فِي الْحَالِ، وَفَلَاحُهُمْ فِي الْمَآلِ. أَوْ إِلَى سَعَادَةِ الدَّارَيْنِ. وَلَقَدْ كَانَ مِنَ الْعَجَبِ أَنْ يَغْفُلَ الْكَثِيرُونَ عَنْ سَبَبِ هَذِهِ الْحَضَارَةِ أَوْ يَجْهَلُوا أَنَّهُ الْقُرْآنُ. حَتَّى كَانَ الْجَهْلُ لِسَبَبِهَا سَبَبًا لِإِضَاعَتِهِ وَإِضَاعَتِهَا، وَأَمْسَى الْمُسْلِمُونَ مِنْ أَجْهَلِ الشُّعُوبِ وَأَفْقَرِهِمْ وَأَضْعَفِهِمْ، وَأَقَلِّهِمْ خِدْمَةً لِدِينِهِمْ - فَغَايَةُ دِينِهِمْ أَنْ تَكُونَ لَهُمْ زِينَةُ الدُّنْيَا وَطَيِّبَاتُهَا وَسِيَادَتُهَا وَمُلْكُهَا، وَأَنْ يَكُونُوا فِيهَا شَاكِرِينَ لِلَّهِ عَلَيْهَا، قَائِمِينَ بِمَا يُرْضِيهِ مِنَ الْحَقِّ وَالْعَدْلِ وَالْخَيْرِ وَالْبِرِّ وَكُلِّ مَا تَقْتَضِيهِ خِلَافَتُهُ فِي الْأَرْضِ وَبِذَلِكَ يَكُونُونَ أَهْلًا لِسَعَادَةِ الدُّنْيَا وَالْآخِرَةِ. وَالدُّنْيَا مَزْرَعَةُ الْآخِرَةِ كَمَا قَالَ أَحَدُ حُكَمَاءِ دِينِهِمْ، ثُمَّ انْتَهَى هَذَا الْجَهْلُ بِالْكَثِيرِينَ مِنْ أَهْلِ هَذَا الْعَصْرِ مِنْهُمْ وَمِنْ غَيْرِهِمْ أَنْ صَارُوا يَظُنُّونَ أَنَّ دِينَ الْإِسْلَامِ هُوَ سَبَبُ ضَعْفِ الْمُسْلِمِينَ وَجَهْلِهِمْ وَذَهَابِ مُلْكِهِمْ! وَقَدْ بَيَّنَّا مِنْ قَبْلُ بُطْلَانَ هَذَا الْجَهْلِ الَّذِي قَلَبَ الْحَقِيقَةَ قَلْبًا وَحُجَّتُنَا كِتَابُ اللهِ تَعَالَى وَسُنَّةُ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَارِيخُ هَذِهِ الْأُمَّةِ، وَلَكِنَّ الْقَارِئِينَ قَلِيلُونَ، وَالَّذِينَ يَفْهَمُونَ مِنْهُمْ أَقَلُّ وَالَّذِينَ يَعْتَبِرُونَ بِمَا يَفْهَمُونَ أَنْدَرُ، وَلِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ. </p>"
}