{
  "id": null,
  "sura": 7,
  "aya": 82,
  "text": "<p> وَالْجَهْلِ، فَلَا هُمْ يَعْقِلُونَ ضَرَرَ هَذِهِ الْفَاحِشَةِ فِي الْجِنَايَةِ عَلَى النَّسْلِ وَعَلَى الصِّحَّةِ وَعَلَى الْفَضِيلَةِ وَالْآدَابِ الْعَامَّةِ وَلَا غَيْرِهَا مِنْ مُنْكَرَاتِهِمْ - فَيَجْتَنِبُوهَا أَوْ يَجْتَنِبُوا الْإِسْرَافَ فِيهَا - وَلَا هُمْ عَلَى شَيْءٍ مِنَ الْحَيَاءِ وَحُسْنِ الْخُلُقِ يَصْرِفُهُمْ عَنْ ذَلِكَ. </p><p> وَمَا كَانَ الْعِلْمُ بِالضَّرَرِ وَحْدَهُ لِيَصْرِفَ عَنِ السُّوءِ وَالْفَسَادِ، إِذَا حُرِمَ صَاحِبُهُ الْفَضَائِلَ وَمَكَارِمَ الْأَخْلَاقِ، بَلِ الْفَضَائِلُ الْمَوْهُوبَةُ بِسَلَامَةِ الْفِطْرَةِ، عُرْضَةٌ لِلْفَسَادِ بِسُوءِ الْقُدْوَةِ، إِلَّا إِذَا رَسَخَتْ بِالْفَضَائِلِ الْمَكْسُوبَةِ بِتَرْبِيَةِ الدِّينِ، فَإِنَّنَا نَعْلَمُ أَنَّ هَذِهِ الْفَاحِشَةَ فَاشِيَةٌ بَيْنَ أَعْرَفِ النَّاسِ بِمَفَاسِدِهَا وَمَضَارِّهَا فِي الْأَبْدَانِ وَالْأَنْفُسِ وَنِظَامِ الِاجْتِمَاعِ مِنَ الْمُتَعَلِّمِينَ عَلَى الطَّرِيقَةِ الْمَدَنِيَّةِ الْعَصْرِيَّةِ، حَتَّى الْبَاحِثِينَ فِي الْفَلْسَفَةِ مِنْهُمْ، فَقَدْ بَلَغَنِي عَنْ بَعْضِهِمْ أَنَّهُ قَالَ لِأَخْدَانِهِ: إِنَّ هَذِهِ الْفِعْلَةَ لَا تُحْدِثُ نَقْصًا فِي النَّفْسِ النَّاطِقَةِ! ! وَنَقُولُ: يَا لَهَا مِنْ فَلْسَفَةٍ فَاسِقَةٍ أَلَيْسُوا يَسْتَخِفُّونَ بِهَا مِنَ النَّاسِ حَتَّى أَشَدِّهِمُ اسْتِبَاحَةً لِلشَّهَوَاتِ كَالْإِفْرِنْجِ لِكَيْ لَا يَنْتَقِصُوهُمْ وَيَمْتَهِنُوهُمْ؟ أَوَ لَيْسُوا بِذَلِكَ يَشْعُرُونَ بِنَقْصِ أَنْفُسِهِمُ النَّاطِقَةِ وَدَنَسِهَا، فَإِنْ لَمْ يَشْعُرِ الْفَاعِلُ، أَفَلَا يَشْعُرُ الْقَابِلُ؟ بَلَى وَلَكِنْ قَدْ يَجْهَلُ كَثِيرٌ مِنَ الْأَحْدَاثِ الَّذِينَ يَخْدَعُونَ عَنْ أَنْفُسِهِمْ بِهَذِهِ الْفَاحِشَةِ أَنَّهُمْ يُصَابُونَ بِدَاءِ الْأُبْنَةِ، حَتَّى إِذَا كَبُرَ أَحَدُهُمْ وَصَارَ لَا يَجِدُ مِنَ الْفُسَّاقِ مَنْ يَرْغَبُ فِي إِتْيَانِهِ لِلِاسْتِمْتَاعِ بِهِ يَبْحَثُ هُوَ فِي الْخَفَاءِ عَمَّنْ يُؤَجِّرُ نَفْسَهُ لِهَذَا الْعَمَلِ مِنْ تُحُوتِ الْفُقَرَاءِ وَأَرَاذِلِ الْخَدَمِ، فَيَجْعَلُ لَهُ جَعْلًا أَوْ رَاتِبًا عَلَى إِتْيَانِهِ، وَهُوَ لَا يَلْبَثُ أَنْ يَعَافَ هَذَا الْمُنْكَرَ أَوْ يَعْجِزُ عَنْ إِرْضَاءِ صَاحِبِهِ (الْمَهِينِ عِنْدَهُ الْمُحْتَرَمِ عِنْدَ مَنْ لَا يَعْرِفُ حَالَهُ) فَيَنْشُدُ الْمَأْبُونَ غَيْرَهُ، وَلَا يَزَالُ يُذَلُّ وَيَخْزَى فِي مُسَاوَمَةِ أَفْرَادِ هَذِهِ الطَّبَقَةِ السُّفْلَى عَلَى نَفْسِهِ حَتَّى يَفْتَضِحَ أَمْرُهُ فِي الْبَلَدِ، وَيَشْتَهِرَ بَلْ يُشْهَرُ بَيْنَ سَائِرِ طَبَقَاتِ النَّاسِ، فَإِنَّ أَكْثَرَ التُّحُوتِ الَّذِينَ يَعْلُونَهُ </p><p> لَا يَخْجَلُونَ مِنْ إِفْشَاءِ سِرِّهِمْ مَعَهُ؛ وَلِأَنَّهُ كَثِيرًا مَا يَعْرِضُ نَفْسَهُ عَلَى مَنْ لَيْسَ مِنْهُمْ وَيُرَاوِدُهُمْ بِالتَّصْرِيحِ، إِذَا لَمْ يُعْرِضُوا عَنْهُ عِنْدَمَا يَبْدَأُ بِهِ مِنَ التَّعْرِيضِ وَالتَّلْوِيحِ، أَفَنَسِيَ مَنْ ذَكَرْنَا مِنْ فَلَاسِفَةِ الْفِسْقِ هَذَا الْخِزْيَ؟ أَمْ يَرَوْنَ أَنَّهُ لَا يُدَنِّسُ النَّفْسَ النَّاطِقَةَ بِنَقْصٍ؟ فَقُبْحُ اللُّوَاطَةِ وَفُحْشُهَا لَيْسَ بِكَوْنِهَا لَذَّةً بَهِيمِيَّةً كَمَا قِيلَ، إِذِ اللَّذَّةُ الْبَهِيمِيَّةُ لَا قُبْحَ فِيهَا لِذَاتِهَا لِأَنَّهَا مُقْتَضَى الْفِطْرَةِ وَمَبْدَأُ حِكْمَةِ بَقَاءِ النَّسْلِ، بَلْ فُحْشُهَا بِاسْتِعْمَالِهَا بِمَا يُخَالِفُ مُقْتَضَى الْفِطْرَةِ وَحِكْمَتَهَا، وَبِمَا يَتَرَتَّبُ عَلَيْهَا مِنَ الْمَضَارِّ الْبَدَنِيَّةِ وَالِاجْتِمَاعِيَّةِ وَالْأَدَبِيَّةِ الْكَثِيرَةِ. </p><p> (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ) أَيْ وَمَا كَانَ جَوَابُ قَوْمِهِ عَنْ هَذَا الْإِنْكَارِ وَالنَّصِيحَةِ شَيْئًا مِمَّا يَدْخُلُ فِي بَابِ الْحُجَّةِ وَلَا الِاعْتِذَارِ، وَلَا غَيْرِ ذَلِكَ مِمَّا اعْتِيدَ فِي الْجِدَالِ، مَا كَانَ إِلَّا الْأَمْرَ بِإِخْرَاجِهِ هُوَ وَمَنْ آمَنَ مَعَهُ مِنْ قَرْيَتِهِمْ، وَتَعْلِيلُ ذَلِكَ بِأَنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ وَيَتَنَزَّهُونَ عَنْ مُشَارَكَتِهِمْ فِي رِجْسِهِمْ، فَلَا سَبِيلَ إِلَى </p><p> مُعَاشَرَتِهِمْ وَلَا مَسَاكِنِهِمْ مَعَ هَذِهِ الْمُبَايَنَةِ، فَإِنَّ النَّاقِصَ يَسْتَثْقِلُ مُعَاشَرَةَ الْكَامِلِ الَّذِي يَحْتَقِرُهُ وَفِي سُورَةِ الشُّعَرَاءِ أَنَّهُمْ أَنْذَرُوهُ هَذَا الْإِخْرَاجَ، إِذَا هُوَ لَمْ يَنْتَهِ عَنِ الْإِنْكَارِ. </p><p> (فَإِنْ قِيلَ) : إِنَّهُ لَمْ يَسْبِقْ ذِكْرٌ لِمَنْ آمَنَ مَعَهُ فَيَعُودُ إِلَيْهِمْ ضَمِيرُ (أَخْرِجُوهُمْ) . </p><p> (قُلْنَا) : إِنَّ هَذَا مِمَّا يُعْرَفُ بِالْقَرِينَةِ، وَقَدْ صَرَّحَ بِهِ فِي آيَةِ النَّمْلِ فَفِيهَا:  (أَخْرِجُوا آلَ لُوطٍ)  (٢٧: ٥٦) بَدَلُ أَخْرِجُوهُمْ وَالْبَاقِي سَوَاءٌ، إِلَّا الْعَطْفَ فِي أَوَّلِهَا بِالْفَاءِ، كَآيَةِ الْعَنْكَبُوتِ الَّتِي اخْتَلَفَ فِيهَا الْجَوَابُ، وَهِيَ:  (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ)  (٢٩: ٢٩) وَالْقُرْآنُ يُفَسِّرُ بَعْضُهُ بَعْضًا، وَمَتَى كَانَ الْكَلَامُ مَفْهُومًا كَانَ صَحِيحًا فَصِيحًا وَإِنْ أَشْكَلَ عَلَى جَامِدِي النُّحَاةِ وَإِعْرَابُهُ كَمَا سَبَقَ نَظِيرُهُ. </p><p> (فَإِنْ قِيلَ) : إِنَّ فِي حِكَايَةِ الْجَوَابَيْنِ تَعَارُضًا فِي الْمَعْنَى مَحْكِيًّا بِصِيغَةِ النَّفْيِ وَالْإِثْبَاتِ فِيهِمَا، فَكَيْفَ وَقَعَ هَذَا فِي كِتَابِ اللهِ تَعَالَى وَمَا الَّذِي يَدْفَعُ هَذَا التَّعَارُضَ؟ (قُلْنَا) : إِنَّهُ لَا تَعَارُضَ وَلَا تَنَافِيَ بَيْنَ الْجَوَابَيْنِ؛ لِحَمْلِهِمَا عَلَى الْوُقُوعِ فِي وَقْتَيْنِ. وَلَا شَكَّ أَنَّهُ كَانَ يَنْهَاهُمْ كَثِيرًا، فَكَانَ يَسْمَعُ فِي كُلِّ وَقْتٍ كَلَامًا مِمَّنْ حَضَرَ مِنْهُمْ، وَقَدْ قُلْنَا: إِنَّ قِصَصَ الْقُرْآنِ لَمْ يُقْصَدْ بِهَا سَرْدُ حَوَادِثِ التَّارِيخِ بَلِ الْعِبْرَةُ وَالْمَوْعِظَةُ، فَيُذْكَرُ فِي كُلِّ سُورَةٍ مِنَ الْقِصَّةِ الْوَاحِدَةِ مِنَ الْمَعَانِي وَالْمَوَاعِظِ مَا لَا يُذْكَرُ فِي الْأُخْرَى، وَمَجْمُوعُهَا هُوَ كُلُّ مَا أَرَادَ اللهُ تَعَالَى أَنْ يَعِظَ بِهِ هَذِهِ الْأُمَّةَ. فَمِنَ الْمَعْهُودِ أَنَّ الرُّسُلَ عَلَيْهِمُ السَّلَامُ - وَكَذَا غَيْرُهُمْ مِنَ الْوُعَّاظِ الَّذِينَ يَنْهَوْنَ الضَّالِّينَ وَالْمُجْرِمِينَ عَنِ الْمُنْكَرِ - يُكَرِّرُونَ لَهُمُ الْوَعْظَ بِمَعَانٍ مُتَقَارِبَةٍ، </p><p> وَيَسْمَعُونَ مِنْهُمْ أَجْوِبَةً مُتَشَابِهَةً، وَقَدْ يَقُولُ بَعْضُهُمْ مَا لَا يَقُولُ غَيْرُهُ فَيُعْجِبُهُمْ وَيُقِرُّونَهُ عَلَيْهِ فَيُسْنَدُ إِلَيْهِمْ كُلِّهِمْ. كَمَا يُسْنَدُ إِلَيْهِمْ فِعْلُ الْوَاحِدِ مِنْهُمْ إِذَا رَضُوهُ وَأَقَرُّوهُ عَلَيْهِ وَلَوْ بَعْدَ فِعْلِهِ، كَمَا تَقَدَّمَ آنِفًا فِي إِسْنَادِ عَقْرِ النَّاقَةِ إِلَى قَوْمِ صَالِحٍ وَإِنَّمَا عَقَرَهَا وَاحِدٌ مِنْهُمْ، وَقَدْ حَكَى اللهُ تَعَالَى مِنْ قَوْلِ رَسُولِهِ لُوطٍ عَلَيْهِ السَّلَامُ لِقَوْمِهِ فِي سُورَةِ الْعَنْكَبُوتِ مَا لَمْ يَحْكِهُ فِي سُورَتَيِ الْأَعْرَافِ وَالنَّمْلِ، فَزَادَ عَلَى إِتْيَانِهِمُ الرِّجَالَ قَطْعَ السَّبِيلِ، وَإِتْيَانَهُمُ الْمُنْكَرَ فِي النَّادِي الْحَافِلِ، وَالْمَجْلِسِ الْحَاشِدِ. فَكَأَنَّهُمْ ضَاقُوا بِهِ حِينَئِذٍ ذَرْعًا وَاسْتَعْجَلُوهُ الْعَذَابَ الَّذِي أَنْذَرَهُمْ إِذَا أَصَرُّوا عَلَى عِصْيَانِهِ، وَالْأَظْهَرُ أَنَّ هَذَا كَانَ بَعْدَ أَمْرِهِمْ بِإِخْرَاجِهِ. وَأَنَّ التَّوَعُّدَ بِالْإِخْرَاجِ كَانَ قَبْلَ الْأَمْرِ بِهِ وَاللهُ أَعْلَمُ. </p><p> (فَإِنْ قِيلَ) : هَذَا مَقْبُولٌ لِأَنَّ مِثْلَهُ مَعْهُودٌ مَعْرُوفٌ، وَلَكِنْ مَا وَجْهُ بَدْءِ جُمْلَةِ </p><p> الْجَوَابِ بِالْوَاوِ تَارَةً وَبِالْفَاءِ أُخْرَى، وَمَا وَجْهُ اخْتِصَاصِ كُلٍّ مِنْهُمَا بِمَوْضِعِهِ؟ </p><p> (قُلْنَا) : إِنَّ عَطْفَ الْجُمْلَةِ عَلَى مَا قَبْلَهَا بِكُلٍّ مِنَ \" الْوَاوِ \" وَ \" الْفَاءِ \" جَائِزٌ، إِلَّا أَنَّ فِي \" الْفَاءِ \" زِيَادَةَ مَعْنًى؛ لِأَنَّهَا تُفِيدُ رَبْطَ مَا بَعْدَهَا بِمَا قَبْلَهَا بِمَا يَقْتَضِي وُجُوبَ تُلُوِّهِ لَهُ، فَهُوَ جِمَاعُ مَعَانِيهَا الْعَامَّةِ مِنَ التَّعْقِيبِ وَالسَّبَبِيَّةِ وَجَزَاءِ الشَّرْطِ، وَالْأَصْلُ الْعَامُّ فِي هَذَا الِارْتِبَاطِ أَنْ يَكُونَ مَا بَعْدَ الْفَاءِ أَثَرًا لِفِعْلٍ وَقَعَ قَبْلَهُ، وَكُلٌّ مِنْ آيَتَيِ النَّمْلِ وَالْعَنْكَبُوتِ جَاءَ بَعْدَ إِسْنَادِ فِعْلٍ إِلَى الْقَوْمِ، وَهُوَ قَوْلُهُ فِي الْأُولَى:  (بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ)  (٢٧: ٥٥) وَفِي الثَّانِيَةِ: (أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ)  (٢٩: ٢٩) فَلِذَلِكَ عُطِفَ الْجَوَابُ عَلَى مَا بَعْدَهُمَا بِالْفَاءِ. وَأَمَّا آيَةُ الْأَعْرَافِ فَقَدْ جَاءَتْ بَعْدَ جُمْلَةٍ اسْمِيَّةٍ وَهِيَ قَوْلُهُ:  (بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ) وَإِسْنَادُ صِفَةِ الْإِسْرَافِ إِلَيْهِمْ فِيهَا مَقْصُودٌ بِالذَّاتِ دُونَ مَا قَبْلَهُ مِنْ فِعْلِ الْفَاحِشَةِ الَّذِي كَانَ بِتَكْرَارِهِ عِلَّةً لِهَذِهِ الصِّفَةِ، وَكَانَ الْإِصْرَارُ عَلَيْهِ مَعْلُولًا لَهَا. وَثَمَّ وَجْهٌ آخَرُ لِعَطْفِ هَذِهِ بِالْوَاوِ مَبْنِيٌّ عَلَى مَا اسْتَظْهَرْنَاهُ مِنْ كَوْنِ الْأَمْرِ بِإِخْرَاجِهِ عَلَيْهِ السَّلَامُ </p><p> مِنْ بَعْضِهِمْ قَدْ كَانَ بَعْدَ الْإِنْذَارِ وَالْوَعِيدِ بِهِ مِنْ آخَرِينَ مِنْهُمْ، فَكَانَ بِهَذَا فِي مَعْنَى الْمَعْطُوفِ عَلَيْهِ - فَكَأَنَّهُ قَالَ: فَمَا كَانَ جَوَابُ قَوْمِهِ إِلَّا أَنْ قَالَ بَعْضُهُمْ: لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ، وَأَنْ قَالَ بَعْضُهُمْ: أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ. وَرَدَّدَهُ آخَرُونَ: أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ. وَهَذِهِ الدِّقَّةُ فِي اخْتِلَافِ التَّعْبِيرِ فِي الْمَوَاقِعِ الْمُتَّحِدَةِ أَوِ الْمُتَشَابِهَةِ لِأَمْثَالِ هَذِهِ النُّكَتِ لَا تَجِدُهَا مُطَّرِدَةً إِلَّا فِي كِتَابِ اللهِ تَعَالَى، وَهِيَ مِنْ إِعْجَازِهِ اللَّفْظِيِّ وَلِذَلِكَ يَغْفُلُ عَنْهَا أَكْثَرُ الْمُفَسِّرِينَ. لَا تَجِدُهَا مُطَّرِدَةً إِلَّا فِي كِتَابِ اللهِ تَعَالَى، وَهِيَ مِنْ إِعْجَازِهِ اللَّفْظِيِّ وَلِذَلِكَ يَغْفُلُ عَنْهَا أَكْثَرُ الْمُفَسِّرِينَ. </p><p> بَعْدَ كِتَابَةِ مَا تَقَدَّمَ رَاجَعْتُ (رُوحَ الْمَعَانِي) فَإِذَا هُوَ يَقُولُ: وَإِنَّمَا جِيءَ بِالْوَاوِ فِي (وَمَا كَانَ) إِلَخْ. دُونَ الْفَاءِ كَمَا فِي النَّمْلِ وَالْعَنْكَبُوتِ لِوُقُوعِ الِاسْمِ قَبْلَ الْفِعْلِ هُنَا وَالْفِعْلِ هُنَاكَ، وَالتَّعْقِيبُ بِالْفِعْلِ بَعْدَ الْفِعْلِ حَسَنٌ دُونَ التَّعْقِيبِ بِهِ بَعْدَ الِاسْمِ، وَفِيهِ تَأَمُّلٌ اهـ وَلَعَمْرِي إِنَّهُ جَدِيرٌ بِالتَّأَمُّلِ لِلَفْظِهِ الَّذِي أَوْرَدَهُ بِهِ أَوَّلًا وَلِمَعْنَاهُ بَعْدَ فَهْمِهِ ثَانِيًا، فَإِنْ ظَهَرَ لِلْمُتَأَمِّلِ أَنَّ وَجْهَ الْحُسْنِ فِي التَّعْقِيبِ مَا بَسَطْنَاهُ انْتَهَى تَعَبُ التَّأَمُّلِ بِالْقَبُولِ إِنْ شَاءَ اللهُ وَلَمْ يَكُنْ عَبَثًا، وَإِلَّا كَانَ حَظُّهُ مِنْهُ كَدَّ الذِّهْنِ وَإِضَاعَةَ الْوَقْتِ مَعًا، وَمَا كَتَبْتُ هَذِهِ النُّكْتَةَ، إِلَّا لِأَقُولَ فِيهَا هَذِهِ الْكَلِمَةَ، وَأَنَّى بِذَكَاءِ أَصْحَابِ الْإِيجَازِ الْمُخِلِّ مِنَ الْمُتَعَجِّبِينَ، وَإِنْ قَلَّ مَنْ يَنْتَفِعُ بِعِلْمِهِمْ مِنَ الصَّابِرِينَ، وَسَيَقِلُّ عَدَدُهُمْ فِي هَذِهِ الْأُمَّةِ كَمَا قَلَّ فِي غَيْرِهَا مِنَ الْأُمَمِ الَّتِي عَرِفَتْ قِيمَةَ الْعُمْرِ، فَضَنَّتْ بِهِ أَنْ يَضِيعَ جُلُّهُ فِي حَلِّ رُمُوزِ زَيْدٍ وَعَمْرٍو. </p><p> (فَإِنْ قِيلَ) : إِنَّ الْمَعْهُودَ مِنْ أَهْلِ الرَّذَائِلِ أَنْ يُنْكِرُوهَا أَوْ يُسَمُّوهَا بِغَيْرِ اسْمِهَا وَيَأْلَمُونَ مِمَّنْ يُعَيِّرُهُمْ بِهَا لِمَا جَبَلَ اللهُ عَلَيْهِ الْبَشَرَ مِنْ حُبِّ الْكَمَالِ وَكُرْهِ النَّقْصِ، فَكَيْفَ عَلَّلَ قَوْمُ لُوطٍ </p>"
}