{
  "id": null,
  "sura": 7,
  "aya": 187,
  "text": "<p> عَلَى بِنَاءِ الدِّينِ الْإِسْلَامِيِّ عَلَى قَاعِدَتَيِ: النَّظَرِ الْعَقْلِيِّ، وَالتَّفَكُّرِ، اللَّذَيْنِ يَمْتَازُ بِهِمَا الْأَفْرَادُ وَالْأُمَمُ بَعْضُهَا عَلَى بَعْضٍ وَاللهُ أَعْلَمُ وَأَحْكَمُ. </p><p> يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ مُنَاسَبَةُ هَذِهِ الْآيَةِ لِمَا قَبْلَهَا أَنَّهَا إِرْشَادٌ إِلَى النَّظَرِ وَالتَّفَكُّرِ فِي أَمْرِ السَّاعَةِ الَّتِي يَنْتَهِي بِهَا أَجْلُ جَمِيعِ النَّاسِ، فِي أَثَرِ الْإِرْشَادِ إِلَى النَّظَرِ وَالتَّفَكُّرِ فِي اقْتِرَابِ أَجَلِ مَنْ كَانُوا فِي عَصْرِ التَّنْزِيلِ وَعَهْدِ نُزُولِ هَذِهِ السُّورَةِ مِنْهُمْ، وَبِعِبَارَةٍ أُخْرَى أَنَّهَا كَلَامٌ فِي السَّاعَةِ الْعَامَّةِ، وَبَعْدَ الْكَلَامِ فِي السَّاعَةِ الْخَاصَّةِ. قَالَ تَعَالَى: </p><p> يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا السَّاعَةُ فِي اللُّغَةِ جُزْءٌ قَلِيلٌ غَيْرُ مُعَيَّنٍ مِنَ الزَّمَانِ، وَتُسَمَّى سَاعَةٌ زَمَانِيَّةٌ، وَمِنْهُ قَوْلُهُ تَعَالَى فِي أَوَائِلِ هَذِهِ السُّورَةِ: </p><p> لَا يَسْتَأْخِرُونَ سَاعَةً (٧: ٣٤) وَفِي اصْطِلَاح الْفَلَكِيِّينَ جُزْءٌ مِنْ ٢٤ جُزْءًا مُتَسَاوِيَةً مِنَ الْيَوْمِ وَاللَّيْلَةَ، وَهِيَ تَنْقَسِمُ إِلَى سِتِّينَ دَقِيقَةً، وَالدَّقِيقَةُ إِلَى سِتِّينَ ثَانِيَةً، وَقَدْ صَارَ هَذَا التَّقْسِيمُ عُرْفًا عَامًّا فِي جَمِيعِ الْبِلَادِ الْحَضَرِيَّةِ يُضْبَطُ بِآلَةٍ تُسَمَّى السَّاعَةُ، وَكَانَ مَعْرُوفًا عِنْدَ الْعَرَبِ، وَثَبَتَ فِي الْحَدِيثِ \" يَوْمُ الْجُمُعَةِ اثْنَتَا عَشْرَةَ سَاعَةً \" يَعْنِي نَهَارَهَا. </p><p> وَفِي لِسَانِ الْعَرَبِ: السَّاعَةُ جُزْءٌ مِنْ أَجْزَاءِ اللَّيْلِ وَالنَّهَارِ، وَالْجَمِيعُ سَاعَاتٌ وَسَاعٌ، وَجَاءَنَا بَعْدَ سَوْعٍ مِنَ اللَّيْلِ وَبَعْدَ سَوَاعٍ. أَيْ بَعْدَ هَدْءٍ مِنْهُ - أَوْ بَعْدَ سَاعَةٍ. وَالسَّاعَةُ الْوَقْتُ الْحَاضِرُ، وَقَوْلُهُ تَعَالَى: وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ (٣٠: ٥٥) يَعْنِي بِالسَّاعَةِ الْوَقْتَ الَّذِي تَقُومُ فِيهِ الْقِيَامَةُ، فَلِذَلِكَ تَرَكَ أَنْ يُعَرِّفَ أَيَّ سَاعَةٍ هِيَ. فَإِنْ سُمِّيَتِ الْقِيَامَةُ سَاعَةً فَعَلَى هَذَا، وَالسَّاعَةُ الْقِيَامَةُ. وَقَالَ الزَّجَّاجُ: اسْمٌ لِلْوَقْتِ الَّذِي يُصْعَقُ فِيهِ الْعِبَادُ، وَالْوَقْتُ الَّذِي يُبْعَثُونَ فِيهِ وَتَقُومُ فِيهِ الْقِيَامَةُ، سُمِّيَتْ سَاعَةً ; لِأَنَّهَا تَفْجَأُ النَّاسَ فِي سَاعَةٍ فَيَمُوتُ الْخَلْقُ كُلُّهُمْ عِنْدَ الصَّيْحَةِ الْأُولَى الَّتِي ذَكَرَهَا اللهُ عَزَّ وَجَلَّ فَقَالَ: إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ (٣٦: ٢٩) ثُمَّ ذَكَرَ أَنَّهُ تَكَرَّرَ ذِكْرُهَا فِي الْقُرْآنِ وَالْحَدِيثِ، وَأَنَّهَا تُطْلَقُ فِي الْأَصْلِ بِمَعْنَيَنِ، وَهُمَا </p><p> مَا ذَكَرْنَا أَوَّلًا مِنَ السَّاعَةِ الزَّمَانِيَّةِ وَالسَّاعَةِ الْفَلَكِيَّةِ، وَقَالَ فِي الْمَعْنَى الْأَوَّلِ: يُقَالُ جَلَسْتُ عِنْدَكَ سَاعَةً مِنَ النَّهَارِ أَيْ وَقْتًا قَلِيلًا مِنْهُ ثُمَّ اسْتُعِيرَ لِاسْمِ يَوْمِ الْقِيَامَةِ، قَالَ الزَّجَّاجُ: مَعْنَى السَّاعَةِ فِي كُلِّ الْقُرْآنِ: الْوَقْتُ الَّذِي تَقُومُ فِيهِ الْقِيَامَةُ - يُرِيدُ أَنَّهَا سَاعَةُ خَفِيفَةٌ يَحْدُثُ فِيهَا أَمْرٌ عَظِيمٌ، فَلِقِلَّةِ الْوَقْتِ الَّذِي تَقُومُ فِيهِ سَمَّاهَا سَاعَةً اهـ أَقُولُ: الصَّوَابُ أَنَّهَا اسْتُعْمِلَتْ فِي الْقُرْآنِ مُنَكَّرَةً بِمَعْنَى السَّاعَةِ الزَّمَانِيَّةِ، وَمُعَرَّفَةً بِالْأَلِفِ وَاللَّامِ الْعَهْدِيَّةِ بِمَعْنَى السَّاعَةِ الشَّرْعِيَّةِ، وَهِيَ سَاعَةُ خَرَابِ هَذَا الْعَالَمِ، وَمَوْتِ أَهْلِ الْأَرْضِ، وَجَمَعَ بَيْنِهِمَا فِي قَوْلِهِ تَعَالَى: وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ (٣٠: ٥٥) وَقِيلَ: إِنَّ هَذَا الْقَوْلَ هُوَ وَجْهُ تَسْمِيَتِهَا بِالسَّاعَةِ. </p><p> وَالْغَالِبُ فِي اسْتِعْمَالِ الْقُرْآنِ التَّعْبِيرُ بِيَوْمِ الْقِيَامَةِ عَنْ يَوْمِ الْبَعْثِ وَالْحَشْرِ الَّذِي يَكُونُ بَعْدَ الْمَوْتِ، الَّذِي يَكُونُ فِيهِ الْحِسَابُ، وَمَا يَتْلُوهُ مِنَ الْجَزَاءِ - وَالتَّعْبِيرُ بِالسَّاعَةِ عَنِ الْوَقْتِ الَّذِي يَمُوتُ فِيهِ الْأَحْيَاءُ فِي هَذَا الْعَالَمِ، وَيَضْطَرِبُ نِظَامُهُ وَيَخْرَبُ بِمَا يَكُونُ فِيهِ مِنَ الْأَهْوَالِ يَتْلُو بَعْضُهَا بَعْضًا، فَالسَّاعَةُ هِيَ الْمَبْدَأُ، وَالْقِيَامَةُ هِيَ الْغَايَةُ، فَفِي الْأُولَى </p><p> الْمَوْتُ وَالْهَلَاكُ، وَفِي الْآخِرَةِ الْبَعْثُ وَالْجَزَاءُ. وَبَعْضُ التَّعْبِيرَاتِ فِي كُلٍّ مِنْهُمَا يُحْتَمَلُ حُلُولُهُ مَحَلَّ الْآخَرِ فِي الْغَالِبِ، وَفِي الْمَعْنَى الْمُشْتَرَكِ الَّذِي يَعُمُّ الْمَبْدَأَ وَالْغَايَةَ. وَحَمَلَ بَعْضُ الْمُفَسِّرِينَ الْآيَاتِ عَلَى الْقِيَامَةِ الصُّغْرَى لِكُلِّ فَرْدٍ وَهِيَ سَاعَةُ مَوْتِهِ، وَزَادَ بَعْضُهُمُ الْقِيَامَةَ الْوُسْطَى، وَهِيَ هَلَاكُ الْجِيلِ أَوِ الْقَرْنِ، وَفَسَّرُوا بِهِ حَدِيثَ \" إِذَا وُسِّدَ الْأَمْرُ إِلَى غَيْرِ أَهْلِهِ فَانْتَظِرُوا السَّاعَةَ رَوَاهُ الْبُخَارِيُّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ. وَقَدْ يُرَادُ بِالسَّاعَةِ هُنَا سَاعَةُ زَوَالِ الدَّوْلَةِ; لِأَنَّ هَذَا مِنْ شُئُونِهَا، وَاسْتَدَلُّوا عَلَيْهِ بِحَدِيثِ إِذَا مَاتَ أَحَدُكُمْ فَقَدْ قَامَتْ قِيَامَتُهُ رَوَاهُ الدَّيْلَمِيُّ عَنْ أَنَسٍ مَرْفُوعًا.وَفِي حَدِيثِ عَائِشَةَ مِنْ صَحِيحٍ مُسْلِمٍ:كَانَ الْأَعْرَابُ يَسْأَلُونَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ السَّاعَةِ فَنَظَرَ إِلَى أَحْدَثِ إِنْسَانٍ مِنْهُمْ فَقَالَ \" إِنَّ يَعِشْ هَذَا لَمْ يُدْرِكْهُ الْهِرَمُ قَامَتْ عَلَيْكُمْ سَاعَتُكُمْ \" وَمِثْلُهُ مِنْ حَدِيثِ أَنَسٍ عِنْدَهُ أَيْضًا وَهُوَ أَصْرَحُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ لِإِضَافَةِ السَّاعَةِ إِلَيْهِمْ. قَالَ الدَّاوُودِيُّ: هَذَا الْجَوَابُ مِنْ مَعَارِيضِ الْكَلَامِ فَإِنَّهُ لَوْ قَالَ لَهُمْ: لَا أَدْرِي - ابْتِدَاءً مَعَ مَا هُمْ فِيهِ مِنَ الْجَفَاءِ، وَقَبْلَ تَمَكُّنِ الْإِيمَانِ فِي قُلُوبِهِمْ - لَارْتَابُوا، فَعَدَلَ إِلَى إِعْلَامِهِمْ بِالْوَقْتِ الَّذِي يَنْقَرِضُونَ هُمْ فِيهِ. وَقَالَ الْكِرْمَانِيُّ: إِنَّ هَذَا الْجَوَابَ مِنَ الْأُسْلُوبِ الْحَكِيمِ، أَيْ دَعُوا السُّؤَالَ عَنْ وَقْتِ الْقِيَامَةِ الْكُبْرَى فَإِنَّهَا لَا يَعْلَمُهَا إِلَّا اللهُ، وَاسْأَلُوا عَنِ الْوَقْتِ الَّذِي يَقَعُ فِيهِ انْقِرَاضُ عَصْرِكُمْ فَهُوَ أَوْلَى لَكُمْ ; لِأَنَّ مَعْرِفَتَكُمْ تَبْعَثُكُمْ عَلَى مُلَازَمَةِ الْعَمَلِ الصَّالِحِ قَبْلَ فَوْتِهِ ; لِأَنَّ أَحَدَكُمْ لَا يَدْرِي مَنِ الَّذِي يَسْبِقُ الْآخَرَ اهـ. وَقَالَ ابْنُ الْجَوْزِيِّ: كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَكَلَّمُ بِأَشْيَاءَ عَلَى سَبِيلِ الْقِيَاسِ، وَهُوَ دَلِيلٌ مَعْمُولٌ بِهِ، فَكَأَنَّهُ لَمَّا نَزَلَتْ عَلَيْهِ الْآيَاتُ فِي قُرْبِ السَّاعَةِ كَقَوْلِهِ تَعَالَى: أَتَى أَمْرُ اللهِ فَلَا تَسْتَعْجِلُوهُ (١٦: ١) وَقَوْلِهِ: </p><p> وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ (١٦: ٧٧) حُمِلَ ذَلِكَ عَلَى أَنَّهَا لَا تَزِيدُ عَلَى مُضِيِّ قَرْنٍ وَاحِدٍ، وَمِنْ ثَمَّ قَالَ فِي الدَّجَّالِ \" إِنْ يَخْرُجْ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ \" فَجَوَّزَ خُرُوجَ الدَّجَّالِ فِي حَيَاتِهِ. قَالَ: وَفِيهِ وَجْهٌ آخَرُ - وَذُكِرَ مِثْلُ مَا تَقَدَّمَ عَنِ الدَّاوُودِيِّ، وَرَجَّحَهُ الْحَافِظُ فِي الْفَتْحِ. </p><p> وَمِمَّا اخْتَلَفُوا فِي تَفْسِيرِ السَّاعَةِ فِيهِ بِالْوُجُوهِ الثَّلَاثَةِ الْمَذْكُورَةِ قَوْلُهُ تَعَالَى: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا (٦: ٣١) وَقَوْلُهُ تَعَالَى: قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ </p><p> اللهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ (٦: ٤٠) ؟ وَيُرَاجَعُ تَفْسِيرُهُمَا فِي الْجُزْءِ السَّابِعِ. </p><p> وَحَيْثُ يُذْكَرُ قِيَامُ السَّاعَةِ كَآيَاتِ سُورَةِ الرُّومِ الثَّلَاثِ (١٢ و١٤ و٥٥) وَآيَةِ سُورَةِ غَافِرٍ: وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ (٤٠: ٤٦) فَالْمُتَبَادِرُ مِنْهُ غَايَتُهَا يَوْمَ الْبَعْثِ وَالْحِسَابِ وَالْجَزَاءِ - وَحَيْثُ يُذْكَرُ التَّكْذِيبُ بِهَا أَوِ الْمُمَارَاةُ فِيهَا، فَالْمُرَادُ الْمَعْنَى الْعَامُّ لِكُلِّ مَا وَعَدَ اللهُ بِهِ وَأَوْعَدَ مِنْ أَمْرِ مُبْئِسِهَا وَغَايَتِهَا. </p><p> وَحَيْثُ يُذْكَرُ اقْتِرَابُ السَّاعَةِ أَوْ مَجِيئُهَا وَإِثْبَاتُهَا وَلَا سِيَّمَا إِذَا قُرِنَ بِبَغْتَةٍ، فَالْمُتَبَادِرُ مِنْهُ مَبْدَأُ الْقِيَامَةِ وَخَرَابُ الْعَالَمِ الَّذِي نَعِيشُ فِيهِ، وَمِنْ هَذَا الْقَبِيلِ السُّؤَالُ عَنْهَا فَإِنَّ السُّؤَالَ يَكُونُ عَنْ أَوَّلِ الْأَمْرِ الْمُنْتَظَرِ فِي الْغَالِبِ، وَمِنْهُ آيَةُ الْأَعْرَافِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا. </p><p> فَقَوْلُهُ تَعَالَى: أَيَّانَ مُرْسَاهَا مَعْنَاهُ يَسْأَلُونَكَ أَيُّهَا الرَّسُولُ عَنِ السَّاعَةِ قَائِلِينَ: أَيَّانَ مُرْسَاهَا؟ أَيْ مَتَى إِرْسَاؤُهَا وَحُصُولُهَا وَاسْتِقْرَارُهَا - أَوْ يَسْأَلُونَكَ عَنْهَا مِنْ حَيْثُ زَمَنِ مَجِيئِهَا وَثُبُوتِهَا بِالْوُقُوعِ وَالْحُصُولِ. . . فَأَيَّانَ ظَرْفُ زَمَانٍ، وَمُرْسَاهَا، مَصْدَرٌ مَعْنَاهُ إِرْسَاؤُهَا، يُقَالُ: رَسَا الشَّيْءُ يَرْسُو: ثَبَتَ، وَأَرْسَاهُ غَيْرُهُ، وَمِنْهُ إِرْسَاءُ السَّفِينَةِ وَإِيقَافُهَا بِالْمِرْسَاةِ الَّتِي تُلْقَى فِي الْبَحْرِ فَتَمْنَعُهَا مِنَ الْجَرَيَانِ، قَالَ تَعَالَى: بِسْمِ اللهِ مَجْرَاهَا وَمُرْسَاهَا (١١: ٤١) وَقَالَ: وَالْجِبَالَ أَرْسَاهَا (٧٩: ٣٢) . </p><p> وَفِي السُّؤَالِ عَنْ زَمَنِ وُقُوعِهَا بِحَرْفِ الْإِرْسَاءِ الدَّالِّ عَلَى اسْتِقْرَارِ مَا شَأْنُهُ الْحَرَكَةُ وَالْجَرَيَانُ أَوِ الْمَيَدَانُ وَالِاضْطِرَابُ - نُكْتَةٌ دَقِيقَةٌ هِيَ فِي أَعْلَى دَرَجِ الْبَلَاغَةِ. وَهُوَ أَنَّ قِيَامَ السَّاعَةِ عِبَارَةٌ عَنِ انْتِهَاءِ أَمْرِ هَذَا الْعَالَمِ، وَانْقِضَاءِ عُمْرِ هَذِهِ الْأَرْضِ الَّتِي تَدُورُ بِمَنْ فِيهَا مِنَ الْعَوَالِمِ الْمُتَحَرِّكَةِ الْمُضْطَرِبَةِ، فَعَبَّرَ بِإِرْسَائِهَا عَنْ مُنْتَهَى أَمْرِهَا وَوُقُوفِ سَيْرِهَا، وَالسَّاعَةُ زَمَنٌ، وَهُوَ أَمْرٌ مُقَدَّرٌ، لَا جِسْمٌ سَائِرٌ أَوْ مُسَيَّرٌ، وَمَا يَقَعُ فِيهَا وَيُعَبَّرُ بِهَا عَنْهُ فَهُوَ حَرَكَةُ اضْطِرَابٍ وَزِلْزَالٍ، لَا رُسُوٌّ وَلَا إِرْسَاءٌ، وَهُوَ أَمْرٌ مُسْتَقْبَلٌ لَا حَاصِلٌ، وَمُتَوَقَّعٌ لَا وَاقِعٌ، وَقَوْلُهُ تَعَالَى: إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَا لَهُ مِنْ دَافِعٍ (٥٢: ٧، ٨) مَعْنَاهُ أَنَّهُ سَيَقَعُ حَتْمًا ; وَلِذَلِكَ عَلَّقَ بِهِ بَيَانَ مَا يَقَعُ فِيهِ بِقَوْلِهِ: يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا وَتَسِيرُ الْجِبَالُ سَيْرًا فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ </p><p> (١٥٢: ٩ - ١١) فَلَمْ يَبْقَ لِإِرْسَائِهَا مَعْنًى إِلَّا إِرْسَاءَ حَرَكَةِ هَذَا الْعَالَمِ فِيهَا، وَإِنَّهُ لَتَعْبِيرٌ بَلِيغٌ، لَمْ يُعْهَدْ لَهُ فِي كَلَامِ </p><p> الْبُلَغَاءِ نَظِيرٌ، وَلَمْ أَرَ أَحَدًا نَبَّهَ لِهَذَا. وَذِكْرُ السَّاعَةِ أَوَّلًا، وَالِاسْتِفْهَامُ عَنْ زَمَنِ وُقُوعِهَا ثَانِيًا عَلَى قَاعِدَةِ تَقْدِيمِ الْأَهَمِّ، وَهُوَ الْمَقْصُودُ بِالذَّاتِ. </p><p> قِيلَ: إِنَّ الْمُرَادَ بِالسَّائِلِينَ هُنَا الْيَهُودُ، سَأَلُوهُ عَنْهَا امْتِحَانًا. قَالُوا: إِنْ كَانَ نَبِيًّا فَإِنَّهُ لَا يُعَيِّنُ لَهَا زَمَنًا; لِأَنَّ اللهَ تَعَالَى لَمْ يُطْلِعْ عَلَى ذَلِكَ أَحَدًا مِنْ رُسُلِهِ، وَقِيلَ: قُرَيْشٌ. وَيُرَجِّحُهُ أَنَّ السُّورَةَ مَكِّيَّةٌ، وَلَمْ يَكُنْ فِي مَكَّةَ أَحَدٌ مِنَ الْيَهُودِ، وَصِيغَةُ \" يَسْأَلُونَكَ \" الْمُتَبَادِرُ مِنْهَا الْحَالُ لَا الِاسْتِقْبَالُ الْبَعِيدُ، وَفِي آيَةِ الْأَحْزَابِ يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا (٣٣: ٦٣) وَهَذِهِ مَدَنِيَّةٌ. </p><p> قَالَ ابْنُ كَثِيرٍ بَعْدَ تَرْجِيحِ كَوْنِ السَّائِلِينَ مِنْ قُرَيْشٍ: وَكَانُوا يَسْأَلُونَ عَنْ وَقْتِ السَّاعَةِ اسْتِبْعَادًا لِوُقُوعِهَا، وَتَكْذِيبًا بِوُجُودِهَا كَمَا قَالَ تَعَالَى: وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (١٠: ٤٨) وَقَالَ تَعَالَى: يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ (٤٢: ١٨) وَقَوْلُهُ: أَيَّانَ مُرْسَاهَا قَالَ عَلِيُّ بْنُ طَلْحَةَ عَنِ ابْنِ عَبَّاسٍ: مُنْتَهَاهَا. أَيْ مَتَى مَحَطُّهَا، وَأَيَّانَ آخِرُ مُدَّةِ الدُّنْيَا الَّذِي هُوَ أَوَّلُ وَقْتِ السَّاعَةِ اهـ. </p><p> قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي قُلْ أَيُّهَا النَّذِيرُ: إِنَّ عِلْمَ السَّاعَةِ عِنْدَ رَبِّي وَحْدَهُ، لَيْسَ عِنْدِي وَلَا عِنْدَ غَيْرِي مِنَ الْخَلْقِ شَيْءٌ مِنْهُ - وَهَذَا يَدُلُّ عَلَيْهِ لَفْظُ \" إِنَّمَا \" مِنَ الْحَصْرِ، كَمَا قَالَ تَعَالَى فِي الْآيَةِ الَّتِي فَسَّرَ بِهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَفَاتِحَ الْغَيْبِ: إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ (٣١: ٣٤) أَيْ عِنْدَهُ لَا عِنْدَ أَحَدٍ سِوَاهُ - وَمِثْلُهُ قَوْلُهُ تَعَالَى: إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا (٤١: ٤٧) الْآيَةَ. أَيْ يُرَدُّ إِلَيْهِ وَحْدَهُ لَا إِلَى غَيْرِهِ. وَأَشْبَهُ الْآيَاتِ الدَّالَّةِ عَلَى اسْتِئْثَارِ عِلْمِ اللهِ تَعَالَى بِالسَّاعَةِ بِآيَةِ الْأَعْرَافِ آيَتَانِ: آيَةُ الْأَحْزَابِ (٣٣: ٦٣) وَذَكَرْنَاهَا آنِفًا - وَآيَةُ أَوَاخِرِ النَّازِعَاتِ وَمَا بَعْدَهَا: يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا فِيمَ أَنْتَ مِنْ ذِكْرَاهَا إِلَى رَبِّكَ مُنْتَهَاهَا إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا (٧٩: ٤٢ - ٤٦) أَيْ إِلَى رَبِّكَ وَحْدَهُ مِنْ دُونِكِ، وَدُونِ سَائِرِ خَلْقِهِ مُنْتَهَى أَمْرِ السَّاعَةِ الَّذِي يَسْأَلُونَكَ عَنْهُ، وَإِنَّمَا أَنْتَ مُنْذِرٌ لِأَهْلِ الْإِيمَانِ الَّذِينَ يَخْشَوْنَهَا، وَيَسْتَعِدُّونَ لَهَا لَا تَعْدُو وَظِيفَتُهُ الْإِنْذَارَ وَالتَّعْلِيمَ وَالْإِرْشَادَ. </p><p> فَهَذِهِ الْآيَاتُ كَآيَةِ الْأَعْرَافِ سُؤَالًا وَجَوَابًا، فَالسُّؤَالُ عَنِ السَّاعَةِ مِنْ حَيْثُ إِرْسَاؤُهَا وَمُنْتَهَى أَمْرِهَا، وَالْجَوَابُ رَدُّ ذَلِكَ إِلَى الرَّبِّ مُضَافًا إِلَى ضَمِيرِ رَسُولِهِ، فَمَا أَخْبَرَهُ بِهِ فِي قَوْلِهِ: إِلَى رَبِّكِ مُنْتَهَاهَا هُوَ مَا أَمَرَهُ أَنْ يُجِيبَ بِهِ فِي قَوْلِهِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي وَفِيهِ إِيذَانٌ بِأَنَّ مَا هُوَ مِنْ شَأْنِ الرَّبِّ، لَا يَكُونُ لِلْعَبْدِ، فَهُوَ تَعَالَى قَدْ رَبَّاهُ لِيَكُونَ مُنْذِرًا وَمُبَشِّرًا </p><p> لَا لِلْإِخْبَارِ عَنِ الْغُيُوبِ بِأَعْيَانِهَا وَأَوْقَاتِهَا، وَالْإِنْذَارُ إِنَّمَا يُنَاطُ بِالْإِعْلَامِ بِالسَّاعَةِ وَأَهْوَالِهَا، وَالنَّارِ وَسَلَاسِلِهَا وَأَغْلَالِهَا، وَلَا تَتِمُّ الْفَائِدَةُ مِنْهُ إِلَّا بِإِبْهَامِ وَقْتِهَا ; لِيَخْشَى أَهْلُ كُلِّ زَمَنٍ إِتْيَانَهَا فِيهِ، وَالْإِعْلَامُ بِوَقْتِ إِتْيَانِهَا وَتَحْدِيدِ تَارِيخِهَا يُنَافِي هَذِهِ الْفَائِدَةَ بَلْ فِيهِ مَفَاسِدٌ أُخْرَى، فَلَوْ قَالَ الرَّسُولُ لِلنَّاسِ: إِنَّ السَّاعَةَ تَأْتِي بَعْدَ أَلْفَيْ سَنَةٍ مِنْ يَوْمِنَا هَذَا، مَثَلًا - وَأَلْفَا سَنَةٍ فِي تَارِيخِ الْعَالَمِ وَآلَافُ السِّنِينَ تُعَدُّ أَجَلًا قَرِيبًا - لَرَأَى الْمُكَذِّبِينَ يَسْتَهْزِئُونَ بِهَذَا الْخَبَرِ، وَيُلِحُّونَ فِي تَكْذِيبِهِ، وَالْمُرْتَابِينَ يَزْدَادُونَ ارْتِيَابًا، حَتَّى إِذَا مَا قَرُبَ الْأَجَلُ وَقَعَ الْمُؤْمِنُونَ فِي رُعْبٍ عَظِيمٍ يُنَغِّصُ عَلَيْهِمْ حَيَاتَهُمْ، وَيُوقِعُ الشَّلَلَ فِي أَعْضَائِهِمْ، وَالتَّشَنُّجَ فِي أَعْصَابِهِمْ، حَتَّى لَا يَسْتَطِيعُونَ عَمَلًا وَلَا يَسِيغُونَ طَعَامًا وَلَا شَرَابًا، وَمِنْهُمْ مَنْ يُخْرِجُ مِنْ مَالِهِ وَمَا يَمْلِكُهُ، مِنْ حَيْثُ يَكُونُ الْكَافِرُونَ آمِنِينَ، يَسْخَرُونَ مِنَ الْمُؤْمِنِينَ، وَقَدْ وَقَعَ فِي أُورُبَّةَ أَنْ أَخْبَرَ بَعْضُ رِجَالِ الْكَنِيسَةِ الَّذِينَ كَانَ يُقَلِّدُهُمُ الْجُمْهُورُ بِأَنَّ الْقِيَامَةَ تَقُومُ فِي سَنَةِ كَذَا، فَهُلِعَتِ الْقُلُوبُ، وَاخْتَلَّتِ الْأَعْمَالُ، وَأُهْمِلَ أَمْرُ الْعِيَالِ، وَوَقَفَ الْمُصَدِّقُونَ مَا يَمْلِكُونَ عَلَى الْكَنَائِسِ وَالْأَدْيَارِ، وَلَمْ تَهْدَأِ الْأَنْفُسُ، وَيَثُبْ إِلَيْهَا رُشْدُهَا إِلَّا بَعْدَ ظُهُورِ كَذِبِ النَّبَأِ بِمَجِيءِ أَجَلِهِ دُونَ وُقُوعِهِ، فَالْحِكْمَةُ الْبَالِغَةُ إِذًا فِي إِبْهَامِ أَمْرِ السَّاعَةِ الْعَامَّةِ لِلْعَالَمِ، وَكَذَا السَّاعَةِ الْخَاصَّةِ بِأَفْرَادِ النَّاسِ، أَوْ بِالْأُمَمِ وَالْأَجْيَالِ، وَجَعْلِهَا مِنَ الْغَيْبِ الَّذِي اسْتَأْثَرَ اللهُ تَعَالَى بِهِ، عَلَى مَا سَنَذْكُرُ فِي إِيضَاحِهِ، فَلِذَلِكَ قَالَ بَعْدَ حَصْرِ أَمْرِهَا فِي عِلْمِهِ: . </p><p> لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ هَذَا جَوَابٌ عَنْ طَلَبِ مَعْرِفَةِ الْوَقْتِ الَّذِي يَكُونُ إِرْسَاؤُهَا فِيهِ، يُقَالُ: جَلَا لِي الْأَمْرُ وَانْجَلَى، وَجَلَّاهُ فَلَانٌ تَجْلِيَةً بِمَعْنَى: كَشَفَهُ وَأَظْهَرَهُ أَتَمَّ الْإِظْهَارِ. وَاللَّامُ الدَّاخِلَةُ عَلَى وَقْتِهَا تُسَمَّى لَامُ التَّوْقِيتِ كَقَوْلِهِمْ: وَكُتِبَ هَذَا الْكِتَابُ لِغُرَّةِ الْمُحَرَّمِ أَوْ لِعَشْرٍ مَضَيْنَ أَوْ بَقِينَ مِنْ صَفَرٍ. وَالْمَعْنَى: لَا يُكْشَفُ حِجَابُ الْخَفَاءِ عَنْهَا، وَلَا يُظْهِرُهَا فِي وَقْتِهَا الْمَحْدُودِ عِنْدَ الرَّبِّ تَعَالَى إِلَّا هُوَ، فَلَا </p><p> وَسَاطَةَ بَيْنَهُ وَبَيْنَ عِبَادِهِ فِي إِظْهَارِهَا، وَلَا الْإِعْلَامِ بِمِيقَاتِهَا، وَإِنَّمَا وَسَاطَةُ الرُّسُلِ عَلَيْهِمُ السَّلَامُ فِي الْإِنْذَارِ بِهَا. </p><p> وَقَفَّى عَلَى هَذَا الْإِيئَاسِ مِنْ عِلْمِ أَمْرِهَا، وَالْإِنْبَاءِ بِوَقْتِ وُقُوعِهَا بِقَوْلِهِ فِي تَعْظِيمِ شَأْنِهَا وَسِرِّ إِخْفَاءِ وَقْتِهَا: ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ أَيْ: ثَقُلَ وَقْعُهَا وَعَظُمَ أَمْرُهَا فِي السَّمَاوَاتِ وَالْأَرْضِ عَلَى أَهْلِهَا مِنَ الْمَلَائِكَةِ وَالْإِنْسِ وَالْجِنِّ ; لِأَنَّ اللهَ تَعَالَى نَبَّأَهُمْ بِأَهْوَالِهَا، وَلَمْ يُشْعِرْهُمْ بِمِيقَاتِهَا، فَهُمْ يَتَوَقَّعُونَ أَمْرًا عَظِيمًا لَا يَدْرُونَ مَتَّى يَفْجَؤُهُمْ وُقُوعُهُ. </p><p> رُوِيَ عَنْ قَتَادَةَ فِي تَفْسِيرِ الْجُمْلَةِ أَنَّهُ قَالَ: ثَقُلَ عِلْمُهَا عَلَى أَهْلِ السَّمَاوَاتِ وَالْأَرْضِ أَنَّهُمْ لَا يَعْلَمُونَ. وَقَالَ السُّدِّيُّ: خَفِيَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ فَلَا يَعْلَمُ قِيَامَهَا مَلَكٌ مُقَرَّبٌ، وَلَا نَبِيٌّ مُرْسَلٌ، فَهَذَانِ الْقَوْلَانِ تَفْسِيرٌ لِثِقَلِهَا بِفَقْدِ الْعِلْمِ بِهَا، فَإِنَّ الْمَجْهُولَ ثَقِيلٌ عَلَى النَّفْسِ، وَلَا سِيَّمَا إِذَا كَانَ عَظِيمًا، وَرُوِيَ عَنِ ابْنِ مَعْمَرٍ وَابْنِ جُرَيْجٍ أَنَّ ثِقَلَهَا يَكُونُ يَوْمَ مَجِيئِهَا إِذَا الشَّمْسُ كُوِّرَتْ </p><p> (٨١: ١) وَإِذَا السَّمَاءُ انْفَطَرَتْ وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (٨٢: ١، ٢) وَإِذَا رُجَّتِ الْأَرْضُ رَجًّا وَبُسَّتِ الْجِبَالُ بَسًّا فَكَانَتْ هَبَاءً مُنْبَثًّا ٥٦: ٤ - ٦ وَغَيْرُ ذَلِكَ مِمَّا وَصَفَهُ اللهُ تَعَالَى مِنْ أَمْرِ قِيَامِهَا. وَعَنِ ابْنِ عَبَّاسٍ فِي ثِقَلِهَا: لَيْسَ شَيْءٌ مِنَ الْخَلْقِ إِلَّا يُصِيبُهُ مِنْ ضَرَرِ يَوْمِ الْقِيَامَةِ، وَلِكُلِّ رِوَايَةٍ وَجْهٌ صَحِيحٌ، وَالْمُتَبَادِرُ مِنَ الْجُمْلَةِ مَا ذَكَرْنَاهُ أَوَّلًا، وَهُوَ يَتَّفِقُ مَعَ جُمْلَةِ هَذِهِ الرِّوَايَاتِ. </p><p> لَا تَأْتِيكُمْ إِلَّا بَغْتَةً أَيْ: فَجْأَةً عَلَى حِينِ غَفْلَةٍ، مِنْ غَيْرِ تَوَقُّعٍ وَلَا انْتِظَارٍ، وَلَا إِشْعَارٍ وَلَا إِنْذَارٍ، وَقَدْ تَكَرَّرَ هَذَا الْقَوْلُ فِي التَّنْزِيلِ، وَجَاءَ فِي حَدِيثِ أَبِي هُرَيْرَةَ مِنَ الصَّحِيحَيْنِ، وَاللَّفْظُ لِلْبُخَارِيِّ \" وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ نَشَرَ الرَّجُلَانِ ثَوْبَهُمَا بَيْنَهُمَا فَلَا يَتَبَايَعَانِهِ وَلَا يَطْوِيَانِهِ، وَلَتَقُومَنَّ السَّاعَةُ، وَقَدِ انْصَرَفَ الرَّجُلُ بِلَبَنِ لِقْحَتِهِ فَلَا يَطْعَمُهُ، وَلَتَقُومَنَّ السَّاعَةُ وَهُوَ يَلِيطُ حَوْضَهُ فَلَا يُسْقَى فِيهِ، وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ رَفَعَ أَحَدُكُمْ أُكْلَتَهُ إِلَى فِيهِ فَلَا يَطْعَمُهَا \" وَالْمَعْنَى: أَنَّهَا تَبْغُتُ النَّاسَ وَهُمْ مُنْهَمِكُونَ فِي أُمُورِ مَعَايِشِهِمُ الْمُعْتَادَةِ. وَأَبْلَغُ مِنْ هَذَا قَوْلَهُ تَعَالَى فِي أَوَّلِ سُورَةِ الْحَجِّ: يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ يَوْمَ </p><p> تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللهِ شَدِيدٌ (٢٢: ١، ٢) . </p><p> فَيَجِبُ عَلَى الْمُؤْمِنِينَ أَنْ يَخَافُوا ذَلِكَ الْيَوْمَ، وَأَنْ يَحْمِلَهُمُ الْخَوْفُ عَلَى مُرَاقَبَةِ اللهِ تَعَالَى فِي أَعْمَالِهِمْ فَيَلْتَزِمُوا فِيهَا الْحَقَّ، وَيَتَحَرَّوُا الْخَيْرَ، وَيَتَّقُوا الشَّرَّ وَالْمَعَاصِيَ، وَلَا يَجْعَلُوا حَظَّهُمْ مِنْ أَمْرِ السَّاعَةِ الْجِدَالَ، وَالْقِيلَ وَالْقَالَ. وَإِنَّنَا نَرَى بَعْضَ الْمُتَأَخِّرِينَ قَدْ شَغَلُوا الْمُسْلِمِينَ عَنْ ذَلِكَ بِبَحْثٍ افْتَجَرَهُ بَعْضُ الْغُلَاةِ، وَهُوَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَبْقَ طُولَ عُمْرِهِ لَا يَعْلَمُ مَتَى تَقُومُ السَّاعَةُ كَمَا تَدُلُّ عَلَيْهِ آيَاتُ الْقُرْآنِ الْكَثِيرَةُ بَلْ أَعْلَمَهُ اللهُ تَعَالَى بِهِ بَلْ زَعَمَ أَنَّهُ أَطْلَعَهُ عَلَى كُلِّ مَا فِي عِلْمِهِ، فَصَارَ عِلْمُهُ كَعِلْمِ رَبِّهِ، أَيْ صَارَ نِدًّا وَشَرِيكًا لِلَّهِ تَعَالَى فِي صِفَةِ الْعِلْمِ الْمُحِيطِ بِالْغُيُوبِ الَّتِي لَا نِهَايَةَ لَهَا، وَمِنْ أَصُولِ التَّوْحِيدِ أَنَّهُ تَعَالَى لَا شَرِيكَ لَهُ فِي ذَاتِهِ، وَلَا فِي صِفَةٍ مِنْ صِفَاتِهِ، وَالرَّسُولُ عَبْدُ اللهِ لَا يَعْلَمُ مِنَ الْغَيْبِ إِلَّا مَا أَوْحَاهُ اللهُ تَعَالَى إِلَيْهِ لِأَدَاءِ وَظِيفَةِ التَّبْلِيغِ، وَسَتَزْدَادُ عِلْمًا بِبُطْلَانِ هَذَا الْغُلُوِّ خَاصَّةً فِي تَفْسِيرِ الْآيَةِ التَّالِيَةِ، وَلَكِنَّ الْغُلَاةَ يَرَوْنَ مِنَ التَّقْصِيرِ فِي مَدْحِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَعْظِيمِهِ أَنْ تَكُونَ صِفَاتُهُ دُونَ صِفَاتِ رَبِّهِ وَإِلَهِهِ وَخَالِقِ الْخَلْقِ أَجْمَعِينَ، فَكَذَّبُوا كَلَامَ اللهِ تَعَالَى، وَشَبَّهُوا بِهِ بَعْضَ عَبِيدِهِ إِرْضَاءً لِغُلُوِّهِمْ، وَمِثْلُ هَذَا الْغُلُوِّ لَمْ يُعْرَفْ عَنْ أَحَدٍ مِنْ سَلَفِ هَذِهِ الْأُمَّةِ، وَلَوْ أَرَادَ اللهُ </p><p> تَعَالَى أَنْ يُعْلِمَ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِوَقْتِ السَّاعَةِ، بَعْدَ كُلِّ مَا أَنْزَلَهُ عَلَيْهِ فِي إِخْفَائِهَا وَاسْتِئْثَارِهِ بِعِلْمِهِ، لَمَا أَكَّدَ كُلَّ هَذَا التَّأْكِيدِ فِي هَذِهِ السُّورَةِ وَغَيْرِهَا كَقَوْلِهِ عَزَّ وَجَلَّ: يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا إِلَخْ. يَسْأَلُونَكَ هَذَا السُّؤَالَ كَأَنَّكَ حَفِيُّ مُبَالِغٌ فِي سُؤَالِ رَبِّكَ عَنْهَا - أَوْ يَسْأَلُونَكَ عَنْهَا كَأَنَّكَ حَفِيٌّ بِهِمْ - فَعَنْهَا مُتَعَلِّقٌ بِـ \" يَسْأَلُونَكَ \" ، وَجُمْلَةُ كَأَنَّكَ حَفِيٌّ مُعْتَرِضَةٌ. قَالَ فِي مَجَازِ الْأَسَاسِ: أَحْفَى فِي السُّؤَالِ: أَلْحَفَ. . . وَهُوَ حَفِيٌّ عَنِ الْأَمْرِ: بَلِيغٌ فِي السُّؤَالِ عَنْهُ كَأَنَّكَ حَفِيٌّ عَنْهَا وَقَالَ الْأَعْشَى: </p><p> فَإِنْ تَسْأَلِي عَنِّي فَيَا رُبَّ سَائِلٍ ... حَفِيٍّ عَنِ الْأَعْشَى بِهِ حَيْثُ أَصْعَدَا </p><p> واسْتَحْفَيْتُهُ عَنْ كَذَا: اسْتَخْبَرْتُهُ عَلَى وَجْهِ الْمُبَالَغَةِ. وَتَحَفَّى بِي فُلَانٌ، وَحَفِيَ بِي </p><p> حَفَاوَةً، إِذَا تَلَطَّفَ بِكَ، وَبَالَغَ فِي إِكْرَامِكَ اهـ. أَقُولُ: وَمِنْهُ قَوْلُهُ تَعَالَى حِكَايَةً عَنْ خَلِيلِهِ إِبْرَاهِيمَ عَلَيْهِ وَعَلَى نَبِيِّنَا وَآلِهِمَا الصَّلَاةُ وَالسَّلَامُ: إِنَّهُ كَانَ بِي حَفِيًّا (١٩: ٤٧) . </p><p> وَفِي تَفْسِيرِ ابْنِ كَثِيرٍ عَنِ الْعَوْفِيِّ عَنِ ابْنِ عَبَّاسٍ يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا يَقُولُ: كَأَنَّ بَيْنَكَ وَبَيْنَهُمْ مَوَدَّةً كَأَنَّكَ صَدِيقٌ لَهُمْ، قَالَ ابْنُ عَبَّاسٍ لَمَّا سَأَلَ النَّاسُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ السَّاعَةِ سَأَلُوهُ سُؤَالَ قَوْمٍ كَأَنَّهُمْ يَرَوْنَ أَنَّ مُحَمَّدًا حَفِيٌّ بِهِمْ، فَأَوْحَى اللهُ إِلَيْهِ إِنَّمَا عِلْمُهَا عِنْدَهُ، اسْتَأْثَرَ بِهِ فَلَمْ يُطْلِعْ عَلَيْهِ مَلَكًا مُقَرَّبًا وَلَا رَسُولًا. وَقَالَ قَتَادَةُ: قَالَتْ قُرَيْشٌ لِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ بَيْنَنَا وَبَيْنَكَ قَرَابَةً فَأَشِرْ إِلَيْنَا مَتَى السَّاعَةُ؟ فَقَالَ اللهُ عَزَّ وَجَلَّ: يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا وَكَذَا رُوِيَ عَنْ مُجَاهِدٍ وَعِكْرِمَةَ وَأَبِي مَالِكٍ وَالسُّدِّيِّ، هَذَا قَوْلٌ، وَالصَّحِيحُ عَنْ مُجَاهِدٍ مِنْ رِوَايَةِ ابْنِ أَبِي نَجِيحٍ وَغَيْرِهِ يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قَالَ: اسْتَحْفَيْتُ عَنْهَا السُّؤَالَ حَتَّى عَلِمْتُ وَقْتَهَا. وَكَذَا قَالَ الضَّحَّاكُ عَنِ ابْنِ عَبَّاسٍ يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا يَقُولُ: كَأَنَّكَ عَالِمٌ بِهَا، لَسْتَ تَعْلَمُهَا، قُلْ: إِنَّمَا عِلْمُهَا عِنْدَ اللهِ وَقَالَ مَعْمَرٌ عَنْ بَعْضِهِمْ، كَأَنَّكَ حَفِيٌّ عَنْهَا كَأَنَّكَ عَالِمٌ بِهَا، وَقَدْ أَخْفَى الله عِلْمَهَا عَنْ خَلْقِهِ. وَقَرَأَ: إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ (٣١: ٣٤) الْآيَةَ. قَالَ ابْنُ كَثِيرٍ: وَهَذَا الْقَوْلُ أَرْجَحُ فِي الْمَعْنَى مِنَ الْأَوَّلِ، وَاللهُ أَعْلَمُ، وَلِهَذَا قَالَ: </p><p> قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللهِ هَذَا تَكْرَارٌ لِلْجَوَابِ فِي إِثْرِ تَكْرَارِ السُّؤَالِ لِلْمُبَالَغَةِ فِي التَّأْكِيدِ وَالْإِيئَاسِ مِنَ الْعِلْمِ بِوَقْتِ مَجِيئِهَا، وَتَخْطِئَةِ مَنْ يَسْأَلُونَ عَنْهُ، وَقَدْ ذُكِرَ هُنَا اسْمُ الْجَلَالَةِ لِلْإِشْعَارِ بِأَنَّهُ مِمَّا اسْتَأْثَرَ بِعِلْمِهِ لِذَاتِهِ، كَمَا أَشْعَرَ مَا قَبْلَهُ بِأَنَّهُ مِنْ شُئُونِ رُبُوبِيَّتِهِ، وَكُلٌّ مِنْهُمَا مِمَّا يَسْتَحِيلُ عَلَى خَلْقِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ اخْتِصَاصَ عِلْمِهَا بِهِ تَعَالَى وَلَا حِكْمَةَ ذَلِكَ، وَلَا أَدَبَ السُّؤَالِ، وَلَا غَيْرَ ذَلِكَ مِمَّا يَتَعَلَّقُ بِهَذَا الْمَقَامِ، وَإِنَّمَا يَعْلَمُ ذَلِكَ الْقَلِيلُونَ، وَهُمُ الْمُؤْمِنُونَ بِمَا جَاءَ مِنْ أَخْبَارِهَا فِي كِتَابِ اللهِ تَعَالَى، وَبِالسَّمَاعِ مِنْ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَالَّذِينِ حَضَرُوا تَمَثُّلَ جِبْرِيلَ عَلَيْهِ السَّلَامُ بِصِفَةِ رَجُلٍ وَسُؤَالَهُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْإِيمَانِ </p><p> وَالْإِسْلَامِ وَالْإِحْسَانِ ثُمَّ عَنِ السَّاعَةِ. وَقَوْلَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُ عِنْدَ السُّؤَالِ الْأَخِيرِ:  \" وَمَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ \" يَعْنِي أَنَّنَا سَوَاءٌ فِي هَذَا الْأَمْرِ، لَا يَعْلَمُ أَحَدٌ مِنَّا مَتَى تَقُومُ السَّاعَةُ. </p><p> (فَصْلٌ فِيمَا وَرَدَ فِي قُرْبِ السَّاعَةِ وَأَشْرَاطِهَا وَمَا قِيلَ فِي عُمْرِ الدُّنْيَا) </p><p> إِنَّ مَا وَرَدَ فِي بَعْضِ الْأَحَادِيثِ مِنْ قُرْبِ قِيَامِ السَّاعَةِ حَقٌّ مُقْتَبَسٌ مِنَ الْقُرْآنِ كَآيَةِ الْأَحْزَابِ الَّتِي ذُكِرَتْ قَرِيبًا، وَمِثْلُهَا آيَةُ الشُّورَى وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ (٤٢: ١٧) وَفِي مَعْنَاهُمَا قَوْلُهُ تَعَالَى فِي سِيَاقِ الرَّدِّ عَلَى مُنْكِرِي الْبَعْثِ وَالْإِعَادَةِ: وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا (١٧: ٥١) وَفِي التَّعْبِيرِ عَنْ قُرْبِهِ بِـ \" لَعَلَّ \" و \" عَسَى \" مَا يُنَاسِبُ عَدَمَ إِطْلَاعِ اللهِ لِرَسُولِهِ عَلَى وَقْتِهِ. وَلَا شَكَّ أَنَّ قُرْبَ ذَلِكَ الْيَوْمِ الَّذِي مِقْدَارُهُ مِنْ مَبْدَئِهِ إِلَى غَايَتِهِ خَمْسُونَ أَلْفَ سَنَةٍ مُنَاسِبٌ لَهُ، وَلِمَا تَقَدَّمَ مَنْ عُمْرِ الدُّنْيَا وَبَقِيَ مِنْهُ - فَالْقُرْبُ وَالْبُعْدُ مِنَ الْأُمُورِ النِّسْبِيَّةِ، وَالْمُرَادُ قُرْبُهَا بِالنِّسْبَةِ إِلَى مَا مَضَى مِنْ عُمْرِ الدُّنْيَا، وَلَا يَعْلَمُهُ إِلَّا اللهُ تَعَالَى. </p><p> وَمَا جَاءَ فِي الْآثَارِ مِنْ أَنَّ عُمْرَ الدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ - مَأْخُوذٌ مِنَ الْإِسْرَائِيلِيَّاتِ الَّتِي كَانَ يَبُثُّهَا زَنَادِقَةُ الْيَهُودِ وَالْفُرْسِ فِي الْمُسْلِمِينَ حَتَّى رَوَوْهُ مَرْفُوعًا، وَقَدِ اغْتَرَّ بِهَا مَنْ لَا يَنْظُرُونَ فِي نَقْدِ الرِّوَايَاتِ إِلَّا مِنْ جِهَةِ أَسَانِيدِهَا، حَتَّى اسْتَنْبَطَ بَعْضُهُمْ مَا بَقِيَ مِنْ عُمْرِ الدُّنْيَا، وَلِلْجَلَالِ السُّيُوطِيِّ فِي هَذَا رِسَالَةٌ فِي ذَلِكَ قَدْ هَدَمَهَا عَلَيْهِ الزَّمَانُ، كَمَا هَدَمَ أَمْثَالَهَا مِنَ التَّخَرُّصَاتِ وَالْأَوْهَامِ، وَمَا بُثَّ فِي الْإِسْرَائِيلِيَّاتِ مِنَ الْكَيْدِ لِلْإِسْلَامِ. </p><p> قَالَ السَّيِّدُ الْآلُوسُ فِي إِثْرِ تَفْسِيرِ الْآيَةِ:  \" وَإِنَّمَا أَخْفَى سُبْحَانَهُ أَمْرَ السَّاعَةِ لِاقْتِضَاءِ الْحِكْمَةِ التَّشْرِيعِيَّةِ ذَلِكَ، فَإِنَّهُ أَدْعَى إِلَى الطَّاعَةِ، وَأَزْجَرُ عَنِ الْمَعْصِيَةِ، كَمَا أَنَّ إِخْفَاءَ الْأَجَلِ الْخَاصِّ لِلْإِنْسَانِ كَذَلِكَ. وَلَوْ قِيلَ بِأَنَّ الْحِكْمَةَ التَّكْوِينِيَّةَ تَقْتَضِي ذَلِكَ أَيْضًا لَمْ يَبْعُدْ، وَظَاهِرُ الْآيَاتِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَعْلَمْ وَقْتَ قِيَامِهَا. نَعَمْ عَلِمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قُرْبَهَا عَلَى الْإِجْمَالِ، وَأَخْبَرَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهِ،فَقَدْ أَخْرَجَ التِّرْمِذِيُّ وَصَحَّحَهُ عَنْ أَنَسٍ مَرْفُوعًا:\" بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَاتَيْنِ \" وَأَشَارَ بِالسَّبَّابَةِ وَالْوُسْطَى.وَفِي الصَّحِيحَيْنِ عَنِ ابْنِ عُمَرَ مَرْفُوعًا أَيْضًا:إِنَّمَا أَجَلُكُمْ فِيمَنْ مَضَى قَبْلَكُمْ مِنَ الْأُمَمِ مِنْ صَلَاةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ وَجَاءَ فِي غَيْرِ مَا أُثِرَ أَنَّ عُمْرَ الدُّنْيَا سَبْعَةُ</p><p> آلَافِ سَنَةٍ، وَأَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ بُعِثَ فِي أَوَاخِرِ الْأَلِفِ السَّادِسَةِ، وَمُعْظَمُ الْمِلَّةِ فِي الْأَلْفِ السَّابِعَةِ. </p><p> \" وَأَخْرَجَ الْجَلَالُ السُّيُوطِيُّ عِدَّةَ أَحَادِيثَ فِي أَنَّ عُمْرَ الدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ، وَذَكَرَ أَنَّ </p><p> مُدَّةَ هَذِهِ الْأُمَّةِ تَزِيدُ عَلَى أَلْفِ سَنَةٍ، وَلَا تَبْلُغُ الزِّيَادَةُ خَمْسَمِائَةِ سَنَةٍ، وَاسْتَدَلَّ عَلَى ذَلِكَ بِأَخْبَارٍ وَآثَارٍ ذَكَرَهَا فِي رِسَالَتِهِ الْمُسَمَّاةِ (بِالْكَشْفِ عَنْ مُجَاوَزَةِ هَذِهِ الْأُمَّةِ الْأَلْفَ) وَسَمَّى بَعْضُهُمْ لِذَلِكَ هَذِهِ الْأَلْفَ الثَّانِيَةِ بِالْمُخَضْرَمَةِ; لِأَنَّ نِصْفَهَا دُنْيَا، وَنِصْفَهَا الْآخَرَ أُخْرَى، وَإِذَا لَمْ يَظْهَرِ الْمَهْدِيُّ عَلَى رَأْسِ الْمِائَةِ الَّتِي نَحْنُ فِيهَا يَنْهَدِمُ جَمِيعُ مَا بَنَاهُ فِيهَا كَمَا لَا يَخْفَى، وَكَأَنِّي بِكَ تَرَاهُ مُنْهَدِمًا \" اهـ.</p><p> أَقُولُ: نَقَلْتُ هَذَا; لِأَنَّ كَثِيرًا مِنَ النَّاسِ يَرْجِعُونَ إِلَى هَذَا التَّفْسِيرِ فِي مِثْلِ هَذَا الْبَحْثِ، فَأَحْبَبْتُ أَنْ يَعْرِفَ رَأْيَهُ فِي الْمَسْأَلَةِ مَنْ لَمْ يَطَّلِعْ عَلَيْهِ، وَقَدْ مَضَتِ الْمِائَةُ الَّتِي كَانَ فِيهَا مُؤَلَّفُهُ بِرَأْسِهَا وَذَنَبِهَا وَهِيَ الْمِائَةُ الثَّالِثَةَ عَشْرَةَ مِنَ الْهِجْرَةِ، ثُمَّ مَضَى زُهَاءَ نِصْفِ الْمِائَةِ الَّتِي بَعْدَهَا وَهِيَ الرَّابِعَةَ عَشْرَةَ، إِذْ نَكْتُبُ هَذَا الْبَحْثَ فِي سَنَةِ ١٣٤٥ وَلَمْ يَظْهَرِ الْمَهْدِيُّ، فَانْهَدَمَ وَلِلَّهِ الْحَمْدُ مَا بَنَاهُ السُّيُوطِيُّ عَفَا اللهُ تَعَالَى عَنْهُ مِنَ الْأَوْهَامِ الَّتِي جَمَعَهَا كَحَاطِبِ لَيْلٍ، وَنَحْنُ نُورِدُ هُنَا مَا كَتَبَهُ الْحَافِظُ فِي شَرْحِهِ لِحَدِيثِ \" بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ \" مِنْ شَرْحِهِ لِلْبُخَارِيِّ، ثُمَّ نُقَفِّي عَلَيْهِ بِمَا يَقْتَضِيهِ الْمَقَامُ.</p><p> بَدَأَ الْحَافِظُ شَرْحَهُ لِمَعْنَى الْحَدِيثِ بِأَقْوَالِ مُحَقِّقِي الْعُلَمَاءِ فِي مَعْنَى التَّشْبِيهِ بِالْإِصْبَعَيْنِ، هَلِ الْمُرَادُ بِهِ قُرْبُ إِحْدَاهُمَا مِنَ الْأُخْرَى؟ أَمِ التَّفَاوُتُ الَّذِي بَيْنَهُمَا فِي الطُّولِ؟ وَمَا الْمُرَادُ بِهِ؟ وَالْأَرْجَحُ الْمُخْتَارُ عِنْدَنَا فِي هَذِهِ الْأَقْوَالِ أَنَّهُ لَيْسَ بَيْنَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيْنَ السَّاعَةِ نَبِيٌّ آخَرُ فَهِيَ تَلِيهِ. ثُمَّ قَالَ: وَلَا مُعَارَضَةَ بَيْنَ هَذَا وَبَيْنَ قَوْلِهِ تَعَالَى: إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ (٣١: ٣٤) وَنَحْوِ ذَلِكَ ; لِأَنَّ عِلْمَ قُرْبِهَا لَا يَسْتَلْزِمُ عِلْمَ وَقْتِ مَجِيئِهَا مُعَيَّنًا، وَقِيلَ مَعْنَى الْحَدِيثِ: لَيْسَ بَيْنِي وَبَيْنَ الْقِيَامَةِ شَيْءٌ، هِيَ الَّتِي تَلِينِي كَمَا تَلِي السَّبَّابَةُ الْوُسْطَى؟ . وَعَلَى هَذَا فَلَا تَنَافِيَ بَيْنَ مَا دَلَّ عَلَيْهِ الْحَدِيثُ، وَبَيْنَ قَوْلِهِ تَعَالَى عَنِ السَّاعَةِ: لَا يَعْلَمُهَا إِلَّا هُوَ اهـ. </p><p> وَأَقُولُ: إِنَّ جُمْلَةَ لَا يَعْلَمُهَا إِلَّا هُوَ قَدْ وَرَدَتْ فِي قَوْلِهِ تَعَالَى مِنْ سُورَةِ الْأَنْعَامِ: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ (٦: ٥٩) لَا فِي السَّاعَةِ، وَلَكِنْ وَرَدَ فِي الصَّحِيحِ تَفْسِيرُ </p><p> مَفَاتِحِ الْغَيْبِ بِآيَةِ آخِرِ سُورَةِ لُقْمَانَ: إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ (٣١: ٣٤) إِلَخْ. فَعِبَارَتُهُ صَحِيحَةُ الْمَعْنَى لَا اللَّفْظِ، وَلَعَلَّهُ أَرَادَ ذَلِكَ. ثُمَّ قَالَ رَحِمَهُ اللهُ وَأَثَابَهُ: \" وَقَالَ الْقَاضِي عِيَاضٌ: حَاوَلَ بَعْضُهُمْ فِي تَأْوِيلِهِ أَنَّ نِسْبَةَ مَا بَيْنَ الْأُصْبُعَيْنِ كَنِسْبَةِ مَا بَقِيَ مِنَ الدُّنْيَا بِالنِّسْبَةِ إِلَى مَا مَضَى، وَأَنَّ جُمْلَتَهَا سَبْعَةُ آلَافِ سَنَةٍ، وَاسْتَنَدَ إِلَى أَخْبَارٍ لَا تَصِحُّ، وَذَكَرَ مَا أَخْرَجَهُ أَبُو دَاوُدَ فِي تَأْخِيرِ هَذِهِ الْأُمَّةِ نِصْفَ يَوْمٍ، وَفَسَّرَهُ بِخَمْسِمِائَةِ سَنَةٍ، فَيُؤْخَذُ مِنْ ذَلِكَ أَنَّ الَّذِي بَقِيَ نِصْفُ سُبُعٍ وَهُوَ قَرِيبٌ مِمَّا بَيْنَ السَّبَّابَةِ وَالْوُسْطَى فِي الطُّولِ. (قَالَ) : </p><p> وَقَدْ ظَهَرَ عَدَمُ صِحَّةِ ذَلِكَ لِوُقُوعِ خِلَافِهِ، وَمُجَاوَزَةِ هَذَا الْمِقْدَارِ، وَلَوْ كَانَ هَذَا ثَابِتًا لَمْ يَقَعْ خِلَافُهُ \".</p><p> قُلْتُ: قَدِ انْضَافَ إِلَى ذَلِكَ مُنْذُ عَهِدَ عِيَاضٌ إِلَى هَذَا الْحِينِ ثَلَاثُمِائَةِ سَنَةٍ، وَقَالَ ابْنُ الْعَرَبِيِّ قِيلَ: الْوُسْطَى تَزِيدُ عَلَى السَّبَّابَةِ نِصْفَ سُبُعِهَا، وَكَذَا الْبَاقِي مِنَ الدُّنْيَا مِنَ الْبَعْثَةِ إِلَى قِيَامِ السَّاعَةِ؟ قَالَ: وَهَذَا بَعِيدٌ، وَلَا يُعْلَمُ مِقْدَارُ الدُّنْيَا، فَكَيْفَ يَتَحَصَّلُ لَنَا نِصْفُ سُبُعِ أَمَدٍ مَجْهُولٍ؟ فَالصَّوَابُ الْإِعْرَاضُ عَنْ ذَلِكَ. </p><p> قُلْتُ: السَّابِقُ إِلَى ذَلِكَ أَبُو جَعْفَرِ بْنُ جَرِيرٍ الطَّبَرِيُّ، فَإِنَّهُ أَوْرَدَ فِي مُقَدِّمَةِ تَارِيخِهِ عَنِ ابْنِ عَبَّاسٍ قَالَ: الدُّنْيَا جُمُعَةٌ مِنْ جُمَعِ الْآخِرَةِ سَبْعَةُ آلَافِ سَنَةٍ، وَقَدْ مَضَى سِتَّةُ آلَافٍ وَمِائَةُ سَنَةٍ، وَأَوْرَدَهُ مِنْ طَرِيقِ يَحْيَى بْنِ يَعْقُوبَ عَنْ حَمَّادِ بْنِ أَبِي سُلَيْمَانَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْهُ، وَيَحْيَى هُوَ أَبُو طَالِبٍ الْقَاضِي الْأَنْصَارِيُّ، قَالَ الْبُخَارِيُّ: مُنْكَرَ الْحَدِيثِ، وَشَيْخُهُ هُوَ فَقِيهُ الْكُوفَةِ، وَفِيهِ مَقَالٌ، ثُمَّ أَوْرَدَ الطَّبَرِيُّ عَنْ كَعْبِ الْأَحْبَارِ قَالَ: الدُّنْيَا سِتَّةُ آلَافِ سَنَةٍ، وَعَنْ وَهْبِ بْنِ مُنَبِّهٍ مِثْلُهُ، أَرَادَ أَنَّ الَّذِي مَضَى مِنْهَا خَمْسَةُ آلَافٍ وَسِتُّمِائَةِ سَنَةٍ ثُمَّ زَيَّفَهُمَا وَرَجَّحَ مَا جَاءَ عَنِ ابْنِ عَبَّاسٍ أَنَّهَا سَبْعَةُ آلَافٍ ثُمَّ أَوْرَدَ حَدِيثَ ابْنِ عُمَرَ الَّذِي فِي الصَّحِيحَيْنِ مَرْفُوعًا مَا أَجَلُكُمْ فِي أَجَلِ مَنْ كَانَ قَبْلَكُمْ إِلَّا مِنْ صَلَاةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ وَمِنْ طَرِيقِ مُغِيرَةَ بْنِ حَكِيمٍ عَنِ ابْنِ عُمَرَ بِلَفْظِ: مَا بَقِيَ لِأُمَّتِي مِنَ الدُّنْيَا إِلَّا كَمِقْدَارِ مَا إِذَا صَلَّيْتُ الْعَصْرَ وَمِنْ طَرِيقِ </p><p> مُجَاهِدٍ عَنِ ابْنِ عُمَرَ \" كُنَّا عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالشَّمْسُ عَلَى قُعَيْقِعَانٍ مُرْتَفِعَةٍ بَعْدَ الْعَصْرِ فَقَالَ: مَا أَعْمَارُكمْ فِي أَعْمَارِ مَنْ مَضَى إِلَّا كَمَا بَقِيَ مِنْ هَذَا النَّهَارِ مِمَّا مَضَى مِنْهُ \" وَهُوَ عِنْدَ أَحْمَدَ بِسَنَدٍ حَسَنٍ، ثُمَّ أَوْرَدَ حَدِيثَ أَنَسٍ \" خَطَبَنَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمًا وَقَدْ كَادَتِ الشَّمْسُ تَغِيبُ \" فَذَكَرَ نَحْوَ الْحَدِيثِ الْأَوَّلِ عَنِ ابْنِ عُمَرَ، وَمِنْ حَدِيثِ أَبِي سَعِيدٍ بِمَعْنَاهُ قَالَ عِنْدَ غُرُوبِ الشَّمْسِ. إِنَّ مِثْلَ مَا بَقِيَ مِنَ الدُّنْيَا فِيمَا مَضَى مِنْهَا كَبَقِيَّةِ يَوْمِكُمْ هَذَا فِيمَا مَضَى مِنْهُ وَحَدِيثُ أَبِي سَعِيدٍ أَخْرَجَهُ أَيْضًا، وَفِيهِ عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ وَهُوَ ضَعِيفٌ،وَحَدِيثُ أَنَسٍ أَخْرَجَهُ أَيْضًا وَفِيهِ مُوسَى بْنُ خَلَفٍ ثُمَّ جَمَعَ بَيْنَهُمَا بِمَا حَاصِلُهُ:أَنَّهُ حَمَلَ قَوْلَهُ \" بَعْدَ صَلَاةِ الْعَصْرِ \" عَلَى مَا إِذَا صَلَّيْتَ فِي وَسَطٍ مِنْ وَقْتِهَا. </p><p> قُلْتُ: وَهُوَ بَعِيدٌ مِنْ لَفْظِ أَنَسٍ وَأَبِي سَعِيدٍ. وَحَدِيثُ ابْنِ عُمَرَ صَحِيحٌ مُتَّفَقٌ عَلَيْهِ، فَالصَّوَابُ الِاعْتِمَادُ عَلَيْهِ. وَلَهُ مَحْمَلَانِ أَحَدُهمَا أَنَّ الْمُرَادَ بِالتَّشْبِيهِ التَّقْرِيبُ، وَلَا يُرَادُ حَقِيقَةُ </p><p> الْمِقْدَارِ فِيهِ، يَجْتَمِعُ مَعَ حَدِيثِ أَنَسٍ وَأَبِي سَعِيدٍ عَلَى تَقْدِيرِ ثُبُوتِهِمَا، وَالثَّانِي أَنْ يُحْمَلَ عَلَى ظَاهِرِهِ فَيُقَدَّمُ حَدِيثُ ابْنِ عُمَرَ لِصِحَّتِهِ، وَيَكُونُ فِيهِ دَلَالَةٌ عَلَى أَنَّ مُدَّةَ هَذِهِ الْأُمَّةِ قَدْرُ خُمْسِ النَّهَارِ تَقْرِيبًا، ثُمَّ أَيَّدَ الطَّبَرِيُّ كَلَامَهُ بِحَدِيثِ الْبَابِ، وَبِحَدِيثِ أَبِي ثَعْلَبَةَ الَّذِي أَخْرَجَهُ أَبُو دَاوُدَ وَصَحَّحَهُ الْحَاكِمُ، وَلَفْظُهُ:  \" وَاللهِ لَا تَعْجِزُ هَذِهِ الْأُمَّةُ مِنْ نِصْفِ يَوْمٍ \" وَرُوَاتُهُ ثِقَاتٌ، وَلَكِنْ رَجَّحَ الْبُخَارِيُّ وَقْفَهُ، وَعِنْدَ أَبِي دَاوُدَ أَيْضًا مِنْ حَدِيثِ سَعْدِ بْنِ أَبِي وَقَّاصٍ بِلَفْظِ \" إِنِّي لَأَرْجُو أَلَّا تَعْجِزَ أُمَّتِي عِنْدَ رَبِّهِمْ أَنْ يُؤَخِّرَهُمْ نِصْفَ يَوْمٍ،قِيلَ لِسَعْدٍ:كَمْ نِصْفُ يَوْمٍ؟ قَالَ خَمْسُمِائَةِ سَنَةٍ \" وَرُوَاتُهُ مُوَثَّقُونَ إِلَّا أَنَّ فِيهَا انْقِطَاعًا، قَالَ الطَّبَرِيُّ: وَنِصْفُ الْيَوْمِ خَمْسُمِائَةِ سَنَةٍ أَخْذًا مِنْ قَوْلِهِ تَعَالَى: وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ (٢٢: ٤٧) فَإِذَا انْضَمَّ إِلَى قَوْلِ ابْنِ عَبَّاسٍ: إِنَّ الدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ تَوَافَقَتِ الْأَخْبَارُ، فَيَكُونُ الْمَاضِي إِلَى وَقْتِ الْحَدِيثِ الْمَذْكُورِ سِتَّةُ آلَافِ سَنَةٍ وَخَمْسُمِائَةِ سَنَةٍ تَقْرِيبًا، وَقَدْ أَوْرَدَ السُّهَيْلِيُّ كَلَامَ الطَّبَرِيِّ وَأَيَّدَهُ بِمَا وَقَعَ عِنْدَهُ مِنْ حَدِيثِ الْمُسْتَوْرِدِ، وَأَكَّدَ بِحَدِيثِ ابْنِ زِمْلٍ رَفْعَهُ \" وَالدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ بُعِثْتُ فِي آخِرِهَا \" . </p><p> قُلْتُ: وَهَذَا الْحَدِيثُ إِنَّمَا هُوَ عَنِ ابْنِ زِمْلٍ، وَسَنَدُهُ ضَعِيفٌ جِدًّا أَخْرَجَهُ ابْنُ السَّكَنِ فِي الصَّحَابَةِ، وَقَالَ: إِسْنَادُهُ مَجْهُولٌ وَلَيْسَ بِمَعْرُوفٍ فِي الصَّحَابَةِ، وَابْنُ قُتَيْبَةَ </p><p> فِي غَرِيبِ الْحَدِيثِ، وَذَكَرَهُ فِي الصَّحَابَةِ أَيْضًا ابْنُ مَنْدَهْ وَغَيْرُهُ، وَسَمَّاهُ بَعْضُهُمْ عَبْدَ اللهِ وَبَعْضُهُمُ الضَّحَّاكَ، وَقَدْ أَوْرَدَهُ ابْنُ الْجَوْزِيِّ فِي الْمَوْضُوعَاتِ، وَقَالَ ابْنُ الْأَثِيرِ: أَلْفَاظُهُ مَصْنُوعَةٌ، ثُمَّ بَيَّنَ السُّهَيْلِيُّ أَنَّهُ لَيْسَ فِي حَدِيثِ نِصْفِ يَوْمٍ مَا يَنْفِي الزِّيَادَةَ عَلَى الْخَمْسِمِائَةِ قَالَ: وَقَدْ جَاءَ بَيَانُ ذَلِكَ فِيمَا رَوَاهُ جَعْفَرُ بْنُ عَبْدِ الْوَاحِدِ بِلَفْظِ \" إِنْ أَحْسَنَتْ أُمَّتِي فَبَقَاؤُهَا يَوْمٌ مِنْ أَيَّامِ الْآخِرَةِ - وَذَلِكَ أَلْفُ سَنَةٍ - وَإِنْ أَسَاءَتْ فَنِصْفُ يَوْمٍ \" قَالَ: وَلَيْسَ فِي قَوْلِهِ: بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ مَا يُقْطَعُ بِهِ عَلَى صِحَّةِ التَّأْوِيلِ الْمَاضِي، بَلْ قَدْ قِيلَ فِي تَأْوِيلِهِ إِنَّهُ لَيْسَ بَيْنَهُ وَبَيْنَ السَّاعَةِ نَبِيٌّ مَعَ التَّقْرِيبِ لِمَجِيئِهَا ثُمَّ جَوَّزَ أَنْ يَكُونَ فِي عَدَدِ الْحُرُوفِ الَّتِي فِي أَوَائِلِ السُّوَرِ مَعَ حَذْفِ الْمُكَرَّرِ مَا يُوَافِقُ حَدِيثَ ابْنِ زِمْلٍ، وَذَكَرَ أَنَّ عِدَّتَهَا تِسعُمِائَةٍ وَثَلَاثَةٌ. </p><p> قُلْتُ: وَهُوَ مَبْنِيٌّ عَلَى طَرِيقَةِ الْمَغَارِبَةِ فِي عَدَدِ الْحُرُوفِ، وَأَمَّا الْمَشَارِقَةُ فَيَنْقُصُ الْعَدَدُ عِنْدَهُمْ مِائَتَيْنِ وَعَشْرَةَ، فَإِنَّ السِّينَ عِنْدَ الْمَغَارِبَةِ بِثَلَاثِمِائَةٍ وَالصَّادَّ بِسِتِّينَ، وَأَمَّا الْمَشَارِقَةُ فَالسِّينُ عِنْدَهُمْ سِتُّونَ وَالصَّادُ تِسْعُونَ فَيَكُونُ الْمِقْدَارُ عِنْدَهُمْ سِتُّمِائَةٍ وَثَلَاثَةٌ وَتِسْعِينَ، وَقَدْ مَضَتْ وَزِيَادَةٌ عَلَيْهَا مِائَةٌ وَخَمْسٌ وَأَرْبَعُونَ سَنَةً، فَالْحَمْلُ عَلَى ذَلِكَ مِنْ هَذِهِ الْحَيْثِيَّةِ بَاطِلٌ، وَقَدْ ثَبَتَ عَنِ ابْنِ عَبَّاسٍ الزَّجْرُ عَنْ عَدِّ أَبِي جَادٍ، وَالْإِشَارَةُ إِلَى أَنَّ ذَلِكَ مِنْ جُمْلَةِ السِّحْرِ، وَلَيْسَ ذَلِكَ بِبَعِيدٍ فَإِنَّهُ لَا أَصْلَ لَهُ فِي الشَّرِيعَةِ، وَقَدْ قَالَ الْقَاضِي أَبُو بَكْرِ بْنُ الْعَرَبِيِّ، وَهُوَ مِنْ مَشَايِخِ السُّهَيْلِيِّ فِي فَوَائِدِ رِحْلَتِهِ مَا نَصُّهُ: وَمِنَ الْبَاطِلِ الْحُرُوفُ الْمُقَطَّعَةُ فِي أَوَائِلِ السُّوَرِ، وَقَدْ تَحَصَّلَ لِي فِيهَا </p><p> عِشْرُونَ قَوْلًا وَأَزْيَدُ، وَلَا أَعْرِفُ أَحَدًا يَحْكُمُ عَلَيْهَا بِعِلْمٍ، وَلَا يَصِلُ فِيهَا إِلَى فَهْمٍ، إِلَّا أَنِّي أَقُولُ - فَذَكَرَ مَا مُلَخَّصُهُ - أَنَّهُ لَوْلَا أَنَّ الْعَرَبَ كَانُوا يَعْرِفُونَ أَنَّ لَهَا مَدْلُولًا مُتَدَاوَلًا بَيْنَهُمْ لَكَانُوا أَوَّلَ مَنْ أَنْكَرَ ذَلِكَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَلْ تَلَا عَلَيْهِمْ (ص وَحم فُصِّلَتْ) وَغَيْرَهُمَا فَلَمْ يُنْكِرُوا ذَلِكَ، بَلْ صَرَّحُوا بِالتَّسْلِيمِ لَهُ فِي الْبَلَاغَةِ وَالْفَصَاحَةِ مَعَ تَشَوُّقِهِمْ إِلَى عَثْرَةٍ، وَحِرْصِهِمْ عَلَى زَلَّةٍ، فَدَلَّ عَلَى أَنَّهُ كَانَ أَمْرًا مَعْرُوفًا بَيْنَهُمْ لَا إِنْكَارَ فِيهِ. </p><p> \" قُلْت: وَأَمَّا عَدُّ الْحُرُوفِ بِخُصُوصِهِ فَإِنَّمَا جَاءَ عَنْ بَعْضِ الْيَهُودِ كَمَا حَكَاهُ ابْنُ إِسْحَاقَ فِي السِّيرَةِ النَّبَوِيَّةِ عَنْ أَبِي يَاسِرِ بْنِ أَخْطَبَ وَغَيْرِهِ: أَنَّهُمْ حَمَلُوا الْحُرُوفَ الَّتِي فِي أَوَائِلِ السُّوَرِ عَلَى هَذَا الْحِسَابِ، واسَتَقْصَرُوا الْمُدَّةَ أَوَّلَ مَا نَزَلَ \" الم \" وَ \" الر \" فَإِنَّهُ نَزَلَ بَعْدَ ذَلِكَ(المص وَطسم)وَغَيْرُ ذَلِكَ قَالُوا: أَلْبَسْتَ عَلَيْنَا الْأَمْرَ. وَعَلَى تَقْدِيرِ أَنْ يَكُونَ ذَلِكَ مُرَادًا فَلْيُحْمَلْ عَلَى جَمِيعِ الْحُرُوفِ الْوَارِدَةِ، وَلَا يُحْذَفُ الْمُكَرَّرُ فَإِنَّهُ مَا مِنْ حَرْفٍ مِنْهَا إِلَّا وَلَهُ سِرٌّ يَخُصُّهُ، أَوْ يُقْتَصَرُ عَلَى حَذْفِ الْمُكَرَّرِ مِنْ أَسْمَاءِ السُّوَرِ، وَلَوْ تَكَرَّرَتِ الْحُرُوفُ فِيهَا فَإِنَّ السُّوَرَ الَّتِي ابْتُدِئَتْ بِذَلِكَ تِسْعٌ وَعِشْرُونَ سُورَةً، وَعَدَدُ حُرُوفِ الْجَمِيعِ ثَمَانِيَةٌ وَسَبْعُونَ حَرْفًا،وَهِيَ:الم سِتَّةٌ، حم سِتَّةٌ، الر خَمْسَةٌ، طسم اثْنَتَانِ، المص الر كهيعص طه طس يس ص ق ن.فَإِذَا حُذِفَ مَا كُرِّرَ مِنَ السُّورَةِ وَهِيَ خَمْسٌ مِنْ:الم، وَخَمْسٌ مِنْ حم، وَأَرْبَعٌ مِنْ الر، وَوَاحِدَةٌ مِنْ طسم، بَقِيَ أَرْبَعَ عَشْرَةَ سُورَةً، عَدَدُ حُرُوفِهَا ثَمَانِيَةٌ وَثَلَاثُونَ حَرْفًا، فَإِذَا حُسِبَ عَدَدُهَا بِالْجُمَّلِ الْمَغْرِبِيِّ بَلَغَتْ أَلْفَيْنِ وَسِتَّمِائَةٍ وَأَرْبَعَةً وَعِشْرِينَ، وَأَمَّا بِالْجُمَّلِ الْمَشْرِقِيِّ فَتَبْلُغُ أَلْفًا وَسَبْعَمِائَةٍ وَأَرْبَعَةً وَخَمْسِينَ. وَلَمْ أَذْكُرْ ذَلِكَ لِيُعْتَمَدَ عَلَيْهِ إِلَّا لِأُبَيِّنَ أَنَّ الَّذِي جَنَحَ إِلَيْهِ السُّهَيْلِيُّ لَا يَنْبَغِي الِاعْتِمَادُ عَلَيْهِ لِشِدَّةِ التَّخَالُفِ فِيهِ.</p><p> \" وَفِي الْجُمْلَةِ فَأَقْوَى مَا يُعْتَمَدُ فِي ذَلِكَ مَا دَلَّ عَلَيْهِ حَدِيثُ ابْنِ عُمَرَ الَّذِي أَشَرْتُ إِلَيْهِ قَبْلُ، وَقَدْ أَخْرَجَ مَعْمَرٌ فِي الْجَامِعِ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ مَعْمَرٌ: وَبَلَغَنِي عَنْ عِكْرِمَةَ فِي قَوْلِهِ تَعَالَى: فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ (٧٠: ٤) قَالَ: \" الدُّنْيَا مِنْ أَوَّلِهَا إِلَى آخِرِهَا يَوْمٌ، مِقْدَارُهُ خَمْسُونَ أَلْفَ سَنَةٍ لَا يَدْرِي كَمْ مَضَى وَلَا كَمْ بَقِيَ إِلَّا اللهُ تَعَالَى \" ، وَقَدْ حَمَلَ بَعْضُ شُرَّاحِ الْمَصَابِيحِ حَدِيثَ \" لَنْ تَعْجِزَ هَذِهِ الْأُمَّةُ أَنْ يُؤَخِّرَهَا نِصْفَ يَوْمٍ \" عَلَى حَالِ يَوْمِ الْقِيَامَةِ وَزَيَّفَهُ الطِّيبِيُّ فَأَصَابَ. </p><p> وَأَمَّا زِيَادَةُ جَعْفَرٍ فَهِيَ مَوْضُوعَةٌ; لِأَنَّهَا لَا تُعْرَفُ إِلَّا مِنْ جِهَتِهِ وَهُوَ مَشْهُورٌ بِوَضْعِ الْحَدِيثِ، وَقَدْ كَذَّبَهُ الْأَئِمَّةُ مَعَ أَنَّهُ لَمْ يَسْبِقْ سَنَدُهُ بِذَلِكَ، فَالْعَجَبُ مِنَ السُّهَيْلِيِّ كَيْفَ سَكَتَ عَنْهُ مَعَ مَعْرِفَتِهِ بِحَالِهِ. وَاللهُ الْمُسْتَعَانُ اهـ. سِيَاقُ الْحَافِظِ ابْنِ حَجَرٍ كُلُّهُ. </p><p> يَقُولُ مُحَمَّدُ رَشِيدُ: أَمَّا زِيَادَةُ جَعْفَرٍ أَيِ ابْنِ عَبْدِ الْوَاحِدِ عَلَى حَدِيثِ ابْنِ زِمْلٍ فِي عُمْرِ الدُّنْيَا فَهُوَ مَا ذَكَرَهُ مِنْ حَدِيثِ الْيَوْمِ وَنِصْفِ الْيَوْمِ فِي عُمْرِ هَذِهِ الْأُمَّةِ </p><p> فَهُوَ مَوْضُوعٌ، جَمَعَ السُّيُوطِيُّ بَيْنَهُ وَبَيْنَ حَدِيثِ ابْنِ زِمْلٍ الْمَجْهُولِ الَّذِي حَكَمَ ابْنُ الْجَوْزِيِّ بِوَضْعِهِ، وَمَزَجَهَا بِسَائِرِ الرِّوَايَاتِ فِي الْمَسْأَلَةِ، وَلَا يَصِحُّ مِنْهَا شَيْءٌ يُؤَيِّدُ مُرَادَهُ، فَكَأَنَّ رِسَالَتَهُ كُلَّهَا مُسْتَنْبَطَةٌ مِنَ الْخَبَرَيْنِ الْمَوْضُوعَيْنِ أَيِ الْمَكْذُوبَيْنِ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَتَأَمَّلْ هَدَاكَ اللهُ تَعَالَى مَا يَفْعَلُ الْغُرُورُ بِظَوَاهِرِ الرِّوَايَاتِ حَتَّى فِي أَنْفُسِ الْمُشْتَغِلِينَ بِالْحَدِيثِ كَالسُّيُوطِيِّ الَّذِي عُدَّ مِنَ الْحُفَّاظِ، وَأَنْكَرَ ذَلِكَ زَمِيلُهُ السَّخَاوِيُّ، وَكِلَاهُمَا مِنْ تَلَامِيذِ الْحَافِظِ ابْنِ حَجَرٍ. </p><p> وَقَدْ عُلِمَ مِمَّا ذَكَرَهُ الْحَافِظُ هُنَا أَنَّ بَطَلَيِ الْإِسْرَائِيلِيَّاتِ وَيَنْبُوعَيِ الْخُرَافَاتِ كَعْبَ الْأَحْبَارِ وَوَهْبَ بْنَ مُنَبِّهٍ قَدْ بَثَّا فِي هَذِهِ الْأُمَّةِ خُرَافَةَ تَحْدِيدِ عُمْرِ الدُّنْيَا، وَلَيْسَ أَصْلُهُ مِنْ مُخْتَرَعَاتِهِمَا فَهُوَ مَوْجُودٌ فِي كُتُبِ الْيَهُودِ حَتَّى فِيمَا يُسَمُّونَهُ التَّوْرَاةَ، وَلَكِنَّهُ فِيهَا سَبْعَةُ آلَافٍ فَجَعَلَاهُ سِتَّةَ آلَافٍ غِشًّا لِلْمُسْلِمِينَ، وَمَا يُدْرِينَا أَنَّ كُلَّ تِلْكَ الرِّوَايَاتِ أَوِ الْمَوْقُوفَةِ مِنْهَا تَرْجِعُ إِلَيْهِمَا، فَإِنَّ الصَّحَابَةَ - رَضِيَ اللهُ عَنْهُمْ - لَمْ يَكُونُوا يَذْكُرُونَ مَا يَسْمَعُ بَعْضُهُمْ مِنْ بَعْضٍ وَمِنَ التَّابِعِينَ عَلَى سَبِيلِ الرِّوَايَةِ وَالنَّقْلِ، بَلْ يَذْكُرُونَهُ بِالْمُنَاسَبَاتِ مِنْ غَيْرِ عَزْوٍ غَالِبًا، وَكَثِيرٌ مِنَ التَّابِعِينَ كَذَلِكَ، بَلْ أَكْثَرُ مَا رُوِيَ عَنْ أَبِي هُرَيْرَةَ مِنَ الْأَحَادِيثِ الْمَرْفُوعَةِ لَمْ يَسْمَعْهُ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلِذَلِكَ رُوِيَ أَكْثَرُهُ عَنْهُ بِالْعَنْعَنَةِ أَوْ بِقَوْلِهِ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَقَلُّهُ بِلَفْظِ \" سَمِعْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ كَذَا، وَقَدْ رُوِيَ عَنْ بَعْضِ الصَّحَابَةِ وَعَنْ بَعْضِ التَّابِعِينَ، وَثَبَتَ أَنَّهُ رُوِيَ عَنْ كَعْبِ الْأَحْبَارِ. وَمِنْ هُنَا نُجْزِمُ بِأَنَّ مَوْقُوفَاتِ الصَّحَابَةِ الَّتِي لَا مَجَالَ فِيهَا لِلِاجْتِهَادِ وَالرَّأْيِ لَا يَكُونُ لَهَا قُوَّةُ الْمَرْفُوعِ كَمَا قَالَ الْمُحَدِّثُونَ إِلَّا إِذَا كَانَتْ لَيْسَتْ مِنْ قَبِيلِ الْإِسْرَائِيلِيَّاتِ. </p><p> وَقَدْ تَكَلَّمَ فِي مَسْأَلَةِ قُرْبِ السَّاعَةِ بَعْدَ السُّيُوطِيِّ كَثِيرُونَ، وَلِبَعْضِهِمْ فِيهَا مُصَنَّفَاتٌ كَبَهْجَةِ النَّاظِرِينَ وَالْإِشَاعَةِ وَمِنْهُمُ الْعَلَّامَةُ السَّفَارِينِيُّ فِي كُتُبِهِ، وَالسَّيِّدُ ابْنُ الْأَمِيرِ الْيَمَنِيُّ وَالسَّيِّدُ أَبُو الطَّيِّبِ صِدِّيقُ حَسَنِ خَانَ فِي كُتُبِهِ وَمِنْهَا كِتَابُ (الْإِذَاعَةِ لِمَا كَانَ وَمَا يَكُونُ بَيْنَ يَدَيِ السَّاعَةِ) وَكَانَ مُعَاصِرًا لِلسَّيِّدِ مَحْمُودِ الْآلُوسِيِّ صَاحِبِ تَفْسِيرِ (رُوحِ الْمَعَانِي) وَقَدْ نُقِلَ عَنِ ابْنِ الْأَمِيرِ وَعَنِ الْحَافِظِ ابْنِ حَجَرٍ. وَقَدْ لَخَّصَ ابْنُ الْأَمِيرِ كَلَامَ ابْنِ جَرِيرٍ وَمَا أَوْرَدَهُ عَلَيْهِ ابْنُ حَجَرٍ، ثُمَّ أَوْرَدَ خُلَاصَةَ كَلَامِ السُّيُوطِيِّ وَرَدَّهُ، وَذَكَرَ أَنَّ الْحَقَّ الْوَاقِعَ يُخَالِفُهُ - وَهُوَ مَا أَشَارَ إِلَيْهِ الْآلُوسِيُّ بَعْدَهُ إِشَارَةً - وَهَاكَ مَا نَقَلَهُ </p><p> عَنْهُ صَاحِبُ الْإِذَاعَةِ السَّيِّدُ أَبُو الطَّيِّبِ صِدِّيقُ حَسَنِ خَانَ الْمُعَاصِرُ لِلْآلُوسِيِّ فِي هَذَا عَقِبَ مَا نَقَلَهُ مِنْ تَعْقِيبِ الْحَافِظِ عَلَى ابْنِ جَرِيرٍ قَالَ:  (قُلْتُ) : لَمَّا تَقَارَبَ انْخِرَامُ الْقَرْنِ التَّاسِعِ ذَكَرَ الْحَافِظُ السُّيُوطِيُّ أَنَّهُ وَصَلَ إِلَيْهِ رَجُلٌ فِي سَنَةِ ثَمَانٍ وَتِسْعِينَ وَثَمَانِمِائَةٍ فِي شَهْرِ رَبِيعٍ الْأَوَّلِ وَمَعَهُ وَرَقَةٌ حَاصِلُ مَا فِيهَا الِاعْتِمَادُ عَلَى حَدِيثِ </p><p> أَنَّهُ لَا يَلْبَثُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي قَبْرِهِ أَلْفَ سَنَةٍ، وَأَنَّهُ أَفْتَى بَعْضُ الْعُلَمَاءِ اعْتِمَادًا عَلَى هَذَا الْحَدِيثِ بِأَنَّ فِي الْمِائَةِ الْعَاشِرَةِ خُرُوجُ الْمَهْدِيِّ وَالدَّجَّالِ، وَنُزُولُ عِيسَى وَسَائِرُ الْآيَاتِ مِنْ أَشْرَاطِ السَّاعَةِ، ثُمَّ قَالَ السُّيُوطِيُّ: عَلَى أَنَّ هَذَا الْحَدِيثَ بَاطِلٌ، وَأَطَالَ الْكَلَامَ فِي صَدْرِ رِسَالَتِهِ الَّتِي سَمَّاهَا (الْكَشْفُ فِي مُجَاوَزَةِ هَذِهِ الْأُمَّةِ الْأَلْفَ) ثُمَّ ذَكَرَ أَنَّ الَّذِي دَلَّتْ عَلَيْهِ الْآثَارُ أَنَّ هَذِهِ الْأُمَّةَ تَزِيدُ مُدَّةُ بَقَائِهَا فِي الدُّنْيَا عَلَى أَلْفِ سَنَةٍ، وَأَنَّهَا لَا تَبْلُغُ الزِّيَادَةُ خَمْسَمِائَةِ سَنَةٍ، ثُمَّ اعْتَمَدَ مَا ذَكَرَهُ ابْنُ جَرِيرٍ أَنَّ مُدَّةَ الدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ، قَالَ: وَذَلِكَ لِأَنَّهُ وَرَدَ مِنْ طُرُقٍ أَنَّ مُدَّةَ الدُّنْيَا مِنْ لَدُنْ آدَمَ عَلَيْهِ السَّلَامُ إِلَى قِيَامِ السَّاعَةِ سَبْعَةُ آلَافِ سَنَةٍ، وَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بُعِثَ فِي آخِرِ الْأَلْفِ السَّادِسِ، وَسَاقَ مَا قَدَّمْنَاهُ مِنْ أَدِلَّةِ ابْنِ جَرِيرٍ، بَلْ قَالَ وَصَحَّحَ ابْنُ جَرِيرٍ هَذَا الْأَصْلَ وَعَقَدَهُ بَابًا. انْتَهَى. </p><p> قَالَ السَّيِّدُ الْأَمِيرُ (قُلْتُ) وَمَا كَانَ لِلسُّيُوطِيِّ أَنْ يُعْرِضَ عَنْ تَعَقُّبَاتِ الْحَافِظِ ابْنِ حَجَرٍ، بَلْ كَانَ يَتَعَيَّنُ عَلَيْهِ ذِكْرُهَا وَإِقْرَارُهَا أَوْ رَدُّهَا، فَإِنَّ تَرْكَهُ لَهَا يُوهِمُ النَّاظِرَ فِي كَلَامِهِ وَسُكُوتِهِ عَلَى تَصْحِيحِ ابْنِ جَرِيرٍ لَيْسَ كَذَلِكَ كَمَا عَرَفْتُ. </p><p> \" ثُمَّ اسْتَنَدَ السُّيُوطِيُّ فِي جَزْمِهِ بِبَقَاءِ الْأُمَّةِ بَعْدَ الْأَلْفِ أَقَلَّ مِنْ خَمْسِمِائَةِ سَنَةٍ إِلَى آثَارٍ ذَكَرَهَا، مِنْهَا مَا أَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ عَنِ ابْنِ عُمَرَ - رَضِيَ اللهُ عَنْهُ - قَالَ \" يَبْقَى النَّاسُ بَعْدَ طُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا مِائَةً وَعِشْرِينَ سَنَةً \" وَإِلَى أَنَّهُ يَلْبَثُ عِيسَى عَلَيْهِ السَّلَامُ أَرْبَعِينَ سَنَةً بَعْدَ قَتْلِهِ الدَّجَّالَ ثُمَّ يُسْتَخْلَفُ رَجُلٌ مِنْ تَمِيمٍ يَبْقَى ثَلَاثَ سِنِينَ، وَإِلَى أَنَّهُ يَبْقَى النَّاسُ بَعْدَ إِرْسَالِ اللهِ رِيحًا تَقْبِضُ رُوحَ كُلِّ مُؤْمِنٍ مِائَةَ سَنَةٍ لَا يَعْرِفُونَ</p><p> دِينًا مِنَ الْأَدْيَانِ، وَإِلَى أَنَّ بَيْنَ النَّفْخَتَيْنِ أَرْبَعِينَ عَامًا، وَإِلَى أَنَّهُ يَنْزِلُ عِيسَى عَلَى رَأْسِ مِائَةِ سَنَةٍ، فَهَذِهِ مِائَةُ سَنَةٍ وَثَلَاثٌ وَسِتُّونَ سَنَةً، وَنَحْنُ الْآنُ فِي الْقَرْنِ الثَّانِي عَشَرَ وَيُضَافُ إِلَيْهِ مِائَتَانِ وَثَلَاثٌ وَسِتُّونَ سَنَةً فَيَكُونُ الْجَمِيعُ ١٤٦٠ وَعَلَى قَوْلِهِ إِنَّهُ لَا يَبْلُغُ خَمْسَمِائَةِ سَنَةٍ بَعْدَ الْأَلْفِ يَكُونُ مُنْتَهَى بَقَاءِ الْأُمَّةِ بَعْدَ الْأَلْفِ ١٤٦٣ سَنَةً وَيَتَخَرَّجُ مِنْهُ أَنَّ خُرُوجَ الدَّجَّالِ أَعَاذَنَا اللهُ مَنْ فِتْنَتِهِ قَبْلَ انْخِرَامِ هَذِهِ الْمِائَةِ الَّتِي نَحْنُ فِيهَا وَهِيَ الْمِائَةُ الثَّانِيَةُ عَشْرَةَ مِنَ الْهِجْرَةِ النَّبَوِيَّةِ انْتَهَى، وَقَدْ تُوَفِّيَ ابْنُ الْأَمِيرِ سَنَةَ ١١٨٢. </p><p> قَالَ صَاحِبُ الْإِذَاعَةِ: \" أَقُولُ: وَقَدْ مَضَى إِلَى الْآنِ عَلَى الْأَلْفِ نَحْوٌ مِنْ ثَلَاثِمِائَةِ سَنَةٍ، وَلَمْ يَظْهَرِ الْمَهْدِيُّ، وَلَمْ يَنْزِلْ عِيسَى وَلَمْ يَخْرُجِ الدَّجَّالُ فَدَلَّ عَلَى أَنَّ هَذَا الْحِسَابَ لَيْسَ صَحِيحْ. </p><p> \" ثُمَّ قَالَ السَّيِّدُ الْعَلَّامَةُ (قُلْتُ) : وَقَدْ أَخْرَجَ مُسْلِمٌ وَالْحَاكِمُ عَنِ ابْنِ عُمَرَ مَرْفُوعًا يَخْرُجُ الدَّجَّالُ فَيَمْكُثُ فِي أُمَّتِي أَرْبَعِينَ انْتَهَى، هَكَذَا لَمْ يَتَمَيَّزِ الْعَدَدُ بِشَيْءٍ لَا بِالْأَيَّامِ، وَلَا بِالشُّهُورِ، وَلَا بِالسِّنِينَ، فَلَوْ كَانَتْ سِنِينَ لَكَانَ ظُهُورُهُ مِنْ رَأْسِ سِتِّينَ مِنْ هَذَا الْقَرْنِ، إِلَّا أَنَّهُ قَدْ ثَبَتَ </p><p> عِنْدَ أَحْمَدَ وَابْنِ خُزَيْمَةَ وَأَبِي يَعْلَى وَالْحَاكِمِ تَعْيِينُ الْأَرْبَعِينَ بِلَيْلَةٍ، فَهِيَ أَرْبَعُونَ يَوْمًا، وَقَالَ \" يَوْمٌ مِنْهَا كَالسَّنَةِ، وَيَوْمٌ كَالشَّهْرِ، وَيَوْمٌ كَالْجُمُعَةِ، وَسَائِرُ أَيَّامِهِ كَأَيَّامِكُمْ \" وَعَلَى هَذَا يَكُونُ خُرُوجُهُ فِي سَنَةِ تِسْعٍ وَتِسْعِينَ مِنْ هَذَا الْقَرْنِ الَّذِي نَحْنُ فِيهِ، وَإِنَّمَا قُلْنَا ذَلِكَ لِيَتِمَّ نُزُولُ عِيسَى فِي رَأْسِهَا وَيَبْقَى عِيسَى مِنَ الْقَرْنِ الثَّالِثَ عَشَرَ أَرْبَعِينَ سَنَةً وَخَلِيفَتُهُ ثَلَاثَ سِنِينَ، ثُمَّ تَطْلُعُ الشَّمْسُ مِنْ مَغْرِبِهَا وَيَبْقَى النَّاسُ مِائَةً وَعِشْرِينَ بَعْدَ طُلُوعِهَا، وَيُحْتَمَلُ أَنَّ الْمِائَةَ الَّتِي يَبْقَى النَّاسُ فِيهَا لَا يَعْرِفُونَ دِينًا هِيَ مِنْ هَذِهِ الْمِائَةِ وَالْعِشْرِينَ. هَذَا خُلَاصَةُ كَلَامِ السُّيُوطِيِّ فِي رِسَالَةِ الْكَشْفِ، وَفِيهِ مَا عَرَفْتَ، وَاسْتَدَلَّ عَلَى مَا ذَكَرَهُ بِآثَارٍ عَنِ السَّلَفِ كَأَنَّهُ يَقُولُ: إِنَّهَا لَا تُقَالُ مِنْ قِبَلِ الرَّأْيِ فَلَهَا حُكْمُ الرَّفْعِ. </p><p> (ثُمَّ قَالَ) : وَإِذَا أَحَطْتَ عِلْمًا بِجَمِيعِ مَا سُقْنَاهُ عَلِمْتَ بِأَنَّ الْقَوْلَ يَتَعَيَّنُ مُدَّةَ الدُّنْيَا مِنْ أَوَّلِهَا إِلَى آخِرِهَا بِأَنَّهُ سَبْعَةُ آلَافِ سَنَةٍ لَمْ يَثْبُتْ فِيهِ نَصٌّ يُعْتَمَدُ عَلَيْهِ، وَغَايَةُ مَا فِيهِ آثَارٌ عَنِ السَّلَفِ، وَإِنْ كَانَتْ لَا تُقَالُ إِلَّا عَنْ تَوْقِيفٍ فَلَعَلَّهَا مَأْخُوذَةٌ عَنْ أَهْلِ الْكِتَابِ، وَفِي أَسَانِيدِهَا مَقَالٌ، وَقَدْ عُلِمَ تَغْيِيرُهُمْ لِمَا لَدَيْهِمْ عَنِ اللهِ تَعَالَى وَعَنْ رَسُولِهِ </p><p> وَأَهْلِ الْكِتَابِ، هُمُ الْقَائِلُونَ لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً (٢: ٨٠) وَنَقَلَ عَنْهُمُ الْمُفَسِّرُونَ أَنَّهُمْ قَالُوا: إِنَّ مُدَّةَ الدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ، وَأَنَّهُمْ يُعَذَّبُونَ بِكُلِّ أَلْفِ عَامٍ يَوْمًا مِنْ هَذِهِ الْأَيَّامِ، فَإِنَّهُ أَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَالطَّبَرَانِيُّ وَالْوَاحِدِيُّ عَنِ ابْنِ عَبَّاسٍ أَنَّ يَهُودًا كَانُوا يَقُولُونَ: مُدَّةُ الدُّنْيَا سَبْعَةُ آلَافِ سَنَةٍ، وَإِنَّمَا نُعَذَّبُ بِكُلِّ أَلْفِ سَنَةٍ يَوْمًا وَاحِدًا مِنْ أَيَّامِ الدُّنْيَا فِي النَّارِ، وَإِنَّمَا هِيَ سَبْعَةُ أَيَّامٍ ثُمَّ يَنْقَطِعُ الْعَذَابُ فَأَنْزَلَ اللهُ تَعَالَى: وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً (٢٠: ٨٠) . إِلَى قَوْلِهِ تَعَالَى: هُمْ فِيهَا خَالِدُونَ (٢: ٨١) انْتَهَى وَأَكْذَبَهُمُ اللهُ فِيمَا قَالُوهُ. </p><p> وَلَعَلَّ هَذَا الَّذِي نَقَلَهُ عَنِ السَّلَفِ مِنَ الْآثَارِ الَّتِي سُقْنَاهَا وَسَاقَهَا ابْنُ جَرِيرٍ وَالسُّيُوطِيُّ فِي رِسَالَةِ الْكَشْفِ مَأْخُوذَةٌ مِنْ أَهْلِ الْكِتَابِ إِذْ لَمْ يَثْبُتْ نَصٌّ نَبَوِيٌّ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ مُدَّةَ الدُّنْيَا كَذَا، عَلَى أَنَّ تِلْكَ الْآثَارَ الْقَاضِيَةَ بِأَنَّ مُدَّتَهَا سَبْعَةُ آلَافِ سَنَةٍ مُعَارِضَةٌ لِمَا أَخْرَجَهُ عَبْدُ الرَّزَّاقِ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ مُجَاهِدٍ وَعِكْرِمَةَ فِي قَوْلِهِ تَعَالَى: فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ (٧٠: ٤) قَالَا: هِيَ الدُّنْيَا أَوَّلُهَا إِلَى آخِرِهَا يَوْمٌ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ يَوْمَ الْقِيَامَةِ انْتَهَى. فَهَذِهِ الْآثَارُ مُتَعَارِضَةٌ كَمَا تَرَى، وَإِنَّمَا ثَبَتَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ بَعْثَتَهُ مِنْ آيِ قِيَامِ السَّاعَةِ. انْتَهَى كَلَامُ السَّيِّدِ الْعَلَّامَةِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الْأَمِيرِ رَحِمَهُ اللهُ. </p><p> (قَالَ صَاحِبُ الْإِذَاعَةِ) : وَقَدْ قَالَ الشَّيْخُ مَرْعِيٌّ فِي بَهْجَةِ النَّاظِرِينَ بَعْدَ ذِكْرِ قَوْلِ السُّيُوطِيِّ فِي رِسَالَةِ الْكَشْفِ مَا نَصُّهُ: وَهَذَا مَرْدُودٌ; لِأَنَّ كُلَّ مَنْ يَتَكَلَّمُ بِشَيْءٍ مِنْ ذَلِكَ فَهُوَ ظَنٌّ وَحُسْبَانٌ لَا يَقُومُ عَلَيْهِ بُرْهَانٌ. انْتَهَى. </p><p> وَقَالَ فِي الْإِشَاعَةِ بَعْدَ ذِكْرِ قَوْلِ السُّيُوطِيِّ: الَّذِي فُهِمَ مِنَ الْأَحَادِيثِ أَنَّ الْمَهْدِيَّ يَمْكُثُ فِي الْأَرْضِ أَرْبَعِينَ سَنَةً، وَأَنَّ عِيسَى يَمْكُثُ. بَعْدَ الدَّجَّالِ أَرْبَعِينَ سَنَةً كَمَا رَوَاهُ الْحَاكِمُ عَنِ ابْنِ مَسْعُودٍ، فَإِنَّهُ ظَاهِرٌ فِي الْأَرْبَعِينَ بَعْدَ الدَّجَّالِ، وَأَنَّ بَعْدَ عِيسَى يَتَوَلَّى أُمَرَاءٌ مِنْهُمُ الْقَحْطَانِيُّ يَتَوَلَّى إِحْدَى وَعِشْرِينَ سَنَةً، وَلْيُفْرَضْ لِبَقِيَّتِهِمْ إِلَى طُلُوعِ الشَّمْسِ مِنَ الْمَغْرِبِ عِشْرِينَ سَنَةً أَيْضًا إِنْ لَمْ يَكُنْ أَكْثَرَ، فَهَذِهِ مِائَةٌ وَعِشْرُونَ سَنَةً، وَمَرَّ أَنَّ الدَّجَّالَ يَمْكُثُ أَرْبَعِينَ، فَإِنْ لَمْ تَكُنْ سِنِينَ فَلَا أَقَلَّ مِنْ مِقْدَارِ سَنَتَيْنِ; لِأَنَّ أَيَّامَهُ طِوَالٌ، وَأَنَّ بَعْدَ طُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا يَمْكُثُ النَّاسُ مِائَةً وَعِشْرِينَ سَنَةً، وَفِي رِوَايَةٍ أَنَّ </p><p> الشِّرَارَ بَعْدَ الْخِيَارِ عِشْرُونَ وَمِائَةُ سَنَةٍ، وَوَرَدَ أَيْضًا أَنَّ الْمُؤْمِنِينَ يَتَمَتَّعُونَ بَعْدَ طُلُوعِهَا أَرْبَعِينَ سَنَةً ثُمَّ يُسْرِعُ فِيهِمُ الْمَوْتُ فَهَذِهِ ثَلَاثُمِائَةٍ وَعِشْرُونَ سَنَةً. وَقَدْ مَضَى بَعْدَ الْأَلْفِ قَرِيبٌ مِنْ ثَمَانِينَ، فَهَذِهِ أَرْبَعُمِائَةٍ وَإِلَى تَمَامِ هَذِهِ الْمِائَةِ تَبْلُغُ أَرْبَعَمِائَةٍ وَثَلَاثِينَ. وَقَدْ مَرَّ عَنِ السُّيُوطِيِّ أَنَّهَا لَا تَبْلُغُ خَمْسَمِائَةٍ بَلْ أَخَذَ بَعْضُهُمْ مِنْ قَوْلِهِ تَعَالَى: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً (٤٧: ١٨) وَقَوْلِهِ: لَا تَأْتِيكُمْ إِلَّا بَغْتَةً أَنَّ السَّاعَةَ تَقُومُ سَنَةً ١٤٠٧ فَإِنَّ عَدَدَ حُرُوفِ \" بَغْتَةً \" ١٤٠٧ وَالْعِلْمُ عِنْدَ اللهِ، فَيُحْتَمَلُ خُرُوجُ الْمَهْدِيِّ عَلَى رَأْسِ هَذِهِ الْمِائَةِ، وَيُحْتَمَلُ أَنْ يَتَأَخَّرَ لِلْمِائَةِ الثَّانِيَةِ، وَلَا يَفُوتُهَا قَطْعًا، وَإِذَا تَأَخَّرَ فَلَا بُدَّ أَنْ يَبْعَثَ اللهُ عَلَى رَأْسِ هَذِهِ الْمِائَةِ مِنْ يُجَدِّدُ لِلْأُمَّةِ أَمْرَ دِينِهَا، كَمَا وَرَدَ فِي حَدِيثٍ مَشْهُورٍ. وَهَذِهِ كُلُّهَا مَظْنُونَاتٌ وَرَدَ بِهَا آحَادُ الْأَخْبَارِ، بَعْضُهَا صِحَاحٌ، وَبَعْضُهَا حِسَانٌ وَبَعْضُهَا ضِعَافٌ مَعَ شَوَاهِدَ وَبَعْضُهَا بِغَيْرِ شَوَاهِدَ، وَغَايَةُ مَا ثَبَتَ بِالْأَخْبَارِ الصَّحِيحَةِ الْكَثِيرَةِ الشَّهِيرَةِ الَّتِي بَلَغَتِ التَّوَاتُرَ الْمَعْنَوِيَّ وُجُودُ الْآيَاتِ الْعِظَامِ الَّتِي أَوَّلُهَا خُرُوجُ الْمَهْدِيِّ، وَأَنَّهُ يَأْتِي فِي آخِرِ الزَّمَانِ مِنْ وَلَدِ فَاطِمَةَ يَمْلَأُ الْأَرْضَ عَدْلًا كَمَا مُلِئَتْ جَوْرًا، وَأَنَّهُ يُقَاتِلُ الرُّومَ فِي الْمَلْحَمَةِ وَيَفْتَحُ الْقُسْطَنْطِينِيَّةَ، وَيَخْرُجُ الدَّجَّالُ فِي زَمَنِهِ وَيَنْزِلُ عِيسَى وَيُصَلِّي خَلْفَهُ، وَمَا سِوَى ذَلِكَ كُلِّهِ أُمُورٌ مَظْنُونَةٌ أَوْ مَشْكُوكَةٌ وَاللهُ أَعْلَمُ. انْتَهَى. </p><p> (أَقُولُ) : قَدْ عَلِمْتَ مِنْ هَذِهِ النُّقُولِ أَنَّهُ لَيْسَ فِي عُمْرِ الدُّنْيَا حَدِيثٌ مَرْفُوعٌ صَحِيحٌ، وَلَا حَسَنٌ وَأَنَّ الرِّوَايَاتِ فِيهِ إِمَّا ضَعِيفَةٌ وَإِمَّا مَوْضُوعَةٌ، وَأَنَّ الرَّاجِحَ أَنَّ كُلَّ مَا وَرَدَ فِيهَا مِنْ مَرْفُوعٍ وَمَوْقُوفٍ وَمِنَ الْآثَارِ فَهُوَ مِنَ الْإِسْرَائِيلِيَّاتِ الَّتِي بَثَّهَا فِي الْأُمَّةِ كَعْبُ الْأَحْبَارِ وَوَهْبُ بْنُ مُنَبِّهٍ وَأَمْثَالُهُمَا، وَلَوْ فَطِنَ الْحَافِظُ ابْنُ حَجَرٍ لِدَسَائِسِهِمَا وَخَطَأِ مَنْ عَدَّلَهُمَا مِنْ رِجَالِ الْجَرْحِ وَالتَّعْدِيلِ لِخَفَاءِ تَلْبِيسِهِمَا عَلَيْهِمْ لَكَانَ تَحْقِيقُهُ لِهَذَا الْبَحْثِ أَتَمُّ وَأَكْمَلُ. </p><p> وَقَدْ أَشَارَ إِلَى ذَلِكَ حَكِيمُ الْإِسْلَامِ الِاجْتِمَاعِيُّ ابْنُ خَلْدُونَ فِي مُقَدِّمَتِهِ عِنْدَ الْكَلَامِ فِي ابْتِدَاءِ الدُّوَلِ وَالْأُمَمِ وَمَا بَقِيَ مِنَ الدُّنْيَا قَالَ: \" فَكَانَ الْمُعْتَمَدُ فِي ذَلِكَ فِي صَدْرِ الْإِسْلَامِ آثَارًا مَنْقُولَةً عَنِ الصَّحَابَةِ وَخُصُوصًا مُسْلِمَةُ بَنِي إِسْرَائِيلَ مِثْلَ كَعْبِ الْأَحْبَارِ وَوَهْبِ بْنِ مُنَبِّهٍ وَأَمْثَالِهِمَا </p><p> وَرُبَّمَا اقْتَبَسُوا بَعْضَ ذَلِكَ مِنْ ظَوَاهِرَ مَأْثُورَةٍ وَتَأْوِيلَاتٍ مُحْتَمَلَةٍ \" ثُمَّ ذَكَرَ مَبَاحِثَ السُّهَيْلِيِّ فِي كَلَامِ الطَّبَرِيِّ وَغَيْرَ ذَلِكَ مِمَّا يُغْنِي عَنْهُ مَا تَقَدَّمَ، وَذَكَرَ أَيْضًا كَلَامَ الصُّوفِيَّةِ فِي ذَلِكَ وَظُهُورَ كَذِبِ الْجَمِيعِ. </p><p> وَكَذَلِكَ الْإِمَامُ أَبُو مُحَمَّدٍ عَلِيُّ بْنُ حَزْمٍ (الْمُتَوَفَّى سَنَةَ ٤٥٦) لَمْ يَعْبَأْ بِشَيْءٍ مِنْ هَذِهِ الرِّوَايَاتِ فِي هَذِهِ الْمَسْأَلَةِ عَلَى طُولِ بَاعِهِ وَسِعَةِ حِفْظِهِ لِلْآثَارِ، وَقَدْ سَبَقَ الْقَاضِيَ عِيَاضًا وَالْقَاضِيَ أَبَا بَكْرِ بْنَ الْعَرَبِيِّ، وَابْنَ خَلْدُونَ فِي رَفْضِهِ لِمَا قِيلَ فِي عُمْرِ الدُّنْيَا، وَعَجِبْتُ كَيْفَ غَفَلَ الْحَافِظُ عَنْ إِيرَادِ مَا قَالَهُ فِي هَذِهِ الْمَسْأَلَةِ عَلَى سِعَةِ اطِّلَاعِهِ. قَالَ بَعْدَ ذِكْرِ مَا كَانَ يَقُولُ الْيَهُودُ وَالنَّصَارَى فِي بَدْءِ الْخَلِيقَةِ مَا نَصُّهُ: وَأَمَّا نَحْنُ - يَعْنِي الْمُسْلِمِينَ - فَلَا نَقْطَعُ عَلَى عِلْمٍ عَدَدًا مَعْرُوفًا عِنْدَنَا، وَمَنِ ادَّعَى فِي ذَلِكَ سَبْعَةَ آلَافِ سَنَةٍ أَوْ أَكْثَرَ أَوْ أَقَلَّ فَقَدْ قَالَ مَا لَمْ يَأْتِ قَطُّ عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ لَفَظَةٌ تَصِحُّ، بَلْ صَحَّ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خِلَافُهُ، بَلْ نَقْطَعُ عَلَى أَنَّ لِلدُّنْيَا أَمَدًا لَا يَعْلَمُهُ إِلَّا اللهُ تَعَالَى. قَالَ اللهُ سُبْحَانَهُ: مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ (١٨: ٥١) وَقَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مَا أَنْتُمْ فِي الْأُمَمِ قَبْلَكُمْ إِلَّا كَالشَّعْرَةِ الْبَيْضَاءِ فِي الثَّوْرِ الْأَسْوَدِ، أَوِ الشَّعْرَةِ السَّوْدَاءِ فِي الثَّوْرِ الْأَبْيَضِ وَهَذِهِ نِسْبَةٌ مَنْ تَدَبَّرَهَا وَعَرَفَ مِقْدَارَ عَدَدِ أَهْلِ الْإِسْلَامِ، وَنِسْبَةِ مَا بِأَيْدِيهِمْ مِنْ مَعْمُورِ الْأَرْضِ، وَأَنَّهُ الْأَكْثَرُ - عَلَى أَنَّ لِلدُّنْيَا أَمَدًا لَا يَعْلَمُهُ إِلَّا اللهُ، وَكَذَلِكَ قَوْلُهُ عَلَيْهِ السَّلَامُ: بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ وَضَمَّ أُصْبُعَيْهِ الْمُقَدَّسَتَيْنِ السَّبَّابَةَ وَالْوُسْطَى وَقَدْ جَاءَ النَّصُّ بِأَنَّ السَّاعَةَ لَا يَعْلَمُ مَتَى تَكُونُ إِلَّا اللهُ تَعَالَى لَا أَحَدَ سِوَاهُ - فَصَحَّ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا عَنَى شِدَّةَ الْقُرْبِ لَا فَضْلَ الْوُسْطَى عَلَى السَّبَّابَةِ، إِذْ لَوْ أَرَادَ ذَلِكَ لَأُخِذَتْ نِسْبَةُ مَا بَيْنَ الْأُصْبُعَيْنِ، وَنُسِبَ مِنْ طُولِ الْأُصْبُعِ - فَكَانَ يُعْلَمُ بِذَلِكَ مَتَى تَقُومُ السَّاعَةُ، وَهَذَا بَاطِلٌ، وَأَيْضًا فَكَانَ تَكُونُ نِسْبَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِيَّانَا إِلَى مَنْ قَبْلَنَا بِأَنَّنَا كَالشَّعْرَةِ فِي الثَّوْرِ كَذِبًا، وَمَعَاذَ اللهِ مِنْ ذَلِكَ، فَصَحَّ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا أَرَادَ شِدَّةَ الْقُرْبِ. وَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُنْذُ بُعِثَ أَرْبَعُمِائَةِ عَامٍ وَنَيِّفٍ، وَاللهُ تَعَالَى أَعْلَمُ بِمَا بَقِيَ لِلدُّنْيَا، فَإِذَا كَانَ هَذَا الْعَدَدُ الْعَظِيمُ لَا نِسْبَةَ لَهُ عِنْدَمَا سَلَفَ لِقِلَّتِهِ وَتَفَاهَتِهِ بِالْإِضَافَةِ إِلَى مَا مَضَى فَهُوَ الَّذِي قَالَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ أَنَّنَا فِيمَنْ مَضَى كَالشَّعْرَةِ فِي الثَّوْرِ أَوِ الرَّقْمَةِ فِي ذِرَاعِ الْحِمَارِ اهـ كَلَامُ ابْنُ حَزْمٍ. </p><p> وَأَقُولُ: هَذَا كَلَامُ الْأَئِمَّةِ الْمُحَقِّقِينَ، فَالَّذِينَ حَاوَلُوا تَحْدِيدَ عُمْرِ الدُّنْيَا وَمَعْرِفَةِ وَقْتِ قِيَامِ السَّاعَةِ إِرْضَاءَ شَهْوَةِ الْإِتْيَانِ بِمَا يُهِمُّ جَمِيعَ النَّاسِ، لَمْ يَشْعُرُوا بِأَنَّهُمْ يُحَاوِلُونَ تَكْذِيبَ آيَاتِ الْقُرْآنِ الْكَثِيرَةِ النَّاطِقَةِ بِأَنَّ السَّاعَةَ مِنْ عِلْمِ الْغَيْبِ الَّذِي اسْتَأْثَرَ اللهُ </p><p> تَعَالَى بِهِ، وَأَنَّهَا تَأْتِيهِمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ - أَيْ عَلَى غَيْرِ انْتِظَارٍ مِنْ أَحَدٍ مِنْهُمْ، وَلَا أَدْنَى عِلْمٍ. وَهَذَا الْبَلَاءُ كُلُّهُ مِنْ </p><p> دَسَائِسِ رُوَاةِ الْإِسْرَائِيلِيَّاتِ وَتَلْبِيسِهِمْ عَلَى الْمُسْلِمِينَ بِإِظْهَارِ الْإِسْلَامِ وَالصَّلَاحِ وَالتَّقْوَى، وَمِنْ وَضْعِ بَعْضِ الِاصْطِلَاحَاتِ الْعِلْمِيَّةِ فِي غَيْرِ مَوْضِعِهَا، كَكَوْنِ كَثْرَةِ الرِّوَايَاتِ الضَّعِيفَةِ يُقَوِّي بَعْضُهَا بَعْضًا، فَإِنَّ هَذَا إِنَّمَا يَصِحُّ فِي الْمَسَائِلِ الَّتِي لَا يُحْتَمَلُ إِرْجَاعُهَا إِلَى مَصْدَرٍ وَاحِدٍ يُعْنَى بِنَشْرِهَا وَالدَّعْوَةِ إِلَيْهَا، كَمَسْأَلَةِ الْمَهْدِيِّ الْمُنْتَظَرِ الَّذِي هُوَ أَسَاسُ مَذْهَبٍ سِيَاسِيٍّ كُسِيَ ثَوْبَ الدِّينِ، أَلَمْ تَرَ أَنَّ رِوَايَاتِهِ لَا تَخْلُو أَسَانِيدُهَا مِنْ شِيعِيٍّ، وَأَنَّ الزَّنَادِقَةَ كَانُوا يَبُثُّونَ الدَّعْوَة إِلَى ذَلِكَ تَمْهِيدًا لِسَلْبِ سُلْطَانِ الْعَرَبِ، وَإِعَادَةِ مُلْكِ الْفُرْسِ؟ وَكَكَوْنِ كَلَامِ الصَّحَابِيِّ فِيمَا لَا مَجَالَ لِلرَّأْي وَالِاجْتِهَادِ فِيهِ لَهُ حُكْمُ الْحَدِيثِ الْمَرْفُوعِ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيَجِبُ تَقْيِيدُ هَذَا فِيمَا لَا يُحْتَمَلُ أَنْ يَكُونَ مِنَ الْإِسْرَائِيلِيَّاتِ، وَهُوَ مَا أَشَارَ إِلَيْهِ الْعَلَّامَةُ الْمُجْتَهِدُ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْأَمِيرُ فِي مَوْضُوعِنَا هَذَا كَمَا رَأَيْتَ آنِفًا. </p><p> هَذَا وَإِنَّ لِمُتَقَدِّمِي أُمَمِ الْحَضَارَةِ الْأَوَّلِينَ مِنَ الْهُنُودِ وَالصِّينِيِّينَ وَغَيْرِهِمْ أَقْوَالًا فِي عُمْرِ الدُّنْيَا وَتَارِيخِ الْبَشَرِ الْمَاضِي تُذْكَرُ فِيهِ الْأَرْقَامُ بِأُلُوفِ السِّنِينَ وَأُلُوفِ الْأُلُوفِ، وَقَدْ بُنِيَ بَعْضُهُ عَلَى رِوَايَاتٍ مَأْثُورَةٍ عَنْ قُدَمَائِهِمْ، وَبَعْضُهُ عَلَى اصْطِلَاحَاتٍ فَلَكِيَّةٍ وَأَوْهَامٍ تَنْجِيمِيَّةٍ لَا تُفِيدُ عِلْمًا صَحِيحًا. </p><p> وَأَمَّا عُلَمَاءُ الْكَوْنِ فِي هَذَا الْعَصْرِ فَلَهُمْ مَنْهَجٌ فِي عُمْرِ الْأَرْضِ الْمَاضِي، وَمَنْهَجٌ آخَرُ فِي تَارِيخِ الْبَشَرِ وَآثَارِهِمْ فِي الْقُرُونِ الْخَالِيَةِ: مَنْهَجَانِ عِلْمِيَّانِ مَبْنِيَّانِ عَلَى مَا عُرِفَ بِالْحَفْرِ مِنْ طَبَقَاتِ الْأَرْضِ، وَمَا كُشِفَ مِنْ آثَارِ أَعْمَالِ الْبَشَرِ، وَمِنْ عِظَامِ مَوْتَاهُمْ وَرُفَاتِهِمْ، وَهُمْ يَجْزِمُونَ أَنَّ عُمْرَ الدُّنْيَا الْمَاضِيَ يُعَدُّ بِأُلُوفِ الْأُلُوفِ مِنَ السِّنِينَ، وَقَدْ وُجِدَتْ آثَارٌ لِلْبَشَرِ فِيهَا مُنْذُ مِئَاتِ الْأُلُوفِ مِنْهَا، وَذَلِكَ يَنْقُضُ مَا فِي سِفْرِ التَّكْوِينِ فِي الْمَسْأَلَتَيْنِ، وَلَكِنَّهُ لَا يَنْقُضُ مِنَ الْقُرْآنِ كَلِمَةً وَلَا حَرْفًا وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٤: ٨٢) وَكَذَلِكَ أَحَادِيثُ الرَّسُولِ الْقَطْعِيَّةُ أَوِ الصَّحِيحَةُ الْقَرِيبَةُ مِنَ الْقَطْعِيَّةِ، الَّتِي لَا شُبْهَةَ فِيهَا لِلدَّسَائِسِ الْإِسْرَائِيلِيَّةِ، وَلَا لِلْمَكَايِدِ الْفَارِسِيَّةِ الْمَجُوسِيَّةِ. وَإِنَّنَا نُتَمِّمُ هَذَا الْبَحْثَ بِفَصْلٍ وَجِيزٍ فِي أَشْرَاطِ السَّاعَةِ وَأَمَارَاتِهَا; لِأَنَّنَا أَلْمَمْنَا فِي هَذَا الْفَصْلِ بِذِكْرِ أَهَمِّهَا، وَفِيهَا الشُّبْهَاتُ مَا فِي مَسْأَلَةِ عُمْرِ الدُّنْيَا، وَقِيَامِ السَّاعَةِ الَّتِي هِيَ أَمَارَاتُهَا فَنَقُولُ: </p><p> أَشْرَاطُ السَّاعَةِ وَأَمَارَاتُهَا: </p><p> إِنَّ لِلسَّاعَةِ أَشْرَاطًا ثَبَتَتْ فِي الْكِتَابِ وَالسُّنَّةِ، قَالَ تَعَالَى: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (٤٧: ١٨) الْأَشْرَاطُ جَمْعُ شَرَطٍ بِفَتْحَتَيْنِ، كَأَسْبَابٍ جَمْعُ سَبَبٍ، وَهِيَ الْعَلَامَاتُ وَالْأَمَارَاتُ الدَّالَّةُ عَلَى قُرْبِهَا وَأَعْظَمُهَا بَعْثَةُ خَاتَمِ النَّبِيِّينَ، بِآخِرِ هِدَايَةِ الْوَحْيِ الْإِلَهِيِّ لِلنَّاسِ أَجْمَعِينَ ; لِأَنَّ بَعْثَتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ كَمُلَ بِهَا الدِّينُ، كَمَا قَالَ تَعَالَى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ (٥: ٣) وَبِكَمَالِهِ تَكْمُلُ الْحَيَاةُ </p><p> الْبَشَرِيَّةُ الرُّوحِيَّةُ، وَيَتْلُوهَا كَمَالُ الْحَيَاةِ الْبَشَرِيَّةِ الْمَادِّيَّةِ، وَمَا بَعْدَ الْكَمَالِ إِلَّا الزَّوَالُ ; لِأَنَّ الْبَقَاءَ فِي هَذَا الْعَالَمِ مُحَالٌ. وَقَدْ وَرَدَ أَنَّ نَبِيَّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَبِيُّ السَّاعَةِ وَتَقَدَّمَ حَدِيثُ الصَّحِيحَيْنِ بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ وَقَدْ وَرَدَتْ أَحَادِيثُ أُخْرَى فِي أَشْرَاطِ السَّاعَةِ يَدُلُّ بَعْضُهَا عَلَى أَنَّ الشَّهَوَاتِ الْمَادِّيَّةَ تَتَنَازَعُ مَعَ الْهِدَايَةِ الرُّوحِيَّةِ، فَيَكُونُ لَهَا الْغَلَبُ زَمَنًا ثُمَّ تَنْتَصِرُ الْهِدَايَةُ الرُّوحِيَّةُ زَمَنًا قَصِيرًا، ثُمَّ يَغْلِبُ الضَّلَالُ وَالشَّرُّ وَالْفُجُورُ وَالْكُفْرُ، حَتَّى تَقُومَ السَّاعَةُ عَلَى شِرَارِ الْخَلْقِ، وَلَكِنْ فِي هَذِهِ الْأَحَادِيثِ اخْتِلَافًا وَتَعَارُضًا، وَمَا يُنَافِي حِكْمَةَ اللهِ تَعَالَى فِي إِخْفَائِهَا، وَعَدَمِ اطِّلَاعِ الْخَلْقِ عَلَى وَقْتِهَا، وَبَعْضُهَا ظَاهِرٌ فِي قُرْبِ قِيَامِ سَاعَةِ دَوْلَةِ الْعَرَبِ أَوْ دَوْلَةِ الْإِسْلَامِ. </p><p> وَمِنَ الْأَحَادِيثِ الصَّحِيحَةِ الْوَارِدَةِ فِي إِقْبَالِ الدُّنْيَا وَسِعَتِهَا مِنْ أَمَارَاتِ السَّاعَةِ حَدِيثُ جِبْرِيلَ الَّذِي رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ عَنْ عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللهُ عَنْهُ -، وَفِيهِ أَنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ لَمَّا جَاءَ فِي صِفَةِ رَجُلٍ غَرِيبٍ، وَسَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْإِسْلَامِ وَالْإِيمَانِ وَالْإِحْسَانِ; لِيُعَلِّمَ الصَّحَابَةَ - رَضِيَ اللهُ عَنْهُمْ - كَيْفَ يَسْأَلُونَ عَنْ دِينِهِمْ - ثُمَّ سَأَلَهُ عَنِ السَّاعَةِ قَالَ \" فَأَخْبِرْنِي عَنِ السَّاعَةِ؟ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ،قَالَ:فَأَخْبِرْنِي عَنْ أَمَارَتِهَا.قَالَ:أَنْ تَلِدَ الْأَمَةُ رَبَّتَهَا، وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ \" وَرَوَى هَذَا السُّؤَالَ وَحْدَهُ ابْنُ أَبِي شَيْبَةَ وَالْبُخَارِيُّ وَمُسْلِمٌ وَغَيْرُهُمْ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ قَالَ: \" كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -يَوْمًا بَارِزًا لِلنَّاسِ فَأَتَاهُ رَجُلٌ فَقَالَ:يَا رَسُولَ اللهِ مَتَى السَّاعَةُ؟فَقَالَ:مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ،وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا:إِذَا وَلَدَتِ الْأَمَةُ رَبَّتَهَا فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا كَانَتِ</p><p> الْحُفَاةُ الْعُرَاةُ رِعَاءُ الشَّاءِ رُؤُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا تَطَاوَلَ رِعَاءُ الْغَنَمِ فِي الْبُنْيَانِ فَذَاكَ مِنْ أَشْرَاطِهَا \" قِيلَ: مَعْنَى وِلَادَةِ الْأَمَةِ رَبَّتَهَا كَثْرَةُ السَّرَارِي وَأَوْلَادِ السَّبَايَا - وَكَانَ لِهَذَا طَوْرٌ عَظِيمٌ فِي الْفُتُوحَاتِ الْإِسْلَامِيَّةِ - وَقِيلَ: مَعْنَاهُ أَنَّ الْمُلُوكَ وَالْأُمَرَاءَ يَكُونُونَ مِنْ أَوْلَادِ السَّرَارِيِّ لَا مِنْ أَوْلَادِ بَنَاتِ الْبُيُوتَاتِ الْعَرِيقَةِ فِي حُسْنِ التَّرْبِيَةِ وَعُلُوِّ الْأَخْلَاقِ، وَالْمُرَادُ بِصَيْرُورَةِ رِعَاءِ (بِالْهَمْزَةِ) أَيْ رُعَاةِ الْغَنَمِ وَأَهْلِ الْبَدَاوَةِ مِنْ أَصْحَابِ الثَّرْوَةِ وَالْبَذَخِ وَالْقُصُورِ الْعَالِيَةِ، أَنْ يَكُونَ مِنْ هَذِهِ الطَّبَقَةِ رُؤَسَاءٌ لِلنَّاسِ كَمَا فِي حَدِيثِ أَبِي هُرَيْرَةُ، وَهَذَا قَدْ ظَهَرَ أَيْضًا فِي أُمَّتِنَا وَفِي غَيْرِهَا مِنَ الْأُمَمِ، وَصَارَ بَعْضُ تَسَوُّدِ هَذِهِ الطَّبَقَةِ وَأَمْثَالِهِمْ فِي هَذَا الْعَصْرِ مَعْدُودًا فِي مَنَاقِبِهِ بَعْدَ فَسَادِ تَرْبِيَةِ كَثِيرٍ مِنْ أُسَرِ الْأَشْرَافِ وَالنُّبَلَاءِ وَاسْتِعْلَائِهِمْ عَلَى النَّاسِ بِالْبَاطِلِ، وَكَانَ هَذَا مِنْ أَمَارَاتِ زَوَالِ الدَّوْلَةِ الْعَرَبِيَّةِ أَوِ الْإِسْلَامِيَّةِ، فَهُوَ يَظْهَرُ فِي عَلَامَاتِ السَّاعَةِ الْخَاصَّةِ لَا الْعَامَّةِ. </p><p> وَأَجْمَعُ الْأَحَادِيثِ الصَّحِيحَةِ السَّنَدِ فِيمَا يَكُونُ قَبْلَ السَّاعَةِ مَا رَوَاهُ الْبُخَارِيُّ مِنْ حَدِيثِ </p><p> أَبِي هُرَيْرَةَ، وَرَوَى هُوَ وَغَيْرُهُ مَا ذُكِرَ فِيهِ فِي أَحَادِيثَ أُخْرَى مُفَصَّلَةٍ وَهَذَا نَصُّهُ عَنْ أَبِي هُرَيْرَةَ مَرْفُوعًا. </p><p> \" لَا تَقُومُ السَّاعَةُ حَتَّى تَقْتَتِلَ فِئَتَانِ عَظِيمَتَانِ تَكُونُ بَيْنَهُمَا مَقْتَلَةٌ عَظِيمَةٌ دَعْوَتُهَا وَاحِدَةٌ، وَحَتَّى يُبْعَثَ دَجَّالُونَ كَذَّابُونَ قَرِيبٌ مِنْ ثَلَاثِينَ كُلُّهُمْ يَزْعُمُ أَنَّهُ رَسُولُ </p><p> اللهِ، وَحَتَّى يُقْبَضَ الْعِلْمُ، وَتَكْثُرَ الزَّلَازِلُ، وَيَتَقَارَبَ الزَّمَانُ وَتَظْهَرَ </p><p> الْفِتَنُ، وَيَكْثُرُ الْهَرْجُ وَهُوَ الْقَتْلُ، وَحَتَّى يَكْثُرَ فِيكُمُ الْمَالُ فَيَفِيضُ حَتَّى يُهِمَّ </p><p> رَبَّ الْمَالِ مَنْ يَقْبَلُ صَدَقَتَهُ، وَحَتَّى يَتَطَاوَلَ النَّاسُ فِي الْبُنْيَانِ، وَحَتَّى يَمُرَّ الرَّجُلُ بِقَبْرِ الرَّجُلِ فَيَقُولُ: يَا لَيْتَنِي مَكَانَهُ، وَحَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا، فَإِذَا طَلَعَتْ وَرَآهَا النَّاسُ آمَنُوا أَجْمَعُونَ فَذَلِكَ حِينَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا (٦: ١٥٨) وَلَتُقُومَنَّ السَّاعَةُ وَقَدْ نَشَرَ الرَّجُلَانِ ثَوْبَهُمَا بَيْنَهُمَا فَلَا يَتَبَايَعَانِهِ وَلَا يَطْوِيَانِهِ، وَلَتُقُومَنَّ السَّاعَةُ وَقَدِ انْصَرَفَ الرَّجُلُ بِلَبَنِ لِقْحَتِهُ فَلَا يَطْعَمُهُ، وَلَتُقُومَنَّ السَّاعَةُ وَهُوَ يَلِيطُ حَوْضَهُ فَلَا يُسْقَى فِيهِ، وَلَتُقُومَنَّ السَّاعَةُ وَقَدْ رَفَعَ أُكْلَتَهُ إِلَى فِيهِ فَلَا يَطْعَمُهَا \" وَتَقَدَّمَ تَفْسِيرُ هَذِهِ الْجُمَلِ الْأَخِيرَةِ. </p><p> وَفِي الْأَحَادِيثِ أَشْرَاطٌ وَأَمَارَاتٌ أُخْرَى بَعْضُهَا صَارَ عَادِيًّا، وَبَعْضُهَا غَرِيبًا، وَيَقُولُ عُلَمَاؤُنَا إِنَّ مِنْهُ مَا وَقَعَ، وَبَاقِيهِ يُتَوَقَّعُ، وَفِيهَا تَعَارُضٌ وَتَنَاقُضٌ وَمُشْكِلَاتٌ حَارَ الْعُلَمَاءُ فِي الْجَمْعِ بَيْنَهَا، وَإِنَّنِي أَتَكَلَّمُ عَنْهُ كَلَامًا إِجْمَالِيًّا عَامًّا، وَأَبْسُطُ الْكَلَامَ فِي أَهَمِّهَا بَسْطًا خَاصًّا، وَلَا سِيَّمَا أَحَادِيثُ الدَّجَّالِ وَالْمَهْدِيِّ، فَأَلْقِ لَهُ السَّمْعَ وَوَجِّهْ إِلَيْهِ النَّظَرَ، فَهُوَ يُجْلِي الْعِبْرَةَ لِمَنِ اعْتَبَرَ. </p><p> (نَظْرَةٌ فِي أَشْرَاطِ السَّاعَةِ وَتَقَاسِيمِهَا وَمُشْكِلَاتِهَا) </p><p> اعْلَمْ أَيُّهَا الْمُسْلِمُ الَّذِي يَجِبُ أَنْ يَكُونَ عَلَى بَصِيرَةٍ مِنْ دِينِهِ، أَنَّ فِي رِوَايَاتِ الْفِتَنِ وَأَشْرَاطِ السَّاعَةِ مِنَ الْمُشْكِلَاتِ وَالتَّعَارُضِ مَا يَنْبَغِي لَكَ أَنْ تَعْرِفَهُ وَلَوْ إِجْمَالًا، حَتَّى لَا تَكُونَ مُقَلِّدًا لِمَنْ يَظُنُّونَ أَنَّ كُلَّ مَا يَعْتَمِدُهُ أَصْحَابُ النَّقْلِ حَقٌّ، وَلَا لِمَنْ يَظُنُّونَ أَنَّ كُلَّ مَا يَقُولُهُ أَصْحَابُ النَّظَرِيَّاتِ الْعَقْلِيَّةِ حَقٌّ، فَإِنَّ اللهَ تَعَالَى يَقُولُ: فَبَشِّرْ عِبَادِي الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ (٣٩: ١٧، ١٨) الْآيَةَ. وَقَالَ لِخَاتَمِ رُسُلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي (١٢: ١٠٨) وَإِنَّنِي أُبَيِّنُ فِيهِ مَا يَطْمَئِنُّ بِهِ قَلْبُ الْقَانِعِ بِالْإِجْمَاعِ، وَيَفْتَحُ بَابَ التَّحْقِيقِ لِطَالِبِ التَّفْصِيلِ، فَأَقُولُ: إِنَّ الْعُلَمَاءَ جَعَلُوا مَا رُوِيَ مِنْ أَشْرَاطِ السَّاعَةِ وَأَمَارَاتِهَا ثَلَاثَةَ أَقْسَامٍ: مَا وَقَعَ بِالْفِعْلِ مُنْذُ قُرُونٍ خَلَتْ إِلَى زَمَنِ كُلِّ مَنْ تَكَلَّمَ فِي ذَلِكَ مِنْهُمْ، وَقَدْ عَدُّوهُ عَدًّا - وَمَا وَقَعَ بَعْضُهُ وَهُوَ لَا يَزَالُ فِي ازْدِيَادٍ كَالْفِتَنِ وَالْفُسُوقِ وَكَثْرَةِ الزِّنَا وَكَثْرَةِ الدَّجَّالِينَ وَكَثْرَةِ النِّسَاءِ وَتَشَبُّهِهِنَ بِالرِّجَالِ وَالْكُفْرِ وَالشِّرْكِ حَتَّى فِي بِلَادِ الْعَرَبِ، وَمَا سَيَقَعُ بَيْنَ يَدَيِ السَّاعَةِ مِنَ الْعَلَامَاتِ الصُّغْرَى وَالْكُبْرَى - وَمِنَ الْأُولَى قِتَالُ الْيَهُودِ وَفَتْحُ بَيْتِ الْمَقْدِسِ وَالْقُسْطَنْطِينِيَّةِ. </p><p> وَتَنْقَسِمُ بِاعْتِبَارٍ آخَرَ إِلَى مَا عُهِدَ وَيُعْهَدُ مِثْلُهُ فِي كُلِّ الْأُمَمِ مِنَ الْفِتَنِ وَالْقِتَالِ وَسِعَةِ الدُّنْيَا وَضِيقِهَا، وَقِيَامِ الدُّوَلِ وَسُقُوطِهَا، وَالْفِسْقِ مِنْ زِنًا وَلِوَاطٍ وَسُكْرٍ، إِلَخْ. وَالْأَوْبِئَةِ وَالزَّلَازِلِ وَهَذَا لَا يَشْعُرُ جَمَاهِيرُ النَّاسِ بِأَنَّ لَهُ عَلَاقَةً مَا بِقِيَامِ السَّاعَةِ الْكُبْرَى، وَإِلَى مَا هُوَ غَرِيبٌ غَيْرُ مَأْلُوفٍ كَظُهُورِ يَأْجُوجَ وَمَأْجُوجَ وَالدَّجَّالِ وَالْمَهْدِيِّ وَالْمَسِيحِ وَطُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا، وَأَمَّا الزَّلَازِلُ وَالْخُسُوفُ وَظُهُورُ النُّجُومِ ذَوَاتُ الْأَذْنَابِ أَوِ الْأَذْيَالِ، فَقَدْ صَارَتْ مِنَ الْأُمُورِ الْمُعْتَادَةِ الْمَعْرُوفَةِ بَيْنَ النَّاسِ. </p><p> وَبِاعْتِبَارٍ ثَالِثٍ إِلَى مَا هُوَ عَلَامَةٌ عَلَى قِيَامِ سَاعَةِ الْجِيلِ أَوِ الدَّوْلَةِ، كَذِهَابِ الْأَمَانَةِ وَتَوْسِيدِ الْأَمْرِ إِلَى غَيْرِ أَهْلِهِ، وَمَا هُوَ آيَةٌ عَلَى قُرْبِ السَّاعَةِ الْعَامَّةِ الْكُبْرَى. </p><p> وَيَرِدُ مِنَ الْإِشْكَالِ عَلَى مَا ذُكِرَ أَنَّ مَا وَرَدَ مِنَ الْأَشْرَاطِ الصُّغْرَى الْمُعْتَادِ مِثْلُهَا، الَّتِي تَقَعُ عَادَةً بِالتَّدْرِيجِ لَا يُذَكِّرُ بِقِيَامِ السَّاعَةِ، وَلَا تَحْصُلُ بِهِ الْفَائِدَةُ الَّتِي مِنْ أَجْلِهَا </p><p> أَخْبَرَ الشَّارِعُ بِقُرْبِ قِيَامِ السَّاعَةِ - وَأَنَّ مَا وَرَدَ مِنَ الْأَشْرَاطِ الْكُبْرَى الْخَارِقَةِ لِلْعَادَةِ يَضَعُ الْعَالِمَ بِهِ فِي مَأْمَنٍ مِنْ قِيَامِ السَّاعَةِ قَبْلَ وُقُوعِهَا كُلِّهَا، فَهُوَ مَانِعٌ مِنْ حُصُولِ تِلْكَ الْفَائِدَةِ، فَالْمُسْلِمُونَ الْمُنْتَظِرُونَ لَهَا يَعْلَمُونَ </p><p> أَنَّ لَهَا أَشْرَاطًا تَقَعُ بِالتَّدْرِيجِ، فَهُمْ آمِنُونَ مِنْ مَجِيئِهَا بَغْتَةً فِي كُلِّ زَمَنٍ، وَإِنَّمَا يَنْتَظِرُونَ قَبْلَهَا ظُهُورَ الدَّجَّالِ وَالْمَهْدِيِّ وَالْمَسِيحِ عَلَيْهِ السَّلَامُ وَيَأْجُوجَ وَمَأْجُوجَ، وَهَذَا الِاعْتِقَادُ لَا يُفِيدُ النَّاسَ مَوْعِظَةً وَلَا خَشْيَةً، وَلَا اسْتِعْدَادًا لِذَلِكَ الْيَوْمِ أَوْ لِتِلْكَ السَّاعَةِ، فَمَا فَائِدَةُ الْعِلْمِ بِهِ إِذًا؟ وَهَلْ مِنَ الْحِكْمَةِ أَنْ تَكُونَ فَائِدَتُهَا مَحْصُورَةٌ فِي وُقُوعِ الرُّعْبِ فِي قُلُوبِ الَّذِينَ يُشَاهِدُونَ هَذِهِ الْآيَاتِ الْكُبْرَى، وَلَا سِيَّمَا آخِرُ آيَةٍ مِنْهَا؟ وَكَيْفَ يَتَّفِقُ هَذَا وَمَا وَرَدَ مِنْ كَوْنِ كُلِّ رَسُولٍ كَانَ يُخَوِّفُ قَوْمَهُ وَيُنْذِرُهُمُ السَّاعَةَ وَالدَّجَّالَ قَبْلَهَا؟ وَكَيْفَ وَقَعَ هَذَا مِنْهُمْ وَلَمْ يُصَدِّقْهُ الْوَاقِعُ وَمِثْلُهُ لَا يَكُونُ بِمَحْضِ الرَّأْيِ؟ وَهَلْ كَانَ نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ بِالْإِخْبَارِ بِهَا تَأْمِينَ النَّاسِ مِنْ قِيَامِ السَّاعَةِ مُدَّةَ قُرُونٍ كَثِيرَةٍ إِلَى أَنْ تَظْهَرَ هَذِهِ الْأَشْرَاطُ؟ أَمْ كَانَ يَتَوَقَّعُ ظُهُورَهَا بَعْدَهُ فِي قَرْنِهِ أَوْ فِيمَا يَقْرُبُ مِنْهُ كَغَيْرِهِ مِنَ الرُّسُلِ بِدَلِيلِ مَا وَرَدَ مِنْ تَجْوِيزِهِ ظُهُورَ الدَّجَّالِ فِي زَمَنِهِ، وَتَصْدِيقِهِ مَا حَكَاهُ تَمِيمٌ الدَّارِيُّ مِنْ خَبَرِ الْجَسَّاسَةِ، وَكَوْنِ الدَّجَّالِ مَحْبُوسًا فِي جَزِيرَةٍ؟ . </p><p> الْإِشْكَالُ وَالِاشْتِبَاهُ فِي رِوَايَاتِ الدَّجَّالِ: </p><p> قَدْ تَقَدَّمَ مَا قَالَهُ ابْنُ الْجَوَازِيِّ مِنْ كَوْنِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يُقَدِّرُ فِي هَذِهِ الْمَسَائِلِ تَقْدِيرًا ; إِذْ لَمْ يُوحِ اللهُ تَعَالَى إِلَيْهِ أَخْبَارَهَا تَفْصِيلًا، وَعَدَّ مِنْ ذَلِكَ مَا وَرَدَ فِي احْتِمَالِ ظُهُورِ الدَّجَّالِ فِي زَمَنِهِ. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ أَحَادِيثِ ابْنِ صَيَّادٍ مِنْ صَحِيحِ مُسْلِمٍ: قَالَ الْعُلَمَاءُ وَقِصَّتُهُ مُشْكِلَةٌ وَأَمْرُهُ مُشْتَبِهٌ. . . وَظَاهِرُ الْأَحَادِيثِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يُوحَ إِلَيْهِ بِأَنَّ الْمَسِيحَ الدَّجَّالَ وَلَا غَيْرَهُ، وَإِنَّمَا أُوحِيَ إِلَيْهِ بِصِفَاتِ الدَّجَّالِ وَكَانَ فِي ابْنِ صَيَّادٍ قَرَائِنُ مُحْتَمَلَةٌ ; فَلِذَلِكَ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَقْطَعُ بِأَنَّهُ الدَّجَّالُ وَلَا غَيْرُهُ ; وَلِهَذَا قَالَ لِعُمَرَ:  \" إِنْ يَكُنْ هُوَ فَلَنْ تَسْتَطِيعَ قَتْلَهُ \" اهـ. وَلَا بَأْسَ بِبَيَانِ مَا أَشَارَ إِلَيْهِ النَّوَوِيُّ مِنَ الْإِشْكَالِ وَالِاشْتِبَاهِ بِشَيْءٍ مِنَ التَّفْصِيلِ. </p><p> إِنَّ أَحَادِيثَ الدَّجَّالِ مُشْكِلَةٌ مِنْ وُجُوهٍ: أَحُدُهَا: مَا ذَكَرْنَاهُ آنِفًا مِنْ مُنَافَاتِهَا لِحِكْمَةِ إِنْذَارِ الْقُرْآنِ النَّاسَ بِقُرْبِ قِيَامِ السَّاعَةِ وَإِتْيَانِهَا بَغْتَةً. </p><p> ثَانِيهَا: مَا ذُكِرَ فِيهَا مِنَ الْخَوَارِجِ الَّتِي تُضَاهِي أَكْبَرَ الْآيَاتِ الَّتِي أَيَّدَ اللهُ بِهَا أُولِي الْعَزْمِ مِنَ الْمُرْسَلِينَ أَوْ تَفُوقُهَا، وَتُعَدُّ شُبْهَةً عَلَيْهَا كَمَا قَالَ بَعْضُ عُلَمَاءِ الْكَلَامِ، وَعَدَّ بَعْضُ الْمُحَدِّثِينَ ذَلِكَ مِنْ بِدْعَتِهِمْ، وَمِنَ الْمَعْلُومِ أَنَّ اللهَ مَا آتَاهُمْ هَذِهِ الْآيَاتِ إِلَّا لِهِدَايَةِ خَلْقِهِ، الَّتِي هِيَ مُقْتَضَى سَبْقِ رَحْمَتِهِ لِغَضَبِهِ، فَكَيْفَ يُؤْتِي الدَّجَّالَ أَكْبَرَ الْخَوَارِقِ لِفِتْنَةِ السَّوَادِ الْأَعْظَمِ مِنْ عِبَادِهِ؟ فَإِنَّ مِنْ تِلْكَ الرِّوَايَاتِ أَنَّهُ يَظْهَرُ عَلَى الْأَرْضِ كُلِّهَا فِي أَرْبَعِينَ يَوْمًا إِلَّا مَكَّةَ وَالْمَدِينَةَ، وَقَدْ رَوَى أَبُو نُعَيْمٍ فِي الْحِلْيَةِ عَنْ حَسَّانَ بْنِ عَطِيَّةَ مِنْ ثِقَاتِ التَّابِعِينَ أَنَّهُ لَا يَنْجُو مِنْ فِتْنَةِ </p><p> الدَّجَّالِ إِلَّا اثْنَا عَشَرَ أَلْفَ رَجُلٍ وَسَبْعَةُ آلَافِ امْرَأَةٍ. قَالَ الْحَافِظُ فِي الْفَتْحِ. وَهَذَا لَا يُقَالُ مِنْ قِبَلِ الرَّأْيِ فَيُحْتَمَلُ أَنْ يَكُونَ مَرْفُوعًا أَرْسَلَهُ ; وَيُحْتَمَلُ أَنْ يَكُونَ أَخَذَهُ عَنْ بَعْضِ أَهْلِ الْكِتَابِ اهـ. وَهُوَ الصَّحِيحُ الْمُخْتَارُ عِنْدِي. </p><p> ثَالِثُهَا: وَهُوَ مِنْ مُتَعَلِّقَاتِ مَا قَبْلُهُ، أَنَّ مَا عُزِيَ إِلَيْهِ مِنَ الْخَوَارِقِ مُخَالِفٌ لِسُنَنِ اللهِ تَعَالَى فِي خَلْقِهِ، وَقَدْ ثَبَتَ بِنُصُوصِ الْقُرْآنِ الْقَطْعِيَّةِ أَنَّهُ لَا تَبْدِيلَ لِسُنَّتِهِ تَعَالَى وَلَا تَحْوِيلَ. وَهَذِهِ الرِّوَايَاتُ الْمُضْطَرِبَةُ الْمُتَعَارِضَةُ لَا تَصْلُحُ لِتَخْصِيصِ هَذِهِ النُّصُوصِ الْقَطْعِيَّةِ وَلَا لِمُعَارَضَتِهَا. </p><p> رَابِعُهَا: اشْتِمَالُ بَعْضِ هَذِهِ الْأَحَادِيثِ عَلَى مُخَالَفَةِ بَعْضِ الْقَطْعِيَّاتِ الْأُخْرَى مِنَ الدِّينِ كَتَخَلُّفِ أَخْبَارِ الرُّسُلِ أَوْ كَوْنِهَا عَبَثًا وَإِقْرَارِهِمْ عَلَى الْبَاطِلِ وَهُوَ مُحَالٌ فِي حَقِّهِمْ. </p><p> خَامِسُهَا: أَنَّهَا مُتَعَارِضَةٌ تَعَارُضًا كَثِيرًا يُوجِبُ تَسَاقُطَهَا كَمَا تَرَى فِيمَا يَلِي. فَمِنْ ذَلِكَ التَّعَارُضِ أَنَّ بَعْضَهَا يُصَرِّحُ بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَرَى مِنَ الْمُحْتَمَلِ ظُهُورَ الدَّجَّالِ فِي زَمَنِهِ، وَأَنَّهُ يَكْفِي الْمُسْلِمِينَ حِينَئِذٍ شَرَّهُ، وَبَعْضُهَا يُصَرِّحُ بِأَنَّهُ يَخْرُجُ بَعْدَ فَتْحِ الْمُسْلِمِينَ لِبِلَادِ الرُّومِ وَالْقُسْطَنْطِينِيَّةِ (وَمِنْهُ) أَنَّهُ كَانَ يَشُكُّ فِي ابْنِ صَيَّادٍ مَنْ يَهُودِ الْمَدِينَةِ هَلْ هُوَ الدَّجَّالُ أَمْ لَا؟ وَأَنَّهُ وَصَفَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الدَّجَّالَ بِصِفَاتٍ لَا تَنْطَبِقُ عَلَى ابْنِ صَيَّادٍ كَمَا قَالَ ابْنُ صَيَّادٍ لِأَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللهُ عَنْهُ -. </p><p> وَمِنَ التَّعَارُضِ أَيْضًا أَنَّهُ يُصَرِّحُ فِي بَعْضِ الرِّوَايَاتِ بِأَنَّهُ يَكُونُ مَعَهُ (أَيِ الدَّجَّالِ) جَبَلٌ أَوْ جِبَالٌ مَنْ خُبْزٍ وَنَهْرٌ أَوْ أَنْهَارٌ مِنْ مَاءٍ وَعَسَلٍ، كَمَا رَوَاهُ أَحْمَدُ وَالْبَيْهَقِيُّ فِي الْبَعْثِ عَنْ رَجُلٍ مِنَ الْأَنْصَارِ، وَعَنْ جَابِرِ بْنِ عَبْدِ اللهِ بِسَنَدِ رِجَالٍ ثِقَاتٍ مَعَ </p><p> مَا رَوَاهُ الشَّيْخَانِ وَاللَّفْظُ لِلْبُخَارِيِّ مِنْ حَدِيثِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ:  \" مَا سَأَلَ أَحَدٌ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الدَّجَّالِ مَا سَأَلْتُهُ،وَإِنَّهُ قَالَ لِي:مَا يَضُرُّكَ مِنْهُ؟قُلْتُ:لِأَنَّهُمْ يَقُولُونَ إِنَّ مَعَهُ جَبَلَ خُبْزٍ وَنَهْرَ مَاءٍ.قَالَ:\" بَلْ هُوَ أَهْوَنُ عَلَى اللهِ مِنْ ذَلِكَ \" وَفِي رِوَايَةِ مُسْلِمٍ \" يَقُولُونَ إِنَّ مَعَهُ جِبَالَ خُبْزٍ وَلَحْمٍ وَنَهْرًا مِنْ مَاءٍ \" وَقَدْ أَوَّلُوا هَذَا لِتَصْحِيحٍ ذَاكَ،وَيُتَأَمَّلُ قَوْلُ جَابِرٍ:\" يَقُولُونَ إِنَّ مَعَهُ كَذَا وَكَذَا وَلَمْ يَقُلْ: إِنَّكَ قُلْتَ هَذَا. </p><p> وَمِنَ التَّعَارُضِ أَيْضًا مَا وَرَدَ مِنِ اخْتِلَافِ الرِّوَايَاتِ فِي الْمَكَانِ الَّذِي يَخْرُجُ مِنْهُ فَفِي بَعْضِ الرِّوَيَاتِ أَنَّهُ يَخْرُجُ مِنْ قِبَلِ الْمَشْرِقِ عَلَى الْإِبْهَامِ. وَفِي حَدِيثِ النَّوَّاسِ بْنِ سَمْعَانَ عِنْدَ مُسْلِمٍ أَنَّهُ يَخْرُجُ مِنْ خَلَّةٍ بَيْنَ الشَّامِ وَالْعِرَاقِ. وَفِي رِوَايَةٍ أُخْرَى لِمُسْلِمٍ أَنَّهُ يَخْرُجُ مِنْ أَصْبَهَانَ، وَفِي حَدِيثِ الْجَسَّاسَةِ عِنْدَهُ أَنَّهُ مَحْبُوسٌ بِدَيْرٍ أَوْ قَصْرٍ فِي جَزِيرَةِ بَحْرِ الشَّامِ - أَيِ الْبَحْرِ الْمُتَوَسِّطِ وَهُوَ فِي الشَّمَالِ - أَوْ بَحْرِ الْيَمِينِ وَهُوَ فِي الْجَنُوبِ وَأَنَّهُ يَخْرُجُ مِنْهَا، وَرَوَى أَحْمَدُ وَالْحَاكِمُ أَنَّهُ يَخْرُجُ مِنْ خُرَاسَانَ، وَقَدْ حَاوَلَ شُرَّاحُ الصَّحِيحَيْنِ وَغَيْرُهُمُ الْجَمْعَ بَيْنَ الرِّوَايَاتِ الْمُتَعَارِضَةِ فِي كُلِّ مَسْأَلَةٍ فَجَاءُوا بِأَجْوِبَةٍ مُتَكَلَّفَةٍ رَدَّهَا الْمُحِقُّونَ كُلَّهَا أَوْ أَكْثَرَهَا، وَفِيهَا مِنَ الْمُشْكِلَاتِ </p><p> غَيْرُ مَا أَشَرْنَا إِلَيْهِ وَلَا سِيَّمَا الرِّوَايَاتُ فِي ابْنِ صَيَّادٍ، وَمَا كَانَ مِنْ حَلِفِ عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللهُ عَنْهُ - عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّهُ هُوَ الدَّجَّالُ، وَإِقْرَارِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِيَّاهُ عَلَى ذَلِكَ، وَمُتَابَعَةِ جَابِرِ بْنِ عَبْدِ اللهِ إِيَّاهُ عَلَى هَذَا الْحَلِفِ كَمَا فِي الصَّحِيحَيْنِ عَنْهُ. </p><p> وَقَدْ أَجَابَ بَعْضُهُمْ عَنِ الْأَخِيرِ بِأَنَّ هَذَا التَّقْرِيرَ قَدْ نَقَضَهُ التَّصْرِيحُ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِعُمَرٍ بِخِلَافِهِ حِينَ قَالَ لَهُ دَعْنِي أَضْرِبْ عُنُقَهُ، فَقَالَ:  \" إِنْ يَكُنْ هُوَ فَلَنْ تُسَلَّطَ عَلَيْهِ \" إِلَى آخِرِ الْحَدِيثِ وَهُوَ فِي الصَّحِيحِ، وَقَدْ رَدَّ الْحَافِظُ ابْنُ حَجَرٍ بَعْضَ تَأْوِيلَاتِ الْحَافِظِ الْبَيْهَقِيِّ فِي مَوْلِدِ ابْنِ صَيَّادٍ وَصِفَاتِهِ وَفِي إِقْرَارِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِعُمَرَ عَلَى حَلِفِهِ، وَعَدَّ قِصَّةَ تَمِيمٍ الدَّارِيِّ مُرَجِّحَةً لِكَوْنِهِ غَيْرَ ابْنِ صَيَّادٍ، وَكَوْنِ عُمَرَ كَانَ يَحْلِفُ حَلِفَهُ قَبْلَ سَمَاعِهِ لِهَذِهِ الْقِصَّةِ - لِهَذَا أُخُصُّ هَذَا الْحَدِيثَ بِشَيْءٍ مِنَ التَّفْصِيلِ فَأَقُولُ إِنَّ فِيهِ عِدَّةَ مَبَاحِثٍ. </p><p> (١) كَانَ تَمِيمٌ الدَّارِيُّ مَنْ عَرَبِ فِلَسْطِينَ (سُورِيَّةَ) وَقَدْ وُصِفَ بِأَنَّهُ كَانَ رَاهِبَ زَمَانِهِ، وَقَدْ جَاءَ هُوَ وَأَخُوهُ نُعَيْمٌ الْمَدِينَةَ فِي آخِرِ عَهْدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ وَأَسْلَمَا، وَحَدَّثَ هُوَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِحِكَايَةِ الْجَسَّاسَةِ الْغَرِيبَةِ، وَذَكَرُوا أَنَّهُ كَانَ </p><p> بَعْدَ إِسْلَامِهِ مِنَ الْعُبَّادِ وَمِنَ الْقَصَّاصِينَ، وَلَمْ يُذْكَرْ لِأَحَدٍ شُبْهَةٌ فِيهِ بَلْ عَدُّوا مِنْ مَنَاقِبِهِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَوَى عَنْهُ، وَسَتَعْلَمُ مَا فِيهِ، فَهَذِهِ مُقَدِّمَةٌ. </p><p> (٢) رَاوِيَةُ الْحَدِيثِ عَنْهُ فِي صَحِيحِ مُسْلِمٍ بِطُولِهِ وَمُشْكِلَاتِهِ هِيَ فَاطِمَةُ بِنْتُ قَيْسٍ مِنَ الْمُهَاجِرَاتِ وَقَالَتْ: \" إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَمَعَ النَّاسَ فِي الْمَسْجِدِ رِجَالًا وَنِسَاءً وَحَدَّثَهُمْ عَلَى الْمِنْبَرِ بِمَا سَمِعَهُ مِنْ تَمِيمٍ مِنْ هَذِهِ الْحِكَايَةِ \" وَقَدْ رَوَاهُ عَنْهَا الشَّعْبِيُّ وَحْدَهُ، وَهُوَ عَلَى جَلَالَتِهِ قَدْ رَوَى عَنْ كَثِيرٍ مِنَ الصَّحَابَةِ الَّذِينَ لَمْ يَرَهُمْ وَلَمْ يَسْمَعْ مِنْهُمْ، وَلَكِنَّ الْمُحَدِّثِينَ أَثْنَوْا عَلَى مَرَاسِيلِهِ أَنَّهُ صَرَّحَ بِالسَّمَاعِ مِنْهَا، وَسَيَأْتِي مَنْ رَوَاهُ غَيْرُهَا وَغَيْرُهُ. </p><p> (٣) مِنْ عِلَلِ الْحَدِيثِ إِذًا أَنَّهُ مِنَ الْأَحَادِيثِ الَّتِي تَتَوَفَّرُ الدَّوَاعِي عَلَى نَقْلِهَا بِالتَّوَاتُرِ لِغَرَابَةِ مَوْضُوعِهِ وَلِاهْتِمَامِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهِ وَجَمْعِهِ النَّاسَ لَهُ وَتَحْدِيثِهِ بِهِ عَلَى الْمِنْبَرِ، وَاسْتِشْهَادِهِ بِقَوْلِ تَمِيمٍ عَلَى مَا كَانَ حَدَّثَهُمْ بِهِ قَبْلَ إِسْلَامِهِ، وَلِسَمَاعِ جُمْهُورِ الصَّحَابَةِ لَهُ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَمِنْ غَيْرِ الْمَعْقُولِ أَلَّا يُرْوَى إِلَّا آحَادِيًّا، وَيُؤَيِّدُهُ امْتِنَاعُ الْبُخَارِيِّ عَنْ إِخْرَاجِهِ فِي صَحِيحِهِ لِشِدَّةِ تَحَرِّيهِ، وَقَدْ أَجَابَ الْحَافِظُ فِي الْفَتْحِ عِنْدَ شَرْحِ حَدِيثِ جَابِرٍ فِي ابْنِ صَيَّادٍ مِنْ كِتَابِ الِاعْتِصَامِ عَنْ هَذَا الْإِعْلَالِ بِقَوْلِهِ: وَلِشِدَّةِ الْتِبَاسِ الْأَمْرِ فِي ذَلِكَ. أَيْ الِاخْتِلَافِ بَيْنَهُ وَبَيْنَ حَدِيثِ ابْنِ صَيَّادٍ - سَلَكَ الْبُخَارِيُّ مَسْلَكَ التَّرْجِيحِ، فَاقْتَصَرَ عَلَى حَدِيثِ جَابِرٍ عَنْ عُمَرَ فِي ابْنِ صَيَّادٍ، وَلَمْ يُخَرِّجْ حَدِيثَ فَاطِمَةَ بِنْتِ قَيْسٍ فِي قِصَّةِ تَمِيمٍ، وَقَدْ تَوَهَّمَ بَعْضُهُمْ أَنَّهُ غَرِيبٌ فَرْدٌ، وَلَيْسَ كَذَلِكَ، فَقَدْ رَوَاهُ مَعَ فَاطِمَةَ بِنْتِ قَيْسٍ أَبُو هُرَيْرَةَ وَعَائِشَةُ وَجَابِرٌ أَمَّا أَبُو هُرَيْرَةَ فَأَخْرَجَهُ أَحْمَدُ مِنْ رِوَايَةِ الشَّعْبِيِّ عَنِ الْمُحْرِزِ بْنِ أَبِي هُرَيْرَةَ عَنْ أَبِيهِ بِطُولِهِ وَأَخْرَجَهُ </p><p> أَبُو دَاوُدَ مُخْتَصَرًا وَابْنُ مَاجَهْ عَقِبَ رِوَايَةِ الشَّعْبِيِّ عَنْ فَاطِمَةَ قَالَ الشَّعْبِيُّ: فَلَقِيتُ الْمُحْرِزَ فَذَكَرَهُ، وَأَخْرَجَهُ أَبُو يَعْلَى مِنْ وَجْهٍ آخَرَ عَنْ أَبِي هُرَيْرَةَ، وَأَمَّا حَدِيثُ عَائِشَةَ فَهُوَ فِي الرِّوَايَةِ الْمَذْكُورَةِ عَنِ الشَّعْبِيِّ، قَالَ: ثُمَّ لَقِيتُ الْقَاسِمَ بْنَ مُحَمَّدٍ فَقَالَ: أَشْهَدُ عَلَى عَائِشَةَ حَدَّثَتْنِي كَمَا حَدَّثَتْكَ فَاطِمَةُ بِنْتُ قَيْسٍ، وَأَمَّا حَدِيثُ جَابِرٍ فَأَخْرَجَهُ أَبُو دَاوُدَ بِسَنَدٍ حَسَنٍ مِنْ رِوَايَةِ أَبِي سَلَمَةَ عَنْ جَابِرٍ وَذَكَرَ لَفْظَهُ. </p><p> أَقُولُ: إِنَّ مَا ذَكَرَهُ الْحَافِظُ لَا يَنْفِي كَوْنَ الْحَدِيثِ مِنَ الْآحَادِ، وَالْمَقَامُ مَقَامُ التَّوَاتُرِ لِمَا ذَكَرْنَاهُ مِنْ أَسْبَابِ تَوَفُّرِ الدَّوَاعِي، وَلَا يَنْفِي أَيْضًا كَوْنَهُ غَرِيبًا أَيْضًا، وَإِنْ لَمْ يَكُنْ فَرْدًا فَقَدِ انْحَصَرَتِ الْأَسَانِيدُ لِرِوَايَتِهِ فِي الشَّعْبِيِّ وَفِي فَاطِمَةَ بِنْتِ قَيْسٍ، وَأَمَّا مَا رَوَاهُ </p><p> أَبُو دَاوُدَ مِنْ طَرِيقِ الْوَلِيدِ بْنِ عَبْدِ اللهِ بْنِ جُمَيْعٍ عَنِ ابْنِ أَبِي سَلَمَةَ عَنْ جَابِرٍ، فَهُوَ عَلَى كَوْنِهِ لَيْسَ مِنَ الصَّحِيحِ - مُخْتَصَرٌ، وَلَيْسَ فِيهِ إِسْنَادُ الْحِكَايَةِ إِلَى تَمِيمٍ الدَّارِيِّ بَلْ لَا يَزِيدُ لَفْظُ الْمَرْفُوعِ فِيهِ عَنْ هَذِهِ الْجُمْلَةِ \" بَيْنَمَا أُنَاسٌ يَسِيرُونَ فِي الْبَحْرِ فَنَفِدَ طَعَامُهُمْ فَرُفِعَتْ لَهُمْ جَزِيرَةٌ فَخَرَجُوا يُرِيدُونَ الْخُبْزَ فَلَقِيَتْهُمُ الْجَسَّاسَةُ \" قَالَ أَبُو الْوَلِيدِ بْنُ عَبْدِ اللهِ: فَقُلْتُ لِأَبِي سَلَمَةَ وَمَا الْجَسَّاسَةُ؟ قَالَ امْرَأَةٌ تَجُرُّ شَعْرَ جِلْدِهَا وَرَأْسِهَا قَالَتْ فِي هَذَا الْقَصْرِ. فَذَكَرَ الْحَدِيثَ - وَسَأَلَ عَنْ نَخْلِ بِيسَانَ وَعَنْ عَيْنِ زُغَرَ، قَالَ: هُوَ الْمَسِيحُ. فَقَالَ لِي ابْنُ أَبِي سَلَمَةَ: إِنَّهُ فِي هَذَا الْحَدِيثِ شَيْئًا مَا حَفِظْتُهُ، قَالَ شَهِدَ جَابِرٌ أَنَّهُ هُوَ ابْنُ صَائِدٍ وَفِي نُسْخَةٍ - ابْنُ صَيَّادٍ - فَقُلْتُ: إِنَّهُ قَدْ مَاتَ قَالَ وَإِنْ مَاتَ. قُلْتُ: فَإِنَّهُ قَدْ أَسْلَمَ. قَالَ: وَإِنْ أَسْلَمَ. قُلْتُ: فَإِنَّهُ قَدْ دَخَلَ الْمَدِينَةَ قَالَ وَإِنْ دَخَلَ الْمَدِينَةَ انْتَهَى سِيَاقُ أَبِي دَاوُدَ بِحُرُوفِهِ. </p><p> أَقُولُ: وَهُوَ لَا يُقَوِّي تِلْكَ الرِّوَايَاتِ، وَلَيْسَ فِيهِ شَيْءٌ مِنْ مُشْكِلَاتِهَا الْمَعْنَوِيَّةِ وَغَرَائِبِهَا، بَلْ قَوَّاهُ الْحَافِظُ بِهَا فَجَعَلَهُ حَسَنًا لِأَجْلِهَا، وَهُوَ يَعْلَمُ أَنَّ الْوَلِيدَ بْنَ عَبْدِ اللهِ بْنِ جُمَيْعٍ (بِالتَّصْغِيرِ) الزُّهْرِيَّ رَاوِيَهُ عَنْ أَبِي سَلَمَةَ ضَعِيفٌ، وَإِنْ رَوَى عَنْهُ مُسْلِمٌ فَقَدْ قَالَ هُوَ نَفْسُهُ (أَيِ الْحَافِظُ) فِي تَهْذِيبِ التَّهْذِيبِ فِيمَا زَادَهُ عَلَى أَصْلِهِ أَنَّ ابْنَ حِبَّانَ ذَكَرَهُ فِي الضُّعَفَاءِ، وَقَالَ إِنَّهُ يَنْفَرِدُ عَنِ الْإِثْبَاتِ بِمَا لَا يُشْبِهُ حَدِيثَ الثِّقَاتِ، فَلَمَّا فَحُشَ ذَلِكَ مِنْهُ بَطَلَ الِاحْتِجَاجُ بِهِ، وَذُكِرَ عَنِ الْحَاكِمِ أَنَّهُ لَوْ لَمْ يُخَرِّجْ لَهُ مُسْلِمٌ لَكَانَ أَوْلَى اهـ. وَفِي رِوَايَةِ أَبِي دَاوُدَ عَنْ فَاطِمَةَ مُخَالَفَةٌ لِرِوَايَةِ مُسْلِمٍ مِنْ وَجْهٍ آخَرَ لَا غَرَضَ لَنَا فِي ذِكْرِهِ ; إِذْ لَا نُرِيدُ اسْتِقْصَاءَ كُلِّ مَا فِي هَذِهِ الْأَحَادِيثِ مِنَ التَّعَارُضِ وَالْخِلَافِ. </p><p> (٤، ٥) مِنَ الْإِشْكَالِ الْمَعْنَوِيِّ فِي هَذِهِ الْحِكَايَةِ أَنَّ تَمِيمًا وَأَصْحَابَهُ الثَّلَاثِينَ كَانُوا مِنْ عَرَبِ الشَّامِ، وَالْمُتَبَادِرُ أَنَّهُمْ رَكِبُوا سَفِينَتَهُمْ مِنْ بَعْضِ ثُغُورِهِمْ فِي الْبَحْرِ الْمُتَوَسِّطِ، وَقَدْ ذَكَرَتْ فَاطِمَةُ بِنْتُ قَيْسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ بَعْدَ أَنْ سَرَدَ لِلنَّاسِ الْحِكَايَةَ \" فَإِنَّهُ أَعْجَبَنِي حَدِيثُ تَمِيمٍ أَنَّهُ وَافَقَ الَّذِي كُنْتُ أُحَدِّثُكُمْ بِهِ عَنْهُ - أَيِ الدَّجَّالِ - وَعَنِ الْمَدِينَةِ وَمَكَّةَ. أَلَا إِنَّهُ فِي بَحْرِ </p><p> الشَّامِ أَوْ بَحْرِ الْيَمَنِ - لَا بَلْ مِنْ قِبَلِ الْمَشْرِقِ. مَا هُوَ مِنْ قِبَلِ الْمَشْرِقِ، مَا هُوَ مِنْ قِبَلِ الْمَشْرِقِ مَا هُوَ؟ وَأَوْمَأَ بِيَدِهِ إِلَى الْمَشْرِقِ. قَالَتْ: فَحَفِظْتُ هَذِهِ مِنْ حَدِيثِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اهـ. \".</p><p> فَإِنْ صَحَّ الْحَدِيثُ رِوَايَةً فَهَذَا التَّرَدُّدُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَكَانِ الْجَزِيرَةِ الَّتِي ذَكَرَهَا تَمِيمٌ الدَّارِيُّ فِي أَيِّ الْبَحْرَيْنِ هِيَ؟ ثُمَّ إِضْرَابِهِ عَنْهُمَا وَجَزْمِهِ بِأَنَّهُ فِي جِهَةِ الْمَشْرِقِ إِلَخْ. إِشْكَالٌ آخَرُ فِي مَتْنِهِ يُنْظَرُ إِلَى اخْتِلَافِ الرِّوَايَاتِ الْأُخْرَى فِي مَكَانِ الدَّجَّالِ بِعَيْنٍ وَيُنْظَرُ إِلَى اخْتِلَافِ الرِّوَايَاتِ فِي ابْنِ صَيَّادٍ بِالْعَيْنِ الْأُخْرَى، وَيُنْظَرُ بِالْعَيْنَيْنِ كِلْتَيْهِمَا إِلَى سَبَبِ هَذَا التَّرَدُّدِ وَمُنَافَاتِهِ; لِأَنْ يَكُونَ كَلَامُهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ فِي أَمْرِ الدَّجَّالِ عَنْ وَحْيٍ مِنَ اللهِ تَعَالَى، وَسَأَتَكَلَّمُ فِي سَبَبِهِ فِي هَذَا الْبَحْثِ عَلَى تَقْدِيرِ صِحَّةِ الرِّوَايَةِ. </p><p> ثُمَّ أَيْنَ هَذِهِ الْجَزِيرَةُ الَّتِي رَفَأَ إِلَيْهَا تَمِيمٌ وَأَصْحَابُهُ فِي سَفِينَتِهِمْ؟ إِنَّهَا فِي بَحْرِ الشَّامِ أَوْ بَحْرِ الْيَمَنِ كَمَا فِي اللَّفْظِ الْمَرْفُوعِ - إِنْ صَحَّ الْحَدِيثُ - أَيِ الْجِهَةِ الْمُقَابَلَةِ لِسَوَاحِلَ سُورِيَّةَ مِنَ الْبَحْرِ الْمُتَوَسِّطِ، أَوِ الْجِهَةِ الْمُجَاوِرَةِ لِشَوَاطِئِ الْيَمَنِ مِنَ الْبَحْرِ الْأَحْمَرِ، وَكُلٌّ مِنَ الْبَحْرَيْنِ قَدْ مَسَحَهُ الْبَحَّارَةُ فِي هَذِهِ الْأَزْمِنَةِ مَسْحًا، وَجَابُوا سَطْحَهُمَا طُولًا وَعَرْضًا، وَقَاسُوا مِيَاهَهُمَا عُمْقًا، وَعَرَفُوا جَزَائِرَهُمَا فَرْدًا فَرْدًا، فَلَوْ كَانَ فِي أَحَدِهِمَا جَزِيرَةٌ فِيهَا دَيْرٌ أَوْ قَصْرٌ حُبِسَ فِيهِ الدَّجَّالُ وَلَهُ جَسَّاسَةٌ فِيهَا تُقَابِلُ النَّاسَ، وَتَنْقُلُ إِلَيْهِ الْأَخْبَارَ، لَعَرَفَ ذَلِكَ كُلَّهُ كُلُّ النَّاسِ وَمَا قَالَهُ شَارِحُ الْمَشَارِقِ مِنْ تَنَقُّلِ الدَّجَّالِ فِي الْبَحْرَيْنِ أَوْ مِنَ الْجَانِبِ الشَّامِيِّ إِلَى الْجَانِبِ الْيَمَنِيِّ بِنَاءً عَلَى زَعْمِهِ أَنَّ الْبَحْرَ وَاحِدٌ - وَمَا قَالَهُ الْحَافِظُ مِنَ انْتِقَالِهِ إِلَى أَصْفَهَانَ ; لِيَخْرُجَ مِنْهَا مَعَ سَبْعِينَ أَلْفًا مِنْ يَهُودِهَا - كِلَاهُمَا مِنَ الدَّعَاوَى الَّتِي لَا أَصْلَ لَهَا مِنَ النَّقْلِ، وَلَا مِنَ الْمَقْبُولِ فِي نَظَرِ الْعَقْلِ، وَإِنَّمَا يَسْتَنْبِطُونَهَا لِلْجَمْعِ بَيْنَ الرِّوَايَاتِ الْمُتَعَارِضَةِ الَّتِي يَعِزُّ عَلَيْهِمْ أَنْ يُرْجِعُوهَا إِلَى قَاعِدَتِهِمْ، تَعَارَضَتْ فَتَسَاقَطَتْ، حَتَّى إِنَّ الْحَافِظَ رَضِيَ لِنَفْسِهِ فِي هَذَا الْمَجْمَعِ أَنْ يُقِرَّ قَوْلَ مَنْ قَالَ إِنَّ ابْنَ صَيَّادٍ شَيْطَانٌ تَبَدَّى فِي صُورَةِ الدَّجَّالِ فِي تِلْكَ الْمُدَّةِ إِلَى أَنْ ذَهَبَ إِلَى أَصْفَهَانَ إِلَخْ. وَهُوَ يَحْفَظُ تِلْكَ الرِّوَايَاتِ الْكَثِيرَةَ فِي وِلَادَتِهِ بِالْمَدِينَةِ وَنُشُوئِهِ فِيهَا ثُمَّ إِسْلَامِهِ وَحَجِّهِ ثُمَّ مَوْتِهِ فِيهَا، عَلَى أَنَّهُ يَحْفَظُ بَعْضَ الرِّوَايَاتِ الْمُضْعِفَةِ لِهَذَا. </p><p> (٦) فِي الْأَلْفَاظِ الْمَرْفُوعَةِ مِنْ حِكَايَةِ الْجَسَّاسَةِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يُقِرَّ تَمِيمًا عَلَى كُلِّ مَا حَكَاهُ، بَلْ عَلَى بَعْضِهِ وَهُوَ قَوْلُهُ: \" فَإِنَّهُ أَعْجَبَنِي مِنْ حَدِيثِ تَمِيمٍ أَنَّهُ وَافَقَ الَّذِي كُنْتُ أُحَدِّثُكُمْ بِهِ عَنْهُ (أَيْ عَنِ الدَّجَّالِ) وَعَنِ الْمَدِينَةِ وَمَكَّةَ \" أَيْ، أَنَّهُ لَا يَدْخُلُهُمَا.وَقَوْلُهُ بَعْدَهُ:\" إِلَّا أَنَّهُ فِي بَحْرِ الشَّامِ أَوِ الْيَمَنِ، لَا بَلْ مِنْ قِبَلِ الْمَشْرِقِ \" إِلَى آخِرِ مَا تَقَدَّمَ </p><p> آنِفًا، وَتَرْجِيحُ جَمِيعِ الْعُلَمَاءِ رِوَايَاتِ جِهَةِ الْمَشْرِقِ دَلِيلٌ عَلَى أَنَّهُ لَيْسَ فِي بَحْرِ الشَّامِ، وَلَا بَحْرِ الْيَمَنِ ; لِأَنَّ الشَّامَ مِنْ جِهَةِ الشَّمَالِ مِنَ الْمَدِينَةِ وَالْيَمَنَ فِي جِهَةِ الْجَنُوبِ مِنْهَا، فَلَا شَيْءَ مِنْهُمَا </p><p> بِمَشْرِقٍ. قَالَ الطِّيبِيُّ: لَمَّا تَيَقَّنَ عَلَيْهِ السَّلَامُ بِالْوَحْيِ أَنَّهُ مِنْ قِبَلِ الْمَشْرِقِ نَفَى الْأَوَّلَيْنِ، وَظَاهِرُ الْعِبَارَةِ يَدُلُّ عَلَى أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَدَّقَ تَمِيمًا فِي أَوَّلِ الْأَمْرِ ; وَلِذَلِكَ قَالَ:  \" أَلَا إِنَّهُ فِي بَحْرِ الشَّامِ أَوْ بَحْرِ الْيَمَنِ \" بِالتَّأْكِيدِ بِـ \" إِنَّ \" وَالْبَدْءِ بِأَدَاةِ الِاسْتِفْتَاحِ \" أَلَا \" ثُمَّ كُوشِفَ فِي مَوْقِفِهِ بِأَنَّهُ لَيْسَ فِي هَذَا وَلَا ذَاكَ، بَلْ فِي جِهَةِ الْمَشْرِقِ. </p><p> (٧) هَاهُنَا يَجِيءُ إِشْكَالٌ آخَرُ، وَهُوَ أَنَّ نَفْيَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِبَعْضِ قَوْلِ تَمِيمٍ يُبْطِلُ الثِّقَةَ بِهِ كُلِّهِ، وَيَحْصُرُ عَجَبَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي شَيْءٍ وَاحِدٍ مِنْهُ لَا يُعْرَفُ بِالرَّأْيِ، وَهُوَ مُوَافَقَتُهُ لِمَا سَبَقَ إِخْبَارُهُ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ ظُهُورِ الدَّجَّالِ وَكَوْنِهِ لَا يَدْخُلُ مَكَّةَ وَلَا الْمَدِينَةَ. وَإِنْ بَقِيَ الْإِعْجَابُ مِمَّا ذُكِرَ مِنْهُ فِي مَحَلِّهِ، وَقَدْ يَتَفَصُّونَ مِنْ هَذَا بِأَنَّ الدَّجَّالَ كَانَ قَبْلَ إِسْلَامِ تَمِيمٍ، وَحَدِيثُهُ قَدْ خَرَجَ مِنْ تِلْكَ الْجَزِيرَةِ الَّتِي رَآهُ فِيهَا فَذَهَبَ إِلَى أَصْبَهَانَ أَوْ غَيْرِهَا مِنَ الْمَشْرِقِ، وَيَرُدُّهُ أَنَّ مَا نَقَلَهُ عَنْهُ تَمِيمٌ صَرِيحًا فِيمَا يُنَافِي ذَلِكَ، وَهُوَ أَنَّ وِثَاقَهُ الشَّدِيدَ إِنَّمَا يُحَلُّ عِنْدَ الْإِذْنِ لَهُ فِي الْخُرُوجِ، وَأَنَّهُ صَارَ قَرِيبًا بَعْدَ ظُهُورِ الْعَلَامَاتِ الَّتِي ذَكَرَهَا قَالَ: إِنِّي أَنَا الْمَسِيحُ وَإِنِّي أُوشِكُ أَنْ يُؤْذَنَ لِي فِي الْخُرُوجِ فَأَخْرَجُ فَأَسِيرُ فِي الْأَرْضِ فَلَا أَدَعُ قَرْيَةً إِلَّا هَبَطْتُهَا فِي أَرْبَعِينَ لَيْلَةً، إِلَّا مَكَّةَ وَطِيبَةَ فَهُمَا مُحَرَّمَتَانِ عَلَيَّ إِلَخْ. فَعَطَفَ الْخُرُوجَ عَلَى الْإِذْنِ بِـ \" الْفَاءِ \" وَالسَّيْرَ عَلَى الْخُرُوجِ بِـ \" الْفَاءِ \" نَصٌّ فِي أَنَّهُمَا عَلَى التَّعْقِيبِ لَا فَاصِلَ بَيْنَ هَذِهِ وَتِلْكَ، وَالْأَقْرَبُ إِلَى الْخُرُوجِ مِنْ كُلِّ هَذِهِ الْمُشْكِلَاتِ أَنْ تَكُونَ الرِّوَايَةُ مَصْنُوعَةً. </p><p> (٨) نَنْتَقِلُ مِنْ هَذَا الْمَبْحَثِ إِلَى مَبْحَثٍ قَوِيِّ الصِّلَةِ بِهِ، وَهُوَ إِذَا لَمْ نَعُدَّ مَا فِيهِ مِنْ نَفْيِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا أَثْبَتَهُ تَمِيمٌ مِنْ وُجُودِ الدَّجَّالِ فِي أَحَدِ الْبَحْرَيْنِ وِفَاقًا لِلْعَلَّامَةِ الطِّيبِيِّ الشَّهِيرِ - فَهَلْ يَجِبُ أَنْ تَكُونَ حِكَايَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا حَدَّثَهُ بِهِ تَمِيمٌ تَصْدِيقًا لَهُ؟ وَهَلْ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْصُومًا مِنْ تَصْدِيقِ كُلِّ كَاذِبٍ فِي خَبَرٍ فَيُعَدُّ تَصْدِيقُهُ لِحِكَايَةِ تَمِيمٍ دَلِيلًا عَلَى صِدْقِهِ فِيهَا؟ وَيُعَدُّ مَا يَرِدُ عَلَيْهَا مِنْ إِشْكَالٍ وَارِدًا عَلَى حَدِيثٍ لَهُ حُكْمُ الْمَرْفُوعِ، وَفِي مَعْنَاهُ إِقْرَارُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِعُمَرَ عَلَى حَلِفِهِ بِأَنَّ ابْنَ صَيَّادٍ هُوَ الدَّجَّالُ كَمَا تَقَدَّمَ. </p><p> إِنَّ مَا قَالُوهُ فِي الْعِصْمَةِ لَا يَدْخُلُ فِيهِ هَذَا ; فَالْمُجْمَعُ عَلَيْهِ هُوَ الْعِصْمَةُ فِي التَّبْلِيغِ عَنِ </p><p> اللهِ تَعَالَى، وَعَنْ تَعَمُّدِ عِصْيَانِهِ بَعْدَ النُّبُوَّةِ. قَالَ الْسَّفَارِينِيُّ فِي شَرْحِ عَقِيدَتِهِ: قَالَ ابْنُ حَمْدَانَ فِي نِهَايَةِ الْمُبْتَدِئِينَ: وَإِنَّهُمْ مَعْصُومُونَ فِيمَا يُؤَدُّونَ عَنِ اللهِ تَعَالَى، وَلَيْسُوا مَعْصُومِينَ فِي غَيْرِ ذَلِكَ. وَقَالَ ابْنُ عَقِيلٍ فِي الْإِرْشَادِ: إِنَّهُمْ عَلَيْهِمُ السَّلَامُ لَمْ يُعْصَمُوا فِي الْأَفْعَالِ بَلْ فِي نَفْسِ الْأَدَاءِ. قَالَ: وَلَا يَجُوزُ عَلَيْهِمُ الْكَذِبُ فِي الْأَقْوَالِ فِيمَا يُؤَدُّونَهُ عَنِ اللهِ تَعَالَى، وَقَالَ الْحَافِظُ الْعِرَاقِيُّ: النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْصُومٌ مِنْ تَعَمُّدِ الذَّنْبِ بَعْدَ النُّبُوَّةِ بِالْإِجْمَاعِ، وَلَا يُعْتَدُّ بِخِلَافِ بَعْضِ الْخَوَارِجِ وَالْحَشْوِيَّةِ الَّذِينَ نُقِلَ عَنْهُمْ تَجْوِيزُ ذَلِكَ إِلَخْ. انْتَهَى مُلَخَّصًا. وَتَصْدِيقُ الْكَاذِبِ لَا يُعَدُّ ذَنْبًا، وَقَدْ ثَبَتَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يُصَدِّقُ </p><p> بَعْضَ مَا يَفْتَرِي بِهِ الْمُنَافِقُونَ حَتَّى يُخْبِرَهُ اللهُ بِمَا كَانَ مِنَ الْمَصْلَحَةِ إِخْبَارُهُ بِهِ مِنْهُ، كَمَا وَقَعَ فِي غَزْوَةِ تَبُوكَ وَغَيْرِهَا، وَصَدَّقَ بَعْضَ أَزْوَاجِهِ فِي الْقِصَّةِ الْمُشَارِ إِلَيْهَا فِي سُورَةِ التَّحْرِيمِ، حَتَّى أَخْبَرَهُ تَعَالَى بِهِ وَبِأَنَّ مَنْ أَسَرَّ إِلَيْهَا الْحَدِيثَ أَفْشَتْهُ، وَذَلِكَ قَوْلُهُ تَعَالَى: قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ (٦٦: ٣) وَتَرَدَّدَ فِي حَدِيثِ أَهْلِ الْإِفْكِ، وَضَاقَ صَدْرُهُ زَمَنًا حَتَّى نَزَلَتْ عَلَيْهِ آيَاتُ الْبَرَاءَةِ الْمُكَذِّبَةُ لَهُمْ فِي سُورَةِ النُّورِ. فَعَلَى هَذَا لَا يَكُونُ ذِكْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِقِصَّةِ تَمِيمٍ فِي حُكْمِ الْمَرْفُوعِ الَّذِي يَقُولُهُ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَمَا أَنَّ مَا يَقُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِرَأْيهِ وَظَنِّهِ لَا يَدْخُلُ فِي عُمُومِ مَا هُوَ مَعْصُومٌ مِنْهُ، وَهُوَ تَعَمُّدُ الْكَذِبِ، كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَسْأَلَةِ تَلْقِيحِ النَّخْلِ:  \" إِنَّمَا ظَنَنْتُ ظَنًّا فَلَا تُؤَاخِذُونِي بِالظَّنِّ، وَلَكِنْ إِذَا حَدَّثَتْكُمْ عَنِ اللهِ شَيْئًا فَخُذُوا بِهِ فَإِنِّي لَنْ أَكْذِبَ عَلَى اللهِ \" وَقَالَ فِيهَا أَيْضًا: \" إِنَّمَا أَنَا بَشَرٌ إِذَا أَمَرْتُكُمْ بِشَيْءٍ مِنْ دِينِكُمْ فَخُذُوا بِهِ، وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ مِنْ رَأْيِي فَإِنَّمَا أَنَا بَشَرٌ \" رَوَاهُمَا مُسْلِمٌ فِي صَحِيحِهِ. </p><p> وَقَالَ الْمُحَقِّقُ ابْنُ دَقِيقِ الْعِيدِ فِي مَسْأَلَةِ تَقْرِيرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ أَوَائِلِ شَرْحِ الْإِلْمَامِ إِذَا أُخْبِرَ فِي حَضْرَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ أَمْرٍ لَيْسَ فِيهِ حُكْمٌ شَرْعِيٌّ، فَهَلْ يَكُونُ سُكُوتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَلِيلًا عَلَى مُطَابَقَةِ مَا فِي الْوَاقِعِ، كَمَا وَقَعَ لِعُمَرَ فِي حَلِفِهِ عَلَى أَنَّ ابْنَ صَيَّادٍ هُوَ الدَّجَّالُ فَلَمْ يُنْكِرْ عَلَيْهِ، فَهَلْ يَدُلُّ عَدَمُ إِنْكَارِهِ عَلَى أَنَّ ابْنَ صَيَّادٍ هُوَ الدَّجَّالُ كَمَا فَهِمَهُ جَابِرٌ حَتَّى صَارَ يَحْلِفُ عَلَيْهِ وَيَسْتَنِدُ إِلَى حَلِفِ عُمَرَ، أَوْ لَا يَدُلُّ؟ فِيهِ نَظَرٌ. وَالْأَقْرَبُ عِنْدِي أَنَّهُ لَا يَدُلُّ ; لِأَنَّ مَأْخَذَ الْمَسْأَلَةِ وَمَنَاطَهَا هُوَ الْعِصْمَةُ مِنَ التَّقْرِيرِ عَلَى </p><p> بَاطِلٍ، وَذَلِكَ يَتَوَقَّفُ عَلَى تَحْقِيقِ الْبُطْلَانِ وَلَا يَكْفِي فِيهِ عَدَمُ تَحْقِيقِ الصِّحَّةِ إِلَخْ. نَقَلَهُ عَنْهُ الْحَافِظُ فِي الْفَتْحِ مُلَخَّصًا. </p><p> (٩) إِنَّ فِي رِوَايَاتِ هَذِهِ الْحِكَايَةِ اخْتِلَافَاتٌ أُخْرَى، كَقَوْلِهِ فِي أَطْوَلِهَا عَنْ تَمِيمٍ:  \" إِنَّهُ رَكِبَ سَفِينَةً بَحْرِيَّةً مَعَ ثَلَاثِينَ رَجُلًا مِنْ لَخْمٍ وَجُذَامٍ فَلَعِبَ بِهِمُ الْمَوْجُ شَهْرًا فِي الْبَحْرِ ثُمَّ أُرْفِؤُوا إِلَى جَزِيرَةٍ فِي الْبَحْرِ حَتَّى مَغْرِبَ الشَّمْسِ فَجَلَسُوا فِي أَقْرَبِ السَّفِينَةِ فَدَخَلُوا الْجَزِيرَةَ \" وَقَوْلِهِ فِي رِوَايَةٍ أُخْرَى: \" حَدَّثَنِي تَمِيمٌ الدَّارِيُّ أَنَّ أُنَاسًا مِنْ قَوْمِهِ كَانُوا فِي الْبَحْرِ فِي سَفِينَةٍ لَهُمْ فَانْكَسَرَتْ بِهِمْ فَرَكِبَ بَعْضُهُمْ عَلَى لَوْحٍ مِنْ أَلْوَاحِ السَّفِينَةِ فَخَرَجُوا إِلَى سَفِينَةٍ فِي الْبَحْرِ،وَفِي رِوَايَةٍ:\" إِنَّ بَنِي عَمِّ تَمِيمٍ الدَّارِيِّ رَكِبُوا فِي الْبَحْرِ \" وَفِي رِوَايَةٍ: \" إِنَّهُ رَكِبَ الْبَحْرَ فَتَاهَتْ بِهِ سَفِينَةٌ فَسَقَطَ إِلَى جَزِيرَةٍ فَخَرَجَ إِلَيْهَا يَلْتَمِسُ الْمَاءَ فَلَقِيَ إِنْسَانًا يَجُرُّ شَعْرَهُ \" وَهَذِهِ الرِّوَايَاتُ كُلُّهَا فِي صَحِيحِ مُسْلِمٍ، وَالِاخْتِلَافَاتُ فِيهَا مُتَعَدِّدَةٌ كَمَا تَرَى، وَفِي سَائِرِ الرِّوَايَاتِ مَا يَزِيدُ عَلَى ذَلِكَ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي حَدِيثِ الْجَسَّاسَةِ أَنَّ مَا فِيهِ مِنَ الْعِلَلِ وَالِاخْتِلَافِ وَالْإِشْكَالِ مِنْ عِدَّةِ </p><p> وُجُوهٍ يَدُلُّ عَلَى أَنَّهُ مَصْنُوعٌ، وَأَنَّهُ عَلَى تَقْدِيرِ صِحَّتِهِ لَيْسَ لَهُ كُلُّهُ حُكْمُ الْمَرْفُوعِ، وَكَذَا يُقَالُ فِي سَائِرِ أَحَادِيثِ الدَّجَّالِ الْمُشْكِلَةِ الَّتِي انْتَقَدَهَا الْحَافِظُ فِي الْفَتْحِ مِنْ جِهَةِ صِنَاعَةِ عِلْمِ أُصُولِ الْحَدِيثِ وَتَعَارُضِ الْمُتُونِ أَوْ مُخَالَفَتِهَا لِلْوَاقِعِ. وَعَدَّ مِنْ عِلَلِ بَعْضِهَا احْتِمَالَ كَوْنِهَا مِنَ الْإِسْرَائِيلِيَّاتِ، فَقَدْ ذَكَرَ مَا أَخْرَجَهُ نُعَيْمُ بْنُ حَمَّادٍ شَيْخُ الْبُخَارِيِّ فِي كِتَابِ الْفِتَنِ مِنْ طَرِيقِ جُبَيْرِ بْنِ نُفَيْرٍ وَشُرَيْحِ بْنِ عُبَيْدٍ وَعَمْرِو بْنِ الْأَسْوَدِ وَكَثِيرِ بْنِ مُرَّةَ قَالُوا جَمِيعًا:  \" الدَّجَّالُ لَيْسَ هُوَ بِإِنْسَانٍ، وَإِنَّمَا هُوَ شَيْطَانٌ مُوثَّقٌ بِسَبْعِينَ حَلْقَةً فِي بَعْضِ جَزَائِرِ الْيَمَنِ لَا يُعْلَمُ مَنْ أَوْثَقَهُ سُلَيْمَانُ النَّبِيُّ أَوْ غَيْرُهُ؟ فَإِذَا آنَ ظُهُورُهُ فَكَ اللهُ عَنْهُ كُلَّ عَامٍ حَلْقَةً، فَإِذَا بَرَزَ أَتَتْهُ أَتَانٌ، عَرْضُ مَا بَيْنَ أُذُنَيْهَا أَرْبَعُونَ ذِرَاعًا فَيَضَعُ عَلَى ظَهْرِهَا مِنْبَرًا مِنْ نُحَاسٍ، وَيَقْعُدُ عَلَيْهِ وَيَتْبَعُهُ قَبَائِلُ الْجِنِّ يُخْرِجُونَ لَهُ خَزَائِنَ الْأَرْضِ \" . </p><p> قَالَ الْحَافِظُ بَعْدَ إِيرَادِ هَذَا:  (قُلْتُ) وَلَا يُمْكِنُ مَعَهُ كَوْنُ ابْنِ صَيَّادٍ هُوَ الدَّجَّالُ، وَلَعَلَّ هَؤُلَاءِ مَعَ كَوْنِهِمْ ثِقَاتٍ تَلَقُّوا ذَلِكَ مِنْ بَعْضِ كُتُبِ أَهْلِ الْكِتَابِ. وَأَخْرَجَ نُعَيْمٌ أَيْضًا مِنْ طَرِيقِ كَعْبِ الْأَحْبَارِ أَنَّ الدَّجَّالَ تَلِدُهُ أُمُّهُ بِقُوصٍ مِنْ أَرْضِ </p><p> مِصْرَ. (قَالَ) وَبَيْنَ مَوْلِدِهِ وَمَخْرَجِهِ ثَلَاثُونَ سَنَةً. (قَالَ) وَلَمْ يَنْزِلْ خَبَرُهُ فِي التَّوْرَاةِ وَالْإِنْجِيلِ، وَإِنَّمَا هُوَ فِي بَعْضِ كُتُبِ الْأَنْبِيَاءِ اهـ، وَأَخْلَقُ بِهَذَا الْخَبَرِ أَنْ يَكُونَ بَاطِلًا فَإِنَّ الْحَدِيثَ الصَّحِيحَ أَنَّ كُلَّ نَبِيٍّ قَبْلَ نَبِيِّنَا أَنْذَرَ قَوْمَهُ الدَّجَّالَ، وَكَوْنُهُ يُولَدُ قَبْلَ مَخْرَجِهِ بِالْمُدَّةِ الْمَذْكُورَةِ مُخَالِفٌ لِكَوْنِهِ ابْنَ صَيَّادٍ، وَلِكَوْنِهِ مُوثَقًا فِي جَزِيرَةٍ مِنْ جَزَائِرِ الْبَحْرِ انْتَهَى الْمُرَادُ مِنْ قَوْلِ الْحَافِظِ. وَهُوَ فِي شَرْحِ كِتَابِ الِاعْتِصَامِ مِنَ الْفَتْحِ. </p><p> وَمِنْهُ يُعْلَمُ أَنَّ الْحَافِظَ لَمْ يَسْلَمْ مِنْ ضَرْبِ بَعْضِ هَذِهِ الرِّوَايَاتِ الْمُضْطَرِبَةِ الْمُتَعَارِضَةِ الْمُتَنَافِرَةِ بِبَعْضٍ، وَبِأَنَّهُ يَعُدُّ احْتِمَالَ الْأَخْذِ عَنْ أَهْلِ الْكِتَابِ عِلَّةً صَحِيحَةً لِرَدِّ رِوَايَاتِ الثِّقَاتِ، وَلَوْ فِيمَا لَا مَجَالَ لِلْعَقْلِ وَلَا لِلرَّأْي فِيهِ، خِلَافًا لِمَا زَعَمَهُ الزُّرْقَانِيُّ بِهِ وَتَمَسَّكَ بِهِ بَعْضُ أَنْصَارِ الْخُرَافَاتِ فَعَدُّوهُ مِمَّا لَهُ حُكْمُ الْمَرْفُوعِ. </p><p> وَمِنْهُ يُعْلَمُ أَيْضًا أَنَّ يَدَ بَطَلِ هَذِهِ الْإِسْرَائِيلِيَّاتِ الْأَكْبَرِ كَعْبِ الْأَحْبَارِ قَدْ لَعِبَتْ لَعِبَهَا فِي مَسْأَلَةِ الدَّجَّالِ (فِي كُلِّ وَادٍ أَثَرٌ مِنْ ثَعْلَبَةَ) وَقَوْلُ كَعْبٍ: إِنَّ مَا ذَكَرَهُ مِنْ وِلَادَةِ الدَّجَّالِ بِقُوصٍ فِي كُتُبِ بَعْضِ الْأَنْبِيَاءِ كَذِبٌ وَافْتِرَاءٌ. </p><p> وَهُنَاكَ رِوَايَاتٌ أُخْرَى عَنْهُ مِنْهَا مَا نَقَلَهُ الْحَافِظُ فِي شَرْحِ كِتَابِ الْفِتَنِ عَنْ نُعَيْمِ بْنِ حَمَّادٍ فِي كِتَابَةِ الْمَذْكُورِ عَنْهُ قَالَ (أَيْ كَعْبٌ) : يَتَوَجَّهُ الدَّجَّالُ فَيَنْزِلُ عِنْدَ بَابِ دِمَشْقَ الشَّرْقِيِّ، ثُمَّ يُلْتَمَسُ فَلَا يُقْدَرُ عَلَيْهِ، ثُمَّ يُرَى عِنْدَ الْمِيَاهِ الَّتِي عِنْدَ نَهْرِ الْكُسْوَةِ ثُمَّ يُطْلَبُ فَلَا يُدْرَى أَيْنَ تَوَجَّهَ، ثُمَّ يَظْهَرُ بِالْمَشْرِقِ فَيُعْطَى الْخِلَافَةَ، ثُمَّ يُظْهِرُ السِّحْرَ، ثُمَّ يَدَّعِي النُّبُوَّةَ فَتَتَفَرَّقُ النَّاسُ عَنْهُ، فَيَأْتِي النَّهْرَ فَيَأْمُرُهُ أَنْ يَسِيلَ فَيَسِيلُ، ثُمَّ يَأْمُرُهُ أَنْ يَرْجِعَ فَيَرْجِعُ </p><p> ثُمَّ يَأْمُرُهُ أَنْ يَيْبَسَ فَيَيْبَسُ، وَيَأْمُرُ جَبَلَ طُورٍ وَجَبَلَ زِيتَا أَنْ يَنْتَطِحَا فَيَنْتَطِحَا، وَيَأْمُرُ الرِّيحَ أَنْ تُثِيرَ سَحَابًا مِنَ الْبَحْرِ فَتُمْطِرُ الْأَرْضَ، وَيَخُوضُ الْبَحْرَ فِي كُلِّ يَوْمٍ ثَلَاثَ خَوْضَاتٍ فَلَا يَبْلُغُ حَقْوَيْهِ، وَإِحْدَى يَدَيْهِ أَطْوَلُ مِنَ الْأُخْرَى فَيَمُدُّ الطَّوِيلَةَ فِي الْبَحْرِ فَتَبْلُغُ قَعْرَهُ فَيُخْرِجُ مِنَ الْحِيتَانِ مَا يُرِيدُ اهـ. </p><p> بِمِثْلِ هَذِهِ الْخُرَافَاتِ كَانَ كَعْبُ الْأَحْبَارِ يَغُشُّ الْمُسْلِمِينَ; لِيُفْسِدَ عَلَيْهِمْ دِينَهُمْ وَسُنَّتَهُمْ، وَخُدِعَ بِهِ النَّاسُ لِإِظْهَارِ التَّقْوَى وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيمِ. </p><p> وَجُمْلَةُ أَخْبَارِ الدَّجَّالِ قَالُوا: إِنَّهَا مُتَوَاتِرَةٌ، يَعْنُونَ التَّوَاتُرَ الْمَعْنَوِيَّ، وَهُوَ أَنَّ لَهَا أَصْلًا، وَإِنْ لَمْ يَتَوَاتَرْ شَيْءٌ مِنْ رِوَايَاتِهَا. وَيَدُلُّ الْقَدْرُ الْمُشْتَرَكُ مِنْهَا عَلَى أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> كُشِفَ لَهُ وَتَمَثَّلَ لَهُ ظُهُورُ دَجَّالٍ فِي آخِرِ الزَّمَانِ يُظْهِرُ لِلنَّاسِ خَوَارِقَ كَثِيرَةً وَغَرَائِبَ يَفْتَتِنُ بِهَا خَلْقٌ كَثِيرٌ، وَأَنَّهُ مِنَ الْيَهُودِ، وَأَنَّ الْمُسْلِمِينَ يُقَاتِلُونَهُ وَيُقَاتِلُونَ الْيَهُودَ فِي هَذِهِ الْبِلَادِ الْمُقَدَّسَةِ وَيَنْتَصِرُونَ عَلَيْهِمْ، وَقَدْ كُشِفَ لَهُ ذَلِكَ مُجْمَلًا غَيْرَ مُفَصَّلٍ وَلَا بِوَحْيٍ عَنِ اللهِ تَعَالَى - كَمَا كُشِفَ لَهُ غَيْرُ ذَلِكَ مِنَ الْفِتَنِ - فَذَكَرَهُ فَتَنَاقَلَهُ الرُّوَاةُ بِالْمَعْنَى فَأَخْطَأَ كَثِيرٌ مِنْهُمْ، وَتَعَمَّدَ الَّذِينَ كَانُوا يُثْبِتُونَ الْإِسْرَائِيلِيَّاتِ الدَّسَّ فِي رِوَايَاتِهِ، وَلَا يَبْعُدُ أَنْ يَقُومَ طُلَّابُ الْمُلْكِ مِنَ الْيَهُودِ الصُّهْيُونِيِّينَ بِتَدْبِيرِ فِتْنَةٍ فِي هَذَا الْمَعْنَى يَسْتَعِينُونَ عَلَيْهَا بِخَوَارِقِ الْعُلُومِ وَالْفُنُونِ الْعَصْرِيَّةِ كَالْكَهْرَبَاءِ وَالْكِيمْيَاءِ وَغَيْرِ ذَلِكَ وَاللهُ أَعْلَمُ. </p><p> (التَّعَارُضُ وَالْإِشْكَالَاتُ فِي أَحَادِيثِ الْمَهْدِيِّ) </p><p> وَأَمَّا التَّعَارُضُ فِي أَحَادِيثِ الْمَهْدِيِّ فَهُوَ أَقْوَى وَأَظْهَرُ ; وَالْجَمْعُ بَيْنَ الرِّوَايَاتِ فِيهِ أَعْسَرُ، وَالْمُنْكِرُونَ لَهَا أَكْثَرُ، وَالشُّبْهَةُ فِيهَا أَظْهَرُ ; وَلِذَلِكَ لَمْ يَعْتَدَّ الشَّيْخَانِ بِشَيْءٍ مِنْ رِوَايَاتِهَا فِي صَحِيحَيْهِمَا. وَقَدْ كَانَتْ أَكْبَرَ مَثَارَاتِ الْفَسَادِ وَالْفِتَنِ فِي الشُّعُوبِ الْإِسْلَامِيَّةِ ; إِذْ تَصَدَّى كَثِيرٌ مِنْ مُحِبِّي الْمُلْكِ وَالسُّلْطَانِ، وَمِنْ أَدْعِيَاءِ الْوِلَايَةِ وَأَوْلِيَاءِ الشَّيْطَانِ، لِدَعْوَى الْمَهْدَوِيَّةِ فِي الشَّرْقِ وَالْغَرْبِ، وَتَأْيِيدِ دَعْوَاهُمْ بِالْقِتَالِ وَالْحَرْبِ، وَبِالْبِدَعِ وَالْإِفْسَادِ فِي الْأَرْضِ حَتَّى خَرَجَ أُلُوفُ الْأُلُوفِ عَنْ هِدَايَةِ السُّنَّةِ النَّبَوِيَّةِ، وَمَرَقَ بَعْضُهُمْ مِنَ الْإِسْلَامِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ. </p><p> وَقَدْ كَانَ مِنْ حَقِّ تَصْدِيقِ الْجَمَاهِيرِ مِنَ الْمُتَأَخِّرِينَ بِخُرُوجِ مَهْدِيٍّ يُجَدِّدُ الْإِسْلَامَ وَيَنْشُرُ الْعَدْلَ فِي جَمِيعِ الْأَنَامِ أَنْ يَحْمِلَهُمْ عَلَى الِاسْتِعْدَادِ لِظُهُورِهِ بِتَأْلِيفِ عُصْبَةٍ قَوِيَّةٍ تَنْهَضُ بِزَعَامَتِهِ، وَتُسَاعِدُهُ عَلَى إِقَامَةِ أَرْكَانِ إِمَامَتِهِ، وَلَكِنَّهُمْ لَمْ يَفْعَلُوا، بَلْ تَرَكُوا مَا يَجِبُ لِحِمَايَةِ الْبَيْضَةِ وَحِفْظِ سُلْطَانِ الْمِلَّةِ بِجَمْعِ كَلِمَةِ الْأُمَّةِ، وَبِإِعْدَادِ مَا اسْتَطَاعُوا مِنْ حَوْلٍ وَقُوَّةٍ فَاتَّكَلُوا وَتَوَاكَلُوا، وَتَنَازَعُوا وَتَخَاذَلُوا، وَلَمْ يَعِظْهُمْ مَا نُزِعَ مَنْ مُلْكِهِمْ، وَمَا سُلِبَ مِنْ مَجْدِهِمْ، اتِّكَالًا عَلَى قُرْبِ الْمَهْدِيِّ، كَأَنَّهُ هُوَ الْمُعِيدُ الْمُبْدِئُ، فَهُوَ الَّذِي سَيَرُدُّ إِلَيْهِمْ </p><p> مُلْكَهُمْ، وَيُجَدِّدُ لَهُمْ مَجْدَهُمْ، وَيُعِيدُ لَهُمْ عَدْلَ شَرْعِهِمْ، وَيَنْتَقِمُ لَهُمْ مِنْ أَعْدَائِهِمْ، وَلَكِنَّهُ يَفْعَلُ ذَلِكَ بِالْكَرَامَاتِ، وَمَا يُؤَيَّدُ بِهِ مِنْ خَوَارِقِ الْعَادَاتِ لَا بِالْبَوَارِيدِ أَوِ الْبُنْدُقِيَّاتِ الصَّارِخَاتِ وَلَا بِالْمَدَافِعِ الصَّاخَّاتِ، وَلَا بِالدَّبَّابَاتِ الْمُدَمِّرَاتِ، وَلَا بِأَسَاطِيلِ الْبِحَارِ </p><p> السَّابِحَاتِ وَالْغَوَّاصَاتِ وَلَا أَسَاطِيلِ الْمَنَاطِيدِ وَالطَّيَّارَاتِ، وَلَا بِالْغَازَاتِ الْخَانِقَاتِ. وَقَدْ كَانَتِ الْحَرْبُ بَيْنَ خَاتَمِ النَّبِيِّينَ وَالْمُشْرِكِينَ سِجَالًا، وَكَانَ الْمُؤْمِنُونَ يَنْفِرُونَ مِنْهُ خِفَافًا وَثِقَالًا، فَهَلْ يَكُونُ الْمَهْدِيُّ أَهْدَى مِنْهُ أَعْمَالًا وَأَحْسَنُ حَالًا وَمَآلًا؟ كَلَّا. </p><p> وَقَدْ جَاءَهُمُ النَّذِيرُ، ابْنُ خَلْدُونَ الشَّهِيرُ، فَصَاحَ فِيهِمْ إِنَّ لِلَّهِ تَعَالَى سُنَنًا فِي الْأُمَمِ وَالدُّوَلِ وَالْعُمْرَانِ، مُطَّرِدَةً فِي كُلِّ زَمَانٍ وَمَكَانٍ، كَمَا ثَبَتَ فِي مُصْحَفِ الْقُرْآنِ، وَصُحُفِ الْأَكْوَانِ، وَمِنْهَا أَنَّ الدُّوَلَ لَا تَقُومُ إِلَّا بِعَصَبِيَّةٍ، وَأَنَّ الْأَعَاجِمَ قَدْ سَلَبُوا الْعَصَبِيَّةَ مِنْ قُرَيْشٍ وَالْعِتْرَةَ النَّبَوِيَّةَ، فَإِنْ صَحَّتْ أَخْبَارُ هَذَا الْمَهْدِيِّ فَلَنْ يَظْهَرَ إِلَّا بَعْدَ تَجْدِيدِ عَصَبِيَّةٍ هَاشِمِيَّةٍ عَلَوِيَّةٍ، وَلَوْ سَمِعُوا وَعَقَلُوا، لَسَعَوْا وَعَمِلُوا، وَلَكَانَ اسْتِعْدَادُهُمْ لِظُهُورِ الْمَهْدِيِّ بِالِاهْتِدَاءِ بِسُنَنِ اللهِ تَعَالَى رَحْمَةً لَهُمْ، تِجَاهَ مَا كَانَ فِي أَخْبَارِهِ مِنَ الْفِتَنِ وَالنِّقَمِ فِيهِمْ، وَرُبَّمَا أَغْنَاهُمْ عَنْ بَعْضِ مَا يَرْجُونَ مِنْ زَعَامَتِهِ إِنْ لَمْ يُغْنِهِمْ عَنْهُ كُلَّهُ. </p><p> كَانَتِ الْيَهُودُ اغْتَرَّتْ مِثْلنَا بِظَوَاهِرِ مَا فِي كُتُبِ أَنْبِيَائِهِمْ مِنَ الْأَنْبَاءِ بِظُهُورِ مَسِيحٍ فِيهِمْ يُعِيدُ لَهُمْ مَا فَقَدُوا مِنْ مُلْكِ دَاوُدَ وَسُلَيْمَانَ، فَاتَّكَلُوا عَلَى مَا فَهِمَ أَحْبَارُهُمْ مِنْهَا بِمَحْضِ التَّقْلِيدِ الْأَصَمِّ الَّذِي لَا يَسْمَعُ، الْأَعْمَى الَّذِي لَا يُبْصِرُ، وَمَضَتِ الْقُرُونُ فِي إِثْرِ الْقُرُونِ وَهُمْ لَا يَزْدَادُونَ إِلَّا تَفَرُّقًا وَضَعْفًا، فَلَمَّا عَرَفَتْ أَجْيَالُهُمُ الْأَخِيرَةُ سُنَنَ اللهِ تَعَالَى فِي الْعُمْرَانِ طَفِقُوا يَسْتَعِدُّونَ لِاسْتِعَادَةِ ذَلِكَ الْمُلْكِ وَالسُّلْطَانِ، بِالسَّعْيِ إِلَى إِنْشَاءِ وَطَنٍ يَهُودِيٍّ خَاصٍّ بِهِمْ يُقِيمُونَ فِيهِ قَوَاعِدَ الْعُمْرَانِ، بِإِرْشَادِ الْعُلُومِ وَالْفُنُونِ الْعَصْرِيَّةِ، الَّتِي يَتَعَلَّمُونَهَا بِمَا يُحْيُونَ مِنْ لُغَتِهِمُ الْعِبْرَانِيَّةِ، وَقَدْ أَنْشَؤُوا لِذَلِكَ مَصْرَفًا مَالِيًّا خَاصًّا، وَمَا زَالُوا يَجْمَعُونَ لِأَجْلِهِ الْإِعَانَاتِ بِالْأُلُوفِ وَأُلُوفِ الْأُلُوفِ مِنَ الدَّنَانِيرِ، حَتَّى إِنَّهُمُ اسْتَمَالُوا لِمُسَاعَدَتِهِمْ فِي هَذَا الْعَهْدِ، أَقْوَى دُوَلِ الْأَرْضِ. </p><p> هَذَا - وَالْمُسْلِمُونَ لَا يَزَالُونَ يَتَّكِلُونَ عَلَى ظُهُورِ الْمَهْدِيِّ، وَيَزْعُمُ دَهْمَاؤُهُمْ أَنَّهُ سَيَنْقُضُ لَهُمْ سُنَنَ اللهِ تَعَالَى أَوْ يُبَدِّلُهَا تَبْدِيلًا، وَهُمْ يَتْلُونَ قَوْلَهُ تَعَالَى: فَهَلْ يَنْظُرُونَ إِلَّا سُنَّةَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَحْوِيلًا (٣٥: ٤٣) فَإِذَا كَانَ مِنْ أَشْرَاطِ السَّاعَةِ آيَاتٌ، وَكَانَ زَمَنُهَا زَمَنَ خَوَارِقِ الْعَادَاتِ، فَهَلْ يَضُرُّهُمْ أَنْ تَأْتِيَهُمْ عَلَى هُدًى مِنْ رَبِّهِمْ وَإِقَامَةٍ لِشَرْعِهِمْ وَعِزَّةٍ وَسُلْطَانٍ فِي أَرْضِهِمْ؟ . </p><p> عَلَى أَنَّهُمْ أَنْشَؤُوا فِي الْعُصُورِ الْأُولَى عَصَبِيَّاتٍ لِأَجْلِ الْمَهْدِيِّ، وَلَكِنَّهَا جَاهِلِيَّةٌ بَلْ أَنْشَؤُوا الْمَهْدِيَّ الْمُتَنَظَرَ (عَجَّ) نَفْسَهُ لِأَجْلِ تِلْكَ الْعَصَبِيَّاتِ الْمَجُوسِيَّةِ، الَّتِي كَانَتْ تَسْعَى </p><p> لِإِزَالَةِ مُلْكِ الْأُمَّةِ الْعَرَبِيَّةِ، وَإِفْسَادِ دِينِهِمُ الَّذِي أَعْطَاهُمُ الْمُلْكَ وَالْقُوَّةَ، وَلِأَجْلِ ذَلِكَ كَثُرَ الِاخْتِلَافُ فِي اسْمِ الْمَهْدِيِّ وَنَسَبِهِ وَصِفَاتِهِ وَأَعْمَالِهِ، وَكَانَ لِكَعْبِ الْأَحْبَارِ جَوْلَةٌ وَاسِعَةٌ فِي تَلْفِيقِ تِلْكَ الْأَخْبَارِ. </p><p> الِاخْتِلَافُ وَالِاضْطِرَابُ فِي أَحَادِيثِ الْمَهْدِيِّ: </p><p> (مِنْهَا) أَنَّ أَشْهَرَ الرِّوَايَاتِ فِي اسْمِهِ وَاسْمِ أَبِيهِ عِنْدَ أَهْلِ السُّنَّةِ أَنَّهُ مُحَمَّدُ بْنُ عَبْدِ اللهِ، وَفِي رِوَايَةٍ: أَحْمَدُ بْنُ عَبْدِ اللهِ، وَالشِّيعَةُ الْإِمَامِيَّةُ مُتَّفِقُونَ عَلَى أَنَّ مُحَمَّدَ بْنَ الْحَسَنِ الْعَسْكَرِيَّ وَهُمَا الْحَادِي عَشَرَ وَالثَّانِي عَشَرَ مِنْ أَئِمَّتِهِمُ الْمَعْصُومِينَ، وَيُلَقِّبُونَهُ بِالْحُجَّةِ وَالْقَائِمِ وَالْمُنْتَظَرِ، وَيَقُولُونَ: إِنَّهُ دَخَلَ السِّرْدَابَ فِي دَارِ أَبِيهِ فِي مَدِينَةِ (سُرَّ مَنْ رَأَى) الَّتِي تُسَمَّى الْآنَ \" سَامِرَّا \" سَنَةَ ٢٦٥ وَلَهُ مِنَ الْعُمْرِ تِسْعُ سِنِينَ، وَأَنَّهُ لَا يَزَالُ فِي السِّرْدَابِ حَيًّا، وَقَدْ رَفَعَ إِلَيْهِ بَعْضُ عُلَمَائِهِمُ الْمُتَأَخِّرِينَ أَسْئِلَةً شَرْعِيَّةً فِي رِقَاعٍ كَانُوا يُلْقُونَهَا، وَزَعَمُوا أَنَّهُمْ كَانُوا يَجِدُونَ فَتَاوَاهُ مُدَوَّنَةً فِيهَا، وَمَسَائِلُ هَذِهِ الرِّقَاعِ عِنْدَهُمْ أَصَحُّ الْمَسَائِلِ وَالْأَحْكَامِ وَهُمْ كُلَّمَا ذَكَرُوهُ يُقْرِنُونَ اسْمَهُ بِحَرْفَيِ الْعَيْنِ وَالْجِيمِ هَكَذَا (عَجَّ) وَهُمَا مُقْتَطَفَتَانِ مِنْ جُمْلَةِ: عَجَّلَ اللهُ خَلَاصَهُ. </p><p> وَزَعَمَتِ الْكَيْسَانِيَّةُ أَنَّ الْمَهْدِيَّ هُوَ مُحَمَّدُ بْنُ الْحَنَفِيَّةِ، وَأَنَّهُ حَيٌّ مُقِيمٌ بِجَبَلِ رَضْوَى بَيْنَ أَسَدَيْنِ يَحْفَظَانِهِ، وَعِنْدَهُ عَيْنَانِ نَضَّاخَتَانِ يُفِيضَانِ مَاءً وَعَسَلًا وَمَعَهُ أَرْبَعُونَ مِنْ أَصْحَابِهِ فَقَوْلُهُمْ فِيهِ كَقَوْلِ الْإِمَامِيَّةِ فِي الْمَهْدِيِّ بْنِ الْحَسَنِ الْعَسْكَرِيِّ، ورَضْوَى بِفَتْحِ الرَّاءِ جَبَلُ جُهَيْنَةَ مِنْ أَرْضِ الْحِجَازِ عَلَى مَسِيرَةِ يَوْمٍ مِنْ يَنْبُعَ، وَسَبْعِ مَرَاحِلَ مِنَ الْمَدِينَةِ الْمُنَوَّرَةِ وَيُقَالُ: إِنَّ السُّنُوسِيَّةَ يَعْتَقِدُونَ أَنَّ شَيْخَهُمُ الْمَهْدِيَّ السُّنُوسِيَّ هُوَ الْإِمَامُ الْمُنْتَظَرُ. وَمِنْهُمْ مَنْ يَقُولُ إِنَّهُ اخْتَفَى، وَقَدْ بَلَغَنَا أَنَّهُمْ كَانُوا إِذَا سُئِلُوا عَنْ مَوْتِهِ يَقُولُونَ الْحَيُّ يَمُوتُ. وَلَا يَقُولُونَ إِنَّهُ قَدْ مَاتَ. </p><p> وَرُوِيَ عَنْ كَعْبِ الْأَحْبَارِ أَنَّهُ قَالَ: إِنَّمَا سُمِّيَ بِالْمَهْدِيِّ ; لِأَنَّهُ يَهْدِي إِلَى أَمْرٍ خَفِيٍّ وَسَيُخْرِجُ التَّوْرَاةَ وَالْإِنْجِيلَ مِنْ أَرْضٍ يُقَالُ لَهَا أَنْطَاكِيَّةُ، وَفِي رِوَايَةٍ أُخْرَى عَنْهُ إِنَّمَا سُمِّي الْمَهْدِيَّ: لِأَنَّهُ يَهْدِي إِلَى أَسْفَارِ التَّوْرَاةِ فَيُسْتَخْرِجُهَا مِنْ جِبَالِ الشَّامِ، وَيَدْعُو </p><p> إِلَيْهَا الْيَهُودُ فَتُسْلِمُ عَلَى تِلْكَ الْكُتُبِ جَمَاعَةٌ كَثِيرَةٌ، رَوَاهُمَا أَبُو نُعَيْمٍ فِي كِتَابِ الْفِتَنِ، وَرُوِيَ مِثْلُ ذَلِكَ عَنْ أَبِي عَمْرٍو الدَّانِيِّ، وَإِنَّمَا هُوَ مَأْخُوذٌ مِنْ تَضْلِيلَاتِ كَعْبِ الْأَحْبَارِ. </p><p> وَالْمَشْهُورُ فِي نَسَبِهِ: أَنَّهُ عَلَوِيٌّ فَاطِمِيٌّ مِنْ وَلَدِ الْحَسَنِ، وَفِي بَعْضِ الرِّوَايَاتِ: وَلَدِ الْحُسَيْنِ، وَهُوَ يُوَافِقُ قَوْلَ الشِّيعَةِ الْإِمَامِيَّةِ، وَهُنَالِكَ عِدَّةُ أَحَادِيثَ مُصَرِّحَةٌ بِأَنَّهُ مِنْ وَلَدِ الْعَبَّاسِ. (مِنْهَا) مَا رَوَاهُ الرَّافِعِيُّ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لِلْعَبَّاسِ: \" أَلَا أُبَشِّرُكَ يَا عَمِّ؟ إِنَّ مِنْ ذُرِّيَّتِكَ الْأَصْفِيَاءَ، وَمِنْ عَتْرَتِكِ الْخُلَفَاءَ، وَمِنْكَ الْمَهْدِيُّ فِي آخِرِ </p><p> الزَّمَانِ، بِهِ يَنْشُرُ اللهُ الْهُدَى وَيُطْفِئُ نِيرَانَ الضَّلَالَةِ، إِنَّ اللهَ فَتَحَ بِنَا هَذَا الْأَمْرَ وَبِذُرِّيَّتِكَ يُخْتَمُ \" وَمِنْ حَدِيثِ ابْنِ عَسَاكِرَ عَنْهُ مَرْفُوعًا أَيْضًا \" اللهُمَّ انْصُرِ الْعَبَّاسَ وَوَلَدَ الْعَبَّاسِ (ثَلَاثًا) يَا عَمُّ أَمْ عَلِمْتَ أَنَّ الْمَهْدِيَّ مِنْ وَلَدِكَ مُوَفَّقًا مَرْضِيًا \" قَالَ ابْنُ حَجَرٍ: رِجَالُهُ ثِقَاتٌ، وَفِي مَعْنَاهُمَا أَحَادِيثُ أُخْرَى لِأَبِي هُرَيْرَةَ وَأُمِّ سَلَمَةَ وَعَلِيٍّ، وَفِي حَدِيثِهِ التَّصْرِيحُ بِأَنَّ الْمُرَادَ بِالْمَهْدِيِّ ثَالِثُ خُلَفَاءِ بَنِي الْعَبَّاسِ. </p><p> وَفِي مَعْنَاهُ حَدِيثُ أَبِي هُرَيْرَةَ الْمَعْرُوفُ عِنْدَهُمْ بِحَدِيثِ الرَّايَاتِ، وَذَكَرَهُ ابْنُ خَلْدُونَ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ مَرْفُوعًا إِنَّا أَهْلُ بَيْتٍ اخْتَارَ اللهُ لَنَا الْآخِرَةَ عَلَى الدُّنْيَا، وَإِنَّ أَهْلَ بَيْتِي سَيَلْقَوْنَ مِنْ بَعْدِي بَلَاءً وَتَشْرِيدًا حَتَّى يَأْتِيَ قَوْمٌ مِنْ قِبَلِ الْمَشْرِقِ مَعَهُمْ رَايَاتٌ سُودٌ إِلَخْ. وَهُوَ مِنْ طَرِيقِ يَزِيدَ أَبِي زِيَادٍ وَهُوَ مِنْ شِيعَةِ الْكُوفَةِ ضَعَّفَهُ الْأَكْثَرُونَ، وَرَوَى لَهُ مُسْلِمٌ مَقْرُونًا بِغَيْرِهِ، وَقَالَ شُعْبَةُ فِيهِ: كَانَ رَفَّاعًا، أَيْ يَرْفَعُ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْأَحَادِيثَ الَّتِي لَا تُعْرَفُ مَرْفُوعَةً، وَصَرَّحُوا بِضَعْفِ حَدِيثِهِ هَذَا. وَهُنَالِكَ أَحَادِيثُ أُخْرَى فِي نِسْبَةِ الْمَهْدِيِّ إِلَى الْعَبَّاسِ، وَعَنِ ابْنِ عَبَّاسٍ عِنْدَ الْبَيْهَقِيِّ وَأَبِي نُعَيْمٍ وَالْخَطِيبِ الْبَغْدَادِيِّ رِوَايَاتٌ فِي التَّصْرِيحِ بِأَنَّ الْمَهْدِيَّ الْمُنْتَظَرَ هُوَ الْعَبَّاسِيُّ، وَذَكَرَ قَبْلَهُ السَّفَّاحَ وَالْمَنْصُورَ. وَأَهْلُ الرِّوَايَةِ يَتَكَلَّفُونَ الْجَمْعَ بَيْنَ هَذِهِ الرِّوَايَاتِ وَمَا يُعَارِضُهَا بِاحْتِمَالِ أَنْ يَكُونَ لِكُلِّ مِنَ الْعَبَّاسِ وَالْحَسَنِ وَالْحُسَيْنِ فِيهِ وِلَادَةٌ بَعْضُهَا مِنْ جِهَةِ الْأَبِ وَبَعْضُهَا جِهَةِ الْأُمِّ، قَالَهُ ابْنُ حَجَرٍ فِي الْقَوْلِ الْمُخْتَصَرِ، وَتَبِعَهُ الشَّوْكَانِيُّ وَغَيْرُهُ، وَلَكِنَّ أَلْفَاظَ الْأَحَادِيثِ لَا تَتَّفِقُ مَعَ هَذَا الْجَمْعِ، عَلَى أَنَّهُ لَمْ يَرِدْ فِي أُمِّ الْمَهْدِيِّ شَيْءٌ مِنْ هَذِهِ الرِّوَايَاتِ عَلَى كَثْرَتِهَا. </p><p> وَسَبَبُ هَذَا الِاخْتِلَافِ أَنَّ الشِّيعَةَ كَانُوا يَسْعَوْنَ لِجَعْلِ الْخِلَافَةِ فِي آلِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> مِنْ ذُرِّيَّةِ عَلِيٍّ رِضْوَانُ اللهِ عَلَيْهِمْ، وَيَضَعُونَ الْأَحَادِيثَ تَمْهِيدًا لِذَلِكَ فَفَطِنَ لِهَذَا الْأَمْرِ الْعَبَّاسِيُّونَ فَاسْتَمَالُوا بَعْضَهُمْ، وَرَأَى أَبُو مُسْلِمٍ الْخُرَاسَانِيُّ وَعَصَبِيَّتُهُ أَنَّ آلَ عَلِيٍّ يَغْلِبُ عَلَيْهِمُ الزُّهْدُ، وَأَنَّ بَنِي الْعَبَّاسِ كَبَنِي أُمَيَّةَ فِي الطَّمَعِ فِي الْمُلْكِ فَعَمِلَ لَهُمْ تَوَسُّلًا بِهِمْ إِلَى تَحْوِيلِ عَصَبِيَّةِ الْخِلَافَةِ إِلَى الْفُرْسِ، تَمْهِيدًا لِإِعَادَةِ الْمُلْكِ وَالْمَجُوسِيَّةِ وَحِينَئِذٍ وُضِعَتْ أَحَادِيثُ الْمَهْدِيِّ مُشِيرَةً إِلَى الْعَبَّاسِيِّينَ مُصَرِّحَةً بِشَارَتِهِمْ (السَّوَادِ) وَأَشْهَرُهَا حَدِيثُ ثَوْبَانَ الْمَرْفُوعُ فِي سُنَنِ ابْنِ مَاجَهْ يَقْتَتِلُ عِنْدَ كَنْزِكُمْ هَذَا ثَلَاثَةٌ كُلُّهُمُ ابْنُ خَلِيفَةَ، ثُمَّ لَا تَصِيرُ إِلَى أَحَدٍ مِنْهُمْ، ثُمَّ تَطْلُعُ الرَّايَاتُ السُّودُ مِنْ قِبَلِ الْمَشْرِقِ فَيَقْتُلُونَهُمْ قَتْلًا لَمْ يَقْتُلْهُ قَوْمٌ - ثُمَّ ذَكَرَ شَيْئًا لَا أَحْفَظُهُ - فَإِذَا رَأَيْتُمُوهُ فَبَايِعُوهُ وَلَوْ حَبْوًا عَلَى الثَّلْجِ فَإِنَّهُ خَلِيفَةُ اللهِ الْمَهْدِيُّ قَالَ السِّنْدِيُّ فِي حَاشِيَتِهِ عَلَى ابْنِ مَاجَهْ، وَفِي مَجْمَعِ الزَّوَائِدِ هَذَا إِسْنَادٌ صَحِيحٌ رِجَالُهُ ثِقَاتٌ. رَوَاهُ الْحَاكِمُ فِي الْمُسْتَدْرَكِ وَقَالَ صَحِيحٌ عَلَى </p><p> شَرِيطِ الشَّيْخَيْنِ اهـ. فَهُوَ مِثَالٌ لِأَصَحِّ مَا رَوَوْهُ فِي الْمَهْدِيِّ وَلَكِنْ فِي إِسْنَادِهِ عَبْدُ الرَّازِقِ بْنُ هَمَّامٍ الصَّنْعَانِيُّ الشَّهِيرُ وَهُوَ مَعْرُوفٌ بِالتَّشَيُّعِ، وَعَمِّي فِي آخِرِ عُمْرِهِ فَخَلَطَ، وَكَانَ مِنْ مَشَايِخِهِ عَمُّهُ وَهْبُ بْنُ مُنَبِّهٍ وَنَاهِيكَ بِهِ - وَفِي سَنَدِهِ إِلَى ثَوْبَانَ أَبُو قِلَابَةَ وَسُفْيَانُ الثَّوْرِيُّ وَهُمَا مُدَلِّسَانِ، وَقَدْ عَنْعَنَا فِي هَذَا الْحَدِيثِ، وَلَمْ يَقُولَا إِنَّهُمَا سَمِعَاهُ فَإِذَا أَضَفْتَ إِلَى هَذَا طَعْنَ الطَّاعِنِينَ فِي عَبْدِ الرَّازِقِ، وَمِنْهُمُ ابْنُ عَدِيٍّ الْقَائِلُ: إِنَّهُ حَدَّثَ بِأَحَادِيثَ فِي الْفَضَائِلِ لَمْ يُوَافِقْهُ عَلَيْهَا أَحَدٌ، وَمَا هُوَ أَعْظَمُ مِنْ ذَلِكَ مِنْ رَمْيِ بَعْضِهِمْ إِيَّاهُ بِالْكَذِبِ عَلَى مَكَانَتِهِ مِنْ هَذَا الْفَنِّ. - وَإِذَا تَذَكَّرْتَ مَعَ أَنَّ أَحَادِيثَ الْفِتَنِ وَالسَّاعَةِ عَامَّةٌ، وَأَحَادِيثَ الْمَهْدِيِّ خَاصَّةٌ، وَأَنَّهَا كَانَتْ مَهَبَّ رِيَاحِ الْأَهْوَاءِ وَالْبِدَعِ، وَمَيْدَانَ فُرْسَانِ الْأَحْزَابِ وَالشِّيَعِ، - تَبَيَّنَ لَكَ أَيْنَ تَضَعُ هَذِهِ الرِّوَايَةَ مِنْهَا. </p><p> وَلَمَّا انْقَضَى أَمْرُ بَنِي الْعَبَّاسِ، وَكَانَتِ الْأَحَادِيثُ قَدْ دُوِّنَتْ، لَمْ يَسَعِ الْقَائِلِينَ بِظُهُورِ الْمَهْدِيِّ إِلَّا أَنْ يَقُولُوا: إِنَّ الرَّايَاتِ السُّودَ الْمَرْوِيَّةَ فِيهَا غَيْرُ رَايَاتِ بَنِي الْعَبَّاسِ، عَلَى أَنَّ خُصُومَهُمْ كَانُوا قَدْ رَوَوْا فِي مُعَارَضَتِهَا رِوَايَاتٍ نَاطِقَةً بِأَنَّ رَايَاتِ الْمَهْدِيِّ تَكُونُ صُفْرًا، وَرِوَايَاتٍ فِي أَنَّ ظُهُورَهُ مِنَ الْمَغْرِبِ لَا مِنَ الْمَشْرِقِ. </p><p> قَالَ مُحَمَّدُ بْنُ الصَّامِتِ: قُلْتُ لِلْحُسَيْنِ بْنِ عَلِيٍّ - رَضِيَ اللهُ عَنْهُمَا -: أَمَا مِنْ عَلَامَةٍ بَيْنَ يَدَيْ هَذَا الْأَمْرِ؟ - يَعْنِي ظُهُورَ الْمَهْدِيِّ - قَالَ: بَلَى. قُلْتُ: وَمَا هِيَ؟ قَالَ: هَلَاكُ بَنِي </p><p> الْعَبَّاسِ وَخُرُوجُ السُّفْيَانِيِّ وَالْخَسْفُ بِالْبَيْدَاءِ. قُلْتُ: جَعَلَنِي اللهُ فِدَاكَ، أَخَافُ أَنْ يَطُولَ هَذَا الْأَمْرُ. فَقَالَ: إِنَّمَا هُوَ كَنِظَامِ سِلْكٍ يَتْبَعُ بَعْضُهُ بَعْضًا. وَرَوَوْا عَنْ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ - رَضِيَ اللهُ عَنْهُ - وَكَرَّمَ وَجْهَهُ قَالَ: تَكُونُ فِي الشَّامِ رَجْفَةٌ يَهْلَكُ فِيهَا أَكْثَرُ مِنْ مِائَةِ أَلْفٍ يَجْعَلُهَا اللهُ رَحْمَةً لِلْمُؤْمِنِينَ، وَعَذَابًا عَلَى الْمُنَافِقِينَ، فَإِنْ كَانَ كَذَلِكَ فَانْظُرُوا إِلَى أَصْحَابِ الْبَرَاذِينِ الشُّهُبِ وَالرَّايَاتِ الصُّفْرِ تُقْبِلُ مِنَ الْمَغْرِبِ حَتَّى تَحِلَّ بِالشَّامِ، وَذَلِكَ عِنْدَ الْجُوعِ الْأَكْبَرِ، وَالْمَوْتِ الْأَحْمَرِ، فَإِذَا كَانَ ذَلِكَ فَانْظُرُوا خَسْفَ قَرْيَةٍ مِنْ قُرَى دِمَشْقَ يُقَالُ لَهَا (حَرَسْتَا) فَإِذَا كَانَ خَرَجَ ابْنُ آكِلَةِ الْأَكْبَادِ مِنَ الْوَادِي الْيَابِسِ حَتَّى يَسْتَوِيَ عَلَى مِنْبَرِ دِمَشْقَ، فَإِذَا كَانَ ذَلِكَ كُلُّهُ فَانْظُرُوا خُرُوجَ الْمَهْدِيِّ. انْتَهَى الْأَثَرُ الْمَرْوِيُّ عَنْ أَمِيرِ الْمُؤْمِنِينَ، وَنَحْنُ نَعْلَمُ أَنَّ ابْنَ آكِلَةِ الْأَكْبَادِ لَقَبُ مُعَاوِيَةَ ; لِأَنَّ أُمَّهُ أَخْرَجَتْ قَلْبَ حَمْزَةَ سَيِّدِ الشُّهَدَاءِ. رِضْوَانُ اللهِ عَلَيْهِ يَوْمَ قُتِلَ فِي أُحُدٍ فَمَضَغَتْهُ، وَكَانَتْ هَذِهِ الرِّوَايَةُ قَدْ وُضِعَتْ فِيمَا يَظْهَرُ بَعْدَ أَمِيرِ الْمُؤْمِنِينَ; لِلتَّبْشِيرِ بِانْتِقَامِ الْمَهْدِيِّ مِنْ مُعَاوِيَةَ ; ثُمَّ حَمَلُوهَا عَلَى السُّفْيَانِيِّ الَّذِي كَثُرَتِ الرِّوَايَاتُ فِي خُرُوجِهِ قَبْلَ الْمَهْدِيِّ، وَقَالُوا: إِنَّهُ مِنْ وَلَدِ خَالِدِ بْنِ يَزِيدَ بْنِ أَبِي سُفْيَانَ، وَإِنَّهُ أَحَدُ الْخَوَارِجِ الَّذِينَ يَتَقَدَّمُونَهُ بَلْ شَرُّهُمْ، وَالْآخَرُونَ هُمُ الْمُلَقَّبُونَ بِالْأَبْقَعِ وَالْأَصْهَبِ وَالْأَعْرَجِ وَالْكِنْدِيِّ وَالْجُرْهُمِيِّ وَالْقَحْطَانِيِّ، وَلِفَارِسِ مَيْدَانِ الْخُرَافَاتِ الْإِسْرَائِيلِيَّةِ كَعْبِ الْأَحْبَارِ تَفْصِيلَاتٌ لِخُرُوجِ هَؤُلَاءِ، هِيَ كَالتَّفْسِيرِ لِلْأَثَرِ الْعُلْوِيِّ الْمَوْضُوعِ، تُرَاجَعُ فِي فَوَائِدِ الْفِكْرِ لِلشَّيْخِ مَرْعِي، وَعَقَائِدِ الْسَّفَارِينِيِّ وَغَيْرِهَا. </p><p> فَهَذَا نَمُوذَجٌ مِنْ تَعَارُضِ الرِّوَايَاتِ وَتَهَافُتِهَا فِي الْمَهْدِيِّ، وَلَوْ ذَكَرْنَا مَا فِي كُتُبِ الشِّيعَةِ وَالْمُتَصَوِّفَةِ فِي ذَلِكَ لَجِئْنَا بِالْعَجَبِ الْعُجَابِ، وَتَمْحِيصُ الْقَوْلِ فِيهَا لَا يَتِمُّ إِلَّا بِسِفْرٍ مُسْتَقِلٍّ. </p><p> خُلَاصَةُ الْقَوْلِ فِي أَشْرَاطِ السَّاعَةِ: </p><p> وَجُمْلَةُ الْقَوْلِ فِي أَحَادِيثِ الْفِتَنِ، وَأَشْرَاطِ السَّاعَةِ، وَأَمَارَاتِهَا وَسَبَبِ الِاخْتِلَافِ وَالتَّعَارُضِ فِيمَا يُخْتَصَرُ فِي الْمَسَائِلِ الْآتِيَةِ:  (١) أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ يَعْلَمُ الْغَيْبَ كَمَا يَأْتِي فِي الْآيَةِ التَّالِيَةِ، بَلْ هُوَ مَعْلُومٌ مِنَ الدِّينِ بِالضَّرُورَةِ، وَإِنَّمَا أَعْلَمَهُ اللهُ تَعَالَى بِبَعْضِ الْغُيُوبِ بِمَا أَنْزَلَهُ عَلَيْهِ فِي كِتَابِهِ وَهُوَ قِسْمَانِ: صَرِيحٌ كَأَخْبَارِ الْمَلَائِكَةِ وَالسَّاعَةِ وَالْجَنَّةِ وَالنَّارِ، وَمُسْتَنْبَطٌ مِنْ بَيَانِ سُنَنِ اللهِ تَعَالَى الْمَنْصُوصَةِ فِيهِ كَقَوْلِهِ تَعَالَى: وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ </p><p> خَاصَّةً (٨: ٢٥) وَقَوْلِهِ: وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٧: ١٦) فَكَانَ يَفْهَمُ مِنْهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا لَا يَفْهَمُ غَيْرُهُ مِنَ الصَّحَابَةِ فَمَنْ دُونَهُمْ عِلْمًا وَفَهْمًا، كَمَا رُوِيَ عَنِ الزُّبَيْرِ - رَضِيَ اللهُ عَنْهُ - مِنْ عِدَّةِ طُرُقٍ فِي آيَةِ: وَاتَّقُوا فِتْنَةً أَنَّهُمْ قَرَؤُوها عَلَى عَهْدِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَمْ يَكُونُوا يَعْلَمُونَ أَنَّهَا تَقَعُ مِنْهُمْ حَيْثُ وَقَعَتْ فِي فِتْنَةِ قَتْلِ عُثْمَانَ وَفِي يَوْمِ الْجَمَلِ، وَالرِّوَايَاتُ عَنِ الزُّبَيْرِ أَوْرَدَهَا الْحَافِظُ فِي أَوَّلِ شَرْحِ كِتَابِ الْفِتَنِ مِنَ الْبُخَارِيِّ. </p><p> (٢) إِنَّ اللهَ تَعَالَى أَعْلَمَهُ بِبَعْضِ مَا يَقَعُ فِي الْمُسْتَقْبَلِ بِغَيْرِ الْقُرْآنِ مِنَ الْوَحْيِ، كَسُؤَالِهِ لِرَبِّهِ أَلَّا يَجْعَلَ بَأْسَ أُمَّتِهِ بَيْنَهَا، فَلَمْ يُعْطِهِ ذَلِكَ وَأَعْلَمَهُ أَنَّ سُنَّتَهُ فِي خَلْقِهِ لَا تَتَبَدَّلُ، أَيْ وَأَنَّ هَذَا مِنْهَا، رَاجِعْ تَفْسِيرَنَا لِقَوْلِهِ تَعَالَى: قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ (٦: ٦٥) إِلَخْ. وَلَمْ يَكُنْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَعْلَمُ أَنَّ ذَلِكَ مِنْ سُنَّتِهِ تَعَالَى قَبْلَ إِعْلَامِهِ لَهُ. </p><p> (٣) أَنَّهُ كَانَ يَتَمَثَّلُ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْضُ أُمُورِ الْمُسْتَقْبَلِ كَأَنَّهُ يَرَاهُ، كَمَا تَمَثَّلَتْ لَهُ الْجَنَّةُ وَالنَّارُ فِي عُرْضِ الْحَائِطِ، وَكَمَا تَمَثَّلَ لَهُ فِي أَثْنَاءِ حَفْرِ الْخَنْدَقِ مَا يَفْتَحُ اللهُ لِأَصْحَابِهِ مِنَ الْمَمَالِكِ، وَكَمَا تَمَثَّلَتْ لَهُ الْفِتَنُ وَهُوَ مُشْرِفٌ عَلَى أُطُمٍ مِنْ آطَامِ الْمَدِينَةِ فَقَالَ كَمَا فِي الصَّحِيحَيْنِ:  \" هَلْ تَرَوْنَ مَا أَرَى؟قَالُوا:لَا،قَالَ:فَإِنِّي لَأَرَى الْفِتَنَ تَقَعُ خِلَالَ بُيُوتِكُمْ كَوُقُوعِ الْقَطْرِ \" وَظَهَرَ هَذَا فِي فِتْنَةِ قَتْلِ عُثْمَانَ - رَضِيَ اللهُ عَنْهُ - وَمِثْلُهُ حَدِيثُ الْفِتَنِ مِنْ قِبَلِ الْمَشْرِقِ، وَكَشْفُهُ هَذَا حَقٌّ، وَهُوَ مَا يُسَمِّيهِ أَهْلُ الْكِتَابِ: نُبُوءَاتٍ، وَقَدْ ظَهَرَ مِنْهُ شَيْءٌ كَثِيرٌ كَالشَّمْسِ. </p><p> (٤) أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ يُخْبِرُ أَصْحَابَهُ بِكُلِّ مَا يُطْلِعُهُ اللهُ عَلَيْهِ مِنْ ذَلِكَ، بَلْ بِمَا كَانَ يَرَى الْمَصْلَحَةَ فِي إِخْبَارِهِمْ بِهِ مَوْعِظَةً وَتَحْذِيرًا، وَكَانَ يَخُصُّ بَعْضَ أَصْحَابِهِ بِبَعْضِهَا كَمَا رُوِيَ فِي مَنَاقِبِ حُذَيْفَةِ - رَضِيَ اللهُ عَنْهُ - وَمَا كَانَ كُلُّ مَنْ سَمْعِ مِنْهُ شَيْئًا مِنْهَا يَفْهَمُ مُرَادَهُ كُلَّهُ، وَإِذَا كَانُوا لَمْ يَفْهَمُوا تَأْوِيلَ بَعْضِ آيَاتِ الْقُرْآنِ فِي سُنَنِ اللهِ الْعَامَّةِ حَقَّ الْفَهْمِ التَّفْصِيلِيِّ كَمَا تَقَدَّمَ آنِفًا </p><p> عَنِ الزُّبَيْرِ - رَضِيَ اللهُ عَنْهُ -، وَإِذَا كَانَ مِنْهُمْ مَنْ لَمْ يَفْهَمْ بَعْضَ آيَاتِ الْأَحْكَامِ الظَّاهِرَةِ كَقَوْلِهِ تَعَالَى: حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ (٢: ١٨٧) فَلَأَنْ يَخْفَى عَلَيْهِمْ تَأْوِيلُ مَا خَصَّ بِهِ بَعْضَ الْأَفْرَادِ، وَهُوَ مِمَّا لَمْ يُؤْمَرْ بِتَبْلِيغِهِ لِلنَّاسِ كَافَّةً - ; لِأَنَّهُ لَيْسَ مِنْ أُصُولِ الدِّينِ وَلَا مِنْ فُرُوعِهِ - أَوْلَى. وَخَفَاءُ ذَلِكَ عَلَى مَنْ </p><p> بَعْدَهُمْ أَوْلَى، إِلَّا مَنْ يَقَعُ تَأْوِيلُهُ فِي عَهْدِهِمْ كَوَصْفِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - النِّسَاءَ الْمُتَهَتِّكَاتِ فِي هَذَا الْعَصْرِ بِالْكَاسِيَاتِ الْعَارِيَاتِ إِلَخْ. </p><p> (٥) لَا شَكَّ فِي أَنَّ أَكْثَرَ الْأَحَادِيثِ قَدْ رُوِيَ بِالْمَعْنَى كَمَا هُوَ مَعْلُومٌ وَاتَّفَقَ عَلَيْهِ الْعُلَمَاءُ، وَيَدُلُّ عَلَيْهِ اخْتِلَافُ رُوَاةِ الصِّحَاحِ فِي أَلْفَاظِ الْحَدِيثِ الْوَاحِدِ حَتَّى الْمُخْتَصَرِ مِنْهَا، وَمَا دَخَلَ عَلَى بَعْضِ الْأَحَادِيثِ مِنَ الْمُدْرَجَاتِ، وَهِيَ مَا يُدْرَجُ فِي اللَّفْظِ الْمَرْفُوعِ مِنْ كَلَامِ الرُّوَاةِ. فَعَلَى هَذَا كَانَ يَرْوِي كُلُّ أَحَدٍ مَا فَهِمَهُ، وَرُبَّمَا وَقَعَ فِي فَهْمِهِ الْخَطَأُ; لِأَنَّ هَذِهِ أُمُورٌ غَيْبِيَّةٌ، وَرُبَّمَا فَسَّرَ بَعْضَ مَا فَهِمَهُ بِأَلْفَاظٍ يَزِيدُهَا، وَإِذَا كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يُطْلِعْهُ اللهُ تَعَالَى عَلَى كُلِّ مَا أَطْلَعَهُ عَلَيْهِ مِنْ هَذِهِ الْمُغَيَّبَاتِ بِالتَّفْصِيلِ، وَكَانَ يَجْتَهِدُ فِي بَعْضِهَا وَيُقَدِّرُ وَيَأْخُذُ بِالْقُرْآنِ كَمَا قَالَ النَّوَوِيُّ وَابْنُ الْجَوْزِيِّ فِي تَجْوِيزِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَكُونَ ابْنُ صَيَّادٍ الْيَهُودِيُّ الْمُعَاصِرُ لَهُ هُوَ الدَّجَّالُ الْمَنْتَظَرُ، وَكَذَا تَجْوِيزِهِ أَنْ يَظْهَرَ فِي زَمَنِهِ وَهُوَ حَيٌّ، فَهَلْ مِنَ الْغَرَابَةِ أَنْ يَقَعَ الْخَلْطُ وَالتَّعَارُضُ فِيمَا رُوِيَ عَنْهُ بِالْمَعْنَى بِقَدْرِ فَهْمِ الرُّوَاةِ. </p><p> (٦) أَنَّ الْعَابِثِينَ بِالْإِسْلَامِ وَمُحَاوِلِي إِفْسَادِ الْمُسْلِمِينَ وَإِزَالَةِ مُلْكِهِمْ مِنْ زَنَادِقَةِ الْيَهُودِ وَالْفُرْسِ وَغَيْرِهِمْ مِنْ أَهْلِ الِابْتِدَاعِ وَأَهْلِ الْعَصَبِيَّاتِ الْعُلْوِيَّةِ وَالْأُمَوِيَّةِ وَالْعَبَّاسِيَّةِ قَدْ وَضَعُوا أَحَادِيثَ كَثِيرَةً افْتَرَوْهَا، وَزَادُوا فِي بَعْضِ الْآثَارِ الْمَرْوِيَّةِ دَسَائِسَ دَسُّوهَا، وَرَاجَ كَثِيرٌ مِنْهَا بِإِظْهَارِ رُوَاتِهَا لِلصَّلَاحِ وَالتَّقْوَى، وَلَمْ يُعْرَفْ بَعْضُ الْأَحَادِيثِ الْمَوْضُوعَةِ إِلَّا بِاعْتِرَافِ مَنْ تَابَ إِلَى اللهِ مِنْ وَاضِعِيهَا، وَلَقَدْ كَانَ الْأُسْتَاذُ الْإِمَامُ يَقُولُ: إِنَّ الْإِسْلَامَ الصَّحِيحَ هُوَ مَا كَانَ عَلَيْهِ أَهْلُ الصَّدْرِ الْأَوَّلِ قَبْلَ ظُهُورِ الْفِتَنِ، وَلَمْ يَكُنْ يَثِقُ إِلَّا بِأَقَلِّ الْقَلِيلِ مِمَّا رُوِيَ فِي الصِّحَاحِ مِنْ أَحَادِيثِ الْفِتَنِ. </p><p> (٧) إِنَّ بَعْضَ الصَّحَابَةِ وَالتَّابِعِينَ كَانُوا يَرْوُونَ عَنْ كُلِّ مُسْلِمٍ، وَمَا كَلُّ مُسْلِمٍ مُؤْمِنٌ صَادِقٌ، وَمَا كَانُوا يُفَرِّقُونَ فِي الْأَدَاءِ بَيْنَ مَا سَمِعُوهُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ مِنْ غَيْرِهِ وَمَا بَلَغَهُمْ عَنْهُمْ بِمِثْلِ: سَمِعْتُ وَحَدَّثَنِي وَأَخْبَرَنِي، وَمِثْلِ: عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ، أَوْ قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَمَا فَعَلَ الْمُحَدِّثُونَ مِنْ بَعْدُ عِنْدَ وَضْعِ مُصْطَلَحِ الْحَدِيثِ، وَقَدْ ثَبَتَ أَنَّ الصَّحَابَةَ رَضِيَ اللهُ عَنْهُمْ كَانَ يَرْوِي بَعْضُهُمْ عَنْ بَعْضٍ، وَعَنِ التَّابِعِينَ حَتَّى عَنْ كَعْبِ الْأَحْبَارِ وَأَمْثَالِهِ، وَالْقَاعِدَةُ عِنْدَ أَهْلِ السُّنَّةِ أَنَّ جَمِيعَ الصَّحَابَةِ عُدُولٌ فَلَا يُخِلُّ جَهْلُ اسْمِ رَاوٍ مِنْهُمْ بِصِحَّةِ السَّنَدِ، وَهِيَ قَاعِدَةُ أَغْلَبِيَّةٌ لَا مُطَّرِدَةٌ فَقَدْ كَانَ فِي عَهْدِ النَّبِيِّ - </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُنَافِقُونَ قَالَ تَعَالَى فِيهِمْ: وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ (٩: ١٠١) مَرَدُوا عَلَيْهِ: أَحْكَمُوهُ وَصَقَلُوهُ أَوْ صَقَلُوا فِيهِ حَتَّى لَمْ يَعُدْ يَظْهَرُ فِي سِيمَاهُمْ </p>"
}