{
  "id": null,
  "sura": 7,
  "aya": 188,
  "text": "<p> وَفَحْوَى كَلَامِهِمْ، كَالَّذِينِ قَالَ اللهُ فِيهِمْ مِنْهُمْ: وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللهُ يَعْلَمُ أَعْمَالَكُمْ (٤٧: ٣٠) . </p><p> وَلَكِنَّ الْبَلِيَّةَ فِي الرِّوَايَةِ عَنْ مِثْلِ كَعْبِ الْأَحْبَارِ، وَمِمَّنْ رَوَى عَنْهُ أَبُو هُرَيْرَةَ وَابْنُ عَبَّاسٍ، وَمُعْظَمُ التَّفْسِيرِ الْمَأْثُورِ مَأْخُوذٌ عَنْهُ وَعَنْ تَلَامِيذِهِ، وَمِنْهُمُ الْمُدَلِّسُونَ كَقَتَادَةَ، وَكَذَا غَيْرُهُ مِنْ كِبَارِ الْمُفَسِّرِينَ كَابْنِ جُرَيْجٍ. </p><p> فَكُلُّ حَدِيثٍ مُشْكِلِ الْمَتْنِ أَوْ مُضْطَرِبِ الرِّوَايَةِ، أَوْ مُخَالِفٍ لِسُنَنِ اللهِ تَعَالَى فِي الْخَلْقِ، أَوْ لِأُصُولِ الدِّينِ أَوْ نُصُوصِهِ الْقَطْعِيَّةِ، أَوْ لِلْحِسِّيَّاتِ وَأَمْثَالِهَا مِنَ الْقَضَايَا الْيَقِينِيَّةِ، فَهُوَ مَظَنَّةٌ لِمَا ذَكَرْنَا فِي هَذِهِ التَّنْبِيهَاتِ، وَسَبَقَ لَنَا بَيَانُ أَكْثَرِهَا فِي الْكَلَامِ عَلَى حَدِيثِ طُلُوعِ الشَّمْسِ مِنْ مَغْرِبِهَا فِي تَفْسِيرِ (٦: ١٥٨) مِنْ أَوَاخِرِ سُورَةِ الْأَنْعَامِ ص ١٨٥ وَمَا بَعْدَهَا ج ٨ ط الْهَيْئَةِ، فَمَنْ صَدَّقَ رِوَايَةً مِمَّا ذُكِرَ، وَلَمْ يَجِدْ فِيهَا إِشْكَالًا فَالْأَصْلُ فِيهَا الصِّدْقُ، وَمَنِ ارْتَابَ فِي كُلِّ شَيْءٍ مِنْهَا أَوْ أَوْرَدَ عَلَيْهِ بَعْضُ الْمُرْتَابِينَ أَوِ الْمُشَكِّكِينَ إِشْكَالًا فِي مُتُونِهَا، فَلْيَحْمِلْهُ عَلَى مَا ذَكَرْنَا مِنْ عَدَمِ الثِّقَةِ بِالرِّوَايَةِ لِاحْتِمَالِ كَوْنِهَا مِنْ دَسَائِسِ الْإِسْرَائِيلِيَّاتِ، أَوْ خَطَأِ الرِّوَايَةِ بِالْمَعْنَى، أَوْ غَيْرِ ذَلِكَ مِمَّا أَشَرْنَا إِلَيْهِ، وَإِذَا لَمْ يَكُنْ شَيْءٌ مِنْهَا ثَابِتًا بِالتَّوَاتُرِ الْقَطْعِيِّ، فَلَا يَصِحُ أَنْ يُجْعَلَ شُبْهَةً عَلَى صِدْقِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَعْلُومِ بِالْقَطْعِ، وَلَا عَلَى غَيْرِ ذَلِكَ مِنَ الْقَطْعِيَّاتِ، وَلَعَلَّ اللهَ تَعَالَى يُبَارِكُ لَنَا فِي الْعُمْرِ، وَيُوَفِّقُنَا لِصَرْفِ مُعْظَمِهِ فِي خِدْمَةِ الْكِتَابِ وَالسُّنَّةِ، فَنَضَعُ لِأَحَادِيثِ الْفِتَنِ وَآيَاتِ السَّاعَةِ مُصَنَّفًا خَاصًّا بِهَا، وَمَا شَاءَ اللهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. </p><p> قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ هَذِهِ الْآيَةُ مِنْ أَعْظَمِ أُصُولِ الدِّينِ وَقَوَاعِدِ عَقَائِدِهِ بِبَيَانِهَا لِحَقِيقَةِ الرِّسَالَةِ </p><p> وَالْفَصْلِ بَيْنَهَا وَبَيْنَ الرُّبُوبِيَّةِ وَالْأُلُوهِيَّةِ، وَهَدْمِهَا لِقَوَاعِدِ الشِّرْكِ وَمَبَانِي الْوَثَنِيَّةِ مِنْ أَسَاسِهَا، وَمُنَاسَبَتُهَا لِمَا قَبْلَهَا: أَنَّ اللهَ تَعَالَى أَمَرَ خَاتَمَ رُسُلِهِ فِيمَا قَبْلَهَا أَنْ يُجِيبَ السَّائِلِينَ لَهُ عَنِ السَّاعَةِ بِأَنَّ عِلْمَهَا عِنْدَ اللهِ تَعَالَى وَحْدَهُ، وَأَمْرَهَا بِيَدِهِ وَحْدَهُ - وَأَمَرَهُ فِي هَذِهِ أَنْ يُبَيِّنَ لِلنَّاسِ أَنَّ كُلَّ الْأُمُورِ بِيَدِ اللهِ تَعَالَى وَحْدَهُ، وَأَنَّ عِلْمَ الْغَيْبِ كُلَّهُ عِنْدَهُ، وَأَنْ يَنْفِيَ كُلًّا مِنْهُمَا عَنْ نَفْسِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَذَلِكَ أَنَّ الَّذِينَ كَانُوا </p><p> يَسْأَلُونَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ السَّاعَةِ مِنَ الْمُسْلِمِينَ كَانُوا يَظُنُّونَ أَنَّ مَنْصِبَ الرِّسَالَةِ قَدْ يَقْتَضِي عِلْمَ السَّاعَةِ وَغَيْرَهَا مِنْ عِلْمِ الْغَيْبِ، وَرُبَّمَا كَانَ يَظُنُّ بَعْضُ حَدِيثِي الْعَهْدِ بِالْإِسْلَامِ أَنَّ الرَّسُولَ قَدْ يَقْدِرُ عَلَى مَا لَا يَصِلُ إِلَيْهِ كَسْبُ الْبَشَرِ مِنْ جَلْبِ النَّفْعِ وَمَنْعِ الضُّرِّ عَنْ نَفْسِهِ، وَعَمَّنْ يُحِبُّ أَوْ يَشَاءُ، أَوْ مَنْعِ النَّفْعِ وَإِحْدَاثِ الضُّرِّ بِمَنْ يَكْرَهُ أَوْ بِمَنْ يَشَاءُ. فَأَمَرَهُ اللهُ تَعَالَى أَنْ يُبَيِّنَ لِلنَّاسِ أَنَّ مَنْصِبَ الرِّسَالَةِ لَا يَقْتَضِي ذَلِكَ، وَإِنَّمَا وَظِيفَةُ الرَّسُولِ التَّعْلِيمُ وَالْإِرْشَادُ، لَا الْخَلْقُ وَالْإِيجَادُ، وَأَنَّهُ لَا يَعْلَمُ مِنَ الْغَيْبِ إِلَّا مَا يَتَعَلَّقُ بِذَلِكَ مِمَّا عَلَّمَهُ اللهُ بِوَحْيهِ، وَأَنَّهُ فِيمَا عَدَا تَبْلِيغِ الْوَحْيِ عَنِ اللهِ تَعَالَى بَشَرٌ كَسَائِرِ النَّاسِ: قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ (١٨: ١١٠) قَالَ عَزَّ وَجَلَّ: قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا أَيْ: قُلْ أَيُّهَا الرَّسُولُ لِلنَّاسِ فِيمَا تُبَلِّغُهُ مِنْ أَمْرِ دِينِهِمْ: إِنَّنِي لَا أَمْلِكُ لِنَفْسِي - أَيْ وَلَا لِغَيْرِي بِالْأَوْلَى - جَلْبَ نَفْعٍ مَا فِي وَقْتٍ مَا، وَلَا دَفْعَ ضَرَرٍ مَا فِي وَقْتٍ مَا، فَوُقُوعُ كَلِمَتَيِ النَّفْعِ وَالضُّرِّ نَكِرَتَيْنِ مَنْفِيَّتَيْنِ يُفِيدُ الْعُمُومَ حَسَبِ الْقَاعِدَةِ الْمَعْرُوفَةِ، وَنَفْيُ عُمُومِ الْفِعْلِ يَقْتَضِي نَفْيَ عُمُومِ الْأَوْقَاتِ لَهُ. وَلَكِنَّ هَذَا الْعُمُومَ مُشْكِلٌ بِمَا هُوَ مَعْلُومٌ بِالضَّرُورَةِ مِنْ تَمَكُّنِ كُلِّ إِنْسَانٍ سَلِيمِ الْأَعْضَاءِ مِنْ نَفْعِ نَفْسِهِ وَغَيْرِهِ فِي بَعْضِ الْأُمُورِ الْكَسْبِيَّةِ، وَدَفْعِ بَعْضِ الضَّرَرِ عَنْهَا ; وَلِذَلِكَ حَرَّمَتِ الشَّرِيعَةُ الضَّرَرَ وَالضِّرَارَ. </p><p> وَيُجَابُ عَنْ هَذَا الْإِشْكَالِ مِنْ وَجْهَيْنِ: أَحَدُهُمَا: أَنَّ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَمْلِكُ لِنَفْسِهِ وَلَا لِغَيْرِهِ نَفْعًا وَلَا ضَرًّا مُسْتَقِلًّا بِقُدْرَتِهِ، وَإِنَّمَا يَمْلِكُ مَا يَمْلِكُهُ مِنْ ذَلِكَ بِتَمْلِيكِ الرَّبِّ الْخَالِقِ جَلَّتْ قُدْرَتُهُ وَهُوَ الْمُرَادُ بِالِاسْتِثْنَاءِ، أَيْ لَا أَمْلِكُ مِنْهُمَا (إِلَّا مَا شَاءَ اللهُ) مِنْ نَفْعٍ أَقْدَرَنِي عَلَى جَلْبِهِ، وَضُرٍّ أَقْدَرَنِي عَلَى مَنْعِهِ، وَسَخَّرَ لِي أَسْبَابَهُمَا، أَوْ إِلَّا وَقْتَ </p><p> مَشِيئَتِهِ سُبْحَانَهُ أَنْ يُمَكِّنَنِي مِنْ ذَلِكَ، فَالْمَعْنَى الْمُرَادُ عَلَى هَذَا هُوَ بَيَانُ عَجْزِ الْمَخْلُوقِ الذَّاتِيِّ، وَكَوْنُ كُلِّ شَيْءٍ أُوتِيَهُ فَهُوَ بِمَشِيئَةِ اللهِ تَعَالَى، لَا يَسْتَقِلُّ الْعَبْدُ بِشَيْءٍ مِنْهُ اسْتِقْلَالًا مُطْلَقًا، وَلَا هُوَ يَمْلِكُهُ بِذَاتِهِ لِذَاتِهِ، بَلْ بِمَشِيئَةِ اللهِ تَعَالَى، فَالِاسْتِثْنَاءُ عَلَى هَذَا مُتَّصِلٌ بِمَا قَبْلَهُ مُخَصِّصٌ لِعُمُومِهِ مُقَيِّدٌ لِإِطْلَاقِهِ. </p><p> الثَّانِي: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَمْلِكُ بِمُقْتَضَى مَنْصِبِ الرِّسَالَةِ نَفْعًا وَلَا ضَرًّا لِنَفْسِهِ بِمَنْطُوقِ الْجُمْلَةِ، وَلَا لِغَيْرِهِ بِمَفْهُومِهَا الْأَوْلَى، مِمَّا يَعْجَزُ عَنْهُ بِمُقْتَضَى بَشَرِيَّتِهِ، وَمَا أَقْدَرَهُ اللهُ تَعَالَى عَلَيْهِ بِمُقْتَضَى سُنَّتِهِ فِي عَالَمِ الْأَسْبَابِ وَالْمُسَبِّبَاتِ، كَمَا أَنَّهُ لَا يَمْلِكُ شَيْئًا مِنْ عِلْمِ الْغَيْبِ الَّذِي هُوَ شَأْنُ الْخَالِقِ دُونَ الْمَخْلُوقِ كَمَا يَأْتِي بَيَانُهُ فِي تَفْسِيرِ الْجُمْلَةِ التَّالِيَةِ، وَالِاسْتِثْنَاءُ عَلَى هَذَا مُنْفَصِلٌ عَمَّا قَبْلَهُ مُؤَكِّدٌ لِعُمُومِهِ، أَيْ لَكِنَّ مَا شَاءَ اللهُ تَعَالَى مِنْ ذَلِكَ كَانَ، فَهُوَ كَقَوْلِهِ تَعَالَى: سَنُقْرِئُكَ فَلَا تَنْسَى إِلَّا مَا شَاءَ اللهُ (٨٧: ٦، ٧) وَقَوْلِهِ حِكَايَةً عَنْ خَلِيلِهِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ: وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا (٦: ٨٠) وَقَوْلِهِ فِي خِطَابِ كَلِيمِهِ </p><p> مُوسَى عَلَيْهِ السَّلَامُ: إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ [٠٢٧ ٠١١] إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ (٢٧: ١٠، ١١) الْآيَةَ. </p><p> وَهَذَا الْوَجْهُ هُوَ الْمُخْتَارُ عِنْدَنَا ; لِأَنَّ النَّاسَ قَدْ فُتِنُوا مُنْذُ قَوْمِ نُوحٍ بِمَنِ اصْطَفَاهُمُ اللهُ وَوَفَّقَهُمْ لِطَاعَتِهِ وَوِلَايَتِهِ مِنَ الْأَنْبِيَاءِ، وَمَنْ دُونَ الْأَنْبِيَاءِ مِنَ الصَّالِحِينَ، فَجَعَلُوهُمْ شُرَكَاءَ لِلَّهِ تَعَالَى فِيمَا يَرْجُوهُ عِبَادُهُ مِنْ نَفْعٍ يَسُوقُهُ إِلَيْهِمْ، وَمَا يَخْشَوْنَهُ مِنْ شَرٍّ يَمَسُّهُمْ، فَيَدْعُونَهُ لِيَكْشِفَهُ عَنْهُمْ، وَصَارُوا يَدْعُونَهُمْ كَمَا يَدْعُونَهُ لِذَلِكَ إِمَّا اسْتِقْلَالًا، وَإِمَّا إِشْرَاكًا ; إِذْ مِنْهُمْ مَنْ يَظُنُّ أَنَّهُ تَعَالَى قَدْ أَعْطَاهُمُ الْقُدْرَةَ عَلَى التَّصَرُّفِ فِي خَلْقِهِ بِمَا هُوَ فَوْقَ الْأَسْبَابِ الَّتِي مَنَحَهَا اللهُ تَعَالَى لِسَائِرِ النَّاسِ، فَصَارُوا يَسْتَقِلُّونَ بِالنَّفْعِ وَالضُّرِّ مَنْحًا وَمَنْعًا، وَإِيجَابًا وَسَلْبًا، وَمِنْهُمْ مَنْ يَعْتَقِدُ أَنَّ التَّصَرُّفَ الْغَيْبِيَّ الْأَعْلَى الَّذِي هُوَ فَوْقَ الْأَسْبَابِ الْكَسْبِيَّةِ الْمَمْنُوحَةِ لِلْبَشَرِ خَاصٌّ بِرَبِّهِمْ لَا يَقْدِرُ عَلَيْهِ غَيْرُهُ، وَلَكِنَّهُمْ يَظُنُّونَ مَعَ هَذَا أَنَّ هَؤُلَاءِ الْأَنْبِيَاءَ وَالْأَوْلِيَاءَ عِنْدَ اللهِ تَعَالَى كَوُزَرَاءِ الْمُلُوكِ وَحُجَّابِهِمْ وَبِطَانَتِهِمْ، وُسَطَاءُ بَيْنَهُمْ وَبَيْنَ مَنْ لَمْ يَصِلْ إِلَى رُتْبَتِهِمْ، فَالْمَلِكُ الْمُسْتَبِدُّ بِسُلْطَانِهِ يُعْطِي هَذَا، وَيَعْفُو عَنْ ذَنْبِ هَذَا بِوَسَاطَةِ هَؤُلَاءِ الْوُزَرَاءِ وَالْحُجَّابِ الْمُقَرِّبِينَ عِنْدَهُ، وَكَذَلِكَ رَبُّ الْعَالَمِينَ يُعْطِي وَيَمْنَعُ وَيَغْفِرُ وَيَرْحَمُ وَيَنْتَقِمُ بِوَسَاطَةِ أَنْبِيَائِهِ وَأَوْلِيَائِهِ بِزَعْمِهِمْ، فَهُمْ شُفَعَاءُ لِلنَّاسِ عِنْدَهُ تَعَالَى </p><p> يُقَرِّبُونَهُمْ إِلَيْهِ زُلْفَى كَمَا حَكَاهُ التَّنْزِيلُ عَنِ الْمُشْرِكِينَ، وَبَيَّنَاهُ فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ. </p><p> وَفِي مِثْلِ هَذَا التَّشْبِيهِ الْوَثَنِيِّ، وَتَمْثِيلِ تَصَرُّفِ الرَّبِّ الْعَظِيمِ الْغَنِيِّ عَنْ عِبَادِهِ بِتَصَرُّفِ الْمُلُوكِ الْمُسْتَبِدِّينَ الْجَاهِلِينَ الَّذِينَ يَحْتَاجُونَ إِلَى وُزَرَائِهِمْ وَبِطَانَتِهِمْ فِي حَمْلِهِ عَلَى مَا يَنْبَغِي لَهُ فِيهِمْ - قَالَ اللهُ تَعَالَى: فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ (١٦: ٧٤) وَبَيَّنَ فِي هَذِهِ الْآيَةِ وَأَمْثَالِهَا أَنَّ رُسُلَ اللهِ تَعَالَى وَهُمْ صَفْوَةُ خَلْقِهِ لَا يُشَارِكُونَ اللهَ تَعَالَى فِي صِفَةٍ مِنْ صِفَاتِهِ، وَلَا تَأْثِيرَ لِأَحَدٍ مِنْهُمْ فِي عِلْمِهِ، وَلَا فِي مَشِيئَتِهِ ; لِأَنَّهَا كَامِلَةٌ أَزَلِيَّةٌ لَا يَطْرَأُ عَلَيْهَا تَغَيُّرٌ، وَأَنَّ الرِّسَالَةَ الَّتِي اخْتَصَّهُمُ اللهُ تَعَالَى بِهَا لَا يَدْخُلُ فِي مَعْنَاهَا إِقْدَارُهُمْ عَلَى النَّفْعِ وَالضُّرِّ بِسُلْطَانٍ فَوْقَ الْأَسْبَابِ الْمُسَخَّرَةِ لِسَائِرِ الْبَشَرِ، وَلَا مَنْحُهُمْ عِلْمَ الْغَيْبِ، وَإِنَّمَا تَبْلِيغُ وَحْيِ اللهِ تَعَالَى وَبَيَانُهُ لِلنَّاسِ بِالْقَوْلِ وَالْفِعْلِ وَالْحُكْمِ. </p><p> وَدَلِيلُنَا عَلَى اخْتِيَارِ هَذَا الْوَجْهِ: أَنَّ مَدَارَ الْعُبُودِيَّةِ عَلَى تَوَجُّهِ الْعِبَادِ إِلَى الْمَعْبُودِ فِيمَا يَرْجُونَ مِنْ نَفْعٍ وَيَخَافُونَ مِنْ ضُرٍّ، فَاسْتُعْمِلَ اللَّفْظَانِ فِي التَّنْزِيلِ فِي بَيَانِ أَنَّ الرَّبَّ الْمُسْتَحِقَّ لِلْعِبَادَةِ هُوَ مَنْ يَمْلِكُ الضُّرَّ وَالنَّفْعَ، غَيْرَ خَاضِعٍ وَلَا مُقَيَّدٍ بِالْأَسْبَابِ الْعَادِيَّةِ، كَقَوْلِهِ تَعَالَى: قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا (٥: ٧٦) وَقَوْلِهِ فِي عِجْلِ بَنِي إِسْرَائِيلَ: أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا (٢٠: ٨٩) وَقَوْلِهِ: قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا (٤٨: ١١) وَقَوْلِهِ: قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا </p><p> (١٣: ١٦) وَقَوْلِهِ: وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا (٢٥: ٣) الْآيَةَ. </p><p> فَلَمَّا كَانَ مِلْكُ الضُّرِّ وَالنَّفْعِ بِهَذَا الْإِطْلَاقِ خَاصًّا بِرَبِّ الْعِبَادِ وَخَالِقِهِمْ، وَكَانَ طَلَبُ النَّفْعِ أَوْ كَشْفُ الضُّرِّ عِبَادَةً لَا يَجُوزُ أَنْ يُوَجَّهَ إِلَى غَيْرِهِ مِنْ عِبَادِهِ مَهْمَا يَكُنْ فَضْلُهُ تَعَالَى عَظِيمًا عَلَيْهِمْ - أَمَرَ اللهُ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُصَرِّحَ بِالْبَلَاغِ عَنْهُ أَنَّهُ لَا يَمْلِكُ لِنَفْسِهِ وَلَا لِغَيْرِهِ نَفْعًا وَلَا ضَرًّا، وَقَدْ تَكَرَّرَ هَذَا الْأَمْرُ لَهُ فِي الْقُرْآنِ مُبَالَغَةً فِي تَقْرِيرِهِ وَتَوْكِيدِهِ، فَقَالَ تَعَالَى فِي سُورَةِ يُونُسَ: قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ </p><p> اللهُ (١٠: ٤٩) الْآيَةَ، وَقَالَ فِي سُورَةِ الْجِنِّ: قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا (٧٢: ٢١) وَهَذِهِ الْآيَةُ أَبْلَغُ وَأَشْمَلُ مِمَّا فِي مَعْنَاهَا بِمَا فِيهَا مِنْ إِيجَازٍ وَاحْتِبَاكٍ بِحَذْفِ مَا يُقَابِلُ الضُّرَّ وَالرُّشْدَ الْمَذْكُورَيْنِ، وَهُمَا ضِدَّاهُمَا بِدَلَالَتِهِمَا عَلَيْهِمَا، وَالتَّقْدِيرُ: لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا، وَلَا رُشْدًا وَلَا غِوَايَةً، وَهَذِهِ الْآيَاتُ بِمَعْنَى مَا هُنَا تُؤَيِّدُ اخْتِيَارَنَا. </p><p> ثُمَّ أَمَرَهُ تَعَالَى أَنْ يَنْفِيَ عَنْ نَفْسِهِ عِلْمَ الْغَيْبِ مُسْتَدِلًّا عَلَيْهِ بِانْتِفَاءٍ أَظْهَرِ مَنَافِعِهِ الْقَرِيبَةِ فَقَالَ: وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ الْخَيْرُ مَا يَرْغَبُ النَّاسُ فِيهِ مِنَ الْمَنَافِعِ الْمَادِّيَّةِ وَالْمَعْنَوِيَّةِ كَالْمَالِ وَالْعِلْمِ، وَالسُّوءُ مَا يَرْغَبُونَ عَنْهُ مِمَّا يَسُوءُهُمْ وَيَضُرُّهُمْ، وَيُرَادُ بِهِمَا هُنَا الْجِنْسُ الَّذِي يَصْدُقُ بِبَعْضِ أَفْرَادِهِ وَهُوَ الْخَيْرُ الَّذِي يُمْكِنُ تَدَارُكُهُ وَتَحْصِيلُهُ، وَالسُّوءُ الَّذِي يُمْكِنُ الِاسْتِعْدَادُ لِدَفْعِهِ بِعِلْمِ مَا يَأْتِي بِهِ الْغَدُ. وَالْجُمْلَةُ اسْتِدْلَالٌ عَلَى نَفْيِ عِلْمِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْغَيْبَ، كَأَنَّهُ يَقُولُ: لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا وَلَا أَعْلَمُ الْغَيْبَ، وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ - وَأَقْرَبَهُ مَا يَقَعُ فِي مُسْتَقْبَلِ أَيَّامِي فِي الدُّنْيَا - لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ كَالْمَالِ وَأَعْمَالِ الْبِرِّ الَّتِي تَتَوَقَّفُ عَلَى مَعْرِفَةِ مَا يَقَعُ فِي الْمُسْتَقْبَلِ مِنْ عُسْرَةٍ وَغَلَاءٍ مَثَلًا وَتَغَيُّرِ الْأَحْوَالِ، وَلَمَا مَسَّنِيَ السُّوءُ الَّذِي يُمْكِنُ الِاحْتِيَاطُ لِدَفْعِهِ بِعِلْمِ الْغَيْبِ، كَشِدَّةِ الْحَاجَةِ مَثَلًا، وَمِنْ أَمْثِلَتِهِ فِي الْعِبَادَةِ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَجَّةِ الْوَدَاعِ:  \" لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسَتَدْبَرْتُ مَا أَهْدَيْتُ وَلَوْلَا أَنَّ مَعِيَ الْهَدْيَ لَأَحْلَلْتُ \" رَوَاهُ الشَّيْخَانِ وَغَيْرُهُمَا - يَعْنِي لَوْ أَنَّهُ عَلِمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا يَحْصُلُ مِنَ انْفِرَادِهِ دُونَ أَصْحَابِهِ بِسَوْقِهِ الْهَدْيَ إِلَى الْحَرَمِ مِنْ مَشَقَّةِ فَسْخِهِمُ الْحَجَّ إِلَى عُمْرَةٍ دُونَهُ ; إِذْ لَا يُبَاحُ الْفَسْخُ وَالتَّحَلُّلُ بِالْعُمْرَةِ لِمَنْ مَعَهُ الْهَدْيُ، لَمَا سَاقَ الْهَدْيَ لِيُوَافِقَ الْجُمْهُورَ فِي تَمَتُّعِهِمْ بِالْعُمْرَةِ إِلَى الْحَجِّ. وَمِنْ أَمْثِلَتِهِ فِي الْإِدَارَةِ وَسِيَاسَةِ الْحَرْبِ مَا عَاتَبَهُ اللهُ تَعَالَى عَلَيْهِ مِنَ الْإِعْرَاضِ عَنِ الْأَعْمَى وَالتَّصَدِّي لِلْأَغْنِيَاءِ، وَمِنْ أَخْذِ الْفِدَاءِ مِنْ أَسْرَى بَدْرٍ، وَمِنَ الْإِذْنِ بِتَخَلُّفِ الْمُنَافِقِينَ فِي غَزْوَةِ تَبُوكَ سَنَةَ الْعُسْرَةِ، وَلَمْ أَرَ أَحَدًا نَبَّهَ عَلَى هَذَا النَّوْعِ مِنَ الْمُفَسِّرِينَ. </p><p> وَفِيهِ وَجْهٌ آخَرُ أَنَّهُ مُسْتَأْنَفٌ غَيْرُ مَعْطُوفٍ عَلَى مَا قَبْلَهُ، وَمَعْنَاهُ: وَمَا مَسَّنِيَ الْجُنُونُ كَمَا زَعَمَ الْجَاهِلُونَ، فَيَكُونُ حَاصِلُ مَعْنَى الْآيَةِ نَفْيَ رَفْعِهِ إِلَى رُتْبَةِ الرُّبُوبِيَّةِ الَّذِي افْتُتِنَ بِمِثْلِهِ الْغُلَاةُ، وَنَفْيَ وَضْعِهِ فِي أَدْنَى مَرْتَبَةِ الْبَشَرِيَّةِ الَّذِي زَعَمَتْهُ الْغُوَاةُ الْعُتَاةُ. </p><p> وَبَيَانَ حَقِيقَةِ أَمْرِهِ، وَمَا رَفَعَ اللهُ تَعَالَى مِنْ قَدْرِهِ، بِجَعْلِهِ فَوْقَ جَمِيعِ الْبَشَرِ بِوَحْيِهِ، وَوَسَاطَتِهِ بَيْنَهُ وَبَيْنَ خَلْقِهِ، لَكِنْ فِي التَّبْلِيغِ وَالْإِرْشَادِ، لَا فِي الْخَلْقِ وَالْإِيجَادِ، وَلَا فِي تَدْبِيرِ أُمُورِ الْعِبَادِ ; فَإِنَّ هَذَا شَأْنُ الرُّبُوبِيَّةِ، وَإِنَّمَا هُوَ صَلَوَاتُ اللهِ عَلَيْهِ وَسَلَامُهُ فِي أَعْلَى مَقَامِ الْعُبُودِيَّةِ. </p><p> وَمِنْ نُكَتِ الْبَلَاغَةِ فِي الْقُرْآنِ بِتَقْدِيمِ اللَّفْظِ عَلَى مَا يُقَابِلُهُ فِي آيَةٍ وَتَأْخِيرِهِ فِي أُخْرَى: تَقْدِيمُ النَّفْعِ عَلَى الضُّرِّ فِي هَذِهِ الْآيَةِ، وَتَأْخِيرُهُ وَتَقْدِيمُ الضُّرِّ عَلَيْهِ فِي آيَةِ سُورَةِ يُونُسَ الْمَذْكُورَةِ آنِفًا. وَالْفَرْقُ الْمُحَسِّنُ لِذَلِكَ أَنَّ آيَةَ الْأَعْرَافِ جَاءَتْ بَعْدَ السُّؤَالِ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا؟ وَأَكْبَرُ فَوَائِدِ الْعِلْمِ بِالسَّاعَةِ، وَهُوَ مِنْ عِلْمِ الْغَيْبِ - الِاسْتِعْدَادُ لَهَا بِالْعَمَلِ الصَّالِحِ، وَاتِّقَاءُ أَسْبَابِ الْعِقَابِ فِيهَا، فَاقْتَضَى ذَلِكَ الْبَدْءَ بِنَفْيِ مِلْكِ النَّفْعِ لِنَفْسِهِ بِمِثْلِ هَذَا الِاسْتِعْدَادِ، وَتَأْخِيرُ مِلْكِ الضُّرِّ الْمُرَادُ بِهِ مِلْكُ دَفْعِهِ وَاتِّقَاءِ وُقُوعِهِ، وَأَنْ يُسْتَدَلَّ عَلَى ذَلِكَ بِمَا ذُكِرَ مِنْ أَنَّهُ لَوْ كَانَ يَعْلَمُ الْغَيْبَ حَتَّى فِيمَا دُونَ السَّاعَةِ زَمَنًا وَعَظُمَ شَأْنُهُ لَاسْتَكْثَرَ مِنَ الْخَيْرِ الَّذِي يَتَعَلَّقُ بِالِاسْتِعْدَادِ لِلْمُسْتَقْبَلِ، وَاتَّقَى أَسْبَابَ مَا يَمَسُّهُ مِنَ السُّوءِ فِيهِ كَالْأَمْثِلَةِ الَّتِي ذَكَرْنَاهَا. </p><p> وَأَمَّا آيَةُ سُورَةِ يُونُسَ، فَقَدْ وَرَدَتْ فِي سِيَاقِ تَمَارِي الْكُفَّارِ فِيمَا أَوْعَدَهُمُ اللهُ مِنَ الْعِقَابِ عَلَى التَّكْذِيبِ بِمَا جَاءَهُمْ بِهِ رَسُولُهُ مِنَ الْبَيِّنَاتِ وَالْهُدَى، وَاسْتِعْجَالِهِمْ إِيَّاهُ تَهَكُّمًا وَمُبَالَغَةً فِي الْجُحُودِ، فَنَاسَبَ أَنْ يَذْكُرَ فِي جَوَابِهِمْ أَنَّهُ لَا يَمْلِكُ لِنَفْسِهِ وَلَا لَهُمْ ضُرًّا كَتَعْجِيلِ الْعَذَابِ الَّذِي يُكَذِّبُونَ بِهِ، وَلَا نَفْعًا كَالنَّصْرِ الَّذِي يَتَرَتَّبُ عَلَى تَعْجِيلِ الْعَذَابِ لَهُمْ فِي الدُّنْيَا، فَقَدْ أَمَرَهُ اللهُ تَعَالَى أَنْ يُبَلِّغَهُمْ أَنَّ أَمْرَ عَذَابِهِمْ تَعْجِيلًا أَوْ تَأْخِيرًا لِلَّهِ تَعَالَى وَحْدَهُ، كَمَا أَمَرَهُ أَنْ يَنْفِيَ عَنْ نَفْسِهِ الْقُدْرَةَ عَلَى مَا اقْتَرَحُوهُ مِنَ الْآيَاتِ، وَمِنْ ذَلِكَ مَا ذَكَرَهُ تَعَالَى مِنْ مُقْتَرَحَاتِهِمْ فِي سُورَةِ الْإِسْرَاءِ مِنْ تَفْجِيرِ يَنْبُوعٍ فِي مَكَّةَ، وَإِيجَادِ جَنَّةٍ تَتَفَجَّرُ الْأَنْهَارُ خِلَالَهَا تَفْجِيرًا، أَوْ إِسْقَاطِ السَّمَاءِ عَلَيْهِمْ كِسَفًا - وَهُوَ مِنَ الْعَذَابِ - إِلَخْ. وَمِنْ أَمْرِهِ تَعَالَى لِرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُجِيبَهُمْ عَنْ ذَلِكَ بِقَوْلِهِ: قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا (١٧: ٩٣) وَقَالَ تَعَالَى فِي هَذِهِ السُّورَةِ أَيْضًا: رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا (١٧: ٥٤) أَيْ مُوَكَّلًا بِأَمْرِ ثَوَابِهِمْ وَعِقَابِهِمْ مُنَفِّذًا لَهُ، وَقَالَ تَعَالَى فِي سُورَةِ الرَّعْدِ: وَإِنْ مَا نُرِيَنَّكَ </p><p> بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ (١٣: ٤٠) . </p><p> وَهَاكَ مَا وَرَدَ فِي التَّفْسِيرِ الْمَأْثُورِ فِي الْآيَةِ عَنْ تَفْسِيرِ الْحَافِظِ ابْنِ كَثِيرٍ قَالَ: \" أَمَرَهُ اللهُ تَعَالَى أَنْ يُفَوِّضَ الْأُمُورَ إِلَيْهِ، وَأَنْ يُخْبِرَ عَنْ نَفْسِهِ أَنَّهُ لَا يَعْلَمُ الْغَيْبَ الْمُسْتَقْبَلَ </p><p> وَلَا اطِّلَاعَ لَهُ عَلَى شَيْءٍ مِنْ ذَلِكَ إِلَّا مَا أَطْلَعَهُ اللهُ عَلَيْهِ، كَمَا قَالَ تَعَالَى: عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٧٢: ٢٦) الْآيَةَ، وَقَوْلُهُ: وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ قَالَ عَبْدُ الرَّزَّاقِ عَنِ الثَّوْرِيِّ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ قَالَ: لَوْ كُنْتُ أَعْلَمُ مَتَى أَمُوتُ لَعَمِلْتُ عَمَلًا صَالِحًا، وَكَذَا رَوَى ابْنُ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ، وَقَالَ مِثْلَهُ ابْنُ جُرَيْجٍ، وَفِيهِ نَظَرٌ; لِأَنَّ عَمَلَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ دِيمَةً، وَفِي رِوَايَةٍ كَانَ إِذَا عَمِلَ عَمَلًا أَثْبَتَهُ، فَجَمِيعُ عَمَلِهِ كَانَ عَلَى مِنْوَالٍ وَاحِدٍ، كَأَنَّهُ يَنْظُرُ إِلَى اللهِ عَزَّ وَجَلَّ فِي جَمِيعِ أَحْوَالِهِ، اللهُمَّ إِلَّا أَنْ يَكُونَ الْمُرَادُ أَنْ يُرْشِدَ غَيْرَهُ إِلَى الِاسْتِعْدَادِ لِذَلِكَ وَاللهُ أَعْلَمُ. \" وَالْأَحْسَنُ فِي هَذَا مَا رَوَاهُ الضَّحَاكُ عَنِ ابْنِ عَبَّاسٍ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ أَيْ: مِنَ الْمَالِ، وَفِي رِوَايَةٍ لَعَلِمْتُ إِذَا اشْتَرَيْتُ شَيْئًا مَا أَرْبَحُ فِيهِ فَلَا أَبِيعُ شَيْئًا إِلَّا رَبِحْتُ فِيهِ وَلَا يُصِيبُنِي الْفَقْرُ،وَقَالَ ابْنُ جَرِيرٍ وَقَالَ آخَرُونَ:مَعْنَى ذَلِكَ: لَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَأَعْدَدْتُ لِلسَّنَةِ الْمُجْدِبَةِ مِنَ الْمُخْصِبَةِ، وَلِوَقْتِ الْغَلَاءِ مِنَ الرُّخْصِ.وَقَالَ عَبْدُ اللهِ بْنُ زَيْدِ بْنِ أَسْلَمَ:وَمَا مَسَّنِيَ السُّوءُ قَالَ: لَاجْتَنَبْتُ مَا يَكُونُ مِنَ الشَّرِّ قَبْلَ أَنْ يَكُونَ وَأَتَّقِيهِ. \" اهـ. وَمَا قُلْنَاهُ أَعَمُّ وَأَصَحُّ. </p><p> هَذَا وَإِنَّنَا قَدْ بَيَّنَّا فِي تَفْسِيرِ قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ (٦: ٥٠) أَنَّ الْغَيْبَ قِسْمَانِ: حَقِيقِيٌّ لَا يَعْلَمُهُ إِلَّا اللهُ، وَإِضَافِيٌّ يَعْلَمُهُ بَعْضُ الْخَلْقِ دُونَ بَعْضٍ، وَأَنَّ هَذِهِ الْآيَةَ تَنْفِي قُدْرَةَ الرَّسُولِ عَلَى التَّصَرُّفِ فِي خَلْقِ اللهِ تَعَالَى بِمَا هُوَ فَوْقَ كَسْبِ الْبَشَرِ، وَتَنْفِي عَنْهُ عِلْمَ الْغَيْبِ بِهَذَا الْمَعْنَى، إِلَّا مَا أَعْلَمَهُ اللهُ تَعَالَى بِهِ بِوَحْيهِ لِتَعَلُّقِهِ بِوَظِيفَةِ الرِّسَالَةِ كَالْمَلَائِكَةِ وَالْحِسَابِ وَالثَّوَابِ وَالْعِقَابِ - وَأَنَّ مَا يُطْلِعُ اللهُ عَلَيْهِ الرُّسُلَ مِنْ ذَلِكَ لَا يَكُونُ مِنْ عِلْمِهِمُ الْكَسْبِيِّ، بَلْ يَدْخُلُ فِي مَعْنَى الْإِجْمَاعِ عَلَى أَنَّ النُّبُوَّةَ غَيْرَ مُكْتَسَبَةٍ. </p><p> وَأَوْرَدْنَا هُنَالِكَ قَوْلَهُ تَعَالَى فِي ذَلِكَ مِنْ سُورَةِ الْجِنِّ: عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ إِلَى قَوْلِهِ لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ (٧٢: ٢٦ - ٢٨) الْآيَةَ، وَاسْتَطْرَدْنَا إِلَى تَفْنِيدِ مَا يَدَّعِيهِ بَعْضُ مَشَايِخِ طُرُقِ الصُّوفِيَّةِ أَوْ يُدَّعَى لَهُمْ، مِنْ عِلْمِ الْغَيْبِ وَالتَّصَرُّفِ فِي مُلْكِ اللهِ أَحْيَاءً أَوْ أَمْوَاتًا بِمَا أَغْنَى عَنْ إِعَادَتِهِ هُنَا ثُمَّ أَطَلْنَا الْبَحْثَ فِي عِلْمِ الْغَيْبِ فِي تَفْسِيرِ وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ (٦: ٥٩) الْآيَةَ، وَتَكَلَّمْنَا فِيهِ عَنِ الْكَشْفِ وَغَيْرِ ذَلِكَ مِنْ مَعْرِفَةِ بَعْضِ الْأُمُورِ الْمُسْتَقْبَلَةِ الْمُتَعَلِّقَةِ بِمَسْأَلَةِ الْغَيْبِ الْإِضَافِيِّ أَوِ الَّتِي لَا يَصِحُّ أَنْ تُسَمَّى غَيْبًا; لِأَنَّ لَهَا أَسْبَابًا فِطْرِيَّةً. وَفِي الْكَلَامِ عَلَى أَشْرَاطِ السَّاعَةِ الَّذِي مَرَّ بِكَ قَرِيبًا بَحْثٌ فِيمَا أَطْلَعَ اللهُ عَلَيْهِ رَسُولَهُ بِمَا دُونَ الْوَحْيِ </p><p> مِنْ بَعْضِ الْحَوَادِثِ الْمُسْتَقْبَلَةِ، كَتَمَثُّلِ الْأَشْيَاءِ لَهُ تَمَثُّلًا مُتَفَاوِتًا فِي الْوُضُوحِ. وَهُوَ لَا يُعَارِضُ هَذِهِ الْآيَةَ كَمَا عَلِمْتُ. </p><p> إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ هَذَا بَيَانٌ مُسْتَأْنَفٌ لِتَعْلِيلِ مَا تَقَدَّمَ مِنْ نَفْيِ امْتِيَازِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْبَشَرِ بِمِلْكِ النَّفْعِ وَالضُّرِّ مِنْ غَيْرِ طُرُقِ الْأَسْبَابِ وَسُنَنِ اللهِ فِي الْخَلْقِ - وَنَفْيِ امْتِيَازِهِ عَلَيْهِمْ بِعِلْمِ الْغَيْبِ، عَلَّلَهَا بِبَيَانِ حَصْرِ امْتِيَازِهِ عَلَيْهِمْ بِالتَّبْلِيغِ عَنِ اللهِ عَزَّ وَجَلَّ. وَالتَّبْلِيغُ قِسْمَانِ: قِسْمٌ مُقْتَرِنٌ بِالتَّخْوِيفِ مِنَ الْعِقَابِ عَلَى الْكُفْرِ وَالْمَعَاصِي وَهُوَ الْإِنْذَارُ، وَقَسْمٌ مُقْتَرِنٌ بِالتَّرْغِيبِ فِي الثَّوَابِ عَلَى الْإِيمَانِ وَالطَّاعَةِ، وَهُوَ الْبِشَارَةُ أَوِ التَّبْشِيرُ، وَكُلٌّ مِنْهُمَا يُوَجَّهُ إِلَى جَمِيعِ أُمَّةِ الدَّعْوَةِ عَلَى الْإِطْلَاقِ وَالْآيَاتُ فِيهِ كَثِيرَةٌ، وَيُوَجَّهُ أَيْضًا إِلَى مَنْ يُؤْمِنَ، وَإِلَى مَنْ يُصِرُّ عَلَى كُفْرِهِ وَإِجْرَامِهِ مُطْلَقًا، وَإِذَا ذُكِرَ الْفَرِيقَانِ جَمِيعًا فِي سِيَاقٍ وَاحِدٍ يُخَصُّ الْكَافِرُونَ بِالْإِنْذَارِ وَالْمُؤْمِنُونَ الصَّالِحُونَ بِالتَّبْشِيرِ، وَقَدْ ذُكِرَ فِي أَوَّلِ سُورَةِ الْكَهْفِ الْإِنْذَارُ الْمُطْلَقُ بِالْقُرْآنِ، ثُمَّ تَبْشِيرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ، وَإِنْذَارُ مُتَّخِذِي الْوَلَدِ لِلَّهِ تَعَالَى مِنَ الْكَافِرِينَ. وَمِنَ الْمُقَابَلَةِ بَيْنَ الْفَرِيقَيْنِ قَوْلُهُ تَعَالَى فِي آخِرَ سُورَةِ مَرْيَمَ: لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا (١٩: ٩٧) وَفِي مَعْنَاهُمَا آيَاتٌ أُخْرَى فِي الْمُقَابَلَةِ كَمَا تَرَى فِي أَوَائِلِ سُورَتَيِ الْبَقَرَةِ وَالْإِسْرَاءِ، وَلَكِنْ بِدُونُ ذِكْرِ لَفْظِ الْإِنْذَارِ. وَالتَّبْشِيرُ لَا يُوَجَّهُ إِلَى الْكَافِرِينَ وَالْمُجْرِمِينَ بِلَقَبِهِمْ إِلَّا بِأُسْلُوبِ التَّهَكُّمِ، كَقَوْلِهِ تَعَالَى: </p><p> فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٣: ٢١) عَلَى الْقَوْلِ الْمَشْهُورِ الَّذِي عَلَيْهِ الْجُمْهُورُ، وَأَمَّا الْإِنْذَارُ فَقَدْ يُوَجَّهُ إِلَى الْمُؤْمِنِينَ الْمُتَّقِينَ عَلَى مَعْنَى أَنَّهُمْ هُمُ الَّذِينَ يَنْتَفِعُونَ بِهِ، كَقَوْلِهِ فِي سُورَةِ فَاطِرٍ: إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ (٣٥: ١٨) وَقَوْلُهُ فِي سُورَةِ يس: إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ (٣٦: ١١) . </p><p> بِنَاءً عَلَى هَذَا قَالَ بَعْضُ الْمُفَسِّرِينَ إِنَّ قَوْلَهُ تَعَالَى: لِقَوْمٍ يُؤْمِنُونَ مُتَعَلِّقٌ بِالْوَصْفَيْنِ، عَلَى مَعْنَى أَنَّ الْمُؤْمِنِينَ هُمُ الَّذِينَ يَنْتَفِعُونَ بِإِنْذَارِهِ فَيُزِيدُهُمْ خَشْيَةً لِلَّهِ وَاتِّقَاءً لِمَا يُسْخِطُهُ، وَبِتَبْشِيرِهِ فَيَزْدَادُونَ شُكْرًا لَهُ بِعِبَادَتِهِ وَإِقَامَةِ سُنَنِهِ، وَقَالَ بَعْضُهمْ: إِنَّهُ مُتَعَلِّقٌ بِالثَّانِي الْمُتَّصِلِ بِهِ، وَيَدُلُّ عَلَى حَذْفِ مُقَابِلِهِ فِيمَا قَبْلَهُ. وَالتَّقْدِيرُ: مَا أَنَا إِلَّا نَذِيرٌ لِلْكَافِرِينَ وَبَشِيرٌ لِلْمُؤْمِنِينَ، وَوَجْهُهُ أَنَّ الْمَقَامَ مَقَامُ التَّبْلِيغِ، وَهُنَالِكَ وَجْهٌ ثَالِثٌ وَهُوَ أَنَّ الْبِشَارَةَ لِلْمُؤْمِنِينَ خَاصَّةً لِاتِّصَالِهَا بِهِمْ، وَالْإِنْذَارُ عَامٌّ لَهُمْ وَلِغَيْرِهِمْ، وَقَدْ عُرِفَ وَجْهُهُ مِمَّا فَصَّلْنَاهُ. </p><p> وَقَدْ وَرَدَ فِي مِثْلِ هَذَا مِنْ حَصْرِ وَظِيفَةِ الرَّسُولِ بِالْإِنْذَارِ وَالتَّبْشِيرِ بِلَفْظَيْهِمَا مَعًا، أَوْ بِأَحَدِهِمَا، وَبِلَفْظِ التَّبْلِيغِ الْجَامِعِ لَهُمَا آيَاتٌ كَثِيرَةٌ بَعْضُهَا بِالْإِثْبَاتِ بَعْدَ النَّفْيِ كَمَا هُنَا وَبَعْضُهَا بِإِنَّمَا، وَالْحَصْرُ بِكُلٍّ مِنْهُمَا أَقْوَى النُّصُوصِ الْقَطْعِيَّةِ الدَّلَالَةِ، وَمَعَ هَذَا التَّكْرَارِ وَالتَّوْكِيدِ كُلِّهِ يَأْبَى غُلَاةُ الْإِطْرَاءِ لِلرُّسُلِ وَلِمَنْ دُونَ الرُّسُلِ مِنَ الصَّالِحِينَ حَقِيقَةً أَوْ تَوَّهُّمًا إِلَّا أَنْ يُشْرِكُوهُمْ مَعَ اللهِ سُبْحَانَهُ وَتَعَالَى فِي صِفَاتِ رُبُوبِيَّتِهِ وَأَفْعَالِهِ. </p><p> قَالَ تَعَالَى فِي سُورَةِ سَبَأٍ: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٤: ٢٨) وَقَالَ فِي سُورَتَيِ الْإِسْرَاءِ وَالْفَرْقَانِ: وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا وَقَالَ فِي سُورَتَيِ الْأَنْعَامِ وَالْكَهْفِ: وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَقَالَ فِي سُورَةِ النَّحْلِ: فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ (١٦: ٣٥) وَفِي سُورَةِ يس حِكَايَةً عَنِ الرُّسُلِ: وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ (٣٦: ١٧) وَفِي سُورَتَيِ النُّورِ وَالْعَنْكَبُوتِ: وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ. </p><p> فَإِنْ قِيلَ: إِنَّ الْحَصْرَ فِي هَذِهِ الْآيَاتِ وَأَمْثَالِهَا إِضَافِيٌّ ; فَإِنَّ مِنْ وَظَائِفِ الرُّسُلِ بَيَانَ الْوَحْيِ وَالْحُكْمَ بَيْنَ النَّاسِ كَمَا قَالَ تَعَالَى: إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللهُ (٤: ١٠٥) وَقَالَ عَزَّ وَجَلَّ: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ (١٦: ٤٤) وَالْبَيَانُ يَكُونُ بِالْأَفْعَالِ كَالْأَقْوَالِ، بَلِ الْأَفْعَالُ أَقْوَى دَلَالَةً وَأَعْصَى عَلَى تَأْوِيلِ الْمُحَرِّفِينَ. وَكَمَا قَدْ </p><p> أَمَرَ تَعَالَى بِتَحْكِيمِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْخُضُوعِ لِحُكْمِهِ، أَمَرَ بِالتَّأَسِّي بِهِ فِي هَدْيِهِ وَسُنَّتِهِ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللهَ وَالْيَوْمَ الْآخِرَ (٣٣: ٢١) . </p><p> قُلْنَا: إِنَّ هَذَا لَا يُنَافِي الْحَصْرَ الْحَقِيقِيَّ ; لِأَنَّ التَّبْلِيغَ لِدِينِ اللهِ وَشَرْعِهِ لَا يَتِمُّ إِلَّا بِالْعَمَلِ وَالْحُكْمِ بِهِ وَتَنْفِيذِ أَحْكَامِهِ، فَهُوَ دَاخِلٌ فِي التَّبْلِيغِ وَبَيَانِ الْوَحْيِ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الرُّسُلَ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ عَبِيدُ اللهِ تَعَالَى مُكَرَّمُونَ، لَا يُشَارِكُونَهُ فِي صِفَاتِهِ وَلَا فِي أَفْعَالِهِ، وَلَا سُلْطَانَ لَهُمْ عَلَى التَّأْثِيرِ فِي عِلْمِهِ وَلَا فِي تَدْبِيرِهِ، وَهُمْ بَشَرٌ كَسَائِرِ النَّاسِ لَا يَمْتَازُونَ عَلَى الْبَشَرِ فِي خَلْقِهِمْ وَصِفَاتِهِمْ وَغَرَائِزِهِمْ، وَإِنَّمَا يَمْتَازُونَ بِاخْتِصَاصِ اللهِ تَعَالَى إِيَّاهُمْ بِوَحْيهِ، وَاصْطِفَائِهِمْ لِتَبْلِيغِ رِسَالَاتِهِ لِعِبَادِهِ، وَبِمَا زَكَّاهُمْ وَعَصَمَهُمْ فَأَهَّلَهُمْ لِأَنْ يَكُونُوا أُسْوَةً حَسَنَةً وَقُدْوَةً صَالِحَةً لِلنَّاسِ فِي الْعَمَلِ بِمَا جَاءُوا بِهِ عَنِ اللهِ تَعَالَى مِنَ الصَّلَاحِ وَالتَّقْوَى وَمَكَارِمِ الْأَخْلَاقِ. </p>"
}