{
  "id": null,
  "sura": 7,
  "aya": 40,
  "text": "<p> (٤٣: ٣٩) . </p><p> (إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ وَكَذَلِكَ نَجْزِي الظَّالِمِينَ) </p><p> هَذَا نَوْعٌ آخَرُ مِنْ جَزَاءِ الْمُكَذِّبِينَ بِالْقُرْآنِ، الْمُسْتَكْبِرِينَ عَنِ الْإِيمَانِ، بِضَرْبٍ آخَرَ مِنَ الْبَيَانِ، قَالَ: </p><p> (إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ) لِمُفَسِّرِي السَّلَفِ فِي تَفَتُّحِ أَبْوَابِ السَّمَاءِ قَوْلَانِ لَا يَتَنَافَيَانِ. (أَحَدُهُمَا) أَنَّ مَعْنَاهُ لَا تُقْبَلُ أَعْمَالُهُمْ وَلَا تُرْفَعُ إِلَى اللهِ عَزَّ وَجَلَّ كَمَا تُرْفَعُ أَعْمَالُ الصَّالِحِينَ. كَمَا قَالَ:  (وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ)  (٣٥: ١٠) قَالَ ابْنُ عَبَّاسٍ: أَيْ لَا يَصْعَدُ إِلَى اللهِ مِنْ عَمَلِهِمْ شَيْءٌ - وَفِي رِوَايَةٍ عَنْهُ: لَا تُفَتَّحُ لَهُمْ لِعَمَلٍ وَلَا دُعَاءٍ. وَمِثْلُهُ عَنْ مُجَاهِدٍ وَسَعِيدِ بْنِ جُبَيْرٍ. (وَالثَّانِي) أَنَّ أَرْوَاحَهُمْ لَا تَصْعَدُ إِلَى السَّمَاءِ بَعْدَ الْمَوْتِ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَالسُّدِّيِّ وَغَيْرِهِمَا، قَالَ ابْنُ عَبَّاسٍ: أَنَّ السَّمَاءَ لَا تُفْتَحُ لِأَرْوَاحِهِمْ وَتُفْتَحُ لِأَرْوَاحِ الْمُؤْمِنِينَ، وَمِثْلُ هَذَا التَّعْبِيرِ فِي السَّمَاءِ مَعْرُوفٌ عِنْدَ أَهْلِ الْكِتَابِ. وَرُوِيَ فِي هَذَا الْقَوْلِ أَخْبَارٌ مَرْفُوعَةٌ فِي قَبُولِ رُوحِ الْمُؤْمِنِ وَرَدِّ رُوحِ الْكَافِرِ، وَرَوَى ابْنُ جَرِيرٍ عَنِ ابْنِ جُرَيْجٍ الْجَمْعَ بَيْنَ الْقَوْلَيْنِ قَالَ: لَا لِأَرْوَاحِهِمْ وَلَا لِأَعْمَالِهِمْ. </p><p> (وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) قَرَأَ جُمْهُورُ الْقُرَّاءِ (الْجَمَلُ) بِالتَّحْرِيكِ وَهُوَ الْبَعِيرُ الْبَازِلُ أَيِ الَّذِي طَلَعَ نَابُهُ، وَالْمَعْنَى: لَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَدْخُلَ مَا هُوَ مَثَلٌ فِي عِظَمِ الْجِرْمِ وَهُوَ الْجَمَلُ الْكَبِيرُ فِيمَا هُوَ مَثَلٌ فِي الضِّيقِ وَهُوَ ثُقْبُ الْإِبْرَةِ - وَتُسَمَّى الْخِيَاطَ بِالْكَسْرِ وَالْمِخْيَطِ بِوَزْنِ الْمِنْبَرِ - وَذَلِكَ لَا يَكُونُ فَالْمُرَادُ تَأْكِيدُ النَّفْيِ أَوْ تَأْيِيدُهُ. وَكَأَنَّ بَعْضَ النَّاسِ فِي الصَّدْرِ الْأَوَّلِ لَمْ يَفْطَنُوا لِنُكْتَةِ هَذَا التَّعْلِيقِ لِعَدَمِ التَّنَاسُبِ بَيْنَ الْجَمَلِ وَسَمِّ الْخِيَاطِ فَكَانُوا يَسْأَلُونَ عَنْهُ فَيُجَابُونَ بِمَا يُؤَكِّدُ الْمُرَادَ. سُئِلَ عَنْهُ ابْنُ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ. فَقَالَ: هُوَ زَوْجُ النَّاقَةِ - وَالْحَسَنُ الْبَصْرِيُّ فَقَالَ: ابْنُ النَّاقَةِ الَّذِي يَقُومُ فِي الْمِرْبَدِ عَلَى أَرْبَعِ قَوَائِمَ. </p><p> وَالْمِرْبَدُ (كَمِنْبَرٍ) مَحْبَسُ الْإِبِلِ وَكَذَا الْغَنَمِ، وَمَكَانٌ بِالْبَصْرَةِ مَشْهُورٌ كَانَتْ تُحْبَسُ بِهِ أَوْ كَانَ سُوقًا لَهَا. </p><p> وَكَأَنَّ هَؤُلَاءِ السَّائِلِينَ كَانُوا يَرَوْنَ أَنَّ الْمُنَاسِبَ تَفْسِيرُ الْجَمَلِ هُنَا بِالْحَبْلِ الْغَلِيظِ، وَهُوَ الْقَلْسُ الَّذِي يَكُونُ فِي السُّفُنِ لِشَبَهِهِ بِالْخَيْطِ، وَفِيهِ لُغَاتٌ أُخْرَى ضَبَطَهَا صَاحِبُ الْقَامُوسِ بِأَوْزَانِ سُكْرٍ وَصُرَدٍ وَقُفْلٍ وَعُنُقٍ وَحَبْلٍ وَذَكَرٍ أَنَّهُ قُرِئَ بِهِنَّ. </p><p> (وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ) أَيْ مِثْلَ هَذَا الْجَزَاءِ نَجْزِي جِنْسَ الْمُجْرِمِينَ، أَيِ الَّذِينَ صَارَ الْإِجْرَامُ وَصْفًا لَازِمًا لَهُمْ. وَأَصْلُ مَعْنَاهُ قَطْعُ الثَّمَرَةِ قَبْلَ بُدُوِّ صَلَاحِهَا ثُمَّ تُوُسِّعَ فِيهِ فَأُطْلِقَ عَلَى كُلِّ إِفْسَادٍ، وَلَا سِيَّمَا إِفْسَادُ الْفِطْرَةِ بِالْكُفْرِ وَمَا يَتَرَتَّبُ عَلَيْهِ مِنَ الْخُرَافَاتِ وَالْمَعَاصِي وَهُوَ الْمُرَادُ هُنَا، وَلَيْسَ كُلُّ مَنْ أَجْرَمَ كَذَلِكَ، فَإِنَّ الْمُؤْمِنَ إِذَا أَجْرَمَ جُرْمًا بِثَوْرَةِ غَضَبٍ أَوْ نَزْوَةِ شَهْوَةٍ لَا يَلْبَثُ أَنْ يَنْدَمَ وَيَتُوبَ. كَمَا قَالَ تَعَالَى فِي وَصْفِ الْمُؤْمِنِينَ:  (ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ)  (٤: ١٧) وَقَالَ: (وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ)  (٣: ١٣٥) وَقَدْ تَقَدَّمَ تَفْسِيرُهُمَا فِي سُورَتَيِ النِّسَاءِ وَآلِ عِمْرَانَ فَهَؤُلَاءِ لَا يُسَمَّوْنَ مُجْرِمِينَ. </p><p> (لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ) جَهَنَّمُ اسْمٌ لِدَارِ الْعَذَابِ وَالشَّقَاءِ، قِيلَ: أَعْجَمِيٌّ. وَقِيلَ: مَأْخُوذٌ مِنْ قَوْلِهِمْ: رُكْبَةٌ جِهِنَّامٌ (بِتَثْلِيثِ الْجِيمِ وَتَشْدِيدِ النُّونِ) أَيْ بَعِيدَةُ الْقَعْرِ. فَهُوَ بِمَعْنَى الْهَاوِيَةِ، وَمَنْ قَالَ إِنَّهَا عَرَبِيَّةٌ جَعَلَ مَنْعَ صَرْفِهَا لِلْعَلَمِيَّةِ وَالتَّأْنِيثِ. وَالْمِهَادُ الْفِرَاشُ وَالْغَوَاشِي جَمْعُ غَاشِيَةٍ وَهِيَ مَا يُغْشِي الشَّيْءَ أَيْ يُغَطِّيهِ وَيَسْتُرُهُ، وَيُنَاسِبُ الْمِهَادُ مِنْهَا اللِّحَافَ، وَبِهِ قَالَ ابْنُ عَبَّاسٍ </p><p> هُنَا، فَالْغِشَاءُ: الْغِطَاءُ، وَمِنْهُ اسْتَغْشَوْا ثِيَابَهُمْ، وَالْفَرَسُ الْأَغْشَى مَا تَسْتُرُ غُرَّتُهُ جَبْهَتَهُ. وَالْمُرَادُ: أَنَّ جَهَنَّمَ مُطْبِقَةٌ عَلَيْهِمْ وَمُحِيطَةٌ بِهِمْ كَمَا فَعَلَ: (إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ)  (١٠٤: ٨) وَكَمَا قَالَ: (وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ)  (٢٩: ٥٤)  (وَكَذَلِكَ نَجْزِي الظَّالِمِينَ) أَيْ وَمِثْلَ هَذَا الْجَزَاءِ نَجْزِي جِنْسَ الظَّالِمِينَ لِأَنْفُسِهِمْ وَلِلنَّاسِ بِشَرْطِهِ الَّذِي ذُكِرَ فِي الْمُجْرِمِينَ آنِفًا. وَأَفَادَتِ الْآيَتَانِ أَنَّ الْمُجْرِمِينَ وَالظَّالِمِينَ الرَّاسِخِينَ فِي صِفَتَيِ الْإِجْرَامِ وَالظُّلْمِ هُمُ الْكَافِرُونَ، وَأَنَّ الْمُؤْمِنِينَ لَا يَكُونُونَ كَذَلِكَ، كَمَا قَالَ:  (وَالْكَافِرُونَ هُمُ الظَّالِمُونَ)  (٢: ٢٥٤) وَهَذَا تَحْقِيقُ الْقُرْآنِ وَالنَّاسُ فِي غَفْلَةٍ عَنْهُ وَلِذَلِكَ خَالَفُوهُ فِي عُرْفِهِ. </p>"
}