{
  "id": null,
  "sura": 7,
  "aya": 180,
  "text": "<p> وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ بَيَّنَ اللهُ تَعَالَى لَنَا فِي الْآيَةِ السَّابِقَةِ حَالَ الْمَخْلُوقِينَ لِجَهَنَّمَ فِي عَدَمِ اسْتِعْمَالِ عُقُولِهِمْ وَمَشَاعِرِهِمْ فِي الِاعْتِبَارِ بِآيَاتِ اللهِ، وَالتَّفَقُّهِ فِي تَزْكِيَةِ أَنْفُسِهِمْ بِالْعِلْمِ الصَّحِيحِ الَّذِي يَتَرَتَّبُ عَلَيْهِ الْعَمَلُ الصَّالِحُ، وَأَنَّ ذَلِكَ الْإِهْمَالَ أَعْقَبَهُمُ الْغَفْلَةَ التَّامَّةَ عَنْ أَنْفُسِهِمْ، وَمَا فِيهِ صَلَاحُهَا مِنْ ذِكْرِ اللهِ تَعَالَى وَشُكْرِهِ وَالثَّنَاءِ عَلَيْهِ بِمَا هُوَ أَهْلُهُ مِنْ صِفَاتِ الْكَمَالِ - وَقَفَّى عَلَى ذَلِكَ فِي هَذِهِ الْآيَةِ بِدَوَاءِ هَذِهِ الْغَفْلَةِ، وَأَقْرَبِ الْوَسَائِلِ لِلْمَخْرَجِ مِنْهَا إِلَى ضِدِّهَا فَقَالَ: </p><p> وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا الْأَسْمَاءُ جَمْعُ اسْمٍ، وَهُوَ اللَّفْظُ الدَّالُّ عَلَى الذَّاتِ فَقَطْ، أَوْ عَلَى الذَّاتِ مَعَ صِفَةٍ مِنْ صِفَاتِهَا، سَوَاءٌ كَانَ مُشْتَقًّا، كَالرَّحْمَنِ الرَّحِيمِ الْخَالِقِ الرَّازِقِ، أَوْ مَصْدَرًا، كَالرَّبِّ وَالسَّلَامِ وَالْعَدْلِ. وَالْحُسْنَى جَمْعُ أَحْسَنَ، وَالْمَعْنَى: </p><p> وَلِلَّهِ دُونَ غَيْرِهِ جَمِيعُ الْأَسْمَاءِ الدَّالَّةِ عَلَى أَحْسَنِ الْمَعَانِي وَأَكْمَلِ الصِّفَاتِ، فَادْعُوهُ أَيْ سَمُّوهُ وَاذْكُرُوهُ وَنَادُوهُ بِهَا، لِمُجَرَّدِ الثَّنَاءِ، وَعِنْدَ السُّؤَالِ وَطَلَبِ الْحَاجَاتِ، فَمِنَ الذِّكْرِ لِمَحْضِ الثَّنَاءِ آيَةُ الْكُرْسِيِّ: اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢: ٢٥٥) إِلَخْ. وَآخِرُ سُورَةٍ الْحَشْرِ: هُوَ اللهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ هُوَ اللهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللهِ عَمَّا يُشْرِكُونَ هُوَ اللهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٥٩: ٢٢ - ٢٤) وَقَدْ وَرَدَ فِي السُّنَّةِ الدُّعَاءُ بِهَذِهِ الْآيَاتِ، وَأَنْ يَقُولَ قَبْلَهَا \" أَعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ - ثَلَاثَ مَرَّاتٍ \" رَوَاهُ التِّرْمِذِيُّ وَالدَّارِمِيُّ وَابْنُ السُّنِّيِّ مِنْ حَدِيثِ مَعْقِلِ بْنِ يَسَارٍ. </p><p> وَلِلذِّكْرِ الْمَحْضِ فَوَائِدُ كَثِيرَةٌ فِي تَغْذِيَةِ الْإِيمَانِ، وَمُرَاقَبَةِ اللهِ تَعَالَى وَحُبِّهِ وَالْخُشُوعِ لَهُ، وَالرَّغْبَةِ فِيمَا عِنْدَهُ، وَاحْتِقَارِ مَصَائِبِ الدُّنْيَا، وَقِلَّةِ الْمُبَالَاةِ وَالتَّأَلُّمِ لِمَا يَفُوتُ الْمُؤْمِنَ مِنْ نَعِيمِهَا، وَلِذَلِكَ وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ: مَنْ نَزَلَ بِهِ غَمٌّ أَوْ كَرْبٌ أَوْ أَمْرٌ مُهِمٌّ فَلْيَقُلْ: لَا إِلَهَ إِلَّا اللهُ الْعَظِيمُ الْحَلِيمُ، لَا إِلَهَ إِلَّا اللهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لَا إِلَهَ إِلَّا اللهُ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ رَوَاهُ الشَّيْخَانِ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ. </p><p> وَمِنَ الذِّكْرِ بِصِيغَةِ النِّدَاءِ مَا رَوَاهُ التِّرْمِذِيُّ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَمِعَ رَجُلًا وَهُوَ يَقُولُ </p><p> \" </p><p> يَا ذَا الْجَلَالِ وَالْإِكْرَامِ فَقَالَ: قَدِ اسْتُجِيبَ لَكَ فَسَلْ \" وَرَوَى الْحَاكِمُ فِي الْمُسْتَدْرَكِ مِنْ حَدِيثِ أَنَسٍ - رَضِيَ اللهُ عَنْهُ -قَالَ:قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -لِفَاطِمَةَ:مَا يَمْنَعُكِ أَنْ تَسْمَعِي مَا أُوصِيكِ بِهِ؟أَنْ تَقُولِي إِذَا أَصْبَحْتِ وَإِذَا أَمْسَيْتِ:يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ،أَصْلِحْ شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ وَقَالَ:هَذَا حَدِيثٌ صَحِيحٌ عَلَى شَرْطِ الشَّيْخَيْنِ، وَأَقَرَّهُ الْحَافِظُ الذَّهَبِيُّ عَلَى ذَلِكَ.</p><p> وَالْأَدْعِيَةُ بِأَسْمَاءِ اللهِ تَعَالَى نِدَاءً أَوْ غَيْر نِدَاءٍ كَثِيرَةٌ، تُرَاجَعُ فِي كِتَابِ الْأَذْكَارِ لِلنَّوَوِيِّ، وَكِتَابِ الْحِصْنِ الْحَصِينِ لِابْنِ الْجَزَرِيِّ وَغَيْرِهِمَا مِنْ كُتُبِ السُّنَّةِ. </p><p> وَأَسْمَاءُ اللهِ كَثِيرَةٌ، وَكُلُّهَا حُسْنَى بِدَلَالَةِ كُلٍّ مِنْهَا عَلَى مُنْتَهَى كَمَالِ مَعْنَاهُ، وَتَفْضِيلِهَا عَلَى مَا يُطْلَقُ مِنْهَا عَلَى الْمَخْلُوقِينَ، كَالرَّحِيمِ وَالْحَكِيمِ وَالْحَفِيظِ وَالْعَلِيمِ. </p><p> وَفِي حَدِيثِ أَبِي هُرَيْرَةَ فِي الصَّحِيحَيْنِ وَغَيْرِهَا قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا، مِائَةً إِلَّا وَاحِدًا، مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ هَذَا لَفْظُ الْبُخَارِيِّ فِي كِتَابِ الشُّرُوطِ وَكِتَابِ التَّوْحِيدِ وَمُسْلِمٍ فِي الذِّكْرِ. قَالَ مُسْلِمٌ: وَزَادَ هَمَامٌ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ وَفِي الرِّوَايَةِ الْأُخْرَى لَهُ: إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا، مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ، وَإِنَّ اللهَ وِتْرٌ يُحِبُّ الْوِتْرَ (قَالَ) : وَفِي رِوَايَةِ ابْنِ أَبِي عُمَرَ \" مَنْ أَحْصَاهَا \" اهـ.وَرَوَاهُ الْبُخَارِيُّ فِي كِتَابِ الدَّعَوَاتِ بِلَفْظِ:لِلَّهِ تَعَالَى تِسْعَةٌ وَتِسْعُونَ اسْمًا مِائَةٌ إِلَّا وَاحِدَةً مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ وَهُوَ وِتْرٌ يُحِبُّ الْوِتْرَ وَقَوْلُهُ: \" إِلَّا وَاحِدَةً \" بِالتَّأْنِيثِ وَجَّهَهُ ابْنُ مَالِكٍ; لِأَنَّهُ بِاعْتِبَارِ التَّسْمِيَةِ أَوِ الصِّفَةِ أَوِ الْكَلِمَةِ.</p><p> وَرَوَاهُ التِّرْمِذِيُّ وَالْحَاكِمُ مِنْ طَرِيقِ الْوَلِيدِ بْنِ مُسْلِمٍ وَسَرَدَا فِيهِ الْأَسْمَاءَ التِّسْعَةَ وَالتِّسْعِينَ، وَرَوَاهُ غَيْرُهُمَا أَيْضًا مِنْ طَرِيقِهِ، وَفِي سَرْدِ الْأَسْمَاءِ اخْتِلَافٌ فِي الرِّوَايَاتِ، وَقَدِ اخْتَلَفَ الْمُحَدِّثُونَ فِي سَرْدِ الْأَسْمَاءِ، هَلْ هُوَ مَرْفُوعٌ أَوْ مُدْرَجٌ فِي الْحَدِيثِ مِنْ بَعْضِ الرُّوَاةِ؟ وَالرَّاجِحُ أَنَّهُ مُدْرَجٌ لَا مَرْفُوعٌ، وَلَمْ يُخْرِجْهُ الشَّيْخَانِ; لِتَفَرُّدِ الْوَلِيدِ بِهِ، وَالِاخْتِلَافِ عَلَيْهِ فِيهِ، وَتَدْلِيسِهِ وَاحْتِمَالِ الْإِدْرَاجِ كَمَا قَالَ الْحَافِظُ فِي الْفَتْحِ، وَرُوِيَ مِنْ طَرِيقٍ أُخْرَى أَضْعَفَ مِنْ هَذِهِ، وَهَذَا سَرْدُ الْأَسْمَاءِ فِي أَمْثَلِ الطُّرُقِ عَنِ الْوَلِيدِ مِنْ جَامِعِ التِّرْمِذِيِّ كَمَا قَالَ الْحَافِظُ: </p><p> \" هُوَ اللهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ الْمَلِكُ الْقُدُّوسُ السَّلَامُ، الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ، الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْغَفَّارُ الْقَهَّارُ، الْوَهَّابُ الرَّزَّاقُ الْفَتَّاحُ الْعَلِيمُ الْقَابِضُ الْبَاسِطُ، الْخَافِضُ الرَّافِعُ، الْمُعِزُّ الْمُذِلُّ، السَّمِيعُ الْبَصِيرُ، الْحَكَمُ الْعَدْلُ، اللَّطِيفُ الْخَبِيرُ، الْحَلِيمُ الْعَظِيمُ، الْغَفُورُ الشَّكُورُ، الْعَلِيُّ الْكَبِيرُ، الْحَفِيظُ الْمُقِيتُ، الْحَسِيبُ الْجَلِيلُ الْكَرِيمُ الرَّقِيبُ الْمُجِيبُ، الْوَاسِعُ الْحَكِيمُ، الْوَدُودُ الْمَجِيدُ، الْبَاعِثُ الشَّهِيدُ، الْحَقُّ الْوَكِيلُ الْقَوِيُّ الْمَتِينُ، الْوَلِيُّ الْحَمِيدُ، الْمُحْصِي الْمُبْدِئُ الْمُعِيدُ، الْمُحْيِي الْمُمِيتُ، الْحَيُّ الْقَيُّومُ، الْوَاجِدُ </p><p> الْمَاجِدُ، الْوَاحِدُ الصَّمَدُ، الْقَادِرُ الْمُقْتَدِرُ، الْمُقَدِّمُ الْمُؤَخِّرُ، الْأَوَّلُ الْآخِرُ، الظَّاهِرُ الْبَاطِنُ الْوَالِي الْمُتَعَالِي، الْبَرُّ التَّوَّابُ، الْمُنْتَقِمُ الْعَفُوُّ الرَّؤُوفُ، مَالِكُ الْمُلْكِ، ذُو الْجَلَالِ </p><p> وَالْإِكْرَامِ الْمُقْسِطُ الْجَامِعُ، الْغَنِيُّ الْمُغْنِي الْمَانِعُ، الضَّارُّ النَّافِعُ، النُّورُ الْهَادِي، الْبَدِيعُ الْبَاقِي الْوَارِثُ، الرَّشِيدُ الصَّبُورُ \".</p><p> أَوْرَدَ هَذِهِ الْأَسْمَاءَ الْحَافِظُ ابْنُ حَجَرٍ فِي الْفَتْحِ، وَذَكَرَ اخْتِلَافَ الرِّوَايَاتِ فِيهَا وَإِنْكَارَ بَعْضِ كِبَارِ الْعُلَمَاءِ لِرَفْعِهَا، كَابْنِ حَزْمٍ وَالدَّاوُدِيُّ وَالْقَاضِي أَبِي بَكْرِ بْنِ الْعَرَبِيِّ - وَالْأَقْوَالَ فِي حَصْرِهَا وَمَأْخَذِهَا ثُمَّ قَالَ: . </p><p> \" وَإِذَا تَقَرَّرَ رُجْحَانُ أَنَّ سَرْدَ الْأَسْمَاءِ لَيْسَ مَرْفُوعًا، فَقَدِ اعْتَنَى جَمَاعَةٌ بِتَتَبُّعِهَا مِنَ الْقُرْآنِ مِنْ غَيْرِ تَقْيِيدٍ بِعَدَدٍ، فَرُوِّينَا فِي كِتَابِ الْمِائَتَيْنِ لِأَبِي عُثْمَانَ الصَّابُونِيِّ بِسَنَدِهِ إِلَى مُحَمَّدِ بْنِ يَحْيَى الذُّهْلِيِّ أَنَّهُ اسْتَخْرَجَ الْأَسْمَاءَ مِنَ الْقُرْآنِ، وَكَذَا أَخْرَجَ أَبُو نُعَيْمٍ عَنِ الطَّبَرَانِيِّ عَنْ أَحْمَدَ بْنِ عُمَرَ، وَالْخَلَّالُ عَنِ ابْنِ أَبِي عُمَرَ، وَحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ: سَأَلْتُ جَعْفَرَ بْنَ مُحَمَّدٍ الصَّادِقَ عَنِ الْأَسْمَاءِ الْحُسْنَى فَقَالَ: هِيَ فِي الْقُرْآنِ، وَرُوِّينَا فِي فَوَائِدِ تَمَّامٍ مِنْ طَرِيقِ أَبِي الطَّاهِرِ بْنِ السَّرْجِ عَنْ حِبَّانَ بْنِ نَافِعٍ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ الْحَدِيثَ، يَعْنِي حَدِيثَ \" إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا قَالَ: فَوَعَدَنَا سُفْيَانُ أَنْ يُخْرِجَهَا لَنَا مِنَ الْقُرْآنِ فَأَبْطَأَ، فَأَتَيْنَا أَبَا زَيْدٍ فَأَخْرَجَهَا لَنَا،فَعَرَضْنَاهَا عَلَى سُفْيَانَ فَنَظَرَ فِيهَا أَرْبَعَ مَرَّاتٍ وَقَالَ:نَعَمْ هِيَ هَذِهِ.</p><p> \" وَهَذَا سِيَاقُ مَا ذَكَرَهُ جَعْفَرٌ وَأَبُو زَيْدٍ قَالَا: فَفِي الْفَاتِحَةِ خَمْسَةٌ: اللهُ، رَبُّ، الرَّحْمَنُ الرَّحِيمُ، مَالِكٌ، وَفِي الْبَقَرَةِ: مُحِيطٌ، قَدِيرٌ، عَلِيمٌ، حَكِيمٌ، عَلِيٌّ، عَظِيمٌ، تَوَّابٌ، بَصِيرٌ، وَلِيٌّ، وَاسِعٌ، كَافٍ، رَؤُوفٌ، بَدِيعٌ، شَاكِرٌ، وَاحِدٌ، سَمِيعٌ، قَابِضٌ، بَاسِطٌ، حَيٌّ، قَيُّومٌ، غَنِيٌّ، حَمِيدٌ، غَفُورٌ، حَلِيمٌ، وَزَادَ جَعْفَرٌ: إِلَهٌ قَرِيبٌ مُجِيبٌ، عَزِيزٌ نَصِيرٌ، قَوِيٌّ شَدِيدٌ، سَرِيعٌ خَبِيرٌ، قَالَ وَفِي آلِ عِمْرَانَ، وَهَّابٌ، قَائِمٌ. زَادَ جَعْفَرُ الصَّادِقُ: بَاعِثٌ مُنْعِمٌ مُتَفَضِّلٌ، وَفِي النِّسَاءِ: رَقِيبٌ حَسِيبٌ شَهِيدٌ مُقِيتٌ وَكِيلٌ. زَادَ جَعْفَرٌ: عَلِيٌّ كَبِيرٌ. وَزَادَ سُفْيَانُ: عَفُوٌّ، وَفِي الْأَنْعَامِ: فَاطِرٌ قَاهِرٌ. زَادَ جَعْفَرٌ: مُمِيتٌ غَفُورٌ بُرْهَانٌ. وَزَادَ سُفْيَانُ: لَطِيفٌ خَبِيرٌ قَادِرٌ، وَفِي الْأَعْرَافِ: مُحْيٍ مُمِيتٌ، وَفِي الْأَنْفَالِ: نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ، وَفِي هُودٍ: حَفِيظٌ مَجِيدٌ، وَدُودٌ، فَعَّالٌ لِمَا يُرِيدُ، زَادَ سُفْيَانُ: قَرِيبٌ مُجِيبٌ، وَفِي الرَّعْدِ: كَبِيرٌ مُتَعَالٍ، وَفِي إِبْرَاهِيمَ: مَنَّانٌ. زَادَ جَعْفَرٌ: صَادِقٌ وَارِثٌ، وَفِي الْحِجْرِ: خَلَّاقٌ، وَفِي مَرْيَمَ: صَادِقٌ وَارِثٌ. زَادَ </p><p> جَعْفَرٌ: فَرْدٌ، وَفِي طه عِنْدَ جَعْفَرٍ وَحْدَهُ: غَفَّارٌ، وَفِي الْمُؤْمِنِينَ: كَرِيمٌ، وَفِي النُّورِ: حَقٌّ مُبِينٌ. زَادَ سُفْيَانُ: نُورٌ، وَفِي الْفُرْقَانِ: هَادٍ، وَفِي سَبَأٍ: فَتَّاحٌ، وَفِي الزُّمَرِ: عَالِمٌ، عِنْدَ جَعْفَرٍ وَحْدَهُ، وَفِي الْمُؤْمِنِ </p><p> غَافِرٌ قَابِلٌ ذُو الطَّوْلِ. زَادَ سُفْيَانُ: شَدِيدٌ، وَزَادَ جَعْفَرٌ: رَفِيعٌ، وَفِي الذَّارِيَاتِ: رَزَّاقٌ ذُو الْقُوَّةِ الْمَتِينُ، بِالتَّاءِ، وَفِي الطُّورِ: بَرٌّ، وَفِي اقْتَرَبَتْ: مُقْتَدِرٌ. زَادَ جَعْفَرٌ: مَلِيكٌ، وَفِي الرَّحْمَنِ: ذُو الْجَلَالِ وَالْإِكْرَامِ، زَادَ جَعْفَرٌ: رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ، بَاقٍ مُعِينٌ، وَفِي الْحَدِيدِ: أَوَّلٌ آخِرٌ ظَاهِرٌ بَاطِنٌ، وَفِي الْحَشْرِ: قُدُّوسٌ سَلَامٌ مُؤْمِنٌ مُهَيْمِنٌ عَزِيزٌ جَبَّارٌ مُتَكَبِّرٌ خَالِقٌ بَارِئٌ مُصَوِّرٌ، زَادَ جَعْفَرٌ: مَلِكٌ، وَفِي الْبُرُوجِ: مُبْدِئٌ مُعِيدٌ، وَفِي الْفَجْرِ: وِتْرٌ عِنْدَ جَعْفَرٍ وَحْدَهُ، وَفِي الْإِخْلَاصِ: أَحَدٌ صَمَدٌ. هَذَا آخِرُ مَا رُوِّينَاهُ عَنْ جَعْفَرٍ وَأَبِي زَيْدٍ وَتَقْرِيرِ سُفْيَانَ مِنْ تَتَبُّعِ الْأَسْمَاءِ مِنَ الْقُرْآنِ، وَفِيهَا اخْتِلَافٌ شَدِيدٌ وَتَكْرَارٌ وَعِدَّةُ أَسْمَاءٍ لَمْ تَرِدْ بِلَفْظِ الِاسْمِ، وَهِيَ: صَادِقٌ، مُنْعِمٌ، مُتَفَضِّلٌ، مَنَّانٌ، مُبْدِئٌ، مُعِيدٌ، بَاعِثٌ، قَابِضٌ، بُرْهَانٌ، مُعِينٌ، مُمِيتٌ، بَاقٍ. </p><p> \" وَوَقَفْتُ فِي كِتَابِ الْمَقْصِدِ الْأَسْنَى لِأَبِي عَبْدِ اللهِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الزَّاهِدِ أَنَّهُ تَتَبَّعَ الْأَسْمَاءَ مِنَ الْقُرْآنِ فَتَأَمَّلْتُهُ فَوَجَدْتُهُ كَرَّرَ أَسْمَاءً،وَذَكَرَ مِمَّا لَمْ أَرَهُ فِيهِ بِصِيغَةِ الِاسْمِ:الصَّادِقَ وَالْكَاشِفَ وَالْعَلَّامَ،وَذَكَرَ مِنَ الْمُضَافِ:الْفَالِقَ مِنْ قَوْلِهِ: فَالِقُ الْحَبِّ وَالنَّوَى(٦: ٩٥)وَكَانَ يَلْزَمُهُ أَنْ يَذْكُرَ \" الْقَابِلَ \" مِنْ قَوْلِهِ: قَابِلِ التَّوْبِ(٤٠: ٣).</p><p> \" وَقَدْ تَتَبَّعْتُ مَا بَقِيَ مِنَ الْأَسْمَاءِ مِمَّا وَرَدَ فِي الْقُرْآنِ بِصِيغَةِ الِاسْمِ مِمَّا لَمْ يُذْكَرْ فِي رِوَايَةِ التِّرْمِذِيِّ، وَهِيَ: الرَّبُّ الْإِلَهُ الْمُحِيطُ، الْقَدِيرُ الْكَافِي، الشَّاكِرُ الشَّدِيدُ، الْقَائِمُ الْحَاكِمُ، الْفَاطِرُ الْغَافِرُ الْقَاهِرُ، الْمَوْلَى النَّصِيرُ، الْغَالِبُ الْخَالِقُ، الرَّفِيعُ، الْمَلِيكُ، الْكَفِيلُ، الْخَلَّاقُ، الْأَكْرَمُ، الْأَعْلَى، الْمُبِينُ - بِالْمُوَحَّدَةِ - الْحَفِيُّ - بِالْحَاءِ الْمُهْمَلَةِ وَالْفَاءِ - الْقَرِيبُ، الْأَحَدُ، الْحَافِظُ. فَهَذِهِ سَبْعَةٌ وَعِشْرُونَ اسْمًا إِذَا انْضَمَّتْ إِلَى الْأَسْمَاءِ الَّتِي وَقَعَتْ فِي رِوَايَةِ التِّرْمِذِيِّ مِمَّا وَقَعَتْ فِي الْقُرْآنِ بِصِيغَةِ الِاسْمِ تَكْمُلُ بِهَا التِّسْعَةُ وَالتِّسْعُونَ، وَكُلُّهَا فِي الْقُرْآنِ لَكِنَّ بَعْضَهَا بِإِضَافَةٍ كَالشَّدِيدِ مِنْ شَدِيدُ الْعِقَابِ (٢: ١٩٦) وَالرَّفِيعِ مِنْ رَفِيعُ الدَّرَجَاتِ (٤٠: ١٥) وَالْقَائِمِ مِنْ قَوْلِهِ: قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ (١٣: ٣٣) وَالْفَاطِرِ مِنْ فَاطِرِ السَّمَاوَاتِ (٣٥: ١) وَالْقَاهِرِ مِنْ وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ (٦: ١٨) وَالْمَوْلَى وَالنَّصِيرِ منْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرِ (٨: ٤٠) وَالْعَالِمِ مِنْ عَالِمُ </p><p> الْغَيْبِ (٦: ٧٣) وَالْخَالِقِ مِنْ قَوْلِهِ: خَالِقُ كُلِّ شَيْءٍ (١٣: ١٦) وَالْغَافِرِ مِنْ غَافِرِ الذَّنْبِ (٤٠: ٣) وَالْغَالِبِ مِنْ وَاللهُ غَالِبٌ عَلَى أَمْرِهِ (١٢: ٢١) وَالْحَافِظُ مِنْ قَوْلِهِ: فَاللهُ خَيْرٌ حَافِظًا (١٢: ٦٤) وَمِنْ قَوْلِهِ: وَإِنَّا لَهُ لَحَافِظُونَ (١٢: ١٢) وَقَدْ وَقَعَ نَحْوُ ذَلِكَ مِنَ الْأَسْمَاءِ الَّتِي فِي رِوَايَةِ التِّرْمِذِيِّ وَهِيَ الْمُحْيِي مِنْ قَوْلِهِ: لَمُحْيِي الْمَوْتَى (٤١: ٣٩) وَالْمَالِكِ مِنْ قَوْلِهِ: مَالِكَ الْمُلْكِ (٣: ٢٦) وَالنُّورِ مِنْ قَوْلِهِ: نُورُ السَّمَاوَاتِ وَالْأَرْضِ (٢٤: ٣٥) وَالْبَدِيعِ مِنْ قَوْلِهِ: بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ (٢: ١١٧) وَالْجَامِعِ مِنْ قَوْلِهِ: جَامِعُ النَّاسِ (٣: ٩) وَالْحَكَمِ مِنْ قَوْلِهِ: أَفَغَيْرَ اللهِ أَبْتَغِي حَكَمًا (٦: ١١٤) </p><p> وَالْوَارِثِ مِنْ قَوْلِهِ: وَنَحْنُ الْوَارِثُونَ (١٥: ٢٣) وَالْأَسْمَاءُ الَّتِي تُقَابِلُ هَذِهِ مِمَّا وَقَعَ فِي رِوَايَةِ التِّرْمِذِيِّ مِمَّا لَمْ يَقَعْ فِي الْقُرْآنِ بِصِيغَةِ الِاسْمِ، وَهِيَ سَبْعَةٌ وَعِشْرُونَ اسْمًا: الْقَابِضُ الْبَاسِطُ، الْخَافِضُ الرَّافِعُ، الْمُعِزُّ الْمُذِلُّ، الْعَدْلُ الْجَلِيلُ، الْبَاعِثُ الْمُحْصِي، الْمُبْدِئُ الْمُعِيدُ الْمُمِيتُ، الْوَاجِدُ الْمَاجِدُ، الْمُقَدِّمُ الْمُؤَخِّرُ، الْوَالِي ذُو الْجَلَالِ وَالْإِكْرَامِ، الْمُقْسِطُ الْمُغْنِي، الْمَانِعُ الضَّارُّ، النَّافِعُ الْبَاقِي، الرَّشِيدُ الصَّبُورُ. </p><p> \" فَإِذَا اقْتُصِرَ مِنْ رِوَايَةِ التِّرْمِذِيِّ عَلَى مَا عَدَا هَذِهِ الْأَسْمَاءِ، وَأُبْدِلَتْ بِالسَّبْعَةِ وَالْعِشْرِينَ الَّتِي ذَكَرْتُهَا، خَرَجَ مِنْ ذَلِكَ تِسْعَةٌ وَتِسْعُونَ اسْمًا، وَكُلُّهَا فِي الْقُرْآنِ وَارِدَةٌ بِصِيغَةِ الِاسْمِ، وَمَوَاضِعُهَا كُلُّهَا ظَاهِرَةٌ مِنَ الْقُرْآنِ إِلَّا قَوْلَهُ \" الْحَفِيُّ \" فَإِنَّهُ فِي سُورَةِ مَرْيَمَ فِي قَوْلِ إِبْرَاهِيمَ: سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا(١٩: ٤٧)وَقَلَّ مَنْ نَبَّهَ عَلَى ذَلِكَ.</p><p> \" وَلَا يَبْقَى بَعْدَ ذَلِكَ إِلَّا النَّظَرُ فِي الْأَسْمَاءِ الْمُشْتَقَّةِ مِنْ صِفَةٍ وَاحِدَةٍ مِثْلِ: الْقَدِيرِ وَالْمُقْتَدِرِ وَالْقَادِرِ، وَالْغَفُورِ وَالْغَفَّارِ وَالْغَافِرِ، وَالْعَلِيِّ وَالْأَعْلَى وَالْمُتَعَالِ، وَالْمَلِكِ وَالْمَلِيكِ وَالْمَالِكِ، وَالْكَرِيمِ وَالْأَكْرَمِ، وَالْقَاهِرِ وَالْقَهَّارِ، وَالْخَالِقِ وَالْخَلَّاقِ، وَالشَّاكِرِ وَالشَّكُورِ، وَالْعَالِمِ وَالْعَلِيمِ: فَإِمَّا أَنْ يُقَالَ: لَا يَمْنَعُ ذَلِكَ مِنْ عَدِّهَا ; فَإِنَّ فِيهَا التَّغَايُرَ فِي الْجُمْلَةِ، فَإِنَّ بَعْضَهَا يَزِيدُ بِخُصُوصِيَّةٍ عَلَى الْآخَرِ لَيْسَتْ فِيهِ، وَقَدْ وَقَعَ الِاتِّفَاقُ عَلَى أَنَّ الرَّحْمَنَ الرَّحِيمَ اسْمَانِ مَعَ كَوْنِهِمَا مُشْتَقَّيْنِ مِنْ صِفَةٍ وَاحِدَةٍ، وَلَوْ مُنِعَ مِنْ عَدِّ ذَلِكَ لَلَزِمَ أَلَّا يُعَدَّ مَا يَشْتَرِكُ الِاسْمَانِ فِيهِ مَثَلًا مِنْ حَيْثُ الْمَعْنَى، مِثْلَ الْخَالِقِ الْبَارِئِ الْمُصَوِّرِ لَكِنَّهَا عُدَّتْ; لِأَنَّهَا وَلَوِ اشْتَرَكَتْ فِي مَعْنَى الْإِيجَادِ وَالِاخْتِرَاعِ فَهِيَ مُغَايِرَةٌ مِنْ جِهَةٍ أُخْرَى. وَهِيَ أَنَّ الْخَالِقَ يُفِيدُ الْقُدْرَةَ </p><p> عَلَى الْإِيجَادِ وَالْبَارِئَ يُفِيدُ الْمُوجِدَ لِجَوْهَرِ الْمَخْلُوقِ، وَالْمُصَوِّرَ يُفِيدُ خَالِقَ الصُّورَةِ فِي تِلْكَ الذَّاتِ الْمَخْلُوقَةِ، وَإِذَا كَانَ ذَلِكَ لَا يَمْنَعُ الْمُغَايَرَةَ لَمْ يَمْتَنِعْ عَدُّهَا أَسْمَاءَ مَعَ وُرُودِهَا وَالْعِلْمُ عِنْدَ اللهِ تَعَالَى. وَهَذَا سَرْدُهَا لِتُحْفَظَ، وَلَوْ كَانَ فِي ذَلِكَ إِعَادَةٌ، وَلَكِنَّهُ يُغْتَفَرُ لِهَذَا الْقَصْدِ \" اللهُ الرَّحْمَنُ الرَّحِيمُ، الْمَلِكُ الْقُدُّوسُ، السَّلَامُ الْمُؤْمِنُ، الْمُهَيْمِنُ الْعَزِيزُ، الْجَبَّارُ الْمُتَكَبِّرُ، الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ، الْغَفَّارُ الْقَهَّارُ، التَّوَّابُ الْوَهَّابُ، الْخَلَّاقُ الرَّزَّاقُ الْفَتَّاحُ، الْعَلِيمُ الْحَلِيمُ الْعَظِيمُ، الْوَاسِعُ الْحَكِيمُ، الْحَيُّ الْقَيُّومُ، السَّمِيعُ الْبَصِيرُ، اللَّطِيفُ الْخَبِيرُ، الْعَلِيُّ الْكَبِيرُ، الْمُحِيطُ الْقَدِيرُ، الْمَوْلَى النَّصِيرُ، الْكَرِيمُ الرَّقِيبُ، الْقَرِيبُ الْمُجِيبُ، الْوَكِيلُ الْحَسِيبُ، الْحَفِيظُ الْمُقِيتُ، الْوَدُودُ الْمَجِيدُ، الْوَارِثُ الشَّهِيدُ، الْوَلِيُّ الْحَمِيدُ، الْحَقُّ الْمُبِينُ، الْقَوِيُّ الْمَتِينُ، الْغَنِيُّ الْمَالِكُ الشَّدِيدُ، الْقَادِرُ الْمُقْتَدِرُ، الْقَاهِرُ الْكَافِي، الشَّاكِرُ الْمُسْتَعَانُ، الْفَاطِرُ الْبَدِيعُ الْغَافِرُ، الْأَوَّلُ الْآخِرُ، الظَّاهِرُ الْبَاطِنُ، الْكَفِيلُ الْغَالِبُ، الْحَكَمُ الْعَادِلُ الرَّفِيعُ، الْحَافِظُ الْمُنْتَقِمُ، الْقَائِمُ الْمُحْيِي، الْجَامِعُ الْمَلِيكُ </p><p> الْمُتَعَالِي، النُّورُ الْهَادِي، الْغَفُورُ الشَّكُورُ، الْعَفُوُّ الرَّؤُوفُ، الْأَكْرَمُ الْأَعْلَى، الْبَرُّ الْحَفِيُّ، الرَّبُّ الْإِلَهُ، الْوَاحِدُ الْأَحَدُ الصَّمَدُ، الَّذِي لَمْ يَلِدْ، وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ \".</p><p> ثُمَّ قَالَ الْحَافِظُ: وَقَدِ اخْتُلِفَ فِي هَذَا الْعَدَدِ، هَلِ الْمُرَادُ بِهِ حَصْرُ الْأَسْمَاءِ الْحُسْنَى فِي هَذِهِ؟ أَوْ أَنَّهَا مِنْ ذَلِكَ؟ ، وَلَكِنِ اخْتُصَّتْ هَذِهِ; لِأَنَّ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ، فَذَهَبَ الْجُمْهُورُ إِلَى الثَّانِي، وَنَقَلَ النَّوَوِيُّ اتِّفَاقَ الْعُلَمَاءِ عَلَيْهِ، فَقَالَ: لَيْسَ فِي الْحَدِيثِ حَصْرُ أَسْمَاءِ اللهِ تَعَالَى، وَلَيْسَ مَعْنَاهُ أَنَّهُ لَيْسَ لَهُ اسْمٌ غَيْرُ هَذِهِ التِّسْعَةِ وَالتِّسْعِينَ، وَإِنَّمَا مَقْصُودُ الْحَدِيثِ أَنَّ هَذِهِ الْأَسْمَاءَ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ، فَالْمُرَادُ الْإخْبَارُ عَنْ دُخُولِ الْجَنَّةِ بِإِحْصَائِهَا لَا الْإِخْبَارُ بِحَصْرِ الْأَسْمَاءِ، وَيُؤَيِّدُهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثِ ابْنِ مَسْعُودٍ الَّذِي أَخْرَجَهُ أَحْمَدُ وَصَحَّحَهُ ابْنُ حِبَّانَ: \" أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ \"، وَعِنْدَ مَالِكٍ عَنْ كَعْبِ الْأَحْبَارِ فِي دُعَاءٍ \" وَأَسْأَلُكَ بِأَسْمَائِكَ </p><p> الْحُسْنَى مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ \" وَأَوْرَدَ الطَّبَرِيُّ عَنْ قَتَادَةَ نَحْوَهُ مِنْ حَدِيثِ عَائِشَةَ أَنَّهَا دَعَتْ بِحَضْرَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِنَحْوِ ذَلِكَ، وَسَيَأْتِي فِي الْكَلَامِ عَنْ الِاسْمِ الْأَعْظَمِ.وَقَالَ الْخَطَّابِيُّ:فِي هَذَا الْحَدِيثِ إِثْبَاتُ هَذِهِ الْأَسْمَاءِ الْمَخْصُوصَةِ بِهَذَا الْعَدَدِ، وَلَيْسَ فِيهِ مَنْعُ مَا عَدَاهَا مِنَ الزِّيَادَةِ، وَإِنَّمَا التَّخْصِيصُ لِكَوْنِهَا أَكْثَرَ الْأَسْمَاءِ وَأَبْيَنَهَا مَعَانِيَ.وَخَبَرُ الْمُبْتَدَأِ فِي الْحَدِيثِ هُوَ قَوْلُهُ:\" مَنْ أَحْصَاهَا \" لَا قَوْلُهُ: \" لِلَّهِ \" وَهُوَ كَقَوْلِكَ: لِزَيْدٍ أَلْفُ دِرْهَمٍ أَعُدُّهَا لِلصَّدَقَةِ، وَلِعَمْرٍو مِائَةُ ثَوْبٍ مَنْ زَارَهُ أَلْبَسُهُ إِيَّاهَا \" . وَقَالَ الْقُرْطُبِيُّ فِي الْمُبْهَمِ نَحْوَ ذَلِكَ، وَنَقَلَ ابْنُ بَطَّالٍ عَنِ الْقَاضِي أَبِي بَكْرِ بْنِ الطَّيِّبِ قَالَ: لَيْسَ فِي الْحَدِيثِ دَلِيلٌ عَلَى أَنَّهُ لَيْسَ لِلَّهِ مِنَ الْأَسْمَاءِ إِلَّا هَذِهِ الْعِدَّةُ، وَإِنَّمَا مَعْنَى الْحَدِيثِ أَنَّ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ. وَيَدُلُّ عَلَى عَدَمِ الْحَصْرِ أَنَّ أَكْثَرَهَا صِفَاتٌ، وَصِفَاتُ اللهِ لَا تَتَنَاهَى، وَقِيلَ: إِنَّ الْمُرَادَ الدُّعَاءُ بِهَذِهِ الْأَسْمَاءِ ; لِأَنَّ الْحَدِيثَ مَبْنِيٌّ عَلَى قَوْلِهِ: وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا (٧: ١٨٠) فَذَكَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهَا تِسْعَةٌ وَتِسْعُونَ فَيُدْعَى بِهَا، وَلَا يُدْعَى بِغَيْرِهَا، حَكَاهُ ابْنُ بَطَّالٍ عَنِ الْمُهَلَّبِ، وَفِيهِ نَظَرٌ ; لِأَنَّهُ ثَبَتَ فِي أَخْبَارٍ صَحِيحَةٍ الدُّعَاءُ بِكَثِيرٍ مِنَ الْأَسْمَاءِ الَّتِي لَمْ تَرِدْ فِي الْقُرْآنِ، كَمَا فِي حَدِيثِ ابْنِ عَبَّاسٍ فِي قِيَامِ اللَّيْلِ:  \" أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ \" وَغَيْرُ ذَلِكَ. وَقَالَ الْفَخْرُ الرَّازِيُّ: لَمَّا كَانَتِ الْأَسْمَاءُ مِنَ الصِّفَاتِ، وَهِيَ إِمَّا ثُبُوتِيَّةٌ حَقِيقِيَّةٌ كَالْحَيِّ، أَوْ إِضَافِيَّةٌ كَالْعَظِيمِ، وَإِمَّا سَلْبِيَّةٌ كَالْقُدُّوسِ، وَإِمَّا مِنْ حَقِيقِيَّةٍ وَإِضَافِيَّةٍ كَالْقَدِيرِ، أَوْ مِنْ سَلْبِيَّةٍ وَإِضَافِيَّةٍ كَالْأَوَّلِ وَالْآخِرِ، وَإِمَّا مِنْ حَقِيقِيَّةٍ وَإِضَافِيَّةٍ وَسَلْبِيَّةٍ كَالْمَلِكِ، وَالسُّلُوبُ غَيْرُ مُتَنَاهِيَةٍ ; لِأَنَّهُ عَالِمٌ بِلَا نِهَايَةٍ قَادِرٌ عَلَى مَا لَا نِهَايَةَ لَهُ، فَلَا يُمْتَنَعُ أَنْ يَكُونَ لَهُ مِنْ ذَلِكَ </p><p> اسْمٌ فَيَلْزَمُ أَنْ لَا نِهَايَةَ لِأَسْمَائِهِ، وَحَكَى الْقَاضِي أَبُو بَكْرِ بْنُ الْعَرَبِيِّ عَنْ بَعْضِهِمْ أَنَّ لِلَّهِ أَلْفَ اسْمٍ، قَالَ ابْنُ الْعَرَبِيِّ: وَهَذَا قَلِيلٌ فِيهَا. وَنَقَلَ الْفَخْرُ الرَّازِيُّ عَنْ بَعْضِهِمْ أَنَّ لِلَّهِ أَرْبَعَةَ آلَافِ اسْمٍ اسْتَأْثَرَ بِعِلْمِ أَلْفٍ مِنْهَا، وَأَعْلَمَ الْمَلَائِكَةَ بِالْبَقِيَّةِ، وَالْأَنْبِيَاءَ بِأَلْفَيْنِ مِنْهَا، وَسَائِرَ النَّاسِ بِأَلْفٍ. وَهَذِهِ دَعْوَى تَحْتَاجُ إِلَى دَلِيلٍ، وَاسْتَدَلَّ بَعْضُهُمْ بِهَذَا الْقَوْلِ; لِأَنَّهُ ثَبَتَ فِي نَفْسِ حَدِيثِ الْبَابِ \" إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ \" الرِّوَايَةُ </p><p> الَّتِي سُرِدَتْ فِيهَا الْأَسْمَاءُ لَمْ يُعَدَّ فِيهَا الْوِتْرُ، فَدَلَّ عَلَى أَنَّ لَهُ أَسْمَاءً أُخَرَ غَيْرَ التِّسْعَةِ وَالتِّسْعِينَ، وَتَعَقَّبَهُ مَنْ ذَهَبَ إِلَى الْحَصْرِ فِي التِّسْعَةِ وَالتِّسْعِينَ كَابْنِ حَزْمٍ بِأَنَّ الْخَبَرَ الْوَارِدَ لَمْ يَثْبُتْ رَفْعُهُ، وَإِنَّمَا هُوَ مُدْرَجٌ كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ، وَاسْتَدَلَّ أَيْضًا عَلَى عَدَمِ الْحَصْرِ بِأَنَّهُ مَفْهُومُ عَدَدٍ وَهُوَ ضَعِيفٌ، وَابْنُ حَزْمٍ مِمَّنْ ذَهَبَ إِلَى الْحَصْرِ فِي الْعَدَدِ الْمَذْكُورِ، وَهُوَ لَا يَقُولُ بِالْمَفْهُومِ أَصْلًا، وَلَكِنَّهُ احْتَجَّ بِالتَّأْكِيدِ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" إِلَّا وَاحِدًا \" قَالَ: لِأَنَّهُ لَوْ جَازَ أَنْ يَكُونَ لَهُ اسْمٌ زَائِدٌ عَلَى الْعَدَدِ الْمَذْكُورِ لَزِمَ أَنْ يَكُونَ لَهُ مِائَةُ اسْمٍ؛ فَيَبْطُلُ قَوْلُهُ \" مِائَةً إِلَّا وَاحِدًا \" وَهَذَا الَّذِي قَالَهُ لَيْسَ بِحُجَّةٍ عَلَى مَا تَقَدَّمَ ; لِأَنَّ الْحَصْرَ الْمَذْكُورَ عِنْدَهُمْ بِاعْتِبَارِ الْوَعْدِ الْحَاصِلِ لِمَنْ أَحْصَاهَا، فَمَنِ ادَّعَى أَنَّ الْوَعْدَ وَقَعَ لِمَنْ أَحْصَى زَائِدًا عَلَى ذَلِكَ خَطَأٌ، وَلَا يَلْزَمُ مِنْ ذَلِكَ أَلَّا يَكُونَ هُنَاكَ اسْمٌ زَائِدٌ، وَاحْتَجَّ بِقَوْلِهِ تَعَالَى: وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ (٧: ١٨٠) وَقَدْ قَالَ أَهْلُ التَّفْسِيرِ: مِنَ الْإِلْحَادِ فِي أَسْمَائِهِ تَسْمِيَتُهُ بِمَا لَمْ يَرِدْ فِي الْكِتَابِ أَوِ السُّنَّةِ الصَّحِيحَةِ، وَقَدْ ذَكَرَ مِنْهَا فِي آخِرِ سُورَةِ الْحَشْرِ عِدَّةً، وَخَتَمَ ذَلِكَ بِأَنْ قَالَ: لَهُ الْأَسْمَاءُ الْحُسْنَى (٥٩: ٢٤) قَالَ: وَمَا يُتَخَيَّلُ مِنَ الزِّيَادَةِ فِي الْعَدَدِ الْمَذْكُورِ لَعَلَّهُ مُكَرَّرٌ مَعْنًى وَإِنْ تَغَايَرَ لَفْظًا، كَالْغَافِرِ وَالْغَفَّارِ وَالْغَفُورِ مَثَلًا فَيَكُونُ الْمَعْدُودُ مِنْ ذَلِكَ وَاحِدًا فَقَطْ، فَإِذَا اعْتَبَرْتَ ذَلِكَ وَجَمَعْتَ الْأَسْمَاءَ الْوَارِدَةَ نَصًّا فِي الْقُرْآنِ، وَفِي الصَّحِيحِ مِنَ الْحَدِيثِ لَمْ تَزِدْ عَلَى الْعَدَدِ الْمَذْكُورِ، وَقَالَ غَيْرُهُ: الْمُرَادُ بِالْأَسْمَاءِ الْحُسْنَى فِي قَوْلِهِ تَعَالَى: وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا مَا جَاءَ فِي الْحَدِيثِ إِنْ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا فَإِنْ ثَبَتَ الْخَبَرُ الْوَارِدُ فِي تَعْيِينِهَا وَجَبَ الْمَصِيرُ إِلَيْهِ، وَإِلَّا فَلْيُتَّبَعْ مِنَ الْكِتَابِ الْعَزِيزِ وَالسُّنَّةِ الصَّحِيحَةِ، فَإِنَّ التَّعْرِيفَ فِي الْأَسْمَاءِ لِلْعَهْدِ فَلَا بُدَّ مِنَ الْمَعْهُودِ، فَإِنَّهُ أَمْرٌ بِالدُّعَاءِ بِهَا، وَنَهْيٌ عَنِ الدُّعَاءِ بِغَيْرِهَا، فَلَا بُدَّ مِنْ وُجُودِ الْمَأْمُورِ بِهِ. (قُلْتُ) : وَالْحِوَالَةُ عَلَى الْكِتَابِ الْعَزِيزِ أَقْرَبُ، وَقَدْ حَصَلَ بِحَمْدِ اللهِ تَتْبُّعُهَا كَمَا قَدَّمْتُهُ، وَبَقِيَ أَنْ يُعْمَدَ إِلَى مَا تَكَرَّرَ لَفْظًا وَمَعْنًى مِنَ الْقُرْآنِ فَيُقْتَصَرَ عَلَيْهِ، وَيُتَتَبَّعَ مِنَ الْأَحَادِيثِ الصَّحِيحَةِ تَكْمِلَةُ الْعِدَّةِ الْمَذْكُورَةِ فَهُوَ نَمَطٌ آخَرُ مِنَ التَّتَبُّعِ عَسَى اللهُ أَنْ يُعِينَ عَلَيْهِ بِحَوْلِهِ وَقُوَّتِهِ آمِينَ اهـ. (فَتْحٌ) وَالْمُتَبَادَرُ مِنَ الْحَدِيثِ أَنَّهُ جُمْلَتَانِ، فَالْأَسْمَاءُ الشَّرْعِيَّةُ فِي الْإِسْلَامِ ٩٩ وَكَانَ الْحَافِظُ أَجْدَرَ الْعُلَمَاءِ بِمَا رَجَاهُ فِي آخِرِ كَلَامِهِ. </p><p> وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ أَيْ: ادْعُوهُ بِهَا أَيُّهَا الْمُؤْمِنُونَ، وَاتْرُكُوا وَأَهْمِلُوا بِلَا مُبَالَاةٍ جَمِيعَ الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ بِالْمَيْلِ بِأَلْفَاظِهَا أَوْ مَعَانِيهَا عَنْ مَنْهَجِ الْحَقِّ الْوَسَطِ، إِلَى بِنْيَاتِ الطَّرِيقِ وَمُتَفَرِّقِ السُّبُلِ، مِنْ تَحْرِيفٍ أَوْ تَأْوِيلٍ، أَوْ تَشْبِيهٍ أَوْ تَعْطِيلٍ، أَوْ شِرْكٍ أَوْ تَكْذِيبٍ، أَوْ زِيَادَةٍ أَوْ نُقْصَانٍ، أَوْ مَا يُنَافِي وَصْفَهَا بِالْحُسْنَى وَهُوَ مُنْتَهَى الْكَمَالِ، ذَرُوا هَؤُلَاءِ الْمُلْحِدِينَ، وَلَا تُبَالُوا بِهِمْ، وَكَأَنَّ قَائِلًا يَقُولُ: وَلِمَاذَا نَذَرُهُمْ فِي خَوْضِهِمْ يَعْمَهُونَ؟ فَأَجَابَ بِقَوْلِهِ تَعَالَى: سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ أَيْ: سَيَلْقَوْنَ جَزَاءَ عَمَلِهِمْ عَنْ قَرِيبٍ، بَعْضُهُمْ فِي الدُّنْيَا قَبْلَ الْآخِرَةِ، وَإِنَّمَا يَعُمُّهُمْ جَمِيعَهُمْ عِقَابُ الْآخِرَةِ، إِلَّا مَنْ تَابَ مِنْهُمْ قَبْلَ الْمَوْتِ. </p><p> وَإِنَّنَا نُفَصِّلُ هَذَا التَّفْسِيرَ الْإِجْمَالِيَّ بَعْضَ التَّفْصِيلِ لَفْظًا وَمَعْنًى فَنَقُولُ: . </p><p> \" ذَرُوا \" أَمْرٌ لَمْ يَرِدْ فِي اللُّغَةِ اسْتِعْمَالُ مَاضِيهِ وَلَا مَصْدَرِهِ، وَهُوَ بِمَعْنَى التَّرْكِ وَالْإِهْمَالِ، فَهُوَ بِوَزْنِ وَدَعَ الشَّيْءَ يَدَعُهُ وَدْعًا، وَمَعْنَاهُ، إِلَّا أَنَّ هَذَا قَدِ اسْتُعْمِلَ مَاضِيهِ وَمَصْدَرُهُ قَلِيلًا، وَذَاكَ لَمْ يُسْتَعْمَلْ مِنْهُ إِلَّا الْمُضَارِعُ \" يَذَرُ \" وَالْأَمْرُ \" ذَرْ \" وَتَعَدَدَّ ذِكْرُهَا فِي التَّنْزِيلِ، وَزَعَمَ الرَّاغِبُ فِي مُفْرَدَاتِهِ أَنَّ مَعْنَاهُ: قَذْفُ الشَّيْءِ لِقِلَّةِ الِاعْتِدَادِ بِهِ، وَأَوْرَدَ مِنَ الشَّوَاهِدِ عَلَيْهِ مِنَ الْقُرْآنِ مَا هُوَ ظَاهِرٌ فِيهِ، وَأَشَارَ إِلَى شَاهِدٍ وَاحِدٍ يُخَالِفُهُ فِي الظَّاهِرِ، وَوَعَدَ بِبَيَانِ دُخُولِهِ فِي مَوْضِعٍ آخَرَ، وَلَعَلَّهُ يَعْنِي تَفْسِيرَهُ لِلْقُرْآنِ، وَهُوَ قَوْلُهُ تَعَالَى: وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا (٢: ٢٣٤) وَلَمْ يَقُلْ: وَيَتْرُكُونَ وَيَخْلُفُونَ، وَلَعَلَّهُ أَجَابَ عَنْهُ بِأَنَّ الْمُرَادَ: وَيَتْرُكُونَ أَزْوَاجَاهُنَ عُرْضَةً لِلْإِهْمَالِ، وَعَدَمِ الْإِنْفَاقِ عَلَيْهِنَّ، فَلْيُوصُوا لَهُنَّ، وَإِلَّا كَانُوا هُمُ الْمُهْمِلِينَ لَهُنَّ، وَالْقَاذِفِينَ بِهِنَّ فِي بَيْدَاءِ الْإِهْمَالِ وَالْحَاجَةِ. وَيَرُدُّ عَلَيْهِ أَيْضًا قَوْلُهُ تَعَالَى حِكَايَةً عَنِ الْمُخَلَّفِينَ فِي سُورَةِ الْفَتْحِ: ذَرُونَا نَتَّبِعْكُمْ (٤٨: ١٥) وَكُلُّ مَا عَدَاهُ مِنَ اسْتِعْمَالِ الْقُرْآنِ لِهَذِهِ الْكَلِمَةِ يَظْهَرُ فِيهِ مَعْنَى التَّرْكِ لِعَدَمِ الْمُبَالَاةِ وَالِاهْتِمَامِ. لَا الْقَذْفِ كَمَا عَبَّرَ بِهِ، وَمِنْهُ قَوْلُهُ تَعَالَى فِي نَاقَةِ صَالِحٍ حِكَايَةً عَنْهُ: فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللهِ (٧: ٧٣) وَأَظْهَرُ مِنْهُ قَوْلُهُ تَعَالَى: مَا كَانَ اللهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ (٣: ١٧٩) أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ (٧: ١٢٧) رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ (٧١: ٢٦) وَيَذْرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا (٧٦: ٢٧) وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ (٢٦: ١٦٦) وَتَذْرُونَ الْآخِرَةَ </p><p> (٧٥: ٢١) ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ (٦: ٩١) فَذَرْهُمْ وَمَا يَفْتَرُونَ (٦: ١١٢) فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (٤٣: ٨٣) إِلَخْ. </p><p> وَأَمَّا الْإِلْحَادُ فَمَعْنَاهُ الْعَامُّ الْمَيْلُ وَالِازْوِرَارُ عَنِ الْوَسَطِ حِسًّا أَوْ مَعْنًى، وَالْأَوَّلُ الْأَصْلُ فِيهِ كَأَمْثَالِهِ، وَمِنْهُ لَحْدُ الْقَبْرِ لِلْمَيِّتِ، وَهُوَ مَا يُحْفَرُ فِي جَانِبِ الْقَبْرِ مِنْ جِهَةِ الْقِبْلَةِ مَائِلًا عَنْ وَسَطِهِ. </p><p> وَيُسَوَّى بِبِنَاءٍ وَنَحْوِهِ، وَيُوضَعُ فِيهِ الْمَيِّتُ، وَيُقَابِلُهُ الضَّرِيحُ أَوِ الشَّقُّ، وَهُوَ وَضْعُهُ فِي وَسَطِ الْقَبْرِ (وَاللَّحْدُ أَفْضَلُ فِي الشَّرْعِ) يُقَالُ: لَحَدَ الْقَبْرَ وَأَلْحَدَهُ، وَلَحَدَ لِلْمَيِّتِ وَأَلْحَدَ، أَيْ جَعَلَ لَهُ لَحْدًا، وَمِنْ كَلَامِهِمْ: أَلْحَدَ السَّهْمُ الْهَدَفَ، أَيْ مَالَ فِي أَحَدِ جَانِبَيْهِ، وَلَمْ يُصِبْ وَسَطَهُ، وَلَمَّا كَانَ \" خِيَارُ الْأُمُورِ أَوْسَاطَهَا \" كَانَ الِانْحِرَافُ عَنِ الْوَسَطِ مَذْمُومًا، وَمِنْهُ أُخِذَ التَّعْبِيرُ عَنِ الْكُفْرِ وَالتَّعْطِيلِ وَالشَّكِّ فِي اللهِ تَعَالَى بِالْإِلْحَادِ وَسُمِّيَ ذَوُوهُ الْمَلَاحِدَةُ وَالْمُلْحِدُونَ. </p><p> قَالَ الرَّاغِبُ: اللَّحْدُ حُفْرَةٌ مَائِلَةٌ عَنِ الْوَسَطِ، وَقَدْ لَحَدَ الْقَبْرَ حَفَرَهُ وَأَلْحَدَهُ، وَقَدْ لَحَدْتُ الْمَيِّتَ وَأَلْحَدْتُهُ: جَعَلْتُهُ فِي اللَّحْدِ، وَيُسَمَّى اللَّحْدُ مُلْحَدًا، وَهُوَ اسْمُ مَوْضِعٍ مِنْ أَلْحَدْتُهُ. وَلَحَدَ بِلِسَانِهِ إِلَى كَذَا مَالَ. قَالَ تَعَالَى: لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ (١٦: ١٠٣) مِنْ لَحَدَ، وَقُرِئَ (يَلْحَدُونَ) مِنْ أَلْحَدَ، وَأَلْحَدَ فُلَانٌ: مَالَ عَنِ الْحَقِّ، وَالْإِلْحَادُ ضَرْبَانِ: إِلْحَادٌ إِلَى الشِّرْكِ بِاللهِ، وَإِلْحَادٌ إِلَى الشِّرْكِ بِالْأَسْبَابِ، فَالْأَوَّلُ يُنَافِي الْإِيمَانَ وَيُبْطِلُهُ، وَالثَّانِي يُوهِنُ عُرَاهُ وَلَا يُبْطِلُهُ، وَمِنْ هَذَا النَّحْوِ قَوْلُهُ: وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (٢٢: ٢٥) وَقَوْلُهُ: الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ (٧: ١٨٠) وَالْإِلْحَادُ فِي أَسْمَائِهِ عَلَى وَجْهَيْنِ: أَحَدُهُمَا أَنْ يُوصَفَ بِمَا لَا يَصِحُّ وَصْفُهُ بِهِ، وَالثَّانِي أَنْ يَتَأَوَّلَ أَوْصَافَهُ عَلَى مَا لَا يَلِيقُ بِهِ اهـ. </p><p> أَقُولُ: قَرَأَ حَمْزَةُ (يَلْحِدُونَ) بِفَتْحِ الْيَاءِ هُنَا، وَفِي قَوْلِهِ تَعَالَى فِي فُصِّلَتْ: إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا (٤١: ٤٠) مِنْ لَحَدَ، وَالْبَاقُونَ بِضَمِّهَا مَنْ أَلْحَدَ، وَمَعْنَاهُمَا وَاحِدٌ كَمَا عَلِمْتَ، وَأَخْطَأَ مَنْ زَعَمَ أَنَّ الْأَوَّلَ لَا يَكَادُ يُسْمَعُ. </p><p> وَفِي التَّفْسِيرِ الْمَأْثُورِ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - الْإِلْحَادُ التَّكْذِيبُ، وَقَالَ فِي تَفْسِيرِهِ هُنَا: اشْتَقُّوا الْعُزَّى مِنَ الْعَزِيزِ، وَاللَّاتِ مِنَ اللهِ، وَعَنِ الْأَعْمَشِ أَنَّهُ قَرَأَ \" يَلْحِدُونَ \" بِفَتْحِ الْيَاءِ مِنَ اللَّحْدِ وَفَسَّرَهُ بِقَوْلِهِ: يُدْخِلُونَ فِيهَا مَا لَيْسَ مِنْهَا، وَعَنْ قَتَادَةَ فِي تَفْسِيرِهِ رِوَايَتَانِ إِحْدَاهُمَا: يُشْرِكُونَ وَالثَّانِيَةُ: يُكَذِّبُونَ فِي أَسْمَائِهِ، وَمُلَخَّصُ هَذِهِ الرِّوَايَاتِ: أَنَّ مِنَ الْإِلْحَادِ فِي أَسْمَائِهِ تَعَالَى التَّكْذِيبَ بِهَا، وَإِنْكَارَ مَعَانِيهَا، وَتَحْرِيفَهَا بِالتَّأْوِيلِ وَنَحْوِهِ، وَتَسْمِيَتَهُ تَعَالَى بِمَا لَمْ يُسَمِّ بِهِ نَفْسَهُ، وَبِمَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ، وَإِشْرَاكَ غَيْرِهِ بِهِ فِيهَا، وَهَذَانِ قِسْمَانِ: إِشْرَاكٌ فِي التَّسْمِيَةِ، وَهُوَ يُقْصَرُ عَلَى الْأَسْمَاءِ الدَّالَّةِ عَلَى مَعْنَى الْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ وَخَصَائِصِهِمَا، وَإِشْرَاكٌ فِي الْمَعَانِي وَهِيَ قِسْمَانِ: مَعَانٍ خَاصَّةٌ بِالْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ، وَمَعَانٍ غَيْرُ خَاصَّةٍ فِي نَفْسِهَا، وَإِنَّمَا الْخَاصُّ بِهِ </p><p> تَعَالَى كَمَالُهَا، وَهُوَ مَعْنَى كَوْنِهَا الْحُسْنَى كَمَا يَدُلُّ عَلَيْهِ تَقْدِيمُ الْخَبَرِ فِي قَوْلِهِ: وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى أَيْ: لَهُ وَحْدَهُ دُونَ غَيْرِهِ كَمَا تَقَدَّمَ. </p><p> فَالْإِلْحَادُ فِي أَسْمَائِهِ الْحُسْنَى أَقْسَامٌ. </p><p> (١) التَّغْيِيرُ فِيهَا بِوَضْعِهَا لِغَيْرِهِ مِمَّا عُبِدَ مِنْ دُونِهِ، كَمَا وَرَدَ فِي \" اللَّاتِ وَالْعُزَّى، وَتَقَدَّمَ قَرِيبًا،قِيلَ:وَ \" مَنَاةُ \" مِنَ اسْمِهِ تَعَالَى الْمَنَّانِ، فَإِنْ صَحَّ كَانَ دَلِيلًا عَلَى أَنَّ الْعَرَبَ كَانَتْ قَبْلَ الْإِسْلَامِ تُطْلِقُ هَذَا الِاسْمَ عَلَى اللهِ تَعَالَى، وَهُوَ لَيْسَ فِي الْقُرْآنِ، وَلَا فِي رِوَايَةِ التِّرْمِذِيِّ لِأَسْمَائِهِ تَعَالَى، وَلَكِنْ وَرَدَ فِي بَعْضِ الْأَحَادِيثِ. وَأَمَّا لَفْظُ \" اللَّاتِ \" فَالظَّاهِرُ أَنَّهُمْ أَنَّثُوا بِهِ اسْمَ الْجَلَالَةِ، \" وَالْعُزَّى \" مُؤَنَّثُ الْأَعَزِّ، كَالْفُضْلَى مُؤَنَّثِ الْأَفْضَلِ، وَالْحُسْنَى مُؤَنَّثِ الْأَحْسَنِ.</p><p> (٢) تَسْمِيَتُهُ تَعَالَى بِمَا لَمْ يُسَمِّ بِهِ نَفْسَهُ فِي كِتَابِهِ أَوْ مَا صَحَّ مِنْ حَدِيثِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالَ بَعْضُهُمْ: أَوْ أَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ، فَإِنَّهُ كَمَا قِيلَ لَا بُدَّ لَهُ مِنْ مُسْتَنَدٍ مِنْهُمَا، وَمِنْهُ \" وَاجِبُ الْوُجُودِ وَالْوَاجِبِ \" - لَكِنْ يَحْتَاجُ هَذَا إِلَى قَرِينَةٍ; لِأَنَّ اسْتِعْمَالَهُ فِي كُلِّ وَاجِبٍ عَقْلِيٍّ، وَكُلِّ وَاجِبٍ شَرْعِيٍّ هُوَ الْأَكْثَرُ -(قَالَ): \" وَالْقَدِيمُ وَالصَّانِعُ، وَقِيلَ هُمَا مَسْمُوعَانِ \" وَأَقُولُ: إِنَّ الْوَاجِبَ وَوَاجِبَ الْوُجُودِ وَالصَّانِعَ مِنَ اصْطِلَاحِ الْمُتَكَلِّمِينَ </p><p> لَا يَثْبتُ كَوْنُهَا مِنْ أَسْمَاءِ اللهِ تَعَالَى بِالْإِجْمَاعِ الَّذِي قَالُوا إِنَّهُ لَا بُدَّ لَهُ مُسْتَنَدٌ مِنَ الْكِتَابِ أَوِ السُّنَّةِ عِنْدَ أَهْلِهِ، وَلِلصَّانِعِ مَأْخَذٌ مِنْ قَوْلِهِ تَعَالَى فِي سُورَةِ النَّمْلِ: صُنْعَ اللهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ (٢٧: ٨٨) عِنْدَ مَنْ يَقُولُ بِجَوَازِ مِثْلِهِ وَهُوَ ضَعِيفٌ، وَيَقْتَضِي أَنْ يَكُونَ مِنْ أَسْمَائِهِ الْمُتْقِنُ أَيْضًا، وَالتَّحْقِيقُ أَنَّ بَابَ الْإِخْبَارِ عَنْهُ تَعَالَى بِأَفْعَالِهِ أَوْسَعُ مِنْ بَابِ إِطْلَاقِ الْأَسْمَاءِ عَلَيْهِ، فَإِنَّ الِاسْمَ فِي الْأَصْلِ: مَا دَلَّ عَلَى الذَّاتِ، وَلَا يُعْتَبَرُ فِيهِ اتِّصَافُ الْمُسَمَّى بِمَعْنَى الِاسْمِ إِنْ كَانَ لَهُ مَعْنًى غَيْرُ الْعِلْمِيَّةِ كَزَيْدٍ وَحَارِثٍ وَفَضْلٍ، وَمَا أُطْلِقَ لِأَجْلِ مَعْنَاهُ فَقَطْ يُسَمَّى وَصْفًا وَنَعْتًا كَالْحَارِثِ يُوصَفُ بِهِ مَنْ يَحْرُثُ الْأَرْضَ، وَالظَّالِمِ لِمَنْ يَجُورُ فِي فِعْلِهِ أَوْ حُكْمِهِ، وَقَدْ يُقْصَدُ بِالِاسْمِ الْعَلَمِ الْوَصْفُ مَعَ الْعَمَلِيَّةِ مِنْ بَابِ التَّفَاؤُلِ أَوِ الْمَدْحِ، فَإِنْ لُمِحَ عِنْدَ الْإِطْلَاقِ أَدْخَلُوا عَلَيْهِ الْأَلِفَ وَاللَّامَ فَقَالُوا الْحَارِثَ وَالْفَضْلَ وَإِلَّا فَلَا، وَهَذَا سَمَاعِيٌّ لَا قِيَاسِيٌّ فِي اللُّغَةِ الْعَرَبِيَّةِ، وَمِنْ أَسْمَاءِ اللهِ الْمَنْقُولَةِ عَنِ اسْمِ فَاعِلٍ كَالْخَالِقِ وَالرَّازِقِ وَالْمُؤْمِنِ وَالْمُهَيْمِنِ، أَوْ صِفَةٍ مُشَبَّهَةٍ كَالرَّحْمَنِ الرَّحِيمِ، أَوْ مَصْدَرٍ كَالسَّلَامِ وَالْعَدْلِ، فَكُلُّهَا يُرَاعَى فِيهَا الْمَعْنَى الْوَصْفِيُّ فَتُسَمَّى صِفَاتٌ، وَالدَّلَالَةُ عَلَى الذَّاتِ الْمُتَّصِفَةِ بِمَدْلُولِهِ الْوَصْفِيِّ فَتُسَمَّى أَسْمَاءَ. </p><p> وَيُقْتَصَرُ فِيهَا كُلِّهَا عَلَى التَّوَقُّفِ، وَلَيْسَ مِنْهُ الْوَاجِبُ وَالصَّانِعُ وَالْمَوْجُودُ، وَلَكِنْ يَجُوزُ الْإِخْبَارُ بِهَذِهِ الصِّفَاتِ عَنْهُ تَعَالَى، فَيُقَالُ: إِنَّ اللهَ مَوْجُودٌ وَوَاجِبٌ، وَهُوَ صَانِعٌ كُلِّ شَيْءٍ، وَالْمُتْقِنُ لِكُلِّ مَا خَلَقَهُ، وَلَا يُقَالُ فِي الدُّعَاءِ وَالنِّدَاءِ: يَا وَاجِبُ أَوْ يَا صَانِعُ اغْفِرْ لِي مَثَلًا، بِهَذَا الْقَدْرِ يَصِحُّ كَلَامُ الْمُتَكَلِّمِينَ، وَلَا يَجُوزُ أَنْ يُشْتَقَّ لَهُ تَعَالَى أَسْمَاءٌ مِنْ كُلِّ مَا أَخْبَرَ بِهِ عَنْ نَفْسِهِ وَلَوْ بِصِيغَةِ اسْمِ الْفَاعِلِ، فَلَمْ يَقُلْ أَحَدٌ بِإِطْلَاقِ اسْمِ الزَّارِعِ عَلَيْهِ تَعَالَى مِنْ قَوْلِهِ: أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ </p><p> (٥٦: ٦٤) وَلَا الْمَاكِرِ مِنْ قَوْلِهِ: وَمَكَرُوا وَمَكَرَ اللهُ وَاللهُ خَيْرُ الْمَاكِرِينَ (٣: ٥٤) وَلَا الْمُخَادِعِ أَوِ الْخَادِعِ مِنْ: إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُمْ (٤: ١٤٢) وَلَكِنْ عَدُّوا مِنْهَا بَعْضَ الصِّفَاتِ الْمُضَافَةِ كَمَا تَقَدَّمَ فِي الشَّدِيدِ وَالرَّفِيعِ وَالْقَائِمِ وَالْفَاطِرِ، وَالْفَرْقُ بَيْنَ الْفَرِيقَيْنِ أَنَّ هَذِهِ ذُكِرَتْ فِي سِيَاقِ الثَّنَاءِ عَلَى اللهِ تَعَالَى، وَأَمَّا تِلْكَ فَذُكِرَتْ فِي سِيَاقِ الِاحْتِجَاجِ أَوْ مِنْ بَابِ الْمُشَاكَلَةِ، وَاسْمُ الصِّفَةِ لَا بُدَّ أَنْ يَدُلَّ عَلَى الْكَمَالِ بِمُجَرَّدِ إِطْلَاقِهِ وَلَيْسَ هَذَا مِنْهُ. </p><p> وَقَدِ اتَّفَقَ أَهْلُ الْحَقِّ عَلَى أَنَّ أَسْمَاءَهُ وَصِفَاتِهِ تَعَالَى تَوْقِيفِيَّةٌ، وَنَصُّوا عَلَى إِثْبَاتِ </p><p> كُلِّ مَا وَرَدَ فِي الْكِتَابِ وَالْأَحَادِيثِ الصَّحِيحَةِ دُعَاءً وَوَصْفًا لَهُ، وَإِخْبَارًا عَنْهُ، وَعَلَى مَنْعِ كُلِّ مَا دَلَّ عَلَى مَنْعِهِ، وَمِنْهُ كُلُّ مَا يُسَمَّى إِلْحَادًا فِي أَسْمَائِهِ، وَكُلُّ مَا أَوْهَمَ نَقْصًا أَوْ كَانَ مُنَافِيًا لِلْكَمَالِ وَلِوَصْفِ الْحُسْنَى، وَقَدْ مَنَعَ جُمْهُورُ أَهْلِ السُّنَّةِ كُلَّ مَا لَمْ يَأْذَنْ بِهِ الشَّارِعُ مُطْلَقًا، وَجَوَّزَ الْمُعْتَزِلَةُ مَا صَحَّ مَعْنَاهُ، وَدَلَّ الدَّلِيلُ عَلَى اتِّصَافِهِ بِهِ، وَلَمْ يُوهِمْ إِطْلَاقُهُ نَقْصًا، وَالْفَلَاسِفَةُ أَوْسَعُ حُرِّيَّةً فِي هَذَا الْإِطْلَاقِ. . . وَمِنْهُ قَوْلُ ابْنِ سِينَا: </p><p> مُدِيرُ الْكُلِّ أَنْتَ الْقَصْدُ وَالْغَرَضُ ... وَأَنْتَ عَنْ كُلِّ مَا قَدْ فَاتَنَا عِوَضُ </p><p> مَنْ كَانَ فِي قَلْبِهِ مِثْقَالَ خَرْدَلَةٍ ... سَوِيَ جَلَالِكَ، فَاعْلَمْ أَنَّهُ مَرَضُ </p><p> وَقَدْ عَدُّوا عَلَيْهِ مِنْ إِسَاءَةِ الْأَدَبِ قَوْلَهُ لِخَالِقِهِ: فَاعْلَمْ ذَكَرَ ذَلِكَ السَّفَارِينِيُّ فِي شَرْحِ عَقِيدَتِهِ الْخِلَافِ بَيْنَ أَهْلِ السُّنَّةِ وَالْمُعْتَزِلَةِ ثُمَّ قَالَ: وَمَالَ إِلَيْهِ - أَيْ قَوْلِ الْمُعْتَزِلَةِ بِالْجَوَازِ - بَعْضُ الْأَشَاعِرَةِ كَالْقَاضِي أَبِي بَكْرٍ الْبَاقِلَّانِيِّ، وَتَوَقَّفَ إِمَامُ الْحَرَمَيْنِ الْجُوَيْنِيُّ، وَفَصَّلَ الْغَزَالِيُّ فَجَوَّزَ إِطْلَاقَ الصِّفَةِ، وَهِيَ مَا دَلَّ عَلَى مَعْنًى زَائِدٍ عَلَى الذَّاتِ، وَمَنَعَ إِطْلَاقَ الِاسْمِ، وَهُوَ مَا دَلَّ عَلَى نَفْسِ الذَّاتِ، وَاحْتَجَّ لِلْقَوْلِ الْمُعْتَمَدِ \" أَنَّهَا تَوْقِيفِيَّةٌ \" بِأَنَّهُ لَا يَجُوزُ أَنْ يُسَمَّى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا لَيْسَ مِنْ أَسْمَائِهِ فَالْبَارِي أَوْلَى، وَتَعَلَّقَ الْمُعْتَزِلَةُ بِأَنَّ أَهْلَ كُلِّ لُغَةٍ يُسَمُّونَهُ سُبْحَانَهُ بَاسِمٍ مُخْتَصٍّ بِلُغَتِهِمْ كَقَوْلِهِمْ (خداى) وَشَاعَ مِنْ غَيْرِ نَكِيرٍ، وَرَدَ بِأَنَّهُ لَوْ ثَبَتَ لَكَانَ كَافِيًا فِي الْأَذَانِ الشَّرْعِيِّ، وَنَقَلَ الَآلُوسِيُّ فِي تَفْسِيرِهِ سِيَاقَ السَّفَارِينِيِّ إِلَى احْتِجَاجِ الْمُعْتَزِلَةِ بِعَدَمِ إِنْكَارِ أَحَدٍ مِنَ الْمُسْلِمِينَ عَلَى إِطْلَاقِ الْفُرْسِ (خدا) وَزَادَ عَلَيْهِ اسْمُ (تكرى) وَهُوَ تُرْكِيٌّ وَكَافُهُ نُونٌ فِي النُّطْقِ، وَقَالَ إِنَّهُمُ ادَّعَوْا أَنَّ هَذَا إِجْمَاعٌ، وَأَنَّهُ لَوْ ثَبَتَ لَكَانَ كَافِيًا فِي الْأَذَانِ الشَّرْعِيِّ. </p><p> وَأَقُولُ: إِنَّ لَفْظَيْ \" خدا وتكرى \" هُمَا الِاسْمُ الْعَلَمُ لِرَبِّ الْعَالَمِينَ وَخَالِقِ الْخَلْقِ، وَذَلِكَ مِنْ قَبِيلِ التَّرْجَمَةِ لِاسْمِ الْجَلَالَةِ (اللهِ) وَلَيْسَ مِنْ إِطْلَاقِ اسْمٍ جَدِيدٍ عَلَيْهِ فَيَحْتَاجُ إِلَى نَصٍّ أَوْ دَلِيلٍ شَرْعِيٍّ، وَمِثْلُهُ تَرْجَمَةُ مَا يُمْكِنُ تَرْجَمَتُهُ مِنَ الْأَسْمَاءِ وَالصِّفَاتِ، وَهُوَ الْمُشْتَرَكُ فِي اللُّغَاتِ، وَلَا سِيَّمَا الرَّاقِيَةَ مِنْهَا كَالْفَارِسِيَّةِ، فَهُوَ جَائِزٌ بِخِلَافِ تَرْجَمَةِ مَا لَا يُوجَدُ لَهُ مُرَادِفٌ فِي غَيْرِ الْعَرَبِيَّةِ، كَالرَّحْمَنِ وَالْقَيُّومِ - كَمَا نَعْتَقِدُ - وَمَنَعَ الْغَزَالِيُّ فِي كِتَابِ (إِلْجَامِ الْعَوَامِّ) تَرْجَمَةَ </p><p> صِفَاتِ اللهِ فِي الْكَلَامِ عَلَى الْمُتَشَابِهَاتِ مِنْهَا لِمَا فِيهَا مِنْ </p><p> خَطَرِ مُخَالَفَةِ مُرَادِهِ تَعَالَى، وَقَالَ: إِنَّ بَعْضَهَا لَا مُرَادِفَ لَهُ فِي غَيْرِ الْعَرَبِيَّةِ، وَلِبَعْضِهَا مُرَادِفٌ فِي الْحَقِيقَةِ دُونَ الْمَجَازِ كَالْيَدِ، فَهِيَ تُطْلَقُ فِي الْعَرَبِيَّةِ عَلَى الْجَارِحَةِ مِنْ أَعْضَاءِ الْإِنْسَانِ، وَلَهَا عِدَّةُ مَعَانٍ مَجَازِيَّةٌ كَالنِّعْمَةِ وَالْقُدْرَةِ وَالتَّصَرُّفِ مَثَلًا، وَقَدْ أُضِيفَتْ إِلَيْهِ تَعَالَى فِي مَوَاضِعَ قَدْ تَخْتَلِفُ مَعَانِيهَا كَقَوْلِهِ تَعَالَى: يَدُ اللهِ فَوْقَ أَيْدِيهِمْ (٤٨: ١٠) بِيَدِهِ الْمُلْكُ (٦٧: ١) بِيَدِكَ الْخَيْرُ (٣: ٢٦) لِمَا خَلَقْتُ بِيَدَيَّ (٣٨: ٧٥) بَلْ يَدَاهُ مَبْسُوطَتَانِ (٥: ٦٤) فَلَا يُمْكِنُ وَضْعُ كَلِمَةِ تَرْجَمَةِ يَدٍ بِالْفَارِسِيَّةِ لِتَفْسِيرِ هَذِهِ الْآيَاتِ كُلِّهَا. انْتَهَى بِالْمَعْنَى، وَقَدْ أَوْرَدْتُ لَفْظَةً فِي تَفْسِيرِ الْآيَاتِ الْمُتَشَابِهَاتِ مِنْ أَوَّلِ سُورَةِ آلِ عِمْرَانَ. </p><p> ثُمَّ إِنَّ الْآلُوسِيُّ نَقَلَ مُوَافَقَةَ الْقَاضِي الْبَاقِلَّانِيِّ لِلْمُعْتَزِلَةِ، وَذَكَرَ أَنَّ إِمَامَ الْحَرَمَيْنِ اعْتَرَضَهُ بِأَنَّهُ قَوْلٌ بِالْقِيَاسِ، وَهُوَ حُجَّةٌ فِي الْعَمَلِيَّاتِ دُونَ الْعِلْمِيَّاتِ، وَالْأَسْمَاءُ وَالصِّفَاتُ مِنْهَا (قَالَ) : وَرَوَى بَعْضُهُمْ عَنْهُ التَّوَقُّفَ، ثُمَّ ذَكَرَ قَوْلَ الْغَزَالِيِّ الْمُتَقَدِّمِ، وَذَكَرَ أَنَّهُ احْتَجَّ لَهُ بِإِبَاحَةِ الصِّدْقِ وَاسْتِحْبَابِهِ، وَالصِّفَةُ لِتَضَمُّنِهَا النِّسْبَةَ الْخَبَرِيَّةَ رَاجِعَةٌ إِلَيْهِ، وَهِيَ لَا تَتَوَقَّفُ إِلَّا عَلَى تَحْقِيقِ مَعْنَاهَا، بِخِلَافِ الِاسْمِ فَإِنَّهُ لَا يَتَضَمَّنُ النِّسْبَةَ الْخَبَرِيَّةَ، وَإِنَّهُ لَيْسَ إِلَّا لِلْأَبَوَيْنِ أَوْ مَنْ يَجْرِي مَجْرَاهُمَا. (قَالَ الْآلُوسِيُّ) وَأُجِيبُ بِأَنَّ ذَلِكَ حَيْثُ لَا مَانِعَ مِنَ اسْتِعْمَالِ اللَّفْظِ الدَّالِّ عَلَى تِلْكَ النِّسْبَةِ - وَالْخَطَرٌ قَائِمٌ - وَأَيْنَ التُّرَابُ مِنْ رَبِّ الْأَرْبَابِ؟ اهـ. </p><p> وَأَقُولُ: مِثَالُ مَا ذَكَرُوهُ، وَصْفُهُ تَعَالَى بِالْعَقْلِ بِنَاءً عَلَى أَنَّهُ هُوَ الْكَمَالُ فِي غَرَائِزِ الْبَشَرِ، وَلَمْ يَرِدْ بِهِ الشَّرْعُ، وَيَدُلُ عَلَى مَنْعِهِ مِنْ جِهَةِ النَّظَرِ أَيْضًا أَنَّ مَعْنَى الْعَقْلِ فِي اللُّغَةِ الْعَرَبِيَّةِ يَدْخُلُ فِيهِ مَا دَلَّتْ عَلَيْهِ مَادَّتُهُ، وَهِيَ عَقْلُ الْبَعِيرِ، أَيْ رَبْطُ ذِرَاعِهِ وَوَظِيفِهِ وَشَدِّهِمَا بِالْعِقَالِ (وَهُوَ بِالْكَسْرِ الْحَبَلُ الَّذِي يُعْقَلُ بِهِ الْبَعِيرُ وَغَيْرُهُ) لِمَنْعِهِ مِنَ الْمَشْيِ، وَذَلِكَ أَنَّ عَقْلَ الْإِنْسَانِ مِنْ شَأْنِهِ أَنْ يَعْقِلَهُ أَيْ يَمْنَعَهُ مِمَّا لَا يَنْبَغِي لَهُ، وَهَذَا الْمَعْنَى لَا يَلِيقُ بِالْبَارِئِ سُبْحَانَهُ وَتَعَالَى، فَقَاعِدَةُ الْغَزَالِيِّ فِي الصِّفَاتِ تَقْتَضِي تَحْكِيمَ رَأْيِ كُلِّ أَحَدٍ فِي وَصْفِ خَالِقِهِ بِمَا يَرَاهُ هُوَ حُسْنًا أَوْ كَمَالًا، وَقَدْ يَكُونُ فِي رَأْيِ غَيْرِهِ مِمَّنْ هُمْ أَعْلَمُ مِنْهُ غَيْرَ حُسْنٍ وَلَا كَمَالٍ، وَهَذَا ظَاهِرٌ عَقْلًا لَا نَقْلًا فَالْحَقُّ أَلَّا يُطْلِقَ عَلَيْهِ الْمُؤْمِنُونَ مِنَ الصِّفَاتِ إِلَّا مَا أَذِنَ بِهِ فِي كِتَابِهِ أَوْ عَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> (٣) تَرْكُ تَسْمِيَتِهِ بِمَا سَمَّى بِهِ نَفْسَهُ أَوْ وَصْفِهِ بِمَا وَصَفَهَا بِهِ، وَمِثْلُهُ إِسْنَادُ مَا أَسْنَدَهُ </p><p> تَعَالَى إِلَى نَفْسِهِ مِنَ الْأَفْعَالِ - بِنَاءً عَلَى أَنَّ ذَلِكَ لَا يَلِيقُ بِهِ تَعَالَى، أَوْ أَنَّهُ يُوهِمُ نَقْصًا فِي حَقِّهِ عَزَّ وَجَلَّ كَأَنَّ هَؤُلَاءِ الْمُلْحِدِينَ أَعْلَمُ مِنْهُ تَبَارَكَتْ أَسْمَاؤُهُ وَجَلَّتْ صِفَاتُهُ، وَأَعْلَمُ مِنْ رَسُولِهِ صَلَوَاتُهُ عَلَيْهِ وَسَلَامُهُ بِمَا يَلِيقُ بِهِ، وَمَا لَا يَلِيقُ، وَبِمَا يُوهِمُ نَقْصَ التَّشْبِيهِ أَوْ غَيْرَ التَّشْبِيهِ، كَامْتِنَاعِ بَعْضِ الْمُبْتَدِعَةِ مِنْ ذِكْرَ بَعْضِ الْآيَاتِ وَالْأَحَادِيثِ فِي صِفَاتِ اللهِ تَعَالَى الَّتِي زَعَمُوا وُجُوبَ تَأْوِيلِهَا فِي </p><p> عَقَائِدِهِمْ وَدُرُوسِهِمْ، وَعَدَمَ ذِكْرِهَا فِي مَجَالِسِهِمْ إِلَّا مَقْرُونَةً بِالتَّأْوِيلِ وَادِّعَاءِ أَنَّ مَعْنَاهَا غَيْرُ مُرَادٍ، وَقَدْ غَلَا بَعْضُ الْأَشْعَرِيَّةِ فِي الْقُرُونِ الْوُسْطَى فِي التَّأْوِيلِ غُلُوَّ الْجَهْمِيَّةِ وَالْمُعْتَزِلَةِ أَوْ أَشَدَّ، حَتَّى إِنَّ مِنْهُمْ مَنْ أَغْرَوُا السَّلَاطِينَ بِسَجْنِ شَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَةَ لِذِكْرِ هَذِهِ الْآيَاتِ وَالْأَحَادِيثِ فِي كُتُبِهِ وَدُرُوسِهِ كَصِفَةِ عُلُوِّ اللهِ تَعَالَى عَلَى خَلْقِهِ، وَمِنْهَا اسْمُ الْعَلِيِّ وَالْمُتَعَالِ، وَمِنْهَا آيَاتُ الِاسْتِوَاءِ عَلَى الْعَرْشِ، وَأَحَادِيثُ النُّزُولِ مِنَ السَّمَاءِ، وَانْتَهَى بِهِمُ الْأَمْرُ إِلَى أَنْ يَطْلُبُوا مِنْهُ التَّوْبَةَ مِنْ ذِكْرِ هَذِهِ الْآيَاتِ وَالْأَحَادِيثِ لِلْعَامَّةِ، وَأَنْ يَتَعَهَّدَ بِذَلِكَ كِتَابَةً، وَهَذَا مِنْ أَعَاجِيبِ تَعَصُّبِ الْمَذَاهِبِ، وَالْغُرُورِ فِي تَحْكِيمِ الْعَقْلِ: أَيِ الْآرَاءِ النَّظَرِيَّةِ فِي النُّصُوصِ، وَإِنَّ ادِّعَاءَ أَنَّ بَعْضَ كَلَامِ اللهِ وَحَدِيثِ رَسُولِهِ مِمَّا يَجِبُ كِتْمَانُهُ وَاسْتِبْدَالُ نَظَرِيَّاتِ بَعْضِ الْمُتَأَخِّرِينَ أَمْثَالِهِمْ بِهِ لَمَطْعَنٌ كَبِيرٌ فِي الدِّينِ، وَفِي سَلَفِ الْأُمَّةِ الصَّالِحَةِ، وَهَذَا النَّوْعُ مِنَ الْإِلْحَادِ هُوَ غَيْرُ التَّأْوِيلِ لِلْأَسْمَاءِ وَالصِّفَاتِ وَهُوَ الْقِسْمُ الْآتِي مِنَ الْإِلْحَادِ فِيهَا. </p><p> (٤) تَحْرِيفُ أَسْمَائِهِ وَصِفَاتِهِ تَعَالَى عَمَّا وُضِعَتْ لَهُ بِضُرُوبٍ مِنَ التَّأْوِيلِ تَقْتَضِي التَّشْبِيهَ أَوِ التَّعْطِيلَ، فَالْمُشَبِّهَةُ ذَهَبَتْ إِلَى جَعْلِ الرَّبِّ الْقُدُّوسِ الَّذِي لَيْسَ كَمِثْلِهِ شَيْءٌ كَرَجُلٍ مِنْ خَلْقِهِ، زَاعِمَةً أَنَّهُ وَصَفَ نَفْسَهُ بِصِفَاتٍ يَدُلُّ مَجْمُوعُهَا عَلَى ذَلِكَ كَالسَّمْعِ وَالْبَصَرِ وَالْكَلَامِ وَالْوَجْهِ وَالْيَدِ وَالرِّجْلِ وَالضَّحِكِ وَالرِّضَا وَالْغَضَبِ، وَالْجَهْمِيَّةُ ذَهَبَتْ إِلَى تَأْوِيلِ جَمِيعِ صِفَاتِ اللهِ تَعَالَى حَتَّى جَعَلَتْهُ كَالْعَدَمِ. وَأَهْلُ السُّنَّةِ وَالْجَمَاعَةُ الَّذِينَ قَالَ اللهُ تَعَالَى: فِيهِمْ: وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ (٢: ١٤٣) هُمُ الَّذِينَ جَمَعُوا بَيْنَ الْعَقْلِ وَالنَّقْلِ، فِي تَنْزِيهِ اللهِ تَعَالَى عَنْ مُشَابَهَةِ خَلْقِهِ فِي ذَاتِهِ وَصِفَاتِهِ وَأَفْعَالِهِ، وَبَيْنَ وَصْفِهِ بِمَا وَصَفَ بِهِ نَفْسَهُ، وَتَسْمِيَتِهِ بِمَا سَمَّى بِهِ نَفْسَهُ، وَإِسْنَادِ مَا أَسْنَدَهُ إِلَى نَفْسِهِ مِنَ الْأَفْعَالِ، كَالِاسْتِوَاءِ عَلَى الْعَرْشِ وَالْعُلُوِّ عَلَى الْخَلْقِ وَغَيْرِ ذَلِكَ. أَثْبَتُوا </p><p> لَهُ كُلَّ ذَلِكَ مَعَ كَمَالِ التَّنْزِيهِ، فَقَالُوا: إِنَّ لَهُ رَحْمَةً لَيْسَتْ كَرَحْمَةِ الْمَخْلُوقِ، وَغَضَبًا لَا يُشْبِهُ غَضَبَ الْمَخْلُوقِ، وَاسْتِوَاءً عَلَى عَرْشِهِ لَيْسَ كَاسْتِوَاءِ الْمُلُوكِ الْمَخْلُوقِينَ عَلَى عُرُوشِهِمْ، وَإِنَّهُ تَعَالَى عَلَّمَنَا بِمَا بَيَّنَ لَنَا مِنْ أَسْمَائِهِ وَصِفَاتِهِ وَأَفْعَالِهِ كُلَّ مَا أَوْجَبَ عَلَيْنَا أَنْ نَعْلَمَهُ مِنْ عَظَمَتِهِ وَكَمَالِهِ وَجَلَالِهِ وَجَمَالِهِ وَأَفْعَالِهِ، وَلَا يُمْكِنُ بَيَانُ ذَلِكَ لَنَا إِلَّا بِالْأَلْفَاظِ الَّتِي نَسْتَعْمِلُهَا فِي شُئُونِ أَنْفُسِنَا، وَعَلَّمَنَا مَعَ ذَلِكَ أَنَّهُ لَيْسَ كَمِثْلِهِ شَيْءٌ، فَعَصَمَنَا بِهَذَا التَّنْزِيهِ. أَنْ يُضِلَّنَا الِاشْتِرَاكُ اللَّفْظِيُّ فَنَقَعُ فِي التَّشْبِيهِ. </p><p> (٥) إِشْرَاكُ غَيْرِهِ فِيمَا هُوَ خَاصٌّ بِهِ مِنْ أَسْمَائِهِ بِاللَّفْظِ كَاسْمِ الْجَلَالَةِ (اللهِ) وَالرَّحْمَنِ، وَرَبِّ الْعَالَمِينَ - وَمَا فِي مَعْنَاهُ مِنَ الْإِضَافَاتِ كَرَبِّ السَّمَاءِ وَالْأَرْضِ، وَالسَّمَاوَاتِ وَالْأَرْضِ أَوْ رَبِّ الْكَعْبَةِ، أَوْ رَبِّ الْبَيْتِ - إِذَا أُرِيدَ بِهِ الْكَعْبَةُ قَالَ تَعَالَى: فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (١٠٦: ٣) وَأَمَّا إِذَا أُضِيفَ لَفْظُ رَبٍّ إِلَى بَيْتٍ آخَرَ مِنْ بُيُوتِ النَّاسِ فِي كَلَامٍ بِعَيْنِهِ فَلَا بَأْسَ، كَأَنْ تَقُول وَأَنْتَ فِي بَيْتِ أَحَدِ النَّاسِ، وَقَدْ حَضَرَتِ الصَّلَاةُ الْإِمَامَةُ حَقُّ رَبِّ </p><p> الْبَيْتِ، أَوْ لِيَؤُمَّنَا رَبُّ الْبَيْتِ. أَوْ تَقُولُ لِمَنْ أَرَادَ أَنْ يَجْلِسَ فِي كُرْسِيِّ صَاحِبِ الْبَيْتِ أَوْ عَلَى الْحَشْيَةِ الْخَاصَّةِ بِهِ: هَذِهِ تَكْرُمَةُ رَبِّ الْبَيْتِ، وَقَدْ نُهِينَا عَنِ الْجُلُوسِ عَلَيْهَا بِدُونِ إِذْنِهِ. وَقَالُوا: إِنَّ كَلِمَةَ الرَّبِّ مَعْرِفَةٌ خَاصَّةٌ بِهِ تَعَالَى. وَيَتَرَجَّحُ هَذَا الْقَوْلُ حَيْثُ لَا قَرِينَةَ تَصْرِفُ اللَّفْظَ إِلَى غَيْرِهِ. </p><p> وَقَدْ ذَكَرَ الْحَافِظُ ابْنُ حَجَرٍ فِي شَرْحِهِ لِحَدِيثِ لِلَّهِ تِسْعَةٌ وَتِسْعُونَ اسْمًا مِنَ الْفَتْحِ بَحْثَ انْعِقَادِ الْيَمِين بِجَمِيعِ هَذِهِ الْأَسْمَاءِ عِنْدَ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ وَابْنِ حَزْمٍ مُطْلَقًا ثُمَّ قَالَ: وَالْمَعْرُوفُ عِنْدَ الشَّافِعِيَّةِ وَالْحَنَابِلَةِ وَغَيْرِهِمْ مِنَ الْعُلَمَاءِ أَنَّ الْأَسْمَاءَ ثَلَاثَةُ أَقْسَامٍ: (أَحَدُهَا) مَا يَخْتَصُّ بِاللهِ تَعَالَى، كَاسْمِ الْجَلَالَةِ وَالرَّحْمَنِ وَرَبِّ الْعَالَمِينَ فَهَذَا يَنْعَقِدُ الْيَمِينُ بِهِ إِذَا أُطْلِقَ، وَلَوْ نَوَى بِهِ غَيْرَهُ (ثَانِيهَا) مَا يُطْلَقُ عَلَيْهِ وَعَلَى غَيْرِهِ، وَلَكِنَّ الْغَالِبَ إِطْلَاقُهُ عَلَيْهِ، وَأَنْ يُقَيَّدَ فِي حَقِّ غَيْرِهِ بِضَرْبٍ مِنَ التَّقْيِيدِ كَالْجَبَّارِ وَالْحَقِّ وَالرَّبِّ وَنَحْوِهَا، فَالْحَلِفُ بِهِ يَمِينٌ فَإِنْ نَوَى بِهِ غَيْرَ اللهِ فَلَيْسَ بِيَمِينٍ. (ثَالِثُهَا) مَا يُطْلَقُ فِي حَقِّ اللهِ وَحَقِّ غَيْرِهِ عَلَى حَدٍّ سَوَاءٍ. كَالْحَيِّ وَالْمُؤْمِنِ فَإِنْ نَوَى بِهِ غَيْرَ اللهِ أَوْ أَطْلَقَ فَلَيْسَ بِيَمِينٍ، وَإِنْ نَوَى اللهَ تَعَالَى فَوَجْهَانِ، صَحَّحَ النَّوَوِيُّ أَنَّهُ يَمِينٌ، وَكَذَا فِي الْمُحَرَّرِ. وَخَالَفَ فِي الشَّرْحَيْنِ فَصَحَّحَ أَنَّهُ لَيْسَ بِيَمِينٍ، وَاخْتَلَفَ الْحَنَابِلَةُ فَقَالَ </p><p> الْقَاضِي أَبُو يَعْلَى: لَيْسَ بِيَمِينٍ، وَقَالَ الْمُجِدُّ ابْنُ تَيْمِيَةِ فِي الْمُحَرَّرِ: أَنَّهَا يَمِينٌ اهـ. </p><p> (٦) إِشْرَاكُ غَيْرِهِ تَعَالَى فِي مَعَانِي أَسْمَائِهِ الْخَاصَّةِ مَعَ تَغْيِيرِ اللَّفْظِ، كَإِطْلَاقِ لَفْظِ (الْوَسِيلَةِ) عَلَى بَعْضِ الصَّالِحِينَ بِمَعْنَى أَنَّهُ يُدْعَى مِنْ دُونِ اللهِ أَوْ مَعَ اللهِ سُبْحَانَهُ لِقَضَاءِ الْحَاجَاتِ، وَرَفْعِ الْكُرُبَاتِ، وَكِفَايَةِ الْمُهِمَّاتِ، مِنْ غَيْرِ طَرِيقِ الْأَسْبَابِ وَالْعَادَاتِ، كَطَلَبِ ذَلِكَ مِنَ الْأَمْوَاتِ، فَلَفْظُ الْوَسِيلَةِ هُنَا بِمَعْنَى (الْإِلَهِ) إِذْ مَعْنَاهُ الْمَعْبُودُ، وَالدُّعَاءُ مُخُّ الْعِبَادَةِ وَأَعْظَمُ أَرْكَانِهَا كَمَا بَيَّنَّا مِرَارًا، أَوِ (الرَّبِّ) الْمُدَبِّرِ لِلْأَمْرِ عَلَى الْإِطْلَاقِ - فَهَذَا إِلْحَادٌ فِي مَعَانِي أَسْمَاءِ اللهِ تَعَالَى لَا فِي أَلْفَاظِهَا. </p><p> (٧) إِشْرَاكُ غَيْرِهِ فِي كَمَالِ أَسْمَائِهِ التَّامِّ الَّذِي وُصِفَتْ لِأَجْلِهِ بِالْحُسْنَى، كَمَنْ يَزْعُمُ أَوْ يَعْتَقِدُ أَنَّ لِغَيْرِهِ تَعَالَى رَحْمَةً كَرَحْمَتِهِ وَرَأْفَةً أَوْ غَيْرِ ذَلِكَ مِنْ مَعَانِي أَسْمَائِهِ كَالْمُجِيبِ مَثَلًا، قَالَ تَعَالَى وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ (٢: ١٨٦) وَقَالَ تَعَالَى حِكَايَةً عَنْ رَسُولِهِ صَالِحٍ عَلَيْهِ السَّلَامُ: إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ (١١: ٦١) وَأَنَّ بَعْضَ الَّذِينَ يَدْعُونَ غَيْرَ اللهِ مِنَ الْمَوْتَى يَعْتَقِدُونَ أَنَّهُمْ أَقْرَبُ وَأَسْرَعُ فِي إِجَابَتِهِمْ مِنَ اللهِ تَعَالَى، فَيَجْمَعُونَ بِذَلِكَ بَيْنَ الشِّرْكَيْنِ: شِرْكِ دُعَاءِ غَيْرِ اللهِ، مَعَ اعْتِقَادِ إِجَابَتِهِ لِلدُّعَاءِ - وَاللهُ يَقُولُ: أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللهِ (٢٧: ٦٢) أَيْ: لَا يُجِيبُ الْمُضْطَرَّ إِلَّا اللهُ. فَهُوَ الْإِلَهُ الْمُسْتَحِقُّ لِلْعِبَادَةِ وَحْدَهُ، وَالْكُفْرُ بِهِ بِتَفْضِيلِ غَيْرِهِ عَلَيْهِ سُبْحَانَهُ فِي سُرْعَةِ الْإِجَابَةِ، وَقَدْ سَمِعْتُ امْرَأَةً مِصْرِيَّةً تَدْعُو وَتَسْتَغِيثُ فِي </p>"
}