{
  "id": null,
  "sura": 7,
  "aya": 56,
  "text": "<p> وَرَوَى أَبُو الشَّيْخِ عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ أَنَّهُ سُئِلَ عَنْ قَوْلِهِ:  (وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا)  (٥٦، ٨٥) فَقَالَ: إِنَّ اللهَ بَعَثَ مُحَمَّدًا إِلَى أَهْلِ الْأَرْضِ وَهُمْ فِي فَسَادٍ فَأَصْلَحَهُمُ اللهُ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَنْ دَعَا إِلَى خِلَافِ مَا جَاءَ بِهِ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ مِنَ الْمُفْسِدِينَ فِي الْأَرْضِ اهـ. وَالْإِفْسَادُ بَعْدَ الْإِصْلَاحِ أَظْهَرُ قُبْحًا مِنَ الْإِفْسَادِ عَلَى الْإِفْسَادِ، فَإِنَّ وُجُودَ الْإِصْلَاحِ أَكْبَرُ حُجَّةً عَلَى الْمُفْسِدِ إِذَا هُوَ لَمْ يَحْفَظْهُ وَيَجْرِي عَلَى سَنَنِهِ. فَكَيْفَ إِذَا هُوَ أَفْسَدَ وَأَخْرَجَهُ عَنْ وَضْعِهِ؟ وَلِذَلِكَ خَصَّهُ بِالذِّكْرِ، وَإِلَّا فَالْإِفْسَادُ مَذْمُومٌ وَمَنْهِيٌّ عَنْهُ فِي كُلِّ حَالٍ، فَحُجَّةُ اللهِ عَلَى الْخُلُوفِ وَالْخَلَائِفِ مِنَ الْمُسْلِمِينَ الْمُفْسِدِينَ، لِمَا كَانَ مِنْ إِصْلَاحِ السَّلَفِ الصَّالِحِينَ، أَظْهَرُ مِنْ حُجَّتِهِ عَلَى الْكَافِرِينَ، الَّذِينَ هُمْ أَحْسَنُ حَالًا مِنْ سَلَفِهِمُ الْغَابِرِينَ. </p><p> (وَادْعُوهُ خَوْفًا وَطَمَعًا) أَعَادَ الْأَمْرَ بِالدُّعَاءِ بِقَيْدٍ آخَرَ بَعْدَ أَنْ وَسَّطَ بَيْنَهُمَا النَّهْيُ عَنِ الْإِفْسَادِ، لِلْإِيذَانِ بِأَنَّ مَنْ لَا يُعَرِّفُ نَفْسَهُ بِالْحَاجَةِ وَالِافْتِقَارِ إِلَى </p><p> رَحْمَةِ رَبِّهِ الْغَنِيِّ الْقَدِيرِ وَفَضْلِهِ وَإِحْسَانِهِ، وَلَا يَدْعُوهُ تَضَرُّعًا وَخُفْيَةً وَلَا خَوْفًا مِنْ عِقَابِهِ وَطَمَعًا فِي غُفْرَانِهِ، فَإِنَّهُ يَكُونُ أَقْرَبَ إِلَى الْإِفْسَادِ مِنْهُ إِلَى الْإِصْلَاحِ، إِلَّا أَنْ يَعْجِزَ. وَالْمَعْنَى: وَادْعُوهُ خَائِفِينَ أَوْ ذَوِي خَوْفٍ مِنْ عِقَابِهِ إِيَّاكُمْ عَلَى مُخَالَفَتِكُمْ لِشَرْعِهِ الْمُصْلِحِ لِأَنْفُسِكُمْ وَلِذَاتِ بَيْنِكُمْ، وَتَنَكُّبِكُمْ لِسُنَنِهِ الْمُطَّرِدَةِ فِي صِحَّةِ أَجْسَامِكُمْ وَشُئُونِ مَعَايِشِكُمْ - وَهَذَا الْعِقَابُ يَكُونُ بَعْضُهُ فِي الدُّنْيَا وَبَاقِيهِ فِي الْآخِرَةِ - وَطَامِعِينَ فِي رَحْمَتِهِ وَإِحْسَانِهِ فِي الدُّنْيَا وَالْآخِرَةِ. </p><p> وَالْقَوْلُ الْجَامِعُ فِي حَالِ النَّفْسِ عِنْدَ الدُّعَاءِ أَنْ تَكُونَ غَارِقَةً فِي الشُّعُوبِ بِالْعَجْزِ وَالِافْتِقَارِ إِلَى الرَّبِّ الْقَدِيمِ الرَّحِيمِ، الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ. يَصْرِفُ الْأَسْبَابَ، وَيُعْطِي بِحِسَابٍ وَغَيْرِ حِسَابٍ، فَإِنَّ دُعَاءَ الرَّبِّ الْكَرِيمِ بِهَذَا الشُّعُورِ، يُقَوِّي أَمَلَ النَّفْسِ، وَيَحُولُ بَيْنَهَا وَبَيْنَ الْيَأْسِ، عِنْدَ تَقَطُّعِ الْأَسْبَابِ، وَالْجَهْلِ بِوَسَائِلِ النَّجَاحِ، وَلَوْ لَمْ يَكُنْ لِلدُّعَاءِ فَائِدَةٌ إِلَّا هَذَا لَكَفَى، فَكَيْفَ وَهُوَ مُخُّ الْعِبَادَةِ وَلُبَابُهَا، وَإِجَابَتُهُ مَرْجُوَّةٌ بَعْدَ اسْتِكْمَالِ شُرُوطِهِ وَآدَابِهِ، وَأَوَّلُهَا عَدَمُ الِاعْتِدَاءِ فِيهِ، فَإِنْ لَمْ تَكُنْ بِإِعْطَاءِ الدَّاعِي مَا طَلَبَهُ، كَانَتْ بِمَا يَعْلَمُ اللهُ أَنَّهُ خَيْرٌ لَهُ مِنْهُ. وَلَا أَرَى بَأْسًا بِأَنْ أَقُولَ غَيْرَ مُبَالٍ بِإِنْكَارِ الْمَحْرُومِينَ: إِنَّنِي قَلَّمَا دَعَوْتُ اللهَ دُعَاءً خَفِيًّا شَرْعِيًّا رَغْبَةً وَرَهْبَةً إِلَّا اسْتَجَابَ لِي، أَوْ ظَهَرَ لِي وَلَوْ بَعْدَ حِينٍ أَنَّ عَدَمَ الْإِجَابَةِ كَانَ خَيْرًا مِنْهَا. </p><p> (إِنَّ رَحْمَةَ اللهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ) أَيْ إِنَّ رَحْمَتَهُ تَعَالَى الْفِعْلِيَّةَ الَّتِي يُعَبَّرُ عَنْهَا بِالْإِحْسَانِ قَرِيبَةٌ مِنَ الْمُحْسِنِينَ فِي أَعْمَالِهِمُ الْمُتْقِنِينَ لَهَا لِأَنَّ الْجَزَاءَ مِنْ جِنْسِ الْعَمَلِ. فَمَنْ أَحْسَنَ فِي الْعِبَادَةِ نَالَ حُسْنَ الثَّوَابِ، وَمَنْ أَحْسَنَ فِي أُمُورِ الدُّنْيَا نَالَ حُسْنَ النَّجَاحِ، وَمَنْ أَحْسَنَ فِي الدُّعَاءِ اسْتُجِيبَ لَهُ، أَوْ أُعْطِيَ خَيْرًا مِمَّا طَلَبَهُ، وَالْجُمْلَةُ تَعْلِيلٌ لِلْأَمْرِ بِالدُّعَاءِ قَبْلَهَا، مُبَيِّنَةٌ لِفَائِدَةِ الدُّعَاءِ الْعَامَّةِ كَمَا قَرَّرْنَا. فَهِيَ أَعَمُّ مِنْ قَوْلِهِ تَعَالَى:  (ادْعُونِي أَسْتَجِبْ لَكُمْ)  (٤٠: ٦٠) . </p><p> وَالْإِحْسَانُ مَطْلُوبٌ فِي كُلِّ شَيْءٍ بِهَدْيِ دِينِ الْفِطْرَةِ، الدَّاعِي لِحَسَنَتَيِ الدُّنْيَا وَالْآخِرَةِ، وَجَزَاءُ الْإِحْسَانِ فِي كُلِّ شَيْءٍ بِحَسَبِهِ. قَالَ عَزَّ وَجَلَّ:  (هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ)  (٥٥: ٦٠) كَمَا أَنَّ الْإِسَاءَةَ مُحَرَّمَةٌ فِي كُلِّ شَيْءٍ وَجَزَاءَهَا مِنْ جِنْسِهَا. قَالَ عَزَّ وَجَلَّ:  (لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِي الَّذِينَ أَحْسَنُوا بِالْحُسْنَى)  (٥٣: ٣١) وَقَالَ الرَّسُولُ </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" إِنَّ اللهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ \" رَوَاهُ مُسْلِمٌ عَنْ شَدَّادِ بْنِ أَوْسٍ رَضِيَ اللهُ عَنْهُ فَالْإِحْسَانُ وَاجِبٌ فِي دِينِ الْإِسْلَامِ حَتَّى فِي قِتَالِ الْأَعْدَاءِ؛ لِأَنَّهُ فِي حُكْمِهِ مِنَ الضَّرُورَاتِ الَّتِي تُقَدَّرُ بِقَدْرِهَا، وَيُتَّقَى مَا يُمْكِنُ الِاسْتِغْنَاءُ عَنْهُ مِنْ شَرِّهَا، وَمِنْهُ قَوْلُهُ تَعَالَى:  (فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابَ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشَدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فَدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا)  (٤٧: ٤) أَيْ فَإِذَا لَقِيتُمْ أَعْدَاءَكُمُ الْكُفَّارَ فِي الْمَعْرَكَةِ فَقَاتِلُوهُمْ بِضَرْبِ الرِّقَابِ لِأَنَّهُ أَسْرَعُ إِلَى الْقَتْلِ وَأَبْعَدُ عَنِ التَّعْذِيبِ بِمِثْلِ ضَرْبِ الرَّأْسِ مَثَلًا - وَنَاهِيكَ بِتَهْشِيمِ الرُّءُوسِ وَتَقْطِيعِ الْأَعْضَاءِ فِي عَهْدِ التَّنْزِيلِ الَّذِي لَمْ يَكُنْ فِيهِ أَطِبَّاءُ جِرَاحَةٍ يُخَفِّفُونَ آلَامَهَا - حَتَّى إِذَا ظَهَرَ لَكُمُ الْغَلَبُ عَلَيْهِمْ بِالْإِثْخَانِ فِيهِمْ فَاتْرُكُوا الْقَتْلَ وَاعْمَدُوا إِلَى الْأَسْرِ، ثُمَّ إِمَّا أَنْ تَمُنُّوا عَلَى الْأَسْرَى بِالْعِتْقِ مَنًّا، وَإِمَّا أَنْ تَفْدُوا بِهِمْ مَنْ أُسِرَ مِنْكُمْ فِدَاءً. </p><p> وَكَذَلِكَ الْإِحْسَانُ فِي الْحَيَوَانِ وَالرِّفْقُ بِهِ، وَمِنْهُ ذَبْحُ الْبَهَائِمِ لِلْأَكْلِ يَجِبُ أَنْ يَحْسُنَ فِيهَا بِقَدْرِ الطَّاقَةِ حَتَّى لَا يَتَعَذَّبَ الْحَيَوَانُ، وَلِهَذَا حَرَّمَ اللهُ الْمَوْقُوذَةَ وَهِيَ الَّتِي تُضْرَبُ بِغَيْرِ مُحَدَّدٍ حَتَّى تَنْحَلَّ قُوَاهَا وَتَمُوتَ. </p><p> وَمِنَ الْعِبْرَةِ فِي الْآيَةِ أَنَّ الْمَادِّيِّينَ مِنَ الْبَشَرِ يَعُدُّونَ الرَّحْمَةَ ضَعْفًا فِي النَّفْسِ تَجِبُ مُقَاوَمَتُهُ بِالتَّعْلِيمِ وَالتَّرْبِيَةِ، أَيْ بِإِفْسَادِ الْفِطْرَةِ الْإِلَهِيَّةِ الَّتِي أَوْدَعَ فِيهَا الرَّبُّ الرَّحِيمُ جُزْءًا مِنْ مِائَةِ جُزْءٍ مِنْ رَحْمَتِهِ يَتَرَاحَمُ بِهَا خَلْقُهُ وَيَتَعَاطَفُونَ، وَقَاعِدَةُ التَّرْبِيَةِ الْمَادِّيَّةِ أَنَّ أُمُورَ الْحَيَاةِ كُلَّهَا تِجَارَةٌ يُقْصَدُ بِهَا الرِّبْحُ الْعَاجِلُ، فَإِذَا رَأَيْتَ امْرَأً أَوْ طِفْلًا أَوْ عَشِيرَةً أَوْ أَمَةً عُرْضَةً لِلْآلَامِ وَالْهَلَاكِ، وَلَمْ يَكُنْ لَكَ رِبْحٌ وَفَائِدَةٌ خَاصَّةٌ مِنْ دَفْعِ الْهَلَاكِ عَنْهُمْ فَلَا تُكَلِّفْ نَفْسَكَ ذَلِكَ، وَإِذَا كَانَ لَكَ أَوْ لِقَوْمِكَ رِبْحٌ مِنْ ظُلْمِ فَرْدٍ مِنَ الْأَفْرَادِ أَوْ شَعْبٍ مِنَ الشُّعُوبِ وَإِشْقَائِهِ بِالِاسْتِعْبَادِ، وَإِفْسَادِ الْأَخْلَاقِ وَإِرْهَاقِ الْأَجْسَادِ، فَافْعَلْ ذَلِكَ وَتَوَسَّلْ إِلَيْهِ بِكُلِّ الْوَسَائِلِ الَّتِي يَدُلُّكَ عَلَيْهَا الْعِلْمُ وَتُمَكِّنُكَ مِنْهَا الْقُوَّةُ، بَلْ هُمْ يُرَبُّونَ </p><p> أَوْلَادَهُمْ عَلَى أَلَّا يَنَالُوا مِنْهُمْ شَيْئًا إِلَّا بِعَمَلٍ </p><p> يَعْمَلُونَهُ لَهُمْ، لِيَطْبَعُوا فِي أَنْفُسِهِمْ مَلَكَةَ طَلَبِ الرِّبْحِ مِنْ كُلِّ عَمَلٍ، وَهَذَا حَسَنٌ إِذَا لَمْ يَنْزِعُوا مِنْهَا عَوَاطِفَ الرَّحْمَةِ وَحُبَّ الْإِحْسَانِ بِمُرَاغَمَةِ الْفِطْرَةِ وَإِفْسَادِهَا. </p><p> عَلَى هَذِهِ الْقَاعِدَةِ قَامَ بِنَاءُ الِاسْتِعْمَارِ الْإِفْرِنْجِيِّ فِي الْعَالَمِ، فَكُلُّ دَوْلَةٍ أُورُبِّيَّةٍ تَسْتَوْلِي عَلَى شَعْبٍ مِنَ الشُّعُوبِ تَعْنِي أَشَدَّ الْعِنَايَةِ بِإِفْسَادِ أَخْلَاقِهِ وَإِذْلَالِ نَفْسِهِ وَاسْتِنْزَافِ ثَرْوَتِهِ، وَكُلُّ مَا تَعْمَلُهُ فِي بِلَادِهِ مِنْ عَمَلٍ عُمْرَانِيٍّ كَتَعْبِيدِ الطُّرُقِ وَإِصْلَاحِ رَيِّ الْأَرْضِ فَلِأَجْلِ تَوْفِيرِ رِبْحِهَا مِنْهَا، وَتَمْكِينِهَا مِنْ سَوْقِ جُيُوشِهَا الَّتِي تَسْتَعْبِدُ بِهَا أَهْلَهَا، وَقَدْ قَرَأْنَا فِي هَذَا الْعَامِ مَقَالَاتٍ لِسَائِحَةٍ أَمِيرِكَانِيَّةٍ طَافَتْ كَثِيرًا مِنَ الْمُسْتَعْمَرَاتِ الْأُورُبِّيَّةِ فِي الشَّرْقِ الْأَقْصَى، وَصَفَتْ إِذْلَالَ الْمُسْتَعْمِرِينَ فِيهَا لِلْأَهَالِي بِنَحْوِ جَرِّهِمْ لِعَرَبَاتِهِمْ، وَالدَّوْسِ عَلَى رِقَابِهِمْ وَظُهُورِهِمْ، وَإِفْسَادِ أَنْفُسِهِمْ وَأَجْسَادِهِمْ بِإِبَاحَةِ شُرْبِ سُمُومِ الْأَفْيُونِ وَالْكُحُولِّ (الْخُمُورِ الشَّدِيدَةِ السُّمِّ) ، وَسَلْبِ أَمْوَالِهِمْ بِوَسَائِلَ نِظَامِيَّةٍ - فَذَكَرَتْ مَا تَقْشَعِرُّ مِنْهُ جُلُودُ الْمُؤْمِنِينَ، وَتَشْمَئِزُّ نُفُوسُ الرُّحَمَاءِ الْمُهَذَّبِينَ، وَمَنْ ذَا الَّذِي يَسْتَغْرِبُ مِنْهُمْ هَذَا بَعْدَ أَنْ عَلِمَ مَا أَقْدَمُوا عَلَيْهِ فِي حَرْبِ بَعْضِهِمْ لِبَعْضٍ فِي بِلَادِهِمْ (أُورُبَّةَ) مِنَ الْقَسْوَةِ وَالتَّخْرِيبِ وَالتَّدْمِيرِ؟ فَهُمْ يَرْوُونَ أَنَّ قَتْلَى هَذِهِ الْحَرْبِ بَلَغَتْ عَشَرَةَ مَلَايِينَ شَابٍّ، وَالْمُشَوَّهِينَ الْمُعَطَّلِينَ مِنَ الْجِرَاحِ زُهَاءَ ثَلَاثِينَ مِلْيُونًا، وَأَنَّ نَفَقَاتِ التَّدْمِيرِ قُدِّرَتْ بِخَمْسِمِائَةِ أَلْفِ مِلْيُونِ جُنَيْهٍ إِنْكِلِيزِيٍّ، وَهِيَ لَوْ أُنْفِقَتْ عَلَى إِصْلَاحِ كُلِّ مَمَالِكِ الْمَعْمُورَةِ لَكَفَتْ، وَلَا تَزَالُ الدُّوَلُ الظَّافِرَةُ الْمُسَلَّحَةُ تُرْهِقُ الَّذِينَ لَا سِلَاحَ بِأَيْدِيهِمْ وَتُحَاوِلُ الْإِجْهَازَ عَلَيْهِمْ. فَأَيْنَ هَذَا مِنْ قِتَالِ الْإِسْلَامِ وَفُتُوحِهِ الْمَبْنِيِّ عَلَى قَاعِدَةِ كَوْنِ الْحَرْبِ ضَرُورَةً تُقَدَّرُ بِقَدَرِهَا، وَيُفْتَرَضُ الْإِحْسَانُ وَالرَّحْمَةُ بِقَدْرِ الْإِمْكَانِ فِيهَا؟ وَقَدْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَنْ مَرَّ بِامْرَأَتَيْنِ مِنَ الْيَهُودِ عَلَى قَتْلَاهُمَا \" أَنُزِعَتِ الرَّحْمَةُ مِنْ قَلْبِكَ حَتَّى مَرَرْتَ بِالْمَرْأَتَيْنِ عَلَى قَتْلَاهُمَا؟ \" وَقَدْ شَهِدَ لَنَا الْمُؤَرِّخُونَ الْمُنْصِفُونَ مِنَ الْإِفْرِنْجِ بِذَلِكَ حَتَّى قَالَ بَعْضُهُمْ: مَا عَرَفَ التَّارِيخُ فَاتِحًا أَعْدَلَ وَلَا أَرْحَمَ مِنَ الْعَرَبِ - يَعْنِي الْمُسْلِمِينَ مِنْهُمْ. اللهُمَّ ارْحَمْنَا وَاجْعَلْنَا مِنَ الرَّاحِمِينَ، وَأَجِرْنَا مِنْ شَرِّ الْمُفْسِدِينَ الْقُسَاةِ الظَّالِمِينَ. </p><p> وَمِنْ مَبَاحِثِ اللَّفْظِ فِي الْآيَةِ أَنَّ كَلِمَةَ (قَرِيبٌ) وَقَعَتْ خَبَرًا لِلرَّحْمَةِ، وَمِنْ قَوَاعِدِ النَّحْوِ أَنْ يَكُونَ الْخَبَرُ مُطَابِقًا لِلْمُبْتَدَإِ فِي التَّذْكِيرِ وَالتَّأْنِيثِ بِأَنْ يُقَالَ هُنَا \" قَرِيبَةٌ \" </p><p> وَقَدْ ذَكَرُوا فِي تَعْلِيلِ هَذَا التَّذْكِيرِ هُنَا وَتَوْجِيهِهِ بِضْعَةَ عَشَرَ وَجْهًا مَا بَيْنَ لَفْظِيٍّ وَمَعْنَوِيٍّ، بَعْضُهَا قَرِيبٌ مِنْ ذَوْقِ اللُّغَةِ وَبَعْضُهَا تَكَلُّفٌ ظَاهِرٌ. (مِنْهَا) أَنَّ التَّذْكِيرَ وَالتَّأْنِيثَ هُنَا لَفْظِيٌّ لَا حَقِيقِيٌّ فَلَا تَجِبُ فِيهِ الْمُطَابَقَةُ، وَفِيهِ أَنَّ الْأَصْلَ فِيهِ الْمُطَابَقَةُ فَلَا تُتْرَكُ فِي الْكَلَامِ الْفَصِيحِ إِلَّا لِنُكْتَةٍ. (وَمِنْهَا) . وَلَكَ أَنْ تَجْعَلَهُ نُكْتَةً جَامِعَةً بَيْنَ التَّوْجِيهِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ - أَنَّ مَعْنَى الرَّحْمَةِ هُنَا مُذَكَّرٌ. قِيلَ: هُوَ الْمَطَرُ. وَهُوَ ضَعِيفٌ. وَالصَّوَابُ أَنَّ مَعْنَاهَا الْإِحْسَانُ الْعَامُّ لِأَنَّهَا فِي هَذَا الْمَقَامِ صِفَةُ فِعْلٍ لَا صِفَةُ ذَاتٍ، إِذْ لَا مَعْنَى لِقُرْبِ الصِّفَاتِ الْإِلَهِيَّةِ الذَّاتِيَّةِ مِنَ الْمَخْلُوقِينَ، </p>"
}