{
  "id": null,
  "sura": 7,
  "aya": 45,
  "text": "<p> أَوْ مُعَارَضًا بِرِوَايَةٍ أَقْوَى سَنَدًا أَوْ أَصَحَّ مَتْنًا. قَرَأَ ابْنُ كَثِيرٍ وَابْنُ عَامِرٍ وَحَمْزَةُ وَالْكِسَائِيُّ (أَنَّ لَعْنَةَ اللهِ) بِفَتْحِ الْهَمْزَةِ وَتَشْدِيدِ النُّونِ وَنَصْبِ لَعْنَةٍ، وَقَرَأَ الْأَعْمَشُ بِكَسْرِ الْهَمْزَةِ عَلَى تَقْدِيرِ الْقَوْلِ، وَالْبَاقُونَ بِفَتْحِ الْهَمْزَةِ وَتَخْفِيفِ النُّونِ عَلَى أَنَّهَا الْمُفَسِّرَةُ، أَوِ الْمُخَفَّفَةُ مِنَ الثَّقِيلَةِ وَرَفْعِ لَعْنَةٍ. </p><p> ثُمَّ وَصَفَ هَؤُلَاءِ الظَّالِمِينَ بِقَوْلِهِ:  (الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللهِ وَيَبْغُونَهَا</p><p> عِوَجًا) تَقَدَّمَ أَنَّ صَدَّ يَصُدُّ يَجِيءُ لَازِمًا بِمَعْنَى يُعْرِضُ وَيَمْتَنِعُ عَنِ الشَّيْءِ، وَمُتَعَدِّيًا بِمَعْنَى يَصُدُّ غَيْرَهُ وَيَصْرِفُهُ عَنْهُ، وَأَنَّ الْإِيجَازَ فِي مِثْلِ هَذَا التَّعْبِيرِ يَقْتَضِي الْجَمْعَ بَيْنَهُمَا - أَيِ الَّذِينَ يُعْرِضُونَ عَنْ سُلُوكِ سَبِيلِ اللهِ الْمُوَصِّلَةِ إِلَى مَرْضَاتِهِ وَكَرَامَتِهِ وَثَوَابِهِ وَيُضِلُّونَ النَّاسَ عَنْهَا، وَيَمْنَعُونَهُمْ مِنْ سُلُوكِهَا، وَيَبْغُونَهَا مُعْوَجَّةً أَوْ ذَاتَ عِوَجٍ، أَيْ غَيْرَ مُسْتَوِيَةٍ وَلَا مُسْتَقِيمَةٍ حَتَّى لَا يَسْلُكَهَا أَحَدٌ. قَالَ فِي اللِّسَانِ: وَالْعَوَجُ بِالتَّحْرِيكِ مَصْدَرُ قَوْلِكَ عَوِجَ الشَّيْءُ بِالْكَسْرِ فَهُوَ أَعْوَجُ، وَالِاسْمُ الْعِوَجُ بِكَسْرِ الْعَيْنِ، وَعَاجَ يَعُوجُ إِذَا عَطَفَ، وَالْعِوَجُ فِي الْأَرْضِ أَلَّا تَسْتَوِيَ، وَفِي التَّنْزِيلِ:  (لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا)  (٢٠: ١٠٧) قَالَ ابْنُ الْأَثِيرِ: قَدْ تَكَرَّرَ ذِكْرُ الْعِوَجِ فِي الْحَدِيثِ اسْمًا وَفِعْلًا وَمَصْدَرًا وَفَاعِلًا وَمَفْعُولًا، وَهُوَ بِفَتْحِ الْعَيْنِ مُخْتَصٌّ بِكُلِّ شَكْلٍ مَرْئِيٍّ كَالْأَجْسَامِ، وَبِالْكَسْرِ بِمَا لَيْسَ بِمَرْئِيٍّ كَالرَّأْيِ وَالْقَوْلِ، وَقِيلَ: الْكَسْرُ يُقَالُ فِيهِمَا مَعًا، وَالْأَوَّلُ أَكْثَرُ. (ثُمَّ قَالَ) وَعَوِجَ الطَّرِيقُ وَعِوَجُهُ زَيْغُهُ، وَعِوَجُ الدِّينِ وَالْخُلُقِ فَسَادُهُ وَمَيْلُهُ عَلَى الْمُثُلِ اهـ. وَقَالَ الرَّاغِبُ: إِنَّ الْعَوَجَ (بِالتَّحْرِيكِ) يُقَالُ فِيمَا يُدْرَكُ بِالْبَصَرِ، وَالْعِوَجَ (بِكَسْرٍ فَفَتْحٍ) يُقَالُ فِيمَا يُدْرَكُ بِالْفِكْرِ وَالْبَصِيرَةِ كَالدِّينِ وَالْمَعَاشِ. </p><p> وَأَمَّا بَغْيُ الظَّالِمِينَ - أَيْ طَلَبُهُمْ - أَنْ تَكُونَ سَبِيلُ اللهِ عِوَجًا، أَيْ غَيْرَ مُسْتَوِيَةٍ وَلَا مُسْتَقِيمَةٍ فَيَكُونُ عَلَى صُوَرٍ شَتَّى، فَأَصْحَابُ الظُّلْمِ الْعَظِيمِ - وَهُوَ الشِّرْكُ - يَشُوبُونَ التَّوْحِيدَ بِشَوَائِبَ كَثِيرَةٍ مِنَ الْوَثَنِيَّةِ، أَعَمُّهَا الشِّرْكُ فِي الْعِبَادَةِ وَمُخُّهَا الدُّعَاءُ، فَلَا يَتَوَجَّهُونَ فِيهِ إِلَى اللهِ وَحْدَهُ بَلْ يُشْرِكُونَ مَعَهُ فِي التَّوَجُّهِ وَالدُّعَاءِ غَيْرَهُ عَلَى أَنَّهُ شَفِيعٌ عِنْدَهُ وَوَاسِطَةٌ لَدَيْهِ أَوْ وَسِيلَةٌ إِلَيْهِ (وَمَا أُمِروا إِلَّا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ)  (٩٨: ٥)  (حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ)  (٢٢: ٣١)  (دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا)  (٦: ١٦١)  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ)  (٦: ٧٩) بَلْ مِنْهُمْ مَنْ يَتَوَجَّهُونَ إِلَى غَيْرِهِ تَوًّا وَيَدْعُونَهُ مِنْ دُونِهِ وَلَا سِيَّمَا عِنْدَ الضِّيقِ وَالشِّدَّةِ، فَلَا يَخْطُرُ بِبَالِهِمْ رَبُّهُمْ وَلَا يَذْكُرُونَهُ، وَلَكِنَّهُمْ إِذَا أَنْكَرَ عَلَيْهِمْ مُنْكِرٌ يَتَأَوَّلُونَ فَيَقُولُ الْعَامِّيُّ: الْمَحْسُوبُ كَالْمَنْسُوبِ، الْوَاسِطَةُ لَا تُنْكَرُ. وَيَقُولُ الْمُعَمَّمُ دَعِيُّ الْعِلْمِ: هَذَا تَوَسُّلٌ وَاسْتِشْفَاعٌ، لَا عِبَادَةَ وَلَا دُعَاءَ، وَكَرَامَاتُ الْأَوْلِيَاءِ حَتَّى خِلَافًا لِلْمُعْتَزِلَةِ وَالْأَوْلِيَاءُ أَحْيَاءٌ فِي قُبُورِهِمْ كَالشُّهَدَاءِ. وَقَدْ فَنَّدْنَا دَعْوَاهُمْ مِرَارًا. </p><p> وَالظَّالِمُونَ بِالِابْتِدَاعِ يَبْغُونَهَا عِوَجًا بِمَا يَزِيدُونَ فِي الدِّينِ مِنَ الْبِدَعِ وَالْمُحْدَثَاتِ، الَّتِي لَمْ تَرِدْ </p><p> فِي كِتَابِ اللهِ وَلَا سُنَّةِ رَسُولِهِ وَلَا سُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ وَجُمْهُورِ الصَّحَابَةِ، وَمُسْتَنَدُهُمْ فِي هَذِهِ الْبِدَعِ النَّظَرِيَّاتُ الْفِكْرِيَّةُ، وَالتَّأْوِيلَاتُ الْجَدَلِيَّةُ، وَمُحَاوَلَةُ التَّوْفِيقِ بَيْنَ الدِّينِ وَالْفَلْسَفَةِ الْعَقْلِيَّةِ، هَذَا إِذَا كَانَ الِابْتِدَاعُ فِي الْمَسَائِلِ الِاعْتِقَادِيَّةِ، وَأَمَّا الِابْتِدَاعُ بِالزِّيَادَةِ فِي الْعِبَادَاتِ الْوَارِدَةِ وَالشَّعَائِرِ الْمَشْرُوعَةِ، فَمِنْهُ مَا كَانَ كَاحْتِفَالَاتِ الْمَوَالِدِ وَتَرْتِيلَاتِ الْجَنَائِزِ وَأَذْكَارِ الْمَآذِنِ - كَالزِّيَادَةِ فِي الْأَذَانِ - وَمَا كَانَ فِي تَحْرِيمِ مَا لَمْ يُحَرِّمِ اللهُ مِنَ الزِّينَةِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ أَوْ فِي إِحْلَالِ مَا حَرَّمَهُ، كَبِنَاءِ الْمَسَاجِدِ عَلَى الْقُبُورِ وَاتِّخَاذِهَا أَعْيَادًا وَتَشْرِيفِهَا وَإِيقَادِ الْمَصَابِيحِ وَالسُّرُجِ مِنَ الشُّمُوعِ وَغَيْرِهَا عَلَيْهَا، فَإِنَّ خَوَاصَّهُمْ يَحْتَجُّونَ بِآرَاءٍ سَقِيمَةٍ، وَأَقْيِسَةٍ مُؤَلَّفَةٍ مِنْ مُقَدِّمَاتٍ عَقِيمَةٍ، وَاسْتِحْسَانَاتٍ يُنْكِرُونَ أُصُولَهَا وَيَأْخُذُونَ بِفُرُوعِهَا. وَعَوَامُّهُمْ يَقُولُونَ: قَالَ فُلَانٌ مِنَ الْمُؤَلِّفِينَ، وَفَعَلَ فُلَانٌ مِنَ الصُّوفِيَّةِ الصَّالِحِينَ، وَنَحْنُ لَا نَفْهَمُ كَلَامَ اللهِ وَلَا كَلَامَ الرَّسُولِ، وَإِنَّمَا نَفْهَمُ كَلَامَ هَؤُلَاءِ الْفُحُولِ، بَلْ وُجِدَ وَلَا يَزَالُ يُوجَدُ مِنَ الْمُعَمَّمِينَ الْمُدَرِّسِينَ مَنْ يُصَرِّحُونَ فِي دُرُوسِهِمْ بِأَنَّهُ لَا يَجُوزُ لِمُسْلِمٍ فِي زَمَانِهِمْ أَنْ يَعْمَلَ بِكِتَابِ اللهِ وَلَا بِسُنَّةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَا بِمَا نَقَلَهُ الْمُحَدِّثُونَ عَنْ سَلَفِ الْأُمَّةِ الصَّالِحِ، بَلْ عَلَى كُلِّ مُسْلِمٍ أَنْ يَأْخُذَ بِمَا يُلَقِّنُهُ إِيَّاهُ أَيُّ عَالِمٍ يَنْتَمِي إِلَى مَذْهَبٍ مِنَ الْمَذَاهِبِ الْمَعْرُوفَةِ، وَإِنْ لَمْ يَرْوِ مَا يُلَقَّنَهُ عَنْ إِمَامِ الْمَذْهَبِ وَلَمْ يَسْتَدِلَّ عَلَيْهِ بِدَلِيلٍ مَبْنِيٍّ عَلَى أُصُولِ الْمَذْهَبِ الَّتِي كَانَ بِهَا مَذْهَبًا كَعَمَلِ أَهْلِ الْمَدِينَةِ عِنْدَ مَالِكٍ بِشَرْطِهِ، وَكَوْنُ الْإِجْمَاعِ الَّذِي يَحْتَجُّ بِهِ هُوَ إِجْمَاعُ الصَّحَابَةِ دُونَ مَنْ بَعْدَهُمْ، وَهُوَ مَذْهَبُ دَاوُدَ وَالْمَشْهُورُ عَنْ أَحْمَدَ وَرُوِيَ عَنْ أَبِي حَنِيفَةَ وَكَالْخِلَافِ فِي الِاحْتِجَاجِ بِالْحَدِيثِ الْمُرْسَلِ. </p><p> وَالظَّالِمُونَ بِالزَّنْدَقَةِ وَالنِّفَاقِ يَبْغُونَهَا عِوَجًا بِالتَّشْكِيكِ فِيهَا بِضُرُوبٍ مِنَ التَّأْوِيلِ يَقْصِدُ بِهَا بُطْلَانَ الثِّقَةِ بِهَا وَالصَّدَّ عَنْهَا، وَمَذَاهِبُ الْبَاطِنِيَّةِ الَّتِي أُدْخِلَتْ فِي الْإِسْلَامِ مِنْ مَنَافِذِ التَّشَيُّعِ وَالتَّصَوُّفِ مَعْرُوفَةٌ، وَقَدْ كَانَ لِوَاضِعِي تِلْكَ التَّأْوِيلَاتِ مِنَ الْفُرْسِ غَرَضٌ سِيَاسِيٌّ مِنْ إِفْسَادِ الْإِسْلَامِ عَلَى أَهْلِهِ وَإِحْدَاثِ الشِّقَاقِ بَيْنَهُمْ فِيهِ، وَهُوَ إِضْعَافُ الْعَرَبِ وَإِزَالَةُ مُلْكِهِمْ لِلتَّمَكُّنِ مِنْ إِعَادَةِ مُلْكِ فَارِسٍ وَسُلْطَانِ الْمِلَّةِ الْمَجُوسِيَّةِ، ثُمَّ رَسَخَ بِالتَّقْلِيدِ فِي طَوَائِفَ مِنْ أَجْنَاسٍ أُخْرَى حَتَّى الْعَرَبِ جَهِلُوا أَصْلَهُ، وَمِنَ </p><p> الْأَفْرَادِ مَنْ يُحَاوِلُ إِفْسَادَ دِينِ قَوْمِهِ عَلَيْهِمْ لِيَكُونُوا مِثْلَهُ، فَلَا يَكُونُ مُحْتَقَرًا بَيْنَهُمْ، وَمِنْ زَنَادِقَةِ عَصْرِنَا مَنْ يُحَاوِلُونَ هَذَا لِظَنِّهِمْ أَنَّ قَوْمَهُمْ لَا يُمْكِنُ أَنْ يَكُونُوا كَالْإِفْرِنْجِ فِي حَضَارَتِهِمُ الْمَادِّيَّةِ الشَّهْوَانِيَّةِ إِلَّا إِذَا تَرَكُوا دِينَهُمْ، وَهُمْ يَرَوْنَ الْإِفْرِنْجَ يَتَعَصَّبُونَ لِدِينِهِمْ وَيُنْفِقُونَ الْمَلَايِينَ فِي سَبِيلِ نَشْرِهِ. </p><p> وَالظَّالِمُونَ فِي الْأَحْكَامِ يَبْغُونَهَا عِوَجًا بِتَرْكِ تَحَرِّي مَا أَمَرَ اللهُ تَعَالَى بِهِ مِنِ الْتِزَامِ الْحَقِّ وَإِقَامَةِ مِيزَانِ الْعَدْلِ، وَالْمُسَاوَاةِ فِيهِمَا بَيْنَ النَّاسِ بِالْقِسْطِ، بِأَلَّا يُحَابِي أَحَدٌ لِعَقِيدَتِهِ أَوْ مَذْهَبِهِ، وَلَا لِغِنَاهُ أَوْ قُوَّتِهِ، وَلَا يَهْضِمُ حَقَّ أَحَدٍ لِضَعْفِهِ أَوْ فَقْرِهِ، وَلَا لِفِسْقِهِ أَوْ كُفْرِهِ </p><p> (وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى)  (٥: ٨) بَلْ مِنْهُمْ مَنْ بَغَى هَذِهِ الشَّرِيعَةَ الْعَادِلَةَ الْمُعْتَدِلَةَ عِوَجًا فِي أَسَاسِ نِظَامِهَا وَأُصُولِ أَحْكَامِهَا، فَجَعَلَ حُكُومَتَهَا مِنْ قَبِيلِ الْحُكُومَاتِ الشَّخْصِيَّةِ، ذَاتِ السُّلْطَةِ الِاسْتِبْدَادِيَّةِ. </p><p> وَالظَّالِمُونَ بَالَغُوا فِيهَا جَعَلُوا يُسْرَهَا عُسْرًا، وَسَعَتَهَا ضِيقًا وَحَرَجًا، وَزَادُوا عَلَى مَا شَرَعَهُ اللهُ مِنْ أَحْكَامِ الْعِبَادَاتِ، وَالْمَحْظُورَاتِ وَالْمُبَاحَاتِ، أَضْعَافَ مَا أَنْزَلَهُ اللهُ فِي كِتَابِهِ وَمَا صَحَّ مِنْ سُنَّةِ رَسُولِهِ، مِمَّا ضَاقَتْ بِهِ مُطَوَّلَاتُ الْأَسْفَارِ، الَّتِي تَنْقَضِي دُونَ تَحْصِيلِهَا الْأَعْمَارُ، وَمِنْهُمْ مَنْ جَعَلَ غَايَةَ الِاهْتِدَاءِ بِهَا الْفَقْرَ وَالْمَهَانَةَ، وَالذِّلَّةَ وَالِاسْتِكَانَةَ، خِلَافًا لِمَا نَطَقَ بِهِ الْكِتَابُ مِنْ عِزَّةِ الْمُؤْمِنِينَ، وَكَوْنِهِمْ أَوْلَى بِزِينَةِ الدُّنْيَا وَطَيِّبَاتِهَا مِنَ الْكَافِرِينَ. </p><p> فَهَذِهِ أَمْثِلَةٌ لِمَنْ يَبْغُونَهَا عِوَجًا مِنَ الْمُنْتَمِينَ إِلَيْهَا وَالْمُدَّعِينَ لِهِدَايَتِهَا، وَأَمَّا أَعْدَاؤُهَا الصُّرَحَاءُ فَهُمْ يَطْعَنُونَ فِي كِتَابِ اللهِ وَفِي خَاتَمِ رُسُلِهِ جَهْرًا بِمَا يَخْلُقُونَ مِنَ الْإِفْكِ، وَمَا يُحَرِّفُونَ مِنَ الْكَلِمِ، وَمَا يَخْتَرِعُونَ مِنَ الشُّبُهَاتِ، وَمَا يُنَمِّقُونَ مِنَ الْمُشَكِّكَاتِ وَأَمْرُهُمْ مَعْرُوفٌ، وَأَجْرَؤُهُمْ عَلَى الْبُهْتَانِ وَالزُّورِ وَتَعَمُّدِ قَلْبِ الْحَقَائِقِ فَرِيقَانِ - دُعَاةُ النَّصْرَانِيَّةِ الطَّامِعُونَ فِي تَنْصِيرِ الْمُسْلِمِينَ الَّذِينَ اتَّخَذُوا هَذِهِ الدَّعْوَةَ حِرْفَةً عَلَيْهَا مَدَارُ رِزْقِهِمْ، وَرِجَالُ السِّيَاسَةِ الِاسْتِعْمَارِيُّونَ الطَّامِعُونَ فِي اسْتِعْبَادِ الْمُسْلِمِينَ وَاسْتِعْمَارِ بِلَادِهِمْ، وَكُلٌّ مِنَ الْفَرِيقَيْنِ ظَهِيرٌ لِلْآخَرِ، فَالْحُكُومَةُ السُّودَانِيَّةُ الْإِنْكِلِيزِيَّةُ حَرَّمَتْ مَجَلَّةَ الْمَنَارِ عَلَى مُسْلِمِي السُّودَانِ بِسَعْيِ دُعَاةِ النَّصْرَانِيَّةِ وَسَعَايَتُهُمْ لِأَنَّ دَعْوَتَهُمْ لَا تَرُوجُ فِي قَوْمٍ يَقْرَءُونَ الْمَنَارَ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى:  (وَهُمْ بِالْآخِرَةِ كَافِرُونَ) فَهُوَ خَاصٌّ بِمُنْكِرِي الْبَعْثِ مِنْ أُولَئِكَ الظَّالِمِينَ الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللهِ وَيَبْغُونَهَا عِوَجًا، وَهُمْ شَرُّ تِلْكَ الْفِرَقِ كُلِّهَا - أَيْ وَهُمْ عَلَى ضَلَالَتِهِمْ وَإِضْلَالِهِمْ كَافِرُونَ بِالْآخِرَةِ كُفْرًا رَاسِخًا </p><p> قَدْ صَارَ صِفَةً مِنْ صِفَاتِهِمْ فَلَا يَخَافُونَ عِقَابًا عَلَى إِجْرَامِهِمْ فَيَتُوبُوا مِنْهُ، وَتَقْدِيمُ الْجَارِّ وَالْمَجْرُورِ (بِالْآخِرَةِ) عَلَى مُتَعَلِّقِهِ لِلِاهْتِمَامِ بِهِ فَإِنَّ أَصْلَ كُفْرِهِمْ قَدْ عُلِمَ مِمَّا قَبْلَهُ وَهَذَا النَّوْعُ مِنْهُ لَهُ تَأْثِيرٌ خَاصٌّ فِي إِصْرَارِهِمْ عَلَى مَا أُسْنِدَ إِلَيْهِمْ، وَقَدْ غَفَلَ عَنْ هَذَا مَنْ قَالَ إِنَّ التَّقْدِيمَ لِأَجْلِ رِعَايَةِ الْفَاصِلَةِ. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ الْمُؤَذِّنَ بِلَعْنِ هَؤُلَاءِ فِي الْآخِرَةِ يَصِفُهُمْ بِالظُّلْمِ، وَيُسْنِدُ إِلَيْهِمُ الصَّدَّ عَنْ سَبِيلِ اللهِ وَبَغْيِهَا عِوَجًا بِصِيغَةِ الْمُضَارِعِ، وَيَصِفُهُمْ بِالْكُفْرِ بِالْآخِرَةِ فِي الْآخِرَةِ بَعْدَ أَنْ زَالَ الْكُفْرُ بِهَا، بِعَيْنِ الْيَقِينِ فِيهَا، وَفَاتَ زَمَنُ الصَّدِّ عَنْهَا، وَبَغْيِهَا عِوَجًا وَالنُّكْتَةُ فِي هَذَا تَصْوِيرُ حَالِهِمُ الَّتِي كَانُوا عَلَيْهَا فِي الدُّنْيَا، وَتَرَتَّبَ عَلَيْهَا مَا صَارُوا إِلَيْهِ فِي الْآخِرَةِ، لِيَتَذَكَّرُوهَا هُمْ وَكُلُّ مَنْ سَمِعَ التَّأْذِينَ بِهَا، وَيَعْلَمُوا عَدْلَ اللهِ بِعِقَابِهِمْ عَلَيْهَا. وَلِيَعْتَبِرَ بِهَا فِي الدُّنْيَا مَنْ يَتَصَوَّرُ حَالَهُمْ هَذِهِ فَكَانَتِ الْبَلَاغَةُ أَنْ يَعْدِلَ هُنَا عَنْ صِيغَةِ الْمَاضِي إِلَى صِيغَةِ الْحَالِ حَتَّى يُخَيَّلَ </p>"
}