{
  "id": null,
  "sura": 7,
  "aya": 96,
  "text": "<p> لِتَحَقُّقِ الْأُخُوَّةِ الْعَامَّةِ بَيْنَ النَّاسِ، وَلَنْ يَكُونَ ذَلِكَ إِلَّا بِحُكُومَةِ الْإِسْلَامِ، الَّتِي بَيَّنَّاهَا بِالْإِجْمَالِ فِي هَذَا الْكِتَابِ، وَنَحْنُ مُسْتَعِدُّونَ لِلْمُسَاعَدَةِ عَلَى تَفْصِيلِهَا، إِذَا وَفَّقَ اللهُ لِلْعَمَلِ بِهَا \".</p><p> \" أَيُّهَا الشَّعْبُ التُّرْكِيُّ الْبَاسِلُ، إِنَّكَ الْيَوْمَ أَقْدَرُ الشُّعُوبِ الْإِسْلَامِيَّةِ عَلَى أَنْ تُحَقِّقَ لِلْبَشَرِ هَذِهِ الْأُمْنِيَةَ، فَاغْتَنِمْ هَذِهِ الْفُرْصَةَ؛ لِتَأْسِيسِ مَجْدٍ إِنْسَانِيٍّ خَالِدٍ، لَا يُذْكَرُ مَعَهُ مَجْدُكَ الْحَرْبِيُّ التَّالِدُ، وَلَا يَجْرِّمَنَّكَ الْمُتَفَرْنِجُونَ عَلَى تَقْلِيدِ الْإِفْرِنْجِ فِي سِيرَتِهِمْ، وَأَنْتَ أَهْلٌ لِأَنْ تَكُونَ إِمَامًا لَهُمْ بِمَدَنِيَّةٍ خَيْرٍ مِنْ مَدَنِيَّتِهِمْ، وَمَا ثَمَّ إِلَّا الْمَدَنِيَّةُ الْإِسْلَامِيَّةُ الثَّابِتَةُ قَوَاعِدُهَا الْمَعْقُولَةُ عَلَى أَسَاسِ الْعَقِيدَةِ الدِّينِيَّةِ، فَلَا تُزَلْزِلُهَا النَّظَرِيَّاتُ الَّتِي تَعْبَثُ بِالْعُمْرَانِ، وَتُفْسِدُ نُظُمَ الْحَيَاةِ الِاجْتِمَاعِيَّةِ عَلَى النَّاسِ \". </p><p> نَصَحْنَا لِلشَّعْبِ التُّرْكِيِّ بِهَذَا، وَلَكِنَّ زُعَمَاءَهُ الْكَمَالِيِّينَ الْيَوْمَ كَزُعَمَائِهِ الِاتِّحَادِيِّينَ مِنْ قَبْلِهِمْ قَدْ فُتِنُوا بِهَذِهِ الْمَدَنِيَّةِ الْمَادِّيَّةِ، وَجَهِلُوا كُنْهَ الْإِسْلَامِ وَالْحُكُومَةِ الْإِسْلَامِيَّةِ، وَقَدْ أَعْذَرْنَا إِلَيْهِمْ بَيَانَهَا، وَأَنْذَرْنَاهُمْ عَذَابَ اللهِ بِإِهْمَالِهَا، فَتَمَارَوْا بِالنُّذُرِ، وَطَفِقُوا يَطْمِسُونَ مَا بَقِيَ مِنَ الْإِسْلَامِ فِي حُكُومَتِهِمْ وَأُمَّتِهِمْ، وَسَنَرَى مَا يَكُونُ مِنْ أَمْرِهِمْ، وَقَدْ ظَهَرَ مَا كَانَ مَسْتُورًا مِنْ فَسَادِ سَرِيرَتِهِمْ، وَنَسْأَلُهُ تَعَالَى لَنَا وَلَهُمْ صَلَاحَ الْحَالِ، وَحُسْنَ الْمَآلِ. </p><p> وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ </p><p> لَمَّا بَيَّنَ اللهُ سُبْحَانَهُ أَخْذَهُ لِأَهْلِ الْقُرَى الَّذِينَ كَذَّبُوا الرُّسُلَ بِمَا كَانَ مِنْ كُفْرِهِمْ </p><p> وَظُلْمِهِمْ لِأَنْفُسِهِمْ وَلِلنَّاسِ؛ بَيَّنَ لِأَهْلِ أُمِّ الْقُرَى - مَكَّةَ - وَلِسَائِرِ النَّاسِ مَا كَانَ يَكُونُ مِنْ إِغْدَاقِ نِعَمِهِ تَعَالَى عَلَيْهِمْ لَوْ آمَنُوا بِالرُّسُلِ، وَاعْتَبَرُوا بِالسُّنَنِ، فَقَالَ: </p><p> وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا أَيْ: آمَنُوا بِمَا دَعَاهُمْ إِلَيْهِ رُسُلُهُمْ مِنْ عِبَادَةٍ لِلَّهِ وَحْدَهُ بِمَا شَرَعَهُ مِنَ الْأَعْمَالِ الصَّالِحَةِ، وَاتَّقَوْا مَا نَهَوْهُمْ عَنْهُ مِنَ الشِّرْكِ وَالْفَسَادِ فِي الْأَرْضِ بِالظُّلْمِ وَالْمَعَاصِي كَارْتِكَابِ الْفَوَاحِشِ، وَأَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ: لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ قَرَأَ الْجُمْهُورُ: فَتَحْنَا بِالتَّخْفِيفِ مِنَ الْفَتْحِ، وَقَرَأَهَا ابْنُ عَامِرٍ بِالتَّشْدِيدِ مِنَ التَّفْتِيحِ الدَّالِّ عَلَى الْكَثْرَةِ، وَالْمَعْنَى: لَفَتَحْنَا عَلَيْهِمْ أَنْوَاعًا مِنْ بَرَكَاتِ السَّمَاءِ وَالْأَرْضِ لَمْ يَعْهَدُوهَا مُجْتَمِعَةً وَلَا مُتَفَرِّقَةً، فَإِذَا أُرِيدَ بِبَرَكَاتِ السَّمَاءِ مَعَارِفُ الْوَحْيِ الْعَقْلِيَّةُ، وَأَنْوَارُ الْإِيمَانِ الرُّوحَانِيَّةُ، وَنَفَحَاتُ الْإِلْهَامَاتِ الرَّبَّانِيَّةُ، فَالْمَعْنَى: أَنَّ فَائِدَةَ الْإِيمَانِ وَاتِّبَاعِ الرُّسُلِ عَلَيْهِمُ السَّلَامُ تَكُونُ تَكْمِيلَ الْفِطْرَةِ الْبَشَرِيَّةِ رُوحًا وَجَسَدًا، وَغَايَتُهُ سَعَادَةُ الدَّارَيْنِ - الدُّنْيَا وَالْآخِرَةِ - </p><p> وَإِذَا أُرِيدَ بِبَرَكَاتِ السَّمَاءِ الْمَطَرُ، وَبِبَرَكَاتِ الْأَرْضِ النَّبَاتُ، كَمَا قِيلَ، فَالْمَعْنَى: أَنَّهَا أَبْوَابُ نِعَمٍ لَا تَكُونُ بَرَكَاتٍ لَهُمْ غَيْرَ الَّتِي عَهِدُوهَا فِي صِفَاتِهَا وَنَمَائِهَا وَثَبَاتِهَا وَحَالَتِهِمْ فِيهَا وَأَثَرِهَا فِيهِمْ، وَبِذَلِكَ تَكُونُ بَرَكَاتٍ، فَإِنَّ مَادَّةَ الْبَرَكَةِ تَدُلُّ عَلَى السَّعَةِ وَالزَّكَاءِ مِنْ بِرْكَةِ الْمَاءِ، وَعَلَى الثَّابِتِ وَالِاسْتِقْرَارِ مِنْ بَرَكَ الْبَعِيرُ، أَلَمْ تَقْرَأْ أَوْ تَسْمَعْ قَوْلَهُ تَعَالَى مِنْ سُورَةِ هُودٍ: قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ (١١: ٨٤) فَخَصَّ الْمُؤْمِنِينَ بِالْبَرَكَاتِ، وَجَعَلَ نِعْمَةَ الدُّنْيَا مَتَاعًا مُؤَقَّتًا لِلْكَافِرِينَ يَتْلُوهُ الْعَذَابُ، وَلِذَلِكَ لَمْ يَعْطِفْهُمْ عَلَى مَنْ قَبْلَهُمْ، رُوِيَ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ أَنَّهُ دَخَلَ فِي تِلْكَ الْبَرَكَاتِ كُلُّ مُؤْمِنٍ وَمُؤْمِنَةٍ، وَفِي ذَلِكَ الْمَتَاعِ وَالْعَذَابِ الْأَلِيمِ كُلُّ كَافِرٍ وَكَافِرَةٍ، وَعَنِ الضَّحَّاكِ قَالَ: وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ يَعْنِي مِمَّنْ لَمْ يُولَدْ، أَوْجَبَ لَهُمُ الْبَرَكَاتِ لِمَا سَبَقَ لَهُمْ فِي عِلْمِ اللهِ مِنَ السَّعَادَةِ وَأُمَمٌ سَنُمَتِّعُهُمْ يَعْنِي مَتَاعَ الْحَيَاةِ الدُّنْيَا، ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ لِمَا سَبَقَ لَهُمْ فِي عِلْمِ اللهِ مِنَ الشَّقَاوَةِ. </p><p> فَالْقَاعِدَةُ الْمُقَرَّرَةُ فِي الْقُرْآنِ: أَنَّ الْإِيمَانَ الصَّحِيحَ وَدِينَ الْحَقِّ سَبَبٌ لِسَعَادَةِ الدُّنْيَا وَنِعْمَتِهَا بِالْحَقِّ وَالِاسْتِحْقَاقِ، وَأَنَّ الْكُفَّارَ قَدْ يُشَارِكُونَهُمْ فِي الْمَادِّيِّ مِنْهَا كَمَا قَالَ تَعَالَى فِيهِمْ مِنْ سُورَةِ الْأَنْعَامِ: فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ (٦: ٤٤) فَذَلِكَ الْفَتْحُ ابْتِلَاءٌ وَاخْتِبَارٌ لِحَالِهِمْ، كَانَ أَثَرُهُ فِيهِمْ فَرَحَ الْبَطَرِ وَالْأَشَرِ بَدَلًا مِنَ الشُّكْرِ، وَتَرَتَّبَ عَلَيْهِ الْعِقَابُ الْإِلَهِيُّ فَكَانَ نِقْمَةً لَا نِعْمَةً، وَفِتْنَةً لَا بَرَكَةً. </p><p> وَأَمَّا الْمُؤْمِنُونَ: فَإِنَّ مَا يُفْتَحُ عَلَيْهِمْ يَكُونُ بَرَكَةً وَنِعْمَةً، وَيَكُونُ أَثَرُهُ فِيهِمُ الشُّكْرَ لِلَّهِ عَلَيْهِ، وَالرِّضَا مِنْهُ، وَالِاغْتِبَاطَ بِفَضْلِهِ، وَاسْتِعْمَالَهُ فِي سَبِيلِ الْخَيْرِ دُونَ الشَّرِّ، وَفِي الْإِصْلَاحِ دُونَ الْإِفْسَادِ، وَيَكُونُ جَزَاؤُهُمْ عَلَيْهِ مِنَ اللهِ تَعَالَى زِيَادَةَ النِّعَمِ وَنُمُوَّهَا فِي الدُّنْيَا، وَحُسْنَ الثَّوَابِ عَلَيْهَا فِي الْآخِرَةِ، فَالْفَارِقُ بَيْنَ الْفَتْحَيْنِ يُؤْخَذُ مِنْ جَعْلِ هَذَا مِنَ الْبَرَكَاتِ الرَّبَّانِيَّةِ، وَمِنْ تَنْكِيرِهِ الدَّالِّ عَلَى أَنْوَاعٍ لَمْ يَعْهَدْهَا الْكُفَّارُ. </p><p> وَمِمَّا وَرَدَ فِي الْآيَاتِ الْأُخْرَى الدَّالَّةِ عَلَى أَنَّ غَايَةَ هِدَايَةِ الْإِيمَانِ الْجَمْعُ بَيْنَ سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ، كَقَوْلِهِ تَعَالَى خِطَابًا لِلْبَشَرِ مُوَجَّهًا لِأَبَوَيْهِمْ مِنْ قِصَّةِ آدَمَ فِي سُورَةِ طَهَ: فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (٢٠: ١٢٣، ١٢٤) وَقَوْلُهُ فِي خِطَابِ بَنِي آدَمَ مِنْ هَذِهِ السُّورَةِ بَعْدَ ذِكْرِ قِصَّتِهِ الْمُبَيِّنَةِ لِخَوَاصِّ هَذَا النَّوْعِ، وَحِكَمِ اللهِ فِي خَلْقِهِ، وَالْأُصُولِ الْعَامَّةِ لِدِينِ الرُّسُلِ الَّذِينَ يَبْعَثُهُمْ لِهِدَايَتِهِ: يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٣١، ٣٢) </p><p> فَرَاجِعْ تَفْسِيرَهُمَا فِي الْجُزْءِ الثَّامِنِ مِنَ التَّفْسِيرِ. </p><p> فَهَذَا بَيَانٌ لَكُوِنِ أَصْلِ الدِّينِ يَقْتَضِي سَعَادَةَ الدُّنْيَا قَبْلَ الْآخِرَةِ مِنْ أَوَّلِ النَّشْأَةِ الْبَشَرِيَّةِ فِي عَهْدِ آدَمَ، وَتَقَدَّمَ آنِفًا مَا أَنْزَلَهُ تَعَالَى عَلَى نُوحٍ، وَهُوَ الْأَبُ الثَّانِي لِلْبَشَرِ، وَقَالَ تَعَالَى حِكَايَةً عَنْ هُودٍ فِي سُورَتِهِ: وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ (١١: ٥٢) وَهَذِهِ الْآيَاتُ كُلُّهَا حُجَجٌ عَلَى أَعْدَاءِ الْإِسْلَامِ مِنَ الْمُنْتَمِينَ إِلَيْهِ، وَمِنْ غَيْرِهِمُ الزَّاعِمِينَ أَنَّهُ - وَكَذَا كُلُّ دِينٍ إِلَهِيٍّ - سَبَبٌ لِلضَّعْفِ وَالْفَقْرِ! </p><p> وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ مِنْ أَعْمَالِ الشِّرْكِ الْخُرَافِيَّةِ، وَالْمَعَاصِي الْمُفْسِدَةِ لِنِظَامِ الِاجْتِمَاعِ الْبَشَرِيِّ، فَكَانَ أَخْذُهُمْ بِالْعِقَابِ أَثَرًا لَازِمًا لِكَسْبِهِمْ بِحَسَبِ سُنَنِ الْكَوْنِ، وَعِبْرَةً لِأَمْثَالِهِمْ إِنْ كَانُوا يَعْقِلُونَ. </p><p> أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ أَفَأَمِنُوا </p><p> مَكْرَ اللهِ فَلَا يَأْمَنُ مَكْرَ اللهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ هَذِهِ الْآيَاتُ الْأَرْبَعُ إِنْذَارٌ لِأُمَّةِ الدَّعْوَةِ الْمُحَمَّدِيَّةِ عَرَبِهَا وَعَجَمِهَا مِنْ عَصْرِ النُّورِ الْأَعْظَمِ إِلَى يَوْمِ الْقِيَامَةِ، لِتَعْتَبِرَ بِمَا نَزَلَ بِغَيْرِهَا كَمَا تَرْشُدُ إِلَيْهِ الرَّابِعَةُ مِنْهَا، وَأَهْلُ الْقُرَى فِيهَا يُرَادُ بِهِ الْجِنْسُ؛ أَيِ: الْأُمَمُ، وَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ بِهِ مِنْ ذِكْرِ حَالِهِمْ فِيمَا تَقَدَّمَ وَضْعَ الْمُظْهَرِ فِيهِ مَوْضِعَ الْمُضْمَرِ؛ لِيَدُلَّ عَلَى أَنَّ مَضْمُونَهَا لَيْسَ خَاصًّا بِأَقْوَامٍ بِأَعْيَانِهِمْ فَيَذْكُرُ ضَمِيرَهُمْ، بَلْ هُوَ قَوَاعِدُ عَامَّةٌ فِي أَحْوَالِ الْأُمَمِ، فَيُرَادُ بِالِاسْمِ الْمُظْهَرِ الْعُنْوَانُ الْعَامُّ لَهَا، لَا آحَادَ مَا ذُكِرَ مِنْهَا، وَلَوْ ذَكَرَهَا بِضَمِيرِهَا أَوِ اسْمِ الْإِشَارَةِ الَّذِي يُعَيِّنُهَا؛ لَدَلَّ عَلَى أَنَّ الْعِقَابَ كَانَ خَاصًّا بِهَا لَا دَاخِلًا فِي أَفْرَادِ سُنَّةٍ عَامَّةٍ، وَهَذَا عَيْنُ مَا كَانَ يَصْرِفُ الْأَقْوَامَ الْجَاهِلَةَ الْكَافِرَةَ عَنِ الِاعْتِبَارِ بِعِقَابِ مَنْ كَانَ قَبْلَهَا، وَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ بِهِ أَهْلَ أُمِّ الْقُرَى عَاصِمَةِ قَوْمِ الرَّسُولِ الْخَاتَمِ وَعَشِيرَتِهِ الْأَقْرَبِينَ، وَسَائِرِ قُرَى الْأُمَمِ الَّتِي بَعَثَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِلَى أَهْلِهَا مِنْ حَيْثُ إِنَّ بَعْثَتَهُ عَامَّةٌ </p>"
}