{
  "id": null,
  "sura": 7,
  "aya": 176,
  "text": "<p> وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ أَيْ: وَلَكِنَّهُ اخْتَارَ لِنَفْسِهِ التَّسَفُّلَ الْمُنَافِيَ لِتِلْكَ الرِّفْعَةِ بِأَنْ أَخْلَدَ وَمَالَ إِلَى الْأَرْضِ وَزِينَتِهَا، وَجَعَلَ كُلَّ حَظِّهِ مِنْ حَيَاتِهِ التَّمَتُّعَ بِمَا فِيهَا مِنَ اللَّذَائِذِ الْجَسَدِيَّةِ، فَلَمْ يَرْفَعْ إِلَى الْعَالَمِ الْعُلْوِيِّ رَأْسًا، وَلَمْ يُوَجِّهْ إِلَى الْحَيَاةِ الرُّوحِيَّةِ الْخَالِدَةِ عَزْمًا، وَاتَّبِعَ هَوَاهُ فِي ذَلِكَ فَلَمْ يُرَاعِ فِيهِ الِاهْتِدَاءَ بِشَيْءٍ مِمَّا آتَيْنَاهُ مِنْ آيَاتِنَا، وَقَدْ مَضَتْ سَنَتُنَا فِي خَلْقِ نَوْعِ الْإِنْسَانِ بِأَنْ يَكُونَ مُخْتَارًا فِي عَمَلِهِ الْمُسْتَعِدِّ لَهُ فِي أَصْلِ فِطْرَتِهِ، لِيَكُونَ الْجَزَاءُ عَلَيْهِ بِحَسَبِهِ، وَأَنْ نَبْتَلِيَهُ وَنَمْتَحِنَهُ بِمَا خَلَقْنَا فِي هَذِهِ الْأَرْضِ مِنَ الزِّينَةِ وَالْمُسْتَلَذَّاتِ إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (١٨: ٧) وَتَوَلَّى كُلُّ إِنْسَانٍ مِنْهُمْ مَا تَوَلَّى مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (١٧: ١٨ - ٢١) . </p><p> وَقَدْ مَضَتْ سَنَتُنَا أَيْضًا بِأَنَّ اتِّبَاعَ الْإِنْسَانِ لِهَوَاهُ بِتَحَرِّيهِ وَتَشَهِّيهِ مَا تَمِيلُ إِلَيْهِ نَفْسُهُ فِي كُلِّ عَمَلٍ مِنْ أَعْمَالِهِ، دُونَ مَا فِيهِ الْمَصْلَحَةُ وَالْفَائِدَةُ لَهُ مِنْ حَيْثُ هُوَ جَسَدٌ </p><p> وَرُوحٌ، يُضِلُّهُ عَنْ سَبِيلِ اللهِ الْمُوَصِّلَةِ إِلَى سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ، وَيَتَعَسَّفُ بِهِ فِي سُبُلِ الشَّيْطَانِ الْمُرْدِيَةِ الْمُهْلِكَةِ. قَالَ تَعَالَى لِخَلِيفَتِهِ دَاوُدَ عَلَيْهِ السَّلَامُ: وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللهِ (٣٨: ٢٦) وَقَالَ تَعَالَى فِي أَوَّلِ مَا أَوْحَاهُ إِلَى كَلِيمِهِ مُوسَى عَلَيْهِ السَّلَامُ بَعْدَ ذِكْرِ السَّاعَةِ: فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى (٢٠: ١٦) وَقَالَ جَلَّ جَلَالُهُ لِخَاتَمِ أَنْبِيَائِهِ عَلَيْهِ صَلَوَاتُهُ وَسَلَامُهُ: أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا (٢٥: ٤٣) وَالْآيَاتُ فِي ذَمِّ الْهَوَى وَالنَّهْيِ عَنْهُ كَثِيرَةٌ، وَحَسْبُكَ مِنْهَا قَوْلُهُ: وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ (٢٣: ٧١) . </p><p> وَحَاصِلُ مَعْنَى الشَّرْطِ وَالِاسْتِدْرَاكِ: أَنَّ مِنْ شَأْنِ مَنْ أُوتِيَ آيَاتِ اللهِ تَعَالَى أَنْ تَرْتَقِيَ نَفْسُهُ، وَتَرْتَفِعَ فِي مَرَاقِي الْكَمَالِ دَرَجَتُهُ، لِمَا فِيهَا مِنَ الْهِدَايَةِ وَالْإِرْشَادِ وَالذِّكْرَى، وَإِنَّمَا يَكُونُ ذَلِكَ لِمَنْ أَخَذَ هَذِهِ الْآيَاتِ وَتَلَقَّاهَا بِهَذِهِ النِّيَّةِ:  \" وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى \" وَأَمَّا مَنْ لَمْ يَنْوِ ذَلِكَ لَمْ تَتَوَجَّهْ إِلَيْهِ نَفْسُهُ، وَإِنَّمَا تَلَقَّى الْآيَاتِ الْإِلَهِيَّةَ اتِّفَاقًا بِغَيْرِ قَصْدٍ، أَوْ بِنِيَّةِ كَسْبِ الْمَالِ وَالْجَاهِ، وَوَجَدَ مَعَ ذَلِكَ فِي نَفْسِهِ مَا يَصْرِفُهُ عَنِ الِاهْتِدَاءِ بِهَا فَلَنْ يَسْتَفِيدَ مِنْهَا، وَأَسْرَعَ بِهِ أَنْ يَنْسَلِخَ مِنْهَا، فَهُوَ يَقُولُ: لَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا ; لِأَنَّهَا فِي نَفْسِهَا هُدًى وَنُورٌ، وَلَكِنْ تَعَارَضَ الْمُقْتَضَى وَالْمَانِعُ، وَهُوَ إِخْلَادُهُ إِلَى الْأَرْضِ وَاتِّبَاعِ هَوَاهُ: </p><p> قَالُوا فُلَانٌ عَالِمٌ فَاضِلٌ ... فَأَكْرَمُوهُ مِثْلَمَا يَقْتَضِي </p><p> فَقُلْتُ: لَمَّا لَمْ يَكُنْ عَامِلًا ... تَعَارَضَ الْمَانِعُ وَالْمُقْتَضِي </p><p> فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ اللهْثُ بِالْفَتْحِ وَاللُّهَاثِ بِالضَّمِّ: التَّنَفُّسُ الشَّدِيدُ مَعَ إِخْرَاجِ اللِّسَانِ، وَيَكُونُ لِغَيْرِ الْكَلْبِ مِنْ شِدَّةِ التَّعَبِ وَالْإِعْيَاءِ أَوِ الْعَطَشِ، وَأَمَّا الْكَلْبُ فَيَلْهَثُ فِي كُلِّ حَالٍ، سَوَاءٌ أَصَابَهُ ذَلِكَ أَمْ لَا، وَسَوَاءٌ حَمَلْتَ عَلَيْهِ تُهَدِّدُهُ بِالضَّرْبِ أَمْ تَرَكْتَهُ وَادِعًا آمَنَّا، وَهَذَا الرَّجُلُ صِفَتُهُ كَصِفَةِ الْكَلْبِ فِي حَالَتِهِ هَذِهِ، وَهِيَ أَخَسُّ أَحْوَالِهِ وَأَقْبَحُهَا، وَالْمُرَادُ وَاللهُ أَعْلَمُ - أَنَّهُ كَانَ مِنْ إِخْلَادِهِ إِلَى الْأَرْضِ، وَاتِّبَاعِ هَوَاهُ فِي أَسْوَأِ حَالٍ، خِلَافًا لِمَا كَانَ يَبْغِي مِنْ نِعْمَةِ الْعَيْشِ وَرَاحَةِ الْبَالِ، فَهُوَ فِي هَمٍّ دَائِمٍ مِمَّا شَأْنُهُ أَنْ يَهْتَمَّ بِهِ، وَمَا شَأْنُهُ أَلَّا يَهْتَمَّ بِهِ مِنْ صَغَائِرَ الْأُمُورِ وَخَسَائِسِ الشَّهَوَاتِ، كَدَأْبِ عُبَّادِ الْأَهْوَاءِ </p><p> وَصِغَارِ الْهِمَمِ تَرَاهُمْ كَاللَّاهِثِ مِنَ الْإِعْيَاءِ وَالتَّعَبِ، وَإِنْ كَانَ مَا يَعْنُونَ بِهِ، وَيَحْمِلُونَ هَمَّهُ حَقِيرًا لَا يُتْعِبُ وَلَا يُعْيِي، وَلَا تَرَى أَحَدًا مِنْهُمْ رَاضِيًا بِمَا أَصَابَهُ مِنْ شَهَوَاتِهِ وَأَهْوَائِهِ، بَلْ يَزِيدُ طَمَعًا وَتَعَبًا كُلَّمَا أَصَابَ سِعَةً وَقَضَى أَرَبًا: </p><p> فَمَا قَضَى مِنْهَا أَحَدٌ لُبَانَتَهُ ... وَلَا انْتَهَى أَرَبٌ إِلَّا إِلَى أَرَبِ </p><p> ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا أَيْ: ذَلِكَ الْأَمْرُ الْبَعِيدُ الشَّأْوِ فِي الْغَرَابَةِ هُوَ مَثْلَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا مِنَ الْجَاحِدِينَ الْمُسْتَكْبِرِينَ، وَالْمُقَلِّدِينَ الْجَاهِلِينَ، كَذَّبُوا لِظَنِّهِمْ أَنَّ الْإِيمَانَ بِهَا يَسْلُبُهُمْ مَا يَفْخَرُونَ بِهِ مِنَ الْعِزَّةِ وَالْعَظَمَةِ بِاتِّبَاعِهِمْ لِغَيْرِهِمْ، وَيَحُطُّ مِنْ قَدْرِ آبَائِهِمْ وَأَجْدَادِهِمُ الَّذِينَ قَلَّدُوهُمْ فِي ضَلَالِهِمْ، وَيَحُولُ دُونَ تَمَتُّعِهِمْ بِمَا يَشْتَهُونَ مِنْ لَذَّاتِهِمْ، فَلِهَذَا الظَّنِّ الْبَاطِلِ لَمْ يَنْظُرُوا فِي الْآيَاتِ نَظَرَ تَفَكُّرٍ وَاسْتِقْلَالٍ، وَتَبَصُّرٍ وَاسْتِدْلَالٍ، بَلْ نَظَرُوا إِلَيْهَا - لَا فِيهَا - مِنْ جِهَةٍ وَاحِدَةٍ، وَهِيَ أَنَّ اتِّبَاعَهَا يَحُطُّ مِنْ أَقْدَارِهِمْ، وَيُعَدُّ اعْتِرَافًا بِضَلَالِ سَلَفِهِمُ الَّذِينَ يَفْخَرُونَ بِهِمْ، وَيَحْرِمُهُمُ التَّمَتُّعَ بِحُظُوظِهِمْ وَأَهْوَائِهِمْ. </p><p> فَكَانَ مَثَلُهُمْ مَثْلَ الَّذِي أُوتِيَ الْآيَاتِ فَانْسَلَخَ مِنْهَا، وَذَلِكَ لَا يَعِيبُ الْآيَاتِ، وَإِنَّمَا يَعِيبُ أَهْلَ الْأَهْوَاءِ الَّذِينَ حَرَمَهُمْ سُوءُ اخْتِيَارِهِمُ الِانْتِفَاعَ بِهَا، وَكَأَيِّنٍ مِنْ إِنْسَانٍ حُرِمَ الِانْتِفَاعَ بِمَوَاهِبِهِ الْفِطْرِيَّةِ بِعَدَمِ اسْتِعْمَالِهِ إِيَّاهَا فِيمَا يَرْفَعُهُ دَرَجَاتٍ فِي الْعِلْمِ وَالْعَمَلِ، وَكَأَيِّنٍ مِنْ إِنْسَانٍ اسْتَعْمَلَ حَوَاسَّهُ فِي الضُّرِّ، وَعَقْلَهَ وَذَكَاءَهُ فِي الشَّرِّ، وَمَا ظَلَمَهُمُ اللهُ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ، فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ أَيْ: فَاقْصُصْ أَيُّهَا الرَّسُولُ قِصَصَ ذَلِكَ الرَّجُلِ الْمُشَابِهَةِ حَالِهِ لِحَالِ هَؤُلَاءِ الْمُكَذِّبِينَ بِمَا جِئْتَ بِهِ مِنَ الْآيَاتِ الْبَيِّنَاتِ فِي مَبْدَأِ أَمْرِهِ وَغَايَتِهِ، وَمَعْنَاهُ وَصُورَتِهِ، رَجَاءَ أَنْ يَتَفَكَّرُوا فِيهِ فَيَحْمِلُهُمْ سُوءُ حَالِهِمْ، وَقُبْحُ مَثَلِهِمْ عَلَى التَّفَكُّرِ وَالتَّأَمُّلِ، فَإِذَا هُمْ تَفَكَّرُوا فِي ذَلِكَ تَفَكَّرُوا فِي الْمَخْرَجِ مِنْهُ، وَنَظَرُوا فِي الْآيَاتِ، وَمَا فِيهَا مِنَ الْبَيِّنَاتِ بِعَيْنِ الْعَقْلِ وَالْبَصِيرَةِ، لَا بِعَيْنِ الْهَوَى وَالْعَدَاوَةِ، وَلَا طَرِيقَ لِهِدَايَتِهِمْ غَيْرُ هَذِهِ، وَالْآيَةُ تَدُلُّ عَلَى تَعْظِيمِ شَأْنٍ ضَرَبِ الْأَمْثَالِ فِي تَأْثِيرِ الْكَلَامِ، وَكَوْنِهِ أَقْوَى مِنْ سُوقِ الدَّلَائِلِ وَالْحُجَجِ الْمُجَرَّدَةِ، وَيَدُلُّ عَلَى تَعْظِيمِ شَأْنِ التَّفَكُّرِ، </p><p> وَكَوْنِهِ مَبْدَأَ الْعِلْمِ وَطَرِيقَ الْحَقِّ ; وَلِذَلِكَ </p>"
}