{
  "id": null,
  "sura": 7,
  "aya": 105,
  "text": "<p> يَجِدُونَ فَوَائِدَهَا إِلَّا فِي أُسْلُوبِ الْقُرْآنِ، وَأَعْجَبُ لِلْإِمَامِ الزَّمَخْشَرِيِّ كَيْفَ غَفَلَ عَنْهَا إِذْ لَمْ يَتَعَرَّضْ لِلْمَسْأَلَةِ مِنْ أَصْلِهَا. </p><p> وَحِكْمَةُ بِدْءِ الْقِصَّةِ بِذِكْرِ نَتِيجَتِهَا، وَالْعِبْرَةُ الْمَقْصُودَةُ مِنْهَا وَهِيَ ـ وَاللهُ أَعْلَمُ ـ أَنْ تَكُونَ مُتَّصِلَةً بِمَا يُنَاسِبُهَا مِنَ الْعِبْرَةِ فِي الْقَصَصِ الَّتِي قَبْلَهَا، مِنْ حَيْثُ إِهْلَاكُ مُعَانِدِي الرُّسُلِ عَلَيْهِمُ السَّلَامُ جُحُودًا وَاسْتِكْبَارًا، وَقَدْ ذُكِرَتْ هَذِهِ الْعِبْرَةُ بَعْدَ جُمْلَةِ تِلْكَ الْقَصَصِ لِتَشَابُهِهَا مَبْدَأً وَغَايَةً كَمَا تَقَدَّمَ، وَقِصَّةُ مُوسَى ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ طَوِيلَةٌ فَهِيَ تُسَاوِيهَا فِي هَذَا مِنْ حَيْثُ رِسَالَتُهُ إِلَى فِرْعَوْنَ وَمَلَئِهِ فَقَطْ، وَفِيهَا عِبَرٌ أُخْرَى فِيمَا تَشَابَهَ بِهِ أَمْرُ خَاتَمِ الرُّسُلِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ حَيْثُ إِرْسَالُهُ إِلَى بَنِي إِسْرَائِيلَ، وَإِرْسَالُ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ إِلَى الْعَرَبِ وَسَائِرِ الْبَشَرِ، وَتَوْفِيقُ اللهِ قَوْمَهُمَا لِلْإِيمَانِ وَنَشْرِ شَرِيعَتِهِمَا فِيمَنْ أُرْسِلَا إِلَيْهِمْ، إِلَى آخِرِ </p><p> مَا بَيَّنَّاهُ آنِفًا فِي نُكْتَةِ عَطْفِهَا عَلَى مَا قَبْلَهَا بِـ \" ثُمَّ \" ، وَنُكْتَةِ التَّعْبِيرِ بِـ \" بَعَثْنَا \" وَلِذَلِكَ ذَكَرَ أَوَاخِرَهَا تَبْشِيرَ مُوسَى وَكَذَا عِيسَى بِالنَّبِيِّ الْأُمِّيِّ الْخَاتَمِ مُحَمَّدٍ صَلَوَاتُ اللهِ عَلَيْهِمْ أَجْمَعِينَ. </p><p> وَأَمَّا قَوْلُهُ: حَقِيقٌ عَلَى أَنْ لَا أَقُولَ عَلَى اللهِ إِلَّا الْحَقَّ عَلَى قِرَاءَةِ الْجُمْهُورِ فَقَدْ جَاءَ عَلَى غَيْرِ الْمَشْهُورِ عَنِ الْعَرَبِ فِي هَذِهِ الْكَلِمَةِ إِذْ يَقُولُونَ: أَنْتَ حَقِيقُ كَذَا، وَأَنْتَ حَقِيقٌ بِأَنْ تَفْعَلَ كَذَا، كَمَا يَقُولُونَ: أَنْتَ جَدِيرٌ بِهِ وَخَلِيقٌ بِهِ، وَلَمْ يُنْقَلْ عَنْهُمُ اسْتِعْمَالُهُ بِـ \" عَلَى \" وَلَكِنْ وَرَدَ فِي كَلَامِهِمُ اسْتِعْمَالُ \" عَلَى \" بِمَعْنَى الْبَاءِ كَقَوْلِهِمْ: ارْكَبْ عَلَى اسْمِ اللهِ، وَهُوَ الَّذِي اعْتَمَدَهُ ابْنُ هِشَامٍ فِي الْمُغْنِي فِي تَخْرِيجِ الْآيَةِ عِنْدَ ذِكْرِ الْمَعْنَى السَّابِعِ مِنْ مَعَانِي \" عَلَى \" الْجَارَّةِ، وَأَيَّدَهُ بِقِرَاءَةِ أُبَيِّ بْنِ كَعْبٍ ـ رَضِيَ اللهُ عَنْهُ ـ حَقِيقٌ بِأَنْ لَا أَقُولَ وَمِثْلُهَا قِرَاءَةُ عَبْدِ اللهِ بْنِ مَسْعُودٍ ـ رَضِيَ اللهُ عَنْهُ ـ حَقِيقٌ أَنْ لَا أَقُولَ. . .؛ لِأَنَّ الْمُتَبَادَرَ أَنَّ الْجَارَّ الْمَحْذُوفَ مِنْ أَنَّ هُوَ الْيَاءُ، وَحَذْفُ الْجَارِ مِنْ \" أَنْ \" الْخَفِيفَةِ وَ \" أَنَّ \" الْمُشَدَّدَةِ قِيَاسِيٌّ مَعْرُوفٌ، وَقَدْ سَبَقَهُ إِلَى هَذَا الِاخْتِيَارِ بَعْضُ الْمُفَسِّرِينَ، قَالَ الْحَافِظُ ابْنُ كَثِيرٍ فِي الْجُمْلَةِ عَنْ بَعْضِهِمْ: مَعْنَاهُ حَقِيقٌ بِأَلَّا أَقُولَ عَلَى اللهِ إِلَّا الْحَقَّ؛ أَيْ: جَدِيرٌ بِذَلِكَ وَحَرِيٌّ بِهِ، قَالُوا: وَ \" الْبَاءُ \" وَ \" عَلَى \" يَتَعَاقَبَانِ، يُقَالُ: رُمِيتُ بِالْقَوْسِ، وَعَلَى الْقَوْسِ، وَجَاءَ عَلَى حَالٍ حَسَنَةٍ، وَبِحَالٍ حَسَنَةٍ، وَقَالَ بَعْضُ الْمُفَسِّرِينَ: مَعْنَاهُ حَرِيصٌ عَلَى أَلَّا أَقُولَ عَلَى اللهِ إِلَّا الْحَقَّ اهـ، وَالْمُرَادُ مِنَ الْقَوْلِ الثَّانِي أَنَّ حَقِيقًا قَدْ ضُمِّنَ مَعْنَى الْحِرْصِ، وَهُوَ مَنْقُولٌ عَنِ الْفَرَّاءِ النَّحْوِيِّ الْمُفَسِّرِ الْمَشْهُورِ، وَقَدْ بَيَّنَّا مِرَارًا أَنَّ التَّضْمِينَ جَمَعَ بَيْنَ الْمَعْنَى الْأَصْلِي لِلْكَلِمَةِ وَالْمَعْنَى الَّذِي أَفَادَتْهُ التَّعْدِيَةُ، فَيَكُونُ الْمُرَادُ مِنَ الْعِبَارَةِ: إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ حَقِيقٌ وَجَدِيرٌ بِأَلَّا أَقُولَ عَلَى اللهِ إِلَّا الْحَقَّ، وَحَرِيصٌ عَلَى ذَلِكَ فَلَنْ أُخِلَّ بِهِ، وَمَا قِيلَ مِنْ أَنَّهُ قَلْبُ الْحَقِيقَةِ إِلَى الْمَجَازِ أَوْ مِنْ بَابِ الْإِغْرَاقِ فِي وَصْفِ مُوسَى نَفْسَهُ بِالصِّدْقِ حَتَّى جُعِلَ قَوْلُ الْحَقِّ كَأَنَّهُ يَسْعَى لِيَكُونَ </p><p> هُوَ قَائِلَهُ وَالْقَائِمَ بِهِ، وَلَا يَرْضَى أَنْ يَنْطِقَ بِهِ غَيْرُهُ، فَلَا يُخَوَّلُ مِنْ تَكَلُّفٍ، وَإِنْ قَالَ الزَّمَخْشَرِيُّ فِي الْأَخِيرِ: إِنَّهُ هُوَ الْأَوْجَهُ الْأَدْخَلُ فِي نُكَتِ الْقُرْآنِ. </p><p> وَقَرَأَ نَافِعٌ: حَقِيقٌ عَلَى أَنْ لَا أَقُولَ عَلَى اللهِ إِلَّا الْحَقَّ أَيْ: وَاجِبٌ وَحَقٌّ عَلَى أَلَّا أُخْبِرَ عَنْهُ تَعَالَى إِلَّا بِمَا هُوَ حَقٌّ وَصِدْقٌ لِمَا أَعْلَمُ مِنْ عِزِّ جَلَالِهِ وَعَظِيمِ شَأْنِهِ، كَمَا قَالَ الْحَافِظُ ابْنُ كَثِيرٍ، إِذَا عُلِمَ هَذَا فَنَقُولُ فِي تَفْسِيرِ الْآيَاتِ: </p><p> بَلَّغَ مُوسَى ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِرْعَوْنَ أَنَّهُ رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ كُلِّهِمْ - أَيْ: سَيِّدُهُمْ </p><p> وَمَالِكُهُمْ وَمُدَبِّرُ جَمِيعِ أُمُورِهِمْ - وَأَنَّهُ بِمُقْتَضَى هَذِهِ الرِّسَالَةِ لَا يَقُولُ عَلَى اللهِ إِلَّا الْحَقَّ إِذْ لَا يُمْكِنُ أَنْ يَبْعَثَ اللهُ رَسُولًا يَكْذِبُ عَلَيْهِ، وَهُوَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ، فَهُوَ حَقِيقٌ بِالصِّدْقِ، وَالْتِزَامِ الْحَقِّ فِي التَّبْلِيغِ عَنْ رَبِّهِ، وَمَعْصُومٌ مِنَ الْكَذِبِ وَالْخَطَأِ فِيهِ، وَشَدِيدُ الْحِرْصِ عَلَيْهِ بِمَالِهِ مِنَ الْكَسْبِ وَالِاخْتِيَارِ، فَاشْتَمَلَ كَلَامُهُ عَلَى عَقِيدَةِ الْوَحْدَانِيَّةِ، وَهِيَ أَنَّ لِلْعَالِمِينَ كُلِّهِمْ رَبًّا وَاحِدًا، وَعَقِيدَةَ الرِّسَالَةِ الْمُؤَيَّدَةَ مِنْهُ تَعَالَى بِالْعِصْمَةِ فِي التَّبْلِيغِ وَالْهِدَايَةِ، وَقَدْ نَاقَشَهُ فِرْعَوْنُ الْبَحْثَ فِي وَحْدَانِيَّةِ الرُّبُوبِيَّةِ الْعَامَّةِ لِلَّهِ تَعَالَى كَمَا هُوَ مُبَيَّنٌ فِي سُورَةِ \" الشُّعَرَاءِ \" فَوَصَفَهُ مُوسَى بِمَا يَلِيقُ بِهِ تَعَالَى، وَيُوَضِّحُ الْمَعْنَى الْمُرَادَ فِي أَجْوِبَةِ عِدَّةِ أَسْئِلَةٍ أَوْرَدَهَا عَلَيْهِ، وَقَدْ سَأَلَهُ هُوَ وَهَارُونَ عَنْ رَبِّهِمَا فِي سِيَاقِ سُورَةِ طَهَ، وَجَاءَ فِيمَا حَكَاهُ اللهُ تَعَالَى عَنْهُمَا فِيهَا ذِكْرَ الْبَعْثِ وَالْجَزَاءِ، وَكَانَ قُدَمَاءُ الْمِصْرِيِّينَ يُؤْمِنُونَ بِالْبَعْثِ كَمَا يُؤْمِنُونَ بِالرَّبِّ الْإِلَهِ الْغَيْبِيِّ، وَلَكِنَّهُمْ شَابُوا الْعَقِيدَتَيْنِ بِنَزَغَاتِ الشِّرْكِ وَبَعْضِ الْخُرَافَاتِ النَّاشِئَةِ عَنْهُ. </p><p> فَعُلِمَ مِنْ هَذَا أَنَّ مُوسَى قَدْ بَلَّغَ فِرْعَوْنَ وَمَلَأَهُ أُصُولَ الْإِيمَانِ الثَّلَاثَةَ: التَّوْحِيدَ، وَالرِّسَالَةَ، وَالْبَعْثَ وَالْجَزَاءَ، وَفِي كُلِّ سِيَاقٍ مِنْ قِصَّةِ مُوسَى الْمُكَرَّرَةِ فِي عِدَّةِ سُوَرٍ فَوَائِدُ فِي ذَلِكَ وَفِي غَيْرِهِ لَا تُوجَدُ فِي الْأُخْرَى، وَأَبْسَطُهَا وَأَوْسَعُهَا بَيَانًا هَذِهِ السُّورَةُ (الْأَعْرَافُ) وَطَهَ وَالشُّعَرَاءُ وَالْقَصَصُ، وَإِنَّمَا التَّكْرَارُ لِجُمْلَةِ الْقِصَّةِ لَا التَّفْصِيلُ لَهَا كَمَا سَيَأْتِي. </p><p> ثُمَّ ذَكَرَ أَنَّ اللهَ تَعَالَى أَيَّدَهُ بِبَيِّنَةٍ تَدُلُّ عَلَى صِدْقِهِ فِي دَعْوَاهُ وَتَبْلِيغِهِ عَنْهُ، وَرَتَّبَ عَلَيْهِ مَا هُوَ مَقْصُودٌ لَهُ بِالذَّاتِ أَوْ بِالْقَصْدِ الْأَوَّلِ فَقَالَ حِكَايَةً عَنْهُ: قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ أَيْ: قَدْ جِئْتُكُمْ بِبَيِّنَةٍ عَظِيمَةِ الشَّأْنِ، ظَاهِرَةِ الْحُجَّةِ فِي بَيَانِ الْحَقِّ، فَتَنْكِيرُ الْبَيِّنَةِ لِلتَّفْخِيمِ، وَالتَّصْرِيحُ بِكَوْنِ هَذِهِ الْبَيِّنَةِ الْمُعْجِزَةِ مِنْ عِنْدِ رَبِّهِمْ نَصَّ عَلَى أَنَّهُمْ مَرْبُوبُونَ، وَأَنَّ فِرْعَوْنَ لَيْسَ رَبًّا وَلَا إِلَهًا، وَعَلَى أَنَّهَا - أَيِ: الْبَيِّنَةُ - لَيْسَتْ مِنْ كَسْبِ مُوسَى، وَلَا مِمَّا يَسْتَقِلُّ بِهِ عَلَيْهِ السَّلَامُ، وَبَنَى عَلَى هَذَا قَوْلَهُ: فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ أَيْ: بِأَنْ تُطْلِقَهُمْ مِنْ أَسْرِكَ، وَتُعْتِقَهُمْ مِنْ رِقِّ قَهْرِكَ، لِيَذْهَبُوا مَعِي إِلَى دَارٍ غَيْرِ دِيَارِكَ، وَيَعْبُدُوا فِيهَا رَبَّهُمْ وَرَبَّكَ، وَبِمَ أَجَابَ فِرْعَوْنُ؟ </p>"
}