{
  "id": null,
  "sura": 7,
  "aya": 204,
  "text": "<p> وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ هَذِهِ دَلَالَةٌ عَلَى الطَّرِيقَةِ الْمُوصِّلَةِ لِنَيْلِ الرَّحْمَةِ بِالْقُرْآنِ، وَالْحَصَانَةِ مِنْ نَزْغِ الشَّيْطَانِ، وَهِيَ الِاسْتِمَاعُ لَهُ إِذَا قُرِئَ، وَالْإِنْصَاتُ مُدَّةَ الْقِرَاءَةِ، وَالِاسْتِمَاعُ أَبْلَغُ مِنَ السَّمْعِ، وَلِأَنَّهُ إِنَّمَا يَكُونُ بِقَصْدٍ وَنِيَّةٍ وَتَوْجِيهِ الْحَاسَّةِ إِلَى الْكَلَامِ لِإِدْرَاكِهِ، وَالسَّمْعُ مَا يَحْصُلُ وَلَوْ بِغَيْرِ قَصْدٍ، وَالْإِنْصَاتُ: السُّكُوتُ لِأَجْلِ الِاسْتِمَاعِ حَتَّى لَا يَكُونَ شَاغِلًا عَنِ الْإِحَاطَةِ بِكُلِّ مَا يُقْرَأُ. فَمَنِ اسْتَمَعَ وَأَنْصَتَ كَانَ جَدِيرًا بِأَنْ يَفْهَمَ وَيَتَدَبَّرَ، وَهُوَ الَّذِي يُرْجَى أَنْ يُرْحَمَ. وَالْآيَةُ تَدُلُّ عَلَى وُجُوبِ الِاسْتِمَاعِ وَالْإِنْصَاتِ لِلْقُرْآنِ إِذَا قُرِئَ، قِيلَ مُطْلَقًا سَوَاءٌ كَانَتِ الْقِرَاءَةُ فِي الصَّلَاةِ أَوْ خَارِجَهَا، وَهُوَ مَرْوِيٌّ عَنِ الْحَسَنِ الْبَصْرِيِّ، وَعَلَيْهِ أَهْلُ الظَّاهِرِ، وَخَصَّهُ الْجُمْهُورُ بِقِرَاءَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عَهْدِهِ، وَبِقِرَاءَةِ الصَّلَاةِ وَالْخُطْبَةِ مِنْ بَعْدِهِ، وَزَعَمَ بَعْضُهُمْ أَنَّ الْآيَةَ نَزَلَتْ فِي خُطْبَةِ الْجُمُعَةِ وَهُوَ غَلَطٌ ; فَإِنَّ الْآيَةَ مَكِّيَّةٌ وَصَلَاةُ الْجُمُعَةِ شُرِعَتْ بَعْدَ الْهِجْرَةِ، وَقَالَ بَعْضُهُمْ: إِنَّ الْأَمْرَ لِلنَّدْبِ لَا لِلْوُجُوبِ، وَلَكِنْ رُوِيَ أَنَّهُمْ كَانُوا يَتَكَلَّمُونَ فِي الصَّلَاةِ فَحُرِّمَ بِنُزُولِهَا الْكَلَامُ فِيهَا. </p><p> وَحَكَى ابْنُ الْمُنْذِرِ الْإِجْمَاعَ عَلَى عَدَمِ وُجُوبِ الِاسْتِمَاعِ وَالْإِنْصَاتِ فِي غَيْرِ الصَّلَاةِ وَالْخُطْبَةِ. وَذَلِكَ أَنَّ إِيجَابَهُمَا عَلَى كُلِّ مَنْ يَسْمَعُ أَحَدًا يَقْرَأُ، فِيهِ حَرَجٌ عَظِيمٌ; لِأَنَّهُ يَقْتَضِي أَنْ يَتْرُكَ لَهُ الْمُشْتَغِلُ بِالْعِلْمِ عِلْمَهُ، وَالْمُشْتَغِلُ بِالْحُكْمِ حُكْمَهُ، وَالْمُبْتَاعَانِ مُسَاوَمَتَهُمَا وَتَعَاقُدَهُمَا </p><p> وَكُلُّ ذِي شُغْلٍ شَغْلَهُ. فَأَمَّا قِرَاءَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ بَعْضُهَا تَبْلِيغًا لِلتَّنْزِيلِ وَبَعْضُهَا وَعْظًا وَإِرْشَادًا، فَلَا يَسَعُ أَحَدًا مِنَ الْمُسْلِمِينَ يَسْمَعُهُ يَقْرَأُ أَنْ يُعْرِضَ عَنِ الِاسْتِمَاعِ أَوْ يَتَكَلَّمَ بِمَا يَشْغَلُهُ أَوْ يَشْغَلُ غَيْرَهُ عَنْهُ. وَهَذَا شَأْنُ الْمُصَلِّي مَعَ إِمَامِهِ وَخَطِيبِهِ ; إِذْ هُوَ مَوْضُوعُ الصَّلَاةِ وَالْوَاجِبُ فِيهَا ; وَلِهَذَا اسْتَدَلُّوا بِالْآيَةِ عَلَى امْتِنَاعِ الْقِرَاءَةِ خَلْفَ الْإِمَامِ فِي الصَّلَاةِ الْجَهْرِيَّةِ، وَاسْتَثْنَى بَعْضُهُمُ الْفَاتِحَةَ لِمَا وَرَدَ فِي الْأَحَادِيثِ الصَّحِيحَةِ مِنْ أَنَّ الصَّلَاةَ لَا تُجْزِئُ بِدُونِهَا جَمْعًا بَيْنَ النُّصُوصِ. وَوَرَدَ فِي السُّنَّةِ سُكُوتُ الْإِمَامِ بِقَدْرِ مَا يَقْرَأُ الْمَأْمُومُ الْفَاتِحَةَ. عَلَى أَنَّهُ إِذَا قَرَأَ الْفَاتِحَةَ مَعَ الْإِمَامِ أَوْ بَعْدَهُ آيَةً آيَةً لَا يُعَدُّ غَيْرَ مُسْتَمِعٍ لِلْقُرْآنِ، وَلَا غَيْرَ مُنْصِتٍ، وَقَدْ بَيَّنَّا تَحْقِيقَ الْحَقِّ فِي قِرَاءَةِ الْفَاتِحَةِ لِلْمَأْمُومِ كَغَيْرِهِ فِي مُتَمِّمَاتِ تَفْسِيرِهَا مِنَ الْجُزْءِ الْأَوَّلِ. </p><p> وَمِنْ فُرُوعِ طَلَبِ الِاسْتِمَاعِ وَالْإِنْصَاتِ أَنَّ الْقَارِئَ لَا يُطْلَبُ مِنْهُ تَرْكُ قِرَاءَتِهِ لِلِاسْتِمَاعِ لِقَارِئٍ آخَرَ، بَلْ يَخْتَارُ لِنَفْسِهِ مَا يَرَاهُ خَيْرًا لَهَا مِنَ الْأَمْرَيْنِ، فَقَدْ يَخْشَعُ بَعْضُ النَّاسِ بِقِرَاءَةِ نَفْسِهِ، وَيَخْشَعُ آخَرُ بِالِاسْتِمَاعِ مَنْ غَيْرِهِ، أَوْ مِنْ بَعْضِ الْقُرَّاءِ دُونَ بَعْضٍ، وَإِذَا تَعَدَّدَ الْقُرَّاءُ فِي مَكَانٍ اسْتَمَعَ كُلُّ حَاضِرٍ لِمَنْ كَانَ أَقْرَبَ إِلَيْهِ أَوْ لِمَنْ يَرَى قِرَاءَتَهُ أَشَدَّ تَأْثِيرًا فِي نَفْسِهِ. وَمَا يَفْعَلُهُ جَمَاهِيرُ النَّاسِ فِي الْمَحَافِلِ الَّتِي يُقْرَأُ فِيهَا الْقُرْآنُ بِمِصْرَ كَالْمَآتِمِ وَغَيْرِهَا مِنْ تَرْكِ الِاسْتِمَاعِ وَالِاشْتِغَالِ بِالْأَحَادِيثِ الْمُخْتَلِفَةِ مَكْرُوهٌ كَرَاهَةً شَدِيدَةً، وَتَكُونُ عَلَى أَشَدِّهَا لِمَنْ كَانُوا عَلَى مَقْرُبَةٍ مِنَ التَّالِي، وَأَمَّا تَعَمُّدُ الْإِعْرَاضِ عَنِ السَّمَاعِ لِلْقُرْآنِ فَلَا يَكَادُ يَفْعَلُهُ مُؤْمِنٌ بِهِ، وَكَذَلِكَ </p><p> رَفْعُ الصَّوْتِ بِالْكَلَامِ عَلَى صَوْتِ الْقَارِئِ عَمْدًا، فَإِذَا كَانَ اللهُ تَعَالَى قَدْ أَدَّبَ الْمُؤْمِنِينَ مَعَ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ (٤٩: ٢) فَرَفْعُ أَصْوَاتِهِمْ عَلَى صَوْتِ التَّالِي لِكَلَامِهِ عَزَّ وَجَلَّ أَوْلَى بِأَنْ يُنْهَى عَنْهُ، وَالْأَدَبُ مَعَهُ فَوْقَ الْأَدَبِ مَعَ كَلَامِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالضَّرُورَةِ. وَقَدْ كَانَ الصَّحَابَةُ وَغَيْرُهُمْ مِنْ فُصَحَاءِ الْعَرَبِ يُعَبِّرُونَ عَنْ سَمَاعِ الْقُرْآنِ بِقَوْلِهِمْ: سَمِعْتُ اللهَ تَعَالَى يَقُولُ كَذَا. وَلَا يَجُوزُ لِقَارِئٍ أَنْ يَقْرَأَ عَلَى قَوْمٍ لَا يَسْتَمِعُونَ لَهُ، فَإِنْ كَانَ فِي الْمَجْلِسِ كَثِيرٌ مِنَ النَّاسِ يَسْتَمِعُونَ وَيُنْصِتُونَ، فَشَذَّ بَعْضُهُمْ بِمُنَاجَاةِ صَاحِبِهِ بِالْجَنْبِ مِنْ غَيْرِ تَهْوِيشٍ </p><p> عَلَى الْقَارِئِ، وَلَا عَلَى الْمُسْتَمِعِينَ، كَانَ الْخَطْبُ فِي هَذَا هَيِّنًا لَا يَقْتَضِي تَرْكَ الْقِرَاءَةِ وَلَا يُنَافِي الِاسْتِمَاعَ. </p><p> وَيَجِبُ عَلَى كُلِّ مُؤْمِنٍ بِالْقُرْآنِ أَنْ يَحْرِصَ عَلَى اسْتِمَاعِهِ عِنْدَ قِرَاءَتِهِ كَمَا يَحْرِصَ عَلَى تِلَاوَتِهِ، وَأَنْ يَتَأَدَّبَ فِي مَجْلِسِ التِّلَاوَةِ، وَمِلَاكُ هَذَا الْأَدَبِ لِلْقَارِئِ، أَلَّا يَكُونَ مِنْهُ، وَلَا مِنْ غَيْرِهِ، وَلَا مِنْ حَالِ الْمَكَانِ، مَا يُعَدُّ فِي اعْتِقَادِهِ أَوْ فِي عُرْفِ النَّاسِ مُنَافِيًا لِلْأَدَبِ، وَقَدْ ذَكَرَ الْفُقَهَاءُ فِي الْمَسْأَلَةِ آدَابًا وَأَحْكَامًا قَدْ يَخْتَلِفُ بَعْضُهَا بِاخْتِلَافِ الِاعْتِقَادِ وَالْعُرْفِ، وَصَرَّحُوا بِقِرَاءَةِ الْقُرْآنِ فِي كُلِّ حَالٍ مِنْ قِيَامٍ وَقُعُودٍ وَاضْطِجَاعٍ وَمَشْيٍ وَرُكُوبٍ فَلَا تُكْرَهُ فِي الطَّرِيقِ نَصًّا، وَلَا مَعَ حَدَثٍ أَصْغَرَ وَنَجَاسَةِ بَدَنٍ وَثَوْبٍ، وَلَكِنْ يُمْسَكُ عَنِ الْقِرَاءَةِ فِي حَالِ الْحَدَثِ، وَيُسْتَحَبُّ الْوُضُوءُ لَهَا اسْتِحْبَابًا، وَلَا سِيَّمَا لِلْقَارِئِ فِي الْمُصْحَفِ، وَتُكْرَهُ مَعَ الْجِنَازَةِ جَهْرًا; لِأَنَّهُ بِدْعَةٌ، وَفِي الْمَوَاضِعِ الْقَذِرَةِ بِأَنْ يُجْلَسَ فِيهَا لِلْقِرَاءَةِ، وَأَمَّا مَنْ مَرَّ بِمَكَانٍ مِنْهَا وَهُوَ يَقْرَأُ فَلَا يُطْلَبُ مِنْهُ تَرْكُ الْقِرَاءَةِ، وَكَذَلِكَ مَنْ عَرَضَ لَهُ الْجُلُوسُ فِي بَعْضِ الْمَلَاهِي غَيْرِ الْمُبَاحَةِ لَا يُكْرَهُ لَهُ التِّلَاوَةُ سِرًّا، وَصَرَّحُوا بِأَنَّهُ لَا يُكْرَهُ لَهُ أَنْ يَتْلُوَ فِي بَيْتِهِ إِذَا كَانَتْ زَوْجُهُ غَيْرَ مَسْتُورَةِ عَوْرَةِ الصَّلَاةِ. </p><p> وَتُسْتَحَبُّ الْقِرَاءَةُ بِالتَّرْتِيلِ وَالتَّغَنِّي بِالنَّغَمِ الْمُفِيدِ لِلتَّأْثِيرِ وَالْخُشُوعِ مِنْ غَيْرِ تَكَلُّفٍ صِنَاعِيٍّ. وَفِي حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا \" مَا أَذِنَ اللهُ لِشَيْءٍ مَا أَذِنَ لِنَبِيٍّ، حَسَنِ الصَّوْتِ يَتَغَنَّى بِالْقُرْآنِ - زَادَ غَيْرُهُ فِي رِوَايَةٍ - يَجْهَرُ بِهِ \" رَوَاهُ الشَّيْخَانِ. وَأَذِنَ هُنَا بِمَعْنَى اسْتَمَعَ أَوْ سَمِعَ. وَمَصْدَرُهُ بِفَتْحَتَيْنِ، وَرَوَى أَحْمَدُ وَابْنُ مَاجَهْ وَابْنُ حِبَّانَ فِي صَحِيحِهِ وَالْحَاكِمُ وَالْبَيْهَقِيُّ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ مَرْفُوعًا لَلَّهُ أَشَدُّ أَذَنًا لِلرَّجُلِ الْحَسَنِ الصَّوْتِ بِالْقُرْآنِ مِنْ صَاحِبِ الْقَيْنَةِ إِلَى قَيْنَتِهِ وَالْقَيْنَةُ الْأَمَةُ الْمُغَنِّيَةُ، وَرَوَى الْبُخَارِيُّ عَنْ أَبِي هُرَيْرَةَ مَرْفُوعًا: لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ وَيُسْتَحَبُّ الْبُكَاءُ مَعَ الْقِرَاءَةِ وَالْخُشُوعِ، وَإِلَّا فَالتَّبَاكِي وَالتَّخَشُّعِ، وَأَنْ يَسْتَعِيذَ بِاللهِ قَبْلَهَا، وَيَدْعُوَ اللهَ فِي أَثْنَائِهَا بِحَسَبِ مَعَانِي الْآيَاتِ، كَسُؤَالِ الرَّحْمَةِ عِنْدَ ذِكْرِهَا وَالِاسْتِعَاذَةِ مِنَ الْعَذَابِ عِنْدَ ذِكْرِهِ. وَكَانَ أَنَسٌ رَضِيَ اللهُ عَنْهُ يَجْمَعُ أَهْلَهُ وَوَلَدَهُ عِنْدَ خَتْمِ الْقُرْآنِ فَاسْتَحَبُّوا الِاقْتِدَاءَ بِهِ. </p><p> وَاعْلَمْ أَنَّ قُوَّةَ الدِّينِ وَكَمَالَ الْإِيمَانِ وَالْيَقِينِ لَا يَحْصُلَانِ إِلَّا بِكَثْرَةِ قِرَاءَةِ الْقُرْآنِ </p><p> وَاسْتِمَاعِهِ، مَعَ التَّدَبُّرِ بِنِيَّةِ الِاهْتِدَاءِ بِهِ وَالْعَمَلِ بِأَمْرِهِ وَنَهْيِهِ. فَالْإِيمَانُ الْإِذْعَانِيُّ الصَّحِيحُ يَزْدَادُ وَيَقْوَى وَيَنْمَى وَتَتَرَتَّبُ عَلَيْهِ آثَارُهُ مِنَ الْأَعْمَالِ الصَّالِحَةِ، وَتَرْكِ الْمَعَاصِي وَالْفَسَادِ بِقَدْرِ تَدَبُّرِ الْقُرْآنِ، وَيَنْقُصُ وَيَضْعُفُ عَلَى هَذِهِ النِّسْبَةِ مَنْ تَرَكَ تَدَبُّرَهُ، وَمَا آمَنَ أَكْثَرُ الْعَرَبِ إِلَّا بِسَمَاعِهِ وَفَهْمِهِ، وَلَا فَتَحُوا الْأَقْطَارَ، وَمَصَّرُوا الْأَمْصَارَ، وَاتَّسَعَ عُمْرَانُهُمْ، وَعَظُمَ سُلْطَانُهُمْ، إِلَّا بِتَأْثِيرِ هِدَايَتِهِ، وَمَا كَانَ الْجَاحِدُونَ الْمُعَانِدُونَ مِنْ زُعَمَاءِ مَكَّةَ يُجَاهِدُونَ النَّبِيَّ وَيَصُدُّونَهُ عَنْ تَبْلِيغِ دَعْوَةِ رَبِّهِ إِلَّا بِمَنْعِهِ مِنْ قِرَاءَةِ الْقُرْآنِ عَلَى النَّاسِ: وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغُوَا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (٤١: ٢٦) وَمَا ضَعُفَ الْإِسْلَامُ مُنْذُ الْقُرُونِ الْوُسْطَى حَتَّى زَالَ أَكْثَرُ مُلْكِهِ إِلَّا بِهَجْرِ تَدَبُّرِ الْقُرْآنِ، وَجَعْلِهِ كَالرُّقَى وَالتَّعَاوِيذِ الَّتِي تُتَّخَذُ لِلتَّبَرُّكِ أَوْ لِشِفَاءِ أَمْرَاضِ الْأَبْدَانِ، وَجُلُّ فَائِدَةِ الصَّلَاةِ - وَهِيَ عِمَادُ الدِّينِ - بِتِلَاوَةِ الْقُرْآنِ مَعَ التَّدَبُّرِ وَالتَّخَشُّعِ، فَإِذَا زَالَ مِنْهَا هَذَا صَارَتْ عَادَةً قَلِيلَةَ الْفَائِدَةِ. وَالْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ فِيهِ كَثِيرَةٌ تَقَدَّمَ بَعْضُهَا مَعَ تَفْسِيرِهَا، فَمِنَ التَّطْوِيلِ فِي غَيْرِ مَحَلِّهِ إِيرَادُ شَيْءٍ مِنْهَا هُنَا. </p><p> وَإِنَّنِي أَخْتِمُ هَذَا الْبَحْثَ بِأَوَّلِ حَدِيثِ عَائِشَةَ رَضِيَ اللهُ عَنْهَا الطَّوِيلِ فِي الْهِجْرَةِ مِنْ رِوَايَةِ صَحِيحِ الْبُخَارِيِّ، لِلِاسْتِشْهَادِ بِهِ عَلَى مَا كَانَ مِنْ تَأْثِيرِ سَمَاعِ الْقُرْآنِ عِنْدَ مُشْرِكِي الْعَرَبِ قَالَ: حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: \" لَمْ أَعْقِلْ أَبَوَيَّ قَطُّ إِلَّا وَهُمَا يَدِينَانِ الدِّينَ، وَلَمْ يَمُرَّ عَلَيْنَا يَوْمٌ إِلَّا يَأْتِينَا فِيهِ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَرَفَيِ النَّهَارِ بِكُرَةً وَعَشِيَّةً، فَلَمَّا ابْتُلِيَ الْمُسْلِمُونَ خَرَجَ أَبُو بَكْرٍ مُهَاجِرًا نَحْوَ أَرْضِ الْحَبَشَةِ حَتَّى بَلَغَ بَرْكَ الْغِمَادِ لَقِيَهُ ابْنُ الدُّغُنَّةِ وَهُوَ سَيِّدُ الْقَارَةِ، فَقَالَ: أَيْنَ تُرِيدُ يَا أَبَا بَكْرٍ؟ فَقَالَ أَبُو بَكْرٍ: أَخْرَجَنِي قَوْمِي فَأُرِيدُ أَنْ أَسِيحَ فِي الْأَرْضِ وَأَعْبُدَ رَبِّي، قَالَ ابْنُ الدُّغُنَّةِ: فَإِنَّ مِثْلَكَ يَا أَبَا بَكْرٍ لَا يَخْرُجُ وَلَا يُخْرَجُ، إِنَّكَ تُكْسِبُ الْمَعْدُومَ وَتَصِلُ الرَّحِمَ وَتَحْمِلُ الْكَلَّ وَتُقْرِي الضَّيْفَ وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَأَنَا لَكَ جَارٌ، ارْجِعْ وَاعْبُدْ رَبَّكَ بِبَلَدِكَ. </p><p> فَرَجَعَ وَارْتَحَلَ مَعَهُ ابْنُ الدُّغُنَّةِ، فَطَافَ ابْنُ الدُّغُنَّةِ عَشِيَّةً فِي أَشْرَافِ قُرَيْشٍ فَقَالَ لَهُمْ: إِنَّ أَبَا بَكْرٍ لَا يُخْرَجُ مِثْلُهُ وَلَا يَخْرُجُ، أَتُخْرِجُونَ رَجُلًا يُكْسِبُ الْمَعْدُومَ، وَيَصِلُ الرَّحِمَ، وَيَحْمِلُ الْكَلَّ، وَيَقْرِي الضَّيْفَ، وَيُعِينُ عَلَى نَوَائِبِ الْحَقِّ؟ ، فَلَمْ تُكَذِّبْ قُرَيْشٌ بِجِوَارِ ابْنِ الدُّغُنَّةِ، وَقَالُوا لِابْنِ الدُّغُنَّةِ: مُرْ أَبَا بَكْرٍ فَلْيَعْبُدْ رَبَّهُ فِي دَارِهِ فَلْيُصَلِّ فِيهَا وَلِيَقْرَأَ مَا شَاءَ وَلَا يُؤْذِينَا بِذَلِكَ، وَلَا يَسْتَعْلِنْ بِهِ، فَإِنَّا نَخْشَى أَنْ يَفْتِنَ نِسَاءَنَا وَأَبْنَاءَنَا، فَقَالَ ذَلِكَ ابْنُ الدُّغُنَّةِ لِأَبِي بَكْرٍ، فَلَبِثَ أَبُو بَكْرٍ ذَلِكَ يَعْبُدُ رَبَّهُ فِي دَارِهِ </p>"
}