{
  "id": null,
  "sura": 7,
  "aya": 8,
  "text": "<p> وَتَمَنَّى عَلَى اللهِ \" - هَذَا حَدِيثٌ حَسَنٌ، وَمَعْنَى \" دَانَ نَفْسَهُ \" حَاسَبَ نَفْسَهُ فِي الدُّنْيَا قَبْلَ أَنْ يُحَاسَبَ يَوْمَ الْقِيَامَةِ، وَيُرْوَى عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا وَتَزَيَّنُوا لِلْعَرْضِ الْأَكْبَرِ وَإِنَّمَا يُخَفَّفُ الْحِسَابُ يَوْمَ الْقِيَامَةِ عَلَى مَنْ حَاسَبَ نَفْسَهُ فِي الدُّنْيَا اهـ. </p><p> وَلَمَّا كَانَ الْجَزَاءُ عَلَى حَسَبِ الْأَعْمَالِ وَهِيَ مُتَفَاوِتَةٌ تَنْضَبِطُ وَتُقَدَّرُ </p><p> بِالْوَزْنِ وَإِقَامَةِ الْمِيزَانِ. قَالَ عَزَّ وَجَلَّ. </p><p> (وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ) قَالَ الرَّاغِبُ: الْوَزْنُ مَعْرِفَةُ قَدْرِ الشَّيْءِ. يُقَالُ وَزِنْتُهُ وَزْنًا وَزِنَةً. وَالْمُتَعَارَفُ فِي الْوَزْنِ عِنْدَ الْعَامَّةِ مَا يُقَدَّرُ بِالْقِسْطِ وَالْقَبَّانِ اهـ. وَتَفْسِيرُهُ الْوَزْنُ بِالْمَعْرِفَةِ تَسَاهُلٌ، وَإِنَّمَا هُوَ عَمَلٌ يُرَادُ بِهِ تَعَرُّفُ مِقْدَارِ الشَّيْءِ بِالْآلَةِ الَّتِي تُسَمَّى الْمِيزَانَ وَهُوَ مُشْتَقٌّ مِنْهُ، وَبِالْقِسْطَاسِ وَهُوَ مِنَ الْقِسْطِ وَمَعْنَاهُ النَّصِيبُ الْعَادِلُ أَوْ بِالْعَدْلِ كَمَا قَالَ الرَّاغِبُ، وَأُطْلِقَ عَلَى الْعَدْلِ مَجَازًا، وَكَذَا الْمِيزَانُ وَمِنْهُ قَوْلُهُ تَعَالَى:  (اللهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانِ)  (٤: ١٧) وَقَوْلُهُ فِي الرُّسُلِ كَافَّةً: (وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ)  (٥٧: ٢٥) وَمِنْ كَلَامِ الْعَرَبِ اسْتَقَامَ مِيزَانُ النَّهَارِ. إِذَا انْتَصَفَ. وَلَيْسَ لِفُلَانِ وَزْنٌ - أَيْ قَدْرٌ لِخِسَّتِهِ. وَمِنْهُ قَوْلُهُ تَعَالَى:  (فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا)  (١٨: ١٠٥) قَالَ الرَّاغِبُ وَقَوْلُهُ: (وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ)  (٧: ٨) فَإِشَارَةٌ إِلَى الْعَدْلِ فِي مُحَاسَبَةِ النَّاسِ كَمَا قَالَ: (وَنَضَعُ الْمُوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ)  (٢١: ٤٧) أَيْ وَلِذَلِكَ. قَالَ عَقِبَهُ (فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ)  (٢١: ٤٧) وَالتَّجَوُّزُ بِالْوَزْنِ وَالْمِيزَانِ فِي الشِّعْرِ كَثِيرٌ. </p><p> وَمَعْنَى الْجُمْلَةِ: وَالْوَزْنُ فِي ذَلِكَ الْيَوْمِ الَّذِي يَسْأَلُ اللهُ فِيهِ الرُّسُلَ وَالْأُمَمَ، وَيَقُصُّ عَلَيْهِمْ كُلَّ مَا كَانَ مِنْهُمْ، هُوَ الْحَقُّ الَّذِي تَحِقُّ بِهِ الْأُمُورُ وَتُعْرَفُ بِهِ حَقِيقَةُ كُلِّ أَحَدٍ وَمَا يَسْتَحِقُّهُ مِنَ الثَّوَابِ وَالْعِقَابِ. وَذَهَبَ أَكْثَرُ عُلَمَاءِ الْإِعْرَابِ إِلَى أَنَّ الْمَعْنَى: أَنَّ الْوَزْنَ الْحَقَّ كَائِنٌ يَوْمَئِذٍ، لَا أَنَّ الْوَزْنَ يَوْمَئِذٍ حَقٌّ، فَالْحَقُّ صِفَةٌ لِلْوَزْنِ وَيَوْمَئِذٍ هُوَ الْخَبَرُ عَنْهُ أَوِ الْمَعْنَى وَالْوَزْنُ كَائِنٌ يَوْمَئِذٍ وَهُوَ الْحَقُّ، وَالْأَوَّلُ أَظْهَرُ. </p><p> (فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ) قِيلَ: إِنِ الْمَوَازِينَ جَمْعُ مِيزَانٍ فَهِيَ مُتَعَدِّدَةٌ لِكُلِّ امْرِئٍ مِيزَانٌ وَقِيلَ: لِكُلِّ عَمَلٍ. وَالْجُمْهُورُ عَلَى أَنَّ الْمِيزَانَ وَاحِدٌ وَأَنَّهُ يُجْمَعُ بِاعْتِبَارِ الْمُحَاسَبِينَ وَهُمُ النَّاسُ أَوْ عَلَى حَدِّ قَوْلِ الْعَرَبِ: سَافَرَ فُلَانٌ عَلَى الْبِغَالِ وَإِنْ رَكِبَ بَغْلًا وَاحِدًا، وَقِيلَ: إِنَّ الْمَوَازِينَ جَمْعُ مَوْزُونٍ، وَالْمَعْنَى فَمَنْ رَجَحَتْ مَوَازِينُ أَعْمَالِهِ بِالْإِيمَانِ وَكَثْرَةِ حَسَنَاتِهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ بِالنَّجَاةِ مِنَ الْعَذَابِ وَالنَّعِيمِ فِي دَارِ الثَّوَابِ (وَمَنْ خَفَّتْ مُوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ) </p><p> أَيْ وَمَنْ خَفَّتْ مَوَازِينُ أَعْمَالِهِ بِالْكُفْرِ وَكَثْرَةِ سَيِّئَاتِهِ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ، إِذْ حُرِمُوا السَّعَادَةَ الَّتِي كَانَتْ مُسْتَعِدَّةً لَهَا لَوْ لَمْ يُفْسِدُوا فِطْرَتَهَا بِالْكُفْرِ وَالْمَعَاصِي، بِسَبَبِ مَا كَانُوا يَظْلِمُونَهَا بِكُفْرِهِمْ بِآيَاتِ اللهِ مُسْتَمِرِّينَ عَلَى ذَلِكَ مُصِرِّينَ عَلَيْهِ </p><p> إِلَى نِهَايَةِ أَعْمَارِهِمْ، كَمَا يَدُلُّ عَلَيْهِ التَّعْبِيرُ بِالْمُضَارِعِ، وَعُدِّيَ الظُّلْمُ بِالْبَاءِ لِتَضَمُّنِهِ مَعْنَى الْكُفْرِ وَسَيَأْتِي مِثْلُهُ فِي هَذِهِ السُّورَةِ (آيَةِ ١٠٣) وَفِي غَيْرِهَا. </p><p> وَظَاهِرُ هَذَا التَّقْسِيمِ أَنَّهُ لِفَرِيقَيِ الْمُؤْمِنِينَ عَلَى تَفَاوُتِ دَرَجَاتِهِمْ فِي الْفَلَاحِ، وَالْكَافِرِينَ عَلَى تَفَاوُتِ دَرَجَاتِهِمْ فِي الْخُسْرَانِ، فَإِنَّ مَنْ مَاتَ مُؤْمِنًا فَهُوَ مُفْلِحٌ وَإِنْ عُذِّبَ عَلَى بَعْضِ ذُنُوبِهِ بِقَدْرِهَا، فَهَذَا الْوَزْنُ الْإِجْمَالِيُّ الَّذِي يَمْتَازُ بِهِ فَرِيقُ الْجَنَّةِ وَفَرِيقُ السَّعِيرِ، وَهُنَالِكَ قِسْمٌ ثَالِثٌ اسْتَوَتْ حَسَنَاتُهُمْ وَسَيِّئَاتُهُمْ وَهُمْ أَصْحَابُ الْأَعْرَافِ وَسَيَأْتِي ذِكْرُهُمْ فِي هَذِهِ السُّورَةِ، وَيَتْبَعُ الْوَزْنُ الْإِجْمَالِيُّ الْوَزْنَ التَّفْصِيلِيَّ لِلْفَرِيقَيْنِ، وَلَكِنَّ بَعْضَ الْعُلَمَاءِ يَقُولُونَ: إِنَّ الْوَزْنَ لِلْمُؤْمِنِينَ خَاصَّةً؛ لِأَنَّهُ تَعَالَى قَالَ فِي الْكَافِرِينَ:  (فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزَنًا) وَأَجَابَ الْآخَرُونَ بِأَنَّ مَعْنَاهُ مَا تَقَدَّمَ آنِفًا فِي بَحْثِ الْوَزْنِ فِي اللُّغَةِ مِنْ أَنَّهُ لَا يَكُونُ لَهُمْ قِيمَةٌ وَلَا قَدْرٌ، وَهُوَ لَا يَنْفِي وَزْنَ أَعْمَالِهِمْ وَظُهُورَ خِفَّتِهَا وَخُسْرَانِهِمْ وَاسْتَدَلُّوا عَلَى ذَلِكَ بِقَوْلِهِ تَعَالَى مِنْ سُورَةِ الْمُؤْمِنِينَ:  (فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ)  (٢٣: ١٠٢ - ١٠٥) وَمِنَ الْمُسْتَغْرَبِ أَنَّ شَيْخَ الْإِسْلَامِ ابْنَ تَيْمِيَةَ قَالَ بَعْدَ ذِكْرِ آيَتَيِ الْمَوَازِينِ فِي الثِّقَلِ وَالْخِفَّةِ مِنْ سُورَةِ الْمُؤْمِنِينَ: إِنَّ الْكُفَّارَ لَا يُحَاسَبُونَ مُحَاسَبَةَ مَنْ تُوزَنُ حَسَنَاتُهُ وَسَيِّئَاتُهُ؛ إِذْ لَا حَسَنَاتِ لَهُمْ، وَلَكِنْ تُعَدُّ أَعْمَالُهُمْ فَتُحْصَى فَيُوقَفُونَ عَلَيْهَا وَيُقِرُّونَ بِهَا وَيُجْزَوْنَ بِهَا. وَهُوَ سَهْوٌ سَبَبُهُ - وَاللهُ أَعْلَمُ - مَا كَانَ عَلِقَ بِذِهْنِهِ مِنْ هَذَا الْقَوْلِ، وَمَا مِنْ كَافِرٍ إِلَّا وَلَهُ حَسَنَاتٌ وَلَكِنَّ الْكُفْرَ يُحْبِطُهَا فَتَكُونُ هَبَاءً مَنْثُورًا وَهِيَ تُحْصَى مَعَ السَّيِّئَاتِ وَتُضْبَطُ بِالْوَزْنِ الَّذِي بِهِ يَظْهَرُ مِقْدَارُ الْجَزَاءِ وَتَفَاوُتُهُمْ فِيهِ، وَاسْتَدَلُّوا عَلَى تَخْفِيفِ الْعَذَابِ عَنِ الْكَافِرِ بِسَبَبِ عَمَلِهِ الصَّالِحِ بِمَا وَرَدَ فِي الصَّحِيحِ مِنَ التَّخْفِيفِ عَنْ أَبِي طَالِبٍ بِمَا كَانَ مِنْ حِمَايَتِهِ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحُبِّهِ لَهُ، وَزَعَمَ بَعْضُهُمْ أَنَّ ذَلِكَ خَاصٌّ بِهِ، وَيَصِحُّ أَنْ تَكُونَ الْخُصُوصِيَّةُ فِي نَوْعِ التَّخْفِيفِ وَمِقْدَارِهِ، إِذْ مِنَ الْمُتَّفَقِ عَلَيْهِ وَالْمُجَمَعِ عَلَيْهِ أَنَّ عَذَابَ الْكُفَّارِ مُتَفَاوِتٌ، وَلَا يُعْقَلُ أَنْ يَكُونَ عَذَابُ أَبِي جَهْلٍ كَعَذَابِ أَبِي طَالِبٍ لَوْلَا الْخُصُوصِيَّةُ، وَاللهُ تَعَالَى يَقُولُ:  (إِنَّ اللهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ)  (٤: ٤٠) وَمِنَ الْمَشَاهِدِ فِي كُلِّ زَمَانٍ أَنَّ مِنَ الْكُفَّارِ مَنْ يُحِبُّ اللهَ وَيَعْبُدُهُ وَلَا يُشْرِكُ بِهِ، وَالْمُشْرِكُونَ مِنْهُمْ إِنَّمَا أَشْرَكُوا مَعَهُ غَيْرَهُ فِي الْحُبِّ وَالْعِبَادَةِ كَمَا </p><p> قَالَ فِي </p><p> أَنْدَادِهِمْ:  (يُحِبُّونَهُمْ كَحُبِّ اللهِ ٢: ١٦٥) - وَهُوَ يَتَضَمَّنُ إِثْبَاتَ حُبِّهِمْ لِلَّهِ - وَيَتَصَدَّقُونَ وَيَصِلُونَ الْأَرْحَامَ وَيَفْعَلُونَ غَيْرَ ذَلِكَ مِنْ أَعْمَالِ الْبِرِّ، وَيَمْتَنِعُونَ عَنِ الْفَوَاحِشِ خَوْفًا مِنَ اللهِ. فَهَلْ يُسَوِّي الْحَكَمُ الْعَدْلُ بَيْنَهُمْ وَبَيْنَ مُرْتَكِبِي الْفَوَاحِشِ وَالْمُنْكَرَاتِ وَالْجِنَايَاتِ مِنَ الْكُفَّارِ وَلَا سِيَّمَا الْجَاحِدِينَ الْمُعَطِّلِينَ وَمُكَذِّبِي الرُّسُلِ مِنْهُمْ؟ حَاشَ لِلَّهِ. نَعَمْ صَحَّ الْحَدِيثُ عَنْ مُسْلِمٍ بِأَنَّهُمْ يُجَازَوْنَ عَلَى حَسَنَاتِهِمْ فِي الدُّنْيَا، وَهُوَ لَا يَمْنَعُ وَزْنَهَا فِي الْآخِرَةِ وَأَلَّا يَكُونَ لَهَا مَعَ الْكُفْرِ وَالسَّيِّئَاتِ دَخْلٌ فِي رُجْحَانِ مَوَازِينِهِمْ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الْمُسْلِمِينَ اخْتَلَفُوا فِي هَذَا الْوَزْنِ وَالْمَوَازِينِ، هَلْ هِيَ عِبَارَةٌ عَنِ الْعَدْلِ التَّامِّ فِي تَقْدِيرِ مَا بِهِ يَكُونُ الْجَزَاءُ مِنَ الْأَعْمَالِ وَتَأْثِيرِهَا فِي إِصْلَاحِ الْأَنْفُسِ وَتَزْكِيَّتِهَا، وَفِي إِفْسَادِهَا وَتَدْسِيَّتِهَا، أَمْ هُنَاكَ وَزْنٌ حَقِيقِيٌّ، حِكْمَتُهُ إِظْهَارُ عِلْمِ اللهِ تَعَالَى بِأَعْمَالِ الْعِبَادِ وَعَدْلِهِ فِي جَزَائِهِمْ عَلَيْهَا؟ ذَهَبَ إِلَى الْأَوَّلِ مُجَاهِدٌ مِنْ مُفَسِّرِي السَّلَفِ - وَكَذَا الْأَعْمَشُ وَالضَّحَّاكُ حَكَاهُ الرَّازِيُّ عَنْهُمَا - وَالْجَهْمِيَّةُ وَالْمُعْتَزِلَةُ قَالَ مُجَاهِدٌ فِي الْآيَةِ كَمَا فِي الدُّرِّ الْمَنْثُورِ (وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ) قَالَ: الْعَدْلُ (فَمَنْ ثَقُلَتْ مَوَازِينُهُ) قَالَ حَسَنَاتُهُ. (وَمَنْ خَفَّتْ مَوَازِينُهُ) قَالَ سَيِّئَاتُهُ اهـ. وَرَوَى ابْنُ جَرِيرٍ نَحْوَهُ عَنْهُ وَسَيَأْتِي فِيمَا لَخَّصَهُ الْحَافِظُ ابْنُ حَجَرٍ. </p><p> وَالْجُمْهُورُ عَلَى الثَّانِي، بَلْ قَالَ أَبُو إِسْحَاقَ الزَّجَّاجُ - كَمَا نَقَلَ الْحَافِظُ عَنْهُ - أَجْمَعَ أَهْلُ السُّنَّةِ عَلَى الْإِيمَانِ بِالْمِيزَانِ، وَأَنَّ أَعْمَالَ الْعِبَادِ تُوزَنُ يَوْمَ الْقِيَامَةِ، وَأَنَّ الْمِيزَانَ لَهُ لِسَانٌ وَكِفَّتَانِ وَيَمِيلُ بِالْأَعْمَالِ. وَأَنْكَرَتِ الْمُعْتَزِلَةُ الْمِيزَانَ وَقَالُوا هُوَ عِبَارَةٌ عَنِ الْعَدْلِ فَخَالَفُوا الْكِتَابَ وَالسُّنَّةَ لِأَنَّ اللهَ أَخْبَرَ أَنَّهُ يَضَعُ الْمُوَازِينَ لِوَزْنِ الْأَعْمَالِ لِيَرَى الْعِبَادُ أَعْمَالَهُمْ مُمَثَّلَةً لِيَكُونُوا عَلَى أَنْفُسِهِمْ شَاهِدِينَ. وَقَالَ ابْنُ فُورَكٍ: أَنْكَرَتِ الْمُعْتَزِلَةُ الْمِيزَانَ بِنَاءً مِنْهُمْ عَلَى أَنَّ الْأَعْرَاضَ يَسْتَحِيلُ وَزْنُهَا إِذْ لَا تَقُومُ بِأَنْفُسِهَا. قَالَ: وَقَدْ رَوَى بَعْضُ الْمُتَكَلِّمِينَ عَنِ ابْنِ عَبَّاسٍ أَنَّ اللهَ تَعَالَى يَقْلِبُ الْأَعْرَاضَ أَجْسَامًا فَيَزِنُهَا. انْتَهَى. </p><p> نَقَلَ الْحَافِظُ ابْنُ حَجَرٍ مَا ذُكِرَ فِي شَرْحِ آخَرِ بَابٍ مِنْ أَبْوَابِ الْبُخَارِيِّ وَهُوَ (بَابُ قَوْلِ اللهِ: (وَنَضَعُ الْمُوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ)  (٢١: ٤٧) وَأَنَّ أَعْمَالَ بَنِي آدَمَ وَقَوْلَهُمْ تُوزَنُ) وَقَفَّى عَلَيْهِ بِقَوْلِهِ: وَقَدْ ذَهَبَ بَعْضُ السَّلَفِ إِلَى أَنَّ الْمِيزَانَ بِمَعْنَى الْعَدْلِ وَالْقَضَاءِ فَأَسْنَدَ الطَّبَرِيُّ مِنْ طَرِيقِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ تَعَالَى: (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ) قَالَ: إِنَّمَا هُوَ مَثَلٌ، كَمَا يَجُوزُ وَزْنُ الْأَعْمَالِ كَذَلِكَ يَجُوزُ الْحَطُّ وَمِنْ طَرِيقِ لَيْثِ بْنِ أَبِي سُلَيْمٍ عَنْ مُجَاهِدٍ قَالَ: الْمَوَازِينُ الْعَدْلُ. وَالرَّاجِحُ مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ. وَأَخْرَجَ أَبُو الْقَاسِمِ اللَّالِكَائِيُّ فِي السُّنَّةِ عَنْ سُلَيْمَانَ قَالَ: يُوضَعُ الْمِيزَانُ وَلَهُ كِفَّتَانِ لَوْ وُضِعَ فِي إِحْدَاهُمَا السَّمَوَاتُ وَالْأَرْضُ </p><p> وَمَنْ فِيهِنَّ لَوَسِعَتْهُ - وَمِنْ طَرِيقِ </p><p> عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ: ذُكِرَ الْمِيزَانُ عِنْدَ الْحَسَنِ فَقَالَ: لَهُ لِسَانٌ وَكِفَّتَانِ. وَقَالَ الطَّيِّبِيُّ: قِيلَ إِنَّمَا تُوزَنُ الصُّحُفُ. وَأَمَّا الْأَعْمَالُ فَإِنَّهَا أَعْرَاضٌ فَلَا تُوصَفُ بِثِقَلٍ وَلَا خِفَّةٍ. وَالْحَقُّ عِنْدَ أَهْلِ السُّنَّةِ أَنَّ الْأَعْمَالَ حِينَئِذٍ تُجَسَّدُ أَوْ تُجْعَلُ فِي أَجْسَامٍ فَتَصِيرُ أَعْمَالُ الطَّائِعِينَ فِي صُورَةٍ حَسَنَةٍ وَأَعْمَالُ الْمُسِيئِينَ فِي صُورَةٍ قَبِيحَةٍ ثُمَّ تُوزَنُ، وَرَجَّحَ الْقُرْطُبِيُّ أَنَّ الَّذِي يُوزَنُ الصَّحَائِفُ الَّتِي تُكْتَبُ فِيهَا الْأَعْمَالُ، وَنُقِلَ عَنِ ابْنِ عُمَرَ قَالَ: تُوزَنُ صَحَائِفُ الْأَعْمَالِ قَالَ: فَإِذَا ثَبَتَ هَذَا فَالصُّحُفُ أَجْسَامٌ فَيَرْتَفِعُ الْإِشْكَالُ، وَيُقَوِّيهِ حَدِيثُ الْبِطَاقَةِ الَّذِي أَخْرَجَهُ التِّرْمِذِيُّ وَحَسَّنَهُ وَالْحَاكِمُ صَحَّحَهُ وَفِيهِ \" فَتُوضَعُ السِّجِلَّاتُ فِي كِفَّةِ وَالْبِطَاقَةُ فِي كِفَّةٍ \" انْتَهَى. وَالصَّحِيحُ أَنَّ الْأَعْمَالَ هِيَ الَّتِي تُوزَنُ، وَقَدْ أَخْرَجَ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَصَحَّحَهُ وَابْنُ حِبَّانَ عَنْ أَبِي الدَّرْدَاءِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" مَا يُوضَعُ فِي الْمِيزَانِ يَوْمَ الْقِيَامَةِ أَثْقَلُ مِنْ خُلُقٍ حَسَنٍ \" وَفِي حَدِيثِ جَابِرٍ رَفَعَهُ \" تُوضَعُ الْمَوَازِينُ يَوْمَ الْقِيَامَةِ فَتُوزَنُ الْحَسَنَاتُ وَالسَّيِّئَاتُ فَمَنْ رَجَحَتْ حَسَنَاتُهُ عَلَى سَيِّئَاتِهِ مِثْقَالَ حَبَّةٍ دَخَلَ الْجَنَّةَ، وَمَنْ رَجَحَتْ سَيِّئَاتُهُ عَلَى حَسَنَاتِهِ مِثْقَالَ حَبَّةٍ دَخَلَ النَّارَ -قِيلَ:وَمَنِ اسْتَوَتْ حَسَنَاتُهُ وَسَيِّئَاتُهُ؟قَالَ:أُولَئِكَ أَصْحَابُ الْأَعْرَافِ \" أَخْرَجَهُ خَيْثَمَةُ فِي فَوَائِدِهِ، وَعِنْدَ ابْنِ الْمُبَارَكِ فِي الزُّهْدِ عَنِ ابْنِ مَسْعُودٍ نَحْوُهُ مَوْقُوفًا. وَأَخْرَجَ أَبُو الْقَاسِمِ اللَّالِكَائِيُّ فِي كِتَابِ السُّنَّةِ عَنْ حُذَيْفَةَ مَوْقُوفًا أَنَّ صَاحِبَ الْمِيزَانِ يَوْمَ الْقِيَامَةِ جِبْرِيلُ عَلَيْهِ السَّلَامُ اهـ. مَا لَخَّصَهُ الْحَافِظُ ابْنُ حَجَرٍ مِنْ أَقْوَالِ أَهْلِ السُّنَّةِ. </p><p> أَقُولُ: وَقَدِ اسْتَقْصَى السُّيُوطِيُّ فِي تَفْسِيرِ الْآيَةِ مِنَ الدُّرِّ الْمَنْثُورِ مَا وَرَدَ فِي الْمِيزَانِ أَوِ الْوَزْنِ مِنَ الرِّوَايَاتِ الصَّحِيحَةِ وَالسَّقِيمَةِ أَوْ جُلِّهِ، وَلَيْسَ فِي الصَّحِيحَيْنِ مِنْهَا إِلَّا مَا خَتَمَ بِهِ الْبُخَارِيُّ صَحِيحَهُ وَهُوَ حَدِيثُ أَبِي هُرَيْرَةَ الْمَرْفُوعُ \" كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيمِ \" وَإِذَا لَمْ يَكُنْ فِي الصَّحِيحَيْنِ وَلَا فِي كُتُبِ السُّنَنِ الْمُعْتَمِدَةِ حَدِيثٌ صَحِيحٌ مَرْفُوعٌ فِي صِفَةِ الْمِيزَانِ وَلَا فِي أَنَّ لَهُ كِفَّتَيْنِ وَلِسَانًا فَلَا نَغْتَرُّ بِقَوْلِ الزَّجَّاجِ. إِنَّ هَذَا مِمَّا أَجْمَعَ عَلَيْهِ أَهْلُ السُّنَّةِ. فَإِنَّ كَثِيرًا مِنَ الْمُصَنِّفِينَ يَتَسَاهَلُونَ بِإِطْلَاقِ كَلِمَةِ الْإِجْمَاعِ وَلَا سِيَّمَا غَيْرُ الْحُفَّاظِ الْمُتْقِنِينَ، وَالزَّجَّاجُ لَيْسَ مِنْهُمْ، وَيَتَسَاهَلُونَ فِي عَزْوِ كُلِّ مَا يُوجَدُ فِي كُتُبِ أَهْلِ السُّنَّةِ إِلَى جَمَاعَتِهِمْ، وَإِنْ لَمْ يُعْرَفْ لَهُ أَصْلٌ مِنَ السَّلَفِ، وَلَا اتَّفَقَ عَلَيْهِ الْخَلَفُ مِنْهُمْ، وَهَذِهِ الْمَسْأَلَةُ مِمَّا اخْتَلَفَ فِيهِ السَّلَفُ وَالْخَلَفُ كَمَا عَلِمْتُ، </p><p> فَاخْتَلَفَ عُلَمَاءُ أَهْلِ السُّنَّةِ الْقَائِلُونَ بِأَنَّ الْوَزْنَ بِمِيزَانٍ، هَلْ هُوَ مِيزَانٌ وَاحِدٌ أَمْ لِكُلِّ شَخْصٍ أَوْ لِكُلِّ عَمَلٍ مِيزَانٌ؟ وَفِي الْمَوْزُونِ بِهِ حَتَّى قِيلَ إِنَّهُ الْأَشْخَاصُ لَا الْأَعْمَالُ، وَفِي صِفَةِ الْمَوْزُونِ وَالْوَزْنِ، وَفِيمَنْ يُوزَنُ لَهُمْ، أَلِلْمُؤْمِنِينَ خَاصَّةً أَمْ لَهُمْ وَلِلْكُفَّارِ؟ وَفِي صِفَةِ الْخِفَّةِ وَالثِّقَلِ وَفِيهَا ثَلَاثَةُ أَقْوَالٍ. </p><p> وَلِهَذَا الْخِلَافِ ثَلَاثَةُ أَسْبَابٍ:  (أَحَدُهَا) اخْتِلَافُ الْأَخْبَارِ وَالْآثَارِ عَنِ السَّلَفِ وَأَكْثَرُهَا لَا يَصِحُّ وَلَا يُحْتَجُّ بِمِثْلِهِ فِي الْأَحْكَامِ الْعَمَلِيَّةِ فَضْلًا عَنِ الْمَسَائِلِ الِاعْتِقَادِيَّةِ. </p><p> (ثَانِيهَا) الِاخْتِلَافُ فِي فَهْمِهَا. </p><p> (ثَالِثُهَا) الرَّأْيُ وَالتَّخَيُّلُ وَالْقِيَاسُ مَعَ الْفَارِقِ فَإِنَّ الْخَلَفَ مِنَ الْمُنْتَمِينَ إِلَى مَذَاهِبِ السُّنَّةِ خَاضُوا فِيمَا خَاضَ فِيهِ غَيْرُهُمْ مِنْ تَحْكِيمِ الرَّأْيِ فِي أُمُورِ الْغَيْبِ، فَالْمُعْتَزِلَةُ أَخْطَئُوا فِي قِيَاسِ عَالَمِ الْغَيْبِ عَلَى عَالَمِ الشَّهَادَةِ وَإِنْكَارِ وَزْنِ الْأَعْمَالِ بِحُجَّةِ أَنَّهَا أَعْرَاضٌ لَا تُوزَنُ وَأَنَّ عِلْمَ اللهِ بِهَا يُغْنِي عَنْ وَزْنِهَا، وَرَدَّ عَلَيْهِمْ بَعْضُ الْمُنْتَمِينَ إِلَى السُّنَّةِ رَدًّا مَبْنِيًّا عَلَى أَسَاسِ مَذْهَبِهِمْ فِي قِيَاسِ عَالَمِ الْغَيْبِ عَلَى عَالَمِ الشَّهَادَةِ، وَتَطْبِيقِ أَخْبَارِ الْآخِرَةِ عَلَى الْمَعْهُودِ الْمَأْلُوفِ فِي الدُّنْيَا فَزَعَمُوا أَنَّ الْأَعْمَالَ تَتَجَسَّدُ وَتُوزَنُ أَوْ تُوضَعُ فِي صُوَرٍ مُجَسَّمَةٍ أَوْ أَنَّ الصَّحَائِفَ الَّتِي تُكْتَبُ فِيهَا الْأَعْمَالُ هِيَ الَّتِي تُوزَنُ بِنَاءً عَلَى أَنَّهَا كَصَحَائِفَ الدُّنْيَا إِمَّا رِقٌّ (جِلْدٌ) وَإِمَّا وَرَقٌّ. </p><p> وَالْأَصْلُ الَّذِي عَلَيْهِ سَلَفُ الْأُمَّةِ فِي الْإِيمَانِ بِعَالَمِ الْغَيْبِ أَنَّ كُلَّ مَا ثَبَتَ مِنْ أَخْبَارِهِ فِي الْكِتَابِ وَالسُّنَّةِ فَهُوَ حَقٌّ لَا رَيْبَ فِيهِ، نُؤْمِنُ بِهِ وَلَا نُحَكِّمُ رَأْيَنَا فِي صِفَتِهِ وَكَيْفِيَّتِهِ. فَنُؤْمِنُ إِذًا بِأَنَّ فِي الْآخِرَةِ وَزْنًا لِلْأَعْمَالِ قَطْعًا، وَنُرَجِّحُ أَنَّهُ بِمِيزَانٍ يَلِيقُ بِذَلِكَ الْعَالَمِ يُوزَنُ بِهِ الْإِيمَانُ وَالْأَخْلَاقُ وَالْأَعْمَالُ، لَا نَبْحَثُ عَنْ صُورَتِهِ وَكَيْفِيَّتِهِ وَلَا عَنْ كِفَّتَيْهِ إِنْ صَحَّ الْحَدِيثُ فِيهِمَا كَمَا صَوَّرَهُ الشَّعَرَانِيُّ فِي مِيزَانِهِ. وَيُؤْخَذُ مِنْ آيَاتٍ كَثِيرَةٍ أَنَّ ذَلِكَ يَكُونُ بِاعْتِبَارِ تَأْثِيرِهَا فِي النَّفْسِ مِنْ تَزْكِيَةٍ أَوْ تَدْسِيَةٍ وَهُوَ مَا يَتَرَتَّبُ عَلَيْهِ جُلُّ الْجَزَاءِ كَمَا تَقَدَّمَ شَرْحُهُ. وَإِذَا كَانَ الْبَشَرُ قَدِ اخْتَرَعُوا مَوَازِينَ لِلْأَعْرَاضِ كَالْحَرِّ وَالْبَرْدِ، أَفَيَعْجَزُ الْخَالِقُ الْبَارِئُ الْقَادِرُ عَلَى كُلِّ شَيْءٍ عَنْ وَضْعِ مِيزَانٍ لِلْأَعْمَالِ النَّفْسِيَّةِ وَالْبَدَنِيَّةِ الْمُعَبَّرِ عَنْهَا بِالْحَسَنَاتِ وَالسَّيِّئَاتِ بِمَا أَحْدَثَتْهُ فِي الْأَنْفُسِ مِنَ الْأَخْلَاقِ وَالصِّفَاتِ؟ ! وَالنَّقْلُ وَالْعَقْلُ مُتَّفِقَانِ عَلَى أَنَّ الْجَزَاءَ إِنَّمَا يَكُونُ بِصِفَاتِ النَّفْسِ الثَّابِتَةِ لَا بِمُجَرَّدِ مَا كَانَ سَبَبًا لَهَا مِنَ الْحَرَكَاتِ وَالْأَعْرَاضِ الزَّائِلَةِ: قَالَ تَعَالَى: (سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ)  (٦: ١٣٩) وَقَالَ فِي سُورَةِ الشَّمْسِ: (وَنَفْسٍ وَمَا سِوَاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مِنْ</p><p> دَسَّاهَا)  (٩١: ٧ - ١٠) وَفِي سُورَةِ الْأَعْلَى: (قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى)  (٨٧: ١٤، ١٥) وَقَدْ حَقَّقْنَا هَذَا الْبَحْثَ فِي مَوَاضِعَ مِنَ التَّفْسِيرِ آخِرُهَا تَفْسِيرُ خَاتِمَةِ سُورَةِ الْأَنْعَامِ. </p><p> وَتَقَدَّمَ أَنَّ حِكْمَةَ وَزْنِ الْأَعْمَالِ بَعْدَ الْحِسَابِ أَنَّهُ يَكُونُ أَعْظَمُ مَظْهَرٍ لِعَدْلِ الرَّبِّ تَبَارَكَ وَتَعَالَى، أَيْ لِعِلْمِهِ وَحِكْمَتِهِ وَعَظَمَتِهِ فِي ذَلِكَ الْيَوْمِ الْعَظِيمِ، إِذْ يَرَى فِيهِ عِبَادُهُ أَفْرَادًا </p><p> وَشُعُوبًا وَأُمَمًا ذَلِكَ بِأَعْيُنِهِمْ، وَيَعْرِفُونَهُ مَعْرِفَةَ إِدْرَاكٍ وَوِجْدَانٍ فِي أَنْفُسِهِمْ، فَإِنَّ أَعْمَالَهُمْ تَتَجَلَّى لَهُمْ فِيهَا أَوَّلًا، ثُمَّ تَتَجَلَّى لَهُمْ وَلِسَائِرِ الْخَلْقِ فِي خَارِجِهَا ثَانِيًا، فِيَا لَهُ مِنْ مَنْظَرٍ مَهِيبٍ، وَيَا لَهُ مِنْ مَظْهَرٍ رَهِيبٍ، وَمَا أَشَدَّ غَفْلَةَ مَنْ قَالَ إِنَّهُ لَا حَاجَةَ إِلَيْهِ، لِلِاسْتِغْنَاءِ بِعِلْمِ اللهِ عَنْهُ. </p><p> وَلَوْلَا تَحْكِيمُ النَّاسِ الرَّأْيَ وَالْخَيَالَ فِيمَا لَا مَجَالَ لَهُمَا فِيهِ مِنْ أُمُورِ الْغَيْبِ، وَاهْتِمَامُهُمْ بِكُلِّ مَا رُوِيَ فِيهِ عَنِ الْمُتَقَدِّمِينَ، لَكُنَّا فِي غِنًى عَنْ إِطَالَةِ الْكَلَامِ فِي حِكَايَةِ تِلْكَ الِاخْتِلَافَاتِ، بِالِاخْتِصَارِ فِي بَيَانِ الْعَقَائِدِ عَلَى مَا ثَبَتَ فِي آيَاتِ الْكِتَابِ الْعَزِيزِ، ثُمَّ الْأَحَادِيثِ الصَّحِيحَةِ الْمُخَرَّجَةِ فِي دَوَاوِينِ السُّنَّةِ الْمَشْهُورَةِ، دُونَ الشَّاذَّةِ وَالْغَرِيبَةِ، وَمِنْ هَذِهِ الْأَحَادِيثِ الْغَرِيبَةِ فِي هَذَا الْبَابِ \" حَدِيثُ الْبِطَاقَةِ \" الَّذِي سَبَقَتِ الْإِشَارَةُ إِلَيْهِ فَقَدْ رَوَاهُ التِّرْمِذِيُّ فِي \" بَابِ مَنْ يَمُوتُ وَهُوَ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ \" مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ مَرْفُوعًا وَلَفْظُهُ \" إِنَّ اللهَ سَيُخَلِّصُ رَجُلًا مِنْ أُمَّتِي عَلَى رُءُوسِ الْخَلَائِقِ يَوْمَ الْقِيَامَةِ فَيَنْشُرُ عَلَيْهِ تِسْعَةً وَتِسْعِينَ سِجِلًّا كُلُّ سِجِلٍّ مِنْهَا مِثْلُ مَدِّ الْبَصَرِ ثُمَّ يَقُولُ أَتُنْكِرُ مِنْ هَذَا شَيْئًا؟ أَظَلَمَكَ كَتَبَتِي الْحَافِظُونَ؟فَيَقُولُ:لَا يَا رَبِّ،فَيَقُولُ:أَلَكَ عُذْرٌ؟فَيَقُولُ:لَا يَا رَبِّ،فَيَقُولُ:بَلَى إِنَّ لَكَ عِنْدَنَا حَسَنَةً وَإِنَّهُ لَا ظُلْمَ عَلَيْكَ الْيَوْمَ،فَيُخْرَجُ بِطَاقَةٌ فِيهَا:أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.فَيَقُولُ:احْضُرْ وَزْنَكَ -فَيَقُولُ:يَا رَبِّ مَا هَذِهِ الْبِطَاقَةُ مَعَ هَذِهِ السِّجِلَّاتِ؟فَقَالَ:فَإِنَّكَ لَا تُظْلَمُ.(قَالَ)فَتُوضَعُ السِّجِلَّاتُ فِي كِفَّةٍ وَالْبِطَاقَةُ فِي كِفَّةٍ، فَطَاشَتِ السِّجِلَّاتُ وَثَقُلَتِ الْبِطَاقَةُ وَلَا يَثْقُلُ مَعَ اسْمِ اللهِ شَيْءٌ \" قَالَ التِّرْمِذِيُّ: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ. وَرَوَاهُ الْحَاكِمُ وَصَحَّحَهُ وَتَصْحِيحُ الْحَاكِمِ لَا يُعَوَّلُ عَلَيْهِ وَلَوْ لَمْ يَكُنْ فِي سَنَدِ هَذَا الْحَدِيثِ عِنْدَهُ مِمَّنْ تَكَلَّمَ فِيهِمْ غَيْرُ عَبْدِ اللهِ بْنِ شَرِيكٍ الَّذِي بَالَغَ الْجُوزَجَانِيُّ فَوَصَفَهُ بِالْكَذِبِ لَكَفَى. وَرَوَاهُ ابْنُ حِبَّانَ وَفِي سَنَدِهِ عَبْدُ اللهِ بْنُ عُمَرَ الْخُرَاسَانِيُّ قَالُوا: إِنَّ لَهُ مَنَاكِيرَ. وَطَرِيقُ الْجَمِيعِ وَاحِدَةٌ. وَجَعَلَهُ دَلِيلًا عَلَى كَوْنِ الْمِيزَانِ ذَا كِفَّتَيْنِ وَلِسَانٍ غَيْرِ مُتَعَيِّنٍ </p><p> لِإِمْكَانِ جَعْلِ الْكَلَامِ اسْتِعَارَةً مَكْنِيَّةً، وَجَعْلِ الْكِفَّةِ تَرْشِيحًا لَهَا فَإِنَّ بَابَ الْمَجَازِ فِي رُجْحَانِ الْعُقُولِ وَالْآرَاءِ وَالْأَقْوَالِ وَالْأَشْخَاصِ بَعْضِهَا عَلَى بَعْضٍ وَاسِعٌ جِدًّا، وَالتَّعْبِيرُ عَنْهَا بِالْوَزْنِ وَالْمِيزَانِ كَثِيرٌ كَمَا قُلْنَا، وَالْمُرَادُ أَنَّ الْحَدِيثَ لَا يَنْهَضُ بِسَنَدِهِ وَلَا بِدَلَالَتِهِ حُجَّةً عَلَى عَقِيدَةٍ قَطْعِيَّةٍ وَلَا رَاجِحَةٍ، وَقَدْ رَأَيْتَ كَيْفَ أَنَّ الْحَافِظَ بَعْدَ أَنْ نَقَلَ عَنِ الْقُرْطُبِيِّ تَرْجِيحَ وَزْنِ الصُّحُفِ وَالِاسْتِدْلَالَ عَلَيْهِ بِالْحَدِيثِ تَقْوِيَةً لِأَثَرِ ابْنِ عُمَرَ بِهِ - قَالَ: وَالصَّحِيحُ أَنَّ الْأَعْمَالَ هِيَ الَّتِي تُوزَنُ، وَاسْتَدَلَّ بِحَدِيثِ وَزْنِ الْأَخْلَاقِ وَهُوَ صَحِيحٌ، وَقَدْ عَدَّهُ مُعَارِضًا لِحَدِيثِ الْبِطَاقَةِ الَّذِي لَا يَبْلُغُ دَرَجَتَهُ فِي الصِّحَّةِ. </p><p> وَقَدِ اسْتَشْكَلَ الْعُلَمَاءُ مَتْنَ هَذَا الْحَدِيثِ بِأَنَّهُ يَدُلُّ عَلَى أَنَّ كَلِمَةً مِنْ ذِكْرِ اللهِ تَرْجَحُ </p>"
}