{
  "id": null,
  "sura": 7,
  "aya": 179,
  "text": "<p> مُرَاعَاةً لِلَّفْظِ (مَنْ) ، وَجَمْعُ الْخَاسِرِينَ فِي الثَّانِيَةِ مُرَاعَاةً لِمَعْنَاهَا فَإِنَّهَا مِنْ صِيَغِ الْعُمُومِ، وَحِكْمَةُ إِفْرَادِ الْأَوَّلِ، الْإِشَارَةُ بِهِ إِلَى أَنَّ الْحَقَّ الْمُرَادَ مِنَ الْهِدَايَةِ الْإِلَهِيَّةِ نَوْعٌ وَاحِدٌ وَهُوَ الْإِيمَانُ الْمُثْمِرُ لِلْعَمَلِ الصَّالِحِ، وَحِكْمَةُ جَمْعِ الثَّانِي، الْإِشَارَةُ إِلَى تَعَدُّدِ أَنْوَاعِ الضَّلَالِ كَمَا تَقَدَّمَ بَيَانُهُ مُفَصَّلًا فِي تَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ سُورَةِ الْأَنْعَامِ: وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ </p><p> (٦: ١٥٣) وَتَفْسِيرِ قَوْلِهِ تَعَالَى مِنْ سُورَةِ الْبَقَرَةِ: اللهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ (٢: ٢٥٧) الْآيَةَ. </p><p> ثُمَّ فَصَّلَ تَعَالَى مَا فِي هَذِهِ الْآيَةِ مِنَ الْإِجْمَالِ بِقَوْلِهِ: وَلَقَدْ ذَرَأَنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا. (الذَّرْءُ) فَسَّرُوهُ بِالْخَلْقِ، وَذَرَأْنَا: خَلَقْنَا، كَمَا قَالَ ابْنُ عَبَّاسٍ وَغَيْرُهُ، وَهُوَ تَفْسِيرٌ مُرَادٌ، وَلِكُلِّ مَادَّةٍ مَعْنًى خَاصٌّ، وَقَدْ تَقَدَّمَ مَعْنَى مَادَّةِ \" خَلَقَ \" وَسَنُعِيدُهُ، وَقَالَ الرَّاغِبُ: الذَّرْءُ (إِظْهَارُ اللهِ تَعَالَى مَا أَبْدَأَهُ) يُقَالُ: ذَرَأَ اللهُ الْخَلْقَ أَيْ أَوْجَدَ أَشْخَاصَهُمْ، وَذَكَرَ هَذِهِ الْآيَةَ وَغَيْرَهَا وَقَالَ: وَقُرِئَ تَذْرَؤُهُ الرِّيَاحُ، وَفِي اللِّسَانِ بَعْدَ تَفْسِيرِ الذَّرْءِ بِالْخَلْقِ وَالِاسْتِشْهَادِ بِالْآيَةِ: وَقَالَ عَزَّ وَجَلَّ: جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ (٤٢: ١١) قَالَ أَبُو إِسْحَاقَ: الْمَعْنَى يَذْرَؤُكُمْ بِهِ أَيْ يُكَثِّرُكُمْ بِجَعْلِهِ مِنْكُمْ وَمِنَ الْأَنْعَامِ أَزْوَاجًا. . ثُمَّ قَالَ:  \" أَعُوُذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ \" وَكَأَنَّ الذَّرْءَ مُخْتَصٌّ بِخَلْقِ الذُّرِّيَّةِ. وَفِي حَدِيثِ عُمَرَ ـ رَضِيَ اللهُ عَنْهُ ـ كَتَبَ إِلَى خَالِدٍ \" وَإِنِّي لَأَظُنُّكُمْ آلَ الْمُغِيرَةِ ذَرْءَ النَّارِ \" يَعْنِي خَلْقَهَا الَّذِينَ خُلِقُوا لَهَا، وَيُرْوَى (ذَرْوُ النَّارِ) ، يَعْنِي الَّذِينَ يُفَرَّقُونَ فِيهَا، مَنْ ذَرَّتِ الرِّيحُ التُّرَابَ إِذَا فَرَّقَتْهُ انْتَهَى الْمُرَادُ مِنْهُ. وَفِي الْأَسَاسِ: ذَرَأْنَا الْأَرْضَ وَذَرَوْنَاهَا، وَذَرَأَ اللهُ الْخَلْقَ وَبَرَأَ إِلَخْ. </p><p> فَإِذَا تَأَمَّلْتَ مَعَ هَذِهِ الْأَقْوَالِ اسْتِعْمَالَ الْقُرْآنِ لِهَذَا الْحَرْفِ فِي النَّبَاتِ وَالْحَيَوَانِ وَالْإِنْسَانِ خَاصَّةً، عَلِمْتَ أَنَّ الذَّرْءَ فِي أَصْلِ اللُّغَةِ بِمَعْنَى بَثِّ الْأَشْيَاءِ وَبَذْرِهَا وَتَفْرِيقِهَا وَتَكْثِيرِهَا، وَأَنَّ إِسْنَادَهَا إِلَى اللهِ تَعَالَى بِمَعْنَى خَلْقِ ذَلِكَ أَيْ إِيجَادِهِ، كَمَا أَنَّ أَصْلَ مَعْنَى الْخَلْقِ التَّقْدِيرُ، وَيُسْنَدُ إِلَى اللهِ تَعَالَى بِمَعْنَى إِيجَادِ الْأَشْيَاءِ بِتَقْدِيرٍ وَنِظَامٍ لَا جِزَافًا ; وَلِهَذَا عُطِفَ الذَّرْءُ وَالْبَرْءُ عَلَى الْخَلْقِ فِي حَدِيثِ الدُّعَاءِ الْمُتَقَدِّمِ. </p><p> وَ \" الْجِنُّ \" الْأَحْيَاءُ الْعَاقِلَةُ الْمُكَلَّفَةُ الْخَفِيَّةُ غَيْرُ الْمُدْرِكَةِ بِحَوَاسِّ الْبَشَرِ، وَلَعَلَّ تَقْدِيمَهُمْ هُنَا فِي الذِّكْرِ عَلَى الْإِنْسِ أَنَّهُمْ أَكْثَرُ أَهْلِ جَهَنَّمَ ; لِأَنَّهُمْ أَجْدَرُ وَأَعْرَقُ فِي الصِّفَاتِ الْآتِيَةِ الَّتِي هِيَ سَبَبُ اسْتِحْقَاقِهَا، وَكَوْنُ خَلْقِ أَصْلِ نَوْعِهِمْ وَأَوَّلِهِ مِنْ </p><p> مَارِجٍ مِنْ نَارٍ، لَا يَقْتَضِي عَدَمَ تَأَلُّمِهِمْ </p><p> مِنَ النَّارِ كَمَا قَدْ يُتَوَهَّمُ، فَإِنَّ بَيْنَ حَقِيقَةِ نَوْعِ الْبَشَرِ وَحَقِيقَةِ الطِّينِ الَّذِي خُلِقَ أَبُوهُمْ مِنْهُ بَوْنًا عَظِيمًا يُقَاسُ عَلَيْهِ الْجِنُّ. </p><p> وَ \" الْقُلُوبُ \" جَمْعُ قَلْبٍ، وَهُوَ يُطْلَقُ فِي اللُّغَةِ الْعَرَبِيَّةِ عَلَى الْمُضْغَةِ الصَّنَوْبَرِيَّةِ الشَّكْلِ الَّتِي فِي الْجَانِبِ الْأَيْسَرِ مِنْ جَسَدِ الْإِنْسَانِ، إِذَا كَانَ مَوْضُوعُ الْكَلَامِ جَسَدَ الْإِنْسَانِ، وَيُطْلَقُ عِنْدَ الْكَلَامِ فِي نَفْسِ الْإِنْسَانِ وَإِدْرَاكِهِ وَعِلْمِهِ وَشُعُورِهِ وَتَأْثِيرِ ذَلِكَ فِي أَعْمَالِهِ، عَلَى الصِّفَةِ النَّفْسِيَّةِ وَاللَّطِيفَةِ الرُّوحِيَّةِ الَّتِي هِيَ مَحَلُّ الْحُكْمِ فِي أَنْوَاعِ الْمُدْرَكَاتِ، وَالشُّعُورُ الْوِجْدَانِيُّ لِلْمُؤْلِمَاتِ وَالْمُلَائِمَاتِ، أَعْنِي أَنَّهُ يُطْلَقُ بِمَعْنَى الْعَقْلِ، وَبِمَعْنَى الْوِجْدَانِ الرُّوحِيِّ، الَّذِي يُعَبَّرُ عَنْهُ فِي عُرْفِ هَذَا الْعَصْرِ بِالضَّمِيرِ، وَهُوَ تَعْبِيرٌ صَحِيحٌ. وَاشْتِقَاقُ الْعَقْلِ مِنْ عَقْلِ الْبَعِيرِ لِمَنْعِهِ مِنَ السَّيْرِ، وَفِي مَعْنَى الْقَلْبِ اللُّبُّ الَّذِي هُوَ جَوْهَرُ الشَّيْءِ وَيَكْثُرُ فِي التَّنْزِيلِ، وَمِنْهُ النُّهْيَةُ وَجَمْعُهَا نُهًى، وَمِنْهُ قَوْلُهُ تَعَالَى فِي سُورَةِ طه: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٢٠: ١٢٨) . </p><p> وَمِنَ اسْتِعْمَالِهِ فِي مَعْنَى الْعَقْلِ قَوْلُهُ تَعَالَى فِي سُورَةِ الْحَجِّ: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (٢٢: ٤٦) وَهِيَ بِمَعْنَى الْآيَةِ الَّتِي نُفَسِّرُهَا، وَحُذِفَ مِنْهَا \" أَوْ أَعْيُنٌ يُبْصِرُونَ بِهَا \" اسْتِغْنَاءً عَنْهُ بِدَلَالَةِ مَا بَعْدَهُ عَلَيْهِ، وَالْآيَاتُ الْمُبْصَرَةُ بِالْأَعْيُنِ فِي السِّيَاحَةِ فِي الْأَرْضِ أَكْثَرُ مِنَ الْمَسْمُوعَةِ، وَمِنَ اسْتِعْمَالِهِ فِي مَعْنَى الْوِجْدَانِ النَّفْسِيِّ قَوْلُهُ تَعَالَى فِي سُورَةِ الزُّمَرِ. وَإِذَا ذُكِرَ اللهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ (٣٩: ٤٥) وَقَوْلُهُ فِي سُورَةِ آلِ عِمْرَانَ وَالْأَنْفَالِ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ (٨: ١٢) وَقَوْلُهُ فِي النَّازِعَاتِ: قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ (٧٩: ٨) فَالِاشْمِئْزَازُ وَالرُّعْبُ وَالْوَجِيفُ شُعُورٌ وِجْدَانِيٌّ، لَا حُكْمٌ عَقْلِيٌّ، وَقَدْ يَسْتَعْمِلُ الْمَعْنَيَيْنِ مَعًا، وَالْأَقْرَبُ أَنَّ مِنْهُ فِقْهَ الْقُلُوبِ هُنَا، فَإِنَّ الْفِقْهَ لَا يَحْصُلُ إِلَّا بِنَوْعٍ مِنَ الْإِدْرَاكِ، يَصْحَبُهُ وِجْدَانٌ يَبْعَثُ عَلَى الْعَمَلِ، كَمَا يُعْلَمُ مِمَّا نَذْكُرُهُ فِي تَحْقِيقِ مَعْنَاهُ، وَقَدْ يَتَعَارَضُ مُقْتَضَى الْعَقْلِ وَالْوِجْدَانِ، كَوِجْدَانِ اللَّذَّةِ وَالْأَلَمِ وَالْحُبِّ وَالْبُغْضِ الَّتِي تَحْمِلُ عَلَى أَعْمَالٍ مُخَالِفَةٍ لِحُكْمِ الْعَقْلِ فِي الْمَنَافِعِ وَالْمَضَارِّ. </p><p> وَسَبَبُ اسْتِعْمَالِ الْقَلْبِ بِمَعْنَى الْوِجْدَانِ الْحِسِّيِّ وَالْمَعْنَوِيِّ وَهُوَ الضَّمِيرُ، مَا يَشْعُرُ </p><p> بِهِ الْمَرْءُ مِنَ انْقِبَاضٍ أَوِ انْشِرَاحٍ عِنْدَ الْخَوْفِ وَالِاشْمِئْزَازِ أَوِ السُّرُورِ وَالِابْتِهَاجِ ; وَلِذَلِكَ قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِوَابِصَةَ حِينَ جَاءَ يَسْأَلُهُ عَنِ الْبِرِّ وَالْإِثْمِ وَقَدْ عَلِمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ قَبْلَ السُّؤَالِ اسْتَفْتِ قَلْبَكَ، الْبِرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ وَاطْمَأَنَّ إِلَيْهِ الْقَلْبُ، وَالْإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ رَوَاهُ الْإِمَامُ أَحْمَدُ وَالدَّارِمِيُّ </p><p> بِإِسْنَادٍ حَسَنٍ وَمُسْلِمٌ مُخْتَصَرًا، ثُمَّ تَوَسَّعُوا فِي اسْتِعْمَالِهِ فَاسْتَعْمَلُوهُ بِمَعْنَى الْإِدْرَاكِ الْعَقْلِيِّ الْمُؤَثِّرِ فِي النَّفْسِ لَا مُطْلَقَ التَّصَوُّرِ وَالتَّصْدِيقِ. فَهُوَ لَا يُنَافِي كَوْنَ مَرْكَزِهِمَا الدِّمَاغُ، عَلَى أَنَّ الِاسْتِعْمَالَاتِ اللُّغَوِيَّةَ، لَا يَجِبُ أَنْ تُوَافِقَ الْحَقَائِقَ الْعِلْمِيَّةَ. </p><p> وَ \" الْفِقْهُ \" قَدْ فَسَّرُوهُ بِالْعِلْمِ بِالشَّيْءِ وَالْفَهْمِ لَهُ - وَكَذَا بِالْفِطْنَةِ كَمَا فِي جُلِّ الْمَعَاجِمِ أَوْ كُلِّهَا، وَقَالُوا: فَقِهَ (كَعَلِمَ وَفَهِمَ) وَزْنًا وَمَعْنًى، وَقَالُوا: فَقُهَ (كَكَرُمُ وَضَخُمَ) فَقَاهَةً أَيْ صَارَ الْفِقْهُ وَصْفًا وَسَجِيَّةً لَهُ، وَقَالَ الرَّاغِبُ: الْفِقْهُ هُوَ التَّوَصُّلُ بِعِلْمٍ شَاهِدٍ إِلَى عِلْمٍ غَائِبٍ. قَالَ السُّيُوطِيُّ بَعْدَ نَقْلِهِ: فَهُوَ أَخَصُّ مِنَ الْعِلْمِ. </p><p> وَقَالَ ابْنُ الْأَثِيرِ فِي النِّهَايَةِ: إِنَّ اشْتِقَاقَهُ مِنَ الشَّقِّ وَالْفَتْحِ. أَيْ هَذَا مَعْنَاهُ الْأَصْلِيُّ فَهُوَ كَالْفَقْءِ بِالْهَمْزَةِ، وَهِيَ تَتَعَاقَبُ مَعَ الْهَاءِ لِاتِّحَادِ مَخْرَجِهِمَا، وَذَكَرَ الْحَكِيمُ التِّرْمِذِيُّ هَذَا، وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الْفِقْهَ بِالشَّيْءِ هُوَ مَعْرِفَةُ بَاطِنِهِ، وَالْوُصُولُ إِلَى أَعْمَاقِهِ، فَمَنْ لَا يَعْرِفُ مِنَ الْأُمُورِ إِلَّا ظَوَاهِرَهَا لَا يُسَمَّى فَقِيهًا، وَذَكَرَ أَصْحَابُ الْمَعَاجِمِ أَنَّ اسْمَ الْفِقْهِ غَلَبَ عَلَى عِلْمِ فُرُوعِ الشَّرِيعَةِ، أَيْ مِنَ الْعِبَادَاتِ وَالْمُعَامَلَاتِ، وَهُوَ اصْطِلَاحٌ حَادِثٌ لَا يُفَسَّرُ بِهِ مَا وَرَدَ فِي الْكِتَابِ وَالسُّنَّةِ مِنْ هَذِهِ الْمَادَّةِ، وَالتَّحْقِيقُ أَنَّهُمْ لَمْ يَكُونُوا يُسَمُّونَ كُلَّ مَنْ يَعْرِفُ هَذِهِ الْفُرُوعَ فَقِيهًا، كَمَا تَرَى مِنْ عِبَارَةِ الْغَزَالِيِّ الْآتِيَةِ، وَلِغَيْرِهِ مَا هُوَ أَوْضَحُ مِنْهَا، فَقَدِ اشْتَرَطُوا فِيهِ مَعْرِفَتَهَا بِدَلَائِلِهَا. </p><p> وَذَكَرَ الْغَزَالِيُّ فِي (بَيَانِ مَا يَدُلُّ مِنْ أَلْفَاظِ الْعُلُومِ) أَنَّ لَفْظَ الْفِقْهِ تَصَرَّفُوا فِيهِ بِالتَّخْصِيصِ لَا بِالنَّقْلِ وَالتَّحْوِيلِ، إِذْ خَصَّصُوهُ بِمَعْرِفَةِ الْفُرُوعِ الْغَرِيبَةِ فِي الْفَتَاوَى وَالْوُقُوفِ عَلَى دَقَائِقِ عِلَلِهَا. . . (قَالَ) ، وَلَقَدْ كَانَ اسْمُ الْفِقْهِ فِي الْعَصْرِ الْأَوَّلِ مُطْلَقًا عَلَى عِلْمِ طَرِيقِ الْآخِرَةِ، وَمَعْرِفَةِ دَقَائِقِ آفَاتِ النُّفُوسِ، وَمُفْسِدَاتِ الْأَعْمَالِ، وَقُوَّةِ الْإِحَاطَةِ بِحَقَارَةِ الدُّنْيَا، وَشِدَّةِ التَّطَلُّعِ إِلَى نَعِيمِ الْآخِرَةِ، وَاسْتِيلَاءِ الْخَوْفِ عَلَى الْقَلْبِ، وَيَدُلُّكَ عَلَيْهِ قَوْلُهُ تَعَالَى: لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ (٩: ١٢٢) وَمَا يَحْصُلُ </p><p> بِهِ الْإِنْذَارُ وَالتَّخْوِيفُ هُوَ هَذَا الْفِقْهُ دُونَ تَفْرِيعَاتِ الطَّلَاقِ وَالْعَتَاقِ وَاللِّعَانِ وَالسَّلَمِ وَالْإِجَارَةِ، فَذَلِكَ لَا يَحْصُلُ بِهِ إِنْذَارٌ وَلَا تَخْوِيفٌ، بَلِ التَّجَرُّدُ لَهُ عَلَى الدَّوَامِ يُقَسِّي الْقَلْبَ وَيَنْزِعُ الْخَشْيَةَ مِنْهُ، كَمَا نُشَاهِدُ الْآنَ مِنَ الْمُتَجَرِّدِينَ لَهُ. وَقَالَ تَعَالَى: لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَأَرَادَ بِهِ مَعَانِيَ الْإِيمَانِ دُونَ الْفَتْوَى اهـ. وَرُوِيَ عَنْ أَبِي حَنِيفَةَ تَفْسِيرُهُ بِمَعْرِفَةِ النَّفْسِ مَا لَهَا وَمَا عَلَيْهَا. </p><p> وَأَقُولُ: ذُكِرَتْ هَذِهِ الْمَادَّةُ فِي عِشْرِينَ مَوْضِعًا مِنَ الْقُرْآنِ تِسْعَةَ عَشَرَ مِنْهَا تَدُلُّ عَلَى أَنَّ الْمُرَادَ بِهِ نَوْعٌ خَاصٌّ مِنْ دِقَّةِ الْفَهْمِ، وَالتَّعَمُّقِ فِي الْعِلْمِ، الَّذِي يَتَرَتَّبُ عَلَيْهِ الِانْتِفَاعُ بِهِ، وَأَظْهَرَهُ نَفْيُ الْفِقْهِ عَنِ الْكُفَّارِ وَالْمُنَافِقِينَ ; لِأَنَّهُمْ لَمْ يُدْرِكُوا كُنْهَ الْمُرَادِ مِمَّا نُفِيَ فِقْهُهُ عَنْهُمْ، فَفَاتَتْهُمُ الْمَنْفَعَةُ مِنَ الْفَهْمِ الدَّقِيقِ، وَالْعِلْمِ الْمُتَمَكِّنِ مِنَ النَّفْسِ، وَمِنْهُ قَوْلُ قَوْمِ شُعَيْبٍ لِنَبِيِّهِمْ: </p><p> مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ (١١: ٩١) وَإِنْ تَرَاءَى لِغَيْرِ الْفَقِيهِ أَنَّهُ لَيْسَ مِنْهُ، فَإِنَّهُمْ كَانُوا يَفْهَمُونَ كُلَّ مَا يَقُولُ فَهْمًا سَطْحِيًّا سَاذَجًا; لِأَنَّهُ يُكَلِّمُهُمْ بِلُغَتِهِمْ، وَلَكِنْ لَمْ يَكُونُوا يَبْلُغُونَ مَا فِي أَعْمَاقِ بَعْضِ الْحِكَمِ وَالْمَوَاعِظِ مِنَ الْغَايَاتِ الْبَعِيدَةِ لِعَدَمِ تَصْدِيقِهِمْ إِيَّاهُ، وَعَدَمِ احْتِرَامِهِمْ لَهُ، وَلِأَنَّهُ مُخَالِفٌ لِتَقَالِيدِهِمْ وَأَهْوَائِهِمُ الصَّادَّةِ لَهُمْ عَنِ التَّفْكِيرِ فِيهِ وَالِاعْتِبَارِ بِهِ، وَأَمَّا الْمَوْضِعُ الْعِشْرُونَ فَهُوَ قَوْلُهُ تَعَالَى حِكَايَةً عَنْ نَبِيِّهِ مُوسَى: وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي (٢٠: ٢٧، ٢٨) وَهُوَ لَا يُنَافِي مَا ذُكِرَ ; لِأَنَّ فَصَاحَةَ لِسَانِ الدَّاعِيَةِ إِلَى الدِّينِ وَالْوَاعِظِ الْمُنْذِرِ تُعِينُ عَلَى تَدَبُّرِ مَا يَقُولُ وَفِقْهِهِ. </p><p> إِذَا تَمَهَّدَ هَذَا فَقَوْلُهُ تَعَالَى: وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا مَعْنَاهُ: نُقْسِمُ أَنَّنَا قَدْ خَلَقْنَا وَبَثَثْنَا فِي الْعَالَمِ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لِأَجْلِ سُكْنَى جَهَنَّمِ وَالْمُقَامِ فِيهَا، أَيْ: كَمَا ذَرَأْنَا لِلْجَنَّةِ مِثْلَ ذَلِكَ، وَهُوَ مُقْتَضَى اسْتِعْدَادِ الْفَرِيقَيْنِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ (١١: ١٠٥) فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (٤٢: ٧) وَبِمَاذَا كَانَ هَؤُلَاءِ مُعِدِّينَ لِجَهَنَّمَ دُونَ الْجَنَّةِ، وَمَا صِفَاتُهُمُ الْمُؤَهِّلَةُ لِذَلِكَ؟ . </p><p> (الْجَوَابُ) : ذَلِكَ بِأَنَّ لَهُمْ قُلُوبًا لَا يَفْقَهُونَ بِهَا، وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا إِلَخْ. أَيْ لَا يَفْقَهُونَ بِقُلُوبِهِمْ مَا تَصْلُحُ وَتَتَزَكَّى بِهِ أَنْفُسُهُمْ مِنْ تَوْحِيدِ اللهِ الْمُطَهِّرِ لَهَا مِنَ الْخُرَافَاتِ وَالْأَوْهَامِ، وَمِنَ الْمَهَانَةِ وَالصَّغَارِ ; فَإِنَّ مَنْ يَعْبُدُ اللهَ تَعَالَى وَحْدَهُ عَنْ إِيمَانٍ وَمَعْرِفَةٍ تَعْلُو نَفْسُهُ، وَتَسْمُو بِمَعْرِفَةِ رَبِّهِ رَبِّ </p><p> الْعَالَمِينَ، وَمُدَبِّرِ الْكَوْنِ بِتَقْدِيرِهِ وَسُنَنِهِ، فَلَا تَذِلُّ نَفْسُهُ بِدُعَاءِ غَيْرِهِ، وَالْخَوْفِ مِنْهُ، وَالرَّجَاءِ فِيهِ، وَالِاتِّكَالِ عَلَيْهِ، بَلْ يَطْلُبُ كُلَّ مَا يَحْتَاجُ إِلَيْهِ مِنْ رَبِّهِ وَحْدَهُ، فَإِنْ كَانَ مِمَّا أَقْدَرَ اللهُ تَعَالَى عَلَيْهِ خَلْقَهُ بِإِعْلَامِهِمْ بِأَسْبَابِهِ وَتَمْكِينِهِمْ مِنْهَا طَلَبَهُ بِسَبَبِهِ، مُرَاعِيًا فِي طَلَبِهِ مَا عَلِمَهُ مِنْ مَقَادِيرِ الْخَلْقِ وَسُنَنِهِ، وَذَلِكَ عَيْنُ الطَّلَبِ مِنَ اللهِ تَعَالَى وَلَا سِيَّمَا فِي نَظَرِ الْعَالِمِ بِمَا ذُكِرَ، وَإِنْ لَمْ يَكُنْ كَذَلِكَ تَوَجَّهَ إِلَى اللهِ وَحْدَهُ لِهِدَايَتِهِ إِلَى الْعِلْمِ بِمَا لَا يَعْلَمُ مِنْ سَبَبِهِ، وَإِقْدَارِهِ عَلَى مَا لَا يَقْدِرُ عَلَيْهِ مِنْ وَسَائِلِهِ، أَوْ تَسْخِيرِ مَنْ شَاءَ مِنْ خَلْقِهِ لِمُسَاعَدَتِهِ عَلَيْهِ، أَوْ إِيصَالِهِ إِلَيْهِ، مِمَّنْ أَعْطَاهُمْ مِنْ أَسْبَابِهِ مَا لَمْ يُعْطِهِ، كَالْأَطِبَّاءِ لِمُدَاوَاةِ الْأَمْرَاضِ، وَأَقْوِيَاءِ الْأَبْدَانِ لِرَفْعِ الْأَثْقَالِ، وَالْعُلَمَاءِ الرَّاسِخِينَ لِبَيَانِ الْحَقِيقَةِ وَحَلِّ الْإِشْكَالِ. وَلَا يَتَوَجَّهُ مِثْلُ هَذَا الْعَارِفِ الْمُوَحِّدِ فِي طَلَبِ شَيْءٍ إِلَى غَيْرِ مَا يَعْرِفُ الْبَشَرُ مِنَ الْأَسْبَابِ الْمُطَّرِدَةِ، وَالْوَسَائِلِ الْمَعْقُولَةِ الْمُجَرَّدَةِ، كَالرُّقَى وَالنَّشَرَاتِ، وَالتَّنَاجُسِ وَالطَّلْسَمَاتِ، وَالْعَزَائِمِ وَالتَّبْخِيرَاتِ، </p><p> وَلَا كَرَامَاتِ الصَّالِحِينَ مِنَ الْأَحْيَاءِ وَالْأَمْوَاتِ، دَعِ التَّقَرُّبَ إِلَيْهِمْ بِمَا يُعَدُّ مِنَ الْعِبَادَاتِ، كَالدُّعَاءِ الَّذِي هُوَ </p><p> مُخُّ الْعِبَادَةِ، وَالرُّكْنُ الْأَعْظَمُ فِيهَا كَمَا وَرَدَ فِي الْحَدِيثِ، وَاللهُ تَعَالَى يَقُولُ: فَلَا تَدْعُوا مَعَ اللهِ أَحَدًا (٧٢: ١٨) وَيَقُولُ: بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ (٦: ٤١) وَيَقُولُ: إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ (٣: ١٧٥) وَيَقُولُ: أَتَخْشَوْنَهُمْ فَاللهُ أَحَقُّ أَنْ تَخْشَوْهُ (٩: ١٣) وَيَقُولُ: فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي (٢: ١٥٠) إِلَخْ. وَيَقُولُ: وَعَلَى اللهِ فَتَوَكَّلُوا (٥: ٢٣) وَيَقُولُ: وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (١٤: ١٢) . </p><p> ذَلِكَ بِأَنَّ لَهُمْ قُلُوبًا لَا يَفْقَهُونَ بِهَا أَنَّ تَرْكَ الشُّرُورِ وَالْمُنْكَرَاتِ، وَالْحِرْصَ عَلَى أَعْمَالِ الْخَيْرَاتِ - وَإِنْ شِئْتَ فَقُلْ: وَاجْتِنَابَ الرَّذَائِلِ، وَالتَّحَلِّيَ بِالْفَضَائِلِ - مَنَاطُ سَعَادَةِ الدُّنْيَا، وَبِهَا مَعَ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ يَتِمُّ الِاسْتِعْدَادُ لِسَعَادَةِ الْآخِرَةِ، وَأَنَّهَا لَا يُمْكِنُ أَخْذُ النَّاسِ بِهَا فِعْلًا وَتَرْكًا، وَسِرًّا وَجَهْرًا، إِلَّا بِالتَّرْبِيَةِ الدِّينِيَّةِ الصَّحِيحَةِ ; وَلِذَلِكَ نَرَى أَعْلَمَهُمْ بِصِفَاتِ النَّفْسِ الْبَشَرِيَّةِ وَأَخْلَاقِهَا، وَقَوَانِينِ التَّرْبِيَةِ الصُّورِيَّةِ وَآدَابِهَا، يَجْنُونَ عَلَى أَجْسَادِهِمْ وَأَنْفُسِهِمْ بِالْإِسْرَافِ فِي الشَّهَوَاتِ، وَالِاحْتِيَالِ عَلَى كَثْرَةِ الْمُقْتَنَيَاتِ، وَالتَّعَالِي عَلَى الْأَقْرَانِ وَاللَّذَّاتِ، فَيَجْتَرِحُونَ فَوَاحِشَ الزِّنَا وَاللِّوَاطِ، وَيَقْتَرِفُونَ جَرِيمَتَيِ الرِّشْوَةِ وَالْقِمَارِ، وَيَسْتَحِلُّونَ مُنْكَرَاتِ الْحَسَدِ وَالِاسْتِكْبَارِ، وَمِنْهُمْ أَكْثَرُ الْخَوَنَةِ أَعْوَانُ الْأَجَانِبِ عَلَى اسْتِعْبَادِ أُمَّتِهِمْ، وَامْتِلَاكِ أَوْطَانِهِمْ. </p><p> ذَلِكَ بِأَنَّ لَهُمْ قُلُوبًا لَا يَفْقَهُونَ بِهَا مَعْنَى الْحَيَاةِ الرُّوحِيَّةِ، وَاللَّذَّاتِ الْمَعْنَوِيَّةِ، وَالسَّعَادَةِ الْأَبَدِيَّةِ يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (٣٠: ٧) . </p><p> ذَلِكَ بِأَنَّ لَهُمْ قُلُوبًا لَا يَفْقَهُونَ بِهَا مَعْنَى الْآيَاتِ الْإِلَهِيَّةِ فِي الْأَنْفُسِ وَالْآفَاقِ، وَلَا آيَاتِهِ الَّتِي يُؤَيِّدُ بِهَا رُسُلَهُ مِنْ عِلْمِيَّاتٍ وَكَوْنِيَّاتٍ، وَأَظْهَرُ آيَاتِهِ الْعِلْمِيَّةِ الْبَاقِيَةِ إِلَى آخِرِ الزَّمَانِ، مَا أَوْدَعَهُ مِنْهَا فِي كِتَابِهِ الْقُرْآنِ الْمُنَزَّلِ عَلَى رَسُولِهِ الْأُمِّيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَالْعُلُومِ الْإِلَهِيَّةِ وَالتَّشْرِيعِيَّةِ وَالْأَدَبِيَّةِ وَالِاجْتِمَاعِيَّةِ، وَأَخْبَارِ الْغَيْبِ الْمَاضِيَةِ وَالْآتِيَةِ، فَهُمْ يَنْظُرُونَ فِي ظَوَاهِرِ هَذِهِ الْآيَاتِ، وَيَتَكَلَّفُونَ لَهَا غَرَائِبَ التَّأْوِيلَاتِ ; وَلِذَلِكَ قَالَ تَعَالَى فِي مَوْضُوعِ </p><p> الْآيَاتِ: قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ (٦: ٦٥) وَقَالَ: وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ </p><p> فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ (٦: ٩٨) وَقَالَ فِي عَدَمِ فِقْهِهِمْ لِلْقُرْآنِ: وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٦: ٢٥) وَهَذِهِ الْآيَةُ جَمَعَتْ حِرْمَانَهُمْ لِهِدَايَةِ الْقُلُوبِ وَالْأَسْمَاعِ وَالْأَبْصَارِ، فَهِيَ شَاهِدٌ لِكُلِّ مَا جَاءَ فِي الْآيَةِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا، وَمِثْلُهَا فِي سُورَتَيِ الْإِسْرَاءِ (١٧: ٤٥ و٤٦) وَالْكَهْفِ (١٨: ٥٧) وَلَكِنَّ الشَّاهِدَ فِيهِمَا عَلَى نَفْيِ هِدَايَةِ الْقُلُوبِ وَالْأَسْمَاعِ فَقَطْ ; إِذْ هُوَ الْمُنَاسِبُ لِلْمَوْضُوعِ. </p><p> ذَلِكَ بِأَنَّ لَهُمْ قُلُوبًا لَا يَفْقَهُونَ بِهَا أَسْبَابَ النَّصْرِ عَلَى الْأَعْدَاءِ مِنْ رُوحِيَّةٍ وَعَقْلِيَّةٍ، وَاجْتِمَاعِيَّةٍ وَآلِيَّةٍ، الَّتِي نَصَرَ اللهُ بِهَا الْمُؤْمِنِينَ عَلَى الْكَافِرِينَ فِي عَهْدِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ فِي عَهْدِ الْخُلَفَاءِ الرَّاشِدِينَ وَالْمَدَنِيِّينَ فِي الْإِسْلَامِ، وَجَعْلَ الْعَشَرَةِ مِنْهُمْ أَهْلًا لَغَلْبِ الْمِائَةِ فِي طَوْرِ الْقُوَّةِ، وَالْمِائَةَ أَهْلًا لَغَلْبِ الْمِائَتَيْنِ فِي طَوْرِ الضَّعْفِ، وَعَلَّلَ ذَلِكَ بِأَنَّ الْكُفَّارَ قَوْمٌ لَا يَفْقَهُونَ (الْأَنْفَالِ ٨: ٦٥، ٦٦) وَقَالَ فِي سُورَةِ الْحَشْرِ: لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٥٩: ١٣) فَمِنْ آيَاتِ الدِّينِ فِي الْمُؤْمِنِ أَنْ يَكُونَ أَفْقَهَ مِنَ الْكَافِرِ بِنُظُمِ الْحَرْبِ وَأَسْبَابِ النَّصْرِ الصُّورِيَّةِ وَالْمَعْنَوِيَّةِ، وَأَكْمَلَ اتِّصَافًا بِهَا، وَتَمَتُّعًا بِثَمَرِهَا، فَأَيْنَ هَذَا الْإِيمَانُ، مِنْ مُسْلِمِي هَذَا الزَّمَانِ؟ . </p><p> ذَلِكَ بِأَنَّ لَهُمْ قُلُوبًا لَا يَفْقَهُونَ بِهَا سُنَنَ اللهِ تَعَالَى فِي الِاجْتِمَاعِ، وَتَأْثِيرِ الْعَقَائِدِ الدِّينِيَّةِ فِي جَمْعِ الْكَلِمَةِ وَقُوَّةِ الْجَمَاعَاتِ، وَلَا سِيَّمَا فِي عَهْدِ النُّبُوَّةِ وَزَمَنِ الْمُعْجِزَاتِ، وَلَا يَفْقَهُونَ بِهَا إِدَالَةَ اللهِ لِأَهْلِ الْحَقِّ مِنْ أَهْلِ الْبَاطِلِ، بَلْ يَحْكُمُونَ فِي ذَلِكَ بِمَا يَبْدُو لِعُقُولِهِمُ الْقَاصِرَةِ مِنَ الظَّوَاهِرِ، دُونَ مَا وَرَاءَهَا مِنَ الْفِقْهِ الْبَاطِنِ، كَمَا حَكَاهُ اللهُ تَعَالَى عَنِ الْمُنَافِقِينَ فِي آخِرِ سُورَةِ التَّوْبَةِ مِنْ كَوْنِهِمْ لَا يَزْدَادُونَ بِنُزُولِ سُوَرِ الْقُرْآنِ إِلَّا رِجْسًا، أَيْ خُبْثًا وَنِفَاقًا، وَكَوْنُهُمْ يُفْتَنُونَ وَيُمْتَحَنُونَ مِرَارًا، وَلَا يُفِيدُهُمْ ذَلِكَ تَوْبَةً وَلَا ادِّكَارًا، حَتَّى إِذَا مَا أُنْزِلَتْ سُورَةٌ فَرُّوا مِنْ سَمَاعِهَا فِرَارًا، لَا يَخَافُونَ أَنْ يَرَاهُمُ اللهُ وَلَكِنْ يَخَافُونَ أَنْ يَرَاهُمُ الْمُؤْمِنُونَ وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٩: ١٢٧) وَمَا حَكَاهُ تَعَالَى عَنْهُمْ فِي سُورَتِهِمْ مِنْ قِصَرِ نَظَرِهِمْ وَظُلْمَةِ بَصِيرَتِهِمْ ; إِذْ تَوَهَّمُوا </p><p> أَنَّهُمْ يُقْنِعُونَ الْمُؤْمِنِينَ مِنَ الْأَنْصَارِ بِتَرْكِ الْإِنْفَاقِ عَلَى إِخْوَانِهِمُ الْمُهَاجِرِينَ، وَأَنَّ ذَلِكَ كَافٍ فِي انْفِضَاضِهِمْ مِنْ حَوْلِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ </p><p> (٦٣: ٧) أَيْ لَا يَفْقَهُونَ سِرَّ كِفَايَةِ اللهِ تَعَالَى رَسُولَهَ وَالْمُؤْمِنِينَ وَكَفَالَتِهِ لَهُمْ، وَلَا يَفْقَهُونَ أَنَّ سَبَبَ إِنْفَاقِ الْأَنْصَارِ الْأَبْرَارِ - رِضْوَانُ اللهِ عَلَيْهِمْ - هُوَ الْإِيمَانُ الصَّادِقُ، الَّذِي هُوَ أَقْوَى الْبَوَاعِثِ عَلَى بَذْلِ الْمَالِ وَالنَّفْسِ فِي سَبِيلِ اللهِ تَعَالَى ابْتِغَاءَ مَرْضَاتِهِ، فَلَا يُؤَثِّرُ فِيهِمْ قَوْلُهُمْ: لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللهِ - إِلَّا احْتِقَارُهُمْ لَهُمْ عَلَى نِفَاقِهِمْ، وَثَبَاتُهُمْ هُمْ عَلَى إِنْفَاقِهِمْ - لَا يَفْقَهُونَ هَذَا وَلَا ذَاكَ; لِأَنَّهُمْ مَحْرُومُونَ مِنْ وِجْدَانِ الْإِيمَانِ، وَإِيثَارِ مَا عِنْدَ اللهِ تَعَالَى عَلَى جَمِيعِ مَا فِي هَذِهِ الدَّارِ الْفَانِيَةِ مِنْ مَتَاعٍ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ نَفْيَ الْفَقَاهَةِ عَنْ قُلُوبِ الْمَخْلُوقِينَ لِجَهَنَّمَ يَشْمَلُ كُلَّ مَا ذَكَرْنَا، وَمَا فِي مَعْنَاهُ مِنْ أُمُورِ الدِّينِ وَأُمُورِ الدُّنْيَا مِنْ حَيْثُ عَلَاقَتِهَا بِالدِّينِ وَتَكْمِيلِ النَّفْسِ. وَمِنَ الْعِبْرَةِ فِيهِ: أَنَّ الَّذِينَ يَدَّعُونَ الْإِيمَانَ فِي هَذَا الزَّمَانِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا مَا ذُكِرَ، وَلَا يَعْلَمُونَ أَنَّ مَنْ فَقِهَهُ فَهُوَ الْمَخْلُوقُ لِلْجَنَّةِ، كَمَا يُؤْخَذُ مِنَ الْحُكْمِ عَلَى أَنَّ مَنْ لَمْ يَفْقَهْهُ مَخْلُوقٌ لِجَهَنَّمَ، بَلْ صَارَ كَثِيرٌ مِمَّنْ لَا يُوصَفُونَ بِإِيمَانٍ وَلَا إِسْلَامٍ يَفْقَهُونَ مِنْ سُنَنِ اللهِ تَعَالَى الْمُشَارَ إِلَى بَعْضِهَا فِي الْقُرْآنِ مَا لَا يَفْهَمُونَ، كَأَسْبَابِ النَّصْرِ فِي الْحَرْبِ ; وَلِذَلِكَ نَرَاهُمْ يُنْصَرُونَ فِيهَا عَلَى هَؤُلَاءِ. وَاللهُ تَعَالَى يَقُولُ لِلْمُؤْمِنِينَ: إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (٤٧: ٤) وَيَقُولُ فِيهِمْ: وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٣٠: ٤٧) وَلَيْسَ الْمَعْنَى أَنَّهُ يَنْصُرُهُمْ بِخَوَارِقِ الْعَادَاتِ، بَلْ إِنَّهُمْ بِمُقْتَضَى الْإِيمَانِ هُمُ الَّذِينَ يَفْقَهُونَ أَسْبَابَ النَّصْرِ الْمَادِّيَّةَ وَالْمَعْنَوِيَّةَ. وَفَقَاهَةُ الْأَمْرِ تَقْتَضِي الْعَمَلَ بِمُوجِبِهِ، وَالْآيَاتُ حُجَّةٌ عَلَى الْمُسْلِمِينَ الْجُغْرَافِيِّينَ بِأَنَّهُمْ غَيْرُ مُؤْمِنِينَ، وَأَنَّ لَدَى أَعْدَائِهِمْ مِنَ الْعِلْمِ وَأَخْلَاقِ الْإِيمَانِ أَكْثَرَ مِمَّا عِنْدَهُمْ، وَإِنْ لَمْ يَبْلُغُوا بِهَا مَرْتَبَةَ الْإِيمَانِ الْإِسْلَامِيِّ الْكَامِلِ، ثُمَّ إِنَّهُمْ بَعْدَ ذَلِكَ يَعُدُّونَ جَهْلَهُمْ وَخِذْلَانَهُمْ حُجَّةً عَلَى الْإِسْلَامِ، وَيَزْعُمُونَ أَنَّهُ هُوَ سَبَبُ حِرْمَانِهِمُ النَّصْرَ، وَالتَّرَقِّيَ فِي مَعَارِجِ الْعُمْرَانِ - ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ حَقِيقَةَ الْإِسْلَامِ، وَلَا يَدْرُونَ مَا الْكِتَابُ </p><p> وَمَا الْإِيمَانُ، فَالْقُرْآنُ حُجَّةٌ عَلَيْهِمْ، وَهُمْ أَجْهَلُ وَأَضَلُّ مِنْ أَنْ يَكُونُوا حُجَّةً عَلَى الْقُرْآنِ. </p><p> وَقَوْلُهُ تَعَالَى: لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا أَبْلَغُ مِنْ أَنْ يُقَالَ: لَيْسَ لَهُمْ قُلُوبٌ يَفْقَهُونَ بِهَا ; لِأَنَّ إِثْبَاتَ خَلْقِ الْقُلُوبِ لَهُمْ، هُوَ مَوْضِعُ قِيَامِ الْحُجَّةِ عَلَيْهِمْ، وَالتَّعْبِيرُ الْآخَرُ يَصْدُقُ بِأَمْرَيْنِ: بِعَدَمِ وُجُودِ الْقُلُوبِ لَهُمْ بِالْمَرَّةِ، وَبِوُجُودِ قُلُوبٍ لَا يَفْقَهُونَ بِهَا، وَفِي الْحَالَةِ الْأُولَى لَا تَقُومُ عَلَيْهِمْ حُجَّةٌ; لِأَنَّهُمْ لَمْ يُؤْتُوا آلَةَ التَّكْلِيفِ وَهُوَ الْعَقْلُ وَالْوِجْدَانُ، فَلَا تَكُونُ الْعِبَارَةُ نَصًّا فِي قِيَامِ الْحُجَّةِ لِاحْتِمَالِهَا عَدَمَ التَّكْلِيفِ. وَإِنَّمَا قَالَ: لَا يَفْقَهُونَ بِهَا وَلَمْ يَقُلْ: \" لَا تَفْقَهُ \" ; لِبَيَانِ أَنَّهُمْ هُمُ الْمُؤَاخَذُونَ بِعَدَمِ تَوْجِيهِ إِرَادَتِهِمْ لِفِقْهِ الْأُمُورِ، وَاكْتِنَاهِ الْحَقَائِقِ، وَيُقَالُ مِثْلُ هَذَا وَمَا قَبْلَهُ فِيمَا بَعْدَهُ وَهُوَ: </p><p> وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا وَمَعْنَى الْجُمْلَتَيْنِ يُفْهَمُ إِجْمَالًا مِمَّا فَسَّرْنَا بِهِ فِقْهَ الْقُلُوبِ تَفْصِيلًا، أَيْ: وَلَهُمْ أَبْصَارٌ وَأَسْمَاعٌ لَا يُوَجِّهُونَهَا إِلَى التَّأَمُّلِ وَالتَّفَكُّرِ فِيمَا يَرَوْنَ مِنْ آيَاتِ اللهِ فِي خَلْقِهِ، وَفِيمَا يَسْمَعُونَ مِنْ آيَاتِ اللهِ الْمُنَزَّلَةِ عَلَى رُسُلِهِ، وَمِنْ أَخْبَارِ التَّارِيخِ الدَّالَّةِ عَلَى سُنَنِهِ تَعَالَى فِي خَلْقِهِ، فَيَهْتَدُوا بِكُلٍّ مِنْهَا إِلَى مَا فِيهِ سَعَادَتُهُمْ فِي دُنْيَاهُمْ وَآخِرَتِهِمْ، وَأَمَّا التَّفْصِيلُ فَيُؤْخَذُ مِنْ آيَاتِ الْقُرْآنِ الْكَثِيرَةِ الْمُرْشِدَةِ إِلَى النَّظَرِ فِي آيَاتِهِ تَعَالَى فِي الْأَنْفُسِ وَالْآفَاقِ، وَفِي تَدَبُّرِ الْقُرْآنِ، وَكَذَا الِاسْتِفَادَةِ مِمَّا يُرْوَى وَيُؤْثَرُ مِنْ تَارِيخِ الْبَشَرِ ; فَإِنَّ الْآذَانَ قَدْ خُلِقَتْ لِلْإِنْسَانِ; لِيَسْتَفِيدَ مِنْ كُلِّ مَا يَسْمَعُ، لَا مِنَ الْقُرْآنِ فَقَطْ، كَمَا أَنَّ الْأَبْصَارَ خُلِقَتْ لَهُ لِيَسْتَفِيدَ مِنْ كُلِّ مَا يُبْصَرُ، وَإِنَّمَا يَكُونُ ذَلِكَ عَلَى كَمَالِهِ بِتَوْجِيهِ إِرَادَتِهِ إِلَى اسْتِعْمَالِ كُلٍّ مِنْهُمَا فِيمَا خُلِقَ لَهُ. قَالَ تَعَالَى فِي آخِرِ سُورَةِ الم السَّجْدَةِ: أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ (٣٢: ٢٦، ٢٧) فَهَذَانِ مَثَلَانِ لِلْآيَاتِ الْبَصَرِيَّةِ وَالسَّمْعِيَّةِ، وَأَمْثَالُهَا كَثِيرٌ، وَلَكِنَّ أَكْثَرَ الَّذِينَ يُسَمُّونَ أَنْفُسَهُمْ أَهْلَ الْقُرْآنِ لَا يَفْقَهُونَ شَيْئًا مِنْهَا، وَلَيْسَ الْفِقْهُ عِنْدَهُمْ إِلَّا تَقْلِيدَ عُلَمَاءِ فُرُوعِ الْأَحْكَامِ الْعَمَلِيَّةِ فِيمَا كَتَبُوهُ مِنْهَا، وَقَدْ يَكُونُ فِي حِكَايَتِهَا دُونَ الْعَمَلِ بِهَا! ! . </p><p> وَفِي مَعْنَى مَا هُنَا مِنْ صِفَاتِ أَهْلِ جَهَنَّمَ قَوْلُهُ تَعَالَى فِي الَّذِينَ عَلِمَ اللهُ رُسُوخَهُمْ فِي الْكُفْرِ، وَثَبَاتَهُمْ عَلَيْهِ مِنْ سُورَةِ الْبَقَرَةِ: خَتَمَ اللهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ (٢: ٧) فَقَدْ بَيَّنَ بِضَرْبٍ مِنَ التَّشْبِيهِ الْبَلِيغِ عَدَمَ انْتِفَاعِهِمْ بِمَوَاهِبِ الْقُلُوبِ وَالْأَسْمَاعِ وَالْأَبْصَارِ الَّتِي هِيَ آلَاتُ الْعِلْمِ وَالْعِرْفَانِ، وَطُرُقُ الْهُدَى وَالْإِيمَانِ. وَقَوْلُهُ فِي الْمُنَافِقِينَ بِتَشْبِيهٍ أَبْلَغَ: صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ (٢: ١٨) وَمِثْلُهُ الْمَثَلُ: وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ (٢: ١٧١) وَقَوْلُهُ فِيهِمْ مِنْ سُورَةِ النَّحْلِ: أُولَئِكَ الَّذِينَ طَبَعَ اللهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ (١٦: ١٠٨) وَقَوْلُهُ فِي سُورَةِ الْجَاثِيَةِ: أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللهِ أَفَلَا تَذَكَّرُونَ (٤٥: ٢٣) وَقَوْلُهُ تَعَالَى فِي سُورَةِ الْأَحْقَافِ بَعْدَ ذِكْرِ هَلَاكِ عَادٍ: وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللهِ (٤٦: ٢٦) وَقَوْلُهُ تَعَالَى فِي سُورَةِ الْأَنْفَالِ: يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ وَلَوْ عَلِمَ اللهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٨: ٢٠ - ٢٣) </p><p> أَيْ وَلَوْ أَسْمَعَهُمْ سَمَاعَ تَفَقُّهٍ وَاعْتِبَارٍ، وَالْحَالُ أَنَّهُ قَدْ عَلِمَ أَنَّهُمْ لَا خَيْرَ فِيهِمْ لَتَوَلَّوْا عَنْ الِاسْتِجَابَةِ وَهُمْ مُعْرِضُونَ. </p><p> كَرَّرَ الرَّبُّ الْحَكِيمُ بَيَانَ هَذِهِ الْحَقِيقَةِ بِأَسَالِيبَ مُخْتَلِفَةٍ فِي الْبَلَاغَةِ، كَالتَّشْبِيهِ وَالتَّمْثِيلِ وَالِاحْتِجَاجِ، وَبَيَانِ السُّنَنِ الِاجْتِمَاعِيَّةِ; لِأَجْلِ التَّأْثِيرِ وَالتَّذْكِيرِ وَالْإِنْذَارِ، لِمَنْ لَمْ يَفْقِدِ اسْتِعْدَادَ الْهِدَايَةِ مِنَ الْكَافِرِينَ ; وَلِأَجْلِ الْعِظَةِ وَالذِّكْرَى لِلْمُؤْمِنِينَ، كَمَا نَرَى فِي آيَاتِ الْأَنْفَالِ، وَمَعَ هَذَا التَّكْرَارِ الْبَالِغِ حَدَّ الْإِعْجَازِ فِي الْبَلَاغَةِ، نَرَى أَكْثَرَ الْمُسْلِمِينَ أَشَدَّ إِهْمَالًا مِنْ غَيْرِهِمْ لِاسْتِعْمَالِ أَسْمَاعِهِمْ وَأَبْصَارِهِمْ وَأَفْئِدَتِهِمْ فِي النَّظَرِ فِي آيَاتِ اللهِ فِي الْأَنْفُسِ وَالْآفَاقِ ; لِأَنَّهُمْ مِنْ أَجْهَلِ الشُّعُوبِ بِالْعُلُومِ الَّتِي تُعْرَفُ بِهَا آيَاتُهُ تَعَالَى فِي أَعْضَاءِ الْإِنْسَانِ وَمَشَاعِرِهِ وَقُوَاهُ الْعَقْلِيَّةِ وَانْفِعَالَاتِهِ النَّفْسِيَّةِ، </p><p> وَآيَاتِهِ فِي الْجَمَادِ وَالنَّبَاتِ وَالْحَيَوَانِ وَالْهَوَاءِ وَالْمَاءِ وَالْبُخَارِ، وَالْغَازَاتِ الَّتِي تَتَرَكَّبُ مِنْهَا هَذِهِ الْمَوَادُّ وَغَيْرُهَا، وَسُنَنِ النُّورِ وَالْكَهْرُبَاءِ وَالْهَيْئَةِ الْفَلَكِيَّةِ، وَمَنْ أَصَابَ مِنْهُمْ حَظًّا مِنْ هَذِهِ الْعُلُومِ فَإِنَّمَا أَخَذَهُ عَنِ الْإِفْرِنْجِ أَوْ تَلَامِيذِهِمُ الْمُتَفَرْنِجِينَ فَكَانَ مُقَلِّدًا فِيهِ لَهُمْ لَا مُسْتَقِلًّا، وَلَمْ يَتَجَاوَزْ طَرِيقَهُمْ فِي الْبَحْثِ عَنْ مَنَافِعِ هَذِهِ الْأَشْيَاءِ لِأَجْلِ الِانْتِفَاعِ بِهَا فِي هَذِهِ الْحَيَاةِ الدُّنْيَا، مِنْ غَيْرِ مُلَاحَظَةِ كَوْنِهَا آيَاتٍ دَالَّةٍ عَلَى أَنَّ لَهَا رَبًّا خَالِقًا مُدَبِّرًا عَلِيمًا حَكِيمًا مُرِيدًا قَدِيرًا رَحِيمًا، يَجِبُ أَنْ يُعْبَدَ وَحْدَهُ، وَأَنْ يُخْشَى وَيُحَبَّ فَوْقَ كُلِّ أَحَدٍ، وَأَنْ تَكُونَ مَعْرِفَتُهُ وَالزُّلْفَى عِنْدَهُ، وَرَجَاءُ لِقَائِهِ فِي الْآخِرَةِ مُنْتَهَى كُلِّ غَايَةٍ مِنَ الْحَيَاةِ، وَلَوْ قَصَدَ أُولَئِكَ الْعُلَمَاءُ هَذَا مِنَ الْعِلْمِ لَأَصَابُوهُ ; فَإِنَّ الْأُمُورَ بِمَقَاصِدِهَا وَ \" إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ \" وَلَكِنَّهُمْ غَفَلُوا عَنْهُ; لِتَعَلُّقِ إِرَادَتِهِمْ بِمَا دُونَهُ ; وَلِهَذَا كَانَ عِلْمُهُمْ عَلَى سِعَتِهِ نَاقِصًا أَقْبَحَ نَقْصٍ، وَكَانَ الِانْتِفَاعُ بِهِ مَشُوبًا بِضَرَرٍ عَظِيمٍ بِاسْتِعْمَالِ مَا هَدَاهُمْ إِلَيْهِ الْعِلْمُ مِنْ خَوَاصِّ الْأَشْيَاءِ فِي الْحَرْبِ وَآلَاتِ الْقِتَالِ. الَّتِي تُدَمِّرُ الْعُمْرَانَ وَتَسْحَقُ الْأُلُوفَ الْكَثِيرَةَ مِنَ الْبَشَرِ فِي وَقْتٍ قَصِيرٍ - وَبِهَذَا يَصْدُقُ عَلَى هَؤُلَاءِ الْعُلَمَاءِ الَّذِي اسْتَعْمَلُوا عُقُولَهُمْ وَأَبْصَارَهُمْ وَأَسْمَاعَهُمْ فِي اسْتِنْبَاطِ حَقَائِقِ الْعُلُومِ وَنَفْعِهَا الْمَادِّيِّ الْعَاجِلِ، مَا يَصْدُقُ عَلَى الَّذِينَ أَهْمَلُوا اسْتِعْمَالَهَا، وَآثَرُوا الْجَهْلَ عَلَى الْعِلْمِ بِهَا، مِنْ قَوْلِهِ عَزَّ وَجَلَّ: </p><p> أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أَيْ: أُولَئِكَ الْمَوْصُوفُونَ بِمَا ذُكِرَ مِنَ الصِّفَاتِ السَّلْبِيَّةِ كَالْأَنْعَامِ مِنْ إِبِلٍ وَبَقَرٍ وَغَنَمٍ، فِي كَوْنِهِمْ لَا حَظَّ لَهُمْ مِنْ قَوْلِهِمْ وَمَشَاعِرِهِمْ إِلَّا اسْتِعْمَالَهَا فِيمَا يَتَعَلَّقُ بِمَعِيشَتِهِمْ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا، بَلْ هُمْ أَضَلُّ سَبِيلًا مِنَ الْأَنْعَامِ ; لِأَنَّ هَذِهِ لَا تَجْنِي عَلَى أَنْفُسِهَا بِتَجَاوُزِ سُنَنِ الْفِطْرَةِ، وَحُدُودِ الْحَاجَةِ الطَّبِيعِيَّةِ فِي أَكْلِهَا وَشُرْبِهَا وَنَزَوَاتِهَا بَلْ تَقِفُ فِيهِ عِنْدَ قَدْرِ الْحَاجَةِ الَّتِي تَحْفَظُ بِهَا الْحَيَاةَ الشَّخْصِيَّةَ وَالنَّوْعِيَّةَ، وَأَمَّا عَبِيدُ الشَّهَوَاتِ مِنَ النَّاسِ فَهُمْ يُسْرِفُونَ فِي كُلِّ ذَلِكَ إِسْرَافًا يَتَوَلَّدُ مِنْهُ أَمْرَاضٌ كَثِيرَةٌ يَقِلُّ فِيهِمْ مَنْ يَسْلَمُ مِنْهَا كُلِّهَا، وَمِنَ النَّاسِ مَنْ يُجَاهِدُ هَذِهِ الشَّهَوَاتِ جِهَادًا يُفَرِّطُ فِيهِ بِحُقُوقِ الْبَدَنِ فَلَا يُعْطِيهِ الْغِذَاءَ الْكَافِي </p><p> وَيُقَصِّرُ فِي حُقُوقِ الزَّوْجِيَّةِ، أَوْ يَقْطَعُ عَلَى نَفْسِهِ طَرِيقَهَا بِالرَّهْبَانِيَّةِ، فَيَجْنِي عَلَى شَخْصِهِ وَعَلَى نَوْعِهِ بِالتَّفْرِيطِ كَمَا يَجْنِي عَلَيْهِمَا عَبِيدُ اللَّذَّاتِ بِالْإِفْرَاطِ، دَعِ الْجِنَايَةَ عَلَى الْأَخْلَاقِ </p><p> وَالْآدَابِ وَعَلَى الْأُمَمِ وَالشُّعُوبِ، وَهِدَايَةُ الْإِسْلَامِ تَحْظُرُ هَذَا وَذَاكَ، وَتُوجِبُ الْأَكْلَ مِنَ الطَّيِّبَاتِ وَالزَّوَاجَ بِشَرْطِهِ، وَتُحَرِّمُ الْإِسْرَافَ فِي كُلِّ شَيْءٍ، فَلَوِ اهْتَدَى النَّاسُ بِالْقُرْآنِ فِي فِقْهِ أَسْرَارِ الْخَلْقِ وَمَنَافِعِهِ لَجَمَعُوا بِهَا بَيْنَ ارْتِقَائِهِمْ فِي مَعَاشِهِمْ وَاسْتِعْدَادِهِمْ لِمَعَادِهِمْ، وَاتَّقَوْا هَذَا الْإِسْرَافَ فِي الشَّهَوَاتِ وَالتَّنَازُعَ عَلَيْهَا الَّذِي أَفْسَدَ مَدَنِيَّةَ الْإِفْرِنْجِ بِمَا يَشْكُو مِنْهُ جَمِيعُ حُكَمَائِهِمْ، وَيَجْزِمُونَ بِأَنَّهُ لَا بُدَّ أَنْ يَقْضِيَ عَلَيْهِمْ. </p><p> أُولَئِكَ هُمُ الْغَافِلُونَ أَيْ أُولَئِكَ الْمَوْصُوفُونَ بِكُلِّ مَا ذَكَرَهُمُ الْغَافِلُونَ التَّامُّو الْغَفْلَةِ عَمَّا فِيهِ صَلَاحُهُمْ وَسَعَادَتُهُمْ فِي الْحَيَاتَيْنِ الدُّنْيَا وَالْآخِرَةِ جَمِيعًا، أَوْ خَيْرِهِمَا وَأَكْمَلِهِمَا وَأَدْوَمِهِمَا وَهِيَ الثَّانِيَةُ، فَهُمْ طَبَقَاتٌ عَلَى دَرَجَاتٍ فِي الْغَفْلَةِ، الْغَافِلُونَ عَنْ أَنْفُسِهِمُ، الْغَافِلُونَ عَنِ اسْتِعْمَالِ عُقُولِهِمْ وَمَشَاعِرِهِمْ فِي أَفْضَلِ مَا خُلِقَتْ لِأَجْلِهِ مِنْ مَعْرِفَةِ اللهِ تَعَالَى، الْغَافِلُونَ عَنْ آيَاتِ اللهِ فِي الْأَنْفُسِ وَالْآفَاقِ الَّتِي تَهْدِي إِلَى مَعْرِفَةِ الْعَبْدِ نَفْسَهُ وَرَبَّهُ، الْغَافِلُونَ عَنْ ضَرُورِيَّاتِ حَيَاتِهِمُ الشَّخْصِيَّةِ. وَحَيَاتِهِمُ الْقَوْمِيَّةِ، وَحَيَاتِهِمُ الْمِلِّيَّةِ، الَّذِينَ يُعَدُّونَ كَالْأَنْعَامِ مِنْ وَجْهٍ آخَرَ غَيْرِ الَّذِي تَقَدَّمَ مِنْ مُجَافَاةِ سُنَنِ الْفِطْرَةِ، وَهُوَ حَقَارَتُهُمْ وَمَهَانَتُهُمُ الشَّخْصِيَّةُ وَالْقَوْمِيَّةُ بَيْنَ الْأُمَمِ وَالدُّوَلِ وَتَسْخِيرُ غَيْرِهِمْ لَهُمْ كَمَا يُسَخَّرُ الْأَنْعَامُ فِي سَبِيلِ مَعِيشَتِهِ. </p><p> فَالْقِسْمُ الْأَوَّلُ مِنَ الْغَافِلِينَ: هُمُ الَّذِينَ قَالَ اللهُ تَعَالَى فِيهِمْ فِي أَوَائِلِ سُورَةِ يُونُسَ، بَعْدَ التَّذْكِيرِ بِخَلْقِ السَّمَاوَاتِ وَالْأَرْضِ، وَاسْتِوَائِهِ عَلَى عَرْشِهِ، وَتَدْبِيرِهِ أَمْرَ الْعَالَمِ وَكَوْنِهِ يُبْدِئُ الْخَلْقَ ثُمَّ يُعِيدُهُ - وَالْإِعَادَةُ فِي الْعَادَةِ أَهْوَنُ مِنَ الْبَدْءِ - وَالتَّذْكِيرِ بِآيَاتِهِ فِي جَعْلِ الشَّمْسِ ضِيَاءً وَالْقَمَرِ نُورًا وَتَقْدِيرِهِ مَنَازِلَ ; لِيُعْلَمَ مِنْهَا عَدَدُ السِّنِينَ وَالْحِسَابَ، وَآيَاتِهِ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ، وَخَلْقِ السَّمَاوَاتِ وَالْأَرْضِ - قَالَ بَعْدَ ذَلِكَ - إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ (١٠: ٧، ٨) فَهَذَا نَصٌّ فِي أَنَّ النَّارَ مَأْوَى الْغَافِلِينَ عَنْ هَذِهِ الْآيَاتِ، أَيْ عَنْ دَلَالَتِهَا عَلَى وُجُودِ خَالِقِهَا وَمُدَبِّرِ النِّظَامِ فِيهَا، وَكَوْنِ إِعَادَةِ خَلْقِ الْبَشَرِ وَغَيْرِهِمْ فِي طَوْرٍ آخَرَ لَا يَتَعَاصَى عَلَى قُدْرَتِهِ، وَهُوَ مِنْ مُقْتَضَى عِلْمِهِ وَحِكْمَتِهِ، وَعَنْ كَوْنِ مَعْرِفَتِهِ تَعَالَى أَعْلَى أَنْوَاعِ الْمَعْرِفَةِ، وَكَوْنِ التَّنَعُّمِ الرُّوحَانِيِّ بِلِقَائِهِ عَزَّ وَجَلَّ فِي دَارِ الْكَرَامَةِ أَسْمَى أَنْوَاعِ النَّعِيمِ، وَإِنْ كَانَ هَؤُلَاءِ الْغَافِلُونَ عَمَّا ذُكِرَ - مِنْ أَكْبَرِ </p><p> الْعُلَمَاءِ بِسُنَنِ اللهِ تَعَالَى وَحِكَمِهِ فِي خَلْقِ الْعَالَمِ الْعُلْوِيِّ وَالْعَالَمِ السُّفْلِيِّ، بَلْ حُجَّةُ اللهِ عَلَى هَؤُلَاءِ الْعُلَمَاءِ أَبْلَغُ وَأَظْهَرُ ; لِأَنَّهُمْ لَوْ فَطِنُوا لِدَلَالَتِهَا عَلَى مَا ذُكِرَ، وَفَقِهُوهُ كَمَا يَجِبُ لَكَانُوا أَسْعَدَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا، وَأَبْعَدَ عَنْ شُرُورِهَا وَمَفَاسِدِهَا مِمَّا هُمْ عَلَيْهِ الْآنَ، وَلَاسْتَعَدُّوا بِذَلِكَ لِسَعَادَةِ الْآخِرَةِ أَكْمَلَ اسْتِعْدَادٍ. </p><p> كَذَلِكَ يَصْدُقُ عَلَيْهِمْ قَوْلُهُ تَعَالَى فِي أَوَّلِ سُورَةِ الرُّومِ: يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (٣٠: ٧) فَانْظُرْ إِلَى بَلَاغَةِ الْقُرْآنِ فِي إِعَادَةِ ضَمِيرِ (هُمْ) وَهُوَ لِلتَّأْكِيدِ الَّذِي اقْتَضَاهُ وَصْفُهُمْ بِالْعِلْمِ الَّذِي مِنْ شَأْنِ صَاحِبِهِ عَدَمُ الْغَفْلَةِ. </p><p> تِلْكَ الصِّفَاتُ هِيَ صِفَاتُ مَنْ خُلِقُوا لِسُكْنَى الْجَحِيمِ، وَمَا يُقَابِلُهَا فَهُوَ صِفَاتُ أَهْلِ دَارِ النَّعِيمِ، فَأَهْلُ النَّارِ بِنَصِّ كِتَابِ اللهِ تَعَالَى هُمُ الْأَغْنِيَاءُ الْجَاهِلُونَ الْغَافِلُونَ الَّذِينَ لَا يَسْتَعْمِلُونَ عُقُولَهُمْ فِي فِقْهِ حَقَائِقِ الْأُمُورِ، وَلَا يَسْتَعْمِلُونَ أَسْمَاعَهُمْ وَأَبْصَارَهُمْ فِي اسْتِنْبَاطِ الْمَعَارِفِ، وَاسْتِفَادَةِ الْعُلُومِ، وَمَعْرِفَةِ آيَاتِ اللهِ الْكَوْنِيَّةِ، وَفِقْهِ آيَاتِهِ التَّنْزِيلِيَّةِ، وَهُمَا سَبَبُ كَمَالِ الْإِيمَانِ وَالْبَاعِثُ النَّفْسِيُّ عَلَى كَمَالِ الْإِسْلَامِ وَالْإِحْسَانِ، وَلَنْ تَرَى فِي كُتُبِ التَّفْسِيرِ الْكَثِيرَةِ مَنْ نَبَّهَ قُرَّاءَ كِتَابِ اللهِ تَعَالَى إِلَى هَذِهِ الْمَعَانِي الْهَادِيَةِ إِلَى سَبِيلِهِ وَصِرَاطِهِ الْمُسْتَقِيمِ، عَلَى أَنَّ أَكْثَرَ الْمُسْلِمِينَ قَدِ اتَّخَذُوا كِتَابَ اللهِ مَهْجُورًا، فَإِذَا سَأَلْتَ أَشْهَرَهُمْ بِعِلْمِ التَّفْسِيرِ عَنْ مَعْنَى هَذِهِ الْآيَةِ قَالَ لَكَ: إِنَّ اللهَ تَعَالَى خَلَقَ لِلنَّارِ خَلْقًا هُمْ عَلَى الْكُفْرِ وَالْمَعَاصِي مَجْبُورُونَ، لَهُمْ قُلُوبٌ لَيْسَ مِنْ شَأْنِهَا أَنْ يَفْهَمُوا بِهَا شَيْئًا مِمَّا مِنْ شَأْنِهِ أَنْ يُفْهَمَ، فَيَدْخُلُ فِيهِ مَا يَلِيقُ بِالْمَقَامِ مِنَ الْحَقِّ وَدَلَائِلِهِ دُخُولًا أَوَّلِيًّا -، وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا شَيْئًا مِنَ الْمُبْصَرَاتِ فَيَنْدَرِجُ فِيهِ الشَّوَاهِدُ التَّكْوِينِيَّةُ الدَّالَّةُ عَلَى الْحَقِّ انْدِرَاجًا أَوَّلِيًّا - وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا شَيْئًا مِنَ الْمَسْمُوعَاتِ، فَيَتَنَاوَلُ الْآيَاتِ التَّنْزِيلِيَّةَ عَلَى طُرُزِ مَا سَلَفَ \" انْتَهَى مُلَخَّصًا مِنْ رُوحِ الْمَعَانِي، وَمَا زَادَ عَلَيْهِ فِيهِ فَكَلَامٌ فِي الْإِعْرَابِ وَنُكَتِ التَّعْبِيرِ، وَتَحْقِيقٌ لِمَعْنَى الْجَبْرِ عِنْدَ بَعْضِ الْمُتَكَلِّمِينَ، وَهُوَ زُبْدَةُ مَا فِي كُتُبِ التَّفْسِيرِ، وَأَهْلُ النَّارِ عِنْدَهُمْ مَنْ يُسَمُّونَهُمْ كَافِرِينَ، وَأَهْلُ الْجَنَّةِ مَنْ يُسَمُّونَهُمْ مُسْلِمِينَ، إِنْ كَانُوا يَجْهَلُونَ حَقَائِقَ هَذِهِ الْأُمُورِ، وَيُصِرُّونَ عَلَى الْفُجُورِ، اتِّكَالًا عَلَى شَفَاعَةِ أَهْلِ الْقُبُورِ، الَّذِينَ يَدْعُونَهُمْ مَعَ اللهِ أَوْ مِنْ دُونِ اللهِ لِمُهِمَّاتِ الْأُمُورِ، وَيَذْبَحُونَ لَهُمُ النَّسَائِكَ، وَيَنْذِرُونَ لَهُمُ النُّذُورَ، </p><p> وَهِيَ عِبَادَاتٌ لِغَيْرِ اللهِ يَخْرُجُونَ بِهَا مِنْ حَظِيرَةِ الْإِيمَانِ، وَالِاحْتِجَاجُ بِالْآيَةِ عَلَى الْجَبْرِ غَفْلَةٌ وَجَهْلٌ بَلْ هِيَ كَسَائِرِ الْآيَاتِ الدَّالَّةِ عَلَى نَوْطِ الْجَزَاءِ بِالْعَمَلِ وَمَعْنَاهَا: أَنَّ هَؤُلَاءِ الْمُكَلَّفِينَ مِنَ الْجِنِّ وَالْإِنْسِ قَدْ تَرَكُوا اسْتِعْمَالَ عُقُولِهِمْ وَمَشَاعِرِهِمُ الْبَاطِنَةِ وَالظَّاهِرَةِ فِي عِلْمِ الْهُدَى، الَّذِي يَتَرَتَّبُ عَلَيْهِ الْأَعْمَالُ الْمُزَكِّيَةُ لِلنَّفْسِ، فَكَانُوا بِذَلِكَ أَهْلَ جَهَنَّمَ، وَلَيْسَ فِيهَا أَنَّهُ تَعَالَى ذَرَأَهُمْ لِجَهَنَّمَ لِذَوَاتِهِمْ ; فَإِنَّ ذَوَاتِ الْجِنْسَيْنِ كُلُّهَا مُتَشَابِهَةٌ، وَلَمْ يَقُلْ إِنَّهُ خَلَقَهُمْ عَاجِزِينَ عَنِ اسْتِعْمَالِ تِلْكَ الْقُوَى فِي أَسْبَابِ الْهُدَى بَلْ قَالَ: إِنَّهُمْ هُمْ لَمْ يَسْتَعْمِلُوهَا فِي ذَلِكَ وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ (٦٧: ١٠، ١١) وَلَكِنَّ الْجَدَلَ فِي الْمَذَاهِبِ هُوَ الَّذِي أَوْهَمَهُمْ، وَنَحْمَدُ اللهَ تَعَالَى أَنْ هَدَانَا إِلَى تَفْسِيرِ الْآيَةِ بِالشَّوَاهِدِ الْكَثِيرَةِ مِنَ الْقُرْآنِ، وَسُنَنِ اللهِ تَعَالَى فِي الْإِنْسَانِ وَالْأَكْوَانِ، وَهُوَ مَا لَمْ نَطَّلِعْ عَلَى مِثْلِهِ وَلَا مَا يَحُومُ حَوْلَهُ الْإِنْسَانُ، وَالتَّحَدُّثُ بِنِعْمَةِ اللهِ، مِمَّا أَمَرَ بِهِ اللهُ فَالْحَمْدُ لَهُ ثُمَّ الْحَمْدُ لِلَّهِ. </p>"
}