{
  "id": null,
  "sura": 7,
  "aya": 109,
  "text": "<p> السَّبَئِيِّينَ وَجَمْعِيَّاتِ الْفُرْسِ تَرْجِعُ جَمِيعُ الْفِتَنِ السِّيَاسِيَّةِ، وَأَكَاذِيبِ الرِّوَايَةِ فِي الصَّدْرِ الْأَوَّلِ. </p><p> قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ. فَصْلٌ فِي حَقِيقَةِ السِّحْرِ وَأَنْوَاعِهِ </p><p> كَانَ السِّحْرُ فَنًّا مِنْ فُنُونِ قُدَمَاءِ الْمِصْرِيِّينَ يَتَعَلَّمُونَهُ فِي مَدَارِسِهِمُ الْعَالِيَةِ مَعَ سَائِرِ عُلُومِ الْكَوْنِ، وَكَانَ كَذَلِكَ عِنْدَ أَقْرَانِهِمْ مِنَ الْبَابِلِيِّينَ وَكَذَا الْهُنُودُ وَغَيْرُهُمْ، وَلَا يَزَالُ يُؤْثَرُ عَنِ الْوَثَنِيِّينَ مِنْهُمْ أَعْمَالٌ سِحْرِيَّةٌ غَرِيبَةٌ اهْتَدَى عُلَمَاءُ الْإِنْكِلِيزِ وَغَيْرُهُمْ مِنَ الْإِفْرِنْجِ إِلَى تَعْلِيلِ بَعْضِهَا أَوْ كَشْفِ حَقِيقَتِهِ، وَلَا يَزَالُونَ يَجْهَلُونَ تَعْلِيلَ بَعْضٍ، وَالْمَعْنَى الْجَامِعُ لِلسِّحْرِ أَنَّهُ أَعْمَالٌ غَرِيبَةٌ مِنَ التَّلْبِيسِ وَالْحِيَلِ تَخْفَى حَقِيقَتُهَا عَلَى جَمَاهِيرِ النَّاسِ؛ لِجَهْلِهِمْ بِأَسْبَابِهَا، فَمَتَى عُرِفَ سَبَبُ شَيْءٍ مِنْهَا بَطَلَ إِطْلَاقُ اسْمِ السِّحْرِ عَلَيْهِ؛ وَلِذَلِكَ كَانَ الْأَقْوَامُ الْجَاهِلُونَ يَعُدُّونَ آيَاتِ الرُّسُلِ الْكَوْنِيَّةَ الَّتِي يُؤَيِّدُهُمُ اللهُ تَعَالَى بِهَا مِنْ قَبِيلِ السِّحْرِ، يَجْعَلُونَ هَذَا مَانِعًا مِنْ دَلَالَتِهَا عَلَى صِدْقِهِمْ وَتَأْيِيدِ اللهِ تَعَالَى لَهُمْ؛ لِأَنَّ السِّحْرَ صَنْعَةٌ تَتَلَقَّى بِالتَّعْلِيمِ وَالتَّمْرِينِ، فَيُمْكِنُ لِكُلِّ أَحَدٍ أَنْ يَكُونَ سَاحِرًا إِذَا أُتِيحَ لَهُ مَنْ يُعَلِّمُهُ السِّحْرَ، وَمِنَ الْمَعْلُومِ فِي التَّارِيخِ الْقَدِيمِ وَالْحَدِيثِ أَنَّ السِّحْرَ لَا يَرُوجُ إِلَّا بَيْنَ الْجَاهِلِينَ، وَلَهُ الْمَكَانَةُ الْمَهِيبَةُ الْمُخِيفَةُ بَيْنَ أَعْرَاقِ الْقَبَائِلِ فِي الْهَمَجِيَّةِ وَلَا يَكَادُ يُوجَدُ فِي الْبِلَادِ الَّتِي يَنْتَشِرُ فِيهَا الْعِلْمُ وَالْعِرْفَانُ، بَلْ يُسَمَّى أَهْلُهُ بِأَسْمَاءٍ أُخْرَى كَالْمُشَعْوِذِينَ وَالْمُحْتَالِينَ وَالدَّجَّالِينَ. </p><p> وَقَدْ سَبَقَ لَنَا بَيَانُ حَقِيقَةِ السِّحْرِ فِي قِصَّةِ هَارُوتَ وَمَارُوتَ مِنْ جُزْءِ التَّفْسِيرِ الْأَوَّلِ، وَفِي بَعْضِ مُجَلَّدَاتِ الْمَنَارِ، وَخُلَاصَتُهُ أَنَّهُ ثَلَاثَةُ أَنْوَاعٍ:  (النَّوْعُ الْأَوَّلُ) : مَا يَعْمَلُ بِالْأَسْبَابِ الطَّبِيعَةِ مِنْ خَوَاصِّ الْمَادَّةِ الْمَعْرُوفَةِ لِلْعَامِلِ الْمَجْهُولَةِ عِنْدَ مَنْ يَسْحَرُهُمْ بِهَا، وَمِنْهَا الزِّئْبَقُ الَّذِي قِيلَ: إِنَّ سَحَرَةَ فِرْعَوْنَ وَضَعُوهُ فِي حِبَالِهِمْ وَعِصِيِّهِمْ كَمَا سَيَأْتِي، </p><p> وَلَوْ شَاءَ عُلَمَاءُ الطَّبِيعَةِ وَالْكِيمْيَاءِ فِي هَذَا الْعَصْرِ أَنْ يُجْلُوا أَنْفُسَهُمْ سَحَرَةً فِي بِلَادِ أَوَاسِطِ إِفْرِيقِيَّةَ الْهَمَجِيَّةِ وَأَمْثَالِهَا مِنَ الْبِلَادِ الْجَاهِلَةِ الَّتِي يَرُوجُ فِيهَا السِّحْرُ الْعَتِيقُ لَأَرَوْهُمْ مِنْ عَجَائِبِ الْكَهْرَبَاءِ، وَغَيْرِهَا مَا يُخْضِعُونَهُمْ بِهِ لِعِبَادَتِهِمْ لَوِ ادَّعَوُا الْأُلُوهِيَّةَ فِيهِمْ، دَعْ دَعْوَى النُّبُوَّةِ أَوِ الْوِلَايَةِ، وَقَدِ اجْتَمَعَ السَّحَرَةُ فِي بَعْضِ هَذِهِ الْبِلَادِ عَلَى بَعْضِ السُّيَّاحِ الْغَرْبِيِّينَ لِيُرْهِبُوهُمْ بِسِحْرِهِمْ، وَكَانُوا فِي مَكَانٍ بَارِدٍ، وَالْفَصْلُ شِتَاءٌ فَأَخَذَ بَعْضُ هَؤُلَاءِ السُّيَّاحِ قِطْعَةً مِنَ الْجَلِيدِ وَجَعْلِهَا بِشَكْلٍ عَدَسِيٍّ بِقَدْرِ مَا يُرَى مِنْ قُرْصِ الشَّمْسِ، وَقَالَ لَهُمْ: إِنَّنِي أَعْلَمُ مِنْكُمْ بِالسِّحْرِ، وَإِنَّنِي أَقْدِرُ بِهِ أَنْ أَجْعَلَ فِي يَدِي شَمْسًا كَشَمْسِ السَّمَاءِ ثُمَّ وَجَّهَ عَدَسَتَيْهِ إِلَى الشَّمْسِ </p><p> عِنْدَ بُزُوغِهَا، وَاكْتِمَالِ ضَوْئِهَا فَصَارَتْ بِانْعِكَاسِ النُّورِ بِهَا كَالشَّمْسِ لَمْ يَسْتَطِعِ السَّحَرَةُ أَنْ يُثَبِّتُوا نَظَرَهُمْ إِلَيْهَا فَخَضَعُوا لَهُ وَلِمَنْ مَعَهُ، وَكَفُّوا شَرَّهُمْ عَنْهُمْ خَوْفًا مِنْهُمْ. </p><p> (النَّوْعُ الثَّانِي) : الشَّعْوَذَةُ الَّتِي مَدَارُ الْبَرَاعَةِ فِيهَا عَلَى خِفَّةِ الْيَدَيْنِ فِي إِخْفَاءِ بَعْضِ الْأَشْيَاءِ، وَإِظْهَارِ بَعْضٍ، وَإِرَاءَةِ بَعْضِهَا بِغَيْرِ صُوَرِهَا، وَغَيْرِ ذَلِكَ مِمَّا هُوَ مَعْرُوفٌ فِي هَذِهِ الْبِلَادِ وَغَيْرِهَا مِنْ بِلَادِ الْحَضَارَةِ بِكَثْرَةِ الْمُكْتَسِبِينَ بِهَا مِنَ الْوَطَنِيِّينَ وَالْغُرَبَاءِ، وَلَمْ يَبْقَ أَحَدٌ فِي هَذِهِ الْبِلَادِ يُسَمِّيهَا سِحْرًا. </p><p> (النَّوْعُ الثَّالِثُ) : مَا مَدَارُهُ عَلَى تَأْثِيرِ الْأَنْفُسِ ذَوَاتِ الْإِرَادَةِ الْقَوِيَّةِ فِي الْأَنْفُسِ الضَّعِيفَةِ ذَاتِ الْأَمْزِجَةِ الْعَصِيبَةِ الْقَابِلَةِ لِلْأَوْهَامِ وَالِانْفِعَالَاتِ الَّتِي تُسَمَّى فِي عُرْفِ عُلَمَاءِ هَذَا الْعَصْرِ بِالْهِسْتِيرِيَةِ، وَهَذَا النَّوْعُ هُوَ الَّذِي قِيلَ: إِنَّ أَصْحَابَهُ يَسْتَعِينُونَ عَلَى أَعْمَالِهِمْ بِأَرْوَاحِ الشَّيَاطِينَ، وَمِنْهُمُ الَّذِينَ يَكْتُبُونَ الْأَوْفَاقَ وَالطَّلْسَمَاتِ لِلْحُبِّ وَالْبُغْضِ، وَغَيْرِ ذَلِكَ، وَمَنْ يَقُولُ: إِنَّ لِلْحُرُوفِ خَوَاصًّا وَتَأْثِيرَاتٍ ذَاتِيَّةً يَخْرُجُ عَمَلُ الْأَوْفَاقِ وَالنَّشَرَاتِ، وَمَا فِي مَعْنَاهَا مِنَ السِّحْرِ، وَمِنْ هَذَا النَّوْعِ مَا اسْتُحْدِثَ فِي هَذَا الْعَصْرِ مِنَ التَّنْوِيمِ الْمِغْنَاطِيسِيِّ، وَأَخْبَارُهُ مَشْهُورَةٌ. </p><p> وَمِمَّا سَبَقَ لَنَا بَيَانُهُ فِي هَذَا الْبَابِ تَخْطِئَةُ مَنْ قَالَ مِنَ الْمُتَكَلِّمِينَ: إِنَّ السِّحْرَ مِنْ خَوَارِقِ الْعَادَاتِ الَّذِي هُوَ الْجِنْسُ الْجَامِعُ لِمُعْجِزَاتِ الْأَنْبِيَاءِ وَكَرَامَاتِ الْأَوْلِيَاءِ، وَفَاتَهُمْ أَنَّ السِّحْرَ صِنَاعَةٌ تُتَلَقَّى بِالتَّعْلِيمِ، كَمَا ثَبَتَ بِنَصِّ الْقُرْآنِ، وَبِالِاخْتِبَارِ الَّذِي لَمْ يَبْقَ فِيهِ خِلَافٌ بَيْنَ أَحَدٍ مِنْ عُلَمَاءِ الْكَوْنِ فِي هَذَا الْعَصْرِ. </p><p> وَلِعُلَمَائِنَا كَلَامٌ كَثِيرٌ فِي السِّحْرِ بَعْضُهُ أَوْهَامٌ، وَإِنَّنَا نَنْقُلُ هُنَا كَلَامَ بَعْضِ كِبَارِ مُحَقِّقِي الْمُفَسِّرِينَ فِيهِ، وَمِنْ أَخْصَرِهِ وَأَفَيْدِهِ قَوْلُ ابْنُ فَارِسٍ: هُوَ إِخْرَاجُ الْبَاطِلِ فِي صُورَةِ الْحَقِّ، وَقَالَ الرَّاغِبُ الْأَصْفَهَانِيَّ فِي مُفْرَدَاتِهِ لِغَرِيبِ الْقُرْآنِ مَا نَصُّهُ: تَعْرِيفُ السِّحْرِ وَمَأْخَذُهُ مِنَ اللُّغَةِ: </p><p> السَّحْرُ: طَرَفُ الْحُلْقُومِ وَالرِّئَةِ، وَقِيلَ: انْتَفَخَ سَحْرُهُ، وَبَعِيرٌ سَحْرٌ: عَظِيمُ السَّحْرِ، وَالسُّحَارَةُ (بِالضَّمِّ) : مَا يُنْزَعُ مِنَ السَّحْرِ عِنْدَ الذَّبْحِ فَيَرْمِي بِهِ، وَجَعَلَ بِنَاءَهُ بِنَاءَ النِّفَايَةِ وَالسِّقَاطَةِ، وَقِيلَ: مِنْهُ اشْتُقَّ السِّحْرُ، وَهُوَ إِصَابَةُ السِّحْرِ، وَالسِّحْرُ يُقَالُ عَلَى مَعَانٍ. </p><p> (الْأَوَّلُ) : خِدَاعٌ وَتَخْيِيلَاتٌ لَا حَقِيقَةَ لَهَا نَحْوَ مَا يَفْعَلُهُ الْمُشَعْبِذُ بِصَرْفِ الْأَبْصَارِ عَمَّا يَفْعَلُهُ لِخِفَّةِ يَدِهِ، وَمَا يَفْعَلُهُ النَّمَّامُ بِقَوْلٍ مُزَخْرَفٍ عَائِقٍ لِلْأَسْمَاعِ، وَعَلَى ذَلِكَ قَوْلُهُ تَعَالَى: سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ (٧: ١١٦) وَقَالَ: يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ (٢٠: ٦٦) </p><p> وَبِهَذَا النَّظَرِ سَمُّوا مُوسَى عَلَيْهِ السَّلَامُ سَاحِرًا فَقَالُوا: يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ (٤٣: ٤٩) . </p><p> (وَالثَّانِي) : اسْتِجْلَابُ مُعَاوَنَةِ الشَّيَاطِينِ بِضَرْبٍ مِنَ التَّقَرُّبِ إِلَيْهِمْ كَقَوْلِهِ تَعَالَى: هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ (٢٦: ٢٢١، ٢٢٢) وَعَلَى ذَلِكَ قَوْلُهُ تَعَالَى: وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ (٢: ١٠٢) . </p><p> (وَالثَّالِثُ) مَا يَذْهَبُ إِلَيْهِ الْأَغْتَامُ، وَهُوَ اسْمٌ لِفِعْلٍ يَزْعُمُونَ أَنَّهُ مِنْ قُوَّتِهِ يُغَيِّرُ الصُّوَرَ وَالطَّبَائِعَ، فَيَجْعَلُ الْإِنْسَانَ حِمَارًا، وَلَا حَقِيقَةَ لِذَلِكَ عِنْدَ الْمُحَصِّلِينَ، وَقَدْ تُصُوِّرَ مِنَ السِّحْرِ تَارَةً حُسْنُهُ فَقِيلَ:  \" إِنَّ مِنَ الْبَيَانِ لَسِحْرًا \" وَتَارَةً دِقَّةُ فِعْلِهِ حَتَّى قَالَتِ الْأَطِبَّاءُ: الطَّبِيعَةُ سَاحِرَةٌ وَسَمُّوا الْغِذَاءَ سِحْرًا مِنْ حَيْثُ إِنَّهُ يَدُقُّ وَيَلْطُفُ تَأْثِيرُهُ اهـ. </p><p> وَقَدْ عَقَدَ الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ عَلَى الرَّازِيِّ الْمَعْرُوفِ بِالْجَصَّاصِ مِنْ أَئِمَّةِ الْحَنَفِيَّةِ فِي الْقَرْنِ الرَّابِعِ بَابًا خَاصًّا مِنْ تَفْسِيرِهِ الْجَلِيلِ (أَحْكَامِ الْقُرْآنِ) لِبَيَانِ مَعْنَى السِّحْرِ، وَحُكْمِ السَّاحِرِ عِنْدَ كَلَامِهِ عَلَى قَوْلِهِ تَعَالَى: وَاتَّبَعُوا مَا تَتْلُوا الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعْلِّمُونَ النَّاسَ السِّحْرَ (٢: ١٠٢) قَالَ فِي أَوَّلِهِ: \" الْوَاجِبُ أَنَّ نُقَدِّمَ الْقَوْلَ فِي السِّحْرِ لِخَفَائِهِ عَلَى كَثِيرٍ مِنْ أَهْلِ الْعِلْمِ فَضْلًا عَنِ الْعَامَّةِ،ثُمَّ نُعْقِبَهُ بِالْكَلَامِ فِي حُكْمِهِ فِي مُقْتَضَى الْآيَةِ فِي الْمَعَانِي وَالْأَحْكَامِ فَنَقُولُ:</p><p> إِنَّ أَهْلَ اللُّغَةِ يَذْكُرُونَ أَنَّ أَصْلَهُ فِي اللُّغَةِ لِمَا لَطُفَ وَخَفِيَ سَبَبُهُ، وَالسَّحْرُ عِنْدَهُمْ بِالْفَتْحِ هُوَ الْغِذَاءُ لِخَفَائِهِ وَلُطْفِ مَجَارِيهِ، قَالَ لَبِيَدٌ: </p><p> أَرَانَا مَوْضِعَيْنِ لِأَمْرِ غَيْبٍ ... وَنُسْحَرُ بِالطَّعَامِ وَبِالشَّرَابِ </p><p> \" قِيلَ فِيهِ وَجْهَانِ: نُعَلَّلُ وَنُخْدَعُ كَالْمَسْحُورِ الْمَخْدُوعِ - وَالْآخَرُ: نُغَذَّى، وَأَيُّ الْوَجْهَيْنِ كَانَ فَمَعْنَاهُ الْخَفَاءُ، وَقَالَ آخَرُ: </p><p> فَإِنْ تَسْأَلِينَا فِيمَ نَحْنُ فَإِنَّنَا ... عَصَافِيرُ مِنْ هَذَا الْأَنَامِ الْمُسَحَّرِ </p><p> \" وَهَذَا الْبَيْتُ يَحْتَمِلُ مِنَ الْمَعْنَى مَا احْتَمَلَهُ الْأَوَّلُ، وَيَحْتَمِلُ أَيْضًا أَنَّهُ أَرَادَ بِالسَّحْرِ أَنَّهُ ذُو سَحْرٍ، وَالسَّحْرُ: الرِّئَةُ وَمَا يَتَعَلَّقُ بِالْحُلْقُومِ، وَهَذَا يَرْجِعُ إِلَى مَعْنَى الْخَفَاءِ أَيْضًا، وَمِنْهُ قَوْلُ عَائِشَةَ: تُوُفِّيَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَيْنَ سَحْرِي وَنَحْرِي، وَقَوْلُهُ تَعَالَى: إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ (٢٦: ١٨٥) يَعْنِي مِنَ الْمَخْلُوقِ الَّذِي يُطْعَمُ وَيُسْقَى، وَيَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى: وَمَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا (٢٦: ١٨٦) وَكَقَوْلِهِ تَعَالَى: مَا لِهَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ (٢٥: ٧٥) وَيُحْتَمَلُ أَنَّهُ ذُو سِحْرٍ مِثْلُنَا، وَإِنَّمَا يَذْكُرُ السِّحْرُ فِي مِثْلِ هَذِهِ الْمَوَاضِعِ لِضَعْفِ هَذِهِ الْأَجْسَامِ وَلِطَاقَتِهَا وَرِقَّتِهَا، وَبِهَا مَعَ ذَلِكَ قِوَامُ الْإِنْسَانِ - فَمَنْ كَانَ بِهَذِهِ الصِّفَةِ فَهُوَ </p><p> ضَعِيفٌ مُحْتَاجٌ - وَهَذَا هُوَ مَعْنَى السِّحْرِ فِي اللُّغَةِ، ثُمَّ نُقِلَ هَذَا الِاسْمُ إِلَى كُلِّ أَمْرٍ خَفِيَ سَبَبُهُ، وَتُخُيِّلَ عَلَى غَيْرِ حَقِيقَتِهِ، وَيَجْرِي مَجْرَى التَّمْوِيهِ وَالْخِدَاعِ، وَمَتَى أُطْلِقَ وَلَمْ يُقَيَّدْ أَفَادَ ذَمَّ فَاعِلِهِ، وَقَدْ أُجْرِيَ مُقَيَّدًا فِيمَا يُمْتَدَحُ وَيُحْمَدُ، كَمَا رُوِيَ:  \" إِنَّ مِنَ الْبَيَانِ لَسِحْرًا \" . </p><p> وَهَاهُنَا ذَكَرَ الْجَصَّاصُ رِوَايَتَهُ لِهَذَا الْحَدَثِ، وَهُوَ فِي الصَّحِيحِ وَأَطَالَ الْكَلَامَ عَلَيْهِ فِي زُهَاءِ وَرَقَةٍ كَبِيرَةٍ ذَكَرَ فِي أَثْنَائِهِ سِحْرَ سَحَرَةِ مُوسَى لِأَعْيُنِ النَّاسِ، وَتَخَيُّلَهُمْ أَنَّ حِبَالَهُمْ وَعِصِيَّهُمْ تَسْعَى، وَلَمْ تَكُنْ تَسْعَى، وَذَكَرَ مَا قِيلَ مِنْ حِيلَتِهِمْ فِي ذَلِكَ بِوَضْعِ الزِّئْبَقِ فِيهَا وَتَحْرِيكِ النَّارِ الْخَفِيَّةِ لِلزِّئْبَقِ فَكَانَ سَبَبَ حَرَكَتِهَا، وَسَيَأْتِي نَقْلُ ذَلِكَ عَنْهُ قَرِيبًا، ثُمَّ ذَكَرَ قِصَّةً تَارِيخِيَّةً فِي أَصْلِ السِّحْرِ بِبَابِلَ، وَقَفَى عَلَيْهَا بِبَيَانِ أَنْوَاعِهِ فَقَالَ: كَلَامُ الْجَصَّاصِ فِي السِّحْرِ وَأَنْوَاعِهِ. </p><p> \" وَإِذْ قَدْ بَيَّنَّا أَصْلَ السِّحْرِ فِي اللُّغَةِ، وَحُكْمَهُ عِنْدَ الْإِطْلَاقِ وَالتَّقْيِيدِ فَلْنَقُلْ فِي مَعْنَاهُ فِي التَّعَارُفِ وَالضُّرُوبِ الَّذِي يَشْتَمِلُ عَلَيْهَا هَذَا الِاسْمُ، وَمَا يَقْصِدُ بِهِ كُلُّ فَرِيقٍ </p><p> مِنْ مُنْتَحِلِيهِ، وَالْغَرَضُ الَّذِي يَجْرِي إِلَيْهِ مُدَّعُوهُ، فَنَقُولُ وَبِاللهِ التَّوْفِيقِ: إِنَّ ذَلِكَ يَنْقَسِمُ إِلَى أَنْحَاءَ مُخْتَلِفَةٍ </p><p> (فَمِنْهَا سِحْرُ أَهْلِ بَابِلَ) الَّذِينَ ذَكَرَهُمُ اللهُ تَعَالَى فِي قَوْلِهِ: يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ (٢: ١٠٢) وَكَانُوا قَوْمًا صَابِئِينَ يَعْبُدُونَ الْكَوَاكِبَ وَيُسَمُّونَهَا آلِهَةً، وَيَعْتَقِدُونَ أَنَّ حَوَادِثَ الْعَالَمِ كُلَّهَا مِنْ أَفْعَالِهَا، وَهُمْ مُعَطِّلَةٌ لَا يَعْتَرِفُونَ بِالصَّانِعِ الْوَاحِدِ الْمُبْدِعِ لِلْكَوَاكِبِ وَجَمِيعِ أَجْرَامِ الْعَالَمِ، وَهُمُ الَّذِينَ بَعَثَ اللهُ تَعَالَى إِلَيْهِمْ إِبْرَاهِيمَ خَلِيلَهُ صَلَوَاتُ اللهِ عَلَيْهِ فَدَعَاهُمْ إِلَى اللهِ تَعَالَى وَحَاجَّهُمْ بِالْحِجَاجِ الَّذِي بَهَرَهُمْ بِهِ، وَأَقَامَ عَلَيْهِمْ بِهِ الْحُجَّةَ مِنْ حَيْثُ لَمْ يُمْكِنْهُمْ دَفْعَهُ، ثُمَّ أَلْقَوْهُ فِي النَّارِ فَجَعَلَهَا اللهُ بَرْدًا وَسَلَامًا، ثُمَّ أَمَرَهُ اللهُ تَعَالَى بِالْهِجْرَةِ إِلَى الشَّامِ، وَكَانَ أَهْلُ بَابِلَ وَإِقْلِيمِ الْعِرَاقِ وَالشَّامِ وَمِصْرَ وَالرُّومِ عَلَى هَذِهِ الْمَقَالَةِ إِلَى أَيَّامِ بِيُورَاسِبَ الَّذِي تُسَمِّيهِ الْعَرَبُ الضَّحَّاكَ، وَأَنَّ أَفْرِيدُونَ وَكَانَ مِنْ أَهْلِ دَنْيَاوَنْدَ اسْتَجَاشَ عَلَيْهِ بِلَادَهُ، وَكَاتَبَ سَائِرَ مَنْ يُطِيعُهُ، وَلَهُ قَصَصٌ طَوِيلَةٌ حَتَّى أَزَالَ مُلْكَهُ وَأَسَرَهُ، وَجُهَّالُ الْعَامَّةِ وَالنِّسَاءِ عِنْدَنَا يَزْعُمُونَ أَنَّ أَفْرِيدُونَ حَبَسَ بِيُورَاسِبَ فِي جَبَلِ دَنْيَاوَنْدَ الْعَالِي عَلَى الْجِبَالِ، وَأَنَّهُ حَيٌّ هُنَاكَ مُقَيَّدٌ، وَأَنَّ السَّحَرَةَ يَأْتُونَهُ هُنَاكَ فَيَأْخُذُونَ عَنْهُ السِّحْرَ، وَأَنَّهُ سَيَخْرُجُ فَيَغْلِبُ عَلَى الْأَرْضِ، وَأَنَّهُ هُوَ الدَّجَّالُ الَّذِي أَخْبَرَ بِهِ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَحَذَّرَنَاهُ، وَأَحْسَبُهُمْ أَخَذُوا ذَلِكَ عَنِ الْمَجُوسِ، وَصَارَتْ مَمْلَكَةُ إِقْلِيمِ بَابِلَ لِلْفُرْسِ، فَانْتَقَلَ بَعْضُ مُلُوكِهِمْ إِلَيْهَا فِي بَعْضِ الْأَزْمَانِ فَاسْتَوْطَنُوهَا، وَلَمْ يَكُونُوا عَبَدَةَ أَوْثَانٍ، بَلْ كَانُوا مُوَحِّدِينَ مُقِرِّينَ بِاللهِ وَحْدَهُ، إِلَّا أَنَّهُمْ مَعَ ذَلِكَ يُعَظِّمُونَ الْعَنَاصِرَ الْأَرْبَعَةَ: الْمَاءَ، وَالنَّارَ، وَالْأَرْضَ، وَالْهَوَاءَ؛ لِمَا فِيهَا مِنْ مَنَافِعِ الْخَلْقِ، وَأَنَّ بِهَا قِوَامَ الْحَيَوَانِ، وَإِنَّمَا حَدَثَتِ الْمَجُوسِيَّةُ فِيهِمْ بَعْدَ ذَلِكَ فِي زَمَانِ كَشْتَاسِبَ حِينَ دَعَاهُ زَرَادُشْتُ فَاسْتَجَابَ لَهُ عَلَى شَرَائِطَ يَطُولُ شَرْحُهَا، وَإِنَّمَا غَرَضُنَا فِي هَذَا الْمَوْضِعِ الْإِبَانَةُ عَمَّا كَانَتْ عَلَيْهِ سَحَرَةُ بَابِلَ، وَلَمَّا ظَهَرَ الْفُرْسُ عَلَى هَذِهِ الْإِقْلِيمِ كَانَتْ </p><p> تَتَدَيَّنُ بِقَتْلِ السَّحَرَةِ وَإِبَادَتِهَا، وَلَمْ يَزَلْ ذَلِكَ فِيهِمْ مِنْ دِينِهِمْ بَعْدَ حُدُوثِ الْمَجُوسِيَّةِ فِيهِمْ وَقَبْلَهُ إِلَى أَنْ زَالَ عَنْهُمُ الْمُلْكُ. </p><p> \" وَكَانَتْ عُلُومُ أَهْلِ بَابِلَ قَبْلَ ظُهُورِ الْفُرْسِ عَلَيْهِمُ الْحِيَلَ وَالنِّيرَنْجَبَاتِ وَأَحْكَامَ النُّجُومِ،</p><p> وَكَانُوا يَعْبُدُونَ أَوْثَانًا قَدْ عَلِمُوهَا عَلَى أَسْمَاءِ الْكَوَاكِبِ السَّبْعَةِ، وَجَعَلُوا لِكُلِّ وَاحِدٍ مِنْهَا هَيْكَلًا فِيهِ صَنَمُهُ، وَيَتَقَرَّبُونَ إِلَيْهَا بِضُرُوبٍ مِنَ الْأَفْعَالِ عَلَى حَسَبِ اعْتِقَادَاتِهِمْ مِنْ مُوَافَقَةِ ذَلِكَ الْكَوْكَبِ الَّذِي يَطْلُبُونَ مِنْهُ بِزَعْمِهِمْ فِعْلَ الْخَيْرِ أَوْ شَرٍّ، فَمَنْ أَرَادَ شَيْئًا مِنَ الْخَيْرِ وَالصَّلَاحِ بِزَعْمِهِ يَتَقَرَّبُ إِلَيْهِ بِمَا يُوَافِقُ الْمُشْتَرَى مِنَ الدَّخَنِ وَالرُّقَى وَالْعُقَدِ وَالنَّفْثِ عَلَيْهَا، وَمَنْ طَلَبَ شَيْئًا مِنَ الشَّرِّ وَالْحَرْبِ وَالْمَوْتِ وَالْبَوَارِ لِغَيْرِهِ تَقَرَّبَ بِزَعْمِهِ إِلَى زُحَلَ بِمَا يُوَافِقُهُ مِنْ ذَلِكَ، وَمَنْ أَرَادَ الْبَرْقَ وَالْحَرْقَ وَالطَّاعُونَ تَقَرَّبَ بِزَعْمِهِ إِلَى الْمِرِّيخِ بِمَا يُوَافِقُهُ مِنْ ذَلِكَ مِنْ ذَبْحِ بَعْضِ الْحَيَوَانَاتِ، وَجَمِيعُ تِلْكَ الرُّقَى بِالنَّبَطِيَّةِ تَشْتَمِلُ عَلَى تَعْظِيمِ تِلْكَ الْكَوَاكِبِ إِلَى مَا يُرِيدُونَ مِنْ خَيْرٍ أَوْ شَرٍّ وَمَحَبَّةٍ وَبُغْضٍ فَيُعْطِيهِمْ مَا شَاءُوا مِنْ ذَلِكَ، فَيَزْعُمُونَ أَنَّهُمْ عِنْدَ ذَلِكَ يَفْعَلُونَ مَا شَاءُوا فِي غَيْرِهِمْ مِنْ غَيْرِ مُمَاسَّةٍ وَلَا مُلَامَسَةٍ سِوَى مَا قَدَّمُوهُ مِنَ الْقُرُبَاتِ لِلْكَوْكَبِ الَّذِي طَلَبُوا ذَلِكَ مِنْهُ، فَمِنَ الْعَامَّةِ مَنْ يَزْعُمُ أَنَّهُ يَقْلِبُ الْإِنْسَانَ حِمَارًا أَوْ كَلْبًا ثُمَّ إِذَا شَاءَ أَعَادَهُ، وَيَرْكَبُ الْبَيْضَةَ وَالْمِكْنَسَةَ وَالْخَابِيَةَ وَيَطِيرُ فِي الْهَوَاءِ يَمْضِي مِنَ الْعِرَاقِ إِلَى الْهِنْدِ وَإِلَى مَا شَاءَ مِنَ الْبُلْدَانِ ثُمَّ يَرْجِعُ مِنْ لَيْلَتِهِ. </p><p> \" وَكَانَتْ عَوَامُّهُمْ تَعْتَقِدُ ذَلِكَ؛ لِأَنَّهُمْ كَانُوا يَعْبُدُونَ الْكَوَاكِبَ، وَكُلُّ مَا دَعَا إِلَى تَعْظِيمِهَا اعْتَقَدُوهُ، وَكَانَتِ السَّحَرَةُ تَحْتَالُ فِي خِلَالِ ذَلِكَ بِحِيَلٍ تُمَوِّهُ بِهَا عَلَى الْعَامَّةِ إِلَى اعْتِقَادِ صِحَّتِهِ، بِأَنْ يَزْعُمَ أَنَّ ذَلِكَ لَا يَنْفُذُ وَلَا يَنْتَفِعُ بِهِ أَحَدٌ، وَلَا يَبْلُغُ مَا يُرِيدُ إِلَّا مَنِ اعْتَقَدَ صِحَّةَ قَوْلِهِمْ وَتَصْدِيقَهُمْ فِيمَا يَقُولُونَ. </p><p> \" وَلَمْ تَكُنْ مُلُوكُهُمْ تَعْتَرِضُ عَلَيْهِمْ فِي ذَلِكَ، بَلْ كَانَتِ السَّحَرَةُ عِنْدَهَا بِالْمَحَلِّ الْأَجَلِّ لِمَا كَانَ لَهَا فِي نُفُوسِ الْعَامَّةِ مِنْ مَحَلِّ التَّعْظِيمِ وَالْإِجْلَالِ؛ وَلِأَنَّ الْمُلُوكَ فِي ذَلِكَ الْوَقْتِ كَانَتْ تَعْتَقِدُ مَا تَدَّعِيهِ السَّحَرَةُ لِلْكَوَاكِبِ، إِلَى أَنْ زَالَتْ تِلْكَ الْمَمَالِكُ، أَلَا تَرَى أَنَّ النَّاسَ فِي زَمَنِ فِرْعَوْنَ كَانُوا يَتَبَارُونَ بِالْعِلْمِ وَالسِّحْرِ وَالْحِيَلِ وَالْمَخَارِقِ؛ وَلِذَلِكَ بَعَثَ إِلَيْهِمْ مُوسَى عَلَيْهِ السَّلَامُ بِالْعَصَا وَالْآيَاتِ الَّتِي عَلِمَتِ السَّحَرَةُ أَنَّهَا لَيْسَتْ مِنَ السِّحْرِ فِي شَيْءٍ، وَأَنَّهَا لَا يَقْدِرُ عَلَيْهَا غَيْرُ اللهِ تَعَالَى، فَلَمَّا زَالَتْ تِلْكَ الْمَمَالِكُ، وَكَانَ مَنْ مَلَكَهُمْ بَعْدَ ذَلِكَ مِنَ الْمُوَحِّدِينَ يَطْلُبُونَهُمْ وَيَتَقَرَّبُونَ إِلَى اللهِ </p><p> تَعَالَى بِقَتْلِهِمْ، كَانُوا يَدْعُونَ عَوَامَّ النَّاسِ وَجُهَّالَهُمْ سِرًّا كَمَا يَفْعَلُهُ السَّاعَةَ كَثِيرٌ مِمَّنْ يَدَّعِي ذَلِكَ مَعَ النِّسَاءِ وَالْأَحْدَاثِ الْأَغْمَارِ وَالْجُهَّالِ الْحَشْوِ. </p><p> وَكَانُوا يَدْعُونَ مَنْ يَعْمَلُونَ لَهُ ذَلِكَ إِلَى تَصْدِيقِ قَوْلِهِمْ وَالِاعْتِرَافِ بِصِحَّتِهِ، وَالْمُصَدِّقُ لَهُمْ بِذَلِكَ يَكْفُرُ مِنْ وُجُوهٍ:  (أَحَدُهُمَا) : التَّصْدِيقُ بِوُجُوبِ تَعْظِيمِ الْكَوَاكِبِ وَتَسْمِيَتِهَا آلِهَةً. </p><p> (وَالثَّانِي) : اعْتِرَافُهُ بِأَنَّ الْكَوَاكِبَ تَقْدِرُ عَلَى ضَرِّهِ وَنَفْعِهِ. </p><p> (وَالثَّالِثُ) : أَنَّ السَّحَرَةَ تَقْدِرُ عَلَى </p><p> مِثْلِ مُعْجِزَاتِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ، فَبَعَثَ اللهُ إِلَيْهِمْ مَلَكَيْنِ يُبَيِّنَانِ لِلنَّاسِ حَقِيقَةَ مَا يَدَّعُونَ، وَبُطْلَانَ مَا يَذْكُرُونَ، وَيَكْشِفَانِ لَهُمْ مَا بِهِ يُمَوِّهُونَ، وَيُخْبِرَانِهِمْ بِمَعَانِي تِلْكَ الرُّقَى، وَأَنَّهَا شِرْكٌ وَكُفْرٌ، بِحِيَلِهِمُ الَّتِي كَانُوا يَتَوَصَّلُونَ بِهَا إِلَى التَّمْوِيهِ عَلَى الْعَامَّةِ، وَيُظْهِرَانِ لَهُمْ حَقَائِقَهَا، وَيَنْهَيَانِهِمْ عَنْ قَبُولِهَا وَالْعَمَلِ بِهَا، بِقَوْلِهِمَا لَهُمْ: إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ (٢: ١٠٢) فَهَذَا أَصْلُ سِحْرِ بَابِلَ، وَمَعَ ذَلِكَ فَقَدْ كَانُوا يَسْتَعْمِلُونَ سَائِرَ وُجُوهِ السِّحْرِ وَالْحِيَلِ الَّتِي نَذْكُرُهَا، وَيُمَوِّهُونَ بِهَا عَلَى الْعَامَّةِ، وَيَعْزُونَهُا إِلَى فِعْلِ الْكَوَاكِبِ؛ لِئَلَّا يَبْحَثَ عَنْهَا وَيُسَلِّمَهَا لَهُمْ. </p><p> \" فَمِنْ ضُرُوبِ السِّحْرِ كَثِيرٌ مِنَ التَّخَيُّلَاتِ الَّتِي مَظْهَرُهَا عَلَى خِلَافِ حَقَائِقِهَا، فَمِنْهَا مَا يَعْرِفُهُ النَّاسُ بِجَرَيَانِ الْعَادَةِ بِهَا وَظُهُورِهَا، وَمِنْهَا مَا يَخْفَى وَيَلْطُفُ وَلَا يَعْرِفُ حَقِيقَتَهُ وَمَعْنَى بَاطِنِهِ إِلَّا مَنْ تَعَاطَى مَعْرِفَةَ ذَلِكَ؛ لِأَنَّ كُلَّ عِلْمٍ لَا بُدَّ أَنْ يَشْتَمِلَ عَلَى جَلِيٍّ وَخَفِيٍّ وَظَاهِرٍ وَغَامِضٍ، فَالْجَلِيُّ مِنْهُ يَعْرِفُهُ كُلُّ مَنْ رَآهُ وَسَمِعَهُ مِنَ الْعُقَلَاءِ، وَالْغَامِضُ الْخَفِيُّ لَا يَعْرِفُهُ إِلَّا أَهْلُهُ، وَمَنْ تَعَاطَى مَعْرِفَتَهُ وَتَكَلَّفَ فِعْلَهُ وَالْبَحْثَ عَنْهُ، وَذَلِكَ نَحْوُ مَا يَتَخَيَّلُ رَاكِبُ السَّفِينَةِ إِذَا سَارَتْ فِي النَّهْرِ فَيَرَى أَنَّ الشَّطَّ بِمَا عَلَيْهِ مِنَ النَّخْلِ وَالْبُنْيَانِ سَائِرٌ مَعَهُ، وَكَمَا يَرَى الْقَمَرَ فِي مَهَبِّ الشَّمَالِ يَسِيرُ لِلْغَيْمِ فِي مَهَبِّ الْجَنُوبِ، وَكَدَوَرَانِ الدَّوَّامَةِ فِيهَا الشَّامَةُ فَيَرَاهَا كَالطَّوْقِ الْمُسْتَدِيرِ فِي أَرْجَائِهَا، وَكَذَلِكَ يَرَى هَذَا فِي الرَّحَى إِذَا كَانَتْ سَرِيعَةَ الدَّوَرَانِ، وَكَالْعُودِ فِي طَرَفِهِ الْجَمْرَةُ إِذَا أَدَارَهُ مُدِيرُهُ رَأَى تِلْكَ النَّارَ الَّتِي فِي طَرَفِهِ كَالطَّوْقِ الْمُسْتَدِيرِ، وَكَالْعِنَبَةِ الَّتِي يَرَاهَا فِي قَدَحٍ فِيهِ مَاءٌ كَالْخَوْخَةِ وَالْإِجَّاصَةِ عَظْمًا، وَكَالشَّخْصِ الصَّغِيرِ يَرَاهُ فِي الضَّبَابِ عَظِيمًا جَسِيمًا، وَكَبُخَارِ الْأَرْضِ الَّذِي يُرِيكَ قُرْصَ الشَّمْسِ عِنْدَ طُلُوعِهَا عَظِيمًا فَإِذَا فَارَقَتْهُ وَارْتَفَعَتْ صَغُرَتْ، وَكَمَا يُرَى الْمَرْئِيُّ فِي الْمَاءِ مُنْكَسِرًا أَوْ مُعْوَجًّا، وَكَمَا يُرَى</p><p> الْخَاتَمُ إِذَا قَرَّبْتَهُ مِنْ عَيْنِكَ فِي سَعَةِ حَلْقَةِ السُّوَارِ، وَنَظَائِرُ ذَلِكَ كَثِيرَةٌ مِنَ الْأَشْيَاءِ الَّتِي تَتَخَيَّلُ عَلَى غَيْرِ حَقَائِقِهَا فَيَعْرِفُهَا عَامَّةُ النَّاسِ. </p><p> \" وَمِنْهَا مَا يَلْطُفُ فَلَا يَعْرِفُهُ إِلَّا مَنْ تَعَاطَاهُ وَتَأَمَّلَهُ كَخَيْطِ السُّحَارَةِ الَّذِي يَخْرُجُ مَرَّةً أَحْمَرَ وَمَرَّةً أَصْفَرَ وَمَرَّةً أَسْوَدَ، وَمِنْ لَطِيفِ ذَلِكَ وَدَقِيقِهِ مَا يَفْعَلُهُ الْمُشَعْوِذُونَ مِنْ جِهَةِ الْحَرَكَاتِ وَإِظْهَارِ التَّخَيُّلَاتِ الَّتِي تَخْرُجُ عَلَى غَيْرِ حَقَائِقِهَا حَتَّى يُرِيَانِ عَصْفُورًا مَعَهُ أَنَّهُ قَدْ ذَبَحَهُ ثُمَّ يُرِيكَهُ، وَقَدْ طَارَ بَعْدَ ذَبْحِهِ وَإِبَانَةِ رَأْسِهِ وَذَلِكَ لِخِفَّةِ حَرَكَتِهِ، وَالْمَذْبُوحُ غَيْرُ الَّذِي طَارَ؛ لِأَنَّهُ يَكُونُ مَعَهُ اثْنَانِ قَدْ خَبَّأَ أَحَدَهُمَا وَأَظْهَرَ الْآخَرَ، وَيُخَبَّأُ لِخِفَّةِ الْحَرَكَةِ الْمَذْبُوحُ، وَيُظْهَرُ الَّذِي نَظِيرُهُ، وَيُظْهَرُ أَنَّهُ قَدْ ذَبَحَ إِنْسَانًا، وَأَنَّهُ قَدْ بَلَعَ سَيْفًا مَعَهُ، وَأَدْخَلَهُ فِي جَوْفِهِ، وَلَيْسَ لِشَيْءٍ مِنْهُ حَقِيقَةٌ. </p><p> \" وَمِنْ نَحْوِ ذَلِكَ مَا يَفْعَلُهُ أَصْحَابُ الْحَرَكَاتِ لِلصُّوَرِ الْمَعْمُولَةِ مِنْ صُفْرٍ أَوْ غَيْرِهِ </p><p> فَيَرَى فَارِسَيْنِ يَقْتَتِلَانِ فَيَقْتُلُ أَحَدُهُمَا الْآخَرَ، وَيَنْصَرِفُ بِحِيَلٍ قَدْ أُعِدَّتْ لِذَلِكَ، وَكَفَارِسٍ مِنْ صُفْرٍ عَلَى فَرَسٍ فِي يَدِهِ بُوقٌ كُلَّمَا مَضَتْ سَاعَةٌ مِنَ النَّهَارِ ضَرَبَ بِالْبُوقِ مِنْ غَيْرِ أَنْ يَمَسَّهُ أَحَدٌ وَلَا يَتَقَدَّمَ إِلَيْهِ. </p><p> \" وَقَدْ ذَكَرَ الْكَلْبِيُّ أَنَّ رَجُلًا مِنَ الْجُنْدِ خَرَجَ بِبَعْضِ نَوَاحِي الشَّامِ مُتَصَيِّدًا، وَمَعَهُ كَلْبٌ لَهُ وَغُلَامٌ فَرَأَى ثَعْلَبًا فَأَغْرَى بِهِ الْكَلْبَ، فَدَخَلَ الثَّعْلَبُ ثُقْبًا فِي تَلٍّ هُنَاكَ، وَدَخَلَ الْكَلْبُ خَلْفَهُ فَلَمْ يَخْرُجْ فَأَمَرَ الْغُلَامَ أَنْ يَدْخُلَ فَدَخَلَ، وَانْتَظَرَهُ صَاحِبُهُ فَلَمْ يَخْرُجْ فَوَقَفَ مُتَهَيِّئًا لِلدُّخُولِ، فَمَرَّ بِهِ رَجُلٌ فَأَخْبَرَهُ بِشَأْنِ الثَّعْلَبِ وَالْكَلْبِ وَالْغُلَامِ، وَأَنَّ وَاحِدًا مِنْهُمْ لَمْ يَخْرُجْ، وَأَنَّهُ مُتَأَهِّبٌ لِلدُّخُولِ،فَأَخَذَ الرَّجُلُ بِيَدِهِ فَأَدْخَلَهُ إِلَى هُنَاكَ فَمَضَيَا إِلَى سِرْبٍ طَوِيلٍ حَتَّى أَفْضَى بِهِمَا إِلَى بَيْتٍ قَدْ فُتِحَ لَهُ ضَوْءٌ مِنْ مَوْضِعٍ يَنْزِلُ إِلَيْهِ بِمِرْقَاتَيْنِ فَوَقَفَ بِهِ عَلَى الْمِرْقَاةِ الْأُولَى حَتَّى أَضَاءَ الْبَيْتَ حِينًا ثُمَّ قَالَ لَهُ:انْظُرْ، فَنَظَرَ فَإِذَا الْكَلْبُ وَالْغُلَامُ وَالثَّعْلَبُ قَتْلَى، وَإِذَا فِي صَدْرِ الْبَيْتِ رَجُلٌ وَاقِفٌ مُقْنَّعٌ فِي الْحَدِيدِ،وَفِي يَدِهِ سَيْفٌ فَقَالَ لَهُ الرَّجُلُ:أَتَرَى هَذَا؟ لَوْ دَخَلَ إِلَيْهِ</p><p> هَذَا الْمَدْخَلَ أَلْفُ رَجُلٍ لَقَتَلَهُمْ كُلَّهُمْ، فَقَالَ: وَكَيْفَ؟ قَالَ: لِأَنَّهُ قَدْ رُتِّبَ وَهُنْدِمَ عَلَى هَيْئَةٍ، مَتَى وَضَعَ الْإِنْسَانُ رِجْلَهُ عَلَى الْمِرْقَاةِ الثَّانِيَةِ لِلنُّزُولِ تَقَدَّمَ الرَّجُلُ الْمَعْمُولُ فِي الصَّدْرِ فَضَرَبَهُ بِالسَّيْفِ الَّذِي فِي يَدِهِ، فَإِيَّاكَ أَنْ تَنْزِلَ إِلَيْهِ، فَإِنْ وَصَلْتَ إِلَيْهِ مِنْ تِلْكَ النَّاحِيَةِ لَمْ يَتَحَرَّكْ، فَاسْتَأْجَرَ الْجُنْدِيُّ أُجَرَاءَ وَصُنَّاعًا حَتَّى حَفَرُوا سِرْدَابًا مَنْ خَلْفِ التَّلِّ فَأَفْضُوا إِلَيْهِ فَلَمْ يَتَحَرَّكْ، وَإِذَا رَجُلٌ مَعْمُولٌ مِنْ صُفْرٍ أَوْ غَيْرِهِ قَدْ أُلْبِسَ السِّلَاحَ وَأُعْطِيَ السَّيْفَ، فَقَلَعَهُ، وَرَأَى بَابًا آخَرَ فِي ذَلِكَ الْبَيْتِ فَفَتَحَهُ فَإِذَا هُوَ قَبْرٌ لِبَعْضِ الْمُلُوكِ مَيِّتٍ عَلَى سَرِيرٍ هُنَاكَ، وَأَمْثَالُ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> \" وَمِنْهَا الصُّوَرُ الَّتِي يُصَوِّرُهَا مُصَوِّرُو الرُّومِ وَالْهِنْدِ حَتَّى لَا يُفَرِّقَ النَّاظِرُ بَيْنَ الْإِنْسَانِ وَبَيْنَهَا، وَمَنْ لَمْ يَتَقَدَّمْ لَهُ عِلْمٌ أَنَّهَا صُورَةٌ لَا يَشُكُّ فِي أَنَّهَا إِنْسَانٌ، وَحَتَّى تُصَوِّرَهَا ضَاحِكَةً أَوْ بَاكِيَةً، وَحَتَّى يُفَرِّقَ فِيهَا بَيْنَ الضَّحِكِ مِنَ الْخَجَلِ وَالسُّرُورِ، وَضَحِكِ الشَّامِتِ. </p><p> \" فَهَذِهِ الْوُجُوهُ مِنْ لَطِيفِ أُمُورِ التَّخَايِيلِ وَخَفْيِهَا، وَمَا ذَكَرْنَاهُ قَبْلُ مِنْ جَلِيِّهَا، وَكَانَ سِحْرُ سَحَرَةِ فِرْعَوْنَ مِنْ هَذَا الضَّرْبِ عَلَى النَّحْوِ الَّذِي بَيَّنَّا مِنْ حِيَلِهِمْ فِي الْعِصِيِّ وَالْحِبَالِ، وَالَّذِي ذَكَرْنَاهُ مِنْ مَذَاهِبِ أَهْلِ بَابِلَ فِي الْقَدِيمِ وَسِحْرِهِمْ، وَوُجُوهُ حِيَلِهِمْ بَعْضُهُ سَمِعْنَاهُ مِنْ أَهْلِ الْمَعْرِفَةِ بِذَلِكَ، وَبَعْضُهُ وَجَدْنَاهُ فِي كُتُبٍ قَدْ نُقِلَتْ حَدِيثًا مِنَ النَّبَطِيَّةِ إِلَى الْعَرَبِيَّةِ، مِنْهَا كِتَابٌ فِي ذِكْرِ سِحْرِهِمْ وَأَصْنَافِهِ وَوُجُوهِهِ، وَكُلُّهَا مَبْنِيَّةٌ عَلَى الْأَصْلِ الَّذِي ذَكَرْنَاهُ مِنْ قُرْبَانَاتِ الْكَوَاكِبِ وَتَعْظِيمِهَا، وَخُرَافَاتٍ مَعَهَا لَا تُسَاوِي ذِكْرَهَا، وَلَا فَائِدَةَ فِيهَا. </p><p> (وَضَرْبٌ آخَرَ) مِنَ السِّحْرِ، وَهُوَ مَا يَدَّعُونَهُ مِنْ حَدِيثِ الْجِنِّ وَالشَّيَاطِينِ وَطَاعَتِهِمْ لَهُمْ بِالرُّقَى وَالْعَزَائِمِ، وَيَتَوَصَّلُونَ إِلَى مَا يُرِيدُونَ مِنْ ذَلِكَ بِتَقْدِمَةِ أُمُورٍ، وَمُوَاطَأَةِ قَوْمٍ قَدْ أَعَدُّوهُمْ لِذَلِكَ، وَعَلَى ذَلِكَ كَانَ يَجْرِي أَمْرُ الْكُهَّانِ مِنَ الْعَرَبِ فِي الْجَاهِلِيَّةِ، وَكَانَتْ أَكْثَرُ مَخَارِيقِ الْحَلَّاجِ مِنْ بَابِ الْمُوَاطَآتِ، وَلَوْلَا أَنَّ هَذَا الْكِتَابَ لَا يَحْتَمِلُ </p><p> اسْتِقْصَاءَ ذَلِكَ لَذَكَرْتُ مِنْهَا مَا يُوقَفُ عَلَى كَثِيرٍ مِنْ مَخَارِيقِ أَمْثَالِهِ وَضَرَرِ أَصْحَابِ الْعَزَائِمِ، وَفِتْنَتُهُمْ عَلَى النَّاسِ غَيْرُ يَسِيرٍ؛ وَذَلِكَ أَنَّهُمْ يَدْخُلُونَ عَلَى النَّاسِ مِنْ بَابِ أَنَّ الْجِنَّ إِنَّمَا تُطِيعُهُمْ بِالرُّقَى الَّتِي هِيَ أَسْمَاءُ اللهِ تَعَالَى فَإِنَّهُمْ يُجِيبُونَ بِذَلِكَ مَنْ شَاءُوا، وَيُخْرِجُونَ الْجِنَّ لِمَنْ شَاءُوا، فَتُصَدِّقُهُمُ الْعَامَّةُ عَلَى اغْتِرَارٍ بِمَا يُظْهِرُونَ مِنَ انْقِيَادِ الْجِنِّ لَهُمْ بِأَسْمَاءِ اللهِ تَعَالَى الَّتِي كَانَتْ تُطِيعُ بِهَا سُلَيْمَانَ بْنَ دَاوُدَ عَلَيْهِمَا السَّلَامُ، وَأَنَّهُمْ يُخْبِرُونَهُمْ بِالْخَبَايَا، وَبِالسَّرَقِ. </p><p> \" وَقَدْ كَانَ الْمُعْتَضِدُ بِاللهِ مَعَ جَلَالَتِهِ وَشَهَامَتِهِ وَوُفُورِ عَقْلِهِ اغْتَرَّ بِقَوْلِ هَؤُلَاءِ، وَقَدْ ذَكَرَهُ أَصْحَابُ التَّوَارِيخِ، وَذَلِكَ أَنَّهُ كَانَ يَظْهَرُ فِي دَارِهِ الَّتِي كَانَ يَخْلُو فِيهَا بِنِسَائِهِ وَأَهْلِهِ شَخْصٌ فِي يَدِهِ سَيْفٌ فِي أَوْقَاتٍ مُخْتَلِفَةٍ، وَأَكْثَرُهُ وَقْتَ الظُّهْرِ، فَإِذَا طُلِبَ لَمْ يُوجَدْ، وَلَمْ يُقْدَرْ عَلَيْهِ، وَلَمْ يُوقَفْ لَهُ عَلَى أَثَرٍ مَعَ كَثْرَةِ التَّفْتِيشِ، وَقَدْ رَآهُ هُوَ بِعَيْنِهِ </p><p> مِرَارًا، فَأَهَمَّتْهُ نَفْسُهُ، وَدَعَا بِالْمُعَزَّمِينَ فَحَضَرَا وَأَحْضَرُوا مَعَهُمْ رِجَالًا وَنِسَاءً وَزَعَمُوا أَنَّ فِيهِمْ مَجَانِينَ وَأَصِحَّاءَ، فَأَمَرَ بَعْضُ رُؤَسَائِهِمْ بِالْعَزِيمَةِ فَعَزَمَ عَلَى رَجُلٍ مِنْهُمْ زَعَمَ أَنَّهُ كَانَ صَحِيحًا فَجُنَّ وَتَخَبَّطَ وَهُوَ يَنْظُرُ إِلَيْهِ، وَذَكَرُوا لَهُ أَنَّ هَذَا غَايَةُ الْحِذْقِ بِهَذِهِ الصِّنَاعَةِ إِذْ أَطَاعَتْهُ الْجِنُّ فِي تَخْبِيطِ الصَّحِيحِ، وَإِنَّمَا كَانَ ذَلِكَ الْمُعَزِّمُ بِمُوَاطَأَةٍ مِنْهُ لِذَلِكَ الصَّحِيحِ عَلَى أَنَّهُ مَتَى عَزَمَ عَلَيْهِ جَنَّنَ نَفْسَهُ وَخَبَطَ، فَجَازَ ذَلِكَ عَلَى الْمُعْتَضِدِ فَقَامَتْ نَفْسُهُ مِنْهُ وَكَرِهَهُ، إِلَّا أَنَّهُ سَأَلَهُمْ عَنْ أَمْرِ الشَّخْصِ الَّذِي يَظْهَرُ </p><p> فِي دَارِهِ فَمَخْرَقُوا عَلَيْهِ بِأَشْيَاءَ عَلَّقُوا قَلْبَهُ بِهَا مِنْ غَيْرِ تَحْصِيلٍ لِشَيْءٍ مِنْ أَمْرِ مَا سَأَلَهُمْ عَنْهُ؛ فَأَمَرَهُ بِالِانْصِرَافِ، وَأَمَرَ لِكُلِّ وَاحِدٍ مِمَّنْ حَضَرَ بِخَمْسَةِ دَرَاهِمَ، ثُمَّ تَحَرَّزَ الْمُعْتَضِدُ بِغَايَةِ مَا أَمْكَنَهُ، وَأَمَرَ بِالِاسْتِيثَاقِ مِنْ سُورِ الدَّارِ حَيْثُ لَا يُمْكِنُ فِيهِ حِيلَةٌ مِنْ تَسَلُّقٍ وَنَحْوِهِ، وَبُطِحَتْ فِي أَعْلَى السُّورِ خَرَابٌ لِئَلَّا يُحْتَالَ بِإِلْقَاءِ الْمَعَالِيقِ الَّتِي يَحْتَالُ بِهَا اللُّصُوصُ. </p><p> \" ثُمَّ لَمْ يُوقَفْ لِذَلِكَ الشَّخْصِ عَلَى خَبَرٍ إِلَّا ظُهُورَهُ لَهُ الْوَقْتَ بَعْدَ الْوَقْتِ إِلَى أَنْ تُوُفِّيَ الْمُعْتَضِدُ، وَهَذِهِ الْخَوَابِي الْمَبْطُوحَةُ عَلَى السُّورِ، وَقَدْ رَأَيْتُهَا عَلَى سُورِ الثُّرَيَّا الَّتِي بَنَاهَا الْمُعْتَضِدُ فَسَأَلْتُ صَدِيقًا لِي كَانَ قَدْ حَجَبَ لِلْمُقْتَدِرِ بِاللهِ عَنْ أَمْرِ ذَلِكَ الشَّخْصِ، وَهَلْ تَبَيَّنَ أَمْرُهُ؟ فَذَكَرَ لِي أَنَّهُ لَمْ يُوقَفْ عَلَى حَقِيقَةِ هَذَا الْأَمْرِ إِلَّا فِي أَيَّامِ الْمُقْتَدِرِ، وَأَنَّ ذَلِكَ الشَّخْصَ كَانَ خَادِمًا أَبْيَضَ يُسَمَّى (يَقَقَ) وَكَانَ يَمِيلُ إِلَى بَعْضِ الْجَوَارِي اللَّاتِي فِي دَاخِلِ دُورِ الْحَرِيمِ، وَكَانَ قَدِ اتَّخَذَ لِحًى عَلَى أَلْوَانٍ مُخْتَلِفَةٍ، وَكَانَ إِذَا لَبِسَ بَعْضَ تِلْكَ اللِّحَى لَا يَشُكُّ مَنْ رَآهُ أَنَّهَا لِحْيَتُهُ، وَكَانَ يَلْبَسُ فِي الْوَقْتِ الَّذِي يُرِيدُهُ لِحْيَةً مِنْهَا، وَيَظْهَرُ فِي ذَلِكَ الْمَوْضِعِ وَفِ يَدِهِ سَيْفٌ أَوْ غَيْرُهُ مِنَ السِّلَاحِ حَيْثُ يَقَعُ نَظَرُ الْمُعْتَضِدُ، فَإِذَا طُلِبَ دَخَلَ بَيْنَ الشَّجَرِ الَّذِي فِي الْبُسْتَانِ أَوْ فِي بَعْضِ تِلْكَ الْمَمَرَّاتِ أَوِ الْعَطَفَاتِ، فَإِذَا غَابَ عَنْ أَبْصَارِ طَالِبِيهِ نَزَعَ اللِّحْيَةَ جَعَلَهَا فِي كُمِّهِ أَوْ حُزَّتِهِ، وَيَبْقَى السِّلَاحُ مَعَهُ كَأَنَّهُ بَعْضُ الْخَدَمِ الطَّالِبِينَ لِلشَّخْصِ، وَلَا يَرْتَابُونَ بِهِ، وَيَسْأَلُونَهُ: هَلْ رَأَيْتَ فِي هَذِهِ النَّاحِيَةِ أَحَدًا، فَإِنَّا قَدْ رَأَيْنَاهُ صَارَ إِلَيْهَا؟ فَيَقُولُ: مَا رَأَيْتُ أَحَدًا، وَكَانَ إِذَا وَقَعَ مِثْلُ هَذَا الْفَزَعِ فِي الدَّارِ خَرَجَتِ الْجَوَارِي مِنْ دَاخِلِ الدُّورِ إِلَى هَذَا الْمَوْضِعِ فَيَرَى هُوَ تِلْكَ </p><p> الْجَارِيَةَ وَيُخَاطِبُهَا بِمَا يُرِيدُ، وَإِنَّمَا كَانَ غَرَضُهُ مُشَاهَدَةَ الْجَارِيَةِ وَكَلَامَهَا، لَمْ يَزَلْ هَذَا دَأْبَهُ إِلَى أَيَّامِ الْمُقْتَدِرِ، ثُمَّ خَرَجَ إِلَى الْبُلْدَانِ، وَصَارَ إِلَى طَرْطُوسَ، وَأَقَامَ بِهَا إِلَى أَنْ مَاتَ وَتَحَدَّثَتِ الْجَارِيَةُ بَعْدَ ذَلِكَ بِحَدِيثِهِ، وَوُقِفَ عَلَى احْتِيَالِهِ، فَهَذَا خَادِمٌ قَدِ احْتَالَ بِمِثْلِ هَذِهِ الْحِيلَةِ الْخَفِيَّةِ الَّتِي لَمْ يَهْتَدِ لَهَا أَحَدٌ مِنْ شِدَّةِ عِنَايَةِ الْمُعْتَضِدِ بِهَا، وَأَعْيَاهُ مَعْرِفَتُهَا وَالْوُقُوفُ عَلَيْهَا، وَلَمْ تَكُنْ صِنَاعَتُهُ الْحِيَلَ وَالْمَخَارِيقَ فَمَا ظَنُّكَ بِمَنْ قَدْ جَعَلَ هَذَا صِنَاعَةً وَمَعَاشًا؟ </p><p> (وَضَرْبٌ آخَرُ مِنَ السِّحْرِ) وَهُوَ السَّعْيُ بِالنَّمِيمَةِ وَالْوِشَايَةِ بِهَا وَالْبَلَاغَاتِ وَالْإِفْسَادِ وَالتَّضْرِيبِ مِنْ وُجُوهٍ خَفِيَّةٍ لَطِيفَةٍ، وَذَلِكَ عَامٌّ شَائِعٌ فِي كَثِيرٍ مِنَ النَّاسِ، وَقَدْ حُكِيَ أَنَّ امْرَأَةً أَرَادَتْ إِفْسَادَ مَا بَيْنَ زَوْجَيْنِ، فَسَارَتْ إِلَى الزَّوْجَةِ فَقَالَتْ لَهَا: إِنَّ زَوْجَكِ مُعْرِضٌ عَنْكِ وَقَدْ سُحِرَ، وَهُوَ مَأْخُوذٌ عَنْكِ، وَسَأَسْحَرُهُ لَكِ حَتَّى لَا يُرِيدَ غَيْرَكِ، وَلَا يَنْظُرَ إِلَى سِوَاكِ، وَلَكِنْ لَا بُدَّ أَنْ تَأْخُذِي مِنْ شَعْرِ حَلْقِهِ بِالْمُوسَى ثَلَاثَ شَعَرَاتٍ إِذَا نَامَ وَتُعْطِينِيهَا فَإِنَّ بِهَا يَتِمُّ </p><p> الْأَمْرُ، فَاغْتَرَّتِ الْمَرْأَةُ بِقَوْلِهَا وَصَدَّقَتْهَا، ثُمَّ ذَهَبَتْ إِلَى الرَّجُلِ وَقَالَتْ لَهُ: إِنَّ امْرَأَتَكَ قَدْ عَلَّقَتْ رَجُلًا، وَقَدْ عَزَمَتْ عَلَى قَتْلِكَ، وَقَدْ وَقَفْتُ عَلَى ذَلِكَ مِنْ أَمْرِهَا فَأَشْفَقْتُ عَلَيْكَ، وَلَزِمَنِي نُصْحُكَ فَتَيَقَّظْ وَلَا تَغْتَرَّ، فَإِنَّهَا عَزَمَتْ عَلَى ذَلِكَ بِالْمُوسَى، وَسَتَعْرِفُ ذَلِكَ مِنْهَا فَمَا فِي أَمْرِهَا شَكٌّ، فَتَنَاوَمَ الرَّجُلُ فِي بَيْتِهِ، فَلَمَّا ظَنَّتِ امْرَأَتُهُ أَنَّهُ قَدْ نَامَ عَمَدَتْ إِلَى مُوسَى حَادٍّ، وَأَهْوَتْ بِهِ لِتَحْلِقَ مِنْ حَلْقِهِ ثَلَاثَ شَعَرَاتٍ، فَفَتَحَ الرَّجُلُ عَيْنَهُ فَرَآهَا، وَقَدْ أَهَوَتْ بِالْمُوسَى إِلَى حَلْقِهِ فَلَمْ يَشُكَّ فِي أَنَّهَا أَرَادَتْ قَتْلَهُ، فَقَامَ إِلَيْهَا فَقَتَلَهَا وَقُتِلَ، وَهَذَا كَثِيرٌ لَا يُحْصَى. </p><p> (وَضَرْبٌ آخَرُ مِنَ السِّحْرِ) وَهُوَ الِاحْتِيَالُ فِي إِطْعَامِهِ بَعْضَ الْأَدْوِيَةِ الْمُبَلَّدَةِ الْمُؤَثِّرَةِ فِي الْعَقْلِ وَالدُّخْنِ الْمُسْدِرَةِ السَّكْرَةِ، نَحْوَ دِمَاغِ الْحِمَارِ إِذَا طَعِمَهُ إِنْسَانٌ تَبَلَّدَ عَقْلُهُ، وَقَلَّتْ فِطْنَتُهُ مَعَ أَدْوِيَةٍ كَثِيرَةٍ هِيَ مَذْكُورَةٌ فِي كُتُبِ الطِّبِّ، وَيَتَوَصَّلُونَ إِلَى أَنْ يَجْعَلُوهُ فِي طَعَامٍ حَتَّى يَأْكُلَهُ فَتَذْهَبَ فِطْنَتُهُ، وَيَجُوزُ عَلَيْهِ أَشْيَاءُ مِمَّا لَوْ كَانَ تَامَّ الْفِطْنَةِ لَأَنْكَرَهَا، فَيَقُولُ النَّاسُ: إِنَّهُ مَسْحُورٌ. </p><p> \" وَحِكْمَةٌ كَافِيَةٌ تُبَيِّنُ لَكَ أَنَّ هَذَا كُلَّهُ \" مَخَارِيقُ وَحِيَلٌ لِمَا يَدَّعُونَ لَهَا أَنَّ السَّاحِرَ وَالْمُعَزِّمَ لَوْ قَدَرَا عَلَى مَا يَدَّعِيَانِهِ مِنَ النَّفْعِ وَالضُّرِّ مِنَ الْوُجُوهِ الَّتِي يَدَّعُونَ، وَأَمْكَنَهُمَا الطَّيَرَانُ وَالْعِلْمُ بِالْغُيُوبِ وَأَخْبَارِ الْبُلْدَانِ النَّائِيَةِ وَالْخَبِيئَاتِ وَالسَّرَقِ، وَالْإِضْرَارُ بِالنَّاسِ مِنْ غَيْرِ الْوُجُوهِ الَّتِي ذَكَرْنَا لَقَدَرُوا عَلَى إِزَالَةِ الْمَمَالِكِ، وَاسْتِخْرَاجِ الْكُنُوزِ، وَالْغَلَبَةِ عَلَى الْبُلْدَانِ بِقَتْلِ الْمُلُوكِ بِحَيْثُ لَا يَبْدَؤُهُمْ مَكْرُوهٌ، وَلَمَا مَسَّهُمُ السُّوءُ، وَلَامْتَنَعُوا مِمَّنْ قَصَدَهُمْ بِمَكْرُوهٍ، وَلَاسَتَغْنَوْا عَنِ الطَّلَبِ لِمَا فِي أَيْدِي النَّاسِ. فَإِذَا لَمْ يَكُنْ كَذَلِكَ، وَكَانَ الْمُدَّعُونَ لِذَلِكَ أَسْوَأَ النَّاسِ حَالًا، وَأَكْثَرَهُمْ طَمَعًا وَاخْتِيَالًا وَتَوَاصُلًا لِأَخْذِ دَرَاهِمِ النَّاسِ، وَأَظْهَرَهُمْ فَقْرًا وَإِمْلَاقًا. عَلِمْتَ أَنَّهُمْ لَا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ ذَلِكَ. </p><p> \" وَرُؤَسَاءُ الْحَشْوِ وَالْجُهَّالُ مِنَ الْعَامَّةِ مِنْ أَسْرَعِ النَّاسِ إِلَى التَّصْدِيقِ لِدَعْوَةِ السَّحَرَةِ وَالْمُعَزِّمِينَ، وَأَشَدِّهِمْ نَكِيرًا عَلَى مَنْ جَحَدَهَا، وَيَرَوْنَ فِي ذَلِكَ أَخْبَارًا مُفْتَعَلَةً مُتَخَرِّصَةً يَعْتَقِدُونَ صِحَّتَهَا، كَالْحَدِيثِ الَّذِي يَرَوْنَ أَنَّ امْرَأَةً أَتَتْ عَائِشَةَ قَالَتْ: إِنِّي سَاحِرَةٌ فَهَلْ لِي تَوْبَةٌ؟ فَقَالَتْ: وَمَا سِحْرُكِ؟ قَالَتْ: سِرْتُ إِلَى الْمَوْضِعِ الَّذِي فِيهِ هَارُوتُ وَمَارُوتُ بِبَابِلَ لِطَلَبِ السِّحْرِ، فَقَالَا لِي: يَا أَمَةَ اللهِ لَا تَخْتَارِي عَذَابَ الْآخِرَةِ بِأَمْرِ الدُّنْيَا، فَأَبَيْتُ، فَقَالَا لِي: اذْهَبِي فَبُولِي عَلَى ذَلِكَ الرَّمَادِ، فَذَهَبْتُ لِأَبُولَ عَلَيْهِ فَفَكَّرْتُ فِي نَفْسِي فَقُلْتُ: لَا فَعَلْتُ، وَجِئْتُ إِلَيْهِمَا فَقُلْتُ: قَدْ فَعَلْتُ، فَقَالَا: مَا رَأَيْتِ؟ فَقُلْتُ: مَا رَأَيْتُ شَيْئًا، فَقَالَا: مَا فَعَلْتِ، اذْهَبِي فَبُولِي عَلَيْهِ، فَذَهَبْتُ وَفَعَلْتُ، فَرَأَيْتُ كَأَنَّ فَارِسًا قَدْ خَرَجَ مِنْ فَرَجِي مُقَنَّعًا بِالْحَدِيدِ حَتَّى صَعِدَ إِلَى السَّمَاءِ، فَأَخْبَرْتُهُمَا فَقَالَا: ذَلِكَ إِيمَانُكِ خَرَجَ عَنْكِ </p><p> وَقَدْ أَحْسَنْتُ السِّحْرَ، فَقُلْتُ: وَمَا هُوَ؟ فَقَالَا: لَا تُرِيدِينَ شَيْئًا فَتُصَوِّرِينَهُ فِي وَهْمِكِ إِلَّا كَانَ، فَصَوَّرْتُ فِي نَفْسِي حَبًّا مِنْ حِنْطَةٍ فَإِذَا أَنَا بِالْحَبِّ، فَقُلْتُ لَهُ: انْزَرِعْ، فَانْزَرَعَ وَخَرَجَ مِنْ سَاعَتِهِ سُنْبُلًا، فَقُلْتُ لَهُ: انْطَحِنْ وَانْخَبِزْ إِلَى آخِرِ الْأَمْرِ حَتَّى صَارَ خُبْزًا، وَإِلَى كُنْتُ لَا أُصَوِّرُ فِي نَفْسِي شَيْئًا إِلَّا كَانَ، فَقَالَتْ لَهَا عَائِشَةُ: لَيْسَتْ لَكِ تَوْبَةٌ. </p><p> \" فَيَرْوِي الْقُصَّاصُ وَالْمُحَدِّثُونَ الْجُهَّالُ مِثْلَ هَذَا لِلْعَامَّةِ فَتُصَدِّقُهُ وَتَسْتَعِيدُهُ وَتَسْأَلُ بَعْضَهُمْ أَنْ يُحَدِّثَهَا بِحَدِيثِ سَاحِرَةِ ابْنِ هُبَيْرَةَ فَيَقُولُ لَهَا: إِنَّ ابْنَ هُبَيْرَةَ أَخَذَ سَاحِرَةً فَأَقَرَّتْ لَهُ بِالسِّحْرِ فَدَعَا الْفُقَهَاءَ فَسَأَلَهُمْ عَنْ حُكْمِهَا فَقَالُوا: الْقَتْلُ،فَقَالَ ابْنُ هُبَيْرَةَ:لَسْتُ</p><p> أَقْتُلُهَا إِلَّا تَغْرِيقًا، قَالَ: فَأَخَذَ رَحَى الْبِزْرِ فَشَدَّهَا فِي رِجْلِهَا، وَقَذَفَهَا فِي الْفُرَاتِ فَقَامَتْ فَوْقَ الْمَاءِ مَعَ الْحَجَرِ تَنْحَدِرُ مَعَ الْمَاءِ فَخَافَا أَنْ تَفُوتَهُمْ، فَقَالَ ابْنُ هُبَيْرَةَ: مَنْ يُمْسِكُهَا وَلَهُ كَذَا وَكَذَا؟ فَرَغِبَ رَجُلٌ مِنَ السَّحَرَةِ كَانَ حَاضِرًا فِيمَا بَذَلَهُ، فَقَالَ: أَعْطُونِي قَدَحَ زُجَاجٍ فِيهِ مَاءٌ، فَجَاءُوهُ بِهِ فَقَعَدَ عَلَى الْقَدَحِ، وَمَضَى إِلَى الْحَجَرِ فَشَقَّ الْحَجَرَ بِالْقَدَحِ فَتَقَطَّعَ الْحَجَرُ قِطْعَةً قِطْعَةً فَغَرَقَتِ السَّاحِرَةُ - فَيُصَدِّقُونَهُ، وَمَنْ صَدَّقَ هَذَا فَلَيْسَ يَعْرِفُ النُّبُوَّةَ وَلَا يَأْمَنُ أَنْ تَكُونَ مُعْجِزَاتُ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ مِنْ هَذَا النَّوْعِ، وَأَنَّهُمْ كَانُوا سَحَرَةً، وَقَالَ اللهُ تَعَالَى: وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى (٢٠: ٦٩) . </p><p> وَقَدْ أَجَازُوا مِنْ فِعْلِ السَّاحِرِ مَا هُوَ أَطَمُّ مِنْ هَذَا وَأَفْظَعُ، وَذَلِكَ أَنَّهُمْ زَعَمُوا أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ سُحِرَ، وَأَنَّ السِّحْرَ عَمِلَ فِيهِ حَتَّى قَالَ فِيهِ: \" إِنَّهُ يُخَيَّلُ إِلَيَّ أَنِّي أَقُولُ الشَّيْءَ وَأَفْعَلُهُ، وَلَمْ أَقُلْهُ وَلَمْ أَفْعَلْهُ \" وَأَنَّ امْرَأَةً يَهُودِيَّةً سَحَرَتْهُ فِي جُفِّ طَلْعَةٍ وَمِشْطٍ وَمُشَاقَةٍ حَتَّى أَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ فَأَخْبَرَهُ أَنَّهَا سَحَرَتْهُ فِي جُفِّ طَلْعَةٍ، وَهُوَ تَحْتَ رَاعُوفَةِ الْبِئْرِ فَاسْتُخْرِجَ، وَزَالَ عَنِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ ذَلِكَ الْعَارِضُ. وَقَدْ قَالَ اللهُ تَعَالَى مُكَذِّبًا لِلْكُفَّارِ فِيمَا ادَّعَوْهُ مِنْ ذَلِكَ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ جَلَّ مِنْ قَائِلٍ: وَقَالَ الظَّالِمُونَ إِنْ تَتْبَعُونَ إِلَّا رَجُلًا مَسْحُورًا (٢٥: ٨) وَمِثْلُ هَذِهِ الْأَخْبَارِ مِنْ وَضْعِ الْمُلْحِدِينَ تَلَعُّبًا بِالْحَشْوِ وَالطَّغَامِ، وَاسْتِجْرَارًا لَهُمْ إِلَى الْقَوْلِ بِإِبْطَالِ مُعْجِزَاتِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ وَالْقَدْحِ فِيهَا، وَأَنَّهُ لَا فَرْقَ بَيْنَ مُعْجِزَاتِ الْأَنْبِيَاءِ وَفِعْلِ السَّحَرَةِ، وَأَنَّ جَمِيعَهُ مِنْ نَوْعٍ وَاحِدٍ. وَالْعَجَبُ مِمَّنْ يَجْمَعُ بَيْنَ تَصْدِيقِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ وَإِثْبَاتِ مُعْجِزَاتِهِمْ، وَبَيْنَ التَّصْدِيقِ بِمِثْلِ هَذَا مِنْ فِعْلِ السَّحَرَةِ مَعَ قَوْلِهِ تَعَالَى: وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى (٢٠: ٦٩) فَصَدَّقَ هَؤُلَاءِ مَنْ كَذَّبَهُ اللهُ وَأَخْبَرَ </p><p> بِبُطْلَانِ دَعْوَاهُ وَانْتِحَالِهِ. وَجَائِزٌ أَنْ تَكُونَ الْمَرْأَةُ الْيَهُودِيَّةُ بِجَهْلِهَا فَعَلَتْ ذَلِكَ ظَنًّا </p><p> مِنْهَا بِأَنَّ ذَلِكَ يَعْمَلُ فِي الْأَجْسَادِ، وَقَصَدَتْ بِهِ النَّبِيَّ عَلَيْهِ السَّلَامُ فَأَطْلَعَ اللهُ نَبِيَّهُ عَلَى مَوْضِعِ سِرِّهَا، وَأَظْهَرَ جَهْلَهَا فِيمَا ارْتَكَبَتْ وَظَنَّتْ؛ لِيَكُونَ ذَلِكَ مِنْ دَلَائِلَ نُبُوَّتِهِ، لَا أَنَّ ذَلِكَ ضَرَّهُ، وَخَلَطَ عَلَيْهِ أَمْرَهُ، وَلَمْ يَقُلْ كُلُّ الرُّوَاةِ: إِنَّهُ اخْتَلَطَ عَلَيْهِ أَمْرُهُ، وَإِنَّمَا هَذَا اللَّفْظُ زِيدَ فِي الْحَدِيثِ، وَلَا أَصْلَ لَهُ. </p><p> \" وَالْفَرْقُ بَيْنَ مُعْجِزَاتِ الْأَنْبِيَاءِ، وَبَيْنَ مَا ذَكَرْنَا مِنْ وُجُوهِ التَّخْيِيلَاتِ، أَنَّ مُعْجِزَاتِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ هِيَ عَلَى حَقَائِقِهَا وَبَوَاطِنِهَا كَظَهَائِرِهَا، وَكُلَّمَا تَأَمَّلْتَهَا ازْدَدْتَ بَصِيرَةً فِي صِحَّتِهَا، وَلَوْ جَهِدَ الْخَلْقُ كُلُّهُمْ عَلَى مُضَاهَاتِهَا وَمُقَابَلَتِهَا بِأَمْثَالِهَا ظَهَرَ عَجْزُهُمْ، وَمَخَارِيقُ السَّحَرَةِ وَتَخْيِيلَاتُهُمْ إِنَّمَا هِيَ ضَرْبٌ مِنَ الْحِيلَةِ وَالتَّلَطُّفِ؛ لِإِظْهَارِ أُمُورٍ لَا حَقِيقَةَ لَهَا، وَمَا يَظْهَرُ مِنْهَا عَلَى غَيْرِ حَقِيقَتِهَا، يُعْرَفُ ذَلِكَ بِالتَّأَمُّلِ وَالْبَحْثِ، وَمَنْ شَاءَ أَنْ يَتَعَلَّمَ ذَلِكَ بَلَغَ فِيهِ مَبْلَغَ غَيْرِهِ، وَيَأْتِي بِمِثْلِ مَا أَظْهَرَهُ سَوَاءً \" اهـ. </p><p> هَذَا جُلُّ مَا قَالَهُ أَبُو بَكْرٍ الْجَصَّاصُ فِي مَعْنَى السِّحْرِ وَحَقِيقَتِهِ، وَعَقَدَ بَعْدَهُ بَابًا فِي ذِكْرِ قَوْلِ الْفُقَهَاءِ فِيهِ، وَمَا تَضَمَّنَتْهُ الْآيَةُ مِنْ حُكْمِهِ، وَمَا يَجْرِي عَلَى مُدَّعِي ذَلِكَ مِنَ الْعُقُوبَاتِ. وَمِنْهَا الْقَتْلُ كُفْرًا فِي بَعْضِ أَنْوَاعِهِ الْمُتَضَمِّنَةِ لِلشِّرْكِ وَالْمُسْتَلْزِمَةِ لِلرَّيْبِ </p><p> فِي مُعْجِزَاتِ الرُّسُلِ، وَإِنَّ كَثِيرًا مِنَ الْعُلَمَاءِ يُثْبِتُونَ مَا أَنْكَرَهُ مِنْ تَأْثِيرِ الْجِنِّ، وَاسْتِخْدَامِ بَعْضِ النَّاسِ لَهُمْ، وَمِنَ الْعَجِيبِ أَنَّهُ لَا يَزَالُ فِي هَذَا الْعَصْرِ مَنْ يَتَوَسَّلُ إِلَى الِاسْتِعَانَةِ بِالْجِنِّ عَلَى بَعْضِ الْأَعْمَالِ السِّحْرِيَّةِ بِمَا هُوَ كُفْرٌ قَطْعًا، كَرَابِطِ بَعْضِ الْقُرْآنِ عَلَى السَّوْأَتَيْنِ كَمَا عَلِمْتُ مِنْ بَعْضِ الْمُخْتَبِرِينَ لِهَؤُلَاءِ الدَّجَّالِينَ الَّذِينَ يَعِيشُونَ بِكِتَابَةِ الْعَزَائِمِ وَالْحُجُبِ لِلْحُبِّ وَالْبُغْضِ وَالْحَبَلِ وَغَيْرِ ذَلِكَ، وَالْمَفَاسِدُ فِي ذَلِكَ كَبِيرَةٌ جِدًّا، وَقَدْ ذَكَرْنَا بَعْضَهَا فِي تَفْسِيرِ: إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ (٧: ٢٧) . </p><p> عَوْدٌ إِلَى تَفْسِيرِ الْآيَاتِ </p><p> لَمَّا أَظْهَرَ مُوسَى عَلَيْهِ السَّلَامُ آيَةَ اللهِ تَعَالَى فِي مَجْلِسِ فِرْعَوْنَ: قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَيْ: أَشْرَافُ قَوْمِهِ وَأَرْكَانُ الدَّوْلَةِ مِنْهُمْ: إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ أَيْ: رَاسِخٌ فِي الْعِلْمِ - كَمَا تَدُلُّ عَلَيْهِ صِيغَةُ عَلِيمٍ: يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ أَيْ: قَدْ وَجَّهَ إِرَادَتَهُ لِسَلْبِ مُلْكِكُمْ مِنْكُمْ، وَإِخْرَاجِكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ بِأَنْ يَسْتَمِيلَ بِهِ الشَّعْبَ الْمِصْرِيَّ، فَيَتْبَعَهُ فَيَنْتَزِعَ مِنْكُمُ الْمُلْكَ، وَيَسْتَبِدَّ بِهِ دُونَكُمْ، وَيَلِي ذَلِكَ إِخْرَاجُ الْمَلِكِ وَعُظَمَاءِ رِجَالِهِ مِنَ الْبِلَادِ لِئَلَّا يُنَاوِئُوهُ لِاسْتِعَادَةِ الْمُلْكِ مِنْهُ، كَمَا فَعَلَ مُتَغَلِّبَةُ التُّرْكِ فِي هَذِهِ الْأَيَّامِ بَعْدَ إِسْقَاطِ الدَّوْلَةِ الْعُثْمَانِيَّةِ، فَإِنَّهُمْ أَخْرَجُوا جَمِيعَ أَفْرَادِ الْأُسْرَةِ السُّلْطَانِيَّةِ مِنَ الْبِلَادِ التُّرْكِيَّةِ الَّتِي بَقِيَتْ لَهُمْ. </p><p> وَفِي مَعْنَى الْقَوْلِ مِنْ فِرْعَوْنَ وَرِجَالِ دَوْلَتِهِ مَا حَكَى اللهُ تَعَالَى عَنْهُمْ مِنْ مُرَاجَعَتِهِمْ لِمُوسَى وَأَخِيهِ فِي سُورَةِ يُونُسَ: قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ (١٠: ٧٨) . </p><p> وَمَا قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ هَذَا الْقَوْلَ إِلَّا تَبَعًا لِقَوْلِهِ هُوَ، الَّذِي حَكَاهُ تَعَالَى عَنْهُ فِي سُورَةِ الشُّعَرَاءِ: قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ (٢٦: ٣٤، ٣٥) أَيْ: رَدَّدُوا قَوْلَهُ، وَصَارَ يُلْقِيهِ بَعْضُهُمْ إِلَى بَعْضٍ، كَدَأْبِ النَّاسِ فِي نَقْلِ كَلَامِ مُلُوكِهِمْ وَرُؤَسَائِهِمْ وَتَرْدِيدِهِ إِظْهَارًا لِلْمُوَافَقَةِ عَلَيْهِ وَتَعْمِيمًا لِتَبْلِيغِهِ، وَإِنَّمَا لَمْ يُصَرِّحُوا بِكَلِمَةِ \" بِسِحْرِهِ \" كَمَا صَرَّحَ هُوَ؛ لِأَنَّهُمْ كَانُوا دُونَهُ خَوْفًا وَانْزِعَاجًا، وَأَقَلَّ مِنْهُ حِرْصًا عَلَى الطَّعْنِ فِي دَعْوَةِ مُوسَى، </p><p> وَلَكِنْ ذَكَرَهَا السَّحَرَةُ فِي تَنَاجِيهِمْ مَعَ فِرْعَوْنَ وَهُوَ أَجْدَرُ بِذِكْرِهَا فَحَكَاهَا اللهُ تَعَالَى عَنْهُمْ بِقَوْلِهِ مِنْ سُورَةِ طَهَ: فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَى (٢٠: ٦٢ - ٦٤) . </p><p> وَالْأَمْرُ فِي قَوْلِ فِرْعَوْنَ لَهُمْ، وَقَوْلِ بَعْضِهِمْ لِبَعْضٍ: فَمَاذَا تَأْمُرُونَ لَيْسَ هُوَ الْمُقَابِلَ لِلنَّهْيِ، بَلْ هُوَ بِمَعْنَى الْإِدْلَاءِ بِالرَّأْيِ فِي الشُّورَى، قَالَ الزَّمَخْشَرِيُّ فِي الْأَسَاسِ: وَتَآمَرَ الْقَوْمُ وَائْتَمَرُوا، مِثْلَ تَشَاوَرُوا وَاشْتَوَرُوا. وَمُرْنِي بِمَعْنَى أَشِرْ عَلَيَّ. قَالَ بَعْضُ فُتَّاكِهِمْ: </p><p> أَلَمْ تَرَ أَنِّي لَا أَقُولُ لِصَاحِبٍ إِذَا قَالَ مُرْنِي - أَنْتَ مَا شِئْتَ فَافْعَلِ وَلَكَنَّنِي أَفْرِي لَهُ فَأُرِيحُهُ </p><p> بِبَزْلَاءَ تُنْجِيهِ مِنَ الشَّكِّ فَيْصَلِ </p><p> وَقَالَ فِي مَادَّةِ (ب ز ل) وَمِنَ الْمَجَازِ: بَزَلَ الْأَمْرَ وَالرَّأْيَ: اسْتَحْكَمَ، وَأَمْرٌ بَازِلٌ، وَتَقُولُ: خَطْبٌ بَازِلٌ، لَا يَكْفِيهِ إِلَّا رَأْيٌ قَارِحٌ، وَإِنَّهُ لَذُو بَزْلَاءَ؛ أَيْ: ذُو صُرَيْمَةٍ مُحْكَمَةٍ، وَهُوَ نَهَّاضٌ بِبَزْلَاءَ؛ أَيْ: بِخُطَّةٍ عَظِيمَةٍ قَالَ: </p><p> إِنِّي إِذَا شَغَلَتْ قَوْمًا فُرُوجُهُمْ ... رَحْبُ الْمَسَالِكِ نِهَاضٌ بَبَزْلَاءَ </p>"
}