{
  "id": null,
  "sura": 7,
  "aya": 189,
  "text": "<p> هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى الله عَمَّا يُشْرِكُونَ أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ افْتُتِحَتْ هَذِهِ السُّورَةُ بِدَعْوَةِ الْقُرْآنِ إِلَى دِينِ التَّوْحِيدِ، وَالْأَمْرِ بِاتِّبَاعِ مَا أَنْزِلَ اللهُ، وَالنَّهْيِ عَنِ اتِّبَاعِ أَوْلِيَاءَ مِنْ دُونِهِ، وَتَلَاهُ التَّذْكِيرُ بِنَشْأَةِ الْإِنْسَانِ الْأُولَى فِي الْخَلْقِ وَالتَّكْوِينِ، وَالْعَدَاوَةِ بَيْنَهُ وَبَيْنَ الشَّيْطَانِ، ثُمَّ اخْتُتِمَتْ بِهَذِهِ الْمَعَانِي وَهُوَ التَّذْكِيرُ بِالنَّشْأَةِ الْأُولَى. وَالنَّهْيُ عَنِ الشِّرْكِ، وَاتِّبَاعِ وَسْوَسَةِ الشَّيْطَانِ، وَالْأَمْرُ بِالتَّوْحِيدِ وَاتِّبَاعُ الْقُرْآنِ، قَالَ تَعَالَى: </p><p> هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ أَيْ: خَلَقَكُمْ مِنْ جِنْسٍ وَاحِدٍ أَوْ حَقِيقَةٍ وَاحِدَةٍ، صَوَّرَهَا بَشَرًا سَوِيًّا وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا سُكُونًا زَوْجِيًّا، أَيْ: جَعَلَ لَهَا زَوْجًا مِنْ جِنْسِهَا فَكَانَا زَوْجَيْنِ ذَكَرًا وَأُنْثَى كَمَا قَالَ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى (٤٩: ١٣) كَمَا أَنَّهُ خَلَقَ مِنْ كُلِّ جِنْسٍ وَكُلِّ نَوْعٍ مِنَ الْأَحْيَاءِ زَوْجَيْنِ اثْنَيْنِ، قَالَ عَزَّ وَجَلَّ: وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ (٥١: ٤٩) وَإِنَّنَا نُشَاهِدُ أَنَّ كُلَّ خَلِيَّةٍ مِنَ الْخَلَايَا الَّتِي يُنَمَّى بِهَا الْجِسْمُ الْحَيُّ تَنْطَوِي عَلَى نُوَيَّتَيْنِ ذَكَرٍ وَأُنْثَى، يَقْتَرِنَانِ فَيُوَلَّدُ بَيْنَهُمَا خَلِيَّةٌ أُخْرَى، وَهَلُمَّ جَرَّا، وَنَعْلَمُ أَيْضًا كَيْفَ يَتَكَوَّنُ فِي الْأَرْحَامِ كُلٌّ مِنَ الزَّوْجَيْنِ كَمَا قَالَ تَعَالَى: وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى مِنْ نُطْفَةٍ إِذَا تُمْنَى (٥٣: ٤٥، ٤٦) وَلَكِنَّنَا لَا نَدْرِي كَيْفَ ازْدَوَجَتِ النَّفْسُ الْأُولَى بَعْدَ وَحْدَتِهَا فَكَانَتْ ذَكَرًا وَأُنْثَى، قَالَ تَعَالَى: مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ (١٨: ٥١) وَفِي التَّوْرَاةِ الَّتِي عِنْدَ أَهْلِ </p><p> الْكِتَابِ أَنَّ حَوَّاءَ خُلِقَتْ مِنْ ضِلْعٍ مِنْ أَضْلَاعِ آدَمَ، وَقَدْ أَمَرَنَا نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَلَّا نُصَدِّقَ أَهْلَ الْكِتَابِ وَلَا نُكَذِّبَهُمْ، أَيْ فِيمَا لَا نَصَّ فِيهِ عِنْدَنَا لِاحْتِمَالِهِ، فَنَحْنُ نَعْمَلُ بِأَمْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْخَبَرِ، وَإِنْ حَمَلَ عَلَيْنَا بَعْضُ الْمُفَسِّرِينَ وَغَيْرُهُمْ حَدِيثَ اسْتَوْصُوا بِالنِّسَاءِ فَإِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلْعٍ وَإِنَّ أَعْوَجَ شَيْءٍ فِي الضِّلْعِ أَعْلَاهُ فَإِنْ ذَهَبْتَ تُقِيمَهُ كَسَرْتَهُ، وَإِنْ تَرَكْتَهُ لَمْ يَزَلْ أَعْوَجَ، فَاسْتَوْصُوا بِالنِّسَاءِ رَوَاهُ الشَّيْخَانِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا. فَإِنَّ الْمُتَبَادَرَ مِنْهُ الَّذِي اعْتَمَدَهُ الشُّرَّاحُ فِي تَفْسِيرِهِ أَنَّ الْمُرَادَ بِخَلْقِهَا مِنْهُ أَنَّهَا ذَاتُ اعْوِجَاجٍ وَشُذُوذٍ تُخَالِفُ بِهِ الرَّجُلَ، كَمَا يُشِيرُ إِلَيْهِ مَا رَوَاهُ ابْنُ حِبَّانَ عَنْ أَبِي هُرَيْرَةَ \" إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلْعٍ أَعْوَجَ \" فَهُوَ عَلَى حَدِّ قَوْلِهِ تَعَالَى: خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ (٢١: ٣٧) وَقَالَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ: قِيلَ فِيهِ إِشَارَةٌ إِلَى أَنَّ حَوَّاءَ خُلِقَتْ مِنْ ضِلْعِ آدَمَ الْأَيْسَرِ، وَقِيلَ مِنْ ضِلْعِهِ الْقَصِيرِ. أَخْرَجَهُ ابْنُ إِسْحَاقَ وَزَادَ الْيُسْرَى مِنْ قَبْلِ أَنْ يَدْخُلَ الْجَنَّةَ، وَجُعِلَ مَكَانَهُ لَحْمٌ، وَمَعْنَى خُلِقَتْ أَيْ أُخْرِجَتْ كَمَا تَخْرُجُ النَّخْلَةُ مِنَ النَّوَاةِ اهـ. فَتَأَمَّلْ جَعْلَ الْحَافِظِ الْمَسْأَلَةَ مِنْ بَابِ الْإِشَارَةِ، وَحِكَايَتَهُ لَهَا بِصِيغَةِ التَّضْعِيفِ، وَمَا ذَكَرَهُ مِنْ تَفْسِيرِهَا الْغَرِيبِ بِتَشْبِيهِ خَلْقِ الْإِنْسَانِ بِخَلْقِ النَّبَاتِ، وَظَاهِرُهُ أَنَّهُ لَمْ يَطَّلِعْ - عَلَى سِعَةِ حِفْظِهِ - عَلَى قَوْلٍ لِمَنْ لَمْ يُعْتَدَّ بِأَقْوَالِهِمْ مِنْ عُلَمَاءِ السَّلَفِ وَمُحَقِّقِي الْخَلَفِ فِي الْمَسْأَلَةِ، وَنَذْكُرُ أَنَّ اللهَ تَعَالَى خَاطَبَ النَّاسَ فِي عَصْرِ </p><p> التَّنْزِيلِ بِمِثْلِ مَا حَكَاهُ فِي هَذِهِ الْآيَةِ عَنْ نَشْأَةِ جِنْسِهِمْ فِي كَوْنِهِ تَعَالَى خَلَقَ لَهُمْ أَزْوَاجًا مِنْ أَنْفُسِهِمْ، فَقَالَ فِي بَيَانِ آيَاتِهِ فِي سُورَةِ الرُّومِ: وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً (٣٠: ٢١) فَهَذَا الْمَعْنَى عَامٌّ لَا خَاصٌّ بِالْإِنْسَانِ الْأَوَّلِ. </p><p> عَبَّرَ التَّنْزِيلُ عَنْ مَيْلِ الزَّوْجِ الْجِنْسِيِّ إِلَى جِنْسِهِ هُنَا، وَفِي سُورَةِ الرُّومِ بِالسُّكُونِ، وَذَلِكَ أَنَّ الْمَرْءَ إِذَا بَلَغَ سِنَّ الْحَيَاةِ الزَّوْجِيَّةِ يَجِدُ فِي نَفْسِهِ اضْطِرَابًا خَاصًّا، لَا يَسْكُنُ إِلَّا إِذَا اقْتَرَنَ بِزَوْجٍ مِنْ جِنْسِهِ وَاتَّحَدَا، ذَلِكَ الِاقْتِرَانُ وَالِاتِّحَادُ الَّذِي لَا تَكْمُلُ حَيَاتُهُمَا الْجِنْسِيَّةُ الْمُنْتِجَةُ إِلَّا بِهِ، وَلِذَلِكَ قَالَ بَعْدَهُ: فَلَمَّا تَغَشَّاهَا إِلَخْ. الْغِشَاءُ غِطَاءُ الشَّيْءِ الَّذِي يَسْتُرُهُ مِنْ فَوْقِهِ، وَالْغَاشِيَةُ الظُّلَّةُ تُظِلُّهُ مِنْ سَحَابَةٍ وَغَيْرِهَا وَاللَّيْلِ إِذَا يَغْشَى (٩٢: ١) أَيْ يَحْجُبُ الْأَشْيَاءَ وَيَسْتُرُهَا بِظَلَامِهِ، وَتَغَشَّاهَا أَتَاهَا كَغَشِيَهَا وَيَزِيدُ مَا تُعْطِيهِ صِيغَةُ التَّفَعُّلِ مِنْ جُهْدٍ، وَهُوَ كِنَايَةٌ نَزِيهَةٌ عَنْ أَدَاءِ وَظِيفَةِ الزَّوْجِيَّةِ، تُشِيرُ إِلَى أَنَّ مُقْتَضَى الْفِطْرَةِ وَأَدَبَ الشَّرِيعَةِ فِيهَا السِّتْرُ، وَلَفْظُ النَّفْسِ مُؤَنَّثٌ فَأُنِّثَ فِي أَوَّلِ الْآيَةِ، وَلَفْظُ الزَّوْجِ يُطْلَقُ عَلَى الذَّكَرِ وَالْأُنْثَى، وَلِهَذَا ذُكِرَ هُنَا فَاعِلُ التَّغَشِّي وَأُنِّثَ مَفْعُولُهُ. أَيْ فَلَمَّا تَغَشَّى الزَّوْجُ الَّذِي هُوَ الذَّكَرُ الزَّوْجَ الَّتِي هِيَ الْأُنْثَى حَمَلَتْ حَمْلًا خَفِيفًا أَيْ عَلِقَتْ مِنْهُ وَهُوَ الْحَبَلُ، وَالْحَمْلُ بِالْفَتْحِ يُطْلَقُ عَلَى الْمَصْدَرِ وَعَلَى الْمَحْمُولِ، وَالْمَشْهُورُ أَنَّهُ خَاصٌّ بِمَا كَانَ فِي بَطْنٍ أَوْ عَلَى شَجَرَةٍ، وَأَنَّ مَا حُمِلَ عَلَى ظَهْرٍ وَنَحْوِهِ يُسَمَّى حِمْلًا بِكَسْرِ الْحَاءِ. وَالْحَمْلُ هَاهُنَا يَحْتَمِلُ الْمَعْنَيَيْنِ، وَهُوَ يَكُونُ فِي أَوَّلِ الْعَهْدِ خَفِيفًا </p><p> لَا تَكَادُ الْمَرْأَةُ تَشْعُرُ بِهِ. وَقَدْ تَسْتَدِلُّ عَلَيْهِ بِارْتِفَاعِ حَيْضَتِهَا فَمَرَّتْ بِهِ أَيْ فَمَضَتْ بِهِ إِلَى وَقْتِ مِيلَادِهِ مِنْ غَيْرِ إِخْدَاجٍ وَلَا إِزْلَاقٍ كَمَا قَالَهُ الزَّمَخْشَرِيُّ، أَوِ اسْتَمَرَّتْ فِي أَعْمَالِهَا وَقَضَاءِ حَاجَتِهَا مِنْ غَيْرِ مَشَقَّةٍ وَلَا اسْتِثْقَالٍ فَلَمَّا أَثْقَلَتْ أَيْ حَانَ وَقْتُ ثِقَلِ حَمْلِهَا وَقَرُبَ وَضْعُهَا دَعَوَا اللهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ أَيْ: تَوَجَّهَا إِلَى اللهِ تَعَالَى رَبِّهُمَا يَدْعُوَانِهِ فِيمَا انْحَصَرَ هَمُّهُمَا فِيهِ بَعْدَ تَمَامِ الْحَمْلِ عَلَى سَلَامَةٍ بِأَنْ يُعْطِيَهُمَا وَلَدًا صَالِحًا، أَيْ سَوِيًّا تَامَّ الْخَلْقِ يَصْلُحُ لِلْقِيَامِ بِالْأَعْمَالِ الْبَشَرِيَّةِ النَّافِعَةِ - وَلَا يَنْبَغِي أَنْ يَدْعُوَ الْعَبْدُ غَيْرَ </p><p> رَبِّهِ، فِيمَا لَا يَمْلِكُ هُوَ وَلَا غَيْرُهُ مِنَ الْعَبِيدِ أَسْبَابَهُ، دَعَوَاهُ مُخْلِصَيْنِ مُقْسِمَيْنِ لَهُ عَلَى مَا وَطَّنَا عَلَيْهِ أَنْفُسَهُمَا مِنَ الشُّكْرِ لَهُ عَلَى هَذِهِ النِّعْمَةِ، قَائِلَيْنِ لَئِنْ أَعْطَيْتَنَا وَلَدًا صَالِحًا لَنَكُونُنَّ مِنَ الْقَائِمِينَ لَكَ بِحَقِّ الشُّكْرِ قَوْلًا وَعَمَلًا وَاعْتِقَادًا وَإِخْلَاصًا، كَمَا يَدُلُّ عَلَيْهِ الْوَصْفُ الْمُعَرَّفُ. </p><p> فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا أَيْ: فَلَمَّا أَعْطَاهُمَا وَلَدًا صَالِحًا لَا نَقْصَ فِي خَلْقِهِ، وَلَا فَسَادَ فِي تَرْكِيبِهِ، جَعَلَا لَهُ شُرَكَاءَ فِي إِعْطَائِهِ أَوْ فِيمَا أَعْطَاهُ بِأَنْ كَانَ سَبَبًا لِوُقُوعِ الشِّرْكِ مِنْهُمَا، أَوْ ظُهُورِ مَا هُوَ رَاسِخٌ فِي أَنْفُسِهِمَا مِنْهُ، وَسَنُبَيِّنُ مَعْنَاهُ، وَقَرَأَ نَافِعٌ وَأَبُو بَكْرٍ (جَعَلَا لَهُ شِرْكًا) أَيْ شَرِكَةً أَوْ ذَوِي شِرْكٍ، فَالْمَعْنَى وَاحِدٌ. </p><p> فَتَعَالَى الله عَمَّا يُشْرِكُونَ أَيْ: تَعَالَى شَأْنُهُ عَنْ شِرْكِهِمْ ; فَإِنَّهُ هُوَ مُعْطِي النَّسْلِ بِمَا خَلَقَهُ لِكُلٍّ مِنَ الزَّوْجَيْنِ مِنْ أَعْضَاءٍ، وَقَدَّرَ لَهُمَا فِي الْعُلُوقِ وَالْوَضْعِ مِنْ أَسْبَابٍ، لَا فِعْلَ لِغَيْرِهِ فِي ذَلِكَ أَلْبَتَّةَ، وَجَمَعَ الضَّمِيرَ هُنَا بَعْدَ تَثْنِيَتِهِ الْأَفْعَالَ قَبْلَهُ ; لِأَنَّ الْمُرَادَ فِيهِ بِالزَّوْجَيْنِ الْجِنْسُ لَا فَرْدَيْنِ مُعَيَّنَيْنِ. وَقَالَ الزَّمَخْشَرِيُّ: إِنَّ الضَّمِيرَ فِي (آتَيْتَنَا) وَ (لَنَكُونَنَّ) لَهُمَا وَلِكُلِّ مَنْ يَتَنَاسَلُ مِنْ ذُرِّيَّتِهِمَا. وَالْآيَةُ عَلَى كُلٍّ مِنَ الْقَوْلَيْنِ بَيَانٌ لِحَالِ الْبَشَرِ فِيمَا طَرَأَ عَلَيْهِمْ مِنْ نَزَغَاتِ الشِّرْكِ الْخَفِيِّ وَالْجَلِيِّ فِي هَذَا الشَّأْنِ وَأَمْثَالِهِ، وَالْجِنْسُ يَصْدُقُ بِبَعْضِ أَنْوَاعِهِ وَبِبَعْضِ أَفْرَادِهِ. </p><p> فَمِثَالُ الشِّرْكِ الْخَفِيِّ فِي إِنْعَامِ اللهِ عَلَيْهِمْ بِالنَّسْلِ، مَا يُسْنِدُونَهُ إِلَى الْأَسْبَابِ فِي سَلَامَةِ الْحَامِلِ مِنَ الْأَمْرَاضِ فِي أَثْنَاءِ الْحَمْلِ أَوْ فِي حَالَةِ الْوَضْعِ، وَفِي سَلَامَةِ الطِّفْلِ عِنْدَ الْوَضْعِ وَعَقِبِهِ، وَفِيمَا بَعْدَ ذَلِكَ مِنَ الْمَوْتِ أَوِ التَّشْوِيهِ أَوِ الْأَمْرَاضِ، كَقَوْلِهِمْ: لَوْلَا أَنْ فَعَلْنَا كَذَا لَكَانَ كَذَا، وَلَوْلَا فُلَانٌ أَوْ فُلَانَةٌ مِنْ طَبِيبٍ أَوْ مُرْشِدٍ أَوْ قَابِلَةٍ لَهَلَكَ الْوَلَدُ أَوْ لَأُجْهِضَتْ أُمُّهُ إِجْهَاضًا أَوْ جَاءَتْ بِسَقْطٍ لَمْ يَسْتَهِلَّ، أَوْ لَمَاتَ عَقِبَ إِسْقَاطِهِ لِعَدَمِ اسْتِعْدَادِهِ لِلْحَيَاةِ، وَيَنْسَوْنَ فِي هَذِهِ الْأَحْوَالِ فَضْلَ اللهِ تَعَالَى عَلَيْهِمْ بِمَا مَنَّ بِهِ مِنَ الْعَافِيَةِ وَالتَّوْفِيقِ وَتَسْخِيرِ الْأَسْبَابِ مِنَ الْبَشَرِ وَغَيْرِهِمْ، وَإِنْ كَانُوا مِمَّنْ يَذْكُرُونَهَا وَلَا يُنْكِرُونَهَا إِذَا ذُكِّرُوا بِهَا - ذَلِكَ شَأْنُ كَثِيرٍ مِنَ النَّاسِ فِي كُلِّ نِعْمَةٍ تَمَسُّهُمْ، أَوْ نِقْمَةٍ يَدْفَعُهَا اللهُ تَعَالَى عَنْهُمْ، وَهَذَا الشِّرْكُ لَيْسَ خُرُوجًا مِنَ الْمِلَّةِ، وَلَكِنَّهُ نَقْصٌ فِي شُكْرِ الْمُنْعِمِ، وَيُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ بِالشِّرْكِ هُنَا تَرْجِيحَ حُبِّ الْأَوْلَادِ عَلَى حُبِّ اللهِ تَعَالَى، وَشُغْلِهِمْ لِلْوَالِدَيْنِ عَنْ ذِكْرِهِ وَشُكْرِهِ، وَإِيثَارِهِمْ لَهُمْ عَلَى </p><p> طَاعَتِهِ وَالْتِزَامِ مَا شَرَعَهُ مِنْ </p>"
}