{
  "id": null,
  "sura": 7,
  "aya": 53,
  "text": "<p> كَرَّرَ الْقَوْلَ بِبُطْلَانِ التَّقْلِيدِ وَضَلَالِ الْمُقَلِّدِينَ، وَجَهْلِ الظَّانِّينَ وَالْمُرْتَابِينَ، وَكَرَّرَ الْحَثَّ عَلَى النَّظَرِ وَالِاسْتِدْلَالِ وَالِاعْتِمَادِ عَلَى الْبُرْهَانِ، وَالتَّشْنِيعِ عَلَى الْمُعْرِضِينَ عَنْ آيَاتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهَا مِنْ جَمَادٍ وَنَبَاتٍ وَحَيَوَانٍ، وَعَنْ حِكَمِهِ الْخَاصَّةِ فِي خَلْقِ الْإِنْسَانِ، فَبِمِثْلِ هَذَا التَّفْصِيلِ كَانَ الْإِسْلَامُ دِينَ الْعِلْمِ وَالْعَقْلِ وَكَانَ الْقُرْآنُ يَنْبُوعَ الْهُدَى وَالْحِكْمَةِ وَالرَّحْمَةِ فَيَا حَسْرَةً عَلَى الْمَحْرُومِينَ مِنْ رَحْمَتِهِ وَيَا شَقَاءَ الطَّاعِنِينَ فِي هِدَايَتِهِ. </p><p> (هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ) أَيْ لَيْسَ أَمَامَهُمْ شَيْءٌ يَنْتَظِرُونَهُ فِي أَمْرِهِ إِلَّا وُقُوعَ تَأْوِيلِهِ. وَهُوَ مَا يُؤَوَّلُ إِلَيْهِ مَا أَخْبَرَ بِهِ مِنْ أَمْرِ الْغَيْبِ الَّذِي يَقَعُ فِي الْمُسْتَقْبَلِ فِي الدُّنْيَا ثُمَّ فِي الْآخِرَةِ. فَالنَّظَرُ هُنَا بِمَعْنَى الِانْتِظَارِ. وَتَأْوِيلُ الْكَلَامِ كَتَأْوِيلِ </p><p> الرُّؤْيَا هُوَ عَاقِبَتُهُمَا. وَالْمَآلُ الَّذِي يَتَحَقَّقُ بِهِ الْمُرَادُ مِنْهُمَا، وَتَقَدَّمَ فِي أَوَّلِ تَفْسِيرِ آلِ عِمْرَانَ تَفْصِيلُ الْكَلَامِ فِيهِ. رُوِيَ عَنْ قَتَادَةَ فِي تَفْسِيرِ:  (هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ) قَالَ: عَاقِبَتَهُ، وَعَنِ السُّدِّيِّ قَالَ: عَوَاقِبَهُ، مِثْلَ وَقْعَةِ بَدْرٍ وَيَوْمِ الْقِيَامَةِ وَمَا وُعِدَ فِيهِ مِنْ مَوْعِدٍ، وَعَنِ الرَّبِيعِ بْنِ أَنَسٍ قَالَ: لَا يَزَالُ يَقَعُ مِنْ تَأْوِيلِهِ أَمْرٌ حَتَّى يَتِمَّ تَأْوِيلُهُ يَوْمَ الْقِيَامَةِ حِينَ يَدْخُلُ أَهْلُ الْجَنَّةِ الْجَنَّةَ وَأَهْلُ النَّارِ النَّارَ فَيَتِمُّ تَأْوِيلُهُ يَوْمَئِذٍ إِلَخْ فَجَمَعَ كَلَامُهُ كُلَّ مَا لَهُ مَآلٌ يُنْتَظَرُ مِنْ أَخْبَارِ الْقُرْآنِ الصَّادِقَةِ الَّتِي وَعَدَ وَأَوْعَدَ بِهَا كُلًّا مِنَ الْمُؤْمِنِينَ مِنْ نَصْرٍ وَثَوَابٍ، وَالْكَافِرِينَ مِنْ خِذْلَانٍ وَعِقَابٍ، وَغَيْرِ ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ. </p><p> (يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ) أَيْ يَوْمَ يَأْتِي تَأْوِيلُهُ وَنِهَايَتُهُ فِي يَوْمِ الْقِيَامَةِ وَتَزُولُ كُلُّ شُبْهَةٍ، يَقُولُ الَّذِينَ نَسُوهُ فِي الدُّنْيَا أَيْ تَرَكُوهُ كَالْمَنْسِيِّ فَلَمْ يَهْتَدُوا بِهِ:  (قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) أَيْ بِالْأَمْرِ الثَّابِتِ الْمُتَحَقِّقِ فَتَمَارَيْنَا بِهِ وَأَعْرَضْنَا عَنْهُ، حَتَّى جَاءَ وَقْتُ الْجَزَاءِ عَلَيْهِ (فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ) أَيْ يَتَمَنَّوْنَ أَحَدَ هَذَيْنِ الْأَمْرَيْنِ فَالِاسْتِفْهَامُ هُنَا لِلتَّمَنِّي، وَيُحْتَمَلُ أَنْ يَكُونَ عَلَى أَصْلِهِ فَيَقَعُ قَبْلَ دُخُولِ النَّارِ. وَبَعْدَ الْيَأْسِ فِيهَا مِنَ الشُّفَعَاءِ، حَيْثُ يَقُولُونَ فِيهَا كَمَا فِي سُورَةِ الشُّعَرَاءِ:  (فَمَا لَنَا مِنْ شَافِعِينَ وَلَا صَدِيقٍ حَمِيمٍ فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ)  (٢٦: ١٠٠ - ١٠٢) وَقَدْ تَقَدَّمَ فِي سُورَةِ الْأَنْعَامِ أَنَّهُ يُقَالُ لَهُمْ: (وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءَ)  (٦: ٩٤) الْآيَةَ - وَإِنَّمَا يَتَمَنَّوْنَ الشُّفَعَاءَ أَوْ يَتَسَاءَلُونَ عَنْهُمْ أَوَّلًا لِأَنَّ قَاعِدَةَ الشِّرْكِ الْأَسَاسِيَّةَ أَنَّ النَّجَاةَ عِنْدَ اللهِ وَكُلَّ مَا يَطْلُبُ مِنْهُ إِنَّمَا يَكُونُ بِوَاسِطَةِ الشُّفَعَاءِ عِنْدَهُ، وَعِنْدَمَا يَتَبَيَّنُ لَهُمُ الْحَقُّ الَّذِي جَاءَتْ بِهِ الرُّسُلُ وَهُوَ أَنَّ النَّجَاةَ وَالسَّعَادَةَ إِنَّمَا تَكُونُ بِالْإِيمَانِ الصَّحِيحِ وَالْعَمَلِ الصَّالِحِ، وَيَعْلَمُونَ هُنَالِكَ أَنَّ الشَّفَاعَةَ لِلَّهِ وَحْدَهُ فَلَا يَشْفَعُ أَحَدٌ عِنْدَهُ إِلَّا بِإِذْنِهِ (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ)  (٢١: ٢٨) يَتَمَنَّوْنَ لَوْ يُرَدُّونَ إِلَى الدُّنْيَا فَيَعْمَلُوا فِيهَا غَيْرَ مَا كَانُوا يَعْمَلُونَ فِي حَيَاتِهِمُ الْأُولَى، لِأَجْلِ أَنْ يَكُونُوا أَهْلًا لِمَرْضَاتِهِ تَعَالَى بِأَنْ يَعْمَلُوا بِمَا أَمَرَتْهُمْ بِهِ رُسُلُهُ عَلَيْهِمُ السَّلَامُ. وَقَدْ تَقَدَّمَ فِي (آيَتَيْ ٢٧، ٢٨) مِنْ سُورَةِ الْأَنْعَامِ تَمَنِّيهِمْ </p><p> لَوْ يُرَدُّونَ إِلَى الدُّنْيَا فَيَكُونُوا مِنَ الْمُؤْمِنِينَ، وَأَنَّهُمْ </p><p> لَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ (قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) هَذَا بَيَانٌ مِنَ اللهِ تَعَالَى لِحَالِهِمْ وَغَايَةِ تَمَنِّيهِمْ يَقُولُ: قَدْ خَسِرُوا أَنْفُسَهُمْ فِي الدُّنْيَا بِتَدْسِيسهَا وَتَدْنِيسِهَا بِالشِّرْكِ وَالْمَعَاصِي، وَعَدَمِ تَزْكِيَتِهَا بِالتَّوْحِيدِ وَالْفَضَائِلِ وَالْأَعْمَالِ الصَّالِحَةِ، فَلَمْ يَكُنْ لَهَا حَظٌّ فِي الْآخِرَةِ، وَيَوْمَئِذٍ يَضِلُّ وَيَغِيبُ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ مِنْ خَبَرِ الشُّفَعَاءِ كَقَوْلِهِمْ فِي مَعْبُودَاتِهِمْ:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ)  (١٠: ١٨) فَلَمْ يَكُنْ لَهُمْ مِنْ عِوَضٍ عَنْ أَنْفُسِهِمْ. وَقَدْ تَقَدَّمَ تَفْسِيرُ خُسْرَانِ النَّفْسِ فِي (س٦: ١٢، ٢٠) وَتَفْسِيرُ: (وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) فِي (٦: ٢٤) وَنَحْوِهَا: (وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمْ) إِلَى قَوْلِهِ: (وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ)  (٦: ٩٤) . </p><p> (إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللهُ رَبُّ الْعَالَمِينَ) </p><p> بَيَّنَ اللهُ تَعَالَى فِي الْآيَتَيْنِ اللَّتَيْنِ قَبْلَ هَذِهِ الْآيَةِ وَبَعْدَ آيَاتِ الْجَزَاءِ وَالْمَعَادِ، سَبَبَ هَلَاكِ الْكَافِرِينَ وَخُسْرَانِ أَنْفُسِهِمْ بِالشِّرْكِ فِي أُلُوهِيَّتِهِ، وَعِبَادَةِ مَنِ اتَّخَذُوهُمْ شُفَعَاءَ عِنْدَهُ بِغَيْرِ إِذْنِهِ وَعَدَمِ اتِّبَاعِ الرُّسُلِ الَّذِينَ دَعَوْهُمْ إِلَى عِبَادَتِهِ وَحْدَهُ بِمَا شَرَعَهُ لَهُمْ، دُونَ مَا ابْتَدَعُوهُ أَوِ ابْتَدَعَهُ لَهُمْ مَنْ قَبْلَهُمْ، ثُمَّ قَفَّى عَلَى ذَلِكَ بِخَمْسِ آيَاتٍ جَامِعَةٍ لِجُمْلَةِ مَا جَاءَتْ بِهِ الرُّسُلُ مِنَ الدِّينِ بِإِيجَازٍ بَلِيغٍ ابْتَدَأَهَا بِآيَةِ الْخَلْقِ وَالتَّكْوِينِ الْهَادِيَةِ إِلَى حَقِيقَةِ الرُّبُوبِيَّةِ وَالْأُلُوهِيَّةِ بُرْهَانًا عَلَى أَصْلِ الدِّينِ، فَقَالَ عَزَّ وَجَلَّ: </p><p> (إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) الرَّبُّ: هُوَ السَّيِّدُ وَالْمَالِكُ وَالْمُدَبِّرُ وَالْمُرَبِّي، وَالْإِلَهُ: هُوَ الْمَعْبُودُ، أَيِ الَّذِي يَتَوَجَّهُ إِلَيْهِ الْإِنْسَانُ عِنْدَ الشُّعُورِ بِالْحَاجَةِ إِلَى مَا يَعْجِزُ عَنْهُ بِكَسْبِهِ وَمُسَاعَدَةِ الْأَسْبَابِ لَهُ، فَيَدْعُوهُ لِكَشْفِ الضُّرِّ أَوْ جَلْبِ النَّفْعِ، وَيَتَقَرَّبُ إِلَيْهِ </p><p> بِالْأَقْوَالِ وَالْأَعْمَالِ </p><p> الَّتِي يُرْجَى أَنْ تُرْضِيَهُ، وَبِالنَّذْرِ لَهُ وَالذَّبْحِ بِاسْمِهِ أَوْ لِأَجْلِهِ، سَوَاءً كَانَ الرَّجَاءُ فِيهِ خَاصًّا بِهِ أَوْ مُشْتَرِكًا بَيْنَهُ وَبَيْنَ مَعْبُودٍ آخَرَ هُوَ فَوْقَهُ أَوْ دُونَهُ. وَأَمَّا اسْمُ الْجَلَالَةِ الْأَعْظَمِ (اللهُ) فَهُوَ اسْمٌ لِرَبِّ الْعَالَمِينَ خَالِقِ الْخَلْقِ أَجْمَعِينَ، الَّذِي يَنْفِي الْمُوَحِّدُونَ الْحُنَفَاءُ رُبُوبِيَّةَ غَيْرِهِ وَأُلُوهِيَّةَ سِوَاهُ، وَيَقُولُ بَعْضُ الْمُشْرِكِينَ: إِنَّهُ أَكْبَرُ الْأَرْبَابِ أَوْ رَئِيسُهُمْ، وَأَعْظَمُ الْآلِهَةِ أَوْ مَرْجِعُهُمُ الَّذِي يَشْفَعُونَ عِنْدَهُ، وَكَانَ مُشْرِكُو الْعَرَبِ وَأَمْثَالُهُمْ يَنْفُونَ وُجُودَ رَبٍّ سِوَاهُ وَإِنَّمَا يَعْبُدُونَ آلِهَةً تُقَرِّبُهُمْ إِلَيْهِ. </p><p> وَالسَّمَاوَاتُ وَالْأَرْضُ يُطْلَقَانِ فِي مِثْلِ هَذَا الْمَقَامِ عَلَى كُلِّ مَوْجُودٍ مَخْلُوقٍ، أَوْ مَا يُعَبِّرُ عَنْهُ بَعْضُ النَّاسِ بِالْعَالَمِ الْعِلْوِيِّ وَالْعَالَمِ السُّفْلِيِّ - وَإِنْ كَانَ الْعُلُوُّ وَالسُّفْلُ فِيهِمَا مِنَ الْأُمُورِ الْإِضَافِيَّةِ - وَقَدْ أَجْمَعَتِ الْأُمَمُ عَلَى أَنَّ خَالِقَ جُمْلَةِ الْعَالَمِ وَاحِدٌ هُوَ رَبُّ الْعَالَمِينَ، وَالَّذِينَ اتَّخَذُوا مِنْ دُونِ اللهِ أَرْبَابًا كَانُوا يُقَيِّدُونَ رُبُوبِيَّتَهُمْ بِأُمُورٍ مُعَيَّنَةٍ وُكِّلَ إِلَيْهِمْ تَدْبِيرُهَا، وَيُسَمُّونَهُمْ بِأَسْمَاءٍ تَدُلُّ عَلَى ذَلِكَ كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ قِصَّةِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ مِنْ سُورَةِ الْأَنْعَامِ (٤٧٣، ٤٧٤ ج ٧ ط الْهَيْئَةِ) وَيَخُصُّونَ خَالِقَ كُلِّ شَيْءٍ بَاسِمٍ كَاسْمِ الْجَلَالَةِ (اللهِ) فِي الْعَرَبِيَّةِ إِلَّا الثَّنَوِيَّةَ الَّذِينَ قَالُوا بِرَبَّيْنِ مُسْتَقِلَّيْنِ أَحَدُهُمَا: خَالِقُ النُّورِ وَفَاعِلُ الْخَيْرِ، وَالثَّانِي: خَالِقُ الظُّلْمَةِ وَمَصْدَرُ الشَّرِّ. </p><p> فَاللهُ تَعَالَى يَقُولُ فِي هَذِهِ الْآيَةِ لِلنَّاسِ كَافَّةً: إِنَّ رَبَّكُمْ وَاحِدٌ، وَهُوَ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ، وَهُوَ الْمُدَبِّرُ لِأُمُورِهِمَا وَحْدَهُ، فَيَجِبُ أَنْ تَعْبُدُوهُ وَحْدَهُ، فَلَا يَكُونُ لَكُمْ إِلَهٌ غَيْرُهُ، وَقَدْ تُطْلَقُ السَّمَاوَاتُ عَلَى مَا دُونَ الْعَرْشِ مِنَ الْعَالَمِ الْعُلْوِيِّ وَلَا سِيَّمَا إِذَا وُصِفَتْ بِالسَّبْعِ. </p><p> وَأَمَّا هَذِهِ الْأَيَّامُ السِّتَّةُ فَهِيَ مِنْ أَيَّامِ اللهِ الَّتِي يَتَحَدَّدُ الْيَوْمُ مِنْهَا بِعَمَلٍ مِنْ أَعْمَالِهِ يَكُونُ فِيهِ، فَإِنَّ الْيَوْمَ فِي اللُّغَةِ هُوَ الزَّمَنُ الَّذِي يَمْتَازُ بِمَا يَحْصُلُ فِيهِ مِنْ غَيْرِهِ كَامْتِيَازِ أَيَّامِنَا بِمَا يَحُدُّهَا مِنَ النُّورِ وَالظَّلَامِ، وَأَيَّامِ الْعَرَبِ بِمَا كَانَ يَقَعُ فِيهَا مِنَ الْحَرْبِ وَالْخِصَامِ، وَأَيَّامِ اللهِ الَّتِي أَمَرَ مُوسَى أَنْ يُذَكِّرَ قَوْمَهُ بِهَا هِيَ أَزْمِنَةُ أَنْوَاعِ نِعَمِهِ عَلَيْهِمْ. وَقَدْ قَالَ تَعَالَى:  (وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ)  (٢٢: ٤٧) وَوَصَفَ يَوْمَ الْقِيَامَةِ بِقَوْلِهِ: (فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ)  (٧٠: ٤) وَلَا يُعْقَلُ أَنْ تَكُونَ هَذِهِ الْأَيَّامُ السِّتَّةُ مِنْ أَيَّامِ أَرْضِنَا، الَّتِي يُحَدُّ لَيْلُ الْيَوْمِ وَنَهَارُهُ مِنْهَا بِأَرْبَعٍ وَعِشْرِينَ سَاعَةً مِنَ السَّاعَاتِ الْمَعْرُوفَةِ عِنْدَنَا، فَإِنَّ هَذِهِ الْأَيَّامَ إِنَّمَا وُجِدَتْ بَعْدَ خَلْقِ هَذِهِ الْأَرْضِ فَكَيْفَ يَكُونُ أَصْلُ خَلْقِهَا فِي أَيَّامٍ مِنْهَا. وَقَدْ وَصَفَ تَعَالَى خَلْقَهَا وَخَلْقَ السَّمَاءِ </p><p> فِي سُورَةِ (حم السَّجْدَةِ - فُصِّلَتْ) بِمَا يَدُلُّ عَلَى هَذِهِ الْأَيَّامِ فَقَالَ: (قُلْ أَئِنَّكُمْ لَتَكْفُرُونِ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ أَتَيْنَا طَائِعِينَ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ)  (٤١: ٩ - ١٢) </p><p> وَوَصَفَ أَصْلَ تَكْوِينِهِمَا وَحَالَ مَادَّتِهِمَا فِي سُورَةِ الْأَنْبِيَاءِ بِقَوْلِهِ:  (أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ)  (٢١: ٣٠) فَيُؤْخَذُ مِنْ هَذِهِ الْآيَاتِ مَسَائِلُ: </p><p> (١) أَنَّ الْمَادَّةَ الَّتِي خُلِقَتْ مِنْهَا السَّمَاوَاتُ وَالْأَرْضُ كَانَتْ دُخَانًا أَيْ مِثْلَ الدُّخَانِ كَمَا قَالَ الرَّاغِبُ فِي مُفْرَدَاتِ الْقُرْآنِ، وَفَسَّرَ الْجَلَالُ الدُّخَانَ بِالْبُخَارِ الْمُرْتَفِعِ، وَذَهَبَ الْبَيْضَاوِيُّ إِلَى أَنَّهُ جَوْهَرٌ ظَلْمَانِيٌّ قَالَ: وَلَعَلَّهُ أَرَادَ بِهِ مَادَّتَهَا أَوِ الْأَجْزَاءَ الَّتِي رُكِّبَتْ مِنْهَا. </p><p> (٢) أَنَّ هَذِهِ الْمَادَّةَ الدُّخَانِيَّةَ وَاحِدَةٌ ثُمَّ فَتَقَ اللهُ رَتْقَهَا أَيْ فَصَلَ بَعْضَهَا مِنْ بَعْضٍ فَخَلَقَ مِنْهَا هَذِهِ الْأَرْضَ وَالسَّمَاوَاتِ السَّبْعَ الْعُلَا. </p><p> (٣) أَنَّ خَلْقَ الْأَرْضِ كَانَ فِي يَوْمَيْنِ، وَتَكُونُ الْيَابِسَةُ وَالْجِبَالُ الرَّوَاسِي فِيهِمَا وَمَصَادِرُ الْقُوتِ وَهِيَ أَنْوَاعُ النَّبَاتِ وَالْحَيَوَانِ فِي يَوْمَيْنِ آخَرَيْنِ تَتِمَّةِ أَرْبَعَةِ أَيَّامٍ. </p><p> (٤) أَنَّ جَمِيعَ الْأَحْيَاءِ النَّبَاتِيَّةِ وَالْحَيَوَانِيَّةِ خُلِقَتْ مِنَ الْمَاءِ. </p><p> فَيُعْلَمُ مِنْ هَذَا أَنَّ الْيَوْمَ الْأَوَّلَ مِنْ أَيَّامِ خَلْقِ الْأَرْضِ هُوَ الزَّمَنُ الَّذِي كَانَتْ فِيهِ كَالدُّخَانِ حِينَ فُتِقَتْ مِنْ رَتْقِ الْمَادَّةِ الْعَامَّةِ الَّتِي خُلِقَ مِنْهَا كُلُّ شَيْءٍ مُبَاشَرَةً أَوْ غَيْرَ مُبَاشَرَةٍ وَأَنَّ الْيَوْمَ الثَّانِي هُوَ الزَّمَنُ الَّذِي كَانَتْ فِيهِ مَائِيَّةً بَعْدَ أَنْ كَانَتْ بُخَارِيَّةً أَوْ دُخَانِيَّةً، وَإِنَّ الْيَوْمَ الثَّالِثَ هُوَ الزَّمَنُ الَّذِي تَكَوَّنَتْ فِيهِ الْيَابِسَةُ وَنَتَأَتْ مِنْهَا الرَّوَاسِي فَتَمَاسَكَتْ بِهَا، وَأَنَّ الْيَوْمَ الرَّابِعَ هُوَ الزَّمَنُ الَّذِي ظَهَرَتْ فِيهِ أَجْنَاسُ الْأَحْيَاءِ مِنَ الْمَاءِ وَهِيَ النَّبَاتُ وَالْحَيَوَانُ. فَهَذِهِ أَزْمِنَةٌ لِأَطْوَارٍ مِنَ الْخَلْقِ قَدْ تَكُونُ مُتَدَاخِلَةً. وَأَمَّا السَّمَاءُ الْعَامَّةُ وَهِيَ الْعَالَمُ الْعُلْوِيُّ بِالنِّسْبَةِ إِلَى أَهْلِ </p><p> الْأَرْضِ فَقَدَ سَوَّى أَجْرَامَهَا مِنْ مَادَّتِهَا الدُّخَانِيَّةِ فِي يَوْمَيْنِ أَيْ زَمَنَيْنِ كَالزَّمَنَيْنِ اللَّذَيْنِ خُلِقَ فِيهِمَا جِرْمُ الْأَرْضِ، وَسَيَأْتِي الْكَلَامُ فِي هَذِهِ السَّمَاوَاتِ فِي مَوْضِعِهِ. </p><p> هَذَا التَّفْصِيلُ الَّذِي يُؤْخَذُ مِنْ مَجْمُوعِ الْآيَاتِ يَتَّفِقُ مَعَ الْمُخْتَارِ عِنْدَ عُلَمَاءِ الْكَوْنِ فِي هَذَا الْعَصْرِ مِنْ أَنَّ الْمَادَّةَ الَّتِي خُلِقَتْ مِنْهَا هَذِهِ الْأَجْرَامُ السَّمَاوِيَّةُ وَهَذِهِ الْأَرْضُ كَانَتْ كَالدُّخَانِ، وَيُسَمُّونَهَا السَّدِيمَ، وَكَانَتْ مَادَّةً وَاحِدَةً رَتْقًا ثُمَّ انْفَصَلَ بَعْضُهَا مِنْ بَعْضٍ، وَيُصَوِّرُونَ ذَلِكَ تَصْوِيرًا مُسْتَنْبَطًا مِمَّا عَرَفُوا مِنْ سُنَنِ الْخَلْقِ، إِذَا صَحَّ كَانَ بَيَانًا لِمَا أُجْمِلَ فِي الْآيَاتِ، وَإِذَا لَمْ يَصِحَّ كُلُّهُ أَوْ بَعْضُهُ لَمْ يَكُنْ نَاقِضًا لِشَيْءٍ مِنْهَا، فَهُمْ يَقُولُونَ: إِنَّ تِلْكَ الْمَادَّةَ السَّدِيمِيَّةَ كَانَتْ مُؤَلَّفَةً مِنْ أَجْزَاءٍ دَقِيقَةٍ مُتَحَرِّكَةٍ، وَأَنَّهَا قَدْ تَجَمَّعَ بَعْضُهَا وَانْجَذَبَ إِلَى بَعْضٍ بِمُقْتَضَى سُنَّةِ الْجَاذِبِيَّةِ الْعَامَّةِ، فَكَانَ مِنْهَا كُرَةٌ عَظِيمَةٌ تَدُورُ عَلَى مِحْوَرِ نَفْسِهَا، وَأَنَّ شِدَّةَ الْحَرَكَةِ </p><p> أَحْدَثَتْ فِيهَا اشْتِعَالًا فَكَانَتْ ضِيَاءً - أَيْ نُورًا ذَا حَرَارَةٍ، وَهَذِهِ الْكُرَةُ الْأُولَى مِنْ عَالَمِنَا هِيَ الَّتِي نُسَمِّيهَا الشَّمْسَ. </p><p> وَيَقُولُونَ أَيْضًا: إِنَّ الْكَوَاكِبَ الدَّرَارِيَّ التَّابِعَةَ لِهَذِهِ الشَّمْسِ فِيمَا نُشَاهِدُ مِنْ نِظَامِ عَالَمِنَا هَذَا قَدِ انْفَتَقَتْ مِنْ رَتْقِهَا، وَانْفَصَلَتْ مِنْ جِرْمِهَا، وَصَارَتْ تَدُورُ عَلَى مَحَاوِرِهَا مِثْلِهَا. وَمِنْهَا أَرْضُنَا هَذِهِ، فَقَدْ كَانَتْ مُشْتَعِلَةً مِثْلَهَا. ثُمَّ انْتَقَلَتْ مِنْ طَوْرِ الْغَازَاتِ الْمُشْتَعِلَةِ إِلَى طَوْرِ الْمَائِيَّةِ فِي زَمَنٍ طَوِيلٍ بِنِظَامٍ مُقَدَّرٍ بِكَثْرَةِ مَا فِيهَا مِنَ الْعُنْصُرَيْنِ اللَّذَيْنِ يَتَكَوَّنُ مِنْهُمَا بُخَارُ الْمَاءِ فَكَانَا يَرْتَفِعَانِ مِنْهَا فِي الْجَوِّ فَيَبْرُدَانِ فَيُكَوِّنَانِ بُخَارًا فَمَاءً يَنْجَذِبُ إِلَيْهَا ثُمَّ يَتَبَخَّرُ مِنْهَا حَتَّى غَلَبَ عَلَيْهَا طَوْرُ الْمَائِيَّةِ. ثُمَّ تَكَوَّنَتِ الْيَابِسَةُ فِي هَذَا الْمَاءِ بِتَجْمِيعِ مَوَادِّهَا طَبَقَةً بَعْدَ طَبَقَةٍ، وَتَوَلَّدَتْ فِيهَا الْمَعَادِنُ وَالْأَحْيَاءُ الْحَيَوَانِيَّةُ وَالنَّبَاتِيَّةُ بِسَبَبِ حَرَكَةِ أَجْزَاءِ الْمَادَّةِ وَتَجَمُّعِ بَعْضِهَا عَلَى بَعْضٍ بِنِسَبٍ وَمَقَادِيرَ مَخْصُوصَةٍ وَقَدْ ظَهَرَ بِالْبَحْثِ وَالْحَفْرِ أَنَّ بَعْضَ طَبَقَاتِ الْأَرْضِ خَالِيَةٌ مِنْ آثَارِ الْحَيَوَانِ وَالنَّبَاتِ جَمِيعًا فَعُلِمَ أَنَّ تَكَوُّنَهَا كَانَ قَبْلَ وُجُودِهِمَا فِيهَا. </p><p> فَهَذِهِ الْأَقْوَالُ وَمَا فَصَّلُوهَا بِهِ مِمَّا رَأَوْهُ أَقْرَبَ النَّظَرِيَّاتِ إِلَى سُنَنِ الْكَوْنِ وَصِفَةِ عَنَاصِرِهِ الْبَسِيطَةِ وَحَرَكَتِهَا، وَتَكُونُ الْمَعَادِنُ مِنْهَا، وَالْمَادَّةُ الزُّلَالِيَّةُ ذَاتُ الْقُوَى الَّتِي بِهَا كَانَتْ أَصْلَ الْعَوَالِمِ الْحَيَّةِ كَالتَّغَذِّي وَالِانْقِسَامِ وَالتَّوَلُّدِ، وَهِيَ الَّتِي يُسَمُّونَهَا (بُرُتُوبِلَاسْمَا) وَصِفَةِ تَكَوُّنِ الْخَلَايَا الَّتِي تَرَكَّبَتْ مِنْهَا الْأَجْسَامُ الْعُضْوِيَّةُ - كُلُّ ذَلِكَ تَفْصِيلٌ لِخَلْقِ الْعَوَالِمِ أَطْوَارًا بِسُنَنٍ ثَابِتَةٍ وَتَقْدِيرٍ مُنَظَّمٍ لَمْ يَكُنْ مِنْهُ </p><p> شَيْءٌ جُزَافًا، وَقَدْ أَرْشَدَ الْكِتَابُ الْحَكِيمُ إِلَى هَذِهِ الْحَقَائِقِ الْعَامَّةِ الثَّابِتَةِ فِي نَفْسِهَا، وَإِنْ لَمْ يَثْبُتْ كُلُّ مَا قَالُوهُ مِنْ فُرُوعِهَا وَمَسَائِلِهَا - بِمِثْلِ قَوْلِهِ:  (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ)  (٥٤: ٤٩) وَقَوْلِهِ: (وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا)  (٢٥: ٢) وَقَوْلِهِ حِكَايَةً عَنْ رَسُولِهِ نُوحٍ عَلَيْهِ السَّلَامُ مُخَاطِبًا لِقَوْمِهِ: (مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا وَقَدْ خَلَقَكُمْ أَطْوَارًا أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا وَاللهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا)  (٧١: ١٣ - ١٧) فَمِنْ دَلَائِلِ إِعْجَازِ الْقُرْآنِ أَنَّهُ يُبَيِّنُ الْحَقَائِقَ الَّتِي لَمْ يَكُنْ يَعْرِفُهَا أَحَدٌ مِنَ الْمُخَاطَبِينَ بِهَا فِي زَمَنِ تَنْزِيلِهِ بِعِبَارَةٍ لَا يَتَحَيَّرُونَ فِي فَهْمِهَا وَالِاسْتِفَادَةِ مِنْهَا مُجْمَلَةٍ، وَإِنْ كَانَ فَهْمُ مَا وَرَاءَهَا مِنَ التَّفْصِيلِ الَّذِي يَعْلَمُهُ وَلَا يَعْلَمُونَهُ يَتَوَقَّفُ عَلَى تَرَقِّي الْبَشَرِ فِي الْعُلُومِ وَالْفُنُونِ الْخَاصَّةِ بِذَلِكَ. </p><p> وَقَدْ سَبَقَ عُلَمَاءُ الْإِسْلَامِ إِلَى كَثِيرٍ مِمَّا يَظَنُّ الْآنَ أَنَّ عُلَمَاءَ الْإِفْرِنْجِ قَدِ انْفَرَدُوا بِهِ مِنْ مَسَائِلِ نِظَامِ الْخَلْقِ. وَمِنْ ذَلِكَ قَوْلُ الْفَخْرِ الرَّازِيِّ: الْأَشْبَهُ أَنَّ هَذِهِ الْمَعْمُورَةَ كَانَتْ فِي سَالِفِ الزَّمَانِ مَغْمُورَةً فِي الْبِحَارِ فَحَصَلَ فِيهَا طِينٌ لَزِجٌ فَتَحَجَّرَ بَعْدَ الِانْكِشَافِ، وَحَصَلَ الشُّهُوقُ بِحَفْرِ السُّيُولِ وَالرِّيَاحِ وَلِذَلِكَ كَثُرَتْ فِيهَا الْجِبَالُ، وَمِمَّا يُؤَكِّدُ هَذَا الظَّنَّ أَنَّا نَجِدُ </p><p> فِي كَثِيرٍ مِنَ الْأَحْجَارِ إِذَا كَسَرْنَاهَا أَجْزَاءَ الْمَائِيَّةِ كَالْأَصْدَافِ وَالْحِيتَانِ اهـ. </p><p> يَظُنُّ بَعْضُ قَصِيرِي النَّظَرِ وَضَعِيفِي الْفِكْرِ أَنَّ الْخَلْقَ الْأُنُفَ - (بِضَمَّتَيْنِ) : الْجُزَافُ - الَّذِي لَا تَقْدِيرَ فِيهِ وَلَا تَدْرِيجَ نِظَامٍ - أَدَلُّ عَلَى وُجُودِ الْخَالِقِ وَعَلَى عَظَمَةِ قُدْرَتِهِ، وَيُقَوِّي هَذَا الظَّنَّ عِنْدَ بَعْضِ النَّاسِ مَا عُلِمَ مِنْ كُفْرِ بَعْضِ الْبَاحِثِينَ فِي نِظَامِ الْخَلْقِ وَالتَّكْوِينِ وَسُنَنِهِ بِالْخَالِقِ عَزَّ وَجَلَّ وَإِنْ كَانَ كُفْرُهُمْ ذُهُولًا وَاشْتِغَالًا عَنِ الصَّانِعِ بِدِقَّةِ الصَّنْعَةِ، وَتَجْوِيزًا لِحُصُولِ النِّظَامِ فِيهَا بِنَفْسِهِ مُصَادَفَةً وَاتِّفَاقًا، وَالصَّوَابُ الْمَعْقُولُ: أَنَّ النِّظَامَ أَدَلُّ الدَّلَائِلِ عَلَى الْإِرَادَةِ وَالِاخْتِيَارِ، وَالْعِلْمِ وَالْحِكْمَةِ فِي آثَارِ الْقُدْرَةِ، وَعَلَى وَحْدَانِيَّةِ الْخَالِقِ. فَإِنَّ وَحْدَةَ النِّظَامِ فِي الْعَالَمِ أَظْهَرُ الْبَرَاهِينِ عَلَى وَحْدَةِ الرَّبِّ تَعَالَى. وَمَا لَا نِظَامَ فِيهِ هُوَ الَّذِي قَدْ يَخْطُرُ فِي بَالِ رَائِيهِ أَنَّ وُجُودَهُ أَمْرٌ اتِّفَاقِيٌّ أَوْ مِنْ قَذَفَاتِ الضَّرُورَةِ الْعَمْيَاءِ أَوْ بِفِعْلِ أَكْثَرَ مِنْ وَاحِدٍ. وَأَيُّ عَاقِلٍ لَا يُفَرِّقُ بَيْنَ كَوْمَةٍ مِنَ الْحَصَى يَرَاهَا فِي الصَّحْرَاءِ وَبَيْنَ قَصْرٍ مَشِيدٍ، فِيهِ جَمِيعُ مَا يَحْتَاجُ إِلَيْهِ مُتْرَفُو الْأَغْنِيَاءِ مِنْ حُجُرَاتٍ وَمَرَافِقَ، أَفَيُعْقَلُ أَنْ يَكُونَ النِّظَامُ الْعَامُّ فِي الْعَالَمِ الْأَكْبَرِ </p><p> وَوَحْدَةُ السُّنَنِ الَّتِي قَامَ بِهَا بِالْمُصَادَفَةِ؟ أَوْ أَثَرِ إِرَادَاتٍ مُتَعَدِّدَةٍ؟ ! كَلَّا. </p><p> (فَإِنْ قِيلَ) : قَدْ وَرَدَ فِي الْأَخْبَارِ وَالْآثَارِ أَنَّ هَذِهِ الْأَيَّامَ السِّتَّةَ هِيَ مِنْ أَيَّامِ دُنْيَانَا وَاقْتَصَرَ عَلَيْهِ بَعْضُ مُفَسِّرِينَا، وَفِي حَدِيثٍ أَخْرَجَهُ أَحْمَدُ فِي مُسْنَدِهِ وَمُسْلِمٌ فِي صَحِيحِهِ عَنْ أَبِي هُرَيْرَةَ قَالَ: أَخَذَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِي فَقَالَ: \" خَلَقَ اللهُ عَزَّ وَجَلَّ التُّرْبَةَ يَوْمَ السَّبْتَ وَخَلَقَ الْجِبَالَ فِيهَا يَوْمَ الْأَحَدِ وَخَلَقَ الشَّجَرَ فِيهَا يَوْمَ الْإِثْنَيْنِ وَخَلَقَ الْمَكْرُوهَ يَوْمَ الثُّلَاثَاءِ وَخَلَقَ النُّورَ يَوْمَ الْأَرْبِعَاءِ، وَبَثَّ فِيهَا الدَّوَابَّ يَوْمَ الْخَمِيسِ، وَخَلَقَ آدَمَ بَعْدَ الْعَصْرِ يَوْمَ الْجُمُعَةِ آخِرِ الْخَلْقِ فِي آخِرِ سَاعَةٍ مِنْ سَاعَاتِ الْجُمُعَةِ فِيمَا بَيْنَ الْعَصْرِ إِلَى اللَّيْلِ \" وَهَذَا ظَاهِرٌ فِي أَنَّ الْخَلْقَ كَانَ جُزَافًا وَدُفْعَةً وَاحِدَةً لِكُلِّ نَوْعٍ فِي يَوْمٍ مِنْ أَيَّامِنَا الْقَصِيرَةِ. </p><p> (فَالْجَوَابُ) : أَنَّ كُلَّ مَا رُوِيَ فِي هَذِهِ الْمَسْأَلَةِ مِنَ الْأَخْبَارِ وَالْآثَارِ مَأْخُوذٌ مِنَ الْإِسْرَائِيلِيَّاتِ لَمْ يَصِحَّ فِيهَا حَدِيثٌ مَرْفُوعٌ، وَحَدِيثُ أَبِي هُرَيْرَةَ هَذَا وَهُوَ أَقْوَاهَا مَرْدُودٌ بِمُخَالَفَةِ مَتْنِهِ لِنَصِّ كِتَابِ اللهِ وَأَمَّا سَنَدُهُ فَلَا يَغُرَّنَّكَ رِوَايَةُ مُسْلِمٍ لَهُ بِهِ، فَهُوَ قَدْ رَوَاهُ كَغَيْرِهِ عَنْ حَجَّاجِ بْنِ مُحَمَّدٍ الْأَعْوَرِ الْمَصِّيصِيِّ، عَنِ ابْنِ جُرَيْجٍ وَهُوَ قَدْ تَغَيَّرَ فِي آخِرِ عُمْرِهِ وَثَبَتَ أَنَّهُ حَدَّثَ بَعْدَ اخْتِلَاطِ عَقْلِهِ، كَمَا فِي تَهْذِيبِ التَّهْذِيبِ وَغَيْرِهِ. وَالظَّاهِرُ أَنَّ هَذَا الْحَدِيثَ مِمَّا حَدَّثَ بِهِ بَعْدَ اخْتِلَاطِهِ قَالَ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ بَعْدَ إِيرَادِهِ فِي تَفْسِيرِ الْآيَةِ: وَفِيهِ اسْتِيعَابُ الْأَيَّامِ السَّبْعَةِ وَاللهُ تَعَالَى قَالَ: (فِي سِتَّةِ أَيَّامٍ) وَلِهَذَا تَكَلَّمَ الْبُخَارِيُّ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ فِي هَذَا الْحَدِيثِ وَجَعَلُوهُ مِنْ رِوَايَةِ أَبِي هُرَيْرَةَ عَنْ كَعْبِ الْأَحْبَارِ لَيْسَ مَرْفُوعًا وَاللهُ أَعْلَمُ اهـ. أَيْ فَيَكُونُ رَفْعُ أَبِي هُرَيْرَةَ لَهُ مِنْ خَلْطِ حَجَّاجِ بْنِ الْأَعْوَرِ. وَقَدْ هَدَانَا اللهُ مِنْ قَبْلُ إِلَى حَمْلِ بَعْضِ مُشْكِلَاتِ أَحَادِيثِ أَبِي هُرَيْرَةَ الْمُعَنْعَنَةِ عَلَى الرِّوَايَةِ عَنْ كَعْبِ الْأَحْبَارِ الَّذِي أَدْخَلَ عَلَى الْمُسْلِمِينَ شَيْئًا كَثِيرًا مِنَ الْإِسْرَائِيلِيَّاتِ الْبَاطِلَةِ وَالْمُخْتَرَعَةِ وَخَفِيَ عَلَى كَثِيرٍ مِنَ الْمُحَدِّثِينَ كَذِبُهُ </p><p> وَدَجَلُهُ لِتَعَبُّدِهِ، وَقَدْ قَوِيَتْ حُجَّتُنَا عَلَى ذَلِكَ بِطَعْنِ أَكْبَرِ الْحُفَّاظِ فِي حَدِيثٍ مَرْفُوعٍ عَزَى إِلَيْهِ فِيهِ التَّصْرِيحُ بِالسَّمَاعِ. عَلَى أَنَّ رُوَاةَ التَّفْسِيرِ الْمَأْثُورِ أَخْرَجُوا عَنْ كَعْبٍ خِلَافَ هَذَا كَرِوَايَةِ ابْنِ أَبِي شَيْبَةَ عَنْهُ أَنَّهُ قَالَ: بَدَأَ اللهُ بِخَلْقِ السَّمَاوَاتِ وَالْأَرْضِ يَوْمَ الْأَحَدِ وَالِاثْنَيْنِ وَالثُّلَاثَاءِ وَالْأَرْبَعَاءِ وَالْخَمِيسِ وَالْجُمُعَةِ وَجَعَلَ كُلَّ يَوْمٍ أَلْفَ سَنَةٍ. وَثَمَّةَ آثَارٌ أُخْرَى عَنْ مُفَسِّرِي السَّلَفِ فِي تَقْدِيرِ الْيَوْمِ مِنْهَا بِأَلْفِ سَنَةٍ. مِنْهَا رِوَايَةُ الضَّحَّاكِ عَنِ ابْنِ عَبَّاسٍ، وَمِثْلُهُ عَنْ مُجَاهِدٍ، وَأَحْمَدَ بْنِ حَنْبَلٍ. وَهَذَا دَلِيلٌ </p><p> عَلَى أَنَّهُمْ وَإِنْ سَمَّوْا تِلْكَ الْأَيَّامَ بِأَسْمَاءِ أَيَّامِنَا فَإِنَّهُمْ لَا يَعْنُونَ أَنَّهَا مِنْهَا، عَلَى أَنَّ الْخَمْسَةَ الْأُولَى مَأْخُوذَةٌ مِنْ أَسْمَاءِ الْأَعْدَادِ الْأُولَى. </p><p> وَفِي حَدِيثِ أَبِي هُرَيْرَةَ عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَغَيْرِهِمَا أَنَّ آدَمَ خُلِقَ يَوْمَ الْجُمُعَةِ، فَإِذَا لَمْ يَكُنْ هَذَا مِمَّا رَوَاهُ عَنْ كَعْبٍ مِنَ الْإِسْرَائِيلِيَّاتِ فَلَا خِلَافَ فِي أَنَّ خَلْقَ آدَمَ قَدْ كَانَ بَعْدَ أَنْ تَمَّ خَلْقُ الْأَرْضِ وَصَارَتْ أَيَّامُهَا كَمَا نَعْلَمُ، فَنَقُولُ: إِنَّ اللهَ أَعْلَمَ رَسُولَهُ أَنَّ ذَلِكَ الْيَوْمَ هُوَ الَّذِي سُمِّيَ بَعْدَ ذَلِكَ بِالْجُمُعَةِ، وَالظَّاهِرُ أَنَّهُ لَا يُعَدُّ مِنَ الْأَيَّامِ الْأَرْبَعَةِ الَّتِي خُلِقَتْ فِيهَا الْأَرْضُ كَمَا فِي سُورَةِ حم السَّجْدَةِ \" فُصِّلَتْ \" . </p><p> وَسَرْدُ الْآيَاتِ الَّتِي خُلِقَتْ فِيهَا السَّمَاوَاتُ وَالْأَرْضُ فِي سِفْرِ التَّكْوِينِ يُخَالِفُ بِتَفْصِيلِهِ مَا قَرَّرَهُ عُلَمَاءُ الْكَوْنِ مُخَالَفَةً صَرِيحَةً تَتَعَاصَى عَلَى التَّأْوِيلِ، وَقَدِ اعْتَرَفَ بِذَلِكَ الْعُلَمَاءُ الَّذِينَ خَدَمُوا الدِّينَ مِنْ أَهْلِ الْكِتَابِ. وَلَمْ يَعُدُّوا هَذِهِ الْمُخَالَفَةَ عَلَى كَثْرَةِ مَسَائِلِهَا مَطْعَنًا فِي كَوْنِ سِفْرِ التَّكْوِينِ وَحْيًا كَسَائِرِ أَسْفَارِ التَّوْرَاةِ، وَجَزَمُوا بِتَفْسِيرِ الْيَوْمِ بِالزَّمَنِ الطَّوِيلِ وَإِنْ وَرَدَ فِي وَصْفِ كُلٍّ مِنْهَا:  \" وَكَانَ مَسَاءَ وَكَانَ صَبَاحَ \" وَهَاكَ أَمْثَلُ حَلٍّ لِلْإِشْكَالِ عِنْدَهُمْ: قَالَ الدُّكْتُورُ بوست فِي قَامُوسِ الْكِتَابِ الْمُقَدَّسِ بَعْدَ تَلْخِيصِ الْفَصْلَيْنِ الْأَوَّلِ وَالثَّانِي مِنْ سِفْرِ التَّكْوِينِ: وَإِذَا قَالَ أَحَدٌ إِنَّ قِصَّةَ الْخَلِيقَةِ فِي هَذَيْنِ الْإِصْحَاحَيْنِ لَا تُطَابِقُ فِي كُلِّ شَيْءٍ عِلْمَ الْهَيْئَةِ وَالْجِيُولُوجْيَا (أَيْ عِلْمَ طَبَقَاتِ الْأَرْضِ) وَالنَّبَاتِ وَالْحَيَوَانِ أَجَبْنَا: </p><p> (أَوَّلًا) : إِنَّ الْكَلَامَ عَنِ الْخَلِيقَةِ فِي هَذِهِ الْآيَةِ لَيْسَ كَلَامًا عِلْمِيًّا. </p><p> (ثَانِيًا) : إِنَّهُ يُطَابِقُ قَوَاعِدَ الْعِلْمِ الرَّئِيسِيَّةَ مُطَابَقَةً غَرِيبَةً لَا يَسَعُنَا الْبَحْثُ عَنْهَا هُنَا مَلِيًّا، فَقَدْ أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ الْمَادَّةَ قَبْلَ النُّورِ وَلَازِمَةٌ لِظُهُورِ النُّورِ، وَأَنَّ النُّورَ الْمُنْتَشِرَ قَدْ سَبَقَ جَمْعَ الْمَادَّةِ عَلَى هَيْئَةِ شُمُوسٍ وَسَيَّارَاتٍ، وَأَنَّ الْأَجْرَامَ السَّمَاوِيَّةَ لَمْ تَظْهَرْ لِلْوَاقِفِ عَلَى سَطْحِ الْأَرْضِ قَبْلَ فَصْلِ الْأَبْخِرَةِ عَنْ سَطْحِهَا وَتَكْوِينِ الْجِلْدِ، وَأَنَّ كُلَّ هَذِهِ الْأَشْيَاءِ سَبَقَتِ الْحَيَاةَ النَّبَاتِيَّةَ وَالْحَيَوَانِيَّةَ، وَأَنَّ الْإِنْسَانَ آخِرُ الْخَلِيقَةِ الْحَيَوَانِيَّةِ اهـ. </p><p> وَنَقُولُ: إِنَّ فِي هَذَا الْإِجْمَاعِ الَّذِي ادَّعَاهُ أَبْحَاثًا لَا حَاجَةَ إِلَى الْخَوْضِ فِيهَا هُنَا، وَلَوْ أَنَّ الْقُرْآنَ هُوَ الَّذِي فَصَّلَ ذَلِكَ التَّفْصِيلَ لِلْخَلِيقَةِ لَمَا رَضِيَ مِنَّا بوست بِمِثْلِ هَذَا التَّأْوِيلِ فِي الرَّدِّ عَلَى مَنْ كَانُوا يُنْكِرُونَ عَلَيْهِ كَمَا أَنْكَرُوا عَلَى التَّوْرَاةِ. وَمِنَ </p><p> الظَّاهِرِ الْجَلِيِّ أَنَّ سِفْرَ التَّكْوِينِ </p><p> مَوْضُوعٌ لِبَيَانِ صِفَةِ الْخَلْقِ بِالتَّفْصِيلِ فَلَا يَصِحُّ أَنْ يُخَالِفَ الْوَاقِعَ إِذَا كَانَ وَحْيًا مِنَ اللهِ: وَأَمَّا الْقُرْآنُ فَلَمْ يَذْكُرْ ذَلِكَ إِلَّا لِأَجْلِ الِاسْتِدْلَالِ بِهِ عَلَى وَحْدَانِيَّةِ الرَّبِّ وَاسْتِحْقَاقِهِ لِلْعِبَادَةِ وَحْدَهُ كَمَا بَيَّنَّا آنِفًا. </p><p> (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) أَيْ ثُمَّ إِنَّهُ سُبْحَانَهُ وَتَعَالَى قَدِ اسْتَوَى بَعْدَ تَكْوِينِ هَذَا الْمُلْكِ عَلَى عَرْشِهِ كَمَا يَلِيقُ بِهِ، يُدَبِّرُ أَمْرَهُ وَيُصَرِّفُ نِظَامَهُ حَسَبَ تَقْدِيرِهِ الَّذِي اقْتَضَتْهُ حِكْمَتُهُ فِيهِ كَمَا قَالَ فِي سُورَةِ يُونُسَ:  (إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ)  (١٠: ٣) وَفِي سُورَةِ الرَّعْدِ: (اللهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمْدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمَّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لِآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ)  (١٣: ٢، ٣) وَهُوَ بِمَعْنَى مَا هُنَا. </p><p> الْعَرْشُ فِي الْأَصْلِ الشَّيْءُ الْمُسَقَّفُ كَمَا قَالَ الرَّاغِبُ، وَبَيَّنَّا اشْتِقَاقَهُ فِي تَفْسِيرِ الْجَنَّاتِ الْمَعْرُوشَاتِ مِنْ سُورَةِ الْأَنْعَامِ وَيُطْلَقُ عَلَى هَوْدَجٍ لِلْمَرْأَةِ يُشْبِهُ عَرِيشَ الْكَرْمِ، وَعَلَى سَرِيرِ الْمَلِكِ وَكُرْسِيِّهِ الرَّسْمِيِّ فِي مَجْلِسِ الْحُكْمِ وَالتَّدْبِيرِ. </p><p> وَحَقِيقَةُ الِاسْتِوَاءِ فِي اللُّغَةِ التَّسَاوِي وَاسْتِقَامَةُ الشَّيْءِ وَاعْتِدَالُهُ، وَمِنَ الْمَجَازِ كَمَا فِي الْأَسَاسِ: اسْتَوَى عَلَى الدَّابَّةِ وَعَلَى السَّرِيرِ وَالْفِرَاشِ، وَانْتَهَى شَبَابُهُ وَاسْتَوَى، وَاسْتَوَى عَلَى الْبَلَدِ اهـ، وَقَالَ فِي مَادَّة عَ رَشَ: وَاسْتَوَى عَلَى عَرْشِهِ إِذَا مَلَكَ، وَثَلَّ عَرْشُهُ إِذَا هَلَكَ اهـ. وَفِي الْمِصْبَاحِ: وَاسْتَوَى عَلَى سَرِيرِ الْمُلْكِ - كِنَايَةً عَنِ التَّمَلُّكِ وَإِنْ لَمْ يَجْلِسْ عَلَيْهِ، كَمَا قِيلَ: مَبْسُوطُ الْيَدِ وَمَقْبُوضُ الْيَدِ، كِنَايَةً عَنِ الْجُودِ وَالْبُخْلِ اهـ. </p><p> لَمْ يَشْتَبِهْ أَحَدٌ مِنَ الصَّحَابَةِ فِي مَعْنَى اسْتِوَاءِ الرَّبِّ تَعَالَى عَلَى الْعَرْشِ، عَلَى عِلْمِهِمْ بِتَنَزُّهِهِ سُبْحَانَهُ عَنْ صِفَاتِ الْبَشَرِ وَغَيْرِهِمْ مِنَ الْخَلْقِ، إِذْ كَانُوا يَفْهَمُونَ أَنَّ اسْتِوَاءَهُ تَعَالَى عَلَى عَرْشِهِ عِبَارَةٌ عَنِ اسْتِقَامَةِ أَمْرِ مُلْكِ السَّمَاوَاتِ وَالْأَرْضِ لَهُ وَانْفِرَادِهِ هُوَ بِتَدْبِيرِهِ. وَأَنَّ الْإِيمَانَ بِذَلِكَ لَا يَتَوَقَّفُ عَلَى مَعْرِفَةِ كُنْهِ ذَلِكَ التَّدْبِيرِ وَصِفَتِهِ وَكَيْفَ يَكُونُ، بَلْ لَا يَتَوَقَّفُ عَلَى وُجُودِ عَرْشٍ، وَلَكِنْ وَرَدَ فِي الْكِتَابِ وَالسُّنَّةِ أَنَّ لِلَّهِ عَرْشًا خَلَقَهُ قَبْلَ خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ. وَأَنَّ لَهُ حَمَلَةً مِنَ الْمَلَائِكَةِ، فَهُوَ كَمَا تَدُلُّ اللُّغَةُ مَرْكَزُ تَدْبِيرِ الْعَالَمِ كُلِّهِ. قَالَ تَعَالَى فِي سُورَةِ هُودٍ: </p><p> (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ)  (١١: ٧) وَلَكِنَّ عَقِيدَةَ التَّنْزِيهِ الْقَطْعِيَّةَ الثَّابِتَةَ بِالنَّقْلِ وَالْعَقْلِ كَانَتْ مَانِعَةً لِكُلٍّ مِنْهُمْ أَنْ يَتَوَهَّمَ أَنَّ فِي التَّعْبِيرِ بِالِاسْتِوَاءِ عَلَى الْعَرْشِ شُبْهَةَ تَشْبِيهٍ لِلْخَالِقِ بِالْمَخْلُوقِ. كَيْفَ وَأَنَّ بَعْضَ الْقَرَائِنِ الضَّعِيفَةِ لَفْظِيَّةً </p><p> أَوْ مَعْنَوِيَّةً تَمْنَعُ فِي لُغَتِهِمْ حَمْلَ اللَّفْظِ عَلَى مَعْنَاهُ الْبَشَرِيِّ فَكَيْفَ إِذَا كَانَ لَا يُعْقَلُ؟ فَكَيْفَ وَالِاسْتِوَاءُ عَلَى الشَّيْءِ مُسْتَعْمَلٌ فِي الْبَشَرِ اسْتِعْمَالًا مَجَازِيًّا وَكِنَائِيًّا كَمَا تَقَدَّمَ؟ وَالْقَاعِدَةُ الَّتِي كَانُوا عَلَيْهَا فِي كُلِّ مَا أَسْنَدَهُ الرَّبُّ تَعَالَى إِلَى نَفْسِهِ مِنَ الصِّفَاتِ وَالْأَفْعَالِ الَّتِي وَرَدَتِ اللُّغَةُ فِي اسْتِعْمَالِهَا فِي الْخَلْقِ: أَنْ يُؤْمِنُوا بِمَا تَدُلُّ عَلَيْهِ مِنْ مَعْنَى الْكَمَالِ وَالتَّصَرُّفِ مَعَ التَّنْزِيهِ عَنْ تَشْبِيهِ الرَّبِّ بِخَلْقِهِ، فَيَقُولُونَ: إِنَّهُ اتَّصَفَ بِالرَّحْمَةِ وَالْمَحَبَّةِ وَاسْتَوَى عَلَى عَرْشِهِ، بِالْمَعْنَى الَّذِي يَلِيقُ بِهِ، لَا بِمَعْنَى الِانْفِعَالِ الْحَادِثِ الَّذِي نَجِدُهُ لِلْحُبِّ وَالرَّحْمَةِ فِي أَنْفُسِنَا، وَلَا مَا نَعْهَدُهُ مِنَ الِاسْتِوَاءِ وَالتَّدْبِيرِ مِنْ مُلُوكِنَا. وَحَسْبُنَا أَنْ نَسْتَفِيدَ مِنْ وَصْفِهِ بِهَاتَيْنِ الصِّفَتَيْنِ أَثَرَهُمَا فِي خَلْقِهِ، وَأَنْ نَطْلُبَ رَحْمَتَهُ وَنَعْمَلَ مَا يُكْسِبُنَا مَحَبَّتَهُ، وَمَا يَتَرَتَّبُ عَلَيْهِمَا مِنْ مَثُوبَتِهِ وَإِحْسَانِهِ، وَنَسْتَفِيدُ مِنَ الِاسْتِوَاءِ عَلَى عَرْشِهِ كَوْنَ الْمُلْكِ وَالتَّدْبِيرِ لَهُ وَحْدَهُ فَلَا نَعْبُدُ غَيْرَهُ، وَلِذَلِكَ قَرَنَهُ فِي آخِرِ آيَةِ يُونُسَ بِقَوْلِهِ:  (مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ)  (١٠: ٣) وَفِي سُورَةِ الم السَّجْدَةِ (اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ)  (٣٢: ٤) وَهَذَا يُؤَيِّدُ مَا صَدَّرْنَا بِهِ تَفْسِيرَ الْآيَةِ مِنْ أَنَّهَا كَأَمْثَالِهَا تُقَرِّرُ وَحْدَانِيَّةَ الرُّبُوبِيَّةِ عَلَى أَنَّهَا حُجَّةٌ لِوَحْدَانِيَّةِ الْإِلَهِيَّةِ وَإِبْطَالِ عِبَادَةِ غَيْرِهِ تَعَالَى مَعَهُ بِمَعْنَى مَا كَانُوا يَدْعُونَهُ مِنَ الشَّفَاعَةِ. </p><p> أَخْرَجَ ابْنُ مَرْدَوَيْهِ وَاللَّالِكَائِيُّ فِي السُّنَّةِ أَنَّ أُمَّ سَلَمَةَ أُمَّ الْمُؤْمِنِينَ رَضِيَ اللهُ عَنْهَا قَالَتْ فِي الْجُمْلَةِ: الْكَيْفُ غَيْرُ مَعْقُولٍ وَالِاسْتِوَاءُ غَيْرُ مَجْهُولٍ وَالْإِقْرَارُ بِهِ إِيمَانٌ وَالْجُحُودُ بِهِ كُفْرٌ. فَإِنْ صَحَّ كَانَ سَبَبُهُ شُبْهَةً بَلَغَتْهَا مِنْ بَعْضِ التَّابِعِينَ، إِذْ حَدَثَ مِنْ بَعْضِهِمُ الِاشْتِبَاهُ فِي فَهْمِ أَمْثَالِ هَذِهِ النُّصُوصِ، كَمَا كَثُرَ فِي الْمُسْلِمِينَ مَنْ لَا يَفْهَمُ اللُّغَةَ حَقَّ الْفَهْمِ، وَلَمْ يَتَلَقَّ الدِّينَ عَنْ أَئِمَّةِ الْعِلْمِ. فَكَانَ الْمُشْتَبِهُ يَسْأَلُ كِبَارَ الْعُلَمَاءِ فَيُجِيبُونَ بِمَا تَلَقَّوْا عَنِ الصَّحَابَةِ وَالتَّابِعِينَ مِنَ الْجَمْعِ بَيْنَ إِمْرَارِ النُّصُوصِ وَقَبُولِهَا كَمَا وَرَدَتْ وَتَنْزِيهِ الرَّبِّ تَعَالَى وَاسْتِنْكَارِ السُّؤَالِ فِي صِفَاتِهِ عَنِ الْكَيْفِ. </p><p> وَأَخْرَجَ اللَّالِكَائِيُّ فِي السُّنَّةِ وَالْبَيْهَقِيُّ فِي الْأَسْمَاءِ وَالصِّفَاتِ أَنَّ رَبِيعَةَ شَيْخَ </p><p> الْإِمَامِ مَالِكٍ سُئِلَ عَنْ قَوْلِهِ:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) كَيْفَ اسْتَوَى؟ فَقَالَ: الِاسْتِوَاءُ غَيْرُ مَجْهُولٍ، وَالْكَيْفُ غَيْرُ مَعْقُولٍ، وَمِنَ اللهِ الرِّسَالَةُ، وَعَلَى الرَّسُولِ الْبَلَاغُ، وَعَلَيْنَا التَّصْدِيقُ، وَأَخْرَجَا أَنَّ مَالِكًا سُئِلَ هَذَا السُّؤَالَ أَيْضًا فَوَجَدَ وَجْدًا شَدِيدًا وَأَخَذَتْهُ الرُّحَضَاءُ، وَلَمَّا سُرِّيَ عَنْهُ قَالَ لِلسَّائِلِ: الْكَيْفُ غَيْرُ مَعْقُولٍ، وَالِاسْتِوَاءُ مِنْهُ غَيْرُ مَجْهُولٍ، وَالْإِيمَانُ بِهِ وَاجِبٌ، وَالسُّؤَالُ عَنْهُ بِدْعَةٌ، وَإِنِّي أَخَافُ أَنْ تَكُونَ ضَالًّا، وَأَمَرَ بِهِ فَأُخْرِجَ. وَفِي رِوَايَةٍ أَنَّهُ قَالَ:  \" الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى \" كَمَا وَصَفَ نَفْسَهُ، وَلَا يُقَالُ لَهُ كَيْفَ:  \" وَكَيْفَ \" عَنْهُ </p>"
}