{
  "id": null,
  "sura": 7,
  "aya": 86,
  "text": "<p> فِي مَوَاضِعَ أُخْرَى؛ وَلِذَلِكَ تَقِلُّ السَّرِقَةُ وَالْخِيَانَةُ فِي الْبِلَادِ الَّتِي يَغْلِبُ عَلَى أَهْلِهَا التَّدَيُّنُ الصَّحِيحُ كَبِلَادِ نَجْدٍ وَأَكْثَرِ بِلَادِ الْيَمَنِ عَلَى قِلَّةِ وَسَائِلِ الْمُحَافَظَةِ عَلَى الْأَمْوَالِ فِيهِمَا، وَتَكْثُرُ فِي غَيْرِهَا عَلَى كَثْرَةِ تِلْكَ الْوَسَائِلِ. </p><p> وَمِنْ عَجِيبِ أَمْرِ حُكُومَتِنَا الْمِصْرِيَّةِ أَنَّهَا تُقَلِّدُ الْإِفْرِنْجَ فِي نِظَامِ التَّعْلِيمِ وَفِي إِطْلَاقِ الْحُرِّيَّةِ الشَّخْصِيَّةِ، وَتَغْفُلُ عَمَّا يَجِبُ مِنَ التَّرْبِيَةِ الدِّينِيَّةِ. حَتَّى إِنَّ أَدَاءَ الصَّلَاةِ فِي مَدَارِسِهَا اخْتِيَارِيٌّ لَا يُطَالَبُ بِهِ التَّلَامِيذُ وَالطُّلَّابُ وَلَا يُنْكَرُ عَلَيْهِمْ تَرْكُهُ. وَقَدْ فَشَتْ فِي الْبِلَادِ الْجَرَائِمُ مِنْ قَتْلٍ وَسَلْبٍ وَإِفْسَادِ زَرْعٍ وَفِسْقٍ وَفُجُورٍ، وَقَدِ اتُّخِذَتْ عِدَّةُ وَسَائِلَ لِتَقْلِيلِ هَذِهِ الْجِنَايَاتِ بَعْدَ أَنْ عُقِدَتْ عِدَّةُ لِجَانٍ لِدَرْسِهَا وَلَكِنَّهَا لَمْ تَأْتِ أَدْنَى عَمَلٍ لِمُقَاوَمَتِهَا بِالتَّرْبِيَةِ الدِّينِيَّةِ لِلنَّابِتَةِ، وَبَثِّ الْوَعْظِ وَالْإِرْشَادِ فِي الْعَامَّةِ. وَهُوَ أَقْرَبُ الْوَسَائِلِ لِمَنْعِ الْفَسَادِ فِي الْأَرْضِ؛ لِأَنَّ الْوَازِعَ النَّفْسِيَّ أَقْوَى وَأَعَمُّ مِنَ الْوَازِعِ الْخَارِجِيِّ. وَإِنْ كَانَ لَا بُدَّ مِنَ الْجَمْعِ بَيْنَهُمَا، كَمَا قَالَ اللهُ تَعَالَى: </p><p> (وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا) قُلْنَا: إِنَّهُ عَلَيْهِ السَّلَامُ قَدْ بَدَأَ بِدَعْوَتِهِمْ إِلَى تَوْحِيدِ الْعِبَادَةِ لِأَنَّهُ رُكْنُ الدِّينِ الْأَعْظَمُ الَّذِي هَدَمَتْهُ الْوَثَنِيَّةُ، وَثَنَّى بِالْأَوَامِرِ وَالنَّوَاهِي الْمُتَعَلِّقَةِ بِحَالِهِمُ الْغَالِبَةِ عَلَيْهِمْ. وَأَمَّا هَذَا النَّهْيُ عَنْ قَطْعِهِمُ الطُّرُقَ عَلَى مَنْ يَغْشَى مَجْلِسَهُ عَلَيْهِ السَّلَامُ وَيَسْمَعُ دَعْوَتَهُ وَيُؤْمِنُ بِهِ فَلَمْ يُؤَخِّرْهُ لِأَنَّ اقْتِرَافَهُ دُونَ اقْتِرَافِ التَّطْفِيفِ فِي الْكَيْلِ وَالْمِيزَانِ وَبَخْسِ الْحُقُوقِ؛ بَلْ لِأَنَّهُ مُتَأَخِّرٌ عَنْهَا فِي الزَّمَنِ، فَالدَّعْوَةُ قَدْ وُجِّهَتْ أَوَّلًا إِلَى أَقْرَبِ النَّاسِ إِلَيْهِ فِي بَلَدِهِ ثُمَّ إِلَى الْأَقْرَبِ فَالْأَقْرَبِ مِنْهُمْ وَمِمَّنْ يَزُورُ أَرْضَهُمْ، وَقَدْ كَانَ الْأَقْرَبُونَ دَارًا هُمُ الْأَبْعَدِينَ اسْتِجَابَةً لَهُ فِي الْأَكْثَرِ، وَتِلْكَ سُنَّةُ اللهِ فِي الْخَلْقِ. فَلَمَّا رَأَوْا غَيْرَهُمْ يَقْبَلُ دَعْوَتَهُ وَيَعْقِلُهَا وَيَهْتَدِي بِهَا شَرَعُوا يَصُدُّونَ النَّاسَ عَنْهُ، فَلَا يَدَعُونَ طَرِيقًا تُوَصِّلُ إِلَيْهِ إِلَّا قَعَدَ بِهَا مَنْ يَتَوَعَّدُ سَالِكِيهَا إِلَيْهِ وَيَصُدُّونَهُمْ عَنْ سَبِيلِ اللهِ الَّتِي يَدْعُوهُمْ إِلَيْهَا، يَطْلُبُونَ بِالتَّمْوِيهِ وَالتَّضْلِيلِ أَنْ يَجْعَلُوا اسْتِقَامَتَهَا عِوَجًا وَهُدَاهَا ضَلَالًا، وَتَقَدَّمَ مِثْلُ هَذِهِ الْجُمْلَةِ (فِي الْآيَةِ) ٤٥ مِنْ هَذِهِ السُّورَةِ فِي ص ٤٢٧ فَلْيُرَاجَعْ) . </p><p> رَوَى ابْنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ فِي قَوْلِهِ:  (وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ) قَالَ: كَانُوا يَجْلِسُونَ فِي الطَّرِيقِ فَيَقُولُونَ لِمَنْ أَتَى عَلَيْهِمْ: إِنَّ شُعَيْبًا كَذَّابٌ فَلَا يَفْتِنَنَّكُمْ عَنْ دِينِكُمْ. وَفِي رِوَايَةٍ عَنْهُ، بِكُلِّ صِرَاطٍ: طَرِيقٍ - تُوعِدُونَ، قَالَ: تُخَوِّفُونَ النَّاسَ أَنْ يَأْتُوا شُعَيْبًا. </p><p> وَهَذَا تَفْسِيرٌ لِلصِّرَاطِ بِالطَّرِيقِ الْحِسِّيِّ الْحَقِيقِيِّ، وَرُوِيَ عَنْ مُجَاهِدٍ تَفْسِيرُهُ بِالسَّبِيلِ الْمَجَازِيِّ </p><p> قَالَ:  (بِكُلِّ صِرَاطٍ) بِكُلِّ سَبِيلِ حَقٍّ إِلَخْ. وَرُوِيَ أَنَّهُمْ كَانُوا يُخَوِّفُونَ النَّاسَ بِالْقَتْلِ إِذَا آمَنُوا بِهِ. </p><p> وَالْحَاصِلُ: أَنَّهُ نَهَاهُمْ هُنَا عَنْ ثَلَاثَةِ أَشْيَاءَ: (أَوَّلُهَا) قُعُودُهُمْ عَلَى الطُّرُقَاتِ الَّتِي تُوصِّلُ إِلَيْهِ يُخَوِّفُونَ مَنْ يَجِيئُهُ لِيَرْجِعَ عَنْهُ قَبْلَ أَنْ يَرَاهُ وَيَسْمَعَ دَعْوَتَهُ. (ثَانِيهَا) صَدُّهُمْ مَنْ وَصَلَ إِلَيْهِ وَآمَنَ بِهِ بِصَرْفِهِ عَنِ الثَّبَاتِ عَلَى الْإِيمَانِ وَالْإِسْلَامِ وَالِاسْتِقَامَةِ عَلَى سَبِيلِ اللهِ تَعَالَى الْمُوَصِّلَةِ إِلَى سَعَادَةِ الدَّارَيْنِ. (ثَالِثُهَا) ابْتِغَاؤُهُمْ جَعْلَ سَبِيلِ اللهِ الْمُسْتَقِيمَةِ ذَاتَ عِوَجٍ بِالطَّعْنِ وَإِلْقَاءِ الشُّبُهَاتِ الْمُشَكِّكَةِ فِيهَا أَوِ الْمُشَوِّهَةِ لَهَا، كَقَوْلِهِمْ لَهُ عَلَيْهِ السَّلَامُ الَّذِي حَكَاهُ اللهُ تَعَالَى عَنْهُمْ فِي سُورَةِ هُودٍ:  (قَالُوا يَا شُعَيْبُ أَصْلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ)  (١١: ٨٧) . </p><p> فَهَاهُنَا ضَلَالَتَانِ - ضَلَالَةُ التَّقْلِيدِ وَالْعَصَبِيَّةِ لِلْآبَاءِ وَالْأَجْدَادِ، وَلَا تَزَالُ </p><p> تَكْأَةَ أَكْثَرِ الضَّالِّينَ فِي أَصْلِ الدِّينِ وَفِي فَهْمِهِ وَفِي الِاهْتِدَاءِ بِهِ - وَضَلَالَةُ الْغُلُوِّ فِي الْحُرِّيَّةِ الشَّخْصِيَّةِ الَّتِي لَمْ تَكُنْ فِتْنَتُهَا فِي زَمَنٍ مَا أَشَدَّ وَأَعَمَّ مِنْهَا فِي هَذَا الزَّمَنِ بِمَا بَثَّ الْإِفْرِنْجُ الْفَاتِنُونَ الْمُفْتِونُونَ لِدَعْوَتِهَا فِي كُلِّ الْأُمَمِ، حَتَّى إِنَّ حُكُومَةً كَالْحُكُومَةِ الْمِصْرِيَّةِ تُبِيحُ الزِّنَا لِشَعْبٍ يَدِينُ أَكْثَرُ أَهْلِهِ بِالْإِسْلَامِ وَأَقَلُّهُ بِالنَّصْرَانِيَّةِ وَالْيَهُودِيَّةِ وَكُلُّهُمْ يُحَرِّمُونَ الزِّنَا، وَإِنَّمَا أَبَاحَتْهُ بِإِغْوَاءِ أَسَاتِذَتِهَا وَسَادَتِهَا مِنَ الْإِفْرِنْجِ، وَقَدْ خَنَعَ الشَّعْبُ الْمُسْتَذَلُّ الْمُسْتَضْعَفُ لَهَا، وَسَكَتَ عُلَمَاؤُهُ وَمُرْشِدُوهُ الدِّينِيُّونَ فَلَا يُنْكِرُونَ عَلَيْهَا أَفْرَادًا وَلَا جَمَاعَاتٍ، وَلَا يَتَظَاهَرُونَ عَلَى الِاحْتِجَاجِ عَلَى عَمَلِهَا بِالْخُطَبِ الدِّينِيَّةِ وَالِاجْتِمَاعِيَّةِ، وَلَا بِالنَّشْرِ فِي الصُّحُفِ الْعَامَّةِ، وَقَدْ أَدَّى السُّكُوتُ عَنْ هَذَا وَمَا أَشْبَهَهُ إِلَى أَنْ صَارَ الْمُنْكَرُ مَعْرُوفًا يَكْثُرُ أَنْصَارُهُ وَالْمُسْتَحْسِنُونَ لَهُ، وَمِنَ الْمَعْلُومِ مِنْ دِينِ الْإِسْلَامِ بِالضَّرُورَةِ أَنَّ اسْتِحْلَالَ الزِّنَا وَإِبَاحَتَهُ كُفْرٌ وَرِدَّةٌ. وَعُلَمَاءُ الدِّينِ يَتَحَدَّثُونَ فِيمَا بَيْنَهُمْ بِكُفْرِ وَاضِعِي أَمْثَالِ هَذِهِ الْأَحْكَامِ فِي الْقَوَانِينِ وَالْمُسْتَبِيحِينَ لَهَا مِنْ سِوَاهُمْ، وَلَكِنَّهُمْ قَلَّمَا يَتَجَاوَزُونَ التَّنَاجِي فِي ذَلِكَ بَيْنَهُمْ، إِمَّا لِضَعْفِهِمْ أَوْ لِأَنَّ أَرْزَاقَهُمْ مِنَ الْأَوْقَاتِ وَمَنْصِبَ الْقَضَاءِ فِي أَيْدِي هَؤُلَاءِ الْحُكَّامِ، كَمَا بَيَّنَّاهُ فِي مَوَاضِعَ. وَمِنْ مَفَاسِدِ هَذَا السُّكُوتِ عَنْ إِنْكَارِ الْمُنْكَرِ أَنَّ بَعْضَ الْمُسْلِمِينَ يَحْتَجُّونَ بِهِ عَلَى شَرْعِيَّةِ كُلِّ مَا يَسْكُتُ عَنْهُ عُلَمَاءُ الدِّينِ. </p><p> (وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ) أَيْ وَتَذَكَّرُوا ذَلِكَ الزَّمَنَ الَّذِي كُنْتُمْ فِيهِ قَلِيلِي الْعَدَدِ فَكَثَّرَكُمُ اللهُ تَعَالَى بِمَا بَارَكَ فِي نَسْلِكُمْ فَاشْكُرُوا لَهُ ذَلِكَ بِعِبَادَتِهِ وَحْدَهُ وَاتِّبَاعِ وَصَايَاهُ فِي الْحَقِّ وَالْعَدْلِ وَتَرْكِ الْفَسَادِ فِي الْأَرْضِ. </p><p> (وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ) مِنَ الشُّعُوبِ الْمُجَاوِرَةِ لَكُمْ كَقَوْمِ لُوطٍ وَقَوْمِ صَالِحٍ وَغَيْرِهِمْ، وَكَيْفَ أَهْلَكَهُمُ اللهُ تَعَالَى بِفَسَادِهِمْ، فَيَجِبُ أَنْ يَكُونَ لَكُمْ عِبْرَةٌ فِي ذَلِكَ. </p><p> (وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللهُ بَيْنَنَا وَهُوَ خَيْرُ الْحَاكِمِينَ) أَيْ إِنْ كَانَ بَعْضُكُمْ قَدْ آمَنَ بِمَا أَرْسَلَنِي </p><p> اللهُ بِهِ إِلَيْكُمْ مِنَ التَّوْحِيدِ وَالْعِبَادَةِ وَالْأَحْكَامِ الْمُقَرَّرَةِ لِلْإِصْلَاحِ الْمَانِعَةِ مِنَ الْإِفْسَادِ، وَبَعْضُكُمْ لَمْ يُؤْمِنْ بِهِ بَلْ أَصَرُّوا عَلَى شِرْكِهِمْ وَإِفْسَادِهِمْ، فَسَتَكُونُ عَاقِبَتُكُمْ كَعَاقِبَةِ مَنْ قَبْلَكُمْ، فَاصْبِرُوا حَتَّى يَحْكُمَ اللهُ بَيْنَنَا وَبَيْنَكُمْ بِالْفِعْلِ، وَهُوَ خَيْرُ الْحَاكِمِينَ؛ لِأَنَّهُ يَحْكُمُ بِالْحَقِّ وَالْعَدْلِ، لِتَنَزُّهِهِ عَنِ الْبَاطِلِ وَالْجَوْرِ، فَإِنْ لَمْ يَعْتَبِرْ كُفَّارُكُمْ بِعَاقِبَةِ مَنْ قَبْلَهُمْ، فَسَيَرَوْنَ مَا يَحِلُّ بِهِمْ، فَالْأَمْرُ بِالصَّبْرِ تَهْدِيدٌ وَوَعِيدٌ. </p><p> حُكْمُ اللهِ بَيْنَ عِبَادِهِ نَوْعَانِ: حُكْمٌ شَرْعِيٌّ يُوحِيهِ إِلَى رُسُلِهِ، وَحُكْمٌ فِعْلِيٌّ يَفْصِلُ فِيهِ بَيْنَ الْخَلْقِ بِمُقْتَضَى عَدْلِهِ وَسُنَنِهِ، فَمِنَ الْأَوَّلِ قَوْلُهُ تَعَالَى فِي أَوَّلِ سُورَةِ الْمَائِدَةِ:  (إِنَّ اللهَ يَحْكُمُ مَا يُرِيدُ)  (٥: ١) فَإِنَّهُ جَاءَ بَعْدَ الْأَمْرِ بِالْوَفَاءِ بِالْعُقُودِ وَإِحْلَالِ بَهِيمَةِ الْأَنْعَامِ إِلَّا مَا اسْتُثْنِيَ مِنْهَا بَعْدَ تِلْكَ الْآيَةِ. وَمِنَ الثَّانِي مَا حَكَاهُ اللهُ تَعَالَى هُنَا عَنْ رَسُولِهِ شُعَيْبٍ عَلَيْهِ السَّلَامُ. وَمِثْلُهُ قَوْلُهُ تَعَالَى فِي آخِرِ سُورَةِ يُونُسَ خِطَابًا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  (وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللهُ وَهُوَ خَيْرُ الْحَاكِمِينَ)  (١٠: ١٠٩) وَفِي مَعْنَاهُ مَا خُتِمَتْ بِهِ سُورَةُ الْأَنْبِيَاءِ وَهُوَ فِي مَوْضُوعِ تَبْلِيغِ دَعْوَةِ نَبِيِّنَا صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ: (قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ قَالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ)  (٢١: ١٠٨ - ١١٢) وَإِنَّمَا حُكْمُهُ تَعَالَى بَيْنَ الْأُمَمِ بِنَصْرِ أَقْرَبِهَا إِلَى الْعَدْلِ وَالْإِصْلَاحِ فِي الْأَرْضِ، وَحُكْمُهُ هُوَ الْحَقُّ، وَلَا مُعَقِّبَ لِحُكْمِهِ، فَلْيَعْتَبِرِ الْمُسْلِمُونَ بِهَذَا قَبْلَ كُلِّ أَحَدٍ، وَلْيَعْرِضُوا حَالَهُمْ وَحَالَ دُوَلِهِمْ عَلَى الْقُرْآنِ </p><p> وَعَلَى أَحْكَامِ اللهِ لَهُمْ وَعَلَيْهِمْ، لَعَلَّهُمْ يَثُوبُونَ إِلَى رُشْدِهِمْ، وَيَتُوبُونَ إِلَى رَبِّهِمْ، فَيُعِيدَ إِلَيْهِمْ مَا سُلِبَ مِنْهُمْ، وَيَرْفَعَ مَقْتَهُ وَغَضَبَهُ عَنْهُمْ. اللهُمَّ تُبْ عَلَيْنَا، وَعَافِنَا وَاعْفُ عَنَّا، وَاحْكُمْ لَنَا لَا عَلَيْنَا. </p><p> إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ </p>"
}