{
  "id": null,
  "sura": 7,
  "aya": 143,
  "text": "<p> عَنْ إِرْجَاعِهِمْ عَنْهَا، وَمِنْ ذَلِكَ مَا يَجُوزُ وُقُوعُهُ مِنَ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ فَيَصِحُّ </p><p> نَهْيُهُمْ عَنْهُ تَحْذِيرًا مِنْ وُقُوعِهِمْ فِيهِ بِضَرْبٍ مِنَ الِاجْتِهَادِ، كَالَّذِي وَقَعَ الِاخْتِلَافُ فِيهِ بَيْنَ مُوسَى وَهَارُونَ - عَلَيْهِمَا السَّلَامُ - فِي قِصَّةِ عِجْلِ السَّامِرِيِّ الَّذِي حَكَّاهُ - تَعَالَى - عَنْهُ فِي سُورَةِ طه بِقَوْلِهِ: قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي قَالَ يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي (٢٠: ٩٢ - ٩٤) فَالرِّسَالَةُ كَانَتْ لِمُوسَى بِالْأَصَالَةِ، وَلِهَارُونَ بِالتَّبَعِ؛ لِيَكُونَ وَزِيرًا لَا رَئِيسًا، وَمُوسَى هُوَ الَّذِي أُعْطِيَ الشَّرِيعَةَ (التَّوْرَاةَ) وَكَانَ هَارُونُ مُسَاعِدًا لَهُ عَلَى تَنْفِيذِهَا فِي بَنِي إِسْرَائِيلَ، كَمَا كَانَ مُسَاعِدًا لَهُ عَلَى تَبْلِيغِ فِرْعَوْنَ الدَّعْوَةِ، وَإِنْقَاذِ بَنِي إِسْرَائِيلَ. </p><p> وَقَدْ رَوَى الشَّيْخَانِ وَغَيْرُهُمَا مِنْ حَدِيثِ سَعْدِ بْنِ أَبِي وَقَاصٍّ - رَضِيَ اللهُ عَنْهُ - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لِعَلِيٍّ - كَرَّمَ اللهُ وَجْهَهُ - \" أَمَا تَرْضَى أَنْ تَكُونَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى؟ \" وَذَلِكَ أَنَّهُ اسْتَخْلَفَهُ عَلَى الْمَدِينَةِ فِي غَزْوَةِ تَبُوكَ قَبْلَ خُرُوجِهِ. فَقَالَ: يَا رَسُولَ اللهِ تَخْلُفُنِي فِي النِّسَاءِ وَالصِّبْيَانِ؟ فَقَالَهُ، وَفِي رِوَايَةٍ لِأَحْمَدَ: أَنَّ عَلِيًّا - رَضِيَ اللهُ عَنْهُ - قَالَ: رَضِيتُ رَضِيتُ. وَإِنَّمَا قَالَ فِي النِّسَاءِ وَالصِّبْيَانِ؛ لِأَنَّهُ لَمْ يَتَخَلَّفْ عَنِ الْخُرُوجِ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى تَبُوكَ غَيْرُ النِّسَاءِ وَالصِّبْيَانِ، وَمَنْ فِي حُكْمِهِمْ مِنْ ضَعِيفٍ وَمَرِيضٍ إِلَّا مَنِ اسْتَأْذَنَ مِنَ الْمُنَافِقِينَ. </p><p> قَالَ الْقَاضِي عِيَاضٌ فِي شَرْحِهِ لِمُسْلِمٍ: هَذَا الْحَدِيثُ مِمَّا تَعَلَّقَتْ بِهِ الرَّوَافِضُ وَالْإِمَامِيَّةُ، وَسَائِرُ فِرَقِ الشِّيعَةِ فِي أَنَّ الْخِلَافَةَ كَانَتْ حَقًّا لَعَلِيٍّ، وَأَنَّهُ أَوْصَى لَهُ بِهَا، قَالَ: ثُمَّ اخْتَلَفَ هَؤُلَاءِ فَكَفَّرَتِ الرَّوَافِضُ سَائِرَ الصَّحَابَةِ فِي تَقْدِيمِهِمْ غَيْرَهُ، وَزَادَ بَعْضُهُمْ فَكَفَّرَ عَلِيًّا؛ لِأَنَّهُ لَمْ يَقُمْ بِطَلَبِ حَقِّهِ، وَهَؤُلَاءِ أَسْخَفُ مَذْهَبًا، وَأَفْسَدُ عَقْلًا مِنْ أَنْ يَرُدَّ عَلَيْهِمْ. . . . . . إِلَى آخِرِ مَا قَالَ، وَقَدْ ذَكَرْتُ هَذَا مِنْ قَوْلِهِ لِأُذَكِّرَ الْقَارِئَ بِأَنَّ هَذَيْنِ الْفَرِيقَيْنِ لَمْ يَقُولَا مَا قَالَا عَنِ اعْتِقَادٍ، بَلْ كَانُوا مِنْ جَمْعِيَّاتِ الْمَجُوسِ، وَالسَّبَئِيِّينَ الَّذِينَ يَبْغُونَ الْفِتْنَةَ لِإِبْطَالِ الْإِسْلَامِ، وَإِزَالَةِ مُلْكِ الْعَرَبِ بِالشِّقَاقِ الدِّينِيِّ، وَأَمَّا الِاسْتِخْلَافُ فَقَدْ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَسْتَخْلِفُ عَلَى الْمَدِينَةِ بَعْضَ الصَّحَابَةِ كُلَّمَا خَرَجَ إِلَى غَزْوَةٍ، وَلَمْ يَكُنْ يَخْتَارُ أَفْضَلَهُمْ لِذَلِكَ، وَفِي الْحَدِيثِ مِنَ الْمَنْقَبَةِ لَعَلِيٍّ مَا هُوَ فَوْقَ اسْتِخْلَافِهِ، وَهُوَ جَعْلُهُ أَخًا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا يَتَضَمَّنُ ذَلِكَ اسْتِخْلَافُهُ بَعْدَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَنَّ هَارُونَ مَاتَ قَبْلَ مُوسَى - عَلَيْهِمَا السَّلَامُ - قَطْعًا. </p><p> وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ أَيْ: وَلَمَّا جَاءَ مُوسَى لِلْمِيقَاتِ الَّذِي وَقَّتْنَاهُ لَهُ لِلْكَلَامِ وَإِعْطَاءِ الشَّرِيعَةِ، وَكَلَّمَهُ رَبُّهُ - </p><p> عَزَّ وَجَلَّ - مِنْ وَرَاءِ حِجَابٍ بِغَيْرِ وَاسِطَةِ الْمَلَكِ اسْتَشْرَفَتْ نَفْسُهُ الزَّكِيَّةُ الْعَالِيَةُ لِلْجَمْعِ بَيْنَ فَضِيلَتَيِ الْكَلَامِ وَالرُّؤْيَةِ فَقَالَ: </p><p> رَبِّ أَرِنِي ذَاتَكَ الْمُقَدَّسَةَ بِأَنْ تَجْعَلَ لِي مِنَ الْقُوَّةِ عَلَى حَمْلِ تَجَلِّيكَ مَا أَقْدَرُ بِهِ عَلَى النَّظَرِ إِلَيْكَ وَرُؤْيَتِكَ، وَكَمَالِ الْمَعْرِفَةِ بِكَ بِالْقَدْرِ الْمُمْكِنِ؛ أَيْ: دُونَ مَا هُوَ فَوْقَ إِمْكَانِ الْمَخْلُوقِينَ مِنَ الْإِدْرَاكِ وَالْإِحَاطَةِ الْمَنْفِيِّ بِقَوْلِهِ - تَعَالَى -: لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (٦: ١٠٣) فَيُرَاجَعُ تَفْسِيرَ هَذِهِ الْآيَةِ مِنْ سُورَةِ الْأَنْعَامِ (ص٥٤٣ - ٥٤٧ ج٧ تَفْسِيرِ ط. الْهَيْئَةِ) . </p><p> قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي أَيْ: إِنَّكَ لَا تَرَانِي الْآنَ، وَلَا فِيمَا تَسْتَقْبِلُ مِنَ الزَّمَانِ، ثُمَّ اسْتَدْرَكَ - تَبَارَكَ وَتَعَالَى - عَلَى ذَلِكَ بِمَا يَدُلُّ عَلَى تَعْلِيلِ النَّفْيِ، وَيُخَفِّفُ عَنْ مُوسَى شِدَّةَ وَطْأَةِ الرَّدِّ، بِإِعْلَامِهِ مَا لَمْ يَكُنْ يَعْلَمُ مِنْ سُنَّتِهِ، وَهُوَ أَنَّهُ لَا يَقْوَى شَيْءٌ فِي هَذَا الْكَوْنِ عَلَى رُؤْيَتِهِ، كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثِ أَبِي مُوسَى عِنْدَ مُسْلِمٍ حِجَابُهُ النُّورُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ فَقَالَ: وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ، فَإِنَّنِي سَأَتَجَلَّى لَهُ فَإِنْ ثَبَتَ لَدَى التَّجَلِّي بَقِيَ مُسْتَقِرًّا فِي مَكَانِهِ فَسَوْفَ تَرَانِي، لِمُشَارَكَتِكَ لَهُ فِي مَادَّةِ هَذَا الْعَالَمِ الْفَانِي، وَإِذَا كَانَ الْجَبَلُ فِي قُوَّتِهِ وَرُسُوخِهِ لَا يَثْبُتُ، وَلَا يَسْتَقِرُّ لِهَذَا التَّجَلِّي؛ لِعَدَمِ اسْتِعْدَادِ مَادَّتِهِ لِقُوَّةِ تَجَلِّي خَالِقِهِ وَخَالِقِ كُلِّ شَيْءٍ، فَاعْلَمْ أَنَّكَ لَنْ تَرَانِي أَيْضًا، وَأَنْتَ مُشَارِكٌ لَهُ فِي كَوْنِكَ مَخْلُوقًا مِنْ هَذِهِ الْمَادَّةِ، وَخَاضِعًا لِلسُّنَنِ الرَّبَّانِيَّةِ فِي قُوَّتِهَا، وَضَعْفِ اسْتِعْدَادِهَا وَخُلِقَ الْإِنْسَانُ ضَعِيفًا (٤: ٢٨) وَقَبُولِهَا لِلْفَنَاءِ. </p><p> رَوَى عَبْدُ بْنُ حُمَيْدٍ، وَابْنُ الْمُنْذِرِ، عَنْ قَتَادَةَ قَالَ: لَمَّا سَمِعَ الْكَلَامَ طَمِعَ فِي الرُّؤْيَةِ. وَرَوَى أَبُو الشَّيْخِ عَنِ ابْنِ عَبَّاسٍ قَالَ: حِينَ قَالَ مُوسَى لِرَبِّهِ - تَبَارَكَ وَتَعَالَى -: أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَهُ يَا مُوسَى إِنَّكَ لَنْ تَرَانِي قَالَ: يَقُولُ لَيْسَ تَرَانِي لَا يَكُونُ ذَلِكَ أَبَدًا، يَا مُوسَى إِنَّهُ لَنْ يَرَانِي أَحَدٌ فَيَحْيَا، قَالَ مُوسَى: رَبِّ أَنْ أَرَاكَ ثُمَّ أَمُوتَ أَحَبُّ إِلَيَّ مِنْ أَلَّا أَرَاكَ ثُمَّ أَحْيَا فَقَالَ اللهُ: يَا مُوسَى انْظُرْ إِلَى الْجَبَلِ الْعَظِيمِ الطَّوِيلِ الشَّدِيدِ فَإِنِ اسْتَقَرَّ مَكَانَهُ يَقُولُ: فَإِنْ ثَبَتَ مَكَانَهُ لَمْ يَتَضَعْضَعْ، وَلَمْ يَنْهَدْ لِبَعْضِ مَا يَرَى مِنْ عِظَمِي فَسَوْفَ تَرَانِي أَنْتَ لِضَعْفِكَ وَذِلَّتِكَ، وَإِنَّ الْجَبَلَ تَضَعْضَعَ، وَانَهْدَّ بِقُوَّتِهِ وَشِدَّتِهِ وَعِظَمِهِ فَأَنْتَ أَضْعُفُ وَأَذَلُّ اهـ. </p><p> فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقَا يُقَالُ: جَلَا الشَّيْءُ </p><p> وَالْأَمْرُ وَانْجَلَى وَتَجَلَّى بِنَفْسِهِ أَوْ بِغَيْرِهِ وَجَلَّاهُ فَتَجَلَّى - إِذَا انْكَشَفَ وَظَهَرَ وَوَضُحَ بَعْدَ خَفَاءٍ فِي نَفْسِهِ ذَاتِيٍّ أَوْ إِضَافِيٍّ أَوْ خَفَاءٍ عَلَى مُجْتَلِيهِ وَطَالَبِهِ، وَيَكُونُ ذَلِكَ التَّجَلِّي وَالظُّهُورُ بِالذَّاتِ، وَبِغَيْرِ الذَّاتِ مِنْ صِفَةٍ أَوْ فِعْلٍ يَزُولُ بِهِ اللَّبْسُ وَالْخَفَاءُ، وَفِي صِيغَةِ التَّجَلِّي مَا لَيْسَ فِي صِيغَةِ الْجَلَاءِ، وَالِانْجِلَاءُ مِنْ مَعْنَى التَّدْرِيجِ وَالْكَثْرَةِ النَّوْعِيَّةِ أَوِ الشَّخْصِيَّةِ. قَالَ - تَعَالَى -: وَاللَّيْلِ إِذَا يَغْشَى وَالنَّهَارِ إِذَا تَجَلَّى (٩٢: ١، ٢) فَاللَّيْلُ يَغْشَى النَّهَارَ وَيَسْتُرُهُ، ثُمَّ يَتَجَلَّى النَّهَارُ وَيَظْهَرُ بِالتَّدْرِيجِ، وَفِي الْأَحَادِيثِ أَنَّ لِلرَّبِّ - تَعَالَى - تَجَلِّيَاتٍ مُخْتَلِفَةً كَمَا سَيَأْتِي. </p><p> وَالْدَّكُّ: الدَّقُّ أَوْ ضَرْبٌ مِنْهُ، قَالَ فِي الْأَسَاسِ: دَكَكْتُهُ دَقَقْتُهُ، وَدَكَّ الرَّكِيَّةِ كَبَسَهَا، وَجَمَلٌ أَدَكُّ وَنَاقَةٌ دَكَّاءُ: لَا سَنَامَ لَهُمَا، وَانْدَكَّ السَّنَامُ: افْتَرَشَ عَلَى الظَّهْرِ، وَنَزَلْنَا بِدَكْدَاكٍ: رَمْلٌ مُتَلَبِّدٌ بِالْأَرْضِ اهـ، وَأَقُولُ: إِنَّ الْفَرْقَ بَيْنَ الدَّقِّ وَالدَّكِّ كَمَا يُؤْخَذُ مِنَ الِاسْتِعْمَالِ الْعَامِّ الْمَوْرُوثِ عَنِ الْعَرَبِ - أَنَّ الدَّقَّ مَا يُخْبَطُ بِهِ الشَّيْءُ لِيَتَفَتَّتَ، وَيَكُونُ أَجْزَاءً دَقِيقَةً وَمِنْهُ الدَّقِيقُ، وَكَانَ الْقَمْحُ فِي عُصُورِ الْبَدَاوَةِ الْأُولَى يُدَقُّ بِالْحِجَارَةِ فَيَكُونُ دَقِيقًا، ثُمَّ اهْتَدَوْا إِلَى الْأَرْحِيَةِ الَّتِي تَسْحَقُهُ وَتَطْحَنُهُ، وَأَمَّا الدَّكُّ فَهُوَ الْهَدْمُ وَالْخَبْطُ الَّذِي يَكُونُ بِهِ الشَّيْءُ الْمَدْكُوكُ مُلَبَّدًا وَمُسْتَوِيًا، يُقَالُ: أَرْضٌ مَدْكُوكَةٌ، وَطَرِيقٌ مَدْكُوكَةٌ، وَدَكَّ الْحُفْرَةَ وَالرَّكِيَّةَ (أَيِ الْبِئْرَ غَيْرَ الْمَطْوِيَّةِ) دَفَنَهَا وَطَمَّهَا، وَلَا تَزَالُ سَلَائِلُ الْعَرَبِ تَسْتَعْمِلُ هَذِهِ الْمَادَّةَ بِهَذَا الْمَعْنَى، وَيُسَمُّونَ مَا يُوضَعُ فِي الْحُفْرَةِ أَوِ الرَّكِيَّةِ مِنَ الْحَصَا وَالْحَصْبَاءِ؛ لِأَجْلِ تَسْوِيَتِهَا \" الدَّكَّةَ \" . قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ (جَعَلَهُ دَكَّاءَ) بِالْمَدِّ وَالتَّشْدِيدِ غَيْرَ مُنَوَّنٍ؛ أَيْ: أَرْضًا مُسْتَوِيَةً كَالنَّاقَةِ الَّتِي لَا سَنَامَ لَهَا، وَالْجُمْهُورُ (جَعَلَهُ دَكًّا) بِالْمَصْدَرِ؛ أَيْ: مَدْكُوكًا دَكًّا، وَمِثْلُهُ فِي السَّدِّ مِنْ سُورَةِ الْكَهْفِ. </p><p> وَالْخُرُورُ وَالْخَرُّ: السُّقُوطُ مِنْ عُلُوٍّ وَالِانْكِبَابُ عَلَى الْأَرْضِ، وَمِنْهُ: يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٧: ١٠٧) وَالصَّعِقُ - بِكَسْرِ الْعَيْنِ: صِفَةٌ مِنَ الصَّعَقِ، وَهُوَ مَا يَكُونُ مِنْ تَأْثِيرِ نُزُولِ نُزُولِ الصَّاعِقَةِ مِنْ مَوْتٍ أَوْ إِغْمَاءٍ ثُمَّ تَوَسَّعَ فِيهِ بِإْطْلَاقِهِ عَلَى مَا يُشْبِهُ ذَلِكَ، قَالَ الْفَيُّومِيُّ فِي الْمِصْبَاحِ: صَعِقَ صَعَقًا مِنْ بَابِ تَعِبَ: مَاتَ، وَصَعِقَ: غُشِيَ عَلَيْهِ لِصَوْتٍ سَمِعَهُ، وَالصَّعْقَةُ الْأُولَى: النَّفْخَةُ، وَالصَّاعِقَةُ: النَّازِلَةُ مِنَ الرَّعْدِ، وَالْجَمْعُ صَوَاعِقُ، وَلَا تُصِيبُ شَيْئًا إِلَّا دَكَّتْهُ وَأَحْرَقَتْهُ اهـ. </p><p> وَأَحْسَنُ مَا وَرَدَ فِي التَّفْسِيرِ الْمَأْثُورِ لِهَذِهِ الْآيَةِ مُطَابِقًا لِمَتْنِ اللُّغَةِ مَا رَوَاهُ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ وَالْبَيْهَقِيُّ فِي الرُّؤْيَةِ عَنِ ابْنِ عَبَّاسٍ فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ </p><p> قَالَ: مَا تَجَلَّى مِنْهُ إِلَّا قَدْرَ الْخِنْصَرِ جَعْلَهُ دَكًّا قَالَ: تُرَابًا وَخَرَّ مُوسَى صَعِقًا قَالَ: مَغْشِيًّا عَلَيْهِ اهـ. وَمَا رَوَاهُ ابْنُ الْمُنْذِرِ عَنْ عِكْرِمَةَ أَنَّهُ - أَيِ الْجَبَلُ - كَانَ حَجَرًا أَصَمَّ فَلَمَّا تَجَلَّى لَهُ صَارَ تَلًّا تُرَابًا دَكًّا مِنَ الدَّكَاوَاتِ - أَيْ: مُسْتَوِيًا بِالْأَرْضِ - وَلَوْلَا ذَلِكَ لَجَازَ أَنْ يُقَالَ إِنَّ صَيْرُورَتَهُ تُرَابًا، وَإِنْ كَانَ بِمَعْنَى الدَّكَّاءِ وَالْمَدْكُوكِ لَا يُنَافِي اسْتِقْرَارَ الْجَبَلِ مَكَانَهُ، وَقَدْ وَرَدَ فِي بَعْضِ الْآثَارِ وَالْأَحَادِيثِ الْمَرْفُوعَةِ أَيْضًا أَنَّهُ سَاخَ، أَيْ: غَاصَ فِي الْأَرْضِ، وَهُوَ يَتَّفِقُ مَعَ الْمَعْنَى الْأَوَّلِ، أَيْ: أَنَّهُ رُجَّ بِالتَّجَلِّي رَجًّا بُسَّتْ بِهَا حِجَارَتُهُ بَسًّا، وَسَاخَ فِي الْأَرْضِ كُلُّهُ أَوْ بَعْضُهُ فِي أَثْنَاءِ ذَلِكَ حَتَّى صَارَ كَمَا قَالَ بَعْضُهُمْ رَبْوَةً دَكَّاءَ كَالرَّمْلِ الْمُتَلَبِّدِ. </p><p> وَالْمَعْنَى: فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ أَقَلَّ التَّجَلِّي وَأَدْنَاهُ انْهَدَّ وَهَبَطَ مِنْ شِدَّتِهِ، وَعَظَمَتِهِ وَصَارَ كَالْأَرْضِ الْمَدْكُوكَةِ أَوِ النَّاقَةِ الدَّكَّاءِ - وَسَقَطَ مُوسَى عَلَى وَجْهِهِ مَغْشِيًّا عَلَيْهِ كَمَنْ أَخَذَتْهُ الصَّاعِقَةُ، وَالتَّجَلِّي وَإِنَّمَا كَانَ الْجَبَلُ دُونَهُ، فَكَيْفَ لَوْ كَانَ لَهُ؟ ! </p><p> وَقَدْ رُوِيَ فِي تَفْسِيرِ هَذِهِ الْآيَاتِ مِنَ الْأَخْبَارِ وَالْآثَارِ الْوَاهِيَةِ وَالْمَوْضُوعَةِ غَرَائِبٌ وَعَجَائِبٌ أَكْثَرُهَا مِنَ الْإِسْرَائِيلِيَّاتِ، أَمْثَلُ الْمَرْفُوعِ مِنْهَا مَا رُوِيَ مِنْ طَرِيقِ حَمَّادِ بْنِ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللهُ عَنْهُ - قَالَ:  \" قَرَأَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا قَالَ:- وَوَضَعَ الْإِبْهَامَ قَرِيبًا مِنْ طَرَفِ خِنْصَرِهِ - فَسَاخَ الْجَبَلُ \" وَفِي لَفْظٍ زِيَادَةُ وَخَرَّ مُوسَى صَعِقًا فَقَالَ حُمَيْدٌ الطَّوِيلُ لِثَابِتٍ: مَا تُرِيدُ إِلَى هَذَا؟ فَضَرَبَ صَدْرَهُ - أَيْ صَدْرَ حُمَيْدٍ - وَقَالَ: مَنْ أَنْتَ يَا حُمَيْدُ؟ يُحَدِّثُنِي أَنَسُ بْنُ مَالِكٍ، عَنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَقُولُ أَنْتَ: مَا تُرِيدُ إِلَى هَذَا! \" رَوَاهُ أَحْمَدُ وَعَبْدُ بْنُ حُمَيْدٍ وَالتِّرْمِذِيُّ - وَصَحَّحَهُ - وَأَبْنَاءُ جَرِيرٍ وَالْمُنْذِرُ وَأَبِي حَاتِمٍ وَعَدِيٌّ فِي الْكَامِلِ، وَأَبُو الشَّيْخِ وَالْحَاكِمُ - وَصَحَّحَهُ - وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي الرُّؤْيَةِ، وَقَدِ انْفَرَدَ بِهِ عِنْدَ مُصَحِّحِيهِ حَمَّادُ بْنُ سَلَمَةَ وَهُوَ مِنْ رِجَالِ مُسْلِمٍ إِلَّا أَنَّهُ قَدْ تَغَيَّرَ حِفْظُهُ فِي آخِرِ عُمُرِهِ كَمَا هُوَ مَعْلُومٌ، وَلَهُ طَرِيقَانِ آخَرَانِ عِنْدَ دَاوُدَ بْنِ الْمُحَبَّرِ وَابْنِ مَرْدَوَيْهِ لَا يَصِحَّانِ كَمَا قَالَ الْحَافِظُ ابْنُ كَثِيرٍ، وَالْمُرَادُ مِنَ التَّمْثِيلِ بِالْإِبْهَامِ وَالْخِنْصَرِ أَنَّ ذَلِكَ أَقَلُّ التَّجَلِّي وَأَدْنَاهُ، وَسَيَأْتِي مِنَ الصَّحِيحِ مَا يُؤَيِّدُ مَعْنَاهُ.</p><p> وَمَنْ أَنْكَرَ هَذِهِ الرِّوَايَاتِ، وَأَوْهَاهَا مَا رُوِيَ عَنْ أَنَسٍ مَرْفُوعًا \" لَمَّا تَجَلَّى اللهُ لِلْجَبَلِ طَارَتْ لِعَظَمَتِهِ سِتَّةُ أَجْبُلٍ فَوَقَعَتْ ثَلَاثَةٌ بِالْمَدِينَةِ وَثَلَاثَةٌ بِمَكَّةَ. . . \" وَذَكَرَ أَسْمَاءَهَا،قَالَ الْحَافِظُ ابْنُ كَثِيرٍ:وَهَذَا حَدِيثٌ غَرِيبٌ بَلْ مُنْكَرٌ.أَقُولُ:وَلَا يَدْخُلُ</p><p> مِنْ أَلْفَاظِ الْآيَةِ وَلَا مَعْنَاهَا فِي شَيْءٍ. </p><p> فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ أَيْ:  (فَلَمَّا أَفَاقَ) مُوسَى مِنْ غَشْيِهِ، وَالتَّعْبِيرُ بِالْإِفَاقَةِ يَدُلُّ عَلَى صِحَّةِ تَفْسِيرِ ابْنِ عَبَّاسٍ، وَالْجُمْهُورِ لِلصَّعِقِ بِالْغَشْيِ، وَبُطَلَانِ تَفْسِيرِ قَتَادَةَ لَهُ بِالْمَوْتِ، وَقَالَ بِهِ بَعْضُ شُذَّاذِ الصُّوفِيَّةِ وَادَّعُوا أَنَّهُ رَأَى رَبَّهُ فَمَاتَ، أَوْ مَاتَ ثُمَّ رَأَى رَبَّهُ، وَلَوْ مَاتَ لَقَالَ - تَعَالَى - \" فَلَمَّا بُعِثَ \" إِلَخْ. كَمَا قَالَ فِي السَّبْعِينَ الَّذِينَ اخْتَارَهُمْ مِنْ قَوْمِهِ، وَذَهَبُوا مَعَهُ إِلَى الْجَبَلِ وَطَلَبُوا مِنْهُ أَنْ يُرِيَهُمُ اللهُ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ فَإِنَّهُ قَالَ ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٢: ٥٦) كَمَا فِي سُورَةِ الْبَقَرَةِ، وَسَيَأْتِي خَبَرُهُمْ فِي هَذِهِ الْقِصَّةِ مِنْ هَذِهِ السُّورَةِ - قَالَ سُبْحَانَكَ أَيْ: تَنْزِيهًا لَكَ وَتَقْدِيسًا عَمَّا لَا يَنْبَغِي فِي شَأْنِكَ مِمَّا سَأَلْتُكَ أَوْ مِنْ لَوَازِمِهِ - أَوْ كَمَا حَكَى - تَعَالَى - عَنْ نُوحٍ - عَلَيْهِ السَّلَامُ -: أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ (١١: ٤٧) وَأَكْثَرُ مُفَسِّرِي أَهْلِ السُّنَّةِ يَجْعَلُونَ وَجْهَ التَّنْزِيهِ وَالتَّوْبَةِ أَنَّهُ سَأَلَ الرُّؤْيَةَ بِغَيْرِ إِذْنٍ مِنَ اللهِ - تَعَالَى -، وَنَفْيُ الْعِلْمِ إِنَّمَا يَصِحُّ عِنْدَهُمْ بِمَعْنَى أَنَّ مَا سَأَلَهُ غَيْرُ مُمْكِنٍ أَوْ غَيْرُ وَاقِعٍ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا، لَا أَنَّهُ غَيْرُ مُمْكِنٍ فِي نَفْسِهِ، وَغَيْرُ وَاقِعٍ أَلْبَتَّةَ، وَلَا فِي الْآخِرَةِ. وَمَعْنَى التَّوْبَةِ: الرُّجُوعُ، وَالْمُرَادُ هُنَا الرُّجُوعُ عَمَّا طَلَبَ إِلَى الْوُقُوفِ مَعَ الرَّبِّ - تَعَالَى - عِنْدَ مُنْتَهَى حُدُودِ الْأَدَبِ. قَالَ مُجَاهِدٌ تُبْتُ إِلَيْكَ أَنْ أَسْأَلَكَ الرُّؤْيَةَ: وَأَنَا أَوَّلُ الْمُؤْمِنِينَ </p><p> قَالَ ابْنُ عَبَّاسٍ وَمُجَاهِدٌ: أَيْ: مِنْ بَنِي إِسْرَائِيلَ، وَفِي رِوَايَةٍ أُخْرَى عَنِ ابْنِ عَبَّاسٍ: وَأَنَا أَوَّلُ الْمُؤْمِنِينَ أَنَّهُ لَا يَرَاكَ أَحَدٌ، ذَكَرَهُمَا الْحَافِظُ ابْنُ كَثِيرٍ وَقَالَ: وَكَذَا قَالَ أَبُو الْعَالِيَةِ: قَدْ كَانَ قَبْلَهُ مُؤْمِنُونَ، وَلَكِنْ يَقُولُ: أَنَا أَوَّلُ مَنْ آمَنَ بِكَ أَنَّهُ لَا يَرَاكَ أَحَدٌ مِنْ خَلْقِكَ إِلَى يَوْمِ الْقِيَامَةِ. قَالَ: وَهَذَا قَوْلٌ حَسَنٌ لَهُ اتِّجَاهٌ، وَقَدْ ذَكَرَ مُحَمَّدُ بْنُ جَرِيرٍ فِي تَفْسِيرِهِ هَاهُنَا أَثَرًا طَوِيلًا فِيهِ غَرَائِبُ وَعَجَائِبُ عَنْ مُحَمَّدِ بْنِ إِسْحَاقِ بْنِ يَسَارٍ، وَكَأَنَّهُ تَلَقَّاهُ مِنَ الْإِسْرَائِيلِيَّاتِ، وَاللهُ أَعْلَمُ اهـ. </p><p> خُلَاصَةُ مَعْنَى الْآيَةِ: أَنَّ مُوسَى - عَلَيْهِ السَّلَامُ - لَمَّا نَالَ فَضِيلَةَ تَكْلِيمِ اللهِ - تَعَالَى - لَهُ بِدُونِ وَاسِطَةٍ فَسَمِعَ مَا لَمْ يَكُنْ يَسْمَعُ قَبْلَ ذَلِكَ، وَهُوَ مِنَ الْغَيْبِ الَّذِي لَا شِبْهَ لَهُ وَلَا نَظِيرَ فِي هَذَا الْعَالَمِ، طَلَبَ مِنَ الرَّبِّ - تَعَالَى - أَنْ يَمْنَحَهُ شَرَفَ رُؤْيَتِهِ، وَهُوَ يَعْلَمُ حَتْمًا أَنَّهُ لَيْسَ كَمِثْلِهِ شَيْءٌ فِي ذَاتِهِ، وَلَا فِي صِفَاتِهِ الَّتِي مِنْهَا كَلَامُهُ - عَزَّ وَجَلَّ -، فَكَمَا أَنَّهُ سَمِعَ كَلَامًا لَيْسَ كَمِثْلِهِ كَلَامٌ بِتَخْصِيصٍ رَبَّانِيٍّ - اسْتَشْرَفَ لِرُؤْيَةِ ذَاتٍ لَيْسَ كَمِثْلِهَا شَيْءٌ مِنَ الذَّوَاتِ، كَمَا فُهِمَ مِنْ تَرْتِيبِ السُّؤَالِ عَلَى التَّكْلِيمِ، فَلَمْ يَكُنْ عَقْلُ مُوسَى - وَهُوَ فِي الذُّرْوَةِ الْعُلْيَا مِنَ الْعُقُولِ الْبَشَرِيَّةِ بِدَلِيلَيِ الْعَقْلِ </p><p> وَالنَّقْلِ - مَانِعًا لَهُ مِنْ هَذَا الطَّلَبِ، وَلَمْ يَكُنْ دِينُهُ وَعِلْمُهُ بِاللهِ - تَعَالَى - وَهُمَا فِي الذُّرْوَةِ الْعُلْيَا أَيْضًا - مَانِعَيْنِ لَهُ مِنْهُ، وَلَكِنَّ اللهَ - تَعَالَى - قَالَ لَهُ: لَنْ تَرَانِي وَلِكَيْ يُخَفِّفَ عَلَيْهِ أَلَمَ الرَّدِّ وَهُوَ كَلِيمُهُ الَّذِي قَالَ لَهُ فِي أَوَّلِ الْعَهْدِ بِالْوَحْيِ إِلَيْهِ: وَاصْطَنَعَتْكَ لِنَفْسِي (٢٠: ٤١) أَرَاهُ بِعَيْنَيْهِ وَمَجْمُوعِ إِدْرَاكِهِ مِنْ تَجَلِّيهِ لِلْجَبَلِ بِمَا لَا يَعْلَمُهُ سِوَاهُ أَنَّ الْمَانِعَ مِنْ جِهَتِهِ هُوَ لَا مِنَ الْجُودِ الرَّبَّانِيِّ، فَنَزَّهَ اللهَ وَسَبَّحَهُ وَتَابَ إِلَيْهِ مِنْ هَذَا الطَّلَبِ، فَبَشَّرَهُ اللهُ - تَعَالَى - بِأَنَّهُ اصْطَفَاهُ عَلَى النَّاسِ بِرِسَالَتِهِ وَبِكَلَامِهِ - أَيْ: بِدُونِ رُؤْيَتِهِ -، وَأَمَرَهُ بِأَنْ يَأْخُذَ مَا أَعْطَاهُ، وَيَكُونَ مِنَ الشَّاكِرِينَ لَهُ. </p><p> قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي الِاصْطِفَاءُ: اخْتِيَارُ صَفْوَةِ الشَّيْءِ، وَصَفْوُهُ؛ أَيْ: خَالِصُهُ الَّذِي لَا شَائِبَةَ فِيهِ، وَمِنْهُ الصَّفِّيُّ مِنَ الْغَنِيمَةِ وَهُوَ مَا يَصْطَفِيهِ الْإِمَامُ أَوِ الْقَائِدُ الْأَكْبَرُ مِنْهَا وَيَخْتَارُهُ لِنَفْسِهِ، كَاخْتِيَارِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - السَّيْفَ الْمَعْرُوفَ بِذِي الْفَقَارِ مِنْ غَنَائِمِ غَزْوَةِ بَدْرٍ. وَتَعْدِيَةُ الِاصْطِفَاءِ هُنَا بِـ (عَلَى) لِتَضَمُّنِهِ مَعْنَى التَّفْصِيلِ، فَالْمَعْنَى: إِنِّي اصْطَفَيْتُكُ مُفَضِّلًا إِيَّاكَ عَلَى النَّاسِ مِنْ أَهْلِ زَمَانِكَ بِالرِّسَالَةِ، قَرَأَ ابْنُ كَثِيرٍ وَنَافِعٌ \" بِرِسَالَتِي \" وَالْبَاقُونَ \" بِرِسَالَاتِي \" فَإِفْرَادُهَا بِمَعْنَى الِاسْمِ مِنَ الْإِرْسَالِ، وَجَمْعُهَا بِاعْتِبَارِ تَعَدُّدِ مَا أُرْسِلَ بِهِ مِنَ الْعَقَائِدِ وَالْعِبَادَاتِ وَالْأَحْكَامِ السِّيَاسِيَّةِ وَالْحَرْبِيَّةِ وَالْمَدَنِيَّةِ وَالشَّخْصِيَّةِ، وَقِيلَ بِتَعَدُّدِ أَسْفَارِ التَّوْرَاةِ، وَهُوَ ضَعِيفٌ؛ لِأَنَّ التَّوْرَاةَ مَا أَوْحَاهُ مِنَ الشَّرِيعَةِ إِلَى مُوسَى، وَهُوَ مَوْضُوعُ رِسَالَتِهِ، وَتَسْمِيَةُ الْأَسْفَارِ الْخَمْسَةِ بِالتَّوْرَاةِ اصْطِلَاحِيَّةٌ، وَقَدْ يُطْلِقُونَهَا عَلَى جَمِيعِ كُتُبِ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ قَبْلَ عِيسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاصْطَفَيْتُكَ بِكَلَامِي: أَيْ بِتَكْلِيمِي لَكَ بَعْدَ وَحْيِ الْإِلْهَامِ مِنْ غَيْرِ تَوَسُّطِ مَلَكٍ، وَإِنْ كَانَ مِنْ وَرَاءِ حِجَابٍ، وَهُوَ مَا طَلَبَ </p>"
}