{
  "id": null,
  "sura": 7,
  "aya": 116,
  "text": "<p> الضَّمِيرُ الْمُتَّصِلُ هَاهُنَا بِالضَّمِيرِ الْمُنْفَصِلِ \" نَحْنُ \" لَمَا أَفَادَ مَعْنَى الرَّغْبَةِ فِي أَوَّلِيَّةِ الْإِلْقَاءِ الْمُصَرَّحِ بِهِ فِي سُورَةِ طَهَ، وَبِذَلِكَ عُلِمَ أَنَّ مُرَاعَاةَ الْفَاصِلَتَيْنِ فِي الْمَوْضِعَيْنِ هُوَ الَّذِي وَحَّدَ بَيْنَهُمَا بِجَعْلِ كُلٍّ مِنْهُمَا دَالًّا عَلَى رَغْبَةِ السَّحَرَةِ فِي التَّقَدُّمِ وَالْأَوَّلِيَّةِ، فَأَيُّ خَطِيبٍ أَوْ كَاتِبٍ يَقْدِرُ عَلَى إِفَادَةِ هَذَا الْمَعْنَى بِأُسْلُوبَيْنِ مُخْتَلِفَيْنِ فِي اللَّفْظِ مِنْ غَيْرِ تَصْرِيحٍ بِهِ، وَأَيُّ مُتَرْجِمٍ تُرْكِيٍّ أَوْ إِفْرِنْجِيٍّ يَفْقَهُ هَذَا وَيُؤَدِّيهِ فِي تَرْجَمَتِهِ لِلْقُرْآنِ؟ </p><p> قَالَ أَلْقُوا وَفِي سُورَةِ طَهَ: قَالَ بَلْ أَلْقُوا (٢٠: ٦٦) وَهُوَ أَدَلُّ عَلَى رَغْبَتِهِ عَلَيْهِ السَّلَامُ فِي سَبْقِهِمْ لِلْإِلْقَاءِ، وَلَعَلَّهُ نَطَقَ أَوَّلًا بِمَا فِيهِ الْإِضْرَابُ فَقَالَ: بَلْ أَلْقُوا أَنْتُمْ مِنْ دُونِي ثُمَّ أَعَادَ كَلِمَةً (أَلْقُوا) وَحْدَهَا؛ لِتَأْكِيدِ رَغْبَتِهِ، وَالْإِيذَانِ بِعَدَمِ مُبَالَاتِهِ، وَفِي سُورَتَيْ يُونُسَ وَالشُّعَرَاءِ: قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ، فَأَظْهَرَ اسْمَ مُوسَى الَّذِي أَضْمَرَهُ هُنَا، وَفِي سُورَةِ طَهَ؛ لِأَنَّهُ جَوَابٌ لِخِطَابِهِمْ إِيَّاهُ بِاسْمِهِ بِالتَّخْيِيرِ، فَالْمَقَامُ فِيهَا مَقَامُ الْإِضْمَارِ حَتْمًا، وَأَمَّا إِظْهَارُهُ فِي سُورَتَيْ يُونُسَ وَالشُّعَرَاءِ فَسَبَبُهُ أَنَّهُ لَيْسَ فِيهِمَا ذِكْرٌ لِنِدَاءِ السَّحَرَةِ إِيَّاهُ وَتَخْيِيرِهِمْ لَهُ، فَأَوَّلُ آيَةِ يُونُسَ: فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَى أَلْقُوا (١٠: ٨٠) وَقَبْلَهَا طَلَبُ فِرْعَوْنَ لِلسَّحَرَةِ، وَمَجِيئُهُمْ وَسُؤَالُهُمْ إِيَّاهُ الْأَجْرَ إِنْ كَانُوا هُمُ الْغَالِبِينَ، وَإِجَابَتُهُ إِيَّاهُمْ، فَهِيَ أَوْلَى مِنْ آيَةِ يُونُسَ بِمَا ذَكَرَ، وَأَمَّا زِيَادَةُ مَا أَنْتُمْ مُلْقُونَ فَإِنَّهَا فَائِدَةٌ نَافِلَةٌ ذَاتُ شَأْنٍ تَدُلُّ عَلَى عَدَمِ مُبَالَاتِهِ بِمَا يُلْقُونَ مَهْمَا عَظُمَ أَمْرُهُ وَكَانَ مَجْهُولًا عِنْدَهُ، وَهِيَ لَا تُنَافِي عَدَمَ ذِكْرِهَا فِي آيَةِ الْأَعْرَافِ فَيَجْمَعُ بَيْنَهُمَا. </p><p> وَقَدْ قِيلَ: كَيْفَ أَمَرَهُمْ مُوسَى عَلَيْهِ السَّلَامُ بِإِلْقَاءِ مَا عِنْدَهُمْ وَهُوَ مِنَ السِّحْرِ الْمُنْكَرِ؟ وَأُجِيبَ بِأَنَّهُ لَمْ يَأْمُرْ بِفِعْلِ السِّحْرِ ابْتِدَاءً، وَإِنَّمَا أَمَرَ بِأَنْ يَتَقَدَّمُوهُ فِيمَا جَاءُوا لِأَجْلِهِ وَلَا بُدَّ لَهُمْ مِنْهُ، وَأَرَادَ التَّوَسُّلَ بِهِ إِلَى إِظْهَارِ بُطْلَانِ السِّحْرِ لَا إِثْبَاتِهِ، وَإِلَى بِنَاءِ ثُبُوتِ الْحَقِّ عَلَى بُطْلَانِهِ، وَلَمْ يَكُنْ ثَمَّ وَسِيلَةٌ لِإِبْطَالِهِ إِلَّا ذَلِكَ، وَقَدْ صَرَّحَ بِهِ فِيمَا حَكَاهُ تَعَالَى عَنْهُ فِي سُورَةِ يُونُسَ: قَالَ مُوسَى مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللهَ سَيُبْطِلُهُ إِنَّ اللهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ وَيُحِقُّ اللهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ (١٠: ٨١، ٨٢) وَمِثْلُهُ تَوَسُّلُ إِبْرَاهِيمَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَعَلَى نَبِيِّنَا وَآلِهِمَا إِلَى إِظْهَارِ حَقِيقَةِ التَّوْحِيدِ لِعَبَدَةِ الْكَوَاكِبِ مِنْ قَوْمِهِ لَمَّا رَأَى كُلًّا مِنَ الْكَوْكَبِ وَالْقَمَرِ وَالشَّمْسِ بَازِغًا قَالَ هَذَا رَبِّي (٦: ٧٧) ثُمَّ تَعَقَّبَهُ بِمَا يَدُلُّ </p><p> عَلَى كَوْنِهِ لَا يَصِحُّ أَنْ يَكُونَ رَبًّا، وَإِسْمَاعُهُ إِيَّاهُمْ بَعْدَ إِبْطَالِ رُبُوبِيَّتِهَا، كُلُّهَا حَقِيقَةُ التَّوْحِيدِ بِقَوْلِهِ: إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ (٦: ٧٩) . </p><p> فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ أَيْ: فَلَمَّا أَلْقَوْا مَا أَلْقَوْا مِنْ حِبَالِهِمْ وَعِصِيِّهِمْ كَمَا فِي سُورَتَيِ الشُّعَرَاءِ وَطَهَ سَحَرُوا أَعْيُنَ النَّاسِ الْحَاضِرِينَ، وَمِنْهُمْ مُوسَى عَلَيْهِ السَّلَامُ، فَفِي سُورَةِ طَهَ: فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى (٢٠: ٦٦) وَاسْتَرْهَبُوهُمْ أَيْ: أَوْقَعُوا فِي قُلُوبِهِمُ الرَّهْبَ وَالْخَوْفَ كَمَا قَالَ تَعَالَى: فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى قُلْنَا لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى (٢٠: ٦٧، ٦٨) وَأَصْلُ الِاسْتِرْهَابِ مُحَاوَلَةُ الْإِرْهَابِ وَطَلَبُ وُقُوعِهِ بِأَسْبَابِهِ، وَقَدْ قَصَدُوا ذَلِكَ فَحَصَلَ وَجَاءُوا بِسِحْرٍ عَظِيمٍ أَيْ: مَظْهَرُهُ كَبِيرٌ، وَتَأْثِيرُهُ فِي أَعْيُنِ النَّاسِ عَظِيمٌ. قَالَ الْحَافِظُ ابْنُ كَثِيرٍ: أَيْ؛ خَيَّلُوا إِلَى الْأَبْصَارِ أَنَّ مَا فَعَلُوهُ لَهُ حَقِيقَةٌ فِي الْخَارِجِ، وَلَمْ يَكُنْ إِلَّا مُجَرَّدَ صَنْعَةٍ وَخَيَالٍ. ثُمَّ ذُكِرَ عَنِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ أَنَّهُمْ أَلْقَوْا حِبَالًا غِلَاظًا وَخَشَبًا طِوَالًا \" قَالَ \" فَأَقْبَلَتْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى، ثُمَّ ذُكِرَ عَنِ ابْنِ إِسْحَاقَ أَنَّ السَّحَرَةَ كَانُوا خَمْسَةَ عَشَرَ أَلْفَ سَاحِرٍ، وَأَنَّ الْحَيَّاتِ الَّتِي أَظْهَرُوهَا بِخَيَالِ سِحْرِهِمْ كَانَتْ كَأَمْثَالِ الْجِبَالِ قَدْ مَلَأَتِ الْوَادِي، وَعَنِ السُّدِّيِّ أَنَّ السَّحَرَةَ كَانُوا بِضْعًا وَثَلَاثِينَ أَلْفًا، وَعَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ ٧٠ أَلْفًا، وَذَكَرَ غَيْرُهُ مَا هُوَ أَعْظَمُ مِنْ ذَلِكَ مِنَ الْمُبَالَغَةِ وَالتَّهْوِيلِ، وَلَا يَصِحُّ شَيْءٌ مِنْ ذَلِكَ فِي خَبَرٍ مَرْفُوعٍ، وَإِنَّمَا هِيَ مِنَ الْإِسْرَائِيلِيَّاتِ الْبَاطِلَةِ الْمَرْوِيَّةِ عَنِ الْيَهُودِ كَمَا تَقَدَّمَ عَلَى أَنَّهُ لَيْسَ فِي تَوْرَاتِهِمْ مِنْهَا شَيْءٌ، وَإِنَّمَا جَاءَ فِي الْفَصْلِ السَّابِعِ مِنْ سِفْرِ الْخُرُوجِ مِنْهَا أَنَّ فِرْعَوْنَ دَعَا الْحُكَمَاءَ وَالسَّحَرَةَ \" فَفَعَلَ عَرَّافُو مِصْرَ أَيْضًا بِسِحْرِهِمْ كَذَلِكَ: طَرَحُوا كُلُّ وَاحِدٍ عَصَاهُ فَصَارَتِ الْعِصِيُّ ثَعَابِينَ، وَلَكِنْ عَصَا هَارُونَ ابْتَلَعَتْ عِصِيَّهُمْ \" . </p><p> وَقَدْ ذَكَرَ بَعْضُ الْمُفَسِّرِينَ سِرَّ صِنَاعَتِهِمْ فِي ذَلِكَ بِمَا أَرَاهُ اسْتِنْبَاطًا عِلْمِيًّا لَا نَقْلًا تَارِيخِيًّا، قَالَ الْإِمَامُ الْجَصَّاصُ فِي أَحْكَامِ الْقُرْآنِ: قَالَ اللهُ تَعَالَى: سَحَرُوا أَعْيُنَ النَّاسِ يَعْنِي مَوَّهُوا عَلَيْهِمْ حَتَّى ظَنُّوا أَنَّ حِبَالَهُمْ وَعِصِيَّهُمْ تَسْعَى. وَقَالَ: يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى فَأَخْبَرَ أَنَّ مَا ظَنُّوهُ سَعْيًا مِنْهَا لَمْ يَكُنْ سَعْيًا، وَإِنَّمَا كَانَ تَخَيُّلًا، وَقَدْ قِيلَ: إِنَّهَا كَانَتْ عِصِيًّا مُجَوَّفَةً قَدْ مُلِئَتْ زِئْبَقًا، وَكَذَلِكَ الْحِبَالُ كَانَتْ مَعْمُولَةً مِنْ أُدْمٍ؛ أَيْ: جِلْدٍ، مَحْشُوَّةً زِئْبَقًا، وَقَدْ حَفَرُوا قَبْلَ ذَلِكَ تَحْتَ الْمَوَاضِعِ أَسْرَابًا، وَجَعَلُوا أَزْوَاجًا مَلَئُوهَا نَارًا فَلَمَّا طُرِحَتْ عَلَيْهِ، وَحَمِيَ الزِّئْبَقُ حَرَّكَهَا؛ </p><p> لِأَنَّ مِنْ شَأْنِ الزِّئْبَقِ إِذَا أَصَابَتْهُ النَّارُ أَنْ يَطِيرَ، فَأَخْبَرَ اللهُ أَنَّ ذَلِكَ كَانَ مُمَوَّهًا عَلَى غَيْرِ حَقِيقَتِهِ، وَالْعَرَبُ تَقُولُ لِضَرْبٍ مِنَ الْحُلِيِّ: مَسْحُورٌ؛ أَيْ: مُمَوَّهٌ عَلَى مَنْ رَآهُ مَسْحُورًا بِهِ اهـ. </p><p> فَعَلَى هَذَا يَكُونُ سِحْرُهُمْ لِأَعْيُنِ النَّاسِ عِبَارَةً عَنْ هَذِهِ الْحِيلَةِ الصِّنَاعِيَّةِ إِذَا صَحَّ خَبَرُهَا، وَيُحْتَمَلُ أَنْ يَكُونَ بِحِيلَةٍ أُخْرَى كَإِطْلَاقِ أَبْخِرَةٍ أَثَّرَتْ فِي الْأَعْيُنِ فَجَعَلَتْهَا تُبْصِرُ ذَلِكَ أَوْ يَجْعَلُ الْعِصِيَّ وَالْحِبَالَ عَلَى صُورَةِ الْحَيَّاتِ، وَتَحْرِيكَهَا بِمُحَرِّكَاتٍ خَفِيَّةٍ سَرِيعَةٍ لَا تُدْرِكُهَا أَبْصَارُ النَّاظِرِينَ، وَكَانَتْ هَذِهِ الْأَعْمَالُ مِنَ الصِّنَاعَاتِ وَتُسَمَّى السِّيمِيَاءَ. </p>"
}