{
  "id": null,
  "sura": 7,
  "aya": 55,
  "text": "<p> (ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً) التَّضَرُّعُ تَفَعُّلٌ مِنَ الضَّرَاعَةِ مَعْنَاهُ تَكَلُّفُهَا أَوِ الْمُبَالَغَةُ فِيهَا أَوْ إِظْهَارُهَا وَاخْتَارَهُ الرَّاغِبُ، وَهِيَ مَصْدَرُ ضَرَعَ كَخَشَعَ إِذَا ضَعُفَ وَذَلَّ، وَتَلَوَّى وَتَمَلْمَلَ، وَمَأْخَذُهَا مِنْ قَوْلِهِمْ ضَرَعَ إِلَيْهِمْ إِذَا تَنَاوَلَ ضَرْعَ أُمِّهِ، وَإِنَّ حَاجَةَ الصَّغِيرِ مِنَ الْحَيَوَانِ وَالْإِنْسَانِ إِلَى الرِّضَاعِ مِنْ أَمِّهِ لَمِنْ أَشَدِّ مَظَاهِرِ الْحَاجَةِ وَالِافْتِقَارِ بِشُعُورِ الْوِجْدَانِ إِلَى شَيْءٍ وَاحِدٍ لَا يَتَوَجَّهُ إِلَى غَيْرِهِ مَعَهُ، وَلِذَلِكَ خُصَّ اسْتِعْمَالُ التَّضَرُّعِ فِي التَّنْزِيلِ بِمَوَاطِنِ الشِّدَّةِ كَمَا تَقَدَّمَ فِي الْآيَاتِ ٤٢، ٤٣، ٦٣ مِنْ سُورَةِ الْأَنْعَامِ، وَمِثْلُهُ فِي سُورَةِ \" الْمُؤْمِنُونَ \"  (وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ)  (٧٦) وَذَلِكَ أَنَّ دُعَاءَ اللهِ عِنْدَ الْحَاجَةِ وَلَا سِيَّمَا فِي حَالِ الشِّدَّةِ هُوَ مُخُّ الْعِبَادَةِ وَرُوحُهَا، وَلَهُ مَظْهَرَانِ: التَّضَرُّعُ وَالِابْتِهَالُ، </p><p> وَالْخُفْيَةُ وَالْإِسْرَارُ. أَيِ ادْعُوا رَبَّكُمْ وَمُدَبِّرَ أُمُورِكُمْ مُتَضَرِّعِينَ مُبْتَهِلِينَ إِلَيْهِ تَارَةً، وَمُسِرِّينَ مُسْتَخْفِينَ تَارَةً أُخْرَى، أَوْ دُعَاءُ تَضَرُّعٍ وَتَذَلُّلٍ وَابْتِهَالٍ، وَدُعَاءُ مُنَاجَاةٍ وَإِسْرَارٍ وَوَقَارٍ، وَلِكُلٍّ مِنَ الدُّعَاءَيْنِ وَقْتٌ، وَدَاعِيَةٌ مِنَ النَّفْسِ، فَالتَّضَرُّعُ بِالْجَهْرِ الْمُعْتَدِلِ تَحْسُنُ فِي حَالِ الْخَلْوَةِ وَالْأَمْنِ مِنْ رُؤْيَةِ النَّاسِ الدَّاعِيَ وَمِنْ سَمَاعِهِمْ لِصَوْتِهِ، فَلَا جَهْرُهُ يُؤْذِيهِمْ وَلَا الْفِكْرُ فِيهِمْ يَشْغَلُهُ عَنِ التَّوَجُّهِ إِلَى الرَّبِّ وَحْدَهُ، أَوْ يُفْسِدُ عَلَيْهِ دُعَاءَهُ بِحُبِّ الرِّيَاءِ وَالسُّمْعَةِ. وَالْإِسْرَارُ يَحْسُنُ فِي حَالِ اجْتِمَاعِ النَّاسِ فِي الْمَسَاجِدِ وَالْمَشَاعِرِ وَغَيْرِهَا إِلَّا مَا وَرَدَ رَفْعُ الصَّوْتِ فِيهِ مِنَ الْجَمِيعِ، كَالتَّلْبِيَةِ فِي الْحَجِّ وَتَكْبِيرِ الْعِيدَيْنِ، وَهُوَ مُشْتَرَكٌ لَا رِيَاءَ فِيهِ، وَلَمَّا كَانَ اللَّيْلُ سَتْرًا وَلِبَاسَا شُرِعَ فِيهِ الْجَهْرُ فِي قِرَاءَةِ الصَّلَاةِ، وَهُوَ لِلْمُجْتَهِدِ فِي خَلْوَتِهِ يَطْرُدُ الْوَسْوَاسَ، وَيُقَاوِمُ فُتُورَ النُّعَاسِ، وَيُعِينُ عَلَى تَدَبُّرِ الْقُرْآنِ، وَبُكَاءِ الْخُشُوعِ لِلرَّحْمَنِ. </p><p> هَذَا هُوَ الْمُتَبَادَرُ مِنَ اللَّفْظِ عِنْدَنَا. وَمِنْ مُفَسِّرِي السَّلَفِ مَنْ جَعَلَ التَّضَرُّعَ وَالْخُفْيَةَ مُتَّفِقَيْنِ غَيْرَ مُتَقَابِلَيْنِ، بِتَفْسِيرِ التَّضَرُّعِ بِالتَّخَشُّعِ وَالتَّذَلُّلِ، وَفِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَجَعَلَ النَّاسَ يَجْهَرُونَ بِالتَّكْبِيرِ فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَيُّهَا النَّاسُ أَرْبِعُوا عَلَى أَنْفُسِكُمْ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا، إِنَّكُمْ تَدْعُونَ سَمِيعًا قَرِيبًا وَهُوَ مَعَكُمْ \" هَذَا لَفْظُ مُسْلِمٍ. قَالَ النَّوَوِيُّ: فَفِيهِ خَفْضُ الصَّوْتِ بِالذِّكْرِ إِذَا لَمْ تَدْعُ حَاجَةٌ إِلَى رَفْعِهِ، فَإِنَّهُ إِذَا خَفَضَهُ كَانَ أَبْلَغَ فِي تَوْقِيرِهِ وَتَعْظِيمِهِ، فَإِذَا دَعَتْ حَاجَةٌ إِلَى الرَّفْعِ رَفَعَ كَمَا جَاءَتْ بِهِ أَحَادِيثُ اهـ. وَالْمُتَبَادَرُ مِنَ الْعِبَارَةِ أَنَّ الْإِنْكَارَ إِنَّمَا كَانَ عَلَى الْمُبَالَغَةِ فِي الْجَهْرِ وَنَاهِيكَ بِكَوْنِهِ مِنْ جَمَاعَةٍ كَثِيرِينَ، وَرُبَّمَا كَانَ بَعْضُهُمْ يَظُنُّ أَنَّ الْجَهْرَ بِتِلْكَ الصِّفَةِ أَرْضَى لِلرَّبِّ وَأَرْجَى لِلْقَبُولِ، وَقَالَ تَعَالَى:  (وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا)  (١٧: ١١٠) . </p><p> وَرُوِيَ عَنِ الْحَسَنِ الْبَصْرِيِّ أَنَّهُ قَالَ: \" إِنْ كَانَ الرَّجُلُ لَقَدْ جَمَعَ الْقُرْآنَ وَمَا يَشْعُرُ بِهِ النَّاسُ، وَإِنْ كَانَ الرَّجُلُ لَقَدْ فَقِهَ الْفِقْهَ الْكَثِيرَ وَمَا يَشْعُرُ بِهِ النَّاسُ، وَإِنْ كَانَ الرَّجُلُ لَيُصَلِّيَ </p><p> الصَّلَاةَ الطَّوِيلَةَ فِي بَيْتِهِ وَعِنْدَهُ الزُّوَّارُ وَمَا يَشْعُرُونَ بِهِ، وَلَقَدْ أَدْرَكْنَا أَقْوَامًا مَا كَانَ عَلَى الْأَرْضِ مِنْ عَمَلٍ يَقْدِرُونَ أَنْ يَعْمَلُوهُ فِي السِّرِّ </p><p> فَيَكُونَ عَلَانِيَةً أَبَدًا، وَلَقَدْ كَانَ الْمُسْلِمُونَ يَجْتَهِدُونَ فِي الدُّعَاءِ وَمَا يُسْمَعُ لَهُمْ صَوْتٌ إِنْ كَانَ إِلَّا هَمْسًا بَيْنَهُمْ وَبَيْنَ رَبِّهِمْ، وَذَلِكَ أَنَّ اللهَ تَعَالَى يَقُولُ:  (ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً) وَذَلِكَ أَنَّ اللهَ ذَكَرَ عَبْدًا صَالِحًا رَضِيَ فِعْلَهُ فَقَالَ: (إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا)  (١٩: ٣) اهـ. وَقَالَ ابْنُ جُرَيْجٍ: يُكْرَهُ رَفْعُ الصَّوْتِ وَالنِّدَاءِ وَالصِّيَاحِ فِي الدُّعَاءِ وَيُؤْمَرُ بِالتَّضَرُّعِ وَالِاسْتِكَانَةِ. </p><p> (إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ) فِي الدُّعَاءِ، كَمَا لَا يُحِبُّ ذَلِكَ فِي سَائِرِ الْأَشْيَاءِ. وَالِاعْتِدَاءُ تَجَاوُزُ الْحُدُودِ فِيهَا، وَقَدْ نُهِيَ عَنْهُ مُطْلَقًا وَمُقَيَّدًا، إِلَّا مَا كَانَ انْتِصَافًا مِنْ مُعْتَدٍّ ظَالِمٍ بِمِثْلِ ظُلْمِهِ، وَالْعَفْوُ عَنْهُ أَفْضَلُ، وَالِاعْتِدَاءُ فِي كُلِّ شَيْءٍ يَكُونُ بِحَسْبِهِ وَذَلِكَ أَنَّ لِكُلِّ شَيْءٍ حَدًّا مَنْ تَجَاوَزَهُ كَانَ مُعْتَدِيًا (تِلْكَ حُدُودُ اللهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ)  (٢: ٢٢٩) . </p><p> وَشَرُّ أَنْوَاعِ الِاعْتِدَاءِ فِي الدُّعَاءِ التَّوَجُّهِ فِيهِ إِلَى غَيْرِ اللهِ وَلَوْ لِيَشْفَعَ لَهُ عِنْدَهُ؛ لِأَنَّ الْحَنِيفَ مَنْ يَدْعُو اللهَ تَعَالَى وَحْدَهُ، فَلَا يَدْعُو مَعَهُ غَيْرَهُ، كَمَا قَالَ:  (فَلَا تَدْعُوا مَعَ اللهِ أَحَدًا)  (٧٢: ١٨) أَيْ لَا مَلِكًا وَلَا نَبِيًّا وَلَا وَلِيًّا. وَمَنْ دَعَا غَيْرَ اللهِ فِيمَا يَعْجِزُ هُوَ وَأَمْثَالُهُ عَنْهُ مِنْ طَرِيقِ الْأَسْبَابِ كَالشِّفَاءِ مِنَ الْمَرَضِ بِغَيْرِ التَّدَاوِي وَتَسْخِيرِ قُلُوبِ الْأَعْدَاءِ وَالْإِنْقَاذِ مِنَ النَّارِ وَدُخُولِ الْجَنَّةِ وَمَا أَشْبَهَ ذَلِكَ مِنَ الْمَنَافِعِ وَدَفْعِ الْمَضَارِّ - فَقَدِ اتَّخَذَهُ إِلَهًا لِأَنَّ الْإِلَهَ هُوَ الْمَعْبُودُ، وَ \" الدُّعَاءُ هُوَ الْعِبَادَةُ \" كَمَا قَالَ الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا رَوَاهُ أَحْمَدُ، وَابْنُ أَبِي شَيْبَةَ، وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةِ، وَابْنُ حِبَّانَ فِي صَحِيحِهِ وَالْحَاكِمُ فِي مُسْتَدْرَكِهِ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ وَأَبُو يَعْلَى عَنِ الْبَرَاءِ رَضِيَ اللهُ عَنْهُ، وَالْمَعْنَى: أَنَّهُ الرُّكْنُ الْأَعْظَمُ فِي الْعِبَادَةِ عَلَى نَحْوِ \" الْحَجُّ عَرَفَةُ \" وَفِي مَعْنَى هَذَا التَّفْسِيرِ حَدِيثُ أَنَسٍ عِنْدَ التِّرْمِذِيِّ مَرْفُوعًا \" الدُّعَاءُ مُخُّ الْعِبَادَةِ \" وَإِسْنَادُهُ ضَعِيفٌ يُقَوِّيهِ تَفْسِيرُهُ لِلصَّحِيحِ، وَقَدْ يُفَسِّرُونَهُ بِالْعِبَادَةِ فِي جُمْلَتِهَا دُونَ أَفْرَادِهَا. </p><p> وَقَالَ تَعَالَى:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيَهُمُّ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا)  (١٧: ٥٦، ٥٧) جَاءَ فِي رِوَايَاتٍ </p><p> عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ أَنَّ هَذَا نَزَلَ فِيمَنْ عَبَدُوا الْمَلَائِكَةَ وَالْمَسِيحَ وَأَمَّهُ وَعُزَيْرًا وَالشَّمْسَ وَالْقَمَرَ، أَيْ كُلُّهُمْ عَاجِزٌ عَنْ دَفْعِ الضُّرِّ أَوْ تَحْوِيلِهِ عَنْكُمْ، وَمَعْنَى الْآيَةِ الثَّانِيَةِ أَنَّ أُولَئِكَ الَّذِينَ يَدْعُونَهُمْ هُمْ عَبِيدُ اللهِ يَبْتَغُونَ إِلَيْهِ الْوَسِيلَةَ وَالزُّلْفَى - أَيُّهُمْ أَقْرَبُ - أَيْ أَقْرَبُهُمْ وَأَفْضَلُهُمْ كَالْمَلَائِكَةِ وَالْمَسِيحِ </p><p> يَعْبُدُ اللهَ وَيَدْعُوهُ طَلَبًا لِلْوَسِيلَةِ عِنْدَهُ، وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ، فَكَيْفَ يَدْعُونَ مَعَهُ أَوْ مَنْ دُونَهُ؟ وَرَوَى التِّرْمِذِيُّ وَابْنُ مَرْدَوَيْهِ وَاللَّفْظُ لَهُ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" سَلُوا اللهَ لِي الْوَسِيلَةَ \" قَالُوا: وَمَا الْوَسِيلَةُ؟ قَالَ \" الْقُرْبُ مِنَ اللهِ عَزَّ وَجَلَّ \" ثُمَّ قَرَأَ: (يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيَهُمُّ أَقْرَبُ) وَابْتِغَاءُ ذَلِكَ يَكُونُ بِدُعَائِهِ وَعِبَادَتِهِ بِمَا شَرَعَهُ عَلَى لِسَانِ رَسُولِهِ دُونَ غَيْرِهِ، وَالْآيَاتُ الْمُنْكِرَةُ عَلَى الْمُشْرِكِينَ دُعَاءَ غَيْرِ اللهِ وَكَوْنَهُ عِبَادَةً لَهُمْ وَشِرْكًا مِنَ اللهِ كَثِيرَةٌ، وَلَكِنَّ الْمُضِلِّينَ لِلْعَوَامِّ مِنَ الْمُسْلِمِينَ يَقُولُونَ لَهُمْ لَا بَأْسَ بِدُعَائِكُمْ لِلْأَوْلِيَاءِ وَالصَّالِحِينَ عِنْدَ قُبُورِهِمْ، وَالتَّضَرُّعِ وَالْخُشُوعِ عِنْدَهُمْ، فَإِنَّ هَذَا تَوَسُّلٌ بِهِمْ إِلَى اللهِ لِيُقَرِّبُوكُمْ مِنْهُ بِشَفَاعَتِهِمْ لَكُمْ عِنْدَهُ لَا عِبَادَةَ لَهُمْ. </p><p> وَهَذَا تَحَكُّمٌ فِي اللُّغَةِ وَجَهْلٌ بِهَا، فَأَهْلُ اللُّغَةِ كَانُوا يُسَمُّونَ ذَلِكَ عِبَادَةً، وَالْوَسِيلَةُ فِي الدِّينِ هِيَ غَايَةٌ لِلْعِبَادَةِ، فَإِنَّ مَعْنَاهَا الْقُرْبُ مِنْهُ تَعَالَى، وَالتَّوَسُّلُ طَلَبُ ذَلِكَ، فَهُوَ التَّقَرُّبُ مِنْهُ بِمَا يَرْتَضِيهِ، وَإِنَّمَا يَكُونُ بِمَا شَرَعَهُ مِنْ عِبَادَتِكَ لَهُ دُونَ عِبَادَةِ غَيْرِكَ (وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى)  (٥٣: ٣٩) وَالَّذِينَ عَبَدُوا الْمَلَائِكَةَ وَالْأَنْبِيَاءَ وَالْأَوْلِيَاءَ كَانُوا يَقْصِدُونَ بِدُعَائِهِمْ أَنْ يُقَرِّبُوهُمْ إِلَى اللهِ زُلْفَى وَأَنْ يَشْفَعُوا لَهُمْ عِنْدَهُ، وَيَعْتَقِدُونَ أَنَّهُمْ لَا يَمْلِكُونَ نَفْعَهُمْ وَلَا كَشْفَ الضُّرِّ عَنْهُمْ بِأَنْفُسِهِمْ، بَلْ ذَلِكَ هُوَ اللهُ الَّذِي يُجِيرُ وَلَا يُجَارُ عَلَيْهِ. وَآيَاتُ الْقُرْآنِ صَرِيحَةٌ فِي ذَلِكَ. نَعَمْ إِنَّ طَلَبَ الدُّعَاءِ مِنَ الْمُؤْمِنِينَ مَشْرُوعٌ مِنَ الْأَحْيَاءِ دُونَ الْأَمْوَاتِ، وَيُسَمَّى فِي اللُّغَةِ تَوَسُّلًا إِلَى اللهِ لِأَنَّهُ قَدْ شَرَعَهُ، وَمِنْهُ تَوَسُّلُ عُمَرَ وَالصَّحَابَةِ بِالْعَبَّاسِ، بَدَلًا مِنَ النَّبِيِّ عَلَيْهِ وَعَلَى آلِهِ الصَّلَاةُ وَالسَّلَامُ، وَإِنَّمَا كَانَ ذَلِكَ بِصَلَاةِ الِاسْتِسْقَاءِ وَمَا يُشْرَعُ بَعْدَهَا مِنَ الدُّعَاءِ. فَإِذَا قِيلَ لَهُمْ هَذَا قَالُوا: إِنَّ مَا وَرَدَ مِنْ ذَمِّ دُعَاءِ غَيْرِ اللهِ وَالتَّقَرُّبِ بِهِ إِلَى اللهِ خَاصٌّ بِالْمُشْرِكِينَ، وَمَا يُعَابُ مِنَ الْمُشْرِكِينَ لَا يُعَابُ مِنَ الْمُؤْمِنِينَ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ، فَأَنْتُمْ تُحَمِّلُونَ الْآيَاتِ فِي الْمُشْرِكِينَ عَلَى الْمُؤْمِنِينَ! ! وَهَذَا الْقَوْلُ جَهْلٌ فَاضِحٌ مِنْهُمْ، فَإِنَّ اللهَ تَعَالَى مَا ذَمَّ الشِّرْكَ إِلَّا لِذَاتِهِ، وَمَا ذَمَّ الْمُشْرِكِينَ </p><p> إِلَّا لِأَنَّهُمْ تَلَبَّسُوا بِهِ، وَإِنَّ الَّذِينَ أَشْرَكُوا مِنْ أَهْلِ الْكِتَابِ مَا كَانُوا إِلَّا مُؤْمِنِينَ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ، وَلَكِنْ مَا طَرَأَ عَلَيْهِمْ مِنَ الشِّرْكِ أَحْبَطَ إِيمَانَهُمْ، وَكَذَلِكَ يَحْبَطُ إِيمَانُ مَنْ أَشْرَكَ مِنَ الْمُسْلِمِينَ بِدُعَاءِ غَيْرِ اللهِ، أَوْ بِغَيْرِ ذَلِكَ مِنْ عِبَادَةِ سِوَاهُ، وَإِنْ لَمْ يُشْرِكْ بِرُبُوبِيَّتِهِ، بِأَنْ كَانَ يَعْتَقِدُ أَنَّهُ هُوَ الْخَالِقُ الْمُدَبِّرُ لِأَمْرِ الْعِبَادِ وَحْدَهُ، فَهَذَا الْإِيمَانُ عَامٌّ قَلَّ مَنْ أَشْرَكَ فِيهِ، فَتَوْحِيدُ الْإِلَهِيَّةِ هُوَ إِخْلَاصُ الْعِبَادَةِ لِلَّهِ وَالتَّوَجُّهِ فِيهَا لَهُ وَحْدَهُ دُونَ غَيْرِهِ مِنَ الْأَوْلِيَاءِ وَالشُّفَعَاءِ الْمُسَخَّرِينَ بِأَمْرِهِ (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ)  (٩٨: ٥) . </p><p> وَمِنَ الِاعْتِدَاءِ فِي الدُّعَاءِ مَا هُوَ خَاصٌّ بِاللَّفْظِ كَالتَّكَلُّفِ وَالسَّجْعِ وَالْمُبَالَغَةِ فِي رَفْعِ الصَّوْتِ، فَقَدْ صَحَّ النَّهْيُ عَنْ ذَلِكَ، وَمِنْهَا مَا هُوَ خَاصٌّ بِالْمَعْنَى وَهُوَ طَلَبُ غَيْرِ الْمَشْرُوعِ </p><p> مِنْ وَسَائِلِ الْمَعَاصِي وَمَقَاصِدِهَا كَضَرَرِ الْعِبَادِ، وَأَسْبَابِ الْفَسَادِ، وَطَلَبِ الْمُحَالِ الشَّرْعِيِّ أَوِ الْعَقْلِيِّ كَطَلَبِ إِبْطَالِ سُنَنِ اللهِ فِي الْخَلْقِ وَتَبْدِيلِهَا أَوْ تَحْوِيلِهَا، وَمِنْهُ طَلَبُ النَّصْرِ عَلَى الْأَعْدَاءِ، مَعَ تَرْكِ وَسَائِلِهِ كَأَنْوَاعِ السِّلَاحِ وَالنِّظَامِ، وَالْغِنَى بِدُونِ كَسْبٍ، وَالْمَغْفِرَةِ مَعَ الْإِصْرَارِ عَلَى الذَّنْبِ. وَاللهُ تَعَالَى يَقُولُ:  (فَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّةِ اللهِ تَحْوِيلًا)  (٣٥: ٤٣) . </p><p> رُوِيَ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى:  (إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ) قَالَ: فِي الدُّعَاءِ وَلَا فِي غَيْرِهِ. وَقَالَ أَبُو مِجْلَزٍ: لَا يَسْأَلُ مَنَازِلَ الْأَنْبِيَاءِ. وَرَوَى أَحْمَدُ وَأَبُو دَاوُدَ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّهُ سَمِعَ ابْنًا لَهُ وَهُوَ يَقُولُ: اللهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَنَعِيمَهَا وَإِسْتَبْرَقَهَا - وَنَحْوًا مِنْ هَذَا - وَأَعُوذُ بِكَ مِنَ النَّارِ وَسَلَاسِلِهَا وَأَغْلَالِهَا. فَقَالَ: لَقَدْ سَأَلْتَ اللهَ خَيْرًا كَثِيرًا وَتَعَوَّذْتَ بِهِ مِنْ شَرٍّ كَثِيرٍ، وَإِنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:  \" سَيَكُونُ قَوْمٌ يَعْتَدُونَ فِي الدُّعَاءِ - وَفِي لَفْظٍ - يَعْتَدُونَ فِي الطَّهُورِ وَالدُّعَاءِ \" وَقَرَأَ هَذِهِ الْآيَةَ. </p><p> (وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا) أَيْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بِعَمَلٍ ضَائِرٍ وَلَا بِحُكْمٍ جَائِرٍ، مِمَّا يُنَافِي صَلَاحَ النَّاسِ فِي أَنْفُسِهِمْ كَعُقُولِهِمْ وَعَقَائِدِهِمْ وَآدَابِهِمُ الشَّخْصِيَّةِ وَالِاجْتِمَاعِيَّةِ، أَوْ فِي مَعَايِشِهِمْ وَمَرَافِقِهِمْ مِنْ زِرَاعَةٍ وَصِنَاعَةٍ وَتِجَارَةٍ وَطُرُقِ مُوَاصَلَةٍ وَوَسَائِلِ تَعَاوُنٍ - لَا تُفْسِدُوا فِيهَا بَعْدَ إِصْلَاحِ اللهِ تَعَالَى لَهَا بِمَا خَلَقَ فِيهَا مِنَ الْمَنَافِعِ، وَمَا هَدَى النَّاسَ إِلَيْهِ مِنِ اسْتِغْلَالِهَا وَالِانْتِفَاعِ بِتَسْخِيرِهَا لَهُمْ، وَامْتِنَانِهِ بِهَا عَلَيْهِمْ، بِمِثْلِ قَوْلِهِ:  (هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ</p><p> جَمِيعًا)  (٢: ٢٩) وَقَوْلِهِ: (وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ)  (٤٥: ١٣) وَمِنْ إِقَامَةِ الْحَقِّ وَالْعَدْلِ وَالْفَضِيلَةِ فِيهَا، فَالْإِصْلَاحُ الْأَعْظَمُ إِنَّمَا هُوَ إِصْلَاحُهُ تَعَالَى لِحَالِ الْبَشَرِ، بِهِدَايَةِ الدِّينِ وَإِرْسَالِ الرُّسُلِ، وَإِكْمَالِ ذَلِكَ بِبِعْثَةِ خَاتَمِ النَّبِيِّينَ وَالْمُرْسَلِينَ، الرَّحْمَةِ الْعَامَّةِ لِلْعَالَمِينَ، فَأَصْلَحَ بِهِ عَقَائِدَ الْبَشَرِ بِبِنَائِهَا عَلَى الْبُرْهَانِ، وَأَصْلَحَ بِهِ أَخْلَاقَهُمْ وَآدَابَهُمْ بِمَا جَمَعَ لَهُمْ فِيهَا بَيْنَ مَصَالِحِ الرُّوحِ وَالْجَسَدِ وَمَا شَرَعَ لَهُمْ مِنَ التَّعَاوُنِ وَالتَّرَاحُمِ، وَأَصْلَحَ سِيَاسَتَهُمْ وَنَوَّعَ الْحُكْمَ بَيْنَهُمْ بِشَرْعِ حُكُومَةِ الشُّورَى الْمُقَيَّدَةِ بِأُصُولِ دَرْءِ الْمَفَاسِدِ وَحِفْظِ الْمَصَالِحِ وَالْعَدْلِ وَالْمُسَاوَاةِ. وَالْبَشَرُ سَادَةُ هَذِهِ الْأَرْضِ، وَهُمْ مِنْهَا كَالْقَلْبِ مِنَ الْجَسَدِ وَالْعَقْلِ مِنَ النَّفْسِ، فَإِذَا صَلَحُوا صَلُحَ كُلُّ شَيْءٍ، وَإِذَا فَسَدُوا فَسَدَ كُلُّ شَيْءٍ. وَأَشَدُّ الْفَسَادِ الْكِبْرُ وَالْعُتُوُّ، الدَّاعِيَانِ إِلَى الظُّلْمِ وَالْعُلُوِّ، أَلَمْ تَرَ إِلَى هَؤُلَاءِ الْإِفْرِنْجِ كَيْفَ أَصْلَحُوا كُلَّ مَا فِي الْأَرْضِ مِنْ مَعْدِنٍ وَنَبَاتٍ وَحَيَوَانٍ، وَعَجَزُوا عَنْ إِصْلَاحِ نَفْسِ الْإِنْسَانِ، بِمُعَادَاتِهِمْ أَكْمَلَ الْأَدْيَانِ، فَحَوَّلَتْ دُوَلُهُمْ كُلَّ مَا اهْتَدَى إِلَيْهِ عُلَمَاؤُهُمْ مِنْ وَسَائِلِ الْعُمْرَانِ، إِلَى إِفْسَادِ نَوْعِ الْإِنْسَانِ، وَتَعَادَى شُعُوبُهُ بِالتَّنَازُعِ عَلَى الْمُلْكِ وَالسُّلْطَانِ، وَإِبَاحَةِ الْكُفْرِ وَالْفُسُوقِ وَالْعِصْيَانِ، وَبَذْلِ ثَرْوَةِ الْعَامِلِينَ مِنْ شُعُوبِهِمْ، فِي سَبِيلِ التَّنْكِيلِ بِالْمُخَالِفِينَ لَهُمْ، وَالْجِنَايَةِ عَلَى أَعْدَائِهِمْ وَلَوْ بِالْجِنَايَةِ عَلَى أَنْفُسِهِمْ. </p>"
}