{
  "id": null,
  "sura": 7,
  "aya": 127,
  "text": "<p> إِيمَانٌ بِدِينٍ جَاءَ بِهِ وَحْيٌ سَمَاوِيٌّ، وَاعْتِقَادٌ بِإِلَهٍ يُحِبُّ الْخَيْرَ، وَحَاكِمٍ يَنْتَهِي إِلَيْهِ الْفَصْلُ فِي الْأَعْمَالِ فِي حَيَاةٍ بَعْدَ هَذِهِ الْحَيَاةِ؟ \". </p><p> ثُمَّ أَطَالَ فِي ذَلِكَ بِأُسْلُوبٍ آخَرَ صَرَّحَ فِيهِ بِأَنَّهُ لَوْلَا عَقِيدَتُهُ الدِّينِيَّةُ لَمَا خَدَمَ سُلْطَانَهُ وَعَاهِلَهُ (الْإِمْبِرَاطُورَ) سَاعَةً مِنَ الزَّمَانِ إِلَى آخِرِ مَا قَالَهُ فَيُرَاجَعُ فِي مَحَلِّهِ. </p><p> وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ قَالُوا أُوذِينَا مِنْ قَبْلِ </p><p> أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ خَافَ مَلَأُ فِرْعَوْنَ عَاقِبَةَ تَرْكِهِ لِمُوسَى حُرًّا مُطْلَقًا فِي مِصْرَ، فَكَلَّمُوهُ فِي ذَلِكَ، وَقَدْ أَخْبَرَنَا اللهُ تَعَالَى بِمَا قَالُوهُ لَهُ، وَمَا أَجَابَهُمْ بِهِ، وَمَا كَانَ مِنْ تَأْثِيرِ جَوَابِهِ فِي مُوسَى وَقَوْمِهِ مِنْ نُصْحِهِ لَهُمْ، وَمَا دَارَ بَيْنَ مُوسَى وَبَيْنَهُمْ فِي ذَلِكَ فَقَالَ: </p><p> وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ؟ أَيْ: قَالُوا لَهُ: أَتَتْرُكُ مُوسَى وَقَوْمَهُ أَحْرَارًا آمِنِينَ لِتَكُونَ عَاقِبَتَهُمْ أَنْ يُفْسِدُوا قَوْمَكَ عَلَيْكَ فِي أَرْضِ مِصْرَ بِإِدْخَالِهِمْ فِي دِينِهِمْ، أَوْ جَعْلِهِمْ تَحْتَ سُلْطَتِهِمْ وَرِيَاسَتِهِمْ، وَيَتْرُكَكَ مَعَ آلِهَتِكَ كَالشَّيْءِ اللَّقَا، فَيَظْهَرُ لِلْمِصْرِيِّينَ عَجْزُكَ وَعَجْزُهَا، وَقَدْ رَأَيْتُ مَا كَانَ مِنْ أَمْرِ إِيمَانِ السَّحَرَةِ - إِذِ الظَّاهِرُ مِنَ السِّيَاقِ أَنَّ هَذَا الْقَوْلَ كَانَ بَعْدَ قِصَّةِ السَّحَرَةِ - وَسَيَأْتِي مَا فِيهِ، وَجُمْهُورُ الْمُفَسِّرِينَ عَلَى أَنَّ الْمُرَادَ بِتَرْكِهِ وَآلِهَتِهِ: عَدَمُ عِبَادَتِهِ وَعِبَادَتِهَا، وَقَرَأَ ابْنُ عَبَّاسٍ:  (وَإِلَاهَتَكَ) أَيْ: عِبَادَتَكَ. وَمِنَ الْمَعْلُومِ مِنَ التَّارِيخِ الْمُسْتَمَدِّ مِنَ الْعَادِيَاتِ الْمُسْتَخْرَجَةِ مِنْ أَرْضِ مِصْرَ أَنَّهُ كَانَ </p><p> لِلْمِصْرِيِّينَ آلِهَةٌ كَثِيرَةٌ مِنْهَا الشَّمْسُ، وَاسْمُهَا فِي لُغَتِهِمْ (رَعْ) وَهُوَ مُتَضَمِّنٌ فِي لَقَبِ فِرْعَوْنَ فَهُوَ عِنْدَهُمْ سَلِيلُ الشَّمْسِ وَابْنُهَا، وَسَنَنْقُلُ بَعْدَ جَوَابِهِ لَهُمْ أَثَرًا يَدُلُّ عَلَى ذَلِكَ، وَيُذْكَرُ فِيهِ بَعْضُ هَذِهِ الْآلِهَةِ. </p><p> قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ أَيْ: قَالَ مُجِيبًا لِلْمَلَأِ: سَنُقَتِّلُ أَبْنَاءَ قَوْمِهِ تَقْتِيلًا مَا تَنَاسَلُوا - فَتَعْبِيرُهُ بِالتَّقْتِيلِ يَدُلُّ عَلَى التَّكْثِيرِ وَالتَّدْرِيجِ - وَنَسْتَبْقِي نِسَاءَهُمْ أَحْيَاءً كَمَا كُنَّا نَفْعَلُ مِنْ قَبْلِ وِلَادَتِهِ حَتَّى يَنْقَرِضُوا وَإِنَّا فَوْقَهُمْ قَاهِرُونَ وَإِنَّا مُسْتَعْلُونَ عَلَيْهِمْ بِالْغَلَبَةِ وَالسُّلْطَانِ، قَاهِرُونَ لَهُمْ كَمَا كُنَّا مِنْ قَبْلُ، فَلَا يَسْتَطِيعُونَ إِفْسَادًا فِي أَرْضِنَا، وَلَا خُرُوجًا مِنْ حَظِيرَةِ تَعْبِيدِنَا، وَفِي سُورَةِ الْمُؤْمِنِ: وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ (٤٠: ٢٦) وَهُوَ يَدُلُّ عَلَى أَنَّهُ كَانَ لَدَيْهِ مَنْ يُدَافِعُ عَنْ مُوسَى مِمَّنْ آمَنَ بِهِ سِرًّا، وَمِمَّنْ كَانَ يُحِبُّهُ، وَإِنْ لَمْ يُؤْمِنْ بِهِ فَقَدْ قَالَ تَعَالَى: وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي (٢٠: ٣٩) وَفِيهِ تَصْرِيحٌ بِمَا كَانَ لَهُ فِي أَنْفُسِ </p><p> الْمِصْرِيِّينَ مِنَ الْمَحَبَّةِ وَالِاحْتِرَامِ. وَقَدْ حَكَى اللهُ تَعَالَى لَنَا دِفَاعَ وَاحِدٍ مِمَّنْ آمَنَ بِهِ فَقَالَ: وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ (٤٠: ٢٨) . </p><p> وَالْمُرَجَّحُ عِنْدَ الْمُتَأَخِّرِينَ مِنَ الْمُؤَرِّخِينَ الْوَاقِفِينَ عَلَى الْعَادِيَاتِ الْمِصْرِيَّةِ أَنَّ فِرْعَوْنَ مُوسَى هُوَ الْمَلِكُ (مِنْفِتَاحُ) وَكَانَ يُلَقَّبُ بِسَلِيلِ الْإِلَهِ (رَعْ) وَقَدْ جَاءَ فِي آخِرِ الْأَثَرِ الْمِصْرِيِّ الْوَحِيدِ الَّذِي ذَكَرَ فِيهِ بَنُو إِسْرَائِيلَ (وَهُوَ الْمَعْرُوفُ بِرَقْمِ ٣٤٠٢٥ الْمَحْفُوظُ فِي مَتْحَفِ مِصْرَ) أَنَّ مِصْرَ هِيَ السَّلِيلَةُ الْوَحِيدَةُ لِلْمَعْبُودِ (رَعْ) مُنْذُ وُجُودِ الْآلِهَةِ وَأَنَّ \" مِنْفِتَاحَ \" سَلِيلَةٌ أَيْضًا، وَهُوَ الْجَالِسُ عَلَى سُدَّةِ الْمَعْبُودِ \" شُو \" وَأَنَّ الْإِلَهَ \" رَعْ \" الْتَفَتَ إِلَى مِصْرَ فَوَلَدَ \" مِنْفِتَاحَ \" مَلِكَ مِصْرَ، وَشَيْءٌ لَهُ أَنْ يَكُونَ مُنَاضِلًا عَنْهَا فَتَخَنَّعَ لَهُ الْوُلَاةُ، وَلَا يَرْفَعُ أَحَدٌ مِنَ الْبَدْوِ رَأْسَهُ، فَخَضَعَ لَهُ الْقَيْرَوَانِيُّونَ وَالْحَيْثِيُّونَ وَالْكَنْعَانِيُّونَ وَعَسْقَلَانُ وَجِزَالُ وَيَنْعِمَامُ. </p><p> وَفِيهِ: وَانْفَكَّ الْإِسْرَائِيلِيُّونَ فَلَا بَزْرَ لَهُمْ، وَأَصْبَحَتْ فَلَسْطِينُ خَلِيَّةً لِمِصْرَ وَالْأَرَاضِي كُلُّهَا مَضْمُومَةٌ فِي حِفْظِهِ، وَكُلُّ اسْمٍ وَعَفَهُ \" أَضْعَفَهُ وَأَذَلَّهُ \" الصَّيْدَنُ لَقَبُ (مِنْفِتَاحَ) سَلِيلِ الشَّمْسِ مُعْطَى الْمَعِيشَةِ كُلَّ نَهَارٍ مِثْلَ الشَّمْسِ اهـ، وَمَا ذُكِرَ لَا يُنَافِي ادِّعَاءَهُ الِانْفِرَادَ بِالْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ الْعُلْيَا بَعْدُ. وَقَوْلُهُ: فَلَا بَزْرَ لَهُمْ، هُوَ بِمَعْنَى قَوْلِنَا: انْقَطَعَ دَابِرُهُمْ، يُسْتَعْمَلُ فِي الْحَقِيقَةِ، وَفِي الْمَجَازِ مِنْ بَابِ الْمُبَالَغَةِ أَوْ بِالنَّظَرِ إِلَى الْمَآلِ. </p>"
}