{
  "id": null,
  "sura": 7,
  "aya": 168,
  "text": "<p> اللهَ عَاقَبَهُمْ أَوَّلًا بِالْبُؤْسِ وَالشَّقَاءِ فِي الْمَعِيشَةِ ; لِأَنَّ مِنَ النَّاسِ مَنْ لَا يُرَبِّيهِ وَيُهَذِّبُهُ إِلَّا الشِّدَّةُ وَالْبُؤْسُ كَمَا أَنَّ مِنْهُمْ مَنْ يُرَبِّيهِ وَيُهَذِّبُهُ الرَّخَاءُ وَالنِّعْمَةُ، وَبِكُلٍّ يَبْتَلِي اللهُ عِبَادَهُ وَيَمْنَحُهُمْ كَمَا قَالَ: وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً (٢١: ٣٥) وَقَالَ فِي بَنِي إِسْرَائِيلَ: وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ (٧: ١٦٨) وَلَكِنَّ هَؤُلَاءِ الْقَوْمَ لَمْ يَزِدْهُمُ الْبُؤْسُ وَالسُّوءُ إِلَّا عُتُوًّا وَإِصْرَارًا عَلَى الْفِسْقِ وَالظُّلْمِ فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ، وَمَسَخَهُمْ مَسْخَ خُلُقٍ وَبَدَنٍ فَكَانُوا قِرَدَةً بِالْفِعْلِ، أَوْ مَسْخَ خُلُقٍ وَنَفْسٍ، فَكَانُوا كَالْقِرْدَةِ فِي طَيْشِهَا وَشَرِّهَا وَإِفْسَادِهَا لِمَا تَصِلُ إِلَيْهِ أَيْدِيهَا، وَالْأَوَّلُ قَوْلُ الْجُمْهُورِ، وَالثَّانِي قَوْلُ مُجَاهِدٍ قَالَ: مُسِخَتْ قُلُوبُهُمْ فَلَمْ يُوَفَّقُوا لِفَهْمِ الْحَقِّ. </p><p> وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ </p><p> يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ، وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَلِكَ وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ، فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ، وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ، وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ هَذِهِ الْآيَاتُ خَاتِمَةُ قِصَّةِ بَنِي إِسْرَائِيلَ فِي هَذِهِ السُّورَةِ، وَمَا سَيَأْتِي مِنْ نَبَأِ الَّذِي آتَاهُ اللهُ آيَاتِهِ فَانْسَلَخَ مِنْهَا مَثَلٌ عَامٌّ لَيْسَ فِيهِ مَا يَدُلُّ عَلَى أَنَّهُ كَانَ مِنْهُمْ كَمَا رُوِيَ عَنْ بَعْضِ الْمُفَسِّرِينَ </p><p> فَهُوَ لَا يَدْخُلُ فِي قِصَّتِهِمْ، وَمُنَاسِبَةٌ هَذِهِ لِمَا قَبْلَهَا مُبَاشَرَةً أَنَّهَا بَيَانٌ لِجَرَيَانِ سُنَّةِ اللهِ الْعَامَّةِ فِي عِقَابِ الْأُمَمِ، وَانْطِبَاقِهَا عَلَى الْيَهُودِ عَامَّةً، بَعْدَ بَيَانِ عِقَابِهِ تَعَالَى لِطَائِفَةٍ مِنْهُمْ، قَالَ عَزَّ وَجَلَّ: . </p><p> وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ تَأَذَّنَ صِيغَةُ \" تَفَعَّلَ \" مِنَ الْإِيذَانِ، وَهُوَ الْإِعْلَامُ الَّذِي يُبَلِّغُ فَيُدْرِكُ بِالْآذَانِ، وَيَتَضَمَّنُ هُنَا تَأْكِيدَ الْقَسَمِ، وَمَعْنَى الْعَهْدِ الْمَكْتُوبُ الْمُلْتَزَمُ، بِدَلِيلِ مَجِيءِ لَامِ الْقَسَمِ وَنُونِ التَّوْكِيدِ فِي جَوَابِهِ، وَالْمَعْنَى: وَاذْكُرْ أَيُّهَا الرَّسُولُ الْخَاتَمُ الْعَامُّ إِذْ أَعْلَمَ رَبُّكَ هَؤُلَاءِ الْقَوْمَ الْمَرَّةَ بَعْدَ الْمَرَّةِ أَنَّهُ قَدْ قَضَى فِي عِلْمِهِ وَكَتَبَ عَلَى نَفْسِهِ، وِفَاقًا لِمَا أَقَامَ عَلَيْهِ نِظَامَ الِاجْتِمَاعِ الْبَشَرِيِّ مِنْ سُنَنِهِ، لَيَبْعَثَنَّ وَيُسَلِّطَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ، أَيْ يُرِيدُهُ وَيُوقِعُهُ بِهِمْ، عِقَابًا عَلَى ظُلْمِهِمْ وَفِسْقِهِمْ وَفَسَادِهِمْ، وَهُوَ مَجَازٌ مَنْ سَوَّمَ الشَّيْءَ، كَمَا يُقَالُ سَامَهُ خَسْفًا. وَسُوءُ الْعَذَابِ مَا يَسُوءُ صَاحِبَهُ وَيُذِلُّهُ، وَهُوَ هُنَا سَلْبُ الْمِلْكِ، وَإِخْضَاعُ الْقَهْرِ. </p><p> مِصْدَاقُ هَذَا وَتَفْصِيلُهُ عَلَى مَا قَرَّرْنَا قَوْلُهُ تَعَالَى فِي أَوَّلِ سُورَةِ الْإِسْرَاءِ: وَقَضَيْنَا إِلَى بَنِي إسْرائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا (١٧: ٤) إِلَى قَوْلِهِ: وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا (١٧: ٧) ثُمَّ قَالَ: عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا (١٧: ٨) الْآيَةَ أَيْ وَإِنْ عُدْتُمْ بَعْدَ عِقَابِ الْمَرَّةِ الْآخِرَةِ إِلَى الْإِفْسَادِ، عُدْنَا إِلَى التَّعْذِيبِ وَالْإِذْلَالِ، وَقَدْ عَادُوا فَسَلَّطَ اللهُ عَلَيْهِمُ النَّصَارَى فَسَلَبُوا مُلْكَهُمُ الَّذِي أَقَامُوهُ بَعْدَ نَجَاتِهِمْ مِنَ السَّبْيِ الْبَابِلِيِّ، وَقَهَرُوهُمْ وَاسْتَذَلُّوهُمْ، ثُمَّ جَاءَ الْإِسْلَامُ فَعَادَاهُ مِنْهُمُ الَّذِينَ كَانُوا هَرَبُوا مِنَ الذُّلِّ وَالنَّكَالِ، وَلَجَئُوا إِلَى بِلَادِ الْعَرَبِ فَعَاشُوا فِيهَا أَعِزَّاءَ آمِنِينَ، وَلَمْ يَفُوا لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِمَا عَاهَدَهُمْ عَلَيْهِ إِذْ أَمَّنَهُمْ عَلَى أَنْفُسِهِمْ وَحُرِّيَّةِ دِينِهِمْ، بَلْ غَدَرُوا بِهِ وَكَادُوا لَهُ، وَنَصَرُوا الْمُشْرِكِينَ عَلَيْهِ، فَسَلَّطَهُ اللهُ عَلَيْهِمْ فَقَاتَلَهُمْ فَنَصَرَهُ عَلَيْهِمْ، فَأَجْلَى بَعْضَهُمْ، وَقَتَلَ بَعْضًا، وَأَجْلَى عُمَرُ مَنْ بَقِيَ مِنْهُمْ، ثُمَّ فَتَحَ عُمَرُ سُورِيَّةَ، بَعْضَهَا بِالصُّلْحِ كَبَيْتِ الْمَقْدِسِ، وَبَعْضَهَا عَنْوَةً، فَصَارَ الْيَهُودُ مِنْ سِيَادَةِ الرُّومِ الْجَائِرَةِ الْقَاهِرَةِ فِيهَا إِلَى سُلْطَةِ الْإِسْلَامِ الْعَادِلَةِ، وَلَكِنَّهُمْ ظَلُّوا أَذِلَّةً بِفَقْدِ الْمُلْكِ وَالِاسْتِقْلَالِ. وَقَدْ بَيَّنَّا حَقِيقَةَ حَالِهِمْ، وَمَا يُحَاوِلُونَهُ مِنِ اسْتِعَادَةِ مُلْكِهِمْ فِي هَذَا الزَّمَانِ فِي غَيْرِ هَذَا الْمَوْضِعِ مِنْ هَذَا التَّفْسِيرِ، وَفِي مَوَاضِعَ مِنَ الْمَنَارِ. </p><p> إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ لِلْأُمَمِ الَّتِي تَفْسُقُ عَنْ أَمْرِهِ وَتُفْسِدُ فِي الْأَرْضِ، فَلَا يَتَخَلَّفُ عِقَابُهُ عَنْهَا كَمَا يَتَخَلَّفُ عَنْ بَعْضِ الْأَفْرَادِ وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٧: ١٦) أَيْ أَمَرْنَاهُمْ بِالْحَقِّ وَالْعَدْلِ وَالرَّحْمَةِ وَالْفَضْلِ فَعَصَوْا وَفَسَقُوا عَنِ الْأَمْرِ، وَأَفْسَدُوا وَظَلَمُوا فِي الْأَرْضِ، فَحَقَّ عَلَيْهِمُ الْقَوْلُ. بِمُقْتَضَى سُنَّتِهِ تَعَالَى فِي الْخَلْقِ، فَحَلَّ بِهِمُ الْهَلَاكُ عَلَى الْفَوْرِ. </p><p> وَإِنَّهُ لَغَفُورٌ رَحِيمٌ لِمَنْ تَابَ عَقِبَ الذَّنْبِ، وَأَصْلَحَ مَا كَانَ أَفْسَدَ فِي </p><p> الْأَرْضِ، قَبْلَ </p><p> أَنْ يَحِقَّ عَلَيْهِ الْقَوْلُ وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (٢٠: ٨٢) وَهَذَا كَمَا قَالَ فِي الْيَهُودِ بَعْدَ ذِكْرِ إِفْسَادِهِمْ مَرَّتَيْنِ: عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا وَقَلَّمَا ذَكَرَ اللهُ عَذَابَ الْفَاسِقِينَ الْمُفْسِدِينَ، إِلَّا وَقَرَنَهُ بِذِكْرِ الْمَغْفِرَةِ وَالرَّحْمَةِ لِلتَّائِبِينَ الْمُحْسِنِينَ حَتَّى لَا يَيْأَسَ صَالِحٌ مُصْلِحٌ مِنْ رَحْمَتِهِ بِذَنْبٍ عَمَلِهِ بِجَهَالَةٍ، وَلَا يَأْمَنُ مُفْسِدٌ مِنْ عِقَابِهِ اغْتِرَارًا بِكَرَمِهِ وَعَفْوِهِ وَهُوَ مُصِرٌّ عَلَى ذَنْبِهِ. </p><p> ثُمَّ بَيَّنَ تَعَالَى كَيْفَ كَانَ بَدْءُ إِذْلَالِ الْيَهُودِ بِإِزَالَةِ وَحْدَتِهِمْ، وَتَمْزِيقِ جَامِعَتِهِمْ فَقَالَ: وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا أَيْ وَفَرَّقْنَاهُمْ فِي الْأَرْضِ حَالَ كَوْنِهِمْ أُمَمًا بِالتَّقْدِيرِ، أَوْ صَيَّرْنَاهُمْ أُمَمًا مُتَقَطِّعَةً، بَعْدَ أَنْ كَانُوا أُمَّةً مُتَّحِدَةً مِنْهُمُ الصَّالِحُونَ كَالَّذِينِ نَهَوُا الَّذِينَ اعْتَدَوْا فِي السَّبْتِ عَنْ ظُلْمِهِمْ، وَالَّذِينَ كَانُوا يُؤْمِنُونَ بِأَنْبِيَاءِ اللهِ تَعَالَى فِيهِمْ مِنْ بَعْدِ مُوسَى إِلَى عَهْدِ عِيسَى عَلَيْهِمُ السَّلَامُ وَالَّذِينَ آمَنُوا بِمُحَمَّدٍ خَاتَمِ النَّبِيِّينَ، صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِينَ وَمِنْهُمْ دُونَ ذَلِكَ وَمِنْهَا نَاسٌ دُونَ وَصْفِ الصَّلَاحِ لَمْ يَبْلُغُوهُ، وَهُمْ دَرَجَاتٌ أَوْ دَرَكَاتٌ، مِنْهُمُ الْغُلَاةُ فِي الْكُفْرِ وَالْفِسْقِ، كَالَّذِينِ كَانُوا يَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَمِنْهُمُ السَّمَّاعُونَ لِلْكَذِبِ الْأَكَّالُونَ لِلسُّحْتِ، إِلَى غَيْرِ ذَلِكَ مِمَّا هُوَ شَأْنُ الْأُمَمِ الْفَاسِدَةِ فِي كُلِّ عَصْرٍ، تُفْسِدُ بِالتَّدْرِيجِ لَا دُفْعَةً وَاحِدَةً كَمَا نَرَاهُ فِي أُمَّتِنَا الْإِسْلَامِيَّةِ. </p><p> وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ أَيِ امْتَحَنَّاهُمْ، وَبَلَوْنَا سَرَائِرَهُمْ وَاسْتِعْدَادَهُمْ بِالنِّعَمِ الَّتِي تَحْسُنُ، وَتَقَرُّ بِهَا الْأَعْيُنُ، وَبِالنِّقَمِ الَّتِي تَسُوءُ صَاحِبَهَا، وَرُبَّمَا حَسُنَتْ بِالصَّبْرِ وَالْإِنَابَةِ عَوَاقِبُهَا، رَجَاءَ أَنْ يَرْجِعُوا عَنْ ذَنْبِهِمْ، وَيُنِيبُوا إِلَى رَبِّهِمْ، فَيَعُودَ بِرَحْمَتِهِ وَفَضْلِهِ عَلَيْهِمْ. </p><p> فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَيْ فَخَلَفَ مِنْ بَعْدِ أُولَئِكَ الَّذِينَ كَانَ فِيهِمُ الصَّالِحُ وَالطَّالِحُ وَالْبَرُّ وَالْفَاجِرُ، خَلْفُ سُوءٍ وَبَدَلُ شَرٍّ، قِيلَ: إِنَّ الْخَلْفَ بِسُكُونِ اللَّامِ يَغْلِبُ فِي الْأَشْرَارِ، وَإِنَّمَا يُقَالُ فِي الْأَخْبَارِ خَلَفٌ بِالتَّحْرِيكِ كَسَلَفٍ وَرِثُوا الْكِتَابَ الَّذِي هُوَ التَّوْرَاةُ عَنْهُمْ، وَقَامَتِ الْحُجَّةُ بِهِ عَلَيْهِمْ، </p><p> فَمَاذَا كَانَ شَأْنُهُمْ؟ الْجَوَابُ: يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى أَيْ: يَأْخُذُونَ عَرَضَ هَذَا الشَّيْءِ الْأَدْنَى، أَيْ هَذَا الْحُطَامَ الْحَقِيرَ مِنْ مَتَاعِ الدُّنْيَا، وَالْمُرَادُ بِهِ مَا كَانُوا يَأْكُلُونَهُ مِنَ السُّحْتِ وَالرِّشَى، وَالِاتِّجَارِ بِالدِّينِ وَالْمُحَابَاةِ فِي الْحُكْمِ وَالْفَتْوَى وَيَقُولُونَ سَيُغْفَرُ لَنَا أَيْ: سَيَغْفِرُ اللهُ لَنَا، وَلَا يُؤَاخِذُنَا بِمَا أَذْنَبْنَا، فَإِنَّنَا شَعْبُهُ الْخَاصُّ، سَلَائِلُ أَنْبِيَائِهِ، وَنَحْنُ أَبْنَاؤُهُ وَأَحِبَّاؤُهُ، وَمَا هَذِهِ الْأَقْوَالُ إِلَّا أَمَانِيَّ، وَغُرُورٌ وَأَوْهَامٌ، قَالَ ابْنُ كَثِيرٍ، وَقَالَ مُجَاهِدٌ: هُمُ النَّصَارَى، وَقَدْ يَكُونُ أَعَمَّ مِنْ ذَلِكَ اهـ. وَكُلٌّ مِنَ الْقَوْلَيْنِ يُنَافِيهِ مُقْتَضَى السِّيَاقِ، فَأَوَائِلُ النَّصَارَى كَانُوا صَالِحِينَ، وَسَابِقُ الْكَلَامِ وَلَاحِقُهُ فِي الْيَهُودِ وَحْدَهُمْ وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَيْ: يَقُولُونَ ذَلِكَ، وَالْحَالُ أَنَّهُمْ مُصِرُّونَ عَلَى ذَنْبِهِمْ، إِنْ يَأْتِهِمْ عَرَضٌ آخَرُ مِثْلُ الَّذِي أَخَذُوهُ أَوْ بِالْبَاطِلِ يَأْخُذُوهُ لَا يَتَعَفَّفُونَ عَنْهُ، وَإِنَّمَا وَعَدَ اللهُ فِي كُتُبِهِ بِالْمَغْفِرَةِ لِلتَّائِبِينَ الَّذِينَ </p>"
}