{
  "id": null,
  "sura": 7,
  "aya": 133,
  "text": "<p> فِرْعَوْنَ وَأَهْلَ بَيْتِهِ وَخَاصَّةً مَلَئِهِ، فَالْمُرَادُ بِآلِهِ قَوْمُهُ، وَهُمْ أَهْلُ مِصْرَ فِي عَهْدِهِ، وَهُمْ مُؤَاخَذُونَ بِظُلْمِهِ وَطُغْيَانِهِ؛ لِأَنَّ قُوَّتَهُ الْمَالِيَّةَ وَالْجُنْدِيَّةَ مِنْهُمْ، وَقَدْ خَلَقَهُمُ اللهُ أَحْرَارًا وَكَرَّمَهُمْ بِالْعَقْلِ وَالْفِطْرَةِ الَّتِي تَكْرَهُ الظُّلْمَ وَالطُّغْيَانَ بِالْغَرِيزَةِ، فَكَانَ حَقًّا عَلَيْهِمْ أَلَّا يَقْبَلُوا اسْتِعْبَادَهُ لَهُمْ، وَجَعْلَهُمْ آلَةً لِطُغْيَانِهِ وَإِرْضَاءِ كِبْرِيَائِهِ وَشَهَوَاتِهِ، وَلَا سِيَّمَا بَعْدَ بِعْثَةِ مُوسَى وَوُصُولِ دَعْوَتِهِ إِلَيْهِمْ وَرُؤْيَتِهِمْ، لَمَّا أَيَّدَهُ اللهُ بِهِ مِنَ الْآيَاتِ. </p><p> وَأَمَّا السُّنُونَ فَهِيَ جَمْعُ سَنَةٍ، وَهِيَ بِمَعْنَى الْحَوْلِ، وَلَكِنَّ أَكْثَرَ مَا اسْتُعْمِلَ فِي الْحَوْلِ الَّذِي فِيهِ الْجَدْبُ، كَمَا قَالَ الرَّاغِبُ وَغَيْرُهُ؛ أَيْ: إِلَّا إِذَا ذُكِرَتْ فِي مَقَامِ الْعَدَدِ وَالْإِحْصَاءِ، وَالْأَخْذُ بِالسِّنِينَ صَرِيحٌ فِي إِرَادَةِ الْعِقَابِ بِالْجَدْبِ وَالضِّيقِ، وَيُؤَيِّدُهُ نَقْصُ الثَّمَرَاتِ، وَهَلْ يَدْخُلُ نَقْصُ الثَّمَرَاتِ فِي عُمُومِ الْمُرَادِ مِنَ السِّنِينَ، أَمْ هِيَ خَاصَّةٌ بِنَقْصِ الْغِلَالِ الَّتِي عَلَيْهَا مَدَارُ الْأَقْوَاتِ دُونَ الْفَاكِهَةِ الَّتِي لَا </p><p> تَكْفِي الْقُوتَ، وَإِنْ كَانَ مِنْهَا النَّخِيلُ وَالْأَعْنَابُ؟ وَجْهَانِ: وَنَقْصُ الثَّمَرَاتِ نَصٌّ عَلَى شِدَّةِ الضِّيقِ فِي كُلِّ حَالٍ، وَهَذَا إِجْمَالٌ يُفَسِّرُهُ قَوْلُهُ تَعَالَى: فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ (٧: ١٣٣) وَمَا هُوَ بِبَعِيدٍ. </p><p> وَجُمْلَةُ مَعْنَى الْآيَةِ أَنَّهُ تَعَالَى أَخَذَ آلَ فِرْعَوْنَ بِالْجَدْبِ وَضِيقِ الْمَعِيشَةِ؛ لَعَلَّهُمْ يَتَذَكَّرُونَ ضَعْفَهُمْ أَمَامَ قُوَّةِ اللهِ وَعَجْزِ مَلِكِهِمُ الْجَبَّارِ الْمُتَغَطْرِسِ وَعَجْزِ آلِهَتِهِمْ، وَلَعَلَّهُمْ إِذَا تَذَكَّرُوا اعْتَبَرُوا وَاتَّعَظُوا فَرَجَعُوا عَنْ ظُلْمِهِمْ لِبَنِي إِسْرَائِيلَ، وَأَجَابُوا دَعْوَةَ مُوسَى عَلَيْهِ السَّلَامُ؛ فَإِنَّ الشَّدَائِدَ مِنْ شَأْنِهَا أَنْ تُرَقِّقَ الْقُلُوبَ، وَتُهَذِّبَ الطِّبَاعَ، وَتُوَجِّهَ الْأَنْفُسَ إِلَى مَرْضَاةِ رَبِّ الْعَالَمِينَ وَالتَّضَرُّعِ لَهُ دُونَ غَيْرِهِ مِنَ الْمَعْبُودَاتِ الَّتِي اتُّخِذَتْ فِي الْأَصْلِ وَسَائِلَ إِلَيْهِ وَشُفَعَاءَ عِنْدَهُ، ثُمَّ صَارَ يُنْسَى فِي وَقْتِ الرَّخَاءِ؛ لِأَنَّهُ غَيْبٌ لَا يُرَى، وَتُذْكُرُ هِيَ؛ لِأَنَّهَا مُشَاهَدَةٌ مُجَانِسَةٌ لِعَابِدِيهَا، بَلْ هِيَ أَوْ أَكْثَرُهَا دُونَهُمْ لَوْ كَانُوا يَعْقِلُونَ، فَإِذَا بَلَغَ الشِّرْكُ مِنَ النَّاسِ أَنْ يَنْسُوا اللهَ تَعَالَى حَتَّى فِي أَوْقَاتِ الشَّدَائِدِ فَذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ. </p><p> كَذَلِكَ كَانَ دَأْبُ آلِ فِرْعَوْنَ بَعْدَ إِنْذَارِ مُوسَى إِيَّاهُمْ فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ مِنْ خِصْبٍ وَرَخَاءٍ وَهُوَ الْغَالِبُ قَالُوا لَنَا هَذِهِ دُونَ غَيْرِنَا، وَنَحْنُ الْمُسْتَحِقُّونَ لَهَا بِمَا لَنَا مِنَ التَّفَوُّقِ عَلَى النَّاسِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَيْ: وَإِنِ اتَّفَقَ أَنْ أَصَابَتْهُمْ سَيِّئَةٌ - أَيْ: حَالَةٌ تَسُوؤُهُمْ كَجَدْبٍ أَوْ جَائِحَةٍ أَوْ مُصِيبَةٍ أُخْرَى فِي الْأَبْدَانِ أَوِ الْأَرْزَاقِ - تَشَاءَمُوا بِمُوسَى وَمَنْ مَعَهُ مِنَ الْأَنْصَارِ كَأَخِيهِ هَارُونَ أَوْ جَمِيعِ قَوْمِهِ، وَيَرَوْنَ أَنَّهُمْ إِنَّمَا أُصِيبُوا بِشُؤْمِهِ وَشُؤْمِهِمْ، وَيَغْفُلُونَ عَنْ سَيِّئَاتِ أَنْفُسِهِمْ وَظُلْمِهِمْ لِقَوْمِ مُوسَى؛ لِأَنَّ هَذَا عِنْدَهُمْ مِنَ الْحُقُوقِ، كَمَا هُوَ شَأْنُ الْإِفْرِنْجِ فِي ظُلْمِهِمْ لِمَنْ يَسْتَضْعِفُونَهُمْ مِنْ أَهْلِ الشَّرْقِ. </p><p> أَصْلُ \" يَطَّيَّرُوا \" يَتَطَيَّرُوا فَأُدْغِمَتِ التَّاءُ فِي الطَّاءِ، وَسَبَبُ اسْتِعْمَالِ التَّطَيُّرِ بِمَعْنَى التَّشَاؤُمِ: أَنَّ الْعَرَبَ كَانَتْ تَتَوَقَّعُ الْخَيْرَ وَالشَّرَّ مِمَّا تَرَاهُ مِنْ حَرَكَةِ الطَّيْرِ، حَتَّى إِنَّهَا تَزْجُرُهَا إِذَا </p><p> لَمْ تَمُرَّ مِنْ تِلْقَاءِ نَفْسِهَا، فَإِذَا طَارَتْ مِنْ جِهَةِ الْيَمِينِ تَيَمَّنَتْ؛ أَيْ: رَجَتْ وُقُوعَ الْيَمِينِ وَالْبَرْكَةِ وَالْخَيْرِ، وَإِذَا طَارَتْ مِنْ جِهَةِ الشَّمَالِ تَشَاءَمَتْ، وَتَوَقَّعَتِ الشَّرَّ وَالْمُصِيبَةَ، وَيُسَمَّى الطَّائِرُ الْأَوَّلُ السَّانِحَ، وَالْآخَرُ الْبَارِحَ، ثُمَّ إِنَّهُمْ سَمُّوا الشُّؤْمَ طَيْرًا وَطَائِرًا، وَالتَّشَاؤُمَ تَطَيُّرًا؛ وَلِذَلِكَ قَالَ تَعَالَى فِي رَدِّ خُرَافَتِهِمْ: </p><p> أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ ابْتَدَأَ الرَّدَّ عَلَيْهِمْ </p><p> بِأَدَاةِ الِافْتِتَاحِ (أَلَا) لِلِاهْتِمَامِ بِهِ؛ إِذِ الْمُرَادُ بِهَا تَوْجِيهُ ذِهْنِ الْقَارِئِ لِمَا يُلْقَى بَعْدَهَا حَتَّى لَا يَفُوتَهُ شَيْءٌ مِنْهُ، أَيْ: أَلَا فَلْيَعْلَمُوا أَنَّ الشُّؤْمَ الَّذِي نَسَبُوهُ إِلَى مُوسَى، وَعَدُّوهُ مِنْ آثَارِ وُجُودِهِ فِيهِمْ هُوَ عِنْدَ اللهِ تَعَالَى لَا عِنْدَ مُوسَى وَمَنْ مَعَهُ، فَهُوَ تَعَالَى قَدْ جَعَلَ لِكُلِّ شَيْءٍ قَدَرًا مِنْ حَسَنَةٍ وَسَيِّئَةٍ، بِمَعْنَى أَنَّهُ وَضَعَ لِنِظَامِ الْكَوْنِ سُنَنًا تَكُونُ فِيهَا الْمُسَبِّبَاتُ عَلَى قَدْرِ الْأَسْبَابِ، وَلِكُلٍّ مِنْهَا حِكَمٌ، فَبِمُقْتَضَى هَذِهِ السُّنَنِ وَالْأَقْدَارِ يَنْزِلُ الْبَلَاءُ عَلَيْهِمْ، وَهُوَ امْتِحَانٌ وَاخْتِبَارٌ لَهُمْ بِمَا يَسُوؤُهُمْ لِيَثُوبُوا وَيَرْجِعُوا عَنْ ظُلْمِهِمْ وَبَغْيِهِمْ عَلَى بَنِي إِسْرَائِيلَ وَطُغْيَانِهِمْ وَإِسْرَافِهِمْ فِي كُلِّ أُمُورِهِمْ، وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ حِكَمَ التَّصَرُّفِ الرَّبَّانِيِّ فِي الْخَلْقِ، وَلَا أَسْبَابَ الْخَيْرِ وَالشَّرِّ الصُّورِيَّةَ وَلَا الْمَعْنَوِيَّةَ، وَكَوْنَ كُلِّ شَيْءٍ فِي هَذَا الْكَوْنِ بِمَشِيئَتِهِ تَعَالَى وَتَدْبِيرِهِ. </p><p> وَفِي الْآيَةِ مِنْ نُكَتِ الْبَلَاغَةِ أَنَّهُ عَبَّرَ عَنْ مَجِيءِ الْحَسَنَةِ بِـ \" إِذَا \" الدَّالَّةِ عَلَى تَحَقُّقِ الْوُقُوعِ، وَعَرَّفَهَا لِإِفَادَةِ أَنَّهَا الْأَصْلُ الثَّابِتُ بِغَلَبَةِ رَحْمَةِ اللهِ وَفَضْلِهِ عَلَى سُخْطِهِ وَعِقَابِهِ، وَعَبَّرَ بِإِصَابَةِ السَّيِّئَةِ بِـ \" إِنَّ \" الَّتِي هِيَ أَدَاةُ الشَّكِّ - أَيْ: إِنَّ شَرْطَهَا إِمَّا مَشْكُوكٌ فِي وُقُوعِهِ، وَإِمَّا مُنَزَّلٌ مَنْزِلَةَ الْمَشْكُوكِ فِيهِ لِنُدْرَتِهِ أَوْ لِسَبَبٍ آخَرَ - وَذَكَرَ السَّيِّئَةَ؛ لِإِفَادَةِ أَنَّ وُقُوعَهَا قَلِيلٌ وَخِلَافُ الْأَصْلِ الْغَالِبِ، وَأَفَادَ بِالتَّعْبِيرَيْنِ أَنَّ الْقَوْمَ لَمْ يَتَرَبُّوا بِالْحَسَنَاتِ وَلَا بِالسَّيِّئَاتِ، وَأَنَّ الْحَسَنَةَ عَلَى عَظَمَتِهَا وَكَثْرَتِهَا مَا زَادَتْهُمْ إِلَّا غُرُورًا بِحَالِهِمْ، وَتَمَادِيًا فِي ظُلْمِهِمْ، وَإِصْرَارًا عَلَى بَغْيِهِمْ، وَأَنَّ السَّيِّئَةَ لَمْ تُفِدْهُمْ عِظَةً وَلَا عِبْرَةً، وَلَمْ تُحْدِثْ لَهُمْ تَوْبَةً، وَهَاكَ تَفْصِيلُ ذَلِكَ: </p><p> وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ قُلْنَا: إِنَّ الْقَوْمَ لَمْ يَتَرَبُّوا بِالْحَسَنَاتِ وَلَا بِالسَّيِّئَاتِ، وَلَمْ يُذْعِنُوا لِمَا أَيَّدَ اللهُ بِهِ تَعَالَى مُوسَى مِنَ الْآيَاتِ، بَلْ أَصَرُّوا بَعْدَ إِيمَانِ كِبَارِ السَّحَرَةِ عَلَى عَدِّ آيَتَيْ مُوسَى مِنَ السِّحْرِ وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ </p><p> (مَهْمَا) اسْمُ شَرْطٍ يَدُلُّ عَلَى الْعُمُومِ، وَالْمَعْنَى: أَنَّكَ إِنْ تَجِئْنَا بِكُلِّ نَوْعٍ مِنْ أَنْوَاعِ الْآيَاتِ الَّتِي تَسْتَدِلُّ بِهَا عَلَى أَحَقِّيَّةِ دَعْوَتِكَ؛ لِأَجْلِ أَنْ تَسْحَرَنَا بِهَا؛ أَيْ: تَصْرِفَنَا بِهَا - بِدِقَّةٍ وَلُطْفٍ فِي التَّأْثِيرِ - عَمَّا نَحْنُ عَلَيْهِ مِنْ دِينِنَا، وَمِنْ تَسْخِيرِنَا لِقَوْمِكَ فِي خِدْمَتِنَا، وَضَرْبِ اللَّبَنِ لِمَبَانِينَا - فَمَا نَحْنُ لَكَ بِمُصَدِّقِينَ، وَلَا لِرِسَالَتِكَ بِمُتَّبِعِينَ. </p><p> فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ أَيْ: فَأَنْزَلْنَا عَلَيْهِمْ هَذِهِ الْمَصَائِبَ وَالنَّكَبَاتِ، حَالَ كَوْنِهَا آيَاتٍ بَيِّنَاتٍ عَلَى صِدْقِ رِسَالَةِ عَبْدِنَا مُوسَى بِأَنْ تَوَعَّدَهُمْ بِهَا قَبْلَ وُقُوعِ كُلِّ وَاحِدَةٍ مِنْهَا تَفْصِيلًا لَا إِجْمَالًا؛ لِتَكُونَ دَلَالَتُهَا عَلَى صِدْقِهِ وَاضِحَةً لَا تَحْتَمِلُ التَّأْوِيلَ بِأَنَّهَا وَقَعَتْ بِأَسْبَابٍ لَهَا لَا دَخْلَ لِرِسَالَتِهِ فِيهَا - فَاسْتَكْبَرُوا عَنِ الْإِيمَانِ بِهِ اسْتِكْبَارًا، مَعَ اعْتِقَادِ صِحَّةِ رِسَالَتِهِ، وَصِدْقِ دَعْوَتِهِ بَاطِنًا، وَكَانُوا قَوْمًا رَاسِخِينَ فِي الْإِجْرَامِ وَالذُّنُوبِ مُصِرِّينَ عَلَيْهَا فَلَا يَهُونُ عَلَيْهِمْ تَرْكُهَا. </p><p> جَاءَ فِي سُورَةِ الْإِسْرَاءِ - أَوْ بَنِي إِسْرَائِيلَ - أَنَّ اللهَ تَعَالَى أَعْطَى مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ، وَقَدْ عَدَّ هُنَا مِنْهَا خَمْسًا، وَهِيَ مَذْكُورَةٌ فِي التَّوْرَاةِ عَلَى غَيْرِ هَذَا التَّرْتِيبِ، وَهُوَ غَيْرُ مُرَادٍ، وَعَطْفُ بَعْضِهَا عَلَى بَعْضٍ بِالْوَاوِ لَا يَقْتَضِيهِ. </p><p> فَأَمَّا الطُّوفَانُ فَمَعْنَاهُ فِي اللُّغَةِ: مَا طَافَ بِالشَّيْءِ وَغَشِيَهُ، وَغَلَبَ فِي طُوفَانِ الْمَاءِ، سَوَاءٌ كَانَ مِنَ السَّمَاءِ أَوِ الْأَرْضِ، وَكَذَا كُلُّ مَا يَنْزِلُ مِنَ السَّمَاءِ بِكَثْرَةٍ تَغْشَى الْأَرْضَ. قَالَ ابْنُ كَثِيرٍ: اخْتَلَفُوا فِي مَعْنَاهُ فَعَنِ ابْنِ عَبَّاسٍ فِي رِوَايَاتٍ كَثِيرَةٍ: الْأَمْطَارُ الْمُغْرِقَةُ الْمُتْلِفَةُ لِلزَّرْعِ وَالثِّمَارِ، وَبِهِ قَالَ الضَّحَّاكُ بْنُ مُزَاحِمٍ، وَعَنِ ابْنِ عَبَّاسٍ رِوَايَةٌ أُخْرَى: هُوَ كَثْرَةُ الْمَوْتِ، وَكَذَا قَالَ عَطَاءٌ، وَقَالَ مُجَاهِدٌ: الطُّوفَانُ: الْمَاءُ وَالطَّاعُونُ عَلَى كُلِّ حَالٍ، وَقَالَ ابْنُ جَرِيرٍ: حَدَّثَنَا ابْنُ هِشَامٍ الرِّفَاعِيُّ: حَدَّثَنَا يَحْيَى بْنُ هَيْمَانَ: حَدَّثَنَا الْمِنْهَالُ بْنُ خَلِيفَةَ، عَنِ الْحَجَّاجِ، عَنِ الْحَكَمِ بْنِ مِينَا، عَنْ عَائِشَةَ ـ رَضِيَ اللهُ عَنْهَا ـ قَالَتْ: قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: \" الطُّوفَانُ الْمَوْتُ \" وَكَذَا رَوَاهُ ابْنُ مَرْدَوَيْهِ مِنْ حَدِيثِ يَحْيَى بْنِ هَيْمَانَ بِهِ، وَهُوَ حَدِيثٌ غَرِيبٌ. وَقَالَ ابْنُ عَبَّاسٍ فِي رِوَايَةٍ أُخْرَى: هُوَ أَمْرٌ مِنَ اللهِ طَافَ بِهِمْ ثُمَّ قَرَأَ: فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ (٦٨: ١٩) اهـ. </p><p> أَقُولُ: أَمَّا حَدِيثُ عَائِشَةَ الْمَرْفُوعُ فَهُوَ ضَعِيفٌ لَا يَثْبُتُ بِمِثْلِهِ قَوْلُ مُخَالِفٍ لِلْمُتَبَادَرِ مِنَ اللُّغَةِ - فَيَحْيَى بْنُ هَيْمَانَ الَّذِي انْفَرَدَ بِهِ هُوَ الْكُوفِيُّ الْعِجْلِيُّ كَانَ </p><p> مِنَ الْعُبَّادِ ضَعَّفَهُ الْإِمَامُ أَحْمَدُ وَقَالَ: حَدَّثَ عَنِ الثَّوْرِيِّ بِعَجَائِبَ، وَقَالَ غَيْرُهُ: إِنَّهُ كَانَ صَدُوقًا لَا يَتَعَمَّدُ الْكَذِبَ، وَلَكِنَّهُ كَثِيرُ الْخَطَأِ وَالنِّسْيَانِ، وَقَدْ أُصِيبَ بِالْفَالِجِ فَتَغَيَّرَ حِفْظُهُ، وَهَذَا هُوَ الصَّوَابُ، وَالْمِنْهَالُ بْنُ خَلِيفَةَ الْعِجْلِيُّ الْكُوفِيُّ الَّذِي رَوَى عَنْهُ؛ ضَعَّفَهُ ابْنُ مَعِينٍ وَغَيْرُهُمَا، وَقَالَ الْبُخَارِيُّ: حَدِيثُهُ مُنْكَرٌ. وَقَالَ ابْنُ حِبَّانَ: كَانَ يَنْفَرِدُ بِالْمَنَاكِيرِ عَنِ الْمَشَاهِيرِ فَلَا يَجُوزُ الِاحْتِجَاجُ بِهِ، وَهَذَا طَعْنٌ مُبِينٌ. </p><p> السَّبَبُ فَهُوَ مُقَدَّمٌ عَلَى تَوْثِيقِ الْبَزَّارِ لَهُ، وَكَذَلِكَ الْحَجَّاجُ وَهُوَ ابْنُ أَرْطَاةَ الْكُوفِيُّ الْقَاضِي مُدَلِّسٌ ضَعِيفٌ لَا يُحْتَجُّ بِهِ، وَأَوْلَى الْآثَارِ بِالْقَبُولِ قَوْلُ ابْنِ عَبَّاسٍ الْأَوَّلُ الْمُوَافِقُ الْمُتَبَادَرَ مِنَ اللُّغَةِ؛ أَيْ: طُوفَانِ الْمَطَرِ، وَمَا عَدَا ذَلِكَ فَمِنَ الْإِسْرَائِيلِيَّاتِ، وَأَوْلَاهَا بِالْقَبُولِ مَا لَا يُخَالِفُ الْقُرْآنَ مِنْ أَسْفَارِ التَّوْرَاةِ نَفْسِهَا، وَهُوَ مَا نَنْقُلُهُ عَنْهَا: جَاءَ فِي الْفَصْلِ التَّاسِعِ مِنْ سِفْرِ الْخُرُوجِ: (١٣) ثُمَّ قَالَ الرَّبُّ لِمُوسَى: بَكِّرْ فِي الْغَدَاةِ، وَقِفْ بَيْنَ يَدَيْ فِرْعَوْنَ، وَقُلْ لَهُ:  \" كَذَا قَالَ الرَّبُّ إِلَهُ الْعِبْرَانِيِّينَ أَطْلِقْ شَعْبِي لِيَعْبُدُونِي(١٤)فَإِنِّي فِي هَذِهِ الْمَرَّةِ مُنْزِلٌ جَمِيعَ ضَرَبَاتِي عَلَى قَلْبِكَ، وَعَلَى عَبِيدِكَ وَشَعْبِكَ؛ لِكَيْ تَعْلَمَ أَنَّهُ لَيْسَ مِثْلِي فِي جَمِيعِ الْأَرْضِ، وَأَنَا(١٥)الْآنَ أَمُدُّ يَدِيَ وَأَضْرِبُكَ أَنْتَ وَشَعْبَكَ بِالْوَبَاءِ فَتَضْمَحِلُّ مِنَ الْأَرْضِ(١٦)غَيْرَ أَنِّي لِهَذَا أُبْقِيكَ؛ لِكَيْ أُرِيَكَ قُوَّتِي؛ وَلِكَيْ يُخْبَرَ بِاسْمِي فِي جَمِيعِ الْأَرْضِ،(١٧)وَأَنْتَ لَمْ تَزَلْ مُقَاوِمًا لِشَعْبِي(١٨)هَا أَنَا(؟)مُمْطِرٌ فِي مِثْلِ هَذَا الْوَقْتِ مِنْ غَدٍ بَرْدًا عَظِيمًا جِدًّا لَمْ يَكُنْ مِثْلُهُ فِي مِصْرَ مُنْذُ يَوْمِ أُسِّسَتْ إِلَى الْآنِ \" ثُمَّ ذَكَرَ وُقُوعَ الْبَرْدِ مَعَ نَارٍ مِنَ السَّمَاءِ، وَوَصَفَ عَظَمَتَهُ وَشُمُولَهُ لِجَمِيعِ بِلَادِ مِصْرَ، وَأَنَّ فِرْعَوْنَ طَلَبَ مُوسَى وَهَارُونَ، وَاعْتَرَفَ لَهُمَا بِخَطَئِهِ، وَطَلَبَ مِنْهُمَا أَنْ يَشْفَعَا إِلَى الرَّبِّ لِيَكُفَّ هَذِهِ النَّكْبَةَ عَنْ مِصْرَ، وَوَعَدَهُمَا بِإِطْلَاقِ بَنِي إِسْرَائِيلَ. وَقَالَ فِي خِتَامِ ذَلِكَ: </p><p> (٣٣) فَخَرَجَ مُوسَى مِنَ الْمَدِينَةِ مِنْ لَدُنْ فِرْعَوْنَ، وَبَسَطَ يَدَيْهِ إِلَى الرَّبِّ فَكَفَّتِ الرُّعُودُ وَالْبَرْدُ، وَلَمْ يَعُدِ الْمَطَرُ يَهْطِلُ عَلَى الْأَرْضِ \" اهـ، وَلَمْ يَذْكُرِ الْمَطَرَ عِنْدَ الْوَعِيدِ، بَلْ ذَكَرَ هُنَا عِنْدَ كَفِّ النَّكْبَةِ.</p><p> وَأَمَّا الْجَرَادُ فَهُوَ مَعْرُوفٌ، وَقَدْ ذُكِرَ فِي التَّوْرَاةِ بَعْدَ الطُّوفَانِ، فَفِيهَا بَعْدَ مَا تَقَدَّمَ أَنَّ فِرْعَوْنَ قَسَا قَلْبُهُ فَلَمْ يُطْلِقْ بَنِي إِسْرَائِيلَ، فَأَخْبَرَ الرَّبُّ مُوسَى - كَمَا فِي الْفَصْلِ الْعَاشِرِ - \" بِأَنَّهُ قَسَا قَلْبُهُ وَقُلُوبُ عَبِيدِهِ لِيُرِيَهُمْ آيَاتِهِ، وَلِكَيْ يَقُصَّ مُوسَى عَلَى ابْنِهِ وَابْنِ ابْنِهِ (كَذَا) مَا فَعَلَ بِالْمِصْرِيِّينَ، وَأَمَرَهُ بِأَنْ يُنْذِرَهُ بِإِرْسَالِ الْجَرَادِ عَلَيْهِمْ فَيَأْكُلَ مَا سَلَمَ مِنَ النَّبَاتِ وَالشَّجَرِ فَلَمْ يُحْسِهِ الْبَرْدُ، وَيَمْلَأَ بُيُوتَهُ وَبُيُوتَ عَبِيدِهِ، وَسَائِرَ بُيُوتِ الْمِصْرِيِّينَ فَفَعَلَ - فَرَضِيَ فِرْعَوْنُ أَنْ يَذْهَبَ الرِّجَالُ مِنْ بَنِي إِسْرَائِيلَ؛ لِيَعْبُدُوا رَبَّهُمْ دُونَ النِّسَاءِ وَالْأَوْلَادِ وَالْمَوَاشِي، فَمَدَّ مُوسَى عَصَاهُ بِأَمْرِ الرَّبِّ </p><p> عَلَى أَرْضِ مِصْرَ (١٥) فَأَرْسَلَ الرَّبُّ رِيحًا شَرْقِيَّةً سَاقَتِ الْجَرَادَ عَلَى أَرْضِ مِصْرَ فَغَطَّى جَمِيعَ وَجْهِ الْأَرْضِ حَتَّى أَظْلَمَتِ الْأَرْضُ، وَأَكَلَ جَمِيعَ عُشْبِهَا، وَجَمِيعَ مَا تَرَكَهُ الْبَرْدُ مِنْ ثَمَرِ الشَّجَرِ حَتَّى لَمْ يَبْقَ شَيْءٌ مِنَ الْخُضْرَةِ فِي الشَّجَرِ، وَلَا فِي عُشْبِ الصَّحْرَاءِ فِي جَمِيعِ أَرْضِ مِصْرَ \" وَفِيهِ أَنَّ فِرْعَوْنَ اسْتَدْعَى مُوسَى وَهَارُونَ، وَاعْتَرَفَ لَهُمَا بِخَطَئِهِ، وَطَلَبَ مِنْهُمَا الصَّفْحَ وَالشَّفَاعَةَ إِلَى الرَّبِّ إِلَهِهِمَا أَنْ يَرْفَعَ عَنْهُ هَذِهِ التَّهْلُكَةَ فَفَعَلَا، فَأَرْسَلَ اللهُ رِيحًا غَرِيبَةً فَحَمَلَتِ الْجَرَادَ كُلَّهُ فَأَلْقَتْهُ فِي بَحْرِ الْقُلْزُمِ، وَأَمَّا الْقُمَّلُ - بِضَمِّ الْقَافِ وَتَشْدِيدِ الْمِيمِ الْمَفْتُوحَةِ -فَعَنِ ابْنِ عَبَّاسٍ:هُوَ السُّوسُ الَّذِي يَخْرُجُ مِنَ الْحِنْطَةِ، وَعَنْهُ أَنَّهُ الدَّبَى، وَهُوَ الْجَرَادُ الصِّغَارُ الَّذِي لَا أَجْنِحَةَ لَهُ، وَبِهِ قَالَ مُجَاهِدٌ وَعِكْرِمَةُ وَقَتَادَةُ، وَعَنِ الْحَسَنِ وَسَعِيدِ بْنِ جُبَيْرٍ أَنَّهُ دَوَابٌّ سُودٌ صِغَارٌ، وَعَنِ ابْنِ جَرِيرٍ أَنَّهَا دَابَّةٌ تُشْبِهُ الْقَمْلَ تَأْكُلُ الْإِبِلَ، وَنُقِلَ عَنْ بَعْضِ عُلَمَاءِ اللُّغَةِ الْبَصْرِيِّينَ أَنَّ الْقُمَّلَ عِنْدَ الْعَرَبِ الْحَمْنَانُ وَاحِدَتُهَا حَمْنَانَةٌ، وَهِيَ صِغَارُ الْقِرْدَانِ - ذَكَرَ هَذَا كُلَّهُ ابْنُ كَثِيرٍ، وَجَزَمَ الرَّاغِبُ بِأَنَّ الْقُمَّلَ صِغَارُ الذُّبَابِ، وَهُوَ مُوَافِقٌ لِمَا فِي التَّوْرَاةِ، فَفِيهَا أَنَّ الْبَعُوضَ وَالذِّبَّانَ كَانَ مِنَ الضَّرَبَاتِ الْعَشْرِ الَّتِي ضَرَبَ الرَّبُّ بِهَا فِرْعَوْنَ وَقَوْمَهُ؛ لِيُرْسِلُوا بَنِي إِسْرَائِيلَ مَعَ مُوسَى،فَفِي الْفَصْلِ الثَّامِنِ مِنْ سِفْرِ الْخُرُوجِ:أَنَّ مُوسَى أَنْذَرَ فِرْعَوْنَ أَنِ الذِّبَّانَ سَيَدْخُلُ بُيُوتَهُ وَبُيُوتَ عَبِيدِهِ وَسَائِرِ قَوْمِهِ فَيُفْسِدُهَا، وَلَا يَدْخُلُ فِي بُيُوتِ بَنِي إِسْرَائِيلَ الْمُقِيمِينَ فِي أَرْضِ جَاسَّانِ، وَأَنَّ ذَلِكَ وَقَعَ، وَفَسَدَتِ الْأَرْضُ مِنْ تَأْثِيرِ الذِّبَّانِ.</p><p> وَأَمَّا الضَّفَادِعُ فَهِيَ الْمَعْرُوفَةُ لَا خِلَافَ فِيهَا، وَفِي أَوَّلِ الْفَصْلِ الثَّامِنِ مِنْ سِفْرِ الْخُرُوجِ \"  (١) وَقَالَ الرَّبُّ لِمُوسَى ادْخُلْ عَلَى فِرْعَوْنَ وَقُلْ لَهُ: كَذَا قَالَ الرَّبُّ أَطْلِقْ شَعْبِي؛ لِيَعْبُدُونِي (٢) وَإِنْ أَبَيْتَ أَنْ تُطَلِقَهُمْ فَهَا أَنَا (ذَا) ضَارِبٌ جَمِيعَ تُخُومِكَ بِالضَّفَادِعِ (٣) فَيَفِيضُ النَّهْرُ ضَفَادِعَ فَتَصْعَدُ وَتَنْتَشِرُ فِي بَيْتِكَ، وَفِي مَخْدَعِ فِرَاشِكَ، وَعَلَى سَرِيرِكَ، وَفِي بُيُوتِ عَبِيدِكَ وَشَعْبِكَ، وَفِي تَنَانِيرِكَ وَمَعَاجِنِكَ \" إِلَخْ. وَكَذَلِكَ كَانَ، وَلَكِنْ فِيهَا أَنَّ السَّحَرَةَ فَعَلُوا مِثْلَ ذَلِكَ، وَأَصْعَدُوا الضَّفَادِعَ،وَأَنَّ فِرْعَوْنَ طَلَبَ مِنْ مُوسَى أَنْ يَشْفَعَ لَهُ عِنْدَ رَبِّهِ بِرَفْعِ الضَّفَادِعِ فَأَجَابَهُ إِلَى ذَلِكَ قَالَ:(١٣)فَفَعَلَ الرَّبُّ كَمَا قَالَ مُوسَى، وَمَاتَتِ الضَّفَادِعُ مِنَ الْبُيُوتِ(؟)وَالْأَقْبِيَةِ وَالْحُقُولِ(١٤)فَجَمَعُوهَا أَكْوَامًا، وَأَنْتَنَتِ الْأَرْضُ مِنْهَا \" . </p><p> وَأَمَّا الدَّمُ، فَفَسَّرَهُ زَيْدُ بْنُ أَسْلَمَ بِالرُّعَافِ، وَأَكْثَرُ أَهْلِ التَّفْسِيرِ الْمَأْثُورِ أَنَّهُ دَمٌ كَانَ فِي مِيَاهِ الْمِصْرِيِّينَ، وَهُوَ مُوَافِقٌ لِمَا جَاءَ فِي التَّوْرَاةِ، وَهُوَ فِيهَا أَوَّلُ الضَّرَبَاتِ الْعَشْرِ الَّتِي أَنْزَلَهَا اللهُ عَلَى فِرْعَوْنَ وَقَوْمِهِ بَعْدَ انْقِلَابِ الْعَصَا ثُعْبَانًا. فَفِي الْفَصْلِ السَّابِعِ مِنْ سِفْرِ الْخُرُوجِ \" أَنَّ الرَّبَّ أَمَرَ مُوسَى أَنْ يُنْذِرَ فِرْعَوْنَ ذَلِكَ فَفَعَلَ(١٩)ثُمَّ قَالَ الرَّبُّ لِمُوسَى قُلْ لِهَارُونَ: خُذْ عَصَاكَ، وَمُدَّ يَدَكَ عَلَى مِيَاهِ الْمِصْرِيِّينَ وَأَنْهَارِهِمْ وَخُلُجِهِمْ وَمَنَاقِعِهِمْ وَسَائِرِ مَجَامِعِ مِيَاهِهِمْ، فَتَصِيرَ دَمًا، وَيَكُونُ دَمًا فِي جَمِيعِ أَرْضِ مِصْرَ، وَفِي الْخَشَبِ وَفِي الْحِجَارَةِ \" وَفِيهِ أَنَّ مُوسَى وَهَارُونَ فَعَلَا ذَلِكَ، وَأَنَّ سَمَكَ </p>"
}