{
  "id": null,
  "sura": 7,
  "aya": 20,
  "text": "<p> آدَمَ وَوَضَعَهُ فِي جَنَّةِ عَدْنٍ لِيَعْمَلَهَا وَيَحْفَظَهَا ١٦ وَأَوْصَى </p><p> الرَّبُّ الْإِلَهُ آدَمَ قَائِلًا مِنْ جَمِيعِ شَجَرِ الْجَنَّةِ تَأْكُلُ أَكْلًا ١٧ وَأَمَّا شَجَرَةُ مَعْرِفَةِ الْخَيْرِ وَالشَّرِّ فَلَا تَأْكُلْ مِنْهَا لِأَنَّكَ يَوْمَ تَأْكُلُ مِنْهَا مَوْتًا تَمُوتُ \" اهـ. وَقَدْ أَكَلَ آدَمُ مِنَ الشَّجَرَةِ وَلَمْ يَمُتْ يَوْمَ أَكَلَهَا وَالْقُرْآنُ قَدْ عَلَّلَ النَّهْيَ بِأَنَّهُ يَتَرَتَّبُ عَلَى مُخَالَفَتِهِ أَنْ يَكُونَا مِنَ الظَّالِمِينَ لِأَنْفُسِهِمَا، أَيْ بِفِعْلِهِمَا مَا يُعَاقَبَانِ عَلَيْهِ وَلَوْ بِالْحِرْمَانِ مِنْ ذَلِكَ الرَّغَدِ مِنَ الْعَيْشِ وَمَا يَعْقُبُهُ مِنْ تَعَبٍ فِي الْمَعِيشَةِ. </p><p> (فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَا) قَالَ الرَّاغِبُ: الْوَسْوَسَةُ الْخَطِرَةُ الرَّدِيئَةُ وَأَصْلُهُ مِنَ الْوَسْوَاسِ وَهُوَ صَوْتُ الْحُلِيِّ، وَالْهَمْسُ الْخَفِيُّ قَالَ:  (فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ)  (٢٠: ١٢٠) وَقَالَ: (مِنْ شَرِّ الْوَسْوَاسِ)  (١١٤: ٤) وَيُقَالُ لِهَمْسِ الصَّائِدِ وَسْوَاسٌ اهـ. فَوَسْوَسَةُ الشَّيْطَانِ لِلْبَشَرِ هِيَ مَا يَجِدُونَهُ فِي أَنْفُسِهِمْ مِنَ الْخَوَاطِرِ الرَّدِيئَةِ الَّتِي تُزَيِّنُ لَهُمْ مَا يَضُرُّهُمْ فِي أَبْدَانِهِمْ أَوْ أَرْوَاحِهِمْ وَمُعَامَلَاتِهِمْ، وَقَدْ فَصَّلْنَا الْقَوْلَ فِي ذَلِكَ مِرَارًا. وَالظَّاهِرُ هُنَا أَنَّ الشَّيْطَانَ تَمَثَّلَ لِآدَمَ وَزَوْجِهِ وَكَلَّمَهُمَا وَأَقْسَمَ لَهُمَا، وَلَا مَانِعَ مِنْهُ عَلَى قَوْلِ الْجُمْهُورِ. </p><p> وَمَنْ جَعَلَ الْقِصَّةَ تَمْثِيلًا لِبَيَانِ حَالِ النَّوْعِ الْبَشَرِيِّ مِنَ الْأَطْوَارِ الَّتِي تُنْقَلُ فِيهَا يُفَسِّرُ الْوَسْوَسَةَ بِمَا تَقَدَّمَ آنِفًا، فَإِنَّ الْإِنْسَانَ عِنْدَمَا يَنْتَقِلُ مِنْ طَوْرِ الطُّفُولَةِ الَّتِي لَا يَعْرِفُ فِيهِ هَمًّا وَلَا نَصَبًا إِلَى طَوْرِ التَّمْيِيزِ النَّاقِصِ يَكُونُ كَثِيرَ التَّعَرُّضِ لِوَسْوَسَةِ الشَّيْطَانِ وَاتِّبَاعِهَا. وَقَدْ عَلَّلْتُ هَذِهِ الْوَسْوَسَةَ بِأَنَّ غَايَتَهَا أَوْ غَرَضَهُ مِنْهَا أَنْ يُظْهِرَ لَهُمَا مَا غُطِّيَ وَسُتِرَ عَنْهُمَا مِنْ سَوْآتِهِمَا يُقَالُ: وَارَى الشَّيْءَ إِذَا غَطَّاهُ وَسَتَرَهُ، وُورِيَ الشَّيْءُ غُطِّيَ وَسُتِرَ، وَالسَّوْءَةُ مَا يَسُوءُ الْإِنْسَانَ مِنْ أَمْرٍ شَائِنٍ وَعَمَلٍ قَبِيحٍ. وَالسَّوْءَةُ السَّوْآءُ الْخَلَّةُ الْقَبِيحَةُ وَالْمَرْأَةُ الْمُخَالِفَةُ. قَالَ فِي حَقِيقَةِ الْأَسَاسِ: وَسَوْءَةٌ لَكَ، وَوَقَعَتْ فِي السَّوْءَةِ السَّوْآءِ، قَالَ أَبُو زُبَيْدٍ: </p><p> لَمْ يَهَبْ حُرْمَةَ النَّدِيمِ وَحُقَّتْ ... يَا لِقَوْمِي لِلسَّوْءَةِ السَّوْآءِ </p><p> ثُمَّ قَالَ: وَمِنْ بَابِ الْكِنَايَةِ بَدَتْ سَوْءَتُهُ وَبَدَتْ لَهُمَا سَوْآتُهُمَا اهـ. وَإِذَا أُضِيفَتِ السَّوْءَةُ إِلَى الْإِنْسَانِ أُرِيدَ بِهَا عَوْرَتُهُ الْفَاحِشَةُ؛ لِأَنَّهُ يَسُوءُهُ ظُهُورُهَا بِمُقْتَضَى الْحَيَاءِ الْفِطْرِيِّ مَا لَمْ يُفْسِدْهُ بِتَعَوُّدِ إِظْهَارِهَا مَعَ آخَرِينَ فَيَرْتَفِعُ الْحَيَاءُ بَيْنَهُمْ، وَجُمِعَتْ هُنَا عَلَى الْقَاعِدَةِ فِي إِضَافَةِ الْمُثَنَّى إِلَى ضَمِيرِهِ إِذْ يَسْتَثْقِلُونَ الْجَمْعَ بَيْنَ تَثْنِيَتَيْنِ فِيمَا هُوَ كَالْكَلِمَةِ الْوَاحِدَةِ فَيَجْمَعُونَ الْمُضَافَ، كَقَوْلِهِ تَعَالَى:  (إِنْ تَتُوبَا إِلَى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا)  (٦٦: ٤) . وَسَنَذْكُرُ مَعْنَى مَا كَانَ مِنْ هَذَا الْإِخْفَاءِ أَوِ الْمُوَارَاةِ لِسَوْآتِهِمَا عَنْهُمَا </p><p> فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (فَبَدَتْ لَهُمَا سَوْآتُهُمَا)  (٢٠: ١٢١) وَمَا هُوَ بِبَعِيدٍ. </p><p> (وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ) أَيْ وَقَالَ فِيمَا وَسْوَسَ بِهِ لَهُمَا: مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ أَنْ تَأْكُلَا مِنْهَا إِلَّا لِأَحَدِ أَمْرَيْنِ: اتِّقَاءِ </p>"
}