{
  "id": null,
  "sura": 7,
  "aya": 100,
  "text": "<p> أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ يُقَالُ: هَدَاهُ السَّبِيلَ أَوِ الشَّيْءَ، وَهَدَاهُ لَهُ وَهَدَاهُ إِلَيْهِ، إِذَا دَلَّهُ عَلَيْهِ وَبَيَّنَهُ لَهُ، وَأَهْلُ الْغَوْرِ مِنَ الْعَرَبِ كَانُوا يَقُولُونَ: هَدَى لَهُ الشَّيْءَ بِمَعْنَى بَيَّنَهُ لَهُ، نَقَلَهُ فِي (لِسَانِ الْعَرَبِ) وَذَكَرَ أَنَّهُ قَدْ فَسَّرَ بِهِ مَا فِي الْآيَةِ وَأَمْثَالِهَا، وَهَذَا التَّعْبِيرُ وَرَدَ فِي سِيَاقِ النَّفْيِ وَالِاسْتِفْهَامِ، وَمِثْلُهُ فِي سُورَةِ طَهَ: أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٢٠: ١٢٨) وَفِي سُورَةِ (الم - السَّجْدَةِ) أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ (٣٢: ٢٦) وَالسِّيَاقُ الَّذِي وَرَدَتْ فِيهِ آيَةُ الْأَعْرَافِ الَّتِي نُفَسِّرُهَا مِثْلَ السِّيَاقِ الَّذِي وَرَدَتْ فِيهِ آيَتَا طَهَ وَالسَّجْدَةِ، وَالِاسْتِفْهَامُ هُنَا دَاخِلٌ عَلَى فِعْلٍ مَحْذُوفٍ عُطِفَ عَلَيْهِ مَا بَعْدَهُ كَمَا سَبَقَ فِي نَظَائِرِهِ، وَلِلتَّقْدِيرِ وُجُوهٌ كُلُّهَا تُفِيدُ الْعِبْرَةَ، فَهُوَ مِمَّا تَذْهَبُ النَّفْسُ فِيهِ مَذَاهِبَ مِنْ أَقْرَبِهَا أَنْ يُقَالَ: أَكَانَ مَجْهُولًا مَا ذُكِرَ آنِفًا عَنْ أَهْلِ الْقُرَى وَسُنَّةِ اللهِ تَعَالَى فِيهِمْ، وَلَمْ يُبَيِّنْ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا قَرْنًا بَعْدَ قَرْنٍ، وَجِيلًا فِي أَثَرِ جِيلٍ، أَوَلَمْ يَتَبَيَّنْ لَهُمْ بِهِ، أَنَّ شَأْنَنَا فِيهِمْ كَشَأْنِنَا فِيمَنْ سَبَقَهُمْ، وَهُوَ أَنَّهُمْ خَاضِعُونَ لِمَشِيئَتِنَا فَلَوْ نَشَاءُ أَنْ نُصِيبَهُمْ وَنُعَذِّبَهُمْ بِسَبَبِ ذُنُوبِهِمْ أَصَبْنَاهُمْ كَمَا أَصَبْنَا أَمْثَالَهُمْ مِنْ قَبْلِهِمْ بِمِثْلِهَا، وَقَوْلُهُ تَعَالَى: وَنَطْبَعُ عَلَى قُلُوبِهِمْ مَعْطُوفٌ عَلَى (أَصَبْنَاهُمْ) لِأَنَّهُ بِمَعْنَى: نُصِيبُهُمْ؛ إِذِ الْكَلَامُ فِي الَّذِينَ يَرِثُونَ الْأَرْضَ فِي الْعَصْرِ الْحَالِي أَوِ الْمُسْتَقْبَلِ عَلَى الْإِطْلَاقِ، وَلَيْسَ فِي قَوْمٍ مُعَيَّنِينَ طَبَعَ اللهُ عَلَى قُلُوبِهِمْ بِالْفِعْلِ، كَمَا ظَنَّ الزَّمَخْشَرِيُّ وَغَيْرُهُ فَمَنَعُوا هَذَا الْعَطْفَ، وَقَالُوا: الْمَعْنَى، وَنَحْنُ نَطْبَعُ عَلَى قُلُوبِهِمْ، وَالْمُرَادُ أَنَّهُ يَنْبَغِي لِمَنْ يَسْتَخْلِفُهُمُ اللهُ فِي الْأَرْضِ، وَيَرِثُونَ مَا كَانَ لِمَنْ قَبْلَهُمْ مِنَ الْمُلْكِ وَالْمِلْكِ أَنْ يَتَّقُوا اللهَ، وَلَا يَكُونُوا مِنَ الْمُفْسِدِينَ الظَّالِمِينَ، وَلَا مِنَ الْمُتْرَفِينَ الْفَاسِقِينَ، وَأَنْ يَعْلَمُوا أَنَّ مِنَ الْمُحَتَّمِ عِقَابَ الْأُمَمِ عَلَى السَّيِّئَاتِ، وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ، فَلَمْ يَكُنْ مَا حَلَّ بِمَنْ قَبْلَهُمْ مِنَ الْمُصَادَفَاتِ، بَلْ هُوَ مِنَ السُّنَنِ الْمُطْرَدَةِ بِالْمَشِيئَةِ وَالِاخْتِيَارِ، فَلَا هَوَادَةَ فِيهِ وَلَا ظُلْمَ وَلَا مُحَابَاةَ، وَالنَّاسُ فِي ذَلِكَ فَرِيقَانِ: فَرِيقٌ يُصَابُ بِذَنْبِهِ فَيَتَّعِظُ وَيَتُوبُ إِلَى رَبِّهِ، وَفَرِيقٌ يُصِرُّ عَلَيْهِ حَتَّى يَطْبَعَ عَلَى قَلْبِهِ، </p><p> وَهُوَ مُسْتَعَارٌ مِنْ طَبْعِ السِّكَّةِ وَنَقْشِهَا بِصُورَةٍ أَوْ كِتَابَةٍ لَا تَقْبَلُ غَيْرَهَا، أَوْ مِنَ الطَّبْعِ الَّذِي بِمَعْنَى الْخَتْمِ كَقَوْلِهِ تَعَالَى: خَتَمَ اللهُ عَلَى قُلُوبِهِمْ (٢: ٧) وَالطَّابَعُ وَالْخَاتَمُ بِفَتْحِ الْبَاءِ وَالتَّاءِ وَاحِدٌ، وَقِيلَ: إِنَّهُ مَأْخُوذٌ مِنَ الطَّبَعِ بِالتَّحْرِيكِ، وَهُوَ الصَّدَأُ الشَّدِيدُ يَعْرِضُ لِلسَّيْفِ وَنَحْوِهِ فَيُفْسِدُهُ يُقَالُ: طَبَعَ الطَّبَّاعُ السَّيْفَ وَالدِّرْهَمَ؛ أَيْ: ضَرَبَهُ، وَطَبَعَ الْكِتَابَ وَعَلَى الْكِتَابِ وَخَتَمَهُ إِذَا ضَرَبَ عَلَيْهِ الطَّابَعَ وَالْخَاتَمَ بَعْدَ إِتْمَامِهِ وَوَضْعِهِ فِي ظَرْفِهِ حَتَّى لَا يَدْخُلَ فِيهِ شَيْءٌ آخَرُ، وَمِنْهُ الطَّبْعُ وَالطَّبِيعَةُ وَهِيَ الصِّفَةُ الثَّابِتَةُ لِلشَّيْءِ أَوِ الشَّخْصِ، فَالسَّجِيَّةُ نَقْشُ النَّفْسِ بِصُورَةٍ ثَابِتَةٍ لَا تَتَغَيَّرُ؛ لِأَنَّ مَا يَتَغَيَّرُ </p><p> لَا يُسَمَّى طَبِيعَةً، وَمِنْهُ طَبْعُ الْكُتُبِ فِي الْآلَةِ الْمَعْرُوفَةِ بِالْمَطْبَعَةِ سُمِّيَ بِذَلِكَ؛ لِأَنَّهُ لَا يَقْبَلُ الْمَحْوَ وَالتَّغْيِيرَ كَالْخَطِّ، عَلَى أَنَّ النَّاسَ قَدْ صَنَعُوا أَحْبَارًا لَا تُمْحَى أَيْضًا. </p><p> وَلَا يُسْتَعْمَلُ الطَّبْعُ عَلَى الْقُلُوبِ إِلَّا فِي الشَّرِّ، وَالْمُرَادُ بِهِ أَنَّهَا وَصَلَتْ مِنَ الْفَسَادِ إِلَى حَالَةٍ لَا تَقْبَلُ مَعَهَا خَيْرًا كَالْهُدَى وَالْإِيمَانِ وَالْعِلْمِ النَّافِعِ الَّذِي هُوَ فِقْهُ الْأُمُورِ وَلُبَابُهَا، وَإِنَّمَا يَحْصُلُ بِالْإِصْرَارِ عَلَى الشُّرُورِ وَالْمَعَاصِي اسْتِحْلَالًا وَاسْتِحْسَانًا لَهَا حَتَّى لَا يَعُودَ فِي النَّفْسِ مَوْضِعٌ لِغَيْرِهَا، قَالَ تَعَالَى فِي الْيَهُودِ: فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (٤: ١٥٥) أَيْ: إِلَّا قَلِيلًا مِنْهُمْ؛ وَهُمُ الَّذِينَ لَمْ يُطْبَعْ عَلَى قُلُوبِهِمْ، وَقَالَ تَعَالَى فِي الْمُنَافِقِينَ: وَطَبَعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (٩: ٨٧) وَمِثْلُهُ فِي سُورَتِهِمْ، وَقَالَ هُنَا: فَهُمْ لَا يَسْمَعُونَ أَيْ: فَهُمْ بِهَذَا الطَّبْعِ لَا يَسْمَعُونَ الْحُكْمَ وَالنَّصَائِحَ سَمَاعَ تَفَقُّهٍ وَتَدَبُّرٍ وَاتِّعَاظٍ: وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ (١٠: ١٠١) مَا يُرَادُ مِنْهَا؛ لِأَنَّ قُلُوبَهُمْ قَدْ مُلِئَتْ بِمَا يَشْغَلُهُمْ عَنْهَا مِنْ آرَاءٍ وَأَفْكَارٍ وَشَهَوَاتٍ مَلَكَتْ عَلَيْهَا أَمْرَهَا، حَتَّى صَرَفَتْهُمْ عَنْ غَيْرِهَا فَجَعَلَتْهُمْ مِنَ الْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا (١٨: ١٠٤) . </p><p> قَدْ كَانَ يَنْبَغِي لِلْمُسْلِمِينَ وَهَذَا كِتَابُهُمْ مِنْ عِنْدِ اللهِ عَزَّ وَجَلَّ أَنْ يَتَّقُوهُ تَعَالَى بِانْتِقَاءِ كُلِّ مَا قَصَّهُ عَلَيْهِمْ مِنْ ذُنُوبِ الْأُمَمِ الَّتِي هَلَكَ بِهَا مَنْ قَبْلَهُمْ وَزَالَ مُلْكُهُمْ، وَدَالَتْ بِسَبَبِهَا الدَّوْلَةُ لِأَعْدَائِهِمْ؛ إِذْ بَيَّنَ لَهُمْ أَنَّ ذُنُوبَ الْأُمَمِ لَا تُغْفَرُ كَذُنُوبِ بَعْضِ الْأَفْرَادِ؛ وَسُنَّتَهُ فِيهَا لَا تَتَبَدَّلُ وَلَا تَتَحَوَّلُ، وَلَكِنَّهُمْ قَصَّرُوا </p><p> أَوَّلًا فِي تَفْسِيرِ أَمْثَالِ هَذِهِ الْآيَاتِ الْمُبَيِّنَةِ لِهَذِهِ الْحَقَائِقِ، ثُمَّ فِي وَعْظِ الْأُمَّةِ بِهَا، وَإِنْذَارِهِمْ عَاقِبَةَ الْإِعْرَاضِ عَنْهَا، وَتَرْكِ الِاتِّعَاظِ بِتَدَبُّرِهَا، وَمَنْ يَقْرَأُ شَيْئًا مِنْ تَفْسِيرِهَا فَإِنَّمَا يُعْنَى بِإِعْرَابِهَا، وَالْبَحْثِ فِي أَلْفَاظِهَا، أَوْ جَدَلِ الْمَذَاهِبِ فِيهَا، ثُمَّ إِنَّهُمْ يَجْعَلُونَ مَعَانِيَهَا خَاصَّةً بِالْكَافِرِينَ، وَيُفَسِّرُونَ الْكَافِرِينَ بِمَنْ لَا يُسَمُّونَ أَنْفُسَهُمْ مُسْلِمِينَ، وَطَالَمَا أَنْكَرَ عَلَيْنَا بَعْضُ أَدْعِيَاءِ الْعِلْمِ وَالدِّينِ، أَنَّنَا جَعَلْنَا الْآيَاتِ الَّتِي نَزَلَتْ فِي الْكُفَّارِ شَامِلَةً لِأَهْلِ الْإِسْلَامِ وَالْإِيمَانِ مَأْفُوكِينَ عَنْ تَدَبُّرِهَا الْمُرَادِ مِنْهَا جَاهِلِينَ لِلسُّنَنِ الْعَامَّةِ فِيهَا، وَكَذَلِكَ كَانَ يَقُولُ أَهْلُ الْكِتَابِ مِنْ قَبْلِهِمْ، فَظَنُّوا كَمَا ظَنُّوا أَنَّ اللهَ تَعَالَى يُحَابِي الْأَقْوَامَ لِأَجْلِ رُسُلِهِمْ، وَأَنَّهُ يُعْطِيهِمْ سَعَادَةَ الدُّنْيَا وَالْآخِرَةِ بِجَاهِهِمْ لَا بِاتِّبَاعِهِمْ، وَقَدْ رَاجَتْ هَذِهِ الْعَقَائِدُ الْفَاسِدَةُ فِي الْمُسْلِمِينَ، وَكَانَتْ تِجَارَةً لِلشُّيُوخِ الْمُقَلِّدِينَ الْجَامِدِينَ وَالدَّجَّالِينَ الضَّالِّينَ الْمُضِلِّينَ: فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ (٢: ١٦) بَلْ كَانُوا فِتْنَةً لِلْكَافِرِينَ وَحُجَّةً عَلَى الدِّينِ، كَمَا بَيَّنَّاهُ مِنْ قَبْلُ، وَفِي هَذَا السِّيَاقِ آنِفًا: أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (٤٧: ٢٤) ؟ </p>"
}