{
  "id": null,
  "sura": 7,
  "aya": 123,
  "text": "<p> لَيْسَ كِتَابَ تَارِيخٍ تُدَوَّنُ فِيهِ الْقَصَصُ بِحِكَايَتِهَا كُلِّهَا كَمَا وَقَعَتْ، وَيَذْكُرُ كُلَّ مَا قِيلَ فِيهَا بِنَصِّهِ أَوْ بِتَرْجَمَتِهِ الْحَرْفِيَّةِ - وَإِنَّمَا هُوَ كِتَابُ هِدَايَةٍ وَمَوْعِظَةٍ، فَهُوَ يَذْكُرُ مِنَ الْقَصَصِ مَا يَثْبُتُ بِهِ الْإِيمَانُ، وَيَتَزَكَّى الْوِجْدَانُ، وَتَحْصُلُ الْعِبْرَةُ، وَتُؤَثِّرُ الْمَوْعِظَةُ، وَلَا بُدَّ فِي ذَلِكَ مِنْ تَكْرَارِ الْمَعَانِي مَعَ التَّفَنُّنِ فِي الْأُسْلُوبِ وَالتَّنْوِيعِ فِي نَظْمِ الْكَلَامِ وَفَوَاصِلِ الْآيِ، وَتَوْزِيعِ الْفَوَائِدِ وَتَفْرِيقِهَا، بِحَيْثُ يُوجَدُ فِي كُلِّ قِصَّةٍ مَا لَا يُوجَدُ فِي غَيْرِهَا. </p><p> قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ قَالُوا إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ </p><p> وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ بَعْدَ مَا كَانَ مِنْ إِيمَانِ السَّحَرَةِ كَانَ أَوَّلُ مَا يَخْطُرُ فِي الْبَالِ، وَيَتَوَجَّهُ إِلَيْهِ السُّؤَالُ، مَا فَعَلَ فِرْعَوْنُ وَمَا قَالَ؟ وَهَاكَ الْبَيَانُ: قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ؟ قَرَأَ حَفْصٌ: آمَنْتُمْ بِصِيغَةِ الْخَبَرِ، وَيُحْتَمَلُ فِيهِ تَقْدِيرُ هَمْزَةِ الِاسْتِفْهَامِ، فَهُوَ قِيَاسِيٌّ يَعْتَمِدُ فِي فَهْمِهِ عَلَى صِفَةِ الْأَدَاءِ، وَجَرْسِ الصَّوْتِ فِيهِ، وَبِذَلِكَ يُوَافِقُ سَائِرَ الْقُرَّاءِ فِي الْمَعْنَى فَهُوَ عِنْدَهُمُ اسْتِفْهَامٌ إِنْكَارِيٌّ تَوْبِيخِيٌّ، أَثْبَتَ هَمْزَتَهُ حَمْزَةُ وَالْكِسَائِيُّ وَأَبُو بَكْرٍ، عَنْ عَاصِمٍ، وَرَوْحٌ، عَنْ يَعْقُوبَ، وَرُوِيَ فِي إِثْبَاتِهَا تَحْقِيقُ الْهَمْزَتَيْنِ بِالنُّطْقِ بِهِمَا، وَتَحْقِيقُ الْأُولَى وَتَسْهِيلُ الثَّانِيَةِ بَيْنَ بَيْنَ، وَقُرِئَ بِذَلِكَ فِي أَمْثَالِهَا، وَالْمَعْنَى أَآمَنْتُمْ بِمُوسَى أَوْ بِرَبِّ مُوسَى وَهَارُونَ قَبْلَ أَنْ آذَنَ لَكُمْ وَآمُرَكُمْ بِذَلِكَ؟ وَفِي سُورَةِ طَهَ: قَالَ آمَنْتُمْ لَهُ (٢٠: ٧١) وَالضَّمِيرُ فِيهِ لِمُوسَى قَطْعًا؛ لِأَنَّ تَعْدِيَةَ الْإِيمَانِ بِاللَّامِ تَضْمِينٌ يُفِيدُ مَعْنَى الِاتِّبَاعِ وَالْخُضُوعِ الْمَعْنِيِّ، وَآمَنْتُمْ بِهِ مُتَّبِعِينَ لَهُ إِذْعَانًا لِرِسَالَتِهِ قَبْلَ أَنْ آذَنَ لَكُمْ؟ وَلِذَلِكَ يَتَعَيَّنُ اسْتِعْمَالُ هَذَا التَّضْمِينِ فِي الْإِيمَانِ بِالرُّسُلِ وَالِاتِّبَاعِ لَهُمْ كَقَوْلِهِ تَعَالَى حِكَايَةً عَنْ فِرْعَوْنَ: أَنُؤْمِنُ لَبِشَرَيْنِ مِثْلَنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ (٢٣: ٤٧) وَقَدِ اقْتَبَسَ الْمَعَرِّي هَذَا الِاسْتِدْلَالَ فِي قَوْلِهِ: </p><p> أَعُبَّادُ الْمَسِيحِ يَخَافُ صَحْبِي ... وَنَحْنُ عَبِيدُ مَنْ خَلَقَ الْمَسِيحَا </p><p> وَمِثْلُهُ قَوْلُهُ تَعَالَى فِي سُورَةِ الشُّعَرَاءِ حِكَايَةً عَنْ قَوْمِ نُوحٍ عَلَيْهِ السَّلَامُ: أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (٢٦: ١١١) وَقَوْلُهُ حِكَايَةً عَنْ كُفَّارِ قُرَيْشٍ: وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (١٧: ٩٠) وَلَيْسَ مِنْهُ قَوْلُهُ تَعَالَى حِكَايَةً عَنْ إِخْوَةِ يُوسُفَ: وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا (١٢: ١٧) بَلْ هَذِهِ لَامُ التَّقْوِيَةِ؛ أَيْ: وَمَا أَنْتَ بِمُصَدِّقٍ لَنَا، وَقَدْ بَيَّنَ فِرْعَوْنُ عِلَّةَ إِيمَانِهِمْ بِمَا ظَنَّهُ أَوْ أَرَادَ أَنْ يَعْتَقِدَهُ قَوْمُهُ فِيهِمْ، فَقَالَ مُوَاصِلًا تَهْدِيدَهُ: </p><p> إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا أَيْ: إِنَّ هَذَا الصَّنِيعَ الَّذِي صَنَعْتُمُوهُ أَنْتُمْ وَمُوسَى وَهَارُونُ بِالتَّوَاطُؤِ وَالِاتِّفَاقِ لَيْسَ إِلَّا مَكْرًا مَكَرْتُمُوهُ فِي الْمَدِينَةِ بِمَا أَظْهَرْتُمْ مِنَ الْمُعَارَضَةِ وَالرَّغْبَةِ فِي الْغَلَبِ عَلَيْهِ مَعَ إِسْرَارِ اتِّبَاعِهِ بَعْدَ ادِّعَاءِ ظُهُورِ حُجَّتِهِ زَادَ فِي سُورَةِ طَهَ: إِنَّهُ لَكَبِيرُكُمُ الَّذِي </p><p> عَلَّمَكُمُ السِّحْرَ (٢٠: ٧١) فَأَجْمَعْتُمْ كَيْدَكُمْ لَنَا فِي هَذِهِ الْمَدِينَةِ؛ لِأَجْلِ أَنْ تُخْرِجُوا مِنْهَا أَهْلَهَا الْمِصْرِيِّينَ بِسِحْرِكُمْ - وَهُوَ مَا كَانَ اتَّهَمَ بِهِ مُوسَى وَحْدَهُ - وَيَكُونُ لَكُمْ فِيهَا مَعَ بَنِي إِسْرَائِيلَ مَا هُوَ لَنَا الْآنَ مِنَ الْمُلْكِ وَالْكِبْرِيَاءِ، كَمَا حَكَاهُ تَعَالَى عَنْ فِرْعَوْنَ وَمَلَئِهِ فِي سُورَةِ يُونُسَ. </p><p> فَسَوْفَ تَعْلَمُونَ مَا يَحِلُّ بِكُمْ مِنَ الْعَذَابِ جَزَاءً عَلَى هَذَا الْمَكْرِ وَالْخِدَاعِ، وَبَيَّنَ ذَلِكَ بِقَوْلِهِ: لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ أَيْ: أُقْسِمُ لَأُقَطِّعَنَّ كَذَا وَكَذَا فِي عِقَابِكُمْ وَالتَّنْكِيلِ بِكُمْ، وَهُوَ قَطْعُ الْأَيْدِي وَالْأَرْجُلِ مِنْ خِلَافٍ، كَأَنْ يَقْطَعَ الْيَدَ الْيُمْنَى وَالرِّجْلَ الْيُسْرَى أَوِ الْعَكْسُ ثُمَّ لَأُصَلِّبَنَّ كُلَّ وَاحِدٍ مِنْكُمْ وَهُوَ عَلَى هَذِهِ الْحَالَةِ الْمُشَوَّهَةِ لِتَكُونُوا عِبْرَةً لِمَنْ تُحَدِّثُهُ نَفْسُهُ بِالْكَيْدِ لَنَا، أَوْ بِالْخُرُوجِ عَنْ سُلْطَانِنَا وَالتَّرَفُّعِ عَنِ الْخُضُوعِ لِعَظَمَتِنَا، وَقَدْ تَقَدَّمَ الْكَلَامُ عَلَى هَذِهِ الْأَلْفَاظِ فِي الْعِقَابِ الَّذِي هَدَّدَ بِهِ الْبُغَاةَ مِنْ سُورَةِ الْمَائِدَةِ، وَمِنَ الْمَعْقُولِ مَا قَالَهُ بَعْضُ الْمُفَسِّرِينَ مِنْ كَوْنِ اتِّهَامِ فِرْعَوْنَ لِلسَّحَرَةِ بِالْمَكْرِ وَالْكَيْدِ لَهُ وَلِلْمِصْرِيِّينَ، وَبِتَوَاطُئِهِمْ مَعَ مُوسَى لِلْإِدَالَةِ مِنْهُمْ لِبَنِي إِسْرَائِيلَ - إِنَّمَا كَانَ تَمْوِيهًا عَلَى قَوْمِهِ الْمِصْرِيِّينَ لِئَلَّا يَتَّبِعُوا السَّحَرَةَ فِي الْإِيمَانِ، وَيَقَعَ مَا خَافَهُ وَقَدَّرَهُ، وَاتَّهَمَ بِهِ مُوسَى عَلَيْهِ السَّلَامُ، فَهُوَ عَلَى عُتُوِّهِ عَلَى الْخَلْقِ وَعُلُوِّهِ فِي الْأَرْضِ، قَدْ خَافَ عَاقِبَةَ إِيمَانِ الشَّعْبِ، وَافْتَقَرَ عَلَى ادِّعَائِهِ الرُّبُوبِيَّةَ إِلَى إِيهَامِهِمْ بِأَنَّهُ لَا يَنْتَقِمُ مِنَ السَّحَرَةِ إِلَّا حُبًّا فِيهِمْ، وَدِفَاعًا عَنْهُمْ، وَاسْتِبْقَاءً لِاسْتِقْلَالِهِمْ فِي وَطَنِهِمْ، وَمُحَافَظَتِهِمْ عَلَى دِينِهِمْ، وَكَذَلِكَ يَفْعَلُ كُلُّ مَلِكٍ، وَكُلُّ رَئِيسٍ مُسْتَبِدٍّ فِي شَعْبٍ يَخَافُ أَنْ يَنْتَقِضَ عَلَيْهِ بِاجْتِمَاعِ كَلِمَتِهِ عَلَى زَعِيمٍ آخَرَ بِدَعْوَةٍ دِينِيَّةٍ أَوْ سِيَاسِيَّةٍ، وَمَا مِنْ شَعْبٍ عَرَفَ نَفْسَهُ وَحُقُوقَهُ وَتَعَارَفَ بَعْضُ أَفْرَادِهِ، وَتَعَاوَنُوا عَلَى صَوْنِ هَذِهِ الْحُقُوقِ إِلَّا وَتَعَذَّرَ اسْتِبْدَادُ الْأَفْرَادِ فِيهِمْ، وَإِنْ كَانُوا مُلُوكًا جَبَّارِينَ. </p><p> مَبَاحِثُ لُغَوِيَّةٌ بَيَانِيَّةٌ فِيمَا اخْتَلَفَ فِيهِ التَّعْبِيرُ مِنْ قِصَّةِ مُوسَى فِي السُّورَةِ الْمُتَعَدِّدَةِ </p><p> وَمِنْ مَبَاحِثِ الْمُقَابَلَةِ وَالتَّطَيُّرِ بَيْنَ سِيَاقِ هَذِهِ السُّورَةِ فِي الْقِصَّةِ، وَسِيَاقِ غَيْرِهَا أَنَّهُ زَادَ فِي سُورَةِ الشُّعَرَاءِ اللَّامَ فِي حَرْفِ التَّسْوِيفِ فَقَالَ: فَلَسَوْفَ تَعْلَمُونَ (٢٦: ٤٩) وَلَمْ يَذْكُرْ هَذَا التَّسْوِيفَ فِي سُورَةِ طَهَ، قَالَ الْإِسْكَافِيُّ فِي هَذِهِ اللَّامِ: إِنَّهَا تَدُلُّ عَلَى تَقْرِيبِ مَا خَوَّفَهُمْ بِهِ حَتَّى كَأَنَّهُ حَاضِرٌ مَوْجُودٌ، وَقَالَ:  \" وَاللَّامُ لِلْحَالِ، وَالْجَمْعُ بَيْنَهَا وَبَيْنَ سَوْفَ الَّتِي لِلِاسْتِقْبَالِ إِنَّمَا هُوَ تَحْقِيقُ الْفِعْلِ وَإِدْنَاؤُهُ</p><p> مِنَ الْوُقُوعِ، كَمَا قَالَ تَعَالَى: وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ (١٦: ١٢٤) فَجَمَعَ بَيْنَ اللَّامِ وَبَيْنَ يَوْمِ الْقِيَامَةِ عَلَى مَا قَالَهُ تَعَالَى: وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ (١٦: ٧٧) وَقَدْ بَيَّنَّا فِي سُورَةِ الشُّعَرَاءِ أَكْثَرَ اقْتِصَاصًا لِأَحْوَالِ مُوسَى عَلَيْهِ السَّلَامُ فِي بَعْثِهِ وَابْتِدَاءِ أَمْرِهِ، وَانْتِهَاءِ حَالِهِ مَعَ عَدُوِّهِ، فَجُمِعَتْ لَفْظُ الْوَعِيدِ الْمُبْهَمُ مَعَ اللَّفْظِ الْمُقَرَّبِ لَهُ الْمُحَقَّقِ وُقُوعُهُ إِلَى اللَّفْظِ الْمُفْصِحِ لِمَعْنَاهُ، ثُمَّ وَقَعَ الِاقْتِصَارُ فِي السُّورَةِ الَّتِي لَمْ يَقْصِدْ بِهَا مِنَ اقْتِصَاصِ الْحَالِ مَا ذَكَرَ فِي سُورَةِ الشُّعَرَاءِ عَلَى نَقْصِ مَا فِي مَوْضِعِ الْبَسْطِ وَالشَّرْحِ، وَهُوَ التَّعْرِيضُ بِالْوَعِيدِ مَعَ الْإِفْصَاحِ بِهِ. </p><p> (قَالَ) : \" فَأَمَّا فِي سُورَةِ طَهَ فَإِنَّهُ اقْتَصَرَ فِيهَا عَلَى التَّصْرِيحِ بِمَا أَوْعَدَهُمْ بِهِ وَتَرَكَ فَسَوْفَ تَعْلَمُونَ وَقَالَ: فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ. . . (٢٠: ٧١) إِلَّا أَنَّهُ جَاءَ بَدَلَ هَذِهِ الْكَلِمَةِ مَا يُعَادِلُهَا، وَيُقَارِبُ مَا جَاءَ فِي سُورَةِ الشُّعَرَاءِ الَّتِي هِيَ مِثْلُهَا فِي اقْتِصَاصِ أَحْوَالِهِ مِنَ ابْتِدَائِهَا إِلَى حِينِ انْتِهَائِهَا، وَهُوَ قَوْلُهُ بَعْدَهُ: وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى (٢٠: ٧١) فَاللَّامُ وَالنُّونُ فِي \" لَتَعْلَمُنَّ \" لِإِدْنَاءِ الْفِعْلِ وَتَوْكِيدِهِ، كَمَا أَتَى بِاللَّامِ فِي الشُّعَرَاءِ: فَلَسَوْفَ تَعْلَمُونَ (٢٦: ٤٩) لِإِدْنَاءِ الْفِعْلِ وَتَقْرِيبِهِ، فَقَدْ تَجَاوَزَ مَا فِي السُّورَتَيْنِ الْمَقْصُودَ فِيهِمَا إِلَى اقْتِصَاصِ الْحَالَيْنِ مِنْ إِعْلَاءِ الْحَقِّ وَإِزْهَاقِ الْبَاطِلِ \" اهـ. </p><p> أَقُولُ: مِنَ الْمَعْلُومِ أَنَّ هَذِهِ اللَّامَ لَامُ الِابْتِدَاءِ، وَأَنَّ فَائِدَتَهَا الْأُولَى الْمُتَّفَقَ عَلَيْهَا تَوْكِيدُ مَضْمُونِ الْجُمْلَةِ، وَقَدْ سَكَتَ الْإِسْكَافِيُّ عَنِ التَّعْلِيلِ بِهَا عَلَى ظُهُورِهَا، وَعَدَمِ خَفَاءِ شَيْءٍ مِنْ شَوَاهِدِهَا، وَاقْتَصَرَ عَلَى تَوْجِيهِ مَا ذَكَرُوا لِهَذِهِ اللَّامِ مِنْ مَعْنَى الْحَالِ؛ إِذْ قَالُوا: إِنَّ الْفَائِدَةَ الثَّانِيَةَ لَهَا تَخْلِيصُ مَعْنَى الْمُضَارِعِ لِلْحَالِ، نَقَلَهُ ابْنُ هِشَامٍ فِي الْمُغْنِي، وَقَالَ: إِنَّ ابْنَ مَالِكٍ اعْتَرَضَهُ بِقَوْلِهِ تَعَالَى: وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ (١٦: ١٢٤) وَبِقَوْلِ يَعْقُوبَ عَلَيْهِ السَّلَامُ فِيمَا حَكَاهُ اللهُ عَنْهُ: إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ (١٢: ١٣) فَإِنَّ الذَّهَابَ كَانَ مُسْتَقْبَلًا فَلَوْ كَانَ الْحُزْنُ حَالًا لَزِمَ تَقَدُّمُ الْفِعْلِ فِي الْوُجُودِ عَلَى فَاعِلِهِ مَعَ أَنَّهُ أَثَرُهُ (قَالَ) : وَالْجَوَابُ عَنِ الْأَوَّلِ أَنَّ الْحُكْمَ فِي ذَلِكَ الْيَوْمِ وَاقِعٌ لَا مَحَالَةَ، فَنَزَلَ مَنْزِلَةَ الْحَاضِرِ الْمُشَاهَدِ - وَأَنَّ التَّقْدِيرَ فِي الثَّانِي؛ قَصَدَ أَنْ تَذْهَبُوا بِهِ، وَالْقَصْدُ: حَالٌ، اهـ. </p>"
}