{
  "id": null,
  "sura": 7,
  "aya": 2,
  "text": "<p> ابْتِدَاءً وَلِلَّهِ الْحَمْدُ، وَلَوْ رَأَى مِثْلَ هَذَا الْبَيَانِ ابْنُ كَثِيرٍ لَمَا ضَعَّفَ هَذَا الْوَجْهَ إِذْ نَقَلَهُ مُوجَزًا مُجْمَلًا عَنِ ابْنِ جَرِيرٍ، وَقَدْ رَجَّحَ هُوَ مَا ذَهَبَ إِلَيْهِ كَثِيرٌ مِنَ الْعُلَمَاءِ مِنْ أَنَّ حِكْمَةَ ذِكْرِ هَذِهِ الْحُرُوفِ بَيَانُ إِعْجَازِ الْقُرْآنِ بِالْإِشَارَةِ إِلَى أَنَّهُ مُرَكَّبٌ مِنْ هَذِهِ الْحُرُوفِ الْمُفْرَدَةِ الَّتِي يَتَأَلَّفُ مِنْهَا جَمِيعُ الْكَلَامِ الْعَرَبِيِّ، وَقَدْ أَطْنَبَ فِي تَقْرِيرِ ذَلِكَ مِنْ مُفَسِّرِي عُلَمَاءِ الْبَلَاغَةِ الزَّمَخْشَرِيُّ وَتَلَاهُ الْبَيْضَاوِيُّ وَاخْتَارَهُ مِنْ عُلَمَاءِ الْمَنْقُولِ وَالْمَعْقُولِ ابْنُ تَيْمِيَةَ وَتَبِعَهُ تِلْمِيذُهُ الْحَافِظُ الْمِزِّيُّ فَيُرَاجَعُ فِي مَحَلِّهِ. </p><p> (كِتَابٌ أُنْزِلَ إِلَيْكَ) إِذَا قِيلَ إِنَّ (المص) اسْمٌ لِلسُّورَةِ فَهُوَ مُبْتَدَأٌ خَبَرُهُ (كِتَابٌ) وَإِلَّا فَهَذَا خَبَرٌ لِمُبْتَدَأٍ مَحْذُوفٍ تَقْدِيرُهُ ذَلِكَ كِتَابٌ كَقَوْلِهِ: (الم ذَلِكَ الْكِتَابُ)  (٢: ١، ٢) وَتَنْكِيرُ (كِتَابٌ) لِلتَّعْظِيمِ وَالتَّفْخِيمِ، وَالْمُرَادُ بِهِ عَلَى الْقَوْلِ الثَّانِي جُمْلَةُ الْقُرْآنِ الْمُشَارُ إِلَى بَعْضِهِ الْمُنَزَّلُ بِالْفِعْلِ، وَجُمْلَةُ (أُنْزِلَ إِلَيْكَ) صِفَةٌ لَهُ دَالَّةٌ عَلَى كَمَالِ تَعْظِيمِ قَدْرِهِ وَقَدْرِ مَنْ أُنْزِلَ إِلَيْهِ؛ وَلِذَلِكَ سُمِّيَتِ اللَّيْلَةُ الَّتِي كَانَ بَدْءُ نُزُولِهِ فِيهَا بِلَيْلَةِ الْقَدْرِ. وَإِنَّمَا قِيلَ:  (أُنْزِلَ) وَلَمْ يَقُلْ أَنْزَلَ اللهُ أَوْ أَنْزَلْنَاهُ إِيجَازًا مُؤْذِنًا بِأَنَّ الْمُنْزِلَ مُسْتَغْنٍ عَنِ التَّعْرِيفِ، وَعَنْ إِسْنَادِهِ إِلَى الضَّمِيرِ أَوِ الِاسْمِ الصَّرِيحِ، فَإِنَّ هَذَا الْكِتَابَ الْبَدِيعَ، لَا يُمْكِنُ أَنْ يَكُونَ إِلَّا مِنْ فَوْقِ ذَلِكَ الْعَرْشِ الرَّفِيعِ (فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ) حَرَجُ الصَّدْرِ ضِيقُهُ وَغَمُّهُ وَهُوَ مِنَ الْحَرَجَةِ الَّتِي هِيَ مُجْتَمَعُ </p><p> الشَّجَرِ الْمُشْتَبِكِ الْمُلْتَفِّ الَّذِي لَا يَجِدُ السَّالِكُ فِيهِ سَبِيلًا وَاضِحًا يَنْفُذُ مِنْهُ، أَوِ الَّذِي لَا يَقْبَلُ الزِّيَادَةَ كَمَا قَالَ الرَّاغِبُ، وَقَدْ فَسَّرَ الْحَرَجَ هُنَا بِمَعْنَاهُ اللُّغَوِيِّ وَرُوِيَ عَنِ الضَّحَّاكِ، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدِ تَفْسِيرُهُ بِالشَّكِّ كَمَا فِي الدُّرِّ الْمَنْثُورِ وَعَزَاهُ ابْنُ كَثِيرٍ إِلَى مُجَاهِدٍ وَقَتَادَةَ. وَوَجَّهُوهُ بِأَنَّ الشَّكَّ ضَرْبٌ مِنْ ضُرُوبِ حَرَجِ الصَّدْرِ وَضِيقِ الْقَلْبِ. وَتَقَدَّمَ تَفْسِيرُ مِثْلِهِ فِي الْأَنْعَامِ (الْآيَةِ ١٢٥) وَقَالَ الرَّاغِبُ فِي هَذِهِ الْجُمْلَةِ قِيلَ: هِيَ نَهْيٌ. وَقِيلَ: دُعَاءٌ. وَقِيلَ: حُكْمٌ مِنْهُ نَحْوَ (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ)  (٩٤: ١) اهـ. وَالنَّهْيُ أَوِ الدُّعَاءُ عَنْ أَمْرٍ يَتَعَلَّقُ بِالْمُسْتَقْبَلِ دَلِيلٌ عَلَى أَنَّهُ مَظِنَّةُ الْوُقُوعِ فِي نَفْسِهِ، وَبِحَسْبِ سُنَنِ اللهِ وَنِظَامِ الْأَسْبَابِ فِي خَلْقِهِ، وَالْأَمْرُ هُنَا كَذَلِكَ، إِلَّا أَنْ يَحُولَ دُونَ وُقُوعِهِ مَانِعٌ كَعِنَايَةِ اللهِ وَتَأْيِيدِهِ؛ فَإِنَّ هَذَا الْقُرْآنَ أَمْرٌ عَظِيمٌ بَلْ هُوَ أَعْظَمُ شَأْنٍ بَيْنَ اللهِ تَعَالَى وَبَيْنَ عِبَادِهِ وَقَدْ كَانَ فِي أَوَّلِ مَا نَزَلَ مِنْهُ قَوْلُهُ عَزَّ وَجَلَّ:  (إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا)  (٧٣: ٥) ثُمَّ نَزَلَ فِي تَفْسِيرِهِ: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ)  (٥٩: ٢١) وَكَانَ يَنْزِلُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ فَيَفْصِمُ عَنْهُ الْوَحْيُ وَهُوَ يَتَفَصَّدُ عَرَقًا، وَكَانَ يَكَادُ يَهِيمُ بِشِدَّةِ وَقْعِهِ وَعِظَمِ تَأْثِيرِهِ حَتَّى يَكَادَ يُلْقِيَ بِنَفْسِهِ مِنْ شَاهِقِ الْجَبَلِ، وَأَيُّ قَلْبٍ يَحْتَمِلُ وَصَدْرٍ يَتَّسِعُ لِكَلَامِ اللهِ الْعَظِيمِ، يَنْزِلُ بِهِ عَلَيْهِ الرُّوحُ الْأَمِينُ، إِذَا لَمْ يَتَوَلَّ سُبْحَانَهُ بِفَضْلِهِ شَرْحَهُ وَإِعَانَتَهُ عَلَى </p><p> حَمْلِهِ، وَهُوَ مَا امْتَنَّ بِهِ عَلَى رَسُولِهِ بِقَوْلِهِ:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنْكَ وِزْرَكَ الَّذِي أَنْقَضَ ظَهْرَكَ) فَهَذَا وَجْهُ مَظِنَّةِ وُقُوعِ الْحَرَجِ بِمَعْنَاهُ اللُّغَوِيِّ الْأَصْلِيِّ بِالنِّسْبَةِ إِلَى الرَّسُولِ نَفْسِهِ، وَكَوْنِهِ تَعَالَى صَرَفَهُ عَنْهُ بِشَرْحِهِ لِصَدْرِهِ، وَيَصِحُّ فِيهِ أَنْ يَكُونَ النَّهْيُ تَكْوِينِيًّا. </p><p> وَلَهُ وَجْهٌ آخَرُ بِاعْتِبَارِ تَبْلِيغِهِ إِيَّاهُ فَإِنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلِّفَ بِهِ هِدَايَةَ الثِّقْلَيْنِ وَإِصْلَاحَ أَهْلِ الْخَافِقَيْنِ، وَمِنَ الْمُتَوَقَّعِ الْمَعْلُومِ بِالْبَدَاهَةِ أَنَّ الْمُتَصَدِّيَ لِذَلِكَ لَا بُدَّ أَنْ يَلْقَى أَشَدَّ الْإِيذَاءِ وَالْمُقَاوَمَةِ، وَالطَّعْنِ فِي كِتَابِ اللهِ، وَالْإِعْرَاضِ عَنْ آيَاتِ اللهِ، وَهِيَ أَسْبَابٌ لِضِيقِ الصَّدْرِ كَمَا قَالَ تَعَالَى فِي آخِرِ سُورَةِ الْحِجْرِ:  (وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ)  (١٥: ٩٧) وَفِي آخِرِ سُورَةِ النَّحْلِ بَعْدَهَا: ((وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ)  (١٦: ١٢٧) وَمِثْلُهُ فِي سُورَةِ النَّمْلِ. وَقَالَ تَعَالَى فِي أَوَائِلِ سُورَةِ هُودٍ:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ إِنَّمَا أَنْتَ نَذِيرٌ وَاللهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ)  (١١: ١٢) وَالْمُرَادُ مِنَ النَّهْيِ عَنْ أَمْرٍ طَبْعِيٍّ كَهَذَا الِاجْتِهَادِ فِي مُقَاوَمَتِهِ وَالتَّسَلِّي عَنْهُ بِوَعْدِ </p><p> اللهِ وَالتَّأَسِّي بِمَنْ سَبَقَ مِنْ رُسُلِهِ عَلَيْهِمُ السَّلَامُ. </p><p> فَهَذَانِ الْوَجْهَانِ الْوَجِيهَانِ، مِنْ تَفْسِيرِ الْقُرْآنِ بِالْقُرْآنِ. يُنَافِيَانِ مَا رُوِيَ مِنْ تَفْسِيرِ الْحَرَجِ بِالشَّكِّ، وَيُغْنِيَانِ عَمَّا تَمَحَّلَهُ الْمُفَسِّرُونَ فِي تَوْجِيهِهِ بِالتَّأْوِيلِ الشَّبِيهِ بِالْمَحَكِّ، وَمَا أَكْثَرُ مَا رُوِيَ فِي التَّفْسِيرِ بِصَحِيحٍ حَتَّى بَالَغَ الْإِمَامُ أَحْمَدُ فَقَالَ لَا يَصِحُّ فِيهِ شَيْءٌ، وَمَا كُلُّ مَا صَحَّ مِنْهُ مَقْبُولٌ، إِلَّا إِذَا صَحَّ رَفْعُهُ إِلَى الْمَعْصُومِ، صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ، وَأَمَّا قَوْلُهُ تَعَالَى فِي سُورَةِ يُونُسَ:  (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ)  (١٠: ٩٤) فَهُوَ عَلَى سَبِيلِ فَرْضِ الْمُحَالِ الْمَأْلُوفِ فِي أَمْثَالِ هَذِهِ الْمَوَاضِعِ وَالْمَحَالِّ، وَشَرْطُ \" إِنْ \" لَا يَقْتَضِي الْوُقُوعَ بِحَالٍ مِنَ الْأَحْوَالِ. وَمِثْلُهُ فِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى بَعْدَ نَهْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ دُعَاءِ غَيْرِ اللهِ:  (فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ)  (١٠: ١٠٦) وَقَوْلُهُ فِي غَيْرِهَا: (قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ)  (٤٣: ٨١) وَفِي ابْنِ جَرِيرٍ وَغَيْرِهِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي آيَةِ يُونُسَ: \" لَا أَشُكُّ وَلَا أَسْأَلُ \" . </p><p> وَقَوْلُهُ تَعَالَى:  (لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ) تَعْلِيلٌ لِإِنْزَالِ الْكِتَابِ. وَالْجُمْلَةُ قَبْلَهُ مُعْتَرِضَةٌ بَيْنَ الْعِلَّةِ وَالْمَعْلُولِ لِإِفَادَةِ أَنَّ الْإِنْذَارَ بِهِ إِنَّمَا يَكُونُ مُطْلَقًا أَوْ عَلَى وَجْهِ الْكَمَالِ مَعَ انْتِفَاءِ الْحَرَجِ مِنَ الصَّدْرِ، وَانْشِرَاحِهِ لِلنُّهُوضِ بِأَعْبَاءِ هَذَا الْأَمْرِ، وَقِيلَ: تَعْلِيلٌ لِلنَّهْيِ عَنِ الْحَرَجِ عَلَى أَنَّ اللَّامَ مَصْدَرِيَّةٌ كَقَوْلِهِ: (يُرِيدُونَ لِيُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ)  (٦١: ٨) أَيْ فَلَا يَكُنْ فِي صَدْرِكِ حَرَجٌ مِنْهُ لِأَجْلِ الْإِنْذَارِ بِهِ لِئَلَّا يُكَذِّبَكَ النَّاسُ. وَالْإِنْذَارُ التَّعْلِيمُ الْمُقْتَرِنُ بِالتَّخْوِيفِ مِنْ سُوءِ عَاقِبَةِ الْمُخَالَفَةِ، وَهُوَ يَتَعَدَّى إِلَى مَفْعُولَيْنِ: الْمُنْذَرِ وَالْعِقَابِ الَّذِي </p><p> يُنْذَرُهُ، أَيْ يُخَوَّفُ مِنْ وُقُوعِهِ بِهِ، وَمِنْهُ قَوْلُهُ:  (إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا)  (٧٨: ٤٠) وَقَوْلُهُ: (وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا) وَالْمَفْعُولَانِ يُذْكَرَانِ كِلَاهُمَا تَارَةً وَيُذْكَرُ أَحَدُهُمَا تَارَةً بَعْدَ أُخْرَى بِحَسَبِ الْمُنَاسَبَاتِ، وَقَدْ حُذِفَ كُلٌّ مِنْهُمَا هُنَا لِإِفَادَةِ الْعُمُومِ حَسَبَ الْقَاعِدَةِ، أَيْ لِتُنْذِرَ بِهِ جَمِيعَ النَّاسِ إِذْ تُبَلِّغُهُمْ دِينَ اللهِ وَكُلَّ مَا يُتْلَى عَلَيْكَ فِي الْكِتَابِ مِنْ عِقَابِهِ تَعَالَى لِمَنْ يَعْصِي رُسُلَهُ فِي الدُّنْيَا وَالْآخِرَةِ فَهُوَ إِيجَازٌ بَلِيغٌ يَدُلُّ عَلَى عُمُومِ بِعْثَتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَقَوْلِهِ فِي سُورَةِ الْأَنْعَامِ:  (وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا)  (٦: ٩٢) وَقَدْ صَرَّحَ بِجَعْلِ الْإِنْذَارِ عَامًّا لِأُمَّةِ الْبَعْثَةِ كَافَّةً بُقُولِهِ: (تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُوَنَ لِلْعَالَمِينَ نَذِيرًا)  (٢٥: ١) وَكَثِيرًا مَا يُوَجَّهُ إِلَى الْكُفَّارِ وَالظَّالِمِينَ لِأَنَّهُمْ هُمُ الَّذِينَ يُعَاقَبُونَ حَتْمًا، وَقَدْ يُخَصُّ بِهِ الْمُؤْمِنُونَ الْمُتَّقُونَ بِأَنَّهُمْ هُمُ الْمُنْتَفِعُونَ بِهِ قَطْعًا، كَقَوْلِهِ تَعَالَى:  (إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ)  (٣٥: ١٨) </p><p> وَقَوْلُهُ:  (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ)  (٣٦: ١١) وَقَوْلُهُ: (وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ)  (٦: ٥١) الْآيَةَ. </p><p> وَأَمَّا الذِّكْرَى فَهِيَ مَصْدَرٌ لِذِكْرِ الشَّيْءِ بِقَلْبِهِ وَبِلِسَانِهِ، وَالِاسْمُ الذِّكْرُ بِالضَّمِّ وَكَذَا بِالْكَسْرِ، قَالَ فِي الْمِصْبَاحِ: نَصَّ عَلَيْهِ جَمَاعَةٌ مِنْهُمْ أَبُو عُبَيْدَةَ وَابْنُ قُتَيْبَةَ، وَأَنْكَرَ الْفَرَّاءُ الْكَسْرَ فِي ذِكْرِ الْقَلْبِ وَقَالَ: اجْعَلْنِي عَلَى ذُكْرٍ مِنْكَ. بِالضَّمِّ لَا غَيْرَ؛ وَلِهَذَا اقْتَصَرَ جَمَاعَةٌ عَلَيْهِ اهـ. </p><p> وَقَالَ الرَّاغِبُ: وَالذِّكْرَى كَثْرَةُ الذِّكْرِ وَهُوَ أَبْلَغُ مِنَ الذِّكْرِ اهـ. وَلَعَلَّهُ أَخَذَ هَذَا الْمَعْنَى مِنْ كَثْرَةِ اسْتِعْمَالِهَا فِي الْقُرْآنِ بِمَعْنَى التَّذْكِيرِ النَّافِعِ وَالْمَوْعِظَةِ الْمُؤَثِّرَةِ - وَلَا أَذْكُرُ أَنَّهَا اسْتُعْمِلَتْ فِيهِ بِمَعْنَى ذِكْرِ اللِّسَانِ إِلَّا فِي قَوْلِهِ تَعَالَى:  (يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا فِيمَ أَنْتَ مِنْ ذِكْرَاهَا)  (٧٩: ٤٢، ٤٣) عَلَى وَجْهٍ وَفُسِّرَتْ بِالْعِلْمِ - وَلَا بِمَعْنَى مُطْلَقِ التَّذَكُّرِ إِلَّا فِي قَوْلِهِ:  (فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ)  (٦: ٦٨) لِأَنَّهُ فِي مُقَابِلِ الْإِنْسَاءِ وَقَدْ خَصَّهَا هُنَا بِالْمُؤْمِنِينَ لِأَنَّهُمْ هُمُ الَّذِينَ يَنْتَفِعُونَ بِالْمَوَاعِظِ كَمَا قَالَ فِي الذَّارِيَاتِ: (وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ ٥١)  (: ٥٥) وَمِثْلُهُ فِي سُورَةِ الْعَنْكَبُوتِ: (وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ)  (٢٩: ٥١) وَفِي سُورَةِ الْأَنْبِيَاءِ: (وَذِكْرَى لِلْعَابِدِينَ)  (٢١: ٨٤) فِي سُورَةِ ص: (وَذِكْرَى لِأُولِي الْأَلْبَابِ)  (٣٨: ٤٣) وَفِي سُورَةِ ق: (تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ)  (٥٠: ٨) . </p><p> وَالْمُرَادُ بِالْمُؤْمِنِينَ هُنَا مَنْ كَتَبَ اللهُ لَهُمُ الْإِيمَانَ سَوَاءٌ كَانُوا آمِنُوا عِنْدَ نُزُولِ السُّورَةِ أَمْ لَا. وَتَقْدِيرُ الْكَلَامِ مَعَ مَا قَبْلَهُ: أُنْزِلَ إِلَيْكَ الْكِتَابُ لِتُنْذِرَ بِهِ قَوْمَكَ وَسَائِرَ النَّاسِ، وَتُذَكِّرَ بِهِ أَهْلَ الْإِيمَانِ وَتَعِظَهُمْ ذِكْرَى نَافِعَةً مُؤَثِّرَةً لِأَنَّهُمْ هُمُ الْمُسْتَعِدُّونَ لِلِاهْتِدَاءِ بِهِ - أَوْ أُنْزِلَ إِلَيْكَ لِلْإِنْذَارِ </p>"
}