{
  "id": null,
  "sura": 7,
  "aya": 6,
  "text": "<p> فَلْيَنْظُرِ الْقَارِئُ أَيْنَ مَكَانُ الشُّعُوبِ الْإِسْلَامِيَّةِ مِنْ هَذِهِ الْعِبْرَةِ، وَالشُّعُورِ بِعُقُوبَةِ الْجِنَايَةِ وَالْحَاجَةِ إِلَى عِلَاجِ التَّوْبَةِ، وَقَدْ ثُلَّتْ عُرُوشُهَا، وَخَوَتْ صُرُوحُ عَظَمَتِهَا عَلَى عُرُوشِهَا، وَكَانَتْ أَجْدَرَ الشُّعُوبِ بِمَعْرِفَةِ سُنَنِ اللهِ فِي هَلَاكِ الْأُمَمِ وَاتِّقَائِهَا، وَأَسْبَابِ حِفْظِ الدُّوَلِ وَبَقَائِهَا، فَقَدْ أَرْشَدَهَا إِلَيْهِ الْقُرْآنُ، وَلَكِنْ أَيْنَ هِيَ مِنْ هِدَايَةِ الْقُرْآنِ، وَقَدْ تَرَكَ تَذْكِيرَهَا بِهِ الْعُلَمَاءُ، فَهَجَرَهُ الدَّهْمَاءُ، وَجَهِلَ أَحْكَامَهُ وَحِكَمَهُ الْمُلُوكُ وَالْأُمَرَاءُ، ثُمَّ نَبَتَتْ فِيهَا نَابِتَةٌ لَا تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ، أَقْنَعَهُمْ أَسَاتِذَتُهُمْ أَعْدَاءُ الْإِسْلَامِ، بِأَنْ لَا سَبَبَ لِهُبُوطِهَا وَسُقُوطِهَا إِلَّا اتِّبَاعُ الْقُرْآنِ، فَأَضَلُّوهُمُ السَّبِيلَ، وَلَفَتُوهُمْ عَنِ الدَّلِيلِ، فَذَنْبُ هَؤُلَاءِ أَنَّهُمْ يَجْهَلُونَهُ، وَذَنْبُ أُولَئِكَ أَنَّهُمْ لَا يُقِيمُونَهُ، هَؤُلَاءِ مُقَلِّدَةٌ لِلْأَجَانِبِ الطَّامِعِينَ الْخَادِعِينَ، وَأُولَئِكَ مُقَلِّدَةٌ لِشُيُوخِ الْحَشْوِيَّةِ الْجَامِدِينَ، فَمَتَى تَنْتَشِرُ دَعْوَةُ الْمُصْلِحِينَ أُولِي الِاسْتِقْلَالِ، فَتُجْمَعُ الْكِمْلَةُ بِمَا أُوتِيَتْ مِنَ الْحِكْمَةِ وَالِاعْتِدَالِ، عَلَى قَوْلِ الْكَبِيرِ الْمُتَعَالِ:  (إِنَّ اللهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ) . </p><p> (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ</p><p> فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ) </p><p> بَيَّنَا فِي تَفْسِيرِ الْآيَتَيْنِ اللَّتَيْنِ قَبْلَ هَذِهِ الْآيَاتِ: أَنَّهُمَا بَدْءٌ لِلْإِنْذَارِ - بَعْدَ بَيَانِ أَصْلِ الدَّعْوَةِ إِلَى الْإِسْلَامِ - بِالتَّذْكِيرِ بِعَذَابِ الْأُمَمِ الَّتِي عَانَدَتِ الرُّسُلَ فِي الدُّنْيَا، وَهَذِهِ الْآيَاتُ تَذْكِيرٌ بِعَذَابِهِمْ فِي الْآخِرَةِ، قَفَّى بِهِ عَلَى تَخْوِيفِ قَوْمِ الرَّسُولِ مِنْ مِثْلِ ذَلِكَ الْعَذَابِ الْعَاجِلِ، بِتَخْوِيفِهِمْ مِمَّا يَعْقُبُهُ مِنَ الْعَذَابِ الْآجِلِ، وَهُوَ الْحِسَابُ وَالْجَزَاءُ فِي الْآخِرَةِ. </p><p> (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ) عَطَفَ هَذَا عَلَى مَا قَبْلَهُ بِالْفَاءِ لِأَنَّهُ يَعْقُبُهُ وَيَجِيءُ بَعْدَهُ، إِذْ كَانَ ذَلِكَ الْعَذَابُ الْمُعَبَّرُ عَنْهُ بِالْيَأْسِ آخِرُ أَمْرِهِمْ فِي الدُّنْيَا. وَقِيلَ: إِنَّ \" الْفَاءَ \" هُنَا هِيَ الَّتِي يُسَمُّونَهَا الْفَصِيحَةَ، وَقَدْ أُكِّدَ الْخَبَرُ بِلَامِ الْقَسَمِ وَنُونِ التَّوْكِيدِ، لِأَنَّ الْمُخَاطَبِينَ مِنَ الْعَرَبِ فِي أَوَّلِ الدَّعْوَةِ كَانُوا يُنْكِرُونَ الْبَعْثَ وَالْجَزَاءَ، وَلِتَأْكِيدِ الْخَبَرِ تَأْثِيرٌ فِي الْأَنْفُسِ </p><p> وَلَا سِيَّمَا خَبَرُ الْمَشْهُورِ بِالْأَمَانَةِ وَالصِّدْقِ كَالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَدْ كَانُوا يُلَقِّبُونَهُ قَبْلَ الْبَعْثَةِ بِالْأَمِينِ، وَالْمُرَادُ بِالَّذِينَ أُرْسِلَ إِلَيْهِمْ جَمِيعُ الْأُمَمِ الَّتِي بَلَغَتْهَا دَعْوَةُ الرُّسُلِ، يَسْأَلُ تَعَالَى كُلَّ فَرْدٍ مِنْهُمْ فِي الْآخِرَةِ عَنْ رَسُولِهِ إِلَيْهِ وَعَنْ تَبْلِيغِهِ لِآيَاتِهِ، وَبِمَاذَا أَجَابُوهُمْ وَمَا عَمِلُوا مِنْ إِيمَانٍ وَكُفْرٍ، وَخَيْرٍ وَشَرٍّ، وَيَسْأَلُ الْمُرْسَلِينَ عَنِ التَّبْلِيغِ مِنْهُمْ وَالْإِجَابَةِ مِنْ أَقْوَامِهِمْ. </p><p> بُيِّنَ هَذَا الْإِجْمَالُ فِي آيَاتٍ مِنْهَا قَوْلُهُ تَعَالَى فِي سُورَةِ الْأَنْعَامِ:  (يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا)  (٦١: ١٣٠) وَفِي سُورَةِ الْقَصَصِ: (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ)  (٢٨: ٦٥) وَفِي سُورَةِ الْعَنْكَبُوتِ: (وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرِوُنَ)  (١٣:٢٩) وَمِثْلُهُ فِي سُورَةِ النَّحْلِ: (وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ تَاللهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ)  (١٦: ٥٦) وَهُوَ مَا ابْتَدَعُوهُ فِي الدِّينِ كَجَعْلِهِمْ لِمَعْبُودَاتِهِمْ نَصِيبًا مِمَّا رُزِقُوا مِنَ الْحَرْثِ وَالْأَنْعَامِ، يَتَقَرَّبُونَ إِلَيْهِمْ بِهَا بِنَذْرٍ أَوْ غَيْرِهِ، وَيَتَقَرَّبُونَ بِهِمْ إِلَى اللهِ كَمَا تَقَدَّمَ فِي سُورَةِ الْأَنْعَامِ، وَمِنْهُ مَا يُنْذِرُهُ الْقُبُورِيُّونَ لِأَوْلِيَائِهِمْ، وَأَعَمُّ مِنْهُ قَوْلُهُ تَعَالَى فِي النَّحْلِ أَيْضًا:  (وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ)  (١٦: ٩٣) وَهُوَ خِطَابٌ لِجَمِيعِ النَّاسِ، وَمِثْلُهُ فِي التَّأْكِيدِ وَالْعُمُومِ قَوْلُهُ فِي سُورَةِ الْحِجْرِ:  (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ)  (١٥: ٩٢، ٩٣) وَمِنْهُ فِي السُّؤَالِ عَنِ الْمَشَاعِرِ الظَّاهِرَةِ وَالْبَاطِنَةِ: (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا)  (٧: ٣٦) وَقَالَ تَعَالَى فِي سُؤَالِ الرُّسُلِ: (يَوْمَ</p><p> يَجْمَعُ اللهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ)  (٥: ١٠٩) وَتَقَدَّمَ تَفْسِيرُهُ فِي الْجُزْءِ السَّابِعِ. </p><p> قَالَ ابْنُ عَبَّاسٍ فِي تَفْسِيرِ الْآيَةِ: نَسْأَلُ النَّاسَ عَمَّا أَجَابُوا الْمُرْسَلِينَ، وَنَسْأَلُ الْمُرْسَلِينَ عَمَّا بَلَّغُوا. وَنَحْوُهُ عَنْ سُفْيَانَ الثَّوْرِيِّ، وَقِيلَ: إِنَّ \" الَّذِينَ أُرْسِلَ إِلَيْهِمْ \" هُمُ الْأَنْبِيَاءُ الْمُرْسَلُونَ، وَ \" الْمُرْسَلِينَ \" هُمُ الْمَلَائِكَةُ الَّذِينَ نَزَلُوا عَلَيْهِمْ بِالْوَحْيِ، وَفِي رِوَايَةٍ: جِبْرِيلُ خَاصَّةً، وَهُوَ خِلَافُ الظَّاهِرِ: فَإِنَّ الرُّسُلَ يُسْأَلُونَ لِيَكُونُوا شُهَدَاءَ عَلَى أَقْوَامِهِمْ كَمَا قَالَ تَعَالَى: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا)  (٤: ٤١) وَلَا حَاجَةَ إِلَى شَهَادَةِ الْمَلَائِكَةِ عَلَى الرُّسُلِ لِئَلَّا يُنْكِرُوا الرِّسَالَةَ، فَمَا هِيَ ذَنْبٌ يَتَوَقَّعُ إِنْكَارُهُ مِنْهُمْ لَوْ لَمْ يَكُونُوا مَعْصُومِينَ مِنْ ذَلِكَ. وَفِي السُّؤَالِ الْعَامِّ وَمَا يُسْأَلُ عَنْهُ النَّاسُ أَحَادِيثُ سَيَأْتِي بَعْضُهَا. </p><p> فَإِنْ قِيلَ: هَذِهِ الْآيَاتُ تُثْبِتُ السُّؤَالَ الْعَامَّ يَوْمَ الْقِيَامَةِ وَهُوَ يَشْمَلُ الْعَقَائِدَ وَالْأَعْمَالَ وَهِيَ حَسَنَاتٌ وَسَيِّئَاتٌ، فَمَا مَعْنَى قَوْلِهِ تَعَالَى فِي سُورَةِ الْقَصَصِ:  (وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ)  (٢٨: ٧٨) وَفِي سُورَةِ الرَّحْمَنِ: (فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ)  (٥٥: ٣٩) قُلْنَا: قَدْ أَجَابَ الْمُفَسِّرُونَ عَنْ ذَلِكَ بِأَجْوِبَةٍ أَشَرْنَا فِي تَفْسِيرِ آيَةِ الْأَنْعَامِ (٦: ١٢٩) إِلَى بَعْضِهَا، وَهُوَ أَنَّ لِلْقِيَامَةِ مَوَاقِفَ يُعَبَّرُ عَنْهَا بِالْيَوْمِ وَالسُّؤَالِ وَالْجَوَابِ وَالِاعْتِذَارِ </p>"
}