{
  "id": null,
  "sura": 7,
  "aya": 173,
  "text": "<p> إِمَّا أَنْ تَكُونَ عَنْ يَوْمِ الْقِيَامَةِ، أَوْ عَنْ أَخْذِ الْمِيثَاقِ. فَأَمَّا يَوْمُ الْقِيَامَةِ فَلَمْ يَذْكُرْ سُبْحَانَهُ فِي كِتَابِهِ أَنَّهُ أَخَذَ </p><p> عَلَيْهِمْ عَهْدًا وَمِيثَاقًا بِمَعْرِفَةِ الْبَعْثِ وَالْحِسَابِ، وَإِنَّمَا ذَكَرَ مَعْرِفَتَهُ فَقَطْ، وَأَمَّا أَخْذُ الْمِيثَاقِ فَالْأَطْفَالُ، وَالْأَسْقَاطُ إِنْ كَانَ هَذَا الْعَهْدُ مَأْخُوذًا عَلَيْهِمْ - كَمَا قَالَ الْمُخَالِفُ - فَهُمْ لَمْ يَبْلُغُوا بَعْدَمَا أَخَذَ هَذَا الْمِيثَاقَ عَلَيْهِمْ مُبْلَغًا يَكُونُ مِنْهُمْ غَفْلَةٌ عَنْهُ فَيَجْحَدُونَهُ وَيُنْكِرُونَهُ، فَمَتَى تَكُونُ هَذِهِ الْغَفْلَةُ مِنْهُمْ، وَهُوَ عَزَّ وَجَلَّ لَا يُؤَاخِذُهُمْ بِمَا لَمْ يَكُنْ مِنْهُمْ؟ وَذِكْرُ مَا لَا يَجُوزُ وَلَا يَكُونُ مُحَالٌ، وَقَوْلُهُ تَعَالَى: أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ فَلَا يَخْلُو هَذَا الشِّرْكُ الَّذِي يُؤَاخِذُونَ بِهِ أَنْفُسَهُمْ أَنْ يَكُونَ مِنْهُمْ أَوْ مِنْ آبَائِهِمْ، فَإِنْ كَانَ مِنْهُمْ فَلَا يَجُوزُ أَنْ يَكُونَ ذَلِكَ إِلَّا بَعْدَ الْبُلُوغِ، وَثُبُوتِ الْحُجَّةِ عَلَيْهِمْ إِذِ الطِّفْلُ لَا يَكُونُ مِنْهُ شِرْكٌ وَلَا غَيْرِهِ وَإِنْ كَانَ مِنْ غَيْرِهِمْ فَالْأُمَّةُ مُجْمِعَةٌ عَلَى أَلَّا تَزِرَ وَازِرَةٌ وِزْرَ أُخْرَى كَمَا قَالَ عَزَّ وَجَلَّ فِي الْكِتَابِ، وَلَيْسَ هَذَا بِمُخَالِفٍ لِمَا رُوِيَ عَنِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِنَّ اللهَ مَسَحَ ظَهْرَ آدَمَ وَأَخْرَجَ مِنْهُ ذُرِّيَّتَهُ فَأَخَذَ عَلَيْهِمُ الْعَهْدَ لِأَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ اقْتَصَّ قَوْلَ اللهِ عَزَّ وَجَلَّ فَجَاءَ مِثْلَ نَظْمِهِ فَوَضَعَ الْمَاضِي مِنَ اللَّفْظِ مَوْضِعَ الْمُسْتَقْبَلِ، قَالَ: وَهَذَا شَبِيهٌ بِقِصَّةِ قَوْلِهِ تَعَالَى: وَإِذْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ (٣: ٨١) فَجَعَلَ سُبْحَانَهُ مَا أَنْزَلَ عَلَى الْأَنْبِيَاءِ مِنَ الْكِتَابِ وَالْحِكْمَةِ مِيثَاقًا أَخَذَهُ مِنْ أُمَمِهِمْ بَعْدَهُمْ، يَدُلُّ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ (٣: ٨١) ثُمَّ قَالَ لِلْأُمَمِ: أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ (٣: ٨١) فَجَعَلَ سُبْحَانَهُ بُلُوغَ الْأُمَمِ كِتَابُهُ الْمُنَزَّلُ عَلَى أَنْبِيَائِهِمْ حُجَّةً عَلَيْهِمْ كَأَخْذِ الْمِيثَاقِ عَلَيْهِمْ، وَجَعَلَ مَعْرِفَتَهُمْ بِهِ إِقْرَارًا مِنْهُمْ. قُلْتُ: وَشَبِيهٌ بِهِ أَيْضًا قَوْلُهُ تَعَالَى: وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا (٥: ٧) فَهَذَا مِيثَاقُهُ الَّذِي أَخَذَهُ عَلَيْهِمْ بَعْدَ إِرْسَالِ رُسُلِهِ إِلَيْهِمْ بِالْإِيمَانِ بِهِ وَتَصْدِيقِهِ وَنَظِيرُهُ قَوْلُهُ تَعَالَى: الَّذِينَ يُوفُونَ بِعَهْدِ اللهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (١٣: ٢٠) وَقَوْلُهُ تَعَالَى: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَلَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ (٣٦: ٦٠، ٦١) فَهَذَا عَهْدُهُ إِلَيْهِمْ عَلَى أَلْسِنَةِ رُسُلِهِ، وَمِثْلُهُ قَوْلُهُ تَعَالَى لِبَنِي إِسْرَائِيلَ: وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ (٢: ٤٠) وَمِثْلُهُ: وَإِذْ أَخَذَ اللهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ </p><p> (٣: ١٨٧) وَقَوْلُهُ تَعَالَى: وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (٣٣: ٧) فَهَذَا مِيثَاقٌ أَخَذَهُ مِنْهُمْ بَعْدَ بَعْثِهِمْ، كَمَا أَخَذَ مِنْ أُمَمِهِمْ بَعْدَ إِنْذَارِهِمْ، وَهَذَا الْمِيثَاقُ الَّذِي لَعَنَ سُبْحَانَهُ مَنْ نَقْضَهُ وَعَاقَبَهُ بِقَوْلِهِ تَعَالَى: فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً (٥: ١٣) فَإِنَّمَا عَاقَبَهُمْ بِنَقْضِهِمُ الْمِيثَاقَ الَّذِي أَخَذَهُ عَلَيْهِمْ عَلَى أَلْسِنَةِ رُسُلِهِ، وَقَدْ صَرَّحَ بِهِ فِي قَوْلِهِ تَعَالَى: وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ </p><p> (٢: ٦٣) وَلَمَّا كَانَتْ هَذِهِ الْآيَةُ وَنَظِيرُهَا فِي سُورَةٍ مَدَنِيَّةٍ خَاطَبَ بِالتَّذْكِيرِ بِهَذَا الْمِيثَاقِ فِيهَا أَهْلَ الْكِتَابِ فَإِنَّهُ مِيثَاقٌ أَخَذَهُ عَلَيْهِمْ بِالْإِيمَانِ بِهِ وَبِرُسُلِهِ، وَلَمَّا كَانَتْ آيَةُ الْأَعْرَافِ هَذِهِ فِي سُورَةٍ مَكِّيَّةٍ ذَكَرَ فِيهَا الْمِيثَاقَ وَالْإِشْهَادَ الْعَامَّ لِجَمِيعِ الْمُكَلَّفِينَ مِمَّنْ أَقَرُّوا بِرُبُوبِيَّتِهِ وَوَحْدَانِيَّتِهِ وَبُطْلَانِ الشِّرْكِ، وَهُوَ مِيثَاقٌ وَإِشْهَادٌ تَقُومُ بِهِ عَلَيْهِمُ الْحُجَّةُ، وَيَنْقَطِعُ بِهِ الْعُذْرُ، وَتَحِلُّ بِهِ الْعُقُوبَةُ، وَيَسْتَحَقُّ بِمُخَالَفَتِهِ الْإِهْلَاكُ، فَلَا بُدَّ أَنْ يَكُونُوا ذَاكِرِينَ لَهُ عَارِفِينَ بِهِ، وَذَلِكَ بِمَا فَطَرَهُمْ عَلَيْهِ مِنَ الْإِقْرَارِ بِرُبُوبِيَّتِهِ، وَأَنَّهُ رَبُّهُمْ وَفَاطِرُهُمْ، وَأَنَّهُمْ مَخْلُوقُونَ مَرْبُوبُونَ، ثُمَّ أَرْسَلَ إِلَيْهِمْ رُسُلَهُ يُذَكِّرُونَهُمْ بِمَا فِي فِطَرِهِمْ وَعُقُولِهِمْ، وَيُعَرِّفُونَهُمْ حَقَّهُ عَلَيْهِمْ وَأَمْرَهُ وَنَهْيَهُ وَوَعْدَهُ وَوَعِيدَهُ، وَنَظْمُ الْآيَةِ إِنَّمَا يَدُلُّ عَلَى هَذَا مِنْ وُجُوهٍ مُتَعَدِّدَةٍ:  (أَحَدُهَا) أَنَّهُ قَالَ: وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ وَلَمْ يَقُلْ آدَمَ وَبَنِي آدَمَ. (الثَّانِي) أَنَّهُ قَالَ: مِنْ ظُهُورِهِمْ وَلَمْ يَقُلْ ظَهْرَهُ، وَهَذَا بَدَلُ بَعْضٍ مِنْ كُلٍّ أَوْ بَدَلُ اشْتِمَالٍ وَهُوَ أَحْسَنُ (الثَّالِثُ) أَنَّهُ قَالَ (ذُرِّيَّتَهُمْ) وَلَمْ يَقُلْ ذُرِّيَّتَهُ. (الرَّابِعُ) أَنَّهُ قَالَ: وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَيْ: جَعَلَهُمْ شَاهِدِينَ عَلَى أَنْفُسِهِمْ فَلَا بُدَّ أَنْ يَكُونَ الشَّاهِدُ ذَاكِرًا لِمَا شَهِدَ بِهِ، وَهُوَ إِنَّمَا يَذْكُرُ شَهَادَتَهُ بَعْدَ خُرُوجِهِ إِلَى هَذِهِ الدَّارِ لَا يَذْكُرُ شَهَادَةً قَبْلَهَا، (الْخَامِسُ) أَنَّهُ سُبْحَانَهُ أَخْبَرَ أَنَّ حِكْمَةَ هَذَا الْإِشْهَادِ إِقَامَةُ الْحُجَّةِ عَلَيْهِمْ لِئَلَّا يَقُولُوا يَوْمَ الْقِيَامَةِ: إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ وَالْحُجَّةُ إِنَّمَا قَامَتْ عَلَيْهِمْ بِالرُّسُلِ وَالْفِطْرَةِ الَّتِي فُطِرُوا عَلَيْهَا كَمَا قَالَ تَعَالَى: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ (٤ ـ ١٦٥) : (السَّادِسُ) تَذْكِيرُهُمْ بِذَلِكَ لِئَلَّا يَقُولُوا يَوْمَ الْقِيَامَةِ: إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ مَعْلُومٌ أَنَّهُمْ غَافِلُونَ بِالْإِخْرَاجِ لَهُمْ مِنْ صُلْبِ آدَمَ كُلِّهِمْ، وَإِشْهَادِهِمْ </p><p> جَمِيعًا ذَلِكَ الْوَقْتَ، فَهَذَا لَا يَذْكُرُهُ أَحَدٌ مِنْهُمْ (السَّابِعُ) قَوْلُهُ تَعَالَى: أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ فَذَكَرَ حِكْمَتَيْنِ فِي هَذَا التَّعْرِيفِ وَالْإِشْهَادِ: (إِحْدَاهُمَا) أَلَّا يَدَّعُوا الْغَفْلَةَ. (وَالثَّانِيَةُ) أَلَّا يَدَّعُوا التَّقْلِيدَ فَالْغَافِلُ لَا شُعُورَ لَهُ، وَالْمُقَلِّدُ مُتَّبِعٌ فِي تَقْلِيدِهِ لِغَيْرِهِ. (الثَّامِنُ) قَوْلُهُ تَعَالَى: أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ أَيْ: لَوْ عَذَّبَهُمْ بِجُحُودِهِمْ وَشِرْكِهِمْ لَقَالُوا ذَلِكَ، وَهُوَ سُبْحَانُهُ إِنَّمَا يُهْلِكُهُمْ لِمُخَالَفَةِ رُسُلِهِ، وَتَكْذِيبِهِمْ، فَلَوْ أَهْلَكَهُمْ بِتَقْلِيدِ آبَائِهِمْ فِي شِرْكِهِمْ مِنْ غَيْرِ إِقَامَةِ الْحُجَّةِ عَلَيْهِمْ بِالرُّسُلِ لَأَهْلَكَهُمْ بِمَا فَعَلَ الْمُبْطِلُونَ أَوْ أَهْلَكَهُمْ مَعَ غَفْلَتِهِمْ عَنْ مَعْرِفَةِ بَطَلَانِ مَا كَانُوا عَلَيْهِ، وَقَدْ أَخْبَرَ سُبْحَانَهُ أَنَّهُ لَمْ يَكُنْ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ، وَإِنَّمَا يُهْلِكُهُمْ بَعْدَ الْإِعْذَارِ وَالْإِنْذَارِ. (التَّاسِعُ) أَنَّهُ سُبْحَانَهُ أَشْهَدَ كُلَّ وَاحِدٍ عَلَى نَفْسِهِ أَنَّهُ رَبُّهُ وَخَالِقُهُ وَاحْتَجَّ عَلَيْهِمْ بِهَذَا الْإِشْهَادِ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِهِ، كَقَوْلِهِ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللهُ فَأَنَّى يُؤْفَكُونَ (٢٩: ٦١) أَيْ: فَكَيْفَ يُصْرَفُونَ عَنِ التَّوْحِيدِ بَعْدَ هَذَا الْإِقْرَارِ مِنْهُمْ أَنَّ اللهَ رَبَّهُمْ وَخَالِقَهُمْ، وَهَذَا كَثِيرٌ فِي الْقُرْآنِ، فَهَذِهِ هِيَ الْحُجَّةُ الَّتِي أَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ بِمَضْمُونِهَا، وَذَكَّرَتْهُمْ بِهَا </p>"
}