{
  "id": null,
  "sura": 7,
  "aya": 10,
  "text": "<p> عَلَى مَا لَا يُحْصَى مِنَ الذُّنُوبِ وَذَلِكَ يُفْضِي إِلَى إِبَاحَتِهَا وَالْإِغْرَاءِ بِهَا، وَإِلَى تَرْكِ الْوَاجِبَاتِ وَهُوَ مُخَالِفٌ لِكَثِيرٍ مِنَ النُّصُوصِ الْقَطْعِيَّةِ، وَاسْتَدَلَّ بِهِ الْمُرْجِئَةُ عَلَى قَوْلِهِمْ: إِنَّهُ لَا يَضُرُّ مَعَ الْإِيمَانِ ذَنْبٌ. وَأَجَابَ الْجُمْهُورُ بِأَجْوِبَةٍ لَعَلَّ أَقْوَاهَا مَا أَشَارَ إِلَيْهِ التِّرْمِذِيُّ مِنْ أَنَّ وَجْهَ تَخْلِيصِ صَاحِبِ الْبِطَاقَةِ بِالشَّهَادَتَيْنِ أَنَّهُ مَاتَ عَلَى الْإِيمَانِ، وَالظَّاهِرُ أَنَّهُ كَانَ كَافِرًا فَآمَنُ فَمَاتَ قَبْلَ أَنْ يَتَمَكَّنَ مِنَ الْأَعْمَالِ الصَّالِحَةِ وَلَا خِلَافَ فِي نَجَاةِ مِثْلِهِ. </p><p> (وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلًا مَا تَشْكُرُونَ) </p><p> تَقَدَّمَ أَنَّ اللهَ تَعَالَى بَدَأَ هَذِهِ السُّورَةَ بِذِكْرِ إِنْزَالِ الْقُرْآنِ عَلَى خَاتَمِ الرُّسُلِ لِيُنْذِرَ بِهِ جَمِيعَ الْبَشَرِ فِيمَا يَدْعُوهُمْ إِلَيْهِ مِنْ دِينِهِ، وَبَيَانِ أَسَاسِ الدِّينِ الْإِلَهِيِّ وَهُوَ أَنَّ وَاضِعَ الدِّينِ هُوَ اللهُ تَعَالَى رَبُّ الْعِبَادِ، فَالْوَاجِبُ فِيهِ اتِّبَاعُ مَا أَنْزَلَهُ إِلَيْهِمْ وَأَلَّا يَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ يَتَوَلَّوْنَهُمْ وَيَعْمَلُونَ بِمَا يَأْمُرُونَهُمْ بِهِ مِنْ عِبَادَةٍ وَحَلَالٍ وَحَرَامٍ، وَأَنَّهُ قَفَّى عَلَى ذَلِكَ بِبَيَانِ نَوْعَيِ الْعَذَابِ الَّذِي أَنْذَرَ بِهِ مَنْ يَتَّبِعُونَ أُولَئِكَ الْأَوْلِيَاءَ أَيْ عَذَابِ الدُّنْيَا وَعَذَابِ الْآخِرَةِ فَهَذَا مَوْضُوعُ الْآيَاتِ السَّابِقَةِ. </p><p> وَلَمَّا كَانَ الدِّينُ الَّذِي أَمَرَ تَعَالَى بِاتِّبَاعِ التَّنْزِيلِ فِيهِ دُونَ غَيْرِهِ - إِلَّا مَا بَيَّنَهُ مِنْ سُنَّةِ الرَّسُولِ الْمُنَزَّلِ عَلَيْهِ بِأَمْرِهِ - هُوَ دِينُ الْفِطْرَةِ الْمُبَيِّنُ لِكُلِّ مَا يُوَصِّلُهَا إِلَى كَمَالِهَا، وَالنَّاهِي لَهَا عَنْ كُلِّ مَا يَحُولُ بَيْنَهَا وَبَيْنَ هَذَا الْكَمَالِ وَكَانَ افْتِتَانُ النَّاسِ بِأَمْرِ الْمَعِيشَةِ مِنْ أَسْبَابِ إِفْسَادِ الْفِطْرَةِ بِالْإِسْرَافِ فِي الشَّهَوَاتِ، مِنْ حَيْثُ إِنَّهُ يَجِبُ أَنْ تَكُونَ نِعَمُ اللهِ عَلَيْهِمْ بِمَا يَحْتَاجُونَ إِلَيْهِ مِنْ أَمْرِ الْمَعِيشَةِ سَبَبًا </p><p> لِإِصْلَاحِهَا بِشُكْرِ اللهِ عَلَيْهِ الْمُوجِبِ لِلْمَزِيدِ مِنْهُ - لَمَّا كَانَ الْأَمْرُ كَذَلِكَ ذَكَّرَ سُبْحَانَهُ النَّاسَ فِي هَذِهِ الْآيَةِ بِنِعَمِهِ عَلَيْهِمْ فِي التَّمْكِينِ فِي الْأَرْضِ وَخَلْقِ أَنْوَاعِ الْمَعَايِشِ فِيهَا، وَهُوَ بَدْءُ سِيَاقٍ طَوِيلٍ فِيهِ بَيَانُ خَلْقِ نَوْعِهِمُ الْإِنْسَانِيِّ مُسْتَعِدًّا لِلْكَمَالِ وَمَا يَعْرِضُ لَهُ مِنْ وَسْوَسَةِ الشَّيْطَانِ الَّتِي تَصُدُّهُ عَنْهُ، وَمَا يَنْبَغِي لِأَفْرَادِهِ مِنِ اتِّقَاءِ فِتْنَةِ هَذِهِ الْوَسْوَسَةِ وَعَدَمِ اتِّخَاذِ شَيَاطِينِهَا الْمُلْقِينَ لَهَا أَوْلِيَاءَ يَتْبَعُونَهُمْ دُونَ مَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ؛ فَإِنَّهُمْ هُمُ الَّذِينَ يَحْمِلُونَهُمْ بِذَلِكَ عَلَى كُفْرِ النِّعَمِ عِوَضًا عَنِ الشُّكْرِ، وَعَلَى تَحْرِيمِ مَا أَحَلَّ اللهُ وَتَحْلِيلِ مَا حَرَّمَهُ، وَيَتْلُوهُ مَا شَرَعَهُ لَهُمْ مِنَ الزِّينَاتِ وَالطَّيِّبَاتِ وَمَا حَرَّمَهُ عَلَيْهِمْ فِيهِمَا. </p><p> فَهَذَا السِّيَاقُ الِاسْتِطْرَادِيُّ أَوِ الْمُشْبِهُ لِلِاسْتِطْرَادِ يَبْتَدِئُ مِنَ الْآيَةِ الْعَاشِرَةِ إِلَى الْآيَةِ الثَّالِثَةِ </p><p> وَالثَّلَاثِينَ، ثُمَّ يَعُودُ الْكَلَامُ إِلَى ذِكْرِ دَعْوَةِ الرُّسُلِ لِلْأُمَمِ وَجَزَاءِ مَنْ آمَنَ بِهِمْ وَاتَّبَعَهُمْ وَمَنْ كَفَرَ بِهِمْ وَعَصَاهُمْ، وَفِيهِ تَفْصِيلٌ لِمَا أُجْمِلَ فِي الْآيَتَيْنِ اللَّتَيْنِ قَبَلَ هَذِهِ الْآيَةِ مِنْ جَزَاءِ الْآخِرَةِ - فَتَأَمَّلْ دِقَّةَ بَلَاغَةِ التَّنَاسُبِ بَيْنَ آيَاتِ الْقُرْآنِ فَإِنَّهَا نَوْعٌ خَاصٌّ مِنْ أَنْوَاعِ إِعْجَازِهِ الْكَثِيرَةِ قَالَ تَعَالَى: </p><p> (وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ) أَيْ جَعَلْنَا لَكُمْ فِيهَا أَوْطَانًا تَتَبَوَّءُونَهَا وَتَتَمَكَّنُونَ مِنَ الرَّاحَةِ فِي الْإِقَامَةِ فِيهَا، وَتَأْكِيدُ الْخَبَرِ بِاللَّامِ وَ (قَدْ) لِتَذْكِيرِ الْغَافِلِينَ عَنْ كَوْنِهِ مِنْ نِعَمِ اللهِ عَلَيْهِمْ بِهِ وَبِمَا عَطَفَ عَلَيْهِ مِنْ قَوْلِهِ: (وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ) جَمْعُ مَعِيشَةٍ وَهِيَ مَا تَكُونُ بِهِ الْعِيشَةُ وَالْحَيَاةُ الْجُسْمَانِيَّةُ الْحَيَوَانِيَّةُ مِنَ الْمَطَاعِمِ وَالْمَشَارِبِ وَغَيْرِهَا. أَيْ وَأَنْشَأْنَا لَكُمْ فِيهَا ضُرُوبًا شَتَّى مِمَّا تَعِيشُونَ بِهِ عِيشَةً رَاضِيَةً وَالنُّكْتَةُ فِي تَقْدِيمِ \" لَكُمْ فِيهَا \" عَلَى \" مَعَايِشَ \" مَعَ أَنَّ الْأَصْلَ أَنْ يُقَدَّمَ الْمَفْعُولُ بِهِ عَلَى غَيْرِهِ مِنْ مُتَعَلِّقَاتِ الْفِعْلِ هُوَ أَنَّ الْمَقْصُودَ مِنْ ذِكْرِ خَلْقِ الْمَعَايِشِ كَوْنُهَا نِعَمًا مِنْهُ سُبْحَانَهُ عَلَى النَّاسِ جَعَلَهُمْ مَالِكِينَ لَهَا، مُتَمَكِّنِينَ مِنَ الِانْتِفَاعِ بِهَا، لَا كَوْنُهَا مَجْعُولَةً وَمَخْلُوقَةً، وَالْقَاعِدَةُ فِي تَقْدِيمِ بَعْضِ الْكَلَامِ عَلَى بَعْضٍ هِيَ أَنْ يُقَدَّمَ الْمَقْصُودُ بِالذَّاتِ وَالْأَهَمُّ فَالْأَهَمُّ مِنْهُ كَمَا حَقَّقَهُ الشَّيْخُ عَبْدُ الْقَاهِرِ فِي دَلَائِلِ الْإِعْجَازِ، وَلَا شَكَّ أَنَّ كَوْنَ الْمَعَايِشِ لَهُمْ أَهَمَّ مِنْ كَوْنِهَا فِي الْأَرْضِ الَّتِي مَكَّنَهُمْ فِيهَا - فَهَهُنَا ثَلَاثَةُ أَشْيَاءَ الْمَعَايِشُ وَكَوْنُهَا فِي الْوَطَنِ الَّذِي يَعِيشُ فِيهِ الْمَرْءُ وَكَوْنُ الْمَرْءِ مَالِكًا لَهَا وَمُتَصَرِّفًا فِيهَا، وَلَا مَشَاحَةَ فِي أَنَّ الْأَهَمَّ عِنْدَ كُلِّ إِنْسَانٍ أَنْ يَكُونَ مَالِكًا لِمَا يَعِيشُ بِهِ وَيَتْلُوهُ أَنْ يَكُونَ ذَلِكَ </p><p> فِي وَطَنِهِ وَيَتْلُوهُ أَنْوَاعُهُ وَأَنَّ تَكُونَ كَثِيرَةً وَهُوَ مَا أَفَادَهُ تَرْكِيبُ الْكَلِمَاتِ فِي الْآيَةِ وَلَا تَجِدُ هَذِهِ الدِّقَّةَ فِي تَقْدِيمِ مَا يَنْبَغِي وَتَأْخِيرِ مَا يَنْبَغِي مُطَّرِدَةً إِلَّا فِي كِتَابِ اللهِ تَعَالَى. </p><p> وَلَمَّا كَانَتْ هَذِهِ الْمَعَايِشُ أَنْوَاعًا كَثِيرَةً مِنْ نَبَاتٍ شَتَّى وَأَنْعَامٍ وَطَيْرٍ وَسَمَكٍ وَمِيَاهٍ صَافِيَةٍ وَأَشْرِبَةِ مُخْتَلِفَةِ الطُّعُومِ وَالرَّوَائِحِ وَغَيْرِ ذَلِكَ - وَكَانَتْ بِذَلِكَ - تَقْتَضِي شُكْرًا كَثِيرًا - وَكَانَ الشَّكُورُ مِنَ الْعِبَادِ قَلِيلًا (وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ) قَالَ تَعَالَى عَقِبَ الِامْتِنَانِ بِهَا: (قَلِيلًا مَا تَشْكُرُونَ) أَيْ شُكْرًا قَلِيلًا تَشْكُرُونَ هَذِهِ النِّعَمَ لَا كَثِيرًا يُنَاسِبُ كَثْرَتَهَا وَحُسْنَهَا وَكَثْرَةَ الِانْتِفَاعِ بِهَا. وَشُكْرُ النِّعْمَةِ لِلْمُنْعِمِ يَكُونُ أَوَّلًا بِمَعْرِفَتِهَا لَهُ وَالِاعْتِرَافُ بِأَنَّهُ هُوَ مُسْدِيهَا وَالْمُنْعِمُ بِهَا - وَثَانِيًا بِالْحَمْدِ لَهُ وَالثَّنَاءِ عَلَيْهِ بِهَا - وَثَالِثًا بِالتَّصَرُّفِ بِهَا فِيمَا يُحِبُّهُ وَيُرْضِيهِ وَهُوَ مَا أَسْدَاهَا لِأَجْلِهِ مِنْ حِكْمَةٍ وَرَحْمَةٍ. وَهُوَ هُنَا حِفْظُ حَيَاتِنَا الْبَدَنِيَّةِ أَفْرَادًا وَجَمَاعَاتٍ خَاصَّةً وَعَامَّةً وَالِاسْتِعَانَةُ بِذَلِكَ عَلَى حِفْظِ حَيَاتِنَا الرُّوحِيَّةِ الَّتِي تَكْمُلُ بِهَا الْفِطْرَةُ بِتَزْكِيَةِ الْأَنْفُسِ وَتَأْهِيلِهَا لِحَيَاةِ الْآخِرَةِ الْأَبَدِيَّةِ، وَسَيَأْتِي فِي هَذَا السِّيَاقِ بَيَانٌ لِأُصُولِ ذَلِكَ فِي قَوْلِهِ تَعَالَى (يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ ٢٩. . .) الخ. </p>"
}