{
  "id": null,
  "sura": 7,
  "aya": 59,
  "text": "<p> بَعْضًا حَتَّى إِنَّ بَعْضَهَا يُنْقَلُ فِي الْقَوَارِيرِ مِنْ قُطْرٍ إِلَى أَقْطَارٍ أُخْرَى وَيُبَاعُ فِيهَا غَالِيَ الثَّمَنِ لِلشُّرْبِ وَمَا يَضُرُّ شُرْبُهُ لِلرَّيِّ وَالتَّحْلِيلِ قَدْ يَنْفَعُ لِغَيْرِ الشُّرْبِ، وَمِنْهَا الْمِيَاهُ الْمَعْدِنِيَّةُ الْمُسَهِّلَةُ وَالنَّافِعَةُ لِبَعْضِ الْأَمْرَاضِ دُونَ بَعْضٍ. </p><p> وَخُلَاصَةُ الْقَوْلِ: أَنَّ الْهَوَاءَ وَالْمَاءَ، هُمَا الْأَصْلَانِ لِحَيَاةِ جَمِيعِ الْأَحْيَاءِ وَلِلْحَرَارَةِ وَالنُّورِ فِيهِمَا، وَسُنَنُ اللهِ تَعَالَى فِي حَرَكَتِهِمَا وَانْتِقَالِهِمَا مَا عَلِمْتَ، فَهَذِهِ الْأَشْيَاءُ (الْهَوَاءُ وَالْمَاءُ وَالنُّورُ وَالْحَرَارَةُ) أَثْمَنُ مِنَ الذَّهَبِ وَالْجَوَاهِرِ الْكَرِيمَةِ كُلِّهَا، وَكَانَ مِنْ رَحْمَةِ اللهِ تَعَالَى أَنْ جَعَلَهَا عَامَّةً مَبْذُولَةً لَا يُمْكِنُ احْتِكَارُهَا، وَإِنَّمَا ذَكَرْنَا مِنْ مَنَافِعِهَا مَا يُسَهِّلُ عَلَى كُلِّ قَارِئٍ لِلْمَنَارِ أَنْ يَفْهَمَهُ، وَإِلَّا فَإِنَّ لَهَا مِنَ الْمَنَافِعِ وَالْفَوَائِدِ مَا لَا يَعْرِفُهُ إِلَّا أَسَاطِينُ عُلَمَاءِ الْكِيمْيَاءِ وَالطَّبِيعَةِ، وَهُمْ لَا يَزَالُونَ يَزْدَادُونَ بِهَا عِلْمًا، وَهَذَا مِصْدَاقٌ لِقَوْلِهِ تَعَالَى:  (وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا) </p><p> (١٧: ٨٥) . </p><p> (لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَاقَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ قَالَ يَاقَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللهِ مَا لَا تَعْلَمُونَ أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ) . </p><p> قَصَصُ الرُّسُلِ الْمَشْهُورِينَ مَعَ أَقْوَامِهِمْ </p><p> هَذَا سِيَاقٌ جَدِيدٌ فِي قَصَصِ الْأَنْبِيَاءِ الْمُرْسَلِينَ الْمَشْهُورِ ذِكْرُهُمْ فِي الْأُمَّةِ الْعَرَبِيَّةِ وَالشُّعُوبِ الْمُجَاوِرَةِ لَهَا، قَدْ سَبَقَ التَّمْهِيدُ لَهُ فِيمَا تَقَدَّمَ مِنْ نِدَاءِ اللهِ تَعَالَى لِبَنِي آدَمَ بِقَوْلِهِ:  (يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ) - إِلَى آخِرِ الْآيَتَيْنِ ٣٥ و٣٦ - وَمِنْهُ يُعْلَمُ وَجْهُ التَّنَاسُبِ وَاتِّصَالِ الْكَلَامِ. </p><p> قِصَّةُ نُوحٍ عَلَيْهِ السَّلَامُ </p><p> قَالَ تَعَالَى:  (لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ) بَدَأَ اللهُ تَعَالَى هَذِهِ الْقِصَّةَ بِالْقَسَمِ لِتَأْكِيدِ خَبَرِهَا لِأَوَّلِ مَنْ وَجَّهَ إِلَيْهِمُ الْخِطَابَ بِهَا، وَهُمْ أَهْلُ مَكَّةَ وَمَنْ وَرَاءَهُمْ مِنَ الْعَرَبِ إِذْ كَانُوا يُنْكِرُونَ الرِّسَالَةَ وَالْوَحْيَ، عَلَى كَوْنِهِمْ أُمِّيِّينَ لَيْسَ عِنْدَهُمْ مِنْ عُلُومِ الْأُمَمِ وَقَصَصِ الرُّسُلِ شَيْءٌ. إِلَّا أَنْ يَكُونَ كَلِمَةً فِي بَيْتِ شِعْرٍ مَأْثُورٍ أَوْ عِبَارَةً نَاقِصَةً مِنْ بَعْضِ أَهْلِ الْكِتَابِ، حَيْثُ كَانُوا يَلْقَوْنَهُمْ مِنْ بِلَادِ الْعَرَبِ أَوِ الشَّامِ أَوْ مِمَّنْ تَهَوَّدُ أَوْ تَنَصَّرَ مِنْهُمْ، وَكُلُّهُمْ أَوْ جُلُّهُمْ ظَلُّوا عَلَى أُمِّيَّتِهِمْ. وَالْقَسَمُ مَحْذُوفٌ دَلَّ عَلَيْهِ لَامُهُ فِي بَدْءِ الْجُمْلَةِ، وَهِيَ لَا تَكَادُ تَجِيءُ إِلَّا مَعَ \" قَدْ \" لِأَنَّهَا مَظِنَّةُ التَّوَقُّعِ، وَنُوحٌ أَوَّلُ رَسُولٍ أَرْسَلَهُ اللهُ تَعَالَى إِلَى قَوْمٍ مُشْرِكِينَ هُمْ قَوْمُهُ كَمَا ثَبَتَ فِي حَدِيثِ الشَّفَاعَةِ وَغَيْرِهِ، وَتَقَدَّمَ التَّحْقِيقُ فِي هَذِهِ الْمَسْأَلَةِ فِي تَفْسِيرِ سُورَةِ الْأَنْعَامِ عِنْدَ الْبَحْثِ فِي عَدَدِ الرُّسُلِ الْمَذْكُورِينَ فِي الْقُرْآنِ وَهَلْ يُعَدُّ آدَمُ مِنْهُمْ أَمْ لَا؟ (ص٥٠١ وَمَا بَعْدَهَا ج ٧ طَبْعَةُ الْهَيْئَةِ) وَأَخْرَجَ الْبُخَارِيُّ فِي صَحِيحِهِ عَنِ ابْنِ عَبَّاسٍ أَنَّ قَوْمَ نُوحٍ هُمُ الَّذِينَ صَوَّرُوا بَعْضَ الصَّالِحِينَ مِنْهُمْ ثُمَّ وَضَعُوا لَهُمُ الصُّوَرَ وَالتَّمَاثِيلَ لِإِحْيَاءِ ذِكْرِهِمْ وَالِاقْتِدَاءِ بِهِمْ، ثُمَّ عَبَدُوا صُوَرَهُمْ وَتَمَاثِيلَهُمْ، وَقَدْ تَقَدَّمَ بَيَانُ هَذَا فِي تَفْسِيرِ الْأَنْعَامِ (ص ٤٥٤ وَمَا بَعْدَهَا ج ٧ طَبْعَةُ الْهَيْئَةِ) وَغَيْرِهِ. </p><p> (فَقَالَ يَا قَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) أَيْ فَنَادَاهُمْ بِصِفَةِ الْقَوْمِيَّةِ مُضَافَةً إِلَيْهِ اسْتِمَالَةً لَهُمْ، وَدَعَاهُمْ إِلَى عِبَادَةِ اللهِ تَعَالَى وَحْدَهُ، مَعَ بَيَانِ أَنَّهُ لَيْسَ لَهُمْ إِلَهٌ غَيْرُهُ يَتَوَجَّهُونَ إِلَيْهِ فِي عِبَادَتِهِمْ، بِدُعَاءٍ يَطْلُبُونَ بِهِ مَا لَا يَقْدِرُونَ عَلَيْهِ بِكَسْبِهِمْ، وَمَا جَعَلَهُ اللهُ فِي اسْتِطَاعَتِهِمْ مِنَ الْأَسْبَابِ الَّتِي تُنَالُ بِهَا الْمَطَالِبُ، فَإِنَّ مِثْلَ هَذَا هُوَ الَّذِي يَتَوَجَّهُ فِي طَلَبِهِ إِلَى الرَّبِّ الْخَالِقِ لِكُلِّ شَيْءٍ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ، وَهَذَا التَّوَجُّهُ وَالدُّعَاءُ هُوَ مُخُّ الْعِبَادَةِ وَلُبَابُهَا فَلَا يَحِلُّ لِمُؤْمِنٍ بِاللهِ تَعَالَى أَنْ يَتَوَجَّهَ فِيهِ إِلَى غَيْرِهِ أَلْبَتَّةَ - لَا اسْتِقْلَالًا وَلَا بِالتَّبَعِ لِلتَّوَجُّهِ إِلَى اللهِ تَعَالَى وَإِرَادَةِ التَّوَسُّطِ بِهِ عِنْدَهُ فَإِنَّ هَذَا عَيْنُ الشِّرْكِ، الَّذِي ضَلَّ بِهِ أَكْثَرُ مَنْ ضَلَّ مِنَ الْخَلْقِ. </p><p> وَقَوْلُهُ تَعَالَى:  (مِنْ إِلَهٍ) يُفِيدُ تَأْكِيدَ النَّفْيِ وَعُمُومَهُ، فَلَوْ قَالَ قَائِلٌ \" مَا عِنْدَنَا مِنْ طَعَامٍ </p><p> أَوْ أُكُلٍ \"(بِضَمَّتَيْنِ)أَفَادَ أَنَّهُ مَا ثَمَّ مِمَّا يُطْعَمُ وَيُؤْكَلُ.وَلَوْ قَالَ:مَا عِنْدَنَا طَعَامٌ أَوْ أُكُلٌ - لَصَدَقَ بِانْتِفَاءِ مَا يُسَمَّى بِذَلِكَ مِمَّا يُقَدَّمُ عَادَةً لِمَنْ يُرِيدُ الْغَدَاءَ أَوِ الْعَشَاءَ مِنْ خُبْزٍ وَإِدَامٍ، فَإِنْ كَانَ لَدَى الْقَائِلِ بَقِيَّةٌ مِنْ فَضَلَاتِ الْمَائِدَةِ أَوْ قَلِيلٌ مِنَ الْفَاكِهَةِ لَا يَكُونُ كَاذِبًا وَالْمُرَادُ مِنَ النَّفْيِ الْعَامِّ الْمُسْتَغْرَقِ هُنَا - أَنَّهُ لَيْسَ لَهُمْ إِلَهٌ مَا يَسْتَحِقُّ أَنْ يُوَجَّهَ إِلَيْهِ نَوْعٌ مَا مِنْ أَنْوَاعِ الْعِبَادَةِ لَا لِرَجَاءِ النَّفْعِ أَوْ دَفْعِ الضَّرَرِ مِنْهُ لِذَاتِهِ، وَلَا لِأَجْلِ تَوَسُّطِهِ وَشَفَاعَتِهِ عِنْدَ اللهِ تَعَالَى - بَلِ الْإِلَهُ الْحَقُّ الَّذِي يَسْتَحِقُّ أَنْ تَتَوَجَّهَ الْقُلُوبُ إِلَيْهِ بِالدُّعَاءِ وَغَيْرِهِ هُوَ اللهُ وَحْدَهُ.</p><p> قَرَأَ الْكِسَائِيُّ \" غَيْرِهِ \" بِالْكَسْرِ عَلَى الصِّفَةِ لِلَفْظِ \" إِلَهٍ \" وَالْبَاقُونَ بِالرَّفْعِ بِاعْتِبَارِ مَحَلِّهِ مِنَ الْإِعْرَابِ لِأَنَّ أَصْلَهُ مَا لَكُمْ إِلَهٌ غَيْرُهُ. </p><p> (إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ) هَذَا إِنْذَارٌ مُسْتَأْنَفٌ عُلِّلَ بِهِ الْأَمْرُ بِعِبَادَةِ اللهِ تَعَالَى وَحْدَهُ الْمُسْتَلْزِمُ لِتَرْكِ أَدْنَى شَوَائِبِ الشِّرْكِ بِهَا، وَبَيَانٌ لِعَقِيدَةِ الْبَعْثِ وَالْجَزَاءِ وَهِيَ الرُّكْنُ الثَّانِي مِنْ أَرْكَانِ الْإِيمَانِ بَعْدَ التَّسْلِيمِ بِالرِّسَالَةِ. أَيْ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ إِذَا لَمْ تَمْتَثِلُوا مَا أَمَرْتُكُمْ بِهِ، وَهُوَ يَوْمُ الْقِيَامَةِ الَّذِي يَبْعَثُ اللهُ تَعَالَى فِيهِ الْعِبَادَ وَيُجَازِيهِمْ بِإِيمَانِهِمْ وَكُفْرِهِمْ وَمَا يَتَرَتَّبُ عَلَيْهِمَا مِنْ أَعْمَالِهِمْ. وَقِيلَ: هُوَ يَوْمُ الطُّوفَانِ، وَيَضْعُفُ بِأَنَّ الْإِنْذَارَ بِهِ لَمْ يَكُنْ عِنْدَ تَبْلِيغِ الدَّعْوَةِ بَلْ بَعْدَ طُولِ الْإِبَاءِ وَالرَّدِّ وَالْوُصُولِ مَعَهُمْ إِلَى دَرَجَةِ الْيَأْسِ الْمُبَيَّنِ بِقَوْلِهِ تَعَالَى مِنْ سُورَتِهِ حِكَايَةً عَنْهُ:  (قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا فَلَمْ يَزِدْهُمْ دُعَائِي</p><p> إِلَّا فِرَارًا)  (٧١: ٥، ٦) الْآيَاتِ وَبِقَوْلِهِ مِنْ سُورَةِ هُودٍ: (وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ)  (١١: ٣٦) الْآيَاتِ - إِلَّا أَنْ يُرَادَ بِالْيَوْمِ الْعَظِيمِ عَذَابُ الدُّنْيَا مُطْلَقًا. </p><p> (قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ) الْمَلَأُ أَشْرَافُ الْقَوْمِ، فَإِنَّهُمْ يَمْلَئُونَ الْعُيُونَ رُوَاءً بِمَا يَكُونُ عَادَةً مِنْ تَأَنُّقِهِمْ بِالزِّيِّ الْمُمْتَازِ وَغَيْرِ ذَلِكَ مِنَ الشَّمَائِلِ، قَالَ هَؤُلَاءِ الْمَلَأُ لِنُوحٍ: إِنَّا لَنَرَاكَ فِي ضَلَالٍ عَنِ الْحَقِّ بَيِّنٍ ظَاهِرٍ، بِنَهْيِكَ إِيَّانَا عَنْ عِبَادَةِ وَدٍّ وَسُوَاعٍ وَيَغُوثَ وَيَعُوقَ وَنَسْرٍ، الَّذِينَ هُمْ وَسِيلَتُنَا وَشُفَعَاؤُنَا عِنْدَ اللهِ تَعَالَى يَقْبَلُنَا بِبَرَكَتِهِمْ. وَيُعْطِينَا سُؤَالَنَا بِوَسَاطَتِهِمْ، لِمَا كَانُوا عَلَيْهِ مِنَ الصَّلَاحِ وَالتَّقْوَى، وَنَحْنُ لَا نَرَى أَنْفُسَنَا أَهْلًا لِدُعَائِهِ وَالتَّوَجُّهِ إِلَيْهِ بِأَنْفُسِنَا، لِمَا نَقْتَرِفُهُ مِنَ الذُّنُوبِ الَّتِي تُبْعِدُنَا عَنْ ذَلِكَ الْمَقَامِ الْأَقْدَسِ بِغَيْرِ شَفِيعٍ وَلَا وَسِيطٍ مِنْ أَوْلِيَائِهِ وَأَحِبَّائِهِ. حَكَمُوا بِضَلَالِهِ وَأَكَّدُوهُ بِالتَّعْبِيرِ بِالرُّؤْيَةِ الْعِلْمِيَّةِ وَبِإِنَّ وَاللَّامِ وَبِالظَّرْفِيَّةِ الْمُفِيدَةِ لِلْإِحَاطَةِ، كَأَنَّهُمْ قَالُوا إِنَّا لَنَرَاكَ فِي غَمْرَةٍ مِنَ الضَّلَالِ مُحِيطَةٍ بِكَ لَا تَهْتَدِي مَعَهَا إِلَى الصَّوَابِ سَبِيلًا. وَذَلِكَ لِمَا رَأَوْهُ عَلَيْهِ مِنَ الثِّقَةِ بِمَا يَدْعُو إِلَيْهِ. </p><p> (قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ) نَادَاهُمْ بِاسْمِ الْقَوْمِيَّةِ مُضَافَةً إِلَيْهِ ثَانِيَةً تَذْكِيرًا لَهُمْ بِأَنَّهُ لَا يُرِيدُ بِهِمْ وَلَا لَهُمْ إِلَّا الْخَيْرَ، وَنَفَى أَنْ يَكُونَ قَدْ عَلِقَ بِهِ أَدْنَى شَيْءٍ مِمَّا يُسَمَّى ضَلَالَةً، كَمَا </p>"
}