{
  "id": null,
  "sura": 7,
  "aya": 50,
  "text": "<p> وَمُعَارَضَاتٌ مِنَ الْآيَاتِ كَمَا عُلِمَ مِنْ تَفْسِيرِنَا لَهَا، وَقَدْ يَكُونُ مِنْ مُرَجِّحَاتِ الثَّانِي أَوِ الثَّالِثِ وَضْعُ هَذِهِ الْآيَاتِ بَيْنَ نِدَاءِ أَهْلِ الْجَنَّةِ أَهْلَ النَّارِ:  (أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا)  (٤٤) الْآيَةَ. وَنِدَاءِ أَهْلِ النَّارِ أَهْلَ الْجَنَّةِ أَنْ يُفِيضُوا عَلَيْهِمْ مِنَ الْمَاءِ وَالطَّعَامِ الَّذِي يَتَمَتَّعُونَ بِهِ فِي قَوْلِهِ عَزَّ وَجَلَّ: </p><p> (وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللهُ قَالُوا إِنَّ اللهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ) </p><p> قَوْلُهُ تَعَالَى:  (وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللهُ) يَدُلُّ عَلَى أَنَّ حَالَةَ الْآخِرَةِ تَقْتَضِي إِمْكَانَ إِفَاضَةِ أَهْلِ الْجَنَّةِ الْمَاءَ وَغَيْرَهُ عَلَى أَهْلِ النَّارِ عَلَى مَا بَيْنَ الْمَكَانَيْنِ مِنَ الِارْتِفَاعِ وَالِانْخِفَاضِ، وَقَدْ بَيَّنَا وَجْهَهُ الْمَعْقُولَ فِي مُقَدِّمَةِ تَفْسِيرِ هَذَا السِّيَاقِ. وَإِفَاضَةُ الْمَاءِ صَبُّهُ وَمَادَّةُ الْفَيْضِ فِيهَا مَعْنَى الْكَثْرَةِ، وَمَا رَزَقَهُمُ اللهُ يَشْمَلُ الطَّعَامَ وَغَيْرَ الْمَاءِ مِنْ أَشْرِبَةٍ وَ \" أَوْ \" فِي قَوْلِهِ: (أَوْ مِمَّا رَزَقَكُمُ اللهُ) لِلتَّخْيِيرِ فَهِيَ لَا تَمْنَعُ الْجَمْعَ بَيْنَ الْمَاءِ وَالطَّعَامِ وَيُقَدِّرُ بَعْضُهُمْ فِعْلًا مُنَاسِبًا لِلرِّزْقِ عَلَى حَدِّ \" عَلَفْتُهَا تِبْنًا وَمَاءً بَارِدًا \" وَالصَّوَابُ أَنَّ الْفَيْضَ وَالْإِفَاضَةَ يُسْتَعْمَلَانِ فِي غَيْرِ الْمَاءِ وَالدَّمْعِ فَيُقَالُ فَاضَ الرِّزْقُ وَالْخَيْرُ وَأَفَاضَ عَلَيْهِ النِّعَمَ، وَمِنَ الْأَمْثَالِ أَعْطَاهُ غَيْضًا مِنْ فَيْضٍ - أَيْ قَلِيلًا مِنْ كَثِيرٍ. وَعَدَّ الزَّمَخْشَرِيُّ الْإِفَاضَةَ فِي الْحَدِيثِ مِنَ الْحَقِيقَةِ خِلَافًا لِلرَّاغِبِ الَّذِي جَعَلَهَا وَعَدَّ الزَّمَخْشَرِيُّ الْإِفَاضَةَ فِي الْحَدِيثِ مِنَ الْحَقِيقَةِ خِلَافًا لِلرَّاغِبِ الَّذِي جَعَلَهَا اسْتَعَارَةً. وَالْمَعْنَى أَنَّ أَهْلَ النَّارِ يَسْتَجْدُونَ أَهْلَ الْجَنَّةِ أَنْ يُفِيضُوا عَلَيْهِمْ مِنَ النِّعَمِ الْكَثِيرَةِ الَّتِي يَتَمَتَّعُونَ بِهَا مِنْ شَرَابٍ وَطَعَامٍ، وَقَدَّمُوا طَلَبَ الْمَاءِ لِأَنَّ مَنْ كَانَ فِي \" سُمُومٍ وَحَمِيمٍ \" يَكُونُ شُعُورُهُ بِالْحَاجَةِ إِلَى الْمَاءِ الْبَارِدِ أَشَدَّ مِنْ شُعُورِهِ بِالْحَاجَةِ إِلَى الطَّعَامِ الطَّيِّبِ. </p><p> رُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ فِي تَفْسِيرِ هَذَا الِاسْتِجْدَاءِ: يُنَادِي الرَّجُلُ أَخَاهُ </p><p> فَيَقُولُ: يَا أَخِي أَغِثْنِي فَإِنِّي قَدِ احْتَرَقْتُ فَأَفِضْ عَلَيَّ مِنَ الْمَاءِ، فَيُقَالُ: أَجِبْهُ، فَيَقُولُ: إِنَّ اللهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ. وَعَنِ ابْنِ زَيْدٍ فِي الطَّلَبِ قَالَ: يَسْتَسْقُونَهُمْ وَيَسْتَطْعِمُونَهُمْ - وَفِي قَوْلِهِ:  (حَرَّمَهُمَا) قَالَ: طَعَامَ الْجَنَّةِ وَشَرَابَهَا. وَرَوَى عَبْدُ اللهِ بْنُ أَحْمَدَ فِي زَوَائِدِ الزُّهْدِ وَالْبَيْهَقِيُّ </p><p> فِي شُعَبِ الْإِيمَانِ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ رَضِيَ اللهُ عَنْهُ شَرِبَ مَاءً بَارِدًا فَبَكَى فَسُئِلَ مَا يُبْكِيكَ؟ قَالَ ذَكَرْتُ آيَةً فِي كِتَابِ اللهِ (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ)  (٣٤: ٥٤) فَعَرَفْتُ أَنَّ أَهْلَ النَّارِ لَا يَشْتَهُونَ إِلَّا الْمَاءَ الْبَارِدَ، وَقَدْ قَالَ اللهُ عَزَّ وَجَلَّ:  (أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللهُ) اهـ. وَفِيهِ أَنَّ الْآيَةَ لَا حَصْرَ فِيهَا. وَفِي الشُّعَبِ وَالتَّفْسِيرِ الْمَأْثُورِ عَنْهُ أَيْضًا أَنَّهُ سُئِلَ: أَيُّ الصَّدَقَةِ أَفْضَلُ؟ فَقَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَفْضَلُ الصَّدَقَةِ سَقْيُ الْمَاءِ؛أَلَمْ تَسْمَعْ إِلَى أَهْلِ النَّارِ لَمَّا اسْتَغَاثُوا بِأَهْلِ الْجَنَّةِ قَالُوا:(أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللهُ)\" وَرَوَى أَحْمَدُ عَنْ سَعْدِ بْنِ عُبَادَةَ أَنَّ أُمَّهُ مَاتَتْ فَقَالَ يَا رَسُولَ اللهِ أَتَصَدَّقُ عَلَيْهَا؟ قَالَ:  \" نَعَمْ \" قَالَ فَأَيُّ الصَّدَقَةِ أَفْضَلُ؟ قَالَ \" سَقْيُ الْمَاءِ \" . </p><p> (قَالُوا إِنَّ اللهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) الْحَرَامُ فِي اللُّغَةِ الْمَمْنُوعُ، وَالتَّحْرِيمُ وَهُوَ الْمَنْعُ قِسْمَانِ: تَحْرِيمٌ بِالْحُكْمِ وَالتَّكْلِيفِ كَتَحْرِيمِ اللهِ الْفَوَاحِشَ وَالْمُنْكَرَاتِ وَأَرْضِ الْحَرَمِ أَنْ يُؤْخَذَ صَيْدُهَا أَوْ يُقْطَعَ شَجَرُهَا أَوْ يُخْتَلَى خَلَاهَا (أَيْ يُنْزَعَ حَشِيشُهَا الرَّطْبُ) . وَتَحْرِيمٌ بِالْفِعْلِ أَوِ الْقَهْرِ كَتَحْرِيمِ الْجَنَّةِ وَمَا فِيهَا عَلَى الْكَافِرِينَ فِي هَذِهِ الْآيَةِ وَفِي قَوْلِهِ:  (إِنَّهُ مَنْ يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النارُ)  (٥: ٧٢) أَيْ قَالَ أَهْلُ الْجَنَّةِ جَوَابًا عَنْ هَذَا الِاسْتِجْدَاءِ: إِنَّ اللهَ قَدْ حَرَّمَ مَاءَ الْجَنَّةِ وَرِزْقَهَا عَلَى الْكَافِرِينَ كَمَا حَرَّمَ عَلَيْهِمْ دُخُولَهَا، فَلَا يُمْكِنُ إِفَاضَةُ شَيْءٍ مِنْهُمَا عَلَيْهِمْ وَهُمْ فِي النَّارِ، فَإِنَّ لَهُمْ مَاءَهَا الْحَمِيمَ وَطَعَامَهَا مِنَ الضَّرِيعِ وَالزَّقُّومِ. </p><p> وَذَكَرُوا مِنْ وَصْفِ الْكَافِرِينَ أَنَّهُمْ هُمُ الَّذِينَ كَانُوا سَبَبَ هَذَا الْحِرْمَانِ، وَهُوَ أَنَّهُمُ اتَّخَذُوا دِينَهُمْ أَعْمَالًا لَا تُزَكِّي الْأَنْفُسَ فَتَكُونُ أَهْلًا لِدَارِ الْكَرَامَةِ، بَلْ هِيَ إِمَّا لَهْوٌ وَهُوَ مَا يُشْغِلُ الْإِنْسَانَ عَنِ الْجِدِّ وَالْأَعْمَالِ الْمُفِيدَةِ بِالتَّلَذُّذِ بِمَا تَهْوَى النَّفْسُ، وَإِمَّا لَعِبٌ وَهُوَ مَا لَا تُقْصَدُ مِنْهُ فَائِدَةٌ صَحِيحَةٌ كَأَعْمَالِ الْأَطْفَالِ، وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَكَانَ كُلُّ هَمِّهِمُ التَّمَتُّعَ بِشَهَوَاتِهَا وَلِذَّاتِهَا - حَرَامًا كَانَتْ أَوْ حَلَالًا - لِأَنَّهَا مَطْلُوبَةٌ عِنْدَهُمْ لِذَاتِهَا، </p><p> وَأَمَّا أَهْلُ الْجَنَّةِ فَهُمُ الَّذِينَ سَعَوْا لَهَا سَعْيَهَا بِأَعْمَالِ الْإِيمَانِ الَّتِي تُزَكِّي الْأَنْفُسَ وَتُرَقِّيهَا فَلَمْ يَغْتَرُّوا بِالْحَيَاةِ الدُّنْيَا. بَلْ كَانَتِ الدُّنْيَا عِنْدَهُمْ مَزْرَعَةَ الْآخِرَةِ لَا مَقْصُودَةً لِذَاتِهَا لِذَلِكَ كَانُوا يَقْصِدُونَ بِالتَّمَتُّعِ بِنِعَمِ اللهِ فِيهَا الِاسْتِعَانَةَ بِهَا عَلَى مَا يُرْضِيهِ مِنْ إِقَامَةِ الْحَقِّ وَعَمَلِ الْخَيْرِ وَالِاسْتِعْدَادِ لِلْحَيَاةِ الْأَبَدِيَّةِ. </p><p> وَمَنْ أَرَادَ التَّفْصِيلَ فِي هَذَا الْمَوْضُوعِ فَلْيَرْجِعْ إِلَى تَفْسِيرِ (وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ)  (٦: ٢٩) إِلَى قَوْلِهِ: (وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينِ يَتَّقُونَ أَفَلَا تَعْقِلُونَ)  (٣٢) وَفِيهِ بَحْثٌ طَوِيلٌ فِي اللَّعِبِ وَاللهْوِ وَنُكْتَةِ تَقْدِيمِ اللَّعِبِ عَلَى اللهْوِ </p>"
}