{
  "id": null,
  "sura": 7,
  "aya": 38,
  "text": "<p> لَا يَسْتَغْنَوْنَ عَنِ الْأَعْوَانِ وَالْمُسَاعِدِينَ لِجَهْلِهِمْ بِأُمُورِ النَّاسِ وَعَجْزِهِمْ عَنْ مَعْرِفَتِهَا وَقَضَائِهَا بِأَنْفُسِهِمْ. وَقَدْ تَقَدَّمَ مِثْلُ هَذَا فِي سُورَةِ الْأَنْعَامِ (٦: ٢١ - ٢٤، ٩٣، ٩٤) وَكُلٌّ مِنْهُمَا مُبْتَدَأٌ بِقَوْلِهِ تَعَالَى: (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا) فَيُرَاجَعَانِ فَفِي تَفْسِيرِ كُلٍّ مِنْهُمَا مَا لَيْسَ فِي الْآخَرِ وَلَا هُنَا مِنَ الْفَوَائِدِ وَتَقَدَّمَ مِثْلُ هَذَا الِاسْتِفْهَامِ الْإِنْكَارِيِّ فِي آخِرِ آيَةِ (١٤٤) مِنَ الْأَنْعَامِ أَيْضًا وَفَسَّرْنَا الِافْتِرَاءَ عَلَى اللهِ فِيهَا بِمِثْلِ مَا فَسَّرْنَاهُ هُنَا لِمُنَاسَبَةِ السِّيَاقِ وَتَقَدَّمَ أَيْضًا مِثْلُ هَذِهِ الشَّهَادَةِ مِنَ الْكُفَّارِ عَلَى أَنْفُسِهِمْ فِي آخِرِ آيَةِ (١٣٠) مِنْهَا. </p><p> (قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ) أَيْ يَقُولُ اللهُ تَعَالَى أَوْ أَحَدُ مَلَائِكَتِهِ بِأَمْرِهِ يَوْمَ الْقِيَامَةِ لِهَؤُلَاءِ الْكَافِرِينَ: ادْخُلُوا مَعَ أُمَمٍ قَدْ خَلَتْ وَمَضَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ. أَوِ ادْخُلُوا فِي ضِمْنِ أُمَمٍ مِثْلِكُمْ قَدْ سَبَقَتْكُمْ كَائِنَةٍ فِي دَارِ الْعَذَابِ. وَقُدِّمَ الْجِنُّ لِأَنَّ شَيَاطِينَهُمْ مُبْتَدِئُو الْإِضْلَالِ وَالْإِغْوَاءِ لِأَبْنَاءِ جِنْسِهِمْ وَلِلْإِنْسِ كَمَا تَقَدَّمَ. </p><p> (كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا) هَذَا بَيَانٌ لِشَيْءٍ مِنْ حَالَتِهِمْ فِي دُخُولِ النَّارِ الَّذِي لَا يُمْكِنُ تَخَلُّفُهُ بَعْدَ أَمْرِ اللهِ تَعَالَى بِهِ. أَيْ كُلَّمَا دَخَلَتْ جَمَاعَةٌ مِنْهُمْ فِي النَّارِ وَاسْتَقْبَلَتْ مَا فِيهَا مِنَ الْخِزْيِ وَالنَّكَالِ، لَعَنَتْ أُخْتَهَا فِي الدِّينِ وَالْمِلَّةِ الَّتِي ضَلَّتْ هِيَ بِاتِّبَاعِهَا وَالِاقْتِدَاءِ بِهَا فِي كُفْرِهَا. كَمَا قَالَ تَعَالَى حِكَايَةً عَنْ خَلِيلِهِ: </p><p> (ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا)  (٢٩: ٢٥) إِلَخْ. </p><p> (حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ) أَيْ حَتَّى إِذَا تَتَابَعُوا وَأَدْرَكَ بَعْضُهُمْ بَعْضًا فَاجْتَمَعُوا كُلُّهُمْ فِيهَا قَالَتْ أُخْرَى كُلٍّ مِنْهُمْ لِأُولَاهَا وَمُقَدَّمِيهَا فِي الرُّتْبَةِ وَالرِّيَاسَةِ أَوْ فِي الزَّمَنِ أَيْ لِأَجَلِهَا وَفِي شَأْنِهَا - وَإِنَّمَا الْخِطَابُ لِلَّهِ عَزَّ وَجَلَّ - رَبَّنَا هَؤُلَاءِ أَضَلُّونَا عَنِ الْحَقِّ بِاتِّبَاعِنَا لَهُمْ وَتَقْلِيدِنَا إِيَّاهُمْ فِيمَا كَانُوا عَلَيْهِ مِنْ أَمْرِ الدِّينِ وَسَائِرِ الْأَعْمَالِ، فَأَعْطِهِمْ ضِعْفًا مِنْ عَذَابِ النَّارِ لِإِضْلَالِهِمْ إِيَّانَا فَوْقَ الْعَذَابِ عَلَى ضَلَالِهِمْ فِي أَنْفُسِهِمْ حَتَّى يَكُونَ عَذَابُهُمْ ضِعْفَيْنِ، ضِعْفًا لِلضَّلَالِ وَضِعْفًا لِلْإِضْلَالِ. </p><p> (قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ) أَيْ يَقُولُ الرَّبُّ تَعَالَى لَهُمْ: لِكُلٍّ مِنْهُمْ ضِعْفٌ مِنَ الْعَذَابِ بِإِضْلَالِهِ فَوْقَ عَذَابِهِ عَلَى ضَلَالِهِ. كَمَا قَالَ فِي آيَةٍ أُخْرَى: </p><p> (لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ)  (١٦: ٢٥) وَلَكِنْ لَا تَعْلَمُونَ كُنْهَ عَذَابِهِمْ؛ وَذَلِكَ أَنَّ الْعَذَابَ ظَاهِرٌ وَبَاطِنٌ أَوْ جَسَدِيٌّ وَنَفْسِيٌّ، وَقَدْ وَصَفَ اللهُ النَّارَ فِي سُورَةِ الْهُمَزَةِ بِأَنَّهَا تَطَّلِعُ عَلَى الْأَفْئِدَةِ أَيِ الْقُلُوبِ، فَإِذَا رَأَى الْأَتْبَاعُ الْمَتْبُوعِينَ مَعَهُمْ فِي دَارِ الْعِقَابِ ظَنُّوا أَنَّ عَذَابَهُمْ كَعَذَابِهِمْ فِيمَا يَأْكُلُونَ مِنَ الزَّقُّومِ وَالضَّرِيعِ وَيَشْرَبُونَ مِنَ الْمَاءِ الْحَمِيمِ، وَفِيمَا تَلْفَحُهُمُ النَّارُ بِرِيحِهَا السَّمُومِ، وَفِيمَا يَلْجَئُونَ إِلَيْهِ مِنْ ظِلِّهَا الْيَحْمُومِ، فَمَثَلُهُمْ مَعَهُمْ كَمَثَلِ الْمَسْجُونِينَ فِي الدُّنْيَا، مِنْهُمُ الْمُجْرِمُ الْعَرِيقُ فِي إِجْرَامِهِ مِنْ تُحُوتِ النَّاسِ وَأَشْقِيَائِهِمْ، وَالرَّئِيسُ الزَّعِيمُ فِي قَوْمِهِ، الْعَزِيزُ الْكَرِيمُ فِي وَطَنِهِ، لَا يَشْعُرُ الْأَوَّلُ بِمَا يُقَاسِيهِ الْآخَرُ مِنْ عَذَابِ النَّفْسِ وَقَهْرِ الذُّلِّ. بَلْ يَظُنُّ أَنَّ عُقُوبَتَهُمَا وَاحِدَةٌ فِي أَلَمِهَا كَمَا هِيَ صُورَتُهَا. </p><p> وَحَمْلُ الْأُولَى عَلَى الرُّؤَسَاءِ الْمَتْبُوعِينَ وَالْأَئِمَّةِ الْمُضِلِّينَ، وَالْأُخْرَى عَلَى أَتْبَاعِهِمُ الْمُقَلِّدِينَ لَهُمْ أَظْهَرُ فِي الْمَعْنَى مِنْ حَمْلِهَا عَلَى الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ فِي الزَّمَنِ أَوْ فِي دُخُولِ النَّارِ، عَلَى أَنَّ شَأْنَ مُبْتَدِعِ الضَّلَالَةِ أَنْ يَكُونَ مُتَقَدِّمًا فِي الزَّمَنِ تَقَدُّمًا عَلَى مَنِ اتَّبَعَهُ فِيهَا وَلَوْ فِي عَصْرِهِ، وَهَذَا هُوَ الْمُوَافِقُ لِمَا فِي الْآيَاتِ الْأُخْرَى كَقَوْلِهِ تَعَالَى:  (وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ)  (٣٤: ٣١) إِلَى آخِرِ الْحِوَارِ، وَمِثْلِهِ مَا تَقَدَّمَ فِي سُورَةِ الْبَقَرَةِ فِي سِيَاقِ مُتَّخِذِي الْأَنْدَادِ مِنْ دُونِ اللهِ وَجَعْلِهِمْ وُسَطَاءَ عِنْدَ اللهِ، أَوْ طَاعَتِهِمْ فِي أَمْرِ الدِّينِ بِغَيْرِ وَحْيٍ مِنَ اللهِ، وَتَبَرُّؤِ التَّابِعِينَ مِنَ الْمَتْبُوعِينَ (٢: ١٦٥ - ١٦٧) وَقَدِ اسْتَشْهَدْنَا فِي </p><p> تَفْسِيرِهِ بِهَذِهِ الْآيَاتِ فَيُرَاجَعُ، وَيُعْلَمُ مِنْهُ بِالتَّفْصِيلِ أَنَّ كُلَّ دُعَاةِ التَّقْلِيدِ الْأَعْمَى مِنْ هَؤُلَاءِ الْمُضِلِّينَ الَّذِينَ يُضَاعَفُ لَهُمُ الْعَذَابُ. وَأَنَّ أَئِمَّةَ الْهُدَى مِنْ عُلَمَاءِ السَّلَفِ لَيْسُوا مِنْهُمْ لِأَنَّهُمْ كَانُوا يَسْتَنْبِطُونَ الْأَحْكَامَ مِنَ الْكِتَابِ وَالسُّنَّةِ لِيَفْتَحُوا لِلنَّاسِ أَبْوَابَ الْفَهْمِ وَالْفِقْهِ فِيهِمَا، مَعَ نَهْيِهِمْ عَنْ تَقْلِيدِهِمْ وَأَمْرِهِمْ بِعَرْضِ كَلَامِهِمْ عَلَى الْكِتَابِ وَالسُّنَّةِ وَأَخْذِ مَا وَافَقَهُمَا وَرَدِّ مَا عَدَاهُ. وَمِنْهُمُ الْأَئِمَّةُ الْأَرْبَعَةُ الَّذِينَ تَنْتَمِي إِلَيْهِمْ طَوَائِفُ السُّنَّةِ، وَأَئِمَّةُ الْعِتْرَةِ الَّذِينَ تَنْتَمِي إِلَيْهِمُ الشِّيعَةُ كَالْإِمَامَيْنِ جَعْفَرٍ الصَّادِقِ، وَزَيْدِ بْنِ عَلِيٍّ رَضِيَ اللهُ عَنْهُمْ أَجْمَعِينَ. لَمْ يُبِحْ أَحَدٌ مِنْ هَؤُلَاءِ الْأَئِمَّةِ التَّقْلِيدَ - وَقَدْ حَرَّمَهُ اللهُ فِي كِتَابِهِ - فَهُمْ بُرَآءُ مِنْ جَمِيعِ الْمُقَلِّدِينَ لَهُمْ وَلِغَيْرِهِمْ فِي دِينِ اللهِ، كَمَا فَصَّلْنَاهُ فِي تَفْسِيرِ تِلْكَ الْآيَاتِ وَفِي مَوَاضِعَ أُخْرَى. وَوَرَدَ فِي مَعْنَى ذَلِكَ آيَاتٌ أُخْرَى فِي سُورَةِ إِبْرَاهِيمَ وَالْقَصَصِ وَالْأَحْزَابِ وَالصَّافَّاتِ وَص وَغَيْرِهِنَّ. </p><p> وَأَمَّا حَمْلُ الْأُولَى وَالْأُخْرَى عَلَى الْمُتَقَدِّمَةِ فِي الزَّمَانِ وَالْمُتَأَخِّرَةِ فِيهِ، فَهُوَ مَرْوِيٌّ عَنِ السُّدِّيِّ وَتَبِعَهُ ابْنُ جَرِيرٍ. وَقِيلَ عَلَيْهِ: لَكِنْ مِنْكُمْ وَمِنْهُمْ ضِعْفٌ، وَهَذَا - وَإِنْ كَانَ ظَاهِرًا مِنَ اللَّفْظِ - لَا يَظْهَرُ فِيهِ الْمَعْنَى الْمُوَافِقُ لِسَائِرِ الْآيَاتِ فِي هَذَا الْمَوْضُوعِ، وَلِلْقَاعِدَةِ الْقَطْعِيَّةِ فِي جَزَاءِ السَّيِّئَاتِ، وَهُوَ كَوْنُهُ عَلَى الْعَمَلِ بِقَدْرِهِ مَثَلًا. نَعَمْ إِنَّ الْمُتَأَخِّرِينَ فِي جُمْلَتِهِمْ يُقَلِّدُونَ مَنْ قَبْلَهُمْ حَذْوَ الْقُذَّةِ </p><p> بِالْقُذَّةِ، وَإِنَّمَا الْمُضِلُّ مِنَ الْمَتْبُوعِينَ مَنِ ابْتَدَعَ الضَّلَالَ أَوْ دَعَا إِلَيْهِ أَوْ كَانَ قُدْوَةً فِيهِ؛ فَهُوَ الَّذِي يَحْمِلُ مِثْلَ وِزْرِ مَنْ أَضَلَّهُ سَوَاءً كَانَ عَالِمًا بِذَلِكَ أَمْ لَا، وَقَدْ صَحَّ فِي الْحَدِيثِ:  \" مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ. وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ \" كَمَا بَيَّنَّاهُ فِي مَوَاضِعَ. وَالَّذِي جَرَى عَلَيْهِ أَكْثَرُ أَصْحَابِ التَّفَاسِيرِ الْمَعْرُوفَةِ أَنَّ الضِّعْفَ الْآخَرَ عَلَى الْأَتْبَاعِ عِقَابٌ عَلَى التَّقْلِيدِ وَعَزَاهُ بَعْضُهُمْ إِلَى الْكَرْخِيِّ. </p><p> قَالَ الْآلُوسِيُّ بَعْدَ ذِكْرِهِ وَالتَّعْبِيرِ عَنْهُ بِالْأُولَى: وَلَا شَكَّ أَنَّ التَّقْلِيدَ فِي الْهُدَى ضَلَالٌ وَيَسْتَحِقُّ فَاعِلُهُ الْعَذَابَ. أَيْ فَكَيْفَ بِالتَّقْلِيدِ فِي الْكُفْرِ وَالضَّلَالِ الَّذِي قِيلَ فِي أَهْلِهِ: </p><p> عُمْيُ الْقُلُوبِ عَمُوا عَنْ كُلِّ فَائِدَةٍ لِأَنَّهُمْ كَفَرُوا بِاللهِ تَقْلِيدًا </p><p> وَلَكِنَّهُ غَيْرُ ظَاهِرٍ هُنَا، فَلَا دَلِيلَ عَلَى أَنَّ التَّقْلِيدَ يَقْتَضِي مُضَاعَفَةَ الْعَذَابِ عَلَى الْعَمَلِ الْمُقَلَّدِ فِيهِ، وَإِنَّمَا هُوَ ذَنْبٌ فِي نَفْسِهِ لِأَنَّهُ كُفْرٌ بِنِعْمَةِ الْعَقْلِ، وَمَا أَوْجَبَهُ اللهُ بِالْكِتَابِ. وَالْفِطْرَةِ مِنَ الْعِلْمِ بِالنَّظَرِ وَالْبَحْثِ، وَالِاجْتِهَادِ فِي اسْتِبَانَةِ الْحَقِّ، وَمَا قِيلَ مِنْ أَنَّ جَزَاءَ الضِّعْفِ عَلَى الْأَتْبَاعِ بِأَنَّ اتِّخَاذَهُمُ الرُّؤَسَاءَ مَتْبُوعِينَ مِمَّا يَزِيدُ فِي طُغْيَانِهِمْ، أَوْ بِأَنَّهُ طَلَبٌ لِأَعْرَاضِ الدُّنْيَا بِاتِّبَاعِ الْهَوَى وَالْعِصْيَانِ - يُقَالُ فِيهِ مَا قِيلَ فِيمَا قَبْلَهُ مِنْ أَنَّ هَذِهِ ذُنُوبٌ مُسْتَقِلَّةٌ لَا يُعَبَّرُ عَنْ عِقَابِهَا بِأَنَّهُ ضِعْفٌ إِلَّا بِضَرْبٍ مِنَ التَّجَوُّزِ. </p><p> ذَلِكَ بِأَنَّ الضِّعْفَ هُنَا هُوَ الزَّائِدُ عَلَى عِقَابِ الذَّنْبِ نَفْسِهِ بِسَبَبٍ يُلَابِسُهُ، فَهُوَ كَقَوْلِهِ فِي مُحَاوَرَةِ الْأَتْبَاعِ الْمُقَلِّدِينَ لِلْمَتْبُوعِينَ مِنْ سُورَةِ ص:  (قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ)  (٣٨: ٦١) فَقَدْ صَرَّحَ فِيهِ بِالزِّيَادَةِ وَقَوْلِهِ مِنْ سُورَةِ الْأَحْزَابِ حِكَايَةً عَنِ التَّابِعِينَ الْمَرْءُوسِينَ فِي النَّارِ: (وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا)  (٣٣: ٦٧، ٦٨) . </p><p> وَقَدْ كَانَ مِنْ سَبْقِ رَحْمَةِ اللهِ لِغَضَبِهِ وَانْتِقَامِهِ، وَغَلَبَةِ فَضْلِهِ عَلَى عَدْلِهِ، أَنْ وَعَدَ بِمُضَاعَفَةِ جَزَاءِ الْحَسَنَاتِ لِذَاتِهَا دُونَ السَّيِّئَاتِ. كَمَا قَالَ:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا)  (٦: ١٦٠) وَكَمَا قَالَ: (إِنَّ اللهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا)  (٤: ٤٠) وَكُلُّ مَا وَرَدَ فِي كِتَابِهِ فِي مُضَاعَفَةِ الْعَذَابِ فَهُوَ عَلَى الْإِغْوَاءِ وَالْإِضْلَالِ وَسُوءِ الْقُدْوَةِ، إِلَّا آيَةَ الْفَرْقَانِ فَقَدْ قَالَ بَعْدَ ذِكْرِ الشِّرْكِ وَأَكْبَرِ الْكَبَائِرِ مِنَ الْمَعَاصِي:  (وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا)  (٢٥: ٦٨، ٦٩) وَلَوِ انْفَرَدَتْ دُونَ سَائِرِ آيَاتِ الْمُضَاعَفَةِ بِحُكْمٍ جَدِيدٍ لَا يَتَعَارَضُ مَعَهَا لَمْ تَكُنْ مُشْكِلَةً، وَلَكِنَّهَا مُعَارَضَةٌ بِهَا وَبِقَاعِدَةِ الْجَزَاءِ عَلَى السَّيِّئَةِ بِمِثْلِهَا، </p>"
}