{
  "id": null,
  "sura": 7,
  "aya": 205,
  "text": "<p> وَلَا يَسْتَعْلِنُ بِصَلَاتِهِ، وَلَا يَقْرَأُ فِي غَيْرِ دَارِهِ، ثُمَّ بَدَا لِأَبِي بَكْرٍ فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ وَكَانَ يُصَلِّي فِيهِ وَيَقْرَأُ الْقُرْآنَ فَيَتَقَذَّفُ عَلَيْهِ نِسَاءُ الْمُشْرِكِينَ وَأَبْنَاؤُهُمْ وَهُمْ يَعْجَبُونَ مِنْهُ وَيَنْظُرُونَ إِلَيْهِ، وَكَانَ أَبُو بَكْرٍ رَجُلًا بَكَّاءً لَا يَمْلِكُ عَيْنَيْهِ إِذَا قَرَأَ الْقُرْآنَ، وَأَفْزَعَ ذَلِكَ أَشْرَافُ قُرَيْشٍ مِنَ الْمُشْرِكِينَ، فَأَرْسَلُوا إِلَى ابْنِ الدُّغُنَّةِ فَقَدِمَ عَلَيْهِمْ، فَقَالُوا: إِنَّا كُنَّا أَجَرْنَا أَبَا بَكْرٍ بِجِوَارِكَ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِي دَارِهِ فَقَدْ جَاوَزَ ذَلِكَ، فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ فَأَعْلَنَ بِالصَّلَاةِ وَالْقِرَاءَةِ فِيهِ، وَإِنَّا قَدْ خَشِينَا أَنْ يَفْتِنَ نِسَاءَنَا وَأَبْنَاءَنَا فَانْهَهُ، فَإِنْ أَحَبَّ أَنْ يَقْتَصِرَ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِي دَارِهِ فَعَلَ، وَإِنْ أَبَى إِلَّا أَنْ يُعْلِنَ ذَلِكَ فَسَلْهُ أَنْ يَرُدَّ إِلَيْكَ ذِمَّتَكَ، فَإِنَّا قَدْ كَرِهْنَا أَنْ نُخْفِرُكَ، وَلَسْنَا مُقِرِّينَ لِأَبِي بَكْرٍ الِاسْتِعْلَانَ: قَالَتْ عَائِشَةُ: فَأَتَى ابْنُ الدُّغُنَّةِ إِلَى أَبِي بَكْرٍ، فَقَالَ: قَدْ عَلِمْتَ الَّذِي عَاقَدْتُ لَكَ عَلَيْهِ، فَإِمَّا أَنْ تَقْتَصِرَ عَلَى ذَلِكَ، وَإِمَّا أَنْ تَرْجِعَ إِلَى ذِمَّتِي فَإِنِّي لَا أُحِبُّ أَنْ تَسْمَعَ الْعَرَبُ أَنِّي أُخْفِرْتُ فِي رَجُلٍ عَقَدْتُ لَهُ، فَقَالَ أَبُو بَكْرٍ: فَإِنِّي أَرُدُّ إِلَيْكَ جِوَارَكَ، وَأَرْضَى بِجِوَارِ اللهِ عَزَّ وَجَلَّ \" اهـ الْمُرَادُ مِنْهُ. </p><p> بَعْدَ الْأَمْرِ بِالِاسْتِمَاعِ وَالْإِصْغَاءِ لِتِلَاوَةِ الْقُرْآنِ، فِي سِيَاقِ حَصَانَةِ الْأَنْفُسِ مِنْ مَسِّ الشَّيْطَانِ، أَمَرَنَا تَعَالَى بِالذِّكْرِ الْعَامِّ الشَّامِلِ لِلْقُرْآنِ تِلَاوَةً وَتَدَبُّرًا وَلِغَيْرِهِ، فَإِنَّ كُلَّ نَوْعٍ مِنْ أَنْوَاعِ ذِكْرِهِ تَعَالَى حِصْنٌ لِلنَّفْسِ وَتَزْكِيَةٌ لَهَا فَقَالَ: </p><p> وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ قَالَ ابْنُ جَرِيرٍ: إِنَّ الْأَمْرَ بِالذِّكْرِ هُنَا مُوَجَّهٌ إِلَى مُسْتَمِعِ الْقُرْآنِ أُمِرَ بِأَنْ يَتَدَبَّرَ فِي نَفْسِهِ مَا يَسْمَعُ. وَقَالَ عَطِيَّةُ الْعَوْفِيُّ: إِنَّ الْمُرَادَ بِالذِّكْرِ هُنَا الدُّعَاءُ - وَالْجُمْهُورُ عَلَى أَنَّهُ أَمْرٌ عَامٌّ كَمَا تَقَدَّمَ، وَأَنَّ الْخِطَابَ فِيهِ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنِ اتَّبَعَهُ. وَالتَّضَرُّعُ إِظْهَارُ الضَّرَاعَةَ، وَهِيَ الذِّلَّةُ وَالضَّعْفُ وَالْخُضُوعُ بِكَثْرَةٍ وَشِدَّةِ عِنَايَةٍ. وَالْخِيفَةُ حَالَةُ الْخَوْفِ وَالْخَشْيَةِ - أَيْ وَاذْكُرْ رَبَّكَ الَّذِي خَلَقَكَ وَرَبَّاكَ بِنِعَمِهِ فِي نَفْسِكَ بِأَنْ تَسْتَحْضِرَ مَعْنَى أَسْمَائِهِ وَصِفَاتِهِ وَآيَاتِهِ وَآلَائِهِ وَفَضْلِهِ عَلَيْكَ وَحَاجَتَكَ إِلَيْهِ مُتَضَرِّعًا لَهُ خَائِفًا مِنْهُ، رَاجِيًا نِعَمَهُ - وَاذْكُرْهُ بِلِسَانِكَ مَعَ ذِكْرِهِ فِي نَفْسِكَ ذِكْرًا دُونَ الْجَهْرِ بِرَفْعِ الصَّوْتِ مِنَ الْقَوْلِ، وَفَوْقَ التَّخَافُتِ وَالسِّرِّ، بَلْ ذِكْرًا قَصْدًا وَسَطًا - كَمَا قَالَ فِي آخِرِ سُورَةِ الْإِسْرَاءِ: وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا (١٧: ١١٠) وَلَا تَحْصُلُ فَائِدَةُ الذِّكْرِ بِاللِّسَانِ إِلَّا مَعَ ذِكْرِ الْقَلْبِ، وَهُوَ مُلَاحَظَةُ مَعَانِي الْقَوْلِ، وَكَأَيٍّ مِنْ ذِي وِرْدٍ يَذْكُرُ اللهَ ذِكْرًا كَثِيرًا يَعُدُّ بِالسِّبْحَةِ مِنْهُ الْمِئِينَ أَوِ الْأُلُوفَ ثُمَّ لَا يُفِيدُهُ كُلُّ ذَلِكَ مَعْرِفَةً بِاللهِ وَلَا مُرَاقَبَةً لَهُ، بَلْ هُوَ عَادَةٌ تُقَارِنُهَا عَادَاتٌ أُخْرَى مُنْكَرَةٌ شَرْعًا. وَمَا ذَلِكَ إِلَّا أَنَّهُ ذِكْرٌ لِسَانِيٌّ مَحْضٌ لَا حَظَّ فِيهِ لِلْقَلْبِ. ذِكْرُ النَّفْسِ وَحْدَهُ يَنْفَعُ دَائِمًا، وَذِكْرُ اللِّسَانِ وَحْدَهُ قَلَّمَا يَنْفَعُ، وَقَدْ يَكُونُ فِي بَعْضِ الْأَحْوَالِ ذَنْبًا. وَالْأَكْمَلُ الْجَمْعُ بَيْنَ ذِكْرِ اللِّسَانِ وَالْقَلْبِ. </p><p> وَبَعْدَ أَنْ بَيَّنَ تَعَالَى صِفَةَ الذِّكْرِ وَالذَّاكِرِ بَيَّنَ وَقْتَهُ فَقَالَ: بِالْغُدُوِّ وَالْآصَالِ الْغُدُوُّ مَصْدَرُ غَدَا يَغْدُو - كَعَلَا يَعْلُو عُلُوًّا - أَيْ ذَهَبَ غُدْوَةً وَهُوَ أَوَّلُ النَّهَارِ مِنْ طُلُوعِ الْفَجْرِ إِلَى طُلُوعِ الشَّمْسِ، ثُمَّ تُوسِّعَ فِيهِ حَتَّى اسْتُعْمِلَ بِمَعْنَى الذَّهَابِ مُطْلَقًا - وَيُقَابِلُهُ الرَّوَاحُ وَهُوَ الرُّجُوعُ - وَمِنْهُ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ (٣٤: ١٢) وَالْآصَالُ جَمْعُ أَصِيلٍ وَهُوَ الْعَشِيُّ مِنْ وَقْتِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ، فَهُوَ كَقَوْلِهِ تَعَالَى فِي سُورَةِ الْأَحْزَابِ: يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْرًا كَثِيرًا وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (٣٣: ٤١، ٤٢) وَقَوْلِهِ فِي سُورَةِ الدَّهْرِ أَوِ الْإِنْسَانِ وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا (٧٦: ٢٥) وَقَوْلِهِ فِي سُورَةِ آلِ عِمْرَانَ: وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ (٣: ٤١) وَخُصَّ هَذَانِ الْوَقْتَانِ بِالذِّكْرِ; لِأَنَّهُمَا طَرَفَا النَّهَارِ، وَمَنِ افْتَتَحَ نَهَارَهُ بِذِكْرِ اللهِ، وَاخْتَتَمَهُ بِهِ كَانَ جَدِيرًا بِأَنْ يُرَاقِبَهُ تَعَالَى </p><p> وَلَا يَنْسَاهُ فِيمَا بَيْنَهُمَا، وَأَهَمُّ الذِّكْرِ فِيهِمَا صَلَاتَا الْفَجْرِ وَالْعَصْرِ اللَّتَانِ تَحْضُرُهُمَا مَلَائِكَةُ اللَّيْلِ وَمَلَائِكَةُ النَّهَارِ، وَيَشْهَدَانِ عِنْدَ اللهِ تَعَالَى بِمَا وَجَدَا عَلَيْهِ الْعَبْدَ كَمَا وَرَدَ فِي الصَّحِيحِ. </p><p> وَلَا تَكُنْ مِنَ الْغَافِلِينَ عَنْ ذِكْرِهِ تَعَالَى فِي سَائِرِ الْأَوْقَاتِ، وَإِنَّمَا يُتَسَامَحُ بِقِلَّةِ الذِّكْرِ فِيمَا بَيْنَ الْبُكْرَةِ وَالْأَصِيلِ; لِأَنَّهُ وَقْتُ الْعَمَلِ لِلْمَعَاشِ، فَمَنْ غَفَلَ عَنْ ذِكْرِهِ تَعَالَى مَرِضَ قَلْبُهُ، وَضَعُفَ إِيمَانُهُ، وَاسْتَحْوَذَ عَلَيْهِ الشَّيْطَانُ فَأَنْسَاهُ نَفْسَهُ، وَلِلَّهِ دَرُّ الْقَائِلِ </p><p> إِذَا مَرِضْنَا تَدَاوَيْنَا بِذِكْرِكُمْ ... وَنَتْرُكُ الذِّكْرَ أَحْيَانًا فَنَنْتَكِسُ </p><p> ثُمَّ عَزَّزَ عَزَّ وَجَلَّ هَذَا الْأَمْرَ وَهَذَا النَّهْيَ بِمَا يُعَدُّ خَيْرَ أُسْوَةٍ لِلْإِنْسَانِ، وَهُوَ التَّشَبُّهُ وَالْمُشَارَكَةُ لِمَلَائِكَةِ الرَّحْمَنِ، فَقَالَ: إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ أَيْ: إِنَّ مَلَائِكَةَ اللهِ الْمُقَرَّبِينَ، الَّذِينَ هُمْ عِنْدَهُ كَحَمْلَةِ عَرْشِهِ وَالْحَافِّينَ بِهِ وَمَنْ شَاءَ، تَقَدَّسَ وَتَعَالَى بِهَذِهِ الْعِنَايَةِ الشَّرِيفَةِ الَّتِي لَا يَعْلَمُهَا سِوَاهُ، وَهُمْ أَعْلَى مَقَامًا مِنَ الْمُوَكَّلِينَ بِالْمَخْلُوقَاتِ وَتَدْبِيرِ نِظَامِهَا كَالسَّحَابِ وَالْمَطَرِ وَالرِّيحِ وَالْجَنَّةِ وَالنَّارِ - إِنَّ هَؤُلَاءِ الْمُقَرَّبِينَ الْعَالِينَ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ كَمَا يَسْتَكْبِرُ عَنْهَا هَؤُلَاءِ الْمُشْرِكُونَ، الَّذِينَ عَدَّ بَعْضُهُمُ السُّجُودَ لِلَّهِ تَعَالَى حِطَّةً وَضِعَةً لَا تُحْتَمَلُ وَيُسَبِّحُونَهُ أَيْ يُنَزِّهُونَهُ عَنْ كُلِّ مَا لَا يَلِيقُ بِعَظَمَتِهِ وَكِبْرِيَائِهِ وَجَلَالِهِ وَجَمَالِهِ مِنِ اتِّخَاذِ النِّدِّ وَالشَّرِيكِ وَالظَّهِيرِ وَالْمُسَاعِدِ عَلَى الْخَلْقِ وَالتَّدْبِيرِ، كَمَا يَفْعَلُ الَّذِينَ اتَّخَذُوا مَنْ دُونِهِ شُفَعَاءَ أَنْدَادًا لِلَّهِ يُحِبُّونَهُمْ كَحُبِّ اللهِ وَيَعْبُدُونَهُمْ مَعَ اللهِ وَلَهُ يَسْجُدُونَ أَيْ: وَلَهُ وَحْدَهُ يُصَلُّونَ وَيَسْجُدُونَ، فَلَا يُشْرِكُونَ مَعَهُ أَحَدًا، فَيَجِبُ أَنْ يَكُونَ لِكُلِّ مُؤْمِنٍ أُسْوَةٌ حَسَنَةٌ بِخَوَاصِّ مَلَائِكَتِهِ، وَأَقْرَبِ الْمُقَرَّبِينَ عِنْدَهُ تَبَارَكَ اسْمُهُ وَتَعَالَى جَدُّهُ. </p><p> وَقَدْ شَرَعَ اللهُ تَعَالَى لَنَا السُّجُودَ عِنْدَ تِلَاوَةِ هَذِهِ الْآيَةِ أَوْ سَمَاعِهَا إِرْغَامًا لِلْمُشْرِكِينَ وَاقْتِدَاءً بِالْمَلَائِكَةِ الْعَالِمِينَ، وَمِثْلُهَا آيَاتٌ أُخْرَى بِمَعْنَاهَا فِي الْجُمْلَةِ، وَهَذِهِ هِيَ الْأُولَى فِي تَرْتِيبِ الْمُصْحَفِ. وَنَسْأَلُهُ تَعَالَى أَنْ يَجْعَلَنَا مِنْ خَيْرِ الذَّاكِرِينَ لَهُ، الشَّاكِرِينَ لِنِعَمِهِ الْمُسَبِّحِينَ بِحَمْدِهِ، السَّاجِدِينَ لَهُ دُونَ سَائِرِ خَلْقِهِ، وَأَنْ يُوَفِّقَنَا لِإِتْمَامِ تَفْسِيرِ كِتَابِهِ إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. </p><p> خُلَاصَةُ سُورَةِ الْأَعْرَافِ </p><p> وَهِيَ تَدْخُلُ فِي سِتَّةِ أَبْوَابٍ </p><p> (أَوَّلُهَا) تَوْحِيدُ اللهِ تَعَالَى إِيمَانًا وَعِبَادَةً وَتَشْرِيعًا، وَصِفَاتُهُ وَشُئُونُ رُبُوبِيَّتِهِ. </p><p> (ثَانِيهَا) الْوَحْيُ وَالْكُتُبُ وَالرِّسَالَةُ وَالرُّسُلُ. (ثَالِثُهَا) الْآخِرَةُ وَالْبَعْثُ وَالْجَزَاءُ. (رَابِعُهَا) أُصُولُ التَّشْرِيعِ وَبَعْضُ قَوَاعِدِ الشَّرْعِ الْعَامَّةِ. (خَامِسُهَا) آيَاتُ اللهِ وَسُنَنُهُ فِي الْخَلْقِ وَالتَّكْوِينِ. (سَادِسُهَا) سُنَنُ اللهِ تَعَالَى فِي الِاجْتِمَاعِ وَالْعُمْرَانِ الْبَشَرِيِّ وَشُئُونِ الْأُمَمِ، الْمُعَبَّرِ عَنْهُ فِي عُرْفِ عَصْرِنَا بِعِلْمِ الِاجْتِمَاعِ. </p><p> الْبَابُ الْأَوَّلُ </p><p> تَوْحِيدُ اللهِ تَعَالَى إِيمَانًا وَعِبَادَةً وَتَشْرِيعًا وَصِفَاتُهُ وَشُئُونُ رُبُوبِيَّتِهِ </p><p> (وَفِيهِ ١٢ أَصْلًا) </p><p> (١) دُعَاءُ اللهِ وَحْدَهُ وَإِخْلَاصُ الدِّينِ لَهُ وَتَخْصِيصُهُ بِالْعِبَادَةِ، وَكَوْنُ الْإِخْلَالِ بِذَلِكَ شِرْكًا وَكُفْرًا بِاللهِ تَعَالَى. قَالَ تَعَالَى فِي الْآيَةِ ٢٩: وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ أَيْ: بِأَلَّا تَشُوبُهُ أَدْنَى شَائِبَةٍ مِنَ التَّوَجُّهِ إِلَى غَيْرِهِ فِي الدُّعَاءِ وَلَا فِي غَيْرِهِ مِنْ دِينِكُمْ، كَالتَّوَجُّهِ إِلَى الْأَنْبِيَاءِ وَالصَّالِحِينَ، أَوْ مَا يُذَكِّرُ بِهِمْ كَقُبُورِهِمْ، فَذَلِكَ شِرْكٌ يُنَافِي خُلُوصَهُ لَهُ، قَلَّ أَوْ كَثُرَ، سُمِّيَ شِرْكًا أَوْ سُمِّيَ تَوَسُّلًا وَتَبَرُّكًا (رَاجِعْ ٣٣٣ وَمَا بَعْدَهَا ج ٨ ط الْهَيْئَةِ) وَقَالَ تَعَالَى فِي بَيَانِ حَالِ الْمُشْرِكِينَ عِنْدَ مَوْتِهِمْ مِنَ الْآيَةِ ٣٧: حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللهِ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ (٣٦٧ وَمَا بَعْدَهَا ج ٨ ط الْهَيْئَةِ) مِنْهُ، وَأَمَرنَا تَعَالَى فِي الْآيَةِ ٥٥ بِأَنْ نَدْعُوَهُ تَضَرُّعًا وَخِيفَةً - وَنَهَانَا عَنِ الِاعْتِدَاءِ </p><p> فِي الدُّعَاءِ، وَفِي آيَةِ ٥٦ بِأَنْ نَدْعُوَهُ خَوْفًا وَطَمَعًا، وَفِي الْأَوَّلِ صِفَةُ دُعَاءِ الْإِخْلَاصِ اللِّسَانِيَّةُ، وَفِي الثَّانِيَةِ صِفَتُهُ الْقَلْبِيَّةُ (رَاجِعْ ٤٠٥ و٤١٠ وَمَا بَعْدَهُمَا ج ٨ ط الْهَيْئَةِ) . </p><p> وَمِنَ الْأَمْرِ بِعِبَادَةِ اللهِ وَحْدَهُ وَتَرْكِ عِبَادَةِ غَيْرِهِ مَا حَكَاهُ عَنْ تَبْلِيغِ الرُّسُلِ لِأَقْوَامِهِمْ،. . . . . . عَلَى أَنَّهُ أَصْلُ دِينِهِ عَلَى أَلْسِنَةِ جَمِيعِ رُسُلِهِ. قَالَ تَعَالَى: لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللهَ مَا لَكَمَ مِنْ إِلَهٍ غَيْرُهُ (٥٩) </p><p> وَمِثْلُهُ عَنْ رَسُولِهِ هُودٍ عَلَيْهِ السَّلَامُ فِي الْآيَةِ ٦٥ مَعَ حِكَايَةِ قَوْلِ قَوْمِهِ لَهُ: قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا (٧٠) وَمِثْلُهُ مَا حَكَاهُ عَنْ رَسُولِهِ صَالِحٍ عَلَيْهِ السَّلَامُ فِي الْآيَةِ ٧٣ وَمَا حَكَاهُ عَنْ رَسُولِهِ شُعَيْبٍ عَلَيْهِ السَّلَامُ فِي الْآيَةِ ٨٥. </p><p> وَمِنْ بَيَانِ بُطْلَانِ عِبَادَةِ غَيْرِ اللهِ تَعَالَى، وَنَزَغَاتِ الْوَثَنِيَّةِ فِي اتِّخَاذِ الْآلِهَةِ اتِّخَاذًا مَا وَرَدَ فِي الْآيَاتِ ١٣٨ - ١٤٠ مِنْ طَلَبِ بَنِي إِسْرَائِيلَ مِنْ مُوسَى أَنْ يَجْعَلَ لَهُمْ إِلَهًا كَالْقَوْمِ الَّذِينَ رَأَوْهُمْ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ، وَرَدَّ مُوسَى عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ عَلَيْهِمْ، فَيُرَاجَعُ تَفْسِيرُهَا فِي ص ٩١ - ١٠٢ ج ٩ ط الْهَيْئَةِ. وَفِيهِ بَيَانُ خَطَأِ الرَّازِيِّ فِي فَهْمِ مَعْنَى الْإِلَهِ لِجَرْيِهِ عَلَى اصْطِلَاحِ الْمُتَكَلِّمِينَ. </p><p> (٢) إِنْكَارُ الشِّرْكِ وَإِقَامَةُ الْحُجَّةِ عَلَى أَهْلِهِ، وَإِثْبَاتُ التَّوْحِيدِ وَكَوْنُهُ مُقْتَضَى الْفِطْرَةِ فِي الْآيَاتِ ١٧٢ و١٧٣ فِي أَخْذِ الرَّبِّ الْمِيثَاقَ مِنْ ذُرِّيَّةِ بَنِي آدَمَ، وَإِشْهَادِهِمْ عَلَى أَنْفُسِهِمْ أَنَّهُ رَبُّهُمْ، وَيُرَاجَعُ تَفْسِيرُهُمَا فِي هَذَا الْجُزْءِ. </p><p> (٣) بَيَانُ أَنَّ شَارِعَ الدِّينِ هُوَ اللهُ رَبُّ الْعَالَمِينَ، فَيَجِبُ اتِّبَاعُ مَا أَنْزَلَهُ وَلَا يَجُوزُ اتِّبَاعُ أَوْلِيَاءَ مِنْ دُونِهِ فِي الْعَقَائِدِ وَلَا الْعِبَادَاتِ، وَلَا التَّحْلِيلِ وَالتَّحْرِيمِ الدِّينِيِّ، وَهُوَ نَصُّ قَوْلِهِ تَعَالَى فِي الْآيَةِ الثَّالِثَةِ: اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ لَا أَوْلِيَاءَ يَتَوَلَّوْنَ التَّشْرِيعَ لَكُمْ بِمَا ذُكِرَ كَالَّذِينَ اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ (٩: ٣١) يُحِلُّونَ لَهُمْ وَيُحَرِّمُونَ عَلَيْهِمْ فَيَتَّبِعُونَهُمْ كَمَا فَسَّرَهُ الْحَدِيثُ الْمَرْفُوعُ، وَلَا أَوْلِيَاءَ يَتَوَلَّوْنَ أُمُورَكُمْ فِيمَا عَدَا مَا سَخَّرَهُ اللهُ لَكُمْ مِنَ الْأَسْبَابِ، وَهَذَا عَيْنُ تَوْحِيدِ الرُّبُوبِيَّةِ. وَاتِّبَاعُ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَدْخُلُ فِي عُمُومِ النَّهْيِ هُنَا، فَإِنَّهُ تَعَالَى أَمَرَ بِاتِّبَاعِهِ فِي الْآيَةِ ١٥٨ مِنْ هَذِهِ السُّورَةِ وَفِي غَيْرِهَا، وَجَعَلَ طَاعَتَهُ فِيمَا أَرْسَلَهُ بِهِ وَحْيًا وَبَيَانًا لِلْوَحْيِ عَيْنَ طَاعَتِهِ كَمَا فِي سُورَةِ النِّسَاءِ، فَلَا يَكُونُ وَلِيًّا مِنْ دُونِهِ بَلْ مِنْ عِنْدِهِ كَمَا بَيَّنَّاهُ </p><p> فِي تَفْسِيرِ الْآيَةِ (يُرَاجَعُ ص٢٧٢ - ٢٧٥ ج ٨ ط الْهَيْئَةِ) . </p><p> (٤) حَظْرُ الْقَوْلِ عَلَى اللهِ بِغَيْرِ عِلْمٍ بِتَشْرِيعٍ أَوْ غَيْرِهِ، وَذَلِكَ قَوْلُهُ تَعَالَى فِي الرَّدِّ عَلَى الْمُشْرِكِينَ مِنَ الْآيَةِ أَتَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا مَفَاسِدَ هَذِهِ الْجَرِيمَةِ الشِّرْكِيَّةِ ص٣٥٤ - ٣٥٧ ج ٨ ط الْهَيْئَةِ. وَمِنْهُ يُعْلَمُ خَطَأُ الَّذِينَ أَنْكَرُوا الْحُسْنَ وَالْقُبْحَ فِي الْأَشْيَاءِ مُطْلَقًا، وَالَّذِينَ حَكَّمُوا الْعَقْلَ فِي التَّشْرِيعِ الدِّينِيِّ. </p><p> (٥) كَوْنُ جَمِيعِ مَا يَشْرَعُهُ اللهُ تَعَالَى حَسَنًا فِي نَفْسِهِ، وَتَنْزِيهُهُ عَنِ الْأَمْرِ بِالْقَبِيحِ، وَهُوَ نَصُّ قَوْلِهِ تَعَالَى فِي الْآيَةِ ٢٨ وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللهَ لَا يَأْمُرُ بِالْفَحْشَاءِ وَقَوْلِهِ فِي الْآيَةِ ٣٣ قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ إِلَخْ فَإِنَّ الْفَوَاحِشَ مَا ظَهَرَ قُبْحُهُ وَعَظُمَ، وَالْإِثْمُ مَا يَضُرُّ، وَالْبَغْيُ تَجَاوَزُ حُدُودِ الْحَقِّ وَالْعَدْلِ </p><p> وَالشَّرَكُ بِاللهِ بِغَيْرِ سُلْطَانٍ، أَيْ بُرْهَانٍ جَهْلٌ، وَالْقَوْلُ عَلَى اللهِ بِغَيْرِ عِلْمٍ جَهْلٌ وَتَعَدٍّ عَلَى حُقُوقِ الرَّبِّ تَعَالَى، وَكُلُّ ذَلِكَ قَبِيحٌ فِي نَظَرِ الْعَقْلِ، وَبَعْضُهُ قَبِيحٌ فِي الْحِسِّ أَيْضًا، فَكُلُّ مَا أَمَرَ اللهُ تَعَالَى بِهِ فَهُوَ حَسَنٌ فِي نَفْسِهِ، وَإِنَّ خَفِيَ حُسْنُ بَعْضِهِ عَلَى بَعْضِ ضُعَفَاءِ النَّاظِرِينَ، وَكُلُّ مَا نُهِيَ عَنْهُ فَهُوَ قَبِيحٌ فِي نَفْسِهِ، وَإِنْ جَهِلَ قُبْحَهُ بَعْضُ الْغَاوِينَ، وَلَكِنَّ الْعَقْلَ عَلَى إِدْرَاكِهِ لِذَلِكَ لَا يَسْتَقِلُّ بِمَعْرِفَةِ كُلِّ حَسَنٍ وَكُلِّ قَبِيحٍ بِالْإِحَاطَةِ وَالتَّحْدِيدِ، بَلْ تَصُدُّهُ عَنْ كَثِيرٍ مِنَ الْمَحَاسِنِ وَالْقَبَائِحِ التَّقَالِيدُ وَالْعَادَاتُ وَضَعْفُ النَّظَرِ وَالْبَحْثِ. </p><p> (٦) اسْتِوَاءُ الرَّبِّ عَلَى عَرْشِهِ وَعُلُوُّهُ عَلَى خَلْقِهِ، وَهُوَ فِي الْآيَةِ ٥٤ وَفِي تَفْسِيرِهَا تَحْقِيقُ الْحَقِّ فِي مَذْهَبِ السَّلَفِ، وَهُوَ فِي ٤٠١ ج ٨ ط الْهَيْئَةِ. </p><p> (٧و ٨) تَكْلِيمُ الرَّبِّ لِمُوسَى عَلَيْهِ السَّلَامُ، وَمَسْأَلَةُ رُؤْيَتِهِ سُبْحَانَهُ وَتَعَالَى وَبَيَانُ ذَلِكَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي (١٤٣) إِلَخْ وَتَفْسِيرُهَا ص١٠٧ - ١٦٨ ج ٩ ط الْهَيْئَةِ. وَفِيهِ مِنَ التَّحْقِيقِ وَالْحُكْمِ فِي مَسَائِلِ الْخِلَافِ مَا لَا نَجِدُ لَهُ نَظِيرًا فِي كِتَابٍ، لَا فِي أَصْلِ الْمَسْأَلَتَيْنِ، وَلَا فِي مُتَعَلَّقَاتِهِمَا، كَتَجَلِّي الرَّبِّ سُبْحَانَهُ، وَالْحُجُبِ بَيْنَهُ وَبَيْنَ خَلْقِهِ وَتَجَلِّيهِ </p><p> فِي الصُّوَرِ الْمُخْتَلِفَةِ، وَمَسَائِلِ الْأَرْوَاحِ وَالْكَشْفِ وَالرُّؤْيَا وَالْعَمَلِ النَّوْمِيِّ وَالتَّنْوِيمِ الْمِغْنَاطِيسِيِّ، وَأَنْوَاعِ مُدْرَكَاتِ النَّفْسِ، وَمَادَّةِ الْكَوْنِ الْأُولَى وَالنُّورِ وَالْكَهْرَبَاءِ، وَمَا يُقَالُ مِنْ أَنَّهَا أَصْلُ هَذِهِ الْكَائِنَاتِ، وَالْخِلَافِ فِي إِمْكَانِ مَعْرِفَةِ كُنْهِ الْخَالِقِ وَأَوَّلِ الْمَخْلُوقَاتِ، وَمِنْهَا مَسَائِلُ الْكَلَامِ وَمَرَاتِبُهُ، وَمِنْ ذِكْرِ الْحَرْفِ وَالصَّوْتِ فِي كَلَامِهِ تَعَالَى. وَتَحْقِيقِ رُجْحَانِ مَذْهَبِ السَّلَفِ عَلَى جَمِيعِ مَذَاهِبِ الْمُتَكَلِّمِينَ، وَفَلْسَفَتِهِمْ فِي الْكَلَامِ وَالرُّؤْيَةِ وَسَائِرِ صِفَاتِ الرَّبِّ سُبْحَانَهُ وَتَعَالَى وَشُئُونِهِ. </p><p> (٩) هِدَايَةُ اللهِ وَإِضْلَالُهُ فِي آيَةِ ١٧٨ مِنْ يَهْدِ اللهُ فَهُوَ الْمُهْتَدِي إِلَخْ. وَآيَةُ ١٨٦ مَنْ يُضْلِلِ اللهُ فَلَا هَادِيَ لَهُ (١٨٦) إِلَخْ. وَفِي تَفْسِيرِهَا تَحْقِيقُ أَنَّ هَذَا الْإِضْلَالَ لَا يَقْتَضِي الْإِجْبَارَ، وَإِنَّمَا هُوَ مُقْتَضَى سُنَّةِ اللهِ تَعَالَى فِي خَلْقِ الْإِنْسَانِ، وَارْتِبَاطِ الْمُسَبِّبَاتِ مِنْ أَعْمَالِهِ بِالْأَسْبَابِ، فَلَيْسَ حُجَّةً لِلْمُعْتَزِلَةِ وَمَنْ شَايَعَهُمْ، وَلَا لِلْأَشْعَرِيَّةِ وَالْجَبْرِيَّةِ (رَاجِعْ تَفْسِيرَهَا فِي مَحَلِّهِ مِنْ هَذَا الْجُزْءِ) وَمِثْلُهُ قَوْلُهُ تَعَالَى: سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ (١٤٦) وَكَذَلِكَ الطَّبْعُ عَلَى الْقُلُوبِ فِي آيَتَيْ ١٠٠ و١٠١ كُلُّ ذَلِكَ بَيَانٌ لِسُنَنِ اللهِ تَعَالَى فِي طِبَاعِ الْبَشَرِ وَأَعْمَالِهِمْ. </p><p> (١٠) الْكَلَامُ فِي رَحْمَةِ اللهِ تَعَالَى وَمَغْفِرَتِهِ، وَمِنْهُ قُرْبُ رَحْمَتِهِ مِنَ الْمُحْسِنِينَ فِي آيَةِ ٥٦ وَكَوْنُهُ أَرْحَمَ الرَّاحِمِينَ فِي الْآيَةِ ١٥١ وَرَحْمَتُهُ وَمَغْفِرَتُهُ لِلتَّائِبِينَ فِي الْآيَةِ ١٥٣ وَكَوْنُهُ خَيْرَ الْغَافِرِينَ ١٥٥ وَسَعَةُ رَحْمَتِهِ كُلَّ شَيْءٍ وَمَنْ يَكْتُبُهَا أَيْ يُوجِبُهَا لَهُمْ ١٥٦. </p><p> (١١) أَسْمَاءُ اللهِ الْحُسْنَى وَدُعَاؤُهُ بِهَا وَالْإِلْحَادُ فِيهَا، وَهُوَ نَصُّ الْآيَةِ ١٨٠ وَفِي تَفْسِيرِهَا </p><p> تَحْقِيقُ مَا وَرَدَ مِنْ هَذِهِ الْأَسْمَاءِ فِي الْقُرْآنِ، وَحَدِيثُ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا إِلَخْ (رَاجِعْ تَفْسِيرَهَا مِنْ هَذَا الْجُزْءِ) . </p><p> (١٢) الْأَمْرُ بِذِكْرِ اللهِ تَضَرُّعًا وَخِيفَةً سِرًّا وَجَهْرًا وَكَوْنُهُ غِذَاءَ الْإِيمَانِ، وَبِعِبَادَتِهِ وَتَسْبِيحِهِ وَالسُّجُودِ لَهُ وَحْدَهُ، وَهُوَ فِي الْآيَتَيْنِ اللَّتَيْنِ خَتَمَ اللهُ بِهِمَا السُّورَةَ ٢٠٥ و٢٠٦. </p><p> الْبَابُ الثَّانِي </p><p> الْوَحْيُ وَالْكُتُبُ وَالرِّسَالَةُ وَفِيهِ ٣ فُصُولٌ فِيهَا ٢٤ أَصْلًا أَوْ مَسْأَلَةً </p><p> (مَا جَاءَ فِيهَا بِشَأْنِ الْقُرْآنِ) </p><p> (١) إِنْزَالُ الْقُرْآنِ عَلَى خَاتَمِ الرُّسُلِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْإِنْذَارِ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ، وَهُوَ فِي الْآيَةِ الْأُولَى مِنَ السُّورَةِ، وَفِيهَا نَهْيُ الرَّسُولِ أَنْ يَكُونَ فِي صَدْرِهِ حَرَجٌ مِنْهُ. </p><p> (٢) أَمْرُ الْمُؤْمِنِينَ بِاتِّبَاعِ الْمَنَزَّلِ إِلَيْهِمْ مِنْ رَبِّهِمْ وَهُوَ الْقُرْآنُ، وَأَلَّا يَتَّبِعُوا مَنْ دُونِهِ أَوْلِيَاءَ وَهُوَ الْآيَةُ الثَّانِيَةُ، وَبَيَانُ أَنَّهُمْ إِذَا لَمْ يُؤْمِنُوا بِهِ فَلَا يُرْجَى أَنْ يُؤْمِنُوا بِكِتَابٍ غَيْرِهِ، كَمَا قَالَ فِي آخِرِ الْآيَةِ ١٨٥: فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ. </p><p> (٣) وَصْفُهُ تَعَالَى لِلْقُرْآنِ بِأَنَّهُ فَصَّلَهُ عَلَى عِلْمٍ وَهُدًى وَرَحْمَةٍ لِقَوْمٍ يُؤْمِنُونَ، وَهُوَ نَصُّ الْآيَةِ ٥٢. </p><p> (٤) بَيَانُهُ تَعَالَى لِمَا سَيَكُونُ عِنْدَ إِتْيَانِ الْقُرْآنِ، أَيْ ظُهُورِ صِدْقِهِ بِوُقُوعِ مَا أَخْبَرَ بِوُقُوعِهِ مِنْ أَمْرِ الْغَيْبِ، وَهُوَ أَنَّ الَّذِينَ نَسُوهُ فَلَمْ يُؤْمِنُوا بِهِ فِي الدُّنْيَا يُؤْمِنُونَ يَوْمَئِذٍ، وَيَشْهَدُونَ لِجَمِيعِ الرُّسُلِ بِأَنَّهُمْ جَاءُوا بِالْحَقِّ، وَيَتَمَنَّوْنَ الشُّفَعَاءَ أَوِ الرَّدَّ إِلَى الدُّنْيَا لِيَعْمَلُوا غَيْرَ مَا كَانُوا يَعْمَلُونَ وَهُوَ فِي الْآيَةِ ٥٣. </p><p> (٥) وِلَايَةُ اللهِ لِرَسُولِهِ بِإِنْزَالِ الْكِتَابِ عَلَيْهِ فِي الْآيَةِ ١٩٦ (٦) الْأَمْرُ بِالِاسْتِمَاعِ لِقِرَاءَةِ الْقُرْآنِ، وَالْإِنْصَاتِ لَهُ رَجَاءَ الرَّحْمَةِ بِسَمَاعِهِ وَالِاهْتِدَاءِ بِهِ. </p><p> (مَا جَاءَ فِيهَا خَاصًّا بِنَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ)  (٧) قَوْلُهُ تَعَالَى فِي الْآيَةِ الثَّانِيَةِ: فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ أَيْ: الْكِتَابِ، هُوَ نَهْيٌ عَنْ ضِيقِ الصَّدْرِ بِعَظَمَةِ الْقُرْآنِ، وَجَلَالِ الْأَمْرِ الَّذِي أُنْزِلُ لِأَجْلِهِ، وَشِدَّةِ وَقْعِ سُلْطَانِهِ فِي الْقَلْبِ، أَوْ عَنْ ضِيقِهِ بِمَشَقَّةِ الْإِنْذَارِ بِهِ، وَالتَّصَدِّي لِهِدَايَةِ جَمِيعِ الْبَشَرِ، وَقَدْ غَلَبَ عَلَيْهِمُ الشِّرْكُ وَالضَّلَالُ، أَوْ بِمَا يَتَوَقَّعُ مِنْ شِدَّةِ مُعَارَضَةِ الْكُفَّارِ وَعُدْوَانِهِمْ - وَقِيلَ: هُوَ دُعَاءٌ، وَقِيلَ: هُوَ حُكْمٌ مِنْهُ تَعَالَى بِمَضْمُونِهِ (رَاجِعْ ص ٢٦٩ وَمَا بَعْدَهَا ج ٨</p><p> ط الْهَيْئَةِ) </p><p> (٨) أَمْرُهُ تَعَالَى لَهُ بِأَنْ يَعْتَزَّ بِأَنَّهُ هُوَ وَلِيُّهُ وَنَاصِرُهُ، وَبِأَنَّهُ تَعَالَى يَتَوَلَّى الصَّالِحِينَ فَلَا خَوْفَ عَلَى أَتْبَاعِهِ مِنِ اضْطِهَادِ الْكُفَّارِ لَهُمْ، وَهُوَ فِي الْآيَةِ ١٩٦ وَقَدْ ذُكِرَتْ فِي مَسْأَلَةٍ أُخْرَى. </p><p> (٩) قَوْلُهُ تَعَالَى فِي الْآيَةِ ١٨: أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ الْآيَةَ. وَهِيَ تَفْنِيدٌ لِرَمْيِ بَعْضِ مُشْرِكِي مَكَّةَ إِيَّاهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْجُنُونِ، يَعْنِي أَنَّ التَّفَكُّرَ الصَّحِيحَ فِي حَالِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَخْلَاقِهِ وَهَدْيِهِ وَسِيرَتِهِ، وَفِيمَا جَاءَ بِهِ مِنَ الْعِلْمِ وَالْهُدَى يَنْفِي أَنْ يَكُونَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَدْنَى مَسٍّ مِنَ الْجُنُونِ كَمَا زَعَمُوا، فَمَا عَلَيْهِمْ إِلَّا أَنْ يَتَفَكَّرُوا (رَاجِعْ تَفْسِيرَهَا فِي مَحَلِّهِ مِنْ هَذَا الْجُزْءِ) </p><p> (١٠) بَيَانُ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُعْطَ عِلْمَ السَّاعَةِ أَيَّانَ مُرْسَاهَا، وَمَتَى تَقُومُ، بَلْ هُوَ مِنْ عِلْمِ الْغَيْبِ الْخَاصِّ بِاللهِ تَعَالَى وَذَلِكَ نَصُّ الْآيَةِ ١٨٧. </p><p> (١١) بَيَانُ أَنَّهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ لَا يَمْلِكُ لِنَفْسِهِ - أَيْ وَلَا لِغَيْرِهِ بِالْأَوْلَى - نَفْعًا وَلَا ضَرًّا - إِلَّا مَا مَكَّنَهُ اللهُ مِنْهُ بِتَسْخِيرِ الْأَسْبَابِ مِنَ الْأَعْمَالِ الِاخْتِيَارِيَّةِ - وَبَيَانُ أَنَّهُ لَا يَعْلَمُ الْغَيْبَ مُؤَيِّدًا بِالدَّلِيلِ الْحِسِّيِّ وَالْعَقْلِيِّ، وَذَلِكَ قَوْلُهُ تَعَالَى: قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (١٨٨) رَاجِعْ تَفْسِيرَهَا فِي مَحَلِّهِ مِنْ هَذَا الْجُزْءِ. </p><p> (١٢) بَيَانُ عُمُومِ بَعْثَتِهِ، وَشُمُولِ رِسَالَتِهِ لِجَمِيعِ الْأُمَمِ وَالشُّعُوبِ وَمِنْهُمْ أَهْلُ الْكِتَابِ، وَالشَّهَادَةُ لَهُ فِي كُتُبِهِمْ يَدُلُّ عَلَيْهِ فِي الْآيَةِ الثَّانِيَةِ حَذْفُ مَفْعُولِ لِتُنْذِرَ بِهِ فَهُوَ يَدُلُّ عَلَى الْعُمُومِ، وَكَذَلِكَ الْخِطَابُ الْعَامُّ بَعْدَهُ فِي الْأَمْرِ بِاتِّبَاعِ النَّاسِ مَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ، وَهُوَ الْقُرْآنُ الْمَذْكُورُ فِي الْآيَةِ الثَّانِيَةِ. وَالنَّصُّ فِي إِرْسَالِهِ إِلَى أَهْلِ الْكِتَابِ قَوْلُهُ تَعَالَى فِيمَنْ يَكْتُبُ لَهُمْ رَحْمَتَهُ: الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ (١٥٧) إِلَخْ. وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا نُصُوصَ التَّوْرَاةِ وَالْإِنْجِيلِ الْمُشَارِ إِلَيْهَا فِيهَا (ص ١٩٩ - ٢٥٥ ج ٩ ط. الْهَيْئَةِ) . </p><p> وَأَمَّا النَّصُّ الصَّرِيحُ فِي عُمُومِ الرِّسَالَةِ فَهُوَ قَوْلُهُ تَعَالَى: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا (١٥٨) الْآيَةَ، وَكَذَا كُلُّ خِطَابٍ خُوطِبَ بِهِ بَنُو آدَمَ فِي الْآيَاتِ </p><p> ٢٦ و٢٧ و٣١ وَمَا بَعْدَهَا مِنْ آيَاتِ التَّشْرِيعِ الْعَامِّ، وَلَكِنَّ هَذَا كُلَّهُ مُشْتَرَكٌ بَيْنَ أُمَّةِ خَاتَمِ النَّبِيِّينَ، وَأُمَمِ الْأَنْبِيَاءِ قَبْلَهُ، وَأَصْرَحُ مِنْهُ فِي الِاشْتِرَاكِ الْعَامِّ مَا تَرَى فِي أَوَّلِ الْكَلَامِ فِي الرِّسَالَةِ الْعَامَّةِ. </p><p> مَا وَرَدَ فِي الرِّسَالَةِ الْعَامَّةِ وَالرُّسُلِ </p><p> (١٣) بِعْثَةُ الرُّسُلِ إِلَى جَمِيعِ بَنِي آدَمَ فِي قَوْلِهِ تَعَالَى: يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي (٣٥) إِلَخْ. وَيَدُلُّ عَلَى إِرْسَالِهِمْ إِلَى الْأُمَمِ الْمُخْتَلِفَةِ قَوْلُهُ تَعَالَى: وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا (٤) إِلَى آخَرِ الْآيَةِ الْخَامِسَةِ. فَالْمُرَادُ بِالْقُرَى الْكَثِيرَةِ أُمَمُ الرُّسُلُ بِدَلِيلِ مَا بَعْدَهُ. </p><p> (١٤) سُؤَالُهُ الرُّسُلَ يَوْمَ الْقِيَامَةِ عَنِ التَّبْلِيغِ وَسُؤَالُ الْأُمَمِ عَنِ الْإِجَابَةِ وَهُوَ نَصُّ الْآيَةِ السَّادِسَةِ. </p><p> (١٥) جَزَاءُ بَنِي آدَمَ عَلَى اتِّبَاعِ الرُّسُلِ وَطَاعَتِهِمْ، وَعَلَى تَكْذِيبِهِمْ إِيَّاهُمْ وَاسْتِكْبَارِهِمْ عَنِ اتِّبَاعِهِمْ وَهُوَ فِي الْآيَتَيْنِ ٣٥ و٣٦. </p><p> (١٦) وَظِيفَةُ الرُّسُلِ تَبْلِيغُ رِسَالَاتِ رَبِّهِمْ: بِشَارَةً وَإِنْذَارًا، قَوْلًا وَعَمَلًا، وَهُوَ صَرِيحٌ فِي الْآيَاتِ: ٢ و٦٢ و٩٣ و١٨٨. </p><p> (١٧) أَوَّلُ مَا دَعَا إِلَيْهِ الرُّسُلُ تَوْحِيدُ الْأُلُوهِيَّةِ بِالْأَمْرِ بِعِبَادَةِ اللهِ وَحْدَهُ، وَنَفْيِ عِبَادَةِ إِلَهٍ غَيْرِهِ، كَمَا هُوَ صَرِيحٌ فِي الْآيَاتِ ٥٩ و٦٥ و٧٠ و٧٣ و٨٥. </p><p> (١٨) مَجِيءُ الرُّسُلِ بِالْبَيِّنَاتِ مِنَ اللهِ تَعَالَى، وَهِيَ تَشْمَلُ الْآيَاتِ الْكَوْنِيَّةَ وَالْحُجَجَ الْعَقْلِيَّةَ كَمَا تَرَى فِي الْآيَاتِ ١٣ و٨٥ و١٠٣ و١٠٥ و١٠٧ و١٠٨. </p><p> (١٩) الْآيَاتُ الْكَوْنِيَّةُ الَّتِي أَيَّدَ اللهُ تَعَالَى بِهَا رُسُلَهُ هِيَ حُجَّةٌ لَهُمْ عَلَى الْأُمَمِ، وَهِيَ غَيْرُ مُقْتَضِيَةٍ لِلْإِيمَانِ اقْتِضَاءً عَقْلِيًّا، وَلَا مُلْجِئَةٍ إِلَيْهِ طَبْعًا، وَلَوْ كَانَتْ مُقْتَضِيَةً لَهُ قَطْعًا أَوْ مُلْجِئَةً إِلَيْهِ طَبْعًا لَمَا تَخَلَّفَ عَنْهَا، وَلَكَانَ خِلَافَ مُقْتَضَى التَّكْلِيفِ الْمَبْنِيِّ عَلَى الِاخْتِيَارِ، وَالْمُلْجَأُ لَا يَسْتَحِقُّ جَزَاءً. وَنَحْنُ نَرَى فِي قِصَّةِ مُوسَى مَعَ فِرْعَوْنَ وَقَوْمِهِ مِنْ هَذِهِ السُّورَةِ وَغَيْرِهَا أَنَّ السَّحَرَةَ قَدْ آمَنُوا يَقِينًا عَلَى عِلْمٍ، وَأَنَّ الْجَمَاهِيرَ مِنْ قَوْمِهِ ظَلُّوا عَلَى كُفْرِهِمْ، وَلَكِنَّ اللهَ تَعَالَى أَخْبَرَنَا فِي سُورَةِ النَّمْلِ أَنَّهُ لَمَّا جَاءَتْهُمُ الْآيَةُ </p><p> الْكُبْرَى قَالُوا إِنَّهَا لَسِحْرٌ مُبِينٌ وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا (٢٧: ١٤) أَيْ: عَانَدُوا مُوسَى عَلَيْهِ السَّلَامُ عِنَادًا بِإِظْهَارِ الْكُفْرِ بِهَا فِي الظَّاهِرِ مَعَ اسْتِيقَانِهَا فِي الْبَاطِنِ، وَأَنَّ سَبَبَ هَذَا الْجُحُودِ هُوَ الظُّلْمُ وَالْعُلُوُّ وَالْكِبْرِيَاءُ فِي الْأَرْضِ، وَهَذَا وَصْفُ فِرْعَوْنَ وَمَلَئِهِ أَيْ كِبَارِ رِجَالِ دَوْلَتِهِ، إِذْ مِنَ الْمَعْلُومِ أَنَّ سَائِرَ الشَّعْبِ كَانَ مُسْتَذَلًّا. وَهُوَ مُقَلِّدٌ لِلرُّؤَسَاءِ لِجَهْلِهِ، وَقَدْ صَدَّقَهُمْ فِي قَوْلِهِمْ: إِنَّ مُوسَى سَاحِرٌ، وَإِنَّ السَّحَرَةَ كَانُوا مُتَوَاطِئِينَ مَعَهُ، وَلِذَلِكَ أَظْهَرُوا الْإِيمَانَ بِهِ; لِأَجْلِ إِخْرَاجِ فِرْعَوْنَ وَرِجَالِ دَوْلَتِهِ مِنْ مِصْرَ، وَالتَّمَتُّعِ بِكِبْرِيَاءِ الْمُلْكِ بَدَلًا مِنْهُمْ كَمَا تَدُلُّ عَلَيْهِ آيَاتٌ أُخْرَى، وَلَوْ فَهِمَ جُمْهُورُ الشَّعْبِ مِنَ الْآيَاتِ مَا فَهِمُوا لَآمَنَ كَمَا آمَنُوا ; لِأَنَّهُ لَمْ يَكُنْ لَدَيْهِ مِنْ عُتُوِّ الْعُلُوِّ وَالْكِبْرِيَاءِ مَا يَصْرِفُهُ عَنِ الْإِيمَانِ، وَلَا شَكَّ أَنَّ السَّحَرَةَ كَانُوا أَكْرَمَ مَنْزِلَةً فِي الدَّوْلَةِ مِنْ سَائِرِ الشَّعْبِ، وَلَكِنَّ كَرَامَتَهُمْ لَمْ تَكُنْ بَالِغَةً دَرَجَةَ الْعَظَمَةِ وَالْعُلُوِّ الْمَانِعَةِ لِصَاحِبِهَا مِنْ تَرْكِهَا لِأَجْلِ الْحَقِّ، وَقَدِ امْتَازَ خَاتَمُ النَّبِيِّينَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنْ جَعَلَ اللهُ آيَةَ نُبُوَّتِهِ الْكُبْرَى عِلْمِيَّةً لَا صُعُوبَةَ فِي فَهْمِ دَلَالَتِهَا عَلَى عَامِّيٍّ وَلَا خَاصِّيٍّ، عَلَى أَنَّهُ أَيَّدَهُ فِي زَمَنِهِ بِعِدَّةِ آيَاتٍ كَوْنِيَّةٍ. </p><p> (٢٠) نَصِيحَةُ الرُّسُلِ لِلْأُمَمِ وَأَمْرُهُمْ بِالْحَقِّ وَالْفَضِيلَةِ وَنَهْيُهُمْ عَنْ ضِدِّهِمَا كَمَا فِي الْآيَاتِ ٦٢ و٦٣ و٦٨ و٧٤ و٧٩ و٨٠ و٨٥ و٨٦ و٩٣. </p><p> (٢١) شُبْهَةُ الْأُمَمِ عَلَى الرُّسُلِ الَّتِي أَثَارَتْ تَعَجُّبَهُمْ وَاسْتِنْكَارَهُمْ هِيَ كَوْنُ مُدَّعِي الرِّسَالَةِ رَجُلًا مِثْلَهُمْ كَمَا فِي الْآيَةِ ٦٣ و٦٩. </p><p> (٢٢) اتِّهَامُ الْكُفَّارِ رُسُلَ اللهِ بِالسِّحْرِ كَمَا فَعَلَ فِرْعَوْنُ وَالْمَلَأُ مِنْ قَوْمِهِ بِاتِّهَامِ مُوسَى فِي الْآيَةِ ١٠٩ وَمَا يَلِيهَا مِنَ الْآيَاتِ فِي قِصَّةِ سَحَرَةِ الْمِصْرِيِّينَ مَعَ مُوسَى. وَهِيَ شُبْهَةُ جَمِيعِ أَقْوَامِ الرُّسُلِ عَلَى آيَاتِهِمْ مِنْ حَيْثُ إِنَّ كُلًّا مِنْهَا أَمْرٌ غَرِيبٌ لَا يَعْرِفُونَ سَبَبَهُ، وَمِنْ خَطَأِ الْمُتَكَلِّمِينَ التَّفْرِقَةُ بَيْنَ الْمُعْجِزَةِ وَالسِّحْرِ بِاخْتِلَافِ حَالِ الْأَشْخَاصِ، وَقَدْ عَقَدْنَا فِي تَفْسِيرِ الْآيَاتِ فَصْلًا فِي حَقِيقَةِ السِّحْرِ وَأَنْوَاعِهِ لَا يَجِدُ الْقَارِئُ مِثْلَهُ فِي شَيْءٍ مِنْ تَفَاسِيرِنَا وَكُتُبِنَا الْكَلَامِيَّةِ وَهُوَ فِي ص٤١ - ٥٢ ج ٩ ط الْهَيْئَةِ. </p><p> (٢٣) عِقَابُ الْأُمَمِ عَلَى تَكْذِيبِ الرُّسُلِ وَهُوَ فِي الْآيَاتِ ٦٤ و٧٢ و٧٨ و٨٤ و٩١ و٩٢ و١٣٣ و١٣٦ و١٣٧. </p><p> (٢٤) قِصَصُ نُوحٍ وَهُودٍ وَصَالِحٍ وَلُوطٍ وَشُعَيْبٍ. وَهِيَ مِنْ آيَةِ ٥٩ إِلَى ٩٣، </p><p> وَقِصَّةِ مُوسَى مَعَ فِرْعَوْنَ وَقَوْمِهِ وَسَحَرَتِهِ مِنْ آيَةِ ١٠٣ إِلَى ١٣٧، وَقِصَّتِهِ مَعَ قَوْمِهِ وَحْدَهُمْ مِنْ ١٣٨ - ١٧١ وَفِيهَا مِنَ الْعِبَرِ وَالْفَوَائِدِ مَا ذُكِرَ بَعْضُهُ فِي أَبْوَابٍ مِنْ هَذِهِ الْخُلَاصَةِ، وَبَقِيَ مَا سَبَّبَ إِنْزَالَهَا وَإِنْزَالَ غَيْرِهَا مِنَ الْمَقَاصِدِ الْمُصَرَّحِ بِهَا فِي غَيْرِ هَذِهِ السُّورَةِ، كَكَوْنِهَا مِنْ أَخْبَارِ الْغَيْبِ الْمَاضِيَةِ الدَّالَّةِ عَلَى كَوْنِ الْقُرْآنِ وَحْيًا مِنَ اللهِ تَعَالَى تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا (١١: ٤٩) وَكَوْنِهَا تَسْلِيَةً لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمَّا يُلَاقِي مِنْ إِعْرَاضِ الْمُشْرِكِينَ وَأَذَاهُمْ، وَتَثْبِيتًا لِقَلْبِهِ فِي النُّهُوضِ بِأَعْبَاءِ الرِّسَالَةِ، كَمَا قَالَ تَعَالَى: وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ (١١: ١٢٠) - وَكَوْنِهَا مَوْعِظَةً وَذِكْرَى لِلْمُؤْمِنِينَ، كَمَا قَالَ تَعَالَى فِي تَتِمَّةِ هَذِهِ الْآيَةِ وَمَوْعِظَةً وَذِكْرَى لِلْمُؤْمِنِينَ وَكَوْنِهَا عِبْرَةً عَامَّةً لِلْعُقَلَاءِ مِنَ الْمُؤْمِنِينَ وَالْكَافِرِينَ الْمُسْتَعِدِّينَ لِلِاعْتِبَارِ كَمَا قَالَ تَعَالَى: لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةً لِأُولِي الْأَلْبَابِ (١٢: ١١١) وَغَيْرِ ذَلِكَ مِمَّا سَنُفَصِّلُهُ إِنْ شَاءَ اللهُ تَعَالَى فِي تَفْسِيرِ سُورَةِ هُودٍ. فَقَدْ طَالَ تَفْسِيرُ هَذِهِ السُّورَةِ جِدًّا. </p><p> الْبَابُ الثَّالِثُ عَالَمُ الْآخِرَةِ وَالْبَعْثِ وَالْجَزَاءِ. </p><p> (وَفِيهِ ١٢ أَصْلًا) . </p><p> (الْأَصْلُ الْأَوَّلُ) الْبَعْثُ وَالْإِعَادَةُ فِي الْآخِرَةِ، وَهُوَ قَوْلُهُ تَعَالَى فِي الْآيَةِ ٢٥: وَمِنْهَا تُخْرَجُونَ وَفِي ٢٩: كَمَا بَدَأَكُمْ تَعُودُونَ وَفِيهِ دَلِيلٌ عَلَى إِمْكَانِ الْبَعْثِ ; لِأَنَّهُ كَالْبَدْءِ أَوْ أَهْوَنُ عَلَى الْمُبْدِئِ بَدَاهَةً، فَكَيْفَ وَهُوَ الْقَادِرُ عَلَى كُلِّ شَيْءٍ بَدْءًا وَإِعَادَةً عَلَى سَوَاءٍ - وَفِي الْآيَةِ ٥٧ تَشْبِيهُ إِخْرَاجِ الْمَوْتَى بِإِخْرَاجِ النَّبَاتِ مِنَ الْأَرْضِ الْمَيِّتَةِ بَعْدَ إِنْزَالِ الْمَطَرِ عَلَيْهَا. وَهَذَا التَّشْبِيهُ يَتَضَمَّنُ الْبُرْهَانَ الْوَاضِحَ عَلَى قُدْرَةِ اللهِ تَعَالَى عَلَى إِحْيَاءِ الْمَوْتَى بَعْدَ فَنَاءِ أَجْسَادِهِمْ، وَقَدْ أَطَلْنَا فِي تَفْسِيرِهَا الْكَلَامَ فِي الْمَسْأَلَةِ </p><p> مِنَ الْجِهَةِ الْعِلْمِيَّةِ الْمُتَعَلِّقَةِ بِالْعُلُومِ الْعَقْلِيَّةِ وَالْكَوْنِيَّةِ (فَتُرَاجَعُ فِي ٤١٨ - ٤٢٧ ج ٨ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ الثَّانِي) وَزْنُ الْأَعْمَالِ يَوْمَ الْقِيَامَةِ، وَتَرْتِيبُ الْجَزَاءِ عَلَى ثِقَلِ الْمَوَازِينِ وَخِفَّتِهَا وَهُوَ فِي الْآيَتَيْنِ الثَّامِنَةِ وَالتَّاسِعَةِ. </p><p> (الْأَصْلُ الثَّالِثُ) سُؤَالُ الرُّسُلِ فِي الْآخِرَةِ عَنِ التَّبْلِيغِ وَأَثَرِهِ، وَسُؤَالُ الْأُمَمِ عَنْ إِجَابَةِ الرُّسُلِ وَهُوَ فِي الْآيَةِ السَّادِسَةِ. </p><p> (الْأَصْلُ الرَّابِعُ) كَوْنُ الْجَزَاءِ بِالْعَمَلِ، وَجَزَاءُ الْمُكَذِّبِينَ الْمُسْتَكْبِرِينَ وَالْمُجْرِمِينَ وَالظَّالِمِينَ، وَدُخُولُ الْأُمَمِ مِنَ الْإِنْسِ وَالْجِنِّ فِي النَّارِ، وَلَعْنُ بَعْضِهِمْ بَعْضًا، وَشَكْوَى بَعْضِهِمْ مِنْ إِضْلَالِ بَعْضٍ، وَالدُّعَاءُ عَلَيْهِمْ بِمُضَاعَفَةِ الْعَذَابِ، وَتَحَاوُرُهُمْ فِي ذَلِكَ، رَاجِعِ الْآيَاتِ ٣٦ - ٤١ و١٤٧ و١٧٩. </p><p> (الْأَصْلُ الْخَامِسُ) جَزَاءُ الْمُتَّقِينَ الْمُصْلِحِينَ فِي الْآيَةِ ٣٥، وَجَزَاءُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وِإِيرَاثُهُمُ الْجَنَّةَ وَحَالُهُمْ وَمَقَالُهُمْ فِيهَا، وَذَلِكَ فِي الْآيَتَيْنِ ٤٢ و٤٣، وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى فِي الزِّينَةِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ مِنَ الْآيَةِ ٣٢: قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ. </p><p> (الْأَصْلُ السَّادِسُ) إِقَامَةُ أَهْلِ الْجَنَّةِ الْحُجَّةَ عَلَى أَهْلِ النَّارِ فِي قَوْلِهِ تَعَالَى: وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ (٤٤) إِلَخْ. وَفِي تَفْسِيرِهَا بَيَانٌ لِمَا فِي صِنَاعَاتِ هَذَا الْعَصْرِ مِنْ إِزَالَةِ الِاسْتِبْعَادِ وَالِاسْتِغْرَابِ مِنْ تَحَاوُرِ النَّاسِ مَعَ بُعْدِ الْمَسَافَاتِ بَيْنَهُمْ رَاجِعْ ٣٧٧ وَمَا بَعْدَهَا ج ٨ ط الْهَيْئَةِ. </p><p> (الْأَصْلُ السَّابِعُ) الْحِجَابُ بَيْنَ أَهْلِ الْجَنَّةِ وَأَهْلِ النَّارِ وَهُوَ الْأَعْرَافُ وَأَهْلُهُ وَتَسْلِيمُهُمْ </p><p> عَلَى أَهْلِ الْجَنَّةِ وَخِطَابُهُمْ لِأُنَاسٍ يَعْرِفُونَهُمْ بِسِيمَاهُمْ فِي النَّارِ بِمَا يُذَكِّرُهُمْ بِضَلَالِهِمْ فِي الدُّنْيَا وَغُرُورِهِمْ بِأَمْوَالِهِمْ إِلَخْ. وَهُوَ فِي الْآيَاتِ ٤٦ - ٤٩. </p><p> (الْأَصْلُ الثَّامِنُ) نِدَاءُ أَصْحَابِ النَّارِ أَصْحَابَ الْجَنَّةِ: أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللهُ وَجَوَابُ أَهْلِ الْجَنَّةِ لَهُمْ فِي الْآيَةِ (٥٠)  (الْأَصْلُ التَّاسِعُ) اعْتِرَافُ أَهْلِ النَّارِ فِي الْآخِرَةِ بِصِدْقِ الرُّسُلِ، وَتَمَنِّيهِمُ الشُّفَعَاءَ لِيَشْفَعُوا لَهُمْ، أَوِ الرَّدَّ إِلَى الدُّنْيَا لِيَعْمَلُوا غَيْرَ الَّذِي كَانُوا يَعْمَلُونَ، وَحُكْمُ اللهِ تَعَالَى عَلَيْهِمْ بِأَنَّهُمْ خَسِرُوا أَنْفُسَهُمْ، وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ مِنَ الْقَوْلِ بِأَنَّ مَنْ كَانُوا </p><p> يَدْعُونَهُمْ فِي الدُّنْيَا سَيَشْفَعُونَ لَهُمْ عِنْدَ اللهِ. وَهُوَ فِي الْآيَةِ (٥٣)  (الْأَصْلُ الْعَاشِرُ) الدُّعَاءُ بِخَيْرِ الْآخِرَةِ مَعَ الدُّنْيَا، وَهُوَ مَا وَرَدَ فِي دُعَاءِ مُوسَى عَلَيْهِ السَّلَامُ مِنْ قَوْلِ اللهِ تَعَالَى حِكَايَةً عَنْهُ: وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ (١٥٦) فَهُوَ مُوَافِقٌ لِمَا وَرَدَ فِي الْقُرْآنِ تَشْرِيعًا لِهَذِهِ الْأُمَّةِ، فَغَايَةُ دِينِ اللهِ عَلَى أَلْسِنَةِ جَمِيعِ رُسُلِهِ سَعَادَةُ الدَّارَيْنِ كَمَا تَرَى بَيَانَهُ فِي السُّنَّةِ ٤ مِنَ الْبَابِ السَّادِسِ. </p><p> (الْأَصْلُ الْحَادِي عَشَرَ) صِفَةُ أَهْلِ جَهَنَّمَ: وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا (١٧٩) إِلَخْ. وَفِي تَفْسِيرِنَا لَهَا مِنَ الْعِلْمِ وَالْحِكْمَةِ مَا لَا تَجِدُ مِثْلَهُ فِي تَفْسِيرٍ، وَلَا فِي كِتَابٍ آخَرَ - فَرَاجِعْهُ بِمَوْضِعِهِ فِي هَذَا الْجُزْءِ. </p><p> (الْأَصْلُ الثَّانِي عَشَرَ) مَسْأَلَةُ قِيَامِ السَّاعَةِ، وَكَوْنِهَا تَأْتِي بَغْتَةً وَهِيَ فِي الْآيَةِ ١٨٧ وَفِي تَفْسِيرِهَا مَبَاحِثُ مَسَائِلَ مُبْتَكَرَةٍ فِي أَشْرَاطِهَا. </p><p> الْبَابُ الرَّابِعُ </p><p> أُصُولُ التَّشْرِيعِ وَفِيهِ ٩ أُصُولٍ </p><p> (الْأَصْلُ الْأَوَّلُ) بَيَانُ أَنَّ شَارِعَ الدِّينِ هُوَ اللهُ تَعَالَى كَمَا فِي الْآيَةِ الثَّانِيَةِ مِنَ السُّورَةِ، وَتَقَدَّمَ فِي الْبَابِ الْأَوَّلِ مِنْ هَذِهِ الْخُلَاصَةِ، وَهُنَاكَ قَدْ ذُكِرَ مِنْ حَيْثُ إِنَّهُ حَقُّ الرَّبِّ سُبْحَانَهُ وَتَعَالَى، وَيُذْكَرُ هُنَا مِنْ حَيْثُ إِنَّهُ الْأَصْلُ الْأَوَّلُ مِنْ أُصُولِ الْأَحْكَامِ التَّشْرِيعِيَّةِ. وَالْمُرَادُ بِشَرْعِ الدِّينِ وَالتَّشْرِيعِ الدِّينِيِّ: مَا يَجِبُ اتِّبَاعُهُ وُجُوبًا دِينِيًّا عَلَى أَنَّهُ قُرْبَةٌ يُثَابُ فَاعِلُهُ، وَيُعَاقَبُ تَارِكُهُ فِي الْآخِرَةِ. وَأَمَّا التَّشْرِيعُ الدُّنْيَوِيُّ الَّذِي يَحْتَاجُ إِلَيْهِ النَّاسُ فِي مَصَالِحِهِمُ الدُّنْيَوِيَّةِ فَقَدْ أَذِنَ اللهُ تَعَالَى بِهِ فِي الْإِسْلَامِ لِلرَّسُولِ، وَلِأُولِي الْأَمْرِ مِنَ الْمُسْلِمِينَ، كَمَا بَيَّنَّاهُ بِالتَّفْصِيلِ الْوَاسِعِ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ (٤: ٥٩) </p><p> وَاشْتَرَطَ فِي هَذَا الْإِذْنِ أَنْ يُرَدَّ مَا تَنَازَعُوا فِيهِ مِنْ شَيْءٍ إِلَى اللهِ وَرَسُولِهِ، بِالرُّجُوعِ إِلَى الْكِتَابِ، وَإِلَى الرَّسُولِ فِي عَهْدِهِ، وَإِلَى سُنَّتِهِ مِنْ بَعْدِهِ، كَمَا هُوَ صَرِيحٌ فِي بَقِيَّةِ الْآيَةِ مَعَ بَيَانِ عِلَّتِهِ (رَاجِعْ تَفْسِيرَهَا فِي ص١٤٦ - ١٨٠ ج ٥</p><p> ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ الثَّانِي) تَحْرِيمُ التَّقْلِيدِ فِي الدِّينِ، وَالْأَخْذِ فِيهِ بِآرَاءِ الْبَشَرِ، وَهُوَ نَصُّ النَّهْيِ فِي الْآيَةِ الثَّالِثَةِ مَعْطُوفًا عَلَى الْأَمْرِ بِاتِّبَاعِ مَا أُنْزِلَ إِلَى النَّاسِ مِنْ رَبِّهِمْ وَهُوَ: وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ (٧: ٣) وَقَدْ صَرَّحَ بِذَلِكَ الْمُفَسِّرُونَ. وَمِنَ النُّصُوصِ فِي بُطْلَانِهِ الْإِنْكَارُ عَلَى احْتِجَاجِ الْمُشْرِكِينَ بِهِ فِي الْآيَةِ ٢٨: وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللهُ أَمَرَنَا بِهَا الْآيَةَ (رَاجِعْ تَفْسِيرَهَا فِي ص ٣٣٢ وَمَا بَعْدَهَا ج ٨ ط الْهَيْئَةِ) وَفِي الْآيَةِ ١٧٣. </p><p> (الْأَصْلُ الثَّالِثُ) تَعْظِيمُ شَأْنِ النَّظَرِ الْعَقْلِيِّ وَالتَّفَكُّرِ ; لِتَحْصِيلِ الْعِلْمِ بِمَا يَجِبُ الْإِيمَانُ بِهِ، وَمَعْرِفَةُ آيَاتِ اللهِ وَسُنَنِهِ فِي خَلْقِهِ وَفَضْلِهِ عَلَى عِبَادِهِ، فَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى فِي آيَةِ ٣٣: وَأَنْ تُشْرِكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا السُّلْطَانُ: الْبُرْهَانُ، فَتَقْيِيدُ تَحْرِيمِ الشِّرْكِ بِانْتِفَائِهِ تَعْظِيمٌ لِشَأْنِهِ. وَمِنْهُ قَوْلُهُ فِي آخِرِ الْآيَةِ ١٦٩: أَفَلَا تَعْقِلُونَ وَسَيُذْكَرُ فِي الْأَصْلِ الرَّابِعِ. وَمِنْهُ قَوْلُهُ تَعَالَى بَعْدَ ضَرْبِ الْمَثَلِ لِلْمُكَذِّبِينَ بِآيَاتِهِ مِنْ آيَةِ ١٧٦: فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ وَمِنْهُ قَوْلُهُ فِي الْآيَةِ ١٨٤: أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ وَفِي الْآيَةِ ١٨٥: أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ إِلَخْ. - وَالْآيَةُ الْجَامِعَةُ فِي هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ (١٧٩) وَهِيَ شَامِلَةٌ لِلنَّظَرِ الْعَقْلِيِّ الْمَحْضِ، وَلِكُلِّ مَا كَانَ مَصْدَرُهُ الرُّؤْيَةَ وَالسَّمَاعَ، وَهُمَا أَعَمُّ وَأَكْثَرُ مَصَادِرِ الْعِلْمِ. </p><p> (الْأَصْلُ الرَّابِعُ) تَعْظِيمُ شَأْنِ الْعِلْمِ الشَّامِلِ لِلْعِلْمِ النَّقْلِيِّ وَهُوَ مَا أَنْزَلَ اللهُ مِنَ الْكِتَابِ وَالْحِكْمَةِ، وَمَا بَيَّنَهُ بِهِ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ سُنَّةٍ، وَالْعِلْمُ الْمُسْتَفَادُ مِنَ الْحِسِّ وَالْعَقْلِ، وَالْمُرَادُ مِنَ الْعِلْمِ هُنَا مُتَعَلِّقُ الْمَصْدَرِ وَهُوَ الْمَعْلُومَاتُ، فَفَارَقَ مَا قَبْلَهُ. وَمِنَ الْآيَاتِ فِي ذَلِكَ قَوْلُهُ فِي آخِرِ الْآيَةِ ٢٨: أَتَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ وَقَوْلُهُ فِي آخِرِ الْآيَةِ ٣٢: كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ وَهِيَ مِنَ النَّوْعِ الثَّانِي ; لِأَنَّ مَوْضُوعَ الْآيَةِ مَسْأَلَةُ الْأَمْرِ بِالْأَكْلِ مِنَ الطَّيِّبَاتِ وَبِالزِّينَةِ وَالْإِنْكَارِ عَلَى مَنْ حَرَّمَهُمَا، وَهِيَ مِنْ مَسَائِلِ عِلْمِ الِاجْتِمَاعِ وَالْمَصَالِحِ الْبَشَرِيَّةِ كَمَا فَصَّلْنَاهُ فِي تَفْسِيرِهَا، رَاجِعْ ص ٣٣٨ وَمَا بَعْدَهَا ج ٨ ط الْهَيْئَةِ) وَقَوْلُهُ تَعَالَى فِي آخِرِ آيَةِ ٣٣ الَّتِي بَيَّنَ فِيهَا أَنْوَاعَ الْمُحَرَّمَاتِ الْعَامَّةِ: وَأَنْ تُشْرِكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللهِ مَا لَا تَعْلَمُونَ السُّلْطَانُ الْبُرْهَانُ - وَقَوْلُهُ تَعَالَى </p><p> فِي آخِرِ آيَةِ ١٣١: وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ وَهُوَ فِي زَعْمِ آلِ فِرْعَوْنَ وَخُرَافَاتِهِمْ أَنَّ مَا يَنَالُهُمْ مِنَ الْحَسَنَاتِ </p><p> وَالْخَيْرَاتِ فَهُوَ حَقٌّ لَهُمْ، وَأَنَّ مَا يَنَالُهُمْ مِنَ السَّيِّئَاتِ فَهُوَ بِشُؤْمِ مُوسَى وَقَوْمِهِ وَتَطَيُّرِهِمْ بِهِمْ. وَالْعِلْمُ الْمَنْفِيُّ عَنْهُمْ هُنَا هُوَ الْعِلْمُ بِسُنَنِ اللهِ فِي طِبَاعِ الْبَشَرِ وَالْأَسْبَابِ وَالْمُسَبَّبَاتِ فِي الْعَالَمِ - وَقَوْلُهُ تَعَالَى فِي حِكَايَةِ تَوْبِيخِ مُوسَى عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ لِقَوْمِهِ عَلَى مُطَالَبَتِهِمْ إِيَّاهُ بِأَنْ يَجْعَلَ لَهُمْ إِلَهًا كَآلِهَةِ الَّذِينَ رَأَوْهُمْ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ مِنْ آخِرِ الْآيَةِ ١٣٨ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ وَمَا عَلَّلَ بِهِ الْحُكْمَ بِجَهْلِهِمْ فِي الْآيَتَيْنِ بَعْدَهَا، فَهَذِهِ جَامِعَةٌ لِبَيَانِ فَضْلِ الْعِلْمِ النَّقْلِيِّ وَالْعِلْمِ الْعَقْلِيِّ، وَذَمِّ الْجَهْلِ بِهِمَا مَعًا، فَإِنَّ مُوسَى عَلَيْهِ السَّلَامُ عَلَّلَ تَجْهِيلَهُمْ أَوَّلًا بِعِلَّةٍ عَقْلِيَّةٍ، وَثَانِيًا بِعِلَّةٍ دِينِيَّةٍ عَقْلِيَّةٍ. فَرَاجِعْ تَفْسِيرَهُنَّ فِي (ص٩١ - ١٠١ ج ٩ ط الْهَيْئَةِ) وَقَوْلُهُ تَعَالَى فِي الْآيَةِ ١٦٩: أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَهُوَ مِنَ الْعِلْمِ النَّقْلِيِّ، وَلَكِنَّهُ أُيِّدَ بِالْعَقْلِيِّ فِي خَتْمِ الْآيَةِ بِقَوْلِهِ أَفَلَا تَعْقِلُونَ. </p><p> فَهَذِهِ الشَّوَاهِدُ عَلَى هَذَا الْأَصْلِ، وَمَا قَبْلَهُ الْمُؤَيَّدَةُ بِأَضْعَافِهَا فِي السُّوَرِ الْأُخْرَى، تُثْبِتُ تَعْظِيمَ الْقُرْآنِ لِشَأْنِ التَّفَكُّرِ وَالنَّظَرِ وَالِاسْتِدْلَالِ; لِتَحْصِيلِ الْعِلْمِ بِاللهِ وَشَرَائِعِهِ الْمُنَزَّلَةِ، وَبِسُنَنِهِ وَآيَاتِهِ فِي خَلْقِهِ وَنِعَمِهِ عَلَى عِبَادِهِ - وَتَعْظِيمَ شَأْنِ جَمِيعِ الْعُلُومِ النَّافِعَةِ مِنْ نَقْلِيَّةٍ وَعَقْلِيَّةٍ وَهِيَ حُجَّةٌ عَلَى نَقْصِ أَهْلِ الْجَهْلِ بِهَا. </p><p> (الْأَصْلَانِ الْخَامِسُ وَالسَّادِسُ) أَمْرُ النَّاسِ بِأَخْذِ زِينَتِهِمْ عِنْدَ كُلِّ مَسْجِدٍ، وَبِالْأَكْلِ وَالشُّرْبِ مِنَ الطَّيِّبَاتِ الْمُسْتَلَذَّاتِ، وَالْإِنْكَارُ عَلَى مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ وَمِنَ الرِّزْقِ، وَبَيَانُ أَنَّهَا حَقٌّ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا أَوَّلًا، وَبِالذَّاتِ بِقَيْدِ عَدَمِ الِاعْتِدَاءِ وَالْإِسْرَافِ فِيهَا، وَإِنْ شَارَكَهُمْ غَيْرُهُمْ فِيهَا بِعُمُومِ فَضْلِ اللهِ لَا بِاسْتِحْقَاقِهِمْ، وَأَنَّهَا تَكُونُ خَالِصَةً لَهُمْ فِي الْآخِرَةِ، وَذَلِكَ نَصُّ الْآيَتَيْنِ ٣١ و٣٢ وَهَذَانِ الْأَصْلَانِ هُمَا الرُّكْنَانِ اللَّذَانِ يَقُومُ عَلَيْهِمَا بِنَاءُ الْحَضَارَةِ بِعُلُومِهَا وَفُنُونِهَا وَصِنَاعَاتِهَا، وَإِظْهَارِهَا لِمَا فِي هَذَا الْكَوْنِ مِنْ سُنَنِ اللهِ تَعَالَى وَآيَاتِهِ، وَأَسْرَارِ صُنْعِهِ الدَّالَّةِ عَلَى تَوْحِيدِهِ وَقُدْرَتِهِ وَحِكْمَتِهِ وَإِحْسَانِهِ عَلَى عِبَادِهِ - وَهُمَا الْمُبْطِلَانِ لِأَسَاسِ الدِّيَانَةِ الْبِرَهْمِيَّةِ مِنْ جَعْلِ مَقْصِدِ الدِّينِ تَعْذِيبَ النَّفْسِ، وَحِرْمَانَهَا مِنَ الزِّينَةِ وَاللَّذَّةِ، وَقَلَّدَهُمْ فِي ذَلِكَ النَّصَارَى، وَابْتَدَعُوا الرَّهْبَانِيَّةَ لِأَجْلِهِ، وَلَمْ يَقِفُوا عِنْدَ حَدِّ تَقْلِيدِهِمْ فِي الدُّنْيَا حَتَّى </p><p> زَعَمُوا أَنَّ دَارَ النَّعِيمِ فِي الْآخِرَةِ خَالِيَةٌ مِنَ اللَّذَّاتِ الْجَسَدِيَّةِ، وَلَيْسَ فِيهَا إِلَّا النَّعِيمُ الرُّوحَانِيُّ، خِلَافًا لِبَعْضِ تَصْرِيحَاتِ الْإِنْجِيلِ مَنْ شُرْبِ الْخَمْرِ فِي الْمَلَكُوتِ، وَكَوْنِ الصَّائِمِينَ وَالْجِيَاعِ وَالْعِطَاشِ مِنْ أَجْلِ الْبِرِّ يَشْبَعُونَ هُنَالِكَ. </p><p> وَلَمَّا كَانَ الْغُلُوُّ فِي الدِّينِ كَغَيْرِهِ مِنْ أُمُورِ الْبَشَرِ يَقْوَى الِاسْتِعْدَادُ لَهُ فِي بَعْضِ النَّاسِ مَنْ كُلِّ أُمَّةٍ، بَدَأَ بَعْضُ الصَّحَابَةِ الْمُبَالِغِينَ فِي الْعِبَادَةِ بِتَرْكِ أَكَلِ اللُّحُومِ، وَهَمَّ بَعْضُهُمْ بِالِاخْتِصَاءِ، فَنَهَاهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ، وَعَنِ الْمُبَالَغَةِ فِي الْعِبَادَةِ، وَنَزَلَ فِي شَأْنِهِمْ: لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا (٥: ٨٧) الْآيَاتُ مِنْ سُورَةِ الْمَائِدَةِ وَهِيَ بِمَعْنَى مَا هُنَا. </p><p> وَلَمْ يَمْنَعْ ذَلِكَ كُلُّهُ بَعْضَ مُسْلِمِي الْمُتَصَوِّفَةِ مِنَ الْغُلُوِّ فِي تَرْكِ الزِّينَةِ وَالطَّيِّبَاتِ، وَصَارَ الْجَاهِلُونَ بِكُنْهِ الْإِسْلَامِ يَعُدُّونَ الْغُلُوَّ فِي ذَلِكَ هُوَ الْكَمَالَ فِي الدِّينِ، وَأَهْلَهُ مِنْ أَوْلِيَاءِ اللهِ الْمُقَرَّبِينَ، وَإِنْ كَانُوا جَاهِلِينَ خُرَافِيِّينَ. وَيُرَاجَعُ مَا فِي تَفْسِيرِنَا لِلْآيَتَيْنِ مِنَ الْأَحْكَامِ وَالْحِكَمِ وَالْفَوَائِدِ، وَمِنْهَا مَا لَمْ يَكُنْ يَخْطُرُ فِي بَالِ أَحَدٍ مِنْ مُفَسِّرِينَا الْمُتَقَدِّمِينَ رَحِمَهُمُ اللهُ تَعَالَى (ص٣٣٨ - ٣٥٠ ج ٨ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ السَّابِعُ) هِدَايَةُ النَّاسِ بِالْحَقِّ وَالْعَدْلِ بِهِ، وَقَدْ وَصَفَ اللهُ تَعَالَى بِذَلِكَ خِيَارَ قَوْمِ مُوسَى عَلَيْهِ السَّلَامُ فِي آيَةِ ١٥٩، وَخِيَارَ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْآيَةِ ١٨١، فَهَذَا مِنْ أُصُولِ دِينِ اللهِ الْعَامَّةِ فِي جَمِيعِ شَرَائِعِهِ. وَالْحَقُّ هُوَ الْأَمْرُ الثَّابِتُ الْمُتَحَقِّقُ فِي الشَّرْعِ إِنْ كَانَ شَرْعِيًّا، وَفِي الْوَاقِعِ وَنَفْسِ الْأَمْرِ إِنْ كَانَ أَمْرًا وُجُودِيًّا، وَالْعَدْلُ مَا تُحِرِّيَ بِهِ الْحَقُّ مِنْ غَيْرِ مَيْلٍ إِلَى طَرَفٍ مِنَ الطَّرَفَيْنِ أَوِ الْأَطْرَافِ الْمُتَنَازِعَةِ فِيهِ أَوِ الْمُتَعَلِّقَةِ بِهِ. وَيَدْخُلُ فِي هَذَا الْأَصْلِ الدَّعْوَةُ إِلَى الْحَقِّ وَالْخَيْرِ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ، وَالتَّضْحِيَةُ الْعَامَّةُ وَالْخَاصَّةُ وَالْإِصْلَاحُ بَيْنَ النَّاسِ. </p><p> وَمِنْهُ الْأَمْرُ بِالْعَدْلِ الْمُطْلَقِ فِي الْأَحْكَامِ وَالْأَعْمَالِ بِقَوْلِهِ: قُلْ أَمَرَ رَبِّي بِالْقِسْطِ (٢٩) وَهَذَا هُوَ الْأَصْلُ الْعَامُّ لِجَمِيعِ الْأَحْكَامِ بَيْنَ النَّاسِ. كَمَا قَالَ تَعَالَى فِي سُورَةِ النِّسَاءِ الْمَدَنِيَّةِ إِذْ صَارَ لِلْأُمَّةِ حُكْمٌ وَدَوْلَةٌ: وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ (٤: ٥٨) وَفِي سُورَةِ النِّسَاءِ وَالْمَائِدَةِ آيَاتٌ أُخْرَى فِي وُجُوبِ عُمُومِ الْعَدْلِ وَالْمُسَاوَاةِ فِيهِ بَيْنَ الْمُؤْمِنِ وَالْكَافِرِ وَالْبَرِّ وَالْفَاجِرِ وَالْغَنِيِّ وَالْفَقِيرِ وَالْقَرِيبِ وَالْبَعِيدِ، وَقَدْ تَقَدَّمَتْ مَعَ تَفْسِيرِهَا. فَمَنْ تَحَرَّى الْعَدْلَ بِغَيْرِ مُحَابَاةٍ وَعَرَفَ مَكَانَهُ فَحَكَمَ بِهِ، كَانَ حَاكِمًا بِحُكْمِ اللهِ تَعَالَى مِنْ غَيْرِ حَاجَةٍ إِلَى </p><p> نَصٍّ خَاصٍّ فِي الشَّرِيعَةِ بِهِ، فَإِنْ وَجَدَ النَّصَّ كَانَتِ الثِّقَةُ بِالْعَدْلِ أَتَمَّ بَلْ لَا حَاجَةَ مَعَ النَّصِّ إِلَى الِاجْتِهَادِ، كَمَا أَنَّ الِاجْتِهَادَ الْمُخَالِفَ لِلنَّصِّ الْخَاصِّ أَوْ لِلْعَدْلِ الْعَامِّ بَاطِلٌ. </p><p> (الْأَصْلُ الثَّامِنُ) حَصْرُ أَنْوَاعِ الْمُحَرَّمَاتِ الدِّينِيَّةِ الْعَامَّةِ فِي قَوْلِهِ تَعَالَى: قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللهِ مَا لَا تَعْلَمُونَ (٣٣) يُرَاجَعُ بَيَانُ وَجْهِ الْحَصْرِ فِي تَفْسِيرِهَا (ص٣٥١ - ٣٥٧ ج ٨ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ التَّاسِعُ) بَيَانُ أُصُولِ الْفَضَائِلِ الْأَدَبِيَّةِ وَالتَّشْرِيعِيَّةِ الْجَامِعَةِ بِأَوْجَزِ عِبَارَةٍ مُعْجِزَةٍ فِي قَوْلِهِ تَعَالَى: خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ (١٩٩) فَيُرَاجَعُ تَفْسِيرُهَا فِي مَوْضِعِهِ مِنْ هَذَا الْجُزْءِ. </p><p> الْبَابُ الْخَامِسِ </p><p> فِي آيَاتِ اللهِ وَسُنَنِهِ فِي الْخَلْقِ وَالتَّكْوِينِ </p><p> (وَفِيهِ ١٤ أَصْلًا) </p><p> (١) خَلْقُ اللهِ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ، وَاسْتِوَاؤُهُ عَلَى عَرْشِهِ، وَنِظَامُ اللَّيْلِ وَالنَّهَارِ، وَتَسْخِيرُ الشَّمْسِ وَالْقَمَرِ وَالنُّجُومِ بِأَمْرِهِ، وَكَوْنُ الْخَلْقِ وَالْأَمْرِ لَهُ وَحْدَهُ، وَذَلِكَ فِي الْآيَةِ ٥٤ وَهِيَ تَتَضَمَّنُ التَّرْغِيبَ فِي عِلْمَيِ الْفَلَكِ وَالْجُغْرَافِيَةِ الطَّبِيعِيَّةِ دُونَ عِلْمِ التَّنْجِيمِ الْخُرَافِيِّ، وَقَدْ بَلَغَ أَهْلُ الْغَرْبِ مِنَ الْعِلْمِ بِذَلِكَ مَا لَوْ ذُكِرَ أَبْسَطُهُ وَأَبْعَدُهُ عَنِ الْغَرَابَةِ فِي غَيْرِ هَذَا الْعَصْرِ لَقَالَ فِيهِ أَذْكَى الْعُقَلَاءِ إِنَّهُ مِنْ هَذَيَانِ الْمَجَانِينِ، أَوْ تَخَيُّلِ الْحَشَّاشِينَ، وَلَا يُوجَدُ عِلْمٌ أَدَلُّ عَلَى عَظَمَةِ الْخَالِقِ وَقُدْرَتِهِ وَسَعَةِ عِلْمِهِ، وَدِقَّةِ حِكْمَتِهِ مِنْ عِلْمِ الْفَلَكِ، وَقَدْ كَانَ قَوْمُنَا الْعَرَبُ فِي عَهْدِ حَضَارَتِهِمُ الْإِسْلَامِيَّةِ أَعْلَمَ الْبَشَرِ بِهِ، فَصَارُوا أَجْهَلَهُمْ بِهِ. </p><p> (٢) خَلْقُ اللهِ الرِّيَاحَ وَالْمَطَرَ وَإِحْيَاؤُهُ الْأَرْضَ بِهِ، وَإِخْرَاجُهُ الثَّمَرَاتِ وَالْخِصْبَ وَضِدَّهُ، وَذَلِكَ فِي الْآيَتَيْنِ ٥٧ و٥٨ وَذَلِكَ يَتَضَمَّنُ التَّرْغِيبَ فِي الْعِلْمِ بِسُنَنِ اللهِ تَعَالَى فِي هَذِهِ الْمَخْلُوقَاتِ، كَمَا قُلْنَاهُ فِيمَا قَبْلَهُ ; لِأَنَّ فِي الْعِلْمِ بِذَلِكَ كُلِّهِ مِنْ مَعْرِفَةِ آيَاتِ اللهِ، وَكَمَالِ صِفَاتِهِ مَا يُعْطِي مُتَأَمِّلَهُ الْيَقِينَ فِي الْإِيمَانِ إِذَا قَصَدَهُ، وَيُغْدِقُ عَلَيْهِ نِعَمَهُ الَّتِي مَنَّ </p><p> عَلَيْهِ بِهَا، وَيُعِدُّهُ لِشُكْرِهَا فَتَجْتَمِعُ لَهُ بِذَلِكَ سَعَادَةُ الدَّارَيْنِ، وَقَدِ اتَّسَعَتْ عُلُومُ بَعْضِ الْبَشَرِ بِذَلِكَ فَاسْتَحْوَذُوا عَلَى أَكْثَرِ خَيْرَاتِ الْأَرْضِ فِي بِلَادِهِمْ، وَبِلَادِ الْجَاهِلِينَ بِهَا، الَّذِينَ أَضَاعَ الْجَهْلُ عَلَيْهِمْ دُنْيَاهُمْ وَدِينَهُمْ بِالتَّبَعِ لَهَا. </p><p> (٣) خَلْقُ اللهِ النَّاسَ مِنْ نَفْسٍ وَاحِدَةٍ، وَخَلْقُ زَوْجِهَا مِنْهَا لِيَسْكُنَ إِلَيْهَا، وَإِعْدَادُ الزَّوْجَيْنِ الذَّكَرِ وَالْأُنْثَى لِلتَّنَاسُلِ كَمَا فِي الْآيَةِ ١٨٩ وَفِي قِصَّةِ جَنَّةِ آدَمَ وَمَعْصِيَتِهِ وَتَوْبَتِهِ مِنَ الْآيَاتِ ١٩ - ٢٥ بَعْضُ صِفَاتِ النَّشْأَةِ الْبَشَرِيَّةِ وَاسْتِعْدَادِهَا وَحَالِهَا فِي سُكْنَى الْأَرْضِ. </p><p> (٤) تَفْضِيلُ اللهِ تَعَالَى لِلْإِنْسَانِ عَلَى مَنْ فِي الْأَرْضِ جَمِيعًا، كَمَا أَفَادَهُ قَوْلُهُ تَعَالَى: وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ (١١) وَبَيَانُ هَذِهِ الْمَسْأَلَةِ بِالتَّفْصِيلِ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ ; لِأَنَّهَا أَوْسَعُ تَفْصِيلًا لِمَا تَقْتَضِيهِ قِصَّةُ آدَمَ الْمُطَوَّلَةُ فِيهَا، وَالتَّصْرِيحُ فِيهَا بِجَعْلِ آدَمَ خَلِيفَةً فِي الْأَرْضِ، وَفِي بَابِ التَّأْوِيلِ هُنَالِكَ سَبْحٌ طَوِيلٌ لِلْأُسْتَاذِ الْإِمَامِ رَحِمَهُ اللهُ تَعَالَى لَمْ يَسْبِقْهُ إِلَيْهِ أَحَدٌ فِيمَا نَعْلَمُ. فَيُرَاجَعُ فِي الْجُزْءِ الْأَوَّلِ مِنْ هَذَا التَّفْسِيرِ. </p><p> (٥) خَلْقُ بَنِي آدَمَ مُسْتَعِدِّينَ لِمَعْرِفَةِ اللهِ تَعَالَى، وَإِشْهَادُ الرَّبِّ إِيَّاهُمْ عَلَى أَنْفُسِهِمْ أَنَّهُ رَبُّهُمْ، وَشَهَادَتُهُمْ بِذَلِكَ بِمُقْتَضَى فِطْرَتِهِمْ، وَمَا مُنِحُوهُ مِنَ الْعَقْلِ وَالْفِكْرِ، وَحُجَّتُهُ تَعَالَى عَلَيْهِمْ بِذَلِكَ كَمَا فِي الْآيَتَيْنِ ١٧٢ و١٧٣ فَيُرَاجَعُ تَفْسِيرُهُمَا فِي مَوْضِعِهِ مِنْ هَذَا الْجُزْءِ. وَكَذَا خَلْقُهُمْ مُسْتَعِدِّينَ لِلشِّرْكِ، وَمَا يَتْبَعُهُ مِنَ الْخُرَافَاتِ كَمَا فِي الْآيَةِ الثَّانِيَةِ مِنْهُمَا وَالْآيَةِ ١٩٠. </p><p> (٦) ضَرْبُ الْمَثَلِ لِاخْتِلَافِ اسْتِعْدَادِ الْبَشَرِ لِكُلٍّ مِنَ الْخَيْرِ وَالشَّرِّ وَالْبِرِّ وَالْإِثْمِ، وَعَلَامَةُ كُلٍّ مِنْهُمَا فِيهِمْ، وَكَوْنُهُمْ يُعَرَّفُونَ بِثِمَارِهِمْ، وَذَلِكَ قَوْلُهُ تَعَالَى: وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا (٥٨) ، وَفِيهِ إِرْشَادٌ إِلَى طَلَبِ مَعْرِفَةِ الشَّيْءِ بِأَثَرِهِ، وَمَعْرِفَةِ الْأَثَرِ بِمَصْدَرِهِ، وَفِيهِ دَلِيلٌ عَلَى أَنَّ فِي الْأَشْيَاءِ خَبِيثًا وَطَيِّبًا، وَجَيِّدًا وَرَدِيئًا، وَيُؤَيِّدُهُ حَدِيثُ: النَّاسُ مَعَادِنُ كَمَعَادِنِ الذَّهَبِ وَالْفِضَّةِ إِلَخْ وَهُوَ فِي الصِّحَاحِ وَغَيْرِهَا. </p><p> (٧) الْكَلَامُ فِي إِبْلِيسَ وَهُوَ الشَّيْطَانُ وَعَدَاوَتِهِ لِآدَمَ، وَامْتِنَاعِهِ مِنَ السُّجُودِ لَهُ، وَوَسْوَسَتِهِ لَهُ وَلِزَوْجِهِ بِالْإِغْرَاءِ بِالْمَعْصِيَةِ بِالْأَكْلِ مِنَ الشَّجَرَةِ وَعَاقِبَةِ ذَلِكَ. وَهُوَ فِي الْآيَاتِ ٢٠ - ٢٥ وَكَوْنِهِ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْقِيَامَةِ. </p><p> (٨) عَدَاوَةُ إِبْلِيسَ وَالشَّيَاطِينِ مِنْ نَسْلِهِ لِبَنِي آدَمَ، وَتَزْيِينُهُمْ لَهُمُ الشَّرَّ وَالْبَاطِلَ، </p><p> وَإِغْرَاؤُهُمْ بِالْفَسَادِ وَالْمَعَاصِي وَحِكْمَةُ ذَلِكَ، وَهِيَ فِي الْآيَاتِ ١٦ و١٧ و٢٠ - ٢٢ و٢٧ وَتَحْذِيرُهُمْ مِنْهُ فِي الْآيَةِ ٢٧ مَعَ بَيَانِ أَنَّهُ يَرَاهُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا يَرَوْنَهُمْ. </p><p> (٩) نَزْغُ الشَّيْطَانِ لِلْإِنْسَانِ، وَمُقَاوَمَتُهُ بِالِاسْتِعَاذَةِ بِاللهِ تَعَالَى، وَكَوْنُ الْمُتَّقِينَ إِذَا مَسَّهُمْ طَائِفٌ مِنْهُ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ لَا تَطُولُ غَفْلَتُهُمْ فَيَغُرُّهُمْ وَسْوَاسُهُ، وَذَلِكَ فِي الْآيَتَيْنِ ٢٠٠ - ٢٠٢. </p><p> (١٠) بَيَانُ أَنَّ الشَّيَاطِينَ أَوْلِيَاءُ لِلْمُجْرِمِينَ الَّذِينَ لَا يُؤْمِنُونَ، مِنْ بَنِي آدَمَ وَهُوَ فِي فَاصِلَةِ الْآيَةِ ٢٧ وَبَيَانُ أَنَّ إِخْوَانَ الشَّيَاطِينِ مِنْ بَنِي آدَمَ يُمَكِّنُونَ الشَّيَاطِينَ مِنْ أَنْفُسِهِمْ بِعَدَمِ تَقْوَاهُمْ، فَهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ وَلَا يُقْصِرُونَ فِيهِ، وَذَلِكَ نَصُّ الْآيَةِ ٢٠٢. </p><p> قَدْ سَبَقَ الْكَلَامُ فِي تَفْسِيرِنَا هَذَا عَلَى مَبَاحِثِ الشَّيَاطِينِ وَالْجِنِّ فِي عِدَّةِ مَوَاضِعَ قَدْ أَحَلْنَا عَلَيْهَا فِي تَفْسِيرِ آيَاتِ الْأَعْرَافِ، وَزِدْنَا عَلَى ذَلِكَ عَقْدَ فَصْلٍ اسْتِطْرَادِيٍّ فِي حِكْمَةِ خَلْقِ اللهِ تَعَالَى الْخَلْقَ، وَاسْتِعْدَادِ الشَّيْطَانِ وَالْبَشَرِ لِلشَّرِّ. فَيُرَاجَعُ (فِي ص٣٠٢ - ٣٠٦ ج ٨ ط الْهَيْئَةِ) . </p><p> (١١) مِنَّةُ اللهِ عَلَى الْبَشَرِ بِتَمْكِينِهِمْ فِي الْأَرْضِ، وَتَسْهِيلِ أَسْبَابِ الْمَعَايِشِ لَهُمْ كَمَا فِي الْآيَةِ ١٠، وَمِنَ الشُّكْرِ الْوَاجِبِ لَهُ تَعَالَى عَلَى ذَلِكَ طَلَبُ سَعَةِ الْعِلْمِ بِاسْتِعْمَارِ الْأَرْضِ وَوَسَائِلِ الْمَعَايِشِ. </p><p> (١٢) مِنَّةُ اللهِ عَلَى الْبَشَرِ بِاللِّبَاسِ وَالزِّينَةِ كَمَا فِي الْآيَةِ ٢٦ وَرَاجِعْ فِي ذَلِكَ الْأَصْلَيْنِ ٥ و٦ مِنَ الْبَابِ الرَّابِعِ مِنْ هَذِهِ الْخُلَاصَةِ. </p><p> (١٣) صِفَاتُ شِرَارِ الْبَشَرِ الْمُسْتَحِقِّينَ لِجَهَنَّمَ، وَهُمُ الَّذِينَ أَهْمَلُوا اسْتِعْمَالَ عُقُولِهِمْ وَحَوَاسِّهِمْ فِيمَا خُلِقَتْ لِأَجْلِهِ مِنِ اقْتِبَاسِ الْعِلْمِ وَالْحِكْمَةِ - وَذَلِكَ نَصُّ الْآيَةِ ١٧٩ وَذُكِرَتْ فِي أَصْلِ الْجَزَاءِ فِي الْآخِرَةِ (وَهُوَ ١١ مِنَ الْبَابِ الثَّالِثِ) وَفِي تَعْظِيمِ شَأْنِ النَّظَرِ وَالتَّفَكُّرِ لِتَحْصِيلِ الْعِلْمِ (وَهُوَ الْأَصْلُ ٣ مِنَ الْبَابِ ٤) . </p><p> (١٤) آيَاتُهُ تَعَالَى وَنِعَمُهُ عَلَى بَنِي إِسْرَائِيلَ، وَتُرَاجَعُ فِي قِصَّةِ مُوسَى مَعَهُمْ. </p><p> الْبَابُ السَّادِسُ </p><p> فِي سُنَنِ اللهِ تَعَالَى فِي الِاجْتِمَاعِ وَالْعُمْرَانِ الْبَشَرِيِّ </p><p> (وَفِيهِ ٧ أُصُولٍ) </p><p> (١) إِهْلَاكُ اللهِ الْأُمَمَ بِظُلْمِهَا لِنَفْسِهَا وَلِغَيْرِهَا، كَمَا فِي الْآيَتَيْنِ ٤ و٥ وَمِصْدَاقُهُ فِي خَلْقِ آدَمَ الَّذِي هُوَ عُنْوَانُ الْبَشَرِيَّةِ، وَجَعْلُهُ تَعَالَى الْمَعْصِيَةَ بِالْأَكْلِ مِنَ الشَّجَرَةِ ظُلْمًا لِلنَّفْسِ فِي الْآيَةِ ١٩ وَاعْتِرَافُ آدَمَ وَحَوَّاءَ فِي دُعَاءِ تَوْبَتِهِمَا بِذَلِكَ فِي قَوْلِهِمَا: رَبَّنَا ظَلَمْنَا أَنْفُسَنَا (٢٣) وَبِأَنَّ شَأْنَ الْمَعْصِيَةِ مِنَ الْأَفْرَادِ أَنْ تُغْفَرَ بِالتَّوْبَةِ فَيُعْفَى عَنْ عِقَابِهَا، وَهُوَ خُسْرَانُ النَّفْسِ كَمَا فِي قَوْلِهِمَا: وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ وَأَمَّا خَسَارَةُ الْأُمَمِ فَهِيَ إِضَاعَةُ اسْتِقْلَالِهَا، وَسُلْطَانُ أُمَّةٍ أُخْرَى عَلَيْهَا تَسْتَذِلُّهَا، وَجُمْلَةُ ذَلِكَ أَنَّ الْعُقُوبَةَ أَثَرٌ طَبِيعِيٌّ لَازِمٌ لِلْعَمَلِ، وَأَنَّ ذُنُوبَ الْأُمَمِ لَا بُدَّ مِنَ الْعِقَابِ عَلَيْهَا فِي الدُّنْيَا قَبْلَ الْآخِرَةِ، وَأَمَّا ظُلْمُ الْأَفْرَادِ وَعِقَابُهُمْ عَلَيْهِ فِي الْآخِرَةِ فَيُرَاجَعُ فِي الْأَصْلِ ٤ مِنَ الْبَابِ الثَّالِثِ. </p><p> (٢) بَيَانُ أَنَّ لِلْأُمَمِ آجَالًا لَا تَتَقَدَّمُ وَلَا تَتَأَخَّرُ عَنْ أَسْبَابِهَا الَّتِي اقْتَضَتْهَا السُّنَنُ الْإِلَهِيَّةُ الْعَامَّةُ، وَهُوَ نَصُّ الْآيَةِ ٣٤، وَكَوْنُهَا إِذَا كَانَتْ جَاهِلَةً بِهَذِهِ السُّنَنِ تُؤْخَذُ بَغْتَةً، وَعَلَى غَفْلَةٍ لَيْلًا أَوْ نَهَارًا كَمَا يُؤْخَذُ مِنَ الْآيَاتِ ٩٤ - ١٠٠ وَهَذِهِ الْآيَاتُ وَرَدَتْ فِي عِقَابِ الْأُمَمِ الَّتِي عَانَدَتِ الرُّسُلَ، وَكَانَ عِقَابُهَا وَضْعِيًّا لَا اجْتِمَاعِيًّا - وَقَدْ سَبَقَ لَنَا فِي هَذَا التَّفْسِيرِ أَنَّ الْعِقَابَ الْإِلَهِيَّ لِلْأَفْرَادِ وَلِلْأُمَمِ نَوْعَانِ:  (أَحَدُهُمَا) الْعِقَابُ بِمَا تَوَعَّدَ تَعَالَى بِهِ عَلَى مُخَالَفَةِ رُسُلِهِ وَمُعَانَدَتِهِمْ، وَهُوَ مِنْ قَبِيلِ عِقَابِ الْحُكَّامِ لِرَعَايَاهُمْ عَلَى مُخَالَفَةِ شَرَائِعِ أُمَّتِهِمْ وَقَوَانِينِهَا وَنُظُمِهَا. (وَثَانِيهِمَا) الْعِقَابُ الَّذِي هُوَ أَثَرٌ طَبِيعِيٌّ لِلْجَرَائِمِ، وَهُوَ مِنْ قَبِيلِ مَا يُعَاقَبُ بِهِ الْمَرِيضُ عَلَى مُخَالَفَةِ أَمْرِ طَبِيبِهِ فِي مُعَالَجَتِهِ لَهُ مِنَ الْحَمِيَّةِ وَالِاقْتِصَارِ عَلَى كَذَا مِنَ الْغِذَاءِ، وَالْتِزَامِ كَذَا مِنَ الدَّوَاءِ. (رَاجِعْ ص٢٥٧ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ) . </p><p> (٣) ابْتِلَاءُ اللهِ الْأُمَمَ بِالْبَأْسَاءِ وَالضَّرَّاءِ تَارَةً، وَبِضِدِّهَا مِنَ الرَّخَاءِ وَالنَّعْمَاءِ تَارَةً أُخْرَى. فَإِمَّا أَنْ تَعْتَبِرَ فَيَكُونَ تَرْبِيَةً لَهَا، وَإِمَّا أَنْ تَغْبَى وَتَغْفُلَ فَيَكُونَ مَهْلَكَةً لَهَا كَمَا فِي الْآيَاتِ ٩٤ وَمَا بَعْدَهَا مِمَّا تَقَدَّمَ الْكَلَامُ عَلَيْهِ فِي السُّنَّةِ الثَّانِيَةِ مِنْ وَجْهٍ آخَرَ. </p><p> (٤) بَيَانُ أَنَّ الْإِيمَانَ بِمَا دَعَا اللهُ إِلَيْهِ، وَالتَّقْوَى فِي الْعَمَلِ بِشَرْعِهِ فِعْلًا وَتَرَكًا، سَبَبٌ اجْتِمَاعِيٌّ طَبِيعِيٌّ لِسَعَةِ بَرَكَاتِ السَّمَاءِ وَالْأَرْضِ وَخَيْرَاتِهَا عَلَى الْأُمَّةِ كَمَا فِي قَوْلِهِ تَعَالَى: وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ (٩٦) وَهُوَ مُوَافِقٌ لِآيَاتٍ أُخْرَى فِي سُوَرٍ أُخْرَى (مِنْهَا) الْآيَةُ ٥٢ مِنْ سُورَةِ هُودٍ (١١) ، وَالْآيَاتُ ١٢٣ - ١٢٧ مِنْ سِيَاقِ بَيَانِ سُنَّتِهِ تَعَالَى فِي النَّشْأَةِ الْبَشَرِيَّةِ مِنْ سُورَةِ طه، وَمِثْلُهُ فِي الْآيَاتِ ١٠ - ١٢ مِنْ سُورَةِ نُوحٍ، وَالْآيَتَيْنِ ١٦ و١٧ مِنْ سُورَةِ الْجِنِّ بَعْدَهَا وَغَيْرِهَا، وَقَدْ بَيَّنَّا وَجْهَ ذَلِكَ فِي التَّفْسِيرِ وَالْمَنَارِ. </p><p> وَمِنْهُ تَحْقِيقُ مَعْنَى التَّقْوَى وَاخْتِلَافُهَا بِاخْتِلَافِ مَوَاضِعِهَا مِنْ أُمُورِ الدِّينِ وَالدُّنْيَا فِي مَقَالَةٍ، عُنْوَانُهَا (عَاقِبَةُ الْحَرْبِ الْمَدَنِيَّةِ) نُشِرَتْ فِي (ج ٧ م ٢١ مِنَ الْمَنَارِ) . </p><p> (٥) اسْتِدْرَاجُهُ تَعَالَى لِلْمُكَذِّبِينَ وَالْمُجْرِمِينَ وَإِمْلَاؤُهُ لَهُمْ كَمَا فِي الْآيَتَيْنِ ١٨٢: ١٨٣ وَهُوَ فِي مَعْنَى مَا سَبَقَهُ مِنْ سُنَّةِ أَخْذِ اللهِ لِلْأُمَمِ بِذُنُوبِهَا، وَمِنْ سُنَّةِ ابْتِلَائِهَا بِالْحَسَنَاتِ وَالسَّيِّئَاتِ، فَإِنَّ مَنْ لَا يَعْتَبِرُ بِذَلِكَ، وَلَا يَتَرَبَّى يُصِرُّ عَلَى ذَنْبِهِ، وَلَا يَرْجِعُ عَنْهُ، وَذُنُوبُ الْأُمَمِ لَا بُدَّ مِنَ الْعِقَابِ عَلَيْهَا - رَاجِعْ تَفْسِيرَ الْآيَتَيْنِ فِي مَوْضِعِهِمَا مِنْ هَذَا الْجُزْءِ. فَفِيهِ بَيَانُ هَذِهِ السُّنَّةِ مُوَضَّحًا. </p><p> (٦) سُنَّةُ اللهِ فِي إِرْثِ الْأَرْضِ وَاسْتِخْلَافِ الْأُمَمِ فِيهَا، وَالِاسْتِيلَاءِ وَالسِّيَادَةِ عَلَى الْأُمَمِ وَالشُّعُوبِ. فَقَدْ بَيَّنَ اللهُ تَعَالَى لَنَا فِي قِصَّةِ مُوسَى مَعَ قَوْمِهِ أَنَّ وَطْأَةَ فِرْعَوْنَ وَقَوْمِهِ اشْتَدَّتْ عَلَى بَنِي إِسْرَائِيلَ، وَصَرَّحَ بِوُجُوبِ الِاسْتِمْرَارِ عَلَى تَقْتِيلِ أَبْنَائِهِمْ، وَاسْتِحْيَاءِ نِسَائِهِمْ; لِأَجْلِ أَنْ تَنْقَرِضَ الْأُمَّةُ بَعْدَ اسْتِذْلَالِ مَنْ يَبْقَى مِنَ النِّسَاءِ إِلَى أَنْ يَنْقَرِضَ الرِّجَالُ، وَمَا ازْدَادُوا إِلَّا ذُلًّا وَخُنُوعًا - وَهُمْ مِئَاتُ الْأُلُوفِ - كَمَا هُوَ شَأْنُ الشُّعُوبِ الْجَاهِلَةِ الْمُسْتَضْعَفَةِ، وَلَكِنَّ اللهَ تَعَالَى أَمَرَ رَسُولَهُ مُوسَى أَنْ يَمْتَلِخَ ذَلِكَ الْيَأْسَ مِنْ قُلُوبِهِمْ بِقُوَّةِ الْإِيمَانِ بِمَا حَكَاهُ عَنْهُ بِقَوْلِهِ: قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ (١٢٨) أَيْ بَيَّنَ لَهُمْ أَنَّ الْأَرْضَ لَيْسَتْ رَهْنَ تَصَرُّفِ الْمُلُوكِ وَالدُّوَلِ بِقُدْرَتِهِمُ الذَّاتِيَّةِ فَتَدُومُ لَهُمْ، وَإِنَّمَا هِيَ لِلَّهِ، وَلَهُ سُبْحَانُهُ وَتَعَالَى سُنَّةٌ فِي سَلْبِهَا مِنْ قَوْمٍ، وَجَعْلِهَا إِرْثًا لِقَوْمٍ آخَرِينَ بِمَحْضِ مَشِيئَتِهِ وَسُلْطَانِهِ، وَمَدَارُ هَذِهِ السُّنَّةِ عَلَى أَنَّ الْعَاقِبَةَ فِي التَّنَازُعِ بَيْنَ الْأُمَمِ عَلَى الْأَرْضِ الَّتِي تَعِيشُ فِيهَا أَوْ تَسْتَعْمِرُهَا لِلْمُتَّقِينَ، أَيِ الَّذِينَ يَتَّقُونَ أَسْبَابَ </p><p> الضَّعْفِ وَالْخِذْلَانِ وَالْهَلَاكِ، كَالْيَأْسِ مِنْ رُوحِ اللهِ وَالتَّخَاذُلِ وَالتَّنَازُعِ وَالْفَسَادِ فِي الْأَرْضِ وَالظُّلْمِ وَالْفِسْقِ، وَيَتَلَبَّسُونَ بِضِدِّهَا، وَبِسَائِرِ مَا تَقْوَى بِهِ الْأُمَمُ مِنَ الْأَخْلَاقِ وَالْأَعْمَالِ، وَأَعْلَاهَا الِاسْتِعَانَةُ بِاللهِ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ، وَالصَّبْرُ عَلَى الْمَكَارِهِ مَهْمَا عَظُمَتْ، وَهَذَانِ الْأَمْرَانِ هُمَا أَعْظَمُ مَا تَتَفَاضَلُ بِهِ الْأُمَمُ مِنَ الْقُوَى الْمَعْنَوِيَّةِ بِاتِّفَاقِ الْمَلَاحِدَةِ وَالْمِلِّيِّينَ مِنْ عُلَمَاءِ الِاجْتِمَاعِ وَقُوَّادِ الْحُرُوبِ. </p><p> وَقَدْ تَكَرَّرَتْ هَذِهِ الْقَاعِدَةُ فِي الْقُرْآنِ الْحَكِيمِ، وَفِي مَعْنَاهَا قَوْلُهُ تَعَالَى مِنْ سُورَةِ الْأَنْبِيَاءِ: وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (٢١: ١٠٥) وَإِنَّمَا الصَّالِحُونَ هُمُ الَّذِينَ يَصْلُحُونَ لِإِقَامَةِ الْحَقِّ وَالْعَدْلِ وَسَائِرِ شَرَائِعِ اللهِ وَسُنَنِهِ فِي الْعُمْرَانِ، وَهِيَ بِمَعْنَى مَا يُسَمِّيهِ عُلَمَاءُ الِاجْتِمَاعِ \" بَقَاءَ الْأَصْلَحِ أَوِ الْأَمْثَلِ فِي كُلِّ تَنَازُعٍ \" وَيَدُلُّ عَلَيْهِ الْمَثَلُ الْمَشْهُورُ فِي سُورَةِ الرَّعْدِ: أَنْزَلَ مِنَ السَّمَاءِ مَاءً إِلَى قَوْلِهِ: فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ (١٣: ١٧) . </p><p> وَمِنَ الْعَجِيبِ أَنَّ تَرَى بَعْضَ الشُّعُوبِ الْإِسْلَامِيَّةِ الْمُسْتَضْعَفَةِ فِي هَذَا الْعَصْرِ بِسِيَادَةِ الْأَجَانِبِ عَلَيْهَا يَائِسَةً مِنِ اسْتِقْلَالِهَا وَعِزَّتِهَا، بَلْ مِنْ حَيَاتِهَا الْمِلِّيَّةِ وَالْقَوْمِيَّةِ بِمَا تَرَى مِنْ خِفَّةِ مَوَازِينِهَا </p><p> وَرُجْحَانِ مَوَازِينِ السَّائِدِينَ عَلَيْهَا فِي الْقُوَى الْمَادِّيَّةِ وَالْآلِيَّةِ، وَاسْتِذْلَالِ هَؤُلَاءِ السَّائِدِينَ عَلَيْهَا لَهَا، جَهْلًا مِنْهَا بِسُنَّةِ اللهِ تَعَالَى الَّتِي بَيَّنَهَا فِي هَذِهِ الْآيَةِ، وَغَفْلَتَهَا عَنْ كَوْنِ رُجْحَانِ قُوَى فِرْعَوْنَ وَقَوْمِهِ عَلَى بَنِي إِسْرَائِيلَ وَقَهْرِهِ لَهُمْ كَانَا فَوْقَ رُجْحَانِ قُوَى سَائِدِيهَا عَلَيْهَا وَقَهْرِهِمْ إِيَّاهَا، وَفِي هَذَا الْعَصْرِ مِنَ الْعِبَرِ التَّارِيخِيَّةِ بِسُقُوطِ بَعْضِ الدُّوَلِ الْقَوِيَّةِ مَا لَا يَقِلُّ عَنِ الْعِبْرَةِ بِأَحْدَاثِ التَّارِيخِ الْقَدِيمِ. </p><p> ثُمَّ بَيَّنَ لَنَا تَعَالَى فِي الْآيَةِ التَّالِيَةِ لِتِلْكَ الْآيَةِ (١٢٩) أَنَّ مُوسَى عَلَيْهِ السَّلَامُ شَكَا لَهُ قَوْمُهُ إِيذَاءَ فِرْعَوْنَ وَقَوْمِهِ لَهُمْ قَبْلَ مَجِيئِهِ وَبَعْدَهُ عَلَى سَوَاءٍ، فَذَكَرَ لَهُمْ مَا عِنْدَهُ مِنَ الرَّجَاءِ بِإِهْلَاكِ رَبِّهِمْ لِعَدُوِّهِمْ، وَاسْتِخْلَافِهِمْ فِي الْأَرْضِ الْمَوْعُودِينَ بِهَا; لِيَخْتَبِرَهُمْ فَيَنْظُرَ كَيْفَ يَعْمَلُونَ، وَيَكُونُ ثَبَاتُ مُلْكِهِمْ وَسُلْطَانِهِمْ عَلَى حَسَبِ عَمَلِهِمُ الَّذِي تَصْلُحُ بِهِ الْأَرْضُ وَأَهْلُهَا أَوْ تَفْسُدُ. وَهُوَ مَا فَصَّلَهُ تَعَالَى لَنَا بَعْدَ ذَلِكَ فِي آيَاتٍ أُخْرَى مِنْهَا فِي إِفْسَادِهِمْ قَوْلُهُ تَعَالَى: وَقَضَيْنَا إِلَى بَنِي إسْرائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ (١٧: ٤) إِلَى تَتِمَّةِ الْآيَةِ الثَّامِنَةِ. </p><p> ثُمَّ بَيَّنَ لَنَا تَعَالَى فِي الْآيَةِ ١٣٧ مِنْ هَذَا السِّيَاقِ أَنَّهُ أَوْرَثَهُمُ الْأَرْضَ الْمُبَارَكَةَ، وَتَمَّتْ كَلِمَتُهُ الْحُسْنَى عَلَيْهِمْ بِمَا صَبَرُوا، أَيْ لَا بِمُجَرَّدِ آيَاتِ اللهِ لِمُوسَى، وَمَا أَيَّدَهُ بِهِ، فَعُلِمَ مِنْهُ بِالْفِعْلِ أَنَّ الْأُمَّةَ الْمُسْتَضْعَفَةَ مَهْمَا يَكُنْ عَدُوُّهَا الظَّالِمُ لَهَا قَوِيًّا فَلَيْسَ لَهَا أَنْ تَيْأَسَ مِنَ الْحَيَاةِ، وَهُوَ تَحْقِيقٌ لِرَجَاءِ مُوسَى هُنَا، وَلِوَعْدِ اللهِ إِيَّاهُ بِذَلِكَ صَرِيحًا فِي قَوْلِهِ مِنْ سُورَةِ الْقَصَصِ: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ (٢٨: ٥، ٦) الْآيَةَ. </p><p> تَرَى شُعُوبَ الْمُسْلِمِينَ يَجْهَلُونَ هَذِهِ السُّنَنَ الْإِلَهِيَّةَ، وَمَا ضَاعَ مُلْكُهُمْ وَعِزُّهُمْ إِلَّا بِجَهْلِهَا الَّذِي كَانَ سَبَبًا لِعَدَمِ الِاهْتِدَاءِ بِهَا فِي الْعَمَلِ، وَمَا كَانَ سَبَبُ هَذَا الْجَهْلِ إِلَّا الْإِعْرَاضَ عَنِ الْقُرْآنِ، وَدَعْوَى الِاسْتِغْنَاءِ عَنْ هِدَايَتِهِ بِمَا كَتَبَهُ لَهُمُ الْمُتَكَلِّمُونَ مِنْ كُتُبِ الْعَقَائِدِ الْمَبْنِيَّةِ عَلَى الْقَوَاعِدِ الْكَلَامِيَّةِ الْمُبْتَدَعَةِ، وَمَا كَتَبَهُ الْفُقَهَاءُ مِنْ أَحْكَامِ الْعِبَادَاتِ وَالْمُعَامَلَاتِ الْمَدَنِيَّةِ وَالْعُقُوبَاتِ وَالْحَرْبِ وَمَا يَتَعَلَّقُ بِهَا، وَهَذِهِ السُّورَةُ الْجَلِيلَةُ الْكَبِيرَةُ الْقَدْرِ وَالْفَوَائِدِ (الْأَعْرَافُ) خَالِيَةٌ مِنْ هَذِهِ الْأَحْكَامِ كُلِّهَا، وَمِنْ نَظَرِيَّاتِ الْمُتَكَلِّمِينَ فِي الْعَقَائِدِ وَتَقْرِيرِهِمْ لَهَا، وَكَذَلِكَ غَيْرُهَا مِنَ السُّوَرِ الْمَكِّيَّةِ. فَهَلْ أَنْزَلَ اللهُ تَعَالَى هَذِهِ السُّوَرَ كُلَّهَا لِلتَّعَبُّدِ بِتَجْوِيدِ أَلْفَاظِهَا بِدُونِ فَهْمٍ، أَوْ لِاتِّخَاذِهَا رُقًى وَتَمَائِمَ، وَكَسْبًا لِقُرَّاءِ الْمَآتِمِ؟ . </p><p> وَأَعْجَبُ مِنْ هَذَا كُلِّهِ أَنَّ الْجَهْلَ بَلَغَ بِهِمْ بَعْدَ ذَلِكَ أَنْ ظَهَرَ فِيهِمْ فَرِيقٌ خَصْمٌ لِهَذَا الْفَرِيقِ الْمُقَلِّدِ الْمُحَافِظِ عَلَى كُتُبِ الْقُرُونِ الْوُسْطَى دُونَ هَدْيِ السَّلَفِ، خَصْمٌ يَقُولُ: إِنَّ دِينَ الْإِسْلَامِ هُوَ السَّبَبُ فِي جَهْلِ الْمُسْلِمِينَ وَضَعْفِهِمْ، وَلَا حَيَاةَ لَنَا إِلَّا بِاقْتِبَاسِ عِلْمِ الِاجْتِمَاعِ وَسُنَنِ الْعُمْرَانِ مِنَ الْأُمَمِ غَيْرِ الْإِسْلَامِيَّةِ الَّتِي سَادَتْنَا بِهَذِهِ الْعُلُومِ، وَمَا يُؤَيِّدُهَا مِنَ الْفُنُونِ وَالصِّنَاعَاتِ، وَهَؤُلَاءِ </p><p> أَجْهَلُ بِالْإِسْلَامِ مِنْ أُولَئِكَ، فَكِتَابُ الْإِسْلَامِ هُوَ الْمُرْشِدُ الْأَوَّلُ لِسُنَنِ الِاجْتِمَاعِ وَالْعُمْرَانِ، وَلَكِنَّ الْمُسْلِمِينَ قَصَّرُوا فِي طَوْرِ حَيَاتِهِمُ الْعِلْمِيَّةِ عَنْ تَفْصِيلِ ذَلِكَ بِالتَّدْوِينِ لِعَدَمِ شُعُورِهِمْ بِالْحَاجَةِ إِلَيْهِ، وَكَانَ حَقُّهُمْ فِي هَذَا الْعَصْرِ أَنْ يَكُونُوا أَوْسَعَ النَّاسِ بِهِ عِلْمًا; لِأَنَّ كِتَابَ اللهِ مُؤَيِّدٌ لِلْحَاجَةِ بَلِ الضَّرُورَةِ الَّتِي تَدْعُو إِلَيْهِ. </p><p> (٧) إِنَّ سُنَّةَ اللهِ فِي الْأُمَمِ الَّتِي تَرِثُ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا الْأُصَلَاءِ هِيَ سُنَّتُهُ تَعَالَى فِي أَهْلِهَا، فَإِذَا كَانَ هَؤُلَاءِ قَدْ غُلِبُوا عَلَيْهَا; بِسَبَبِ ظُلْمِهِمْ وَفَسَادِهِمْ وَجَهْلِهِمْ وَعَمَى قُلُوبِهِمْ، فَكَذَلِكَ يَكُونُ شَأْنُ الْوَارِثِينَ لَهَا مِنْ بَعْدِهِمْ إِذَا صَارُوا مِثْلَهُمْ فِي </p><p> ذَلِكَ، وَذَلِكَ قَوْلُهُ تَعَالَى: أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ (١٠٠) وَكُنَّا نَرَى الَّذِينَ وَرِثُوا مَمَالِكَ الْمُسْلِمِينَ مُتَّعِظِينَ بِمَعْنَى هَذِهِ الْآيَةِ مِنْ بَعْضِ الْوُجُوهِ، فَهُمْ عَلَى كَثْرَةِ ذُنُوبِهِمْ بِالظُّلْمِ وَإِفْسَادِ الْعَقَائِدِ وَالْأَخْلَاقِ وَسَلْبِ الْأَمْوَالِ يَتَحَرَّوْنَ أَنْ يَكُونَ ظُلْمُهُمْ دُونَ ظُلْمِ حُكَّامِ أَهْلِ الْبِلَادِ الَّذِينَ أَضَاعُوهَا، وَعُقُولُهُمْ تَبْحَثُ دَائِمًا فِي الْأَسْبَابِ الَّتِي يُخْشَى أَنْ تَكُونَ سَبَبًا لِسَلْبِهَا مِنْهُمْ; لِأَجْلِ اتِّقَائِهَا، وَآذَانُهُمْ مُرْهَفَةٌ مُصِيخَةٌ لِاسْتِمَاعِ كُلِّ خَبَرٍ يَتَعَلَّقُ بِأَمْرِهَا وَأَمْرِ أَهْلِهَا وَشُئُونِ الطَّامِعِينَ فِيهَا حَذَرًا مِنْهُمْ أَنْ يَسْلُبُوهُمْ إِيَّاهَا. </p><p> وَقَدْ قُلْنَا فِي تَفْسِيرِ هَذِهِ الْآيَةِ: قَدْ كَانَ يَنْبَغِي لِلْمُسْلِمِينَ، وَهَذَا كِتَابُهُمْ مِنْ عِنْدِ اللهِ عَزَّ وَجَلَّ، أَنْ يَتَّقُوهُ تَعَالَى بِاتِّقَاءِ كُلِّ مَا قَصَّهُ عَلَيْهِمْ مِنْ ذُنُوبِ الْأُمَمِ الَّتِي هَلَكَ بِهَا مَنْ كَانَ قَبْلَهُمْ، وَزَالَ مُلْكُهُمْ، وَدَالَتْ بِسَبَبِهَا الدَّوْلَةُ لِأَعْدَائِهِمْ إِلَى آخِرِ مَا تَرَاهُ فِي ٢٨ وَمَا بَعْدَهَا ج ٩ ط الْهَيْئَةِ. </p><p> هَذَا مَا فَتَحَ اللهُ بِهِ عَلَيْنَا مِنْ أُصُولِ وَأُمَّهَاتِ هِدَايَةِ السُّورَةِ الْجَلِيلَةِ بِمُرَاجَعَتِهَا الْمَرَّةَ بَعْدَ الْمَرَّةِ، مُرُورًا عَلَى الْآيَاتِ بِالنَّظَرِ، وَلَوْ أَعَدْنَا قِرَاءَتَهَا مَعَ قِرَاءَةِ تَفْسِيرِهَا بِالتَّدَبُّرِ لَظَهَرَ لَنَا أَكْثَرَ مِنْ ذَلِكَ، وَإِنَّمَا أَرَدْنَا التَّلْخِيصَ، وَنَسْأَلُهُ تَعَالَى أَنْ يَجْعَلَهَا هِيَ وَسَائِرَ كِتَابِهِ الْمَجِيدِ حُجَّةً لَنَا لَا عَلَيْنَا، وَيُوَفِّقَ أُمَّتَنَا لِلرُّجُوعِ إِلَى الِاهْتِدَاءِ بِهِ بِالتَّوْبَةِ إِلَيْهِ كَمَا تَابَ أَبُوهُمْ وَأُمُّهُمْ عَلَيْهِمَا السَّلَامُ. </p><p> سُورَةُ الْأَنْفَالِ </p><p> (وَهِيَ السُّورَةُ الثَّامِنَةُ فِي الْعَدَدِ، وَوُضِعَتْ مَوْضِعَ السَّابِعَةِ مِنَ السَّبْعِ الطِّوَالِ مَعَ أَنَّهَا مِنَ الْمَثَانِي، وَهِيَ دُونَ الْمِئِينَ الَّتِي تَلِي الطِّوَالَ، لِمَا سَيَأْتِي. وَعَدَدُ آيَاتِهَا ٧٥ آيَةً) </p><p> سُورَةُ الْأَنْفَالِ مَدَنِيَّةٌ كُلُّهَا كَمَا رُوِيَ عَنِ الْحَسَنِ وَعِكْرِمَةَ وَجَابِرِ بْنِ زَيْدٍ، وَعَطَاءٍ وَعَبْدِ اللهِ بْنِ الزُّبَيْرِ وَزَيْدِ بْنِ ثَابِتٍ. وَقَالَ ابْنُ عَبَّاسٍ: إِنَّهَا نَزَلَتْ فِي بَدْرٍ، وَفِي لَفْظٍ: تِلْكَ سُورَةُ بَدْرٍ، وَقِيلَ: إِنَّهَا مَدَنِيَّةٌ إِلَّا آيَةَ ٦٤ يَاأَيُّهَا النَّبِيُّ حَسْبُكَ اللهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ فَقَدْ رَوَى الْبَزَّارُ عَنِ ابْنِ عَبَّاسٍ أَنَّهَا نَزَلَتْ لَمَّا أَسْلَمَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ، فَعَلَى هَذَا وُضِعَتْ فِي سُورَةِ الْأَنْفَالِ، وَقُرِئَتْ مَعَ آيَاتِهَا الَّتِي نَزَلَتْ فِي التَّحْرِيضِ عَلَى الْقِتَالِ فِي غَزْوَةِ بَدْرٍ لِمُنَاسَبَتِهَا لِلْمَقَامِ. وَرُوِيَ عَنْ مُقَاتِلٍ اسْتِثْنَاءَ قَوْلِهِ تَعَالَى: وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا (٣٠) الْآيَةَ ; لِأَنَّ مَوْضُوعَهَا ائْتِمَارُ قُرَيْشٍ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُبَيْلَ الْهِجْرَةِ، بَلْ فِي اللَّيْلَةِ الَّتِي خَرَجَ فِيهَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ صَاحِبِهِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُ بِقَصْدِ الْهِجْرَةِ، وَبَاتَا فِي الْغَارِ، وَهَذَا اسْتِنْبَاطٌ مِنَ الْمَعْنَى، وَقَدْ صَحَّ عَنِ ابْنِ عَبَّاسٍ أَنَّ الْآيَةَ نَفْسَهَا نَزَلَتْ فِي الْمَدِينَةِ. وَزَادَ بَعْضُهُمْ عَنْهُ اسْتِثْنَاءَ خَمْسِ آيَاتٍ أُخْرَى بَعْدَ هَذِهِ الْآيَةِ أَيْ إِلَى الْآيَةِ ٣٥ لِلْمَعْنَى الَّذِي ذَكَرْنَاهُ آنِفًا، وَهُوَ أَنَّ مَوْضُوعَهَا حَالُ كُفَّارِ قُرَيْشٍ فِي مَكَّةَ، وَهَذَا لَا يَقْتَضِي نُزُولَهَا فِي مَكَّةَ، بَلْ ذَكَّرَ اللهُ بِهَا رَسُولَهُ بَعْدَ الْهِجْرَةِ. وَكُلُّ مَا نَزَلَ بَعْدَ خُرُوجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُهَاجِرًا فَهُوَ مَدَنِيٌّ. </p><p> وَوَجْهُ مُنَاسَبَتِهَا لِسُورَةِ الْأَعْرَافِ: أَنَّهَا فِي بَيَانِ حَالِ خَاتَمِ الْمُرْسَلِينَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ قَوْمِهِ، وَسُورَةُ الْأَعْرَافِ مُبَيِّنَةٌ لِأَحْوَالِ أَشْهَرِ الرُّسُلِ مَعَ أَقْوَامِهِمْ، هَذَا هُوَ الْعُمْدَةُ. وَهُنَاكَ تَنَاسُبٌ خَاصٌّ بَيْنَ عِدَّةِ آيَاتٍ مِنَ السُّورَتَيْنِ يُقَوِّي هَذَا التَّنَاسُبَ، وَلَكِنَّهُ لَا يَصِحُّ أَنْ يَكُونَ شَيْءُ مِنْهُ سَبَبًا لِلْمُقَارَنَةِ بَيْنَهُمَا ; لِأَنَّ مِثْلَ هَذَا الِاتِّفَاقِ فِي بَعْضِ </p><p> الْمَعَانِي مُكَرَّرٌ فِي أَكْثَرِ السُّوَرِ الْكَبِيرَةِ، وَأَنْقُلُ هُنَا عَنْ رُوحِ الْمَعَانِي مَا نَقَلَهُ عَنِ السَّيُوطِيَّ فِي وَضْعِ هَذِهِ السُّورَةِ هُنَا وَمَا تَعَقَّبَهُ بِهِ وَهُوَ: \" وَالظَّاهِرُ أَنَّ وَضْعَهَا هُنَا تَوْقِيفِيٌّ، وَكَذَا وَضْعُ بَرَاءَةَ بَعْدَهَا، وَهُمَا مِنْ هَذِهِ الْحَيْثِيَّةِ كَسَائِرِ السُّوَرِ، وَإِلَى ذَلِكَ ذَهَبَ غَيْرُ وَاحِدٍ كَمَا مَرَّ فِي الْمُقَدِّمَاتِ، وَذَكَرَ الْجَلَالُ السَّيُوطِيُّ أَنَّ ذِكْرَ هَذِهِ السُّورَةِ هُنَا لَيْسَ بِتَوْقِيفٍ مِنَ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلصَّحَابَةِ رَضِيَ اللهُ عَنْهُمْ، كَمَا هُوَ الْمُرَجَّحُ فِي سَائِرِ السُّوَرِ، بَلْ بِاجْتِهَادٍ مِنْ عُثْمَانَ رَضِيَ اللهُ تَعَالَى عَنْهُ، وَقَدْ كَانَ يَظْهَرُ فِي بَادِئِ الرَّأْيِ أَنَّ الْمُنَاسِبَ إِيلَاءُ الْأَعْرَافِ بِيُونُسَ وَهُودٍ; لِاشْتِرَاكِ كُلٍّ فِي اشْتِمَالِهَا عَلَى قَصَصِ الْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَأَنَّهَا مَكِّيَّةُ النُّزُولِ خُصُوصًا أَنَّ الْحَدِيثَ </p><p> وَرَدَ فِي فَضْلِ السَّبْعِ الطِّوَالِ، وَعَدُّوا السَّابِعَةَ يُونُسَ وَكَانَتْ تُسَمَّى بِذَلِكَ كَمَا أَخْرَجَهُ الْبَيْهَقِيُّ فِي الدَّلَائِلِ، فَفِي فَصْلِهَا مِنَ الْأَعْرَافِ بِسُورَتَيْنِ فَصْلٌ لِلنَّظِيرِ مِنْ سَائِرِ نَظَائِرِهِ، هَذَا مَعَ قِصَرِ سُورَةِ الْأَنْفَالِ بِالنِّسْبَةِ إِلَى الْأَعْرَافِ وَبَرَاءَةَ، وَقَدِ اسْتَشْكَلَ ذَلِكَ قَدِيمًا حَبْرُ الْأُمَّةِ رَضِيَ اللهُ تَعَالَى عَنْهُ، فَقَالَ لِعُثْمَانَ رَضِيَ اللهُ تَعَالَى عَنْهُ: مَا حَمَلَكُمْ عَلَى أَنْ عَمَدْتُمْ إِلَى الْأَنْفَالِ وَهِيَ مِنَ الْمَثَانِي، وَإِلَى بَرَاءَةَ وَهِيَ مِنَ الْمِئِينَ، فَقَرَنْتُمْ بَيْنَهُمَا وَلَمْ تَكْتُبُوا الْبَسْمَلَةَ بَيْنَهُمَا وَوَضَعْتُمُوهَا فِي السَّبْعِ الطِّوَالِ؟ ثُمَّ ذَكَرَ جَوَابَ عُثْمَانَ رَضِيَ اللهُ تَعَالَى عَنْهُ، وَقَدْ أَسْلَفْنَا الْخَبَرَ بِطُولِهِ سُؤَالًا وَجَوَابًا ثُمَّ قَالَ: وَأَقُولُ: يَنِمُّ مَقْصِدُ عُثْمَانَ رَضِيَ اللهُ تَعَالَى عَنْهُ فِي ذَلِكَ بِأُمُورٍ فَتَحَ اللهُ تَعَالَى بِهَا: (الْأَوَّلُ) أَنَّهُ جَعَلَ الْأَنْفَالَ قَبْلَ بَرَاءَةَ مَعَ قِصَرِهَا؛ لِكَوْنِهَا مُشْتَمِلَةً عَلَى الْبَسْمَلَةِ، فَقَدَّمَهَا لِتَكُونَ كَقِطْعَةٍ مِنْهَا وَمُفْتَتَحَهَا، وَتَكُونُ بَرَاءَةُ - لِخُلُوِّهَا مِنَ الْبَسْمَلَةِ - كَتَتِمَّتِهَا وَبَقِيَّتِهَا، وَلِهَذَا قَالَ جَمَاعَةٌ مِنَ السَّلَفِ إِنَّهَا سُورَةٌ وَاحِدَةٌ. </p><p> (الثَّانِي) وَضْعُ بَرَاءَةَ هُنَا لِمُنَاسَبَةِ الطُّولِ فَإِنَّهُ لَيْسَ بَعْدَ السِّتِّ السَّابِقَةِ سُورَةٌ أَطْوَلَ مِنْهَا، وَذَلِكَ كَافٍ فِي الْمُنَاسَبَةِ. </p><p> (الثَّالِثَةُ) أَنَّهُ خَلَّلَ بِالسُّورَتَيْنِ أَثْنَاءَ السَّبْعِ الطِّوَالِ الْمَعْلُومِ تَرْتِيبُهَا فِي الْعَصْرِ الْأَوَّلِ لِلْإِشَارَةِ إِلَى أَنَّ ذَلِكَ أَمْرٌ صَادِرٌ لَا عَنْ تَوْقِيفٍ، وَإِلَى أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُبِضَ قَبْلَ أَنْ يُبَيِّنَ كِلْتَيْهِمَا، فَوُضِعَا هُنَا كَالْوَضْعِ الْمُسْتَعَارِ بِخِلَافِ مَا لَوْ وُضِعَا بَعْدَ السَّبْعِ الطِّوَالِ فَإِنَّهُ كَانَ يُوهِمُ أَنَّ ذَلِكَ مَحَلُّهُمَا بِتَوْقِيفٍ، وَلَا يُتَوَهَّمُ هَذَا عَلَى هَذَا الْوَضْعِ، لِلْعِلْمِ بِتَرْتِيبِ </p><p> السَّبْعِ، فَانْظُرْ إِلَى هَذِهِ الدَّقِيقَةِ الَّتِي فَتَحَ اللهُ تَعَالَى بِهَا، وَلَا يَغُوصُ عَلَيْهَا إِلَّا غَوَّاصٌ. </p><p> (الرَّابِعُ) أَنَّهُ لَوْ أَخَّرَهُمَا وَقَدَّمَ يُونُسَ، وَأَتَى بَعْدَ \" بَرَاءَةٌ \" بِهُودٍ كَمَا فِي مُصْحَفِ أُبَيٍّ; لِمُرَاعَاةِ مُنَاسَبَةِ السَّبْعِ، وَإِيلَاءِ بَعْضِهَا بَعْضًا لَفَاتَ مَعَ مَا أَشَرْنَا إِلَيْهِ أَمْرٌ آخَرُ آكُدُ فِي الْمُنَاسَبَةِ، فَإِنَّ الْأَوْلَى بِسُورَةِ يُونُسَ أَنْ يُؤْتَى بِالسُّوَرِ الْخَمْسِ الَّتِي بَعْدَهَا لِمَا اشْتَرَكَتْ فِيهِ مِنَ الْمُنَاسَبَاتِ مِنَ الْقِصَصِ، وَالِافْتِتَاحِ بِـ \" الر \" ، وَبِذِكْرِ الْكِتَابِ، وَمِنْ كَوْنِهَا مَكِّيَّاتٍ، وَمِنْ تَنَاسُبٍ مَا عَدَا الْحِجْرَ فِي الْمِقْدَارِ، وَمِنَ التَّسْمِيَةِ بِاسْمِ نَبِيٍّ، وَالرَّعْدُ اسْمُ مَلَكٍ، وَهُوَ مُنَاسِبٌ لِأَسْمَاءِ الْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ. فَهَذِهِ عِدَّةُ مُنَاسَبَاتٍ لِلِاتِّصَالِ بَيْنَ يُونُسَ وَمَا بَعْدَهَا، وَهِيَ آكَدُ مِنْ هَذَا الْوَجْهِ الْوَاحِدِ فِي تَقْدِيمِ يُونُسَ بَعْدَ الْأَعْرَافِ. وَلِبَعْضِ هَذِهِ الْأُمُورِ قُدِّمَتْ سُورَةُ الْحِجْرِ عَلَى النَّحْلِ مَعَ كَوْنِهَا أَقْصَرَ مِنْهَا، وَلَوْ أُخِّرَتْ بَرَاءَةُ عَنْ هَذِهِ السُّوَرِ السِّتِّ لَبَعُدَتِ الْمُنَاسَبَةُ جِدًّا لِطُولِهَا بَعْدَ عِدَّةِ سُوَرٍ أَقْصَرَ مِنْهَا بِخِلَافِ وَضْعِ سُورَةِ النَّحْلِ بَعْدَ الْحِجْرِ، فَإِنَّهَا لَيْسَتْ كَبَرَاءَةَ فِي الطُّولِ. </p><p> \" وَيَشْهَدُ لِمُرَاعَاةِ الْفَوَاتِحِ فِي مُنَاسَبَةِ الْوَضْعِ مَا ذَكَرْنَاهُ مِنْ تَقْدِيمِ الْحِجْرِ عَلَى النَّحْلِ لِمُنَاسَبَةِ(الر)قَبْلَهَا، وَمَا تَقَدَّمَ مِنْ تَقْدِيمِ آلِ عِمْرَانَ عَلَى النِّسَاءِ، وَإِنْ كَانَتْ أَقْصَرَ مِنْهَا لِمُنَاسَبَتِهَا الْبَقَرَةَ فِي الِافْتِتَاحِ بِـ \" الم \" وَتَوَالِي الطَّوَاسِينِ وَالْحَوَامِيمِ، وَتَوَالِي الْعَنْكَبُوتِ وَالرُّومِ وَلُقْمَانَ وَالسَّجْدَةِ </p><p> لِافْتِتَاحِ كُلٍّ:  \" الم \" وَلِهَذَا قُدِّمَتِ السَّجْدَةُ عَلَى الْأَحْزَابِ الَّتِي هِيَ أَطْوَلُ مِنْهَا. هَذَا مَا فَتَحَ اللهُ بِهِ عَلَيَّ. </p><p> \" ثُمَّ ذُكِرَ أَنَّ ابْنَ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَدَّمَ فِي مُصْحَفِهِ الْبَقَرَةَ وَالنِّسَاءَ وَآلَ عِمْرَانَ وَالْأَعْرَافَ وَالْأَنْعَامَ وَالْمَائِدَةَ وَيُونُسَ، رَاعَى السَّبْعَ الطِّوَالَ فَقَدَّمَ الْأَطْوَلَ مِنْهَا فَالْأَطْوَلَ، ثُمَّ ثَنَّى بِالْمِئِينَ، فَقَدَّمَ بَرَاءَةَ ثُمَّ النَّحْلَ ثُمَّ هُودًا ثُمَّ يُوسُفَ ثُمَّ الْكَهْفَ وَهَكَذَا الْأَطْوَلُ فَالْأَطْوَلُ، وَجَعَلَ الْأَنْفَالَ بَعْدَ النُّورِ، وَوَجْهُ الْمُنَاسَبَةِ أَنَّ كُلًّا مَدَنِيَّةٌ وَمُشْتَمِلَةٌ عَلَى أَحْكَامٍ،وَأَنَّ فِي النُّورِ:وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ(٢٤: ٥٥)الْآيَةَ،وَفِي الْأَنْفَالِ:وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ(٨: ٢٦)إِلَخْ. وَلَا يَخْفَى مَا بَيْنَ الْآيَتَيْنِ مِنَ الْمُنَاسَبَةِ، فَالْأُولَى مُشْتَمِلَةٌ عَلَى الْوَعْدِ بِمَا حَصَلَ، وَذَكَّرَ بِهِ فِي الثَّانِيَةِ فَتَأَمَّلْ. انْتَهَى كَلَامُ السَّيُوطِيِّ.</p><p> (الْآلُوسِيُّ) \" وَأَقُولُ: قَدْ مَنَّ اللهُ تَعَالَى عَلَى هَذَا الْعَبْدِ الْحَقِيرِ، بِمَا لَمْ يَمُنَّ بِهِ عَلَى هَذَا الْمَوْلَى الْجَلِيلِ، وَالْحَمْدُ لِلَّهِ تَعَالَى عَلَى ذَلِكَ حَيْثُ أَوْقَفَنِي سُبْحَانَهُ عَلَى وَجْهِ مُنَاسَبَةِ هَذِهِ السُّورَةِ لِمَا قَبْلَهَا، وَهُوَ لَمْ يُبَيِّنْ ذَلِكَ، ثُمَّ مَا ذَكَرَهُ مِنْ عَدَمِ التَّوْقِيفِ فِي هَذَا الْوَضْعِ فِي غَايَةِ الْبُعْدِ كَمَا يُفْهَمُ مِمَّا قَدَّمْنَاهُ فِي الْمُقَدِّمَاتِ، وَسُؤَالُ الْحَبْرِ وَجَوَابُ عُثْمَانَ رَضِيَ اللهُ تَعَالَى عَنْهُمَا لَيْسَا نَصًّا فِي ذَلِكَ، وَمَا ذَكَرَهُ - عَلَيْهِ الرَّحْمَةُ - فِي أَوَّلِ الْأُمُورِ الَّتِي فَتَحَ اللهُ تَعَالَى بِهَا عَلَيْهِ غَيْرُ مُلَائِمٍ بِظَاهِرِهِ ظَاهِرَ سُؤَالِ الْحَبْرِ رَضِيَ اللهُ تَعَالَى عَنْهُ، حَيْثُ أَفَادَ أَنَّ إِسْقَاطَ الْبَسْمَلَةِ مِنْ بَرَاءَةَ اجْتِهَادِيٌّ أَيْضًا، وَيُسْتَفَادُ مِمَّا ذَكَرَهُ خِلَافُهُ، وَمَا ادَّعَاهُ مِنْ أَنَّ يُونُسَ سَابِعَةُ السَّبْعِ الطِّوَالِ لَيْسَ أَمْرًا مُجْمَعًا عَلَيْهِ، بَلْ هُوَ قَوْلُ مُجَاهِدٍ وَابْنِ جُبَيْرٍ وَرِوَايَةٌ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ تَعَالَى عَنْهُمَا، وَفِي رِوَايَةٍ عِنْدَ الْحَاكِمِ أَنَّهَا الْكَهْفُ، وَذَهَبَ جَمَاعَةٌ - كَمَا قَالَ فِي إِتْقَانِهِ - إِلَى أَنَّ السَّبْعَ الطِّوَالَ أَوَّلُهَا الْبَقَرَةُ وَآخِرُهَا بَرَاءَةُ وَاقْتَصَرَ ابْنُ الْأَثِيرِ فِي النِّهَايَةِ عَلَى هَذَا. </p><p> وَعَنْ بَعْضِهِمْ أَنَّ السَّابِعَةَ الْأَنْفَالُ وَبَرَاءَةُ بِنَاءً عَلَى الْقَوْلِ بِأَنَّهُمَا سُورَةٌ وَاحِدَةٌ، وَقَدْ ذَكَرَ ذَلِكَ الْفَيْرُوزَأَبَادِيُّ فِي قَامُوسِهِ، وَمَا ذَكَرَهُ مِنَ الْأَمْرِ الثَّانِي يَعْنِي عَنْهُ مَا عَلَّلَ بِهِ عُثْمَانُ رَضِيَ اللهُ تَعَالَى عَنْهُ، فَقَدْ أَخْرَجَ النَّحَّاسُ فِي نَاسِخِهِ عَنْهُ أَنَّهُ قَالَ: كَانَتِ الْأَنْفَالُ وَبَرَاءَةُ يُدْعَيَانِ فِي زَمَنِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقَرِينَتَيْنِ؛ فَلِذَلِكَ جَعَلْتُهُمَا فِي السَّبْعِ الطِّوَالِ، وَمَا ذَكَرَهُ مِنْ مُرَاعَاةِ الْفَوَاتِحِ فِي الْمُنَاسَبَةِ غَيْرُ مُطَّرِدٍ، فَإِنَّ الْجِنَّ وَالْكَافِرُونَ وَالْإِخْلَاصَ مُفْتَتَحَاتٌ بِـ \" قُلْ \" مَعَ الْفَصْلِ بِعِدَّةِ سُوَرٍ بَيْنَ الْأُولَى وَالثَّانِيَةِ، وَالْفَصْلِ بِسُورَتَيْنِ بَيْنَ الثَّانِيَةِ وَالثَّالِثَةِ، وَبَعْدَ هَذَا كُلِّهِ لَا يَخْلُو مَا ذَكَرَهُ عَنْ نَظَرٍ كَمَا لَا يَخْفَى عَلَى الْمُتَأَمِّلِ فَتَأَمَّلْ. انْتَهَى مَا ذَكَرَهُ الْأَلُوسِيُّ رَحِمَهُ اللهُ تَعَالَى. </p><p> وَأَقُولُ: إِنَّ جَوَابَ عُثْمَانَ لِابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا هُوَ كَمَا رَوَاهُ أَحْمَدُ وَأَصْحَابُ السُّنَنِ الثَّلَاثَةِ، وَابْنُ حِبَّانَ وَالْحَاكِمُ \" كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْزِلُ عَلَيْهِ السُّوَرُ ذَوَاتُ الْعَدَدِ،فَكَانَ إِذَا نَزَلَ عَلَيْهِ الشَّيْءُ دَعَا مَنْ كَانَ يَكْتُبُ يَقُولُ:ضَعُوا هَؤُلَاءِ الْآيَاتِ فِي السُّورَةِ الَّتِي يُذْكَرُ فِيهَا كَذَا وَكَذَا. وَكَانَتِ الْأَنْفَالُ مِنْ أَوَائِلِ مَا نَزَلَ بِالْمَدِينَةِ، وَكَانَتْ بَرَاءَةُ مِنْ آخِرِ الْقُرْآنِ نُزُولًا، وَكَانَتْ قِصَّتُهَا شَبِيهَةً بِقِصَّتِهَا. فَظَنَنْتُ أَنَّهَا مِنْهَا، فَقُبِضَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُبَيِّنْ لَنَا أَنَّهَا مِنْهَا. فَمِنْ أَجْلِ ذَلِكَ قَرَنْتُ</p><p> بَيْنَهُمَا، وَلَمْ أَكْتُبْ بَيْنَهُمَا سَطْرَ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، وَوَضَعْتُهُمَا فِي السَّبْعِ الطِّوَالِ \" اه. </p><p> وَلِأَجْلِ هَذِهِ الرِّوَايَةِ ذَهَبَ الْبَيْهَقِيُّ إِلَى أَنَّ تَرْتِيبَ جَمِيعِ السُّوَرِ تَوْقِيفِيٌّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا الْأَنْفَالَ وَبَرَاءَةَ، وَوَافَقَهُ السَّيُوطِيُّ. وَيُرَدُّ عَلَيْهِ أَنَّهُ لَا يُعْقَلُ أَنْ يُرَتِّبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمِيعَ السُّوَرِ إِلَّا الْأَنْفَالَ وَبَرَاءَةَ، وَقَدْ صَحَّ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَتْلُو الْقُرْآنَ كُلَّهُ فِي رَمَضَانَ عَلَى جِبْرِيلَ عَلَيْهِ السَّلَامُ مَرَّةً وَاحِدَةً مِنْ كُلِّ عَامٍ فَلَمَّا كَانَ الْعَامُ الَّذِي تُوُفِّيَ فِيهِ عَارَضَهُ بِالْقُرْآنِ مَرَّتَيْنِ، فَأَيْنَ كَانَ يَضَعُ هَاتَيْنِ السُّورَتَيْنِ فِي قِرَاءَتِهِ؟ التَّحْقِيقُ أَنَّ وَضْعَهُمَا فِي مَوْضِعِهِمَا تَوْقِيفِيٌّ وَإِنْ فَاتَ عُثْمَانَ أَوْ نَسِيَهُ، وَلَوْلَا ذَلِكَ لَعَارَضَهُ الْجُمْهُورُ أَوْ نَاقَشُوهُ فِيهِ عِنْدَ كِتَابَةِ الْقُرْآنِ كَمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ بَعْدَ سِنِينَ مِنْ جَمْعِهِ وَنَشْرِهِ فِي الْأَقْطَارِ. </p><p> وَهَذَا الْحَدِيثُ قَالَ التِّرْمِذِيُّ حَسَنٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عَوْفِ بْنِ أَبِي جَمِيلَةَ عَنْ يَزِيدَ الْفَارِسِيِّ عَنِ ابْنِ عَبَّاسٍ، وَيَزِيدُ الْفَارِسِيُّ هَذَا غَيْرُ مَشْهُورٍ اخْتَلَفُوا فِيهِ هَلْ هُوَ يَزِيدُ بْنُ هُرْمُزَ أَوْ غَيْرُهُ؟ وَالصَّحِيحُ أَنَّهُ غَيْرُهُ، رَوَى عَنِ ابْنِ عَبَّاسٍ، وَحَكَى عَنْ عَبْدِ اللهِ بْنِ زِيَادٍ وَكَانَ كَاتِبَهُ، وَعَنِ الْحَجَّاجِ بْنِ يُوسُفَ فِي أَمْرِ الْمَصَاحِفِ، وَسُئِلَ عَنْهُ يَحْيَى بْنُ مَعِينٍ فَلَمْ يَعْرِفْهُ، وَقَالَ أَبُو حَاتِمٍ: لَا بَأْسَ بِهِ، انْتَهَى مُلَخَّصًا مِنْ تَهْذِيبِ التَّهْذِيبِ. </p><p> فَمِثْلُ هَذَا الرَّجُلِ لَا يَصِحُّ أَنْ تَكُونَ رِوَايَتُهُ الَّتِي انْفَرَدَ بِهَا مِمَّا يُؤْخَذُ بِهِ فِي تَرْتِيبِ الْقُرْآنِ الْمُتَوَاتِرِ. </p>"
}