{
  "id": null,
  "sura": 7,
  "aya": 144,
  "text": "<p> رَفْعُهُ لِتَحْصِيلِ الرُّؤْيَةِ مَعَ الْكَلَامِ، وَوَحْيُ اللهِ - تَعَالَى - ثَلَاثَةُ أَنْوَاعٍ بَيَّنَهَا بِقَوْلِهِ: وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (٤٢: ٥١) فَهَذَا النَّوْعُ الْأَوْسَطُ هُوَ الْأَعْلَى، وَقَدْ أُعْطِيَ لِمُوسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ النَّوْعِ الْأَوَّلِ، وَقِيلَ بِالْعَكْسِ، وَقَدْ بَيَّنَّا مَا فِيهِ مِنْ وَجْهِ الْخُصُوصِيَّةِ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى -: وَكَلَّمَ اللهُ مُوسَى تَكْلِيمًا مِنْ سُورَةِ النِّسَاءِ (٤: ١٦٤) . </p><p> فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ أَيْ: فَخُذْ مَا أَعْطَيْتُكَ مِنَ الشَّرِيعَةِ - التَّوْرَاةِ - وَكُنْ مِنَ الرَّاسِخِينَ فِي الشُّكْرِ لِنِعْمَتِي بِهَا عَلَيْكَ وَعَلَى قَوْمِكَ، وَذَلِكَ </p><p> بِإِقَامَتِهَا بِقُوَّةٍ وَعَزِيمَةٍ، وَالْعَمَلِ بِهَا، وَكَذَا لِسَائِرِ نِعَمِي، فَإِنَّ حَذْفَ مُتَعَلِّقِ الشُّكْرِ يَدُلُّ عَلَى عُمُومِهِ، كَمَا أَنَّ صِيغَةَ الصِّفَةِ مِنْهُ تَدُلُّ عَلَى التَّمَكُّنِ مِنْهُ وَالرُّسُوخِ فِيهِ. </p><p> (فَصْلٌ) </p><p> (فِي اخْتِلَافِ الْمُسْلِمِينَ فِي الرُّؤْيَةِ وَكَلَامِ الرَّبِّ - تَعَالَى - وَتَحْقِيقِ الْحَقِّ فِيهِمَا) </p><p> كَانَ جَمَاعَةُ الصَّحَابَةِ - رِضْوَانُ اللهِ عَلَيْهِمْ - يَفْهَمُونَ هَذِهِ الْآيَاتِ وَأَمْثَالَهَا، وَلَا يَرَوْنَ فِيهَا إِشْكَالًا، وَهُمْ أَعْلَمُ الْعَرَبِ بِلُغَةِ الْقُرْآنِ، وَبِمُرَادِ اللهِ - تَعَالَى - مِنْ آيَاتِهِ فِيهِ، لِتَلَقِّيهِمْ إِيَّاهَا مِنَ الرَّسُولِ الْمُنَزَّلَةِ عَلَيْهِ الْمَأْمُورِ فِيهَا بِبَيَانِهَا لِلنَّاسِ، ثُمَّ انْتَشَرَ الْإِسْلَامُ، وَدَخَلَ فِيهِ مِنَ الْأَعَاجِمِ مَنْ كَانُوا عَلَى أَدْيَانٍ مُخْتَلِفَةٍ، وَصَارُوا يَتَلَقُّونَ لُغَتَهُ بِالتَّلْقِينِ، وَيَقْتَبِسُونَهَا بِمُعَاشَرَةِ الْعَرَبِ الْخُلَّصِ ثُمَّ بِالتَّعْلِيمِ الْفَنِّيِّ، ثُمَّ صَارَتِ السَّلَائِلُ الْعَرَبِيَّةِ كَذَلِكَ ثُمَّ حَدَّثَتْ فِي الْجَمِيعِ الِاصْطِلَاحَاتُ الْعِلْمِيَّةُ وَالْفَنِّيَّةُ لَمَّا وَضَعُوا مِنَ الْعُلُومِ الشَّرْعِيَّةِ كَأُصُولِ الْعَقَائِدِ وَالْفِقْهِ وَالْحَدِيثِ، وَاللُّغَوِيَّةِ: كَالنَّحْوِ وَالصَّرْفِ وَالْبَيَانِ، وَلَمَّا تَرْجَمُوا مِنْ كُتُبِ عُلُومِ الْأَوَائِلِ، وَمَا زَادُوا فِيهَا مِنَ الرِّيَاضِيَّاتِ وَالْعَقْلِيَّاتِ وَالْوِجْدَانِيَّاتِ وَسَائِرِ سُنَنِ الْمَوْجُودَاتِ، فَامْتَزَجَتْ هَذِهِ الِاصْطِلَاحَاتُ بِلُغَةِ الْقُرْآنِ وَالْحَدِيثِ، فَصَارَتْ آلَاتٍ لِفَهْمِهِمَا، وَسَبَبًا لِلْخَطَأِ فِي تَعْيِينِ بَعْضِ الْمُرَادِ مِنْهُمَا. </p><p> ثُمَّ حَدَثَ مَا هُوَ أَدْعَى إِلَى الْخَطَأِ فِي الْفَهْمِ، وَهُوَ عَصَبِيَّةُ الْمَذَاهِبِ وَالشِّيَعِ الَّتِي فَرَّقَتْ بَيْنَ الْمُسْلِمِينَ، عَلَى مَا جَاءَ فِي التَّفَرُّقِ وَالتَّفْرِيقِ مِنَ الْوَعِيدِ الشَّدِيدِ، فَصَارَ كُلُّ مُنْتَمٍ إِلَى شِيعَةٍ وَحِزْبٍ لَا يَنْظُرُ فِي الْكِتَابِ وَالسُّنَّةِ إِلَّا بِالْمِنْظَارِ الْمُعَبَّرِ عَنْهُ بِمَذْهَبِ الْحِزْبِ، وَإِنْ كَانَ مِنْ أَهْلِ النَّظَرِ وَالِاسْتِدْلَالِ، وَمُدَّعِي الِاجْتِهَادِ وَالِاسْتِقْلَالِ، وَالْبَدَاهَةُ قَاضِيَةٌ بِالتَّضَادِّ بَيْنَ التَّقَيُّدِ بِالْمَذَاهِبِ وَالِاسْتِقْلَالِ الصَّحِيحِ الْمُسَمَّى عِنْدَهُمْ بِالِاجْتِهَادِ الْمُطْلَقِ. </p><p> وَهُنَالِكَ سَبَبٌ آخَرُ، وَهُوَ حَشْرُ الْإِسْرَائِيلِيَّاتِ وَالرِّوَايَاتِ الْمَوْضُوعَةِ وَالْوَاهِيَةِ فِي تَفْسِيرِ الْقُرْآنِ وَكُتُبِ السُّنَّةِ، وَتَقَاصُرِ الْأَكْثَرِينَ عَنْ تَمْحِيصِهَا، وَالتَّمْيِيزِ بَيْنَ حَقِّهَا وَبَاطِلِهَا، حَتَّى إِنَّ بَعْضَ الْإِسْرَائِيلِيَّاتِ قَدِ اشْتَبَهَ بِالْأَحَادِيثِ الْمَرْفُوعَةِ كَمَا بَيَّنَهُ بَعْضُ الْحُفَّاظِ، وَمِنْهُمُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ. </p><p> فَبِهَذِهِ الْأَسْبَابِ أَبْطَلُوا مَزِيَّةَ كِتَابِ اللهِ وَخَاصِّيَّتَهُ فِي رَفْعِ الْخِلَافِ وَالتَّفَرُّقِ الْمُفْسِدَيْنِ لِأَمْرِ الْمِلَّةِ وَالْأُمَّةِ اتِّبَاعًا لِسُنَنِ مَنْ قَبْلَهُمْ وَهُمْ لَا يَشْعُرُونَ؛ لِأَنَّهُمْ جَعَلُوهُ هُوَ مَوْضِعُ الْخِلَافِ أَيْضًا، قَالَ - تَعَالَى -: كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ (٢: ٢١٣) وَقَالَ - تَعَالَى -: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٤: ٥٩) . </p><p> فَالرَّدُّ إِلَى كِتَابِ اللهِ وَمَا بَيَّنَهُ مِنْ سُنَّةِ رَسُولِهِ؛ لِإِزَالَةِ التَّنَازُعِ وَحَسْمِ الْخِلَافِ تَفَادِيًا مِنَ التَّفْرِيقِ وَالتَّفَرُّقِ الْمُنَافِي لِوَحْدَةِ الدِّينِ، يَتَوَقَّفُ عَلَى جَعْلِ الْكِتَابِ وَبَيَانِ الرَّسُولِ لَهُ فَوْقَ التَّنَازُعِ وَاخْتِلَافِ الْمَذَاهِبِ وَالشِّيَعِ، وَإِلَّا كَانَ الدَّوَاءُ عَيْنِ الدَّاءِ. </p><p> فَإِنْ قِيلَ: إِنَّ الْقُرْآنَ لَيْسَ مَوْضُوعُ اخْتِلَافٍ بَيْنَ الشِّيَعِ وَالْأَحْزَابِ الْمُخْتَلِفِينَ فِي الْمَذَاهِبِ الْإِسْلَامِيَّةِ، فَهُمْ مُجْمِعُونَ عَلَى أَنَّ مَنْ رَدَّ شَيْئًا مِنْهُ كَانَ مُرْتَدًّا عَنِ الْإِسْلَامِ - إِنْ كَانَ قَدْ عُدَّ مِنْ أَهْلِهِ - وَإِنَّمَا الِاخْتِلَافُ فِي فَهْمِهِ، وَأَمَّا السُّنَّةُ فَاخْتَلَفُوا فِي رِوَايَةِ بَعْضِهَا، وَفِي فَهْمِ بَعْضٍ، وَمَنْ صَحَّ عِنْدَهُ شَيْءٌ يَتَعَلَّقُ بِأَمْرِ الدِّينِ وَجَبَ الْأَخْذُ بِهِ فِي كُلِّ مَذْهَبٍ مِنَ الْمَذَاهِبِ الَّتِي يُعْتَدُّ بِإِسْلَامِ أَهْلِهَا، وَالِاخْتِلَافُ فِي فَهْمِ مَا كَانَ غَيْرَ قَطْعِيِّ الدَّلَالَةِ ضَرُورِيٌّ لَا يَتَنَاوَلُهُ مِثْلُ قَوْلِهِ - تَعَالَى -: وَلَا تَكُونُوا كَالَّذِينِ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (٣: ١٠٥) . </p><p> وَنُجِيبُ عَنْ هَذَا - أَوَّلًا - بِأَنَّهُمْ إِنَّمَا كَانُوا كَذَلِكَ فِي كُلِّ ذَلِكَ قَبْلَ الْفِتَنِ وَعَصَبِيَّةِ الْمَذَاهِبِ، وَأَمَّا بَعْدَهَا فَقَدْ صَرَّحَ بَعْضُ كِبَارِ فُقَهَاءِ الْحَنَفِيَّةِ بِأَنَّ الْأَصْلَ عِنْدَهُمْ فِي كُلِّ حُكْمٍ كَلَامُ أَصْحَابِهِمْ، فَإِنْ وَجَدُوا آيَةً تُخَالِفُهُ (! !) الْتَمَسُوا لَهَا نَاسِخًا، فَإِنْ لَمْ يَجِدُوا أَوَّلُوهَا، وَإِنْ وَجَدُوا حَدِيثًا مُخَالِفًا لَهُ (! !) بَحَثُوا فِي إِسْنَادِهِ، فَإِنْ وَجَدُوا فِيهِ مَطْعَنًا نَبَذُوهُ، وَإِلَّا فَعَلُوا فِي التَّفَصِّي مِنْهُ مَا يَفْعَلُونَ فِي التَّفَصِّي مِنَ الْقُرْآنِ (! !) وَقَدْ جَرَى عَلَى ذَلِكَ أَهْلُ كُلِّ مَذْهَبٍ إِلَّا أَفْرَادًا مِنْ كِبَارِ النُّظَّارِ خَالَفُوا الْمَذْهَبَ فِي بَعْضِ الْمَسَائِلِ الْكَلَامِيَّةِ وَالْأُصُولِيَّةِ بِالدَّلِيلِ، وَبَعْضِ كِبَارِ الْمُحَدِّثِينَ رَجَّحُوا بَعْضَ الْأَحَادِيثِ الصَّحِيحَةِ الصَّرِيحَةِ عَلَى الْمَذْهَبِ، وَإِنْ شِئْتَ فَرَاجِعْ بَعْضَ الشَّوَاهِدِ عَلَى رَدِّهِمْ </p><p> لَهَا فِي \" كِتَابِ إِعْلَامِ الْمُوَقِّعِينَ \" لِلْمُحَقِّقِ ابْنِ الْقِيَمِ. وَ - ثَانِيًا - بِأَنَّ اللهَ - تَعَالَى - يُكَلِّفُهُمْ أَلَّا يَجْعَلُوا مَا لَيْسَ قَطْعِيُّ الدَّلَالَةِ سَبَبًا لِلتَّفَرُّقِ وَالتَّعَادِي، وَتَأْلِيفُ الْأَحْزَابِ وَالشِّيَعِ الَّتِي يُلَقِّنُ أَتْبَاعُ كُلٍّ مِنْهَا فَهْمَ رَجُلٍ أَوْ رِجَالٍ يُسَمُّونَهُ مَذْهَبَهُمْ، وَيَتَعَلَّمُونَ مَعَهُ الرَّدُّ عَلَى مُخَالِفِيهِمْ وَتَفْسِيقِهِمْ أَوْ تَكْفِيرِهِمْ، وَبِهَذَا كَانَ الِاخْتِلَافُ ضَارًّا وَمُفْسِدًا عَلَى الْمُسْلِمِينَ، وَمَنْ كَانَ قَبْلَهُمْ مِنْ أَهْلِ الْمِلَلِ أُمُورَ دِينِهِمْ وَدُنْيَاهُمْ، وَهُوَ الْمُرَادُ بِقَوْلِهِ </p><p> تَعَالَى لِرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ الَّذِينَ فَرَّقُوا دَيْنَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ (٦: ١٥٩) الْآيَةَ. وَلَوْلَاهُ لَمَا كَانَ أُولَئِكَ الْعُلَمَاءُ الْأَعْلَامُ مِنَ الْمُعْتَزِلَةِ وَالْأَشْعَرِيَّةِ يَتَنَابَزُونَ بِالْأَلْقَابِ، وَيَتَبَارُونَ بِالسِّبَابِ، وَيَتَهَاجَوْنَ بِالْأَشْعَارِ، كَقَوْلِ الزَّمَخْشَرِيِّ الْمُعْتَزِلِيِّ بَعْدَ تَفْسِيرِهِ لِآيَةِ الْأَعْرَافِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا: ثُمَّ تَعْجَبُ مِنَ الْمُتَّسِمِّينَ بِالْإِسْلَامِ، الْمُتَّسِمِّينَ بِأَهْلِ السُّنَّةِ وَالْجَمَاعَةِ، كَيْفَ اتَّخَذُوا هَذِهِ الْعَظِيمَةَ مَذْهَبًا؟ وَلَا يَغُرُنَّكَ تَسَتُّرَهُمْ بَالْبَلْكَفَةِ، فَإِنَّهُ مِنْ مَنْصُوبَاتِ أَشْيَاخِهِمْ - يَعْنِي بِالْبَلْكَفَةِ قَوْلَهُمْ: إِنَّهُ - تَعَالَى - يُرَى بِلَا كَيْفٍ؛ أَيْ: أَنَّ رُؤْيَتَهُ لَيْسَتْ كَرُؤْيَةِ أَهْلِ الدُّنْيَا بَعْضُهُمْ لِبَعْضٍ فِيمَا يَلْزَمُهَا مِنْ كَوْنِ الْمَرْئِيِّ جِسْمًا كَثِيفًا تُحِيطُ بِهِ أَشِعَّةُ الْبَصَرِ - ثُمَّ قَالَ: وَالْقَوْلُ مَا قَالَ بَعْضُ الْعَدْلِيَّةِ فِيهِمْ: </p><p> وَجَمَاعَةٌ سَمُّوا هَوَاهُمْ سُنَّةً ... لِجَمَاعَةٍ حُمُرٍ لَعَمْرِي مُوَكَّفَةِ </p><p> قَدْ شَبَّهُوهُ بِخَلْقِهِ وَتَخَوَّفُوا ... شُنْعَ الْوَرَى فَتَسْتُرُوا بِالْبَلْكَفَةِ </p><p> يَعْنِي بِالْعَدْلِيَّةِ جَمَاعَتَهُ الْمُعْتَزِلَةِ؛ فَإِنَّهُمْ سَمَّوْا أَنْفُسَهُمْ أَهْلَ الْعَدْلِ وَالتَّوْحِيدِ. فَانْظُرْ إِلَى جَعْلِهِ إِثْبَاتَ الرُّؤْيَةِ الثَّابِتَةِ فِي الْأَحَادِيثِ الْمُتَّفَقِ عَلَى صِحَّتِهَا مُنَافِيًا لِلِاتِّسَامِ بِالْإِسْلَامِ، وَالتَّسَمِّي بِأَهْلِ السُّنَّةِ، وَهُوَ يَعْلَمُ أَنَّهُمْ يَنْفُونَ التَّشْبِيهَ فِي الرُّؤْيَةِ بِالتَّصْرِيحِ كَمَا يَنْفِيهِ هُوَ، فَلَوْلَا تَعَصُّبُ الْمَذْهَبِ لَمَا أَلْزَمَهُمْ إِيَّاهُ بِدَلَالَةِ اللُّزُومِ الضَّعِيفَةِ الَّتِي قَالُوا فِيهَا \" لَازِمُ الْمَذْهَبِ لَيْسَ بِمَذْهَبٍ \" قِيلَ مُطْلَقًا وَقِيلَ فِيمَا لَمْ يَدُلَّ عَلَى الْتِزَامِ صَاحِبِ الْمَذْهَبِ لَهُ، وَأَمَّا مَا صَرَّحَ بِنَفْيِهِ فَلَا وَجْهَ لِإِسْنَادِهِ إِلَيْهِ أَلْبَتَّةَ، وَمَنْ نَسَبَهُ إِلَيْهِ، وَذَمَّهُ بِهِ كَانَ ظَلُومًا جَهُولًا. </p><p> وَلَوْ أَنَّ الزَّمَخْشَرِيَّ وَشَاعِرَ الْعَدْلِيَّةِ لَمْ يَقُولَا مَا قَالَا مِنَ الطَّعْنِ وَالْهَجْوِ فِي أَهْلِ السُّنَّةِ، بِأَنِ اكْتَفَى الزَّمَخْشَرِيُّ فِي تَأْوِيلِ أَحَادِيثِ الرُّؤْيَةِ بِمَا أَوَّلَهَا بِهِ مِنْ كَوْنِ الرُّؤْيَةِ فِيهَا عِبَارَةٌ عَنْ كَمَالِ الْمَعْرِفَةِ الْجَلِيَّةِ، لَمَا جُوزِيَا عَلَى ذَلِكَ بِمِثْلِ ذَنْبِهِمَا أَوْ أَكْثَرَ كَمَا قَالَ أَحْمَدُ بْنُ الْمُنِيرِ الْإِسْكَنْدَرِيُّ فِي (الِانْتِصَافِ) حَاشِيَتِهِ عَلَى الْكَشَّافِ: </p><p> وَجَمَاعَةٌ كَفَرُوا بِرُؤْيَةِ رَبِّهِمْ ... حَقًّا وَوَعْدُ اللهِ مَا لَنْ يَخْلُفَهُ </p><p> وَتَلَقَّبُوا عَدْلِيَّةً قُلْنَا أَجَلْ ... عَدَلُوا بِرَبِّهِمْ، فَحَسْبُهُمْ سَفَهْ </p><p> وَتَلَقَّبُوا النَّاجِينَ، كَلَّا إِنَّهُمْ ... إِنْ لَمْ يَكُونُوا فِي لَظَى فَعَلَى شَفَهْ </p><p> وَلِلشَّيْخِ تَاجِ الدِّينِ السُّبْكِيِّ صَاحِبِ (جَمْعِ الْجَوَامِعِ) وَغَيْرِهِ مِثْلُ هَذَا الشِّعْرِ الْمُحْزِنِ، وَالْبَادِئُ بِالشَّرِّ أَظْلَمُ، وَهَؤُلَاءِ الَّذِينَ هَجُوا عَدْلِيَّةَ الْمُعْتَزِلَةِ بِمِثْلِ مَا هَجَا بِهِ شَاعِرُهُمْ أَهْلَ السُّنَّةِ كَافَّةً، هُمْ مِنَ الْأَشْعَرِيَّةِ الَّذِينَ يَقُولُونَ مِثْلَهُمْ بِالتَّأْوِيلِ، وَيُشَنِّعُونَ عَلَى إِخْوَانِهِمْ مِنَ الْحَنَابِلَةِ، وَغَيْرِهِمْ مِنَ السَّلَفِيِّينَ فِي بَعْضِ مَسَائِلِ التَّفْوِيضِ كَالنُّصُوصِ فِي عُلُوِّ اللهِ - تَعَالَى - عَنْ خَلْقِهِ، وَاسْتِوَائِهِ عَلَى عَرْشِهِ، الَّتِي اتَّبَعُوا فِيهَا إِجْمَاعَ السَّلَفِ أَوْ جُمْهُورِهِمُ الْأَعْظَمِ فِي إِمْرَارِهَا، كَمَا جَاءَتْ مَعَ تَنْزِيهِمِ الرَّبِّ - تَعَالَى - عَنْ مُشَابَهَةِ الْخَلْقِ وَالتَّحَيُّزِ وَالْحَدِّ وَالْحُلُولِ؛ لِأَنَّ أَصْلَ </p><p> عَقِيدَتِهِمْ أَنَّهُ تَعَالَى مُبَايِنٌ لِخَلْقِهِ بِذَاتِهِ وَصِفَاتِهِ لَيْسَ كَمِثْلِهِ شَيْءٌ (٤٢: ١١) بَلْ أَوَّلَ الْإِمَامُ أَحْمَدُ بْنُ حَنْبَلٍ نَفْسُهُ نُصُوصَ الْمَعِيَّةِ كَقَوْلِهِ - تَعَالَى -: وَهُوَ مَعَكُمْ أَيْنَمَا كُنْتُمْ (٥٧: ٤) فَخَصَّهُ بِالْعِلْمِ. </p><p> فَالْحَقُّ الْوَاقِعُ أَنَّ الْمُخْتَلِفِينَ فِي فَهْمِ النُّصُوصِ مِنَ الْمُسْلِمِينَ الصَّادِقِينَ يُؤْمِنُونَ بِهَا وَيُعَظِّمُونَهَا، وَلَكِنْ غَلَبَ عَلَى قَوْمٍ تَرْجِيحُ جَانِبِ التَّنْزِيهِ حَتَّى انْتَهَى بِبَعْضِهِمْ إِلَى التَّعْطِيلِ، وَجَعَلَ فِي ذَلِكَ حَتَّى وَقَعَ بَعْضُهُمْ فِي التَّشْبِيهِ فِعْلًا، كَأَنَّ الْكِتَابَ وَالسُّنَّةَ خَلَوْا مِنَ الْمَجَازِ وَالْكِنَايَةِ فِي ذَلِكَ مَعَ الْعِلْمِ بِأَنَّ مَا عَدَا اسْمَ الْجَلَالَةِ مِنْ أَلْفَاظِ اللُّغَةِ قَدْ وُضِعَ قَبْلَ نُزُولِ الْقُرْآنِ لِلتَّعْبِيرِ بِهِ عَنِ الْمَخْلُوقَاتِ وَشُئُونِهَا، فَالْفَرِيقَانِ أَرَادَا تَعْظِيمَ الرَّبِّ - تَعَالَى -، وَسَدَّ ذَرِيعَةِ الْقَوْلِ فِي ذَاتِهِ وَصِفَاتِهِ بِغَيْرِ الْحَقِّ الَّذِي يُرْضِيهِ، هَؤُلَاءِ خَافُوا التَّعْطِيلَ بِرَدِّ شَيْءٍ مِنَ النُّصُوصِ أَوْ تَحَكُّمِ الْأَهْوَاءِ فِي تَأْوِيلِهَا - وَأُولَئِكَ خَافُوا الْوُقُوعَ فِي تَشْبِيهِ الرَّبِّ سُبْحَانَهُ بِخَلْقِهِ، وَسَدِّ ذَرِيعَةٍ مَا يُعَدُّ نَقْصًا فِي حَقِّهِ، فَالنِّيَّةُ كَانَتْ حَسَنَةً مِنَ الْجَانِبَيْنِ كَمَا قَالَ شَيْخُنَا الشَّيْخُ حُسَيْنُ الْجِسْرِ الطَّرَابُلُسِيُّ - رَحِمَهُ اللهُ تَعَالَى - فِي دَرْسِهِ عِنْدَ قِرَاءَةِ شَرْحَيِ السَّنُوسِيَّةِ وَالْجَوْهَرَةِ. </p><p> وَلَكِنِ الَّذِينَ ضَلُّوا بِالتَّأْوِيلِ وَالتَّعْطِيلِ كَثِيرُونَ حَتَّى خَرَجَتْ بِهِ عِدَّةُ فِرَقٍ مِنَ الْمِلَّةِ بَعْضُهُمْ بَاطِنًا وَظَاهِرًا، وَبَعْضُهُمْ بَاطِنًا لَا ظَاهِرًا، كَالْبَاطِنِيَّةِ الَّذِينَ تَرَكُوا أَرْكَانَ الْإِسْلَامِ مِنْ صَلَاةٍ وَزَكَاةٍ وَحَجٍّ وَصِيَامٍ، زَاعِمِينَ أَنَّ لَهَا مَعَانِيَ غَيْرَ مَا عَمِلَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابُهُ، وَأَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ، وَكَغُلَاةِ الصُّوفِيَّةِ الَّذِينَ ذَهَبُوا فِي التَّأْوِيلِ إِلَى مَا وَرَاءَ طَوْرِ الْعَقْلِ وَالنَّقْلِ وَأَسَالِيبِ اللُّغَةِ، فَادَّعُوا أَنَّهُمْ يَرَوْنَ اللهَ - تَعَالَى - عِيَانًا </p><p> فِي جَمِيعِ الصُّوَرِ وَيَتَلَقَّوْنَ عَنْهُ كَالْأَنْبِيَاءِ، وَأَنَّ فِيهِمْ مَنْ هُمْ أَفْضَلُ مِنَ الْأَنْبِيَاءِ، وَأَعْلَمُ بِاللهِ - تَعَالَى -، وَمِنْهُمْ مَنِ ادَّعَى رَفْعَ التَّكْلِيفِ عَمَّنْ بَلَغَ مَقَامَاتَهُمْ فِي الْمَعْرِفَةِ، بَلْ مِنْهُمْ مَنْ غَلَا فِي وُحْدَةِ الْوُجُودِ إِلَى ادِّعَاءِ الرُّبُوبِيَّةِ لِلْبَشَرِ وَالْبَقَرِ، وَالْحَجَرِ وَالْمَدَرِ، وَمَا يَسْتَحِي أَوْ يَتَنَزَّهُ قَلَمُ الْمُتَدَيِّنِ الْأَدِيبِ عَنْ ذِكْرِهِ -، وَإِلَى عَدَمِ التَّفْرِقَةِ بَيْنَ مُوَحِّدٍ وَمُشْرِكٍ، وَمُؤْمِنٍ وَكَافِرٍ، وَبَرٍّ وَفَاجِرٍ، وَعَادِلٍ وَجَائِرٍ، وَطَيِّبٍ وَخَبِيثٍ، وَلَا بَيْنَ نَافِعٍ وَضَارٍّ، وَطُهُورٍ وَرِجْسٍ. وَيَسْتَدِلُّونَ عَلَى عَقَائِدِهِمْ أَوْ مَزَاعِمِهِمْ بِالْآيَاتِ وَالْأَحَادِيثِ، بِضُرُوبٍ مِنَ التَّأْوِيلِ، وَقَدْ قَالَ بَعْضُهُمْ: </p><p> عَقَدَ الْخَلَائِقُ فِي الْإِلَهِ عَقَائِدَا ... وَأَنَا اعْتَقَدْتُ جَمِيعَ مَا اعْتَقَدُوهُ </p><p> وَلَمْ يَقَعْ مِنْ فِرْقَةٍ تَأْخُذُ بِظَوَاهِرِ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ مِنْ غَيْرِ تَأْوِيلٍ وَلَا تَعْطِيلٍ وَلَا تَشْبِيهٍ وَلَا تَمْثِيلٍ، فِي مِثْلِ هَذَا الضَّلَالِ الْبَعِيدِ، فَهَؤُلَاءِ الظَّاهِرِيَّةُ وَمَنْ يُسَمُّونَهُمْ غُلَاةُ الْحَنَابِلَةِ مِنْ أَقْوَى الْمُسْلِمِينَ إِيمَانًا، وَأَصَحِّهِمْ إِسْلَامًا، وَمَا رَمَوْا بِهِ مِنَ التَّشْبِيهِ وَالتَّمْثِيلِ الَّذِي نَفَاهُ النَّصُّ وَالْعَقْلُ ظُلْمٌ؛ سَبَبُهُ التَّعَصُّبُ الْمَذْهَبِيُّ. فَإِذَا كَانُوا يَثْبُتُونَ لِلرَّبِّ - تَعَالَى - كُلَّ مَا أَثْبَتَهُ </p><p> لِنَفْسِهِ فِي كِتَابِهِ، وَأَثْبَتَهُ لَهُ رَسُولُهُ فِيمَا صَحَّ مِنْ حَدِيثِهِ، حَتَّى فِيمَا يُفَوِّضُونَ كُنْهَهُ إِلَيْهِ - تَعَالَى - لِلِاعْتِرَافِ بِأَنَّ عُقُولَهُمْ لَا تُحِيطُ بِهِ، فَهَلْ يُعْقَلُ أَنْ يُثْبِتُوا لَهُ مَا نَفَاهُ عَنْ نَفْسِهِ بِقَوْلِهِ لَيْسَ كَمِثْلِهِ شَيْءٌ (٤٢: ١١) وَهُوَ مِمَّا يَعْقِلُونَهُ وَلَا يَعْقِلُونَ ضِدَّهُ؟ كَلَّا إِنْ تَعَصَّبَ أَصْحَابُ النَّظَرِيَّاتِ الْكَلَامِيَّةِ مِنَ الْمُعْتَزِلَةِ، وَمَنْ يَقْرُبُ مِنْهُمْ مَنْ مُتَأَوِّلَةِ الْأَشْعَرِيَّةِ هُمُ الَّذِينَ افْتَاتُوا عَلَيْهِمْ بِمَا أَلْزَمُوهُمْ إِيَّاهُ مِمَّا نَفُوهُ مِنْ لَوَازِمِ مَا صَحَّ فِي الْكِتَابِ وَالسُّنَّةِ مِنْ عُلُوِّهِ تَعَالَى عَلَى خَلْقِهِ وَاسْتِوَائِهِ عَلَى عَرْشِهِ، وَكَوْنِهِ يَنْزِلُ إِلَى سَمَاءِ الدُّنْيَا، وَيُحِبُّ وَيُبْغِضُ وَيَضْحَكُ إِلَخْ. مَعَ اسْتِصْحَابِ نَصِّ التَّنْزِيهِ، فَكُلُّ ذَلِكَ مِمَّا يُطْلَقُ عَلَى الْخَلْقِ وَالْخَالِقِ مَعَ انْتِفَاءِ التَّشْبِيهِ، وَإِنَّمَا ذَنْبُهُمْ عِنْدَهُمْ أَنَّهُمْ لَا يَسْتَعْمِلُونَ نَظَرِيَّاتِ أَفْكَارِهِمْ فِي التَّحَكُّمِ بِتَأْوِيلِ هَذِهِ النُّصُوصِ، وَلَمْ يُكَلِّفِ اللهُ - تَعَالَى - أَحَدًا مِنْ خَلْقِهِ هَذِهِ النَّظَرِيَّاتِ الْفَلْسَفِيَّةَ الْكَلَامِيَّةَ، وَإِنَّمَا كَلَّفَهُمُ الْإِيمَانَ بِجَمِيعِ مَا جَاءَهُمْ بِهِ رُسُلُهُ - صَلَوَاتِ اللهِ وَسَلَامِهِ عَلَيْهِمْ - وَأَصْلُ الدِّينِ الَّذِي بَعَثَ اللهُ - تَعَالَى - بِهِ جَمِيعَ رُسُلِهِ إِلَى خَلْقِهِ هُوَ أَنْ يَعْبُدُوا اللهَ - تَعَالَى - وَحْدَهُ، وَلَا يُشْرِكُوا بِهِ شَيْئًا مِنْ خَلْقِهِ، وَأَنْ يَعْبُدُوهُ بِمَا شَرَّعَهُ لَهُمْ دُونَ غَيْرِهِ؛ إِذْ لَيْسَ لِغَيْرِهِ أَنْ يُشَرِّعَ شَيْئًا مِنَ الدِّينِ بِدُونِ إِذْنِهِ. فَاللهُ - تَعَالَى - قَدْ شَرَّعَ </p><p> الدِّينَ لِجَمِيعِ أَفْرَادِ الْأُمَّةِ، وَهَذِهِ الْفَلْسَفَةُ الْكَلَامِيَّةُ مِنْ دَقَائِقِ النَّظَرِيَّاتِ الْفِكْرِيَّةِ الَّتِي انْفَرَدَ بِالْغَوْصِ عَلَيْهَا أَفْرَادٌ مَعْدُودُونَ مِنْ أَذْكِيَاءِ الْأُمَمِ فَتَفَرَّقُوا فِيهَا وَاخْتَلَفُوا؛ لِأَنَّ التَّفَرُّقَ وَالِاخْتِلَافَ مِنْ لَوَازِمِهَا الْبَيِّنَةِ، فَعَصَوُا اللهَ - تَعَالَى - فِي نَهْيِهِ عَنِ التَّفَرُّقِ وَالِاخْتِلَافِ فِي الدِّينِ، فَكَيْفَ يَقُولُ عَاقِلٌ إِنَّ جَمِيعَ الْمُؤْمِنِينَ قَدْ كُلِّفُوهَا، وَإِذَا كَانَتْ صِحَّةُ الْإِيمَانِ تَتَوَقَّفُ عَلَيْهَا فَكَمْ عَدَدُ الْمُؤْمِنِينَ فِي الْأُمَّةِ كُلِّهَا؟ وَإِذَا كَانَ الْحَقُّ فِيهَا وَاحِدًا كَمَا يَقُولُونَ فَكَمْ عَدَدُ أَهْلِ الْحَقِّ مِنْهُمْ؟ وَكَيْفَ السَّبِيلُ لَدَى كُلِّ مَنِ احْتَكَرَ الْحَقَّ فِيهَا لِنَفْسِهِ إِلَى تَلْقِينِ السَّوَادِ الْأَعْظَمِ مِنَ الْأُمَّةِ مَا يَرَاهُ بِحَيْثُ لَا يَقْبَلُ سِوَاهُ؟ فَإِنْ كَانَ هُوَ أَصْلُ الدِّينِ الَّذِي لَا يَقْبَلُ اللهُ غَيْرَهُ، فَفِهْمُ الدِّينِ مُتَعَذَّرٌ عَلَى أَكْثَرِ الْأُمَّةِ. </p><p> وَأَمَّا مَا كَانَ عَلَيْهِ السَّلَفُ الصَّالِحُ فِي صَدْرِ الْأُمَّةِ فَكَانَ سَهْلًا وَيَسِيرًا كَمَا وَصَفَ اللهُ وَرَسُولُهُ هَذَا الدِّينَ وَهَذِهِ الْمِلَّةَ، كَانَ جَمِيعُ الْمُسْلِمِينَ فِي الصَّدْرِ الْأَوَّلِ يَصِفُونَ اللهَ - تَعَالَى - بِجَمِيعِ مَا وَصَفَ بِهِ نَفْسَهُ فِي كِتَابِهِ، وَعَلَى لِسَانِ رَسُولِهِ مِنْ غَيْرِ تَشْبِيهٍ لَهُ بِأَحَدٍ مِنْ خَلْقِهِ، وَمِنْ غَيْرِ هَذِهِ الْفَلْسَفَةِ الْكَلَامِيَّةِ الَّتِي لَمْ يُشَرِّعْهَا اللهُ - تَعَالَى -، وَلَا أَنْزَلَ بِهَا مِنْ سُلْطَانٍ؛ وَلِذَلِكَ اسْتَنْكَرَ جَمِيعُ أَئِمَّةِ السَّلَفِ عِلْمَ الْكَلَامِ وَعَدُّوهُ بِدْعَةً سَيِّئَةً، وَمَنْ خَاضَ فِيهِ بَعْدَ ذَلِكَ مِنْ أَتْبَاعِهِمْ؛ فَلِأَنَّهُمْ ظَنُّوا أَنَّهُ يَتَوَقَّفُ عَلَيْهِ إِبْطَالُ الْبِدَعِ وَإِزَالَةُ الشُّبَهَاتِ الْمُشْكِلَةِ فِي الدِّينِ لَا لِذَاتِهِ، وَأَرَادُوا بِهِ إِزَالَةَ الْخِلَافِ فَزَادَهُمْ خِلَافًا وَافْتِرَاقًا، حَتَّى صَارَ أَكْثَرُهُمْ يَزْعُمُ أَنَّ الْعَقَائِدَ الصَّحِيحَةَ لَا تُعْرَفُ إِلَّا بِهِ، وَيَحْصُرُهَا كُلُّ فَرِيقٍ فِي مَذْهَبِهِ، وَلَا سَلَامَةَ لِلْمُسْلِمِينَ فِي دِينِهِمْ وَدُنْيَاهُمْ إِلَّا بِالرُّجُوعِ فِي الدِّينِ الْمَحْضِ إِلَى مَا كَانَ عَلَيْهِ السَّلَفُ، وَفِي أُمُورِ الدُّنْيَا إِلَى مَا أَثْبَتَهُ الْعِلْمُ </p><p> وَالتَّجَارِبُ فِي هَذَا الْعَصْرِ، وَأَنْ يَنْبِذُوا جَمِيعَ الْأَسْبَابِ وَالْكُتُبِ الَّتِي كَانَتْ مَثَارَ الْخِلَافِ وَالتَّفَرُّقِ، وَرَاءَ ظُهُورِهِمْ، وَلَا يَجْعَلُوا قَوْلَ عَالِمٍ مِنْ عُلَمَائِهِمْ وَلَا فَهْمِهِ سَبَبًا لِلتَّعَدِّي وَالتَّفَرُّقِ بَيْنَهُمْ بَلْ يَعُدُّوا كُلَّ مَا لَيْسَ قَطْعِيًّا مِنْ كِتَابِ رَبِّهِمْ وَسُنَّةِ رَسُولِهِمْ، وَاجْتِمَاعِ سَلَفِهِمْ مِنَ الِاجْتِهَادِ الَّذِي يُعْذَرُ بِهِ مَنْ قَامَ دَلِيلُهُ عِنْدَهُ وَمَنْ وَثِقَ بِهِ، وَلَا يَكُونُ حُجَّةً عَلَى غَيْرِهِ، وَقَدْ فَصَّلْنَا الْقَوْلَ فِي هَذَا فِي مَجَلَّتِنَا (الْمَنَارِ) مِرَارًا. فَبِهَذَا يَزُولُ ضَرَرُ اخْتِلَافِ الْمَذَاهِبِ فِي الْأُصُولِ وَالْفُرُوعِ، وَيَتَرَاجَعُ الْجَمِيعُ إِلَى وَحْدَةِ الدِّينِ وَأُخُوَّةِ الْإِسْلَامِ، فَيَنَالُوا مِنْ سَعَادَةِ الدُّنْيَا ثُمَّ الْآخِرَةِ مَا شَرَّعَ اللهُ لَهُمُ الدِّينَ لِأَجْلِهِ. </p><p> بَعْدَ هَذَا التَّمْهِيدِ نَقُولُ: إِنْ مَسْأَلَةَ الْكَلَامِ الْإِلَهِيِّ كَمَسْأَلَةِ الرُّؤْيَةِ فِيمَا اخْتُلِفَ فِيهِ </p><p> مِنْ تَأْوِيلٍ وَتَفْوِيضٍ، اجْتِنَابًا مِنْ قَوْمٍ لِلتَّعْطِيلِ، وَمِنْ آخَرِينَ لِلتَّشْبِيهِ، وَإِنَّمَا الْفَرْقُ بَيْنَهُمَا أَنَّ إِثْبَاتَ الْكَلَامِ وَالتَّكْلِيمِ لِلَّهِ - تَعَالَى - صَرِيحٌ فِي الْقُرْآنِ الْمَجِيدِ فِي آيَاتٍ مُتَعَدِّدَةٍ لَا تَعَارُضَ بَيْنَهَا، وَأَمَّا رُؤْيَةُ الرَّبِّ - تَعَالَى - فَرُبَّمَا قِيلَ بَادِيَ الرَّأْيِ إِنَّ آيَاتِ النَّفْيِ فِيهَا أَصْرَحُ مِنْ آيَاتِ الْإِثْبَاتِ كَقَوْلِهِ - تَعَالَى -: لَنْ تَرَانِي وَقَوْلِهِ - تَعَالَى -: لَا تُدْرِكُهُ الْأَبْصَارُ (٦: ١٠٣) فَهُمَا أَصْرَحُ دَلَالَةً عَلَى النَّفْيِ مِنْ دَلَالَةِ قَوْلِهِ - تَعَالَى -: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ (٧٥: ٢٢، ٢٣) عَلَى الْإِثْبَاتِ، فَإِنَّ اسْتِعْمَالَ النَّظَرِ بِمَعْنَى الِانْتِظَارِ كَثِيرٌ فِي الْقُرْآنِ وَكَلَامِ الْعَرَبِ، كَقَوْلِهِ: مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً (٣٦: ٤٩) وَهَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ (٧: ٥٣) وَهَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةِ (٢: ٢١٠) وَثَبَتَ أَنَّهُ اسْتُعْمِلَ بِهَذَا الْمَعْنَى مُتَعَدِّيًا بِـ \" إِلَى \" وَلِذَلِكَ جَعَلَ بَعْضُهُمْ وَجْهَ الدَّلَالَةِ فِيهِ عَلَى الْمَعْنَى الْآخَرِ - وَهُوَ تَوْجِيهُ الْبَاصِرَةُ إِلَى مَا تُرَادُ رُؤْيَتُهُ - أَنَّهُ أَسْنَدَ إِلَى الْوُجُوهِ وَلَيْسَ فِيهَا مَا يُصَحِّحُ إِسْنَادُ النَّظَرِ إِلَيْهَا إِلَّا الْعُيُونَ الْبَصَّارَةَ، وَهُوَ فِي الدِّقَّةِ كَمَا تَرَى، وَلِذَلِكَ اخْتَلَفَ فِي فَهْمِهَا الْعُلَمَاءُ قَبْلَ هَذِهِ الْمَذَاهِبِ، فَقَدْ رَوَى عَبْدُ بْنُ حُمَيْدٍ، عَنْ مُجَاهِدٍ تَفْسِيرَ (نَاظِرَةٌ) بِقَوْلِهِ: تَنْتَظِرُ الثَّوَابَ. قَالَ الْحَافِظُ ابْنَ حَجَرٍ: سَنَدُهُ إِلَى مُجَاهِدٍ صَحِيحٌ، وَالْجُمْهُورُ يَرَوْنَ فَهْمَ مُجَاهِدٍ غَيْرَ صَحِيحٍ، وَلَكِنَّ الْمُعْتَزِلَةَ وَالْخَوَارِجَ وَالشِّيعَةَ يَرَوْنَهُ صَحِيحًا، أَوْ لَيْسَ قَطْعِيَّ الدَّلَالَةِ بِحَيْثُ يُعَدُّ حُجَّةً عَلَى جَمِيعِ الْمُكَلَّفِينَ، وَيَمْتَنِعُ جَعْلُ تَأْوِيلِهِ عُذْرًا لِلْمُخَالِفِينَ، وَقَدْ كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَعْذُرُ أَصْحَابَهُ فِي اخْتِلَافِ فَهْمِهِمْ لِلنُّصُوصِ، وَيُقِرُّهُمْ عَلَى مَا كَانَ لِلِاجْتِهَادِ فِيهِ وَجْهٌ وَجِيهٌ، كَأَخْذِ الْآخَرِينَ بِفَحْوَاهُ وَهُوَ عَدَمُ التَّخَلُّفِ، فَصَلَّى هَؤُلَاءِ فِي الطَّرِيقِ، وَأَدْرَكُوا مَعَهُ بَنِي قُرَيْظَةَ فِي الْمَوْعِدِ، وَلَمْ يُصَلِّ أُولَئِكَ الْعَصْرَ إِلَّا فِيهَا، وَكَمَا فَهِمَ بَعْضُهُمْ تَحْرِيمَ الْخَمْرِ وَالْمَيْسِرِ مِنْ آيَةِ الْبَقَرَةِ الَّتِي رَجَّحَتْ إِثْمَهُمَا عَلَى مَنَافِعِهِمَا فَتَرَكُوهُمَا، وَلَمْ يَتْرُكْهُمَا مَنْ لَمْ يَفْهَمْ ذَلِكَ وَهُمُ الْأَكْثَرُونَ إِلَّا بَعْدَ نُزُولِ النَّصِّ الْقَطْعِيِّ بِاجْتِنَابِهِمَا. </p><p> فَإِذَا مَحَّصْنَا أَسْبَابَ الْخِلَافِ مِنْ جِهَةِ النُّصُوصِ وَحْدَهَا وَجَدْنَا لِكُلٍّ مِنَ النُّفَاةِ لِلرُّؤْيَةِ وَالْمُثْبِتِينَ لَهَا مَا يَصِحُّ أَنْ يَكُونَ لَهُ عُذْرًا عِنْدَ الْآخَرِ بِمَنْعِ جَرِيمَةِ التَّفَرُّقِ فِي الدِّينِ، وَجَعْلِ أَهْلِهِ أَحْزَابًا وَشِيَعًا مُتَعَادِيَةً غَيْرَ مُبَالِيَةٍ بِمَا وَرَدَ فِيهِ مِنَ الْوَعِيدِ الَّذِي كَادَ يَجْعَلُهُ كَالْكُفْرِ مَا دَامَ كُلٌّ مِنْهُمْ يَعْلَمُ أَنَّ الْآخَرَ يُؤْمِنُ بِأَنَّ جَمِيعَ مَا جَاءَ </p><p> بِهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الدِّينِ حَقٌّ، وَأَنَّ الْخِلَافَ مَحْصُورٌ فِي اخْتِلَافِ الْفَهْمِ. </p><p> وَمَا كَفَّرَ بَعْضُ عُلَمَاءِ السَّلَفِ بَعْضَ مُنْكِرِي الرُّؤْيَةِ وَغُلَاةِ التَّأْوِيلِ لِصِفَاتِ اللهِ - تَعَالَى - وَغَيْرِهَا مِنَ النُّصُوصِ إِلَّا لِاعْتِقَادِهِمْ أَنَّهُمْ زَنَادِقَةً لَبِسُوا لِبَاسَ الْإِسْلَامِ لِلْإِفْسَادِ، وَبَثِّ دَعْوَةِ الْإِلْحَادِ، وَالتَّجْرِئَةِ عَلَى رَدِّ نُصُوصِ الْقُرْآنِ وَالسُّنَنِ الَّتِي تَلَقَّاهَا الصَّدْرُ الْأَوَّلُ بِالْقَبُولِ، أَوْ تَحْرِيفِهَا بِالتَّأْوِيلِ عَمَّا فَهِمُوهُ أَوْ عَمَّا ثَبَتَ عِنْدَهُمْ بِالْعَمَلِ \" إِذْ كَانُوا قَدْ عَلِمُوا أَنَّ بَعْضَ الْيَهُودِ كَعَبْدِ اللهِ بْنِ سَبَأٍ وَبِشْرِ الْمِرِّيسِيِّ وَبَعْضِ الْمَجُوسِ، وَمِنْ سَلَائِلِهِمْ جَهْمُ بْنُ صَفْوَانَ قَدْ بَثُّوا فِي الْمُسْلِمِينَ دَعْوَةَ الْكَفْرِ أَوِ الْبِدَعَ الدَّاعِيَةَ إِلَى النِّفَاقِ، أَوِ الْمُفْضِيَةَ إِلَى الشِّقَاقِ، فَالْإِمَامُ أَحْمَدُ كَفَّرَ مُنْكِرِي الرُّؤْيَةِ مِنْ هَؤُلَاءِ لِاعْتِقَادِهِ فِيمَا نَرَى أَنَّهَا صَادِرَةٌ عَنْ زَنْدَقَةٍ، لَا لِأَنَّ هَذَا الْإِنْكَارَ نَفْسَهُ زَنْدَقَةٌ، بِحَيْثُ يَرْتَدُّ الْمُسْلِمُ الْمُؤْمِنُ بِالنُّصُوصِ كُلِّهَا بِقَلْبِهِ وَلِسَانِهِ وَعَمَلِهِ إِذَا فَهِمَ أَنَّ آيَاتِ نَفْيِ الرُّؤْيَةِ هُوَ الْأَصْلُ الْمُحَكَّمُ الَّذِي يُرَدُّ إِلَيْهِ مَا وَرَدَ مِنَ الْآيَاتِ وَالْأَحَادِيثِ فِي إِثْبَاتِهَا؛ إِذِ الْأَوَّلُ هُوَ الْمُوَافِقُ لِلْعَقْلِ وَالنَّقْلِ وَهُوَ التَّنْزِيهُ، دُونَ الْآخَرِ الْمُسْتَلْزِمِ عِنْدَهُ لِلتَّشْبِيهِ الْوَاجِبِ تَأْوِيلُهُ لِلْجَمْعِ بَيْنَ النُّصُوصِ لَا لِرَدِّ شَيْءٍ مِنْهَا. </p><p> وَأَهْلُ السُّنَّةِ يَعْذُرُونَ الْمُتَأَوِّلَ وَكَذَا الْجَاحِدَ لِمَا لَيْسَ مُجْمَعًا عَلَيْهِ مَعْلُومًا مِنَ الدِّينِ بِالضَّرُورَةِ فَلَا يُكَفِّرُونَهُ بِمُخَالَفَتِهِ لِلظَّوَاهِرِ، وَلَا يَعُدُّونَ الْبِدْعَةَ مِنْ هَذَا الْقَبِيلِ مُسْقِطَةٌ لِلْعَدَالَةِ فِي الرِّوَايَةِ قَالُوا: إِلَّا إِذَا كَانَ صَاحِبُهَا دَاعِيَةً؛ لِأَنَّ الدَّعْوَةَ إِلَى أَمْرٍ دِينِيٍّ لَمْ يُؤْثَرْ عَنِ الصَّدْرِ الْأَوَّلِ إِحْدَاثٌ لِفِتْنَةٍ وَتَفْرِيقٍ بَيْنَ الْمُوَحِّدِينَ كَمَسْأَلَةِ خَلْقِ الْقُرْآنِ، فَمَا الْقَوْلُ فِي الدَّعْوَةِ إِلَى مَا أُثِرَ عَنِ الصَّدْرِ الْأَوَّلِ خِلَافُهُ كَالرُّؤْيَةِ؟ ثُمَّ مَا الْقَوْلُ فِي الدَّعْوَةِ إِلَى مُخَالَفَةِ النُّصُوصِ الْقَطْعِيَّةِ الَّتِي لَا تَحْتَمِلُ التَّأْوِيلَ لُغَةً وَلَا شَرْعًا، وَمُخَالَفَةِ مَا أَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ، وَهُوَ مَعْلُومٌ مِنَ الدِّينِ بِالضَّرُورَةِ كَدَعَاوَى الْبَاطِنِيَّةِ الْمَعْلُومَةِ، وَمِثْلِهَا دَعْوَى الْمَسِيحِيَّةِ الْقَادَيَانِيَّةِ الْهِنْدِيَّةِ الَّتِي يُلَقَّبُ أَهْلُهَا بِالْأَحْمَدِيَّةِ، أَنَّ رَئِيسَ نِحْلَتِهِمْ (مِيرْزَا غُلَامُ أَحْمَدَ الْقَادَيَانِيِّ) هُوَ الْمَسِيحُ الْمُبَشَّرُ بِعَوْدَتِهِ إِلَى الدُّنْيَا فِي بَعْضِ الْأَحَادِيثِ، وَأَنَّهُ كَانَ يُوحَى إِلَيْهِ، وَنُسِخَتْ فَرْضِيَّةُ الْجِهَادِ عَلَى لِسَانِهِ، فَصَارَ مِنَ الْوَاجِبِ عَلَى الْمُسْلِمِينَ عِنْدَهُمْ أَنْ يَسْتَسْلِمُوا لِلْأَجَانِبِ الْمُسْتَعْبِدِينَ لَهُمْ، السَّالِبِينَ لِاسْتِقْلَالِهِمُ الْمُبْطِلِينَ لِشَرِيعَتِهِمْ، وَلَا يَجُوزُ لِشَعْبٍ إِسْلَامِيٍّ عِنْدَهُمْ أَنْ يُدَافِعَ بِالْقِتَالِ عَنْ مِلَّتِهِ وَوَطَنِهِ، وَإِنَّمَا جَعَلَ الْقَادَيَانِيُّ هَذَا مِنْ أُصُولِ دِينِهِ خِدْمَةً لِلْإِنْكِلِيزِ، وَلَا يَزَالُ الْبَابُ مَفْتُوحًا عِنْدَ أَتْبَاعِهِ لِمِثْلِ هَذَا بِزَعْمِهِمْ أَنَّ وَحْيَ النُّبُوَّةِ مُتَّصِلٌ فِي خُلَفَائِهِ وَأَتْبَاعِهِ، فَالْقَوْلُ بِهَذَا خُرُوجٌ مِنْ مِلَّةِ الْإِسْلَامِ </p><p> لَا تَنْفَعُ مَعَهُ صَلَاةٌ وَلَا زَكَاةٌ وَلَا </p><p> حَجٌّ وَلَا صِيَامٌ، وَمَا أَفْضَى إِلَى هَذَا الضَّلَالِ الْمُبِينِ إِلَّا التَّوَسُّعُ فِي بَابِ التَّأْوِيلِ: </p><p> فَإِنْ قِيلَ: إِنَّ كُلًّا مِنْ مُثْبِتِي رُؤْيَةِ الرَّبِّ - تَعَالَى - فِي الْآخِرَةِ وَنُفَاتِهَا قَدِ ادَّعَى بَعْضُهُمْ أَنَّ النُّصُوصَ الَّتِي يُسْتَدَلُّ بِهَا عَلَى مَذْهَبِهِ قَطْعِيَّةٌ، حَتَّى إِنَّ النَّافِيَ جَعَلَ نُصُوصَ الْإِثْبَاتِ دَالَّةً عَلَى النَّفْيِ، وَالْمُثْبِتَ جَعَلَ نُصُوصَ النَّفْيَ دَالَّةً عَلَى الْإِثْبَاتِ، كَقَوْلِ بَعْضِ النُّفَاةِ إِنَّ قَوْلَهُ - تَعَالَى - إِلَى رَبِّهَا نَاظِرَةٌ يُفِيدُ الْحَصْرَ بِتَقْدِيمِ الْجَارِّ وَالْمَجْرُورِ عَلَى الْمُتَعَلِّقِ أَيْ تَنْظُرُ إِلَى رَبِّهَا وَحْدَهُ دُونَ سِوَاهُ، كَقَوْلِهِ أَلَا إِلَى اللهِ تَصِيرُ الْأُمُورُ (٤٢: ٥٣) وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى (٥٣: ٤٢) أَيْ: لَا إِلَى سِوَاهُ، وَلَمَّا كَانَ عَدَمُ نَظَرِهِمْ إِلَى غَيْرِ رَبِّهَا مَمْنُوعٌ عَقْلًا وَنَقْلًا وَجَبَ حَمْلُ النَّظَرِ عَلَى مَعْنَاهُ الْآخَرِ وَهُوَ الِانْتِظَارُ، بِمَعْنَى أَنَّهَا لَا تَنْتَظِرُ الْخَيْرَ مِنْ غَيْرِهِ (رَاجِعِ الْكَشَّافَ) . </p><p> وَيُقَابِلُ هَذَا مِنْ بَعْضِ أَهْلِ الْإِثْبَاتِ الِاسْتِدْلَالُ بِقَوْلِهِ - تَعَالَى -: لَا تُدْرِكُهُ الْأَبْصَارُ (٦: ١٠٣) عَلَى رُؤْيَتِهِ - تَعَالَى - مِنْ حَيْثُ إِنَّ الْإِدْرَاكَ مَعْنَاهُ الْإِحَاطَةُ، وَإِدْرَاكُ الْأَبْصَارِ إِنَّمَا إِحَاطَتُهَا بِالْمَرْئِيِّ، فَنَفْيُ الْإِدْرَاكِ يَسْتَلْزِمُ إِثْبَاتُ رُؤْيَةِ الْإِدْرَاكِ فِيهَا، فَكَأَنَّهُ قَالَ: لَا تُدْرِكُهُ الْأَبْصَارُ الَّتِي تَرَاهُ، وَهُوَ يُدْرِكُ الْأَبْصَارَ الَّتِي يَرَاهَا، وَيُحِيطُ بِهَا. وَنَظِيرُهُ قَوْلُهُ - تَعَالَى -: يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا (٢٠: ١١٠) أَيْ: هُوَ يُحِيطُ بِهِمْ عِلْمًا؛ لِأَنَّهُ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَاللهُ مِنْ وَرَائِهِمْ مُحِيطٌ (٨٥: ٢٠) وَهُمْ لَا يُحِيطُونَ بِهِ عِلْمًا؛ لِأَنَّ إِحَاطَةَ الْمُحَاطِ بِهِ بِالْمُحِيطِ مُحَالٌ، وَهُوَ يَسْتَلْزِمُ إِثْبَاتَ أَصْلِ الْعِلْمِ بِهِ لَا نَفْيُهُ، كَآيَةِ نَفْيِ إِدْرَاكِ الْأَبْصَارِ، وَكُلٌّ مِنْهَا جَارٍ عَلَى قَاعِدَةٍ مَعْرُوفَةٍ فِي اللُّغَةِ، وَهِيَ أَنَّ نَفْيَ الْمُقَيَّدِ يُقْصَدُ بِهِ إِلَى الْقَيْدِ، وَأَنَّ نَفْيَ وَصْفٍ خَاصٍّ لِمَعْنَى عَامٍّ يَسْتَلْزِمُ إِثْبَاتَ ذَلِكَ الْعَامِّ، كَقَوْلِكَ: فُلَانٌ لَا يَشْبَعُ - فَإِنَّهُ إِثْبَاتٌ لِلْأَكْلِ وَنَفْيٌ لِلشِّبَعِ. </p><p> هَذَا تَوْجِيهٌ لِهَذَا الِاسْتِدْلَالِ فَتَحَ اللهُ - تَعَالَى - بِهِ عَلَيْنَا، وَقَدْ رَأَيْنَا لِلشَّيْخِ تَقِيِّ الدِّينِ بْنِ تَيْمِيَّةَ تَوْجِيهًا آخَرَ، مُلَخَّصُهُ: أَنَّ اللهَ - تَعَالَى - ذَكَرَ هَذِهِ الْآيَةِ فِي مَقَامِ التَّمَدُّحِ، وَإِنَّمَا يَكُونُ الْمَدْحُ بِالْأَوْصَافِ الثُّبُوتِيَّةِ لَا بِالْعَدَمِ الْمَحْضِ، وَمَا تَمْدَّحَ - تَعَالَى - بِأَمْرٍ سَلْبِيٍّ أَوْ عَدَمِيٍّ إِلَّا إِذَا تَضَمَّنَ مَعْنًى ثُبُوتِيًّا، كَنَفْيِ السِّنَةِ وَالنَّوْمِ الْمُتَضَمَّنِ لِكَمَالِ الْقَيُّومِيَّةِ، وَنَفْيِ الْمَوْتِ الْمُتَضَمَّنِ لِكَمَالِ الْحَيَاةِ، وَنَفْيِ الشَّرِيكِ وَالظَّهِيرِ الْمُتَضَمَّنِ لِكَمَالِ الرُّبُوبِيَّةِ وَالْإِلَهِيَّةِ، وَنَفْيِ الشَّفَاعَةِ عِنْدَهُ إِلَّا بِإِذْنِهِ الْمُتَضَمَّنِ لِكَمَالِ تَوْحِيدِهِ وَغِنَاهُ عَنْ خَلْقِهِ، وَنَفْيِ الْمِثْلِ الْمُتَضَمَّنِ لِكَمَالِ ذَاتِهِ وَصِفَاتِهِ. . . قَالَ: فَكَذَلِكَ نَفْيُ إِدْرَاكِ الْأَبْصَارِ لَيْسَ مَعْنَاهُ أَنَّهُ لَا يُرَى بِحَالٍ؛ لِأَنَّ هَذَا يُشَارِكُهُ فِيهِ الْعَدَمُ الْمَحْضُ، وَالرَّبُّ - جَلَّ جَلَالُهُ - يَتَعَالَى أَنْ يَتَمَدَّحَ بِمَا يُشَارِكُهُ فِيهِ الْعَدَمُ الْمَحْضُ، فَالْمَعْنَى إِذَنْ أَنَّهُ يُرَى </p><p> وَلَا يُدْرَكُ وَلَا يُحَاطُ بِهِ - كَنَظَائِرِهِ - فَقَوْلُهُ: لَا تُدْرِكُهُ الْأَبْصَارُ يَدُلُّ عَلَى غَايَةِ عَظَمَتِهِ، وَأَنَّهُ أَكْبَرُ </p><p> مِنْ كُلِّ شَيْءٍ، وَأَنَّهُ لِعَظَمَتِهِ لَا يُدْرَكُ بِحَيْثُ يُحَاطُ بِهِ، فَإِنَّ الْإِدْرَاكَ هُوَ الْإِحَاطَةُ بِالشَّيْءِ وَهُوَ قَدْرٌ زَائِدٌ عَلَى الرُّؤْيَةِ. ثُمَّ اسْتَدَلَّ عَلَى هَذَا الْمَعْنَى لُغَةً بِمَا نَسْتَغْنِي عَنْ ذِكْرِهِ بِمَا أَوْرَدْنَاهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ مِنْ سُورَةِ الْأَنْعَامِ، فَقَدْ حَقَّقْنَا الْمَعْنَى اللُّغَوِيَّ لِلْإِدْرَاكِ، وَأَلْمَمْنَا بِمَسْأَلَةِ الْخِلَافِ فِي الرُّؤْيَةِ، وَوَعَدْنَا بِتَفْصِيلِ الْكَلَامِ فِيهَا عِنْدَ تَفْسِيرِ آيَةِ الْأَعْرَافِ الَّتِي نَحْنُ فِي صَدَدِ تَفْسِيرِهَا الْآنَ. </p><p> (وَجَوَابُنَا) عَمَّا ذُكِرَ أَنَّ هَذِهِ الدَّقَائِقَ اللُّغَوِيَّةَ مِمَّا يَخْفَى عَلَى أَكْثَرِ عُلَمَاءِ اللُّغَةِ، وَكَذَا أَهْلُ السَّلِيقَةِ أَيْضًا، وَلِذَلِكَ اخْتَلَفُوا فِي مَعْنَاهَا، فَكَيْفَ يُقَالُ فِي شَيْءٍ مِنْهَا: إِنَّهُ نَصٌّ قَطْعِيٌّ لَا يَحْتَمِلُ التَّأْوِيلَ؟ </p><p> وَغَرَضُنَا مِنْ هَذَا التَّطْوِيلِ بِبَيَانِ حُجَجِ كُلِّ فَرِيقٍ إِقْنَاعُ أَهْلِ الْبَصِيرَةِ فِي الدِّينِ وَالْإِخْلَاصِ فِي جَمْعِ كَلِمَةِ الْمُسْلِمِينَ، مِنَ الْمُسْتَقِلِّينَ فِي الْفَهْمِ وَالرَّاسِخِينَ فِي الْعِلْمِ حَتَّى الْمَوْلُودِينَ فِي مُهُودِ الْمَذَاهِبِ، وَالنَّاشِئِينَ فِي حُجُورِ الْأَحْزَابِ وَالشِّيَعِ، أَنْ يَجْتَهِدُوا فِي التَّوْفِيقِ وَالتَّأْلِيفِ، وَمَنْعِ جَعْلِ هَذِهِ الْمَسْأَلَةِ وَأَمْثَالِهَا مِنْ أَسْبَابِ التَّفْرِيقِ، فَضْلًا عَنْ جَعْلِهَا مِنْ أَسْبَابِ التَّكْفِيرِ أَوِ التَّفْسِيقِ، وَلْيَعْذُرْنَا مَنْ يَرَانَا نُخَالِفُ فَهْمَهُ أَوْ مَذْهَبَهُ فِي تَرْجِيحِنَا لِلْمَأْثُورِ عَنْ جُمْهُورِ السَّلَفِ الصَّالِحِ فِيهَا، وَفِي جَمِيعِ أُمُورِ الدِّينِ ثُمَّ لْيَعْذُرْنَا إِخْوَانُنَا السَّلَفِيُّونَ فِي تَقْرِيبِ مَذْهَبِ السَّلَفِ إِلَى الْعُقُولِ الَّتِي لَا يُرْجَى أَنْ تَهْتَدِيَ بِهِ وَتَأْخُذَهُ بِالْقَبُولِ إِلَّا بِإِثْبَاتِهِ بِمَا أَلِفَتْ مِنْ طُرُقِ الِاسْتِدْلَالِ وَإِيضَاحِهِ بِمَا يُقَرِّبُهُ إِلَيْهَا مِنْ ضَرْبِ الْأَمْثَالِ، وَقَدْ سَبَقَ لَنَا تَحْقِيقُ هَذَيْنِ الْأَمْرَيْنِ مَعًا بِفَتْوَى نُشِرَتْ فِي ص ٢٨٢ - ٢٨٨ مِنَ الْمُجَلَّدِ التَّاسِعَ عَشَرَ مِنَ الْمَنَارِ، فَيَحْسُنُ أَنْ تُضَافَ إِلَى هَذَا الْبَحْثِ، وَأَنْ يُلَخَّصَ الْمَوْضُوعُ فِي قَضَايَا مَعْدُودَةٍ تَكُونُ أَضْبُطُ لَهُ وَأَجْمَعُ لِمَا يَحْتَاجُ إِلَيْهِ الْمُسْلِمُونَ مِنْهُ فِي دُنْيَاهُمْ وَآخِرَتِهِمْ، وَإِنْ كَانَ فِيهِ تَكْرَارٌ فَإِنَّ التَّكْرَارَ فِي إِيضَاحِ الْحَقَائِقِ ضَرُورِيٌّ. </p><p> وَإِنَّنَا نُقَدِّمُ بَيْنَ يَدَيْ ذَلِكَ قَضَايَا جَامِعَةً فِي الْمَسْأَلَةِ، وَمَا وَرَدَ فِيهَا مِنَ الْأَحَادِيثِ الصَّحِيحَةِ وَأَقْوَالِ السَّلَفِ وَالْخَلَفِ فِيهَا. </p><p> قَضَايَا جَامِعَةٌ فِي مَسْأَلَةِ الرُّؤْيَةِ:  (١) إِنَّ إِثْبَاتَ رُؤْيَةِ الرَّبِّ - تَعَالَى - فِي الدَّارِ الْآخِرَةِ الْمُخَالَفَةِ لِهَذِهِ الدَّارِ فِي شُئُونِهَا وَشُئُونِ أَهْلِهَا وَسُنَنِ اللهِ - تَعَالَى - فِيهِمَا بِالْقُيُودِ الَّتِي قَيَّدَهَا بِهَا الْمُثْبِتُونَ لَهَا مِنْ تَنْزِيهِهِ - تَعَالَى - عَنْ مُشَابَهَةِ خَلْقِهِ - لَيْسَ مِنَ الْمُحَالَاتِ الْعَقْلِيَّةِ الثَّابِتَةِ بِالضَّرُورَةِ، وَإِلَّا لَمَا وَقَعَ فِيهَا خِلَافٌ أَلْبَتَّةَ، وَلَا بِالْبَرَاهِينِ </p><p> الْعَقْلِيَّةِ الَّتِي تَنْتَهِي إِلَى الضَّرُورَةِ، وَإِلَّا لَارْتَفَعَ الْخِلَافُ فِيهَا بَيْنَ حُذَّاقِ النُّظَّارِ عِنْدَ وُصُولِ الْبُرْهَانِ إِلَى هَذَا الْحَدِّ، وَلَمْ يَقَعْ هَذَا وَلَا ذَاكَ. </p><p> (٢) إِنَّ الْآيَاتِ الْقُرْآنِيَّةَ فِيهَا لَيْسَتْ نُصُوصًا قَطْعِيَّةَ الدَّلَالَةِ فِي الْإِثْبَاتِ وَحْدَهُ وَلَا فِي النَّفْيِ وَحْدَهُ، وَإِلَّا لَمَا وَقَعَ الْخِلَافُ فِيهَا أَلْبَتَّةَ، وَقَدْ وَقَعَ هَذَا الْخِلَافُ فِيهَا بَيْنَ قَلِيلٍ مِنَ السَّلَفِ، وَكَثِيرٍ مِنَ الْخَلَفِ، فَفَهْمُ عَائِشَةَ لِآيَةِ الْأَنْعَامِ وَمُجَاهِدٍ لِآيَةِ الْقِيَامَةِ مُخَالِفٌ لِرَأْيِ جُمْهُورِ أَهْلِ السُّنَّةِ - فَعُلِمَ أَنَّهَا غَيْرُ قَطْعِيَّةِ الدَّلَالَةِ بِحَيْثُ لَا يُحْتَمَلُ إِلَّا أَحَدُ الْوَجْهَيْنِ؛ فَهِيَ إِذَنْ ظَنِّيَّةٌ، وَالتَّرْجِيحُ فِيهَا بَيْنَ مَا ظَاهِرُهُ الْإِثْبَاتُ وَمَا ظَاهِرُهُ النَّفْيُ مَحَلُّ الِاجْتِهَادِ، وَلَا شَكَّ فِي أَنَّ كُلًّا مِنَ الْمُثْبِتِينَ وَالنُّفَاةِ يَعْتَقِدُ صِحَّةَ تَرْجِيحِهِ نَظَرًا وَاسْتِدْلَالًا، أَوِ اتِّبَاعًا وَتَقْلِيدًا. فَالْمَسْأَلَةُ بَيْنَهُمَا مُشْتَرِكَةُ الْإِلْزَامِ، فَلَا وَجْهَ لِطَعْنِ أَحَدٍ مِنْهُمَا فِي دِينِ الْآخَرِ، وَلَا فِي عِلْمِهِ بِهَا. </p><p> (٣) إِنَّ فِي الْأَحَادِيثِ الصَّحِيحَةِ مِنَ التَّصْرِيحِ فِي إِثْبَاتِ الرُّؤْيَةِ مَا لَا يُمْكِنُ الْمِرَاءُ فِيهِ، وَلَكِنَّ الْمُرَادَ مِنْ هَذِهِ الرُّؤْيَةِ غَيْرُ قَطْعِيٍّ، وَفِيهَا مَا قَدْ يَدُلُّ عَلَى عَدَمِ الرُّؤْيَةِ، فَيَأْتِي فِيهَا الْخِلَافُ بَيْنَ السَّلَفِ وَالْخَلَفِ حَتَّى مِنَ الْمَنْسُوبِينَ مِنْهُمْ إِلَى السُّنَّةِ، كَالْأَشْعَرِيَّةِ بَيْنَ التَّفْوِيضِ وَالتَّأْوِيلِ؛ لِأَنَّهَا بِحَسَبِ اصْطِلَاحِهُمْ مِنَ النُّصُوصِ الْمُوهِمَةِ لِلتَّشْبِيهِ، وَقَدْ قَالَ صَاحِبُ جَوْهَرَةِ التَّوْحِيدِ مِنَ الْأَشْعَرِيَّةِ: </p><p> وَكُلُّ نَصٍّ أَوْهَمَ التَّشْبِيهَا ... أَوِّلْهُ أَوْ فَوِّضْ وَرُمْ تَنْزِيهًا </p><p> (٤) إِنَّ جُمْهُورَ السَّلَفِ وَالْحَنَابِلَةِ وَأَكْثَرَ أَهْلِ الْحَدِيثِ يُفَوِّضُونَ فِي جُمْلَةِ النُّصُوصِ الْوَارِدَةِ فِي صِفَاتِ اللهِ - تَعَالَى - وَشُئُونِهِ وَأَفْعَالِهِ، بِمَعْنَى أَنَّهُمْ يُمِرُّونَهَا كَمَا جَاءَتْ مِنْ غَيْرِ تَحَكُّمٍ فِي تَأْوِيلٍ يُخْرِجُهَا عَنْ ظَوَاهِرِ مَعَانِيهَا، وَيُنَزِّهُونَهُ سُبْحَانَهُ عَنْ مُشَابَهَةِ خَلْقِهِ فِيمَا أَطْلَقَ عَلَيْهِمْ مِنْ مِثْلِ تِلْكَ الْأَلْفَاظِ الدَّالَّةِ عَلَى تِلْكَ الصِّفَاتِ وَالشُّئُونِ وَالْأَفْعَالِ، وَإِنَّ جُمْهُورَ الْخَلَفِ مِنْ سَائِرِ الْفِرَقِ يَتَأَوَّلُونَ مَا عَدَا صِفَاتِ الْمَعَانِي، كَالْعِلْمِ وَالْقُدْرَةِ وَالْإِرَادَةِ حَتَّى الْأَشْعَرِيَّةِ مِنْ أَهْلِ السُّنَّةِ، وَإِنَّمَا تَرَاهُمْ أَقْرَبُ إِلَى السَّلَفِ فِي الْمَسَائِلِ الْكُبْرَى الَّتِي اخْتَلَفُوا فِيهَا مَعَ الْمُعْتَزِلَةِ كَالْكَلَامِ </p><p> الْإِلَهِيِّ، وَرُؤْيَةِ الرَّبِّ - سُبْحَانَهُ وَتَعَالَى -، وَقَدْ شَنَّعَ بَعْضُهُمْ عَلَى الْحَنَابِلَةِ بِأَشَدِّ مَا يُشَنِّعُونَ بِهِ عَلَى الْمُعْتَزِلَةِ، وَلَكِنَّهُمْ لِاتِّفَاقِهِمْ عَلَى كَوْنِ أَحْمَدَ بْنِ حَنْبَلٍ مِنْ كِبَارِ أَئِمَّةِ السُّنَّةِ يُسِلُّونَهُ مِمَّنْ يُشَنِّعُونَ عَلَيْهِمْ مِنْ أَتْبَاعِهِ سَلًّا، وَيُبَرِّئُونَهُ مِنْ أَقْوَالِهِمْ فَرْعًا وَأَصْلًا. </p><p> (٥) إِنَّ مِنْ أَصَحِّ الشَّوَاهِدِ عَلَى مَا ذَكَرْنَا فِي هَذِهِ الْقَضَايَا الْعَامَّةِ مَا رَوَاهُ الشَّيْخَانِ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَاللَّفْظُ لِمُسْلِمٍ قَالَتْ: \" ثَلَاثٌ مَنْ تَكَلَّمَ بِوَاحِدَةٍ مِنْهُنَّ فَقَدْ أَعْظَمَ عَلَى اللهِ الْفِرْيَةَ. قُلْتُ: مَا هُنَّ؟ قَالَتْ: مَنْ زَعَمَ أَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَأَى رَبَّهُ فَقَدْ أَعْظَمَ عَلَى اللهِ الْفِرْيَةَ - قَالَ مَسْرُوقٌ: وَكُنْتُ مُتَّكِئًا فَجَلَسْتُ فَقُلْتُ: يَا أُمَّ الْمُؤْمِنِينَ أَنْظِرِينِي وَلَا تُعْجَلِينِي أَلَمْ يَقُلِ اللهُ - عَزَّ وَجَلَّ -: وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ (٨١: ٢٣) وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى </p><p> (٥٣: ١٣) فَقَالَتْ: أَنَا أَوَّلُ هَذِهِ الْأُمَّةِ سَأَلَ عَنْ ذَلِكَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: إِنَّمَا هُوَ جِبْرِيلُ لَمْ أَرَهُ عَلَى صُورَتِهِ الَّتِي خَلَقَهُ اللهُ عَلَيْهَا إِلَّا هَاتَيْنِ الْمَرَّتَيْنِ رَأَيْتُهُ مُنْهَبِطًا مِنَ السَّمَاءِ سَادًّا عِظَمُ خَلْقِهِ مَا بَيْنَ السَّمَاءِ إِلَى الْأَرْضِ. فَقَالَتْ أَوْ لَمْ تَسْمَعْ أَنَّ اللهَ يَقُولُ: لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (٦: ١٠٣) أَوْ لَمْ تَسْمَعْ أَنَّ اللهَ يَقُولُ: وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (٤٢: ٥١) ؟ قَالَتْ: وَمَنْ زَعَمَ أَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَتَمَ شَيْئًا مِنْ كِتَابِ اللهِ فَقَدْ أَعْظَمَ عَلَى اللهِ الْفِرْيَةَ، وَاللهُ يَقُولُ: يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَغْتَ رِسَالَتَهُ (٥: ٦٧) قَالَتْ: وَمَنْ زَعَمَ أَنَّهُ يُخْبِرُ بِمَا يَكُونُ فَقَدْ أَعْظَمَ عَلَى اللهِ الْفِرْيَةَ، وَاللهُ يَقُولُ: قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللهُ (٢٧: ٦٥) . </p><p> فَعَائِشَةُ وَهِيَ مِنْ أَفْصَحِ قُرَيْشٍ تَسْتَدِلُّ بِنَفْيِ الْإِدْرَاكِ عَلَى نَفْيِ الرُّؤْيَةِ مَعَ مَا عَلِمَ مِنَ الْفَرْقِ بَيْنَهُمَا، وَتَسْتَدِلُّ عَلَى نَفْيِهَا أَيْضًا بِقَوْلِهِ - تَعَالَى -: وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ الله إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ وَقَدْ حَمَلُوا هَذَا وَذَاكَ عَلَى نَفْيِ الرُّؤْيَةِ فِي هَذِهِ الْحَالَاتِ الدُّنْيَا، وَلَكِنَّ إِدْرَاكَ الْأَبْصَارِ لِلرَّبِّ - سُبْحَانَهُ - مُحَالٌ فِي الْآخِرَةِ كَالدُّنْيَا، وَالتَّعْلِيلُ الصَّحِيحُ لِمُثْبِتِي الرُّؤْيَةِ فِي الْآخِرَةِ دُونَ الدُّنْيَا أَنَّ الْبَشَرَ لَا يَقْوَى خَلْقُهُ الدُّنْيَوِيُّ الْمُعَدُّ لِلْفَنَاءِ، وَلَا يُطِيقُ رُؤْيَةَ الرَّبِّ - تَعَالَى - كَمَا تَقَدَّمَ، وَيُقَوِّيهِ بَعْضُ الشَّوَاهِدِ الْأُخْرَى، وَفِي بَحْثٍ ذَكَرْنَاهُ فِي الْفَتْوَى. </p><p> (٦) وَمِنْهَا مَا رَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ أَبِي مُوسَى - رَضِيَ اللهُ عَنْهُ - قَالَ:  \" قَامَ فِينَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -بِخَمْسِ كَلِمَاتٍ فَقَالَ:إِنَّ اللهَ - عَزَّ وَجَلَّ - لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ،</p><p> وَعَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ. حِجَابُهُ النُّورُ - وَفِي رِوَايَةٍ النَّارُ. لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" وَالْمَعْنَى: أَنَّ النُّورَ الْعَظِيمَ هُوَ الْحِجَابُ الَّذِي يَحُولُ بَيْنَهُ وَبَيْنَ خَلْقِهِ، وَهُوَ بِقُوَّتِهِ وَعَظَمَتِهِ مُلْتَهِبٌ كَالنَّارِ؛ وَلِذَلِكَ رَأَى مُوسَى - عَلَيْهِ السَّلَامُ - عِنْدَ ابْتِدَاءِ الْوَحْيِ نَارًا فِي شَجَرَةٍ تَوَجَّهَ هَمُّهُ كُلُّهُ إِلَيْهَا فَنُودِيَ بِالْوَحْيِ مِنْ وَرَائِهَا، وَفِي التَّوْرَاةِ أَنَّ الْجَبَلَ كَانَ فِي وَقْتِ تَكْلِيمِ الرَّبِّ لِمُوسَى - عَلَيْهِ السَّلَامُ - وَإِيتَائِهِ الْأَلْوَاحَ مُغَطًّى بِالسَّحَابِ </p><p> \" </p><p> وَكَانَ مَنْظَرُ مَجْدِ الرَّبِّ كَنَارٍ آكِلَةٍ عَلَى رَأْسِ الْجَبَلِ أَمَامَ عُيُونِ بَنِي إِسْرَائِيلَ \" خُرُوجٌ(٢٤: ١٧).</p><p> وَرَأَى النَّبِيُّ الْخَاتَمُ الْأَعْظَمُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْلَةَ الْمِعْرَاجِ نُورًا مِنْ غَيْرِ نَارٍ، وَرُبَّمَا كَانَ هَذَا أَعْلَى، وَلَكِنَّهُ كَانَ حِجَابًا دُونَ الرُّؤْيَةِ أَيْضًا، فَقَدْ سَأَلَهُ أَبُو ذَرٍّ - رَضِيَ اللهُ عَنْهُ - \" هَلْ رَأَيْتَ رَبَّكَ؟ فَقَالَ: نُورٌ، أَنَّى أَرَاهُ \" وَفِي رِوَايَةٍ أُخْرَى \" رَأَيْتُ نُورًا \" وَمَعْنَاهُمَا مَعًا رَأَيْتُ نُورًا مَنَعَنِي مِنْ رُؤْيَتِهِ لَا أَنَّهُ - تَعَالَى - نُورٌ، وَأَنَّهُ لِذَلِكَ لَا يُرَى، وَهَذَا يَتَلَاقَى وَيَتَّفِقُ مَعَ قَوْلِهِ \" حِجَابُهُ النُّورُ \" وَلِذَلِكَ جَعَلْنَا أَحَادِيثَ النُّورِ شَاهِدًا وَاحِدًا فِي مَوْضُوعِنَا، وَهِيَ تَدُلُّ عَلَى عَدَمِ رُؤْيَةِ ذَاتِ اللهِ - عَزَّ وَجَلَّ - وَامْتِنَاعِهَا، كَمَا تَمْتَنِعُ رُؤْيَةُ شَيْءٍ تَكُونُ الشَّمْسُ دُونَهُ حِجَابًا لَهُ، فَمَنْ ذَا الَّذِي تَنْفُذُ أَشِعَّةُ نُورِ بَصَرِهِ مِنْ نُورِ الشَّمْسِ وَنَارِهَا إِلَى مَا وَرَاءَهَا فَتُبْصِرُهُ؟ وَمَا هَذِهِ الشَّمْسُ الَّتِي يَرَاهَا عَلَى بُعْدٍ قَدَّرَهُ عُلَمَاءُ الْهَيْئَةِ الْفَلَكِيَّةِ بِأَكْثَرِ مِنْ تِسْعِينَ مِلْيُونَ مِيلٍ، وَسَائِرُ الشُّمُوسِ الْكَثِيرَةِ الَّتِي يَرَوْنَهَا بِالْمَنَاظِيرِ الْمُقَرِّبَةِ لِلْأَبْعَادِ، وَالَّتِي لَا يَرَوْنَهَا إِلَّا بَعْضَ مَا أَفَاضَهُ - تَعَالَى - مِنَ النُّورِ عَلَى خَلْقِهِ، وَهُوَ نُورُ السَّمَاوَاتِ وَالْأَرْضِ، وَسُبُحَاتُ نُورِ وَجْهِهِ أَعْظَمُ وَأَقْوَى وَأَجَلُّ وَأَعْلَى، فَلَا تُذْكَرُ مَعَهَا أَنْوَارُ الشُّمُوسِ إِلَّا مِنْ بَابِ ضَرْبِ الْمَثَلِ الَّذِي وَرَدَ وَلِلَّهِ الْمَثَلُ الْأَعْلَى(١٦: ٦٠).</p><p> وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" يَدُلُّ عَلَى أَنَّ رُؤْيَةَ ذَاتِهِ - عَزَّ وَجَلَّ - رُؤْيَةُ إِدْرَاكٍ مِمَّا يَمْتَنِعُ عَلَى جَمِيعِ </p><p> الْخَلْقِ حَتَّى الْمَلَائِكَةِ فِي الْمَلَأِ الْأَعْلَى لَا فِي الدُّنْيَا فَقَطْ؛ لِأَنَّ الْوَجْهَ يُعَبَّرُ بِهِ عَنِ الذَّاتِ وَفَسَّرُوا وَجْهَ اللهِ بِذَاتِهِ، وَإِنْ كَانَ فِي أَصْلِ اللُّغَةِ مَا يُوَاجِهُ بِهِ الشَّخْصُ غَيْرَهُ، وَفِيهِ مَعَارِفُهُ؛ أَيْ: مَا يُعْرَفُ بِهِ وَيَمْتَازُ عَنْ غَيْرِهِ. وَمَعْنَى الْجُمْلَةِ: أَنَّهُ - تَعَالَى - لَوْ كَشَفَ عَنْ وَجْهِهِ حِجَابَ النُّورِ الْمَخْلُوقِ الَّذِي هُوَ مُنْتَهَى مَا يَصِلُ إِلَيْهِ أَكْمَلُ الْبَشَرِ عِنْدَ ارْتِقَائِهِمْ إِلَى أَعْلَى دَرَجَاتِ الْمَعْرِفَةِ وَالْعِلْمِ بِهِ - عَزَّ وَجَلَّ - وَتَجَلَّى - سُبْحَانَهُ - لِلْخَلْقِ كَافَّةً بِدُونِ هَذَا النُّورِ الَّذِي يَحْجُبُهُمْ عَنْهُ، لَأَحْرَقَتْ سُبُحَاتُهُ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْهُمْ؛ أَيْ: لَأَحْرَقَتْهُمْ كُلُّهُمْ فَإِنَّ بَصَرَهُ - تَعَالَى - مُحِيطٌ بِكُلِّ مَوْجُودٍ فِي الْعَالَمِ كُلِّهِ مِنْ سَمَائِهِ وَأَرْضِهِ، وَهُوَ ضَرْبُ مَثَلٍ، خُلَاصَتُهُ: أَنَّ آخَرَ مَا يَصِلُ إِلَيْهِ الْعِلْمُ هُوَ اكْتِشَافُ الْحِجَابِ الْأَخِيرِ الَّذِي هُوَ الْفَاصِلُ بَيْنَ الْمَخْلُوقِ وَالْخَالِقِ، وَهُوَ النُّورُ الَّذِي هُوَ مُبْتَدَأُ التَّكْوِينِ وَمَصْدَرُ التَّطَوُّرِ وَالتَّلْوِينِ. </p><p> قَالَ اللهُ - تَعَالَى -: مَا لَكَمَ لَا تَرْجُونَ لِلَّهِ وَقَارًا وَقَدْ خَلَقَكُمْ أَطْوَارًا (٧١: ١٣، ١٤) وَخَلْقُ النَّاسِ وَكَذَا سَائِرُ الْمَخْلُوقَاتِ أَطْوَارًا، قَدْ فُصِّلَ فِي عُلُومِ سُنَنِ اللهِ فِي التَّكْوِينِ؛ فَفِي خَلْقِ الْإِنْسَانِ مِنْ ذَكَرٍ وَأُنْثَى أَطْوَارًا، وَفِي خَلْقِهِ قَبْلَ ذَلِكَ مِنْ سُلَالَةٍ مِنْ طِينٍ أَطْوَارٌ، وَفِي التَّكْوِينِ الْأَوَّلِ لِلْأَرْضِ الَّتِي خُلِقَ مِنْهَا أَطْوَارٌ، وَهِيَ بَعْدَ الْمَادَّةِ الَّتِي خَلَقَ مِنْهَا السَّمَاوَاتِ </p><p> وَالْأَرْضَ الْمُشَارِ إِلَيْهَا بِقَوْلِهِ: أَوْلَمَ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ (٢١: ٣٠) وَقَوْلُهُ ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (٤١: ١١) إِلَخْ. وَالظَّاهِرُ أَنَّ هَذِهِ الْمَادَّةَ الْمُعَبَّرَ عَنْهَا أَوِ الْمُشَبَّهَةَ بِالدُّخَانِ فِي هَذِهِ الْآيَةِ هِيَ الْمُشَبَّهَةُ بِالْغَمَامِ الْمُشَابِهِ لِلدُّخَانِ فِي قَوْلِهِ - تَعَالَى -: هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ (٢: ٢١٠) فَهَذَا كَلَامٌ عَنْ إِعَادَةِ الْخَلْقِ يَوْمَ الْقِيَامَةِ وَهِيَ النَّشْأَةُ الْأُخْرَى، وَذَاكَ كَلَامٌ فِي بَدْئِهِ وَهِيَ النَّشْأَةُ الْأُولَى وَقَدْ قَالَ - تَعَالَى -: قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقُ ثُمَّ اللهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ (٢٩: ٢٠) وَقَالَ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ (٢١: ١٠٤) </p><p> إِذَا تَذَكَّرْتَ هَذَا فَاعْلَمْ أَنَّ كُلَّ مَا يَشْغَلُ عَنْ مَعْرِفَةِ اللهِ - تَعَالَى - وَمُرَاقَبَتِهِ مِنْ أَطْوَارِ الْخَلْقِ وَشُئُونِهِ فَهُوَ حِجَابٌ لَهُ عَنْهُ، فَالْحُجُبُ بَيْنَ الْعَبْدِ وَالرَّبِّ كَثِيرَةٌ، وَطُوبَى لِمَنْ آمَنَ وَعَرَفَ أَنَّ لَهُ رَبًّا، وَأَنَّ هَذِهِ الْمَخْلُوقَاتِ حُجُبٌ دُونَهُ، وَأَنَّهُ فَوْقَهَا بَائِنٌ مِنْهَا لَا تُشْبِهُهُ وَلَا يُشْبِهُهَا، فَإِنَّهَا حِينَئِذٍ قَدْ تَكُونُ مِنْ وَسَائِلِ مَعْرِفَتِهِ وَشُكْرِهِ وَمَحَبَّتِهِ، وَلَا تَكُونُ حُجُبًا إِلَّا دُونَ إِدْرَاكِ كُنْهِهِ وَحَقِيقَتِهِ، وَأَنَّ مِنَ النَّاسِ مَنْ تَكُونُ حُجُبًا لَهُ دُونَ </p><p> الْإِيمَانِ وَالْمَعْرِفَةِ، وَسَيَأْتِي الْفَرْقُ بَيْنَ الْفَرِيقَيْنِ فِي شَاهِدٍ آخَرَ، وَقَدْ رَوَى الطَّبَرَانِيُّ فِي الْأَوْسَطِ مِنْ حَدِيثِ أَنَسٍ - رَضِيَ اللهُ عَنْهُ - مَرْفُوعًا \" سَأَلْتُ جِبْرِيلَ هَلْ تَرَى رَبَّكَ؟ قَالَ إِنَّ بَيْنِي وَبَيْنَهُ سَبْعِينَ حِجَابًا مِنْ نُورٍ، وَلَوْ رَأَيْتُ أَدْنَاهَا لَاحْتَرَقْتُ \" وَرَوَاهُ عَنْهُ سَمَّوَيْهِ بِلَفْظِ: \" سَبْعِينَ أَلْفَ حِجَابٍ مِنْ نُورٍ وَنَارٍ \" وَفِي النِّهَايَةِ لِابْنِ الْأَثِيرِ أَنَّ جِبْرِيلَ - عَلَيْهِ السَّلَامُ - قَالَ:  \" لِلَّهِ دُونَ الْعَرْشِ سَبْعُونَ حِجَابًا لَوْ دَنَوْنَا مِنْ أَحَدِهَا لَأَحْرَقَتْنَا سُبُحَاتُ وَجْهِ رَبِّنَا \" وَهَذِهِ الرِّوَايَاتُ صَحِيحَةُ الْمَعْنَى، وَإِنْ كَانَتْ ضَعِيفَةَ الْإِسْنَادِ لِمَا يُؤَيِّدُهَا مِنَ الصِّحَاحِ. وَعُلَمَاءُ الْهَيْئَةِ الْفَلَكِيَّةِ يَرَوْنَ بِمَا اكْتَشَفُوهُ بِمَنَاظِيرِهِمِ الْمُكَبِّرَةِ عِيَانًا أَنَّ أَكْثَرَ هَذِهِ النُّجُومِ الَّتِي نَرَاهَا أَوْ مَا عَدَا الدَّرَارِيَّ وَالْأَقْمَارَ مِنْهَا كُلَّهَا شُمُوسٌ، مِنْهَا مَا هُوَ أَعْظَمُ مِنْ شَمْسِ عَالَمِنَا هَذَا وَأَبْعَدُ مِنْهَا بِسِنِينَ كَثِيرَةٍ مِنْ سِنِي سَيْرِ النُّورِ الَّذِي يَقْطَعُ بِهِ زُهَاءَ مِائَةِ مِلْيُونِ مِيلٍ فِي أَقَلِّ مِنْ عَشْرِ دَقَائِقَ، وَالنُّصُوصُ تَدُلُّ عَلَى أَنَّهَا كُلُّهَا دُونَ الْعَرْشِ. </p><p> (٧) وَمِنْهَا مَا رَوَاهُ الشَّيْخَانِ مِنْ حَدِيثِ أَبِي مُوسَى الْأَشْعَرِيِّ مَرْفُوعًا \" جَنَّتَانِ مِنْ فِضَّةٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَجَنَّتَانِ مِنْ ذَهَبٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَمَا بَيْنَ الْقَوْمِ وَبَيْنَ أَنْ يَنْظُرُوا إِلَى رَبِّهِمْ إِلَّا رِدَاءُ الْكِبْرِيَاءِ عَلَى وَجْهِهِ فِي جَنَّةِ عَدْنٍ \" قَالُوا: إِنَّ الرِّدَاءَ هُنَا بِمَعْنَى الْحِجَابِ الَّذِي ذُكِرَ آنِفًا، وَقَدْ جَعَلُوهُ مِنْ بَابِ الِاسْتِعَارَةِ وَلَا إِشْكَالَ فِي التَّعْبِيرِ، وَإِنَّمَا الْحَدِيثُ صَرِيحٌ فِي عَدَمِ رُؤْيَةِ الذَّاتِ بِدُونِ حِجَابٍ، وَقَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي شَرْحِهِ مِنَ الْفَتْحِ نَقْلًا عَنِ الْكِرْمَانِيِّ بَعْدَ عَدِّهِ مِنَ الْمُتَشَابِهَاتِ: ظَاهِرُهُ يَقْتَضِي أَنَّ رُؤْيَةَ اللهِ غَيْرُ وَاقِعَةٍ، وَأَجَابَ - أَيْ: </p><p> الْكِرْمَانِيُّ - بِأَنَّ مَفْهُومَهُ بَيَانُ قُرْبِ النَّظَرِ؛ إِذْ رِدَاءُ الْكِبْرِيَاءِ لَا يَكُونُ مَانِعًا مِنَ الرُّؤْيَةِ، فَعَبَّرَ عَنْ زَوَالِ الْمَانِعِ عَنِ الْأَبْصَارِ بِإِزَالَةِ الرِّدَاءِ - وَحَاصِلُهُ أَنَّ رِدَاءَ الْكِبْرِيَاءِ مَانِعٌ عَنِ الرُّؤْيَةِ، فَكَأَنَّ فِي الْكَلَامِ حَذْفًا تَقْدِيرُهُ بَعْدَ قَوْلِهِ:  \" إِلَّا رِدَاءُ الْكِبْرِيَاءِ \" فَإِنَّهُ يَمُنُّ عَلَيْهِمْ بِرَفْعِهِ. . . إِلَى آخِرِ مَا قَالَهُ - وَفِيهِ مِنَ التَّكَلُّفِ مَا لَا يَنْبَغِي لِحُفَّاظِ السُّنَّةِ الِاعْتِدَادُ بِهِ، وَهُمْ يُنْكِرُونَ عَلَى الْجَهْمِيَّةِ وَالْمُعْتَزِلَةِ مِثْلَهُ، وَمَا هُوَ أَمْثَلُ مِنْهُ مِنْ تَأْوِيلَاتِهِمْ. </p><p> ثُمَّ إِنَّ الْحَافِظَ ابْنَ حَجَرٍ اعْتَمَدَ فِي تَأْوِيلِ الْحَدِيثِ جَعْلَ رِدَاءِ الْكِبْرِيَاءِ هَنَا عَيْنَ الْحِجَابِ فِي حَدِيثِ صُهَيْبٍ الَّذِي أَخْرَجَهُ مُسْلِمٌ بَعْدَ حَدِيثِ أَبِي مُوسَى هَذَا، وَكَأَنَّهُ أَرَادَ تَفْسِيرَهُ بِهِ - وَرَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ وَغَيْرُهُمَا أَيْضًا وَهُوَ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ، يَقُولُ اللهُ - عَزَّ وَجَلَّ -: تُرِيدُونَ شَيْئًا أَزِيدُكُمْ؟ فَيَقُولُونَ: أَلَمْ تُبَيِّضْ وُجُوهَنَا؟ أَلَمْ تُدْخِلْنَا الْجَنَّةَ وَتُنْجِنَا مِنَ النَّارِ؟ </p><p> قَالَ: فَيَكْشِفُ الْحِجَابَ فَمَا أُعْطُوا شَيْئًا أَحَبَّ إِلَيْهِمْ مِنَ النَّظَرِ إِلَى رَبِّهِمْ - عَزَّ وَجَلَّ - وَفِي رِوَايَةٍ زِيَادَةُ: تَلَا لِلَّذِينِ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ (١٠: ٢٦) وَفِيهِ أَنَّ أَهْلَ الْجَنَّةِ هَؤُلَاءِ لَمْ يَكُونُوا يَعْلَمُونَ أَنَّهُ - سُبْحَانَهُ - يُرَى بِدُونِ حِجَابٍ، وَأَنَّ رُؤْيَتَهُ فِي الْمَوْقِفِ وَمُلَاقَاتَهُ كَانَتْ مَعَ الْحِجَابِ، كَهَذِهِ الْمُلَاقَاةِ فِي الْجَنَّةِ عِنْدَ سُؤَالِهِمْ عَمَّا يَطْلُبُونَ مِنْ زِيَادَةِ النَّعِيمِ. </p><p> وَلِقَائِلٍ أَنْ يَقُولَ أَيْضًا: إِنَّنَا إِذَا قَطَعْنَا بِأَنَّ الْمُرَادَ بِهَذَا الْحِجَابِ رِدَاءَ الْكِبْرِيَاءِ الْمَذْكُورِ فِي الْحَدِيثِ الَّذِي قَبْلَهُ، وَأَنَّهُ كَانَ الْمَانِعُ مِنَ النَّظَرِ، فَلَا يُمْكِنُنَا أَنْ نَقُولَ إِنَّهُ هُوَ حِجَابُ النُّورِ الْمَانِعُ مِنَ الرُّؤْيَةِ فِي الْأَحَادِيثِ الْأُخْرَى، وَالنَّظَرُ غَيْرُ الرُّؤْيَةِ، فَيُمْكِنُ أَنْ يُقَالَ: إِنْ رِدَاءَ الْكِبْرِيَاءِ الَّذِي كَانَ مَانِعًا مِنَ النَّظَرِ يُكْشَفُ فَيَقَعُ النَّظَرُ، فَيَرَى النَّاظِرُونَ النُّورَ الَّذِي رَآهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَخْبَرَ أَنَّهُ كَانَ الْمَانِعَ مِنْ رُؤْيَةِ الذَّاتِ. وَسَيَأْتِي تَحْرِيرُ هَذَا الْبَحْثِ. </p><p> (٨) وَمِنْهَا مَا وَرَدَ فِي تَجَلِّيهِ - سُبْحَانَهُ - فِي الصُّوَرِ، وَأَقْوَاهَا وَأَصَحَّهَا حَدِيثَا أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللهُ عَنْهُمَا - الطَّوِيلَيْنِ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، وَمَحَلُّ الشَّاهِدِ فِيهِ أَنَّ نَاسًا قَالُوا: يَا رَسُولَ اللهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ:  \" هَلْ يُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ؟ \" قَالُوا: لَا يَا رَسُولَ اللهِ قَالَ \" فَإِنَّكُمْ تَرَوْنَهُ كَذَلِكَ: يَجْمَعُ اللهُ النَّاسَ يَوْمَ الْقِيَامَةِ،فَيَقُولُ:مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ، فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ، وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ، وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ، وَتَبْقَى هَذِهِ الْأُمَّةُ فِيهَا مُنَافِقُوهَا، فَيَأْتِيهِمُ اللهُ - تَعَالَى -فِي صُورَةٍ غَيْرَ صُورَتِهِ الَّتِي يَعْرِفُونَ فَيَقُولُ:أَنَا رَبُّكُمْ فَيَقُولُونَ: نَعُوذُ بِاللهِ مِنْكَ، هَذَا مَكَانُنَا حَتَّى يَأْتِيَنَا رَبُّنَا، فَإِذَا جَاءَ رَبُّنَا عَرَفْنَاهُ. فَيَأْتِيهِمُ اللهُ - تَعَالَى -فِي صُورَتِهِ الَّتِي يَعْرِفُونَ فَيَقُولُ:أَنَا رَبُّكُمْ،فَيَقُولُونَ:أَنْتَ رَبُّنَا فَيَتْبَعُونَهُ \" انْتَهَى الْمُرَادُ مِنْهُ، وَيَلِيهِ ذِكْرُ الصِّرَاطِ وَالْجَوَازِ عَلَيْهِ وَالنَّارِ وَالْحِسَابِ إِلَخْ. وَهَذَا لَفْظُ مُسْلِمٍ عَنْ أَبِي </p><p> هُرَيْرَةَ، وَفِي لَفْظِ الْبُخَارِيِّ \" هَلْ تُضَارُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ؟ \" وَذَكَرَ بَعْدَهَا الْقَمَرَ. </p><p> وَفِي حَدِيثِ أَبِي سَعِيدٍ تَشْبِيهُ رُؤْيَةِ الرَّبِّ - تَعَالَى - بِرُؤْيَةِ الشَّمْسِ فِي الظَّهِيرَةِ وَالْقَمَرِ لَيْلَةَ الْبَدْرِ أَيْضًا؛ أَيْ: فِي كَوْنِهِ لَا مُضَارَّةَ فِيهِ، وَلَا فِي التَّزَاحُمِ عَلَيْهِ - لَا تَشْبِيهُ الْمَرْئِيِّ بِالْمَرْئِيِّ - وَفِيهِ ذِكْرُ مَنْ عَبَدَ الْعُزَيْرَ وَالْمَسِيحَ وَدُخُولِ كُلِّ مَنْ عَبَدَ غَيْرَ اللهِ النَّارَ، وَيَقُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَهُ:  \" حَتَّى إِذَا لَمْ يَبْقَ إِلَّا مَنْ كَانَ يَعْبُدُ اللهَ - تَعَالَى - مِنْ بَرٍّ وَفَاجِرٍ أَتَاهُمْ رَبُّ الْعَالَمِينَ - سُبْحَانَهُ وَتَعَالَى - فِي أَدْنَى صُورَةٍ مِنَ الَّتِي رَأَوْهُ</p><p> فِيهَا قَالَ: فَمَا تَنْتَظِرُونَ؟ تَتْبَعُ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ، قَالُوا: يَا رَبَّنَا فَارَقْنَا النَّاسَ فِي الدُّنْيَا أَفْقَرَ مَا كُنَّا إِلَيْهِمْ وَلَمْ نُصَاحِبْهُمْ، فَيَقُولُ: أَنَا رَبُّكُمْ: فَيَقُولُونَ نَعُوذُ بِاللهِ مِنْكَ لَا نُشْرِكُ بِاللهِ شَيْئًا - مَرَّتَيْنِ أَوْ ثَلَاثًا - حَتَّى إِنَّ بَعْضَهُمْ لَيَكَادُ أَنْ يَنْقَلِبَ. فَيَقُولُ: هَلْ بَيْنَكُمْ وَبَيْنَهُ آيَةً فَتَعْرِفُونَهُ بِهَا؟ فَيَقُولُونَ: نَعَمْ، فَيَكْشِفُ عَنْ سَاقٍ فَلَا يَبْقَى مَنْ كَانَ يَسْجُدُ لِلَّهِ مِنْ تِلْقَاءِ نَفْسِهِ إِلَّا أَذِنَ اللهُ لَهُ بِالسُّجُودِ، وَلَا يَبْقَى مَنْ كَانَ يَسْجُدُ اتِّقَاءً وَرِيَاءً إِلَّا جَعَلَ اللهُ ظَهْرَهُ طَبَقَةً وَاحِدَةً كُلَّمَا أَرَادَ أَنْ يَسْجُدَ خَرَّ عَلَى قَفَاهُ، ثُمَّ يَرْفَعُونَ رُؤُوسَهُمْ، وَقَدْ تَحَوَّلَ فِي صُورَتِهِ الَّتِي رَأَوْهُ فِيهَا أَوَّلَ مَرَّةٍ فَقَالَ: أَنَا رَبُّكُمْ، فَيَقُولُونَ: أَنْتَ رَبُّنَا \" الْحَدِيثَ، وَفِيهِ أَلْفَاظٌ أُخْرَى فِي الصُّورَةِ، سَتَأْتِي فِي آخِرِ الْكَلَامِ عَلَيْهِ. </p><p> وَهَذَا لَفَظُ مُسْلِمٍ أَيْضًا، وَيُخَالِفُهُ لَفْظُ الْبُخَارِيِّ فِي بَعْضِ التَّعْبِيرِ، وَرَوَاهُمَا غَيْرُهُمَا بِأَلْفَاظٍ تُوَافِقُ كُلًّا مِنْهُمَا وَتُخَالِفُهُ بِتَعْبِيرٍ أَوْ زِيَادَةٍ أَوْ نُقْصَانٍ وَالْمَعْنَى الْعَامُّ وَاحِدٌ، فَمِنْ أَمْثِلَةِ اخْتِلَافِ اللَّفْظِ رِوَايَةُ \" فَيَكْشِفُ عَنْ سَاقِهِ \" وَهِيَ لَا تُعَارِضُ رِوَايَةَ \" فَيَكْشِفُ عَنْ سَاقٍ \" الْمُوَافَقَةُ لِلَفْظِ الْقُرْآنِ يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ (٦٨: ٤٢) وَلَكِنَّ تَنْكِيرَ السَّاقِ وَإِسْنَادَ كَشْفِهِ إِلَى الْمَفْعُولِ أَوْسَعُ مَجَالًا لِلتَّأْوِيلِ مِنْ إِضَافَتِهِ إِلَى الرَّبِّ - تَعَالَى -، وَإِسْنَادِ كَشْفِهِ إِلَيْهِ، فَهُوَ كَالتَّشْمِيرِ عَنِ السَّاعِدِ مَثَلَانِ فِي كَلَامِ الْعَرَبِ لِلْجِدِّ وَالِاهْتِمَامِ وَشِدَّةِ الْخَطْبِ، وَسَبَبُ الْأَوَّلِ أَنَّ مَنْ يُرِيدُ الْفِرَارُ مِنْ شَيْءٍ مُخَوِّفٍ يَكْشِفُ عَنْ سَاقِهِ لِيَسْهُلَ عَلَيْهِ الْعَدْوُ السَّرِيعُ فَلَا يَتَعَثَّرُ بِثَوْبِهِ، وَسَبَبُ الثَّانِي أَنَّ مَنْ يُرِيدُ أَنْ يَعْمَلَ عَمَلًا بِاتْقَانٍ وَسُرْعَةٍ يُشَمِّرُ عَنْ ذِرَاعَيْهِ حَتَّى لَا يَعُوقَهُ كُمَّاهُ، وَفِي مَجَازِ الْأَسَاسِ قَامَتِ الْحَرْبُ عَلَى سَاقِهَا، وَكَشَفَ الْأَمْرُ عَنْ سَاقِهِ. قَالَ: </p><p> عَجِبْتُ مِنْ نَفْسِي وَمِنْ إِشْفَاقِهَا </p><p> وَمِنْ طِرَادِي الطَّيْرَ عَنْ أَرْزَاقِهَا </p><p> فِي سَنَةٍ قَدْ كَشَفَتْ عَنْ سَاقِهَا </p><p> اهـ. </p><p> أَقُولُ: فَخَرَّجَ بَعْضُهُمْ عِبَارَةَ الْحَدِيثِ عَلَى هَذَا الِاسْتِعْمَالِ بِمَعْنَى أَنَّ أَمْرَ امْتِحَانِ اللهِ - تَعَالَى - لِلنَّاسِ وَالتَّنْزِيلِ بَيْنَ الْمُؤْمِنِينَ وَالْمُنَافِقِينَ يَنْتَهِي إِلَى آخِرِ حَدِّهِ بِتَيْسِيرِهِ جَلَّتْ حِكْمَتُهُ السُّجُودَ لِلْمُؤْمِنِينَ دُونَ الْمُنَافِقِينَ، وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّ لَفْظَ السَّاقِ وَرَدَ بِمَعْنَى الذَّاتِ وَالنَّفْسِ. </p><p> وَاسْتَشْهَدُوا لَهُ بِقَوْلِ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ - رَضِيَ اللهُ عَنْهُ - فِي حَرْبِ الشُّرَاةِ:  \" لَا بُدَّ مِنْ قِتَالِهِمْ وَلَوْ تَلِفَتْ سَاقِي \" قَالُوا: أَيْ نَفْسِي. وَعَلَيْهِ يَصِحُّ أَنْ يَكُونَ كَشْفُ السَّاقِ فِي الْآيَةِ وَالْحَدِيثِ عِبَارَةً عَنْ كَشْفِ </p><p> الْحِجَابِ، وَيُخَرَّجُ عَلَيْهِ مَا رَوَاهُ عَبْدُ بْنُ حُمَيْدٍ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ فِي تَفْسِيرِ: يَوْمَ يُكْشَفُ عَنْ سَاقٍ (٦٨: ٤٢) قَالَ: عَنِ الْغِطَاءِ فَيَقَعُ مَنْ كَانَ آمَنَ بِهِ فِي الْحَيَاةِ الدُّنْيَا فَيَسْجُدُونَ لَهُ، وَيُدْعَى الْآخَرُونَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ؛ لِأَنَّهُمْ لَمْ يَكُونُوا آمَنُوا بِهِ فِي الْحَيَاةِ الدُّنْيَا وَلَا يُبْصِرُونَهُ. وَالْأَوَّلُ أَقْرَبُ إِلَى أَسَالِيبِ اللُّغَةِ، وَعَلَيْهِ ابْنُ عَبَّاسٍ وَجُمْهُورُ مُفَسِّرِي السَّلَفِ، قَالَ ابْنُ عَبَّاسٍ فِيمَا رُوِيَ عَنْهُ مِنْ طُرُقٍ يَوْمَ يُكْشَفُ عَنْ سَاقٍ عَنْ شِدَّةِ الْأَمْرِ وَجَدِّهِ، هِيَ أَشَدُّ سَاعَةٍ تَكُونُ يَوْمَ الْقِيَامَةِ، حَتَّى يَكْشِفَ اللهُ الْأَمْرَ وَتَبْدُوَ الْأَعْمَالُ، وَقَالَ: هُوَ الْأَمْرُ الشَّدِيدُ الْمُفْظِعُ مِنَ الْهَوْلِ يَوْمَ الْقِيَامَةِ، وَسُئِلَ عِكْرِمَةُ عَنِ الْآيَةِ فَقَالَ: إِنَّ الْعَرَبَ كَانُوا إِذَا اشْتَدَّ الْقِتَالُ فِيهِمْ وَالْحَرْبُ وَعَظُمَ الْأَمْرُ فِيهِمْ قَالُوا لِشِدَّةِ ذَلِكَ: قَدْ كَشَفَتِ الْحَرْبُ عَنْ سَاقٍ، فَذَكَرَ اللهُ شِدَّةَ ذَلِكَ الْيَوْمِ بِمَا يَعْرِفُونَ، وَهَذَا مِنَ التَّفْسِيرِ الْجَلِيِّ، لَا مِنَ التَّأْوِيلِ الْخَفِيِّ بِالْمَعْنَى الْأُصُولِيِّ، وَأَمَّا تَأْوِيلُهُ بِالْمَعْنَى اللُّغَوِيِّ؛ أَيْ: مَا يَؤُولُ إِلَيْهِ وَيَتَحَقَّقُ بِهِ فِي الْآخِرَةِ فَلَا يَعْلَمُهُ الْبَشَرُ إِلَّا إِذَا وَصَلُوا إِلَيْهِ. </p><p> وَقَدْ بَيَّنَ الْبَيْضَاوِيُّ أَصْلًا آخَرَ لِكَشْفِ السَّاقِ تَتَّجِهُ بِهِ رِوَايَةُ عَبْدِ بْنِ حُمَيْدٍ فِي جَعْلِهِ بِمَعْنَى كَشْفِ الْحِجَابِ، فَنَذْكُرُهُ مَعَ عِبَارَتِهِ فِي الْمَعْنَى الْآخَرِ الَّذِي عَلَيْهِ الْجُمْهُورُ لِحُسْنِ بَيَانِهِ لَهُ وَهُمَا قَوْلُهُ فِي تَفْسِيرِ: يَوْمَ يُكْشَفُ عَنْ سَاقٍ: يَوْمَ يَشْتَدُّ الْأَمْرُ وَيَعْظُمُ الْخَطْبُ. وَكَشْفُ السَّاقِ مَثَلٌ فِي ذَلِكَ وَأَصْلُهُ تَشْمِيرُ الْمُخَدَّرَاتِ عَنْ سُوقِهِنَّ فِي الْهَرَبِ قَالَ حَاتِمٌ: </p><p> أَخُو الْحَرْبِ إِنْ عَضَّتْ بِهِ الْحَرْبُ عَضَّهَا ... وَإِنْ شَمَّرَتْ عَنْ سَاقِهَا الْحَرْبُ شَمَّرَا </p><p> أَوْ يَوْمَ يُكْشَفُ عَنْ أَصْلِ الْأَمْرِ وَحَقِيقَتِهِ بِحَيْثُ يَصِيرُ عِيَانًا، مُسْتَعَارٌ مِنْ سَاقِ الشَّجَرِ وَسَاقِ الْإِنْسَانِ، وَتَنْكِيرُهُ لِلتَّهْوِيلِ أَوِ التَّعْظِيمِ اهـ. </p><p> وَمِنْ أَلْفَاظِ الْحَدِيثَيْنِ الَّتِي اضْطَرَبَ فِيهَا الْعُلَمَاءُ مَسْأَلَةُ الْإِتْيَانِ فِي الصُّوَرِ الْمُخْتَلِفَةِ، وَإِنْكَارِ الْمُؤْمِنِينَ لَهُ فِي بَعْضِهَا، وَمَعْرِفَتِهِ فِي بَعْضٍ فَاخْتَلَفُوا فِي تَفْسِيرِهَا وَتَأْوِيلِهَا، فَمِنْهُمْ مَنْ أَبْعَدَ النُّجْعَةِ وَمِنْهُمْ مَنْ قَارَبَ، قَالَ بَعْضُ الْمُؤَوِّلِينَ: الْمُرَادُ بِإِتْيَانِهِ تَعَالَى رُؤْيَتُهُ - أَقُولُ: وَلَكِنَّ الْإِتْيَانَ كَالرُّؤْيَةِ فِي إِيهَامِ التَّشْبِيهِ، فَلَمْ يَخُصَّ دُونَهَا بِالتَّأْوِيلِ؟ وَقَالَ بَعْضُهُمْ: يَأْتِي مَلَكٌ بِأَمْرِهِ لِامْتِحَانِهِمْ، وَلَكِنْ جَاءَ فِي بَعْضِ النُّصُوصِ الْجَمْعُ بَيْنَ إِتْيَانِ الرَّبِّ وَإِتْيَانِ الْمَلَكِ فَيَمْتَنِعُ أَنْ يُفَسَّرَ الْأَوَّلُ بِالثَّانِي كَقَوْلِهِ - تَعَالَى -: هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ (٦: ١٥٨) وَقَوْلِهِ: وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (٨٩: ٢٢) عَلَى وَجْهٍ، فَمُخَالَفَةُ ظَاهِرِ </p><p> الْحَدِيثِ لِلْهَرَبِ مِنْ إِسْنَادِ الْإِتْيَانِ إِلَى الرَّبِّ لَا حَاجَةَ إِلَيْهِ مَعَ هَذَا - فَالْأَوْلَى قَوْلُ جُمْهُورِ السَّلَفِ: إِنَّهُ إِتْيَانٌ يَلِيقُ بِهِ، لَا كَإِتْيَانِ الْخَلْقِ. </p><p> وَقَدِ اخْتَلَفُوا فِي مَعْنَى الصُّورَةِ وَأَوَّلُوهَا أَيْضًا، وَالْأَظْهَرُ أَنَّهَا عِبَارَةٌ عَمَّا يَقَعُ بِهِ التَّجَلِّي مِنْ حِجَابٍ وَمِنْهُ رِدَاءُ الْكِبْرِيَاءِ الَّذِي سَبَقَ الْكَلَامُ فِيهِ، وَقَدْ وَرَدَ لَفْظُ الصُّورَةِ فِي عِدَّةِ رِوَايَاتٍ فِي الصَّحِيحَيْنِ لِحَدِيثَيْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ. </p><p> (مِنْهَا) كَمَا تَقَدَّمَ مِنْ حَدِيثِ أَبِي سَعِيدٍ \" أَتَاهُمْ رَبُّ الْعَالَمِينَ سُبْحَانَهُ فِي أَدْنَى صُورَةٍ مِنَ الَّتِي رَأَوْهُ فِيهَا \"  (وَمِنْهَا)  \" فَيَأْتِيهِمُ اللهُ فِي غَيْرِ الصُّورَةِ الَّتِي يَعْرِفُونَ \"  (وَمِنْهَا)  \" فِي صُورَةٍ غَيْرِ صُورَتِهِ الَّتِي رَأَوْهُ فِيهَا أَوَّلَ مَرَّةٍ \"  (وَمِنْهَا)  \" ثُمَّ يَتَبَدَّى اللهُ لَنَا فِي صُورَةٍ غَيْرِ صُورَتِهِ الَّتِي رَأَيْنَاهُ فِيهَا أَوَّلَ مَرَّةٍ \" وَفِي رِوَايَةِ هِشَامِ بْنِ سَعْدٍ \" ثُمَّ نَرْفَعُ رُؤُوسَنَا وَقَدْ عَادَ لَنَا فِي صُورَتِهِ الَّتِي رَأَيْنَاهُ فِيهَا أَوَّلَ مَرَّةٍ فَيَقُولُ: أَنَا رَبُّكُمْ.فَنَقُولُ:نَعَمْ أَنْتَ رَبُّنَا \" وَفِي رِوَايَةِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ عِنْدَ ابْنِ مَنْدَهْ \" فَيَتَمَثَّلُ لَهُمْ رَبُّهُمْ \" . </p><p> ذَكَرَ النَّوَوِيُّ فِي شَرْحِهِ لِحَدِيثِ أَبِي هُرَيْرَةَ مِنْ صَحِيحِ مُسْلِمٍ مَذْهَبَ السَّلَفِ فِي أَمْثَالِ هَذِهِ الْأَلْفَاظِ وَالصِّفَاتِ، وَهُوَ الْإِيمَانُ بِهَا وَحَمْلُهَا عَلَى مَا يَلِيقُ بِجَلَالِ اللهِ - تَعَالَى - وَعَظَمَتِهِ مَعَ التَّنْزِيهِ كَمَا تَقَدَّمَ، ثُمَّ مَذْهَبَ جُمْهُورِ الْمُتَكَلِّمِينَ الْقَائِلِينَ بِالتَّأْوِيلِ، وَمِنْهُ أَنْ يَجِيئَهُمْ مَلَكٌ فِي صُورَةٍ يُنْكِرُونَهَا لِمَا فِيهَا مِنْ صِفَةِ الْحَدَثِ، وَلَا تُشْبِهُ صِفَاتِ الْإِلَهِ لِيَمْتَحِنَهُمْ \" فَإِذَا قَالَ لَهُمْ هَذَا الْمَلَكُ أَوْ هَذِهِ الصُّورَةُ: أَنَا رَبُّكُمْ - رَأَوْا عَلَيْهِ مِنْ عَلَامَاتِ الْمَخْلُوقِ مَا يُنْكِرُونَهُ وَيَعْلَمُونَ أَنَّهُ لَيْسَ رَبُّهُمْ فَيَسْتَعِيذُونَ بِاللهِ مِنْهُ \" وَقَالَ فِي شَرْحِ \" فَيَأْتِيهِمُ اللهُ فِي صُورَتِهِ الَّتِي يَعْرِفُونَ \" : الْمُرَادُ بِالصُّورَةِ هُنَا الصِّفَةُ، وَمَعْنَاهُ: فَيَتَجَلَّى اللهُ - سُبْحَانَهُ وَتَعَالَى - لَهُمْ عَلَى الصِّفَةِ الَّتِي يَعْلَمُونَهَا وَيَعْرِفُونَهُ بِهَا، وَإِنَّمَا عَرَفُوهُ بِصِفَتِهِ وَإِنْ لَمْ تَكُنْ تَقَدَّمَتْ لَهُمْ رُؤْيَةٌ لَهُ - سُبْحَانَهُ وَتَعَالَى -؛ لِأَنَّهُمْ يَرَوْنَهُ لَا يُشْبِهُ شَيْئًا مِنْ مَخْلُوقَاتِهِ فَيَعْلَمُونَ أَنَّهُ رَبُّهُمْ، فَيَقُولُونَ: أَنْتَ رَبُّنَا. وَإِنَّمَا عَبَّرَ بِالصُّورَةِ عَنِ الصِّفَةِ لِمُشَابَهَتِهَا إِيَّاهَا وَلِمُجَانَسَةِ الْكَلَامِ فَإِنَّهُ تَقَدَّمَ ذِكْرُ الصُّورَةِ اهـ. وَذَكَرَ الْحَافِظُ فِي الْفَتْحِ تَأْوِيلَاتٍ أُخْرَى عَنِ الْقُرْطُبِيِّ وَالْقَاضِي أَبِي بَكْرِ بْنِ الْعَرَبِيِّ مِنَ الْمَالِكِيَّةِ وَابْنِ الْجَوْزِيِّ مِنَ الْحَنَابِلَةِ تَقْرُبُ مِمَّا اعْتَمَدَهُ النَّوَوِيُّ. </p><p> وَغَرَضُنَا مِنْ هَذِهِ النُّقُولِ بَيَانُ أَنَّ أَهْلَ السُّنَّةِ قَدْ أَوَّلُوا بَعْضَ أَحَادِيثِ الرُّؤْيَةِ كَمَا أَوَّلَتِ الْمُعْتَزِلَةُ وَالْخَوَارِجُ وَالشِّيعَةُ، فَلَا مُقْتَضَى لِلتَّعَادِي وَالتَّفَرُّقِ فِي الدِّينِ لِأَجْلِ التَّأْوِيلِ، وَبَعْضُ هَذِهِ التَّأْوِيلَاتِ أَعْرَقُ فِي التَّكَلُّفِ مِنْ بَعْضٍ، وَمَا سَاغَ </p><p> فِي بَعْضِ الرِّوَايَاتِ لَا يَسُوغُ فِي الْبَعْضِ الْآخَرِ، وَإِذَا كَانَ الْغَرَضُ مِنَ التَّأْوِيلِ تَقْرِيبَ الْمَعَانِي إِلَى الْأَذْهَانِ حَتَّى لَا يَبْقَى مَجَالٌ وَاسِعٌ لِلتَّشْكِيكِ فِي النُّصُوصِ، فَإِنَّ الْوَاقِفِينَ عَلَى عُلُومِ هَذَا الْعَصْرِ وَفُنُونِهِ قَدْ يَحْتَاجُونَ إِلَى مَا لَمْ يَكُنْ يَحْتَاجُ إِلَيْهِ مَنْ قَبْلَهُمْ، وَقَدْ بَيَّنَّا فِي مَسْأَلَةِ الرُّؤْيَةِ مَا اشْتَدَّتْ إِلَيْهِ الْحَاجَةُ فِي فَتْوَى الْمَنَارِ الَّتِي أَشَرْنَا إِلَيْهَا فِي هَذَا الْبَحْثِ وَفِي مَسْأَلَةِ الْكَلَامِ الْإِلَهِيِّ مَا فَسَّرْنَا بِهِ الْآيَاتِ الَّتِي سَبَقَتْ فِيهِ، وَسَنَزِيدُ ذَلِكَ هُنَا، وَسَنَذْكُرُ الْفَتْوَى بِنَصِّهَا. </p><p> (٩) اخْتَلَفَ الْعُلَمَاءُ فِي رُؤْيَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِرَبِّهِ لَيْلَةَ الْمِعْرَاجِ بَيْنَ إِثْبَاتٍ وَنَفِيٍ وَوَقْفٍ، وَاخْتَلَفَ الْمُثْبِتُونَ فِي الرُّؤْيَةِ هَلْ هِيَ بِعَيْنِ الْبَصَرِ أَمْ بِعَيْنِ الْقَلْبِ وَالْبَصِيرَةِ؟ كَمَا اخْتَلَفُوا فِي الْمِعْرَاجِ نَفْسِهِ هَلْ كَانَ يَقَظَةً أَمْ مَنَامًا، أَمْ مُشَاهَدَةً رُوحِيَّةً بَيْنَ الْيَقَظَةِ وَالنَّوْمِ؟ لِاخْتِلَافِ الرِّوَايَاتِ عَنِ الصَّحَابَةِ وَالتَّابِعِينَ - رَضِيَ اللهُ عَنْهُمْ - فِيهَا، وَلِمَا وَرَدَ فِي الْأَحَادِيثِ الْمُتَعَارِضَةِ فِي الْمَسْأَلَةِ عَامًّا وَخَاصًّا. وَالتَّحْقِيقُ أَنَّهُ قَدْ وَرَدَتْ أَحَادِيثُ مَرْفُوعَةٌ صَحِيحَةٌ فِي النَّفْيِ دُونَ الْإِثْبَاتِ كَحَدِيثِ \" نُورٌ أَنَّى أَرَاهُ؟ \" الْمُتَقَدَّمِ فِي النَّفْيِ الْخَاصِّ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَحَدِيثِ \" وَاعْلَمُوا أَنَّكُمْ لَنْ تَرَوْا رَبَّكُمْ حَتَّى تَمُوتُوا \" رَوَاهُ مُسْلِمٌ وَكَذَا ابْنُ خُزَيْمَةَ، عَنْ أَبِي أُمَامَةَ وَعُبَادَةَ بْنِ الصَّامِتِ. </p><p> أَمَّا الصَّحَابَةُ؛ فَاشْتَهَرَ الْإِثْبَاتُ عَنِ ابْنِ عَبَّاسٍ مِنْهُمْ، وَرُوِيَ عَنْ أَنَسٍ أَيْضًا، وَأَخَذَ بِهِ بَعْضُ التَّابِعِينَ وَقَبِلَهُ بَعْضُ الْمُحَدِّثِينَ وَالْمُتَكَلِّمِينَ الَّذِينَ لَا يُدَقِّقُونَ فِي تَمْحِيصِ رِوَايَاتِ الْفَضَائِلِ وَالْمَنَاقِبِ. وَاشْتَهَرَ الْمَنْعُ عَنْ عَائِشَةَ، وَالرِّوَايَةُ عَنْهَا فِيهِ أَصَحُّ وَأَصْرَحُ، وَتَقَدَّمَ مَا رَوَاهُ الشَّيْخَانِ عَنْ مَسْرُوقٍ عَنْهَا فِيهِ، وَفِي بَعْضِ رِوَايَاتِهِ أَنَّ مَسْرُوقًا لَمَّا سَأَلَهَا هَلْ رَأَى مُحَمَّدٌ رَبَّهُ؟ قَالَتْ لَهُ: لَقَدْ قَفَّ شَعْرِي مِمَّا قُلْتَ. </p><p> وَرُوِيَ النَّفْيُ عَنْ آخَرِينَ مِنَ الصَّحَابَةِ مِنْهُمُ ابْنُ مَسْعُودٍ وَأَبُو هُرَيْرَةَ وَغَيْرُهُمَا، وَأَمَّا الْمُحَدِّثُونَ الَّذِينَ عَنُوا بِالتَّعَادُلِ وَالتَّرْجِيحِ وَالْجَمْعِ بَيْنَ الرِّوَايَاتِ فَمِنْهُمْ مَنْ نَظَرَ فِيهَا؛ لِإِثْبَاتِ مَا سَبَقَ إِلَى اعْتِقَادِهِ، وَمَالَتْ إِلَيْهِ نَفْسُهُ كَالْحَافِظِ ابْنِ خُزَيْمَةَ وَتَبِعَهُ النَّوَوِيُّ، فَرَجَّحَا رِوَايَةَ ابْنِ عَبَّاسٍ عَلَى رِوَايَةِ عَائِشَةَ الَّتِي هِيَ أَصَحُّ سَنَدًا وَأَقْوَى دَلِيلًا، بِحُجَّةِ أَنَّهَا لَمْ تَنْفِ الرُّؤْيَةَ بِحَدِيثٍ مَرْفُوعٍ، وَلَوْ كَانَ مَعَهَا لَذَكَرَتْهُ، وَإِنَّمَا اعْتَمَدَتْ عَلَى الِاسْتِنْبَاطِ فَتَأَوَّلَتْ آيَةَ لَا تُدْرِكُهُ الْأَبْصَارُ (٦: ١٠٣) وَآيَةَ وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا (٤٢: ٥١) إِلَخْ، وَقَدْ غَفَلَا عَمَّا لَمْ يَجْهَلَا مِنْ حَدِيثِهَا فِي الصَّحِيحَيْنِ، وَقَوْلُهَا لِمَسْرُوقٍ لَمَّا احْتَجَّ عَلَيْهَا بِدَلَالَةِ آيَةِ سُورَةِ النَّجْمِ عَلَى رُؤْيَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِرَبِّهِ إِنَّهَا أَوَّلُ مَنْ سَأَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ هَذِهِ الْآيَةِ، وَتَقَدَّمَ لَفْظُهَا فِي رِوَايَةِ الصَّحِيحَيْنِ، </p><p> وَفِيهِ رِوَايَةٌ أُخْرَى أَصْرَحُ فِي الْمُرَادِ، وَهِيَ مَا أَخْرَجَهُ ابْنُ مَرْدَوَيْهِ بِإِسْنَادِ مُسْلِمٍ قَالَتْ:  \" أَنَا أَوَّلُ مَنْ سَأَلَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ هَذَا،فَقُلْتُ:يَا رَسُولَ اللهِ هَلْ رَأَيْتَ رَبَّكَ؟فَقَالَ:لَا؛ إِنَّمَا رَأَيْتُ جِبْرِيلَ مُنْهَبِطًا \" إِلَخْ. </p><p> وَمِنْهُمْ مَنْ نَظَرَ فِي الرِّوَايَاتِ لِأَجْلِ التَّمْحِيصِ وَتَحْقِيقِ الْحَقِّ فِيهَا كَشَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَّةَ وَالْحَافِظِ ابْنِ حَجَرٍ، فَبَيَّنَا أَنَّ الرِّوَايَاتِ عَنِ ابْنِ عَبَّاسٍ بَعْضُهَا مُطْلَقٌ وَبَعْضُهَا مُقَيَّدٌ بِالرُّؤْيَةِ الْقَلْبِيَّةِ لَا الْبَصَرِيَّةُ، فَإِذَا حَكَّمْتَ فِيهَا قَاعِدَةَ حَمْلِ الْمُطْلَقِ عَلَى الْمُقَيَّدِ زَالَ التَّعَارُضُ بَيْنَهَا وَبَيْنَ حَدِيثِ عَائِشَةَ وَمَا فِي مَعْنَاهُ. </p><p> قَالَ الْحَافِظُ فِي شَرْحِ الْبُخَارِيِّ: جَاءَتْ عَنِ ابْنِ عَبَّاسٍ أَخْبَارٌ مُطْلَقَةٌ وَأُخْرَى مُقَيَّدَةٌ، فَيَجِبُ حَمْلُ مُطْلَقِهَا عَلَى مُقَيَّدِهَا، فَمِنْ ذَلِكَ مَا أَخْرَجَهُ النَّسَائِيُّ بِسَنَدٍ صَحِيحٍ وَصَحَّحَهُ الْحَاكِمُ. </p><p> مِنْ طَرِيقِ عِكْرِمَةَ عَنْهُ \" أَتَعْجَبُونَ أَنْ تَكُونَ الْخُلَّةُ لِإِبْرَاهِيمَ وَالْكَلَامُ لِمُوسَى وَالرُّؤْيَةُ لِمُحَمَّدٍ؟ \" وَأَخْرَجَهُ ابْنُ خُزَيْمَةَ بِلَفْظِ \" إِنَّ اللهَ اصْطَفَى إِبْرَاهِيمَ بِالْخُلَّةِ \" إِلَخْ. وَأَخْرَجَ ابْنُ إِسْحَاقَ مِنْ طَرِيقِ عَبْدِ اللهِ بْنِ أَبِي سَلَمَةَ أَنَّ ابْنَ عُمَرَ أَرْسَلَ إِلَى ابْنِ عَبَّاسٍ \" هَلْ رَأَى مُحَمَّدٌ رَبَّهُ؟ فَأَرْسَلَ إِلَيْهِ أَنْ نَعَمْ \"  (وَمِنْهَا) مَا أَخْرَجَهُ مُسْلِمٌ مِنْ طَرِيقِ أَبِي الْعَالِيَةِ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - فِي قَوْلِهِ - تَعَالَى -: مَا كَذَبَ الْفُؤَادُ مَا رَأَى أَفَتُمَارُونَهُ عَلَى مَا يَرَى وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (٥٣: ١١ - ١٣) قَالَ: رَأَى رَبَّهُ بِفُؤَادِهِ مَرَّتَيْنِ، وَلَهُ مِنْ طَرِيقِ عَطَاءٍ عَنْهُ قَالَ: رَآهُ بِقَلْبِهِ وَأَصْرَحُ مِنْهُ مَا أَخْرَجَهُ ابْنُ مَرْدَوَيْهِ عَنْهُ مِنْ طَرِيقِ عَطَاءٍ أَيْضًا قَالَ: لَمْ يَرَهُ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِعَيْنِهِ إِنَّمَا رَآهُ بِقَلْبِهِ. انْتَهَى مُلَخَّصًا، وَقَدْ رَوَى التِّرْمِذِيُّ عَنِ الشَّعْبِيِّ أَنَّ ابْنَ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - سَمِعَ حَدِيثَ قِسْمَةِ الْكَلَامِ وَالرُّؤْيَةِ بَيْنَ مُوسَى وَمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ كَعْبِ الْأَحْبَارِ فِي عَرَفَةَ! ! . </p><p> فَعُلِمَ مِمَّا تَقَدَّمَ أَنَّ مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ مِنَ الْإِثْبَاتِ هُوَ الَّذِي يَصِحُّ فِيهِ مَا قِيلَ خَطَأً فِي نَفْيِ عَائِشَةَ: إِنَّهُ اسْتِنْبَاطٌ مِنْهُ، وَلَمْ يَكُنْ عِنْدَهُ حَدِيثٌ مَرْفُوعٌ فِيهِ، وَأَنَّهُ عَلَى مَا صَحَّ عَنْهُ مِنْ تَقْيِيدِهِ بِالرُّؤْيَةِ الْقَلْبِيَّةِ مُعَارِضٌ مَرْجُوحٌ بِمَا صَحَّ مِنْ تَفْسِيرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِآيَتَيْ سُورَةِ النَّجْمِ، وَهُوَ أَنَّهُمَا فِي رُؤْيَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِجِبْرِيلَ بِصُورَتِهِ الَّتِي خَلَقَهُ اللهُ عَلَيْهَا، عَلَى أَنَّ رِوَايَةَ عِكْرِمَةَ عَنْهُ لَا يَبْعُدُ أَنْ تَكُونَ مِمَّا سَمِعَهُ مِنْ كَعْبِ الْأَحْبَارِ الَّذِي قَالَ فِيهِ مُعَاوِيَةُ:  \" إِنْ كُنَّا لَنَبْلُو عَلَيْهِ الْكَذِبَ \" كَمَا فِي صَحِيحِ الْبُخَارِيِّ، وَرِوَايَةُ ابْنِ إِسْحَاقَ لَا يُعْتَدُّ بِهَا فِي هَذَا الْمَقَامِ فَإِنَّهُ مُدَلِّسٌ، وَهُوَ ثِقَةٌ فِي الْمَغَازِي لَا فِي الْحَدِيثِ، فَالْإِثْبَاتُ الْمُطْلَقُ عَنْهُ مَرْجُوحٌ رِوَايَةً، كَمَا هُوَ مَرْجُوحٌ دِرَايَةً. </p><p> وَقَالَ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَّةَ: إِنَّ ابْنَ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - لَمْ يَقُلْ إِنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَأَى رَبَّهُ بِعَيْنَيْ رَأْسِهِ يَقَظَةً، وَمَنْ حَكَى عَنْهُ ذَلِكَ فَقَدْ وَهِمَ، وَهَذِهِ نُصُوصُهُ مَوْجُودَةٌ لَيْسَ فِيهَا شَيْءٌ مِنْ ذَلِكَ، وَقَالَ: مَا نُقِلَ عَنِ الْإِمَامِ أَحْمَدَ مِنْ إِثْبَاتِ رُؤْيَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِرَبِّهِ إِنَّمَا يَعْنِي رُؤْيَةَ الْمَنَامِ فَإِنَّهُ سُئِلَ عَنْ ذَلِكَ فَقَالَ: نَعَمْ رَآهُ، فَإِنَّ رُؤْيَا الْأَنْبِيَاءِ حَقٌّ. وَلَمْ يَقُلْ إِنَّهُ رَآهُ بِعَيْنَيْ رَأْسِهِ، وَقَالَ بَعْدَ ذِكْرِ مَا تَقَدَّمَ عَنِ ابْنِ عَبَّاسٍ: وَلَفْظُ الْإِمَامِ أَحْمَدَ كَلَفْظِ ابْنِ عَبَّاسٍ، وَأَهْلُ السُّنَّةِ مُتَّفِقُونَ عَلَى أَنَّ اللهَ - تَعَالَى - لَا يَرَاهُ أَحَدٌ بِعَيْنَيْهِ فِي الدُّنْيَا لَا نَبِيٌّ وَلَا غَيْرُهُ، وَلَمْ يَقَعِ النِّزَاعُ إِلَّا فِي نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَاصَّةً مَعَ أَنَّ الْأَحَادِيثَ الْمَرْفُوعَةَ لَيْسَ فِي شَيْءٍ مِنْهَا أَنَّهُ رَآهُ، وَإِنَّمَا رُوِيَ ذَلِكَ بِإِسْنَادٍ مَوْضُوعٍ بِاتِّفَاقِ أَهْلِ الْحَدِيثِ. اهـ. </p><p> فَتْوَى الْمَنَارِ الْمُشَارِ إِلَيْهَا آنِفًا (مِنْ ص٢٨٢ م ١٩) </p><p> (التَّحْقِيقُ فِي مَسْأَلَةِ رُؤْيَةِ الرَّبِّ - سُبْحَانَهُ وَتَعَالَى -) </p><p> إِنَّ مِنْ أُصُولِ الْعَقَائِدِ الْقَطْعِيَّةِ الْمَعْلُومَةِ مِنَ الدِّينِ بِالضَّرُورَةِ أَنَّ نَعِيمَ الْآخِرَةِ قِسْمَانِ: رُوحَانِيٌّ وَجُسْمَانِيٌّ؛ لِأَنَّ الْبَشَرَ لَا تَنْقَلِبُ حَقِيقَتُهُمْ فِي الْآخِرَةِ بَلْ يَبْقَوْنَ بَشَرًا أُولِي أَرْوَاحٍ وَأَجْسَادٍ، وَلَكِنَّ الرُّوحَانِيَّةَ تَكُونُ هِيَ الْغَالِبَةَ عَلَى أَهْلِ الْجَنَّةِ، فَيَكُونُ النَّعِيمُ الرُّوحَانِيُّ عِنْدَهُمْ أَعْلَى مِنَ النَّعِيمِ الْجُسْمَانِيِّ، وَمِنَ الثَّابِتِ بِالِاخْتِبَارِ وَالتَّجَارِبِ أَنَّ الْعُلَمَاءَ الرَّاسِخِينَ وَالْحُكَمَاءَ الرَّبَّانِيِّينَ، وَالْفَلَاسِفَةُ الْمَادِّيُّونَ وَالرُّؤَسَاءُ السِّيَاسِيُّونَ - كُلُّهُمْ يُفَضِّلُونَ اللَّذَّاتِ الْعَقْلِيَّةَ الرُّوحِيَّةَ وَالْحَيَاةَ الْمَعْنَوِيَّةَ، عَلَى اللَّذَّاتِ الْمَادِّيَّةِ الْجَسَدِيَّةِ، فَتَرَى أَحَدَهُمْ يَزْهَدُ فِي أَطَايِبِ الطَّعَامِ، وَكُئُوسِ الْمُدَامِ، </p><p> وَيَتَجَافَى جَنْبُهُ عَنْ مَضْجَعِهِ، ذَاهِلًا عَنْ حُقُوقِ حَلِيلَتِهِ، تَلَذُّذًا بِحَلِّ مُشْكِلَاتِ الْمَسَائِلِ وَاكْتِشَافِ أَسْرَارِ الْكَوْنِ، أَوْ بِالنَّفْثِ فِي عُقَدِ السِّيَاسَةِ، وَمَا تَقْتَضِيهِ أَعْبَاءُ الرِّيَاسَةِ. </p><p> أَلَا وَإِنَّ أَعْلَى الْعُلُومِ الْعَقْلِيَّةِ وَالْمَعَارِفِ الرُّوحِيَّةِ فِي هَذِهِ الدُّنْيَا هُوَ مَعْرِفَةُ اللهِ - سُبْحَانَهُ وَتَعَالَى -، وَالْعِلْمُ بِمَظَاهِرِ أَسْمَائِهِ وَصِفَاتِهِ فِي خَلْقِهِ، وَالْوُقُوفُ عَلَى سُنَنِهِ وَأَسْرَارِهِ فِيهَا، وَكَشْفُ الْحُجُبِ عَمَّا أَوْدَعَ فِيهَا مِنَ الْجَمَالِ وَالْجَلَالِ، وَفِي النِّظَامِ الَّذِي قَامَتْ بِهِ مِنْ آيَاتِ الْكَمَالِ، الَّتِي هِيَ مَجْلَى صِفَاتِ بَارِئِهَا، وَهُوَ مُنْتَهَى الْجَمَالِ وَالْجَلَالِ وَالْكَمَالِ، عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ. </p><p> وَمَا زَالَ أَصْحَابُ الْهِمَمِ الْعَالِيَةِ مِنَ الْعُلَمَاءِ وَالْحُكَمَاءِ يَسْتَدِلُّونَ بِمَا ظَهَرَ لَهُمْ مِنْ تِلْكَ السُّنَنِ وَالْآيَاتِ عَلَى كَمَالِ مُبْدِعِهَا وَمُبْدِئِهَا وَمُصَرِّفِهَا، وَتَتَطَلَّعُ عُيُونُ عُقُولِهِمْ إِلَى كَيْفِيَّةِ صُدُورِ الْوُجُودِ الْمُمْكِنِ الْحَادِثِ (وَهُوَ مَجْمُوعُ هَذِهِ الْعَوَالِمِ الْعُلْوِيَّةِ وَالسُّفْلِيَّةِ) عَنِ الْوُجُودِ الْأَزَلِيِّ الْوَاجِبِ، وَيَهْتَمُّونَ بِارْتِقَاءِ الْأَسْبَابِ لِلْوُصُولِ إِلَى مَعْرِفَةِ أَوَّلِ مَوْجُودٍ مُمْكِنٍ مِنْهَا، وَكَيْفَ ابْتَدَأَتْ سِلْسِلَةُ الْأَسْبَابِ بَعْدَ ذَلِكَ بِتَحَوُّلِ الْبَسَائِطِ، وَتَوَلُّدِ بَعْضِهَا مِنْ بَعْضٍ، قَبْلَ وُجُودِ هَذِهِ الْمَرْكَبَاتِ الْمَعْرُوفَةِ مِنَ السَّمَاءِ وَالْأَرْضِ؛ طَمَعًا فِي مَعْرِفَةِ حَقِيقَةِ ذَلِكَ الْوُجُودِ الْأَعْلَى عَلَى عَجْزِهِمْ عَنْ إِدْرَاكِ كُنْهِ أَدْنَى هَذِهِ الْمَوْجُودَاتِ السُّفْلَى، وَقَدِ اخْتَلَفَ الْحُكَمَاءُ فِي إِمْكَانِ وُصُولِ الْعِلْمِ الْبَشَرِيِّ إِلَى حَقِيقَةِ الْوُجُودِ الْأَوَّلِ الْأَزَلِيِّ، وَكَيْفِيَّةِ صُدُورِ الْمَوْجُودَاتِ الْمُمْكِنَةِ عَنْهُ، فَقَالَ بَعْضُهُمْ بِإِمْكَانِ ذَلِكَ، وَتَوَقَّعَ حُصُولَهُ فِي يَوْمٍ مِنَ الْأَيَّامِ، وَقَالَ آخَرُونَ: بِأَنَّهُ فَوْقَ اسْتِعْدَادِ الْأَنَامِ. </p><p> وَالْحَقُّ فِي ذَلِكَ مَا هَدَانَا إِلَيْهِ دِينُ اللهِ الْحَقِّ، وَهُوَ أَنَّ إِدْرَاكَ أَبْصَارِ الْخَلْقِ لَهُ - سُبْحَانَهُ وَتَعَالَى - وَإِحَاطَةَ عِلْمِهِمْ بِهِ مِنَ الْمُحَالِ الَّذِي لَا مَطْمَعَ فِيهِ لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارُ وَهُوَ اللَّطِيفُ الْخَبِيرُ (٦: ١٠٣) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا (٢٠: ١١٠) وَلَكِنَّ الْعَجْزَ عَنِ الْإِدْرَاكِ وَالْإِحَاطَةِ، لَا يَسْتَلْزِمُ الْعَجْزَ عَمَّا دُونَ ذَلِكَ مِنَ الْعِلْمِ وَالْمَعْرِفَةِ، الَّتِي تَرْتَقِي إِلَى الدَّرَجَةِ الَّتِي عَبَّرَ عَنْهَا بِالتَّجَلِّي وَالرُّؤْيَةِ، فَإِنْ كَانَتْ ظَوَاهِرُ الْآيَاتِ فِي ذَلِكَ مُتَعَارِضَةً، فَالْأَحَادِيثُ وَالْآثَارُ الصَّحِيحَةُ الْمُبَيِّنَةُ لَهُ جَلِيلَةٌ وَاضِحَةٌ، وَإِنَّمَا وَقَعَ الْمِرَاءُ بَيْنَ الْمُتَكَلِّمِينَ وَالْمُتَفَلْسِفِينَ وَبَيْنَ عُلَمَاءِ الْآثَارِ </p><p> فِي كَلِمَةِ \" الرُّؤْيَةِ \" فَأَثْبَتَهَا أَهْلُ الْأَثَرِ لِدَلَالَةِ ظَوَاهِرِ الْقُرْآنِ وَنُصُوصِ الْأَحَادِيثِ عَلَيْهَا، وَمَنَعُوا قِيَاسَ رُؤْيَةِ الْبَارِي - تَعَالَى - عَلَى رُؤْيَةِ الْمَخْلُوقَاتِ، بِدَعْوَى اسْتِلْزَامِهَا التَّحَيُّزَ وَالْحُدُودَ وَغَيْرَ ذَلِكَ مِنْ صِفَاتِ الْأَجْسَامِ، وَقَالُوا: إِنَّنَا لَا نَبْحَثُ فِي كَيْفِيَّةِ ذَاتِهِ وَلَا صِفَاتِهِ تَعَالَى، فَإِنَّنَا نَجْزِمُ بِأَنَّ لَهُ عِلْمًا وَقُدْرَةً وَسَمْعًا وَبَصَرًا، وَلَكِنَّ عِلْمَهُ لَيْسَ نَاشِئًا كَعِلْمِنَا عَنِ انْطِبَاعِ صُوَرِ الْمَعْلُومَاتِ فِي النَّفْسِ، وَلَا مُكْتَسِبًا لَهُ بِالْحَوَاسِّ أَوِ الْفِكْرِ، وَكَذَلِكَ قُدْرَتُهُ وَسَائِرُ صِفَاتِهِ، فَنَحْنُ نَجْمَعُ بَيْنَ الْإِيمَانِ بِالنُّصُوصِ فِي أَسْمَاءِ اللهِ وَصِفَاتِهِ وَأَفْعَالِهِ وَسَائِرِ شُئُونِهِ، وَبَيْنَ تَنْزِيهِهِ عَمَّا لَا يَلِيقُ بِهِ مِنْ مُشَابَهَةِ خَلْقِهِ الْمَمْنُوعَةِ بِدَلَائِلِ النَّقْلِ وَالْعَقْلِ، كَمَا قَالَ - عَزَّ وَجَلَّ -: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (٤٢: ١١) . </p><p> وَنَفَاهَا (بَعْضُ) أَهْلِ الْكِتَابِ وَالْفَلْسَفَةِ بِنَاءً عَلَى قِيَاسِ الْخَالِقِ - سُبْحَانَهُ وَتَعَالَى - عَلَى الْمَخْلُوقِ، وَدَعْوَى مُنَافَاةِ الرُّؤْيَةِ لِلتَّنْزِيهِ، الَّذِي هُوَ أَصْلُ الْعَقِيدَةِ وَرُكْنِهَا الرَّكِينِ، وَلَكِنَّهُمْ لَا يَسْتَطِيعُونَ إِنْكَارَ الْحَقِيقَةِ الَّتِي أَثْبَتَهَا أَهْلُ السُّنَّةِ وَالْجَمَاعَةِ إِذَا عَبَّرَ عَنْهَا بِغَيْرِ لَفْظِ الرُّؤْيَةِ، كَأَنْ يُقَالَ: إِنَّ أَعْلَى نَعِيمِ أَهْلِ الْجَنَّةِ لِقَاءُ اللهِ - تَعَالَى - بِتَجَلِّيهِ عَلَيْهِمْ تَجَلِّيًا يَحْصُلُ لَهُمْ بِهِ أَعْلَى مَا اسْتَعَدَّتْ لَهُ أَنْفُسُهُمْ وَأَرْوَاحُهُمْ مِنَ الْمَعْرِفَةِ، وَإِنَّ أَعْظَمَ عِقَابٍ لِأَهْلِ النَّارِ حَجْبِهِمْ عَنْ رَبِّهِمْ وَحِرْمَانِهِمْ مِنْ هَذَا التَّجَلِّي وَالْعِرْفَانِ الْخَاصِّ بِدَارِ الْكَرَامَةِ وَالرَّاضُونَ، فَإِنَّهُمْ لَا يَعْتَنُونَ بِتَأْوِيلِ مِثْلِ قَوْلِهِ - تَعَالَى - فِي الْمُتَّقِينَ: تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ (٣٣: ٤٤) وَقَوْلُهُ فِي الْكَافِرِينَ: كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (٨٣: ١٥) كَمَا يَعْتَنُونَ بِتَأْوِيلِ قَوْلِهِ: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ (٧٥: ٢٢، ٢٣) بِأَنَّ النَّظَرَ مَعْنَاهُ الِانْتِظَارُ وَالرَّجَاءُ، وَمَا رَدَّ بِهِ بَعْضُهُمْ عَلَى بَعْضٍ فِي الْآيَةِ يَطْلُبُ مِنَ الْكَشَّافِ وَالْبَيْضَاوِيِّ وَحَوَاشِيهِمَا وَسَائِرِ كُتُبِ التَّفْسِيرِ، وَمِنْ كُتِبِ الْكَلَامِ وَشُرُوحِ الْأَحَادِيثِ. </p><p> وَكَمْ بَيْنَ حُذَّاقِ الْجِدَالِ تَنَازُعٌ ... وَمَا بَيْنَ عُشَّاقِ الْجَمَالِ تَنَازُعُ </p><p> وَمِنْ غَرَائِبِ جَدَلِهِمْ أَنَّ كُلًّا مِنْهُمْ يَسْتَدِلُّ عَلَى مَذْهَبِهِ بِطَلَبِ مُوسَى - عَلَيْهِ السَّلَامُ - رُؤْيَةَ رَبِّهِ، </p><p> وَقَوْلِهِ - تَعَالَى -: لَنْ تَرَانِي. . . الْآيَةَ. فَأَهْلُ السُّنَّةِ يَسْتَدِلُّونَ </p><p> عَلَى جَوَازِ الرُّؤْيَةِ بِسُؤَالِ الْكَلِيمِ إِيَّاهَا، وَعَدَمُ إِنْكَارِ الْبَارِي تَعَالَى عَلَيْهِ هَذَا السُّؤَالَ كَمَا أَنْكَرَ عَلَى نُوحٍ - عَلَيْهِ السَّلَامُ - سُؤَالَهُ نَجَاةَ وَلَدِهِ الْكَافِرِ بِنَاءً عَلَى أَنَّهُ مِنْ أَهْلِهِ الَّذِينَ وَعَدَهُ بِنَجَاتِهِمْ - وَبِتَعْلِيقِ الرُّؤْيَةِ عَلَى جَائِزٍ وَهُوَ اسْتِقْرَارُ الْجَبَلِ، وَالْمُعْتَزِلَةُ يَسْتَدِلُّونَ بِالْآيَةِ عَلَى عَدَمِ الرُّؤْيَةِ بِعَدَمِ إِجَابَةِ الْكَلِيمِ إِلَيْهَا، وَتَعْلِيقِهَا عَلَى مَا عَلِمَ اللهُ أَنَّهُ لَا يَكُونُ. </p><p> وَإِذَا كَانَتِ الْآيَاتُ الَّتِي اسْتَدَلَّ بِهَا كُلُّ فَرِيقٍ لَيْسَتْ نَصًّا قَاطِعًا فِي مَذْهَبِهِ، فَفِي الْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا مَا هُوَ نَصٌّ قَاطِعٌ لَا يَحْتَمِلُ التَّأْوِيلَ فِي الرُّؤْيَةِ، وَتَشْبِيهِهَا بِرُؤْيَةِ الْبَدْرِ وَالشَّمْسِ فِي الْجَلَاءِ وَالظُّهُورِ، وَكَوْنِهَا لَا مُضَارَّةَ فِيهَا وَلَا تَضَامَّ وَلَا ازْدِحَامَ، وَفِي كِتَابِ التَّوْحِيدِ مِنْ صَحِيحِ الْبُخَارِيِّ أَحَدَ عَشَرَ حَدِيثًا فِي ذَلِكَ، وَجَمَعَ ابْنُ الْقَيِّمِ فِي (حَادِي الْأَرْوَاحِ) مَا وَرَدَ فِي ذَلِكَ مِنَ الْأَحَادِيثِ فَكَانَ ثَلَاثِينَ حَدِيثًا، قَالَ الْحَافِظُ ابْنُ حَجَرٍ عِنْدَ إِشَارَتِهِ إِلَى ذَلِكَ: وَأَكْثَرُهَا جِيَادٌ، وَزَادَ ابْنُ الْقَيِّمِ مَا وَرَدَ عَنِ الصَّحَابَةِ وَالتَّابِعِينَ وَأَئِمَّةِ عُلَمَاءِ الْأَمْصَارِ فِي ذَلِكَ، وَحَمْلَهُمْ إِيَّاهُ عَلَى ظَاهِرِهِ مَعَ تَنْزِيهِ اللهِ - تَعَالَى - عَنْ مُشَابَهَةِ الْمَخْلُوقَاتِ، وَلَكِنَّ بَعْضَ مُثْبِتِي الرُّؤْيَةِ مِنْ أَهْلِ السُّنَّةِ اخْتَلَفُوا فِي مَعْنَاهَا، فَكَانَ بَعْضُ مَا قَالُوهُ تَأْوِيلًا أَبْعَدَ مِنْ تَأْوِيلِ الْمُنْكِرِينَ. </p><p> قَالَ الْحَافِظُ فِي الْكَلَامِ عَلَى تَفْسِيرِ وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ مِنْ شَرْحِ كِتَابِ التَّوْحِيدِ مِنَ الْبُخَارِيِّ مَا نَصَّهُ، وَاخْتَلَفَ مَنْ أَثْبَتَ الرُّؤْيَةَ فِي مَعْنَاهَا، فَقَالَ قَوْمٌ: يَحْصُلُ لِلرَّائِي الْعِلْمُ بِاللهِ - تَعَالَى - بِرُؤْيَةِ الْعَيْنِ كَمَا فِي غَيْرِهِ مِنَ الْمَرْئِيَّاتِ، وَهُوَ عَلَى وِفْقِ قَوْلِهِ فِي حَدِيثِ الْبَابِ:  \" كَمَا تَرَوْنَ الْقَمَرَ \" إِلَّا أَنَّهُ مُنَزَّهٌ عَنِ الْجِهَةِ وَالْكَيْفِيَّةِ، وَذَلِكَ أَمْرٌ زَائِدٌ عَلَى الْعِلْمِ. وَقَالَ بَعْضُهُمْ: إِنَّ الْمُرَادَ بِالرُّؤْيَةِ الْعِلْمُ، وَعَبَّرَ عَنْهَا بَعْضُهُمْ بِأَنَّهَا حُصُولُ حَالَةٍ فِي الْإِنْسَانِ نِسْبَتُهَا إِلَى ذَاتِهِ الْمَخْصُوصَةِ؛ نِسْبَةُ الْأَبْصَارِ إِلَى الْمَرْئِيَّاتِ. وَقَالَ بَعْضُهُمْ: رُؤْيَةُ الْمُؤْمِنِ لِلَّهِ نَوْعُ كَشْفٍ وَعِلْمٍ إِلَّا أَنَّهُ أَتَمُّ وَأَوْضَحُ مِنَ الْعِلْمِ، وَهَذَا أَقْرَبُ إِلَى الصَّوَابِ مِنَ الْأَوَّلِ اهـ. </p><p> ثُمَّ ذَكَرَ مَا تَعَقَّبَ بِهِ مَنْ قَالَ: إِنَّ الْمُرَادَ بِالرُّؤْيَةِ الْعِلْمُ، وَإِنَّمَا قَالَ فِي الْقَوْلِ الْآخَرِ: إِنَّهُ أَقْرَبُ إِلَى الصَّوَابِ لِمَا فِيهِ مِنَ التَّفْوِيضِ وَعَدَمِ التَّحْدِيدِ، وَهَذَا الْمَعْنَى هُوَ الَّذِي قَالَ بِهِ الْغَزَالِيُّ وَأَوْضَحَهُ فِي كِتَابِ \" الْمَحَبَّةِ مِنَ الْإِحْيَاءِ \" بِمَا يُعْهَدُ مَنْ قَرَأَ الْإِحْيَاءَ مِنْ بَيَانِهِ وَفَصَاحَتِهِ. </p><p> هَذَا وَإِنَّ إِحْصَاءَ مَا وَرَدَ فِي هَذَا الْبَابِ مِمَّا اسْتَدَلَّ بِهِ عَلَى الرُّؤْيَةِ إِثْبَاتًا وَنَفْيًا مِنَ الْآيَاتِ وَالْأَحَادِيثِ، وَسَرْدَ كَلَامِ الْمُثْبِتِينَ وَالنُّفَاةِ وَبَيَانَ الرَّاجِحِ مِنْهُ وَالْمَرْجُوحِ يَسْتَغْرِقُ عِدَّةَ أَجْزَاءٍ مِنَ الْمَنَارِ، وَلَنْ يَرْضَى ذَلِكَ مِنَّا أَكْثَرُ الْقُرَّاءِ، وَجُمْلَةُ الْقَوْلِ فِي الْمَسْأَلَةِ أَنَّ الْآيَاتِ الْقُرْآنِيَّةَ لَيْسَ فِيهَا نَصٌّ قَاطِعٌ لَا يَحْتَمِلُ التَّأْوِيلَ، وَلَكِنَّ بَعْضَ الْأَحَادِيثِ الصَّحِيحَةِ وَالْحَسَنَةِ صَرِيحَةٌ فِي ذَلِكَ لَا تَحْتَمِلُ التَّأْوِيلَ، وَالْمَرْفُوعُ مِنْهُ مَرْوِيٌّ عَنْ أَكْثَرِ مِنْ عِشْرِينَ </p><p> صَحَابِيًّا، دَعِ الْمَوْقُوفَ وَالْآثَارَ، وَلَمْ يَرِدْ فِي مُعَارَضَتِهَا شَيْءٌ أَصْرَحُ مِنْ حَدِيثِ عَائِشَةَ الْمُتَّفِقِ عَلَيْهِ عَنْ مَسْرُوقٍ قَالَ:  \" قُلْتُ لِعَائِشَةَ - رَضِيَ اللهُ عَنْهَا - يَا أُمَّتَاهُ هَلْ رَأَى مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَبَّهُ لَيْلَةَ الْمِعْرَاجِ؟فَقَالَتْ:لَقَدْ قَفَّ شَعْرِي مِمَّا قُلْتَ! أَيْنَ أَنْتَ مِنْ ثَلَاثٍ، مَنْ حَدَّثَكَهُنَّ فَقَدْ كَذِبَ، مَنْ حَدَّثَكَ أَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَأَى رَبَّهُ فَقَدْ كَذِبَ -وَفِي رِوَايَةٍ:فَقَدْ أَعْظَمَ عَلَى اللهِ الْفِرْيَةَ -ثُمَّ قَرَأَتْ:لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ(٦: ١٠٣)وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ(٤٢: ٥١)وَمَنْ حَدَّثَكَ أَنَّهُ يَعْلَمُ مَا فِي غَدٍ فَقَدْ كَذِبَ،ثُمَّ قَرَأَتْ:وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا(٣١: ٣٤)وَمَنْ حَدَّثَكَ أَنَّهُ - أَيِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَتَمَ شَيْئًا مِنَ الدِّينِ فَقَدْ كَذِبَ،ثُمَّ قَرَأَتْ:يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أَنْزِلُ إِلَيْكَ مِنْ رَبِّكَ(٥: ٦٧)الْآيَةَ، وَلَكِنْ رَأَى جِبْرِيلَ فِي صُورَتِهِ مَرَّتَيْنِ \" اهـ. </p><p> وَقَدْ ذَكَرَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ أَنَّ عَائِشَةَ لَمْ تَنْفِ وُقُوعَ الرُّؤْيَةِ بِحَدِيثٍ مَرْفُوعٍ وَلَوْ كَانَ مَعَهَا لَذَكَرَتْهُ وَإِنَّمَا اعْتَمَدَتِ الِاسْتِنْبَاطَ عَلَى مَا ذَكَرَتْهُ مِنْ ظَاهِرِ الْآيَةِ وَقَدْ خَالَفَهَا غَيْرُهَا مِنَ الصَّحَابَةِ إِلَخْ، وَذَكَرَ الْحَافِظُ فِي الْفَتْحِ أَنَّهُ قَالَ ذَلِكَ تَبَعًا لِابْنِ خُزَيْمَةَ ذَاهِلًا عَمَّا وَرَدَ فِي صَحِيحِ مُسْلِمٍ الَّذِي شَرَحَهُ، وَذَكَرَ أَنَّ فِي حَدِيثِ مَسْرُوقٍ عِنْدَهُ زِيَادَةً عَمَّا ذَكَرْنَاهُ مِنْ لَفْظِ الْبُخَارِيِّ وَهِيَ: قَالَ مَسْرُوقٌ \" وَكُنْتُ مُتَّكِئًا فَجَلَسْتُ وَقُلْتُ: أَلَمْ يَقُلِ اللهُ وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى فَقَالَتْ: أَنَا أَوَّلُ هَذِهِ الْأُمَّةِ سَأَلَ رَسُولَ اللهِ صَلَّى عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ،فَقَالَ:إِنَّمَا هُوَ جِبْرِيلُ \" إِلَخْ. </p><p> فَعُلِمَ مِنْ هَذَا أَنَّ عَائِشَةَ تَنْفِي دَلَالَةَ سُورَةِ النَّجْمِ عَلَى رُؤْيَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِرَبِّهِ بِالْحَدِيثِ الْمَرْفُوعِ، وَتَنْفِي جَوَازَ الرُّؤْيَةِ مُطْلَقًا أَوْ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا بِالِاسْتِدْلَالِ بِقَوْلِهِ - </p><p> تَعَالَى -: لَا تُدْرِكُهُ الْأَبْصَارُ وَقَوْلُهُ: وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا أَوَ مِنْ وَرَاءِ حِجَابٍ وَيُعَارِضُ هَذَا الِاسْتِدْلَالُ أَنَّهُ لَيْسَ نَصًّا فِي النَّفْيِ حَتَّى يُرَجَّحَ عَلَى الْأَحَادِيثِ الصَّرِيحَةِ فِي الرِّوَايَةِ، وَقَدْ قَالَ بِهَا بَعْضُ عُلَمَاءِ الصَّحَابَةِ، وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ عَائِشَةَ لَيْسَتْ أَعْلَمُ عِنْدِنَا مِنِ ابْنِ عَبَّاسٍ الَّذِي أَثْبَتَ الرُّؤْيَةَ لِلنَّبِيِّ لَيْلَةَ الْمِعْرَاجِ، وَفِي هَذَا الْقَوْلِ بَحْثٌ، فَإِنَّ ابْنَ عَبَّاسٍ اسْتَنْبَطَ إِثْبَاتَ الرُّؤْيَةِ فِي الدُّنْيَا مِنَ الْآيَاتِ، وَقَدِ انْفَرَدَ بِذَلِكَ دُونَ سَائِرِ الصَّحَابَةِ. وَأَمَّا مَنْ رُوِيَ عَنْهُمْ إِثْبَاتُ الرُّؤْيَةِ فِي الْآخِرَةِ فَلَيْسَ فِيهِمْ أَحَدٌ يُقَالُ إِنَّهُ أَعْلَمُ مِنْ عَائِشَةَ إِلَّا وَالِدُهَا الصِّدِّيقُ وَعَلِيٌّ الْمُرْتَضَى وَزَيْدُ بْنُ ثَابِتٍ، وَقَدْ يُذْكَرُ فِي طَبَقَتِهَا مِنْهُمُ الْعَبَادِلَةُ، وَلَكِنَّ الْحَدِيثَ عَنْ أَبِي بَكْرٍ وَزَيْدِ بْنِ ثَابِتٍ فِي هَذَا الْبَابِ ضَعِيفٌ، وَعَنْ عَلِيٍّ مَوْضُوعٌ، حَتَّى إِنَّ مَا رُوِيَ عَنْهَا نَفْسُهَا فِيهِ أَقْوَى سَنَدًا. وَيَقُولُ النُّفَاةُ: لَوْ رَأَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَبَّهُ لَيْلَةَ الْمِعْرَاجِ لَمَا خَفِيَ نَبَأُ ذَلِكَ عَنْ عَائِشَةَ مَعَ مَا عُلِمَ مِنْ حِرْصِهَا عَلَى الْعِلْمِ، وَسُؤَالِهَا إِيَّاهُ عَنْ آيَةِ النَّجْمِ، </p><p> وَقَدْ يَقُولُ النُّفَاةُ أَيْضًا: لَوْ كَانَتِ الرُّؤْيَةُ فِي الْآخِرَةِ عَقِيدَةً يُطَالِبُ الْمُسْمِلُونَ بِالْإِيمَانِ بِهَا لَمَا جَهِلَتْهَا عَائِشَةُ، وَلَكِنَّ هَذَا الْقَوْلَ لَا يَنْهَضُ لِمُعَارَضَةِ إِثْبَاتِ الْمُثْبِتِينَ لَهَا بِالْأَحَادِيثِ الصَّرِيحَةِ، وَإِنَّمَا قُصَارَاهُ أَنْ يُعَدَّ دَلِيلًا عَلَى أَنَّ الْمَسْأَلَةَ مِنْ أُمُورِ الْآخِرَةِ الَّتِي كَانَ يَذْكُرُهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَحْيَانًا لِبَعْضِ الْخَوَاصِّ إِذْ لَا يَضُرُّ الْعَامَّةَ جَهْلُهَا، فَلَمْ يَقْصِدْ أَنْ تَكُونَ عَقِيدَةً يُدْعَى إِلَيْهَا مَعَ التَّوْحِيدِ. </p><p> وَأَحْسَنُ مَا يُجَابُ بِهِ عَنِ اسْتِنْبَاطِ عَائِشَةَ وَأَقْوَاهُ عِنْدَ الْمُثْبِتِينَ أَنْ يُقَالَ: إِنَّهَا تُرِيدُ بِهِ نَفْيُ الرُّؤْيَةِ فِي الدُّنْيَا كَمَا قَالَ بِذَلِكَ الْجُمْهُورُ، وَلَا تُقَاسُ شُئُونُ الْبَشَرِ فِي الْآخِرَةِ عَلَى شُئُونِهِمْ فِي الدُّنْيَا؛ لِأَنَّ لِذَلِكَ الْعَالَمِ سُنَنًا وَنَوَامِيسَ تُخَالِفُ سُنَنَ هَذَا الْعَالَمِ وَنَوَامِيسِهِ حَتَّى فِي الْأُمُورِ الْمَادِّيَّةِ كَالْأَكْلِ وَالشُّرْبِ وَالْمَأْكُولِ وَالْمَشْرُوبِ، فَمَاءُ الْجَنَّةِ غَيْرُ آسِنٍ فَلَا يَتَغَيَّرُ كَمَاءِ الدُّنْيَا بِمَا يُخَالِطُهُ أَوْ يُجَاوِرُهُ فِي مَقَرِّهِ أَوْ جَوِّهِ، وَخَمْرُهَا لَيْسَ فِيهَا غَوْلٌ يَغْتَالُ الْعَقْلَ، وَلَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ، وَلَبَنُهَا لَا يَعْتَرِيهِ فَسَادٌ، وَلَا تُخَالِطُهُ جِنَّةٌ (مَيْكْرُوبَاتٌ) أَمْرَاضٌ، وَكَذَلِكَ فَاكِهَتُهَا وَثَمَرَاتُهَا هِيَ عَلَى كَوْنِهَا أَعْلَى وَأَشْهَى مِمَّا فِي الدُّنْيَا لَا تَفْسَدُ. قَالَ ابْنُ عَبَّاسٍ: لَيْسَ فِي الدُّنْيَا شَيْءٌ مِمَّا فِي الْجَنَّةِ إِلَّا الْأَسْمَاءَ، وَكَذَلِكَ أَمْزِجَةُ أَهْلِهَا هِيَ أَصَحُّ وَأَسْلَمُ مِنْ أَمْزِجَةِ أَهْلِ الدُّنْيَا، حَتَّى إِنَّهُمْ يَأْكُلُونَ </p><p> وَيَشْرَبُونَ فَيَكُونُ هَضْمُهُمْ بِالتَّبَخُّرِ وَرَشْحِ الْعَرَقِ، فَفِي الْحَدِيثِ الصَّحِيحِ أَنَّهُ جُشَاءٌ وَرَشْحٌ لَهَا رِيحُ الْمِسْكِ، وَلَا عَجَبَ فِي ذَلِكَ فَإِنَّ عُلَمَاءَ الْعَصْرِ الَّذِينَ يَظُنُّونَ أَنَّ فِي كَوْكَبِ الْمِرِّيخِ أَحْيَاءً عُقَلَاءَ كَالْبَشَرِ يَجْزِمُونَ بِأَنَّهُمْ لَا بُدَّ أَنْ يَكُونُوا أَكْبَرَ مِنَّا أَجْسَامًا وَأَسْرَعَ مِنَ الْخَيْلِ الْعَادِيَّةِ فِي حَرَكَتِهِمُ الْعَادِيَّةِ، هَذَا، وَعَالَمُ الْمِرِّيخِ لَا يُعْرَفُ فِيهِ مِنَ الْحَيَاةِ الرُّوحَانِيَّةِ الْعَالِيَةِ مِثْلَ مَا وَرَدَ فِي حَيَاةِ الْجَنَّةِ، وَلَكِنْ مَا ذَكَرَهُ عُلَمَاءُ الْعَصْرِ فِي شَأْنِهِ يُقَرِّبُ تَصَوُّرَ مَا وَرَدَ فِي صِفَةِ الْآخِرَةِ مِنَ الْأَذْهَانِ الْمُقَيَّدَةِ بِالْمَأْلُوفَاتِ، فَإِنَّ بَعْضَ النَّاسِ إِنَّمَا يُنْكِرُونَ أَخْبَارَ الْآخِرَةِ؛ لِأَنَّهَا مُخَالِفَةٌ لِمَا جَمَدُوا عَلَيْهِ مِنَ الْمَأْلُوفَاتِ، وَلَوْ أَنَّهُمْ أُخْبِرُوا بِمَا اكْتَشَفَ مِنْ أَسْرَارِ الْكَوْنِ فِي هَذَا الْعَصْرِ كَخَوَاصِّ الْكَهْرُبَاءِ وَالرَّادْيُومِ قَبْلَ أَنْ يَصِيرَ مَشْهُودًا مَقْطُوعًا بِهِ لَمَا صَدَّقُوهُ. قَالَ اللهُ - عَزَّ وَجَلَّ - فِي بَيَانِ جَزَاءِ الْمُؤْمِنِينَ الْقَائِمِينَ بِأَعْمَالِ الْإِيمَانِ حَقَّ الْقِيَامِ: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (٣٢: ١٧) وَوَضَّحَ ذَلِكَ رَسُولُهُ فِي حَدِيثٍ قُدْسِيٍّ رَوَاهُ الشَّيْخَانِ فِي صَحِيحِهِمَا عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" قَالَ اللهُ - عَزَّ وَجَلَّ -: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ \" وَرَوَى أَهْلُ الْكِتَابِ مِثْلَ هَذَا عَنْ سَيِّدِنَا عِيسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَإِذَا ثَبَتَ لَنَا أَنَّ كُلَّ مَا وَرَدَ فِي دَارِ الْكَرَامَةِ أَعْلَى وَأَسْمَى مِمَّا فِي الدُّنْيَا حَتَّى الْأَجْسَامِ وَصِفَاتِ النَّاسِ وَغَرَائِزِهِمْ، وَأَنَّهُ لَا يُشَارِكُ مَا فِي الدُّنْيَا إِلَّا بِالِاسْمِ، الَّذِي عَبَّرَ عَنْهُ بِهِ لِضَرُورَةِ تَقْرِيبِ تِلْكَ الْمَعَانِي الْغَيْبِيَّةِ مِنَ الْفَهْمِ، فَهَلْ يَصِحُّ بَعْدَ ذَلِكَ أَنْ نَعْمِدَ إِلَى أَعْلَى مَا هُنَالِكَ مِنَ الشُئُونِ الْإِلَهِيَّةِ الْمَعْنَوِيَّةِ فَنُشَبِّهَهُ بِشُئُونِ الدُّنْيَا؟ فَنَجْعَلَ تَجَلِّيَ الرَّبِّ - سُبْحَانَهُ وَتَعَالَى - لِأُولَئِكَ الْعِبَادِ الْمُكْرَمِينَ </p><p> الَّذِينَ رَقَّاهُمْ وَكَمَّلَهُمْ وَأَهَّلَهُمْ لِكَمَالِ مَعْرِفَتِهِ تَحَيُّزًا وَمُشَابَهَةً لِلْخَلْقِ؟ وَنَجْعَلَ مَا يَحْصُلُ لَهُمْ مِنْ ذَلِكَ التَّجَلِّي مِنَ الْعِلْمِ الْأَكْمَلِ وَالْمَعْرِفَةِ الْعُلْيَا الَّتِي تَسْتَغْرِقُ أَرْوَاحَهُمْ وَجَمِيعَ مَشَاعِرِهِمُ الظَّاهِرَةِ وَالْبَاطِنَةِ إِدْرَاكًا لِكُنْهِ الرَّبِّ - عَزَّ وَجَلَّ -، وَإِحَاطَةَ عِلْمٍ بِهِ - تَعَالَى عَنْ ذَلِكَ - ثُمَّ نَعْذِرُ أَنْفُسَنَا عَلَى هَذَا الْجَهْلِ بِأَنَّ ذَلِكَ قَدْ سُمِّيَ رُؤْيَةً وَمُعَايَنَةً، وَلَا بُدَّ أَنْ تَكُونَ الرُّؤْيَةُ هُنَالِكَ كَرُؤْيَتِنَا الَّتِي الَّتِي تَعْهَدُهَا هُنَا؟ ! </p><p> سُبْحَانَ اللهِ! أَيَكُونُ كُلُّ مَا هُنَالِكَ مِنْ أَعْيَانِ الْمَخْلُوقَاتِ وَصِفَاتِهَا وَأَحْوَالِهَا مُخَالِفًا لِمَا لَهُ اسْمُهُ مِنْهَا هُنَا إِلَّا مَا يَتَعَلَّقُ بِشَأْنِ الْخَالِقِ - عَزَّ وَجَلَّ -، فَهُوَ الَّذِي يَجِبُ أَنْ </p><p> يَكُونَ مُشَابِهًا لِشُئُونِ الْمَخْلُوقِينَ بَعْضُهُمْ مَعَ بَعْضٍ؟ أَهَذَا هُوَ الْمَذْهَبُ الَّذِي يَدَّعِي أَصْحَابُهُ اتِّبَاعَ الْمَعْقُولِ، وَيَسْخَرُونَ مِنْ أَهْلِ السُّنَّةِ بِزَعْمِهِمْ أَنَّهُمْ جَمَدُوا عَلَى بَعْضِ أَحَادِيثِ الْآحَادِ مِنَ الْمَنْقُولِ؟ ! وَهُمُ الَّذِينَ قَدْ جَمَدُوا عَلَى مَا دُونَ ذَلِكَ مِنَ الْأَلْفَاظِ الْعَرَبِيَّةِ الَّتِي اسْتُعْمِلَتْ فِي صِفَاتِ الْبَارِي تَعَالَى وُشُئُونِهِ وَأَخْبَارِ عَالَمِ الْغَيْبِ، فَتَرَاهُمْ يَصْرِفُونَهَا عَنْ مَعَانِيهَا، وَيُعَطِّلُونَ مَدْلُولَاتِهَا الْمَقْصُودَةَ؛ لِتَوَهُّمِهِمْ أَنَّهَا لَا تَكُونُ صَحِيحَةً إِلَّا إِذَا كَانَتْ مَدْلُولَاتُهَا فِي عَالَمِ الْغَيْبِ كَمَدْلُولَاتِهَا فِي هَذَا الْعَالَمِ مِنْ كُلِّ وَجْهٍ. ثُمَّ تَحَكَّمُوا فَأَثْبَتُوا بَعْضَ صِفَاتِ الْبَارِئِ تَعَالَى بِدُونِ تَأْوِيلٍ كَالْعِلْمِ وَالْقُدْرَةِ وَالْإِرَادَةِ، وَهَذَا عَيْنُ التَّشْبِيهَ، وَأَوَّلُوا أَكْثَرَهَا كَالْكَلَامِ وَالرَّحْمَةِ وَالْمَحَبَّةِ وَالْغَضَبِ وَالرِّضَاءِ وَالْعُلُوِّ وَالْوَجْهِ وَالْيَدَيْنِ إِلَخْ، وَهَذَا عَيْنُ التَّعْطِيلِ - وَأَهْلُ السُّنَّةِ يُثْبِتُونَ لَهُ تَعَالَى كُلَّ مَا أَثْبَتَهُ لِنَفْسِهِ فِي كِتَابِهِ وَعَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيُنَزِّهُونَهُ فِيهِ كُلِّهِ عَنْ مُشَابَهَةِ خَلْقِهِ، وَلَا يَرَوْنَ فَرْقًا بَيْنَ الْعِلْمِ وَالرَّحْمَةِ وَالْكَلَامِ، فَكُلُّهَا مِنْ صِفَاتِ الْكَمَالِ الثَّابِتَةِ لَهُ مَعَ التَّنْزِيهِ - فَعِلْمُهُ لَيْسَ كَعِلْمِ الْبَشَرِ مُنْتَزَعًا مِنْ صُوَرِ الْمَعْلُومَاتِ بِالْحِسِّ أَوِ الْفِكْرِ -، وَكَلَامُهُ لَيْسَ كَيْفِيَّةً عَرْضِيَّةً يَحْصُلُ بِتَمَوُّجِ الْهَوَاءِ بِتَأْثِيرِ الصَّوْتِ الَّذِي يَخْرُجُ مِنَ الْفَمِّ - وَكَذَلِكَ سَائِرُ صِفَاتِهِ وَشُئُونِهِ تَعَالَى. فَتَجَلِّيهِ لِخَوَاصِّ خَلْقِهِ فِي دَارِ كَرَامَتِهِ لَيْسَ كَظُهُورِ بَعْضِهِمْ لِبَعْضٍ، وَمَا يَحْصُلُ لَهُمْ مِنْ رُؤْيَتِهِ وَمَعْرِفَتِهِ وَسَمَاعِ كَلَامِهِ لَا يُشَابِهُ مَا يَكُونُ مِنْ بَعْضِهِمْ لِبَعْضٍ. </p><p> وَإِذَا كُنَّا قَدْ عَرَفْنَا بِالْمُشَاهَدَةِ فِي عَالَمِ الْحِسِّ أَنَّ إِيقَادَ مِصْبَاحِ زَيْتِ الزَّيْتُونِ أَوْ زَيْتِ الْبِتْرُولِ لَا يُشْبِهُ إِيقَادَ مِصْبَاحِ الْكَهْرُبَاءِ بِوَجْهٍ مِنَ الْوُجُوهِ، وَلَا يُشْتَرَطُ فِي الثَّانِي مَا يُشْتَرَطُ فِي الْأَوَّلِ - وَنَجْزِمُ بِأَنَّ هَذَا الْفَرْقَ لَا يُمْكِنُ أَنْ يَتَصَوَّرَهُ مَنْ لَمْ يَعْرِفِ الْكَهْرُبَاءَ أَلْبَتَّةَ - فَيَجِبُ عَلَيْنَا أَلَّا نَسْتَغْرِبَ مَا هُوَ أَبْعَدُ مِنْ هَذَا الْفَرْقِ بَيْنَ عَالَمِ الْغَيْبِ وَالشَّهَادَةِ فِي اخْتِلَافِ الْكَيْفِيَّةِ لِحَقِيقَةٍ وَاحِدَةٍ كَالرُّؤْيَةِ، وَمَنْ كَانَ لَهُ حَظٌّ مِنْ مَعْرِفَةِ اللهِ - تَعَالَى - فِي الدُّنْيَا لَا يَحْتَاجُ إِلَى الْأَمْثَالِ، وَحَسْبُ الْمَحْرُومِ مِنْهَا أَنْ يَنْتَفِعَ بِالْأَمْثَالِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ (٢٩: ٤٣) . </p><p> (انْتَهَتِ الْفَتْوَى) </p><p> (خُلَاصَةٌ وَتَتِمَّةٌ تَزِيدُ الْمَسْأَلَةَ وُضُوحًا، وَمَذْهَبَ السَّلَفِ ثُبُوتًا) </p><p> (١) الرُّؤْيَةُ لَيْسَتْ مِنْ أُصُولِ الْإِيمَانِ الْقَطْعِيَّةِ: </p><p> قَدْ عُلِمَ مِمَّا تَقَدَّمَ أَنَّهُ لَيْسَ فِي الرُّؤْيَةِ الْبَصَرِيَّةِ نَصٌّ أُصُولِيٌّ وَلَا لُغَوِيٌّ مُتَوَاتِرٌ قَطْعِيُّ الرِّوَايَةِ وَالدَّلَالَةِ يَجْعَلُهَا مِنَ الْعَقَائِدِ الْمُجْمَعِ عَلَيْهَا الْمَعْلُومَةِ مِنَ الدِّينِ بِالضَّرُورَةِ، وَلَيْسَتْ مِمَّا كَانَ يُدْعَى إِلَيْهِ فِي تَبْلِيغِ الدِّينِ مِنَ التَّوْحِيدِ وَالرِّسَالَةِ بِحَيْثُ يَكُونُ مَنْ يَجْهَلُهَا أَوْ يُنْكِرُهَا كَافِرًا، وَإِنَّمَا هِيَ مِنْ غَرِيبِ الْعِلْمِ إِلَّا عَلَى الَّذِي يَسْتَنْبِطُهُ مِنَ الْقُرْآنِ كِبَارُ الْعَارِفِينَ، وَرُبَّمَا كَانَ فِتْنَةً لِمَنْ دُونَهُمْ - وَكَذَلِكَ كَانَ - حَتَّى إِنَّ كِبَارَ النُّظَّارِ وَعُلَمَاءَ الْبَيَانِ قَدِ اخْتَلَفُوا فِي كُلٍّ مِنَ الْآيَاتِ الثَّلَاثِ الْوَارِدَةِ فِيهَا: فِي سُورَةِ الْأَنْعَامِ وَالْأَعْرَافِ وَالْقِيَامَةِ. فَجَعَلَهَا بَعْضُهُمْ مُثْبِتَةً وَبَعْضُهُمْ نَافِيَةً، وَالْقَاعِدَةُ فِي دِينِ الرَّحْمَةِ وَالشَّرِيعَةِ السَّمْحَةِ أَنَّ الْحُجَّةَ لَا تَقُومُ عَلَى جَمِيعِ الْمُكَلَّفِينَ إِلَّا فِيمَا كَانَ قَطْعِيَّ الدَّلَالَةِ لُغَةً، وَأَنَّهُمْ يُعْذَرُونَ بِاخْتِلَافِ الْأَفْهَامِ فِي غَيْرِهِ، كَمَا عُلِمَ مِنْ وَاقِعَةِ تَحْرِيمِ الْخَمْرِ وَالْمَيْسِرِ، فَإِنَّ آيَةَ الْبَقَرَةِ تَدُلُّ عَلَى التَّحْرِيمِ بِمُقْتَضَى الْقَاعِدَةِ الْمَعْرُوفَةِ عِنْدَ الْفُقَهَاءِ، وَهِيَ تَحْرِيمُ مَا تَغْلِبُ الْمَفْسَدَةُ فِيهِ عَلَى الْمَصْلَحَةِ، وَيُرَجَّحُ الضَّرَرُ فِيهِ عَلَى النَّفْعِ، وَقَدْ نَطَقَتِ الْآيَةُ بِهَذَا التَّرْجِيحِ فِي الْخَمْرِ وَالْمَيْسِرِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا (٢: ٢١٩) وَهُوَ مَا فَهِمَهُ بَعْضُ خَوَاصِّ الصَّحَابَةِ فَتَرَكُوهُمَا، وَلَمْ يُكَلِّفْ جَمِيعَ الْمُسْلِمِينَ تَرْكَهُمَا إِلَّا بَعْدَ نُزُولِ آيَةِ الْمَائِدَةِ الَّتِي هِيَ نَصٌّ قَطْعِيٌّ لَا يَحْتَمِلُ التَّأْوِيلَ؛ إِذْ نَطَقَتْ بِأَنَّهُمَا رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ، وَصَرَّحَتْ بِالْأَمْرِ بِاجْتِنَابِهِ، وَهُوَ أَبْلَغُ مِنَ الْأَمْرِ بِالتَّرْكِ. </p><p> وَمَا مِنْ مَسْأَلَةٍ ذُكِرَتْ فِي الْقُرْآنِ بِنَصٍّ غَيْرِ قَطْعِيِّ الدَّلَالَةِ إِلَّا وَلِلَّهِ تَعَالَى حِكْمَةٌ فِي عَدَمِ الْقَطْعِ بِهَا، وَقَدْ بَيَّنَ حُكَمَاءُ الْعُلَمَاءِ حِكْمَةُ ذَلِكَ فِي الْخَمْرِ وَالْمَيْسِرِ بِأَنَّ شِدَّةَ افْتِتَانِ النَّاسِ بِهِمَا كَانَتْ تَقْتَضِي أَنْ يَشُقَّ عَلَى النَّاسِ تَرْكَهُمَا دُفْعَةً وَاحِدَةً حَتَّى يَتَعَذَّرَ عَلَى بَعْضِ الْمُؤْمِنِينَ مِنْ ضِعَافِ الْإِيمَانِ تَرْكُهُمَا، وَيَتَعَسَّرُ عَلَى بَعْضٍ، وَيَنْفِرُ غَيْرُ الْمُسْلِمِينَ مِنَ الْإِسْلَامِ، فَكَانَ مِنْ حِكْمَةِ الرَّبِّ وَرَحْمَتِهِ جَلَّ جَلَالُهُ أَنْ يُحَرِّمَهُمَا بِالتَّدْرِيجِ وَلَا سِيَّمَا الْخَمْرَ، فَإِنَّهُ أَنْزَلَ آيَةً تَقْتَضِي تَرْكَ الْخَمْرِ فِي عَامَّةِ النَّهَارِ وَنَاشِئَةِ اللَّيْلِ وَهِيَ قَوْلُهُ: لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى (٤: ٤٣) فَرَاجِعْ تَفْسِيرَهَا الْبَلِيغَ فِي سُورَةِ النِّسَاءِ - وَآيَةً يَفْهَمُ مِنْهَا دَقِيقُ الْعِلْمِ قَوِيُّ الْإِيمَانِ التَّحْرِيمَ فَيَتْرُكُهَا فِي كُلِّ وَقْتٍ وَهِيَ آيَةُ سُورَةِ الْبَقَرَةِ، ثُمَّ صَرَّحَ بَعْدَ ذَلِكَ بِسِنِينَ بِالِاجْتِنَابِ عَلَى سَبِيلِ الْقَطْعِ. </p><p> لَوْلَا غَفْلَةُ الْعُلَمَاءِ الَّذِينَ طَعَنَ بَعْضُهُمْ فِي عِلْمِ الْمُخَالِفِ لَهُ فِي مَسْأَلَةِ الرُّؤْيَةِ وَفِي </p><p> دِينِهِ عَنْ هَذِهِ الْحِكْمَةِ وَتِلْكَ الْقَاعِدَةِ، لَعَذَرَ كُلٌّ مِنْهُمُ الْآخَرَ، وَلَمْ يَجْعَلُوا الْخِلَافَ فِيهَا عَصَبِيَّةً مَذْهَبِيَّةً، وَلَعَلِمَ الْمُثْبِتُونَ لَهَا مِنْهُمْ أَنَّ اللهَ - تَعَالَى - لَوْ أَرَادَ أَنْ تَكُونَ عَقِيدَةً عَامَّةً وَرُكْنًا مِنْ أَرْكَانِ الْإِيمَانِ لَبَيَّنَ </p><p> ذَلِكَ فِي آيَةٍ صَرِيحَةٍ لَا تَحْتَمِلُ التَّأْوِيلَ، نَاطِقَةٌ بِأَنَّهُ يُرَى بِالْأَبْصَارِ عِيَانًا بِلَا كَيْفٍ وَلَا إِحَاطَةٍ وَلَا تَمْثِيلٍ، وَلَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ عَرَّفَ الْإِيمَانَ فِي حَدِيثِ جِبْرِيلَ بَعْدَ قَوْلِهِ:  \" أَنْ تُؤْمِنَ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ \" : وَأَنَّ الْمُؤْمِنِينَ يَرَوْنَ رَبَّهُمْ فِي الْآخِرَةِ بِأَبْصَارِهِمْ عِيَانًا بِلَا كَيْفٍ وَلَا تَشْبِيهٍ، وَلَأَمَرَ بِتَلْقِينِ هَذَا لِكُلِّ مَنْ يَدْخُلُ فِي الْإِسْلَامِ، وَلَتَوَاتَرَ عَنْهُ وَعَنْ أَصْحَابِهِ الْجَرْيُ عَلَى ذَلِكَ حَتَّى يَكُونَ مَعْلُومًا مِنَ الدِّينِ بِالضَّرُورَةِ، وَإِذًا لَمَا وَقَعَ فِيهِ خِلَافٌ، وَلَمَا اسْتَنْكَرَتْ عَائِشَةُ سُؤَالَ مَسْرُوقٍ إِيَّاهَا عَنْ رُؤْيَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِرَبِّهِ حَتَّى قَفَّ شَعْرُهَا مِنِ اسْتِعْظَامِ ذَلِكَ، وَلَوْ كَانَتْ تَعْتَقِدُ أَنَّ الرُّؤْيَةَ تَكُونُ فِي الْآخِرَةِ لِجَمِيعِ الْمُؤْمِنِينَ لَمَا اسْتَنْكَرَتْ وَاسْتَكْبَرَتْ حُصُولَهَا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الدُّنْيَا امْتِيَازًا لَهُ؛ لِأَنَّ رُوحَهُ فِيهَا أَقْوَى مِنْ أَرْوَاحِ سَائِرِ الْمُؤْمِنِينَ فِي الْآخِرَةِ فَيَطِيقُ مَا لَا يُطِيقُهُ غَيْرُهُ حَتَّى مُوسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَقَاسَتْ هَذَا الِامْتِيَازَ عَلَى النَّاسِ بِامْتِيَازِهِ - عَلَيْهِ صَلَوَاتُ اللهِ - عَلَيْهِمْ بِالْوَحْيِ وَرُؤْيَةِ الْمَلَائِكَةِ وَغَيْرِ الْمَلَائِكَةِ مِنْ عَالَمِ الْغَيْبِ؛ عَلَى أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ لَيْلَةَ الْمِعْرَاجِ فِي ذَلِكَ الْعَالَمِ لَا فِي عَالَمِ الْأَرْضِ. </p><p> فَالْحِكْمَةُ الظَّاهِرَةُ لِعَدَمِ النَّصِّ الْقَطْعِيِّ فِي الْقُرْآنِ عَلَى الْمَسْأَلَةِ أَنَّهَا مِمَّا تَتَحَيَّرُ فِيهِ الْعُقُولُ، وَرُبَّمَا كَانَتْ مِمَّا يَدْخُلُ فِي عُمُومِ مَا رَوَاهُ مُسْلِمٌ فِي مُقَدِّمَةِ صَحِيحِهِ عَنِ ابْنِ مَسْعُودٍ \" مَا أَنْتَ بِمُحَدِّثٍ قَوْمًا حَدِيثًا لَا تَبْلُغُهُ عُقُولُهُمْ إِلَّا كَانَ لِبَعْضِهِمْ فِتْنَةً \" وَعُمُومُ مَا ذَكَرَهُ الْبُخَارِيُّ فِي كِتَابِ الْعِلْمِ عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ \" حَدِّثُوا النَّاسَ بِمَا يَعْرِفُونَ، أَتُحِبُّونَ أَنْ يُكْذَّبَ اللهُ وَرَسُولُهُ؟ \" وَرُوِيَا مَرْفُوعَيْنِ وَلَكِنْ بِسَنَدَيْنِ ضَعِيفَيْنِ - وَالْمُرَادُ بِالْمَعْرِفَةِ فِي الثَّانِي مَا يُقَابِلُ الْمُنْكَرُ، وَمَا لَا يَعْقِدُ لَا مَا يُقَابِلُ الْجَهْلَ؛ إِذْ يَكُونُ مِنْ تَحْصِيلِ الْحَاصِلِ، وَقَدْ زَادَ فِيهِ آدَمُ بْنُ أَبِي إِيَاسٍ وَأَبُو نُعَيْمٍ فِي الْمُسْتَخْرَجِ \" وَدَعُوا مَا يُنْكِرُونَ \" ذَكَرَهُ الْحَافِظُ فِي الْفَتْحِ وَاسْتَشْهَدَ لَهُ بِأَثَرِ ابْنِ مَسْعُودٍ آنِفًا، وَاسْتَدَلَّ بِهِ عَلَى أَنَّ الْمُتَشَابِهَ لَا يَنْبَغِي أَنْ يُذْكَرَ عِنْدَ الْعَامَّةِ، وَفَسَّرَ مَا لَا يُنْكِرُونَ بِمَا لَا يَشْتِبِهُ عَلَيْهِمْ فَهْمُهُ، وَلَا يَسْلَمُ قَوْلُهُ هَذَا عَلَى إِطْلَاقِهِ، فَإِنَّهُ يَجِبُ اسْتِثْنَاءُ مَا فِي الْقُرْآنِ مِنْهُ، إِذْ لَا يَجُوزُ كِتْمَانُهُ عَنْ أَحَدٍ؛ عَلَى أَنَّهُ كُلُّهُ مِنْ قَبِيلِ آيَاتِ الرُّؤْيَةِ، لَيْسَ فِيهَا مَثَارٌ لِلْفِتْنَةِ، مَعَ عَقِيدَةِ التَّنْزِيهِ وَنَفْيِ الْمُمَاثَلَةِ، </p><p> وَقَاعِدَةِ التَّفْوِيضِ الَّتِي جَرَى عَلَيْهَا السَّلَفُ، فَهَذَا هُوَ الَّذِي يَحُولُ دُونَ اتِّبَاعِ الْمُتَشَابِهِ إِلَّا لِمَنْ فِي قَلْبِهِ زَيْغٌ، كَمَا نَصَّ فِي آيَةِ الْمُحْكَمِ وَالْمُتَشَابِهِ مِنْ أَوَّلِ سُورَةِ آلِ عِمْرَانَ. وَهَذَا يُؤَيِّدُ قَوْلَنَا إِنَّ الْإِمَامَ أَحْمَدَ لَمْ يُكَفِّرْ مُنْكِرِي الرُّؤْيَةِ إِلَّا لِأَنَّهُ كَانَ يَعْتَقِدُ أَنَّ الْحَامِلَ لَهُمْ عَلَى الْإِنْكَارِ هُوَ الزَّيْغُ وَالزَّنْدَقَةُ. </p><p> ثُمَّ قَالَ الْحَافِظُ: وَمِمَّنْ كَرِهَ التَّحْدِيثَ بِبَعْضٍ دُونَ بَعْضٍ أَحْمَدُ فِي الْأَحَادِيثِ الَّتِي ظَاهِرُهَا الْخُرُوجُ عَلَى السُّلْطَانِ، وَمَالِكٌ فِي أَحَادِيثِ الصِّفَاتِ، وَأَبُو يُوسُفَ فِي الْغَرَائِبِ، وَمِنْ قَبْلِهِمْ </p><p> أَبُو هُرَيْرَةَ كَمَا تَقَدَّمَ عَنْهُ فِي الْجِرَابَيْنِ، وَأَنَّ الْمُرَادَ (أَيْ: بِالثَّانِي) مَا يَقَعُ مِنَ الْفِتَنِ وَنَحْوُهُ عَنْ حُذَيْفَةَ وَعَنِ الْحَسَنِ أَنَّهُ أَنْكَرَ تَحْدِيثَ أَنَسٍ لِلْحَجَّاجِ بِقِصَّةٍ الْعُرَنِيِّينَ؛ لِأَنَّهُ اتَّخَذَهَا وَسِيلَةً إِلَى مَا كَانَ يَعْتَمِدُهُ مِنَ الْمُبَالَغَةِ فِي سَفْكِ الدِّمَاءِ بِتَأْوِيلِهِ الْوَاهِي، وَضَابِطُ ذَلِكَ أَنْ يَكُونَ ظَاهِرُ الْحَدِيثِ يُقَوِّي الْبِدْعَةَ، وَظَاهِرُهُ فِي الْأَصْلِ غَيْرُ مُرَادٍ. فَالْإِمْسَاكُ عَنْهُ عِنْدَ مَنْ يُخْشَى عَلَيْهِ الْأَخْذُ بِظَاهِرِهِ مَطْلُوبٌ وَاللهُ أَعْلَمُ اهـ. </p><p> (أَقُولُ) : هَذِهِ مَسْأَلَةٌ كَبِيرَةٌ مِنْ مَسَائِلِ الِاجْتِهَادِ تَدْخُلُ فِي بَابِ التَّعَارُضِ وَالتَّرْجِيحِ مِنَ الْأُصُولِ، أَعْنِي التَّعَارُضَ بَيْنَ مَا أَوْجَبَ اللهُ - تَعَالَى - مِنْ بَيَانِ الْعِلْمِ، وَإِظْهَارِ الشَّرْعِ وَمَا حَرَّمَ مِنَ الْكِتْمَانِ فِي قَوْلِهِ: لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ (٣: ١٨٧) وَبَيَّنَ مَا حَرَّمَ مِنَ الظُّلْمِ وَالْفَسَادِ وَالْفِتْنَةِ، وَمَا وَجَبَ مِنْ سَدِّ ذَرَائِعِهَا مِمَّا هُوَ مُجْمَعٌ عَلَيْهِ، وَلَمْ أَرَ لِأَحَدٍ مِنَ الْعُلَمَاءِ تَحْقِيقًا لِهَذَا الْبَحْثِ وَلَيْسَ هَذَا مَحَلَّهُ. </p><p> (٢) الرُّؤْيَةُ فِي الْعَمَلِ النَّوْمِيِّ: </p><p> قَدْ ثَبَتَ بِالتَّجْرِبَةِ الْمُكَرَّرَةِ وَالرُّؤْيَةِ الْبَصَرِيَّةِ أَنَّ بَعْضَ النَّاسِ يَفْعَلُونَ فِي حَالِ النَّوْمِ الْمُعَطِّلِ لِجَمِيعِ الْحَوَاسِّ أَعْمَالًا دَقِيقَةً كَالْقِرَاءَةِ وَالْكِتَابَةِ وَتَرْكِيبِ الْأَدْوِيَةِ بِسُرْعَةٍ وَمَهَارَةٍ يَعْجَزُونَ عَنْ مِثْلِهَا فِي الْيَقَظَةِ، وَقَدْ كَانَ يَخْرُجُ أَحَدُهُمْ مِنْ مَنْزِلِهِ ثُمَّ يَعُودُ إِلَيْهِ وَهُوَ مُغْمَضُ الْعَيْنَيْنِ، وَقَدْ يَفْتَحُهُمَا وَلَا يَرَى بِهِمَا إِلَّا مَا تَوَجَّهَتْ إِرَادَتُهُ إِلَيْهِ، كَبَعْضِ الصَّيَادِلَةِ الَّذِي رَاقَبَهُ طَبِيبٌ عَرَفَ حَالَهُ فَرَآهُ يَقْرَأُ وَصْفَاتَ الْأَطِبَّاءِ وَيُرَكِّبُ مَا جَاءَ فِيهَا، فَأَلْقَى إِلَيْهِ فِيهَا وَصْفَةَ دَوَاءٍ سَامٍّ يَقْتُلُ شَارِبَهُ فِي الْحَالِ، فَقَرَأَهَا وَأَعَادَ التَّأَمُّلَ فِيهَا، وَقَالَ: لَا شَكَّ أَنَّ هَذَا </p><p> غَلَطٌ أَوْ سَبَقُ قَلَمٍ مِنَ الطَّبِيبِ فَأَنَا لَا أُرَكِّبُهُ وَأَلْقَاهَا، وَرَاقَبَ بَعْضُهُمْ رَجُلًا آخَرَ كَانَ يُخْبَرُ أَنَّ نُقُودَهُ تُسْرَقُ مِنْ صُنْدُوقِهِ الْحَدِيدِيِّ فِي كُلِّ لَيْلَةٍ، فَبَاتَ عِنْدَهُ فَرَآهُ قَدْ قَامَ مِنْ فِرَاشِهِ بَعْدَ اسْتِغْرَاقِهِ فِي النَّوْمِ، وَفَتَحَ صُنْدُوقَهُ وَأَخَذَ مِنْهُ بَعْضَ النُّقُودِ وَخَرَجَ بِهَا، فَتَبِعَهُ حَتَّى جَاءَ مَكَانًا خَرِبًا فَتَسَلَّقَ جِدَارًا مِنْ جُدُرِهِ الْمُتَدَاعِيَةِ، وَمَشَى عَلَيْهِ بِسُرْعَةٍ ثُمَّ نَزَلَ فِي دَاخِلِهِ وَحَفَرَ فِي الْأَرْضِ حُفْرَةً، وَوَضَعَ فِيهَا مَا حَمَلَهُ مِنَ النُّقُودِ، وَعَادَ فَتَسَلَّقَ الْجِدَارَ، وَمَرَّ عَلَيْهِ مُسْرِعًا وَالْمُرَاقِبُ يَنْظُرُ إِلَيْهِ وَلَا يَسْتَطِيعُ أَنْ يَفْعَلَ فِعْلَهُ، وَعَادَ إِلَى مَنْزِلِهِ، وَأَوَى إِلَى فِرَاشِهِ، فَلَمَّا اسْتَيْقَظَ فِي النَّهَارِ عَدَّ الدَّرَاهِمَ، وَأَخْبَرَ الرَّجُلَ الَّذِي بَاتَ عِنْدَهُ لِيَكْشِفَ لَهُ حَالَ مَنْ يَسْرِقُ صُنْدُوقَهُ بِمَا نَقَصَ مِنْهَا، فَحَدَّثَهُ هَذَا بِمَا رَآهُ فَعَجِبَ وَأَنْكَرَهُ فَذَهَبَا إِلَى الْمَكَانِ فَلَمْ يَسْتَطِعِ الرَّجُلُ أَنْ يَتَسَلَّقَ الْجِدَارَ وَيَمْشِيَ عَلَيْهِ مُسْرِعًا كَمَا فَعَلَ وَهُوَ نَائِمٌ، وَلَكِنَّهُمَا تَكَلَّفَا ذَلِكَ وَتَرَيَّثَا فِيهِ حَتَّى وَصَلَا إِلَى مَكَانِ طَمْرِ النُّقُودِ، وَبَحَثَا عَنْهَا فَوَجَدَاهَا فِي عِدَّةِ مَوَاضِعَ، وَرُئِيَ بَعْضُ غِلْمَانِ أُسْرَتِنَا مِرَارًا يَقُومُ مِنَ النَّوْمِ، وَيَخْرُجُ لِحَاجَتِهِ ثُمَّ يَعُودُ وَهُوَ نَائِمٌ، وَدَخَلَ الْمَطْبَخَ مَرَّةً فَنَظَّفَ بَعْضَ الْآنِيَةِ فِيهِ، وَعَادَ إِلَى فِرَاشِهِ وَهُوَ نَائِمٌ. </p><p> وَرُبَّمَا كَانَتْ هَذِهِ الْحَالَةُ مُؤَيِّدَةٌ لِمَذْهَبِ مَنْ قَالَ: إِنْ لِلْإِنْسَانِ نَفْسَيْنِ أَوْ رُوحَيْنِ تُفَارِقُهُ إِحْدَاهُمَا فِي حَالِ النَّوْمِ فَقَطْ وَتُفَارِقُهُ الثِّنْتَانِ مَعًا بِالْمَوْتِ، وَيَقْرُبُ هَذَا مِنْ قَوْلِهِ - تَعَالَى -: اللهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى (٣٩: ٤٢) . </p><p> (٣) الرُّؤْيَا وَالْأَحْلَامُ: </p><p> الرُّؤْيَا النَّوْمِيَّةُ وَالْأَحْلَامُ مِنْهَا خَوَاطِرُ تَتَمَثَّلُ وَاقِعَةً فِي حَالِ النَّوْمِ، وَسَبَبُهَا اشْتِغَالُ الْفِكْرِ بِهَا أَوْ أَسْبَابٌ تَعْرِضُ لِلنَّائِمِ فَيَتَخَيَّلُهَا بِنَفْسِهَا أَوْ مَا يُشْبِهُهَا وَاقِعًا، وَهِيَ أَضْغَاثُ الْأَحْلَامِ، وَمِنْهَا الرُّؤْيَا الصَّادِقَةُ كَرُؤْيَا مَلِكِ مِصْرَ الَّتِي أَوَّلَهَا لَهُ يُوسُفُ - عَلَيْهِ السَّلَامُ -، وَأَمْثَالُهَا كَثِيرٌ وَقَعَ مَعَنَا وَمَعَ غَيْرِنَا، وَثَبَتَ بِالتَّوَاتُرِ ثُبُوتًا لَا يَحْتَمِلُ التَّأْوِيلَ بِالرَّغْمِ مِنْ أُنُوفِ الْمُكَابِرِينَ، وَقَدْ بَيَّنَّاهُ مِنْ قَبْلُ بِالتَّجَارِبِ الْقَطْعِيَّةِ، وَأَعْلَاهُ وَأَكْمَلَهُ رُؤْيَا الْأَنْبِيَاءِ الَّتِي هِيَ مِنْ مَبَادِئِ الْوَحْيِ، وَقَدْ وَقَعَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رُؤْيَةُ الرَّبِّ - تَعَالَى - فِي الْمَنَامِ كَمَا رَوَى ابْنُ عَبَّاسٍ وَأَنَسٍ وَظَنَّ </p><p> بَعْضُهُمْ أَنَّهُ أَرَادَ بِهَا الْيَقَظَةَ، وَقَدْ تَقَدَّمَ ذِكْرُ ذَلِكَ فِي هَذِهِ الْمَبَاحِثِ، وَوَقَعَ ذَلِكَ لِغَيْرِهِ أَيْضًا. </p><p> (٤) الرُّؤْيَةُ فِي النَّوْمِ الْمِغْنَاطِيسِيِّ: </p><p> النَّوْمُ الْمِغْنَاطِيسِيُّ قَدِ اشْتَهَرَ وَكَثُرَ، وَهُوَ يَحْصُلُ بِتَنْوِيمٍ صِنَاعِيٍّ يُسْتَعَانُ عَلَيْهِ </p><p> بِقُوَّةِ إِرَادَةِ بَعْضِ النَّاسِ وَتَأْثِيرِهِمْ فِي أَنْفُسِ مَنْ يُنَوِّمُونَهُ أَوْ بِبَعْضِ الْأَعْمَالِ الَّتِي لَا مَحَلَّ لِبَسْطِهَا هُنَا، وَالنَّائِمُ بِهِ يَغِيبُ إِدْرَاكُهُ وَشُعُورُهُ عَنْ كُلِّ شَيْءٍ مَا عَدَا مُنَوِّمِهِ فَإِنَّ نَفْسَهُ تَكُونُ رَهْنَ تَصَرُّفِهِ فَإِذَا أَمَرَهُ بِشَيْءٍ خَضَعَ لِإِرَادَتِهِ بِقَدْرِ مَا فِي نَفْسِهِ مِنَ الِاسْتِعْدَادِ لِذَلِكَ، وَقَدْ ثَبَتَ بِالتَّجَارِبِ الْكَثِيرَةِ أَنَّ الْمُنَوِّمَ يَسْأَلُ النَّائِمَ عَنْ أَشْيَاءَ غَائِبَةٍ أَوْ مَسْتُورَةٍ: مَا هِيَ وَأَيْنَ هِيَ؟ فَعِنْدَ سُؤَالِهِ إِيَّاهُ عَنْهَا تَتَوَجَّهُ نَفْسُهُ إِلَيْهَا فَيَرَاهَا وَيُخْبِرُهُ عَنْهَا فَيَصْدُقُ. </p><p> فَهَذِهِ ثَلَاثَةُ أَضْرُبٍ أَوْ أَنْوَاعٍ مِنَ الرُّؤْيَةِ لِلشَّيْءِ لَا عَمَلَ لِلْأَعْيُنِ فِيهَا: إِلَّا أَنَّ الْعَرَبَ خَصَّتْ مَا يُرَى فِي النَّوْمِ بِاسْمِ الرُّؤْيَا - بِالْأَلِفِ - وَمَا يَقَعُ فِي الْيَقَظَةِ بِاسْمِ الرُّؤْيَةِ، وَلَمْ تُفَرَّقْ بَيْنَهُمَا فِي الْأَفْعَالِ، وَلَعَلَّهَا لَوْ عَرَفَتِ النَّوْعَ الْأَوَّلَ وَالثَّالِثَ مِمَّا ذَكَرْنَا هُنَا لَسَمَّتْهُ رُؤْيَا أَيْضًا. </p><p> رَوَى أَحْمَدُ وَالْبُخَارِيُّ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ وَغَيْرُهُمْ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - فِي قَوْلِهِ - تَعَالَى -: وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ (١٧: ٦٠) قَالَ: هِيَ رُؤْيَا عَيْنٌ أُرِيَهَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْلَةَ أُسْرِيَ بِهِ إِلَى بَيْتِ الْمَقْدِسِ، وَلَيْسَتْ رُؤْيَا مَنَامٍ نَقُولُ: وَلَكِنَّ اللهَ - تَعَالَى - سَمَّاهَا (رُؤْيَا) لَا \" رُؤْيَةً \" وَالتَّحْقِيقُ الْمُخْتَارُ أَنَّ الْإِسْرَاءَ وَالْمِعْرَاجَ كَانَا فِي حَالَةٍ رُوحِيَّةٍ قَوِيَ فِيهَا سُلْطَانُ الرَّوْحِ عَلَى سُنَنِ اللهِ فِي الْجَسَدِ فَصَارَ خَفِيفًا لَطِيفًا كَالْأَجْسَامِ الَّتِي تَتَمَثَّلُ فِيهَا الْمَلَائِكَةُ لِلْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ -، وَتَمَثَّلَ فِيهَا الرُّوحُ لِلسَّيِّدَةِ مَرْيَمَ عَلَيْهَا السَّلَامُ لَا بِالرُّوحِ فَقَطْ كَمَا قِيلَ، وَلَا فِي الْمَنَامِ كَمَا فِي رِوَايَةِ شَرِيكٍ فِي كِتَابِ التَّوْحِيدِ مِنْ صَحِيحِ الْبُخَارِيِّ، وَهُوَ يَتَّفِقُ مَعَ قَوْلِ مَنْ قَالُوا إِنَّهُمَا بِالرُّوحِ وَالْجَسَدِ؛ إِذْ إِطْلَاقُهُمْ لَا يُنَافِي هَذَا الْقَيْدَ - وَإِنْ قِيلَ: إِنَّ الْجَسَدَ الَّذِي حَلَّتْهُ رُوحُهُ الشَّرِيفَةُ لَيَلْتَئِذُ غَيْرَ جَسَدِهِ الْمُعْتَادِ؛ لِيُنَاسِبَ الْعَالَمَ الَّذِي دَخَلَ فِيهِ - فَكَيْفَ وَلَا مَانِعَ مِنْ كَوْنِهِ هُوَ بِعَيْنِهِ أَثَّرَتْ فِيهِ الرُّوحُ فَلَطَّفَتْهُ وَجَعَلَتْهُ كَالْأَثِيرِ فِي لُطْفِهِ وَقُوَّتِهِ فِي هَذَا الْعَالَمِ الدُّنْيَوِيِّ، وَبَقِيَ السُّلْطَانُ لِلرُّوحِ، فَجِبْرِيلُ الَّذِي تَمَثَّلَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِصُورَةِ دِحْيَةَ، وَلِمَرْيَمَ بِصُورَةِ شَابٍّ جَمِيلِ الصُّورَةِ هُوَ جِبْرِيلُ الَّذِي رَآهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِصُورَتِهِ سَادًّا الْأُفُقَ الْأَعْلَى، وَقَالَ - تَعَالَى - فِيهِمَا: فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (٥٣: ١٠) يُوَضِّحُ هَذَا مَا يَأْتِي: </p><p> (٥) تَشَكُّلُ الْمَلَائِكَةِ وَالْجِنِّ وَرُؤْيَتُهُمْ فِي هَذِهِ الْحَالَةِ: </p><p> قَدْ ثَبَتَ عَنْ أَفْضَلِ الْبَشَرِ وَأَصْدَقِهِمْ مِنْ أَنْبِيَاءِ اللهِ وَبَعْضِ أَوْلِيَائِهِ أَنَّهُمْ كَانُوا يَرَوْنَ الْمَلَائِكَةَ وَالْجِنَّ فِي صُوَرٍ لَطِيفَةٍ أَوْ كَثِيفَةٍ، وَثَبَتَ تَمَثُّلُهُمْ لَهُمْ بِنَصِّ </p><p> الْقُرْآنِ وَغَيْرِهِ مِنْ كُتُبِ الْوَحْيِ. </p><p> وَقَدْ صَحَّ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَرَ جِبْرِيلَ مَلَكَ الْوَحْيِ فِي صُورَتِهِ الَّتِي خَلَقَهُ اللهُ - تَعَالَى - عَلَيْهَا إِلَّا مَرَّتَيْنِ، وَقَدْ عُلِمَ بِالْقَطْعِ أَنَّهُ رَآهُ فِي الصُّوَرِ الَّتِي كَانَ يَتَشَكَّلُ فِيهَا مِرَارًا تُعَدُّ بِالْمَئِينَ أَوْ أَكْثَرَ، وَلَيْسَتْ مَحْصُورَةً فِي عَدَدِ نُزُولِهِ بِآيَاتِ الْقُرْآنِ وَسُوَرِهِ، وَقَدْ كَانَ مِنْ تِلْكَ الصُّوَرِ صُورَةُ دِحْيَةَ الْكَلْبِيِّ - رَضِيَ اللهُ عَنْهُ - وَمِنْهَا صُورَةُ الرَّجُلِ الْغَرِيبِ الَّذِي سَأَلَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْإِسْلَامِ وَالْإِيمَانِ إِلَخْ، وَهَذَا النَّوْعُ مِنَ الصُّوَرِ الْكَثِيفَةِ رَآهُ فِيهِ مَنْ حَضَرَ مَجِيئَهُ مِنَ الصَّحَابَةِ - رَضِيَ اللهُ عَنْهُمْ - وَمِنْهَا صُوَرٌ لَطِيفَةٌ لَمْ يَكُنْ يَرَاهُ فِيهَا غَيْرُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَوْلُهُ فِي حَدِيثِ الْوَحْيِ الَّذِي رَوَاهُ الشَّيْخَانِ:  \" وَأَحْيَانًا يَتَمَثَّلُ لِي الْمَلَكُ فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ \" يَشْمَلُ النَّوْعَيْنِ، وَوَرَدَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُثِّلَتْ لَهُ الْجَنَّةُ وَالنَّارُ فِي عُرْضِ الْحَائِطِ فَرَآهُمَا وَلَمْ يَرَهُمَا غَيْرُهُ، وَمَعْنَى هَذَا أَنَّ اللهَ - تَعَالَى - أَرَاهُ مِثَالًا لَهُمَا، وَهَذَا غَيْرُ تَمَثُّلِ الْمَلَكِ لَهُ بِإِرَادَتِهِ وَعَمَلِهِ. </p><p> وَقَدْ رَأَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - غَيْرَ جِبْرِيلَ مِنَ الْمَلَائِكَةِ، وَرَأَى بَعْضَ الشَّيَاطِينِ أَيْضًا مُتَمَثِّلَةً فِي صُوَرٍ، وَكَانَ يُعَبِّرُ عَنْ ذَلِكَ بِالرُّؤْيَةِ، فَثَبَتَ بِهَذَا أَنَّ الرُّؤْيَةَ لِلشَّيْءِ لَا تَقْتَضِي رُؤْيَةَ حَقِيقَتِهِ فِي الْوَاقِعِ وَنَفْسِ الْأَمْرِ، وَإِنْ كَانَ مَخْلُوقًا لَهُ جِنْسٌ يَنْقَسِمُ إِلَى أَنْوَاعٍ تَحْتَهَا أَصْنَافٌ وَشُخُوصٌ لَهَا أَمْثَالٌ. </p><p> فَإِذَا كَانَ الْمَخْلُوقُ يَرَى مَخْلُوقًا مِثْلَهُ رُؤْيَةً لَا يُدْرِكُ بِهَا كُنْهَهُ، وَلَا يُحِيطُ بِحَقِيقَتِهِ وَلَا يُشَارِكُهُ فِيهَا كُلُّ مَنْ لَهُ عَيْنَانِ مِثْلَهُ، وَهَذَا مِمَّا يُؤْمِنُ بِهِ الْمُعْتَزِلَةُ وَالشِّيعَةُ وَالْأَبَاضِيَّةُ كَغَيْرِهِمْ فَهَلْ يَسْتَنْكِرُ أَنْ تَكُونَ رُؤْيَةُ الرَّبِّ الَّذِي لَيْسَ كَمِثْلِهِ شَيْءٌ بِلَا كَيْفٍ وَلَا مِثَالٍ، وَعَلَى غَيْرِ الْمَعْهُودِ فِي رُؤْيَةِ بَعْضِنَا لِبَعْضٍ كَمَا اسْتَنْكَرَ هَؤُلَاءِ الَّذِينَ قَالَ شَاعِرُهُمْ: </p><p> قَدْ شَبَّهُوهُ بِخَلْقِهِ وَتَخَوَّفُوا ... شُنْعَ الْوَرَى فَتَسَتَّرُوا بِالْبَلْكَفَةِ </p><p> أُمْ يَصِحُّ مَعَ هَذَا أَنْ يُصِرَّ بَعْضَ أَهْلِ السُّنَّةِ عَلَى تَقْيِيدِ رُؤْيَتِهِ تَعَالَى بِالْأَبْصَارِ وَأَعْيُنِ الرُّؤُوسِ، وَاسْتِنْكَارُ تَسْمِيَتِهَا رُؤْيَةً رُوحِيَّةً مَعَ الِاتِّفَاقِ بَيْنَهُمْ عَلَى أَنَّ الْإِدْرَاكَ بِجَمِيعِ أَنْوَاعِهِ لِلنَّفْسِ لَا لِلْجَسَدِ، كَمَا تَرَى تَوْضِيحَهُ فِي الْمَسْأَلَةِ التَّالِيَةِ. </p><p> (٦) الْكَشْفُ وَكَوْنُ الْإِدْرَاكِ لِلنَّفْسِ: </p><p> إِنَّ الْعِلْمَ وَالْإِدْرَاكَ فِي الْحَقِيقَةِ لِلرُّوحِ، وَإِنَّ الْحَوَاسَّ وَالدِّمَاغَ آلَاتٌ حِسِّيَّةٌ لِلْعِلْمِ بِبَعْضِ الْحِسِّيَّاتِ بِحَسَبِ سُنَنِ هَذِهِ الْحَيَاةِ الدُّنْيَا، وَقَدْ ثَبَتَ بِمَا تَقَدَّمَ مِنَ الشَّوَاهِدِ </p><p> أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَرَى مِنْ وَرَاءِهِ كَمَا يَرَى مِنْ أَمَامِهِ، وَهِيَ رُؤْيَةٌ رُوحِيَّةٌ غَيْرُ مُقَيَّدَةٍ بِبَصَرِ الْعَيْنَيْنِ وَلَا بِالْمُقَابَلَةِ، وَثَبَتَ نَحْوٌ مِنْ هَذَا لِبَعْضِ الْمُكَاشِفِينَ بِالرِّوَايَاتِ الَّتِي وَصَلَتْ إِلَى دَرَجَةِ التَّوَاتُرِ، وَمِنْ هَذِهِ الْمُكَاشَفَةِ مَا يَقَعُ فِي حَالِ الصِّحَّةِ بِقُوَّةِ تَوْجِيهِ الْإِرَادَةِ إِلَى الشَّيْءِ أَوْ فُجَائِيًّا بِغَيْرِ قَصْدٍ كَمَا وَقَعَ لِمُؤَلِّفِ هَذَا التَّفْسِيرُ فِي صِغَرِهِ، فَقَدْ رَأَى جَدَّتَهُ لِأُمِّهِ وَهُوَ مُضْطَجِعٌ مُسَجًّى فِي بُسْتَانٍ لَهَا تَمْشِي فِي الطَّرِيقِ جَائِيَةً إِلَيْهِ حَتَّى إِذَا مَا رَآهَا قَدْ وَصَلَتْ إِلَى مَدْخَلِ الْبُسْتَانِ مِنَ الطَّرِيقِ الْعَامِّ نَادَاهَا فَأَجَابَتْهُ، وَيَبْعُدُ أَنَّ يَكُونَ هَذَا تَخَيُّلًا صَادَفَ الْوَاقِعَ، وَلَهُ أَمْثَالٌ وَنَظَائِرُ لَوْلَاهَا لَتَعَيَّنَ الْقَوْلُ بِذَلِكَ - وَقَدْ وَقَعَ لَنَا مِنْهُ مَعَ بَعْضِ النَّاسِ مَا كُنَّا نَحْمِلُهُ عَلَى الْمُصَادَفَةِ لِئَلَّا يَقِيسُوا عَلَيْهِ دَجَلَ الْمُحْتَالِينَ، وَلِئَلَّا نَقَعَ فِي الْغُرُورِ، وَلَكِنَّ مَجْمُوعَ مَا نَقَلَهُ الثِّقَاتُ مِنْهُ لَا يَحْتَمِلُ التَّأْوِيلَ، وَمِنْهُ مَا يَقَعُ فِي النَّفْسِ بِغَيْرِ رُؤْيَةٍ وَلَا تَخَيُّلٍ، وَإِنْ كَانَ فِيمَا مِنْ شَأْنِهِ أَنْ يُرَى، وَلَيْسَ مِمَّا نَحْنُ فِيهِ. </p><p> وَقَدْ يَقَعُ فِي أَحْوَالٍ مَرَضِيَّةٍ كَالْمَرِيضِ الَّذِي كَانَ يُعَالِجُهُ الطَّبِيبُ شِبْلِي شُمَيِّل بِمِصْرَ، وَكَانَ يُخْبِرُ بِأَشْيَاءَ غَائِبَةٍ وَبِأُمُورٍ قَبْلَ وُقُوعِهَا فَيَصْدُقُ بِالضَّبْطِ الدَّقِيقِ، وَمِنَ الْأَوَّلِ أَنَّهُ أَخْبَرَ بِأَنَّ قَرِيبًا لَهُ قَدْ خَرَجَ مِنْ دَارِهِ بِالْإِسْكَنْدَرِيَّةِ يُرِيدُ السَّفَرَ إِلَى مِصْرَ؛ لِزِيَارَتِهِ، ثُمَّ أَخْبَرَ أَنَّهُ رَآهُ قَدْ وَصَلَ إِلَى مَحَطَّةِ الْإِسْكَنْدَرِيَّةِ وَدَخَلَ الْقِطَارَ، وَبَعْدَ مُضِيِّ ثَلَاثِ سَاعَاتٍ وَكُسُورٍ أَخْبَرَ أَنَّهُ نَزَلَ مِنَ الْقِطَارِ فِي مَحَطَّةِ الْقَاهِرَةِ وَخَرَجَ مِنْهَا وَرَكَبَ مَرْكَبَةً لِتَحْمِلَهُ إِلَى الدَّارِ الَّتِي هُوَ فِيهَا، ثُمَّ أَخْبَرَ أَنَّهُ وَصَلَ إِلَى الدَّارِ - وَإِذَا بِهِ قَدْ دَخَلَ فِيهَا، وَكَانَ الطَّبِيبُ شِبْلِي يُنْكِرُ مِثْلَ هَذَا، وَيُنْكِرُ وُجُودَ أَرْوَاحٍ مُسْتَقِلَّةٍ بِالْوُجُودِ تُلَابِسُ الْأَجْسَادَ وَتُفَارِقُهَا مُدْرِكَةً بِالذَّاتِ - أَيْ: غَيْرَ مُقَيَّدَةٍ فِي إِدْرَاكِهَا بِوُجُودِهَا فِي الْجَسَدِ وَاكْتِسَابِهَا الْعِلْمُ مِنْ حَوَاسِّهِ وَعَصَبِ دِمَاغِهِ - وَقَدْ صَارَ بَعْدَ هَذِهِ الْوَاقِعَةِ الَّتِي كَتَبَهَا بِقَلَمِهِ، وَسَمِعْنَاهَا مِنْ فَمِهِ، يُشَبِّهُ دِمَاغَ الْإِنْسَانِ بِالْآلَةِ الْكَهْرُبَائِيَّةِ لِلتِّلِغْرَافِ اللَّاسِلْكِيِّ الَّتِي تَتَلَقَّفُ مِنْ كَهْرُبَاءِ الْجَوِّ مَا يُرْسِلُهُ هَذَا التِّلِغْرَافُ مِنْ أَخْبَارِ السُّفُنِ أَوِ الْبِلَادِ الْبَعِيدَةِ، وَلَكِنْ كَانَ مِنْ أَخْبَارِ مَرِيضِهِ بِهِ أَنْ سَيَرْعَفُ أَنْفُهُ فِي سَاعَةِ كَذَا مِنْ نَهَارِ غَدٍ، وَيَخْرُجُ مِنْ دَمِهِ مَا يَبْلُغُ وَزْنُهُ كَذَا. فَكَانَ كَمَا قَالَ، وَهَذَا إِخْبَارٌ عَنِ الشَّيْءِ قَبْلَ وُقُوعِهِ لَا يَتَنَاوَلُهُ التَّشْبِيهُ الَّذِي ذَكَرَهُ، وَهُوَ مِنَ الْغَيْبِ الْإِضَافِيِّ الَّذِي خَلَقَ اللهُ الْأَرْوَاحَ كُلَّهَا مُسْتَعِدَّةً لِإِدْرَاكِهِ قَبْلَ وُقُوعِهِ لَوْلَا مَا يَشْغَلُهَا عَنْهُ مِنْ مَدَارِكَ الْحَوَاسِّ وَالْعُقُولِ وَهُمُومِ الْحَيَاةِ - لَا مِنَ الْغَيْبِ الْحَقِيقِيِّ الَّذِي اسْتَأْثَرَ اللهُ - تَعَالَى - بِعِلْمِهِ، وَقَدْ فَصَّلْنَا </p><p> الْقَوْلَ فِي الْفَرْقِ بَيْنَهُمَا فِي تَفْسِيرِ سُورَةِ الْأَنْعَامِ. </p><p> أَنْوَاعُ الْمُدْرِكَاتِ وَعَنَاصِرِ الْكَوْنِ وَأَحْوَالِهَا: </p><p> إِنَّ مُدْرِكَاتِ الْبَشَرِ الْحِسِّيَّةِ وَالْعَقْلِيَّةِ لَا تَتَعَلَّقُ فِي حَالِ هَذِهِ الْحَيَاةِ الدُّنْيَا بِكُلِّ مَا فِي هَذَا الْكَوْنِ مِنْ أَنْوَاعِ الْمَوْجُودَاتِ، بَلْ هُنَاكَ حُجَجٌ مِنَ الْوَحْيِ وَالْعَقْلِ وَالْعِلْمِ تَدُلُّ عَلَى ضِدِّ ذَلِكَ - أَمَّا الْوَحْيُ فَقَدْ ثَبَتَ فِيهِ أَنَّ الْعَالَمَ قِسْمَانِ، أَوْ أَنَّ الْكَوْنَ قِسْمَانِ: عَالَمُ الْغَيْبِ، وَعَالَمُ الشَّهَادَةِ. </p><p> وَأَمَّا الْعَقْلُ فَمِنْ أَحْكَامِهِ أَنَّ عَدَمَ الْعِلْمِ بِالشَّيْءِ لَا يَقْتَضِي عَدَمَ وُجُودِهِ، وَأَنَّ مِنَ الْجَائِزِ أَنْ يَكُونَ فِي الْكَوْنِ مَوْجُودَاتٌ كَثِيرَةٌ لَا نُدْرِكُهَا، وَلَا تَشْعُرُ بِهَا حَوَاسُّنَا وَمَشَاعِرُنَا، إِمَّا لِعَدَمِ اسْتِعْدَادِهَا لِإِدْرَاكِهَا أَلْبَتَّةَ - كَمَا أَنَّ بَعْضَهَا لَا يُدْرِكُ كَمَا يُدْرِكُهُ الْآخَرُ مِنَ الْهَيْئَاتِ وَالْأَلْوَانِ وَالطُّعُومِ وَالرَّوَائِحِ مَثَلًا - وَإِمَّا لِضَعْفِ الْحَاسَّةِ فِينَا عَنْ إِدْرَاكِ مَا هُوَ مِنْ مُتَعَلَّقِهَا لِفَقْدِ بَعْضِ شُرُوطِ إِدْرَاكِهِ، وَقَدْ دَلَّ الْعَقْلُ عَلَى أَنَّ الْوُجُودَ الْمُمْكِنَ الَّذِي نَعْرِفُهُ فِي الْجُمْلَةِ يَدُلُّ عَلَى الْوُجُودِ الْوَاجِبِ الَّذِي لَمْ يَدْرِكْ كُنْهَهُ عُقُولُنَا، بَلْ دَلَّ عَلَى وُجُودٍ آخَرَ مِنَ الْمُمْكِنَاتِ، وَهُوَ مَا يُسَمِّيهِ عُلَمَاءُ الْكَوْنِ بِالْأَثِيرِ. </p><p> وَأَمَّا الْعِلْمُ - عِلْمُ التَّجْرِبَةِ وَالْبَحْثُ الْعَمَلِيِّ فِي الْوُجُودِ - فَقَدْ أَثْبَتَ وُجُودَ أَحْيَاءً كَثِيرَةَ الْأَنْوَاعِ ذَاتِ تَأْثِيرٍ عَظِيمٍ فِي حَيَاةِ الْأَحْيَاءِ مِنْ نَفْعٍ وَضَرٍّ تُرَى بِالْمَرَايَا الْمُكَبِّرَةِ دُونَ الْبَصَرِ الْمُجَرَّدِ، وَأَنَّ فِيهِ مَوَادَّ أُخْرَى لَطِيفَةً هِيَ مِنْ أُصُولِ عَنَاصِرِهِ الَّتِي لَمْ يَتِمَّ تَكْوِينُهُ إِلَّا بِهَا، وَهِيَ لَا تُدْرَكُ بِالْحَوَاسِّ وَلَا بِالْعَقْلِ بَادِئَ بَدْءٍ، وَإِنَّمَا عُرِفَتْ بِأَعْمَالِ التَّحْلِيلِ وَالتَّرْكِيبِ وَآلَاتِهَا، وَاسْتُخْدِمَتْ لِكَثِيرٍ مِنَ الْمَنَافِعِ وَالْمَضَارِّ، وَهِيَ كَالْعَنَاصِرِ الَّتِي يَتَرَكَّبُ مِنْهَا الْمَاءُ وَالْهَوَاءُ. </p><p> وَقَدْ ثَبَتَ بِالتَّجَارِبِ الْعِلْمِيَّةِ مَا صَارَ الْعِلْمُ بِهِ قَطْعِيًّا يَدْخُلُ فِي بَابِ الْحِسِّيَّاتِ مِنْ أَنَّ الْجِسْمَ الْجَامِدَ يَتَحَوَّلُ بِالْحَرَارَةِ إِلَى مَائِعٍ كَمَا يَكُونُ الْجَلِيدُ وَالثَّلْجُ مَاءً، وَأَنَّ الْمَائِعَ يَتَحَوَّلُ بِهَا إِلَى بُخَارٍ، وَهُوَ مَا نُشَاهِدُهُ كَالدُّخَانِ اللَّطِيفِ يَخْرُجُ مِنَ الْمَاءِ عِنْدَ تَسْخِينِهِ، وَمِنْ كُلِّ مَائِعٍ فِيهِ مَاءٌ، وَأَنَّ هَذَا الْبُخَارَ الْمَائِيَّ وَغَيْرَهُ يَتَحَوَّلُ بِشِدَّةِ الْحَرَارَةِ إِلَى مَادَّةٍ لَا تُرَى كَالْهَوَاءِ وَيُسَمُّونَهَا غَازًا، وَأَنَّ الْأَجْسَامَ الْجَامِدَةَ كَالذَّهَبِ وَالْقَصْدِيرِ، وَالْمَائِعَةَ كَالْمَاءِ، وَالْغَازِيَّةَ كَالْهَوَاءِ مِنْهَا الْبَسِيطُ وَمِنْهَا الْمُرَكَّبُ، وَأَنَّ </p><p> الْبَسَائِطَ الَّتِي تَتَأَلَّفُ مِنْهَا الْمُرَكَّبَاتُ مَحْدُودَةٌ تُعَدُّ بِالْعَشَرَاتِ، وَصَارَ فِي قُدْرَةِ الشَّرِّ أَنْ يُحَلِّلُوا الْمُرَكَّبَ، وَيُفَرِّقُوا بَسَائِطَهُ بَعْضَهَا مِنْ بَعْضٍ بِصِنَاعَةِ الْكِيمْيَاءِ وَآلَآتِهَا، وَأَنْ يُحَوِّلُوا الْجَوَامِدَ مِنْ صِفَتِهَا فَيَجْعَلُوهَا غَازَاتٍ، وَأَنْ يَجْعَلُوا مِنَ الْغَازَاتِ وَمِنَ السَّائِلَاتِ جَوَامِدٌ، وَهُمْ يَتَّخِذُونَ مِنْهَا أَغْذِيَةً وَأَدْوِيَةً وَسَمُّومًا قَاتِلَةً، بَلِ اسْتَخْرَجُوا مِنْ مَاءِ الْبَحْرِ الْمِلْحِ ذَهَبًا إِبْرِيزًا. </p><p> هَذِهِ الْأَعْمَالُ الَّتِي صَارَتْ مِنْ صَنَائِعِ الْبَشَرِ تُقَرِّبُ مِنَ الْعَقْلِ وَالْعِلْمِ مَا صَحَّ عَنِ الرُّسُلِ الْمَعْصُومِينَ مِنْ أَنَّ الْمَلَائِكَةَ وَغَيْرَهُمْ مِنَ الْجِنِّ يَتَشَكَّلُونَ فِي صُوَرٍ كَثِيفَةٍ تُرَى بِالْأَبْصَارِ وَبِصُوَرٍ لَا تُرَى بِالْأَبْصَارِ؛ أَيْ: أَنَّ اللهَ - تَعَالَى - أَعْطَى أَرْوَاحَهُمْ قُوَّةً يَتَصَرَّفُونَ بِهَا فِي مَادَّةِ الْكَوْنِ وَفِي </p><p> أَنْفُسِهِمْ بِأَعْظَمَ مِنْ تَصَرُّفِ عَالِمِ الْكِيمْيَاءِ فِي نَفْسِهِ، وَلَكِنَّهُ مِنْ جِنْسِهِ، فَقَدْ أَعْطَى اللهُ - تَعَالَى - الْوَاحِدَ مِنْهُمْ قُدْرَةً عَلَى تَأْلِيفِ جِسْمٍ لِرُوحِهِ مِنْ هَذِهِ الْمَادَّةِ إِذَا شَاءَ، وَحَلِّهِ وَتَفْرِيقِهِ مَتَى شَاءَ، وَقَدْ وَضَّحْنَا هَذَا التَّقْرِيبَ مِنْ قَبْلُ، وَغَرَضُنَا مِنَ التَّذْكِيرِ بِهِ هُنَا إِيضَاحُ مَسْأَلَةِ تَجَلِّي الرَّبِّ سُبْحَانَهُ وَتَعَالَى فِي الصُّوَرِ أَوْ مِنْ وَرَاءِ الْحُجُبِ، وَكَوْنِ رُؤْيَتِهِ لَا تَقْتَضِي تَشْبِيهَهُ بِخَلْقِهِ كَمَا زَعَمَ مَنْ لَمْ يَعْلَمُوا مِنْ أَنْوَاعِ الْإِدْرَاكِ وَالْمُدْرِكَاتِ الْمَخْلُوقَةِ مَا يَقْتَضِي تَشْبِيهَ بَعْضِهَا بِبَعْضٍ، وَقَدْ قَالَ - تَعَالَى -: وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (١٧: ٨٥) . </p><p> (٨) مَذَاهِبُ الصُّوفِيَّةِ فِي الرُّؤْيَةِ: </p><p> الصُّوفِيَّةُ فِرْقَةٌ مِنْ فِرَقِ الْمُسْلِمِينَ الْمُخْتَلِفِينَ فِي الْأُصُولِ، وَهُمْ لَا يُقَلِّدُونَ إِمَامًا وَاحِدًا فِي الْفُرُوعِ، بَلْ مِنْهُمُ الْمُجْتَهِدُونَ وَمِنْهُمُ الْمُقَلِّدُونَ لِأَهْلِ الْمَذَاهِبِ الْمَشْهُورَةِ، وَيَكْثُرُ فِيهِمُ الشَّافِعِيَّةُ، كَمَا أَنَّ أَكْثَرَ الْمُعْتَزِلَةِ وَالْمُرْجِئَةِ مِنَ الْحَنَفِيَّةِ، وَقَدْ غَفَلَ مَنْ لَمْ يَعُدَّهُمْ مِنَ الْفِرَقِ الثَّلَاثِ وَالسَّبْعِينَ، وَإِنَّمَا الْكَلَامُ فِيمَنْ يُسَمَّوْنَ صُوفِيَّةَ الْحَقَائِقِ، وَهُمْ أَقْرَبُ إِلَى الْفَلَاسِفَةِ الرُّوحِيِّينَ الْإِشْرَاقِيِّينَ، وَإِلَى قُدَمَاءِ الشِّيعَةِ مِنْهُمْ إِلَى أَهْلِ السُّنَّةِ وَالْأَثَرِ، وَجُمْهُورُهُمْ يُجِلُّونَ الصَّحَابَةَ وَلَا سِيَّمَا الْخُلَفَاءَ الرَّاشِدِينَ وَعُلَمَاءَ السَّلَفِ، وَلَا سِيَّمَا الْعُبَّادَ مِنْهُمْ، وَمِنْهُمُ الْمُعْتَدِلُونَ وَأَهْلُ الْحَدِيثِ كَشَيْخِ الْإِسْلَامِ أَبِي إِسْمَاعِيلَ الْهَرَوِيِّ صَاحِبُ (مَنَازِلِ السَّائِرِينَ) وَمِنْهُمُ الْغُلَاةُ الَّذِينَ مَرَقَ بَعْضُهُمْ مِنَ الْإِسْلَامِ بِنَزَغَاتِ الْبَاطِنِيَّةِ وَزَيْغِهِمْ، وَهُمْ غُلَاةُ الرَّافِضَةِ مِنَ الْإِسْمَاعِيلِيَّةِ إِلَى الْبَهَائِيَّةِ وَزُعَمَاؤُهُمْ مِنَ الْفُرْسِ، وَمِنْهُمُ الْبَكْتَاشِيَّةِ وَقَدْ رَاجَتْ دَعْوَتُهُمْ فِي بِلَادِ التُّرْكِ وَالْأَلْبَانِ، وَيُقَابِلُهُمْ صُوفِيَّةُ الْأَخْلَاقِ، وَأَهْلُ السُّنَّةِ مِنْهُمْ يَقُولُونَ فِي الرُّؤْيَةِ مَا يَقُولُ سَائِرُ </p><p> أَهْلِ السُّنَّةِ، وَكَذَا الْمُعْتَدِلُونَ مِنْ أَهْلِ الْحَقَائِقِ، فَتَرَى أَبَا حَامِدٍ الْغَزَالِيَّ مِنْ عُلَمَائِهِمْ قَدْ فَسَّرَ الرُّؤْيَةَ بِمَا يَنْطَبِقُ عَلَى مَذْهَبِ الْأَشْعَرِيِّ، وَشَأْنُ سَائِرِ مُقَلَّدَتِهِمْ كَشَأْنِ سَائِرِ الْمُقَلِّدِينَ لِلْمَذَاهِبِ الْأُخْرَى. </p><p> وَأَمَّا صُوفِيَّةُ الْحَقَائِقِ الْمُسْتَقِلُّونَ فَجُمْهُورُ أَهْلِ الْوَحْدَةِ مِنْهُمْ يُدْخِلُونَهَا فِي مَسَائِلِ الْوَحْدَةِ، فَغُلَاةُ وَحْدَةِ الْوُجُودِ لَيْسَ عِنْدَهُمْ إِلَّا وُجُودٌ وَاحِدٌ لَهُ مَظَاهِرٌ وَمَجَالِي، فَهُمْ يُثْبِتُونَ الرُّؤْيَةَ بِهَذَا الِاعْتِبَارِ وَإِلَّا فَالرَّائِيُّ وَالْمَرْئِيُّ وَاحِدٌ عِنْدَهُمْ، يَعْنُونَ أَنَّ الرَّبَّ عَيْنُ الْعَبْدِ، وَالْعَبْدَ عَيْنُ الرَّبِّ، فَاللهُ - تَعَالَى - يَرَى نَفْسَهُ بِمَا يَتَجَلَّى فِيهِ مِنْ صُوَرِ عَبِيدِهِ أَوْ مَا شَاءَ مِنْ خَلْقِهِ، هَذَا تَنَاقُضٌ وَهَذَيَانٌ بَدِيهِيُّ الْبُطْلَانِ، وَحَسْبُنَا مَا نَنْشُرُهُ فِي الْمَنَارِ مِنْ إِبْطَالِهِ وَتَنَاقُضِهِ لِشَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَّةَ - رَحِمَهُ اللهُ تَعَالَى -، وَأَمَّا أَصْحَابُ وَحْدَةِ الشُّهُودِ مِنْهُمْ فَمَذْهَبُهُمْ أَنَّ الرَّبَّ تَعَالَى يَتَجَلَّى لِعَبْدِهِ الْمُؤْمِنِ فِي الدُّنْيَا تَجَلِّيًا غَيْرَ كَامِلٍ، وَفِي الْآخِرَةِ تَجَلِّيًا كَامِلًا فَيَفْنَى الْعَبْدُ بِهَذَا التَّجَلِّي عَنْ نَفْسِهِ، وَعَنْ كُلِّ مَا سِوَى رَبِّهِ فَلَا يَرَى غَيْرَهُ، وَهُوَ يَرَاهُ بِكُلِّ رُوحِهِ الْمُدْرِكَةِ لَا بِعَيْنَيْهِ فَقَطْ، وَمِنْ كَلَامِ ابْنِ الْفَارِضِ فِيهِ إِذَا مَا بَدَتْ لَيْلَى فَكُلِّي أَعْيُنٌ، فَإِنَّ الرُّؤْيَةَ بِآلَةِ الْبَاصِرَةِ إِنَّمَا تَكُونُ لِلْأَرْوَاحِ الْمَحْبُوسَةِ فِي هَيَاكِلِ </p><p> الْأَجْسَادِ الْمُقَيَّدَةِ بِسُنَنِ اللهِ كَمَا تَقَدَّمَ آنِفًا، فَهِيَ كَالْمَحْبُوسِ فِي سِجْنٍ لَهُ نَوَافِذُ وَكُوًى قَلِيلَةٌ يَرَى مِنْهَا بَعْضَ مَا يُحَاذِيهَا دُونَ غَيْرِهِ مِمَّا وَرَاءَ السِّجْنِ، وَهُمْ يُثْبِتُونَ تَجَلِّيهِ تَعَالَى فِي الصُّوَرِ الْمُخْتَلِفَةِ، وَلَا يَرَوْنَ ذَلِكَ مُحَالًا يَجِبُ تَأْوِيلُهُ؛ بَلْ يُبْقُونَ الْأَحَادِيثَ فِي ذَلِكَ عَلَى ظَاهِرِهَا كَجُمْهُورِ السَّلَفِ. </p><p> وَلِكُلٍّ مِنْ هَؤُلَاءِ وَأُولَئِكَ أَقْوَالٌ وَشَوَاهِدُ مُشْتَرِكَةٌ مَعَهَا بَعْضُهُمْ بِبَعْضٍ فَيَعْسُرُ التَّزْيِيلُ بَيْنَهُمْ، وَمِنْهَا اسْتِشْهَادُهُمْ بِالْحَدِيثِ الْقُدْسِيِّ الَّذِي أَخْرَجَهُ الْبُخَارِيُّ فِي صَحِيحِهِ فَانْتُقِدَ عَلَيْهِ لِعِلَّةٍ فِي سَنَدِهِ، وَذَكَرَهُ النَّوَوِيُّ فِي الْأَرْبَعِينَ، وَمَحَلُّ الشَّاهِدِ مِنْهُ \" وَلَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا \" وَمَعْنَاهُ الَّذِي يَتَّفِقُ مَعَ أُسْلُوبِ اللُّغَةِ وَقَوَاعِدِ الشَّرْعِ كُنْتُ مُتَعَلِّقَ سَمْعِهِ وَبَصَرِهِ وَسَائِرِ جَوَارِحِهِ؛ أَيْ: فَلَا تُوَجِّهُ إِرَادَتُهُ هَذِهِ الْجَوَارِحَ إِلَّا إِلَى مَا يَعْلَمُ أَنَّهُ يُرْضِي رَبَّهُ، وَلَا يَنْسَى مُرَاقَبَتَهُ فِي أَعْمَالِهَا، وَكُلٌّ مِنَ الْقَائِلِينَ بِوَحْدَةِ الْوُجُودِ وَوَحْدَةِ الشُّهُودِ يَسْتَدِلُّ بِهِ عَلَى مَذْهَبِهِ، وَمِنْ شِعْرِهِمْ فِي ذَلِكَ: </p><p> أَعَارَتْهُ طَرْفًا رَآهَا بِهْ ... فَكَانَ الْبَصِيرُ بِهَا طَرْفَهَا </p><p> وَلِلشَّيْخِ مُحْيِ الدِّينِ بْنِ عَرَبِيٍّ كَلَامٌ فِي كُلِّ مَا سَبَقَ ذِكْرَهُ مِنَ الْآيَاتِ وَالْأَحَادِيثِ عَلَى طَرِيقَتِهِمْ فِي الْوَحْدَةِ فِي الْبَابِ الْحَادِي وَالْأَرْبَعَمِائَةِ مِنَ الْفُتُوحَاتِ الْمَكِّيَّةِ وَهُوَ: </p><p> كَلِمَةٌ لِابْنِ عَرَبِيٍّ فِي الرُّؤْيَةِ: </p><p> \" قَالَ اللهُ - عَزَّ وَجَلَّ -: لَا تُدْرِكُهُ الْأَبْصَارُ (٦: ١٠٣) وَقَالَ - عَزَّ وَجَلَّ - لِمُوسَى - عَلَيْهِ السَّلَامُ -: لَنْ تَرَانِي وَكُلُّ مَرْئِيٍّ لَا يَرَى الرَّائِيَ - إِذَا رَآهُ - مِنْهُ إِلَّا قَدْرَ مَنْزِلَتِهِ وَرُتْبَتِهِ فَمَا رَآهُ وَمَا رَأَى إِلَّا نَفْسَهُ، وَلَوْلَا ذَلِكَ مَا تَفَاضَلَتِ الرُّؤْيَةُ فِي الرَّائِينَ، إِذْ لَوْ كَانَ هُوَ الْمَرْئِيُّ مَا اخْتَلَفُوا، لَكِنْ لَمَّا كَانَ هُوَ مَجْلَى رُؤْيَتِهِمْ أَنْفُسَهُمْ؛ لِذَلِكَ وَصَفُوهُ أَنَّهُ يَتَجَلَّى وَأَنَّهُ يُرَى، وَلَكِنْ شُغِلَ الرَّائِي بِرُؤْيَتِهِ نَفْسَهُ فِي مَجْلَى الْحَقِّ حَجَبَهُ عَنْ رُؤْيَةِ الْحَقِّ، فَلِذَلِكَ لَوْ لَمْ تَبْدُ لِلرَّائِي صُورَتُهُ أَوْ صُورَةُ كَوْنٍ مِنَ الْأَكْوَانِ رُبَّمَا كَانَ يَرَاهُ، فَمَا حَجَبَنَا عَنْهُ إِلَّا أَنْفُسُنَا، فَلَوْ زِلْنَا عَنَّا مَا رَأَيْنَاهُ؛ لِأَنَّهُ مَا كَانَ يَبْقَى ثَمَّ بِزَوَالِنَا مَنْ يَرَاهُ؟ وَإِنْ نَحْنُ لَمْ نَزَلْ فَمَا نَرَى إِلَّا أَنْفُسَنَا فِيهِ وَصُوَرَنَا وَقَدَرَنَا وَمَنْزِلَتَنَا، فَعَلَى كُلِّ حَالٍ مَا رَأَيْنَاهُ، وَقَدْ نَتَوَسَّعُ فَنَقُولُ: قَدْ رَأَيْنَاهُ وَنُصَدِّقُ، كَمَا أَنَّهُ لَوْ قُلْنَا، رَأَيْنَا الْإِنْسَانَ صَدَقْنَا فِي أَنْ نَقُولَ رَأْيَنَا مَنْ مَضَى مِنَ النَّاسِ، وَمَنْ بَقِيَ وَمَنْ فِي زَمَانِنَا مِنْ كَوْنِهِمْ إِنْسَانًا لَا مِنْ حَيْثُ شَخْصِيَّةُ كُلِّ إِنْسَانٍ، وَلَمَّا كَانَ الْعَالَمُ أَجْمَعُهُ وَآحَادُهُ عَلَى صُورَةِ حَقٍّ، وَرَأَيْنَا الْحَقَّ فَقَدْ رَأَيْنَا وَصَدَقْنَا، وَإِنْ نَظَرْنَا إِلَى عَيْنِ التَّمْيِيزِ فِي عَيْنِ عَيْنٍ لَمْ نَصْدُقْ، وَأَمَّا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> فِي حَدِيثِ الدَّجَّالِ وَدَعْوَاهُ أَنَّهُ إِلَهٌ، فَعَهِدَ إِلَيْنَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ أَحَدَنَا لَا يَرَى رَبَّهُ حَتَّى يَمُوتَ؛ لِأَنَّ الْغِطَاءَ لَا يَنْكَشِفُ عَنِ الْبَصَرِ إِلَّا بِالْمَوْتِ، وَالْبَصَرُ مِنَ الْعَبْدِ هَوَيَّةُ الْحَقِّ فَعَيْنُكَ غِطَاءٌ عَلَى بَصَرِ الْحَقِّ، فَبَصَرُ الْحَقِّ أَدْرَكَ الْحَقَّ وَرَآهُ لَا أَنْتَ، فَإِنَّ اللهَ لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (٦: ١٠٣) وَلَا أَلْطَفَ مِنْ هَوِيَّةٍ تَكُونُ عَيْنُ بَصَرِ الْعَبْدِ، وَبَصَرُ الْعَبْدِ لَا يُدْرِكُ اللهَ، وَلَيْسَ فِي الْقُوَّةِ أَنْ يَفْصِلَ بَيْنَ الْبَصَرَيْنِ، وَالْخَبِيرُ عَلِمَ الذَّوْقَ فَهُوَ الْعَلِيمُ خِبْرَةً أَنَّهُ بَصَرُ الْعَبْدِ فِي بَصَرِ الْعَبْدِ، وَكَذَا هُوَ الْأَمْرُ فِي نَفْسِهِ، وَإِنْ كَانَ حَيًّا فَقَدِ اسْتَوَى الْمَيِّتُ وَالْحَيُّ فِي كَوْنِهِ - الْحَقَّ تَعَالَى - بَصَرُهُمَا وَمَا عِنْدَهُمَا شَيْءٌ، فَإِنَّ اللهَ لَا يَحِلُّ فِي شَيْءٍ، وَلَا يَحِلُّ فِيهِ شَيْءٌ إِذْ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (٤٢: ١١) اهـ. وَقَدْ تَكَلَّمَ عَنِ الْآيَةِ فِي مَوَاضِعَ أُخْرَى وَعَلَى جَمِيعِ الْأَحَادِيثِ الْوَارِدَةِ فِي الْمَسْأَلَةِ، وَكَلَامُهُ مُتَعَارِضٌ بَعْضُهُ بِتَأَوُّلٍ بِتَكَلُّفٍ أَوْ بِدُونِ تَكَلُّفٍ. </p><p> كَلِمَةٌ فِي النُّورِ وَالْحُجُبِ وَالتَّجَلِّي فِي الصُّوَرِ: </p><p> قَالَ الْمُحَقِّقُ ابْنُ الْقَيِّمِ فِي (مَدَارِجِ السَّالِكِينَ، شَرْحِ مَنَازِلِ السَّائِرِينَ) لِلْهَرَوِيِّ فِي الْكَلَامِ عَلَى الدَّرَجَةِ الثَّانِيَةِ مِنْ مَنْزِلَةِ (اللَّحْظِ) مَا نَصَّهُ: \" وَنُورُ الْكَشْفِ عِنْدَهُمْ هُوَ مَبْدَأُ الشُّهُودِ، وَهُوَ نُورُ تَجَلِّي مَعَانِي الْأَسْمَاءِ الْحُسْنَى عَلَى الْقَلْبِ، فَتُضِيءُ بِهِ ظُلْمَةُ الْقَلْبِ، وَيَرْتَفِعُ بِهِ حِجَابُ الْكَشْفِ، وَلَا تَلْتَفِتُ إِلَى غَيْرِ هَذَا فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا، فَإِنَّكَ تَجِدُ فِي كَلَامِ بَعْضِهِمْ \" تَجَلِّي الذَّاتِ يَقْتَضِي كَذَا وَكَذَا، وَتَجَلِّي الصِّفَاتِ يَقْتَضِي كَذَا وَكَذَا، وَتَجَلِّي الْأَفْعَالِ يَقْتَضِي كَذَا وَكَذَا \"، وَالْقَوْمُ عِنَايَتُهُمْ بِالْأَلْفَاظِ، فَيَتَوَهَّمُ الْمُتَوَهِّمُ أَنَّهُمْ يُرِيدُونَ تَجَلِّيَ حَقِيقَةِ الذَّاتِ وَالصِّفَاتِ وَالْأَفْعَالِ لِلْعِيَانِ، فَيَقَعُ مَنْ يَقَعُ مِنْهُمْ فِي الشَّطَحَاتِ وَالطَّامَّاتِ، وَالصَّادِقُونَ الْعَارِفُونَ بَرَاءٌ مِنْ ذَلِكَ، وَإِنَّمَا يُشِيرُونَ إِلَى كَمَالِ الْمَعْرِفَةِ، وَارْتِفَاعِ حُجُبِ الْغَفْلَةِ وَالشَّكِّ وَالْإِعْرَاضِ، وَاسْتِيلَاءِ سُلْطَانِ الْمَعْرِفَةِ عَلَى الْقَلْبِ بِمَحْوِ شُهُودِ السِّوَى بِالْكُلِّيَّةِ، فَلَا يَشْهَدُ الْقَلْبُ سِوَى مَعْرُوفِهِ، وَيَنْظُرُونَ هَذَا بِطُلُوعِ الشَّمْسِ فَإِنَّهَا إِذَا طَلَعَتِ انْطَمَسَ نُورُ الْكَوَاكِبِ، وَلَمْ تَعْدَمِ الْكَوَاكِبُ، وَإِنَّمَا غَطَّى عَلَيْهَا نُورُ الشَّمْسِ فَلَمْ يَظْهَرْ لَهَا وُجُودٌ وَهِيَ مَوْجُودَةٌ فِي أَمَاكِنِهَا، وَهَكَذَا نَرَى الْمِعْرَفَةَ إِذَا اسْتَوْلَى عَلَى الْقَلْبِ وَقَوَى سُلْطَانُهَا وَزَالَتِ الْمَوَانِعُ وَالْحُجُبُ عَنِ الْقَلْبِ، وَلَا يُنْكِرُ هَذَا إِلَّا مَنْ لَيْسَ مِنْ أَهْلِهِ، لَا يَعْتَقِدُ أَنَّ الذَّاتَ الْمُقَدَّسَةَ وَالْأَوْصَافَ بَرَزَتْ وَتَجَلَّتْ لِلْعَبْدِ كَمَا تَجَلَّى سُبْحَانَهُ لِلطُّورِ، وَكَمَا يَتَجَلَّى يَوْمَ الْقِيَامَةِ لِلنَّاسِ إِلَّا غَالِطٌ فَاقِدٌ لِلْعِلْمِ، وَكَثِيرًا مَا يَقَعُ الْغَلَطُ مِنَ التَّجَاوُزِ مِنْ نُورِ الْعِبَادَاتِ وَالرِّيَاضَةِ وَالذِّكْرِ إِلَى نُورِ الذَّاتِ وَالصِّفَاتِ، فَإِنَّ الْعِبَادَةَ الصَّحِيحَةَ وَالرِّيَاضَةَ الشَّرْعِيَّةَ وَالذِّكْرَ الْمُتَوَاطِئِ عَلَيْهِ الْقَلْبُ وَاللِّسَانُ يُوجِبُ نُورًا عَلَى قَدْرِ قُوَّتِهِ وَضَعْفِهِ، وَرُبَّمَا قَوِيَ ذَلِكَ النُّورُ حَتَّى يُشَاهَدَ بِالْعِيَانِ فَيَغْلَطُ فِيهِ ضَعِيفُ الْعِلْمِ وَالتَّمْيِيزِ بَيْنَ خَصَائِصِ الرُّبُوبِيَّةِ وَمُقْتَضَيَاتِ الْعُبُودِيَّةِ فَيَظُنُّهُ نُورُ الذَّاتِ، وَهَيْهَاتَ ثُمَّ هَيْهَاتَ نُورُ الذَّاتِ لَا يَقُومُ لَهُ شَيْءٌ، وَلَوْ كَشَفَ - سُبْحَانَهُ وَتَعَالَى - الْحِجَابَ عَنْهُ لَتَدَكْدَكَ الْعَالَمُ كُلُّهُ كَمَا تَدَكْدَكَ الْجَبَلُ وَسَاخَ لَمَّا ظَهَرَ لَهُ الْقَدْرُ الْيَسِيرُ مِنَ التَّجَلِّي.</p><p> \" </p><p> وَفِي الصَّحِيحِ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" إِنَّ اللهَ سُبْحَانَهُ لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، وَيَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ، وَعَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ، حِجَابُهُ النُّورُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" فَالْإِسْلَامُ لَهُ نُورٌ، وَالْإِيمَانُ لَهُ نُورٌ أَقْوَى مِنْهُ، وَالْإِحْسَانُ لَهُ نُورٌ </p><p> أَقْوَى مِنْهُ، فَإِذَا اجْتَمَعَ الْإِسْلَامُ وَالْإِيمَانُ وَالْإِحْسَانُ وَزَالَتِ الْحُجُبُ الشَّاغِلَةُ عَنِ اللهِ امْتَلَأَ الْقَلْبُ وَالْجَوَارِحُ بِذَلِكَ النُّورِ، لَا بِالنُّورِ الَّذِي هُوَ صِفَةُ الرَّبِّ - تَعَالَى - فَإِنَّ صِفَاتَهُ لَا تَحِلُّ فِي شَيْءٍ مِنْ مَخْلُوقَاتِهِ، كَمَا أَنَّ مَخْلُوقَاتَهُ لَا تَحِلُّ فِيهِ، فَالْخَالِقُ بَائِنٌ عَنِ الْمَخْلُوقِ بِذَاتِهِ وَصِفَاتِهِ، فَلَا اتِّحَادَ وَلَا حُلُولَ وَلَا مُمَازَجَةَ، تَعَالَى الله عَنْ ذَلِكَ كُلِّهِ عُلُوًّا كَبِيرًا \" اهـ.</p><p> أَقُولُ: هَذَا التَّصَوُّفُ الْمُرَافِقُ لِلْكِتَابِ وَالسُّنَّةِ لَا تَصَوُّفُ ابْنُ عَرَبِيٍّ، وَالْفَرْقُ بَيْنَ نَفْيِ كُلٍّ مِنْهَا لِلْحُلُولِ، أَنَّ هَذَا يَقُولُ: إِنَّ الْخَلْقَ وَالْخَالِقَ شَيْءٌ وَاحِدٌ، وَالشَّيْءُ لَا يَحِلُّ فِي نَفْسِهِ، وَالْآخَرُ يَقُولُ: إِنَّ النِّسْبَةَ بَيْنَهُمَا الْمُبَايَنَةُ التَّامَّةُ، وَهَذَا التَّوْحِيدُ هُوَ الْحَقُّ الَّذِي كَانَ عَلَيْهِ السَّلَفُ الصَّالِحُ - رَضِيَ اللهُ عَنْهُمْ -. </p><p> وَقَالَ الْمُحَقِّقُ ابْنُ الْقَيِّمِ رَحِمَهُ اللهُ فِي فَوَائِدِ الذَّكْرِ مِنَ الْكَلِمِ الطَّيِّبِ وَهُوَ: \" إِنَّ الذِّكْرَ نُورٌ لِلذَّاكِرِ فِي الدُّنْيَا، وَنُورٌ لَهُ فِي قَبْرِهِ، وَنُورٌ لَهُ فِي مَعَادِهِ يَسْعَى بَيْنَ يَدَيْهِ عَلَى الصِّرَاطِ فِي اسْتِنَارَةِ الْقُلُوبِ وَالْقُبُورِ بِمِثْلِ ذِكْرِ اللهِ - تَعَالَى - قَالَ - تَعَالَى -: أَوَ مَنْ كَانَ مَيِّتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا (٦: ١٢٢) فَالْأَوَّلُ هُوَ الْمُؤْمِنُ الَّذِي اسْتَنَارَ بِالْإِيمَانِ بِاللهِ وَمَحَبَّتِهِ وَمَعْرِفَتِهِ وَذِكْرِهِ، وَالْآخَرُ هُوَ الْغَافِلُ عَنِ اللهِ - تَعَالَى - الْمُعْرِضُ عَنْ ذِكْرِهِ وَمَحَبَّتِهِ، وَالشَّأْنُ كُلُّ الشَّأْنِ وَالْفَلَّاحُ كُلُّ الْفَلَاحِ فِي النُّورِ، وَالشَّقَاءُ كُلُّ الشَّقَاءِ فِي فَوَاتِهِ، وَلِهَذَا كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُبَالِغُ فِي سُؤَالِ رَبِّهِ - تَبَارَكَ وَتَعَالَى - حِينَ يَسْأَلُهُ أَنْ يَجْعَلَهُ فِي لَحْمِهِ وَعِظَامِهِ وَعَصَبِهِ وَشَعْرِهِ وَبَشَرِهِ وَسَمْعِهِ وَبَصَرِهِ وَمِنْ فَوْقِهِ وَمِنْ تَحْتِهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ وَخَلْفِهِ وَأَمَامِهِ حَتَّى يَقُولَ:  \" وَاجْعَلْنِي نُورًا \" فَسَأَلَ رَبَّهُ - تَبَارَكَ وَتَعَالَى - أَنْ يَجْعَلَ النُّورَ فِي ذَرَّاتِهِ الظَّاهِرَةِ وَالْبَاطِنَةِ، وَأَنْ يَجْعَلَهُ مُحِيطًا بِهِ مِنْ جَمِيعِ جِهَاتِهِ، وَأَنْ يَجْعَلَ ذَاتَهُ وَجُمْلَتَهُ نُورًا، فَدِينُ اللهِ - تَعَالَى عَزَّ وَجَلَّ - نُورٌ، وَكِتَابُهُ نُورٌ، وَرَسُولُهُ نُورٌ، وَدَارُهُ الَّتِي أَعَدَّهَا لِأَوْلِيَائِهِ نُورٌ يَتَلَأْلَأُ، وَهُوَ - تَبَارَكَ وَتَعَالَى - نُورُ السَّمَاوَاتِ وَالْأَرْضِ، وَمِنْ أَسْمَائِهِ النُّورُ، وَأَشْرَقَتِ الظُّلُمَاتُ لِنُورِ وَجْهِهِ، وَفِي دُعَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ الطَّائِفِ: \" أَعُوذُ بِنُورِ وَجْهِكَ الَّذِي أَشْرَقَتْ لَهُ الظُّلُمَاتُ </p><p> وَصَلُحَ عَلَيْهِ أَمْرُ الدُّنْيَا وَالْآخِرَةِ أَنْ يَحِلَّ عَلَيَّ غَضَبُكَ، أَوْ يَنْزِلَ بِي سَخَطُكَ، لَكَ الْعُتْبَى حَتَّى تَرْضَى، وَلَا حَوْلَ </p><p> وَلَا قُوَّةَ إِلَّا بِكَ \" وَقَالَ ابْنُ مَسْعُودٍ - رَضِيَ اللهُ عَنْهُ - \" لَيْسَ عِنْدَ رَبِّكُمْ لَيْلٌ وَلَا نَهَارٌ، نُورُ السَّمَاوَاتِ مِنْ وَجْهِهِ \" وَفِي بَعْضِ أَلْفَاظِ هَذَا الْأَثَرِ: نُورُ السَّمَاوَاتِ مِنْ نُورِ وَجْهِهِ، ذَكَرَهُ عُثْمَانُ الدَّارِمِيُّ، وَقَدْ قَالَ - تَعَالَى -: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا(٣٩: ٦٩)فَإِذَا جَاءَ - تَبَارَكَ وَتَعَالَى - يَوْمَ الْقِيَامَةِ لِلْفَصْلِ بَيْنَ عِبَادِهِ وَأَشْرَقَتْ بِنُورِهِ الْأَرْضُ، وَلَيْسَ إِشْرَاقُهَا لِشَمْسٍ وَلَا قَمَرٍ فَإِنَّ الشَّمْسَ تُكَوَّرُ، وَالْقَمَرَ يُخْسَفُ وَيَذْهَبُ نُورُهُمَا، وَحِجَابُهُ - تَبَارَكَ وَتَعَالَى - النُّورُ. قَالَ أَبُو مُوسَى \" قَامَ فِينَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِخَمْسِ كَلِمَاتٍ، فَقَالَ: إِنَّ اللهَ لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، وَيَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ النَّهَارِ، وَعَمَلُ النَّهَارِ قَبْلَ اللَّيْلِ، حِجَابُهُ النُّورُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" ثُمَّ قَرَأَ: أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا(٢٧: ٨)فَاسْتِنَارَةُ ذَلِكَ الْحِجَابِ بِنُورِ وَجْهِهِ، وَلَوْلَاهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ وَنُورِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ، وَلِهَذَا لَمَّا تَجَلَّى - تَبَارَكَ وَتَعَالَى - لِلْجَبَلِ، وَكَشَفَ مِنَ الْحِجَابِ شَيْئًا يَسِيرًا سَاخَ الْجَبَلُ فِي الْأَرْضِ وَتَدَكْدَكَ، وَلَمْ يَقُمْ لِرَبِّهِ - تَبَارَكَ وَتَعَالَى -، وَهَذَا مَعْنَى قَوْلِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ - سُبْحَانَهُ وَتَعَالَى -لَا تُدْرِكُهُ الْأَبْصَارُ قَالَ:ذَلِكَ اللهُ - عَزَّ وَجَلَّ - إِذَا تَجَلَّى بِنُورِهِ لَمْ يَقُمْ لَهُ شَيْءٌ، وَهَذَا مِنْ بَدِيعِ فَهْمِهِ - رَضِيَ اللهُ عَنْهُ - وَدَقِيقِ فِطْنَتِهِ، كَيْفَ وَقَدْ دَعَا رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُعْلِّمَهُ اللهُ التَّأْوِيلَ، فَالرَّبُّ - تَبَارَكَ وَتَعَالَى - يَرَى يَوْمَ الْقِيَامَةِ بِالْأَبْصَارِ عِيَانًا، وَلَكِنْ يَسْتَحِيلُ إِدْرَاكُ الْأَبْصَارِ لَهُ، وَإِنْ رَأَتْهُ فَالْإِدْرَاكُ أَمْرٌ وَرَاءَ الرُّؤْيَةِ، وَهَذِهِ الشَّمْسُ - وَلِلَّهِ الْمَثَلُ الْأَعْلَى - نَرَاهَا وَنُدْرِكُهَا كَمَا هِيَ عَلَيْهِ وَلَا قَرِيبًا مِنْ ذَلِكَ. وَلِذَلِكَ قَالَ ابْنُ عَبَّاسٍ لِمَنْ سَأَلَهُ عَنِ الرُّؤْيَةِ وَأَوْرَدَ عَلَيْهِ لَا تُدْرِكُهُ الْأَبْصَارُ فَقَالَ أَلَسْتَ تَرَى السَّمَاءَ؟قَالَ:بَلَى.قَالَ:أَفَتُدْرِكُهَا؟قَالَ:لَا.قَالَ:فَاللهُ - تَعَالَى - أَعْظَمُ وَأَجَلُّ \" اهـ. </p><p> قَدْ أَشَارَ هَذَا الْعَالِمُ الْمُحَقِّقُ بِهَذِهِ الْجُمْلَةِ الْوَجِيزَةِ مِنْ كَلَامِهِ الطَّوِيلِ فِي مَوْضُوعِهَا إِلَى جُمْلَةِ </p><p> مَا وَرَدَ فِي \" النُّورِ \" مِنْ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ فَقَدْ سَمَّى اللهُ - تَعَالَى - نَفْسَهُ نُورًا، وَوَرَدَ النُّورُ فِي أَسْمَاءِهِ الْحُسْنَى الْمَأْثُورَةِ، وَأَسْنَدَ النُّورَ إِلَى اسْمِ الذَّاتِ فِي قَوْلِهِ: اللهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ (٢٤: ٣٥) وَأَسْنَدَهُ رَسُولُهُ إِلَى وَجْهِهِ تَعَالَى بِقَوْلِهِ: \" أَعُوذُ بِنُورِ وَجْهِكَ الَّذِي أَشْرَقَتْ لَهُ الظُّلُمَاتُ \" وَمِثْلُهُ فِي آثَارٍ أُخْرَى وَالْجُمْهُورُ يُفَسِّرُونَ الْوَجْهَ بِالذَّاتِ، وَهَذَا نَوْعٌ مِنِ اسْتِعْمَالِ النُّورِ غَيْرَ إِضَافَتِهِ إِلَيْهِ تَعَالَى فِي قَوْلِهِ: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا (٣٩: ٦٩) وَقَوْلُهُ يُرِيدُونَ لِيُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ (٦١: ٨) عَلَى أَنَّ نُورَهُ فِي الْأَخِيرَةِ كِتَابُهُ وَوَحْيُهُ وَكَلَامُهُ الَّذِي هُوَ مِنْ صِفَاتِهِ، وَالْمُرَادُ بِهِ فِي الْأَظْهَرِ مَا فِيهِ آيَاتُ الْهِدَايَةِ، فَهُوَ كَقَوْلِهِ: إِنَّا أَنْزَلَنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ (٥: ٤٤) وَمِثْلَهُ إِطْلَاقُ اسْمِ النُّورِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي قَوْلِهِ: قَدْ جَاءَكُمْ مِنَ اللهِ نُورٌ وَكِتَابٌ مُبِينٌ (٥: ١٦) عَلَى وَجْهٍ، وَوَرَدَ مِثْلُ هَذَا فِي كُتُبِ الْعَهْدِ الْجَدِيدِ عِنْدَ النَّصَارَى مَرْوِيًّا عَنِ الْمَسِيحِ - عَلَيْهِ السَّلَامُ - كَقَوْلِ يُوحَنَّا فِي رِسَالَتِهِ الْأُولَى \"(١: ٥)وَهَذِهِ هِيَ الْبُشْرَى الَّتِي سَمِعْنَاهَا مِنْهُ وَنُبَشِّرُكُمْ بِهَا: أَنَّ اللهَ نُورٌ وَلَيْسَ فِيهِ ظُلْمَةٌ أَلْبَتَّةَ \" وَأُطْلِقَ النُّورُ عَلَى الْمَسِيحِ نَفْسِهِ فِي مَوْضِعٍ مِنْ إِنْجِيلَيْ لُوقَا وَيُوحَنَّا. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ النُّورَ حِسِّيٌّ وَمَعْنَوِيٌّ، فَالْأَوَّلُ يُرَى بِالْبَصَرِ وَيَرَى بِهِ الْبَصَرُ سَائِرَ الْمُبْصِرَاتِ، وَالثَّانِي يُدْرَكُ بِالْبَصِيرَةِ وَتَدْرِكُ بِهِ الْبَصِيرَةُ الْحَقَّ وَالْخَيْرَ </p><p> وَالصَّلَاحَ، كَذَلِكَ نُورُ الْآخِرَةِ قِسْمَانِ: حِسِّيٌّ وَمَعْنَوِيٌّ، وَأَمَّا نُورُ اللهِ - تَعَالَى - الَّذِي هُوَ صِفَةٌ مِنْ صِفَاتِهِ قَدْ أُضِيفَ إِلَى وَجْهِهِ وَأُسْنِدَ إِلَى ذَاتِهِ فَهُوَ فَوْقَ هَذَا وَذَاكَ لَا يَعْرِفُ كُنْهَهُ سِوَاهُ - عَزَّ وَجَلَّ -، وَهُوَ غَيْرُ النُّورِ الَّذِي هُوَ حِجَابُهُ الْمَانِعُ مِنْ رُؤْيَةِ ذَاتِهِ وَإِدْرَاكِ كُنْهِهِ، وَلَا يَكْبُرَنَّ عَلَيْكَ أَيُّهَا الْإِنْسَانُ الْمُعْجَبُ بِنَفْسِكِ هَذَا الْعَجْزُ عَنْ إِدْرَاكِ نُورِ اللهِ - عَزَّ وَجَلَّ -، فَإِنَّ هَذَا النُّورَ الْحِسِّيَّ الَّذِي تَرَاهُ بِعَيْنِكَ لَا تَدْرِكُ حَقِيقَتَهُ، وَلَمْ يُدْرِكْهَا أَحَدٌ مِنْ أَبْنَاءِ جِنْسِكَ إِلَى الْآنِ، وَلَمْ يَسْتَطِعْ أَحَدٌ أَنَّ يَضَعَ لَهُ تَعْرِيفًا يُحَدِّدُ هَذِهِ الْحَقِيقَةَ، وَلَمْ يَكُنِ الْمُتَقَدِّمُونَ يَعْرِفُونَ مِنْهُ إِلَّا مَا يَرَوْنَهُ مِنْ نَارِ الْأَرْضِ وَنَيِّرَاتِ السَّمَاءِ، ثُمَّ عَرَفَ الْمُتَأَخِّرُونَ هَذِهِ الْكَهْرُبَاءَ وَالرَّادْيُو، فَدَخَلَ بِذَلِكَ الْعِلْمُ وَالْعَمَلُ فِي طَوْرٍ جَدِيدٍ إِذَا قِيلَ: إِنَّهُ فَوْقَ طَوْرِ الْعَقْلِ وَالْفَلْسَفَةِ وَالْعِلْمِ الَّتِي انْتَهَى إِلَيْهَا الْبَشَرُ قَبْلَهُ لَمْ يَكُنْ هَذَا الْقَوْلُ مُبَالَغَةً، وَقَدْ كَانَتِ الصُّوفِيَّةُ تَقُولُ: إِنَّ وَرَاءَ مُدْرَكِ عُقُولِ الْبَشَرِ عُلُومًا صَحِيحَةً مُنْطَبِقَةً عَلَى حَقَائِقَ خَارِجِيَّةٍ لَا مَحْضَ نَظَرِيَّاتٍ فِكْرِيَّةٍ فَيَقُولُ مُدَّعُو الْفَلْسَفَةِ وَالْمَنْطِقِ: إِنَّ هَذِهِ خُرَافَاتٌ خَيَالِيَّةٌ، قَالَ ابْنُ الْفَارِضِ: </p><p> فَثَمَّ وَرَاءَ الْعَقْلِ عِلْمٌ يَدُقُّ عَنْ ... مَدَارِكِ غَايَاتِ الْعُلُومِ الصَّحِيحَةِ </p><p> فَأَيُّ عَقْلٍ كَانَ يَتَصَوَّرُ أَنَّهُ يُمْكِنُ لِشَخْصٍ وَاحِدٍ أَنْ يُوقِدَ مَا لَا يُحْصَى مِنَ الْمَصَابِيحِ فِي دَارٍ أَوْ مَدِينَةٍ كَبِيرَةٍ فِي طَرْفَةِ عَيْنٍ، وَأَنْ يُطْفِئَهَا فِي طَرْفَةِ عَيْنٍ؟ وَأَنَّ هَذِهِ الْمَصَابِيحَ تُوقَدُ بِلَا زَيْتٍ وَلَا نَارٍ، وَإِنَّمَا تُشْعَلُ بِتَحْرِيكِ هَنَةٍ صَغِيرَةٍ بَعِيدَةٍ عَنْهَا وَلَكِنَّهَا مُتَّصِلَةٌ. . بِهَا بِسِلْكٍ دَقِيقٍ. </p><p> وَأَيُّ عَقْلٍ كَانَ يَتَصَوَّرُ أَنَّ الْبَشَرَ يَتَخَاطَبُونَ وَيَسْمَعُ بَعْضُهُمْ كَلَامَ بَعْضٍ عَلَى بُعْدِ أُلُوفٍ مِنَ الْأَمْيَالِ؟ وَهَذَا بَعْضُ خَوَاصِّ هَذِهِ الْكَهْرُبَاءِ. </p><p> نَعَمْ إِنَّ عُلَمَاءَ الْمُسْلِمِينَ قَرَّرُوا أَنَّ أَمْثَالَ هَذِهِ الْأُمُورِ مِنَ الْمُمْكِنَاتِ لَا الْمُسْتَحِيلَاتِ، فَوَرَدَ نَظَائِرُهَا فِي أَخْبَارِ الْآخِرَةِ لَا يَقْتَضِي أَنَّ فِي الدِّينِ شَيْئًا يَرُدُّهُ الْعَقْلُ الصَّحِيحُ بِالْبُرْهَانِ، وَلَكِنَّ جَمَاهِيرَ الْكُفَّارِ بِالرُّسُلِ لَمْ تَسْتَطِعْ عُقُولُهُمْ تَصَوُّرَهَا، وَلَا التَّصْدِيقَ بِهَا - بَلْ نَرَى ضُعَفَاءَ الْعَقْلِ وَالْعِلْمِ مِنَ الْمُسْلِمِينَ أَنْفُسِهِمْ يَظُنُّونَ فِيمَا نَقَلْنَاهُ آنِفًا مِنْ كِتَابِ الْوَابِلِ الصَّيِّبِ أَنَّهُ مِنَ الْمُشْكِلَاتِ الَّتِي لَا تَتَّفِقُ مَعَهُمَا إِلَّا بِضَرْبٍ مِنَ التَّأْوِيلِ - لِأَجْلِ هَذَا عَلَّقْنَا عَلَيْهِ الْحَاشِيَةَ الْوَجِيزَةَ الْمُثَبَّتَةَ مَعَهُ هُنَا عِنْدَ طَبْعِ الْكِتَابِ فِي (مَجْمُوعَةِ الْحَدِيثِ النَّجْدِيَّةِ) لِيَعْلَمُوا أَنَّ مُنْتَهَى مَا وَصَلَ إِلَيْهِ عُلَمَاءُ الْكَوْنِ يُؤَيِّدُ مَذْهَبَ السَّلَفِ فِيهَا وَفِي أَمْثَالِهَا، وَيُبْطِلُ قَاعِدَةَ الْمُتَأَوِّلَةِ فِي جَعْلِ نَظَرِيَّاتِ أَفْكَارِهِمْ وَمَأْلُوفَاتِ عُقُولِهِمْ وَقَضَايَا مَعْلُومَاتِهِمُ </p><p> الْكَلَامِيَّةِ الْقَلِيلَةِ أَصْلًا تَرْجِعُ إِلَيْهِ نُصُوصُ الْكِتَابِ وَالسُّنَّةِ وَلَوْ بِالتَّأْوِيلِ، وَقَدْ عَلِمْنَا أَنَّ بَعْضَ الَّذِينَ اطَّلَعُوا عَلَى هَذِهِ الْحَاشِيَةِ فِي مَجْمُوعِ الْحَدِيثِ لَمْ يَفْهَمُوهَا فَاضْطَرَبُوا فِيهَا وَلَهُمُ الْعُذْرُ، فَإِنَّهَا عَلَى غَرَابَةِ مَوْضُوعِهَا وَجِيزَةٌ لَمْ تُوَضِّحِ الْمَقَامَ لِأَمْثَالِهِمْ كَمَا كَانَ يَجِبُ، وَلَكِنْ لَهَا فِيمَا سَبَقَ مِنَ الْمَسَائِلِ وَالْمَبَاحِثِ فِي رُؤْيَةِ الرَّبِّ - تَعَالَى - نَظَائِرُ تُغْنِي مَنِ اسْتَحْضَرَهَا عَنِ الْإِيضَاحِ، وَلَا بَأْسَ مَعَ ذَلِكَ مِنْ زِيَادَةٍ فِيهِ، وَإِنَّهُ لَمْ تَخْلُ مِنْ تَكْرَارٍ لِبَعْضِ الْقَضَايَا. </p><p> تَقَدَّمَ أَنَّ الْبَشَرَ لَمْ يَصِلُوا إِلَى الْإِحَاطَةِ بِكُنْهِ شَيْءٍ مِنْ حَقَائِقِ هَذِهِ الْمَخْلُوقَاتِ، وَإِنَّمَا يَعْرِفُونَ مِنْهَا ظَوَاهِرَهَا وَبَعْضَ خَوَاصِّهَا، وَسُنَنَ الْخَالِقِ فِيهَا فَهُمْ أَوْلَى بِالْعَجْزِ عَنْ إِدْرَاكِ حَقِيقَةِ الْخَالِقِ وَصِفَاتِهِ وَأَفْعَالِهِ، وَإِنَّمَا عَرَفُوهُ سُبْحَانَهُ وَعَرَفُوا صِفَاتِهِ وَأَفْعَالَهُ بِآيَاتِهِ الْكَوْنِيَّةِ فِي خَلْقِهِ وَآيَاتِهِ الْكَلَامِيَّةِ الْمُنْزِلَةِ عَلَى رُسَلِهِ، فَفِي كُلِّ شَيْءٍ لَهُ آيَاتٌ تَدُلُّ عَلَى وَحْدَانِيَّتِهِ وَعِلْمِهِ وَمَشِيئَتِهِ وَقُدْرَتِهِ وَحِكْمَتِهِ وَرَحِمَتِهِ، فَهُوَ تَعَالَى ظَاهِرٌ فِي كُلِّ شَيْءٍ بِدَلَالَتِهِ عَلَيْهِ، وَبَاطِنٌ فِي كُلِّ شَيْءٍ بِحَجْبِ عَبْدِهِ بِهِ عَنْهُ. </p><p> إِنَّ اشْتِغَالَ الْعَبْدِ بِشُئُونِ الْخَلْقِ يَحْجُبُهُ عَنْ مَعْرِفَةِ رَبِّهِ وَعَنْ مُرَاقَبَتِهِ وَعَنْ عِبَادَتِهِ وَعَنْ شُكْرِهِ إِذَا هُوَ اشْتَغَلَ بِهَا لِذَاتِهَا، وَمَا لَهُ مِنَ اللَّذَّةِ وَالْمَنْفَعَةِ الْعَاجِلَةِ فِيهَا، كَمَا أَنَّهَا تَكُونُ آيَاتٌ وَدَلَائِلُ لِمَعْرِفَتِهِ وَوَسَائِلُ لِمُرَاقَبَتِهِ وَبَوَاعِثُ لِعِبَادَتِهِ وَذِكْرِهِ وَشُكْرِهِ إِذَا هُوَ نَظَرَ بِهَذِهِ النِّيَّةِ، وَإِنَّ تَجَلِّيَهُ سُبْحَانَهُ لِلْأَبْرَارِ فِي الْآخِرَةِ يَكُونُ بِقَدْرِ هَذَا، كَمَا أَنَّ حَجْبَ الْفُجَّارِ عَنْهُ يَكُونُ بِقَدْرِ مُقَابَلَةِ الَّذِي ذُكِرَ قَبْلَهُ جَزَاءًا وِفَاقًا فَسِعَةُ الْعِلْمِ بِالْكَوْنِ وَسُنَنِهِ وَنِظَامِهِ وَمَنَافِعِهِ قَدْ تَكُونُ مِنْ أَسْبَابِ سِعَةِ الْمَعْرِفَةِ بِاللهِ وَالْكَمَالِ الَّذِي يُقَرِّبُ مِنْهُ، وَقَدْ تَكُونُ مِنْ أَسَبَابِ الْجَهْلِ بِاللهِ وَالْبُعْدِ عَنْهُ، وَلَوْ كَانَ هَؤُلَاءِ الْعُلَمَاءُ الَّذِينَ عَرَفُوا فِي هَذَا الْعَصْرِ أَضْعَافَ مَا نُقِلَ عَنِ الْأَوَّلِينَ مِنْ أَسْرَارِ هَذَا الْعَالَمِ </p><p> قَدْ نَظَرُوا فِيهِ بِنُورِ اللهِ وَاهْتَدَوْا فِي مَبَاحِثِهِمْ بِهِدَايَةِ وَحْيِهِ لَوَصَلُوا إِلَى دَرَجَةٍ عَالِيَةٍ مِنَ الْكَمَالِ عَلَى أَنَّ ارْتِقَاءَهُمْ فِي الْأَسْبَابِ وَنَجَاحَهُمُ الْمُتَّصِلَ فِي كَشْفِ أَسْرَارِ الْعَالَمِ لَا بُدَّ أَنْ يَنْتَهِيَا بِهِمْ إِلَى الْمَعْرِفَةِ الصَّحِيحَةِ وَالْعُبُودِيَّةِ الْكَامِلَةِ الَّتِي بَيَّنَهَا الرَّبُّ سُبْحَانَهُ فِي آخِرِ كُتُبِهِ لِلْبَشَرِ عَلَى لِسَانِ خَاتَمِ رُسُلِهِ لَهُمْ، كَمَا أَرْشَدَ إِلَيْهِ فِي قَوْلِهِ: سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوْلَمَ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ (٤١: ٥٣، ٥٤) . </p><p> ذَلِكَ بِأَنَّهُمْ سَيَجِدُونَ فِي حَقَائِقِ الْعُلُومِ الَّتِي يَهْتَدُونَ إِلَيْهَا بِاتِّصَالِ أَبْحَاثِهِمْ </p><p> وَتَتَابُعِهَا مِصْدَاقًا لِهَذَا الْكِتَابِ فِيمَا أَخْبَرَ عَنْهُ مِنْ عَالَمِ الْغَيْبِ وَلِقَاءِ اللهِ - تَعَالَى -، وَكُلِّ مَنْ كَفَرَ بِهِ الْمُقَيَّدُونَ بِنَظَرِيَّاتِ عُقُولِهِمُ الْقَاصِرَةِ وَعُلُومِهِمُ النَّاقِصَةِ، كَالْأَرْوَاحِ، وَالْمَلَائِكَةِ وَالْجِنِّ وَتَمَثُّلِهِمْ فِي الصُّوَرِ الْمُخْتَلِفَةِ، وَتَجِلِّي الرَّبِّ سُبْحَانَهُ لِعِبَادِهِ بِقَدْرِ اسْتِعْدَادِ أَنْفُسِهِمْ، وَارْتِقَاءِ أَرْوَاحِهِمْ مِنْ وَرَاءِ الْحُجُبِ الَّتِي كَانَتْ تَحْجُبُهُمْ عَنْهُ، وَأَنَّ فِيمَا وَصَلُوا إِلَيْهِ مِنَ الْعِلْمِ الْيَوْمَ مَا يَقْرِّبُ ذَلِكَ مِنَ الْمَدَارِكِ، وَقَدْ بَيَّنَّا بَعْضَ الْأَمْثِلَةِ فِي هَذِهِ الْمَبَاحِثِ وَغَيْرِهَا، وَإِنَّ مِنْ أَعْظَمِ مَا يَشْغَلُ هَؤُلَاءِ الْبَاحِثِينَ فِي هَذَا الْعِلْمِ مَسْأَلَةُ بَدْءِ الْخَلْقِ كَيْفَ كَانَ، وَمِنْ أَيِّ شَيْءٍ كَانَ؟ وَقَدْ سَبَقَ لَهُمْ أَنْ جَزَمُوا بِأَنَّ هَذِهِ الْأَجْرَامَ السَّابِحَةَ فِي مَلَكُوتِ اللهِ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قَدْ كَانَتْ مَادَّةً وَاحِدَةً سَدِيمِيَّةً تُشْبِهُ الدُّخَانَ فَانْفَتَقَتْ، وَانْفَصَلَ بَعْضُهَا مِنْ بَعْضٍ فَكَانَتْ أَجْرَامًا مُتَعَدِّدَةً - وَقَدْ جَاءَهُمْ مُحَمَّدٌ النَّبِيُّ الْأُمِّيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا هُوَ صَرِيحٌ فِي ذَلِكَ قَبْلَ عِلْمِهِمْ بِهِ بِقُرُونٍ وَأَجْيَالٍ كَثِيرَةٍ كَمَا بَيَّنَّاهُ فِي مَوْضِعِهِ ثُمَّ اهْتَدَوْا فِي هَذَا الْجَبَلِ إِلَى أَنَّ أَصْلَ تِلْكَ الْمَادَّةِ الَّتِي انْفَتَقَ رَتْقُهَا بِمَا ذَكَرَ الْمُؤَلَّفَةُ مِنْ عَشَرَاتِ الْعَنَاصِرِ - قَدْ كَانَ مَصْدَرُهَا هَذِهِ الْكَهْرُبَاءَ الَّتِي دَخَلَتْ بِهَا عُلُومُ الْبَشَرِ وَأَعْمَالُهُمْ فِي طَوْرٍ غَرِيبٍ عَجِيبٍ، وَلَا تَزَالُ عَجَائِبُهَا كُلُّ يَوْمٍ فِي ازْدِيَادٍ. </p><p> وَالْمَسْأَلَةُ الَّتِي أَشَرْنَا إِلَيْهَا فِي الْحَاشِيَةِ الَّتِي عَلَّقْنَاهَا عَلَى عِبَارَةِ ابْنِ الْقَيِّمِ فِي النُّورِ هِيَ مَا ذَكَرَهُ أَخِيرًا مِنْ أَنَّ لِلْكَهْرُبَائِيَّةِ دَقَائِقَ - أَوْ ذَوَاتٍ أَوْ ذُرَيْرَاتٍ أَوْ جَوَاهِرَ فَرْدَةً - مُسْتَقِلَّةً بِنَفْسِهَا سُمَّوْهَا (الْإِلِكْتِرُونَاتِ) وَرَجَّحُوا أَنَّهَا هِيَ قَوَامُ كُلِّ جَوَاهِرِ الْمَادَّةِ الَّتِي يَتَأَلَّفُ مِنْهَا بِنَاءُ الْعَالَمِ الْعُلْوِيِّ وَالسُّفْلِيِّ، وَأَنَّ اهْتِزَازَ هَذِهِ الذَّرَّاتِ أَوِ الْجَوَاهِرِ الْفَرْدَةِ هُوَ سَبَبُ طَيْفِ النُّورِ، وَأَنَّ لَهُ اهْتِزَازَاتٍ مُخْتَلِفَةً، وَأَنَّهَا هِيَ مَنْشَأُ تَغَيُّرِ الْعَنَاصِرِ الطَّبِيعِيَّةِ وَالْكِيمْائِيَّةِ، وَقَدْ بَيَّنَّا مِنْ قَبْلُ أَنَّ هَؤُلَاءِ الْعُلَمَاءَ قَرَّرُوا الْقَوْلَ مِنْ قَبْلُ بِأَنَّ حَرَكَةَ الْمَادَّةِ هِيَ سَبَبُ جَمِيعِ التَّغَيُّرَاتِ وَالتَّطَوُّرَاتِ فِي هَذَا الْعَالَمِ، إِذْ هِيَ مَنْشَأُ النُّورِ وَالْحَرَارَةِ الَّتِي قُلْنَا إِنَّهَا تُحَوِّلُ الْجَوَامِدَ إِلَى مَائِعَاتٍ وَالْمَائِعَاتِ إِلَى غَازَاتٍ، فَالظَّاهِرُ مِنْ كُلِّ مَا تَقَدَّمَ أَنَّ الْكَهْرُبَاءَ هِيَ الْأَصْلُ لِكُلِّ الْكَائِنَاتِ الَّتِي تُقَدَّرُ مِسَاحَتُهَا بِحَسَبِ بَعْضِ النَّظَرِيَّاتِ الْعِلْمِيَّةِ بِمِائَةٍ وَخَمْسِينَ مِلْيُونَ سَنَةٍ مِنْ سِنِي النُّورِ، وَهُوَ يَقْطَعُ فِي الثَّانِيَةِ ١٨٦٣٣٠ مِيلًا فِي أَقْرَبِ تَقْدِيرٍ وَأَحْدَثِهِ، وَفِي الدَّقِيقَةِ ٧١٧٩٨٠٠ وَفِي السَّاعَةِ </p><p> أَيْ: أَرْبَعِمِائَةٍ وَثَلَاثِينَ مِلْيُونَ مِيلٍ </p><p> وَسَبْعِمِائَةٍ وَثَمَانِيَةٍ وَثَمَانِينَ أَلْفَ مِيلٍ فَكَمْ يَقْطَعُ فِي الْيَوْمِ، ثُمَّ كَمْ يَكُونُ فِي السَّنَةِ؟ وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (١٧، ٥٨) . </p><p> إِنَّ مَا ظَهَرَ مِنْ أَسْرَارِ الْقُوَّةِ الْكَهْرَبَائِيَّةِ إِلَى الْآنِ يَقْرُبُ مِنَ الْعَقْلِ أَنْ تَكُونَ إِرَادَةُ اللهِ - تَعَالَى - وَحِكْمَتُهُ كَمَا قَالُوا: مَنْشَأُ التَّكْوِينِ وَالتَّطَوُّرِ فِي عَالَمِ الْإِمْكَانِ بِسُرْعَةِ حَرَكَتِهَا وَكَوْنِهَا مَصْدَرُ النُّورِ، فَارْتِبَاطُ أَجْزَاءِ الْعَالَمِ بِهَا، وَانْتِظَامُهُ بِسُنَنِ اللهِ - تَعَالَى - فِيهَا مَعْقُولٌ، وَأَمَّا تَوَلُّدُ الْعَنَاصِرِ مِنْهَا وَتَجَمُّعُهَا وَصَيْرُورَتُهَا سَدِيمًا كَالدُّخَانِ أَوِ الْغَمَامِ أَوْ بُخَارِ الْمَاءِ فَهُوَ طَوْرٌ ثَانٍ مُتَأَخِّرٌ عَنْ تَوَلُّدِ بَعْضِ عَنَاصِرِ الْمَادَّةِ مِنْ بَعْضٍ وَارْتِقَاءِ ذَلِكَ فِي سِلْسِلَةِ الْأَسْبَابِ الْمُتَقَدِّمَةِ إِلَى جَوَاهِرِ الْكَهْرُبَائِيَّةِ الْفَرْدَةِ فَإِذَا فَرَضْنَا أَنَّ الْكَهْرُبَاءَ أَوَّلُ مَا خَلَقَ اللهُ - تَعَالَى - مِنَ الْمَادَّةِ فَإِنَّهَا تَكُونُ آخِرَ حِجَابٍ مَادِيٍّ مِمَّا حَالَ بَيْنَ الْمَادِّيِّينَ وَبَيْنَ مَعْرِفَتِهِ تَعَالَى فِي الدُّنْيَا وَيَحُولُ بَيْنَهُمْ وَبَيْنَ رُؤْيَتِهِ فِي الْآخِرَةِ، فَإِذَا انْكَشَفَ هَذَا الْحِجَابُ، وَانْتَهَى بِالْإِيمَانِ فِي الدُّنْيَا فَإِنَّهُ يَنْتَهِي بِالرُّؤْيَةِ فِي الْآخِرَةِ الَّتِي هِيَ أَكْمَلُ الْمَعْرِفَةِ. </p><p> وَلَكِنَّ الْحُجُبَ كَثِيرَةٌ كَمَا تَقَدَّمَ، وَكَوْنُ الْكَهْرُبَاءِ أَوَّلَ مَا خَلَقَ اللهُ - تَعَالَى - مِنَ الْمَادَّةِ لَمْ يَبْلُغْ دَرَجَةَ الْعِلْمِ الْقَطْعِيِّ الْآنَ، فَهِيَ بِاعْتِرَافِهِمْ مُرَكَّبَةٌ، وَمُنْقَسِمَةٌ إِلَى مُوجَبَةٍ وَسَالِبَةٍ، وَآثَارُهَا مِنْ إِثَارَةِ الْحَرَكَةِ وَتَوْلِيدِ النُّورِ وَغَيْرِ ذَلِكَ إِنَّمَا تَكُونُ بِاقْتِرَانِ الزَّوْجَيْنِ الْمُوجَبِ وَالسَّالِبِ، فَيَجُوزُ أَنْ يَكُونَ ذَلِكَ بِأَمْرِ اللهِ - تَعَالَى - ابْتِدَاءً كَمَا يَجُوزُ أَنْ يَكُونَ بِسَبَبٍ مَادِّيٍّ آخَرَ، أَوْ بِسَبَبٍ رُوحِيٍّ سَابِقٍ عَلَيْهَا فِي الْخَلْقِ وَرُؤْيَتِهِ كِفَاحًا بِدُونِ حِجَابٍ أَلْبَتَّةَ - فَهَذَا مَا أَشَرْتُ إِلَيْهِ فِي تِلْكَ الْحَاشِيَةِ مِنَ التَّقْرِيبِ بَيْنَ مَا وَرَدَ مِنَ التَّجَلِّي الْإِلَهِيِّ فِي الْحُجُبِ، وَمِنْ وَرَاءِ الْحُجُبِ، وَلَكِنْ كَانَ مِنَ السَّهْوِ جَعَلْنَا إِيَّاهَا عَلَى إِجْمَالِهَا وَإِبْهَامِهَا فِي مَجْمُوعَةِ الْحَدِيثِ النَّجْدِيَّةِ، وَأَكْثَرُ قُرَّائِهَا لَا إِلْمَامَ لَهُمْ بِشَيْءٍ مِنْ هَذِهِ الْعُلُومِ وَالِاصْطِلَاحَاتِ الَّتِي يَسْتَغْنُونَ عَنْهَا فِي هَذَا الْمَقَامِ بِقُوَّةِ إِيمَانِهِمْ وَاعْتِصَامِهِمْ فِيهِ بِهَدْيِ السَّلَفِ، وَتَكَرَّرَ التَّنْبِيهُ فِيهِمَا عَلَى أَنَّنَا إِنَّمَا نَذْكُرُ أَمْثَالَ هَذِهِ الْمَسَائِلِ فِي الْمَنَارِ وَفِي تَفْسِيرِهِ لِتَقْرِيبِ مَعَانِي النُّصُوصِ مِنْ عُقُولِ الْمُطَّلِعِينَ عَلَى هَذِهِ الْعُلُومِ مِنْ أَبْنَاءِ هَذَا الْعَصْرِ الْمَفْتُونِينَ بِهَا، فَإِذَا رَأَى هَؤُلَاءِ أَنَّ أَبْعَدَ مَا وَرَدَ فِي الْكِتَابِ وَالسُّنَّةِ عَنْ مَأْلُوفِ الْبَشَرِ مِنْ أَخْبَارِ عَالَمِ الْغَيْبِ يَتَّفِقُ مَعَ أَحْدَثِ مَا قَرَّرَهُ الْعِلْمُ الْمَبْنِيُّ عَلَى التَّجَارِبِ وَالْبَحْثِ الْعَمَلِيِّ، فَالْمَرْجُوُّ </p><p> أَنْ يَكُونَ أَجْذَبَ لَهُمْ إِلَى الْإِيمَانِ، وَهَذَا يَكْثُرُ يَوْمًا بَعْدَ يَوْمٍ، وَمِنْهُ مَا صَارَ حَقَائِقَ وَاقِعَةً، وَمِنْهُ مَا قَرُبَ مِنْهَا حَتَّى وَرَدَتِ الْأَنْبَاءُ فِي هَذِهِ الْأَيَّامِ بِالِاهْتِدَاءِ إِلَى ضَرْبٍ مِنَ الْعِلَاجِ بِالْكَهْرُبَائِيَّةِ يُعِيدُ إِلَى الشُّيُوخِ قُوَّةَ الشَّبَابِ وَنَضَارَتِهِ، وَذَلِكَ بِقُرْبِ كَوْنِ أَهْلِ الْجَنَّةِ شَبَابٌ لَا يَهْرَمُونَ، وَسَنُقَرِّبُ مَسْأَلَةَ الرُّؤْيَةِ بِأَوْضَحِ مِثَالٍ فِي بَحْثِ الْكَلَامِ الْإِلَهِيِّ، وَقَدْ صَرَّحْنَا مِرَارًا بِأَنَّ كُلَّ مَا نُورِدُهُ مِنْ تَقْرِيبٍ وَتَأْلِيفٍ بَيْنَ الْعِلْمِ وَالدِّينِ، وَمِنْ تَفْسِيرٍ أَوْ تَأْوِيلٍ لِرَدِّ شُبَهَاتِ الزَّائِغِينَ، فَإِنَّنَا لَا نَخْرُجُ بِهِ عَنْ قَاعِدَتِنَا فِي الْمُعْتَقَدِ الْمُعْتَمَدِ عِنْدَنَا فِي جَمِيعِ أُمُورِ الدِّينِ مِنَ الْعَقَائِدِ وَالْعِبَادَاتِ وَالْفَضَائِلِ، وَهُوَ مَا كَانَ عَلَيْهِ أَهْلُ الصَّدْرِ الْأَوَّلِ مِنْ سَلَفِنَا الصَّالِحِ. </p><p> وَقَدْ سَبَقَ لَنَا بَحْثٌ مِثْلُ بَحْثِنَا هَذَا عَلَى قَاعِدَتِنَا هَذِهِ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى -: هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ (٢: ٢١٠) مِنْ جُزْءِ التَّفْسِيرِ الثَّانِي، بَعْضُهُ لَنَا وَبَعْضُهُ لِلْأُسْتَاذِ الْإِمَامِ فَيُرَاجَعْ فِي - ص ٢٠٩ - ٢١٣ ج٢ ط الْهَيْئَةِ - </p><p> (تَنْبِيهٌ) إِنَّ إِدْخَالَ مَبَاحِثِ عُلُومِ الْكَوْنِ فِي التَّفْسِيرِ هُوَ مِنْ أَهَمَّ أَرْكَانِهِ، وَالْعَمَلُ بِهُدَى الْقُرْآنِ فِيهِ، فَهُوَ مَمْلُوءٌ بِذِكْرِ آيَاتِ اللهِ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَمَا فِيهِمَا، وَكَانَ سَلَفُنَا مِنْ مُفَسِّرِي السَّلَفِ وَالْخَلَفِ يَذْكُرُونَ مَا يَعْلَمُونَ مِنْ أَسْرَارِ الْخَلْقِ وَكَذَا مَا يَتَلَقَّوْنَهُ مِنْ أَهْلِ الْكِتَابِ حَتَّى الَّذِينَ لَا يُوثَقُ بِعِلْمِهِمْ وَلَا رِوَايَتِهِمْ، وَهُوَ مَا يَنْتَقِدُ عَلَيْهِمْ. </p><p> \" الْكَلِمَةُ الْجَامِعَةُ الْخَاتِمَةُ فِي مَسْأَلَةِ الرُّؤْيَةِ \" : </p><p> خُلَاصَةُ الْخُلَاصَةِ أَنَّ رُؤْيَةَ الْعِبَادِ لِرَبِّهِمْ فِي الْآخِرَةِ حَقٌّ، وَأَنَّهُمْ أَعْلَى وَأَكْمَلُ النَّعِيمِ الرُّوحَانِيِّ الَّذِي يَرْتَقِي إِلَيْهِ الْبَشَرُ فِي دَارِ الْكَرَامَةِ وَالرِّضْوَانِ، وَأَنَّهَا أَحَقُّ مَا يَصْدُقُ عَلَيْهِ قَوْلُهُ - تَعَالَى - فِي كِتَابِهِ الْمَجِيدِ: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ (٣٢: ١٧) وَقَوْلُهُ فِي الْحَدِيثِ الْقُدْسِيِّ الَّذِي رَوَاهُ عَنْهُ رَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ \" وَأَنَّ هَذَا وَذَاكَ مِمَّا يَدُلُّ عَلَى مَذْهَبِ السَّلَفِ الَّذِي عَبَّرَ بَعْضُهُمْ عَنْهُ بِأَوْجَزِ عِبَارَةٍ اتَّفَقَ عَلَيْهَا جَمِيعُهُمْ وَهِيَ \" أَنَّهَا رُؤْيَةٌ بِلَا كَيْفٍ \" وَيُؤَيِّدُ ذَلِكَ اضْطِرَابُ جَمِيعِ أَصْنَافِ الْعُلَمَاءِ فِي النُّصُوصِ الْوَارِدَةِ فِي نَفْيِهَا وَإِثْبَاتِهَا، سَوَاءً مِنْهُمْ أَهْلُ اللُّغَةِ وَأَسَاطِينُ الْبَيَانِ، وَنُظَّارُ الْفَلْسَفَةِ وَعِلْمِ الْكَلَامِ، وَرُوَاةُ الْأَحَادِيثِ وَالْآثَارِ، </p><p> وَمُرْتَاضُو الصُّوفِيَّةِ وَأُولُو الْكَشْفِ وَالْإِلْهَامِ، فَلَمْ تَتَّفِقْ طَائِفَةٌ مِنْ هَؤُلَاءِ عَلَى قَوْلٍ فَصْلٍ قَطْعِيٍّ تُقْنِعُ بِهِ بَقِيَّةَ الطَّوَائِفِ بِدَلِيلِهَا اللُّغَوِيِّ أَوِ الْأُصُولِيِّ أَوِ الْعَقْلِيِّ أَوْ فَهْمُ النَّصِّ النَّقْلِيِّ أَوْ تَسْلِيمِ إِلْهَامِهَا الْكَشْفِيِّ، وَلَكِنْ مَنْ نَظَرَ فِي جَمِيعِ مَا قَالُوهُ نَظْرَ اسْتِقْلَالٍ وَإِنْصَافٍ يَجْزِمُ بِأَنَّ مَا كَانَ عَلَيْهِ عَامَّةُ السَّلَفِ مِنْ إِثْبَاتِ كُلِّ مَنْ يَصِحُّ بِهِ النَّقْلُ، وَتَفْوِيضِ تَأْوِيلِهِ الَّذِي يَكُونُ عَلَيْهِ فِي الْآخِرَةِ إِلَى اللهِ - عَزَّ وَجَلَّ - هُوَ الْحَقُّ الَّذِي يَطْمَئِنُّ بِهِ الْقَلْبُ وَيُؤَيِّدُهُ الْعِلْمُ وَالْعَقْلُ، فَهُوَ الْأَسْلَمُ وَالْأَحْكَمُ وَالْأَعْلَمُ، وَاللهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ. </p><p> (خُلَاصَةُ الْقَوْلِ فِي مَسْأَلَةِ الْكَلَامِ الْإِلَهِيِّ) . </p><p> اضْطَرَبَ الْمُتَكَلِّمُونَ فِي الْكَلَامِ الْإِلَهِيِّ كَمَا اضْطَرَبُوا فِي مَسْأَلَةِ رُؤْيَتِهِ تَعَالَى، وَاسْتِوَائِهِ عَلَى عَرْشِهِ وَغَيْرِهِمَا مِنْ صِفَاتِهِ وَشُئُونِهِ فَذَهَبَ الَّذِينَ بَنَوْا قَوَاعِدَ عَقَائِدِهِمْ عَلَى اقْتِضَاءِ التَّنْزِيهِ لِلتَّأْوِيلِ إِلَى أَنَّ الْكَلَامَ مِنْ صِفَاتِ الْأَفْعَالِ كَالْخَلْقِ وَالرِّزْقِ (الْمَعْنَى الْمَصْدَرِيِّ) وَلِهَذَا قَالُوا إِنَّ الْقُرْآنَ مَخْلُوقٌ، وَالْحَقُّ الَّذِي كَانَ عَلَيْهِ السَّلَفُ الصَّالِحُ أَنَّ كَلَامَ اللهِ - تَعَالَى - صِفَةٌ مِنْ صِفَاتِهِ الذَّاتِيَّةِ كَالْعِلْمِ وَهُوَ مِثْلُهُ لَا يَقْتَضِي التَّشْبِيهَ، إِذْ مِنَ الْعُلُومِ بِدَلِيلِ النَّقْلِ وَالْعَقْلِ أَنَّ الْخَالِقَ لَا يُشْبِهُ الْمَخْلُوقَ كَمَا </p><p> تَقَدَّمَ شَرْحُهُ فِي مَسْأَلَةِ الرُّؤْيَةِ فَلَا نُعِيدُهُ وَالْعَهْدُ بِهِ قَرِيبٌ، وَإِنَّمَا نَكْتُبُ شَيْئًا نُقَرِّبُ بِهِ الْمَسْأَلَةَ مِنَ الْأَفْهَامِ، بَعْدَ تَفْنِيدِ تَقَالِيدِ عِلْمِ الْكَلَامِ، فَإِنَّ أَكْثَرَ مُتَكَلِّمِي الْأَشْعَرِيَّةِ قَدْ عَقَّدُوهَا تَعْقِيدًا شَدِيدًا بِمَا حَاوَلُوا بِهِ التَّوْفِيقَ بَيْنَ نُصُوصِ أَئِمَّةِ السُّنَّةِ وَنَظَرِيَّاتِ الْعَقْلِ بِقَوْلِهِمْ: إِنِ الْكَلَامَ نَفْسِيٌّ وَلَفْظِيٌّ، فَالْأَوَّلُ صِفَةٌ قَدِيمَةٌ قَائِمَةٌ بِذَاتِهِ تَعَالَى، وَالثَّانِي عِبَارَةٌ عَنْ ذَلِكَ الْمَعْنَى الْقَائِمِ بِالذَّاتِ تُؤَدَّى بِاللَّفْظِ الَّذِي يَحْصُلُ بِالصَّوْتِ وَالْحُرُوفِ الَّتِي تُكْتَبُ بِالْقَلَمِ، وَكُلٌّ مِنَ الْحُرُوفِ وَالْأَصْوَاتِ وَالْأَلْفَاظِ الَّتِي تُكَيِّفُهَا الْأَصْوَاتُ حَادِثَةٌ مَخْلُوقَةٌ، قَالُوا: وَإِنَّمَا مَنَعَ السَّلَفُ مِنَ التَّصْرِيحِ بِذَلِكَ، وَأَنْكَرُوا عَلَى مَنْ قَالَ: إِنَّ الْقُرْآنَ مَخْلُوقٌ؛ لِأَنَّ الْقُرْآنَ يُسَمَّى كَلَامَ اللهِ بِمَعْنَى دَلَالَتِهِ عَلَى صِفَةِ اللهِ الْقَدِيمَةِ، فَلِهَذَا الِاشْتِرَاكِ يُخْشَى أَنْ يُفْضِيَ الْقَوْلُ بِخَلْقِ كَلِمَاتِ الْقُرْآنِ الْمَلْفُوظَةِ وَالْمَكْتُوبَةِ إِلَى الْقَوْلِ بِأَنَّ كَلَامَ اللهِ - تَعَالَى - الَّذِي هُوَ صِفَتُهُ الْقَدِيمَةِ مَخْلُوقٌ. </p><p> وَهَذِهِ فَلْسَفَةٌ مَرْدُودَةٌ مُخَالِفَةٌ لِمَذْهَبِ السَّلَفِ كَأَمْثَالِهَا مِنْ تَأْوِيلِ سَائِرِ الصِّفَاتِ، وَهِيَ غَيْرُ مَعْقُولَةِ الْمَعْنَى أَيْضًا، فَإِنَّ الْقُرْآنَ لَا مَدْلُولَ لَهُ إِلَّا مَعَانِي مُفْرَدَاتِهِ، وَجُمْلَةُ هَذِهِ الْمَعَانِي مِنْهَا الْقَدِيمُ وَهِيَ مَعَانِي أَسْمَاءِ اللهِ - تَعَالَى - وَصِفَاتُهُ، وَسَائِرُهَا حَادِثَةٌ، </p><p> وَقَدْ وَرَدَ فِيهِ ذِكْرُ \" كَلَامِ اللهِ \" فِي مَوَاضِعَ لَا مَدْلُولَ لَهَا إِلَّا مَا يُسَمُّونَهُ هُمُ الْكَلَامَ اللَّفْظِيَّ - كَقَوْلِهِ - تَعَالَى -: وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللهِ (٩: ٦) فَالْمُرَادُ بِكَلَامِ اللهِ الْقُرْآنُ قَطْعًا، إِذْ لَا يُمْكِنُ أَنْ يُقَالَ إِنَّهُمْ يَسْمَعُونَ صِفَةَ اللهِ - تَعَالَى -؛ الْقَائِمَةَ بِذَاتِهِ، وَقَوْلُهُ فِي الْيَهُودِ: وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ (٢: ٧٥) يَعْنِي التَّوْرَاةَ، وَقَوْلُهُ فِي الْمُخَلَّفِينَ مِنَ الْأَعْرَابِ: يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللهِ (٤٨: ١٥) يَعْنِي وَعْدَهُ فِي الْقُرْآنِ فِيمَا سَبَقَ فِي السُّورَةِ، إِذْ لَا يُمْكِنُ أَنْ يُقَالَ إِنَّ هَؤُلَاءِ يُبَدِّلُونَ، وَأُولَئِكَ يُحَرِّفُونَ صِفَةَ اللهِ - تَعَالَى -. </p><p> وَقَدِ اغْتَرَّ بِهَذِهِ الْفَلْسَفَةِ الْكَلَامِيَّةِ الْجَمَاهِيرُ الْكَثِيرُونَ لِصُدُورِهَا عَنْ بَعْضِ كِبَارِ النُّظَّارِ، الَّذِينَ مَلَأَتْ شُهْرَتُهُمُ الْأَقْطَارَ، فَأَعْجَبَ الْبَاحِثُونَ مِنْهُمْ بِهَا، وَقَلَّدَهُمُ الْأَكْثَرُونَ فِيهَا، وَرَجَعَ عَنْهَا أَسَاطِينُ الْمَذْهَبِ بَعْدَ تَمْحِيصِهَا وَمُقَابَلَتِهَا بِأَقْوَالِ السَّلَفِ الْمُؤَيَّدَةِ بِالنُّصُوصِ، فَأَكْثَرُ الْمُتَكَلِّمِينَ الْمُسْتَقِلِّينَ الْمُخْلِصِينَ رَجَعُوا إِلَى مَذْهَبِ السَّلَفِ فِي أَوَاخِرَ أَعْمَارِهِمْ، وَلَكِنْ بَقِيَ عَامَّةُ الْأَشْعَرِيَّةِ مُتَّبِعِينَ لِمَا قَرَّرُوهُ لَهُمْ مِنْ قَبْلِ ذَلِكَ فِي كُتُبِهِمْ، كَدَأْبِ الْجَمَاعَاتِ فِي كُلِّ مَا يَتَّخِذُونَهُ مَذْهَبًا لَهُمْ، عَلَى أَنَّ الرُّجُوعَ كَانَ فِي الْأَغْلَبِ التَّدْرِيجُ وَالْمَزْجُ بَيْنَ التَّفْوِيضِ وَالتَّأْوِيلِ، فَلَمْ يَشْعُرْ بِهِ إِلَّا الْأَفْرَادَ مِنْ أَهْلِ الدَّلِيلِ. </p><p> وَقَدْ أَعْجَبَنِي مِنْ كَلَامِ هَؤُلَاءِ النُّظَّارِ الْمُنِيبِينَ قَوْلَ الْإِمَامِ أَبِي مُحَمَّدٍ عَبْدِ اللهِ الْجُوَيْنِيِّ وَالِدِ إِمَامِ الْحَرَمَيْنِ فِي رِسَالَةٍ لَهُ فِي نَصِيحَةِ الْمُسْلِمِينَ عِنْدَ رُجُوعِهِ إِلَى مَذْهَبِ السَّلَفِ فِي هَذِهِ الْمَسْأَلَةِ وَأَخَوَاتِهَا الَّتِي يَتَأَوَّلَهَا أَصْحَابُهُ الْأَشَاعِرَةُ لِتَصْرِيحِهِ وَرَدِّهِ عَلَى شُيُوخِهِ قَالَ: </p><p> \" </p><p> إِنِّي كُنْتُ بُرْهَةً مِنَ الدَّهْرِ مُتَحَيِّرًا فِي ثَلَاثِ مَسَائِلَ: مَسْأَلَةُ الصِّفَاتِ، وَمَسْأَلَةُ الْفَوْقِيَّةِ، وَمَسْأَلَةُ الْحَرْفِ وَالصَّوْتِ فِي الْقُرْآنِ الْمَجِيدِ، وَكُنْتُ مُتَحَيِّرًا فِي الْأَقْوَالِ الْمُخْتَلِفَةِ الْمَوْجُودَةِ فِي كُتُبِ أَهْلِ الْعَصْرِ فِي جَمِيعِ ذَلِكَ مِنْ تَأْوِيلِ الصِّفَاتِ وَتَحْرِيفِهَا، أَوْ إِمْرَارِهَا وَالْوُقُوفِ فِيهَا، أَوْ إِثْبَاتِهَا بِلَا تَأْوِيلٍ وَلَا تَعْطِيلٍ وَلَا تَشْبِيهٍ وَلَا تَمْثِيلٍ، فَأَجِدُ النُّصُوصَ فِي كِتَابِ اللهِ - تَعَالَى - وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَاطِقَةٌ مُنْبِئَةٌ بِحَقَائِقِ هَذِهِ الصِّفَاتِ، وَكَذَلِكَ فِي إِثْبَاتِ الْعُلُوِّ وَالْفَوْقِيَّةِ، وَكَذَلِكَ فِي الْحَرْفِ وَالصَّوْتِ، ثُمَّ </p><p> أَجِدُ الْمُتَأَخِّرِينَ مِنَ الْمُتَكَلِّمِينَ فِي كُتُبِهِمْ مِنْهُمْ مَنْ يُؤَوِّلُ الِاسْتِوَاءَ بِالْقَهْرِ وَالِاسْتِيلَاءِ، وَيُؤَوِّلُ النُّزُولَ بِنُزُولِ الْأَمْرِ، وَيُؤَوِّلُ الْيَدَيْنِ بِالْقُدْرَتَيْنِ أَوِ النِّعْمَتَيْنِ، وَيُؤَوِّلُ الْقَدَمَ بِقَدَمِ صِدْقٍ عِنْدَ رَبِّهِمْ، وَأَمْثَالَ ذَلِكَ، ثُمَّ أَجِدُهُمْ مَعَ ذَلِكَ يَجْعَلُونَ كَلَامَ اللهِ - تَعَالَى - مَعْنًى قَائِمًا بِالذَّاتِ بِلَا حَرْفٍ وَلَا صَوْتٍ، وَيَجْعَلُونَ هَذِهِ الْحُرُوفَ عِبَارَةً عَنْ ذَلِكَ الْمَعْنَى الْقَائِمِ. </p><p> \" وَمِمَّنْ ذَهَبَ إِلَى هَذِهِ الْأَقْوَالِ أَوْ بَعْضِهَا قَوْمٌ لَهُمْ فِي صَدْرِي مَنْزِلَةٌ مِثْلَ طَائِفَةٍ مِنْ فُقَهَاءِ الْأَشْعَرِيَّةِ الشَّافِعِيِّينَ؛ لِأَنِّي عَلَى مَذْهَبِ الشَّافِعِيِّ رَضِيَ اللهُ - تَعَالَى - عَنْهُ عَرَفْتُ فَرَائِضَ دِينِي وَأَحْكَامِهِ فَأَجِدُ مِثْلَ هَؤُلَاءِ الشُّيُوخِ الْأَجِلَّةِ يَذْهَبُونَ إِلَى مِثْلِ هَذِهِ الْأَقْوَالِ وَهُمْ شُيُوخِي، وَلِي فِيهِمُ الِاعْتِقَادُ التَّامُّ لِفَضْلِهِمْ وَعِلْمِهِمْ، ثُمَّ إِنَّنِي مَعَ ذَلِكَ أَجِدُ فِي قَلْبِي مِنْ هَذِهِ التَّأْوِيلَاتِ حَزَازَاتٍ لَا يَطْمَئِنُّ قَلْبِي إِلَيْهَا، وَأَجِدُ الْكَدَرَ وَالظُّلْمَةَ مِنْهَا، وَأَجِدُ ضِيقَ الصَّدْرِ وَعَدَمَ انْشِرَاحِهِ مَقْرُونًا بِهَا، فَكُنْتُ كَالْمُتَحَيِّرِ الْمُضْطَرِبِ فِي تَحَيُّرِهِ، الْمُتَمَلْمِلِ مِنْ قَلْبِهِ فِي تَقَلُّبِهِ وَتَغَيُّرِهِ.</p><p> \" وَكُنْتُ أَخَافُ مِنْ إِطْلَاقِ الْقَوْلِ بِإِثْبَاتِ الْعُلُوِّ وَالِاسْتِوَاءِ وَالنُّزُولِ مُخَالَفَةَ الْحَصْرِ وَالتَّشْبِيهِ وَمَعَ ذَلِكَ فَإِذَا طَالَعْتُ النُّصُوصَ الْوَارِدَةَ فِي كِتَابِ اللهِ وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَجِدُهَا نُصُوصًا تُشِيرُ إِلَى حَقَائِقِ هَذِهِ الْمَعَانِي، وَأَجِدُ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ صَرَّحَ بِهَا مُخْبِرًا عَنْ رَبِّهِ وَاصِفًا لَهُ بِهَا، وَأَعْلَمُ بِالِاضْطِرَارِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَحْضُرُ فِي مَجْلِسِهِ الشَّرِيفِ الْعَالِمُ وَالْجَاهِلُ وَالذَّكِيُّ وَالْبَلِيدُ وَالْأَعْرَابِيُّ الْجَافِي، ثُمَّ لَا أَجِدُ شَيْئًا يَعْقُبُ تِلْكَ النُّصُوصِ الَّتِي كَانَ يَصِفُ رَبَّهُ بِهَا لَا نَصًّا وَلَا ظَاهِرًا مِمَّا يَصْرِفُهَا عَنْ حَقَائِقِهَا وَيُؤَوِّلُهَا كَمَا تَأَوَّلَهَا هَؤُلَاءِ مِنْ مَشَايِخِي الْفُقَهَاءِ الْمُتَكَلِّمِينَ، مِثْلَ تَأْوِيلِهِمُ الِاسْتِيلَاءَ بِالِاسْتِوَاءِ، وَنُزُولِ الْأَمْرِ لِلنُّزُولِ وَغَيْرِ ذَلِكَ، وَلَمْ أَجِدْ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ كَانَ يُحَذِّرُ النَّاسَ مِنَ الْإِيمَانِ بِمَا يَظْهَرُ مِنْ كَلَامِهِ فِي صِفَتِهِ لِرَبِّهِ مِنَ الْفَوْقِيَّةِ وَالْيَدَيْنِ وَغَيْرِهَا، وَلَمْ يَقُلْ عَنْهُ مَقَالَةً تَدُلُّ عَلَى أَنَّ لِهَذِهِ الصِّفَاتِ مَعَانِيَ أُخَرَ بَاطِنَةً غَيْرَ مَا يَظْهَرُ مِنْ مَدْلُولِهَا. </p><p> بَعْدَ هَذَا شَرَعَ الْإِمَامُ الْجُوَيْنِيُّ فِي إِيرَادِ النُّصُوصِ مِنَ الْكِتَابِ الْعَزِيزِ وَالْأَحَادِيثِ النَّبَوِيَّةِ فِي مَسْأَلَةِ عُلُوِّ الرَّبِّ - تَعَالَى -، وَهِيَ مَعْرُوفَةٌ وَلِبَعْضِ حُفَّاظِ السُّنَّةِ فِيهَا مُصَنَّفَاتٌ خَاصَّةٌ كَابْنِ قُدَامَةَ وَالذَّهَبِيِّ، وَكِتَابَاهُمَا مَطْبُوعَانِ عِنْدَنَا، ثُمَّ قَالَ فِي الْمَسْأَلَةِ مِنْ وُجْهَةِ النَّظَرِ الْعِلْمِيَّةِ: </p><p> \" </p><p> وَمَنْ عَرَفَ هَيْئَةَ الْعَالَمِ وَمَرْكَزِهِ مِنْ عِلْمِ الْهَيْئَةِ، وَأَنَّهُ لَيْسَ لَهُ إِلَّا جِهَتَا الْعُلُوِّ وَالسُّفْلِ ثُمَّ اعْتَقَدَ بَيْنُونَةَ خَالِقِهِ عَنِ الْعَالَمِ فَمِنْ لَوَازِمِ الْبَيِّنَةِ </p><p> أَنْ يَكُونَ فَوْقَهُ؛ لِأَنَّ جَمِيعَ جِهَاتِ الْعَالَمِ فَوْقٌ، وَلَيْسَ السُّفْلُ إِلَّا الْمَرْكَزُ وَهُوَ الْوَسَطُ \".</p><p> ثُمَّ إِنَّهُ وَضَّحَ هَذِهِ الْمَسْأَلَةَ فِي آخِرِ الرِّسَالَةِ، وَقَالَ قَبْلَ ذَلِكَ وَبَعْدَ بَيَانِ مَسْأَلَةِ صِفَةِ الْعُلُوِّ: </p><p> (فَصْلٌ) إِذَا عَلِمْنَا ذَلِكَ وَاعْتَقَدْنَاهُ تَخَلَّصْنَا مِنْ شُبَهِ التَّأْوِيلِ وَعَمَاوَةِ التَّعْطِيلِ، وَحَمَاقَةِ التَّشْبِيهِ وَالتَّمْثِيلِ، وَأَثْبَتْنَا عُلُوَّ رَبِّنَا سُبْحَانَهُ وَفَوْقِيَّتَهُ وَاسْتِوَاءَهُ عَلَى عَرْشِهِ كَمَا يَلِيقُ بِجَلَالِهِ وَعَظَمَتِهِ، وَالْحَقُّ وَاضِحٌ فِي ذَلِكَ، وَالصُّدُورُ تَنْشَرِحُ لَهُ، فَإِنَّهُ التَّحْرِيفُ تَأْبَاهُ الْعُقُولُ الصَّحِيحَةُ مِثْلَ تَحْرِيفِ الِاسْتِوَاءِ بِالِاسْتِيلَاءِ وَغَيْرِهِ، وَالْوُقُوفُ فِي ذَلِكَ جَهْلٌ وَعِيٌّ مَعَ كَوْنِ الرَّبِّ - تَعَالَى - وَصَفَ لَنَا نَفْسَهُ بِهَذِهِ الصِّفَاتِ لِنَعْرِفَهُ بِهَا، فَوُقُوفُنَا عَنْ إِثْبَاتِهَا وَنَفْيِهَا عُدُولٌ عَنِ الْمَقْصُودِ مِنْهُ فِي تَعْرِيفِنَا إِيَّاهَا، فَمَا وَصَفَ لَنَا نَفْسُهُ بِهَا إِلَّا لِنُثْبِتَ مَا وَصَفَ بِهِ نَفْسَهُ لَنَا، وَلَا نَقِفُ فِي ذَلِكَ، وَكَذَلِكَ التَّشْبِيهُ وَالتَّمْثِيلُ حَمَاقَةٌ وَجَهَالَةٌ، فَمَنْ وَفَّقَهُ اللهُ - تَعَالَى - لِلْإِثْبَاتِ بِلَا تَحْرِيفٍ وَلَا تَكْيِيفٍ وَلَا وُقُوفٍ فَقَدْ وَقَعَ عَلَى الْأَمْرِ الْمَطْلُوبِ مِنْهُ إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> (فَصْلٌ) وَالَّذِي شَرَحَ اللهُ صَدْرِي لَهُ فِي حَالِ هَؤُلَاءِ الشُّيُوخِ الَّذِينَ أَوَّلُوا الِاسْتِوَاءَ بِالِاسْتِيلَاءِ وَالنُّزُولَ بِنُزُولِ الْأَمْرِ، وَالْيَدَيْنِ بِالنِّعْمَتَيْنِ وَالْقُدْرَتَيْنِ، هُوَ عِلْمِي بِأَنَّهُمْ مَا فَهِمُوا فِي صِفَاتِ الرَّبِّ - تَعَالَى - إِلَّا مَا يَلِيقُ بِالْمَخْلُوقِينَ، فَمَا فَهِمُوا عَنِ اللهِ اسْتِوَاءً يَلِيقُ بِهِ، وَلَا نُزُولًا يَلِيقُ بِهِ، وَلَا يَدَيْنِ تَلِيقُ بِعَظَمَتِهِ بِلَا تَكْيِيفٍ وَلَا تَشْبِيهٍ، فَلِذَلِكَ حَرَّفُوا الْكَلِمَ عَنْ مَوَاضِعِهِ وَعَطَّلُوا مَا وَصَفَ اللهُ - تَعَالَى - نَفْسَهُ بِهِ، وَنَذْكُرُ بَيَانَ ذَلِكَ إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> \" لَا رَيْبَ أَنَّا نَحْنُ وَإِيَّاهُمْ مُتَّفِقُونَ عَلَى إِثْبَاتِ صِفَاتِ الْحَيَاةِ وَالسَّمْعِ وَالْبَصَرِ وَالْعِلْمِ وَالْقُدْرَةِ وَالْإِرَادَةِ وَالْكَلَامِ لِلَّهِ، وَنَحْنُ قَطْعًا لَا نَعْقِلُ مِنَ الْحَيَاةِ إِلَّا هَذَا الْعَرَضَ الَّذِي يَقُومُ بِأَجْسَامِنَا، وَكَذَلِكَ لَا نَعْقِلُ مِنَ السَّمْعِ وَالْبَصَرِ إِلَّا أَعْرَاضًا تَقُومُ بِجَوَارِحِنَا، فَكَمَا أَنَّهُمْ يَقُولُونَ: حَيَاتُهُ لَيْسَتْ بِعَرَضٍ وَعِلْمُهُ كَذَلِكَ وَبَصَرُهُ، </p><p> كَذَلِكَ هِيَ صِفَاتٌ كَمَا تَلِيقُ بِهِ لَا كَمَا تَلِيقُ بِنَا، فَكَذَلِكَ نَقُولُ نَحْنُ: حَيَاتُهُ مَعْلُومَةٌ وَلَيْسَتْ مُكَيَّفَةً، وَعِلْمُهُ مَعْلُومٌ وَلَيْسَ مُكَيَّفًا، وَكَذَلِكَ سَمْعُهُ وَبَصَرُهُ مَعْلُومَانِ، وَلَيْسَ جَمِيعُ ذَلِكَ أَعْرَاضًا بَلْ هُوَ كَمَا يَلِيقُ بِهِ. </p><p> \" وَمِثْلُ ذَلِكَ بِعَيْنِهِ فَوْقِيَّتُهُ وَاسْتِوَاؤُهُ وَنُزُولُهُ، فَفَوْقِيَّتُهُ مَعْلُومَةٌ أَعْنِي ثَابِتَةً كَثُبُوتِ حَقِيقَةِ السَّمْعِ وَحَقِيقَةِ الْبَصَرِ، فَإِنَّهُمَا مَعْلُومَانِ وَلَا يُكَيَّفَانِ، كَذَلِكَ فَوَقَيَّتُهُ مَعْلُومَةٌ ثَابِتَةٌ غَيْرُ مُكَيَّفَةٍ كَمَا يَلِيقُ بِهِ، وَاسْتِوَاؤُهُ عَلَى عَرْشِهِ مَعْلُومٌ غَيْرُ مُكَيَّفٍ بِحَرَكَةٍ أَوِ انْتِقَالٍ يَلِيقُ بِالْمَخْلُوقِ، بَلْ </p><p> - </p><p> كَمَا يَلِيقُ بِعَظَمَتِهِ وَجَلَالِهِ - صِفَاتُهُ مَعْلُومَةٌ مِنْ حَيْثُ الْجُمْلَةُ وَالثُّبُوتُ غَيْرُ مَعْقُولَةٍ مِنْ حَيْثُ التَّكْيِيفُ وَالتَّحْدِيدُ، فَيَكُونُ الْمُؤْمِنُ بِهَا مُبْصِرًا مِنْ وَجْهٍ أَعْمَى مِنْ وَجْهٍ، مُبْصِرًا مِنْ حَيْثُ الْإِثْبَاتُ وَالْوُجُودُ، أَعْمَى مِنْ حَيْثُ التَّكْيِيفُ وَالتَّحْدِيدُ، وَبِهَذَا يَحْصُلُ الْجَمْعُ بَيْنَ الْإِثْبَاتِ لِمَا وَصَفَ اللهُ - تَعَالَى - نَفْسَهُ بِهِ وَبَيْنَ نَفْيِ التَّحْرِيفِ وَالتَّشْبِيهِ وَالْوُقُوفِ، وَذَلِكَ هُوَ مُرَادُ الرَّبِّ - تَعَالَى - مِنَّا فِي إِبْرَازِ صِفَاتِهِ لَنَا لِنَعْرِفَهُ بِهَا، وَنُؤْمِنَ بِحَقَائِقِهَا، وَنَنْفِيَ عَنْهَا التَّشْبِيهَ، وَلَا نُعَطِّلَهَا بِالتَّحْرِيفِ وَالتَّأْوِيلِ، لَا فَرْقَ بَيْنَ الِاسْتِوَاءِ وَالسَّمْعِ، وَلَا بَيْنَ النُّزُولِ وَالْبَصَرِ، الْكُلُّ وَرَدَ فِي النَّصِّ. </p><p> \" فَإِنْ قَالُوا لَنَا فِي الِاسْتِوَاءِ شَبَّهْتُمْ، نَقُولُ لَهُمْ فِي السَّمْعِ شَبَّهْتُمْ، وَوَصَفْتُمْ رَبَّكُمْ بِالْعَرَضِ فَإِنْ قَالُوا لَا عَرَضَ بَلْ كَمَا يَلِيقُ بِهِ، قُلْنَا فِي الِاسْتِوَاءِ وَالْفَوْقِيَّةِ لَا حَصْرَ بَلْ كَمَا يَلِيقُ بِهِ، فَجَمِيعُ مَا يُلْزِمُونَنَا بِهِ فِي الِاسْتِوَاءِ وَالنُّزُولِ وَالْيَدِ وَالْوَجْهِ وَالْقَدَمِ وَالضَّحِكِ وَالتَّعَجُّبِ مِنَ التَّشْبِيهِ نُلْزِمُهُمْ بِهِ فِي الْحَيَاةِ وَالسَّمْعِ وَالْبَصَرِ وَالْعِلْمِ، فَكَمَا لَا يَجْعَلُونَهَا هُمْ أَعْرَاضًا كَذَلِكَ نَحْنُ لَا نَجْعَلُهَا جَوَارِحَ وَلَا مَا يُوصَفُ بِهِ الْمَخْلُوقُ، وَلَيْسَ مِنَ الْإِنْصَافِ أَنْ يَفْهَمُوا فِي الِاسْتِوَاءِ وَالنُّزُولِ وَالْوَجْهِ وَالْيَدِ صِفَاتِ الْمَخْلُوقِينَ، فَيَحْتَاجُوا إِلَى التَّأْوِيلِ وَالتَّحْرِيفِ.</p><p> \" فَإِنْ فَهِمُوا فِي هَذِهِ الصِّفَاتِ ذَلِكَ فَيَلْزَمُهُمْ أَنْ يَفْهَمُوا فِي الصِّفَاتِ السَّبْعِ صِفَاتِ الْمَخْلُوقِينَ مِنَ الْأَعْرَاضِ، فَمَا يَلْزَمُنَا بِهِ فِي تِلْكَ الصِّفَاتِ مِنَ التَّشْبِيهِ وَالْجِسْمِيَّةِ فَنُلْزِمُهُمْ بِهِ فِي هَذِهِ الصِّفَاتِ مِنَ الْعَرَضِيَّةِ، وَمَا يُنَزِّهُونَ رَبَّهُمْ بِهِ فِي الصِّفَاتِ السَّبْعِ يَنْفُونَ عَنْهُ </p><p> عَوَارِضَ الْجِسْمِ فِيهَا، فَكَذَلِكَ نَحْنُ نَعْمَلُ فِي تِلْكَ الصِّفَاتِ الَّتِي يَنْسِبُونَنَا فِيهَا إِلَى التَّشْبِيهِ سَوَاءً بِسَوَاءٍ، وَمَنْ أَنْصَفَ عَرَفَ مَا قُلْنَا وَاعْتَقَدَهُ، وَقَبِلَ نَصِيحَتَنَا وَدَانَ لِلَّهِ بِإِثْبَاتِ جَمِيعِ صِفَاتِهِ هَذِهِ وَتِلْكَ، وَنَفَى عَنْ جَمِيعِهَا التَّشْبِيهَ وَالتَّعْطِيلَ وَالتَّأْوِيلَ وَالْوُقُوفَ، وَهَذَا مُرَادُ اللهِ - تَعَالَى - لَنَا فِي ذَلِكَ؛ لِأَنَّ هَذِهِ الصِّفَاتِ، وَتِلْكَ جَاءَتْ فِي مَوْضِعٍ وَاحِدٍ وَهُوَ الْكِتَابُ وَالسُّنَّةُ، فَإِذَا أَثْبَتْنَا تِلْكَ بِلَا تَأْوِيلٍ، وَحَرَّفْنَا هَذِهِ وَأَوَّلْنَاهَا كُنَّا كَمَنْ آمَنَ بِبَعْضِ الْكِتَابِ وَكَفَرَ بِبَعْضٍ، وَفِي هَذَا بَلَاغٌ وَكِفَايَةٌ إِنْ شَاءَ اللهُ - تَعَالَى -. </p><p> (فَصْلٌ) وَإِذَا ظَهَرَ هَذَا وَبَانَ انْجَلَتِ الثَّلَاثُ الْمَسَائِلُ بِأَسْرِهَا، وَهِيَ مَسْأَلَةُ الصِّفَاتِ مِنَ النُّزُولِ وَالْيَدِ وَالْوَجْهِ وَأَمْثَالِهَا، وَمَسْأَلَةُ الْعُلُوِّ وَالِاسْتِوَاءِ، وَمَسْأَلَةُ الْحَرْفِ وَالصَّوْتِ، أَمَّا مَسْأَلَةُ الْعُلُوِّ فَقَدْ قِيلَ فِيهَا مَا فَتَحَهُ اللهُ - تَعَالَى -، وَأَمَّا مَسْأَلَةُ الصِّفَاتِ فَتُسَاقُ مَسَاقَ مَسْأَلَةِ الْعُلُوِّ، وَلَا نَفْهَمُ مِنْهَا مَا نَفْهَمُ مِنْ صِفَاتِ الْمَخْلُوقِينَ بَلْ بِوَصْفِ الرَّبِّ - تَعَالَى - بِهَا كَمَا يَلِيقُ بِجَلَالِهِ وَعَظَمَتِهِ: فَيَنْزِلُ كَمَا يَلِيقُ بِجَلَالِهِ وَبِعَظْمَتِهِ، وَيَدَاهُ كَمَا يَلِيقُ بِجَلَالِهِ وَعَظَمَتِهِ، وَوَجْهُهُ الْكَرِيمُ كَمَا يَلِيقُ بِجَلَالِهِ وَعَظَمَتِهِ، فَكَيْفَ نُنْكِرُ الْوَجْهَ الْكَرِيمَ وَنُحَرِّفُ، وَقَدْ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي دُعَائِهِ: </p><p> \" </p><p> أَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ \" وَإِذَا ثَبَتَتْ صِفَةُ الْوَجْهِ بِهَذَا الْحَدِيثِ وَبِغَيْرِهِ مِنَ الْآيَاتِ وَالنُّصُوصِ، فَكَذَلِكَ صِفَةُ الْيَدَيْنِ وَالضَّحِكِ وَالْعَجَبِ، وَلَا يُفْهَمُ مِنْ جَمِيعِ ذَلِكَ إِلَّا مَا يَلِيقُ بِاللهِ - عَزَّ وَجَلَّ - وَبِعَظَمَتِهِ لَا مَا يَلِيقُ بِالْمَخْلُوقَاتِ مِنَ الْأَعْضَاءِ وَالْجَوَارِحِ، تَعَالَى الله عَنْ تِلْكَ عُلُوًّا كَبِيرًا.</p><p> (ثُمَّ قَالَ) : وَأَمَّا مَسْأَلَةُ الْحَرْفِ وَالصَّوْتِ فَتُسَاقُ هَذَا الْمَسَاقَ فَإِنَّ اللهَ - تَعَالَى - قَدْ تَكَلَّمَ بِالْقُرْآنِ الْمَجِيدِ وَبِجَمِيعِ حُرُوفِهِ فَقَالَ - تَعَالَى -: الم وَقَالَ: المص وَقَالَ: ق وَالْقُرْآنِ الْمَجِيدِ، وَكَذَلِكَ جَاءَ فِي الْحَدِيثِ \" فَيُنَادَى يَوْمَ الْقِيَامَةِ بِصَوْتٍ يَسْمَعُهُ مِنْ بُعْدٍ كَمَا يَسْمَعُهُ مَنْ قُرْبٍ \" وَفِي الْحَدِيثِ \" لَا أَقُولُ الم حَرْفٌ، وَلَكِنْ أَلِفٌ حَرْفٌ، لَامٌ حَرْفٌ، مِيمٌ حَرْفٌ \" فَهَؤُلَاءِ مَا فَهِمُوا مِنْ كَلَامِ اللهِ - تَعَالَى - إِلَّا مَا فَهِمُوهُ مِنْ كَلَامِ الْمَخْلُوقِينَ،فَقَالُوا:إِنْ قُلْنَا بِالْحُرُوفِ فَإِنَّ ذَلِكَ يُؤَدِّي إِلَى الْقَوْلِ بِالْجَوَارِحِ وَالْلَهَوَاتِ، وَكَذَلِكَ إِذَا</p><p> قُلْنَا بِالصَّوْتِ أَدَّى ذَلِكَ إِلَى الْحَلْقِ وَالْحَنْجَرَةِ، عَمِلُوا فِي هَذَا مِنَ التَّخَبُّطِ كَمَا عَمِلُوا فِيمَا تَقَدَّمَ مِنَ الصِّفَاتِ. </p><p> \" وَالتَّحْقِيقُ هُوَ أَنَّ اللهَ - تَعَالَى - قَدْ تَكَلَّمَ بِالْحُرُوفِ كَمَا يَلِيقُ بِجَلَالِهِ وَعَظَمَتِهِ، فَإِنَّهُ قَادِرٌ وَالْقَادِرُ لَا يَحْتَاجُ إِلَى جَوَارِحَ، وَلَا إِلَى لَهَوَاتٍ، وَكَذَلِكَ لَهُ صَوْتٌ كَمَا يَلِيقُ بِهِ يَسْمَعُ وَلَا يَفْتَقِرُ ذَلِكَ الصَّوْتُ الْمُقَدَّسُ إِلَى الْحَلْقِ وَالْحَنْجَرَةِ: كَلَامُ اللهِ - تَعَالَى - يَلِيقُ بِهِ وَصَوْتُهُ كَمَا يَلِيقُ بِهِ، وَلَا نَنْفِي الْحَرْفَ وَالصَّوْتَ عَنْ كَلَامِهِ سُبْحَانَهُ لِافْتِقَارِهِمَا مِنَّا إِلَى الْجَوَارِحِ وَالْلَهَوَاتِ، فَإِنَّهُمَا مِنْ جَنَابِ الْحَقِّ تَعَالَى لَا يَفْتَقِرَانِ إِلَى ذَلِكَ، وَهَذَا يَنْشَرِحُ الصَّدْرُ لَهُ وَيَسْتَرِيحُ الْإِنْسَانُ بِهِ مِنَ التَّعَسُّفِ وَالتَّكَلُّفِ بِقَوْلِهِ: هَذَا عِبَارَةٌ عَنْ ذَلِكَ. </p><p> \" فَإِنْ قِيلَ: هَذَا الَّذِي يَقْرَؤُهُ الْقَارِئُ هُوَ عَيْنُ قِرَاءَةِ اللهِ - تَعَالَى - وَعَيْنُ تَكَلُّمِهِ هُوَ؟ قُلْنَا لَا؛ بَلِ الْقَارِئُ يُؤَدِّي كَلَامَ اللهِ - تَعَالَى -، وَالْكَلَامُ إِنَّمَا يُنْسَبُ إِلَى مَنْ قَالَهُ مُبْتَدِئًا لَا إِلَى مَنْ قَالَهُ مُؤَدِّيًا مُبَلِّغًا، وَلَفْظُ الْقَارِئِ فِي غَيْرِ الْقُرْآنِ مَخْلُوقٌ، وَفِي الْقُرْآنِ لَا يَتَمَيَّزُ اللَّفْظُ الْمُؤَدِّي عَنِ الْكَلَامِ الْمُؤَدَّى عَنْهُ، وَلِهَذَا مَنَعَ السَّلَفُ عَنْ قَوْلِ \" لَفْظِي بِالْقُرْآنِ مَخْلُوقٌ \" لِأَنَّهُ لَا يَتَمَيَّزُ، كَمَا مَنَعُوا عَنْ قَوْلِ \" لَفْظِي بِالْقُرْآنِ غَيْرُ مَخْلُوقٍ \" فَإِنَّ لَفْظَ الْعَبْدِ فِي غَيْرِ التِّلَاوَةِ مَخْلُوقٌ، وَفِي التِّلَاوَةِ مَسْكُوتٌ عَنْهُ كَيْلَا يُؤَدِّيَ الْكَلَامُ فِي ذَلِكَ إِلَى الْقَوْلِ بِخَلْقِ الْقُرْآنِ، وَمَا أَمَرَ السَّلَفُ بِالسُّكُوتِ عَنْهُ؛ يَجِبُ السُّكُوتُ عَنْهُ، وَاللهُ الْمُوَفِّقُ اهـ.</p><p> (يَقُولُ مُؤَلِّفُ هَذَا التَّفْسِيرِ) : إِنَّ لَدَيْنَا فِي تَقْرِيبِ صِفَةِ الْكَلَامِ مِنَ الْأَفْهَامِ قَوْلًا آخَرَ، وَهُوَ أَنَّ جَمِيعَ مَا ثَبَتَ فِي النُّصُوصِ مِنْ صِفَاتِ اللهِ - تَعَالَى - وَشُئُونِهِ فَالتَّعْبِيرُ عَنْهُ مُسْتَعَارٌ مِمَّا وَضَعَهُ النَّاسُ فِي اللُّغَةِ لِأَنْفُسِهِمْ، فَنَفْهَمُ بِهَذِهِ الْمُرَادَ مِنْ تِلْكَ بِقَدْرِ الطَّاقَةِ الْبَشَرِيَّةِ، وَنَعْرِفُ بِدَلِيلَيِ الْعَقْلِ وَالنَّقْلِ الْفَرْقَ بَيْنَهُمَا، وَأَنَّ النِّسْبَةَ بَيْنَهُمَا الْمُبَايَنَةُ فِي الْحَقِيقَةِ، وَقَدْ عَبَّرَ أَبُو حَامِدٍ الْغَزَالِيُّ عَنْ ذَلِكَ تَعْبِيرًا بَلِيغًا فِي قَوْلِهِ مِنْ كِتَابِ الشُّكْرِ مِنَ الْإِحْيَاءِ: </p><p> \" </p><p> إِنَّ لِلَّهِ - عَزَّ وَجَلَّ - فِي جَلَالِهِ وَكِبْرِيَائِهِ صِفَةٌ، عَنْهَا يَصْدُرُ الْخَلْقُ وَالِاخْتِرَاعُ، وَتِلْكَ الصِّفَةُ أَعْلَى وَأَجَلُّ مِنْ أَنْ تَلْمَحَهَا عَيْنُ وَاضِعِ اللُّغَةِ حَتَّى يُعَبِّرَ عَنْهَا بِعِبَارَةٍ تَدُلُّ عَلَى كُنْهِ جَلَالِهَا وَخُصُوصِ حَقِيقَتِهَا، فَلَمْ تَكُنْ لَهَا فِي الْعَالَمِ عِبَارَةٌ لِعُلُوِّ شَأْنِهَا، وَانْحِطَاطِ رُتْبَةِ وَاضِعِي اللُّغَاتِ عَنْ أَنْ يَمْتَدَّ طَرْفُ فَهْمِهِمْ إِلَى مَبَادِئِ إِشْرَاقِهَا، </p><p> فَانْخَفَضَتْ عَنْ ذُرْوَتِهَا أَبْصَارُهُمْ كَمَا تَنْخَفِضُ أَبْصَارُ الْخَفَافِيشِ عَنْ نُورِ الشَّمْسِ، لَا لِغُمُوضٍ فِي نُورِ الشَّمْسِ، وَلَكِنْ لِضَعْفٍ فِي أَبْصَارِ الْخَفَافِيشِ، فَاضْطَرَّ الَّذِينَ فُتِحَتْ أَبْصَارُهُمْ لِمُلَاحَظَةِ جَلَالِهَا إِلَى أَنْ يَسْتَعِيرُوا مِنْ عَالَمِ الْمُتَنَاطِقِينَ بِاللُّغَاتِ عِبَارَةً تَفْهَمُ مِنْ مَبَادِئِ حَقَائِقِهَا شَيْئًا ضَعِيفًا جِدًّا، فَاسْتَعَارُوا لَهَا اسْمَ الْقُدْرَةِ، فَتَجَاسَرْنَا بِسَبَبِ اسْتِعَارَتِهِمْ عَلَى النُّطْقِ، فَقُلْنَا: لِلَّهِ تَعَالَى صِفَةٌ هِيَ الْقُدْرَةُ، عَنْهَا يَصْدُرُ الْخَلْقُ وَالِاخْتِرَاعُ \" ثُمَّ ذَكَرَ الْمَشِيئَةَ وَالْمَحَبَّةَ وَالْكَرَاهَةَ وَالرِّضَا وَالْغَضَبَ، فَلَمْ يُفَرِّقْ بَيْنَ مَا يُسَمُّونَهُ صِفَاتِ الْمَعَانِي وَمَا يُسَمُّونَهُ صِفَاتِ الْأَفْعَالِ الَّتِي يَتَأَوَّلُهَا أَصْحَابُهُ الْأَشْعَرِيَّةُ تَحَكُّمًا مِنْهُمْ.</p><p> وَنَحْنُ نَعْلَمُ مِنْ أَنْفُسِنَا أَنَّ لَنَا كَلَامًا هُوَ صِفَةٌ مِنْ صِفَاتِنَا، وَشَأْنٌ مِنْ شِئُونِنَا تَتَعَلَّقُ بِمَا يَتَعَلَّقُ بِهِ عِلْمُنَا، وَلَكِنَّ تَعَلُّقَ الْعِلْمِ عِبَارَةٌ عَنِ انْكِشَافِ الْمَعْلُومَاتِ لِلنَّفْسِ، وَتَعَلُّقَ الْكَلَامِ عِبَارَةٌ عَنْ كَشْفِهَا وَتَصْوِيرِهَا بِمَا يَدُلُّ عَلَيْهَا فِي النَّفْسِ أَوْ لِمَنْ نُرِيدُ كَشْفَهَا لَهُ، تَقُولُ: حَدَّثَتْنِي نَفْسِي بِكَذَا، وَقُلْتُ فِي نَفْسَيْ كَذَا، وَفِي حَدِيثِ عُمَرَ يَوْمَ السَّقِيفَةِ، \" وَكُنْتُ زَوَّرْتُ فِي نَفْسِي مَقَالَةً \" يَعْنِي: هَيَّأْتُ فِي نَفْسِي كَلَامًا لِأَقُولَهُ. </p><p> وَقَالَ الشَّاعِرُ: </p><p> عِنْدِي حَدِيثٌ أُرِيدُ الْيَوْمَ أَذْكُرُهُ ... وَأَنْتَ تَعْلَمُ دُونَ النَّاسِ فَحْوَاهُ </p><p> وَأَمَّا أَدَاءُ الْكَلَامِ لِمَنْ نُرِيدُ إِعْلَامَهُ بِبَعْضِ مَا نَعْلَمُ فَلَهُ طُرُقٌ أَعَمُّهَا تَعْبِيرُ اللِّسَانِ، وَيَلِيهِ تَعْبِيرُ الْقَلَمِ، وَالْأَوَّلُ غَرِيزَةٌ فِي النُّطْقِ خَاصٌّ بِالْبَشَرِ بِمُقْتَضَاهَا تَوَاضَعُوا عَلَى الْأَلْفَاظِ الدَّالَّةِ عَلَى مَعَانِي الْمَعْلُومَاتِ، فَاتَّسَعَتْ بِقَدْرِ اتِّسَاعِ دَائِرَةِ عُلُومِهِمْ، وَالثَّانِي صِنَاعَةٌ هَدَاهُمُ اللهُ - تَعَالَى - إِلَيْهِمْ بِشُعُورِهِمْ بِالْحَاجَةِ إِلَى إِيصَالِ مَعْلُومَاتِهِمْ إِلَى الْبَعِيدِ عَنْهُمُ الَّذِي لَا يَسْمَعُ كَلَامَهُمُ اللِّسَانِيِّ، وَإِلَى حِفْظِهَا لِمَنْ يَجِيءُ بَعْدَهُمْ، وَقَدِ اسْتَحْدَثُوا فِي هَذَا الْعَصْرِ آلَةَ الْخِطَابِ الْبَعِيدِ بِاللِّسَانِ سُمَّوْهَا (التِّلِيفُونَ) وَسَمَّيْنَاهَا (الْمِسَرَّةَ) بِكَسْرِ الْمِيمِ وَتَشْدِيدِ الرَّاءِ - تُوَّصِلُ الْكَلَامَ مَنْ دَارٍ إِلَى دَارٍ، وَمِنْ بَلَدٍ أَوْ قُطْرٍ إِلَى آخَرَ بِأَسْلَاكٍ كَهْرَبَائِيَّةٍ تَصِلُ بَيْنَ آلَاتِ الْمُتَخَاطِبِينَ، وَقَدِ اسْتَغْنَوْا أَخِيرًا عَنْ هَذِهِ الْأَسْلَاكِ فِي بَعْضِ الْمَوَاضِعِ، وَاسْتَحْدَثُوا آلَةً لِحِفْظِ الْأَصْوَاتِ الْكَلَامِيَّةِ وَغَيْرِهَا وَإِعَادَتِهَا عِنْدَ الْحَاجَةِ، وَلَوْ بَعْدَ مَوْتِ صَاحِبِهَا سُمَّوْهَا (الْفُونُغْرَافَ) وَكَانُوا اسْتَحْدَثُوا قَبْلَ ذَلِكَ آلَةً لِنَقْلِ الْكَلَامِ مِنْ مَكَانٍ إِلَى مَكَانٍ فِي الْبَلَدِ الْوَاحِدِ، وَفِي الْبِلَادِ </p><p> وَالْأَقْطَارِ الْمُخْتَلِفَةِ بِأَسْلَاكٍ كَهْرَبَائِيَّةٍ </p><p> مُوَصِّلَةٍ بَيْنَ الْآلَاتِ الْمُؤَدِّيَةِ لِلْكَلَامِ وَالْقَابِلَةِ لَهُ بِمَا هُوَ مِنْ قَبِيلِ الْخَطِّ لَا الصَّوْتِ، وَهِيَ الْآلَةُ الْمَعْرُوفَةُ بِالتِّلِغْرَافِ. </p><p> فَكُلٌّ مِنْ هَذَا وَذَاكَ أَدَاءٌ لِلْكَلَامِ الَّذِي يَقُومُ فِي نَفْسِ صَاحِبِهِ، وَيُرِيدُ إِيصَالَهُ إِلَى غَيْرِهِ، وَكُلٌّ مِنْهَا يُسَمَّى كَلَامُهُ حَقِيقَةً كَمَا يُعْلَمُ مِنِ اسْتِعْمَالِ الْعَرَبِ الْخُلَّصِ وَالْمُخَضْرَمِينَ وَالْمُوَلَّدِينَ الَّذِينَ تَلَقَّوْا عَنْهُمَا وَمِنْ بَعْدِهِمْ، وَلِلْأَخْطَلِ الشَّاعِرِ الْمَشْهُورِ فِي دَوْلَةِ بَنِي أُمَيَّةَ بَيْتٌ مِنَ الشِّعْرِ تَدَاوَلَهُ الْمُتَكَلِّمُونَ، وَاسْتَشْهَدُوا بِهِ عَلَى الْكَلَامِ النَّفْسِيِّ وَالْكَلَامِ اللَّفْظِيِّ، يُفْهَمُ مِنْهُ أَنَّ الْأَوَّلَ عِنْدَهُ هُوَ حَقِيقَةُ مَدْلُولِ الْكَلِمَةِ، وَأَنَّ الثَّانِيَ مَجَازٌ مُرْسَلٌ وَهُوَ: </p><p> إِنَّ الْكَلَامَ لَفِي الْفُؤَادِ وَإِنَّمَا ... جُعِلَ اللِّسَانُ عَلَى الْفُؤَادِ دَلِيلًا </p><p> وَلَيْسَ هَذَا بِحُجَّةٍ لُغَوِيَّةٍ عَلَى مَا ذَكَرَ، وَقُصَارَى الِاحْتِجَاجِ بِشِعْرِ الشَّاعِرِ أَنَّ اسْتِعْمَالَهُ الَّذِي يَسْتَعْمِلُهُ صَحِيحٌ فِي اللُّغَةِ فِي مُفْرَدَاتِهِ وَتَرْكِيبِهِ، وَذَلِكَ لَا يَقْتَضِي أَنْ يَكُونَ رَأْيَهُ فِيهِ صَحِيحًا، وَلَا أَنْ يَكُونَ كُلَّ مَا يَقُولُهُ حَقًّا فِي الْوَاقِعِ، وَلَا فِي اعْتِقَادِهِ وَلَا سِيَّمَا إِذَا كَانَ شِعْرًا، فَاسْتِعْمَالُ الْعَرَبِ لِمَادَّةِ الْكَلَامِ تَدُلُّ عَلَى أَنَّ اللَّفْظَ الْمُرَكَّبَ الدَّالَّ بِالْوَضْعِ عَلَى الْمَعَانِي كَلَامٌ حَقِيقَةٌ، وَقَدْ قَالَ الزَّمَخْشَرِيُّ فِي حَقِيقَةِ الْأَسَاسِ مِنْ هَذِهِ الْمَادَّةِ: سَمِعْتُهُ يَتَكَلَّمُ بِكَذَا، وَكَلَّمْتُهُ وَكَالَمْتُهُ، وَكَانَا مُتَصَارِمَيْنِ فَصَارَا يَتَكَالَمَانِ، وَمُوسَى كَلِيمُ اللهِ، وَنَطَقَ بِكَلِمَةٍ فَصِيحَةٍ وَبِكَلِمَاتٍ فِصَاحٍ وَبِكَلْمٍ اهـ. </p><p> فَلِكَلَامِ الْإِنْسَانِ صِفَةٌ أَوْ مَلَكَةٌ فِي نَفْسِهِ يُنَاجِيهَا بِهَا، وَيُصَوِّرُ فِيهَا مَا يُنَظِّمُهُ أَوْ يُقَدِّرُهُ وَيُزَوِّرُهُ؛ لِيُخَاطِبَ بِهِ غَيْرَهُ، وَصِفَةٌ أَوْ مَلَكَةٌ فِي لِسَانِهِ، وَصِفَةٌ أَوْ صُورَةٌ فِيمَا يَرْسُمُهُ بِقَلَمِهِ عَلَى الْوَرَقِ، وَصُورَةٌ أُخْرَى فِيمَا يُحَرِّكُ بِهِ آلَةَ التِّلِغْرَافِ السِّلْكِيِّ أَوْ غَيْرِ السِّلْكِيِّ مُخَاطِبًا لِبَعْضِ النَّاسِ فِي بَعْضِ الْبِلَادِ، وَصُورَةٌ أُخْرَى فِي الْهَوَاءِ تَحْدُثُ عِنْدَ النُّطْقِ بِهِ زَمَنًا قَصِيرًا، وَقِيلَ إِنَّهُ أَطْوَلُ مِمَّا يُظَنُّ، وَصُورَةٌ أُخْرَى فِيمَا يَنْقُشُهُ الْمَكْرَفُونُ فِي لَوْحِ آلَةِ الْفُونُغْرَافِ تَكُونُ مَحْفُوظَةً فِيهِ إِلَى أَنْ تُعِيدَهُ الْآلَةُ كَمَا أُلْقِيَ فِيهَا صَوْتًا مُؤَلَّفًا مِنَ الْأَلْفَاظِ الدَّالَّةِ عَلَى الْمَعَانِي. </p><p> وَكَلَامُ كُلِّ أَحَدٍ مَا يُنْشِئُهُ فِي نَفْسِهِ، وَيُؤَدِّيهِ إِلَى غَيْرِهِ بِطَرِيقَةٍ مِنَ الطُّرُقِ الَّتِي ذَكَرْنَاهَا، وَيُنْقَلُ عَنْ قَلِيلٍ مِنَ الْبَشَرِ أَنَّهُمْ قَدْ يُؤَدُّونَ بَعْضَ كَلَامِهِمُ الَّذِي فِي أَنْفُسِهِمْ إِلَى بَعْضِ الْمُسْتَعِدِّينَ بِقُوَّةِ تَوْجِيهِ الْإِرَادَةِ، وَأَنَّهُمْ قَدْ يَطَّلِعُونَ عَلَى بَعْضِ </p><p> مَا يَجُولُ فِي أَنْفُسِ غَيْرِهِمْ مِنَ الْكَلَامِ، فَمَنْ لَمْ يَصْدُقْ هَذَا عَنْهُمْ فَلْيُعِدِ الِاعْتِبَارَ بِهِ مِنْ ضَرْبِ الْمَثَلِ، وَمَهْمَا تَكُنِ الْوَسِيلَةُ الَّتِي وَصَلَ بِهَا عَلْمُ الْمُنْشِئِ لِلْكَلَامِ إِلَى غَيْرِهِ، فَإِنَّ غَيْرَهُ يَصِيرُ مِثْلَهُ فِي تَصَوُّرِهِ فِي نَفْسِهِ، وَفِي تَصْوِيرِهِ لِغَيْرِهِ بِالْوَسَائِلِ الْمُشَارِ إِلَيْهَا آنِفًا، مِثْلُ ذَلِكَ قَوْلُ لَبِيَدٍ - رَضِيَ اللهُ عَنْهُ -: </p><p> أَلَا كُلَّ شَيْءٍ مَا خَلَا اللهُ بَاطِلُ ... وَكُلُّ نَعِيمٍ لَا مَحَالَةَ زَائِلُ </p><p> تَأْلَّفَ نَظْمُ هَذَا الْبَيْتِ فِي نَفْسِ لَبِيَدٍ بِمُقْتَضَى الصَّنْعَةِ وَالْغَرِيزَةِ الَّتِي بِهَا يُصَوِّرُ الْإِنْسَانُ مَا فِي عِلْمِهِ لِنَفْسِهِ وَلِغَيْرِهِ، وَسَمِعَهُ النَّاسُ مِنْ لِسَانِهِ فَنَقَلُوهُ عَنْهُ بِأَلْسِنَتِهِمْ ثُمَّ بِأَقْلَامِهِمْ، وَلَا يَزَالُ بَعْضُهُمْ يَرْوِيهِ عَنْ بَعْضٍ، وَيُمْكِنُهُمْ فِي هَذَا الْعَصْرِ أَنْ يَتَنَاقَلُوهُ بِالتِّلِيفُونِ وَالتِّلِغْرَافِ، وَلَكِنَّهُ فِي أَيِّ صُورَةٍ ظَهَرَ وَبِأَيَّةِ وَسِيلَةٍ، نَقَلَ هُوَ مِنْ كَلَامِ لَبِيَدٍ قَالَهُ مُنْذُ أَرْبَعَةَ عَشَرَ قَرْنًا، وَلَيْسَ كَلَامُ أَحَدٍ مِمَّنْ يَنْشُدُهُ الْيَوْمَ بِلِسَانِهِ أَوْ يُرَقِّمُهُ بِقَلَمِهِ أَوْ يُؤَدِّيهِ إِلَى غَيْرِهِ بِالتِّلِغْرَافِ أَوْ غَيْرِهِ. </p><p> إِذَا تَذَكَّرْتَ هَذَا كُلَّهُ فِي كَلَامِ الْإِنْسَانِ الْمَخْلُوقِ عَلَى ضَعْفِهِ وَنَقْصِهِ، وَأَنَّ الْكَلَامَ مِنْ صِفَاتِ الْكَمَالِ الَّتِي أَثْبَتَهَا اللهُ - تَعَالَى - لِنَفْسِهِ - وَتَذَكَّرْتَ مَعَ هَذَا كَمَالَ الْخَالِقِ وَتَنَزُّهَهُ عَنْ مُشَابَهَةِ خَلْقِهِ فِي ذَاتِهِ وَصِفَاتِهِ وَأَفْعَالِهِ - وَأَنَّهُ كَلَّفَكَ الْإِيمَانَ بِوُجُودِهِ وَبِاتِّصَافِهِ بِجَمِيعِ مَا وَصَفَ بِهِ نَفْسَهُ مِنْ غَيْرِ تَعْطِيلٍ وَلَا تَشْبِيهٍ - فَأَيُّ عَثْرَةٍ يَعْثُرُ بِهَا عَقْلُكَ إِذَا آمَنْتَ بِأَنَّ لِلَّهِ كَلَامًا هُوَ صِفَةٌ مِنْ صِفَاتِهِ الثَّابِتَةِ لَهُ أَزَلًا وَأَبَدًا؛ لِأَنَّهَا مِرْآةُ عِلْمِهِ الْأَزَلِيِّ الْأَبَدِيِّ، وَأَنَّهُ بَلَّغَ بَعْضَ رُسُلِهِ مِنَ الْمَلَائِكَةِ مَا شَاءَ مِنْ كَلَامِهِ؛ لِيُوحُوهُ إِلَى رُسُلِهِ مِنَ الْبِرِّ؛ لِيُبَلِّغُوهُ لِأُمَمِهِمْ. كَمَا خَاطَبَ مُوسَى بِمَا شَاءَ مِنْهُ، وَأَنَّ هَذَا الْكَلَامَ وَاحِدٌ عَلَى اخْتِلَافِ تَبْلِيغِهِ وَحِفْظِهِ، فَقِيَامُهُ بِذَاتِ اللهِ - تَعَالَى - غَيْرُ تَمَثُّلِهِ فِي نَفْسِ جِبْرِيلَ، وَفِي نَفْسِ مُوسَى حِينَ سَمِعَهُ مِنْ وَرَاءِ حِجَابٍ، وَأَدَاءُ جِبْرِيلَ إِيَّاهُ وَنُزُولُهُ بِهِ عَلَى قَلْبِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مَنْ قَبْلَهُ مِنَ الرُّسُلِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ غَيْرُ أَدَاءِ اللهِ - تَعَالَى - إِيَّاهُ إِلَى جِبْرِيلَ، وَقِيَامُهُ فِي نَفْسِ الْمَلَكِ غَيْرُ قِيَامِهِ فِي الْبَشَرِ، كَمَا أَنَّ قِيَامَهُ فِي الْهَوَاءِ عِنْدَ التَّلَفُّظِ بِهِ غَيْرُ قِيَامِهِ فِي لَوْحِ الْفُونُغْرَافِ، وَكِلَاهُمَا غَيْرُ قِيَامِهِ فِي الصُّحُفِ، وَكَوْنُهُ عَلَى اخْتِلَافِ صُوَرِهِ، وَطُرُقِ أَدَائِهِ وَاحِدًا فِي كَوْنِهِ كَلَامُ اللهِ الْقَدِيمِ الْأَزَلِيِّ، كَمَا قُلْنَا فِي بَيْتِ لَبِيَدٍ مِنْ كَوْنِ إِنْشَادِنَا لَهُ، وَكِتَابَتِنَا إِيَّاهُ الْيَوْمَ لَا يُنَافِي كَوْنَهُ كَلَامَ لَبِيَدٍ الْقَدِيمَ </p><p> النِّسْبِيَّ غَيْرَ الْأَزَلِيِّ - وَكَلَامُ اللهِ الْقَدِيمُ الْأَزَلِيُّ حَقِيقَةٌ أُولَى وَلِلَّهِ الْمَثَلُ الْأَعْلَى فَلَا حَاجَةَ تَدْعُو الْعَقْلَ إِلَى وَصْفِهِ بِأَنَّهُ مَخْلُوقٌ أَوْ حَادِثٌ؛ لِأَنَّ الْمَخْلُوقِينَ الْمُحْدَثِينَ يَتَنَاقَلُونَهُ بِأَلْسِنَتِهِمْ وَأَقْلَامِهِمْ، وَسَائِرِ آلَاتِهِمُ الْمُحْدَثَةِ، وَلَا إِلَى التَّقَصِّي مِنَ الْقَوْلِ بِأَنَّهُ ذُو حُرُوفٍ مُرَتَّبَةٍ، وَلَا بِأَنَّ تَلَقِّيَهُ يُسَمَّى سَمَاعًا، كَقَوْلِهِ - تَعَالَى -: حَتَّى يَسْمَعَ كَلَامَ اللهِ (٩: ٦) . </p><p> إِذَا جَعَلْتَ هَذَا الْبَيَانَ وَسِيلَةً لِفَهْمِ مَا وَرَدَ فِي الْكِتَابِ وَالسُّنَّةِ مِنْ إِثْبَاتِ الْكَلَامِ لِلَّهِ تَعَالَى، وَكَوْنَ مَا أَوْحَاهُ إِلَى رُسُلِهِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ مِنْ كَلَامِهِ تَعَالَى مَعَ اجْتِنَابِ التَّعْطِيلِ وَالتَّشْبِيهِ جَمِيعًا وِفَاقًا لِلسَّلَفِ الصَّالِحِ، وَمَعَ التَّقْرِيبِ بِالْمِثَالِ الْمُنَاسِبِ لِحَالِ هَذَا الْعَصْرِ فِي عُلُومِهِ وَفُنُونِهِ فَلَكَ بَعْدَ هَذَا أَنْ تَجْعَلَهُ مِثَالًا يُقَرِّبُ مِنْ عَقْلِكَ مَعْنَى تَجَلِّي الرَّبِّ سُبْحَانَهُ فِي الصُّوَرِ الْمُخْتَلِفَةِ وَالْحُجُبِ عَلَى تَنَزُّهِهِ عَنْ مُشَابَهَةِ تِلْكَ الصُّوَرِ وَالْحُجُبِ. </p><p> قَدْ عَلِمْتَ أَنَّ لِلْكَلَامِ حَقِيقَةً، وَلَكَ - مَعَ أَمْنِ اللَّبْسِ - أَنْ تَقُولَ صُورَةً، هِيَ مَظْهَرُ الْعِلْمِ فِي النَّفْسِ، وَمَبْدَأُ إِظْهَارِ مَا شَاءَ الْعَالِمُ الْمُتَكَلِّمُ أَنْ يَظْهَرَهُ مِنْ عِلْمِهِ لِغَيْرِهِ، وَأَنَّ لَهُ صُوَرًا </p>"
}