{
  "id": null,
  "sura": 7,
  "aya": 13,
  "text": "<p> وَقَوْلَهُ عَزَّ وَجَلَّ:  (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا)  (٦: ١٥١) وَفِي كُلٍّ مِنْهُمَا مَعْنَى النَّفْيِ وَتَقَدَّمَ تَفْسِيرُهَا. </p><p> وَمِنْهُمْ مَنْ خَرَّجَ هَذِهِ الْآيَاتِ وَأَمْثَالَهَا مِنَ الشَّوَاهِدِ عَلَى جَعْلِ \" لَا \" غَيْرَ زَائِدَةٍ وَهِيَ طَرِيقَةُ شَيْخِنَا رَحِمَهُ اللهُ. وَتَقَدَّمَ مَا اخْتَرْنَاهُ فِي آيَتَيِ الْأَنْعَامِ وَأَشَرْنَا آنِفًا فِي هَذِهِ الْآيَةِ إِلَى أَنَّ مَنَعَ هُنَا تَتَضَمَّنُ مَعْنَى الْحَمْلِ، وَالتَّضْمِينُ كَثِيرٌ مِنَ التَّنْزِيلِ وَكَلَامِ الْعَرَبِ وَلَكِنْ لَمْ يَجْعَلْهُ النَّحْوِيُّونَ قِيَاسًا، وَيُسْتَدَلُّ عَلَيْهِ كَثِيرًا بِالتَّعْدِيَةِ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ:  (وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ)  (٤: ٢) إِذْ ضَمِنَ الْأَكْلُ مَعْنَى الضَّمِّ فَعُدِّيَ بِ \" إِلَى \" ، وَيَقْرُبُ مِنْهُ تَعْبِيرُ سُورَةِ الْحِجْرِ:  (مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ)  (١٥: ٣٢) وَالتَّقْدِيرُ: أَيُّ شَيْءٍ عَرَضَ لَكَ فَحَمَلَكَ عَلَى أَلَّا تَكُونَ مَعَهُمْ. وَاخْتَارَ ابْنُ جَرِيرٍ تَضْمِينَ الْمَنْعِ هُنَا مَعْنَى الْإِلْزَامِ وَالِاضْطِرَارِ، فَيَكُونُ التَّقْدِيرُ: مَا أَلْزَمَكَ أَوِ اضْطَرَّكَ إِلَى أَلَّا تَسْجُدَ. </p><p> وَمِنْ مَبَاحِثِ الْبَلَاغَةِ أَنَّ الْفَصْلَ فِي حِكَايَةِ السُّؤَالِ وَالْجَوَابِ جَمِيعًا بِـ \" قَالَ \" وَارِدٌ عَلَى طَرِيقَةِ الِاسْتِئْنَافِ الْبَيَانِيِّ فَإِنَّ مَنْ يَسْمَعُ السُّؤَالَ يَتَشَوَّقُ لِمَعْرِفَةِ الْجَوَابِ. وَيَنْزِلُ مَنْزِلَةَ مَنْ يَسْأَلُ عَنْهُ فَيُجَابُ. </p><p> (قَالَ فَاهْبِطْ مِنْهَا) الْهُبُوطُ الِانْحِدَارُ وَالسُّقُوطُ مِنْ مَكَانٍ إِلَى مَا دُونِهِ، أَوْ مِنْ مَكَانَةٍ وَمَنْزِلَةٍ إِلَى مَا دُونِهَا. فَهُوَ حِسِّيٌّ وَمَعْنَوِيٌّ، وَالْفَاءُ لِتَرْتِيبِ هَذَا الْجَزَاءِ عَلَى مَا ذُكِرَ مِنَ الذَّنَبِ قَبْلَهُ، وَالضَّمِيرُ عَائِدٌ إِلَى الْجَنَّةِ الَّتِي خَلَقَ اللهُ فِيهَا آدَمَ وَكَانَتْ عَلَى نَشْزٍ مُرْتَفِعٍ مِنَ الْأَرْضِ، وَقَدْ كَانَتِ الْيَابِسَةُ قَرِيبَةَ الْعَهْدِ بِالظُّهُورِ فِي خِضَمِّ الْمَاءِ، فَخَيْرُ مَا يَصْلُحُ مِنْهَا لِسُكْنَى الْإِنْسَانِ يَفَاعُهَا وَأَنْشَازُهَا، أَوِ الَّتِي أَسْكَنَهُ إِيَّاهَا بَعْدَ خَلْقِهِ فِي الْأَرْضِ وَهِيَ جَنَّةُ الْجَزَاءِ عَلَى الْقَوْلِ بِهَا - يَدُلُّ عَلَى ذَلِكَ مَا وَرَدَ مِنَ الْأَمْرِ بِالْهُبُوطِ لَهُ وَلِآدَمَ وَزَوْجِهِ بَعْدَ ذِكْرِ سُكْنَى الْجَنَّةِ مِنْ سُورَتَيِ الْبَقَرَةِ وَطه. وَقِيلَ: إِنَّهُ يَعُودُ إِلَى الْمَنْزِلَةِ الَّتِي كَانَ عَلَيْهَا مُلْحَقًا بِمَلَائِكَةِ الْأَرْضِ الْأَخْيَارِ قَبْلَ أَنْ يَمِيزَ اللهُ الْخَبِيثَ مِنَ الطِّيبِ مِنْ جِنْسِ الْجِنَّةِ (بِكَسْرِ الْجِيمِ) بِالسُّجُودِ لِآدَمَ، فَيَكُونُ نَوْعَيْنِ مَلَائِكَةً وَشَيَاطِينَ، كَمَا قِيلَ فِي جَنَّةِ آدَمَ إِنَّهَا عِبَارَةٌ عَنْ حَيَاةِ النَّعِيمِ الْأُولَى لِلنَّوْعِ الَّتِي تُشْبِهُ نَعِيمَ الطُّفُولِيَّةِ لِأَفْرَادِهِ، وَتَقَدَّمَ شَرْحُ ذَلِكَ فِي تَفْسِيرِ آيَاتِ سُورَةِ الْبَقَرَةِ (فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا) أَيْ فَمَا يَنْبَغِي لَكَ وَلَيْسَ مِمَّا تُعْطَاهُ مِنَ التَّصَرُّفِ أَنَّ </p><p> تَتَكَبَّرَ فِي هَذَا الْمَكَانِ الْمُعَدِّ لِلْكَرَامَةِ، أَوْ فِي هَذِهِ الْمَكَانَةِ الَّتِي هِيَ مَنْزِلَةُ الْمَلَائِكَةِ لِأَنَّهَا مَكَانَةُ الِامْتِثَالِ وَالطَّاعَةِ. وَالْكِبْرُ اسْمٌ لِلتَّكَبُّرِ وَهُوَ مَصْدَرُ تَكَبَّرَ أَيْ تَكَلَّفَ أَنْ يَجْعَلَ نَفْسَهُ أَكْبَرَ مِمَّا هِيَ عَلَيْهِ أَوْ أَكْبَرَ مِمَّنْ هِيَ فِي ذَاتِهَا أَصْغَرُ مِنْهُ، وَقَدْ وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ تَفْسِيرُ الْكِبْرِ بِأَنَّهُ \" بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ \" رَوَاهُ مُسْلِمٌ وَغَيْرُهُ وَهُوَ تَفْسِيرٌ لَهُ بِمَظْهَرِهِ الْعَمَلِيِّ الَّذِي يَتَرَتَّبُ عَلَيْهِ الْجَزَاءُ، وَهُوَ أَلَّا يُذْعِنَ لِلْحَقِّ إِذَا ظَهَرَ لَهُ بَلْ يَدْفَعُهُ أَوْ يُنْكِرُهُ تَجَبُّرًا وَتَرَفُّعًا، وَأَنْ يَحْتَقِرَ غَيْرَهُ بِقَوْلٍ أَوْ عَمَلٍ يَدُلُّ عَلَى </p><p> عَدَمِ الِاعْتِرَافِ لَهُ بِمَزِيَّتِهِ وَفَضْلِهِ، أَوْ بِتَنْقِيصِ تِلْكَ الْمَزِيَّةِ بِادِّعَاءِ أَنَّ مَا دُونَهَا هُوَ فَوْقَهَا سَوَاءٌ ادَّعَى ذَلِكَ لِنَفْسِهِ فَرَفَعَهَا عَلَى غَيْرِهَا بِالْبَاطِلِ، أَوِ ادَّعَاهُ لِغَيْرِهِ بِأَنْ يُفَضِّلَ بَعْضَ النَّاسِ عَلَى بَعْضٍ بِقَصْدِ احْتِقَارِ الْمُفَضَّلِ عَلَيْهِ وَتَنْقِيصِ قَدْرِهِ. (فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ) هَذَا تَأْكِيدٌ لِلْأَمْرِ بِالْهُبُوطِ مُتَفَرِّعٌ عَلَيْهِ. أَيْ فَاخْرُجْ مِنْ هَذَا الْمَكَانِ أَوِ الْمَكَانَةِ. وَعَلَّلَ ذَلِكَ بِقَوْلِهِ عَلَى طَرِيقِ الِاسْتِئْنَافِ الْبَيَانِيِّ:  (إِنَّكَ مِنَ الصَّاغِرِينَ) أَيْ أُولِي الذِّلَّةِ وَالصَّغَارِ، أَظْهَرَ حَقِيقَتَكَ الِامْتِحَانُ وَالِاخْتِبَارُ الَّذِي يُمَيِّزُ بَيْنَ الْأَخْيَارِ وَالْأَشْرَارِ، بِإِظْهَارِهِ لِمَا كَانَ كَامِنًا فِي نَفْسِكَ مِنْ عِصْيَانِ الِاسْتِكْبَارِ. (مَا كَانَ اللهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ)  (٣: ١٧٩) وَقَالَ بَعْضُهُمْ: إِنَّهُ تَعَالَى جَازَاهُ بِضِدِّ مُرَادِهِ، إِذْ أَرَادَ أَنْ يَرْفَعَ نَفْسَهُ عَنْ مَنْزِلَتِهَا الَّتِي كَانَتْ فِيهَا، فَجُوزِيَ بِهُبُوطِهَا مِنْهَا إِلَى مَا دُونَهَا، كَمَا وَرَدَ فِي بَعْضِ الْأَخْبَارِ مِنْ أَنَّ اللهَ تَعَالَى يَحْشُرُ الْمُتَكَبِّرِينَ يَوْمَ الْقِيَامَةِ بِصُورَةٍ حَقِيرَةٍ يَطَؤُهُمْ فِيهَا النَّاسُ بِأَرْجُلِهِمْ، كَمَا أَنَّهُ يُبْغِضُهُمْ إِلَى النَّاسِ فِي الدُّنْيَا فَيَحْتَقِرُونَهُمْ وَلَوْ فِي أَنْفُسِهِمْ - وَهَذَا التَّوْجِيهُ أَلْيَقُ بِقَوْلِ مَنْ جَعَلَ الْأَمْرَ لِلتَّكْلِيفِ. وَلَكِنَّ الْحَافِظَ ابْنَ كَثِيرٍ جَرَى عَلَيْهِ بَعْدَ جَزْمِهِ بِالْقَوْلِ بِأَنَّهُ لِلتَّكْوِينِ وَاقْتِصَارِهِ عَلَيْهِ قَالَ: </p><p> \" يَقُولُ تَعَالَى لِإِبْلِيسَ بِأَمْرٍ قَدَرِيٍّ كَوْنِيٍّ: فَاهْبِطْ مِنْهَا بِسَبَبِ عِصْيَانِكَ لِأَمْرِي وَخُرُوجِكَ عَنْ طَاعَتِي، فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا.قَالَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ:الضَّمِيرُ عَائِدٌ إِلَى الْجَنَّةِ. وَيُحْتَمَلُ أَنْ يَكُونَ عَائِدًا إِلَى الْمَنْزِلَةِ الَّتِي هُوَ فِيهَا مِنَ الْمَلَكُوتِ الْأَعْلَى(فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ)أَيِ الذَّلِيلِينَ الْحَقِيرِينَ. مُعَامَلَةً لَهُ بِنَقِيضِ قَصْدِهِ، وَمُكَافَأَةً لِمُرَادِهِ بِضِدِّهِ، فَعِنْدَ ذَلِكَ اسْتَدْرَكَ اللَّعِينُ، وَسَأَلَ النَّظِرَةَ إِلَى يَوْمِ الدِّينِ \" . </p><p> (قَالَ أَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ) أَيْ قَالَ بِلِسَانٍ قَالَهُ عَلَى التَّفْسِيرِ الْأَوَّلِ أَوْ لِسَانِ حَالِهِ وَاسْتِعْدَادِهِ عَلَى الْآخَرِ: رَبِّ أَخِّرْنِي وَأَمْهِلْنِي إِلَى يَوْمِ يُبْعَثُ آدَمُ </p><p> وَذُرِّيَّتُهُ فَأَكُونَ أَنَا وَذُرِّيَّتِي أَحْيَاءً مَا دَامُوا أَحْيَاءً وَأَشْهَدُ انْقِرَاضَهُمْ وَبَعْثَهُمْ (قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ) أَيْ قَالَ تَعَالَى لَهُ مُخْبِرًا، أَوْ قَالَ مُرِيدًا وَمُنْشِئًا كَمَا يَقُولُ لِلشَّيْءِ كُنْ فَيَكُونُ: إِنَّكَ مِنَ الْمُنْظَرِينَ. قَالَ ابْنُ كَثِيرٍ: أَجَابَهُ تَعَالَى إِلَى مَا سَأَلَ لِمَا لَهُ فِي ذَلِكَ مِنَ الْحِكْمَةِ وَالْإِرَادَةِ وَالْمَشِيئَةِ الَّتِي لَا تُخَالَفُ وَلَا تُمَانَعُ وَلَا مُعَقِّبَ لِحُكْمِهِ اهـ. فَهُوَ يُؤَكِّدُ بِهَذَا مَا اخْتَارَهُ فِي مَدْلُولِ هَذَا الْحِوَارِ وَهُوَ أَنَّهُ بَيَانٌ لِمُقْتَضَى التَّكْوِينِ الَّذِي هُوَ مُتَعَلِّقُ الْمَشِيئَةِ، لَا مُرَاجَعَةَ أَقْوَالٍ مِنْ مُتَعَلِّقِ صِفَةِ الْكَلَامِ. </p><p> وَظَاهِرُ الْكَلَامِ أَنَّهُ جُعِلَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ يُبْعَثُونَ وَإِنْ لَمْ يُصَرِّحْ بِهِ لِلْعِلْمِ بِهِ مِنَ السُّؤَالِ إِيجَازًا، قَالَ ابْنُ كَثِيرٍ: أَجَابَهُ إِلَى مَا سَأَلَ، وَلَكِنَّ هَذَا السُّؤَالَ وَرَدَ فِي سُورَةِ الْحِجْرِ فَكَانَ جَوَابُهُ بِلَفْظٍ آخَرَ وَهُوَ:  (قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ)  (١٥: ٣٦ - ٣٨) أَخْرَجَ ابْنُ أَبِي حَاتِمٍ وَابْنُ </p>"
}