{
  "id": null,
  "sura": 7,
  "aya": 89,
  "text": "<p> فَهُمْ أَحَقُّ بِهِ بَدْءًا وَدَوَامًا، وَإِنْ مُنِعَ فِيهِ حُرِّيَّتَهُ فَفُتِنَ فِي دِينِهِ كَانَ تَرْكُهُ وَاجِبًا، فَإِنْ لَمْ يَخْرُجْ مِنْهُ شُعَيْبٌ وَمَنْ آمَنَ مَعَهُ إِخْرَاجًا وَهُمْ كَارِهُونَ، كَمَا أُخْرِجَ خَاتَمُ النَّبِيِّينَ مَعَ السَّابِقِينَ الْأَوَّلِينَ إِلَى الْإِسْلَامِ، خَرَجُوا مُهَاجِرِينَ كَمَا فَعَلَ إِبْرَاهِيمُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ (٢٩: ٢٦) وَقَدْ أَوْجَبَ اللهُ تَعَالَى الْهِجْرَةَ عَلَى مَنْ يُسْتَضْعَفُ فِي أَرْضِ وَطَنِهِ فَيُمْنَعُ مِنْ إِقَامَةِ دِينِهِ فِيهَا، وَيُوجِبُ الْمُتَعَصِّبُونَ لِلْأَوْطَانِ فِي هَذَا الْعَصْرِ الْهِجْرَةَ مِنْهَا إِذَا مُنِعُوا حُرِّيَّتَهُمُ الشَّخْصِيَّةَ فِيمَا هُوَ دُونَ الدِّينِ وَالْوِجْدَانِ، بَلْ يَعِزُّ عَلَى بَعْضِهِمْ أَنْ يُقِيمَ فِي وَطَنِهِ إِذَا مُنِعَ فِيهِ حُرِّيَّةَ الْفِسْقِ وَالْآثَامِ، وَرُبَّ أُنَاسٍ عَزَّ عَلَيْهِمْ تَرْكُ وَطَنِهِمْ، فَآثَرُوا الْبَقَاءَ فِيهِ مَفْتُونِينَ فِي دِينِهِمْ، فَأَظْهَرُوا الْكُفْرَ لِيَأْمَنُوا عَلَى حَيَاتِهِمْ، وَظَلُّوا يُسِرُّونَ الْمُحَافَظَةَ عَلَى الْإِسْلَامِ فِي خَاصَّةِ أَنْفُسِهِمْ، وَلَكِنَّهُمْ لَمْ يَتَمَكَّنُوا مِنْ تَلْقِينِهِ لِأَوْلَادِهِمْ وَتَرْبِيَتِهِمْ عَلَيْهِ فَارْتَدَّتْ ذُرِّيَّتُهُمْ عَنْهُ فِي زَمَنِهِمْ أَوْ مِنْ بَعْدِهِمْ، كَمَا وَقَعَ لِبَعْضِ مُسْلِمِي الْأَنْدَلُسِ بَعْدَ ثَلِّ الْأَسْبَانِيِّينَ لِعِرْضِ دَوْلَتِهِمُ الْعَرَبِيَّةِ، وَإِكْرَاهِهِمْ عَلَى التَّنَصُّرِ أَوِ الْخُرُوجِ مِنَ الْبِلَادِ، فَخَرَجَ بَعْضٌ وَبَقِيَ آخَرُونَ تَحْتَ وَعِيدِ قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا فَأُولَئِكَ عَسَى اللهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللهُ عَفُوًّا غَفُورًا (٤: ٩٧ - ٩٩) . </p><p> وَقَدْ قَدَّرَ بَعْضُ الْمُفَسِّرِينَ الْفِعْلَ الْمَحْذُوفَ مِنَ الْجُمْلَةِ، وَمُتَعَلِّقَ الْكَرَاهَةِ هَكَذَا: قَالَ أَتُخْرِجُونَنَا مِنْ وَطَنِنَا بِغَيْرِ ذَنْبٍ يَقْتَضِي الْإِخْرَاجَ، وَلَوْ كُنَّا كَارِهِينَ لِمُفَارَقَتِهِ حَرِيصِينَ عَلَى الْإِقَامَةِ فِيهِ؟ وَهُوَ تَخْصِيصٌ لَا وَجْهَ لَهُ، فَاللَّفْظُ يَقْتَضِي تَقْدِيرَ كَرَاهَةِ كُلٍّ مِنَ الْأَمْرَيْنِ لِحَذْفِ مُتَعَلِّقِ الْكَرَاهَةِ، وَالْمَقَامُ يَجُوزُ تَخْصِيصُهُ بِالْعَوْدِ فِي مِلَّتِهِمْ؛ لِأَنَّهُ الْأَهَمُّ عِنْدَ الْأَنْبِيَاءِ وَالْمُنَاسِبُ لِبَقِيَّةِ جَوَابِهِ عَلَيْهِ السَّلَامُ. </p><p> قَدِ افْتَرَيْنَا عَلَى اللهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللهُ مِنْهَا </p><p> هَذَا كَلَامٌ مُسْتَأْنَفٌ لِبَيَانِ أَهَمِّ الْأَمْرَيْنِ وَأَوْلَاهُمَا بِالرَّفْضِ وَالْكَرَاهَةِ، وَهُوَ إِنْشَاءٌ فِي لَفْظِ الْخَيْرِ، فَإِمَّا أَنْ يَكُونَ تَأْكِيدًا قَسَمِيًّا لِرَفْضِ دَعْوَةِ الْمَلَأِ إِيَّاهُمْ إِلَى الْعَوْدِ فِي مِلَّتِهِمْ، كَمَا يَقُولُ الْقَائِلُ: بَرِئْتُ مِنَ الذِّمَّةِ، أَوْ مِنْ دِينِي، أَوْ مِنْ رَحْمَةِ اللهِ تَعَالَى إِنْ فَعَلْتُ كَذَا، فَيَكُونُ مُقَابَلَةً لِقَسَمِهِمْ بِقَسَمٍ أَعْرَقَ مِنْهُ فِي التَّوْكِيدِ، وَإِمَّا أَنْ يَكُونَ تَعَجُّبًا خَرَجَ لَا عَلَى مُقْتَضَى الظَّاهِرِ، وَأَكَّدَ بِقَدْ وَالْفِعْلِ الْمَاضِي، وَالْمَعْنَى: مَا أَعْظَمَ افْتِرَاءَنَا عَلَى اللهِ تَعَالَى إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللهُ مِنْهَا، وَهَدَانَا الصِّرَاطَ الْمُسْتَقِيمَ بِالْحَنِيفِيَّةِ مِلَّةِ إِبْرَاهِيمَ، وَإِذَا كَانَ مَنْ يَتَّبِعُ مِلَّتَكُمْ يُعَدُّ مُفْتَرِيًا عَلَى اللهِ تَعَالَى بِقَوْلِهِ عَلَيْهِ مَا لَا يَعْلَمُ، لَا بِهِدَايَةٍ مِنَ الْوَحْيِ وَلَا بُرْهَانٍ مِنَ الْعَقْلِ، فَكَيْفَ يَكُونُ حَالُ مَنْ </p><p> افْتَرَى عَلَيْهِ وَضَلَّ عَنْ صِرَاطِهِ عَلَى عِلْمٍ؟ وَإِنَّ كُفْرَ الْجُحُودِ ـ وَهُوَ إِنْكَارُ الْحَقِّ وَغَمْطُهُ بَعْدَ الْعِلْمِ بِهِ ـ هُوَ شَرُّ أَنْوَاعِ الْكُفْرِ، وَالِافْتِرَاءُ عَلَى اللهِ تَعَالَى فِيهِ أَفْظَعُ ضُرُوبِ الِافْتِرَاءِ الَّتِي لَا يُقْبَلُ فِيهَا أَدْنَى عُذْرٍ. </p><p> وَأَنْتَ تَرَى أَنَّ النَّتِيجَةَ أَدَلُّ مِنَ الْعَوْدِ عَلَى إِثْبَاتِ أَنَّهُمْ كَانُوا عَلَى مِلَّةِ قَوْمِهِمْ حَقِيقَةً، وَقَدْ عَلِمْتَ أَنَّ الْمُفَسِّرِينَ يَجْعَلُونَهُ تَغْلِيبًا لِاسْتِثْنَائِهِ عَلَيْهِ السَّلَامُ، وَنَقُولُ بِنَاءً عَلَى مَا قَرَّرْنَاهُ مِنْ أَنَّ عَدَّهُمْ إِيَّاهُ مِنْ أَهْلِ مِلَّتِهِمْ لَا يَقْتَضِي أَنَّهُ كَانَ يَعْبُدُ مَا يَعْبُدُونَ، وَيَفْعَلُ مِنَ التَّطْفِيفِ وَبَخْسِ النَّاسِ أَشْيَاءَهُمْ مَا كَانُوا يَفْعَلُونَ: إِنَّهُ يَصِحُّ أَنْ يَشْمَلَهُ إِنْجَاءُ اللهِ تَعَالَى إِيَّاهُ مِنْهَا، بِمَعْنَى إِنْجَائِهِ مِنَ الِانْتِمَاءِ إِلَى مِلَّةٍ مَا كَانَ يُؤْمِنُ بِعَقِيدَتِهَا، وَلَا يَعْمَلُ عَمَلَ أَهْلِهَا، وَلَا كَانَ يَهْتَدِي بِعَقْلِهِ وَرَأْيِهِ إِلَى مِلَّةٍ خَيْرٍ مِنْهَا، فَكَانَ مَوْقِفُهُ مَوْقِفَ الْحَيْرَةِ فِي شَأْنِهَا، كَمَا يُؤْخَذُ مِنْ قَوْلِهِ تَعَالَى فِي خِطَابِ النَّبِيِّ الْخَاتَمِ الْأَعْظَمِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَوَجَدَكَ ضَالًّا فَهَدَى (٩٣: ٧) وَتَفْسِيرُهُ بِقَوْلِهِ: وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا (٤٢: ٥٢) الْآيَةَ. </p><p> وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللهُ رَبُّنَا هَذَا رَفْضٌ آخَرُ لِلْعَوْدِ فِي مِلَّتِهِمْ مُؤَكَّدٌ أَبْلَغَ التَّأْكِيدِ مَعْطُوفٌ عَلَى مُنَاسِبِهِ، وَالتَّعْبِيرُ يَدُلُّ عَلَى نَفْيِ الشَّأْنِ، وَهُوَ أَبْلَغُ مِنْ نَفْيِ الْفِعْلِ؛ لِأَنَّهُ نَفْيٌ لَهُ بِالدَّلِيلِ، وَهُوَ كَوْنُهُ غَيْرُ مُسْتَطَاعٍ وَلَا جَارٍ عَلَى سُنَنِ اللهِ فِي الِاجْتِمَاعِ، وَالْمَعْنَى: لَيْسَ مِنْ شَأْنِنَا أَنْ نَعُودَ فِيهَا فِي حَالٍ مِنَ الْأَحْوَالِ إِلَّا حَالَ مَشِيئَةِ اللهِ رَبِّنَا الْمُتَصَرِّفِ فِي جَمِيعِ شُئُونِنَا، فَهُوَ وَحْدَهُ الْقَادِرُ عَلَى ذَلِكَ لَا يَقْدِرُ عَلَيْهِ غَيْرُهُ لَا أَنْتُمْ وَلَا نَحْنُ أَيْضًا؛ لِأَنَّنَا مُوقِنُونَ بِأَنَّ مِلَّتَكُمْ </p><p> بَاطِلَةٌ ضَارَّةٌ مُفْسِدَةٌ، وَمِلَّتَنَا هِيَ الْحَقُّ الَّتِي بِهَا صَلَاحُ النَّاسِ وَعُمْرَانُ الْأَرْضِ، وَالْمُوقِنُ لَا يَسْتَطِيعُ إِزَالَةَ يَقِينِهِ وَلَا تَغْيِيرَهُ، وَإِنَّمَا ذَلِكَ بِيَدِ مُقَلِّبِ الْقُلُوبِ سُبْحَانَهُ، وَرَهْنِ مَشِيئَتِهِ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا فَعِنْدَهُ مِنَ الْعِلْمِ بِأَسْبَابِ الْإِيمَانِ وَالْكُفْرِ وَالْهُدَى وَالضَّلَالِ وَالصَّلَاحِ وَالْفَسَادِ مَا لَيْسَ عِنْدَكُمْ، وَلَا عِنْدَ أَحَدٍ مِنَ الْخَلْقِ، وَمَشِيئَتُهُ تَجْرِي بِحَسَبِ عِلْمِهِ وَحِكْمَتِهِ فِي خَلْقِهِ، وَمِمَّا كَانَ يَعْلَمُهُ عَلَيْهِ السَّلَامُ مِنْ حِكْمَتِهِ تَعَالَى وَسُنَنِهِ فِي خَلْقِهِ أَنَّهُ يُقِيمُ حُجَّتَهُ بِأَهْلِ الْحَقِّ عَلَى أَهْلِ الْبَاطِلِ، وَيَنْصُرُهُمْ عَلَيْهِمْ بِالْقَوْلِ وَالْفِعْلِ مَا دَامُوا نَاصِرِينَ لَهُ، وَقَائِمِينَ بِمَا هَدَاهُمْ إِلَيْهِ مِنْهُ، فَكَأَنَّهُ يَقُولُ لَهُمْ: إِذَا كَانَ الْأَمْرُ كَذَلِكَ فَلَا تَطْمَعُوا إِذًا أَنْ يَشَاءَ رَبُّنَا الْحَفِيُّ بِنَا عَوْدَتَنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا بِفَضْلِهِ مِنْهَا، وَأَقَامَ الْحُجَّةَ عَلَيْكُمْ بِنَا، وَمَا كَانَ تَعَالَى لِيُدْحِضَ حُجَّتَهُ وَيُبْطِلَ سُنَّتَهُ. </p><p> فَهَذَا الِاسْتِثْنَاءُ مُوئِسٌ لِلْمَلَأِ مِنْ قَوْمِ شُعَيْبٍ مِنْ عَوْدَتِهِ عَلَيْهِ السَّلَامُ مَعَ مَنْ آمَنَ مَعَهُ فِي مِلَّتِهِمْ؛ لِأَنَّهُ بَعْدَ أَنْ نَفَى وُقُوعَ الْعَوْدِ مِنْهُمْ بِاخْتِيَارِهِمْ نَفْيًا مُؤَكَّدًا بِأَنَّهُ لَيْسَ مِنْ شَأْنِهِمْ </p><p> وَلَا مِمَّا يَجِيءُ مِنْ قِبَلِهِمْ فِي حَالٍ مَا مِنَ الْأَحْوَالِ الَّتِي تَطْرَأُ عَلَيْهِمْ كَالتَّرْغِيبِ وَالتَّرْهِيبِ وَالرَّجَاءِ فِي الْمَنَافِعِ وَالْخَوْفِ مِنَ الْمَضَارِّ، وَمِنْهَا الْإِخْرَاجُ مِنَ الدِّيَارِ، وَاسْتَثْنَى حَالًا وَاحِدَةً وَهِيَ مَشِيئَةُ اللهِ تَعَالَى وَحْدَهُ، فَدَلَّ عَلَى عُمُومِ النَّفْيِ فِيمَا عَدَا الْمُسْتَثْنَى، وَقَدْ يُسْتَعْمَلُ لِتَوْكِيدِهِ مِنْ غَيْرِ مُلَاحَظَةٍ لِمُتَعَلِّقِ الْمَشِيئَةِ هَلْ هُوَ مُمْكِنٌ يَجُوزُ أَنْ يَقَعَ أَمْ لَا؟ كَقَوْلِهِ تَعَالَى: سَنُقْرِئُكَ فَلَا تَنْسَى إِلَّا مَا شَاءَ اللهُ (٨٧: ٦، ٧) أَوْ لِلتَّنْبِيهِ عَلَى النَّفْيِ بِكَرَمِ اللهِ وَفَضْلِهِ لَا بِالْإِيجَابِ عَلَيْهِ، وَهُوَ الْوَجْهُ الَّذِي اخْتَارَهُ شَيْخُنَا رَحِمَهُ اللهُ تَعَالَى فِي تَفْسِيرِ سُورَةِ الْأَعْلَى، وَلَا يَخِلُّ بِتَوْكِيدِ عُمُومِ النَّفْيِ جَوَازُ تَعَلُّقِ الْمَشِيئَةِ بِالنَّفْيِ فِي كَلَامِ شُعَيْبٍ عَلَيْهِ السَّلَامُ، وَالْقَرَائِنُ اللَّفْظِيَّةُ وَالْمَعْنَوِيَّةُ تَدُلُّ عَلَى عَدَمِ وُقُوعِ هَذَا الْجَائِزِ، وَهُوَ أَنَّهُ تَعَالَى لَا يَشَاءُ عَوْدَتَهُ مَعَ مَنْ آمَنَ مَعَهُ فِي مِلَّةِ قَوْمِهِمْ، فَهُوَ قَدْ قَرَّرَ أَنَّ هَذَا شَيْءٌ لَا يَقْدِرُ عَلَيْهِ إِلَّا اللهُ تَعَالَى، فَطَلَبُهُ مِنْ غَيْرِهِ عَبَثٌ، يُؤَكِّدُهُ ذِكْرُ الرَّبِّ مُضَافًا إِلَى ضَمِيرِ الْمُتَكَلِّمِ وَمَنْ مَعَهُ، فَأَفَادَ بِدَلَالَةِ الِالْتِزَامِ أَوِ الِاقْتِضَاءِ أَنَّهُ لَا يَشَاءُ لَهُمْ إِلَّا مَا عَوَّدَهُمْ بِحُسْنِ تَرْبِيَتِهِ إِيَّاهُمْ، وَلُطْفِهِ وَعِنَايَتِهِ بِهِمْ؛ إِذْ أَنْجَاهُمْ مِنْ تِلْكَ الْمِلَّةِ الْبَاطِلَةِ، وَهُوَ تَأْيِيدُ عِصْمَةِ رَسُولِهِمْ وَحِفْظِ جَمَاعَتِهِمْ مِنَ الْعَوْدِ فِيهَا، فَكَانَ هَذَا بِمَعْنَى قَوْلِ عَبْدٍ أَمِينٍ أَرَادَ أَنْ يُغْوِيَهُ بَعْضُ الْمُغْوِينَ، وَيُغْرِيَهُ بِخِيَانَةِ سَيِّدِهِ الْحَفِيِّ بِهِ، وَصَرَفَ بَعْضَ مَالِهِ فِيمَا يَضُرُّهُ هُوَ، وَيُفْسِدُ عَلَيْهِ نَفْسَهُ: لَيْسَ هَذَا مِنْ شَأْنِي، وَلَا مِمَّا يَدْخُلُ فِي تَصَرُّفِي إِلَّا أَنْ يَشَاءَ سَيِّدِي الصَّالِحُ الْمُصْلِحُ الْمُعْتَنِي بِشَأْنِي، وَهُوَ أَعْلَمُ مِنِّي بِأَمْرِي. فَالتَّعْبِيرُ لَيْسَ مَسُوقًا </p><p> لِتَقْرِيرِ حُجَّةِ الْأَشَاعِرَةِ عَلَى جَوَازِ مَشِيئَةِ اللهِ لِكُفْرِهِمْ بِالْفِعْلِ، وَلَا حُجَّةِ الْمُعْتَزِلَةِ عَلَى وُجُوبِ رِعَايَةِ الصَّلَاحِ وَالْأَصْلَحِ لَهُمْ، وَلِغَيْرِهِمْ بِالْعَقْلِ، وَلَكِنَّهُ يَدُلُّ بِطَرِيقِ الِالْتِزَامِ عَلَى مَا ذَكَرْنَا مِنْ عِنَايَةِ الرَّبِّ سُبْحَانَهُ وَتَعَالَى بِرُسُلِهِ وَأَتْبَاعِهِمُ الْمُسْتَقِيمِينَ عَلَى دِينِهِمْ وَمُضِيِّ سُنَّتِهِ وَوَعْدِهِ بِتَأْيِيدِهِمُ الْمُصَرَّحِ بِهِ فِي آيَاتٍ أُخْرَى كَقَوْلِهِ تَعَالَى: إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (٤٠: ٥١) وَقَوْلُهُ: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (٣٧: ١٧١ - ١٧٣) فَهُوَ لَنْ يَشَاءَ كُفْرَهُمْ بِالْفِعْلِ، بَلْ يَخْتَارُ لَهُمُ الْأَصْلَحَ بِحِكْمَتِهِ وَفَضْلِهِ لَا بِإِيجَابِ الْعَقْلِ. </p><p> وَقَدْ رَوَى ابْنُ جَرِيرٍ وَغَيْرِهِ عَنْ: السُّدِّيِّ، أَنَّهُ قَالَ فِي الْآيَةِ: وَمَا كَانَ يَنْبَغِي لَنَا أَنْ نَعُودَ فِي شِرْكِكُمْ بَعْدَ إِذْ نَجَّانَا اللهُ إِلَّا أَنْ يَشَاءَ اللهُ رَبُّنَا، وَاللهُ لَا يَشَاءُ الشِّرْكَ، وَلَكِنْ يَقُولُ: إِلَّا أَنْ يَكُونَ اللهُ قَدْ عَلِمَ شَيْئًا فَإِنَّهُ وَسِعَ كُلَّ شَيْءٍ عِلْمًا اهـ، وَلَعَلَّهُ يُرِيدُ أَنَّهُ لَا يَشَاءُ ذَلِكَ؛ لِأَنَّهُ مُخَالِفٌ لِسُنَّتِهِ الْحَكِيمَةِ وَفَضْلِهِ الْعَظِيمِ عَلَى رُسُلِهِ وَمَنْ آمَنَ بِهِمْ، وَإِنْ كَانَ لَا يَقَعُ مِنْ أَهْلِ الشَّقَاءِ بِسُوءِ اخْتِيَارِهِمْ إِلَّا بِإِرَادَتِهِ وَمُقْتَضَى سُنَّتِهِ، وَسُنَنُهُ فِي الْفَرِيقَيْنِ مُخْتَلِفَةٌ كَمَا شَرَحْنَاهُ مِرَارًا. </p><p> وَقَدْ سَبَقَ مِثْلُ هَذَا الِاسْتِثْنَاءِ فِي سُورَةِ الْأَنْعَامِ، حِكَايَةً عَنْ إِبْرَاهِيمَ الْخَلِيلِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ، إِذْ قَالَ لِقَوْمِهِ: وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ (٦: ٨٠) </p><p> وَقَدِ اخْتَرْنَا هُنَالِكَ أَنَّهُ اسْتِثْنَاءٌ مِنْ عُمُومِ الْأَوْقَاتِ، وَأَنَّهُ مُنْقَطِعٌ مَعْنَاهُ: لَكِنْ إِنْ شَاءَ رَبِّي أَنْ يُصِيبَنِي فِي وَقْتٍ مِنَ الْأَوْقَاتِ مَكْرُوهٌ مِنْ قِبَلِ مَا تُشْرِكُونَ بِهِ كَوُقُوعِ صَنَمٍ عَلَيَّ يَشُجُّنِي، فَإِنَّهُ يَقَعُ بِقُدْرَتِهِ تَنْفِيذًا لِمَشِيئَتِهِ، لَا بِقُدْرَةِ شُرَكَائِكُمْ وَلَا بِمَشِيئَتِهِمْ؛ لِأَنَّهُمْ لَا قُدْرَةَ لَهُمْ وَلَا مَشِيئَةَ، ثُمَّ عَلَّلَ ذَلِكَ بِمِثْلِ مَا عَلَّلَهُ بِهِ بَعْدَهُ شُعَيْبٌ عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ، وَعَلَى نَبِيِّنَا وَآلِهِ فَقَالَ: وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَيْ: وَمَعْبُودَاتُكُمْ لَا تَعْلَمُ شَيْئًا إِلَخْ، وَاخْتَرْنَا هُنَا جَعْلَ الِاسْتِثْنَاءِ مِنْ أَعَمِّ الْأَحْوَالِ لَا الْأَوْقَاتِ، وَإِنْ جَازَ الْجَمْعُ بَيْنَهُمَا؛ لِأَنَّ الْوَقْتَ لَا شَأْنَ لَهُ هُنَا، عَلَى أَنَّ عُمُومَ الْأَحْوَالِ يَسْتَلْزِمُ عُمُومَ الْأَوْقَاتِ. </p><p> ثُمَّ أَكَّدَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ ذَلِكَ كُلَّهُ بِقَوْلِهِ: عَلَى اللهِ تَوَكَّلْنَا أَيْ: إِلَيْهِ وَحْدَهُ وَكَّلْنَا أَمَرْنَا مَعَ قِيَامِنَا بِكُلِّ مَا أَوْجَبَهُ عَلَيْنَا مِنَ الْمُحَافَظَةِ عَلَى الدِّينِ الَّذِي شَرَعَهُ لَنَا، فَهُوَ يَكْفِينَا أَمْرَ تَهْدِيدِكُمْ، وَكُلَّ مَا لَمْ يَجْعَلْهُ فِي اسْتِطَاعَتِنَا مِنْ جِهَادِكُمْ، وَذَلِكَ أَنَّ مِنْ أُصُولِ الْمَعْرِفَةِ بِاللهِ عَزَّ وَجَلَّ الَّتِي يَعْرِفُهَا جَمِيعُ رُسُلِهِ أَنَّ مَنْ تَوَكَّلَ عَلَيْهِ كَفَاهُ: وَمَنْ يَتَوَكَّلْ عَلَى اللهِ </p><p> فَهُوَ حَسْبُهُ (٦٥: ٣) وَإِنَّ مِنْ شُرُوطِ التَّوْكِيلِ الصَّحِيحِ فِي الْأَمْرِ الْقِيَامَ بِكُلِّ مَا أَوْجَبَهُ اللهُ تَعَالَى فِيهِ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ، وَمُرَاعَاةَ مَا اقْتَضَتْهُ حِكْمَتُهُ فِيهِ مِنَ الْأَسْبَابِ وَالسُّنَنِ الْكَوْنِيَّةِ وَالِاجْتِمَاعِيَّةِ، فَمَنْ يَتْرُكِ الْعَمَلَ بِالْأَسْبَابِ فَهُوَ جَاهِلٌ مَغْرُورٌ، لَا مُتَوَكِّلٌ مَنْصُورٌ وَلَا مَأْجُورٌ، وَقَالَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِمَنْ سَأَلَهُ أَيَتْرُكُ نَاقَتَهُ سَائِبَةً، وَيَتَوَكَّلُ عَلَى اللهِ تَعَالَى؟ : اعْقِلْهَا وَتَوَكَّلْ رَوَاهُ التِّرْمِذِيُّ، وَقَالَ تَعَالَى لِرَسُولِهِ بَعْدَ أَمْرِهِ بِمُشَاوَرَةِ أَصْحَابِهِ فِي غَزْوَةِ أُحُدٍ: فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ (٣: ١٥٩) وَإِنَّمَا يَكُونُ الْعَزْمُ بَعْدَ الْأَخْذِ بِالْأَسْبَابِ وَمِنْهَا مُظَاهَرَتُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَوْمَئِذٍ بِلِبْسِ دِرْعَيْنِ، وَقَدْ بَيَّنَّا ذَلِكَ مُفَصَّلًا فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ. </p><p> وَالْخُلَاصَةُ: أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَدَأَ جَوَابَهُ لِلْمَلَأِ مِنْ قَوْمِهِ بِالتَّعَجُّبِ مِنْ تَهْدِيدِهِمْ وَإِنْذَارِهِمْ وَإِقَامَةِ الْأَدِلَّةِ الدِّينِيَّةِ وَالْعَقْلِيَّةِ عَلَى امْتِنَاعِ عَوْدِهِمْ إِلَى مِلَّةِ الْكُفْرِ بِاخْتِيَارِهِمْ، وَعَدَمِ اسْتِطَاعَةِ أَحَدٌ عَلَى إِجْبَارِهِمْ عَلَيْهِ غَيْرَ اللهِ تَعَالَى الْفَعَّالِ لِمَا يُرِيدُ، وَالِاسْتِدْلَالُ عَلَى أَنَّ هَذَا مِمَّا لَا يُرِيدُهُ، وَثَنَى بِبَيَانِ تَوَكُّلِهِمْ عَلَى اللهِ تَعَالَى الَّذِي يَكْفِي مَنْ تَوَكَّلَ عَلَيْهِ مَا أَهَمَّهُ، وَهُوَ فَوْقَ كَسْبِهِ وَاخْتِيَارِهِ، فَتَجْتَمِعُ لَهُ الْعِنَايَةُ الْكَسْبِيَّةُ وَالْوَهْبِيَّةُ، ثُمَّ ثَلَّثَ بِالدُّعَاءِ الَّذِي لَا يَكُونُ شَرْعِيًّا مَرْجُوَّ الْإِجَابَةِ إِلَّا بَعْدَ الْقِيَامِ بِمَا فِي الطَّاقَةِ مِنَ الْعَمَلِ الْكَسْبِيِّ، وَالتَّوَكُّلِ الْقَلْبِيِّ، فَقَالَ: </p><p> رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ الْمَعْنَى لِمَادَّةِ (الْفَتْحِ) كَمَا حَقَّقَهُ الرَّاغِبُ: إِزَالَةُ الْإِغْلَاقِ وَالْإِشْكَالِ، وَهُوَ ضَرْبَانِ: أَحَدُهُمَا: مَا يُدْرَكُ بِالْبَصَرِ كَفَتْحِ الْعَيْنِ وَالْقُفْلِ وَالْغَلْقِ وَالْمَتَاعِ مِنْ صُنْدُوقٍ وَغِرَارَةٍ وَخُرْجٍ وَعُلْبَةٍ، وَالثَّانِي: هُوَ مَا يُدْرَكُ بِالْبَصِيرَةِ كَفَتْحِ أَبْوَابِ الرِّزْقِ، وَالْمُغْلَقِ مِنْ مَسَائِلِ الْعِلْمِ، وَالْمُبْهَمِ مِنْ قَضَايَا الْحُكْمِ، وَالنَّصْرِ فِي وَقَائِعِ الْحَرْبِ، وَفِي آيَاتِ الْقُرْآنِ اسْتِعْمَالَاتٌ مِنَ الضَّرْبَيْنِ كِلَيْهِمَا، وَلَكَ أَنْ تُقَسِّمَهُ إِلَى حِسِّيٍّ وَمَعْنَوِيٍّ، وَمِنَ الْأَوَّلِ: الْفَتْحُ الَّذِي يَكُونُ بِالْكَلَامِ كَحُكْمِ الْقَاضِي، وَفَتْحِ الْمَأْمُومِ عَلَى الْإِمَامِ فِي الصَّلَاةِ، وَهُوَ أَنْ يَقْرَأَ الْآيَةَ الَّتِي أَخْطَأَ فِيهَا أَوْ وَقَفَ عَنِ الْقِرَاءَةِ نَاسِيًا لِمَا بَقِيَ مِنْهَا، وَإِلَى حَقِيقِيٍّ وَمَجَازِيٍّ، وَمِنْ مَجَازِ الْأَسَاسِ: فَتْحٌ عَلَى فُلَانٍ إِذَا جَدَّ وَأَقْبَلَتْ عَلَيْهِ الدُّنْيَا، وَفَتَحَ اللهُ عَلَيْهِ: نَصَرَهُ، وَفَتَحَ الْحَاكِمُ بَيْنَهُمْ، وَمَا أَحْسَنَ فُتَاحَتَهُ؛ أَيْ: حُكْمَهُ، قَالَ: </p><p> أَلَا أَبْلِغْ بَنِي وَهْبٍ رَسُولَا ... بِأَنِّي عَنْ فُتُحَاتِهِمْ غَنِيُّ </p><p> وَبَيْنَهُمْ فُتَاحَاتٌ؛ أَيْ: خُصُومَاتٌ، وَفُلَانٌ وَلِيَ الْفِتَاحَةَ - بِالْكَسْرِ - وَهِيَ وِلَايَةُ الْقَضَاءِ، وَفَاتَحَهُ: حَاكَمَهُ، وَعَنِ ابْنِ عَبَّاسٍ: مَا كُنْتُ أَدْرِي مَا قَوْلُهُ تَعَالَى: رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا حَتَّى سَمِعْتُ بِنْتَ ذِي يَزَنٍ، تَقُولُ لِزَوْجِهَا: تَعَالَى أُفَاتِحُكَ، وَقَالَتْ أَعْرَابِيَّةٌ لِزَوْجِهَا: بَيْنِي وَبَيْنَكَ الْفَتَّاحُ اهـ، وَأَثَرُ ابْنِ عَبَّاسٍ أَخْرَجَهُ قُدَمَاءُ التَّفْسِيرِ الْمَأْثُورِ، وَابْنُ الْأَنْبَارِيِّ فِي الْوَقْفِ وَالِابْتِدَاءِ، وَالْبَيْهَقِيُّ فِي الْأَسْمَاءِ وَالصِّفَاتِ، وَفَسَّرَ الْمُفَاتَحَةَ فِيهِ بِالْمُقَاضَاةِ، وَهُوَ يَدُلُّ لُغَةً عَلَى أَنَّهَا لَيْسَتْ قُرَشِيَّةً بِهَذَا الْمَعْنَى، وَيُؤَيِّدُ مَا رُوِيَ عَنِ السُّدِّيِّ مِنْ أَنَّهَا يَمَانِيَّةٌ، وَخَصَّهَا بَعْضُهُمْ بِالْحِمْيَرِيَّةِ، وَذُو يَزَنٍ مِنْ أَسْمَائِهِمْ، وَالْمُنَاسِبُ أَنَّ كُلَّ فَتْحٍ بَيْنَ فَرِيقَيْنِ فَهُوَ بِمَعْنَى الْحُكْمِ وَالْفَصْلِ بَيْنَهُمَا إِمَّا بِالْقَوْلِ وَالْفِعْلِ أَوْ بِأَحَدِهِمَا، وَمِنْهُ النَّصْرُ، وَمِنَ الْآيَاتِ فِيهِ: قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (٣٤: ٢٦) وَمِنْهَا حِكَايَةٌ عَنْ نُوحٍ عَلَيْهِ السَّلَامُ: فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ (٢٦: ١١٨) وَهَذَا عَيْنُ مُرَادِ شُعَيْبٍ عَلَيْهِ السَّلَامُ فِي دُعَائِهِ الْمُلَاقِي لِإِنْذَارِهِ قَبْلَهُ بِقَوْلِهِ: حَتَّى يَحْكُمَ اللهُ (٧: ٨٧) إِلَخْ. </p><p> وَالْمَعْنَى: رَبَّنَا احْكُمْ وَافْصِلْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ الَّذِي مَضَتْ بِهِ سُنَّتُكَ فِي التَّنَازُعِ بَيْنَ الْمُرْسَلِينَ وَالْكَافِرِينَ، وَبَيْنَ سَائِرِ الْمُحَقِّقِينَ الْمُصْلِحِينَ وَالْمُبْطِلِينَ الْمُفْسِدِينَ فِي الْأَرْضِ، وَأَنْتَ خَيْرُ الْحَاكِمِينَ؛ لِإِحَاطَةِ عِلْمِكَ بِمَا يَقَعُ فِي التَّخَاصُمِ، وَتَنَزُّهِكَ عَنِ الظُّلْمِ، وَاتِّبَاعِ الْهَوَى فِي الْحُكْمِ. </p>"
}