{
  "id": null,
  "sura": 7,
  "aya": 150,
  "text": "<p> وَفِي مُسْلِمٍ مِنْ حَدِيثِ جَابِرٍ \" لَا يُدْخِلُ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ وَلَا يُجِيرُهُ مِنَ النَّارِ، وَلَا أَنَا إِلَّا بِرَحْمَةٍ مِنَ اللهِ \" وَأَمْثَلُ الْأَجْوِبَةِ فِي الْجَمْعِ بَيْنَ الْحَدِيثِ وَبَيْنَ الْآيَاتِ الْكَثْرَةُ الصَّرِيحَةُ فِي دُخُولِ الْجَنَّةِ بِالْعَمَلِ أَنَّ ذَلِكَ بِفَضْلِ اللهِ وَرَحْمَتِهِ، فَإِنَّ عَمَلَ أَيُّ عَامِلٍ لَا يَسْتَحِقُّ عَلَيْهِ لِذَاتِهِ ذَلِكَ النَّعِيمِ الْكَامِلِ الدَّائِمِ، بَلْ لَا يَفِي عَمَلُ أَحَدٍ بِبَعْضِ نِعَمِ اللهِ - تَعَالَى - عَلَيْهِ فِي الدُّنْيَا. وَأَمَّا قَوْلُهُمْ: إِنَّ دُخُولَ الْجَنَّةِ بِالرَّحْمَةِ وَاقْتِسَامَهَا بِالْأَعْمَالِ فَهُوَ لَا يَدْفَعُ التَّعَارُضَ بَيْنَ الْآيَاتِ وَالْحَدِيثِ فَإِنَّ مِنْهَا ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ (١٦: ٣٢) . </p><p> وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ </p><p> وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا ذُكِرَ فِي أَوَّلِ مَادَّةِ \" أس ف \" مِنْ لِسَانِ الْعَرَبِ أَنَّ الْأَسَفَ شِدَّةُ الْحُزْنِ وَالْغَضَبِ، وَالْأَكْثَرُونَ لَا يَشْتَرِطُونَ شِدَّتَهُمَا، قَالَ فِي الْمِصْبَاحِ: أَسِفَ أَسَفًا مِنْ بَابِ تَعِبَ وَحَزِنَ وَتَلَهَّفَ فَهُوَ أَسِفَ مِثْلَ تَعِبَ، وَأَسِفَ مِثْلَ غَضِبَ وَزْنًا وَمَعْنًى، وَيُعَدَّى بِالْهَمْزَةِ فَيُقَالُ: آسَفْتُهُ، وَقَالَ الرَّاغِبُ: الْأَسَفُ؛ الْحُزْنُ وَالْغَضَبُ مَعًا، وَقَدْ يُقَالُ لِكُلٍّ مِنْهُمَا عَلَى الِانْفِرَادِ، وَحَقِيقَتُهُ: ثَوَرَانُ دَمِ الْقَلْبِ بِشَهْوَةِ الِانْتِقَامِ، فَمَتَى كَانَ ذَلِكَ عَلَى مَنْ دُونَهُ انْتَشَرَ فَصَارَ غَضَبًا، وَمَتَى كَانَ عَلَى مَنْ فَوْقِهِ انْقَبَضَ فَصَارَ حُزْنًا؛ وَلِذَلِكَ سُئِلَ ابْنُ عَبَّاسٍ عَنِ الْحُزْنِ وَالْغَضَبِ، فَقَالَ: مَخْرَجَهُمَا وَاحِدٌ وَاللَّفْظُ مُخْتَلِفٌ، فَمَنْ نَازَعَ مَنْ يَقْوَى عَلَيْهِ أَظْهَرَ غَيْظًا وَغَضَبًا، وَمَنْ نَازَعَ مَنْ لَا يَقْوَى عَلَيْهِ أَظْهَرَ حُزْنًا وَجَزَعًا، وَبِهَذَا النَّظَرِ قَالَ الشَّاعِرُ: </p><p> فَحُزْنُ كُلِّ أَخِي حُزْنٍ أَخُو الْغَضَبِ </p><p> ثُمَّ ذَكَرَ أَنَّ الْأَسَفَ فِي الْآيَةِ الَّتِي نُفَسِّرُهَا هُوَ الْغَضْبَانُ فَهُوَ إِذًا مُتَرَادِفٌ، وَقَدْ فَاتَهُ هُنَا مَا نَعْهَدُ مِنْ تَحْقِيقِهِ لِمَدْلُولَاتِ الْأَلْفَاظِ، وَمَا أَظُنُّ أَنَّ مَا نَقَلَهُ عَنِ ابْنِ عَبَّاسٍ يَصِحُّ، فَإِنَّ مَا ذَكَرَ مِنَ الْمُقَابَلَةِ بَيْنَ الْغَضَبِ وَالْحُزْنِ، إِنَّمَا يَظْهَرُ بَيْنَ الْغَضَبِ وَالْحِقْدِ، وَإِنَّمَا الْحُزْنُ أَلَمُ النَّفْسِ بِفَقْدِ مَا تُحِبُّ مِنْ مَالٍ أَوْ أَهْلٍ أَوْ وَلَدٍ، وَلَيْسَ مِنْ شَهْوَةِ الِانْتِقَامِ فِي شَيْءٍ، وَمِنْ شَوَاهِدِ اسْتِعْمَالِ الْأَسَفِ بِمَعْنَى الْحُزْنِ؛ قَوْلُهُ - تَعَالَى - حِكَايَةً عَنْ يَعْقُوبَ - عَلَيْهِ السَّلَامُ -: وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ (١٢: ٨٤) وَمِنْ شَوَاهِدِ اسْتِعْمَالِهِ بِمَعْنَى الْغَضَبِ قَوْلُهُ - تَعَالَى -: فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ (٤٣: ٥٥) وَلَا يُوصَفُ رَبُّنَا تَعَالَى بِالْحُزْنِ وَلَا يُسْنَدُ إِلَيْهِ، وَغَضَبُهُ سُبْحَانَهُ لَيْسَ كَغَضَبِ الْبَشَرِ أَلَمًا فِي النَّفْسِ، وَلَا أَثَرَ غَلَيَانِ دَمِ الْقَلْبِ، تَعَالَى رَبُّنَا عَنْ هَذِهِ الِانْفِعَالَاتِ وَالْآلَامِ الْبَشَرِيَّةِ، وَإِنَّمَا هُوَ صِفَةٌ تَلِيقُ بِهِ هِيَ سَبَبُ الْعِقَابِ، وَالْجَمْعُ بَيْنَ الْغَضْبَانِ وَالْأَسِفِ فِي صِفَةِ مُوسَى - عَلَيْهِ السَّلَامُ - يَدُلُّ عَلَى أَنَّ الْأَسَفَ بِمَعْنَى الْحُزْنِ. </p><p> وَالْمَعْنَى: أَنَّهُ لَمَّا رَجَعَ مُوسَى مِنَ الطُّورِ إِلَى قَوْمِهِ غَضْبَانَ عَلَى أَخِيهِ هَارُونَ إِذْ رَأَى أَنَّهُ ضَعُفَ فِي سِيَاسَتِهِ لَهُمْ، وَلَمْ يَكُنْ ذَا عَزِيمَةٍ فِي خِلَافَتِهِ فِيهِمْ، حَزِينًا عَلَى مَا وَقَعَ </p><p> مِنْهُمْ مِنْ كُفْرِ الشِّرْكِ، وَإِغْضَابِ اللهِ - عَزَّ وَجَلَّ -: قَالَ بِئْسَمَا خَلَّفْتُمُونِي مِنْ بَعْدِي أَيْ: بِئْسَ خِلَافَةً خَلَفْتُمُونِيهَا مِنْ بَعْدِ ذَهَابِي عَنْكُمْ إِلَى مُنَاجَاةِ الرَّبِّ - تَعَالَى -، مِنْ بَعْدِ مَا كَانَ مِنْ شَأْنِي مَعَكُمْ أَنْ لَقَّنْتُكُمُ التَّوْحِيدَ، وَكَفَفْتُكُمْ عَنِ الشِّرْكِ، وَبَيَّنْتُ لَكُمْ فَسَادَهُ وَبُطْلَانَهُ وَسُوءَ عَاقِبَةِ أَمْرِهِ؛ حَيْثُ رَأَيْتُمُ الْقَوْمَ الَّذِينَ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ مِنْ تَمَاثِيلِ الْبَقَرِ - فَكَانَ الْوَاجِبُ عَلَيْكُمْ أَنْ تَخْلُفُونِي بِاقْتِفَاءِ سِيرَتِي، وَلَكِنَّكُمْ خَلَفْتُمُونِي بِضِدِّهَا، إِذْ صَنَعْتُمْ لَكُمْ صَنَمًا كَأَصْنَامِ أُولَئِكَ </p><p> الْقَوْمِ أَوْ كَأَحَدِ أَصْنَامِ الْمِصْرِيِّينَ فَعَبَدَهُ بَعْضُكُمْ، وَلَمْ يَرْدَعْكُمْ عَنْ ذَلِكَ سَائِرُكُمْ - فَالتَّوْبِيخُ عَامٌّ، وَفِيهِ تَعَرُّضٌ خَاصٌّ بِهَارُونَ - عَلَيْهِ السَّلَامُ -؛ لِأَنَّهُ جَعَلَهُ خَلِيفَتَهُ فِيهِمْ كَمَا تَقَدَّمَ. </p><p> أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ؟ قَالَ فِي لِسَانِ الْعَرَبِ: وَعَجِلَهُ سَبَقَهُ، وَأَعْجَلَهُ اسْتَعْجَلَهُ، وَفِي التَّنْزِيلِ الْعَزِيزِ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ أَيِ: اسْتَبَقْتُمْ، قَالَ الْفَرَّاءُ: تَقُولُ عَجِلْتُ الشَّيْءَ أَيْ: سَبَقْتُهُ وَأَعْجَلْتُهُ اسْتَحْثَثْتُهُ اهـ. وَقَالَ فِي الْكَشَّافِ: يُقَالُ عَجِلَ عَنِ الْأَمْرِ إِذَا تَرَكَهُ غَيْرَ تَامٍّ، وَنَقِيضُهُ تَمَّ عَلَيْهِ، وَأَعْجَلَهُ عَنْهُ غَيْرُهُ، وَيُضَمَّنُ مَعْنًى سَبَقَ فَيُعَدَّى تَعْدِيَتَهُ، فَيُقَالُ: عَجِلْتُ الْأَمْرَ، وَالْمَعْنَى أَعَجِلْتُمْ عَنْ أَمْرِ رَبِّكُمْ؛ وَهُوَ انْتِظَارُ مُوسَى حَافِظِينَ لِعَهْدِهِ، وَمَا وَصَّاكُمْ بِهِ، فَبَنَيْتُمُ الْأَمْرَ عَلَى أَنَّ الْمِيعَادَ قَدْ بَلَغَ آخِرَهُ، وَلَمْ أَرْجِعْ إِلَيْكُمْ فَحَدَّثْتُمْ أَنْفُسَكُمْ بِمَوْتِي فَغَيَّرْتُمْ كَمَا غَيَّرَتِ الْأُمَمُ بَعْدَ أَنْبِيَائِهِمْ. وَرُوِيَ أَنَّ السَّامِرِيَّ قَالَ لَهُمْ حِينَ أَخْرَجَ لَهُمُ الْعِجْلَ وَقَالَ: هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى (٢٠: ٨٨) : إِنَّ مُوسَى لَنْ يَرْجِعَ، وَإِنَّهُ قَدْ مَاتَ اهـ، وَقَالَ ابْنُ كَثِيرٍ: وَقَوْلُهُ: أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ أَيِ: اسْتَعْجَلْتُمْ مَجِيئِي إِلَيْكُمْ، وَهُوَ مُقَدَّرٌ مِنَ اللهِ - تَعَالَى - اهـ، وَقَدْ نَقَلَ الْآلُوسِيُّ كَلَامَ الْكَشَّافِ مِنْ غَيْرِ عَزْوٍ كَعَادَةِ أَكْثَرِ الْمُؤَلِّفِينَ بَعْدَ سَلَفِ الْأُمَّةِ، ثُمَّ قَالَ: وَذَهَبَ يَعْقُوبُ إِلَى أَنَّ السَّبْقَ مَعْنًى حَقِيقِيٌّ لَهُ مِنْ غَيْرِ تَضْمِينٍ، وَالْأَمْرُ وَاحِدُ الْأَوَامِرِ، وَعَنِ الْحَسَنِ أَنَّ الْمَعْنَى: أَعَجِلْتُمْ وَعْدَ رَبِّكُمُ الَّذِي وَعَدَكُمْ مِنَ الْأَرْبَعِينَ؟ فَالْأَمْرُ عَلَيْهِ: وَاحِدُ الْأُمُورِ اهـ، وَالْمُرَادُ بِالْأَرْبَعِينَ: مَا بَيَّنَهُ مِنْ أَنَّهَا اللَّيَالِي الَّتِي وَعَدَ مُوسَى رَبَّهُ كَمَا تَقَدَّمَ. </p><p> ثُمَّ قَالَ: وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ أَيْ: وَطَرَحَ الْأَلْوَاحَ مِنْ يَدَيْهِ؛ لِيَأْخُذَ بِرَأْسِ أَخِيهِ مِمَّا كَانَ مِنْ شِدَّةِ غَضَبِهِ لِلَّهِ تَعَالَى وَأَسَفِهِ لِمَا فَعَلَ قَوْمُهُ </p><p> مِنَ الشِّرْكِ بِهِ، وَلِمَا ظَنَّ مِنْ تَقْصِيرِ أَخِيهِ، وَأَخَذَ بِشَعْرِ رَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ بِذُؤَابَتِهِ، إِذْ كَانَ الْوَاجِبُ عَلَيْهِ فِي اجْتِهَادِ مُوسَى أَنْ يَرْدَعَهُمْ وَيَكُفَّهُمْ عَنْ عِبَادَةِ الْعِجْلِ إِنْ قَدَرَ كَمَا فَعَلَ هُوَ بِتَحْرِيقِهِ، وَإِلْقَائِهِ فِي الْيَمِّ - وَأَنْ يَتَّبِعَهُ إِلَى جَبَلِ الطُّورِ إِنْ لَمْ يَقْدِرْ كَمَا حَكَى اللهُ - تَعَالَى - عَنْهُ فِي سُورَةِ طه قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي (٢٠: ٩٢ و٩٣) وَالِاجْتِهَادُ يَخْتَلِفُ بِاخْتِلَافِ أَحْوَالِ الْمُجْتَهِدِينَ، فَالْقَوِيُّ الشَّدِيدُ الْغَضَبِ لِلْحَقِّ بِالْحَقِّ كَمُوسَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَشْعُرُ بِمَا لَا يَشْعُرُ بِهِ مَنْ يَغْلِبُ عَلَيْهِ الْحِلْمُ وَلِينُ الْعَرِيكَةِ كَهَارُونَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ بَحَثَ بَعْضُ الْمُفَسِّرِينَ فِي إِلْقَاءِ الْأَلْوَاحِ، وَمَا رُوِيَ عَنْ تَكَسُّرِ بَعْضِهَا هَلْ يَتَضَمَّنُ تَقْصِيرًا فِي تَعْظِيمِ كَلَامِ اللهِ؟ وَكَيْفَ يُمْكِنُ أَنْ يَقَعَ مِثْلُ ذَلِكَ مِنَ الرَّسُولِ الْمَعْصُومِ وَلَوْ فِي حَالِ الْغَضَبِ الشَّدِيدِ؟ بَلْ تَوَهَّمَ بَعْضُهُمْ أَنَّهُ يَتَضَمَّنُ فِي نَفْسِهِ إِهَانَةً لِلْأَلْوَاحِ فَوَجَبَ بَيَانُ الْمَخْرَجِ مِنْهُ، وَالْمُخْتَارُ عِنْدَنَا فِي الْجَوَابِ عَنْ هَذِهِ الْأَوْهَامِ: أَنَّ إِلْقَاءَ الْأَلْوَاحِ لَا يَقْتَضِي إِهَانَةً لَهَا، كَمَا أَنَّ إِلْقَاءَ الْعَصَا لِإِقَامَةِ الْحُجَّةِ عَلَى السَّحَرَةِ لَا يَتَضَمَّنُ مِثْلَ ذَلِكَ، فَالْإِلْقَاءُ فِي نَفْسِهِ </p><p> لَا يَقْتَضِي ذَلِكَ لُغَةً وَلَا عَادَةً، وَإِنَّمَا يَقَعُ مَا يَقَعُ مِنْ مِثْلِ ذَلِكَ بِقَصْدٍ، وَهُوَ مُمْتَنِعٌ هُنَا قَطْعًا - وَإِنْ كَانَ الْغَضَبُ مَظَنَّةً لَهُ. فَعَلِمَ بِهَذَا أَنَّ مَا أَطَالَ بِهِ بَعْضُهُمْ لَا طَائِلَ تَحْتَهُ وَلَا حَاجَةَ إِلَيْهِ. </p><p> وَمَاذَا كَانَ جَوَابُ هَارُونَ - عَلَيْهِ السَّلَامُ - قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي قَرَأَ ابْنُ عَامِرٍ وَحَمْزَةُ وَالْكِسَائِيُّ وَأَبُو بَكْرٍ، عَنْ عَاصِمٍ هُنَا، وَفِي سُورَةِ طه \" ابْنَ أُمِّ \" بِكَسْرِ الْمِيمِ عَلَى حَذْفِ يَاءِ الْمُتَكَلِّمِ لِلتَّخْفِيفِ، وَهِيَ تُطْرَحُ فِي الْمُنَادَى الْمُضَافِ، وَقَرَأَهَا الْبَاقُونَ بِالْفَتْحِ وَعَلَّلُوهَا بِزِيَادَةِ التَّخْفِيفِ، وَبِالتَّشْبِيهِ بِخَمْسَةَ عَشَرَ، وَقُرِئَ فِي الشَّوَاذِّ \" ابْنَ أُمِّي \" بِإِثْبَاتِ الْيَاءِ عَلَى الْأَصْلِ. قَالَ فِي الْكَشَّافِ: قِيلَ: كَانَ أَخَاهُ لِأَبِيهِ وَأُمِّهِ، فَإِنْ صَحَّ فَإِنَّمَا أَضَافَهُ إِلَى الْأُمِّ إِشَارَةً إِلَى أَنَّهُمَا مِنْ بَطْنٍ وَاحِدٍ، وَذَلِكَ أَدْعَى إِلَى الْعَطْفِ وَالرِّقَّةِ وَأَعْظَمُ لِلْحَقِّ الْوَاجِبِ، وَلِأَنَّهَا كَانَتْ مُؤْمِنَةً فَاعْتَدَّ بِنَسَبِهَا، وَلِأَنَّهَا هِيَ الَّتِي قَاسَتْ فِيهِ الْمَخَاوِفَ وَالشَّدَائِدَ فَذَكَّرَهُ بِحَقِّهَا اهـ، وَهُوَ حَسَنٌ إِلَّا قَوْلَهُ فَاعْتَدَّ بِنَسَبِهَا فَإِنَّ النَّسَبَ لَا يَتَوَقَّفُ عَلَى الْإِيمَانِ، وَاسْمُ أُمِّهِمَا (يوكابد) بِنْتُ لَاوِي كَمَا فِي التَّوْرَاةِ عِنْدَهُمْ. </p><p> وَالْمَعْنَى: يَا ابْنَ أُمِّي لَا تَعْجَلْ بِمُؤَاخَذَتِي وَتَعْنِيفِي فَإِنَّنِي لَمْ آلُ جَهْدًا فِي الْإِنْكَارِ عَلَى الْقَوْمِ وَالنُّصْحِ لَهُمْ، وَلَكِنَّهُمُ اسْتَضْعَفُونِي فَلَمْ يَرْعَوُوا لِنُصْحِي وَلَمْ يَمْثُلُوا أَمْرِي، بَلْ قَارَبُوا أَنْ يَقْتُلُونِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ أَيْ: فَلَا تَفْعَلْ بِي مِنَ الْمُعَاتَبَةِ وَالْإِهَانَةِ مَا يُشْمِتُ بِيَ الْأَعْدَاءَ، وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ لِأَنْفُسِهِمْ بِعِبَادَةِ الْعِجْلِ بِأَنْ تُلِزَّنِي بِهِمْ فِي قَرْنٍ مِنَ الْغَضَبِ وَالْمُؤَاخَذَةِ فَلَسْتُ مِنْهُمْ فِي شَيْءٍ، وَالظَّاهِرُ أَنَّهُ يَعْنِي بِالْأَعْدَاءِ وَالظَّالِمِينَ فَرِيقًا وَاحِدًا وَهُمُ الَّذِينَ عَبَدُوا الْعِجْلَ فَأَنْكَرَ عَلَيْهِمْ فَوَجَدُوا عَلَيْهِ وَكَادُوا يَقْتُلُونَهُ، وَهَذَا دَلِيلٌ عَلَى أَنَّهُ كَانَ دُونَ مُوسَى فِي قُوَّةِ الْإِرَادَةِ وَشِدَّةِ الْعَزِيمَةِ، وَهُوَ مَا اتَّفَقَ عَلَيْهِ عُلَمَاؤُنَا وَعُلَمَاءُ أَهْلِ الْكِتَابِ. </p><p> وَمَاذَا كَانَ مِنْ أَثَرِ هَذَا الِاسْتِعْطَافِ فِي قَلْبِ مُوسَى - عَلَيْهِ السَّلَامُ - قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي أَيِ: اغْفِرْ لِي مَا أَغْلَظْتُ عَلَيْهِ بِهِ مِنْ قَوْلٍ وَفِعْلٍ، وَاغْفِرْ لَهُ مَا عَسَاهُ قَصَّرَ فِيهِ مِنْ مُؤَاخَذَةِ الْقَوْمِ، لِمَا تَوَقَّعَهُ مِنَ الْإِيذَاءِ حَتَّى الْقَتْلِ: وَأَدْخِلْنَا فِي رَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ بِجَعْلِهَا شَامِلَةً لَنَا، وَاجْعَلْنَا مَغْمُورِينَ فِيهَا، وَهُوَ أَبْلَغُ مِنْ \" وَارْحَمْنَا \" وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ وَهَذَا ثَنَاءٌ؛ يَدُلُّ عَلَى مَزِيدِ الثِّقَةِ فِي الرَّجَاءِ، وَالدُّعَاءُ فِي جُمْلَتِهِ أَقْوَى فِي اسْتِعْتَابِ هَارُونَ مِنَ الِاعْتِذَارِ لَهُ، وَأَدَلُّ عَلَى تَخْيِيبِ أَمَلِ الْأَعْدَاءِ فِي شَيْءٍ مِمَّا يُثِيرُ حَفِيظَةَ الشَّمَاتَةِ، قَالَ الزَّمَخْشَرِيُّ فِي تَعْلِيلِهِ: لِيُرْضِيَ أَخَاهُ وَيُظْهِرَ لِأَهْلِ الشَّمَاتَةِ رِضَاهُ عَنْهُ - فَلَا تَتِمُّ لَهُمْ شَمَاتَتُهُمْ - وَاسْتَغْفَرَ لِنَفْسِهِ مِمَّا فَرَطَ مِنْهُ إِلَى أَخِيهِ، وَلِأَخِيهِ أَنْ عَسَى فَرَّطَ فِي حُسْنِ الْخِلَافَةِ، وَطَلَبَ أَلَّا يَتَفَرَّقَا عَنْ رَحْمَتِهِ، وَلَا تَزَالُ مُنْتَظِمَةً لَهُمَا فِي الدُّنْيَا وَالْآخِرَةِ اهـ. </p><p> بَرَّأَ الْقُرْآنُ الْمَجِيدُ هَارُونَ - عَلَيْهِ السَّلَامُ - مِنْ جَرِيمَةِ اتِّخَاذِ الْعِجْلِ، وَمِنَ التَّقْصِيرِ فِي الْإِنْكَارِ عَلَى مُتَّخِذِيهِ وَعَابِدِيهِ مِنْ قَوْمِهِ، وَهَذَا مِنْ أَهَمِّ الْمَوَاضِعِ الَّتِي هَيْمَنَ بِهَا عَلَى كُتُبِ الْأَنْبِيَاءِ الَّتِي فِي أَيْدِي أَهْلِ الْكِتَابِ؛ فَصَحَّحَ أَغْلَاطَ مُحَرِّفِيهَا، وَهُوَ يَحْثُو التُّرَابَ فِي أَفْوَاهِ الطَّاعِنِينَ فِيهِ، وَفِيمَنْ جَاءَ بِهِ (بَرَّأَهُمَا اللهُ - تَعَالَى -) بِزَعْمِهِمْ أَنَّهُ أَخَذَ عَنِ التَّوْرَاةِ مَا فِيهِ مِنْ أَخْبَارِ مُوسَى وَغَيْرِهِ مِنْ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ، فَإِنَّهُ </p><p> صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى آلِهِ كَانَ أُمِّيًّا لَمْ يَقْرَأْ، وَلَمْ يَطَّلِعْ عَلَى شَيْءٍ مِنْ تِلْكَ الْكُتُبِ، وَلَمْ يَكُنْ فِي بَلَدِهِ مَنْ يَعْرِفُ مِنْ تِلْكَ الْكُتُبِ شَيْئًا، وَقَدْ كَانَ يَقْرَأُ عَلَى أَعْدَى الْمُعَانِدِينَ لَهُ مِنْ قَوْمِهِ مِثْلَ قَوْلِهِ - تَعَالَى -: وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ (٢٩: ٤٨) ، وَقَوْلُهُ: تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا (١١: ٤٩) وَلَوْ كَانَ يَعْلَمُ أَوْ كَانُوا يَعْلَمُونَ شَيْئًا مِنْ تِلْكَ الْكُتُبِ لَكَذَّبَهُ فِي هَذَا أُولَئِكَ الْجَاحِدُونَ وَالْمُعَانِدُونَ، وَقَدْ تَقَدَّمَ الِاحْتِجَاجُ بِهَذَا، وَالْغَرَضُ هُنَا إِقَامَةُ حُجَّةٍ أُخْرَى، وَهِيَ أَنَّهُ لَوْ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَقَلَ عَنِ التَّوْرَاةِ لَوَافَقَهَا فِي كُلِّ مَا نَقَلَهُ، وَهُوَ قَدْ خَالَفَهَا فِي مَوَاضِعَ بِمَا جَعَلَهُ مُنَزِّلُهُ جَلَّ جَلَالُهُ مُهَيْمِنًا وَرَقِيبًا عَلَيْهَا، وَمُصَحِّحًا لِأَهَمِّ مَا وَقَعَ مِنَ التَّحْرِيفِ فِيهَا، وَمِنْهُ تَبْرِئَةُ هَارُونَ وَغَيْرِهِ مِنَ الرُّسُلِ عَلَيْهِمُ السَّلَامُ مِنَ الذُّنُوبِ وَالْجَرَائِمِ الَّتِي عُزِيَتْ إِلَيْهِمْ فِيهَا، فَجَعَلَتْهُمْ قُدْوَةً سَيِّئَةً كَجَعْلِ هَارُونَ - عَلَيْهِ السَّلَامُ - هُوَ الصَّانِعُ لِلْعِجْلِ كَمَا هُوَ مُفَصَّلٌ فِي الْفَصْلِ الثَّانِي وَالثَّلَاثِينَ مِنْ سِفْرِ الْخُرُوجِ قَالَ:  (١) وَلَمَّا رَأَى الشَّعْبُ أَنَّ مُوسَى أَبْطَأَ فِي النُّزُولِ مِنَ الْجَبَلِ اجْتَمَعَ الشَّعْبُ عَلَى هَارُونَ وَقَالُوا لَهُ: قُمِ اصْنَعْ لَنَا آلِهَةً تَسِيرُ أَمَامَنَا؛ لِأَنَّ هَذَا مُوسَى الرَّجُلَ الَّذِي أَصْعَدَنَا مِنْ أَرْضِ مِصْرَ لَا نَعْلَمُ مَاذَا أَصَابَهُ (٢) فَقَالَ لَهُمْ هَارُونُ انْزِعُوا أَقْرَاطَ الذَّهَبِ الَّتِي فِي آذَانِ نِسَائِكُمْ وَبَنِيكُمْ وَبَنَاتِكُمْ وَأْتُونِي بِهَا (٣) فَنَزَعَ كُلُّ الشَّعْبِ أَقْرَاطَ الذَّهَبِ الَّتِي كَانَتْ فِي آذَانِهِمْ وَأَتَوْا بِهَا إِلَى هَارُونَ (٤) فَأَخَذَ ذَلِكَ مِنْ أَيْدِيهِمْ وَصَوَّرَهُ بِالْأَزْمِيلِ، وَصَنَعَهُ عِجْلًا مَسْبُوكًا فَقَالُوا: هَذِهِ آلِهَتُكِ يَا إِسْرَائِيلُ الَّتِي أَصْعَدَتْكِ مِنْ أَرْضِ مِصْرَ (٥) فَلَمَّا نَظَرَ هَارُونُ بَنَى مَذْبَحًا أَمَامَهُ وَنَادَى هَارُونُ وَقَالَ: غَدًا عِيدٌ لِلْرَّبِّ (٦) فَبَكَّرُوا فِي الْغَدِ وَأَصْعَدُوا مُحَرَّقَاتٍ وَقَدَّمُوا ذَبَائِحَ سَلَامَةٍ وَجَلَسَ الشَّعْبُ لِلْأَكْلِ وَالشُّرْبِ ثُمَّ قَامُوا لِلَّعِبِ (٧) فَقَالَ الرَّبُّ لِمُوسَى: اذْهَبِ انْزِلْ؛ لِأَنَّهُ قَدْ فَسَدَ شَعْبُكَ الَّذِي أَصْعَدْتُهُ مِنْ أَرْضِ مِصْرَ (٨) زَاغُوا سَرِيعًا عَنِ الطَّرِيقِ الَّذِي أَوْصَيْتَهُمْ بِهِ صَنَعُوا لَهُمْ عِجْلًا مَسْبُوكًا وَسَجَدُوا لَهُ وَذَبَحُوا لَهُ وَقَالُوا: هَذِهِ آلِهَتُكِ يَا إِسْرَائِيلُ الَّتِي أَصْعَدَتْكِ مِنْ أَرْضِ مِصْرَ \". </p><p> وَبَعْدَ هَذَا ذَكَرَ أَنَّ الرَّبَّ قَالَ لِمُوسَى: إِنَّ هَذَا الشَّعْبَ صَلْبُ الرَّقَبَةِ، وَأَنَّ غَضَبَهُ </p>"
}