{
  "id": null,
  "sura": 7,
  "aya": 7,
  "text": "<p> يَكُونُ فِي بَعْضِهَا دُونَ بَعْضٍ. وَالصَّوَابُ أَنَّ نَفْيَ السُّؤَالِ عَنِ الذَّنْبِ فِي آيَةِ الرَّحْمَنِ لَا إِشْكَالَ فِيهِ لِأَنَّ مَا بَعْدَ الْآيَةِ يُفَسِّرُهَا بِأَنَّ الْمُرَادَ لَا يُسْأَلُ أَحَدٌ عَنْ ذَنْبِهِ لِأَجْلِ أَنْ يُعْرَفُ الْمُجْرِمُ وَيَمْتَازَ مِنْ غَيْرِهِ، إِذْ قَالَ بَعْدَهَا:  (يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ)  (٥٥: ٤١) وَهُوَ اسْتِئْنَافٌ بَيَانِيٌّ، كَأَنَّهُ قِيلَ: لِمَ لَا يُسْأَلُونَ وَبِمَ يُعْرَفُ الْمُجْرِمُونَ مِنْهُمْ وَيَمْتَازُونَ مِنَ الْمُسْلِمِينَ؟ فَقَالَ:  (يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ) وَلَا مَنْدُوحَةَ عَنْ حَمْلِ آيَةِ الْقَصَصِ عَلَى هَذَا الْمَعْنَى وَهُوَ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ كَالْأَوَّلِ، وَرُوِيَ عَنْهُ أَيْضًا أَنَّ الْمُذْنِبَ لَا يُسْأَلُ عَنْ ذَنْبِهِ هَلْ أَذْنَبْتَ أَوْ هَلْ فَعَلْتَ كَذَا مِنَ الذُّنُوبِ؟ أَيْ لِأَنَّ اللهَ تَعَالَى أَعْلَمُ مِنْهُ بِذُنُوبِهِ وَقَدْ أَحْصَاهَا عَلَيْهِ فِي كِتَابٍ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا، وَهُوَ يَجِدُ مَا عَمِلَ حَاضِرًا فِي كِتَابِهِ مُتَمَثِّلًا فِي نَفْسِهِ، مَعْرُوضًا لَهَا فِيمَا يَشْهَدُ عَلَيْهِ مِنْ أَعْضَائِهِ وَجَوَارِحِهِ - وَإِنَّمَا يَسْأَلُهُ لِمَ عَمِلَ كَذَا - أَيْ بَعْدَ أَنْ يَعْرِفَ بِهِ، وَهُوَ يَتَّفِقُ مَعَ تَفْسِيرِهِ هُنَا لِقَوْلِهِ عَزَّ وَجَلَّ: </p><p> (فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ) قَالَ: يُوضَعُ الْكِتَابُ يَوْمَ الْقِيَامَةِ فَيَتَكَلَّمُ بِمَا </p><p> كَانُوا يَعْمَلُونَ. وَأَصْلُ الْقَصِّ تَتَبُّعُ الْأَثَرِ، فَيَكُونُ بِالْعَمَلِ كَقَوْلِهِ تَعَالَى حِكَايَةً عَنْ أُمِّ مُوسَى:  (وَقَالَتْ لِأُخْتِهِ قُصِّيهِ)  (٢٨: ١١) وَبِالْقَوْلِ، وَمِنْهُ:  (نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ)  (١٢: ٣) وَهِيَ الْأَخْبَارُ الْمُتَتَبَّعَةُ كَمَا حَقَّقَهُ الرَّاغِبُ فَلَيْسَ كُلُّ خَبَرٍ قَصَصًا، أَيْ فَلَنَقُصَّنَّ عَلَى الرُّسُلِ وَعَلَى أَقْوَامِهِمُ الَّذِينَ أُرْسِلُوا إِلَيْهِمْ كُلَّ مَا وَقَعَ مِنَ الْفَرِيقَيْنِ قَصَصًا بِعِلْمٍ مِنَّا، يُحِيطُ بِكُلِّ مَا كَانَ مِنْهُمْ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ، أَوْ عَالِمِينَ بِكُلِّ مَا كَانَ مِنْهُمْ وَمَا كَتَبَهُ الْكِرَامُ الْكَاتِبُونَ عَنْهُمْ (وَمَا كُنَّا غَائِبِينَ) عَنْهُمْ فِي حَالٍ مِنَ الْأَحْوَالِ وَلَا وَقْتٍ مِنَ الْأَوْقَاتِ، بَلْ كُنَّا مَعَهُمْ نَسْمَعُ مَا يَقُولُونَ وَنُبْصِرُ مَا يَعْمَلُونَ، وَنُحِيطُ عِلْمًا بِمَا يُسِرُّونَ وَيُعْلِنُونَ، كَمَا قَالَ:  (وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللهُ بِمَا يَعْمَلُونَ مُحِيطًا)  (٤: ١٠٨) فَالسُّؤَالُ لِأَجْلِ الْبَيَانِ وَالْإِعْلَامِ، لَا لِأَجْلِ الِاسْتِبَانَةِ وَالِاسْتِعْلَامِ، وَهَذَا الْقَصَصُ هُوَ الَّذِي يَكُونُ بِهِ الْحِسَابُ وَيَتْلُوهُ الْجَزَاءُ، وَالْآيَاتُ وَالْأَحَادِيثُ فِي بَيَانِهِ كَثِيرَةٌ. </p><p> أَمَّا الْآيَاتُ فَتَأْتِي فِي مَوَاضِعِهَا، وَأَمَّا الْأَحَادِيثُ فَمِنْهَا حَدِيثُ ابْنِ عُمَرَ الْمُتَّفَقُ عَلَيْهِ قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ: فَالْإِمَامُ يُسْأَلُ عَنِ النَّاسِ، وَالرَّجُلُ يُسْأَلُ عَنْ أَهْلِهِ، وَالْمَرْأَةُ تُسْأَلُ عَنْ بَيْتِ زَوْجِهَا، وَالْعَبْدُ يُسْأَلُ عَنْ مَالِ سَيِّدِهِ \" وَوَرَدَ بِأَلْفَاظٍ أُخْرَى. وَفِي مَعْنَاهُ مَا رَوَاهُ الطَّبَرَانِيُّ فِي الْأَوْسَطِ بِسَنَدٍ صَحِيحٍ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ فَأَعِدُّوا لِلْمَسَائِلِ جَوَابًا \" قَالُوا: وَمَا جَوَابُهَا؟ قَالَ:  \" أَعْمَالُ الْبِرِّ \" وَفِي مَعْنَاهُ مَا رَوَاهُ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ مَسْعُودٍ \" إِنَّ اللهَ سَائِلُ كُلِّ ذِي رَعِيَّةٍ عَمَّا اسْتَرْعَاهُ أَقَامَ أَمْرَ اللهِ </p><p> فِيهِمْ أَمْ ضَيَّعَهُ. حَتَّى إِنَّ الرَّجُلَ لَيُسْأَلُ عَنْ أَهْلِ بَيْتِهِ \" وَمَا رَوَاهُ فِي الْكَبِيرِ عَنِ الْمِقْدَامِ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" لَا يَكُونُ رَجُلٌ عَلَى قَوْمٍ إِلَّا جَاءَ يَقْدُمُهُمْ يَوْمَ الْقِيَامَةِ بَيْنَ يَدَيْهِ رَايَةٌ يَحْمِلُهَا وَهُمْ يَتْبَعُونَهُ، فَيُسْأَلُ عَنْهُمْ وَيُسْأَلُونَ عَنْهُ \" وَمِنْهَا مَا رَوَاهُ فِي الْأَوْسَطِ مِنْ حَدِيثِ أَنَسٍ \" أَوَّلُ مَا يُسْأَلُ عَنْهُ الْعَبْدُ يَوْمَ الْقِيَامَةِ يُنْظَرُ فِي صِلَاتِهِ، فَإِنْ صَلُحَتْ فَقَدْ أَفْلَحَ وَإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَ \" وَمَا رَوَاهُ هُوَ وَالْبَزَّارُ وَالْحَاكِمُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا \" ثَلَاثٌ مَنْ كُنَّ فِيهِ حَاسَبَهُ اللهُ حِسَابًا يَسِيرًا وَأَدْخَلَهُ الْجَنَّةَ بِرَحْمَتِهِ - قَالُوا: وَمَا هِيَ قَالَ - تُعْطِي مَنْ حَرَمَكَ، وَتَصِلُ مَنْ قَطَعَكَ، وَتَعْفُو عَمَّنْ ظَلَمَكَ \" وَرَوَى أَحْمَدُ وَالنَّسَائِيُّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ</p><p> مَرْفُوعًا \" إِنَّ أَوَّلَ النَّاسِ يُقْضَى يَوْمَ الْقِيَامَةِ عَلَيْهِ رَجُلٌ اسْتَشْهَدَ فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: قَاتَلْتُ فِي سَبِيلِكَ حَتَّى اسْتُشْهِدْتُ. قَالَ: كَذَبْتَ وَلَكِنَّكَ قَاتَلْتَ لِأَنْ يُقَالَ جَرِيءٌ فَقَدْ قِيلَ. ثُمَّ أَمَرَ بِهِ فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ فِي النَّارِ. وَرَجُلٌ تَعَلَّمَ الْعِلْمَ وَعَلَّمَهُ وَقَرَأَ الْقُرْآنَ فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: تَعَلَّمْتُ الْعِلْمَ وَعَلَّمْتُهُ وَقَرَأْتُ فِيكَ الْقُرْآنَ. قَالَ: كَذَبْتَ وَلَكِنَّكَ تَعَلَّمْتَ الْعِلْمَ لِيُقَالَ عَالِمٌ وَقَرَأْتَ الْقُرْآنَ لِيُقَالَ هُوَ قَارِئٌ فَقَدْ قِيلَ. ثُمَّ أُمِرَ بِهِ فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ فِي النَّارِ - وَرَجُلٌ وَسَّعَ اللهُ عَلَيْهِ وَأَعْطَاهُ مِنْ أَصْنَافِ الْمَالِ كُلِّهِ فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: مَا تَرَكْتُ مِنْ سَبِيلٍ تُحِبُّ أَنْ يُنْفَقَ فِيهَا إِلَّا أَنْفَقْتُ فِيهَا لَكَ، قَالَ: كَذَبْتَ وَلَكِنَّكَ فَعَلْتَ لِيُقَالَ هُوَ جَوَّادٌ فَقَدْ قِيلَ. ثُمَّ أُمِرَ بِهِ فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ فِي النَّارِ \".</p><p> وَرَوَى التِّرْمِذِيُّ مِنْ حَدِيثِ أَبِي بَرْزَةَ الْأَسْلَمِيِّ مَرْفُوعًا وَقَالَ حَسَنٌ صَحِيحٌ: \" لَا تَزُولُ قَدَمَا عَبْدٍ حَتَّى يُسْأَلَ عَنْ عُمُرِهِ فِيمَا أَفْنَاهُ، وَعَنْ عِلْمِهِ فِيمَا عَمِلَ بِهِ، وَعَنْ مَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَا أَنْفَقَهُ، وَعَنْ جِسْمِهِ فِيمَا أَبْلَاهُ \" وَرُوِيَ نَحْوُهُ عَنِ ابْنِ مَسْعُودٍ بِلَفْظِ \" لَا تَزُولُ قَدَمُ ابْنِ آدَمَ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ خَمْسٍ: عَنْ عُمُرِهِ فِيمَا أَفْنَاهُ، وَعَنْ شَبَابِهِ فِيمَا أَبْلَاهُ، وَعَنْ مَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَا أَنْفَقَهُ، وَمَاذَا عَمِلَ فِيمَا عَلِمَ \" وَقَالَ: هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا مِنْ حَدِيثِ حُسَيْنِ بْنِ قَيْسٍ، وَحُسَيْنٌ يُضَعَّفُ فِي الْحَدِيثِ اهـ. وَهَذِهِ الرِّوَايَةُ تُذْكَرُ كَثِيرًا فِي بَعْضِ خُطَبِ الْجُمُعَةِ وَذَكَرَ السَّفَارِينِيُّ فِي شَرْحِ عَقِيدَتِهِ أَنَّ الْبَزَّارَ وَالطَّبَرَانِيَّ رَوَيَاهُ بِهِ مِنْ حَدِيثِ مُعَاذٍ بِسَنَدٍ صَحِيحٍ بِلَفْظِ \" لَا تَزُولُ قَدَمَا عَبْدٍ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ أَرْبَعِ خِصَالٍ \" إِلَخْ.</p><p> وَرَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ وَالْحَاكِمُ مِنْ حَدِيثِ شَدَّادِ بْنِ أَوْسٍ مَرْفُوعًا \" الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ، وَالْعَاجِزُ مَنْ أَتْبَعَ نَفْسَهُ هَوَاهَا وَتَمَنَّى عَلَى اللهِ الْأَمَانِي \" عَلَّمَ عَلَيْهِ السُّيُوطِيُّ فِي الْجَامِعِ الصَّغِيرِ بِالصِّحَّةِ. وَقَالَ التِّرْمِذِيُّ بَعْدَ ذِكْرِهِ - وَآخِرُهُ عِنْدَهُ</p><p> \" </p>"
}