{
  "id": null,
  "sura": 7,
  "aya": 155,
  "text": "<p> وَالْمَعْنَى: أَنَّهُ لَمَّا سَكَنَ غَضَبُ مُوسَى بِاعْتِذَارِ أَخِيهِ، وَلَجَأَ إِلَى رَحْمَةِ اللهِ وَفَضْلِهِ يَدْعُو رَبَّهُ بِأَنْ يَغْفِرَ لَهُمَا عَادَ إِلَى الْأَلْوَاحِ الَّتِي أَلْقَاهَا فَأَخَذَهَا، وَفِي نُسْخَتِهَا - أَيْ: مَا نُسِخَ وَكُتِبَ مِنْهَا فَهِيَ مِنَ النَّسْخِ كَالْخُطْبَةِ مِنَ الْخِطَابِ - هُدًى وَإِرْشَادٌ مِنَ الْخَالِقِ سُبْحَانَهُ لِلَّذِينِ يَرْهَبُونَ رَبَّهُمْ وَيَخْشَوْنَ عِقَابَهُ بِالْفِعْلِ أَوْ بِالِاسْتِعْدَادِ، أَوْ يَرْهَبُونَ رَبَّهُمْ مِنَ الشِّرْكِ وَالْمَعَاصِي </p><p> وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ </p><p> وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا الِاخْتِيَارُ صِيغَةُ تَكَلُّفٍ مِنْ مَادَّةِ الْخَيْرِ كَالِانْتِقَاءِ مِنَ النِّقْيِّ - بِالْكَسْرِ - وَحَقِيقَتُهُ دُهْنُ الْعِظَامِ، وَمَجَازُهُ لُبَابُ كَلِّ شَيْءٍ، وَالِاصْطِفَاءُ مِنَ الصَّفْوِ - وَالِانْتِخَابُ مِنَ النَّخْبِ، وَأَصْلُهُ انْتِزَاعُ الصَّقْرِ وَغَيْرِهِ مِنَ الْجَوَارِحِ قَلْبَ الطَّائِرِ، ثُمَّ صَارَ يُقَالُ </p><p> لِكُلِّ مَنِ انْتَزَعَ لُبَّ الشَّيْءِ وَخِيَارِهِ: نَخَبَهُ وَانْتَخَبَهُ، وَتُطْلَقُ النُّخْبَةُ (بِالضَّمِّ مَعَ سُكُونِ الْخَاءِ وَفَتْحِهَا) عَلَى الْجَيِّدِ الْمُخْتَارِ مِنْ كُلِّ شَيْءٍ، كَمَا أَطْلَقُوا النَّخِبَ وَالنَّخِيبَ وَالْمُنْتَخَبَ عَلَى الْجَبَانِ الَّذِي لَا فُؤَادَ لَهُ، وَالْأَفِينُ الَّذِي لَا رَأْيَ لَهُ، كَأَنَّهُ انْتُزِعَ فُؤَادُهُ وَعَقْلُهُ بِالْفِعْلِ. وَالْكَلَامُ مَعْطُوفٌ عَلَى مَا قَبْلَهُ، وَالْمَعْنَى: وَانْتَخَبَ مُوسَى سَبْعِينَ رَجُلًا مِنْ خِيَارِ قَوْمِهِ لِلْمِيقَاتِ الَّذِي وَقَّتَهُ اللهُ - تَعَالَى - لَهُ، وَدَعَاهُمْ لِلذَّهَابِ مَعَهُ إِلَى حَيْثُ يُنَاجِي رَبَّهُ مِنْ جَبَلِ الطُّورِ، فَالِاخْتِيَارُ يَكُونُ مِنْ فَاعِلٍ مُخْتَارٍ وَشَيْءٍ مُخْتَارٍ مِنْهُ، فَيَتَعَدَّى لِلثَّانِي بِـ \" مِنْ \" ، وَكَأَنَّ نُكْتَةَ حَذْفِ \" مِنْ \" الْإِشَارَةُ إِلَى كَوْنِ أُولَئِكَ السَّبْعِينَ خِيَارَ قَوْمِهِ كُلَّهُمْ لَا طَائِفَةً مِنْهُمْ. </p><p> فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَيْ: فَلَمَّا أَخَذَتْهُمْ رَجْفَةُ الْجَبَلِ وَصُعِقُوا قَالَ مُوسَى يَا رَبِّ إِنَّنِي أَتَمَنَّى لَوْ كَانَتْ سَبَقَتْ مَشِيئَتُكَ أَنْ تُهْلِكَهُمْ مِنْ قَبْلِ خُرُوجِهِمْ مَعِي إِلَى هَذَا الْمَكَانِ فَأَهْلَكْتَهُمْ وَأَهْلَكْتَنِي مَعَهُمْ، حَتَّى لَا أَقَعُ فِي حَرَجٍ شَدِيدٍ مَعَ بَنِي إِسْرَائِيلَ فَيَقُولُوا: قَدْ ذَهَبَ بِخِيَارِنَا لِإِهْلَاكِهِمْ - أَيْ: وَإِذْ لَمْ تَفْعَلْ مِنْ قَبْلُ فَأَسْأَلُكَ بِرَحْمَتِكَ أَلَّا تَفْعَلَ الْآنَ - وَهَذَا مَفْهُومُ التَّمَنِّي فَقَدْ أَرَادَهُ مُوسَى، وَلَا يَبْعُدُ أَنْ يَكُونَ قَدْ نَطَقَ بِهِ إِذَا كَانَتْ لُغَتُهُ لَا تَدُلُّ عَلَيْهِ كَلُغَتِنَا، وَكَانَ مِنْ إِيجَازِ الْقُرْآنِ الِاكْتِفَاءُ بِذِكْرِ التَّمَنِّي الدَّالِّ عَلَيْهِ، وَاخْتَلَفَ الْمُفَسِّرُونَ: هَلْ كَانَ هَذَا بَعْدَ أَنْ أَفَاقَ مُوسَى مِنْ صَعْقَةِ تَجَلِّي رَبِّهِ لِلْجَبَلِ عَقِبَ سُؤَالِهِ الرُّؤْيَةَ؛ إِذْ كَانَ مَنْ مَعَهُ مِنْ شُيُوخِ بَنِي إِسْرَائِيلَ يَنْتَظِرُونَهُ فِي مَكَانٍ وَضَعَهُمْ فِيهِ غَيْرِ مَكَانِ الْمُنَاجَاةِ كَمَا تَقَدَّمَ؟ أَوْ كَانَ بَعْدَ عِبَادَةِ الْعِجْلِ ذَهَبُوا لِلِاعْتِذَارِ وَتَأْكِيدِ التَّوْبَةِ وَطَلَبِ الرَّحْمَةِ؟ </p><p> وَكَمَا اخْتَلَفُوا فِي هَذَا اخْتَلَفُوا فِي سَبَبِ أَخْذِ الرَّجْفَةِ إِيَّاهُمْ، هَلْ كَانَ طَلَبُهُمْ رُؤْيَةَ اللهِ - تَعَالَى - جَهْرَةً كَمَا تَقَدَّمَ فِي سُورَةِ الْبَقَرَةِ أَوْ سَبَبًا آخَرَ؟ قَالَ الْحَافِظُ ابْنُ كَثِيرٍ: </p><p> قَالَ عَلِيُّ بْنُ أَبِي طَلْحَةَ، عَنِ ابْنِ عَبَّاسٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: إِنَّ اللهَ أَمَرَهُ أَنْ يَخْتَارَ مِنْ قَوْمِهِ سَبْعِينَ رَجُلًا، فَاخْتَارَ سَبْعِينَ رَجُلًا فَوَفَدَ بِهِمْ لِيَدْعُوا رَبَّهُمْ، وَكَانَ فِيمَا دَعَوُا اللهَ أَنْ قَالُوا: اللهُمَّ أَعْطِنَا مَا لَمْ تُعْطِهِ أَحَدًا مِنْ قَبْلِنَا وَلَا تُعْطِهِ أَحَدًا مِنْ بَعْدِنَا. فَكَرِهَ اللهُ ذَلِكَ مِنْ دُعَائِهِمْ، فَأَخَذَتْهُمُ الرَّجْفَةُ قَالَ مُوسَى رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ الْآيَةَ. وَقَالَ السُّدِّيُّ: إِنَّ اللهَ - تَعَالَى - أَمَرَ مُوسَى أَنْ يَأْتِيَهُ فِي أُنَاسٍ مِنْ بَنِي إِسْرَائِيلَ يَعْتَذِرُونَ إِلَيْهِ مِنْ عِبَادَةِ الْعِجْلِ وَوَعَدَهُمْ مَوْعِدًا، فَاخْتَارَ مُوسَى مِنْ قَوْمِهِ سَبْعِينَ رَجُلًا عَلَى عَيْنِهِ، ثُمَّ ذَهَبَ بِهِمْ لِيَعْتَذِرُوا، فَلَمَّا أَتَوْا ذَلِكَ الْمَكَانَ قَالُوا: لَنْ </p><p> نُؤْمِنَ لَكَ يَا مُوسَى حَتَّى نَرَى اللهَ جَهْرَةً فَإِنَّكَ قَدْ كَلَّمْتَهُ فَأَرِنَاهُ فَأَخَذَتْهُمُ الصَّاعِقَةُ فَمَاتُوا فَقَامَ مُوسَى يَبْكِي وَيَقُولُ: يَا رَبِّ مَاذَا أَقُولُ لِبَنِي إِسْرَائِيلَ إِذَا لَقِيتُهُمْ وَقَدْ أَهْلَكْتَ خِيَارَهُمْ؟ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ وَقَالَ مُحَمَّدُ بْنُ إِسْحَاقَ: اخْتَارَ مُوسَى مِنْ بَنِي إِسْرَائِيلَ سَبْعِينَ رَجُلًا الْخَيِّرَ فَالْخَيِّرَ وَقَالَ: انْطَلِقُوا إِلَى اللهِ فَتُوبُوا إِلَيْهِ مِمَّا صَنَعْتُمْ، وَاسْأَلُوهُ التَّوْبَةَ عَلَى مَنْ تَرَكْتُمْ وَرَاءَكُمْ مِنْ قَوْمِكُمْ، صُومُوا وَتَطَهَّرُوا وَطَهِّرُوا ثِيَابَكُمْ، فَخَرَجَ بِهِمْ إِلَى طُورِ سَيْنَاءَ لِمِيقَاتٍ وَقَّتَهُ لَهُ رَبُّهُ، وَكَانَ لَا يَأْتِيهِ إِلَّا بِإِذْنٍ مِنْهُ وَعِلْمٍ، فَقَالَ لَهُ السَّبْعُونَ فِيمَا ذُكِرَ لِي - حِينَ صَنَعُوا مَا أَمَرَهُمْ بِهِ، وَخَرَجُوا مَعَهُ لِلِقَاءِ رَبِّهِ: يَا مُوسَى اطْلُبْ لَنَا نَسْمَعُ كَلَامَ رَبِّنَا. فَقَالَ: أَفْعَلُ. فَلَمَّا دَنَا مُوسَى مِنَ الْجَبَلِ وَقَعَ عَلَيْهِ عَمُودُ الْغَمَامِ حَتَّى تَغَشَّى اللَّيْلَ كُلَّهُ، وَدَنَا مُوسَى فَدَخَلَ فِيهِ، وَقَالَ لِلْقَوْمِ: ادْنُوَا، وَكَانَ مُوسَى إِذَا كَلَّمَهُ اللهُ وَقَعَ عَلَى جَبْهَةِ مُوسَى نُورٌ سَاطِعٌ لَا يَسْتَطِيعُ أَحَدٌ مِنْ بَنِي آدَمَ أَنْ يَنْظُرَ إِلَيْهِ، فَضُرِبَ دُونَهُ بِالْحِجَابِ وَدَنَا الْقَوْمُ حَتَّى إِذَا دَخَلُوا فِي الْغَمَامِ وَقَعُوا سُجُودًا، فَسَمِعُوهُ وَهُوَ يُكَلِّمُ مُوسَى يَأْمُرُهُ وَيَنْهَاهُ، افْعَلْ وَلَا تَفْعَلْ، فَلَمَّا فَرَغَ إِلَيْهِ مِنْ أَمْرِهِ وَانْكَشَفَ عَنْ مُوسَى الْغَمَامُ أَقْبَلَ إِلَيْهِمْ فَقَالُوا لِمُوسَى: لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللهَ جَهْرَةً (٢: ٥٥) فَأَخَذَتْهُمُ الرَّجْفَةُ وَهِيَ الصَّاعِقَةُ فَالْتَقَتْ أَرْوَاحُهُمْ فَمَاتُوا جَمِيعًا، فَقَامَ مُوسَى يُنَاشِدُ رَبَّهُ وَيَدْعُوهُ وَيَرْغَبُ إِلَيْهِ وَيَقُولُ: رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ قَدْ سَفِهُوا أَتُهْلِكُ مِنْ وَرَائِي مِنْ بَنِي إِسْرَائِيلَ اهـ. </p><p> أَقُولُ: كُلُّ مَا نُقِلَ عَنْ مُفَسِّرِي الْمَأْثُورِ فِي هَذِهِ الْمَسْأَلَةِ وَأَمْثَالِهَا مَأْخُوذٌ عَنِ الْإِسْرَائِيلِيَّاتِ غَيْرِ الْمَوْثُوقِ بِهَا؛ إِذْ لَيْسَ فِيهِ شَيْءٌ مَرْفُوعٌ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنَّمَا يُرَجِّحُ مَنْ بَعْدَهُمْ </p><p> بَعْضَ أَقْوَالِهِمْ عَلَى بَعْضٍ بِكَوْنِهِ أَقْرَبَ إِلَى ظَاهِرِ نَظْمِ الْآيَاتِ وَأَسَالِيبِهَا وَتَنَاسُبِهَا مَنْ غَيْرِهِ، وَأَمَّا التَّوْرَاةُ الَّتِي فِي أَيْدِي أَهْلِ الْكِتَابِ فَقَدْ ذَكَرَتْ خَبَرَ السَّبْعِينَ مِنْ شُيُوخِ بَنِي إِسْرَائِيلَ فِي سِيَاقِ مُنَاجَاةِ مُوسَى - عَلَيْهِ السَّلَامُ - لِرَبِّهِ كَمَا تَقَدَّمَ، وَقَدْ نَقَلْنَا الْمُهِمَّ مِنْهَا فِي ذَلِكَ، وَمَجْمُوعُ عِبَارَاتِهَا مُضْطَرِبَةٌ، فَفِيهَا أَنَّ السَّبْعِينَ مَعَ مُوسَى وَهَارُونَ وَنَادَابَ وابيهو \" رَأَوْا إِلَهَ إِسْرَائِيلَ وَتَحْتَ رِجْلَيْهِ شِبْهَ صَنِفَةٍ مِنَ الْعَقِيقِ الْأَزْرَقِ الشَّفَّافِ، وَكَذَا السَّمَاءِ فِي النَّقَاوَةِ، وَلَكِنَّهُ لَمْ يَمُدَّ يَدَهُ إِلَى أَشْرَافِ بَنِي إِسْرَائِيلَ فَرَأَوُا اللهَ وَأَكَلُوا وَشَرِبُوا \"  (خُرُوجُ ٢٤: ١٠، ١١) وَفِيهَا أَنَّ الرَّبَّ قَالَ لِمُوسَى إِذَا طَلَبَ مِنْهُ رُؤْيَةَ مَجْدِهِ \" لَا تَقْدِرُ أَنْ تَرَى وَجْهِي؛ لِأَنَّ الْإِنْسَانَ لَا يَرَانِي وَيَعِيشُ \" ثُمَّ ذَكَرَ لَهُ أَنَّهُ - أَيِ: الرَّبَّ - يَضَعُهُ فِي نَقْرَةِ صَخْرَةٍ وَيَسْتُرُهُ بِيَدِهِ حَتَّى يَجْتَازَ - أَيِ: الرَّبُّ - قَالَ \" ثُمَّ أَرْفَعُ يَدِي فَتَنْظُرُ وَرَائِي، وَأَمَّا وَجْهِي فَلَا يُرَى \"  (خُرُوجٌ ٢٣: ١٨ - ٢٣) . </p><p> وَفِي سِفْرِ الْعَدَدِ وَقَائِعُ، ذُكِرَ فِيهَا غَضَبُ الرَّبِّ عَلَى بَنِي إِسْرَائِيلَ لِتَمَرُّدِهِمْ وَعِنَادِهِمْ، وَاتِّهَامِ اللَّاوِيِّينَ مِنْهُمْ لِمُوسَى وَهَارُونَ بِحُبِّ الرِّيَاسَةِ، وَالتَّرَفُّعِ وَزَعْمِهِمْ أَنَّهُمْ كُلَّهُمْ مُقَدَّسُونَ، وَالرَّبَّ فِي وَسَطِهِمْ، وَفِيهِ أَنَّ الرَّبَّ أَهْلَكَ مِنْهُمْ خَلْقًا كَثِيرًا، وَكَانَ مُوسَى يَسْتَغِيثُهُ لِيَرْفَعَ </p><p> الْهَلَاكَ عَنْهُمْ وَيَرْحَمَهُمْ، وَلَا أَذْكُرُ أَنَّ فِي شَيْءٍ مِنْهَا ذِكْرَ عَدَدِ السَّبْعِينَ، وَلَكِنْ فِي بَعْضِهَا ذِكْرُ شُيُوخِ إِسْرَائِيلَ، وَفِي بَعْضِهَا ذِكْرُ عَدَدِ ٢٥٠ رَجُلًا، وَذَلِكَ فِي الْفَصْلِ ١٦ مِنْ سِفْرِ الْعَدَدِ وَهَاكَ بَعْضَهُ:  (٢٠) وَكَلَّمَ الرَّبُّ مُوسَى وَهَارُونَ قَائِلًا (٢١) افْتَرِزَا مِنْ بَيْنِ هَذِهِ الْجَمَاعَةِ فَإِنِّي أُفْنِيهِمْ فِي لَحْظَةٍ (٢٢) فَخَرَّا عَلَى وَجْهَيْهِمَا وَقَالَا اللهُمَّ إِلَهَ أَرْوَاحِ جَمِيعِ الْبَشَرِ هَلْ يُخْطِئُ رَجُلٌ وَاحِدٌ فَتَسْخَطَ عَلَى كُلِّ الْجَمَاعَةِ؟ (٢٣) فَكَلَّمَ الرَّبُّ مُوسَى قَائِلًا (٢٤) اطْلَعُوا مِنْ حَوَالِي مَسْكَنِ قَوْرَحَ وَدَاثَانَ وَابِيرَامَ (٢٥) فَقَامَ مُوسَى وَذَهَبَ إِلَى دثانَ وَابِيرَامَ وَذَهَبَ وَرَاءَهُ شُيُوخُ إِسْرَائِيلَ (٢٦) فَكَلَّمَ الْجَمَاعَةَ قَائِلًا اعْتَزِلُوا عَنْ خِيَامِ هَؤُلَاءِ الْقَوْمِ الْبُغَاةِ وَلَا تَمُسُّوا شَيْئًا مِمَّا لَهُمْ لِئَلَّا تُهْلَكُوا بِجَمِيعِ خَطَايَاهُمْ (٢٧) فَطَلَعُوا مِنْ حَوَالِي مَسْكَنِ قَوْرَحَ وَدَاثانَ وَابِيرَامَ وَخَرَجَ دَاثانُ وَابِيرَامُ وَوَقَفَا فِي بَابِ خَيْمَتَيْهِمَا مَعَ نِسَائِهِمَا وَبَنِيهِمَا وَأَطْفَالِهِمَا (٢٨) فَقَالَ مُوسَى بِهَذَا تَعْلَمُونَ أَنَّ الرَّبَّ قَدْ أَرْسَلَنِي لِأَعْمَلَ كُلَّ هَذِهِ الْأَعْمَالِ وَأَنَّهَا لَيْسَتْ مِنْ نَفْسِي (٢٩) إِنْ مَاتَ هَؤُلَاءِ كَمَوْتِ كُلِّ إِنْسَانٍ وَأَصَابَتْهُمْ مُصِيبَةُ كُلِّ إِنْسَانٍ فَلَيْسَ الرَّبُّ قَدْ أَرْسَلَنِي (٣٠) وَلَكِنْ إِنِ ابْتَدَعَ الرَّبُّ بِدْعَةً وَفَتَحَتِ </p><p> الْأَرْضُ فَاهَا وَابْتَلَعَتْهُمْ وَكُلَّ مَالِهِمْ فَهَبَطُوا أَحْيَاءً إِلَى الْهَاوِيَةِ تَعْلَمُونَ أَنَّ هَؤُلَاءِ الْقَوْمَ قَدِ ازْدَرَوْا بِالرَّبِّ (٣١) فَلَمَّا فَرَغَ مِنَ التَّكَلُّمِ بِكُلِّ هَذَا الْكَلَامِ انْشَقَّتِ الْأَرْضُ الَّتِي تَحْتَهُمْ (٣٢) وَفَتَحَتِ الْأَرْضُ فَاهَا وَابْتَلَعَتْهُمْ وَبُيُوتَهُمْ وَكُلَّ مَنْ كَانَ لِقَوْرَحَ مَعَ كُلِّ الْأَمْوَالِ (٣٣) فَنَزَلُوا هُمْ وَكُلُّ مَنْ كَانَ لَهُمْ أَحْيَاءً إِلَى الْهَاوِيَةِ وَانْطَبَقَتْ عَلَيْهِمُ الْأَرْضُ فَبَادُوا مِنْ بَيْنِ الْجَمَاعَةِ (٣٤) وَكُلُّ إِسْرَائِيلَ الَّذِينَ حَوْلَهُمْ هَرَبُوا مِنْ صَوْتِهِمْ لِأَنَّهُمْ قَالُوا لَعَلَّ الْأَرْضَ تَبْتَلِعُنَا (٣٥) وَخَرَجَتْ نَارٌ مِنْ عِنْدِ الرَّبِّ وَأَكْمَلَتِ الْمِئَتَيْنِ وَالْخَمْسِينَ رَجُلًا الَّذِينَ قَرَّبُوا الْبَخُورَ \" انْتَهَى الْمُرَادُ مِنْهُ، وَمَبْدَأُ هَذِهِ الْقِصَّةِ فِي أَوَّلِ الْفَصْلِ ١٦ وَفِي آخِرِهِ أَنَّهُ أَخَذَهُمُ الْوَبَاءُ إِذْ لَمْ يَتُوبُوا. </p><p> وَمَا فِي سُورَةِ الْبَقَرَةِ مِنْ ذِكْرِ مَسْأَلَةِ عِبَادَةِ الْعِجْلِ، وَذِكْرِ مَسْأَلَةِ طَلَبِ بَنِي إِسْرَائِيلَ لِرُؤْيَةِ اللهِ جَهْرَةً، وَأَخْذِ الصَّاعِقَةِ إِيَّاهُمْ يَدُلُّ عَلَى أَنَّ هَذِهِ الْوَاقِعَةَ غَيْرُ الْأُولَى، وَنَقَلْنَا هُنَالِكَ عَنِ الْأُسْتَاذِ الْإِمَامِ اخْتِيَارَ اسْتِقْلَالِ كُلٍّ مِنْهُمَا دُونَ الْآخَرِ، وَقَوْلُهُ: إِنَّهَا مَذْكُورَةٌ فِي كُتُبِهِمْ، فَإِنْ كَانَ يَعْنِي مَا نَقَلْنَاهُ آنِفًا عَنْ سِفْرِ الْعَدَدِ، أَوْ مَا فِي مَعْنَاهُ وَهُوَ مِمَّا لَمْ يُذْكَرْ فِيهِ عَدَدُ السَّبْعِينَ، فَلَعَلَّهُ يُرِيدُ أَنَّ مَا ذُكِرَ فِي الْقُرْآنِ مُخْتَصَرٌ بِقَدْرِ الْعِبْرَةِ كَسُنَّتِهِ، وَأَنَّ السَّبْعِينَ هُمُ الَّذِينَ أُهْلِكُوا أَوَّلًا، وَإِنْ لَمْ يَذْكُرِ الْكَاتِبُ عَدَدَهُمْ ثُمَّ هَلَكَ غَيْرُهُمْ فَكَانَ الْجَمِيعُ. </p><p> فَإِنْ كَانَتِ الْآيَةُ تُشِيرُ إِلَى هَذِهِ الْقِصَّةِ فَقَوْلُ مُوسَى: أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِشَارَةٌ إِلَى قَوْرَحَ وَجَمَاعَتِهِ مِنَ اللَّاوِيِّينَ الْمَغْرُورِينَ الْمُتَمَرِّدِينَ، وَهَلِ الَّذِينَ طَلَبُوا مِنْ مُوسَى رُؤْيَةَ اللهِ جَهْرَةً لِغُرُورِهِمْ بِأَنْفُسِهِمْ أَمْ غَيْرُهُمْ؟ وَإِنْ كَانَتْ فِي عَابِدِي الْعِجْلِ فَهِيَ دَلِيلٌ عَلَى أَنَّ عُقَلَاءَ بَنِي إِسْرَائِيلَ وَأَصْحَابِ الرُّؤْيَةِ مِنْهُمْ لَمْ يَعْبُدُوهُ، وَإِنَّمَا عَبَدَهُ السُّفَهَاءُ؛ وَهُمُ الْأَكْثَرُونَ. </p><p> إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ \" إِنْ \" نَافِيَةٌ، وَالْفِتْنَةُ: الِاخْتِبَارُ وَالِامْتِحَانُ مُطْلَقًا أَوْ بِالْأُمُورِ الشَّاقَّةِ، وَالْبَاءُ فِي \" بِهَا \" لِلسَّبَبِيَّةِ؛ أَيْ: مَا تَمْلِكُ الْفِعْلَةَ الَّتِي كَانَتْ سَبَبًا لِأَخْذِ الرَّجْفَةِ إِيَّاهُمْ إِلَّا مِحْنَتُكَ وَابْتِلَاؤُكَ الَّذِي جَعَلْتَهُ سَبَبًا لِظُهُورِ اسْتِعْدَادِ النَّاسِ وَمَا طُوِيَتْ عَلَيْهِ سَرَائِرُهُمْ مِنْ ضَلَالٍ وَهِدَايَةٍ، وَمَا يَسْتَحِقُّونَ عَلَيْهِ مِنْ عُقُوبَةٍ وَمَثُوبَةٍ، وَسُنَّتُكَ فِي جَرَيَانِ مَشِيئَتِكَ فِي خَلْقِكَ بِالْعَدْلِ وَالْحَقِّ، وَالنِّظَامِ الْحَكِيمِ فِي الْخَلْقِ، تُضِلُّ بِمُقْتَضَاهَا مَنْ تَشَاءُ مِنْ عِبَادِكَ، وَلَسْتَ بِظَالِمٍ لَهُمْ فِي تَقْدِيرِكَ، وَتَهْدِي مَنْ تَشَاءُ وَلَسْتَ بِمُحَابٍ لَهُمْ فِي </p><p> تَوْفِيقِكَ، بَلْ أَمْرُ مَشِيئَتِكَ دَائِرٌ بَيْنَ الْعَدْلِ وَالْفَضْلِ، وَلَكَ الْخَلْقُ وَالْأَمْرُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ أَيْ: أَنْتَ الْمُتَوَلِّي لِأُمُورِنَا، وَالْقَائِمُ عَلَيْنَا بِمَا تَكْتَسِبُ نُفُوسُنَا فَاغْفِرْ لَنَا مَا تَتَرَتَّبُ عَلَيْهِ الْمُؤَاخَذَةُ وَالْعِقَابُ مِنْ مُخَالَفَةِ سُنَّتِكَ، أَوِ التَّقْصِيرِ فِيمَا يَجِبُ مِنْ ذِكْرِكَ وَشُكْرِكَ وَعِبَادَتِكَ، بِأَنْ تَسْتُرَ ذَلِكَ عَلَيْنَا، وَتَجْعَلَهُ بِعَفْوِكَ كَأَنَّهُ لَمْ يَصْدُرْ عَنَّا، وَارْحَمْنَا بِرَحْمَتِكَ الْخَاصَّةِ فَوْقَ مَا شَمَلْتَ بِهِ الْخَلْقَ كُلَّهُمْ مِنْ رَحْمَتِكَ الْعَامَّةِ، وَأَنْتَ خَيْرُ الْغَافِرِينَ حِلْمًا وَكَرَمًا وَجُودًا فَلَا يَتَعَاظَمُكَ ذَنْبٌ، وَلَا يُعَارِضُ غُفْرَانَكَ مَا يُعَارِضُ غُفْرَانَ سِوَاكَ مِنْ عَجْزٍ أَوْ ضَعْفٍ أَوْ هَوَى نَفْسٍ - وَمَا ذُكِرَ فِي الْمَغْفِرَةِ يَدُلُّ عَلَى اعْتِبَارِ مِثْلِهِ فِي الرَّحْمَةِ لِدَلَالَتِهِ عَلَيْهِ - أَيْ: وَأَنْتَ خَيْرُ الرَّاحِمِينَ رَحْمَةً وَأَوْسَعُهُمْ فِيهَا فَضْلًا وَإِحْسَانًا، فَإِنَّ رَحْمَةَ جَمِيعِ الرَّاحِمِينَ مِنْ خَلْقِكَ، نَفْحَةٌ مُفَاضَةٌ عَلَى قُلُوبِهِمْ مِنْ رَحْمَتِكَ. حُذِفَ ذِكْرُ الرَّحْمَةِ اسْتِغْنَاءً عَنْهُ بِذِكْرِ الْمَغْفِرَةِ، فَإِنَّ تَرْتِيبَ التَّذْيِيلِ فِي الثَّنَاءِ عَلَيْهِ تَعَالَى عَلَى طَلَبِ مَغْفِرَتِهِ وَرَحْمَتِهِ مَعًا يَقْتَضِي أَنْ يَكُونَ هَذَا الثَّنَاءُ بِهِمَا مَعًا، فَاكْتَفَى بِذِكْرِ الْأُولَى لِدَلَالَتِهَا عَلَى الثَّانِيَةِ قَطْعًا، فَهُوَ مِنَ الْإِيجَارِ الْمُسَمَّى فِي عِلْمِ الْبَدِيعِ الِاكْتِفَاءَ، وَقَدْ غَفَلَ عَنْ هَذَا مَنْ قَالَ مِنَ الْمُفَسِّرِينَ: أَنَّهُ اكْتَفَى بِذِكْرِ الْمَغْفِرَةِ؛ لِأَنَّهَا الْأَهَمُّ وَلَمْ يَكْتَفِ بِذِكْرِ الرَّحْمَةِ؛ لِأَنَّهَا أَعَمُّ، وَلِأَنَّهَا قَدْ تَسْتَلْزِمُ الْمَغْفِرَةَ دُونَ الْعَكْسِ، فَإِنَّ مَعْنَى الْمَغْفِرَةِ سَلْبِيٌّ؛ وَهُوَ عَدَمُ الْمُؤَاخَذَةِ عَلَى الذَّنْبِ، وَالرَّحْمَةُ فَوْقَ ذَلِكَ فَهِيَ إِحْسَانٌ إِلَى الْمُذْنِبِ مُقَدَّمَةٌ عَلَى التَّحْلِيَةِ، فَلَا يَلِيقُ خَلْعُ الْحُلُلِ النَّفْسِيَّةِ، إِلَّا عَلَى الْأَبْدَانِ النَّظِيفَةِ، وَقَدْ قَالَ مُوسَى - عَلَيْهِ السَّلَامُ - فِي دُعَائِهِ لِنَفْسِهِ وَلِأَخِيهِ: رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ (٧: ١٥١) الْآيَةَ، وَقَالَ نُوحٌ عَنْ تَوْبَتِهِ مِنْ سُؤَالِهِ النَّجَاةَ لِوَلَدِهِ الْكَافِرِ: وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ (١١: ٤٧) وَعَلَّمَنَا تَعَالَى مِنْ دُعَائِهِ فِي خَاتِمَةِ سُورَةِ الْبَقَرَةِ: وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا (٢: ٢٨٦) وَقَلَّمَا ذُكِرَ اسْمُ (الْغَفُورِ) فِي كِتَابِهِ الْعَزِيزِ إِلَّا مَقْرُونًا بِاسْمِهِ (الرَّحِيمِ) وَمِنْ غَيْرِ الْأَكْثَرِ قَرْنُهُ بِالشَّكُورِ وَبِالْحَلِيمِ وَالْوَدُودِ وَيَقْرُبُ مَعْنَاهُنَّ مِنْ مَعْنَى الرَّحِيمِ، وَوَرَدَ قَرْنُهُ بِالْعَفُوِّ وَبِالْعَزِيزِ لِاقْتِضَاءِ الْمَقَامِ ذَلِكَ. </p><p> وَدُعَاءُ مُوسَى - عَلَيْهِ السَّلَامُ - هُنَا لِنَفْسِهِ مَعَ قَوْمِهِ بِضَمِيرِ الْجَمْعِ قَدِ اقْتَضَاهُ مَقَامُ الْمُنَاجَاةِ </p><p> وَالْمَعْرِفَةِ الْكَامِلَةِ، وَمَنْ كَانَ أَعْرَفُ بِاللهِ وَأَكْمَلُ اسْتِحْضَارًا لِعَظَمَتِهِ، كَانَ </p><p> أَشَدَّ شُعُورًا بِالْحَاجَةِ إِلَى مَغْفِرَتِهِ وَرَحْمَتِهِ، وَإِنْ كَانَ مَا يَسْتَغْفِرُ مِنْهُ تَقْصِيرًا صَغِيرًا بِالنِّسْبَةِ إِلَى ذُنُوبِ الْغَافِلِينَ وَالْجَاهِلِينَ أَوْ مِنْ بَابِ \" حَسَنَاتُ الْأَبْرَارِ سَيِّئَاتُ الْمُقَرَّبِينَ \" فَإِنْ كَانَ هَذَا الدُّعَاءُ عَقِبَ طَلَبِ الرُّؤْيَةِ، فَوَجْهُ طَلَبِهِ لِلْمَغْفِرَةِ وَالرَّحْمَةِ لِنَفْسِهِ أَظْهَرُ؛ لِأَنَّ طَلَبَهُ ذَاكَ كَانَ ذَنْبًا لَهُ، صَرَّحَ بِالتَّوْبَةِ مِنْهُ، وَإِنْ كَانَ عَقِبَ طَلَبِ السَّبْعِينَ رُؤْيَةً لِلَّهِ جَهْرَةً فَالْأَمْرُ أَظْهَرُ؛ لِأَنَّ الذَّنْبَ مُشْتَرِكٌ، وَإِنْ كَانَ عَلَى أَثَرِ حَادِثَةِ عِبَادَةِ الْعِجْلِ، فَقَدْ عَلِمَ مَا كَانَ مِنْ شِدَّتِهِ فِيهَا عَلَى أَخِيهِ هَارُونَ - عَلَيْهِمَا السَّلَامُ -، وَأَنَّهُ طَلَبَ لِكُلٍّ مِنْ نَفْسِهِ وَأَخِيهِ الْمَغْفِرَةَ عَلَى الِانْفِرَادِ وَالرَّحْمَةِ بِالِاشْتِرَاكِ، وَإِنْ كَانَ عَقِبَ تَمَرُّدِ بَنِي إِسْرَائِيلَ الَّذِي عَاقَبَهُمُ اللهُ - تَعَالَى - عَلَيْهِ بِإِهْلَاكِ بَعْضِهِمْ وَتَهْدِيدِهِمْ بِالِاسْتِئْصَالِ، فَإِدْخَالُ نَفْسِهِ مَعَهُمْ مِنْ بَابِ الِاسْتِعْطَافِ، إِذْ لَمْ يُنْقَلُ عَنْهُ فِيهِ شَيْءٌ مِمَّا يُعَدُّ مِنْ ذُنُوبِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ. </p><p> (تَخْطِئَةُ مَنِ اتَّهَمَ الْكَلِيمَ - عَلَيْهِ السَّلَامُ - بِالْجُرْأَةِ عَلَى رَبِّهِ فِي هَذَا الْمَقَامِ) </p><p> كُنْتُ فِي أَوَّلِ الْعَهْدِ بِطَلَبِي لِلْعِلْمِ فِي طَرَابُلُسَ الشَّامَ أَسْمَعُ بَعْضَ الْعُلَمَاءِ وَالْأُدَبَاءِ يَنْقُلُونَ عَنْ بَعْضِ الصُّوفِيَّةِ أَنَّ مُوسَى - عَلَيْهِ السَّلَامُ - لَمْ يَقُلْ لِرَبِّهِ - عَزَّ وَجَلَّ -: إِنْ هِيَ إِلَّا فِتْنَتُكَ إِلَّا وَقَدْ كَانَ فِي مَقَامِ الْأُنْسِ وَالْإِدْلَالِ الَّذِي يُطْلِقُ اللِّسَانُ بِمِثْلِ هَذَا الْمَقَالِ، وَأَنَّ هَذَا خَيْرُ جَوَابٍ عَمَّا قِيلَ مِنْ أَنَّ هَذَا الْقَوْلَ جُرْأَةٌ عَظِيمَةٌ تَابَ مِنْهَا - عَلَيْهِ السَّلَامُ -. وَقَالَ الْآلُوسِي فِي تَفْسِيرِ الْآيَةِ: وَالْقَوْلُ بِأَنَّ إِقْدَامَهُ - عَلَيْهِ السَّلَامُ - عَلَى أَنْ يَقُولَ: إِنْ هِيَ إِلَّا فِتْنَتُكَ جُرْأَةٌ عَظِيمَةٌ، فَطَلَبَ مِنَ اللهِ غُفْرَانَهَا وَالتَّجَاوُزَ عَنْهَا مِمَّا يَأْبَاهُ السَّوْقُ، عِنْدَ أَرْبَابِ الذَّوْقِ، وَلَا أَظُنُّ أَنَّ اللهَ - تَعَالَى - عَدَّ ذَلِكَ ذَنْبًا مِنْهُ، لِيَسْتَغْفِرَهُ عَنْهُ، وَفِي نِدَائِهِ السَّابِقِ مَا يُؤَيِّدُ ذَلِكَ اهـ. </p><p> وَأَقُولُ: لَا مَجَالَ لِلْقَوْلِ بِالْجُرْأَةِ وَلَا بِالْإِدْلَالِ، وَمَا كَانَ هَذَا بِالَّذِي يَخْطُرُ لِلْعَرَبِيِّ الْقُحِّ بِبَالٍ، وَلَا لِلْعَالِمِ الدَّقِيقِ بِمَعَانِي الْمُفْرَدَاتِ وَأَسَالِيبِ الْمَقَالِ، وَسَبَبُهُ كَلِمَةُ \" الْفِتْنَةِ \" فَقَدِ اشْتُهِرَ مِنْ عَهْدٍ بَعِيدٍ فِيمَا أَظُنُّ أَنَّ مَعْنَاهَا إِغْرَاءُ الشَّرِّ بَيْنَ النَّاسِ، وَأَرَاهُمْ يَتَنَاقَلُونَ اسْتِعْمَالَ قَوْلِهِ - تَعَالَى -: وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ (٢: ١٩١) بِهَذَا الْمَعْنَى، وَلَهُ أَصْلٌ فِي اسْتِعْمَالِ الْعَرَبِ؛ فَإِنَّهَا تُطْلَقُ عَلَى الْحَرْبِ، وَيُوَصَفُ الشَّيْطَانُ بِالْفَتَّانِ، وَلَكِنْ هَذَا وَذَاكَ مِنَ الْمَعَانِي الْفَرْعِيَّةِ لِهَذِهِ الْمَادَّةِ، وَإِنَّمَا مَعْنَاهَا الْأَصْلِيُّ الَّذِي تَفَرَّعَا هُمَا وَأَمْثَالُهُمَا وَأَضْدَادُهُمَا مِنْهُ - الِامْتِحَانُ وَالِاخْتِبَارُ وَلَا سِيَّمَا الشَّاقَّ، الَّذِي يَظْهَرُ بِهِ جَيِّدُ الشَّيْءِ أَوِ الشَّخْصِ مِنْ رَدِيئِهِ، كَعَرْضِ الذَّهَبِ عَلَى النَّارِ: لِتَصْفِيَةِ الْغِشِّ </p><p> مِنَ النُّضَارِ، وَمِثْلُهُ الْفِضَّةُ، بَلْ كُلُّ مَا أُدْخِلَ النَّارَ يُسَمَّى مَفْتُونًا، كَمَا يُقَالُ، دِينَارٌ أَوْ دِرْهَمٌ مَفْتُونٌ، وَيُسَمَّى حَجَرُ الصَّائِغِ الْفَتَّانَةَ، وَقَدْ وَرَدَ تَسْمِيَةُ الْمَلَكَيْنِ اللَّذَيْنِ يَمْتَحِنَانِ النَّاسَ عَقِبَ الْمَوْتِ بَفَتَّانِيِ الْقَبْرِ، وَفَسَّرُوا فِتْنَةَ الْمَمَاتِ وَفِتْنَةَ الْقَبْرِ بِسُؤَالِ الْمَلَكَيْنِ، وَقَالَ - تَعَالَى -: إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ </p><p> (٨: ٢٨) أَيِ: اخْتِبَارٌ لَكُمْ يَتَبَيَّنُ بِهِمَا قَدْرُ وُقُوفِكُمْ عِنْدَ الْحَقِّ، وَالْتِزَامِكُمُ الْكَسْبَ الْحَلَّالَ، وَقَالَ - تَعَالَى -: وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً (٢١: ٣٥) . </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الْفَتْنَ وَالْفُتُونَ مَصْدَرَيْ فَتَنَ مَعْنَاهُمَا الِابْتِلَاءُ لِلِاخْتِبَارِ وَظُهُورِ حَقِيقَةِ حَالِ الْمَفْتُونِينَ أَوْ لِتَصْفِيَتِهِمْ وَتَمْحِيصِهِمْ، وَمِنَ الْأَوَّلِ: قَوْلُهُ - تَعَالَى - لِمُوسَى فِي هَذِهِ الْوَاقِعَةِ الَّتِي نَحْنُ بِصَدَدِ تَفْسِيرِهَا عَلَى قَوْلِ بَعْضِهِمْ: إِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ (٢٠: ٨٥) فَقَوْلُهُ - عَلَيْهِ السَّلَامُ - لِرَبِّهِ: إِنْ هِيَ إِلَّا فِتْنَتُكَ مَأْخُوذٌ مِنْ قَوْلِ رَبِّهِ لَهُ: فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ فَلَا جُرْأَةَ فِيهَا وَلَا إِدْلَالَ، دَعْ مَا يَرُدُّ هَذِهِ الدَّعْوَى مِنْ مُنَافَاتِهَا لِمَوْقِفِ التَّوْبَةِ وَالِاسْتِغْفَارِ - وَمِنَ الثَّانِي: قَوْلُهُ - تَعَالَى - لَهُ فِي قِصَّتِهِ مِنْ سُورَةِ طَه: وَفَتَنَّاكَ فُتُونًا (٢٠: ٤٠) أَيِ: اصْطَفَيْنَاكَ مِنَ الشَّوَائِبِ حَتَّى صِرْتَ أَهْلًا لِاصْطِنَاعِنَا وَرِسَالَتِنَا، وَتَقَدَّمَ تَحْقِيقُ هَذَا اللَّفْظِ مِنْ قَبْلُ وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ أَيْ: وَأَثْبِتْ وَأَوْجِبْ لَنَا بِرَحْمَتِكَ وَفَضْلِكَ حَيَاةً حَسَنَةً فِي هَذِهِ الدُّنْيَا مِنَ الْعَافِيَةِ وَبَسْطِ الرِّزْقِ، وَعِزِّ الِاسْتِقْلَالِ وَالْمُلْكِ، وَالتَّوْفِيقُ لِلطَّاعَةِ، وَمَثُوبَةً حَسَنَةً فِي الْآخِرَةِ بِدُخُولِ جَنَّتِكَ وَنِيلِ رِضْوَانِكَ، فَهُوَ كَقَوْلِهِ - تَعَالَى - فِيمَا عَلَّمَنَا مِنْ دُعَائِهِ: رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً (٢: ٢٠١) فَإِنْ ثَمَرَةَ دِينِ اللهِ عَلَى أَلْسِنَةِ جَمِيعِ رُسُلِهِ سَعَادَةُ الدَّارَيْنِ: الدُّنْيَا وَالْآخِرَةُ إِنَّا هُدْنَا إِلَيْكَ فِي لِسَانِ الْعَرَبِ: هَادَ يَهُودُ هَوْدًا (أَيْ: مِنْ بَابِ قَالَ) وَتَهَوَّدَ تَابَ وَرَجَعَ إِلَى الْحَقِّ فَهُوَ هَائِدٌ، وَقَوْمُ هُودٍ - مِثْلَ حَائِكٍ وَحُوكٍ وَبَازِلٍ وَبُزْلٍ - قَالَ أَعْرَابِيٌّ: </p><p> إِنِّي أُمُرُؤٌ مِنْ مَدْحِهِ هَائِدُ </p><p> وَفِي التَّنْزِيلِ إِنَّا هُدْنَا إِلَيْكَ أَيْ: تُبْنَا إِلَيْكَ، وَهُوَ قَوْلُ مُجَاهِدٍ وَسَعِيدِ بْنِ جُبَيْرٍ وَإِبْرَاهِيمَ. قَالَ ابْنُ سِيدَهْ: عَدَّاهُ بِـ \" إِلَى \" ؛ لِأَنَّ فِيهِ مَعْنَى رَجَعَنَا. ابْنُ الْأَعْرَابِيِّ: هَادَ إِذَا رَجَعَ مِنْ خَيْرٍ إِلَى شَرٍّ أَوْ مِنْ شَرٍّ إِلَى خَيْرٍ، وَدَاهَ إِذْ عَقَلَ، وَيَهُودُ اسْمُ الْقَبِيلَةِ قَالَ: </p><p> أُولَئِكَ أُولِي مِنْ يَهُودَ بِمَدْحِهِ ... إِذَا أَنْتَ يَوْمًا قُلْتَهَا لَمْ تُؤَنَّبِ </p><p> وَقِيلَ: إِنَّمَا هَذِهِ الْقَبِيلَةُ يَهُوذُ فَعُرِّبَتْ بِقَلْبِ الذَّالِ دَالًّا انْتَهَى مُلَخَّصًا. وَالْمَعْنَى: إِنَّا تُبْنَا </p><p> إِلَيْكَ مِمَّا فَرَطَ مِنْ سُفَهَائِنَا مِنْ طَلَبِ الْآلِهَةِ وَعِبَادَةِ الْعِجْلِ، وَتَقْصِيرِ خِيَارِنَا فِي الْإِنْكَارِ عَلَيْهِمْ أَوْ مِنْ طَلَبِ رُؤْيَتِكَ أَوْ مِنْ تَمَرُّدِ الْمَغْرُورِينَ عَلَى شَرِيعَتِكِ، وَكُفْرِ نِعْمَتِكَ - تُبْنَا وَرَجَعْنَا إِلَيْكَ فِي جُمْلَتِنَا مُسْتَغْفِرِينَ مُسْتَرْحَمِينَ كَمَا فَعَلَ أَبُونَا آدَمَ إِذْ تَابَ إِلَيْكَ مِنْ مَعْصِيَتِهِ فَتُبْتَ عَلَيْهِ وَهَدَيْتَهُ وَاجْتَبَيْتَهُ، فَكَانَتْ تِلْكَ سُنَّتَكَ فِي وَلَدِهِ - يَدُلُّ عَلَى هَذَا الْمَعْنَى فَضْلُ قَوْلِهِ: إِنَّا هُدْنَا إِلَيْكَ فَإِنَّهُ فِي مَقَامِ التَّعْلِيلِ وَالِاسْتِدْلَالِ عَلَى اسْتِحْقَاقِ التَّائِبِ الْمُنِيبِ بِالْقَوْلِ وَالْفِعْلِ وَالِاعْتِقَادِ لِلْمَغْفِرَةِ، وَقَدْ كَانَ مِمَّا حَكَاهُ اللهُ - تَعَالَى - مِنْ وَحْيِهِ إِلَى مُوسَى فِي سُورَةِ طَه وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (٢٠: ٨٢) وَبِمَاذَا أَجَابَهُ اللهُ - تَعَالَى -؟ </p>"
}