{
  "id": null,
  "sura": 7,
  "aya": 185,
  "text": "<p> دَعَاهُمْ إِلَيْهِ مِنْ إِصْلَاحِهَا كُلِّهَا، لَعَلِمُوا أَنَّ هَذَا الْإِصْلَاحَ الدِّينِيَّ وَالْأَدَبِيَّ وَالِاجْتِمَاعِيَّ وَالسِّيَاسِيَّ لَا يُثْمِرُ إِلَّا السِّيَادَةَ وَالسَّعَادَةَ، وَأَنَّهُ لَا يُمْكِنُ أَنْ يَكُونَ مَصْدَرُهُ جُنُونَ مَنْ دَعَا إِلَيْهِ، بَلْ إِذَا كَانَ فِيهِ شَيْءٌ غَيْرُ مَعْقُولٍ، فَهُوَ أَنَّهُ لَا يُمْكِنُ أَنْ يَكُونَ هَذَا الْعِلْمُ الْعَالِي وَالْإِصْلَاحُ الْكَامِلُ مِنْ رَأْيِ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْأُمِّيِّ النَّاشِئِ بَيْنَ الْأُمِّيِّينَ، وَلَا أَنْ تَكُونَ هَذِهِ الْبَلَاغَةُ الْمُعْجِزَةُ لِلْبَشَرِ فِي أُسْلُوبِ الْقُرْآنِ وَنَظْمِهِ مِنْ كَسْبِ مُحَمَّدٍ الَّذِي بَلَغَ الْأَرْبَعِينَ، وَلَمْ يَنْظِمْ قَصِيدَةً، وَلَا ارْتَجَلَ خُطْبَةً، وَأَنَّ هَذِهِ الْحُجَجَ الْبَالِغَةَ عَلَى كُلِّ مَا يَدْعُو إِلَيْهِ الْقُرْآنُ، وَالْبَرَاهِينُ الْعَقْلِيَّةُ وَالْعِلْمِيَّةُ الْكَوْنِيَّةُ، لَا يَتَأَتَّى أَنْ تَأْتِيَ فَجْأَةً مِنْ ذِي عُزْلَةٍ لَمْ يُنَاظِرْ وَلَمْ يُفَاخِرْ وَلَمْ يُجَادِلْ أَحَدًا فِيمَا مَضَى مَنْ عُمْرِهِ كَمُحَمَّدِ بْنِ عَبْدِ اللهِ - فَإِذَا تَفَكَّرُوا فِي هَذَا كُلِّهِ جَزَمُوا بِأَنَّ هَذَا كُلَّهُ وَحْيٌ مِنَ اللهِ تَعَالَى </p><p> أَلْقَاهُ فِي رَوْعِهِ، وَنَزَلَ مِنْ لَدُنْهُ عَلَى رُوحِهِ، وَعَلِمُوا أَنَّ اسْتِبْعَادَهُمْ لِذَلِكَ جَهْلٌ مِنْهُمْ، فَاللهُ تَعَالَى الْقَادِرُ عَلَى كُلِّ شَيْءٍ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ; لِهَذَا حَثَّهُمْ عَلَى التَّفَكُّرِ فِي هَذَا الْمَقَامِ مِنْ هَذِهِ السُّورَةِ وَغَيْرِهَا، وَذَكَرَ بَعْدَهَا كَوْنَهُ نَذِيرًا مُبِينًا، وَنَذِيرًا بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ. </p><p> ثُمَّ إِنَّهُ دَعَاهُمْ بَعْدَ هَذَا إِلَى النَّظَرِ وَالِاسْتِدْلَالِ الْعَقْلِيِّ فَقَالَ: أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ الْمَلَكُوتُ: الْمُلْكُ الْعَظِيمُ كَمَا تَدُلُّ عَلَيْهِ صِيغَةُ (فَعَلُوتَ) وَالْمُرَادُ بِمَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ مَجْمُوعُ الْعَالَمِ ; لِأَنَّ الِاسْتِدْلَالَ بِهِ عَلَى قُدْرَةِ اللهِ تَعَالَى وَصِفَاتِهِ وَوَحْدَانِيَّتِهِ أَظْهَرُ فِي الْعَالَمِ فِي جُمْلَتِهِ لَا يُمْكِنُ أَنْ يَكُونَ قَدِيمًا أَزَلِيًّا، وَلَا نِزَاعَ بَيْنَ عُلَمَاءِ الْكَوْنِ فِي إِمْكَانِهِ، وَلَا فِي حُدُوثِ كُلِّ شَيْءٍ مِنْهُ، وَإِنَّمَا يَخْتَلِفُونَ فِي مَصْدَرِهِ وَمِمَّ وُجِدَ، وَهُوَ لَا يُمْكِنُ أَنْ يَكُونَ مِنْ عَدَمٍ مَحْضٍ ; لِأَنَّ الْعَدَمَ الْمَحْضَ لَا حَقِيقَةَ لَهُ فِي الْخَارِجِ بَلْ هُوَ أَمْرٌ فَرْضِيٌّ، فَلَا يُعْقَلُ أَنْ يَصْدُرَ عَنْهُ وُجُودٌ، وَلَا يُمْكِنَ أَنْ يَكُونَ بَعْضُهُ قَدْ أَوْجَدَ الْبَعْضَ الْآخَرَ، وَهَذَا بَدِيهِيٌّ; وَلِذَلِكَ لَمْ يَقُلْ بِهِ أَحَدٌ، فَلَا بُدَّ إِذًا مِنْ أَنْ يَكُونَ صَادِرًا عَنْ وُجُودِ آخَرَ غَيْرِهِ، وَهُوَ اللهُ وَاجِبُ الْوُجُودِ. ثُمَّ إِنَّ هَذَا النِّظَامَ الْعَامَّ فِي الْمَلَكُوتِ الْأَعْظَمِ يَدُلُّ عَلَى أَنَّ مَصْدَرَهُ وَاحِدٌ، وَتَدْبِيرَهُ رَاجِعٌ إِلَى عِلْمِ عَلِيمٍ وَاحِدٍ، وَحِكْمَةِ حَكِيمٍ وَاحِدٍ، سُبْحَانَهُ وَتَعَالَى أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ (٥٢: ٣٥، ٣٦) . </p><p> وَمَعْنَى الْآيَةِ: أَكَذَّبُوا الرَّسُولَ الْمَشْهُورَ بِالْأَمَانَةِ وَالصِّدْقِ، وَقَالُوا: إِنَّهُ لَمَجْنُونٌ. وَهُوَ الْمَعْرُوفُ عِنْدَهُمْ بِالرِّوَايَةِ وَالْعَقْلِ، حَتَّى جَعَلُوا تَحْكِيمَهُ فِي تَنَازُعِهِمْ عَلَى رَفْعِ الْحَجَرِ الْأَسْوَدِ هُوَ الْحُكْمُ الْفَصْلُ - وَلَمْ يَنْظُرُوا نَظَرَ تَأَمُّلٍ وَاسْتِدْلَالٍ فِي مَجْمُوعِ مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ عَلَى عَظَمَتِهِ، وَالنِّظَامِ الْعَامِّ الَّذِي قَامَ بِجُمْلَتِهِ، وَمَا خَلَقَ اللهُ مِنْ شَيْءٍ فِي كُلٍّ مِنْهُمَا، وَإِنْ دَقَّ وَصَغُرَ، وَخَفِيَ وَاسْتَتَرَ، فَفِي كُلِّ شَيْءٍ مِنْ خَلْقِهِ لَهُ آيَةٌ تَدُلُّ عَلَى عِلْمِهِ وَقُدْرَتِهِ، وَمَشِيئَتِهِ وَحِكْمَتِهِ، وَفَضْلِهِ وَرَحْمَتِهِ، وَكَوْنِهِ لَمْ يَخْلُقْ شَيْئًا عَبَثًا، وَلَا يَتْرُكُ النَّاسَ سُدًى، تَدُلُّ عَلَى </p><p> ذَلِكَ بِوُجُودِ ذَلِكَ الشَّيْءِ بَعْدَ أَنْ لَمْ يَكُنْ، وَبِتَرْجِيحِ كُلِّ وَصْفٍ مِنْ أَوْصَافِهِ عَلَى مَا يُقَابِلُهُ، وَبِمَا فِيهَا مِنْ فَائِدَةٍ وَمَنْفَعَةٍ، فَكَيْفَ بِالْمَلَكُوتِ الْأَعْظَمِ فِي </p><p> جُمْلَتِهِ، وَالنِّظَامِ الْبَدِيعِ الَّذِي قَامَ هُوَ بِهِ؟ أَكَذَّبُوا وَقَالُوا مَا قَالُوا، وَلَمْ يَنْظُرُوا فِي الْعَالَمِ الْأَكْبَرِ، وَلَا فِي ذَرَّاتِ الْعَالَمِ الْأَصْغَرِ، نَظَرَ تَأَمُّلٍ وَاعْتِبَارٍ، وَتَفَكُّرٍ وَاسْتِدْلَالٍ، وَلَا فِيمَا عَسَى أَنْ يَكُونَ عَلَيْهِ الشَّأْنُ مِنَ اقْتِرَابِ أَجَلِهِمْ، وَقُدُومِهِمْ عَلَى اللهِ تَعَالَى بِسُوءِ عَمَلِهِمْ، فَأَجَلُ الْأَفْرَادِ مَهْمَا يَطُلْ فَهُوَ قَصِيرٌ، وَمَهْمَا يَبْعُدُ أَمَلُهُمْ فِيهِ فَهُوَ فِي الْحَقِّ الْوَاقِعِ قَرِيبٌ، وَلَوْ نَظَرُوا فِي الْمَلَكُوتِ أَوْ فِي شَيْءٍ مَا مِنْهُ، وَاعْتَبَرُوا بِخَلْقِ اللهِ تَعَالَى إِيَّاهُ، لَاهْتَدَوْا بِدَلَائِلِهِ إِلَى تَصْدِيقِ الرَّسُولِ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى آلِهِ، وَلَوْ نَظَرُوا فِي تَوَقُّعِ قُرْبِ أَجَلِهِمْ لَاحْتَاطُوا لِأَنْفُسِهِمْ، وَرَأَوْا أَنَّ مِنَ الْعَقْلِ وَالرَّوِيَّةِ أَنْ يَقْبَلُوا إِنْذَارَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُمْ ; لِأَنَّ خَيْرِيَّتَهُ لَهُمْ فِي الدُّنْيَا ظَاهِرَةٌ لَمْ يَكُونُوا يُنْكِرُونَهَا، وَأَمَّا خَيْرِيَّتُهُ فِي الْآخِرَةِ فَهِيَ أَعْظَمُ إِذَا صَدُقَ مَا يُقَرِّرُهُ مِنْ أَمْرِ الْبَعْثِ وَالْجَزَاءِ، وَهُوَ صِدْقٌ وَحَقٌّ، وَإِنْ صَحَّ إِنْكَارُهُمْ لَهُ - وَمَا هُوَ بِصَحِيحٍ - فَلَا ضَرَرَ عَلَيْهِمْ مِنَ الِاحْتِيَاطِ لَهُ، كَمَا قَالَ الشَّاعِرُ: </p><p> قَالَ الْمُنَجِّمُ وَالطَّبِيبُ كِلَاهُمَا ... لَا تُبْعَثُ الْأَمْوَاتُ، قُلْتُ: إِلَيْكُمَا </p><p> إِنْ صَحَّ قَوْلُكُمَا فَلَسْتُ بِخَاسِرٍ ... أَوْ صَحَّ قَوْلِي فَالْخَسَارُ عَلَيْكُمَا </p><p> فَالْمَجْنُونُ إِذًا مَنْ يَتْرُكُ مَا فِيهِ سَعَادَةَ الدُّنْيَا بِاعْتِرَافِهِ، وَسَعَادَةَ الْآخِرَةِ وَلَوْ عَلَى احْتِمَالٍ لَا ضَرَرَ فِي تَخَلُّفِهِ، لَا مَنْ يَدْعُو إِلَى السَّعَادَتَيْنِ، أَوْ إِلَى شَيْئَيْنِ يَجْزِمُونَ بِأَنَّ أَحَدَهُمَا نَافِعٌ قَطْعًا وَالْآخِرَ إِمَّا نَافِعٌ وَإِمَّا غَيْرُ ضَارٍّ. هَذَا مَا دَعَاهُمْ إِلَيْهِ صَاحِبُهُمْ بِكِتَابِ رَبِّهِمْ مُؤَيَّدًا بِالْبَرَاهِينِ الْعَقْلِيَّةِ وَالْعِلْمِيَّةِ، لَعَلَّهُمْ يَعْقِلُونَ وَيَعْلَمُونَ. </p><p> فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ وَرَدَتْ هَذِهِ الْآيَةُ بِنَصِّهَا فِي آخِرِ سُورَةِ الْمُرْسَلَاتِ، الْآيَةِ رَقْمِ \" ٥٠ \" الَّتِي أُقِيمَتْ فِيهَا الدَّلَائِلُ عَلَى الْبَعْثِ وَالْجَزَاءِ، وَتَهْدِيدِ الْمُكَذِّبِينَ بِالْوَيْلِ وَالْهَلَاكِ بَعْدَ تَقْرِيرِ كُلِّ نَوْعٍ مِنْهَا. وَوَرَدَ فِي الْآيَةِ السَّادِسَةِ مِنْ سُورَةِ الْجَاثِيَةِ (٤٥) بَعْدَ التَّذْكِيرِ بِآيَاتِ اللهِ لِلْمُؤْمِنِينَ، وَآيَاتِهِ لِقَوْمٍ يُوقِنُونَ، وَآيَاتِهِ لِقَوْمٍ يَعْقِلُونَ، قَوْلُهُ: تِلْكَ آيَاتُ اللهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللهِ وَآيَاتِهِ يُؤْمِنُونَ وَالْحَدِيثُ فِي الْجَمِيعِ كَلَامُ اللهِ الَّذِي هُوَ الْقُرْآنُ، يَدُلُّ عَلَيْهِ هُنَا قَوْلُهُ تَعَالَى فِي رَسُولِهِ: إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ (٧: ١٨٤) وَفِي آيَةِ الْمُرْسَلَاتِ الْقَرِينَةُ فِي تَهْدِيدِ الْمُكَذِّبِينَ لَهُ، وَفِي آيَةِ الْجَاثِيَةِ افْتِتَاحُ السُّورَةِ بِذِكْرِ الْكِتَابِ، فَيَكُونُ مَعْنَاهَا: فَبِأَيِّ حَدِيثٍ بَعْدَ كِتَابِ </p><p> اللهِ الْمَذْكُورِ فِي الْآيَةِ الْأُولَى وَآيَاتِهِ الْمُشَارِ إِلَيْهَا بَعْدَهَا يُؤْمِنُونَ؟ وَالْمُرَادُ أَنَّ مُحَمَّدًا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَذِيرٌ مُبِينٌ عَنِ اللهِ تَعَالَى، وَإِنَّمَا أَنْذَرَ النَّاسَ بِهَذَا الْحَدِيثِ أَيِ الْقُرْآنِ. كَمَا أَمَرَهُ أَنْ يَقُولَ: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ (٦: ١٩) </p>"
}