{
  "id": null,
  "sura": 8,
  "aya": 64,
  "text": "<p> يَاأَيُّهَا النَّبِيُّ حَسْبُكَ اللهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ أَيْ: إِنَّ اللهَ تَعَالَى هُوَ كَافٍ لَكَ كُلَّ مَا يُهِمُّكَ مِنْ أَمْرِ الْأَعْدَاءِ وَغَيْرِهِ، وَكَافٍ لِمَنْ أَيَّدَكَ بِهِمْ مِنَ الْمُؤْمِنِينَ - فَالْحَسْبُ فِي تِلْكَ الْآيَةِ كِفَايَةٌ خَاصَّةٌ بِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي حَالٍ خَاصَّةٍ، وَفِي هَذِهِ كِفَايَةٌ عَامَّةٌ لَهُ وَلِمَنِ اتَّبَعَهُ مِنَ الْمُؤْمِنِينَ فِي كُلِّ حَالٍ مِنْ قِتَالٍ أَوْ صُلْحٍ يَفِي بِهِ الْعَدُوُّ أَوْ يَخُونُ، وَفِي غَيْرِ ذَلِكَ مِنَ الشُّئُونِ. وَيُحْتَمَلُ أَنْ يَكُونَ الْعَطْفُ عَلَى مَعْنَى: وَحَسْبُكَ مَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، أَيْ فَإِنَّهُ يَنْصُرُكَ بِهِمْ. وَلَكِنَّ مُقْتَضَى كَمَالِ التَّوْحِيدِ هُوَ الْأَوَّلُ، وَهُوَ كِفَايَةُ اللهِ تَعَالَى لَهُ وَلَهُمْ، كَمَا قَالَ تَعَالَى فِي الْمُؤْمِنِينَ فِي سِيَاقِ غَزْوَةِ أُحُدٍ أَوْ غَزْوَةِ حَمْرَاءِ الْأَسَدِ: الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ (٣: ١٧٣) فَالْحَسْبَلَةُ مُقْتَضَى التَّوَكُّلِ، وَإِنَّمَا يَكُونُ التَّوَكُّلُ عَلَى اللهِ وَحْدَهُ كَمَا قَالَ لِنَبِيِّهِ: قُلْ حَسْبِيَ اللهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ (٣٩: ٣٨) أَيْ عَلَيْهِ وَحْدَهُ، بِدَلَالَةِ تَقْدِيمِ الظَّرْفِ، وَمِثْلُهُ فِي هَذَا الْحَصْرِ آيَاتٌ كَثِيرَةٌ. وَقَالَ فِي الْمُنَافِقِينَ: وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللهُ سَيُؤْتِينَا اللهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللهِ رَاغِبُونَ (٩: ٥٩) أَيْ لَكَانَ خَيْرًا لَهُمْ عَلَّمَهُمُ اللهُ تَعَالَى أَنْ يُسْنِدُوا الْإِعْطَاءَ مِنَ الصَّدَقَاتِ إِلَى اللهِ؛ لِأَنَّهُ الْمُعْطِي الَّذِي فَرَضَ الصَّدَقَاتِ وَأَوْجَبَهَا، وَإِلَى رَسُولِهِ؛ لِأَنَّهُ هُوَ الَّذِي يُقَسِّمُهَا - وَأَنْ يُسْنِدُوا كِفَايَةَ الْإِحْسَابِ إِلَى اللهِ وَحْدَهُ، وَتَكُونُ رَغْبَتُهُمْ إِلَى اللهِ وَحْدَهُ، وَلَمْ يَأْمُرْهُمْ أَنْ يَقُولُوا: حَسْبُنَا اللهُ وَرَسُولُهُ، إِذْ لَا يَكْفِي الْعِبَادَ إِلَّا رَبُّهُمْ وَخَالِقُهُمْ. كَمَا قَالَ تَعَالَى: أَلَيْسَ اللهُ بِكَافٍ عَبْدَهُ (٣٩: ٣٦) وَلَا سِيَّمَا الْكِفَايَةُ الْكَامِلَةُ الَّتِي يُعَبَّرُ عَنْهَا بِحَسْبِكَ، أَيِ الَّتِي يَقُولُ فِيهَا الْمُكْفَى: حَسْبِي حَسْبِي، وَهِيَ الْمُرَادَةُ هُنَا كَمَا تَقَدَّمَ. وَإِذَا كَانَ دَأْبَ آحَادِ الْمُؤْمِنِينَ </p><p> وَهِجِّيرَاهُمْ \" حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ \" فَأَنْبِيَاءُ اللهِ وَرُسُلُهُ أَوْلَى بِهَذَا؛ لِأَنَّهُمْ أَكْمَلُ تَوْحِيدًا وَتَوَكُّلًا مِنْ غَيْرِهِمْ. وَنَاهِيكَ بِخَاتَمِهِمْ وَأَفْضَلِهِمْ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ ثُمَّ نَاهِيكَ بِوَعْدِ اللهِ تَعَالَى إِيَّاهُ بِهَذِهِ الْكِفَايَةِ، وَهَذَا الْمَعْنَى هُوَ الَّذِي اقْتَصَرَ عَلَيْهِ ابْنُ كَثِيرٍ رَاوِيًا عَنِ الشَّعْبِيِّ أَنَّهُ قَالَ فِي الْآيَةِ: حَسْبُكَ اللهُ وَحَسْبُ مَنْ شَهِدَ مَعَكَ. (قَالَ) : وَرُوِيَ عَنْ عَطَاءٍ الْخَرَسَانِيِّ مِثْلُهُ وَعَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ اهـ. </p><p> أَقُولُ: وَهَذَا الْمَعْنَى قَرَّرَهُ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَّةَ وَأَبْطَلَ مُقَابِلَهُ. فَاحْتِمَالُ عَطْفِ مَنِ اتَّبَعَهُ مِنَ الْمُؤْمِنِينَ عَلَى اسْمِ الْجَلَالَةِ بَاطِلٌ مِنْ حَيْثُ الْمَعْنَى كَمَا قَالَ: وَإِنْ عَدَّهُ النُّحَاةُ أَظْهَرَ فِي الْإِعْرَابِ عَلَى قَوَاعِدِ الْبَصْرِيِّينَ الَّتِي يَتَعَصَّبُ لَهَا جُمْهُورُهُمْ، وَمَا مِنْ طَائِفَةٍ مِنْ عُلَمَاءِ عِلْمٍ وَلَا فَنٍّ لَهُمْ مَذْهَبٌ يُخَالِفُهُ آخَرُونَ إِلَّا وَيُوجَدُ فِيهِمْ مَنْ يَتَعَصَّبُ لِكُلِّ مَا يَقُولُهُ أَهْلُ مَذْهَبِهِمْ وَلِأَئِمَّةِ فَنِّهِمْ. وَقَدْ قَالَ الْفَرَّاءُ وَالزَّجَّاجُ هَاهُنَا: إِنَّ قَوْلَهُ تَعَالَى: وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ فِي مَوْضِعِ النَّصْبِ عَلَى الْمَفْعُولِ مَعَهُ، أَيِ الْوَاوُ بِمَعْنَى \" مَعَ \" كَقَوْلِ الشَّاعِرِ: </p><p> إِذَا كَانَتِ الْهَيْجَاءُ وَاشْتَجَرَ الْقَنَا ... فَحَسْبُكُ وَالضَّحَّاكُ سَيْفٌ مُهَنَّدِ </p><p> قَالَ الْفَرَّاءُ: وَلَيْسَ بِكَثِيرٍ مِنْ كَلَامِهِمْ أَنْ يَقُولُوا: حَسْبُكُ وَأَخَاكَ، بَلِ الْمُعْتَادُ أَنْ يُقَالَ: حَسْبُكَ وَحَسْبُ أَخِيكِ - وَلِهَذَا فَضَّلَ الْفَرَّاءُ الْوَجْهَ الْآخَرَ، وَهُوَ أَنَّ الْمَعْنَى: يَكْفِيكَ اللهُ وَيَكْفِيكَ مَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، إِيثَارًا مِنْهُ لِلرَّاجِحِ فِي عُرْفِ النُّحَاةِ الْبَصْرِيِّينَ، عَلَى الرَّاجِحِ فِي أُصُولِ الدِّينِ، وَكَذَلِكَ أَبُو حَيَّانَ النَّحْوِيُّ فَإِنَّهُ تَعَقَّبَ إِعْرَابَ الْوَجْهِ الْأَوَّلِ بِأَنَّهُ مُخَالِفٌ لِقَوْلِ سِيبَوَيْهِ، فَإِنَّهُ جَعَلَ زَيْدًا فِي قَوْلِهِمْ:  \" حَسْبُكَ وَزَيْدًا دِرْهَمٌ \" مَنْصُوبًا بِفِعْلٍ مُقَدَّرٍ، أَيْ وَكَفَى زَيْدًا دِرْهَمٌ، وَلَا غَرْوَ فَأَبُو حَيَّانَ هَذَا كَانَ مُعْجَبًا بِشَيْخِ الْإِسْلَامِ أَحْمَدَ تَقِيِّ الدِّينِ ابْنِ تَيْمِيَّةَ وَشَدِيدَ الْإِطْرَاءِ لَهُ، وَقَدْ مَدَحَهُ فِي حَضْرَتِهِ بِأَبْيَاتٍ شَبَّهَهُ فِيهَا بِالصَّحَابَةِ جُمْلَةً ـ رَضِيَ اللهُ عَنْهُمْ ـ وَبِأَبِي بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ خَاصَّةً، وَشَهِدَ لَهُ بِتَجْدِيدِ الدِّينِ حَتَّى قَالَ فِيهَا: </p><p> يَا مَنْ يُحَدِّثُ عَنْ عِلْمِ الْكِتَابِ أَصِخْ ... هَذَا الْإِمَامُ الَّذِي قَدْ كَانَ يُنْتَظَرْ </p><p> ثُمَّ إِنَّهُ ذَاكَرَهُ فِي شَيْءٍ مِنَ الْعَرَبِيَّةِ، وَاحْتَجَّ عَلَيْهِ بِقَوْلِ سِيبَوَيْهِ، فَقَالَ لَهُ شَيْخُ </p><p> الْإِسْلَامِ: مَا كَانَ سِيبَوَيْهِ نَبِيَّ النَّحْوِ وَلَا مَعْصُومًا، بَلْ أَخْطَأَ فِي الْكِتَابِ (أَيْ كِتَابِهِ الْمَشْهُورِ فِي النَّحْوِ) فِي ثَمَانِينَ مَوْضِعًا مَا تَفْهَمُهَا أَنْتَ. وَيُرْوَى أَنَّهُ قَالَ لَهُ: يُفَسِّرُ سِيبَوَيْهِ. فَقَاطَعَهُ أَبُو حَيَّانَ، وَذَكَرَهُ فِي تَفْسِيرِهِ بِكُلِّ سُوءٍ، كَمَا ذَكَرَهُ الْحَافِظُ ابْنُ حَجَرٍ فِي الدُّرَرِ الْكَامِنَةِ. وَلَوْلَا تَعَصُّبُ هَؤُلَاءِ لِأَئِمَّةٍ فَنِّهِمْ لَمَا جَعَلُوا فَهْمَ سِيبَوَيْهِ حُجَّةً فِي مِثْلِ هَذِهِ الْمَسْأَلَةِ عَلَى مَا تَقْتَضِيهِ أُصُولُ التَّوْحِيدِ مِنْ مَعْنَى عِبَارَةِ الْقُرْآنِ. وَلَوْلَا إِرَادَةُ التَّذْكِيرِ بِهَذِهِ الْجِنَايَةِ الَّتِي يَرْتَكِبُهَا الْعُلَمَاءُ بِعَصَبِيَّتِهِمُ الْمَذْهَبِيَّةِ لِزُعَمَائِهِمْ لَمَا أَطَلْتُ فِي هَذِهِ الْمَسْأَلَةِ. </p><p> هَذَا وَإِنَّ الْمُرَادَ بِالْمُؤْمِنِينَ هُنَا جَمَاعَتُهُمْ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ كَمَا تَقَدَّمَ فِي الْآيَتَيْنِ السَّابِقَتَيْنِ لِهَذِهِ الْآيَةِ وَلَا سِيَّمَا الَّذِينَ شَهِدُوا بَدْرًا مِنْهُمْ، لَا فِي الْأَنْصَارِ وَحْدَهُمْ كَمَا قِيلَ هُنَا وَهُنَاكَ، فَإِنَّ جُلَّ هَذِهِ السُّورَةِ نَزَلَ فِي شَأْنِ تِلْكَ الْغَزْوَةِ الْكُبْرَى كَمَا تَقَدَّمَ أَيْضًا. وَعَنِ الْكَلْبِيِّ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ قَبْلَهَا. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ عِنْدَمَا أَسْلَمَ عُمَرُ بْنُ الْخَطَّابِ ـ رَضِيَ اللهُ عَنْهُمْ ـ وَصَارَ الْمُسْلِمُونَ بِإِسْلَامِهِ أَرْبَعِينَ نَسَمَةً، مِنْهُمْ سِتُّ نِسْوَةٍ. رَوَاهُ الْبَزَّارُ مِنْ طَرِيقِ عِكْرِمَةَ بِسَنَدٍ ضَعِيفٍ وَابْنُ أَبِي حَاتِمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْهُ بِسَنَدٍ صَحَّحَهُ السُّيُوطِيُّ وَفِيهِ نَظَرٌ. وَرَوَاهُ عَنْهُ الطَّبَرَانِيُّ أَيْضًا وَأَخْرَجَ أَبُو الشَّيْخِ مِثْلَهُ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ. وَمُقْتَضَى هَذَا أَنَّ الْآيَةَ مَكِّيَّةٌ وَالسُّورَةَ مَدَنِيَّةٌ بِالْإِجْمَاعِ، وَلَا يَظْهَرُ مَعْنَاهَا الَّذِي قَرَّرْنَاهُ إِلَّا فِي وَقْتِ نُزُولِ سُورَتِهَا، وَلَا الْمَعْنَى الْآخَرُ الْمَرْجُوحُ الَّذِي أَرَادَهُ وَاضِعُ الرِّوَايَةِ فِيمَا يَظْهَرُ فَإِنَّ أُولَئِكَ الْأَرْبَعِينَ لَمْ تَتَحَقَّقْ بِهِمْ كِفَايَةُ الْإِحْسَابِ بِالنَّصْرِ عَلَى الْكُفَّارِ، وَلَا يُؤْمَنُ شَرُّهُمْ وَاضْطِهَادُهُمْ لِلْمُؤْمِنِينَ، بَلِ اضْطَرَّهُمُ الْمُشْرِكُونَ إِلَى الْهِجْرَةِ الْعَامَّةِ بَعْدَ هِجْرَةِ الْحَبَشَةِ الْخَاصَّةِ. </p><p> وَلَمَّا ضَمِنَ اللهُ تَعَالَى إِحْسَابَهُ لِنَبِيِّهِ وَلِلْمُؤْمِنِينَ قَالَ: </p>"
}