{
  "id": null,
  "sura": 8,
  "aya": 41,
  "text": "<p> الْجُزْءُ الْعَاشِرُ </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللهَ لَسَمِيعٌ عَلِيمٌ إِذْ يُرِيكَهُمُ اللهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ تَقَدَّمَ وَجْهُ التَّنَاسُبِ بَيْنَ الْآيَاتِ مِنْ أَوَّلِ السُّورَةِ إِلَى هُنَا، وَفِي هَذِهِ الْآيَةِ عَوْدٌ إِلَى وَصْفِ غَزْوَةِ بَدْرٍ، وَمَا فِيهَا مِنَ الْحِكَمِ وَالْعِبَرِ وَالْأَحْكَامِ، وَقَدْ بُدِئَ هَذَا السِّيَاقُ بِحُكْمٍ شَرْعِيٍّ يَتَعَلَّقُ بِالْقِتَالِ وَهُوَ تَخْمِيسُ الْغَنَائِمِ، كَمَا بُدِئَتِ السُّورَةُ بِذِكْرِ </p><p> الْأَنْفَالِ (الْغَنَائِمِ) الَّتِي اخْتَلَفُوا فِيهَا </p><p> وَتَسَاءَلُوا عَنْهَا فِي تِلْكَ الْغَزْوَةِ، وَالْمُنَاسَبَةُ بَيْنَ الْآيَةِ هُنَا وَمَا قَبْلَهَا مُبَاشَرَةً ظَاهِرٌ، فَقَدْ جَاءَ فِي الْآيَتَيْنِ اللَّتَيْنِ قَبْلَهَا الْأَمْرُ بِقِتَالِ الْكُفَّارِ الْمُعْتَدِينَ الَّذِينَ كَانُوا يَفْتِنُونَ الْمُسْلِمِينَ عَنْ دِينِهِمْ، حَتَّى لَا تَكُونَ فِتْنَةٌ، وَوَعَدَ اللهُ الْمُؤْمِنِينَ بِالنَّصْرِ عَلَيْهِمْ، وَذَلِكَ يَسْتَتْبِعُ أَخْذَ الْغَنَائِمِ مِنْهُمْ فَنَاسَبَ أَنْ يَذْكُرَ بَعْدَهُ مَا يُرْضِيهِ سُبْحَانَهُ فِي قِسْمَةِ الْغَنَائِمِ، وَإِنَّنَا نَذْكُرُ أَقْوَالَ الْعُلَمَاءِ فِي الْغَنِيمَةِ، وَمَا فِي مَعْنَاهَا أَوْ عَلَى مَقْرُبَةٍ مِنْهَا، كَالْفَيْءِ وَالنَّفْلِ وَالسَّلَبِ وَالصَّفِيِّ قَبْلَ تَفْسِيرِ الْآيَةِ لِطُولِهِ: حَتَّى لَا يَخْتَلِطَ بِمَدْلُولِ الْأَلْفَاظِ فَنَقُولُ: الْغُنْمُ بِالضَّمِّ وَالْمَغْنَمُ وَالْغَنِيمَةُ فِي اللُّغَةِ: مَا يُصِيبُهُ الْإِنْسَانُ وَيَنَالُهُ وَيَظْفَرُ بِهِ مِنْ غَيْرِ مَشَقَّةٍ، كَذَا فِي الْقَامُوسِ، وَهُوَ قَيْدٌ يُشِيرُ إِلَيْهِ ذَوْقُ اللُّغَةِ أَوْ يَشْتَمُّ مِنْهُ مَا يُقَارِبُهُ، وَلَكِنَّهُ غَيْرُ دَقِيقٍ، فَمِنَ الْمَعْلُومِ بِالْبَدَاهَةِ أَنَّهُ لَا يُسَمَّى كُلُّ كَسْبٍ أَوْ رِبْحٍ أَوْ ظَفَرٍ بِمَطْلُوبٍ غَنِيمَةً، كَمَا أَنَّ الْعَرَبَ أَنْفُسَهُمْ قَدْ سَمَّوْا مَا يُؤْخَذُ مِنَ الْأَعْدَاءِ فِي الْحَرْبِ غَنِيمَةً، وَهُوَ لَا يَخْلُو مِنْ مَشَقَّةٍ، فَالْمُتَبَادِرُ مِنَ الِاسْتِعْمَالِ أَنَّ الْغَنِيمَةَ وَالْغُنْمَ: مَا يَنَالُهُ الْإِنْسَانُ، وَيَظْفَرُ بِهِ مِنْ غَيْرِ مُقَابِلٍ مَادِّيٍّ يَبْذُلُهُ فِي سَبِيلِهِ (كَالْمَالِ فِي التِّجَارَةِ مَثَلًا) ، وَلِذَلِكَ قَالُوا: إِنَّ الْغُرْمَ ضِدُّ الْغُنْمِ، وَهُوَ مَا يَحْمِلُهُ الْإِنْسَانُ مَنْ خُسْرٍ وَضَرَرٍ بِغَيْرِ جِنَايَةٍ مِنْهُ، وَلَا خِيَانَةٍ يَكُونُ عِقَابًا عَلَيْهِمَا. فَإِنْ جَاءَتِ الْغَنِيمَةُ بِغَيْرِ عَمَلٍ وَلَا سَعْيٍ مُطْلَقًا سُمِّيَتِ الْغَنِيمَةُ الْبَارِدَةُ. وَفِي كُلِّيَّاتِ أَبِي الْبَقَاءِ: الْغُنْمُ بِالضَّمِّ: الْغَنِيمَةُ، وَغَنِمْتُ الشَّيْءَ: أَصَبْتُهُ غَنِيمَةً وَمَغْنَمًا، وَالْجَمْعُ غَنَائِمُ وَمَغَانِمُ \" وَالْغُنْمُ بِالْغُرْمِ \" أَيْ مُقَابَلٌ بِهِ. وَغَرَمْتُ الدِّيَةَ وَالدَّيْنَ: أَدَّيْتُهُ. وَيَتَعَدَّى بِالتَّضْعِيفِ يُقَالُ: غَرَّمْتُهُ، وَبِالْأَلْفِ (أَغْرَمْتُهُ) : جَعَلْتُهُ لِي غَارِمًا. وَالْغَنِيمَةُ أَعَمُّ مِنَ النَّفْلِ، وَالْفَيْءُ أَعَمُّ مِنَ الْغَنِيمَةِ؛ لِأَنَّهُ اسْمٌ لِكُلِّ مَا صَارَ لِلْمُسْلِمِينَ مِنْ أَمْوَالِ أَهْلِ الشِّرْكِ بَعْدَ مَا تَضَعُ الْحَرْبُ أَوْزَارَهَا، وَتَصِيرُ الدَّارُ دَارَ الْإِسْلَامِ. وَحُكْمُهُ أَنْ يَكُونَ لِكَافَّةِ الْمُسْلِمِينَ وَلَا يُخَمَّسُ. وَذَهَبَ قَوْمٌ إِلَى أَنَّ الْغَنِيمَةَ مَا أَصَابَ الْمُسْلِمُونَ مِنْهُمْ عَنْوَةً بِقِتَالٍ، وَالْفَيْءَ مَا كَانَ عَنْ صُلْحٍ بِغَيْرِ قِتَالٍ. وَقِيلَ: النَّفْلُ إِذَا اعْتُبِرَ كَوْنُهُ مَظْفُورًا بِهِ يُقَالُ </p><p> لَهُ غَنِيمَةٌ، وَإِذَا اعْتُبِرَ كَوْنُهُ مِنْحَةً مِنَ اللهِ ابْتِدَاءً مِنْ غَيْرِ وُجُوبٍ يُقَالُ لَهُ: نَفْلٌ وَقِيلَ: الْغَنِيمَةُ مَا حَصَلَ مُسْتَغْنَمًا بِتَعَبٍ كَانَ أَوْ بِغَيْرِ تَعَبٍ، وَبِاسْتِحْقَاقٍ كَانَ أَوْ بِغَيْرِ اسْتِحْقَاقٍ، وَقَبْلَ الظَّفَرِ أَوْ بَعْدَهُ. وَالنَّفْلُ مَا يَحْصُلُ لِلْإِنْسَانِ قَبْلَ (قِسْمَةِ) الْغَنِيمَةِ مِنْ جُمْلَةِ الْغَنِيمَةِ. وَقَالَ بَعْضُهُمْ: الْغَنِيمَةُ وَالْجِزْيَةُ وَمَالُ الصُّلْحِ وَالْخَرَاجُ كُلُّهُ فَيْءٌ؛ لِأَنَّ ذَلِكَ كُلَّهُ مِمَّا أَفَاءَ اللهُ عَلَى الْمُؤْمِنِينَ. وَعِنْدَ الْفُقَهَاءِ: كُلُّ مَا يَحِلُّ أَخْذُهُ مِنْ أَمْوَالِهِمْ فَهُوَ فَيْءٌ اهـ. </p><p> وَالتَّحْقِيقُ أَنَّ الْغَنِيمَةَ فِي الشَّرْعِ: مَا أَخَذَهُ الْمُسْلِمُونَ مِنَ الْمَنْقُولَاتِ فِي حَرْبِ الْكُفَّارِ عَنْوَةً، وَهَذِهِ هِيَ الَّتِي تُخَمَّسُ فَخُمُسُهَا لِلَّهِ وَلِلرَّسُولِ كَمَا سَيَأْتِي تَفْصِيلُهُ، وَالْبَاقِي لِلْغَانِمِينَ يُقَسَّمُ بَيْنَهُمْ. وَأَمَّا الْفَيْءُ فَهُوَ عِنْدُ الْجُمْهُورِ مَا أُخِذَ مِنْ مَالِ الْكُفَّارِ الْمُحَارِبِينَ بِغَيْرِ قَهْرِ الْحَرْبِ لِقَوْلِهِ تَعَالَى: وَمَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ (٥٩: ٦) الْآيَةَ وَهُوَ لِمَصَالِحِ جُمْهُورِ الْمُسْلِمِينَ، وَقِيلَ كَالْغَنِيمَةِ. </p><p> وَيَدْخُلُ فِي هَذَا الْبَابِ (النَّفْلُ) بِالْمَعْنَى الْخَاصِّ، وَهُوَ مَا يُعْطِيهِ الْإِمَامُ لِبَعْضِ الْغُزَاةِ بَعْدَ الْقِسْمَةِ زِيَادَةً عَلَى سَهْمِهِ مِنَ الْغَنَائِمِ لِمَصْلَحَةٍ اسْتَحَقَّهُ بِهَا قِيلَ: يَكُونُ مِنْ خُمُسِ الْخُمُسِ (وَالسَّلَبُ) وَهُوَ مَا يُسْلَبُ مِنَ الْمَقْتُولِ فِي الْمَعْرَكَةِ مِنْ سِلَاحٍ وَثِيَابٍ، وَخَصَّهُ الشَّافِعِيُّ بِأَدَاةِ الْحَرْبِ يُعْطَى لِلْقَاتِلِ قِيلَ: مُطْلَقًا. وَقِيلَ: إِذَا جَعَلَ الْإِمَامُ لَهُ ذَلِكَ كَمَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ قَتَلَ قَتِيلًا فَلَهُ سَلَبُهُ لِمَا رَوَاهُ الشَّيْخَانِ وَغَيْرُهُمَا عَنْ أَبِي قَتَادَةَ ـ رَضِيَ اللهُ عَنْهُ ـ وَ (الصَّفِيُّ) وَكَانَ لِلرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ يَصْطَفِيَ لِنَفْسِهِ شَيْئًا مِنَ الْغَنِيمَةِ يَكُونُ سَهْمًا لَهُ خَاصًّا بِهِ سَوَاءٌ كَانَ مِنَ السَّبْيِ أَوِ الْخَيْلِ أَوِ الْأَسْلِحَةِ أَوْ غَيْرِهَا مِنَ النَّفَائِسِ قَالَ بَعْضُهُمْ: كَانَ ذَلِكَ خَاصًّا بِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَقَالَ آخَرُونَ: بَلْ ذَلِكَ لِلْإِمَامِ مِنْ بَعْدِهِ مِنْ حَيْثُ إِنَّهُ إِمَامٌ. </p><p> (تَفْسِيرُ الْآيَةِ) </p><p> وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ هَذَا عَطْفٌ عَلَى الْأَمْرِ بِالْقِتَالِ، وَمَا يَتَعَلَّقُ بِهِ فِي الْآيَتَيْنِ </p><p> اللَّتَيْنِ قَبْلَ هَذِهِ الْآيَةِ كَمَا تَقَدَّمَ آنِفًا وَ \" أَنَّ مَا \" رُسِمَتْ فِي مُصْحَفِ الْإِمَامِ مَوْصُولَةً هَكَذَا: أَنَّمَا وَالْجُمْهُورُ عَلَى أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي غَزْوَةِ بَدْرٍ عَلَى أَنَّ ابْتِدَاءَ فَرْضِ قِسْمَةِ الْغَنَائِمِ كَانَ بِهَا، وَلَكِنَّ أَهْلَ السَّيْرِ اخْتَلَفُوا فِيهَا فَزَعَمَ بَعْضُهُمْ أَنَّهَا شُرِعَتْ يَوْمَ قُرَيْظَةَ، وَبَعْضُهُمْ أَنَّهَا لَمْ تُبَيَّنْ بِالصَّرَاحَةِ إِلَّا فِي غَنَائِمِ حُنَيْنٍ، وَقَالَ ابْنُ إِسْحَاقَ: فِي سَرِيَّةِ عَبْدِ اللهِ بْنِ جَحْشٍ الَّتِي كَانَتْ فِي رَجَبٍ قَبْلَ بَدْرٍ بِشَهْرَيْنِ، قَالَ: ذَكَرَ لِي بَعْضُ آلِ جَحْشٍ أَنَّ عَبْدَ اللهِ قَالَ لِأَصْحَابِهِ: إِنَّ لِرَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِمَّا غَنِمْنَا الْخُمُسَ، وَذَلِكَ قَبْلَ أَنْ يَفْرِضَ اللهُ الْخُمُسَ، فَعَزَلَ لَهُ الْخُمُسَ، وَقَسَّمَ سَائِرَ الْغَنِيمَةِ بَيْنَ أَصْحَابِهِ (قَالَ) : فَوَقَعَ رِضَا اللهِ بِذَلِكَ، وَقَالَ السُّبْكِيُّ: نَزَلَتِ الْأَنْفَالُ فِي بَدْرٍ وَغَنَائِمِهَا. وَالَّذِي يَظْهَرُ أَنَّ آيَةَ قِسْمَةِ الْغَنِيمَةِ نَزَلَتْ بَعْدَ تَفْرِقَةِ الْغَنَائِمِ؛ لِأَنَّ أَهْلَ السِّيَرِ نَقَلُوا أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَسَمَهَا عَلَى السَّوَاءِ، وَأَعْطَاهَا لِمَنْ شَهِدَ الْوَقْعَةَ أَوْ غَابَ لَعُذْرٍ تَكَرُّمًا مِنْهُ؛ لِأَنَّ الْغَنِيمَةَ كَانَتْ أَوَّلًا بِنَصِّ أَوَّلِ سُورَةِ الْأَنْفَالِ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ (قَالَ) : وَلَكِنْ يُعَكِّرُ عَلَى مَا قَالَ أَهْلُ السِّيَرِ حَدِيثُ عَلِيٍّ حَيْثُ قَالَ: وَأَعْطَانِي شَارِفًا مِنَ الْخُمُسِ يَوْمَئِذٍ: فَإِنَّهُ ظَاهِرٌ فِي أَنَّهُ كَانَ فِيهَا خُمُسٌ اهـ. </p><p> وَالْمُرَادُ بِحَدِيثِ عَلِيٍّ مَا أَخْرَجَهُ الْبُخَارِيُّ فِي أَوَّلِ كِتَابِ فَرْضِ الْخُمُسِ وَغَيْرِهِ عَنْهُ قَالَ: كَانَتْ لِي شَارِفٌ مِنْ نَصِيبِي مِنَ الْمَغْنَمِ يَوْمَ بَدْرٍ، وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَانِي شَارِفًا مِنَ الْخُمُسِ إِلَخْ. قَالَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ عَقِبَ نَقْلِ عِبَارَةِ السُّبْكِيِّ: وَيُحْتَمَلُ أَنْ تَكُونَ </p><p> قِسْمَةُ غَنَائِمِ بَدْرٍ وَقَعَتْ عَلَى السَّوَاءِ بَعْدَ أَنْ أُخْرِجَ الْخُمُسُ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى مَا تَقَدَّمَ مِنْ قِصَّةِ سَرِيَّةِ عَبْدِ اللهِ بْنِ جَحْشٍ وَأَفَادَتْ آيَةُ الْأَنْفَالِ وَهِيَ قَوْلُهُ تَعَالَى: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ إِلَى آخِرِهَا بَيَانَ مَصْرِفِ الْخُمُسِ لَا مَشْرُوعِيَّةَ أَصْلِ الْخُمُسِ، وَاللهُ أَعْلَمُ. </p><p> ثُمَّ قَالَ الْحَافِظُ فِي شَرْحِ حَدِيثِ حِلِّ الْغَنَائِمِ لَنَا دُونَ مَنْ قَبْلَنَا: وَكَانَ ابْتِدَاءُ ذَلِكَ مِنْ غَزْوَةِ بَدْرٍ، وَفِيهَا نَزَلَ قَوْلُهُ تَعَالَى: فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا (٨: ٦٩) فَأَحَلَّ اللهُ لَهُمُ الْغَنِيمَةَ. وَقَدْ ثَبَتَ ذَلِكَ فِي الصَّحِيحِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ، وَقَدْ قَدَّمْتُ </p><p> فِي أَوَائِلِ فَرْضِ الْخُمُسِ أَوَّلَ غَنِيمَةٍ خُمِّسَتْ غَنِيمَةِ السَّرِيَّةِ الَّتِي خَرَجَ فِيهَا عَبْدُ اللهِ بْنُ جَحْشٍ، وَذَلِكَ قَبْلَ بَدْرٍ بِشَهْرَيْنِ، وَيُمْكِنُ الْجَمْعُ بِمَا ذَكَرَ ابْنُ سَعْدٍ أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَخَّرَ غَنِيمَةَ تِلْكَ السَّرِيَّةِ حَتَّى رَجَعَ مِنْ بَدْرٍ فَقَسَمَهَا مَعَ غَنَائِمِ بَدْرٍ اهـ. </p><p> وَقَالَ الْوَاقِدِيُّ: كَانَ الْخُمُسُ فِي غَزْوَةِ بَنِي قَيْنُقَاعَ بَعْدَ بَدْرٍ بِشَهْرَيْنِ وَثَلَاثَةِ أَيَّامٍ لِلنِّصْفِ مِنْ شَوَّالٍ عَلَى رَأْسِ عِشْرِينَ شَهْرًا مِنَ الْهِجْرَةِ. وَإِنَّمَا يَصِحُّ هَذَا الْقَوْلُ إِذَا أُرِيدَ بِهِ أَنَّ أَوَّلَ غَنِيمَةٍ غُنِمَتْ بَعْدَ نُزُولِ هَذِهِ الْآيَةِ هِيَ غَنِيمَةُ الْغَزْوَةِ الْمَذْكُورَةِ بِنَاءً عَلَى أَنَّ الْآيَةَ نَزَلَتْ فِي جُمْلَةِ السُّورَةِ فِي غَزْوَةِ بَدْرٍ بَعْدَ انْقِضَاءِ الْقِتَالِ كَمَا تَقَدَّمَ، وَالصَّوَابُ مَا حَقَّقَهُ الْحَافِظُ ابْنُ حَجَرٍ وَذَكَرْنَاهُ آنِفًا. </p><p> وَقَالَ فِي فَتْحِ الْبَيَانِ: وَأَمَّا مَعْنَى الْغَنِيمَةِ فِي الشَّرْعِ فَحَكَى الْقُرْطُبِيُّ الِاتِّفَاقَ أَنَّ الْمُرَادَ بِقَوْلِهِ: أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ مَالُ الْكُفَّارِ إِذَا ظَفِرَ بِهِمُ الْمُسْلِمُونَ عَلَى وَجْهِ الْغَلَبَةِ وَالْقَهْرِ. قَالَ: وَلَا يَقْتَضِي فِي اللُّغَةِ هَذَا التَّخْصِيصَ، وَلَكِنْ عَرَّفَ الشَّرْعُ قَيْدَ هَذَا اللَّفْظِ بِهَذَا النَّوْعِ. وَقَدِ ادَّعَى ابْنُ عَبْدِ الْبَرِّ الْإِجْمَاعَ عَلَى أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ بَعْدَ قَوْلِهِ: يَسْأَلُونَكَ عَنِ الْأَنْفَالِ (٨: ١) حِينَ تَشَاجَرَ أَهْلُ بَدْرٍ فِي غَنَائِمِ بَدْرٍ وَقِيلَ: إِنَّهَا - يَعْنِي آيَةَ يَسْأَلُونَكَ عَنِ الْأَنْفَالِ مُحْكَمَةٌ غَيْرُ مَنْسُوخَةٍ، وَأَنَّ الْغَنِيمَةَ لِرَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلَيْسَتْ مَقْسُومَةً بَيْنَ الْغَانِمِينَ، وَكَذَلِكَ لِمَنْ بَعْدَهُ مِنَ الْأَئِمَّةِ. حَكَاهُ الْمَاوَرْدِيُّ عَنْ كَثِيرٍ مِنَ الْمَالِكِيَّةِ قَالُوا: وَلِلْإِمَامِ أَنْ يُخْرِجَهَا عَنْهُمْ. وَاحْتَجُّوا بِفَتْحِ مَكَّةَ وَقِصَّةِ حُنَيْنٍ. وَكَانَ أَبُو عُبَيْدَةَ يَقُولُ: افْتَتَحَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَكَّةَ عَنْوَةً وَمَنَّ عَلَى أَهْلِهَا فَرَدَّهَا عَلَيْهِمْ وَلَمْ يَقْسِمْهَا وَلَمْ يَجْعَلْهَا فَيْئًا. </p><p> \" وَقَدْ حَكَى الْإِجْمَاعَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ عَلَى أَنَّ أَرْبَعَةَ أَخْمَاسِ الْغَنِيمَةِ لِلْغَانِمِينَ، وَمِمَّنْ حَكَى ذَلِكَ ابْنُ الْمُنْذِرِ وَابْنُ عَبْدِ الْبَرِّ وَالدَّاوُدِيُّ وَالْمَازِرِيُّ وَالْقَاضِي عِيَاضٌ وَابْنُ الْعَرَبِيِّ. وَالْأَحَادِيثُ الْوَارِدَةُ فِي قِسْمَةِ الْغَنِيمَةِ بَيْنَ الْغَانِمِينَ كَثِيرَةٌ جِدًّا. قَالَ الْقُرْطُبِيُّ: وَلَمْ يَقُلْ أَحَدٌ فِيمَا أَعْلَمُ أَنَّ قَوْلَهُ تَعَالَى: يَسْأَلُونَكَ عَنِ الْأَنْفَالِ الْآيَةَ نَاسِخٌ لِقَوْلِهِ: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ الْآيَةَ. بَلْ قَالَ الْجُمْهُورُ: إِنَّ قَوْلَهُ: وَاعْلَمُوا أَنَّمَا </p><p> غَنِمْتُمْ نَاسِخٌ وَهُمُ الَّذِينَ لَا يَجُوزُ عَلَيْهِمُ التَّحْرِيفُ وَالتَّبْدِيلُ لِكِتَابِ اللهِ. وَأَمَّا قِصَّةُ مَكَّةَ فَلَا حُجَّةَ فِيهَا، لِاخْتِلَافِ الْعُلَمَاءِ فِي فَتْحِهَا. (قَالَ) : </p><p> وَأَمَّا قِصَّةُ حُنَيْنٍ فَقَدْ عَوَّضَ الْأَنْصَارَ - لَمَّا قَالُوا: يُعْطِي الْغَنَائِمَ قُرَيْشًا وَيَتْرُكُنَا وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ - نَفْسَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ:  \" أَمَا تَرْضَوْنَ أَنْ يَرْجِعَ النَّاسُ بِالدُّنْيَا، وَتَرْجِعُونَ بِرَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِلَى بُيُوتِكُمْ؟ \" كَمَا فِي مُسْلِمٍ وَغَيْرِهِ. وَلَيْسَ لِغَيْرِهِ أَنْ يَقُولَ هَذَا الْقَوْلَ بَلْ ذَلِكَ خَاصٌّ بِهِ اهـ. </p><p> وَالتَّحْقِيقُ أَنَّ مَكَّةَ فُتِحَتْ عَنْوَةً، وَأَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَعْتَقَ أَهْلَهَا فَقَالَ:  \" أَنْتُمُ الطُّلَقَاءُ \" وَأَنَّ الْأَرْضَ الَّتِي تُفْتَحُ عَنْوَةً لَا يَجِبُ قَسْمُهَا كَالْغَنَائِمِ الْمَنْقُولَةِ، بَلْ يَعْمَلُ الْإِمَامُ فِيهَا بِمَا يَرَى فِيهِ الْمَصْلَحَةَ، دَعْ مَا مَيَّزَ اللهُ بِهِ مَكَّةَ عَلَى سَائِرِ بِقَاعِ الْأَرْضِ بِبَيْتِهِ وَشَعَائِرِ دِينِهِ حَتَّى قِيلَ: إِنَّهَا لَا تُمَلَّكُ. وَجُمْلَةُ الْقَوْلِ: أَنَّهُ لَيْسَ بَيْنَ الْآيَتَيْنِ تَعَارَضٌ يَتَفَصَّى مِنْهُ بِالنَّسْخِ، فَالْأُولَى نَاطِقَةٌ بِأَنَّ الْأَنْفَالَ لِلَّهِ يَحْكُمُ فِيهَا بِحُكْمِهِ، وَلِلرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُنَفِّذُ حُكْمَهُ تَعَالَى بِالْبَيَانِ وَالْعَمَلِ وَالِاجْتِهَادِ. وَالثَّانِيَةُ نَاطِقَةٌ بِوُجُوبِ أَخْذِ خُمُسِ الْغَنَائِمِ، وَتَقْسِيمِهِ عَلَى مَنْ ذُكِرَ فِيهَا. فَهِيَ إِذًا مُبَيِّنَةٌ لِإِجْمَالِ الْأُولَى، وَمُفَسِّرَةٌ لَهَا لَا نَاسِخَةٌ. </p><p> وَمَعْنَى الْآيَةِ: وَاعْلَمُوا أَيُّهَا الْمُؤْمِنُونَ أَنَّ كُلَّ مَا غَنِمْتُمْ مِنَ الْكُفَّارِ الْمُحَارِبِينَ، فَالْحَقُّ الْأَوَّلُ الْوَاجِبُ فِيهِ أَنَّ خُمُسَهُ لِلَّهِ تَعَالَى يُصْرَفُ فِيمَا يُرْضِيهِ مِنْ مَصَالِحِ الدِّينِ الْعَامَّةِ: كَالدَّعْوَةِ إِلَى الْإِسْلَامِ، وَعِمَارَةِ الْكَعْبَةِ وَكِسْوَتِهَا، وَإِقَامَةِ شَعَائِرِهِ تَعَالَى، وَلِلرَّسُولِ يَأْخُذُ كِفَايَتَهُ مِنْهُ لِنَفْسِهِ وَنِسَائِهِ، وَكَانَ يُمَوِّنُهُنَّ إِلَى سَنَةٍ، وَلِذِي الْقُرْبَى أَيْ أَقْرَبِ أَهْلِهِ وَعَشِيرَتِهِ إِلَيْهِ نَسَبًا وَوَلَاءً وَنُصْرَةً، وَهُمُ الَّذِينَ حُرِّمَتْ عَلَيْهِمُ الصَّدَقَةُ كَمَا حُرِّمَتْ عَلَيْهِ تَكْرِيمًا لَهُ وَلَهُمْ بِالتَّبَعِ لَهُ عَنْ أَنْ يَكُونَ رِزْقُهُمْ مِنْ أَوْسَاخِ النَّاسِ، وَمَا فِي ذَلِكَ مِنْ حَمْلٍ مِنْهُمْ. وَقَدْ خَصَّ الرَّسُولُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ ذَلِكَ بِبَنِي هَاشِمٍ وَبَنِي أَخِيهِ الْمُطَّلِبِ الْمُسْلِمِينَ دُونَ بَنِي أَخِيهِ الشَّقِيقِ بَلِ التَّوْءَمِ عَبْدِ شَمْسٍ، وَأَخِيهِ </p><p> لِأَبِيهِ نَوْفَلٍ، وَكُلُّهُمْ أَوْلَادُ عَبْدِ مَنَافٍ، وَيَلِي ذَوِي الْقُرْبَى الْمُحْتَاجُونَ مِنْ سَائِرِ الْمُسْلِمِينَ وَهُمُ الْيَتَامَى وَالْمَسَاكِينُ وَابْنُ السَّبِيلِ. </p><p> رَوَى الْبُخَارِيُّ عَنْ جُبَيْرِ بْنِ مُطْعِمٍ - وَهُوَ مَنْ بَنِي نَوْفَلٍ - قَالَ مَشَيْتُ أَنَا وَعُثْمَانُ بْنُ عَفَّانَ - وَهُوَ مِنْ بَنِي عَبْدِ شَمْسٍ - إِلَى رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقُلْنَا: يَا رَسُولَ اللهِ أَعْطَيْتَ بَنِي الْمُطَّلِبِ وَتَرَكْتَنَا وَنَحْنُ وَهُمْ مِنْكَ بِمَنْزِلَةٍ وَاحِدَةٍ؟ فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ:  \" إِنَّمَا بَنُو الْمُطَّلِبِ وَبَنُو هَاشِمٍ شَيْءٌ وَاحِدٌ \" هَذَا لَفْظُ الْبُخَارِيِّ فِي الْخُمُسِ، وَفِي رِوَايَةِ أَبِي دَاوُدَ مِنْ طَرِيقِ ابْنِ إِسْحَاقَ \" فَقُلْنَا: يَا رَسُولَ اللهِ هَؤُلَاءِ بَنُو هَاشِمٍ لَا نُنْكِرُ فَضْلَهُمْ لِلْمَوْضِعِ الَّذِي وَضَعَكَ اللهُ مِنْهُمْ، فَمَا بَالُ إِخْوَانِنَا بَنِي الْمُطَّلِبِ أَعْطَيْتَهُمْ وَتَرَكْتَنَا؟ \" فَقَالَ: إِنَّا وَبَنُو الْمُطَّلِبِ لَمْ نَفْتَرِقْ فِي جَاهِلِيَّةٍ وَلَا إِسْلَامٍ، وَإِنَّمَا نَحْنُ وَهْمُ شَيْءٌ وَاحِدٌ \" وَشَبَّكَ بَيْنَ أَصَابِعِهِ اهـ. وَمِنْ هَذَا الِاتِّحَادِ بَيْنَ بَنِي هَاشِمٍ، وَبَنِي الْمُطَّلِبِ فِي الْوَلَاءِ وَالنُّصْرَةِ لَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّ قُرَيْشًا لَمَّا كَتَبَتِ الصَّحِيفَةَ، وَأَخْرَجَتْ بَنِي هَاشِمٍ مِنْ مَكَّةَ، وَحَصَرَتْهُمْ فِي الشِّعْبِ لِحِمَايَتِهِمْ </p><p> لَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ دَخَلَ مَعَهُمْ فِيهِ بَنُو الْمُطَّلِبِ، وَلَمْ تَدْخُلْ بَنُو عَبْدِ شَمْسٍ، وَلَا بَنُو نَوْفَلٍ. وَمَعْلُومٌ مَا كَانَ مِنْ عَدَاوَةِ بَنِي أُمَيَّةَ بْنِ عَبْدِ شَمْسٍ لِبَنِي هَاشِمٍ فِي الْجَاهِلِيَّةِ وَالْإِسْلَامِ، فَقَدْ ظَلَّ أَبُو سُفْيَانَ يُقَاتِلُ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَيُؤَلِّبُ عَلَيْهِ الْمُشْرِكِينَ وَأَهْلَ الْكِتَابِ إِلَى أَنْ أَظْفَرَ اللهُ رَسُولَهُ، وَدَانَتْ لَهُ الْعَرَبُ بِفَتْحِ مَكَّةَ - وَمَعْلُومٌ مَا كَانَ بَعْدَ الْإِسْلَامِ مِنْ خُرُوجِ مُعَاوِيَةَ عَلَى عَلِيٍّ وَقِتَالِهِ إِلَخْ. </p><p> قَالَ الْحَافِظُ فِي شَرْحِ حَدِيثِ الْبُخَارِيِّ بَعْدَ ذِكْرِ أَقْوَالِ الْعُلَمَاءِ فِي ذَوِي الْقُرْبَى: وَالْمُلَخَّصُ أَنَّ الْآيَةَ نَصَّتْ عَلَى اسْتِحْقَاقِ قُرْبَى النَّبِيِّ، وَهِيَ مُتَحَقِّقَةٌ فِي بَنِي عَبْدِ شَمْسٍ؛ لِأَنَّهُ شَقِيقٌ، وَفِي نَوْفَلٍ إِذَا لَمْ تُعْتَبَرْ قَرَابَةُ الْأُمِّ. وَاخْتَلَفَ الشَّافِعِيَّةُ فِي سَبَبِ إِخْرَاجِهِمْ فَقِيلَ: الْعِلَّةُ (أَيْ فِي الِاسْتِحْقَاقِ) الْقَرَابَةُ مَعَ النُّصْرَةِ، فَلِذَلِكَ دَخَلَ بَنُو هَاشِمٍ وَبَنُو الْمُطَّلِبِ، وَلَمْ يَدْخُلْ بَنُو عَبْدِ شَمْسٍ وَبَنُو نَوْفَلٍ لِفُقْدَانِ جُزْءِ الْعِلَّةِ أَوْ شَرْطِهَا، وَقِيلَ: الِاسْتِحْقَاقُ بِالْقَرَابَةِ، وَوُجِدَ بِبَنِي عَبْدِ شَمْسٍ وَنَوْفَلٍ مَانِعٌ، لِكَوْنِهِمُ </p><p> انْحَازُوا عَنْ بَنِي هَاشِمٍ وَحَارَبُوهُمْ، وَالثَّالِثُ أَنَّ الْقُرْبَى عَامٌّ مَخْصُوصٌ وَبَيَّنَتْهُ السُّنَّةُ اهـ. </p><p> وَحِكْمَةُ تَقْسِيمِ الْخُمُسِ عَلَى هَذَا النَّحْوِ أَنَّ الدَّوْلَةَ الَّتِي تُدِيرُ سِيَاسَةَ الْأُمَّةِ لَا بُدَّ لَهَا مِنْ مَالٍ تَسْتَعِينُ بِهِ عَلَى ذَلِكَ وَهُوَ أَقْسَامٌ: أَوَّلُهَا مَا كَانَ لِلْمَصْلَحَةِ الْعَامَّةِ كَشَعَائِرِ الدِّينِ، وَحِمَايَةِ الْحَوْزَةِ وَهُوَ مَا جُعِلَ لِلَّهِ فِي الْآيَةِ. وَثَانِيهَا: مَا كَانَ لِنَفَقَةِ إِمَامِهِمْ وَرَئِيسِ حُكُومَتِهَا، وَهُوَ سَهْمُ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِيهَا. وَثَالِثُهَا: مَا كَانَ لِأَقْوَى عَصَبَتِهِ وَأَخْلَصِهِمْ لَهُ، وَأَظْهَرِهِمْ تَمْثِيلًا لِشَرَفِهِ وَكَرَامَتِهِ، وَهُوَ سَهْمُ أُولِي الْقُرْبَى. وَرَابِعُهَا: مَا يَكُونُ لِذَوِي الْحَاجَاتِ مِنْ ضُعَفَاءِ الْأُمَّةِ وَهُمُ الْبَاقُونَ. وَهَذَا الِاعْتِبَارُ كُلُّهُ أَوْ أَكْثَرُهُ لَا يَزَالُ مُرَاعًى، وَمَعْمُولًا بِهِ فِي أَكْثَرِ الدُّوَلِ وَالْأُمَمِ مَعَ اخْتِلَافِ شُئُونِ الِاجْتِمَاعِ وَالْمَصَالِحِ الْعَامَّةِ وَالْخَاصَّةِ. </p><p> فَأَمَّا الْمَالُ الَّذِي يُرْصَدُ لِهَذِهِ الْمَصَالِحِ فَهُوَ فِي هَذَا الْعَصْرِ أَنْوَاعٌ، يَدْخُلُ كُلُّ نَوْعٍ مِنْهُ فِي مِيزَانِيَّةِ الْوِزَارَةِ الْمَوْكُولِ إِلَيْهَا أَمْرُ الْمَصْلَحَةِ الَّتِي خُصِّصَ لَهَا الْمَالُ إِنْ كَانَ مِنَ الْأُمُورِ الْجَهْرِيَّةِ، وَإِلَّا وُكِّلَ إِلَى الْمُخَصَّصَاتِ السِّرِّيَّةِ، وَلَا سِيَّمَا إِذَا كَانَ مِنَ الْأَعْمَالِ الْحَرْبِيَّةِ كَالتَّجَسُّسِ وَمَا يَتَعَلَّقُ بِهِ، وَهُوَ كَثِيرٌ عِنْدَ جَمِيعِ الدُّوَلِ الْعَسْكَرِيَّةِ. </p><p> وَكَذَلِكَ رَاتِبُ مُمَثِّلِ الدَّوْلَةِ مِنْ مَلِكٍ أَوْ رَئِيسِ جُمْهُورِيَّةٍ أَوْ غَيْرِهِ فَهُوَ يُوضَعُ فِي الْمِيزَانِيَّةِ الْعَامَّةِ لِلدَّوْلَةِ، وَلَهُ عِنْدُهُمْ مَصَارِفُ مِنْهَا مَا هُوَ خَاصٌّ بِشَخْصِهِ وَعِيَالِهِ، وَمِنْهَا مَا يَبْذُلُهُ مِنَ الْإِعَانَاتِ لِلْجَمْعِيَّاتِ الْخَيْرِيَّةِ وَالْعِلْمِيَّةِ وَنَحْوِهَا. وَمِنْهَا مَا يَتَعَلَّقُ بِعَظَمَةِ الدَّوْلَةِ وَمَكَانَتِهَا كَالْمَالِ الَّذِي يُنْفِقُهُ فِي ضِيَافَةِ الْمُلُوكِ وَالرُّؤَسَاءِ وَالْعُظَمَاءِ الَّذِينَ يَزُورُونَ عَاصِمَتَهُ، وَالدَّعَوَاتِ الَّتِي تُقَامُ فِي قَصْرِهِ لِكُبَرَاءِ الْأَجَانِبِ، وَكُبَرَاءِ الْأُمَّةِ فِي بَعْضِ الْمَوَاسِمِ وَالْأَحْوَالِ، وَقَدْ كَانَ الرَّسُولُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَوْلَى مِنْ جَمِيعِ الْمُلُوكِ وَالرُّؤَسَاءِ فِي الْعَالَمِ بِمَالٍ يُخْتَصُّ بِهِ؛ لِأَنَّ وَظَائِفَهُ </p><p> وَأَعْمَالَهُ لِلْأُمَّةِ أَكْبَرُ وَأَكْثَرُ، وَمَقَامَهُ أَجَلُّ وَأَعْظَمُ، وَهُوَ عَنِ الْكَسْبِ وَالِاسْتِغْلَالِ أَبْعَدُ، وَأَوْقَاتُهُ عَنْهُمَا أَضْيَقُ. </p><p> وَأُمَّا أُولُو الْقُرْبَى مِنْ أُسْرَةِ الْمَلِكِ فَلَا تَزَالُ تَخُصُّهُمْ بَعْضُ الدُّوَلِ بِرَوَاتِبَ لَائِقَةٍ بِهِمْ مِنْ مَالِ الدَّوْلَةِ، وَيُقَدِّمُونَ أَفْرَادَهُمْ فِي التَّشْرِيفَاتِ الرَّسْمِيَّةِ عَلَى غَيْرِهِمْ مِنَ </p><p> الْوُزَرَاءِ وَالْعُلَمَاءِ وَسَائِرِ الْكُبَرَاءِ كَمَا كَانَ فِي الدَّوْلَةِ الْعُثْمَانِيَّةِ، وَكَمَا هُوَ مَعْهُودٌ عِنْدَنَا فِي مِصْرَ حَتَّى بَعْدَ تَحْوِيلِ شَكْلِ الدَّوْلَةِ إِلَى الدُّسْتُورِيَّةِ الْبَرْلَمَانِيَّةِ فِيهِمَا. وَقَدْ كَانَتِ الْحَاجَةُ إِلَى مِثْلِ هَذَا طَبِيعَةً فِي الْعُصُورِ الْقَدِيمَةِ أَيَّامَ كَانَ قِوَامُ الدَّوْلَةِ وَقُوَّتُهَا بِعَصَبِيَّةِ الْمَلِكِ وَعَلَى رَأْسِهَا أُسْرَتُهُ، وَالدَّوْلَةُ الْإِنْكِلِيزِيَّةُ تُحَافِظُ دَائِمًا عَلَى ثَرْوَةِ رُءُوسِ الْبُيُوتَاتِ الَّتِي تُمَثِّلُ عَظَمَةَ الْأُمَّةِ وَعَلَى كَرَامَتِهِمْ وَهُمُ اللُّورْدَاتُ، لِيَظَلَّ فِيهَا سَرَوَاتٌ كَثِيرُونَ لَا يَشْغَلُهُمُ الْكَسْبُ عَنِ الْمُحَافَظَةِ عَلَى شَرَفِهَا وَعَظَمَتِهَا، وَلَا يَزَالُ نِظَامُ هَذِهِ الدَّوْلَةِ أَقْرَبَ النُّظُمِ إِلَى التَّشْرِيعِ الْإِسْلَامِيِّ وَسِيَاسَتِهِ. عَلَى أَنَّ هَذَا الْمَعْنَى لَيْسَ هُوَ الْمَنَاطُ التَّشْرِيعِيُّ لِسَهْمِ أُولِي الْقُرْبَى هُنَا؛ لِأَنَّ الْمُسَاوَاةَ فِي الْإِسْلَامِ أَعْظَمُ وَأَكْمَلُ مِنْهَا فِي جَمِيعِ الْأُمَمِ، وَلَكِنَّ لَهُ بَعْضَ الْعِلَاقَةِ بِهِ، وَهُوَ الَّذِي عَبَّرَ عَنْهُ بَعْضُهُمْ بِالنُّصْرَةِ مَعَ الْقَرَابَةِ الَّتِي هِيَ الْمَنَاطُ الْأَصْلِيُّ الْمَنْصُوصُ فِي الْآيَةِ، وَزَادَ بَعْضُهُمْ لَهُ مَنَاطًا آخَرَ اقْتَصَرَ عَلَيْهِ بَعْضُهُمْ وَهُوَ تَحْرِيمُ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الصَّدَقَةَ عَلَى أَهْلِ بَيْتِهِ تَكْرِيمًا لَهُمْ، وَهَذَا التَّكْرِيمُ لَهُمْ ذُو شَأْنٍ عَظِيمٍ فِي تَكْرِيمِهِ صَلَوَاتُ اللهِ عَلَيْهِ وَسَلَامُهُ، وَلَكِنْ لَمْ يُوضَعْ لَهُ نِظَامٌ يَكْفُلُ بَقَاءَ فَائِدَتِهِ بِجَعْلِهِمْ أَئِمَّةً لِلنَّاسِ فِي الْعِلْمِ وَالْهُدَى وَذِكْرَى أُسْوَةِ النُّبُوَّةِ، وَالْمُحَافَظَةِ عَلَى اسْتِقْلَالِ الْمِلَّةِ، بَلْ أَفْسَدَتْهُ عَلَيْهِمُ السِّيَاسَةُ. </p><p> وَلَا يَبْعُدُ أَنْ يُقَالَ: إِنَّهُ لَمَّا كَانَ مِنْ أُصُولِ التَّشْرِيعِ لِلْحُكُومَةِ الْإِسْلَامِيَّةِ أَنْ تَقُومَ عَلَى قَاعِدَةِ الشُّورَى، وَأَنْ يَكُونَ الْإِمَامُ الْأَعْظَمُ فِيهَا مُنْتَخَبًا مِنْ أَيِّ بَطْنٍ مِنْ بُطُونِ قُرَيْشٍ، وَكَانَ مِنَ الْمَعْقُولِ الْمَعْهُودِ مِنْ طِبَاعِ الْبَشَرِ التَّنَافُسُ فِي الْمُلْكِ الْمُؤَدِّي إِلَى أَنْ يَكُونَ الْإِمَامُ الْأَعْظَمُ مِنْ غَيْرِ أُولِي الْقُرْبَى، وَأَنْ يَغْلِبَهُمُ النَّاسُ عَلَى حُقُوقِهِمْ فِي الْوِلَايَاتِ وَمَنَاصِبِ الدَّوْلَةِ، فَجُعِلَ لَهُمْ هَذَا الْحَقُّ فِي الْخُمُسِ تَشْرِيعًا ثَابِتًا بِالنَّصِّ لَا يَحِلُّ لِأَحَدٍ إِبْطَالُهُ بِالِاجْتِهَادِ، وَمِنَ الْعَجَبِ أَنَّ أَكْثَرَ فُقَهَاءَ الْمُسْلِمِينَ لَمْ يَعْتَبِرُوا هَذِهِ الْمَعَانِيَ؛ لِأَنَّهُمْ لَمْ يَكُونُوا يُفَكِّرُونَ، وَلَا يَبْحَثُونَ فِي مُقَوِّمَاتِ الْأُمَمِ وَالدُّوَلِ الْقَوْمِيَّةِ وَالْمِلِّيَّةِ، بَلْ غَلَبَ عَلَيْهِمْ رُوحُ الْمُسَاوَاةِ، وَمَا يُعَبَّرُ عَنْهُ فِي هَذَا الْعَصْرِ بِالدِّيمُقْرَاطِيَّةِ حَتَّى أَسْقَطَ بَعْضُهُمْ سَهْمَ آلِ بَيْتِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ بَعْدِهِ مَعَ بَقَاءِ تَحْرِيمِ مَالِ </p><p> الصَّدَقَاتِ عَلَيْهِمْ، وَكَانَ فِي مُقَدِّمَةِ هَؤُلَاءِ الْإِمَامُ أَبُو حَنِيفَةَ الْفَارِسِيُّ الْأَصْلِ، كَمَا كَانَ أَكْثَرُ الْغُلَاةِ فِي أَهْلِ الْبَيْتِ أَنْصَارَ الشِّيعَةِ مِنَ الْفُرْسِ، وَمَا أَفْسَدَ عَلَى آلِ الْبَيْتِ أَمْرَ دُنْيَاهُمْ ثُمَّ أَمْرَ دِينِهِمْ بَعْدَ ذَهَابِ أَئِمَّةِ الْعِلْمِ مِنْهُمْ إِلَّا هَؤُلَاءِ الْغُلَاةُ، وَذَلِكَ أَنَّ زُعَمَاءَهُمْ لَمْ يَكُونُوا مُخْلِصِينَ لَهُمْ، وَلَا لِدِينِهِمْ، بَلْ كَانُوا زَنَادِقَةً مِنَ الْيَهُودِ وَالْفُرْسِ يُرِيدُونَ </p><p> بِالْغُلُوِّ فِي التَّشَيُّعِ تَفْرِيقَ كَلِمَةِ الْعَرَبِ، وَضَرْبَ بَعْضِهِمْ بِبَعْضٍ لِإِسْقَاطِ مُلْكِهِمْ، وَلَا يَزَالُ هَؤُلَاءِ الْغُلَاةُ يَلْعَنُونَ سَيِّدَنَا عُمَرَ الْخَلِيفَةَ الثَّانِي وَهُوَ الَّذِي كَانَ يَزِيدُ آلَ الْبَيْتِ عَلَى الْخُمُسِ، وَيُفَضِّلُهُمْ حَتَّى عَلَى أَوْلَادِهِ، بَلْ لَمَّا كَانَ الدِّينُ هُوَ الْجَامِعُ لِكَلِمَةِ الْعَرَبِ حَاوَلُوا إِفْسَادَهُ أَيْضًا بِغُلُوِّهِمْ وَتَعَالِيمِهِمِ الْبَاطِنِيَّةِ كَمَا فَصَّلْنَا هَذَا مِنْ قَبْلُ تَفْصِيلًا فِي مَوَاضِعَ مِنَ الْمَنَارِ، وَكَذَا فِي التَّفْسِيرِ - فَفَقَدَتِ الْأُمَّةُ الْعَرَبِيَّةُ بِعَدَمِ وَضْعِ نِظَامٍ لِلْإِمَامَةِ، وَبِعَدَمِ كَفَالَةِ الدَّوْلَةِ لِآلِ بَيْتِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وُجُودَ طَائِفَةٍ مُنَظَّمَةٍ تَتَرَبَّى عَلَى آدَابِ الْإِسْلَامِ الْعُلْيَا وَعُلُومِهِ وَتَكَلُّفِ الدِّفَاعَ عَنْهُ، مَعَ اتِّقَاءِ فِتْنَتِهَا بِنَفْسِهَا، وَافْتِتَانِ النَّاسِ بِهَا بِالنِّظَامِ الْكَافِلِ لِذَلِكَ، وَلِذَلِكَ سَهُلَ عَلَى الْأَعَاجِمِ سَلْبُ مُلْكِهَا، وَالْعَبَثُ بِدِينِهَا وَدُنْيَاهَا - وَحُرِمَتْ فَائِدَةَ سِيَادَةِ السَّرَوَاتِ وَالنُّبَلَاءِ، وَلَمْ تَسْلَمْ مِنْ فِتْنَتِهِمْ، فَقَدِ اتَّخَذَ الْمُسْلِمُونَ الْمُبْتَدِعُونَ آلَ الْبَيْتِ أَوْثَانًا، كَمَا اتَّخَذَ الْجَاهِلُونَ وَالْمُنَافِقُونَ وَعُلُوجُ الْأَعَاجِمِ خُلَفَاءَ وَمُلُوكًا، فَجَمَعُوا بَيْنَ شَرَّيْ مَفَاسِدِ الْغُلُوِّ فِي عَظَمَةِ النُّبَلَاءِ (الْأُرُسْتُقْرَاطِيَّةِ) شَرَّهَا الدِّينِيِّ وَشَرَّهَا الدُّنْيَوِيِّ، وَدَاسُوا الْمُسَاوَاةَ الْإِسْلَامِيَّةَ الْمُعْتَدِلَةَ (الدِّيمُقْرَاطِيَّةَ) . </p><p> وَأَمَّا الْيَتَامَى وَالْمَسَاكِينُ وَابْنُ السَّبِيلِ فَدُوَلُ هَذَا الْعَصْرِ لَا تَجْعَلُ لَهُمْ حَقًّا فِي أَمْوَالِ الدَّوْلَةِ بِهَذِهِ الْعَنَاوِينِ وَالْأَلْقَابِ، وَلَكِنَّ الدُّوَلَ الْمُنَظَّمَةَ الَّتِي تُعْنَى بِأُمُورِ الشَّعْبِ تُخَصِّصُ لِلْفُقَرَاءِ الَّذِينَ لَا يَجِدُونَ أَعْمَالًا يُرْزَقُونَ مِنْهَا مَالًا يَكْفِيهِمْ. وَبَعْضُ الْحُكُومَاتِ تُعْطِي هَؤُلَاءِ الْمُحْتَاجِينَ إِعَانَاتٍ مِنَ الْأَوْقَافِ الْخَيْرِيَّةِ الَّتِي تَتَوَلَّى أَمْرَ اسْتِغْلَالِهَا، وَإِنْفَاقَ رِيعِهَا عَلَى الْمُسْتَحِقِّينَ لَهُ. </p><p> هَذَا هُوَ الْمُدْرَكُ الظَّاهِرُ لِقِسْمَةِ خُمُسِ الْغَنِيمَةِ، وَتَوْجِيهٌ بِمَا يَقْرُبُ مِنْ نُظُمِ بَعْضِ </p><p> حُكُومَاتِ الْعَصْرِ، وَقَدْ تَوَسَّعَ فِي هَذَا التَّوْجِيهِ لِمَصَارِفِ الْخُمُسِ وَغَيْرِ الْخُمُسِ مِنْ أَمْوَالِ الدَّوْلَةِ الْإِسْلَامِيَّةِ الْعَلَّامَةُ الْهِنْدِيُّ الْأَكْبَرُ، الْمُلَقَّبُ بِمُجَدِّدِ الْأَلْفِ الثَّانِي عَشَرَ، الشَّيْخُ وَلِيُّ اللهِ الدَّهْلَوِيُّ فِي كِتَابِهِ الْحُجَّةِ الْبَالِغَةِ فَقَالَ رَحِمَهُ اللهُ:  (وَاعْلَمْ) أَنَّ الْأَمْوَالَ الْمَأْخُوذَةَ مِنَ الْكُفَّارِ عَلَى قِسْمَيْنِ: مَا حُصِّلَ مِنْهُمْ بِإِيجَافِ الْخَيْلِ وَالرِّكَابِ، وَاحْتِمَالِ أَعْبَاءِ الْقِتَالِ وَهُوَ الْغَنِيمَةُ، وَمَا حُصِّلَ مِنْهُمْ بِغَيْرِ قِتَالٍ كَالْجِزْيَةِ وَالْخَرَاجِ وَالْعُشُورِ الْمَأْخُوذَةِ مِنْ تُجَّارِهِمْ، وَمَا بَذَلُوا صُلْحًا أَوْ هَرَبُوا عَنْهُ فَزَعًا. فَالْغَنِيمَةُ تُخَمَّسُ، وَيُصْرَفُ الْخُمُسُ إِلَى مَا ذَكَرَ اللهُ تَعَالَى فِي كِتَابِهِ حَيْثُ قَالَ: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ فَيُوضَعُ سَهْمُ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعْدَهُ فِي مَصَالِحِ الْمُسْلِمِينَ الْأَهَمِّ فَالْأَهَمِّ، وَسَهْمُ ذَوِي الْقُرْبَى فِي بَنِي هَاشِمٍ وَبَنِي الْمُطَّلِبِ الْفَقِيرِ مِنْهُمْ وَالْغَنِيِّ، وَالذَّكَرِ وَالْأُنْثَى. وَعِنْدِي أَنَّهُ يُخَيَّرُ الْإِمَامَ فِي تَعْيِينِ الْمَقَادِيرِ، وَكَانَ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ يَزِيدُ فِي فَرْضِ آلِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ بَيْتِ الْمَالِ وَيُعِينُ </p><p> الْمَدِينَ مِنْهُمْ وَالنَّاكِحَ وَذَا الْحَاجَةِ، وَسَهْمُ الْيَتَامَى لِصَغِيرٍ فَقِيرٍ لَا أَبَ لَهُ، وَسَهْمُ الْفُقَرَاءِ وَالْمَسَاكِينِ لَهُمْ، يُفَوَّضُ كُلُّ ذَلِكَ إِلَى الْإِمَامِ يَجْتَهِدُ فِي الْفَرْضِ، وَتَقْدِيمِ الْأَهَمِّ فَالْأَهَمِّ، وَيَفْعَلُ مَا أَدَّى إِلَيْهِ اجْتِهَادُهُ، وَيُقَسِّمُ أَرْبَعَةَ أَخْمَاسِهِ فِي الْغَانِمِينَ. </p><p> يَجْتَهِدُ الْإِمَامُ (أَوَّلًا) فِي حَالِ الْجَيْشِ، فَمَنْ كَانَ نَفْلُهُ أَوْفَقَ بِمَصْلَحَةِ الْمُسْلِمِينَ نَفَلَ لَهُ، وَذَلِكَ بِإِحْدَى ثَلَاثٍ:  (أُولَاهَا) أَنْ يَكُونَ الْإِمَامُ دَخَلَ دَارَ الْحَرْبِ فَبَعَثَ سَرِيَّةً تُغِيرُ عَلَى قَرْيَةٍ مَثَلًا فَيَجْعَلُ لَهَا الرُّبُعَ بَعْدَ الْخُمُسِ أَوِ الثُّلُثَ بَعْدَ الْخُمُسِ، فَمَا قَدِمَتْ بِهِ السَّرِيَّةُ رَفَعَ خُمُسَهُ ثُمَّ أَعْطَى السَّرِيَّةَ رُبُعَ مَا غَبَرَ أَوْ ثُلُثَهُ وَجَعَلَ الْبَاقِيَ فِي الْمَغَانِمِ. </p><p> (وَثَانِيَتُهَا) أَنْ يَجْعَلَ الْإِمَامُ جُعْلًا لِمَنْ يَعْمَلُ عَمَلًا فِيهِ غَنَاءٌ عَنِ الْمُسْلِمِينَ، </p><p> مِثْلَ أَنْ يَقُولَ: مَنْ طَلَعَ هَذَا الْحِصْنَ فَلَهُ كَذَا، مَنْ جَاءَ بِأَسِيرٍ فَلَهُ كَذَا، مَنْ قَتَلَ قَتِيلًا فَلَهُ سَلَبُهُ، فَإِنْ شَرَطَ مِنْ مَالِ الْمُسْلِمِينَ أَعْطَى مِنْهُ، وَإِنْ شَرَطَ مِنَ الْغَنِيمَةِ أَعْطَى مِنْ أَرْبَعَةِ أَخْمَاسٍ. </p><p> (وَثَالِثَتُهَا) أَنْ يَخُصَّ بِهِ الْإِمَامُ بَعْضَ الْغَانِمِينَ بِشَيْءٍ لِعَنَائِهِ وَبَأْسِهِ كَمَا أَعْطَى رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ سَلَمَةَ بْنَ الْأَكْوَعِ فِي غَزْوَةِ ذِي قَرَدٍ سَهْمَ الْفَارِسِ وَالرَّاجِلِ، حَيْثُ ظَهَرَ مِنْهُ نَفْعٌ عَظِيمٌ لِلْمُسْلِمِينَ. وَالْأَصَحُّ عِنْدِي أَنَّ السَّلَبَ إِنَّمَا يَسْتَحِقُّهُ الْقَاتِلُ بِجَعْلِ الْإِمَامِ قَبْلَ الْقَتْلِ أَوْ تَنْفِيلِهِ بَعْدَهُ، وَيَرْفَعُ مَا يَنْبَغِي أَنْ يَرْضَخَ دُونَ السَّهْمِ لِلنِّسَاءِ يُدَاوِينَ الْمَرْضَى، وَيَطْبُخْنَ الطَّعَامَ، وَيُصْلِحْنَ شَأْنَ الْغُزَاةِ، وَلِلْعَبِيدِ وَالصِّبْيَانِ وَأَهْلِ الذِّمَّةِ الَّذِينَ أَذِنَ لَهُمُ الْإِمَامُ إِنْ حَصَلَ مِنْهُمْ نَفْعٌ لِلْغُزَاةِ، وَإِنْ عُثِرَ عَلَى أَنَّ شَيْئًا مِنَ الْغَنِيمَةِ كَانَ مَالَ مُسْلِمٍ ظَفِرَ بِهِ الْعَدُوُّ رُدَّ عَلَيْهِ بِلَا شَيْءٍ، ثُمَّ يُقَسَّمُ الْبَاقِي عَلَى مَنْ حَضَرَ الْوَقْعَةَ، لِلْفَارِسِ ثَلَاثَةُ أَسْهُمٍ، وَلِلرَّاجِلِ سَهْمٌ. وَعِنْدِي أَنَّهُ إِنْ رَأَى الْإِمَامُ أَنْ يَزِيدَ لِرُكْبَانِ الْإِبِلِ أَوْ لِلرُّمَاةِ شَيْئًا أَوْ يُفَضِّلُ الْعِرَابَ عَلَى الْبَرَاذِينِ بِشَيْءٍ دُونَ السَّهْمِ فَلَهُ ذَلِكَ بَعْدَ أَنْ يُشَاوِرَ أَهْلَ الرَّأْيِ، وَيَكُونُ أَمْرًا لَا يُخْتَلَفُ عَلَيْهِ لِأَجْلِهِ، وَبِهِ يُجْمَعُ (بَيْنَ) اخْتِلَافِ سِيَرِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَأَصْحَابِهِ ـ رَضِيَ اللهُ عَنْهُمْ ـ فِي الْبَابِ، وَمَنْ بَعَثَهُ الْأَمِيرُ لِمَصْلَحَةِ الْجَيْشِ كَالْبَرِيدِ وَالطَّلِيعَةِ وَالْجَاسُوسِ يُسْهَمُ لَهُ، وَإِنْ لَمْ يَحْضُرِ الْوَقْعَةَ كَمَا كَانَ لِعُثْمَانَ يَوْمَ بَدْرٍ. </p><p> \" وَأَمَّا الْفَيْءُ فَمَصْرِفُهُ مَا بَيَّنَ اللهُ تَعَالَى حَيْثُ قَالَ: مَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِلَى قَوْلِهِ: رَءُوفٌ رَحِيمٌ </p><p> (٥٩: ٧ - ١٠) وَلَمَّا قَرَأَهَا عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ قَالَ: هَذِهِ اسْتَوْعَبَتِ الْمُسْلِمِينَ فَيَصْرِفُهُ إِلَى الْأَهَمِّ فَالْأَهَمِّ، وَيَنْظُرُ فِي ذَلِكَ إِلَى مَصَالِحِ الْمُسْلِمِينَ لَا مَصْلَحَتِهِ الْخَاصَّةِ بِهِ. </p><p> \" وَاخْتَلَفَتِ السُّنَنُ فِي كَيْفِيَّةِ قِسْمَةِ الْفَيْءِ، فَكَانَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِذَا أَتَاهُ الْفَيْءُ قَسَمَهُ فِي يَوْمِهِ فَأَعْطَى الْآهِلَ حَظَّيْنِ، وَأَعْطَى الْأَعْزَبَ حَظًّا، وَكَانَ أَبُو بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ يَقْسِمُ لِلْحُرِّ وَلِلْعَبْدِ يَتَوَخَّى كِفَايَةَ الْحَاجَةِ، وَوَضَعَ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ الدِّيوَانَ عَلَى السَّوَابِقِ وَالْحَاجَاتِ، فَالرَّجُلُ وَقِدَمُهُ وَالرَّجُلُ وَبَلَاؤُهُ، وَالرَّجُلُ وَعِيَالُهُ، وَالرَّجُلُ وَحَاجَتُهُ، وَالْأَصْلُ فِي كُلِّ مَا كَانَ مِثْلَ هَذَا مِنَ الِاخْتِلَافِ أَنْ يُحْمَلَ عَلَى أَنَّهُ إِنَّمَا فَعَلَ ذَلِكَ عَلَى الِاجْتِهَادِ فَتَوَخَّى كُلٌّ الْمَصْلَحَةَ بِحَسَبِ مَا رَأَى فِي وَقْتِهِ.</p><p> \" وَالْأَرَاضِي الَّتِي غَلَبَ عَلَيْهَا الْمُسْلِمُونَ لِلْإِمَامِ فِيهَا الْخِيَارُ إِنْ شَاءَ قَسَمَهَا فِي الْغَانِمِينَ، وَإِنْ شَاءَ أَوْقَفَهَا عَلَى الْغُزَاةِ كَمَا فَعَلَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِخَيْبَرَ قَسَمَ نِصْفَهَا، وَوَقَفَ نِصْفَهَا، وَوَقَفَ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ أَرْضَ السَّوَادِ، وَإِنْ شَاءَ أَسْكَنَهَا الْكُفَّارَ ذِمَّةً لَنَا، وَأَمَرَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مُعَاذًا ـ رَضِيَ اللهُ عَنْهُ ـ أَنْ يَأْخُذَ مِنْ كُلِّ حَالِمٍ دِينَارًا أَوْ عَدْلَهُ مَعَافِرَ، وَفَرَضَ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ عَلَى الْمُوسِرِ ثَمَانِيَةً وَأَرْبَعِينَ دِرْهَمًا، وَعَلَى الْمُتَوَسِّطِ أَرْبَعَةً وَعِشْرِينَ، وَعَلَى الْفَقِيرِ الْمُعْتَمَلِ اثْنَيْ عَشَرَ. وَمِنْ هُنَا يُعْلَمُ أَنَّ قَدْرَهُ مُفَوَّضٌ إِلَى الْإِمَامِ يَفْعَلُ مَا يَرَى مِنَ الْمَصْلَحَةِ، وَلِذَلِكَ اخْتَلَفَتْ سِيَرُهُمْ. وَكَذَلِكَ الْحُكْمُ عِنْدِي فِي مَقَادِيرِ الْخَرَاجِ، وَجَمِيعِ مَا اخْتَلَفَتْ فِيهِ سِيَرُ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَخُلَفَائِهِ ـ رَضِيَ اللهُ عَنْهُمْ ـ وَإِنَّمَا أَبَاحَ اللهُ لَنَا الْغَنِيمَةَ وَالْفَيْءَ لِمَا بَيَّنَهُ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ حَيْثُ قَالَ: لَمْ تَحِلَّ الْغَنَائِمُ لِأَحَدٍ مِنْ قَبْلِنَا ذَلِكَ بِأَنَّ اللهَ رَأَى ضَعْفَنَا وَعَجْزَنَا فَأَحَلَّهَا لَنَا وَقَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِنَّ اللهَ فَضَلَّ أُمَّتِي عَلَى الْأُمَمِ وَأَحَلَّ لَنَا الْغَنَائِمَ وَقَدْ شَرَحْنَا هَذَا فِي الْقِسْمِ الْأَوَّلِ فَلَا نُعِيدُهُ. </p><p> وَالْأَصْلُ فِي الْمَصَارِفِ أَنَّ أُمَّهَاتِ الْمَقَاصِدِ أُمُورٌ (مِنْهَا) إِبْقَاءُ نَاسٍ لَا يَقْدِرُونَ </p><p> عَلَى شَيْءٍ لِزَمَانَةٍ أَوْ لِاحْتِيَاجِ مَالِهِمْ أَوْ بُعْدِهِ مِنْهُمْ. (وَمِنْهَا) حِفْظُ الْمَدِينَةِ عَنْ شَرِّ الْكُفَّارِ بِسَدِّ الثُّغُورِ وَنَفَقَاتِ الْمُقَاتِلَةِ وَالسِّلَاحِ وَالْكُرَاعِ. (وَمِنْهَا) تَدْبِيرُ الْمَدِينَةِ وَسِيَاسَتُهَا مِنَ الْحِرَاسَةِ وَالْقَضَاءِ، وَإِقَامَةِ الْحُدُودِ وَالْحِسْبَةِ. (وَمِنْهَا) حِفْظُ الْمِلَّةِ بِنَصْبِ الْخُطَبَاءِ وَالْأَئِمَّةِ وَالْوُعَّاظِ وَالْمُدَرِّسِينَ. </p><p> (وَمِنْهَا) مَنَافِعُ مُشْتَرَكَةٌ كَكَرْيِ الْأَنْهَارِ وَبِنَاءِ الْقَنَاطِرِ وَنَحْوِ ذَلِكَ، وَأَنَّ الْبِلَادَ عَلَى قِسْمَيْنِ، قِسْمٌ تَجَرَّدَ لِأَهْلِ الْإِسْلَامِ كَالْحِجَازِ، أَوْ غَلَبَ عَلَيْهِ الْمُسْلِمُونَ، وَقِسْمٌ أَكْثَرُ أَهْلِهِ الْكُفَّارُ فَغَلَبَ عَلَيْهِمُ الْمُسْلِمُونَ بِعَنْوَةٍ أَوْ صُلْحٍ. وَالْقِسْمُ الثَّانِي يَحْتَاجُ إِلَى شَيْءٍ كَثِيرٍ مِنْ جَمْعِ الرِّجَالِ، وَإِعْدَادِ آلَاتِ الْقِتَالِ، وَنَصْبِ الْقُضَاةِ وَالْحَرَسِ وَالْعُمَّالِ، وَالْأَوَّلُ لَا يَحْتَاجُ إِلَى هَذِهِ الْأَشْيَاءِ كَامِلَةً وَافِرَةً. وَأَرَادَ الشَّرْعُ أَنْ يُوَزِّعَ بَيْتُ الْمَالِ الْمُجْتَمَعَ فِي كُلِّ بِلَادٍ عَلَى مَا يُلَائِمُهَا، فَجَعَلَ مَصْرِفَ الزَّكَاةِ وَالْعُشْرِ مَا يَكُونُ فِيهِ كِفَايَةُ الْمُحْتَاجِينَ أَكْثَرَ مِنْ غَيْرِهَا، وَمَصْرِفَ الْغَنِيمَةِ وَالْفَيْءِ مَا يَكُونُ فِيهِ إِعْدَادُ الْمُقَاتِلَةِ، وَحِفْظُ الْمِلَّةِ، وَتَدْبِيرُ الْمَدِينَةِ أَكْثَرُ، وَلِذَلِكَ جَعَلَ سَهْمَ الْيَتَامَى وَالْمَسَاكِينِ وَالْفُقَرَاءِ مِنَ الْغَنِيمَةِ وَالْفَيْءِ أَقَلَّ مِنْ سَهْمِهِمْ مِنَ الصَّدَقَاتِ، وَسَهْمَ الْغُزَاةِ مِنْهُمَا أَكْثَرَ مِنْ سَهْمِهِمْ مِنْهَا. </p><p> \" ثُمَّ الْغَنِيمَةُ إِنَّمَا تَحْصُلُ بِمُعَانَاةٍ وَإِيجَافِ خَيْلٍ وَرِكَابٍ، فَلَا تَطِيبُ قُلُوبُهُمْ إِلَّا بِأَنْ يُعْطَوْا مِنْهَا، وَالنَّوَامِيسُ الْكُلِّيَّةُ الْمَضْرُوبَةُ عَلَى كَافَّةِ النَّاسِ لَا بُدَّ فِيهَا مِنَ النَّظَرِ إِلَى حَالِ عَامَّةِ النَّاسِ، وَمِنْ ضَمِّ الرَّغْبَةِ الطَّبِيعِيَّةِ إِلَى الرَّغْبَةِ الْعَقْلِيَّةِ، وَلَا يَرْغَبُونَ إِلَّا بِأَنْ يَكُونَ هُنَاكَ مَا يَجِدُونَهُ بِالْقِتَالِ، فَلِذَلِكَ كَانَ أَرْبَعَةُ أَخْمَاسِهَا لِلْغَانِمِينَ. وَالْفَيْءُ إِنَّمَا يَحْصُلُ بِالرُّعْبِ دُونَ مُبَاشَرَةِ الْقِتَالِ، فَلَا يَجِبُ أَنْ يُصْرَفَ عَلَى نَاسٍ مَخْصُوصِينَ، فَكَانَ حَقُّهُ أَنْ يُقَدَّمَ فِيهِ الْأَهَمُّ فَالْأَهَمُّ. وَالْأَصْلُ فِي الْخُمُسِ أَنَّهُ كَانَ الْمِرْبَاعُ عَادَةً مُسْتَمِرَّةً فِي الْجَاهِلِيَّةِ يَأْخُذُهُ رَئِيسُ الْقَوْمِ وَعَصَبَتُهُ، فَتَمَكَّنَ ذَلِكَ فِي عُلُومِهِمْ، وَمَا كَادُوا يَجِدُونَ فِي أَنْفُسِهِمْ حَرَجًا مِنْهُ وَفِيهِ قَالَ الْقَائِلُ: </p><p> وَإِنَّ لَنَا الْمِرْبَاعَ مِنْ كُلِّ غَارَةٍ ... تَكُونُ بِنَجْدٍ أَوْ بِأَرْضِ التَّهَائِمِ </p><p> فَشَرَعَ اللهُ تَعَالَى الْخُمُسَ لِحَوَائِجِ الْمَدِينَةِ وَالْمِلَّةِ نَحْوًا مِمَّا كَانَ عِنْدَهُمْ، كَمَا أَنْزَلَ الْآيَاتِ عَلَى الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ نَحْوًا مِمَّا كَانَ شَائِعًا ذَائِعًا فِيهِمْ. وَكَانَ الْمِرْبَاعُ لِرَئِيسِ الْقَوْمِ وَعَصَبَتِهِ تَنْوِيهًا بِشَأْنِهِمْ، وَلِأَنَّهُمْ مَشْغُولُونَ بِأَمْرِ الْعَامَّةِ مُحْتَاجُونَ إِلَى نَفَقَاتٍ كَثِيرَةٍ، فَجَعَلَ اللهُ الْخُمُسَ لِرَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِأَنَّهُ عَلَيْهِ السَّلَامُ مَشْغُولٌ بِأَمْرِ النَّاسِ لَا يَتَفَرَّغُ أَنْ يَكْتَسِبَ لِأَهْلِهِ فَوَجَبَ أَنْ تَكُونَ نَفَقَتُهُ فِي مَالِ الْمُسْلِمِينَ، وَلِأَنَّ النُّصْرَةَ حَصَلَتْ بِدَعْوَةِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَالرُّعْبِ الَّذِي أَعْطَاهُ اللهُ إِيَّاهُ فَكَانَ كَحَاضِرِ الْوَقْعَةِ، وَلِذَوِي الْقُرْبَى؛ لِأَنَّهُمْ أَكْثَرُ النَّاسِ حَمِيَّةً لِلْإِسْلَامِ، حَيْثُ اجْتَمَعَ فِيهِمُ الْحَمِيَّةُ الدِّينِيَّةُ إِلَى الْحَمِيَّةِ النَّسَبِيَّةِ فَإِنَّهُ لَا فَخْرَ لَهُمْ إِلَّا بِعُلُوِّ دِينِ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلِأَنَّ فِي ذَلِكَ تَنْوِيهًا بِأَهْلِ بَيْتِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَتِلْكَ مَصْلَحَةٌ رَاجِعَةٌ إِلَى الْمِلَّةِ. وَإِذَا كَانَ الْعُلَمَاءُ وَالْقُرَّاءُ يَكُونُ تَوْقِيرُهُمْ تَنْوِيهًا بِالْمِلَّةِ، يَجِبُ أَنْ يَكُونَ تَوْقِيرُ ذَوِي الْقُرْبَى كَذَلِكَ بِالْأَوْلَى، وَلِلْمُحْتَاجِينَ وَضَبَطَهُمْ بِالْمَسَاكِينِ وَالْفُقَرَاءِ </p><p> وَالْيَتَامَى - وَقَدْ ثَبَتَ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَعْطَى الْمُؤَلَّفَةَ قُلُوبُهُمْ وَغَيْرَهُمْ مِنَ الْخُمُسِ، وَعَلَى هَذَا فَتَخْصِيصُ هَذِهِ الْخَمْسَةِ بِالذِّكْرِ لِلِاهْتِمَامِ بِشَأْنِهَا وَالتَّوْكِيدِ أَلَّا يَتَّخِذَ الْخُمُسَ وَالْفَيْءَ أَغْنِيَاؤُهُمْ دُولَةً فَيُهْمِلُوا جَانِبَ الْمُحْتَاجِينَ، وَلِسَدِّ بَابِ الظَّنِّ السَّيِّئِ بِالنِّسْبَةِ إِلَى النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَقَرَابَتِهِ، وَإِنَّمَا شُرِعَتِ الْأَنْفَالُ وَالْأَرْضَاخُ؛ لِأَنَّ الْإِنْسَانَ كَثِيرًا مَا لَا يَقْدَمُ عَلَى مَهْلَكَةٍ إِلَّا لِشَيْءٍ يَطْمَعُ فِيهِ، وَذَلِكَ دَيْدَنٌ وَخُلُقٌ لِلنَّاسِ لَا بُدَّ مِنْ رِعَايَتِهِ، وَإِنَّمَا جُعِلَ لِلْفَارِسِ ثَلَاثَةُ أَسْهُمٍ وَلِلرَّاجِلِ سَهْمٌ؛ لِأَنَّ غَنَاءَ الْفَارِسِ عَنِ الْمُسْلِمِينَ أَعْظَمُ وَمُؤْنَتَهُ أَكْثَرُ، وَإِنْ رَأَيْتَ حَالَ الْجُيُوشِ لَمْ تَشُكَّ أَنَّ الْفَارِسَ لَا يَطِيبُ قَلْبُهُ، وَلَا تَكْفِي مُؤْنَتُهُ إِذَا جُعَلِتْ جَائِزَتُهُ دُونَ ثَلَاثَةِ أَضْعَافِ سَهْمِ الرَّاجِلِ، لَا يَخْتَلِفُ فِيهِ طَوَائِفُ الْعَرَبِ وَالْعَجَمِ عَلَى اخْتِلَافِ أَحْوَالِهِمْ وَعَادَاتِهِمْ. </p><p> \" قَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ \" لَئِنْ عِشْتُ إِنْ شَاءَ اللهُ لَأُخْرِجَنَّ الْيَهُودَ وَالنَّصَارَى مِنْ جَزِيرَةِ الْعَرَبِ وَأَوْصَى بِإِخْرَاجِ الْمُشْرِكِينَ مِنْهَا \".</p><p> (أَقُولُ) : عَرَفَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّ الزَّمَانَ دُوَلٌ وَسِجَالٌ، فَرُبَّمَا ضَعُفَ الْإِسْلَامُ، وَانْتَثَرَ شَمْلُهُ، فَإِنْ كَانَ الْعَدُوُّ فِي مِثْلِ هَذَا الْوَقْتِ فِي بَيْضَةِ الْإِسْلَامِ وَمُحْتَدِهِ أَفْضَى ذَلِكَ إِلَى هَتْكِ حُرُمَاتِ اللهِ وَقَطْعِهَا، فَأَمَرَ بِإِخْرَاجِهِمْ مِنْ حَوَالَيْ دَارِ الْعِلْمِ وَمَحِلِّ بَيْتِ اللهِ. </p><p> (وَأَيْضًا) الْمُخَالَطَةُ مَعَ الْكُفَّارِ تُفْسِدُ عَلَى النَّاسِ دِينَهُمْ، وَتُغَيِّرُ نُفُوسَهُمْ، وَلَمَّا لَمْ يَكُنْ بُدٌّ مِنَ الْمُخَالَطَةِ فِي الْأَقْطَارِ أَمَرَ بِتَنْقِيَةِ الْحَرَمَيْنِ مِنْهُمْ. (وَأَيْضًا) انْكَشَفَ (لَهُ) ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَا يَكُونُ فِي آخِرِ الزَّمَانِ فَقَالَ: \" إِنَّ الدِّينَ لَيَأْرِزُ إِلَى الْمَدِينَةِ \" الْحَدِيثَ، وَلَا يَتِمُّ ذَلِكَ إِلَّا أَنْ يَكُونَ هُنَاكَ أَحَدٌ مِنْ أَهْلِ سَائِرِ الْأَدْيَانِ وَاللهُ أَعْلَمُ انْتَهَى. مِنْ حُجَّةِ اللهِ الْبَالِغَةِ.</p><p> هَذَا - وَإِنَّنَا نَخْتِمُ هَذَا الْبَحْثَ بِذِكْرِ مُلَخَّصِ أَقْوَالِ الْفُقَهَاءِ الْمُجْتَهِدِينَ وَكِبَارِ الْمُفَسِّرِينَ فِي قِسْمَةِ الْغَنَائِمِ نَقْلًا عَنْ فَتْحِ الْبَيَانِ لِعَدَمِ تَعَصُّبِهِ لِأَحَدٍ مِنْهُمْ قَالَ: \" وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي كَيْفِيَّةِ قِسْمَةِ الْخُمُسِ عَلَى أَقْوَالٍ سِتَّةٍ: (الْقَوْلُ الْأَوَّلُ) : قَالَتْ طَائِفَةٌ: يُقَسَّمُ الْخُمُسُ عَلَى سِتَّةٍ: فَيُجْعَلُ السُّدُسُ لِلْكَعْبَةِ </p><p> وَهُوَ الَّذِي لِلَّهِ. (وَالثَّانِي) لِرَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ. (وَالثَّالِثُ) لِذَوِي الْقُرْبَى. (وَالرَّابِعُ) لِلْيَتَامَى. (وَالْخَامِسُ) لِلْمَسَاكِينِ. (وَالسَّادِسُ) لِابْنِ السَّبِيلِ. </p><p> (الْقَوْلُ الثَّانِي) قَالَهُ أَبُو الْعَالِيَةِ وَالرَّبِيعُ: تُقَسَّمُ الْغَنِيمَةُ عَلَى خَمْسَةٍ، فَيُعْزَلُ مِنْهَا سَهْمٌ وَاحِدٍ، وَيُقَسَّمُ أَرْبَعَةٌ عَلَى الْغَانِمِينَ، ثُمَّ يَضْرِبُ يَدَهُ فِي السَّهْمِ الَّذِي عَزَلَهُ فَمَا قَبَضَهُ مِنْ شَيْءٍ جَعَلَهُ لِلْكَعْبَةِ، ثُمَّ يُقَسِّمُ بَقِيَّةَ السَّهْمِ الَّذِي عَزَلَهُ عَلَى خَمْسَةٍ لِلرَّسُولِ وَمَنْ بَعْدَهُ فِي الْآيَةِ. </p><p> (الْقَوْلُ الثَّالِثُ) رُوِيَ عَنْ زَيْنِ الْعَابِدِينَ عَلِيِّ بْنِ الْحُسَيْنِ أَنَّهُ قَالَ: إِنَّ الْخُمُسَ لَنَا. فَقِيلَ لَهُ: إِنَّ اللهَ يَقُولُ: وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ فَقَالَ: يَتَامَانَا وَمَسَاكِينُنَا وَأَبْنَاءُ سَبِيلِنَا. </p><p> (الْقَوْلُ الرَّابِعُ) قَوْلُ الشَّافِعِيِّ: إِنَّ الْخُمُسَ يُقَسَّمُ عَلَى خَمْسَةٍ، وَإِنَّ سَهْمَ اللهِ وَسَهْمَ رَسُولِهِ وَاحِدٌ يُصْرَفُ فِي مَصَالِحِ الْمُؤْمِنِينَ، وَالْأَرْبَعَةُ الْأَخْمَاسِ عَلَى الْأَرْبَعَةِ الْأَصْنَافِ الْمَذْكُورَةِ فِي الْآيَةِ. </p><p> (الْقَوْلُ الْخَامِسُ) : قَوْلُ أَبِي حَنِيفَةَ: إِنَّهُ يُقَسِّمُ الْخُمُسَ عَلَى ثَلَاثَةٍ لِلْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ، وَقَدِ ارْتَفَعَ حُكْمُ قَرَابَةِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِمَوْتِهِ كَمَا ارْتَفَعَ حُكْمُ سَهْمِهِ. قَالَ: يَبْدَأُ مِنَ الْخُمُسِ بِإِصْلَاحِ الْقَنَاطِرِ، وَبِنَاءِ الْمَسَاجِدِ، وَأَرْزَاقِ الْقُضَاةِ وَالْجُنْدِ، وَرُوِيَ نَحْوُ هَذَا عَنِ الشَّافِعِيِّ. </p><p> (الْقَوْلُ السَّادِسُ) قَوْلُ مَالِكٍ: إِنَّهُ مَوْكُولٌ إِلَى نَظَرِ الْإِمَامِ وَاجْتِهَادِهِ فَيَأْخُذُ مِنْهُ بِغَيْرِ تَقْدِيرٍ، وَيُعْطِي مِنْهُ الْغُزَاةَ بِاجْتِهَادِهِ، وَيَصْرِفُ الْبَاقِي فِي مَصَالِحِ الْمُسْلِمِينَ. قَالَ الْقُرْطُبِيُّ: وَبِهِ قَالَ الْخُلَفَاءُ الْأَرْبَعَةُ، وَبِهِ عَمِلُوا، وَعَلَيْهِ يَدُلُّ قَوْلُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: لَيْسَ لِي مِمَّا أَفَاءَ اللهُ عَلَيْكُمْ إِلَّا الْخُمُسُ وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ فَإِنَّهُ لَمْ يَقْسِمْهُ أَخْمَاسًا وَلَا أَثْلَاثًا، وَإِنَّمَا ذَكَرَ مَا فِي الْآيَةِ مَنْ ذَكَرَهُ عَلَى وَجْهِ التَّنْبِيهِ عَلَيْهِمْ؛ لِأَنَّهُمْ مِنْ أَهَمِّ مَنْ يُدْفَعُ إِلَيْهِ، قَالَ الزَّجَّاجُ مُحْتَجًّا لِهَذَا الْقَوْلِ قَالَ اللهُ تَعَالَى: يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ </p><p> (٢: ٢١٥) وَجَائِزٌ بِإِجْمَاعٍ أَنَّ يُنْفِقَ فِي غَيْرِ هَذِهِ الْأَصْنَافِ إِذَا رَأَى ذَلِكَ. أَخْرَجَ ابْنُ الْمُنْذِرِ عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَجْعَلُ سَهْمَ اللهِ فِي السِّلَاحِ وَالْكُرَاعِ، وَفِي سَبِيلِ اللهِ، وَفِي كِسْوَةِ الْكَعْبَةِ وَطِيبِهَا، وَمَا تَحْتَاجُ إِلَيْهِ الْكَعْبَةُ، وَيَجْعَلُ سَهْمَ الرَّسُولِ فِي الْكُرَاعِ وَالسِّلَاحِ، وَنَفَقَةِ أَهْلِهِ، وَسَهْمَ ذَوِي الْقُرْبَى لِقَرَابَتِهِ يَضَعُهُ رَسُولُ اللهِ فِيهِمْ مَعَ سَهْمِهِمْ مَعَ النَّاسِ، وَلِلْيَتَامَى وَلِلْمَسَاكِينِ وَابْنِ السَّبِيلِ ثَلَاثَةُ أَسْهُمٍ يَضَعُهَا رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِيمَنْ شَاءَ وَحَيْثُ شَاءَ، لَيْسَ لِبَنِي عَبْدِ الْمُطَّلِبِ فِي هَذِهِ الثَّلَاثَةِ الْأَسْهُمِ (؟) وَلِرَسُولِ اللهِ سَهْمٌ مَعَ سِهَامِ النَّاسِ، وَعَنِ ابْنِ بُرَيْدَةَ قَالَ: الَّذِي لِلَّهِ </p><p> لِنَبِيِّهِ، وَالَّذِي لِلرَّسُولِ لِأَزْوَاجِهِ، وَعَنْ أَبِي الْعَالِيَةِ قَالَ: كَانَ يُجَاءُ بِالْغَنِيمَةِ فَتُوضَعُ فَيَقْسِمُهَا رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى خَمْسَةِ أَسْهُمٍ فَيَعْزِلُ سَهْمًا مِنْهَا، وَيَقْسِمُ أَرْبَعَةَ أَسْهُمٍ بَيْنَ النَّاسِ - يَعْنِي لِمَنْ شَهِدَ الْوَقْعَةَ - ثُمَّ يَضْرِبُ بِيَدِهِ فِي جَمِيعِ السَّهْمِ الَّذِي عَزَلَهُ فَمَا </p><p> قَبَضَ عَلَيْهِ مِنْ شَيْءٍ جَعَلَهُ لِلْكَعْبَةِ فَهُوَ الَّذِي سُمِّيَ لِلَّهِ لَا تَجْعَلُوا لِلَّهِ نَصِيبًا فَإِنَّ لِلَّهِ الدُّنْيَا وَالْآخِرَةَ ثُمَّ يَعْمِدُ إِلَى بَقِيَّةِ السَّهْمِ فَيَقْسِمُهُ عَلَى خَمْسَةِ أَسْهُمٍ، سَهْمٌ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَسَهْمٌ لِذِي الْقُرْبَى، وَسَهْمٌ لِلْيَتَامَى، وَسَهْمٌ لِلْمَسَاكِينِ، وَسَهْمٌ لِابْنِ السَّبِيلِ، وَعَنِ ابْنِ عَبَّاسٍ قَالَ: فَأَنَّ لِلَّهِ خُمُسَهُ مِفْتَاحُ كَلَامٍ، أَيْ عَلَى سَبِيلِ التَّبَرُّكِ، وَإِنَّمَا أَضَافَهُ لِنَفْسِهِ؛ لِأَنَّهُ هُوَ الْحَاكِمُ فِيهِ فَيُقَسِّمُهُ كَيْفَ شَاءَ، وَلَيْسَ الْمُرَادُ مِنْهُ أَنَّ سَهْمًا مِنْهُ لِلَّهِ مُفْرَدًا؛ لِأَنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، وَبِهِ قَالَ الْحَسَنُ وَقَتَادَةُ وَعَطَاءٌ وَإِبْرَاهِيمُ النَّخَعِيُّ قَالُوا: سَهْمُ اللهِ وَسَهْمُ رَسُولِهِ وَاحِدٌ، وَذِكْرُ اللهِ لِلتَّعْظِيمِ، فَجَعَلَ هَذَيْنِ السَّهْمَيْنِ فِي الْخَيْلِ وَالسِّلَاحِ، وَجَعَلَ سَهْمًا لِلْيَتَامَى وَالْمَسَاكِينِ، وَابْنِ السَّبِيلِ لَا يُعْطِيهِ غَيْرَهُمْ. وَجَعَلَ الْأَرْبَعَةَ الْأَسْهُمِ الْبَاقِيَةَ لِلْفَرَسِ سَهْمَيْنِ وَلِرَاكِبِهِ سَهْمًا، وَلِلرَّاجِلِ سَهْمًا، وَعَنْهُ ـ رَضِيَ اللهُ عَنْهُ ـ قَالَ: كَانَتِ الْغَنِيمَةُ تُقَسَّمُ عَلَى خَمْسَةِ أَخْمَاسٍ، فَأَرْبَعَةٌ مِنْهَا بَيْنَ مَنْ قَاتَلَ عَلَيْهَا، وَخُمُسٌ وَاحِدٌ يُقَسَّمُ عَلَى أَرْبَعَةِ أَخْمَاسٍ، فَرُبُعٌ لِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى يَعْنِي قَرَابَةَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَمَا كَانَ لِلَّهِ وَلِلرَّسُولِ فَهُوَ لِقَرَابَةِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلَمْ يَأْخُذِ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنَ الْخُمُسِ شَيْئًا. وَالرُّبُعُ الثَّانِي لِلْيَتَامَى، وَالرُّبُعُ الثَّالِثُ لِلْمَسَاكِينِ، وَالرُّبُعُ الرَّابِعُ لِابْنِ السَّبِيلِ وَهُوَ الضَّعِيفُ الْفَقِيرُ الَّذِي يَنْزِلُ بِالْمُسْلِمِينَ اهـ. وَقَدْ أَكَّدَ اللهُ أَمْرَ هَذَا التَّخْمِيسِ بِقَوْلِهِ: إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ الْوَاحِدِ الْقَهَّارِ، الْفَاعِلِ الْمُخْتَارِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا الْكَامِلِ فِي عُبُودِيَّتِنَا مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنَ الْآيَاتِ الْبَيِّنَاتِ، وَالْمَلَائِكَةِ الْمُثَبِّتِينَ لَكُمْ فِي الْقِتَالِ، وَالنَّصْرِ الْمُبِينِ عَلَى الْأَعْدَاءِ يَوْمَ الْفُرْقَانِ الَّذِي فَرَّقْنَا بِهِ بَيْنَ الْإِيمَانِ وَأَهْلِهِ، وَبَيْنَ الْكُفْرِ وَأَهْلِهِ وَهُوَ يَوْمُ بَدْرٍ يَوْمَ الْتَقَى الْجَمْعَانِ جَمْعُ الْمُؤْمِنِينَ، وَجَمْعُ الْمُشْرِكِينَ فِي الْحَرْبِ وَالنِّزَالِ - أَيْ: إِنْ كُنْتُمْ آمَنْتُمْ بِمَا ذُكِرَ إِيمَانَ إِيقَانٍ وَإِذْعَانٍ. </p><p> وَقَدْ شَاهَدْتُمْ ذَلِكَ بِالْعِيَانِ، فَاعْلَمُوا أَنَّ مَا غَنِمْتُمْ مِنْ شَيْءٍ قَلَّ أَوْ كَثُرَ فَأَنَّ لِلَّهِ خُمُسَهُ؛ لِأَنَّهُ هُوَ مَوْلَاكُمْ وَنَاصِرُكُمْ، كَمَا أَنَّهُ مَالِكُ أَمْرِكُمْ فِي سَائِرِ شُئُونِكُمْ، وَلِلرَّسُولِ الَّذِي هَدَاكُمْ بِهِ، وَفَضَّلَكُمْ عَلَى غَيْرِكُمْ إِلَخْ. فَيَجِبُ أَنْ تَرْضَوْا بِحُكْمِ اللهِ فِي الْغَنَائِمِ كَغَيْرِهَا، </p><p> وَبِقِسْمَةِ رَسُولِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِيهَا، وَفِيهِ أَنَّ الْإِيمَانَ يَقْتَضِي الْإِذْعَانَ النَّفْسِيَّ وَالْعَمَلَ، قَالَ عَلِيٌّ كَرَّمَ اللهُ وَجْهَهُ وَرَضِيَ عَنْهُ: كَانَتْ لَيْلَةُ الْفَرْقَانِ الَّتِي الْتَقَى الْجَمْعَانِ فِي صَبِيحَتِهَا لَيْلَةَ الْجُمُعَةِ لِسَبْعَ عَشْرَةَ خَلَتْ مِنْ رَمَضَانَ، وَهُوَ أَوَّلُ مَشْهَدٍ شَهِدَهُ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ. </p><p> وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فَكَانَ مِمَّا شَهِدْتُمْ مِنْ تَصْرِيفِ قُدْرَتِهِ بِقَضَائِهِ وَقَدَرِهِ مَعَ </p>"
}