{
  "id": null,
  "sura": 8,
  "aya": 67,
  "text": "<p> مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللهُ يُرِيدُ الْآخِرَةَ وَاللهُ عَزِيزٌ حَكِيمٌ لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ خَتَمَ اللهُ تَعَالَى سِيَاقَ الْقِتَالِ فِي هَذِهِ السُّورَةِ بِأَحْكَامٍ تَتَعَلَّقُ بِالْأَسْرَى؛ لِأَنَّ أُمُورَهَا يُفْصَلُ فِيهَا بَعْدَ الْقِتَالِ فِي الْغَالِبِ، كَمَا وَقَعَ فِي غَزْوَةِ بَدْرٍ وَكَمَا يَقَعُ فِي كُلِّ زَمَانٍ، وَفَصَلَهُ عَمَّا قَبْلَهُ؛ لِأَنَّهُ بَيَانٌ مُسْتَأْنَفٌ لِمَا شَأْنُهُ أَنْ يُسْأَلَ عَنْهُ وَلَا سِيَّمَا مَا فِي قِصَّةِ غَزْوَةِ بَدْرٍ وَأَهْلِهَا، وَالْأَسْرَى جَمْعُ أَسِيرٍ كَالْقَتْلَى وَالْجَرْحَى جَمْعٌ قَتِيلٍ وَجَرِيحٍ. وَقَالَ الزَّجَّاجُ: إِنَّ هَذَا الْجَمْعَ خَاصٌّ بِمَنْ أُصِيبَ فِي بَدَنِهِ أَوْ عَقْلِهِ كَمَرِيضٍ وَمَرْضَى، وَأَحْمَقَ وَحَمْقَى، وَالْأَسِيرُ مَأْخُوذٌ مِنَ الْأَسْرِ وَهُوَ الشَّدُّ بِالْإِسَارِ بِالْكَسْرِ أَيِ السَّيْرِ وَهُوَ الْقَدُّ مِنَ الْجِلْدِ، وَكَانَ مَنْ يُؤْخَذُ مِنَ الْعَسْكَرِ فِي الْحَرْبِ يُشَدُّ لِئَلَّا يَهْرَبَ، ثُمَّ صَارَ لَفْظُ الْأَسِيرِ يُطْلَقُ عَلَى أَخِيذِ الْحَرْبِ وَإِنْ لَمْ يُشَدَّ، وَيُجْمَعْ لُغَةً عَلَى أُسَارَى وَقُرِئَ بِهِ فِي الشَّوَاذِّ، وَقَالَ بَعْضُهُمْ: إِنَّهُ جَمْعُ أَسْرَى أَيْ جَمْعُ الْجَمْعِ، وَعَلَى أُسَرَاءِ كَضَعِيفٍ وَضُعَفَاءَ وَعَلِيمٍ وَعُلَمَاءَ، وَقَرَأَ أَبُو عَمْرٍو وَيَعْقُوبُ \" تَكُونَ \" بِالْفَوْقِيَّةِ بِنَاءً عَلَى تَأْنِيثِ </p><p> لَفْظِ الْجَمْعِ أَسْرَى (وَالثِّخَانَةُ مِنَ الثِّخَنِ بِكَسْرٍ فَفَتْحٍ، وَالثِّخَانَةَ وَهِيَ الْغِلَظُ وَالْكَثَافَةُ، وَثَوْبٌ ثَخِينٌ ضِدُّ رَقِيقٍ، وَالْعَامَّةُ تَجْعَلُ الثَّاءَ الْمُثَلَّثَةَ مِنْ هَذِهِ الْمَادَّةِ مُثَنَّاةً. </p><p> وَمَعْنَى مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ مَا كَانَ مِنْ شَأْنِ نَبِيٍّ مِنَ الْأَنْبِيَاءِ وَلَا مِنْ سُنَّتِهِ فِي الْحَرْبِ أَنْ يَكُونَ لَهُ أَسْرَى يَتَرَدَّدُ أَمْرُهُ فِيهِمْ بَيْنَ الْمَنِّ وَالْفِدَاءِ إِلَّا بَعْدَ أَنْ يُثْخِنَ فِي الْأَرْضِ، أَيْ حَتَّى يُعَظَّمَ شَأْنُهُ فِيهَا وَيُغَلَّظَ وَيُكَثَّفَ بِأَنْ تَتِمَّ لَهُ الْقُوَّةُ وَالْغَلَبُ، فَلَا يَكُونُ اتِّخَاذُهُ الْأَسْرَى سَبَبًا لِضَعْفِهِ أَوْ قُوَّةِ أَعْدَائِهِ، وَهُوَ فِي مَعْنَى قَوْلِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ: حَتَّى يَظْهَرَ عَلَى الْأَرْضِ. وَقَوْلِ الْبُخَارِيِّ: حَتَّى يَغْلِبَ فِي الْأَرْضِ. وَفَسَّرَهُ أَكْثَرُ الْمُفَسِّرِينَ بِالْمُبَالَغَةِ فِي الْقَتْلِ، وَرُوِيَ عَنْ مُجَاهِدٍ وَهُوَ تَفْسِيرٌ بِالسَّبَبِ لَا بِمَدْلُولِ اللَّفْظِ، وَفِي التَّفْسِيرِ الْكَبِيرِ لِلرَّازِيِّ: قَالَ الْوَاحِدِيُّ: الْإِثْخَانُ فِي كُلِّ شَيْءٍ عِبَارَةٌ عَنْ قُوَّتِهِ وَشِدَّتِهِ، يُقَالُ: قَدْ أَثْخَنَهُ الْمَرَضُ إِذَا اشْتَدَّتْ قُوَّةُ الْمَرَضِ عَلَيْهِ، وَكَذَلِكَ أَثْخَنَهُ الْجِرَاحُ، وَالثِّخَانَةُ: </p><p> الْغِلْظَةُ. فَكُلُّ شَيْءٍ غَلِيظٍ فَهُوَ ثَخِينٌ. فَقَوْلُهُ: حَتَّى يُثْخِنَ فِي الْأَرْضِ مَعْنَاهُ: حَتَّى يَقْوَى وَيَشْتَدَّ وَيَغْلِبَ وَيُبَالِغَ وَيَقْهَرَ. ثُمَّ إِنَّ كَثِيرًا مِنَ الْمُفَسِّرِينَ قَالُوا: الْمُرَادُ مِنْهُ حَتَّى يُبَالِغَ فِي قَتْلِ أَعْدَائِهِ. قَالُوا: وَإِنَّمَا حَمَلْنَا اللَّفْظَ عَلَيْهِ؛ لِأَنَّ الْمُلْكَ وَالدَّوْلَةَ إِنَّمَا تَقْوَى وَتَشْتَدُّ بِالْقَتْلِ. قَالَ الشَّاعِرُ: </p><p> لَا يَسْلَمُ الشَّرَفُ الرَّفِيعُ مِنَ الْأَذَى ... حَتَّى يُرَاقَ عَلَى جَوَانِبِهِ الدَّمُ </p><p> وَلِأَنَّ كَثْرَةَ الْقَتْلِ تُوجِبُ الرُّعْبَ وَشِدَّةَ الْمَهَابَةِ، وَذَلِكَ يَمْنَعُ مِنَ الْجُرْأَةِ وَمِنَ الْإِقْدَامِ عَلَى مَا لَا يَنْبَغِي فَلِهَذَا السَّبَبِ أَمَرَ اللهُ بِذَلِكَ اهـ. </p><p> وَأَقُولُ: إِنَّ مِنَ الْمُجَرَّبَاتِ الَّتِي لَا شَكَّ فِيهَا أَنَّ الْإِثْخَانَ فِي قَتْلِ الْأَعْدَاءِ فِي الْحَرْبِ سَبَبٌ مِنْ أَسْبَابِ الْإِثْخَانِ فِي الْأَرْضِ، أَيِ التَّمَكُّنِ وَالْقُوَّةِ وَعَظَمَةِ السُّلْطَانِ فِيهَا، وَقَدْ يَحْصُلُ هَذَا الْإِثْخَانُ بِدُونِ ذَلِكَ أَيْضًا، يَحْصُلُ بِإِعْدَادِ كُلِّ مَا يُسْتَطَاعُ مِنَ الْقُوَى الْحَرْبِيَّةِ، وَمُرَابِطَةِ الْفُرْسَانِ، وَالِاسْتِعْدَادِ التَّامِّ لِلْقِتَالِ الَّذِي يُرْهِبُ الْأَعْدَاءَ كَمَا تَقَدَّمَ فِي تَفْسِيرِ: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ </p><p> عَدُوَّ اللهِ وَعَدُوَّكُمْ (٨: ٦٠) وَمَا هُوَ بِبَعِيدٍ. وَقَدْ يَجْتَمِعُ السَّبَبَانِ، فَيَكْمُلُ بِهِمَا إِثْخَانُ الْعِزَّةِ وَالسُّلْطَانِ. كَمَا أَنَّ الْإِسْرَافَ فِي الْقَتْلِ قَدْ يَكُونُ سَبَبًا لِجَمْعِ كَلِمَةِ الْأَعْدَاءِ وَاسْتِبْسَالِهِمْ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى فِي سُورَةِ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الَّتِي تُسَمَّى سُورَةَ الْقِتَالِ أَيْضًا فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ (٤٧: ٤) الْآيَةَ، فَهُوَ فِي إِثْخَانِ الْقَتْلَى الَّذِي يُطْلَبُ فِي مَعْرَكَةِ الْقِتَالِ بَعْدَ الْإِثْخَانِ فِي الْأَرْضِ، فَإِذَا الْتَقَى الْجَيْشَانِ فَالْوَاجِبُ عَلَيْنَا بَذْلُ الْجُهْدِ فِي قَتْلِ الْأَعْدَاءِ دُونَ أَخْذِهِمْ أَسْرَى لِئَلَّا يُفْضِي ذَلِكَ إِلَى ضَعْفِنَا وَرُجْحَانِهِمْ عَلَيْنَا، إِذَا كَانَ هَذَا الْقَتْلُ قَبْلَ أَنْ نُثْخِنَ فِي الْأَرْضِ بِالْعِزَّةِ وَالْقُوَّةِ الَّتِي تُرْهِبُ أَعْدَاءَنَا، حَتَّى إِذَا أَثْخَنَّاهُمْ فِي الْمَعْرَكَةِ جُرِحًا وَقَتْلًا، وَتَمَّ لَنَا الرُّجْحَانُ عَلَيْهِمْ فِعْلًا، رَجَّحْنَا الْأَسْرَ الْمُعَبَّرَ عَنْهُ بِشَدِّ الْوَثَاقِ؛ لِأَنَّهُ يَكُونُ حِينَئِذٍ مِنَ الرَّحْمَةِ الِاخْتِيَارِيَّةِ، وَجَعَلَ الْحَرْبَ ضَرُورَةً تُقَدَّرُ بِقَدْرِهَا، لَا ضَرَاوَةً بِسَفْكِ الدِّمَاءِ، وَلَا تَلَذُّذًا بِالْقَهْرِ وَالِانْتِقَامِ، وَلِذَلِكَ خَيَّرَنَا اللهُ تَعَالَى فِيهِمْ بَيْنَ الْمَنِّ عَلَيْهِمْ وَإِعْتَاقِهِمْ بِفَكِّ وَثَاقِهِمْ وَإِطْلَاقِ حُرِّيَّتِهِمْ، وَإِمَّا بِفِدَاءِ أَسْرَانَا عِنْدَ قَوْمِهِمْ وَدَوْلَتِهِمْ إِنْ كَانَ لَنَا أَسْرَى عِنْدَهُمْ بِمَالٍ نَأْخُذُهُ مِنْهُمْ، وَلَمْ يَأْذَنْ لَنَا فِي هَذِهِ الْحَالِ بِقَتْلِهِمْ، فَقَدْ وَضَعَ الشِّدَّةَ فِي مَوْضِعِهَا وَالرَّحْمَةَ فِي مَوْضِعِهَا. وَإِذَا كَانَ بَيْنَنَا وَبَيْنَ دَوْلَةٍ عَهْدٌ يَتَضَمَّنُ اتِّفَاقًا عَلَى الْأَسْرَى وَجَبَ الْوَفَاءُ بِهِ وَبَطَلَ التَّخْيِيرُ بَيْنَهُ وَبَيْنَ غَيْرِهِ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى بَعْدَ هَذَا التَّخْيِيرِ الَّذِي يَخْتَارُ الْإِمَامُ مِنْهُ فِي غَيْرِ حَالِ الْعَهْدِ الْخَاصِّ مَعَهُمْ مَا فِيهِ الْمَصْلَحَةُ الْعَامَّةُ حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا أَيْ: أَثْقَالَهَا، وَقِيلَ: آثَامَهَا. فَهُوَ غَايَةٌ </p><p> لِمَا قَبْلَهُ. قَالُوا: أَيْ إِلَى أَنْ تَنْقَضِيَ الْحَرْبُ، وَلَمْ يَبْقَ إِلَّا مُسْلِمٌ أَوْ مُسَالِمٌ، أَيْ بِأَلَّا يُعْتَدَى عَلَى الْمُسْلِمِينَ ذَلِكَ الِاعْتِدَاءُ الَّذِي يَكُونُ بِهِ الْقِتَالُ فَرْضَ عَيْنٍ عَلَيْهِمْ، وَقِيلَ: حَتَّى تَزُولَ الْحَرْبُ مِنَ الْأَرْضِ وَيَعُمَّ السَّلْمُ، وَهِيَ الْغَايَةُ الْعُلْيَا الَّتِي يَتَمَنَّاهَا فُضَلَاءُ الْبَشَرِ مِنْ جَمِيعِ الْأُمَمِ الرَّاقِيَةِ، وَلَكِنَّ اللهَ تَعَالَى بَيَّنَ بَعْدَ هَذَا أَنَّ الْحَرْبَ سُنَّةٌ اجْتِمَاعِيَّةٌ اقْتَضَتْهَا الْحِكْمَةُ </p><p> الْإِلَهِيَّةُ فِي ابْتِلَاءِ الْبَشَرِ بَعْضِهِمْ بِبَعْضٍ، لِيَظْهَرَ اسْتِعْدَادُ كُلِّ فَرِيقٍ مِنْهُمْ فَقَالَ: ذَلِكَ وَلَوْ يَشَاءُ اللهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ أَيِ: الْأَمْرُ ذَلِكَ الَّذِي ذَكَرَ لَكُمْ، وَلَوْ شَاءَ اللهُ لَانْتَصَرَ لَكُمْ بِإِهْلَاكِهِمْ بِعَذَابٍ مِنْ عِنْدِهِ لَا جِهَادَ لَكُمْ فِيهِ وَلَا عَمَلَ، وَلَكِنْ مَضَتْ سُنَّتُهُ بِأَنْ يَجْعَلَ سَعَادَةَ الدُّنْيَا وَالْآخِرَةِ لِلنَّاسِ بِأَعْمَالِهِمْ لِيَبْلُوَ وَيَخْتَبِرَ بَعْضَكُمْ بِبَعْضٍ - وَسَنُبَيِّنُ ذَلِكَ بِالتَّفْصِيلِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ مَنْ سُورَتِهَا إِذَا أَحْيَانَا اللهُ تَعَالَى. </p><p> وَجُمْلَةُ الْقَوْلِ فِي تَفْسِيرِ الْآيَتَيْنِ أَنَّ اتِّخَاذَ الْأَسْرَى إِنَّمَا يَحْسُنُ وَيَكُونُ خَيْرًا وَرَحْمَةً وَمَصْلَحَةً لِلْبَشَرِ إِذَا كَانَ الظُّهُورُ وَالْغَلَبُ لِأَهْلِ الْحَقِّ وَالْعَدْلِ، أَمَّا فِي الْمَعْرَكَةِ الْوَاحِدَةِ فَبِإِثْخَانِهِمْ لِأَعْدَائِهِمْ مِنَ الْمُشْرِكِينَ وَالْمُعْتَدِينَ، وَأَمَّا فِي الْحَالَةِ الْعَامَّةِ الَّتِي تَعُمُّ كُلَّ مَعْرَكَةٍ وَكُلَّ قِتَالٍ فَبِإِثْخَانِهِمْ فِي الْأَرْضِ بِالْقُوَّةِ الْعَامَّةِ وَالسُّلْطَانِ الَّذِي يُرْهِبُ الْأَعْدَاءَ. </p><p> ثُمَّ قَالَ تَعَالَى بَعْدَ هَذِهِ الْقَاعِدَةِ الْعَامَّةِ الَّتِي تُقِرُّهَا وَلَا تُنْكِرُهَا عُلُومُ الْحَرْبِ وَفُنُونُهَا فِي هَذَا الْعَصْرِ: تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللهُ يُرِيدُ الْآخِرَةَ وَهُوَ إِنْكَارٌ عَلَى عَمَلٍ وَقَعَ مِنَ الْجُمْهُورِ عَلَى خِلَافِ تِلْكَ الْقَاعِدَةِ الَّتِي تَقْتَضِيهَا الْحِكْمَةُ وَالرَّحْمَةُ مَعًا بِقَصْدٍ دُنْيَوِيٍّ وَهُوَ فِدَاءُ الْأَسْرَى بِالْمَالِ، لَيْسَ مِنْ شَأْنِ الْأَنْبِيَاءِ، وَلَا مِمَّا يَنْبَغِي لَهُمْ مُخَالَفَتُهَا وَلَوْ بِإِقْرَارِ مِثْلِ ذَلِكَ الْعَمَلِ، وَهُوَ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَبِلَ مَنْ أَسْرَى بَدْرٍ الْفِدَاءَ بِرَأْيِ أَكْثَرِ الْمُؤْمِنِينَ بَعْدَ اسْتِشَارَتِهِمْ، فَتَوَجَّهَ الْعِتَابُ إِلَيْهِمْ بَعْدَ بَيَانِ سُنَّةِ النَّبِيِّينَ فِي الْمَسْأَلَةِ الدَّالُّ بِالْإِيمَاءِ عَلَى شُمُولِ الْإِنْكَارِ وَالْعِتَابِ لَهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى آلِهِ، وَسَنَذْكُرُ حِكْمَةَ ذَلِكَ وَحِكْمَةَ هَذَا الِاجْتِهَادِ مِنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعْدَ بَيَانِ مَا وَرَدَ فِي الْوَاقِعَةِ. </p><p> وَالْمَعْنَى: تُرِيدُونَ أَيُّهَا الْمُؤْمِنُونَ عَرَضَ الدُّنْيَا الْفَانِيَ الزَّائِلَ وَهُوَ الْمَالُ الَّذِي تَأْخُذُونَهُ مِنَ الْأَسْرَى فِدَاءً لَهُمْ - وَالْعَرَضُ فِي الْأَصْلِ مَا يَعْرِضُ وَلَا يَدُومُ وَلَا يَثْبُتُ، وَاسْتَعَارَهُ عُلَمَاءُ الْمَعْقُولِ لِمَا يَقُومُ بِغَيْرِهِ لَا بِنَفَسِهِ كَالصِّفَاتِ وَهُوَ يُقَابِلُ الْجَوْهَرَ - وَهُوَ </p><p> عِنْدُهُمْ مَا يَقُومُ بِنَفْسِهِ كَالْأَجْسَامِ. وَاللهُ يُرِيدُ لَكُمْ ثَوَابَ الْآخِرَةِ الْبَاقِي بِمَا يَشْرَعُهُ لَكُمْ مِنَ الْأَحْكَامِ الْمُوصِلَةِ إِلَيْهِ مَا عَمِلْتُمْ بِهَا، وَمِنْهُ الِاسْتِعْدَادُ لِلْقِتَالِ بِقَدْرِ الِاسْتِطَاعَةِ بِقَصْدِ الْإِثْخَانِ فِي الْأَرْضِ، وَالسِّيَادَةِ فِيهَا لِإِعْلَاءِ كَلِمَةِ الْحَقِّ وَإِقَامَةِ الْعَدْلِ، فَهُوَ كَقَوْلِهِ فِي رُخْصَةِ تَرْكِ الصِّيَامِ فِي السَّفَرِ وَالْمَرَضِ: يُرِيدُ اللهُ بِكُمُ الْيُسْرَ (٢: ١٨٥) وَلَيْسَ الْمُرَادُ بِهِ إِرَادَةَ الْخَلْقِ وَالتَّكْوِينِ فَإِنَّ هَذَا لَا يَظْهَرُ هَاهُنَا وَلَا هُنَاكَ، وَلِذَلِكَ لَجَأَ مَنْ لَمْ يَفْطِنْ مِنَ الْمُفَسِّرِينَ لِمَا ذَكَرْنَا فِي تَفْسِيرِ الْإِرَادَةِ إِلَى قَوْلِ </p><p> الْمُعْتَزِلَةِ فَقَالُوا: أَيْ يُحِبُّهُ وَيَرْضَاهُ لَكُمْ، بِإِعْزَازِ الْحَقِّ وَالْإِيمَانِ، وَإِزَالَةِ قُوَّةِ الشِّرْكِ وَالطُّغْيَانِ، وَاللهُ عَزِيزٌ حَكِيمٌ فَيُحِبُّ لِلْمُؤْمِنِينَ أَنْ يَكُونُوا أَعِزَّةً غَالِبِينَ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ (٦٣: ٨) كَمَا يُحِبُّ لَهُمْ أَنْ يَكُونُوا حُكَمَاءَ رَبَّانِيِّينَ، يَضَعُونَ كُلَّ شَيْءٍ فِي مَوْضِعِهِ. وَإِنَّمَا يَكُونُ هَذَا بِتَقْدِيمِ الْإِثْخَانِ فِي الْأَرْضِ وَالسِّيَادَةِ فِيهَا عَلَى الْمَنَافِعِ الْعَرَضِيَّةِ بِمِثْلِ فِدَاءِ أَسْرَى الْمُشْرِكِينَ وَهُمْ فِي عُنْفُوَانِ قُوَّتِهِمْ وَكَثْرَتِهِمْ، وَهَذِهِ الْقَاعِدَةُ تَعُدُّهَا دُوَلُ الْمَدَنِيَّةِ الْعَسْكَرِيَّةِ مِنْ أُسُسِ السِّيَاسَةِ الِاسْتِعْمَارِيَّةِ، فَإِذَا رَأَوْا مِنَ الْبِلَادِ الَّتِي يَحْتَلُّونَهَا أَدْنَى بَادِرَةٍ مِنْ أَعْمَالِ الْمُقَاوَمَةِ بِالْقُوَّةِ يُنَكِّلُونَ بِأَهْلِهَا أَشَدَّ تَنْكِيلٍ فَيُخَرِّبُونَ الْبُيُوتَ وَيُقَتِّلُونَ الْأَبْرِيَاءَ مَعَ الْمُقَاوِمِينَ، بَلْ لَا يَتَعَفَّفُونَ عَنْ قَتْلِ النِّسَاءِ وَالْأَطْفَالِ بِمَا يُمْطِرُونَ الْبِلَادَ مِنْ نِيرَانِ الْمَدَافِعِ وَقَذَائِفِ الطَّيَّارَاتِ، وَالْإِسْلَامُ لَا يُبِيحُ شَيْئًا مِنْ هَذِهِ الْقَسْوَةِ، فَإِنَّهُ دِينُ الْعَدْلِ وَالرَّحْمَةِ. </p><p> لِأَصْحَابِ التَّفْسِيرِ الْمَأْثُورِ فِي هَذِهِ النَّازِلَةِ عِدَّةُ رِوَايَاتٍ عَنْ عُلَمَاءِ الصَّحَابَةِ ـ رَضِيَ اللهُ عَنْهُمْ ـ نَذْكُرُ أَهَمَّهَا وَأَكْثَرَهَا فَائِدَةً: رَوَى ابْنُ أَبِي شَيْبَةَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَالطَّبَرَانِيُّ وَالْحَاكِمُ وَصَحَّحَهُ وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ عَنِ ابْنِ مَسْعُودٍ ـ رَضِيَ اللهُ عَنْهُ ـ قَالَ: لَمَّا كَانَ يَوْمُ بَدْرٍ جِيءَ بِالْأُسَارَى فَقَالَ أَبُو بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ: يَا رَسُولَ اللهِ قَوْمُكُ وَأَهْلُكُ اسْتَبْقِهِمْ لَعَلَّ اللهَ أَنْ يَتُوبَ عَلَيْهِمْ، وَقَالَ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ: يَا رَسُولَ اللهِ كَذَّبُوكَ وَأَخْرَجُوكَ وَقَاتَلُوكَ قَدِّمْهُمْ فَاضْرِبْ أَعْنَاقَهُمْ، وَقَالَ عَبْدُ اللهِ بْنُ رَوَاحَةَ ـ رَضِيَ اللهُ عَنْهُ ـ: انْظُرُوا وَادِيًا كَثِيرَ الْحَطَبِ فَأَضْرِمْهُ عَلَيْهِمْ نَارًا. فَقَالَ الْعَبَّاسُ ـ </p><p> رَضِيَ اللهُ عَنْهُ ـ وَهُوَ يَسْمَعُ مَا يَقُولُ: قَطَعْتَ رَحِمَكَ. فَدَخَلَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلَمْ يَرُدَّ عَلَيْهِمْ شَيْئًا. فَقَالَ أُنَاسٌ: يَأْخُذُ بِقَوْلِ أَبِي بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ وَقَالَ أُنَاسٌ: يَأْخُذُ بِرَأْيِ عُمَرَ ـ رَضِيَ اللهُ عَنْهُ ـ فَخَرَجَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ: إِنَّ اللهَ لَيُلِينُ قُلُوبَ رِجَالٍ حَتَّى تَكُونَ أَلْيَنَ مِنَ اللَّبَنِ، وَإِنَّ اللهَ لَيُشَدِّدُ قُلُوبَ رِجَالٍ حَتَّى تَكُونَ أَشَدَّ مِنَ الْحِجَارَةِ. مَثَلُكَ يَا أَبَا بَكْرٍ مَثَلُ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ قَالَ: فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ (١٤: ٣٦) وَمَثَلُكَ يَا أَبَا بَكْرٍ مَثَلُ عِيسَى عَلَيْهِ السَّلَامُ: قَالَ: إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (٥: ١١٨) وَمَثَلُكَ يَا عُمَرُ كَمَثَلِ نُوحٍ إِذْ قَالَ: رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٧١: ٢٦) وَمَثَلُكَ يَا عُمَرُ كَمَثَلِ مُوسَى عَلَيْهِ السَّلَامُ إِذْ قَالَ: رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (١٠: ٨٨) - أَنْتُمْ عَالَةٌ فَلَا يَنْفَلِتَنَّ أَحَدٌ مِنْكُمْ إِلَّا بِفِدَاءٍ أَوْ ضَرْبِ عُنُقٍ \" فَقَالَ عَبْدُ اللهِ ـ رَضِيَ اللهُ عَنْهُ ـ: يَا رَسُولَ اللهِ إِلَّا سُهَيْلُ بْنُ بَيْضَاءَ فَإِنِّي سَمِعْتُهُ يَذْكُرُ الْإِسْلَامَ، فَسَكَتَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَمَا رَأَيْتُنِي فِي يَوْمٍ أَخْوَفَ مِنْ أَنْ تَقَعَ عَلَيَّ الْحِجَارَةُ مِنِّي فِي ذَلِكَ الْيَوْمِ حَتَّى قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِلَّا سُهَيْلُ بْنُ بَيْضَاءَ. فَأَنْزَلَ اللهُ تَعَالَى: مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ إِلَى آخَرِ الْآيَتَيْنِ. </p><p> وَرَوَى أَحْمَدُ وَمُسْلِمٌ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ وَالتَّفْصِيلُ لِأَحْمَدَ قَالَ: لَمَّا أَسَرُوا الْأُسَارَى - يَعْنِي يَوْمَ بَدْرٍ - قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِأَبِي بَكْرٍ وَعُمَرَ:  \" مَا تَرَوْنَ فِي هَؤُلَاءِ الْأُسَارَى؟ \" فَقَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللهِ هُمْ بَنُو الْعَمِّ وَالْعَشِيرَةِ، أَرَى أَنْ تَأْخُذَ مِنْهُمْ فِدْيَةً فَتَكُونُ قُوَّةً لَنَا عَلَى الْكُفَّارِ، وَعَسَى اللهُ أَنْ يَهْدِيَهُمْ لِلْإِسْلَامِ. فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ:  \" مَا تَرَى يَا ابْنَ الْخَطَّابِ؟ \" فَقَالَ: لَا وَاللهِ، لَا أَرَى الَّذِي رَأَى أَبُو بَكْرٍ، وَلَكِنَّنِي أَرَى أَنَّ تُمَكِّنَنَا فَنَضْرِبَ أَعْنَاقَهُمْ، فَتُمَكِّنَ عَلِيًّا مِنْ عَقِيلٍ (أَيْ أَخِيهِ) فَيَضْرِبَ عُنُقَهُ، وَتُمَكِّنَنِي مِنْ فُلَانٍ - نَسِيبًا لِعُمَرَ - فَأَضْرِبَ عُنُقَهُ، وَمَكِّنْ فُلَانًا مِنْ فُلَانٍ قَرَابَتِهِ، فَإِنَّ هَؤُلَاءِ أَئِمَّةُ الْكُفْرِ وَصَنَادِيدُهَا. فَهَوِيَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَا قَالَ أَبُو بَكْرٍ وَلَمْ يَهْوَ مَا قُلْتُ. فَلَمَّا كَانَ الْغَدُ جِئْتُ فَإِذَا </p><p> رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَأَبُو بَكْرٍ قَاعِدَيْنِ يَبْكِيَانِ. قُلْتُ: يَا رَسُولَ اللهِ أَخْبِرْنِي مِنْ أَيِّ شَيْءٍ تَبْكِي أَنْتَ وَصَاحِبُكَ فَإِنْ وَجَدْتُ بُكَاءً بَكَيْتُ، وَإِنْ لَمْ أَجِدْ بُكَاءً تَبَاكَيْتُ لِبُكَائِكُمَا، فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ:  \" أَبْكِي لِلَّذِي عَرَضَ عَلَيَّ أَصْحَابُكَ مِنْ أَخْذِهِمُ الْفِدَاءَ، لَقَدْ عُرِضَ عَلَيَّ عَذَابُهُمْ أَدْنَى مِنْ هَذِهِ الشَّجَرَةِ \" - شَجَرَةٍ قَرِيبَةٍ مِنْهُ - وَأَنْزَلَ اللهُ عَزَّ وَجَلَّ: مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ. </p><p> وَفِي هَذَا الْحَدِيثِ أَنَّ الَّذِينَ طَلَبُوا مِنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ اخْتِيَارَ الْفِدَاءِ كَثِيرُونَ، وَإِنَّمَا ذُكِرَ فِي أَكْثَرِ الرِّوَايَاتِ أَبُو بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ لِأَنَّهُ أَوَّلُ مَنْ أَشَارَ بِذَلِكَ، وَلِأَنَّهُ أَوَّلُ مَنِ اسْتَشَارَهُمْ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ كَمَا أَنَّهُ أَكْبَرُهُمْ مَقَامًا. وَيُوَضِّحُهُ مَا رَوَاهُ ابْنُ الْمُنْذِرِ عَنْ قَتَادَةَ ـ رَضِيَ اللهُ عَنْهُ ـ قَالَ فِي تَفْسِيرِ الْآيَةِ: أَرَادَ أَصْحَابُ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَوْمَ بَدْرٍ الْفِدَاءَ فَفَادَوْهُمْ بِأَرْبَعَةِ آلَافٍ أَرْبَعَةِ آلَافٍ. وَمِثْلُهُ مَا رَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ وَابْنُ حِبَّانَ فِي صَحِيحِهِ وَالْحَاكِمُ بِإِسْنَادٍ صَحِيحٍ، كَمَا قَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي الْفَتْحِ مِنْ حَدِيثِ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ قَالَ: جَاءَ جِبْرِيلُ إِلَى النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَوْمَ بَدْرٍ فَقَالَ: \" خَيِّرْ أَصْحَابَكَ فِي الْأَسْرَى إِنْ شَاءُوا الْقَتْلَ وَإِنْ شَاءُوا الْفِدَاءَ عَلَى أَنْ يُقْتَلَ مِنْهُمْ عَامًا مُقْبِلًا - وَفِي التِّرْمِذِيِّ قَابِلٍ - مِثْلُهُمْ \" قَالُوا: الْفِدَاءُ وَيُقْتَلُ مِنَّا. وَقَالَ التِّرْمِذِيُّ حَدِيثٌ حَسَنٌ صَحِيحٌ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ لَا تَعْرِفُهُ إِلَّا مِنْ حَدِيثِ ابْنِ أَبِي زَائِدَةَ. وَرَوَاهُ أَبُو أُسَامَةَ عَنْ هَشَامٍ عَنِ ابْنِ سِيرِينَ عَنْ عَبِيدَةَ عَنِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ نَحْوَهُ مُرْسَلًا. </p><p> (أَقُولُ) : ابْنُ أَبِي زَائِدَةَ هُوَ يَحْيَى بْنُ زَكَرِيَّا، رَوَى عَنْهُ الْجَمَاعَةُ وَوَثَّقَهُ أَسَاطِينُ الْجَرْحِ وَالتَّعْدِيلِ، وَالْمُرَادُ بِقَوْلِهِ: مِثْلُهُمْ. أَنَّهُمْ إِذَا أَخَذُوا الْفِدَاءَ يَكُونُ عِقَابُهُمْ أَنْ يُقْتَلَ مِنْهُمْ مِثْلَ عَدَدِ أُولَئِكَ الْأَسْرَى وَهُوَ سَبْعُونَ عَلَى الْمَشْهُورِ فِي الرِّوَايَاتِ الصَّحِيحَةِ (مِنْهَا) مَا رَوَاهُ الْبُخَارِيُّ فِي حَدِيثِ الْبَرَاءِ بْنِ عَازِبٍ ـ رَضِيَ اللهُ عَنْهُ ـ الثَّانِي مِنْ أَحَادِيثِ (بَابِ غَزْوَةِ أُحُدٍ) . </p>"
}