{
  "id": null,
  "sura": 8,
  "aya": 24,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ يُقَالُ دَعَاهُ فَأَجَابَهُ وَاسْتَجَابَهُ وَاسْتَجَابَ لَهُ، وَكَثُرَ الْمُتَعَدِّي فِي التَّنْزِيلِ، وَيَقُولُ الرَّاغِبُ: إِنَّ أَصْلَ الِاسْتِجَابَةِ التَّهَيُّؤُ وَالِاسْتِعْدَادُ لِلْإِجَابَةِ فَحَلَّ مَحَلَّهَا، أَقُولُ: وَالْأَقْرَبُ إِلَى الْفَهْمِ قَلْبُ هَذَا وَعَكْسُهُ، وَهُوَ أَنَّ الِاسْتِجَابَةَ هِيَ الْإِجَابَةُ بِعِنَايَةٍ وَاسْتِعْدَادٍ، فَتَكُونُ زِيَادَةُ السِّينِ وَالتَّاءِ لِلْمُبَالَغَةِ، وَهُوَ يَقْرُبُ مِمَّا قَالُوهُ فِي مَعَانِيهِمَا مِنَ التَّكَلُّفِ وَالتَّحَرِّي أَوْ هُوَ بِعَيْنِهِ، إِلَّا أَنَّهُ لَا يُعَبَّرُ بِهِ فِيمَا يُسْنَدُ إِلَى اللهِ تَعَالَى كَقَوْلِهِ: فَاسْتَجَابَ لَهُمْ رَبُّهُمْ (٣: ١٩٥) فَقَوْلُهُ: يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ مَعْنَاهُ إِذَا عَلِمْتُمْ مَا فَرَضْنَا عَلَيْكُمْ مِنَ الطَّاعَةِ، وَشَأْنُ سَمَاعِ التَّفَقُّهِ مِنَ الْهِدَايَةِ، وَقَدْ دَعَاكُمُ الرَّسُولُ بِالتَّبْلِيغِ عَنِ اللهِ تَعَالَى لِمَا يُحْيِيكُمْ، فَأَجِيبُوا الدَّعْوَةَ بِعِنَايَةٍ وَهِمَّةٍ، وَعَزِيمَةٍ وَقُوَّةٍ، فَهُوَ كَقَوْلِهِ تَعَالَى: خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ (٢: ٦٣) وَالْمُرَادُ بِالْحَيَاةِ هُنَا حَيَاةُ الْعِلْمِ بِاللهِ تَعَالَى وَسُنَنِهِ فِي خَلْقِهِ، وَأَحْكَامِ شَرْعِهِ وَالْحِكْمَةِ وَالْفَضِيلَةِ وَالْأَعْمَالِ الصَّالِحَةِ الَّتِي تَكْمُلُ بِهَا الْفِطْرَةُ الْإِنْسَانِيَّةُ فِي الدُّنْيَا، وَتَسْتَعِدُّ لِلْحَيَاةِ الْأَبَدِيَّةِ فِي الْآخِرَةِ، وَقِيلَ: الْمُرَادُ بِالْحَيَاةِ هُنَا الْجِهَادُ فِي سَبِيلِ اللهِ ; لِأَنَّهُ سَبَبُ الْقُوَّةِ وَالْعِزَّةِ وَالسُّلْطَانِ - وَالصَّوَابُ أَنَّ الْجِهَادَ يَدْخُلُ فِيمَا ذَكَرْنَا، وَلَيْسَ هُوَ الْحَيَاةَ الْمَطْلُوبَةَ، بَلْ هُوَ وَسِيلَةٌ لِتَحَقُّقِهَا وَسِيَاجٌ </p><p> لَهَا بَعْدَ حُصُولِهَا، وَقِيلَ: هِيَ الْإِيمَانُ وَالْإِسْلَامُ، وَإِنَّمَا يَصِحُّ بِاعْتِبَارِ مَا كَانَ يَتَجَدَّدُ مِنَ الْأَحْكَامِ، وَثَمَرَتُهُ فِي الْقُلُوبِ وَالْأَعْمَالِ، وَبِمَا فِي الِاسْتِجَابَةِ مِنْ مَعْنَى الْمُبَالَغَةِ فِي الْإِجَابَةِ، وَإِلَّا فَالْخِطَابُ لِلْمُؤْمِنِينَ. وَقِيلَ: هِيَ الْقُرْآنُ، وَلَاشَكَّ أَنَّهُ يَنْبُوعُهَا الْأَعْظَمُ، الْهَادِي إِلَى سَبِيلِهَا الْأَقْوَمِ، مَعَ بَيَانِهِ مِنْ سُنَّةِ الرَّسُولِ وَهَدْيِهِ الَّذِي أَمَرَنَا بِأَنْ يَكُونَ لَنَا فِيهِ أُسْوَةٌ حَسَنَةٌ، وَيَدُلُّ عَلَيْهِ اقْتِرَانُ طَاعَتِهِ بِطَاعَةِ اللهِ تَعَالَى، بَلْ قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّهُ كَانَ إِذَا دَعَا شَخْصًا وَهُوَ يُصَلِّي يَجِبُ عَلَيْهِ أَنْ يَتْرُكَ </p><p> الصَّلَاةَ اسْتِجَابَةً لَهُ، وَأَنَّ الصَّلَاةَ لَا تَبْطُلُ بِإِجَابَتِهِ، بَلْ لَهُ أَنْ يَبْنِيَ عَلَى مَا كَانَ صَلَّى وَيُتِمَّ، وَاسْتَدَلُّوا عَلَى ذَلِكَ بِحَدِيثٍ رَوَاهُ الْبُخَارِيُّ عَنْ سَعِيدِ بْنِ الْمُعَلَّى قَالَ: كُنْتُ أُصَلِّي فِي الْمَسْجِدِ فَدَعَانِي رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمْ أُجِبْهُ - أَوْ قَالَ: فَلَمْ آتِهِ حَتَّى صَلَّيْتُ ثُمَّ أَتَيْتُهُ - فَقُلْتُ: يَا رَسُولَ اللهِ إِنِّي كُنْتُ أُصَلِّي، فَقَالَ:  \" أَلَمْ يَقُلِ اللهُ: اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ؟ الْحَدِيثَ. وَرَوَى التِّرْمِذِيُّ وَالْحَاكِمُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ \" أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعَا أُبَيَّ بْنَ كَعْبٍ وَهُوَ فِي الصَّلَاةِ \" وَذَكَرَ نَحْوًا مِمَّا رَوَاهُ الْبُخَارِيُّ عَنْ أَبِي سَعِيدٍ وَصَحَّحَهُ. وَقَالَ الْحَافِظُ فِي بَابِ فَضَائِلِ الْفَاتِحَةِ مِنَ الْفَتْحِ عِنْدَ ذِكْرِ فِقْهِ الْحَدِيثِ: وَفِيهِ أَنَّ الْأَمْرَ يَقْتَضِي الْفَوْرَ; لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَاتَبَ الصَّحَابِيَّ عَلَى تَأْخِيرِ إِجَابَتِهِ، وَفِيهِ اسْتِعْمَالُ صِيغَةِ الْعُمُومِ فِي الْأَحْوَالِ كُلِّهَا. قَالَ الْخَطَّابِيُّ: فِيهِ أَنَّ حُكْمَ لَفْظِ الْعُمُومِ أَنْ يَجْرِيَ عَلَى جَمِيعِ مُقْتَضَاهُ، وَأَنَّ الْخَاصَّ وَالْعَامَّ إِذَا تَقَابَلَا كَانَ الْعَامُّ مُنَزَّلًا عَلَى الْخَاصِّ ; لِأَنَّ الشَّارِعَ حَرَّمَ الْكَلَامَ فِي الصَّلَاةِ عَلَى الْعُمُومِ ثُمَّ اسْتَثْنَى مِنْهَا إِجَابَةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ (وَفِيهِ) أَنَّ إِجَابَةَ دُعَاءِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُفْسِدُ الصَّلَاةَ - هَكَذَا صَرَّحَ بِهِ جَمَاعَةٌ مِنَ الشَّافِعِيَّةِ وَغَيْرِهِمْ، وَفِيهِ بَحْثٌ لِاحْتِمَالِ أَنْ تَكُونَ إِجَابَتُهُ وَاجِبَةً مُطْلَقًا سَوَاءٌ كَانَ الْمُخَاطَبُ مُصَلِّيًا أَوْ غَيْرَ مُصَلٍّ، أَمَّا كَوْنُهُ يَخْرُجُ لِإِجَابَتِهِ مِنَ الصَّلَاةِ أَوْ لَا يَخْرُجُ فَلَيْسَ فِي الْحَدِيثِ مَا يَسْتَلْزِمُهُ، فَيَحْتَمِلُ أَنْ تَجِبَ الْإِجَابَةُ، وَلَوْ خَرَجَ الْمُجِيبُ مِنَ الصَّلَاةِ وَإِلَى ذَلِكَ جَنَحَ بَعْضُ الشَّافِعِيَّةِ إِلَى آخِرِ مَا أَوْرَدَهُ، وَلَا تَعَرُّضَ فِيهِ لِمَا يَدْعُو الْمَرْءَ إِلَيْهِ، وَهَلْ يُشْتَرَطُ لِمَا ذُكِرَ أَنْ يَكُونَ مِنْ أَمْرِ الدِّينِ أَمْ لَا؟ وَقَدْ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعَا سَعِيدًا هَذَا لِيُعَلِّمَهُ فَضْلَ سُورَةِ الْفَاتِحَةِ، وَأَنَّهَا السَّبْعُ الْمَثَانِي، وَفِي مَتْنِ الْحَدِيثِ شَيْءٌ مِنَ الِاضْطِرَابِ عَلَى أَنَّهُ لَا يَتَعَلَّقُ بِهِ بَعْدَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَمَلٌ. </p><p> وَأَحَقُّ مِنْ هَذَا بِالْبَيَانِ أَنَّ طَاعَتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاجِبَةٌ فِي حَيَاتِهِ، وَبَعْدَ مَمَاتِهِ فَيُعْلَمُ </p><p> أَنَّهُ دَعَا إِلَيْهِ دَعْوَةً عَامَّةً مِنْ أَمْرِ الدِّينِ الَّذِي بَعَثَهُ اللهُ تَعَالَى بِهِ، كَبَيَانِهِ لِصِفَةِ الصَّلَوَاتِ وَعَدَدِهَا وَالْمَنَاسِكِ وَلَوْ بِالْفِعْلِ، مَعَ قَوْلِهِ: صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي وَقَوْلِهِ: خُذُوا عَنِّي مَنَاسِكَكُمْ وَمَقَادِيرِ الزَّكَاةِ وَغَيْرِ ذَلِكَ مِنَ السُّنَنِ الْعَمَلِيَّةِ الدِّينِيَّةِ الْمُتَوَاتِرَةِ، وَكَذَا أَقْوَالُهُ الْمُتَوَاتِرَةُ الَّتِي أُمِرَ بِتَبْلِيغِهَا فِيمَا تَدُلُّ عَلَيْهِ دَلَالَةً قَطْعِيَّةً - وَأَمَّا غَيْرُ الْقَطْعِيِّ رِوَايَةً وَدَلَالَةً مِنْ سُنَنِهِ فَهُوَ مَحَلُّ الِاجْتِهَادِ، فَكُلُّ مَنْ ثَبَتَ عِنْدَهُ شَيْءٌ مِنْهَا بِبَحْثِهِ أَوْ بَحْثِ الْعُلَمَاءِ الَّذِينَ يَثِقُ بِهِمْ عَلَى أَنَّهُ مَنْ أَمْرِ الدِّينِ، فَيَنْبَغِي لَهُ الِاهْتِدَاءُ بِهِ فِيمَا دَلَّ عَلَيْهِ مِنَ الْأَحْكَامِ الْخَمْسَةِ بِحَسَبِهَا - الْوُجُوبُ، وَالنَّدْبُ، وَالْحُرْمَةُ، وَالْكَرَاهَةُ، وَالْإِبَاحَةُ - ; لِأَنَّ الْأُمُورَ الْعَمَلِيَّةَ الِاجْتِهَادِيَّةَ يُكْتَفَى فِيهَا بِالظَّنِّ الرَّاجِحِ فِي الدَّلِيلِ وَفِي دَلَالَتِهِ، وَلَكِنْ لَا يَمْلِكُ أَحَدٌ مِنَ الْمُسْلِمِينَ أَنْ يَجْعَلَ اجْتِهَادَهُ تَشْرِيعًا عَامًّا يُلْزِمُهُ غَيْرَهُ أَوْ يُنْكِرُ عَلَيْهِ مُخَالَفَتَهُ أَوْ مُخَالَفَةَ مَنْ قَلَّدَهُ هُوَ فِيهِ، إِلَّا الْأَئِمَّةَ أُولِي الْأَمْرِ، فَتَجِبُ طَاعَتُهُمْ فِي اجْتِهَادِهِمْ فِي أَحْكَامِ الْمُعَامَلَاتِ الْقَضَائِيَّةِ وَالسِّيَاسِيَّةِ إِذَا حَكَمُوا بِهَا لِإِقَامَةِ الشَّرْعِ وَصِيَانَةِ </p><p> النِّظَامِ الْعَامِّ - وَعَلَى هَذَا كُلِّهِ جَرَى السَّلَفُ الصَّالِحُ، وَجَمِيعُ أَئِمَّةِ الْأَمْصَارِ، وَمِنْ كَلَامِهِمْ: إِنَّ الْمُجْتَهِدَ لَا يُقَلِّدُ مُجْتَهِدًا، وَإِنَّهُ لَا يَجِبُ عَلَى أَحَدٍ أَنْ يُقَلِّدَ أَحَدًا مُعَيَّنًا فِي دِينِهِ، وَلَكِنْ مَنْ عَرَضَ لَهُ أَمْرٌ يَسْتَفْتِي فِيهِ مَنْ يَطْمَئِنُّ قَلْبُهُ لِعِلْمِهِ بِالْكِتَابِ وَالسُّنَّةِ، وَيَأْخُذُ بِفَتْوَاهُ إِذَا اطْمَأَنَّ لَهَا. وَقَدِ امْتَنَعَ الْإِمَامُ مَالِكٌ مِنْ إِجَابَةِ الْمَنْصُورِ ثُمَّ الرَّشِيدِ إِلَى مَا عَرَضَاهُ عَلَيْهِ مِنْ إِلْزَامِ النَّاسِ الْعَمَلَ بِكُتُبِهِ، حَتَّى الْمُوَطَّأِ الَّذِي هُوَ سُنَنٌ وَاطَأَهُ جُلُّ عُلَمَاءِ الْمَدِينَةِ عَلَيْهَا. </p><p> أَمَّا مَنْ يَقُولُونَ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا كَانَتْ تَجِبُ طَاعَتُهُ فِي عَهْدِهِ، وَلَا يُجِبُ الْعَمَلُ بَعْدَهُ إِلَّا بِالْقُرْآنِ وَحْدَهُ، فَهُمْ زَنَادِقَةٌ ضَالُّونَ مُضِلُّونَ يُرِيدُونَ هَدْمَ الْإِسْلَامِ بِدَعْوَى الْإِسْلَامِ، بَلْ تَجِبُ طَاعَةُ الرَّسُولِ كَمَا أَطْلَقَهَا اللهُ تَعَالَى، وَيَجِبُ التَّأَسِّي بِهِ فِي كُلِّ زَمَانٍ إِلَى يَوْمِ الْقِيَامَةِ، بَلْ نَقُولُ: إِنَّنَا نَهْتَدِي بِخُلَفَائِهِ الرَّاشِدِينَ، وَأَئِمَّةِ أَهْلِ بَيْتِهِ الطَّاهِرِينَ، وَعُلَمَاءِ أَصْحَابِهِ الْعَامِلِينَ، وَعُلَمَاءِ السَّلَفِ مِنَ التَّابِعِينَ، وَأَئِمَّةِ الْأَمْصَارِ مِنْ أَهْلِ الْبَيْتِ وَالْفُقَهَاءِ الْمُحَدِّثِينَ، يُهْتَدَى بِهِمْ فِي آدَابِهِمْ وَاجْتِهَادَاتِهِمُ الْقَضَائِيَّةِ وَالسِّيَاسِيَّةِ مَعَ مُرَاعَاةِ الْقَوَاعِدِ الشَّرْعِيَّةِ وَالْمَصَالِحِ الْعَامَّةِ، وَلَا نُسَمِّي شَيْئًا مِنْهَا دِينًا نَدِينُ لِلَّهِ بِهِ إِلَّا </p><p> مَا ثَبَتَ فِي كِتَابِ اللهِ وَسُنَّةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْوَجْهِ الْمُتَقَدِّمِ، وَأَمَّا السُّنَنُ وَالْإِرْشَادَاتُ النَّبَوِيَّةُ فِي أُمُورِ الْعَادَاتِ كَاللِّبَاسِ وَالطَّعَامِ وَالشَّرَابِ وَالنَّوْمِ فَلَمْ يَعُدَّهَا أَحَدٌ مِنَ السَّلَفِ، وَلَا عُلَمَاءِ الْخَلَفِ مِنْ أُمُورِ الدِّينِ، فَتَسْمِيَةُ شَيْءٍ مِنْهَا دِينًا بِدْعَةٌ مُنْكَرَةٌ; لِأَنَّهُ تَشْرِيعٌ لَمْ يَأْذَنْ بِهِ تَعَالَى، وَقَدْ فَصَّلْنَا هَذِهِ الْمَسْأَلَةَ مِنْ قَبْلُ فِي هَذَا التَّفْسِيرِ وَفِي غَيْرِهِ مِنْ مَقَالَاتِ الْمَنَارِ. </p><p> وَاعْلَمُوا أَنَّ اللهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ هَذَا تَنْبِيهٌ لِأَمْرَيْنِ عَظِيمَيْنِ أَمَرَنَا اللهُ أَنْ نَعْلَمَهُمَا عِلْمًا يَقِينًا إِذْعَانِيًّا لِمَا لَهُمَا مِنَ الشَّأْنِ فِي مَقَامِ الْوَصِيَّةِ بِالِاسْتِجَابَةِ لِدَعْوَةِ الْحَيَاةِ الْإِنْسَانِيَّةِ الْعُلْيَا الَّتِي فِيهَا سَعَادَةُ الدُّنْيَا وَالْآخِرَةِ. </p><p> (الْأَوَّلُ) أَنَّ مِنْ سُنَّةِ اللهِ فِي الْبَشَرِ الْحَيْلُولَةَ بَيْنَ الْمَرْءِ وَبَيْنَ قَلْبِهِ، الَّذِي هُوَ مَرْكَزُ الْوِجْدَانِ وَالْإِدْرَاكِ، ذِي السُّلْطَانِ عَلَى إِرَادَتِهِ وَعَمَلِهِ، وَهَذَا أَخْوَفُ مَا يَخَافُهُ الْمُتَّقِي عَلَى نَفْسِهِ، إِذَا غَفَلَ عَنْهَا، وَفَرَّطَ فِي جَنْبِ رَبِّهِ، كَمَا أَنَّهُ أَرْجَى مَا يَرْجُوهُ الْمُسْرِفُ عَلَيْهَا إِذَا لَمْ يَيْأَسْ مِنْ رَوْحِ اللهِ فِيهَا، فَهَذِهِ الْجُمْلَةُ أَعْجَبُ جُمَلِ الْقُرْآنِ، وَلَعَلَّهَا أَبْلَغُهَا فِي التَّعْبِيرِ، وَأَجْمَعُهَا لِحَقَائِقِ عِلْمِ النَّفْسِ الْبَشَرِيَّةِ، وَعِلْمِ الصِّفَاتِ الرَّبَّانِيَّةِ، وَعِلْمِ التَّرْبِيَةِ الدِّينِيَّةِ، الَّتِي تُعْرَفُ دَقَائِقُهَا بِمَا تُثْمِرُهُ مِنَ الْخَوْفِ وَالرَّجَاءِ، فَبَيْنَا زَيْدٌ يَسِيرُ عَلَى سَبِيلِ الْهُدَى، وَيَتَّقِي بُنَيَّاتِ طُرُقِ الضَّلَالَةِ الْمُوصِلَةِ إِلَى مَهَاوِي الرَّدَى، إِذَا بِقَلْبِهِ قَدْ تَقَلَّبَ بِعُصُوفِ هَوًى جَدِيدٍ، يَمِيلُ بِهِ عَنِ الصِّرَاطِ الْمُسْتَقِيمِ، مِنْ شُبْهَةٍ تُزَعْزِعُ الِاعْتِقَادَ، أَوْ شَهْوَةٍ يَغْلِبُ بِهَا الْغَيُّ عَلَى الرَّشَادِ. فَيُطِيعُ هَوَاهُ، وَيَتَّخِذُهُ إِلَهَهُ مَنْ دُونِ اللهِ أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا (٢٥: ٤٣) عَلَى أَنَّهُ فِيهِ مُخْتَارٌ، فَلَا جَبْرَ وَلَا اضْطِرَارَ. </p><p> وَيُقَابِلُ هَذَا مِنَ الْحَيْلُولَةِ مَا حَكَى بَعْضُهُمْ عَنْ نَفْسِهِ، أَنَّهُ كَانَ مُنْهَمِكًا فِي شَهَوَاتِهِ وَلَهْوِهِ، تَارِكًا لِهُدَاهُ وَطَاعَةِ رَبِّهِ، فَنَزَلَ يَوْمًا فِي زَوْرَقٍ مَعَ خِلَّانٍ لَهُ فِي نَهْرِ دِجْلَةَ لِلتَّنَزُّهِ وَمَعَهُمُ النَّبِيذُ وَالْمَعَازِفُ، فَبَيْنَا هُمْ يَعْزِفُونَ وَيَشْرَبُونَ، إِذِ الْتَقَوْا بِزَوْرَقٍ آخَرَ فِيهِ تَالٍ لِلْقُرْآنِ يُرَتِّلُ سُورَةَ إِذَا الشَّمْسُ كُوِّرَتْ (٨١: ١) فَوَقَعَتْ تِلَاوَتُهُ مِنْ نَفْسِهِ مَوْقِعَ التَّأْثِيرِ وَالْعِظَةِ، فَاسْتَمَعَ لَهُ وَأَنْصَتَ، حَتَّى إِذَا بَلَغَ قَوْلَهُ تَعَالَى: وَإِذَا الصُّحُفُ نُشِرَتْ (٨١: ١٠) امْتَلَأَ قَلْبُهُ خَشْيَةً مِنَ اللهِ، وَتَدَبُّرًا لِاطِّلَاعِهِ عَلَى صَحِيفَةِ عَمَلِهِ يَوْمَ يَلْقَاهُ. فَأَخَذَ الْعُودَ مِنَ الْعَازِفِ </p><p> فَكَسَرَهُ، وَأَلْقَاهُ فِي دِجْلَةَ، وَثَنَّى بِنَبْذِ قَنَانِي النَّبِيذِ وَكُئُوسِهِ فِيهَا، وَصَارَ يُرَدِّدُ الْآيَةَ، وَعَادَ إِلَى مَنْزِلِهِ تَائِبًا مِنْ كُلِّ مَعْصِيَةٍ، مُجْتَهِدًا فِي كُلِّ مَا يَسْتَطِيعُ مِنْ طَاعَةٍ. </p><p> فَتَذْكِيرُ اللهِ تَعَالَى إِيَّانَا بِهَذَا الشَّأْنِ مِنْ شُئُونِ الْإِنْسَانِ، وَهَذِهِ السُّنَّةُ الْقَلْبِيَّةُ مِنْ سُنَنِ اللهِ تَعَالَى فِي الْإِرَادَاتِ وَالْأَعْمَالِ، وَأَمْرُهُ إِيَّانَا بِأَنْ نَعْلَمَهَا عِلْمَ إِيقَانٍ وَإِذْعَانٍ، يُفِيدُنَا فَائِدَتَيْنِ لَا يَكْمُلُ بِدُونِهِمَا الْإِيمَانُ، وَهُمَا أَلَّا يَأْمَنَ الطَّائِعُ الْمُشَمِّرُ مِنْ مَكْرِ اللهِ فَيَغْتَرَّ بِطَاعَتِهِ وَيُعْجَبَ بِنَفْسِهِ، وَأَلَّا يَيْأَسَ الْعَاصِي وَالْمُقَصِّرُ فِي الطَّاعَةِ مِنْ رَوْحِ اللهِ، فَيَسْتَرْسِلَ فِي اتِّبَاعِ هَوَاهُ، حَتَّى تُحِيطَ بِهِ خَطَايَاهُ. وَمَنْ لَمْ يَأْمَنْ عِقَابَ اللهِ، وَلَمْ يَيْأَسْ مِنْ رَحْمَةِ اللهِ، يَكُونُ جَدِيرًا بِأَنْ يُرَاقِبَ قَلْبَهُ، وَيُحَاسِبَ نَفْسَهُ عَلَى خَوَاطِرِهِ، وَيُعَاقِبَ نَفْسَهُ عَلَى هَفَوَاتِهِ ; لِتَظَلَّ عَلَى صِرَاطِ الْعَدْلِ الْمُسْتَقِيمِ، مُتَجَنِّبَةً الْإِفْرَاطَ وَالتَّفْرِيطَ، وَيَتَحَرَّى أَنْ يَكُونَ دَائِمًا بَيْنَ خَوْفٍ يَحْجِزُهُ عَنِ الْمَعَاصِي، وَرَجَاءٍ يَحْمِلُهُ عَلَى الطَّاعَاتِ، وَيُسَاعِدُنَا عَلَى ذَلِكَ (الْأَمْرُ الثَّانِي) وَهُوَ أَنْ نَذْكُرَ حَشْرَنَا إِلَيْهِ عَزَّ وَجَلَّ وَمُحَاسَبَتَهُ إِيَّانَا عَلَى أَعْمَالِنَا الْقَلْبِيَّةِ وَالْبَدَنِيَّةِ، وَمُجَازَاتَهُ إِيَّانَا عَلَيْهَا إِمَّا بِالْعَذَابِ الْأَلِيمِ، وَإِمَّا بِالنَّعِيمِ الْمُقِيمِ، وَهَذَا مِنْهُ مُقْتَضَى الْفَضْلِ، وَذَلِكَ أَثَرُ الْعَدْلِ. </p><p> وَمِمَّا يُؤَيِّدُ مَا فَهِمْنَاهُ فِي هَذَا الْمَقَامِ، مَقَامِ حِرْمَانِ الرَّاسِخِينَ فِي الْكُفْرِ مِنْ سَمَاعِ الْفِقْهِ وَالْهُدَى، وَالْحَيْلُولَةِ بَيْنَ الْمَرْءِ وَقَلْبِهِ أَنْ يَعْصِيَ الْهَوَى أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللهِ أَفَلَا تَذَكَّرُونَ (٤٥: ٢٣) فَهِيَ صَرِيحَةٌ فِي أَنَّ مَنْ هَذَا حَالُهُ لَيْسَ مَجْبُورًا عَلَيْهِ، وَأَنَّ اللهَ لَمْ يَحْرِمْهُ الْهُدَى بِإِعْجَازِهِ عَنْهُ، وَهُوَ يُؤْثِرُهُ وَيُفَضِّلُهُ، أَوْ بِإِكْرَاهِهِ عَلَى اتِّبَاعِ الْهَوَى، وَهُوَ كَارِهٌ لَهُ، فَإِنَّهُ أَسْنَدَ إِلَيْهِ اتِّخَاذَهُ هَوَاهُ إِلَهَهُ، وَقَدْ قَالَ تَعَالَى لِنَبِيِّهِ دَاوُدَ عَلَيْهِ السَّلَامُ: يَادَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللهِ (٣٨: ٢٦) الْآيَةَ. </p><p> فَهَذَا نَصٌّ فِي أَنَّ اتِّبَاعَ الْهَوَى سَبَبٌ لِلضَّلَالِ عَنْ سَبِيلِ اللهِ، فَقَوْلُهُ فِي آيَةِ الْجَاثِيَةِ وَأَضَلَّهُ اللهُ عَلَى عِلْمٍ لَيْسَ مَعْنَاهُ أَنَّهُ تَعَالَى خَلَقَ فِيهِ الضَّلَالَ اسْتِقْلَالًا - كَمَا يَدَّعِي بَعْضُ الْمُتَكَلِّمِينَ - بَلْ هُوَ دَاخِلٌ فِي سُنَّتِهِ تَعَالَى فِي الْأَسْبَابِ وَالْمُسَبَّبَاتِ وَيُؤَيِّدُهُ </p><p> إِثْبَاتُ كَوْنِ ضَلَالِهِ عَلَى عِلْمٍ، وَهُوَ أَنَّهُ مُتَعَمِّدٌ لِاتِّبَاعِ الْهَوَى، مُؤْثِرٌ لَهُ عَلَى الْهُدَى، وَاللهُ تَعَالَى يُسْنِدُ الْأُمُورَ إِلَى </p><p> أَسْبَابِهَا تَارَةً، وَإِلَيْهِ تَعَالَى تَارَةً، مِنْ حَيْثُ إِنَّهُ خَالِقُ كُلِّ شَيْءٍ، وَوَاضِعُ سُنَنِ الْأَسْبَابِ وَالْمُسَبَّبَاتِ. وَمِنَ الْأَسْبَابِ مَا جَعَلَهُ مِنْ أَفْعَالِ الْمَخْلُوقَاتِ الِاخْتِيَارِيَّةِ عَلَى عِلْمٍ، وَمَا جَعَلَهُ بِأَسْبَابٍ لَا يُعْلَمُ لِلْخَلْقِ اخْتِيَارٌ فِيهَا وَلَا عِلْمٌ، وَكُلٌّ مِنَ الْقِسْمَيْنِ يُسْنَدُ إِلَى سَبَبِهِ تَارَةً، وَإِلَى رَبِّ الْأَسْبَابِ تَارَةً، وَالْجِهَةُ مُخْتَلِفَةٌ مَعْرُوفَةٌ، وَيُخْتَارُ هَذَا أَوْ ذَاكَ فِي الْبَيَانِ بِحَسَبِ سِيَاقِ الْكَلَامِ، كَقَوْلِهِ تَعَالَى فِي الْحَرْثِ: أَفَرَأَيْتُمْ مَا تَحْرُثُونَ أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٥٦: ٦٣، ٦٤) فَهَلْ يَقُولُ عَاقِلٌ: إِنَّ الْفَلَّاحَ لَا فِعْلَ لَهُ، وَلَا اخْتِيَارَ فِي زَرْعِهِ، وَأَنَّ اللهَ يَخْلُقُهُ لَهُ بِدُونِ إِرَادَتِهِ وَلَا فِعْلِهِ، أَوْ أَنَّ فِعْلَهُ وَتَرْكَهُ فِي أَرْضِهِ سَوَاءٌ، وَتَلْقِيحَهُ لِنَخْلِهِ وَعَدَمَهُ سِيَّانِ؟ ! . </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ مِنْ سُنَنِهِ تَعَالَى فِي الْبَشَرِ أَنَّ مَنْ يَتَّبِعُ هَوَاهُ فِي أَعْمَالِهِ، وَيَسْتَمِرُّ عَلَى ذَلِكَ وَيُدْمِنُهُ الزَّمَنَ الطَّوِيلَ، تَضْعُفُ إِرَادَتُهُ فِي هَوَاهُ حَتَّى تَذُوبَ وَتَفْنَى فِيهِ، فَلَا تَعُودُ تُؤَثِّرُ فِيهِ الْمَوَاعِظُ الْقَوْلِيَّةُ، وَلَا الْعِبَرُ الْمُبَصِّرَةُ وَلَا الْمَعْقُولَةُ، وَهَذِهِ الْحَالَةُ يُعَبَّرُ عَنْهَا بِالْخَتْمِ وَالرَّيْنِ وَالطَّبْعِ عَلَى الْقَلْبِ، وَالصَّمَمِ وَالْعَمَى وَالْبَكَمِ كَمَا تَقَدَّمَ آنِفًا، وَسَبَقَ مِثْلُهُ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ وَغَيْرِهَا. </p><p> وَأَمْثَالُ هَذِهِ الْأَمْثَالِ الْمَضْرُوبَةِ لِهَذِهِ الْحَالَةِ قَدْ ضَلَّ بِهَا الْجَبْرِيَّةُ غَافِلِينَ عَنْ كَوْنِهَا عَاقِبَةً طَبِيعِيَّةً لِإِدْمَانِ تِلْكَ الْأَعْمَالِ الِاخْتِيَارِيَّةِ، كَالْخِمَارِ الَّذِي يَعْتَرِي مُدْمِنَ الْخَمْرِ، فَيَشْعُرُ بِفُتُورٍ وَأَلَمٍ عَصَبِيٍّ لَا يَسْكُنُ إِلَّا بِالْعَوْدَةِ إِلَى الشُّرْبِ، عَلَى أَنَّ هَذِهِ الْآيَةَ عَلَّمَتْنَا عَدَمَ الْيَأْسِ. </p><p> وَمِنْ تَفْسِيرِ الْقُرْآنِ بِالْقُرْآنِ فِي تَقْلِيبِ الْقُلُوبِ، وَالْحَيْلُولَةِ بَيْنَهَا وَبَيْنَ إِرَادَةِ الْإِنْسَانِ الْمُتَصَرِّفَةِ فِي قُدْرَتِهِ وَمَشَاعِرِهِ قَوْلُهُ تَعَالَى مِنْ سُورَةِ الْأَنْعَامِ: وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (٦: ١١٠) فَيُرَاجَعُ مَعْنَاهَا فِي آخِرِ تَفْسِيرِ الْجُزْءِ السَّابِعِ، وَقَالَ الرَّاغِبُ: تَقْلِيبُ اللهِ الْقُلُوبَ صَرْفُهَا مِنْ رَأْيٍ إِلَى رَأْيٍ. وَذَكَرَ آيَةَ الْأَنْعَامِ هَذِهِ. </p><p> وَمِنْ تَفْسِيرِ الْآيَةِ الْمَأْثُورِ فِي السُّنَّةِ مَا رَوَاهُ ابْنُ مَرْدَوَيْهِ فِي تَفْسِيرِهَا عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا \" وَيَحُولُ بَيْنَ الْمُؤْمِنِ وَبَيْنَ الْكُفْرِ، وَبَيْنَ الْكَافِرِ وَبَيْنَ الْهُدَى \" وَسَنَدُهُ ضَعِيفٌ </p><p> كَمَا قَالَ الْحَافِظُ فِي الْفَتْحِ وَلَهُ وَلِغَيْرِهِ آثَارٌ فِي هَذَا الْمَعْنَى. وَرَوَى الْبُخَارِيُّ وَأَصْحَابُ السُّنَنِ إِلَّا أَبَا دَاوُدَ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ: كَانَتْ يَمِينُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" لَا وَمُقَلِّبِ الْقُلُوبِ \" وَفِي رِوَايَةٍ لَهُ عَنْهُ \" أَكْبَرُ مَا كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْلِفُ: \" لَا وَمُقَلِّبِ الْقُلُوبِ \" وَفِي مَعْنَاهُ أَحَادِيثُ أُخْرَى عِنْدَ ابْنِ مَاجَهْ وَغَيْرِهِ، وَلِلْمُفَسِّرِينَ وَشُرَّاحِ الْأَحَادِيثِ أَغْلَاطٌ لَفْظِيَّةٌ وَمَعْنَوِيَّةٌ فِي تَفْسِيرِ لَفْظِ الْقَلْبِ، وَفِي تَقْلِيبِ اللهِ تَعَالَى لَهُ. وَقَدْ تَقَدَّمَ تَفْسِيرُهُ اللَّفْظِيُّ مِنْ قَبْلُ، وَمَعْنَى تَقْلِيبِهِ آنِفًا، وَقَوْلُهُمْ إِنَّ اللهَ خَالِقُ الْقُلُوبِ وَمُقَلِّبُهَا حَقٌّ، وَكَذَا أَفْعَالُ الْعِبَادِ كُلُّهَا، وَلَيْسَ بِحَقٍّ مَا عَبَّرَ بِهِ بَعْضُهُمْ عَنْ ذَلِكَ بِأَنَّ اللهَ تَعَالَى يَمْنَعُ الْكَافِرَ بِمَحْضِ قُدْرَتِهِ عَنِ الْإِيمَانِ وَغَيْرِهِ مِنْ أَفْعَالِ الْخَيْرِ مُبَاشَرَةً، وَيَخْلُقُ فِي قَلْبِهِ وَلِسَانِهِ الْكُفْرَ اعْتِقَادًا وَنُطْقًا خَلْقًا أُنُفًا لَا فِعْلَ لَهُ فِيهِ، فَالْجَمْعُ بَيْنَ الْآيَاتِ الَّتِي أَوْرَدْنَاهَا وَمَا فِي مَعْنَاهَا يُبْطِلُهُ وَيُثْبِتُ الْأَسْبَابَ الِاخْتِيَارِيَّةَ، وَالْقَائِلُونَ </p>"
}