{
  "id": null,
  "sura": 8,
  "aya": 27,
  "text": "<p> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ قَدْ بَيَّنَّا وَجْهَ التَّنَاسُبِ بَيْنَ هَذِهِ النِّدَاءَاتِ الْإِلَهِيَّةِ لِلْمُؤْمِنِينَ، وَمَا قَبْلَهَا وَمَا بَعْدَهَا إِلَى آخِرِ هَذَا الْجُزْءِ. وَوَرَدَ فِي سَبَبِ نُزُولِ هَذَا النِّدَاءِ بِالنَّهْيِ عَنِ الْخِيَانَتَيْنِ هُنَا مِنْ حَدِيثِ جَابِرٍ \" أَنَّ أَبَا سُفْيَانَ خَرَجَ مِنْ مَكَّةَ - وَكَانَ لَا يَخْرُجُ إِلَّا فِي عَدَاوَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ - فَأَعْلَمَ اللهُ رَسُولَهُ بِمَكَانِهِ،فَكَتَبَ رَجُلٌ مِنَ الْمُنَافِقِينَ إِلَى أَبِي سُفْيَانَ:إِنَّ مُحَمَّدًا يُرِيدُكُمْ فَخُذُوا حِذْرَكُمْ.فَأَنْزَلَ اللهُ:لَا تَخُونُوا اللهَ وَالرَّسُولَ الْآيَةَ \" وَالْمُرَادُ أَنَّ فِيهَا تَعْرِيضًا بِفِعْلَةِ الْمُنَافِقِ الَّذِي يَدَّعِي الْإِيمَانَ بِأَنَّ عَمَلَهُ خِيَانَةٌ تُنَافِيهِ. وَالْخِيَانَةُ لِلنَّاسِ وَحْدَهُمْ مِنْ أَرْكَانِ النِّفَاقِ كَمَا ثَبَتَ فِي الْحَدِيثِ الصَّحِيحِ - وَسَيَأْتِي - فَكَيْفَ بِمِثْلِ هَذِهِ الْخِيَانَةِ لِلَّهِ وَالرَّسُولِ وَالْمُؤْمِنِينَ؟ . </p><p> وَفِي عِدَّةِ رِوَايَاتٍ عَنْ عَبْدِ اللهِ بْنِ قَتَادَةَ وَالزُّهْرِيِّ وَالْكَلْبِيِّ وَالسُّدِّيِّ وَعِكْرِمَةَ أَنَّهَا نَزَلَتْ فِي أَبِي لُبَابَةَ رَضِيَ اللهُ عَنْهُ فَإِنَّهُ كَانَ حَلِيفًا لِبَنِي قُرَيْظَةَ مِنَ الْيَهُودِ، فَلَمَّا خَرَجَ إِلَيْهِمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ إِجْلَاءِ إِخْوَانِهِمْ مِنْ بَنِي النَّضِيرِ، أَرَادُوا بَعْدَ طُولِ الْحِصَارِ أَنْ يَنْزِلُوا مِنْ حِصْنِهِمْ عَلَى حُكْمِ سَعْدِ بْنِ مُعَاذٍ، وَكَانَ مِنْ حُلَفَائِهِمْ مِنْ قَبْلِ غَدْرِهِمْ وَنَقْضِهِمْ لِعَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِمْ أَبُو لُبَابَةَ بِأَلَّا يَفْعَلُوا، وَأَشَارَ إِلَى حَلْقِهِ يَعْنِي أَنَّ سَعْدًا يَحْكُمُ بِذَبْحِهِمْ، فَنَزَلَتِ الْآيَةُ. قَالَ أَبُو لُبَابَةَ:  \" مَا زَالَتْ قَدَمَايَ حَتَّى عَلِمْتُ أَنَّنِي خُنْتُ اللهَ وَرَسُولَهُ \" وَفِي رِوَايَةِ عَبْدِ بْنِ حُمَيْدٍ عَنِ الْكَلْبِيِّ أَنَّ </p><p> رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ أَبَا لُبَابَةَ إِلَى بَنِي قُرَيْظَةَ وَكَانَ حَلِيفًا لَهُمْ، بَلْ رُوِيَ أَنَّهُ كَانَ وَضَعَ مَالَهُ وَوَلَدَهُ عِنْدَهُمْ، فَأَوْمَأَ بِيَدِهِ إِلَى الذَّبْحِ، فَأَنْزَلَ اللهُ الْآيَةَ - وَذَكَرَهَا ثُمَّ قَالَ - فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِامْرَأَةِ أَبِي لُبَابَةَ:  \" أَيَصُومُ وَيُصَلِّي وَيَغْتَسِلُ مِنَ الْجَنَابَةِ؟فَقَالَتْ:إِنَّهُ لَيَصُومُ وَيُصَلِّي وَيَغْتَسِلُ مِنَ الْجَنَابَةِ وَيُحِبُّ اللهَ وَرَسُولَهُ \" وَالْمُرَادُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَكَّ فِي إِيمَانِهِ حَتَّى إِنَّهُ سَأَلَ امْرَأَتَهُ: هَلْ يَقُومُ فِي بَيْتِهِ بِوَاجِبَاتِ الْإِسْلَامِ؟ فَأَجَابَتْهُ بِصِيغَةِ التَّأْكِيدِ الَّتِي يُجَابُ بِهَا مَنْ أَظْهَرَ شَكَّهُ، وَفِيهِ عِبْرَةٌ لِمُنَافِقِي هَذَا الزَّمَانِ الَّذِينَ يُخْلِصُونَ الْخِدْمَةَ، وَيُسْدُونَ النَّصِيحَةَ إِلَى أَعْدَاءِ مِلَّتِهِمْ وَأَوْطَانِهِمْ فِيمَا يُمْكِّنُ لَهُمُ السُّلْطَانَ فِي بِلَادِهِمْ، وَالسِّيَادَةَ عَلَى أُمَّتِهِمْ. </p><p> وَلْيَنْظُرِ الْمُعْتَبِرُ كَيْفَ عَاقَبَ أَبُو لُبَابَةَ نَفْسَهُ تَوْبَةً إِلَى اللهِ تَعَالَى \" شَدَّ نَفْسَهُ عَلَى سَارِيَةٍ مِنَ الْمَسْجِدِ وَقَالَ: وَاللهِ لَا أَذُوقُ طَعَامًا وَلَا شَرَابًا حَتَّى أَمُوتَ أَوْ يَتُوبَ اللهُ عَلَيَّ -فَمَكَثَ سَبْعَةَ أَيَّامٍ لَا يَذُوقُ طَعَامًا وَلَا شَرَابًا حَتَّى خَرَّ مَغْشِيًّا عَلَيْهِ ثُمَّ تَابَ اللهُ عَلَيْهِ فَقِيلَ لَهُ:قَدْ تِيبَ عَلَيْكَ.فَقَالَ:وَاللهِ لَا أَحُلُّ نَفْسِي، حَتَّى يَكُونَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ الَّذِي يَحُلُّنِي، فَجَاءَهُ فَحَلَّهُ بِيَدِهِ \" وَغَزْوَةُ بَنِي قُرَيْظَةَ كَانَتْ بَعْدَ غَزْوَةِ بَدْرٍ الَّتِي نَزَلَتْ فِيهَا سُورَةُ الْأَنْفَالِ بِسِنِينَ، فَيَحْتَمِلُ أَنْ يَكُونَ الْمُرَادُ بِنُزُولِ الْآيَةِ فِي أَبِي لُبَابَةَ أَنَّهَا تَتَنَاوَلُ فَعْلَتَهُ - وَهَذَا التَّعْبِيرُ يَكْثُرُ مِثْلُهُ عَنْهُمْ فِيمَا يُسَمُّونَهُ أَسْبَابَ النُّزُولِ، كَمَا قَالَهُ شَيْخُ الْإِسْلَامِ ابْنُ تَيْمِيَةَ وَغَيْرُهُ. وَمِنْ ذَلِكَ قَوْلُ الْمُغِيرَةِ بْنِ شُعْبَةَ: نَزَلَتْ هَذِهِ الْآيَةُ فِي قَتْلِ عُثْمَانَ رَضِيَ اللهُ عَنْهُ وَيَحْتَمِلُ أَنْ تَكُونَ الْآيَةُ نَزَلَتْ بَعْدَ نُزُولِ السُّورَةِ فَأُلْحِقَتْ بِهَا بِأَمْرِ اللهِ لِرَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَمَهْمَا يَكُنْ سَبَبُ النُّزُولِ فَالْآيَةُ عَامَّةٌ تَشْتَمِلُ كُلَّ خِيَانَةٍ، وَلِذَلِكَ فَسَّرَ ابْنُ عَبَّاسٍ خِيَانَةَ اللهِ بِتَرْكِ فَرَائِضِهِ وَارْتِكَابِ مَعْصِيَتِهِ، وَالْأَمَانَةَ بِكُلِّ مَا ائْتَمَنَ اللهُ عَلَيْهِ الْعِبَادَ بِأَلَّا يُنْقِصَهَا. رَوَاهُ عَنْهُ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ. </p><p> وَالْخِيَانَةُ فِي أَصْلِ اللُّغَةِ تَدُلُّ عَلَى مَعْنَى الْإِخْلَافِ وَالْخَيْبَةِ بِنَقْضِ مَا كَانَ يُرْجَى وَيُؤْمَلُ مِنَ الْخَائِنِ، أَوْ نَقْصِ شَيْءٍ مِنْهُ يُنَافِي حُصُولَهُ وَتَحَقُّقَهُ. وَمِنْهُ: خَانَهُ سَيْفُهُ، إِذَا نَبَا عَنِ الضَّرِيبَةِ. وَخَانَتْهُ رِجْلَاهُ إِذَا لَمْ يَقْدِرْ عَلَى الْمَشْيِ، وَخَانَ الرِّشَاءُ الدَّلْوَ إِذَا انْقَطَعَ. وَمِنْ مَعْنَى النَّقْصِ أَوْ الِانْتِقَاصِ فِي الْمَادَّةِ قَوْلُهُ تَعَالَى: عَلِمَ اللهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ </p><p> أَنْفُسَكُمْ (٢: ١٨٧) أَيْ تَنْقُصُونَهَا بَعْضَ مَا أُحِلَّ لَهَا مِنَ اللَّذَّاتِ، وَمِثْلُهُ التَّخَوُّنُ، وَيَفْتَرِقَانِ فِي مَعْنَى الصِّفَةِ، قَالَ الزَّمَخْشَرِيُّ فِي الْأَسَاسِ: وَتَخَوَّنَ فُلَانٌ حَقِّي إِذَا تَنَقَّصَهُ كَأَنَّهُ خَانَهُ شَيْئًا فَشَيْئًا، وَكُلُّ مَا غَيَّرَكَ عَنْ حَالِكَ فَقَدْ تَخَوَّنَكَ. قَالَ لَبِيدٌ. </p><p> تَخَوَّنَهَا نُزُولِي وَارْتِحَالِي </p><p> اهـ. وَقَالَ فِي تَفْسِيرِ الْآيَةِ مِنَ الْكَشَّافِ وَتَبِعَهُ غَيْرُهُ: مَعْنَى الْخَوْنِ النَّقْصُ، كَمَا أَنَّ مَعْنَى الْوَفَاءِ التَّمَامُ، وَمِنْهُ تَخَوَّنَهُ إِذَا تَنَقَّصَهُ، ثُمَّ اسْتُعْمِلَ فِي ضِدِّ الْأَمَانَةِ وَالْوَفَاءِ; لِأَنَّكَ إِذَا خُنْتَ الرَّجُلَ فِي شَيْءٍ فَقَدْ أَدْخَلْتَ عَلَيْهِ النُّقْصَانَ فِيهِ اهـ. وَمَا قُلْنَا أَوَّلًا أَعَمُّ مِنْ هَذَا وَأَشْمَلُ لِمَا وَرَدَ مِنَ الِاسْتِعْمَالِ فِي كَلَامِ اللهِ وَكَلَامِ الْعَرَبِ. وَقَالَ الرَّاغِبُ: الْخِيَانَةُ وَالنِّفَاقُ وَاحِدٌ إِلَّا أَنَّ الْخِيَانَةَ تُقَالُ اعْتِبَارًا بِالْعَهْدِ وَالْأَمَانَةِ، وَالنِّفَاقُ يُقَالُ اعْتِبَارًا بِالدِّينِ، ثُمَّ يَتَدَاخَلَانِ إِلَى آخِرِ مَا قَالَهُ، وَهُوَ يَدْخُلُ فِي عُمُومِ مَا قُلْنَاهُ، وَلَا يَصِحُّ كَوْنُهُ حَدًّا تَامًّا. </p><p> وَالْمَعْنَى يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللهَ تَعَالَى بِتَعْطِيلِ فَرَائِضِهِ أَوْ تَعَدِّي حُدُودِهِ، وَانْتِهَاكِ مَحَارِمِهِ الَّتِي بَيَّنَهَا لَكُمْ فِي كِتَابِهِ (وَالرَّسُولَ) بِالرَّغْبَةِ عَنْ بَيَانِهِ لِكِتَابِ اللهِ تَعَالَى إِلَى أَهْوَائِكُمْ، أَوْ آرَاءِ مَشَايِخِكُمْ أَوْ آبَائِكُمْ، أَوِ الْمُخَالَفَةِ عَنْ أَمْرِهِ إِلَى أَوَامِرِ أُمَرَائِكُمْ، وَتَرْكِ سُنَّتِهِ إِلَى سُنَّةِ أَوْلِيَائِكُمْ، بِنَاءً عَلَى زَعْمِكُمْ أَنَّهُمْ أَعْلَمُ بِمُرَادِ اللهِ وَرَسُولِهِ مِنْكُمْ وَتَخُونُوا أَمَانَاتِكُمْ أَيْ </p><p> وَلَا تَخُونُوا أَمَانَاتِكُمْ فِيمَا بَيْنَكُمْ وَبَيْنَ أَوْلِيَاءِ أُمُورِكُمْ مِنَ الشُّئُونِ السِّيَاسِيَّةِ وَلَا سِيَّمَا الْحَرْبِيَّةَ، وَفِيمَا بَيْنَكُمْ بَعْضُكُمْ مَعَ بَعْضٍ مِنَ الْمُعَامَلَاتِ الْمَالِيَّةِ وَغَيْرِهَا حَتَّى الِاجْتِمَاعِيَّةِ وَالْأَدَبِيَّةِ، فَقَدْ وَرَدَ فِي الْحَدِيثِ الْمَجَالِسُ بِالْأَمَانَةِ رَوَاهُ الْخَطِيبُ مِنْ حَدِيثِ عَلِيٍّ وَحَسَّنُوهُ وَأَبُو دَاوُدَ عَنْ جَابِرٍ بِزِيَادَةِ \" إِلَّا ثَلَاثَةَ مَجَالِسَ: سَفْكَ دَمٍ حَرَامٍ، أَوْ فَرْجٍ حَرَامٍ، أَوِ اقْتِطَاعَ مَالٍ بِغَيْرِ حَقٍّ \" أَيْضًا \" إِذَا حَدَّثَ الرَّجُلُ بِحَدِيثٍ ثُمَّ الْتَفَتَ فَهُوَ أَمَانَةٌ \" وَرَوَاهُ أَبُو يَعْلَى عَنْ أَنَسٍ، وَأَشَارَ فِي الْجَامِعِ الصَّغِيرِ إِلَى صِحَّتِهِ. فَإِفْشَاءُ السِّرِّ خِيَانَةٌ مُحَرَّمَةٌ، وَيَكْفِي فِي الْعِلْمِ بِكَوْنِهِ سِرًّا الْقَرِينَةُ الْقَوْلِيَّةُ كَقَوْلِ مُحَدِّثِكَ: هَلْ يَسْمَعُنَا أَحَدٌ؟ أَوْ لِلْفِعْلِيَّةِ كَالِالْتِفَاتِ لِرُؤْيَةِ مَنْ عَسَاهُ يَجِيءُ. وَآكَدُ أَمَانَاتِ السِّرِّ وَأَحَقُّهَا بِالْحِفْظِ مَا يَكُونُ بَيْنَ الزَّوْجَيْنِ. الْخِيَانَةُ مِنْ صِفَاتِ الْمُنَافِقِينَ، وَالْأَمَانَةُ مِنْ صِفَاتِ الْمُؤْمِنِينَ، وَقَالَ أَنَسُ بْنُ مَالِكٍ:  \" قَلَّمَا خَطَبَنَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا قَالَ: لَا إِيمَانَ لِمَنْ لَا عَهْدَ لَهُ، وَلَا دِينَ</p><p> لِمَنْ لَا عَهْدَ لَهُ \" رَوَاهُ أَحْمَدُ وَابْنُ حِبَّانَ فِي صَحِيحِهِ. وَرَوَى الشَّيْخَانِ وَغَيْرُهُمَا عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ زَادَ مُسْلِمٌ \" وَإِنْ صَامَ وَصَلَّى وَزَعَمَ أَنَّهُ مُسْلِمٌ \" وَقَدْ وَرَدَ فِي الْأَحَادِيثِ إِطْلَاقُ الْأَمَانَةِ عَلَى الطَّاعَةِ وَالْعِبَادَةِ وَالْوَدِيعَةِ وَالثِّقَةِ وَالْأَمَانِ، وَلَيْسَ الْمُرَادُ بِهَذَا الْحَصْرَ، بَلْ كُلُّ مَا يَجِبُ حِفْظُهُ فَهُوَ أَمَانَةٌ، وَكُلُّ حَقٍّ مَادِّيٍّ أَوْ مَعْنَوِيٍّ يَجِبُ عَلَيْكَ أَدَاؤُهُ إِلَى أَهْلِهِ فَهُوَ أَمَانَةٌ. قَالَ اللهُ تَعَالَى فِي سُورَةِ الْبَقَرَةِ: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللهَ رَبَّهُ (٢: ٢٨٣) وَقَالَ فِي سُورَةِ النِّسَاءِ: إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا (٤: ٥٨) . </p><p> وَقَدْ أَوْرَدْنَا فِي تَفْسِيرِ آيَةِ النِّسَاءِ هَذِهِ مَبَاحِثَ نَفِيسَةً فِي الْأَمَانَاتِ وَالْعَدْلِ، مِنْهَا (الْمَسْأَلَةُ الثَّالِثَةُ) فِي أَنْوَاعِ الْأَمَانَةِ (وَالْمَسْأَلَةُ السَّادِسَةُ) فِي حِكْمَةِ تَأْكِيدِ الْأَمْرِ بِالْأَمَانَةِ. وَأَوْرَدْنَا فِي هَذِهِ مَا قَالَهُ حَكِيمُ الشَّرْقِ السَّيِّدُ جَمَالُ الدِّينِ الْأَفْغَانِيُّ فِي بَيَانِ كَوْنِ الْأَمَانَةِ مِنَ الصِّفَاتِ الدِّينِيَّةِ، الَّتِي قَامَ عَلَيْهَا بِنَاءُ الْمَدَنِيَّةِ وَبِهَا حِفْظُ الْعُمْرَانِ، وَإِصْلَاحُ حَالِ الْأُمَّةِ، وَلَا بَقَاءَ لِدَوْلَةٍ بِدُونِهَا; لِأَنَّ عَلَيْهَا مَدَارَ الثِّقَةِ فِي جَمِيعِ الْمُعَامَلَاتِ. وَنَاهِيكَ بِمَا عَظَّمَ اللهُ مِنْ أَمْرِ الْأَمَانَةِ فِي قَوْلِهِ: إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا (٣٣: ٧٢) . </p><p> وَأَمَّا قَوْلُهُ: وَأَنْتُمْ تَعْلَمُونَ فَمَعْنَاهُ: وَالْحَالُ أَنَّكُمْ تَعْلَمُونَ مَفَاسِدَ الْخِيَانَةِ، وَتَحْرِيمَ اللهِ تَعَالَى إِيَّاهَا، وَسُوءَ عَاقِبَةِ تِلْكَ الْمَفَاسِدِ فِي الدُّنْيَا وَالْآخِرَةِ، أَوْ تَعْلَمُونَ أَنَّ مَا فَصَّلْتُمُوهُ خِيَانَةٌ لِظُهُورِهِ، وَأَمَّا مَا خَفِيَ عَنْكُمْ حُكْمُهُ فَالْجَهْلُ لَهُ عُذْرٌ إِذَا لَمْ يَكُنْ مِمَّا عُلِمَ مِنَ الدِّينِ بِالضَّرُورَةِ أَوْ مِمَّا يُعْلَمُ </p>"
}