{
  "id": null,
  "sura": 8,
  "aya": 69,
  "text": "<p> وَيَجُوزُ أَنْ يَكُونَ الْمُرَادُ بِالْكِتَابِ الَّذِي سَبَقَ مَا قَضَاهُ اللهُ تَعَالَى وَقَدَّرَهُ مِنْ أَعْمَارِ هَؤُلَاءِ الْأَسْرَى وَإِيمَانِ أَكْثَرِهِمْ، وَالْمُخْتَارُ عِنْدَنَا وِفَاقًا لِمَا ذَهَبَ إِلَيْهِ ابْنُ جَرِيرٍ، هُوَ جَوَازُ إِرَادَةِ كُلِّ مَا يَحْتَمِلُهُ اللَّفْظُ مِنَ الْمَعَانِي الَّتِي ذَكَرَ بَعْضَهَا فِي رِوَايَاتِهِ، وَأَنَّ هَذَا سَبَبُ تَنْكِيرِهِ وَإِبْهَامِهِ. </p><p> ثُمَّ إِنَّهُ تَعَالَى أَبَاحَ لَهُمْ أَكْلَ مَا أَخَذُوهُ مِنَ الْفِدَاءِ، وَعَدَّهُ مِنْ جُمْلَةِ الْغَنَائِمِ الَّتِي أَبَاحَهَا لَهُمْ فِي أَوَّلِ هَذِهِ السُّورَةِ، وَفِي قَوْلِهِ فِي أَوَّلِ هَذَا الْجُزْءِ: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ (٨: ٤١) إِلَخْ، فَقَالَ: فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا أَيْ: وَإِذَا كَانَ اللهُ تَعَالَى قَدْ سَبَقَ مِنْهُ كِتَابٌ فِي أَنَّهُ لَا يُعَذِّبُكُمْ، أَوْ يَقْتَضِي أَلَّا يُعَذِّبَكُمْ بِهَذَا الذَّنْبِ الَّذِي خَالَفْتُمْ بِهِ سُنَّتَهُ وَهَدْيَ أَنْبِيَائِهِ فَكُلُوا مِمَّا غَنِمْتُمْ مِنَ الْفِدْيَةِ حَالَةَ كَوْنِهِ حَلَالًا بِإِحْلَالِهِ لَكُمُ الْآنَ طَيِّبًا فِي نَفْسِهِ، لَا خُبْثَ فِيهِ مِمَّا حُرِّمَ لِذَاتِهِ كَالْمَيْتَةِ وَلَحْمِ الْخِنْزِيرِ - وَاجْعَلُوا بَاقِيَهَ فِي الْمَصَالِحِ الَّتِي بَيَّنْتُ لَكُمْ فِي قِسْمَةِ الْغَنَائِمِ وَاتَّقُوا اللهَ فِي الْعَوْدِ إِلَى أَكْلِ شَيْءٍ مِنْ أَمْوَالِ النَّاسِ كُفَّارًا كَانُوا أَوْ مُؤْمِنِينَ مِنْ قَبْلِ أَنْ يُحِلَّهُ اللهُ لَكُمْ، وَقَالَ جَرِيرٌ فِي تَفْسِيرِ هَذِهِ الْجُمْلَةِ، وَخَافُوا اللهَ أَنْ تَعُودُوا، أَنْ تَفْعَلُوا فِي دِينِكُمْ </p><p> شَيْئًا مِنْ هَذَا، قَبْلَ أَنْ يَحِلَّ لَكُمْ إِنَّ اللهَ غَفُورٌ رَحِيمٌ قَالَ: غَفُورٌ لِذُنُوبِ أَهْلِ الْإِيمَانِ مِنْ عِبَادِهِ، رَحِيمٌ بِهِمْ أَنْ يُعَاقِبَهُمْ بَعْدَ تَوْبَتِهِمْ مِنْهَا اهـ. وَفَسَّرَ بَعْضُهُمُ الِاسْمَيْنِ الْكَرِيمَيْنِ هُنَا بِمَا يَقْتَضِيهِ الْمَقَامُ مِنْ مَغْفِرَتِهِ تَعَالَى لِذَنْبِهِمْ بِأَخْذِ الْفِدَاءِ، وَإِيثَارِ جُمْهُورِهِمْ لِعَرَضِ الدُّنْيَا عَلَى مَا يَقْتَضِيهِ إِيثَارُ الْآخِرَةِ مِنْ طَلَبِ الْإِثْخَانِ فِي الْأَرْضِ أَوَّلًا، لِإِعْزَازِ الْحَقِّ وَأَهْلِهِ، بِإِذْلَالِ الشِّرْكِ وَكَبْتِ حِزْبِهِ - وَمِنْ رَحْمَتِهِ بِهِمْ بِإِبَاحَةِ مَا أَخَذُوا وَالِانْتِفَاعِ بِهِ، وَالْأَقْرَبُ تَفْسِيرُهُ بِأَنَّهُ غَفُورٌ لِلْمُتَّقِي رَحِيمٌ بِهِمْ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي تَفْسِيرِ الْآيَاتِ الثَّلَاثِ أَنَّهُ لَيْسَ مِنْ سُنَّةِ الْأَنْبِيَاءِ، وَلَا مِمَّا يَنْبَغِي لِأَحَدٍ مِنْهُمْ أَنْ يَكُونَ لَهُ أَسْرَى يُفَادِيهِمْ أَوْ يَمُنُّ عَلَيْهِمْ، إِلَّا بَعْدَ أَنْ يَكُونَ لَهُ الْغَلَبُ وَالسُّلْطَانُ عَلَى أَعْدَائِهِ وَأَعْدَاءِ اللهِ الْكَافِرِينَ، لِئَلَّا يُفْضِي أَخْذُهُ الْأَسْرَى إِلَى ضَعْفِ الْمُؤْمِنِينَ وَقُوَّةِ أَعْدَائِهِمْ وَجُرْأَتِهِمْ وَعُدْوَانِهِمْ عَلَيْهِمْ - وَأَنَّ مَا فَعَلَهُ الْمُؤْمِنُونَ مِنْ مُفَادَاةِ أَسْرَى بَدْرٍ بِالْمَالِ كَانَ ذَنْبًا سَبَبُهُ إِرَادَةُ جُمْهُورِهِمْ عَرَضَ الْحَيَاةِ الدُّنْيَا، عَلَى مَا كَانَ مِنْ ذَنْبِ أَخْذِهِمْ لَهُمْ قَبْلَ الْإِثْخَانِ الَّذِي تَقْتَضِيهِ الْحِكْمَةُ بِإِعْلَاءِ كَلِمَةِ اللهِ تَعَالَى، وَجَعْلِ كَلِمَةِ الَّذِينَ كَفَرُوا السُّفْلَى، وَلَوْلَا ذَلِكَ لَسَأَلُوا الرَّسُولَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَنْهُ، كَمَا سَأَلُوهُ عَنِ الْأَنْفَالِ مِنْ قَبْلِهِ - وَأَنَّهُ لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ مُقْتَضَاهُ عَدَمُ عِقَابِهِمْ عَلَى ذَنْبِ أَخْذِ الْفِدَاءِ قَبْلَ إِذْنِهِ تَعَالَى، وَعَلَى خِلَافِ سُنَّتِهِ، وَبَالِغِ حِكْمَتِهِ لَمَسَّهُمْ عَذَابٌ عَظِيمٌ فِي أَخْذِهِمْ ذَلِكَ - وَأَنَّهُ تَعَالَى أَحَلَّ لَهُمْ مَا أَخَذُوا وَغَفَرَ لَهُمْ ذَنْبَهُمْ بِأَخْذِهِ قَبْلَ إِحْلَالِهِ لَهُمْ وَاللهُ غَفُورٌ رَحِيمٌ. </p><p> (فَإِنْ قِيلَ) : تَبَيَّنَ بَعْدَ نُزُولِ هَذِهِ الْآيَاتِ أَنَّ مَا حَصَلَ مِنْ أَخْذِ الْفِدَاءِ لَمْ يَكُنْ مُضْعِفًا لِلْمُؤْمِنِينَ، وَلَا مُزِيدًا مِنْ شَوْكَةِ الْمُشْرِكِينَ، بَلْ كَانَ خَيْرًا تَرَتَّبَ عَلَيْهِ فَوَائِدُ كَثِيرَةٌ بَيَّنَهَا الْمُحَقِّقُ ابْنُ الْقَيِّمِ مِنْ بِضْعَةِ وُجُوهٍ - وَسَيَأْتِي سَرْدُهَا - (قُلْنَا) : مَا يُدْرِينَا مَاذَا كَانَ يَكُونُ لَوْ عَمِلَ الْمُسْلِمُونَ بِمَا دَلَّتِ الْآيَةُ الْأُولَى مِنْ قَتْلِ أُولَئِكَ الْأَسْرَى أَوْ مِنْ </p><p> عَدَمِ أَخْذِ الْأَسْرَى يَوْمَئِذٍ؟ عَلَى أَنَّهُ هُوَ الَّذِي تَقْتَضِيهِ الْحِكْمَةُ، وَسُنَّةُ أَنْبِيَاءِ الرَّحْمَةِ، أَلَيْسَ مِنَ الْمَعْقُولِ أَنْ يَكُونَ ذَلِكَ مُرْهِبًا لِلْمُشْرِكِينَ، وَصَادًّا لَهُمْ عَنِ الزَّحْفِ بَعْدَ سَنَةٍ عَلَى الْمُؤْمِنِينَ، وَأَخْذِ الثَّأْرِ مِنْهُمْ فِي أُحُدٍ، ثُمَّ اعْتِدَاؤُهُمْ فِي غَيْرِهَا مِنَ الْغَزَوَاتِ؟ </p><p> (فَإِنْ قِيلَ) : وَمَا حِكْمَةُ اللهِ تَعَالَى فِي تَرْجِيحِ رَسُولِهِ لِرَأْيِ الْجُمْهُورِ الْمَرْجُوحِ بِحَسَبِ الْقَاعِدَةِ أَوِ السُّنَّةِ الْإِلَهِيَّةِ الَّتِي كَانَ عَلَيْهَا الْأَنْبِيَاءُ قَبْلَهُ، وَهُوَ أَرْحَجُهُمْ مِيزَانًا وَأَقْوَاهُمْ بُرْهَانًا، ثُمَّ إِنْكَارُهُ تَعَالَى ذَلِكَ عَلَيْهِمْ؟ (قُلْتُ) : إِنَّ لِلَّهَ تَعَالَى فِي ذَلِكَ لَحِكَمًا أَذْكُرُ مَا ظَهَرَ لِي مِنْهَا: (الْحِكْمَةُ الْأُولَى) عَمِلَ الرَّسُولُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِرَأْيِ الْجُمْهُورِ الْأَعْظَمِ فِيمَا لَا نَصَّ فِيهِ مِنَ اللهِ تَعَالَى، وَهُوَ رُكْنٌ مِنْ أَرْكَانِ الْإِصْلَاحِ السِّيَاسِيِّ وَالْمَدَنِيِّ الَّذِي عَلَيْهِ أَكْثَرُ أُمَمِ الْبَشَرِ فِي دُوَلِهَا الْقَوِيَّةِ فِي هَذَا الْعَصْرِ، كَمَا عَمِلَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِرَأْيِهِمِ الَّذِي صَرَّحَ بِهِ الْحُبَابُ بْنُ الْمُنْذِرِ فِي مَنْزِلِ الْمُسْلِمِينَ يَوْمَ بَدْرٍ وَتَقَدَّمَ [فِي ص ٥٠٨ وَمَا بَعْدَهَا ج٩ ط الْهَيْئَةِ] وَقَدْ كَانَ هَذَا مِنْ فَضَائِلِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ ثُمَّ فَرَضَهُ اللهُ عَلَيْهِ فِي غَزْوَةِ أُحُدٍ بِقَوْلِهِ: وَشَاوِرْهُمْ فِي الْأَمْرِ (٣: ١٥٩)  [ص ١٦٣ وَمَا بَعْدَهَا ج ٤ ط الْهَيْئَةِ] . </p><p> (الْحِكْمَةُ الثَّانِيَةُ) بَيَانُ أَنَّ الْجُمْهُورَ قَدْ يُخْطِئُونَ وَلَا سِيَّمَا فِي الْأَمْرِ الَّذِي لَهُمْ فِيهِ هَوًى وَمَنْفَعَةٌ، وَمِنْهُ يُعْلَمُ أَنَّ مَا شَرَعَهُ تَعَالَى مِنَ الْعَمَلِ بِرَأْيِ الْأَكْثَرِينَ فَسَبَبُهُ أَنَّهُ هُوَ الْأَمْثَلُ فِي الْأُمُورِ الْعَامَّةِ، لَا أَنَّهُمْ مَعْصُومُونَ فِيهَا. </p><p> (الْحِكْمَةُ الثَّالِثَةُ) أَنَّ النَّبِيَّ نَفْسَهُ قَدْ يُخْطِئُ فِي اجْتِهَادِهِ، وَلَكِنَّ اللهَ تَعَالَى يُبَيِّنُ لَهُ ذَلِكَ، وَلَا يُقِرُّهُ عَلَيْهِ كَمَا صَرَّحَ بِهِ الْعُلَمَاءُ فَهُوَ مَعْصُومٌ مِنَ الْخَطَأِ فِي التَّبْلِيغِ عَنِ اللهِ تَعَالَى لَا فِي الرَّأْيِ وَالِاجْتِهَادِ، وَمِنْهُ مَا سَبَقَ مِنِ اجْتِهَادِهِ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ بِمَكَّةَ فِي الْإِعْرَاضِ عَنِ الْأَعْمَى الْفَقِيرِ الضَّعِيفِ عَبْدِ اللهِ بْنِ أُمِّ مَكْتُومٍ ـ رَضِيَ اللهُ عَنْهُ ـ حِينَ جَاءَهُ يَسْأَلُهُ وَهُوَ يَدْعُو كُبَرَاءَ أَغْنِيَاءِ الْمُشْرِكِينَ الْمُتَكَبِّرِينَ إِلَى الْإِسْلَامِ، لِئَلَّا يَعْرِضُوا عَنْ سَمَاعِ دَعْوَتِهِ، فَعَاتَبَهُ اللهُ عَلَى ذَلِكَ بِقَوْلِهِ: عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى إِلَى قَوْلِهِ تَعَالَى: كَلَّا (٨٠: ١ - ١١) . </p><p> (الْحِكْمَةُ الرَّابِعَةُ) أَنَّ اللهَ تَعَالَى يُعَاتِبُ رَسُولَهُ عَلَى الْخَطَأِ فِي الِاجْتِهَادِ مَعَ حُسْنِ نِيَّتِهِ فِيهِ، وَيَعُدُّهُ ذَنْبًا لَهُ، وَيَمُنُّ عَلَيْهِ بِعَفْوِهِ عَنْهُ وَمَغْفِرَتِهِ لَهُ عَلَى كَوْنِ الْخَطَأِ فِي الِاجْتِهَادِ مَعْفُوًّا عَنْهُ فِي شَرِيعَتِهِ؛ لِأَنَّهُ فِي عُلُوِّ مَقَامِهِ وَسِعَةِ عِرْفَانِهِ يَعُدُّ عَلَيْهِ مِنْ \" مُخَالَفَةِ الْأَوْلَى وَالْأَفْضَلِ وَالْأَكْمَلِ </p><p> مَا لَا يَعُدُّ عَلَى مَنْ دُونِهِ مِنَ الْمُؤْمِنِينَ، عَلَى قَاعِدَةِ:  \" حَسَنَاتُ الْأَبْرَارِ سَيِّئَاتُ الْمُقَرَّبِينَ \" وَمِثَالُ ذَلِكَ قَوْلُهُ تَعَالَى لَهُ لَمَّا أَذِنَ بِالتَّخَلُّفِ عَنْ غَزْوَةِ تَبُوكَ لِبَعْضِ الْمُنَافِقِينَ: عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٩: ٤٣) فَهَذِهِ أَمْثِلَةُ ذُنُوبِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ تَسْلِيمًا، وَالْمَغْفُورَةُ بِنَصِّ قَوْلِهِ تَعَالَى: لِيَغْفِرَ لَكَ اللهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا (٤٨: ٢) وَالذَّنْبُ مَا لَهُ عَاقِبَةٌ ضَارَّةٌ أَوْ مُخَالَفَةٌ لِلْمَصْلَحَةِ تَكُونُ وَرَاءَهُ كَذَنَبِ الدَّابَّةِ وَإِنْ لَمْ يَكُنْ مَعْصِيَةً. </p><p> (الْحِكْمَةُ الْخَامِسَةُ) بَيَانُ مُؤَاخَذَةِ اللهِ تَعَالَى النَّاسَ عَلَى الْأَعْمَالِ النَّفْسِيَّةِ وَإِرَادَةِ السُّوءِ بَعْدَ تَنْفِيذِهَا بِالْعَمَلِ بِقَوْلِهِ تَعَالَى: تُرِيدُونَ عَرَضَ الدُّنْيَا وَإِنَّمَا كَانَتْ إِرَادَةُ هَذَا ذَنْبًا؛ لِأَنَّهُ كَانَ بِاسْتِشْرَافٍ أَشَدَّ مِنِ اسْتِشْرَافِهِمْ أَوَّلًا لِإِيثَارِ عِيرِ أَبِي سُفْيَانَ عَلَى الْجِهَادِ، وَلِذَلِكَ لَمْ يَسْأَلُوا عَنْ حُكْمِهِ كَمَا سَأَلُوا مِنْ قَبْلُ عَنِ الْأَنْفَالِ، وَلَمْ يُبَالُوا فِي سَبِيلِهِ بِأَنْ يَقْتُلَ الْمُشْرِكُونَ مِنْهُمْ بَعْدَ عَامٍ مِثْلَ عَدَدِ مَنْ قَتَلُوهُمْ بِبَدْرٍ، كَمَا وَرَدَ فِي بَعْضِ الرِّوَايَاتِ، وَمَا قَالَهُ بَعْضُ الْمُفَسِّرِينَ مِنْ أَنَّ سَبَبَ هَذَا حُبُّهُمْ لِلشَّهَادَةِ فَلَا دَلِيلَ عَلَيْهِ مِنْ نَصٍّ وَلَا قَرِينَةِ حَالٍ، وَيَرُدُّهُ أَنَّهُ لَيْسَ لِلْمُؤْمِنِينَ أَنْ يُحِبُّوا أَوْ يَخْتَارُوا قَتْلَ الْمُشْرِكِينَ لِكَثِيرٍ مِنْهُمْ وَلَا قَلِيلٍ، وَيَكْفِي مِنْ حُبِّ الشَّهَادَةِ الْإِقْدَامُ عَلَى الْقِتَالِ، وَعَدَمُ الْفِرَارِ مِنَ الزَّحْفِ خَوْفًا مِنَ الْقَتْلِ. </p><p> (الْحِكْمَةُ السَّادِسَةُ) الْإِيذَانُ بِأَنَّهُمُ اسْتَحَقُّوا الْعَذَابَ عَلَى أَخْذِ الْفِدَاءِ، وَلَمْ يَذْكُرْ مَعَهُ مُخَالَفَةَ الْمُصْلَحَةِ الْمَذْكُورَةِ؛ لِأَنَّهَا لَمْ تَكُنْ قَدْ بُيِّنَتْ لَهُمْ، وَإِنَّمَا كَانَ مِنْ شَأْنِ </p><p> النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ يَعْلَمَ هَذِهِ الْمَصْلَحَةَ وَيَعْمَلَ بِمُقْتَضَاهَا، وَالظَّاهِرُ أَنَّهُ عَلِمَهَا وَلَكِنَّهُ رَجَّحَ عَلَيْهَا الْعَمَلَ بِالْمُشَاوَرَةِ، وَالْأَخْذَ بِرَأْيِ الْجُمْهُورِ الَّذِي فَرَضَهُ اللهُ تَعَالَى عَلَيْهِ فَرْضًا فِي غَزْوَةِ أُحُدٍ بَعْدَ أَنْ أَلْهَمَهُ إِيَّاهُ إِلْهَامًا فِي غَزْوَةِ بَدْرٍ، وَلِهَذَا لَمْ يَمُنَّ عَلَيْهِ عَنْهَا بِالْعَفْوِ عَنْهُ خَاصَّةً، كَمَا مَنَّ عَلَيْهِ بَعْدَ ذَلِكَ فِي الْإِذْنِ لِلْمُنَافِقِينَ بِالتَّخَلُّفِ عَنْ غَزْوَةِ تَبُوكَ الَّذِي هُوَ مُخَالِفٌ لِلْمَصْلَحَةِ أَيْضًا. </p><p> (الْحِكْمَةُ السَّابِعَةُ) بَيَانُ مِنَّةِ اللهِ تَعَالَى عَلَى أَهْلِ بَدْرٍ أَنَّهُ لَمْ يُعَذِّبْهُمْ فِيمَا أَخَذُوا بِسُوءِ الْإِرَادَةِ، أَوْ بِغَيْرِ حَقٍّ وَتَقَدَّمَ وَجْهُهُ، وَفِي هَذِهِ الْمِنَّةِ بَعْدَ الْإِنْذَارِ الشَّدِيدِ خَيْرُ تَرْبِيَةٍ لِأَمْثَالِهِمْ مِنَ الْكَامِلِينَ تَرْبَأُ بِأَنْفُسِهِمْ عَنْ مِثْلِ ذَلِكَ الِاسْتِشْرَافِ، لَا أَنَّهَا تُجَرِّئُهُمْ عَلَيْهِ كَمَا تَوَهَّمَ بَعْضُ النَّاسِ. </p><p> (الْحِكْمَةُ الثَّامِنَةُ) عِلْمُهُ تَعَالَى بِأَنَّ أُولَئِكَ الْأَسْرَى مِمَّنْ كَتَبَ لَهُمْ طُولَ الْعُمُرِ وَتَوْفِيقَ أَكْثَرِهِمْ لِلْإِيمَانِ. </p><p> (الْحِكْمَةُ التَّاسِعَةُ) أَنْ يَكُونَ مِنْ قَوَاعِدِ التَّشْرِيعِ أَنَّ مَا نَفَّذَهُ الْإِمَامُ مِنَ الْأَعْمَالِ السِّيَاسِيَّةِ وَالْحَرْبِيَّةِ بَعْدَ الشُّورَى لَا يُنْقَضُ، وَإِنْ ظَهَرَ أَنَّهُ كَانَ خَطَأً، وَمِنْ ذَلِكَ أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ </p><p> لَمَّا شَرَعَ فِي تَنْفِيذِ رَأْيِ الْجُمْهُورِ فِي الْخُرُوجِ إِلَى أُحُدٍ عَلَى خِلَافِ رَأْيِهِ ثُمَّ رَاجَعُوهُ فِيهِ، وَفَوَّضُوا إِلَيْهِ الْأَمْرَ فِي الرُّجُوعِ فَلَمْ يَرْجِعْ، وَقَالَ فِي ذَلِكَ كَلِمَتَهُ الْعَظِيمَةَ الَّتِي تَعْمَلُ بِهَا دُوَلُ السِّيَاسَةِ الْكُبْرَى إِلَى هَذِهِ الْعُصُرِ لِحُسْنِهَا، لَا لِاتَّبَاعِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَتُرَاجَعُ فِي [ص٧٨ - ٨٢ ج ٤ ط الْهَيْئَةِ] . </p><p> هَذَا مَا فَتَحَ اللهُ تَعَالَى بِهِ، وَهُوَ مُخَالِفٌ لِمَا ذَهَبَ إِلَيْهِ الْعَلَّامَةُ ابْنُ الْقَيِّمِ فِي الْهَدْيِ، وَأَشَارَ إِلَيْهِ الْحَافِظُ فِي الْفَتْحِ، وَتَارَةً مَعْزُوًّا إِلَيْهِ، وَتَارَةً بِغَيْرِ عَزْوٍ، وَإِنَّنَا نَنْقُلُهُ بِنَصِّهِ، وَنُقَفِّي عَلَيْهِ بِمَا نَرَاهُ نَاقِضًا لَهُ مَعَ الِاعْتِرَافِ لِأُسْتَاذِنَا ابْنِ الْقَيِّمِ بِالْإِمَامَةِ وَالتَّحْقِيقِ (لَا الْعِصْمَةِ) فِي أَكْثَرِ مَا وَجَّهَ إِلَى تَحْقِيقِهِ فِكْرُهُ الْوَقَّادُ، ذَلِكَ أَنَّهُ عَقَدَ فِي كِتَابِهِ (زَادِ الْمَعَادِ) فَصْلًا لِهَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْأُسَارَى، ذَكَرَ فِيهِ حَدِيثَ الِاسْتِشَارَةِ فِي أَسْرَى بَدْرٍ وَرَأْيَ الشَّيْخَيْنِ ـ رَضِيَ اللهُ عَنْهُمَا ـ وَالتَّرْجِيحَ بَيْنَهُمَا قَالَ فِيهِ مَا نَصُّهُ - وَالْعُنْوَانُ لَنَا - </p><p> (التَّرْجِيحُ بَيْنَ رَأْيِ الصِّدِّيقِ وَالْفَارُوقِ فِي أَسْرَى بَدْرٍ) </p><p> \" وَقَدْ تَكَلَّمَ النَّاسُ فِي أَيِّ الرَّأْيَيْنِ كَانَ أَصْوَبَ،فَرَجَّحَتْ طَائِفَةٌ قَوْلَ عُمَرَ لِهَذَا الْحَدِيثِ:وَرَجَّحَتْ طَائِفَةٌ قَوْلَ أَبِي بَكْرٍ لِاسْتِقْرَارِ الْأَمْرِ عَلَيْهِ، وَمُوَافَقَتِهِ الْكِتَابَ الَّذِي سَبَقَ مِنَ اللهِ بِإِحْلَالِ ذَلِكَ لَهُمْ، وَلِمُوَافَقَتِهِ الرَّحْمَةَ الَّتِي غَلَبَتِ الْغَضَبَ، وَلِتَشْبِيهِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَهُ فِي ذَلِكَ بِإِبْرَاهِيمَ وَعِيسَى، وَتَشْبِيهِهِ لِعُمَرَ بِنُوحٍ وَمُوسَى، وَلِحُصُولِ الْخَيْرِ الْعَظِيمِ الَّذِي حَصَلَ بِإِسْلَامِ أَكْثَرِ أُولَئِكَ الْأَسْرَى، وَلِخُرُوجِ مَنْ خَرَجَ مِنْ أَصْلَابِهِمْ مِنَ الْمُسْلِمِينَ، وَلِحُصُولِ الْقُوَّةِ الَّتِي حَصَلَتْ لِلْمُسْلِمِينَ بِالْفِدَاءِ، وَلِمُوَافَقَةِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِأَبِي بَكْرٍ أَوَّلًا، وَلِمُوَافَقَةِ اللهِ لَهُ آخِرًا حَيْثُ اسْتَقَرَّ الْأَمْرُ عَلَى رَأْيِهِ، وَلِكَمَالِ نَظَرِ الصِّدِّيقِ فَإِنَّهُ رَأَى مَا يَسْتَقِرُّ عَلَيْهِ حُكْمُ اللهِ آخِرًا، وَغَلَبَةُ جَانِبِ الرَّحْمَةِ عَلَى جَانِبِ الْعُقُوبَةِ.</p><p> (قَالُوا) : وَأَمَّا بُكَاءُ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَإِنَّمَا كَانَ رَحْمَةً لِنُزُولِ الْعَذَابِ لِمَنْ أَرَادَ بِذَلِكَ عَرَضَ الدُّنْيَا، وَلَمْ يُرِدْ ذَلِكَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلَا أَبُو بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ وَإِنْ أَرَادَهُ بَعْضُ الصَّحَابَةِ، فَالْفِتْنَةُ كَانَتْ تَعُمُّ وَلَا تُصِيبُ مَنْ أَرَادَ ذَلِكَ خَاصَّةً، كَمَا هُزِمَ الْعَسْكَرُ يَوْمَ حُنَيْنٍ بِقَوْلِ أَحَدِهِمْ: لَنْ نُغْلَبَ الْيَوْمَ مِنْ قِلَّةٍ، وَبِإِعْجَابِ كَثْرَتِهِمْ لِمَنْ أَعْجَبَتْهُ مِنْهُمْ، فَهُزِمَ الْجَيْشُ بِذَلِكَ فِتْنَةً وَمِحْنَةً، ثُمَّ اسْتَقَرَّ الْأَمْرُ عَلَى النَّصْرِ وَالظَّفَرِ وَاللهُ أَعْلَمُ \" اهـ. </p><p> أَقُولُ: إِنَّ فِي هَذَا الْكَلَامِ عَلَى حُسْنِهِ وَكَثْرَةِ فَوَائِدِهِ مُغَالَطَاتٌ غَيْرُ مَقْصُودَةٍ، وَبُعْدًا عَنْ مَعْنَى الْآيَتَيْنِ يَجِبُ بَيَانُهُ لِتَحْرِيرِ الْمَوْضُوعِ، وَإِظْهَارِ عُلُوِّ أَحْكَامِ الْقُرْآنِ وَحِكَمِهِ، وَكَوْنِهَا فَوْقَ اجْتِهَادِ جَمِيعِ الْمُجْتَهِدِينَ؛ لِأَنَّهَا كَلَامُ رَبِّ الْعَالَمِينَ، وَمَا صَرَفَ الْمُحَقِّقَ ابْنَ الْقَيِّمِ عَنْ فِقْهِهَا وَبَيَانِ عُلُوِّهَا وَفَوْقِيَّتِهَا إِلَّا تَوْجِيهُ ذَكَائِهِ وَمَعَارِفِهِ إِلَى تَفْضِيلِ اجْتِهَادِ أَبِي بَكْرٍ عَلَى اجْتِهَادِ عُمَرَ </p><p> لِإِجْمَاعِ أَهْلِ السُّنَّةِ عَلَى كَوْنِهِ أَفْضَلَ مِنْهُ، وَإِنْ كَانُوا لَمْ يَخْتَلِفُوا فِي أَنَّهُ يُوجَدُ فِي الْمَفْضُولِ مَا لَا يُوجَدُ فِي الْفَاضِلِ أَوِ الْأَفْضَلِ، فَكَيْفَ وَقَدِ اخْتَارَهُ الرَّسُولُ بَعْدَ الْعِلْمِ بِمُوَافَقَةِ جُمْهُورِ الصَّحَابَةِ لَهُ مَا عَدَا عُمَرَ وَكَذَا عَبْدَ اللهِ بْنَ رَوَاحَةَ، وَسَعْدَ بْنَ أَبِي وَقَاصٍّ فِي بَعْضِ الرِّوَايَاتِ، وَهَذَا الْجُمْهُورُ هُوَ الَّذِي كَانَ </p><p> يُرِيدُ مِنَ الْفِدَاءِ عَرَضَ الدُّنْيَا لِفَقْرِهِمْ، وَحَاشَا رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَصَدِيقَهُ الْأَكْبَرَ مِنْ إِرَادَةِ ذَلِكَ لِذَاتِهِ، وَلَا يَقْدَحُ فِي مَقَامِهِمَا إِرَادَتُهُمَا لِمُوَاسَاةِ الْجُمْهُورِ، وَتَعْوِيضِ شَيْءٍ مِمَّا فَاتَهُمْ مِنْ عِيرِ أَبِي سُفْيَانَ، بَعْدَ مَا كَانَ مِنْ بَلَائِهِمْ فِي الْقِتَالِ عَلَى جُوعِهِمْ، وَعَدَمِ اسْتِعْدَادِهِمْ لَهُ، وَلَيْسَ هَذَا الذَّنْبُ مِنَ الْفِتَنِ الَّتِي يَعُمُّ بِهَا الْعَذَابُ كَمَا أَشَارَ إِلَيْهِ ابْنُ الْقَيِّمِ، وَهُوَ مِمَّا يُمْكِنُ وُقُوعُهُ مَعَ وُجُودِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَالتَّحْقِيقُ فِي الْمَسْأَلَةِ الَّذِي تَدُلُّ عَلَيْهِ الْآيَتَانِ دَلَالَةً وَاضِحَةً تُؤَيِّدُهَا الرِّوَايَاتُ الْوَارِدَةُ فِي مَوْضُوعِهَا وَكَذَا آيَةُ سُورَةِ مُحَمَّدٍ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، أَنَّ رَأْيَ عُمَرَ هُوَ الصَّوَابُ الَّذِي كَانَ يَنْبَغِي الْعَمَلُ بِهِ فِي مِثْلِ الْحَالِ الَّتِي كَانَ عَلَيْهَا الْمُسْلِمُونَ مَعَ أَعْدَائِهِمْ فِي وَقْتِ غَزْوَةِ بَدْرٍ، وَأَمَّا رَأْيُ الصِّدِّيقِ، فَهُوَ الَّذِي تَقْتَضِي الْحِكْمَةُ وَالرَّحْمَةُ الْعَمَلَ بِهِ بَعْدَ الْإِثْخَانِ فِي الْأَرْضِ بِالْغَلَبِ وَالسُّلْطَانِ، وَلَكِنْ كَانَ مِنْ قَدَرِ اللهِ تَعَالَى أَنْ نَفَّذَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ رَأْيَ أَبِي بَكْرٍ؛ لِأَنَّهُ رَأَى أَنَّ جُمْهُورَ الْمُسْلِمِينَ يُوَافِقُهُ فِيهِ، وَإِنْ كَانَ لِلْكَثِيرِينَ مِنْهُمْ قَصْدٌ دُونَ قَصْدِهِ الَّذِي بَنَى عَلَيْهِ رَأْيَهُ، وَهُوَ إِرَادَتُهُمْ لِلْمَالِ لِحَاجَتِهِمُ الدُّنْيَوِيَّةِ إِلَيْهِ كَمَا صَرَّحَتْ بِهِ الْآيَةُ الْكَرِيمَةُ، وَفِي الْحَدِيثِ الَّذِي تَقَدَّمَ أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ هَوِيَ رَأْيَ أَبِي بَكْرٍ، وَلَمْ يَهْوَ رَأْيَ عُمَرَ، وَعِنْدِي أَنَّ أَسْبَابَ هَوَاهُ لِرَأْيِ أَبِي بَكْرٍ:  (١) حِرْصُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى إِرْضَاءِ الْجُمْهُورِ لِعُذْرِهِمُ الَّذِي بَيَّنَاهُ آنِفًا فِي إِرَادَتِهِمْ لِعَرَضِ الدُّنْيَا (٢) تَغْلِيبُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِلرَّحْمَةِ عَلَى الْعُقُوبَةِ إِذَا لَمْ يَكُنْ فِي الرَّحْمَةِ إِضَاعَةٌ لَحَدٍّ مِنْ حُدُودِ اللهِ، وَلَا مُخَالَفَةٌ لِأَمْرِهِ تَعَالَى (٣) رَجَاءُ إِيمَانِهِمْ كُلِّهِمْ أَوْ بَعْضِهِمْ، وَكَانَ مِنْ حِكْمَةِ اللهِ تَعَالَى وَرَحْمَتِهِ فِي هَذَا الْقَدَرِ أَنْ بَيَّنَ لِرَسُولِهِ وَلِلْمُؤْمِنِينَ سُنَّتَهُ تَعَالَى فِي التَّغَالُبِ بَيْنَ الْأُمَمِ، وَمَا يَنْبَغِي لِأَنْبِيَائِهِ وَأَتْبَاعِهِمْ فِي حَالَتَيِ الضَّعْفِ وَالْإِثْخَانِ فِي الْأَرْضِ، وَسَائِرِ مَا دَلَّتْ عَلَيْهِ الْآيَاتُ مِنَ الْأَحْكَامِ الْحَرْبِيَّةِ وَالسِّيَاسِيَّةِ وَالتَّشْرِيعِيَّةِ. </p><p> (بَيَانُ مَا فِي كَلَامِ ابْنِ الْقَيِّمِ مِنَ الْأَغْلَاطِ الَّتِي تُشْبِهُ الْمُغَالَطَاتِ الْجَدَلِيَّةَ) </p><p> (١) ذَكَرَ أَنَّ الْمُرَجِّحَ الْأَوَّلَ لِرَأْيِ أَبِي بَكْرٍ: اسْتِقْرَارُ الْأَمْرِ عَلَيْهِ، فَإِذَا كَانَ </p><p> يُرِيدُ بِهِ تَرْجِيحَهُ، وَالْعَمَلَ بِهِ فِي تِلْكَ الْحَالِ فَهُوَ غَلَطٌ ظَاهِرٌ، فَإِنَّ الْعَمَلَ بِهِ هُوَ الَّذِي أَنْكَرَهُ الْقُرْآنُ، فَكَيْفَ يَكُونُ دَلِيلًا عَلَى أَنَّهُ الْأَصْوَبُ أَوْ أَنَّهُ صَوَابٌ؟ وَأَمَّا عَدَمُ نَقْضِهِ بِأَمْرِ اللهِ بِقَتْلِ الْأَسْرَى بَعْدَ مُفَادَاتِهِمْ فَقَدْ بَيَّنَّا مَا فِيهِ مِنَ الْحِكَمِ وَجَعْلِهِ قَاعِدَةً فِي التَّشْرِيعِ. </p><p> وَإِنْ أَرَادَ بِهِ اسْتِقْرَارَ الْأَمْرِ عَلَيْهِ آخِرًا فَيُجَابُ عَنْهُ بِأَنَّ هَذَا قَدْ كَانَ سَبَبُهُ تَغَيُّرَ الْحَالِ، وَالتَّخْيِيرُ بَيْنَ الْمَنِّ وَالْفِدَاءِ بَعْدَ إِثْخَانِ الْأَعْدَاءِ فِي الْقِتَالِ، فَمَنَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى أَهْلِ مَكَّةَ بِإِطْلَاقِهِمْ مِنْ أَسْرِ الرِّقِّ، إِذَا كَانَ قَدْ أَثْخَنَ فِي الْأَرْضِ، وَأَعْتَقَ الْمُسْلِمُونَ أَسْرَى بَنِي الْمُصْطَلِقِ بَعْدَ قِسْمَتِهِمْ فَآمَنُوا كُلُّهُمْ، وَتَقَدَّمَ عَنِ ابْنِ عَبَّاسٍ مَا يُصَرِّحُ بِهِ، بِأَنَّ مَا هُنَا نُسِخَ بِآيَةِ سُورَةِ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى مَا فِي تَسْمِيَةِ ذَلِكَ نَسْخًا مِنْ بَحْثٍ تَقَدَّمَ. </p><p> (٢) الْمُرَجِّحُ الثَّانِي: مُوَافَقَةُ الْكِتَابِ الَّذِي سَبَقَ بِإِحْلَالِ ذَلِكَ لَهُمْ إِلَخْ، وَهُوَ مَبْنِيٌّ عَلَى قَوْلِ مَنْ قَالَ: إِنَّ الْمُرَادَ بِهِ ذَلِكَ، فَيَكُونُ خَطَأً عِنْدَ مَنْ فَسَّرَهُ بِغَيْرِهِ مِمَّا تَقَدَّمَ بَلْ هُوَ خَطَأٌ مُطْلَقًا، فَإِنَّهُ اسْتِدْلَالٌ عَلَى اسْتِحْلَالِ الشَّيْءِ قَبْلَ وُرُودِ الشَّرْعِ بِإِحْلَالِهِ وَهُوَ ظَاهِرُ الْبُطْلَانِ. </p><p> (٣) الْمُرَجِّحُ الثَّالِثُ: مُوَافَقَتُهُ الرَّحْمَةَ الَّتِي سَبَقَتِ الْغَضَبَ وَهُوَ خَطَأٌ أَيْضًا، فَإِنَّ سَبْقَ رَحْمَةِ اللهِ تَعَالَى لِغَضَبِهِ لَا يَقْتَضِي أَنْ تُرَجَّحَ الرَّحْمَةُ عَلَى الْغَضَبِ مِنْ عِبَادِهِ وَلَا مِنْهُ وَهُوَ أَرْحَمُ الرَّاحِمِينَ فِي كُلِّ شَيْءٍ، وَإِلَّا لِمَا كَانَتِ الْمَسْأَلَةُ مَسْأَلَةَ سَبْقِ لِلرَّحْمَةِ عَلَى الْغَضَبِ، بَلْ كَانَتْ تَكُونُ مَسْأَلَةَ رَحْمَةٍ بِلَا غَضَبٍ، فَالَّذِي أَفَادَتْهُ الْآيَتَانِ الْأُولَيَانِ أَنَّ رَحْمَةَ الْكُفَّارِ بِأَسْرِ مُقَاتِلِيهِمْ ثُمَّ الْمَنَّ عَلَيْهِمْ أَوْ مُفَادَاتَهُمْ فِي حَالِ ضَعْفِ الْمُؤْمِنِينَ لَيْسَتْ مِنْ شَأْنِ أَنْبِيَاءِ اللهِ تَعَالَى وَسُنَّتِهِمْ، وَلَا مِمَّا يَنْبَغِي أَنْ يَقَعَ مِنْهُمْ، وَلَا مِنْ أَتْبَاعِهِمُ الصَّادِقِينَ قَبْلَ الْإِثْخَانِ فِي الْأَرْضِ، وَقَدْ وَصَفَ اللهُ أَتْبَاعَ رَسُولِهِ بِقَوْلِهِ: أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ (٤٨: ٢٩) وَقَالَ لِرَسُولِهِ: يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ (٩: ٧٣) وَمِنَ الْمَعْقُولِ الْمُجَرَّبِ أَنَّ وَضْعَ الرَّحْمَةِ فِي غَيْرِ مَوْضِعِهَا، وَغَيْرِ وَقْتِهَا الْمُنَاسِبِ لَهَا ضَارٌّ كَمَا قَالَ أَبُو الطَّيِّبِ الْمُتَنَبِّي: </p><p> وَوَضْعُ النَّدَى فِي مَوْضِعِ السَّيْفِ بِالْعُلَى ... مُضِرٌّ كَوَضْعِ السَّيْفِ فِي مَوْضِعِ النَّدَى </p><p> وَمِنَ الْمَثُلَاتِ وَالْعِبَرِ فِي هَذَا أَنَّ الْمُسْلِمِينَ أَبَاحُوا فِي حَالِ عِزَّتِهِمْ وَسُلْطَانِهِمْ لِأَهْلِ الْمِلَلِ الْأُخْرَى حُرِّيَّةً وَاسِعَةً فِي دِينِهِمْ وَمُعَامَلَاتِهِمْ فِي بِلَادِ الْإِسْلَامِ، عَادَتْ عَلَى الْمُسْلِمِينَ وَدُوَلِهِمْ بِأَشَدِّ الْمَضَارِّ وَالْمَصَائِبِ فِي طَوْرِ ضَعْفِهِمْ، كَامْتِيَازَاتِ الْكَنَائِسِ، وَرُؤَسَاءِ الْأَدْيَانِ، الَّتِي جَعَلَتْ كُلَّ طَائِفَةٍ مِنْهُمْ ذَاتَ حُكُومَةٍ مُسْتَقِلَّةٍ فِي دَاخِلِ الْحُكُومَةِ الْإِسْلَامِيَّةِ، وَمِنْ ذَلِكَ مَا يُسَمُّونَهُ فِي هَذَا الْعَصْرِ بِالِامْتِيَازَاتِ الْأَجْنَبِيَّةِ الَّتِي كَانَتْ فَضْلًا وَإِحْسَانًا مِنْ مُلُوكِ الْمُسْلِمِينَ، فَصَارَتِ امْتِيَازَاتٍ عَلَيْهِمْ مُذِلَّةً لَهُمْ مُفَضِّلَةً لِلْأَجْنَبِيِّ عَلَيْهِمْ فِي عُقْرِ دَارِهِمْ، حَتَّى إِنَّ الصُّعْلُوكَ مِنْ أُولَئِكَ الْأَجَانِبِ صَارَ أَعَزَّ فِيهَا مِنْ أَكَابِرِ أُمَرَائِهِمْ وَعُلَمَائِهِمْ. </p><p> (٤) الْمُرَجِّحُ الرَّابِعُ: تَشْبِيهُ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِكُلٍّ مِنْ صَاحِبَيْهِ وَوَزِيرَيْهِ ـ رَضِيَ اللهُ عَنْهُمَا ـ بِنَبِيَّيْنِ مِنَ الْمُرْسَلِينَ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَيْهِمْ - وَهَذَا التَّشْبِيهُ لَا يَدُلُّ عَلَى التَّرْجِيحِ بِحَالٍ مِنَ الْأَحْوَالِ، فَإِنَّ مَا ذَكَرَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ وَجْهَيِ الشَّبَهِ لِكُلٍّ مِنْهُمَا </p><p> إِنَّمَا كَانَ يَدُلُّ عَلَيْهِ لَوْ كَانَ عِنْدَنَا دَلِيلٌ عَلَى أَنَّ مَا قَالَهُ إِبْرَاهِيمُ وَعِيسَى فِي أَقْوَامِهِمَا فِي مَحِلِّهِ، وَأَنَّ مَا قَالَهُ نُوحٌ فِي قَوْمِهِ وَمُوسَى فِي فِرْعَوْنَ وَقَوْمِهِ فِي غَيْرِ مَحِلِّهِ، وَلَكِنْ ثَبَتَ أَنَّ اللهَ تَعَالَى اسْتَجَابَ لِنُوحٍ دُعَاءَهُ عَلَى قَوْمِهِ: رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٧١: ٢٦) وَلِمُوسَى دُعَاءَهُ عَلَى فِرْعَوْنَ وَقَوْمِهِ: رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ (١٠: ٨٨) وَرَأَيْنَا الْمُفَسِّرِينَ يَعُدُّونَ مِنَ الْمُشْكِلِ عَلَى قَوَاعِدِ الْعَقَائِدِ الْإِسْلَامِيَّةِ قَوْلَ إِبْرَاهِيمَ: فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ (١٤: ٣٦) وَتَأَوَّلَهُ بَعْضُهُمْ بِأَنَّهُ قَالَهُ قَبْلَ إِعْلَامِ اللهِ تَعَالَى لَهُ بِأَنَّهُ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَقَالُوا: إِنَّهُ كَاسْتِغْفَارِهِ لِأَبِيهِ الَّذِي قَالَ اللهُ فِيهِ: وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ (٩: ١١٤) وَقَالَ بَعْضُهُمْ فِي تَأْوِيلِهِ: إِنَّهُ فِي الْعُصَاةِ لَا الْكُفَّارِ، وَغَيْرَ ذَلِكَ. وَمِثْلُهُ اسْتِشْكَالُهُمْ لِقَوْلِ عِيسَى فِي الَّذِينَ اتَّخَذُوهُ وَأُمَّهُ إِلَهَيْنِ مَنْ دُونِ اللهِ: إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ </p><p> الْعَزِيزُ الْحَكِيمُ (٥: ١١٨) وَقَدْ أَطَالُوا فِي تَفْسِيرِهِ الْكَلَامِ، وَلَا سِيَّمَا وَصْفُهُ تَعَالَى بِالْعَزِيزِ الْحَكِيمِ فِي مَقَامِ احْتِمَالِ الْمَغْفِرَةِ دُونَ الْغَفُورِ الرَّحِيمِ، وَقَدْ بَيَّنَّا فِي تَفْسِيرِنَا أَنَّ قَوْلَهُ هَذَا عَلَيْهِ السَّلَامُ تَفْوِيضٌ لِلْأَمْرِ إِلَى اللهِ عَزَّ وَجَلَّ لَا طَلَبٌ وَدُعَاءٌ بِالْمَغْفِرَةِ لَهُمْ، وَلَا يَتَّسِعُ هَذَا الْمَقَامُ لِبَسْطِ الْكَلَامِ فِي الْآيَتَيْنِ. </p><p> وَأَمَّا اسْتِنْبَاطُ التَّرْجِيحِ مِمَّا تَقَرَّرَ عِنْدَ عُلَمَائِنَا مَنْ كَوْنِ إِبْرَاهِيمَ أَفْضَلَ الرُّسُلِ بَعْدَ خَاتَمِهِمْ مُحَمَّدٍ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ وَيَلِيهِمَا مُوسَى فَعِيسَى فَنُوحٌ فَلَا وَجْهَ لَهُ فِي هَذَا الْمَقَامِ، فَإِنْ كَانَ إِبْرَاهِيمُ فِي الطَّرَفِ الْأَوَّلِ أَفْضَلَ مِمَّنْ فِي الطَّرْفِ الثَّانِي، فَإِنَّ مُوسَى فِي الثَّانِي أَفْضَلُ مِنْ عِيسَى فِي الْأَوَّلِ، فَفِي كُلٍّ مَنَ النَّبِيَّيْنِ اللَّذَيْنِ شُبِّهَ بِهِمَا كُلٌّ مِنَ الصَّاحِبَيْنِ مَنْ هُوَ أَفْضَلُ مِنْ أَحَدِ الْآخَرَيْنِ، وَلَكِنَّ الْمَقَامَ لَيْسَ مَقَامَ الْمُفَاضَلَةِ فَإِنَّهُ لَا خِلَافَ بَيْنِ الْمُسْلِمِينَ فِي تَفْضِيلِ الصِّدِّيقِ عَلَى الْفَارُوقِ رَضِيَ اللهُ تَعَالَى عَنْهُمَا. </p><p> (٥و٦) الْمُرَجِّحَانِ الْخَامِسُ وَالسَّادِسُ: مَا حَصَلَ مِنَ الْخَيْرِ الْعَظِيمِ بِإِسْلَامِ أَكْثَرِ أُولَئِكَ الْأَسْرَى، وَخُرُوجِ مَنْ خَرَجَ مِنْ أَصْلَابِهِمْ مِنَ الْمُسْلِمِينَ، وَهَذَانِ إِنَّمَا يَدُلَّانِ عَلَى أَنَّ الْخَيْرَ فِي الَّذِي وَقَعَ كَانَ حِكْمَةً مِنْ حِكَمِ اللهِ فِي قَوْعِهِ كَمَا بَيَّنَاهُ، وَلَكِنَّهُ لَيْسَ دَلِيلًا عَلَى أَنَّ حُكْمَهُ الشَّرْعِيَّ الَّذِي نَزَلَتِ الْآيَتَانِ فِيهِ هُوَ مُفَادَاةُ الْأَسْرَى وَتَرْجِيحُهَا عَلَى قَتْلِهِمْ بَلْ نَصُّهُمَا صَرِيحٌ فِي ضِدِّهِ. </p><p> (٧) الْمُرَجِّحُ السَّابِعُ، حُصُولُ الْقُوَّةِ لِلْمُسْلِمِينَ بِالْفِدَاءِ وَفِيهِ نَظَرٌ، إِذْ مَا يُدْرِينَا أَنَّ قَتْلَهُمْ كَانَ يَكُونُ مُضْعِفًا لِلْمُشْرِكِينَ، وَصَادًّا لَهُمْ عَنِ الْجَرَاءَةِ عَلَى قِتَالِ الْمُؤْمِنِينَ فِي أُحُدٍ وَفِي الْخَنْدَقِ مَثَلًا، كَمَا هُوَ الْمَعْقُولُ الَّذِي يَقْتَضِيهِ مَا دَلَّتْ عَلَيْهِ الْآيَتَانِ مِنْ وُجُوبِ جَعْلِ الْمُفَادَاةِ بَعْدَ الْإِثْخَانِ فِي الْأَرْضِ لَا قَبْلَهُ، وَعَلَى تَقْدِيرِ التَّسْلِيمِ يُقَالُ فِي هَذَا الْمُرَحِّجِ مَا قُلْنَاهُ فِيمَا قَبْلَهُ. </p>"
}