{
  "id": null,
  "sura": 8,
  "aya": 9,
  "text": "<p> إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ وَمَا جَعَلَهُ اللهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللهِ إِنَّ اللهَ عَزِيزٌ حَكِيمٌ إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللهَ وَرَسُولَهُ وَمَنْ يُشَاقِقِ اللهَ وَرَسُولَهُ فَإِنَّ اللهَ شَدِيدُ الْعِقَابِ ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ رَوَى أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَغَيْرُهُمْ عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ قَالَ: حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: \" لَمَّا كَانَ يَوْمُ بَدْرٍ نَظَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى أَصْحَابِهِ وَهُمْ ثَلَاثُمِائَةِ رَجُلٍ وَبِضْعَةَ عَشَرَ رَجُلًا، وَنَظَرَ إِلَى الْمُشْرِكِينَ فَإِذَا هُمْ أَلْفٌ وَزِيَادَةٌ،فَاسْتَقْبَلَ نَبِيُّ اللهِ الْقِبْلَةَ ثُمَّ مَدَّ يَدَهُ وَجَعَلَ يَهْتِفُ بِرَبِّهِ:اللهُمَّ أَنْجِزْ لِي مَا وَعَدْتَنِي، اللهُمَّ إِنْ تَهْلِكْ هَذِهِ الْعِصَابَةُ مِنْ أَهْلِ الْإِسْلَامِ لَا تُعْبَدُ فِي الْأَرْضِ. فَمَا زَالَ يَهْتِفُ بِرَبِّهِ مَادًّا يَدَيْهِ مُسْتَقْبِلَ الْقِبْلَةِ حَتَّى سَقَطَ رِدَاؤُهُ،فَأَتَاهُ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ فَأَخَذَ رِدَاءَهُ فَأَلْقَاهُ عَلَى مَنْكِبَيْهِ ثُمَّ الْتَزَمَهُ مِنْ وَرَائِهِ وَقَالَ:يَا نَبِيَّ اللهِ كَفَاكَ مُنَاشَدَتُكَ رَبَّكَ فَإِنَّهُ سَيُنْجِزُ لَكَ مَا وَعَدَكَ.فَأَنْزَلَ اللهُ تَعَالَى:إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ فَلَمَّا كَانَ يَوْمَئِذٍ وَالْتَقَوْا هَزَمَ اللهُ الْمُشْرِكِينَ، فَقُتِلَ مِنْهُمْ سَبْعُونَ رَجُلًا وَأُسِرَ سَبْعُونَ \" إِلَخْ. </p><p> وَأَمَّا الْبُخَارِيُّ فَرَوَى عَنِ ابْنِ عَبَّاسٍ قَالَ: </p><p> قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ بَدْرٍ:  \" اللهُمَّ إِنِّي أَنْشُدُكَ عَهْدَكَ وَوَعْدَكَ، اللهُمَّ إِنْ شِئْتَ لَمْ تُعْبَدْ \" فَأَخَذَ أَبُو بَكْرٍ بِيَدِهِ فَقَالَ: حَسْبُكَ، فَخَرَجَ وَهُوَ يَقُولُ: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (٥٤: ٤٥) وَرَوَى سَعِيدُ بْنُ مَنْصُورٍ مِنْ طَرِيقِ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ قَالَ: \" لَمَّا كَانَ يَوْمُ بَدْرٍ نَظَرَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمُشْرِكِينَ وَتَكَاثَرَهُمْ وَإِلَى الْمُسْلِمِينَ فَاسْتَقَلَّهُمْ فَرَكَعَ رَكْعَتَيْنِ وَقَامَ أَبُو بَكْرٍ عَنْ يَمِينِهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي صَلَاتِهِ: اللهُمَّ لَا تُودِعْ مِنِّي، اللهُمَّ لَا تَخْذُلْنِي، اللهُمَّ لَا تَتِرَنِي، اللهُمَّ أَنْشُدُكَ مَا وَعَدْتَنِي \" وَرَوَى ابْنُ إِسْحَاقَ فِي سِيرَتِهِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" اللهُمَّ هَذِهِ قُرَيْشٌ أَتَتْ بِخُيَلَائِهَا وَفَخْرِهَا تُحَادُّكَ وَتُكَذِّبُ رَسُولَكَ، اللهُمَّ فَنَصْرَكَ الَّذِي وَعَدْتَنِي \" . </p><p> وَقَدِ اسْتَشْكَلَ مَا ظَهَرَ مِنْ خَوْفِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ وَعْدِ اللهِ لَهُ بِالنَّصْرِ عَامًّا وَخَاصًّا وَمِنْ طُمَأْنِينَةِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُ عَلَى خِلَافِ مَا كَانَ لَيْلَةَ الْغَارِ إِذْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آمِنًا مُطْمَئِنًّا مُتَوَكِّلًا عَلَى رَبِّهِ، وَكَانَ أَبُو بَكْرٍ خَائِفًا وَجِلًا كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ عَزَّ وَجَلَّ: إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللهَ مَعَنَا فَأَنْزَلَ اللهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللهِ هِيَ الْعُلْيَا وَاللهُ عَزِيزٌ حَكِيمٌ (٩: ٤٠) . </p><p> قَالَ الْحَافِظُ فِي الْفَتْحِ قَالَ الْخَطَّابِيُّ: لَا يَجُوزُ أَنْ يَتَوَهَّمَ أَحَدٌ أَنَّ أَبَا بَكْرٍ كَانَ أَوْثَقَ بِرَبِّهِ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْحَالِ، بَلِ الْحَامِلُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ذَلِكَ شَفَقَتُهُ عَلَى أَصْحَابِهِ وَتَقْوِيَةُ قُلُوبِهِمْ ; لِأَنَّهُ كَانَ أَوَّلَ مَشْهَدٍ شَهِدُوهُ، فَبَالَغَ فِي التَّوَجُّهِ وَالدُّعَاءِ وَالِابْتِهَالِ; لِتَسْكُنَ نُفُوسُهُمْ عِنْدَ ذَلِكَ، لِأَنَّهُمْ كَانُوا يَعْلَمُونَ أَنَّ وَسِيلَتَهُ مُسْتَجَابَةٌ، فَلَمَّا قَالَ لَهُ أَبُو بَكْرٍ مَا قَالَ كَفَّ عَنْ ذَلِكَ، وَعَلِمَ أَنَّهُ اسْتُجِيبَ لَهُ لَمَّا وَجَدَ أَبُو بَكْرٍ فِي نَفْسِهِ مِنَ الْقُوَّةِ وَالطُّمَأْنِينَةِ فَلِهَذَا عَقَّبَ بِقَوْلِهِ: سَيُهْزَمُ الْجَمْعُ انْتَهَى مُلَخَّصًا. </p><p> \" وَقَالَ غَيْرُهُ: وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْحَالَةِ فِي مَقَامِ الْخَوْفِ، وَهُوَ أَكْمَلُ حَالَاتِ الصَّلَاةِ، وَجَازَ عِنْدَهُ أَلَّا يَقَعَ النَّصْرُ يَوْمَئِذٍ; لِأَنَّ وَعْدَهُ بِالنَّصْرِ لَمْ يَكُنْ مُعَيَّنًا لِتِلْكَ الْوَاقِعَةِ، وَإِنَّمَا كَانَ مُجْمَلًا. هَذَا الَّذِي يَظْهَرُ، وَزَلَّ مَنْ لَا عِلْمَ عِنْدَهُ مِمَّنْ يُنْسَبُ إِلَى الصُّوفِيَّةِ فِي هَذَا الْمَوْضِعِ زَلَلًا شَدِيدًا فَلَا يُلْتَفَتُ إِلَيْهِ، وَلَعَلَّ الْخَطَّابِيَّ أَشَارَ إِلَيْهِ. اهـ مَا أَوْرَدَهُ الْحَافِظُ فِي الْفَتْحِ فَهُوَ لَمْ يَطَّلِعْ عَلَى أَحْسَنَ مِنْهُ عَلَى سَعَةِ اطِّلَاعِهِ. </p><p> وَأَقُولُ: يَصِحُّ أَنْ يَكُونَ مِنْ مَقَاصِدِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الدُّعَاءِ يَوْمَئِذٍ تَقْوِيَةُ قُلُوبِ </p><p> أَصْحَابِهِ، وَهُوَ مَا يُعَبَّرُ عَنْهُ فِي عُرْفِ هَذَا الْعَصْرِ بِالْقُوَّةِ الْمَعْنَوِيَّةِ، وَلَا خِلَافَ بَيْنَ الْعُقَلَاءِ حَتَّى الْيَوْمَ فِي أَنَّهَا أَحَدُ أَسْبَابِ النَّصْرِ وَالظَّفَرِ، وَلَكِنْ لَا يَصِحُّ أَنْ يَكُونَ عَلِمَ بِاسْتِجَابَةِ اللهِ لَهُ لَمَّا وَجَدَ أَبُو بَكْرٍ فِي نَفْسِهِ الْقُوَّةَ وَالطُّمَأْنِينَةَ، فَعِلْمُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِرَبِّهِ وَبِوَقْتِ اسْتِجَابَتِهِ لَهُ أَقْوَى وَأَعْلَى مِنْ أَنْ يَسْتَنْبِطَهُ اسْتِنْبَاطًا مِنْ حَالِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُ. </p><p> وَأَمَّا قَوْلُ بَعْضِهِمْ: إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَوْمَئِذٍ فِي مَقَامِ الْخَوْفِ فَهُوَ ظَاهِرٌ، وَلَكِنَّهُ لَمْ يُبَيِّنْ مَعَهُ سَبَبَهُ وَلَا كَوْنَهُ لَا يُنَافِي كَمَالَ تَوَكُّلِهِ عَلَى رَبِّهِ، وَكَوْنَهُ فِيهِ أَعْلَى وَأَكْمَلَ مِنْ صَاحِبِهِ بِدَرَجَاتٍ لَا يَعْلُوهَا شَيْءٌ، وَقَدْ بَيَّنَّا ذَلِكَ بِالتَّفْصِيلِ فِي تَفْسِيرِ: إِنْ يَنْصُرْكُمُ اللهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٣: ١٦٠) وَهِيَ فِي سِيَاقِ غَزْوَةِ بَدْرٍ، وَنُعِيدُ الْبَحْثَ مَعَ زِيَادَةِ فَائِدَةٍ فَنَقُولُ: إِنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَى كُلَّ مَقَامٍ حَقَّهُ بِحَسَبِ الْحَالِ الَّتِي كَانَ فِيهَا، فَلَمَّا كَانَ عِنْدَ الْخُرُوجِ إِلَى الْهِجْرَةِ قَدْ عَمِلَ مَعَ صَاحِبِهِ كُلَّ مَا أَمْكَنَهُمَا مِنَ الْأَسْبَابِ لَهَا، وَهُوَ إِعْدَادُ الزَّادِ وَالرَّاحِلَتَيْنِ وَالدَّلِيلِ وَالِاسْتِخْفَاءُ فِي الْغَارِ، لَمْ يَبْقَ عَلَيْهِمَا إِلَّا التَّوَكُّلُ عَلَى اللهِ تَعَالَى، وَالثِّقَةُ بِمَعُونَتِهِ وَتَخْذِيلِ أَعْدَائِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِكَمَالِ تَوَكُّلِهِ آمِنًا مُطْمَئِنًّا بِمَا أَنْزَلَ اللهُ عَلَيْهِ مِنَ السَّكِينَةِ، وَأَيَّدَهُ بِهِ مِنْ أَرْوَاحِ الْمَلَائِكَةِ، وَأَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ لَمْ يَرْتَقِ إِلَى هَذِهِ الدَّرَجَةِ، فَكَانَ خَائِفًا حَزِينًا مُحْتَاجًا إِلَى تَسْلِيَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ. </p><p> وَأَمَّا يَوْمُ بَدْرٍ فَكَانَ الْمَقَامُ فِيهِ مَقَامَ الْخَوْفِ لَا مَقَامَ التَّوَكُّلِ الْمَحْضِ، وَذَلِكَ أَنَّ التَّوَكُّلَ الشَّرْعِيَّ بِالِاسْتِسْلَامِ لِعِنَايَةِ الرَّبِّ تَعَالَى وَحْدَهُ إِنَّمَا يَصِحُّ فِي كُلِّ حَالٍ بَعْدَ اتِّخَاذِ الْأَسْبَابِ الْمَعْلُومَةِ مِنْ شَرْعِ اللهِ وَمِنْ سُنَنِهِ فِي خَلْقِهِ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ قَوْلِهِ </p><p> تَعَالَى: فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ (٣: ١٥٩) مِنْ ذَلِكَ السِّيَاقِ، وَمِنَ الْمَعْلُومِ بِالْقَطْعِ أَنَّ أَسْبَابَ النَّصْرِ وَالْغَلَبِ فِي الْحَرْبِ لَمْ تَكُنْ تَامَّةً عِنْدَ الْمُسْلِمِينَ فِي ذَلِكَ الْوَقْتِ، لَا مِنَ الْجِهَةِ الْمَادِّيَّةِ كَالْعَدَدِ وَالْعُدَدِ وَالْغِذَاءِ وَالْعَتَادِ وَالْخَيْلِ وَالْإِبِلِ، بَلْ لَمْ يَكُنْ مِنْ هَذِهِ الْجِهَةِ إِلَّا شَيْئًا ضَعِيفًا، وَلَا مِنَ الْجِهَةِ الْمَعْنَوِيَّةِ لِمَا تَقَدَّمَ مِنْ كَرَاهَةِ بَعْضِهِمْ لِلْقِتَالِ وَجِدَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ. وَلِهَذَا خَشِيَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُصِيبَ أَصْحَابَهُ تَهْلُكَةٌ عَلَى قَتْلِهِمْ، لِتَقْصِيرِهِمْ فِي بَعْضِ الْأَسْبَابِ الْمَعْنَوِيَّةِ فَوْقَ التَّقْصِيرِ غَيْرِ الِاخْتِيَارِيِّ فِي الْأَسْبَابِ الْمَادِّيَّةِ، فَكَانَ يَدْعُو بِأَلَّا يُؤَاخِذَهُمُ اللهُ تَعَالَى بِتَقْصِيرِ بَعْضِهِمْ فِي إِقَامَةِ سُنَنِهِ عِقَابًا لَهُمْ، كَمَا عَاقَبَهُمْ بَعْدَ ذَلِكَ فِي غَزْوَةِ أُحُدٍ ذَلِكَ الْعِقَابَ الْمُشَارَ إِلَيْهِ بِقَوْلِهِ تَعَالَى: أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ (٣: ١٦٥) . </p><p> وَأَمَّا أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ فَلَمْ يَكُنْ يَعْلَمُ مِنْ ذَلِكَ كُلَّ مَا يَعْلَمُهُ الرَّسُولُ صَلَّى الله عَلَيْهِ </p><p> وَسَلَّمَ، وَقَدْ رَآهُ مُنْزَعِجًا خَائِفًا فَكَانَ هَمُّهُ تَسْلِيَتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَذْكِيرَهُ بِوَعْدِ رَبِّهِ لِشِدَّةِ حُبِّهِ لَهُ، وَفِي الْغَارِ كَانَ خَائِفًا عَلَيْهِ، وَلَكِنَّهُ رَآهُ مُطْمَئِنًّا فَلَمْ يَحْتَجْ إِلَى تَسْلِيَتِهِ، بَلْ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ الْمُسَلِّي لَهُ لِمَا رَأَى مِنْ خَوْفِهِ أَنْ يَعْرِضَ لَهُ أَلَمٌ أَوْ أَذًى. </p><p> فَالرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ الَّذِي أَعْطَى كُلَّ مَقَامٍ حَقَّهُ: مَقَامَ التَّوَكُّلِ الْمَحْضِ بَعْدَ اسْتِيفَاءِ أَسْبَابِ اتِّقَاءِ أَذَى الْمُشْرِكِينَ عِنْدَ الْهِجْرَةِ، وَمَقَامَ الْخَوْفِ عَلَى جَمَاعَةِ الْمُؤْمِنِينَ لِمَا ذَكَرْنَا آنِفًا مِنْ كَرَاهَةِ بَعْضِهِمْ لِلْقِتَالِ، وَمُجَادَلَتِهِمْ لَهُ فِيهِ بَعْدَ مَا تَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ الَّذِي يُرِيدُهُ اللهُ تَعَالَى بِوَعْدِهِ إِيَّاهُمْ إِحْدَى الطَّائِفَتَيْنِ. أَجَلْ، كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْلَمُ أَنَّ شُئُونَ الِاجْتِمَاعِ الْبَشَرِيِّ كَسَائِرِ أَطْوَارِ الْعَالَمِ، لِلَّهِ تَعَالَى فِيهَا سُنَنٌ مُطَّرِدَةٌ لَا تَتَغَيَّرُ وَلَا تَتَبَدَّلُ، كَمَا تَكَرَّرَ ذَلِكَ فِي السُّوَرِ الْمَكِّيَّةِ بِوَجْهٍ عَامٍّ، ثُمَّ ذُكِرَ بِشَأْنِ الْقِتَالِ خَاصَّةً فِي الْكَلَامِ عَلَى غَزْوَةِ أُحُدٍ مِنْ سُورَةِ آلِ عِمْرَانَ الْمَدَنِيَّةِ: قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُروا (٣: ١٣٧) ثُمَّ فِي سُورَةِ الْأَحْزَابِ الْمَدَنِيَّةِ الَّتِي نَزَلَتْ فِي غَزْوَتِهَا الَّتِي تُسَمَّى غَزْوَةَ الْخَنْدَقِ أَيْضًا. وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْلَمُ أَنَّ سُنَنَهُ تَعَالَى فِي الْقِتَالِ كَسَائِرِ سُنَنِهِ فِي أَنَّهَا لَا تَبْدِيلَ لَهَا، وَلَا تَحْوِيلَ مِنْ قَبْلِ نُزُولِ مَا أَشَرْنَا إِلَيْهِ فِي هَاتَيْنِ السُّورَتَيْنِ الْمَدَنِيَّتَيْنِ اللَّتَيْنِ نَزَلَتَا بَعْدَ غَزْوَةِ بَدْرٍ، فَلِذَلِكَ كَانَ خَوْفُهُ عَلَى الْمُؤْمِنِينَ عَظِيمًا. </p><p> فَإِنْ قِيلَ: كَيْفَ يَصِحُّ هَذَا وَقَدْ وَعَدَهُ اللهُ تَعَالَى إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا تَكُونُ لِلْمُؤْمِنِينَ، وَكَشَفَ لَهُ عَنْ مَصَارِعِ صَنَادِيدِ الْمُشْرِكِينَ؟ فَإِذَا كَانَ قَدْ جَوَّزَ أَنْ يَكُونَ وَعْدُهُ الْعَامُّ بِالنَّصْرِ لَهُ وَلِلْمُؤْمِنِينَ - وَهُوَ مُكَرَّرٌ فِي السُّوَرِ الْمَكِّيَّةِ وَالْمَدَنِيَّةِ، وَصَرَّحَ فِي بَعْضِهَا بِأَنَّهُ مِنْ سُنَنِهِ فِي رُسُلِهِ وَالْمُؤْمِنِينَ بِهِمْ - غَيْرَ مُعَيَّنٍ أَنْ يَكُونَ فِي هَذِهِ الْغَزْوَةِ، كَمَا قَالَ بَعْضُ الْعُلَمَاءِ، فَلَا يَأْتِي مِثْلُ هَذَا الْجَوَازِ فِي وَعْدِهِمْ إِحْدَى الطَّائِفَتَيْنِ فِيهَا وَلَا سِيَّمَا بَعْدَ أَنْ نَجَتْ - طَائِفَةُ الْعِيرِ، وَانْحَصَرَ الْوَعْدُ فِي طَائِفَةِ النَّفِيرِ، وَبَعْدَ أَنْ كَشَفَ تَعَالَى لَهُ عَنْ مَصَارِعِ الْقَوْمِ؟ . </p><p> قُلْنَا: أَمَّا كَشْفُ مَصَارِعِ الْقَوْمِ لَهُ فَالظَّاهِرُ الْمُتَعَيَّنُ أَنَّهُ كَانَ عَقِبَ دُعَائِهِ وَاسْتِغَاثَتِهِ رَبَّهُ، وَلِذَلِكَ تَمَثَّلَ بَعْدَهُ بِقَوْلِهِ تَعَالَى فِي سُورَةِ الْقَمَرِ: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (٥٤: ٤٥) وَزَالَ خَوْفُهُ وَصَارَ يُعَيِّنُ أَمْكِنَةَ تِلْكَ الْمَصَارِعِ. وَأَمَّا الْوَعْدُ فَسَيَأْتِي فِيهِ أَنَّهُ كَانَ فِي زَمَنِ الِاسْتِغَاثَةِ وَالِاسْتِجَابَةِ، فَإِنْ كَانَ قَبْلَهُ فَأَمْثَلُ مَا يُقَالُ فِيهِ وَأَقْوَاهُ، مَا قَالَهُ الْعُلَمَاءُ فِي كَثِيرٍ مِنْ وُعُودِ الْكِتَابِ وَالسُّنَّةِ الْمُطْلَقَةِ بِالْجَزَاءِ عَلَى بَعْضِ الْأَعْمَالِ بِأَنَّهُ مُقَيَّدٌ بِمَا تَدُلُّ عَلَيْهِ النُّصُوصُ الْأُخْرَى مِنَ الْإِيمَانِ الصَّحِيحِ وَاجْتِنَابِ الْكَبَائِرِ، وَمِنْ ذَلِكَ أَنَّ الْوَعْدَ الْمُطْلَقَ بِالنَّصْرِ لِلرُّسُلِ وَالْمُؤْمِنِينَ فِي عِدَّةِ آيَاتٍ مُقَيَّدٌ بِمَا اشْتُرِطَ لَهُ فِي آيَاتٍ أُخْرَى، مِثَالُ الْأَوَّلِ قَوْلُهُ تَعَالَى فِي سُورَةِ غَافِرٍ \" الْمُؤْمِنِ \" الْمَكِّيَّةِ: إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (٤٠: ٥١) وَقَوْلُهُ فِي سُورَةِ الرُّومِ الْمَكِّيَّةِ أَيْضًا: وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٣٠: ٤٧) وَمِثَالُ الثَّانِي قَوْلُهُ تَعَالَى </p><p> فِي الْآيَاتِ الَّتِي أَذِنَ اللهُ فِيهَا لِلْمُؤْمِنِينَ بِالْقِتَالِ دِفَاعًا عَنْ أَنْفُسِهِمْ أَوَّلَ مَرَّةٍ، وَذَلِكَ فِي سُورَةِ الْحَجِّ الْمَدَنِيَّةِ: وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ (٢٢: ٤٠) وَقَوْلُهُ بَعْدَ ذَلِكَ فِي سُورَةِ الْقِتَالِ أَوْ (مُحَمَّدٍ) : يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (٤٧: ٧) وَقَدْ سَبَقَ لَنَا بَيَانُ هَذَا الْمَعْنَى فِي التَّفْسِيرِ، وَإِقَامَةُ الْحُجَّةِ بِهِ عَلَى الْمُسْلِمِينَ الْجَاهِلِينَ الْمَغْرُورِينَ وَالْخُرَافِيِّينَ الَّذِينَ يَتَّكِلُونَ فِي أُمُورِهِمْ عَلَى الصُّلَحَاءِ الْمَيِّتِينَ فِي قَضَاءِ حَوَائِجِهِمْ بِخَوَارِقِ الْعَادَاتِ، وَتَبْدِيلِ سُنَنِ اللهِ فِي الْأَسْبَابِ وَالْمُسَبَّبَاتِ، حَتَّى كَأَنَّ قُبُورَهُمْ مَعَامِلُ لِلْكَرَامَاتِ، يَتَهَافَتُ عَلَيْهَا الْأَفْرَادُ وَالْجَمَاعَاتُ، يَدْعُونَ أَصْحَابَهَا خَاشِعِينَ، مَا لَا يَدْعُو بِهِ الْمُوَحِّدُونَ إِلَّا اللهَ رَبَّ الْعَالَمِينَ، كَمَا فَعَلَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَمَاعَةُ الْمُؤْمِنِينَ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي هَذَا الْمَقَامِ: أَنَّ الرَّسُولَ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ كَانَ يَعْلَمُ بِإِعْلَامِ الْقُرْآنِ أَنَّ لِلنَّصْرِ فِي الْقِتَالِ أَسْبَابًا حِسِّيَّةً وَمَعْنَوِيَّةً، وَأَنَّ لِلَّهِ تَعَالَى فِيهَا سُنَنًا مُطَّرِدَةً، وَأَنَّ وَعْدَ اللهِ تَعَالَى وَآيَاتِهِ مِنْهَا الْمُطْلَقُ وَمِنْهَا الْمُقَيَّدُ، وَأَنَّ الْمُقَيَّدَ يُفَسِّرُ الْمُطْلَقَ وَلَا يُعَارِضُهُ، وَلَا اخْتِلَافَ وَلَا تَعَارُضَ فِي كَلَامِ اللهِ تَعَالَى، وَكَانَ يَعْلَمُ مَعَ ذَلِكَ أَنَّ لِلَّهِ تَعَالَى عِنَايَةً وَتَوْفِيقًا يَمْنَحُهُ مَنْ شَاءَ مِنْ خَلْقِهِ فَيَنْصُرُ بِهِ الضُّعَفَاءَ عَلَى الْأَقْوِيَاءِ، وَالْفِئَةَ الْقَلِيلَةَ عَلَى الْفِئَةِ الْكَثِيرَةِ بِمَا لَا يَنْقُضُ بِهِ سُنَنَهُ، وَأَنَّ لَهُ فَوْقَ ذَلِكَ آيَاتٍ يُؤَيِّدُ بِهَا رُسُلَهُ، فَلَمَّا عَرَفَ مِنْ ضَعْفِ الْمُؤْمِنِينَ وَقِلَّتِهِمْ مَا عَرَفَ، اسْتَغَاثَ اللهَ تَعَالَى وَدَعَاهُ; لِيُؤَيِّدَهُمْ بِالْقُوَّةِ الْمَعْنَوِيَّةِ، وَيَحُفَّهُمْ بِالْعِنَايَةِ الرَّبَّانِيَّةِ، الَّتِي تَكُونُ بِهَا الْقُوَّةُ الرُّوحَانِيَّةُ، أَجْدَرُ بِالنَّصْرِ مِنَ الْقُوَّةِ الْمَادِّيَّةِ، وَكَانَ كُلُّ مَنْ عَلِمَ بِدُعَائِهِ يُؤَمِّنُ عَلَيْهِ، وَكَانُوا يَتَأَسَّوْنَ بِهِ فِي هَذَا الدُّعَاءِ، فَيَسْتَغِيثُونَ رَبَّهُمْ كَمَا اسْتَغَاثَهُ، وَقَدْ أَسْنَدَ اللهُ إِلَيْهِمْ ذَلِكَ وَأَجَابَهُمْ إِلَى مَا سَأَلُوا بِقَوْلِهِ: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ الْآيَةَ، قِيلَ: إِنَّ هَذَا بَدَلٌ مِنْ قَوْلِهِ تَعَالَى: وَإِذْ يَعِدُكُمُ اللهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَظَاهِرُ هَذَا أَنَّ زَمَنَ الْوَعْدِ وَالِاسْتِغَاثَةِ وَالِاسْتِجَابَةِ وَاحِدَةٌ عَلَى اتِّسَاعٍ فِيهِ، وَحِينَئِذٍ يَرْتَفِعُ الْإِشْكَالُ الَّذِي أَجَبْنَا عَنْهُ آنِفًا مِنْ أَصْلِهِ، وَظَاهِرُ الرِّوَايَاتِ وَكَلَامُ الْمُفَسِّرِينَ أَنَّ الِاسْتِغَاثَةَ وَقَعَتْ بَعْدَ الْوَعْدِ، وَقَدْ وَجَّهُوا ذَلِكَ بِمَا لَيْسَ مِنْ مَوْضُوعِنَا بَيَانُهُ مَعَ الْقَطْعِ بِأَنَّهُ عَرَبِيٌّ فَصِيحٌ، وَقِيلَ: إِنَّهُ مُتَعَلِّقٌ بِقَوْلِهِ: لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ أَوْ بِمَحْذُوفٍ عُلِمَ مِنَ السِّيَاقِ، وَمِنْ نَظَائِرِهِ فِي آيَاتٍ أُخْرَى تَقْدِيرُهُ \" اذْكُرْ \" أَوِ \" اذْكُرُوا \" إِذْ تَسْتَغِيثُونَ رَبَّكُمْ. وَالِاسْتِغَاثَةُ طَلَبُ الْغَوْثِ وَالْإِنْقَاذِ مِنَ الْهَلَكَةِ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ هُوَ فِي قِرَاءَةِ الْجُمْهُورِ بِفَتْحِ الْهَمْزَةِ أَيْ بِأَنِّي مُمِدُّكُمْ، وَقَرَأَهَا أَبُو عَمْرٍو بِكَسْرِهَا أَيْ قَائِلًا \" إِنِّي مُمِدُّكُمْ \" أَيْ نَاصِرُكُمْ وَمُغِيثُكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ قَرَأَ الْجُمْهُورُ مُرْدِفِينَ بِكَسْرِ الدَّالِّ مِنْ أَرْدَفَهُ إِذَا أَرْكَبَهُ وَرَاءَهُ، وَذَلِكَ أَنَّ الَّذِي يَرْكَبُ وَرَاءَ غَيْرِهِ يَرْكَبُ عَلَى رِدْفِ الدَّابَّةِ غَالِبًا، وَقَرَأَهَا نَافِعٌ وَيَعْقُوبُ بِفَتْحِهَا، وَفِي كُلٍّ مِنْهُمَا احْتِمَالَاتٌ لَا يَخْتَلِفُ بِهَا الْمُرَادُ. أَيْ يُرْدِفُونَكُمْ </p>"
}