{
  "id": null,
  "sura": 8,
  "aya": 54,
  "text": "<p> وَيَسْتَوْلُونَ عَلَيْهَا دَوْلَةً بَعْدَ دَوْلَةٍ، وَالْمُتَّسِمُونَ بِسِمَةِ الْإِيمَانِ آهِلُونَ لِكُلِّ أَرْضٍ مُتَمَكِّنُونَ بِكُلِّ قُطْرٍ، وَلَا تَأْخُذُهُمْ عَلَى الدِّينِ نُعْرَةٌ، وَلَا تَسْتَفِزُّهُمْ لِلدِّفَاعِ عَنْهُ حَمِيَّةٌ؟ . </p><p> أَلَا يَا أَهْلَ الْقُرْآنِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا الْقُرْآنَ، وَتَعْمَلُوا بِمَا فِيهِ مِنَ الْأَوَامِرِ وَالنَّوَاهِي، وَتَتَّخِذُوهُ إِمَامًا لَكُمْ فِي جَمِيعِ أَعْمَالِكُمْ مَعَ مُرَاعَاةِ الْحُكْمِ فِي الْعَمَلِ كَمَا كَانَ سَلَفُكُمُ الصَّالِحُ، أَلَا يَا أَهْلَ الْقُرْآنِ هَذَا كِتَابُكُمْ فَاقْرَءُوا مِنْهُ: فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ (٤٧: ٢٠) أَلَا تَعْلَمُونَ فِيمَنْ نَزَلَتْ هَذِهِ الْآيَةُ؟ نَزَلَتْ فِي وَصْفِ مَنْ لَا إِيمَانَ لَهُمْ. هَلْ يَسُرُّ مُؤْمِنًا أَنْ يَتَنَاوَلَهُ هَذَا الْوَصْفُ الْمُشَارُ إِلَيْهِ بِالْآيَةِ الْكَرِيمَةِ؟ أَوْ غَرَّ كَثِيرِينَ مِنَ الْمُدَّعِينَ لِلْإِيمَانِ مَا زُيِّنَ لَهُمْ مِنْ سُوءِ أَعْمَالِهِمْ، وَمَا حَسَّنَتْهُ لَدَيْهِمْ أَهْوَاؤُهُمْ: أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (٤٧: ٢٤) . </p><p> أَقُولُ وَلَا أَخْشَى نَكِيرًا: لَا يَمَسُّ الْإِيمَانُ قَلْبَ شَخْصٍ إِلَّا وَيَكُونُ أَوَّلُ أَعْمَالِهِ تَقْدِيمَ مَالِهِ وَرُوحِهِ فِي سَبِيلِ الْإِيمَانِ، لَا يُرَاعِي فِي ذَلِكَ عُذْرًا وَلَا عِلَّةً، </p><p> وَكُلُّ اعْتِذَارٍ فِي الْقُعُودِ عَنْ نُصْرَةِ اللهِ فَهُوَ آيَةُ النِّفَاقِ، وَعَلَامَةُ الْبُعْدِ عَنِ اللهِ. </p><p> مَعَ هَذَا كُلِّهِ نَقُولُ: إِنَّ الْخَيْرَ فِي هَذِهِ الْأُمَّةِ إِلَى يَوْمِ الْقِيَامَةِ كَمَا جَاءَنَا بِهِ نَبَأُ النُّبُوَّةِ، وَهَذَا الِانْحِرَافُ الَّذِي نَرَاهُ الْيَوْمَ نَرْجُو أَنْ يَكُونَ عَارِضًا يَزُولُ، وَلَوْ قَامَ الْعُلَمَاءُ الْأَتْقِيَاءُ وَأَدَّوْا مَا عَلَيْهِمْ مِنَ النَّصِيحَةِ لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ، وَأَحْيَوْا رُوحَ الْقُرْآنِ، وَذَكَّرُوا الْمُؤْمِنِينَ بِمَعَانِيهِ الشَّرِيفَةِ وَاسْتَلْفَتُوهُمْ إِلَى عَهْدِ اللهِ الَّذِي لَا يُخْلَفُ لَرَأَيْتَ الْحَقَّ يَسْمُو، وَالْبَاطِلَ يَسْفِلُ، وَلَرَأَيْتَ نُورًا يَبْهَرُ الْأَبْصَارَ، وَأَعْمَالًا تَحَارُ فِيهَا الْأَفْكَارُ. وَإِنَّ الْحَرَكَةَ الَّتِي نُحِسُّهَا مِنْ نُفُوسِ الْمُسْلِمِينَ فِي أَغْلَبِ الْأَقْطَارِ هَذِهِ الْأَيَّامَ تُبَشِّرُنَا بِأَنَّ اللهَ تَعَالَى قَدْ أَعَدَّ النُّفُوسَ لِصَيْحَةِ حَقٍّ يَجْمَعُ بِهَا كَلِمَةَ الْمُسْلِمِينَ، وَيُوَحِّدُ بِهَا بَيْنَ جَمِيعِ الْمُوَحِّدِينَ، وَنَرْجُو أَنْ يَكُونَ الْعَمَلُ قَرِيبًا، فَإِنْ فَعَلَ الْمُسْلِمُونَ، وَأَجْمَعُوا أَمْرَهُمْ لِلْقِيَامِ بِمَا أَوْجَبَ اللهُ عَلَيْهِمْ، صَحَتْ لَهُمُ الْأَوْبَةُ، وَنَصَحَتْ مِنْهُمُ التَّوْبَةُ، وَعَفَا اللهُ عَنْهُمْ، وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ، فَعَلَى الْعُلَمَاءِ أَنْ يُسَارِعُوا إِلَى هَذَا الْخَيْرِ، وَهُوَ الْخَيْرُ كُلُّهُ: جَمْعُ كَلِمَةِ الْمُسْلِمِينَ، وَالْفَضْلُ كُلُّ الْفَضْلِ لِمَنْ يَبْدَأُ مِنْهُمْ بِالْعَمَلِ اللهِ مَنْ يَهْدِ اللهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا (١٨: ١٧) اهـ. </p><p> أَقُولُ: رَحِمَ اللهُ مُحَمَّدَ عَبْدُه كَاتِبَ هَذَا الْخِطَابِ، وَرَحِمَ اللهُ السَّيِّدَ الْأَفْغَانِيَّ الَّذِي فَتَحَ لَهُ وَلَنَا هَذَا الْبَابَ، فَهَكَذَا فَلْيَكُنِ التَّذْكِيرُ بِالْقُرْآنِ: وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ الْكَلَامُ فِي هَذَا كَالْكَلَامِ </p><p> فِي نَظِيرِهِ، مِنْ حَيْثُ إِنَّهُ شَاهِدُ حَقٍّ وَاقِعٍ فِيمَا تَقَدَّمَ مِنْ سُنَّةِ اللهِ تَعَالَى فِي الْأُمَمِ وَالدُّوَلِ، وَإِنَّمَا يُخَالِفُهُ فِي مَوْضُوعِ دَأْبِ الْقَوْمِ، وَفِي الْجَزَاءِ عَلَيْهِ الْمُشَارِ إِلَيْهِمَا فِيمَا اخْتَلَفَ بِهِ التَّعْبِيرُ مِنَ الْآيَتَيْنِ، فَالْآيَةُ السَّابِقَةُ فِي بَيَانِ كُفْرِهِمْ بِآيَاتِ اللهِ، وَهُوَ جَحْدُ مَا قَامَتْ عَلَيْهِ أَدِلَّةُ الرُّسُلِ مِنْ وَحْدَانِيَّةِ اللهِ، وَوُجُوبِ إِفْرَادِهِ بِالْعِبَادَةِ إِلَخْ. وَفِي تَعْذِيبِ اللهِ إِيَّاهُمْ فِي الْآخِرَةِ. فَتَكْرَارُ اسْمِ الْجَلَالَةِ فِيهَا يَدُلُّ عَلَى مَا ذَكَرْنَا؛ لِأَنَّهُ مُتَعَلِّقٌ بِحَقِّهِ تَعَالَى مِنْ حَيْثُ ذَاتِهِ وَصِفَاتِهِ، وَفِي الْجَزَاءِ الدَّائِمِ عَلَى الْكُفْرِ بِهِ </p><p> الَّذِي يَبْتَدِئُ بِالْمَوْتِ وَيَنْتَهِي بِدُخُولِ النَّارِ. وَهَذِهِ الْآيَةُ فِي تَكْذِيبِهِمْ بِآيَاتِ رَبِّهِمْ مِنْ حَيْثُ إِنَّهُ هُوَ الْمُرَبِّي لَهُمْ بِنِعَمِهِ، وَلِهَذَا ذَكَرَ فِيهَا اسْمَ الرَّبِّ مُضَافًا إِلَيْهِمْ بَدَلَ اسْمِ الْجَلَالَةِ هُنَاكَ - فَيَدْخُلُ فِي ذَلِكَ تَكْذِيبُ الرُّسُلِ وَمُعَانَدَتُهُمْ وَإِيذَاؤُهُمْ وَكُفْرُ النِّعَمِ الْمُتَعَلِّقَةِ بِبَعْثِهِمْ وَالسَّابِقَةِ عَلَيْهَا، وَفِي الْجَزَاءِ عَلَى ذَلِكَ بِعَذَابِ الدُّنْيَا. </p><p> فَقَوْلُهُ تَعَالَى: فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ كَقَوْلِهِ فِي آيَةِ الْعَنْكَبُوتِ: فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٢٩: ٤٠) . </p><p> وَحَاصِلُ الْمَعْنَى: أَنَّ مَا يَحْفَظُهُ التَّارِيخُ مِنْ وَقَائِعِ الْأُمَمِ مِنْ دَأْبِهَا وَعَادَتِهَا فِي الْكُفْرِ وَالتَّكْذِيبِ وَالظُّلْمِ فِي الْأَرْضِ، وَمِنْ عِقَابِ اللهِ إِيَّاهَا، هُوَ جَارٍ عَلَى سُنَّتِهِ تَعَالَى الْمُطَّرِدَةِ فِي الْأُمَمِ، وَلَا يَظْلِمُ تَعَالَى أَحَدًا بِسَلْبِ نِعْمَةٍ، وَلَا إِيقَاعِ نِقْمَةٍ، وَإِنَّمَا عِقَابُهُ لَهُمْ أَثَرٌ طَبِيعِيٌّ، لِكُفْرِهِمْ وَفَسَادِهِمْ وَظُلْمِهِمْ لِأَنْفُسِهِمْ - هَذَا هُوَ الْمُطَّرِدُ فِي كُلِّ الْأُمَمِ فِي جَمِيعِ الْأَزْمِنَةِ. وَأَمَّا عَذَابُ الِاسْتِئْصَالِ بِعَذَابٍ سَمَاوِيٍّ فَهُوَ خَاصٌّ مِمَّنْ طَلَبُوا الْآيَاتِ مِنَ الرُّسُلِ، وَأَنْذَرَهُمُ الْعَذَابَ إِذَا كَفَرُوا بِهَا فَفَعَلُوا. </p><p> إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللهَ لَا يُحِبُّ الْخَائِنِينَ وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُون </p><p> َ </p>"
}