{
  "id": null,
  "sura": 8,
  "aya": 65,
  "text": "<p> يَاأَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ قَالَ الرَّاغِبُ: التَّحْرِيضُ: الْحَثُّ عَلَى الشَّيْءِ بِكَثْرَةِ التَّنْزِيلِ وَتَسْهِيلِ الْخَطْبِ فِيهِ؛ لِأَنَّهُ فِي الْأَصْلِ إِزَالَةُ الْحَرَضِ فِي نَحْوِ مَرَّضْتُهُ وَقَذَّيْتُهُ، أَيْ أَزَلْتُ عَنْهُ الْمَرَضَ وَالْقَذَى اهـ. وَالْحَرَضُ بِالتَّحْرِيكِ الْمُشْفِي، أَيِ </p><p> الْمُشْرِفِ عَلَى الْهَلَاكِ. وَيُطْلَقُ عَلَى مَا لَا خَيْرَ فِيهِ، وَمَا لَا يُعْتَدُّ بِهِ، وَهُوَ مَجَازٌ كَمَا فِي الْأَسَاسِ. وَقَالَ الزَّجَّاجُ: التَّحْرِيضُ فِي اللُّغَةِ أَنْ يَحُثَّ الْإِنْسَانَ عَلَى شَيْءٍ حَتَّى يَعْلَمَ أَنَّهُ مُقَارِبٌ لِلْهَلَاكِ - أَيْ إِنْ لَمْ يَفْعَلْهُ. </p><p> وَالْمَعْنَى: يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ، وَرَغِّبْهُمْ فِيهِ لِدَفْعِ عُدْوَانِ الْكُفَّارِ، وَإِعْلَاءِ كَلِمَةِ الْحَقِّ وَالْعَدْلِ وَأَهْلِهَا، عَلَى كَلِمَةِ الْبَاطِلِ وَالظُّلْمِ وَأَنْصَارِهِمَا؛ لِأَنَّهُ مِنْ ضَرُورَاتِ الِاجْتِمَاعِ الْبَشَرِيِّ، وَسُنَّةُ التَّنَازُعِ فِي الْحَيَاةِ وَالسِّيَادَةِ كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ هَذَا السِّيَاقِ، وَيُشِيرُ إِلَيْهِ هُنَا اخْتِيَارُ التَّحْرِيضِ عَلَى مَا هُوَ فِي مَعْنَاهُ الْعَامِّ كَالتَّحْضِيضِ وَالْحَثِّ كَأَنَّهُ يَقُولُ: حُثَّهُمْ عَلَى مَا يَقِيهِمْ أَنْ يَكُونُوا حَرَضًا أَوْ يَكُونُوا مِنَ الْهَالِكِينَ بِعُدْوَانِ الْكَافِرِينَ عَلَيْهِمْ، وَظُلْمِهِمْ لَهُمْ إِذَا رَأَوْهُمْ ضُعَفَاءَ مُسْتَسْلِمِينَ. </p><p> ثُمَّ قَالَ: إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا هَذَا شَرْطٌ بِمَعْنَى الْأَمْرِ، فَهُوَ خَبَرٌ يُرَادُ بِهِ الْإِنْشَاءَ بِدَلِيلِ التَّخْفِيفِ فِي الْآيَةِ التَّالِيَةِ، وَكَوْنِ الْمَقَامِ مَقَامَ التَّشْرِيعِ لَا الْإِخْبَارِ، وَأَمَّا اسْتِدْلَالُهُمْ عَلَيْهِ بِعَدَمِ مُطَابَقَةِ الْخَبَرِ لِلْوَاقِعِ فَفِيهِ مَا سَيَأْتِي مِنْ مُطَابَقَتِهِ لِلْوَاقِعِ عِنْدَ اسْتِكْمَالِ شُرُوطِهِ فِي دَرَجَتِي الْعَزِيمَةِ وَالرُّخْصَةِ. وَمَعْنَى اللَّفْظِ الْخَبَرِيِّ: إِنْ يُوجَدْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا بِتَأْثِيرِ إِيمَانِهِمْ وَصَبْرِهِمْ وَفِقْهِهِمْ مِائَتَيْنِ مِنَ الَّذِينَ كَفَرُوا الْمُجَرَّدِينَ مِنْ هَذِهِ الصِّفَاتِ الثَّلَاثِ، وَهَلْ هُمُ الَّذِينَ تَقَدَّمَ وَصْفُهُمْ فِي الْآيَتَيْنِ (٥٥ و٥٦) مِنْ هَذَا السِّيَاقِ عَلَى الْقَاعِدَةِ فِي إِعَادَةِ الْمَعْرِفَةِ؟ أَمْ بَعْدَ هَذَا سِيَاقًا آخَرَ فَيَعُمُّ نَصُّهُ كُلَّ الْكُفَّارِ الْمُتَّصِفِينَ بِمَا بَيَّنَهُ مِنْ سَبَبِ هَذَا الْغَلَبِ فِي مَنْطُوقِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ وَفِي مَفْهُومِ وَصْفِ الْمُؤْمِنِينَ بِالصَّابِرِينَ؟ وَجْهَانِ أَوْجَهُهُمَا الثَّانِي، وَالْمَعْنَى الْإِنْشَائِيُّ لَهُ أَنَّهُ يَجِبُ فِي حَالِ الْعَزِيمَةِ وَالْقُوَّةِ أَنْ يَكُونَ جَمَاعَةُ الْمُؤْمِنِينَ الصَّابِرِينَ أَرْجَحَ مِنَ الْكُفَّارِ بِهَذِهِ النِّسْبَةِ الْعَشْرِيَّةِ سَوَاءٌ قَلُّوا أَوْ كَثُرُوا بِحَيْثُ يُؤْمَرُونَ بِقِتَالِهِمْ وَعَدَمِ الْفِرَارِ مِنْهُمْ إِذَا بَدَءُوهُمْ بِالْقِتَالِ، وَلِذَلِكَ ذَكَرَ النِّسْبَةَ بَيْنَ </p><p> الْعَشَرَاتِ مَعَ الْمِئَاتِ، وَبَيْنَ الْمِائَةِ مَعَ الْأَلْفِ وَهُوَ نِهَايَةُ أَسْمَاءِ الْعَدَدِ عِنْدَ الْعَرَبِ. وَنُكْتَةُ إِيرَادِ هَذَا الْحُكْمِ بِلَفْظِ الْخَبَرِ، الْإِشَارَةُ إِلَى جَعْلِهِ بِشَارَةً بِأَنَّ الْمُؤْمِنِينَ الصَّابِرِينَ الْفُقَهَاءَ يَكُونُونَ كَذَلِكَ فِعْلًا، وَكَذَلِكَ كَانُوا، كَمَا تَرَى بَيَانَهُ فِي تَفْسِيرِ الْآيَةِ التَّالِيَةِ. </p><p> وَمَعْنَى هَذَا التَّعْلِيلِ أَنَّ هَذِهِ النِّسْبَةَ الْعَشْرِيَّةَ بَيْنَ الصَّابِرِينَ مِنْكُمْ وَبَيْنَهُمْ، بِسَبَبِ أَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ مَا تَفْقَهُونَ مِنْ حِكْمَةِ الْحَرْبِ، وَمَا يَجِبُ أَنْ تَكُونَ وَسِيلَةً لَهُ مِنَ الْمَقَاصِدِ الْعَالِيَةِ فِي الْإِيجَابِ وَالسَّلْبِ، وَمَا يُقْصَدُ بِهِ مِنْ سَعَادَةِ الدُّنْيَا وَالْآخِرَةِ، وَمَرْضَاةِ اللهِ عَزَّ وَجَلَّ فِي </p><p> إِقَامَةِ سُنَنِهِ الْعَادِلَةِ، وَإِصْلَاحِ حَالِ عِبَادِهِ بِالْعَقَائِدِ الصَّحِيحَةِ وَالْآدَابِ الْعَالِيَةِ، وَمِنْ وُجُوبِ مُرَاعَاةِ أَحْكَامِهِ وَسُنَنِهِ وَوُعُودِهِ تَعَالَى فِيهَا بِإِعْدَادِ كُلِّ مَا يُسْتَطَاعُ مِنْ قُوَّةٍ مَادِّيَّةٍ، وَمُرَابَطَةٍ دَائِمَةٍ، وَمِنْ قُوَّةٍ مَعْنَوِيَّةٍ كَالصَّبْرِ وَالثَّبَاتِ، وَعَدَمِ الْفِرَارِ مِنَ الزَّحْفِ إِلَّا تَحَيُّزًا إِلَى فِئَةٍ أَوْ تَحَرُّفَا لِقِتَالٍ، وَذِكْرِ اللهِ تَعَالَى، وَاسْتِمْدَادِ نَصْرِهِ فِي تِلْكَ الْحَالِ، وَمِنْ كَوْنِ غَايَةِ الْقِتَالِ عِنْدَ الْمُؤْمِنِ إِحْدَى الْحُسْنَيَيْنِ: النَّصْرِ وَالْغَنِيمَةِ الدُّنْيَوِيَّةِ، أَوِ الشَّهَادَةِ وَالسَّعَادَةِ الْأُخْرَوِيَّةِ، وَغَيْرِ ذَلِكَ مِمَّا مَرَّ أَكْثَرُهُ فِي هَذَا السِّيَاقِ، وَهُوَ كَافٍ فِي تَفْسِيرِ الْقُرْآنِ بِالْقُرْآنِ. وَذَلِكَ كُلُّهُ بِخِلَافِ حَالِ الْكَافِرِينَ، وَلَا سِيَّمَا مُنْكِرِي الْبَعْثِ وَالْجَزَاءِ كَمُشْرِكِي الْعَرَبِ فِي ذَلِكَ الْعَهْدِ، وَكَذَلِكَ الْيَهُودُ الَّذِينَ غَلَبَتْ عَلَيْهِمُ الْمَطَامِعُ الْمَادِّيَّةُ وَحُبُّ الشَّهَوَاتِ، فَأَغْرَاضُ الْفَرِيقَيْنِ مِنَ الْقِتَالِ حَقِيرَةٌ خَسِيسَةٌ مُؤَقَّتَةٌ، يَصْرِفُهُمْ عَنِ الصَّبْرِ وَالثَّبَاتِ فِيهَا الْيَأْسُ مِنْ حُصُولِهَا، وَهُمْ أَحْرَصُ مِنَ الْمُؤْمِنِينَ عَلَى الْحَيَاةِ لِعَدَمِ إِيمَانِ الْمُشْرِكِينَ مِنْهُمْ بِسَعَادَةِ الْآخِرَةِ، وَلِغُرُورِ أَهْلِ الْكِتَابِ بِحُصُولِهَا لَهُمْ بِنَسَبِهِمْ وَشَفَاعَةِ أَنْبِيَائِهِمْ وَإِنْ لَمْ يَسْعَوْا لَهَا سَعْيَهَا، كَمَا تَقَدَّمَ فِي بَيَانِ حَالِهِمْ مِنْ سُورَةِ الْبَقَرَةِ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ (٢: ٩٦) الْآيَةَ. </p><p> وَقَدْ حَقَّقْنَا مَعْنَى الْفِقْهِ وَالْفَقَاهَةِ فِي مَوَاضِعَ، أَوْسَعُهَا بَيَانًا وَتَفْصِيلًا تَفْسِيرُ قَوْلِهِ تَعَالَى: وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ </p><p> بِهَا (٧: ١٧٩) إِلَخْ. فَفِيهِ بَيَانٌ لِمَا فِي الْقُرْآنِ مِنِ اسْتِعْمَالِ هَذِهِ الْمَادَّةِ فِي الْمَوَاضِعِ الْمُخْتَلِفَةِ، وَمِنْهَا الْقِتَالُ، وَذَكَرْنَا مِنْ شَوَاهِدِ هَذَا النَّوْعِ هَذِهِ الْآيَةَ الَّتِي نَزَلَتْ فِي الْمُشْرِكِينَ، وَقَوْلَهُ تَعَالَى فِي الْيَهُودِ الَّذِينَ قَاتَلُوا النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَنَصَرُوا الْمُشْرِكِينَ عَلَيْهِ: لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٥٩: ١٣) فَرَاجِعْهُ يَزِدْكَ عِلْمًا بِمَا هُنَا وَهُوَ فِي [ص٣٥٠ - ٣٥٧ ج ٩ ط الْهَيْئَةِ] فَالْفِقْهُ الَّذِي هُوَ الْعِلْمُ بِالْحَقَائِقِ الْمُتَعَلِّقَةِ بِالْحَرْبِ مِنْ مَادِّيَّةٍ وَرُوحِيَّةٍ رُكْنٌ مِنْ أَرْكَانِ النَّجَاحِ، وَسَبَبٌ لِلنَّصْرِ جَامِعٌ لِسَائِرِ الْأَسْبَابِ. </p><p> وَالْآيَةُ تَدُلُّ عَلَى أَنَّ مِنْ شَأْنِ الْمُؤْمِنِينَ أَنْ يَكُونُوا أَعْلَمَ مِنَ الْكَافِرِينَ، وَأَفْقَهَ بِكُلِّ عِلْمٍ وَفَنٍّ يَتَعَلَّقُ بِحَيَاةِ الْبَشَرِ وَارْتِقَاءِ الْأُمَمِ، وَأَنَّ حِرْمَانَ الْكُفَّارِ مِنْ هَذَا الْعِلْمِ هُوَ السَّبَبُ فِي كَوْنِ الْمِائَةِ مِنْهُمْ دُونَ الْعَشْرَةِ مِنَ الْمُؤْمِنِينَ الصَّابِرِينَ. وَهَكَذَا كَانَ الْمُسْلِمُونَ فِي قُرُونِهِمُ الْأُولَى وَالْوُسْطَى بِهِدَايَةِ دِينِهِمْ عَلَى تَفَاوُتِ عُلَمَائِهِمْ وَحُكَّامِهِمْ فِي ذَلِكَ، حَتَّى إِذَا مَا فَسَدُوا بِتَرْكِ هَذِهِ الْهِدَايَةِ الَّتِي سَعِدُوا بِهَا فِي دُنْيَاهُمْ فَكَانُوا أَصْحَابَ مُلْكٍ وَاسِعٍ وَسِيَادَةٍ عَظِيمَةٍ دَانَتْ لَهُمْ بِهَا الشُّعُوبُ الْكَثِيرَةُ - زَالَ ذَلِكَ الْمَجْدُ وَالسُّؤْدُدُ، وَنُزِعَ مِنْهُمْ أَكْثَرُ ذَلِكَ الْمُلْكِ، وَمَا بَقِيَ مِنْهُ فَهُوَ عَلَى </p>"
}