{
  "id": null,
  "sura": 8,
  "aya": 68,
  "text": "<p> فَأُصِيبَ مِنَّا سَبْعُونَ قَتِيلًا. قَالَ الْحَافِظُ فِي شَرْحِهِ بَعْدَ أَنْ أَوْرَدَ خِلَافَ الرُّوَاةِ فِي عَدَدِ هَؤُلَاءِ الْقَتْلَى [ص٢٧١ ج ٨] وَمِنْهُ أَنَّ الْفَتْحَ الْيَعْمُرِيَّ سَرَدَ أَسْمَاءَهُمْ فَبَلَغُوا: ٩٦ - مِنَ الْمُهَاجِرِينَ أَحَدَ عَشَرَ وَسَائِرُهُمْ مِنَ الْأَنْصَارِ، </p><p> وَذَكَرَ أَنَّهُمْ بَلَغُوا فِي بَعْضِ الرِّوَايَاتِ مِائَةً. ثُمَّ قَالَ الْحَافِظُ: قَالَ الْيَعْمُرِيُّ: وَقَدْ وَرَدَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا (٣: ١٦٥) أَنَّهَا نَزَلَتْ تَسْلِيَةً لِلْمُؤْمِنِينَ عَمَّا أُصِيبَ مِنْهُمْ يَوْمَ أُحُدٍ، فَإِنَّهُمْ أَصَابُوا مِنَ الْمُشْرِكِينَ يَوْمَ بَدْرٍ سَبْعِينَ قَتِيلًا وَسَبْعِينَ أَسِيرًا فِي عَدَدِ مَنْ قُتِلَ. قَالَ الْيَعْمُرِيُّ: إِنْ ثَبَتَتْ فَهَذِهِ الزِّيَادَةُ بِقَوْلِهِ: أَوَلَمَّا أَصَابَتْكُمْ لِلْأَنْصَارِ خَاصَّةً، وَيُؤَيِّدُهُ قَوْلُ أَنَسٍ: أُصِيبَ مِنَّا يَوْمَ أُحُدٍ سَبْعُونَ. وَهُوَ فِي الصَّحِيحِ بِمَعْنَاهُ. انْتَهَى هَذَا الْحَدِيثُ، وَأَقُولُ: إِنَّ مَا ذَكَرَهُ لِتَصْحِيحِ رِوَايَةِ كَوْنِ السَّبْعِينَ مِنَ الْأَنْصَارِ مِنْ جَعْلِ الْخِطَابِ لَهُمْ فِي قَوْلِهِ تَعَالَى: أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا (٣: ١٦٥) الْآيَةَ. خِلَافَ الْمُتَبَادِرِ الَّذِي يَقْتَضِيهِ جَعْلُ الْخُطَّابِ لِجَمِيعِ الْمُؤْمِنِينَ فِيمَا قَبْلَهَا وَبَعْدَهَا، وَقَدْ قَالَ الْحَافِظُ نَفْسُهُ فِي شَرْحِ حَدِيثِ الْبَرَاءِ بْنِ عَازِبٍ فِي أَبْوَابِ غَزْوَةِ بَدْرٍ (٢٣٩ ج ٧) وَاتَّفَقَ أَهْلُ الْعِلْمِ بِالتَّفْسِيرِ عَلَى أَنَّ الْمُخَاطَبِينَ بِذَلِكَ أَهْلُ أُحُدٍ، وَأَنَّ الْمُرَادَ بِـ أَصَبْتُمْ مِثْلَيْهَا يَوْمُ بَدْرٍ وَعَلَى أَنَّ عِدَّةَ مَنِ اسْتَشْهَدَ بِأُحُدٍ سَبْعُونَ نَفْسًا إِلَخْ. </p><p> أَقُولُ: وَقَدِ اسْتَشْكَلَ بَعْضُ الْعُلَمَاءِ حَدِيثَ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ بِأَنَّهُ \" مُخَالِفٌ لِمَضْمُونِ الْآيَةِ وَقَوْلُهُ تَعَالَى بَعْدَهَا: لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ قَالُوا: لَوْ خَيَّرَهُمْ بَيْنَ الْأَمْرَيْنِ لَمَا آخَذَهُمْ عَلَى اخْتِيَارِ أَحَدِهِمَا. وَأُجِيبُ عَنْ ذَلِكَ بِأَنَّ لِلَّهِ تَعَالَى أَنْ يَمْتَحِنَ عِبَادَهُ بِمَا شَاءَ، لِيَظْهَرَ بِالْعَمَلِ مَنْ أَحْسَنَ وَمَنْ أَسَاءَ، فَيَتَرَتَّبُ عَلَى كُلٍّ مِنْهُمَا مَا يَسْتَحِقُّهُ مِنَ الْجَزَاءِ. قَالَ تَعَالَى فِي أَوَّلِ سُورَةِ الْعَنْكَبُوتِ الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٢٩: ١ - ٣) وَقَالَ تَعَالَى فِي سِيَاقِ الْكَلَامِ عَلَى غَزْوَةِ أُحُدٍ مِنْ سُورَةِ آلِ عِمْرَانَ: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (٣: ١٤٢) وَقَالَ فِي أَوَّلِ سُورَةِ </p><p> الْكَهْفِ: إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (١٨: ٧) وَفِي الْقُرْآنِ آيَاتٌ كَثِيرَةٌ بِهَذَا الْمَعْنَى، وَإِنَّ الَّذِي يَعْنِينَا مِنْ هَذَا الْبَحْثِ وَتَحْقِيقِ الرِّوَايَاتِ فِيهِ هُوَ تَحْقِيقُ الْمَوْضُوعِ، وَمِنْهُ كَوْنُ الَّذِينَ رَجَّحُوا مُفَادَاةَ الْأَسْرَى كَثِيرُونَ - وَبَحْثُ اجْتِهَادِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَشُمُولُ الْعِتَابِ فِي الْآيَتَيْنِ لَهُ، وَقَدْ حَاوَلَ بَعْضُ الْمُفَسِّرِينَ أَنْ يَجْعَلَ إِنْكَارَ الْقُرْآنِ خَاصًّا بِالْمُؤْمِنِينَ دُونَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَقَالَ بَعْضُهُمْ: إِنَّ أَخْذَ الْفِدَاءِ هُوَ أَرْجَحُ الرَّأْيَيْنِ، وَأَفْضَلُ الْخُطَّتَيْنِ، وَوَجَّهَهُ ابْنُ الْقَيِّمِ فِي الْهَدْيِ بِمَا يَأْتِي مِنْ بَرَاعَتِهِ، وَسِعَةِ مَجَالِ أَدِلَّتِهِ، كَمَا يَأْتِي قَرِيبًا مَعَ تَحْقِيقِ الْحَقِّ فِيهِ بِفَضْلِ اللهِ وَمَشِيئَتِهِ. </p><p> وَمَعْنَى الْآيَةِ: لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ فِي عِلْمِهِ الْأَزَلِيِّ، أَوْ فِي أُمِّ الْكِتَابِ أَوْ فِي الْقُرْآنِ يَقْتَضِي أَلَّا يُعَذِّبَكُمْ فِي هَذَا الذَّنْبِ، أَوْ أَلَّا يُعَذِّبَكُمْ عَذَابًا عَامًا، وَالرَّسُولُ فِيكُمْ، وَأَنْتُمْ تَسْتَغْفِرُونَهُ مِنْ ذُنُوبِكُمْ، لَمَسَّكُمْ فِيمَا أَخَذْتُمْ مِنَ الْفِدَاءِ عَذَابٌ عَظِيمٌ، أَيْ بِسَبَبِهِ، كَحَدِيثِ الصَّحِيحَيْنِ دَخَلَتِ النَّارَ امْرَأَةٌ فِي هِرَّةٍ إِلَخْ. أَيْ بِسَبَبِهَا إِذْ حَبَسَتْهَا حَتَّى مَاتَتْ. وَوَرَدَ فِي مَعْنَى الْآيَةِ وَالْكِتَابِ الَّذِي سَبَقَ رِوَايَاتٌ وَآرَاءٌ عَلَى أَنَّهُ مِمَّا أُبْهِمَ، لِتَذْهَبَ الْأَفْهَامُ إِلَى كُلِّ مَا يَحْتَمِلُهُ اللَّفْظُ وَيَدُلُّ عَلَيْهِ الْمَقَامُ مِنْهَا. </p><p> أَخْرَجَ ابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ وَابْنُ مَرْدَوَيْهِ مِنْ طَرِيقِ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ: اخْتَلَفَ النَّاسُ فِي أُسَارَى بَدْرٍ فَاسْتَشَارَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَبَا بَكْرٍ وَعُمَرَ فَقَالَ أَبُو بَكْرٍ: فَادِهِمْ، وَقَالَ عُمَرُ: اقْتُلْهُمْ، قَالَ قَائِلٌ: أَرَادُوا قَتْلَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَهَدْمَ الْإِسْلَامِ، وَيَأْمُرُهُ أَبُو بَكْرٍ بِالْفِدَاءِ، وَقَالَ قَائِلٌ: لَوْ كَانَ فِيهِمْ أَبُو عُمَرَ أَوْ أَخُوهُ مَا أَمَرَ بِقَتْلِهِمْ فَأَخَذَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِقَوْلِ أَبِي بَكْرٍ فَفَادَاهُمْ، فَأَنْزَلَ اللهُ: لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: \" إِنْ كَادَ لَيَمَسُّنَا فِي</p><p> خِلَافِ ابْنِ الْخَطَّابِ عَذَابٌ عَظِيمٌ، وَلَوْ نَزَلَ الْعَذَابُ مَا أَفْلَتَ إِلَّا عُمَرُ \" . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ عَنِ ابْنِ زَيْدٍ قَالَ: لَمْ يَكُنْ مِنَ الْمُؤْمِنِينَ أَحَدٌ مِمَّنْ نُصِرَ إِلَّا أَحَبَّ الْغَنَائِمَ إِلَّا عُمَرُ بْنُ الْخَطَّابِ، جَعَلَ لَا يَلْقَى أَسِيرًا إِلَّا ضَرَبَ عُنُقَهُ، وَقَالَ: يَا رَسُولَ اللهِ مَا لَنَا وَلِلْغَنَائِمِ، نَحْنُ قَوْمٌ نُجَاهِدُ فِي دِينِ اللهِ حَتَّى يُعْبَدَ اللهُ. فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ \" لَوْ عُذِّبْنَا فِي هَذَا الْأَمْرِ يَا عُمَرُ مَا نَجَا غَيْرُكَ،قَالَ اللهُ:\" لَا تَعُودُوا تَسْتَحِلُّونَ قَبْلَ أَنْ أُحِلَّ لَكُمْ \" وَأَخْرَجَ عَنِ ابْنِ إِسْحَاقَ: لَمَّا نَزَلَتْ لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: لَوْ نَزَلَ عَذَابٌ مِنَ السَّمَاءِ لَمْ يَنْجُ مِنْهُ إِلَّا سَعْدُ بْنُ مُعَاذٍ لِقَوْلِهِ: يَا نَبِيَّ اللهِ كَانَ الْإِثْخَانُ فِي الْقَتْلِ أَحَبَّ إِلَيَّ مِنِ اسْتِبْقَاءِ الرِّجَالِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَالنَّحَّاسُ فِي نَاسِخِهِ، وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ عَنِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ فِي قَوْلِهِ: مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى قَالَ: ذَلِكَ يَوْمَ بَدْرٍ وَالْمُسْلِمُونَ يَوْمَئِذٍ قَلِيلٌ، فَلَمَّا كَثُرُوا وَاشْتَدَّ سُلْطَانُهُمْ أَنْزَلَ اللهُ فِي الْأُسَارَى: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً (٤٧: ٤) فَجَعَلَ اللهُ النَّبِيَّ وَالْمُؤْمِنِينَ فِي أَمْرِ الْأَسْرَى بِالْخِيَارِ: إِنْ شَاءُوا قَتَلُوهُمْ، وَإِنْ شَاءُوا اسْتَعْبَدُوهُمْ وَإِنْ شَاءُوا فَادَوْهُمْ أَقُولُ: وَلَمْ يَذْكُرِ الثَّالِثَةَ وَهِيَ الْمَنُّ عَلَيْهِمْ بِإِعْتَاقِهِمْ وَإِطْلَاقِ أَسْرِهِمْ وَفِي قَوْلِهِ: لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ يَعْنِي فِي </p><p> الْكِتَابِ الْأَوَّلِ أَنَّ الْمَغَانِمَ وَالْأُسَارَى حَلَالٌ لَكُمْ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ مِنَ الْأُسَارَى عَذَابٌ عَظِيمٌ فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا قَالَ: وَكَانَ اللهُ قَدْ كَتَبَ فِي أُمِّ الْكِتَابِ: الْمَغَانِمُ وَالْأُسَارَى حَلَالُّ لِمُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَأُمَّتِهِ وَلَمْ يَكُنْ أَحَلَّهُ لِأُمَّةٍ قَبْلَهُمْ، وَأَخَذُوا الْمَغَانِمَ وَأَسَرُوا الْأُسَارَى قَبْلَ أَنْ يُنْزَلَ إِلَيْهِمْ فِي ذَلِكَ. </p><p> وَرَوَى ابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ عَنْهُ لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ قَالَ: سَبَقَتْ لَهُمْ مِنَ اللهِ الرَّحْمَةُ قَبْلَ أَنْ يَعْلَمُوا بِالْمَعْصِيَةِ، اهـ. وَالظَّاهِرُ أَنَّ الْمُرَادَ بِذَلِكَ أَهْلُ بَدْرٍ خَاصَّةً، فَقَدْ وَرَدَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا مَا يُثْبِتُ أَنَّ اللهَ تَعَالَى قَدْ غَفَرَ لِأَهْلِ بَدْرٍ كَقَوْلِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِعُمَرَ حِينَ اسْتَأْذَنَهُ بِقَتْلِ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ:  \" أَلَيْسَ مِنْ أَهْلِ بَدْرٍ؟ لَعَلَّ اللهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ.فَقَالَ:اعْمَلُوا مَا شِئْتُمْ فَقَدْ وَجَبَتْ لَكُمُ الْجَنَّةُ - أَوْ</p><p> فَقَدْ غَفَرْتُ لَكُمْ \" وَفِي رِوَايَةٍ: \" وَمَا يُدْرِيكَ؟ لَعَلَّ اللهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ \" إِلَخْ. وَهَذَا تَمْثِيلٌ وَتَصْوِيرٌ لِمَغْفِرَةِ اللهِ لَهُمْ، وَلَيْسَ أَمْرًا إِبَاحِيًّا أَمَرَ اللهُ رَسُولَهُ أَنْ يُبَلِّغَهُمْ إِيَّاهُ، بَلْ هُوَ أَشْبَهُ بِأَمْرِ التَّكْوِينِ وَالتَّقْدِيرِ مِنْهُ بِأَمْرِ التَّكْلِيفِ، وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّهُ لِلتَّشْرِيفِ وَالتَّكْرِيمِ. وَاتَّفَقُوا عَلَى أَنَّ الْبِشَارَةَ الْمَذْكُورَةَ خَاصَّةٌ بِأَحْكَامِ الْآخِرَةِ لَا بِأَحْكَامِ الدُّنْيَا مِنْ إِقَامَةِ الْحُدُودِ وَنَحْوِهَا. وَقَدْ وَرَدَ أَنَّ وَاحِدًا مِنْهُمْ شَرِبَ الْخَمْرِ فَحَدَّهُ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ. </p><p> وَرَوَى ابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ: لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ قَالَ: فِي أَنَّهُ لَا يُعَذِّبُ أَحَدًا حَتَّى يُبَيِّنَ لَهُ وَيَتَقَدَّمَ إِلَيْهِ. </p><p> وَقَالَ ابْنُ جَرِيرٍ فِي الْآيَةِ: لَوْلَا قَضَاءٌ مِنَ اللهِ سَبَقَ لَكُمْ أَهْلَ بَدْرٍ فِي اللَّوْحِ الْمَحْفُوظِ بِأَنَّهُ مُحِلٌّ لَكُمُ الْغَنِيمَةَ، وَأَنَّ اللهَ قَضَى فِيمَا قَضَى أَنَّهُ لَا يُضِلُّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ - وَأَنَّهُ لَا يُعَذِّبُ أَحَدًا شَهِدَ الْمَشْهَدَ الَّذِي شَهِدْتُمُوهُ بِبَدْرٍ مَعَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ نَاصِرًا دِينَ اللهِ - لَنَالَكُمْ مِنَ اللهِ بِأَخْذِكُمُ الْغَنِيمَةَ وَالْفِدَاءَ عَذَابٌ عَظِيمٌ اهـ. ثُمَّ ذَكَرَ رِوَايَاتِهِ فِي هَذِهِ الْوُجُوهِ وَصَوَّبَ إِرَادَتَهَا كُلَّهَا. </p><p> وَهَذَا خَلْطٌ بَيْنَ الْغَنَائِمِ وَفِدَاءِ الْأَسْرَى، وَإِشْرَاكٌ بَيْنَ تَفْسِيرِ هَذِهِ الْآيَةِ وَتَفْسِيرِ الْآيَةِ الَّتِي بَعْدَهَا. وَاخْتَارَ ابْنُ كَثِيرٍ الْجَمْعَ بَيْنَهُمَا وِفَاقًا لِابْنِ جَرِيرٍ. وَالْأَظْهَرُ الْمُخْتَارُ أَنَّ مَسْأَلَةَ الْفِدَاءِ غَيْرُ مَسْأَلَةِ الْغَنَائِمِ. فَإِنَّ الْغَنَائِمَ أُحِلَّتْ فِي أَوَّلِ هَذِهِ السُّورَةِ وَفِي أَوَّلِ هَذَا الْجُزْءِ مِنْهَا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ الَّذِي سَبَقَ فِي كِتَابِ اللهِ، أَيْ فِي حُكْمِهِ أَوْ فِي عِلْمِهِ، هُوَ أَنَّ الْمُجْتَهِدَ إِذَا أَخْطَأَ لَا يُعَاقَبُ بَلْ يُثَابُ عَلَى اجْتِهَادِهِ وَإِذَا كَانَ نَبِيًّا لَا يُقِرُّهُ اللهُ عَلَى خَطَأٍ بَلْ يُبَيِّنُهُ لَهُ وَيُبَيِّنُ لَهُ مَا كَانَ مِنْ شَأْنِهِ أَنْ يَتَرَتَّبَ عَلَيْهِ مِنَ الْعِقَابِ لَوْلَا الِاجْتِهَادُ وَحُسْنُ النِّيَّةِ. </p><p> وَقَدْ فَنَّدَ الرَّازِيُّ جَمِيعَ الرِّوَايَاتِ الْمَأْثُورَةِ فِي الْكِتَابِ الَّذِي سَبَقَ، بَعْضُهَا بِحَقٍّ وَبَعْضُهَا بِغَيْرِ حَقٍّ، وَاخْتَارَ عَلَى مَذْهَبِ أَصْحَابِهِ الْأَشْعَرِيَّةِ فِي جَوَازِ الْعَفْوِ عَنِ الْكَبَائِرِ </p><p> أَنَّ الْمَعْنَى: </p><p> لَوْلَا أَنَّهُ تَعَالَى حَكَمَ فِي الْأَزَلِ بِالْعَفْوِ عَنْ هَذِهِ الْوَاقِعَةِ لَمَسَّهُمْ عَذَابٌ عَظِيمٌ. (قَالَ) : وَهَذَا هُوَ الْمُرَادُ مِنْ قَوْلِهِ تَعَالَى: كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ (٦: ٥٤) وَمِنْ قَوْلِهِ \" سَبَقَتْ رَحْمَتِي غَضَبِي \" . (قَالَ) : وَأَمَّا عَلَى قَوْلِ الْمُعْتَزِلَةِ، فَهُمْ لَا يُجَوِّزُونَ الْعَفْوَ عَنِ الْكَبَائِرِ، فَكَانَ مَعْنَاهُ لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ فِي أَنَّ مَنِ احْتَرَزَ عَنِ الْكَبَائِرِ صَارَتْ كَبَائِرُهُ مَغْفُورَةً، وَإِلَّا لَمَسَّهُمْ عَذَابٌ عَظِيمٌ. وَهَذَا الْحُكْمُ وَإِنْ كَانَ ثَابِتًا فِي جَمِيعِ الْمُسْلِمِينَ إِلَّا أَنَّ طَاعَاتِ أَهْلِ بَدْرٍ كَانَتْ عَظِيمَةً، وَهُوَ قَبُولُهُمُ الْإِسْلَامَ، وَانْقِيَادُهُمْ لِمُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَإِقْدَامُهُمْ عَلَى مُقَاتَلَةِ الْكُفَّارِ مِنْ غَيْرِ سِلَاحٍ وَأُهْبَةٍ. فَلَا يَبْعُدُ أَنْ يُقَالَ: إِنَّ الثَّوَابَ الَّذِي اسْتَحَقُّوهُ عَلَى هَذِهِ الطَّاعَاتِ كَانَ أَزْيَدَ مِنَ الْعِقَابِ الَّذِي اسْتَحَقُّوهُ عَلَى هَذَا الذَّنْبِ، فَلَا جَرَمَ صَارَ هَذَا الذَّنْبُ مَغْفُورًا، وَلَوْ قَدَّرْنَا صُدُورَ هَذَا الذَّنْبِ مِنْ سَائِرِ الْمُسْلِمِينَ لَمَا صَارَ مَغْفُورًا، فَبِسَبَبِ هَذَا الْقَدْرِ مِنَ التَّفَاوُتِ حَصَلَ لِأَهْلِ بَدْرٍ هَذَا الِاخْتِصَاصُ اهـ. </p><p> وَأَقُولُ: إِنَّ هَذَا الَّذِي ذَكَرَهُ الرَّازِيُّ عَلَى طَرِيقَةِ الْمُعْتَزِلَةِ تَعْلِيلٌ حَسَنٌ لِمَغْفِرَةِ اللهِ تَعَالَى لِأَهْلِ بَدْرٍ مَا يُحْتَمَلُ أَنْ يَقَعَ مِنْهُمْ مِنَ الذُّنُوبِ، وَهُوَ مُوَافِقٌ لِمَذْهَبِ أَهْلِ السُّنَّةِ، وَنُصُوصِ الْقُرْآنِ فِي تَغْلِيبِ الْحَسَنَاتِ عَلَى السَّيِّئَاتِ، وَلَكِنَّهُ لَا يَتَّجِهُ فِي تَفْسِيرِ الْآيَةِ وَمَا ذَكَرَهُ عَلَى مَذْهَبِ الْأَشْعَرِيَّةِ مِثْلَهُ فِي هَذَا فَمَا اعْتَمَدَهُ أَضْعَفُ مِمَّا رَدَّهُ وَأَبْطَلَهُ. </p><p> وَقَدْ أَشَرْنَا آنِفًا إِلَى احْتِمَالِ تَفْسِيرِ الْكِتَابِ الَّذِي سَبَقَ بِقَوْلِهِ تَعَالَى فِي هَذِهِ السُّورَةِ: وَمَا كَانَ اللهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ (٨: ٣٣) وَقَدْ تَقَدَّمَ تَفْسِيرُهُ وَهُوَ - وَإِنْ كَانَ قَدْ نَزَلَ فِي الْمُشْرِكِينَ - أَوْلَى أَنْ يَكُونَ لِلْمُؤْمِنِينَ، أَوْ هُمْ أَحَقُّ بِهِ وَأَوْلَى، وَهَلْ يَصِحُّ أَنْ يَمْتَنِعَ نُزُولُ الْعَذَابِ بِالْمُشْرِكِينَ وَفِيهِمْ نَبِيُّ الرَّحْمَةِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَهُمْ يُؤْذُونَهُ وَيَصُدُّونَ عَنْهُ، وَلَا يَمْتَنِعَ نُزُولُهُ بِالْمُؤْمِنِينَ بِهِ </p><p> النَّاصِرِينَ لَهُ وَهُوَ فِيهِمْ، وَهُمْ يَسْتَغْفِرُونَهُ تَعَالَى حَقَّ الِاسْتِغْفَارِ، لِتَوْحِيدِهِمْ إِيَّاهُ وَعَدَمِ إِشْرَاكِهِمْ أَحَدًا، وَلَا شَيْئًا فِي عِبَادَتِهِ؟ ! وَلَا أَذْكُرُ أَنَّنِي رَأَيْتُهُ لِأَحَدٍ عَلَى شِدَّةِ ظُهُورِهِ وَتَأَلُّقِ نُورِهِ، وَلَكِنَّهُ خَاصٌّ بِعَذَابِ الِاسْتِئْصَالِ، وَمِنَ الْبَعِيدِ جِدًّا أَنْ يَكُونَ هُوَ الْمُرَادُ أَوْ يَشْمَلُ كُلَّ عَذَابٍ عَامٍّ كَمَا تُشِيرُ إِلَيْهِ رِوَايَاتُ اسْتِثْنَاءِ عُمَرَ وَسَعْدٍ ـ رَضِيَ اللهُ عَنْهُمَا ـ وَيَصِحُّ تَسْمِيَةُ هَذَا كِتَابٌ بِمَعْنَى كَوْنِهِ قَضَاءً سَبَقَ وَكُتِبَ فِي أُمِّ الْكِتَابِ، أَوْ بِمَعْنَى أَنَّهُ تَعَالَى كَتَبَ عَلَى نَفْسِهِ كَمَا قَالَ: كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ (٦: ٥٤) . </p><p> وَقَدْ فَسَّرَ بَعْضُهُمُ الْكِتَابَ الَّذِي سَبَقَ بِهَذِهِ الرَّحْمَةِ، بِنَاءً عَلَى أَنَّهُمْ يَتُوبُونَ مِمَّا ذَكَرَ بَعْدَ إِنْكَارِهِ عَلَيْهِمْ، وَيُصْلِحُونَ عَمَلَهُمْ بِمَا يَذْهَبُ بِتَأْثِيرِهِ مِنْ أَنْفُسِهِمْ وَكَذَلِكَ كَانَ. </p>"
}