{
  "id": null,
  "sura": 8,
  "aya": 5,
  "text": "<p> تَقَدَّمَ فِي تَفْسِيرِ قِصَّةِ الْبَقَرَةِ مِنْ سُورَتِهَا أَنَّ سُنَّةَ الْقُرْآنِ فِي ذِكْرِ الْقِصَصِ وَالْوَقَائِعِ مُخَالِفَةٌ لِلْمَعْهُودِ فِي أَسَالِيبِ الْكَلَامِ مِنْ سَرْدِهَا مُرَتَّبَةً كَمَا وَقَعَتْ، وَأَنَّ </p><p> سَبَبَ هَذِهِ الْمُخَالَفَةِ أَنَّهُ لَا يَقُصُّ قِصَّةً، وَلَا يَسْرُدُ أَخْبَارَ وَاقِعَةٍ; لِأَجْلِ أَنْ تَكُونَ تَارِيخًا مَحْفُوظًا، وَإِنَّمَا يَذْكُرُ مَا يَذْكُرُ مِنْ ذَلِكَ; لِأَجْلِ الْعِبْرَةِ وَالْمَوْعِظَةِ، وَبَيَانِ الْآيَاتِ وَالْحِكَمِ الْإِلَهِيَّةِ، وَالْأَحْكَامِ الْعَمَلِيَّةِ. بُدِئَتْ قِصَّةُ الْبَقَرَةِ بِأَمْرِ مُوسَى لِقَوْمِهِ بِذَبْحِ بَقَرَةٍ، وَذَكَرَ فِي آخِرِهَا سَبَبَ ذَلِكَ خِلَافًا لِلتَّرْتِيبِ الْمَأْلُوفِ مِنْ تَقْدِيمِ السَّبَبِ عَلَى مُسَبَّبِهِ كَتَقْدِيمِ الْعِلَّةِ عَلَى مَعْلُولِهَا، وَالْمُقَدِّمَاتِ عَلَى نَتِيجَتِهَا. وَلَكِنَّ أُسْلُوبَ الْقُرْآنِ الْبَدِيعَ أَبْلَغُ فِي بَابِهِ كَمَا بُسِطَ هُنَالِكَ. </p><p> وَهَاهُنَا بُدِئَتْ قِصَّةُ غَزْوَةِ بَدْرٍ الْكُبْرَى الَّتِي كَانَتْ أَوَّلَ مَظْهَرٍ لِوَعْدِ اللهِ تَعَالَى بِنَصْرِ رَسُولِهِ وَالْمُؤْمِنِينَ، وَالْإِدَالَةِ لَهُمْ مِنْ أَكَابِرِ مُجْرِمِي الْمُشْرِكِينَ، بِذِكْرِ حُكْمِ الْغَنَائِمِ الَّتِي غَنِمَهَا الْمُسْلِمُونَ مِنْهُمْ - وَيَالَهَا مِنْ بَرَاعَةِ مَطْلَعٍ - مَقْرُونًا بِبَيَانِ صِفَاتِ الْمُؤْمِنِينَ الْكَامِلِينَ الَّذِينَ وَعَدَهُمُ النَّصْرَ كَمَا وَعَدَ النَّبِيِّينَ، وَهُمُ الَّذِينَ يَقْبَلُونَ حُكْمَ اللهِ وَقِسْمَةَ رَسُولِهِ فِي الْغَنَائِمِ - وَيَالَهَا مِنْ مُقَدِّمَاتٍ لِلْفَوْزِ فِي الْحَرْبِ وَغَيْرِهَا - ثُمَّ قَفَّى عَلَى ذَلِكَ بِذِكْرِ أَوَّلِ الْقِصَّةِ، وَهُوَ خُرُوجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ بَيْتِهِ فِي الْمَدِينَةِ وَكَرَاهَةُ فَرِيقٍ مِنَ الْمُؤْمِنِينَ لِخُرُوجِهِ، خِلَافًا لِمَا يَقْتَضِيهِ الْإِيمَانُ مِنَ الْإِذْعَانِ لِطَاعَتِهِ، وَالرِّضَاءِ بِمَا يَفْعَلُهُ بِأَمْرِ رَبِّهِ، وَمَا يَحْكُمُ أَوْ يَأْمُرُ بِهِ، كَمَا عُلِمَ مِنَ الشَّرْطِ فِي الْآيَةِ الْأُولَى إِنْ كُنْتُمْ مُؤْمِنِينَ وَلَعَلَّ بَيَانَ هَذَا الشَّرْطِ، وَمَا وَلِيَهُ مِنْ بَيَانِ صِفَاتِ الْمُؤْمِنِينَ حَقَّ الْإِيمَانِ هُوَ أَهَمُّ مَا فِي هَذِهِ السُّورَةِ عَلَى كَثْرَةِ أَحْكَامِهَا وَحِكَمِهَا وَفَوَائِدِهَا الرُّوحِيَّةِ وَالِاجْتِمَاعِيَّةِ وَالسِّيَاسِيَّةِ وَالْحَرْبِيَّةِ وَالْمَالِيَّةِ. </p><p> قَالَ تَعَالَى: كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ أَيْ: إِنَّ الْأَنْفَالَ لِلَّهِ يَحْكُمُ فِيهَا بِالْحَقِّ، وَلِرَسُولِهِ يُقَسِّمُهَا بَيْنَ مَنْ جَعَلَ اللهُ لَهُمُ الْحَقَّ فِيهَا بِالسَّوِيَّةِ، وَإِنْ كَرِهَ ذَلِكَ بَعْضُ الْمُتَنَازِعِينَ فِيهَا، وَالَّذِينَ كَانُوا يَرَوْنَ أَنَّهُمْ أَحَقُّ بِهَا وَأَهْلُهَا، فَهِيَ كَإِخْرَاجِ رَبِّكَ إِيَّاكَ مِنْ بَيْتِكَ بِالْحَقِّ لِلِقَاءِ إِحْدَى الطَّائِفَتَيْنِ مِنَ الْمُشْرِكِينَ فِي الظَّاهِرِ، وَكَوْنِ تِلْكَ الطَّائِفَةِ هِيَ الْمُقَاتِلَةُ فِي الْوَاقِعِ، وَالْحَالُ إِنَّ كَثِيرًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ لِذَلِكَ; لِعَدَمِ اسْتِعْدَادِهِمْ لِلْقِتَالِ، أَوْ لَهُ، وَلِغَيْرِهِ مِنَ الْأَسْبَابِ الَّتِي تُعْلَمُ مِمَّا يَأْتِي. </p><p> هَذَا مَا أَرَاهُ الْمُتَبَادِرَ مِنْ هَذَا التَّشْبِيهِ، وَقَدْ رَاجَعْتُ بَعْضَ كُتُبِ التَّفْسِيرِ فَرَأَيْتُ لِلْمُفَسِّرِينَ فِيهَا بِضْعَةَ عَشَرَ وَجْهًا أَكْثَرُهَا مُتَكَلَّفٌ، وَبَعْضُهَا قَرِيبٌ، وَلَكِنَّ هَذَا أَقْرَبُ، وَقَدْ بَسَطَهُ الْإِمَامُ أَبُو جَعْفَرِ بْنُ جَرِيرٍ الطَّبَرِيُّ بِاعْتِبَارِ غَايَتِهِ، وَمَا كَانَ مِنَ الْمَصْلَحَةِ فِيهِ، وَهُوَ حَقٌّ فِي نَفْسِهِ، وَلَكِنَّ اللَّفْظَ لَا يَدُلُّ عَلَيْهِ، وَذَكَرَهُ الزَّمَخْشَرِيُّ مَبْنِيًّا عَلَى قَوَاعِدِ الْإِعْرَابِ. </p><p> وَلَا يَظْهَرُ الْمَعْنَى تَمَامَ الظُّهُورِ فِي الْآيَاتِ إِلَّا بِبَيَانِ مَا وَقَعَ مِنْ ذَلِكَ، وَأَجْمَعُهُ رِوَايَةُ مُحَمَّدِ بْنِ إِسْحَاقَ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ مُسْلِمٍ الزُّهْرِيُّ، وَعَاصِمُ بْنُ عُمَرَ بْنِ قَتَادَةَ، وَعَبْدُ اللهِ بْنُ أَبِي </p><p> بَكْرٍ وَيَزِيدُ بْنُ رُومَانَ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَغَيْرُهُمْ مِنْ عُلَمَائِنَا عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ - كُلٌّ قَدْ حَدَّثَنِي بَعْضَ هَذَا الْحَدِيثِ فَاجْتَمَعَ حَدِيثُهُمْ فِيمَا سُقْتُ مِنْ حَدِيثِ بِدْرٍ \" قَالُوا: لَمَّا سَمِعَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَبِي سُفْيَانَ مُقْبِلًا مِنَ الشَّامِ نَدَبَ الْمُسْلِمِينَ إِلَيْهِمْ وَقَالَ: هَذِهِ عِيرُ قُرَيْشٍ فِيهَا أَمْوَالُهُمْ فَاخْرُجُوا إِلَيْهَا لَعَلَّ اللهَ أَنْ يُنَفِّلَكُمُوهَا، فَانْتَدَبَ النَّاسَ فَخَفَّ بَعْضُهُمْ وَثَقُلَ بَعْضُهُمْ، وَذَلِكَ أَنَّهُمْ لَمْ يَظُنُّوا أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَلْقَى حَرْبًا، وَكَانَ أَبُو سُفْيَانَ قَدِ اسْتَنْفَرَ حِينَ دَنَا مِنَ الْحِجَازِ مَنْ يَتَجَسَّسُ الْأَخْبَارَ، وَيَسْأَلُ مَنْ لَقِيَ مِنَ الرُّكْبَانِ تَخَوُّفًا عَلَى أَمْوَالِ النَّاسِ حَتَّى أَصَابَ خَبَرًا مِنْ بَعْضِ الرُّكْبَانِ أَنَّ مُحَمَّدًا قَدِ اسْتَنْفَرَ أَصْحَابَهُ لَكَ وَلِغَيْرِكَ، فَحَذِرَ عِنْدَ ذَلِكَ فَاسْتَأْجَرَ ضَمْضَمَ بْنَ عَمْرٍو الْغِفَارِيَّ فَبَعَثَهُ إِلَى أَهْلِ مَكَّةَ، وَأَمَرَهُ أَنْ يَأْتِيَ قُرَيْشًا فَيَسْتَنْفِرَهُمْ إِلَى أَمْوَالِهِمْ، وَيُخْبِرَهُمْ أَنَّ مُحَمَّدًا قَدْ عَرَضَ لَهَا فِي أَصْحَابِهِ، فَخَرَجَ ضَمْضَمُ بْنُ عَمْرٍو سَرِيعًا إِلَى مَكَّةَ، وَخَرَجَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَصْحَابِهِ حَتَّى بَلَغَ وَادِيًا يُقَالُ لَهُ ذَفِرَانُ، فَخَرَجَ مِنْهُ حَتَّى إِذَا كَانَ بِبَعْضِهِ نَزَلَ، وَأَتَاهُ الْخَبَرُ عَنْ قُرَيْشٍ بِمَسِيرِهِمْ لِيَمْنَعُوا عِيرَهُمْ، فَاسْتَشَارَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخْبَرَهُمْ عَنْ قُرَيْشٍ، فَقَامَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ فَقَالَ فَأَحْسَنَ، ثُمَّ قَامَ عُمَرُ رَضِيَ اللهُ عَنْهُ فَقَالَ فَأَحْسَنَ، ثُمَّ قَامَ الْمِقْدَادُ بْنُ عَمْرٍو فَقَالَ: يَا رَسُولَ اللهِ امْضِ لِمَا أَمَرَكَ اللهُ بِهِ فَنَحْنُ مَعَكَ، وَاللهِ لَا نَقُولُ لَكَ كَمَا قَالَتْ بَنُو إِسْرَائِيلَ لِمُوسَى: فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (٥: ٢٤) وَلَكِنِ اذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا مَعَكُمَا مُقَاتِلُونَ، فَوَالَّذِي بَعَثَكَ بِالْحَقِّ لَوْ سِرْتَ بِنَا إِلَى بَرْكِ الْغِمَادِ - يَعْنِي مَدِينَةَ الْحَبَشَةِ - لَجَالَدْنَا مَعَكَ مِنْ دُونِهِ حَتَّى تَبْلُغَهُ. فَقَالَ لَهُ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَيْرًا، وَدَعَا لَهُ بِخَيْرٍ، ثُمَّ قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَشِيرُوا عَلَيَّ أَيُّهَا النَّاسُ، وَإِنَّمَا يُرِيدُ الْأَنْصَارَ، وَذَلِكَ أَنَّهُمْ كَانُوا عَدَدَ النَّاسِ، وَذَلِكَ أَنَّهُمْ حِينَ بَايَعُوهُ بِالْعَقَبَةِ قَالُوا: يَا رَسُولَ اللهِ إِنَّا بَرَاءٌ مِنْ ذِمَامِكَ حَتَّى تَصِلَ إِلَى دَارِنَا فَإِذَا وَصَلْتَ إِلَيْنَا فَأَنْتَ فِي ذِمَامِنَا نَمْنَعُكَ مِمَّا نَمْنَعُ مِنْهُ أَبْنَاءَنَا وَنِسَاءَنَا، وَكَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَخَوَّفُ أَلَّا تَكُونَ الْأَنْصَارُ تَرَى عَلَيْهَا نُصْرَتَهُ إِلَّا مِمَّنْ دَهَمَهُ بِالْمَدِينَةِ مِنْ عَدُوِّهِ، وَأَنْ لَيْسَ عَلَيْهِمْ أَنْ </p><p> يَسِيرَ بِهِمْ إِلَى عَدُوٍّ مِنْ غَيْرِ بِلَادِهِمْ. فَلَمَّا قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ قَالَ لَهُ سَعْدُ بْنُ مُعَاذٍ: وَاللهِ لَكَأَنَّكَ تُرِيدُنَا يَا رَسُولَ اللهِ. قَالَ: أَجَلْ. فَقَالَ: قَدْ آمَنَّا بِكَ وَصَدَّقْنَاكَ، وَشَهِدْنَا أَنَّ مَا جِئْتَ بِهِ هُوَ الْحَقُّ، وَأَعْطَيْنَاكَ عَلَى ذَلِكَ عُهُودَنَا وَمَوَاثِيقَنَا عَلَى السَّمْعِ وَالطَّاعَةِ، فَامْضِ يَا رَسُولَ اللهِ لِمَا أَمَرَكَ اللهُ بِهِ، فَوَالَّذِي بَعَثَكَ بِالْحَقِّ إِنِ اسْتَعْرَضْتَ بِنَا هَذَا الْبَحْرَ فَخُضْتَهُ لَخُضْنَاهُ مَعَكَ مَا يَتَخَلَّفُ مِنَّا رَجُلٌ وَاحِدٌ، وَمَا نَكْرَهُ أَنْ تَلْقَى بِنَا عَدُوَّنَا غَدًا، إِنَّا لَصُبُرٌ عِنْدَ الْحَرْبِ صُدُقٌ عِنْدَ اللِّقَاءِ، وَلَعَلَّ اللهَ يُرِيكَ مِنَّا مَا تَقَرُّ بِهِ عَيْنُكَ، فَسِرْ بِنَا عَلَى بَرَكَةِ اللهِ. فَسُرَّ رَسُولُ اللهِ صَلَّى الله عَلَيْهِ </p>"
}