{
  "id": null,
  "sura": 8,
  "aya": 35,
  "text": "<p> فِي الِاسْتِعْدَادِ كَانَ يَظْهَرُ الْمَرَّةَ بَعْدَ الْمَرَّةِ. وَالنَّاسُ يُطْلِقُونَ الْحُكْمَ فِي مِثْلِ الْحَالِ الَّتِي كَانُوا عَلَيْهَا عَلَى الْجَمِيعِ، وَيَقُولُونَ: إِنَّ الْقَلِيلَ لَا حُكْمَ لَهُ إِنْ وُجِدَ فَكَيْفَ وَنَحْنُ لَا نَعْلَمُ بِوُجُودِهِ؟ وَلَكِنَّ اللهَ تَعَالَى لَا يَخْفَى عَلَيْهِ شَيْءٌ، وَلَا يَقُولُ إِلَّا الْحَقَّ، وَمِثْلُ هَذَا الْحُكْمِ عَلَى أَكْثَرِ الْأُمَمِ وَالشُّعُوبِ أَوِ اسْتِثْنَاءِ الْقَلِيلِ مِنْهُمْ بَعْدَ إِطْلَاقِ الْحُكْمِ عَلَيْهِمْ، هُوَ مِنْ دَقَائِقِ الْقُرْآنِ فِي تَحْرِيرِ الْحَقِّ، وَهُوَ مُكَرَّرٌ فِي مَوَاضِعَ مِنْ عِدَّةِ سُوَرٍ، وَسَبَقَ تَنْبِيهُنَا لِهَذَا فِي تَفْسِيرِ مَا تَقَدَّمَ مِنْهَا. </p><p> هَذَا وَإِنَّ جَمَاهِيرَ الْمُسْلِمِينَ فِي أَكْثَرِ بِلَادِهِمْ صَارُوا فِي هَذَا الْعَصْرِ أَجْهَلَ مِنْ مُشْرِكِي قُرَيْشٍ فِي ذَلِكَ الْعَصْرِ بِمَعْنَى وِلَايَةِ اللهِ وَأَوْلِيَائِهِ - سَوَاءٌ فِي ذَلِكَ وِلَايَةُ الْحُكْمِ وَالسُّلْطَانِ، وَهِيَ الْإِمَامَةُ الْعَامَّةُ، وَوِلَايَةُ التَّقْوَى وَالصَّلَاحِ، وَهِيَ الْإِمَامَةُ الشَّخْصِيَّةُ الْخَاصَّةُ، وَجَهْلُهُمْ بِهَذِهِ أَعَمُّ وَأَعْمَقُ، فَالْوِلَايَةُ عِنْدَهُمْ تَشْمَلُ الْمَجَانِينَ وَالْمَجَاذِيبَ الَّذِينَ تَرْتَعُ الْحَشَرَاتُ فِي أَجْسَادِهِمُ النَّجِسَةِ، وَثِيَابِهِمُ الْقَذِرَةِ، وَيَسِيلُ اللُّعَابُ مِنْ أَشْدَاقِهِمُ الشَّرِهَةِ، وَتَشْمَلُ أَصْحَابَ الدَّجَلِ وَالْخُرَافَاتِ، وَالدَّعَاوَى الْبَاطِلَةِ لِلْكَرَامَاتِ، وَالشِّرْكِ بِاللهِ بِدُعَاءِ الْأَمْوَاتِ، وَمِنْ أَدِلَّتِهِمْ عَلَيْهَا مَا يَتَخَيَّلُونَ مِنْ رُؤَى الْأَنْبِيَاءِ وَالْأَقْطَابِ فِي الْمَنَامِ، وَمَا يَزْعُمُونَ مِنْ تَلَقِّيهِمْ عَنْهُمْ مَا تَنْبِذُهُ شَرِيعَةُ الْمُصْطَفَى - عَلَيْهِ السَّلَامُ -، حَتَّى صَارَ مَا هُمْ </p><p> عَلَيْهِ دِينَ شِرْكٍ مُنَافِيًا لِدِينِ الْإِسْلَامِ، فَعَلَيْكَ بِمُطَالَعَةِ كِتَابِ الْفُرْقَانِ بَيْنَ أَوْلِيَاءِ الرَّحْمَنِ وَأَوْلِيَاءِ الشَّيْطَانِ، لِشَيْخِ الْإِسْلَامِ ابْنِ تَيْمِيَّةَ، وَمَنْ أَوْلَى مِنْهُ بِمِثْلِ هَذَا الْفُرْقَانِ؟ . </p><p> ثُمَّ عَطَفَ عَلَى الْحُكْمِ عَلَيْهِمْ مَا هُوَ حُجَّةٌ عَلَى صِحَّتِهِ، وَهُوَ بَيَانُ حَالِهِمْ فِي أَفْضَلِ مَا بُنِيَ الْبَيْتُ لِأَجْلِهِ وَهُوَ الصَّلَاةُ، إِذْ كَانَ سُوءُ حَالِهِمْ فِي الطَّوَافِ عُرَاةً مَعْرُوفًا لَا يَجْهَلُهُ أَحَدٌ، أَوْ فِي الْعِبَادَةِ الْجَامِعَةِ لِلطَّوَافِ وَالصَّلَاةِ فَقَالَ: وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً مِنَ الْمَعْلُومِ أَنَّ الْبَيْتَ إِذَا أُطْلِقَ مُعَرَّفًا انْصَرَفَ عِنْدَهُمْ إِلَى بَيْتِ اللهِ الْمَعْرُوفِ بِالْكَعْبَةِ وَالْبَيْتِ الْحَرَامِ، عَلَى الْقَاعِدَةِ اللُّغَوِيَّةِ فِي انْصِرَافِ مِثْلِهِ إِلَى الْأَكْمَلِ فِي جِنْسِهِ كَالنَّجْمِ لِلثُّرَيَّا، وَهِيَ أَعْظَمُ النُّجُومِ هِدَايَةً. رُوِيَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّهُ قَالَ: كَانَتْ قُرَيْشٌ تَطُوفُ بِالْبَيْتِ عُرَاةً تُصَفِّرُ وَتُصَفِّقُ. وَقَالَ: الْمُكَاءُ الصَّفِيرُ، وَالتَّصْدِيَةُ التَّصْفِيقُ، وَقَالَ: كَانَ أَحَدُهُمْ يَضَعُ يَدَهُ عَلَى الْأُخْرَى وَيُصَفِّرُ. وَرُوِيَ عَنْهُ أَنَّ الرِّجَالَ وَالنِّسَاءَ مِنْهُمْ كَانُوا يَطُوفُونَ عُرَاةً مُشَبِّكِينَ بَيْنَ أَصَابِعِهِمْ يُصَفِّرُونَ فِيهَا وَيُصَفِّقُونَ، وَرَوَى الطَّسْتِيُّ فِيمَا رَوَى مِنْ أَسْئِلَةِ نَافِعِ بْنِ الْأَزْرَقِ لَهُ أَنَّهُ قَالَ لَهُ: أَخْبِرْنِي عَنْ قَوْلِهِ - عَزَّ وَجَلَّ -: إِلَّا مُكَاءً وَتَصْدِيَةً قَالَ: الْمُكَاءُ: صَوْتُ الْقُنْبُرَةِ، وَالتَّصْدِيَةُ صَوْتُ الْعَصَافِيرِ وَهُوَ التَّصْفِيقُ، وَذَلِكَ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَامَ إِلَى الصَّلَاةِ وَهُوَ بِمَكَّةَ كَانَ يُصَلِّي بَيْنَ الْحَجَرِ (الْأَسْوَدِ) وَالرُّكْنِ الْيَمَانِيِّ - يَعْنِي أَنَّهُ يَتَوَجَّهُ إِلَى الشَّمَالِ; لِيَجْمَعَ بَيْنَ الْكَعْبَةِ وَبَيْتِ الْمَقْدِسِ فِي الِاسْتِقْبَالِ - فَيَجِيءُ رَجُلَانِ مِنْ بَنِي سَهْمٍ يَقُومُ أَحَدُهُمَا عَنْ يَمِينِهِ، وَالْآخَرُ عَنْ شِمَالِهِ، وَيَصِيحُ أَحَدُهُمَا كَمَا يَصِيحُ </p><p> الْمُكَاءُ، وَالْآخَرُ يُصَفِّقُ بِيَدَيْهِ تَصْدِيَةَ الْعَصَافِيرِ; لِيُفْسِدَا عَلَيْهِ صَلَاتَهُ. قَالَ (نَافِعٌ) : وَهَلْ تَعْرِفُ الْعَرَبُ ذَلِكَ؟ : قَالَ: نَعَمْ أَمَا سَمِعْتَ حَسَّانَ بْنَ ثَابِتٍ يَقُولُ: </p><p> تَقُومُ إِلَى الصَّلَاةِ إِذَا دُعِينَا ... وَهِمَّتُكَ التَّصَدِّي وَالْمُكَاءُ </p><p> وَفِي بَعْضِ كُتُبِ اللُّغَةِ أَنَّ الْمُكَاءَ طَائِرٌ أَبْيَضُ، وَعَنْ سَعِيدِ بْنِ جُبَيْرٍ: كَانَتْ قُرَيْشُ يُعَارِضُونَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الطَّوَافِ يَسْتَهْزِئُونَ وَيُصَفِّرُونَ فَنَزَلَتْ: وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً وَقَالَ الرَّاغِبُ: مَكَا الطَّيْرُ يَمْكُو مُكَاءً: صَفَّرَ. وَذَكَرَ أَنَّ الْمُكَاءَ فِي الْآيَةِ جَارِ مَجْرَى مُكَاءِ الطَّيْرِ فِي قِلَّةِ الْغِنَاءِ. قَالَ: وَالْمُكَّاءُ (بِالضَّمِّ وَالتَّشْدِيدِ) طَائِرٌ، وَمَكَتْ اسْتُهُ صَوَّتَتْ اهـ. وَيَحْتَمِلُ أَنَّ هَذِهِ الْفِعْلَةَ الْقَبِيحَةَ كَانَتْ تَقَعُ مِنْهُمْ </p><p> عَمْدًا أَيْضًا، فَذُكِرَ اللَّفْظُ الْمُشْتَرَكُ; لِيَدُلَّ عَلَيْهَا، وَلَمْ يُذْكَرِ اللَّفْظُ الَّذِي وُضِعَ لَهَا وَحْدَهَا نَزَاهَةً، وَقَالَ فِي التَّصْدِيَةِ: كُلُّ صَوْتٍ يَجْرِي مَجْرَى الصَّدَى فِي أَنْ لَا غِنَاءَ فِيهِ اهـ. وَجُمْلَةُ الْقَوْلِ: أَنَّ صَلَاتَهُمْ وَطَوَافَهُمْ كَانَ مِنْ قَبِيلِ اللهْوِ وَاللَّعِبِ سَوَاءٌ عَارَضُوا بِذَلِكَ الرَّسُولَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي طَوَافِهِ وَخُشُوعِ صَلَاتِهِ وَحُسْنِ تِلَاوَتِهِ أَمْ لَا. </p><p> قَالَ تَعَالَى: فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ فَسَّرَ الضَّحَّاكُ الْعَذَابَ هُنَا بِمَا كَانَ مِنْ قَتْلِ الْمُؤْمِنِينَ لِبَعْضِ كُبَرَائِهِمْ وَأَسْرِهِمْ لِآخَرِينَ مِنْهُمْ يَوْمَ بَدْرٍ أَيْ وَانْهِزَامِ الْبَاقِينَ مَكْسُورِينَ مَدْحُورِينَ. وَفِيهِ إِشَارَةٌ إِلَى قَوْلِهِمْ: أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ كَأَنَّهُ يَقُولُ: فَذُوقُوا الْعَذَابَ الَّذِي طَلَبْتُمُوهُ، وَمَا كَانَ لَكُمْ أَنْ تَسْتَعْجِلُوهُ. </p><p> إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ لِيَمِيزَ اللهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ نَزَلَ هَذَا فِي اسْتِعْدَادِ قُرَيْشٍ لِغَزْوَةِ بَدْرٍ، وَمَا سَيَكُونُ مِنِ اسْتِعْدَادِهِمْ لِغَيْرِهَا بَعْدَهَا. وَيَشْمَلُ اللَّفْظُ بِعُمُومِهِ مَا سَيَكُونُ مِثْلُ ذَلِكَ مِنَ الْكَافِرِينَ فِي كُلِّ زَمَنٍ. ذَكَرَ رُوَاةُ التَّفْسِيرِ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدٍ وَسَعِيدِ بْنِ جُبَيْرٍ وَغَيْرِهِمْ: أَنَّ هَذِهِ الْآيَةَ الْأُولَى نَزَلَتْ فِي أَبِي سُفْيَانَ، وَمَا كَانَ مِنْ إِنْفَاقِهِ عَلَى الْمُشْرِكِينَ فِي بَدْرٍ، وَمِنْ إِعَانَتِهِ عَلَى ذَلِكَ فِي غَزْوَةِ أُحُدٍ وَغَيْرِهَا </p>"
}