{
  "id": null,
  "sura": 8,
  "aya": 12,
  "text": "<p> الْحَدَثِ الْأَصْغَرِ. (الثَّانِيَةُ) إِذْهَابُ رِجْزِ الشَّيْطَانِ عَنْهُمْ. وَالرِّجْزُ وَالرِّجْسُ وَالرِّكْسُ كُلُّهَا بِمَعْنَى الشَّيْءِ الْمُسْتَقْذَرِ حِسًّا أَوْ مَعْنًى. وَالْمُرَادُ هُنَا وَسْوَسَتُهُ كَمَا تَقَدَّمَ فِي الْمَأْثُورِ. (الثَّالِثَةُ) الرَّبْطُ عَلَى الْقُلُوبِ، وَيُعَبَّرُ بِهِ عَنْ تَثْبِيتِهَا وَتَوْطِينِهَا عَلَى الصَّبْرِ، كَمَا قَالَ تَعَالَى: وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا </p><p> عَلَى قَلْبِهَا (٢٨: ١٠) وَتَأْثِيرُ الْمَطَرِ فِي الْقُلُوبِ تُفَسِّرُهُ الْمَنْفَعَةُ. (الرَّابِعَةُ) وَهُوَ تَثْبِيتُ الْأَقْدَامِ بِهِ، فَإِنَّ مَنْ كَانَ يَعْلَمُ أَنَّهُ يُقَاتِلُ فِي أَرْضٍ تَسُوخُ فِيهَا قَدَمُهُ كُلَّمَا تَحَرَّكَ وَهُوَ قَدْ يُقَاتِلُ فَارِسًا لَا رَاجِلًا لَا يَكُونُ إِلَّا وَجِلًا مُضْطَرِبَ الْقَلْبِ. </p><p> إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا الظَّرْفُ هُنَا غَيْرُ بَدَلٍ مِنْ \" إِذْ \" فِي الْآيَاتِ الَّتِي قَبْلَهُ وَلَا مُتَعَلِّقٌ بِمَا تَعَلَّقَتْ بِهِ، بَلْ هُوَ مُتَعَلِّقٌ بِـ \" يُثَبِّتُ \" وَالْمَعْنَى أَنَّهُ يُثَبِّتُ الْأَقْدَامَ بِالْمَطَرِ فِي وَقْتِ الْكِفَاحِ، الَّذِي يُوحِي رَبُّكَ فِيهِ إِلَى الْمَلَائِكَةِ آمِرًا لَهُمْ أَنْ يُثَبِّتُوا بِهِ الْأَنْفُسَ بِمُلَابَسَتِهِمْ لَهَا وَاتِّصَالِهِمْ بِهَا، وَإِلْهَامِهَا تَذَكُّرَ وَعْدِ اللهِ لِرَسُولِهِ، وَكَوْنِهِ لَا يُخْلِفُ الْمِيعَادَ، وَالْمَعِيَّةُ فِي قَوْلِهِ: أَنِّي مَعَكُمْ مَعِيَّةُ الْإِعَانَةِ كَقَوْلِهِ: إِنَّ اللهَ مَعَ الصَّابِرِينَ (٨: ٤٦) . </p><p> سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ الرُّعْبُ بِوَزْنِ قُفْلٍ اسْمُ مَصْدَرٍ مِنْ رَعَبَهُ (وَتُضَمُّ عَيْنُهُ) وَبِهِ قَرَأَ ابْنُ عَامِرٍ وَالْكِسَائِيُّ، وَمَعْنَاهُ الْخَوْفُ الَّذِي يَمْلَأُ الْقَلْبَ. وَلِمَا فِيهِ مِنْ مَعْنَى الْمَلْءِ يُقَالُ: رَعَبْتُ الْحَوْضَ أَوِ الْإِنَاءَ أَيْ مَلَأْتُهُ، وَرَعَبَ السَّيْلُ الْوَادِي. وَقِيلَ: أَصْلُ مَعْنَاهُ الْقَطْعُ إِذْ يُقَالُ رَعَبْتُ السَّنَامَ وَرَعَبْتُهُ تَرْعِيبًا إِذَا قَطَعْتُهُ طُولًا، وَفَسَّرَهُ الرَّاغِبُ بِمَا يَجْمَعُ بَيْنَ الْمَعْنَيَيْنِ فَقَالَ: الرُّعْبُ الِانْقِطَاعُ مِنِ امْتِلَاءِ الْخَوْفِ اهـ. وَيُقَالُ: رَعَبْتُهُ (مِنْ بَابِ فَتَحَ) وَأَرْعَبْتُهُ، وَأَبْلَغُ مِنْهُ تَعْبِيرُ التَّنْزِيلِ بِإِلْقَاءِ الرُّعْبِ، وَبِقَذْفِ الرُّعْبِ فِي الْقَلْبِ لِمَا فِيهِ مِنَ الْإِشْعَارِ بِأَنَّهُ يُصَبُّ فِي الْقُلُوبِ دُفْعَةً وَاحِدَةً فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ - أَيْ: فَاضْرِبُوا الْهَامَ وَافْلِقُوا الرُّءُوسَ أَوِ اضْرِبُوا عَلَى الْأَعْنَاقِ، وَقَطِّعُوا الْأَيْدِيَ ذَاتَ الْبَنَانِ الَّتِي هِيَ أَدَاةُ التَّصَرُّفِ فِي الضَّرْبِ وَغَيْرِهِ، وَهُوَ مُتَعَيِّنٌ فِي حَالِ هُجُومِ الْفَارِسِ مِنَ الْكُفَّارِ عَلَى الرَّاجِلِ مِنَ الْمُسْلِمِينَ، فَإِذَا لَمْ يَسْبِقْ هَذَا إِلَى قَطْعِ يَدِهِ قَطَعَ ذَاكَ رَأْسَهُ. وَالْبَنَانُ جَمْعُ بَنَانَةٍ وَهُوَ أَطْرَافُ الْأَصَابِعِ. </p><p> وَفِي تَفْسِيرِ ابْنِ كَثِيرٍ عَنْ بَعْضِ الْمَغَازِيِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَعَلَ يَمُرُّ بَيْنَ الْقَتْلَى بِبَدْرٍ - أَيْ بَعْدَ انْتِهَاءِ الْمَعْرَكَةِ - وَيَقُولُ:  \" نَفْلِقُ هَامًا \" فَيُتِمُّ الْبَيْتَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ وَهُوَ </p><p> نَفْلِقُ هَامًا مِنْ رِجَالٍ أَعِزَّةٍ ... عَلَيْنَا، وَهُمْ كَانُوا أَعَقَّ وَأَظْلَمَا </p><p> وَهُوَ يَدُلُّ عَلَى أَلَمِهِ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى آلِهِ مِنَ الضَّرُورَةِ الَّتِي اضْطَرَّتْهُمْ إِلَى قَتْلِ صَنَادِيدِ قَوْمِهِ. وَاسْمُ التَّفْضِيلِ فِي \" أَعَقَّ وَأَظْلَمَ \" هُنَا عَلَى غَيْرِ بَابِهِ مُرَاعَاةً لِلظَّاهِرِ </p><p> فَإِنَّ الْمُشْرِكِينَ وَحْدَهُمْ هُمُ الَّذِينَ عَقُّوهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَظَلَمُوهُ هُوَ وَمَنْ آمَنَ بِهِ، حَتَّى </p><p> أَخْرَجُوهُمْ مِنْ وَطَنِهِمْ بَغْيًا وَعُدْوَانًا ثُمَّ تَبِعُوهُمْ إِلَى دَارِ هِجْرَتِهِمْ يُقَاتِلُونَهُمْ فِيهَا، وَرُوِيَ أَنَّهُ أَوْصَى بِنَفَرٍ مِنْ بَنِي هَاشِمٍ آلِهِ خَرَجُوا مَعَ الْمُشْرِكِينَ كَرْهًا أَلَّا يُقْتَلُوا، كَانَ مِنْهُمْ عَمُّهُ الْعَبَّاسُ رَضِيَ اللهُ عَنْهُ وَلَمْ يَكُنْ أَسْلَمَ. </p><p> مُقْتَضَى السِّيَاقِ أَنَّ وَحْيَ اللهِ لِلْمَلَائِكَةِ قَدْ تَمَّ بِأَمْرِهِ إِيَّاهُمْ بِتَثْبِيتِ الْمُؤْمِنِينَ، كَمَا يَدُلُّ عَلَيْهِ الْحَصْرُ فِي قَوْلِهِ عَنْ إِمْدَادِ الْمَلَائِكَةِ: وَمَا جَعَلَهُ اللهُ إِلَّا بُشْرَى إِلَخْ. وَقَوْلِهِ تَعَالَى: سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ إِلَخْ. بَدْءُ كَلَامٍ خُوطِبَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنُونَ تَتِمَّةً لِلْبُشْرَى، فَيَكُونُ الْأَمْرُ بِالضَّرْبِ مُوَجَّهًا إِلَى الْمُؤْمِنِينَ قَطْعًا، وَعَلَيْهِ الْمُحَقِّقُونَ الَّذِينَ جَزَمُوا بِأَنَّ الْمَلَائِكَةَ لَمْ تُقَاتِلْ يَوْمَ بَدْرٍ تَبَعًا لِمَا قَبْلَهُ مِنَ الْآيَاتِ، وَقِيلَ: إِنَّ هَذَا مِمَّا أُوحِيَ إِلَى الْمَلَائِكَةِ، وَتَأَوَّلَهُ هَؤُلَاءِ بِأَنَّهُ تَعَالَى أَمَرَهُمْ بِأَنْ يُلْقُوا هَذَا الْمَعْنَى فِي قُلُوبِ الْمُؤْمِنِينَ بِالْإِلْهَامِ، كَمَا كَانَ الشَّيْطَانُ يُخَوِّفُهُمْ، وَيُلْقِي فِي قُلُوبِهِمْ ضِدَّهُ بِالْوَسْوَاسِ. وَلَا يُرَدُّ عَلَى الْأَوَّلِ مَا قِيلَ مِنْ أَنَّهُ لَا يَصِحُّ إِلَّا إِذَا كَانَ الْخِطَابُ قَدْ وُجِّهَ إِلَى الْمُؤْمِنِينَ قَبْلَ الْقِتَالِ، وَالسُّورَةُ قَدْ نَزَلَتْ بَعْدَهُ - ; لِأَنَّ نُزُولَ السُّورَةِ بِنَظْمِهَا وَتَرْتِيبِهَا بَعْدَهُ لَا يُنَافِي حُصُولَ مَعَانِيهَا قَبْلَهُ وَفِي أَثْنَائِهِ، فَإِنَّ الْبِشَارَةَ بِالْإِمْدَادِ بِالْمَلَائِكَةِ وَمَا وَلِيَهُ قَدْ حَصَلَ قَبْلَ الْقِتَالِ، وَأَخْبَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصْحَابَهُ، ثُمَّ ذَكَّرَهُمُ اللهُ تَعَالَى بِهِ بِإِنْزَالِ السُّورَةِ بِرُمَّتِهَا تَذْكِيرًا بِمِنَنِهِ، وَلَوْلَا هَذَا لَمْ تَكُنْ لِلْبِشَارَةِ تِلْكَ الْفَائِدَةُ، وَالْخِطَابُ فِي السِّيَاقِ كُلِّهِ مُوَجَّهٌ إِلَى الْمُؤْمِنِينَ، وَإِنَّمَا ذَكَرَ فِيهَا وَحْيَهُ تَعَالَى لِلْمَلَائِكَةِ بِمَا ذَكَرَ عَرَضًا. وَقَدْ غَفَلَ عَنْ هَذَا الْمَعْنَى الْأَلُوسِيُّ تَبَعًا لِغَيْرِهِ وَادَّعَى أَنَّ الْآيَةَ ظَاهِرَةٌ فِي قِتَالِ الْمَلَائِكَةِ، وَقَدْ وَرَدَتْ رِوَايَاتٌ ضَعِيفَةٌ تَدُلُّ عَلَى قِتَالِ الْمَلَائِكَةِ لَمْ يَعْبَأِ الْإِمَامُ ابْنُ جَرِيرٍ بِشَيْءٍ مِنْهَا، وَلَمْ يَجْعَلْهَا حَقِيقَةً أَنْ تُذْكَرَ، وَلَوْ لِتَرْجِيحِ غَيْرِهَا عَلَيْهَا. </p><p> وَمَا أَدْرِي أَيْنَ يَضَعُ بَعْضُ الْعُلَمَاءِ عُقُولَهُمْ عِنْدَمَا يَغْتَرُّونَ بِبَعْضِ الظَّوَاهِرِ وَبَعْضِ الرِّوَايَاتِ الْغَرِيبَةِ الَّتِي يَرُدُّهَا الْعَقْلُ، وَلَا يُثْبِتُهَا مَا لَهُ قِيمَةٌ مِنَ النَّقْلِ. فَإِذَا كَانَ تَأْيِيدُ اللهِ لِلْمُؤْمِنِينَ بِالتَّأْيِيدَاتِ الرُّوحَانِيَّةِ الَّتِي تُضَاعِفُ الْقُوَّةَ الْمَعْنَوِيَّةَ، وَتَسْهِيلُهُ لَهُمُ الْأَسْبَابَ الْحِسِّيَّةَ كَإِنْزَالِ الْمَطَرِ، وَمَا كَانَ لَهُ مِنَ الْفَوَائِدِ لَمْ يَكُنْ كَافِيًا لِنَصْرِهِ إِيَّاهُمْ عَلَى الْمُشْرِكِينَ بِقَتْلِ سَبْعِينَ وَأَسْرِ سَبْعِينَ حَتَّى كَانَ أَلْفٌ - وَقِيلَ آلَافٌ - مِنَ </p><p> الْمَلَائِكَةِ يُقَاتِلُونَهُمْ مَعَهُمْ فَيَفْلِقُونَ مِنْهُمُ الْهَامَ، وَيَقْطَعُونَ مِنْ أَيْدِيهِمْ كُلَّ بَنَانٍ، فَأَيُّ مَزِيَّةٍ لِأَهْلِ بَدْرٍ فُضِّلُوا بِهَا عَلَى سَائِرِ الْمُؤْمِنِينَ مِمَّنْ غَزَوْا بَعْدَهُمْ، وَأَذَلُّوا الْمُشْرِكِينَ وَقَتَلُوا مِنْهُمُ الْأُلُوفَ؟ ! وَبِمَاذَا اسْتَحَقُّوا قَوْلَ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعُمَرَ رَضِيَ اللهُ عَنْهُ:  \" وَمَا يُدْرِيكَ لَعَلَّ اللهَ عَزَّ وَجَلَّ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ؟ \" رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ وَغَيْرُهُمَا. وَفِي كُتُبِ السِّيَرِ وَصْفٌ لِلْمَعْرَكَةِ عُلِمَ مِنْهُ الْقَاتِلُونَ وَالْآسِرُونَ لِأَشَدِّ الْمُشْرِكِينَ بَأْسًا - فَهَلْ تُعَارَضُ هَذِهِ الْبَيِّنَاتُ النَّقْلِيَّةُ وَالْعَقْلِيَّةُ بِرِوَايَاتٍ لَمْ يَرَهَا شَيْخُ الْمُفَسِّرِينَ ابْنُ جَرِيرٍ حَرِيَّةً بِأَنْ تُنْقَلَ. وَلَمْ يَذْكُرِ ابْنُ كَثِيرٍ مِنْهَا إِلَّا قَوْلَ الرَّبِيعِ بْنِ أَنَسٍ: \" كَانَ </p>"
}