{
  "id": null,
  "sura": 8,
  "aya": 60,
  "text": "<p> دِينَانِ وَرُوِيَ عَنْ أَبِي عُبَيْدَةَ عَامِرِ بْنِ الْجَرَّاحِ قَالَ: آخِرُ مَا تَكَلَّمَ بِهِ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: أَخْرِجُوا يَهُودَ أَهْلِ الْحِجَازِ وَأَهْلِ نَجْرَانَ مِنْ جَزِيرَةِ الْعَرَبِ \" قَالَ </p><p> الشَّافِعِيُّ: جَزِيرَةُ الْعَرَبِ الَّتِي أَخْرَجَ عُمَرُ مِنْهَا الْيَهُودَ وَالنَّصَارَى مَكَّةُ وَالْمَدِينَةُ وَالْيَمَامَةُ وَمُخَالِيفِهَا، فَأَمَّا الْيَمَنُ فَلَيْسَ مِنْ جَزِيرَةِ الْعَرَبِ اهـ. أَيْ لَيْسَ مِنَ الْجَزِيرَةِ الْمُرَادَةِ بِالْحَدِيثِ؛ لِأَنَّ عُمَرَ الْمُنَفِّذُ لِلْوَصِيَّةِ النَّبَوِيَّةِ لَمْ يُخْرِجِ الْيَهُودَ مِنْهُ، فَبِهَذَا خَصُّوا لَفْظَ الْجَزِيرَةِ بِالْحِجَازِ، وَمِنْهُ أَرْضُ خَيْبَرَ فَإِنَّ عُمَرَ أَجْلَاهُمْ مِنْهَا. وَيَقُولُ بَعْضُ الْعُلَمَاءِ بِعُمُومِ الْأَحَادِيثِ وَلَيْسَ هَذَا الْمَحِلُّ مَحِلَّ تَحْقِيقِهِ. </p><p> وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ عُلِمَ مِنَ الْآيَاتِ الَّتِي قَبْلَ هَذِهِ أَنَّ أَهْلَ الْكِتَابِ مِنَ الْيَهُودِ الَّذِينَ عَقَدَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَعَهُمُ الْعُهُودَ الَّتِي أَمَّنَهُمْ بِهَا عَلَى أَنْفُسِهِمْ وَأَمْوَالِهِمْ وَحُرِّيَّةِ دِينِهِمْ، فَقَدْ خَانُوهُ وَنَقَضُوا عَهْدَهُ وَسَاعَدُوا عَلَيْهِ أَعْدَاءَهُ مِنَ الْمُشْرِكِينَ الَّذِينَ أَخْرَجُوهُ هُوَ وَمَنْ آمَنَ بِهِ مِنْ دِيَارِهِمْ وَوَطَنِهِمْ، ثُمَّ تَبِعُوهُمْ إِلَى مَهْجَرِهِمْ يُقَاتِلُونَهُمْ فِيهِ لِأَجْلِ دِينِهِمْ، وَأَنَّهُ بِذَلِكَ صَارَ جَمِيعُ أَهْلِ الْحِجَازِ الَّذِينَ كَفَرُوا بِمَا جَاءَ بِهِ مِنَ الْحَقِّ حَرْبًا لَهُ، الْمُشْرِكُونَ وَأَهْلُ الْكِتَابِ سَوَاءٌ، فَنَاسَبَ بَعْدَ ذَلِكَ أَنْ يُبَيِّنَ تَعَالَى لِلْمُؤْمِنِينَ مَا يَجِبُ عَلَيْهِمْ فِي حَالِ الْحَرْبِ الَّتِي كَانَتْ أَمْرًا وَاقِعًا لَمْ يَكُونُوا هُمُ الْمُحْدِثِينَ لَهُ </p><p> وَلَا الْبَادِئِينَ بِالْعُدْوَانِ فِيهِ، كَمَا أَنَّهُ سُنَّةٌ مِنْ سُنَنِ الِاجْتِمَاعِ الْبَشَرِيِّ فِي الْمُصَارَعَةِ بَيْنَ الْحَقِّ وَالْبَاطِلِ، وَالْقُوَّةِ وَالضَّعْفِ، وَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ: </p><p> وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ الْإِعْدَادُ تَهْيِئَةُ الشَّيْءِ لِلْمُسْتَقْبَلِ، وَالرِّبَاطُ فِي أَصْلِ اللُّغَةِ الْحَبْلُ الَّذِي تُرْبَطُ بِهِ الدَّابَّةُ كَالْمِرْبَطِ (بِالْكَسْرِ) وَرِبَاطُ الْخَيْلِ حَبْسُهَا وَاقْتِنَاؤُهَا - وَرَابَطَ الْجَيْشُ: أَقَامَ فِي الثَّغْرِ، وَالْأَصْلُ أَنْ يَرْبِطَ هَؤُلَاءِ وَهَؤُلَاءِ خُيُولَهُمْ، ثُمَّ سَمَّى الْإِقَامَةَ فِي الثَّغْرِ مُرَابَطَةً وَرِبَاطًا اهـ. مِنَ الْأَسَاسِ. </p><p> أَمَرَ اللهُ تَعَالَى عِبَادَهُ الْمُؤْمِنِينَ بِأَنْ يَجْعَلُوا الِاسْتِعْدَادَ لِلْحَرْبِ (الَّتِي عَلِمُوا أَنْ لَا مَنْدُوحَةَ عَنْهَا لِدَفْعِ الْعُدْوَانِ وَالشَّرِّ، وَلِحِفْظِ الْأَنْفُسِ وَرِعَايَتِهِ الْحَقَّ وَالْعَدْلَ وَالْفَضِيلَةَ) بِأَمْرَيْنِ: (أَحَدِهِمَا) إِعْدَادُ جَمِيعِ أَسْبَابِ الْقُوَّةِ لَهَا بِقَدْرِ الِاسْتِطَاعَةِ. (وَثَانِيهِمَا) مُرَابَطَةُ فُرْسَانِهِمْ فِي ثُغُورِ بِلَادِهِمْ وَحُدُودِهَا، وَهِيَ مَدَاخِلُ الْأَعْدَاءِ وَمَوَاضِعُ مُهَاجَمَتِهِمْ لِلْبِلَادِ، وَالْمُرَادُ أَنْ يَكُونَ لِلْأُمَّةِ جُنْدٌ دَائِمٌ مُسْتَعِدٌّ لِلدِّفَاعِ عَنْهَا إِذَا فَاجَأَهَا الْعَدُوُّ عَلَى غِرَّةٍ، قَاوَمَهُ الْفُرْسَانُ، لِسُرْعَةِ حَرَكَتِهِمْ، وَقُدْرَتِهِمْ عَلَى الْجَمْعِ بَيْنَ الْقِتَالِ، وَإِيصَالِ أَخْبَارِهِ مِنْ ثُغُورِ الْبِلَادِ إِلَى عَاصِمَتِهَا وَسَائِرِ أَرْجَائِهَا، وَلِذَلِكَ عَظَّمَ الشَّارِعُ أَمْرَ الْخَيْلِ وَأَمَرَ بِإِكْرَامِهَا. وَهَذَانِ الْأَمْرَانِ هُمَا اللَّذَانِ تُعَوِّلُ عَلَيْهِمَا جَمِيعُ الدُّوَلِ الْحَرْبِيَّةِ إِلَى هَذَا الْعَهْدِ الَّتِي ارْتَقَتْ فِيهِ الْفُنُونُ الْعَسْكَرِيَّةُ وَعَتَادُ الْحَرْبِ إِلَى دَرَجَةٍ لَمْ يَسْبِقْ لَهَا نَظِيرٌ، بَلْ لَمْ تَكُنْ تُدْرِكُهَا الْعُقُولُ وَلَا تَتَخَيَّلُهَا الْأَفْكَارُ. </p><p> وَمِنَ الْمَعْلُومِ بِالْبَدَاهَةِ أَنَّ إِعْدَادَ الْمُسْتَطَاعِ مِنَ الْقُوَّةِ يَخْتَلِفُ امْتِثَالُ الْأَمْرِ الرَّبَّانِيِّ بِهِ بِاخْتِلَافِ دَرَجَاتِ الِاسْتِطَاعَةِ فِي كُلِّ زَمَانٍ وَمَكَانٍ بِحَسْبِهِ، وَقَدْ رَوَى مُسْلِمٌ فِي صَحِيحِهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ أَنَّهُ سَمِعَ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَقَدْ تَلَا هَذِهِ الْآيَةَ عَلَى الْمِنْبَرِ يَقُولُ:  \" أَلَا إِنَّ الْقُوَّةَ الرَّمْيُ \" قَالَهَا ثَلَاثًا، وَهَذَا كَمَا قَالَ بَعْضُ الْمُفَسِّرِينَ مِنْ قَبِيلِ حَدِيثِ الْحَجُّ عَرَفَةُ بِمَعْنَى أَنَّ كُلًّا مِنْهُمَا أَعْظَمُ الْأَرْكَانِ فِي بَابِهِ، وَذَلِكَ أَنَّ رَمْيَ الْعَدُوِّ عَنْ بُعْدٍ بِمَا يَقْتُلُهُ أَسْلَمُ مِنْ مُصَاوَلَتِهِ عَلَى الْقُرْبِ بِسَيْفٍ أَوْ رُمْحٍ أَوْ حَرْبَةٍ، وَإِطْلَاقُ الرَّمْيِ فِي الْحَدِيثِ يَشْمَلُ كُلَّ مَا يُرْمَى بِهِ الْعَدُوُّ مِنْ سَهْمٍ أَوْ </p><p> قَذِيفَةِ مَنْجَنِيقٍ أَوْ طَيَّارَةٍ أَوْ بُنْدُقِيَّةٍ أَوْ مِدْفَعٍ وَغَيْرِ ذَلِكَ، وَإِنْ لَمْ يَكُنْ كُلُّ هَذَا مَعْرُوفًا فِي عَصْرِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَإِنَّ اللَّفْظَ يَشْمَلُهُ وَالْمُرَادُ مِنْهُ يَقْتَضِيهِ، وَلَوْ كَانَ قَيَّدَهُ بِالسِّهَامِ الْمَعْرُوفَةِ فِي ذَلِكَ الْعَصْرِ فَكَيْفَ وَهُوَ لَمْ يُقَيِّدْهُ، وَمَا يُدْرِينَا لَعَلَّ اللهَ تَعَالَى أَجْرَاهُ عَلَى لِسَانِ رَسُولِهِ مُطْلَقًا، لِيَدُلَّ عَلَى الْعُمُومِ لِأُمَّتِهِ فِي كُلِّ عَصْرٍ بِحَسْبِ مَا يُرْمَى بِهِ فِيهِ - وَهُنَاكَ أَحَادِيثُ أُخْرَى فِي الْحَثِّ عَلَى الرَّمْيِ بِالسِّهَامِ؛ لِأَنَّهُ كَرَمْيِ الرَّصَاصِ فِي هَذِهِ الْأَيَّامِ، عَلَى أَنَّ لَفْظَ الْآيَةِ أَدَلُّ عَلَى الْعُمُومِ؛ لِأَنَّهُ أَمْرٌ بِالْمُسْتَطَاعِ مُوَجَّهٌ إِلَى الْأُمَّةِ فِي كُلِّ زَمَانٍ وَمَكَانٍ كَسَائِرِ خِطَابَاتٍ التَّشْرِيعِ حَتَّى مَا كَانَ مِنْهَا وَارِدًا فِي سَبَبٍ مُعَيَّنٍ. وَمِنْ قَوَاعِدَ الْأُصُولِ أَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ، فَالْوَاجِبُ عَلَى الْمُسْلِمِينَ فِي هَذَا الْعَصْرِ بِنَصِّ الْقُرْآنِ صُنْعُ الْمَدَافِعِ بِأَنْوَاعِهَا وَالْبَنَادِقِ وَالدَّبَّابَاتِ وَالطَّيَّارَاتِ وَالْمَنَاطِيدِ وَإِنْشَاءُ السُّفُنِ الْحَرْبِيَّةِ بِأَنْوَاعِهَا، وَمِنْهَا الْغَوَّاصَاتُ الَّتِي تَغُوصُ فِي الْبَحْرِ، وَيَجِبُ عَلَيْهِمْ تَعَلُّمُ الْفُنُونِ وَالصِّنَاعَاتِ الَّتِي يَتَوَقَّفُ عَلَيْهَا </p><p> صُنْعُ هَذِهِ الْأَشْيَاءِ وَغَيْرِهَا مِنْ قُوَى الْحَرْبِ بِدَلِيلِ: مَا لَا يَتِمُّ الْوَاجِبُ الْمُطْلَقُ إِلَّا بِهِ فَهُوَ وَاجِبٌ \" وَقَدْ وَرَدَ أَنَّ الصَّحَابَةَ اسْتَعْمَلُوا الْمَنْجَنِيقَ مَعَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي غَزْوَةِ خَيْبَرَ وَغَيْرِهَا. وَكُلُّ الصِّنَاعَاتِ الَّتِي عَلَيْهَا مَدَارُ الْمَعِيشَةِ مِنْ فُرُوضِ الْكِفَايَةِ كَصِنَاعَاتِ آلَاتِ الْقِتَالِ. </p><p> وَقَدْ أَدْرَكَ بَعْضَ هَذِهِ الْآلَاتِ الْحَرْبِيَّةِ السَّيِّدُ الْآلُوسِيُّ مِنَ الْمُفَسِّرِينَ الْمُتَأَخِّرِينَ، فَقَالَ بَعْدَ إِيرَادِ بَعْضِ الْأَحَادِيثِ الْوَارِدَةِ فِي الرَّمْيِ مَا نَصَّهُ: وَأَنْتَ تَعْلَمُ أَنَّ الرَّمْيَ بِالنِّبَالِ الْيَوْمَ لَا يُصِيبُ هَدَفَ الْقَصْدِ مِنَ الْعَدْوِ، وَلِأَنَّهُمُ اسْتَعْمَلُوا الرَّمْيَ بِالْبُنْدُقِ وَالْمَدَافِعِ وَلَا يَكَادُ يَنْفَعُ مَعَهُمَا نَبْلٌ، وَإِذَا لَمْ يُقَابَلُوا بِالْمِثْلِ عَمَّ الدَّاءُ الْعُضَالُ، وَاشْتَدَّ الْوَبَالُ وَالنَّكَالُ، وَمَلَكَ الْبَسِيطَةَ أَهْلُ الْكُفْرِ وَالضَّلَالِ، فَالَّذِي أُرَاهُ وَالْعِلْمُ عِنْدَ اللهِ تَعَالَى تَعَيُّنِ تِلْكَ الْمُقَابَلَةِ عَلَى أَئِمَّةِ الْمُسْلِمِينَ، وَحُمَاةِ الدِّينِ، وَلَعَلَّ فَضْلَ ذَلِكَ الرَّمْيِ يَثْبُتُ لِهَذَا الرَّمْيِ لِقِيَامِهِ مَقَامَهُ فِي الذَّبِّ عَنْ بَيْضَةِ الْإِسْلَامِ، وَلَا أَرَى مَا فِيهِ مِنَ النَّارِ لِلضَّرُورَةِ الدَّاعِيَةِ إِلَيْهِ إِلَّا سَبَبًا لِلْفَوْزِ بِالْجَنَّةِ إِنْ شَاءَ اللهُ تَعَالَى، وَلَا يَبْعُدُ </p><p> دُخُولُ مِثْلِ هَذَا الرَّمْيِ فِي عُمُومِ قَوْلِهِ تَعَالَى: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ. </p><p> وَأَقُولُ: قَدْ جَزَمَ الْعُلَمَاءُ قَبْلَهُ بِعُمُومِ نَصِّ الْآيَةِ، قَالَ الرَّازِيُّ بَعْدَ أَنْ أَوْرَدَ ثَلَاثَةَ أَقْوَالٍ فِي تَفْسِيرِهَا مِنْهَا الرَّمْيُ الْوَارِدُ فِي الْحَدِيثِ: قَالَ أَصْحَابُ الْمَعَانِي: الْأَوْلَى أَنْ يُقَالَ: إِنَّ هَذَا عَامٌّ فِي كُلِّ مَا يُتَقَوَّى بِهِ عَلَى حَرْبِ الْعَدُوِّ، وَكُلَّ مَا هُوَ آلَةٌ لِلْغَزْوِ وَالْجِهَادِ فَهُوَ مِنْ جُمْلَةِ الْقُوَّةِ، ثُمَّ ذَكَرَ حَدِيثَ الرَّمْيِ وَأَنَّهُ كَحَدِيثِ الْحَجُّ عَرَفَةُ وَأَنَا لَا أَدْرِي سَبَبًا لِالْتِجَاءِ الْآلُوسِيِّ فِي الْمَسْأَلَةِ إِلَى الرَّأْيِ وَالِاجْتِهَادِ، وَاكْتِفَائِهِ بِدُخُولِ هَذِهِ الْآلَاتِ فِي عُمُومِ نَصِّ الْآيَةِ بِعَدَمِ الِاسْتِبْعَادِ، إِلَّا أَنْ يَكُونَ بَعْضُ الْمُعَمَّمِينَ فِي عَصْرِهِ حَرَّمُوا اسْتِعْمَالَ هَذِهِ الْآلَاتِ النَّارِيَّةِ بِشُبْهَةٍ أَنَّهَا مِنْ قَبِيلِ التَّعْذِيبِ بِالنَّارِ الَّذِي مَنَعَهُ الْإِسْلَامُ كَمَا يُشِيرُ إِلَيْهِ قَوْلُهُ: وَلَا أَرَى مَا فِيهِ مِنَ النَّارِ إِلَخْ. </p><p> نَعَمْ: إِنَّ الْإِسْلَامَ دِينُ الرَّحْمَةِ قَدْ مَنَعَ مِنَ التَّعْذِيبِ بِالنَّارِ كَمَا كَانَ يَفْعَلُ الظَّالِمُونَ وَالْجَبَّارُونَ مِنَ الْمُلُوكِ بِأَعْدَائِهِمْ، كَأَصْحَابِ الْأُخْدُودِ الْمُلْعُونِينَ فِي سُورَةِ الْبُرُوجِ، وَلَكِنْ مِنَ الْجَهْلِ وَالْغَبَاوَةِ أَنْ يُعَدَّ حَرْبُ الْأَسْلِحَةِ النَّارِيَّةِ لِلْأَعْدَاءِ الَّذِينَ يُحَارِبُونَنَا بِهَا مِنْ هَذَا الْقَبِيلِ بِأَنْ يُقَالَ: إِنَّ دِينَنَا دِينُ الرَّحْمَةِ يَأْمُرُنَا أَنْ نَحْتَمِلَ قَتْلَهُمْ إِيَّانَا بِهَذِهِ الْمَدَافِعِ، وَأَلَّا نُقَاتِلَهُمْ بِهَا رَحْمَةً بِهِمْ، مَعَ الْعِلْمِ بِأَنَّ اللهَ تَعَالَى أَبَاحَ لَنَا فِي التَّعَامُلِ فِيمَا بَيْنَنَا أَنْ نَجْزِيَ عَلَى السَّيِّئَةِ بِمِثْلِهَا عَمَلًا بِالْعَدْلِ، وَجَعَلَ الْعَفْوَ فَضِيلَةً لَا فَرِيضَةً فَقَالَ: وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (٤٢: ٤٠ و١٤) إِلَى أَخِرِ الْآيَاتِ. وَقَالَ: وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٦: ١٢٦) أَفَلَا يَكُونُ مِنَ الْعَدْلِ بَلْ فَوْقَ الْعَدْلِ فِي الْأَعْدَاءِ أَنْ نُعَامِلَهُمْ بِمِثْلِ الْعَدْلِ الَّذِي نُعَامِلُ بِهِ إِخْوَانَنَا أَوْ بِمَا وَرَدَ بِمَعْنَى الْآيَةِ فِي بَعْضِ الْآثَارِ، قَاتِلُوهُمْ بِمِثْلِ مَا يُقَاتِلُونَكُمْ </p><p> بِهِ؟ وَهُمْ لَيْسُوا أَهْلًا لِلْعَدْلِ فِي حَالِ الْحَرْبِ، نَعَمْ وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ النَّهْيُ عَنْ تَحْرِيقِ الْكُفَّارِ الْحَرْبِيِّينَ بِالنَّارِ، وَلَكِنَّ هَذَا لَيْسَ مِنْهُ، عَلَى أَنَّ عُلَمَاءَ السَّلَفِ وَفُقَهَاءَ الْأَمْصَارِ اخْتَلَفُوا فِي حُكْمِهِ، فَأَبَاحَهُ بَعْضُهُمْ مُطْلَقًا، وَبَعْضُهُمْ عِنْدَ </p><p> الْحَاجَةِ الْحَرْبِيَّةِ كَإِحْرَاقِ سُفُنِ الْحَرْبِ وَلَوْ لَمْ يَكُنْ جَزَاءً بِالْمِثْلِ، وَالْجَزَاءُ أَوْلَى. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى: تُرْهِبُونَ بِهِ عَدُوَّ اللهِ وَعَدُوَّكُمْ فَمَعْنَاهُ: أَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنَ الْقُوَّةِ الْحَرْبِيَّةِ الشَّامِلَةِ لِجَمِيعِ عَتَادِ الْقِتَالِ وَمَا يَحْتَاجُ إِلَيْهِ الْجُنْدُ، وَمِنَ الْفُرْسَانِ الْمُرَابِطِينَ فِي ثُغُورِكُمْ وَأَطْرَافِ بِلَادِكُمْ حَالَةَ كَوْنِكُمْ تُرْهِبُونَ بِهَذَا الْإِعْدَادِ - أَوِ الْمُسْتَطَاعِ مِنَ الْقُوَّةِ وَالرِّبَاطِ - عَدُوَّ اللهِ الْكَافِرِينَ بِهِ، وَبِمَا أَنْزَلَهُ عَلَى رَسُولِهِ، وَعَدُوَّكُمُ الَّذِينَ يَتَرَبَّصُونَ بِكُمُ الدَّوَائِرَ وَيُنَاجِزُونَكُمُ الْحَرْبَ عِنْدَ الْإِمْكَانِ. وَالْإِرْهَابُ: الْإِيقَاعُ فِي الرَّهْبَةِ، وَمِثْلُهَا الرَّهَبُ بِالتَّحْرِيكِ، وَهُوَ الْخَوْفُ الْمُقْتَرِنُ بِالِاضْطِرَابِ، كَمَا قَالَ الرَّاغِبُ. وَكَانَ مُشْرِكُو مَكَّةَ وَمَنْ وَالَاهُمْ هُمُ الْجَامِعِينَ لِهَاتَيْنِ الْعَدَاوَتَيْنِ فِي وَقْتِ نُزُولِ الْآيَةِ عَقِبَ غَزْوَةِ بَدْرٍ، وَفِيهِمْ نَزَلَ فِي الْمَدِينَةِ: لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ (٦٠: ١) وَقِيلَ: يَدْخُلُ فِيهِمْ أَيْضًا مَنْ وَالَاهُمْ مِنَ الْيَهُودِ كَبَنِي قُرَيْظَةَ. وَقِيلَ: لَا، وَإِيمَانُ هَؤُلَاءِ بِاللهِ وَبِالْوَحْيِ لَمْ يَكُنْ يَوْمَئِذٍ عَلَى الْوَجْهِ الْحَقِّ الَّذِي يُرْضِي اللهَ تَعَالَى، وَالْيَهُودُ الَّذِينَ وَالَوْهُمْ عَلَى عَدَاوَتِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ هُمُ الْمَعْنِيُّونَ أَوْ بَعْضُ الْمَعْنِيِّينَ بِقَوْلِهِ تَعَالَى: وَآخَرِينَ مِنْ دُونِهِمْ أَيْ: وَتَرْهَبُونَ بِهِ أُنَاسًا مِنْ غَيْرِ هَؤُلَاءِ الْأَعْدَاءِ الْمَعْرُوفِينَ أَوْ مِنْ وَرَائِهِمْ لَا تَعْلَمُونَهُمُ اللهُ يَعْلَمُهُمْ أَيْ: لَا تَعْلَمُونَ الْآنَ عَدَاوَتَهُمْ، أَوْ لَا تَعْرِفُونَ ذَوَاتِهِمْ وَأَعْيَانَهُمْ بَلِ اللهُ يَعْلَمُهُمْ وَهُوَ عَلَّامُ الْغُيُوبِ. قَالَ مُجَاهِدٌ: هُمْ بَنُو قُرَيْظَةَ، وَعَزَاهُ الْبَغَوِيُّ إِلَى مُقَاتِلٍ وَقَتَادَةَ أَيْضًا. وَقَالَ السُّدِّيُّ: هُمْ أَهْلُ فَارِسَ قَالَ مُقَاتِلٌ وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ: هُمُ الْمُنَافِقُونَ. وَسَيَأْتِي تَوْجِيهُهُ، وَقَالَ السُّهَيْلِيُّ: الْمُرَادُ كُلُّ مَنْ لَا تُعْرَفُ عَدَاوَتُهُ، وَالْمَعْنَى أَنَّهُ عَامٌّ فِيهِمْ وَفِي غَيْرِهِمْ مِنَ الْأَقْوَامِ الَّذِينَ أَظْهَرَتِ الْأَيَّامُ بَعْدَ ذَلِكَ عَدَاوَتَهُمْ لِلْمُسْلِمِينَ فِي عَهْدِ الرَّسُولِ وَمِنْ بَعْدِهِ كَالرُّومِ، وَعَجِيبٌ مِمَّنْ ذَكَرَ الْفُرْسَ فِي تَفْسِيرِهَا وَلَمْ يَذْكُرِ الرُّومَ الَّذِينَ كَانُوا أَقْرَبَ إِلَى جَزِيرَةِ الْعَرَبِ، بَلْ قَالَ بَعْضُهُمْ مَا مَعْنَاهُ: إِنَّهُ يَشْمَلُ مَنْ عَادَى جَمَاعَةَ الْمُسْلِمِينَ وَأَئِمَّتَهُمْ مِنَ الْمُسْلِمِينَ أَنْفُسِهِمْ وَقَاتَلَهُمْ، كَالْمُبْتَدِعَةِ الَّذِينَ خَرَجُوا عَلَى الْجَمَاعَةِ وَقَاتَلُوهُمْ أَوْ أَعَانُوا أَعْدَاءَهُمْ عَلَيْهِمْ. وَقَالَ الْحَسَنُ: هُمُ الشَّيَاطِينُ وَالْجِنُّ وَرَوَوْا فِيهِ </p><p> حَدِيثًا عَنْ عَبْدِ اللهِ بْنِ غَرِيبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّهُ قَالَ:  \" هُمُ الْجِنُّ وَلَا يَخْبِلُ الشَّيْطَانُ إِنْسَانًا فِي دَارِهِ فَرَسٌ عَتِيقٌ \" قَالَ الْآلُوسِيُّ: وَرُوِيَ ذَلِكَ عَنِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ أَيْضًا وَاخْتَارَهُ الطَّبَرِيُّ، وَإِذَا صَحَّ الْحَدِيثُ لَا يَنْبَغِي الْعُدُولُ عَنْهُ. اهـ. وَهُوَ ظَاهِرٌ فِي اخْتِيَارِهِ لَهُ بِظَنِّهِ أَنَّ الْحَدِيثَ صَحِيحٌ، وَبِمِثْلِ هَذِهِ الرِّوَايَاتِ الْمُنْكَرَةِ عَنِ الْمَجْهُولِينَ يَصْرِفُونَ الْمُسْلِمِينَ عَنِ الْمَقَاصِدِ الْمُهِمَّةِ الَّتِي عَلَيْهَا مَدَارُ شَوْكَتِهِمْ وَحَيَاتِهِمْ، إِلَى مِثْلِ هَذَا الْمَعْنَى الْخُرَافِيِّ الَّذِي حَاصِلُهُ أَنَّ اقْتِنَاءَ الْخَيْلِ الْعِتَاقِ يُرْهِبُ </p><p> الْجِنَّ وَيَحْفَظُ النَّاسَ مِنْ خَبَلِهِمْ، كَأَنَّهَا تَعَاوِيذُ لِلْوِقَايَةِ مِنَ الْجُنُونِ، لَا عُدَّةٌ لِإِرْهَابِ الْعَدُوِّ، وَهُوَ خِلَافُ الْمُتَبَادَرِ مِنَ الْآيَةِ، وَمِنْ سَائِرِ السِّيَاقِ الَّذِي هُوَ فِي قِتَالِ الْمُحَارِبِينَ مِنْ أَعْدَاءِ الْمُؤْمِنِينَ، وَالْحَدِيثُ فِيهِ لَمْ يَصِحَّ، قَالَ الْحَافِظُ ابْنُ كَثِيرٍ بَعْدَ أَنْ أَوْرَدَهُ: وَهَذَا الْحَدِيثُ مُنْكَرٌ لَا يَصِحُّ إِسْنَادُهُ وَلَا مَتْنُهُ اهـ. </p><p> وَأَقُولُ: إِنَّ مِنْ سَقَطَاتِ ابْنِ جَرِيرٍ اخْتِيَارُهُ لَهُ، وَاسْتِدْلَالُهُ عَلَى بُطْلَانِ سَائِرِ الْأَقْوَالِ الَّتِي رَوَاهَا فِي مَعْنَى الْآيَةِ وَتَقَدَّمَ ذِكْرُهَا بِقَوْلِهِ تَعَالَى: لَا تَعْلَمُونَهُمُ اللهُ يَعْلَمُهُمْ وَزَعْمُهُ أَنَّهُمْ كَانُوا يَعْلَمُونَ عَدَاوَةَ بَنِي قُرَيْظَةَ وَفَارِسَ وَالْمُنَافِقِينَ لَهُمْ قَبْلَ نُزُولِ الْآيَةِ وَهُوَ غَيْرُ مُسَلَّمٍ عَلَى إِطْلَاقِهِ، فَأَمَّا نَقْضُ قُرَيْظَةَ لِلْعَهْدِ فَقَدِ اعْتَذَرُوا عَنْهُ فَقَبِلَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عُذْرَهُمْ وَلَمْ يُعَامِلْهُمْ مُعَامَلَةَ الْأَعْدَاءِ وَلَا سِيَّمَا عِنْدَ نُزُولِ هَذِهِ السُّورَةِ عَقِبَ غَزْوَةِ بَدْرٍ، وَأَمَّا الْفُرْسُ فَلَمْ تَكُنْ عَدَاوَتُهُمْ تَخْطُرُ بِبَالِ أَحَدٍ مِنَ الْمُسْلِمِينَ فِي ذَلِكَ الْعَهْدِ، وَكَذَلِكَ الْمُنَافِقُونَ لَمْ يَكُونُوا يُعَدُّونَ مِنَ الْأَعْدَاءِ الَّذِينَ يُرْهَبُونَ بِإِعْدَادِ قُوَى الْحَرْبِ وَرِبَاطِ الْخَيْلِ، إِذْ لَمْ يَفْضَحِ الْوَحْيُ كُفْرَ الْكَثِيرِينَ مِنْهُمْ إِلَّا بَعْدَ ذَلِكَ فِي غَزْوَةِ تَبُوكَ وَبَقِيَ بَاقِيهِمْ عَلَى ظَاهِرِ إِسْلَامِهِ، قَالَ ابْنُ كَثِيرٍ بَعْدَ نَقْلِ الْأَقْوَالِ السَّابِقَةِ وَمَا تَقَدَّمَ عَنْهُ فِي حَدِيثِ عَبْدِ اللهِ بْنِ غَرِيبٍ: وَقَالَ مُقَاتِلُ بْنُ حَيَّانَ وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ: هُمُ الْمُنَافِقُونَ. وَهَذَا أَشْبَهُ الْأَقْوَالِ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ (٩: ١٠١) اهـ. وَقَالَ بَعْضُهُمْ بِالْوَقْفِ عَنْ تَعْيِينِهِمْ، لِقَوْلِهِ تَعَالَى لِنَبِيِّهِ: لَا تَعْلَمُهُمْ </p><p> نَحْنُ نَعْلَمُهُمْ وَلَكِنْ عَدَمُ عِلْمِهِمْ عِنْدَ نُزُولِ الْآيَةِ لَا يُنَافِي هَذَا الْعِلْمَ بَعْدَ ذَلِكَ. وَالْمُخْتَارُ عِنْدَنَا أَنَّ الْعِبَارَةَ تَشْمَلُ كُلَّ مَنْ ظَهَرَتْ عَدَاوَتُهُ بَعْدَ ذَلِكَ لِجَمَاعَةِ الْمُسْلِمِينَ مِنْ أَعْدَاءِ اللهِ وَرَسُولِهِ، وَمِنَ الْمُبْتَدِعِينَ فِي دِينِهِ الْكَارِهِينَ لِجَمَاعَةِ الْمُسْلِمِينَ كَمَا تَقَدَّمَ بَعْدَ نَقْلِ عِبَارَةِ السُّهَيْلِيِّ. </p><p> وَقَالَ الرَّازِيُّ فِي التَّعْلِيلِ: ثُمَّ إِنَّ اللهَ تَعَالَى ذَكَرَ مَا لِأَجْلِهِ أَمَرَ بِإِعْدَادِ هَذِهِ الْأَشْيَاءِ فَقَالَ: تُرْهِبُونَ بِهِ عَدُوَّ اللهِ وَعَدُوَّكُمْ وَذَلِكَ أَنَّ الْكُفَّارَ إِذَا عَلِمُوا أَنَّ كَوْنَ الْمُسْلِمِينَ مُتَأَهِّبِينَ لِلْجِهَادِ وَمُسْتَعِدِّينَ لَهُ مُسْتَكْمِلِينَ لِجَمِيعِ الْأَسْلِحَةِ وَالْآلَاتِ خَافُوهُمْ، وَذَلِكَ الْخَوْفُ يُفِيدُ أُمُورًا كَثِيرَةً:  (أَوَّلُهَا) أَنَّهُمْ لَا يَقْصِدُونَ دَارَ الْإِسْلَامِ. (وَثَانِيهَا) أَنَّهُ إِذَا اشْتَدَّ خَوْفُهُمْ فَرُبَّمَا الْتَزَمُوا مِنْ عِنْدِ أَنْفُسِهِمْ جِزْيَةً. (وَثَالِثُهَا) أَنَّهُ رُبَّمَا صَارَ ذَلِكَ دَاعِيًا لَهُمْ إِلَى الْإِيمَانِ (وَرَابِعُهَا) أَنَّهُمْ لَا يُعِينُونَ سَائِرَ الْكُفَّارِ. (وَخَامِسُهَا) أَنْ يَصِيرَ ذَلِكَ سَبَبًا لِمَزِيدِ الزِّينَةِ فِي دَارِ الْإِسْلَامِ. </p><p> ثُمَّ قَالَ فِي تَفْسِيرِ الْآخَرِينَ مِنْ دُونِهِمْ: وَالْمُرَادُ أَنَّ تَكْثِيرَ آلَاتِ الْجِهَادِ وَأَدَوَاتِهَا كَمَا يُرْهِبُ الْأَعْدَاءَ الَّذِينَ نَعْلَمُ كَوْنَهُمْ أَعْدَاءً، كَذَلِكَ يُرْهِبُ الْأَعْدَاءَ الَّذِينَ لَا نَعْلَمُ أَنَّهُمْ أَعْدَاءٌ، ثُمَّ فِيهِ وُجُوهٌ الْأَوَّلُ وَهُوَ الْأَصَحُّ أَنَّهُمْ هُمُ الْمُنَافِقُونَ - وَبَيَّنَهُ مِنْ وَجْهَيْنِ:  (الْأَوَّلُ) أَنَّهُمْ إِذَا شَاهَدُوا قُوَّةَ الْمُسْلِمِينَ وَكَثْرَةَ آلَاتِهِمْ وَأَدَوَاتِهِمُ انْقَطَعَ طَمَعُهُمْ مِنْ أَنْ يَصِيرُوا مَغْلُوبِينَ، وَذَلِكَ يَحْمِلُهُمْ </p><p> عَلَى أَنْ يَتْرُكُوا الْكُفْرَ فِي قُلُوبِهِمْ وَبَوَاطِنِهِمْ وَيَصِيرُوا مُخْلِصِينَ فِي الْإِيمَانِ. (الثَّانِي) أَنَّ الْمُنَافِقَ مِنْ عَادَتِهِ أَنْ يَتَرَبَّصَ ظُهُورَ الْآفَاتِ، وَيَحْتَالَ فِي إِلْقَاءِ الْإِفْسَادِ وَالتَّفْرِيقِ فِيمَا بَيْنَ الْمُسْلِمِينَ، فَإِذَا شَاهَدَ كَوْنَ الْمُسْلِمِينَ فِي غَايَةِ الْقُوَّةِ خَافَهُمْ، وَتَرَكَ هَذِهِ الْأَفْعَالَ الْمَذْمُومَةَ اهـ. وَكُلُّ مَا قَالَهُ حَسَنٌ وَصَوَابٌ إِلَّا قَوْلُهُ بِتَرْكِ الْمُنَافِقِ لِلْكُفْرِ الَّذِي فِي قَلْبِهِ إِلَخْ. فَفِيهِ أَنَّ ذَلِكَ لَيْسَ بِاخْتِيَارِهِ. وَالْأَوْلَى أَنْ يُقَالَ: إِنَّهُ يُوَطِّنُ نَفْسَهُ عَلَى أَعْمَالِ الْإِسْلَامِ حَتَّى يُرْجَى أَنْ يَصِيرَ مُخْلِصًا بِظُهُورِ مَحَاسِنِ الْإِسْلَامِ لَهُ بَعْدَ خَفَائِهَا عَنْهُ بِتَوَقُّعِهِ هَلَاكَ الْمُسْلِمِينَ. </p><p> وَقَالُوا: الْعِلْمُ هُنَا بِمَعْنَى الْمَعْرِفَةِ؛ لِأَنَّهُ تَعَدَّى إِلَى مَفْعُولٍ وَاحِدٍ مِنَ الْبَسَائِطِ، أَيْ </p><p> لَا تَعْرِفُونَ ذَوَاتِهِمْ وَأَعْيَانَهُمْ. وَمَا عَلَيْهِ الْجُمْهُورُ مِنْ عَدَمِ إِسْنَادِ الْمَعْرِفَةِ إِلَى اللهِ تَعَالَى. أَوْ وَصْفُهُ بِهَا خَاصٌّ بِلَفْظِهَا، أَوْ بِمَا يُشْعِرُ بِمَا خَصُّوا بِهَا مَعْنَاهَا مِنْ كَوْنِهِ إِدْرَاكَ الشَّيْءِ بِتَفَكُّرٍ وَتَدَبُّرٍ لِأَثَرِهِ، كَمَا قَالَ الرَّاغِبُ. وَقِيلَ: إِنَّ الْمُرَادَ لَا تَعْلَمُونَهُمْ مُعَادِينَ لَكُمْ، وَيُعَلِّلُهُ مَنْ قَالَ: هُمُ الْمُنَافِقُونَ بِأَنَّهُمْ مَرَدُوا عَلَى النِّفَاقِ وَأَتْقَنُوهُ بِحَيْثُ لَا يَظْهَرُ مِنْهُمْ مَا يَفْضَحُهُمْ فِيهِ. </p><p> أَقُولُ: وَهَذَا التَّقْيِيدُ لِإِعْدَادِ الْمُسْتَطَاعِ مِنَ الْقُوَّةِ وَمِنْ رِبَاطِ الْخَيْلِ بِقَصْدِ إِرْهَابِ الْأَعْدَاءِ الْمُجَاهِرِينَ وَالْأَعْدَاءِ الْمُسْتَخْفِينَ وَغَيْرِ الْمَعْرُوفِينَ - وَمَنْ سَيَظْهَرُ مِنَ الْأَعْدَاءِ لِلْمُؤْمِنِينَ كَالْفُرْسِ وَالرُّومِ - دَلِيلٌ عَلَى تَفْضِيلِ جَعْلِهِ سَبَبًا لِمَنْعِ الْحَرْبِ عَلَى جَعْلِهِ سَبَبًا لِإِيقَاذِ نَارِهَا، فَهُوَ يَقُولُ: اسْتَعَدُّوا لَهَا لِيَرْهَبَكُمُ الْأَعْدَاءُ عَسَى أَنْ يَمْتَنِعُوا عَنِ الْإِقْدَامِ عَلَى قِتَالِكُمْ، وَهَذَا عَيْنُ مَا يُسَمَّى فِي عُرْفِ دُوَلِ هَذِهِ الْأَيَّامِ بِالسَّلَامِ الْمُسَلَّحِ، بِنَاءً عَلَى أَنَّ الضَّعْفَ يُغْرِي الْأَقْوِيَاءَ بِالتَّعَدِّي عَلَى الضُّعَفَاءِ، وَلَكِنَّ الدُّوَلَ الِاسْتِعْمَارِيَّةَ تَدَّعِي هَذَا بِأَلْسِنَتِهَا وَهِيَ كَاذِبَةٌ فِي دَعْوَاهَا أَنَّهَا تَقْصِدُ بِالِاسْتِعْدَادِ لِلْحَرْبِ حِفْظَ السَّلْمِ الْعَامِّ، وَكَانَ يُظَنُّ أَنَّهُمْ يَقْصِدُونَ السَّلْمَ الْخَاصَّ بِدُوَلِ أُورُبَّةَ، وَأَنَّ الْحَرْبَ امْتُنِعَتْ مِنْهَا، فَأَبْطَلَتْ ذَلِكَ الظَّنَّ الْحَرْبُ الْعَامَّةُ الْأَخِيرَةُ الَّتِي كَانَتْ أَشَدَّ حُرُوبِ التَّارِيخِ أَهْوَالًا وَتَقْتِيلًا وَتَخْرِيبًا، وَالْإِسْلَامُ لَيْسَ كَذَلِكَ؛ لِأَنَّهُ تَعَبُّدُ النَّاسِ بِهَذِهِ النُّصُوصِ تَعَبُّدًا، وَيُؤَيِّدُ هَذَا الْمَعْنَى آيَةُ السَّلْمِ الَّتِي تَلِي هَذِهِ الْآيَةَ. </p><p> ثُمَّ إِنَّهُ تَعَالَى حَضَّ فِي هَذَا الْمَقَامِ عَلَى إِنْفَاقِ الْمَالِ وَغَيْرِهِ مِمَّا يُعِينُ عَلَى الْقِتَالِ فَقَالَ: وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللهِ يُوَفَّ إِلَيْكُمْ أَيْ: وَمَهْمَا تُنْفِقُوا مِنْ شَيْءٍ نَقْدًا كَانَ أَوْ غَيْرَهَ، قَلِيلًا كَانَ أَوْ كَثِيرًا فِي إِعْدَادِ الْمُسْتَطَاعِ مِنَ الْقُوَّةِ وَالْمُرَابَطَةِ فِي سَبِيلِ اللهِ يُعْطِكُمُ اللهُ جَزَاءَهُ وَافِيًا تَامًّا وَأَنْتُمْ لَا تُظْلَمُونَ أَيْ: وَالْحَالُ أَنَّكُمْ لَا تُنْقَصُونَ مِنْ جَزَائِهِ شَيْئًا، أَوْ لَا يَلْحَقُكُمْ فِي هَذِهِ الْحَالَةِ ظُلْمٌ وَلَا اضْطِهَادٌ مِنْ أَعْدَائِكُمْ؛ لِأَنَّ الْقَوِيَّ الْمُسْتَعِدَّ لِمُقَاوَمَةِ الْمُعْتَدِينَ بِالْقُوَّةِ قَلَّمَا يَعْتَدِي عَلَيْهِ أَحَدٌ، فَإِنِ اعْتَدَى عَلَيْهِ فَقَلَّمَا يَظْفَرُ بِهِ الْمُعْتَدِي وَيَنَالُ مِنْهُ مَا يُعَدُّ بِهِ ظَالِمًا لَهُ، فَأَنْتُمْ مَا ظُلِمْتُمْ بِإِخْرَاجِكُمْ مِنْ دِيَارِكُمْ وَأَمْوَالِكُمْ </p><p> إِلَّا لِضَعْفِكُمْ، وَسَيَأْتِي التَّذْكِيرُ بِذَلِكَ الظُّلْمِ فِي بَيَانِ الْإِذْنِ الْأَوَّلِ لِلْمُسْلِمِينَ بِالْقِتَالِ، فَهَذَا مَبْنِيٌّ عَلَى أَنَّ إِعْدَادَ الْمُسْتَطَاعِ مِنَ الْقُوَّةِ عَلَى </p><p> الْجِهَادِ وَالْمُرَابَطَةِ فِي سَبِيلِ اللهِ لَا يُمْكِنُ الْقِيَامُ بِهِ إِلَّا بِإِنْفَاقِ الْمَالِ الْكَثِيرِ، فَلِهَذَا رَغَّبَ سُبْحَانَهُ عِبَادَهُ الْمُؤْمِنِينَ بِالْإِنْفَاقِ فِي سَبِيلِهِ، وَوَعْدَهُمْ بِأَنَّ كُلَّ مَا يُنْفِقُونَهُ فِيهَا يُوَفَّى إِلَيْهِمْ، أَيْ: يُجْزَوْنَ عَلَيْهِ جَزَاءً وَافِيًا إِمَّا فِي الدُّنْيَا وَالْآخِرَةِ كِلَيْهِمَا، وَإِمَّا فِي الْآخِرَةِ فَقَطْ، كَمَا أَمَرَ اللهُ رَسُولَهُ أَنْ يَقُولَ لِلْمُنَافِقِينَ: قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا (٩: ٥٢) الْآيَةَ. وَسَتَأْتِي قَرِيبًا فِي سُورَةِ التَّوْبَةِ، وَالْحُسْنَيَانِ فِيهَا هُمَا: النَّصْرُ وَالْغَنِيمَةُ فِي الدُّنْيَا، وَالشَّهَادَةُ الْمُفْضِيَةُ إِلَى الْمَثُوبَةِ فِي الْآخِرَةِ. فَيَجِبُ عَلَى الْأُمَّةِ بَذْلُ مَا يَكْفِي لِلْإِعْدَادِ الْمَذْكُورِ فِي الْآيَةِ، فَإِنْ لَمْ يَبْذُلُوا طَوْعًا وَجَبَ عَلَى الْإِمَامِ الْحَقِّ الْعَادِلِ إِلْزَامُ الْأَغْنِيَاءِ ذَلِكَ بِحَسَبِ اسْتِطَاعَتِهِمْ لِوِقَايَةِ الْأُمَّةِ وَالْمِلَّةِ، كَمَا قَالَ فِي سِيَاقِ أَحْكَامِ الْقِتَالِ مِنْ سُورَةِ الْبَقَرَةِ: وَأَنْفِقُوا فِي سَبِيلِ اللهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ (٢: ١٩٥) فَسَبِيلُ اللهِ هُنَا وَهُنَالِكَ هُوَ الْجِهَادُ الْوَاقِي لِأَهْلِ الْحَقِّ مِنْ بَغْيِ أَهْلِ الْبَاطِلِ - وَإِنْ كَانَ لَفْظُهُ عَامًا يَشْمَلُ كُلَّ مَا يُوَصِّلُ إِلَى مَرْضَاتِهِ وَمَثُوبَتِهِ مِنْ أَعْمَالِ الْبِرِّ كَمَا قَالَ تَعَالَى فِي أَوَّلِ مَا نَزَلَ مِنَ الْإِذْنِ لِلْمُسْلِمِينَ بِالْقِتَالِ تَعْلِيلًا لَهُ: أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللهُ وَلَوْلَا دَفْعُ اللهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللهِ كَثِيرًا وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ (٢٢: ٣٩ - ٤١) . </p><p> فَهَذَا هُوَ الْجِهَادُ الْإِسْلَامِيُّ، وَهَذِهِ هِيَ أَحْكَامُهُ وَأُصُولُهُ وَعِلَلُهَا، وَهِيَ فِي جُمْلَتِهَا وَتَفْصِيلِهَا تُفَنِّدُ تَقَوُّلَاتِ أَعْدَاءِ الْحَقِّ الَّذِينَ يَزْعُمُونَ أَنَّ الْإِسْلَامَ دِينٌ قَامَ بِالسَّيْفِ، </p><p> وَغَلَبَ بِالْقَهْرِ وَسَفْكِ الدِّمَاءِ، وَقَدْ عُلِمَ مِنْ هَذِهِ النُّصُوصِ الَّتِي هِيَ أَسَاسُ أَحْكَامِ هَذَا الدِّينِ الْقَطْعِيَّةِ فِي هَذَا الْمَوْضُوعِ، وَبِمَا تَوَاتَرَ مِنْ تَارِيخِهِ أَنَّهُ دِينٌ قَامَ بِالدَّعْوَةِ وَالْإِقْنَاعِ، كَانَ أَوَّلَ مَنْ آمَنَ بِهَذَا الدَّاعِيَ أَهْلُ بَيْتِهِ الْأَدْنَوْنَ: زَوْجُهُ الَّتِي كَانَتْ أَعْلَمَ النَّاسِ بِحَالِهِ، وَرَبِيبُهُ ابْنُ عَمِّهِ عَلِيٌّ الْمُرْتَضَى، وَعَتِيقُهُ زَيْدُ بْنُ حَارِثَةَ ـ رَضِيَ اللهُ عَنْهُ ـ وَأَوَّلُ مَنْ بَلَغَتْهُ دَعْوَتُهُ خَارِجَ بَيْتِهِ فَعَقِلَهَا وَفَقِهَ سِرَّهَا، وَأَدْرَكَ حَقِّيَّتَهَا وَفَضْلَهَا مِنْ أَوَّلِ وَهْلَةٍ فَقَبِلَهَا بِلَا تَلَبُّثٍ أَبُو بَكْرٍ الصِّدِّيقُ ـ رَضِيَ اللهُ عَنْهُ ـ وَمَا زَالَ جُمْهُورُ قَوْمِ الدَّاعِي ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُؤْذُونَهُ وَيَصُدُّونَ عَنْهُ وَيَفْتِنُونَ مَنْ آمَنَ بِهِ وَأَكْثَرُهُمْ مِنَ الضُّعَفَاءِ بِأَنْوَاعِ التَّعْذِيبِ، حَتَّى اضْطَرُّوهُمْ إِلَى الْهِجْرَةِ وَتَرْكِ دِيَارِهِمْ وَوَطَنِهِمْ، ثُمَّ هَاجَرَ هُوَ بَعْدَ ظُهُورِ دَعْوَةِ الْإِسْلَامِ بِعَشْرِ سِنِينَ، ثُمَّ صَارَ هَؤُلَاءِ الْمُشْرِكُونَ يَتْبَعُونَهُمْ إِلَى مُهَاجَرِهِمْ يُقَاتِلُونَهُمْ فِيهِ. </p><p> وَلَمَّا أَذِنَ اللهُ لَهُمْ بِالدِّفَاعِ بَيَّنَ حِكْمَتَهُ، وَأَنَّهُمْ مَظْلُومُونَ لَا ظَالِمُونَ، وَأَنَّهُ لَوْلَا هَذَا الدِّفَاعُ </p>"
}