{
  "id": null,
  "sura": 8,
  "aya": 46,
  "text": "<p> تَسْبِقُ الْفِكْرَ، هُوَ مَيْلٌ فِي النَّفْسِ وَهَوًى فِيهَا كَأَنَّهُ غَرِيزَةٌ لَهَا - وَلَوْ أَنَّهُمْ لَاحَظُوا لَفَقَدُوا ذَلِكَ الْمَيْلَ وَأَضَلُّوا ذَلِكَ الْوِجْدَانَ. </p><p> \" هَلْ تَعْلَمُونَ أَنَّنِي لَا أَفْهَمُ كَيْفَ يَعِيشُ قَوْمٌ، وَكَيْفَ يُمْكِنُ لَهُمْ أَنْ يَقُومُوا بِتَأْدِيَةِ مَا عَلَيْهِمْ مِنَ الْوَاجِبَاتِ، أَوْ كَيْفَ يَحْمِلُونَ غَيْرَهُمْ عَلَى أَدَاءِ مَا يَجِبُ عَلَيْهِمْ - إِنْ لَمْ يَكُنْ لَهُمْ إِيمَانٌ بِدِينٍ جَاءَ بِهِ وَحْيٌ سَمَاوِيٌّ، وَاعْتِقَادٌ بِإِلَهٍ يُحِبُّ الْخَيْرَ، وَحَاكِمٍ يَنْتَهِي إِلَيْهِ الْفَصْلُ فِي الْأَعْمَالِ فِي حَيَاةٍ بَعْدَ هَذِهِ الْحَيَاةِ؟ . </p><p> ثُمَّ سَاقَ الْوَزِيرُ كَلَامَهُ عَلَى هَذَا النَّمَطِ بِأُسْلُوبٍ آخَرَ وَهُوَ الْكَلَامُ عَنْ نَفْسِهِ، فَشَرَحَ لِلْمُخَاطَبِينَ أَنَّهُ لَوْلَا إِيمَانُهُ بِاللهِ وَبِالْجَزَاءِ فِي الْآخِرَةِ لَمَا كَانَ يَخْدُمُ سُلْطَانَهُ وَحُكُومَتَهُ، وَلَمَا أَجْهَدَ نَفْسَهُ بِتَأْسِيسِ الْوَحْدَةِ الْأَلْمَانِيَّةِ، وَتَشْيِيدِ عَظَمَتِهَا، وَأَنَّهُ يُفَضِّلُ </p><p> الْعِيشَةَ الْخَلَوِيَّةَ فِي مَزَارِعِهِ عَلَى خِدْمَةِ الْقَيْصَرِ (الْإِمْبِرَاطُورِ) ؛ لِأَنَّهُ هُوَ جُمْهُورِيٌّ بِالطَّبْعِ إِلَخْ. وَالشَّاهِدُ فِي كَلَامِهِ تَأْثِيرُ الْإِيمَانِ فِي الْقِتَالِ، وَإِنَّمَا زِدْنَا هَذَا مِنْ كَلَامِهِ؛ لِأَنَّهُ حُجَّةٌ عَلَى مَلَاحِدَتِنَا دُعَاةِ التَّجْدِيدِ بِتَرْكِ الدِّينِ اتِّبَاعًا بِزَعْمِهِمُ الْكَاذِبِ لِأَهْلِ أُورُبَّةَ. </p><p> هَذَا وَإِنَّ اللهَ تَعَالَى قَدْ أَمَرَ عِبَادَهُ الْمُؤْمِنِينَ بِالْإِكْثَارِ مِنْ ذِكْرِهِ وَحَثِّهِمْ عَلَيْهِ، وَوَصَفَ الصَّادِقِينَ بِهِ فِي آيَاتٍ أُخْرَى كَمَا وَصَفَ الْمُنَافِقِينَ بِقِلَّتِهِ؛ لِأَنَّ الذِّكْرَ غِذَاءُ الْإِيمَانِ فَلَا يَكْمُلُ إِلَّا بِكَثْرَتِهِ، فَمَنْ غَفَلَ عَنْ ذِكْرِهِ تَعَالَى اسْتَحْوَذَ الشَّيْطَانُ عَلَى قَلْبِهِ، وَزَيَّنَ لَهُ الشُّرُورَ وَالْمَعَاصِيَ. وَلِلزَّمَخْشَرِيِّ كَلِمَةٌ بَلِيغَةٌ فِي هَذَا الْأَمْرِ بِالذِّكْرِ هُنَا وَفِي السَّلَفِ الصَّالِحِ، وَمَا كَانُوا عَلَيْهِ مِنَ الِاهْتِدَاءِ بِهِ قَالَ: وَفِيهِ إِشْعَارٌ بِأَنَّ عَلَى الْعَبْدِ أَلَّا يَفْتُرَ عَنْ ذِكْرِ رَبِّهِ أَشْغَلَ مَا يَكُونُ قَلْبًا، وَأَكْثَرَ مَا يَكُونُ هَمًّا، وَأَنْ تَكُونَ نَفْسُهُ مُجْتَمِعَةً لِذَلِكَ، وَإِنْ كَانَتْ مُتَوَزِّعَةً عَنْ غَيْرِهِ، وَنَاهِيكَ بِمَا فِي خُطَبِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ فِي أَيَّامِ صِفِّينَ، وَفِي مَشَاهِدِهِ مَعَ الْبُغَاةِ وَالْخَوَارِجِ مِنَ الْبَلَاغَةِ وَالْبَيَانِ، وَلَطَائِفِ الْمَعَانِي، وَبَلِيغَاتِ الْمَوَاعِظِ وَالنَّصَائِحِ دَلِيلٌ عَلَى أَنَّهُمْ كَانُوا لَا يَشْغَلُهُمْ عَنْ ذِكْرِ اللهِ شَاغِلٌ وَإِنْ تَفَاقَمَ الْأَمْرُ اهـ. </p><p> وَأَطِيعُوا اللهَ وَرَسُولَهُ أَطِيعُوا اللهَ فِي هَذِهِ الْأَوَامِرِ الْمُرْشِدَةِ إِلَى أَسْبَابِ الْفَلَاحِ فِي الْقِتَالِ وَفِي غَيْرِهَا، وَأَطِيعُوا رَسُولَهُ فِيمَا يَأْمُرُ بِهِ وَيَنْهَى عَنْهُ مِنْ شُئُونِ الْقِتَالِ وَغَيْرِهَا، مِنْ حَيْثُ إِنَّهُ هُوَ الْمُبَيِّنُ لِكَلَامِ اللهِ الَّذِي أُنْزِلَ إِلَيْهِ عَلَى مَا يُرِيدُهُ تَعَالَى مِنْهُ، وَالْمُنَفِّذُ لَهُ بِالْقَوْلِ وَالْعَمَلِ وَالْحُكْمِ، وَمِنْهُ وِلَايَةُ الْقِيَادَةِ الْعَامَّةِ فِي الْقِتَالِ، فَطَاعَةُ الْقَائِدِ الْعَامِّ هِيَ جِمَاعُ النِّظَامِ الَّذِي هُوَ رُكْنٌ مِنْ أَرْكَانِ الظَّفَرِ، فَكَيْفَ إِذَا كَانَ الْقَائِدُ الْعَامُّ رَسُولَ اللهِ الْمُؤَيَّدَ مِنْ لَدُنْهُ بِالْوَحْيِ وَالتَّوْفِيقِ، وَالْمُشَارِكَ لَكُمْ فِي الرَّأْيِ وَالتَّدْبِيرِ وَالِاسْتِشَارَةِ فِي الْأُمُورِ، كَمَا ثَبَتَ لَكُمْ فِي هَذِهِ الْغَزْوَةِ ثُمَّ فِي غَيْرِهَا. وَقَدْ كَانَ لَهُمْ مِنَ الْعِبْرَةِ فِي ذَلِكَ أَنَّ الرُّمَاةَ عِنْدَمَا خَالَفُوا أَمْرَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي غَزْوَةِ أُحُدٍ </p><p> كَرَّ الْمُشْرِكُونَ عَلَيْهِمْ، وَنَالُوا مَا نَالُوا مِنْهُمْ، بَعْدَ أَنْ كَانَ لَهُمُ الظُّهُورُ عَلَيْهِمْ. </p><p> وَأَنْزَلَ اللهُ تَعَالَى فِي اسْتِغْرَابِهِمْ لِذَلِكَ: أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ (٣: ١٦٥) . </p><p> وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ هَذَا النَّهْيُ مُسَاقٌ لِلْأَمْرِ بِالثَّبَاتِ وَكَثْرَةِ الذِّكْرِ، وَبِطَاعَةِ اللهِ وَالرَّسُولِ، وَمُتِمٌّ لِلْغَرَضِ مِنْهُ، فَإِنَّ الِاخْتِلَافَ وَالتَّنَازُعَ مَدْعَاةُ الْفَشَلِ، وَهُوَ الْخَيْبَةُ وَالنُّكُولُ عَنْ إِمْضَاءِ الْأَمْرِ، وَأَكْثَرُ أَسْبَابِهِ الضَّعْفُ وَالْجُبْنُ، وَلِذَلِكَ فَسَّرُوهُ هُنَا بِهِمَا، وَأَصْلُ التَّنَازُعِ كَالْمُنَازَعَةِ الْمُشَارَكَةُ فِي النَّزْعِ، وَهُوَ الْجَذْبُ، وَأَخْذُ الشَّيْءِ بِشِدَّةٍ أَوْ لُطْفٍ كَنَزْعِ الرُّوحِ مِنَ الْجَسَدِ، وَنَزْعِ السُّلْطَانِ الْعَامِلَ مِنْ عَمَلِهِ، كَأَنَّ كُلَّ وَاحِدٍ مِنَ الْمُتَنَازِعَيْنِ يُرِيدُ أَنْ يَنْزِعَ مَا عِنْدَ الْآخَرِ مِنْ رَأْيٍ وَيُلْقِي بِهِ - أَوْ مِنْ نَزَعَ إِلَى الشَّيْءِ نُزُوعًا إِذَا مَالَ إِلَيْهِ، فَإِنَّ كُلَّ وَاحِدٍ مِنَ الْمُتَنَازِعَيْنِ فِي الْأَمْرِ يَمِيلُ إِلَى غَيْرِ مَا يَمِيلُ إِلَيْهِ الْآخَرُ، وَهَذَا أَظْهَرُ هُنَا. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى: وَتَذْهَبَ رِيحُكُمْ فَمَعْنَاهُ تَذْهَبُ قُوَّتُكُمْ، وَتَرْتَخِي أَعْصَابُ شِدَّتِكُمْ فَيَظْهَرُ عَدُوُّكُمْ عَلَيْكُمْ. وَالرِّيحُ فِي اللُّغَةِ الْهَوَاءُ الْمُتَحَرِّكُ، وَهِيَ مُؤَنَّثَةٌ وَقَدْ تُذَكَّرُ بِمَعْنَى الْهَوَاءِ، وَتُسْتَعَارُ لِلْقُوَّةِ وَالْغَلَبَةِ إِذْ لَا يُوجَدُ فِي الْأَجْسَامِ أَقْوَى مِنْهَا، فَإِنَّهَا تُهَيِّجُ الْبِحَارَ، وَتَقْتَلِعُ أَكْبَرَ الْأَشْجَارِ، وَتَهْدِمُ الدُّورَ وَالْقِلَاعَ، وَقَالَ الْأَخْفَشُ وَغَيْرُهُ: تُسْتَعَارُ لِلدَّوْلَةِ، لِشَبَهِهَا بِهَا فِي نُفُوذِ أَمْرِهَا. وَيَقُولُونَ: هَبَّتْ \" رِيَاحُ فُلَانٍ \" إِذَا دَالَتْ لَهُ الدَّوْلَةُ، وَجَرَى أَمْرُهُ عَلَى مَا يُرِيدُ. كَمَا يَقُولُونَ رَكَدَتْ رِيحُهُ أَوْ رِيَاحُهُ إِذَا ضَعُفَ أَمْرُهُ وَوَلَّتْ دَوْلَتُهُ. </p><p> وَاصْبِرُوا إِنَّ اللهَ مَعَ الصَّابِرِينَ أَيْ: وَاصْبِرُوا عَلَى مَا تَكْرَهُونَ مِنْ شِدَّةٍ، وَمَا تُلَاقُونَ مِنْ بَأْسِ الْعَدُوِّ وَاسْتِعْدَادِهِ وَكَثْرَةِ عَدَدِهِ وَغَيْرِ ذَلِكَ إِنَّ اللهَ مَعَ الصَّابِرِينَ بِالْمَعُونَةِ وَالتَّأْيِيدِ، وَرَبْطِ الْجَأْشِ وَالتَّثْبِيتِ، وَمَنْ كَانَ اللهُ مَعَهُ فَلَا يَغْلِبُهُ شَيْءٌ، فَاللهُ غَالِبٌ عَلَى أَمْرِهِ، وَهُوَ الْقَوِيُّ الْعَزِيزُ الَّذِي لَا يُغَالَبُ. وَقَدْ جَاءَتْ هَذِهِ الْجُمْلَةُ فِي آيَةٍ مِنْ سُورَةِ الْبَقَرَةِ وَهِيَ اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللهَ مَعَ الصَّابِرِينَ (٢: ١٥٣) فَيُرَاجَعُ تَفْسِيرُهَا هُنَالِكَ (ص ٣٠ وَمَا بَعْدَهَا ج ٢ ط الْهَيْئَةِ) بَلْ يُرَاجَعُ تَفْسِيرُ الْآيَةِ </p><p> مِنْ أَوَّلِهَا (ص٢٧ وَمَا بَعْدَهَا ج ٢ ط الْهَيْئَةِ) وَكَذَا تَفْسِيرُ وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ (٢: ٤٥) قَبْلَهَا (ص ٢٤٨ وَمَا بَعْدَهَا ج ١ ط الْهَيْئَةِ) وَهُنَالِكَ تَفْسِيرُ كَلِمَةِ الصَّبْرِ، وَوَجْهُ الِاسْتِعَانَةِ بِهِ عَلَى مُهِمَّاتِ الْأُمُورِ كُلِّهَا وَلَا سِيَّمَا الْقِتَالِ. </p>"
}