{
  "id": null,
  "sura": 9,
  "aya": 102,
  "text": "<p> إِلَّا وَلَهُمْ فِيهَا أَعْوَانٌ وَأَنْصَارٌ مِنْ أَهْلِهَا يَزْعُمُونَ أَنَّهُمْ يَخْدِمُونَ أُمَّتَهُمْ وَوَطَنَهُمْ مِنْ طَرِيقِ اسْتِمَالَتِهِمْ وَاسْتِرْضَائِهِمْ، وَأَنَّهُمْ لَوْلَاهُمْ لَمَا وُفِّقُوا مِنَ الظُّلْمِ وَهَضْمِ الْحُقُوقِ عِنْدَ الْحَدِّ الَّذِي هُمْ عَلَيْهِ، وَمِنْهُمْ مَنْ يَخْدِمُونَ الْأَجَانِبَ خِدَمًا خَفِيَّةً لَا تَشْعُرُ بِهَا الْأُمَّةُ لِأَنَّهُمْ مَرَدُوا عَلَى النِّفَاقِ، وَإِنَّمَا يَحْتَاجُ الْخَوَنَةُ الْخَادِمُونَ لِلْأَجَانِبِ إِلَى نِفَاقٍ، وَتَلْبِيسِ خِيَانَتِهِمْ وَإِخْفَائِهَا بِالْكَذِبِ وَالِاخْتِلَاقِ، إِذَا كَانَ لِلرَّأْيِ الْعَامِّ فِطْنَةٌ وَقُوَّةٌ يَخْشَوْنَهَا، وَأَمَّا الْبِلَادُ الَّتِي اسْتَحْوَذَ عَلَيْهَا الْجَهْلُ وَالضَّعْفُ فَلَا يُبَالِي الْخَائِنُونَ بِرِضَاءِ أَهْلِهَا وَلَا بِسُخْطِهِمْ. </p><p> وَأَشَدُّ الْمُنَافِقِينَ مُرُودًا وَإِتْقَانًا لِلنِّفَاقِ أَعْوَانُ الْمُلُوكِ وَالْأُمَرَاءِ الْمُسْتَبِدِّينَ، وَشَرُّهُمْ وَأَضَرُّهُمُ الَّذِينَ يَلْبَسُونَ لِبَاسَ عُلَمَاءِ الدِّينِ. </p><p> (وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ) أَيْ وَثَمَّ آخَرُونَ، أَوْ مِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ وَمِنْ أَهْلِ الْمَدِينَةِ أُنَاسٌ آخَرُونَ لَيْسُوا مِنَ الْمُنَافِقِينَ، وَلَا مِنَ السَّابِقِينَ الْأَوَّلِينَ، وَلَا مِنَ الَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ لَا إِسَاءَةَ فِيهِ، بَلْ مِنَ الْمُؤْمِنِينَ الْمُذْنِبِينَ:  (خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا) أَيْ خَلَطُوا فِي أَعْمَالِهِمْ بِأَنْ عَمِلُوا عَمَلًا صَالِحًا وَعَمَلًا سَيِّئًا، وَقِيلَ: مَعْنَاهُ خَلَطُوا صَالِحًا بِسَيِّئٍ وَسَيِّئًا بِصَالِحٍ أَوْ خَلَطُوا فِي كُلٍّ مِنْهُمَا مَا لَيْسَ مِنْهُ فَكَانَ نَاقِصًا وَلَكِنَّهُ لَمْ يُغَلِّبِ الْآخَرَ وَيَنْدَغِمْ فِيهِ، فَلَمْ يَكُونُوا مِنَ الصَّالِحِينَ الْخُلَّصِ وَلَا مِنَ الْفَاسِقِينَ أَوِ الْمُنَافِقِينَ، ذَلِكَ بِأَنَّهُمْ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ، وَاقْتَرَفُوا بَعْضَ السَّيِّئَاتِ، وَهُمْ أَوْ مِنْهُمْ بَعْضُ الَّذِينَ تَخَلَّفُوا عَنِ النَّفْرِ وَالْخُرُوجِ إِلَى غَزْوَةِ تَبُوكَ مِنْ غَيْرِ عُذْرٍ صَحِيحٍ كَالضُّعَفَاءِ وَالْمَرْضَى وَغَيْرِ الْوَاجِدِينَ، وَلَا اسْتِئْذَانٍ كَاسْتِئْذَانِ الْمُرْتَابِينَ وَلَا اعْتِذَارٍ كَاذِبٍ كَالْمُنَافِقِينَ، ثُمَّ كَانُوا نَاصِحِينَ لِلَّهِ فِي أَثْنَاءِ قُعُودِهِمْ </p><p> شَاعِرِينَ بِذَنْبِهِمْ، خَائِفِينَ مِنْ رَبِّهِمْ، فَكَانَ كُلٌّ مِنْ قُعُودِهِمْ وَنُصْحِهِمْ مُقْتَرِنًا بِالْآخَرِ، كَالَّذِي يَدْخُلُ أَرْضًا مَغْصُوبَةً فَيُصْلِحُ فِيهَا، وَيَعْتَرِفُ بِأَنَّهُ مُذْنِبٌ بِدُخُولِهَا وَيَأْتِي بِالْإِصْلَاحِ لِتَكْفِيرِ ذَنْبِ الِاعْتِدَاءِ وَهَذَا الْمَعْنَى لَا يُؤَدِّيهِ قَوْلُكَ: خَلَطَ الْعَمَلَ الصَّالِحَ بِالسَّيِّئِ، كَمَا تَقُولُ خَلَطَ الْقَمْحَ بِالشَّعِيرِ أَوِ الْمَاءَ بِاللَّبَنِ ; لِأَنَّ هَذَا الضَّرْبَ مِنَ الْخَلْطِ يَصِيرُ فِيهِ الْمَخْلُوطُ وَالْمَخْلُوطُ بِهِ شَيْئًا وَاحِدًا أَوْ كَالشَّيْءِ الْوَاحِدِ فَلَا يَقُولُ صَاحِبُهُ: عِنْدِي مَاءٌ فُرَاتٌ، وَلَا لَبَنٌ مَحْضٌ. وَأَمَّا الضَّرْبُ الْأَوَّلُ الْمُرَادُ مِنَ الْآيَةِ فَقَدْ بَقِيَ فِيهِ كُلُّ نَوْعَيْنِ مُمْتَازًا بِنَفْسِهِ، وَإِنَّمَا خَلْطُهُ مَعَ الْآخَرِ عِبَارَةٌ عَنِ الْجَمْعِ بَيْنَهُمَا وَعَدَمِ انْفِرَادِ أَحَدِهِمَا دُونَ الْآخَرِ، وَالْوَاوُ الْعَاطِفَةُ هِيَ الَّتِي تُؤَدِّي هَذَا الْمَعْنَى مِنَ الْجَمْعِ، وَهُوَ مِنْ دَقَائِقِ بَلَاغَةِ الْقُرْآنِ بِالْعُدُولِ عَنِ التَّعْدِيَةِ بِالْبَاءِ إِلَى الْعَطْفِ. </p><p> (عَسَى اللهُ أَنْ يَتُوبَ عَلَيْهِمْ) أَيْ هُمْ مَحَلُّ الرَّجَاءِ لِقَبُولِ اللهِ تَوْبَتَهُمْ، الَّتِي يُشِيرُ إِلَى وُقُوعِهَا اعْتِرَافُهُمْ بِذُنُوبِهِمْ، وَقَدْ تَقَدَّمَ (فِي ص ١٩٠ ج ١٠. ط الْهَيْئَةِ) أَنَّ كَلِمَةَ (عَسَى) وُضِعَتْ لِلتَّقْرِيبِ وَالْإِطْمَاعِ، ثُمَّ اسْتُعْمِلَتْ فِي الرَّجَاءِ كَلَعَلَّ، وَقَوْلُ بَعْضِهِمْ: إِنَّهَا مِنَ اللهِ لِلْإِيجَابِ - غَيْرُ صَحِيحٍ، أَوْ لِتَوْفِيقِهِمْ لِلتَّوْبَةِ الصَّحِيحَةِ الَّتِي هِيَ سَبَبُ الْمَغْفِرَةِ وَالرَّحْمَةِ، وَإِنَّمَا تَتَحَقَّقُ </p><p> التَّوْبَةُ: بِالْعِلْمِ الصَّحِيحِ بِقُبْحِ الذَّنْبِ وَسُوءِ عَاقِبَتِهِ وَأَلَمِ الْوِجْدَانِ مِنْ تَصَوُّرِ سَخَطِ اللهِ وَالْخَوْفِ مِنْ عِقَابِهِ، وَالْإِقْلَاعِ عَنِ الذَّنْبِ أَوِ الذُّنُوبِ؛ بِبَاعِثِ هَذَا الْأَلَمِ الَّذِي هُوَ ثَمَرَةُ ذَلِكَ الْعِلْمِ، وَالْعَزْمِ عَلَى عَدَمِ الْعَوْدِ إِلَى اقْتِرَافِهَا، ثُمَّ الْعَمَلِ بِضِدِّهَا ; لِيُمْحَى مِنَ النَّفْسِ أَثَرُهَا، وَالرِّوَايَاتُ صَرِيحَةٌ بِأَنَّ اعْتِرَافَ مَنْ ذَكَرَ بِذُنُوبِهِمْ قَدِ اسْتَتْبَعَ كُلَّ هَذَا. </p><p> (إِنَّ اللهَ غَفُورٌ رَحِيمٌ) تَعْلِيلٌ لِرَجَاءِ قَبُولِ تَوْبَتِهِمْ، إِذْ مَعْنَاهُ أَنَّهُ كَثِيرُ الْمَغْفِرَةِ لِلتَّائِبِينَ وَاسِعُ الرَّحْمَةِ لِلْمُحْسِنِينَ، كَمَا قَالَ:  (وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى)  (٢٠: ٨٢) وَكَمَا قَالَ: (إِنَّ رَحْمَةَ اللهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ)  (٧: ٥٦) وَكَمَا قَصَّ عَلَيْنَا مِنْ خَبَرِ اسْتِغْفَارِ الْمَلَائِكَةِ لِلْمُؤْمِنِينَ قَوْلَهُمْ: (رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينِ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ) إِلَى قَوْلِهِ: (وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ)  (٤٠: ٧ - ٩) . </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ هَذِهِ الْآيَةَ أَرْجَى آيَةٍ فِي الْقُرْآنِ، وَقَالَ آخَرُونَ أَرْجَى الْآيَاتِ قَوْلُهُ تَعَالَى:  (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ</p><p> رَحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ)  (٣٩: ٥٣) وَإِنَّمَا هَذَا عِلَاجٌ لِمَنِ اشْتَدَّ عَلَيْهِمُ الْخَوْفُ مِنْ إِسْرَافِهِمْ فِي شَهَوَاتِهِمْ، حَتَّى كَادُوا يَقْنَطُونَ مِنْ رَحْمَةِ رَبِّهِمْ لَا لِلْمُصِرِّينَ عَلَى ذُنُوبِهِمْ بِغَيْرِ مُبَالَاةٍ، وَلِذَلِكَ قَالَ بَعْدَهَا:  (وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ)  (٣٩: ٥٤) إِلَى آخِرِ الْآيَاتِ. </p><p> وَمِنَ الْعِبْرَةِ فِي هَذِهِ الْأَقْسَامِ لِلْمُسْلِمِينَ أَنَّ قِسْمَ الَّذِينَ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا يُوجَدُ فِي كُلِّ زَمَانٍ وَمَكَانٍ، كَقِسْمِ الَّذِينَ اتَّبَعُوا السَّابِقِينَ الْأَوَّلِينَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَأَمَّا الْمُهَاجِرُونَ وَالْأَنْصَارُ الْأَوَّلُونَ الَّذِينَ أَقَامَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهِمْ بِنَاءَ الْإِسْلَامِ فَهُمُ الَّذِينَ لَا يَلْزَبُهُمْ قَرِينٌ. وَلَا يَلْحَقُهُمْ لَاحِقٌ مِنَ الْعَالَمِينَ، وَلَعَلَّ أَكْثَرَ الْمُسْلِمِينَ الصَّادِقِينَ فِي هَذَا الزَّمَانِ مِنَ الَّذِينَ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا، وَلَعَلَّ أَسْوَأَ سَيِّئَاتِهِمْ تَرْكُ الْجِهَادِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ فَيَجِبُ أَنْ يَسْتَرْشِدُوا بِهَذِهِ الْآيَةِ، وَبِمَا وَرَدَ فِي سَبَبِ نُزُولِهَا مِنْ تَوْبَةِ أَبِي لُبَابَةَ وَأَصْحَابِهِ، وَلَا تَتِمُّ الْعِبْرَةُ بِهَا، إِلَّا بِتَدَبُّرِ مَا بَعْدَهَا، وَهُوَ تَطْهِيرُ النَّفْسِ مِنَ النِّفَاقِ وَضَعْفِ الْإِيمَانِ، بِبَذْلِ الصَّدَقَاتِ وَغَيْرِهِ مِنْ صَالِحِ الْأَعْمَالِ. </p><p> وَقَدْ رَوَى الْبُخَارِيُّ فِي تَفْسِيرِ الْآيَةِ فِي صَحِيحِهِ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ مَرْفُوعًا: أَتَانِي اللَّيْلَةَ (أَيْ فِي النَّوْمِ) مَلَكَانِ فَابْتَعَثَانِي فَانْتَهَيَا بِي إِلَى مَدِينَةٍ بِلَبِنٍ ذَهَبٍ، وَلَبِنٍ فِضَّةٍ فَتَلَقَّانَا رِجَالٌ شَطْرٌ مِنْ خَلْقِهِمْ كَأَحْسَنَ مَا أَنْتَ رَاءٍ، وَشَطْرٌ كَأَقْبَحَ مَا أَنْتَ رَاءٍ قَالَا لَهُمْ: اذْهَبُوا فَقَعُوا فِي ذَلِكَ النَّهْرِ، فَوَقَعُوا فِيهِ ثُمَّ رَجَعُوا إِلَيْنَا قَدْ ذَهَبَ ذَلِكَ السُّوءُ عَنْهُمْ فَصَارُوا </p>"
}