{
  "id": null,
  "sura": 9,
  "aya": 66,
  "text": "<p> إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (٢: ١٤) أَيْ بِقَوْلِنَا لِلْمُؤْمِنِينَ آمَنَّا، كَمَا أَنَّ مَنْ يَحْتَرِمُ شَيْئًا أَوْ شَخْصًا أَوْ يُعَظِّمُهُ، فَإِنَّهُ لَا يَجْعَلُهُ مَوْضُوعَ الْخَوْضِ وَاللَّعِبَ، وَتَقْدِيمُ مَعْمُولِ فِعْلِ الِاسْتِهْزَاءِ عَلَيْهِ يُفِيدُ الْقَصْرَ وَالِاسْتِفْهَامُ عَنْهُ لِلْإِنْكَارِ التَّوْبِيخِيِّ، وَالْمَعْنَى: أَلَمْ تَجِدُوا مَا تَسْتَهْزِئُونَ بِهِ فِي خَوْضِكُمْ وَلَعِبِكُمْ إِلَّا اللهَ وَآيَاتِهِ </p><p> وَرَسُولَهُ فَقَصَرْتُمْ ذَلِكَ عَلَيْهِمَا، فَهَلْ ضَاقَتْ عَلَيْكُمْ جَمِيعُ مَذَاهِبِ الْكَلَامِ تَخُوضُونَ فِيهَا وَتَعْبَثُونَ دُونَهُمَا، ثُمَّ تَظُنُّونَ أَنَّ هَذَا عُذْرٌ مَقْبُولٌ، فَتُدْلُونَ بِهِ بِلَا خَوْفٍ وَلَا حَيَاءٍ؟ لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ أَيْ: قَدْ كَفَرْتُمْ بِهَذَا الْخَوْضِ وَاللَّعِبِ بَعْدَ إِيمَانِكُمْ، فَاعْتِذَارُكُمْ إِقْرَارٌ بِذَنْبِكُمْ، وَإِنَّمَا الِاعْتِذَارُ الْإِدْلَاءُ بِالْعُذْرِ، وَهُوَ بِالضَّمِّ مَا يُرَادُ بِهِ مَحْوُ الذَّنْبِ، وَتَرْكُ الْمُؤَاخَذَةِ عَلَيْهِ، وَأَنْتُمْ قَدْ جِئْتُمْ بِمَا يُثْبِتُ الذَّنْبَ وَيَقْتَضِي الْعِقَابَ، أَوْ هُوَ كَمَا قِيلَ:  \" عُذْرٌ أَقْبَحُ مِنَ الذَّنْبِ \" يُقَالُ: اعْتَذَرَ إِلَيَّ عَنْ ذَنْبِهِ فَعَذَرْتُهُ (مِنْ بَابِ ضَرَبَ) أَيْ: قَبِلْتُ عُذْرَهُ، وَرَفَعْتُ اللَّوْمَ عَنْهُ، وَهُوَ عَلَى الرَّاجِحِ الْمُخْتَارِ مَأْخُوذٌ مِنْ عَذَرَ الصَّبِيَّ يَعْذُرُهُ - أَيْ خَتَنَهُ، فَعَذْرُهُ - تَطْهِيرُهُ بِالْخِتَانِ، إِذْ هُوَ قَطْعٌ لِعَذْرَتِهِ أَيْ قُلْفَتِهِ الَّتِي تُمْسِكُ النَّجَاسَةَ. </p><p> (فَإِنْ قِيلَ) ظَاهِرُ هَذَا أَنَّهُمْ كَانُوا مُؤْمِنِينَ فَكَفَرُوا بِهَذَا الِاسْتِهْزَاءِ الَّذِي سَمَّوْهُ خَوْضًا وَلَعِبًا، وَظَاهِرُ السِّيَاقِ أَنَّ الْكُفْرَ الَّذِي يُسِرُّونَهُ، هُوَ سَبَبُ الِاسْتِهْزَاءِ الَّذِي يُعْلِنُونَهُ. (قُلْنَا) كِلَاهُمَا حَقٌّ، وَلِكُلٍّ مِنْهُمَا وَجْهٌ فَالْأَوَّلُ: بَيَانٌ لِحُكْمِ الشَّرْعِ، وَهُوَ أَنَّهُمْ كَانُوا مُؤْمِنِينَ حُكْمًا، فَإِنَّهُمُ ادَّعَوُا الْإِيمَانَ، فَجَرَتْ عَلَيْهِمْ أَحْكَامُ الْإِسْلَامِ، وَهِيَ إِنَّمَا تُبْنَى عَلَى الظَّوَاهِرِ، وَالِاسْتِهْزَاءُ بِمَا ذُكِرَ عَمَلٌ ظَاهِرٌ يَقْطَعُ الْإِسْلَامَ وَيَقْتَضِي الْكُفْرَ، فَبِهِ صَارُوا كَافِرِينَ حُكْمًا، بَعْدَ أَنْ كَانُوا مُؤْمِنِينَ حُكْمًا. </p><p> وَالثَّانِي: وَهُوَ مَا دَلَّ عَلَيْهِ السِّيَاقُ هُوَ الْوَاقِعُ بِالْفِعْلِ، وَالْآيَةُ نَصٌّ صَرِيحٌ فِي أَنَّ الْخَوْضَ فِي كِتَابِ اللهِ وَفِي رَسُولِهِ، وَفِي صِفَاتِ اللهِ تَعَالَى وَوَعْدِهِ وَوَعِيدِهِ، وَجَعْلِهَا مَوْضُوعًا لِلَّعِبِ وَالْهُزُؤِ، كُلُّ ذَلِكَ مِنَ الْكُفْرِ الْحَقِيقِيِّ الَّذِي يَخْرُجُ بِهِ الْمُسْلِمُ مِنَ الْمِلَّةِ، وَتُجْرَى عَلَيْهِ بِهِ أَحْكَامُ الرِّدَّةِ، إِلَّا أَنْ يَتُوبَ وَيُجَدِّدَ إِسْلَامَهُ. </p><p> ثُمَّ قَالَ تَعَالَى: إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ الطَّائِفَةُ مُؤَنَّثُ الطَّائِفِ، مِنَ الطَّوْفِ أَوِ الطَّوَافِ حَوْلَ الشَّيْءِ، وَالطَّائِفَةُ مِنَ النَّاسِ الْجَمَاعَةُ مِنْهُمْ، وَمِنَ الشَّيْءِ الْقِطْعَةُ مِنْهُ، يُقَالُ: ذَهَبَتْ طَائِفَةٌ مِنَ اللَّيْلِ، وَمِنَ الْعُمُرِ. وَأَعْطَاهُ طَائِفَةً مِنْ مَالِهِ، وَإِذَا أُرِيدَ بِالطَّائِفَةِ الْجَمَاعَةُ كَانَ أَقَلُّهَا ثَلَاثَةً عَلَى قَوْلِ </p><p> الْجُمْهُورِ فِي الْجَمْعِ. وَالْخِطَابُ هُنَا لِلْمُعْتَذِرِينَ أَوْ لِجُمْلَةِ الْمُنَافِقِينَ، فَإِنْ كَانَتْ هَذِهِ الْآيَةُ مِمَّا أَمَرَ اللهُ رَسُولَهُ أَنْ يَقُولَهُ لَهُمْ </p><p> كَالَّذِي قَبْلَهُ، فَالْمُرَادُ بِالْعَفْوِ وَالتَّعْذِيبِ مَا يَفْعَلُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي الْمَدِينَةِ، وَإِلَّا كَانَ الْمُرَادُ مَا سَيَكُونُ فِي الْآخِرَةِ، وَالْمَعْنَى: إِنَّنَا إِنْ نَعْفُ عَنْ بَعْضِكُمْ بِتَلَبُّسِهِمْ بِمَا يَقْتَضِي الْعَفْوَ، وَهُوَ التَّوْبَةُ وَالْإِنَابَةُ (وَمِنْهُمْ مَخْشِيُّ بْنُ حُمْيَرٍ) نُعَذِّبْ بَعْضًا آخَرَ بِاتِّصَافِهِمْ بِالْإِجْرَامِ وَرُسُوخِهِمْ فِيهِ، وَعَدَمِ تَحَوُّلِهِمْ عَنْهُ، أَيْ: بِالْإِصْرَارِ عَلَى النِّفَاقِ وَمَا يَسْتَلْزِمُهُ مِنَ الْجَرَائِمِ الظَّاهِرَةِ، وَهَذَا التَّقْسِيمُ عَقْلِيٌّ إِذْ لَا يَخْلُو حَالُهُمْ مِنَ التَّوْبَةِ أَوِ الْإِصْرَارِ، فَمَنْ تَابَ مِنْ كُفْرِهِ وَنِفَاقِهِ عُفِيَ عَنْهُ، وَمَنْ أَصَرَّ عَلَيْهِ وَأَظْهَرَهُ عُوقِبَ بِهِ، فَإِنْ كَانَ الْوَعِيدُ مِنَ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَمَعْنَاهُ هَذَا مَا سَنُنْفِذُ حُكْمَ الشَّرْعِ عَلَيْكُمْ بِهِ عِنْدَ الرُّجُوعِ مِنْ دَارِ الْحَرْبِ إِلَى دَارِ الْإِسْلَامِ؛ لِأَنَّ دَارَ الْحَرْبِ لَا تُقَامُ فِيهَا الْحُدُودُ وَأَمْثَالُهَا مِنَ الْأَحْكَامِ، وَالْمُخْتَارُ عِنْدَنَا أَنَّهُ مِنَ اللهِ تَعَالَى، وَأَنَّ الْمُرَادَ بِهِ عَفْوُ اللهِ وَتَعْذِيبُهُ فِي الْآخِرَةِ. وَقَالَ الضَّحَّاكُ: يَعْنِي أَنَّهُ إِنْ عَفَا عَنْ طَائِفَةٍ مِنْهُمْ فَلَيْسَ بِتَارِكِ الْآخَرِينَ. </p><p> (فَإِنْ قِيلَ) إِنَّهُ بَيَّنَ سَبَبَ التَّعْذِيبِ وَهُوَ الْإِصْرَارُ عَلَى الْإِجْرَامِ، وَلَمْ يُبَيِّنْ سَبَبًا لِلْعَفْوِ، أَفَلَيْسَ هَذَا دَلِيلًا عَلَى أَنَّهُ لِمَحْضِ الْفَضْلِ؟ (قُلْنَا) إِنَّ مَا بَيَّنَهُ يَدُلُّ عَلَى مَا لَمْ يُبَيِّنْهُ، فَإِنَّهُ لَمَّا ذَكَرَ أَنَّهُمْ كَفَرُوا بَعْدَ إِيمَانِهِمْ، دَلَّ عَلَى أَنَّهُمُ اسْتَحَقُّوا الْعَذَابَ بِكُفْرِهِمْ. فَبَيَانُهُ بَعْدَ هَذَا لِسَبَبِ تَعْذِيبِ بَعْضِهِمْ دَالٌّ عَلَى أَنَّ التَّعْذِيبَ يَنْتَفِي بِانْتِفَاءِ هَذَا السَّبَبِ، وَإِنَّمَا يَكُونُ ذَلِكَ بِتَرْكِ النِّفَاقِ وَإِجْرَامِهِ وَالتَّوْبَةِ مِنْهُمَا، وَالْأَدِلَّةُ الْعَامَّةُ تَدُلُّ عَلَى أَنَّ الْوَعِيدَ عَلَى الْكُفْرِ لَا بُدَّ مِنْ نُفُوذِهِ عَلَى مَنْ لَمْ يَتُبْ مِنْهُ، وَأَنَّ الْوَعِيدَ عَلَى الذُّنُوبِ بَعْضُهُ يُنَفَّذُ وَبَعْضُهُ يُدْرِكُهُ الْعَفْوُ. </p><p> وَأَمَّا عَدَدُ مَنْ يَتُوبُ وَيُعْفَى عَنْهُ، وَعَدَدُ مَنْ يُصِرُّ وَيُعَاقَبُ بِالْفِعْلِ مِنْ كُلٍّ مِنَ الطَّائِفَتَيْنِ، فَيَصِحُّ أَنْ يَكُونَ وَاحِدًا أَوِ اثْنَيْنِ أَوْ أَكْثَرَ، فَإِنْ كَانَ وَاحِدًا فَلَا يُسَمَّى طَائِفَةً، وَإِنَّمَا يَكُونُ وَاحِدًا مِنَ الطَّائِفَةِ مُمَثِّلًا لَهَا، وَرُوِيَ عَنِ الْكَلْبِيِّ أَنَّ رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَمَّا أَقْبَلَ مِنْ غَزْوَةِ تَبُوكَ وَبَيْنَ يَدَيْهِ ثَلَاثَةُ رَهْطٍ اسْتَهْزَئُوا بِاللهِ </p><p> وَبِرَسُولِهِ وَبِالْقُرْآنِ، قَالَ: وَكَانَ رَجُلٌ مِنْهُمْ لَمْ يُمَالِئْهُمْ فِي الْحَدِيثِ يَسِيرُ مُجَانِبًا لَهُمْ يُقَالُ لَهُ يَزِيدُ بْنُ وَدِيعَةَ، فَنَزَلَتْ: إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً فَسُمِّيَ طَائِفَةً وَهُوَ وَاحِدٌ اهـ. وَبِنَاءً عَلَى هَذِهِ الرِّوَايَةِ قَالَ مَنْ قَالَ: إِنَّ الطَّائِفَةَ مِنَ الْوَاحِدِ إِلَى الْأَلْفِ، وَرُوِيَ عَنْ مُجَاهِدٍ - وَمَنْ زَعَمَ - أَنَّهَا تُطْلَقُ عَلَى الرَّجُلِ وَالنَّفَرِ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ، وَهُوَ غَلَطٌ، وَالرِّوَايَةُ الْمَذْكُورَةُ عَنِ الْكَلْبِيِّ لَا تَقْتَضِيهِ، وَهِيَ لَا تَصِحُّ سَنَدًا فَالْكَلْبِيُّ مَتْرُوكٌ، وَلَا مَعْنَى لَهَا فَإِنَّ الَّذِي كَانَ يَسِيرُ مُجَانِبًا لَا يَتَنَاوَلُهُ وَعِيدُهُمْ، وَلَكِنَّ الْمُتَعَلِّقِينَ بِالرِّوَايَاتِ يُحَكِّمُونَهَا فِي الْعَقَائِدِ وَالْأَحْكَامِ، أَفَلَا يُحَكِّمُونَهَا فِي اللُّغَةِ أَيْضًا فَيَقُولُونَ: إِنَّ الْوَاحِدَ يُسَمَّى طَائِفَةً؟ وَقَدْ حَافَظَ بَعْضُ الْمُفَسِّرِينَ عَلَى اللُّغَةِ فِي هَذِهِ الرِّوَايَةِ فَقَالُوا: إِنَّ التَّاءَ فِي طَائِفَةٍ لِلْمُبَالَغَةِ، كَرَاوِيَةٍ لِكَثِيرٍ مِنَ الرِّوَايَةِ، وَهُوَ غَيْرُ ظَاهِرٍ هُنَا </p>"
}