{
  "id": null,
  "sura": 9,
  "aya": 18,
  "text": "<p> عَمَرَ الرَّجُلُ اللهَ بِمَعْنَى عَبَدَهَ، قَالَ: وَالْعِمَارَةُ (بِالْكَسْرِ) مَا يَعْمُرُ بِهِ الْمَكَانُ، وَالْعُمَارَةُ (بِالضَّمِّ) أُجْرَةُ الْعِمَارَةِ. (قَالَ) وَالْعُمْرَةُ (بِالضَّمِّ) طَاعَةُ اللهِ عَزَّ وَجَلَّ، وَالْعُمْرَةُ فِي الْحَجِّ مَعْرُوفَةٌ مَأْخُوذَةٌ مِنَ الِاعْتِمَارِ وَهُوَ الزِّيَارَةُ وَالْقَصْدُ. . . وَهُوَ فِي الشَّرْعِ زِيَارَةُ الْبَيْتِ الْحَرَامِ بِالشُّرُوطِ الْمَخْصُوصَةِ الْمَعْرُوفَةِ. قَالَ الزَّمَخْشَرِيُّ: وَلَمْ يَجِئْ فِيمَا أَعْلَمُ عَمَرَ بِمَعْنَى اعْتَمَرَ، وَلَكِنْ </p><p> عَمَرَ اللهَ إِذَا عَبَدَهُ، وَعَمَرَ فُلَانٌ رَكْعَتَيْنِ إِذَا صَلَّاهُمَا، وَهُوَ يَعْمُرُ رَبَّهُ يُصَلِّي وَيَصُومُ اهـ. مُلَخَّصًا. </p><p> وَقَالَ الرَّاغِبُ: الْعِمَارَةُ نَقِيضُ الْخَرَابِ يُقَالُ: عَمَرَ أَرْضَهُ يَعْمُرُهَا. قَوْلُهُ إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ (٩: ١٨) إِمَّا مِنَ الْعِمَارَةِ الَّتِي هِيَ حِفْظُ الْبِنَاءِ أَوْ مِنَ الْعُمْرَةِ الَّتِي هِيَ الزِّيَارَةُ أَوْ مِنْ قَوْلِهِمْ: عَمَرْتُ بِمَكَانِ كَذَا أَيْ أَقَمْتُ بِهِ؛ لِأَنَّهُ يُقَالُ: عَمَرْتُ الْمَكَانَ وَعَمَرْتُ بِالْمَكَانِ انْتَهَى. وَظَاهِرُهُ أَنَّهُ يُقَالُ عَمَرَ بِمَعْنَى اعْتَمَرَ فَلْيُتَحَرَّ. </p><p> فَعُلِمَ مِنْ هَذِهِ النُّصُوصِ أَنَّ عِمَارَةَ الْمَسْجِدِ تُطْلَقُ عَلَى عِبَادَةِ اللهِ فِيهِ مُطْلَقًا، وَعَلَى النُّسُكِ الْمَخْصُوصِ الْمُسَمَّى بِالْعُمْرَةِ، وَهِيَ خَاصَّةٌ بِالْمَسْجِدِ الْحَرَامِ، وَعَلَى لُزُومِهِ وَالْإِقَامَةِ فِيهِ لِخِدْمَتِهِ الْحِسِّيَّةِ، وَعَلَى بُنْيَانِهِ وَتَرْمِيمِهِ. وَكُلُّ ذَلِكَ مُرَادٌ هُنَا؛ لِأَنَّ اللَّفْظَ يَدُلُّ عَلَيْهِ وَالْمَقَامَ يَقْتَضِيهِ، وَالْمُخْتَارُ عِنْدَنَا اسْتِعْمَالُ الْمُشْتَرِكِ فِي مَعَانِيهِ الَّتِي يَقْتَضِيهَا الْمَقَامُ تَبَعًا لِلشَّافِعِيِّ وَابْنِ جَرِيرٍ. </p><p> رُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ لَمَّا أُسِرَ الْعَبَّاسُ يَوْمَ بَدْرٍ عَيَّرَهُ الْمُسْلِمُونَ بِالْكُفْرِ وَقَطِيعَةِ الرَّحِمِ، وَأَغْلَظَ عَلِيٌّ لَهُ الْقَوْلَ، فَقَالَ الْعَبَّاسُ: مَا لَكُمْ تَذْكُرُونَ مَسَاوِينَا، وَلَا تَذْكُرُونَ مَحَاسِنَنَا؟ فَقَالَ لَهُ عَلِيٌّ ـ رَضِيَ اللهُ عَنْهُ ـ: أَلَكُمْ مَحَاسِنُ؟ فَقَالَ: نَعَمْ، إِنَّنَا لَنَعْمُرُ الْمَسْجِدَ الْحَرَامَ، وَنَحْجُبُ الْكَعْبَةَ، وَنَسَقِي الْحَاجَّ، فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ رَدًّا عَلَى الْعَبَّاسِ: مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللهِ إِلَخْ وَالْمُرَادُ أَنَّهَا تَتَضَمَّنُ الرَّدَّ عَلَى ذَلِكَ الْقَوْلِ الَّذِي كَانَ يَقُولُهُ وَيَفْخَرُ بِهِ هُوَ وَغَيْرُهُ مِنْ كُبَرَاءِ الْمُشْرِكِينَ أَيْضًا، لَا أَنَّهَا نَزَلَتْ عِنْدَمَا قَالَ ذَلِكَ الْقَوْلَ لِأَجْلِ الرَّدِّ عَلَيْهِ فِي أَيَّامِ بَدْرٍ مِنَ السَّنَةِ الثَّانِيَةِ مِنَ الْهِجْرَةِ، بَلْ نَزَلَتْ فِي ضِمْنِ السُّورَةِ بَعْدَ الرُّجُوعِ مِنْ غَزْوَةِ تَبُوكَ كَمَا تَقَدَّمَ. </p><p> وَمَعْنَى الْجُمْلَةِ: مَا كَانَ يَنْبَغِي، وَلَا يَصِحُّ لِلْمُشْرِكِينَ، وَلَا مِنْ شَأْنِهِمُ الَّذِي يَقْتَضِيهِ </p><p> شِرْكُهُمْ، أَوِ الَّذِي يَشْرَعُهُ أَوْ يَرْضَاهُ اللهُ مِنْهُمْ أَوْ يُقِرُّهُمْ عَلَيْهِ أَنْ يَعْمُرُوا مَسْجِدَ اللهِ الْأَعْظَمَ وَبَيْتَهُ الْمُحَرَّمَ بِالْإِقَامَةِ فِيهِ لِلْعِبَادَةِ أَوِ الْخِدْمَةِ لَهُ، وَالْوِلَايَةِ عَلَيْهِ، وَلَا أَنْ يَزُورُوهُ حُجَّاجًا </p><p> أَوْ مُعْتَمِرِينَ، وَلَا شَيْئًا مِنْ سَائِرِ مَسَاجِدِهِ كَذَلِكَ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أَيْ: مَا كَانَ لَهُمْ ذَلِكَ فِي حَالِ كَوْنِهِمْ كَافِرِينَ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ قَوْلًا وَعَمَلًا؛ لِأَنَّ هَذَا جَمْعٌ بَيْنَ الضِّدَّيْنِ، فَإِنَّ عِمَارَةَ مَسَاجِدِ اللهِ الْحِسِّيَّةِ إِنَّمَا تَكُونُ لِعِمَارَتِهَا الْمَعْنَوِيَّةِ بِعِبَادَتِهِ فِيهَا وَحْدَهُ، وَلَا تَصِّحُ وَلَا تَقَعُ إِلَّا مِنَ الْمُؤْمِنَ الْمُوَحِّدِ لَهُ، وَذَلِكَ ضِدُّ الْكُفْرِ بِهِ، وَأَيُّ كُفْرٍ بِاللهِ أَظْهَرُ وَأَشَدُّ مِنَ الشِّرْكِ بِهِ وَمُسَاوَاتِهِ بِبَعْضِ خَلْقِهِ فِي الْعِبَادَةِ؟ وَهُوَ مَا كَانُوا يَفْعَلُونَهُ مِنْ عِبَادَةِ الْأَصْنَامِ بِالِاسْتِشْفَاعِ بِهَا، وَالسُّجُودِ لِمَا وَضَعُوهُ فِي الْبَيْتِ مِنْهَا عَقِبَ كُلِّ شَوْطٍ مِنْ طَوَافِهِمْ فِيهِ، وَأَيُّ اعْتِرَافٍ بِهِ أَصْرَحُ مِنْ نَصِّ تَلْبِيَتِهَا لَهُ تَعَالَى وَهِيَ قَوْلُهُمْ بِأَفْوَاهِهِمْ: لَبَّيْكَ لَا شَرِيكَ لَكَ، إِلَّا شَرِيكًا هُوَ لَكَ، تَمْلِكُهُ وَمَا مَلَكَ، وَكَانُوا يَكْفُرُونَ بِالْبَعْثِ وَالْجَزَاءِ أَيْضًا، وَلَمَّا بُعِثَ فِيهِمْ مُحَمَّدٌ رَسُولُ اللهِ وَخَاتَمُ النَّبِيِّينَ كَفَرُوا بِهِ وَبِمَا جَاءَ بِهِ مِنَ الْبَيِّنَاتِ وَالْهُدَى، كَفَرَ سَادَتُهُمْ وَكُبَرَاؤُهُمْ جُحُودًا وَعِنَادًا وَتَبِعَهُمْ دَهْمَاؤُهُمْ خُضُوعًا لَهُمْ وَتَقْلِيدًا، وَمِنَ النُّصُوصِ الدَّالَّةِ عَلَى جُحُودِهِمْ آيَةُ: فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللهِ يَجْحَدُونَ (٦: ٣٣) وَمِنَ الْأَدِلَّةِ عَلَى عِنَادِهِمْ آيَةُ: وَإِذْ قَالُوا اللهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ (٨: ٣٢) . </p><p> فَقَوْلُهُ تَعَالَى: شَاهِدِينَ إِلَخْ. قَيْدٌ لِلنَّفْيِ قَبْلَهُ مُبَيِّنٌ لِعِلَّتِهِ، وَالْعِلَّةُ الْحَقِيقِيَّةُ هِيَ نَفْسُ الْكُفْرِ لَا الشَّهَادَةُ بِهِ، وَنُكْتَةُ تَقْيِيدِهِ بِهَا بَيَانُ أَنَّهُ كُفْرٌ صَرِيحٌ مُعْتَرَفٌ بِهِ لَا يُمْكِنُ الْمُكَابَرَةُ فِيهِ. وَقَدْ قِيلَ إِنَّهُ لَا يَجُوزُ لِلْمُسْلِمِينَ أَنْ يَسْتَخْدِمُوا الْكُفَّارَ فِي بِنَاءِ الْمَسَاجِدِ؛ لِأَنَّهُ مِنَ الْعِمَارَةِ الْحِسِّيَّةِ الْمَمْنُوعَةِ، وَفِيهِ نَظَرٌ؛ لِأَنَّ الْمَمْنُوعَ مِنْهَا إِنَّمَا هُوَ الْوِلَايَةُ عَلَيْهَا، وَالِاسْتِقْلَالُ بِالْقِيَامِ بِمَصَالِحِهَا، كَأَنْ يَكُونَ نَاظِرُ الْمَسْجِدِ وَأَوْقَافِهِ كَافِرًا، وَأَمَّا اسْتِخْدَامُ الْمُسْلِمِينَ لِلْكَافِرِ فِي عَمَلٍ لَا وِلَايَةَ فِيهِ، كَنَحْتِ الْحِجَارَةِ، وَالْبِنَاءِ وَالنِّجَارَةِ، فَلَا يَظْهَرُ دُخُولُهُ فِي الْمَنْعِ، وَلَا فِيمَا ذَكَرَ مِنْ نَفْيِ الشَّأْنِ، فَإِنَّ نَفْيَ الشَّأْنِ </p><p> الْمَذْكُورِ دَلِيلٌ عَلَى التَّشْرِيعِ فِي هَذِهِ الْمَسْأَلَةِ، وَكَوْنِهِ حَقًّا مَبْنِيًّا عَلَى أَسَاسٍ ثَابِتٍ فِي فِطْرَةِ الْبَشَرِ، وَلَيْسَ تَشْرِيعًا لَهَا، وَالدَّلَالَةُ فِيهِ عَقْلِيَّةٌ عِلْمِيَّةٌ كَمَا عُلِمَ مِنْ تَفْسِيرِنَا لَهُ. </p><p> (فَإِنْ قِيلَ) قَدْ وَقَعَ مِنْ بَعْضِ الْحُكَّامِ وَالْأَفْرَادِ مِنْ غَيْرِ الْمُسْلِمِينَ أَنْ بَنَى مَسْجِدًا لِلْمُسْلِمِينَ، وَمِنْهُمْ مَنْ أَوْصَى بِمَالٍ لِعِمَارَةِ مَسْجِدٍ لَهُمْ لِمَصْلَحَةٍ لَهُ فِي ذَلِكَ. (قُلْتُ) : إِنَّ هَذَا لَا يُعَارِضُ مَا فَسَّرْنَا بِهِ نَفْيَ الشَّأْنِ، وَلَا مَا بُنِيَ عَلَيْهِ مِنَ الْحُكْمِ، وَلِلْمُسْلِمِينَ أَنْ يَقْبَلُوا مِثْلَ هَذَا الْمَسْجِدِ وَهَذِهِ الْوَصِيَّةِ بِشَرْطِ أَلَّا يَكُونَ فِيهِمَا ضَرَرٌ آخَرُ دِينِيٌّ وَلَا سِيَاسِيٌّ؛ لِأَنَّهُ حِينَئِذٍ يَكُونُ كَمَسْجِدِ الضِّرَارِ الَّذِي يَأْتِي ذِكْرُهُ فِي هَذِهِ السُّورَةِ، فَلَوْ عَرَضَ الْيَهُودُ عَلَى الْمُسْلِمِينَ فِي هَذَا الْعَصْرِ أَنْ يَعْمُرُوا الْمَسْجِدَ الْأَقْصَى بِتَرْمِيمِ مَا كَانَ تَدَاعَى أَوْ ضَعُفَ مِنْ بِنَائِهِ أَوْ بَذَلُوا لَهُمْ مَالًا لِذَلِكَ لِمَا جَازَ لَهُمْ أَنْ يَقْبَلُوا هَذَا وَلَا ذَاكَ، وَإِنْ لَمْ يَتَوَلَّ الْيَهُودُ الْعَمَلَ </p><p> لِمَا عُلِمَ مِنْ طَمَعِهِمْ فِي الِاسْتِيلَاءِ عَلَى هَذَا الْمَسْجِدِ، وَالتَّوَسُّلِ لَهُ بِمَا يَجْعَلُونَهُ ذَرِيعَةً لِادِّعَاءِ حَقٍّ مَا لَهُمْ فِيهِ، عَلَى كُفْرِهِمْ بِعِيسَى وَمُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَكِتَابَيْهِمَا، وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا. </p><p> أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ أَيْ: أُولَئِكَ الْمُشْرِكُونَ الْكَافِرُونَ بِاللهِ، وَبِمَا جَاءَ بِهِ رَسُولُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَدْ حَبِطَتْ أَعْمَالُهُمُ الَّتِي يَفْخَرُونَ بِهَا مِنْ عِمَارَةِ الْمَسْجِدِ الْحَرَامِ، وَسِقَايَةِ الْحَاجِّ وَغَيْرِهِمَا مِنْ أَعْمَالِ الْبِرِّ كَقِرَى الضَّيْفِ، وَصِلَةِ الرَّحِمِ، أَيْ: بَطَلَتْ وَفَسَدَتْ حَتَّى لَمْ يَبْقَ لَهَا أَدْنَى تَأْثِيرٍ فِي صَلَاحِ أَنْفُسِهِمْ مَعَ الشِّرْكِ وَالْكُفْرِ وَمَفَاسِدِهِمَا، وَأَصْلُهُ مِنَ الْحَبَطِ وَهُوَ - بِالتَّحْرِيكِ - أَنْ تَأْكُلَ الْبَهِيمَةُ حَتَّى تَنْتَفِخَ وَيَفْسَدَ جَوْفُهَا. قَالَ تَعَالَى: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (٣٩: ٦٥) وَوَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ (٦: ٨٨) وَأُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (١٨: ١٠٥) . </p><p> وَفِي النَّارِ هُمْ خَالِدُونَ أَيْ: وَهُمْ مُقِيمُونَ فِي دَارِ الْعَذَابِ الَّتِي تُسَمَّى النَّارَ دُونَ غَيْرِهَا إِقَامَةَ خُلُودٍ وَبَقَاءٍ، لِكُفْرِهِمُ الْمُحْبِطِ لِأَعْمَالِهِمُ الْحَسَنَةِ حَتَّى لَا أَثَرَ لَهَا فِي </p><p> تَزْكِيَةِ أَنْفُسِهِمْ، وَإِحَاطَةِ خَطِيئَاتِهِمْ بِهَا وَتَدْسِيَتِهَا لَهُمْ، فَلَمْ يَبْقَ فِيهَا أَدْنَى اسْتِعْدَادٍ لِجِوَارِ اللهِ تَعَالَى فِي دَارِ الْكَرَامَةِ - وَمَا ثَمَّةَ إِلَّا الْجَنَّةُ أَوِ النَّارُ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (٤٢: ٧) . </p><p> إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللهَ بَعْدَ أَنْ بَيَّنَ عَدَمَ اسْتِحْقَاقِ الْمُشْرِكِينَ لِعِمَارَةِ مَسَاجِدِ اللهِ أَثْبَتَهَا لِلْمُسْلِمِينَ الْكَامِلِينَ، وَجَعَلَهَا مَقْصُورَةً عَلَيْهِمْ بِالْفِعْلِ لَا بِمُجَرَّدِ الشَّأْنِ وَالِاسْتِحْقَاقِ وَهُوَ الَّذِي يَقْتَضِيهِ مَقَامُ الْإِيجَابِ، وَهُمُ الْجَامِعُونَ بَيْنَ الْإِيمَانِ بِاللهِ عَلَى الْوَجْهِ الْحَقِّ الَّذِي بَيَّنَهُ فِي كِتَابِهِ مِنْ تَوْحِيدِهِ وَتَنْزِيهِهِ وَاخْتِصَاصِهِ بِالْعِبَادَةِ وَالِاسْتِعَانَةِ وَالتَّوَكُّلِ، وَالْإِيمَانِ بِالْيَوْمِ الْآخِرِ الَّذِي يُحَاسِبُ اللهُ فِيهِ الْعِبَادَ، وَيَجْزِي كُلَّ نَفْسٍ مَا كَسَبَتْ، وَبَيْنَ إِقَامَةِ الصَّلَاةِ الْمَفْرُوضَةِ بِأَرْكَانِهَا وَآدَابِهَا وَتَدَبُّرِ تِلَاوَتِهَا وَأَذْكَارِهَا الَّتِي تُكْسِبُ مُقِيمَهَا مُرَاقَبَةَ اللهِ تَعَالَى وَحُبَّهُ، وَالْخُشُوعَ لَهُ، وَالْإِنَابَةَ إِلَيْهِ - وَإِعْطَاءِ زَكَاةِ الْأَمْوَالِ مِنْ نَقْدٍ وَزَرْعٍ وَتِجَارَةٍ لِمُسْتَحِقِّيهَا مِنَ الْفُقَرَاءِ وَالْمَسَاكِينِ وَالْغَارِمِينَ وَغَيْرِهِمْ مِمَّنْ يَأْتِي ذِكْرُهُمْ فِي هَذِهِ السُّورَةِ - وَبَيْنَ خَشْيَةِ اللهِ دُونَ غَيْرِهِ مِمَّنْ لَا يَنْفَعُ وَلَا يَضُرُّ كَالْأَصْنَامِ وَسَائِرِ مَا عُبِدَ مِنْ دُونِ اللهِ خَوْفًا مِنْ ضَرَرِهِ أَوْ رَجَاءً فِي نَفْعِهِ فَالْمُرَادُ بِالْخَشْيَةِ الدِّينِيُّ مِنْهَا دُونَ الْغَرِيزِيِّ كَخَشْيَةِ أَسْبَابِ الضَّرَرِ الْحَقِيقِيَّةِ، فَإِنَّ هَذَا لَا يُنَافِي خَشْيَةَ اللهِ، وَلَا يَقْتَضِي خَشْيَةَ الطَّاغُوتِ. وَالدَّلِيلُ عَلَيْهَا طَاعَةُ اللهِ تَعَالَى فِيمَا أَمَرَ بِهِ وَنَهَى عَنْهُ رَضِيَ النَّاسُ أَمْ سَخِطُوا. </p><p> فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ أَيْ: فَأُولَئِكَ الْجَامِعُونَ لِهَذِهِ الْخَمْسِ مِنْ أَرْكَانِ الْإِيمَانِ وَالْإِسْلَامِ الَّتِي يَلْزَمُهَا سَائِرُ أَرْكَانِهَا هُمُ الَّذِينَ يَرْجُونَ بِحَقٍّ، أَوْ يُرْجَى لَهُمْ بِحَسَبِ سُنَنِ اللهِ فِي أَعْمَالِ الْبَشَرِ وَتَأْثِيرِهَا فِي إِصْلَاحِهِمْ، أَنْ يَكُونُوا مِنْ جَمَاعَةِ الْمُهْتَدِينَ إِلَى مَا يُحِبُّ اللهُ وَيَرْضَى مِنْ عِمَارَةِ مَسَاجِدِهِ حِسًّا وَمَعْنًى، وَاسْتِحْقَاقِ الْجَزَاءِ عَلَيْهَا بِالْجَنَّةِ خَالِدِينَ فِيهَا، دُونَ غَيْرِهِمْ مِنَ الْمُشْرِكِينَ الْجَامِعِينَ لِأَضْدَادِهَا مِنَ الْإِيمَانِ بِالطَّاغُوتِ، وَالشِّرْكِ بِاللهِ، وَالْكُفْرِ بِمَا جَاءَ بِهِ رَسُولُهُ، الَّذِينَ دَنَّسُوا مَسْجِدَهُ </p><p> الْحَرَامَ بِالْأَصْنَامِ وَالِاسْتِقْسَامِ بِالْأَزْلَامِ، وَصَدُّوا الْمُسْلِمِينَ عَنِ الْحَجِّ وَالِاعْتِمَارِ وَالصَّلَاةِ فِيهِ. وَلَمْ تَكُنْ صَلَاةُ هَؤُلَاءِ الْمُشْرِكِينَ عِنْدَهُ إِلَّا مُكَاءً وَتَصْدِيَةً كَعَبَثِ الْأَطْفَالِ، وَكَانُوا يُنْفِقُونَ أَمْوَالَهُمْ لِلصَّدِّ عَنْ سَبِيلِ اللهِ، وَمَنْعِ النَّاسِ مِنَ الْإِسْلَامِ، وَتَقَدَّمَ فِي هَذَا الْمَعْنَى مِنْ سُورَةِ الْأَنْفَالِ (٨: ٣٤ - ٣٦) فَشُرُورُ هَؤُلَاءِ وَضَلَالُهُمْ وَطُغْيَانُهُمُ الَّتِي هِيَ لَوَازِمُ الشِّرْكِ تُحْبِطُ كُلَّ عَمَلٍ حَسَنٍ عَمِلُوهُ كَمَا تَقَدَّمَ. </p><p> كَلِمَةُ \" عَسَى \" تُفِيدُ الرَّجَاءَ دُونَ الْقَطْعِ، وَقَالَ الْوَاحِدِيُّ وَغَيْرُهُ: إِنَّهَا لِلتَّقْرِيبِ وَالْإِطْمَاعِ ثُمَّ اسْتُعْمِلَتْ بِمَعْنَى \" لَعَلَّ \" أَيْ لِلرَّجَاءِ، وَقَالَ سِيبَوَيْهِ: لَعَلَّ كَلِمَةُ تَرْجِيَةٍ وَتَطْمِيعٍ أَيْ لِلْمُخَاطَبِ بِهَا، فَالرَّجَاءُ هُنَا مَا يَكُونُ لِلْمُتَّصِفِينَ بِمَا ذُكِرَ مِنَ الْأُمُورِ الْخَمْسَةِ مِنَ الْأَمَلِ وَالطَّمَعِ بِالْفِعْلِ أَوِ الشَّأْنِ فِي الْوُصُولِ إِلَى مَقَامِ الْمُتَّقِينَ الْكَامِلِينَ بِالثَّبَاتِ عَلَيْهَا، وَمَا يَتَرَتَّبُ عَلَيْهِ مِنَ الثَّوَابِ كَمَا قَرَّرْنَاهُ، وَلَا يَصِحُّ هُنَا كَوْنُ الرَّجَاءِ مِنَ اللهِ عَزَّ وَجَلَّ فَإِنَّهُ هُوَ الَّذِي يُرْجَى وَلَا يَرْجُو، وَحَقِيقَةُ الرَّجَاءِ ظَنٌّ بِحُصُولِ أَمْرٍ وَقَعَتْ أَسْبَابُهُ وَاتُّخِذَتْ وَسَائِلُهُ مِنْ مُبْتَغِيهِ، وَلَمْ يَبْقَ لِحُصُولِهِ إِلَّا أَنْ تَكُونَ وَقَعَتْ عَلَى وَجْهِهَا الْمُؤَدِّي إِلَى الْغَايَةِ، وَأَلَّا تُعَارِضَهَا الْمَوَانِعُ الَّتِي تَكُونُ رَاجِحَةً عَلَى الْمُقْتَضَى، كَالزَّارِعِ يَحْرُثُ الْأَرْضَ، وَيَبْذُرُ الْحَبَّ فِي الْوَقْتِ الْمُنَاسِبِ، وَيَتَعَاهَدُ زَرْعَهُ بِمَا يَحْتَاجُ إِلَيْهِ مِنْ عَزْقٍ وَسَقْيٍ وَسَمَادٍ، فَيَكُونُ مِنَ الْمَظْنُونِ الرَّاجِحِ أَنْ يَأْتِيَ بِثَمَرَةٍ طَيِّبَةٍ، وَلَكِنْ لَا يُمْكِنُ الْقَطْعُ بِذَلِكَ لِمَا يُخْشَى مِنْ وُقُوعِ الْجَوَائِحِ الْمُهْلِكَةِ لَهُ مَثَلًا. </p><p> وَكَذَلِكَ مَنْ يُطِيعُ اللهَ تَعَالَى بِفِعْلِ الْمُسْتَطَاعِ مِمَّا أَمَرَ بِهِ، وَتَرْكِ مَا نَهَى عَنْهُ، فَإِنَّهُ حَقِيقٌ بِأَنْ يَرْجُوَ بِذَلِكَ تَزْكِيَةَ نَفْسِهِ، وَرَفْعَهَا إِلَى مَقَامِ الْمُتَّقِينَ أَوْلِيَاءِ اللهِ تَعَالَى وَمَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنْ مَثُوبَتِهِ وَرِضْوَانِهِ فِي دَارِ كَرَامَتِهِ، وَلَكِنْ لَا يُمْكِنُ أَنْ يَجْزِمَ بِذَلِكَ لِمَا يَخْشَى عَلَى نَفْسِهِ مِنَ التَّقْصِيرِ وَشَوَائِبِ الرِّيَاءِ وَالسُّمْعَةِ، أَوْ عَدَمِ الثَّبَاتِ عَلَى الطَّاعَةِ حَتَّى يَمُوتَ عَلَيْهَا، وَغَيْرِ ذَلِكَ مِمَّا يُحْبِطُ الْأَعْمَالَ أَوْ يَمْنَعُ مِنْ قَبُولِهَا، وَالْخَيْرُ لِلْمُؤْمِنِ أَنْ يَكُونَ بَيْنَ الْخَوْفِ الَّذِي يَصُدُّهُ عَنِ التَّقْصِيرِ، وَالرَّجَاءِ الَّذِي يَبْعَثُهُ </p><p> عَلَى التَّشْمِيرِ، وَأَنْ يُرَجِّحَ الْخَوْفَ فِي حَالِ الصِّحَّةِ وَالرَّجَاءَ فِي حَالِ الْمَرَضِ، وَلَا سِيَّمَا مَرَضُ الْمَوْتِ، وَمَنْ أَرَادَ نَعِيمَ الْآخِرَةِ، وَلَمْ يَسْعَ لَهَا سَعْيَهَا الَّذِي جَعَلَهُ اللهُ سَبَبًا لَهَا فَهُوَ مِنَ الْحَمْقَى أَصْحَابِ الْأَمَانِيِّ لَا مِنْ أَصْحَابِ الرَّجَاءِ، فَهُوَ </p><p> كَمَنْ أَحَبَّ أَنْ تُنْبِتَ لَهُ أَرْضُهُ غَلَّةً حَسَنَةً كَثِيرَةً وَلَمْ يَزْرَعْهَا. . . إِلَخْ. فَسُنَّةُ اللهِ فِي الدُّنْيَا وَالْآخِرَةِ وَاحِدَةٌ كَمَا قَالَ أَبُو حَامِدٍ الْغَزَالِيُّ رَحِمَهُ اللهُ تَعَالَى. </p><p> وَمَنْ قَالَ: إِنَّ \" عَسَى \" هُنَا وَعْدٌ مِنَ اللهِ تَعَالَى: قَالُوا: إِنَّهَا مِنْهُ تَعَالَى لِلْإِيجَابِ وَالْقَطْعِ، وَهُوَ مُنَزَّهٌ عَنِ التَّوَقُّعِ وَالظَّنِّ وَعَنِ الْإِطْمَاعِ فِي الشَّيْءِ، وَإِخْلَافِهِ بَعْدَ تَقْرِيبِهِ، وَرَوَوْا هَذَا الْمَعْنَى عَنِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ فِي الْآيَاتِ الصَّرِيحَةِ فِي وَعْدِ اللهِ تَعَالَى وَخَبَرِهِ كَقَوْلِهِ تَعَالَى: فَعَسَى اللهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ (٥: ٥٢) وَقَوْلُهُ: عَسَى اللهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً (٦٠: ٧) فَكُلٌّ مِنْ هَذَيْنِ وَعْدٌ قَطْعِيٌّ عِنْدَهُ تَعَالَى فَعَلَى هَذَا تَكُونُ نُكْتَةُ التَّعْبِيرِ عَنْهُ بِعَسَى: إِبْهَامُهُ وَعَدَمُ إِعْلَامِ الْمُخَاطَبِينَ بِالْوَقْتِ الَّذِي يَقَعُ فِيهِ، وَمَنْ أَمْعَنَ النَّظَرَ رَأَى أَنَّ هَذَا قَدْ يَرْجِعُ إِلَى مَا فَسَّرَ بِهِ \" عَسَى \" هُنَا، وَهُوَ أَنَّ كُلًّا مِنَ الْإِتْيَانِ بِالْفَتْحِ أَوْ أَمْرٍ آخَرَ يَتَرَتَّبُ عَلَيْهِ نَدَمُ الْمُشْرِكِينَ، وَمِنْ وُقُوعِ الْمَوَدَّةِ بَيْنَ الْمُؤْمِنِينَ وَمَنْ عَادَوْهُمْ مِنَ الْمُشْرِكِينَ - قَرِيبُ الْوُقُوعِ، فَهُوَ مَرْجُوٌّ وَمُتَوَقَّعٌ فِي نَفْسِهِ بِوُقُوعِ أَسْبَابِهِ وَمُقَدِّمَاتِهِ، فَيَنْبَغِي أَنْ يُعِدُّوا لَهُ عُدَّتَهُ، وَيَحْسِبُوا لَهُ حِسَابًا فِي مُعَامَلَتِهِمْ، وَفِي مَعْنَى هَذَا مَا اخْتَارَهُ شَيْخُنَا مِنْ أَنَّ مَعْنَى \" لَعَلَّ \" فِي كَلَامِ اللهِ تَعَالَى: الْإِعْدَادُ لِمُتَعَلَّقِهَا. وَتَقَدَّمَ تَفْصِيلُهُ رَاجِعْ (ص١٥٥ وَمَا بَعْدَهَا ج ١ ط الْهَيْئَةِ) . </p><p> وَقَدِ اسْتَشْكَلَ بَعْضُهُمْ وَصْفَ عَمَارِ الْمَسَاجِدِ بِإِيتَاءِ الزَّكَاةِ؛ لِأَنَّهُ لَيْسَ مِنَ الْأَعْمَالِ الَّتِي تُشْرَعُ فِي الْمَسَاجِدِ، وَأَجَابَ عَنْهُ الْفَخْرُ الرَّازِيُّ بِقَوْلِهِ: وَاعْلَمْ أَنَّ اعْتِبَارَ إِقَامَةِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ فِي عِمَارَةِ الْمَسْجِدِ كَأَنَّهُ يَدُلُّ عَلَى أَنَّ عِمَارَةَ الْمَسْجِدِ الْحُضُورُ فِيهِ، وَذَلِكَ؛ لِأَنَّ الْإِنْسَانَ إِذَا كَانَ مُقِيمًا لِلصَّلَاةِ فَإِنَّهُ يَحْضُرُ فِي الْمَسْجِدِ فَتَحْصُلُ بِهِ عِمَارَةُ الْمَسْجِدِ، وَإِذَا كَانَ مُؤْتِيًا لِلزَّكَاةِ فَإِنَّهُ يَحْضُرُ فِي الْمَسْجِدِ طَوَائِفُ الْفُقَرَاءِ وَالْمَسَاكِينِ، لِطَلَبِ أَخْذِ الزَّكَاةِ فَتَحْصُلُ عِمَارَةُ الْمَسْجِدِ بِهِ، وَأَمَّا إِذَا حَمَلْنَا </p><p> الْعِمَارَةَ عَلَى مَصَالِحِ الْبِنَاءِ، فَإِيتَاءُ الزَّكَاةِ مُعْتَبَرٌ فِي هَذَا الْبَابِ أَيْضًا؛ لِأَنَّ إِيتَاءَ الزَّكَاةِ وَاجِبٌ، وَبِنَاءَ الْمَسْجِدِ نَافِلَةٌ، وَالْإِنْسَانُ مَا لَمْ يَفْرُغْ عَنِ الْوَاجِبِ لَا يُشْغَلُ بِالنَّافِلَةِ، وَالظَّاهِرُ أَنَّ الْإِنْسَانَ مَا لَمْ يَكُنْ مُؤَدِّيًا لِلزَّكَاةِ لَمْ يَشْتَغِلْ بِبِنَاءِ الْمَسَاجِدِ، انْتَهَى بِنَصِّهِ. </p><p> وَالَّذِي نَرَاهُ: أَنَّ الْمُرَادَ بِهَذِهِ الصِّفَاتِ بَيَانُ الْإِسْلَامِ الْكَامِلِ الَّذِي يَقُومُ أَهْلُهُ بِعِمَارَةِ الْمَسَاجِدِ الْحِسِّيَّةِ وَالْمَعْنَوِيَّةِ بِالْفِعْلِ، كَمَا أَنَّهُمْ هُمْ أَصْحَابُ الْحَقِّ فِيهَا، وَهَذِهِ أُسُسُهُ الَّتِي دَعَا إِلَيْهَا جَمِيعُ رُسُلِ اللهِ تَعَالَى، وَعَلَيْهَا مَدَارُ النَّجَاةِ، كَمَا قَالَ تَعَالَى: إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢: ٦٢) وَقَدْ ذَكَرَ هُنَا مِنَ الْعَمَلِ الصَّالِحِ أَعْظَمَ أَرْكَانِهِ الَّتِي كَانَ الْمُشْرِكُونَ مُجَرَّدِينَ مِنْهَا، وَاشْتَرَطَ فِي صِحَّةِ إِسْلَامِهِمْ قَبُولَهَا كُلَّهَا، أَوْ مَا عَدَا الْبَاطِنَ مِنْهَا، وَهُوَ الْخَشْيَةُ كَمَا تَقَدَّمَ، وَهِيَ الصَّلَاةُ أَعْظَمُ الْعِبَادَاتِ الْبَدَنِيَّةِ الرُّوحِيَّةِ الِاجْتِمَاعِيَّةِ </p><p> وَالزَّكَاةُ أَعْظَمُ الْعِبَادَاتِ الْمَالِيَّةِ الِاجْتِمَاعِيَّةِ - وَخَشْيَةُ اللهِ وَحْدَهُ أَعْظَمُ ثَمَرَاتِ الْإِيمَانِ وَالْعِبَادَاتِ النَّفْسِيَّةِ. وَلَمْ يَذْكُرِ الْإِيمَانَ بِالرُّسُلِ؛ لِأَنَّ رِسَالَتَهُمْ وَسِيلَةٌ إِلَى هَذِهِ الْمَقَاصِدِ، وَلَا تَحْصُلُ عَلَى الْوَجْهِ الصَّحِيحِ بِدُونِهَا فَهِيَ تَسْتَلْزِمُهَا، وَإِقَامَةُ الصَّلَاةِ تَتَوَقَّفُ عَلَيْهَا؛ لِأَنَّ الشَّهَادَتَيْنِ مِنْ فَرَائِضِهَا، وَمِنْ كَلِمَاتِ الْأَذَانِ لَهَا، وَقَوْلُ الرَّازِيِّ: إِنَّ مَانِعَ الزَّكَاةِ لَا يَبْنِي الْمَسَاجِدَ حَقٌّ كَقَوْلِ بَعْضِ النَّاسِ: إِنَّ الَّذِي يُزَكِّي لَا يَسْرِقُ. وَإِنَّمَا يَصِحُّ هَذَا وَذَاكَ فِيمَنْ يَعْمَلُ عَمَلَهُ خَالِصًا لِوَجْهِ اللهِ، وَلَكِنْ مِنَ النَّاسِ مَنْ يَبْنِي مَسْجِدًا بِالْمَالِ الْحَرَامِ، وَهُوَ لَا يُصَلِّي، وَإِنَّمَا يَبْنِيهِ رِيَاءً وَسُمْعَةً، أَوْ لِيَجْعَلَ فِيهِ أَوْ فِي قُبَّةٍ بِجَانِبِهِ قَبْرًا لَهُ يُذْكَرُ بِهِ اسْمُهُ مِنْ بَعْدِهِ، وَمِنْهُمْ مَنْ يَتَصَدَّقُ عَلَى الْفُقَرَاءِ، وَيُسَاعِدُ الْجَمْعِيَّاتِ الْخَيْرِيَّةَ وَالْعِلْمِيَّةِ بِالْمَالِ الْحَرَامِ وَيَأْكُلُ الْحَرَامَ، وَلَا يُؤَدِّي جَمِيعَ مَا يَجِبُ عَلَيْهِ مِنَ الزَّكَاةِ؛ لِأَنَّهُ مُرَاءٍ يَبْتَغِي بِإِنْفَاقِهِ السُّمْعَةَ وَالصِّيتَ الْحَسَنَ لَا مَثُوبَةَ اللهِ وَمَرْضَاتَهُ. </p><p> وَقَدْ وَرَدَ فِي عِمَارَةِ الْمَسَاجِدِ الْحِسِّيَّةِ وَالْمَعْنَوِيَّةِ أَحَادِيثُ كَثِيرَةٌ، مِنْهَا فِي الْمَعْنَى الْأَوَّلِ مَا رَوَاهُ أَحْمَدُ وَالشَّيْخَانِ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ مِنْ حَدِيثِ عُثْمَانَ ـ رَضِيَ اللهُ عَنْهُ ـ أَنَّهُ لَمَّا بَنَى </p><p> مَسْجِدَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلَامَهُ النَّاسُ قَالَ: إِنَّكُمْ أَكْثَرْتُمْ، وَإِنِّي سَمِعْتُ رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَقُولُ: مَنْ بَنَى لِلَّهِ مَسْجِدًا يَبْتَغِي بِهِ وَجْهَ اللهِ بَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ وَهُوَ يَدُلُّ عَلَى أَنَّ تَوْسِيعَ الْمَسْجِدِ كَابْتِدَائِهِ. </p><p> وَرَوَى أَحْمَدُ عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا: مَنْ بَنَى لِلَّهِ مَسْجِدًا وَلَوْ كَمَفْحَصِ قَطَاةٍ لِبَيْضِهَا بَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ وَسَنَدُهُ صَحِيحٌ، وَرُوِيَ مِثْلُهُ بِدُونِ وَصْفٍ لِلْمَسْجِدِ، وَرُوِيَ بِلَفْظِ بَنَى اللهُ لَهُ بَيْتًا أَوْسَعَ مِنْهُ وَبِأَلْفَاظٍ أُخْرَى. وَرَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ مِنْ حَدِيثِ سَمُرَةَ بْنِ جُنْدُبٍ قَالَ: أَمَرَنَا رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ نَتَّخِذَ الْمَسَاجِدَ فِي دِيَارِنَا، وَأَمَرَنَا أَنْ نُنَظِّفَهَا، وَفِي مَعْنَاهُ مِنْ حَدِيثِ عَائِشَةَ - وَأَنْ تُطَيَّبَ. وَفِي الصَّحِيحَيْنِ وَسُنَنِ أَبِي دَاوُدَ وَابْنِ مَاجَهْ أَنَّ امْرَأَةً كَانَتْ تَقُمُّ الْمَسْجِدَ أَيْ تَكْنِسُهُ فَمَاتَتْ، فَسَأَلَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَنْهَا فَقِيلَ لَهُ مَاتَتْ فَقَالَ:  \" أَفَلَا كُنْتُمْ آذَنْتُمُونِي بِهَا؟ \" أَيْ أَعْلَمْتُمُونِي بِمَوْتِهَا لِأُصَلِّيَ عَلَيْهَا دُلُّونِي عَلَى قَبْرِهَا \" فَأَتَى قَبْرَهَا فَصَلَّى عَلَيْهَا. وَفِي الصَّحِيحَيْنِ وَبَعْضِ السُّنَنِ أَيْضًا أَنَّ الْبُزَاقَ فِي الْمَسْجِدِ خَطِيئَةٌ، وَأَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ رَأَى نُخَامَةً فِي الْمَسْجِدِ فَحَكَّهَا، وَرُئِيَ الْغَضَبُ فِي وَجْهِهِ، وَنَهَى عَنْ ذَلِكَ، فَإِزَالَةُ الْقَذَرِ مِنَ الْمَسَاجِدِ وَتَطْهِيرُهُ وَاجِبٌ، وَاتِّبَاعُ أَثَرِ الْقَذَرِ بِالطِّيبِ مُسْتَحَبٌّ. </p><p> وَمِنْهَا فِي الْمَعْنَى الثَّانِي مَا رَوَاهُ الشَّيْخَانِ وَأَصْحَابُ السُّنَنِ إِلَّا النَّسَائِيُّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا صَلَاةُ الْجَمِيعِ - وَفِي رِوَايَةٍ - الْجَمَاعَةُ تَزِيدُ عَلَى صِلَاتِهِ فِي بَيْتِهِ، وَصِلَاتِهِ فِي سُوقِهِ </p><p> خَمْسًا وَعِشْرِينَ دَرَجَةً، فَإِنَّ أَحَدَكُمْ إِذَا تَوَضَّأَ وَأَحْسَنَ الْوُضُوءَ وَأَتَى الْمَسْجِدَ لَا يُرِيدُ إِلَّا الصَّلَاةَ لَمْ يَخْطُ خَطْوَةً إِلَّا رَفَعَهُ اللهُ بِهَا دَرَجَةً وَحَطَّ عَنْهُ خَطِيئَةً حَتَّى يَدْخُلَ الْمَسْجِدَ، وَإِذَا دَخَلَ الْمَسْجِدَ كَانَ فِي صَلَاةٍ مَا كَانَتْ تَحْبِسُهُ، وَتُصَلِّي عَلَيْهِ الْمَلَائِكَةُ مَا دَامَ فِي مَجْلِسِهِ الَّذِي يُصَلِّي فِيهِ: اللهُمَّ اغْفِرْ لَهُ، اللهُمَّ ارْحَمْهُ مَا لَمْ يُؤْذِ بِحَدَثٍ أَيْ بِحَدَثٍ لَهُ رَائِحَةٌ كَرِيهَةٌ، وَمِنْهُ رَائِحَةُ الثُّومِ وَالْبَصَلِ وَنَحْوُهُمَا كَالدُّخَانِ الْمَعْرُوفِ فِي هَذَا الزَّمَانِ، فَقَدْ رَوَى أَحْمَدُ وَالشَّيْخَانِ مِنْ حَدِيثِ جَابِرٍ مَرْفُوعًا مَنْ أَكَلَ الثُّومَ وَالْبَصَلَ وَالْكُرَّاثَ فَلَا يَقْرَبَنَّ مَسْجِدَنَا؛ فَإِنَّ </p><p> الْمَلَائِكَةَ تَتَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ بَنُو آدَمَ وَاسْتَدَلَّ الْعُلَمَاءُ بِهِ عَلَى مَنْعِ مَنْ أَكَلَ الثُّومَ وَنَحْوَهُ مِنْ دُخُولِ الْمَسْجِدِ وَإِنْ لَمْ يَكُنْ فِيهِ أَحَدٌ، إِلَّا أَنْ يُزِيلَ الرَّائِحَةَ قَبْلَ ذَلِكَ، وَالظَّاهِرِيَّةُ يُحَرِّمُونَ أَكْلَ مَا ذُكِرَ؛ لِأَنَّهُ يَمْنَعُ مِنْ صَلَاةِ الْجَمَاعَةِ، وَهِيَ عِنْدَهُمْ فَرْضُ عَيْنٍ كَالْحَنَابِلَةِ. وَالصَّوَابُ أَنَّ فَرْضِيَّتَهَا لَا تَقْتَضِي تَحْرِيمَ مَا ذُكِرَ مُطْلَقًا؛ لِأَنَّهُ يُمْكِنُ أَكْلُهَا فِي الْأَوْقَاتِ الَّتِي لَا جَمَاعَةَ فِيهَا كَأَوَّلِ النَّهَارِ وَبَعْدَ الْعِشَاءِ، إِذْ تَزُولُ الرَّائِحَةُ فِي الْغَالِبِ قَبْلَ الظُّهْرِ فِي الْحَالَةِ الْأُولَى وَقَبْلَ الْفَجْرِ فِي الثَّانِيَةِ، وَيُمْكِنُ إِزَالَتُهَا قَبْلَ ذَلِكَ بِتَنْظِيفِ الْفَمِ بِالسِّوَاكِ وَنَحْوِهِ، وَأَكْلِ بَعْضِ الْأَشْيَاءِ الْمُعَطِّرَةِ كَأَقْرَاصِ النَّعْنَعِ الْمَعْرُوفَةِ فِي هَذَا الزَّمَنِ، وَغَيْرِهَا مِنَ الْحُبُوبِ الْعِطْرِيَّةِ الَّتِي تُمْتَصُّ لِتَطْيِيبِ الْفَمِ. </p><p> وَجَمَاهِيرُ أَئِمَّةِ السَّلَفِ وَالْخَلَفِ عَلَى إِبَاحَةِ أَكْلِ الثُّومِ وَالْبَصَلِ، وَمِنْ أَدِلَّتِهمْ مَا رَوَاهُ الشَّيْخَانِ، وَأَبُو دَاوُدَ وَالنَّسَائِيُّ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أُتِيَ بِقِدْرٍ فِيهَا خَضْرَوَاتٌ مِنْ بُقُولٍ فَوَجَدَ لَهَا رِيحًا فَسَأَلَ فَأُخْبِرَ بِمَا فِيهَا مِنَ الْبُقُولِ فَقَالَ:  \" قَرِّبُوهَا \"  (وَأَشَارَ) إِلَى بَعْضِ أَصْحَابِهِ كَانَ مَعَهُ فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا قَالَ: \" كُلْ فَإِنِّي أُنَاجِي مَنْ لَا تُنَاجِي \" وَفِي بَعْضِ الرِّوَايَاتِ عِنْدَ مُسْلِمٍ وَغَيْرِهِ أَنَّ هَذَا الطَّعَامَ صُنِعَ لَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عِنْدَ مَقْدَمِهِ الْمَدِينَةَ، وَأَنَّ الْمُرَادَ بِالصَّاحِبِ الَّذِي أَمَرَهُ بِأَكْلِهِ هُوَ ضَائِفُهُ أَبُو أَيُّوبَ الْأَنْصَارِيُّ ـ رَضِيَ اللهُ عَنْهُ ـ وَفِيهِ أَنَّ الطَّعَامَ كَانَ فِيهِ ثُومٌ (لَمْ تَذْهَبْ رَائِحَتُهُ) وَأَنَّهُ قَالَ: أَحْرَامٌ هُوَ يَا رَسُولَ اللهِ؟ قَالَ:  \" لَا، وَلَكِنْ أَكْرَهُهُ \" وَمِنْهَا حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ عِنْدَ مُسْلِمٍ أَيْضًا قَالَ: لَمْ نَعْدُ أَنْ فُتِحَتْ خَيْبَرُ فَوَقَعْنَا أَصْحَابَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي تِلْكَ الْبَقْلَةِ \" الثُّومِ \" وَالنَّاسُ جِيَاعٌ فَأَكَلْنَا مِنْهَا أَكْلًا شَدِيدًا ثُمَّ رُحْنَا إِلَى الْمَسْجِدِ فَوَجَدَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الرِّيحَ فَقَالَ: مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ الْخَبِيثَةِ شَيْئًا فَلَا يَقْرَبْنَا فِي الْمَسْجِدِ فَقَالَ النَّاسُ: حُرِّمَتْ، حُرِّمَتْ، فَبَلَغَ ذَلِكَ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ: أَيُّهَا النَّاسُ إِنَّهُ لَيْسَ لِي تَحْرِيمُ مَا أَحَلَّ اللهُ لِي، وَلَكِنَّهَا شَجَرَةٌ أَكْرَهُ رِيحَهَا. </p><p> وَرَوَى أَحْمَدُ وَالتِّرْمِذِيُّ وَحَسَّنَهُ وَابْنُ مَاجَهْ وَالْحَاكِمُ وَصَحَّحَهُ وَغَيْرُهُمْ مِنْ حَدِيثِ </p><p> أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِذَا رَأَيْتُمُ الرَّجُلَ يَعْتَادُ الْمَسَاجِدُ فَاشْهَدُوا </p><p> لَهُ بِالْإِيمَانِ وَتَلَا: إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ الْآيَةَ. وَهُوَ نَصٌّ فِي الْعِمَارَةِ الْمَعْنَوِيَّةِ، وَلَكِنَّ الْحَافِظَ الذَّهَبِيَّ أَنْكَرَ عَلَى الْحَاكِمِ تَصْحِيحَهُ. وَهُنَالِكَ أَحَادِيثُ أُخْرَى ضَعِيفَةٌ وَمُنْكَرَةٌ فِي الرِّوَايَةِ، وَإِنْ كَانَ مَعْنَاهَا صَحِيحًا. وَسَيَأْتِي حُكْمُ دُخُولِ الْمُشْرِكِينَ وَغَيْرِهِمْ مِنَ الْكُفَّارِ الْمَسَاجِدَ فِي تَفْسِيرِ: إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا (٩: ٢٨) . </p><p> أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللهِ لَا يَسْتَوُونَ عِنْدَ اللهِ وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ هَذِهِ الْآيَاتُ تَكْمِلَةٌ لِمَوْضُوعِ الْآيَتَيْنِ اللَّتَيْنِ قَبْلَهَا فِي بَيَانِ كَوْنِ الْحَقِّ فِي عِمَارَةِ الْمَسْجِدِ الْحَرَامِ بِنَوْعَيْهَا لِلْمُسْلِمِينَ دُونَ الْمُشْرِكِينَ، وَكَوْنِ إِيمَانِهِمْ وَإِسْلَامِهِمْ أَفْضَلَ مِمَّا كَانَ يَفْخَرُ بِهِ الْمُشْرِكُونَ مِنْ عِمَارَتِهِ، وَسِقَايَةِ الْحَاجِّ فِيهِ، وَإِنْ قَامَ بِهِمَا الْمُسْلِمُونَ أَنْفُسُهُمْ خِلَافًا لِمَا تَوَهَّمَ بَعْضُهُمْ فِي الْأَعْمَالِ الَّتِي بَعْدَ الْإِسْلَامِ، فَقَدْ رَوَى مُسْلِمٌ وَأَبُو دَاوُدَ وَابْنُ حِبَّانَ، وَبَعْضُ رُوَاةِ التَّفْسِيرِ الْمَأْثُورِ مِنْ حَدِيثِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: كُنْتُ عِنْدَ مِنْبَرِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ رَجُلٌ مِنْهُمْ: مَا أُبَالِي أَنْ لَا أَعْمَلَ لِلَّهِ عَمَلًا بَعْدَ الْإِسْلَامِ إِلَّا أَنْ أَسْقِيَ الْحَاجَّ، وَقَالَ آخَرُ: بَلْ عِمَارَةَ الْمَسْجِدِ الْحَرَامِ، وَقَالَ آخَرُ: بَلِ الْجِهَادَ فِي سَبِيلِ اللهِ خَيْرٌ مِمَّا قُلْتُمْ. فَزَجَرَهُمْ عُمَرُ. وَقَالَ: لَا تَرْفَعُوا أَصْوَاتَكُمْ عِنْدَ مِنْبَرِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَذَلِكَ يَوْمُ الْجُمُعَةِ وَلَكِنْ إِذَا صَلَّيْتُ </p><p> الْجُمُعَةَ دَخَلْتُ عَلَى رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَاسْتَفْتَيْتُهُ فِيمَا اخْتَلَفْتُمْ فِيهِ. (فَدَخَلَ بَعْدَ الصَّلَاةِ فَاسْتَفْتَاهُ) فَأَنْزَلَ اللهُ: أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ إِلَى قَوْلِهِ: لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ وَرَوَى الْفِرْيَابِيُّ عَنِ ابْنِ سِيرِينَ قَالَ: قَدِمَ عَلِيُّ بْنُ أَبِي طَالِبٍ </p>"
}