{
  "id": null,
  "sura": 9,
  "aya": 97,
  "text": "<p> لِلنُّصُوصِ الصَّرِيحَةِ فِيهِ، فَتَسْمِيَةُ هَذِهِ الْعِبَادَةِ لِغَيْرِ اللهِ تَوَسُّلًا فِي عُرْفِ بَعْضِ النَّاسِ لَا يُخْرِجُهَا عَنْ حَقِيقَتِهَا، وَلَا عَنْ كَوْنِ اسْمِهَا فِي اللُّغَةِ الْعَرَبِيَّةِ عِبَادَةً وَهُوَ مَا كَانَ يُسَمِّيهَا بِهِ أَهْلُ هَذِهِ اللُّغَةِ. وَإِنَّمَا التَّوَسُّلُ الشَّرْعِيُّ التَّقَرُّبُ إِلَى اللهِ تَعَالَى بِمَا شَرَعَهُ مِنَ الْأَعْمَالِ الصَّالِحَةِ، لَا بِالْأَهْوَاءِ الْمُبْتَدَعَةِ، وَلَا بِالتَّقَالِيدِ الْمُتَّبَعَةِ. </p><p> (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ وَاللهُ عَلِيمٌ حَكِيمٌ وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللهُ سَمِيعٌ عَلِيمٌ وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللهُ فِي رَحْمَتِهِ إِنَّ اللهَ غَفُورٌ رَحِيمٌ) . </p><p> هَذِهِ الْآيَاتُ الثَّلَاثُ فِي بَيَانِ حَالِ الْأَعْرَابِ مُنَافِقِيهِمْ وَمُؤْمِنِيهِمْ وَالظَّاهِرُ أَنَّهَا قَدْ نَزَلَتْ هِيَ وَمَا بَعْدَهَا إِلَى آخِرِ السُّورَةِ بَعْدَ وُصُولِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُؤْمِنِينَ إِلَى الْمَدِينَةِ فَهِيَ بَدْءُ سِيَاقٍ جَدِيدٍ فِي تَفْصِيلِ أَحْوَالِ الْمُسْلِمِينَ فِي ذَلِكَ الْعَهْدِ، بُدِئَ </p><p> بِذِكْرِ الْأَعْرَابِ مِنَ الْمُنَافِقِينَ لِمُنَاسَبَةِ مَا قَبْلَهُ وَفَصْلٍ عَنْهُ لِأَنَّهُ سِيَاقٌ جَدِيدٌ مَعَ مَا بَعْدَهُ. (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ) بَيَانٌ مُسْتَأْنِفٌ لِحَالِ سُكَّانِ الْبَادِيَةِ مِنَ الْمُنَافِقِينَ ; لِأَنَّهُ مِمَّا يُسْأَلُ عَنْهُ بَعْدَ مَا تَقَدَّمَ فِي مُنَافِقِي الْحَضَرِ مِنْ سُكَّانِ الْمَدِينَةِ وَغَيْرِهَا مِنَ الْقُرَى. فَالْأَعْرَابُ اسْمُ جِنْسٍ لِبَدْوِ الْعَرَبِ، وَاحِدُهُ أَعْرَابِيٌّ، وَالْأُنْثَى أَعْرَابِيَّةٌ، وَالْجَمْعُ أَعَارِيبُ أَوِ الْعَرَبُ اسْمُ جِنْسٍ لِهَذَا الْجِيلِ الَّذِي يَنْطِقُ بِهَذِهِ اللُّغَةِ، بَدْوِهِ وَحَضَرِهِ، وَاحِدُهُ عَرَبِيٌّ. وَقَدْ وَصَفَ الْأَعْرَابَ بِأَمْرَيْنِ اقْتَضَتْهُمَا طَبِيعَةُ الْبَدَاوَةِ (الْأَوَّلُ) أَنَّ كُفَّارَهُمْ وَمُنَافِقِيهِمْ أَشَدُّ كُفْرًا وَنِفَاقًا مِنْ أَمْثَالِهِمْ مِنْ أَهْلِ الْحَضَرِ. وَلَا سِيَّمَا الَّذِينَ يُقِيمُونَ فِي الْمَدِينَةِ الْمُنَوَّرَةِ نَفْسِهَا - لِأَنَّهُمْ أَغْلَظُ طِبَاعًا، وَأَقْسَى قُلُوبًا وَأَقَلُّ ذَوْقًا وَآدَابًا - كَدَأْبِ أَمْثَالِهِمْ مِنْ بَدْوِ سَائِرِ الْأُمَمِ - بِمَا يَقْضُونَ جُلَّ أَعْمَارِهِمْ فِي رَعْيِ الْأَنْعَامِ وَحِمَايَتِهَا مِنْ ضَوَارِي الْوُحُوشِ وَمِنْ تَعَدِّي أَمْثَالِهِمْ عَلَيْهَا وَعَلَى نِسَائِهِمْ وَذَرَارِيِّهِمْ، فَهُمْ </p><p> مَحْرُومُونَ مِنْ وَسَائِلِ الْعُلُومِ الْكَسْبِيَّةِ، وَالْآدَابِ الِاجْتِمَاعِيَّةِ (الثَّانِي) أَنَّهُمْ أَجْدَرُ: أَيْ أَحَقُّ وَأَخْلَقُ مِنْ أَهْلِ الْحَضَرِ بِأَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ مِنَ الْبَيِّنَاتِ وَالْهُدَى فِي كِتَابِهِ وَمَا آتَاهُ مِنَ الْحِكْمَةِ الَّتِي بَيَّنَ بِهَا تِلْكَ الْحُدُودَ بِسُنَنِ أَقْوَالِهِ وَأَفْعَالِهِ. وَفَهْمُ أَلْفَاظِ الْقُرْآنِ اللُّغَوِيَّةِ لَا يَكْفِي فِي عِلْمِ حُدُودِهِ الْعَمَلِيَّةِ. كَانَ أَهْلُ الْمَدِينَةِ وَمَا حَوْلَهَا مِنَ الْقُرَى يَتَلَقَّوْنَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كُلَّ مَا يَنْزِلُ مِنَ الْقُرْآنِ وَقْتَ نُزُولِهِ، وَيَشْهَدُونَ سُنَّتَهُ فِي الْعَمَلِ بِهِ، وَكَانَ يُرْسِلُ الْعُمَّالَ إِلَى الْبِلَادِ الْمَفْتُوحَةِ يُقِيمُونَ فِيهَا وَيُبَلِّغُونَ الْقُرْآنَ، وَيَحْكُمُونَ بَيْنَ النَّاسِ بِهِ وَبِالسُّنَّةِ الْمُبَيِّنَةِ لَهُ فَيَعْرِفُ أَهْلُهَا تِلْكَ الْحُدُودَ الَّتِي حَدَّهَا اللهُ تَعَالَى وَنَهَاهُمْ أَنْ يَعْتَدُّوهَا. وَلَمْ يَكُنْ هَذَا كُلُّهُ مَيْسُورًا لِأَهْلِ الْبَوَادِي، وَهُمْ مَأْمُورُونَ بِالْهِجْرَةِ ; لِأَجْلِ الْعِلْمِ وَالنُّصْرَةِ ; لِأَنَّ الْإِسْلَامَ دِينُ عِلْمٍ وَحَضَارَةٍ. </p><p> فَالْأَعْرَابُ أَجْدَرُ بِالْجَهْلِ مِنَ الْحَضَرِ بِطَبِيعَةِ الْبَدَاوَةِ لَا بِضَعْفِ أَفْهَامِهِمْ، أَوْ بَلَادَةِ أَذْهَانِهِمْ أَوْ ضِيقِ نِطَاقِ بَيَانِهِمْ، فَقَدْ كَانُوا مَضْرِبَ الْأَمْثَالِ فِي قُوَّةِ الْجَنَانِ، وَلَوْذَعِيَّةِ الْأَذْهَانِ، وَذَرَابَةِ اللِّسَانِ وَسَعَةِ بَيْدَاءِ الْبَيَانِ، وَعَنْهُمْ أَخَذَ رُوَاةُ الْعَرَبِيَّةِ أَكْثَرَ مُفْرَدَاتِ الْعَرَبِيَّةِ وَأَسَالِيبِهَا. </p><p> وَالْجَدَارَةُ بِالشَّيْءِ قَدْ تَكُونُ طَبْعِيَّةً، وَقَدْ تَكُونُ بِأَسْبَابٍ كَسْبِيَّةٍ، مِنْ فَنِّيَّةٍ </p><p> وَشَرْعِيَّةٍ وَأَدَبِيَّةٍ، وَقَدْ تَكُونُ بِأَسْبَابٍ سَلْبِيَّةٍ اقْتَضَتْهَا حَالَةُ الْمَعِيشَةِ وَالْبِيئَةِ، قِيلَ: إِنَّهَا مُشْتَقَّةٌ مِنَ الْجِدَارِ وَهُوَ الْحَائِطُ الَّذِي يَكُونُ حَدًّا لِلْبُسْتَانِ أَوِ الدَّارِ، وَقِيلَ: مِنْ جُدُرِ الشَّجَرَةِ، وَيُرَادِفُ الْجَدِيرُ بِالشَّيْءِ وَالْأَجْدَرُ، الْحَقِيقَ وَالْأَحَقَّ، وَالْخَلِيقَ وَالْأَخْلَقَ، وَقَدْ يُسْتَعْمَلُ أَفْعَلُ فِي كُلٍّ مِنْهَا لِلتَّفْضِيلِ مَعَ التَّصْرِيحِ بِالْمُفَضَّلِ عَلَيْهِ غَالِبًا كَحَدِيثِ ((وَالثَّيِّبُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا) ) وَمَعَ تَرْكِهِ لِلْعِلْمِ بِهِ أَحْيَانًا، وَمِنْهُ قَوْلُهُ تَعَالَى:  (وَرِضْوَانٌ مِنَ اللهِ أَكْبَرُ)  (٩: ٧٢) . </p><p> (وَاللهُ عَلِيمٌ حَكِيمٌ) وَاسِعُ الْعِلْمِ بِأُمُورِ عِبَادِهِ وَصِفَاتِهِمْ وَأَحْوَالِهِمُ الظَّاهِرَةِ مِنْ بَدَاوَةٍ وَحَضَارَةٍ وَعِلْمٍ وَجَهْلٍ، وَالْبَاطِنَةِ مِنْ إِيمَانٍ وَكُفْرٍ، وَإِخْلَاصٍ وَنِفَاقٍ تَامِّ الْحِكْمَةِ فِيمَا يَحْكُمُ بِهِ عَلَيْهِمْ، وَمَا يَشْرَعُهُ لَهُمْ وَمَا يَجْزِيهِمْ بِهِ، مِنْ نَعِيمٍ مُقِيمٍ، أَوْ عَذَابٍ أَلِيمٍ. </p><p> رَوَى أَحْمَدُ وَأَصْحَابُ السُّنَنِ. مَا عَدَا ابْنَ مَاجَهْ. وَالْبَيْهَقِيُّ فِي الشَّعْبِ عَنِ ابْنِ عَبَّاسٍ يَرْفَعُهُ ((مَنْ سَكَنَ الْبَادِيَةَ جَفَا، وَمَنِ اتَّبَعَ الصَّيْدَ غَفَلَ، وَمَنْ أَتَى السُّلْطَانَ افْتُتِنَ) ) قَالَ التِّرْمِذِيُّ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ الثَّوْرِيِّ. </p><p> وَرَوَى أَبُو دَاوُدَ وَالْبَيْهَقِيُّ عَنْ أَبِي هُرَيْرَةَ مَرْفُوعًا ((مَنْ بَدَا جَفَا، وَمَنِ اتَّبَعَ الصَّيْدَ غَفَلَ، وَمَنْ أَتَى السُّلْطَانَ افْتُتِنَ، وَمَا ازْدَادَ أَحَدٌ مِنْ سُلْطَانِهِ قُرْبًا إِلَّا ازْدَادَ مِنَ اللهِ بُعْدًا) ) وَسَبَبُ الْأَخِيرِ أَنَّ السَّلَاطِينَ قَلَّمَا يَرْضَوْنَ عَمَّنْ يَلْتَزَمُ الْحَقَّ وَالصِّدْقَ وَالنُّصْحَ الصَّرِيحَ، وَقَلَّمَا يَأْتِيهِمْ وَيَزْدَادُ قُرْبًا مِنْهُمْ إِلَّا الَّذِي يَمْدَحُهُمْ بِالْبَاطِلِ وَيُعِينُهُمْ عَلَى الظُّلْمِ وَلَوْ بِالتَّأَوُّلِ لَهُمْ، وَقَدْ بَيَّنَّا هَذَا الْمَعْنَى فِي تَفْسِيرِ (وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ)  (٦١) . </p><p> (وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا) تَقَدَّمَ فِي الْآيَةِ (٩٠) أَنَّ بَعْضَ الْأَعْرَابِ </p>"
}