{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> لَمَّا كَانَ طَمَعُ الْبَشَرِ فِي الْمَالِ لَا حَدَّ لَهُ، وَقَدْ يَكُونُ الْغَنِيُّ أَشَدَّ طَمَعًا فِيهِ مِنَ الْفَقِيرِ، وَكَانَ ضَعِيفُ الْإِيمَانِ لَا يُرْضِيهِ قِسْمَةُ الرَّسُولِ الْمَعْصُومِ لَهُ إِذَا لَمْ يُعْطِهِ مَا يُرْضِي طَمَعَهُ، وَكَانَ غَيْرُ الْمَعْصُومِ مِنْ أَوْلِيَاءِ الْأُمُورِ، وَمِنَ الْأَغْنِيَاءِ عُرْضَةً لِاتِّبَاعِ الْهَوَى فِي قِسْمَةِ الصَّدَقَاتِ، بَيَّنَ اللهُ تَعَالَى مَصَارِفَهَا بِنَصِّ كِتَابِهِ فَقَالَ: </p><p> إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ هَذِهِ الْآيَةُ نَاطِقَةٌ بِوُجُوبِ قَصْرِ الصَّدَقَاتِ الْوَاجِبَةِ، وَهِيَ زَكَاةُ النُّقُودِ عَيْنًا أَوْ تِجَارَةً وَالْأَنْعَامِ وَالزَّرْعِ وَالرِّكَازِ وَالْمَعْدِنِ عَلَى الْأَصْنَافِ السَّبْعَةِ أَوِ الثَّمَانِيَةِ الْمَنْصُوصَةِ فِيهَا دُونَ غَيْرِهِمْ، وَهِيَ حُجَّةٌ عَلَى مَنْ لَمَزَ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنَ الْمُنَافِقِينَ بَعْدَ إِعْطَائِهِمْ مِنْهَا - وَهُمْ لَيْسُوا مِنْهُمْ - وَقَاطِعَةٌ لِأَطْمَاعِ أَمْثَالِهِمْ. وَ \" اللَّامُ \" فِي قَوْلِهِ: (لِلْفُقَرَاءِ) لِلْمِلْكِ وَلِلِاسْتِحْقَاقِ، أَوْ بِتَقْدِيرِ مَفْرُوضَةٌ كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ فِي آخِرِ الْآيَةِ: فَرِيضَةً مِنَ اللهِ وَسَيَأْتِي حُكْمُ سَائِرِ الْمَعْطُوفَاتِ. </p><p> وَجُمْهُورُ الْفُقَهَاءِ عَلَى أَنَّ الْفُقَرَاءَ وَالْمَسَاكِينَ صِنْفَانِ مُسْتَقِلَّانِ، وَقَدِ اخْتَلَفُوا فِي تَعْرِيفِ كُلٍّ مِنْهُمَا بِمَا ذَهَبَ بِهِ بَعْضُهُمْ إِلَى أَنَّ الْفَقِيرَ أَسْوَأُ حَالًا وَأَشَدُّ حَاجَةً مِنَ الْمِسْكِينِ، وَبَعْضُهُمْ إِلَى الْعَكْسِ، وَجَعَلُوا ذَلِكَ مِنْ تَقَالِيدِ الْمَذَاهِبِ الَّتِي يَتَعَصَّبُ لَهَا بَعْضُهُمْ عَلَى بَعْضٍ. وَيَرَى بَعْضُ الْعُلَمَاءِ الْمُسْتَقِلِّينَ أَنَّهُمَا قِسْمَانِ لِصِنْفٍ وَاحِدٍ يَخْتَلِفَانِ بِالْوَصْفِ لَا بِالْجِنْسِ وَهُوَ الْمُخْتَارُ لَنَا، وَلَمْ يَجْمَعِ الذِّكْرُ الْحَكِيمُ بَيْنَهُمَا إِلَّا فِي هَذِهِ الْآيَةِ، وَيَكْفِي مِنْ دَلَالَةِ الْعَطْفِ فِيهَا عَلَى الْمُغَايَرَةِ مَا اخْتَرْنَاهُ فِي تَغَيُّرِهِمَا فِي الْوَصْفِ. فَالْفَقِيرُ فِي اللُّغَةِ خِلَافُ الْغَنِيِّ وَمُقَابِلُهُ مُقَابَلَةَ التَّضَادِّ كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى: إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللهُ أَوْلَى بِهِمَا (٤: ١٣٥) وَقَوْلُهُ: وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ (٤: ٦) وَقَوْلُهُ: إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللهُ مِنْ فَضْلِهِ (٢٤: ٣٢) وَالْغَنِيُّ الْمُطْلَقُ هُوَ اللهُ تَعَالَى، وَكُلُّ عِبَادِهِ فَقِيرٌ إِلَيْهِ كَمَا قَالَ: وَاللهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ (٤٧: ٣٨) وَأَمَّا فَقْرُ النَّاسِ بَعْضِهِمْ إِلَى بَعْضٍ فَهُوَ أَمْرٌ نِسْبِيٌّ، فَمَا مِنْ غَنِيٍّ إِلَّا وَهُوَ مُفْتَقِرٌ إِلَى غَيْرِهِ مِمَّنْ فَوْقَهُ وَمِمَّنْ دُونَهُ أَيْضًا، وَلَكِنَّ ذِكْرَ الْفَقِيرِ فِي مُقَابَلَةِ الْغَنِيِّ أَوْ إِطْلَاقَ ذِكْرِهِ، يَدُلُّ عَلَى الْمُحْتَاجِ فِي مَعِيشَتِهِ إِلَى مُوَاسَاةِ غَيْرِهِ؛ لِعَدَمِ وُجُودِ مَا يَكْفِيهِ بِحَسَبِ حَالِهِ، وَيُطْلَقُ الْفَقِيرُ فِي اللُّغَةِ عَلَى الْكَسِيرِ الْفَقَارِ وَمَنْ يَشْتَكِي فَقَارَهُ - وَهِيَ جَمْعُ فَقْرَةٍ وَفَقَارَةٌ (بِفَتْحِهِمَا) عِظَامُ الظَّهْرِ الْمَنْضُودَةُ مِنْ لَدُنِ الْكَاهِلِ إِلَى عَجْبِ الذَّنَبِ فِي الصُّلْبِ - وَهَذَا هُوَ الْمَعْنَى الْأَصْلِيُّ، وَالْمَعْنَى الْأَوَّلُ مَأْخُوذٌ مِنْهُ، كَمَا قِيلَ: وَمِنْهُ الْفَاقِرَةُ وَهِيَ الدَّاهِيَةُ أَوِ الْمُصِيبَةُ الَّتِي تَكْسِرَ فَقَارَ الظَّهْرِ. </p><p> وَأَمَّا الْمِسْكِينُ فَمَأْخُوذٌ مِنْ مَادَّةِ السُّكُونِ الْمُرَادِ بِهِ قِلَّةُ الْحَرَكَةِ وَالِاضْطِرَابِ الْحِسِّيِّ مِنَ الضَّعْفِ وَالْعَجْزِ، أَوِ النَّفْسِيِّ مِنَ الْقَنَاعَةِ وَالصَّبْرِ، وَإِنَّمَا يُطْلَقُ عَلَى الْفَقِيرِ إِذَا كَانَ الْفَقْرُ سَبَبَ سُكُونِهِ. قَالَ فِي الصِّحَاحِ: الْمِسْكِينُ الْفَقِيرُ وَقَدْ يَكُونُ بِمَعْنَى الذِّلَّةِ وَالضَّعْفِ اهـ. </p><p> وَقَالَ بَعْضُهُمْ: إِنَّهُ الْفَقِيرُ الْقَانِعُ الَّذِي لَا يَسْأَلُ، وَقِيلَ خِلَافُ ذَلِكَ، وَالْأَوَّلُ أَوْلَى. وَقَالُوا: إِنَّ لَفْظَ الْمِسْكِينِ يُسْتَعْمَلُ بِمَعْنَى الذَّلِيلِ وَالضَّعِيفِ، وَبِمَعْنَى الْمُتَوَاضِعِ الْمُخْبِتِ، وَالْخَاشِعِ لِلَّهِ تَعَالَى، وَمُقَابِلُهُ الْجَعْظَرِيُّ الْجَوَّاظُ الْمُتَكَبِّرُ، وَيُقَالُ: سَكَنَ الرَّجُلُ وَتَسَكَّنَ وَتَمَسْكَنَ إِذَا صَارَ مِسْكِينًا. وَلَكِنَّ صِيغَةَ تَمَسْكَنَ يَدُلُّ عَلَى تَكَلُّفِ الْمَسْكَنَةِ وَمُحَاوَلَتِهَا بِالتَّخَلُّقِ وَالتَّعَوُّدِ. وَقَالَ اللِّحْيَانِيُّ: تَمَسْكَنَ لِرَبِّهِ: تَضَرَّعَ. وَفِي الْحَدِيثِ الْمَرْفُوعِ:  \" اللهُمَّ أَحْيِنِي مِسْكِينًا وَتَوَفَّنِي مِسْكِينًا، وَاحْشُرْنِي فِي زُمْرَةِ الْمَسَاكِينِ \" رَوَاهُ ابْنُ مَاجَهْ وَالْحَاكِمُ مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رَضِيَ اللهُ عَنْهُ ـ، وَصَحَّحَهُ وَأَقَرَّهُ الذَّهَبِيُّ وَلَكِنْ ضَعَّفَهُ النَّوَوِيُّ، وَرَوَاهُ التِّرْمِذِيُّ مِنْ حَدِيثِ أَنَسٍ بِسَنَدٍ ضَعِيفٍ. وَقَالَ ابْنُ الْجَوْزِيِّ: إِنَّهُ مَوْضُوعٌ وَخَطَّأَهُ السُّيُوطِيُّ، وَفِيهِ زِيَادَةٌ عِنْدَ الْحَاكِمِ، وَأُخْرَى عِنْدَ التِّرْمِذِيِّ، وَقَدْ ثَبَتَ عَنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّهُ كَانَ يَسْتَعِيذُ بِاللهِ مِنَ الْفَقْرِ، وَقَدِ امْتَنَّ عَلَيْهِ رَبُّهُ بِقَوْلِهِ: وَوَجَدَكَ عَائِلًا فَأَغْنَى (٩٣: ٨) فَلَا يُعْقَلُ هَذَا أَنْ يَسْأَلَهُ أَشَدَّ الْفَقْرِ، وَقَدْ عَاشَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَكْفِيًّا وَمَاتَ مَكْفِيًّا. </p><p> وَقَالَ الْفَيْرُوزَابَادِيُّ: وَالْمِسْكِينُ مَنْ لَا شَيْءَ لَهُ أَوِ الْفَقِيرُ الْمُحْتَاجُ. وَالْمِسْكِينُ مَنْ أَذَلَّهُ الْفَقْرُ أَوْ غَيْرُهُ مِنَ الْأَحْوَالِ اهـ. قَالَ شَارِحُهُ قَالَ ابْنُ عَرَفَةَ: فَإِذَا كَانَتْ مَسْكَنَتُهُ مِنْ جِهَةِ الْفَقْرِ حَلَّتْ لَهُ الصَّدَقَةُ، وَكَانَ فَقِيرًا مِسْكِينًا، وَإِذَا كَانَ مِسْكِينًا قَدْ أَذَلَّهُ سِوَى الْفَقْرِ فَالصَّدَقَةُ لَا تَحِلُّ لَهُ؛ إِذْ كَانَ شَائِعًا فِي اللُّغَةِ أَنْ يُقَالَ: ضُرِبَ فُلَانٌ الْمِسْكِينُ وَظُلِمَ الْمِسْكِينُ - وَهُوَ مِنْ أَهْلِ الثَّرْوَةِ وَالْيَسَارِ - وَإِنَّمَا لَحِقَهُ اسْمُ الْمِسْكِينِ مِنْ جِهَةِ الذِّلَّةِ، فَمَنْ لَمْ تَكُنْ مَسْكَنَتُهُ مِنْ جِهَةِ الْفَقْرِ فَالصَّدَقَةُ عَلَيْهِ حَرَامٌ اهـ. </p><p> فَعُلِمَ مِنْ هَذَا كُلِّهِ أَنَّ الْفَقِيرَ فِي اللُّغَةِ الْمُحْتَاجُ، وَهُوَ ضِدُّ الْغَنِيِّ أَيِ الْمَكْفِيِّ مَا يَحْتَاجُ إِلَيْهِ، مِنَ الْغَنَاءِ (بِالْفَتْحِ) وَهُوَ الْكِفَايَةُ، وَأَنَّ الْمِسْكِينَ وَصْفٌ مِنَ السُّكُونِ </p><p> يُوصَفُ بِهِ الْفَقِيرُ وَغَيْرُهُ. وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِيهِ: هَلْ هُوَ أَسْوَأُ حَالًا وَأَشَدُّ حَاجَةً مِنَ الْفَقِيرِ أَوْ أَحْسَنُ كَمَا تَقَدَّمَ؟ وَيُقَالُ فِي التَّرْجِيحِ بَيْنَ الْقَوْلَيْنِ زِيَادَةٌ عَمَّا قُلْنَاهُ فِي الْحَدِيثِ آنِفًا: إِمَّا أَنْ يَكُونَ الْمِسْكِينُ فِي الْآيَةِ صِنْفًا مُسْتَقِلًّا مُبَايِنًا لِلْفَقِيرِ، وَإِمَّا أَنْ يَكُونَ أَخَصَّ مِنْهُ؛ لِأَنَّ الْمَسْكَنَةَ فِيهِ وَصْفٌ لِلْفَقِيرِ، كَمَا ذَكَرَ الْوَجْهَيْنِ ابْنُ عَرَفَةَ وَغَيْرُهُ، فَإِنْ كَانَ صِنْفًا مُسْتَقِلًّا وَجَبَ أَنْ يَكُونَ غَيْرَ فَقِيرٍ؛ لِأَنَّ وَصْفَ الْمَسَكَنَةِ فِيهِ لَمْ يَكُنْ لَهُ بِسَبَبِ فَقْرِهِ بَلْ بِتَوَاضُعِهِ وَأَدَبِهِ مَثَلًا، كَمَا هُوَ الْمُرَادُ بِدُعَاءِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الَّذِي ذَكَرْنَاهُ آنِفًا، فَكَيْفَ يَكُونُ أَسْوَأَ مِنَ الْفَقِيرِ فِي شِدَّةِ الْحَاجَةِ الَّتِي يَسْتَحِقُّ بِهَا الصَّدَقَةَ؟ وَإِنْ كَانَ أَخَصَّ مِنَ الْفَقِيرِ بِوَصْفِ الْمَسْكَنَةِ الَّتِي كَانَ سَبَبُهَا الْفَقْرَ، فَلَا يَظْهَرُ أَنْ يَكُونَ الْمُرَادُ بِهَا شِدَّةَ الْفَقْرِ وَسُوءَ الْحَالِ فِيهِ؛ لِأَنَّ ذِكْرَ الْفُقَرَاءِ فِي هَذِهِ الْحَالَةِ يُغْنِي عَنْ ذِكْرِ الْمَسَاكِينِ؛ لِأَنَّهُ يَشْمَلُهُمْ بِعُمُومِهِ لَهُمْ، وَيَكُونُ اسْتِحْقَاقُ الشَّدِيدِ الْفَقْرِ لِلصَّدَقَةِ أَوْلَى مِنِ اسْتِحْقَاقِ مَنْ دُونَهُ فِيهِ. فَلَا يَصِحُّ فِي الْكَلَامِ الْبَلِيغِ أَنْ يُقَالَ: أَعْطِ هَذِهِ الصَّدَقَةَ </p><p> أَوْ أَطْعِمْ هَذَا الطَّعَامَ لِلْفُقَرَاءِ وَلِأَشَدِّ النَّاسِ فَقْرًا؛ لِأَنَّ ذِكْرَ أَشَدِّهِمْ فَقْرًا بَعْدَ ذِكْرِ الْفُقَرَاءِ يَكُونُ لَغْوًا، إِلَّا أَنْ يُرَادَ بِهِ الْإِضْرَابُ عَمَّا قَبْلَهُ، وَحِينَئِذٍ يُقَالُ: بَلْ لِأَشَدِّهِمْ فَقْرًا، وَلَا يَظْهَرُ هُنَا إِرَادَةُ التَّأْكِيدِ لِلِاهْتِمَامِ، فَتَرَجَّحَ أَوْ تَعَيَّنَ أَنْ يُرَادَ بِالْمَسَاكِينِ مَنْ جَعَلَتْهُمْ مَسْكَنَةُ الْفَقْرِ أَقَلَّ اضْطِرَابًا فِيهِ، وَأَكْثَرَ تَجَمُّلًا وَسُكُونًا لِخِفَّتِهِ عَلَيْهِمْ وَعَدَمِ وُصُولِهِ بِهِمْ إِلَى الدَّرَجَةِ الَّتِي لَا تُطَاقُ، وَلَا يُمْكِنُ إِخْفَاؤُهَا بِالتَّجَمُّلِ، وَلَا يُرَدُّ عَلَى هَذَا قَوْلُهُ تَعَالَى: أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ (٩٠: ١٦) لِأَنَّ شِدَّةَ الْحَاجَةِ الْمُلْصِقَةِ بِالتُّرَابِ لَا تُنَافِي التَّجَمُّلَ وَالتَّعَفُّفَ. وَيَدُلُّ عَلَى هَذَا قَوْلُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: لَيْسَ الْمِسْكِينُ الَّذِي تَرُدُّهُ التَّمْرَةُ وَالتَّمْرَتَانِ، وَلَا اللُّقْمَةُ وَاللُّقْمَتَانِ، إِنَّمَا الْمِسْكِينُ الَّذِي يَتَعَفَّفُ اقْرَؤُوا إِنْ شِئْتُمْ: لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا (٢: ٢٧٣) وَفِي لَفْظِ: \" وَلَكِنَّ الْمِسْكِينَ الَّذِي لَا يَجِدُ غِنًى يُغْنِيهِ، وَلَا يُفْطَنُ لَهُ فَيُتَصَدَّقُ عَلَيْهِ وَلَا يَقُومُ فَيَسْأَلُ النَّاسَ \" وَالْحَدِيثُ بِلَفْظَيْهِ مُتَّفَقٌ عَلَيْهِ، وَهُوَ صَرِيحٌ فِيمَا اخْتَرْنَاهُ. وَإِنَّمَا أَطَلْنَا فِي الْمَسْأَلَةِ؛ لِتَفْنِيدِ مَا أَطَالَهُ فِيهَا كَثِيرٌ مِنَ الْمُقَلِّدِينَ. </p><p> فَالْفُقَرَاءُ فِي آيَةِ الصَّدَقَاتِ هُمُ الْمُسْتَحِقُّونَ لَهَا بِفَقْرِهِمْ، كَمَا قَالَ فِي آيَةِ سُورَةِ الْبَقَرَةِ: إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ (٢: ٢٧١) وَلِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا (٢: ٢٧٣) وَكَمَا قَالَ فِي مَالِ الْفَيْءِ مِنْ سُورَةِ الْحَشْرِ: مَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ (٥٩: ٧) إِلَى آخِرِ الْآيَةِ. ثُمَّ خَصَّ الْمَسَاكِينَ مِنَ الْفُقَرَاءِ بِالذِّكْرِ؛ لِأَنَّهُمْ رُبَّمَا لَا يُفْطَنُ لَهُمْ لِتَجَمُّلِهِمْ. </p><p> وَقَالَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِمُعَاذٍ لَمَّا بَعَثَهُ إِلَى الْيَمَنِ وَالِيًا وَقَاضِيًا:  \" إِنَّكَ تَأْتِي قَوْمًا مِنْ أَهْلِ الْكِتَابِ فَادْعُهُمْ إِلَى شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنِّي رَسُولُ اللهِ، فَإِنْ هُمْ أَطَاعُوكَ لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللهَ قَدِ افْتَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، فَإِنْ هُمْ أَطَاعُوكَ فَأَعْلِمْهُمْ أَنَّ اللهَ قَدِ افْتَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ فِي فُقَرَائِهِمْ، فَإِنْ هُمْ أَطَاعُوكَ لِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ، وَاتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّهُ لَيْسَ بَيْنَهَا وَبَيْنَ اللهِ حِجَابٌ \" رَوَاهُ الْجَمَاعَةُ كُلُّهُمْ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ وَكَرَائِمُ أَمْوَالِ النَّاسِ خِيَارُهَا وَنَفَائِسُهَا الَّتِي تَضِنُّ النَّفْسُ بِهَا، فَلَا يَجُوزُ لِلْحُكَّامِ وَالْعَامِلِينَ عَلَى الصَّدَقَاتِ أَخْذُهَا فِي الصَّدَقَةِ لِتُعْطَى لِلْفُقَرَاءِ، وَلَا بِالرِّشْوَةِ الْمُحَرَّمَةِ بِالْأَوْلَى. وَالْمَسَاكِينُ يَدْخُلُونَ فِي عُمُومِ الْفُقَرَاءِ فِي هَذَا الْحَدِيثِ وَأَمْثَالِهِ كَالْآيَاتِ لُغَةً، وَحَيْثُ يُذْكَرُ الْمِسْكِينُ أَوِ الْمَسَاكِينُ فِي الْقُرْآنِ يُرَادُ بِهِ مَا يَعُمُّ الْفُقَرَاءَ بِالتَّغْلِيبِ أَوْ بِطَرِيقِ الْأَوْلَى؛ إِذْ وَرَدَ ذَلِكَ فِي الْأَمْرِ بِالْإِحْسَانِ بِهِمْ، وَفِي كَفَّارَاتِ الظِّهَارِ وَالْيَمِينِ وَصَيْدِ الْحَرَمِ وَالْغَنَائِمِ وَصَدَقَةِ التَّطَوُّعِ، فَهُمَا صِنْفَانِ لِجِنْسٍ أَوْ نَوْعٍ وَاحِدٍ مِنَ </p><p> الْمُسْتَحِقِّينَ. وَجُمْلَةُ الْقَوْلِ أَنَّ بَيْنَ الْفَقِيرِ وَالْمِسْكِينِ عُمُومًا وَخُصُوصًا وَجْهَيْنِ فِي اللُّغَةِ، وَعُمُومًا وَخُصُوصًا مُطْلَقًا فِي اسْتِعْمَالِ الشَّرْعِ لِلَفْظَيْنِ فِي آيَةِ الصَّدَقَاتِ الْجَامِعَةِ بَيْنَهُمَا، وَحَيْثُ يُذْكَرُ أَحَدُهَا وَحْدَهُ يُرَادُ بِهِ مَا يَعُمُّ الْآخَرَ، فَاللَّفْظَانِ مُخْتَلِفَانِ فِي مَفْهُومِهِمَا، مُتَّحِدَانِ فِيمَا يَصْدُقَانِ عَلَيْهِ، وَمَا يُعْطَاهُ الْفَقِيرُ وَالْمِسْكِينُ مِنَ الصَّدَقَةِ يَخْتَلِفُ بِاخْتِلَافِ الْأَحْوَالِ، وَمِقْدَارِ الْمَالِ، وَهُوَ خَاصٌّ بِالْمُسْلِمِينَ بِخِلَافِ صَدَقَةِ التَّطَوُّعِ. </p><p> وَالْعَامِلِينَ عَلَيْهَا أَيِ: الَّذِينَ يُوَلِّيهِمُ الْإِمَامُ أَوْ نَائِبُهُ الْعَمَلَ عَلَى جَمْعِهَا مِنَ الْأَغْنِيَاءِ وَهُمُ الْجُبَاةُ، وَعَلَى حِفْظِهَا وَهُمُ الْخَزَنَةُ، وَكَذَا الرُّعَاةُ لِلْأَنْعَامِ مِنْهَا، وَالْكَتَبَةُ لِدِيوَانِهَا، وَيَجِبُ أَنْ يَكُونُوا مِنَ الْمُسْلِمِينَ، يُقَالُ: كَانَ فُلَانٌ عَامِلَ الْإِمَامِ أَوِ السُّلْطَانِ عَلَى بَلَدِ كَذَا أَوْ عَلَى الزَّكَاةِ أَوِ الْخَرَاجِ، وَفِي الْأَسَاسِ: وَيُقَالُ: مَنِ الَّذِي عُمِّلَ (بِالتَّشْدِيدِ وَالْبِنَاءِ لِلْمَفْعُولِ) عَلَيْكُمْ؟ أَيْ: نُصِّبَ عَامِلًا عَلَيْكُمُ اهـ. وَقَالَ فِي أَوَّلِ الْمَادَّةِ: تَقُولُ: أَعْطِ الْعَامِلَ عُمَالَتَهُ، وَوَفِّهِ جُعَالَتَهُ، وَهُوَ بِالضَّمِّ فِيهِمَا جَزَاءُ الْعَمَلِ وَأُجْرَتُهُ الْمُعَيَّنَةُ. وَقَالَ الْجَوْهَرِيُّ: رِزْقُ الْعَامِلِ عَلَى عَمَلِهِ، وَلَا يُشْتَرَطُ فِي الْعَامِلِ عَلَى الصَّدَقَاتِ أَنْ يَكُونَ مُسْتَحِقًّا لِلصَّدَقَةِ بِفَقْرِهِ مَثَلًا، وَلَكِنْ إِنْ وُجِدَ مَنْ هُوَ أَهْلٌ لِلْعَمَلِ مِنَ الْمُسْتَحِقِّينَ يَكُونُ أَوْلَى مِنْ غَيْرِهِ، وَإِنَّمَا عُمَالَتُهُ عَلَى عَمَلِهِ لَا عَلَى فَقْرِهِ، فَإِنْ لَمْ تَكْفِهِ كَانَ لَهُ أَنْ يَأْخُذَ بِفَقْرِهِ مَا يَأْخُذُهُ أَمْثَالُهُ، وَإِنْ كَانَتْ زَائِدَةً عَلَى حَاجَتِهِ أَوْ كَانَ غَيْرَ مُحْتَاجٍ فَلَهُ أَنْ يَأْكُلَ مِنْهَا وَيُهْدِيَ وَيَتَصَدَّقَ، وَقَدْ تَجِبُ عَلَيْهِ الزَّكَاةُ بِمَا يَأْخُذُهُ مِنْهَا بِشُرُوطِهَا مِنَ النِّصَابِ وَالْحَوْلِ، وَقَدْ يَسْتَغْنِي عَنْهُ فَيَسْقُطُ سَهْمُهُ. </p><p> وَلَا تَجُوزُ الْعُمَالَةُ لِمَنْ تَحْرُمُ عَلَيْهِمُ الصَّدَقَةُ مِنْ آلِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَهُمْ بَنُو هَاشِمٍ بِالِاتِّفَاقِ، وَكَذَا بَنُو الْمُطَّلِبِ، وَدَلِيلُهُ أَنَّ الْفَضْلَ بْنَ عَبَّاسٍ وَالْمُطَّلِبَ بْنَ رَبِيعَةَ بْنِ عَبْدِ الْمُطَّلِبِ سَأَلَا النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ يُؤَمِّرَهُمَا عَلَى الصَّدَقَاتِ بِالْعُمَالَةِ كَمَا يُؤَمِّرُ النَّاسَ، فَقَالَ لَهُمَا:  \" إِنَّ الصَّدَقَةَ لَا تَحِلُّ لِمُحَمَّدٍ وَلَا لِآلِ مُحَمَّدٍ، إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ \" وَفِي لَفْظٍ \" لَا تَنْبَغِي \" بَدَلُ \" لَا تَحِلُّ \" رَوَاهُ أَحْمَدُ وَمُسْلِمٌ. </p><p> وَرَوَى أَحْمَدُ وَالشَّيْخَانِ عَنْ بُسْرِ بْنِ سَعِيدٍ أَنَّ ابْنَ السَّعِيدِ الْمَالِكِيَّ قَالَ: اسْتَعْمَلَنِي عُمَرُ عَلَى الصَّدَقَةِ، فَلَمَّا فَرَغْتُ مِنْهَا وَأَدَّيْتُهَا إِلَيْهِ أَمَرَ لِيَ بِعُمَالَةٍ. فَقُلْتُ إِنَّمَا عَمِلْتُ لِلَّهِ. فَقَالَ: خُذْ مَا أُعْطِيتَ، فَإِنِّي عَمِلْتُ عَلَى عَهْدِ رَسُولِ اللهِ ـ </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَعَمَّلَنِي فَقُلْتُ مِثْلَ قَوْلِكَ، فَقَالَ لِي رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِذَا أُعْطِيتَ شَيْئًا مِنْ غَيْرِ أَنْ تَسْأَلَ فَكُلْ وَتَصَدَّقْ. </p><p> وَالْمُؤَلَّفَةِ قُلُوبُهُمْ أَيِ: الْجَمَاعَةُ الَّذِينَ يُرَادُ تَأْلِيفُ قُلُوبِهِمْ بِالِاسْتِمَالَةِ إِلَى الْإِسْلَامِ أَوِ التَّثَبُّتِ </p><p> فِيهِ، أَوْ بِكَفِّ شَرِّهِمْ عَنِ الْمُسْلِمِينَ، أَوْ رَجَاءِ نَفْعِهِمْ فِي الدِّفَاعِ عَنْهُمْ، أَوْ نَصْرِهِمْ عَلَى عَدُوٍّ لَهُمْ، لَا فِي تِجَارَةٍ وَصِنَاعَةٍ وَنَحْوِهِمَا. فَإِنَّ مَنْ يَرَى أَنَّ مُخَالِفَهُ فِي الدِّينِ مَصْدَرُ نَفْعٍ لَهُ يُوشِكُ أَنْ يُوَادَّهُ، فَإِنْ لَمْ يُوَادَّهُ لَمْ يُحَادَّهُ كَالْعَدُوِّ الَّذِي يَخْشَى ضَرَرَهُ وَلَا يَرْجُو نَفْعَهُ. </p><p> وَذَكَرَ الْفُقَهَاءُ أَنَّ الْمُؤَلَّفَةَ قُلُوبُهُمْ قِسْمَانِ: كُفَّارٌ وَمُسْلِمُونَ. وَالْكُفَّارُ ضَرْبَانِ، وَالْمُسْلِمُونَ أَرْبَعَةٌ، فَمَجْمُوعُ الْفَرِيقَيْنِ سِتَّةٌ، وَهَذَا بَيَانُهُمْ بِالتَّفْصِيلِ وَالِاخْتِصَارِ:  (الْأَوَّلُ) قَوْمٌ مِنْ سَادَاتِ الْمُسْلِمِينَ وَزُعَمَائِهِمْ لَهُمْ نُظَرَاءُ مِنَ الْكَفَّارِ إِذَا أُعْطُوا رُجِيَ إِسْلَامُ نُظَرَائِهِمْ، وَاسْتَشْهَدُوا لَهُ بِإِعْطَاءِ أَبِي بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ لِعَدَيِّ بْنِ حَاتِمٍ وَالزِّبْرِقَانِ بْنِ بَدْرٍ مَعَ حُسْنِ إِسْلَامِهِمَا لِمَكَانَتِهِمَا فِي أَقْوَامِهِمَا. </p><p> (الثَّانِي) زُعَمَاءُ ضُعَفَاءِ الْإِيمَانِ مِنَ الْمُسْلِمِينَ، مُطَاعُونَ فِي أَقْوَامِهِمْ يُرْجَى بِإِعْطَائِهِمْ تَثَبُّتُهُمْ، وَقُوَّةُ إِيمَانِهِمْ وَمُنَاصَحَتُهُمْ فِي الْجِهَادِ وَغَيْرِهِ، كَالَّذِينِ أَعْطَاهُمُ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الْعَطَايَا الْوَافِرَةَ مِنْ غَنَائِمِ هَوَازِنَ، وَهُمْ بَعْضُ الطُّلَقَاءِ مِنْ أَهْلِ مَكَّةَ الَّذِينَ أَسْلَمُوا فَكَانَ مِنْهُمُ الْمُنَافِقُ، وَمِنْهُمْ ضَعِيفُ الْإِيمَانِ، وَقَدْ ثَبَتَ أَكْثَرُهُمْ بَعْدَ ذَلِكَ وَحَسُنَ إِسْلَامُهُمْ. </p><p> (الثَّالِثُ) قَوْمٌ مِنَ الْمُسْلِمِينَ فِي الثُّغُورِ وَحُدُودِ بِلَادِ الْأَعْدَاءِ، يُعْطَوْنَ لِمَا يُرْجَى مِنْ دِفَاعِهِمْ عَمَّنْ وَرَاءَهُمْ مِنَ الْمُسْلِمِينَ إِذَا هَاجَمَهُمُ الْعَدُوُّ، وَأَقُولُ: إِنَّ هَذَا الْعَمَلَ هُوَ الْمُرَابَطَةُ، وَهَؤُلَاءِ الْفُقَهَاءُ يُدْخِلُونَهَا فِي سَهْمِ سَبِيلِ اللهِ كَالْغَزْوِ الْمَقْصُودِ مِنْهَا. وَأَوْلَى مِنْهُمْ بِالتَّأْلِيفِ فِي زَمَانِنَا قَوْمٌ مِنَ الْمُسْلِمِينَ يَتَأَلَّفُهُمُ الْكُفَّارُ؛ لِيُدْخِلُوهُمْ تَحْتَ حِمَايَتِهِمْ أَوْ فِي دِينِهِمْ، فَإِنَّنَا نَجِدُ دُوَلَ الِاسْتِعْمَارِ الطَّامِعَةَ فِي اسْتِعْبَادِ جَمِيعِ الْمُسْلِمِينَ، وَفِي رَدِّهِمْ عَنْ دِينِهِمْ يُخَصِّصُونَ مِنْ أَمْوَالِ دُوَلِهِمْ سَهْمًا لِلْمُؤَلَّفَةِ قُلُوبُهُمْ مِنَ الْمُسْلِمِينَ، </p><p> فَمِنْهُمْ مَنْ يُؤَلِّفُونَهُ لِأَجْلِ تَنْصِيرِهِ وَإِخْرَاجِهِ مِنْ حَظِيرَةِ الْإِسْلَامِ، وَمِنْهُمْ مَنْ يُؤَلِّفُونَهُ؛ لِأَجْلِ الدُّخُولِ فِي حِمَايَتِهِمْ وَمُشَاقَّةِ الدُّوَلِ الْإِسْلَامِيَّةِ أَوِ الْوَحْدَةِ الْإِسْلَامِيَّةِ، كَكَثِيرٍ مِنْ أُمَرَاءِ جَزِيرَةِ الْعَرَبِ وَسَلَاطِينِهَا! ! أَفَلَيْسَ الْمُسْلِمُونَ أَوْلَى بِهَذَا مِنْهُمْ؟ . </p><p> (الرَّابِعُ) قَوْمٌ مِنَ الْمُسْلِمِينَ يُحْتَاجُ إِلَيْهِمْ لِجِبَايَةِ الزَّكَاةِ مِمَّنْ لَا يُعْطِيهَا إِلَّا بِنُفُوذِهِمْ وَتَأْثِيرِهِمْ إِلَّا أَنْ يُقَاتَلُوا، فَيُخْتَارُ بِتَأْلِيفِهِمْ وَقِيَامِهِمْ بِهَذِهِ الْمُسَاعَدَةِ لِلْحُكُومَةِ أَخَفُّ الضَّرَرَيْنِ وَأَرْجَحُ الْمَصْلَحَتَيْنِ وَهَذَا سَبَبٌ جُزْئِيٌّ قَاصِرٌ، فَمِثْلُهُ مَا يُشْبِهُهُ مِنَ الْمَصَالِحِ الْعَامَّةِ. </p><p> (الْخَامِسُ) مِنَ الْكَفَّارِ مَنْ يُرْجَى إِيمَانُهُ بِتَأْلِيفِهِ وَاسْتِمَالَتِهِ، كَصَفْوَانَ بْنِ أُمَيَّةَ الَّذِي وَهَبَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَهُ الْأَمَانَ يَوْمَ فَتْحِ مَكَّةَ، وَأَمْهَلَهُ أَرْبَعَةَ أَشْهُرٍ لِيَنْظُرَ فِي أَمْرِهِ بِطَلَبِهِ، وَكَانَ غَائِبًا فَحَضَرَ وَشَهِدَ مَعَ الْمُسْلِمِينَ غَزْوَةَ حُنَيْنٍ قَبْلَ أَنْ يُسْلِمَ، وَكَانَ النَّبِيُّ صَلَّى اللهُ </p><p> عَلَيْهِ وَسَلَّمَ اسْتَعَارَ سِلَاحَهُ مِنْهُ لَمَّا خَرَجَ إِلَى حُنَيْنٍ. وَهُوَ الْقَائِلُ يَوْمَئِذٍ: لِأَنْ يَرِثَنِي رَجُلٌ مِنْ قُرَيْشٍ أَحَبُّ إِلَيَّ مِنْ أَنْ يَرِثَنِي رَجُلٌ مِنْ هَوَازِنَ. وَقَدْ أَعْطَاهُ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِبِلًا كَثِيرًا مُحَمَّلَةً كَانَتْ فِي وَادٍ، فَقَالَ: هَذَا عَطَاءُ مَنْ لَا يَخْشَى الْفَقْرَ، وَرَوَى مُسْلِمٌ وَالتِّرْمِذِيُّ مِنْ طَرِيقِ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْهُ قَالَ: وَاللهِ لَقَدْ أَعْطَانِي النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَإِنَّهُ لَأَبْغَضُ النَّاسِ إِلَيَّ، فَمَا زَالَ يُعْطِينِي حَتَّى إِنَّهُ لَأَحَبُّ النَّاسِ إِلَيَّ. وَأَخْرَجَ التِّرْمِذِيُّ مِنْ طَرِيقِ مَعْرُوفِ بْنِ خَرَّبُوذَ قَالَ: كَانَ صَفْوَانُ أَحَدَ الْعَشَرَةِ الَّذِينَ انْتَهَى إِلَيْهِمْ شَرَفُ الْجَاهِلِيَّةِ وَوَصَلَهُ لَهُمُ الْإِسْلَامُ مِنْ عَشَرَةِ بُطُونٍ. وَقَالَ ابْنُ سَعْدٍ: كَانَ أَحَدَ الْمَطْعِمِينَ فِي الْجَاهِلِيَّةِ وَالْفُصَحَاءِ، وَقَدْ حَسُنَ إِسْلَامُهُ. </p><p> (السَّادِسُ) مِنَ الْكَفَّارِ مَنْ يُخْشَى شَرُّهُ فَيُرْجَى بِإِعْطَائِهِ كَفُّ شَرِّهِ وَشَرِّ غَيْرِهِ مَعَهُ، قَالَ ابْنُ عَبَّاسٍ: إِنَّ قَوْمًا كَانُوا يَأْتُونَ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَإِنْ أَعْطَاهُمْ مَدَحُوا الْإِسْلَامَ، وَقَالُوا: هَذَا دِينٌ حَسَنٌ. وَإِنْ مَنَعَهُمْ ذَمُّوا وَعَابُوا. وَكَانَ مِنْ هَؤُلَاءِ </p><p> سُفْيَانُ بْنُ حَرْبٍ وَعُيَيْنَةُ بْنُ حِصْنٍ وَالْأَقْرَعُ بْنُ حَابِسٍ، الَّذِينَ تَقَدَّمَ فِي قِسْمَةِ غَنَائِمِ هَوَازِنَ مِنْ تَفْسِيرِ هَذِهِ السُّورَةِ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَعْطَى كُلَّ وَاحِدٍ مِنْهُمْ مِائَةً مِنَ الْإِبِلِ. </p><p> وَعَنْ أَبِي حَنِيفَةَ أَنَّ سَهْمَ هَؤُلَاءِ قَدِ انْقَطَعَ بِإِعْزَازِ اللهِ لِلْإِسْلَامِ وَهُوَ قَوْلٌ لِلشَّافِعِيِّ. وَاحْتَجُّوا بِمَا رُوِيَ أَنَّ مُشْرِكًا جَاءَ يَلْتَمِسُ مِنْ عُمَرَ مَالًا فَلَمْ يُعْطِهِ وَقَالَ: فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ (١٨: ٢٩) وَلَا حُجَّةَ فِي هَذَا، بَلْ قَدْ يَكُونُ فِي غَيْرِ الْمَوْضُوعِ؛ إِذْ لَمْ يَقُلْ أَحَدٌ أَنَّ كُلَّ مُشْرِكٍ يُعْطَى لِتَأْلِيفِهِ. وَقَالُوا أَيْضًا: إِنَّ عُيَيْنَةَ بْنَ حِصْنٍ وَالْأَقْرَعَ بْنَ حَابِسٍ جَاءَا يَطْلُبَانِ مِنْ أَبِي بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ أَرْضًا، فَكَتَبَ لَهُمَا خَطًّا بِذَلِكَ، فَمَزَّقَهُ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ وَقَالَ: هَذَا شَيْءٌ كَانَ يُعْطِيكُمُوهُ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ تَأْلِيفًا لَكُمْ، فَأَمَّا الْيَوْمَ فَقَدْ أَعَزَّ اللهُ الْإِسْلَامَ وَأُغْنِيَ عَنْكُمْ، فَإِنْ ثَبَتُّمْ عَلَى الْإِسْلَامِ وَإِلَّا فَبَيْنَنَا وَبَيْنَكُمُ السَّيْفُ، فَرَجَعُوا إِلَى أَبِي بَكْرٍ فَقَالُوا: أَنْتَ الْخَلِيفَةُ أَمْ عُمَرُ؟ بَذَلْتَ لَنَا الْخَطَّ وَمَزَّقَهُ عُمَرُ - فَقَالَ هُوَ إِنْ شَاءَ. فَقَدْ وَافَقَهُ وَلَمْ يُنْكِرْ ذَلِكَ أَحَدٌ مِنَ الصَّحَابَةِ. وَهَذِهِ الرِّوَايَةُ لَا تَقْتَضِي سُقُوطَ هَذَا السَّهْمِ، وَإِنَّمَا ذَلِكَ اجْتِهَادٌ مِنْ عُمَرَ بِأَنَّهُ لَيْسَ مِنَ الْمَصْلَحَةِ اسْتِمْرَارُ هَذَا التَّأْلِيفِ لِهَذَيْنَ الرَّجُلَيْنِ الطَّامِعَيْنِ وَأَمْثَالِهِمَا، بَعْدَ الْأَمْنِ مِنْ ضَرَرِ ارْتِدَادِهِمَا لَوِ ارْتَدَّا؛ لِأَنَّ الْإِسْلَامَ قَدْ ثَبَتَ فِي أَقْوَامِهِمَا حَتَّى إِنَّهُ لَا يَتَرَتَّبُ عَلَى قَتْلِهِمَا - لَوِ ارْتَدَّا - أَدْنَى فِتْنَةٍ. </p><p> وَاحْتَجُّوا أَيْضًا بِأَنَّهُ لَمْ يُنْقَلْ أَنَّ عُثْمَانَ وَعَلِيًّا أَعْطَيَا أَحَدًا مِنْ هَذَا الصِّنْفِ، وَهَذَا لَا يَدُلُّ عَلَى سُقُوطِ السَّهْمِ، وَإِنَّمَا هُوَ خَبَرٌ سَلْبِيٌّ لَا حُجَّةَ فِيهِ، وَقُصَارَى مَا يَدُلُّ عَلَيْهِ أَنَّ الْخَلِيفَتَيْنِ لَمْ يَعْرِضْ لَهُمَا حَاجَةٌ إِلَى تَأْلِيفِ أَحَدٍ مِنَ الْكُفَّارِ لِذَلِكَ. وَهُوَ لَا يُنَافِي ثُبُوتَهُ لِمَنِ احْتَاجَ إِلَيْهِ مِنَ الْأَئِمَّةِ بَعْدَهُمَا. </p><p> وَأَمَّا مَنِ ادَّعَى أَنَّهُ مَنْسُوخٌ بِالْإِجْمَاعِ لِمَا تَقَدَّمَ مِنْ عَمَلِ الْخُلَفَاءِ، وَالسُّكُوتِ عَلَيْهِ مِنْ سَائِرِ الصَّحَابَةِ، فَدَعْوَاهُ مَمْنُوعَةٌ. لَا الْإِجْمَاعُ بِثَابِتٍ بِمَا ذُكِرَ، وَلَا كَوْنُهُ حُجَّةً عَلَى نَسْخِ الْكِتَابِ وَالسُّنَّةِ صَحِيحًا، وَإِنِ اخْتَلَفَ فِيهِ الْأُصُولِيُّونَ بِمَا لَا مَحَلَّ لِذِكْرِهِ هُنَا. </p><p> وَقَالَ الْإِمَامُ الشَّوْكَانِيُّ فِي نَيْلِ الْأَوْطَارِ: وَقَدْ ذَهَبَ إِلَى جَوَازِ التَّأْلِيفِ الْعِتْرَةُ وَالْجُبَّائِيُّ وَالْبَلْخِيُّ وَابْنُ بِشْرٍ، وَقَالَ الشَّافِعِيُّ: لَا نَتَأَلَّفُ كَافِرًا، فَأَمَّا الْفَاسِقُ فَيُعْطَى مِنْ سَهْمِ التَّأْلِيفِ. وَقَالَ أَبُو حَنِيفَةَ وَأَصْحَابُهُ: قَدْ سَقَطَ بِانْتِشَارِ الْإِسْلَامِ وَغَلَبَتِهِ، وَاسْتَدَلُّوا عَلَى ذَلِكَ بِامْتِنَاعِ أَبِي بَكْرٍ مِنْ إِعْطَاءِ أَبِي سُفْيَانَ وَعُيَيْنَةَ وَالْأَقْرَعِ وَعَبَّاسِ بْنِ مِرْدَاسٍ. وَالظَّاهِرُ جَوَازُ التَّأْلِيفِ عِنْدَ الْحَاجَةِ إِلَيْهِ، فَإِنْ كَانَ فِي زَمَنِ الْإِمَامِ قُوَّةٌ لَا يُطِيعُونَهُ إِلَّا لِلدُّنْيَا، وَلَا يَقْدِرُ عَلَى إِدْخَالِهِمْ تَحْتَ طَاعَتِهِ بِالْقَسْرِ وَالْغَلَبِ، فَلَهُ أَنْ يَتَأَلَّفَهُمْ وَلَا يَكُونُ لِفُشُوِّ الْإِسْلَامِ تَأْثِيرٌ؛ لِأَنَّهُ لَمْ يَنْفَعْ فِي خُصُوصِ هَذِهِ الْوَاقِعَةِ اهـ. </p><p> وَهَذَا هُوَ الْحَقُّ فِي جُمْلَتِهِ، وَإِنَّمَا يَجِيءُ الِاجْتِهَادُ فِي تَفْصِيلِهِ مِنْ حَيْثُ الِاسْتِحْقَاقِ، وَمِقْدَارُ الَّذِي يُعْطَى مِنَ الصَّدَقَاتِ وَمِنَ الْغَنَائِمِ إِنْ وُجِدَتْ وَغَيْرِهَا مِنْ أَمْوَالِ الْمَصَالِحِ، وَالْوَاجِبُ فِيهِ الْأَخْذُ بِرَأْيِ أَهْلِ الشُّورَى كَمَا كَانَ يَفْعَلُ الْخُلَفَاءُ فِي الْأُمُورِ الِاجْتِهَادِيَّةِ. وَفِي اشْتِرَاطِ الْعَجْزِ عَنْ إِدْخَالِ الْإِمَامِ إِيَّاهُمْ تَحْتَ طَاعَتِهِ بِالْغَلَبِ نَظَرٌ، فَإِنَّ هَذَا لَا يَطَّرِدُ، بَلِ الْأَصْلُ فِيهِ تَرْجِيحُ الضَّرَرَيْنِ وَخَيْرِ الْمَصْلَحَتَيْنِ. </p><p> وَفِي الرِّقَابِ أَيْ: وَلِلصَّرْفِ فِي إِعَانَةِ الْمُكَاتَبِينَ مِنَ الْأَرِقَّاءِ فِي فَكِّ رِقَابِهِمْ مِنَ الرِّقِّ، الَّذِي هُوَ مِنْ أَكْبَرِ الْإِصْلَاحِ الْبَشَرِيِّ الْمَقْصُودِ مِنْ رَحْمَةِ الْإِسْلَامِ، أَوْ لِشِرَاءِ الْعَبِيدِ مِنْ قِنٍّ وَمُبَعَّضٍ وَغَيْرِ ذَلِكَ وَإِعْتَاقِهِمْ. وَالْمُخْتَارُ الْجَمْعُ بَيْنَهُمَا كَمَا قَالَ الزُّهْرِيُّ. </p><p> قَالَ فِي مُنْتَقَى الْأَخْبَارِ عِنْدَ ذِكْرِ الْوَارِدِ فِي هَذَا الصِّنْفِ: وَهُوَ يَشْمَلُ الْمَكَاتِبَ وَغَيْرَهُ. وَقَالَ ابْنُ عَبَّاسٍ: لَا بَأْسَ أَنْ يُعْتَقَ مِنْ زَكَاةِ مَالِهِ، ذَكَرَهُ عَنْهُ أَحْمَدُ وَالْبُخَارِيُّ، وَعَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ: دُلَّنِي عَلَى عَمَلٍ يُقَرِّبُنِي مِنَ الْجَنَّةِ وَيُبْعِدُنِي مِنَ النَّارِ، فَقَالَ:  \" أَعْتَقِ النَّسَمَةَ وَفُكَّ الرَّقَبَةَ \" فَقَالَ: يَا رَسُولَ اللهِ أَوَ لَيْسَا وَاحِدًا؟ قَالَ:  \" لَا، عِتْقُ الرَّقَبَةِ أَنْ تَنْفَرِدَ بِعِتْقِهَا، وَفَكُّ الرَّقَبَةِ أَنْ تُعِينَ بِثَمَنِهَا \" رَوَاهُ أَحْمَدُ وَالدَّارَقُطْنِيُّ. وَعَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَالَ: ثَلَاثَةٌ، </p><p> كُلٌّ حَقٌّ عَلَى اللهِ عَوْنُهُ. الْغَازِي فِي سَبِيلِ اللهِ، وَالْمَكَاتِبُ الَّذِي يُرِيدُ الْأَدَاءَ، وَالنَّاكِحُ الْمُتَعَفِّفُ رَوَاهُ الْخَمْسَةُ إِلَّا أَبَا دَاوُدَ اهـ. وَيَعْنِي بِالْخَمْسَةِ: الْإِمَامَ أَحْمَدَ وَأَصْحَابَ السُّنَنِ الْأَرْبَعَةَ. قَالَ الشَّوْكَانِيُّ: حَدِيثُ الْبَرَاءِ، قَالَ فِي مَجْمَعِ الزَّوَائِدِ رِجَالُهُ ثِقَاتٌ، وَحَدِيثُ أَبِي هُرَيْرَةَ، قَالَ التِّرْمِذِيُّ حَسَنٌ صَحِيحٌ. ثُمَّ قَالَ: </p><p> قَدِ اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِقَوْلِهِ تَعَالَى: وَفِي الرِّقَابِ فَرُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَسَعِيدِ بْنِ جُبَيْرٍ وَاللَّيْثِ وَالثَّوْرِيِّ وَالْعِتْرَةِ وَالْحَنَفِيَّةِ وَالشَّافِعِيَّةِ وَأَكْثَرِ أَهْلِ الْعِلْمِ أَنَّ الْمُرَادَ بِهِ: الْمُكَاتَبُونَ يُعَانُونَ مِنَ الزَّكَاةِ عَلَى الْكِتَابَةِ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ وَالْحَسَنِ الْبَصْرِيِّ وَمَالِكٍ وَأَحْمَدَ بْنِ حَنْبَلٍ وَأَبِي ثَوْرٍ وَأَبِي عُبَيْدٍ وَإِلَيْهِ مَالَ الْبُخَارِيُّ وَابْنِ الْمُنْذِرِ أَنَّ الْمُرَادَ بِذَلِكَ أَنَّهَا تُشْتَرَى رِقَابٌ لِتُعْتَقَ. وَاحْتَجُّوا بِأَنَّهَا لَوِ اخْتَصَّتْ بِالْمُكَاتَبِ لَدَخَلَ فِي حُكْمِ الْغَارِمِينَ؛ لِأَنَّهُ غَارِمٌ، وَبِأَنَّ شِرَاءَ الرَّقَبَةِ لِتُعْتَقَ أَوْلَى مِنْ إِعَانَةِ الْمَكَاتَبِ؛ لِأَنَّهُ قَدْ يُعَانُ وَلَا يُعْتَقُ؛ لِأَنَّ الْمَكَاتَبَ عَبْدٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ، وَلِأَنَّ الشِّرَاءَ يَتَيَسَّرُ فِي كُلِّ وَقْتٍ بِخِلَافِ الْكِتَابَةِ. وَقَالَ الزُّهْرِيُّ: إِنَّهُ يَجْمَعُ بَيْنَ الْأَمْرَيْنِ، وَإِلَيْهِ أَشَارَ الْمُصَنِّفُ وَهُوَ الظَّاهِرُ؛ لِأَنَّ الْآيَةَ تَحْتَمِلُ الْأَمْرَيْنِ. وَحَدِيثُ الْبَرَاءِ الْمَذْكُورُ فِيهِ دَلِيلٌ عَلَى أَنَّ فَكَّ الرِّقَابِ غَيْرُ عِتْقِهَا، وَعَلَى أَنَّ الْعِتْقَ وَإِعَانَةَ الْمُكَاتَبِينَ عَلَى مَالِ الْكِتَابَةِ مِنَ الْأَعْمَالِ الْمُقَرِّبَةِ مِنَ الْجَنَّةِ وَالْمُبْعِدَةِ مِنَ النَّارِ اهـ. وَهُوَ الْحَقُّ. </p><p> وَالْغَارِمِينَ الظَّاهِرُ أَنَّ هَذَا مَعْطُوفٌ عَلَى قَوْلِهِ: لِلْفُقَرَاءِ وَالْمَسَاكِينِ؛ لِأَنَّهُ صُرِفَ لِأَشْخَاصٍ مَوْصُوفِينَ، لَا عَلَى مَا قَبْلَهُ وَهُوَ: وَفِي الرِّقَابِ أَيْ: وَلِلْغَارِمِينَ، وَهُمُ الَّذِينَ عَلَيْهِمْ غَرَامَةٌ مِنَ الْمَالِ بِدُيُونٍ رَكِبَتْهُمْ وَتَعَذَّرَ عَلَيْهِمْ أَدَاؤُهَا، وَاشْتَرَطَ الْفُقَهَاءُ أَنْ تَكُونَ الدُّيُونُ فِي غَيْرِ مَعْصِيَةِ اللهِ تَعَالَى، إِلَّا إِذَا عُلِمَ أَنَّ الْغَارِمَ تَابَ إِلَى اللهِ تَعَالَى، وَفِي غَيْرِ إِسْرَافٍ وَسَفَاهَةٍ إِلَّا إِذَا رَشَدَ فَكَانَتْ مُسَاعَدَتُهُ مِنَ الصَّدَقَةِ عَوْنًا لَهُ عَلَى رُشْدِهِ، وَكَذَا الْغَارِمُونَ لِإِصْلَاحِ ذَاتِ الْبَيْنِ، وَقَدْ كَانَتِ الْعَرَبُ إِذَا </p><p> وَقَعَتْ بَيْنَهُمْ فِتْنَةٌ اقْتَضَتْ غَرَامَةً فِي دِيَةٍ أَوْ غَيْرِهَا، قَامَ أَحَدُهُمْ فَتَبَرَّعَ بِالْتِزَامِ ذَلِكَ وَالْقِيَامِ بِهِ حَتَّى تَرْتَفِعَ تِلْكَ الْفِتْنَةُ الثَّائِرَةُ، وَكَانُوا إِذَا عَلِمُوا أَنَّ أَحَدَهُمُ الْتَزَمَ غَرَامَةً أَوْ تَحَمَّلَ حَمَالَةً بَادَرُوا إِلَى مَعُونَتِهِ عَلَى أَدَائِهَا وَإِنْ لَمْ يَسْأَلْ، وَكَانُوا يَعُدُّونَ سُؤَالَ الْمُسَاعَدَةِ عَلَى ذَلِكَ فَخْرًا، لَا ضَعَةً وَذُلًّا. </p><p> عَنْ أَنَسٍ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَالَ: إِنَّ الْمَسْأَلَةَ لَا تَحِلُّ إِلَّا لِثَلَاثَةٍ: لِذِي فَقْرٍ مُدْقِعٍ، أَوْ لِذِي غُرْمٍ مُفْظِعٍ، أَوْ لِذِي دَمٍ مُوجِعٍ رَوَاهُ أَحْمَدُ وَأَبُو دَاوُدَ. وَعَنْ قَبِيصَةَ بْنِ مُخَارِقٍ الْهِلَالِيِّ قَالَ: تَحَمَّلْتُ حَمَالَةً فَأَتَيْتُ رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَسْأَلُهُ فِيهَا فَقَالَ: \" أَقِمْ حَتَّى تَأْتِيَنَا الصَّدَقَةُ فَنَأْمُرَ لَكَ بِهَا - ثُمَّ قَالَ -يَا قَبِيصَةُ إِنَّ الْمَسْأَلَةَ لَا تَحِلُّ إِلَّا لِأَحَدِ ثَلَاثَةٍ:رَجُلٌ تَحَمَّلَ حَمَالَةً فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكُ، وَرَجُلٌ أَصَابَتْهُ جَائِحَةٌ اجْتَاحَتْ مَالَهُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ قَالَ - سِدَادًا مِنْ عَيْشٍ،وَرَجُلٌ أَصَابَتْهُ فَاقَةٌ حَتَّى يَقُولَ ثَلَاثَةٌ مِنْ ذَوِي الْحِجَا مِنْ قَوْمِهِ:قَدْ أَصَابَتْ فُلَانًا فَاقَةٌ فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ قَالَ - سِدَادًا مِنْ عَيْشٍ، فَمَا سِوَاهُنَّ مِنَ الْمَسْأَلَةِ يَا قَبِيصَةُ فَسُحْتٌ يَأْكُلُهَا صَاحِبُهَا سُحْتًا \" رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَالنَّسَائِيُّ وَأَبُو دَاوُدَ. </p><p> وَفِي سَبِيلِ اللهِ هَذَا مَعْطُوفٌ عَلَى قَوْلِهِ: وَفِي الرِّقَابِ لَا عَلَى مَا قَبْلَهُ؛ لِأَنَّهُ صُرِفَ </p><p> فِي مَصْلَحَةٍ عَامَّةٍ لَا لِأَشْخَاصٍ مَسَّتْهُمُ الْحَاجَةُ. وَالسَّبِيلُ: الطَّرِيقُ، وَسَبِيلُ اللهِ: الطَّرِيقُ الِاعْتِقَادِيُّ الْعَمَلِيُّ الْمُوَصِّلُ إِلَى مَرْضَاتِهِ وَمَثُوبَتِهِ كَمَا تَقَدَّمَ مِرَارًا. وَلِكَثْرَةِ اقْتِرَانِ الْجِهَادِ وَالْقِتَالِ الدِّينِيِّ فِي الْقُرْآنِ بِكَوْنِهِ فِي سَبِيلِ اللهِ، اتَّفَقَتِ الْمَذَاهِبُ عَلَى أَنَّ الْغُزَاةَ وَالْمُرَابِطِينَ هُمُ الْمَقْصُودُونَ بِهَذَا الصِّنْفِ مِنْ مُسْتَحِقِّي الصَّدَقَاتِ، إِمَّا وَحْدَهُمْ، وَهُوَ قَوْلُ الْجُمْهُورِ، وَإِمَّا مَعَ غَيْرِهِمْ مِمَّا يَشْمَلُهُ عُمُومُ الْإِضَافَةِ فِي سَبِيلِ اللهِ، عَلَى بَحْثٍ فِي تَخْصِيصِهِ سَيَأْتِي قَرِيبًا، وَقَدْ جَاءَ فِي التَّنْزِيلِ ذِكْرُ الْهِجْرَةِ فِي سَبِيلِ اللهِ، وَالضَّرْبِ (أَيِ السَّفَرِ) فِي سَبِيلِ اللهِ، وَالْإِنْفَاقِ فِي سَبِيلِ اللهِ، وَالْمَخْمَصَةِ (أَيِ الْمَجَاعَةِ) فِي سَبِيلِ اللهِ. وَرُوِيَ عَنِ ابْنِ عُمَرَ ـ رَضِيَ اللهُ عَنْهُمَا ـ أَنَّ الْمُرَادَ بِأَصْحَابِ هَذَا السَّهْمِ هُنَا: </p><p> الْحُجَّاجُ وَالْعُمَّارُ، وَرُوِيَ عَنْ أَحْمَدَ وَإِسْحَاقَ بْنِ رَاهَوَيْهِ أَنَّهُمَا جَعَلَا الْحَجَّ مِنْ سَبِيلِ اللهِ. </p><p> وَفِي كِتَابِ الْمُقْنِعِ - مِنْ أَشْهَرِ كُتُبِ الْحَنَابِلَةِ - فِي عَدِّ الْأَصْنَافِ مَا نَصُّهُ:  (السَّابِعُ) فِي سَبِيلِ اللهِ وَهُمُ الْغُزَاةُ الَّذِينَ لَا دِيوَانَ لَهُمْ، وَلَا يُعْطَى مِنْهَا فِي الْحَجِّ، وَعَنْهُ (أَيِ الْإِمَامِ أَحْمَدَ) يُعْطَى الْفَقِيرُ قَدْرَ مَا يَحُجُّ بِهِ الْفَرْضَ أَوْ يَسْتَعِينُ بِهِ فِيهِ اهـ. وَقَدْ ضَعَّفَ فُقَهَاءُ الْحَنَابِلَةِ هَذِهِ الرِّوَايَةَ بِأَنَّهَا خِلَافُ الْمُتَبَادَرِ، وَهُوَ أَنَّ الْفَقِيرَ إِنَّمَا يُعْطَى لِفَقْرِهِ مَا يَسُدُّ بِهِ حَاجَتَهُ وَحَاجَةَ مَنْ يَمُونُهُ مِمَّنْ تَجِبُ عَلَيْهِ نَفَقَتُهُمْ، وَالْحَجُّ غَيْرُ وَاجِبٍ عَلَيْهِ. </p><p> وَمَذْهَبُ الشَّافِعِيَّةِ كَمَذْهَبِ الْحَنَابِلَةِ فِي أَنَّ سَهْمَ سَبِيلِ اللهِ لِلْغُزَاةِ غَيْرِ الْمُرَتَّبينَ فِي دِيوَانِ السُّلْطَانِ سَوَاءٌ أَكَانُوا أَغْنِيَاءَ أَمْ فُقَرَاءَ، وَنَصُّ الشَّافِعِيِّ فِي \" الْأُمِّ \" : وَيُعْطَى فِي سَبِيلِ اللهِ جَلَّ وَعَزَّ مَنْ غَزَا مِنْ جِيرَانِ الصَّدَقَةِ فَقِيرًا كَانَ أَوْ غَنِيًّا، وَلَا يُعْطَى مِنْهُ غَيْرُهُمْ إِلَّا أَنْ يُحْتَاجَ إِلَى الدَّفْعِ عَنْهُمْ فَيُعْطَاهُ مَنْ دَفَعَ عَنْهُمُ الْمُشْرِكِينَ اهـ. وَإِنَّمَا اشْتَرَطَ جِيرَانَ الصَّدَقَةِ؛ لِأَنَّهُ لَا يَجُوزُ عِنْدَهُ نَقْلُ الزَّكَاةِ إِلَى أَبْعَدَ مِنْ مَسَافَةِ الْقَصْرِ. </p><p> وَقَالَ الْآلُوسِيُّ فِي تَفْسِيرِ الْكَلِمَةِ عِنْدَ الْحَنَفِيَّةِ: أُرِيدَ بِذَلِكَ عِنْدَ أَبِي يُوسُفَ مُنْقَطِعُو الْغُزَاةِ وَالْحَجِيجِ. وَقِيلَ: الْمُرَادُ طَلَبَةُ الْعِلْمِ، وَاقْتَصَرَ عَلَيْهِ فِي الْفَتَاوَى الظَّهِيرِيَّةِ، وَفَسَّرَهُ فِي الْبَدَائِعِ بِجَمِيعِ الْقُرَبِ فَيَدْخُلُ فِيهِ كُلُّ سَعْيٍ فِي طَاعَةِ اللهِ وَسُبُلِ الْخَيْرَاتِ. قَالَ فِي الْبَحْرِ: وَلَا يَخْفَى أَنَّ قَيْدَ الْفَقْرِ لَا بُدَّ مِنْهُ عَلَى الْوُجُوهِ كُلِّهَا، فَحِينَئِذٍ لَا تَظْهَرُ ثَمَرَتُهُ فِي الزَّكَاةِ، وَإِنَّمَا تَظْهَرُ فِي الْوَصَايَا وَالْأَوْقَافِ اهـ. وَنَقُولُ: إِنَّهُ بِهَذَا الْقَيْدِ أَبْطَلَ كَوْنَ سَبِيلِ اللهِ صِنْفًا مُسْتَقِلًّا إِذَا أَرْجَعَهُ إِلَى الصِّنْفِ الْأَوَّلِ وَهُمُ الْفُقَرَاءُ وَالْمَسَاكِينُ اهـ. </p><p> وَقَالَ الْقَاضِي أَبُو بَكْرِ بْنُ الْعَرَبِيِّ الْمَالِكِيُّ فِي أَحْكَامِ الْقُرْآنِ: قَوْلُهُ: وَفِي سَبِيلِ اللهِ قَالَ مَالِكٌ: سُبُلُ اللهِ كَثِيرَةٌ، وَلَكِنِّي لَا أَعْلَمُ خِلَافًا فِي أَنَّ الْمُرَادَ بِسَبِيلِ اللهِ هُنَا الْغَزْوُ مِنْ جُمْلَةِ سَبِيلِ اللهِ (هَكَذَا) إِنَّ مَا يُؤْثَرُ عَنْ أَحْمَدَ وَإِسْحَاقَ فَإِنَّهُمَا قَالَا: إِنَّهُ الْحَجُّ. وَالَّذِي يَصِحُّ </p><p> عِنْدِي مِنْ قَوْلِهِمَا أَنَّ الْحَجَّ مِنْ جُمْلَةِ السُّبُلِ مَعَ الْغَزْوِ؛ لِأَنَّهُ طَرِيقُ بِرٍّ فَأُعْطِي مِنْهُ بِاسْمِ السَّبِيلِ، وَهَذَا يَحِلُّ عَقْدَ الْبَابِ، وَيَخْرِمُ قَانُونَ </p><p> الشَّرِيعَةِ، وَيَنْثُرُ سِلْكَ النَّظَرِ، وَمَا جَاءَ قَطُّ بِإِعْطَاءِ الزَّكَاةِ فِي الْحَجِّ أَثَرٌ. وَقَدْ قَالَ عُلَمَاؤُنَا: وَيُعْطَى مِنْهَا الْفَقِيرُ بِغَيْرِ خِلَافٍ؛ لِأَنَّهُ قَدْ سُمِّيَ فِي أَوَّلِ الْآيَةِ، وَيُعْطَى الْغَنِيُّ عِنْدَ مَالِكٍ بِوَصْفِ سَبِيلِ اللهِ تَعَالَى كَانَ غَنِيًّا فِي بَلَدِهِ أَوْ فِي مَوْضِعِهِ الَّذِي يَأْخُذُ بِهِ، لَا يُلْتَفَتُ إِلَى غَيْرِ ذَلِكَ مِنْ قَوْلِهِ الَّذِي يُؤْثَرُ عَنْهُ. قَالَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَا تَحِلُّ الصَّدَقَةُ إِلَّا لِخَمْسَةٍ: غَازٍ فِي سَبِيلِ اللهِ وَقَالَ أَبُو حَنِيفَةَ: لَا يُعْطَى الْغَازِي إِلَّا إِذَا كَانَ فَقِيرًا. وَهَذِهِ زِيَادَةٌ عَلَى النَّصِّ. وَعِنْدَهُ أَنَّ الزِّيَادَةَ عَلَى النَّصِّ نَسْخٌ وَلَا نَسْخَ فِي الْقُرْآنِ إِلَّا بِقُرْآنٍ مِثْلِهِ أَوْ بِخَبَرٍ مُتَوَاتِرٍ، وَقَدْ بَيَّنَا أَنَّهُ فَعَلَ مِثْلَ هَذَا فِي الْخُمُسِ فِي قَوْلِهِ: وَلِذِي الْقُرْبَى فَشَرَطَ فِي قَرَابَةِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الْفَقْرَ، وَحِينَئِذٍ يُعْطَوْنَ مِنَ الْخُمُسِ، وَهَذَا كُلُّهُ ضَعِيفٌ حَسْبَمَا بَيَّنَّاهُ، وَقَالَ مُحَمَّدُ بْنُ عَبْدِ الْحَكَمِ: يُعْطَى مِنَ الصَّدَقَةِ فِي الْكُرَاعِ وَالسِّلَاحِ، وَمَا يُحْتَاجُ إِلَيْهِ مِنْ آلَاتِ الْحَرْبِ، وَكَفِّ الْعَدُوِّ عَنِ الْحَوْزَةِ؛ لِأَنَّهُ كُلَّهُ مِنْ سَبِيلِ الْغَزْوِ وَمَنْفَعَتِهِ، وَقَدْ أَعْطَى النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنَ الصَّدَقَةِ مِائَةَ نَاقَةٍ فِي نَازِلَةِ سَهْلِ بْنِ أَبِي حَتَمَةَ إِطْفَاءً لِلثَّائِرَةِ اهـ. </p><p> وَمَا قَالَهُ مَالِكٌ وَابْنُ عَبْدِ الْحَكَمِ مِنْ أَصْحَابِهِ مِنَ التَّعْبِيرِ بِالْغَزْوِ بَدَلَ الْغُزَاةِ، وَمِنَ الصَّرْفِ فِي السِّلَاحِ وَالْكُرَاعِ إِلَخْ هُوَ الْحَقُّ الظَّاهِرُ مِنْ كَوْنِ هَذَا السَّهْمِ فِي الْمَصْلَحَةِ الْعَامَّةِ لَا لِأَشْخَاصِ الْغُزَاةِ. </p><p> وَقَالَ السَّيِّدُ حَسَن صِدِّيق فِي فَتْحِ الْبَيَانِ وَهُوَ عَلَى مَذْهَبِ أَهْلِ الْحَدِيثِ الْمُسْتَقِلِّينَ - بَعْدَ ذِكْرِ قَوْلِ الْجُمْهُورِ: إِنَّهُمُ الْغُزَاةُ وَالْمُرَابِطُونَ وَإِنْ كَانُوا أَغْنِيَاءَ، وَبَعْدَ ذِكْرِ الرِّوَايَةِ الْمُتَقَدِّمَةِ عَنِ ابْنِ عُمَرَ وَعَنْ أَحْمَدَ وَإِسْحَاقَ مَا نَصُّهُ: وَقِيلَ إِنِ اللَّفْظَ عَامٌّ فَلَا يَجُوزُ قَصْرُهُ عَلَى نَوْعٍ خَاصٍّ، وَيَدْخُلُ فِيهِ جَمِيعُ وُجُوهِ الْخَيْرِ مِنْ تَكْفِينِ الْمَوْتَى وَبِنَاءِ الْجُسُورِ وَالْحُصُونِ وَعِمَارَةِ الْمَسَاجِدِ وَغَيْرِ ذَلِكَ، وَالْأَوَّلُ أَوْلَى لِإِجْمَاعِ الْجُمْهُورِ عَلَيْهِ اهـ. </p><p> وَقَالَ فِي الرَّوْضَةِ النَّدِيَّةِ: وَمِنْ جُمْلَةِ سَبِيلِ اللهِ الصَّرْفُ فِي الْعُلَمَاءِ الَّذِينَ يَقُومُونَ بِمَصَالِحِ الْمُسْلِمِينَ الدِّينِيَّةِ، فَإِنَّ لَهُمْ فِي مَالِ اللهِ نَصِيبًا سَوَاءً كَانُوا أَغْنِيَاءَ أَوْ فُقَرَاءَ. بَلِ الصَّرْفُ فِي هَذِهِ الْجِهَةِ مِنْ أَهَمِّ الْأُمُورِ؛ لِأَنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ وَحَمَلَةُ الدِّينِ وَبِهِمْ تُحْفَظُ بَيْضَةُ الْإِسْلَامِ، وَشَرِيعَةُ سَيِّدِ الْأَنَامِ، وَقَدْ كَانَ عُلَمَاءُ الصَّحَابَةِ يَأْخُذُونَ مِنَ الْعَطَاءِ مَا يَقُومُ بِمَا يَحْتَاجُونَ إِلَيْهِ، مَعَ زِيَادَاتٍ كَثِيرَةٍ يَتَفَوَّضُونَ بِهَا فِي قَضَاءِ حَوَائِجِ مَنْ يَرِدُ عَلَيْهِمْ مِنَ الْفُقَرَاءِ وَغَيْرِهِمْ وَالْأَمْرُ </p><p> فِي ذَلِكَ مَشْهُورٌ. وَمِنْهُمْ مَنْ كَانَ يَأْخُذُ زِيَادَةً عَلَى مِائَةِ أَلْفِ دِرْهَمٍ، وَمِنْ جُمْلَةِ الْأَمْوَالِ الَّتِي كَانَتْ تُفَرَّقُ بَيْنَ الْمُسْلِمِينَ عَلَى هَذِهِ الصِّفَةِ الزَّكَاةُ. وَقَدْ قَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِعُمَرَ لَمَّا قَالَ لَهُ يُعْطَى مَنْ هُوَ أَحْوَجُ مِنْهُ:  \" مَا أَتَاكَ مِنْ هَذَا الْمَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلَا سَائِلٍ فَخُذْهُ وَمَا لَا فَلَا تُتْبِعْهُ نَفْسَكَ \" كَمَا فِي الصَّحِيحِ وَالْأَمْرُ ظَاهِرٌ اهـ. </p><p> أَقُولُ: مَا ذَكَرَهُ السَّيِّدُ رَحِمَهُ اللهُ تَعَالَى هُنَا غَيْرُ ظَاهِرٍ عَلَى إِطْلَاقِهِ، وَحَدِيثُ عُمَرَ ـ رَضِيَ اللهُ عَنْهُ ـ يُفَسِّرُهُ حَدِيثُ ابْنُ السَّعْدِيِّ الَّذِي تَقَدَّمَ فِي بَحْثِ الْعَامِلِينَ عَلَى الصَّدَقَاتِ، وَهُوَ أَنَّهُ كَانَ عُمَالَةٌ كَمَا رَجَّحَهُ بَعْضُهُمْ، وَرَجَّحَ آخَرُونَ أَنَّ الْمُرَادَ بِهِ الْعَطَاءُ مِنْ بَيْتِ الْمَالِ كَالْغَنَائِمِ، وَفِيهِ: أَنَّ عُمَرَ لَمْ يَكُنْ غَنِيًّا كَمَا هُوَ مَعْرُوفٌ، وَلَفْظُ الْحَدِيثِ صَرِيحٌ فِيهِ. وَالْحَدِيثُ مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ عُمَرَ يَقُولُ: كَانَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُعْطِينِي الْعَطَاءَ فَأَقُولُ: أَعْطِهِ مَنْ هُوَ أَفْقَرُ إِلَيْهِ مِنِّي، فَقَالَ:  \" خُذْهُ، إِذَا جَاءَكَ مِنْ هَذَا الْمَالِ شَيْءٌ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلَا سَائِلٍ فَخُذْهُ وَمَا لَا فَلَا تُتْبِعْهُ نَفْسَكَ \" . </p><p> قَالَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ: قَالَ الطَّحَاوِيُّ: لَيْسَ مَعْنَى هَذَا الْحَدِيثِ فِي الصَّدَقَاتِ، وَإِنَّمَا هُوَ فِي الْأَمْوَالِ الَّتِي يُقَسِّمُهَا الْإِمَامُ، وَلَيْسَتْ هِيَ مِنْ جِهَةِ الْفَقْرِ، وَلَكِنْ مِنَ الْحُقُوقِ، فَلَمَّا قَالَ عُمَرُ: أَعْطِهِ مَنْ هُوَ أَفْقَرُ إِلَيْهِ مِنِّي، لَمْ يَرْضَ بِذَلِكَ؛ لِأَنَّهُ إِنَّمَا أَعْطَاهُ لِمَعْنًى غَيْرِ الْفَقْرِ. قَالَ: وَيُؤَيِّدُهُ قَوْلُهُ فِي رِوَايَةِ شُعَيْبٍ: \" خُذْهُ فَتَمَوَّلْهُ \" فَدَلَّ ذَلِكَ عَلَى أَنَّهُ لَيْسَ مِنَ الصَّدَقَاتِ. </p><p> \" وَقَالَ الطَّبَرِيُّ: اخْتَلَفُوا فِي قَوْلِهِ: \" فَخُذْهُ \" بَعْدَ إِجْمَاعِهِمْ عَلَى أَنَّهُ أَمْرُ نَدْبٍ،فَقِيلَ:هُوَ نَدْبٌ لِكُلِّ مَنْ أُعْطِيَ عَطِيَّةً أَبَى قَبُولَهَا كَائِنًا مَنْ كَانَ، وَهَذَا هُوَ الرَّاجِحُ، يَعْنِي بِالشَّرْطَيْنِ الْمُتَقَدِّمَيْنِ،وَقِيلَ:هُوَ مَخْصُوصٌ بِالسُّلْطَانِ، وَيُؤَيِّدُهُ حَدِيثُ سَمُرَةَ فِي السُّنَنِ \" إِلَّا أَنْ يَسْأَلَ ذَا سُلْطَانٍ \" وَكَانَ بَعْضُهُمْ يَقُولُ: يَحْرُمُ قَبُولُ الْعَطِيَّةِ مِنَ السُّلْطَانِ. وَبَعْضُهُمْ يَقُولُ: يُكْرَهُ، وَهُوَ مَحْمُولٌ عَلَى مَا إِذَا كَانَتِ الْعَطِيَّةُ مِنَ السُّلْطَانِ الْجَائِرِ، أَوِ الْكَرَاهَةُ مَحْمُولَةٌ عَلَى الْوَرَعِ وَهُوَ الْمَشْهُورُ مِنْ تَصَرُّفِ السَّلَفِ وَاللهُ أَعْلَمُ، وَالتَّحْقِيقُ فِي الْمَسْأَلَةِ أَنَّ مَنْ عُلِمَ كَوْنُ مَالِهِ حَلَالًا فَلَا تُرَدُّ عَطِيَّتُهُ، وَمَنْ عُلِمَ كَوْنُ مَالِهِ حَرَامًا فَتَحْرُمُ عَطِيَّتُهُ، وَمَنْ شُكَّ فِيهِ فَالِاحْتِيَاطُ رَدُّهُ وَهُوَ الْوَرَعُ، وَمَنْ أَبَاحَهُ أَخَذَ بِالْأَصْلِ. قَالَ ابْنُ الْمُنْذِرِ: وَاحْتَجَّ مَنْ رَخَّصَ فِيهِ بِأَنَّ اللهَ تَعَالَى قَالَ فِي الْيَهُودِ: سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ (٥: ٤٢) وَقَدْ رَهَنَ الشَّارِعُ دِرْعَهُ عِنْدَ يَهُودِيٍّ مَعَ عِلْمِهِ بِذَلِكَ، وَكَذَلِكَ أَخَذَ الْجِزْيَةَ مِنْهُمْ مَعَ الْعِلْمِ بِأَنَّ أَكْثَرَ أَمْوَالِهِمْ مِنْ ثَمَنِ الْخَمْرِ وَالْخِنْزِيرِ وَالْمُعَامَلَاتِ الْفَاسِدَةِ. وَفِي حَدِيثِ الْبَابِ: إِنَّ لِلْإِمَامِ أَنْ يُعْطِيَ بَعْضَ رَعِيَّتِهِ إِذَا رَأَى لِذَلِكَ وَجْهًا وَإِنْ كَانَ غَيْرُهُ أَحْوَجَ إِلَيْهِ مِنْهُ، وَأَنَّ رَدَّ عَطِيَّةِ الْإِمَامِ لَيْسَ مِنَ الْأَدَبِ، وَلَا سِيَّمَا مِنَ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِقَوْلِهِ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ (٥٩: ٧) الْآيَةَ اهـ. </p><p> (أَقُولُ) : إِنَّ بَعْضَ السَّلَفِ أَبَاحَ أَخْذَ مَالِ السَّلَاطِينِ وَغَيْرِهِمْ إِذَا كَانَ بِحَقٍّ، وَإِنْ كَانَ أَصْلُهُ حَرَامًا، وَيَسْتَدِلُّونَ بِمَا قَالَهُ ابْنُ الْمُنْذِرِ وَبِغَيْرِهِ مِمَّا لَا مَحَلَّ لَهُ هُنَا. وَأَمَّا السُّنَّةُ فِي هَذَا السَّهْمِ فَقَدِ اسْتَدَلُّوا مِنْهَا بِأَحَادِيثَ (مِنْهَا) رَوَى أَبُو دَاوُدَ وَابْنُ مَاجَهْ وَالْحَاكِمُ وَصَحَّحَهُ مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رَضِيَ اللهُ عَنْهُ ـ قَالَ: قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ إِلَّا لِخَمْسَةٍ: لِعَامِلٍ عَلَيْهَا، أَوْ رَجُلٍ اشْتَرَاهَا بِمَالِهِ، أَوْ غَارِمٍ، أَوْ غَازٍ فِي سَبِيلِ اللهِ، أَوْ مِسْكِينٍ تُصُدِّقَ عَلَيْهِ مِنْهَا فَأَهْدَى لِغَنِيٍّ مِنْهَا وَرَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ مِنْ مُرْسَلِ عَطَاءِ بْنِ يَسَارٍ وَهِيَ إِحْدَى رِوَايَتَيْ أَبِي دَاوُدَ. وَإِسْنَادُ مَنْ أَسْنَدَهُ زِيَادَةٌ يَجِبُ الْأَخْذُ بِهَا، وَقَدْ أَسْنَدَهُ مَعْمَرٌ وَسُفْيَانُ الثَّوْرِيُّ. </p><p> (وَمِنْهَا) مَا رَوَى أَحْمَدُ مِنْ حَدِيثِ أَبِي لَاسٍ الْخُزَاعِيِّ قَالَ: حَمَلَنَا رَسُولُ اللهِ عَلَى إِبِلٍ مِنَ الصَّدَقَةِ إِلَى الْحَجِّ - وَرُوِيَ عَنْ أُمِّ مَعْقِلٍ الْأَسَدِيَّةِ أَنَّ زَوْجَهَا جَعَلَ بِكْرًا فِي سَبِيلِ اللهِ، وَأَنَّهَا أَرَادَتِ الْعُمْرَةَ فَسَأَلَتْ زَوْجَهَا الْبِكْرَ فَأَبَى، فَأَتَتِ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَذَكَرَتْ لَهُ ذَلِكَ فَأَمَرَهُ أَنْ يُعْطِيَهَا، وَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الْحَجُّ وَالْعُمْرَةُ فِي سَبِيلِ اللهِ وَرَوَاهُ بِنَحْوِهِ أَصْحَابُ السُّنَنِ وَهُوَ ضَعِيفٌ، وَفِي إِسْنَادِهِ مَجْهُولٌ، وَيُعَارِضُهُ مَا رَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيقِ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ أُمِّ مَعْقِلٍ قَالَتْ: لَمَّا حَجَّ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ حَجَّةَ الْوَدَاعِ وَكَانَ لَنَا جَمَلٌ فَجَعَلَهُ أَبُو مَعْقِلٍ فِي سَبِيلِ اللهِ، وَأَصَابَنَا مَرَضٌ وَهَلَكَ أَبُو مَعْقِلٍ وَخَرَجَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ، فَلَمَّا فَرَغَ مِنْ حَجَّتِهِ جِئْتُهُ فَقَالَ:  \" يَا أَمَّ مَعْقِلٍ مَا مَنَعَكِ أَنْ تَخْرُجِي \" ؟ قَالَتْ: لَقَدْ تَهَيَّأْنَا فَهَلَكَ أَبُو مَعْقِلٍ، وَكَانَ لَنَا جَمَلٌ هُوَ الَّذِي يَحُجُّ عَلَيْهِ فَأَوْصَى بِهِ أَبُو مَعْقِلٍ فِي سَبِيلِ اللهِ. فَقَالَ:  \" فَهَلَّا خَرَجْتِ عَلَيْهِ فَإِنَّ الْحَجَّ مِنْ سَبِيلِ اللهِ \" ؟ وَهَذَا ضَعِيفٌ أَيْضًا، لَا لِلْخِلَافِ فِي ابْنِ إِسْحَاقَ بَلْ؛ لِأَنَّهُ مُدَلِّسٌ، وَقَدْ عَنْعَنَ هُنَا، وَمَنْ وَثَّقَهُ يَرُدُّونَ مَا عَنْعَنَ فِيهِ لِتَدْلِيسِهِ. </p><p> وَأَقُولُ: مِنْ جِهَةِ الْمَعْنَى - أَوَّلًا - أَنَّ جَعْلَ أَبِي مَعْقِلٍ جَمَلَهُ فِي سَبِيلِ اللهِ أَوْ وَصِيَّتَهُ بِهِ صَدَقَةُ تَطَوُّعٍ، وَهِيَ لَا يُشْتَرَطُ فِيهَا أَنْ تُصْرَفَ فِي هَذِهِ الْأَصْنَافِ الَّتِي قَصَرَتْهَا عَلَيْهَا الْآيَةُ - وَثَانِيًا - أَنَّ حَجَّ امْرَأَتِهِ عَلَيْهِ لَيْسَ تَمْلِيكًا لَهَا يُخْرِجُ الْجَمَلَ عَنْ إِبْقَائِهِ عَلَى مَا أَوْصَى بِهِ أَبُو مَعْقِلٍ. وَيُقَالُ مِثْلُ هَذَا فِي حَدِيثِ أَبِي لَاسٍ - ثَالِثًا - أَنَّ الْحَجَّ مِنْ سَبِيلِ اللهِ بِالْمَعْنَى الْعَامِّ لِلَّفْظِ، وَالرَّاجِحُ الْمُخْتَارُ أَنَّهُ غَيْرُ مُرَادٍ فِي الْآيَةِ. </p><p> وَيَأْتِي هَاهُنَا تَحْرِيرُ الْمُرَادِ مِنْ هَذَا الْعُمُومِ: أَمَّا عُمُومُ مَدْلُولِ هَذَا اللَّفْظِ فَهُوَ يَشْمَلُ كُلَّ أَمْرٍ مَشْرُوعٍ أُرِيدَ بِهِ مَرْضَاةُ اللهِ تَعَالَى، بِإِعْلَاءِ كَلِمَتِهِ، وَإِقَامَةِ دِينِهِ، وَحُسْنِ </p><p> ٦عِبَادَتِهِ، وَمَنْفَعَةِ </p><p> عِبَادِهِ، وَلَا يَدْخُلُ فِيهِ الْجَهْلُ بِالْمَالِ وَالنَّفْسِ، وَإِذَا كَانَ لِأَجْلِ الرِّيَاءِ وَالسُّمْعَةِ. وَهَذَا الْعُمُومُ لَمْ يَقُلْ بِهِ أَحَدٌ مِنَ السَّلَفِ، وَلَا مِنَ الْخَلَفِ، وَلَا يُمْكِنُ أَنْ يَكُونَ مُرَادًا هُنَا؛ لِأَنَّ الْإِخْلَاصَ الَّذِي يَكُونُ بِهِ الْعَمَلُ فِي سَبِيلِ اللهِ أَمْرٌ بَاطِنِيٌّ لَا يَعْلَمُهُ إِلَّا اللهُ تَعَالَى، فَلَا يُمْكِنُ أَنْ تُنَاطَ بِهِ حُقُوقٌ مَالِيَّةٌ دَوْلِيَّةٌ، وَإِذَا قِيلَ: إِنَّ الْأَصْلَ فِي كُلِّ طَاعَةٍ مِنَ الْمُؤْمِنِ أَنْ تَكُونَ لِوَجْهِ اللهِ تَعَالَى فَيُرَاعَى هَذَا فِي الْحُقُوقِ عَمَلًا بِالظَّاهِرِ، اقْتَضَى هَذَا أَنْ يَكُونَ كُلُّ مُصَلٍّ وَصَائِمٍ وَمُتَصَدِّقٍ وَتَالٍ لِلْقُرْآنِ وَذَاكِرٍ لِلَّهِ تَعَالَى وَمُمِيطٍ لِلْأَذَى عَنِ الطَّرِيقِ مُسْتَحِقًّا بِعَمَلِهِ هَذَا لِلزَّكَاةِ الشَّرْعِيَّةِ، فَيَجِبُ أَنْ يُعْطَى مِنْهَا، وَيَجُوزُ لَهُ أَنْ يَأْخُذَ وَإِنْ كَانَ غَنِيًّا، وَهَذَا مَمْنُوعٌ بِالْإِجْمَاعِ أَيْضًا، وَإِرَادَتُهُ تُنَافِي حَصْرَ الْمُسْتَحِقِّينَ لِلصَّدَقَاتِ فِي الْأَصْنَافِ الْمَنْصُوصَةِ؛ لِأَنَّ هَذَا الصِّنْفَ لَا حَدَّ لِجَمَاعَاتِهِ فَضْلًا عَنْ أَفْرَادِهِ، وَإِذَا وُكِّلَ أَمْرُهُ إِلَى السَّلَاطِينِ وَالْأُمَرَاءِ تَصَرَّفُوا فِيهِ بِأَهْوَائِهِمْ تَصَرُّفًا تَذْهَبُ بِهِ حِكْمَةُ فَرْضِيَّةِ الصَّدَقَةِ مِنْ أَصْلِهَا. </p><p> (فَإِنْ قِيلَ) نُخَصِّصُ الْعُمُومَ بِمَا رَوَاهُ أَحْمَدُ - وَقَالَ: مَا أَجْوَدَهُ مِنْ حَدِيثٍ - وَأَبُو دَاوُدَ وَالنَّسَائِيُّ بِأَسَانِيدَ صَحِيحَةٍ كَمَا قَالَ النَّوَوِيُّ عَنْ عَبْدِ اللهِ بْنِ عَدِيِّ بْنِ الْخِيَارِ أَنَّ رَجُلَيْنِ أَخْبَرَاهُ أَنَّهُمَا أَتَيَا النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَسْأَلَانِهِ مِنَ الصَّدَقَةِ، فَقَلَّبَ فِيهِمَا الْبَصَرَ، وَرَآهُمَا جَلْدَيْنِ فَقَالَ:  \" إِنْ شِئْتُمَا أَعْطَيْتُكُمَا وَلَاحَظَّ فِيهَا لِغَنِيٍّ وَلَا لِقَوِيٍّ مُكْتَسِبٍ \" وَبِحَدِيثِ أَبِي سَعِيدٍ الْمُتَقَدِّمِ آنِفًا (قُلْنَا) : إِنَّ هَذَا لَيْسَ تَخْصِيصًا لِعُمُومِ \" سَبِيلِ اللهِ \" . </p><p> وَالتَّحْقِيقُ: أَنَّ سَبِيلَ اللهِ هُنَا مَصَالِحُ الْمُسْلِمِينَ الْعَامَّةُ الَّتِي بِهَا قِوَامُ أَمْرِ الدِّينِ وَالدَّوْلَةِ دُونَ الْأَفْرَادِ، وَأَنَّ حَجَّ الْأَفْرَادِ لَيْسَ مِنْهَا؛ لِأَنَّهُ وَاجِبٌ عَلَى الْمُسْتَطِيعِ دُونَ غَيْرِهِ، وَهُوَ مِنَ الْفَرَائِضِ الْعَيْنِيَّةِ بِشَرْطِهِ كَالصَّلَاةِ وَالصِّيَامِ، لَا مِنَ الْمَصَالِحِ الدِّينِيَّةِ الدَّوْلِيَّةِ، وَسَيَأْتِي بَيَانُهُ بِشَيْءٍ مِنَ التَّفْصِيلِ، وَلَكِنَّ شَعِيرَةَ الْحَجِّ وَإِقَامَةَ الْأُمَّةِ لَهَا مِنْهَا، فَيَجُوزُ الصَّرْفُ مِنْ هَذَا السَّهْمِ عَلَى تَأْمِينِ طُرُقِ الْحَجِّ وَتَوْفِيرِ الْمَاءِ وَالْغِذَاءِ وَأَسْبَابِ الصِّحَّةِ لِلْحُجَّاجِ إِنْ لَمْ يُوجَدْ لِذَلِكَ مَصْرَفٌ آخَرُ. </p><p> وَاِبْنِ السَّبِيلِ اتَّفَقُوا عَلَى أَنَّهُ الْمُنْقَطِعُ عَنْ بَلَدِهِ فِي سَفَرٍ لَا يَتَيَسَّرُ لَهُ فِيهِ شَيْءٌ مِنْ مَالِهِ إِنْ كَانَ لَهُ مَالٌ، فَهُوَ غَنِيٌّ فِي بَلَدِهِ، فَقِيرٌ فِي سَفَرِهِ، فَيُعْطَى لِفَقْرِهِ الْعَارِضِ مَا يَسْتَعِينُ بِهِ عَلَى الْعَوْدَةِ إِلَى بَلَدِهِ، وَهُوَ مِنْ عِنَايَةِ الْإِسْلَامِ بِالسِّيَاحَةِ بِالْإِعَانَةِ عَلَيْهَا، وَلَا يُعْرَفُ مِثْلُهُ فِي دِينٍ وَلَا شَرْعٍ آخَرَ - وَاشْتَرَطُوا أَنْ يَكُونَ سَفَرُهُ فِي طَاعَةٍ أَوْ فِي غَيْرِ مَعْصِيَةٍ عَلَى الْأَقَلِّ، وَلَكِنِ اخْتَلَفُوا فِي السَّفَرِ الْمُبَاحِ كَالتَّنَزُّهِ لَا الِاسْتِشْفَاءِ، وَإِنَّمَا أُخِذَ هَذَا الشَّرْطُ مِنْ قَوَاعِدِ الدِّينِ الْعَامَّةِ كَالتَّعَاوُنِ عَلَى الْبِرِّ وَالتَّقْوَى، وَعَدَمِ التَّعَاوُنِ عَلَى الْإِثْمِ وَالْعُدْوَانِ، وَمِنَ الطَّاعَةِ فِي السَّفَرِ كَوْنُهُ بِقَصْدِ مَا أَرْشَدَ إِلَيْهِ الْوَحْيُ مِنَ النَّظَرِ فِي آيَاتِ اللهِ وَسُنَنِهِ فِي الْأُمَمِ، كَمَا فَصَّلْنَاهُ فِي الْأَصْلَيْنِ ١٣ و١٤ مِنْ خُلَاصَةِ تَفْسِيرِ سُورَةِ الْأَنْعَامِ (ص٧٧ ج ٨ ط الْهَيْئَةِ) وَقَلَّمَا يُوجَدُ غَنِيٌّ يُسَافِرُ فِي أَمْصَارِ الْحَضَارَةِ فِي هَذَا الْعَصْرِ لَا يَقْدِرُ عَلَى جَلْبِ الْمَالِ مِنْ بَلَدِهِ إِلَى بَلَدٍ آخَرَ. </p><p> فَرِيضَةً مِنَ اللهِ أَيْ: فَرَضَ اللهُ لَهُمْ ذَلِكَ، أَوْ هَذِهِ الصَّدَقَاتُ فَرِيضَةٌ مِنْهُ تَعَالَى فَلَيْسَ لِأَحَدٍ فِيهَا رَأْيٌ، أَوْ تَقْدِيرُ الْكَلَامِ: إِنَّمَا الصَّدَقَاتُ لِمَنْ ذُكِرَ مِنْ أَصْنَافِ الْمُحْتَاجِينَ، وَفِيمَا ذُكِرَ مِنْ مَصَالِحِ الْأُمَّةِ حَالَ كَوْنِهَا مَفْرُوضَةً لَهُمْ مِنَ اللهِ تَعَالَى وَاللهُ عَلِيمٌ حَكِيمٌ عَلِيمٌ بِحَالِ عِبَادِهِ وَمَصَالِحِهِمْ، حَكِيمٌ فِيمَا يَشْرَعُهُ لَهُمْ، فَهُوَ لِتَطْهِيرِ أَنْفُسِهِمْ وَتَزْكِيَتِهَا، بِمَا يَحْمِلُ عَلَيْهَا مِنَ الْإِخْلَاصِ وَالشُّكْرِ لَهُ، وَإِرْضَائِهِ بِنَفْعِ عِبَادِهِ كَمَا قَالَ فِيمَا سَيَأْتِي فِي هَذِهِ السُّورَةِ: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا (١٠٣) وَهُوَ حُجَّةٌ عَلَى نُفَاةِ الْمَصَالِحِ فِي أَفْعَالِ اللهِ وَأَحْكَامِهِ. هَذَا مَا فُتِحَ عَلَيْنَا فِي مَعْنَى الْآيَةِ، وَنُعَزِّزُهُ بِمَبَاحِثَ فِي نَظْمِهَا وَأَحْكَامِهَا وَحِكَمِهَا وَمَدَارِكِ الْأَئِمَّةِ، وَمَا تَقْتَضِيهِ مَصَالِحُ الْأُمَّةِ وَحَالَةُ هَذَا الْعَصْرِ فِيهَا فَنَقُولُ: </p><p> (١) مَصَارِفُ الصَّدَقَاتِ قِسْمَانِ: أَشْخَاصٌ وَمَصَالِحُ: عُلِمَ مِمَّا تَقَدَّمَ أَنَّ مَصَارِفَ الصَّدَقَاتِ فِي الْآيَةِ قِسْمَانِ (أَحَدُهُمَا) أَصْنَافٌ مِنَ </p><p> النَّاسِ يَمْلِكُونَهَا تَمْلِيكًا بِالْوَصْفِ الْمُقْتَضِي لِلتَّمْلِيكِ، وَعَبَّرَ عَنْهُ بِلَامِ الْمِلْكِ. (وَثَانِيهِمَا) مَصَالِحُ عَامَّةٌ اجْتِمَاعِيَّةٌ وَدَوْلِيَّةٌ لَا يُقْصَدُ بِهَا أَشْخَاصٌ يَمْلِكُونَهَا بِصِفَةٍ قَائِمَةٍ فِيهِمْ وَعَبَّرَ عَنْهُ بِـ \" فِي \" الظَّرْفِيَّةِ وَهُوَ قَوْلُهُ تَعَالَى: وَفِي الرِّقَابِ وَقَوْلُهُ: وَفِي سَبِيلِ اللهِ وَالْأَوَّلُ الْفُقَرَاءُ وَالْمَسَاكِينُ يَسْتَحِقُّونَهَا بِفَقْرِهِمْ مَا دَامُوا فُقَرَاءَ - وَالْعَامِلُونَ عَلَيْهَا يَسْتَحِقُّونَهَا بِعَمَلِهِمْ وَإِنْ كَانُوا أَغْنِيَاءَ، وَالْمُؤَلَّفَةُ قُلُوبُهُمْ يَسْتَحِقُّهَا مِنْهُمْ مَنْ ثَبَتَ عِنْدَ أُولِي الْأَمْرِ الْحَاجَةُ إِلَى تَأْلِيفِهِ، وَالْغَارِمُونَ بِقَدْرِ مَا يُخْرِجُهُمْ مِنْ غُرْمِهِمْ، وَابْنُ السَّبِيلِ بِقَدْرِ مَا يُسَاعِدُهُ عَلَى الْعَوْدِ إِلَى أَهْلِهِ وَمَالِهِ، وَهَذَا فِي مَعْنَى الْفَقِيرِ، وَلَكِنْ قَدْ يَكُونُ فَقْرُهُ عَارِضًا بِسَبَبِ السِّيَاحَةِ وَالْقِسْمُ الثَّانِي: فَكُّ الرِّقَابِ وَتَحْرِيرُهَا، وَهِيَ مَصْلَحَةٌ عَامَّةٌ فِي الْإِسْلَامِ، وَلَيْسَ فِيهَا تَمْلِيكٌ لِأَشْخَاصٍ مُعَيَّنِينَ بِوَصْفٍ فِيهَا - وَفِي سَبِيلِ اللهِ وَهُوَ يَشْمَلُ سَائِرَ الْمَصَالِحِ الشَّرْعِيَّةِ الْعَامَّةِ الَّتِي هِيَ مِلَاكُ أَمْرِ الدِّينِ وَالدَّوْلَةِ، وَأَوَّلُهَا وَأَوْلَاهَا بِالتَّقْدِيمِ الِاسْتِعْدَادُ لِلْحَرْبِ بِشِرَاءِ السِّلَاحِ، وَأَغْذِيَةِ الْجُنْدِ، وَأَدَوَاتٍ لِنَقْلِ وَتَجْهِيزِ الْغُزَاةِ، وَتَقَدَّمَ مِثْلُهُ عَنْ مُحَمَّدِ بْنِ عَبْدِ الْحَكَمِ، وَلَكِنَّ الَّذِي يُجَهَّزُ بِهِ الْغَازِيَ يَعُودُ بَعْدَ الْحَرْبِ إِلَى بَيْتِ الْمَالِ إِنْ كَانَ مِمَّا يَبْقَى كَالسِّلَاحِ وَالْخَيْلِ وَغَيْرِ ذَلِكَ؛ لِأَنَّهُ لَا يَمْلِكُهُ دَائِمًا بِصِفَةِ الْغَزْوِ الَّتِي قَامَتْ بِهِ، بَلْ يَسْتَعْمِلُهُ فِي سَبِيلِ اللهِ، وَيَبْقَى بَعْدَ زَوَالِ تِلْكَ الصِّفَةِ مِنْهُ فِي سَبِيلِ اللهِ، بِخِلَافِ الْفَقِيرِ وَالْعَامِلِ عَلَيْهَا وَالْغَارِمِ وَالْمُؤَلَّفِ وَابْنِ السَّبِيلِ فَإِنَّهُمْ لَا يَرُدُّونَ مَا أَخَذُوا بَعْدَ فَقْدِ الصِّفَةِ الَّتِي أَخَذُوهُ بِهَا، وَيَدْخُلُ فِي عُمُومِهِ إِنْشَاءُ الْمُسْتَشْفَيَاتِ الْعَسْكَرِيَّةِ، وَكَذَا الْخَيْرِيَّةُ الْعَامَّةُ، وَإِشْرَاعُ الطُّرُقِ وَتَعْبِيدُهَا، وَمَدُّ الْخُطُوطِ الْحَدِيدِيَّةِ الْعَسْكَرِيَّةِ لَا التِّجَارِيَّةِ، وَمِنْهَا بِنَاءُ الْبَوَارِجِ الْمُدَرَّعَةِ وَالْمَنَاطِيدِ وَالطَّيَّارَاتِ الْحَرْبِيَّةِ وَالْحُصُونِ وَالْخَنَادِقِ. </p><p> وَمِنْ أَهَمِّ مَا يُنْفَقُ فِي سَبِيلِ اللهِ فِي زَمَانِنَا هَذَا إِعْدَادُ الدُّعَاةِ إِلَى الْإِسْلَامِ، وَإِرْسَالُهُمْ إِلَى بِلَادِ الْكُفَّارِ مِنْ قِبَلِ جَمْعِيَّاتٍ مُنَظَّمَةٍ تَمُدُّهُمْ بِالْمَالِ الْكَافِي كَمَا يَفْعَلُهُ الْكُفَّارُ فِي نَشْرِ دِينِهِمْ، وَقَدْ </p><p> بَيَّنَّا تَفْصِيلَ هَذِهِ الْمَصْلَحَةِ الْعَظِيمَةِ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: </p><p> وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ (٣: ١٠٤) الْآيَةَ. وَيَدْخُلُ فِيهِ النَّفَقَةُ عَلَى الْمَدَارِسِ لِلْعُلُومِ الشَّرْعِيَّةِ وَغَيْرِهِمْ مِمَّا تَقُومُ بِهِ الْمَصْلَحَةُ الْعَامَّةُ، وَفِي هَذِهِ الْحَالَةِ يُعْطَى مِنْهَا مُعَلِّمُو هَذِهِ الْمَدَارِسِ مَا دَامُوا يُؤَدُّونَ وَظَائِفَهُمُ الْمَشْرُوعَةَ الَّتِي يَنْقَطِعُونَ بِهَا عَنْ كَسْبٍ آخَرَ، وَلَا يُعْطَى عَالِمٌ غَنِيٌّ لِأَجْلِ عِلْمِهِ، وَإِنْ كَانَ يُفِيدُ النَّاسَ بِهِ. </p><p> وَالتَّرْتِيبُ فِي هَذِهِ الْأَصْنَافِ لِبَيَانِ الْأَحَقِّ فَالْأَحَقِّ لِلصَّدَقَاتِ، عَلَى الْقَاعِدَةِ الْغَالِبَةِ عِنْدَ فُصَحَاءِ الْعَرَبِ فِي تَقْدِيمِ الْأَهَمِّ فَالْأَهَمِّ عَلَى مَا دُونَهُ فِي الْمَوْضُوعِ، وَإِنْ كَانَتِ الْوَاوُ لَا تُفِيدُ التَّرْتِيبَ فِي مَعْطُوفَاتِهَا، فَالْفُقَرَاءُ وَالْمَسَاكِينُ أَحَقُّ مِنْ غَيْرِهِمْ بِهَذِهِ الصَّدَقَاتِ؛ لِأَنَّهُمُ الْمَقْصُودُونَ بِهَا أَوَّلًا وَبِالذَّاتِ، بِدَلِيلِ الْحَدِيثِ الْمُتَقَدِّمِ:  \" تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ فِي فُقَرَائِهِمْ \" وَيَلِيهِمُ الْعَامِلُونَ عَلَيْهَا؛ لِأَنَّهُمْ هُمُ الَّذِينَ يَقُومُونَ بِجَمْعِهَا وَحِفْظِهَا، وَقَالَ بَعْضُ الْفُقَهَاءِ: إِنَّهُمْ أَوَّلُ مَنْ يُعْطَى عُمْلَتَهُ مِنْهَا إِلَّا إِذَا كَانَ لَهُمْ رَوَاتِبُ مِنْ بَيْتِ الْمَالِ أَوْ رَأَى وَلِيُّ الْأَمْرِ إِعْطَاءَهُمْ عُمَالَتَهُمْ مِنْهُ، وَيَلِيهِمُ الْمُؤَلَّفَةُ قُلُوبُهُمْ عِنْدَ الْحَاجَةِ إِلَيْهِمْ، وَهُمْ يُعْطَوْنَ مِنَ الْغَنَائِمِ أَيْضًا، فَالْحَاجَةُ إِلَيْهِمْ عَارِضَةٌ لَا كَالْعَامِلِينَ عَلَى الصَّدَقَاتِ، وَيَلِيهِمْ مَصْلَحَةُ فَكِّ الرِّقَابِ وَالْعِتْقِ وَهِيَ الْمَصَالِحُ مِنَ الِاجْتِمَاعِيَّةِ الْكَمَالِيَّةِ لَا الضَّرُورِيَّةِ، فَإِنَّ تَأْخِيرَهَا لَا يُرْهِقُ مَعُوزًا كَالْفَقِيرِ، وَلَا يُضَيِّعُ مَصْلَحَةً تَشْتَدُّ الْحَاجَةُ إِلَيْهَا كَتَأْلِيفِ الْقُلُوبِ، وَيَلِيهَا مُسَاعَدَةُ الْغَارِمِ عَلَى الْخُرُوجِ مِنْ غُرْمِهِ، فَهُوَ دُونَ مُسَاعَدَةِ الرَّقِيقِ عَلَى الْخُرُوجِ مِنْ رِقِّهِ، وَيَلِيهِمُ الْمَصْلَحَةُ الْعَامَّةُ الْمُعَبَّرُ عَنْهَا بِسَبِيلِ اللهِ، فَهِيَ مِنْ قَبِيلِ الْعَامِّ الَّذِي يُرَادُ بِهِ مَا وَرَاءَ ذَلِكَ الْخَاصِّ مِمَّا قَبْلَهَا الَّذِي تَكْثُرُ الْحَاجَةُ إِلَيْهِ، وَأَمَّا ابْنُ السَّبِيلِ فَهُوَ دُونَ جَمِيعِ مَا قَبْلَهُ لِنُدْرَةِ وُجُودِهِ. </p><p> وَلَوْلَا إِرَادَةُ التَّرْتِيبِ لَذُكِرَ الْمُسْتَحِقُّونَ مِنَ الْأَفْرَادِ بِأَوْصَافِهِمُ الَّتِي اشْتُقَّتْ مِنْهَا أَلْقَابُهُمْ نَسَقًا (وَهُمُ الْفُقَرَاءُ وَالْمَسَاكِينُ وَالْعَامِلُونَ عَلَيْهَا وَالْمُؤَلَّفَةُ قُلُوبُهُمْ وَالْغَارِمُونَ</p><p> وَابْنُ السَّبِيلِ) ثُمَّ ذُكِرَتْ بَعْدَهُمُ الْمَصَالِحُ الَّتِي أُدْخِلَ عَلَيْهَا \" فِي \" وَهِيَ الرِّقَابُ وَسَبِيلُ اللهِ. </p><p> وَلَيْسَ الْمُرَادُ مِنْ هَذَا التَّرْتِيبِ أَنَّ كُلَّ صِنْفٍ يَحْجُبُ مَا دُونَهُ حَجْبَ حِرْمَانٍ أَوْ نُقْصَانٍ كَتَرْتِيبِ الْوَارِثِينَ، وَإِنَّمَا يَظْهَرُ اعْتِبَارُهُ فِي حَالِ قِلَّةِ الْمَالِ، فَالْمُتَّجَهُ حِينَئِذٍ أَنَّهُ يُقَدَّمُ فِيهِ الْأَهَمُّ وَهُوَ الْفُقَرَاءُ وَالْمَسَاكِينُ، وَلَكِنْ بَعْدَ سَهْمِ الْعَامِلِينَ عَلَيْهَا إِنْ كَانُوا هُمُ الَّذِينَ جَمَعُوهَا، وَلَمْ يَرَ الْإِمَامُ إِعْطَاءَهُمْ عُمَالَتَهُمْ مِنْ بَيْتِ الْمَالِ، وَسَيَأْتِي ذِكْرُ خِلَافِ الْعُلَمَاءِ فِي قِسْمَتِهَا فِي الْمَسْأَلَةِ الثَّالِثَةِ مِنْ هَذِهِ الْمَبَاحِثِ. </p><p> هَذَا مَا نَفْهُمُهُ مِنَ الْآيَةِ عِنْدَ قِرَاءَتِهَا، وَلَكِنَّنَا بَعْدَ أَنْ كَتَبْنَا مَا فَهِمْنَاهُ، رَاجَعْنَا الْكَشَّافَ الَّذِي </p><p> يُعْنَى بِهَذِهِ النُّكَتِ الدَّقِيقَةِ، فَرَأَيْنَا لَهُ رَأْيًا آخَرَ فِي نُكْتَةِ اخْتِلَافِ التَّعْبِيرِ مِنْ حَيْثُ تَقْسِيمِ الْأَصْنَافِ إِلَى الْقِسْمَيْنِ يُخَالِفُ رَأْيَنَا مِنْ بَعْضِ الْوُجُوهِ قَالَ:  (فَإِنْ قُلْتَ) لِمَ عَدَلَ عَنِ \" اللَّامِ \" إِلَى \" فِي \" فِي الْأَرْبَعَةِ الْأَخِيرَةِ؟ (قُلْتُ) لِلْإِيذَانِ بِأَنَّهُمْ أَرْسَخُ فِي اسْتِحْقَاقِ التَّصَدُّقِ عَلَيْهِمْ مِمَّنْ سَبَقَ ذِكْرُهُ، لِأَنَّ \" فِي \" لِلْوِعَاءِ فَنَبَّهَ عَلَى أَنَّهُمْ أَحِقَّاءُ بِأَنْ تُوضَعَ فِيهِمُ الصَّدَقَاتُ، وَيُجْعَلُوا مَظِنَّةً لَهَا وَمَصَبًّا. وَذَلِكَ لِمَا فِي فَكِّ الرِّقَابِ مِنَ الْكِتَابَةِ أَوِ الرِّقِّ وَالْأَسْرِ، وَفِي فَكِّ الْغَارِمِينَ مِنَ الْغُرْمِ، مِنَ التَّخْلِيصِ وَالْإِنْقَاذِ، وَلِجَمْعِ الْغَازِي الْفَقِيرِ، أَوِ الْمُنْقَطِعِ فِي الْحَجِّ بَيْنَ الْفَقْرِ وَالْعِبَادَةِ، وَكَذَلِكَ ابْنُ السَّبِيلِ جَامِعٌ بَيْنَ الْفَقْرِ وَالْغُرْبَةِ عَنِ الْأَهْلِ وَالْمَالِ. وَتَكْرِيرُ \" فِي \" فِي قَوْلِهِ: وَفِي سَبِيلِ اللهِ وَاِبْنِ السَّبِيلِ فِيهِ فَضْلُ تَرْجِيحٍ لِهَذَيْنِ عَلَى الرِّقَابِ وَالْغَارِمِينَ اهـ. </p><p> وَقَدْ ذَكَرَ أَحْمَدُ بْنُ الْمُنِيرِ فِي (الِانْتِصَافِ) نُكْتَةً أُخْرَى هِيَ أَقْرَبُ إِلَى مَا قُلْنَاهُ قَالَ: </p><p> وَثَمَّ سِرٌّ آخَرُ هُوَ أَظْهَرُ وَأَقْرَبُ، ذَلِكَ أَنَّ الْأَصْنَافَ الْأَرْبَعَةَ الْأَوَائِلَ مُلَّاكٌ لِمَا عَسَاهُ يُدْفَعُ إِلَيْهِمْ، وَإِنَّمَا يَأْخُذُونَهُ مِلْكًا، فَكَانَ دُخُولُ \" اللَّامِ \" لَائِقًا بِهِمْ، وَأَمَّا الْأَرْبَعَةُ الْأَوَاخِرُ فَلَا يَمْلِكُونَ مَا يُصْرَفُ نَحْوَهُمْ، بَلْ وَلَا يُصْرَفُ إِلَيْهِمْ وَلَكِنْ فِي مَصَالِحَ تَتَعَلَّقُ بِهِمْ، فَالْمَالُ الَّذِي يُصْرَفُ فِي الرِّقَابِ إِنَّمَا يَتَنَاوَلُهُ السَّادَةُ الْمُكَاتِبُونَ </p><p> وَالْبَائِعُونَ، فَلَيْسَ نَصِيبُهُمْ مَصْرُوفًا إِلَى أَيْدِيهِمْ حَتَّى يُعَبَّرَ عَنْ ذَلِكَ بِاللَّامِ الْمُشْعِرَةِ بِتَمَلُّكِهِمْ لِمَا يُصْرَفُ نَحْوَهُمْ، وَإِنَّمَا هُمْ مَحَالٌّ لِهَذَا الصَّرْفِ وَالْمَصْلَحَةِ الْمُتَعَلِّقَةِ بِهِ. وَكَذَلِكَ الْغَارِمُونَ إِنَّمَا يُصْرَفُ نَصِيبُهُمْ لِأَرْبَابِ دُيُونِهِمْ تَخْلِيصًا لِذِمَمِهِمْ لَا لَهُمْ. وَأَمَّا سَبِيلُ اللهِ فَوَاضِحٌ فِيهِ ذَلِكَ، وَأَمَّا ابْنُ السَّبِيلِ فَكَأَنَّهُ كَانَ مُنْدَرِجًا فِي سَبِيلِ اللهِ، وَإِنَّمَا أُفْرِدَ بِالذِّكْرِ تَنْبِيهًا عَلَى خُصُوصِيَّتِهِ مَعَ أَنَّهُ مُجَرَّدٌ مِنَ الْحَرْفَيْنِ جَمِيعًا، وَعَطْفُهُ عَلَى الْمَجْرُورِ بِاللَّامِ مُمْكِنٌ، وَلَكِنْ عَلَى الْقَرِيبِ مِنْهُ أَقْرَبُ وَاللهُ أَعْلَمُ، وَكَانَ جَدِّي أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ فَارِسٍ الْفَقِيهُ الْوَزِيرُ اسْتَنْبَطَ مِنْ تَغَايُرِ الْحَرْفَيْنِ الْمَذْكُورَيْنِ وَجْهًا فِي الِاسْتِدْلَالِ لِمَالِكٍ عَلَى أَنَّ الْغَرَضَ بَيَانُ الْمَصْرَفِ، \" وَاللَّامُ لِذَلِكَ لَامُ الْمِلْكِ، فَيَقُولُ مُتَعَلِّقُ الْجَارِّ الْوَاقِعِ خَبَرًا عَنِ الصَّدَقَاتِ مَحْذُوفٌ فَيَتَعَيَّنُ تَقْدِيرُهُ،فَأَمَّا أَنْ يَكُونَ التَّقْدِيرُ:إِنَّمَا الصَّدَقَاتُ مَصْرُوفَةٌ لِلْفُقَرَاءِ كَقَوْلِ مَالِكٍ، أَوْ مَمْلُوكَةٌ لِلْفُقَرَاءِ كَقَوْلِ الشَّافِعِيِّ، لَكِنَّ الْأَوَّلَ مُتَعَيَّنٌ؛لِأَنَّهُ تَقْدِيرٌ يُكْتَفَى بِهِ فِي الْحَرْفَيْنِ جَمِيعًا يَصِحُّ تَعَلُّقُ اللَّامِ بِهِ وَفِي مَعًا فَيَصِحُّ أَنْ تَقُولَ:هَذَا الشَّيْءُ مَصْرُوفٌ فِي كَذَا، وَلِكَذَا بِخِلَافِ تَقْدِيرِهِ مَمْلُوكةٌ، فَإِنَّهُ لَا يَلْتَئِمُ مَعَ اللَّامِ وَعِنْدَ الِانْتِهَاءِ إِلَى \" فِي \" يَحْتَاجُ إِلَى تَقْدِيرِ مَصْرُوفَةٌ لِيَلْتَئِمَ بِهَا، فَتَقْدِيرُهُ مِنَ اللَّامِ عَامُّ التَّعَلُّقِ شَامِلُ الصِّحَّةِ مُتَعَيَّنٌ، وَاللهُ الْمُوَفِّقُ اهـ. </p><p> وَمَا قَالَهُ ابْنُ الْمُنِيرِ يُوَافِقُ فِي الْجُمْلَةِ، إِلَّا أَنَّهُ جَعَلَ سَهْمَ الْغَارِمِينَ مِنَ الْمَصَالِحِ وَهُوَ مُحْتَمَلٌ، وَمَا قُلْنَاهُ فِيهِمْ أَظْهَرُ؛ لِأَنَّهُ لَا يُشْتَرَطُ أَنْ يُعْطَى كُلُّ مَا يَأْخُذُونَهُ لِأَرْبَابِ دُيُونِهِمْ </p><p> وَلَا سِيَّمَا الْغَارِمِينَ لِإِصْلَاحِ ذَاتِ الْبَيْنِ فَمَا يُعْطَوْنَهُ مُسَاعَدَةٌ عَلَى مَا يُعْطُونَ غَيْرَهُمْ أَوْ تَعْوِيضٌ عَمَّا أَعْطَوْا، وَأَجَازَ الْوَجْهَيْنِ فِي ابْنِ السَّبِيلِ، وَضَعْفُهُ ظَاهِرٌ فَهُوَ مِمَّنْ يَمْلِكُونَ سَهْمَهُمْ. </p><p> (٢) أَنْوَاعُ الصَّدَقَاتِ وَعُرُوضُ التِّجَارَةِ مِنْهَا: </p><p> ذَكَرْنَا فِي أَوَّلِ تَفْسِيرِ الْآيَةِ أَنَّ أَنْوَاعَ الصَّدَقَاتِ: زَكَاةُ النَّقْدَيْنِ، وَزَكَاةُ الْأَنْعَامِ، وَزَكَاةُ الزُّرُوعِ، وَزَكَاةُ الْمَعْدِنِ وَالرِّكَازِ، وَهُوَ مَا يُوجَدُ فِي الْأَرْضِ مِنَ </p><p> الْكُنُوزِ الْمَدْفُونَةِ، وَلِكُلٍّ مِنْهَا نِصَابٌ لَا تَجِبُ الزَّكَاةُ فِيمَا دُونَهُ، وَهُوَ مُبَيَّنٌ فِي كُتُبِ السُّنَّةِ وَالْفِقْهِ، وَلَعَلَّنَا نَذْكُرُهُ فِي تَفْسِيرِ خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً (١٠٣) وَجُمْهُورُ عُلَمَاءِ الْمِلَّةِ يَقُولُونَ بِوُجُوبِ زَكَاةِ عُرُوضِ التِّجَارَةِ، وَلَيْسَ فِيهَا نَصٌّ قَطْعِيٌّ مِنَ الْكِتَابِ أَوِ السُّنَّةِ، وَإِنَّمَا وَرَدَ فِيهَا رِوَايَاتٌ يُقَوِّي بَعْضُهَا بَعْضًا مَعَ الِاعْتِبَارِ الْمُسْتَنِدِ إِلَى النُّصُوصِ، وَهُوَ أَنَّ عُرُوضَ التِّجَارَةِ الْمُتَدَاوَلَةِ لِلِاسْتِغْلَالِ نُقُودٌ لَا فَرْقَ بَيْنَهَا وَبَيْنَ الدَّرَاهِمِ وَالدَّنَانِيرِ الَّتِي هِيَ أَثْمَانُهَا إِلَّا فِي كَوْنِ النِّصَابِ يُقْلَبُ وَيَتَرَدَّدُ بَيْنَ الثَّمَنِ وَهُوَ النَّقْدُ، وَالْمُثَمَّنُ وَهُوَ الْعُرُوضُ، فَلَوْ لَمْ تَجِبِ الزَّكَاةُ فِي التِّجَارَةِ لَأَمْكَنَ لِجَمِيعِ الْأَغْنِيَاءِ أَوْ أَكْثَرِهِمْ أَنْ يَتَّجِرُوا بِنُقُودِهِمْ، وَيَتَحَرَّوْا أَلَّا يَحُولَ عَلَى نِصَابٍ مِنَ النَّقْدَيْنِ أَبَدًا. وَبِذَلِكَ تَبْطُلُ الزَّكَاةُ فِيهِمَا عِنْدَهُمْ. </p><p> وَرَأْسُ الِاعْتِبَارِ فِي الْمَسْأَلَةِ: أَنَّ اللهَ تَعَالَى فَرَضَ فِي أَمْوَالِ الْأَغْنِيَاءِ صَدَقَةً لِمُوَاسَاةِ الْفُقَرَاءِ وَمَنْ فِي مَعْنَاهُمْ، وَإِقَامَةِ الْمَصَالِحِ الْعَامَّةِ الَّتِي تَقَدَّمَ بَيَانُهَا. وَأَنَّ الْفَائِدَةَ فِي ذَلِكَ لِلْأَغْنِيَاءِ تَطْهِيرُ أَنْفُسِهِمْ مِنْ رَذِيلَةِ الْبُخْلِ، وَتَزْكِيَتُهَا بِفَضَائِلِ الرَّحْمَةِ بِالْفُقَرَاءِ وَسَائِرِ أَصْنَافِ الْمُسْتَحِقِّينَ، وَمُسَاعَدَةُ الدَّوْلَةِ وَالْأُمَّةِ فِي إِقَامَةِ الْمَصَالِحِ الْعَامَّةِ الْأُخْرَى الَّتِي تَقَدَّمَ ذِكْرُهَا، وَالْفَائِدَةَ لِلْفُقَرَاءِ وَغَيْرِهِمْ إِعَانَتُهُمْ عَلَى نَوَائِبِ الدَّهْرِ - مَعَ مَا فِي ذَلِكَ مِنْ سَدِّ ذَرِيعَةِ الْمَفَاسِدِ فِي تَضَخُّمِ الْأَمْوَالِ وَحَصْرِهَا فِي أُنَاسٍ مَعْدُودِينَ، وَهُوَ الْمُشَارُ إِلَيْهِ بِقَوْلِهِ تَعَالَى فِي حِكْمَةِ قِسْمَةِ الْفَيْءِ: كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ (٥٩: ٧) فَهَلْ يُعْقَلُ أَنْ يَخْرُجَ مِنْ هَذِهِ الْمَقَاصِدِ الشَّرْعِيَّةِ كُلِّهَا التُّجَّارُ الَّذِينَ رُبَّمَا تَكُونُ مُعْظَمُ ثَرْوَةِ الْأُمَّةِ فِي أَيْدِيهِمْ؟ وَسَنَذْكُرُ سَائِرَ فَوَائِدِ الزَّكَاةِ وَمَنَافِعِهَا الْعَامَّةِ وَالْخَاصَّةِ فِي تَفْسِيرِ آيَةِ: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً (١٠٣) إِنْ شَاءَ اللهُ تَعَالَى. </p><p> (٣) تَوْزِيعُ الصَّدَقَاتِ عَلَى الْأَصْنَافِ كُلِّهِمْ أَوْ بَعْضِهِمْ </p><p> قَالَ الْقَاضِي أَبُو الْوَلِيدِ مُحَمَّدُ بْنُ رُشْدٍ الْحَفِيدُ فِي بَحْثِ مَنْ تَجِبُ لَهُ الصَّدَقَةُ مِنْ كِتَابِهِ (بِدَايَةُ الْمُجْتَهِدِ) </p><p> مَا نَصُّهُ: فَأَمَّا عَدَدُهُمْ فَهُمُ الثَّمَانِيَةُ الَّذِينَ نُصَّ عَلَيْهِمْ فِي قَوْلِهِ تَعَالَى: إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ الْآيَةَ. وَاخْتَلَفُوا مِنَ الْعَدَدِ فِي مَسْأَلَتَيْنِ:  (إِحْدَاهُمَا) هَلْ يَجُوزُ أَنْ تُصْرَفَ جَمِيعُ الصَّدَقَةِ إِلَى صِنْفٍ وَاحِدٍ مِنْ هَؤُلَاءِ الْأَصْنَافِ؟ أَمْ هُمْ شُرَكَاءُ فِي الصَّدَقَةِ لَا يَجُوزُ أَنْ يُخَصَّ بِهَا صِنْفٌ </p><p> دُونَ صِنْفٍ؟ فَذَهَبَ مَالِكٌ وَأَبُو حَنِيفَةَ أَنَّهُ يَجُوزُ لِلْإِمَامِ أَنْ يَصْرِفَهَا فِي صِنْفٍ وَاحِدٍ أَوْ أَكْثَرَ مِنْ صِنْفٍ وَاحِدٍ إِذَا رَأَى ذَلِكَ بِحَسَبِ الْحَاجَةِ. وَقَالَ الشَّافِعِيُّ: لَا يَجُوزُ ذَلِكَ بَلْ يُقَسَّمُ عَلَى الْأَصْنَافِ الثَّمَانِيَةِ كَمَا سَمَّى اللهُ تَعَالَى. </p><p> وَسَبَبُ اخْتِلَافِهِمْ مُعَارَضَةُ اللَّفْظِ يَقْتَضِي الْقِسْمَةَ بَيْنَ جَمِيعِهِمْ وَالْمَعْنَى يَقْتَضِي أَنْ يُؤْثِرَ بِهَا أَهْلَ الْحَاجَةِ، إِذْ كَانَ الْمَقْصُودُ بِهَا سَدَّ الْخَلَّةِ، فَكَانَ تَعْدِيدُهُمْ فِي الْآيَةِ عِنْدَ هَؤُلَاءِ إِنَّمَا وَرَدَ لِتَمْيِيزِ الْجِنْسِ - أَعْنِي أَهْلَ الصَّدَقَاتِ - لَا تَشْرِيكِهِمْ فِي الصَّدَقَةِ. فَالْأَوَّلُ أَظْهَرُ مِنْ جِهَةِ اللَّفْظِ، وَهَذَا أَظْهَرُ مِنْ جِهَةِ الْمَعْنَى. وَمِنَ الْحُجَّةِ لِلشَّافِعِيِّ مَا رَوَاهُ أَبُو دَاوُدَ عَنِ الصُّدَائِيِّ أَنَّ رَجُلًا سَأَلَ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ يُعْطِيَهُ مِنَ الصَّدَقَةِ، فَقَالَ لَهُ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِنَّ اللهَ لَمْ يَرْضَ أَنْ يَحْكُمَ نَبِيٌّ وَلَا غَيْرُهُ فِي الصَّدَقَاتِ حَتَّى حَكَمَ فِيهَا فَجَزَّأَهَا ثَمَانِيَةَ أَجْزَاءٍ فَإِنْ كُنْتَ مِنْ تِلْكَ الْأَجْزَاءِ أَعْطَيْتُكَ حَقَّكَ اهـ. ثُمَّ ذَكَرَ الْمَسْأَلَةَ الثَّانِيَةَ وَهِيَ الِاخْتِلَافُ فِي الْمُؤَلَّفَةِ قُلُوبُهُمْ وَقَدْ تَقَدَّمَتْ. </p><p> وَأَقُولُ: إِنَّ الْإِمَامَ الشَّافِعِيَّ رَحِمَهُ اللهُ تَعَالَى قَدْ أَطَالَ فِي مَسْأَلَةِ وُجُوبِ تَعْمِيمِ مَا يُوجَدُ مِنَ الْأَصْنَافِ فِي كِتَابِهِ \" الْأُمُّ \" فِي فُصُولٍ كَثِيرَةٍ، وَقَدْ بَيَّنَ النَّوَوِيُّ الْمَذْهَبَ فِيهَا وَالْقَائِلِينَ بِالتَّعْمِيمِ وَالْمُخَالِفِينَ فِيهِ مِنَ السَّلَفِ وَعُلَمَاءِ الْأَمْصَارِ فِي شَرْحِ الْمُهَذَّبِ. قَالَ: \" قَالَ الشَّافِعِيُّ وَالْأَصْحَابُ رَحِمَهُمُ اللهُ. إِنْ كَانَ مُفَرِّقُ الزَّكَاةِ هُوَ الْمَالِكُ أَوْ وَكِيلُهُ سَقَطَ نَصِيبُ الْعَامِلِ، وَوَجَبَ صَرْفُهَا إِلَى الْأَصْنَافِ السَّبْعَةِ الْبَاقِينَ إِنْ وُجِدُوا وَإِلَّا فَالْمَوْجُودُ مِنْهُمْ، وَلَا يَجُوزُ تَرْكُ صِنْفٍ مِنْهُمْ مَعَ وُجُودِهِ، فَإِنْ تَرَكَهُ ضَمِنَ </p><p> نَصِيبَهُ، وَهَذَا لِاخْتِلَافٍ فِيهِ إِلَّا مَا سَيَأْتِي إِنْ شَاءَ اللهُ تَعَالَى فِي الْمُؤَلَّفَةِ قُلُوبُهُمْ، وَبِمَذْهَبِنَا فِي اسْتِيعَابِ الْأَصْنَافِ قَالَ عِكْرِمَةُ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَالزُّهْرِيُّ وَدَاوُدُ. </p><p> وَقَالَ الْحَسَنُ الْبَصْرِيُّ وَعَطَاءٌ وَسَعِيدُ بْنُ جُبَيْرٍ وَالضَّحَّاكُ وَالشَّعْبِيُّ وَالثَّوْرِيُّ وَمَالِكٌ وَأَبُو حَنِيفَةَ وَأَحْمَدُ وَأَبُو عُبَيْدٍ: لَهُ صَرْفُهَا إِلَى صِنْفٍ وَاحِدٍ، قَالَ ابْنُ الْمُنْذِرِ وَغَيْرُهُ وَرُوِيَ هَذَا عَنْ حُذَيْفَةَ وَابْنِ عَبَّاسٍ، قَالَ أَبُو حَنِيفَةَ، وَلَهُ صَرْفُهَا إِلَى شَخْصٍ وَاحِدٍ مِنْ أَحَدِ الْأَصْنَافِ قَالَ مَالِكٌ وَيَصْرِفُهَا إِلَى أَمَسِّهِمْ حَاجَةً، وَقَالَ إِبْرَاهِيمُ النَّخَعِيُّ: إِنْ كَانَتْ قَلِيلَةً جَازَ صَرْفُهَا إِلَى صِنْفٍ وَإِلَّا وَجَبَ اسْتِيعَابُ الْأَصْنَافِ. قَالُوا وَمَعْنَاهَا (أَيْ آيَةِ الصَّدَقَاتِ) لَا يَجُوزُ صَرْفُهَا إِلَى غَيْرِ هَذِهِ الْأَصْنَافِ وَهُوَ فِيهِمْ مُخَيَّرًا اهـ ثُمَّ ذَكَرَ مَا يَجِبُ عَلَى الْإِمَامِ أَوْ نَائِبِهِ مِنْ ذَلِكَ وَلَا حَاجَةَ إِلَى نَقْلِهِ. </p><p> أَقُولُ: إِنَّ خِلَافَ السَّلَفِ وَأَئِمَّةِ الْأَمْصَارِ فِي الْمَسْأَلَةِ يَدُلُّ عَلَى أَنَّهُ لَمْ يَسْبِقْ فِيهَا سُنَّةٌ عَمَلِيَّةٌ مُجْمَعٌ عَلَيْهَا مِنْ عَهْدِ الرَّسُولِ، وَلَا مِنْ خُلَفَائِهِ الرَّاشِدِينَ، فَدَلَّ هَذَا عَلَى أَنَّهُمْ كَانُوا يَرَوْنَهَا مِنَ الْمَصَالِحِ </p><p> الَّتِي يَتَرَجَّحُ فِيهَا الْعَمَلُ بِمَا يَرَاهُ أُولُو الْأَمْرِ فِي دَرَجَةِ الِاسْتِحْقَاقِ وَقِلَّةِ الْمَالِ وَكَثْرَتِهِ مِنَ الصَّدَقَاتِ، وَفِي بَيْتِ الْمَالِ، وَأَقْرَبُ أَقْوَالِ الْأَئِمَّةِ فِي مُرَاعَاةِ الْمَصْلَحَةِ قَوْلُ مَالِكٍ وَإِبْرَاهِيمَ النَّخَعِيِّ، وَأَبْعَدُهَا عَنِ الْمَصْلَحَةِ وَالنَّصِّ جَمِيعًا قَوْلُ أَبِي حَنِيفَةَ: إِلَّا إِذَا كَانَ الْمَالُ قَلِيلًا جِدًّا إِذَا أَعْطَاهَا وَاحِدًا انْتَفَعَ بِهِ، وَإِذَا وَزَّعَهُ عَلَى مَنْ يُوجَدُ مِنَ الْأَصْنَافِ أَوْ عَلَى أَفْرَادِ صِنْفٍ وَاحِدٍ كَالْفُقَرَاءِ لَمْ يُصِبْ أَحَدًا مِنْهُمْ مَالُهُ مَوْقِعًا مِنْ كِفَايَتِهِ. وَأَمَّا جَوَازُ إِعْطَاءِ الْمَالِ الْكَثِيرِ إِلَى وَاحِدٍ مِنَ الْمُسْتَحِقِّينَ مِنْ صِنْفٍ وَاحِدٍ فَلَا وَجْهَ لَهُ وَلَا شُبْهَةَ، وَاللهُ تَعَالَى قَدْ ذَكَرَ أَصْنَافًا بِصِيغَةِ الْجَمْعِ فَلَا يُمْكِنُ أَنْ يَقُولَ أَبُو حَنِيفَةَ، وَلَا مَنْ دُونَهُ عِلْمًا وَفَهْمًا. إِنَّ إِعْطَاءَ وَاحِدٍ مِنْ صِنْفٍ وَاحِدٍ يُعَدُّ امْتِثَالًا لِأَمْرِ اللهِ وَعَمَلًا بِكِتَابِهِ. </p><p> وَيَنْبَغِي لِجَمَاعَةِ الشُّورَى مِنْ أَهْلِ الْحَلِّ وَالْعَقْدِ أَنْ يَضَعُوا فِي كُلِّ عَصْرٍ وَقُطْرٍ نِظَامًا لِتَقْدِيمِ الْأَهَمِّ فَالْأَهَمِّ إِذَا لَمْ تَكْفِ الصَّدَقَاتُ الْجَمِيعَ؛ لِيَمْنَعُوا السَّلَاطِينَ وَالْأُمَرَاءَ </p><p> مِنَ التَّصَرُّفِ فِيهَا بِأَهْوَائِهِمْ، وَذَلِكَ أَنَّ بَعْضَ الْأَصْنَافِ يُوجَدُ فِي بَعْضِ الْأَزْمِنَةِ وَالْأَمْكِنَةِ دُونَ بَعْضٍ، كَمَا أَنَّ دَرَجَاتِ الْحَاجِيَّةِ تَخْتَلِفُ. </p><p> (٤) الزَّكَاةُ الْمُطْلَقَةُ وَالْمُعَيَّنَةُ وَمَكَانَتُهَا فِي الدِّينِ، وَحُكْمُ دَارِ الْإِسْلَامِ وَدَارِ الْكُفْرِ أَوِ الذَّبْذَبَةِ فِيهَا: </p><p> فُرِضَتِ الزَّكَاةُ الْمُطْلَقَةُ بِمَكَّةَ فِي أَوَّلِ الْإِسْلَامِ، وَتُرِكَ أَمْرُ مِقْدَارِهَا وَدَفْعِهَا إِلَى شُعُورِ الْمُؤْمِنِينَ وَأَرْيَحِيَّتِهِمْ، ثُمَّ فُرِضَ مِقْدَارُهَا مِنْ كُلِّ نَوْعٍ مِنَ أَنْوَاعِ الْأَمْوَالِ فِي السَّنَةِ الثَّانِيَةِ مِنَ الْهِجْرَةِ عَلَى الْمَشْهُورِ، وَقِيلَ فِي الْأُولَى: ذَكَرَهُ الذَّهَبِيُّ فِي تَارِيخِ الْإِسْلَامِ، وَكَانَتْ تُصْرَفُ لِلْفُقَرَاءِ كَمَا قَالَ تَعَالَى فِي سُورَةِ الْبَقَرَةِ: إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ (٢: ٢٧١) وَقَدْ نَزَلَتْ فِي السَّنَةِ الثَّانِيَةِ، وَكَمَا قَالَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِمُعَاذٍ:  \" تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ \" وَتَقَدَّمَ. ثُمَّ نَزَلَتْ هَذِهِ الْمَصَارِفُ السَّبْعُ أَوِ الثَّمَانِ فِي سَنَةِ تِسْعٍ، فَتَوَهَّمَ بَعْضُ الْعُلَمَاءِ أَنَّ فَرْضَ الزَّكَاةِ كَانَ فِي هَذِهِ السَّنَةِ. </p><p> وَالْحِكْمَةُ فِيمَا ذُكِرَ أَنَّ تَعْيِينَ الْمَقَادِيرِ، وَقِيَامَ أُولِي الْأَمْرِ بِتَحْصِيلِهَا وَتَوْزِيعِهَا عَلَى مَنْ فُرِضَتْ لَهُمْ، وَتَعَدُّدِ أَصْنَافِهِمْ، كُلُّ ذَلِكَ إِنَّمَا وُجِدَ بِوُجُودِ حُكُومَةٍ إِسْلَامِيَّةٍ تُنَاطُ بِهَا مَصَالِحُ الْأُمَّةِ فِي دِينِهَا وَدُنْيَاهَا فِي دَارٍ تُسَمَّى دَارَ الْإِسْلَامِ؛ لِأَنَّ أَحْكَامَهُ تُنَفَّذُ فِيهَا بِسُلْطَانِهِ، وَكَانَتْ دَارُ الْهِجْرَةِ إِذْ كَانَتْ مَكَّةُ دَارَ كُفْرٍ وَحَرْبٍ لَا يُنَفَّذُ فِيهَا لِلْإِسْلَامِ حُكْمٌ، بَلْ لَمْ يَكُنْ لِأَحَدٍ مِنْ أَهْلِهِ فِيهَا حُرِّيَّةُ الْجَهْرِ بِالصَّلَاةِ إِلَّا بِحِمَايَةِ قَرِيبٍ أَوْ جَارٍ مِنَ الْمُشْرِكِينَ. </p><p> وَإِمَامُ الْمُسْلِمِينَ فِي دَارِ الْإِسْلَامِ هُوَ الَّذِي تُؤَدَّى لَهُ صَدَقَاتُ الزَّكَاةِ، وَهُوَ صَاحِبُ الْحَقِّ بِجَمْعِهَا وَصَرْفِهَا لِمُسْتَحِقِّيهَا، وَيَجِبُ عَلَيْهِ أَنْ يُقَاتِلَ الَّذِينَ يَمْتَنِعُونَ عَنْ أَدَائِهَا إِلَيْهِ كَمَا فَعَلَ خَلِيفَةُ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَرَضِيَ عَنْهُ فِيمَنْ مَنَعُوا الزَّكَاةَ مِنَ الْعَرَبِ وَقَالَ: \" وَاللهِ لَأُقَاتِلَنَّ </p><p> مَنْ فَرَّقَ بَيْنَ الصَّلَاةِ وَالزَّكَاةِ فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ، </p><p> وَاللهِ لَوْ مَنَعُونِي عَنَاقًا كَانُوا يُؤَدُّونَهَا إِلَى رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَقَاتَلْتُهُمْ عَلَى مَنْعِهَا وَهُوَ مُتَّفَقٌ عَلَيْهِ. فَالزَّكَاةُ هِيَ الرُّكْنُ الثَّالِثُ مِنْ أَرْكَانِ الْإِسْلَامِ - بَعْدَ الشَّهَادَتَيْنِ وَالصَّلَاةِ الْمَفْرُوضَةِ - وَأَظْهَرُ آيَاتِ الْإِيمَانِ، وَتَقَدَّمَ فِي هَذِهِ السُّورَةِ اشْتِرَاطُ أَدَائِهَا فِي قَبُولِ إِسْلَامِ الْكُفَّارِ وَعَدِّهِمْ إِخْوَانًا لِلْمُسْلِمِينَ فِي الدِّينِ وَكَانَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُبَايِعُ الْمُسْلِمِينَ عَلَى أَدَائِهَا، وَأَجْمَعَ الْمُسْلِمُونَ عَلَى كُفْرِ جَاحِدِهَا وَمُسْتَحِلِّ تَرْكِهَا، وَقَدْ بَيَّنَّا مَكَانَةَ الزَّكَاةِ فِي الْإِسْلَامِ وَأَدِلَّتَهَا عَلَى صِدْقِ الْإِيمَانِ وَضَلَالِ تَارِكِيهَا فِي هَذَا الزَّمَانِ فِي مَوَاضِعَ كَثِيرَةٍ مِنْ هَذَا التَّفْسِيرِ. </p><p> وَلَكِنَّ أَكْثَرَ الْمُسْلِمِينَ لَمْ يَبْقَ لَهُمْ فِي هَذَا الْعَصْرِ حُكُومَاتٌ إِسْلَامِيَّةٌ تُقِيمُ الْإِسْلَامَ بِالدَّعْوَةِ إِلَيْهِ وَالدِّفَاعِ عَنْهُ، وَالْجِهَادِ الَّذِي يُوجِبُهُ وُجُوبًا عَيْنِيًّا أَوْ كِفَائِيًّا، وَتُقِيمُ حُدُودَهُ، وَتَأْخُذُ الصَّدَقَاتِ الْمَفْرُوضَةَ كَمَا فَرَضَهَا، وَتَضَعُهَا فِي مَصَارِفِهَا الَّتِي حَدَّدَهَا، بَلْ سَقَطَ أَكْثَرُهُمْ تَحْتَ سُلْطَةِ دُوَلِ الْإِفْرِنْجِ، وَبَعْضُهُمْ تَحْتَ سُلْطَةِ حُكُومَاتٍ مُرْتَدَّةٍ أَوْ مُلْحِدَةٍ، وَلِبَعْضِ الْخَاضِعِينَ لِدُوَلِ الْإِفْرِنْجِ رُؤَسَاءُ مِنَ الْمُسْلِمِينَ الْجُغْرَافِيِّينَ اتَّخَذَهُمُ الْإِفْرِنْجُ آلَاتٍ لِإِخْضَاعِ الشُّعُوبِ لَهُمْ بِاسْمِ الْإِسْلَامِ حَتَّى فِيمَا يَهْدِمُونَ بِهِ الْإِسْلَامَ، وَيَتَصَرَّفُونَ بِنُفُوذِهِمْ وَأَمْرِهِمْ فِي مَصَالِحِ الْمُسْلِمِينَ وَأَمْوَالِهِمُ الْخَاصَّةِ بِهِمْ فِيمَا لَهُ صِفَةٌ دِينِيَّةٌ مِنْ صَدَقَاتِ الزَّكَاةِ وَالْأَوْقَاتِ وَغَيْرِهَا، فَأَمْثَالُ هَذِهِ الْحُكُومَاتِ لَا يَجُوزُ دَفْعُ شَيْءٍ مِنَ الزَّكَاةِ لَهَا مَهْمَا يَكُنْ لَقَبُ رَئِيسِهَا وَدِينُهُ الرَّسْمِيُّ. </p><p> وَأَمَّا بَقَايَا الْحُكُومَاتِ الْإِسْلَامِيَّةِ الَّتِي يَدِينُ أَئِمَّتُهَا وَرُؤَسَاؤُهَا بِالْإِسْلَامِ، وَلَا سُلْطَانَ عَلَيْهِمْ لِلْأَجَانِبِ فِي بَيْتِ مَالِ الْمُسْلِمِينَ، فَهِيَ الَّتِي يَجِبُ أَدَاءُ الزَّكَاةِ لِأَئِمَّتِهَا، وَكَذَا الْبَاطِنَةُ كَالنَّقْدَيْنِ إِذَا طَلَبُوهَا، وَإِنْ كَانُوا جَائِرِينَ فِي بَعْضِ أَحْكَامِهِمْ كَمَا قَالَ الْفُقَهَاءُ، وَتَبْرَأُ ذِمَّةُ مَنْ أَدَّاهَا إِلَيْهِمْ وَإِنْ لَمْ يَضَعُوهَا فِي مَصَارِفِهَا الْمَنْصُوصَةِ فِي الْآيَةِ الْحَكِيمَةِ بِالْعَدْلِ. وَالَّذِي نَصَّ عَلَيْهِ الْمُحَقِّقُونَ كَمَا فِي </p><p> شَرْحِ الْمُهَذَّبِ وَغَيْرِهِ أَنَّ الْإِمَامَ السُّلْطَانَ إِذَا كَانَ جَائِرًا لَا يَضَعُ الصَّدَقَاتِ فِي مَصَارِفِهَا الشَّرْعِيَّةِ، فَالْأَفْضَلُ لِمَنْ وَجَبَتْ عَلَيْهِ أَنْ يُؤَدِّيَهَا لِمُسْتَحِقِّيهَا بِنَفْسِهِ، إِذَا لَمْ يَطْلُبْهَا الْإِمَامُ أَوِ الْعَامِلُ مِنْ قِبَلِهِ. </p><p> (٥) لَا تُعْطَى الزَّكَاةُ لِلْمُرْتَدِّينَ، وَلَا لِلْمَلَاحِدَةِ وَالْإِبَاحِيِّينَ: </p><p> مِنَ الْمَعْلُومِ بِالِاخْتِبَارِ أَنَّهُ قَدْ كَثُرَ الْإِلْحَادُ وَالزَّنْدَقَةُ فِي الْأَمْصَارِ الَّتِي أَفْسَدَ التَّفَرْنُجُ تَرْبِيَتَهَا الْإِسْلَامِيَّةَ وَتَعْلِيمَ مَدَارِسِهَا، وَمِنَ الْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ أَنَّ الْمُرْتَدَّ عَنِ الْإِسْلَامِ شَرٌّ مِنَ الْكَافِرِ الْأَصْلِيِّ، فَلَا يَجُوزُ أَنْ يُعْطَى شَيْئًا مِنَ الزَّكَاةِ، وَلَا مِنْ صَدَقَةِ التَّطَوُّعِ، وَأَمَّا الْكَافِرُ الْأَصْلِيُّ غَيْرُ الْحَرْبِيِّ فَيَجُوزُ أَنْ يُعْطَى مِنْ صَدَقَةِ التَّطَوُّعِ دُونَ الزَّكَاةِ الْمَفْرُوضَةِ. </p><p> وَالْمَلَاحِدَةُ فِي أَمْثَالِ هَذِهِ الْأَمْصَارِ أَصْنَافٌ (مِنْهُمْ) مَنْ يُجَاهِرُ بِالْكُفْرِ بِاللهِ إِمَّا بِالتَّعْطِيلِ وَإِنْكَارِ وُجُودِ الْخَالِقِ، وَإِمَّا بِالشِّرْكِ بِعِبَادَتِهِ، وَمِنْهُمْ مَنْ يُجَاهِرُ بِإِنْكَارِ الْوَحْيِ وَبَعْثَةِ الرُّسُلِ، أَوْ بِالطَّعْنِ فِي النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَوْ فِي الْقُرْآنِ أَوْ فِي الْبَعْثِ وَالْجَزَاءِ، وَمِنْهُمْ مَنْ يَدَّعِي الْإِسْلَامَ بِمَعْنَى الْجِنْسِيَّةِ السِّيَاسِيَّةِ، وَلَكِنَّهُ يَسْتَحِلُّ شُرْبَ الْخَمْرِ وَالزِّنَا وَتَرْكَ الصَّلَاةِ وَغَيْرَهَا مِنْ أَرْكَانِ الْإِسْلَامِ فَلَا يُصَلِّي وَلَا يُزَكِّي وَلَا يَصُومُ وَلَا يَحُجُّ الْبَيْتَ الْحَرَامَ مَعَ الِاسْتِطَاعَةِ، وَهَؤُلَاءِ لَا اعْتِدَادَ بِإِسْلَامِهِمُ الْجُغْرَافِيِّ، فَلَا يَجُوزُ إِعْطَاءُ الزَّكَاةِ لِأَحَدٍ مِمَّنْ ذُكِرَ، بَلْ يَجِبُ عَلَى الْمُزَكِّي أَنْ يَتَحَرَّى بِزَكَاتِهِ مَنْ يَثِقُ بِصِحَّةِ عَقِيدَتِهِمُ الْإِسْلَامِيَّةِ، وَإِذْعَانِهِمْ لِلْأَمْرِ وَالنَّهْيِ الْقَطْعِيَّيْنِ فِي الدِّينِ، وَلَا يُشْتَرَطُ فِي هَؤُلَاءِ عَدَمُ اقْتِرَافِ شَيْءٍ مِنَ الذُّنُوبِ، فَإِنَّ الْمُسْلِمَ قَدْ يُذْنِبُ وَلَكِنَّهُ يَتُوبُ. وَمِنْ أُصُولِ أَهْلِ السُّنَّةِ أَنَّهُمْ لَا يُكَفِّرُونَ أَحَدًا مِنْ أَهْلِ الْقِبْلَةِ بِذَنْبٍ وَلَا بِبِدْعَةٍ عَمَلِيَّةٍ أَوِ اعْتِقَادِيَّةٍ هُوَ فِيهَا مُتَأَوِّلٌ لَا جَاحِدٌ لِلنَّصِّ. وَأَنَّ الْفَرْقَ عَظِيمٌ بَيْنَ الْمُسْلِمِ الْمُذْعِنِ لِأَمْرِ اللهِ وَنَهْيِهِ إِذَا أَذْنَبَ، وَالْمُسْتَحِلِّ لِتَرْكِ الْفَرَائِضِ وَاقْتِرَافِ الْفَوَاحِشِ فَهُوَ يُصِرُّ عَلَيْهِمَا بِدُونِ شُعُورٍ مَا بِأَنَّهُ مُكَلَّفٌ مِنَ اللهِ بِشَيْءٍ، وَلَا بِأَنَّهُ قَدْ عَصَاهُ، وَأَنَّهُ يَجِبُ عَلَيْهِ أَنْ يَتُوبَ إِلَيْهِ وَيَسْتَغْفِرَهُ. </p><p> وَلَا يَنْبَغِي إِعْطَاءُ الزَّكَاةِ لِمَنْ يَشُكِّكُ الْمُسْلِمَ فِي إِسْلَامِهِ. وَمَا أَدْرِي مَا يَقُولُ فِيمَنْ يَرَاهُمْ بِعَيْنِهِ فِي الْمَقَاهِي وَالْحَانَاتِ وَالْمَلَاهِي يُدَخِّنُونَ أَوْ يَسْكَرُونَ فِي نَهَارِ رَمَضَانَ حَتَّى فِي وَقْتِ صَلَاةِ الْجُمُعَةِ، وَرُبَّمَا كَانَ الْمَلْهَى تُجَاهَ مَسْجِدٍ مِنْ مَسَاجِدِ الْجُمُعَةِ؟ هَلْ يُعَدُّ هَؤُلَاءِ مِنَ الْمُسْلِمِينَ الْمُذْنِبِينَ؟ أَمْ مِنَ الْمَلَاحِدَةِ الْإِبَاحِيِّينَ؟ مَهْمَا يَكُنْ ظَنُّهُ فِيهِمْ فَلَا يُعْطِهِمْ مِنْ زَكَاةِ مَالِهِ شَيْئًا، بَلْ يَتَحَرَّى بِهَا مَنْ يَثِقُ بِدِينِهِ وَصَلَاحِهِ، إِلَّا إِذَا عَلِمَ أَنَّ فِي إِعْطَاءِ الْفَاسِقِ اسْتِصْلَاحًا لَهُ فَيَكُونُ مِنَ الْمُؤَلَّفَةِ قُلُوبُهُمْ. </p><p> (٦) الْتِزَامُ أَدَاءِ الزَّكَاةِ كَافٍ لِإِعَادَةِ مَجْدِ الْإِسْلَامِ: </p><p> الْمَالُ قِوَامُ الْحَيَاةِ الِاجْتِمَاعِيَّةِ وَالْمِلِّيَّةِ أَوْ مِلَاكُهَا وَقِيَامُ نِظَامِهَا كَمَا قَالَ اللهُ تَعَالَى: وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللهُ لَكُمْ قِيَامًا (٤: ٥) إِنَّ الْإِسْلَامَ يَمْتَازُ عَلَى جَمِيعِ الْأَدْيَانِ وَالشَّرَائِعِ بِفَرْضِ الزَّكَاةِ فِيهِ، كَمَا يَعْتَرِفُ لَهُ بِهَذَا حُكَمَاءُ جَمِيعِ الْأُمَمِ وَعُقَلَاؤُهَا، وَلَوْ أَقَامَ الْمُسْلِمُونَ هَذَا الرُّكْنَ مِنْ دِينِهِمْ لَمَا وُجِدَ فِيهِمْ - بَعْدَ أَنْ كَثَّرَهُمُ اللهُ، وَوَسَّعَ عَلَيْهِمْ فِي الرِّزْقِ - فَقِيرٌ مُدْقِعٌ، وَلَا ذُو غُرْمٍ مُفْجِعٌ، وَلَكِنَّ أَكْثَرَهُمْ تَرَكُوا هَذِهِ الْفَرِيضَةَ فَجَنَوْا عَلَى دِينِهِمْ وَمِلَّتِهِمْ وَأُمَّتِهِمْ فَصَارُوا أَسْوَأَ مِنْ جَمِيعِ الْأُمَمِ حَالًا فِي مَصَالِحِهِمُ الْمِلِّيَّةِ وَالسِّيَاسِيَّةِ، حَتَّى فَقَدُوا مُلْكَهُمْ وَعِزَّهُمْ وَشَرَفَهُمُ النَّصْرَانِيَّةَ، وَصَارُوا عَالَةً عَلَى أَهْلِ الْمِلَلِ الْأُخْرَى حَتَّى فِي تَرْبِيَةِ أَبْنَائِهِمْ وَبَنَاتِهِمْ، فَهُمْ يَلْقَوْنَهُمْ فِي مَدَارِسِ دُعَاةٍ أَوْ دُعَاةِ الْإِلْحَادِ فَيُفْسِدُونَ عَلَيْهِمْ دِينَهُمْ وَدُنْيَاهُمْ، وَيَقْطَعُونَ رَوَابِطَهُمُ الْمِلِّيَّةَ وَالْجِنْسِيَّةَ، وَيُعِدُّونَهُمْ لِيَكُونُوا عَبِيدًا أَذِلَّةً لِلْأَجَانِبِ عَنْهُمْ. وَإِذَا قِيلَ لَهُمْ: لِمَاذَا لَا تُؤَسِّسُونَ لِأَنْفُسِكُمْ مَدَارِسَ </p><p> كَمَدَارِسِ هَؤُلَاءِ الرُّهْبَانِ وَالْمُبَشِّرِينَ؟ أَوِ الْمَلَاحِدَةِ الْإِبَاحِيِّينَ؟ قَالُوا: إِنَّنَا لَا نَجِدُ مِنَ الْمَالِ مَا يَقُومُ بِذَلِكَ. وَإِنَّمَا الْحَقُّ أَنَّهُمْ لَا يَجِدُونَ مِنَ الدِّينِ وَالْعَقْلِ وَعُلُوِّ الْهِمَّةِ وَالْغَيْرَةِ مَا يُمَكِّنُهُمْ مِنْ ذَلِكَ، فَهُمْ يَرَوْنَ أَبْنَاءَ الْمِلَلِ الْأُخْرَى يَبْذُلُونَ لِلْمَدَارِسِ وَلِلْجَمْعِيَّاتِ الْخَيْرِيَّةِ وَالسِّيَاسِيَّةِ مَالًا لَمْ يُوجِبْهُ عَلَيْهِمْ دِينُهُمْ، وَإِنَّمَا أَوْجَبَتْهُ عَلَيْهِمْ عُقُولُهُمْ وَغَيْرَتُهُمُ الْمِلِّيَّةُ وَالْقَوْمِيَّةُ وَلَا يَغَارُونَ مِنْهُمْ، وَإِنَّمَا يَرْضَوْنَ أَنْ يَكُونُوا عَالَةً عَلَيْهِمْ. تَرَكُوا دِينَهُمْ، فَضَاعَتْ </p><p> لَهُ دُنْيَاهُمْ نَسُوا اللهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ (٥٩: ١٩) . </p><p> فَالْوَاجِبُ عَلَى دُعَاةِ الْإِصْلَاحِ فِيهِمْ أَنْ يَبْدَءُوا بِإِصْلَاحِ مَنْ بَقِيَ فِيهِ بَقِيَّةٌ مِنَ الدِّينِ وَالشَّرَفِ بِتَأْلِيفِ جَمْعِيَّةٍ لِتَنْظِيمِ جَمْعِ الزَّكَاةِ مِنْهُمْ، وَصَرْفِهَا قَبْلَ كُلِّ شَيْءٍ فِي مَصَالِحِ الْمُرْتَبِطِينَ بِهَذِهِ الْجَمْعِيَّةِ دُونَ غَيْرِهِمْ، وَيَجِبُ أَنْ يُرَاعَى فِي نِظَامِ هَذِهِ الْجَمْعِيَّةِ أَنَّ لِسَهْمِ الْمُؤَلَّفَةِ قُلُوبُهُمْ مَصْرَفًا فِي مُقَاوَمَةِ الرِّدَّةِ وَالْإِلْحَادِ، وَأَنَّ لِسَهْمِ فَكِّ الرِّقَابِ مَصْرَفًا فِي تَحْرِيرِ الشُّعُوبِ الْمُسْتَعْمَرَةِ مِنَ الِاسْتِعْبَادِ إِذَا لَمْ يَكُنْ لَهُ مَصْرَفُ تَحْرِيرِ الْأَفْرَادِ، وَأَنَّ لِسَهْمِ سَبِيلِ اللهِ مَصْرَفًا فِي السَّعْيِ لِإِعَادَةِ حُكْمِ الْإِسْلَامِ، وَهُوَ أَهَمُّ مِنَ الْجِهَادِ لِحِفْظِهِ فِي حَالِ وُجُودِهِ مِنْ عُدْوَانِ الْكَفَّارِ، وَمَصْرَفًا آخَرَ فِي الدَّعْوَةِ إِلَيْهِ، وَالدِّفَاعِ عَنْهُ بِالْأَلْسِنَةِ وَالْأَقْلَامِ، إِذَا تَعَذَّرَ الدِّفَاعُ عَنْهُ بِالسُّيُوفِ وَالْأَسِنَّةِ وَبِأَلْسِنَةِ النِّيرَانِ. </p><p> أَلَا إِنَّ إِيتَاءَ الْمُسْلِمِينَ أَوْ أَكْثَرِهِمْ لِلزَّكَاةِ وَصَرْفَهَا بِالنِّظَامِ، كَافٍ لِإِعَادَةِ مَجْدِ الْإِسْلَامِ، بَلْ لِإِعَادَةِ مَا سَلَبَهُ الْأَجَانِبُ مِنْ دَارِ الْإِسْلَامِ، وَإِنْقَاذِ الْمُسْلِمِينَ مِنْ رِقِّ الْكُفَّارِ، وَمَا هِيَ إِلَّا بَذْلُ الْعُشْرِ أَوْ رُبْعِ الْعُشْرِ مِمَّا فَضَلَ عَنْ حَاجَةِ الْأَغْنِيَاءِ. وَإِنَّنَا نَرَى الشُّعُوبَ الَّتِي سَادَتِ الْمُسْلِمِينَ بَعْدَ أَنْ كَانُوا سَادَتَهُمْ يَبْذُلُونَ أَكْثَرَ مِنْ ذَلِكَ فِي سَبِيلِ أُمَّتِهِمْ وَهُوَ غَيْرُ مَفْرُوضٍ عَلَيْهِمْ مِنْ رَبِّهِمْ. </p><p> وَقَدْ كَثُرَ تَسَاؤُلُ أَذْكِيَاءِ الْمُسْلِمِينَ عَنْ إِحْيَاءِ فَرِيضَةِ الزَّكَاةِ، وَقَوِيَ اسْتِعْدَادُ أَهْلِ الْغَيْرَةِ لِلْقِيَامِ بِهِ فِي هَذَا الْعَصْرِ، وَكَادَ أَهْلُ الْأَهْوَاءِ يَسْتَغِلُّونَ هَذَا الِاسْتِعْدَادَ لِمَنَافِعِهِمْ، فَهَلْ نَجِدُ مِنْ أَهْلِ الِاسْتِقَامَةِ مَنْ يَنْهَضُ بِهِ نَهْضَةً تَكُونُ أَهْلًا لِأَنْ يَثِقُ بِهَا الْعَالَمُ الْإِسْلَامِيُّ وَيُعَزِّزُهَا، قَبْلَ أَنْ يَقْطَعَ عَلَيْهِمُ الْمُنَافِقُونَ وَالْأَعْدَاءُ طَرِيقَهَا؟ . </p><p> طَالَمَا طَالَبْنَا الْعُقَلَاءَ بِالدَّعْوَةِ إِلَى هَذَا الْعَمَلِ الْجَلِيلِ، وَمَا زِلْنَا نُسَوِّفُ انْتِظَارًا لِلْأَنْصَارِ الَّذِينَ أَشَرْنَا إِلَى صِفَتِهِمْ، وَقَدِ اضْطُرِرْنَا إِلَى التَّصْرِيحِ بِالِاقْتِرَاحِ هُنَا قَبْلَ الْعُثُورِ عَلَيْهِمْ. وَسَنَعُودُ إِنْ شَاءَ اللهُ تَعَالَى إِلَى بَقِيَّةِ فَوَائِدِ الزَّكَاةِ وَحِكَمِهَا وَأَحْكَامِهَا </p><p> فِي تَفْسِيرِ آيَةِ: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا (١٠٣) فِي أَوَاخِرِ هَذِهِ السُّورَةِ. </p>"
}