{
  "id": null,
  "sura": 9,
  "aya": 84,
  "text": "<p> التَّفْسِيرِ الْمَأْثُورِ فَلَاَ نَدْرِي مِنْ أَيْنَ جَاءَ بِهَا الرَّازِيُّ وَهُوَ لَمْ يَعْزُهَا إِلَى أَحَدٍ مِنَ الْمُحَدِّثِينَ، وَلَا مِنْ رُوَاةِ التَّفْسِيرِ كَعَادَتِهِ، وَهِيَ مُعَارَضَةٌ بِمَا وَرَدَ فِي سَبَبِ نُزُولِهَا مِنْ أَنَّ الِاسْتِغْفَارَ لِعَبْدِ اللهِ بْنِ أُبَيٍّ رَئِيسِ الْمُنَافِقِينَ وَزَعِيمِهِمْ. رَوَى هَذَا بَعْضُ رُوَاةِ التَّفْسِيرِ الْمَأْثُورِ عَنِ ابْنِ عَبَّاسٍ وَعُرْوَةَ وَالشَّعْبِيِّ وَالسُّدِّيِّ فَيُرَاجَعُ فِي الدُّرِّ الْمَنْثُورِ، وَسَنُبَيِّنُ ذَلِكَ وَمَا فِيهِ مِنَ الْمَبَاحِثِ وَالْإِشْكَالِ بَعْدَ تَفْسِيرِ قَوْلِهِ تَعَالَى: وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا (٨٤) وَمَا هُوَ بِبَعِيدٍ. </p><p> فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ فَإِنْ رَجَعَكَ اللهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ </p><p> كَانَتِ الْآيَاتُ مِنْ أَوَّلِ هَذِهِ السُّورَةِ إِلَى الْآيَةِ ٢٨ مِنْهَا فِي شَأْنِ الْمُؤْمِنِينَ مَعَ الْمُشْرِكِينَ فِي الْقِتَالِ بَعْدَ فَتْحِ مَكَّةَ، وَاضْمِحْلَالِ دَوْلَةِ الشِّرْكِ، وَجَاءَتْ بِضْعُ آيَاتٍ بَعْدَهَا فِي شَأْنِ الْمُؤْمِنِينَ مَعَ أَهْلِ الْكِتَابِ فِي الْقِتَالِ وَالْجِزْيَةِ، مَعَ بَيَانِ حَالِهِمْ فِي الْخُرُوجِ عَنْ هِدَايَةِ دِينِ أَنْبِيَائِهِمْ، يَتْلُوهَا مَا كَانَ مِنْ إِعْلَانِ النَّفِيرِ الْعَامِّ لِقِتَالِ الرُّومِ فِي تَبُوكَ مِنْ أَرْضِ الشَّامِ الْمَعْرُوفِ. وَفِي الْكَلَامِ عَلَيْهَا بَيَانُ أَحْوَالِ الْمُنَافِقِينَ مَعَ الْمُؤْمِنِينَ مِنِ اسْتِثْقَالِهِمْ لِلْجِهَادِ وَاسْتِئْذَانِهِمْ فِي التَّخَلُّفِ عَنْهُ، وَظُهُورِ أَمَارَاتِ نِفَاقِهِمْ فِي الْأَقْوَالِ وَالْأَفْعَالِ وَفَضِيحَتِهِمْ فِيهَا، وَوَعِيدِهِمْ عَلَيْهَا، وَعَلَى نِفَاقِهِمُ الصَّادِرَةِ عَنْهُ. وَمَا كَانَ مِنْ ذَلِكَ فِي أَثْنَاءِ السَّفَرِ وَالْعَوْدَةِ مِنْهُ. وَانْتَهَى ذَلِكَ بِالْآيَةِ الثَّمَانِينَ. </p><p> وَعَادَ الْكَلَامُ فِي هَذِهِ الْآيَاتِ إِلَى بَيَانِ حَالِ الَّذِينَ تَخَلَّفُوا عَنِ الْقِتَالِ وَظَلُّوا فِي الْمَدِينَةِ. وَمَا يَجِبُ مِنْ مُعَامَلَتِهِمْ بَعْدَ الرُّجُوعِ إِلَيْهَا، وَكُلُّ هَذَا قَدْ نَزَلَ فِي أَثْنَاءِ السَّفَرِ. قَالَ عَزَّ وَجَلَّ: فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللهِ وَكَرِهُوا أَنْ </p><p> يُجَاهِدُوا فِي سَبِيلِ اللهِ الْفَرَحُ: شُعُورُ النَّفْسِ بِالِارْتِيَاحِ وَالسُّرُورِ، وَالْخِلَافُ: مَصْدَرُ خَالَفَهُ يُخَالِفُهُ كَالْمُخَالَفَةِ </p><p> وَاسْتُعْمِلَ ظَرْفًا بِمَعْنَى بَعْدَ وَخَلْفَ. قَالَ فِي الْأَسَاسِ: وَجَلَسْتُ خِلَافَ فُلَانٍ وَخَلْفَهُ أَيْ: بَعْدَهُ، وَمِنْهُ </p><p> وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا (١٧: ٧٦) وَهِيَ قِرَاءَةُ ابْنِ عَامِرٍ وَحَمْزَةَ وَالْكِسَائِيِّ وَيَعْقُوبَ وَحَفْصٍ. قَرَأَ الْبَاقُونَ (خَلْفَكَ) اسْتَشْهَدَ اللِّسَانُ عَلَى هَذِهِ اللُّغَةِ بِبِضْعَةِ شَوَاهِدَ، وَهَاهُنَا يَصِحُّ الْمَعْنَيَانِ. </p><p> وَالْمُخَلَّفُونَ اسْمُ مَفْعُولٍ مِنْ خَلَّفَ فُلَانًا وَرَاءَهُ (بِالتَّشْدِيدِ) إِذَا تَرَكَهُ خَلْفَهُ وَالْمَعْنَى: فَرِحَ الْمُخَلَّفُونَ مِنْ هَؤُلَاءِ الْمُنَافِقِينَ - أَيِّ الَّذِينَ تَرَكَهُمُ الرَّسُولُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عِنْدَ خُرُوجِهِ إِلَى غَزْوَةِ تَبُوكَ، بِقُعُودِهِمْ فِي بُيُوتِهِمْ مُخَالِفِينَ لِلَّهِ تَعَالَى وَلَهُ. وَهَذَا الْمَعْنَى أَصَحُّ هُنَا، وَإِنَّمَا فَرِحُوا ; لِأَنَّهُمْ لَا يُؤْمِنُونَ بِمَا فِي الْخُرُوجِ مَعَهُ مِنَ الْأَجْرِ الْعَظِيمِ الَّذِي لَا تُذْكَرُ بِجَانِبِهِ رَاحَةُ الْقُعُودِ فِي الْبُيُوتِ شَيْئًا وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ أَيْ: قَالُوا لِإِخْوَانِهِمْ فِي النِّفَاقِ لَا تَنْفِرُوا مَعَهُ فِي الْحَرِّ، نَهْيًا لَهُمْ عَنِ الْمَعْرُوفِ، وَإِغْرَاءً بِالثَّبَاتِ عَلَى الْمُنْكَرِ. وَهُوَ عَدَمُ النَّفْرِ، أَوْ قَالُوهُ تَثْبِيتًا لَهُمْ فِيهِ، وَتَثْبِيطًا لِلْمُؤْمِنِينَ عَنْهُ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا أَيْ: قُلْ أَيُّهَا الرَّسُولُ تَفْنِيدًا لِقَوْلِهِمْ وَتَسْفِيهًا لِحُلُومِهِمْ: نَارُ جَهَنَّمَ الَّتِي أَعَدَّهَا اللهُ تَعَالَى لِمَنْ عَصَاهُ وَعَصَى رَسُولَهُ أَشَدُّ حَرًّا مِنْ تِلْكَ الْأَيَّامِ فِي أَوَائِلِ فَصْلِ الْخَرِيفِ، فَهُوَ لَا يَلْبَثُ أَنْ يَخِفَّ وَيَزُولَ، عَلَى كَوْنِهِ مِمَّا تَحْتَمِلُهُ الْجُسُومُ، وَأَمَّا نَارُ جَهَنَّمَ فَحَرُّهَا عَلَى شِدَّتِهِ دَائِمٌ، فَهُوَ يَلْفَحُ وُجُوهَهُمْ، وَيُنْضِجُ جُلُودَهُمْ، وَيَنْزِعُ شَوَاهُمْ، وَفِي هَذَا أَكْبَرُ عِبْرَةٍ لِمَنْ يَتْرُكُونَ الْجِهَادَ وَغَيْرَهُ مِنَ الْوَاجِبَاتِ إِيثَارًا لِلرَّاحَةِ وَالنَّعِيمِ، وَمَا يَفْعَلُهُ فِي حَالِ وُجُوبِهِ عَلَيْهِمْ إِلَّا الْمُنَافِقُونَ. ثُمَّ قَالَ: لَوْ كَانُوا يَفْقَهُونَ أَيْ: لَوْ كَانُوا يَعْقِلُونَ ذَلِكَ وَيَعْتَبِرُونَ بِهِ لَمَا خَالَفُوا وَقَعَدُوا، وَلَمَا فَرِحُوا بِقُعُودِهِمْ إِذْ أَجْرَمُوا فَقَعَدُوا، بَلْ لَحَزِنُوا وَاكْتَأَبُوا، وَبَكَوْا وَانْتَحَبُوا، كَمَا فَعَلَ الْمُؤْمِنُونَ الَّذِينَ أَرَادُوا الْخُرُوجَ وَالنَّفَقَةَ فَعَجَزُوا، وَسَيَأْتِي بَيَانُ حَالِهِمْ قَرِيبًا. </p><p> فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا فِي هَذَا الْأَمْرِ بِقِلَّةِ الضَّحِكِ وَكَثْرَةِ </p><p> الْبُكَاءِ وُجُوهٌ:  (أَحَدُهَا) وَهُوَ الْمُخْتَارُ عِنْدَنَا، أَنَّ هَذَا هُوَ الْأَجْدَرُ بِهِمْ، بَلِ الْوَاجِبُ عَلَيْهِمْ بِحَسَبِ مَا تَقْتَضِيهِ حَالُهُمْ، وَتَسْتَوْجِبُهُ جَرِيمَتُهُمْ، لَوْ كَانُوا يَفْقَهُونَ مَا فَاتَهُمْ بِالتَّخَلُّفِ وَالْخِلَافِ مِنْ أَجْرٍ، وَمَا سَيَحْمِلُونَ فِي الْآخِرَةِ مِنْ وِزْرٍ، وَمَا يُلَاقُونَ فِي الدُّنْيَا مِنْ خِزْيٍ وَضُرٍّ، فَهُوَ خَبَرٌ فِي صِيغَةِ أَمْرٍ، نُكْتَتُهُ أَنَّهُ أَمْرٌ مَبْنِيٌّ عَلَى وَاجِبٍ مُقَرَّرٍ. (ثَانِيهَا) أَنَّ هَذَا مَا يَكُونُ مِنْ أَمْرِهِمْ فِي الدُّنْيَا، فَلَنْ يَطِيبَ لَهُمْ فِيهَا عَيْشٌ بَعْدَ أَنْ هَتَكَ الْوَحْيُ أَسْتَارَهُمْ، وَكَشَفَ عَوَارَهُمْ، وَأُمِرَ الرَّسُولُ وَالْمُؤْمِنُونَ بِمُعَامَلَتِهِمْ بِمَا يَقْتَضِيهِ نِفَاقُهُمْ، وَعَدَمِ الِاعْتِدَادِ بِمَا يُظْهِرُونَ مِنْ إِسْلَامِهِمْ. (ثَالِثُهَا) أَنَّ الْمُرَادَ بِالضَّحِكِ الْقَلِيلِ مَا سَيَكُونُ مِنْهُمْ فِي الدُّنْيَا بَعْدَ الْفَضِيحَةِ، وَهُوَ قَلِيلٌ بِالنِّسْبَةِ إِلَى مَا كَانَ مِنْ مَاضِيهِمْ مَعَ الْمُؤْمِنِينَ وَبِالنِّسْبَةِ إِلَى حَيَاتِهِمْ فِي هَذِهِ الدُّنْيَا، وَبِالْبُكَاءِ الْكَثِيرِ مَا سَيَكُونُ مِنْهُمْ </p><p> فِي الْآخِرَةِ، وَهُوَ عَلَى كُلِّ حَالٍ إِنْذَارٌ مُقَابِلٌ لِمَا ذَكَرَ مِنْ فَرَحِهِمْ بِالتَّخَلُّفِ، مُثْبِتٌ أَنَّهُ فَرَحٌ عَاقِبَتُهُ الْحُزْنُ وَالْكَآبَةُ وَالْخَيْبَةُ وَالنَّدَامَةُ فِي الدُّنْيَا وَيَوْمَ الْقِيَامَةِ. </p><p> وَفِي مَعْنَى الْآيَةِ قَوْلُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا مُتَّفَقٌ عَلَيْهِ، بَلْ رَوَاهُ الْجَمَاعَةُ إِلَّا أَبَا دَاوُدَ مِنْ حَدِيثِ أَنَسٍ وَرَوَاهُ الْحَاكِمُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ بِلَفْظِ لَبَكَيْتُمْ كَثِيرًا وَلَضَحِكْتُمْ قَلِيلًا: يَظْهَرُ النِّفَاقُ وَتَرْتَفِعُ الْأَمَانَةُ، وَتُقْبَضُ الرَّحْمَةُ، وَيُتَّهَمُ الْأَمِينُ، وَيُؤْتَمَنُ غَيْرُ الْأَمِينِ، أَنَاخَ بِكُمُ الشُّرُفُ الْجُونُ، الْفِتَنُ كَأَمْثَالِ اللَّيْلِ الْمُظْلِمِ الشُّرُفُ بِضَمَّتَيْنِ جَمْعُ شَارِفٍ وَهِيَ النَّاقَةُ الْعَالِيَةُ السِّنِّ، وَالْجُونُ السَّوْدَاءُ، أَيِ: الْفِتَنُ الْكَبِيرَةُ الْمُظْلِمَةُ، فَهُوَ تَشْبِيهٌ، وَرُوِيَ بِالْقَافِ أَيِ الَّتِي مِنْ قِبَلِ مَشْرِقِ الْمَدِينَةِ. </p><p> وَإِنَّمَا كَانَ الْأَمْرُ فِي الْآيَةِ بِمَعْنَى الْخَبَرِ ; لِأَنَّهُ إِنْذَارٌ بِالْجَزَاءِ لَا تَكْلِيفٌ، وَقَدْ قِيلَ فِي فَائِدَةِ هَذَا التَّعْبِيرِ عَنِ الْخَبَرِ بِالْإِنْشَاءِ: إِنَّهُ يَدُلُّ عَلَى أَنَّهُ حَتْمٌ لَا يَحْتَمِلُ الصِّدْقَ وَالْكَذِبَ كَمَا هُوَ شَأْنُ الْخَبَرِ لِذَاتِهِ فِي احْتِمَالِهِمَا ; لِأَنَّ الْأَصْلَ فِي الْأَمْرِ أَنْ يَكُونَ لِلْإِيجَابِ وَهُوَ حَتْمٌ. وَيُمْكِنُ أَنْ يُقَالَ: إِنَّ الْأَمْرَ بِمَا ذُكِرَ يَتَضَمَّنُ الْإِخْبَارَ بِسَبَبِهِ </p><p> فَيَكُونُ مُؤَكِّدًا لِلْخَبَرِ بِبِنَاءِ الْحُكْمِ عَلَيْهِ، وَيُقَابِلُهُ التَّعْبِيرُ عَنِ الْأَمْرِ بِصِيغَةِ الْخَبَرِ لِلتَّفَاؤُلِ بِمَضْمُونِهِ كَأَنَّهُ وَقَعَ بِالْفِعْلِ. </p><p> وَقَالَ بَعْضُهُمْ: إِنَّ الْأَمْرَ هُنَا لِلتَّكْوِينِ، كَقَوْلِهِ تَعَالَى: اقْرَأْ بِاسْمِ رَبِّكَ (٩٦: ١) أَيْ كُنْ قَارِئًا بَعْدَ إِذْ كُنْتَ أُمِّيًّا بِاسْمِ اللهِ مُبَلِّغًا عَنْهُ، ثُمَّ وَصَفَ رَبَّهُ بِمَا يَدُلُّ عَلَى قُدْرَتِهِ عَلَى جَعْلِ الْأُمِّيِّ قَارِئًا بِأَنَّهُ خَلَقَ كُلَّ شَيْءٍ، وَخَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ، فَجَعَلَهُ بَعْدَ ذَلِكَ سَمِيعًا بَصِيرًا، وَعَلَّمَ الْإِنْسَانَ بِالْقَلَمِ، عَلَّمَهُ مَا لَمْ يَعْلَمْ، فَكَمَا فَعَلَ ذَلِكَ كُلَّهُ يَجْعَلُكَ قَارِئًا بِاسْمِهِ عَزَّ وَجَلَّ. وَالْمَعْنَى عَلَى هَذَا: فَلْيَكُونُوا بِقُدْرَتِنَا وَتَقْدِيرِنَا قَلِيلِي الضَّحِكِ كَثِيرِي الْبُكَاءِ ; لِأَنَّ سَبَبَ سُرُورِهِمْ وَفَرَحِهِمْ بِتَخَلُّفِهِمْ وَنِفَاقِهِمْ قَدْ زَالَ، وَأَعْقَبَهُمُ الْفَضِيحَةَ وَالنَّكَالَ ; وَيُؤَيِّدُ كَوْنَهُ تَكْوِينًا قَدَرِيًّا، لَا تَكْلِيفًا شَرْعِيًّا، جَعْلُهُ عِقَابًا جَزَائِيًّا لَهُمْ عَلَى عَمَلِهِمْ بِقَوْلِهِ: جَزَاءً بِمَا كَانُوا يَكْسِبُونَ فَإِنَّ جَزَاءَ كُلِّ عَمَلٍ مِنْ جِنْسِهِ، وَكَمَا يَدِينُ الْمَرْءُ يُدَانُ. </p><p> ثُمَّ بَيَّنَ تَعَالَى مَا يَجِبُ مِنَ الْجَزَاءِ الَّذِي يُعَامَلُونَ بِهِ فِي الدُّنْيَا قَبْلَ الْآخِرَةِ، مِمَّا يَقْتَضِي انْقِضَاءَ عَهْدِ فَرَحِهِمْ وَغِبْطَتِهِمْ فِي دُنْيَاهُمْ بِالتَّمَتُّعِ بِأَحْكَامِ الْإِسْلَامِ الصُّورِيَّةِ وَالْمَعْنَوِيَّةِ فَقَالَ: فَإِنْ رَجَعَكَ اللهُ إِلَى طَائِفَةٍ مِنْهُمْ فِعْلُ \" رَجَعَ \" يُسْتَعْمَلُ لَازِمًا كَقَوْلِهِ تَعَالَى: فَرَجَعَ مُوسَى إِلَى قَوْمِهِ (٢٠: ٨٦) وَقَوْلِهِ: فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ (١٢: ٦٣) وَمَصْدَرُهُ الرُّجُوعُ وَيُسْتَعْمَلُ مُتَعَدِّيًا كَهَذِهِ الْآيَةِ، وَقَوْلِهِ: فَرَجَعْنَاكَ إِلَى أُمِّكَ (٢٠: ٤٠) وَمَصْدَرُهُ اَلرَّجْعُ وَالْفَاءُ لِلتَّفْرِيعِ عَلَى مَا قَبْلَهُ ; لِأَنَّهُ مُرَتَّبٌ عَلَيْهِ. وَالْمَعْنَى: فَإِنْ رَدَّكَ اللهُ أَيُّهَا الرَّسُولُ مِنْ </p>"
}