{
  "id": null,
  "sura": 9,
  "aya": 35,
  "text": "<p> (١٧: ٢٩) ، وَمِنَ الْأَحَادِيثِ الصَّحِيحَةِ الْمَشْهُورَةِ حَدِيثُ نَهْيِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِسَعْدِ بْنِ أَبِي وَقَّاصٍ ـ رَضِيَ اللهُ عَنْهُ ـ عَنِ التَّصَدُّقِ بِجَمِيعِ مَالِهِ وَإِجَازَتِهِ بِالثُّلُثِ مَعَ قَوْلِهِ:  \" وَالثُّلُثُ كَثِيرٌ \" . وَقَدْ أَخْرَجَ أَحْمَدُ وَالطَّبَرَانِيُّ عَنْ شَدَّادِ بْنِ أَوْسٍ قَالَ: كَانَ أَبُو ذَرٍّ ـ رَضِيَ اللهُ عَنْهُ ـ يَسْمَعُ مِنْ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الْأَمْرَ فِيهِ الشِّدَّةُ، ثُمَّ يَخْرُجُ إِلَى بَادِيَتِهِ، ثُمَّ يُرَخِّصُ فِيهِ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعْدَ ذَلِكَ، فَيُحْفَظُ مِنْ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي ذَلِكَ الْأَمْرِ الرُّخْصَةَ، فَلَا يَسْمَعُهَا أَبُو ذَرٍّ، فَيَأْخُذُ أَبُو ذَرٍّ بِالْأَمْرِ الْأَوَّلِ الَّذِي سَمِعَ قَبْلَ ذَلِكَ. اهـ. وَالسَّبَبُ الْحَقِيقِيُّ لِتَشَدُّدِهِ اسْتِعْدَادُهُ الْفِطْرِيُّ لِلْأَخْذِ بِالْعَزَائِمِ، وَاحْتِمَالِ الشَّدَائِدِ، وَاحْتِقَارِ التَّنَعُّمِ، وَالسَّعَةِ فِي الدُّنْيَا، وَعُرِفَ هَذَا التَّشَدُّدُ عَنْ أَفْرَادٍ مِنَ الصَّحَابَةِ ـ رَضِيَ اللهُ عَنْهُمْ ـ وَنَهَاهُمْ عَنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَقَدِ اخْتَبَرَهُ مُعَاوِيَةُ، فَأَرْسَلَ إِلَيْهِ مَالًا كَثِيرًا، فَلَمْ يَلْبَثْ أَنْ تَصَدَّقَ بِهِ، وَأَرْسَلَ إِلَيْهِ صُهَيْبُ بْنُ سَلَمَةَ، وَهُوَ أَمِيرٌ بِالشَّامِ ثَلَاثَمِائَةِ دِينَارٍ، وَقَالَ: اسْتَعِنْ بِهَا عَلَى حَاجَتِكَ، فَرَدَّهَا، وَقَالَ لِرَسُولِهِ: ارْجِعْ بِهَا إِلَيْهِ، أَمَا وَجَدَ أَحَدًا أَغَرَّ بِاللهِ مِنَّا؟ مَا لَنَا إِلَّا الظِّلُّ نَتَوَارَى بِهِ، وَثَلَاثَةٌ مِنْ غَنَمٍ تَرُوحُ عَلَيْنَا، وَمَوْلَاةٌ لَنَا تَصَّدَّقُ عَلَيْنَا بِخِدْمَتِهَا، ثُمَّ إِنِّي لَأَنَا أَتَخَوَّفُ الْفَضْلَ. قَوْلُهُ: تَصَّدَّقُ عَلَيْنَا أَصْلُهُ تَتَصَدَّقُ، فَحُذِفَتْ إِحْدَى التَّاءَيْنِ لِلتَّخْفِيفِ، وَقَدْ أَطَلْتُ فِي هَذِهِ الْمَسْأَلَةِ لِمَا فِيهَا مِنَ الْعِبْرَةِ فِي هَذِا الْمَقَامِ، وَالْفَصْلِ بَيْنَ اعْتِدَالِ الشَّرِيعَةِ، وَغُلُوِّ بَعْضِ الزُّهَّادِ، وَالتَّذْكِيرِ بِأَنَّهُ قَدْ قَلَّ فِي الْمُسْلِمِينَ الزُّهَّادُ وَالْمُقْتَصِدُونَ، وَكَثُرَ فِيهِمُ الْبُخَلَاءُ وَالْمُسْرِفُونَ، الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ بِمَالِهِمْ، وَلَا يُصْلِحُونَ. </p><p> (يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ) : الظَّرْفُ هُنَا يَتَعَلَّقُ بِقَوْلِهِ ـ تَعَالَى ـ قَبْلَهُ: (بِعَذَابٍ</p><p> أَلِيمٍ) ، وَقَدْ بَيَّنَّا مِنْ قَبْلُ أَنَّ الْأَصْلَ فِي الْبِشَارَةِ الْخَبَرُ الْمُؤَثِّرُ يَظْهَرُ تَأْثِيرُهُ فِي بَشْرَةِ الْوَجْهِ بِالسُّرُورِ، أَوِ الْكَآبَةِ وَلَكِنْ غَلَبَ فِي الْأَوَّلِ، وَلِذَلِكَ يُحْمَلُ فِي مِثْلِ هَذَا الْمَقَامِ عَلَى آلِهَتِكُمْ، وَالْمُرَادُ بِهِ الْإِنْذَارُ، أَيْ أَخْبِرْهُمْ بِعَذَابٍ أَلِيمٍ يُصِيبُهُمْ فِي ذَلِكَ الْيَوْمِ الَّذِي يُحْمَى فِيهِ عَلَى تِلْكَ الْأَمْوَالِ الْمَكْنُوزَةِ فِي نَارِ جَهَنَّمَ أَيْ دَارِ الْعَذَابِ، بِأَنْ تُوضَعَ وَتُضْرَمَ عَلَيْهَا النَّارُ الْحَامِيَةُ حَتَّى تَصِيرَ مِثْلَهَا؛ فَهُوَ كَقَوْلِهِ ـ تَعَالَى ـ:  (وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ) ، (١٣: ١٧) وَهُوَ أَبْلَغُ مِنْ \" يَوْمَ تُحْمَى \" فَتَكُونُ مِنَ الْإِحْمَاءِ عَلَيْهَا كَالْمَيْسَمِ، وَظَاهِرُ الْعِبَارَةِ أَنَّهُ يُحْمَى عَلَيْهَا بِأَعْيَانِهَا وَاللهُ قَادِرٌ عَلَى إِعَادَتِهَا، وَإِنْ كَانَ الْمَعْنَى الْمُرَادُ مِنَ الْإِنْذَارِ يَحْصُلُ بِالْإِحْمَاءِ عَلَيْهَا، وَعَلَى مِثْلِهَا، وَلَيْسَ فِي أَعْيَانِهَا مِنَ الْمَعْنَى وَلَا الْحِكْمَةِ مَا فِي إِعَادَةِ الْأَجْسَادِ، وَأُمُورِ الْآخِرَةِ مِنْ عَالَمِ الْغَيْبِ فَلَا نُدْرِكُ كُنْهَهَا وَصِفَاتِهَا مِنَ الْأَلْفَاظِ الْمُعَبِّرَةِ عَنْهَا، فَمَذْهَبُ السَّلَفِ الْحَقِّ: الْإِيمَانُ بِالنُّصُوصِ مَعَ تَفْوِيضِ أَمْرِ الْكُنْهِ، وَالصِّفَةِ إِلَى عَالِمِ الْغَيْبِ سُبْحَانَهُ، وَالْوَاجِبُ عَلَيْنَا ـ مَعَ الْإِيمَانِ بِالنَّصِّ ـ الْعِبْرَةُ الْمُرَادَةُ مِنْهُ فِي إِصْلَاحِ النَّفْسِ. </p><p> وَيُرَدُّ عَلَيْهِ أَنَّ هَذِهِ الْأَمْوَالَ تَفْنَى بِخَرَابِ الدُّنْيَا، وَصَيْرُورَةِ الْأَرْضِ بِقِيَامِ السَّاعَةِ هَبَاءً مُنْبَثًا، وَيُجَابُ عَنْهُ بِمَا أُجِيبَ عَنِ الْقَوْلِ بِإِعَادَةِ الْأَجْسَادِ بِأَعْيَانِهَا مِنْ قُدْرَةِ اللهِ ـ تَعَالَى ـ عَلَى ذَلِكَ، وَأَهْوَنُ مِنْهُ إِيرَادُ كَوْنِ الدِّرْهَمِ أَوِ الدِّينَارِ الْوَاحِدِ قَدْ يَكْنِزُهُ كَثِيرٌ مِنَ النَّاسِ بِالتَّدَاوُلِ، وَقَدْ يُقَالُ إِنَّهُمْ جَسَدًا لِكَثِيرٍ مِنَ النَّاسِ، وَالْحِيتَانِ وَالْوُحُوشِ وَالْأَنْعَامِ، وَتَقَدَّمَ تَفْصِيلُ هَذَا فِي الْكَلَامِ عَلَى بَعْثِ الْأَجْسَادِ مِنْ سُورَةِ الْأَعْرَافِ. وَفِي بَعْضِ الْآثَارِ أَنَّ الدَّنَانِيرَ وَالدَّرَاهِمَ الْمَكْنُوزَةَ تُحْمَى كُلُّهَا وَإِنْ كَثُرَتْ وَيَتَّسِعُ جَسَدُهُ لَهَا كُلِّهَا حَتَّى لَا يُوضَعَ دِينَارٌ مَكَانَ دِينَارٍ، وَلَمْ يَصِحَّ هَذَا مَرْفُوعًا، وَإِنَّمَا صَحَّ عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا:  \" مَا مِنْ رَجُلٍ لَا يُؤَدِّي زَكَاةَ مَالِهِ إِلَّا</p><p> جُعِلَ لَهُ يَوْمَ الْقِيَامَةِ صَفَائِحُ مِنْ نَارٍ فَيُكْوَى بِهَا جَنْبُهُ وَجَبْهَتُهُ وَظَهْرُهُ \" الْحَدِيثَ. وَالصَّفائِحُ غَيْرُ الدَّرَاهِمِ وَالدَّنَانِيرِ، وَهِيَ بِالرَّفْعِ نَائِبُ الْفَاعِلِ لِجُعِلَ فَيَجُوزُ أَنْ تَكُونَ مِمَّا يَخْلُقُهُ اللهُ يَوْمَ الْقِيَامَةِ، وَرِوَايَةُ الرَّفْعِ هِيَ الْمَشْهُورَةُ. قَالَ الشُّرَّاحُ وَفِي رِوَايَةٍ بِالنَّصْبِ، وَفِي الْبُخَارِيِّ وَالنَّسَائِيِّ عَنْهُ مَرْفُوعًا أَيْضًا:  \" مَنْ آتَاهُ اللهُ مَالًا فَلَمْ يُؤَدِّ زَكَاتَهُ مُثِّلَ شُجَاعٌ أَقْرَعُ لَهُ زَبِيبَتَانِ يُطَوَّقُهُ يَوْمَ الْقِيَامَةَ فَيَأْخُذُ بِلَهْزَمَتَيْهِ،يَقُولُ:أَنَا مَالُكَ أَنَا كَنْزُكَ \" ثُمَّ تَلَا ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ آيَةَ: (سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ) ، وَفِي رِوَايَةٍ لِلنَّسَائِيِّ:  \" إِنَّ الَّذِي لَا يُؤَدِّي زَكَاةَ مَالِهِ يُخَيَّلُ إِلَيْهِ مَالُهُ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ لَهُ زَبِيبَتَانِ، فَيَلْزَمُهُ أَوْ يُطَوِّقُهُ،يَقُولُ:أَنَا كَنْزُكَ أَنَا كَنْزُكَ \" فَهَذَا نَصٌّ صَحِيحٌ مِنَ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّ ذَلِكَ التَّعْذِيبَ بِجَعْلِ الْمَالِ صَفَائِحَ يُكْوَى بِهَا مَانِعُ الزَّكَاةِ أَوْ شُجَاعًا (وَهُوَ ذَكَرُ الْحَيَّاتِ) يُطَوِّقُهُ إِنَّمَا هُوَ ضَرْبٌ مِنَ التَّمْثِيلِ، أَوِ التَّخْيِيلِ، لَا نَفْسُ الْمَالِ الَّذِي كَانَ يَكْنِزُهُ فِي الدُّنْيَا، وَبِهِ يَبْطُلُ كُلُّ إِيرَادٍ وَيَزُولُ كُلُّ إِشْكَالٍ، وَالتَّعْذِيبُ حَقِيقِيٌّ عَلَى كُلِّ حَالٍ. </p><p> (فَتُكْوَى بِهَا جِبَاهُهُمْ) ، الَّتِي كَانُوا يَسْتَقْبِلُونَ بِهَا النَّاسَ مُنْبَسِطَةً أَسَارِيرُهَا مِنَ الِاغْتِبَاطِ بِعَظَمَةِ الثَّرْوَةِ ـ وَيَسْتَقْبِلُونَ بِهَا الْفُقَرَاءَ مُنْقَبِضَةً مُتَغَضِّنَةً مِنَ الْعُبُوسِ وَالتَّقْطِيبِ فِي وُجُوهِهِمْ؛ لِيُنَفُرُوا وَيُحْجِمُوا عَنِ السُّؤَالِ، (وَجُنُوبُهُمْ وَظُهُورُهُمْ) الَّتِي كَانُوا يَتَقَلَّبُونَ بِهَا عَلَى سُرُرِ النِّعْمَةِ اضْطِجَاعًا وَاسْتِلْقَاءً، وَيُعْرِضُونَ بِهَا عَنْ لِقَاءِ الْمَسَاكِينِ، وَطُلَّابِ الْحَاجَاتِ ازْوِرَارًا وَإِدْبَارًا، فَلَا يَكُونُ لَهُمْ فِي جَهَنَّمَ ارْتِفَاقٌ وَلَا اسْتِرَاحَةٌ فِيمَا سِوَى الْوُقُوفِ إِلَّا بِالِانْكِبَابِ عَلَى وُجُوهِهِمْ كَمَا قَالَ:  (يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ)  (٥٤: ٤٨) ، وَكَذَلِكَ قَالَ هُنَا:  (هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ) ، أَيْ تَقُولُ لَهُمْ مَلَائِكَةُ الْعَذَابِ الَّذِينَ يَتَوَلَّوْنَ كَيَّهُمْ: هَذَا الْعَذَابُ الْأَلِيمُ الْوَاقِعُ بِكُمْ هُوَ جَزَاءُ مَا كُنْتُمْ تَكْنِزُونَ فِي الدُّنْيَا، أَوْ هَذَا الْمِيسَمُ الَّذِي تُكْوَوْنَ بِهِ هُوَ الْمَالُ الَّذِي كَنَزْتُمُوهُ لِأَنْفُسِكُمْ لِتَتَفَرَّدُوا بِالتَّمَتُّعِ بِهِ. </p><p> فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ أَيْ: ذُوقُوا وَبَالَهُ وَنَكَالَهُ، أَوْ وَبَالَ كَنْزِكُمْ لَهُ </p><p> وَإِمْسَاكِكُمْ إِيَّاهُ عَنِ النَّفَقَةِ فِي سَبِيلِ اللهِ. وَحَاصِلُ الْمَعْنَى أَنَّ مَا كُنْتُمْ تَظُنُّونَ مِنْ مَنْفَعَةِ كَنْزِهِ لِأَنْفُسِكُمْ خَاصَّةً بِهَا لَا يُشَارِكُكُمْ فِيهَا أَحَدٌ قَدْ كَانَ لَكُمْ خَلَفًا، وَعَلَيْكُمْ ضِدًّا، فَإِنَّهُ صَارَ فِي الدُّنْيَا لِغَيْرِكُمْ، وَكَانَ عَذَابُهُ فِي الْآخِرَةِ هُوَ الْخَاصُّ بِكُمْ، كَدَأْبِ جَمِيعِ أَهْلِ الْبَاطِلِ، فِيمَا زَيَّنَ لَهُمْ مِنَ الرَّذَائِلِ، يَرَى الْبُخَلَاءُ أَنَّ الْبُخْلَ حَزْمٌ، كَمَا يَرَى الْجُبَنَاءُ أَنَّ الْجُبْنَ حَزْمٌ، وَتِلْكَ خَدِيعَةُ الطَّبْعِ اللَّئِيمِ، وَاجْتِهَادُ الرَّأْيِ الْأَفِينِ، فَالْأَوَّلُونَ مِنْ خَوْفِ الْفَقْرِ فِي فَقْرٍ، وَالْآخَرُونَ يُعَرِّضُونَ أَنْفُسَهُمْ لِلْأَذَى أَوِ الْمَوْتِ بِهَرَبِهِمْ مِنَ الْمَوْتِ، فَإِنَّ جُبْنَهُمْ هُوَ الَّذِي يُغْرِي الْمُعْتَدِينَ بِإِيذَائِهِمْ، وَيُمَكِّنُ الْقَائِلِينَ مِنَ الْفَتْكِ بِهِمْ. </p><p> وَإِنَّ أَكْبَرَ أَسْبَابِ ضَعْفِ الْمُسْلِمِينَ فِي هَذَا الْعَصْرِ، وَتَمْكِينِ أَعْدَائِهِمْ مِنْ سَلْبِ مُلْكِهِمْ، وَمُحَاوَلَةِ تَحْوِيلِهِمْ عَنْ دِينِهِمْ، هُوَ بُخْلُ أَغْنِيَائِهِمْ، وَجُبْنُ مُلُوكِهِمْ وَأُمَرَائِهِمْ، وَقُوَّادِهِمْ وَزُعَمَائِهِمْ، الَّذِي جَعَلَهُمْ أَعْوَانًا لِسَالِبِي مُلْكِهِمْ عَلَى أَنْفُسِهِمْ. وَقَدْ تَقَدَّمَ بَيَانُ هَذَا الْمَعْنَى فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: وَأَنْفِقُوا فِي سَبِيلِ اللهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ (٢: ١٩٥) فَلَوْ أَسَّسَ الْأَغْنِيَاءُ مَدَارِسَ لِلْجَمْعِ بَيْنَ تَعْلِيمِ الْعُلُومِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ، لَاسْتَغْنَوْا بِهَا عَنْ مَدَارِسِ دُعَاةِ النَّصْرَانِيَّةِ، وَلَأَمْكَنَ لِلْمُصْلِحِينَ مِنْهُمْ إِذَا تَوَلَّوْا إِدَارَتَهَا أَنْ يُخْرِجُوا لَهُمْ فِيهَا رِجَالًا يَحْفَظُونَ لِلْأُمَّةِ دِينَهَا وَمُلْكَهَا، وَيُعِيدُونَ إِلَيْهَا مَجْدَهَا، وَيَجْذِبُونَ أَقْوَامَ أُولَئِكَ الْمُعْتَدِينَ عَلَيْهَا إِلَى الْإِسْلَامِ فَيَدْخُلُونَ فِيهِ أَفْوَاجًا، وَيَعُودُ الْأَمْرُ كَمَا بَدَأَ. </p><p> إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ </p><p> عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللهُ فَيُحِلُّوا مَا حَرَّمَ اللهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ </p>"
}