{
  "id": null,
  "sura": 9,
  "aya": 34,
  "text": "<p> أُنُوفِ جَمِيعِ الْكُفَّارِ وَالْمُشْرِكِينَ مِنْهُمْ بِاللهِ تَعَالَى وَغَيْرِ الْمُشْرِكِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ وَعْدَ اللهِ لَا يُخْلِفُ اللهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (٣٠: ٤ - ٧) . </p><p> يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ </p><p> هَاتَانِ الْآيَتَانِ مُتَّصِلَتَانِ بِسِيَاقِ الْكَلَامِ فِي أَهْلِ الْكِتَابِ مُتَمِّمَتَانِ لَهُ، وَمُقَرِّرَتَانِ لِمَوْعِظَةٍ عَامَّةٍ تَقْتَضِيهَا الْمُنَاسَبَةُ ; ذَلِكَ بِأَنَّهُ تَقَدَّمَ فِي هَذَا السِّيَاقِ أَنَّ الْيَهُودَ وَالنَّصَارَى اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مَنْ دُونِ اللهِ، وَأَنَّهُمْ مَا أُمِرُوا إِلَّا لِيَعْبُدُوا </p><p> إِلَهًا وَاحِدًا فَعَبَدُوا غَيْرَهُ مِنْ دُونِهِ، وَإِنَّهُمْ يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللهِ الَّذِي أَفَاضَهُ عَلَى عِبَادِهِ بِرِسَالَةِ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَأَنَّ اللهَ لَا يُرِيدُ إِطْفَاءَهُ بَلْ يُرِيدُ إِتْمَامَهُ وَقَدْ فَعَلَ - فَنَاسَبَ أَنَّ يُبَيِّنَ مَعَ هَذَا شَيْئًا مِنْ سِيرَةِ جُمْهُورِ هَؤُلَاءِ الرُّؤَسَاءِ الدِّينِيِّينَ الْعَمَلِيَّةِ ; لِيَعْرِفَ الْمُسْلِمُونَ حَقِيقَةَ حَالِهِمْ، وَالْأَسْبَابَ الَّتِي تَحْمِلُهُمْ عَلَى مُحَاوَلَةِ إِطْفَاءِ نُورِ اللهِ تَعَالَى، وَأَنَّ أَكْثَرَهُمْ يَعْبُدُونَ أَهْوَاءَهُمْ وَشَهَوَاتِهِمْ، وَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ: يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ اسْتَعْمَلَ أَكْلَ الْأَمْوَالِ بِمَعْنَى أَخْذِهَا، وَالتَّصَرُّفِ فِيهَا بِوُجُوهِ الِانْتِفَاعِ، الَّتِي يُعَدُّ مَا يُبْتَاعُ بِهَا لِلْأَكْلِ أَعَمَّ أَنْوَاعِ الِاسْتِعْمَالِ وَالتَّصَرُّفَاتِ، وَقَدْ تَقَدَّمَ مِثْلُ هَذَا التَّعْبِيرِ فِي قَوْلِهِ تَعَالَى: وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ (٢: ١٨٨) وَقَوْلِهِ تَعَالَى: يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ (٤: ٢٩) </p><p> وَإِسْنَادُ هَذِهِ الْجَرِيمَةِ الْمُزْرِيَةِ إِلَى الْكَثِيرِينَ مِنْهُمْ دُونَ جَمِيعِهِمْ مِنْ دَقَائِقِ تَحَرِّي الْحَقِّ فِي عِبَارَاتِ الْكِتَابِ الْعَزِيزِ، فَهُوَ لَا يَحْكُمُ عَلَى الْأُمَّةِ الْكَبِيرَةِ بِفَسَادِ جَمِيعِ أَفْرَادِهَا أَوْ فِسْقِهِمْ أَوْ ظُلْمِهِمْ، بَلْ يُسْنِدُ ذَلِكَ إِلَى الْكَثِيرِ أَوِ الْأَكْثَرِ، أَوْ يُطْلِقُ اللَّفْظَ الْعَامَّ ثُمَّ يَسْتَثْنِي مِنْهُ، فَمِنَ الْأَوَّلِ: قَوْلُهُ تَعَالَى فِي الْيَهُودِ: وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ (٥: ٦٢، ٦٣) وَمِنَ الثَّانِي: قَوْلُهُ تَعَالَى قَبْلَ هَاتَيْنِ الْآيَتَيْنِ فِيهِمْ: قُلْ يَاأَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ (٥: ٥٩) وَمِنَ الثَّالِثِ: قَوْلُهُ فِي الْمُحَرِّفِينَ لِلْكَلِمِ الطَّاعِنِينَ فِي الْإِسْلَامِ مِنْهُمْ: وَلَكِنْ لَعَنَهُمُ اللهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (٤: ٤٦) وَقَدْ نَبَّهْنَا فِي تَفْسِيرِ هَذِهِ الْآيَاتِ وَأَمْثَالِهَا عَلَى هَذَا الْعَدْلِ الدَّقِيقِ فِي أَحْكَامِ الْقُرْآنِ عَلَى الْبَشَرِ، وَإِنَّمَا نُكَرِّرُهُ لِعَظِيمِ شَأْنِهِ، وَذَكَرْنَا مِنْهُ هُنَا بَعْضَ مَا نَزَلَ فِي أَهْلِ الْكِتَابِ، مِنْ قَبِيلِ تَفْسِيرِ الْقُرْآنِ بِالْقُرْآنِ. </p><p> وَالْمَعْنَى الْعَامُّ لِأَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ هُوَ أَخْذُهَا بِغَيْرِ وَجْهٍ شَرْعِيٍّ مِنَ الْوُجُوهِ الَّتِي يَبْذُلُ النَّاسُ فِيهَا هَذِهِ الْأَمْوَالَ بِحَقٍّ يَرْضَاهُ اللهُ عَزَّ وَجَلَّ وَهُوَ أَنْوَاعٌ:  (مِنْهَا) مَا يَبْذُلُهُ كَثِيرٌ مِنَ النَّاسِ لِمَنْ يَعْتَقِدُونَ أَنَّهُ عَابِدٌ قَانِتٌ لِلَّهِ زَاهِدٌ فِي الدُّنْيَا ; لِيَدْعُوَ لَهُمْ وَيَشْفَعَ لَهُمْ عِنْدَ اللهِ فِي قَضَاءِ حَاجَاتِهِمْ وَشِفَاءِ مَرْضَاهُمْ ; لِاعْتِقَادِهِمْ أَنَّ اللهَ يَسْتَجِيبُ دُعَاءَهُ وَلَا يَرُدُّ شَفَاعَتَهُ - وَالدُّعَاءُ مَشْرُوعٌ دُونَ أَخْذِ الْمَالِ بِهِ أَوْ عَلَيْهِ، وَالرَّجَاءُ بِاسْتِجَابَتِهِ حَسَنٌ، وَاعْتِقَادُهُمْ بِالْجَزْمِ جَهْلٌ، أَوْ لِظَنِّهِمْ أَنَّ اللهَ تَعَالَى أَعْطَاهُ سُلْطَانًا وَتَصَرُّفًا فِي الْكَوْنِ فَهُوَ يَقْضِي الْحَاجَاتِ مِنْ دَفْعِ الضُّرِّ عَمَّنْ شَاءَ، وَجَلْبِ الْخَيْرِ لِمَنْ شَاءَ مَتَى شَاءَ، كَمَا هُوَ الْمَعْهُودُ مِنَ الْوَثَنِيِّينَ فِي الْأَصْلِ، وَمِمَّنْ طَرَأَتْ عَلَيْهِمُ الْعَقَائِدُ الْوَثَنِيَّةُ مِنْ أَتْبَاعِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ، وَتَأَوَّلَهَا لَهُمُ الرُّؤَسَاءُ الدِّينِيُّونَ الْمُضِلُّونَ بِأَنَّهَا لَا تُنَافِي التَّوْحِيدَ الَّذِي جَاءَ بِهِ الرُّسُلُ، وَقَدْ بَيَّنَّا فَسَادَ هَذِهِ النَّزَعَاتِ الشِّرْكِيَّةِ فِي مَوَاضِعَ كَثِيرَةٍ مِنْ هَذَا التَّفْسِيرِ، وَمِنْهُ أَنَّ غَيْرَ أَتْبَاعِ الرُّسُلِ مِنَ الْمُشْرِكِينَ يَقُولُونَ بِمِثْلِ هَذِهِ الْأَقْوَالِ. </p><p> (وَمِنْهَا) مَا يَأْخُذُهُ سَدَنَةُ قُبُورِ الْأَنْبِيَاءِ وَالصَّالِحِينَ وَالْمَعَابِدِ الَّتِي بُنِيَتْ بِأَسْمَائِهِمْ مِنَ الْهَدَايَا وَالنُّذُورِ، الَّتِي يَحْمِلُهَا إِلَى تِلْكَ الْمَوَاضِعِ أَمْثَالُ مَنْ ذَكَرْنَا مِمَّنْ لَا يَعْقِلُونَ مَعْنَى التَّوْحِيدِ الْمُجَرَّدِ وَالنَّصَارَى يَبْنُونَ الْكَنَائِسَ وَالْأَدْيَارَ بِأَسْمَاءِ الْقِدِّيسِينَ وَالْقِدِّيسَاتِ، فَتُحْبَسُ عَلَيْهَا الْأَرَاضِي وَالْعَقَارَاتُ، وَتُقَدَّمُ لَهَا النُّذُورُ وَالْهَدَايَا تَقَرُّبًا إِلَى تِلْكَ الْأَسْمَاءِ أَوِ الْمُسَمَّيَاتِ، وَهَذَا وَمَا قَبْلَهُ مِمَّا اتَّبَعَ الْمُسْلِمُونَ فِيهِ سَنَنَهُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ، مِصْدَاقًا لِلْحَدِيثِ النَّبَوِيِّ الصَّحِيحِ، وَالْوَقْفُ عَلَى الدِّيرِ أَوِ الْكَنِيسَةِ عِنْدَهُمْ كَالْوَقْفِ عَلَى الْمَسْجِدِ عِنْدَنَا قُرْبَةٌ حَقِيقِيَّةٌ، فَأَخْذُ الْمَالِ وَإِعْطَاؤُهُ فِي بِنَاءِ </p><p> الْمَعَابِدِ حَقٌّ فِي أَصْلِ كُلِّ دِينٍ سَمَاوِيٍّ، وَإِنَّمَا الْبِدَعُ الْوَثَنِيَّةُ فِي الْمَعَابِدِ هِيَ الْمُتَعَلِّقَةُ بِعِبَادَةِ مَنْ يُنْسَبُ إِلَيْهِ الْمَعْبَدُ، وَيُوضَعُ لَهُ فِيهِ قَبْرٌ أَوْ صُورَةٌ أَوْ تِمْثَالٌ فَيُدْعَى فِيهِ مَعَ اللهِ تَارَةً، وَمِنْ دُونِهِ تَارَةً، وَيُنْذَرُ لَهُ وَحْدَهُ آوِنَةً، وَمَعَ اللهِ آوِنَةً، فَهَذِهِ بِدَعٌ تَتَبَرَّأُ مِنْهَا أَدْيَانُ الْأَنْبِيَاءِ الْمُوحَاةُ إِلَيْهِمْ مِنَ اللهِ عَزَّ وَجَلَّ، وَالنَّفَقَةُ فِيهَا كُلُّهَا مِنَ الْبَاطِلِ، وَآكِلُوهَا مِنْ رُؤَسَاءِ الدِّينِ، وَسَدَنَةِ الْمَعَابِدِ مِنَ الَّذِينَ يَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ. </p><p> (وَمِنْهَا) مَا هُوَ خَاصٌّ بِالنَّصَارَى بَلْ بِبَعْضِ فِرَقِهِمْ كَالْأَرْثُوذُكْسِ وَالْكَاثُولِيكِ، وَهُوَ مَا يَأْخُذُونَهُ جُعْلًا عَلَى مَغْفِرَةِ الذُّنُوبِ أَوْ ثَمَنًا لَهَا، وَيَتَوَسَّلُونَ إِلَيْهَا بِمَا يُسَمُّونَهُ سِرَّ الِاعْتِرَافِ، وَهُوَ أَنْ يَأْتِيَ الرَّجُلُ أَوِ الْمَرْأَةُ الْقِسِّيسَ أَوِ الرَّاهِبَ الْمَأْذُونَ لَهُ مِنَ الرَّئِيسِ الْأَكْبَرِ بِسَمَاعِ أَسْرَارِ الِاعْتِرَافِ، وَمَغْفِرَةِ الذُّنُوبِ فَيَخْلُو بِهِ أَوْ بِهَا ; فَيَقُصُّ عَلَيْهِ الْخَاطِئُ مَا عَمِلَ مِنَ الْفَوَاحِشِ وَالْمُنْكَرَاتِ بِأَنْوَاعِهَا ; لِأَجْلِ أَنْ يَغْفِرَهَا لَهُ ; لِأَنَّ مِنْ عَقَائِدِ الْكَنِيسَةِ أَنَّ مَا يَغْفِرُهُ هَؤُلَاءِ يَغْفِرُهُ اللهُ تَعَالَى، وَقَدْ كَانَ لِبَيْعِ البَّابَوَاتِ لِلْغُفْرَانِ نِظَامٌ مُتَّبَعٌ فِي الْقُرُونِ الْوُسْطَى لِلنَّصْرَانِيَّةِ (أَعْنِي الْوُسْطَى فِي الزَّمَنِ لَا فِي الِاعْتِدَالِ) وَكَانَ الثَّمَنُ يَتَفَاوَتُ بِقَدْرِ ثَرْوَةِ الْمُشْتَرِينَ مِنَ الْمُلُوكِ وَالْأُمَرَاءِ وَالنُّبَلَاءِ وَكِبَارِ الْأَغْنِيَاءِ فَمَنْ دُونَهُمْ، وَكَانُوا يُعْطُونَ بِالْمَغْفِرَةِ صُكُوكًا يَحْمِلُونَهَا ; لِيَلْقَوُا اللهَ تَعَالَى بِهَا، وَكَانَ هَذَا الْخَطْبُ الْكَبِيرُ مِنْ غُلُوِّ الْكَاثُولِيكِ فِي اسْتِغْلَالِ سُلْطَتِهِمُ الدِّينِيَّةِ أَعْظَمَ أَسْبَابِ الْخُرُوجِ عَلَيْهِمْ، وَالِانْقِلَابِ الْكَبِيرِ الَّذِي يُسَمُّونَهُ الْإِصْلَاحَ (الْبُرُوتِسْتَانْتَ) إِذْ تَرَتَّبَ عَلَيْهِ فَسَادٌ كَبِيرٌ فِي اسْتِبَاحَةِ الْفَوَاحِشِ وَكَبَائِرِ الْمَعَاصِي. وَالِاعْتِرَافُ فِي الْأَصْلِ لَمْ يُوضَعْ لَهُ ثَمَنٌ، وَلَكِنَّ سُوءَ اسْتِعْمَالِ بَعْضِ رِجَالِ الدِّينِ لَهُ أَغْرَاهُمْ بِجَعْلِهِ وَسِيلَةً لِسَلْبِ الْمَالِ، وَفِي الْقَوَانِينِ السِّرِّيَّةِ لِبَعْضِ الرَّهْبَنَاتِ الْكَاثُولِيكِيَّةِ مَوَادُّ صَرِيحَةٌ فِي ذَلِكَ. </p><p> (وَمِنْهَا) مَا يُؤْخَذُ عَلَى فَتَاوَى تَحْلِيلِ الْحَرَامِ وَتَحْرِيمِ الْحَلَالِ، فَأُولُو الْمَطَامِعِ وَالْأَهْوَاءِ يُفْتُونَ الْمُلُوكَ وَالْأُمَرَاءَ وَكِبَارَ الْأَغْنِيَاءِ بِمَا يُسَاعِدُهُمْ عَلَى إِرْضَاءِ شَهَوَاتِهِمْ، وَالِانْتِقَامِ مِنْ أَعْدَائِهِمْ، أَوْ ظُلْمِ رَعَايَاهُمْ وَمُعَامِلِيهِمْ، بِضُرُوبٍ مِنَ الْحِيَلِ وَالتَّأْوِيلِ يُصَوِّرُونَ بِهِ النَّوَازِلَ بِغَيْرِ صُوَرِهَا، وَيُلْبِسُونَ بِهِ الْمَسَائِلَ أَثْوَابًا مِنَ الزُّورِ تَلْتَبِسُ بِحَقِيقَتِهَا، وَفِي الْمَادَّةِ الثَّانِيَةِ مِنَ الْفَصْلِ الثَّانِي مِنَ التَّعَالِيمِ السِّرِّيَّةِ لِلرَّهْبَنَةِ الْمُشَارِ إِلَيْهَا آنِفًا وُجُوبُ التَّسَاهُلِ مَعَ الْمُلُوكِ وَعَشَائِرِهِمْ فِي الزَّوَاجِ غَيْرِ الشَّرْعِيِّ، وَغُفْرَانِ أَمْثَالِ هَذِهِ الْخَطِيئَةِ وَغَيْرِهَا لَهُمْ، وَاسْتِخْرَاجِ بَرَاءَةٍ مِنَ الْبَابَا لَهُمْ بِالْمَغْفِرَةِ. بَلْ فِي تِلْكَ الْمَادَّةِ نَصٌّ فِي وُجُوبِ التَّسَاهُلِ فِي الِاعْتِرَافِ وَالْمَغْفِرَةِ حَتَّى لِخَدَمِ الْمُلُوكِ وَالْأُمَرَاءِ. </p><p> وَمِنْ هَذَا النَّوْعِ مَا خَاطَبَ اللهُ تَعَالَى بِهِ أَحْبَارَ الْيَهُودِ خِطَابَ الِاحْتِجَاجِ وَالتَّوْبِيخِ بِقَوْلِهِ تَعَالَى: قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ (٦: ٩١) </p><p> (وَمِنْهَا) : مَا يَتَيَسَّرُ لَهُمْ سَلْبُهُ مِنْ أَمْوَالِ الْمُخَالِفِينَ لَهُمْ فِي جِنْسِهِمْ أَوْ دِينِهِمْ مِنْ خِيَانَةٍ وَسَرِقَةٍ وَغَيْرِهَا كَمَا قَالَ ـ تَعَالَى ـ: (وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ) ، [٣: ٧٥] يَعْنُونَ أَنَّ اللهَ حَرَّمَ عَلَيْهِمْ أَكْلَ أَمْوَالِ إِخْوَانِهِمُ الْإِسْرَائِيلِيِّينَ بِالْبَاطِلِ دُونَ الْأُمِّيِّينَ وُهُمُ الْعَرَبُ وَكَذَا سَائِرُ الطَّوَائِفِ، وَقَدْ سَبَقَ تَفْسِيرُهُ مِنْ سُورَةِ آلِ عِمْرَانَ، وَفِي هَؤُلَاءِ يَقُولُ الْبُوصِيرِيُّ فِي سَرْدِ مَا خَالَفَ الْيَهُودُ فِيهِ الْحَقَّ وَادَّعَوْا أَنَّهُ مَشْرُوعٌ لَهُمْ: وَبِأَنَّ أَمْوَالَ الطَّوَائِفِ حُلِّلَتْ لَهُمُ رِبًا وَخِيَانَةً وَغُلُولَا. (وَمِنْهَا) الرِّشْوَةُ وَهُوَ مَا يَأْخُذُهُ صَاحِبُ السُّلْطَةِ الدِّينِيَّةِ أَوِ الْمَدَنِيَّةِ رَسْمِيَّةً أَوْ غَيْرَ رَسْمِيَّةٍ مِنَ الْمَالِ وَغَيْرِهِ؛ لِأَجْلِ الْحُكْمِ أَوِ الْمُسَاعَدَةِ عَلَى إِبْطَالِ حَقٍّ، أَوْ إِحْقَاقِ بَاطِلٍ هُوَ فِي مَعْنَى الْأَخْذِ عَلَى الْفَتْوَى، وَهُمَا مِمَّا اتَّبَعَ فِيهِ بَعْضُ فُقُهَاءِ الْمُسْلِمِينَ وَحُكَّامُهُمْ سُنَنَ أَهْلِ الْكِتَابِ أَيْضًا. (وَمِنْهَا) الرِّبَا حَتَّى الْفَاحِشُ مِنْهُ، وَهُوَ فَاشٍ عِنْدَ الْيَهُودِ وَالنَّصَارَى، وَلَكِنَّهُ مِنْهُ مَا يُحِلُّهُ لَهُمْ رِجَالُ الدِّينِ، وَمِنْهُ مَا يُحَرِّمُونَهُ فِي الْفَتْوَى وَكُتُبِ الشَّرْعِ، وَالْيَهُودُ أَسَاتِذَةُ الْمُرَابِينَ فِي الْعَالَمِ كُلِّهِ، وَأَحْبَارُهُمْ يُفْتُونَهُمْ بِأَكْلِ الرِّبَا مِنْ غَيْرِ إِخْوَانِهِمُ الْإِسْرَائِيلِيِّينَ، وَيَأْكُلُونَهُ مَعَهُمْ مُسْتَحِلِّينَ لَهُ بِنَصٍّ فِي تَوْرَاتِهِمُ الْمَحَرَّفَةِ بَدَلًا مِنْ نَهْيِهِمْ عَنْهُ. وَقَدْ تَكَرَّرَ فِي التَّوْرَاةِ النَّهْيُ عَنْ أَخْذِ الرِّبَا وَالْمُرَابَحَةِ وَإِقْرَاضِ النَّقْدِ </p><p> وَالطَّعَامِ بِالرِّبَا مُطْلَقًا، وَذِكْرُ الْأَخِ فِي نُصُوصِ النَّهْيِ سَبَبُهُ أَنَّهُ نَصٌّ فِي الْمُعَامَلَةِ مَعَ الْخَاضِعِينَ لِشَرِيعَتِهِمْ وَهُمْ لَا يَكُونُونَ إِلَّا مِنْهُمْ؛ لِأَنَّهَا خَاصَّةٌ بِهِمْ. وَفِي سِفْرِ تَثْنِيَةِ الِاشْتِرَاعِ (٢٣: ١٩: لَا تُقْرِضْ أَخَاكَ بِرِبَا فِضَّةٍ أَوْ رِبَا طَعَامٍ أَوْ رِبَا شَيْءٍ مِمَّا يُقْرَضُ بِرِبًا ٢٠ لِلْأَجْنَبِيِّ تُقْرِضُ بِرَبًا وَلَكِنْ لِأَخِيكَ لَا تُقْرِضْ بِرِبًا لِكَيْ يُبَارِكَكَ الرَّبُّ إِلَهُكَ فِي كُلِّ مَا تَمْتَدُّ إِلَيْهِ يَدُكَ فِي الْأَرْضِ الَّتِي أَنْتَ دَاخِلٌ إِلَيْهَا لِتَمْتَلِكَهَا) فَالْمُرَادُ بِالْأَجْنَبِيِّ هُنَا إِنْ كَانَ مِنَ الْأَصْلِ هُوَ الْعَدُوُّ الْحَرْبِيُّ الَّذِي كَانُوا مَأْذُونِينَ فِي شَرِيعَتِهِمْ بِقِتَالِهِ لِامْتِلَاكِ بِلَادِهِ، وَهَذَا قَدْ مَضَى وَلَا يَصْدُقُ عَلَى كُلِّ مَنْ كَانَ غَيْرَ إِسْرَائِيلِيٍّ فِي أَيِّ بَلَدٍ مِنْ بِلَادِ اللهِ ـ تَعَالَى ـ خِلَافًا لِمَا يَجْرُونَ عَلَيْهِ إِلَى الْيَوْمِ، وَالظَّاهِرُ أَنَّهُمْ يُعِدُّونَ عَرَبَ فِلَسْطِينَ الْمَالِكِينَ لِمُعْظَمِ أَرْضِهَا أَعْدَاءً حَرْبِيِّينَ كَالَّذِينَ كَانُوا فِيهَا عِنْدَ مُقَاتَلَةِ يُوشَعَ لَهُمْ، وَيَسْتَحِلُّونَ سَلْبَ أَمْوَالِهِمْ وَسَفْكَ دِمَائِهِمْ إِنِ اسْتَطَاعُوا؛ لِأَنَّهُمْ يَزْعُمُونَ أَنَّ أَنْبِيَاءَهُمْ وَعَدُوهُمْ بِأَنَّ هَذِهِ الْبَلَادَ كُلَّهَا وَمَا فِيهَا مِنْ مَوْضِعِ هَيْكَلِ سُلَيْمَانَ سَتَعُودُ إِلَيْهِمْ، كَمَا وَعَدَ الرَّبُّ أَجْدَادَهُمْ مِنْ قَبْلُ بِجَعْلِهَا لَهُمْ، وَلَكِنْ وَعْدُ أَنْبِيَائِهِمْ مُقَيَّدٌ بِإِتْيَانِ الْمَسِيحِ، وَقَدْ أَتَى وَكَذَّبَهُ أَكْثَرُهُمْ، فَإِنْ كَانُوا يَنْتَظِرُونَ غَيْرَهُ، فَلْيَصْبِرُوا إِلَى أَنْ يَأْتِيَ وَيُصَدِّقَ بِشَارَاتِ الْأَنْبِيَاءِ، وَأَمَّا التَّعَدِّي عَلَى أَهْلِ الْبِلَادِ وَمُحَاوَلَةُ سَلْبِ أَرْضِهِمْ وَعَقَارِهِمْ مِنْهُمْ بِتْسَخِيرِ بَعْضِ الدُّوَلِ الَّتِي </p><p> تَعْبُدُ الْمَالَ بِمَالِهِمْ لِمُسَاعَدَتِهِمْ عَلَى هَذَا الظُّلْمِ، فَلَيْسَ لَهُ شُبْهَةٌ فِي تِلْكَ الْبِشَارَاتِ. وَلَكِنْ عِنْدَ الْمُسْلِمِينَ بِشَارَةٌ أَصَحُّ وَأَصْرَحُ مِنْ بِشَارَاتِهِمْ، وَإِخْبَارِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَهُمْ بِأَنَّ الْيَهُودَ يُقَاتِلُونَهُمْ فَيُظْهِرُهُمُ اللهُ ـ تَعَالَى ـ عَلَيْهِمْ. . (وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ) ، (١١: ١٢٢) . عَلَى أَنَّ الْيَهُودَ لَمْ يَقِفُوا فِي الرِّبَا عِنْدَ حَدٍّ، فَقَدْ صَارُوا يَأْكُلُونَ الرِّبَا مِنْ إِخْوَانِهِمُ الْفُقَرَاءِ وَهُمْ مَنْهِيُّونَ فِي التَّوْرَاةِ عَنْهُ بِلَفْظِ \" شَعْبِي الْفَقِيرُ \" ؛ كَمَا يُرَى فِي سِفْرِ الْخُرُوجِ (٢٢: ٢٥) ، وَقَدْ وَبَّخَهُمْ عَلَى ذَلِكَ نِحِمْيَا \" الَّذِي كَانَ صَاحِبَ السَّعْيِ الْأَوَّلِ لِإِطْلَاقِهِمْ مِنَ السَّبْيِ، وَالْمُعِيدَ لِبِنَاءِ أُورْشَلِيمَ بَعْدَ خَرَابِهَا، وَالْحَاكِمَ فِيهَا </p><p> وَالْمُقِيمَ لِلسَّبْتِ، وَسَائِرِ الشَّرَائِعِ الَّتِي كَتَبَهَا لَهُمْ رَفِيقُهُ الْعُزَيْزُ (عِزْرَا) كَمَا تَقَدَّمَ فِي تَفْسِيرِ (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللهِ) ، (٣٠) مِنْ أَوَّلِ هَذَا السِّيَاقِ، فَرَاجِعِ الْفَصْلَ الْخَامِسَ مِنْ سِفْرِ نِحِمْيَا، وَفِي نُبُوَّةِ حِزْقِيَالَ نَهْيٌ لَهُمْ عَنِ الرِّبَا تَارَةً بِالْإِطْلَاقِ، وَتَارَةً بِتَخْصِيصِ الْفَقِيرِ، كَمَا تَرَى فِي الْإِصْحَاحِ ١٨ مِنْهُ، وَكَذَلِكَ دَاوُدُ عَلَيْهِ السَّلَامُ أَطْلَقَ الْقَوْلَ فِي ذَمِّ الرِّبَا وَالرِّشْوَةِ فِي آخِرِ الْمَزْمُورِ الْخَامِسَ عَشَرَ. وَأَمَّا النَّصَارَى: فَقَدْ وَضَعَ لَهُمُ الْأَسَاقِفَةُ أَحْكَامًا لِلرِّبَا، وَالْقُرُوضِ فِيمَا يُسَمُّونَهُ اللَّاهُوتَ، وَلَيْسَ مِنْ مَوْضُوعِنَا بَيَانُ هَذَا بِالتَّفْصِيلِ، وَإِنَّمَا مَوْضُوعُنَا أَنَّ الرِّبَا الْمُحَرَّمَ عِنْدَ اللهِ ـ تَعَالَى ـ عَلَى أَلْسِنَةِ أَنْبِيَائِهِ لِضَرَرِهِ، مِمَّا يَأْكُلُهُ رُهْبَانُهُمْ أَفْرَادًا وَجَمَاعَاتٍ، وَأَنَّ لِبَعْضِ رُهْبَانَاتِهِمْ جَمْعِيَّاتٍ غَنِيَّةً مُعْظَمُ ثَرْوَتِهَا مِنَ الرِّبَا مِنْهَا جَمْعِيَّةٌ كَانَتْ قَدْ أَسَّسَتْ بِأَرْضِ فَرَنْسَةَ مَصْرِفًا مَالِيًّا (بَنْكًا) جَمَعُوا فِيهِ مِنَ الْأَمَانَاتِ أُلُوفَ الْأُلُوفِ، ثُمَّ ادَّعَوْا إِفْلَاسَهُ فَضَاعَتْ تِلْكَ الْأَمَانَاتُ الْكَثِيرَةُ عَلَى مُودِعِيهَا فِي مَصْرِفِهِمْ، فَهَاجَ عَلَيْهِمُ النَّاسُ هَيْجَةً شُؤْمَى فَكَانُوا يَهْجِمُونَ عَلَيْهِمْ فِي أَدْيَارِهِمْ، وَيُقَتِّلُونَهُمْ تَقْتِيلًا، ثُمَّ طَرَدَتْهُمْ فَرَنْسَةُ مِنْ بِلَادِهَا، وَإِنَّمَا تُسَاعِدُهُمْ فِي مُسْتَعْمَرَاتِهَا وَغَيْرِهَا مِنْ بِلَادِ الشَّرْقِ لِتَرْوِيجِهِمْ لِسِيَاسَتِهَا. وَقَدِ اطَّلَعْتُ عَلَى نِظَامٍ فِي الطُّرُقِ الْخَفِيَّةِ الَّتِي يَجْمَعُونَ بِهَا الْأَمْوَالَ مِنْ أَهْلِ دِينِهِمْ وَمَذْهَبِهِمْ وَمِنْ أَهَمِّهَا حَمْلُ الْأَغْنِيَاءِ وَلَا سِيَّمَا الْمُثْرِيَاتُ مِنَ النِّسَاءِ عَلَى الْوَصِيَّةِ لِجَمْعِيَّتِهِمْ أَوْ بَعْضِ أَدْيَارِهِمْ وَكَنَائِسِهِمْ، أَوِ الْوَقْفِ عَلَيْهَا مِمَّا لَا حَاجَةَ فِي هَذَا التَّفْسِيرِ إِلَى تَفْصِيلِهِ. وَحَسْبُنَا مَا ذَكَرْنَاهُ فِي بَيَانِ صِدْقِ كِتَابِ اللهِ ـ تَعَالَى ـ وَهُوَ مَا حَضَرَ فِي الذِّهْنِ وَخَطَرَ فِي الْبَالِ عِنْدَ الْكِتَابَةِ مِمَّا عَلِمْنَاهُ مِنَ التَّارِيخِ، وَكُلُّهُ حَقٌّ وَإِنْ فَاتَ أَكْثَرُهُ جَمِيعَ مَنْ عَرَفْنَا كُتُبَهُمْ مِنَ الْمُفَسِّرِينَ؛ لِأَنَّهُمْ لَا يَسْتَمِدُّونَ مِثْلَ هَذَا إِلَّا مِنَ الرِّوَايَاتِ وَالْإِسْرَائِيلِّيَّاتِ، فَعَلَى الْقَارِئِ أَنْ يَعْتَبِرَ بِهِ، وَيَعْجَبَ مِنْ وَقَاحِةِ أَمْثَالِ هَؤُلَاءِ </p><p> الرُّؤَسَاءِ، كَيْفَ لَا يَخْجَلُونَ مِنْ بَثِّ الدُّعَاةِ فِي الْبِلَادِ الْإِسْلَامِيَّةِ لِدَعْوَةِ الْمُسْلِمِينَ إِلَى دِينِهِمْ، وَمَنْ أَرَادَ التَّفْصِيلَ فِي الرَّدِّ عَلَيْهِمْ فَلْيَرْجِعْ إِلَى كُتُبِ أَحْرَارِ أُورُبَّةَ وَالْكُتُبِ الَّتِي يَرُدُّ بِهَا بَعْضُهُمْ عَلَى بَعْضٍ، وَكُلُّ هَذَا الْفَسَادِ الَّذِي طَرَأَ </p><p> عَلَى دِينِ الْمَسِيحِ الْحَقِّ فَهُوَ مِنْ غُلُوِّ أَهْلِ أُورُبَّةَ فِي الدِّينِ، ثُمَّ فِي الْكُفْرِ وَالتَّعْطِيلِ، فَهُمْ غُلَاةٌ مُسْرِفُونَ فِي كُلِّ شَيْءٍ، وَصَاحِبُ هَذَا الْخُلُقِ يُتْقِنُ كُلَّ مَا يَأْخُذُ بِهِ مِنْ خَيْرٍ وَشَرٍّ ; لِأَنَّهُ لَا يَرْضَى مِنْهُ بِمَا دُوْنَ غَايَتِهِ، وَمِنْ ثَمَّ أَتْقَنَتْ رَهْبَنَاتُهُمْ جَمْعَ الْمَالِ ثُمَّ أَتْقَنَتِ الِانْتِفَاعَ بِهِ فِي دِينِهَا التَّقْلِيدِيِّ وَدُنْيَاهَا، وَأَخَذَتْ رَهْبَنَاتُ الشَّرْقِ النِّظَامَ عَنْهَا، وَمَاذَا فَعَلَ الْمُسْلِمُونَ فِي أَوْقَافِهِمْ وَخِدْمَةِ دِينِهِمْ؟ ؟ . </p><p> وَأَمَّا صَدُّهُمْ عَنْ سَبِيلِ اللهِ فَهُوَ مَنْعُهُمُ النَّاسَ عَنِ الْإِسْلَامِ، فَإِنَّ سَبِيلَ اللهِ فِي الدِّينِ هِيَ طَرِيقُ مَعْرِفَتِهِ الصَّحِيحَةِ وَعِبَادَتِهِ الْقَوِيمَةِ الَّتِي تُرْضِيهِ، وَرَأْسُ مَعْرِفَتِهِ التَّوْحِيدُ وَالتَّنْزِيهُ، وَهُمْ مُشْرِكُونَ غَيْرُ مُوَحِّدِينَ، وَمُشَبِّهُونَ غَيْرُ مُنَزِّهِينَ، كَمَا عُلِمَ مِنَ الْآيَاتِ السَّابِقَةِ مِنْ هَذَا السِّيَاقِ وَغَيْرِهِ مِمَّا مَرَّ فِي السُّوَرِ الطِّوَالِ الْأُولَى: الْبَقَرَةِ وَآلِ عِمْرَانَ وَالنِّسَاءِ وَالْمَائِدَةِ، وَأَمَّا عِبَادَتُهُ الْقَوِيمَةُ فَهِيَ أَنْ يُعْبَدَ وَحْدَهُ بِمَا شَرَعَهُ هُوَ دُونَ الْبَشَرِ، وَلَيْسُوا كَذَلِكَ فَالْيَهُودُ قَدْ تَرَكُوا جُلَّ مَا شَرَعَهُ لَهُمْ حَتَّى الْقَرَابِينَ وَالتَّقْدُمَاتِ، إِذْ يَزْعُمُونَ أَنَّ شَرْطَهَا أَنْ تُفْعَلَ فِي هَيْكَلِ سُلَيْمَانَ، مَعَ أَنَّ اللهَ شَرَعَ الشَّرَائِعَ عَلَى لِسَانِ مُوسَى قَبْلَ سُلَيْمَانَ عَلَيْهِمَا السَّلَامُ، ثُمَّ كَفَرُوا بِالْمَسِيحِ الْمُصْلِحِ الْأَكْبَرِ فِي شَرِيعَتِهِمْ، وَالنَّصَارَى يَعْبُدُونَ الْمَسِيحَ وَأُمَّهَ وَالْقِدِّيسِينَ، وَجُلُّ عِبَادَاتِهِمْ مِنْ صَلَاةٍ وَصِيَامٍ مُبْتَدَعَةٌ لَمْ تَكُنْ فِي عَهْدِ الْمَسِيحِ. فَمَعْرِفَةُ اللهِ تَعَالَى وَعِبَادَتُهُ عَلَى الْوَجْهِ الْحَقِّ الْمَرْضِيِّ لَهُ تَعَالَى مَحْصُورَةٌ فِي الْإِسْلَامِ الَّذِي حَفِظَ اللهُ كِتَابَهُ الْمُنَزَّلَ، وَمَا بَيَّنَهُ مِنْ سُنَّةِ نَبِيِّهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ، وَكُلُّ مَا ابْتَدَعَهُ جَهَلَةُ الْمُسْلِمِينَ، وَالْكَائِدُونَ لَهُ مِنْ غَيْرِهِمْ فَالْقُرْآنُ الْحَكِيمُ وَالسُّنَّةُ الصَّحِيحَةُ حُجَّةٌ عَلَى بُطْلَانِهِ وَعَلَى أَهْلِهِ، يُقِيمُهَا أَنْصَارُ السُّنَّةِ عَلَيْهِمْ فِي كُلِّ زَمَانٍ - فَسَبِيلُ اللهِ إِذًا هَذَا الْإِسْلَامُ، إِسْلَامُ الْقُرْآنِ وَالسُّنَّةِ الصَّحِيحَةِ. </p><p> وَأَمَّا طُرُقُ صَدِّهِمْ عَنِ الْإِسْلَامِ فَهِيَ تَخْتَلِفُ بِاخْتِلَافِ الزَّمَانِ وَالْمَكَانِ وَالْإِمْكَانِ، وَقَدِ انْفَرَدَ النَّصَارَى بِالْعِنَايَةِ بِهَذَا الصَّدِّ مِنْ طَرِيقَيِ السِّيَاسَةِ وَالدَّعْوَةِ مَعًا كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ: يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ مِنْ هَذَا السِّيَاقِ بِالْإِجْمَالِ، وَفَصَّلْنَا الْقَوْلَ فِيهِ فِي مَوَاضِعَ أُخْرَى مِنَ التَّفْسِيرِ وَالْمَنَارِ، وَكُلُّ ذَلِكَ دَاخِلٌ فِي مَعْنَى الْآيَةِ ; لِأَنَّ الْخَبَرَ فِيهَا بِصِيغَةِ الْمُضَارِعِ الَّذِي يَدُلُّ عَلَى الْحَالِ وَالِاسْتِقْبَالِ، وَهِيَ مِنْ كَلَامِ عَلَّامِ الْغُيُوبِ، وَهُمْ لَا يَقْنَعُونَ بِصَدِّ أَهْلِ مِلَلِهِمْ عَنِ الْإِسْلَامِ، بَلْ يَصُدُّونَ أَهْلَهُ عَنْهُ وَيَدْعُونَهُمْ إِلَى دِينِهِمُ الْمُلَفَّقِ مِنَ الْأَدْيَانِ الْوَثَنِيَّةِ الْقَدِيمَةِ كَمَا تَقَدَّمَ، وَقَسَّمَتْ أُمَمُهُمْ وَدُوَلُهُمُ الْبِلَادَ الْإِسْلَامِيَّةَ إِلَى مَنَاطِقِ نُفُوذٍ دِينِيَّةٍ تَبْشِيرِيَّةٍ، تَابِعَةٍ لِمَنَاطِقِ النُّفُوذِ السِّيَاسِيَّةِ الدُّوَلِيَّةِ، وَقَدِ اشْتَدَّتْ ضَرَاوَتُهُمْ بَعْدَ الْحَرْبِ الْعَامَّةِ بِسَلْبِ الْبِلَادِ الْإِسْلَامِيَّةِ مَا بَقِيَ مِنِ اسْتِقْلَالِهِمْ، وَتَعْمِيمِ النَّصْرَانِيَّةِ فِي جَمِيعِ أَهْلِهَا، حَتَّى جَزِيرَةِ الْعَرَبِ مَهْدِ الْإِسْلَامِ وَمَعْقِلِهِ وَمَأْرَزِهِ، وَعَقَدُوا لِلتَّنْصِيرِ عِدَّةَ مُؤْتَمَرَاتٍ دُوَلِيَّةٍ، وَأَلَّفُوا لِلتَّمْهِيدِ لَهُ كُتُبًا كَثِيرَةً، وَقَدْ سَخَّرُوا بَعْضَ أُمَرَاءِ الْمُسْلِمِينَ الْمُسْتَعْبَدِينَ وَشُيُوخِ الطَّرِيقِ وَالْفِقْهِ الْمُنَافِقِينَ لِشَدِّ </p><p> أَزْرِهِمْ، فَمَاذَا تُنْكِرُ بَعْدَ هَذَا مِنْ تَسْخِيرِ زَنَادِقَتِهِمْ وَمَلَاحِدَتِهِمْ. وَمَاذَا يُفِيدُ الْمُسْلِمُ مِنْ قِرَاءَةِ مِثْلِ هَذِهِ الْآيَةِ، وَمِنْ تَفْسِيرِ عُلَمَاءِ الْأَلْفَاظِ وَالرِّوَايَاتِ لَهَا إِذَا لَمْ يَعْرِفْ مَضْمُونَهَا التَّفْصِيلِيَّ الْعَمَلِيَّ فِي عَصْرِهِ، وَيَسْعَى لِتَدَارُكِ خَطْبِهِ؟ وَإِنَّمَا فَصَّلْنَا الْقَوْلَ فِيهَا لِتَفْنِيدِ تِلْكَ الدِّعَايَةِ، وَنَقْضِ تِلْكَ الْمُصَنَّفَاتِ بِالْإِجْمَالِ، وَإِرْشَادِ الْمُسْلِمِينَ إِلَى مَا يَسْتَمِدُّونَ مِنْهُ التَّفْصِيلَ. </p><p> هَذَا وَإِنَّ أَشَدَّ طُرُقِهِمْ فِي الصَّدِّ عَنِ الْإِسْلَامِ فَظَاعَةً وَقُبْحًا وَإِهَانَةً لَهُوَ الطَّعْنُ فِي النَّبِيِّ الْأَعْظَمِ وَالْقُرْآنِ، وَأَشَرُّ مِنْهُ وَأَضَرُّ تَعْلِيمُ الْمَدَارِسِ الَّتِي يُفْسِدُونَ عَقَائِدَ النَّشْءِ الَّذِي يَتَرَبَّى وَيَتَعَلَّمُ فِيهَا، وَلَكِنَّ أَكْثَرَ مُسْلِمِي الْأَمْصَارِ لَا يَعْقِلُونَ كُنْهَ مَفَاسِدِهَا، وَسُوءَ عَاقِبَتِهَا فِي الدِّينِ وَالْأَدَبِ وَسِيَاسَةِ الْأُمَّةِ وَاسْتِقْلَالِهَا. </p><p> ثُمَّ قَالَ عَزَّ وَجَلَّ: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ مُقْتَضَى السِّيَاقِ أَنْ تَكُونَ هَذِهِ الْجُمْلَةُ فِي الْكَثِيرِ مِنَ </p><p> الْأَحْبَارِ وَالرُّهْبَانِ الَّذِينَ يَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ وَهُوَ مَرْوِيٌّ عَنْ مُعَاوِيَةَ وَسَيَأْتِي نَصُّهُ، وَعَنِ الضَّحَّاكِ، وَعَنْهُ أَنَّهَا عَامَّةٌ وَخَاصَّةٌ، وَوَجْهُهُ أَنَّ الْكَلَامَ فِيهِمْ، فَهُمُ الَّذِينَ جَمَعُوا بَيْنَ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ، وَبَيْنَ كَنْزِهَا وَجَمْعِهَا وَالِامْتِنَاعِ مِنْ إِنْفَاقِهَا فِي سَبِيلِ اللهِ، بَلْ يُنْفِقُونَ كَثِيرًا مِنْهَا فِي صَدِّهِمُ النَّاسَ عَنْ سَبِيلِ اللهِ، وَيَجُوزُ أَنْ تَكُونَ كَمَا قَالَ السُّدِّيُّ فِي الْمُؤْمِنِينَ الْمُخَاطَبِينَ بِالْآيَةِ الْمُبَيِّنَةِ لِحَالِ أُولَئِكَ الْأَحْبَارِ وَالرُّهْبَانِ، الَّذِينَ صَارَ جَمْعُ الْأَمْوَالِ وَالِافْتِتَانُ بِكَثْرَتِهَا وَخَزْنِهَا فِي الصَّنَادِيقِ وَاسْتِغْلَالِهَا فِي الْمَصَارِفِ (الْبُنُوكِ) أَعْظَمَ هَمِّهِمْ فِي الْحَيَاةِ ; لِأَنَّهُمْ فَقَدُوا لَذَّةَ الْحَيَاةِ الرُّوحِيَّةِ بِمَعْرِفَةِ اللهِ تَعَالَى وَخَشْيَتِهِ وَمَحَبَّتِهِ وَعِبَادَتِهِ - تَحْذِيرًا لِلْمُؤْمِنِينَ مِنَ الْإِخْلَادِ إِلَى هَذِهِ السَّفَالَةِ. وَسَيَأْتِي عَنْ أَبِي ذَرٍ ـ رَضِيَ اللهُ عَنْهُ ـ أَنَّهَا فِينَا وَفِي أَهْلِ الْكِتَابِ جَمِيعًا، وَهُوَ الْمُخْتَارُ عِنْدَنَا ; فَإِنَّ اللَّفْظَ مُطْلَقٌ فَيَجِبُ جَرَيَانُهُ عَلَى إِطْلَاقِهِ وَعُمُومِهِ، وَأُولَئِكَ الْأَحْبَارُ وَالرُّهْبَانُ يَدْخُلُونَ فِيهِ أَوَّلًا وَبِالذَّاتِ بِدِلَالَةِ السِّيَاقِ ; لِأَنَّهُمْ هَبَطُوا فِي الْمَطَامِعِ الْمَادِّيَّةِ إِلَى أَسْفَلِ الدِّرَكَاتِ. </p><p> وَالْكَنْزُ فِي اللُّغَةِ جَمْعُ الشَّيْءِ وَرَصُّهُ بَعْضُهُ عَلَى بَعْضٍ، وَمِنْهُ كَنِيزُ اللَّحْمِ وَمُكْتَنِزُهُ أَيْ صُلْبُهُ وَشَدِيدُهُ، وَكَنَزْتُ الْحَبَّ فِي الْجِرَابِ فَاكْتَنَزَ فِيهِ، وَكَنَزْتُ الْجِرَابَ إِذَا مَلَأْتُهُ جِدًّا قَالَهُ فِي الْأَسَاسِ، وَقَالَ الرَّاغِبُ: الْكَنْزُ جَعْلُ الْمَالِ بَعْضَهُ عَلَى بَعْضٍ وَحِفْظُهُ وَأَصْلُهُ مِنْ كَنَزْتُ التَّمْرَ فِي الْوِعَاءِ إِلَخْ. </p><p> وَالْمُرَادُ بِالْكَنْزِ هُنَا خَزْنُ الدَّنَانِيرِ وَالدَّرَاهِمِ فِي الصَّنَادِيقِ أَوْ دَفْنُهَا فِي التُّرَابِ وَإِمْسَاكُهَا، وَمَا يَلْزَمُهُ مِنَ الِامْتِنَاعِ عَنْ إِنْفَاقِهَا فِيمَا شَرَعَهُ اللهُ مِنَ الْبِرِّ وَالْخَيْرِ، وَسَيَأْتِي بَيَانُ مَصَارِفِهَا الشَّرْعِيَّةِ فِي آيَةِ: إِنَّمَا الصَّدَقَاتُ (٦٠) مِنْ هَذِهِ السُّورَةِ. وَأَنَّثَ الضَّمِيرَ فِي يُنْفِقُونَهَا وَمَا قَبْلَهُ مُثَنًّى ; لِأَنَّ الْمُرَادَ بِالذَّهَبِ الدَّنَانِيرُ وَبِالْفِضَّةِ الدَّرَاهِمُ الْمَضْرُوبَةُ مِنْ كُلٍّ مِنْهُمَا لَا جِنْسُ الذَّهَبِ. </p><p> وَالْفِضَّةِ وَمَعْدَنِهِمَا الَّذِي يَصْدُقُ بِالْحُلِيِّ الْمُبَاحِ وَغَيْرِهِ؛ فَإِنَّ الدَّرَاهِمَ وَالدَّنَانِيرَ هِيَ الْمُعَدَّةُ لِلْإِنْفَاقِ، وَالْوَسِيلَةُ لِلْمَنْفَعَةِ وَالِارْتِفَاقِ، وَلَا فَائِدَةَ فِيهَا إِلَّا فِي إِنْفَاقِهَا، فَكَنْزُهَا إِبْطَالٌ لِمَنَافِعِهَا، فَهُوَ مِنْ سَخَفِ الْعَقْلِ، </p><p> وَعِصْيَانِ الشَّرْعِ، وَكُلُّ مُثَنَّى لَهُ أَفْرَادٌ لِكُلٍّ مِنْ نَوْعَيْهِ يَجُوزُ إِرْجَاعُ الضَّمِيرِ بَعْدَهُ إِلَى جُمْلَةٍ مِنَ الْأَفْرَادِ مِنْ نَوْعَيْهِ؛ كَقَوْلِهِ ـ تَعَالَى ـ:  (وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا) ، (٤٩: ٩) ، وَقِيلَ: إِنَّ الْمُرَادَ بِضَمِيرِ يُنْفِقُونَهَا الْأَمْوَالُ الَّتِي ذَكَرَ أَنَّهُمْ يَأْكُلُونَهَا بِالْبَاطِلِ، وَيَتَرَجَّحُ هَذَا عَلَى قَوْلِ مَنْ يَخُصُّ الْكَلَامُ بِهِمْ، وَالْمُخْتَارُ خِلَافُهُ. وَظَاهِرُ قَوْلِهِ:  (وَلَا يُنْفِقُونَهَا) أَنَّ الْوَاجِبَ إِنْفَاقُهَا كُلُّهَا، وَأَنَّ الْوَعِيدَ مَوْضِعُهُ إِلَى مَنْ يَبْقَى عِنْدَهُ شَيْئًا يَزِيدُ عَلَى حَاجَتِهِ مِنْهَا، وَهَذَا لَا يَصِحُّ فِي قَوَاعِدِ الشَّرْعِ الْإِسْلَامِيِّ؛ فَإِنَّ اللهَ وَصَفَ الْمُؤْمِنِينَ فِي كِتَابِهِ بِقَوْلِهِ:  (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) ، وَ (وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ لِلسَّائِلِ وَالْمَحْرُومِ) ، (٧٠: ٢٤، ٢٥) ، وَقَالَ:  (أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ) ، (٢: ٢٦٧) ، (وَأَنْفِقُوا مِمَّا رَزَقْنَاكُمْ)  (٦٣: ١٠) ، وَإِنَّمَا قَالَ بَعْضُ الْعُلُمَاءِ: إِنَّهُ يَجِبُ التُّصَدُّقُ بِجَمِيعِ مَا أَحْرَزَهُ الْإِنْسَانُ مِنَ الْمَالِ الْحَرَامِ إِذَا تَعَذَّرَ رَدُّهُ إِلَى أَصْحَابِهِ، دُونَ إِنْفَاقِ جَمِيعِ مَا يَمْلِكُ مِنَ الْحِلِّ، وَلَوْ كَانَتِ الْآيَةُ فِيمَنْ ذُكِرَ مِنْ أَهْلِ الْكِتَابِ كَمَا قَالَ مُعَاوِيَةُ لَكَانَ الْأَمْرُ ظَاهِرًا، وَأَمَّا عَلَى الْقَوْلَيْنِ الْآخَرَيْنِ فَلَا بُدَّ مِنَ الْجَمْعِ بَيْنَهُمَا وَبَيْنَ الْآيَاتِ الْمُعَارِضَةِ لَهُمَا، وَفِي الرِّوَايَاتِ الْمَأْثُورَةِ مَا يَدُلُّ عَلَى أَنَّ الصَّحَابَةَ رَضِيَ اللهُ عَنْهُمْ فَهِمُوا مِنَ الْآيَةِ وُجُوبَ إِنْفَاقِ جَمِيعِ مَا يَمْلِكُ الْإِنْسَانُ مِنْ نَقْدِ الذَّهَبِ وَالْفِضَّةِ، وَأَنَّ جُمْهُورَهُمْ رَجَعُوا عَنْ هَذَا وَبَقِيَ عَلَيْهِ أَبُو ذَرٍّ رَضِيَ اللهُ عَنْهُ. أَخْرَجَ ابْنُ أَبِي شَيْبَةَ فِي مُسْنَدِهِ وَأَبُو دَاوُدَ وَأَبُو يَعْلَى وَابْنُ أَبِي حَاتِمٍ وَالْحَاكِمُ وَصَحَّحَهُ وَابْنُ مَرْدَوَيْهِ، وَالْبَيْهَقِيُّ فِي سُنَنِهِ عَنِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ قَالَ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ: (وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ) ، كَبُرَ ذَلِكَ عَلَى الْمُسْلِمِينَ، وَقَالُوا: مَا يَسْتَطِيعُ أَحَدٌ مِنَّا يَدَعُ لِوَلَدِهِ مَالًا يَبْقَى بَعْدَهُ، فَقَالَ عُمَرُ: أَنَا أُفَرِّجُ عَنْكُمْ، فَانْطَلَقَ وَاتَّبَعَهُ ثَوْبَانُ، فَأَتَى النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ: يَا نَبِيَّ اللهِ، إِنَّهُ كَبُرَ عَلَى أَصْحَابِكِ هَذِهِ الْآيَةُ، فَقَالَ:  \" إِنَّ اللهَ لَمْ يَفْرِضِ الزَّكَاةَ إِلَّا لِيُطَيِّبَ بِهَا مَا بَقِيَ مِنْ أَمْوَالِكُمْ، وَإنَّمَا فَرَضَ الْمَوَارِيثَ مِنْ أَمْوَالٍ تَبْقَى بَعْدَكُمْ \" ، فَكَبَّرَ عُمَرُ ـ رَضِيَ اللهُ عَنْهُ ـ ثُمَّ قَالَ لَهُ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ:  \" أَلَا أُخْبِرُكَ بِخَيْرِ مَا يَكْنِزُ الْمَرْءُ؟ الْمَرْأَةُ الصَّالِحَةُ الَّتِي إِذَا نَظَرَ إِلَيْهَا سَرَّتْهُ، وَإِذَا أَمَرَهَا</p><p> أَطَاعَتْهُ، وَإِذَا غَابَ عَنْهَا حَفِظَتْهُ \" وَحَدِيثُ الْمَرْأَةِ الصَّالِحَةِ مَرْوِيٌّ عَنْهُ مِنْ طُرُقٍ أُخْرَى. وَأَخْرَجَ أَحْمَدُ فِي الزُّهْدِ، وَالْبُخَارِيُّ، وَابْنُ مَاجَهْ، وَابْنُ مَرْدَوَيْهِ، عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُ </p><p> قَالَ: إِنَّمَا كَانَ هَذَا قَبْلَ أَنْ تَنْزِلَ الزَّكَاةُ فَلَمَّا أُنْزِلَتْ جَعَلَهَا اللهُ طُهْرًا لِلْأَمْوَالِ، ثُمَّ قَالَ: مَا أُبَالِي لَوْ كَانَ عِنْدِي مِثْلُ أُحُدٍ ذَهَبًا، أَعْلَمُ عَدَدَهُ، أُزَكِّيهِ وَأَعْمَلُ فِيهِ بِطَاعَةِ اللهِ. وَالْمُرَادُ: أَنَّ هَذَا الْحُكْمَ وَهُوَ وُجُوبُ إِنْفَاقِ كُلِّ مَا يَمْلِكُ الْمُؤْمِنُ مِنَ النَّقْدَيْنِ ـ كَانَ فِي أَوَّلِ الْإِسْلَامِ، وَقَبْلَ فَرْضِ الزَّكَاةِ، وَلَيْسَ مَعْنَاهُ أَنَّ آيَةَ \" بَرَاءَةٌ \" هَذِهِ نَزَلَتْ قَبْلَ إِيجَابِ الزَّكَاةِ؛ لِمَا عَلَيْهِ الْجُمْهُورُ مِنْ أَنَّ الزَّكَاةَ فُرِضَتْ فِي السَّنَةِ الثَّانِيَةِ مِنَ الْهِجْرَةِ، \" وَبَرَاءَةٌ \" نَزَلَتْ سَنَةَ تِسْعٍ كَمَا تَقَدَّمَ، وَهِيَ السَّنَةُ الَّتِي عُيِّنَ فِيهَا الْعُمَّالُ لِجَمْعِ الزَّكَاةِ. وَأَخْرَجَ مَالِكٌ وَالشَّافِعِيُّ وَابْنُ أَبِي شَيْبَةَ وَغَيْرُهُمْ عَنِ ابْنِ عُمَرَ أَيْضًا قَالَ: مَا أُدِّيَ زَكَاتُهُ فَلَيْسَ بِكَنْزٍ، وَإِنْ كَانَ تَحْتَ سَبْعِ أَرَضِينَ، وَمَا لَمْ تُؤَدَّ زَكَاتُهُ فَهُوَ كَنْزٌ وَإِنْ كَانَ ظَاهِرًا، وَأَخْرَجَ ابْنُ مَرْدَوَيْهِ عَنْهُ مَرْفُوعًا مِثْلَهُ. قَالَ الْبَيْهَقِيُّ: وَالْمَحْفُوظُ الْمَوْقُوفُ. وَأَخْرَجَ ابْنُ عَدِيٍّ وَالْخَطِيبُ عَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: \" أَيُّ مَالٍ أَدَّيْتَ زَكَاتَهُ فَلَيْسَ بِكَنْزٍ \" وَأَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ عَنْهُ مَوْقُوفًا، وَهُوَ الْمَحْفُوظُ، كَمَا قَالَ الْبَيْهَقِيُّ. وَأَخْرَجَ غَيْرُ وَاحِدٍ عَنِ ابْنِ عَبَّاسٍ مِثْلَ قَوْلِ ابْنِ عُمَرَ، وَعَنْ عُمَرَ أَيْضًا، فَجُمْلَةُ هَذِهِ الْأَخْبَارِ وَالْآثَارِ تَدُلُّ عَلَى أَنَّ الْكَنْزَ الْمُتَوَعَّدَ عَلَيْهِ فِي هَذِهِ الْآيَةِ هُوَ مَا لَمْ تُؤَدَّ زَكَاتُهُ كَمَا نَقَلَهُ الْحَافِظُ ابْنُ عَبْدِ الْبَرِّ عَنِ الْجُمْهُورِ، قَالَ: وَيَشْهَدُ لَهُ حَدِيثُ أَبِي هُرَيْرَةَ مَرْفُوعًا: \" إِذَا أَدَّيْتَ زَكَاةَ مَالِكَ فَقَدْ قَضَيْتَ مَا عَلَيْكَ \" أَقُولُ: وَكَذَا النَّفَقَاتُ الْوَاجِبَةُ الَّتِي لَا تَجِبُ الزَّكَاةُ إِلَّا فِيمَا زَادَ مِنَ الْمَالِ عَلَيْهَا. </p><p> وَقَالَ الْحَافِظُ فِي شَرْحِ حَدِيثِ ابْنِ عُمَرَ الْمُتَقَدِّمِ مِنَ الْفَتْحِ عِنْدَ قَوْلِهِ قَبْلَ أَنْ تُنَزَّلَ الزَّكَاةُ هَذَا مُشْعِرٌ بِأَنَّ الْوَعِيدَ عَلَى الِاكْتِنَازِ - وَهُوَ حَبْسُ مَا فَضَلَ عَنِ الْحَاجَةِ عَنِ الْمُوَاسَاةِ بِهِ - فَعَلىَ هَذَا الْمُرَادُ بِنُزُولِ الزَّكَاةِ بَيَانُ نِصَابِهَا وَمَقَادِيرِهَا لَا إِنْزَالُ أَصْلِهَا وَاللهُ أَعْلَمُ. وَقَوْلُ ابْنِ عُمَرَ: لَا أُبَالِي لَوْ كَانَ لِي مِثْلُ أُحُدٍ ذَهَبًا ـ كَأَنَّهُ يُشِيرُ </p><p> إِلَى قَوْلِ أَبِي ذَرٍّ الْآتِي آخِرَ الْبَابِ، وَالْجَمْعُ بَيْنَ كَلَامِ ابْنِ عُمَرَ، وَحَدِيثِ أَبِي ذَرٍّ: أَنْ يُحْمَلَ حَدِيثُ أَبِي ذَرٍّ عَلَى مَالٍ تَحْتَ يَدِ الشَّخْصِ لِغَيْرِهِ فَلَا يَجِبُ أَنْ يَحْبِسَهُ عَنْهُ، أَوْ يَكُونَ لَهُ لَكِنَّهُ مِمَّنْ يُرْجَى فَضْلُهُ، وَتُطْلَبُ عَائِدَتُهُ كَالْإِمَامِ الْأَعْظَمِ، فَلَا يَجِبُ أَنْ يَدَّخِرَ عَنِ الْمُحْتَاجِينَ مِنْ رَعِيَّتِهِ شَيْئًا، وَيُحْمَلُ حَدِيثُ ابْنِ عُمَرَ عَلَى مَالٍ يَمْلِكُهُ، قَدْ أَدَّى زَكَاتَهُ، فَهُوَ يَجِبُ أَنْ يَكُونَ عِنْدَهُ لِيَصِلَ بِهِ قَرَابَتَهُ، وَيَسْتَغْنِيَ عَنْ مَسْأَلَةِ النَّاسِ، وَكَانَ أَبُو ذَرٍّ يَحْمِلُ الْحَدِيثَ عَلَى إِطْلَاقِهِ، فَلَا يَرَى ادِّخَارَ شَيْءٍ أَصْلًا. (قَالَ) قَالَ ابْنُ عَبْدِ الْبَرِّ: وَرَدَتْ عَنْ أَبِي ذَرٍّ آثَارٌ كَثِيرَةٌ تَدُلُّ عَلَى أَنَّهُ كَانَ يَذْهَبُ إِلَى أَنَّ كُلَّ مَالٍ مَجْمُوعٍ يَفْضُلُ عَنِ الْقُوتِ وَسَدَادِ الْعَيْشِ فَهُوَ كَنْزٌ يُذَمُّ فَاعِلُهُ، وَأَنَّ آيَةَ الْوَعِيدِ نَزَلَتْ فِي ذَلِكَ، وَخَالَفَهُ جُمْهُورُ الصَّحَابَةِ، وَمَنْ بَعْدَهُمْ، وَحَمَلُوا الْوَعِيدَ عَلَى مَانِعِي الزَّكَاةِ، وَأَصَحُّ مَا تَمَسَّكُوا بِهِ حَدِيثُ طَلْحَةَ، وَغَيْرِهِ فِي قِصَّةِ الْأَعْرَابِيِّ حَيْثُ قَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ (يَعْنِي الزَّكَاةَ) ، قَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ:  \" إِلَّا أَنْ تَطَوَّعَ \" اهـ، وَالظَّاهِرُ أَنَّ هَذَا كَانَ فِي أَوَّلِ الْأَمْرِ؛ كَمَا </p><p> تَقَدَّمَ عَنِ ابْنِ عُمَرَ. وَقَدِ اسْتَدَلَّ ابْنُ بَطَّالٍ لَهُ بِقَوْلِهِ تَعَالَى: وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ (٢: ٢١٩) أَيْ: مَا فَضَلَ عَنِ الْكِفَايَةِ فَكَانَ ذَلِكَ وَاجِبًا فِي أَوَّلِ الْأَمْرِ ثُمَّ نُسِخَ وَاللهُ أَعْلَمُ اهـ. </p><p> أَقُولُ: وَأَمَّا أَبُو ذَرٍّ فَأَخْبَارُ مَذْهَبِهِ مَشْهُورَةٌ، مِنْهَا مَا رَوَاهُ الْبُخَارِيُّ وَغَيْرُهُ مِنْ حَدِيثِ زَيْدِ بْنِ وَهْبٍ قَالَ: مَرَرْتُ بِالْرَّبَذَةِ (وَهِيَ بِالْفَتْحِ مَكَانٌ بَيْنَ مَكَّةَ وَالْمَدِينَةِ) فَإِذَا أَنَا بِأَبِي ذَرٍّ ـ رَضِيَ اللهُ عَنْهُ ـ، فَقُلْتُ: مَا أَنْزَلَكَ هَذَا؟ قَالَ: كُنْتُ بِالشَّامِ فَاخْتَلَفْتُ أَنَا وَمُعَاوِيَةُ فِي وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللهِ فَقَالَ مُعَاوِيَةُ نَزَلَتْ فِي أَهْلِ الْكِتَابِ، فَقُلْتُ: نَزَلَتْ فِينَا وَفِيهِمْ، فَكَانَ بَيْنِي وَبَيْنَهُ فِي ذَلِكَ وَكَتَبَ إِلَى عُثْمَانَ ـ رَضِيَ اللهُ عَنْهُ ـ يَشْكُونِي، فَكَتَبَ إِلَيَّ عُثْمَانُ أَنْ أَقْدَمَ الْمَدِينَةَ، فَقَدِمْتُهَا فَكَثُرَ عَلَيَّ النَّاسُ حَتَّى كَأَنَّهُمْ لَمْ يَرَوْنِي قَبْلَ ذَلِكَ، فَذَكَرْتُ ذَلِكَ لِعُثْمَانَ فَقَالَ: إِنْ شِئْتَ تَنَحَّيْتَ فَكُنْتَ قَرِيبًا، فَذَاكَ الَّذِي أَنْزَلَنِي هَذَا الْمَنْزِلَ، وَلَوْ أَمَّرُوا عَلَيَّ حَبَشِيًّا لَسَمِعْتُ وَأَطَعْتُ. اهـ. </p><p> ذَكَرَ الْحَافِظُ فِي شَرْحِ هَذَا الْحَدِيثِ مِنَ الْفَتْحِ أَنَّ زَيْدَ بْنَ وَهْبٍ إِنَّمَا سَأَلَ أَبَا ذَرٍّ عَنْ نُزُولِهِ فِي ذَلِكَ الْمَكَانِ؛ لِأَنَّ مُبْغِضِي عُثْمَانَ كَانُوا يُشَنِّعُونَ عَلَيْهِ بِأَنَّهُ نَفَى أَبَا ذَرٍّ، وَقَدْ بَيَّنَ أَبُو ذَرٍّ أَنَّ نُزُولَهُ فِيهِ كَانَ بِاخْتِيَارِهِ. (قَالَ) نَعَمْ أَمَرَهُ عُثْمَانُ بِالتَّنَحِّي عَنِ الْمَدِينَةِ لِدَفْعِ الْمَفْسَدَةِ الَّتِي خَافَهَا عَلَى غَيْرِهِ مِنْ مَذْهَبِهِ الْمَذْكُورِ فَاخْتَارَ الرَّبَذَةَ، وَقَدْ كَانَ يَغْدُو إِلَيْهَا فِي زَمَنِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ كَمَا رَوَاهُ أَصْحَابُ السُّنَنِ مِنْ وَجْهٍ آخَرَ (قَالَ) وَفِي طَبَقَاتِ ابْنِ سَعْدٍ مِنْ وَجْهٍ آخَرَ أَنَّ نَاسًا مِنْ أَهْلِ الْكُوفَةِ قَالُوا لِأَبِي ذَرٍّ وَهُوَ بِالرَّبَذَةِ: إِنَّ هَذَا الرَّجُلَ فَعَلَ بِكَ وَفَعَلَ، فَهَلْ أَنْتَ نَاصِبٌ لَنَا رَأْيَهُ؟ - يَعْنِي فَنُقَاتِلَهُ - فَقَالَ: لَا، لَوْ أَنَّ عُثْمَانَ سَيَّرَنِي مِنَ الْمَشْرِقِ إِلَى الْمَغْرِبِ لَسَمِعْتُ وَأَطَعْتُ. </p><p> وَذُكِرَ عَنْ أَبِي يَعْلَى بِإِسْنَادٍ فِيهِ ضَعْفٌ عَنِ ابْنِ عَبَّاسٍ قَالَ: اسْتَأْذَنَ أَبُو ذَرٍّ عَلَى عُثْمَانَ فَقَالَ: إِنَّهُ يُؤْذِينَا - فَلَمَّا دَخَلَ قَالَ لَهُ عُثْمَانُ: أَنْتَ الَّذِي تَزْعُمُ أَنَّكَ خَيْرٌ مِنْ أَبِي بَكْرٍ وَعُمَرَ؟ قَالَ: لَا، وَلَكِنْ سَمِعْتُ رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَقُولُ:  \" إِنَّ أَحَبَّكُمْ إِلَيَّ وَأَقْرَبَكُمْ مِنِّي مَنْ بَقِيَ عَلَى الْعَهْدِ الَّذِي عَاهَدْتُهُ عَلَيْهِ \" وَأَنَا بَاقٍ عَلَى عَهْدِهِ. قَالَ: فَأَمَرَهُ أَنْ يَلْحَقَ بِالشَّامِ. وَكَانَ يُحَدِّثُهُمْ وَيَقُولُ: لَا يَبِيتَنَّ عِنْدَ أَحَدِكُمْ دِينَارٌ وَلَا دِرْهَمٌ إِلَّا مَا يُنْفِقُهُ فِي سَبِيلِ اللهِ أَوْ يُعِدُّهُ لِغَرِيمٍ، فَكَتَبَ مُعَاوِيَةُ إِلَى عُثْمَانَ: إِنْ كَانَ لَكَ بِالشَّامِ حَاجَةٌ فَابْعَثْ إِلَى أَبِي ذَرٍّ، فَكَتَبَ إِلَيْهِ عُثْمَانُ أَنِ اقْدَمْ عَلَيَّ، فَقَدِمَ اهـ. </p><p> وَأَقُولُ: إِنَّ فِي قِصَّةِ أَبِي ذَرٍّ ـ رَضِيَ اللهُ عَنْهُ ـ عِبْرَةً بِمَا كَانَ مِنْ دَسَائِسِ الشِّيعَةِ فِي الْخُرُوجِ عَلَى عُثْمَانَ ـ رَضِيَ اللهُ عَنْهُ ـ وَفِيهِ حُجَّةٌ عَلَى أَنَّ حُرِّيَّةَ الْعِلْمِ وَالرَّأْيِ وَاحْتِرَامِ الْعُلَمَاءِ كَانَتَا عَلَى عَهْدِ الصَّحَابَةِ ـ رَضِيَ اللهُ عَنْهُمْ ـ فِي أَعْلَى دَرَجَاتِ الْكَمَالِ، وَقَالَ الْحَافِظُ فِي فَوَائِدِ حَدِيثِ أَبِي ذَرٍّ فِي الْفَتْحِ: وَفِيهِ مُلَاطَفَةُ الْأَئِمَّةِ لِلْعُلَمَاءِ فَإِنَّ مُعَاوِيَةَ لَمْ يَجْسُرْ عَلَى الْإِنْكَارِ عَلَيْهِ حَتَّى كَاتَبَ </p><p> مَنْ هُوَ أَعْلَى مِنْهُ فِي أَمْرٍ، وَعُثْمَانُ لَمْ يَحْنَقْ عَلَى أَبِي ذَرٍّ مَعَ كَوْنِهِ كَانَ مُخَالِفًا لَهُ فِي تَأْوِيلِهِ. (وَفِيهِ) التَّحْذِيرُ مِنَ الشِّقَاقِ، وَالْخُرُوجِ عَلَى الْأَئِمَّةِ، وَالتَّرْغِيبُ فِي الطَّاعَةِ لِأُولِي الْأَمْرِ - وَأَمْرُ الْأَفْضَلِ بِطَاعَةِ الْمَفْضُولِ خَشْيَةَ الْمَفْسَدَةِ - وَجَوَازُ الِاخْتِلَافِ فِي الِاجْتِهَادِ - وَالْأَخْذُ بِالشِّدَّةِ فِي الْأَمْرِ بِالْمَعْرُوفِ، وَإِنْ أَدَّى </p><p> ذَلِكَ إِلَى فِرَاقِ الْوَطَنِ - وَتَقْدِيمُ دَفْعِ الْمَفْسَدَةِ عَلَى جَلْبِ الْمَصْلَحَةِ؛ لِأَنَّ فِي بَقَاءِ أَبِي ذَرٍّ بِالْمَدِينَةِ مَصْلَحَةً كَبِيرَةً مِنْ بَثِّ عِلْمِهِ فِي طَالِبِ الْعِلْمِ، وَمَعَ ذَلِكَ رَجُحَ عِنْدَ عُثْمَانَ دَفْعُ مَا يُتَوَهَّمُ مِنَ الْمَفْسَدَةِ مِنَ الْأَخْذِ بِمَذْهَبِهِ الشَّدِيدِ فِي هَذِهِ الْمَسْأَلَةِ، وَلَمْ يَأْمُرْهُ بِالرُّجُوعِ عَنْهُ؛ لِأَنَّ كُلًّا مِنْهُمَا كَانَ مُجْتَهِدًا اهـ. </p><p> وَمِنْ أَخْبَارِهِ مَا رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ عَنِ الْأَحْنَفِ بْنِ قَيْسٍ قَالَ: جَلَسْتُ إِلَى مَلَأٍ مِنْ قُرَيْشٍ، فَجَاءَ رَجُلٌ خَشِنُ الشَّعْرِ وَالثِّيَابِ وَالْهَيْئَةِ، حَتَّى قَامَ عَلَيْهِمْ فَسَلَّمَ ثُمَّ قَالَ: بَشِّرِ الْكَافِرِينَ بِرَضْفٍ يُحْمَى عَلَيْهِمْ فِي نَارِ جَهَنَّمَ، ثُمَّ يُوضَعُ عَلَى حَلَمَةِ ثَدْيِ أَحَدِهِمْ حَتَّى يَخْرُجَ مِنْ نُغْضِ كَتِفِهِ، وَيُوضَعَ عَلَى نُغْضِ كَتِفِهِ حَتَّى يَخْرُجَ مِنْ حَلَمَةِ ثَدْيِهِ يَتَزَلْزَلُ، ثُمَّ وَلَّى فَتَبِعْتُهُ وَجَلَسْتُ إِلَيْهِ وَأَنَا لَا أَدْرِي مَنْ هُوَ، فَقُلْتُ: لَا أَرَى الْقَوْمَ إِلَّا قَدْ كَرِهُوا الَّذِي قُلْتَ. قَالَ: إِنَّهُمْ لَا يَعْقِلُونَ شَيْئًا: قَالَ لِي خَلِيلِي - قَالَ قُلْتُ: وَمَنْ خَلِيلُكَ؟ قَالَ: النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ \" يَا أَبَا ذَرٍّ أَتُبْصِرُ أَحَدًا \" ؟ قَالَ: فَنَظَرْتُ إِلَى الشَّمْسِ مَا بَقِيَ مِنَ النَّهَارِ وَأَنَا أَرَى أَنَّ رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُرْسِلُنِي فِي حَاجَةٍ لَهُ قُلْتُ - نَعَمْ، قَالَ:  \" مَا أُحِبُّ أَنَّ لِي مِثْلَ أَحَدٍ ذَهَبًا أُنْفِقُهُ كُلُّهُ إِلَّا ثَلَاثَةَ دَنَانِيرَ \" وَإِنَّ هَؤُلَاءِ لَا يَعْقِلُونَ إِنَّمَا يَجْمَعُونَ الدُّنْيَا، وَلَا وَاللهِ مَا أَسْأَلُهُمْ دُنْيَا وَلَا أَسْتَفْتِيهِمْ عَنْ دِينٍ حَتَّى أَلْقَى الله عَزَّ وَجَلَّ اهـ. </p><p> أَقُولُ: إِنَّ هَذَا الْحَدِيثَ لَا يَدُلُّ عَلَى وُجُوبِ إِنْفَاقِ كُلِّ مَا زَادَ عَلَى الْحَاجَةِ، وَإِنَّمَا هُوَ فِي الزُّهْدِ فِي الْمَالِ - وَإِنَّمَا الزُّهْدُ مِنْ صِفَاتِ النَّفْسِ. وَتَفْضِيلِ إِنْفَاقِهِ فِي وُجُوهِ </p><p> الْبِرِّ عَلَى إِمْسَاكِ مَا فَضَلَ عَنِ الْحَاجَةِ وَهُوَ عَزِيمَةِ الْخَوَاصِّ الَّذِينَ لَيْسَ لَهُمْ عِيَالٌ لَا الْمَشْرُوعُ لِكُلِّ النَّاسِ، فَإِنَّ نُصُوصَ الْكِتَابِ وَالسُّنَّةِ تُنَافِي إِنْفَاقَ كُلِّ مَا يَمْلِكُ الْمَرْءَ كَمَا تَقَدَّمَ، وَتَأْمُرُ بِالْقَصْدِ وَالِاعْتِدَالِ، فَمِنَ الْآيَاتِ قَوْلُهُ تَعَالَى: وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا (٢٥: ٦٧) ووَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا </p>"
}