{
  "id": null,
  "sura": 9,
  "aya": 76,
  "text": "<p> نِعْمَتَهُ بِالصَّدَقَةِ مِنْهَا، وَالْأَعْمَالِ الشَّرْعِيَّةِ النَّافِعَةِ الَّتِي </p><p> يَنْتَظِمُونَ بِهَا فِي سِلْكِ الصَّالِحِينَ الْقَائِمِينَ بِحُقُوقِ اللهِ وَحُقُوقِ عِبَادِهِ. وَأَعَادَ \" اللَّامَ \" الْوَاقِعَةَ فِي جَوَابِ الْقَسَمِ فِي (لَنَكُونَنَّ) لِتَأْكِيدِ الْعَزْمِ عَلَى الِاسْتِعَانَةِ وَالتَّوَسُّلِ بِفَضْلِ الْمَالِ. إِلَى الِاسْتِقَامَةِ عَلَى مَنْهَجِ الصَّلَاحِ، بِمَا هُوَ وَرَاءَ الصَّدَقَاتِ، الَّتِي عَقَدُوا الْعَهْدَ وَالْقَسَمَ عَلَيْهَا أَوَّلًا وَبِالذَّاتِ فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ مَا طَلَبُوا مِنْ سَعَةِ رِزْقِهِ بَخِلُوا بِهِ وَتَوَلَّوْا أَيْ: مَا لَبِثُوا أَنْ بَخِلُوا بِمَا آتَاهُمْ عَقِبَ حُصُولِهِ، وَأَمْسَكُوهُ فَلَمْ يَتَصَدَّقُوا بِشَيْءٍ مِنْهُ: وَتَوَلَّوْا وَانْصَرَفُوا عَنِ الِاسْتِعَانَةِ بِهِ عَلَى الطَّاعَةِ، وَإِصْلَاحِ حَالِهِمْ وَحَالِ أُمَّتِهِمْ كَمَا عَاهَدُوا وَأَقْسَمُوا، وَلَمْ يَكُنْ تَوَلِّيهِمْ هَذَا أَمْرًا عَارِضًا شَغَلَهُمْ عَنْهُ شَاغِلٌ يَزُولُ بِزَوَالِهِ بَلْ تَوَلَّوْا: وَهُمْ مُعْرِضُونَ بِكُلِّ قُوَاهُمْ عَنِ الصَّدَقَةِ وَالْعَمَلِ الصَّالِحِ، فَكَانَ الْإِعْرَاضُ صِفَةٌ رَاسِخَةٌ فِيهِمْ حَاكِمَةٌ عَلَيْهِمْ، بِحَيْثُ إِذَا ذُكِّرُوا بِمَا يَجِبُ عَلَيْهِمْ لَا يَذْكُرُونَ، وَإِذَا دُعُوا إِلَيْهِ لَا يَسْتَجِيبُونَ. </p><p> فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ يُقَالُ: أَعْقَبَهُ الشَّيْءَ إِذَا جَعَلَهُ عَاقِبَةَ أَمْرِهِ وَثَمَرَتَهُ أَيْ: فَأَعْقَبَهُمُ اللهُ تَعَالَى، أَوْ أَعْقَبَهُمْ ذَلِكَ الْبُخْلَ وَتَوَلِّيِ الْإِعْرَاضِ، بَعْدَ الْعَهْدِ الْمُوَثَّقِ بِأَوْكَدِ الْإِيمَانِ، نِفَاقًا رَاسِخًا فِي قُلُوبِهِمْ مُتَمَكِّنًا مِنْهَا مُلَازِمًا لَهَا: إِلَى يَوْمِ يَلْقَوْنَهُ لِلْحِسَابِ فِي الْآخِرَةِ ; لِأَنَّهُ بَلَغَ الْمُنْتَهَى الَّذِي لَا رَجَاءَ مَعَهُ فِي التَّوْبَةِ. ذَلِكَ بِمَا أَخْلَفُوا اللهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ فَذَكَرَ سَبَبَيْنِ هُمَا أَخَصُّ صِفَاتِ الْمُنَافِقِينَ، وَأَظْهَرُ الْآيَاتِ الدَّالَّةِ عَلَى نِفَاقِهِمْ: إِخْلَافُ الْوَعْدِ، وَالْكَذِبُ كَمَا تَقَدَّمَ بَيَانُهُ، وَنُصُوصُ الْأَحَادِيثِ فِيهِ، فَكَيْفَ إِذَا كَانَ الْوَعْدُ لِلَّهِ تَعَالَى مَعَ الْعَهْدِ وَالْقَسَمِ، وَقَدْ عَبَّرَ عَنْ إِخْلَافِهِمُ الْوَعْدَ بِالْفِعْلِ الْمَاضِي ; لِأَنَّهُ فِي حَادِثَةٍ وَقَعَتْ، وَعَبَّرَ عَنْ كَذِبِهِمْ بِصِيغَةِ الْمُضَارِعِ الدَّالَّةِ عَلَى الِاسْتِمْرَارِ ; لِأَنَّ ذَلِكَ شَأْنُهُمِ الدَّائِمُ الَّذِي هُوَ أَخَصُّ لَوَازِمِ النِّفَاقِ فَالْمُنَافِقُ مُضْطَرٌّ إِلَى الْكَذِبِ فِي كُلِّ وَقْتٍ ; لِأَنَّ ظَاهِرَهُ يُخَالِفُ بَاطِنَهُ، وَلَابُدَّ لَهُ مِنْ كِتْمَانِ مَا فِي بَاطِنِهِ، وَإِظْهَارِ خِلَافِهِ دَائِمًا لِئَلَّا يَظْهَرَ </p><p> فَيُفْتَضَحَ وَيُعَاقَبَ، وَلَا يَحْصُلُ ذَلِكَ إِلَّا بِالْكَذِبِ. وَإِسْنَادُ إِعْقَابِهِمُ النِّفَاقَ إِلَى اللهِ تَعَالَى أَوْ إِلَى الْبُخْلِ وَالتَّوَلِّي عَنِ الطَّاعَةِ قَوْلَانِ لِلْمُفَسِّرِينَ مَآلُهُمَا وَاحِدٌ، إِلَّا أَنَّ الثَّانِي آدَبُ. وَذَلِكَ أَنَّ سُنَّتَهُ تَعَالَى فِي الْبَشَرِ أَنَّ الْعَمَلَ بِمَا يَقْتَضِيهِ النِّفَاقُ يُمَكِّنُ النِّفَاقَ وَيُقَوِّيهِ فِي الْقَلْبِ. كَمَا أَنَّ الْعَمَلَ بِمُقْتَضَى الْإِيمَانِ يَزِيدُهُ قُوَّةً وَرُسُوخًا فِي النَّفْسِ، وَهَكَذَا جَمِيعُ صِفَاتِ النَّفْسِ وَأَخْلَاقِهَا وَعَقَائِدِهَا، تُقَوِّي وَتُرَسِّخُ الْعَمَلَ الَّذِي يَصْدُرُ عَنْهَا، فَإِسْنَادُهَا إِلَى الْعَمَلِ يَكُونُ صَحِيحًا بِهَذَا الِاعْتِبَارِ لَا بِالْمَعْنَى الَّذِي تَقُولُهُ الْمُعْتَزِلَةُ الْقَدَرِيَّةُ، كَمَا أَنَّ إِسْنَادَهَا إِلَى اللهِ تَعَالَى يَكُونُ صَحِيحًا ; لِأَنَّهَا مُقْتَضَى سُنَّتِهِ وَتَقْدِيرِهِ، لَا بِالْمَعْنَى الَّذِي تَقُولُهُ الْجَبْرِيَّةُ وَالصُّوفِيَّةُ، فَالْمُرَادُ مِنَ التَّقْدِيرَيْنِ وَاحِدٌ. وَيُؤَيِّدُهُ مَا وَرَدَ فِي سَبَبِ النُّزُولِ وَهُوَ: أَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ </p><p> تَعَالَى: وَمِنْهُمْ مَنْ عَاهَدَ اللهَ الْآيَةَ. أَنَّ رَجُلًا كَانَ يُقَالُ لَهُ ثَعْلَبَةُ مِنَ الْأَنْصَارِ أَتَى مَجْلِسًا فَأَشْهَدَهُمْ فَقَالَ: لَئِنْ آتَانِي اللهُ مِنْ فَضْلِهِ آتَيْتُ كُلَّ ذِي حَقٍّ حَقَّهُ، وَتَصَدَّقْتُ وَجَعَلْتُ مِنْهُ لِلْقَرَابَةِ، فَابْتَلَاهُ اللهُ فَآتَاهُ مِنْ فَضْلِهِ، فَأَخْلَفَ مَا وَعَدَهُ، فَأَغْضَبَ اللهَ بِمَا أَخْلَفَهُ مَا وَعَدَهُ، فَقَصَّ اللهُ شَأْنَهُ فِي الْقُرْآنِ اهـ. </p><p> وَأَخْرَجَ الْحَسَنُ بْنُ سُفْيَانَ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ وَالْعَسْكَرِيُّ فِي الْأَمْثَالِ، وَالطَّبَرَانِيُّ وَابْنُ مَنْدَهْ وَالْبَارُودِيُّ وَأَبُو نُعَيمٍ فِي مَعْرِفَةِ الصَّحَابَةِ، وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ، وَابْنُ عَسَاكِرَ عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ ـ رَضِيَ اللهُ عَنْهُ ـ قَالَ: جَاءَ ثَعْلَبَةُ بْنُ حَاطِبٍ إِلَى رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ: يَا رَسُولَ اللهِ ادْعُ اللهَ أَنْ يَرْزُقَنِي مَالًا، قَالَ:  \" وَيْحَكَ يَا ثَعْلَبَةُ أَمَا تَرْضَى أَنْ تَكُونَ مِثْلِي؟ فَلَوْ شِئْتُ أَنْ يُسَيِّرَ رَبِّي هَذِهِ الْجِبَالَ مَعِيَ لَسَارَتْ \" قَالَ: يَا رَسُولَ اللهِ ادْعُ اللهَ أَنْ يَرْزُقَنِي مَالًا فَوَالَّذِي بَعَثَكَ بِالْحَقِّ إِنْ آتَانِي اللهُ مَالًا لَأُعْطِيَنَّ كُلَّ ذِي حَقٍّ حَقَّهُ. قَالَ:  \" وَيْحَكَ يَا ثَعْلَبَةُ، قَلِيلٌ تُطِيقُ شُكْرَهُ، خَيْرٌ مِنْ كَثِيرٍ لَا تُطِيقُ شُكْرَهُ \" فَقَالَ: يَا رَسُولَ اللهِ ادْعُ اللهَ لِي فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: \" اللهُمَّ ارْزُقْهُ مَالًا \" فَاتَّجَرَ وَاشْتَرَى غَنَمًا </p><p> فَبُورِكَ لَهُ فِيهَا، وَنَمَتْ كَمَا يَنْمُو الدُّودُ، حَتَّى ضَاقَتْ بِهَا الْمَدِينَةُ فَتَنَحَّى بِهَا فَكَانَ يَشْهَدُ الصَّلَاةَ بِالنَّهَارِ مَعَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلَا يَشْهَدُهَا بِاللَّيْلِ. ثُمَّ نَمَتْ كَمَا يَنْمُو الدُّودُ فَضَاقَ بِهَا مَكَانُهُ، فَتَنَحَّى بِهِ فَكَانَ لَا يَشْهَدُ جُمُعَةً وَلَا جِنَازَةً مَعَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَجَعَلَ يَتَلَقَّى الرُّكْبَانَ، وَيَسْأَلُهُمْ عَنِ الْأَخْبَارِ، وَفَقَدَهُ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَسَأَلَ عَنْهُ فَأَخْبَرُوهُ أَنَّهُ اشْتَرَى غَنَمًا، وَأَنَّ الْمَدِينَةَ ضَاقَتْ بِهِ وَأَخْبَرُوهُ بِخَبَرِهِ فَقَالَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ \" وَيْحَ ثَعْلَبَةَ بْنِ حَاطِبٍ \" . </p><p> ثُمَّ إِنَّ اللهَ تَعَالَى أَمَرَ رَسُولَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ يَأْخُذَ الصَّدَقَاتِ، وَأَنْزَلَ اللهُ تَعَالَى: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً (٩: ١٠٣) الْآيَةَ فَبَعَثَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ رَجُلَيْنِ رَجُلًا مِنْ جُهَيْنَةَ، وَرَجُلًا مِنْ بَنِي سَلَمَةَ يَأْخُذَانِ الصَّدَقَاتِ، فَكَتَبَ لَهُمَا أَسْنَانَ الْإِبِلِ وَالْغَنَمِ كَيْفَ يَأْخُذَانِهَا عَلَى وَجْهِهَا، وَأَمَرَهُمَا أَنْ يَمُرَّا عَلَى ثَعْلَبَةَ بْنِ حَاطِبٍ وَبِرَجُلٍ مِنْ بَنِي سُلَيْمٍ، فَخَرَجَا فَمَرَّا بِثَعْلَبَةَ فَسَأَلَاهُ الصَّدَقَةَ، فَقَالَ: أَرِيَانِي كِتَابَكُمَا، فَنَظَرَ فِيهِ فَقَالَ: مَا هَذَا إِلَّا جِزْيَةٌ انْطَلِقَا حَتَّى تَفْرَغَا ثُمَّ مُرَّا بِي، قَالَ: فَانْطَلَقَا وَسَمِعَ بِهِمَا السُّلَمِيُّ فَاسْتَقْبَلَهُمَا بِخِيَارِ إِبِلِهِ فَقَالَا: إِنَّمَا عَلَيْكَ دُونَ هَذَا. فَقَالَ مَا كُنْتُ أَتَقَرَّبُ إِلَى اللهِ إِلَّا بِخَيْرٍ مَالِي فَقَبِلَاهُ، فَلَمَّا فَرَغَا مَرَّا بِثَعْلَبَةَ فَقَالَ: أَرِيَانِي كِتَابَكُمَا. فَنَظَرَ فِيهِ فَقَالَ: مَا هَذَا إِلَّا جِزْيَةٌ انْطَلِقَا حَتَّى أَرَى رَأْيِي فَانْطَلَقَا حَتَّى قَدِمَا الْمَدِينَةَ فَلَمَّا رَآهُمَا رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَالَ قَبْلَ أَنْ يُكَلِّمَهُمَا: \" وَيْحَ </p>"
}