{
  "id": null,
  "sura": 9,
  "aya": 62,
  "text": "<p> سَيِّدَةُ نِسَاءِ أَهْلِهِ بَلْ سَيِّدَةُ نِسَاءِ الْعَالَمِينَ كَمَرْيَمَ عَلَيْهِمَا السَّلَامُ قَدْ تَأَذَّتْ مِنَ الصِّدِّيقِ الْأَكْبَرِ الَّذِي كَانَ أَحَبَّ الرِّجَالِ إِلَيْهِ، كَمَا كَانَتْ أَحَبَّ النِّسَاءِ إِلَيْهِ؛ لِأَنَّهُ لَمْ يُعْطِهَا مَا ظَنَّتْ مِنْ مِيرَاثِهَا مِنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ، وَعُذْرُهُ أَنَّهُ مُنَفِّذٌ لِأَمْرِهِ وَمُقِيمٌ لِشَرْعِهِ، وَقَدْ أَخْبَرَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِنُطْقِ فَمِهِ أَنَّ الْأَنْبِيَاءَ لَا يُورَثُونَ وَمَا تَرَكُوهُ فَهُوَ صَدَقَةٌ، فَعَمَلُهُ بِوَصِيَّتِهِ، لَا يُمْكِنُ أَنْ يُعَدَّ إِيذَاءً لَهُ، فَتَأَذِّيهَا عَلَيْهَا السَّلَامُ، لَمْ يَكُنْ عَنْ إِيذَاءٍ مِنْهُ عَلَيْهِ الرِّضْوَانُ، وَكُلٌّ مِنْهُمَا مَعْذُورٌ، فَمَاذَا يَقُولُ بَعْدَ هَذَا فِيمَنِ ارْتَدُّوا عَنِ الْإِسْلَامِ مِنْ </p><p> مُدَّعِي هَذَا النَّسَبِ الشَّرِيفِ بِحَقٍّ وَبِغَيْرِ حَقٍّ، كَغُلَاةِ الشِّيعَةِ الْبَاطِنِيَّةِ مِنْ فَاطِمِيَّةِ مِصْرَ وَالْإِسْمَاعِيلِيَّةِ وَغَيْرِهِمُ الَّذِينَ أَسَّسُوا جَمْعِيَّاتِهِمُ السِّرِّيَّةَ لِمَحْوِ الْإِسْلَامِ مِنَ الْأَرْضِ، مِنْ طَرِيقِ دَعْوَى عِصْمَةِ أَئِمَّةِ آلِ الْبَيْتِ، كَمَا هُوَ مَعْلُومٌ وَبَيَّنَّاهُ مِرَارًا؟ هَلْ يُقَالُ: إِنَّ مَنْ يُؤْذِيهِمْ يُعَدُّ مُؤْذِيًا لِرَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَهُمْ أَعْدَى أَعْدَائِهِ، وَأَخْبَثُ الْمُفْسِدِينَ لِدِينِهِ؟ وَمَنْ دُونَهُمْ مُبْتَدِعَةُ الرَّوَافِضِ، وَخُرَافَاتُهُمْ مَعْرُوفَةٌ، وَجِنَايَاتُهُمْ عَلَى الْإِسْلَامِ وَالْمُسْلِمِينَ مَشْهُورَةٌ، وَقَدْ بَيَّنَّا بَعْضَهَا فِي تَفْسِيرِ هَذِهِ السُّورَةِ، عَلَى أَنَّ مَنْ آثَرَ الْأَدَبَ مَعَ أَحَدٍ مِنْ آلِ الرَّسُولِ عَلَى حَقِّهِ الشَّخْصِيِّ حُبًّا لَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ كَانَ ذَلِكَ مِنْ كَمَالِ إِيمَانِهِ كَمَا فَعَلَ الْإِمَامُ أَحْمَدُ رَحِمَهُ اللهُ فِي الْعَفْوِ عَنِ الْمُعْتَصِمِ الْعَبَّاسِ لِقَرَابَتِهِ. وَقَدْ بَيَّنَّا الْحَقَّ فِي أَصْلِ هَذِهِ الْمَسْأَلَةِ فِي الْآلِ وَالْأَبَوَيْنِ الطَّاهِرَيْنِ فِي تَفْسِيرِ: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ (٦: ٧٤) الْآيَاتِ. فَتُرَاجَعُ فِي تَفْسِيرِ سُورَةِ الْأَنْعَامِ [ط الْهَيْئَةِ] . </p><p> يَحْلِفُونَ بِاللهِ لَكُمْ لِيُرْضُوكُمْ وَاللهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ </p><p> رَوَى ابْنُ أَبِي حَاتِمٍ عَنْ قَتَادَةَ قَالَ: ذُكِرَ لَنَا أَنَّ رَجُلًا مِنَ الْمُنَافِقِينَ قَالَ فِي شَأْنِ الْمُتَخَلِّفِينَ فِي غَزْوَةِ تَبُوكَ الَّذِينَ نَزَلَ فِيهِمْ مَا نَزَلَ: وَاللهِ إِنَّ هَؤُلَاءِ لَخِيَارُنَا وَأَشْرَافُنَا، وَإِنْ كَانَ مَا يَقُولُ مُحَمَّدٌ حَقًّا لَهُمْ شَرٌّ مِنَ الْحُمُرِ. فَسَمِعَهَا رَجُلٌ مِنَ الْمُسْلِمِينَ فَقَالَ: وَاللهِ إِنَّ مَا يَقُولُ مُحَمَّدٌ لَحَقٌّ، وَلَأَنْتَ أَشَرُّ مِنَ الْحِمَارِ. فَسَعَى بِهَا الرَّجُلُ إِلَى نَبِيِّ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَأَخْبَرَهُ، فَأَرْسَلَ إِلَى الرَّجُلِ فَدَعَاهُ فَقَالَ:  \" مَا حَمَلَكَ عَلَى الَّذِي قُلْتَ \" ؟ فَجَعَلَ يَلْتَعِنُ (أَيْ يَلْعَنُ نَفْسَهُ) وَيَحْلِفُ بِاللهِ مَا قَالَ ذَلِكَ، وَجَعَلَ الرَّجُلُ الْمُسْلِمُ يَقُولُ اللهُمَّ صَدِّقِ الصَّادِقَ وَكَذِّبِ الْكَاذِبَ، فَأَنْزَلَ اللهُ فِي ذَلِكَ: يَحْلِفُونَ بِاللهِ لَكُمْ لِيُرْضُوكُمْ، الْآيَةَ. وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنِ السُّدِّيِّ </p><p> مِثْلَهُ، وَسَمَّى الرَّجُلَ </p><p> الْمُسْلِمَ عَامِرَ بْنَ قَيْسٍ مِنَ الْأَنْصَارِ. وَهَذَا لَيْسَ بِحَصْرٍ، بَلِ الْمُرَادُ أَنَّ الْآيَةَ نَزَلَتْ فِي هَذَا وَأَمْثَالِهِ، فَإِنَّ مِنْ عَادَةِ الْمُنَافِقِينَ وَالْكَاذِبِينَ مِنْ عُصَاةِ الْمُؤْمِنِينَ وَغَيْرِهِمْ أَنْ يُكْثِرُوا الْحَلِفَ لِيُصَدَّقُوا؛ لِأَنَّهُمْ لِعِلْمِهِمْ بِكَذِبِهِمْ يَظُنُّونَ أَوْ يَعْلَمُونَ أَنَّهُمْ مُتَّهَمُونَ فِي أَقْوَالِهِمْ وَأَعْمَالِهِمْ، فَيَحْلِفُونَ لِإِزَالَةِ التُّهْمَةِ، وَهَذَا مَعْلُومٌ فِي كُلِّ زَمَانٍ، وَقَدْ تَقَدَّمَ فِي الْآيَةِ (٤٢) مِنْ هَذَا السِّيَاقِ حَلِفُهُمْ أَنَّهُمْ لَوِ اسْتَطَاعُوا الْخُرُوجَ فِي غَزْوَةِ تَبُوكَ لَخَرَجُوا، وَالتَّصْرِيحُ بِعِلْمِ اللهِ بِكَذِبِهِمْ فِي حَلِفِهِمْ هَذَا - وَفِي الْآيَةِ (٥٦) مِنْهُ وَيَحْلِفُونَ بِاللهِ إِنَّهُمْ لَمِنْكُمْ إِلَخْ. وَسَيَأْتِي فِي آيَةِ (٧٤) مِنْهُ مِثْلُ هَذَا الْحَلِفِ عَلَى قَوْلٍ مِنَ الْكُفْرِ قَالُوهُ إِنَّهُمْ مَا قَالُوهُ، وَفِي آيَاتِ ٥٩ و٩٦ و١٠٧ مِنْهُ نَحْوٌ مِنْ ذَلِكَ. </p><p> فَقَوْلُهُ تَعَالَى: يَحْلِفُونَ بِاللهِ لَكُمْ لِيُرْضُوكُمْ خِطَابٌ لِلْمُؤْمِنِينَ فِي بَعْضِ شُئُونِ هَؤُلَاءِ الْمُنَافِقِينَ مَعَهُمْ فِي غَزْوَةِ تَبُوكَ، أَخْبَرَهُمْ بِأَنَّهُمْ شَعَرُوا بِمَا لَمْ يَكُونُوا يَشْعُرُونَ مِنْ ظُهُورِ نِفَاقِهِمْ، فَكَثُرَ اعْتِذَارُهُمْ وَحَلِفُهُمْ لِلْمُؤْمِنِينَ فِي كُلِّ مَا يَعْلَمُونَ أَنَّهُمْ مُتَّهَمُونَ بِهِ مِنْ قَوْلٍ وَعِلْمٍ؛ لِيُرْضُوهُمْ فَيَطْمَئِنُّوا لَهُمْ، فَتَنْتَفِي دَاعِيَةُ إِخْبَارِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِمَا يُنْكِرُونَ مِنْهُمْ، وَقَدْ رَدَّ اللهُ تَعَالَى عَلَيْهِمْ بِقَوْلِهِ: وَاللهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ أَيْ: وَالْحَالُ أَنَّ اللهَ وَرَسُولَهُ أَحَقُّ بِالْإِرْضَاءِ مِنَ الْمُؤْمِنِينَ؛ فَإِنَّ الْمُؤْمِنِينَ قَدْ يُصَدِّقُونَهُمْ فِيمَا يَحْلِفُونَ عَلَيْهِ إِذَا لَمْ يَكُنْ كَذِبُهُمْ فِيهِ ظَاهِرًا مَعْلُومًا بِالْيَقِينِ، وَلَكِنَّ اللهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ، فَهُوَ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ، وَهُوَ يُوحِي إِلَى رَسُولِهِ مِنْ أُمُورِ الْغَيْبِ مَا فِيهِ الْمَصْلَحَةُ. </p><p> وَكَانَ الظَّاهِرُ أَنْ يُقَالَ:  \" يُرْضُوهُمَا \" وَنُكْتَةُ الْعُدُولِ عَنْهُ إِلَى: (يُرْضُوهُ) الْإِعْلَامُ بِأَنَّ إِرْضَاءَ رَسُولِهِ مِنْ حَيْثُ إِنَّهُ رَسُولُهُ عَيْنُ إِرْضَائِهِ تَعَالَى؛ لِأَنَّهُ إِرْضَاءٌ لَهُ فِي اتِّبَاعِ مَا أَرْسَلَهُ بِهِ، وَهَذَا مِنْ بَلَاغَةِ الْقُرْآنِ فِي الْإِيجَازِ، وَلَوْ قَالَ:  (يُرْضُوهُمَا) لَمَا أَفَادَ هَذَا الْمَعْنَى؛ إِذْ يَجُوزُ فِي نَفْسِ الْعِبَارَةِ أَنْ يَكُونَ إِرْضَاءُ كُلٍّ مِنْهُمَا فِي غَيْرِ مَا يَكُونُ بِهِ إِرْضَاءُ الْآخَرِ، وَهُوَ خِلَافُ الْمُرَادِ هُنَا، وَكَذَلِكَ لَوْ قِيلَ:  \" وَاللهُ أَحَقُّ أَنْ يُرْضُوهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ \" لَا يُفِيدُ هَذَا الْمَعْنَى أَيْضًا، وَفِيهِ مَا فِيهِ مِنَ الرَّكَاكَةِ وَالتَّطْوِيلِ، </p><p> وَقَدْ خَرَّجَهُ عُلَمَاءُ النَّحْوِ عَلَى قَوَاعِدِهِمْ فَقَالَ بَعْضُهُمْ كَأَبِي السُّعُودٍ: إِنَّ الضَّمِيرَ الْمُفْرَدَ هُنَا يَعُودُ إِلَى مَا فُهِمَ مِمَّا قَبْلَهُ الَّذِي يُفَسَّرُ بِاسْمِ الْإِشَارَةِ أَوْ \" مَا ذُكِرَ \" كَقَوْلِ رُؤْبَةَ: </p><p> فِيهَا خُطُوطٌ مِنْ سَوَادٍ وَبَلَقْ ... كَأَنَّهُ فِي الْجِلْدِ تَوْلِيعُ الْبَهَقْ </p><p> يَعْنِي كَأَنَّ ذَلِكَ أَوْ كَأَنَّ مَا ذُكِرَ، وَهُوَ تَخْرِيجٌ ضَعِيفٌ لَا يَظْهَرُ فِي الْمُثَنَّى. وَقَالَ بَعْضُهُمْ: إِنَّ الضَّمِيرَ عَائِدٌ إِلَى اسْمِ الْجَلَالَةِ، وَيُقَدَّرُ مِثْلُهُ لِلرَّسُولِ، وَقَالَ بَعْضُهُمْ: إِنَّهُ لِلرَّسُولِ وَحْدَهُ؛ لِأَنَّ </p><p> الْكَلَامَ فِي إِيذَائِهِ، وَهُوَ أَضْعَفُ مِمَّا قَبْلَهُ، وَأَقْرَبُ الْأَقْوَالِ إِلَى قَوَاعِدِهِمْ قَوْلُ سِيبَوَيْهِ: الْكَلَامُ جُمْلَتَانِ حُذِفَ خَبَرُ إِحْدَيْهِمَا لِدَلَالَةِ خَبَرِ الْأُخْرَى عَلَيْهِ كَقَوْلِ الشَّاعِرِ: </p><p> نَحْنُ بِمَا عِنْدَنَا وَأَنْتَ بِمَا عِنْـ ... دَكَ رَاضٍ وَالرَّأْيُ مُخْتَلِفُ </p><p> فَهَذَا لَا تَكَلُّفَ فِيهِ مِنْ نَاحِيَةِ التَّرْكِيبِ الْعَرَبِيِّ، وَلَكِنْ تَفُوتُ بِهِ النُّكْتَةُ الَّتِي ذَكَرْنَاهَا، وَهِيَ مِنْ بَلَاغَةِ الْقُرْآنِ الَّتِي يَجِبُ عَلَى أَهْلِ الْبَيَانِ اقْتِبَاسُهَا، وَاسْتِعْمَالُ مِثْلِ هَذَا التَّعْبِيرِ فِي كُلِّ مَا كَانَ مِثْلَهُ فِي الْمَعْنَى، وَلَوْلَا هَذَا التَّنْبِيهُ لَمَا عُنِينَا بِنَقْلِ أَقْوَالِهِمْ فِي الْإِعْرَابِ؛ لِأَنَّهُ مُخَالِفٌ لِمِنْهَاجِنَا. </p><p> وَقَوْلُهُ: إِنْ كَانُوا مُؤْمِنِينَ تَذْيِيلٌ لِبَيَانِ أَنَّ مَا قَبْلَهُ هُوَ مُقْتَضَى الْإِيمَانِ الصَّحِيحِ الَّذِي لَا يُنْجِي فِي الْآخِرَةِ غَيْرُهُ، أَيْ: إِنْ كَانُوا مُؤْمِنِينَ كَمَا يَدَّعُونَ وَيَحْلِفُونَ فَلْيُرْضُوا اللهَ تَعَالَى وَرَسُولَهُ، وَإِلَّا كَانُوا كَاذِبِينَ، وَفِي الْآيَةِ عِبْرَةٌ لِلْمُنَافِقِينَ فِي زَمَانِنَا كَكُلِّ زَمَانٍ، وَعِبْرَةٌ بِحَالِهِمْ لِمَنْ يَرَاهُمْ يَكْذِبُونَ وَيَحْلِفُونَ عِنْدَ الْحَاجَةِ إِلَى تَأْكِيدِ أَخْبَارِهِمْ فِيمَا يُحَاوِلُونَ بِهِ إِرْضَاءَ النَّاسِ وَلَا سِيَّمَا الْمُلُوكُ وَالْأُمَرَاءُ وَالْوُزَرَاءُ الَّذِينَ يَتَقَرَّبُونَ إِلَيْهِمْ فِيمَا لَا يُرْضِي اللهَ تَعَالَى بَلْ فِيمَا يُسْخِطُهُ مِنَ الْمَقَاصِدِ، الَّتِي يَتَوَسَّلُونَ إِلَيْهَا بِأَخَسِّ الْوَسَائِلِ. </p><p> أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا الِاسْتِفْهَامُ هُنَا لِلتَّوْبِيخِ وَإِقَامَةِ الْحُجَّةِ، وَالْمُحَادَّةُ مُفَاعَلَةٌ مِنَ الْحَدِّ وَهُوَ طَرَفُ الشَّيْءِ، كَالْمُشَاقَّةِ مِنَ الشِّقِّ وَهُوَ بِالْكَسْرِ الْجَانِبُ وَنِصْفُ الشَّيْءِ الْمُنْشَقِّ مِنْهُ، وَكِلَاهُمَا </p><p> بِمَعْنَى الْمُعَادَاةِ مِنَ الْعُدْوَةِ وَهِيَ بِالضَّمِّ جَانِبُ الْوَادِي؛ لِأَنَّ الْعَدُوَّ يَكُونُ فِي غَايَةِ الْبُعْدِ عَمَّنْ يُعَادِيهِ عَدَاءَ الْبُغْضِ وَالشَّنَآنِ، بِحَيْثُ لَا يَتَزَاوَرَانِ وَلَا يَتَعَاوَنَانِ، فَشُبِّهَ بِمَنْ يَكُونُ كُلٌّ مِنْهُمَا فِي حَدٍّ وَشِقٍّ وَعُدْوَةٍ، كَمَا يُقَالُ: هُمَا عَلَى طَرَفَيْ نَقِيضٍ، وَكَذَلِكَ الْمُنَافِقُونَ يَكُونُونَ فِي الْحَدِّ وَالْجَانِبِ الْمُقَابِلِ لِلْجَانِبِ الَّذِي يُحِبُّهُ اللهُ لِعِبَادِهِ وَالرَّسُولُ لِأُمَّتِهِ مِنَ الْحَقِّ وَالْخَيْرِ وَالْعَمَلِ الصَّالِحِ، وَلَا سِيَّمَا الْجِهَادُ بِالْمَالِ وَالنَّفْسِ لِلدِّفَاعِ عَنِ الْمِلَّةِ وَالْأُمَّةِ وَإِعْلَاءِ شَأْنِهِمَا. وَالْعَاصِي وَإِنْ خَالَفَ أَمْرَ اللهِ وَرَسُولِهِ وَنَهْيَهُمَا فِي بَعْضِ الْأُمُورِ لَا يَنْتَهِي إِلَى هَذِهِ الْغَايَةِ أَوِ الْعُدْوَةِ فِي الْبُعْدِ عَنْهُمَا، فَلَيْسَ فِي الْآيَةِ حُجَّةٌ لِمَنْ يُكَفِّرُونَ الْعُصَاةَ. وَجَهَنَّمُ دَارُ الْعَذَابِ وَتَقَدَّمَ هَذَا الِاسْمُ مِرَارًا. </p><p> وَالْمَعْنَى: أَلَمْ يَعْلَمْ هَؤُلَاءِ الْمُنَافِقُونَ أَنَّ الشَّأْنَ وَالْأَمْرَ الثَّابِتَ الْحَقَّ هُوَ: مَنْ يُعَادِي اللهَ وَرَسُولَهُ بِتَعَدِّي حُدُودِ اللهِ، أَوْ بِلَمْزِ الرَّسُولِ فِي أَعْمَالِهِ كَقِسْمَةِ الصَّدَقَاتِ أَوْ أَخْلَاقِهِ وَشَمَائِلِهِ كَقَوْلِهِمْ: هُوَ أُذُنٌ - فَجَزَاؤُهُ أَنَّ لَهُ نَارَ جَهَنَّمَ يَصْلَاهَا يَوْمَ الْقِيَامَةِ خَالِدًا فِيهَا لَا مُخْرِجَ لَهُ مِنْهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ أَيْ: ذَلِكَ الصَّلْيُ الْأَبَدِيُّ هُوَ الذُّلُّ وَالنَّكَالُ الْعَظِيمُ، الَّذِي يَتَضَاءَلُ دُونَهُ كُلُّ خِزْيٍ وَذُلٍّ فِي الْحَيَاةِ الدُّنْيَا. </p>"
}