{
  "id": null,
  "sura": 9,
  "aya": 44,
  "text": "<p> الْمَذْكُورَيْنِ، وَمُعَامَلَتِهِمَا بِحَسَبِ اسْتِحْقَاقِهِمَا، لَا الْعِلْمِ بِوَصْفَيْهِمَا بِذَاتَيْهِمَا، أَوْ بِاعْتِبَارِ قِيَامِهِمَا بِمَوْصُوفَيْهِمَا. اهـ. </p><p> لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللهُ عَلِيمٌ بِالْمُتَّقِينَ إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ </p><p> ذَكَرَ الْبَغَوِيُّ وَغَيْرُهُ عَنِ ابْنِ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ أَنَّهُ قَالَ: لَمْ يَكُنْ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَعْرِفُ الْمُنَافِقِينَ حَتَّى نَزَلَتْ سُورَةُ (بَرَاءَةٌ) ، وَالظَّاهِرُ أَنَّ مُرَادَهُ لَمْ يَكُنْ يَعْرِفُهُمْ كُلَّهُمْ وَيَعْرِفُ شُئُونَهُمْ بِمِثْلِ مَا فِي هَذِهِ السُّورَةِ مِنَ التَّفْصِيلِ، كَمَا قَالَ اللهُ لَهُ فِي الَّذِينَ مَرَدُوا عَلَى النِّفَاقِ: لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ (٩: ١٠١) وَسَتَأْتِي فِي هَذَا السِّيَاقِ. إِذْ مِنَ الْمَعْلُومِ أَنَّ ذِكْرَ الْمُنَافِقِينَ وَبَعْضِ صِفَاتِهِمْ وَأَقْوَالِهِمْ وَأَفْعَالِهِمْ جَاءَتْ فِي عِدَّةِ سُوَرٍ نَزَلَتْ قَبْلَ سُورَةِ (بَرَاءَةٌ) مِنْهَا سُوَرُ الْمُنَافِقِينَ وَالْأَحْزَابِ وَالنِّسَاءِ وَالْأَنْفَالِ وَالْقِتَالِ وَالْحَشْرِ، وَأَمَّا سُورَةُ (بَرَاءَةٌ) فَهِيَ الْفَاضِحَةُ لَهُمْ، وَالْكَاشِفَةُ لِجَمِيعِ أَنْوَاعِ نِفَاقِهِمُ الظَّاهِرَةِ وَالْبَاطِنَةِ، وَهَذِهِ الْآيَاتُ أَوَّلُ السِّيَاقِ فِي هَذَا الْبَيَانِ لِلتَّفْرِقَةِ بَيْنَهُمْ وَبَيْنَ الْمُؤْمِنِينَ فِي أَمْرِ الْقِتَالِ، وَلَعَلَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَمْ يَعْلَمْ ذَلِكَ إِلَّا بَعْدَ نُزُولِهَا. قَالَ عَزَّ وَجَلَّ: لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ هَذَا نَفْيٌ لِلشَّأْنِ يُرَادُ بِهِ بَيَانُ الْوَاقِعِ فِي نَفْسِهِ فَلَا يُلَاحَظُ فِي الْفِعْلِ فِيهِ الزَّمَانُ الْحَاضِرُ أَوِ الْمُسْتَقْبَلُ الَّذِي وُضِعَ لَهُ الْمُضَارِعُ بَلْ يَشْمَلُهُمَا كَمَا يَشْمَلُ الْمَاضِيَ، كَمَا تَقُولُ: الصَّائِمُ لَا يَغْتَابُ النَّاسَ، وَالَّذِي يُزَكِّي لَا يَسْرِقُ، أَيْ: هَذَا شَأْنُ كُلٍّ مِنْهُمَا، فَالْمَعْنَى أَنَّهُ لَيْسَ مِنْ شَأْنِ الْمُؤْمِنِينَ بِاللهِ الَّذِي كَتَبَ عَلَيْهِمُ الْقِتَالَ، وَالْيَوْمُ الْآخِرُ الَّذِي يَكُونُ فِيهِ الْأَجْرُ الْأَكْمَلُ عَلَى الْأَعْمَالِ، وَلَا مِنْ عَادَتِهِمْ أَنْ يَسْتَأْذِنُوكَ أَيُّهَا الرَّسُولُ فِي أَمْرِ الْجِهَادِ فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ إِذَا عَرَضَ الْمُقْتَضِي لَهُ؛ لِأَنَّ هَذَا مِنْ لَوَازِمِ الْإِيمَانِ الَّتِي لَا تَتَوَقَّفُ عَلَى الِاسْتِئْذَانِ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ أُولَئِكَ هُمُ الصَّادِقُونَ </p><p> (٤٩: ١٥) وَإِذَا لَمْ يَكُنْ مِنْ شَأْنِهِمْ أَنْ يَسْتَأْذِنُوا فِي الْجِهَادِ بَلْ يُقْدِمُونَ عَلَيْهِ عِنْدَ وُجُوبِهِ مِنْ غَيْرِ اسْتِئْذَانٍ لِمَا تَقَدَّمَ آنِفًا، بَلْ هُمْ يَسْتَعِدُّونَ لَهُ فِي وَقْتِ السِّلْمِ بِإِعْدَادِ الْقُوَّةِ وَرِبَاطِ الْخَيْلِ مَنِ اسْتَطَاعَ ذَلِكَ مِنْهُمْ، فَهَلْ يَكُونُ مِنْ شَأْنِهِمْ أَنْ يَسْتَأْذِنُوكَ فِي التَّخَلُّفِ عَنْهُ، بَعْدَ إِعْلَانِ النَّفِيرِ الْعَامِّ لَهُ؟ كَلَّا، إِنَّ أَقْصَى مَا قَدْ يَقَعُ مِنْ بَعْضِهِمُ التَّثَاقُلُ وَالْبُطْءُ فِي مِثْلِ هَذَا السَّفَرِ الْبَعِيدِ. </p><p> وَيُحْتَمَلُ أَنْ يَكُونَ الْمَعْنَى: لَا يَسْتَأْذِنُكَ هَؤُلَاءِ الْمُؤْمِنُونَ فِي الْقُعُودِ وَالتَّخَلُّفِ كَرَاهَةَ أَنْ يُجَاهِدُوا فِي سَبِيلِ اللهِ فَإِنَّ الْجِهَادَ لَا يَكْرَهُهُ الْمُؤْمِنُ الصَّادِقُ الَّذِي يَرْجُو اللهَ وَالدَّارَ الْآخِرَةَ، وَيَعْلَمُ أَنَّ عَاقِبَةَ الْجِهَادِ الْفَوْزُ بِإِحْدَى الْحُسْنَيَيْنِ: الْغَنِيمَةِ وَالنَّصْرِ، أَوِ الشَّهَادَةِ وَالْأَجْرِ، وَإِنَّمَا قَدْ يَسْتَأْذِنُ صَاحِبُ الْعُذْرِ الصَّحِيحِ مِنْهُمْ، وَهُمُ الَّذِينَ قَبِلَ اللهُ عُذْرَهُمْ، وَأَسْقَطَ الْحَرَجَ عَنْهُمْ فِي الْآيَتَيْنِ (٩١ و٩٢) رَوَى مُسْلِمٌ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا: مِنْ خَيْرِ مَعَاشِ النَّاسِ لَهُمْ رَجُلٌ مُمْسِكٌ عِنَانَ فَرَسِهِ فِي سَبِيلِ اللهِ يَطِيرُ عَلَى مَتْنِهِ كُلَّمَا سَمِعَ هَيْعَةً أَوْ فَزْعَةً طَارَ عَلَيْهِ يَبْتَغِي الْقَتْلَ وَالْمَوْتَ مَظَانَّهُ إِلَخْ. يَعْنِي رَجُلًا أَعَدَّ فَرَسَهُ رِبَاطًا فِي سَبِيلِ اللهِ كُلَّمَا سَمِعَ هَيْعَةً أَيْ: صَيْحَةً لِقِتَالٍ أَوْ فِي قِتَالٍ، أَوْ فَزْعَةً أَيْ: دَعْوَةً لِلْإِغَاثَةِ وَالنَّصْرِ فِيهِ طَارَ عَلَى فَرَسِهِ يَبْتَغِي الْقَتْلَ وَالْمَوْتَ فِي مَظَانِّهِ، أَيِ: الْمَوَاضِعِ الَّتِي يَظُنُّ أَنْ يَلْقَى الْقَتْلَ وَالْمَوْتَ فِيهَا. </p><p> وَاللهُ عَلِيمٌ بِالْمُتَّقِينَ لَهُ بِاجْتِنَابِ مَا يُسْخِطُهُ، وَفِعْلِ مَا يُرْضِيهِ وَنِيَّتِهِمْ فِيهِ، وَأَنَّهُ لَيْسَ مِنْ شَأْنِهِمْ أَنْ يَسْتَأْذِنُوا بِالتَّخَلُّفِ كَرَاهَةً لِلْقِتَالِ فَهُوَ يَجْزِيهِمْ وَصْفَهُمْ، وَقَدِ اسْتَنْبَطَ مِنَ الْآيَةِ أَنَّهُ لَا يَنْبَغِي الِاسْتِئْذَانُ فِي أَدَاءِ شَيْءٍ مِنَ الْوَاجِبَاتِ، وَلَا فِي الْفَضَائِلِ وَالْفَوَاضِلِ مِنَ الْعَادَاتِ، كَقِرَى الضُّيُوفِ، وَإِغَاثَةِ الْمَلْهُوفِ، وَسَائِرِ عَمَلِ الْمَعْرُوفِ، وَيُعْجِبُنِي قَوْلُ بَعْضِ الْعُلَمَاءِ مَا مَعْنَاهُ: مَنْ قَالَ لَكَ: أَتَأْكُلُ؟ هَلْ آتِيكَ بِكَذَا مِنَ الْفَاكِهَةِ أَوِ الْحَلْوَى مَثَلًا؟ فَقُلْ لَهُ: لَا، فَإِنَّهُ لَوْ أَرَادَ أَنْ يُكْرِمَكَ لَمَا اسْتَأْذَنَكَ. </p><p> إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ هَذَا تَصْرِيحٌ بِمَفْهُومِ مَا سَبَقَ؛ لِزِيَادَةِ تَأْكِيدِهِ وَتَقْرِيرِهِ، وَجَاءَ الْحَصْرُ فِيهِ بِـ (إِنَّمَا) الَّتِي مَوْضِعُهَا مَا هُوَ مَعْلُومٌ بِالْجُمْلَةِ؛ لِأَنَّ الْمَعْنَى قَدْ عُلِمَ مِنْ مَفْهُومِ الْحَصْرِ بِالنَّفْيِ وَالْإِثْبَاتِ الَّذِي قَبْلَهُ. وَالْمَعْنَى: إِنَّمَا يَسْتَأْذِنُكَ فِي التَّخَلُّفِ عَنِ الْجِهَادِ الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآخِرِ؛ لِأَنَّهُمْ </p><p> يَرَوْنَ بَذْلَ الْمَالِ لِلْجِهَادِ مَغْرَمًا يَفُوتُ عَلَيْهِمْ بَعْضُ مَنَافِعِهِمْ بِهِ، وَلَا يَرْجُونَ عَلَيْهِ ثَوَابًا كَمَا يَرْجُو الْمُؤْمِنُونَ، وَيَرَوْنَ الْجِهَادَ بِالنَّفْسِ آلَامًا وَمَتَاعِبَ وَتَعَرُّضًا لِلْقَتْلِ الَّذِي لَيْسَ بَعْدَهُ حَيَاةٌ عِنْدَهُمْ، فَطَبِيعَةُ كُفْرِهِمْ بِاللهِ وَالْيَوْمِ الْآخِرِ تَقْتَضِي كَرَاهَتَهُمْ لِلْجِهَادِ، وَفِرَارَهُمْ مِنْهُ مَا وَجَدُوا لَهُ سَبِيلًا، بِضِدِّ مَا يَقْتَضِيهِ إِيمَانُ الْمُؤْمِنِينَ كَمَا تَقَدَّمَ وَارْتَابَتْ قُلُوبُهُمْ أَيْ: وَقَدْ وَقَعَ لَهُمُ الرَّيْبُ وَالشَّكُّ فِي الدِّينِ مِنْ قَبْلُ، فَلَمْ تَطْمَئِنَّ </p>"
}