{
  "id": null,
  "sura": 9,
  "aya": 103,
  "text": "<p> فِي أَحْسَنِ صُورَةٍ، قَالَا لِي: هَذِهِ جَنَّةُ عَدْنٍ وَهَذَا مَنْزِلُكَ، قَالَا: وَأَمَّا الْقَوْمُ الَّذِينَ كَانُوا شَطْرٌ مِنْهُمْ حَسَنٌ، وَشَطْرٌ مِنْهُمْ قَبِيحٌ فَإِنَّهُمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا تَجَاوَزَ اللهُ عَنْهُمْ)) اهـ </p><p> فَهَذَا تَمْثِيلٌ فِي الرُّؤْيَا لِتَحْسِينِ الْعَمَلِ الصَّالِحِ وَتَجْمِيلِهِ لِلنَّفْسِ وَتَشْوِيهِ الْعَمَلِ الْقَبِيحِ لَهَا، وَلِتَطْهِيرِهَا، بِالتَّوْبَةِ وَالْعَمَلِ الصَّالِحِ حَتَّى تَكُونَ كُلُّهَا حَسَنَةً جَمِيلَةً وَأَهْلًا لِدَارِ الْكَرَامَةِ بَعْدَ أَنْ تُبْعَثَ فِي الصُّورَةِ الَّتِي كَانَتْ عَلَيْهَا قَبْلَ التَّوْبَةِ. وَقَدْ قَالَ تَعَالَى:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ)  (١١: ١١٤) وَشَبَّهَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّلَوَاتِ الْخَمْسَ بِنَهْرٍ يَفِيضُ عَلَى عَتَبَةِ الْإِنْسَانِ خَمْسَ مَرَّاتٍ كُلَّ يَوْمٍ ((فَهَلْ يُبْقِي عَلَيْهَا وَسَخًا أَوْ قَذَرًا) ) ؟ </p><p> (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللهُ سَمِيعٌ عَلِيمٌ أَلَمْ يَعْلَمُوا أَنَّ اللهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ وَقُلِ اعْمَلُوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) . </p><p> هَذِهِ الْآيَاتُ الثَّلَاثُ فِي بَيَانِ فَوَائِدِ صَدَقَةِ الْأَمْوَالِ وَمَنَافِعِهَا، وَالْحَثِّ عَلَيْهَا وَعَلَى التَّوْبَةِ لِمَنْ قَصَّرَ فِي الْجِهَادِ فِي سَبِيلِ اللهِ بِمَالِهِ وَنَفْسِهِ، أَوْ فِي غَيْرِ ذَلِكَ مِنْ أُمُورِ دِينِهِ. وَفِي الْحَثِّ عَلَى الْعَمَلِ، وَكَوْنِهِ هُوَ الَّذِي عَلَيْهِ الْمُعَوَّلُ. </p><p> أَخْرَجَ ابْنُ جَرِيرٍ مِنْ طَرِيقِ عَلِيِّ بْنِ أَبِي طَلْحَةَ أَنَّ أَبَا لُبَابَةَ وَأَصْحَابَهُ جَاءُوا رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ أُطْلِقُوا فَقَالُوا: يَا رَسُولَ اللهِ هَذِهِ أَمْوَالُنَا فَتَصَدَّقْ بِهَا عَنَّا وَاسْتَغْفِرْ لَنَا، فَقَالَ:  ((مَا أُمِرْتُ أَنْ آخُذَ مِنْ أَمْوَالِكُمْ شَيْئًا) ) فَأَنْزَلَ اللهُ: (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) وَأَخْرَجَ مِثْلَهُ عَنْهُ مِنْ طَرِيقِ مُحَمَّدِ بْنِ سَعْدٍ عَنْ آبَائِهِ وَزَادَ: فَلَمَّا نَزَلَتْ هَذِهِ الْآيَةُ أَخَذَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جُزْءًا مِنْ أَمْوَالِهِمْ فَتَصَدَّقَ بِهَا عَنْهُمْ وَلَهُ فِي سَبَبِ النُّزُولِ رِوَايَاتٌ أُخْرَى. وَهَذَا النَّصُّ حُكْمُهُ عَامٌّ وَإِنْ كَانَ سَبَبُهُ خَاصًّا، عَامٌّ فِي الْآخِذِ يَشْمَلُ خُلَفَاءَ الرَّسُولِ مِنْ بَعْدِهِ وَمِنْ بَعْدِهِمْ مِنْ أَئِمَّةِ الْمُسْلِمِينَ، وَفِي الْمَأْخُوذِ مِنْهُمْ وَهُمُ الْمُسْلِمُونَ الْمُوسِرُونَ، قَالَ الْعِمَادُ بْنُ كَثِيرٍ: وَهَذَا عَامٌّ وَإِنْ عَادَ الضَّمِيرُ فِي: (أَمْوَالِهِمْ) إِلَى الَّذِينَ اعْتَرَفُوا بِذُنُوبِهِمْ وَخَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا. وَلِهَذَا اعْتَقَدَ بَعْضُ مَانِعِي الزَّكَاةِ </p><p> مِنْ أَحْيَاءِ الْعَرَبِ أَنَّ دَفْعَ الزَّكَاةِ إِلَى الْإِمَامِ لَا يَكُونُ، وَإِنَّمَا كَانَ هَذَا خَاصًّا بِالرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاحْتَجُّوا بِقَوْلِهِ تَعَالَى:  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً) الْآيَةَ. وَقَدْ رَدَّ عَلَيْهِمْ هَذَا التَّأْوِيلَ وَالْفَهْمَ </p><p> الْفَاسِدَ أَبُو بَكْرٍ الصِّدِّيقُ وَسَائِرُ الصَّحَابَةِ - رَضِيَ اللهُ عَنْهُمْ - وَقَاتَلُوهُمْ حَتَّى أَدَّوُا الزَّكَاةَ إِلَى الْخَلِيفَةِ كَمَا كَانُوا يُؤَدُّونَهَا إِلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. حَتَّى قَالَ الصِّدِّيقُ: وَاللهِ لَوْ مَنَعُونِي عَنَاقًا - وَفِي رِوَايَةٍ عِقَالًا - كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأُقَاتِلَنَّهُمْ عَلَى مَنْعِهِ. انْتَهَى. وَهَذَا مَشْهُورٌ فِي الصِّحَاحِ وَالسُّنَنِ وَالسِّيَرِ وَمُجْمَعٌ عَلَيْهِ، وَهَاكَ مَعْنَى الْآيَةِ. </p><p> (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً) أَيْ خُذْ أَيُّهَا الرَّسُولُ مِنْ أَمْوَالِ مَنْ ذُكِرَ، وَمِنْ سَائِرِ أَمْوَالِ الْمُؤْمِنِينَ - عَلَى اخْتِلَافِ أَنْوَاعِهَا، وَمِنْهَا مَالُ التِّجَارَةِ - صَدَقَةً مُعَيَّنَةً كَالزَّكَاةِ الْمَفْرُوضَةِ أَوْ غَيْرَ مُعَيَّنَةٍ وَهِيَ التَّطَوُّعُ - فَالصَّدَقَةُ مَا يُنْفِقُهُ الْمُؤْمِنُ قُرْبَةً لِلَّهِ كَمَا تَقَدَّمَ فِي نَفَقَةِ مُؤْمِنِي الْأَعْرَابِ (تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) أَيْ تُطَهِّرُهُمْ بِهَا مِنْ دَنَسِ الْبُخْلِ وَالطَّمَعِ وَالدَّنَاءَةِ وَالْقَسْوَةِ عَلَى الْفُقَرَاءِ الْبَائِسِينَ وَمَا يَتَّصِلُ بِذَلِكَ مِنَ الرَّذَائِلِ، وَتُزَكِّي أَنْفُسَهُمْ بِهَا: أَيْ تُنَمِّيهَا وَتَرْفَعُهَا بِالْخَيْرَاتِ وَالْبَرَكَاتِ الْخُلُقِيَّةِ وَالْعَمَلِيَّةِ حَتَّى تَكُونَ بِهَا أَهْلًا لِلسَّعَادَةِ الدُّنْيَوِيَّةِ وَالْأُخْرَوِيَّةِ، فَالْمُطَهِّرُ هُنَا الرَّسُولُ وَالْمُطَهَّرُ بِهِ الصَّدَقَةُ. وَالتَّزْكِيَةُ صِيغَةُ مُبَالَغَةٍ مِنَ الزَّكَاءِ وَهُوَ نَمَاءُ الزَّرْعِ وَنَحْوُهُ، قَالَ فِي مَجَازِ الْأَسَاسِ: رَجُلٌ زَكِيٌّ زَائِدُ الْخَيْرِ وَالْفَضْلِ بَيِّنُ الزَّكَاءِ وَالزَّكَاةِ، (وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً)  (١٩: ١٣) اهـ. </p><p> وَالتَّزْكِيَةُ لِلْأَنْفُسِ بِالْفِعْلِ تُسْنَدُ إِلَى اللهِ تَعَالَى ; لِأَنَّهُ هُوَ الْخَالِقُ الْمُقَدِّرُ الْمُوَفِّقُ لِلْعَبْدِ لِفِعْلِ مَا تَزْكُو بِهِ نَفْسُهُ وَتَصْلُحُ، قَالَ تَعَالَى:  (وَلَوْلَا فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللهَ يُزَكِّي مَنْ يَشَاءُ) ٢ (٤: ٢١) وَتُسْنَدُ إِلَى الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَنَّهُ هُوَ الْمُرَبِّي لِلْمُؤْمِنِينَ عَلَى مَا تَزْكُو بِهِ أَنْفُسُهُمْ، وَيَعْلُو قَدْرُهَا بِسُنَّتِهِ الْعَمَلِيَّةِ وَالْقَوْلِيَّةِ فِي بَيَانِ كِتَابِ اللهِ، وَمَا لَهُمْ فِيهِ مِنَ الْأُسْوَةِ الْحَسَنَةِ وَمِنْهُ هَذِهِ الْآيَةُ، وَقَالَ تَعَالَى:  (هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ)  (٦٢: ٢) فَتَزْكِيَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْأُمَّةِ مِنْ مَقَاصِدِ الْبَعْثَةِ وَتُسْنَدُ إِلَى الْعَبْدِ لِكَوْنِهِ هُوَ الْفَاعِلَ لِمَا جَعَلَهُ اللهُ سَبَبًا لِطَهَارَةِ نَفْسِهِ وَزَكَائِهَا كَالصَّدَقَاتِ وَغَيْرِهَا مِنْ أَعْمَالِ الْبِرِّ وَمِنْهُ قَوْلُهُ تَعَالَى:  (قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا)  (٩١: ٩، ١٠) وَقَوْلُهُ: (قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى)  (٨٧: ١٤ و١٥) وَأَمَّا قَوْلُهُ تَعَالَى: </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللهُ يُزَكِّي مَنْ يَشَاءُ)  (٤: ٤٩) وَقَوْلُهُ (فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى)  (٥٣: ٣٢) فَهُوَ فِي زَكَاءِ النَّفْسِ بِدَعْوَى اللِّسَانِ، فَالتَّزْكِيَةُ تُطْلَقُ عَلَى الْفِعْلِ الْمُزَكَّى وَهِيَ الْأَصْلُ وَعَلَى الْقَوْلِ الدَّالِّ عَلَيْهِ، وَمِنْهُ تَزْكِيَةُ الشُّهُودِ. </p><p> (وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ) قَرَأَ حَمْزَةُ وَالْكِسَائِيُّ وَحَفْصٌ: (صَلَاتُكَ) بِالْمُفْرَدِ أَيْ جِنْسُهَا وَالْبَاقُونَ: (صَلَوَاتُكَ) بِالْجَمْعِ وَهُوَ بِاعْتِبَارِ جَمَاعَةِ الْمُتَصَدِّقِينَ. وَالصَّلَاةُ اسْمٌ مِنْ صَلَّى يُصَلِّي تَصْلِيَةً، وَقَدْ هُجِرَ لَفْظُ التَّصْلِيَةِ فِي الْإِسْلَامِ، وَمِنْهُ: </p><p> تَرَكْتُ الدِّنَانَ وَعَزْفَ الْقِيَانِ ... وَأَدْمَنْتُ تَصْلِيَةً وَابْتِهَالًا. </p><p> وَمَعْنَاهَا الْأَصْلِيُّ الدُّعَاءُ، وَهُوَ الْمُرَادُ مِنَ الْآيَةِ، وَسُمِّيَتِ الْعِبَادَةُ الْإِسْلَامِيَّةُ الْمَخْصُوصَةُ صَلَاةً مِنْ تَسْمِيَةِ الشَّيْءِ بِأَهَمِّ أَجْزَائِهِ، فَإِنَّ الدُّعَاءَ مُخُّ الْعِبَادَةِ وَرُوحُهَا، وَقِيلَ فِي التَّعْلِيلِ غَيْرُ ذَلِكَ. وَالصَّلَاةُ مِنَ اللهِ عَلَى عِبَادِهِ الرَّحْمَةُ وَالْحَنَانُ، وَمِنْ مَلَائِكَتِهِ الدُّعَاءُ وَالِاسْتِغْفَارُ، قَالَ تَعَالَى:  (هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا)  (٣٣: ٤٣) ثُمَّ قَالَ: (إِنَّ اللهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا)  (٣٣: ٥٦) وَصَلَاتُنَا عَلَى نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دُعَاؤُنَا لَهُ بِمَا أَمَرَنَا بِهِ فِي الصَّلَاةِ بَعْدَ التَّشَهُّدِ الْأَخِيرِ، وَمَا فِي مَعْنَاهُ كَقَوْلِنَا فِي دُعَاءِ الْأَذَانِ الْمَأْثُورِ:  ((اللهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلَاةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ) ) رَوَاهُ الْجَمَاعَةُ إِلَّا مُسْلِمًا، وَالسَّكَنُ: مَا تَسْكُنُ إِلَيْهِ النَّفْسُ وَتَرْتَاحُ مِنْ أَهْلٍ وَمَالٍ وَمَتَاعٍ وَثَنَاءٍ. </p><p> وَالْمَعْنَى ادْعُ أَيُّهَا الرَّسُولُ لِلْمُتَصَدِّقِينَ وَاسْتَغْفِرْ لَهُمْ عَاطِفًا عَلَيْهِمْ: إِنَّ دُعَاءَكَ وَاسْتِغْفَارَكَ سَكَنٌ لَهُمْ، يَذْهَبُ بِهِ اضْطِرَابُ أَنْفُسِهِمْ إِذَا أَذْنَبُوا، وَتَطْمَئِنُّ قُلُوبُهُمْ بِأَنْ تُقْبَلَ تَوْبَتُهُمْ إِذَا تَابُوا وَيَرْتَاحُونَ إِلَى قَبُولِ اللهِ صَدَقَاتِهِمْ بِأَخْذِكَ لَهَا، وَوَضْعِكَ إِيَّاهَا فِي مَوَاضِعِهَا (وَاللهُ سَمِيعٌ عَلِيمٌ) أَيْ سَمِيعٌ لِدُعَائِكَ سَمَاعَ قَبُولٍ وَإِجَابَةٍ، عَلِيمٌ بِمَا فِيهِ مِنَ الْخَيْرِ وَالْمَصْلَحَةِ، فَالْمُرَادُ مِنَ السَّمَاعِ وَالْعِلْمِ لَازِمُهُمَا. وَسَمِيعٌ لِاعْتِرَافِهِمْ بِذُنُوبِهِمْ، عَلِيمٌ بِنَدَمِهِمْ وَتَوْبَتِهِمْ مِنْهَا، وَبِإِخْلَاصِهِمْ فِي صَدَقَتِهِمْ وَطِيبِ أَنْفُسِهِمْ بِهَا، فَهُوَ الَّذِي يُثِيبُهُمْ عَلَيْهَا، فَجُمْلَةُ (إِنَّ صَلَاتَكَ) تَعْلِيلٌ لِلْأَمْرِ بِالدُّعَاءِ، وَتَذْيِيلُهَا </p><p> بِالتَّذْكِيرِ بِسَمْعِ اللهِ وَعِلْمِهِ إِشْعَارٌ بِقَبُولِ الدُّعَاءِ وَقَبُولِ الطَّاعَاتِ وَالْجَزَاءِ عَلَيْهَا، وَتُصَرِّحُ بِهِ الْآيَةُ التَّالِيَةُ. </p><p> رَوَى الشَّيْخَانِ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ أَبِي أَوْفَى قَالَ: كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا أَتَاهُ قَوْمٌ بِصَدَقَتِهِمْ قَالَ:  ((اللهُمَّ صَلِّ عَلَى فُلَانٍ) ) فَأَتَاهُ أَبِي بِصَدَقَتِهِ فَقَالَ: ((اللهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى) ) فَقَوْلُهُ: بِصَدَقَتِهِ صَرِيحٌ فِي أَنَّ الْمُرَادَ بِهَا زَكَاةُ الْفَرِيضَةِ، وَهُوَ يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِالْآيَةِ صَدَقَةُ الْفَرِيضَةِ أَوْ مَا يَعُمُّ الْفَرِيضَةَ وَغَيْرَهَا، وَعَلَى أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ مُوَاظِبًا عَلَى هَذَا الدُّعَاءِ ; وَلِذَلِكَ قِيلَ إِنَّ الْأَمْرَ فِي الْآيَةِ لِلْوُجُوبِ وَهُوَ خَاصٌّ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَالَ بَعْضُ الظَّاهِرِيَّةِ بِوُجُوبِ الدُّعَاءِ عَلَى آخِذِي الزَّكَاةِ مِنَ الْأَئِمَّةِ أَيْضًا، وَالْجُمْهُورُ عَلَى أَنَّهُ مُسْتَحَبٌّ لَهُمْ. وَقَدْ بَوَّبَ الْبُخَارِيُّ لِلْحَدِيثِ بِقَوْلِهِ:  (بَابُ صَلَاةِ الْإِمَامِ وَدُعَائِهِ لِصَاحِبِ الصَّدَقَةِ) ، وَقَوْلِهِ تَعَالَى:  ((خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً) ) - إِلَى قَوْلِهِ: - ((سَكَنٌ لَهُمْ) ) وَالْجُمْهُورُ </p><p> عَلَى أَنَّ الدُّعَاءَ بِلَفْظِ الصَّلَاةِ خَاصٌّ بِدُعَائِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِغَيْرِهِ وَبِدُعَاءِ الْمُسْلِمِينَ لَهُ، وَقَيَّدَ الْأَوَّلَ بَعْضُ الْعُلَمَاءِ بِمَا عَدَا هَذَا اللَّفْظَ الَّذِي كَانَ يَدْعُو بِهِ لِلْمُتَصَدِّقِينَ ((اللهُمَّ صَلِّ عَلَى فُلَانٍ) ) عِنْدَ إِعْطَاءِ الصَّدَقَةِ. وَقَدْ ثَبَتَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَدْعُو بِغَيْرِهِ أَيْضًا فَقَدْ رَوَى النَّسَائِيُّ مِنْ حَدِيثِ وَائِلِ بْنِ حُجْرٍ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي رَجُلٍ بَعَثَ بِنَاقَةٍ حَسَنَةٍ فِي الزَّكَاةِ ((اللهُمَّ بَارِكْ فِيهِ وَفِي إِبِلِهِ) ) وَقَالَ الشَّافِعِيُّ: السُّنَّةُ لِلْإِمَامِ إِذَا أَخَذَ الصَّدَقَةَ أَنْ يَدْعُوَ لِلْمُتَصَدِّقِ وَيَقُولَ: آجَرَكَ اللهُ فِيمَا أَعْطَيْتَ وَبَارَكَ لَكَ فِيمَا أَبْقَيْتَ. </p><p> وَالْأَفْضَلُ الْجَمْعُ بَيْنَ الصَّلَاةِ وَالسَّلَامِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَلَى آلِهِ، وَأَكْثَرُ الْمُسْلِمِينَ يَخُصُّ بِالسَّلَامِ الْأَنْبِيَاءَ وَالْمَلَائِكَةَ، وَكَذَا جَمَاعَةُ آلِ بَيْتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالشِّيعَةُ يَلْتَزِمُونَ السَّلَامَ عَلَى السَّيِّدَةِ فَاطِمَةَ وَبَعْلِهَا وَوَلَدَيْهِمَا وَالْأَئِمَّةِ الْمَشْهُورِينَ مِنْ ذُرِّيَّةِ السِّبْطَيْنِ، وَيُوَافِقُهُمْ كَثِيرٌ مِنْ أَهْلِ السُّنَّةِ وَغَيْرِهِمْ فِي الزَّهْرَاءِ وَالسِّبْطَيْنِ وَوَالِدِهِمَا سَلَامُ اللهِ وَرِضْوَانُهُ عَلَيْهِمْ إِذَا ذُكِرُوا جَمَاعَةً أَوْ أَفْرَادًا، وَأَمَّا الصَّلَاةُ وَالسَّلَامُ عَلَى الْآلِ بِالتَّبَعِ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ مُجْمَعٌ عَلَيْهِ، وَمِنْهُ صَلَاةُ التَّشَهُّدِ، وَكَذَا عَطْفُ الصَّحَابَةِ وَالتَّابِعِينَ عَلَى الْآلِ ذَائِعٌ فِي الْكُتُبِ وَالْخُطَبِ وَالْأَقْوَالِ. </p><p> (فَصْلٌ فِي فَوَائِدِ الزَّكَاةِ الْمَفْرُوضَةِ وَالصَّدَقَاتِ وَالْإِصْلَاحِ الْمَالِيِّ لِلْبَشَرِ) </p><p> وَامْتِيَازِ الْإِسْلَامِ بِذَلِكَ عَلَى جَمِيعِ الْأَدْيَانِ </p><p> مَا ذَكَرَهُ اللهُ تَعَالَى مِنْ تَطْهِيرِ الصَّدَقَةِ لِلْمُؤْمِنِينَ وَتَزْكِيَتِهِمْ بِهَا يَشْمَلُ أَفْرَادَهُمْ وَجَمَاعَتَهُمْ، فَهِيَ تُطَهِّرُ أَنْفُسَ الْأَفْرَادِ مِنْ أَرْجَاسِ الْبُخْلِ وَالدَّنَاءَةِ وَالْقَسْوَةِ وَالْأَثَرَةِ وَالطَّمَعِ وَالْجَشَعِ، وَمِنْ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ مِنْ خِيَانَةٍ وَسَرِقَةٍ وَغَصْبٍ وَرِبًا وَغَيْرِ ذَلِكَ، فَإِنَّ الَّذِي يَتَرَبَّى بِالْإِيمَانِ عَلَى بَذْلِ بَعْضِ مَا فِي يَدِهِ أَوْ مَا أَوْدَعَهُ فِي خِزَانَتِهِ وَصُنْدُوقِهِ فِي سَبِيلِ اللهِ ابْتِغَاءَ مَرْضَاتِهِ وَمَغْفِرَةِ ذُنُوبِهِ وَرَفْعِ دَرَجَاتِهِ جَدِيرٌ بِأَنْ يُنَزِّهَ نَفْسَهُ عَنْ أَخْذِ مَالِ غَيْرِهِ بِغَيْرِ حَقٍّ. وَهَذَا التَّطْهِيرُ لِأَنْفُسِ الْأَفْرَادِ وَتَزْكِيَتِهَا بِالْعِلْمِ، وَالتَّقْوَى الَّتِي هِيَ مَجْمُوعُ ثَمَرَاتِ الْإِيمَانِ، يَسْتَلْزِمُ تَطْهِيرَ جَمَاعَةِ الْمُؤْمِنِينَ (وَمَا يُعَبَّرُ عَنْهُ فِي عُرْفِ هَذَا الْعَصْرِ بِالْهَيْئَةِ الِاجْتِمَاعِيَّةِ) مِنْ أَرْجَاسِ الرَّذَائِلِ الِاجْتِمَاعِيَّةِ الَّتِي هِيَ مَثَارُ التَّحَاسُدِ وَالتَّعَادِي وَالْبَغْيِ وَالْعُدْوَانِ وَالْفِتَنِ وَالْحُرُوبِ. </p><p> ذَلِكَ بِأَنَّ الْأَمْوَالَ قِوَامُ حَيَاةِ النَّاسِ وَقُطْبُ الرَّحَى لِمَعَايِشِهِمْ وَمَرَافِقِهِمُ الْعَامَّةِ وَالْخَاصَّةِ وَهُمْ مُتَفَاوِتُونَ فِي الِاسْتِعْدَادِ لِلْكَسْبِ وَالتَّثْمِيرِ، وَالْإِسْرَافِ وَالتَّقْتِيرِ، وَالْقَصْدِ وَالتَّدْبِيرِ، وَالْجُودِ وَالْبُخْلِ، وَالتَّعَاوُنِ عَلَى الْبِرِّ، فَلَا يَنْفَكُّ بَعْضُهُمْ مُحْتَاجًا إِلَى بَعْضٍ فِي كَسْبِ الرِّزْقِ وَفِي </p><p> إِنْفَاقِهِ، وَأَشَدُّهُمُ اسْتِعْدَادًا لِجَمْعِ الثَّرْوَةِ الَّذِينَ يَغْلِبُ عَلَى طِبَاعِهِمُ الْحِرْصُ وَالْبُخْلُ حَتَّى عَلَى أَنْفُسِهِمْ وَأُولِي قُرْبَاهُمْ، وَبِهَذَا يَكُونُ بَعْضُهُمْ فِتْنَةً - أَيِ امْتِحَانًا - لِبَعْضٍ وَمَثَارًا لِلتَّنَازُعِ وَالتَّخَاصُمِ كَمَا قَالَ تَعَالَى:  (وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ)  (٢٥: ٢٠) أَيْ ذَلِكَ مُقْتَضَى سُنَّتِهِ فِي تَفَاوُتِ الْبَشَرِ فِي الِاسْتِعْدَادِ وَالْأَخْلَاقِ وَالْأَعْمَالِ. وَقَدْ بَيَّنَّا حِكْمَةَ ذَلِكَ مِنْ قَبْلُ. </p><p> وَلَمَّا كَانَ الدِّينُ مُرْشِدًا لِلْبَشَرِ إِلَى تَزْكِيَةِ أَنْفُسِهِمْ وَتَقْوِيمِ أَخْلَاقِهِمْ بِمَا تَصْلُحُ بِهِ فِطْرَتُهُمْ، وَيَرْتَقِي بِهِ أَفْرَادُهُمْ وَجَمَاعَتُهُمْ - شَرَعَ اللهُ فِيهِ مِنَ الْأَحْكَامِ التَّعَبُّدِيَّةِ وَالْعَمَلِيَّةِ مَا يَقِيهِمْ شَرَّ هَذِهِ الْفِتْنَةِ وَيُنْقِذُهُمْ مِمَّا يَتَرَتَّبُ عَلَى إِهْمَالِهَا مِنَ الْمِحْنَةِ فَأَوْجَبَ </p><p> عَلَى أَصْحَابِ الْأَمْوَالِ مِنَ النَّفَقَاتِ وَالصَّدَقَاتِ مَا يُبَدِّلُ سَيِّئَاتِ الثَّرْوَةِ فِي الْإِسْلَامِ حَسَنَاتٍ، وَإِنَّنَا لَمْ نَجِدْ فِي كُتُبِ التَّفْسِيرِ وَلَا كُتُبِ الْفِقْهِ وَلَا دَوَاوِينِ التَّارِيخِ بَيَانًا عِلْمِيًّا لِحِكْمَةِ الشَّرِيعَةِ فِي السِّيَاسَةِ الْمَالِيَّةِ وَمَا انْفَرَدَتْ بِهِ مِنَ الْإِصْلَاحِ الْمَعْقُولِ فِيهَا، وَكُنْتُ عَازِمًا عَلَى شَرْحِ ذَلِكَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ فَلَمَّا وَصَلْتُ إِلَيْهِ وَفَكَّرْتُ فِي أُصُولِ هَذِهِ الْمَسْأَلَةِ وَفُرُوعِهَا تَبَيَّنَ لِي أَنَّهُ لَا يُمْكِنُ تَفْصِيلُ الْقَوْلِ فِيهَا إِلَّا بِتَأْلِيفِ سِفْرٍ مُسْتَقِلٍّ وَرَأَيْتُ أَنْ أَكْتَفِيَ هُنَا بِإِيرَادِ أَهَمِّ الْحَقَائِقِ الَّتِي تُشِيرُ إِلَى عِظَمِ شَأْنِ هَذِهِ الْمَسْأَلَةِ وَإِصْلَاحِ الْإِسْلَامِ فِيهَا فَأَقُولَ: </p><p> إِنَّ اتِّسَاعَ دَوَائِرِ الْعُلُومِ وَالْفُنُونِ وَالْمَصَالِحِ الْعَامَّةِ فِي هَذَا الْعَصْرِ قَدِ اضْطَرَّ الْبَاحِثِينَ إِلَى انْفِرَادِ بَعْضِ الْأَفْرَادِ وَالْجَمَاعَاتِ لِلْإِحْصَاءِ فِي كُلِّ فَرْعٍ مِنْ فُرُوعِهَا لِتَمْحِيصِ مَسَائِلِهَا وَالْإِحَاطَةِ بِهَا بِقَدْرِ الْإِمْكَانِ، حَتَّى إِنَّ الرِّجَالَ الْمَالِيِّينَ لَا يَسْتَحِقُّونَ هَذَا اللَّقَبَ فِيهِ (أَيْ لَقَبَ الْمَالِيِّ) إِلَّا بَعْدَ إِتْقَانِ عِدَّةِ عُلُومٍ مِنْهَا، وَالتَّمَرُّنِ، بِالْعَمَلِ فِي بَعْضِ فُرُوعِهَا، وَإِنَّنَا نَرَى بَعْضَ الِاجْتِمَاعِيِّينَ مِنْهُمْ يَجْزِمُونَ بِأَنَّ جَمِيعَ الثَّوَرَاتِ وَالْحُرُوبِ السِّيَاسِيَّةِ وَالدِّينِيَّةِ ذَاتِ الشَّأْنِ فِي تَارِيخِ الْبَشَرِ قَدْ كَانَ الْمَالُ سَبَبَهَا الصَّحِيحَ، أَوْ أَحَدَ الْأَسْبَابِ الْمُؤَثِّرَةِ فِيهَا أَشَدَّ التَّأْثِيرِ، وَلَمْ يَسْتَثْنُوا مِنْ ذَلِكَ حُرُوبَ أُورُبَّةَ الدِّينِيَّةَ وَلَا حُرُوبَهَا الصَّلِيبِيَّةَ لِلْإِسْلَامِ. </p><p> بَلْ نُشِرَ مُنْذُ سِنِينَ كِتَابٌ عَرَبِيٌّ طُبِعَ فِي الْقُدْسِ مَوْضُوعُهُ (الْحَرَكَاتُ الْفِكْرِيَّةُ فِي الْإِسْلَامِ) زَعَمَ مُؤَلِّفُهُ تَابِعًا لِبَعْضِ مُؤَرِّخِي الْإِفْرِنْجِ: أَنَّ الْإِسْلَامَ لَمْ يَكُنْ فِكْرَةً دِينِيَّةً مَحْضًا بَلْ كَانَ مَسْأَلَةً اقْتِصَادِيَّةً وَاجْتِمَاعِيَّةً أَيْضًا، أَوْ كَانَ هَذَا هُوَ الْغَرَضَ الْأَوَّلَ الْمَقْصُودَ بِالذَّاتِ مِنْهُ وَلَمْ يَكُنِ الدِّينُ إِلَّا وَسِيلَةً لَهُ، وَنُقِلَ عَنْ (كَايْتَانِي) الْمُؤَرِّخِ الْإِيطَالِيِّ الْمَشْهُورِ أَنَّ الْإِسْلَامَ لَمْ يَكُنْ دِينِيًّا إِلَّا فِي الظَّاهِرِ وَأَنَّ جَوْهَرَهُ كَانَ سِيَاسِيًّا وَاقْتِصَادِيًّا قَالَ ((وَمِنْ فَضْلِ مُؤَسِّسِ الدِّينِ الْإِسْلَامِيِّ وَمَظَاهِرِ عَبْقَرِيَّتِهِ أَنَّهُ أَدْرَكَ مَصْدَرَ الْحَرَكَةِ الِاقْتِصَادِيَّةِ وَالِاجْتِمَاعِيَّةِ الَّتِي ظَهَرَتْ فِي أَيَّامِهِ بِمَكَّةَ عَاصِمَةِ الْحِجَازِ، وَعَرَفَ كَيْفَ يَسْتَفِيدُ مِنْهَا وَيُسَخِّرُهَا لِأَغْرَاضِهِ السَّامِيَةِ دِينِيَّةً كَانَتْ أَوِ اجْتِمَاعِيَّةً، ثُمَّ بَسَطَ ذَلِكَ مِنْ طَرِيقِ ظَوَاهِرِ التَّارِيخِ بِمَا هُوَ بَاطِلٌ فِي نَفْسِهِ، خَادِعٌ </p><p> بِبَعْضِ مَظَاهِرِهِ، وَمَا أَظُنُّ أَنَّ النَّاقِلَ عَنْهُ - وَهُوَ نَصْرَانِيُّ الدِّيَانَةِ. شُيُوعِيُّ السِّيَاسَةِ - يَعْتَقِدُ اعْتِقَادَهُ هَذَا، وَإِنَّمَا يُرِيدُ فِيمَا يَظْهَرُ نَشْرَ الشُّيُوعِيَّةِ الَّتِي ابْتَدَعَهَا بَلَاشِفَةُ دَوْلَتِهِ الرُّوسِيَّةِ فِي الْعَرَبِ وَزَلْزَلَةَ الْعَقَائِدِ الْإِسْلَامِيَّةِ فِي الْمُسْلِمِينَ، وَرُبَّمَا نَجِدُ فُرْصَةً لِلرَّدِّ عَلَى كِتَابِهِ فِي الْمَنَارِ، وَحَسْبِي هُنَا أَنْ أَقُولَ: لَوْ كَانَ الْإِسْلَامُ كَمَا ذَكَرَ لَظَهَرَ أَثَرُهُ فِي أَعْلَمِ النَّاسِ بِحَقِيقَتِهِ، وَأَصْدَقِهِمْ فِي إِقَامَةِ أَرْكَانِهِ بِالْعِلْمِ وَالْعَمَلِ، وَفِي طَلِيعَتِهِمُ الْخُلَفَاءُ الرَّاشِدُونَ، وَالْأَئِمَّةُ الْمُجْتَهِدُونَ، وَقَدْ قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ الْجَامِعُ بَيْنَ الْإِمَامَتَيْنِ فِي كِتَابٍ لَهُ إِلَى بَعْضِ عُمَّالِهِ الْمَالِيِّينَ: إِنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بُعِثَ هَادِيًا، وَلَمْ يُبْعَثْ جَابِيًا. </p><p> وَالْحَقُّ أَنَّ الْإِسْلَامَ هُوَ الدِّينُ الْوَسَطُ، الْجَامِعُ بَيْنَ مَصَالِحِ الرُّوحِ وَالْجَسَدِ، لِلسِّيَادَةِ فِي الدُّنْيَا وَالسَّعَادَةِ فِي الْآخِرَةِ، فَهُوَ وَسَطٌ بَيْنِ الْيَهُودِيَّةِ الْمَالِيَّةِ الدُّنْيَوِيَّةِ، وَالنَّصْرَانِيَّةِ الرُّوحَانِيَّةِ الزُّهْدِيَّةِ، وَأَنَّ مِنْ مَقَاصِدِهِ الْإِصْلَاحِيَّةِ فِي الِاجْتِمَاعِ الْبَشَرِيِّ هِدَايَةَ النَّاسِ إِلَى الْعَدْلِ وَالْفَضْلِ فِي أَمْرِ الْمَالِ ; لِيَكْتَفِيَ النَّاسُ شَرَّ طُغْيَانِ الْأَغْنِيَاءِ، وَذِلَّةِ الْفُقَرَاءِ، وَنُصُوصُ الْقُرْآنِ وَالسُّنَّةِ فِي هَذَا هِيَ الْغَايَةُ الْقُصْوَى فِي الْإِصْلَاحِ، وَهِيَ هَادِمَةٌ لِمَزَاعِمِ هَؤُلَاءِ الْمُفْتَاتِينَ عَلَى الْإِسْلَامِ بِالْجَهْلِ وَالْهَوَى. </p><p> غَلَا عُبَّادُ الْمَالِ مِنَ الْيَهُودِ وَالْإِفْرِنْجِ فِي جَمْعِهِ وَاسْتِغْلَالِهِ، وَاسْتِعْبَادِ الْأُلُوفِ وَأُلُوفِ الْأُلُوفِ مِنَ الْعُمَّالِ الْفُقَرَاءِ بِهِ، بِجَعْلِهِ دُولَةً بَيْنَهُمْ، وَغَلَا خُصُومُهُمْ مِنَ الِاشْتِرَاكِيِّينَ فِي مُقَاوَمَتِهِمْ وَمُحَاوَلَةِ جَعْلِ النَّاسِ فِيهِ شَرْعًا، وَجَعْلِهِ بَيْنَهُمْ حَقًّا شَائِعًا فَانْتَهَى هَذَا الْغُلُوُّ بِالشُّيُوعِيَّةِ الرُّوسِيَّةِ فِي عَصْرِنَا أَنِ اسْتَعْبَدَتْ أَكْثَرَ مِنْ مِائَةِ أَلْفٍ مِنَ الْبَشَرِ تُسَخِّرُهُمْ فِي تَنْفِيذِ مَذْهَبِهَا كَالْأَنْعَامِ وَالدَّوَابِّ، وَتَبْذُلُ جُلَّ مَا تَنْتَزِعُهُ مِنْ ثَرْوَتِهِمْ فِي بَثِّ الدِّعَايَةِ لَهُ فِي جَمِيعِ الْأَقْطَارِ. وَيَخْشَى الْعُقَلَاءُ مِنْ عَاقِبَةِ هَذَا الْإِسْرَافِ وَالْغُلُوِّ مِنَ الْجَانِبَيْنِ حَرْبًا عَامَّةً طَامَّةً، وَفِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْهُمْ خَاصَّةً. </p><p> وَلَا مُنْقِذَ لِلْأُمَمِ مِنْ هَذِهِ الْفِتْنَةِ وَعَوَاقِبِهَا إِلَّا بِدِينِ الْإِسْلَامِ أَعْنِي بِالتَّدَيُّنِ بِهِ وَالْعَمَلِ بِأَحْكَامِهِ الْمَالِيَّةِ وَغَيْرِهَا. وَلَا يُمْكِنُ الْتِزَامُهَا بِالْعَمَلِ إِلَّا بِإِذْعَانِ الدِّينِ، وَقَدْ بَدَأَ عُقَلَاءُ الْإِفْرِنْجِ يَشْعُرُونَ بِالْحَاجَةِ إِلَى دِينٍ مَعْقُولٍ يَصْلُحُ بِالْتِزَامِهِ فَسَادُ هَذِهِ الْمَدَنِيَّةِ الْمَادِّيَّةِ، وَلَنْ يَجِدُوا حَاجَتَهُمْ إِلَّا فِي دِينِ الْقُرْآنِ، وَسُنَّةِ خَاتَمِ النَّبِيِّينَ - </p><p> عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -، وَأَخْشَى أَلَّا يَهْتَدُوا إِلَيْهِ إِلَّا بَعْدَ الْبَطْشَةِ الْكُبْرَى وَالطَّامَّةِ الْعُظْمَى، وَهِيَ حَرْبُ التَّدْمِيرِ الْمُنْتَظَرَةُ مِنْ تَنَازُعِ الْبُلْشُفِيَّةِ وَالرَّأْسِمَالِيَّةِ، وَإِنَّنِي أَذْكُرُ هُنَا أَهَمَّ أُصُولِ الْإِصْلَاحِ الْإِسْلَامِيِّ فِي الْمَسْأَلَةِ الْمَالِيَّةِ الَّتِي تَبْتَدِرُ فِكْرِي وَتَبْدَهُهُ فَأَقُولُ: </p><p> (١) إِقْرَارُ الْمِلْكِيَّةِ الشَّخْصِيَّةِ وَتَحْرِيمُ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ. </p><p> (٢) تَحْرِيمُ الرِّبَا وَالْقِمَارِ. </p><p> (٣) مَنْعُ جَعْلِ الْمَالِ دُولَةً بَيْنَ الْأَغْنِيَاءِ: أَيْ يَتَدَاوَلُونَهُ بَيْنَهُمْ مِنْ دُونِ الْفُقَرَاءِ وَلَمْ يَكُنْ هَذَا التَّدَاوُلُ فِي عَصْرٍ مِنْ أَعْصَارِ الْبَشَرِ كَمَا فِي عَصْرِ النِّظَامِ الْمَالِيِّ الْمُتَّبَعِ فِي الْحَضَارَةِ الْغَرْبِيَّةِ نِظَامِ الْبُيُوتِ الْمَالِيَّةِ (الْمَصَارِفِ) وَالشَّرِكَاتِ وَالِاحْتِكَارَاتِ الَّتِي يُحَارِبُهَا الْعُمَّالُ، وَيُعَادُونَ لِأَجْلِهَا أَرْبَابَ الْأَمْوَالِ. </p><p> (٤) الْحَجْرُ عَلَى السُّفَهَاءِ فِي أَمْوَالِهِمْ، حَتَّى لَا يُضَيِّعُوهَا فِيمَا يَضُرُّهُمْ وَيَضُرُّ أُمَّتَهُمْ. </p><p> (٥) فَرْضُ الزَّكَاةِ الْمُطْلَقَةِ فِي أَوَّلِ الْإِسْلَامِ، وَكَانَتِ اشْتِرَاكِيَّةً بَاعِثُهَا إِذْعَانُ الْوِجْدَانِ لَا إِكْرَاهُ الْحُكَّامِ، ثُمَّ نُسِخَتْ أَوْ قُيِّدَتْ بِالْمُعَيَّنَةِ الْإِجْبَارِيَّةِ عِنْدَمَا صَارَ لِلْإِسْلَامِ دَوْلَةٌ، وَلَوْ وُجِدَتْ تِلْكَ الْحَالُ الَّتِي كَانَ عَلَيْهَا الْمُسْلِمُونَ فِي مَكَّةَ قَبْلَ الْهِجْرَةِ لَوَجَبَتْ عَلَيْهِمْ فِيهَا تِلْكَ الزَّكَاةُ الِاشْتِرَاكِيَّةُ، أَعْنِي أَنَّهُ إِذَا وُجِدَ فِي مَكَانٍ جَمَاعَةٌ مَحْصُورُونَ مِنْهُمُ الْمُوسِرُ وَالْمُعْسِرُ، وَصَاحِبُ الثَّرْوَةِ وَذُو الْفَقْرِ الْمُدْقِعِ، وَجَبَ أَنْ يَقُومَ أَغْنِيَاؤُهُمْ بِكِفَايَةِ فُقَرَائِهِمْ وُجُوبًا دِينِيًّا إِذَا كَانَتِ الزَّكَاةُ الْمُعَيَّنَةُ لَا تَكْفِيهِمْ. </p><p> (٦) جَعْلُ الزَّكَاةِ الْمُعَيَّنَةِ رُبْعَ الْعُشْرِ فِي النَّقْدَيْنِ وَالتِّجَارَةِ، وَالْعُشْرَ أَوْ نِصْفَ الْعُشْرِ فِي الْغَلَّاتِ الزِّرَاعِيَّةِ الَّتِي عَلَيْهَا مَدَارُ الْأَقْوَاتِ، وَزَكَاةُ الْأَنْعَامِ مَعْرُوفَةٌ فِي كُتُبِ الْحَدِيثِ وَالْفِقْهِ. </p><p> (٧) فَرْضُ نَفَقَةِ الزَّوْجِيَّةِ وَالْقَرَابَةِ. </p><p> (٨) إِيجَابُ كِفَايَةِ الْمُضْطَرِّ مِنْ كُلِّ جِنْسٍ، وَدِينٍ وَضِيَافَةِ الْغَرِيبِ حَيْثُ لَا مَأْوَى وَلَا فَنَادِقَ لِلْمُسَافِرِينَ، إِلَّا إِذَا كَانَ مَهْدُورَ الدَّمِ أَوْ مُحَارِبًا لِلْمُسْلِمِينَ. </p><p> (٩) جَعْلُ بَذْلِ الْمَالِ كَفَّارَةً لِبَعْضِ الذُّنُوبِ (وَمِنْهَا الظِّهَارُ وَإِفْسَادُ صِيَامِ يَوْمٍ مِنْ رَمَضَانَ بِشُرُوطِهَا الْمَعْرُوفَةِ) . </p><p> (١٠) نَدْبُ صَدَقَاتِ التَّطَوُّعِ وَالتَّرْغِيبُ فِيهَا. </p><p> (١١) ذَمُّ الْإِسْرَافِ وَالتَّبْذِيرِ، وَالْبُخْلِ وَالشُّحِّ وَالتَّقْتِيرِ، وَعَدَّهُ مِنْ أَسْبَابِ الْهَلَكَةِ وَسُوءِ الْمَصِيرِ، أَيْ لِلْأَفْرَادِ وَلِلْأُمَّةِ وَالدَّوْلَةِ. </p><p> (١٢) إِبَاحَةُ الزِّينَةِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ بِشَرْطِ اجْتِنَابِ الْإِسْرَافِ وَالْخُيَلَاءِ الْمُوقِعَيْنِ فِي الْأَمْرَاضِ وَالْأَدْوَاءِ الْبَدَنِيَّةِ، الْمُضَيِّعِينَ لِلثَّرْوَةِ الْمَالِيَّةِ، الْمُثِيرِينَ لِلْحَسَدِ وَالْعَدَاوَةِ وَالْمَفَاسِدِ الِاجْتِمَاعِيَّةِ، وَهِيَ مِنْ أَعْظَمِ أَسْبَابِ تَرَقِّي الثَّرْوَةِ. </p><p> (١٣) مَدْحُ الْقَصْدِ وَالِاعْتِدَالِ، فِي النَّفَقَةِ عَلَى النَّفْسِ وَالْعِيَالِ. </p><p> (١٤) تَفْضِيلُ الْغَنِيِّ الشَّاكِرِ، عَلَى الْفَقِيرِ الصَّابِرِ. بِجَعْلِ الْيَدِ الْعُلْيَا خَيْرًا مِنَ الْيَدِ السُّفْلَى. وَأَعْمَالُ الْبِرِّ الْمُتَعَدِّي نَفْعُهَا إِلَى النَّاسِ أَفْضَلُ مِنَ الْأَعْمَالِ الْقَاصِرِ نَفْعُهَا عَلَى فَاعِلِهَا، وَجَعْلِ الصَّدَقَةِ الْجَارِيَةِ، مِنَ الْمَثُوبَاتِ الدَّائِمَةِ الْبَاقِيَةِ. </p>"
}