{
  "id": null,
  "sura": 9,
  "aya": 61,
  "text": "<p> وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللهِ لَهُمْ عَذَابٌ أَلِيمٌ </p><p> هَذَا ضَرْبٌ آخَرُ مِنْ دَلَائِلِ نِفَاقِ أُولَئِكَ الْمُنَافِقِينَ وَآثَارِهِ، وَهُوَ إِيذَاءُ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِالطَّعْنِ فِي أَخْلَاقِهِ الْعَظِيمَةِ، وَشَمَائِلِهِ الْكَرِيمَةِ، كَإِيذَاءِ أُولَئِكَ الَّذِينَ لَمَزُوهُ فِي بَعْضِ أَفْعَالِهِ الْعَادِلَةِ وَهِيَ قِسْمَةُ الصَّدَقَاتِ، وَنَاهِيكَ بِكُفْرِ مَنْ يُصَغِّرُونَ مَا عَظَّمَهُ رَبُّ الْعَالَمِينَ، بِقَوْلِهِ لِرَسُولِهِ: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ (٦٨: ٤) . </p><p> أَخْرَجَ ابْنُ إِسْحَاقَ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ نَبْتَلُ بْنُ الْحَارِثِ يَأْتِي رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَيَجْلِسُ إِلَيْهِ فَيَسْمَعُ مِنْهُ، ثُمَّ يَنْقِلُ حَدِيثَهُ إِلَى الْمُنَافِقِينَ، وَهُوَ الَّذِي قَالَ لَهُمْ: إِنَّمَا مُحَمَّدٌ أُذُنٌ، مَنْ حَدَّثَهُ شَيْئًا صَدَّقَهُ، فَأَنْزَلَ اللهُ فِيهِ: وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ وَلَكِنَّ مَنْطُوقَ الْآيَةِ يُسْنِدُ هَذَا الْقَوْلَ إِلَى جَمَاعَةٍ مِنْهُمْ وَهُوَ أَقْرَبُ، وَإِنْ كَانَ الْإِسْنَادُ إِلَى الْجَمَاعَةِ يَصْدُقُ بِقَوْلِ وَاحِدٍ وَإِقْرَارِ الْبَاقِينَ. وَالْأَوَّلُ مَرْوِيٌّ عَنِ السُّدِّيِّ عِنْدَ ابْنِ أَبِي حَاتِمٍ قَالَ: اجْتَمَعَ نَاسٌ مِنَ الْمُنَافِقِينَ فِيهِمْ جُلَاسُ بْنُ سُوَيْدِ بْنِ صَامِتٍ وَمَخْشِيُّ بْنُ حُمْيَرٍ وَوَدِيعَةُ بْنُ ثَابِتٍ فَأَرَادُوا أَنْ يَقَعُوا فِي النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَنَهَى بَعْضُهُمْ بَعْضًا وَقَالُوا: نَخَافُ أَنْ يَبْلُغَ مُحَمَّدًا فَيَقَعُ بِكُمْ، وَقَالَ بَعْضُهُمْ: إِنَّمَا مُحَمَّدٌ أُذُنٌ نَحْلِفُ لَهُ فَيُصَدِّقُنَا، فَنَزَلَ (وَمِنْهُمْ) وَذَكَرَ الْآيَةَ. </p><p> الْأَذَى: مَا يُؤْلِمُ الْحَيَّ الْمُدْرِكَ فِي بَدَنِهِ أَوْ فِي نَفْسِهِ وَلَوْ أَلَمًا خَفِيفًا، يُقَالُ: أَذَى الْإِنْسَانُ (كَرَضَى) بِكَذَا أَذًى، وَتَأَذَّى تَأَذِّيًا، إِذَا أَصَابَهُ مَكْرُوهٌ يَسِيرٌ - كَذَا قَالُوا - وَآذَى غَيْرَهُ إِيذَاءً، وَأَنْكَرَ الْفَيْرُوزَابَادِيُّ لَفْظَ الْإِيذَاءِ، وَإِنْ كَانَ هُوَ الْقِيَاسُ </p><p> ؛ لِأَنَّهُ لَمْ يُسْمَعْ مِنَ الْعَرَبِ إِلَّا الْأَذَى وَالْأَذَاةُ وَالْأَذِيَّةُ، وَرُبَّمَا يَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: لَنْ يَضُرُّوكُمْ إِلَّا أَذًى (٣: ١١١) مِنْ سُورَةِ آلِ عِمْرَانَ؛ لِأَنَّهُ مِنْ آذَى الْمُتَعَدِّي بِنَفْسِهِ لَا مِنْ أَذَى اللَّازِمِ، إِلَّا أَنْ يُقَالَ: إِنَّهُ اسْمُ مَصْدَرٍ، وَتَقْيِيدُهُمْ لِلْأَذَى بِالْمَكْرُوهِ الْيَسِيرِ غَيْرُ مُسَلَّمٍ عَلَى إِطْلَاقِهِ، فَالظَّاهِرُ أَنَّهُ يُطْلَقُ عَلَى الْيَسِيرِ وَالْخَفِيفِ وَعَلَى الشَّدِيدِ وَقَوْلُهُ تَعَالَى: لَنْ يَضُرُّوكُمْ إِلَّا أَذًى مِنَ الْأَوَّلِ؛ لِأَنَّهُ مُسْتَثْنَى مِنَ الضَّرَرِ، وَمِثْلُهُ مَا وَرَدَ فِي الْأَذَى مِنَ الْمَطَرِ وَأَذَى الرَّأْسِ مِنَ الْقَمْلِ، وَمِنَ الثَّانِي قَوْلُهُ تَعَالَى فِي سُورَةِ الْأَحْزَابِ: </p><p> إِنَّ الَّذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا (٣٣: ٥٧، ٥٨) فَقَدْ وَرَدَ فِي الْمَأْثُورِ تَفْسِيرُ الَّذِينَ يُؤْذُونَ اللهَ بِالَّذِينِ نَسَبُوا إِلَيْهِ الِابْنَ وَالْبَنَاتِ، وَالَّذِينَ يُؤْذُونَ رَسُولَهُ بِالَّذِينِ شَجُّوا رَأْسَهُ يَوْمَ أُحُدٍ، وَبِالَّذِينِ كَانُوا يُكَذِّبُوا بِرِسَالَتِهِ وَيَقُولُونَ: سَاحِرٌ، وَشَاعِرٌ وَكَاهِنٌ. وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِالطَّاعِنِينَ فِي الْأَعْرَاضِ، وَبِالزُّنَاةِ الَّذِينَ يَتَّبِعُونَ النِّسَاءَ لِمُرَاوَدَتِهِنَّ. وَنَاهِيكَ بِالْوَعِيدِ الشَّدِيدِ لِلْجَمِيعِ. </p><p> وَأَمَّا قَوْلُهُمْ:  (أُذُنٌ) فَهُوَ مِنْ تَسْمِيَةِ الشَّخْصِ بِاسْمِ الْجَارِحَةِ لِلْمُبَالَغَةِ فِي وَصْفِهِ بِوَظِيفَتِهَا وَهُوَ كَثْرَةُ السَّمْعِ لِمَا يُقَالُ وَتَصْدِيقُهُ كَأَنَّهُ كُلَّهُ أُذُنٌ سَامِعَةٌ، كَقَوْلِهِمْ لِلْجَاسُوسِ عَيْنٌ، وَيُطْلَقُ عَلَى لَازِمِهِ وَهُوَ عَدَمُ الدِّقَّةِ فِي التَّمْيِيزِ بَيْنَ مَا يُسْمَعُ، وَتَصْدِيقُ مَا يُعْقَلُ وَمَا لَا يُعْقَلُ، فَيُرَادُ بِهِ الذَّمُّ بِالْغَرَارَةِ وَسُرْعَةِ الِانْخِدَاعِ، وَهُوَ مِنْ أَكْبَرِ عُيُوبِ الْمُلُوكِ وَالرُّؤَسَاءِ لِمَا يَتَرَتَّبُ عَلَيْهِ مِنْ قَبُولِ الْغِشِّ بِالْكَذِبِ وَالنَّمِيمَةِ وَتَقْرِيبِ الْمُنَافِقِينَ، وَإِبْعَادِ النَّاصِحِينَ. وَكَانَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُعَامِلُ الْمُنَافِقِينَ بِأَحْكَامِ الشَّرِيعَةِ وَآدَابِهَا الَّتِي يُعَامِلُ بِهَا عَامَّةَ الْمُسْلِمِينَ، كَمَا أَمَرَهُ اللهُ تَعَالَى بِبِنَاءِ الْمُعَامَلَةِ عَلَى الظَّوَاهِرِ، فَظَنُّوا أَنَّهُ يُصَدِّقُ كُلَّ مَا يُقَالُ لَهُ. قَرَأَ الْجُمْهُورُ:  (أُذُنٌ) بِضَمَّتَيْنِ وَنَافِعٌ بِسُكُونِ الذَّالِ وَهُمَا لُغَتَانِ. </p><p> وَقَدْ لَقَّنَهُ اللهُ تَعَالَى الرَّدَّ عَلَيْهِ بِقَوْلِهِ: قُلْ أُذُنُ خَيْرٍ لَكُمْ أَيْ: نَعَمْ هُوَ </p><p> أُذُنٌ وَلَكِنَّهُ نِعْمَ الْأُذُنُ؛ لِأَنَّهُ أُذُنُ خَيْرٍ لَا كَمَا تَزْعُمُونَ، فَهُوَ لَا يَقْبَلُ مِمَّا يَسْمَعُهُ إِلَّا الْحَقَّ وَمَا وَافَقَ الشَّرْعَ، وَمَا فِيهِ الْخَيْرُ وَالْمَصْلَحَةُ لِلْخَلْقِ، وَلَيْسَ بِأُذُنٍ فِي غَيْرِ ذَلِكَ كَسَمَاعِ الْبَاطِلِ وَالْكَذِبِ وَالْغِيبَةِ وَالنَّمِيمَةِ وَالْجَدَلِ وَالْمِرَاءِ، فَهُوَ لَا يُلْقِي سَمْعَهُ لِشَيْءٍ مِنْ ذَلِكَ، وَإِذَا سَمِعَهُ مِنْ غَيْرِ أَنْ يَسْتَمِعَ إِلَيْهِ لَا يَقْبَلُهُ، وَلَا يُصَدِّقُ مَا لَا يَجُوزُ تَصْدِيقُهُ شَرْعًا أَوْ عَقْلًا، كَمَا هُوَ شَأْنُ مَنْ يُوصَفُونَ بِهَذَا الْوَصْفِ مِنَ الْمُلُوكِ وَالزُّعَمَاءِ فَيَسْتَعِينُ الْمُتَمَلِّقُونَ وَأَصْحَابُ الْأَهْوَاءِ بِهِ عَلَى السِّعَايَةِ عِنْدَهُمْ؛ لِإِبْعَادِ النَّاصِحِينَ الْمُخْلِصِينَ عَنْهُمْ، وَحَمْلِهِ عَلَى إِيذَاءِ مَنْ يَبْغُونَ إِيذَاءَهُ، وَالْإِضَافَةُ هُنَا إِضَافَةُ الْمَوْصُوفِ إِلَى الصِّفَةِ وَقَرَأَ نَافِعٌ (أُذُنٌ) بِالتَّنْوِينِ وَ (خَيْرٌ) بِالرَّفْعِ صِفَةً لَهُ. </p><p> وَالرَّدُّ مِنْ بَابِ أُسْلُوبِ الْحَكِيمِ فَهُوَ فِي أَوَّلِهِ يُوَافِقُهُمْ عَلَى قَوْلِهِمْ، ثُمَّ يُتْبِعُهُ مَا يَنْقُضُهُ عَلَيْهِمْ حَتَّى يَنْقَضَّ عَلَى رُءُوسِهِمْ، كَقَوْلِهِ فِي سُورَةِ الْمُنَافِقُونَ وَهُمْ يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ (٦٣: ٢٨) الْآيَةَ. فَهُمْ كَانُوا يَعْنُونَ أَنَّهُمُ الْأَعِزَّةُ، وَيُعَرِّضُونَ بِالرَّسُولِ وَالْمُؤْمِنِينَ بِهِ فَقَلَبَ عَلَيْهِمْ مُرَادَهُمْ عَلَى تَقْدِيرِ تَسْلِيمِ أَصْلِ الْقَضِيَّةِ وَهِيَ إِخْرَاجُ الْأَعَزِّ لِلْأَذَلِّ بِإِثْبَاتِ الْعِزَّةِ لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ، وَالتَّعْرِيضِ بِأَنَّهُمْ هُمُ الْأَذَلُّونَ وَلَوْ شَاءَ الرَّسُولُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَأَخْرَجَهُمْ، وَلَكِنَّهُ لَا يَفْعَلُ إِلَّا إِذَا </p><p> أَظْهَرُوا كَفْرَهُمْ؛ لِأَنَّ قَاعِدَةَ شَرْعِيَّتِهِ الْحُكْمُ عَلَى الظَّوَاهِرِ. وَجَعَلَهُ ابْنُ الْمُنِيرِ فِي الِانْتِصَافِ مِنْ قَبِيلِ الْقَوْلِ بِمُوجِبِ الْعِلَّةِ فَقَالَ: لَا شَيْءَ أَبْلَغُ مِنَ الرَّدِّ عَلَيْهِمْ بِهَذَا الْوَجْهِ؛ لِأَنَّهُ فِي الْأَوَّلِ إِطْمَاعٌ لَهُمْ بِالْمُوَافَقَةِ ثُمَّ كَرٌّ عَلَى طَمَعِهِمْ بِالْحَسْمِ وَأَعْقَبَهُمْ فِي تَنَقُّصِهِ بِالْيَأْسِ مِنْهُ، وَيُضَاهِي هَذَا مِنْ مُسْتَعْمَلَاتِ الْفُقَهَاءِ الْقَوْلُ بِالْمُوجِبِ؛ لِأَنَّ فِي أَوَّلِهِ إِطْمَاعًا لِلْخَصْمِ بِالتَّسْلِيمِ، ثُمَّ بِالطَّمَعِ عَلَى قُرْبٍ وَلَا شَيْءَ أَقْطَعُ مِنَ الْأَطْمَاعِ ثُمَّ الْيَأْسِ يَتْلُوهُ وَيَعْقُبُهُ اهـ. </p><p> ثُمَّ فَسَّرَ الْمُرَادَ مِنْ أُذُنِ الْخَيْرِ بِأَفْضَلِ الْخَيْرِ وَأَعْلَاهُ عَلَى طَرِيقِ الْبَيَانِ الْمُسْتَأْنَفِ فَقَالَ: يُؤْمِنُ بِاللهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ أَيْ: يُصَدِّقُ بِاللهِ تَعَالَى وَمَا يُوحِيهِ إِلَيْهِ مِنْ خَبَرِكُمْ وَخَبَرِ غَيْرِكُمْ، وَهُوَ الْخَبَرُ الْقَطْعِيُّ الصِّدْقُ، الَّذِي لَا يَحُومُ حَوْلَهُ الشَّكُّ؛ </p><p> لِأَنَّهُ بُرْهَانِيٌّ وِجْدَانِيٌّ عِيَانِيٌّ لَهُ بِمَا كَشَفَهُ اللهُ لَهُ مِنْ عَالَمِ الْغَيْبِ، وَإِيمَانُهُ بِهِ أَثْبَتُ وَأَرْسَخُ فِي الْيَقِينِ مِنْ تَصْدِيقِ غَيْرِهِ بِمَا قَامَتْ عَلَيْهِ الْأَدِلَّةُ الْعَقْلِيَّةُ الْقَطْعِيَّةُ، وَيُصَدِّقُ فِي الدَّرَجَةِ الثَّانِيَةِ تَصْدِيقَ ائْتِمَانٍ وَجُنُوحٍ لَلْمُؤْمِنِينَ الصَّادِقَيِ الْإِيمَانِ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ؛ الَّذِينَ بَرْهَنُوا عَلَى صِدْقِهِمْ بِجِهَادِهِمْ مَعَهُ فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَهُوَ يُصَدِّقُ أَخْبَارَهُمْ لَا لِذَاتِهَا بِمُجَرَّدِ سَمَاعِهَا، بَلْ لِمَا عَلِمَهُ مِنْ آيَاتِ إِيمَانِهِمُ الَّذِي يُوجِبُ عَلَيْهِمُ الصِّدْقَ وَلَا سِيَّمَا الصِّدْقُ بِمَا يُحَدِّثُونَهُ بِهِ، وَلِمَا يَجِدُهُ فِي أَخْبَارِهِمْ مِنْ أَمَارَاتِهِ وَآيَاتِهِ. وَيَتَضَمَّنُ هَذَا أَنَّهُ لَا يُؤْمِنُ لِهَؤُلَاءِ الْمُنَافِقِينَ إِيمَانَ تَسْلِيمٍ وَائْتِمَانٍ، وَلَا يُصَدِّقُهُمْ فِي أَخْبَارِهِمْ وَإِنْ وَكَّدُوهَا بِالْأَيْمَانِ كَمَا ظَنَّ مَنْ قَالَ مِنْهُمْ: هُوَ أُذُنٌ اغْتِرَارًا بِلُطْفِهِ وَأَدَبِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِذْ كَانَ لَا يُوَاجِهُ أَحَدًا بِمَا يَكْرَهُ، وَبِمُعَامَلَتِهِ إِيَّاهُمْ كَمَا يُعَامِلُ أَمْثَالَهُمْ مِنْ عَامَّةِ أَصْحَابِهِ. وَفِي هَذَا تَهْدِيدٌ لَهُمْ وَتَخْوِيفٌ. بِأَنْ يُنْبِئَهُ اللهُ تَعَالَى بِمَا كَانُوا يُسِرُّونَهُ فِي أَنْفُسِهِمْ وَفِيمَا بَيْنَهُمْ، كَمَا سَيَأْتِي قَرِيبًا فِي قَوْلِهِ: يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ (٦٤) وَتَخْوِيفٌ مِنَ الْمُؤْمِنِينَ الَّذِينَ يُسِيئُونَ الظَّنَّ فِيهِمْ كَعُمَرَ بْنِ الْخَطَّابِ ـ رَضِيَ اللهُ عَنْهُ ـ أَنْ يَظْهَرُوا عَلَى كُفْرِهِمْ فَيُخْبِرُوهُ بِهِ فَيَأْذَنَ بِالِانْتِقَامِ مِنْهُمْ. </p><p> وَأَمَّا كَوْنُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أُذُنَ خَيْرٍ لَهُمْ مَعَ هَذَا فَهُوَ مُعَامَلَتُهُ لَهُمْ بِالْحِلْمِ وَمَا يَقْتَضِيهِ حُكْمُ الشَّرْعِ مِنَ الْعَمَلِ بِالظَّوَاهِرِ، وَمِنْهَا قَبُولُ الْمَعَاذِيرِ قَبْلَ نَهْيِهِمْ عَنْهَا فِي هَذِهِ السُّورَةِ. وَلَوْ كَانَ يُعَامِلُهُمْ بِمُقْتَضَى مَا يَسْمَعُ عَنْهُمْ - كَمَا تَقْتَضِيهِ اسْتِعْمَالُ كَلِمَةِ أُذُنٍ لَمَا سَلِمُوا مِنْ عِقَابِهِ؛ لِأَنَّ أَخْبَارَ السُّوءِ عَنْهُمْ كَثِيرَةٌ بِكَثْرَةِ أَعْمَالِ السُّوءِ فِيهِمْ، فَلَوْ كَانَ يَقْبَلُ أَخْبَارَ الشَّرِّ لَقَبِلَهَا مِنَ الْمُؤْمِنِينَ الصَّادِقِينَ فِيهِمْ وَلَعَاقَبَهُمْ عَلَيْهَا. </p><p> وَفَسَّرَ الزَّمَخْشَرِيُّ قِرَاءَةَ التَّنْوِينِ فِي قَوْلِهِ (أُذُنُ خَيْرٍ) بِأَنَّ كُلًّا مِنَ اللَّفْظَيْنِ خَبَرٌ لِمُبْتَدَأٍ مَحْذُوفٍ أَيْ هُوَ أُذُنٌ، هُوَ خَيْرٌ لَكُمْ، يَعْنِي إِنْ كَانَ كَمَا تَقُولُونَ فَهُوَ خَيْرٌ لَكُمْ؛ لِأَنَّهُ يَقْبَلُ مَعَاذِيرَكُمْ وَلَا يُكَافِئُكُمْ عَلَى سُوءِ دَخِيلَتِكُمْ. وَقَالَ غَيْرُهُ: أُذُنٌ ذُو خَيْرٍ لَكُمْ، أَوْ بِمَعْنَى: أَخْيَرُ لَكُمْ. </p><p> وَنُكْتَةُ تَعْدِيَةِ الْإِيمَانِ بِالْبَاءِ فِي اللهِ تَعَالَى. وَبِاللَّامِ فِي الْمُؤْمِنِينَ أَنَّ الْأَوَّلَ عَلَى الْأَصْلِ فِي آمَنَ بِهِ ضِدَّ كَفَرَ بِهِ، وَصَدَّقَ بِهِ ضِدَّ كَذَّبَ بِهِ. وَأَمَّا الثَّانِي فَقَدْ ضَمِنَ مَعْنَى الْمَيْلِ وَالِائْتِمَانِ وَالْجُنُوحِ لِلْمُؤْمِنِينَ بِهِ، وَفِي مَعْنَاهُ آيَاتٌ كَقَوْلِهِ تَعَالَى: فَآمَنَ لَهُ لُوطٌ (٢٩: ٢٦) وَقَوْلِهِ: فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ (١٠: ٨٣) وَقَوْلِهِ إِخْبَارًا عَنْ قَوْلِ إِخْوَةِ يُوسُفَ لِأَبِيهِمْ: وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا (١٢: ١٧) وَقَوْلِهِ فِي جِدَالِ قَوْمِ نُوحٍ لَهُ: أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (٢٦: ١١١) فَفِي كُلِّ هَذَا مَعْنَى التَّصْدِيقِ الْمُتَضَمِّنِ لِلِائْتِمَانِ وَالتَّسْلِيمِ وَالْمَيْلِ عَنْ جَانِبٍ إِلَى جَانِبٍ. وَإِنَّمَا يَكُونُ هَذَا فِي إِيمَانِ النَّاسِ بَعْضِهِمْ لِبَعْضٍ، لَا فِي الْإِيمَانِ بِاللهِ عَزَّ وَجَلَّ. وَبِهَذَا يُعْلَمُ كَذِبُهُمْ فِي زَعْمِهِمْ تَصْدِيقَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَهُمْ فِيمَا يَعْتَذِرُونَ لَهُ، فَهُوَ لَا يُصَدِّقُهُمْ وَإِنْ حَلَفُوا؛ لِأَنَّهُ إِنَّمَا يُؤْمِنُ لِلْمُؤْمِنِينَ دُونَ الْمُنَافِقِينَ الْكَاذِبِينَ. </p><p> وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ أَيْ: هُوَ أُذُنُ خَيْرٍ لَكُمْ عَلَى كَوْنِهِ يُؤْمِنُ لِلْمُؤْمِنِينَ دُونَ غَيْرِهِمْ، وَهُوَ رَحْمَةٌ لِلَّذِينِ آمَنُوا مِنْكُمْ إِيمَانًا صَحِيحًا صَادِقًا؛ إِذْ كَانَ سَبَبَ إِيمَانِهِمْ وَهِدَايَتِهِمْ إِلَى مَا فِيهِ سَعَادَةُ الدُّنْيَا وَالْآخِرَةِ، دُونَ مَنْ أَظْهَرَ الْإِسْلَامَ وَأَسَرَّ الْكَفْرَ مُنَافِقًا فَهُوَ نِقْمَةٌ عَلَيْهِ فِي الدَّارَيْنِ، كَمَا قَالَ: إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ أُولَئِكَ يَرْجُونَ رَحْمَةَ اللهِ وَاللهُ غَفُورٌ رَحِيمٌ (٢: ٢١٨) وَالْآيَاتُ فِي هَذَا الْمَعْنَى كَثِيرَةٌ. وَلَمَّا كَانَ كُلٌّ مِنْهُمْ يَدَّعِي الْإِيمَانَ كَانَ قَوْلُهُ:  (مِنْكُمْ) تَعْرِيضًا بِغَيْرِ الصَّادِقِينَ مِنْهُمْ لَا تَصْرِيحًا. وَفَائِدَتُهُ أَنْ يَعْلَمُوا أَنَّ الرَّسُولَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَالِمٌ بِأَنَّ مِنْهُمْ مُنَافِقِينَ، وَلَكِنَّهُ لَا يَعْرِفُ أَعْيَانَهُمْ وَأَشْخَاصَهُمْ، وَيَخْشَى أَنْ يُخْبِرَهُ رَبُّهُ بِهِمْ وَيَكْشِفَ لَهُ عَنْ أَسْرَارِ قُلُوبِهِمْ، كَمَا سَيَأْتِي فِي قَوْلِهِ تَعَالَى: يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ (٦٤) وَقِيلَ: إِنَّ الْمُرَادَ بِالَّذِينِ آمَنُوا مِنْهُمُ الَّذِينَ أَظْهَرُوا الْإِيمَانَ وَإِنَّهُ رَحْمَةٌ لَهُمْ بِقَبُولِ ظَوَاهِرِهِمْ وَمُعَامَلَتِهِمْ بِهَا مُعَامَلَةَ الْمُؤْمِنِينَ؛ وَلِذَلِكَ قَالَ: لِلَّذِينِ آمَنُوا فَعَبَّرَ عَنْهُمْ بِالْفِعْلِ، وَلَمْ يَقُلِ الْمُؤْمِنِينَ بِالْوَصْفِ، وَهَذَا الْقَوْلُ ضَعِيفٌ. وَكَثِيرًا مَا نَاطَ التَّنْزِيلُ الْجَزَاءَ عَلَى الْإِيمَانِ بِالتَّعْبِيرِ عَنْ أَهْلِهِ بِالْفِعْلِ الْمَاضِي. </p><p> وَقَرَأَ حَمْزَةُ (وَرَحْمَةٍ) بِالْخَفْضِ عَطْفًا عَلَى (خَيْرٍ) قِيلَ فِي مَعْنَاهُ: أَيْ: هُوَ أُذُنُ خَيْرٍ وَرَحْمَةٍ لَكُمْ، وَفِيهِ نَظَرٌ أَيْضًا فَإِنَّهُ لَوْ أُرِيدَ هَذَا لَمَا فُصِلَ بَيْنَ الْخَيْرِ وَالرَّحْمَةِ بِقَوْلِهِ: يُؤْمِنُ بِاللهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ بَلْ هُوَ يُؤَيِّدُ مَا قُلْنَاهُ، وَالتَّقْدِيرُ: أُذُنُ خَيْرٍ لَكُمْ كَافَّةً. وَأُذُنُ رَحْمَةٍ لِلَّذِينِ آمَنُوا مِنْكُمْ خَاصَّةً، فَكُلُّ مَا فِي اخْتِلَافِ التَّعْبِيرِ أَنَّ لِينَ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَلُطْفَهُ وَإِلْقَاءَهُ السَّمْعَ إِلَى مُحَدِّثِهِ، وَعَدَمَ مُعَامَلَتِهِ بِمُقْتَضَى سِرِّهِ وَسَرِيرَتِهِ، هُوَ خَيْرٌ لِلْمُنَافِقِينَ مِنْ عَدَمِهِ؛ فَإِنَّهُ لَوْ أَمَرَهُ اللهُ تَعَالَى أَنْ يُعَامِلَهُمْ بِمَا يُخْفُونَ مِنَ الْكُفْرِ لَكَانَ ذَلِكَ أَمْرًا بِقَطْعِ رِقَابِهِمْ، وَبَقَاؤُهُمْ خَيْرٌ لَهُمْ بِالْمَعْنَى الَّذِي يَعْتَقِدُونَهُ مِنْ لَفْظِ الْخَيْرِ، وَخَيْرٌ لَهُمْ فِي نَفْسِ الْأَمْرِ؛ لِأَنَّهُ إِمْهَالٌ لَهُمْ يُرْجَى أَنْ يَتُوبَ بِسَبَبِهِ مَنْ فِيهِ اسْتِعْدَادٌ لِلْإِيمَانِ مِنْهُمْ بِمَا يَرَاهُ مِنْ آيَاتِ اللهِ وَتَأْيِيدِهِ لِرَسُولِهِ وَلِلْمُؤْمِنِينَ، فَالْخَيْرِيَّةُ </p><p> دُنْيَوِيَّةٌ وَهِيَ لِلْجَمِيعِ، وَالرَّحْمَةُ دُنْيَوِيَّةٌ وَأُخْرَوِيَّةٌ وَإِنَّمَا هِيَ لِلْمُؤْمِنِينَ. وَأَمَّا إِرْسَالُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ رَحْمَةً لِلْعَالِمِينَ؛ فَالْمُرَادُ بِهِ عُمُومُ دَعْوَتِهِ وَهِدَايَتِهِ، لَا أَنَّهُ رَحْمَةٌ لِمَنْ كَفَرَ بِهِ كَمَنْ آمَنَ بِهِ. </p><p> وَيُؤَيِّدُ مَا اخْتَرْنَاهُ قَوْلُهُ تَعَالَى: وَالَّذِينَ يُؤْذُونَ رَسُولَ اللهِ لَهُمْ عَذَابٌ أَلِيمٌ فَهُوَ مُقَابِلُ قَوْلِهِ: وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ يَدُلُّ عَلَى أَنَّ إِيذَاءَ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِالْقَوْلِ أَوِ الْفِعْلِ يُنَافِي الْإِيمَانَ الَّذِي هُوَ سَبَبُ الرَّحْمَةِ، فَجَزَاؤُهُ ضِدُّ جَزَائِهِ وَهُوَ الْعَذَابُ الشَّدِيدُ الْإِيلَامِ، وَفِي إِضَافَةِ الرَّسُولِ إِلَى اسْمِ اللهِ عَزَّ وَجَلَّ إِيذَانٌ بِأَنَّ إِيذَاءَهُ إِيذَاءً لِمُرْسِلِهِ أَيْ: سَبَبٌ لِعِقَابِهِ، كَمَا أَنَّ طَاعَتَهُ طَاعَةٌ لَهُ وَسَبَبٌ لِثَوَابِهِ مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللهَ (٤: ٨٠) وَقَوْلُهُ: لَهُمْ عَذَابٌ أَلِيمٌ جُمْلَةٌ مُسْتَقِلَّةٌ هِيَ خَبَرٌ لِمَا قَبْلَهَا، وَفِي هَذَا تَأْكِيدٌ لِمَضْمُونِهَا. </p><p> الْآيَةُ وَمَا فِي مَعْنَاهَا دَلِيلٌ عَلَى أَنَّ إِيذَاءَ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ كُفْرٌ إِذَا كَانَ فِيمَا يَتَعَلَّقُ بِصِفَةِ الرِّسَالَةِ؛ فَإِنَّ إِيذَاءَهُ فِي رِسَالَتِهِ، يُنَافِي صِدْقَ الْإِيمَانِ بِطَبِيعَتِهِ، وَأَمَّا الْإِيذَاءُ الْخَفِيفُ فِيمَا يَتَعَلَّقُ بِالْعَادَاتِ وَالشُّئُونِ الْبَشَرِيَّةِ فَهُوَ حَرَامٌ، لَا كُفْرٌ، كَإِيذَاءِ الَّذِينَ كَانُوا يُطِيلُونَ الْمُكْثَ فِي بُيُوتِهِ عِنْدَ نِسَائِهِ بَعْدَ الطَّعَامِ فَنَزَلَ فِيهِمْ: إِنَّ ذَلِكُمْ </p><p> كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ إِلَى قَوْلِهِ: وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللهِ عَظِيمًا (٣٣: ٥٣) وَقَالَ فِي الْأَعْرَابِ الَّذِينَ كَانُوا يَرْفَعُونَ أَصْوَاتَهُمْ فِي نِدَائِهِ وَيُسَمُّونَهُ بِاسْمِهِ: يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ (٤٩: ٢) فَهَذِهِ آدَابُ الْمُؤْمِنِينَ الَّتِي فَرَضَهَا عَلَيْهِمْ رَبُّهُمْ مَعَ رَسُولِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَفِي التَّقْصِيرِ فِيهَا خَطَرُ حُبُوطِ الْأَعْمَالِ بِدُونِ شُعُورٍ مِنَ الْمُقَصِّرِ. </p><p> وَصَرَّحَ بَعْضُ الْعُلَمَاءِ بِأَنَّ إِيذَاءَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعْدَ انْتِقَالِهِ إِلَى الرَّفِيقِ الْأَعْلَى، كَإِيذَائِهِ فِي حَالِ حَيَاتِهِ الدُّنْيَا، وَمِنْهُ نِكَاحُ أَزْوَاجِهِ مِنْ بَعْدِهِ، قَالَ بَعْضُهُمْ: وَمِنْهُ الْخَوْضُ فِي أَبَوَيْهِ وَآلِ بَيْتِهِ بِمَا يَعْلَمُ أَنَّهُ يُؤْذِيهِ لَوْ كَانَ حَيًّا، وَلَكِنَّهُمْ جَعَلُوهُ ذَنْبًا لَا كُفْرًا، وَلَاشَكَّ أَنَّ الْإِيمَانَ بِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَانِعٌ مِنْ تَصَدِّي الْمُؤْمِنِ لِمَا يَعْلَمُ أَوْ يَظُنُّ أَنْ يُؤْذِيَهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ إِيذَاءً مَا. وَلَكِنْ لَا يَدْخُلُ فِي هَذَا كُلُّ مَا يُؤْذِي أَحَدًا مِنْ سَلَائِلِ آلِهِ وَعِتْرَتِهِ بِأَيِّ سَبَبٍ مِنْ أَسْبَابِ التَّنَازُعِ بَيْنَ النَّاسِ فِي الْحُقُوقِ الْمَالِيَّةِ وَالْجِنَائِيَّةِ وَالْمُخَاصَمَاتِ الشَّخْصِيَّةِ: لِأَنَّ مِنْهَا مَا يَكُونُ فِيهَا الْمَنْسُوبُ إِلَى الْآلِ الْكِرَامِ جَانِيًا آثِمًا وَمُعْتَدِيًا ظَالِمًا. وَقَدْ قَالَ اللهُ تَعَالَى: لَا يُحِبُّ اللهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ (٤: ١٤٨) وَقَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِنَّ لِصَاحِبِ الْحَقِّ مَقَالًا وَسَبَبُهُ كَمَا فِي صَحِيحِ الْبُخَارِيِّ أَنَّ رَجُلًا تَقَاضَى رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَأَغْلَظَ لَهُ فَهَمَّ بِهِ أَصْحَابُهُ فَقَالَ: \" دَعُوهُ إِنَّ لِصَاحِبِ الْحَقِّ مَقَالًا \" الْحَدِيثَ. وَهَذِهِ فَاطِمَةُ </p>"
}