{
  "id": null,
  "sura": 9,
  "aya": 4,
  "text": "<p> وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ (٨: ٥٨) يَعْنِي أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِنَّمَا عَمِلَ فِي نَبْذِ عُهُودِهِمْ بِآيَةِ الْأَنْفَالِ الَّتِي تَقَدَّمَتْ، وَلَيْسَ تَشْرِيعًا جَدِيدًا لِنَبْذِ عُهُودِ الْمُشْرِكِينَ مُطْلَقًا. </p><p> وَقَالَ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهَا: اخْتَلَفَ الْمُفَسِّرُونَ هَاهُنَا اخْتِلَافًا كَثِيرًا، فَقَالَ قَائِلُونَ: هَذِهِ الْآيَةُ لِذَوِي الْعُهُودِ الْمُطْلَقَةِ غَيْرِ الْمُؤَقَّتَةِ، أَوْ مَنْ لَهُ عَهْدٌ دُونَ أَرْبَعَةِ أَشْهُرٍ فَيُكْمِلُ لَهُ أَرْبَعَةَ أَشْهُرٍ، فَأَمَّا مَنْ كَانَ لَهُ عَهْدٌ مُؤَقَّتٌ فَأَجَلُهُ إِلَى مُدَّتِهِ مَهْمَا كَانَ، لِقَوْلِهِ تَعَالَى: فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ (٩: ٤) وَلِمَا سَيَأْتِي فِي الْحَدِيثِ \" وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَهْدٌ فَعَهْدُهُ إِلَى مُدَّتِهِ \" وَهَذَا أَحْسَنُ الْأَقْوَالِ وَأَقْوَاهَا، وَقَدِ اخْتَارَهُ ابْنُ جَرِيرٍ رَحِمَهُ اللهُ، وَرُوِيَ عَنِ الْكَلْبِيِّ، وَمُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ وَغَيْرِ وَاحِدٍ. اهـ. </p><p> فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ خِطَابٌ لِلْمُؤْمِنِينَ مُرَتَّبٌ عَلَى الْبَرَاءَةِ، مُبَيِّنٌ لِمَا يَجِبُ أَنْ يَقُولُوهُ لِلْمُشْرِكِينَ الَّذِينَ بَرِئَ اللهُ وَرَسُولُهُ مِنْ عُهُودِهِمْ، وَيَجُوزُ أَنْ يَكُونَ خِطَابًا لِلْمُشْرِكِينَ أَنْفُسِهِمْ بِطَرِيقِ الِالْتِفَاتِ، وَالسِّيَاحَةُ فِي الْأَرْضِ الِانْتِقَالُ وَالتَّجْوَالُ الْوَاسِعُ فِيهَا، وَرَجُلٌ سَائِحٌ وَسَيَّاحٌ، وَهُوَ مَجَازٌ مَنْ سَاحَ الْمَاءُ سَيْحًا، وَسَيَّحَ النَّاسُ نَهْرًا. وَالْمُرَادُ مِنَ الْأَمْرِ بِالسِّيَاحَةِ حُرِّيَّةُ السَّيْرِ وَالِانْتِقَالِ مَعَ الْأَمَانِ </p><p> مُدَّةَ أَرْبَعَةِ أَشْهُرٍ لَا يَعْرِضُ الْمُسْلِمُونَ لَهُمْ فِيهَا بِقِتَالٍ، فَلَهُمْ فِيهَا سَعَةٌ مِنَ الْوَقْتِ لِلنَّظَرِ فِي أَمْرِهِمْ، وَالتَّفَكُّرِ فِي عَاقِبَتِهِمْ، وَالتَّخْيِيرِ بَيْنَ الْإِسْلَامِ، وَبَيْنَ الِاسْتِعْدَادِ لِلْمُقَاوَمَةِ وَالصِّدَامِ إِذَا هُمْ أَصَرُّوا عَلَى شِرْكِهِمْ وَعُدْوَانِهِمْ، وَهَذَا مِنْ غَرَائِبِ رَحْمَةِ هَذَا الدِّينِ، وَإِعْذَارِهِ إِلَى أَعْدَى أَعْدَائِهِ الْمُحَارِبِينَ، وَلَوْلَاهُ لَأَمْكَنَ أَنْ يُقَالَ: إِنَّهُ أَخَذَهُمْ عَلَى غِرَّةٍ، وَدَانَهُمْ بِمَا كَانُوا يُدِينُونَهُ عِنْدَ الْقُدْرَةِ، فَإِنْ كَانَ هَذَا مِنَ الْعَدْلِ، فَأَيْنَ مَا امْتَازَ بِهِ مِنَ الْفَضْلِ؟ . </p><p> وَهَذِهِ الْأَرْبَعَةُ الْأَشْهَرِ تَبْتَدِئُ مَنْ عَاشَرِ ذِي الْحِجَّةِ مِنْ سَنَةِ تِسْعٍ، وَهُوَ عِيدُ النَّحْرِ الَّذِي بُلِّغُوا فِيهِ هَذِهِ الدَّعْوَةَ كَمَا يَأْتِي، وَتَنْتَهِي فِي عَاشِرِ رَبِيعِ الْآخَرِ مِنْ سَنَةِ عَشْرٍ. وَقَالَ الزُّهْرِيُّ: إِنَّهَا الْأَشْهُرُ الْحُرُمُ \"؛ لِأَنَّ الْبَرَاءَةَ نَزَلَتْ فِي أَوَّلِ شَوَّالٍ سَنَةَ تِسْعٍ، وَتَنْتَهِي بِانْتِهَاءِ الْمُحَرَّمِ أَوَّلَ السَّنَةِ الْعَاشِرَةِ. وَهُوَ غَلَطٌ يَقْتَضِي أَنْ تَكُونَ مُدَّةَ الْأَرْبَعَةِ الْأَشْهُرِ بَعْدَ التَّبْلِيغِ شَهْرَيْنِ لِمَا سَيَأْتِي مِنْ كَوْنِ تَبْلِيغِهِمُ الْبَرَاءَةَ كَانَ يَوْمَ النَّحْرِ فِي مِنًى، وَلَا يُعْقَلُ أَنْ يُحَاسَبُوا بِالْمُدَّةِ قَبْلَ الْعِلْمِ بِهَا. </p><p> وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللهِ أَيْ: وَكُونُوا عَلَى عِلْمٍ قَطْعِيٍّ بِأَنَّكُمْ لَا تُعْجِزُونَ اللهَ تَعَالَى بِسِيَاحَتِكُمْ فِي الْأَرْضِ، وَلَا تَجِدُونَ لَكُمْ مَهْرَبًا مِنْ رَسُولِهِ وَعِبَادِهِ الْمُؤْمِنِينَ إِذَا أَصْرَرْتُمْ عَلَى شِرْكِكُمْ وَعُدْوَانِكُمْ لِلَّهِ وَلِرَسُولِهِ، بَلْ هُوَ يُسَلِّطُهُمْ عَلَيْكُمْ، وَيُؤَيِّدُهُمْ بِنَصْرِهِ الَّذِي وَعَدَهُمْ، كَمَا نَصَرَهُمْ فِي كُلِّ قِتَالٍ لَكُمْ مَعَهُمْ بَدْءًا أَوِ انْتِهَاءً وَالْعَاقِبَةُ لِلْمُتَّقِينَ. </p><p> وَأَنَّ اللهَ مُخْزِي الْكَافِرِينَ أَيْ: وَاعْلَمُوا كَذَلِكَ أَنَّ اللهَ تَعَالَى هُوَ الْمُخْزِي لِجَمِيعِ الْكَافِرِينَ مِنْكُمْ وَمِنْ غَيْرِكُمْ فِي مُعَادَاتِهِمْ وَقِتَالِهِمْ لِرُسُلِهِ وَعِبَادِهِ الْمُؤْمِنِينَ، يُخْزِيهِمْ فِي الدُّنْيَا بِذُلِّ الْخَيْبَةِ وَالْفَضِيحَةِ، ثُمَّ يُخْزِيهِمْ فِي الْآخِرَةِ أَيْضًا، فَتِلْكَ سُنَّتُهُ تَعَالَى فِيهِمْ كَمَا قَالَ فِي مُشْرِكِي مَكَّةَ، وَمَنِ اقْتَدَى بِهِمْ: كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ فَأَذَاقَهُمُ اللهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٣٩: ٢٥ و٢٦) وَقَالَ فِي عَادٍ قَوْمِ هُودٍ: فَأَرْسَلْنَا </p><p> عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ وَالظَّاهِرُ أَنَّ الْمُرَادَ بِالْخِزْيِ هُنَا مَا يَكُونُ لَهُمْ فِي الدُّنْيَا لِلتَّصْرِيحِ بِعَذَابِ الْآخِرَةِ فِي آخِرِ قَوْلِهِ: </p><p> وَأَذَانٌ مِنَ اللهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ هَذِهِ الْجُمْلَةُ مَعْطُوفَةٌ عَلَى مَا قَبْلَهَا، مُصَرِّحَةٌ بِالتَّبْلِيغِ الصَّرِيحِ الْجَهْرِيِّ الْعَامِّ لِلْبَرَاءَةِ مِنَ الْمُشْرِكِينَ، أَيْ مِنْ عُهُودِهِمْ، وَسَائِرِ خُرَافَاتِ شِرْكِهِمْ وَضَلَالَاتِهِ، وَمُبَيِّنَةٌ لِوَقْتِهِ الَّذِي لَا يَسْهُلُ تَعْمِيمُهُ إِلَّا فِيهِ، وَهُوَ يَوْمُ الْحَجِّ الْأَكْبَرِ، وَفِي تَعْيِينِهِ خِلَافٌ سَيُذْكَرُ مَعَ تَرْجِيحِ أَنَّهُ عِيدُ النَّحْرِ الَّذِي تَنْتَهِي فِيهِ فَرَائِضُ الْحَجِّ وَأَرْكَانُهُ، وَيَجْتَمِعُ الْحَاجُّ فِيهِ لِإِتْمَامِ وَاجِبَاتٍ الْمَنَاسِكِ وَسُنَنِهَا فِي مِنًى. وَالْأَذَانُ: النِّدَاءُ الَّذِي يَطْرُقُ الْآذَانَ بِالْإِعْلَامِ بِمَا يَنْبَغِي أَنْ يَعْلَمَهُ الْخَاصُّ وَالْعَامُّ، وَهُوَ اسْمٌ مِنَ التَّأْذِينِ، قَالَ تَعَالَى: ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ (١٢: ٧٠) وَمِنْهُ الْأَذَانُ لِلصَّلَاةِ. وَأَذَّنَ بِهَا أَعْلَمَ، وَآذَنَهُ بِالشَّيْءِ إِيذَانًا أَعْلَمَهُ بِهِ. وَأَذَّنَ بِالشَّيْءِ (كَعَلَّمَ) عَلَّمَهُ، وَأَذِنَ لَهُ (كَتَعِبَ) اسْتَمَعَ. وَأَعَادَ التَّصْرِيحَ فِي هَذَا الْأَذَانِ بِكَوْنِهِ مِنَ اللهِ بِاسْمِ الذَّاتِ، وَمِنْ رَسُولِهِ بِصِفَةِ التَّبْلِيغِ الَّذِي تَقْتَضِيهِ الرِّسَالَةُ كَمَا صَرَّحَ بِهِمَا فِي الْبَرَاءَةِ، وَصَرَّحَ فِي الْمَوْضِعَيْنِ بِذِكْرِ الْمُشْرِكِينَ بِعُنْوَانِ الشِّرْكِ وَوَصْفِهِ، وَذَلِكَ لِتَأْكِيدِ هَذَا الْحُكْمِ، وَتَأْكِيدِ تَبْلِيغِهِ مِنْ جَمِيعِ وُجُوهِهِ. ثُمَّ أَكَّدَ مَا يَجِبُ أَنْ يُبَلِّغُوهُ مِنْ ذَلِكَ بِمَا أَوْجَبَ أَنْ يُخَاطِبُوا بِهِ مِنْ غَيْرِ تَأْخِيرٍ بِقَوْلِهِ: فَإِنْ تُبْتُمْ أَيْ: قُولُوا لَهُمْ: فَإِنْ تُبْتُمْ بِالرُّجُوعِ عَنْ شِرْكِكُمْ، وَمَا زَيَّنَهُ لَكُمْ مِنَ الْخِيَانَةِ وَالْغَدْرِ بِنَقْضِ الْعُهُودِ، وَقَبِلْتُمْ هِدَايَةَ الْإِسْلَامِ فَهُوَ خَيْرٌ لَكُمْ فِي الدُّنْيَا وَالْآخِرَةِ؛ لِأَنَّ هِدَايَةَ الْإِسْلَامِ هِيَ السَّبَبُ لِسَعَادَتِهِمَا وَإِنْ تَوَلَّيْتُمْ أَيْ: أَعْرَضْتُمْ عَنْ إِجَابَةِ هَذِهِ الدَّعْوَةِ إِلَى التَّوْبَةِ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللهِ أَيْ: غَيْرُ فَائِتِيهِ بِأَنْ تُفْلِتُوا مِنْ حُكْمِ سُنَنِهِ وَوَعْدِهِ لِرُسُلِهِ وَالْمُؤْمِنِينَ بِالنَّصْرِ كَمَا تَقَدَّمَ آنِفًا وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ وَهَذَا خِطَابٌ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ </p><p> لِأَنَّهُ نَبَأٌ عَنِ الْغَيْبِ، الَّذِي لَا يُمْكِنُ عِلْمُهُ إِلَّا بِوَحْيِ اللهِ عَزَّ وَجَلَّ، وَقَدْ تَقَدَّمَ فِي هَذَا التَّفْسِيرِ أَنَّ الْبِشَارَةَ مَا يُؤَثِّرُ فِي الْبَشَرَةِ مِنَ الْأَنْبَاءِ، إِمَّا بِالتَّهَلُّلِ، وَإِشْرَاقِ الْوَجْهِ وَهُوَ السُّرُورُ الَّذِي تَنْبَسِطُ فِيهِ أَسَارِيرُ الْجَبْهَةِ وَتَتَمَدَّدُ، وَإِمَّا بِالْعُبُوسِ وَالْبُسُورِ، وَتَقْطِيبِ الْوَجْهِ مِنَ الْكَدَرِ أَوِ الْحُزْنِ أَوِ الْخَوْفِ. وَغَلَبَ فِي الْأَوَّلِ حَتَّى ذَهَبَ الْأَكْثَرُونَ إِلَى كَوْنِهِ حَقِيقَةً فِيهِ، وَأَنَّ اسْتِعْمَالَهُ فِيمَا يَسُوءُ وَيُكَدِّرُ إِنَّمَا يُقَالُ مِنْ بَابِ التَّهَكُّمِ </p><p> ثُمَّ اسْتَثْنَى مِنْ هَؤُلَاءِ الَّذِينَ تَبَرَّأَ مِنْ عُهُودِهِمْ، وَأَمَرَ بِوَعِيدِهِمْ وَتَهْدِيدِهِمْ، وَضَرَبَ لَهُمْ مَوْعِدَ الْأَرْبَعَةِ الْأَشْهُرِ، مَنْ حَافَظُوا عَلَى عَهْدِهِمْ بِالدِّقَّةِ التَّامَّةِ وَالْإِخْلَاصِ فَقَالَ: إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ قَالَ الْحَافِظُ ابْنُ كَثِيرٍ: هَذَا اسْتِثْنَاءٌ مِنْ ضَرْبِ مُدَّةِ التَّأْجِيلِ بِأَرْبَعَةِ أَشْهُرٍ لِمَنْ لَهُ عَهْدٌ مُطْلَقٌ لَيْسَ بِمُؤَقَّتٍ، فَأَجَلُهُ أَرْبَعَةُ أَشْهُرٍ يَسِيحُ فِي الْأَرْضِ يَذْهَبُ فِيهَا، لِيَنْجُوَ بِنَفْسِهِ حَيْثُ شَاءَ إِلَّا مَنْ لَهُ عَهْدٌ مُؤَقَّتٌ فَأَجَلُهُ إِلَى مُدَّتِهِ الْمَضْرُوبَةِ الَّتِي عُوهِدَ عَلَيْهَا، وَقَدْ تَقَدَّمَتِ الْأَحَادِيثُ، وَمَنْ كَانَ لَهُ عَهْدٌ مَعَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَعَهْدُهُ إِلَى مُدَّتِهِ الْمَضْرُوبَةِ. وَذَلِكَ بِشَرْطِ أَلَّا يَنْقُضَ الْمُعَاهِدُ عَهْدَهُ، وَلَمْ يُظَاهِرْ عَلَى الْمُسْلِمِينَ، أَيْ يُمَالِئْ عَلَيْهِمْ مَنْ سِوَاهُمْ، فَهَذَا الَّذِي يُوَفَّى لَهُ بِذِمَّتِهِ، وَعَهْدِهِ إِلَى مُدَّتِهِ اهـ. </p><p> وَقَالَ الْبَغَوِيُّ: الْمُرَادُ بِهَؤُلَاءِ الَّذِينَ اسْتَثْنَاهُمُ اللهُ تَعَالَى بَنُو ضَمْرَةَ وَحَيٌّ مِنْ كِنَانَةَ، وَقَالَ السُّدِّيُّ: هَؤُلَاءِ بَنُو ضَمْرَةَ وَبَنُو مُدْلِجٍ، حَيَّانِ مِنْ بَنِي كِنَانَةَ، كَانُوا حُلَفَاءَ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي غَزْوَةِ الْعُسْرَةِ مَنْ بَنِي تَبِيعٍ. وَقَالَ مُجَاهِدٌ: كَانَ لَبَنِي مُدْلِجٍ وَخُزَاعَةَ عَهْدٌ، فَهُوَ الَّذِي قَالَ اللهُ: فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ وَقَالَ مُحَمَّدُ بْنُ عَبَّادِ بْنِ جَعْفَرٍ: هُمْ بَنُو خُزَيْمَةَ بْنِ عَامِرٍ مِنْ بَنِي بَكْرِ بْنِ كِنَانَةَ. وَلَكِنْ قَالَ ابْنُ عَبَّاسٍ ـ رَضِيَ اللهُ عَنْهُ ـ: هُمْ مُشْرِكُو قُرَيْشٍ الَّذِينَ عَاهَدَهُمُ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ زَمَنَ الْحُدَيْبِيَةِ، وَكَانَ قَدْ بَقِيَ مِنْ مُدَّتِهِمْ أَرْبَعَةُ أَشْهُرٍ بَعْدَ يَوْمِ النَّحْرِ، فَأُمِرَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّ يُوَفِّيَ لَهُمْ بِعَهْدِهِمْ </p><p> هَذَا إِلَى مُدَّتِهِمْ، ذَكَرَ هَذِهِ الْأَقْوَالَ فِي الدُّرِّ الْمَنْثُورِ. وَالصَّوَابُ: أَنَّ هَذَا اللَّفْظَ عَامٌّ، وَتَعْيِينُ الْمُرَادِ مِنْهُ بِأَسْمَاءِ الْقَبَائِلِ لَا يَتَعَلَّقُ بِهِ عَمَلٌ بَعْدَ ذَلِكَ الزَّمَانِ. </p><p> وَالْآيَةُ تَدُلُّ عَلَى أَنَّ الْوَفَاءَ بِالْعَهْدِ مِنْ فَرَائِضِ الْإِسْلَامِ مَا دَامَ الْعَهْدُ مَعْقُودًا، وَعَلَى أَنَّ الْعَهْدَ الْمُؤَقَّتَ لَا يَجُوزُ نَقْضُهُ إِلَّا بِانْتِهَاءِ وَقْتِهِ، وَأَنَّ شَرْطَ وُجُوبِ الْوَفَاءِ بِهِ عَلَيْنَا مُحَافَظَةُ الْعَدُوِّ الْمُعَاهِدِ لَنَا عَلَيْهِ بِحَذَافِيرِهِ، مِنْ نَصِّ الْقَوْلِ وَفَحْوَاهُ وَلَحْنِهِ الْمُعَبَّرُ عَنْهُمَا فِي هَذَا الْعَصْرِ بِرُوحِهِ، فَإِنْ نَقَضَ شَيْئًا مَا مِنْ شُرُوطِ الْعَهْدِ، وَأَخَلَّ بِغَرَضٍ مَا مِنْ أَغْرَاضِهِ عُدَّ نَاقِضًا لَهُ، إِذْ قَالَ: ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَفْظُ شَيْءٍ أَعَمُّ الْأَلْفَاظِ، وَهُوَ نَكِرَةٌ فِي سِيَاقِ النَّفْيِ، فَيَصْدُقُ بِأَدْنَى إِخْلَالٍ بِالْعَهْدِ، وَقُرِئَ فِي الشَّوَاذِّ \" يَنْقُضُوكُمْ \" بِالضَّادِ الْمُعْجَمَةِ، وَالْمُهْمَلَةُ أَبْلَغُ - وَمِنَ الضَّرُورِيِّ أَنَّ مِنْ شُرُوطِهِ الَّتِي يَنْتَقِضُ بِالْإِخْلَالِ بِهَا عَدَمُ مُظَاهَرَةِ أَحَدٍ مِنْ أَعْدَائِنَا وَخُصُومِنَا عَلَيْنَا، وَقَدْ صُرِّحَ بِهَذَا لِلِاهْتِمَامِ بِهِ، وَإِلَّا فَهُوَ يَدْخُلُ فِي عُمُومِ مَا قَبْلَهُ، وَذَلِكَ أَنَّ الْغَرَضَ الْأَوَّلَ مِنَ الْمُعَاهَدَاتِ تَرْكُ قِتَالِ كُلٍّ مِنَ الْفَرِيقَيْنِ الْمُتَعَاهِدَيْنِ لِلْآخَرِ، وَحُرِّيَّةُ التَّعَامُلِ بَيْنَهُمَا، فَمُظَاهَرَةُ أَحَدِهِمَا لِعَدُوِّ الْآخَرِ، أَيْ مُعَاوَنَتُهُ وَمُسَاعَدَتُهُ عَلَى قِتَالِهِ، وَمَا يَتَعَلَّقُ بِهِ، كَمُبَاشَرَتِهِ لِلْقِتَالِ وَغَيْرِهِ بِنَفْسِهِ، يُقَالُ: ظَاهَرَهُ إِذَا عَاوَنَهُ وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ </p><p> (٣٣: ٢٦) وَظَاهَرَهُ عَلَيْهِ إِذَا سَاعَدَهُ عَلَيْهِ. وَتَظَاهَرُوا عَلَيْهِمْ تُعَاوِنُوا وَكُلُّهُ مِنَ الظَّهْرِ الَّذِي يُعَبَّرُ بِهِ عَنِ الْقُوَّةِ، وَمِنْهُ بَعِيرٌ ظَهِيرٌ، وَيُحْتَمَلُ أَنْ يَكُونَ مِنَ الظُّهُورِ. </p><p> إِنَّ اللهَ يُحِبُّ الْمُتَّقِينَ أَيْ: لِنَقْضِ الْعُهُودِ وَإِخْفَارِ الذِّمَمِ، وَلِسَائِرِ الْمَفَاسِدِ الْمُخِلَّةِ بِالنِّظَامِ وَالْعَدْلِ الْعَامِّ. </p><p> وَقَدْ وَرَدَ فِي تَنْفِيذِ أَمْرِ اللهِ تَعَالَى بِهَذِهِ الْبَرَاءَةِ وَالْأَذَانِ بِهَا - أَيِ التَّبْلِيغِ الْعَامِّ الْعَلَنِيِّ لَهَا - أَحَادِيثُ فِي الصِّحَاحِ وَالسُّنَنِ، وَكُتُبِ التَّفْسِيرِ الْمَأْثُورِ فِيهَا شَيْءٌ مِنَ الْخِلَافِ وَالتَّعَارُضِ نَقْتَصِرُ عَلَى أَمْثَلِهَا وَأَثْبَتِهَا، وَمَا يَجْمَعُ بَيْنَ الرِّوَايَاتِ وَيُزِيلُ تَعَارُضَهَا. فَجُمْلَةُ تِلْكَ الرِّوَايَاتِ تَدُلُّ عَلَى أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ جَعَلَ أَبَا بَكْرٍ ـ رَضِيَ اللهُ عَنْهُ ـ أَمِيرًا عَلَى الْحَجِّ </p><p> سَنَةَ تِسْعٍ، وَأَمَرَهُ أَنْ يُبَلِّغَ الْمُشْرِكِينَ الَّذِينَ يَحْضُرُونَ الْحَجَّ أَنَّهُمْ يُمْنَعُونَ مِنْهُ بَعْدَ ذَلِكَ الْعَامِ، ثُمَّ أَرْدَفَهُ بِعَلِيٍّ عَلَيْهِ السَّلَامُ، لِيُبَلِّغَهُمْ عَنْهُ نَبْذَ عُهُودِهِمُ الْمُطْلَقَةِ، وَإِعْطَاءَهُمْ مُهْلَةَ أَرْبَعَةِ أَشْهُرٍ، لِيَنْظُرُوا فِي أَمْرِهِمْ، وَأَنَّ الْعُهُودَ الْمُؤَقَّتَةَ أَجَلُهَا نِهَايَةُ وَقْتِهَا. وَيَتْلُوَ عَلَيْهِمُ الْآيَاتِ الْمُتَضَمِّنَةَ لِمَسْأَلَةِ نَبْذِ الْعُهُودِ، وَمَا يَتَعَلَّقُ بِهَا مِنْ أَوَّلِ سُورَةِ بَرَاءَةٌ وَهِيَ ٤٠ أَوْ ٣٣ آيَةً، وَمَا ذُكِرَ فِي بَعْضِ الرِّوَايَاتِ مِنَ التَّرَدُّدِ بَيْنَ ٣٠ و٤٠ فَتَعْبِيرٌ بِالْأَعْشَارِ، مَعَ إِلْغَاءِ كَسْرِهَا مِنْ زِيَادَةٍ وَنُقْصَانٍ، وَذَلِكَ لِأَنَّ مِنْ عَادَةِ الْعَرَبِ أَنَّ الْعُهُودَ وَنَبْذَهَا إِنَّمَا تَكُونُ مِنْ عَاقِدِهَا أَوْ أَحَدِ عَصَبَتِهِ الْقَرِيبَةِ، وَأَنَّ عَلِيًّا كَانَ مُخْتَصًّا بِذَلِكَ مَعَ بَقَاءِ إِمَارَةِ الْحَجِّ لِأَبِي بَكْرٍ الَّذِي كَانَ يُسَاعِدُهُ عَلَى ذَلِكَ، وَيَأْمُرُ بَعْضَ الصَّحَابَةِ كَأَبِي هُرَيْرَةَ بِمُسَاعَدَتِهِ. </p><p> أَمَّا الشَّيْخَانِ فَقَدْ أَخْرَجَا فِي هَذَا الْبَابِ حَدِيثَ أَبِي هُرَيْرَةَ الَّذِي رَوَاهُ عَنْهُ حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فِي كِتَابِ الْحَجِّ، وَكَرَّرَهُ الْبُخَارِيُّ فِي كُتُبِ الطَّهَارَةِ وَالْحَجِّ وَالْجِزْيَةِ وَالْمَغَازِي وَالتَّفْسِيرِ، فَنَذْكُرُ لَفْظَهُ فِي تَفْسِيرِ فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ الْآيَةَ. عَنْ حُمَيْدٍ أَنَّ أَبَا هُرَيْرَةَ قَالَ: بَعَثَنِي أَبُو بَكْرٍ فِي تِلْكَ الْحَجَّةِ فِي مُؤَذِّنِينَ بَعَثَهُمْ يَوْمَ النَّحْرِ يُؤَذِّنُونَ بِمِنًى: أَلَّا يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلَا يَطُوفَ بِالْبَيْتِ عُرْيَانٌ. قَالَ حُمَيْدٌ: ثُمَّ أَرْدَفَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَلِيِّ بْنِ أَبِي طَالِبٍ وَأَمَرَهُ أَنْ يُؤَذِّنَ بِـ (بَرَاءَةٌ) قَالَ أَبُو هُرَيْرَةَ: فَأَذَّنَ مَعَنَا عَلِيٌّ يَوْمَ النَّحْرِ فِي أَهْلِ مِنًى بِـ (بَرَاءَةٌ) وَأَلَّا يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ وَلَا يَطُوفَ بِالْبَيْتِ عُرْيَانٌ اهـ. قَالَ الْحَافِظُ فِي الْفَتْحِ عِنْدَ قَوْلِهِ: قَالَ أَبُو هُرَيْرَةَ: فَأَذَّنَ مَعَنَا عَلِيٌّ مَا نَصُّهُ: هُوَ مَوْصُولٌ بِالْإِسْنَادِ الْمَذْكُورِ، وَكَانَ حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ حَمَلَ قِصَّةَ تَوَجُّهِ عَلِيٍّ مِنَ الْمَدِينَةِ إِلَى أَنْ لَحِقَ بِأَبِي بَكْرٍ عَنْ غَيْرِ أَبِي هُرَيْرَةَ، وَحَمَلَ بَقِيَّةَ الْقِصَّةِ عَنْ أَبِي هُرَيْرَةَ. </p><p> وَقَوْلُهُ: فَأَذَّنَ مَعَنَا عَلِيٌّ فِي مِنًى يَوْمَ النَّحْرِ إِلَخْ. قَالَ الْكَرْمَانِيُّ: فِيهِ </p><p> إِشْكَالٌ؛ لِأَنَّ عَلِيًّا كَانَ مَأْمُورًا بِأَنْ يُؤَذِّنَ بِـ (بَرَاءَةٌ) ، فَكَيْفَ يُؤَذِّنُ بِأَلَّا يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ؟ ثُمَّ أَجَابَ بِأَنَّهُ أَذَّنَ بِـ (بَرَاءَةٌ) . وَمِنْ جُمْلَةِ مَا اشْتَمَلَتْ عَلَيْهِ أَلَّا يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ مِنْ قَوْلِهِ تَعَالَى: إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا (٢٨) وَيُحْتَمَلُ أَنْ يَكُونَ أُمِرَ أَنْ يُؤَذِّنَ بِـ (بَرَاءَةٌ) ، وَبِمَا أُمِرَ أَبُو بَكْرٍ أَنْ يُؤَذَّنَ بِهِ أَيْضًا. (قُلْتُ) وَفِي قَوْلِهِ: يُؤَذِّنَ بِـ (بَرَاءَةٌ) تَجَوُّزٌ؛ لِأَنَّهُ أُمِرَ أَنْ يُؤَذِّنَ بِبِضْعٍ وَثَلَاثِينَ آيَةً مُنْتَهَاهَا عِنْدَ قَوْلِهِ: وَلَوْ كَرِهَ الْمُشْرِكُونَ، فَرَوَى الطَّبَرَانِيُّ مِنْ طَرِيقِ أَبِي مَعْشَرٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ وَغَيْرِهِ قَالَ: بَعَثَ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَبَا بَكْرٍ أَمِيرًا عَلَى الْحَجِّ سَنَةَ تِسْعٍ، وَبَعَثَ عَلِيًّا بِثَلَاثِينَ أَوْ أَرْبَعِينَ آيَةً مِنْ بَرَاءَةٌ. وَرَوَى الطَّبَرِيُّ مِنْ طَرِيقِ أَبِي الصَّهْبَاءِ قَالَ: سَأَلْتُ عَلِيًّا عَنْ يَوْمِ الْحَجِّ الْأَكْبَرِ، فَقَالَ: إِنَّ رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعَثَ أَبَا بَكْرٍ يُقِيمُ لِلنَّاسِ الْحَجَّ، وَبَعَثَنِي بَعْدَهُ بِأَرْبَعِينَ آيَةً مِنْ بَرَاءَةٌ، حَتَّى أَتَى عَرَفَةَ فَخَطَبَ ثُمَّ الْتَفَتَ إِلَيَّ فَقَالَ: يَا عَلِيُّ قُمْ فَأَدِّ رِسَالَةَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقُمْتُ فَقَرَأْتُ أَرْبَعِينَ آيَةً مِنْ (بَرَاءَةٌ) ، ثُمَّ صَدَرْنَا حَتَّى رَمَيْتُ الْجَمْرَةَ فَطَفِقْتُ أَتَتَبَّعُ بِهَا الْفَسَاطِيطَ أَقْرَؤُهَا عَلَيْهِمْ؛ لِأَنَّ الْجَمِيعَ لَمْ يَكُونُوا حَضَرُوا خُطْبَةَ أَبِي بَكْرٍ يَوْمَ عَرَفَةَ. </p><p> ثُمَّ قَالَ الْحَافِظُ: وَأَمَّا مَا وَقَعَ فِي حَدِيثِ جَابِرٍ فِيمَا أَخْرَجَهُ الطَّبَرِيُّ وَإِسْحَاقُ فِي مُسْنَدِهِ وَالنَّسَائِيُّ وَالدَّارِمِيُّ كِلَاهُمَا عَنْهُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَابْنُ حِبَّانَ مِنْ طَرِيقِ ابْنِ جُرَيْجٍ: حَدَّثَنِي عَبْدُ اللهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ: أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ حِينَ رَجَعَ مِنْ عُمْرَةِ الْجِعْرَانَةِ بَعَثَ أَبَا بَكْرٍ عَلَى الْحَجِّ فَأَقْبَلْنَا مَعَهُ، حَتَّى إِذَا كُنَّا بِالْعَرَجِ ثَوَّبَ بِالصُّبْحِ فَسَمِعْنَا رَغْوَةَ نَاقَةِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَإِذَا عَلِيٌّ عَلَيْهَا، </p><p> فَقَالَ لَهُ: أَمِيرٌ أَوْ رَسُولٌ؟ فَقَالَ: بَلْ أَرْسَلَنِي رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِـ (بَرَاءَةٌ) أَقْرَؤُهَا عَلَى النَّاسِ، فَقَدِمْنَا مَكَّةَ فَلَمَّا كَانَ قَبْلَ يَوْمِ التَّرْوِيَةِ بِيَوْمٍ فَأَمَّ أَبُو بَكْرٍ فَخَطَبَ النَّاسَ بِمَنَاسِكِهِمْ، حَتَّى إِذَا فَرَغَ مِنْهَا قَامَ عَلِيٌّ فَقَرَأَ عَلَى النَّاسِ (بَرَاءَةٌ) حَتَّى خَتَمَهَا، ثُمَّ كَانَ يَوْمَ النَّحْرِ كَذَلِكَ، ثُمَّ يَوْمَ النَّفْرِ كَذَلِكَ، فَيُجْمَعُ بِأَنَّ عَلِيًّا قَرَأَهَا كُلَّهَا فِي الْمَوَاطِنِ الثَّلَاثَةِ، وَأَمَّا فِي سَائِرِ الْأَوْقَاتِ فَكَانَ يُؤَذِّنُ بِالْأُمُورِ الْمَذْكُورَةِ: أَلَّا يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ إِلَخْ. وَكَانَ يَسْتَعِينُ بِأَبِي هُرَيْرَةَ وَغَيْرِهِ فِي الْأَذَانِ بِذَلِكَ. </p><p> \" وَقَدْ وَقَعَ فِي حَدِيثٍ مِقْسَمٍ عَنِ ابْنِ عَبَّاسٍ عِنْدَ التِّرْمِذِيِّ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ </p><p> بَعَثَ أَبَا بَكْرٍ - الْحَدِيثَ - وَفِيهِ فَقَامَ عَلِيٌّ أَيَّامَ التَّشْرِيقِ فَنَادَى: ذِمَّةُ اللهِ وَذِمَّةُ رَسُولِهِ بَرِيئَةٌ مِنْ كُلِّ مُشْرِكٍ فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ، وَلَا يَحُجَّنَّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلَا يَطُوفَنَّ بِالْبَيْتِ عُرْيَانٌ، وَلَا يَدْخُلُ الْجَنَّةَ إِلَّا كُلُّ مُؤْمِنٍ. فَكَانَ عَلِيٌّ يُنَادِي بِهَا، فَإِذَا بُحَّ قَامَ أَبُو هُرَيْرَةَ فَنَادَى بِهَا \".</p><p> \" وَأَخْرَجَ أَحْمَدُ بِسَنَدٍ حَسَنٍ عَنْ أَنَسٍ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعَثَ بِـ (بَرَاءَةٌ) مَعَ أَبِي بَكْرٍ، فَلَمَّا بَلَغَ ذَا الْحُلَيْفَةِ قَالَ:  \" لَا يَبْلُغُهَا إِلَّا أَنَا أَوْ رَجُلٌ مِنْ أَهْلِ بَيْتِي \" فَبَعَثَ بِهَا مَعَ عَلِيٍّ، قَالَ التِّرْمِذِيُّ: حَسَنٌ غَرِيبٌ. وَوَقَعَ فِي حَدِيثِ يَعْلَى عِنْدَ أَحْمَدَ عَنْ عَلِيٍّ: لَمَّا نَزَلَتْ عَشْرُ آيَاتٍ مِنْ (بَرَاءَةٌ) بَعَثَ بِهَا النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَعَ أَبِي بَكْرٍ، لِيَقْرَأَهَا عَلَى أَهْلِ مَكَّةَ، ثُمَّ دَعَانِي فَقَالَ:  \" أَدْرِكْ أَبَا بَكْرٍ فَحَيْثُمَا لَقِيتَهُ فَخُذْ مِنْهُ الْكِتَابَ \" فَرَجَعَ أَبُو بَكْرٍ فَقَالَ: يَا رَسُولَ اللهِ نَزَلَ فِيَّ شَيْءٌ، فَقَالَ:  \" لَا \" إِلَّا أَنَّهُ لَنْ يُؤَدِّيَ عَنِّي - أَوْ - وَلَكِنَّ جِبْرِيلَ قَالَ:  \" لَا يُؤَدِّي عَنْكَ إِلَّا أَنْتَ أَوْ رَجُلٌ مِنْكَ \" قَالَ الْعِمَادَ بْنُ كَثِيرٍ: لَيْسَ الْمُرَادُ أَنَّ أَبَا بَكْرٍ رَجَعَ مِنْ فَوْرِهِ، بَلِ الْمُرَادُ رَجَعَ مِنْ حَجَّتِهِ (قُلْتُ) : وَلَا مَانِعَ مِنْ حَمْلِهِ عَلَى ظَاهِرِهِ لِقُرْبِ الْمَسَافَةِ. وَأَمَّا قَوْلُهُ: عَشْرُ آيَاتٍ فَالْمُرَادُ أَوَّلُهَا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ (٩: ٢٨) اهـ. </p><p> هَذَا مَا لَخَّصَهُ الْحَافِظُ مِنَ الرِّوَايَاتِ. وَأَقُولُ: إِنَّ ابْنَ كَثِيرٍ قَالَ فِي حَدِيثِ عَلِيٍّ </p><p> فِي نُزُولِ الْعَشْرِ الْآيَاتِ الْمَذْكُورَةِ أَخِيرًا - وَقَدْ ذَكَرَ إِسْنَادَهُ عَنْ عَبْدِ اللهِ بْنِ أَحْمَدَ - هَذَا إِسْنَادٌ فِيهِ ضَعْفٌ. </p><p> وَأَزِيدُ عَلَيْهِ انْتِقَادَ مَتْنِهِ، إِذْ لَا يَصِحُّ أَنْ يَكُونَ نَزَلَ مِنْهَا عَشْرُ آيَاتٍ، وَأَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بَعَثَ أَبَا بَكْرٍ ثُمَّ عَلِيًّا بِهَا، فَهَذَا مُخَالِفٌ لِسَائِرِ الرِّوَايَاتِ الْمُتَضَافِرَةِ الْمُتَّفِقَةِ الَّتِي أُطْلِقَ فِي بَعْضِهَا أَوَّلُ سُورَةِ (بَرَاءَةٌ) - وَفِي بَعْضِهَا عَدَدُ ثَلَاثِينَ أَوْ أَرْبَعِينَ آيَةً مِنْهَا - أَيْ بِالتَّقْرِيبِ، وَفِي بَعْضِهَا سُورَةُ (بَرَاءَةٌ) ، وَهِيَ لَا تَنَافِي بَيْنَهَا، فَقَدْ نَزَلَتْ سُورَةُ (بَرَاءَةٌ) كُلُّهَا أَوْ أَكْثَرُهَا عَقِبَ غَزْوَةِ تَبُوكَ، وَقَدْ كَانَتْ فِي رَجَبٍ سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ. وَقَدْ قَالَ ابْنُ إِسْحَاقَ: إِنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَقَامَ بَعْدَ أَنْ رَجَعَ مِنْ تَبُوكَ رَمَضَانَ وَشَوَّالَ وَذَا الْقَعْدَةِ ثُمَّ بَعَثَ أَبَا بَكْرٍ أَمِيرًا عَلَى الْحَجِّ، وَذَكَرَ أَنَّ أَبَا بَكْرٍ خَرَجَ فِي ذِي الْقَعْدَةِ. فَإِنْ أَمْكَنَ حَمْلُ مَا رَوَاهُ ابْنُ سَعْدٍ عَنْ مُجَاهِدٍ مِنْ أَنَّ حَجَّ أَبِي بَكْرٍ كَانَ فِي ذِي الْقَعْدَةِ عَلَى هَذَا كَانَ صَحِيحًا وَإِلَّا فَلَا. </p><p> وَأَمَّا ضَعْفُ إِسْنَادِهِ الَّذِي ذَكَرَهُ ابْنُ كَثِيرٍ فَمِنْ حَنَشِ بْنِ الْمُعْتَمِرِ الْكِنَانِيِّ الْكُوفِيِّ قَالَ ابْنُ حِبَّانَ: كَانَ كَثِيرَ الْوَهْمِ فِي الْأَخْبَارِ يَنْفَرِدُ عَنْ عَلِيٍّ بِأَشْيَاءَ لَا تُشْبِهُ حَدِيثَ الثِّقَاتِ حَتَّى صَارَ مِمَّنْ لَا يُحْتَجُّ بِحَدِيثِهِ، وَقَالَ الْبَزَّارُ: حَدَّثَ عَنْهُ سِمَاكٌ بِحَدِيثٍ مُنْكَرٍ، وَقَالَ ابْنُ حَزْمٍ فِي الْمُحَلَّى: سَاقِطٌ مُطَّرِحٌ، وَلِأَئِمَّةِ الْجَرْحِ فِي تَضْعِيفِهِ أَقْوَالٌ أُخْرَى. وَلَعَلَّ الْحَدِيثَ الْمُنْكَرَ الَّذِي رَوَاهُ عَنْهُ سِمَاكٌ هُوَ هَذَا، عَلَى أَنَّ سِمَاكَ بْنَ حَرْبٍ هَذَا لَمْ يَسْلَمْ مِنْ جَرْحٍ، وَإِنْ رَوَى عَنْهُ مُسْلِمٌ، </p><p> وَمِمَّا قِيلَ عَنْهُ أَنَّهُ خَرِفَ فِي آخِرِ عُمُرِهِ. وَالْعَجِيبُ مِنَ الْحَافِظِ ابْنِ حَجَرٍ كَيْفَ سَكَتَ عَنْ ضَعْفِ إِسْنَادِ هَذَا الْحَدِيثِ مَعَ تَذَكُّرِ عِبَارَةِ ابْنِ كَثِيرٍ فِيهِ. </p><p> وَأَمَّا يَوْمُ الْحَجِّ اخْتِلَافُهُمْ فِي تَعْيِينِ الْأَكْبَرِ فَفِيهِ مَا رَوَاهُ الْبُخَارِيُّ فِي تَفْسِيرِ إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ مِنْ رِوَايَةِ صَالِحِ بْنِ كَيْسَانَ عَنِ ابْنِ شِهَابٍ أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ أَخْبَرَهُ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا بَكْرٍ رَضِيَ اللهُ عَنْهُ بَعَثَهَ فِي الْحَجَّةِ الَّتِي أَمَّرَهُ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَيْهَا قَبْلَ حَجَّةِ الْوَدَاعِ يُؤَذِّنُ فِي النَّاسِ أَلَّا يَحُجَّنَّ </p><p> بَعْدَ الْعَامِ مُشْرِكٌ. وَلَا يَطُوفَنَّ بِالْبَيْتِ عُرْيَانٌ، فَكَانَ حُمَيْدٌ يَقُولُ: يَوْمُ النَّحْرِ يَوْمُ الْحَجِّ الْأَكْبَرِ، مِنْ أَجْلِ حَدِيثِ أَبِي هُرَيْرَةَ، وَتَقَدَّمَ الْحَدِيثُ فِي كِتَابِ الْجِزْيَةِ عَنْ شُعَيْبٍ عَنِ الزُّهْرِيِّ بِلَفْظِ: بَعَثَنِي أَبُو بَكْرٍ فِيمَنْ يُؤَذِّنُ يَوْمَ النَّحْرِ بِمِنًى: لَا يَحُجُّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلَا يَطُوفُ بِالْبَيْتِ عُرْيَانٌ، وَيَوْمُ الْحَجِّ الْأَكْبَرِ يَوْمُ النَّحْرِ. وَإِنَّمَا قِيلَ الْأَكْبَرُ مِنْ أَجْلِ قَوْلِ النَّاسِ الْحَجِّ الْأَصْغَرِ. فَنَبَذَ أَبُو بَكْرِ إِلَى النَّاسِ فِي ذَلِكَ الْعَامِ، فَلَمْ يَحُجَّ فِي حِجَّةِ الْوَدَاعِ الَّتِي حَجَّ فِيهَا النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مُشْرِكٌ اهـ. </p><p> قَالَ الْحَافِظُ فِي الْكَلَامِ عَلَى رِوَايَةِ صَالِحٍ مِنَ الْفَتْحِ بَعْدَ أَنْ ذَكَرَ رِوَايَةَ شُعَيْبٍ مَا نَصُّهُ: وَقَوْلُهُ: وَيَوْمُ الْحَجِّ الْأَكْبَرِ يَوْمُ النَّحْرِ - هُوَ قَوْلُ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ اسْتَنْبَطَهُ مِنْ قَوْلِهِ تَعَالَى: وَأَذَانٌ مِنَ اللهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ (٣) وَمِنْ مُنَادَاةِ أَبِي هُرَيْرَةَ بِذَلِكَ بِأَمْرِ أَبِي بَكْرٍ يَوْمَ النَّحْرِ، وَسِيَاقُ رِوَايَةِ شُعَيْبٍ يُوهِمُ أَنَّ ذَلِكَ مِمَّا نَادَى بِهِ أَبُو بَكْرٍ، وَلَيْسَ كَذَلِكَ، فَقَدْ تَضَافَرَتِ الرِّوَايَاتُ عَنْ أَبِي هُرَيْرَةَ بِأَنَّ الَّذِي كَانَ يُنَادِي بِهِ هُوَ وَمَنْ مَعَهُ مِنْ قِبَلِ أَبِي بَكْرٍ شَيْئَانِ: مَنْعُ حَجِّ الْمُشْرِكِينَ، وَمَنْعُ طَوَافِ الْعُرْيَانِ. وَأَنَّ عَلِيًّا أَيْضًا كَانَ يُنَادِي بِهِمَا، وَكَانَ يَزِيدُ: مَنْ كَانَ لَهُ عَهْدٌ فَعَهْدُهُ إِلَى مُدَّتِهِ، وَأَلَّا يَدْخُلَ الْجَنَّةَ إِلَّا مُسْلِمٌ. وَكَانَتْ هَذِهِ الْأَخِيرَةُ كَالتَّوْطِئَةِ، لِئَلَّا يَحُجَّ الْبَيْتَ مُشْرِكٌ. وَأَمَّا الَّتِي قَبْلَهَا فَهِيَ الَّتِي اخْتُصَّ عَلِيٌّ بِتَبْلِيغِهَا، وَلِهَذَا قَالَ الْعُلَمَاءُ: إِنَّ الْحِكْمَةَ فِي إِرْسَالِ عَلِيٍّ بَعْدَ أَبِي بَكْرٍ أَنَّ عَادَةَ الْعَرَبِ جَرَتْ بِأَلَّا يَنْقُضَ الْعَهْدَ إِلَّا مَنْ عَقَدَهُ أَوْ مَنْ هُوَ مِنْهُ بِسَبِيلٍ مِنْ أَهْلِ بَيْتِهِ فَأَجْرَاهُمْ فِي ذَلِكَ عَلَى عَادَتِهِمْ، وَلِهَذَا قَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: لَا يُبَلِّغُ عَنِّي إِلَّا أَنَا أَوْ رَجُلٌ مِنْ أَهْلِ بَيْتِي. وَرَوَى أَحْمَدُ وَالنَّسَائِيُّ مِنْ طَرِيقِ مُحْرِزِ بْنِ أَبِي هُرَيْرَةَ عَنْ أَبِيهِ قَالَ: كُنْتُ مَعَ عَلِيٍّ حِينَ بَعَثَهُ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِلَى مَكَّةَ بِـ (بَرَاءَةٌ) ، فَكُنَّا نُنَادِي أَلَّا يَدْخُلَ الْجَنَّةَ إِلَّا كُلُّ نَفْسٍ مُسْلِمَةٍ، وَلَا يَطُوفَ بِالْبَيْتِ عُرْيَانٌ، وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَهْدٌ فَعَهْدُهُ إِلَى مُدَّتِهِ، وَلَا يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ، فَكُنْتُ أُنَادِي حَتَّى صَحِلَ صَوْتِي. </p><p> ثُمَّ قَالَ الْحَافِظُ: وَقَوْلُهُ: وَإِنَّمَا قِيلَ (الْأَكْبَرِ) إِلَخْ. فِي حَدِيثِ ابْنِ عُمَرَ عِنْدَ أَبِي دَاوُدَ </p><p> وَأَصْلُهُ فِي هَذَا الصَّحِيحِ رَفْعُهُ: أَيُّ يَوْمٍ هَذَا؟ قَالُوا: هَذَا يَوْمُ النَّحْرِ، قَالَ:  \" هَذَا يَوْمُ الْحَجِّ الْأَكْبَرِ \" . </p><p> وَاخْتُلِفَ فِي الْمُرَادِ بِالْحَجِّ الْأَصْغَرِ، فَالْجُمْهُورُ عَلَى أَنَّهُ الْعُمْرَةُ، وَصَلَ ذَلِكَ عَبْدُ الرَّازِقِ مِنْ طَرِيقِ عَبْدِ اللهِ بْنِ شَدَّادٍ أَحَدِ كِبَارِ التَّابِعِينَ، وَوَصَلَهُ الطَّبَرِيُّ عَنْ جَمَاعَةٍ مِنْهُمْ عَطَاءٌ وَالشَّعْبِيُّ، وَعَنْ مُجَاهِدٍ الْحَجُّ الْأَكْبَرُ: الْقِرَانُ، وَالْأَصْغَرُ: الْإِفْرَادُ. وَقِيلَ: يَوْمُ الْحَجِّ الْأَصْغَرِ يَوْمُ عَرَفَةَ، وَيَوْمُ الْحَجِّ الْأَكْبَرِ يَوْمُ النَّحْرِ؛ لِأَنَّ فِيهِ تَتَكَمَّلُ بَقِيَّةُ الْمَنَاسِكِ. وَعَنِ الثَّوْرِيِّ أَيَّامُ الْحَجِّ تُسَمَّى يَوْمُ الْحَجِّ الْأَكْبَرِ كَمَا يُقَالُ يَوْمُ الْفَتْحِ، وَأَيَّدَهُ السُّهَيْلِيُّ بِأَنَّ عَلِيًّا أُمِرَ بِذَلِكَ فِي الْأَيَّامِ كُلِّهَا، وَقِيلَ: لِأَنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا يَقِفُونَ بِعَرَفَةَ وَكَانَتْ قُرَيْشٌ تَقِفُ بِالْمُزْدَلِفَةِ، فَإِذَا كَانَ صَبِيحَةُ النَّحْرِ وَقَفَ الْجَمِيعُ بِالْمُزْدَلِفَةِ، فَقِيلَ لَهُ الْأَكْبَرُ: لِاجْتِمَاعِ الْكُلِّ فِيهِ، وَعَنِ الْحَسَنِ: سُمِّيَ بِذَلِكَ لِاتِّفَاقِ حَجِّ جَمِيعِ الْمِلَلِ فِيهِ. وَرَوَى الطَّبَرِيُّ مِنْ طَرِيقِ أَبِي جُحَيْفَةَ وَغَيْرِهِ أَنَّ يَوْمَ الْحَجِّ الْأَكْبَرِ يَوْمُ عَرَفَةَ، وَمِنْ طَرِيقِ سَعِيدِ بْنِ جُبَيْرٍ أَنَّهُ يَوْمُ النَّحْرِ، وَاحْتَجَّ بِأَنَّ يَوْمَ التَّاسِعِ وَهُوَ يَوْمُ عَرَفَةَ إِذَا انْسَلَخَ قَبْلَ الْوُقُوفِ لَمْ يَفُتِ الْحَجُّ بِخِلَافِ الْعَاشِرِ، فَإِنَّ اللَّيْلَ إِذَا انْسَلَخَ قَبْلَ الْوُقُوفِ فَاتَ، وَفِي رِوَايَةِ التِّرْمِذِيِّ مِنْ حَدِيثِ عَلِيٍّ مَرْفُوعًا وَمَوْقُوفًا يَوْمُ الْحَجِّ الْأَكْبَرِ يَوْمُ النَّحْرِ وَرَجَّحَ الْمَوْقُوفَ. وَقَوْلُهُ: فَنَبَذَ أَبُو بَكْرٍ إِلَخْ. هُوَ أَيْضًا مُرْسَلٌ مِنْ قَوْلِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَالْمُرَادُ أَنَّ أَبَا بَكْرٍ أَفْصَحَ لَهُمْ بِذَلِكَ، وَقِيلَ: إِنَّمَا لَمْ يَقْتَصِرِ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى تَبْلِيغِ أَبِي بَكْرٍ عَنْهُ بِـ (بَرَاءَةٌ) ؛ لِأَنَّهَا تَضَمَّنَتْ مَدْحَ أَبِي بَكْرٍ، فَأَرَادَ أَنْ يَسْمَعُوهَا مِنْ غَيْرِ أَبِي بَكْرٍ، وَهَذِهِ غَفْلَةٌ مِنْ قَائِلِهِ حَمَلَهُ عَلَيْهَا ظَنُّهُ أَنَّ الْمُرَادَ تَبْلِيغُ (بَرَاءَةٌ) كُلِّهَا، وَلَيْسَ </p><p> الْأَمْرُ كَذَلِكَ لِمَا قَدَّمْنَاهُ، وَإِنَّمَا أَمَرَ بِتَبْلِيغِهِ مِنْهَا أَوَائِلَهَا فَقَطْ، وَقَدْ قَدَّمْتُ حَدِيثَ جَابِرٍ وَفِيهِ: أَنَّ عَلِيًّا قَرَأَهَا حَتَّى خَتَمَهَا، وَطَرِيقُ الْجَمْعِ فِيهِ، وَاسْتَدَلَّ بِهِ عَلَى أَنَّ حَجَّةَ أَبِي بَكْرٍ كَانَتْ فِي ذِي الْحِجَّةِ عَلَى اخْتِلَافِ الْمَنْقُولِ عَنْ مُجَاهِدٍ وَعِكْرِمَةَ بْنِ خَالِدٍ، وَقَدْ قَدَّمْتُ النَّقْلَ عَنْهَا بِذَلِكَ فِي الْمَغَازِي، وَوَجْهُ الدَّلَالَةِ أَنَّ أَبَا هُرَيْرَةَ قَالَ: بَعَثَنِي أَبُو بَكْرٍ فِي تِلْكَ الْحَجَّةِ يَوْمَ النَّحْرِ، وَهَذَا لَا حُجَّةَ فِيهِ؛ لِأَنَّ قَوْلَ مُجَاهِدٍ إِنْ ثَبَتَ فَالْمُرَادُ بِيَوْمِ النَّحْرِ الَّذِي هُوَ صَبِيحَةُ يَوْمِ الْوُقُوفِ سَوَاءٌ كَانَ وَقَعَ فِي ذِي الْقَعْدَةِ أَوْ فِي ذِي الْحِجَّةِ. نَعَمْ، رَوَى ابْنُ مَرْدَوَيْهِ مِنْ طَرِيقِ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: كَانُوا يَجْعَلُونَ عَامًا شَهْرًا، وَعَامًا شَهْرَيْنِ، يَعْنِي: يَحُجُّونَ فِي شَهْرٍ وَاحِدٍ مَرَّتَيْنِ فِي سَنَتَيْنِ، ثُمَّ يَحُجُّونَ فِي الثَّالِثِ فِي شَهْرٍ آخَرَ غَيْرِهِ. قَالَ: فَلَا يَقَعُ الْحَجُّ فِي أَيَّامِ الْحَجِّ إِلَّا فِي كُلِّ خَمْسٍ وَعِشْرِينَ سَنَةً. فَلَمَّا كَانَ حَجُّ </p><p> أَبِي بَكْرٍ وَافَقَ ذَلِكَ الْعَامَ أَشْهُرَ الْحَجِّ فَسَمَّاهُ اللهُ الْحَجَّ الْأَكْبَرَ انْتَهَى كَلَامُ الْحَافِظِ فِي تَلْخِيصِ الرِّوَايَاتِ وَالْجَمْعِ بَيْنَهَا بِحُرُوفِهِ. </p><p> وَقَدْ أَوْرَدَ ابْنُ كَثِيرٍ رِوَايَاتٍ أُخْرَى فِي يَوْمِ الْحَجِّ الْأَكْبَرِ مِنْهَا عِدَّةُ أَحَادِيثَ مَرْفُوعَةٍ نَقَلَهَا فِي تَفْسِيرِ ابْنِ جَرِيرٍ وَابْنِ أَبِي حَاتِمٍ، لَكِنَّهَا ضَعِيفَةٌ لَا أَصْلَ لِشَيْءٍ مِنْهَا فِي الصَّحِيحِ إِلَّا حَدِيثُ ابْنِ عُمَرَ الَّذِي أَشَارَ إِلَيْهِ الْحَافِظُ ابْنُ حَجَرٍ فِيمَا تَقَدَّمَ نَقْلُهُ عَنْهُ آنِفًا، وَقَالَ: وَهَذَا إِسْنَادٌ صَحِيحٌ، وَأَصْلُهُ مُخَرَّجٌ فِي الصَّحِيحِ. وَذَكَرَ حَدِيثًا آخَرَ عَنْ أَبِي الْأَحْوَصِ. ثُمَّ ذَكَرَ أَقْوَالًا أُخْرَى شَاذَّةً مِنْهَا: قَوْلُ ابْنِ سِيرِينَ، وَقَدْ سُئِلَ عَنْهُ: كَانَ يَوْمًا وَافَقَ فِيهِ حَجُّ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَحَجُّ أَهْلِ الْوَبَرِ اهـ. أَقُولُ: وَقَدْ كَانَ يَوْمُ عَرَفَةَ عَامَ حِجَّةِ الْوَدَاعِ يَوْمَ الْجُمُعَةِ. وَالْعَوَامُّ يُسَمُّونَ كُلَّ عَامٍ يَكُونُ فِيهِ الْوُقُوفُ بِعَرَفَاتٍ يَوْمَ الْجُمُعَةِ بِالْحَجِّ الْأَكْبَرِ. </p><p> وَأَمَّا الْحَدِيثُ الصَّحِيحُ الَّذِي أَشَارُوا إِلَيْهِ فَقَدْ رَوَاهُ الْبُخَارِيُّ تَعْلِيقًا عَنِ ابْنِ عُمَرَ قَالَ: إِنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَقَفَ يَوْمَ النَّحْرِ بَيْنَ الْجَمَرَاتِ فِي الْحِجَّةِ الَّتِي حَجَّ فَقَالَ: \" أَيُّ يَوْمٍ هَذَا \" ؟ قَالُوا: يَوْمُ النَّحْرِ، قَالَ:  \" هَذَا يَوْمُ الْحَجِّ الْأَكْبَرِ \" وَرَوَاهُ أَبُو دَاوُدَ وَابْنُ مَاجَهْ مَوْصُولًا عَنْهُ وَسَنَدُهُ صَحِيحٌ، وَهُوَ الْقَوْلُ الْفَصْلُ. </p><p> شُبْهَةٌ لِلشِّيعَةِ فِي الْمَسْأَلَةِ </p><p> إِنَّ بَعْضَ الشِّيعَةِ يُكَبِّرُونَ هَذِهِ الْمَزِيَّةَ لَعَلِيٍّ عَلَيْهِ السَّلَامُ كَعَادَتِهِمْ، وَيُضِيفُونَ إِلَيْهَا مَا لَا تَصِحُّ بِهِ رِوَايَةٌ، وَلَا تُؤَيِّدُهُ دِرَايَةٌ، فَيَسْتَدِلُّونَ بِهَا عَلَى تَفْضِيلِهِ عَلَى أَبِي بَكْرٍ ـ رَضِيَ اللهُ عَنْهُمَا ـ وَكَوْنِهِ أَحَقَّ بِالْخِلَافَةِ مِنْهُ، وَيَزْعُمُونَ أَنَّ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَزَلَ أَبَا بَكْرٍ مِنْ تَبْلِيغِ سُورَةِ (بَرَاءَةٌ) ؛ لِأَنَّ جِبْرِيلَ أَمَرَهُ بِذَلِكَ، وَأَنَّهُ لَا يُبَلِّغُ عَنْهُ إِلَّا رَجُلٌ مِنْهُ، وَلَا يَخُصُّونَ هَذَا النَّفْيَ بِتَبْلِيغِ نَبْذِ الْعُهُودِ، وَمَا يَتَعَلَّقُ بِهِ بَلْ يَجْعَلُونَهُ عَامًّا لِأَمْرِ الدِّينِ كُلِّهِ، مَعَ اسْتِفَاضَةِ الْأَخْبَارِ الصَّحِيحَةِ بِوُجُوبِ تَبْلِيغِ الدِّينِ عَلَى الْمُسْلِمِينَ كَافَّةً كَالْجِهَادِ فِي حِمَايَتِهِ وَالدِّفَاعِ عَنْهُ، وَكَوْنِهِ فَرِيضَةً لَا فَضِيلَةً فَقَطْ، وَمِنْهَا قَوْلُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي حِجَّةِ الْوَدَاعِ عَلَى مَسْمَعِ الْأُلُوفِ مِنَ النَّاسِ:  \" أَلَا فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ \" وَهُوَ مُكَرَّرٌ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، وَفِي بَعْضِ الرِّوَايَاتِ عَنِ ابْنِ عَبَّاسٍ: فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَوَصِيَّتُهُ إِلَى أُمَّتِهِ \" فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ \" إِلَخْ. وَحَدِيثُ بَلِّغُوا عَنِّي وَلَوْ آيَةً رَوَاهُ الْبُخَارِيُّ فِي صَحِيحِهِ وَالتِّرْمِذِيُّ، وَلَوْلَا ذَلِكَ لَمَا انْتَشَرَ الْإِسْلَامُ ذَلِكَ الِانْتِشَارَ السَّرِيعَ فِي الْعَالَمِ، بَلْ زَعَمَ بَعْضُهُمْ كَمَا قِيلَ: إِنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَزَلَ أَبَا بَكْرٍ مِنْ إِمَارَةِ الْحَجِّ وَوَلَّاهَا عَلِيًّا، وَهَذَا بُهْتَانٌ صَرِيحٌ مُخَالِفٌ لِجَمِيعِ الرِّوَايَاتِ فِي مَسْأَلَةٍ عَمَلِيَّةٍ عَرَفَهَا الْخَاصُّ وَالْعَامُّ. وَالْحَقُّ أَنَّ عَلِيًّا كَرَّمَ اللهُ وَجْهَهُ كَانَ مُكَلَّفًا بِتَبْلِيغِ أَمْرٍ خَاصٍّ، وَكَانَ فِي تِلْكَ الْحَجَّةِ تَابِعًا لِأَبِي بَكْرٍ فِي إِمَارَتِهِ الْعَامَّةِ فِي إِقَامَةِ رُكْنِ الْإِسْلَامِ الِاجْتِمَاعِيِّ </p><p> الْعَامِّ، حَتَّى كَانَ أَبُو بَكْرٍ يُعَيِّنُ لَهُ الْوَقْتَ الَّذِي يُبَلِّغُ ذَلِكَ فِيهِ فَيَقُولُ: يَا عَلِيُّ قُمْ فَبَلِّغْ رِسَالَةَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ كَمَا تَقَدَّمَ التَّصْرِيحُ بِهِ فِي الرِّوَايَاتِ الصَّحِيحَةِ، كَمَا أَمَرَ بَعْضَ الصَّحَابَةِ بِمُسَاعَدَتِهِ عَلَى هَذَا التَّبْلِيغِ كَمَا تَقَدَّمَ فِي حَدِيثِ أَبِي هُرَيْرَةَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا. </p><p> وَلِقَدْ كَانَ تَأْمِيرُ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَبَا بَكْرٍ عَلَى الْمُسْلِمِينَ فِي إِقَامَةِ الْحَجِّ فِي أَوَّلِ حَجَّةٍ لِلْمُسْلِمِينَ بَعْدَ خُلُوصِ السُّلْطَانِ لَهُمْ عَلَى مَكَّةَ، وَمَشَاعِرِ الْحَجِّ كُلِّهَا، كَتَقْدِيمِهِ لِلصَّلَاةِ بِالنَّاسِ قُبَيْلَ وَفَاتِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَكِلَاهُمَا تَقْدِيمٌ لَهُ عَلَى جَمِيعِ زُعَمَاءِ الصَّحَابَةِ فِي </p><p> إِقَامَةِ أَرْكَانِ الْإِسْلَامِ الَّتِي كَانَ يَقُومُ بِهَا ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَعَدَّهَا جُمْهُورُ الصَّحَابَةِ تَرْشِيحًا لَهُ لِتَوَلِّيَ الْإِمَامَةِ الْعَامَّةِ بَعْدَهُ، فَالْوَاقِعَةُ دَلِيلٌ عَلَى خِلَافَةِ أَبِي بَكْرٍ لَا عَلَى خِلَافَةِ عَلِيٍّ ـ رَضِيَ اللهُ عَنْهُمَا ـ وَقَدْ عَلِمَ اللهُ أَنَّ كُلًّا مِنْهُمَا سَيَكُونُ إِمَامًا فِي وَقْتِهِ. قَالَ الْآلُوسِيُّ بَعْدَ ذِكْرِ شَيْءٍ فِي هَذَا الْمَعْنَى: وَقَدْ ذَكَرَ بَعْضُ أَهْلِ السُّنَّةِ نُكْتَةً فِي نَصْبِ أَبِي بَكْرٍ أَمِيرًا لِلنَّاسِ فِي حَجِّهِمْ، وَنَصْبِ الْأَمِيرِ عَلِيٍّ كَرَّمَ اللهُ تَعَالَى وَجْهَهُ مُبَلِّغًا نَقْضَ الْعَهْدِ فِي ذَلِكَ الْمَحْفَلِ، وَهِيَ أَنَّ الصِّدِّيقَ رَضِيَ اللهُ تَعَالَى عَنْهُ كَانَ مَظْهَرًا لِصِفَةِ الرَّحْمَةِ وَالْجَمَالِ كَمَا يُرْشِدُ إِلَيْهِ مَا تَقَدَّمَ فِي حَدِيثِ الْإِسْرَاءِ، وَمَا جَاءَ مِنْ قَوْلِهِ صَلَّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ: أَرْحَمُ أُمَّتِي بِأُمَّتِي أَبُو بَكْرٍ أَحَالَ إِلَيْهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ أَمْرَ الْمُسْلِمِينَ الَّذِينَ هُمْ مَوْرِدُ رَحْمَةِ، وَلَمَّا كَانَ عَلِيٌّ كَرَّمَ اللهُ تَعَالَى وَجْهَهُ الَّذِي هُوَ أَسَدُ اللهِ مَظْهَرَ جَلَالِهِ، فَوَّضَ إِلَيْهِ نَقْضَ عَهْدِ الْكَافِرِينَ الَّذِي هُوَ مِنْ آثَارِ الْجَلَالِ وَصِفَاتِ الْقَهْرِ، فَكَانَا كَعَيْنَيْنِ فَوَّارَتَيْنِ يَفُورُ مِنْ إِحْدَاهُمَا صِفَةُ الْجَمَالِ، وَمِنَ الْأُخْرَى صِفَةُ الْجَلَالِ، فِي ذَلِكَ الْمَجْمَعِ الْعَظِيمِ الَّذِي كَانَ أُنْمُوذَجًا لِلْحَشْرِ وَمَوْرِدًا لِلْمُسْلِمِ وَالْكَافِرِ. انْتَهَى وَلَا يَخْفَى حُسْنُهُ لَوْ لَمْ يَكُنْ فِي الْبَيَانِ تَعْلِيلُ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ اهـ. وَنَقُولُ: إِذَا كَانَ تَعْلِيلُهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِتَبْلِيغِ عَلِيٍّ نَبْذَ الْعُهُودِ عَنْهُ بِكَوْنِهِ مِنْ أَهْلِ بَيْتِهِ يُنَافِي أَنْ تَكُونَ النُّكْتَةُ الْمَذْكُورَةُ عِلَّةً، فَهُوَ لَا يَأْبَى أَنْ تَكُونَ حِكْمَةً. </p><p> وَرَأَيْتُ فِي مُصَنَّفٍ جَدِيدٍ لِبَعْضِ الشِّيعَةِ الْمُعَاصِرِينَ ضَرْبًا آخَرَ مِنَ الْمُبَالَغَةِ وَالتَّكْبِيرِ لِهَذِهِ الْمَسْأَلَةِ كَمَا فَعَلَ بِغَيْرِهَا مِنْ مَنَاقِبِهِ كَرَّمُ اللهُ وَجْهَهُ، مِنْ حَيْثُ يُصَغِّرُ مَنَاقِبَ الشَّيْخَيْنِ إِنْ لَمْ يَجِدْ شُبْهَةً أَوْ وَسِيلَةً لِإِنْكَارِهَا، حَتَّى إِنَّهُ جَعَلَ تَنْوِيهَ كِتَابِ اللهِ عَزَّ وَجَلَّ بِصُحْبَةِ الصَّدِيقِ الْأَكْبَرِ لِلرَّسُولِ الْأَعْظَمِ فِي هِجْرَتِهِ، وَإِثْبَاتَ مَعِيَّتِهِ عَزَّ وَجَلَّ لَهُمَا مَعًا فِي الْغَارِ مِمَّا لَا قِيمَةَ لَهُ، وَلَا يُعَدُّ مَزِيَّةً لِلصِّدِّيقِ ـ رَضِيَ اللهُ عَنْهُ ـ وَلَوْلَا أَنَّهُمْ قَدْ نَشِطُوا فِي هَذِهِ الْأَيَّامِ لِدَعَايَةِ الرَّفْضِ وَالْبِدَعِ وَالصَّدِّ عَنِ السُّنَّةِ وَالطَّعْنِ فِي أَئِمَّتِهَا لَمَا جَعَلْنَا شُبْهَةَ التَّبْلِيغِ تَسْتَحِقُّ أَنْ تُذْكَرَ وَيُبَيَّنَ وَهَنُهَا. </p><p> ذَلِكَ بِأَنَّهُ اقْتَصَرَ مِنْ رِوَايَاتِ الْمَسْأَلَةِ عَلَى مَا نَقَلَهُ عَنِ ابْنِ جَرِيرٍ الطَّبَرِيِّ عَنِ السُّدِّيِّ مِنْ قَوْلِهِ: لَمَّا نَزَلَتْ هَذِهِ الْآيَاتُ إِلَى رَأْسِ الْأَرْبَعِينَ - يَعْنِي مِنْ سُورَةِ (بَرَاءَةٌ) - بَعَثَ بِهِنَّ رَسُولُ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَعَ أَبِي بَكْرٍ، وَأَمَّرَهُ عَلَى الْحَجِّ، فَلَمَّا سَارَ فَبَلَغَ الشَّجَرَةَ مِنْ ذِي الْحُلَيْفَةِ </p><p> أَتْبَعَهُ بِعَلِيٍّ فَأَخَذَهَا مِنْهُ. فَرَجَعَ أَبُو بَكْرٍ إِلَى النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَالَ: يَا رَسُولَ اللهِ بِأَبِي أَنْتَ وَأُمِّي أَنَزَلَ فِي شَأْنِي شَيْءٌ؟ قَالَ:  \" لَا، وَلَكِنْ لَا يُبَلِّغُ عَنِّي غَيْرِي أَوْ رَجُلٌ مِنِّي \" ثُمَّ اسْتَنْبَطَ مِنْ هَذِهِ الرِّوَايَةِ أَنَّهَا تَدُلُّ عَلَى أَنَّ نَفْسَ عَلِيٍّ مِنَ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مَنْزِلَةُ نَفْسِهِ، وَأَنَّهُ خَيْرُ أَصْحَابِهِ وَأَفْضَلُهُمْ عِنْدَ اللهِ وَأَكْرَمُهُمْ عَلَيْهِ، فَإِنَّ مَنْ كَانَ بِهَذِهِ الصِّفَةِ هُوَ الَّذِي يُمَثِّلُ شَخْصَ النَّبِيِّ، وَيَقُومُ مَقَامَهُ، وَيَكُونُ بِمَنْزِلَةِ نَفْسِهِ الشَّرِيفَةِ، ثُمَّ قَالَ: وَدَلَّ هَذَا الْقَوْلُ مِنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى أَنَّ كَوْنَ عَلِيٍّ مِنْ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَنَفْسِهِ نَفْسَهُ أَمْرٌ مُحَقَّقٌ ثَابِتٌ لَا رَيْبَ فِيهِ عِنْدَ أَبِي بَكْرٍ، وَلِهَذَا لَمْ يَحْتَجْ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِذِكْرِهِ، وَذَلِكَ ظَاهِرٌ عِنْدَ الْعَارِفِ بِطَرِيقِ الِاسْتِدْلَالِ، وَتَرْتِيبِ الْأَشْكَالِ، وَقَدْ عَمَدَ بَعْضُ النَّوَاصِبِ إِلَى الْحَطِّ مِنْ هَذِهِ الْكَرَامَةِ فَزَعَمَ أَنَّهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِنَّمَا أَرَادَ بِأَنَّهُ نَفْسُهُ وَمِنْهُ هُوَ الْقُرْبُ فِي النَّسَبِ دُونَ الْفَضِيلَةِ، مُدَّعِيًا أَنَّ مِنْ عَادَةِ الْعَرَبِ إِذَا أَرَادَ أَحَدُهُمْ أَنْ يَنْبِذَ عَهْدًا نَبَذَهُ بِنَفْسِهِ أَوْ أَرْسَلَ بِهِ أَقْرَبَ النَّاسِ إِلَيْهِ - إِلَى آخِرِ مَا غَالَطَ بِهِ، وَبَنَى عَلَى زَعْمِهِ هَذَا أَنَّ الْعَبَّاسَ أَقْرَبُ إِلَى النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ عَلِيٍّ نَسَبًا فَلِمَاذَا لَمْ يُرْسِلْهُ بِهَذَا التَّبْلِيغِ؟ مَعَ عِلْمِهِ بِأَنَّهُ لَمْ يَقُلْ أَحَدٌ مِنْ أَهْلِ السُّنَّةِ بِأَنَّ الرِّوَايَةَ بِمَعْنَى مَا زَعَمَهُ، لَا بِأَنَّهُ لَا بُدَّ مِنَ الْأَقْرَبِ بَلْ قَالُوا: إِنَّ التَّبْلِيغَ فِي مِثْلِهِ لِعَاقِدِ الْعَهْدِ أَوْ لِأَحَدِ عَصَبَتِهِ الْأَقْرَبِينَ. </p><p> وَأَقُولُ فِي قَلْبِ شُبْهَتِهِ هَذِهِ حُجَّةٌ عَلَيْهِ:  (أَوَّلًا) أَنَّ هَذَا الشِّيعِيَّ الْمُتَعَصِّبَ اخْتَارَ رِوَايَةَ السُّدِّيِّ مِنْ رِوَايَاتٍ فِي الْمَسْأَلَةِ؛ لِأَنَّهَا تَحْتَمِلُ مِنْ تَأْوِيلِهِ وَغُلُوِّهِ مَا لَا يَحْتَمِلُهُ غَيْرُهَا. </p><p> (ثَانِيًا) أَنَّ السُّدِّيَّ قَالَ هَذَا الْقَوْلَ مِنْ عِنْدِ نَفْسِهِ، وَلَمْ يَذْكُرْ لَهُ سَنَدًا إِلَى أَحَدٍ مِنَ الصَّحَابَةِ. </p><p> (ثَالِثًا) أَنَّ مَا ذَكَرْنَاهُ مِنَ الرِّوَايَاتِ الصَّحِيحَةِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ، وَغَيْرِهِمَا مِنَ الصَّحَابَةِ يُخَالِفُ قَوْلَ السُّدِّيِّ هَذَا مِنْ بَعْضِ الْوُجُوهِ، وَهِيَ أَوْلَى بِالتَّقْدِيمِ وَالتَّرْجِيحِ. </p><p> (رَابِعًا) أَنَّ هَذَا الشِّيعِيَّ الَّذِي يَدَّعِي التَّحْقِيقَ لَمْ يَذْكُرْ قَوْلَ السُّدِّيِّ كُلَّهُ بَلْ أَسْقَطَ مِنْهُ قَوْلَ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الْمَرْوِيَّ عَنْ غَيْرِ السُّدِّيِّ أَيْضًا \" أَمَا تَرْضَى يَا أَبَا بَكْرٍ أَنْ كُنْتَ مَعِيَ فِي الْغَارِ، وَأَنَّكَ صَاحِبِي عَلَى الْحَوْضِ \" ؟ قَالَ: بَلَى يَا رَسُولَ اللهِ. فَسَارَ أَبُو بَكْرٍ عَلَى الْحَاجِّ وَعَلِيٌّ يُؤَذِّنُ بِـ (بَرَاءَةٌ) ، فَقَامَ يَوْمَ الْأَضْحَى فَقَالَ: لَا يَقْرَبَنَّ الْمَسْجِدَ الْحَرَامَ مُشْرِكٌ بَعْدَ عَامِهِ هَذَا، وَلَا يَطُوفَنَّ بِالْبَيْتِ عُرْيَانٌ، وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَهْدٌ فَلَهُ عَهْدُهُ إِلَى مُدَّتِهِ. وَإِنَّ هَذِهِ أَيَّامُ أَكْلٍ وَشُرْبٍ، وَإِنَّ اللهَ لَا يُدْخِلُ الْجَنَّةَ إِلَّا مَنْ كَانَ مُسْلِمًا. فَقَالُوا: نَحْنُ نَبْرَأُ مِنْ عَهْدِكَ وَعَهْدِ ابْنِ عَمِّكَ إِلَّا مِنَ الطَّعْنِ وَالضَّرْبِ، فَرَجَعَ الْمُشْرِكُونَ فَلَامَ بَعْضُهُمْ بَعْضًا وَقَالُوا: مَا تَصْنَعُونَ وَقَدْ أَسْلَمَتْ قُرَيْشٌ؟ فَأَسْلَمُوا انْتَهَى نَصُّ رِوَايَةِ السُّدِّيِّ هَذِهِ فِي تَفْسِيرِ ابْنِ جَرِيرٍ (ص٢٧ ج ١٠ مِنَ الطَّبْعَةِ الْأَمِيرِيَّةِ) </p><p> فَإِذَا كَانَ هَذَا الشِّيعِيُّ يَعْتَمِدُ هَذِهِ الرِّوَايَةَ كَمَا هُوَ الظَّاهِرُ مِنِ اخْتِيَارِهِ لَهَا عَلَى غَيْرِهَا فَهِيَ حُجَّةٌ عَلَيْهِ فِيمَا تَقَدَّمَ بَيَانُهُ، وَمِنْهُ كَوْنُ الْآيَةِ الْأَرْبَعِينَ مِنْ سُورَةِ (بَرَاءَةٌ) هِيَ قَوْلُهُ تَعَالَى: إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللهَ مَعَنَا (٤٠) . </p><p> وَلَا يَظْهَرُ لِأَمْرِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ بِتَبْلِيغِهَا لِلنَّاسِ فِيمَا يُبَلِّغُهُ مَنْ نَبْذِ عُهُودِ الْمُشْرِكِينَ، وَهِيَ لَيْسَتْ مِنْ مَوْضُوعِهَا إِلَّا بَيَانَ فَضْلِ أَبِي بَكْرٍ وَمَكَانِهِ الْخَاصِّ مِنَ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَحِكْمَةِ جَعْلِهِ نَائِبًا عَنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي إِقَامَةِ رُكْنِ الْإِسْلَامِ الِاجْتِمَاعِيِّ الْعَامِّ، وَجَعْلِ عَلِيٍّ نَفْسَهُ عَلَى قُرْبِهِ، وَعُلُوِّ مَكَانَتِهِ تَحْتَ إِمَارَتِهِ، حَتَّى فِي تَبْلِيغِهِ هَذِهِ الرِّسَالَةَ الْخَاصَّةَ عَنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَقَدْ تَقَدَّمَ فِي الرِّوَايَاتِ الصَّحِيحَةِ أَنَّ أَبَا بَكْرٍ كَانَ يَأْمُرُهُ بِذَلِكَ، وَلِهَذَا أَسْقَطَ الرَّافِضِيُّ بَقِيَّةَ الرِّوَايَةِ عَلَى كَوْنِهِ يُنْكِرُ عَلَى الصَّدِيقِ الْأَكْبَرِ مَزِيَّةَ اخْتِيَارِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِيَّاهُ بِأَمْرِ اللهِ عَلَى مُرَافَقَتِهِ لَهُ وَحْدَهُ فِي أَهَمِّ حَادِثَةٍ مِنْ تَارِيخِ حَيَاتِهِ، </p><p> وَهِيَ الْهِجْرَةُ الشَّرِيفَةُ الَّتِي كَانَتْ مُنْذُ ظُهُورِ الْإِسْلَامِ، وَانْتِشَارِ نُورِهِ فِي جَمِيعِ الْعَالَمِ. وَلَوْ كَانَتْ هَذِهِ الصُّحْبَةُ أَمْرًا عَادِيًّا أَوْ صَغِيرَةً لَمَا ذُكِرَتْ فِي الْقُرْآنِ الْمَجِيدِ مَقْرُونَةً بِتَسْمِيَةِ الصِّدِّيقِ صَاحِبًا لِسَيِّدِ الْبَشَرِ، وَإِثْبَاتِ مَعِيَّةِ اللهِ تَعَالَى لَهُمَا مَعًا، وَفَرَّقَ بَيْنَ وَصْفِ اللهِ تَعَالَى لِشَخْصٍ مُعَيَّنٍ بِهَذِهِ وَبَيْنَ تَعْبِيرِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَنْ أَتْبَاعِهِ بِالْأَصْحَابِ تَوَاضُعًا مِنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ. </p><p> ثُمَّ إِنَّ قَوْلَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِلصِّدِّيقِ:  \" وَصَاحِبِي عَلَى الْحَوْضِ \" يَدُلُّ عَلَى مَا سَيَكُونُ لَهُ مَعَهُ مِنَ الْخُصُوصِيَّةِ وَالِامْتِيَازِ عَلَى جَمِيعِ الْمُؤْمِنِينَ فِي يَوْمِ الْقِيَامَةِ، وَلَوْ كَانَ شَأْنُهُ فِيهِ كَشَأْنِ غَيْرِهِ مِمَّنْ يَرِدُ الْحَوْضَ لَمَا كَانَ لِهَذَا التَّخْصِيصِ فِي هَذَا الْمَقَامِ مَزِيَّةٌ، وَكَلَامُ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُنَزَّهُ عَنِ الْعَبَثِ. </p><p> (خَامِسًا) أَنَّ قَوْلَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ \" أَوْ رَجُلٌ مِنِّي \" فِي رِوَايَةٍ قَدْ فَسَّرَتْهَا الرِّوَايَاتُ الْأُخْرَى عِنْدَ الطَّبَرِيِّ وَغَيْرِهِ بِقَوْلِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ \" أَوْ رَجُلٌ مِنْ أَهْلِ بَيْتِي \" وَهَذَا النَّصُّ الصَّرِيحُ يُبْطِلُ تَأْوِيلَ كَلِمَةِ \" مِنِّي \" بِأَنَّ مَعْنَاهَا أَنَّ نَفْسَ عَلِيٍّ كَنَفْسِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَأَنَّهُ مِثْلُهُ وَأَنَّهُ أَفْضَلُ مِنْ كُلِّ أَصْحَابِهِ. </p><p> (سَادِسًا) أَنَّ مَا عَزَاهُ إِلَى بَعْضِ النَّوَاصِبِ هُوَ الْمَعْرُوفُ عَنْ جَمِيعِ الْعُلَمَاءِ مِنْ أَهْلِ السُّنَّةِ الَّذِينَ تَكَلَّمُوا فِي الْمَسْأَلَةِ، وَلَكِنْ لَمْ يَقُلْ أَحَدٌ مِنْهُمْ بِأَنَّ عَلِيًّا كَرَّمَ اللهُ وَجْهَهُ لَا مَزِيَّةَ لَهُ فِي هَذَا الْأَمْرِ، وَلَا أَنَّ سَبَبَ نَوْطِهِ بِهِ الْقَرَابَةُ دُونَ الْفَضِيلَةِ، وَأَنَّهُ تَبْلِيغٌ لَا فَخْرَ فِيهِ، وَلَا فَضْلَ، بَلْ هَذَا كُلُّهُ مِمَّا اعْتَادَ الرَّوَافِضُ افْتِرَاءَهُ عَلَى أَهْلِ السُّنَّةِ عِنْدَ نَبْزِهِمْ بِلَقَبِ النَّوَاصِبِ، فَإِنْ كَانَ يُوجَدُ فِي النَّوَاصِبِ مَنْ يُنْكِرُ مَزِيَّةَ عَلِيٍّ فِي هَذِهِ الْمَسْأَلَةِ فَفِي الرَّوَافِضِ مَنْ يُنْكِرُ مَا هُوَ أَظْهَرُ </p>"
}