{
  "id": null,
  "sura": 9,
  "aya": 69,
  "text": "<p> أَيْ: فَكَانَ مَطْلَبُهُمْ مِنْ أَعْمَالِهِمْ وَسَعْيِهِمُ التَّمَتُّعَ وَالتَّنَعُّمَ بِنَصِيبِهِمْ، وَحَظِّهِمُ الدُّنْيَوِيِّ مِنَ الْأَمْوَالِ وَالْأَوْلَادِ، لَمْ يَكُنْ لَهُمْ مَطْلَبٌ وَلَا غَرَضٌ فِي الدُّنْيَا إِلَّا التَّمَتُّعُ بِعَظَمَتِهَا تُطْغِيهِمْ بِهَا الْقُوَّةُ وَبِلَذَّاتِهَا تُغْرِيهِمْ بِهَا الثَّرْوَةُ، وَبِزِينَتِهَا تُفْرِحُهُمْ بِهَا كَثْرَةُ الذُّرِّيَّةِ ; لِأَنَّهُمْ لَمْ يَكُنْ لَهُمْ مَقَاصِدُ شَرِيفَةٌ عَالِيَةٌ مِنَ الْحَيَاةِ سِوَاهَا، كَالَّذِي يَقْصِدُهُ أَهْلُ الْإِيمَانِ بِاللهِ وَرُسُلِهِ وَالدَّارِ الْآخِرَةِ مِنْ إِعْلَاءِ كَلِمَةِ الْحَقِّ، وَإِقَامَةِ مِيزَانِ الْعَدْلِ فِي الْخَلْقِ، وَالْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ، بَلْ كَانَ خَلَاقُهُمْ كَخَلَاقِ السِّبَاعِ وَالْأَنْعَامِ مِنَ الْعُدْوَانِ وَاللَّذَّاتِ الْبَدَنِيَّةِ وَالنَّسْلِ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ مِنَ الْقُوَّةِ وَالْأَمْوَالِ وَالْأَوْلَادِ سَوَاءً، لَمْ تُفَضَّلُوا عَلَيْهِمْ </p><p> بِشَيْءٍ مِنْ إِرْشَادِ كَلَامِ اللهِ وَهَدْيِ رَسُولِهِ فِي الْفَضَائِلِ وَالْأَعْمَالِ الصَّالِحَةِ الَّتِي تَتَزَكَّى بِهَا الْأَنْفُسُ الْبَشَرِيَّةُ، وَتَكُونُ بِهَا أَهْلًا لِلسَّعَادَةِ الدُّنْيَوِيَّةِ وَالْأُخْرَوِيَّةِ، فَكُنْتُمْ أَجْدَرَ بِاللَّائِمَةِ وَالْعُقَابِ مِنْهُمْ ; لِأَنَّهُمْ أُوتُوا مِنَ الْقُوَّةِ الْمُطْغِيَةِ، وَالْأَمْوَالِ الْمُبْطِرَةِ، وَالْأَوْلَادِ الْفَاتِنَةِ، فَوْقَ مَا أُوتِيتُمْ، وَلَمْ يَرَوْا مِنْ آيَاتِ اللهِ تَعَالَى مَا رَأَيْتُمْ، وَلَا سَمِعُوا مِنْ حِكَمِ كَلَامِهِ وَشَرَائِعِهِ مَا سَمِعْتُمْ، وَلَا نَصَبَ لَهُمْ مِنَ الْمُثُلِ الْأَعْلَى لِهِدَايَةِ رُسُلِهِ مَا نَصَبَ لَكُمْ بِهَدْيِ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَإِنَّ اللهَ نَزَّلَ عَلَيْهِ أَحْسَنَ الْحَدِيثِ، وَأَفْضَلَ الْكُتُبِ، وَأَكْمَلَ بِهِ الدِّينَ، وَجَعَلَهُ خَاتَمَ النَّبِيِّينَ، أَعَادَ ذِكْرَ اسْتِمْتَاعِ مَنْ قَبْلِهِمْ لِمَا يَقْتَضِيهِ التَّبْكِيتُ وَالتَّأْنِيبُ مِنَ الْإِطْنَابِ ; لِبَيَانِ اخْتِلَافِ الْحَالَيْنِ، فَهُوَ يَقُولُ لَهُمْ: إِنَّكُمْ فَعَلْتُمْ فِعْلَتَهُمْ حَذْوَ الْقُذَّةِ بِالْقُذَّةِ مَعَ تَوَفُّرِ الدَّوَاعِي عَلَى ضِدِّهِ وَخُضْتُمْ كَالَّذِي خَاضُوا أَيْ: وَخُضْتُمْ فِي حَمْأَةِ الْبَاطِلِ كَالْخَوْضِ الَّذِي خَاضُوهُ مِنْ كُلِّ وَجْهٍ، عَلَى مَا بَيْنَ حَالِكُمْ مِنَ الْفَرْقِ، الَّذِي كَانَ يَقْتَضِي أَنْ تَكُونُوا أَهْدَى مِنْهُمْ، وَقَالَ الْفَرَّاءُ مِنْ عُلَمَاءِ الْعَرَبِيَّةِ إِنَّ (الَّذِي) تَأْتِي مَصْدَرِيَّةً:كَـ \" مَا \" فَيَكُونُ التَّقْدِيرُ: وَخُضْتُمْ كَخَوْضِهِمْ، وَقِيلَ:  (الَّذِي) هُنَا لِلْجِنْسِ كَمَنَ، وَمَا وَأَنَّهُ بِمَعْنَى الَّذِينَ وَلَكِنَّ هَذَا ضَعِيفٌ لَفْظًا وَمَعْنًى، إِذِ الْمُرَادُ أَنَّكُمْ تَخُوضُونَ كَخَوْضِ مَنْ قَبْلَكُمْ - وَهُوَ الَّذِي يَقْتَضِيهِ الْعَطْفُ - لَا كَالَّذِينِ خَاضُوا مُطْلَقًا مِنْ أَيِّ فَرِيقٍ كَانُوا. </p><p> أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ حَبِطَ الْعَمَلُ بِكَسْرِ الْبَاءِ حَبْطًا بِسُكُونِهَا وَحُبُوطًا: فَسَدَ وَذَهَبَتْ فَائِدَتُهُ، وَحَبِطَ دَمُ الْقَتِيلِ هَدَرَ، وَهُوَ مِنْ حَبِطَ بَطْنُ الْبَعِيرِ حَبَطًا (بِفَتْحَتَيْنِ) انْتَفَخَ وَفَسَدَ مِنْ كَثْرَةِ أَكْلِ الْحَنْدَقُوقِ فَلَمْ يَثْلِطْ، أَيْ: أُولَئِكَ الْمُسْتَمْتِعُونَ بِخِلَاقِهِمْ وَحَظِّهِمْ مِمَّا ذُكِرَ، وَالْخَائِضُونَ فِي الْبَاطِلِ حَبِطَتْ أَعْمَالُهُمُ الدُّنْيَوِيَّةُ فِي الدُّنْيَا، فَكَانَ ضَرَرُهَا أَكْبَرَ مِنْ نَفْعِهَا لَهُمْ لِإِسْرَافِهِمْ فِيهَا، وَإِفْسَادِهِمْ فِي الْأَرْضِ، كَمَا تَحْبَطُ بُطُونُ الْمَاشِيَةِ تَأْكُلُ الْخَضِرَ فَتَسْتَوْبِلُهُ فَتَنْتَفِخُ وَتَفْسَدُ وَيَكُونُ سَبَبَ هَلَاكِهَا، وَحَبِطَتْ أَعْمَالُهُمُ الدِّينِيَّةُ فِي الْآخِرَةِ مِنَ الْعِبَادَاتِ وَصِلَةِ الرَّحِمِ وَصُنْعِ الْمَعْرُوفِ وَالصَّدَقَةِ وَقِرَى الضُّيُوفِ، فَلَمْ يَكُنْ لَهَا أَجْرٌ يُنْقِذُهُمْ مِنْ عَذَابِ </p><p> النَّارِ وَيُدْخِلُهُمُ الْجَنَّةَ ; لِأَنَّهَا كَانَتْ لِأَجْلِ الرِّيَاءِ وَالسُّمْعَةِ وَحُبِّ الظُّهُورِ وَالثَّنَاءِ، وَلِأَجْلِ أَنْ يُعَامَلُوا مُعَامَلَةَ </p><p> الْمُسْلِمِينَ وَتَجْرِي عَلَيْهِمْ أَحْكَامُهُمْ، لَمْ تَكُنْ لِأَجْلِ تَزْكِيَةِ النَّفْسِ، وَلَا لِمَرْضَاةِ اللهِ عَزَّ وَجَلَّ، وَفِي التَّنْزِيلِ عِدَّةُ آيَاتٍ فِي حُبُوطِ الْأَعْمَالِ بِالشِّرْكِ وَالرِّيَاءِ، أَيْ بُطْلَانِ ثَوَابِهَا، وَهُوَ مُسْتَعَارٌ مِنْ حَبِطَ بُطُونُ الْمَاشِيَةِ كَمَا تَقَدَّمَ، وَيَالَهَا مِنِ اسْتِعَارَةٍ فَإِنَّ الْمَاشِيَةَ عِنْدَمَا تَأْكُلُ الْخَضِرَ مِنَ النَّبَاتِ تَلَذُّذًا بِهِ فَتَكْثُرُ بِهِ فَتَسْتَوْبِلُهُ وَتَسْتَوْخِمُهُ، يَكُونُ حَظُّهَا مِنْهَا فَسَادَ بُطُونِهَا وَهَلَاكَهَا، بَدَلًا مِنَ التَّغَذِّي وَالِانْتِفَاعِ الَّذِي تَطْلُبُهُ بِشَهْوَتِهَا، وَقِيلَ: إِنَّ الْمُرَادَ بِحُبُوطِ أَعْمَالِهِمْ فِي الدُّنْيَا فَشَلُهُمْ وَخَيْبَتُهُمْ فِيمَا كَانُوا يَكِيدُونَ لِلْمُؤْمِنِينَ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ أَعْمَالَهُمْ إِمَّا دِينِيَّةٌ وَإِمَّا دُنْيَوِيَّةٌ: فَالدِّينِيَّةُ تَحْبَطُ كُلُّهَا فِي الْآخِرَةِ ; لِأَنَّ شَرْطَ قَبُولِهَا الْإِيمَانُ وَالْإِخْلَاصُ، وَتَحْبَطُ فِي الدُّنْيَا إِذَا ظَهَرَ نِفَاقُهُمْ، وَافْتَضَحَ أَمْرُهُمْ، وَلِحُبُوطِهَا مَعْنًى آخَرُ وَهُوَ: أَنَّهَا لَا تَأْثِيرَ لَهَا فِي تَهْذِيبِ أَخْلَاقِهِمْ، وَتَزْكِيَةِ أَنْفُسِهِمْ مِنَ الْفَحْشَاءِ وَالْمُنْكَرِ وَمَسَاوِئِ الْأَخْلَاقِ ; لِأَنَّ هَذَا لَا يَحْصُلُ إِلَّا بِالْإِخْلَاصِ. وَأَمَّا الدُّنْيَوِيَّةُ فَهِيَ قِسْمَانِ:  (١) تَمَتُّعٌ بِالْأَمْوَالِ وَالْأَوْلَادِ وَالْقُوَّةِ. (٢) كَيْدٌ وَمَكْرٌ وَنِفَاقٌ. وَقَدْ بَيَّنَّا مَعْنَى حُبُوطِهِمَا آنِفًا بِمَا يَطَّرِدُ فِي أَزْمِنَةِ الْأَنْبِيَاءِ، وَمَا يُشْبِهُهَا كَعَهْدِ الْخُلَفَاءِ الرَّاشِدِينَ. وَأَمَّا أَعْمَالُ النِّفَاقِ الدُّنْيَوِيَّةُ فِي أَيَّامِ الْمُلُوكِ وَالْأُمَرَاءِ الظَّالِمِينَ الْفَاسِقِينَ، فَإِنَّهَا تَكُونُ أَكْثَرَ رَوَاجًا وَنِتَاجًا مِنْ أَعْمَالِ الصَّادِقِينَ الْمُخْلِصِينَ. وَلَا دَلِيلَ عَلَى فَسَادِ الْمُلُوكِ وَالْأُمَرَاءِ وَالرُّؤَسَاءِ أَدُلُّ مِنْ تَقْرِيبِهِمْ لِلْمُنَافِقِينَ الْمُتَمَلِّقِينَ مِنْهُمْ، وَإِبْعَادِهِمْ لِلنَّاصِحِينَ الصَّادِقِينَ عَنْهُمْ. قَالَ الصَّادِقُ الْأَمِينُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: الْأَرْوَاحُ جُنُودٌ مُجَنَّدَةٌ، فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ، وَمَا تَنَاكَرَ مِنْهَا اخْتَلَفَ مُتَّفَقٌ عَلَيْهِ. </p><p> وَأُولَئِكَ هُمُ الْخَاسِرُونَ الْتَامُوا الْخُسْرَانَ، دُونَ غَيْرِهِمْ مِمَّنْ لَمْ يَكُنْ كُلُّ حَظِّهِمْ مِنْ نِعَمِ اللهِ الِاسْتِمْتَاعَ الْعَاجِلَ، وَالْخَوْضَ فِي الْبَاطِلِ، إِذْ جَاءَ خَسَارُهُمْ مِنْ مَظِنَّةِ الرِّبْحِ وَالْمَنْفَعَةِ. كَقَوْلِهِ تَعَالَى: هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا (١٨: ١٠٣، ١٠٤) وَكُلُّ خَسَارٍ </p><p> دُونَ هَذَا هَيِّنٌ كَأَنَّهُ لَيْسَ بِخَسَارٍ، وَهَذَا مَعْنَى صِيغَةِ الْحَصْرِ فِي الْجُمْلَةِ، فَهَلْ يَعْتَبِرُ بِهَذَا أَهْلُ هَذَا الزَّمَانِ؟ أَمْ هَلْ يَعْتَبِرُ بِهِ التَّالُونَ وَالْمُفَسِّرُونَ لِلْقُرْآنِ، أَمْ يَقْرَءُونَهُ وَيُفَسِّرُونَهُ لِكَسْبِ الْحُطَامِ؟ . </p><p> أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ هَذَا اسْتِفْهَامُ تَقْرِيرٍ وَتَوْبِيخٍ لِمَنْ نَزَلَتْ فِيهِمُ الْآيَاتُ مِنَ الْكُفَّارِ وَالْمُنَافِقِينَ فِي عَهْدِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُذَكِّرُهُمْ بِالْأَقْوَامِ الَّذِينَ ضَلُّوا مِنْ قَبْلِهِمْ وَوَصَلَتْ إِلَيْهِمْ سِيرَتُهُمْ </p>"
}