{
  "id": null,
  "sura": 9,
  "aya": 5,
  "text": "<p> مِنْهَا مِنْ مَزِيَّةِ أَبِي بَكْرٍ فِي نِيَابَتِهِ عَنِ الرَّسُولِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي إِمَارَةِ الْحَجِّ، وَإِقَامَةِ رُكْنِهِ، وَتَعْلِيمِ النَّاسِ الْمَنَاسِكَ، وَتَبْلِيغِ الدِّينِ لِلْمُشْرِكِينَ، وَمَنْعِهِمْ مِنَ الْحَجِّ ذَلِكَ الْعَامَ تَمْهِيدًا لِحِجَّةِ الْوَدَاعِ، إِذْ كَانَ يَكْرَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنْ يَحُجَّ مَعَهُمْ، وَيَرَاهُمْ فِي بَيْتِ اللهِ عُرَاةً نِسَاؤُهُمْ وَرِجَالُهُمْ يُشْرِكُونَ بِاللهِ فِي بَيْتِهِ، وَمَا يَتَضَمَّنُ هَذِهِ الْإِمَارَةَ مِمَّا تَقَدَّمَ </p><p> بَيَانُهُ. وَأَهْلُ السُّنَّةِ وَسَطٌ يَعْتَرِفُونَ بِمَزِيَّةِ كُلٍّ مِنْهُمَا ـ رَضِيَ اللهُ عَنْهُمَا ـ وَعَنْ سَائِرِ آلِ رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَأَصْحَابِهِ، وَعَنِ الْمُتَّبِعِينَ لَهُمْ فِي اتِّبَاعِ الْحَقِّ وَالِاعْتِرَافِ بِهِ لِأَهْلِهِ وَمَحَبَّةِ كُلٍّ مِنْهُمَا بِغَيْرِ غُلُوٍّ وَلَا تَقْصِيرٍ، وَقَاتَلَ اللهُ الرَّوَافِضَ وَالنَّوَاصِفَ الَّذِينَ يَطِرُونَ بَعْضًا، وَيُنْكِرُونَ فَضْلَ الْآخَرِ، وَيَعُدُّونَ مَحَبَّتَهُ مُنَافِيَةً لِمَحَبَّتِهِ. </p><p> فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللهَ غَفُورٌ رَحِيمٌ وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ هَذَا شُرُوعٌ فِي بَيَانِ مَا يَتَرَتَّبُ عَلَى الْأَذَانِ بِنَبْذِ عُهُودِ الْمُشْرِكِينَ عَلَى الْوَجْهِ الَّذِي سَبَقَ تَفْصِيلُهُ فِي الْمُوَقَّتِ مِنْهَا وَغَيْرِ الْمُوَقَّتِ، وَهُوَ مُفَصِّلٌ لِكُلِّ حَالٍ يَكُونُونَ عَلَيْهَا بَعْدَ هَذَا الْأَذَانِ الْعَامِّ مِنْ إِيمَانٍ وَكُفْرٍ، وَوَفَاءٍ وَغَدْرٍ، يَنْتَهِي بِالْآيَةِ السَّادِسَةَ عَشْرَةَ. وَانْسِلَاخُ الْأَشْهُرِ انْقِضَاؤُهَا وَالْخُرُوجُ مِنْهَا، وَهُوَ مَجَازٌ مُسْتَعَارٌ مِنِ انْسِلَاخِ الْحَيَّةِ، وَهُوَ خُرُوجُهَا مِنْ جِلْدِهَا، وَيُسَمَّى بَعْدَ خُرُوجِهَا مِنْهُ الْمِسْلَاخُ، يَقُولُونَ: سَلَخَ فَلَانٌ الشَّهْرَ وَانْسَلَخَ مِنْهُ وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ (٣٦: ٣٧) . وَقَالَ الشَّاعِرُ: </p><p> إِذَا مَا سَلَخْتُ الشَّهْرَ أَهْلَكْتُ مِثْلَهُ ... كَفَى قَاتِلًا سَلْخِي الشُّهُورَ وَإِهْلَالِي </p><p> وَالْحُرُمُ بِضَمَّتَيْنِ جَمْعُ الْحَرَامِ (كَسَحَابٍ وَسُحُبٍ) وَهِيَ الْأَشْهَرُ الَّتِي حَرَّمَ اللهُ فِيهَا قِتَالَهُمْ فِي الْأَذَانِ وَالتَّبْلِيغِ. الَّذِي بَيَّنَتِ الْآيَةُ مَا يَتَرَتَّبُ عَلَيْهِ مِنَ الْأَحْكَامِ بِقَوْلِهِ: فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ أَيْ: آمِنِينَ لَا يَعْرِضُ لَكُمْ أَحَدٌ بِقِتَالٍ فِيهَا. فَالتَّعْرِيفُ فِيهَا لِلْعَهْدِ </p><p> ، </p><p> وَلَوْلَا هَذَا السِّيَاقُ لَوَجَبَ تَفْسِيرُ الْأَشْهُرِ الْحُرُمِ بِالْأَرْبَعَةِ الَّتِي </p><p> كَانُوا يُحَرِّمُونَ فِيهَا الْقِتَالَ مِنْ قَبْلُ إِذَا لَمْ يَسْتَحِلُّوا شَيْئًا مِنْهَا بِالنَّسِيءِ، وَهِيَ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ، وَالْمُحَرَّمُ، وَرَجَبٌ كَمَا سَيَأْتِي بَيَانُهُ فِي تَفْسِيرِ الْآيَتَيْنِ ٣٦ و٣٧، عَلَى أَنَّ بَعْضَ الْمُفَسِّرِينَ قَالَ: إِنَّهَا هِيَ الْمُرَادَةُ هُنَا أَوِ الثَّلَاثَةُ الْمُتَوَالِيَةُ مِنْهَا. وَتَقَدَّمَ أَنَّ بَعْضَهُمْ قَالَ: إِنَّ الْأَرْبَعَةَ الْأَشْهُرِ الَّتِي ضُرِبَتْ لَهُمْ لِحُرِّيَّةِ السِّيَاحَةِ فِي الْأَرْضِ هِيَ مِنْ شَوَّالٍ إِلَى الْمُحَرَّمِ. وَالتَّحْقِيقُ مَا قُلْنَاهُ هُنَا وَهُنَاكَ. وَقَدْ رَوَاهُ ابْنُ جَرِيرٍ عَنِ السُّدِّيِّ وَمُجَاهِدٍ وَعَمْرِو بْنِ شُعَيْبٍ وَابْنِ زَيْدٍ وَابْنِ إِسْحَاقَ، وَلَكِنَّهُ اعْتَمَدَ قَبْلَهُ أَنَّ الْمُرَادَ بِهَا ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمِ. </p><p> قَالَ تَعَالَى: فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ أَيْ: فَإِذَا انْقَضَتِ الْأَشْهُرُ الْأَرْبَعَةُ الَّتِي حُرِّمَ عَلَيْكُمْ قِتَالُ الْمُشْرِكِينَ فِيهَا، فَاقْتُلُوهُمْ فِي أَيِّ مَكَانٍ وَجَدْتُمُوهُمْ فِيهِ مِنْ حِلٍّ وَحَرَمٍ؛ لِأَنَّ الْحَالَةَ بَيْنَكُمْ وَبَيْنَهُمْ عَادَتْ حَالَةُ حَرْبٍ كَمَا كَانَتْ، وَإِنَّمَا كَانَ تَأْمِينُهُمْ مُدَّةَ أَرْبَعَةِ أَشْهُرٍ مِنْحَةً مِنْكُمْ، وَمَنْ قَالَ: إِنَّ الْآيَةَ مَخْصُوصَةٌ بِمَا عَدَا أَرْضَ الْحَرَمِ فَهُوَ غَالِطٌ. </p><p> وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ أَيْ: وَافْعَلُوا بِهِمْ كُلَّ مَا تَرَوْنَهُ مُوَافِقًا لِلْمَصْلِحَةِ مِنْ تَدَابِيرِ الْقِتَالِ وَشُئُونِ الْحَرْبِ الْمَعْهُودَةِ، وَأَهَمُّهَا وَأَشْهَرُهَا هَذِهِ الثَّلَاثَةُ: وَأَوَّلُهَا: أَخْذُهُمْ أُسَارَى، فَكَانُوا يُعَبِّرُونَ عَنِ الْأَسْرِ بِالْأَخْذِ وَيُسَمُّونَ الْأَسِيرَ (أَخِيذًا) وَالْأَخْذُ أَعَمُّ مِنَ الْأَسْرِ، فَإِنَّ مَعْنَى الثَّانِي الشَّدَّ بِالْأُسَارِ كَمَا تَقَدَّمَ فِي سُورَةِ الْأَنْفَالِ، فَالْأَسِيرُ فِي أَصْلِ اللُّغَةِ هُوَ الْأَخِيذُ الَّذِي يُشَدُّ. وَقَدْ أُبِيحُ هُنَا الْأَسْرُ الَّذِي حُظِرَ بِقَوْلِهِ تَعَالَى فِي سُورَةِ الْأَنْفَالِ: مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ (٨: ٦٧) لِحُصُولِ شَرْطِهِ وَهُوَ الْإِثْخَانُ الَّذِي هُوَ عِبَارَةٌ عَنِ الْغَلَبِ وَالْقُوَّةِ وَالسِّيَادَةِ، فَمَنْ يُسَمِّي مِثْلَ هَذَا نَسْخًا فَلَهُ أَنْ يَقُولَ بِهِ هُنَا، وَالصَّوَابُ أَنَّهُ مِنَ الْمُقَيَّدِ بِالشَّرْطِ أَوِ الْوَقْتِ أَوِ الْأَذَانِ. </p><p> وَالثَّانِي: الْحَصْرُ وَهُوَ حَبْسُ الْعَدُوِّ حَيْثُ يَعْتَصِمُونَ مِنْ مَعْقِلٍ وَحِصْنٍ، بِأَنْ يُحَاطَ بِهِمْ وَيُمْنَعُوا مِنَ الْخُرُوجِ وَالِانْفِلَاتِ إِذَا كَانَ فِي مُهَاجَمَتِهِمْ فِيهِ خَسَارَةٌ كَبِيرَةٌ، </p><p> فَاحْصُرُوهُمْ إِلَى أَنْ يُسْلِمُوا، وَيَنْزِلُوا عَلَى حُكْمِكُمْ بِشَرْطٍ تَرْضَوْنَهُ أَوْ بِغَيْرِ شَرْطٍ. </p><p> وَالثَّالِثُ: قُعُودُ الْمَرَاصِدِ أَيِ الرَّصْدِ الْعَامِّ، وَهُوَ مُرَاقَبَةُ الْعَدُوِّ بِالْقُعُودِ لَهُمْ فِي كُلِّ مَكَانٍ يُمْكِنُ الْإِشْرَافُ عَلَيْهِمْ، وَرُؤْيَةُ تَجْوَالِهِمْ وَتَقَلُّبِهِمْ فِي الْبِلَادِ مِنْهُ فَالْمَرْصَدُ اسْمُ مَكَانٍ، وَخَصَّهُ بَعْضُهُمْ بِطُرُقِ مَكَّةَ، وَالْفِجَاجِ الَّتِي تَنْتَهِي إِلَيْهَا لِئَلَّا يَعُودُوا إِلَيْهَا لِإِخْرَاجِ الْمُسْلِمِينَ مِنْهَا، أَوْ لِلشِّرْكِ فِي الْبَيْتِ وَالطَّوَافِ فِيهِ عُرَاةً. وَالصَّوَابُ أَنَّهُ عَامٌّ، وَهَذَا أَهَمُّ أَفْرَادِهِ. وَلَعَلَّ الْقَائِلَ بِهَذَا التَّخْصِيصِ لَمْ يَذْكُرِ الْمَدِينَةَ وَهِيَ الْعَاصِمَةُ؛ لِأَنَّهُ لَا خَوْفَ عَلَيْهَا يَوْمَئِذٍ مِنَ الْمُشْرِكِينَ بَعْدَ أَنْ عَجَزُوا عَنْهَا فِي عَهْدِ قُوَّتِهِمْ وَكَثْرَتِهِمْ. </p><p> وَهَذِهِ الْآيَةُ هِيَ الَّتِي يُسَمُّونَهَا آيَةَ السَّيْفِ، وَاعْتَمَدَ بَعْضُهُمْ أَنَّ آيَةَ السَّيْفِ هِيَ قَوْلُهُ الْآتِي: وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً (٣٦) وَقَالَ بَعْضُهُمْ: إِنَّهَا تُطْلَقُ عَلَى كُلٍّ مِنْهُمَا أَوْ عَلَى كِلْتَيْهِمَا. وَيَكْثُرُ فِي كَلَامِ الَّذِينَ كَثَّرُوا الْآيَاتِ الْمَنْسُوخَةَ أَنَّ آيَةَ كَذَا وَآيَةَ كَذَا مِنْ آيَاتِ الْعَفْوِ وَالصَّفْحِ وَالْإِعْرَاضِ عَنِ الْمُشْرِكِينَ وَالْجَاهِلِينَ وَالْمُسَالَمَةِ وَحَسُنِ الْمُعَامَلَةِ مَنْسُوخَةٌ بِآيَةِ السَّيْفِ. وَالصَّوَابُ أَنَّ مَا ذَكَرُوهُ مِنْ هَذَا الْقَبِيلِ لَيْسَ مِنَ النَّسْخِ الْأُصُولِيِّ فِي شَيْءٍ. قَالَ السُّيُوطِيُّ فِي أَقْسَامِ النَّسْخِ مِنَ الْإِتْقَانِ مَا نَصُّهُ:  (الثَّالِثُ) مَا أُمِرَ بِهِ لِسَبَبٍ ثُمَّ يَزُولُ السَّبَبُ، كَالْأَمْرِ حِينَ الضَّعْفِ وَالْقِلَّةِ بِالصَّبْرِ وَالصَّفْحِ. ثُمَّ نُسِخَ بِإِيجَابِ الْقِتَالِ، وَهَذَا فِي الْحَقِيقَةِ لَيْسَ نَسْخًا، بَلْ هُوَ مِنْ قِسْمِ الْمُنَسَّأِ كَمَا قَالَ تَعَالَى (أَوْ نُنْسِهَا) فَالْمُنَسَّأُ هُوَ الْأَمْرُ بِالْقِتَالِ إِلَى أَنْ يَقْوَى الْمُسْلِمُونَ، وَفِي حَالِ الضَّعْفِ يَكُونُ الْحُكْمُ وُجُوبَ الصَّبْرِ عَلَى الْأَذَى، وَبِهَذَا يَضْعُفُ مَا لَهِجَ بِهِ كَثِيرُونَ مِنْ أَنَّ الْآيَةَ فِي ذَلِكَ مَنْسُوخَةٌ بِآيَةِ السَّيْفِ، وَلَيْسَ كَذَلِكَ، بَلْ هِيَ مِنَ الْمُنَسَّأِ بِمَعْنَى أَنَّ كُلَّ أَمْرٍ وَرَدَ يَجِبُ امْتِثَالُهُ فِي وَقْتٍ مَا لِعِلَّةٍ تَقْتَضِي ذَلِكَ الْحُكْمَ، بَلْ يَنْتَقِلُ بِانْتِقَالِ تِلْكَ الْعِلَّةِ إِلَى حُكْمٍ آخَرَ، وَلَيْسَ بِنَسْخٍ، إِنَّمَا النَّسْخُ الْإِزَالَةُ لِلْحُكْمِ حَتَّى لَا يَجُوزَ امْتِثَالُهُ. وَقَالَ مَكِّيٌّ: ذَكَرَ جَمَاعَةٌ أَنَّ مَا وَرَدَ مِنَ الْخِطَابِ مُشْعِرًا بِالتَّوْقِيتِ وَالْغَايَةِ مِثْلَ قَوْلِهِ فِي الْبَقَرَةِ: فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ (٢: ١٠٩) مُحْكَمٌ غَيْرُ </p><p> مَنْسُوخٍ؛ لِأَنَّهُ مُؤَجَّلٌ بِأَجَلٍّ، وَالْمُؤَجَّلُ بِأَجَلٍ لَا نَسْخَ فِيهِ اهـ. </p><p> وَقَالَ بَعْضُهُمْ وَعَزَاهُ الْآلُوسِيُّ إِلَى الْجُمْهُورِ: إِنَّ الْآيَةَ تَدُلُّ بِعُمُومِهَا عَلَى جَوَازِ قِتَالِ التُّرْكِ وَالْحَبَشَةِ، كَأَنَّهُ قِيلَ: فَاقْتُلُوا الْكُفَّارَ مُطْلَقًا. يَعْنُونَ أَنَّهَا نَاسِخَةٌ أَوْ مُخَصِّصَةٌ لِحَدِيثِ: اتْرُكُوا التُّرْكَ مَا تَرَكُوكُمْ، فَإِنَّ أَوَّلَ مَنْ يَسْلُبُ أُمَّتِي مُلْكَهُمْ وَمَا خَوَّلَهُمُ اللهُ بَنُو قَنْطُورَاءَ رَوَاهُ الطَّبَرَانِيُّ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ كَمَا فِي الْجَامِعِ الصَّغِيرِ. وَفِي فَتْحِ الْبَارِّي أَنَّهُ رَوَاهُ مِنْ حَدِيثِ مُعَاوِيَةَ، قَالَ الْحَافِظُ: وَكَانَ هَذَا الْحَدِيثُ مَشْهُورًا بَيْنَ الصَّحَابَةِ. </p><p> وَقِتَالُ الْمُسْلِمِينَ لِلتُّرْكِ ثَابِتٌ فِي الصَّحِيحَيْنِ. وَرَوَى أَبُو دَاوُدَ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عَمْرٍو مَرْفُوعًا اتْرُكُوا الْحَبَشَةَ مَا تَرَكُوكُمْ فَإِنَّهُ لَا يَسْتَخْرِجُ كَنْزَ الْكَعْبَةِ إِلَّا ذُو السُّوَيْقَتَيْنِ مِنَ الْحَبَشَةِ وَقَالَ الْعُلَمَاءُ: إِنَّ هَذَا يَكُونُ قُبَيْلَ قِيَامِ السَّاعَةِ، إِذْ يَبْطُلُ أَمْنُ الْحَرَمِ. وَرَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ عَنْ رَجُلٍ كَانَ مِنْ أَصْحَابِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَنِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قَالَ: دَعَوُا الْحَبَشَةَ مَا وَدَعُوكُمْ وَاتْرُكُوا التُّرْكَ مَا تَرَكُوكُمْ. </p><p> قَالَ الْخَطَّابِيُّ: إِنَّ الْجَمْعَ بَيْنَ قَوْلِهِ تَعَالَى: وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً (٣٦) وَبَيْنَ هَذَا الْحَدِيثِ أَنَّ الْآيَةَ مُطْلَقَةٌ، وَالْحَدِيثَ مُقَيَّدٌ، فَيُحْمَلُ الْمُطْلَقُ عَلَى الْمُقَيَّدِ، وَيُجْعَلُ الْحَدِيثُ مُخَصِّصًا لِعُمُومِ الْآيَةِ، كَمَا خَصَّ ذَلِكَ فِي حَقِّ الْمَجُوسِ فَإِنَّهُمْ كَفَرَةٌ، وَمَعَ ذَلِكَ أَخَذَ مِنْهُمْ </p><p> الْجِزْيَةَ لِقَوْلِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: سُنُّوا بِهِمْ سُنَّةَ أَهْلِ الْكِتَابِ قَالَ الطِّيبِيُّ: وَيُحْتَمَلُ أَنْ تَكُونَ الْآيَةُ نَاسِخَةً لِلْحَدِيثِ لِضَعْفِ الْإِسْلَامِ. </p><p> وَأَقُولُ: قَدْ غَفَلَ هَؤُلَاءِ الَّذِينَ حَاوَلُوا الْجَمْعَ بَيْنَ الْحَدِيثِ وَالْآيَةِ عَنْ كَوْنِ الْآيَةِ فِي مُشْرِكِي الْعَرَبِ الَّذِينَ لَا عَهْدَ لَهُمْ، وَالَّذِينَ نُبِذَتْ عُهُودُهُمْ، وَضُرِبَ لَهُمْ مَوْعِدُ الْأَرْبَعَةِ الْأَشْهُرِ، وَالْحَبَشَةُ نَصَارَى مِنْ أَهْلِ الْكِتَابِ، وَفِيهِمْ نَزَلَ قَوْلُهُ تَعَالَى: وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى (٥: ٨٢) الْآيَاتِ. وَمِنَ الْمُجْمَعِ عَلَيْهِ التَّفْرِقَةُ بَيْنَ الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ، وَالتُّرْكُ كَانُوا وَثَنِيِّينَ عِنْدَ نُزُولِ هَذِهِ الْآيَاتِ كَمُشْرِكِي الْعَرَبِ، وَلَكِنَّهُمْ لَا يَدْخُلُونَ فِي عُمُومِ الْآيَةِ. ثُمَّ إِنَّ الْأَمْرَ بِتَرْكِ قِتَالِ التُّرْكِ وَالْحَبَشَةِ </p><p> جَاءَ تَحْذِيرًا مِنْ بَدْئِهِمْ بِالْقِتَالِ، لَمَّا عَلِمَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّ خَطَرًا عَلَى الْعَرَبِ وَبِلَادِهِمْ سَيَقَعُ مِنْهُمْ، وَالْأَمْرُ بِقِتَالِ مُشْرِكِي الْعَرَبِ فِي هَذِهِ الْآيَاتِ مَبْنِيٌّ عَلَى كَوْنِهِمْ هُمُ الَّذِينَ بَدَءُوا الْمُسْلِمِينَ، وَنَكَثُوا عُهُودَهُمْ كَمَا سَيَأْتِي قَرِيبًا فِي قَوْلِهِ: أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ (١٣) وَعَلَى كَوْنِ قِتَالِهِمْ كَافَّةً جَزَاءً بِالْمِثْلِ كَمَا قَالَ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً (٣٦) فَكَيْفَ يَدْخُلُ وَثَنِيُّو التُّرْكِ وَنَصَارَى الْحَبَشَةِ فِي عُمُومِ هَؤُلَاءِ الْمُشْرِكِينَ الْمَوْصُوفِينَ بِمَا ذُكِرَ حَتَّى نَحْتَاجَ إِلَى الْجَمْعِ بَيْنَ الْآيَةِ وَالْأَحَادِيثِ الْمَذْكُورَةِ؟ وَلَا نَأْتِي هُنَا قَاعِدَةَ كَوْنِ الْعِبْرَةِ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ كَمَا هُوَ ظَاهِرٌ؛ لِأَنَّ الْمُرَادَ بِهَا أَنَّ اللَّفْظَ الْعَامَّ يَتَنَاوَلُ كُلَّ مَا وُضِعَ لَهُ سَوَاءٌ وُجِدَ مَا كَانَ سَبَبًا لِوُرُودِهِ أَوْ لَمْ يُوجَدْ، وَلَفْظُ الْمُشْرِكِينَ فِي هَذِهِ الْآيَاتِ لَمْ يُوضَعْ لِأَهْلِ الْكِتَابِ الْمَعْرُوفِينَ بِالْقَطْعِ، وَلَا لِأَمْثَالِهِمْ كَالْمَجُوسِ مَثَلًا، وَقَدْ بَيَّنَّا تَحْقِيقَ هَذِهِ الْمَسْأَلَةِ فِي مَوَاضِعَ أَبْسَطُهَا تَفْسِيرُ: وَلَا تَنْكِحُوا الْمُشْرِكَاتِ (ا: ٢٢١) الْآيَةَ. [ص٢٧٦ وَمَا بَعْدَهَا ج ٢ ط الْهَيْئَةِ] ثُمَّ تَفْسِيرُ: وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ (٥: ٥) الْآيَةَ [١٤٧ - ١٦٢ ج ٦ ط الْهَيْئَةِ] وَيَلِيهِ مَبَاحِثُ فِي مَوْضُوعِ الْآيَةِ. وَلَوْلَا أَنَّ هَؤُلَاءِ الْمُفَسِّرِينَ وَشُرَّاحَ الْأَحَادِيثِ يَنْظُرُونَ فِي كِتَابِ اللهِ وَحَدِيثِ رَسُولِهِ مِنْ وَرَاءِ حُجُبِ الْمَذَاهِبِ الْفِقْهِيَّةِ لَمَا وَقَعُوا فِي أَمْثَالِ هَذِهِ الْأَغْلَاطِ الْوَاضِحَةِ، وَلَكُنَّا فِي غِنًى عَنِ الْإِطَالَةِ فِي التَّفْسِيرِ لِبَيَانِهَا. </p><p> فَإِنْ تَابُوا أَيْ: فَإِنْ تَابُوا عَنِ الشِّرْكِ، وَهُوَ الَّذِي يَحْمِلُهُمْ عَلَى عَدَاوَتِكُمْ وَقِتَالِكُمْ، بِأَنْ دَخَلُوا فِي الْإِسْلَامِ - وَعُنْوَانُهُ الْعَامُّ النُّطْقُ بِالشَّهَادَتَيْنِ، وَكَانَ يُكْتَفَى مِنْهُمْ بِإِحْدَاهُمَا - وَأَقَامُوا الصَّلَاةَ الْمَفْرُوضَةَ مَعَكُمْ كَمَا تُقِيمُونَهَا فِي أَوْقَاتِهَا الْخَمْسَةِ، وَهِيَ مَظْهَرُ الْإِيمَانِ، وَأَكْبَرُ أَرْكَانِهِ الْمَطْلُوبَةِ فِي كُلِّ يَوْمٍ مِنَ الْأَيَّامِ، وَيَتَسَاوَى فِي طَلَبِهَا وَجَمَاعَتِهَا الْغَنِيُّ وَالْفَقِيرُ، وَالْمَأْمُورُ وَالْأَمِيرُ - وَهِيَ حَقُّ الْعُبُودِيَّةِ لِلَّهِ تَعَالَى عَلَى عِبَادِهِ، وَأَفْضَلُ مُزَكٍّ لِأَنْفُسِهِمْ يُؤَهِّلُهُمْ لِلِقَائِهِ، وَأَفْعَلُ مُهَذِّبٍ لِأَخْلَاقِهِمْ بَعْدَهَا لِلْقِيَامِ بِحُقُوقِ عِبَادِهِ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللهِ أَكْبَرُ </p><p> (٢٩: ٤٥) وَآتَوُا الزَّكَاةَ الْمَفْرُوضَةَ فِي أَمْوَالِ الْأَغْنِيَاءِ لِلْفُقَرَاءِ وَلِلْمَصَالِحِ الْعَامَّةِ، وَهِيَ الرُّكْنُ الْمَالِيُّ الِاجْتِمَاعِيُّ مِنْ أَرْكَانِ الْإِسْلَامِ الَّتِي يَقُومُ بِهَا نِظَامُهُ الْعَامُّ فَخَلُّوا سَبِيلَهُمْ فَاتْرُكُوا لَهُمْ طَرِيقَ حُرِّيَّتِهِمْ بِالْكَفِّ عَنْ قِتَالِهِمْ إِذَا كَانُوا مُقَاتِلِينَ، وَعَنْ حَصْرِهِمْ إِنْ كَانُوا مَحْصُورِينَ، وَعَنْ رَصْدِ مَسَالِكِهِمْ إِلَى الْبَيْتِ الْحَرَامِ وَغَيْرِهِ حَيْثُ يَكُونُونَ مُرَاقَبِينَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ يَغْفِرُ لَهُمْ مَا سَبَقَ مِنَ الشِّرْكِ وَأَعْمَالِهِ، وَيَرْحَمُهُمْ فِيمَنْ يَرْحَمُ مِنْ عِبَادِهِ الْمُؤْمِنِينَ؛ لِأَنَّ الْإِسْلَامَ يَجُبُّ مَا قَبْلَهُ. </p><p> وَالْآيَةُ تُفِيدُ دَلَالَةَ إِقَامَةِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ عَلَى الْإِسْلَامِ، وَتُوجِبُ لِمَنْ يُؤَدِّيهِمَا حُقُوقَ الْمُسْلِمِينَ مِنْ حَفِظَ دَمِهِ وَمَالِهِ إِلَّا بِمَا يُوجِبُهُ عَلَيْهِ شَرْعُهُ مِنْ جِنَايَةٍ تَقْتَضِي حَدًّا مَعْلُومًا، أَوْ جَرِيمَةٍ تُوجِبُ تَعْزِيرًا أَوْ تَغْرِيمًا. </p><p> وَاسْتَدَلَّ بِهَا بَعْضُ أَئِمَّةِ الْفِقْهِ عَلَى كُفْرِ مَنْ يَتْرُكُ الصَّلَاةَ، وَيَمْتَنِعُ عَنْ أَدَاءِ الزَّكَاةِ، وَذَلِكَ أَنَّهَا اشْتَرَطَتْ فِي صِحَّةِ إِسْلَامِ الْمُشْرِكِينَ، وَعِصْمَةِ دِمَائِهِمْ مَجْمُوعَ الثَّلَاثَةِ الْأَشْيَاءِ: تَرْكَ الشِّرْكِ، وَإِقَامَةَ الصَّلَاةِ، وَإِيتَاءَ الزَّكَاةِ. فَإِذَا فُقِدَ شَرْطٌ مِنْهَا لَمْ يَتَحَقَّقِ الْإِسْلَامُ الَّذِي يَعْصِمُ دَمَ الْمُشْرِكِ الْمُقَاتِلِ. وَمَفْهُومُ الشَّرْطِ مِنْ ضَرُورِيَّاتِ اللُّغَةِ، وَمِرَاءُ بَعْضِ الْجَدَلِيِّينَ مِنَ الْأُصُولِيِّينَ فِيهِ مَرْدُودٌ لَا قِيمَةَ لَهُ. وَقَالَ بَعْضُهُمْ: بَلْ يَكْفُرُ تَارِكُ الصَّلَاةِ دُونَ مَانِعِ الزَّكَاةِ لِإِمْكَانِ أَخْذِهَا مِنْهُ بِالْقَهْرِ، وَوُجُوبِ قِتَالِ مَانِعِيهَا كَمَا فَعَلَ أَبُو بَكْرٍ. </p><p> وَقَدْ عَزَّزُوا هَذَا الِاسْتِدْلَالَ بِالْأَحَادِيثِ الصَّحِيحَةِ فِي مَعْنَاهَا كَحَدِيثِ عَبْدِ اللهِ بْنِ عُمَرَ مَرْفُوعًا أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِنْ فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الْإِسْلَامِ وَحِسَابُهُمْ عَلَى اللهِ رَوَاهُ الشَّيْخَانِ، وَحَدِيثِ أَنَسٍ عِنْدَ الْبُخَارِيِّ وَأَصْحَابِ السُّنَنِ الثَّلَاثَةِ: أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لَا إِلَهَ إِلَّا اللهُ، فَإِذَا قَالُوهَا وَصَلَّوْا صَلَاتَنَا وَاسْتَقْبَلُوا قِبْلَتَنَا وَذَبَحُوا ذَبِيحَتَنَا فَقَدْ حُرِّمَتْ عَلَيْنَا دِمَاؤُهُمْ وَأَمْوَالُهُمْ إِلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللهِ وَلَمْ تُذْكَرْ فِيهِ الزَّكَاةُ، وَلَكِنِ </p><p> اشْتَرَطَ فِيهِ أَنْ يَذْبَحُوا ذَبِيحَتَنَا، وَالْمُرَادُ لَازِمُهَا وَهُوَ تَرْكُ ذَبَائِحِ الشِّرْكِ، يَعْنِي إِنْ ذَبَحُوا وَجَبَ أَنْ يَذْبَحُوا بِاسْمِ اللهِ دُونَ اسْمِ غَيْرِهِ مِنْ مَعْبُودَاتِهِمُ الَّتِي كَانُوا يُهِلُّونَ بِأَسْمَائِهَا عِنْدَ الذَّبْحِ. </p><p> وَقَدْ وَرَدَ مَعْنَى هَذَا الْحَدِيثِ فِي الصِّحَاحِ وَالسُّنَنِ بِأَلْفَاظٍ مُخْتَلِفَةٍ مِنْهَا الِاقْتِصَارُ عَلَى الشَّهَادَتَيْنِ كَحَدِيثِ أَبِي هُرَيْرَةَ الْمُتَّفَقِ عَلَيْهِ، بَلْ صَرَّحُوا بِتَوَاتُرِهِ كَمَا فِي الْجَامِعِ الصَّغِيرِ، وَهُوَ: أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنِّي رَسُولُ اللهِ، فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللهِ وَفِي بَعْضِهَا الِاقْتِصَارُ عَلَى كَلِمَةِ:  \" لَا إِلَهَ إِلَّا اللهُ \" وَمِنْ ثَمَّ اخْتَلَفَ الْفُقَهَاءُ فِي الْمَسْأَلَةِ، فَقَالَ بَعْضُهُمْ: إِنَّ تَرْكَ الصَّلَاةِ، وَمَنْعَ الزَّكَاةِ </p><p> مِنَ الْمَعَاصِي لَا يَخْرُجُ تَارِكُ إِحْدَاهُمَا وَلَا كِلْتَيْهِمَا مِنَ الْإِسْلَامِ، كَمَا يَقْتَضِيهِ هَذَا الْحَدِيثُ، وَهُوَ أَصَحُّ مِنْ حَدِيثَيِ ابْنِ عُمَرَ وَأَنَسٍ، وَقَالَ الْآخَرُونَ: إِنَّ فِيهِمَا زِيَادَةٌ عَلَى مَا فِي حَدِيثِ أَبِي هُرَيْرَةَ وَزِيَادَةُ الثِّقَةِ مَقْبُولَةٌ، وَالْمُطْلَقُ يُحْمَلُ عَلَى الْمُقَيَّدِ. </p><p> وَالتَّحْقِيقُ أَنَّ الْمُرَادَ مِنَ الْآيَةِ وَالْأَحَادِيثِ الْمُخْتَلِفَةِ الْأَلْفَاظِ فِي مَعْنَاهَا وَاحِدٌ، وَهُوَ تَرْكُ الْكُفْرِ وَالدُّخُولُ فِي الْإِسْلَامِ، وَلِلدُّخُولِ فِي الْإِسْلَامِ صِيغَةٌ وَعُنْوَانٌ يُكْتَفَى بِهِ فِي أَوَّلِ الْأَمْرِ، وَلَا سِيَّمَا مَوَاقِفُ الْقِتَالِ، وَهُوَ النُّطْقُ بِالشَّهَادَتَيْنِ. وَقَدْ يُكْتَفَى مِنَ الْمُشْرِكِ بِكَلِمَةِ:  \" لَا إِلَهَ إِلَّا اللهُ \" ؛ لِأَنَّهُمْ كَانُوا يُنْكِرُونَهَا، وَهِيَ أَوَّلُ مَا دُعُوا إِلَيْهِ، بَلْ أَنْكَرَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ عَلَى خَالِدِ بْنِ الْوَلِيدِ قَتْلَ مَنْ قَتَلَ مِنْ بَنِي جَذِيمَةَ بَعْدَ قَوْلِهِمْ \" صَبَأْنَا \" وَقَالَ: \" اللهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا فَعَلَ خَالِدٌ \" وَذَلِكَ أَنَّهُمْ كَانُوا يُعَبِّرُونَ بِهَذِهِ الْكَلِمَةِ عَنِ الْإِسْلَامِ فَيَقُولُونَ: صَبَأَ فُلَانٌ، إِذَا أَسْلَمَ، وَالْحَدِيثُ فِي مَوَاضِعَ مِنْ صَحِيحِ الْبُخَارِيِّ وَغَيْرِهِ. </p><p> وَقَدْ كَانَ النَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يَقُولُ فِي كُلِّ مَقَامٍ مَا يُنَاسِبُهُ، وَالْمُرَادُ وَاحِدٌ يُعْلَمُ مِنْ جُمْلَةِ أَقْوَالِهِ عِلْمًا قَطْعِيًّا، وَهُوَ مَا ذَكَرْنَا مِنْ تَرْكِ الْكُفْرِ، وَالدُّخُولِ فِي الْإِسْلَامِ الَّذِي لَا يَتَحَقَّقُ بَعْدَ النُّطْقِ بِعُنْوَانِهِ مِنَ الشَّهَادَتَيْنِ أَوْ إِحْدَاهِمَا فِي بَعْضِ الْمَوَاضِعِ إِلَّا بِإِقَامَةِ أَرْكَانِهِ، </p><p> وَالْتِزَامِ أَحْكَامِهِ بِقَدْرِ الِاسْتِطَاعَةِ، بِحَيْثُ إِذَا تَرَكَ الْمُسْلِمُ شَيْئًا مِنْهَا بِجَهَالَةٍ مِنْ ثَوْرَةِ غَضَبٍ أَوْ ثَوْرَةِ شَهْوَةٍ أَوْ كَسَلٍ تَابَ إِلَى اللهِ تَعَالَى وَاسْتَغْفَرَهُ. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ الْيَهُودَ مِنْ أَهْلِ الْكِتَابِ كَانُوا يَقُولُونَ:  \" لَا إِلَهَ إِلَّا اللهُ \" فَالنُّطْقُ بِهَا وَحْدَهَا مِنْ أَحَدِهِمْ لَا يَدُلُّ عَلَى قَبُولِ الْإِسْلَامِ كَمَا يَدُلُّ قَوْلُ أَحَدِ مُشْرِكِي الْعَرَبِ لَهَا، وَوُجِدَتْ طَائِفَةٌ مِنْهُمْ كَانَتْ تَقُولُ: إِنَّ مُحَمَّدًا رَسُولُ اللهِ إِلَى الْعَرَبِ وَحْدَهُمْ، وَقَدِ اتَّفَقَ عُلَمَاؤُنَا بِحَقٍّ عَلَى أَنَّ مَنْ قَالَ مِنْهُمْ \" لَا إِلَهَ إِلَّا اللهُ مُحَمَّدٌ رَسُولُ اللهِ \" لَا يُعْتَدُّ بِإِسْلَامِهِ إِلَّا إِذَا اعْتَرَفَ بِعُمُومِ رِسَالَتِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِقَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا (٣٤: ٢٨) وَمَا فِي مَعْنَاهُ. </p><p> فَالْإِسْلَامُ هُوَ الْإِذْعَانُ الْعَمَلِيُّ لِمَا جَاءَ بِهِ مُحَمَّدٌ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ مِنْ أَمْرِ الدِّينِ فِعْلًا كَانَ أَوْ تَرْكًا. وَلَا يَكُونُ الْإِذْعَانُ بِالْعَمَلِ إِسْلَامًا صَحِيحًا مَقْبُولًا عِنْدَ اللهِ تَعَالَى إِلَّا إِذَا كَانَ إِذْعَانًا نَفْسِيًّا وِجْدَانِيًّا يَبْعَثُهُ الْإِيمَانُ بِصِحَّةِ رِسَالَتِهِ، فَإِنَّ الْمُنَافِقِينَ كَانُوا يَقُولُونَ لِلنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: نَشْهَدُ إِنَّكَ لَرَسُولُ اللهِ، وَيُصَلُّونَ وَيُزَكُّونَ وَيُجَاهِدُونَ وَاللهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (٦٣. ١) وَمَتَى كَانَ الْإِيمَانُ يَقِينِيًّا، كَانَ الْإِذْعَانُ نَفْسِيًّا وِجْدَانِيًّا، وَتَبِعَهُ الْعَمَلُ بِالضَّرُورَةِ فِي جُمْلَةِ التَّكَالِيفِ وَعَامَّةِ الْأَوْقَاتِ. وَلَا يُنَافِيهِ تَرْكُ وَاجِبٍ فِي بَعْضِ الْأَوْقَاتِ لِصَارِفٍ عَارِضٍ، أَوْ فِعْلِ مَحْظُورٍ لِعَارِضٍ غَالِبٍ. بِحَيْثُ إِذَا زَالَ السَّبَبُ نَدِمَ الْمُخَالِفِ. وَلَامَ نَفْسَهُ، وَاسْتَغْفَرَ اللهَ، كَمَا تَقَدَّمَ آنِفًا، وَذَلِكَ قَوْلُهُ تَعَالَى: إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ </p><p> (٤: ١٧) إِلَخْ. فَمَنْ تَرَكَ صَلَاةً أَوْ أَكْثَرَ لِبَعْضِ الشَّوَاغِلِ، وَهُوَ يَسْتَشْعِرُ أَنَّهُ مُذْنِبٌ وَيَرْجُو مَغْفِرَةَ اللهِ تَعَالَى وَيَنْوِي الْقَضَاءَ، لَا يَكُونُ تَرْكُهُ هَذَا مُنَافِيًا لِإِذْعَانِهِ النَّفْسِيِّ لِأَصْلِ الْأَمْرِ وَالنَّهْيِ الَّذِي يَقْتَضِيهِ الْإِيمَانُ الْيَقِينِيُّ. وَإِنْ كَانَ هَذَا الرَّجَاءُ مَعَ عَدَمِ الْعُذْرِ يُعَدُّ مِنَ الْغُرُورِ كَمَا سَنُبَيِّنُهُ قَرِيبًا. وَأَمَّا عَدَمُ الْمُبَالَاةِ بِالصَّلَاةِ وَغَيْرِهَا مِنْ فَرَائِضِ الْإِسْلَامِ وَأَوَامِرِهِ، وَعَدَمُ الِانْتِهَاءِ عَنِ الْفَوَاحِشِ وَالْمُنْكَرَاتِ مِنْ نَوَاهِيهِ - فَإِنَّهُ يُنَافِي الْإِذْعَانَ الَّذِي هُوَ حَقِيقَةُ الْإِسْلَامِ، وَلَا يُعْقَلُ إِيمَانٌ صَحِيحٌ بِغَيْرِ إِسْلَامٍ، وَلَا إِسْلَامٌ صَحِيحٌ </p><p> ظَاهِرُهُ كَبَاطِنِهِ بِدُونِ إِيمَانٍ، فَهُمَا مُتَلَازِمَانِ فِي حَالِ الْإِمْكَانِ، فَمَنْ نَطَقَ بِالشَّهَادَتَيْنِ مِنَ الْكُفَّارِ، وَأَبَى أَنْ يَلْتَزِمَ فَرَائِضَ الْإِسْلَامِ، وَتَرْكَ مُحَرَّمَاتِهِ الْقَطْعِيَّةَ مُصَرِّحًا بِذَلِكَ لَا يُعْتَدُّ بِإِسْلَامِهِ، وَمَنْ لَمْ يُصَرِّحْ، وَلَمْ يَفْعَلْ فَهُوَ مُخَادِعٌ قَطْعًا، وَقَدْ يُظْهِرُ الْقِيَامَ بِبَعْضِهَا نِفَاقًا، كَمَا ثَبَتَ عَنْ بَعْضِ الْإِفْرِنْجِ السِّيَاسِيِّنَ أَنَّهُمْ أَظْهَرُوا الْإِسْلَامَ لِدُخُولِ الْحِجَازِ أَوِ اخْتِبَارِ الْمُسْلِمِينَ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الْمُرَادَ مِنِ اشْتِرَاطِ الثَّلَاثَةِ الْأَشْيَاءِ لِلْكَفِّ عَنْ قِتَالِ الْمُشْرِكِينَ بَعْدَ بُلُوغِ الدَّعْوَةِ، وَظُهُورِ الْحُجَّةِ هِيَ تَحَقُّقُ الدُّخُولِ فِي جَمَاعَةِ الْمُسْلِمِينَ بِالْفِعْلِ، فَإِنَّ التَّوْبَةَ عَنِ الشِّرْكِ وَحْدَهَا وَهِيَ الشَّرْطُ الْأَوَّلُ لَا تَكْفِي لِتَأْمِينِهِمْ، وَإِبَاحَةِ دُخُولِ الْمَسْجِدِ الْحَرَامِ وَالْحَجِّ مَعَ الْمُسْلِمِينَ، وَسَائِرِ الْمُعَامَلَاتِ الَّتِي تَثْبُتُ لِمَنْ يُقِيمُ فِي الْحِجَازِ وَسَائِرِ جَزِيرَةِ الْعَرَبِ، وَإِنْ كَانَ التَّعْبِيرُ عَنْ هَذِهِ التَّوْبَةِ بِالنُّطْقِ بِكَلِمَةِ التَّوْحِيدِ أَوِ الشَّهَادَتَيْنِ كِلْتَيْهِمَا كَافِيًا فِي مَوْقِفِ الْقِتَالِ لِلْكَفِّ عَنْهُ كَمَا تَقَدَّمَ آنِفًا، وَلَكِنَّهُ لَا يَكْفِي بَعْدَ ذَلِكَ لِمُعَامَلَةِ مَنْ يَنْطِقُ بِهِمَا مُعَامَلَةَ الْمُسْلِمِينَ فِي عَامَّةِ الْأَوْقَاتِ بَلْ لَا بُدَّ مِنِ الْتِزَامِ شَرَائِعِ الْإِسْلَامِ، وَإِقَامَةِ شَعَائِرِهِ فَمُقْتَضَى الشَّهَادَةِ الْأُولَى لِمَنْ كَانَ صَادِقًا فِي النُّطْقِ بِهَا تَرْكُ عِبَادَةِ غَيْرِ اللهِ تَعَالَى مِنْ دُعَاءٍ أَوْ ذَبِيحَةٍ أَوْ غَيْرِهِمَا، وَمُقْتَضَى الشَّهَادَةِ الثَّانِيَةِ طَاعَةُ الرَّسُولِ فِيمَا يُبَلِّغُهُ عَنِ اللهِ تَعَالَى، فَإِذَا لَمْ يَكُنِ الْعَمَلُ الَّذِي تَقْتَضِيهِ الشَّهَادَتَانِ مُؤَيِّدًا لَهُمَا كَانَتَا خِدَاعًا وَغِشًّا، وَلَمَّا كَانَتْ شَرَائِعُ الْإِسْلَامِ الْقَطْعِيَّةُ مِنْ فِعْلٍ وَتَرْكٍ كَثِيرَةً، وَكَانَ الْكَثِيرُ بِاشْتِرَاطِ الرُّكْنَيْنِ الْأَعْظَمَيْنِ، وَهُمَا الصَّلَاةُ الَّتِي تَجِبُ خَمْسَ مَرَّاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، وَهِيَ الرَّابِطَةُ الدِّينِيَّةُ الرُّوحِيَّةُ الِاجْتِمَاعِيَّةُ بَيْنَ الْمُسْلِمِينَ، وَالزَّكَاةُ وَهِيَ الرَّابِطَةُ الْمَالِيَّةُ السِّيَاسِيَّةُ الِاجْتِمَاعِيَّةُ، وَمَنْ أَقَامَهُمَا كَانَ أَجْدَرَ بِإِقَامَةِ غَيْرِهِمَا. </p><p> وَمِنَ الْمَعْلُومِ بِالضَّرُورَةِ أَنَّ مَنْ قَبِلَ مِنَ الْمُشْرِكِينَ أَنْ يُسْلِمَ وَيُصَلِّيَ وَيُؤَدِّيَ الزَّكَاةَ، وَامْتَنَعَ مِنَ الْإِذْعَانِ لِصِيَامِ رَمَضَانَ وَالْحَجِّ مَعَ الِاسْتِطَاعَةِ لَا يُعْتَدُّ بِإِسْلَامِهِ أَيْضًا، </p><p> وَكَذَلِكَ إِذَا كَانَ لَا يُحَرِّمُ مَا حَرَّمَ اللهُ وَرَسُولُهُ قَطْعًا، فَالنَّبِيُّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لَمْ يَقْبَلْ مِنَ الْأَعْرَابِيِّ مَا شَرَطَهُ فِي إِسْلَامِهِ مِنْ إِبَاحَةِ الزِّنَا لَهُ، وَإِنَّ بَيْنَ اسْتِبَاحَةِ الذَّنْبِ، وَعَدَمِ الْإِذْعَانِ لِحُكْمِ اللهِ فِيهِ، وَبَيْنَ فِعْلِهِ مَعَ الْإِذْعَانِ وَالْإِيمَانِ فَرْقًا وَاضِحًا وَبَوْنًا بَيِّنًا، وَلَكِنْ ذَهَبَ بَعْضُ أَئِمَّةِ الْعِلْمِ إِلَى </p><p> أَنَّ لِلصَّلَاةِ وَالزَّكَاةِ شَأْنًا لَيْسَ لِغَيْرِهِمَا مِنْ أَرْكَانِ الْإِسْلَامِ وَشَرَائِعِهِ، حَتَّى الْمُجْمَعِ عَلَيْهَا الْمَعْلُومَةِ مِنَ الدِّينِ بِالضَّرُورَةِ، وَهُوَ أَنَّ تَرْكَهُمَا يُعَدُّ كُفْرًا بِمَعْنَى الْخُرُوجِ مِنَ الْمِلَّةِ بَعْدَ الدُّخُولِ فِي الْإِسْلَامِ أَوِ النُّشُوءِ فِيهِ، حَتَّى مَعَ الِاعْتِرَافِ بِحَقِّيَّتِهِ، وَكَوْنِهِمَا مِنْ أَرْكَانِهِ، وَيَقُولُ بَعْضُهُمْ بِأَنَّ تَارِكَهُمَا يُقْتَلُ حَدًّا لَا كُفْرًا، وَقَالَ بَعْضُهُمْ بِذَلِكَ فِي الصَّلَاةِ وَحْدَهَا، وَأَنَّ صِيَامَ رَمَضَانَ وَحَجَّ الْبَيْتِ عَلَى الْمُسْتَطِيعِ لَا يُكَفَّرُ تَارِكُهُمَا إِلَّا إِذَا اسْتَحَلَّ هَذَا التَّرْكَ أَوْ جَحَدَ وُجُوبَهُمَا بَعْدَ الْعِلْمِ الَّذِي تَقُومُ بِهِ الْحُجَّةُ، أَيْ: لِأَنَّ الِاسْتِحْلَالَ عِبَارَةٌ عَنْ رَفْضِ الْإِذْعَانِ النَّفْسِيِّ وَالْفِعْلِيِّ، وَهُوَ كُنْهُ الْإِسْلَامِ، وَالْجُحُودَ عِبَارَةٌ عَنْ عَدَمِ الِاعْتِقَادِ أَوِ الِاسْتِكْبَارِ عَنْهُ وَهُوَ كُنْهُ الْإِيمَانِ. </p><p> وَالْآيَةُ وَحَدِيثُ ابْنِ عُمَرَ فِي مَعْنَاهُمَا لَا يَدُلَّانِ عَلَى أَنَّ الْمُسْلِمَ إِذَا تَرَكَ بَعْضَ الصَّلَوَاتِ لِكَسَلٍ، أَوْ شَاغِلٍ لَا يُعَدُّ عُذْرًا شَرْعِيًّا، يَكُونُ بِذَلِكَ مُرْتَدًّا عَنِ الْإِسْلَامِ، تَجْرِي عَلَيْهِ أَحْكَامُ الْمُرْتَدِّينَ إِذَا لَمْ يَتُبْ عَقِبَ أَوَّلِ فَرِيضَةٍ تَرَكَهَا أَوِ الثَّانِيَةِ إِنْ كَانَتْ تُجْمَعَ مَعَهَا بِأَنْ يُجَدِّدَ إِسْلَامَهُ وَيُصَلِّيهَا، وَلَا يَدُلَّانِ كَذَلِكَ عَلَى وُجُوبِ قَتْلِهِ حَدًّا كَقَتْلِ مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا، لَا يَدُلَّانِ عَلَى ذَلِكَ بِمَنْطُوقِهِمَا، وَلَا بِمَفْهُومِ الشَّرْطِ عَلَى الْقَوْلِ الْحَقِّ بِحُجِّيَّتِهِ، فَإِنَّ مَوْضُوعَ كُلٍّ مِنْهُمَا بَيَانُ مَا يُشْتَرَطُ بِالْكَفِّ عَنْ قِتَالِ الْمُشْرِكِينَ الْمُحَارِبِينَ، لَا بَيَانٌ لِجُمْلَةِ الْإِسْلَامِ، وَمَا يُنَافِيهِ وَيُعَدُّ ارْتِدَادًا عَنْهُ بَعْدَ الدُّخُولِ فِيهِ. </p><p> فَإِنْ قِيلَ: ظَاهِرُ لَفْظِ الْحَدِيثِ أَنَّهُ مُطْلَقٌ عَامٌّ فِي قِتَالِ كُلِّ الْكُفَّارِ، لَا فِي الْمُشْرِكِينَ كَالْآيَةِ. قُلْتُ: أَوَّلًا: إِنَّ اللهَ تَعَالَى جَعَلَ لِقِتَالِ أَهْلِ الْكِتَابِ فِي هَذِهِ السُّورَةِ غَايَةً أُخْرَى غَيْرَ هَذِهِ الْغَايَةِ الْعَامَّةِ، وَهِيَ إِعْطَاءُ الْجِزْيَةِ، وَهِيَ لَيْسَتْ نَاسِخَةً، وَلَا مُخَصِّصَةً لِلْآيَةِ لِاخْتِلَافِ مَوْرِدِهِمَا، وَهَذَا يُعَارِضُ عُمُومَ الْحَدِيثِ، فَيَتَرَجَّحُ حَمْلُهُ عَلَى قِتَالِ الْمُشْرِكِينَ كَالْآيَةِ، لِيَكُونَ مَعْنَاهُ صَحِيحًا مُحْكَمًا، وَكَانَ مِنْ فِقْهِ الْبُخَارِيِّ فِي أَبْوَابِ </p><p> صَحِيحِهِ إِيرَادُهُ تَابِعًا لِلْآيَةِ فِي بَابٍ وَاحِدٍ مِنْ كِتَابِ الْإِيمَانِ. </p><p> ثَانِيًا: إِنَّهُ عَلَى كُلِّ حَالٍ وَارِدٌ فِي بَيَانِ الْغَايَةِ الَّتِي يَنْتَهِي إِلَيْهَا قِتَالُ مَنْ يُقَاتِلُنَا مِنَ الْكُفَّارِ. فَلَا يَدْخُلُ فِي مَعْنَاهُ بَيَانُ مَا يَصِيرُ بِهِ الْمُؤْمِنُ كَافِرًا. </p><p> ثَالِثًا: إِنَّ قِتَالَ الْكَافِرِينَ غَيْرُ قَتْلِ مَنْ عَسَاهُ يَسْتَحِقُّ الْقَتْلَ مِنَ الْمُسْلِمِينَ، كَمَا بَيَّنَهُ فِي الْمَسْأَلَةِ بَعْضُ الْعُلَمَاءِ الْمُدَقِّقِينَ، فَالْقِتَالُ فِعْلٌ مُشْتَرَكٌ بَيْنَ فَرِيقَيْنِ، وَالْقَتْلُ الشَّرْعِيُّ تَنْفِيذُ حُكْمٍ عَلَى مُجْرِمٍ ثَبَتَ عَلَيْهِ. </p><p> رَابِعًا: مَنْ أَرَادَ جَعْلَ هَذَا الْحَدِيثِ دَالًّا عَلَى غَيْرِ مَا تَدُلُّ عَلَيْهِ الْآيَةُ مَنْ حُكْمِ رِدَّةٍ أَوْ حَدٍّ بِقَتْلِ مُسْلِمٍ، يُرَدُّ عَلَيْهِ إِعْلَالُهُ بِمَا يَنْزِلُ بِهِ عَنْ دَرَجَةِ الصِّحَّةِ الَّتِي يَثْبُتُ بِهَا مِثْلُ هَذِهِ الْأَحْكَامِ الْعَظِيمَةِ الشَّأْنِ، وَهُوَ أَنَّ فِي إِسْنَادِهِ مِنَ الْغَرَابَةِ الْمُضَاعَفَةِ مَا اسْتَغْرَبَ مَعَهُ بَعْضُ </p><p> نُقَّادِ الْحَدِيثِ تَصْحِيحَ الشَّيْخَيْنِ لَهُ مِنِ امْتِنَاعِ الْإِمَامِ أَحْمَدَ عَنْ إِيرَادِهِ فِي مَسْنَدِهِ عَلَى سَعَتِهِ، وَإِحَاطَتِهِ بِأَمْثَالِ هَذِهِ الْأَحَادِيثِ، وَقَدْ صَرَّحَ قَوْمٌ مِنَ الْعُلَمَاءِ بِاسْتِبْعَادِ صِحَّتِهِ كَمَا قَالَ الْحَافِظُ فِي شَرْحِهِ مِنَ الْفَتْحِ، وَهُوَ مُخَالِفٌ لِحَدِيثِ أَبِي هُرَيْرَةَ الَّذِي خَرَّجَهُ الْجَمَاعَةُ كُلُّهُمْ، وَقَالَ بَعْضُهُمْ بِتَوَاتُرِهِ وَلَيْسَ فِيهِ زِيَادَةُ الصَّلَاةِ وَالزَّكَاةِ وَهُوَ أَوْلَى بِالتَّرْجِيحِ، ثُمَّ إِنَّهُ يُعَارِضُهُ نُصُوصٌ أُخْرَى مِنَ الْكِتَابِ وَالسُّنَّةِ، وَهِيَ الَّتِي أَخَذَ بِهَا الْجُمْهُورُ فَثَبَتَ أَنَّ الْقَوْلَ بِدَلَالَتِهِ عَلَى مَا ذُكِرَ اجْتِهَادِيَّةٌ، وَلَا نُكَفِّرُ مُسْلِمًا إِلَّا بِنَصٍّ قَطْعِيٍّ لَا خِلَافَ فِي رِوَايَتِهِ وَلَا فِي دَلَالَتِهِ. </p><p> هَذَا - وَإِنَّ الْقَائِلِينَ بِكُفْرِ تَارِكِ الصَّلَاةِ مِنَ الْعُلَمَاءِ يَحْتَجُّونَ بِأَحَادِيثَ أُخْرَى </p><p> هِيَ أَظْهَرُ فِي الْمَسْأَلَةِ مَنْ تَكَلُّفِ الِاسْتِدْلَالِ عَلَيْهَا بِهَذِهِ الْآيَةِ وَهَذَا الْحَدِيثِ، وَمَعَ هَذَا رَأَيْنَا جُمْهُورَ الْفُقَهَاءِ الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ يُخَالِفُونَهُمْ فِيهَا. أَصْرَحُ هَذِهِ الْأَحَادِيثِ مَا رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ مِنْ حَدِيثِ جَابِرٍ مَرْفُوعًا بَيْنَ الرَّجُلِ وَبَيْنَ الْكُفْرِ تَرْكُ الصَّلَاةِ وَفِي رِوَايَةِ \" الشِّرْكِ \" وَمَا رَوَاهُ أَحْمَدُ وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةُ وَغَيْرُهُمْ مِنْ حَدِيثِ بُرَيْدَةَ مَرْفُوعًا الْعَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمُ الصَّلَاةُ فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ يَعْنِي بَيْنَنَا وَبَيْنَ الْكُفَّارِ. وَأَصْرَحُ مِنْهُمَا حَدِيثُ أَنَسٍ مَنْ تَرَكَ الصَّلَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ رَوَاهُ الطَّبَرَانِيُّ فِي الْأَوْسَطِ، وَالصَّوَابُ أَنَّهُ مُرْسَلٌ كَمَا قَالَ الدَّارَقُطْنِيُّ. </p><p> وَقَدْ ذَهَبَ إِلَى كُفْرِ تَارِكِ الصَّلَاةِ مِنْ فُقَهَاءِ الْأَمْصَارِ أَحْمَدُ بْنُ حَنْبَلٍ، وَعَبْدُ اللهِ بْنُ الْمُبَارَكِ، وَإِسْحَاقُ بْنُ رَاهَوَيْهِ. وَيُرْوَى عَنْ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ، وَلَكِنَّ الْعِتْرَةَ وَجَمَاهِيرَ السَّلَفِ وَالْخَلَفِ وَمِنْهُمْ أَبُو حَنِيفَةَ وَمَالِكٌ وَالشَّافِعِيُّ عَلَى أَنَّهُ لَا يَكْفُرُ بَلْ يَفْسُقُ فَيُسْتَتَابُ، فَإِذَا لَمْ يَتُبْ قُتِلَ حَدًّا عِنْدَ مَالِكٍ وَالشَّافِعِيِّ وَغَيْرِهِمَا. وَقَالَ أَبُو حَنِيفَةَ وَبَعْضُ فُقَهَاءِ الْكُوفَةِ، وَالْمُزَنِيُّ صَاحِبُ الشَّافِعِيِّ: لَا يُقْتَلُ بَلْ يُعَزَّرُ وَيُحْبَسُ حَتَّى يُصَلِّيَ، وَحَمَلُوا أَحَادِيثَ التَّكْفِيرِ عَلَى الْجَاحِدِ أَوِ الْمُسْتَحِلِّ لِلتَّرْكِ وَعَارَضُوهَا بِبَعْضِ النُّصُوصِ الْعَامَّةِ، وَحَدِيثِ لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنِّي رَسُولُ اللهِ إِلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبُ الزَّانِي وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ، وَرَوَاهُ مُسْلِمٌ وَبَعْضُ أَصْحَابِ السُّنَنِ مِنْ حَدِيثِ عَائِشَةَ بِمَا يُفَسِّرُ أَوْ يُخَصِّصُ مَعْنَى الْمُفَارِقِ لِلْجَمَاعَةِ بِالْخَارِجِ الْمُقَاتِلِ، وَهُوَ:  \" وَرَجُلٌ يَخْرُجُ مِنَ الْإِسْلَامِ فَيُحَارِبُ اللهَ وَرَسُولَهُ فَيُقْتَلُ أَوْ يُصْلَبُ أَوْ يُنْفَى مِنَ الْأَرْضِ \" وَقَدْ يُقَالُ: </p><p> إِنَّ تَرْكَ الصَّلَاةِ كُفْرٌ وَمُفَارَقَةٌ لِلْجَمَاعَةِ فَتَارِكُهَا لَا يَدْخُلُ فِي عُمُومِ الْمُسْتَثْنَى مِنْهُ، فَالْحَقُّ فِي الْجَوَابِ مَا تَقَدَّمَ آنِفًا فِي سِيَاقِ بَيَانِ حَقِيقَةِ الْإِسْلَامِ، وَلَكِنَّ هَؤُلَاءِ يَقُولُونَ: يَكْفُرُ بِتَرْكِ صَلَاةٍ وَاحِدَةٍ، وَيَزْعُمُ بَعْضُ أَنْصَارِهِمْ حَتَّى مِنَ الْمُسْتَقِلِّينَ كَالشَّوْكَانِيِّ أَنَّ تَرْكَ الصَّلَاةِ يَصْدُقُ بِتَرْكِ صَلَاةٍ وَاحِدَةٍ، وَهُوَ مَرْدُودٌ، </p><p> فَإِنَّ الْمَعْنَى الْكُلِّيَّ كَالْجِنْسِ لَا يَنْتَفِي بِانْتِفَاءِ فَرْدٍ مِنْ أَفْرَادِهِ، فَمَنْ أَفْطَرَ فِي يَوْمٍ مِنْ أَيَّامِ رَمَضَانَ لَا يُعَدُّ تَارِكًا لِفَرِيضَةِ الصِّيَامِ مُطْلَقًا، وَمَنْ تَرَكَ بَعْضَ الدُّرُوسِ مِنْ طُلَّابِ الْعِلْمِ لَا يُعَدُّ تَارِكًا لِطَلَبِ الْعِلْمِ. </p><p> (فَإِنْ قِيلَ) إِنَّ مَنْ تَرَكَ صَلَاةً وَاحِدَةً وَصَلَّى مَا بَعْدَهَا يَكْفُرُ بِتَرْكِ مَا تَرَكَ، وَيَعُودُ إِلَى الْإِسْلَامِ بِأَدَاءِ مَا أَدَّى. (قُلْتُ) إِذَا كَانَ تَرْكُ الْأُولَى كُفْرًا بِمَعْنَى الْخُرُوجِ مِنَ الْإِسْلَامِ، فَلَا يَصِحُّ مِنْ فَاعِلِهِ التَّلَبُّسَ بِالثَّانِيَةِ إِلَّا إِذَا جَدَّدَ إِسْلَامَهُ بِالتَّوْبَةِ مِنَ الْكُفْرِ وَالنُّطْقِ بِالشَّهَادَتَيْنِ، وَيَتَرَتَّبُ عَلَى الْقَوْلِ بِكُفْرِهِ أَحْكَامٌ عَظِيمَةُ الْخَطَرِ، مِنْهَا حُبُوطُ جَمِيعِ مَا عَمِلَ مِنْ خَيْرٍ وَبِرٍّ، وَاسْتِحْقَاقُ الْقَتْلِ، وَأَنَّهُ إِذَا مَاتَ لَا يُصَلَّى عَلَيْهِ، وَلَا يُدْفَنُ فِي مَقَابِرِ الْمُسْلِمِينَ، وَيَكُونُ مَالُهُ فَيْئًا لَا يَرِثُهُ وَرَثَتُهُ. وَنَاهِيكَ بِقَوْلِ مَنْ قَالَ: لَا يُشْتَرَطُ فِي قَتْلِ الْمُرْتَدِّ اسْتِتَابَتُهُ، وَهِيَ رِوَايَةٌ عَنْ أَحْمَدَ كَمَا أَنَّهُ رُوِيَ عَنْهُ أَنَّهُ لَا يَكْفُرُ، وَقَدْ ذَكَرَ السُّبْكِيُّ فِي طَبَقَاتِ الشَّافِعِيَّةِ أَنَّ الشَّافِعِيَّ وَأَحْمَدَ تَنَاظَرَا فِي تَارِكِ الصَّلَاةِ فَقَالَ الشَّافِعِيُّ: يَا أَحْمَدُ، أَتَقُولُ إِنَّهُ يَكْفُرُ؟ قَالَ: نَعَمْ، قَالَ: إِذَا كَانَ كَافِرًا فَبِمَ يُسْلِمُ؟ قَالَ: بِقَوْلِ لَا إِلَهَ إِلَّا اللهُ مُحَمَّدٌ رَسُولُ اللهِ. قَالَ الشَّافِعِيُّ: فَالرَّجُلُ مُسْتَدِيمٌ لِهَذَا الْقَوْلِ لَمْ يَتْرُكْهُ. قَالَ: يُسْلِمُ بِأَنْ يُصَلِّيَ. قَالَ: صَلَاةُ الْكَافِرِ لَا تَصِحُّ، وَلَا يُحْكَمُ بِالْإِسْلَامِ بِهَا، فَانْقَطَعَ الْإِمَامُ أَحْمَدُ (رَحِمَهُمَا اللهُ تَعَالَى) . </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ الَّذِي يَطْمَئِنُّ إِلَيْهِ الْقَلْبُ، وَيَقْتَضِيهِ فِقْهُ الدِّينِ وَكَوْنُهُ رَحْمَةً لَا نِقْمَةً، وَمِنْحَةً لَا مِحْنَةً، أَنَّ مَنْ كَانَ صَحِيحَ الْإِيمَانِ وَالْإِسْلَامِ لَا يَخْرُجُ مِنَ الدِّينِ بِتَرْكِ صَلَاةٍ أَوْ أَكْثَرَ بِعُذْرٍ أَوْ كَسَلٍ فَيَحْبَطُ عَمَلُهُ، وَيَسْتَحِقُّ الْخُلُودَ فِي النَّارِ، كَمَا أَنَّهُ لَا يُعْقَلُ أَنْ يَتْرُكَ الصَّلَاةَ دَائِمًا أَوْ غَالِبًا بِأَنْ يَجْعَلَهَا مِنَ الْعَادَاتِ الْقَوْمِيَّةِ الِاجْتِمَاعِيَّةِ يُوَافِقُ عَلَيْهَا الْمُعَاشِرِينَ أَحْيَانًا، وَيَتْرُكُهَا أَحْيَانًا، بِحَيْثُ إِذَا صَلَّى لَا يُقِيمُ الصَّلَاةَ بِبَاعِثِ الْأَمْرِ الْإِلَهِيِّ وَنِيَّةِ الْقُرْبَةِ وَالْجَزَاءِ فِي الْآخِرَةِ، وَإِذَا تَرَكَهَا يَتْرُكُهَا غَيْرَ مَالٍّ وَلَا مُتَأَثِّمٍ كَمَا يَتْرُكُ عَادَةً مِنَ الْعَادَاتِ الْمَأْلُوفَةِ بَيْنَ أَهْلِهِ وَقَوْمِهِ، هَذَا شَأْنُ مَنْ لَيْسَ لَهُ مِنَ الْإِسْلَامِ إِلَّا اللَّقَبُ الْمَوْرُوثُ مِنَ الْمَلَاحِدَةِ وَالزَّنَادِقَةِ الَّذِينَ لَا يُؤْمِنُونَ بِالْوَحْيِ، وَلَا بِالْبَعْثِ وَالْجَزَاءِ، </p><p> وَقَدْ وَصَفَ اللهُ الْمُنَافِقِينَ بِقَوْلِهِ: وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللهَ إِلَّا قَلِيلًا (٤: ١٤٢) فَهَلْ يَكُونُ مُؤْمِنًا صَادِقًا مَنْ هُوَ دُونَهُمْ فِي هَذَا؟ </p><p> وَيُوجَدُ مِنْ مُسْلِمِي التَّقَالِيدِ الْجَاهِلِينَ بِحَقِيقَةِ الدِّينِ وَمَا شَرَعَهُ اللهُ لَهُ مِنْ إِصْلَاحِ الْأَفْرَادِ وَالْجَمَاعَاتِ مِنْ يَتْرُكُ الصَّلَاةَ أَيَّامًا وَشُهُورًا، وَرُبَّمَا تَمُرُّ السَّنَةُ وَالسُّنُونَ لَا يُصَلِّي فِيهَا إِلَّا بَعْضَ </p><p> الْجُمَعِ وَالْأَعْيَادِ وَقَلِيلًا مِنَ الْفَرَائِضِ، وَهُوَ يُؤْمِنُ بِاللهِ وَبِرَسُولِهِ وَبِالْيَوْمِ الْآخِرِ، وَمَا فِيهِ مِنْ حِسَابٍ وَجَزَاءٍ إِيمَانًا تَقْلِيدِيًّا نَاقِصًا مَشُوبًا بِشَيْءٍ مِنَ الْجَهْلِ وَالْخُرَافَاتِ، فَهُوَ فِي تَرْكِهِ لِلصَّلَاةِ، وَفِي غَيْرِهِ مِنَ الْمُخَالَفَاتِ يَعْتَقِدُ أَنَّهُ آثِمٌ، وَلَكِنَّهُ يَتَّكِلُ عَلَى مَغْفِرَةِ اللهِ وَرَحْمَتِهِ أَوْ عَلَى مُكَفِّرَاتِ الذُّنُوبِ مِنْ حَجٍّ وَغَيْرِهِ أَوْ عَلَى شَفَاعَاتِ الشَّافِعِينَ، وَقَدْ وَرَدَ فِي هَذِهِ الثَّلَاثِ أَحَادِيثُ كَثِيرَةٌ مِنْهَا الصَّحِيحُ وَالضَّعِيفُ وَالْمَوْضُوعُ، وَهِيَ تُذْكَرُ فِي بَعْضِ الْكُتُبِ الْمُتَدَاوَلَةِ، وَخُطَبِ الْجُمُعَةِ الْمَطْبُوعَةِ، الَّتِي يَخْتَارُهَا عَلَى غَيْرِهَا خُطَبَاءُ الْفِتْنَةِ الْجَاهِلُونَ، وَالْوُعَّاظُ الْخُرَافِيُّونَ، يَتَقَرَّبُونَ بِهَا إِلَى الْعَوَامِّ، لِيُهَوِّنُوا عَلَيْهِمُ ارْتِكَابَ الْآثَامِ، وَنَاهِيكَ بِحَدِيثِ عَتْقَى الْمَلَايِينِ فِي رَمَضَانَ، وَهُوَ افْتِرَاءٌ عَلَى رَسُولِ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَمَاذَا تَقُولُ فِي حَدِيثِ السِّجِلَّاتِ الَّذِي عُنِيَ بَعْضُ الْمُحَدِّثِينَ بِإِثْبَاتِهِ، وَهُوَ أَشَدُّ الْمُجَرِّئَاتِ عَلَى تَرْكِ الْفَرَائِضِ وَارْتِكَابِ الْمُوبِقَاتِ. </p><p> فَهَؤُلَاءِ الْعَوَامُّ الَّذِينَ يَغْتَرُّونَ بِهَذِهِ الرِّوَايَاتِ إِذَا قُلْنَا بِصِحَّةِ إِسْلَامِهِمُ التَّقْلِيدِيِّ مَعْذُورُونَ فِي عَدَمِ التَّمْيِيزِ بَيْنَ مَا يَصِحُّ مِنْهَا، وَمَا لَا يَصِحُّ، وَعَدَمِ الْجَمْعِ بَيْنَ مَا يَصِحُّ مِنْهَا وَمَا يُعَارِضُهَا مِنْ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ الْوَارِدَةِ فِي التَّرْهِيبِ وَالنُّذُرِ، هُمْ مَعْذُورُونَ بِالْجَهْلِ حَتَّى بِمَا كَانَ يُعَدُّ فِي الْقُرُونِ الْخَالِيَةِ مَعْلُومًا مِنَ الدِّينِ بِالضَّرُورَةِ، وَلَمْ يَعُدْ كَذَلِكَ، فَيَجِبُ عَلَى أَهْلِ الْعِلْمِ الصَّحِيحِ تَعْلِيمُهُمْ مَا يَذْهَبُ بِغُرُورِهِمْ كَتَقْيِيدِ الْآيَاتِ وَالْأَحَادِيثِ الْوَارِدَةِ فِي الْمَغْفِرَةِ، بِمِثْلِ قَوْلِهِ تَعَالَى: وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (٢٠: ٨٢) وَقَوْلِهِ حِكَايَةً لِدُعَاءِ الْمَلَائِكَةِ لِلْمُؤْمِنِينَ: فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ إِلَى قَوْلِهِ: وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ </p><p> رَحِمْتَهُ (٤: ٧ - ٩) وَقَوْلِهِ تَعَالَى فِي التَّوْبَةِ الْمَقْبُولَةِ: إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ وَكَانَ اللهُ عَلِيمًا حَكِيمًا وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (٤: ١٧ و١٨) وَأَمْثَالِ هَذِهِ الْآيَاتِ، وَقَدْ بَيَّنَّا هَذِهِ الْمَسْأَلَةَ مِنْ قَبْلُ فِي مَوَاضِعَ مِنْ أَوْسَعِهَا وَأَهَمِّهَا تَفْسِيرُ آيَتَيِ التَّوْبَةِ هَاتَيْنِ مِنْ سُورَةِ النِّسَاءِ [فِي ص٣٦٠ - ٣٧٠ ج ٤ ط الْهَيْئَةِ] ، وَمِنْهَا تَفْسِيرُ وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا (٤: ١٤)  [ص٣٥٣ وَمَا بَعْدَهَا ج ٤ ط الْهَيْئَةِ] ، أَيْضًا كُنَّا بَيَّنَّا جَهْلَ الْمُتَكَلِّمِينَ عَلَى الشَّفَاعَةِ فِي تَفْسِيرِ الْآيَاتِ الْوَارِدَةِ فِيهَا مِنْ سُورَةِ الْبَقَرَةِ وَسُورَةِ الْأَنْعَامِ، وَمِنْهُ أَنَّ مَنْ تَنَالُهُ الشَّفَاعَةُ فِي الْآخِرَةِ مَجْهُولٌ فَهِيَ مُقَيَّدَةٌ بِقَوْلِهِ تَعَالَى: وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى (٢١: ٢٨) . </p><p> وَالْعُلَمَاءُ يَخُصُّونَ مَا وَرَدَ فِي مُكَفِّرَاتِ الذُّنُوبِ وَمَغْفِرَتِهَا بِالصَّغَائِرِ بِأَدِلَّةٍ مِنْهَا قَوْلُهُ تَعَالَى: إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ (٤: ٣١) وَقَوْلُهُ: الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ (٥٣: ٣٢) أَيْ لَهُمْ؛ لِأَنَّ الْآيَاتِ </p>"
}