{
  "id": null,
  "sura": 9,
  "aya": 32,
  "text": "<p> أَبْلَغُ مِنْ إِخْمَادِهَا ; لِأَنَّ الْإِخْمَادَ إِزَالَةُ اللهَبِ فَقَطْ. وَإِنْ كَانَ إِطْفَاءُ السِّرَاجِ سَهْلًا فَإِطْفَاءُ نُورِ الشَّمْسِ غَيْرُ مُمْكِنٍ. </p><p> وَإِنَّمَا اخْتَرْتُ هُنَا أَنَّ الْمُرَادَ بِالنُّورِ دِينُ اللهِ الَّذِي بَعَثَ بِهِ رُسُلَهُ فِي كُلِّ قَوْمٍ بِمَا يُنَاسِبُ حَالَهُمْ فِي زَمَنِهِمْ ; لِأَنَّهُ هُوَ الَّذِي يَقْبَلُ التَّمَامَ الْمُرَادَ بِقَوْلِهِ تَعَالَى: </p><p> وَيَأْبَى اللهُ إِلَّا أَنْ يُتِمَّ نُورَهُ الَّذِي أَضَافَهُ إِلَى اسْمِهِ بِبَعْثَةِ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ، ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ إِلَى الْخَلْقِ أَجْمَعِينَ، مُبَيِّنًا لَهُمْ كُلَّ مَا يَحْتَاجُونَهُ مِنْ أَمْرِ الدِّينِ، مِنْ عَقَائِدَ يُؤَيِّدُهَا الْبُرْهَانُ، وَيَطْمَئِنُّ لَهَا الْوِجْدَانُ، وَتَبْطُلُ بِهَا عِبَادَةُ الْإِنْسَانِ لِلْإِنْسَانِ، فَضْلًا عَنِ الْأَصْنَامِ وَالْأَوْثَانِ. وَعِبَادَاتٍ تَتَزَكَّى بِهَا النَّفْسُ، وَتَطْهُرُ مِنْ كُلِّ رِجْسٍ، وَتَجْعَلُ كِفَايَةَ الْأَغْنِيَاءِ لِلْفُقَرَاءِ حُقُوقًا إِلَهِيَّةً، تَكْفُلُهَا الْعَقَائِدُ الْوِجْدَانِيَّةُ، وَيُبْطِلُ ثَوَابَهَا الْمَنُّ وَالْأَذَى، وَآدَابٍ تَطْبَعُ فِي الْأَنْفُسِ مَلَكَاتِ الْفَضَائِلِ، وَتَتَوَثَّقُ بِهَا عُرَى الْمَصَالِحِ. وَتَشْرِيعٍ سِيَاسِيٍّ وَقَضَائِيٍّ يَجْمَعُ بَيْنَ الْعَدْلِ وَالرَّحْمَةِ، وَيُجْعَلُ السُّلْطَانَ الْحُكْمِيَّ لِلْأُمَّةِ، وَيُقَرِّرُ الْمُسَاوَاةَ بَيْنَ جَمِيعِ النَّاسِ فِي الْحَقِّ، مَعَ تَعْظِيمِ شَأْنِ الْعِلْمِ وَالْعَقْلِ، وَاحْتِرَامِ حُرِّيَّةِ الْإِرَادَةِ وَالرَّأْيِ وَالْوِجْدَانِ. وَمَنْعِ الْإِكْرَاهِ عَلَى الْأَدْيَانِ، وَالتَّوْحِيدِ الْمُصْلِحِ لِلِاجْتِمَاعِ الْبَشَرِيِّ فِي الْعَقَائِدِ وَالتَّعَبُّدِ وَالتَّشْرِيعِ وَاللُّغَةِ، لِإِزَالَةِ التَّعَادِي بَيْنَ الشُّعُوبِ وَالْقَبَائِلِ، فَمَنْ لَمْ يَقْبَلْهَا كُلَّهَا، كَانَ تَشْرِيعُ الْمُسَاوَاةِ بِالْعَدْلِ كَافِيًا لِحِفْظِ حُقُوقِهِ فِيهَا. </p><p> أَتَمَّ اللهُ تَعَالَى ذَلِكَ كُلَّهُ عَلَى لِسَانِ خَاتَمِ النَّبِيِّينَ، الَّذِي أَرْسَلَهُ رَحْمَةً لِلْعَالَمِينَ، وَجَعَلَ آيَتَهُ الْكُبْرَى عِلْمِيَّةً عَقْلِيَّةً وَهِيَ هَذَا الْقُرْآنُ، وَكَفَلَ حِفْظَهَا إِلَى آخِرِ الزَّمَانِ، وَلَمْ يَكْفُلْ ذَلِكَ لِكِتَابٍ آخَرَ ; لِأَنَّ سَائِرَ الْكُتُبِ كَانَتْ أَدْيَانًا خَاصَّةً مُؤَقَّتَةً، وَأَنْزَلَ عَلَيْهِ بَعْدَ أَنْ أَتَمَّ الدَّعْوَةَ، وَأَقَامَ الْحُجَّةَ، وَأَوْضَحَ الْمَحَجَّةَ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا (٥: ٣) . </p><p> وَجُمْلَةُ الْمَعْنَى فِي هَذَا التَّرْكِيبِ: أَنَّهُمْ يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللهِ الَّذِي شَرَعَهُ لِهِدَايَةِ عِبَادِهِ، وَإِنَّمَا قُطْبُهُ الَّذِي تَدُورُ عَلَيْهِ جَمِيعُ عِبَادَاتِهِ تَوْحِيدُ الرُّبُوبِيَّةِ وَالْأُلُوهِيَّةِ، فَتَحَوَّلُوا عَنْهُ إِلَى الشِّرْكِ وَالْوَثَنِيَّةِ، وَاللهُ تَعَالَى لَا يُرِيدُ ذَلِكَ، لَا يُرِيدُ فِي هَذَا الشَّأْنِ إِلَّا أَنْ يُتِمَّ هَذَا النُّورَ الَّذِي بَدَأَ فِي الْأَجْيَالِ السَّابِقَةِ كَالسِّرَاجِ عَلَى مَنَارَتِهِ، أَوْ كَنُورِ الْهِلَالِ فِي بُزُوغِهِ، فَالْقَمَرُ فِي مَنَازِلِهِ، فَيَجْعَلُهُ بَدْرًا كَامِلًا، بَلْ شَمْسًا ضَاحِيَةً يَعُمُّ نُورُهُ الْأَرْضَ كُلَّهَا، وَمَا يُرِيدُهُ اللهُ كَائِنٌ لَا مَرَدَّ لَهُ وَلَوْ كَرِهَ الْكَافِرُونَ ذَلِكَ بَعْدَ إِتْمَامِهِ، كَمَا كَانُوا يَكْرَهُونَهُ مِنْ قَبْلُ عِنْدَ بَدْءِ ظُهُورِهِ، وَجَوَابُ \" لَوْ \" مَحْذُوفٌ لِلْعِلْمِ بِهِ مِمَّا قَبْلَهُ كَمَا يَقُولُ النُّحَاةُ. فَهُمْ يَكِيدُونَ لَهُ، وَيَفْتَرُونَ عَلَيْهِ، وَيَطْعَنُونَ فِيهِ وَفِيمَنْ جَاءَ بِهِ. وَيُحَاوِلُونَ إِخْفَاءَهُ، أَوْ \" خَنْقَ دَعْوَتِهِ، وَحَصْدَ نَبْتَتِهِ \" كَمَا قَالَ شَيْخُنَا رَحِمَهُ اللهُ. فَأَمَّا الْيَهُودُ فَكَانَ مِنْ أَمْرِهِمْ فِي مُقَاوَمَةِ دَعْوَتِهِ، وَمُسَاعَدَةِ </p><p> الْمُشْرِكِينَ عَابِدِي الْأَصْنَامِ فِي قِتَالِ أَهْلِهِ، وَمِنْ خُذْلَانِ اللهِ تَعَالَى إِيَّاهُمْ، وَنَصْرِ رَسُولِهِ وَالْمُؤْمِنِينَ عَلَيْهِمْ، مَا بَيَّنَّاهُ فِي تَفْسِيرِ سُورَةِ الْأَنْفَالِ، فَكَانُوا فِي أَوَّلِ الْإِسْلَامِ أَشَدَّ النَّاسِ عَدَاوَةً لِأَهْلِهِ كَمُشْرِكِي الْعَرَبِ سَوَاءً، وَلَمَّا عَجَزُوا عَنْ إِطْفَاءِ نُورِهِ بِمُسَاعَدَةِ الْمُشْرِكِينَ عَلَى قِتَالِ النَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ، قَصَدُوا إِطْفَاءَ نُورِهِ بِبَثِّ الْبِدَعِ فِيهِ، وَتَفْرِيقِ كَلِمَةِ أَهْلِهِ بِمَا فَعَلَ عَبْدُ اللهِ بْنُ سَبَأٍ مِنِ ابْتِدَاعِ التَّشَيُّعِ لِعَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ، وَالْغُلُوِّ فِيهِ، وَإِلْقَاءِ الشِّقَاقِ بَيْنَ الْمُسْلِمِينَ فِي مَسْأَلَةِ الْخِلَافَةِ، وَكَانَ لِشِيعَتِهِ مِنَ الدَّسَائِسِ فِي قَتْلِ عُثْمَانَ ـ رَضِيَ اللهُ عَنْهُ ـ ثُمَّ فِي الْفِتْنَةِ بَيْنَ عَلِيٍّ وَمُعَاوِيَةَ أَقْبَحُ التَّأْثِيرِ، وَلَوْلَاهُمْ لَمَا قُتِلَ أُولَئِكَ الْأُلُوفُ الْكَثِيرُونَ مِنْ صَنَادِيدَ الْمُسْلِمِينَ، فَإِنَّ السَّعْيَ إِلَى الصُّلْحِ وَالِاتِّفَاقِ نَجَحَ غَيْرَ مَرَّةٍ فَأَفْسَدُوهُ بِدَسَائِسِهِمْ، ثُمَّ كَانَ لِلْيَهُودِ الَّذِينَ أَظْهَرُوا الْإِسْلَامَ وَالْقِيَامَ بِفَرَائِضِهِ نِفَاقًا مَكِيدَةٌ أُخْرَى لَا تَزَالُ مَفَاسِدُهَا مَبْثُوثَةً فِي كُتُبِ التَّفْسِيرِ وَالْحَدِيثِ وَالتَّارِيخِ، وَهِيَ الْإِسْرَائِيلِيَّاتُ الَّتِي بَيَّنَّا بَعْضَهَا فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ، وَلَا نَزَالُ نُبَيِّنُ مَا يَعْرِضُ لَنَا فِيهِ وَفِي الْمَنَارِ. </p><p> وَأَمَّا النَّصَارَى فَقَدْ كَانَ الْحَبَشَةُ مِنْهُمْ أَوَّلَ مَنْ أَظْهَرَ الْمَوَدَّةَ لَهُمْ، وَأَكْرَمَ مَلِكُهُمُ النَّجَاشِيُّ مَنْ لَجَأَ مِنْ مُهَاجِرِهِمْ، وَمَنَعَهُمْ مَنْ تَعَدِّي الْمُشْرِكِينَ عَلَيْهِمْ، بَلْ أَسْلَمَ هُوَ عَلَى أَيْدِيهِمْ، كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ: لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى (٥: ٨٢) الْآيَةَ، ثُمَّ انْقَلَبَ الْأَمْرُ وَانْعَكَسَتِ الْقَضِيَّةُ بَعْدَ انْتِشَارِ الْإِسْلَامِ وَرَاءَ جَزِيرَةِ الْعَرَبِ، فَكَانَ الْيَهُودُ يَتَوَدَّدُونَ لِلْمُسْلِمِينَ ; لِأَنَّهُمْ أَنْقَذُوهُمْ مِنْ ظُلْمِ النَّصَارَى وَاسْتِبْدَادِهِمْ، وَصَارَ نَصَارَى أُورُبَّةَ الْمُسْتَعْمِرُونَ لِلْمَمَالِكِ الشَّرْقِيَّةِ هُمُ الَّذِينَ يُقَاتِلُونَ الْمُسْلِمِينَ وَيُعَادُونَهُمْ، دُونَ نَصَارَى هَذِهِ الْبِلَادِ وَلَا سِيَّمَا سُورِيَةُ وَمِصْرُ الْأَصْلِيِّينَ، فَإِنَّهُمْ رَأَوْا مِنْ عَدْلِ الْمُسْلِمِينَ وَفَضَائِلِهِمْ مَا فَضَّلُوهُمْ بِهِ عَلَى الرُّومُ الَّذِينَ كَانُوا يَظْلِمُونَهُمْ وَيَحْتَقِرُونَهُمْ، حَتَّى آلَ الْأَمْرُ إِلَى مَا بَيَّنَّاهُ فِي تَفْسِيرِ الْآيَةِ السَّابِقَةِ مِنَ الْحُرُوبِ الصَّلِيبِيَّةِ وَغُلُوِّ نَصَارَى أُورُبَّةَ فِي عَدَاوَةِ الْمُسْلِمِينَ، وَمَا بَيَّنَّاهُ قَبْلَهَا فِي تَفْسِيرِ قِتَالِ أَهْلِ الْكِتَابِ مِنْ حَالِ مُسْلِمِي هَذَا الْعَصْرِ مَعَ دُوَلِ أُورُبَّةَ الْمُسْتَوْلِيَةِ عَلَى أَكْثَرِ بِلَادِهِمْ، الْمُهَدِّدَةِ لَهُمْ فِيمَا بَقِيَ لَهُمْ مِنْ مَهْدِ دِينِهِمْ وَمَشَاعِرِهِ وَحَرَمِ اللهِ وَرَسُولِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ. </p><p> وَقَدْ بَيَّنَ اللهُ هَذَا الْمَعْنَى فِي سُورَةِ الصَّفِّ بِمِثْلِ هَذِهِ الْآيَةِ إِلَّا أَنَّهُ قَالَ هُنَالِكَ: يُرِيدُونَ لِيُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ وَاللهُ مُتِمُّ نُورِهِ (٦١: ٨) وَبَاقِي الْآيَةِ وَنَصُّ الْآيَةِ بَعْدَهَا كَآيَتَيْ بَرَاءَةَ سَوَاءً. فَأَمَّا قَوْلُهُ: لِيُطْفِئُوا فَمِنْ عُلَمَاءِ الْعَرَبِيَّةِ مَنْ يَقُولُ إِنَّهُ بِمَعْنَى \" أَنْ يُطْفِئُوا \" ; لِأَنَّ اللَّامَ فِيهِ مَصْدَرِيَّةٌ أَوْ بِمَعْنَى الْمَصْدَرِيَّةِ، وَمِنْهُمْ مَنْ يَقُولُ: إِنَّهَا لِلتَّعْلِيلِ وَالْمُعَلَّلُ مَحْذُوفٌ </p><p> لِلْعِلْمِ بِهِ مِنَ الْقَرِينَةِ وَهُوَ التَّحْقِيقُ، وَبَيَانُهُ أَنَّهُ قَبْلَ هَذِهِ الْآيَةِ ذَكَرَ بِشَارَةَ عِيسَى عَلَيْهِ السَّلَامُ بِمُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ وَتَكْذِيبَ الْيَهُودِ لَهُ فِي رِسَالَتِهِ وَبِشَارَتِهِ، وَقَالَ قَبْلَهَا: وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٦١: ٧) فَالْمَعْنَى عَلَى التَّعْلِيلِ: أَنَّ هَؤُلَاءِ </p><p> الضَّالِّينَ الظَّالِمِينَ لِأَنْفُسِهِمْ بِإِنْكَارِ نُبُوَّةِ مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ الَّذِي بَشَّرَهُمْ بِهِ عِيسَى عَلَيْهِ السَّلَامُ - سَوَاءً كَانُوا مِنْ بَنِي إِسْرَائِيلَ أَوْ مِنْ غَيْرِهِمْ - بَعْدَ بِعْثَتِهِ وَدَعْوَتِهِ إِيَّاهُمْ إِلَى الْإِسْلَامِ وَظُهُورِ نُورِهِ بِالْحُجَجِ السَّاطِعَةِ الدَّالَّةِ عَلَى صِدْقِهِ - يُرِيدُونَ افْتِرَاءَ الْكَذِبِ بِإِنْكَارِ تِلْكَ الْبِشَارَاتِ وَتَأْوِيلِهَا بِمَا يَصْرِفُهَا عَنْ وَجْهِهَا ; لِأَجْلِ أَنْ يُطْفِئُوا نُورَ اللهِ تَعَالَى بِافْتِرَائِهِمُ الَّذِي يَخْرُجُ مِنْ أَفْوَاهِهِمْ، ظَنًّا مِنْهُمْ أَنَّ الِافْتِرَاءَ بِإِنْكَارِهَا وَتَأْوِيلِهَا، وَبِالطَّعْنِ فِي مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُطْفِئُ هَذَا النُّورَ، ثُمَّ قَالَ: وَاللهُ مُتِمُّ نُورِهِ (٦١: ٨) أَيْ: وَالْحَالُ أَنَّ اللهَ تَعَالَى مُتِمُّ نُورِهِ بِالْفِعْلِ فَلَا يُطْفِئُهُ الِافْتِرَاءُ، بَلْ هُوَ كَمَنْ يَنْفُخُ فِي نُورٍ قَوِيٍّ لِيُطْفِئَهُ فَيَزِيدُهُ بِذَلِكَ اشْتِعَالًا، أَوْ كَمَنْ يُحَاوِلُ إِطْفَاءَ نُورِ الشَّمْسِ فَلَا يَنَالُ مِنْهَا مَنَالًا. فَالْفَرْقُ بَيْنَ الْآيَتَيْنِ أَنَّ آيَةَ سُورَةِ الصَّفِّ تَعْلِيلٌ لِافْتِرَائِهِمْ بِإِرَادَتِهِمْ إِطْفَاءَ النُّورِ بِهِ، وَآيَةَ بَرَاءَةَ لَمَّا جَاءَتْ بَعْدَ بَيَانِ شِرْكِهِمْ بِمُضَاهَأَتِهِمْ لِأَقْوَالِ الْوَثَنِيِّينَ مِنْ قَبْلِهِمْ جَعَلَ ذَلِكَ نَفْسَهُ بِمَعْنَى إِرَادَةِ إِطْفَاءِ النُّورِ بِلَا وَاسِطَةٍ. </p><p> ثُمَّ إِنَّ بَيْنَهُمَا فَرْقًا آخَرَ وَهُوَ التَّعْبِيرُ فِي آيَةِ سُورَةِ الصَّفِّ بِقَوْلِهِ: وَاللهُ مُتِمُّ نُورِهِ وَفِي سُورَةِ بَرَاءَةَ بِقَوْلِهِ: وَيَأْبَى اللهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَالْأَوَّلُ: يُفِيدُ أَنَّهُ مُتِمُّهُ بِالْفِعْلِ فِي الْحَالِ. وَالثَّانِي: وَعْدٌ بِأَنْ يُتِمَّهُ فِي الِاسْتِقْبَالِ، فَيَجْتَمِعُ مِنْهُمَا إِثْبَاتُ هَذَا الْإِتْمَامِ فِي الْحَالِ وَالِاسْتِقْبَالِ، فَهُوَ النُّورُ التَّامُّ الْكَامِلُ الَّذِي لَا يَنْطَفِئُ بِالْقِيلِ وَالْقَالِ، بَلْ يَبْقَى مُشْرِقًا إِلَى أَنْ يَأْذَنَ اللهُ لِهَذَا الْعَالَمِ بِالزَّوَالِ. وَلَمَّا كَانَ هَذَا الْوَعْدُ الَّذِي يَتَعَلَّقُ بِالْمُسْتَقْبَلِ الْمَغِيبِ عَنْ عِلْمِ الْخَلْقِ مِنْ شَأْنِهِ أَنْ يَرْتَابَ فِيهِ النَّاسُ، أَكَّدَهُ اللهُ تَعَالَى بِمَا لَمْ يُؤَكِّدْ بِهِ الْخَبَرَ الْأَوَّلَ ; لِأَنَّ صِدْقَهُ مُشَاهَدٌ لَا يَحْتَاجُ إِلَى التَّأْكِيدِ، وَنَاهِيكَ بِقَوْلِهِ: وَيَأْبَى اللهُ إِلَّا أَنْ يُتِمَّ نُورَهُ أَيْ: إِنَّهُ لَا يَرْضَى وَلَا تَتَعَلَّقُ إِرَادَتُهُ بِشَيْءٍ فِي هَذَا الشَّأْنِ إِلَّا شَيْئًا وَاحِدًا، وَهُوَ أَنْ يُتِمَّ نُورَهُ فَلَا يَجْعَلُ فِي قَدْرَةِ أَحَدٍ أَنْ يُطْفِئَهُ. </p><p> وَالْآيَةُ تُشْعِرُ بِأَنَّ هَؤُلَاءِ الْكَافِرِينَ الْكَارِهِينَ لَهُ سَيُحَاوِلُونَ فِي الْمُسْتَقْبَلِ إِطْفَاءَ هَذَا النُّورِ، كَمَا حَاوَلُوا ذَلِكَ فِي عَصْرِ مَنْ أَتَمَّهُ وَأَكْمَلَهُ بِوَحْيِهِ إِلَيْهِ وَبَيَانِهِ لَهُ. </p><p> وَهَذَا مَا وَقَعَ مِنْ قَبْلُ وَأَشَرْنَا إِلَيْهِ فِي هَذَا السِّيَاقِ، وَأَفْظَعُهُ الْحُرُوبُ الصَّلِيبِيَّةُ وَمُقَدِّمَاتُهَا. وَمَا هُوَ وَاقِعٌ الْآنِ، فَإِنَّ دُعَاةَ النَّصْرَانِيَّةِ (الْمُبَشِّرُونَ) مِنَ الْإِفْرِنْجِ يُغْلُونَ فِي الطَّعْنِ عَلَى الْإِسْلَامِ وَالْقُرْآنِ وَالنَّبِيِّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي كُلِّ بَلَدٍ لِدُوَلِهِمْ فِيهِ حُكْمٌ أَوْ نُفُوذٌ أَوِ امْتِيَازٌ، كَمِصْرَ وَالْهِنْدِ وَغَيْرِهِمَا، وَلَوْلَا شِدَّةُ غُلُوِّهِمْ وَوَقَاحَتِهِمْ فِي الِافْتِرَاءِ وَالْبُهْتَانِ لَمَا أَطَلْنَا فِي هَذَا السِّيَاقِ بِمَا أَطَلْنَا بِهِ مِنْ بَيَانِ حَالِهِمْ </p>"
}