{
  "id": null,
  "sura": 9,
  "aya": 94,
  "text": "<p> الْجُزْءُ الْحَادِيَ عَشَرَ </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ) . </p><p> هَذِهِ الْآيَاتُ بَيَانٌ لِمَا سَيَكُونُ مِنْ أَمْرِ الْمُنَافِقِينَ الَّذِينَ تَخَلَّفُوا فِي الْمَدِينَةِ وَمَا حَوْلَهَا عَنْ غَزْوَةِ تَبُوكَ مَعَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُؤْمِنِينَ بَعْدَ دَعْوَتِهِمْ إِلَيْهِمْ، قَالَ عَزَّ وَجَلَّ: </p><p> (يَعْتَذِرُونَ إِلَيْكُمْ) : يَعْتَذِرُ إِلَيْكُمْ أَيُّهَا الْمُؤْمِنُونَ أُولَئِكَ الَّذِينَ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَهُمْ أَغْنِيَاءُ أَصِحَّاءُ لَا عُذْرَ لَهُمْ (إِذَا رَجَعْتُمْ إِلَيْهِمْ) مِنْ سَفَرِكُمْ هَذَا عَنْ جَمِيعِ سَيِّئَاتِهِمْ (قُلْ) أَيُّهَا الرَّسُولُ لَهُمْ حِينَئِذٍ (لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ) لَنْ نُصَدِّقَكُمْ </p><p> تَصْدِيقَ جُنُوحٍ وَائْتِمَانٍ لَكُمْ بِتَلَبُّسِكُمْ بِالْإِسْلَامِ تَحْسِينًا لِلظَّنِّ، وَلَا عَمَلًا بِالظَّوَاهِرِ، وَلِمَاذَا؟ (قَدْ نَبَّأَنَا اللهُ) بِوَحْيِهِ إِلَى رَسُولِهِ </p><p> الْمُهِمَّ (مِنْ أَخْبَارِكُمْ) الَّتِي تُسِرُّونَهَا فِي ضَمَائِرِكُمْ، وَهِيَ مُخَالِفَةٌ لِظَوَاهِرِكُمُ الَّتِي تَعْتَذِرُونَ بِهَا، وَنَبَأُ اللهِ هُوَ الْحَقُّ الْيَقِينُ، وَمَنْ عَرَفَ الْحَقَّ لَا يَقْبَلُ الْبَاطِلَ، وَلَا يُصَدِّقُ الْكَاذِبَ، وَلَمْ يَقُلْ ((نَبَّأَنِي) ) وَهُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمُنَبَّأُ مِنَ اللهِ وَحْدَهُ ; لِأَنَّ الْمُرَادَ أَنَّهُ أَمَرَهُ أَنْ يُنْبِئَ بِذَلِكَ أَصْحَابَهُ وَلَمْ يَكُنْ هَذَا النَّبَأُ خَاصًّا بِهِ، وَاعْتِذَارُهُمْ لِلْجَمِيعِ يَقْتَضِي أَنْ يَعْلَمُوا أَنَّ الْجَمِيعَ عَالِمُونَ بِمَا فَضَحَهُمُ اللهُ بِهِ، وَإِنْ كَانَ الْمُبَلِّغُ لَهُمْ هُوَ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا لَهُ مِنَ الرِّيَاسَةِ، وَمَا لِخَبَرِهِ مِنَ الثِّقَةِ الَّتِي لَا يَشُكُّ فِيهَا أَحَدٌ، وَالتَّأْثِيرِ الَّذِي يُحْسَبُ لَهُ كُلُّ حِسَابٍ. فَهُوَ مِنْ قَبِيلِ التَّبْلِيغَاتِ الرَّسْمِيَّةِ الْعُلْيَا الصَّادِرَةِ عَنِ الْمُلُوكِ وَالسَّلَاطِينِ، دَعْ كَوْنَهُ أَسْمَى وَأَعْلَى لِأَنَّهُ نَبَأُ الرَّسُولِ الْمَعْصُومِ عَنِ اللهِ عَزَّ وَجَلَّ:  (وَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ) بَعْدَ الْآنَ. وَهُوَ الَّذِي يَدُلُّ: إِمَّا عَلَى الْإِصْرَارِ عَلَى النِّفَاقِ، وَإِمَّا عَلَى التَّوْبَةِ وَالْإِذْعَانِ فِي الْإِيمَانِ، الَّذِي تَتَرَتَّبُ عَلَيْهِ الْأَعْمَالُ. وَأَمَّا أَقْوَالُكُمْ فَلَا قِيمَةَ لَهَا وَإِنْ أَكَّدْتُمُوهَا بِالْأَيْمَانِ، فَإِنْ تُبْتُمْ وَأَنَبْتُمْ، وَشَهِدَ لَكُمْ عَمَلُكُمْ بِصَلَاحِ سَرِيرَتِكُمْ، فَإِنَّ اللهَ يَقْبَلُ تَوْبَتَكُمْ، وَيُعَامِلُكُمْ رَسُولُهُ بِمَا يُعَامِلُ بِهِ الْمُؤْمِنِينَ الَّذِينَ تَشْهَدُ لَهُمْ أَعْمَالُهُمْ بِإِخْلَاصِهِمْ وَصِدْقِهِمْ، وَإِنْ أَبَيْتُمْ إِلَّا الْإِصْرَارَ عَلَى نِفَاقِكُمْ وَالِاعْتِمَادَ عَلَى نِفَاقِ سُوقِ كَذِبِكُمْ بِأَعْذَارِكُمْ وَأَيْمَانِكُمْ، فَسَيُعَامِلُكُمْ رَسُولُهُ بِمَا أَمَرَهُ اللهُ بِهِ فِي هَذِهِ السُّورَةِ مِنْ جِهَادِكُمْ وَالْإِغْلَاظِ عَلَيْكُمْ كَإِخْوَانِكُمُ الْكُفَّارِ الْمُجَاهِرِينَ، وَعَدَمِ السَّمَاحِ لَكُمْ بِالْخُرُوجِ مَعَهُ أَبَدًا وَلَا بِأَنْ تُقَاتِلُوا مَعَهُ عَدُوًّا وَمَا يَتَعَلَّقُ بِذَلِكَ مِنْ إِهَانَةٍ وَاحْتِقَارٍ (ثُمَّ تُرَدُّونَ) مِنْ هَذِهِ الْحَيَاةِ عَلَى الذُّلِّ وَالْمَوْتِ عَلَيْهِ: (إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) الَّذِي يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ، وَمَا تَكْتُمُونَ وَمَا تُظْهِرُونَ. </p><p> وَالْغَيْبُ: مَا غَابَ عَنِ الْمُخَاطَبِينَ عِلْمُهُ، وَالشَّهَادَةُ: </p><p> مَا يَشْهَدُونَهُ وَيَعْرِفُونَهُ (١)  (فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) عِنْدَمَا تُحْشَرُونَ وَتُحَاسَبُونَ، وَيُجَازِيكُمْ عَلَيْهِ بِمَا تَسْتَحِقُّونَ، وَهُوَ مَا أَوْعَدَكُمْ بِهِ فِي هَذِهِ السُّورَةِ وَفِي غَيْرِهَا كَقَوْلِهِ:  (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ)  (٤: ١٤٥) . </p><p> وَمِنَ الْفِقْهِ فِي الْآيَةِ أَنَّ مِنْ آدَابِ الْإِسْلَامِ تَحَامِيَ كُلِّ ذَنْبٍ أَوْ تَقْصِيرٍ يَحْتَاجُ فَاعِلُهُ إِلَى الِاعْتِذَارِ، وَوَرَدَ فِي بَعْضِ الْأَحَادِيثِ الْمَرْفُوعَةِ ((إِيَّاكَ وَكُلَّ أَمْرٍ يُعْتَذَرُ مِنْهُ) ) رَوَاهُ الضِّيَاءُ فِي الْأَحَادِيثِ الْمُخْتَارَةِ عَنْ أَنَسٍ، وَرَوَى غَيْرُهُ مِثْلَهُ فِي أَثْنَاءِ حَدِيثٍ آخَرَ. </p><p> (سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ) سَيُؤَكِّدُونَ لَكُمُ اعْتِذَارَهُمْ بِالْأَيْمَانِ الْكَاذِبَةِ إِذَا انْقَلَبْتُمْ وَتَحَوَّلْتُمْ إِلَيْهِمْ مِنْ سَفَرِكُمْ لِأَجْلِ أَنْ تُعْرِضُوا عَنْ عَتْبِهِمْ وَتَوْبِيخِهِمْ عَلَى قُعُودِهِمْ مَعَ الْخَالِفِينَ مِنَ النِّسَاءِ وَالْأَطْفَالِ وَالْعَجَزَةِ، وَبُخْلِهِمْ بِالنَّفَقَةِ، وَلَمْ يُذْكَرِ الْمَحْلُوفُ عَلَيْهِ لِلدَّلَالَةِ عَلَى شُمُولِهِ لِكُلِّ مَا يُعْتَذَرُ عَنْهُ:  (فَأَعْرِضُوا عَنْهُمْ) إِعْرَاضَ إِهَانَةٍ وَاحْتِقَارٍ، لَا إِعْرَاضَ </p>"
}