{
  "id": null,
  "sura": 9,
  "aya": 129,
  "text": "<p> (فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللهُ) هَذَا الْتِفَاتٌ عَنْ خِطَابِ أُمَّةِ الرَّسُولِ أَوْ قَوْمِهِ الَّذِينَ امْتَنَّ اللهُ تَعَالَى عَلَيْهِمْ بِمَجِيئِهِ رَسُولًا إِلَيْهِمْ مِنْ أَنْفُسِهِمْ وَبِفَضَائِلِهِ الْعَائِدَةِ عَلَيْهِمْ، إِلَى خِطَابِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيَانِ مَا يَجِبُ عَلَيْهِ فِي حَالِ إِعْرَاضِهِمْ عَنِ الِاهْتِدَاءِ وَالِانْتِفَاعِ بِمَا خَاطَبَهُمْ بِهِ رَبُّهُمْ فِي شَأْنِهِ، يَقُولُ: فَإِنْ تَوَلَّوْا وَانْصَرَفُوا عَنِ الْإِيمَانِ بِكَ وَالِاهْتِدَاءِ بِمَا جِئْتَهُمْ بِهِ (فَقُلْ حَسْبِيَ اللهُ) أَيْ هُوَ مُحْسِبِي الَّذِي يَكْفِينِي أَمْرَ تَوَلِّيهِمْ وَإِعْرَاضِهِمْ، وَمَا يَعْقُبُهُ مِنْ عَدَاوَتِهِمْ لِي وَصَدِّهِمْ عَنْ سَبِيلِهِ وَقَدْ بَلَّغْتَ وَمَا قَصَّرْتَ (لَا إِلَهَ إِلَّا هُوَ) أَيْ لَا مَعْبُودَ غَيْرُهُ أَلْجَأُ إِلَيْهِ بِالدُّعَاءِ وَالِاسْتِعَانَةِ كَمَا يَلْجَئُونَ إِلَى آلِهَتِهِمُ الْمُنْتَحَلَةِ (عَلَيْهِ تَوَكَّلْتُ) وَحْدَهُ، فَلَا أَكِلُ أَمْرِي فِيمَا أَعْجِزُ عَنْهُ إِلَى غَيْرِهِ وَكَيْفَ لَا أَخُصُّهُ بِالتَّوَكُّلِ (وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) الَّذِي هُوَ مَرْكَزُ تَدْبِيرِ أُمُورِ الْخَلْقِ كُلِّهَا كَمَا قَالَ فِي الْآيَةِ الثَّالِثَةِ مِنَ السُّورَةِ التَّالِيَةِ، (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ)  (١٠: ٣) قَرَأَ جُمْهُورُ الْقُرَّاءِ \"(الْعَظِيمِ)\" بِالْخَفْضِ عَلَى أَنَّهُ صِفَةٌ لِلْعَرْشِ. وَقُرِئَ بِالرَّفْعِ عَلَى أَنَّهُ صِفَةٌ لِرَبِّ، وَرُوِيَتْ هَذِهِ الْقِرَاءَةُ عَنِ ابْنِ كَثِيرٍ، وَعَظَمَةُ الْعَرْشِ بِعَظَمَةِ الرَّبِّ الَّذِي اسْتَوَى عَلَيْهِ وَعَظَمَةُ الْمُلْكِ الْكَبِيرِ الَّذِي هُوَ مَرْكَزُ تَدْبِيرِهِ، وَوَحْدَةُ النِّظَامِ فِيهِ، وَعَظَمَتُهُمَا فِي الْمَلَأِ الْأَعْلَى وَفِيمَا دُونَهُ هِيَ الْمَظْهَرُ الْوُجُودِيُّ لِعَظَمَةِ هَذَا الرَّبِّ الَّتِي لَا تُحَدُّ، وَلَا يُدْرِكُ كُنْهَهَا أَحَدٌ، وَدَلِيلٌ عَلَى أَنَّهُ الْإِلَهُ الْحَقُّ الَّذِي لَا يَصِحُّ أَنْ يُعْبَدَ غَيْرُهُ وَلَا يُتَوَكَّلُ عَلَى سِوَاهُ، وَكَيْفَ يَعْبُدُ غَيْرُهُ بِالدُّعَاءِ أَوْ غَيْرِهِ، أَوْ يَتَوَكَّلُ عَلَى سِوَاهُ مَنْ يَعْلَمُ أَنَّهُ هُوَ الرَّبُّ الْمَالِكُ لِلْعَالَمِ كُلِّهِ وَالْمُدَبِّرُ لِأُمُورِهِ، وَيُرَاجَعُ هُنَا تَفْسِيرُ (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللهُ)  (٨: ٦٤)  (فِي ص ٦٣ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) </p><p> وَفَسَّرَ بَعْضُهُمُ الْعَرْشَ هُنَا </p><p> بِالْمُلْكِ (بِالضَّمِّ) لِأَنَّهُ يُطْلَقُ عَلَيْهِ تَجَوُّزًا وَهُوَ خَطَأٌ مِنْهُمْ ; لِأَنَّ هَذَا التَّجَوُّزَ لَا مُسَوِّغَ لَهُ، وَلَا يَصِحُّ فِي كُلِّ الْآيَاتِ الَّتِي وَرَدَ فِيهَا اللَّفْظُ، وَالْمَعْنَى الْحَقِيقِيُّ أَبْلَغُ مِنْهُ وَأَعَمُّ، فَإِنَّهُ يَدُلُّ عَلَى الْمَعْنَى الْمَجَازِيِّ وَزِيَادَةٍ ; إِذْ لَيْسَ لِكُلِّ مُلْكٍ فِي الْأَرْضِ عَرْشٌ حَقِيقِيٌّ هُوَ الْمَرْكَزُ الْوَحِيدُ لِتَدْبِيرِ كُلِّ شَيْءٍ فِيهِ، فَالْعَرْشُ الْعَظِيمُ يَدُلُّ عَلَى الْمُلْكِ الْعَظِيمِ وَعَلَى وَحْدَةِ النِّظَامِ وَالتَّدْبِيرِ فِيهِ، وَلَفْظُ الْمُلْكِ الْعَظِيمِ لَا يَدُلُّ عَلَى هَذَا، لِاحْتِمَالِ وُجُودِ الْخَلَلِ فِيهِ، وَكَوْنُ تَدْبِيرِهِ لَيْسَ لَهُ مَرْجِعُ وَحْدَةٍ تَكْفُلُ النِّظَامَ، وَتَمْنَعُ الْخَلَلَ وَالْفَسَادَ، وَنُظَّارُ الْمُتَكَلِّمِينَ وَمُفَسِّرُوهُمْ يَتَأَوَّلُونَ الْعَرْشَ وَالِاسْتِوَاءَ عَلَيْهِ فِرَارًا مِنَ التَّشْبِيهِ الَّذِي يَسْتَلْزِمُهُ بِزَعْمِهِمُ الْمَبْنِيِّ عَلَى قِيَاسِ عَالَمِ الْغَيْبِ عَلَى عَالَمِ الشَّهَادَةِ، وَقِيَاسِ الْخَالِقِ عَلَى الْمَخْلُوقِ، وَهُوَ قِيَاسٌ بَاطِلٌ بِإِجْمَاعِهِمْ، وَقَالَ ابْنُ عَبَّاسٍ سُمِّيَ الْعَرْشُ عَرْشًا لِارْتِفَاعِهِ، وَفِي الدُّرِّ الْمَنْثُورِ رِوَايَاتٌ فِي وَصْفِ الْعَرْشِ وَمَادَّتِهِ هِيَ مِنَ الْإِسْرَائِيلِيَّاتِ لَا يَصِحُّ فِيهَا شَيْءٌ مَرْفُوعٌ. </p><p> وَنَخْتِمُ تَفْسِيرَ الْآيَتَيْنِ بِتَحْقِيقِ مَسْأَلَتَيْنِ ذُكِرَتَا فِي تَفْسِيرِهِمَا الْمَأْثُورِ وَلَمْ نَرَ أَحَدًا حَقَّقَهُمَا:  (الْأَوَّلُ مَا وَرَدَ فِي كِتَابَةِ الْآيَتَيْنِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَوْنِهِمَا آخِرَ مَا نَزَلَ) </p><p> إِنَّ مَعْنَى هَاتَيْنِ الْآيَتَيْنِ لَا يَظْهَرُ إِلَّا فِي دَعْوَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْإِسْلَامِ بِمَكَّةَ </p><p> فِي أَوَّلِ زَمَنِ الْبَعْثَةِ. وَقَدْ ذَكَرْتُ فِي الْكَلَامِ عَلَى هَذِهِ السُّورَةِ قَبْلَ الْبَدْءِ بِتَفْسِيرِهَا أَنَّ ابْنَ أَبِي الْفَرَسِ قَالَ: إِنَّهُمَا مَكِّيَّتَانِ، وَأَنَّهُ يَرُدُّ قَوْلَهُ مَا وَرَدَ مِنْ أَنَّهُمَا آخِرُ مَا نَزَلَ مِنَ الْقُرْآنِ، ثُمَّ ذَكَرْتُ هُنَالِكَ أَصَحَّ مَا وَرَدَ فِي آخِرِ مَا نَزَلَ مِنَ الْقُرْآنِ وَهُوَ غَيْرُ هَاتَيْنِ الْآيَتَيْنِ. </p><p> وَأَقُولُ الْآنَ: إِنَّ قَوْلَ ابْنِ أَبِي الْفَرَسِ هُوَ الْوَجِيهُ مِنْ جَانِبِ الْمَعْنَى، فَهُوَ يُؤَيِّدُ الرِّوَايَةَ وَأَمَّا الْقَوْلُ بِأَنَّهُمَا آخِرُ مَا نَزَلَ فَقَدْ أُخْرِجَ فِي بَعْضِ الْمَسَانِيدِ وَالتَّفَاسِيرِ الْمَأْثُورَةِ عَنْ أُبَيِّ بْنِ كَعْبٍ بِأَلْفَاظٍ مُتَقَارِبَةٍ (مِنْهَا) عَنِ ابْنِ عَبَّاسٍ عَنْهُ: أَنَّ آخِرَ آيَةٍ نَزَلَتْ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفِي لَفْظٍ أَنَّ آخِرَ مَا أُنْزِلَ مِنَ الْقُرْآنِ (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) إِلَخِ الْآيَةَ (وَمِنْهَا) عَنِ الْحَسَنِ عَنْهُ أَنَّهُ كَانَ يَقُولُ: إِنَّ أَحْدَثَ الْقُرْآنِ عَهْدًا بِاللهِ - وَفِي لَفْظٍ بِالسَّمَاءِ - هَاتَانِ الْآيَتَانِ (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) إِلَى آخِرِ السُّورَةِ (وَمِنْهَا) مِنْ طَرِيقِ أَبِي الْعَالِيَةِ عَنْهُ أَنَّهُمْ جَمَعُوا الْقُرْآنَ فِي مُصْحَفٍ فِي </p><p> خِلَافَةِ أَبِي بَكْرٍ، فَكَانَ رِجَالٌ يَكْتُبُونَ وَيُمِلُّ عَلَيْهِمْ أُبَيُّ بْنُ كَعْبٍ حَتَّى انْتَهَوْا إِلَى هَذِهِ الْآيَةِ ١٢٧ مِنْ سُورَةِ بَرَاءَةَ (ثُمَّ انْصَرَفُوا صَرَفَ اللهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ) فَظَنُّوا أَنَّ هَذَا آخِرُ مَا نَزَلَ مِنَ الْقُرْآنِ فَقَالَ أُبَيُّ بْنُ كَعْبٍ إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ أَقْرَأَنِي بَعْدَ هَذَا آيَتَيْنِ \"(لَقَدْ جَاءَكُمْ)\" إِلَى \"(رَبُّ الْعَرْشِ الْعَظِيمِ)\" قَالَ: فَخَتَمَ الْأَمْرَ بِمَا فَتَحَ بِهِ: بِلَا إِلَهَ إِلَّا اللهُ اهـ، وَهُوَ صَرِيحٌ فِي أَنَّهُمَا آخِرُ مَا نَزَلَ مِنْ هَذِهِ السُّورَةِ لَا مِنَ الْقُرْآنِ مُطْلَقًا إِلَّا إِذَا صَحَّ أَنَّ سُورَةَ بَرَاءَةَ آخِرُ سُورَةٍ نَزَلَتْ، وَالصَّحِيحُ فِي الرِّوَايَةِ أَنَّ آخِرَ مَا نَزَلَ مِنَ السُّورِ سُورَةُ النَّصْرِ، وَمِنَ الْآيَاتِ (وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللهِ)  (٢: ٢٨١) كَمَا تَقَدَّمَ فِي مَحِلِّهِ. </p><p> وَفِي حَدِيثِ زَيْدِ بْنِ ثَابِتٍ فِي جَمْعِ الْقُرْآنِ الْمَكْتُوبِ الَّذِي كَانَ مُتَفَرِّقًا فِي عَهْدِ أَبِي بَكْرٍ عِنْدَ ابْنِ سَعْدٍ وَأَحْمَدَ وَالْبُخَارِيِّ وَالتِّرْمِذِيِّ وَالنَّسَائِيِّ وَغَيْرِهِمْ - أَنَّهُ قَالَ: حَتَّى وَجَدْتُ مِنْ سُورَةِ التَّوْبَةِ آيَتَيْنِ مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ الْأَنْصَارِيِّ لَمْ أَجِدْهُمَا مَعَ أَحَدٍ غَيْرِهِ: (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) إِلَى آخِرِهِمَا اهـ. وَالْمُرَادُ أَنَّهُ لَمْ يَجِدْهُمَا مَكْتُوبَتَيْنِ عِنْدَمَا جَمَعَ الْمَكْتُوبَ فِي الرِّقَاعِ وَالْأَكْتَافِ وَالْعُسُبِ فِي هَذِهِ السُّورَةِ إِلَّا عِنْدَ خُزَيْمَةَ، وَفِي رِوَايَةٍ فِي الْبُخَارِيِّ وَغَيْرِهِ عِنْدَ أَبِي خُزَيْمَةَ وَهِيَ أَرْجَحُ كَمَا سَيَأْتِي، إِلَّا أَنْ تَكُونَا وُجِدَتَا عِنْدَ كُلٍّ مِنْهُمَا وَكَانَتَا مَحْفُوظَتَيْنِ مَعْرُوفَتَيْنِ لِلْكَثِيرِينَ كَمَا صَرَّحَ بِهِ فِي الرِّوَايَاتِ الْأُخْرَى، فَقَدْ أَخْرَجَ ابْنُ إِسْحَاقَ وَأَحْمَدُ وَابْنُ أَبِي دَاوُدَ فِي الْمَصَاحِفِ عَنْ عَبَّادِ بْنِ عَبْدِ اللهِ بْنِ الزُّبَيْرِ قَالَ: أَتَى الْحَارِثُ بْنُ خُزَيْمَةَ بِهَاتَيْنِ الْآيَتَيْنِ مِنْ آخِرِ بَرَاءَةَ (لَقَدْ جَاءَكُمْ رَسُولٌ) إِلَى قَوْلِهِ: (وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) إِلَى عُمَرَ فَقَالَ مَنْ مَعَكَ عَلَى هَذَا؟ فَقَالَ: لَا أَدْرِي وَاللهِ إِلَّا أَنِّي أَشْهَدُ لَسَمِعْتُهُمَا مِنْ </p><p> رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَوَعَيْتُهُمَا وَحَفِظْتُهُمَا، فَقَالَ عُمَرُ: وَأَنَا أَشْهَدُ لَسَمِعْتُهُمَا مِنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، لَوْ كَانَتْ ثَلَاثَ آيَاتٍ لَجَعَلْتُهَا سُورَةً عَلَى حِدَةٍ، فَانْظُرُوا سُورَةً مِنَ الْقُرْآنِ فَأَلْحِقُوهَا بِهَا، فَأُلْحِقَتْ فِي آخِرِ بَرَاءَةَ، وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَأَبُو الشَّيْخِ أَنَّ رَجُلًا مِنَ الْأَنْصَارِ جَاءَ بِهِمَا عُمَرَ، فَقَالَ: لَا أَسْأَلُكَ عَلَيْهَا بَيِّنَةً أَبَدًا كَذَلِكَ كَانَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقْرَؤُهَا. </p><p> وَأَخْرَجَ ابْنُ أَبِي دَاوُدَ فِي الْمَصَاحِفِ أَنَّ خُزَيْمَةَ بْنَ ثَابِتٍ جَاءَ عُثْمَانَ حِينَ تَصَدَّى لِكِتَابَةِ الْقُرْآنِ بَعْدَ مَقْتَلِ عُمَرَ فَقَالَ: إِنِّي رَأَيْتُكُمْ تَرَكْتُمْ آيَتَيْنِ لَمْ تَكْتُبُوهُمَا، فَقَالُوا مَا هُمَا؟ قَالَ تَلَقَّيْتُ مِنْ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ</p><p> عَلَيْهِ مَا عَنِتُّمْ) إِلَى آخِرِ السُّورَةِ. فَقَالَ عُثْمَانُ: وَأَنَا أَشْهَدُ أَنَّهُمَا مِنْ عِنْدِ اللهِ فَأَيْنَ تَرَى أَنْ نَجْعَلَهُمَا؟ قَالَ اخْتِمْ بِهِمَا آخِرَ مَا نَزَلَتْ مِنَ الْقُرْآنِ فَخُتِمَتْ بِهِمَا بَرَاءَةُ. </p><p> فَيُؤْخَذُ مِنْ مَجْمُوعِ الرِّوَايَاتِ أَنَّ الْآيَتَيْنِ كَانَتَا مَحْفُوظَتَيْنِ مَشْهُورَتَيْنِ إِلَّا أَنَّهُمُ اخْتَلَفُوا فِي مَوْضِعِهِمَا، فَفِي بَعْضِهَا أَنَّهُمَا آخِرُ سُورَةِ بَرَاءَةَ بِالتَّوْقِيفِ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفِي بَعْضِهَا أَنَّهُمَا وُضِعَتَا بِالرَّأْيِ وَالِاجْتِهَادِ، وَالْمُعْتَمَدُ الْأَوَّلُ قَطْعًا لِأَنَّ مَنْ حَفِظَ التَّوْقِيفَ حُجَّةٌ عَلَى مَنْ لَمْ يَحْفَظْ. وَالظَّاهِرُ أَنَّ سَبَبَ الِاخْتِلَافِ فِي مَوْضِعِهِمَا أَنَّ مَوْضُوعَهُمَا يَدُلُّ عَلَى أَنَّهُمَا مَكِّيَّتَانِ. وَلَمْ تَصِحَّ لِجَمَاعَةِ جَامِعِي الْمُصْحَفِ رِوَايَةٌ بِكِتَابَتِهِمَا فِي إِحْدَى السُّوَرِ الْمَكِّيَّةِ وَلَكِنْ وُجِدَتَا عِنْدَ أَبِي خُزَيْمَةَ مَكْتُوبَتَيْنِ فِي آخِرِ بَرَاءَةَ. وَفِي الصَّحِيحِ أَنَّ زَيْدَ بْنَ ثَابِتٍ الَّذِي كَانَ يَكْتُبُ الْوَحْيَ لِرَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ الَّذِي أَمَرَهُ أَبُو بَكْرٍ بِجَمْعِ الْقُرْآنِ مَعَ آخَرِينَ، وَكَانَ عُمَرُ يَحْضُرُهُمْ وَهُمْ يَكْتُبُونَ قَالَ: فَوَجَدْتُ آخِرَ بَرَاءَةَ مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ أَوْ أَبِي خُزَيْمَةَ. بِالشَّكِّ وَهُوَ مِنَ الرَّاوِي لَا مِنْ زَيْدٍ، وَفِي رِوَايَةٍ عَنْهُ مَعَ خُزَيْمَةَ وَالتَّحْقِيقُ الَّذِي قَرَّرَهُ الْحَافِظُ ابْنُ حَجَرٍ أَنَّ آخِرَ التَّوْبَةِ وُجِدَ عِنْدَ أَبِي خُزَيْمَةَ، وَأَمَّا الَّذِي وُجِدَ مَعَ خُزَيْمَةَ فَهُوَ آيَةُ الْأَحْزَابِ، وَذَلِكَ مَا رَوَاهُ الْبُخَارِيُّ فِي تَفْسِيرِ سُورَتِهَا عَنْ زَيْدِ بْنِ ثَابِتٍ قَالَ لَمَّا نَسَخْنَا الصُّحُفَ فِي الْمَصَاحِفِ فُقِدَتْ آيَةٌ مِنْ سُورَةِ الْأَحْزَابِ كُنْتُ أَسْمَعُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقْرَؤُهَا لَمْ أَجِدْهَا مَعَ أَحَدٍ إِلَّا مَعَ خُزَيْمَةَ الْأَنْصَارِيِّ الَّذِي جَعَلَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَهَادَتَهُ شَهَادَةَ رَجُلَيْنِ (مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللهَ عَلَيْهِ)  (٣٣: ٢٣) . </p><p> قَالَ الْحَافِظُ فِي شَرْحِهِ هَذَا يَدُلُّ عَلَى أَنَّ زَيْدًا لَمْ يَكُنْ يَعْتَمِدُ فِي جَمِيعِ الْقُرْآنِ عَلَى عِلْمِهِ وَلَا يَقْتَصِرُ عَلَى حِفْظِهِ. لَكِنْ فِيهِ إِشْكَالٌ ; لِأَنَّ ظَاهِرَهُ أَنَّهُ اكْتَفَى مَعَ ذَلِكَ بِخُزَيْمَةَ وَحْدَهُ، وَالْقُرْآنُ إِنَّمَا يَثْبُتُ بِالتَّوَاتُرِ. وَالَّذِي يَظْهَرُ فِي الْجَوَابِ أَنَّ الَّذِي أَشَارَ إِلَيْهِ أَنَّهُ فَقَدَهُ فَقْدَ وُجُودِهَا مَكْتُوبَةً، لَا فَقْدَ وُجُودِهَا مَحْفُوظَةً، بَلْ كَانَتْ مَحْفُوظَةً عِنْدَهُ وَعِنْدَ غَيْرِهِ، وَيَدُلُّ عَلَى هَذَا قَوْلُهُ فِي حَدِيثِ جَمْعِ الْقُرْآنِ ((فَجَعَلْتُ أَتَتَبَّعُهُ مِنَ الرِّقَاعِ وَالْعُسُبِ) ) كَمَا سَيَأْتِي مَبْسُوطًا فِي فَضَائِلِ الْقُرْآنِ اهـ </p><p> وَأَقُولُ: إِنِّي قَدْ ذَكَرْتُ آنِفًا أَنَّ هَذَا هُوَ الْمُرَادُ مِنْهُ، وَهُوَ مَا كُنْتُ أَفْهَمُهُ دُونَ </p><p> غَيْرِهِ، وَأُجِيبَ بِهِ مَنْ سَأَلَنِي عَنْهُ مُسْتَشْكِلًا. فَقَوْلُ الْحَافِظِ: وَالَّذِي يَظْهَرُ إِلَخْ. </p><p> كَانَ يَجِبُ أَنْ يَكُونَ: وَالَّذِي يَتَعَيَّنُ الْقَطْعُ بِهِ كَذَا، وَحَسْبُكَ دَلِيلًا عَلَى هَذَا أَنَّهُ قَالَ: إِنَّهُمْ كَانُوا يَسْمَعُونَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقْرَؤُهَا، فَهُوَ صَرِيحٌ فِي أَنَّ الْبَحْثَ كَانَ عَمَّنْ كَتَبَهَا فَقَطْ، وَجُمْلَةُ الْقَوْلِ: أَنَّ الْآيَتَيْنِ كَانَتَا مَحْفُوظَتَيْنِ وَمَكْتُوبَتَيْنِ وَمَعْرُوفَتَيْنِ لِكَثِيرٍ مِنَ الصَّحَابَةِ، وَإِنَّمَا اخْتَلَفُوا عِنْدَ الْجَمْعِ فِي مَوْضِعِ كِتَابَتِهِمَا حَتَّى شَهِدَ مَنْ شَهِدَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الَّذِي وَضَعَهُمَا فِي آخِرِ سُورَةِ بَرَاءَةَ وِفَاقًا لِقَوْلِ أُبَيِّ بْنِ كَعْبٍ الَّذِي ثَبَتَ فِي الصَّحِيحِ أَنَّهُ أَحَدُ الَّذِينَ تَلَقَّوُا الْقُرْآنَ كُلَّهُ مُرَتَّبًا عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَذَا زَيْدُ بْنُ ثَابِتٍ. وَكَانَ عَدَدُ الْمُخْتَلِفِينَ فِي مَوْضِعِهِمَا قَلِيلًا، فَلَمَّا كُتِبَتَا فِي الْمَصَاحِفِ وَافَقَ الْجَمِيعُ عَلَى وَضْعِهِمَا هَاهُنَا. وَلَمْ يُرْوَ أَيُّ اعْتِرَاضٍ عَلَى ذَلِكَ عَمَّنْ كَتَبُوا لِأَنْفُسِهِمْ مَصَاحِفَ اعْتَمَدُوا فِيهَا عَلَى حِفْظِهِمْ كَابْنِ مَسْعُودٍ - رَضِيَ اللهُ عَنْهُ -. </p><p> بَقِيَ الْبَحْثُ فِي حِكْمَةِ وَضْعِهِمَا فِي آخِرِ هَذِهِ السُّورَةِ الْمَدَنِيَّةِ، وَمَوْضُوعُهُمَا مَكِّيٌّ، يُؤَيِّدُهُ كَوْنُ الْخِطَابِ فِيهِمَا لِقَوْمِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى مَا جَزَمَ بِهِ جَمَاهِيرُ الْمُفَسِّرِينَ وَمَا هُمَا بِأَوَّلِ مَا وُضِعَ مِنَ الْآيَاتِ الْمَكِّيَّةِ فِي السُّوَرِ الْمَدَنِيَّةِ لِمُنَاسَبَةٍ اقْتَضَتْ ذَلِكَ. وَلَعَلَّ الْحِكْمَةَ فِي ذَلِكَ أَنْ يُفِيدَا بِمَوْضِعِهِمَا صِحَّةَ الْخِطَابِ بِهِمَا لِكُلِّ مَنْ تَبْلُغُهُ الدَّعْوَةُ مِنْ أُمَّةِ الْإِجَابَةِ، وَهُوَ مَا ذَهَبَ إِلَيْهِ الْخَطَّابِيُّ، كَمَا دَلَّ مَوْضُوعُهُمَا وَنُزُولُهُمَا بِمَكَّةَ - كَمَا قَالَ ابْنُ أَبِي الْفَرَسِ - عَلَى كَوْنِ الْخِطَابِ فِيهِمَا لِقَوْمِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهُوَ مَا جَزَمَ بِهِ الْجَمَاهِيرُ. وَيَكُونُ مَا قُلْنَاهُ جَامِعًا بَيْنَ الْأَقْوَالِ كُلِّهَا. </p><p> (طَهَارَةُ نَسَبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفَضْلُ قَوْمِهِ وَاصْطِفَاؤُهُ مِنْ خِيَارِهِمْ) </p><p> مِنَ الْمَأْثُورِ فِي تَفْسِيرِ الْآيَتَيْنِ مَا ذَكَرُوا فِي قَوْلِهِ تَعَالَى (رَسُولٌ مِنْ أَنْفُسِكُمْ) مِنَ الْأَحَادِيثِ الْمَرْفُوعَةِ فِي طَهَارَةِ نَسَبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ سِفَاحِ الْجَاهِلِيَّةِ وَمِنْ فَضْلِ قَوْمِهِ وَعَشِيرَتِهِ وَعِتْرَتِهِ وَأَهْلِ بَيْتِهِ عَلَى غَيْرِهِمْ، وَأَصَحُّ مَا وَرَدَ فِي هَذَا مَا رَوَاهُ مُسْلِمٌ وَالتِّرْمِذِيُّ مِنْ حَدِيثِ وَاثِلَةَ - رَضِيَ اللهُ عَنْهُ - مَرْفُوعًا ((إِنَّ اللهَ اصْطَفَى كِنَانَةَ مِنْ وَلَدِ إِسْمَاعِيلَ، وَاصْطَفَى قُرَيْشًا مِنْ كِنَانَةَ وَاصْطَفَى مِنْ قُرَيْشٍ بَنِي هَاشِمٍ، وَاصْطَفَانِي مِنْ بَنِي هَاشِمٍ) ) وَلَمْ أَرَ لِأَحَدٍ مِنَ الْعُلَمَاءِ بَيَانًا لِمَعْنَى هَذَا الِاصْطِفَاءِ بِمَ كَانَ؟ وَقَدْ وَفَّقَنِي اللهُ لِاسْتِنْبَاطِهِ مِنَ التَّارِيخِ الْعَامِّ، وَبَيَّنْتُهُ فِي الْمَنَارِ وَفِي خُلَاصَةِ السِّيرَةِ الْمُحَمَّدِيَّةِ فِي </p><p> جَوَابِ السُّؤَالِ عَنْ حِكْمَةِ بَعْثَةِ خَاتَمِ النَّبِيِّينَ، وَبِالرِّسَالَةِ الْعَامَّةِ لِلنَّاسِ أَجْمَعِينَ، بِالدِّينِ الْعَامِّ لِلْبَدْوِ وَالْحَضَرِ، مِنَ الْعَرَبِ الَّذِينَ غَلَبَتْ عَلَيْهِمْ جَهَالَةُ الْبَدْوِ، وَبَعْدَ عَهْدِهِمْ بِمَا سَبَقَ لِأُمَّتِهِمْ مِنَ الْحَضَارَةِ وَالْعِلْمِ، وَلَمْ يُبْعَثْ مِنْ بَعْضِ شُعُوبِ الْحَضَارَةِ الْقَرِيبَةِ كَالْفُرْسِ وَالرُّومِ وَالْهِنْدِ وَالصِّينِ، وَيَلِيهِ السُّؤَالُ عَنْ مَزِيَّةِ كِنَانَةَ فِي الْعَرَبِ </p><p> مِنْ آلِ إِسْمَاعِيلَ، الَّذِينَ امْتَازُوا عَلَى سَائِرِ الْعَرَبِ بِأَنَّهُمْ مِمَّنِ اصْطَفَى اللهُ مِنْ آلِ إِبْرَاهِيمَ، ثُمَّ عَنْ مَزِيَّةِ قُرَيْشٍ فِي بَنِي كِنَانَةَ، وَفَضْلِ بَنِي هَاشِمٍ عَلَى سَائِرِ قُرَيْشٍ؟ </p><p> خُلَاصَةُ مَا بَيَّنْتُهُ فِي فَضْلِ الْعَرَبِ عَلَى سَائِرِ الْأُمَمِ، الَّذِي أَعَدَّهُمْ بِهِ اللهُ لِبَعْثَةِ سَيِّدِ الْبَشَرِ مِنَ الْعَرَبِ وَالْعَجَمِ، بِالدِّينِ الْعَامِّ الْبَاقِي هِيَ: أَنَّ جَمِيعَ شُعُوبِ الْحَضَارَةِ الْمُشَارِ إِلَيْهَا وَغَيْرِهَا كَانَتْ قَدْ فَسَدَتْ غَرَائِزُهَا وَأَخْلَاقُهَا الْفِطْرِيَّةُ، وَعَقَائِدُهَا الدِّينِيَّةُ، وَآدَابُهَا التَّقْلِيدِيَّةُ، بِفَسَادِ رُؤَسَاءِ الدِّينِ وَالدُّنْيَا فِيهَا، وَتَعَاوُنِ الْفَرِيقَيْنِ عَلَى اسْتِعْبَادِهَا وَاسْتِذْلَالِهَا لَهُمَا، وَتَسْخِيرِهَا لِتَوْفِيرِ لَذَّاتِهِمَا وَتَشْيِيدِ صُرُوحِ عَظَمَتِهِمَا، بِسَلْبِ حُرِّيَّتِهِمُ الْعَقْلِيَّةِ بِالتَّقَالِيدِ الدِّينِيَّةِ الَّتِي يَفْرِضُ عَلَيْهِمُ الْكَهَنَةُ وَالْأَحْبَارُ وَالْقُسُوسُ الْخُضُوعَ لَهَا، بِدُونِ أَنْ يَكُونَ لَهُمْ أَدْنَى رَأْيٍ أَوِ اخْتِيَارٍ أَوْ فَهْمٍ فِيهَا، بِسَلْبِ حُرِّيَّةِ إِرَادَتِهِمْ فِي حَيَاتِهِمُ الشَّخْصِيَّةِ وَالِاجْتِمَاعِيَّةِ بِمَا يَضَعُ لَهُمُ الْمُلُوكُ وَالْحُكَّامُ مِنَ الْقَوَانِينِ وَالنُّظُمِ الْإِدَارِيَّةِ وَالْعَسْكَرِيَّةِ الِاسْتِبْدَادِيَّةِ، وَبِتَحَكُّمِهِمْ فِيهِمْ بِدُونِ قَانُونٍ وَلَا نِظَامٍ أَيْضًا، فَجَمِيعُ الْأُمَمِ وَالشُّعُوبِ كَانَتْ مُرْهَقَةً مُسْتَعْبَدَةً فِي دِينِهَا وَدُنْيَاهَا إِلَّا الْعَرَبَ وَلَا سِيَّمَا عَرَبِ الْحِجَازِ. </p><p> وَأَمَّا الْعَرَبُ فَلَمْ يَكُنْ عِنْدَهُمْ رِيَاسَةُ حُكْمٍ اسْتِبْدَادِيَّةٌ تَسْتَذِلُّهُمْ وَتُفْسِدُ بَأْسَهُمْ وَتَقْهَرُ إِرَادَتَهُمْ عَلَى مَا لَا يُرِيدُونَ، وَلَا رِيَاسَةٌ دِينِيَّةٌ تَقْهَرُهُمْ عَلَى اتِّبَاعِ تَقَالِيدَ لَا يَعْقِلُونَهَا بَلْ كَانُوا عَلَى أَتَمِّ الْحُرِّيَّةِ الْعَقْلِيَّةِ وَاسْتِقْلَالِ الْإِرَادَةِ فِي دِينِهِمْ وَدُنْيَاهُمْ، وَفِي أَعْلَى ذُرْوَةٍ مِنْ عِزَّةِ النَّفْسِ، وَشِدَّةِ الْبَأْسِ فَبِحُرِّيَّةِ عُقُولِهِمْ كَانُوا عَلَى أَتَمِّ الِاسْتِعْدَادِ لِفَهْمِ دِينِ الْعَقْلِ وَالْفِطْرَةِ، وَبِاسْتِقْلَالِ إِرَادَتِهِمْ كَانُوا عَلَى أَكْمَلِ الِاسْتِعْدَادِ لِلنُّهُوضِ بِمَا اعْتَقَدُوا حَقِّيَّتَهُ وَصَلَاحَهُ وَخَيْرِيَّتَهُ، وَلِإِقَامَتِهِ فِي قَوْمِهِمْ، وَنَشْرِهِ فِي غَيْرِهِمْ، وَالدِّفَاعِ عَنْهُ بِاخْتِيَارِهِمْ، وَتَصَرُّفِهِمْ فِي كُلِّ ذَلِكَ بِمُقْتَضَى الْوَازِعِ النَّفْسِيِّ، دُونَ تَحَكُّمِ رَئِيسٍ دِينِيٍّ وَلَا دُنْيَوِيٍّ ; فَإِنَّ هَذَا الدِّينَ إِنَّمَا أَوْجَبَ طَاعَةَ الْأَئِمَّةِ وَالْقُوَّادِ بِالْمَعْرُوفِ وَالْإِذْعَانِ لِلشَّرْعِ، وَمَا تَضَعُهُ الْأُمَّةُ لِنَفْسِهَا مِنَ النِّظَامِ بِالشُّورَى بَيْنَ مُمَثِّلِيهَا مِنْ أَهْلِ الْحَلِّ </p><p> وَالْعَقْدِ، حَتَّى فَرَضَ اللهُ عَلَى الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُشَاوَرَتَهَا فِي أُمُورِهَا، وَقَالَ لَهُ رَبُّهُ فِي صِيغَةِ مُبَايَعَةِ نِسَائِهَا لَهُ:  (وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ)  (٦٠: ١٢) وَبِهَا كَانَ يُبَايِعُ الرِّجَالُ كَالنِّسَاءِ وَلِذَلِكَ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ الْخَالِقِ إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ) ) رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ حَدِيثِ عَلِيٍّ كَرَّمَ اللهُ وَجْهَهُ. </p><p> وَأَمَّا كِنَانَةُ فَقَدْ كَانَ أَشْهَرَ ذُرِّيَّةِ إِسْمَاعِيلَ فِي الْعِلْمِ وَالْحِكْمَةِ، وَالْكَرَمِ وَالنُّبْلِ، حَتَّى كَانَتِ الْعَرَبُ تَحُجُّ إِلَيْهِ، وَيَنْقُلُونَ عَنْهُ حِكَمًا رَائِعَةً، وَكَفَى بِهَذَا اصْطِفَاءً عَلَيْهِمْ، وَامْتِيَازًا فِيهِمْ. </p><p> وَأَمَّا امْتِيَازُ قُرَيْشٍ عَلَى سَائِرِ الْعَرَبِ فَهُوَ مَعْرُوفٌ مُتَوَاتَرٌ، وَأَهَمُّهُ أَنَّ مَا ذَكَرْنَاهُ مِنْ عِزَّةِ النَّفْسِ، وَاسْتِقْلَالِ الْإِرَادَةِ وَالْعَقْلِ كَانَ أَكْمَلَ فِيهِمْ، فَإِنَّ بَعْضَ الْعَرَبِ فِي أَطْرَافِ جَزِيرَتِهِمْ خَضَعُوا لِسِيَادَةِ الْفُرْسِ وَالرُّومِ خُضُوعًا مَا، وَجُمْلَتُهُ أَنَّهُمْ كَانُوا أَصْرَحَ وَلَدِ إِسْمَاعِيلَ أَنْسَابًا، وَأَشْرَفَهُمْ أَحْسَابًا، وَأَعْلَاهُمْ آدَابًا، وَأَفْصَحَهُمْ أَلْسِنَةً، وَهُمُ الْمُمَهِّدُونَ لِجَمْعِ الْكَلِمَةِ الْعَامَّةِ، بَعْدَ أَنْ جَمَعَ (قُصَيٌّ) جَمِيعَ قَبَائِلِهِمْ بِمَكَّةَ، وَاسْتَقَلُّوا بِخِدْمَةِ الْمَسْجِدِ الْحَرَامِ مِنَ الْحِجَابَةِ وَسِقَايَةِ الْحَاجِّ وَالرِّفَادَةِ - وَهِيَ إِسْعَافُ الْفُقَرَاءِ وَالْمَسَاكِينِ مِنَ الْحُجَّاجِ وَغَيْرِهِمْ - </p><p> وَأَسَّسُوا دَارَ النَّدْوَةِ لِأَجْلِ الشُّورَى فِي الْأُمُورِ الْمُهِمَّةِ، وَكَانُوا أَعْرَفَ الْعَرَبِ بِبُطُونِ الْعَرَبِ فِي جَمِيعِ جَزِيرَتِهِمْ بِمَا كَانُوا يَتَنَاوَبُونَهُ مِنْ رِحْلَةِ الشِّتَاءِ وَالصَّيْفِ، وَبِذَلِكَ كَانُوا أَغْنَى الْعَرَبِ أَيْضًا وَأَشْرَفَهُمْ بِلَا مُنَازِعٍ، وَنَاهِيكَ بِمَا عَقَدُوا مِنْ حِلْفِ الْفُضُولِ فِي حَدَاثَةِ سَنِّ الرَّسُولِ، وَهُوَ أَنَّهُمْ تَعَاقَدُوا أَوْ تَعَاهَدُوا أَلَّا يَجِدُوا بِمَكَّةَ مَظْلُومًا إِلَّا قَامُوا مَعَهُ، وَكَانُوا عَوْنًا لَهُ عَلَى مَنْ ظَلَمَهُ إِلَى أَنْ تُرَدَّ مَظْلَمَتُهُ. </p><p> وَفِي حَدِيثِ الزُّبَيْرِ بْنِ الْعَوَّامِ وَأُمِّ هَانِئٍ عَنِ الطَّبَرَانِيِّ وَتَارِيخِ الْبُخَارِيِّ، ((فَضَّلَ اللهُ قُرَيْشًا بِسَبْعِ خِصَالٍ: فَضَّلَهُمْ بِأَنَّهُمْ عَبَدُوا اللهَ عَشْرَ سِنِينَ لَا يَعْبُدُ اللهَ إِلَّا قُرَشِيٌّ (أَيْ لَا يَعْبُدُهُ وَحْدَهُ مِنَ الْعَرَبِ إِلَّا قُرَشِيٌّ) وَفَضَّلَهُمْ بِأَنَّهُ نَصَرَهُمْ يَوْمَ الْفِيلِ وَهُمْ مُشْرِكُونَ (أَيْ نَصَرَهُمْ عَلَى قُوَّةٍ تَفُوقُ قُوَّتَهُمْ كَثِيرًا بِمَا يُشْبِهُ نَصْرَهُ لِرُسُلِهِ فِي كَوْنِهِ بِدُونِ اسْتِعْدَادٍ كَسْبِيٍّ يَقْرُبُ مِنِ اسْتِعْدَادِ عَدُوِّهِمْ) وَفَضَّلَهُمْ بِأَنَّهُ نَزَّلَ فِيهِمْ سُورَةً مِنَ الْقُرْآنِ، لَمْ يَدْخُلْ فِيهَا أَحَدٌ مِنَ الْعَالَمِينَ وَهِيَ:  (لِإِيلَافِ قُرَيْشٍ)  (١٠٦: ١) وَفَضَّلَهُمْ بِأَنَّ فِيهِمُ النُّبُوَّةَ وَالْخِلَافَةَ وَالْحِجَابَةَ وَالسِّقَايَةَ)) </p><p> وَأَمَّا اصْطِفَاؤُهُ تَعَالَى لِبَنِي هَاشِمٍ عَلَى قُرَيْشٍ فَقَدْ كَانَ بِمَا امْتَازُوا بِهِ مِنَ الْفَضَائِلِ وَالْمَكَارِمِ، فَقَدْ كَانَ جَدُّهُمْ هَاشِمٌ هُوَ صَاحِبَ إِيلَافِ قُرَيْشٍ الَّذِي أَخَذَ لَهُمُ الْعَهْدَ مِنْ قَيْصَرِ الرُّومِ عَلَى حِمَايَتِهِمْ فِي رِحْلَةِ الصَّيْفِ إِلَى الشَّامِ، وَمِنْ حُكُومَةِ الْيَمَنِ فِي رِحْلَةِ الشِّتَاءِ، وَهُوَ أَوَّلُ مَنْ هَشَمَ الثَّرِيدَ لِلْفُقَرَاءِ مِنْ قَوْمِهِ وَلِأَهْلِ مَوْسِمِ الْحَجِّ كَافَّةً، وَقَدْ أَرْبَى عَلَيْهِ فِي السَّخَاءِ وَالْكَرَمِ وَلَدُهُ عَبْدُ الْمُطَّلِبِ، وَجُمْلَةُ الْقَوْلِ أَنَّ بَنِي هَاشِمٍ كَانُوا أَكْرَمَ قُرَيْشٍ أَخْلَاقًا وَأَبْعَدَهُمْ عَنِ الْكِبْرِ وَالْأَثَرَةِ، وَلَا يُنَازِعُهُمْ أَحَدٌ فِي ذَلِكَ، وَقَدْ قَالَ أَبُو جَهْلٍ فِي حَسَدِهِ إِيَّاهُمْ عَلَى كَوْنِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمْ: تَنَازَعْنَا نَحْنُ وَبَنُو عَبْدِ مَنَافٍ الشَّرَفَ: أَطْعَمُوا فَأَطْعَمْنَا، وَحَمَلُوا فَحَمَلْنَا، وَأَعْطَوْا فَأَعْطَيْنَا. . . حَتَّى إِذَا زَاحَمْنَاهُمْ بِالْمَنَاكِبِ قَالُوا: مِنَّا نَبِيٌّ يَأْتِيهِ الْوَحْيُ مِنَ السَّمَاءِ. فَمَتَى نُدْرِكُ هَذِهِ؟ وَيُؤْخَذُ مِنْهُ أَنَّهُمْ كَانُوا يَعْلَمُونَ أَنَّ النُّبُوَّةَ لَا يُمْكِنُ أَنْ تَكُونَ بِالِاجْتِهَادِ وَالْمُبَارَاةِ الْكَسْبِيَّةِ فِي الْفَضَائِلِ، وَأَنَّ الْقُرْآنَ لَا يُمْكِنُ أَنْ يُعَارِضَهُ أَحَدٌ فِي بَلَاغَتِهِ وَلَا هِدَايَتِهِ ; لِأَنَّهُ مِنَ اللهِ لَا مِنْ عِلْمِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفَصَاحَتِهِ وَبَلَاغَتِهِ، وَلَوْلَا ذَلِكَ لَعَارَضَهُ مَنْ كَانُوا أَشْهَرَ الْعَرَبِ فِي ذَلِكَ وَلَمْ يَكُنْ مُحَمَّدٌ مِنْهُمْ. </p><p> وَقَدْ وَرَدَ فِي فَضْلِ هَذِهِ الْخَاتِمَةِ لِهَذِهِ السُّورَةِ الْمُبَارَكَةِ مَا رَوَاهُ أَبُو دَاوُدَ عَنْ أَبِي الدَّرْدَاءِ مَوْقُوفًا وَابْنُ السُّنِّيِّ عَنْ أَبِي الدَّرْدَاءِ مَرْفُوعًا قَالَ: قَالَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي: حَسْبِيَ اللهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ - سَبْعَ مَرَّاتٍ - كَفَاهُ اللهُ مَا أَهَمَّهُ مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ) ) كَذَا فِي الدُّرِّ الْمَنْثُورِ، وَيُرَاجَعُ مَا قَالَهُ ابْنُ كَثِيرٍ فِي آخِرِ تَفْسِيرِ السُّورَةِ فِيهِ، وَهُوَ لَا يَمْنَعُ الْعَمَلَ بِهِ، وَحَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> (تَمَّ تَفْسِيرُ سُورَةِ بَرَاءَةَ بِفَضْلِ اللهِ وَتَوْفِيقِهِ فِي شَهْرِ صَفَرٍ سَنَةَ خَمْسِينَ وَثَلَاثِمِائَةٍ وَأَلْفٍ وَبَقِيَ تَلْخِيصُ مَا فِيهَا مِنْ أُصُولِ الدِّينِ وَأَحْكَامِهِ وَسِيَاسَتِهِ وَآدَابِهِ وَسُنَنِ اللهِ فِي ذَلِكَ، فَنَسْأَلُهُ تَعَالَى تَوْفِيقَنَا فِيهِ لِلْحَقِّ الَّذِي يَرْضَاهُ وَيَنْفَعُ عِبَادَهُ) . </p><p> خُلَاصَةُ سُورَةِ بَرَاءَةَ (التَّوْبَةِ) </p><p> (وَهِيَ خَمْسَةُ أَبْوَابٍ وَفِيهَا فَصُولٌ) </p><p> (هَذِهِ السُّورَةُ آخِرُ السُّوَرِ الْمَدَنِيَّةِ الطِّوَالِ نُزُولًا، فَيَقِلُّ فِيهَا ذِكْرُ أُصُولِ الدِّينِ وَمَا يُنَاسِبُهَا مِنَ الْحُجَجِ الْعَقْلِيَّةِ وَالسُّنَنِ الْكَوْنِيَّةِ، وَكَذَا أَحْكَامُ الْعِبَادَاتِ الْبَدَنِيَّةِ - رَاجِعْ مُقَدِّمَةَ خُلَاصَةِ سُورَةِ الْأَنْفَالِ فِي ص ١٠٥ و١٠٦ وَالتَّنَاسُبُ بَيْنَ السُّورَتَيْنِ فِي ص ١٣٢ و١٣٣ ج ١٠ ط الْهَيْئَةِ) . </p><p> الْبَابُ الْأَوَّلُ </p><p> (فِي صِفَاتِ اللهِ تَعَالَى وَأَفْعَالِهِ وَشُئُونِهِ فِي خَلْقِهِ وَأَحْكَامِهِ وَسُنَنِهِ فِيهَا) </p><p> وَفِيهِ أَرْبَعَةُ فُصُولٍ </p><p> (الْفَصْلُ الْأَوَّلُ فِي الْأَسْمَاءِ وَالصِّفَاتِ الْإِلَهِيَّةِ وَالْإِضَافَاتِ إِلَيْهِ تَعَالَى) </p><p> (١ - الْأَسْمَاءُ وَالصِّفَاتُ) </p><p> فِي هَذِهِ السُّورَةِ مِنْ أَسْمَاءِ اللهِ الْحُسْنَى وَصِفَاتِهِ الْعُلَى: الْغَفُورُ الرَّحِيمُ، الرَّءُوفُ الرَّحِيمُ، الْعَلِيمُ الْحَكِيمُ، الْعَزِيزُ الْحَكِيمُ، السَّمِيعُ الْعَلِيمُ، عَالِمُ الْغَيْبِ وَالشَّهَادَةِ. وَمِنْهَا الْمُكَرَّرُ مَرَّتَيْنِ وَثَلَاثًا أَوْ أَكْثَرَ، وَكُلٌّ مِنْهَا مَوْضُوعٌ فِي مَوْضِعِهِ الْمُنَاسِبِ لِمَعْنَاهُ فِي السِّيَاقِ أَوِ الْآيَةِ. وَأَمَّا الْفَائِدَةُ الْعَامَّةُ لِذِكْرِ أَسْمَاءِ اللهِ تَعَالَى وَصِفَاتِهِ وَتَكْرَارِهَا فِي الْمَوَاضِعِ الْمُخْتَلِفَةِ فَهِيَ تَذْكِيرُ تَالِي الْقُرْآنِ وَسَامِعِهِ الْمَرَّةَ بَعْدَ الْمَرَّةِ بِرَبِّهِ وَخَالِقِهِ وَمَا هُوَ مُتَّصِفٌ بِهِ مِنْ صِفَاتِ الْكَمَالِ الَّذِي يُثْمِرُ لَهُ زِيَادَةُ تَعْظِيمِهِ وَحُبِّهِ وَالرَّجَاءِ فِي رَحْمَتِهِ وَإِحْسَانِهِ، وَالْخَوْفِ مِنْ عِقَابِهِ، لِمَنْ أَعْرَضَ عَنْ هِدَايَةِ كِتَابِهِ، أَوْ خَالَفَ حِكْمَتَهُ وَسُنَنَهُ فِي خَلْقِهِ، وَهَذَا أَعْلَى مَقَاصِدِ الْقُرْآنِ، فِي إِكْمَالِ الْإِيمَانِ، وَإِعْلَاءِ شَأْنِ الْإِنْسَانِ (فَرَاجِعْهُ فِي ١٠٦ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> وَمِمَّا وَرَدَ فِيهَا فِي الْعِلْمِ الْإِلَهِيِّ قَوْلُهُ تَعَالَى:  (أَلَمْ يَعْلَمُوا أَنَّ اللهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللهَ عَلَّامُ الْغُيُوبِ)  (٩: ٧٨) وَقَوْلُهُ: (أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ) - إِلَى قَوْلِهِ - (وَاللهُ خَبِيرٌ بِمَا تَعْمَلُونَ)  (٩: ١٦) وَهُمَا أَعْظَمُ مَا يُجَدِّدُ فِي الْقَلْبِ مُرَاقَبَتَهُ عَزَّ وَجَلَّ عِنْدَ كُلِّ قَوْلٍ وَعَمَلٍ، وَحَسْبُكَ بِهِمَا وَازِعًا وَرَافِعًا. </p><p> (٢ - الْمَعِيَّةُ الْإِلَهِيَّةُ) </p><p> فِي هَذِهِ السُّورَةِ مِنَ الْمَعِيَّةِ الْعُلْيَا قَوْلُهُ تَعَالَى فِي آيَةِ الْغَارِ عَنْ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللهَ مَعَنَا)  (٩: ٤٠) وَهِيَ مَعِيَّةُ النَّصْرِ وَالْمَعُونَةِ، وَالْحِفْظِ </p><p> وَالْعِصْمَةِ، وَالتَّأْيِيدِ وَالرَّحْمَةِ، كَمَا يَقْتَضِيهِ الْمَقَامُ فِي حَالِ الْهِجْرَةِ، وَهَذِهِ الْمَعِيَّةُ أَفْضَلُ مِنْ كُلِّ مَا وَرَدَ فِي مَعْنَاهَا، وَمِنْ أَعْظَمِهِ قَوْلُهُ تَعَالَى لِكَلِيمِهِ مُوسَى وَأَخِيهِ هَارُونَ عَلَيْهِمَا السَّلَامُ:  (لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى)  (٢٠: ٤٦) فَرَاجِعْ (ص ٣٦٩ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) وَفِي الْآيَةِ (وَاعْلَمُوا أَنَّ اللهَ مَعَ الْمُتَّقِينَ)  (٩: ١٢٣) وَهَذِهِ مَعِيَّةُ النَّصْرِ لِأَنَّهَا مَعْطُوفَةٌ عَلَى الْأَمْرِ بِالْقِتَالِ، وَيُقَالُ فِي كُلٍّ مِنْهَا مَعَ الْعِلْمِ بِمَعْنَاهَا: إِنَّهَا مَعِيَّةٌ تَلِيقُ بِهِ تَعَالَى. </p><p> (٣ - الدَّرَجَةُ وَالْعِنْدِيَّةُ الْإِلَهِيَّةُ وَسَكِينَتُهُ تَعَالَى) </p><p> قَالَ تَعَالَى:  (الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللهِ)  (٩: ٢٠) الْآيَةَ. وَقَدْ قُلْنَا فِي تَفْسِيرِ هَذِهِ الْعِنْدِيَّةِ (ص ١٩٨ ج ١٠ ط الْهَيْئَةِ) إِنَّهَا حُكْمِيَّةٌ (بِضَمِّ الْحَاءِ) شَرْعِيَّةٌ، وَمَكَانِيَّةٌ جَزَائِيَّةٌ، أَيْ هُمْ أَعْظَمُ دَرَجَةً فِي الْفَضْلِ وَالْكَمَالِ فِي حُكْمِ اللهِ، وَأَكْبَرُ مَثُوبَةً فِي جِوَارِ اللهِ. </p><p> وَقَالَ بَعْدَ بِشَارَتِهِمْ بِالرَّحْمَةِ وَالرِّضْوَانِ وَالْجَنَّاتِ وَالنَّعِيمِ الْمُقِيمِ وَالْخُلُودِ فِيهَا مِنَ الْآيَةِ (إِنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ)  (٩: ٢٢) وَهُوَ اسْتِئْنَافٌ بَيَانِيٌّ، فَالْعِنْدِيَّةُ فِيهِ مُفَسِّرَةٌ لِمَا قَبْلَهَا. </p><p> وَقَالَ:  (إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ)  (٩: ٣٦) فَالْعِنْدِيَّةُ هُنَا يُفَسِّرُهَا مَا بَعْدَهَا وَهُوَ كِتَابُ اللهِ الَّذِي كَتَبَ فِيهِ مَقَادِيرَ السَّمَاوَاتِ وَالْأَرْضِ وَنِظَامَ الْأَيَّامِ وَاللَّيَالِي وَالشُّهُورِ وَالسِّنِينَ. وَقِيلَ: كِتَابُهُ الْمُنَزَّلُ الَّذِي فِيهِ حُكْمُهُ التَّشْرِيعِيُّ فِي الشُّهُورِ، وَهُوَ قَوْلُهُ بَعْدَ مَا ذَكَرَ:  (مِنْهَا أَرْبَعَةٌ حُرُمٌ)  (٩: ٣٦) إِلَخْ. </p><p> وَفِي الْآيَةِ (وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا)  (٩: ٥٢) فَعِنْدِيَّةُ الْعَذَابِ عِبَارَةٌ عَنْ كَوْنِهِ بِفِعْلِهِ تَعَالَى دُونَ كَسْبٍ لِلْمُؤْمِنِينَ، وَهُوَ مَا يُسَمَّى بِالْمَصَائِبِ السَّمَاوِيَّةِ بِدَلِيلِ مُقَابَلَتِهِ بِقَوْلِهِ (أَوْ بِأَيْدِينَا) وَالْإِضَافَةُ فِي الْعِنْدِيَّةِ الْحُكْمِيَّةِ لِلتَّوْقِيفِ وَالتَّعْرِيفِ، وَفِي الْعِنْدِيَّةِ الْمَكَانِيَّةِ لِلتَّشْرِيفِ، وَمِثْلُهَا إِضَافَةُ السَّكِينَةِ إِلَيْهِ تَعَالَى. </p><p> (٤ - حُبُّ اللهِ وَرِضَاهُ وَكُرْهُهُ وَسُخْطُهُ وَغَضَبُهُ) </p><p> قَالَ تَعَالَى (إِنَّ اللهَ يُحِبُّ الْمُتَّقِينَ)  (٩: ٧) وَقَالَ فِي الْمُهَاجِرِينَ وَالْأَنْصَارِ: (رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ)  (٩: ١٠٠) وَقَالَ فِي جَزَاءِ الْمُهَاجِرِينَ وَالْمُجَاهِدِينَ: (وَرِضْوَانٌ مِنَ اللهِ أَكْبَرُ)  (٩: ٧٢) وَيَدْخُلُ فِي مَعْنَاهُ مَا صَحَّ فِي الْأَحَادِيثِ مِنْ مَقَامِ الرُّؤْيَةِ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِهَا، وَقَالَ فِي شَأْنِ الْمُنَافِقِينَ:  (فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ)  (٩: ٩٦) . </p><p> أَسْنَدَ اللهُ تَعَالَى إِلَى نَفْسِهِ الْحُبَّ وَالرِّضَا فِي هَذِهِ الْآيَاتِ وَفِي سُوَرٍ أُخْرَى، كَمَا أَثْبَتَ لِنَفْسِهِ الْكُرْهَ فِي قَوْلِهِ مِنْ هَذِهِ السُّورَةِ (وَلَكِنْ كَرِهَ اللهُ انْبِعَاثَهُمْ)  (٩: ٤٦) وَالسُّخْطَ وَالْغَضَبَ فِي سُوَرٍ أُخْرَى. وَالْمُتَكَلِّمُونَ يَتَأَوَّلُونَ هَذِهِ الصِّفَاتِ بِالْإِثَابَةِ وَالْإِحْسَانِ مِنْ لَوَازِمَ الْحُبِّ وَالرِّضَا، </p><p> وَبِالْعُقَابِ مِنْ لَوَازِمِ السُّخْطِ وَالْكُرْهِ وَالْغَضَبِ، فِرَارًا مِنْ تَشْبِيهِ الْخَالِقِ بِعَبِيدِهِ الَّذِينَ تُعَدُّ هَذِهِ الصِّفَاتُ انْفِعَالَاتٍ نَفْسِيَّةً لَهُمْ يَتَنَزَّهُ اللهُ عَنْهَا. </p><p> وَمَذْهَبُ السَّلَفِ الصَّالِحِ إِثْبَاتُ مَا أَثْبَتَهُ اللهُ تَعَالَى لِنَفْسِهِ وَأَثْبَتَهُ لَهُ رَسُولُهُ مِنْ غَيْرِ تَعْطِيلٍ وَلَا تَمْثِيلٍ وَلَا تَأْوِيلٍ، فَيَقُولُونَ: إِنَّ حُبَّ اللهِ تَعَالَى وَكُرْهَهُ وَرِضَاهُ وَغَضَبَهُ صِفَاتٌ تَلِيقُ بِهِ تَتَرَتَّبُ عَلَيْهَا آثَارُهَا، وَهِيَ لَا تُمَاثِلُ مَا سُمِّيَ بِاسْمِهَا مِنْ صِفَاتِ الْبَشَرِ، كَمَا أَنَّ ذَاتَهُ وَنَفْسَهُ وَعِلْمَهُ وَقُدْرَتَهُ لَا تُمَاثِلُ ذَوَاتِ الْبَشَرِ وَعِلْمَهُمْ وَقُدْرَتَهُمْ بِلَا فَرْقٍ. بَلْ نَقُولُ: إِنَّ مِنْ خَلْقِ اللهِ فِي عَالَمِ الْغَيْبِ مِنَ الْجِنِّ وَالْمَلَائِكَةِ لَا يُمَاثِلُ فِي إِدْرَاكِهِ وَلَا فِي غَيْرِهَا مَا فِي عَالَمِ الشَّهَادَةِ، بَلْ رُوِيَ فِي ثَمَرِ الْجَنَّةِ أَنَّهُ يُشْبِهُ ثَمَرَ الدُّنْيَا وَلَيْسَ مِثْلَهُ وَعَنِ ابْنِ عَبَّاسٍ أَنَّهُ لَيْسَ فِي الْجَنَّةِ مِنْ أَطْعِمَةِ الدُّنْيَا إِلَّا الْأَسْمَاءَ. وَقَالَ تَعَالَى فِي نَعِيمِ الْآخِرَةِ:  (فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ)  (٣٢: ١٧) وَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي تَفْسِيرِهِ لَهُ قَالَ اللهُ تَعَالَى:  ((أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ) ) وَأَمَرَ بِقِرَاءَةِ الْآيَةِ. مُتَّفَقٌ عَلَيْهِ. </p><p> وَأَمَّا الْكَلَامُ مَعَ أَهْلِ التَّأْوِيلِ مِنْ نَاحِيَةِ الْأَدِلَّةِ الْعَقْلِيَّةِ الَّتِي يَزْعُمُونَ الِانْفِرَادَ بِهَا دُونَ عُلَمَاءِ السَّلَفِ فَهُوَ أَنَّ حُبَّ الْحَقِّ وَالْخَيْرِ كَالْإِيمَانِ وَالْعَدْلِ وَأَهْلِهِمَا، وَكَرَاهَةَ الْبَاطِلِ كَالْكُفْرِ، وَالشَّرِّ كَالظُّلْمِ وَمُجْتَرِحِيهِمَا، كِلَاهُمَا مِنْ صِفَاتِ الْكَمَالِ الْمَحْضِ، وَكُلُّ مَا كَانَ كَمَالًا مَحْضًا فَالْعَقْلُ يُوجِبُهُ لِوَاجِبِ الْوُجُودِ بِأَعْلَى مِمَّا يَكُونُ </p><p> مِنْهُ لِلْوُجُودِ الْمُمْكِنِ - فَقَدِ اتَّفَقَ الْعَقْلُ مَعَ النَّقْلِ عَلَى إِثْبَاتِ هَذِهِ الصِّفَاتِ لِلَّهِ بِمَعْنًى أَكْمَلَ مِمَّا هِيَ فِي خِيَارِ النَّاسِ، وَلَكِنْ لَا يُمْكِنُ وَضْعُ أَسْمَاءَ لَهَا مِنْ كَلَامِ النَّاسِ تَدُلُّ عَلَى الْفَرْقِ بَيْنَ مُسَمَّيَاتِهَا فِي الْخَالِقِ وَالْمَخْلُوقِ، فَوَجَبَ الرُّجُوعُ فِي ذَلِكَ إِلَى الْوَحْيِ الْفَاصِلِ وَهُوَ قَوْلُهُ تَعَالَى:  (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ)  (٤٢: ١١) فَالتَّنْزِيهُ فِي الْجُمْلَةِ الْأُولَى السَّالِبَةِ أَزَالَ مَا يَسْتَلْزِمُهُ التَّشْبِيهُ فِي الْجُمْلَةِ الثَّانِيَةِ الْمُوجِبَةِ، بَلْ قَالَ الشَّيْخُ مُحْيِي الدِّينِ بْنُ عَرَبِيٍّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: إِنَّ الْإِيمَانَ الصَّحِيحَ هُوَ الْجَمْعُ بَيْنَ التَّنْزِيهِ وَالتَّشْبِيهِ. </p><p> (الْفَصْلُ الثَّانِي) </p><p> (أَفْعَالُ اللهِ فِي تَصَرُّفِهِ وَتَدْبِيرِهِ لِأُمُورِ خَلْقِهِ بِمُقْتَضَى سُنَنِهِ، لَا يَجْعَلُهُمْ مُجْبَرِينَ بِقُدْرَتِهِ) </p><p> قَالَ تَعَالَى:  (قَاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ)  (٩: ١٤) الْآيَةَ. </p><p> يَتَوَهَّمُ أَهْلُ الْجَبْرِ أَنَّهَا تَدُلُّ عَلَى نِحْلَتِهِمْ، وَيَرُدُّهُ أَنَّهُ تَعَالَى أَمَرَهُمْ بِقِتَالِ الْمُشْرِكِينَ، وَلَوْ كَانُوا مُجْبَرِينَ لَكَانَ أَمْرُهُمْ لَغْوًا وَعَبَثًا. وَقَوْلُهُ:  (يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ) مَعْنَاهُ يُعَذِّبُهُمْ بِتَمْكِينِ أَيْدِيكُمْ مِنْ رِقَابِهِمْ قَتْلًا، وَمِنْ صُدُورِهِمْ وَنُحُورِهِمْ طَعْنًا، وَيُؤَكِّدُهُ الْوَعْدُ بَعْدَهُ بِنَصْرِهِمْ وَفِي مَعْنَاهُ </p><p> قَوْلُهُ:  (وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا)  (٩: ٥٢) . </p><p> وَقَالَ تَعَالَى فِي آيَةٍ (وَاللهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ)  (٩: ١٩) وَقَالَ فِي آيَتَيْ ٢٤ و٨٠: (وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) . وَقَالَ:  (وَاللهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ)  (٩: ٣٧) وَلَيْسَ مَعْنَى هَذِهِ الْآيَاتِ أَنَّ اللهَ تَعَالَى مَنَعَهُمْ مِنَ الْهِدَايَةِ بِقُدْرَتِهِ فَصَارُوا عَاجِزِينَ عَنْهَا وَمُجْبَرِينَ عَلَى الْفِسْقِ وَالظُّلْمِ وَالْكُفْرِ إِجْبَارًا، وَإِنَّمَا مَعْنَاهَا مَا بَيَّنَّاهُ فِي تَفْسِيرِهَا وَهُوَ: أَنَّ هَذِهِ الصِّفَاتِ الَّتِي رَسَخَتْ فِي أَنْفُسِهِمْ بِكَسْبِهِمْ مُنَافِيَةٌ لِهُدَى اللهِ تَعَالَى الَّذِي بَعَثَ بِهِ رُسُلَهُ بِحَسَبِ سُنَّتِهِ تَعَالَى فِي الْأَسْبَابِ وَالْمُسَبَّبَاتِ رَاجِعْ (ص ١٩٧ و٢١١ و٣٦٣ و٤٨٩ فِي ج ١٠ ط الْهَيْئَةِ) وَيُقَابِلُهُ قَوْلُهُ تَعَالَى قَبْلَ الْآيَةِ الْأَوْلَى مِنْ هَذِهِ الْآيَاتِ فِيمَنْ تُرْجَى لَهُمُ الْهِدَايَةُ بِحَسَبِ سُنَنِ اللهِ تَعَالَى (إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ) </p><p> (٩: ١٨) . </p><p> وَيَدْخُلُ فِي هَذَا الْبَابِ مِنْ بَيَانِ السُّنَنِ وَطَبَائِعِ الْبَشَرِ قَوْلُهُ فِي خَوَالِفِ الْمُنَافِقِينَ:  (وَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ)  (٩: ٨٧) ثُمَّ قَوْلُهُ فِيهِمْ: (وَطَبَعَ اللهُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ)  (٩: ٩٣) فَهُوَ بَيَانٌ لِسُنَّةِ اللهِ فِي تَأْثِيرِ أَعْمَالِهِمُ الَّتِي مِنْهَا رِضَاهُمْ بِخُطَّةِ الْخَسْفِ وَالذُّلِّ. وَهُوَ التَّخَلُّفُ عَنِ الْجِهَادِ - أَنَّ قُلُوبَهُمْ كَالْمَطْبُوعِ عَلَيْهَا الَّتِي لَا تُفْقَهُ كُنْهُ حَالِهَا وَلَا تُعْلَمُ سُوءُ مَآلِهَا (ص ٥٠٩ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) وَفِي مَعْنَاهُ قَوْلُهُ فِي الَّذِينَ يَنْصَرِفُونَ مِنْهُمْ مُتَسَلِّلِينَ مِنْ مَجْلِسِ الْقُرْآنِ: (ثُمَّ انْصَرَفُوا صَرَفَ اللهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ)  (٩: ١٢٧) أَيْ بِسَبَبِ أَنَّهُمْ قَوْمٌ فَقَدُوا صِفَةَ الْفَقَاهَةِ الْفِطْرِيَّةِ، وَفَهْمِ الْحَقَائِقِ وَمَا يَتَرَتَّبُ عَلَيْهَا مِنَ الْأَعْمَالِ ; لِعَدَمِ اسْتِعْمَالِ عُقُولِهِمْ فِيهَا إِلَى آخِرِ مَا فَصَلْنَاهُ فِي تَفْسِيرِهَا (فِي أَوَّلِ هَذَا الْجُزْءِ) . </p><p> وَبِهَذِهِ الْمِرْآةِ تَرَى حَقِيقَةَ الْمُرَادِ مِنْ قَوْلِهِ تَعَالَى فِيهِمْ:  (وَلَكِنْ كَرِهَ اللهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ)  (٩: ٤٦) وَرَاجِعْهُ (فِي ص ٤٠٧ ج ١٠ ط الْهَيْئَةِ) وَقَوْلِهِ (نَسُوا اللهَ فَنَسِيَهُمْ)  (٩: ٦٧) وَرَاجِعْهُ فِي (ص ٤٦٠ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْفَصْلُ الثَّالِثُ) </p><p> فِي تَعْلِيلِ أَفْعَالِ اللهِ تَعَالَى وَأَحْكَامِهِ وَسُنَنِهِ فِيهِمَا </p><p> ١ - تَرَى تَعْلِيلَ الْأَمْرِ بِإِتْمَامِ الْعُهُودِ الْمُؤَقَّتَةِ بِقَوْلِهِ تَعَالَى (إِنَّ اللهَ يُحِبُّ الْمُتَّقِينَ)  (٩: ٤ و٧) . </p><p> ٢ - تَرَى تَعْلِيلَ الْأَمْرِ بِتَخْلِيَةِ سَبِيلِ التَّائِبِينَ مِنَ الْمُشْرِكِينَ بِقَوْلِهِ تَعَالَى:  (إِنَّ اللهَ غَفُورٌ رَحِيمٌ)  (٩: ٥) . </p><p> - تَرَى تَعْلِيلَ الْأَمْرِ بِإِجَارَةِ الْمُشْرِكِ الْمُسْتَجِيرِ لِسَمَاعِ كَلَامِ اللهِ بِقَوْلِهِ (ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ)  (٩: ٦) . </p><p> ٤ - تَرَى تَعْلِيلَ الْأَمْرِ بِقِتَالِ الْمُشْرِكِينَ النَّاكِثِينَ لِلْعَهْدِ بِقَوْلِهِ (لَعَلَّهُمْ يَنْتَهُونَ)  (٩: ١٢) . </p><p> ٥ - تَرَى تَعْلِيلَ عَدَمِ قَبُولِ صَدَقَاتِ الْمُنَافِقِينَ بِفِسْقِهِمْ ثُمَّ بِكُفْرِهِمْ فِي آيَتَيْ ٥٣ و٥٤. </p><p> ٦ - تَرَى تَعْلِيلَ عَدَمِ الْمَغْفِرَةِ لَهُمْ بِكُفْرِهِمْ بِاللهِ وَرَسُولِهِ وَفِسْقِهِمْ فِي الْآيَةِ ٩: ٨٠. </p><p> ٧ - تَرَى تَعْلِيلَ النَّهْيِ عَنِ الصَّلَاةِ عَلَى مَوْتَاهُمْ بِكُفْرِهِمْ بِاللهِ وَرَسُولِهِ فِي الْآيَةِ ٩: ٨٤. </p><p> ٨ - تَرَى تَعْلِيلَ الْأَمْرِ بِأَخْذِ الصَّدَقَةِ مِنَ الْمُؤْمِنِينَ بِتَطْهِيرِهِمْ وَتَزْكِيَتِهِمْ بِهَا ٩: ١٠٣. </p><p> ٩ - تَرَى تَعْلِيلَ الْأَمْرِ فِتْنَةَ الْمُنَافِقِينَ فِي كُلِّ عَامٍ بِأَمَلِ التَّوْبَةِ وَالتَّذَكُّرِ ٩: ١٢٦. </p><p> فَيُعْلَمُ مِنْ كُلِّ تَعْلِيلٍ أَنَّ حِكْمَتَهُ تَعَالَى فِي أَفْعَالِهِ وَأَحْكَامِهِ مَنْفَعَةُ عِبَادِهِ وَمَصْلَحَتِهِمْ وَخَيْرِهِمْ. </p><p> سُنَنُهُ تَعَالَى فِي أَفْرَادِ الْبَشَرِ وَأَقْوَامِهِمْ وَأُمَمِهِمْ: </p><p> بَيَّنَّا سُنَنَ اللهِ تَعَالَى فِي تَأْثِيرِ الْعَقَائِدِ وَالصِّفَاتِ النَّفْسِيَّةِ فِي الْأَعْمَالِ، وَتَرَتُّبِ الْأَعْمَالِ عَلَيْهَا فِي مَوَاضِعَ (مِنْهَا) إِخْزَاءُ الْكَافِرِينَ فِي الْآيَةِ الْأُولَى (وَمِنْهَا) نَفْيُ هِدَايَةِ اللهِ تَعَالَى لِلظَّالِمِينَ وَالْفَاسِقِينَ وَالْكَافِرِينَ فِي الْآيَاتِ ١٩ و٢٤ و٢٧ و٨٠ (وَمِنْهَا) كَرَاهَتُهُ تَعَالَى انْبِعَاثَ الْمُنَافِقِينَ لِلْقِتَالِ وَتَثْبِيطَهُ لَهُمْ، وَقَوْلُهُ:  (اقْعُدُوا مَعَ الْقَاعِدِينَ) فِي الْآيَةِ ٤٦ (وَمِنْهَا) طَبْعُهُ عَلَى قُلُوبِهِمْ فِي الْآيَتَيْنِ ٨٧ و٩٣ وَفِي مَعْنَاهُ صَرَفَ قُلُوبَهُمْ عَنِ الْإِيمَانِ بِالْقُرْآنِ فِي الْآيَةِ ١٢٧ وَتَقَدَّمَ بَيَانُ هَذَا فِي الْفَصْلِ الَّذِي قَبْلَ هَذَا. </p><p> وَمِنْ بَيَانِ سُنَنِهِ تَعَالَى فِي الْأُمَمِ قَوْلُهُ تَعَالَى:  (إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ)  (٩: ٣٩) فَبَقَاءُ الْأُمَمِ وَعِزَّتِهَا يَتَوَقَّفَانِ عَلَى قُوَّةِ الدِّفَاعِ الْحَرْبِيَّةِ (رَاجِعْ تَفْسِيرَهَا فِي ص ٣٦٨ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) وَمِنْهَا قَوْلُهُ: (لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا)  (٩: ٤٧) فَرَاجِعْ تَفْسِيرَهَا فِي (ص ٤٠٨ ج ١٠ ط الْهَيْئَةِ) وَمِنْهَا قَوْلُهُ: (وَمَا كَانَ اللهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ)  (٩: ١١٥) . </p><p> (الْفَصْلُ الرَّابِعُ) </p><p> فِي قَضَاءِ اللهِ وَقَدَرِهِ وَوِلَايَتِهِ لِلْمُؤْمِنِينَ وَتَوَكُّلِهِمْ عَلَيْهِ </p><p> هَذِهِ عِدَّةُ عَقَائِدَ مِنْ أُصُولِ الْإِيمَانِ، وَكَمَالِ التَّوْحِيدِ وَالْإِيقَانِ، جُمِعَتْ كُلُّهَا فِي آيَةٍ وَاحِدَةٍ مِنْ هَذِهِ السُّورَةِ، أَمَرَ اللهُ تَعَالَى نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَرُدَّ بِهَا عَلَى الْمُنَافِقِينَ الَّذِينَ أَخْبَرَهُ عَنْهُمْ بِأَنَّهُمْ تَسُوءُهُمْ كُلُّ حَسَنَةٍ تُصِيبُهُ كَالنَّصْرِ وَالْغَنِيمَةِ فِي غَزْوَةِ بَدْرٍ، وَتُفْرِحُهُمْ كُلُّ مُصِيبَةٍ تُصِيبُهُ كَالنَّكْبَةِ الَّتِي وَقَعَتْ فِي غَزْوَةِ أُحُدٍ وَهِيَ (قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ)  (٩: ٥١) فَتَصَوَّرْ حَالَ مُؤْمِنٍ يُوقِنُ أَنَّهُ لَنْ يُصِيبَهُ إِلَّا مَا كَتَبَهُ اللهُ </p><p> لَهُ، وَأَنَّهُ إِنْ لَمْ يَكُنْ يَعْرِفُ هَذَا الْمَكْتُوبَ لَهُ بِعَيْنِهِ، فَهُوَ يَعْتَقِدُ أَنَّهُ لَا يَعْدُو فِي جُمْلَتِهِ وَعْدَهُ تَعَالَى لَهُ مِنْ حَيْثُ هُوَ مُؤْمِنٌ مِنَ الْخَيْرِ وَالنَّصْرِ وَالشَّهَادَةِ فِي سَبِيلِ اللهِ الْمُعَبِّرِ عَنْهُمَا بِالْحُسْنَيَيْنِ فِي الْآيَةِ الَّتِي بَعْدَ هَذِهِ (أَيْ آيَةِ ٥٢) وَيَعْتَقِدُ أَنَّ اللهَ تَعَالَى هُوَ مَوْلَاهُ الَّذِي يَتَوَلَّى نَصْرَهُ وَتَوْفِيقَهُ ; فَهُوَ بِمُقْتَضَى إِيمَانِهِ يَتَوَكَّلُ عَلَيْهِ وَيُفَوِّضُ أَمْرَهُ إِلَيْهِ، تَصَوَّرْ حَالَ مُؤْمِنٍ تَمَكَّنَتْ هَذِهِ الْعَقَائِدُ مِنْ نَفْسِهِ، وَمَلَكَتْ عَلَيْهِ وِجْدَانَهُ، هَلْ يَخَافُ مِنْ غَيْرِ اللهِ؟ هَلْ يَيْأَسُ مِنْ رَوْحِ اللهِ؟ </p><p> هَلْ يَمْنَعُهُ أَيُّ خَطْبٍ مِنَ الْخُطُوبِ عَنِ الْجِهَادِ لِإِعْلَاءِ كَلِمَةِ اللهِ، وَإِقَامَةِ دِينِ اللهِ، وَبَذْلِ الْجُهْدِ فِي إِقَامَةِ الْحَقِّ وَالْعَدْلِ وَمَدِّ بِسَاطِ الْبِرِّ وَالْفَضْلِ؟ وَتَصَوُّرْ حَالَ أُمَّةٍ يَغْلِبُ عَلَى أَفْرَادِهَا مَا ذُكِرَ، أَلَا تَكُونُ أَعَزَّ الْأُمَمِ نَفْسًا، وَأَشَدَّهَا بَأْسًا؟ </p><p> وَيُؤَيِّدُ هَذِهِ الْعَقَائِدَ وَيَزِيدُهَا رُسُوخًا فِي قَلْبِ تَالِي هَذِهِ السُّورَةِ خَتْمُهَا بِقَوْلِهِ عَزَّ وَجَلَّ (فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ)  (٩: ١٢٩) فَيَنْبَغِي لِلْمُؤْمِنِ أَنْ يَتَأَمَّلَ مَعْنَاهَا وَيُطَالِبَ نَفْسَهُ بِالتَّحَقُّقِ بِهِ، فَإِنَّهُ يَجِدُ بِهِ مِنْ حَلَاوَةِ الْإِيمَانِ وَعِزَّةِ النَّفْسِ مَا يَحْتَقِرُ بِهِ خَسَائِسَ الْمَادَّةِ الَّتِي يَتَكَالَبُ الْمَادِّيُّونَ عَلَيْهَا، وَيَبْخَعُونَ أَنْفُسَهُمُ انْتِحَارًا إِذَا فَاتَهُمْ أَوْ أَعْيَاهُمْ شَيْءٌ مِنْهَا، وَقَدْ وَرَدَ فِي ذَلِكَ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ - رَضِيَ اللهُ عَنْهُ - مَنْ قَالَ إِذَا أَصْبَحَ وَإِذَا أَمْسَى ((حَسْبِيَ اللهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) ) سَبْعَ مَرَّاتٍ كَفَاهُ اللهُ مَا أَهَمَّهُ، وَقَدْ تَقَدَّمَ هَذَا فِي تَفْسِيرِ الْآيَةِ ١٢٩. </p><p> الْبَابُ الثَّانِي </p><p> (فِي مَكَانَةِ مُحَمَّدٍ رَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ عِنْدَ رَبِّهِ وَفِي هِدَايَةِ دِينِهِ وَحُقُوقِهِ عَلَى أُمَّتِهِ) </p><p> وَفِيهِ ثَلَاثَةُ فُصُولٍ </p><p> (الْفَصْلُ الْأَوَّلُ فِي اقْتِرَانِ اسْمِهِ بَاسِمِ رَبِّهِ وَحَقِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِحَقِّهِ عَزَّ وَجَلَّ) </p><p> وَفِيهِ أَرْبَعَةَ عَشَرَ شَاهِدًا </p><p> (١ و٢) افْتُتِحَتْ هَذِهِ السُّورَةُ بِقَوْلِهِ تَعَالَى: (بَرَاءَةٌ مِنَ اللهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ) وَعَطَفَ عَلَيْهَا قَوْلَهُ تَعَالَى: (وَأَذَانٌ مِنَ اللهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ)  (٩: ٣) إِلَخْ فَقَرَنَ تَعَالَى اسْمَ نَبِيِّهِ بِاسْمِهِ فِي تَبْلِيغِ أَحْكَامِهِ وَتَنْفِيذِهَا. </p><p> (٣) قَالَ تَعَالَى فِي وَصْفِ كَمَلَةِ الْمُؤْمِنِينَ مِنَ الْآيَةِ (وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً)  (٩: ١٦) أَيْ دَخِيلَةً وَبِطَانَةً مِنْ غَيْرِهِمْ يُطْلِعُونَهُمْ عَلَى الْأَسْرَارِ، وَلِهَذَا أَشْرَكَ الْمُؤْمِنِينَ فِي هَذَا لِأَنَّهُ يَتَعَلَّقُ بِحُقُوقِهِمْ فِي وِلَايَةِ بَعْضِهِمْ لِبَعْضٍ دُونِ أَعْدَائِهِمْ، وَيَضُرُّهُمْ </p><p> أَنْ يَكُونَ بَيْنَهُمْ وَلَائِجُ وَدَخَائِلُ مِنْ غَيْرِهِمْ. دُونَ </p><p> مَا قَبْلَهُ الَّذِي هُوَ تَشْرِيعٌ، هُوَ حَقُّ اللهِ تَعَالَى، وَتَبْلِيغٌ وَتَنْفِيذٌ: هَمَّا حَقُّ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي عَهْدِهِ، وَوَرَثَتِهِ مِنْ بَعْدِهِ. </p><p> (٤) قَوْلُهُ تَعَالَى: (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ)  (٩: ٢٤) فَجَعَلَ كَمَالَ الْإِيمَانِ مَشْرُوطًا بِتَفْضِيلِ حُبِّ اللهِ تَعَالَى وَرَسُولِهِ عَلَى كُلِّ مَا يُحَبُّ فِي هَذَا الْعَالَمِ مِنَ النَّاسِ وَالْمَصَالِحِ وَالْمَنَافِعِ، وَلَكِنَّهُ جَعَلَ الْجِهَادَ فِي سَبِيلِ اللهِ لِأَنَّهُ عِبَادَةٌ يَتَقَرَّبُ بِهَا إِلَى اللهِ وَحْدَهُ وَلَيْسَ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَدْنَى حَقٍّ وَلَا شَرِكَةَ مَعَ اللهِ عَزَّ وَجَلَّ فِي عِبَادَتِهِ. </p><p> (٥) قَوْلُهُ تَعَالَى فِي صِفَاتِ أَهْلِ الْكِتَابِ الَّذِينَ شَرَعَ قِتَالَهُمْ مِنَ الْآيَةِ (وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللهُ وَرَسُولُهُ)  (٩: ٢٩) عَلَى الْقَوْلِ بِأَنَّ ((رَسُولَهُ) ) فِي الْآيَةِ هُوَ الْفَرْدُ الْأَكْمَلُ خَاتَمُ النَّبِيِّينَ وَهُوَ قَوْلٌ لِلْمُفَسِّرِينَ يُقَابِلُهُ أَنَّ الْمُرَادَ بِهِ رَسُولُهُ تَعَالَى إِلَيْهِمْ وَهُوَ مُوسَى عَلَيْهِ السَّلَامُ لِلْيَهُودِ وَعِيسَى عَلَيْهِ السَّلَامُ لِلنَّصَارَى. </p><p> وَهَلِ الْعَطْفُ فِي الْآيَةِ يَدُلُّ عَلَى أَنَّ الرَّسُولَ قَدْ أَعْطَاهُ اللهُ حَقَّ التَّحْرِيمِ مِنْ تِلْقَاءِ نَفْسِهِ أَمْ حَظُّهُ مِنْهُ التَّبْلِيغُ عَنِ اللهِ تَعَالَى نَصًّا وَلَوْ فِي غَيْرِ الْقُرْآنِ أَوِ اسْتِنْبَاطًا؟ اخْتَلَفَ عُلَمَاؤُنَا فِي التَّشْرِيعِ الدُّنْيَوِيِّ فِي هَذِهِ الْمَسْأَلَةِ دُونَ الدِّينِيِّ الْمَحْضِ فَذَهَبَ بَعْضُهُمْ إِلَى الْأَوَّلِ وَجَعَلُوا مِنْهُ تَحْرِيمَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْمَدِينَةِ كَمَكَّةَ أَنْ يُصَادَ صَيْدُهَا أَوْ يُخْتَلَى خَلَاهَا إِلَخْ، وَذَهَبَ آخَرُونَ إِلَى الثَّانِي وَمِنْهُمُ الْإِمَامُ الشَّافِعِيُّ، وَقَدْ بَيَّنَّا هَذِهِ الْمَسْأَلَةَ فِي مَوْضِعٍ آخَرَ بِالتَّفْصِيلِ. </p><p> (٦) قَوْلُهُ تَعَالَى فِي سَبَبِ مَنْعِ الْمُنَافِقِينَ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ مِنَ الْآيَةِ (أَنَّهُمْ كَفَرُوا بِاللهِ وَبِرَسُولِهِ)  (٩: ٥٤) وَمِثْلُهُ فِي سَبَبِ عَدَمِ انْتِفَاعِهِمْ بِاسْتِغْفَارِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْآيَةِ (ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللهِ وَرَسُولِهِ)  (٩: ٨٠) وَهَذَا ظَاهِرٌ فَإِنَّ الدِّينَ إِنَّمَا يَكُونُ بِالْجَمْعِ بَيْنَ الْإِيمَانِ بِاللهِ وَالْإِيمَانِ بِرَسُولِهِ وَمَا جَاءَ بِهِ، وَأَنَّى يُعْرَفُ اللهُ وَمَا يُرْضِيهِ مِنْ عِبَادَتِهِ إِلَّا مِنْ طَرِيقِ رُسُلِهِ وَمَا أَوْحَاهُ إِلَيْهِمْ؟ </p><p> (٧) قَوْلُهُ تَعَالَى فِي الَّذِينَ لَمَزُوا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَيْ عَابُوهُ فِي قِسْمَةِ الصَّدَقَاتِ وَكَانُوا يَرْضَوْنَ إِذَا أُعْطَوْا وَيَسْخَطُونَ إِذَا مُنِعُوا: (وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللهُ</p><p> وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللهُ سَيُؤْتِينَا اللهُ مِنْ فَضْلِهِ وَرَسُولِهِ إِنَّا إِلَى اللهِ رَاغِبُونَ)  (٩: ٥٩) وَالْجَمْعُ فِيهَا بَيْنَ اسْمِ اللهِ وَاسْمِ رَسُولِهِ فِي مَوْضِعَيْنِ: أَحَدُهُمَا: الرِّضَاءُ بِمَا آتَيَا وَأَعْطَيَا بِالْفِعْلِ وَالثَّانِي الرَّجَاءُ فِيمَا يُؤْتِيَانِ مِنْ بَعْدُ، فَأَمَّا الْعَطَاءُ مِنَ اللهِ تَعَالَى فَهُوَ أَنَّهُ هُوَ الَّذِي أَنْعَمَ وَيُنْعِمُ بِالْغَنَائِمِ فِي الْحَرْبِ وَهُوَ الَّذِي شَرَعَ قِسْمَتَهَا بَيْنَ الْغَانِمِينَ، وَجَعَلَ خُمْسَهَا فِيمَا تَقَدَّمَ فِي أَوَّلِ الْجُزْءِ الْعَاشِرِ فِي مَصَالِحِ الْمُسْلِمِينَ، وَمِنْهَا مُوَاسَاةُ الْفُقَرَاءِ وَالْمَسَاكِينِ، وَهُوَ الْمُنْعِمُ بِسَائِرِ الْأَمْوَالِ، وَالَّذِي فَرَضَ </p><p> فِيهَا مَا تَقَدَّمَ تَفْصِيلُهُ مِنَ الصَّدَقَاتِ، وَأَمَّا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ الْقَاسِمُ لِلْغَنَائِمِ وَالصَّدَقَاتِ بِإِعْطَائِهَا لِمُسْتَحِقِّيهَا بِالْحَقِّ وَالْعَدْلِ، وَلِذَلِكَ خُصَّ اللهُ تَعَالَى فِي الْآيَةِ بِالْفَضْلِ. وَفِيهَا مِنْ أُصُولِ التَّوْحِيدِ، وَالتَّمْيِيزُ بَيْنَ مَا لِلَّهِ وَحْدَهُ وَمَا لَهُ وَلِلرَّسُولِ أَمْرَانِ:  (أَحَدُهُمَا) أَنَّ الْمُحْسِبَ الْكَافِيَ لِلْعِبَادِ هُوَ اللهُ وَحْدَهُ، وَلِهَذَا أَرْشَدَهُمْ أَنْ يَقُولُوا:  (حَسْبُنَا اللهُ) وَلَمْ يَقُلْ وَرَسُولُهُ كَمَا قَالَ فِي الْإِيتَاءِ، وَ (ثَانِيهِمَا) أَنَّ تَوَجُّهَ الْمُؤْمِنِ فِيمَا يَرْغَبُهُ وَيَرْجُوهُ مِنَ الرِّزْقِ وَغَيْرِهِ يَجِبُ أَنْ يَنْتَهِيَ إِلَى اللهِ تَعَالَى وَحْدَهُ وَهُوَ نَصُّ قَوْلِهِ: (إِنَّا إِلَى اللهِ رَاغِبُونَ)  (٩: ٥٩) وَمِنْهُ (وَإِلَى رَبِّكَ فَارْغَبْ)  (٩٤: ٨) أَيْ دُونَ غَيْرِهِ (رَاجِعْ ص ٢٤١ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (٨) قَوْلُهُ تَعَالَى (يَحْلِفُونَ بِاللهِ لَكُمْ لِيُرْضُوكُمْ وَاللهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ)  (٩: ٦٢) فَمُقْتَضَى الْإِيمَانِ الَّذِي لَا يَصِحُّ بِدُونِهِ - تَحَرِّي الْمُؤْمِنِ إِرْضَاءَ اللهِ وَرَسُولِهِ فِي الْمَرْتَبَةِ الْأَوْلَى وَإِرْضَاءَ الْمُؤْمِنِينَ بِمَا يَتَعَلَّقُ بِمُعَامَلَاتِهِمْ فِي الْمَرْتَبَةِ الثَّانِيَةِ التَّابِعَةِ الْأُولَى ; ذَلِكَ بِأَنَّ كُلَّ مَا يُرْضِي رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرْضِيهِ، فَهُمَا مُتَلَازِمَانِ، وَأَمَّا الْمُؤْمِنُونَ فَقَدْ يُرْضِي بَعْضُهُمْ مَا لَا يُرْضِي اللهَ وَرَسُولَهُ لِجَهْلِهِ بِمَا يُرْضِيهِمَا أَوْ غَفْلَتِهِ عَنْهُ أَوِ اتِّبَاعِهِ لِهَوَاهُ فِيهِ. وَمِنْهُ فِي مَوْضُوعِ الْآيَةِ فِي أَنَّ بَعْضَ الْمُؤْمِنِينَ مِنَ الصَّحَابَةِ الْكِرَامِ رُبَّمَا كَانُوا يُصَدِّقُونَ أُولَئِكَ الْمُنَافِقِينَ الَّذِينَ يَحْلِفُونَ لَهُمْ بِأَنَّهُمْ صَادِقُونَ فِي اعْتِذَارِهِمْ عَمَّا اتُّهِمُوا بِهِ فِي غَزْوَةِ تَبُوكَ ; لِأَنَّهُمْ لَا يَعْلَمُونَ مَا يَعْلَمُهُ اللهُ تَعَالَى مِنْ بَاطِنِ أَمْرِهِمْ وَمَا أَعْلَمَ بِهِ رَسُولَهُ مِنْهُ، وَلِذَلِكَ قَالَ فِي آيَةٍ أُخْرَى:  (يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ)  (٩: ٩٦) . </p><p> (٩) قَوْلُهُ (تَعَالَى أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ) </p><p> (٩: ٦٣) الْآيَةَ هَذِهِ مُقَابِلَةٌ لِمَا قَبْلَهَا فَإِنَّ مَنْ يُحَادِدِ اللهَ أَيْ يُعَادِيهِ يُعَادِي رَسُولَهُ كَمَا أَنَّ مَنْ يُرْضِي أَحَدَهُمَا يُرْضِي الْآخَرَ، وَمِنْ ثَمَّ كَانَ الْجَزَاءُ وَاحِدًا. </p><p> (١٠) قَوْلُهُ تَعَالَى فِي الْمُنَافِقِينَ الَّذِينَ كَانُوا يَخُوضُونَ فِي مَسْأَلَةِ غَزْوَةِ تَبُوكَ وَيَهْزَءُونَ بِمُحَاوَلَةِ غَزْوِ الرُّومِ وَرَجَاءِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - النَّصْرَ عَلَيْهِمْ وَبِمَا كَانَ وَعَدَ بِهِ أَصْحَابَهُ مِنَ الظَّفَرِ بِمُلْكِهِمْ (وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ)  (٩: ٦٥) فَحُكْمُ الِاسْتِهْزَاءِ بِاللهِ وَآيَاتِهِ الْكُفْرُ، وَهُوَ حُكْمُ الِاسْتِهْزَاءِ بِرَسُولِهِ ; لِأَنَّ اللهَ تَعَالَى هُوَ الَّذِي وَعَدَ رَسُولَهُ بِالنَّصْرِ وَأَمَرَهُ بِالْغَزْوِ، وَرَسُولُهُ إِنَّمَا بَلَّغَ عَنْهُ آيَاتِهِ وَوَعْدَهُ فِي ذَلِكَ. </p><p> (١١) قَوْلُهُ تَعَالَى: (وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللهَ وَرَسُولَهُ)  (٩: ٩٠) الْآيَةَ. مَعْنَى كَذِبِهِمْ إِيَّاهُمَا إِظْهَارُ الْإِيمَانِ بِهِمَا كَذِبًا وَخِدَاعًا وَمَنْ </p><p> كَذَّبَ الرَّسُولَ فِي دَعْوَى الْإِيمَانِ فَقَدْ كَذَّبَ اللهَ - وَإِنْ لَمْ يَشْعُرْ بِذَلِكَ - وَاسْتَحَقَّ الْجَزَاءَ الَّذِي فِي الْآيَةِ. </p><p> (١٢) قَوْلُهُ تَعَالَى فِي أَصْحَابِ الْأَعْذَارِ الصَّادِقَةِ فِي التَّخَلُّفِ عَنِ الْجِهَادِ الْوَاجِبِ (لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ)  (٩: ١٩) فَاشْتَرَطَ لِقَبُولِ عُذْرِهِمْ فِي الْقُعُودِ عَنِ الْقِتَالِ النُّصْحَ لِلَّهِ وَرَسُولِهِ فِي كُلِّ قَوْلٍ وَعَمَلٍ يَقْدِرُونَ عَلَيْهِمَا فِي مُقَاوَمَةِ الْأَعْدَاءِ وَمُسَاعَدَةِ الْمُؤْمِنِينَ وَغَيْرِ ذَلِكَ، فَالنُّصْحُ مِنْ أَعْظَمِ شُعَبِ الْإِيمَانِ، وَرَاجِعْ تَفْسِيرَ الْآيَةِ. </p><p> (١٣) قَوْلُهُ تَعَالَى فِي الْمُعْتَذِرِينَ مِنَ الْمُنَافِقِينَ عَنِ الْخُرُوجِ إِلَى تَبُوكَ (يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ)  (٩: ٩٤) الْآيَةَ. وَالْمُرَادُ مِنْ ذِكْرِ رُؤْيَةِ الرَّسُولِ لَهَا إِعْلَامُهُمْ أَنَّهُ هُوَ الَّذِي سَيُعَامِلُهُمْ بِمُقْتَضَاهَا فِي الدُّنْيَا، دُونَ أَقْوَالِهِمْ فِي الِاعْتِذَارِ عَنْ تَخَلُّفِهِمْ وَغَيْرِهِ مِنْ سَيِّئَاتِهِمْ. وَأَمَّا رُؤْيَةُ اللهِ تَعَالَى لَهَا فَهِيَ الَّتِي عَلَيْهَا مَدَارُ الْجَزَاءِ فِي الْآخِرَةِ كَمَا صَرَّحَ بِهِ فِي تَتِمَّةِ الْآيَةِ (بِأَوَّلِ هَذَا الْجُزْءِ) وَفِي مَعْنَاهَا قَوْلُهُ تَعَالَى (وَقُلِ اعْمَلُوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ)  (٩: ١٠٥) هَذِهِ الْآيَةُ حَثٌّ عَلَى الْعَمَلِ النَّافِعِ لِلدُّنْيَا وَالْآخِرَةِ، وَإِنَّمَا ذُكِرَ الْمُؤْمِنُونَ هُنَا بَعْدَ ذِكْرِ اللهِ وَرَسُولِهِ لِتَذْكِيرِ الْعَامِلِينَ </p><p> بِأَنَّ اللهَ يَرَى أَعْمَالَهُمْ وَهُوَ الَّذِي يُجَازِيهِمْ عَلَيْهَا، فَيَجِبُ عَلَيْهِمُ الْإِحْسَانُ وَالْإِخْلَاصُ لَهُ، وَالْوُقُوفُ عِنْدَ حُدُودِ شَرْعِهِ فِيهَا. وَبِأَنَّ رَسُولَهُ يَرَاهَا وَيُعَامِلُهُمْ بِمُقْتَضَاهَا. </p><p> وَهَذَا خَاصٌّ بِحَالِ حَيَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ الشَّهِيدُ عَلَيْهِمْ فِيهَا عِنْدَ اللهِ تَعَالَى لِيَتَحَرَّوْا أَنْ يَشْهَدَ لَهُمْ لَا عَلَيْهِمْ - ثُمَّ لِتَذْكِيرِهِمْ بِأَنَّ الْمُؤْمِنِينَ يَرَوْنَهَا فَيَنْبَغِي لَهُمْ أَنْ يَتَّبِعُوا فِيهَا سَبِيلَهُمْ وَيَتَحَرَّوْا فِيهَا مَا يُوَافِقُ الْمَصْلَحَةَ الْعَامَّةَ الَّتِي يَشْتَرِكُونَ فِيهَا، وَجَمَاعَةُ الْمُؤْمِنِينَ شُهَدَاءُ بَعْضُهُمْ عَلَى بَعْضٍ، وَشَهَادَتُهُمْ مَقْبُولَةٌ عِنْدَ اللهِ تَعَالَى (رَاجِعْ تَفْسِيرَ الْآيَةِ فِي مَوْضِعِهَا بِأَوَّلِ هَذَا الْجُزْءِ) </p><p> (١٤) قَوْلُهُ تَعَالَى (وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللهِ وَصَلَوَاتِ الرَّسُولِ)  (٩: ٩٩) فَهَذَا ضَرْبٌ مِنِ اقْتِرَانِ اسْمِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِاسْمِ اللهِ تَعَالَى فِي مَوْضُوعٍ وَاحِدٍ مَعَ الْفَصْلِ فِيهِ بَيْنَ مَا لَهُ تَعَالَى وَمَا لِرَسُولِهِ. فَالَّذِي لِلَّهِ عَزَّ وَجَلَّ مِنْ هَذِهِ الْعِبَادَةِ هُوَ قَصْدُ الْقُرْبَةِ وَابْتِغَاءُ الْمَرْضَاةِ وَالْمَثُوبَةِ، وَالَّذِي لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ طَلَبُ صَلَوَاتِهِ أَيْ أَدْعِيَةٍ إِذْ كَانَ يَدْعُو لِلْمُتَصَدِّقِينَ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ الْآيَةِ (فِي أَوَّلِ الْجُزْءِ) . </p><p> وَكُلُّ هَذِهِ الْآيَاتِ مِمَّا يُفَنِّدُ دَعْوَى بَعْضِ الْمَلَاحِدَةِ أَنَّ دِينَ الْإِسْلَامِ هُوَ الْقُرْآنُ وَحْدَهُ دُونَ سُنَّةِ رَسُولِهِ، وَكَذَلِكَ مَا تَرَى فِي الْفَصْلَيْنِ اللَّذَيْنِ بَعْدَهُ. </p><p> (الْفَصْلُ الثَّانِي) </p><p> (فِي عُلُوِّ مَكَانَتِهِ وَعِنَايَةِ اللهِ تَعَالَى بِهِ وَتَكْرِيمِهِ وَتَأْدِيبِهِ وَتَكْمِيلِهِ إِيَّاهُ) </p><p> (وَفِيهِ إِحْدَى عَشْرَةَ مَنْقَبَةً بِالْإِجْمَالِ وَأَضْعَافُ ذَلِكَ بِالتَّفْصِيلِ) </p><p> (الْمَنْقَبَةُ الْأَوْلَى) جَعْلُ الْإِيمَانِ بِهِ وَطَاعَتِهِ وَحُبِّهِ وَإِرْضَائِهِ مَقْرُونَةٌ فِي الْمَرْتَبَةِ وَالثَّنَاءِ وَالثَّوَابِ بِمَا لَهُ عَزَّ وَجَلَّ مِنْ ذَلِكَ عَلَى عِبَادِهِ، وَجَعْلُ مَا يُقَابِلُ ذَلِكَ مِنَ الْكُفْرِ بِهِ وَعِصْيَانِهِ وَبُغْضِهِ وَإِغْضَابِهِ وَإِيذَائِهِ مَقْرُونَةٌ فِي الْحَظْرِ وَالْكُفْرِ وَالْوَعِيدِ وَاسْتِحْقَاقِ الْعَذَابِ الْأَلِيمِ بِالْكُفْرِ بِاللهِ وَعِصْيَانِهِ إِلَخْ. وَتَجِدُ مَا فِي السُّورَةِ مِنَ الْأَمْرَيْنِ مُفَصَّلًا فِي الْفَصْلِ الْأَوَّلِ الَّذِي قَبْلَ هَذَا، فَهِيَ بِضْعَ عَشْرَةَ لَا مَنْقَبَةٌ وَاحِدَةٌ. </p><p> (الثَّانِيَةُ) إِنْزَالُ اللهِ سَكِينَتَهُ عَلَيْهِ، وَتَأْيِيدُهُ بِجُنُودِهِ مِنَ الْمَلَائِكَةِ فِي يَوْمِ حُنَيْنٍ </p><p> حِينَ انْهَزَمَ الْمُؤْمِنُونَ وَوَلَّوْا مُدْبِرِينَ كَمَا هُوَ مُبَيَّنٌ فِي الْآيَتَيْنِ ٢٥ و٢٦ (وَيُرَاجَعُ تَفْسِيرُهُمَا فِي ص ٢١٧ - ٢٢١ ج ١٠ ط الْهَيْئَةِ) . </p><p> (الثَّالِثَةُ) نَصْرُ اللهِ لَهُ عِنْدَ خُرُوجِهِ لِلْهِجْرَةِ مَعَ صَاحِبِهِ الصِّدِّيقِ، وَمَعِيَّتُهُ الْخَاصَّةُ لَهُمَا، وَإِنْزَالُ سَكِينَتِهِ عَلَيْهِمَا، وَتَأْيِيدُهُمَا بِجُنُودِهِ مِنَ الْمَلَائِكَةِ، وَفِيهَا عِدَّةُ مَنَاقِبَ كَمَا تَرَاهُ فِي آيَةِ الْغَارِ (٤٠) وَتَفْسِيرُهَا الْبَدِيعُ (فِي ص ٣٦٨ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الرَّابِعَةُ) إِتْمَامُ اللهِ تَعَالَى نُورَهُ بِهِ كَمَا تَرَاهُ فِي الْآيَةِ ٣٢ وَقَالَ بَعْضُ الْمُفَسِّرِينَ إِنَّهُ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نُورُ اللهِ الْمُرَادُ مِنَ الْآيَةِ، فَانْظُرْ تَفْسِيرَهَا (ص ٣٣٣ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْخَامِسَةُ) قَوْلُهُ تَعَالَى بَعْدَهَا (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ)  (٩: ٣٣) الْآيَةَ. وَهِيَ مُشْتَمِلَةٌ عَلَى عِدَّةِ مَنَاقِبَ. فَانْظُرْ تَفْسِيرَهَا (فِي ص ٣٣٨ - ٣٤٣ ج ١٠ ط الْهَيْئَةِ) . </p><p> (السَّادِسَةُ) قَوْلُهُ تَعَالَى لَهُ (عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ)  (٩: ٤٣) الْآيَةَ. وَفِيهَا مِنْ لُطْفِهِ تَعَالَى بِهِ وَتَكْرِيمِهِ إِيَّاهُ أَنْ أَعْلَمَهُ بِعَفْوِهِ عَنْهُ قَبْلَ إِعْلَامِهِ بِخَطَأِ الِاجْتِهَادِ فِي إِذْنِهِ لِبَعْضِ الْمُنَافِقِينَ بِالتَّخَلُّفِ عَنِ الْخُرُوجِ مَعَهُ إِلَى تَبُوكَ، وَتَجِدُ فِي تَفْسِيرِهَا تَحْقِيقَ الْكَلَامِ فِي ذُنُوبِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ (ص ٤٠١ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (السَّابِعَةُ) إِعْلَامُهُ تَعَالَى إِيَّاهُ بِأَنَّ اسْتِغْفَارَهُ لِلْمُشْرِكِينَ وَعَدَمَهُ سِيَّانِ فِي جَانِبِ حُكْمِ اللهِ فِيهِمْ، وَهُوَ أَنَّهُ لَا يَغْفِرُ لِلْمُصِرِّينَ عَلَى نِفَاقِهِمْ. وَذَلِكَ فِي الْآيَةِ (٨٠) وَهَذَا تَقْيِيدٌ لِنَفْعِ الدُّعَاءِ وَالشَّفَاعَةِ. </p><p> (الثَّامِنَةُ) إِعْلَامُهُ تَعَالَى بِأَنَّهُ لَيْسَ مِنْ شَأْنِ النَّبِيِّ - مِنْ حَيْثُ هُوَ نَبِيٌّ - وَلَا مِنْ شَأْنِ الْمُؤْمِنِينَ أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى بَعْدَ الْعِلْمِ بِمَوْتِهِمْ عَلَى كُفْرِهِمْ بَعْدَ أَنْ فَعَلُوا ذَلِكَ. وَهَذَا نَصُّ الْآيَةِ ١١٣ وَهِيَ إِرْشَادٌ مِنَ اللهِ لَهُمْ فِيمَا يَجِبُ أَنْ يَقِفُوا عِنْدَهُ مِنْ مَوَدَّةِ الْقَرَابَةِ وَالنَّسَبِ (رَاجِعْ تَفْسِيرَ الْآيَةِ بِأَوَّلِ هَذَا الْجُزْءِ) . </p><p> (التَّاسِعَةُ) نَهْيُهُ تَعَالَى إِيَّاهُ عَنِ الصَّلَاةِ عَلَى الْمُنَافِقِينَ أَوِ الْقِيَامِ عَلَى قُبُورِهِمْ عِنْدَ الدَّفْنِ بَعْدَ صَلَاتِهِ عَلَى زَعِيمِهِمُ الْأَكْبَرِ الْأَكْفَرِ عَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُولَ وَالْقِيَامِ عَلَى قَبْرِهِ عِنْدَ دَفْنِهِ تَكْرِيمًا لِنَجْلِهِ الْمُؤْمِنِ الصَّادِقِ، وَتَأْلِيفًا لِقَوْمِهِ - وَكَانَ أَكْثَرُ الْمُنَافِقِينَ مِنْهُمْ - وَهَذَا النَّهْيُ يَتَضَمَّنُ الْإِنْكَارَ وَالتَّأْدِيبَ وَالْحَدَّ الَّذِي يَجِبُ الْوُقُوفُ عِنْدَهُ فِي مُعَامَلَةِ الْمُنَافِقِينَ، وَسَيَأْتِي تَفْصِيلُهُ. </p><p> (الْعَاشِرَةُ) نَهْيُهُ عَنِ الْإِعْجَابِ بِأَمْوَالِهِمْ وَأَوْلَادِهِمْ، وَإِعْلَامِهِ بِأَنَّ اللهَ يُعَذِّبُهُمْ فِي الدُّنْيَا قَبْلَ الْآخِرَةِ، وَهُوَ فِي الْآيَتَيْنِ ٥٥ و٥٨ عَلَى الْقَوْلِ بِأَنَّ الْخِطَابَ فِيهِمَا لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيَجُوزُ أَنْ يَكُونَ عَامًّا لِكُلِّ مَنْ يَسْمَعُ الْقُرْآنَ أَوْ يَقْرَؤُهُ، وَهُوَ عَلَى كُلِّ تَقْدِيرٍ تَأْدِيبٌ مِنَ اللهِ تَعَالَى وَتَكْمِيلٌ لِلنَّبِيِّ وَالْمُؤْمِنِينَ بِالسُّمُوِّ بِأَنْفُسِهِمْ عَنْ تَعْظِيمِ شَأْنِ قُوَّةِ الْأَمْوَالِ وَعِزَّةِ الْأَوْلَادِ. وَزِينَتُهُمَا يَكُونَانِ لِلْمَحْرُومِينَ مِنْ قُوَّةِ الْإِيمَانِ وَعِزَّتِهِ، وَهُمَا اللَّتَانِ لَا يَعْلُوهُمَا شَيْءٌ - وَتَعْلِيمُهُمْ مَا لَمْ يَكُونُوا يَعْلَمُونَ مِنْ أَنَّ النِّعَمَ الصُّورِيَّةَ الدُّنْيَوِيَّةَ لَا تَتِمُّ لِأَهْلِهَا النِّعْمَةُ بِهَا إِلَّا بِاطْمِئْنَانِ الْقُلُوبِ بِنِعْمَةِ الْإِيمَانِ، وَتَزَكِّي الْأَنْفُسِ بِأَعْمَالِ الْإِسْلَامِ، وَأَنَّ السَّعَادَةَ الْحَقِيقِيَّةَ إِنَّمَا هِيَ سَعَادَةُ النَّفْسِ بِالْعِلْمِ وَالْعِرْفَانِ وَعُلُوِّ الْأَخْلَاقِ، وَمِنْ مُتَمِّمَاتِهَا الدُّنْيَوِيَّةِ كَثْرَةُ الْأَمْوَالِ وَالْأَوْلَادِ، وَأَنَّ هَؤُلَاءِ الْمُنَافِقِينَ بِفَقْدِهِمْ لِهَذِهِ النِّعَمِ الْبَاطِنَةِ، لَا سَعَادَةَ لَهُمْ بِتِلْكَ النِّعَمِ الظَّاهِرَةِ، وَإِنَّمَا هِيَ مُنَغِّصَاتٌ لَهُمْ فِي الدُّنْيَا نَفْسِهَا بِمَا بَيَّنَّاهُ فِي تَفْسِيرِ الْآيَتَيْنِ (فِي ص ٤١٨ و٤٩٥ ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْحَادِيَةَ عَشْرَةَ) تَوْبَتُهُ تَعَالَى عَلَيْهِ وَعَلَى خِيَارِ أَصْحَابِهِ الْمُؤْمِنِينَ، وَهَذَا مُنْتَهَى التَّطْهِيرِ وَالتَّزْكِيَةِ لَهُمْ مِنْ رَبِّهِمْ عَزَّ وَجَلَّ فِي إِثْرِ غَزْوَةِ تَبُوكَ الَّتِي أُرْهِقُوا فِيهَا أَشَدَّ الْعُسْرِ، وَقَاسَوْا أَعْظَمَ الْجُهْدِ، مِنَ الْجُوعِ وَالظَّمَأِ وَالنَّصَبِ، وَمُفَارَقَةِ مَوْسِمِ الرُّطَبِ، فِي شِدَّةِ الْحَرِّ، وَقِلَّةِ الزَّادِ وَالظَّهْرِ، (الرَّوَاحِلِ) فَكَانَ لَا بُدَّ أَنْ يَعْرِضَ لَهُمْ بَعْضَ الْهَفَوَاتِ الْجَدِيرَةِ بِرَأْفَةِ اللهِ وَرَحْمَتِهِ فِي جَانِبِ تِلْكَ الْحَسَنَاتِ، الَّتِي أُشِيرَ إِلَى مُضَاعَفَةِ أَجْرِهَا فِيمَا يَلِي الْإِخْبَارَ بِالتَّوْبَةِ عَلَيْهِمْ مِنَ الْآيَاتِ، وَهُوَ قَوْلُهُ عَزَّ وَجَلَّ (لَقَدْ تَابَ اللهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ)  (٩: ١١٧) ثُمَّ ذَكَرَ فِيمَا يَلِيهَا تَوْبَتَهُ عَلَى الَّذِينَ خُلِّفُوا مِنْ هَؤُلَاءِ الصَّادِقِينَ عَنْ تَبُوكَ بِغَيْرِ عُذْرٍ (حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ)  (٩: ١١٨) إِلَخْ. </p><p> وَالتَّوْبَةُ مِنَ الْعَبْدِ إِلَى رَبِّهِ هِيَ رُجُوعُهُ إِلَيْهِ عَنْ كُلِّ مَا لَا يُرْضِيهِ وَتَحَرِّيهِ مَا يُرْضِيهِ، وَهِيَ </p><p> تَخْتَلِفُ بِاخْتِلَافِ حَالِ التَّائِبِينَ فِيمَا يَتُوبُونَ عَنْهُ حَتَّى إِنَّ مِنْهُمْ مَنْ يَتُوبُ إِلَيْهِ وَيَسْتَغْفِرُهُ مِنَ الْغَفْلَةِ، وَمِنَ التَّقْصِيرِ فِي اسْتِكْمَالِ الْجُهْدِ فِي الطَّاعَةِ. </p><p> وَأَمَّا التَّوْبَةُ مِنَ الرَّبِّ عَلَى عَبْدِهِ فَهِيَ قَبُولُ تَوْبَتِهِ، وَالتَّجَاوُزُ عَنْ ذَنْبِهِ أَوْ هَفْوَتِهِ، </p><p> أَوْ عَنْ تَقْصِيرِهِ فِي عِبَادَتِهِ، وَالْخَطَأِ فِي الِاجْتِهَادِ فِي إِقَامَةِ سُنَنِهِ، وَتَنْفِيذِ شَرِيعَتِهِ - وَعَطْفُهُ عَلَيْهِ بِمَا يَكُونُ مَزِيدَ كَمَالٍ فِي إِعْلَاءِ دَرَجَتِهِ ; وَلِذَلِكَ قَالَ بَعْضُ الْمُحَقِّقِينَ: إِنَّ التَّوْبَةَ هِيَ أَوَّلُ دَرَجَاتِ الطَّاعَةِ وَالْمَعْرِفَةِ وَهِيَ آخِرُ دَرَجَاتِ الْكَمَالِ فِي الْإِيمَانِ وَثَمَرَاتِهِ، وَإِنَّهَا كَالطَّهَارَةِ فِي الصَّلَاةِ لَا بُدَّ مِنِ اسْتِمْرَارِهَا مِنْ أَوَّلِ سِنِّ التَّكْلِيفِ إِلَى آخِرِهَا. </p><p> (الْفَصْلُ الثَّالِثُ) </p><p> (فِي فَضْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى أُمَّتِهِ، وَحُقُوقِهِ الْوَاجِبَةِ عَلَيْهَا، وَحُكْمِ إِخْلَالِهَا بِهَا وَتَقْصِيرِهَا فِيهَا) </p><p> (وَهِيَ ثَلَاثَةُ أَقْسَامٍ) </p><p> (الْقِسْمُ الْأَوَّلُ فِي صِفَاتِهِ الْخَاصَّةِ وَفِيهِ بِضْعُ مَزَايَا وَفَضَائِلَ) </p><p> (الْأَوَّلُ) وَصْفُ اللهِ تَعَالَى إِيَّاهُ بِأَنَّهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ فِي الْآيَةِ: (أُذُنُ خَيْرٍ)  (٩: ٦١) فِي الرَّدِّ الْحَكِيمِ عَلَى قَوْلِ بَعْضِ الْمُنَافِقِينَ (هُوَ أُذُنٌ)  (٩: ٦١) يَعْنُونَ أَنَّهُ يُصَدِّقُ كُلَّ مَا يُقَالُ لَهُ فَيَسْهُلُ عَلَيْهِمْ خِدَاعُهُ، وَقَدْ فَسَّرَ وَصْفَهُ بِأَنَّهُ أُذُنُ خَيْرٍ بِقَوْلِهِ تَعَالَى:  (يُؤْمِنُ بِاللهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ)  (٩: ٦١) وَوَجْهُ الرَّدِّ عَلَيْهِمْ بِهَذَا أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا يُؤْمِنُ بِاللهِ: وَيُصَدِّقُ مَا يُوجِبُهُ إِلَيْهِ فِي شَأْنِ الْمُنَافِقِينَ وَغَيْرِهِمْ، وَهُوَ التَّصْدِيقُ الْقَطْعِيُّ الْيَقِينِيُّ، وَيَلِيهِ أَنَّهُ يُصَدِّقُ الْمُؤْمِنِينَ بِاللهِ تَعَالَى وَبِرِسَالَتِهِ تَصْدِيقَ ثِقَةٍ بِهِمْ وَائْتِمَانٍ لَهُمْ فِيمَا هُوَ خَيْرٌ فِي نَفْسِهِ، وَخَيْرٌ لِلنَّاسِ حَتَّى الْمُنَافِقِينَ مِنْهُمْ ; لِأَنَّهُ لَا يَسْمَعُ سَمَاعَ قَبُولٍ إِلَّا مَا كَانَ حَقًّا وَخَيْرًا، دُونَ الْكَذِبِ وَالْغَيْبَةِ وَالنَّمِيمَةِ. رَاجِعْ تَفْسِيرَهَا فِي ص ٤٤٥ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الثَّانِيَةُ) وَصْفُهُ تَعَالَى إِيَّاهُ بَعْدَ مَا ذُكِرَ بِقَوْلِهِ (وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ)  (٩: ٦١) أَيْ بِمَا كَانَ سَبَبًا لِهِدَايَتِهِمْ وَإِسْبَاغِ اللهِ عَلَيْهِمْ سَعَادَةَ الدُّنْيَا وَالْآخِرَةِ، بِإِيمَانِهِمْ بِهِ وَعَمَلِهِمْ بِمَا دَعَاهُمْ إِلَيْهِ مِنْ أَسْبَابِهَا، دُونَ الْمُنَافِقِينَ الْمُكَذِّبِينَ أَوِ الْمُرْتَابِينَ فِيهَا، وَأَمَّا قَوْلُهُ تَعَالَى فِي سُورَةِ الْأَنْبِيَاءِ:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ)  (٢١: ١٠٧) فَهُوَ فِي مَعْنَى إِرْسَالِهِ لِلنَّاسِ كَافَّةً بِمَا هُوَ سَبَبُ الرَّحْمَةِ وَالسَّعَادَةِ. وَمَا يَأْتِي قَرِيبًا مِنْ وَصْفِهِ بِأَنَّهُ رَحِيمٌ بِالْمُؤْمِنِينَ فَهُوَ مَعْنَى آخَرُ وَسَتَعْرِفُ الْفَرْقَ بَيْنَهُمَا. </p><p> (الثَّالِثَةُ) وَصْفُهُ فِي آيَةِ (١٠٣) بِتَطْهِيرِ الْمُؤْمِنِينَ وَتَزْكِيَتِهِمْ بِمَا يَأْخُذُهُ مِنْهُمْ مِنَ الصَّدَقَاتِ، </p><p> وَذَلِكَ أَنَّهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ لَمْ يَكُنْ مِثْلُهُ فِي تَبْلِيغِهِ لِفَرْضِ الصَّدَقَاتِ وَالنَّفَقَاتِ، وَفِي أَخْذِهِ لَهَا وَقِسْمَتِهَا عَلَى مُسْتَحِقِّيهَا - كَمِثْلِ الْمُلُوكِ وَالْحُكَّامِ الَّذِينَ يَجْعَلُونَ الْمَفْرُوضَ عَلَى النَّاسِ مِنَ الْأَمْوَالِ إِتَاوَاتٍ وَضَرَائِبَ قَهْرِيَّةً يُؤَدُّونَهَا كَمَا يُؤَدُّونَ سَائِرَ الْمَغَارِمِ، وَيَعْتَقِدُونَ أَنَّهَا تُنْفَقُ بِحَسَبِ أَهْوَاءِ الْمُلُوكِ وَالْحُكَّامِ، وَيَكُونُ لَهُمْ مِنْهَا أَكْبَرُ نَصِيبٍ بِغَيْرِ اسْتِحْقَاقٍ، وَإِنَّمَا كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُبَيِّنُ لِلْمُؤْمِنِينَ حِكْمَةَ مَا فَرَضَهُ اللهُ تَعَالَى، وَأَنَّ فِيهِ خَيْرَ الدُّنْيَا وَسَعَادَةَ الْآخِرَةِ فِي أَفْرَادِهِمْ وَجَمَاعَتِهِمْ، وَكَانَ يُقَسِّمُهُ بَيْنَ مُسْتَحِقِّيهِ بِالْعَدْلِ، وَيَحْرُمُ بِإِذْنِ اللهِ عَلَى نَفْسِهِ وَعَلَى أَهْلِ بَيْتِهِ أَخْذُ شَيْءٍ مِنْهُ، فَبِهَذَا وَذَاكَ أَسْنَدَ اللهُ تَعَالَى إِلَيْهِ فِعْلَ التَّطْهِيرِ وَالتَّزْكِيَةِ لَهُمْ، وَهُوَ دَاخِلٌ فِي حِكْمَةِ بَعْثَتِهِ فِي قَوْلِهِ:  (يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ)  (٦٢: ٢) وَتَجِدُ التَّفْصِيلَ فِي تَفْسِيرِ الْآيَةِ (بِأَوَّلِ هَذَا الْجُزْءِ) . </p><p> (الرَّابِعَةُ) وَصْفُ دُعَائِهِ لِلْمُتَصَدِّقِينَ بَعْدَ مَا ذُكِرَ بِأَنَّهُ: (سَكَنٌ لَهُمْ)  (٩: ١٠٣) تَطْمَئِنُّ بِهِ قُلُوبُهُمْ، وَتَرْتَاحُ إِلَيْهِ أَنْفُسُهُمْ، وَيَثِقُونَ بِقَبُولِ اللهِ لِصَدَقَاتِهِمْ، وَنَقُولُ: إِنَّ كُلَّ مُؤْمِنٍ مُتَصَدِّقٍ مُخْلِصٍ يَنَالُهُ حَظٌّ مِنْ دُعَائِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْمُتَصَدِّقِينَ إِلَى يَوْمِ الْقِيَامَةِ، وَلَكِنْ لَمْ يَرِدْ فِي الْقُرْآنِ وَلَا فِي السُّنَّةِ وَلَا فِي سِيرَةِ الصَّحَابَةِ وَالتَّابِعِينَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَطْلُبُ مِنْهُ بَعْدَ وَفَاتِهِ الدُّعَاءَ لِأَحَدٍ. </p><p> (الْخَامِسَةُ) وَصْفُهُ تَعَالَى إِيَّاهُ بِمَا امْتَنَّ بِهِ عَلَى قَوْمِهِ مِنْ قَوْلِهِ فِي خَاتِمَةِ السُّورَةِ (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ)  (٩: ١٢٨) فَأَثْبَتَ لَهُ شِدَّةَ الْحُبِّ لَهُمْ وَالْحِرْصِ عَلَى هِدَايَتِهِمْ وَسَعَادَتِهِمْ، وَأَنَّهُ يَعِزُّ وَيَشُقُّ عَلَيْهِ أَنْ يُصِيبَهُمُ الْعَنَتُ وَالْإِرْهَاقُ فِي دِينِهِمْ أَوْ دُنْيَاهُمْ. </p><p> (السَّادِسَةُ) وَصْفُهُ بَعْدَ مَا تَقَدَّمَ بِقَوْلِهِ: (بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ)  (٩: ١٢٨) وَهَاتَانِ الصِّفَتَانِ مِنْ أَعْظَمِ صِفَاتِ الرُّبُوبِيَّةِ غَيْرِ الْخَاصَّةِ بِاللهِ عَزَّ وَجَلَّ إِلَّا فِي كَمَالِهِمَا. وَرَأْفَتُهُ وَرَحْمَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْمُؤْمِنِينَ غَيْرُ إِرْسَالِ اللهِ تَعَالَى إِيَّاهُ رَحْمَةً لَهُمْ خَاصَّةً، وَغَيْرُ إِرْسَالِهِ رَحْمَةً لِلنَّاسِ كَافَّةً، فَإِنَّ رَحْمَتَهُ بِهِمْ مِنْ صِفَاتِ نَفْسِهِ الشَّرِيفَةِ الْقُدْسِيَّةِ الَّتِي ظَهَرَ أَثَرُهَا فِي سِيَاسَتِهِ وَمُعَاشَرَتِهِ لَهُمْ، وَتَأْدِيبِهِ إِيَّاهُمْ، وَتَنْفِيذِ حُكْمِ اللهِ تَعَالَى فِيهِمْ، كَمَا تَرَى فِي هَذِهِ </p><p> السُّورَةِ كَغَيْرِهَا، وَشَوَاهِدِ سِيرَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي تَفْسِيرِهَا، فَتَأَمَّلْ خُطْبَتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْأَنْصَارِ فِي أَثَرِ إِنْكَارِ بَعْضِ شُبَّانِهِمْ وَعَوَامِّهِمْ حِرْمَانَهُ إِيَّاهُمْ مِنْ غَنَائِمِ حُنَيْنٍ (ص ٢٢٩ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) فَهِيَ الْعَجَبُ الْعُجَابُ، وَالْكَمَالُ الَّذِي لَمْ يَتِمَّ لِبَشَرٍ كَمَا تَمَّ لَهُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -. </p><p> وَأَمَّا إِرْسَالُهُ رَحْمَةً لِلْعَالَمِينَ وَلِلْمُؤْمِنِينَ فَهُوَ بَيَانٌ لِحِكْمَةِ رِسَالَتِهِ وَفَوَائِدِهَا فِيمَا اشْتَمَلَتْ عَلَيْهِ </p><p> مِنَ الْحَقِّ وَالْعَدْلِ وَالْخَيْرِ الَّتِي هِيَ أَسْبَابُ رَحْمَةِ اللهِ وَمَثُوبَتِهِ وَرِضْوَانِهِ لِمَنِ اهْتَدَى بِهَا كَمَا تَقَدَّمَ بَيَانُهُ فِي مَحَلِّهِ. </p><p> (الْقِسْمُ الثَّانِي فِيمَا يَجِبُ لَهُ عَلَى أُمَّتِهِ وَفِيهِ خَمْسُ وَاجِبَاتٍ) </p><p> (الْأَوَّلُ) وُجُوبُ حُبِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالتَّبَعِ لِحُبِّ اللهِ تَعَالَى وَفِي الدَّرَجَةِ الَّتِي تَلِي دَرَجَتَهُ فِي ثَمَرَةِ الْإِيمَانِ، وَتَفْضِيلِ نَوْعِ حُبِّهَا عَلَى كُلِّ مَا يَجِبُ بِمُقْتَضَى الْفِطْرَةِ وَمَصَالِحِ الدُّنْيَا، فَرَاجِعْ بَيَانَ ذَلِكَ فِي تَفْسِيرِ الْآيَةِ (٢٤) تَجِدْ فِيهِ مَا لَا تَجِدُ مَثَلَهُ فِي تَفْسِيرٍ آخَرَ (ص ٢٠٢ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الثَّانِي) وُجُوبُ تَحَرِّي مَرْضَاتِهِ بِالتَّبَعِ لِمَرْضَاةِ اللهِ عَزَّ وَجَلَّ فِي الْآيَةِ (٦٢) . </p><p> (الثَّالِثُ) وُجُوبُ طَاعَتِهِ بِالتَّبَعِ لِطَاعَةِ اللهِ فِي صِفَاتِ الْمُؤْمِنِينَ مِنَ الْآيَةِ (٧١) . </p><p> (الرَّابِعُ) وُجُوبُ النُّصْحِ لَهُ بِالتَّبَعِ لِلنُّصْحِ لِلَّهِ عَزَّ وَجَلَّ فِي صِفَاتِ الْمَعْذُورِينَ فِي التَّخَلُّفِ عَنِ الْقِتَالِ مِنَ الْآيَةِ (٩١) . </p><p> وَهَذِهِ الْوَاجِبَاتُ لَهُ قَدْ ذُكِرَتْ فِي الْفَصْلِ الْأَوَّلِ مِنْ هَذَا الْبَابِ فِي سِيَاقٍ آخَرَ. </p><p> (الْخَامِسُ) وُجُوبُ نَصْرِهِ كَمَا يُؤْخَذُ مِنْ آيَةِ (إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللهُ)  (٩: ٤٠) وَيُؤَيِّدُهَا مَا يَأْتِي فِي الْقِسْمِ الثَّالِثِ مِنْ حَظْرِ التَّخَلُّفِ عَنْهُ. </p><p> (الْقِسْمُ الثَّالِثُ فِيمَا يَحْظُرُ عَلَيْهِمْ مِنْ إِيذَاءٍ وَتَقْصِيرٍ فِي حَقِّهِ وَهُوَ خَمْسَةُ مَحْظُورَاتٍ) : </p><p> (الْأَوَّلُ) حَظْرُ إِيذَائِهِ - فِدَاؤُهُ أَبِي وَأُمِّي وَنَفْسِي - وَالْوَعِيدُ عَلَيْهِ فِي الْآيَةِ (٦١) . </p><p> (الثَّانِي) حَظْرُ مُحَادَّتِهِ أَيْ مُعَادَاتِهِ، وَالْوَعِيدُ عَلَيْهَا فِي الْآيَةِ (٦٣) . </p><p> (الثَّالِثُ) الْكُفْرُ الصَّرِيحُ بِالِاسْتِهْزَاءِ بِهِ فِي الْآيَةِ (٦٥) . </p><p> (الرَّابِعُ) حَظْرُ الْقُعُودِ عَنِ الْخُرُوجِ مَعَهُ لِلْجِهَادِ فِي الْآيَتَيْنِ (٨١ و٩٠) . </p><p> (الْخَامِسُ) حَظْرُ تَخَلُّفِهِمْ عَنْهُ وَالرَّغْبَةُ بِأَنْفُسِهِمْ عَنْ نَفْسِهِ فِي الْآيَةِ (١٢٠) . وَهَذَا تَعْبِيرٌ بَلِيغٌ جِدًّا يَتَضَمَّنُ أَنَّ كُلَّ مَنْ يَصُونُ نَفْسَهُ عَنْ جِهَادٍ وَعَمَلٍ، بَذَلَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَفْسَهُ فِيهِ، فَهُوَ مُفَضِّلٌ لِنَفْسِهِ عَلَى نَفْسِهِ الْكَرِيمَةِ فِي عَهْدِهِ، وَيُمْكِنُ أَنْ يُقَالَ ذَلِكَ فِيمَنْ بَعْدَهُ وَإِنْ كَانَ الْفَرْقُ بَيْنَ الْحَالَيْنِ ظَاهِرًا مِنْ نَاحِيَةِ مُلَاحَظَةِ ذَلِكَ وَعَدَمِهَا، وَمِنْ نَاحِيَةِ قِيَامِ الْحُجَّةِ عَلَى مَنْ كَانَ مَعَهُ بِمَا لَا تَقُومُ بِهِ عَلَى مَنْ لَمْ يَكُنْ مَعَهُ فَضْلًا عَمَّنْ بَعْدَهُ، وَإِنَّمَا نَعْنِي بِالْإِمْكَانِ أَنَّهُ يَنْبَغِي لِكُلِّ مُؤْمِنٍ أَنْ يَتَأَسَّى بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي بَذْلِهِ مَالَهُ وَنَفْسَهُ لِلَّهِ وَالْجِهَادِ فِي سَبِيلِ اللهِ بِقَدْرِ إِمْكَانِهِ (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللهَ كَثِيرًا)  (٣٣: ٢١) فَرَاجِعْ تَفْسِيرَ الْآيَةِ (فِي أَوَّلِ هَذَا الْجُزْءِ) . </p><p> الْبَابُ الثَّالِثُ </p><p> فِي دِينِ الْإِسْلَامِ وَمَا فِي السُّورَةِ مِنْ حُجَجِهِ وَأُصُولِهِ وَصِفَاتِ أَهْلِهِ وَفِيهِ ثَلَاثَةُ فُصُولٍ </p><p> (الْفَصْلُ الْأَوَّلُ فِي حُجَجِ الْإِسْلَامِ مِنَ الْبِشَارَاتِ وَالنُّذُرِ وَالْأَخْبَارِ بِالْغَيْبِ وَهِيَ عَشْرٌ) </p><p> (الْأُولَى) قَوْلُهُ تَعَالَى لِلْمُشْرِكِينَ فِي الْآيَةِ الثَّانِيَةِ (وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللهِ وَأَنَّ اللهَ مُخْزِي الْكَافِرِينَ)  (٩: ٢) . </p><p> (الثَّانِيَةُ) قَوْلُهُ: (قَاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ)  (٩: ١٤) . </p><p> (الثَّالِثَةُ) قَوْلُهُ لِلْمُؤْمِنِينَ: (وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللهُ مِنْ فَضْلِهِ)  (٩: ٨) . </p><p> (الرَّابِعَةُ) بِشَارَتُهُ بِخَذْلِ الْيَهُودِ وَالنَّصَارَى، فِيمَا يُحَاوِلُونَ مِنْ إِطْفَاءِ نُورِهِ تَعَالَى - الْإِسْلَامِ - وَوَعْدُهُ بِإِتْمَامِهِ وَإِظْهَارِ دِينِهِ عَلَى الدِّينِ كُلِّهِ وَذَلِكَ فِي الْآيَتَيْنِ (يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ) - إِلَى قَوْلِهِ - (وَلَوْ كَرِهَ الْمُشْرِكُونَ)  (٩: ٣٢ و٣٣) . </p><p> (الْخَامِسَةُ) قَوْلُهُ تَعَالَى: (يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ)  (٩: ٦٤) . </p><p> (السَّادِسَةُ) قَوْلُهُ: (وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ)  (٩: ٦٥) الْآيَةَ، وَلِذَلِكَ كُلِّهِ وَلِمَا سَيَأْتِي قَالَ:  (أَلَمْ يَعْلَمُوا أَنَّ اللهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللهَ عَلَّامُ الْغُيُوبِ)  (٩: ٧٨) . </p><p> (السَّابِعَةُ وَالثَّامِنَةُ وَالتَّاسِعَةُ) قَوْلُهُ: (يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبَارِكُمْ)  (٩: ٩٤) . الْآيَةَ وَقَوْلُهُ:  (سَيَحْلِفُونَ</p><p> بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ)  (٩: ٩٥) وَقَوْلُهُ: (يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ)  (٩: ٩٦) الْآيَاتِ وَهِيَ أَظْهَرُ فِي خَبَرِ الْغَيْبِ مِنْ قَوْلِهِ (وَيَحْلِفُونَ بِاللهِ إِنَّهُمْ لَمِنْكُمْ)  (٩: ٥٦) وَقَوْلُهُ (يَحْلِفُونَ بِاللهِ لَكُمْ لِيُرْضُوكُمْ)  (٩: ٦٢) لِاحْتِمَالِ أَنْ يَكُونَ الْإِخْبَارُ بِهَذَيْنِ الْحَلِفَيْنِ بَعْدَ وُقُوعِهِمَا لِبَيَانِ غَرَضِهِمْ وَمَا فِي بَاطِنِهِمْ وَهُوَ عَيْنُ تَعْلِيلِ حَلِفِهِمْ فِي الْآيَةِ ٩٦. </p><p> (الْعَاشِرَةُ) قَوْلُهُ (وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ)  (٩: ١٠١) أَيْ فِي الدُّنْيَا. </p><p> وَقَدْ تَمَّ كُلُّ ذَلِكَ وَصَدَقَ وَعْدُ اللهِ وَوَعِيدُهُ وَخَبَرُهُ. </p><p> وَفِي السُّورَةِ أَخْبَارٌ أُخْرَى بِالْغَيْبِ يُحْتَمَلُ أَنْ تَكُونَ مِنْ بَابِ طَبِيعَةِ الْعُمْرَانِ وَسُنَنِ اللهِ فِي الْبَشَرِ وَتَرَى مِثَالَهُ فِي الْفَصْلِ الثَّالِثِ مِنَ الْبَابِ الْأَوَّلِ. </p><p> (الْفَصْلُ الثَّانِي) </p><p> (فِي صِفَةِ الْإِسْلَامِ وَمَدْخَلِهِ وَأَهَمِّ أُصُولِ التَّشْرِيعِ فِيهِ، وَفِيهِ عَشَرَةُ أُصُولٍ) </p><p> (الْأَصْلُ الْأَوَّلُ) أَنَّ دِينَ الْإِسْلَامِ هُوَ نُورُ اللهِ تَعَالَى الْعَامِّ، وَهُدَاهُ الْكَامِلُ التَّامُّ، الَّذِي نَسَخَ بِهِ مَا تَقَدَّمَهُ مِنَ الْأَدْيَانِ، وَوَعَدَ اللهُ عَزَّ وَجَلَّ بِإِتْمَامِهِ، وَخِذْلَانِ مُرِيدِي إِطْفَائِهِ، وَذَلِكَ نَصُّ الْآيَتَيْنِ (٣٢ و٣٣) وَتَجِدُ فِي تَفْسِيرِهِمَا فِي (ص ٣٣٣ - ٣٤٣ ج ١٠ ط الْهَيْئَةِ) مَا لَا تَجِدُ مِثْلَهُ فِي شَيْءٍ مِنْ كُتُبِ التَّفْسِيرِ الْأُخْرَى مِنْ إِظْهَارِهِ عَلَى جَمِيعِ الْأَدْيَانِ، بِالْحُجَّةِ وَالْبُرْهَانِ، وَالْهِدَايَةِ وَالْعِرْفَانِ، وَالْعِلْمِ وَالْعُمْرَانِ، وَالسِّيَادَةِ وَالسُّلْطَانِ. </p><p> (الْأَصْلُ الثَّانِي) مَدْخَلُ الْإِسْلَامِ وَمِفْتَاحُهُ وَمَا يَتَحَقَّقُ بِهِ وَهُوَ قَوْلُهُ تَعَالَى فِي الْمُشْرِكِينَ: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ)  (٩: ٥) وَيُؤَكِّدُهَا قَوْلُهُ: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ)  (٩: ١١) وَالْمُرَادُ التَّوْبَةُ مِنَ الشِّرْكِ وَتَحْصُلُ بِالْإِقْرَارِ بِالشَّهَادَتَيْنِ، وَتَجِدُ فِي تَفْسِيرِهِمَا خِلَافَ الْعُلَمَاءِ فِي كُفْرِ تَارِكِ الصَّلَاةِ وَمَانِعِ الزَّكَاةِ مِنْ أَفْرَادِ الْمُسْلِمِينَ (ص ١٥١ و١٦٩ وَمَا بَعْدَهُمَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ الثَّالِثُ) بِنَاءُ الْإِسْلَامِ عَلَى الْعِلْمِ الصَّحِيحِ دُونَ التَّقْلِيدِ الَّذِي ذَمَّهُ الْقُرْآنُ فِي آيَاتٍ كَثِيرَةٍ وَشَنَّعَ بِهِ عَلَى الْمُشْرِكِينَ. وَدَلِيلُهُ فِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى فِي تَعْلِيلِ الْأَمْرِ بِإِجَارَةِ الْمُشْرِكِ الْحَرْبِيِّ فِي دَارِ الْإِسْلَامِ لِيَسْمَعَ الْقُرْآنَ:  (ذَلِكَ بِأَنَّهُمْ</p><p> قَوْمٌ لَا يَعْلَمُونَ)  (٩: ٦) وَقَوْلُهُ فِي الْآيَةِ: (وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ)  (٩: ١١) وَأَصْرَحُ مِنْهُمَا قَوْلُهُ فِي مُقَلِّدَةِ أَهْلِ الْكِتَابِ (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ)  (٩: ٣١) مَعَ تَفْسِيرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ بِاتِّبَاعِهِمْ إِيَّاهُمْ فِيمَا يُحِلُّونَ لَهُمْ وَيُحَرِّمُونَ عَلَيْهِمْ (ص ٣١٧ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ الرَّابِعُ) أَنَّ التَّكْلِيفَ الْعَامَّ مِنَ الْعِبَادَاتِ، وَالْحَلَالِ وَالْحَرَامِ الدِّينِيِّ لَا يَثْبُتُ إِلَّا بِنَصٍّ قَطْعِيٍّ، وَهُوَ مَا كَانَ عَلَيْهِ السَّلَفُ الصَّالِحُ، وَأَصْلُ مَذْهَبِ الْحَنَفِيَّةِ وَشَاهِدُهُ فِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى:  (وَمَا كَانَ اللهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ)  (٩: ١١٥) وَبَيَانُهُ فِي تَفْسِيرِهَا (فِي أَوَّلِ هَذَا الْجُزْءِ) . </p><p> (الْأَصْلُ الْخَامِسُ) جِهَادُ الْمُشْرِكِينَ فِي سَبِيلِ اللهِ وَعَدَمُ السَّمَاحِ بِهِمْ بِالْإِقَامَةِ فِي بِلَادِ الْعَرَبِ أَوْ يَدْخُلُوا فِي الْإِسْلَامِ وَهُوَ فِي آيَاتٍ، مِنْهَا الْآيَةُ الَّتِي سَمَّوْهَا آيَةَ السَّيْفِ وَهِيَ الْخَامِسَةُ (فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ)  (٩: ٥) وَهِيَ غَيْرُ نَاسِخَةٍ لِآيَاتِ الْعَفْوِ وَالصَّفْحِ وَالْإِعْرَاضِ عَنِ الْمُشْرِكِينَ كَمَا قِيلَ، وَتَرَى فِي تَفْسِيرِهَا تَحْقِيقَ الْآيَاتِ </p><p> النَّاسِخَةِ وَالْمَنْسُوخَةِ (ص ١٥٠ ج ١٠ ط الْهَيْئَةِ) وَسَتَأْتِي أَحْكَامُ الْقِتَالِ وَقَوَاعِدُهُ فِي الْبَابِ الرَّابِعِ الْآتِي. </p><p> (الْأَصْلُ السَّادِسُ) جَعْلُ الْغَايَةِ مِنْ قِتَالِ أَهْلِ الْكِتَابِ أَدَاءَ الْجِزْيَةِ لَنَا بِشَرْطِهَا إِلَّا أَنْ يَدْخُلُوا فِي الْإِسْلَامِ، وَهُوَ فِي الْآيَةِ (٢٩) وَسَتُذْكَرُ فِي أَحْكَامِ الْقِتَالِ. </p><p> (الْأَصْلُ السَّابِعُ) الْمُسَاوَاةُ بَيْنَ الرِّجَالِ وَالنِّسَاءِ فِي وِلَايَةِ الْإِيمَانِ الْمُطْلَقَةِ وَصِفَاتِهِ الشَّخْصِيَّةِ وَالْعَامَّةِ الْمُشْتَرَكَةِ فِي قَوْلِهِ (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللهَ وَرَسُولَهُ)  (٩: ٧١) وَيَدْخُلُ فِي إِطْلَاقِ الْوِلَايَةِ وِلَايَةُ النَّصْرِ وَالدِّفَاعِ عَنِ الْأُمَّةِ وَالْبِلَادِ، إِلَّا أَنَّهُ لَا يَجِبُ عَلَى النِّسَاءِ الْقِتَالُ إِلَّا فِي حَالِ النَّفِيرِ الْعَامِّ (ص ٤٦٦ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْأَصْلُ الثَّامِنُ) الْمُسَاوَاةُ بَيْنَ الرِّجَالِ وَالنِّسَاءِ فِي جَمِيعِ نَعِيمِ الْآخِرَةِ تَبَعًا لِلْمُسَاوَاةِ فِي التَّكْلِيفِ، وَهُوَ نَصُّ قَوْلِهِ تَعَالَى:  (وَعَدَ اللهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ)  (٩: ٧١) إِلَخْ. </p><p> (الْأَصْلَانُ التَّاسِعُ وَالْعَاشِرُ) وُجُوبُ طَلَبِ الْعِلْمِ وَالتَّفَقُّهِ فِي الدِّينِ. وَوُجُوبُ بَثِّ الْعِلْمِ مَقْرُونًا بِالْوَعْظِ وَالْإِنْذَارِ الَّذِي يُرْجَى تَأْثِيرُهُ النَّافِعُ - وَهُمَا فِي الْآيَةِ (١٢٢) . </p><p> وَفِي السُّورَةِ مِنْ أُصُولِ الْإِيمَانِ عَقِيدَةُ الْبَعْثِ وَجَزَاءُ الْمُؤْمِنِينَ وَالْكَافِرِينَ وَالْمُنَافِقِينَ </p><p> فِي آيَاتٍ كَثِيرَةٍ كَسَائِرِ الْقُرْآنِ (تُرَاجَعُ الْآيَاتُ ٣ و١٧ و١٨ و١٩ و٢١ و٢٢ و٣١ و٤٤ و٤٥ و٤٩ و٦١ و٦٣ و٦٨ و٦٩ و٧٤ و٨١ و٩٥) . </p><p> وَفَائِدَةُ هَذَا التَّكْرَارِ أَنَّ تَرْسَخَ هَذِهِ الْعَقِيدَةُ فِي قُلُوبِ الْمُتَعَبِّدِينَ بِتِلَاوَةِ الْقُرْآنِ، بِكَثْرَةِ تَذَكُّرِهَا فِي الْمَوَاضِعِ الْمُخْتَلِفَةِ مِنْ ذِكْرِ الْأَعْمَالِ الَّتِي يَتَرَتَّبُ عَلَيْهَا ذَلِكَ الْجَزَاءُ، وَإِنَّ مِنْ ضُرُوبِ إِعْجَازِ الْقُرْآنِ أَنْ يَرِدَ فِيهِ الْمَعْنَى الْوَاحِدُ فِي الْعَشَرَاتِ أَوِ الْمِئَاتِ مِنَ الْمَوَاضِعِ، وَلَا يَمَلُّ تَكْرَارَهُ الْقَارِئُ وَلَا السَّامِعُ. </p><p> (الْفَصْلُ الثَّالِثُ) </p><p> (فِي آيَاتِ الْإِيمَانِ الصَّادِقِ وَصِفَاتِ أَهْلِهِ وَطَبَقَاتِهِمْ وَفِيهِ اثْنَانِ وَثَلَاثُونَ شَاهِدًا) </p><p> (الشَّاهِدُ الْأَوَّلُ) آيَةُ صِدْقِ الْإِيمَانِ الْمُمَيِّزَةُ بَيْنَ الصَّادِقِينَ وَالْمُنَافِقِينَ وَمَرْضَى الْقُلُوبِ الَّتِي تَظْهَرُ بِالِامْتِحَانِ - وَهُوَ الْجِهَادُ - وَحِفْظِ أَسْرَارِ الْمِلَّةِ وَالدَّوْلَةِ - أَنْ يُفْضِيَ بِهَا إِلَى وَلِيجَةٍ أَوْ بِطَانَةٍ مِنْ دُونِ الْمُؤْمِنِينَ وَمِنْهُمْ جَوَاسِيسُ الْأَعْدَاءِ. وَهُوَ نَصُّ الْآيَةِ (١٦) رَاجِعْ (١٨١) وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (٢) آيَةُ صِدْقِ الْإِيمَانِ وَمَا يُنَافِيهِ مِنْ وِلَايَةِ الْآبَاءِ وَالْإِخْوَانِ الَّذِينَ يَسْتَحِبُّونَ الْكُفْرَ عَلَى الْإِيمَانِ فِي الْآيَةِ (٢٣) ، رَاجِعْ (٢٠١ ج ١٠ ط الْهَيْئَةِ) . </p><p> (٣) آيَةُ صِدْقِ الْإِيمَانِ تَفْضِيلُ حُبِّ اللهِ وَرَسُولِهِ وَالْجِهَادُ فِي سَبِيلِهِ عَلَى حُبِّ الْآبَاءِ وَالْأَبْنَاءِ وَالْإِخْوَانِ وَالْعَشِيرَةِ وَالْمَالِ وَالتِّجَارَةِ وَالْمَسَاكِنِ الْمَرْضِيَّةِ. وَذَلِكَ مُفَصَّلٌ فِي الْآيَةِ (٢٤) وَتَجِدُ مِنْ بَيَانِ مَعَانِيهَا فِي تَفْسِيرِهَا مَا لَا تَجِدُ مِثْلَهُ فِي شَيْءٍ مِنْ كُتُبِ التَّفْسِيرِ (ص ٢٠٢ - ٢١٦. ج ١٠ ط الْهَيْئَةِ) . </p><p> (٤) أُخُوَّةُ الْإِسْلَامِ الدِّينِيَّةُ فِي الْآيَةِ (١١) ، وَتَفْسِيرُهَا فِي (ص ١٦٩ و١٧٢ ج ١٠ ط الْهَيْئَةِ) . </p><p> (٥ و٦) عِمَارَةُ مَسَاجِدِ اللهِ حِسًّا وَمَعْنًى، وَعَدَمُ خَشْيَةِ أَحَدٍ إِلَّا اللهَ فِي الْآيَةِ (١٨) . </p><p> (٧) وِلَايَةُ بَعْضِ الْمُؤْمِنِينَ لِبَعْضٍ ذُكُورًا وَإِنَاثًا. </p><p> (٨) الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ. </p><p> (٩) طَاعَةُ اللهِ وَرَسُولِهِ - فِي الْآيَةِ (٧١) </p><p> (١) . </p><p> (١٠) صِفَاتُ الْمُؤْمِنِينَ الْمُمَيِّزَةُ لَهُمْ مِنَ الْمُنَافِقِينَ فِي الْمُقَابَلَةِ بَيْنَ الْآيَتَيْنِ (٤٤ و٤٥)  (ص ٤٠٤ و٤٠٥ ج ١٠ ط الْهَيْئَةِ) وَبَيْنَ الْآيَةِ (٦٨) وَمَا بَعْدَهَا وَالْآيَةِ (٧١) وَمَا بَعْدَهَا. (٤٦٦ ج ١٠ ط الْهَيْئَةِ ٩ وَالْآيَةِ (٨٦) وَمَا بَعْدَهَا وَالْآيَةِ (٨٨) وَمَا بَعْدَهَا (ج ١٠ تَفْسِيرٌ) وَبَيْنَ الْآيَتَيْنِ (٩٨ و٩٩)  (بِأَوَّلِ ج ١١ تَفْسِيرٌ) وَبَيْنَ الْآيَاتِ (١٢٤ - ١٢٥ و١٢٦ و١٢٧)  (أَوَّلُ ج ١١ تَفْسِيرٌ) . </p><p> (١١) طَبَقَاتُ خِيَارِ الْمُؤْمِنِينَ الثَّلَاثُ: الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ فِي الْآيَةِ الْمُتَمِّمَةِ لِلْمِائَةِ (بِأَوَّلِ هَذَا الْجُزْءِ) وَفِي الْآيَةِ (١١٧) بِأَوَّلِ هَذَا الْجُزْءِ. </p><p> (١٢) الْمُؤْمِنُونَ الَّذِينَ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا فِي الْآيَةِ (١٠٢)  (بِأَوَّلِ هَذَا الْجُزْءِ) وَالْمُؤْمِنُونَ الَّذِينَ أَرْجَأَ اللهُ قَبُولَ تَوْبَتِهِمْ فِي الْآيَةِ (١٠٦) بِأَوَّلِ هَذَا الْجُزْءِ. </p><p> (١٣) الْإِخْلَاصُ فِي الْإِنْفَاقِ فِي سَبِيلِ اللهِ ابْتِغَاءَ الْقُرُبَاتِ عِنْدَ اللهِ، وَصَلَوَاتِ الرَّسُولِ أَيْ أَدْعِيَتِهِ - الْآيَةُ (٩٩) . </p><p> (١٤) الْعَمَلُ النَّافِعُ لِلدُّنْيَا وَالدِّينِ الَّذِي يُرْضِي اللهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ - الْآيَةُ (١٠٥) . </p><p> (١٥) حُبُّ التَّطَهُّرِ مِنَ الْأَدْرَانِ الْحِسِّيَّةِ وَالْأَرْجَاسِ الْمَعْنَوِيَّةِ - الْآيَةُ (١٠٨) . </p><p> (١٦) بَيْعُ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ لِلَّهِ تَعَالَى بِالْجَنَّةِ فِي الْآيَةِ (١١١) . </p><p> (١٧ - ٢٥) صِفَاتُ هَؤُلَاءِ الْمُؤْمِنِينَ: التَّوْبَةُ. الْعِبَادَةُ الْخَالِصَةُ. الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ. السِّيَاحَةُ. رُكُوعُ الْخُضُوعِ. سُجُودُ الْخُشُوعِ. الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ، وَالْحِفْظُ لِحُدُودِ اللهِ فِي الْآيَةِ (١١٢) . </p><p> (٢٦) آيَةُ الْمُؤْمِنِينَ عَدَمُ الِاسْتِغْفَارِ لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى - الْآيَةُ (١١٣) . </p><p> (٢٧) تَقْوَى اللهِ عَزَّ وَجَلَّ. </p><p> (٢٨) مُلَازَمَةُ الصَّادِقِينَ - الْآيَةُ (١١٩) . </p><p> (٢٩) النَّفَقَةُ فِي الدِّينِ. </p><p> (٣٠) إِنْذَارُ النَّاسِ وَتَعْلِيمُهُمْ - الْآيَةُ (١٢٢) . </p><p> (٣١) الْغِلْظَةُ فِي الْقِتَالِ عَلَى الْكُفَّارِ الْمُحَارِبِينَ - الْآيَةُ (١٢٣) . </p><p> (٣٢) زِيَادَةُ الْإِيمَانِ بِنُزُولِ الْقُرْآنِ فِي الْآيَةِ (١٢٤) . </p><p> الْبَابُ الرَّابِعُ </p><p> (فِي الْمَسَائِلِ الْمَالِيَّةِ وَالْعَسْكَرِيَّةِ وَالسِّيَاسِيَّةِ، وَمَا فِيهَا مِنْ أَحْكَامِ الْقِتَالِ وَالْعُهُودِ. وَفِيهِ ثَلَاثَةُ فَصُولٍ) </p><p> (الْفَصْلُ الْأَوَّلُ فِي أَحْكَامِ الْأَمْوَالِ) </p><p> (تَقَدَّمَ فِي سُورَةِ الْأَنْفَالِ أَحْكَامُ الْغَنَائِمِ، وَمَا فِي مَعْنَاهَا مِنْ أَمْوَالِ الْحَرْبِ، وَفَرْضِ الْخُمُسِ فِيهَا، وَمَصَارِفِهِ، وَحَقِّ آلِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ، وَحِكْمَتِهِ، وَمَا لِلْأُمَّةِ فِيهِ مِنَ الْمَصْلَحَةِ، وَبَيَانِ أَنْوَاعِ الْأَمْوَالِ الشَّرْعِيَّةِ فِي الْإِسْلَامِ، وَأُمَّهَاتِ مَقَاصِدِهَا فِي الدَّوْلَةِ الْإِسْلَامِيَّةِ. فَمَا فِي هَذِهِ السُّورَةِ مُتَمِّمٌ لِمَا قَبْلَهُ فِي الْأَمْوَالِ، كَمَا أَنَّهَا مُتَمِّمَةٌ لِمَا فِيهَا مِنْ أَحْكَامِ الْقِتَالِ وَشُئُونِ الْمُنَافِقِينَ وَالْكُفَّارِ.</p><p> وَالْكَلَامُ فِي هَذَا الْمَوْضُوعِ ثَلَاثَةُ أَقْسَامٍ: </p><p> (١) الْمَسَائِلُ الدِّينِيَّةُ وَالِاجْتِمَاعِيَّةُ فِي الْأَمْوَالِ. </p><p> (٢) أَنْوَاعُ الْأَمْوَالِ وَمَصَارِفُهَا. </p><p> (٣) فَوَائِدُ إِصْلَاحِ الْإِسْلَامِ الْمَالِيِّ لِلْبَشَرِ. </p><p> (الْقِسْمُ الْأَوَّلُ) </p><p> (فِي مَكَانِ إِنْفَاقِ الْمَالِ مِنَ الْإِيمَانِ، وَالْبُخْلِ بِهِ مِنَ النِّفَاقِ، وَفِيهِ عَشْرُ مَسَائِلَ) . </p><p> (الْمَسْأَلَةُ الْأُولَى) كَوْنُ الزَّكَاةِ الْمُعَيَّنَةِ أَحَدَ أَرْكَانِ الْإِسْلَامِ، لَا تُقْبَلُ دَعْوَاهُ مِنَ الْكَفَّارِ بِدُونِ الْتِزَامِهَا، وَلَا تَحْصُلُ أُخُوَّتُهُ الدِّينِيَّةُ إِلَّا بِأَدَائِهَا، وَاعْتِبَارُ مَانِعِيهَا مِنَ الْجَمَاعَاتِ مُرْتَدِّينَ تَجِبُ مُقَاتَلَتُهُمْ. وَفِي الْأَفْرَادِ خِلَافٌ تَقَدَّمَ تَحْقِيقُ الْكَلَامِ فِيهِ، وَنَصُّ ذَلِكَ فِي قَوْلِهِ تَعَالَى:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ)  (٩: ٥) وَقَوْلُهُ: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ)  (٩: ١١) وَيُؤَكِّدُ عَدَّ الزَّكَاةِ كَالصَّلَاةِ مِنْ صِفَاتِ الْمُؤْمِنِينَ الرَّاسِخَةِ فِي آيَةِ (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ)  (٩: ٧١) إِلَخْ. </p><p> (م ٢) كَوْنُ بَذْلِ الْأَمْوَالِ فِي سَبِيلِ اللهِ آيَةَ الْإِيمَانِ الصَّحِيحِ وَقِوَامَ الدِّينِ، وَمِنْ شَوَاهِدِهِ الْآيَتَانِ الْمُشَارُ إِلَيْهِمَا آنِفًا فِي فَرِيضَةِ الزَّكَاةِ، وَمِنْهَا الْآيَةُ (الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللهِ)  (٩: ٢٠) </p><p> إِلَى قَوْلِهِ فِي الْآيَةِ (إِنَّ اللهَ عِنْدَهُ أَجْرٌ عَظِيمٌ)  (٩: ٢٢) وَمِنْهَا الْوَعِيدُ الشَّدِيدُ لِمَنْ أَمْوَالُهُ وَتِجَارَتُهُ وَسَائِرُ حُظُوظِهِ أَحَبُّ إِلَيْهِ مِنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ، وَهُوَ فِي </p><p> الْآيَةِ (٢٤) وَمِنْهَا قَوْلُهُ تَعَالَى فِي آيَةِ النَّفِيرِ الْعَامِّ (انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللهِ)  (٩: ٤١) وَقَوْلُهُ: (لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ)  (٩: ٤٤) وَيُتِمُّ مَعْنَاهَا الْآيَتَانِ بَعْدَهَا، وَمِنْهَا قَوْلُهُ تَعَالَى:  (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا)  (٩: ٥٥) . </p><p> (م ٣) كَوْنُ الْبُخْلِ وَالِامْتِنَاعِ عَنِ الْإِنْفَاقِ فِي سَبِيلِ اللهِ آيَةَ الْكُفْرِ وَالنِّفَاقِ فَمِنْ شَوَاهِدِهِ عَدَمُ قَبُولِ نَفَقَةِ الْمُنَافِقِينَ، وَكَوْنُ أَمْوَالِهِمْ بَلَاءً وَوَبَالًا عَلَيْهِمْ فِي الدُّنْيَا وَالْآخِرَةِ فِي الْآيَاتِ (٥٣ و٥٤ و٥٥) ، (وَمِنْهَا) لَمْزُ الْمُنَافِقِينَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي قِسْمَةِ الصَّدَقَاتِ لِلطَّمَعِ فِي الْمَالِ فِي الْآيَةِ (٥٨) ، (وَمِنْهَا) وَصْفُ الْمُنَافِقِينَ بِالْبُخْلِ وَقَبْضِ الْأَيْدِيِ عَنِ الْإِنْفَاقِ فِي قَوْلِهِ: (الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ) - إِلَى قَوْلِهِ:  (وَيَقْبِضُونَ أَيْدِيَهُمْ)  (٩: ٦٧) وَيُؤَكِّدُهَا ضَرْبُ الْمَثَلِ لَهُمْ فِي الْآيَةِ (٧٠) بَعْدَهَا بِالَّذِينِ مِنْ قَبْلِهِمْ مِنَ الْمَغْرُورِينَ بِالْقُوَّةِ وَالْمَالِ، وَوَصْفُ الْمُؤْمِنِينَ بَعْدَهَا بِصِفَاتٍ مِنْهَا ((إِيتَاءُ الزَّكَاةِ) ) . </p><p> (وَمِنْهَا) قَوْلُهُ تَعَالَى: (وَمِنْهُمْ مَنْ عَاهَدَ اللهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ)  (٩: ٧٥) الْآيَةَ، وَالْوَعِيدُ الشَّدِيدُ عَلَى الْبُخْلِ فِي الْآيَاتِ الَّتِي بَعْدَهَا (وَمِنْهَا) لَمْزُ الْمُنَافِقِينَ لِلْمُتَطَوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ فِي الْآيَةِ (٧٩) وَمِنْهَا (فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ)  (٩: ٨١) الْآيَةَ. </p><p> (م ٤) وَصْفُ كَثِيرٍ مِنْ رُؤَسَاءِ الدِّينَ مِنْ أَهْلِ الْكِتَابِ بِأَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ تَحْذِيرًا مِنْ فِعْلَتِهِمْ، وَرَفْعًا لِقَدْرِ كُلِّ مُسْلِمٍ أَنْ يُسِفَّ وَيَسْفُلَ إِلَى دَرَكَتِهِمْ. </p><p> (م ٥) الْوَعِيدُ عَلَى كَنْزِ الْأَمْوَالِ وَعَدَمِ إِنْفَاقِهَا فِي سَبِيلِ اللهِ فِي الْآيَتَيْنِ (يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ) - إِلَى قَوْلِهِ - (فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ)  (٩: ٣٤ و٣٥) . </p><p> (م ٦) آيَةُ (وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا)  (٩: ٩٨) وَهُمْ مُنَافِقُوهُمْ كَبَنِي أَسَدٍ وَغَطَفَانَ، كَانُوا يُعْطُونَ الصَّدَقَاتِ رِيَاءً. وَخَوْفًا لَا يَرْجُونَ مِنْهَا نَفْعًا بِتَأْيِيدِ الْإِسْلَامِ وَلَا ثَوَابًا فِي الْآخِرَةِ لِعَدَمِ إِيمَانِهِمْ، فَهِيَ فِي نَظَرِهِمْ مَغَارِمُ يَلْتَزِمُونَهَا لِيُصَدَّقُوا بِمَا يُظْهِرُونَ مِنْ إِسْلَامِهِمْ، وَهَكَذَا شَأْنُ الْمُنَافِقِينَ فِي الدِّينِ وَفِي الْقَوْمِيَّةِ وَالْوَطَنِيَّةِ لَا يَبْذُلُونَ شَيْئًا مِنْ مَالِهِمْ لِأَجْلِ الْمَصْلَحَةِ الْعَامَّةِ، بَلْ لِلرِّيَاءِ وَالسُّمْعَةِ، وَهُوَ فِي نَظَرِهِمْ غَرَامَةٌ. </p><p> (م ٧) آيَةُ (وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللهِ وَصَلَوَاتِ الرَّسُولِ)  (٩: ٩٩) </p><p> وَهُمْ بَنُو أَسْلَمَ وَغِفَارَ وَجُهَيْنَةَ، وَحَسْبُكَ شَهَادَةُ اللهِ تَعَالَى لَهُمْ بِصِدْقِ إِيمَانِهِمْ وَحُسْنِ نِيَّتِهِمْ فِي نَفَقَاتِهِمْ، وَحُكْمُهَا عَامٌّ. </p><p> (م ٨) التَّرْغِيبُ فِي الصَّدَقَاتِ بِالتَّعْبِيرِ عَنْ قَبُولِهَا وَالْإِثَابَةِ عَلَيْهَا بِأَخْذِ اللهِ عَزَّ وَجَلَّ لَهَا كَمَا فِي الْآيَةِ (١٠٤) . </p><p> (م٩) التَّرْغِيبُ فِيهَا بِقَوْلِهِ تَعَالَى: (إِنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ)  (٩: ١١١) الْآيَةَ. </p><p> (م١٠) فَضْلُ النَّفَقَةِ فِي الْجِهَادِ قَلَّتْ أَوْ كَثُرَتْ، وَكَوْنُ الْجَزَاءِ عَلَيْهَا أَحْسَنَ الْجَزَاءِ، وَهُوَ نَصُّ الْآيَةِ (١٢١) وَتَفْسِيرُهَا فِي أَوَّلِ هَذَا الْجُزْءِ. </p><p> (الْقِسْمُ الثَّانِي) </p><p> (أَنْوَاعُ الْأَمْوَالِ الشَّرْعِيَّةِ وَأَحْكَامُهَا بِالْإِجْمَالِ وَمَصَارِفُهَا وَفِيهِ أَرْبَعَ عَشْرَةَ مَسْأَلَةً) : </p><p> (١) مَالُ الْجِزْيَةِ. وَقَدْ بَيَّنَّا مَعْنَاهَا وَتَارِيخَهَا وَأَحْكَامَهَا وَشُرُوطَهَا فِي تَفْسِيرِ آيَةِ الْجِزْيَةِ (٢٩) وَهُوَ فِي (٢٤٨ - ٢٤٩ ج ١٠ ط الْهَيْئَةِ) . </p><p> (٢) أَنْوَاعُ الصَّدَقَاتِ الْوَاجِبَةِ الْمُقَدَّرَةِ الْمَوْقُوتَةِ، وَهِيَ النَّقْدَانِ مِنَ الذَّهَبِ وَالْفِضَّةِ، وَالتِّجَارَةِ فِي اسْتِغْلَالِهِمَا، وَالْأَنْعَامُ وَالزَّرْعُ الَّذِي عَلَيْهِ مَدَارُ الْأَقْوَاتِ، وَالرِّكَازُ: وَهُوَ الْمَدْفُونُ فِي الْأَرْضِ يُعْثَرُ عَلَيْهِ، وَالْمَعْدِنُ (رَاجِعْ ٤٢٣ و٤٣٩ ج ١٠ تَفْسِيرٌ) . </p><p> (٣) سَهْمُ الْفُقَرَاءِ وَالْمَسَاكِينِ وَهَلْ هُمَا صِنْفَانِ أَوْ صِنْفٌ وَاحِدٌ يَنْقَسِمُ بِالْوَصْفِ إِلَى قِسْمَيْنِ؟ (رَاجِعْ ص ٤٢٣ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (٤) سَهْمُ الْعَامِلِينَ عَلَى الصَّدَقَاتِ مِنْ جُبَاةٍ وَخَزَنَةٍ وَكَتَبَةٍ (ص ٤٢٦) . </p><p> (٥) سَهْمُ الْمُؤَلَّفَةِ قُلُوبُهُمْ وَهُمْ سِتَّةُ أَصْنَافٍ (ص ٤٢٦) . </p><p> (٦) سَهْمُ الرِّقَابِ: أَيْ تَحْرِيرُ الرَّقِيقِ بِإِعَانَتِهِ عَلَى شِرَائِهِ لِنَفَسِهِ الْمُعَبَّرِ عَنْهُ بِالْكِتَابَةِ، أَوْ شِرَائِهِ مِنْ مَالِكِهِ وَعِتْقِهِ (ص ٤٢٩) . </p><p> (٧) سَهْمُ الْغَارِمِينَ الَّذِينَ رَكِبَتْهُمْ دُيُونٌ تَعَذَّرَ عَلَيْهِمْ أَدَاؤُهَا، وَالَّذِينَ يَغْرِمُونَ </p><p> عَمْدًا مَا يُنْفِقُونَهُ لِإِصْلَاحِ ذَاتِ الْبَيْنِ وَمَنْعِ الْفِتَنِ الثَّائِرَةِ (ص ٤٣٠) . </p><p> (٨) سَهْمُ الْإِنْفَاقِ فِي سَبِيلِ اللهِ عَلَى الْغُزَاةِ وَالْمُرَابِطِينَ الَّذِينَ لَا نَفَقَةَ لَهُمْ مِنْ بَيْتِ الْمَالِ وَمَا يَدْخُلُ فِي عُمُومِ ذَلِكَ مِنَ الْمَصَالِحِ الْعَامَّةِ (ص ٤٣٠ - ٤٣٦) . </p><p> (٩) سَهْمُ ابْنِ السَّبِيلِ وَهُوَ الْمُنْقَطِعُ عَنْ بَلَدِهِ فِي سَفَرٍ لَا يَتَيَسَّرُ لَهُ فِيهِ الْوُصُولُ إِلَى مَالِهِ </p><p> إِنْ كَانَ لَهُ مَالٌ، فَيُعْطَى لِفَقْرِهِ الْعَارِضِ مَا يَسْتَعِينُ بِهِ عَلَى إِتْمَامِ سِيَاحَتِهِ وَالْعَوْدِ إِلَى بَلَدِهِ وَأَهْلِهِ (ص ٤٣٥) . </p><p> (١٠) الدَّلِيلُ عَلَى كَوْنِ عُرُوضِ التِّجَارَةِ مِمَّا تَجِبُ فِيهِ الزَّكَاةُ (ص ٤٣٩) . </p><p> (١١) تَوْزِيعُ الصَّدَقَاتِ عَلَى الْأَصْنَافِ كُلِّهِمْ أَوْ بَعْضِهِمْ (ص ٤٣٩) . </p><p> (١٢) الزَّكَاةُ الْمُطْلَقَةُ وَالْمُعَيَّنَةُ وَمَكَانَتُهَا فِي الدِّينِ، وَحُكْمُ دَارِ الْإِسْلَامِ وَدَارِ الْكُفْرِ فِيهَا، وَالْبِلَادِ الْمُذَبْذَبَةِ بَيْنَ الدَّارَيْنِ (ص ٤٤١) . </p><p> (١٣) لَا تُعْطَى الزَّكَاةُ لِلْمُرْتَدِّينَ وَلَا لِلْإِبَاحِيِّينَ وَالْمَلَاحِدَةِ (ص ٤٤٢) . </p><p> (١٤) الْتِزَامُ أَدَاءِ الزَّكَاةِ كَافٍ لِإِعَادَةِ مَجْدِ الْإِسْلَامِ (ص ٤٤٣) . </p><p> (الْقِسْمُ الثَّالِثُ) </p><p> (فِي فَوَائِدِ الزَّكَاةِ الْمَفْرُوضَةِ وَالصَّدَقَاتِ وَإِصْلَاحِ الْإِسْلَامِ الْمَالِيِّ لِلْبَشَرِ) </p><p> (وَامْتِيَازُ الْإِسْلَامِ بِذَلِكَ عَلَى جَمِيعِ الْأَدْيَانِ) </p><p> وَفِيهِ مُقَدِّمَةٌ فِي مَنَافِعِ الْمَالِ وَارْتِبَاطِ جَمِيعِ مَصَالِحِ الْبَشَرِ الدُّنْيَوِيَّةِ وَالدِّينِيَّةِ بِهِ وَشَأْنِهِمْ فِي حُبِّهِ وَكَسْبِهِ وَإِنْفَاقِهِ وَإِمْسَاكِهِ، وَإِرْشَادِ الدِّينِ فِيهِ، وَكَوْنِ الْإِسْلَامِ وَسَطًا بَيْنَ الْيَهُودِيَّةِ وَالْمَادِّيَّةِ فِيهِ، وَغُلُوِّ عِبَادِهِ مِنَ الْيَهُودِ وَالْإِفْرِنْجِ فِي جَمْعِهِ وَاسْتِغْلَالِهِ، وَبَيْنَ بِدْعَةِ الْبُلْشُفِيَّةِ الِاشْتِرَاكِيَّةِ فِي مُقَاوَمَةِ الشُّعُوبِ وَالدُّوَلِ الْمَالِيَّةِ وَغُلُوِّهَا فِي ذَلِكَ وَفِي عَدَمِ الْأَدْيَانِ. وَتَلْخِيصُ الْإِصْلَاحِ الْإِسْلَامِيِّ الْمَالِيِّ فِي أَرْبَعَةَ عَشَرَ أَصْلًا (فَتُرَاجَعُ فِي أَوَّلِ هَذَا الْجُزْءِ) . </p><p> (الْفَصْلُ الثَّانِي فِي أَحْكَامِ الْقِتَالِ وَالْمُعَاهَدَاتِ وَهِيَ عِشْرُونَ حُكْمًا) </p><p> (الْحُكْمُ الْأَوَّلُ) الْبَرَاءَةُ مِنَ الْمُشْرِكِينَ، وَنَبْذُ عُهُودِ الْمُعَاهِدِينَ مِنْهُمْ، ذَلِكَ أَنَّ مُشْرِكِي مَكَّةَ قَدْ نَاصَبُوا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْعَدَاوَةَ مُنْذُ دَعَا إِلَى التَّوْحِيدِ، وَتَبِعَهُمْ سَائِرُ الْعَرَبِ فَكَانُوا حَرْبًا لَهُ وَلِمَنْ آمَنَ بِهِ يَقْتُلُونَ كُلَّ مَنْ ظَفِرُوا بِهِ مِنْهُمْ أَوْ يُعَذِّبُونَهُ إِذَا لَمْ يَكُنْ لَهُ مَنْ يَحْمِيهِ مِنَ الْمُشْرِكِينَ، وَلَمَّا هَاجَرُوا مِنْ مَكَّةَ صَارُوا يُقَاتِلُونَهُمْ فِي دَارِ هِجْرَتِهِمْ وَكَانَ اللهُ يَنْصُرُ رَسُولَهُ وَالْمُؤْمِنِينَ عَلَيْهِمْ كَمَا وَعَدَهُ، حَتَّى إِذَا مَا كَثُرُوا وَصَارَتْ لَهُمْ شَوْكَةٌ اضْطُرَّ الْمُشْرِكُونَ إِلَى عَقْدِ أَوَّلِ صُلْحٍ مَعَهُمْ فِي الْحُدَيْبِيَةِ فَعَاهَدُوهُمْ سَنَةَ سِتٍّ لِلْهِجْرَةِ عَلَى السِّلْمِ وَالْأَمَانِ مُدَّةَ عَشْرِ سِنِينَ، وَلَمْ تَلْبَثْ قُرَيْشٌ مَعَ أَحْلَافِهَا مِنْ بَنِي بَكْرٍ أَنْ غَدَرُوا وَنَقَضُوا الْعَهْدَ، فَكَانَ ذَلِكَ سَبَبًا لِفَتْحِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَكَّةَ سَنَةَ ثَمَانٍ، ثُمَّ جَمَعَ الْمُشْرِكُونَ جُمُوعَهُمْ لِقِتَالِهِ فِي حُنَيْنٍ وَالطَّائِفِ فَنَصَرَهُ اللهُ عَلَيْهِمْ، وَأَمَرَهُ فِي السَّنَةِ التَّالِيَةِ بِأَنْ يَنْبِذَ لِلْمُشْرِكِينَ عُهُودَهُمْ وَيَتَبَرَّأَ مِنْهُمْ فِي مَوْسِمِ الْحَجِّ (١٣٧ ج ١٠ ط الْهَيْئَةِ) . </p><p> (الثَّانِي) أَذَانُ الْمُشْرِكِينَ (إِعْلَامُهُمْ) بِذَلِكَ أَذَانًا عَامًّا فِي يَوْمِ الْحَجِّ الْأَكْبَرِ، وَهُوَ عِيدُ النَّحْرِ الَّذِي تَجْتَمِعُ بِهِ وُفُودُ الْحَاجِّ مِنْ جَمِيعِ الْقَبَائِلِ فِي مِنًى بِحَيْثُ يَعُمُّ هَذَا الْبَلَاغُ جَمِيعَ قَبَائِلِ الْعَرَبِ فِي أَقْرَبِ وَقْتٍ، لِأَنَّ الْإِسْلَامَ يُحَرِّمُ الْغَدْرَ وَأَخْذَ الْمُعَاهِدِينَ عَلَى غِرَّةٍ، فَكَّانِ لَا بُدَّ مِنْ إِعْلَامِهِمْ بِذَلِكَ بِمَا يَنْتَشِرُ فِي جَمِيعِ قَبَائِلِهِمْ، وَكَانَتْ تِلْكَ الْوَسِيلَةَ الْوَحِيدَةَ لِعِلْمِ كُلِّ فَرْدٍ مِنْهُمْ بِعَوْدِ حَالَةِ الْحَرْبِ بَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ، وَهَذَا مِنْ عَدْلِ الْإِسْلَامِ وَرَحْمَتِهِ، لِأَنَّ الْمُشْرِكِينَ لَمْ تَكُنْ لَهُمْ دَوْلَةٌ وَلَا رَئِيسٌ عَامٌّ يُبَلِّغُهُمْ مَا يَتَعَلَّقُ بِشُئُونِهِمْ وَمَصَالِحِهِمُ الْعَامَّةِ فَيُكْتَفَى بِإِبْلَاغِهِ مِثْلَ هَذَا كَمَا هُوَ الْمَعْهُودُ فِي الدُّوَلِ الْمَلَكِيَّةِ أَوِ الْجُمْهُورِيَّةِ الْمَدَنِيَّةِ، وَلَمْ يَكُنْ فِي عَصْرِهِمْ صُحُفٌ مُنَشَّرَةٌ عَامَّةٌ وَلَا آلَاتٌ لِلْأَخْبَارِ الْبَرْقِيَّةِ تَنْشُرُ مِثْلَ هَذَا الْبَلَاغِ. </p><p> (الثَّالِثُ) مَنْحُهُمْ هُدْنَةً أَرْبَعَةَ أَشْهُرٍ يَسِيحُونَ فِي الْأَرْضِ حَيْثُ شَاءُوا آمِنِينَ مُطْمَئِنِّينَ أَحْرَارًا فِي سَيْرِهِمْ وَإِقَامَتِهِمْ وَسَائِرِ أَعْمَالِهِمُ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ لِيَتَرَوَّوْا فِي أَمْرِهِمْ، وَيَتَشَاوَرُوا فِي عَاقِبَتِهِمْ. وَفِي هَذَا مِنْ رَحْمَةِ الْقَادِرِ بِعَدُوِّهِ مَا يَفْتَخِرُ بِهِ الْمُسْلِمُونَ بِحَقٍّ. وَهَذِهِ الْأَحْكَامُ صَرِيحَةٌ فِي الْآيَاتِ الثَّلَاثِ الْأُولَى مِنَ السُّورَةِ (ص ١٣٣ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (الرَّابِعُ) وَعْظُهُمْ بِأَنَّهُمْ إِنْ تَابُوا مِنْ شِرْكِهِمْ وَمَا يُغْرِيهِمْ بِهِ مِنْ عَدَاوَةِ الْمُؤْمِنِينَ </p><p> وَقِتَالِهِمْ وَالْغَدْرِ بِهِمْ فَهُوَ خَيْرٌ لَهُمْ، لِأَنَّهُمْ لَمْ يُعْجِزُوا اللهَ فِي الْأَرْضِ وَلَنْ يُعْجِزُوهُ هَرَبًا مِنْهَا، وَقَدْ وَعَدَ بِنَصْرِ رَسُولِهِ عَلَيْهِمْ مِنْ قَبْلِ أَنْ يَكْثُرَ أَتْبَاعُهُ وَيُبَايِعَهُ أَنْصَارُهُ، وَأَنْجَزَ لَهُ وَعْدَهُ فِي جُمْلَةِ غَزَوَاتِهِ مَعَهُمْ، وَسَبَبُ هَذَا الْوَعْظِ أَنَّ الْإِيمَانَ أَمْرٌ اخْتِيَارِيٌّ طَرِيقُهُ الْمُوَصِّلُ إِلَيْهِ الدَّعْوَةُ وَدَلَائِلُ الْإِقْنَاعِ، وَذَلِكَ قَوْلُهُ فِي بَقِيَّةِ الْآيَةِ الثَّالِثَةِ (فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ) إِلَخْ. وَفِيهَا مِنَ الْإِخْبَارِ عَنِ الْمُسْتَقْبَلِ مَا صَدَّقَهُ الْوَاقِعُ. </p><p> (الْخَامِسُ) اسْتِثْنَاءُ بَعْضِ الْمُشْرِكِينَ مَنْ نَبْذِ عَهْدِهِمْ، وَهُمُ الَّذِينَ عَاهَدَهُمُ الْمُؤْمِنُونَ عِنْدَ الْمَسْجِدِ الْحَرَامِ فِي الْحُدَيْبِيَةِ سَنَةَ سِتٍّ وَلَمْ يَنْقُصُوهُمْ مِنْ شُرُوطِ الْعَهْدِ وَمَوَادِّهِ شَيْئًا، وَلَمْ يُظَاهِرُوا وَيُعَاوِنُوا عَلَيْهِمْ أَحَدًا مِنْ أَعْدَائِهِمُ الْمُشْرِكِينَ وَلَا أَهْلِ الْكِتَابِ، كَمَا نَقَضَ أَهْلُ مَكَّةَ الْعَهْدَ، بِمُظَاهَرَةِ أَحْلَافِهِمْ بَنِي بَكْرٍ عَلَى أَحْلَافِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَنِي خُزَاعَةَ. وَالْأَمْرُ بِإِتْمَامِ عَهْدِهِمْ إِلَى نِهَايَةِ مُدَّتِهِ، وَتَعْلِيلُهُ بِأَنَّهُ مِنَ التَّقْوَى الَّتِي يُحِبُّهَا اللهُ تَعَالَى، وَهَذَا نَصُّ الْآيَةِ الرَّابِعَةِ بِشَرْطِ أَنْ يَظَلُّوا مُسْتَقِيمِينَ عَلَيْهِ كَمَا بَيَّنَهُ فِي الْآيَةِ السَّابِعَةِ. </p><p> (السَّادِسُ) الْأَمْرُ فِي الْآيَةِ الثَّامِنَةِ بِاسْتِعْمَالِ جَمِيعِ أَسْبَابِ الْقِتَالِ مَعَهُمْ بَعْدَ انْسِلَاخِ أَشْهُرِ الْهُدْنَةِ الَّتِي ضُرِبَتْ لَهُ وَحَرُمَ فِيهَا، وَهِيَ الْقَتْلُ وَالْأَسْرُ وَالْحَصْرُ وَالْقُعُودُ لَهُمْ فِي جَمِيعِ الْمَرَاصِدِ لِمُرَاقَبَتِهِمْ وَمَنْعِهِمْ مِنَ التَّجْوَالِ وَالتَّغَلُّبِ فِي الْبِلَادِ، وَهُوَ يَدُلُّ عَلَى شَرْعِيَّةِ اسْتِعْمَالِ مَا يَتَجَدَّدُ بَيْنَ الْبَشَرِ مِنْ وَسَائِلِ الْقِتَالِ الْمُوَافِقَةِ لِأُصُولِ الْإِسْلَامِ الْعَادِلَةِ، فَإِنِ اسْتَعْمَلَ الْعَدُوُّ </p><p> مَا هُوَ مُخَالِفٌ لَهَا قَابَلْنَاهُ لِعُمُومِ قَوْلِهِ تَعَالَى:  (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللهَ)  (٢: ١٩٤) . </p><p> (السَّابِعُ) تَخْلِيَةُ سَبِيلِ مَنْ يَتُوبُونَ مِنَ الشِّرْكِ بِالنُّطْقِ بِالشَّهَادَتَيْنِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ، لِأَنَّهُمْ بِهَذَا يَدْخُلُونَ فِي الْإِسْلَامِ، وَمَنْ قَبِلَ الصَّلَاةَ وَالزَّكَاةَ وَالْتَزَمَهُمَا فَلَا بُدَّ أَنْ يَلْتَزِمَ غَيْرَهُمَا. وَهَذَا نَصُّ الْآيَةِ الْخَامِسَةِ. </p><p> (الثَّامِنُ) إِيجَابُ إِجَارَةِ مَنْ يَسْتَجِيرُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمْ، وَفِي حُكْمِهِ الْإِمَامُ الْأَعْظَمُ وَنَائِبُهُ وَالْقَائِدُ الْعَامُّ فِي حَالِ الْحَرْبِ؛ لِأَجْلِ أَنْ يَسْمَعَ كَلَامَ اللهِ وَيَقِفَ عَلَى دَعْوَةِ الْإِسْلَامِ، وَإِبْلَاغِهِ بَعْدَ ذَلِكَ الْمَكَانَ الَّذِي يَأْمَنُ فِيهِ عَلَى نَفْسِهِ مِنْ سُلْطَانِ الْمُسْلِمِينَ. </p><p> (التَّاسِعُ) تَعْلِيلُ نَبْذِ عَهْدِ الْمُشْرِكِينَ السَّابِقِ وَعَدَمِ اسْتِئْنَافِهِ مَعَهُمْ بِالْأَسْبَابِ الْآتِيَةِ: </p><p> (أ) أَنَّهُمْ نَقَضُوا عَهْدَ الْحُدَيْبِيَةِ بِالْغَدْرِ فَلَمْ يُخْبِرُوا الْمُؤْمِنِينَ ذَلِكَ لِيَأْخُذُوا أُهْبَتَهُمْ. </p><p> (ب) أَنَّ مِنْ دَأْبِهِمْ وَشَأْنِهِمْ أَنَّهُمْ إِذَا ظَهَرُوا عَلَى الْمُؤْمِنِينَ بِرُجْحَانِ قُوَّتِهِمْ لَا يَرْقُبُونَ فِيهِمْ عَهْدًا وَلَا ذِمَّةً وَلَا قَرَابَةً، بَلْ يَفْتِكُونَ بِهِمْ بِدُونِ رَحْمَةٍ. </p><p> (ج) أَنَّهُمْ يُنَافِقُونَ وَيَكْذِبُونَ عَلَيْهِمْ فِي حَالِ الضَّعْفِ فَيُرْضُونَهُمْ بِأَفْوَاهِهِمْ، وَيَقُولُونَ بِأَلْسِنَتِهِمْ لَهُمْ مَا لَيْسَ فِي قُلُوبِهِمْ، وَأَكْثَرُهُمْ أَيِ السَّوَادُ الْأَعْظَمُ مِنْهُمْ فَاسِقُونَ أَيْ خَارِجُونَ عَنْ قُيُودِ الْعُهُودِ وَالْمَوَاثِيقِ وَالصِّدْقِ وَالْوَفَاءِ. </p><p> (د) أَنَّهُمْ يَصُدُّونَ عَنْ سَبِيلِ اللهِ وَيُعَادُونَ الْإِسْلَامَ وَأَهْلَهُ لِأَجْلِ مَنْفَعَةٍ قَلِيلَةٍ يَتَمَتَّعُونَ بِهَا، وَيَخَافُونَ أَنْ تُسْلَبَ مِنْهُمْ بِالْتِزَامِ شَرِيعَتِهِ الَّتِي تُحَرِّمُ أَكْلَ أَمْوَالِ النَّاسِ بِالْبَاطِلِ كَالرِّبَا وَالْقِمَارِ وَالْغَصْبِ وَالْغَزْوِ لِأَجْلِ الْكَسْبِ، وَكَانُوا يَسْتَبِيحُونَ كُلَّ ذَلِكَ. </p><p> (هـ) أَنَّهُمْ - عَلَى كَوْنِهِمْ لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً فِي حَالِ الْقُوَّةِ وَلَا فِي حَالِ الضَّعْفِ - هُمُ الْمُعْتَدُونَ عَلَى الْمُسْلِمِينَ بِالْقِتَالِ، فَلَا يُمْكِنُ أَنْ يَظَلُّوا مَعَهُمْ كَذَلِكَ فِي كُلِّ حَالٍ. </p><p> (و) أَنَّهُمْ نَكَثُوا عُهُودَهُمُ السَّابِقَةَ، فَكَذَلِكَ غَيْرُهَا فَلَا ثِقَةَ بِهَا فَتُرَاعَى. </p><p> (ز) أَنَّهُمْ هَمُّوا بِإِخْرَاجِ الرَّسُولِ مِنْ وَطَنِهِ، بَلْ هُمُ الَّذِينَ اضْطَرُّوهُ إِلَى الْخُرُوجِ هُوَ وَسَائِرُ مَنْ آمَنَ مَعَهُ، وَذَلِكَ بَعْدَ أَنْ تَوَاطَئُوا عَلَى قَتْلِهِ. </p><p> (ح) أَنَّهُمْ هُمُ الَّذِينَ بَدَءُوا الْمُؤْمِنِينَ بِالْقِتَالِ أَوَّلَ مَرَّةٍ، وَبَقِيَتِ الْحَرْبُ مُسْتَمِرَّةً، فَلَمَّا أَنْهَتْ مُعَاهَدَةُ الْحُدَيْبِيَةِ حَالَةَ الْقِتَالِ أَعَادُوهَا بِغَدْرِهِمْ فِيهَا وَنَقْضِهِمْ لَهَا، وَهَذِهِ الْأَسْبَابُ الثَّمَانِيَةُ صَرِيحَةٌ فِي الْآيَاتِ (٧ - ١٠) . </p><p> (الْحُكْمُ الْعَاشِرُ) وُجُوبُ قِتَالِ مُشْرِكِي الْعَرَبِ كَافَّةً إِلَّا أَنْ يُسْلِمُوا، وَهُوَ نَصُّ الْآيَةِ الْخَامِسَةِ الْمَعْرُوفَةِ بِآيَةِ السَّيْفِ، وَقَوْلُهُ فِي الْآيَةِ:  (وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً)  (٩: ٣٦) وَجْهُهُ مَا عُلِمَ مِنْ جُمْلَةِ الْآيَاتِ فِي قِتَالِ مُشْرِكِي الْعَرَبِ، وَهُوَ عَدَمُ قَبُولِ الْجِزْيَةِ مِنْهُمْ وَعَدَمُ إِقْرَارِهِمْ عَلَى السُّكْنَى وَالْمُجَاوَرَةِ لِلْمُسْلِمِينَ فِي بِلَادِهِمْ مَعَ بَقَائِهِمْ عَلَى شِرْكِهِمْ، لِأَنَّهُمْ لَا أَمَانَ لَهُمْ وَلَا عُهُودَ فَيُمْكِنُ أَنْ يَعِيشَ الْمُؤْمِنُونَ مَعَهُمْ بِسَلَامٍ. </p><p> (الْحُكْمُ ١١) تَحْرِيمُ وِلَايَةِ الْكُفَّارِ مِنَ الْآبَاءِ وَالْإِخْوَانِ كَغَيْرِهِمْ عَلَى الْمُؤْمِنِينَ، وَكَوْنُهَا مِنَ الظُّلْمِ فِي الْآيَةِ (٢٣) . </p><p> (الْحُكْمُ ١٢) حُكْمُ قِتَالِ أَهْلِ الْكِتَابِ بِشَرْطِهِ حَتَّى يُعْطُوا الْجِزْيَةَ فِي الْآيَةِ (٢٩) . </p><p> وَمِنْ فُرُوعِ هَذِهِ الْمَسْأَلَةِ الْفَرْقُ فِي الْقِتَالِ بَيْنَ مُشْرِكِي الْعَرَبِ وَسَائِرِ الْوَثَنِيِّينَ. وَمِنْهَا أَنَّ مَا فِي هَذِهِ السُّورَةِ مِنْ قِتَالِهِمْ وَقِتَالِ أَهْلِ الْكِتَابِ إِنَّمَا هُوَ فِي بَيَانِ غَايَتِهِ لَا فِي بِدَايَتِهِ، وَأَنَّ أَوَّلَ مَا نَزَلَ مِنَ التَّشْرِيعِ فِي الْقِتَالِ آيَاتُ سُورَةِ الْحَجِّ (٢٢: ٣٩ - ٤١) ثُمَّ آيَاتُ سُورَةِ الْبَقَرَةِ الَّتِي أَوَّلُهَا (٢: ١٩٠)  (رَاجِعْ آخِرَ ص ٢٤٧ وَمَا بَعْدَهَا وَص ٢٥٥ ج ١٠) وَيَلِيهَا آيَاتُ سُورَةِ الْأَنْفَالِ، فَسُورَةُ آلِ عِمْرَانَ، فَسُورَةُ مُحَمَّدٍ، فَهَذِهِ السُّورَةُ. </p><p> (الْحُكْمُ ١٣) وَصْفُ أَهْلِ الْكِتَابِ الَّذِينَ بَيَّنَ حُكْمَ قِتَالِهِمْ هُنَا بِأَرْبَعِ صِفَاتٍ سَلْبِيَّةٍ هِيَ عِلَّةُ عَدَاوَتِهِمْ لِلْإِسْلَامِ، وَوُجُوبُ خُضُوعِهِمْ لِحُكْمِهِ لِيَأْمَنَ أَهْلُهُ عَلَى أَنْفُسِهِمْ، وَحُرِّيَّةُ دِينِهِمْ مَعَهُمْ (فَيُرَاجَعُ تَفْسِيرُ آيَةِ الْجِزْيَةِ فِي ص ٢٤٨ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (فَصْلٌ) فِي حَقِيقَةِ الْجِزْيَةِ لُغَةً وَشَرْعًا وَتَارِيخِهَا وَشُرُوطِهَا وَأَحْكَامِهَا وَسِيرَةِ الصَّحَابَةِ فِيهَا (ص ٢٥٦ - ٢٦٩) ج ١٠ ط الْهَيْئَةِ) . </p><p> (اسْتِطْرَادٌ) فِي حَقِيقَةِ مَعْنَى الْجِهَادِ وَالْحَرْبِ وَالْغَزْوِ وَإِصْلَاحِ الْإِسْلَامِ فِيهِ ص ٢٦٩ - ٢٧٤ ج ١٠ ط الْهَيْئَةِ) . </p><p> (فَصْلٌ) فِي دَارِ الْإِسْلَامِ وَالْعَدْلِ. وَدَارِ الْحَرْبِ وَالْبَغْيِ، وَحُقُوقِ الْأَدْيَانِ وَالْأَقْوَامِ فِي هَذَا الْعَصْرِ (ص ٢٧٤ - ٢٨١ ج ١٠ ط الْهَيْئَةِ) . </p><p> (الْحُكْمُ ١٤) إِبْطَالُ النَّسِيءِ فِي الْأَشْهُرِ لِأَجْلِ الْقِتَالِ، وَكَوْنِهِ تَشْرِيعًا جَاهِلِيًّا، وَهُوَ نَصُّ الْآيَةِ (٣٧) . </p><p> (الْحُكْمُ ١٥) النَّفِيرُ الْعَامُّ، وَهُوَ مَا يَكُونُ الْقِتَالُ بِهِ وَاجِبًا بِشَرْطِهِ عَلَى الْأَعْيَانِ كَمَا فُصِّلَ فِي الْآيَاتِ (٣٨ و٣٩ و٤١) وَأَمَّا النَّفِيرُ الْخَاصُّ فَهُوَ فِي الْآيَةِ (١٢٢) . </p><p> (الْحُكْمُ ١٦) الِاسْتِئْذَانُ فِي التَّخَلُّفِ عَنِ الْجِهَادِ بِالْمَالِ وَالنَّفْسِ مِنْ عَلَامَاتِ النِّفَاقِ، </p><p> وَمُنَافَيَاتِ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ كَمَا تَرَى فِي الْآيَتَيْنِ (٤٤ و٤٥) وَمَا قَبْلَهُمَا وَبَعْدَهُمَا مِنْ أَحْوَالِ الْمُنَافِقِينَ، وَتَتِمَّةُ ذَلِكَ فِي الْآيَاتِ (٨٦ - ٩٣) . </p><p> (الْحُكْمُ الْأَوَّلُ) وُجُوبُ مُجَاهَدَةِ الْكُفَّارِ وَالْمُنَافِقِينَ فِي الْمُعَامَلَاتِ الْمَدَنِيَّةِ وَالْأَدَبِيَّةِ وَهُمُ الْخَاضِعُونَ لِأَحْكَامِ الْإِسْلَامِ كَمَا فِي الْآيَةِ (٧٣) . </p><p> (الْحُكْمُ ١٨) الْأَعْذَارُ الْمُبِيحَةُ لِلتَّخَلُّفِ عَنِ الْجِهَادِ فِي قَوْلِهِ تَعَالَى: (لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى) ٩: ٩١ إِلَى آخِرِ الْآيَةِ (٩٣) . </p><p> (الْحُكْمُ ١٩) وُجُوبُ بَذْلِ الْأَنْفُسِ وَالْأَمْوَالِ فِي الْقِتَالِ الْمَشْرُوعِ لِإِعْلَاءِ كَلِمَةِ اللهِ، وَهِيَ الْحَقُّ وَالْعَدْلُ بِاشْتِرَاءِ اللهِ إِيَّاهُمَا مِنَ الْمُؤْمِنِينَ بِأَنَّ لَهُمُ الْجَنَّةَ، وَهُوَ نَصُّ الْآيَةِ (١١١) وَتَقَدَّمَ تَحْرِيمُ الْفِرَارِ مِنَ الزَّحْفِ فِي سُورَةِ الْأَنْفَالِ. </p><p> (الْحُكْمُ ٢٠) قِتَالُ الْأَقْرَبِ فَالْأَقْرَبِ مِنَ الْكُفَّارِ الْحَرْبِيِّينَ وَهُوَ نَصُّ الْآيَةِ (١٢٣) . </p><p> (الْفَصْلُ الثَّالِثُ) </p><p> فِي الْقَوَاعِدِ وَالْأُصُولِ السِّيَاسِيَّةِ وَالْحَرْبِيَّةِ الْمَأْخُوذَةِ مِنَ الْمَسَائِلِ وَالْأَحْكَامِ السَّابِقَةِ وَهِيَ ثَلَاثَةَ عَشَرَ أَصْلًا: </p><p> (١) جَوَازُ الْبَرَاءَةِ مِنَ الْعُهُودِ وَنَبْذُهَا لِلْمُعَاهِدِينَ لِدَفْعِ الْمَفَاسِدِ الْمُتَرَتِّبَةِ عَلَى بَقَائِهَا، وَهُوَ فِي الْآيَتَيْنِ الْأَوْلَى وَالثَّانِيَةِ مِنَ السُّورَةِ. </p><p> (٢) عَقْدُ الْمُعَاهَدَاتِ مَعَ الدُّوَلِ وَالْأُمَمِ مِنْ حُقُوقِ الْأُمَّةِ لَهَا غُنْمُهَا وَعَلَيْهَا غُرْمُهَا، وَإِنَّمَا يَعْقِدُهَا الْإِمَامُ أَوْ نَائِبُهُ مِنْ حَيْثُ إِنَّهُ هُوَ الْمُمَثِّلُ لِوَحْدَةِ الْأُمَّةِ، وَهُوَ مَنْطُوقُ إِسْنَادِهَا إِلَى الْمُؤْمِنِينَ فِي قَوْلِهِ فِي الْآيَةِ الْأُولَى:  (عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ)  (٩: ١) مَعَ الْعِلْمِ بِأَنَّ الَّذِي تَوَلَّى الْعَقْدَ وَكُتِبَ بِاسْمِهِ فِي الْحُدَيْبِيَةِ هُوَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> (٣) نَبْذُ الْمُعَاهَدَاتِ يَجِبُ أَنْ يُذَاعَ وَيُنْشَرَ بِحَيْثُ يَعْرِفُهُ الْمُخَاطَبُونَ بِالْعَمَلِ بِهِ كَمَا أَمَرَ اللهُ بِالْأَذَانِ بِهِ يَوْمَ الْحَجِّ الْأَكْبَرِ، وَالْإِذَاعَةُ تَخْتَلِفُ بِاخْتِلَافِ الْأَزْمِنَةِ وَالْأَمْكِنَةِ وَأَحْوَالِ الْبَشَرِ فِي حَضَارَتِهِمْ وَبَدَاوَتِهِمْ. </p><p> (٤) وُجُوبُ الْوَفَاءِ بِالْمُعَاهَدَةِ مَا دَامَ الطَّرَفُ الْآخَرُ مِنَ الْأَعْدَاءِ يَفِي بِهَا وَلَا يَنْقُصُ مِنْهَا شَيْئًا، كَمَا تَرَى فِي الْآيَاتِ (٤ و٧ و١٢ و١٣) إِكْمَالًا لِمَا تَقَدَّمَ فِي سُورَةِ الْأَنْفَالِ. </p><p> (٥) الْمُعَاهَدَةُ الْمَوْقُوتَةُ تَنْتَهِي بِانْتِهَاءِ مُدَّتِهَا بِنَصِّ قَوْلِهِ تَعَالَى: (فَأَتِمُّوا إِلَيْهِمْ</p><p> عَهْدَهُمْ إِلَى مُدَّتِهِمْ)  (٩: ٤) وَقَوْلِهِ: (فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ)  (٩: ٧) . </p><p> (٦) أَنَّ الْقَبَائِلَ وَالشُّعُوبَ الَّتِي لَيْسَ لَهَا دِينٌ وَلَا شَرْعٌ يُحَرِّمُ عَلَيْهَا نَقْضَ الْعُهُودِ وَجُرِّبَ </p><p> عَلَيْهَا نَكْثُهَا لِلْإِيمَانِ لَا يَجِبُ الْتِزَامُ مُعَاهَدَاتِهَا السَّابِقَةِ، وَلَا تَجْدِيدُ مَا انْتَهَتْ مُدَّتُهُ مِنْهَا كَمَا تَرَاهُ مُفَصَّلًا فِي الْآيَاتِ الثَّلَاثَ عَشْرَةَ الْأَوْلَى مِنَ السُّورَةِ، وَدُوَلُ الْإِفْرِنْجِ تَعْمَلُ بِهَذِهِ الْقَاعِدَةِ فَلَا تَعْقِدُ الْمُعَاهَدَاتِ إِلَّا مَعَ الدُّوَلِ الْمُنَظَّمَةِ الَّتِي تَلْتَزِمُ الشَّرَائِعَ وَالْقَوَانِينَ الدَّوْلِيَّةَ. </p><p> (٧) الْهُدْنَةُ بَيْنَ الْمُحَارِبِينَ مَشْرُوعَةٌ وَلِلْمُسْلِمِينَ أَنْ يَبْدَءُوا بِهَا إِذَا اقْتَضَتْ ذَلِكَ الْمَصْلَحَةُ، وَمِنْهَا الرَّحْمَةُ بِالْمُشْرِكِينَ فِيمَا لَا يَضُرُّ الْمُؤْمِنِينَ، وَهُوَ نَصُّ قَوْلِهِ تَعَالَى فِي الْآيَةِ الثَّانِيَةِ:  (فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ) . </p><p> (٨) تَأْمِينُ الْحَرْبِيِّ بِالْإِذْنِ لَهُ بِدُخُولِ دَارِ الْإِسْلَامِ جَائِزٌ لِلْمَصْلَحَةِ، فَإِذَا اسْتَأْمَنَ لِأَجْلِ سَمَاعِ كَلَامِ اللهِ أَوِ الْوُقُوفِ عَلَى حَقِيقَةِ الْإِسْلَامِ وَجَبَتْ إِجَارَتُهُ ثُمَّ إِبْلَاغُهُ مَأْمَنَهُ عِنْدَ الْخُرُوجِ مِنْ دَارِ الْإِسْلَامِ، وَهُوَ فِي الْآيَةِ السَّادِسَةِ. </p><p> (٩) انْتِهَاءُ قِتَالِ مُشْرِكِي الْعَرَبِ مَنُوطٌ بِالدُّخُولِ فِي الْإِسْلَامِ، وَمِفْتَاحُهُ التَّوْبَةُ مِنَ الشِّرْكِ، وَالْتِزَامُ أَحْكَامِ الْإِسْلَامِ وَأَهَمُّهَا رُكْنَا الصَّلَاةِ، وَالزَّكَاةِ. </p><p> (١٠) انْتِهَاءُ قِتَالِ أَهْلِ الْكِتَابِ وَمَنْ فِي مَعْنَاهُمْ يُنَاطُ بِالْإِسْلَامِ أَوْ بِإِعْطَاءِ الْجِزْيَةِ مَعَ الْخُضُوعِ لِأَحْكَامِ شَرْعِنَا، كَمَا تَرَى فِي آيَةِ الْجِزْيَةِ (٢٩) وَفِي تَفْسِيرِهَا بَيَانُ حُكْمِ سَائِرِ الْمِلَلِ. </p><p> (١١) النَّفِيرُ الْعَامُّ الَّذِي يَكُونُ بِهِ الْجِهَادُ فَرْضًا عَلَى الْأَعْيَانِ فِي الْآيَةِ (٤١) وَتَرَى فِي تَفْسِيرِهَا مَا تَكُونُ بِهِ فَرْضِيَّتُهُ، وَمَا يَكُونُ بِهِ فَرْضَ كِفَايَةٍ. </p><p> (١٢) امْتِنَاعُ نَفْرِ الْمُؤْمِنِينَ كُلِّهِمْ لِلْجِهَادِ فِي غَيْرِ حَالِ النَّفِيرِ الْعَامِّ فِي الْآيَةِ (١٢٢) . </p><p> (١٣) الْعَجْزُ عَنِ الْقِتَالِ أَوْ عَنِ الْخُرُوجِ إِلَيْهِ عُذْرٌ فِي التَّخَلُّفِ عَنْهُ وَتَجِدُ بَيَانَ أَنْوَاعِهِ الشَّخْصِيَّةِ وَالْمَالِيَّةِ فِي الْآيَاتِ الثَّلَاثِ (٩١ - ٩٣) وَهِيَ تَخْتَلِفُ بِاخْتِلَافِ أَحْوَالِ الزَّمَانِ وَالْمَكَانِ وَالِاسْتِعْدَادِ لِلْقِتَالِ. </p><p> الْبَابُ الْخَامِسُ </p><p> (فِي شُئُونِ الْكُفَّارِ وَالْمُنَافِقِينَ وَحُكْمِ الْإِسْلَامِ عَلَيْهِمْ وَسِيَاسَتِهِ فِيهِمْ وَفِيهِ فُصُولٌ) </p><p> (الْفَصْلُ الْأَوَّلُ فِي ذَمِّ الْقُرْآنِ لِلْكُفَّارِ وَالْمُنَافِقِينَ وَنَزَاهَتِهِ فِيهِ عَنِ السَّبِّ وَالشَّتْمِ) </p><p> (تَنْبِيهٌ وَتَمْهِيدٌ) </p><p> الذَّمُّ: الْوَصْفُ بِالْقَبِيحِ، وَالسَّبُّ وَالشَّتْمُ: مَا يُقْصَدُ بِهِ التَّعْيِيرُ وَالتَّشَفِّي مِنَ الذَّمِّ، سَوَاءٌ كَانَ مَعْنَاهُ صَحِيحًا وَاقِعًا أَوْ إِفْكًا مُفْتَرًى. وَالْقُرْآنُ مُنَزَّهٌ عَنْ ذَلِكَ، قَالَ تَعَالَى:  (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ فَيَسُبُّوا اللهَ عَدْوًا بِغَيْرِ عِلْمٍ)  (٦: ١٠٨) فَنُهِيَ عَنْ سَبِّ آلِهَةِ الْكُفَّارِ وَمَعْبُودَاتِهِمْ وَمِنْهَا الْأَصْنَامُ، وَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((الْمُتَسَبَّانِ شَيْطَانَانِ يَتَهَاتَرَانِ </p><p> وَيَتَكَاذَبَانِ)) رَوَاهُ أَحْمَدُ وَالْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرَدِ مِنْ حَدِيثِ عِيَاضِ بْنِ حَمَّادٍ بِسَنَدٍ صَحِيحٍ. </p><p> فَمَا فِي الْقُرْآنِ مِنْ ذَمِّ الْكُفَّارِ وَالْمُنَافِقِينَ بَيَانٌ لِحَقِيقَةِ حَالِهِمْ وَقُبْحِ أَعْمَالِهِمْ، وَمَا يَعْقُبُهَا مِنَ الْفَسَادِ وَالضَّرَرِ بِهِمْ وَسُخْطِ اللهِ تَعَالَى عَلَيْهِمْ، وَاسْتِحْقَاقِهِمْ لِعِقَابِهِ، وَبُعْدِهِمْ مِنْ رَحْمَتِهِ وَثَوَابِهِ؛ بِقَصْدِ الْإِنْذَارِ وَالْوَعْظِ، لِأَجْلِ التَّنْفِيرِ وَالزَّجْرِ، وَلِذَلِكَ تَرَاهَا مُوَجَّهَةً إِلَيْهِمْ بِوَصْفِهِمْ أَوْ إِلَى وَصْفِهِمُ الْعَامِّ: الْمُشْرِكِينَ، الْكَافِرِينَ، الْمُنَافِقِينَ، الْفَاسِقِينَ، الظَّالِمِينَ، الْمُجْرِمِينَ، الْمُفْسِدِينَ، أَوِ الْخَاصِّ بِطَائِفَةٍ مِنْهُمْ كَبَعْضِ الْأَحْبَارِ وَالرُّهْبَانِ لَا كُلِّهِمْ دُونَ الْأَشْخَاصِ الْمُعَيَّنِينَ بِأَسْمَائِهِمْ وَأَلْقَابِهِمْ، مَهْمَا يَكُنْ مِنْ شِدَّةِ كُفْرِهِمْ وَإِيذَائِهِمْ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُؤْمِنِينَ كَعَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُولَ رَئِيسِ الْمُنَافِقِينَ الَّذِي كَانَ شَرَّهُمْ وَأَجْرَأَهُمْ عَلَى الضَّرَرِ، فَقَدْ كَانَ ضَرَرُهُ فِي الْمَدِينَةِ أَشَدَّ مِنْ ضَرَرِ أَئِمَّةِ الْكُفْرِ وَالشِّرْكِ فِي مَكَّةَ (كَأَبِي جَهْلٍ) . </p><p> وَمَنِ اطَّلَعَ عَلَى شَيْءٍ مِنْ هِجَاءِ الْعَرَبِ وَسِبَابِهِمُ الْبَذِيءِ وَقَذَعِهِمُ الْفَاحِشِ أَدْرَكَ نَزَاهَةَ الْقُرْآنِ، وَعُلُوَّهُ عَنْ مِثْلِ بَذَاءَتِهِمْ فِي الْكَلَامِ. </p><p> يُسْتَثْنَى مِنْ هَذِهِ الْقَضِيَّةِ الْكُلِّيَّةِ فِي ذَمِّ الشَّخْصِ الْمُعَيَّنِ مِنْ أَعْدَاءِ الْإِسْلَامِ وَالرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا نَزَلَ فِي ذَمِّ أَبِي لَهَبٍ وَامْرَأَتِهِ فِي سُورَةٍ وَجِيزَةٍ لِمَا بَيَّنَّاهُ مِنْ حِكْمَةِ ذَلِكَ فِي قِصَّةِ إِبْرَاهِيمَ مَعَ أَبِيهِ آزَرَ وَالِاسْتِطْرَادِ إِلَى آبَاءِ الْأَنْبِيَاءِ وَأُولِي قُرْبَاهُمْ </p><p> وَمَا صَحَّ فِي الْأَحَادِيثِ فِي أَبَوَيِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَمَّيْهِ أَبِي طَالِبٍ وَأَبِي لَهَبٍ، لِإِثْبَاتِ قَاعِدَةٍ عَظِيمَةٍ فِي الْفَرْقِ بَيْنَ دِينِ اللهِ تَعَالَى عَلَى أَلْسِنَةِ أَنْبِيَائِهِ وَرُسُلِهِ وَالْأَدْيَانِ الْوَثَنِيَّةِ، وَهِيَ أَنَّ دِينَ اللهِ تَعَالَى مَبْنِيٌّ عَلَى أَنَّ مَدَارَ السَّعَادَةِ وَالنَّجَاةِ مِنْ عَذَابِ الْآخِرَةِ وَالْفَوْزِ بِنَعِيمِهَا إِنَّمَا هُوَ الْإِيمَانُ الصَّحِيحُ وَالْأَعْمَالُ الصَّالِحَةُ الَّتِي تَتَزَكَّى بِهَا الْأَنْفُسُ وَتَكُونُ بِصِفَاتِهَا الْعَالِيَةِ أَهْلًا لِجِوَارِ اللهِ تَعَالَى وَمَرْضَاتِهِ. </p><p> وَأَنَّ الْأَدْيَانَ الْوَثَنِيَّةَ مَبْنِيَّةٌ عَلَى أَنَّ السَّعَادَةَ وَالنَّجَاةَ وَالْفَوْزَ إِنَّمَا تَكُونُ بِوَسَاطَةِ بَعْضِ الْمَخْلُوقَاتِ الَّتِي تُوصَفُ بِالْوِلَايَةِ وَالْقَدَاسَةِ أَوِ النُّبُوَّةِ، وَيُدْعَى لَهَا التَّأْثِيرُ فِي النَّفْعِ وَالضُّرِّ بِأَنْفُسِهِمَا أَوْ بِالشَّفَاعَةِ عِنْدَ اللهِ تَعَالَى، وَكَوْنِهَا تُحَابِي بِشَفَاعَتِهَا وَوَسَاطَتِهَا أُولِي الْقَرَابَةِ مِنْهَا وَالْمُتَقَرِّبِينَ إِلَيْهَا بِالْمَدْحِ لَهَا وَالِاسْتِغَاثَةِ بِهَا، وَدُعَائِهَا مِنْ دُونِ اللهِ أَوْ مَعَ اللهِ عَزَّ وَجَلَّ. </p><p> وَقَدْ كَانَ أَبُو لَهَبٍ أَغْنَى بَنِي هَاشِمٍ، وَمِنْ أَكْثَرِ الْمُشْرِكِينَ غُرُورًا بِمَالِهِ وَثَرْوَتِهِ وَنَشَبِهِ وَنَسَبِهِ وَكَانَ بِهَذَا الْغُرُورِ أَوَّلَ مَنْ جَاهَرَ بِعَدَاوَةِ ابْنِ أَخِيهِ (مُحَمَّدٍ رَسُولِ اللهِ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ) مُحْتَقِرًا لَهُ لِأَنَّهُ كَانَ هُوَ وَأَبُوهُ، الَّذِي لَمْ يُدْرِكْهُ، وَعَمُّهُ الَّذِي كَفَلَهُ بَعْدَ جَدِّهِ - أَفْقَرَ بَنِي هَاشِمٍ، وَقَالَ لَهُ حِينَ جَمَعَ عَشِيرَتَهُ وَبَلَّغَهُمْ دَعْوَةَ رَبِّهِ امْتِثَالًا لِأَمْرِهِ (وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ)  (٢٦: ٢١٤) </p><p> : تَبًّا لَكَ سَائِرَ الْيَوْمِ، أَلِهَذَا جَمَعْتَنَا؟ وَكَانَ يَقُولُ لِقُرَيْشٍ: خُذُوا عَلَى يَدَيْهِ، قَبْلَ أَنْ تَجْتَمِعَ الْعَرَبُ عَلَيْهِ، وَكَانَ أَشَدَّ الْمُشْرِكِينَ صَدًّا لِلنَّاسِ عَنْهُ وَتَكْذِيبًا لَهُ كُلَّمَا دَعَا أَحَدًا مِنْهُمْ إِلَى الْإِسْلَامِ، وَكَانَ كَلَامُهُ مَقْبُولًا عِنْدَهُمْ أَكْثَرَ مِنْ كَلَامِ سَائِرِ الرُّؤَسَاءِ الَّذِينَ جَاهَرُوا بِعَدَاوَتِهِ كَأَبِي جَهْلٍ وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ وَأَبِي سُفْيَانَ بْنِ حَرْبٍ لِقَرَابَتِهِ، وَكَذَلِكَ كَانَتِ امْرَأَتُهُ أُمُّ جَمِيلٍ أُخْتُ أَبِي سُفْيَانَ مُسْرِفَةً فِي عَدَاوَتِهِ وَذَمِّهِ، وَالصَّدِّ عَنْ دَعْوَتِهِ بِالنَّمِيمَةِ وَنَقْلِ الْأَخْبَارِ الْكَاذِبَةِ عَنْهُ لِتَبْغِيضِهِ لِلنَّاسِ، وَهُوَ الْمُرَادُ مِنْ كُنْيَتِهَا:  (حَمَّالَةَ الْحَطَبِ) كَمَا هُوَ مَعْرُوفٌ عِنْدَ الْعَرَبِ. وَرُوِيَ أَنَّهَا كَانَتْ تَجْمَعُ الْحَطَبَ الشَّائِكَ وَتُلْقِيهِ فِي طَرِيقِهِ بِالْفِعْلِ، وَمَعَ هَذَا كُلِّهِ لَمْ تَكُنِ السُّورَةُ الَّتِي نَزَلَتْ فِيهِ إِلَّا دُعَاءً عَلَيْهِ بِالتَّبَّاتِ، وَهُوَ الْخَسَارُ الْمُفْضِي إِلَى الْهَلَاكِ أَوْ إِخْبَارًا بِهِ، وَبِكَوْنِهِ لَا يُغْنِي عَنْهُ مَالُهُ الْكَثِيرُ وَمَا كَسَبَهُ مِنَ الْجَاهِ وَالْوَلَدِ شَيْئًا - فِي مُقَابَلَةِ قَوْلِهِ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَبًّا لَكَ سَائِرَ الْيَوْمِ - فَهُوَ إِخْبَارٌ بِعَاقِبَةِ أَمْرِهِمَا وَمَوْتِهِمَا عَلَى كُفْرِهِمَا، وَخُسْرَانِهِمَا سَعَادَةَ الدُّنْيَا وَالْآخِرَةِ، وَقَدْ صَدَقَ </p><p> خَبَرُ اللهِ وَوَعِيدُهُ لَهُ، فَهُوَ قَدْ مَاتَ بَعْدَ وَقْعَةِ بَدْرٍ الَّتِي سَاعَدَ عَلَيْهَا بِمَالِهِ، آسِفًا لِعَجْزِهِ عَنِ الْخُرُوجِ إِلَيْهَا بِنَفْسِهِ، فَذَاقَ وَبَالَ أَمْرِهِ بِخِذْلَانِ أَقْرَانِهِ مِنْ صَنَادِيدِ قُرَيْشٍ وَرُءُوسِ الشِّرْكِ، وَخُسْرَانِ مَالِهِ الَّذِي أَنْفَقَهُ فِيهَا مِصْدَاقًا لِقَوْلِهِ تَعَالَى:  (إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ)  (٨: ٣٦) وَرَأَى بِمِصْدَاقِهَا مَبَادِئَ عِزِّ الْإِسْلَامِ وَنَصْرِهِ. مَاتَ بَعْدَهَا بِأَيَّامٍ قَلِيلَةٍ بِالْعَدَسَةِ شَرَّ مَيْتَةٍ، وَتُرِكَ مَيِّتًا حَتَّى أَنْتَنَ، ثُمَّ اسْتُؤْجِرَ بَعْضُ السُّودَانِ حَتَّى دَفَنُوهُ. وَكَانَ فُجِعَ بَعْدَ نُزُولِ السُّورَةِ بِوَلَدِهِ عُتْبَةَ الَّذِي كَانَ يَعْتَزُّ بِهِ، افْتَرَسَهُ أَسَدٌ فِي طَرِيقِ الشَّامِ، وَلَوْ أَسْلَمَ كَمَا أَسْلَمَ أَخُوهُ وَثَانِيهِ فِي جَمْعِ الْمَالِ الْعَبَّاسُ - رَضِيَ اللهُ عَنْهُ - لَرَأَى مِثْلَ مَا رَأَى هُوَ وَذُرِّيَّتُهُ مِنْ عِزِّ الْإِسْلَامِ، وَصِدْقِ ابْنِ أَخِيهِ عَلَيْهِ أَفْضَلُ الصَّلَاةِ وَالسَّلَامِ، فِي وَعْدِهِ لَهُمْ بِأَنَّ كَلِمَةَ:  ((لَا إِلَهَ إِلَّا اللهُ) ) تَجْمَعُ عَلَيْهِمُ الْعَرَبَ، وَتَدِينُ لَهُمْ بِهَا الْعَجَمُ. </p><p> ذَكَرْتُ هَذَا التَّنْبِيهَ الطَّوِيلَ لِبَيَانِ غَلَطِ بَعْضِ الْعُلَمَاءِ فِي قَوْلِهِمْ: إِنَّ الْقُرْآنَ اشْتَمَلَ عَلَى سَبِّهِمْ وَسَبِّ آلِهَتِهِمْ، وَتَفْنِيدًا لِمَا يَهْذِي بِهِ بَعْضُ مَلَاحِدَةِ الْكُتَّابِ فِي الْمُقَارَنَةِ بَيْنَ أَدَبِهِ وَالْأَدَبِ الْجَاهِلِيِّ. وَمَا رُوِيَ مِنْ قَوْلِ رُءُوسِ الْمُشْرِكِينَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَقَدْ سَبَبْتَ الْآبَاءَ وَعِبْتَ الدِّينَ وَسَفَّهْتَ الْأَحْلَامَ وَشَتَمْتَ الْآلِهَةَ، فَذِكْرُ السَّبِّ وَالشَّتْمِ فِيهِ مُبَالَغَةٌ فِي الْإِنْكَارِ، عَلَى أَنَّهُ مُرْسَلٌ ضَعِيفُ السَّنَدِ وَفِيهِ رَجُلٌ مُتَّهَمٌ. وَهَاكَ مَا وَصَفَ اللهُ تَعَالَى بِهِ أَعْدَاءَهُ وَأَعْدَاءَ رَسُولِهِ وَالْمُؤْمِنِينَ مِنْ هَؤُلَاءِ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي هَذِهِ السُّورَةِ وَهُوَ أَشَدُّهُ. </p><p> (شَوَاهِدُ ذَمِّ الْقُرْآنِ النَّزِيهِ لِلْكَفَّارِ وَالْمُنَافِقِينَ) </p><p> (١ - ٤) وَصَفَ الْمُشْرِكِينَ فِي الْآيَاتِ (٨ - ١٠) بِأَنَّهُمْ لَا يَرْقُبُونَ وَلَا يُرَاعُونَ فِي أَحَدٍ مِنَ الْمُؤْمِنِينَ إِلًّا وَلَا ذِمَّةً، حَتَّى قَطَعُوا أَرْحَامَهُمْ بِهِمْ خِلَافًا لِعَادَاتِهِمْ فِي عَصَبِيَّةِ النَّسَبِ، وَأَنَّهُمْ يَصُدُّونَ عَنْ سَبِيلِ اللهِ، وَأَنَّ أَكْثَرَهُمْ فَاسِقُونَ، وَأَنَّهُمْ هُمُ الْمُعْتَدُونَ. </p><p> (٥) قَوْلُهُ تَعَالَى فِي مَنْعِهِمْ عَنْ عِمَارَةِ الْمَسْجِدِ الْحَرَامِ وَغَيْرِهِ وَمِنَ التَّعَبُّدِ فِيهِ: (مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ) </p><p> (٩: ١٧) . </p><p> (٦) قَوْلُهُ تَعَالَى: (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا)  (٩: ٢٨) وَكَانَتْ نَجَاسَتُهُمْ مَعْنَوِيَّةً وَهِيَ الشِّرْكُ وَخُرَافَاتُهُ، وَحِسِّيَّةً إِذَا كَانُوا يَأْكُلُونَ الْمَيْتَةَ، وَلَا يَدِينُونَ بِالطَّهَارَةِ مِنَ النَّجَاسَةِ وَلَا الْحَيْضِ وَالْجَنَابَةِ. </p><p> (٧ - ١٠) وَصَفَ كُفَّارِ أَهْلِ الْكِتَابِ فِي الْآيَةِ (٣٠) بِأَنَّهُمْ بِاتِّخَاذِ ابْنٍ لِلَّهِ سُبْحَانَهُ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلِهِمْ كَوَثَنِيِّ قُدَمَاءِ الْهِنْدِ وَالْمِصْرِيِّينَ، وَقَوْلِهِ:  (قَاتَلَهُمُ اللهُ أَنَّى يُؤْفَكُونَ)  (٩: ٣٠) وَوَصَفَهُمْ فِي الْآيَةِ (٣١) بِأَنَّهُمْ: (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللهِ) وَفِي الْآيَةِ (٣٢) بِأَنَّهُمْ (يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللهِ بِأَفْوَاهِهِمْ) أَيْ بِكَلَامِهِمُ الْبَاطِلِ فِي الصَّدِّ عَنِ الْإِسْلَامِ، وَفِي الْآيَةِ (٣٤) بِأَنَّ كَثِيرًا مِنْ أَحْبَارِهِمْ وَرُهْبَانِهِمْ يَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللهِ. وَكُلُّ هَذِهِ الصِّفَاتِ ظَاهِرَةٌ مَعْرُوفَةٌ فِي تَارِيخِهِمُ الْمَاضِي وَسِيرَتِهِمْ فِي هَذَا الزَّمَانِ، وَمِنْ دَقَائِقِ الصِّدْقِ فِي الْقُرْآنِ الْحُكْمُ فِي مِثْلِ هَذَا الْكَثِيرِ مِنْهُمْ دُونَ الْجَمِيعِ كَمَا قَالَ فِي الْمُشْرِكِينَ:  (وَأَكْثَرُهُمْ فَاسِقُونَ)  (٩: ٨) وَلَمْ يُعْهَدْ مِثْلُ هَذَا التَّحَرِّي فِي كَلَامِ الْبَشَرِ. </p><p> وَأَمَّا وَصْفُهُ لِشُرُورِ الْمُنَافِقِينَ وَذَمِّهِمْ فِيهَا فَنُلَخِّصُهُ فِيمَا يَأْتِي تَابِعًا فِي الْعَدَدِ لِمَا قَبْلَهُ. </p><p> (١١) ذَكَرَ فِي اسْتِئْذَانِ الْمُنَافِقِينَ وَاعْتِذَارِهِمْ عَنِ الْخُرُوجِ إِلَى غَزْوَةِ تَبُوكَ وَبَيَانِ مَا يَكُونُ شَأْنُهُمْ لَوْ خَرَجُوا مِنِ ابْتِغَاءِ الْفِتْنَةِ وَالْإِفْسَادِ بَيْنَ الْمُؤْمِنِينَ بِالتَّثْبِيطِ وَغَيْرِهِ، وَلَمْ يَزِدْ فِيهَا عَلَى قَوْلِهِ فِيهِمْ:  (وَاللهُ عَلِيمٌ بِالظَّالِمِينَ)  (٩: ٤٧) وَقَوْلِهِ: (وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ)  (٩: ٤٩)  (رَاجِعِ الْآيَاتِ ٤٢ - ٤٩) . </p><p> (١٢ و١٣) تَعْلِيلُ عَدَمِ قَبُولِ نَفَقَاتِهِمْ فِي الْآيَةِ (٥٣) بِفِسْقِهِمْ، وَقَوْلُهُ بَعْدَهُ:  (وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ)  (٩: ٥٤) . </p><p> (١٤ و١٥) وَصَفَهُمْ بَعْدَ إِثْبَاتِ اسْتِهْزَائِهِمْ فِيمَا بَيْنَهُمْ بِاللهِ وَآيَاتِهِ وَرُسُلِهِ وَاعْتِذَارِهِمْ عَنْهُ </p><p> بِقَوْلِهِمْ:  (إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ)  (٩: ٦٥) بِأَنَّهُمْ كَفَرُوا بَعْدَ إِيمَانِهِمْ وَأَنَّهُمْ كَانُوا مُجْرِمِينَ، ثُمَّ قَالَ بَعْدَ ذِكْرِ صِفَاتِهِمُ الْعَامَّةِ مِنَ الْآيَةِ:  (نَسُوا اللهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ)  (٩: ٦٧) أَيِ الْخَارِجُونَ مِنْ مُحِيطِ هِدَايَةِ الدِّينِ وَسَلَامَةِ الْفِطْرَةِ. </p><p> (١٦) قَوْلُهُ فِي لَمْزِهِمْ وَعَيْبِهِمْ لِلْمُتَطَوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَسُخْرِيَتِهِمْ </p><p> مِنْهُمْ فِي الْآيَةِ (سَخِرَ اللهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ)  (٩: ٧٩) وَهَذَا التَّعْبِيرُ يُسَمَّى بِالْمُشَاكَلَةِ أَيْ عَاقَبَهُمْ بِمِثْلِ جُرْمِهِمْ فَجَعَلَهُمْ سُخْرِيَةً لِلْمُؤْمِنِينَ بِمَا فَضَحَ بِهِ نِفَاقَهُمُ الَّذِي كَانُوا يُخْفُونَهُ. </p><p> (١٧) قَوْلُهُ فِي تَعْلِيلِ عَدَمِ غُفْرَانِ اللهِ لَهُمْ: (ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللهِ وَرَسُولِهِ وَاللهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ)  (٩: ٨٠) وَقَوْلُهُ فِي هَذَا الْمَعْنَى: (وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ)  (٩: ٨٤) وَقَدْ نَزَلَ هَذَا فِي زَعِيمِهِمْ عَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُولَ، وَلَكِنْ جُعِلَ حُكْمُ النَّهْيِ عَامًّا. </p><p> (١٨ و١٩) أَشَدُّ مَا وَصَفَهُمْ بِهِ فِي الْآيَةِ (٩٥) أَنَّهُمْ رِجْسٌ، وَأَنَّهُ كُلَّمَا نَزَلَتْ سُورَةٌ مِنَ الْقُرْآنِ زَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ، حَتَّى مَاتُوا عَلَى كُفْرِهِمْ كَمَا فِي الْآيَةِ (١٢٥) وَأَنَّهُمْ عِنْدَ نُزُولِهَا يَنْصَرِفُونَ مِنْ مَجْلِسِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ غَفْلَةِ الْمُؤْمِنِينَ عَنْهُمْ ثُمَّ قَالَ:  (صَرَفَ اللهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ) أَيْ صَرَفَ اللهُ قُلُوبَهُمْ عَنِ الِاهْتِدَاءِ بِهَا بِسَبَبِ أَنَّهُمْ لَا يَفْقَهُونَ مَا فِيهَا مِنَ الْبَيِّنَاتِ وَالْهُدَى بِمُقْتَضَى سُنَّتِهِ فِي ارْتِبَاطِ الْأَسْبَابِ بِمُسَبِّبَاتِهَا وَهَذَا آخِرُ مَا ذُكِرُوا بِهِ فِي هَذِهِ السُّورَةِ مِنَ الْآيَةِ ١٢٧. </p><p> فَأَنْتَ تَرَى أَنَّ كُلَّ مَا وُصِفُوا بِهِ بَيَانٌ لِحَقِيقَةِ حَالِهِمْ بِأَنْزَهِ تَعْبِيرٍ يَدُلُّ عَلَيْهِ مَقْرُونًا بِتِلْكَ الْأَعْمَالِ الْقَبِيحَةِ وَالْأَخْلَاقِ السَّافِلَةِ وَالسَّرَائِرِ الَّتِي هِيَ شَرٌّ مِنْهَا، وَأَنَّ الْمُرَادَ بِوَصْفِهِمُ التَّنْفِيرُ مِنْهُ لِإِعْدَادِ مَنْ فِيهِ اسْتِعْدَادًا لِقَبُولِ الْحَقِّ بِالرُّجُوعِ إِلَيْهِ، وَقَدْ تَابَ أَكْثَرُهُمْ وَلِلَّهِ الْحَمْدُ. </p><p> (الْفَصْلُ الثَّانِي) </p><p> (فِي الْمُنَافِقِينَ وَصِفَاتِهِمْ وَأَعْمَالِهِمْ وَسِيَاسَةِ الْإِسْلَامِ فِيهِمْ) </p><p> النِّفَاقُ خُلُقٌ رَدِيءٌ وَوَصْفٌ خَبِيثٌ تَتَلَوَّثُ بِهِ الْأَنْفُسُ الدَّنِيئَةُ الْفَاسِدَةُ الْفِطْرَةِ، فَلَا يَرَى أَهْلُهَا وَسِيلَةً إِلَى مَطَامِعِهِمْ فِي الْمَالِ وَمَطَامِحِهِمْ إِلَى الْجَاهِ إِلَّا الْكَذِبَ، وَالرِّيَاءَ، وَلِقَاءَ النَّاسِ بِالْوُجُوهِ الْمُخْتَلِفَةِ، وَالتَّصَنُّعَ، وَالْخِدَاعَ، وَلِينَ الْقَوْلِ، كَمَا قَالَ تَعَالَى فِيهِمْ:  (وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ)  (٦٣: ٤) وَهُمْ يُوجَدُونَ فِي كُلِّ شِعْبٍ وَكُلِّ قَبِيلَةٍ، لَا تَخْلُو مِنْهُمْ بَادِيَةٌ وَلَا حَاضِرَةٌ، وَالنِّفَاقُ قِسْمَانِ: خَاصٌّ وَعَامٌّ، فَالْخَاصُّ: هُوَ الشَّخْصِيُّ الَّذِي يُحَاوِلُ صَاحِبُهُ لِقَاءَ كُلِّ أَحَدٍ مِمَّا يُرْضِيهِ </p><p> عَنْهُ وَيُحَبِّبُهُ إِلَيْهِ وَلَا سِيَّمَا الْحُكَّامِ وَأَصْحَابِ الْجَاهِ وَالْمَنَاصِبِ وَالثَّرَاءِ الَّذِينَ يُرْجَى الِانْتِفَاعُ مِنْهُمْ أَوْ يُخْشَى ضَرُّهُمْ، فَهُوَ يَلْبَسُ لِلصَّالِحِينَ مِنْهُمْ لِبَاسَ التَّقْوَى </p><p> وَالصَّلَاحِ، وَيَخْلَعُ لِلْفُسَّاقِ جِلْبَابَ الْحَيَاءِ، وَيُفْرِغُ عَلَى الْمُسْتَكْبِرِينَ حُلَلَ الْإِطْرَاءِ، وَهُوَ أَهْوَنُ الْمُنَافِقِينَ. </p><p> وَأَمَّا النِّفَاقُ الْعَامُّ فَهُوَ مَا يَكُونُ فِي الدِّينِ وَالدَّوْلَةِ، وَخِيَانَةِ الْأُمَّةِ وَالْمِلَّةِ، وَمَا وُجِدَ النِّفَاقُ فِي عَهْدِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَّا بَعْدَ الْهِجْرَةِ، لَمَّا صَارَ لِلْإِسْلَامِ قُوَّةُ الدَّوْلَةِ، إِذْ أَسْلَمَ أَكْثَرُ الْأَنْصَارِ بِظُهُورِ نُورِ هَذَا الدِّينِ الْقَوِيمِ لَهُمْ، وَلَمْ يَكُنْ لَهُمْ مَصْلَحَةٌ دُنْيَوِيَّةٌ تَحْجُبُ هَذَا النُّورَ عَنْ بَصَائِرِهِمْ، أَوْ تَحْمِلُهُمْ عَلَى مُكَابَرَةِ الْحَقِّ وَجُحُودِهِ، كَكُبَرَاءِ قُرَيْشٍ الْمَغْرُورِينَ بِثَرْوَتِهِمُ الْوَاسِعَةِ، وَجَاهِهِمْ فِي الْعَرَبِ بِسِدَانَةِ الْبَيْتِ الْحَرَامِ، وَاسْتِكْبَارِهِمْ عَلَى سَائِرِ النَّاسِ، وَإِسْرَافِهِمْ فِي التَّمَتُّعِ بِالسُّكْرِ وَالزِّنَا وَأَكْلِ الرِّبَا وَالشَّهَوَاتِ، فَكَانُوا يَرَوْنَ أَنَّ الْإِسْلَامَ يُسَاوِي بَيْنَهُمْ وَبَيْنَ سَائِرِ النَّاسِ فِي جَمِيعِ الْحُقُوقِ، وَيُفَضِّلُ الْفَقِيرَ الْمُتَّقِيَ لِلَّهِ تَعَالَى عَلَى الْغَنِيِّ الْمُسْرِفِ فِي الْفُسُوقِ، وَيَقْتَصُّ لِلسُّوقَةِ مِنَ الْأُمَرَاءِ وَالْمُلُوكِ، وَيُحَقِّرُ الْمُتَكَبِّرِينَ، وَيُكْرِمُ الْمُتَوَاضِعِينَ، وَيَزْدَرِي الظَّالِمِينَ وَالْفَاسِقِينَ، فَيَسْلُبُهُمْ بِهَذَا جَمِيعَ مَا يَمْتَازُونَ بِهِ عَلَى دَهْمَاءِ النَّاسِ، وَلِهَذَا كَانَ أَكْثَرُ مَنِ اهْتَدَى بِهِ فِي مَكَّةَ الْفُقَرَاءَ وَبَعْضَ أَصْحَابِ الْفِطْرَةِ السَّلِيمَةِ وَالْعُقُولِ الْحُرَّةِ مِنَ الطَّبَقَةِ الْوُسْطَى، وَكَانَ أَعْلَاهُمْ فِطْرَةً وَأَزْكَاهُمْ نَفْسًا أَبُو بَكْرٍ الصِّدِّيقُ، وَسَائِرُ الْعَشَرَةِ الْكِرَامِ الْمُبَشَّرِينَ بِالْجَنَّةِ. </p><p> آمَنَ بَعْضُ الْأَوْسِ وَالْخَزْرَجِ أَوَّلًا بِلِقَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَوْسِمِ الْحَجِّ، وَدَعَوْا قَوْمَهُمْ إِلَى الْإِسْلَامِ بَعْدَ عَوْدَتِهِمْ إِلَى الْمَدِينَةِ فَصَادَفَتْ دَعْوَتُهُمْ رَوَاجًا لِقُوَّةِ الْمُقْتَضِي وَهُوَ التَّوْحِيدُ وَفَضَائِلُ الْإِسْلَامِ، فَلَمَّا كَثُرُوا هَاجَرَ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَيْهِمْ إِذْ عَاهَدَهُ نُقَبَاؤُهُمْ فِي مِنًى عَلَى نَصْرِهِ وَمَنْعِهِ (أَيْ حِمَايَتِهِ وَالذَّبِّ عَنْهُ) مِمَّا يَمْنَعُونَ أَنْفُسَهُمْ وَأَهْلِيهِمْ، وَمِنَ الْمَعْقُولِ أَنْ يَكُونَ نُورُ الْإِسْلَامِ لَمْ يَظْهَرْ لِكُلِّ فَرْدٍ مِنْهُمْ عَلَى سَوَاءٍ، وَأَنْ يَكُونَ مِنْهُمْ مَنِ اضْطُرَّ إِلَى الدُّخُولِ فِيمَا دَخَلَ فِيهِ قَوْمُهُمْ مُوَاتَاةً لَهُمْ، مَعَ عَدَمِ وُجُودِ نِظَامٍ لِدِيَانَتِهِمُ الْوَثَنِيَّةِ يَرْتَبِطُ بِهِ بَعْضُهُمْ بِبَعْضٍ فَيُقِيمُونَهُ وَيَذُبُّونَ عَنْهُ، فَكَانَ مُنَافِقُو الْمَدِينَةِ مِنْ هَؤُلَاءِ وَمِمَّنْ حَوْلَهُمْ مِنْ قَبَائِلِ الْأَعْرَابِ الَّذِينَ لَمْ يَعْقِلُوا الْإِسْلَامَ كَأَسَدٍ وَغَطَفَانَ. </p><p> وَكَانَ هُنَالِكَ يَهُودٌ كَثِيرُونَ يُقِيمُ أَكْثَرُهُمْ فِي حُصُونٍ لَهُمْ بِالْقُرْبِ مِنَ الْمَدِينَةِ كَبَنِي قُرَيْظَةَ وَبُنِيَ النَّضِيرِ، وَقَدْ عَاهَدَهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى حُرِّيَّتِهِمْ فِي دِينِهِمْ وَأَنْفُسِهِمْ وَأَمْوَالِهِمْ، وَلَكِنَّهُمْ كَانُوا يَنْقُضُونَ عَهْدَهُ وَيُظَاهِرُونَ عَلَيْهِ الْمُشْرِكِينَ كُلَّمَا جَاءُوا لِقِتَالِهِ، بَلْ كَانُوا يُغْرُونَهُمْ وَيُحَرِّضُونَهُمْ عَلَيْهِ، فَكَانُوا فِي إِظْهَارِ الْوَفَاءِ بِعَهْدِهِ مُنَافِقِينَ، وَكَانَ لَهُمْ أَحْلَافٌ مِنْ عَرَبِ الْمَدِينَةِ، فَحَافَظَ عَلَى مَوَدَّتِهِمْ مُنَافِقُوهَا بِالسِّرِّ كَمَا بَيَّنَّا ذَلِكَ كُلَّهُ فِي مَحَلِّهِ. </p><p> فَكَانَتْ سِيَاسَةُ الْإِسْلَامِ فِي الْفَرِيقَيْنِ أَنَّ مَنْ أَظْهَرَ الْإِسْلَامَ يُعَامَلُ كَمَا يُعَامَلُ سَائِرُ الْمُسْلِمِينَ، </p><p> لِأَنَّ قَاعِدَةَ الْإِسْلَامِ أَنَّ الْحُكْمَ عَلَى الظَّوَاهِرِ، وَأَنَّ اللهَ تَعَالَى وَحْدَهُ هُوَ الَّذِي يُحَاسِبُ، وَيُعَاقِبُ عَلَى السَّرَائِرِ، وَأَنَّ مَنْ حَافَظَ عَلَى الْوَفَاءِ بِعَهْدِهِ مِنْ أَهْلِ الْكِتَابِ يُوَفَّى لَهُ، وَكَانَ الْيَهُودُ يَنْقُضُونَ عَهْدَهُمْ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِذَا ظَهَرَ شَيْءٌ مِنْ خِيَانَتِهِمْ وَغَدْرِهِمُ اعْتَذَرُوا عَنْهُ، حَتَّى إِذَا مَا افْتَضَحَ أَمْرُهُمْ حَارَبَهُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَجْلَاهُمْ عَنِ الْبِلَادِ، كَمَا تَرَى فِي تَفْسِيرِ الْآيَاتِ (٥٥ - ٥٨) مِنْ سُورَةِ الْأَنْفَالِ (٤٢ - ٥٢ ج ١٠ ط الْهَيْئَةِ) . </p><p> وَقَدْ قَصَّ اللهُ عَلَيْنَا فِي سُورَةِ الْحَشْرِ مَا كَانَ بَيْنَ الْيَهُودِ وَالْمُنَافِقِينَ مِنَ الْإِخَاءِ وَالْوَلَاءِ، وَأَنَّهُ لَا خَيْرَ فِيهِ لِأَحَدٍ مِنْهُمَا، عَلَى أَنَّ الْيَهُودَ ظَاهَرُوا الْمُشْرِكِينَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَكِنَّ الْمُنَافِقِينَ لَمْ يَفُوا لِلْيَهُودِ بِمَا وَعَدُوهُمْ بِهِ مِنْ نَصْرِهِمْ إِذَا هُمْ أَظْهَرُوا عَدَاوَتَهُمْ ; لِأَنَّ الْمُنَافِقَ الْقُحَّ دُونَ الْمُتَدَيِّنِ الْكَافِرِ هِمَّةً وَشَرَفًا وَخُلُقًا. قَالَ تَعَالَى:  (أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ)  (٥٩: ١١ و١٢) . </p><p> كَانَ سَبَبُ مُعَاهَدَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْيَهُودِ وَإِقْرَارِهِ إِيَّاهُمْ عَلَى دِينِهِمْ أَنَّ الْإِسْلَامَ دِينُ حُرِّيَّةٍ وَعَدْلٍ، وَدَعْوَتُهُ قَائِمَةٌ عَلَى الْبُرْهَانِ وَالْحُجَّةِ، وَلِذَلِكَ مَنَعَ الْمُسْلِمِينَ مِنْ أَخْذِ أَوْلَادِهِمُ الَّذِينَ تَهَوَّدُوا وَانْضَمُّوا إِلَى الْيَهُودِ بِالْقُوَّةِ، وَأَمَرَهُمْ بِأَنْ يُخَيِّرُوهُمْ إِذْ نَزَلَ فِيهِمْ قَوْلُهُ تَعَالَى:  (لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ) </p><p> (٢: ٢٥٦) . </p><p> وَقَدْ تَقَدَّمَ أَنَّ سَبَبَ مُعَامَلَةِ الْمُنَافِقِينَ بِظَاهِرِ إِسْلَامِهِمْ هُوَ أَنَّ أَمْرَ السَّرَائِرِ لِلَّهِ وَحْدَهُ، فَهُوَ الَّذِي يَعْلَمُهَا، وَهُوَ الَّذِي يُجَازِي عَلَيْهَا، وَلَا يُبَاحُ لِحَاكِمٍ وَلَا لِنَبِيٍّ أَنْ يَحْكُمَ عَلَى إِنْسَانٍ بِأَنَّهُ يُسِرُّ الْكُفْرَ فِي نَفْسِهِ وَلَا أَنْ يَتَّهِمَهُ بِذَلِكَ وَيُعَاقِبَهُ عَلَيْهِ، وَلَا يَثْبُتُ الْكُفْرُ عَلَى مَنْ ظَاهِرُهُ الْإِسْلَامُ إِلَّا بِإِقْرَارٍ صَرِيحٍ مِنْهُ، أَوْ صُدُورِ قَوْلٍ أَوْ فِعْلٍ يَدُلُّ عَلَيْهِ دَلَالَةً قَطْعِيَّةً لَا تَحْتَمِلُ التَّأْوِيلَ كَتَكْذِيبِ الْقُرْآنِ أَوِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَوْ جُحُودِ كَوْنِهِ خَاتَمَ النَّبِيِّينَ لَا نَبِيَّ بَعْدَهُ ; وَالشِّرْكِ بِاللهِ بِدُعَاءِ غَيْرِهِ، وَغَيْرِ ذَلِكَ مِمَّا هُوَ مُجْمَعٌ عَلَيْهِ مَعْلُومٌ مِنَ الدِّينِ بِالضَّرُورَةِ لَا يُقْبَلُ فِيهِ تَأْوِيلٌ، كَجُحُودِ فَرْضِيَّةِ الصَّلَاةِ وَالزَّكَاةِ وَالصِّيَامِ وَالْحَجِّ، أَوِ اسْتِحْلَالِ الزِّنَى وَالرِّبَا وَشُرْبِ الْخَمْرِ. </p><p> وَأَمَّا حِكْمَةُ ذَلِكَ وَفَائِدَتُهُ فَهِيَ أَنَّ مَنْ يَلْتَزِمُ شَعَائِرَ الْإِسْلَامِ وَأَحْكَامَهُ وَلَوْ بِغَيْرِ إِيمَانٍ يَقِينِيٍّ فَإِنَّهُ يُرْجَى لَهُ - بِطُولِ الْعَمَلِ - أَنْ يَنْشَرِحَ صَدْرُهُ لِلْإِيمَانِ وَيَطْمَئِنَّ بِهِ قَلْبُهُ، وَيُوقِنَ بِهِ عَقْلُهُ، وَإِلَّا كَانَتِ اسْتِفَادَتُهُ وَإِفَادَتُهُ لِلْأُمَّةِ دُنْيَوِيَّةً فَقَطْ. </p><p> (فَإِنْ قِيلَ) إِنَّ مُقْتَضَى حُرِّيَّةِ الدِّينِ الَّتِي امْتَازَ بِهَا الْإِسْلَامُ فِي مُعَامَلَةِ أَهْلِ الْكِتَابِ - إِذْ </p><p> أَقَرَّهُمْ عَلَى الْعَمَلِ بِدِينِهِمْ حَتَّى فِيمَا بَيَّنَ لَهُمْ أَنَّهُمْ خَالَفُوا فِيهِ مَا جَاءَ بِهِ رُسُلُهُمْ - أَنْ يَسْمَحَ لِلْمُنَافِقِينَ بِأَنْ يُظْهِرُوا كَفْرَهُمْ (قُلْنَا) إِنَّ الْجَمْعَ بَيْنَ إِظْهَارِ كُفْرِهِمْ وَحُسْبَانِهِمْ مِنَ الْمُسْلِمِينَ، لَهُمْ مَا لَهُمْ مِنَ الْحُقُوقِ وَلَيْسَ عَلَيْهِمْ مَا عَلَيْهِمْ مِنَ الْوَاجِبَاتِ. تَنَاقُضٌ لَا يَقُولُ بِهِ عَاقِلٌ، وَلَا يَحْكُمُ بِهِ عَادِلٌ، وَمَثَلُهُمْ فِيهِ كَمَثَلِ مَنْ يُسْمَحُ لَهُ بِحُقُوقِ الْجِنْسِيَّةِ السِّيَاسِيَّةِ الْوَطَنِيَّةِ وَلَا يُطَالَبُ بِالْخُضُوعِ لِقَوَانِينِهَا، وَلَا يُعَاقَبُ عَلَى انْتِهَاكِهَا وَمُخَالَفَةِ أَحْكَامِهَا، وَإِنَّمَا تَكُونُ حُرِّيَّةُ الدِّينِ الْمَعْقُولَةُ لِأَهْلِهِ فِي دَائِرَةِ مُحِيطِهِ بِأَلَّا يُحَاسِبَ أَحَدُهُمْ أَحَدًا عَلَى عَقِيدَتِهِ وَوِجْدَانِهِ فِيهِ، وَلَا اجْتِهَادِهِ فِي فَهْمِهِ، إِلَّا مِنْ طَرِيقِ الْبَحْثِ الْعِلْمِيِّ، وَلَيْسَ مِنْهَا أَنْ يُخَالِفَ أُصُولَهُ الْقَطْعِيَّةَ الَّتِي لَا يَكُونُ الْمُسْلِمُ مُسْلِمًا بِدُونِهَا وَيُعَدُّ مَعَ ذَلِكَ مُسْلِمًا، إِذًا لَيْسَ لِأَحَدٍ أَنْ يُطَالِبَ حُكُومَتَهُ الْمُتَدَيِّنَةَ بِالسَّمَاحِ لَهُ بِالْخُرُوجِ عَلَى دِينِهَا، كَمَا لَا يَصِحُّ لَهُ أَنْ يُطَالِبَهَا بِالسَّمَاحِ لَهُ بِالْخُرُوجِ عَلَى قَوَانِينِهَا، فَتَكُونُ حُرِّيَّتُهُ هُنَا مُتَعَارِضَةً مَعَ حُرِّيَّتِهَا هِيَ وَحُرِّيَّةِ أُمَّتِهَا. </p><p> (فَإِنْ قِيلَ) إِنَّ الْقُرْآنَ قَدْ فَضَحَ بَعْضَ الْمُنَافِقِينَ فِي هَذِهِ السُّورَةِ وَحَكَمَ بِكُفْرِهِمْ، وَلَمْ يُنَفِّذِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَيْهِمْ أَحْكَامَ الْمُرْتَدِّينَ عَنِ الْإِسْلَامِ، بَلْ بَقِيَ يُعَامِلُهُمْ هُوَ وَأَصْحَابُهُ </p><p> مُعَامَلَةَ الْمُسْلِمِينَ (قُلْنَا) إِنَّ مَا بَيَّنَهُ اللهُ تَعَالَى مِنْ حَالِ الْمُنَافِقِينَ إِنَّمَا كَانَ وَصْفًا لِأُنَاسٍ غَيْرِ مُعَيَّنِينَ بِأَشْخَاصِهِمْ، إِنْذَارًا وَزَجْرًا لَهُمْ لِيَعْرِفُوا حَقِيقَةَ حَالِهِمْ، وَيَخْشَوْا سُوءَ مَآلِهِمْ، عَسَى أَنْ يَتُوبَ الْمُسْتَعِدُّونَ لِلتَّوْبَةِ مِنْهُمْ، وَقَدْ تَابَ الْكَثِيرُونَ مِنْهُمْ، بِمَا يَظْهَرُ لَهُمْ مِنْ إِخْبَارِ الْقُرْآنِ عَنْهُمْ، بِمَا لَا يَعْلَمُهُ إِلَّا اللهُ تَعَالَى مِنْ أَمْرِهِمْ. </p><p> وَكَانَ الَّذِينَ عَرَّفَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْضَ أَصْحَابِهِ أَشْخَاصَهُمْ - قَلِيلِينَ جِدًّا، كَالَّذِينِ هَمُّوا بِاغْتِيَالِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِتَشْرِيدِ رَاحِلَتِهِ فِي عَقَبَةٍ فِي الطَّرِيقِ - مُنْصَرَفَهُمْ مِنْ تَبُوكَ - لِيَطْرَحُوهُ مِنْهَا، وَقَالَ بَعْضُهُمْ لِبَعْضٍ: لَئِنْ كَانَ مُحَمَّدٌ صَادِقًا لَنَحْنُ شَرٌّ مِنَ الْحَمِيرِ، وَفِيهِمْ نَزَلَ (يَحْلِفُونَ بِاللهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا)  (٩: ٧٤) وَلَمَّا اسْتَأْمَرَهُ أَصْحَابُهُ بِقَتْلِهِمْ قَالَ: ((أَكْرَهُ أَنْ يَتَحَدَّثَ النَّاسُ وَيَقُولُوا إِنَّ مُحَمَّدًا قَدْ وَضَعَ يَدَهُ فِي أَصْحَابِهِ) ) أَيْ فِي رِقَابِهِمْ بِقَتْلِهِمْ، وَهَذَا أَكْبَرُ مُنَفِّرٍ عَنِ الْإِيمَانِ ; فَإِنَّ كَثِيرًا مِنَ النَّاسِ كَانَ يَسْتَحْسِنُ هَذَا الدِّينَ وَيُفَضِّلُهُ عَلَى مَا كَانُوا عَلَيْهِ مِنَ الشِّرْكِ فِي أَحْكَامِهِ وَآدَابِهِ لِذَاتِهَا، قَبْلَ أَنْ تَقُومَ عِنْدَهُمُ الْحُجَّةُ عَلَى الْيَقِينِ بِكَوْنِهِ وَحْيًا مِنَ اللهِ تَعَالَى، فَيَدْخُلُونَ فِيهِ، ثُمَّ بَعْدَ زَمَنٍ قَلِيلٍ أَوْ كَثِيرٍ مِنْ مَعْرِفَتِهِ التَّفْصِيلِيَّةِ تَطْمَئِنُّ قُلُوبُهُمْ بِالْإِيمَانِ الْيَقِينِيِّ، وَمِنْهُمْ مَنْ كَانَ يَدْخُلُ فِيهِ تَبَعًا لِأَكْثَرِ قَوْمِهِ مِنْ غَيْرِ نَظَرٍ إِلَى تَفْضِيلِهِ لِقِلَّةِ عِلْمِهِ بِدَعْوَتِهِ، وَكُلُّ هَؤُلَاءِ يُقْبَلُ إِسْلَامُهُمْ وَيُعْتَدُّ بِهِ شَرْعًا، وَفِيهِمْ نَزَلَ قَوْلُهُ تَعَالَى مِنْ سُورَةِ الْحُجُرَاتِ:  (قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا)  (٤٩: ١٤) وَلَوْ سَمِعَ أَمْثَالُ هَؤُلَاءِ أَنَّ النَّبِيَّ صَلَّى الله عَلَيْهِ </p><p> وَسُلَّمَ يَقْتُلُ بَعْضَ مَنِ اتَّبَعَهُ وَصَحِبَهُ لِظُهُورِ شَيْءٍ يَدُلُّ عَلَى عَدَمِ إِيمَانِهِمْ فِي الْبَاطِنِ، أَوْ لِإِعْلَامِ اللهِ تَعَالَى إِيَّاهُ بِمَا فِي قُلُوبِهِمْ، لَنَفَرُوا مِنَ الْإِسْلَامِ وَخَافُوا عَاقِبَةَ الدُّخُولِ فِيهِ. </p><p> وَثَمَّ مَفْسَدَةٌ أُخْرَى فِي هَذِهِ الْإِشَاعَةِ وَهِيَ أَنَّ الْمُنَافِقِينَ وَالْكُفَّارَ يُذِيعُونَ فِيهَا مَا شَاءُوا مِنَ التُّهَمِ الْبَاطِلَةِ وَالْإِفْكِ الْمُفْتَرَى، كَزَعْمِهِمْ أَنَّهُ إِنَّمَا قَتَلَ مَنْ ظَهَرَ لَهُمْ مِنْهُ مَا دَلَّهُمْ عَلَى بُطْلَانِ دِينِهِ بَعْدَ أَنْ صَدَّقُوهُ وَجَاهَدُوا مَعَهُ. </p><p> عَلَى أَنَّ اللهَ تَعَالَى قَالَ فِيهِمْ بَعْدَ وَصْفِهِمْ بِالْكُفْرِ بِالْقَوْلِ وَبِالْهَمِّ بِشَرِّ نَتَائِجِهِ مِنَ الْفِعْلِ (فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ) </p><p> (٩: ٧٤) . الْآيَةَ، فَيُرَاجَعُ تَفْسِيرُ الْآيَةِ وَمَا قَبْلَهَا مِنَ الْأَمْرِ بِجِهَادِ الْكُفَّارِ وَالْمُنَافِقِينَ فِي (ص ٤٧٣ - ٤٨١ ج ١٠ ط الْهَيْئَةِ) . </p><p> وَيْلِي هَذَا فِي السُّورَةِ خَبَرُ الَّذِي عَاهَدَ اللهَ لَئِنْ آتَاهُ مِنْ فَضْلِهِ لَيَصَّدَّقَنَّ (فِي الْآيَاتِ ٧٥ - ٧٧) وَمَا رَوَوْا فِي سَبَبِ نُزُولِهَا خَاصَّةً وَأَنَّهُ شَخْصٌ يُقَالُ لَهُ ثَعْلَبَةُ، وَأَنَّهُ بَعْدَ أَنْ نَزَلَتْ فِيهِ الْآيَاتُ تَابَ وَأَرَادَ أَنْ يُؤَدِّيَ زَكَاةَ مَالِهِ فَلَمْ يَقْبَلْهَا مِنْهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ لَمْ يَقْبَلْهَا مِنْهُ أَبُو بَكْرٍ وَلَا عُمَرُ وَلَا عُثْمَانُ مِنْ بَعْدِهِ، وَأَنَّهُ هَلَكَ فِي خِلَافَةِ عُثْمَانَ. وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا أَنَّ فِي حَدِيثِ سَبَبِ نُزُولِهَا إِشْكَالَاتٍ فِي سَنَدِهِ وَفِي مَتْنِهِ فَإِنَّهُ مُخَالِفٌ لِأَصْلِ الشَّرِيعَةِ الْقَطْعِيِّ الْمُجْمَعِ عَلَيْهِ مِنَ الْعَمَلِ بِالظَّاهِرِ، فَهُوَ بَاطِلٌ قَطْعًا بِمَا فَصَّلُوهُ بِهِ تَفْصِيلًا (رَاجِعْ تَفْسِيرَ ص ٤٨١ - ٤٨٤ ج ١٠ ط الْهَيْئَةِ) </p><p> وَيَقْرُبُ مِنْهُ فِي الْمَعْنَى مَا رُوِيَ فِي الصِّحَاحِ مِنْ نُزُولِ قَوْلِهِ تَعَالَى:  (وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ)  (٩: ٨٤) وَأَنَّهُ فِي عَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُولَ زَعِيمِ الْمُنَافِقِينَ الْأَكْبَرِ وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا مَا فِي الْحَدِيثِ مِنَ التَّعَارُضِ مَعَ الْقُرْآنِ فَرَاجِعْهُ (فِي ج ١٠ تَفْسِيرٌ) . </p><p> وَمِنَ الْمُشْكَلِ فِي هَذَا الْبَابِ قِصَّةُ مَسْجِدِ الضِّرَارِ فِي الْآيَاتِ (١٠٧ - ١١٠) فَقَدْ بَيَّنَ اللهُ تَعَالَى فِيهَا أَنَّهُمُ اتَّخَذُوهُ لِأَرْبَعَةِ أَغْرَاضٍ مِنْهَا الْكُفْرُ وَسَائِرُهَا أَقْبَحُ مَقَاصِدِ أَعْدَاءِ اللهِ وَرَسُولِهِ وَالْمُؤْمِنِينَ. وَقَدْ أَمَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهَدْمِهِ فَهُدِمَ وَلَمْ يَأْمُرْ بِقَتْلِهِمْ، وَقَدْ شَهِدَ اللهُ بِكَذِبِهِمْ فِيمَا حَلَفُوا عَلَيْهِ مِنْ حُسْنِ نِيَّتِهِمْ. وَسَبَبُ ذَلِكَ أَنَّ الَّذِينَ بَنَوْهُ لِلْمَقَاصِدِ الْأَرْبَعَةِ الْمَذْكُورَةِ فِي الْآيَاتِ كَانُوا كَمَا قَالَ الْمُفَسِّرُونَ اثْنَيْ عَشَرَ رَجُلًا مِنْ مُنَافِقِي الْأَوْسِ وَالْخَزْرَجِ أَتْبَاعِ أَبِي عَامِرٍ الرَّاهِبِ الَّذِي وَعَدَهُمْ بِأَنْ يَتَوَسَّلَ بِنَصْرَانِيَّتِهِ إِلَى قَيْصَرِ الرُّومِ وَالشَّامِ فَيُرْسِلَ مَعَهُ جُنْدًا يَكْفِيهِمْ أَمْرَ الرَّسُولِ وَمَنِ اتَّبَعَهُ مِنَ الْمُؤْمِنِينَ، وَلَكِنَّ صِدْقَهُمْ فِي ظَاهِرِ عَمَلِهِمْ وَمَا زَعَمُوهُ مِنْ حُسْنِ النِّيَّةِ فِيهِ - كَثِيرٌ مِنَ الْمُؤْمِنِينَ، وَشَارَكُوهُمْ وَصَلَّوْا مَعَهُمْ فِيهِ، وَكَانَ التَّمْيِيزُ بَيْنَهُمْ مُتَعَذِّرًا، فَصَحَّ أَنْ يَأْتِيَ فِي الْفَرِيقَيْنِ قَوْلُهُ تَعَالَى فِي الْمُسْلِمِينَ الْمُسْتَخْفِينَ مِنَ الْمُشْرِكِينَ فِي مَكَّةَ عَامَ الْحُدَيْبِيَةِ (لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا)  (٤٨: ٢٥) . </p><p> وَالسَّبَبُ الْخَاصُّ لِعَدَمِ عِقَابِ أَصْحَابِ مَسْجِدِ الضِّرَارِ عَلَى الْكُفْرِ الَّذِي أَثْبَتَهُ </p><p> النَّصُّ الصَّرِيحُ - أَمْرَانِ (أَحَدُهُمَا) أَنَّ الْآيَاتِ فِي قِصَّتِهِمْ قَدْ بُدِئَتْ بِمَا يُحْتَمَلُ أَنْ يَكُونَ ذِكْرُهُمْ فِيهَا مَعْطُوفًا عَلَى الَّذِينَ أَرْجَأَ اللهُ الْبَتَّ فِي أَمْرِهِمْ وَجَعَلَ التَّوْبَةَ عَلَيْهِمْ مَرْجُوَّةً، وَهُوَ قَوْلُهُ تَعَالَى (وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ)  (٩: ١٠٦) وَالثَّانِي خَتَمَ قِصَّتَهُمْ بِقَوْلِهِ تَعَالَى (لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللهُ عَلِيمٌ حَكِيمٌ)  (٩: ١١٠) فَيَظْهَرُ فِي مَعْنَى (تَقَطَّعَ قُلُوبُهُمُ) احْتِمَالٌ هُوَ أَحَدُ الْأَقْوَالِ فِي تَفْسِيرِهِ، وَهُوَ تَقَطُّعُهَا مِنَ الْأَسَفِ وَالْحُزْنِ عَلَى مَا فَرَطَ مِنْهُمْ، وَوُقُوعُ هَذَا الِاسْتِثْنَاءِ مُحْتَمَلٌ، وَإِذًا يَكُونُ أَقْوَى الْأَدِلَّةِ عَلَى تَوْبَتِهِمْ وَأَصْدَقِهَا، وَيَكْفِي الِاحْتِمَالُ لِمَنْعِ الْحُكْمِ عَلَيْهِمْ بِالْكُفْرِ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي هَذَا الْبَابِ أَنَّ سِيَاسَةَ الْإِسْلَامِ فِي الْمُنَافِقِينَ أَنْ يُعَامَلُوا بِحَسَبِ ظَوَاهِرِهِمْ وَمَا يَبْدُو مِنْ أَعْمَالِهِمْ، وَأَنَّ لِلْإِمَامِ الْأَعْظَمِ أَوْ عَلَيْهِ - وَمِثْلُهُ نُوَّابُهُ مِنْ أَوْلِيَاءِ الْأُمُورِ - أَنْ يُعَرِّضَ فِي الْخُطَبِ الْعَامَّةِ وَالتَّصْرِيحَاتِ الرَّسْمِيَّةِ بِتَقْبِيحِ مَا يَعْلَمُ مِنْ سُوءِ أَعْمَالِهِمْ وَالْإِنْذَارِ بِسُوءِ عَوَاقِبِهَا لِيَعُدَّهُمْ لِلتَّوْبَةِ مِنْهَا، أَوِ الْحَذَرِ مِنْ إِظْهَارِ مَا يُضْمِرُونَهُ مِنَ الشَّرِّ الَّذِي يَتَرَتَّبُ عَلَيْهِ الْعِقَابُ. </p><p> وَتَتَضَمَّنُ هَذِهِ السِّيَاسَةُ الْأُصُولَ الْآتِيَةَ: </p><p> (الْأُصُولُ الثَّلَاثَةُ فِي حُرِّيَّةِ الدِّينِ، وَمُعَامَلَةِ الْمُنَافِقِينَ) </p><p> ١ - إِنَّ حُرِّيَّةَ الِاعْتِقَادِ وَالْوِجْدَانِ مَرْعِيَّةٌ لَا سَيْطَرَةَ عَلَيْهَا لِلرُّؤَسَاءِ الْحَاكِمِينَ، وَلَا لِلْمُعَلِّمِينَ وَالْمُرْشِدِينَ، وَإِنَّمَا لِهَؤُلَاءِ حَقٌّ فِي التَّرْبِيَةِ وَالتَّعْلِيمِ، فَلَيْسَ لِأَحَدٍ أَنْ يَتَّهِمَ إِنْسَانًا بِإِضْمَارِ الْكُفْرِ وَلَا بِنِيَّةِ الْخِيَانَةِ لِمِلَّتِهِ أَوْ دَوْلَتِهِ، وَلَا بِإِرَادَةِ السُّوءِ لِقَوْمِهِ وَأُمَّتِهِ، وَلَا أَنْ يُعَاقِبَهُ عَلَى ذَلِكَ بِعِقَابٍ بَدَنِيٍّ وَلَا مَالِيٍّ، وَلَا بِحِرْمَانِهِ مِنَ الْحُقُوقِ الَّتِي يَتَمَتَّعُ بِهَا غَيْرُهُ مِنْ أَفْرَادِ الْأُمَّةِ. </p><p> ٢ - إِنَّهُ لَيْسَ لِمَنْ يُضْمِرُ الْكُفْرَ بِاللهِ أَوْ بِمَا جَاءَتْ بِهِ رُسُلُهُ أَنْ يَكُونَ فِتْنَةً لِلنَّاسِ بِإِظْهَارِ ذَلِكَ لَهُمْ وَدَعْوَتِهِمْ إِلَيْهِ، أَوِ الطَّعْنِ فِي عَقَائِدِهِمْ، أَوْ إِظْهَارِ مَا يُنَافِيهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَإِنْ لَمْ يَكُنْ دَعْوَةً وَلَا طَعْنًا، فَإِنْ فَعَلَ ذَلِكَ وَكَانَ يَدَّعِي الْإِسْلَامَ يُحْكَمُ بِارْتِدَادِهِ وَخُرُوجِهِ مِنَ الْمِلَّةِ، إِنْ كَانَ مَا أَظْهَرَهُ مِنَ الْكُفْرِ صَرِيحًا قَطْعِيًّا مُجْمَعًا عَلَيْهِ لَا يَحْتَمِلُ التَّأْوِيلَ، وَيَتَرَتَّبُ عَلَيْهِ مَا هُوَ مُقَرَّرٌ فِي الشَّرْعِ مِنِ اسْتِتَابَتِهِ وَعِقَابِهِ إِنْ لَمْ يَتُبْ (وَمِنْهُ مَنْعُ التَّوَارُثِ بَيْنَهُ وَبَيْنَ الْمُسْلِمِينَ وَفَسْخُ نِكَاحِهِ بِالْمُسْلِمَاتِ، وَعَدَمِ تَشْيِيعِ جِنَازَتِهِ وَالصَّلَاةِ عَلَيْهِ وَدَفْنِهِ فِي مَقَابِرِ الْمُسْلِمِينَ) لِأَنَّ حُرِّيَّةَ كُلٍّ أَحَدٍ فِي اعْتِقَادِهِ تَقِفُ </p><p> عِنْدَ حَدِّ حُرِّيَّةِ غَيْرِهِ. وَلَا سِيَّمَا احْتِرَامِ عَقَائِدَ الْمِلَّةِ الَّتِي يَعِيشُ فِي ظِلِّ شَرِيعَتِهَا، وَسَائِرِ شَعَائِرِهَا وَعِبَادَاتِهَا. </p><p> وَلَيَعْلَمِ الْقَارِئُ أَنَّ كَثِيرًا مِنَ الْفُقَهَاءِ قَدْ أَسْرَفُوا فِي أَبْوَابِ الرِّدَّةِ فِي الْمَسَائِلِ الَّتِي يُحْكَمُ فِيهَا بِالْكُفْرِ الْمُخْرِجِ مِنَ الْمِلَّةِ، وَبَنَوْا كَثِيرًا مِنْهُ عَلَى اللَّوَازِمِ الْبَعِيدَةِ، وَالْمُحْتَمِلَةِ لِلتَّأْوِيلَاتِ الْقَرِيبَةِ، وَمَا وَرَدَ فِي صِفَاتِ الْمُنَافِقِينَ فِي هَذِهِ السُّورَةِ حُجَّةٌ عَلَيْهِمْ، وَإِنْ قَالَ بَعْضُ الْعُلَمَاءِ الْمُتَقَدِّمِينَ: إِنَّ مَا كَانَ فِي زَمَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نِفَاقًا لَا يُنَافِي ظَاهِرَ الْإِسْلَامِ هُوَ الْآنَ كُفْرٌ مَحْضٌ لَا تُقْبَلُ مَعَهُ دَعْوَى الْإِيمَانِ، فَهَذَا قَوْلٌ بَاطِلٌ، فَكِتَابُ اللهِ وَسُنَّةُ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُمَا الْحُجَّةُ فِي الدِّينِ، وَالِاهْتِدَاءُ بِهِمَا هُوَ الْوَاجِبُ إِلَى يَوْمِ الدِّينِ، فَيَجِبُ قَبُولُ قَوْلِ كُلِّ مَنْ أَظْهَرَ الْإِسْلَامَ وَلَمْ يُصَرِّحْ بِمَا يُنَافِيهِ بِمَا لَا يَحْتَمِلُ التَّأْوِيلَ، وَمِمَّا يَحْتَمِلُ التَّأْوِيلَ احْتِمَالًا ظَاهِرًا جَمِيعُ الْمَبَاحِثِ الْعِلْمِيَّةِ الْمُخَالِفَةِ لِظَوَاهِرِ النُّصُوصِ كَمَا هُوَ مُقَرَّرٌ فِي الْأُصُولِ. </p><p> ٣ - إِنَّ مَنْ ظَهَرَ مِنْهُ شَيْءٌ مِنْ أَمَارَاتِ النِّفَاقِ الْعَمَلِيِّ فِي الدِّينِ، أَوِ الْخِيَانَةِ لِلْأُمَّةِ وَالْمِلَّةِ بِمَا هُوَ غَيْرُ صَرِيحٍ، مِمَّا لَا يُعَاقَبُ عَلَيْهِ فِي الشَّرْعِ بِحَدٍّ وَلَا تَعْزِيرٍ، فَلِوَلِيِّ الْأَمْرِ أَنْ يَعِظَهُ بِالتَّعْرِيضِ، ثُمَّ بِالتَّصْرِيحِ وَالتَّكْشِيفِ، وَلَهُ أَنْ يُعَاقِبَهُ بِمَا يُرْجَى أَنْ يَزَعَهُ عَنْ غَيِّهِ مِنَ التَّأْدِيبِ، كَالْحِرْمَانِ مِنْ مَظَاهِرِ التَّشْرِيفِ، أَوِ الْإِزْوِرَارِ وَالتَّقْطِيبِ، أَوِ التَّأْدِيبِ وَالتَّعْنِيفِ، كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ (جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ)  (٩: ٧٣) وَمِنْهُ حِرْمَانُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلَّذِينِ تَخَلَّفُوا عَنْ غَزْوَةِ تَبُوكَ مِنَ الْخُرُوجِ مَعَهُ إِلَى غَزْوَةٍ أُخْرَى بِقَوْلِ اللهِ تَعَالَى:  (فَإِنْ رَجَعَكَ اللهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا)  (٩: ٨٣) الْآيَةَ. </p><p> وَلَكِنَّ الْمُلُوكَ الْمُسْتَبِدِّينَ يُقَرِّبُونَ إِلَيْهِمُ الْمُنَافِقِينَ فَيَزِيدُونَهُمْ فَسَادًا، وَيُجَرِّئُونَ غَيْرَهُمْ بَلْ يُرَغِّبُونَهُ فِي النِّفَاقِ وَخِيَانَةِ الْأُمَّةِ جِهَارًا، حَتَّى إِنَّ الْمَنَاصِبَ الدِّينِيَّةَ الْمَحْضَةَ صَارَتْ تُنَالُ بِالنِّفَاقِ، وَيُذَادُ عَنْهَا أَهْلُ الصِّدْقِ وَالْإِخْلَاصِ، وَإِلَى اللهِ الْمُشْتَكَى وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيمِ. </p><p> (انْتَهَى بَيَانُ مَا فَتَحَ اللهُ بِهِ عَلَيْنَا مِنْ خُلَاصَةِ هَذِهِ السُّورَةِ) </p><p> (وَكُتِبَ فِي أَوْقَاتٍ مُتَقَطِّعَةٍ فِي سَنَةٍ عَسِرَةٍ شَدِيدَةٍ) </p><p> (وَتَمَّ فِي ذِي الْحِجَّةِ سَنَةَ ١٣٥٠) </p><p> - سُورَةُ يُونُسَ </p><p> (السُّورَةُ الْعَاشِرَةُ فِي الْمُصْحَفِ وَآيَاتُهَا ١٠٩ عِنْدَ الْجُمْهُورِ وَعِنْدَ الشَّامِيِّ ١١٠) </p><p> هِيَ مَكِّيَّةٌ نَزَلَتْ بَعْدَ سُورَةِ الْإِسْرَاءِ (بَنِي إِسْرَائِيلَ) وَقِيلَ سُورَةِ هُودٍ. وَمَا رَوَاهُ ابْنُ مَرْدَوَيْهِ مِنْ طَرِيقِ عُثْمَانَ بْنِ عَطَاءٍ عَنْ أَبِيهِ عَنِ ابْنِ عَبَّاسٍ مِنْ كَوْنِهَا مَدَنِيَّةً غَلَطٌ مُخَالِفٌ لِلرِّوَايَاتِ الْكَثِيرَةِ عَنْهُ وَعَنْ غَيْرِهِ بَلْ لِلْإِجْمَاعِ الَّذِي يُؤَيِّدُهُ مَوْضُوعُ السُّورَةِ مِنْ أَوَّلِهَا إِلَى آخِرِهَا فَهُوَ يَدُورُ عَلَى إِثْبَاتِ أُصُولِ التَّوْحِيدِ وَهَدْمِ الشِّرْكِ وَإِثْبَاتِ الرِّسَالَةِ وَالْبَعْثِ وَالْجَزَاءِ وَدَفْعِ الشُّبَهَاتِ عَنْهَا وَمَا يَتَعَلَّقُ بِذَلِكَ مِنْ مَقَاصِدِ الدِّينِ الْأَصْلِيَّةِ الَّتِي هِيَ مَوْضُوعُ السُّوَرِ الْمَكِّيَّةِ، وَعُثْمَانُ بْنُ عَطَاءٍ ضَعِيفٌ مَتْرُوكٌ لَا يُحْتَجُّ بِرِوَايَتِهِ فِيمَا يَحْتَمِلُ الصَّوَابَ فَكَيْفَ يُنْظَرُ إِلَيْهَا فِي مِثْلِ هَذِهِ الْمَسْأَلَةِ، وَلَكِنَّ الرُّوَاةَ لَمْ يَتْرُكُوا مُتَرَدَّمًا، وَقَالَ السُّيُوطِيُّ فِي الْإِتْقَانِ: اسْتُثْنِيَ مِنْهَا: (فَإِنْ كُنْتَ فِي شَكٍّ) الْآيَتَيْنِ (٩٤ و٩٥) - وَقَوْلُهُ (وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ)  (١٠ - ٤٠) الْآيَةَ قِيلَ: نَزَلَتْ فِي الْيَهُودِ، وَقِيلَ: مِنْ أَوَّلِهَا إِلَى رَأْسِ أَرْبَعِينَ مَكِّيٌّ وَالْبَاقِي مَدَنِيٌّ: حَكَاهُ ابْنُ الْفَرَسِ وَالسَّخَاوِيُّ فِي جَمَالِ الْقُرَّاءِ انْتَهَى. وَأَقُولُ: إِنَّ مَوْضُوعَ السُّورَةِ لَا يَقْبَلُ هَذَا مِنْ جِهَةِ الدِّرَايَةِ، وَهُوَ مِمَّا لَمْ تَثْبَتْ بِهِ رِوَايَةٌ. وَكَوْنُ الْمُرَادِ: بِـ (الَّذِينَ يَقْرَءُونَ الْكِتَابَ) فِي الْآيَةِ (٩٤) الْيَهُودَ لَا يَقْتَضِي أَنْ تَكُونَ نَزَلَتْ فِي الْمَدِينَةِ. وَبَيَانُهُ مِنْ وَجْهَيْنِ (أَحَدُهُمَا) أَنَّ الْمُرَادَ بِالشَّرْطِيَّةِ فِيهَا الْفَرْضُ لَا وُقُوعُ الشَّكِّ حَقِيقَةً ; وَلِذَلِكَ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَا أَشُكُّ وَلَا أَسْأَلُ) ) وَهُوَ مُرْسَلٌ يُؤَيِّدُهُ قَوْلُ ابْنِ عَبَّاسٍ وَسَعِيدِ بْنِ جُبَيْرٍ وَالْحَسَنِ الْبَصْرِيِّ كَمَا سَيَأْتِي فِي تَفْسِيرِهَا (وَثَانِيهِمَا) أَنَّ هَذَا الْمَعْنَى نَزَلَ فِي سُوَرٍ مَكِّيَّةٍ أُخْرَى كَقَوْلِهِ تَعَالَى فِي سُورَةِ الْإِسْرَاءِ (فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ) </p><p> (١٧: ١٠١) وَقَوْلِهِ فِي سُورَتَيِ النَّحْلِ الْآيَةِ (٤٣) وَالْأَنْبِيَاءِ الْآيَةِ (٧)  (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) . </p><p> وَوَجْهُ مُنَاسَبَتِهَا لِمَا قَبْلَهَا أَنَّ تِلْكَ خُتِمَتْ بِذِكْرِ رِسَالَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهَذِهِ افْتُتِحَتْ بِهَا، وَأَنَّ جُلَّ تِلْكَ فِي بَيَانِ أَحْوَالِ الْمُنَافِقِينَ وَمِنْهُ مَا كَانُوا يَقُولُونَهُ، وَمَا كَانُوا يَفْعَلُونَهُ عِنْدَ نُزُولِ الْقُرْآنِ كَالْآيَاتِ (١٢٤ - ١٢٧) وَهَذِهِ فِي أَحْوَالِ الْكُفَّارِ، وَمِنْهَا مَا كَانُوا يَقُولُونَهُ فِي الْقُرْآنِ كَالْآيَاتِ (١٥ و١٦ و١٧ و٣٧ - ٤٠) . </p><p> وَاعْلَمْ أَنَّ التَّنَاسُبَ الَّذِي يُوجَدُ بَيْنَ السُّورِ لَيْسَ سَبَبًا فِي هَذَا التَّرْتِيبِ الَّذِي بَيْنَهَا، فَرُبَّ سُورَتَيْنِ بَيْنَهُمَا أَقْوَى التَّنَاسُبِ فِي مَوْضُوعِ الْآيَاتِ وَمَسَائِلِهَا يُفْصَلُ بَيْنَهُمَا تَارَةً وَيُجْمَعُ بَيْنَهُمَا أُخْرَى، فَمِنَ الْأَوَّلِ الْفَصْلُ بَيْنَ سُورَتَيِ الْهُمَزَةِ وَاللهَبِ وَمَوْضُوعُهُمَا وَاحِدٌ، وَالْفَصْلُ بَيْنَ السُّوَرِ الْمَبْدُوءَةِ بِلَا تَسْبِيحٍ بِسُورَةِ الْمُنَافِقِينَ. وَيُقَابِلُهَا مِنَ الْوَجْهِ الثَّانِي الْوَصْلُ بَيْنَ سُوَرِ الطَّوَاسِينِ وَسُوَرِ آلَ حَامِيمَ، وَبَيْنَ سُورَتَيِ الْمُرْسَلَاتِ وَالنَّبَأِ وَسُورَتَيِ التَّكْوِيرِ وَالِانْفِطَارِ، وَرُبَّمَا يُقَالُ إِنَّ التَّنَاسُبَ بَيْنَ أَكْثَرِ السُّوَرِ الْمَكِّيَّةِ أَقْوَى مِنْهُ بَيْنَهَا وَبَيْنَ السُّوَرِ الْمَدَنِيَّةِ. وَمِنْ حِكْمَةِ الْفَصْلِ بَيْنَ الْقَوِيَّةِ التَّنَاسُبُ فِي الْمَعَانِي كَالْمَكِّيَّةِ الَّتِي مَوْضُوعُ أَكْثَرِهَا الْعَقَائِدُ وَالْأُصُولُ الْعَامَّةُ وَالزَّوَاجِرُ الصَّادِعَةُ، وَالْمَدَنِيَّةِ الَّتِي مَوْضُوعُ أَكْثَرِهَا الْأَحْكَامُ الْعَمَلِيَّةُ - أَنَّهُ أَدْنَى إِلَى تَنْشِيطِ تَالِي الْقُرْآنِ بِالتَّرْتِيبِ وَأَنْأَى بِهِ عَنِ الْمَلَلِ، وَأَدْعَى لَهُ إِلَى التَّدَبُّرِ، فَهَذِهِ الْحِكْمَةُ تُشْبِهُ حِكْمَةَ تَفْرِيقِ مَقَاصِدِ الْقُرْآنِ فِي السُّورَةِ الْوَاحِدَةِ مِنْ عَقَائِدَ وَقَوَاعِدَ وَأَحْكَامٍ عَمَلِيَّةٍ، وَحِكَمٍ أَدَبِيَّةٍ، وَتَرْغِيبٍ وَتَرْهِيبٍ، وَبِشَارَاتٍ وَنُذُرٍ، وَأَمْثَالٍ وَقَصَصٍ، وَالْعُمْدَةُ فِي كُلِّ ذَلِكَ التَّوْقِيفُ وَالِاتِّبَاعُ. </p><p> وَهَأَنَذَا أَشْرَعُ فِي تَفْسِيرِ السُّورَةِ مُلْتَزِمًا فِيهَا الْقَصْدَ وَالِاخْتِصَارَ فِي كُلِّ مَا سَبَقَ لَهُ بَيَانٌ مُفَصَّلٌ فِي تَفْسِيرِ السُّوَرِ السَّابِقَةِ وَلَا سِيَّمَا السُّورَتَيْنِ الْمَكِّيَّتَيْنِ مِنَ السُّوَرِ الطُّوَلِ - الْأَنْعَامِ وَالْأَعْرَافِ - وَإِنَّمَا أَبْسُطُ الْقَوْلَ فِيمَا لَمْ أَبْسُطْهُ فِيهِ تَمَامَ الْبَسْطِ مِنْ قَبْلُ، وَأَهَمُّهُ فِي هَذِهِ السُّورَةِ مَسْأَلَةُ الْوَحْيِ. </p>"
}