{
  "id": null,
  "sura": 9,
  "aya": 111,
  "text": "<p> (يَقْتُلُونَ) الْمَبْنِيِّ لِلْفَاعِلِ وَحَمْزَةُ وَالْكِسَائِيُّ بِتَقْدِيمِ الْمَبْنِيِّ لِلْمَفْعُولِ، فَدَلَّتِ الْقِرَاءَتَانِ عَلَى أَنَّ الْوَاقِعَ هُوَ أَنْ </p><p> يُقْتَلَ بَعْضُهُمْ وَيَسْلَمَ بَعْضٌ، وَأَنَّهُ لَا فَرْقَ بَيْنَ الْقَاتِلِ وَالْمَقْتُولِ فِي الْفَضْلِ، وَالْمَثُوبَةِ عِنْدَ اللهِ عَزَّ وَجَلَّ، إِذْ كُلٌّ مِنْهُمَا فِي سَبِيلِهِ لَا حُبًّا فِي سَفْكِ الدِّمَاءِ، وَلَا رَغْبَةً فِي اغْتِنَامِ الْأَمْوَالِ، وَلَا تَوَسُّلًا إِلَى ظُلْمِ الْعِبَادِ، كَمَا يَفْعَلُ عُبَّادُ الدُّنْيَا مِنَ الْمُلُوكِ وَرُؤَسَاءِ الْأَجْنَادِ. </p><p> (وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ) أَيْ وَعَدَهُمْ بِذَلِكَ وَعْدًا أَوْجَبَهُ لَهُمْ عَلَى نَفْسِهِ. وَجَعَلَهُ حَقًّا عَلَيْهِ أَثْبَتَهُ فِي الْكُتُبِ الثَّلَاثَةِ الْمُنَزَّلَةِ عَلَى أَشْهَرِ رُسُلِهِ، وَلَا تَتَوَقَّفُ صِحَّةُ هَذَا الْوَعْدِ عَلَى وُجُودِهِ فِي التَّوْرَاةِ وَالْإِنْجِيلِ اللَّذَيْنِ فِي أَيْدِي أَهْلِ الْكِتَابِ بِنَصِّهِ، لِمَا أَثْبَتْنَاهُ مِنْ ضَيَاعِ كَثِيرٍ مِنْهُمَا، وَتَحْرِيفِ بَعْضِ مَا بَقِيَ لَفْظًا وَمَعْنًى، بَلْ يَكْتَفِي إِثْبَاتُ الْقُرْآنِ لِذَلِكَ وَهُوَ مُهَيْمِنٌ عَلَيْهِمَا. (رَاجِعْ ص ٢٩٩ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللهِ) ؟ أَيْ لَا أَحَدَ أَوْفَى بِعَهْدِهِ وَأَصْدَقُ فِي إِنْجَازِ وَعْدِهِ مِنَ اللهِ عَزَّ وَجَلَّ، إِذْ لَا يَمْنَعُهُ مِنْ ذَلِكَ عَجْزٌ عَنِ الْوَفَاءِ، وَلَا يُمْكِنُ أَنْ يَعْرِضَ لَهُ فِيهِ التَّرَدُّدُ أَوِ الْبَدَاءُ، (فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ) الِاسْتِبْشَارُ: الشُّعُورُ بِفَرَحِ الْبُشْرَى أَوِ اسْتِشْعَارُهَا، الَّذِي تَنْبَسِطُ بِهِ بَشَرَةُ الْوَجْهِ فَيَتَأَلَّقُ نُورُهَا، وَالْجُمْلَةُ تَقْرِيرٌ لِتَمَامِ صَفْقَةِ الْبَيْعِ مِنَ الْجَانِبَيْنِ:  (وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ) الَّذِي لَا يَتَعَاظَمُهُ فَوْزٌ، دُونَ مَا يَتَقَدَّمُهُ مِنَ النَّصْرِ وَالسِّيَادَةِ وَالْمِلْكِ، الَّذِي لَا يُعَدُّ فَوْزًا إِلَّا بِجَعْلِهِ وَسِيلَةً لِإِقَامَةِ الْحَقِّ وَالْعَدْلِ. أَعْلَى اللهُ تَعَالَى مَقَامَ الْمُؤْمِنِينَ الْمُجَاهِدِينَ فِي سَبِيلِهِ فَجَعَلَهُمْ بِفَضْلِهِ مَالِكِينَ مَعَهُ، وَمُبَايِعِينَ لَهُ، وَمُسْتَحِقِّينَ لِلثَّمَنِ الَّذِي بَايَعَهُمْ بِهِ، وَأَكَّدَ لَهُمْ أَمْرَ الْوَفَاءِ بِهِ وَإِنْجَازَهُ، وَيُرْوَى عَنْ جَدِّنَا الْإِمَامِ جَعْفَرٍ الصَّادِقِ عَلَيْهِ السَّلَامُ فِي مَعْنَى الْآيَةِ: </p><p> أُثَامِنُ بِالنَّفْسِ النَّفِيسَةِ رَبَّهَا ... فَلَيْسَ لَهَا فِي الْخَلْقِ كُلِّهِمْ ثَمَنُ </p><p> بِهَا أَشْتَرِي الْجَنَّاتِ إِنْ أَنَا بِعْتُهَا </p><p> بِشَيْءٍ سِوَاهَا إِنَّ ذَلِكُمْ غَبَنُ </p><p> إِذَا ذَهَبَتْ نَفْسِي بِدُنْيَا أَصَبْتُهَا </p><p> فَقَدْ ذَهَبَتْ مِنِّي وَقَدْ ذَهَبَ الثَّمَنُ </p><p> وَيُرْوَى عَنْهُ أَنَّهُ قَالَ: لَيْسَ لِأَبْدَانِكُمْ ثَمَنٌ إِلَّا الْجَنَّةَ فَلَا تَبِيعُوهَا إِلَّا بِهَا. وَمَعْنَاهُ أَنَّ الَّذِي يُقْتَلُ أَوْ يَمُوتُ فِي سَبِيلِ اللهِ كَانَ بَاذِلًا لِبَدَنِهِ الْفَانِي لَا لِرُوحِهِ الْبَاقِيَةِ، وَلَيْسَ مَعْنَاهُ أَنْ يَبِيعَ لِرَبِّهِ جَسَدَهُ دُونَ نَفْسِهِ النَّاطِقَةِ كَمَا تَوَهَّمَ بَعْضُ الْمُتَفَلْسِفِينَ. </p><p> أَخْرَجَ ابْنُ أَبِي حَاتِمٍ وَابْنُ مَرْدَوَيْهِ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ: نَزَلَتْ هَذِهِ الْآيَةُ عَلَى رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ فِي الْمَسْجِدِ فَكَبَّرَ النَّاسُ فِي الْمَسْجِدِ، فَأَقْبَلَ رَجُلٌ مِنَ الْأَنْصَارِ ثَانِيًا طَرَفَيْ رِدَائِهِ عَلَى عَاتِقِهِ فَقَالَ: يَا رَسُولَ اللهِ أُنْزِلَتْ فِينَا هَذِهِ الْآيَةُ؟ قَالَ:  ((نَعَمْ) ) فَقَالَ الْأَنْصَارِيُّ: بَيْعٌ رَبِيحٌ، لَا نُقِيلُ وَلَا نَسْتَقِيلُ - يَعْنِي الْبَيْعَ -. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ أَنَّ عَبْدَ اللهِ بْنَ رَوَاحَةَ قَالَ لِرَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: اشْتَرِطْ لِنَفْسِكَ وَلِرَبِّكَ فَقَالَ: ((أَشْتَرِطُ لِرَبِّي أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَأَشْتَرِطُ لِنَفْسِي أَنْ تَمْنَعُونِي مِمَّا تَمْنَعُونَ مِنْهُ أَنْفُسَكُمْ وَأَمْوَالَكُمْ) ) قَالُوا: فَإِذَا فَعَلْنَا ذَلِكَ فَمَا لَنَا؟ قَالَ:  ((الْجَنَّةُ) ) قَالَ: رَبِحَ الْبَيْعُ لَا نُقِيلُ وَلَا نَسْتَقِيلُ. فَنَزَلَتِ الْآيَةُ. وَظَاهِرُ هَذَا أَنَّهَا نَزَلَتْ فِي مُبَايَعَةِ الْأَنْصَارِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَفْصِيلُهُ فِيمَا يَلِي وَإِنْ لَمْ يُصَرِّحْ بِأَنَّهُ سَبَبُ النُّزُولِ. </p><p> وَأَخْرَجَ ابْنُ سَعْدٍ عَنْ عَبَّادِ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ سَعْدَ بْنَ زُرَارَةَ أَخَذَ بِيَدِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْلَةَ الْعَقَبَةِ فَقَالَ: يَا أَيُّهَا النَّاسُ هَلْ تَدْرُونَ عَلَامَ تُبَايِعُونَ مُحَمَّدًا؟ إِنَّكُمْ تُبَايِعُونَهُ عَلَى أَنْ تُحَارِبُوا الْعَرَبَ وَالْعَجَمَ وَالْجِنَّ وَالْإِنْسَ كَافَّةً. فَقَالُوا: نَحْنُ حَرْبٌ لِمَنْ حَارَبَ، وَسِلْمٌ لِمَنْ سَالَمَ. فَقَالَ سَعْدُ بْنُ زُرَارَةَ: يَا رَسُولَ اللهِ اشْتَرِطْ عَلَيَّ فَقَالَ: ((تُبَايِعُونِي عَلَى أَنْ تَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنِّي رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتُقِيمُوا الصَّلَاةَ وَتُؤْتُوا الزَّكَاةَ، وَالسَّمْعَ وَالطَّاعَةَ، وَلَا تُنَازِعُوا الْأَمْرَ أَهْلَهُ، وَتَمْنَعُونِي مِمَّا تَمْنَعُونَ مِنْهُ أَنْفُسَكُمْ وَأَهْلِيكُمْ،قَالُوا:نَعَمْ،قَالَ قَائِلُ الْأَنْصَارِ:نَعَمْ هَذَا لَكَ يَا رَسُولَ اللهِ فَمَا لَنَا؟قَالَ:((الْجَنَّةُ وَالنَّصْرُ) ) . </p><p> وَأَخْرَجَ ابْنُ سَعْدٍ عَنِ الشَّعْبِيِّ قَالَ: انْطَلَقَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ وَكَانَ ذَا رَأْيٍ إِلَى السَّبْعِينَ مِنَ الْأَنْصَارِ عِنْدَ الْعَقَبَةِ فَقَالَ الْعَبَّاسُ: لِيَتَكَلَّمْ مُتَكَلِّمُكُمْ وَلَا يُطِيلُ الْخُطْبَةَ فَإِنَّ عَلَيْكُمْ لِلْمُشْرِكِينَ عَيْنًا، وَإِنْ يَعْلَمُوا بِكُمْ يَفْضَحُوكُمْ. فَقَالَ قَائِلُهُمْ، وَهُوَ أَبُو أُمَامَةَ أَسْعَدُ: يَا مُحَمَّدُ سَلْ لِرَبِّكَ مَا شِئْتَ، ثُمَّ سَلْ لِنَفْسِكَ وَلِأَصْحَابِكَ مَا شِئْتَ، ثُمَّ أَخْبِرْنَا مَا لَنَا مِنَ الثَّوَابِ عَلَى اللهِ وَعَلَيْكُمْ إِذَا فَعَلْنَا ذَلِكَ، فَقَالَ:  ((أَسْأَلُكُمْ</p><p> لِرَبِّي أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَأَسْأَلُكُمْ لِنَفْسِي وَأَصْحَابِي أَنْ تُئْوُونَا وَتَنْصُرُونَا وَتَمْنَعُونَا مِمَّا تَمْنَعُونَ مِنْهُ أَنْفُسَكُمْ) ) </p><p> قَالَ: فَمَا لَنَا إِذَا فَعَلْنَا ذَلِكَ؟ قَالَ: الْجَنَّةُ. فَكَانَ الشَّعْبِيُّ إِذَا حَدَّثَ هَذَا الْحَدِيثَ قَالَ: مَا سَمِعَ الشَّيْبُ وَالشَّبَابُ بِخُطْبَةٍ أَقْصَرَ وَلَا أَبْلَغَ مِنْهَا. </p><p> وَمَعْنَى نُزُولِهَا فِي مُبَايَعَةِ الْأَنْصَارِ أَنَّهَا تَدْخُلُ فِي عُمُومِ الْآيَةِ دُخُولًا أَوَّلِيًّا لَا أَنَّهَا خَاصَّةً بِهَا. </p><p> وَقَدْ رَوَى ابْنُ مَرْدَوَيْهِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا ((مَنْ سَلَّ سَيْفَهُ فِي سَبِيلِ اللهِ فَقَدْ بَايَعَ اللهَ) ) وَرَوَى ابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ عَنِ الْحَسَنِ قَالَ: مَا عَلَى ظَهْرِ الْأَرْضِ مُؤْمِنٌ إِلَّا وَقَدْ دَخَلَ فِي هَذِهِ الْبَيْعَةِ. وَفِي لَفْظٍ: اسْعَوْا إِلَى بَيْعَةٍ بَايَعَ اللهُ بِهَا كُلَّ مُؤْمِنٍ (إِنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ) وَلَكِنَّ الْعَجَبَ مِمَّنْ يَدَّعُونَ الْإِيمَانَ وَهُمْ يَنْكُثُونَ بَيْعَةَ اللهِ عَزَّ وَجَلَّ، فَهُمْ لَا يَبْذُلُونَ أَنْفُسَهُمْ وَلَا شَيْئًا مِنْ أَمْوَالِهِمْ فِي سَبِيلِ اللهِ، وَإِنَّمَا يَطْلُبُونَ الْجَنَّةَ بِغَيْرِ ثَمَنِهَا كَمَا يَطْلُبُونَ سَعَادَةَ الدُّنْيَا وَسِيَادَتَهَا مِنْ غَيْرِ طَرِيقِهَا، وَلَا طَرِيقَ لَهَا إِلَّا الْجِهَادُ بِالْمَالِ وَالنَّفْسِ، </p>"
}