{
  "id": null,
  "sura": 9,
  "aya": 120,
  "text": "<p> (مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ) . </p><p> هَاتَانِ الْآيَتَانِ فِي تَأْكِيدِ وُجُوبِ الْغَزْوِ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَا فِيهِ مِنَ الْأَجْرِ الْعَظِيمِ، وَحَظْرِ تَخَلُّفِ أَحَدٍ عَنْهُ إِلَّا بِإِذْنِهِ، بِمَا فِيهِ مِنْ تَفْضِيلِ أَنْفُسِهِمْ عَلَى نَفْسِهِ. </p><p> (مَا كَانَ لِأَهْلِ الْمَدِينَةِ) مَا كَانَ بِالَّذِي يَصِحُّ لِأَهْلِ الْمَدِينَةِ عَاصِمَةِ الْإِسْلَامِ وَمَقَرِّ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا بِالَّذِي يَسْتَقِيمُ أَوْ يَحِلُّ لَهُمْ (وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ) كَمُزَيْنَةَ وَجُهَيْنَةَ وَأَشْجَعَ وَأَسْلَمَ وَغِفَارٍ (أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللهِ) إِذَا خَرَجَ غَازِيًّا فِي سَبِيلِ اللهِ كَمَا فَعَلَ بَعْضُهُمْ فِي غَزْوَةِ تَبُوكَ وَلَا فِي غَيْرِ هَذَا مِنْ أُمُورِ الْمِلَّةِ وَمَصَالِحِ الْأُمَّةِ (وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ) أَيْ وَلَا أَنْ يُفَضِّلُوا أَنْفُسَهُمْ عَلَى نَفْسِهِ فَيَصُونُوهَا وَيَرْغَبُوا بِإِيثَارِ رَاحَتِهَا وَسَلَامَتِهَا عَنْ بَذْلِهَا فِيمَا يَبْذُلُ فِيهِ نَفْسَهُ الشَّرِيفَةَ الْقُدْسِيَّةَ </p><p> مِنِ احْتِمَالِ الْجَهْدِ وَالْمَشَقَّةِ فِي سَبِيلِ اللهِ عَزَّ وَجَلَّ. </p><p> يُقَالُ رَغِبَ فِي الشَّيْءِ إِذَا أَحَبَّهُ وَآثَرَهُ، وَرَغِبَ عَنْهُ: إِذَا كَرِهَهُ وَأَعْرَضَ عَنْهُ، وَقَدْ جَمَعَ هُنَا بَيْنَهُمَا بِهَذِهِ الْعِبَارَةِ الْمُؤَثِّرَةِ الدَّالَّةِ عَلَى أَنَّ الْمُتَخَلِّفَ يُفَضِّلُ نَفْسَهُ وَيُؤْثِرُهَا عَلَى نَفْسِ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّتِي لَا يَكْمُلُ إِيمَانُ أَحَدٍ حَتَّى يُحِبَّهُ أَكْثَرَ مِنْ حُبِّهِ لِنَفْسِهِ، وَهَذَا يَصِحُّ بَعْدَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كُلِّ رَاغِبٍ عَنْ سُنَّتِهِ وَالتَّأَسِّي بِهِ، كَالْمَلَاحِدَةِ الَّذِينَ يَقُولُونَ لَا يَجِبُ اتِّبَاعُهُ بَعْدَ مَوْتِهِ، وَالْمُبْتَدَعَةِ وَالْمُقَلِّدَةِ الَّذِينَ يُؤْثِرُونَ بِدَعَهُمْ وَمَذَاهِبَهُمْ عَلَى سُنَّتِهِ. </p><p> قَالَ الزَّمَخْشَرِيُّ - وَنِعْمَ مَا قَالَ: أُمِرُوا أَنْ يَصْحَبُوهُ عَلَى الْبَأْسَاءِ وَالضَّرَّاءِ، وَأَنْ يُكَابِحُوا مَعَهُ الْأَهْوَالَ بِرَغْبَةٍ وَنَشَاطٍ وَاغْتِبَاطٍ، وَأَنْ يُلَقُّوا أَنْفُسَهُمْ مِنَ الشَّدَائِدِ مَا تَلْقَاهُ نَفْسُهُ، عِلْمًا بِأَنَّهَا أَعَزُّ نَفْسٍ عَلَى اللهِ وَأَكْرَمُهَا ; فَإِذَا تَعَرَّضَتْ مَعَ كَرَامَتِهَا وَعِزَّتِهَا لِلْخَوْضِ فِي شِدَّةٍ وَهَوْلٍ </p><p> وَجَبَ عَلَى سَائِرِ الْأَنْفُسِ أَنْ تَتَهَافَتَ فِيمَا تَعَرَّضَتْ لَهُ وَلَا يَكْتَرِثُ لَهَا أَصْحَابُهَا وَلَا يُقِيمُونَ لَهَا وَزْنًا، وَتَكُونُ أَخَفَّ شَيْءٍ عَلَيْهِمْ وَأَهْوَنَهُ، فَضْلًا عَنْ أَنْ يَرْبَئُوا بِأَنْفُسِهِمْ عَنْ مُتَابَعَتِهَا وَمُصَاحَبَتِهَا، وَيَضِنُّوا بِهَا عَلَى مَا سَمَحَ بِنَفْسِهِ عَلَيْهِ. وَهَذَا نَهْيٌ بَلِيغٌ مَعَ تَقْبِيحٍ لِأَمْرِهِمْ، وَتَوْبِيخٍ لَهُمْ عَلَيْهِ، وَتَهْيِيجٍ لِمُتَابَعَتِهِ بِأَنَفَةٍ وَحَمِيَّةٍ اهـ. </p><p> (ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللهِ) أَيْ ذَلِكَ الَّذِي دَلَّ عَلَيْهِ النَّفْيُ مِنَ النَّهْيِ عَنِ التَّخَلُّفِ عَنْهُ، وَوُجُوبِ الِاتِّبَاعِ لَهُ، بِسَبَبِ أَنَّ كُلَّ مَا يُصِيبُهُمْ فِي جِهَادِهِمْ مِنْ أَذًى وَإِنْ قَلَّ، وَمِنْ إِيذَاءٍ لِلْعَدُوِّ وَإِنْ صَغُرَ، فَهُوَ عَمَلٌ صَالِحٌ لَهُمْ بِهِ أَكْبَرُ الْأَجْرِ، فَلَا يُصِيبُهُمْ ظَمَأٌ لِقِلَّةِ الْمَاءِ - أَوْ نَصَبٌ لِبُعْدِ الشُّقَّةِ أَوْ قِلَّةِ الظَّهْرِ - أَوْ مَجَاعَةٍ لِقِلَّةِ الزَّادِ - فِي سَبِيلِ إِعْلَاءِ كَلِمَةِ اللهِ وَإِعْزَازِ دِينِهِ (وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ) وَطْؤُهُمْ إِيَّاهُ لِأَنَّهُ مِنْ دَارِهِمْ، وَيَعُدُّونَ وَطْأَهُ اعْتِدَاءً عَلَيْهِمْ وَاسْتِهَانَةً بِقُوَّتِهِمْ، فَيَغِيظُهُمْ أَنْ تَمَسَّهُ أَقْدَامُ الْمُؤْمِنِينَ أَوْ حَوَافِرُ خُيُولِهِمْ وَأَخْفَافُ رَوَاحِلِهِمْ، فَكَيْفَ إِذَا يَسَّرَ اللهُ فَتْحَهُ لَهُمْ (وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا) أَيْ وَلَا يَبْلُغُونَ مِنْ أَيِّ عَدُوٍّ مِنْ أَعْدَاءِ اللهِ وَرَسُولِهِ شَيْئًا مِمَّا أَرَادُوا مِنْ جَرْحٍ أَوْ قَتْلٍ أَوْ أَسْرٍ أَوْ هَزِيمَةٍ أَوْ غَنِيمَةٍ (إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ) أَيْ كُتِبَ لَهُمْ بِكُلِّ وَاحِدٍ مِمَّا ذُكِرَ عَمَلٌ صَالِحٌ مُرْضٍ لِلَّهِ تَعَالَى مَجْزِيٌّ عَلَيْهِ بِالثَّوَابِ الْعَظِيمِ، فَمَا أَكْثَرَ هَذِهِ الْأَعْمَالَ الصَّالِحَاتِ الَّتِي تَعُمُّ الْأُمُورَ الْعَارِضَةَ كَالْجُوعِ </p><p> وَالْعَطَشِ، وَتَشْمَلُ كُلَّ حَرَكَةٍ مِنْ بَطْشَةِ يَدٍ أَوْ وَطْأَةِ قَدَمٍ؟ (إِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) هَذَا تَعْلِيلٌ لِهَذَا الْأَجْرِ الْعَظِيمِ يَدُلُّ عَلَى عُمُومِ الْحُكْمِ، وَإِنْ كَانَ مِنَ الْمَعْلُومِ بِالضَّرُورَةِ أَنَّ هَذَا الْجِهَادَ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَعْظَمُ أَجْرًا، وَأَنْفَسُ ذُخْرًا قَالَ قَتَادَةُ: إِنَّ حُكْمَ الْآيَةِ خَاصٌّ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبِمَنْ جَاهَدَ مَعَهُ، وَقَالَ الْأَوْزَاعِيُّ وَعَبْدُ اللهِ بْنُ الْمُبَارَكِ وَغَيْرُهُمَا مِنْ عُلَمَاءِ التَّابِعِينَ: هَذِهِ الْآيَةُ لِلْمُسْلِمِينَ إِلَى أَنْ تَقُومَ السَّاعَةُ. وَهَذَا الْقَوْلُ أَصَحُّ، عَلَى مَا لَا يَخْفَى مِنَ التَّفَاوُتِ فِي الْأَجْرِ، فَالْجِهَادُ فِي سَبِيلِ اللهِ إِحْسَانٌ، وَ (هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ)  (٥٥: ٦٠) ؟ فِي كُلِّ زَمَانٍ وَمَكَانٍ. </p><p> (وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةَ وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ) أَيْ كَذَلِكَ شَأْنُهُمْ فِيمَا يُنْفِقُونَ فِي سَبِيلِ اللهِ صَغُرَ أَمْ كَبُرَ، قَلَّ أَمْ كَثُرَ، وَفِي كُلِّ وَادٍ يَقْطَعُونَهُ فِي سَيْرِهِمْ غَادِينَ أَوْ رَائِحِينَ (وَالْوَادِي: هُوَ مَسِيلُ الْمَاءِ فِي مُنْفَرَجَاتِ الْجِبَالِ وَأَغْوَارِ الْآكَامِ، خَصَّهُ بِالذِّكْرِ لِمَا فِيهِ مِنَ الْمَشَقَّةِ) لَا يُتْرَكُ شَيْءٌ مِنْهُ أَوْ يُنْسَى بَلْ يُكْتَبُ لَهُمْ: (لِيَجْزِيَهُمُ اللهُ) بِكِتَابَتِهِ فِي صُحُفِ أَعْمَالِهِمْ (أَحْسُنَ مَا كَانُوا يَعْمَلُونَ) وَهُوَ الْجِهَادُ فَإِنَّهُ عِنْدَ وُجُوبِهِ وَفَرِيضَتِهِ بِالِاسْتِنْفَارِ لَهُ يَكُونُ أَحْسَنَ الْأَعْمَالِ ; إِذْ يَتَوَقَّفُ عَلَيْهِ حِفْظُ الْإِيمَانِ، وَمُلْكُ الْإِسْلَامِ، وَجَمِيعُ مَا يَتْبَعُهُمَا مِنْ فَضَائِلِ الْأَعْمَالِ، يُقَالُ جَزَاهُ الْعَمَلَ وَجَزَاهُ بِهِ. كَمَا قَالَ:  (ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى)  (٥٣: ٤١) </p><p> وَالنَّصُّ عَلَى جَزَائِهِمْ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ لَا يُنَافِي جَزَاءَهُمْ بِمَا دُونَهُ وَقَدْ قَالَ آنِفًا (إِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) وَهُوَ فِيهِ، وَإِنَّمَا الْمُرَادُ النَّصُّ عَلَى أَنَّ هَذَا الْعَمَلَ أَحْسَنُ أَعْمَالِهِمْ أَوْ مِنْ أَحْسَنِهَا لِأَنَّهُ جَمَعَ بَيْنَ الْجِهَادِ بِالْمَالِ وَالْجِهَادِ بِالنَّفْسِ وَمَا قَبْلَهُ مِنَ الثَّانِي فَقَطْ، وَالْجَزَاءُ عَلَى الْأَحْسَنِ يَكُونُ أَحْسَنَ مِنْهُ عَلَى قَاعِدَةِ (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا)  (٢٨: ٨٤) وَبَيَانُ ذَلِكَ بِقَاعِدَةِ (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا)  (٦: ١٦٠) وَقَالَ بَعْضُهُمْ إِنَّ مَعْنَى الْجُمْلَةِ أَنَّهُ تَعَالَى يَجْزِيهِمْ بِكُلِّ عَمَلٍ مِمَّا ذُكِرَ أَحْسَنَ جَزَاءٍ عَلَى أَعْمَالِهِمُ الْحَسَنَةِ، أَيْ فِي غَيْرِ الْجِهَادِ بِالْمَالِ وَالنَّفْسِ، بِأَنْ تَكُونَ النَّفَقَةُ الصَّغِيرَةُ فِيهِ كَالنَّفَقَةِ الْكَبِيرَةِ فِي غَيْرِهِ مِنَ الْمَبَرَّاتِ، وَالْمَشَقَّةُ الْقَلِيلَةُ فِيهِ كَالْمَشَقَّةِ الْكَثِيرَةِ فِيمَا عَدَاهُ مِنَ الْأَعْمَالِ الصَّالِحَاتِ. </p><p> (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) . </p><p> هَذِهِ الْآيَةُ مِنْ تَتِمَّةِ أَحْكَامِ الْجِهَادِ بِالْقِتَالِ، مَعَ زِيَادَةِ حُكْمِ طَلَبِ الْعِلْمِ وَالنَّفَقَةِ فِي الدِّينِ وَهُوَ آلَةُ الْجِهَادِ بِالْحُجَّةِ وَالْبُرْهَانِ، الَّذِي عَلَيْهِ مَدَارُ الدَّعْوَةِ إِلَى الْإِيمَانِ وَإِقَامَةِ دَعَائِمِ الْإِسْلَامِ، وَإِنَّمَا جِهَادُ السَّيْفِ حِمَايَةٌ وَسِيَاجٌ. وَسَبَبُهَا أَنَّ مَا وَرَدَ فِي فَضْلِ الْجِهَادِ وَثَوَابِهِ وَفِي ذَمِّ الْقَاعِدِينَ عَنْهُ وَكَوْنِهِ مِنْ شَأْنِ الْمُنَافِقِينَ دُونَ الْمُؤْمِنِينَ الصَّادِقِينَ قَوَّى رَغْبَةَ الْمُؤْمِنِينَ فِيهِ حَتَّى كَانُوا إِذَا أَرَادَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِرْسَالَ سَرِيَّةٍ لِلِقَاءِ بَعْضِ الْمُشْرِكِينَ وَإِنْ قَلُّوا يَنْتَدِبُ لَهَا جَمِيعَ الْمُؤْمِنِينَ وَيَتَسَابَقُونَ إِلَى الْخُرُوجِ فِيهَا، وَيَدَعُونَ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَحْدَهُ أَوْ مَعَ نَفَرٍ قَلِيلٍ كَمَا وَرَدَ، وَإِنَّمَا يَجِبُ هَذَا فِي النَّفِيرِ الْعَامِّ إِذَا وُجِدَ سَبَبُهُ بِقَدَرِ الْحَاجَةِ لَا فِي كُلِّ اسْتِنْفَارٍ لِمُقَاوَمَةِ الْكُفَّارِ، عَلَى أَنَّ النَّفَرَ الْعَامَّ قَدْ يَتَعَذَّرُ أَوْ تَكْثُرُ فِيهِ الْأَعْذَارُ، وَقِيلَ إِنَّهُ لَمْ يَكُنْ وَاجِبًا عَلَى عُمُومِهِ إِلَّا فِي عَهْدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَوْ عَلَى الْأَنْصَارِ بِمُقْتَضَى مُبَايَعَتِهِمْ لَهُ (رَاجِعْ ص ٢٧١ وَمَا بَعْدَهَا ج ١٠ ط الْهَيْئَةِ) . </p><p> (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً) أَيْ مَا كَانَ شَأْنُ الْمُؤْمِنِينَ وَلَا مِمَّا يَجِبُ عَلَيْهِمْ وَيُطْلَبُ مِنْهُمْ، أَنْ يَنْفِرُوا جَمِيعًا فِي كُلِّ سَرِيَّةٍ تَخْرُجُ لِلْجِهَادِ، فَإِنَّ هَذِهِ السَّرَايَا مِنْ فُرُوضِ الْكِفَايَةِ لَا مِنْ فُرُوضِ الْأَعْيَانِ، وَإِنَّمَا يَجِبُ ذَلِكَ إِذَا خَرَجَ الرَّسُولُ وَاسْتَنْفَرَهُمْ لِلْخُرُوجِ (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ) لَوْلَا حَرْفُ تَحْضِيضٍ وَحَثٍّ عَلَى مَا تَدْخُلُ عَلَيْهِ: أَيْ فَهَلَّا نَفَرَ لِلْقِتَالِ مِنْ كُلِّ فِرْقَةٍ كَبِيرَةٍ (مِنْهُمْ) كَالْقَبِيلَةِ أَوْ أَهْلِ الْمَدِينَةِ، (طَائِفَةٌ) أَيْ جَمَاعَةٌ بِقَدْرِ الْحَاجَةِ </p>"
}