{
  "id": null,
  "sura": 9,
  "aya": 42,
  "text": "<p> إِنْ كُنْتُمْ تَعْلَمُونَ أَيْ: إِنْ كُنْتُمْ تَعْلَمُونَ حَقِّيَّةَ هَذِهِ الْخَيْرِيَّةِ عِلْمًا إِذْعَانِيًّا يَبْعَثُ عَلَى الْعَمَلِ، وَجَوَابُ \" إِنْ \" مَحْذُوفٌ دَلَّ عَلَيْهِ مَا قَبْلَهُ، أَيْ: يَكُنْ خَيْرًا لَكُمْ، وَيُقَدِّرُهُ بَعْضُهُمْ أَمْرًا بِالِامْتِثَالِ، أَيْ فَانْفِرُوا وَجَاهِدُوا. وَقَدْ عَلِمَ تِلْكَ الْخَيْرِيَّةَ وَامْتَثَلَ هَذَا الْأَمْرَ الْمُؤْمِنُونَ الصَّادِقُونَ، وَاسْتَأْذَنَ بَعْضُ الْمُنَافِقِينَ النَّبِيَّ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي التَّخَلُّفِ فَأَذِنَ لَهُمْ عَلَى ضَعْفِ أَعْذَارِهِمْ، وَتَخَلَّفَ مِنْهُمْ وَمِنَ الْمُؤْمِنِينَ أُنَاسٌ آخَرُونَ فَأَنْزَلَ اللهُ فِي الْجَمِيعِ الْآيَاتِ الْآتِيَةَ فِي أَثْنَاءِ السَّفَرِ. </p><p> لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ </p><p> كَانَ دَأْبُ الْمُؤْمِنِينَ وَعَادَتُهُمْ إِذَا اسْتَنْفَرَهُمُ الرَّسُولُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ لِلْقِتَالِ أَنْ يَنْفِرُوا بِهِمَّةٍ وَنَشَاطٍ، وَلَمَّا اسْتَنْفَرَهُمْ لِغَزْوَةِ تَبُوكَ تَثَاقَلُوا لِمَا تَقَدَّمَ مِنَ الْأَسْبَابِ، وَلِلتَّثَاقُلِ </p><p> دَرَجَاتٌ تَخْتَلِفُ بِاخْتِلَافِ قُوَّةِ الْإِيمَانِ وَضَعْفِهِ، وَيُسْرِ الْأَسْبَابِ وَعُسْرِهَا، وَكَثْرَةِ الْأَعْذَارِ وَقِلَّتِهَا، وَلَكِنْ نَفَرَ الْأَكْثَرُونَ طَائِعِينَ، وَتَخَلَّفَ الْأَقَلُّونَ عَاجِزِينَ. وَأَمَّا الْمُنَافِقُونَ فَقَدْ كَبُرَ عَلَيْهِمُ الْأَمْرُ، وَعَظُمَ فِيهِمُ الْخَطْبُ، وَطَفِقُوا يَنْتَحِلُونَ الْأَعْذَارَ الْوَاهِيَةَ، وَيَسْتَأْذِنُونَهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي الْقُعُودِ وَالتَّخَلُّفِ فَيَأْذَنُ لَهُمْ، فَكَانَ نُزُولُ هَذِهِ الْآيَاتِ وَمَا بَعْدَهَا؛ لِبَيَانِ تِلْكَ الْحَالِ وَأَحْكَامِ تِلْكَ الْوَقَائِعِ. وَهِيَ لَا تُفْهَمُ إِلَّا بِمَعْرِفَةِ أَسْبَابِهَا، كَمَا كَانَ يَعْرِفُهَا مَنْ وَقَعَتْ مِنْهُمْ وَمَعَهُمْ وَفِيمَا بَيْنَهُمْ. وَمِنْ حِكْمَةِ اللهِ تَعَالَى فِي هَذَا الْأُسْلُوبِ أَنَّهُ يَضْطَرُّ الْمُؤْمِنِينَ بَعْدَ ذَلِكَ الْعَصْرِ إِلَى الْبَحْثِ عَنْ تَارِيخِهِ؛ لِيَسْتَعِينُوا بِهِ عَلَى فَهْمِ مَا تَعَبَّدَهُمُ اللهُ تَعَالَى بِهِ مِنَ الْآيَاتِ فَيَعْرِفُوا نَشْأَةَ دِينِهِمْ، وَسِيَاسَةَ مِلَّتِهِمْ، وَصِفَةَ تَكْوِينِ أُمَّتِهِمْ، وَلَا شَيْءَ أَعْوَنَ لِلْأُمَمِ عَلَى حِفْظِ حَقِيقَتِهَا كَمَعْرِفَةِ تَارِيخِهَا. </p><p> لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ أَيْ: لَوْ كَانَ مَا اسْتَنْفَرْتَهُمْ لَهُ، وَدَعَوْتَهُمْ إِلَيْهِ أَيُّهَا الرَّسُولُ عَرَضًا - وَهُوَ مَا يَعْرِضُ لِلْمَرْءِ مِنْ مَنْفَعَةٍ وَمَتَاعٍ، مِمَّا لَا ثَبَاتَ لَهُ وَلَا بَقَاءَ - </p><p> قَرِيبَ الْمَكَانِ وَالْمَنَالِ، لَيْسَ فِي الْوُصُولِ إِلَيْهِ كَبِيرُ عَنَاءٍ، وَسَفَرًا قَاصِدًا، أَيْ: وَسَطًا لَا مَشَقَّةَ فِيهِ، وَلَا كَلَالَ لَاتَّبَعُوكَ فِيهِ وَأَسْرَعُوا بِالنَّفْرِ إِلَيْهِ؛ لِأَنَّ حُبَّ الْمَنَافِعِ الْمَادِّيَّةِ وَالرَّغْبَةَ فِيهَا لَاصِقَةٌ بِطَبْعِ الْإِنْسَانِ، وَنَاهِيكَ بِهَا إِذَا كَانَتْ سَهْلَةَ الْمَأْخَذِ قَرِيبَةَ الْمَنَالِ، وَكَانَ الرَّاغِبُ فِيهَا مِنْ غَيْرِ الْمُوقِنِينَ بِالْآخِرَةِ وَمَا فِيهَا مِنَ الْأَجْرِ الْعَظِيمِ لِلْمُجَاهِدِينَ كَأُولَئِكَ الْمُنَافِقِينَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ الَّتِي دُعُوا إِلَيْهَا وَهِيَ تَبُوكُ - وَالشُّقَّةُ: النَّاحِيَةُ أَوِ الْمَسَافَةُ وَالطَّرِيقُ الَّتِي لَا تُقْطَعُ إِلَّا بِتَكَبُّدِ الْمَشَقَّةِ وَالتَّعَبِ - وَكَبُرَ عَلَيْهِمُ التَّعَرُّضُ لِقِتَالِ الرُّومِ فِي دِيَارِ مُلْكِهِمْ </p><p> وَهُمْ أَكْبَرُ دُوَلِ الْأَرْضِ الْحَرْبِيَّةِ، فَتَخَلَّفُوا جُبْنًا وَحُبًّا بِالرَّاحَةِ وَالسَّلَامَةِ وَسَيَحْلِفُونَ بِاللهِ أَيْ: بَعْدَ رُجُوعِكُمْ إِلَيْهِمْ، وَقَالَ: سَيَحْلِفُونَ بِاللهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ (٩: ٩٥) كَمَا قَالَ: يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ (٩: ٩٤) قَائِلِينَ: لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ أَيْ: لَوِ اسْتَطَعْنَا الْخُرُوجَ إِلَى الْجِهَادِ بِانْتِفَاءِ الْأَعْذَارِ الْمَانِعَةِ لَخَرَجْنَا مَعَكُمْ؛ فَإِنَّنَا لَمْ نَتَخَلَّفْ عَنْكُمْ إِلَّا مُضْطَرِّينَ يُهْلِكُونَ أَنْفُسَهُمْ بِامْتِهَانِ اسْمِ اللهِ تَعَالَى بِالْحَلِفِ الْكَاذِبِ؛ لِسَتْرِ نِفَاقِهِمْ وَإِخْفَائِهِ، يُؤَيِّدُونَ الْبَاطِلَ بِالْبَاطِلِ، وَيَدْعُمُونَ الْإِجْرَامَ بِالْإِجْرَامِ، أَوْ بِالتَّخَلُّفِ عَنِ الْجِهَادِ الْمُفْضِي إِلَى الْفَضِيحَةِ، وَمَا تَقْتَضِيهِ مِنْ سُوءِ الْمُعَامَلَةِ، فَالْجُمْلَةُ مُبَيِّنَةٌ لِحَالِهِمْ فِي حَلِفِهِمْ أَوْ مَا كَانَ سَبَبًا لَهُ، وَإِنَّهُمْ يُرِيدُونَ بِهِ النَّجَاةَ فَيَقَعُونَ فِي الْهَلَاكِ: وَاللهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ فِي زَعْمِهِمْ أَنَّهُمْ لَوِ اسْتَطَاعُوا الْخُرُوجَ لَخَرَجُوا مَعَكُمْ. </p><p> عَفَا اللهُ عَنْكَ الْعَفْوُ: التَّجَاوُزُ عَنِ الذَّنْبِ أَوِ التَّقْصِيرِ، وَتَرْكُ الْمُؤَاخَذَةِ عَلَيْهِ، وَيُسْتَعْمَلُ بِمَعْنَى الدُّعَاءِ. أَيْ عَفَا عَمَّا تَعَلَّقَ بِهِ اجْتِهَادُكَ أَيُّهَا الرَّسُولُ حِينَ اسْتَأْذَنُوكَ وَكَذَبُوا عَلَيْكَ فِي الِاعْتِذَارِ لِمَ أَذِنْتَ لَهُمْ؟ أَيْ لِأَيِّ شَيْءٍ أَذِنْتَ لَهُمْ بِالْقُعُودِ وَالتَّخَلُّفِ كَمَا أَرَادُوا، وَهَلَّا اسْتَأْنَيْتَ وَتَرَيَّثْتَ بِالْإِذْنِ؟ : حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا فِي الِاعْتِذَارِ وَتَعْلَمَ الْكَاذِبِينَ فِيهِ، أَيْ: حَتَّى تُمَيِّزَ بَيْنَ الْفَرِيقَيْنِ فَتُعَامِلَ كُلًّا بِمَا يَلِيقُ بِهِ، وَذَلِكَ أَنَّ الْكَاذِبِينَ لَا يَخْرُجُونَ سَوَاءً أَذِنْتَ لَهُمْ أَمْ لَمْ تَأْذَنْ لَهُمْ، فَكَانَ مُقْتَضَى الْحَزْمِ أَنْ تَتَلَبَّثَ فِي الْإِذْنِ أَوْ تُمْسِكَ عَنْهُ اخْتِبَارًا لَهُمْ، رَوَى ابْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي حَاتِمٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ: عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ قَالَ: هُمْ نَاسٌ قَالُوا: اسْتَأْذِنُوا رَسُولَ اللهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فَإِنْ أَذِنَ لَكُمْ فَاقْعُدُوا، وَإِنْ لَمْ يَأْذَنْ </p><p> لَكُمْ فَاقْعُدُوا. وَأَخْرَجَ عَبْدُ بْنُ حُمَيْدٍ وَابْنُ الْمُنْذِرِ عَنْ قَتَادَةَ فِي قَوْلِهِ: وَاللهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ </p><p> قَالَ: لَقَدْ كَانُوا يَسْتَطِيعُونَ الْخُرُوجَ، وَلَكِنْ كَانَ تَبْطِئَةً مِنْ عِنْدِ أَنْفُسِهِمْ وَزَهَادَةً فِي الْجِهَادِ. </p><p> هَذَا وَإِنَّ بَعْضَ الْمُفَسِّرِينَ وَلَا سِيَّمَا الزَّمَخْشَرِيُّ قَدْ أَسَاءُوا الْأَدَبَ فِي التَّعْبِيرِ عَنْ عَفْوِ اللهِ تَعَالَى عَنْ رَسُولِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي هَذِهِ الْآيَةِ. وَكَانَ يَجِبُ أَنْ يَتَعَلَّمُوا مِنْهَا أَعْلَى الْأَدَبِ مَعَهُ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ، إِذْ أَخْبَرَهُ رَبُّهُ وَمُؤَدِّبُهُ بِالْعَفْوِ قَبْلَ الذَّنْبِ، وَهُوَ مُنْتَهَى التَّكْرِيمِ وَاللُّطْفِ، وَبَالَغَ آخَرُونَ كَالرَّازِيِّ فِي الطَّرَفِ الْآخَرِ فَأَرَادُوا أَنْ يُثْبِتُوا أَنَّ الْعَفْوَ لَا يَدُلُّ عَلَى الذَّنْبِ، وَغَايَتُهُ أَنَّ الْإِذْنَ الَّذِي عَاتَبَهُ اللهُ عَلَيْهِ هُوَ خِلَافُ الْأَوْلَى، وَهُوَ جُمُودٌ مَعَ الِاصْطِلَاحَاتِ الْمُحَدَثَةِ وَالْعُرْفِ الْخَاصِّ فِي مَعْنَى الذَّنْبِ وَهُوَ الْمَعْصِيَةُ، وَمَا كَانَ يَنْبَغِي لَهُمْ أَنْ يَهْرَبُوا مِنْ إِثْبَاتِ مَا أَثْبَتَهُ اللهُ تَعَالَى فِي كِتَابِهِ تَمَسُّكًا بِاصْطِلَاحَاتِهِمْ وَعُرْفِهِمُ الْمُخَالِفِ لَهُ وَلِمَدْلُولِ اللُّغَةِ أَيْضًا، فَالذَّنْبُ فِي اللُّغَةِ كُلُّ عَمَلٍ يَسْتَتْبِعُ ضَرَرًا أَوْ فَوْتَ مَنْفَعَةٍ أَوْ مَصْلَحَةٍ، مَأْخُوذٌ مِنْ ذَنَبِ الدَّابَّةِ، وَلَيْسَ مُرَادِفًا لِلْمَعْصِيَةِ بَلْ أَعَمُّ مِنْهَا، وَالْإِذْنُ الْمَعْفُوُّ عَنْهُ قَدِ اسْتَتْبَعَ فَوْتَ الْمَصْلَحَةِ الْمَنْصُوصَةِ فِي الْآيَةِ وَهِيَ تُبَيِّنُ الَّذِينَ صَدَقُوا وَالْعِلْمَ بِالْكَاذِبِينَ. وَقَدْ قَالَ تَعَالَى: إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا لِيَغْفِرَ لَكَ اللهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ (٤٨: ١ و٢) الْآيَةَ. </p><p> فَالتَّفَصِّي مِنْ إِسْنَادِ الذَّنْبِ إِلَى الْأَنْبِيَاءِ بِالتَّأْوِيلِ لَيُوَافِقَ الْمَذَاهِبَ وَالْقَوَاعِدَ، كَالتَّفَصِّي مِمَّا وَصَفَ اللهُ بِهِ نَفْسَهُ وَمَا أَسْنَدَهُ إِلَيْهَا مِنَ الْعُلُوِّ وَالِاسْتِوَاءِ عَلَى الْعَرْشِ أَوْ غَيْرِهِمَا مِنَ الصِّفَاتِ، وَهُوَ يَسْتَلْزِمُ جَعْلَ بَيَانِ نُظَّارِ الْمُتَكَلِّمِينَ لِحَقَائِقِ دِينِ اللهِ أَفْصَحُ وَأَبْيَنُ وَأَوْلَى بِالتَّلْقِينِ مِنْ كِتَابِ اللهِ عَزَّ وَجَلَّ الَّذِي وَصَفَهُ بِأَنَّهُ تِبْيَانٌ لِكُلِّ شَيْءٍ، وَلَوْ قِيلَ: إِنَّ لَازِمَ الْمَذْهَبِ مَذْهَبٌ مُطْلَقًا وَإِنْ لَمْ يَفْطُنْ لَهُ صَاحِبُ الْمَذْهَبِ وَيَلْتَزِمْهُ، كَمَا يَقُولُهُ الَّذِينَ يُكْفِّرُونَ كَثِيرًا مِنَ الْمُخَالِفِينَ لَهُمْ، لَجَازَ الْحُكْمُ بِكُفْرِ هَؤُلَاءِ الْمُتَأَوِّلِينَ الْمُحَرِّفِينَ، وَلَكِنَّ أَهْلَ الْحَقِّ مِنْ عُلَمَاءِ السَّلَفِ يَمْنَعُونَ مِنَ الْحُكْمِ بِالْكُفْرِ عَلَى الشَّخْصِ الْمُعَيَّنِ، فِيمَا يَتَأَوَّلُ فِيهِ مِمَّا هُوَ كُفْرٌ فِي نَفْسِهِ، وَيَعُدُّونَ مِنَ الْعُذْرِ بِالْجَهْلِ مَا لَا يَعُدُّهُ الْمُتَكَلِّمُونَ عُذْرًا. </p><p> وَقَدْ كَانَ الْإِذْنُ الْمُعَاتَبُ عَلَيْهِ اجْتِهَادًا مِنْهُ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِيمَا لَا نَصَّ فِيهِ مِنَ الْوَحْيِ، وَهُوَ جَائِزٌ وَوَاقِعٌ مِنَ الْأَنْبِيَاءِ صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِ، وَلَيْسُوا بِمَعْصُومِينَ مِنَ الْخَطَأِ فِيهِ، وَإِنَّمَا الْعِصْمَةُ الْمُتَّفَقُ عَلَيْهَا خَاصَّةٌ بِتَبْلِيغِ الْوَحْيِ بِبَيَانِهِ وَالْعَمَلِ بِهِ، فَيَسْتَحِيلُ عَلَى الرَّسُولِ أَنْ يَكْذِبَ أَوْ يُخْطِئَ فِيمَا يُبَلِّغُهُ عَنْ رَبِّهِ أَوْ يُخَالِفَهُ بِالْعَمَلِ، وَيُؤَيِّدُهُ حَدِيثُ طَلْحَةَ فِي تَأْبِيرِ النَّخْلِ إِذْ رَآهُمْ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ يُلَقِّحُونَهَا فَقَالَ:  \" مَا أَظُنُّ يُغْنِي ذَلِكَ شَيْئًا \" فَأُخْبِرُوا بِذَلِكَ فَتَرَكُوهُ ظَنًّا مِنْهُمْ أَنَّ قَوْلَهُ هَذَا مِنْ أَمْرِ الدِّينِ فَنَفَضَتِ النَّخْلُ وَسَقَطَ ثَمَرُهَا، فَأُخْبِرَ بِذَلِكَ فَقَالَ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: إِنْ كَانَ يَنْفَعُهُمْ ذَلِكَ فَلْيَصْنَعُوهُ فَإِنِّي إِنَّمَا ظَنَنْتُ ظَنًّا فَلَا تُؤَاخِذُونِي </p><p> بِالظَّنِّ، وَلَكِنْ إِذَا حَدَّثْتُكُمْ عَنِ اللهِ شَيْئًا فَخُذُوا بِهِ فَإِنِّي لَنْ أَكْذِبَ عَلَى اللهِ عَزَّ وَجَلَّ رَوَاهُ مُسْلِمٌ. </p><p> وَقَدْ صَرَّحَ عُلَمَاءُ الْأُصُولِ بِجَوَازِ الْخَطَأِ فِي الِاجْتِهَادِ عَلَى الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ قَالُوا: وَلَكِنْ لَا يُقِرُّهُمُ اللهُ عَلَى ذَلِكَ بَلْ يُبَيِّنُ لَهُمُ الصَّوَابَ فِيهِ. وَمِنْهُ مَا تَقَدَّمَ فِي سُورَةِ الْأَنْفَالِ مِنْ عِتَابِ اللهِ تَعَالَى لِرَسُولِهِ ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ فِي أَخْذِ الْفِدْيَةِ مِنْ أَسَارَى بَدْرٍ، وَالْخَطَأُ هُنَالِكَ أَعْظَمُ مِمَّا هُنَا، فَغَايَةُ مَا فِيهِ هُنَا أَنَّهُ مُخَالِفٌ لِمَا يَقْتَضِيهِ الْحَزْمُ، وَكَانَ مِنْ لُطْفِ الرَّبِّ اللَّطِيفِ الْخَبِيرِ، بِرَسُولِهِ الْبَشِيرِ النَّذِيرِ، أَنْ أَخْبَرَهُ بِالْعَفْوِ عَنْهُ، قَبْلَ بَيَانِهِ لَهُ، وَأَمَّا ذَاكَ فَقَدْ بَدَأَ عِتَابَهُ لَهُ وَلِلْمُؤْمِنِينَ الَّذِينَ عَمِلَ بِرَأْيِ جُمْهُورِهِمْ فِي أَخْذِ الْفِدْيَةِ بِقَوْلِهِ: مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ (٨: ٦٧) ثُمَّ بَيَّنَ أَنَّهُ كَانَ مُقْتَضِيًا لِعَذَابٍ أَلِيمٍ لَوْلَا كِتَابٌ مِنَ اللهِ سَبَقَ فَكَانَ مَانِعًا، وَسَنَذْكُرُ فَائِدَةَ أَمْثَالِ هَذَا الِاجْتِهَادِ وَالْخَطَأِ فِي تَفْسِيرِ الْآيَةِ ٤٧ وَهِيَ قَرِيبَةٌ. </p><p> وَمِنْ مَبَاحِثِ الْبَلَاغَةِ فِي الْآيَةِ نُكْتَةُ الِاخْتِلَافِ فِي التَّعْبِيرِ عَنِ الصَّادِقِينَ وَالْكَاذِبِينَ إِذْ عَبَّرَ عَنِ الْأَوَّلِينَ بِالِاسْمِ الْمَوْصُولِ بِالْفِعْلِ الْمَاضِي، وَعَنِ الْكَاذِبِينَ بِاسْمِ الْفَاعِلِ، وَقَدْ بَيَّنَ ذَلِكَ أَبُو السُّعُودِ بِقَوْلِهِ: وَتَغْيِيرُ الْأُسْلُوبِ بِأَنْ عَبَّرَ عَنِ الْفَرِيقِ </p><p> الْأَوَّلِ بِالْمَوْصُولِ الَّذِي صِلَتُهُ فِعْلٌ دَالٌّ عَلَى الْحُدُوثِ، وَعَنِ الْفَرِيقِ الثَّانِي بَاسِمِ الْفَاعِلِ الْمُفِيدِ لِلدَّوَامِ؛ لِلْإِيذَانِ بِأَنَّ مَا ظَهَرَ مِنَ الْأَوَّلِينَ صِدْقٌ حَادِثٌ فِي أَمْرٍ خَاصٍّ غَيْرِ مُصَحِّحٍ لِنُظُمِهِمْ فِي سَلَكِ الصَّادِقِينَ، وَأَنَّ مَا صَدَرَ مِنَ الْآخِرِينَ وَإِنْ كَانَ كَذِبًا حَادِثًا مُتَعَلِّقًا بِأَمْرٍ خَاصٍّ لَكِنَّهُ أَمْرٌ جَارٍ عَلَى عَادَتِهِمُ الْمُسْتَمِرَّةِ نَاشِئٌ عَنْ رُسُوخِهِمْ فِي الْكَذِبِ، وَالتَّعْبِيرِ عَنْ ظُهُورِ الصِّدْقِ بِالتَّبَيُّنِ، وَعَمَّا يَتَعَلَّقُ بِالْكَذِبِ بِالْعِلْمِ، لِمَا هُوَ الْمَشْهُورُ مِنْ أَنَّ مَدْلُولَ الْخَبَرِ هُوَ الصِّدْقُ وَالْكَذِبُ احْتِمَالٌ عَقْلِيٌّ، فَظُهُورُ صِدْقِهِ إِنَّمَا هُوَ تَبَيُّنُ ذَلِكَ الْمَدْلُولِ، وَانْقِطَاعُ احْتِمَالِ نَقِيضِهِ بَعْدَ مَا كَانَ مُحْتَمِلًا لَهُ احْتِمَالًا عَقْلِيًّا، وَأَمَّا كَذِبُهُ فَأَمْرٌ حَادِثٌ لَا دَلَالَةَ لِلْخَبَرِ عَلَيْهِ فِي الْجُمْلَةِ حَتَّى يَكُونَ ظُهُورُهُ تَبَيُّنًا لَهُ بَلْ هُوَ نَقِيضٌ لِمَدْلُولِهِ، فَمَا يَتَعَلَّقُ بِهِ يَكُونُ عِلْمًا مُسْتَأْنَفًا، وَإِسْنَادُهُ إِلَى ضَمِيرِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ لَا إِلَى الْمَعْلُومِينَ بِبِنَاءِ الْفِعْلِ لِلْمَفْعُولِ مَعَ إِسْنَادِ التَّبَيُّنِ إِلَى الْأَوَّلِينَ، لِمَا أَنَّ الْمَقْصُودَ هَاهُنَا عِلْمُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ بِهِمْ، وَمُؤَاخَذَتُهُمْ بِمُوجِبِهِ بِخِلَافِ الْأَوَّلِينَ؛ حَيْثُ لَا مُؤَاخَذَةَ عَلَيْهِمْ. وَمَنْ لَمْ يَتَنَبَّهْ لِهَذَا قَالَ حَتَّى يَتَبَيَّنَ لَكَ مِنْ صِدْقٍ فِي عُذْرِهِ مِمَّنْ كَذَبَ فِيهِ. وَإِسْنَادُ التَّبَيُّنِ إِلَى الْأَوَّلِينَ، وَتَعْلِيقُ الْعِلْمِ بِالْآخِرِينَ - مَعَ أَنَّ مَدَارَ الِاسْتِنَادِ وَالتَّعَلُّقِ أَوَّلًا وَبِالذَّاتِ هُوَ وَصْفُ الصِّدْقِ وَالْكَذِبِ كَمَا أُشِيرَ إِلَيْهِ - لِمَا أَنَّ الْمَقْصِدَ هُوَ الْعِلْمُ بِكِلَا الْفَرِيقَيْنِ، بِاعْتِبَارِ اتِّصَافِهِمَا بِوَصْفَيْهِمَا </p>"
}