{
  "id": null,
  "sura": 10,
  "aya": 36,
  "text": "<p> الْحُجَجِ عَلَى تَوْحِيدِ الرُّبُوبِيَّةِ وَالْإِلَهِيَّةِ، بِأُسْلُوبِ الْأَسْئِلَةِ وَالْأَجْوِبَةِ الْمُفِيدَةِ لِلْعِلْمِ، وَالْهَادِيَةِ إِلَى الْحَقِّ، وَمِنْهَا أَنَّهُ لَيْسَ فِي شُرَكَائِهِمْ مَنْ يَهْدِي إِلَى الْحَقِّ الْمَطْلُوبِ فِي الْعَقَائِدِ الدَّالِّ عَلَى ارْتِقَاءِ الْعَقْلِ وَعُلُوِّ النَّفْسِ، وَهُوَ أَنَّ أَكْثَرَهُمْ لَا يَتَّبِعُونَ فِي شِرْكِهِمْ وَعِبَادَتِهِمْ لِغَيْرِ رَبِّهِمْ، وَلَا فِي إِنْكَارِهِمْ لِلْبَعْثِ، وَتَكْذِيبِهِمْ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَّا ضَرْبًا مِنْ ضُرُوبِ الظَّنِّ، قَدْ يَكُونُ ضَعِيفًا كَمَا يُشِيرُ إِلَيْهِ تَنْكِيرُهُ، وَذَلِكَ كَاسْتِبْعَادِ غَيْرِ </p><p> الْمَأْلُوفِ، وَقِيَاسِ الْغَائِبِ وَالْمَجْهُولِ عَلَى الْحَاضِرِ وَالْمَعْرُوفِ، وَتَقْلِيدِ الْآبَاءِ ثِقَةً بِهِمْ وَتَعْظِيمًا لِشَأْنِهِمْ أَنْ يَكُونُوا عَلَى بَاطِلٍ فِي اعْتِقَادِهِمْ، وَضَلَالٍ فِي أَعْمَالِهِمْ، وَأَمَّا غَيْرُ الْأَكْثَرِ فَكَانُوا يَعْلَمُونَ أَنَّ مَا جَاءَهُمْ بِهِ الرَّسُولُ هُوَ الْحَقُّ وَالْهُدَى، وَأَنَّ أَصْنَامَهُمْ وَغَيْرَهَا مِمَّا عَبَدُوا لَا تَنْفَعُ وَلَا تَشْفَعُ، وَلَكِنَّهُمْ يَجْحَدُونَ بِآيَاتِ اللهِ، وَيُكَذِّبُونَ رَسُولَهُ عِنَادًا وَاسْتِكْبَارًا فِي الْأَرْضِ، وَضَنًّا بِرِيَاسَتِهِمْ وَزَعَامَتِهِمْ أَنْ يَهْبِطُوا مِنْهَا إِلَى اتِّبَاعِ مَنْ دُونَهُمْ ثَرْوَةً وَقُوَّةً وَمَكَانَةً فِي قَوْمِهِمْ، وَيَجُوزُ أَنْ يَكُونَ التَّعْبِيرُ بِالْأَكْثَرِ جَاءَ عَلَى سُنَّةِ الْقُرْآنِ فِي الْحُكْمِ عَلَى الْأُمَمِ وَالشُّعُوبِ بِالْحَقِّ وَالْعَدْلِ. فَإِنَّهُ تَارَةً يَحْكُمُ عَلَى أَكْثَرِهِمْ، وَتَارَةً يَسْتَثْنِي مِنَ الِاسْتِغْرَاقِ وَالْإِطْلَاقِ الْقَلِيلَ مِنْهُمْ، كَمَا تَقَدَّمَ نَظَائِرُهُ مِنْ قَبْلُ. فَيَكُونُ الْحُكْمُ عَلَى الْأَكْثَرِ لِلْإِشَارَةِ إِلَى أَنَّهُ يَقِلُّ فِيهِمْ ذُو الْعِلْمِ، فَإِنْ قِيلَ: وَمَا حُكْمُ اللهِ فِي الظَّنِّ؟ فَالْجَوَابُ:  (إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) مِنَ الْإِغْنَاءِ وَلَوْ قَلِيلًا، أَيْ لَا يَجْعَلُ صَاحِبَهُ غَنِيًّا بِعِلْمِ الْيَقِينِ فِي الْحَقِّ، فَيَكُونُ أَيِ الظَّنُّ بَدَلًا مِنَ الْيَقِينِ فِي شَيْءٍ مِمَّا يُطْلَبُ فِيهِ الْيَقِينُ كَالدِّينِ؛ فَإِنَّ الْحَقَّ هُوَ الْأَمْرُ الثَّابِتُ الْمُتَحَقِّقُ الَّذِي لَا رَيْبَ فِي ثُبُوتِهِ وَتَحَقُّقِهِ، وَالْمَظْنُونُ وَإِنْ كَانَ رَاجِحًا عِنْدَ صَاحِبِهِ عُرْضَةٌ لِلشَّكِّ، يَتَزَلْزَلُ وَيَزُولُ إِذَا عَصَفَتْ بِهِ أَيُّ عَاصِفَةٍ مِنَ الشُّبَهَاتِ، وَالْإِغْنَاءُ يَتَعَدَّى بِـ ((عَنْ) ) كَقَوْلِهِ: (مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ)  (٧: ٤٨)  (مَا أَغْنَى عَنِّي مَالِيَهْ)  (٦٩: ٢٨)  (فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ)  (١١: ١٠١) وَقَدْ عُدِّيَ هُنَا بِـ ((مِنْ) ) وَفِي مِثْلِهِ مِنْ سُورَةِ النَّجْمِ، وَفِي قَوْلِهِ فِي ظِلِّ دُخَانِ النَّارِ (لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللهَبِ)  (٧٧: ٣١) وَقَوْلِهِ فِي الضَّرِيعِ مِنْ طَعَامِ أَهْلِهَا: (لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ)  (٨٨: ٧) فَعُدِّيَ بِـ ((مِنْ) ) لِإِفَادَةِ الْقِلَّةِ أَوْ لِتَضَمُّنِهِ مَعْنَى الْبَدَلِ أَيْ إِنَّ ظِلَّ دُخَانِ النَّارِ لَا وَارِفَ يَمْنَعُ الْحَرَّ وَلَا يُغْنِي مِنَ اللهَبِ بِأَنْ يُقَلِّلَهُ أَوْ يُزِيلَهُ وَيَكُونَ بَدَلًا مِنْهُ، وَإِنَّ الضَّرِيعَ الَّذِي هُوَ طَعَامُ أَهْلِ النَّارِ لَا يُسْمِنُ الْبَدَنَ بِالتَّغْذِيَةِ الْكَافِيَةِ، وَلَا يُقَلِّلُ الْجُوعَ أَوْ يُزِيلُهُ فَيَكُونُ بَدَلًا مِنَ الطَّعَامِ الرَّدِيءِ التَّغْذِيَةِ. </p><p> وَاسْتَدَلَّ الْعُلَمَاءُ بِهَذِهِ الْآيَةِ هُنَا وَفِي سُورَةِ النَّجْمِ عَلَى أَنَّ الْعِلْمَ الْيَقِينِيَّ وَاجِبٌ فِي الِاعْتِقَادِيَّاتِ، وَأَنَّ الْإِيمَانَ الْمُقَلِّدَ غَيْرُ صَحِيحٍ، وَيَدْخُلُ فِي الِاعْتِقَادِيَّاتِ الْإِيمَانُ بِوُجُوبِ أَرْكَانِ الْإِسْلَامِ وَغَيْرِهَا مِنَ الْفَرَائِضِ وَالْوَاجِبَاتِ الْقَطْعِيَّةِ، وَالْإِيمَانُ بِتَحْرِيمِ الْمَحْظُورَاتِ الْقَطْعِيَّةِ كَذَلِكَ، وَقَدْ بَيَّنَّا مِنْ قَبْلُ أَنَّ الْيَقِينَ الْمَشْرُوطَ فِي صِحَّةِ الْإِيمَانِ </p><p> شَرْعًا هُوَ الْيَقِينُ اللُّغَوِيُّ، وَهُوَ </p><p> الِاعْتِقَادُ الصَّحِيحُ الَّذِي لَا شَكَّ مَعَهُ - لَا الْمُصْطَلَحُ عَلَيْهِ عِنْدَ نُظَّارِ الْفَلْسَفَةِ وَالْمَنْطِقِ الْمُؤَلَّفُ مِنْ عِلْمَيْنِ:  (أَحَدُهُمَا) أَنَّ الشَّيْءَ كَذَا (وَالثَّانِي) أَنَّهُ لَا يُمْكِنُ أَنْ يَكُونَ إِلَّا كَذَا. وَأَمَّا قَوْلُهُمْ: إِنَّ الْأَحْكَامَ الْعَمَلِيَّةَ يَكْفِي فِيهَا الدَّلِيلُ الظَّنِّيُّ، فَفِيهِ أَنَّ الدَّلِيلَ الظَّنِّيَّ لَا يَثْبُتُ بِهِ الْإِيمَانُ بِالْمَظْنُونِ، بَلِ التَّصْدِيقُ بِالْمَظْنُونِ لَا يُسَمَّى إِيمَانًا. وَإِنَّمَا يَعْمَلُ فِي الِاجْتِهَادِيَّاتِ خُرُوجًا مِنَ الْحَيْرَةِ وَالتَّرْجِيحِ بِهَوَى النَّفْسِ. </p><p> (إِنَّ اللهَ عَلِيمٌ بِمَا يَفْعَلُونَ) هَذِهِ قَضِيَّةٌ ثَانِيَةٌ مُسْتَأْنَفَةٌ خَاصَّةٌ بِالْعَمَلِ، شَأْنُهَا أَنْ يُسْأَلَ عَنْهَا بَعْدَ الْقَضِيَّةِ الَّتِي قَبْلَهَا فِي الِاعْتِقَادِ، فَهُوَ يَقُولُ: إِنَّ اللهَ عَلِيمٌ بِمَا كَانُوا يَفْعَلُونَ بِمُقْتَضَى اعْتِقَادَاتِهِمُ الظَّنِّيَّةِ وَالْقَطْعِيَّةِ، فَهُوَ يُحَاسِبُهُمْ وَيُجَازِيهِمْ عَلَى كُلِّ عَمَلٍ مِنْهَا بِحَسَبِهِ، فَالْجَزَاءُ عَلَى مُخَالَفَةِ الِاعْتِقَادِ الْقَطْعِيِّ بِصِدْقِ الرَّسُولِ مِنْ تَكْذِيبٍ وَجُحُودٍ أَشَدُّ أَنْوَاعِ الْجَزَاءِ. وَيَلِيهِ التَّكْذِيبُ بِاتِّبَاعِ الظَّنِّ كَالتَّقْلِيدِ. وَمِنْ تِلْكَ الْأَفْعَالِ الصَّدُّ عَنِ الْإِيمَانِ وَإِيذَاءُ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُؤْمِنِينَ بِأَنْوَاعِهِ، وَمِنْهَا سَائِرُ الشُّرُورِ وَالْمَعَاصِي الشَّخْصِيَّةِ وَالِاجْتِمَاعِيَّةِ كَالْقَتْلِ وَالْفَاحِشَةِ وَالسُّكْرِ وَالرِّبَا إِلَخْ. </p><p> وَالْعِبْرَةُ لِلْمُؤْمِنِينَ بِالْقُرْآنِ فِي هَذِهِ الْآيَةِ وَالَّتِي قَبْلَهَا، وَهُمَا مِنْ آيَاتِهِ الْمُحْكَمَاتِ فِي أُصُولِ الْإِيمَانِ وَالْإِسْلَامِ، أَنْ يَكُونَ غَرَضُهُ مِنْ حَيَاتِهِ تَزْكِيَةَ نَفْسِهِ وَتَكْمِيلَهَا بِاتِّبَاعِ الْحَقِّ فِي كُلِّ اعْتِقَادٍ، وَالْهُدَى وَهُوَ الصَّلَاحُ فِي كُلِّ عَمَلٍ، وَبِنَاؤُهُمَا عَلَى أَسَاسِ الْعِلْمِ دُونَ الظَّنِّ وَمَا دُونَهُ مِنَ الْخَرْصِ وَالْوَهْمِ، فَالْعِلْمُ الْمُفِيدُ لِلْحَقِّ وَالْمُبَيِّنُ لِلْهُدَى فِي الدِّينِ هُوَ مَا كَانَ قَطْعِيَّ الرِّوَايَةِ وَالدَّلَالَةِ مِنَ الْكِتَابِ وَالسُّنَّةِ الَّذِي قَامَتْ بِهِ الْجَمَاعَةُ الْأُولَى، وَهُوَ الشَّرْعُ الْعَامُّ الَّذِي لَا يَجُوزُ لِلْمُسْلِمِينَ التَّفَرُّقُ وَالِاخْتِلَافُ فِيهِ، فَهُوَ مَنَاطُ وَحْدَتِهِمْ، وَرَابِطَةُ جَامِعَتِهِمْ، وَمَا دُونَهُ مِمَّا لَا يُفِيدُ إِلَّا الظَّنَّ فَلَا يُؤْخَذُ بِهِ فِي الِاعْتِقَادِ، وَهُوَ مَتْرُوكٌ لِلِاجْتِهَادِ فِي الْأَعْمَالِ، اجْتِهَادِ الْأَفْرَادِ فِي الْأَعْمَالِ الشَّخْصِيَّةِ، وَاجْتِهَادِ أُولِي الْأَمْرِ فِي الْقَضَاءِ وَالْإِدَارَةِ وَالسِّيَاسَةِ، مَعَ تَقْيِيدِهِمْ فِيهِ بِالشُّورَى فِي اسْتِبَانَةِ الْعَدْلِ وَالْمُسَاوَاةِ وَالْمَصَالِحِ الْعَامَّةِ، كَمَا فَصَّلْنَاهُ مِنْ قَبْلُ فِي مَوَاضِعِهِ. </p><p> وَقَدْ غَفَلَ عَنْ هَذِهِ الْقَوَاعِدِ بَعْضُ أَئِمَّةِ الْفِقْهِ، فَحَكَمَ بِتَحْرِيمِ بَعْضِ الْعَادَاتِ الْمُبَاحَةِ فِي الْأَصْلِ كَلِعْبِ الشَّطْرَنْجِ، وَكَذَا الْمُسْتَحَبَّةِ كَمُلَاعَبَةِ الرَّجُلِ لِزَوْجِهِ، وَسَمَاعِ الْغَنَاءِ، بِشُبْهَةِ أَنَّهَا مِنَ الْبَاطِلِ أَوْ مِنَ الضَّلَالِ، وَلَا يَثْبُتُ تَحْرِيمُ شَيْءٍ مِنْ ذَلِكَ بِدَلِيلٍ ظَنِّيٍّ </p><p> فَضْلًا عَنْ قَطْعِيٍّ وِفَاقًا لِلْقَاضِي أَبِي بَكْرِ بْنِ الْعَرَبِيِّ الْمَالِكِيِّ الْمُخَالِفِ فِيهِ لِلرِّوَايَةِ عَنْ إِمَامِهِ، وَأَمَّا الْمُقَلِّدُونَ مِنَ الْمُنْتَمِينَ فِي الْفِقْهِ إِلَى كُلِّ مَذْهَبٍ، فَقَدْ حَرَّمُوا عَلَى النَّاسِ مَا لَا يُحْصَى بِالرَّأْيِ وَالْأَقْيِسَةِ الْوَهْمِيَّةِ، الَّتِي هِيَ دُونَ الْأَدِلَّةِ الظَّنِّيَّةِ، وَهَدْيُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الشُّبَهَاتِ الِاحْتِيَاطُ كَمَا صَرَّحَ بِهِ فِي حَدِيثِ:  ((الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيَّنٌ) ) الْمُتَّفَقِ عَلَيْهِ، وَاسْتِفْتَاءُ (الْوِجْدَانِ) لِحَدِيثِ: ((اسْتَفْتِ نَفْسَكَ) ) رَوَاهُ الْبُخَارِيُّ فِي التَّارِيخِ. </p><p> وَإِنَّمَا الْبَاطِلُ مِنَ الْأَعْمَالِ مَا ثَبَتَ بُطْلَانُهُ بِدَلِيلٍ شَرْعِيٍّ قَطْعِيٍّ، كَمَا أَنَّ الْحَقَّ فِيهَا مَا ثَبَتَتْ حَقِّيَّتُهُ بِدَلِيلٍ قَطْعِيٍّ، وَبَيْنَهُمَا وَاسِطَةٌ هِيَ مَا لَا دَلِيلَ فِيهِ بِخِلَافِ الِاعْتِقَادِ، فَإِنَّهُ لَيْسَ فِيهِ وَاسِطَةٌ بَيْنَ الْحَقِّ وَالْبَاطِلِ، وَمِنَ الْأَشْيَاءِ الْعَمَلِيَّةِ مَا الْأَصْلُ فِيهِ الْإِبَاحَةُ وَهُوَ النَّافِعُ، وَمِنْهُ مَا سَكَتَ الشَّارِعُ عَنْ فَرْضِهِ وَعَنْ تَحْرِيمِهِ وَعَنْ قَوَاعِدِ حُدُودِهِ كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً بِكُمْ غَيْرَ نِسْيَانٍ فَلَا تَبْحَثُوا عَنْهَا) ) كَمَا فِي حَدِيثِ أَبِي ثَعْلَبَةَ فِي الْأَرْبَعِينَ النَّوَوِيَّةِ وَقَدْ حَقَّقْنَا هَذَا الْبَحْثَ فِي تَفْسِيرِ: (لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ)  (٥: ١٠١) مِنْ جُزْءِ التَّفْسِيرِ السَّادِسِ. </p><p> وَالَّذِي أُرِيدُ أَنْ أُذَكِّرَ بِهِ كُلَّ مُسْلِمٍ هُنَا أَنَّهُ لَا يُوجَدُ الْآنَ فِي الْأَرْضِ دِينٌ مُتَّبَعٌ. وَلَا قَانُونٌ دَوْلِيٌّ مُنَفَّذٌ، وَلَا نِظَامٌ حِزْبِيٌّ وَلَا جَمَاعِيٌّ مُلْتَزَمٌ يَفْرِضُ عَلَى النَّاسِ الْحَقَّ وَالْهُدَى فَرْضًا دِينِيًّا، وَالِاعْتِمَادُ فِي اسْتِبَانَتِهِمَا عَلَى الْعِلْمِ الصَّحِيحِ، وَحَصْرِ الِاجْتِهَادِ وَالتَّرْجِيحِ فِيمَا سِوَاهُمَا. </p><p> وَالِاعْتِمَادُ فِيهِ عَلَى الْوِجْدَانِ فِي الشَّخْصِيَّاتِ، وَالشُّورَى فِي الْمَصَالِحِ الْعَامَّةِ. وَلَنْ يَصْلُحَ حَالُ الْبَشَرِ الْفَرْدِيُّ وَلَا الِاجْتِمَاعِيُّ وَالدَّوْلِيُّ إِلَّا بِهَذِهِ الْأُصُولِ الَّتِي فَرَضَهَا الْإِسْلَامُ، وَجَعَلَهَا دِينًا يُدَانُ اللهُ بِهِ لَيْسَ لِأَحَدٍ تَجَاوُزُهُ، وَقَدْ عَجَزَتْ عُلُومُ الْبَشَرِ عَلَى اتِّسَاعِهَا، وَعُقُولُهُمْ عَلَى ارْتِقَائِهَا عَنِ الِاسْتِغْنَاءِ عَنْهَا بِغَيْرِهَا، فَهُمْ كُلَّمَا ازْدَادُوا عِلْمًا يَزْدَادُونَ بَاطِلًا وَضَلَالًا وَبَغْيًا، خِلَافًا لِدُعَاةِ حَضَارَتِهِمُ الْكَاذِبِينَ. </p><p> قَالَ شَيْخُ فَلَاسِفَةِ الْأَخْلَاقِ وَعِلْمِ الِاجْتِمَاعِ فِي هَذَا الْقَرْنِ (وَهُوَ هِرْبِرْت سِبِنْسَر الْإِنْكِلِيزِيُّ) لِحَكِيمِ الْإِسْلَامِ شَيْخِنَا الْأُسْتَاذِ الْإِمَامِ؟ إِنَّ فَكْرَةَ الْحَقِّ قَدْ زَالَتْ مِنْ عُقُولِ أُمَمِ أُورُبَّةَ أَلْبَتَّةَ، فَلَا يَعْرِفُونَ حَقًّا إِلَّا لِلْقُوَّةِ، وَإِنَّ الْأَفْكَارَ الْمَادِّيَّةَ قَدْ أَفْسَدَتْ أَخْلَاقَهُمْ، وَإِنَّهُ لَا يَرَى مِنْ سَبِيلٍ إِلَى عِلَاجِهِمْ، وَإِنَّهُ لَا يَزَالُ بَعْضُهُمْ يَخْتَبِطُ بِبَعْضٍ - وَلَعَلَّهُ ذَكَرَ الْحَرْبَ - لِيَتَبَيَّنَ أَيُّهُمُ الْأَقْوَى لِيَسُودَ الْعَالَمَ. </p><p> وَقَدْ وَقَعَ مَا تَوَقَّعَهُ هَذَا الْحَكِيمُ فِي سَنَةِ ١٩٠٣ بِالْحَرْبِ الْكُبْرَى مُدَّةَ أَرْبَعِ سِنِينَ (مِنْ ١٩١٤ - ١٩١٨) فَازْدَادَتِ الْأُمَمُ وَالدُّوَلُ شَقَاءً وَفَسَادًا وَطُغْيَانًا وَإِبَاحَةً، حَتَّى جَزَمَ كَثِيرٌ مِنْ عُقَلَائِهِمْ بِأَنَّهُ لَا عِلَاجَ لِهَذَا الْفَسَادِ فِي الْبَشَرِ إِلَّا الْهِدَايَةُ الرُّوحِيَّةُ الدِّينِيَّةُ، وَسَيَعْقِدُونَ لِذَلِكَ مُؤْتَمَرًا عَامًّا فِي الْوِلَايَاتِ الْمُتَّحِدَةِ الْأَمِيرِكَانِيَّةِ، وَلَنْ يَجِدُوا الْعِلَاجَ الْمَطْلُوبَ إِلَّا فِي هَذِهِ الْأُصُولِ مِنَ الْقُرْآنِ وَمَا فَصَّلْنَاهَا بِهِ فِي مَبَاحِثِ (الْوَحْيِ الْمُحَمَّدِيِّ) مِنْ هَذَا التَّفْسِيرِ، ثُمَّ جَمَعْنَاهُ فِي كِتَابٍ مُسْتَقِلٍّ مَعَ زِيَادَةٍ فِي تَفْصِيلِهِ، فَعَسَى أَنْ يَسْبِقَهُمُ الْمُسْلِمُونَ إِلَى الْعَمَلِ بِهِ وَنَشْرِهِ. </p>"
}