{
  "id": null,
  "sura": 10,
  "aya": 61,
  "text": "<p> وَالشُّرْبِ، وَزِينَةِ اللِّبَاسِ، ابْتِغَاءَ الشُّهْرَةِ وَالْخُيَلَاءِ وَالتَّكَبُّرِ عَلَى النَّاسِ، وَشَرٌّ مِنْ ذَلِكَ كُلِّهِ تَحْرِيمُهُ تَعَبُّدًا وَالْإِسْلَامُ يَأْمُرُ بِالْوَسَطِ وَالِاعْتِدَالِ (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللهُ)  (٦٥: ٧) الْآيَةَ </p><p> أَخْرَجَ الْإِمَامُ أَحْمَدُ مِنْ طُرُقٍ عَنْ أَبِي الْحَوْصِ، وَهُوَ عَوْفُ بْنُ مَالِكِ بْنِ نَضْلَةَ </p><p> يُحَدِّثُ عَنْ أَبِيهِ قَالَ: أَتَيْتُ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَا رَثُّ الْهَيْئَةِ فَقَالَ:  ((هَلْ لَكَ مَالٌ؟) ) قُلْتُ: نَعَمْ، قَالَ:  ((مِنْ أَيِّ الْمَالِ) ) ؟ قُلْتُ مِنْ كُلِّ الْمَالِ مِنَ الْإِبِلِ وَالرَّقِيقِ وَالْخَيْلِ وَالْغَنَمِ فَقَالَ:  ((إِذَا آتَاكَ اللهُ مَالًا فَلْيَرَ عَلَيْكَ) ) الْحَدِيثَ وَفِي رِوَايَةِ أَصْحَابِ السُّنَنِ الثَّلَاثَةِ عَنْهُ: ((إِذَا آتَاكَ اللهُ مَالًا فَلْيُرَ أَثَرُ نِعْمَةِ اللهِ عَلَيْكَ وَكَرَامَتُهُ) ) وَأَخْرَجَ الْبُخَارِيُّ فِي التَّارِيخِ وَالطَّبَرَانِيُّ وَالضِّيَاءُ بِسَنَدٍ صَحِيحٍ عَنْ زُهَيْرِ بْنِ أَبِي عَلْقَمَةَ مَرْفُوعًا: ((إِذَا آتَاكَ اللهُ مَالًا فَلْيُرَ عَلَيْكَ فَإِنَّ اللهَ يُحِبُّ أَنْ يَرَى أَثَرَهُ عَلَى عَبْدِهِ حَسَنًا، وَلَا يُحِبُّ الْبُؤْسَ وَلَا التَّبَاؤُسَ) ) وَالشُّكْرُ نِصْفُ الْإِيمَانِ بِحَسْبِ مُتَعَلِّقَاتِهِ مِنَ الْأَعْمَالِ وَالْأَحْوَالِ، وَهِيَ مَا يَجِبُ عَلَى الْعَبْدِ لِرَبِّهِ وَلِعِبَادِهِ مِنَ اسْتِعْمَالِ نِعَمِهِ عَلَيْهِ فِيمَا يُرْضِيهِ مِنْ أَحْكَامِ شَرْعِهِ، وَمُوَافَقَةِ سُنَنِهِ وَحِكْمَتِهِ فِي خَلْقِهِ، وَالنِّصْفُ الْآخَرُ الصَّبْرُ، وَهُوَ مَا يَجِبُ فِي حَالِ وُقُوعِ الْمَكَارِهِ وَالِابْتِلَاءِ مِنْ عَمَلٍ بَدَنِيٍّ وَنَفْسِيٍّ وَيُضَادُّ الشُّكْرَ الْكُفْرُ وَهُوَ قِسْمَانِ: كُفْرُ النِّعَمِ، وَكُفْرُ الْمُنْعِمِ، وَأَنْصَحُ لِلْقَارِئِ أَنْ يُطَالِعَ كِتَابَ الصَّبْرِ وَالشُّكْرِ فِي الْمُجَلَّدِ الرَّابِعِ مِنْ إِحْيَاءِ الْعُلُومِ لِلْغَزَالِيِّ. </p><p> (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ) . </p><p> لَمَّا ذَكَّرَ تَعَالَى عِبَادَهُ بِفَضْلِهِ، وَمَا يَجِبُ عَلَيْهِمْ مِنْ شُكْرِهِ، وَبِكَوْنِ أَكْثَرِهِمْ لَا يَشْكُرُونَهُ كَمَا يَجِبُ عَلَيْهِمْ - عَطَفَ عَلَى ذَلِكَ تَذْكِيرَهُ لَهُمْ بِإِحَاطَةِ عِلْمِهِ بِشُئُونِهِمْ وَأَعْمَالِهِمْ كُلِّهَا، صَغِيرِهَا وَكَبِيرِهَا، جَلِيلِهَا وَحَقِيرِهَا، وَبِكُلِّ مَا فِي الْعَوَالِمِ عُلْوِيِّهَا وَسُفْلِيِّهَا، لِيُحَاسِبُوا أَنْفُسَهُمْ عَلَى تَقْصِيرِهِمْ فِي ذِكْرِهِ وَشُكْرِهِ وَعِبَادَتِهِ، وَبَدَأَ بِخِطَابِ أَعْظَمِهِمْ شَأْنًا فِي أَعْظَمِ شُئُونِهِ فَقَالَ: وَمَا تَكُونُ أَيُّهَا الرَّسُولُ فِي شَأْنٍ أَيْ أَمْرٍ مِنْ أُمُورِكَ الْمُهِمَّةِ الْخَاصَّةِ </p><p> بِكَ أَوِ الْعَامَّةِ </p><p> الَّتِي تُعَالِجُ بِهَا أَمْرَ الْأُمَّةِ)) فِي الدَّعْوَةِ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ، إِنْذَارًا وَتَبْشِيرًا، وَتَعْلِيمًا وَعَمَلًا:  (وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ) أَيْ وَمَا تَتْلُو مِنْ أَجْلِ ذَلِكَ الشَّأْنِ مِنْ قُرْآنٍ أُنْزِلَ عَلَيْكَ، تَعَبُّدًا بِهِ أَوْ تَبْلِيغًا لَهُ، فَـ ((مِنْ) ) الْأُولَى لِلتَّعْلِيلِ وَالثَّانِيَةُ لِلتَّبْعِيضِ، أَوِ الضَّمِيرُ فِي (مِنْهُ) لِلْكِتَابِ لِأَنَّ السِّيَاقَ بَلِ السُّورَةَ كُلَّهَا فِيهِ، وَإِضْمَارُهُ قَبْلَ الذِّكْرِ ثُمَّ بَيَانُهُ تَفْخِيمٌ لَهُ وَقِيلَ لِلَّهِ، لِذِكْرِهِ فِي الْآيَةِ قَبْلَهَا. وَالتَّعْبِيرُ فِي خِطَابِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالشَّأْنِ وَهُوَ الْأَمْرُ الْعَظِيمُ أَوْ ذُو الْبَالِ، يَدُلُّ عَلَى أَنَّ جَمِيعَ أُمُورِهِ وَأَعْمَالِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَتْ عَظِيمَةً حَتَّى الْعَادَاتِ مِنْهَا، لِأَنَّهُ كَانَ قُدْوَةً صَالِحَةً فِيهَا كُلِّهَا (وَلَا تَعْمَلُونَ مِنْ عَمَلٍ) هَذَا خِطَابٌ عَامٌّ لِلْأُمَّةِ كُلِّهَا فِي كُلِّ شُئُونِهَا وَأَعْمَالِهَا، بَعْدَ خِطَابِ رَأْسِهَا وَسَيِّدِهَا فِي أَخَصِّ شُئُونِهِ وَأَعْلَاهَا، فَتُذَكِّرُكَ الْآيَةُ فِي أَخْصَرِ الْأَلْفَاظِ وَأَقْصَرِهَا بِأَفْضَلِ مَا أَتَاكَ اللهُ مِنْ هِدَايَةٍ وَنِعْمَةٍ، وَتَنْتَقِلُ بِكَ إِلَى كُلِّ عَمَلٍ تَعْمَلُهُ مِنْ شُكْرٍ وَكُفْرٍ وَإِنْ كَانَ كَمِثْقَالِ ذَرَّةٍ، فَإِنَّ مَجِيءَ. (عَمَلٍ) نَكِرَةً مَنْفِيَّةً يُفِيدُ الْعُمُومَ، وَدُخُولَ (مِنَ) التَّبْعِيضِيَّةِ عَلَيْهِ يُؤَكِّدُ هَذَا الْعُمُومَ، فَيَشْمَلُ أَدَقَّ الْأَعْمَالِ وَأَحْقَرَهَا وَهُوَ فِي مَعْنَى قَوْلِهِ تَعَالَى:  (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ)  (٩٩: ٧، ٨)  (إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا) أَيْ رُقَبَاءَ مُطَّلِعِينَ عَلَيْكُمْ إِذْ تُفِيضُونَ فِيهِ أَيْ تَخُوضُونَ وَتَنْدَفِعُونَ فِيهِ، فَنَحْفَظُهُ لِنَجْزِيَكُمْ بِهِ، وَأَصْلُ الْإِفَاضَةِ فِي الشَّيْءِ أَوْ مِنَ الْمَكَانِ الِانْدِفَاعُ فِيهِ بِقُوَّةٍ أَوْ بِكَثْرَةٍ كَمَا تَقَدَّمَ فِي أَفَضْتُمْ مِنْ عَرَفَاتٍ (٢: ١٩٨)  (وَمَا يَعْزُبُ عَنْ رَبِّكَ) أَيْ وَمَا يَبَعْدُ عَنْهُ وَلَا يَغِيبُ عَنْ عِلْمِهِ وَلَا يَخْفَى عَلَيْهِ، قَرَأَ الْجُمْهُورُ ((يَعْزُبُ) ) بِضَمِّ الزَّايِ وَالْكِسَائِيُّ بِكَسْرِهَا وَهُمَا لُغَتَانِ فِيهَا - وَأَصْلُهُ مِنْ قَوْلِهِمْ: عَزَبَ الرَّجُلُ يَعْزُبُ بِإِبِلِهِ، أَيْ يَبَعْدُ وَيَغِيبُ فِي طَلَبِ الْكَلَأِ الْعَازِبِ وَهُوَ مَا يَكُونُ بِفَلَاةٍ بَعِيدَةٍ حَيْثُ لَا زَرْعَ، وَيُقَالُ: رَجُلٌ عَزَبٌ بِفَتْحَتَيْنِ أَيْ مُنْفَرِدٌ، وَمِنْهُ: رَجُلٌ وَامْرَأَةٌ عَزَبٌ أَيْ مُنْفَرِدٌ لَا زَوْجَ لَهُ أَوْ لَهَا وَيُقَالُ: أَمِرْأَةٌ عَزَبَةٌ وَاخْتُلِفَ فِي أَعْزَبَ وَعَزْبَاءَ. وَنَفِيُ عُزُوبِ الشَّيْءِ عَنِ الرَّبِّ تَعَالَى أَخَصُّ وَأَبْلَغُ مِنْ نَفْيِ الْغَيْبَةِ أَوِ الْخَفَاءِ عَنْهُ، كَمَا أَنَّ الْإِفَاضَةَ فِي الْعَمَلِ أَخَصُّ مِنْ إِتْيَانِهِ مُطْلَقًا، وَحِكْمَةُ تَخْصِيصِهَا بِالذِّكْرِ دُونَ اللَّفْظِ الْأَعَمِّ مِنْهَا، هِيَ أَنَّ مَا يَفِيضُ فِيهِ الْإِنْسَانُ مُهْتَمًّا بِهِ مُنْدَفِعًا فِيهِ جَدِيرٌ بِأَلَّا </p><p> يَنْسَى أَوْ يَغْفُلُ عَنْ مُرَاقَبَةِ رَبِّهِ فِيهِ وَاطِّلَاعِهِ عَلَيْهِ، فَاللَّفْظُ يُذَكِّرُهُ بِهِ تَذْكِيرًا مُنَبِّهًا مُؤَثِّرًا، وَكَذَلِكَ لَفْظُ (يَعْزُبُ) الدَّالُّ عَلَى الْخَفَاءِ وَالْبَعْدِ مَعًا، فَكَأَنَّهُ يَقُولُ إِنَّ مَا شَأْنُهُ أَنْ يَبْعُدَ وَيَخْفَى عَلَيْكُمْ مِنْ أَعْمَالِكُمْ لَا يَغِيبُ عَنْ عِلْمِ رَبِّكُمْ، فَإِنَّهُ لَا يَعْزُبُ عَنْهُ مِنْ مِثْقَالِ ذَرَّةٍ، أَيْ أَقَلُّ شَيْءٍ يَبْلُغُ وَزْنُهُ ثِقَلَ ذَرَّةٍ وَهِي النَّمْلَةُ الصَّغِيرَةُ يُضْرَبُ بِهَا الْمَثَلُ فِي الصِّغَرِ وَالْخِفَّةِ، وَيُطْلَقُ عَلَى الدَّقِيقَةِ مِنَ الْهَبَاءِ وَهُوَ الْغُبَارُ الَّذِي لَا يُرَى إِلَّا فِي ضَوْءِ الشَّمْسِ الدَّاخِلِ مِنَ الْكُوَى إِلَى الْبُيُوتِ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ أَيْ فِي الْوُجُودِ سُفْلِيِّهِ وَعُلْوِيِّهِ، وَقَدَّمَ ذِكْرَ الْأَرْضِ لِأَنَّ الْكَلَامَ مَعَ أَهْلِهَا وَأَخَّرَهُ فِي آيَةِ سَبَأٍ (٣٤: ٣) وَقَدَّمَ السَّمَاءَ لِأَنَّهَا فِي سِيَاقِ ثَنَائِهِ تَعَالَى عَلَى نَفْسِهِ وَوَصَفَهُ بِإِحَاطَةِ عِلْمِهِ فَنَاسَبَ تَقْدِيمَ السَّمَاءِ لِأَنَّهَا أَعْظَمُ، فَإِنَّ فِيهَا مِنَ الشُّمُوسِ وَعَوَالِمِهَا مَا يَبْعُدُ بَعْضُهُ عَنْ بَعْضٍ مَسَافَةَ أُلُوفِ </p><p> الْأُلُوفِ مِنَ السِّنِينَ الَّتِي تُقَدَّرُ أَبْعَادُهَا بِسُرْعَةِ النُّورِ، كَمَا ثَبَتَ فِي عِلْمِ هَذَا الْعَصْرِ (وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ) هَذَا كَلَامٌ مُسْتَقِلٌّ بِنَفْسِهِ قَائِمٌ بِرَأْسِهِ، مُؤَكِّدٌ لِمَا قَبْلَهُ بِتَعْبِيرٍ أَدَقَّ وَأَشْمَلَ وَ (لَا) فِيهِ نَافِيَةٌ لِلْجِنْسِ عَلَى قِرَاءَةِ الْجُمْهُورِ، أَيْ وَلَا شَيْءَ أَصْغَرَ مِنَ الذَّرَّةِ وَهُوَ مَا لَا تُبْصِرُونَهُ مِنْ دَقَائِقِ الْكَوْنِ كَمَا قَالَ:  (فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لَا تُبْصِرُونَ)  (٦٩: ٣٨ و٣٩) وَلَا أَكْبَرَ مِنْهَا وَإِنْ عَظُمَ مِقْدَارُهُ كَعَرْشِهِ عَزَّ وَجَلَّ، وَقَرَأَ حَمْزَةُ وَيَعْقُوبُ بِـ ((أَصْغُرُ) ) بِالرَّفْعِ عَلَى الِابْتِدَاءِ وَالْخَبَرِ، وَلَا يَخْفَى تَوْجِيهُهُ فِي الْإِعْرَابِ عَلَى أَهْلِهِ. قَدَّمَ ذِكْرَ الْأَصْغَرِ لِأَنَّهُ هُوَ الْأَهَمُّ فِي سِيَاقِ الْعِلْمِ بِالْخَفِيِّ، وَعَطَفَ عَلَيْهِ الْأَكْبَرَ لِإِفَادَةِ الْإِحَاطَةِ وَكَوْنِ الْأَكْبَرِ لَا يَكْبُرُ عَلَيْهِ كَمَا أَنَّ الْأَصْغَرَ لَا يَعْزُبُ عَنْهُ (إِلَّا فِي كِتَابٍ مُبِينٍ) أَيْ إِلَّا وَهُوَ مَعْلُومٌ وَمَحْصِيٌّ عِنْدَهُ وَمَرْقُومٌ فِي كِتَابٍ عَظِيمِ الشَّأْنِ تَامِّ الْبَيَانِ، وَهُوَ الْكِتَابُ الَّذِي كُتِبَ فِيهِ مَقَادِيرُ الْمَوْجُودَاتِ كُلِّهَا إِكْمَالًا لِلنِّظَامِ، وَقَدْ بَيَّنَّا مَا وَرَدَ فِي هَذَا الْكِتَابِ الْمُبِينِ فِي تَفْسِيرِ:  (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ)  (٦: ٥٩) الْآيَةَ مِنْ سُورَةِ الْأَنْعَامِ فَرَاجِعْهُ فِي (ص ٣٨١ وَمَا بَعْدَهَا ج ٧ ط الْهَيْئَةِ) مِنْ هَذَا التَّفْسِيرِ. وَفِي الْآيَةِ إِشَارَةٌ إِلَى مَا فِي الْوُجُودِ مِنْ أَشْيَاءَ لَا تُدْرِكُهَا الْأَبْصَارُ، وَقَدْ رُؤِيَ كَثِيرٌ مِنْهَا فِي هَذَا الْعَصْرِ بِالْآلَاتِ الَّتِي تُكَبِّرُ الْمَرْئِيَّاتِ أَضْعَافًا كَثِيرَةً، وَلَمْ يَكُنْ هَذَا مِمَّا يَخْطُرُ فِي الْبَالِ فِي عَصْرِ التَّنْزِيلِ فَهُوَ مِنْ دَقَائِقِ تَعْبِيرِ الْقُرْآنِ، الَّتِي تَظْهَرُ حِكْمَتُهَا </p><p> لِلنَّاسِ آنًا بَعْدَ آنٍ، وَتَقَدَّمَ التَّذْكِيرُ بِمَا لَهَا مِنَ الْأَمْثَالِ الَّتِي هِيَ مِنْ أَنْوَاعِ الْإِعْجَازِ. </p><p> (أَلَا إِنَّ أَوْلِيَاءَ اللهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ) . </p><p> لَمَّا بَيَّنَ تَعَالَى لِعِبَادِهِ سَعَةَ عِلْمِهِ، وَمُرَاقَبَتَهُ لِعِبَادِهِ، وَإِحْصَاءَهُ أَعْمَالَهُمْ عَلَيْهِمْ، وَجَزَاءَهُمْ عَلَيْهَا، وَذَكَّرَهُمْ بِفَضْلِهِ، وَمَا يَجِبُ عَلَيْهِمْ مِنْ شُكْرِهِ، بَيَّنَ لَهُمْ فِي هَذِهِ الْآيَاتِ الثَّلَاثِ حَالَ الشَّاكِرِينَ الْمُتَّقِينَ، الَّذِينَ لَهُمْ أَحْسَنُ الْجَزَاءِ فِي يَوْمِ الدِّينِ فَقَالَ:  (أَلَا إِنَّ أَوْلِيَاءَ اللهِ) افْتُتِحَتْ هَذِهِ الْجُمْلَةُ بِكَلِمَةِ (أَلَا) لِلتَّنْبِيهِ وَتَوْجِيهِ الْفِكْرِ لَهَا، وَالْأَوْلِيَاءُ: جَمْعُ وَلِيٍّ وَهُوَ وَصْفٌ مِنَ الْوَلَاءِ وَالتَّوَالِي، وَمِنَ الْوِلَايَةِ وَالتَّوَلِّي، فَيُطْلَقُ عَلَى الْقَرِيبِ بِالنَّسَبِ وَبِالْمَكَانَةِ وَالصَّدَاقَةِ، وَعَلَى النَّصِيرِ، وَالْمُتَوَلِّي لِلْأَمْرِ وَالْحُكْمِ أَوْ عَلَى الْيَتِيمِ وَالْقَاصِرِ الْمُدَبِّرُ لِشُئُونِهِ، وَيُوصَفُ بِهِ الْعَبْدُ وَالرَّبُّ تَعَالَى كَمَا تَقَدَّمَ فِي قَوْلِهِ تَعَالَى:  (اللهُ وَلِيُّ الَّذِينَ آمَنُوا)  (٢: ٢٥٧) وَفَصَّلْنَا الْكَلَامَ فِي تَفْسِيرِهِ </p>"
}