{
  "id": null,
  "sura": 10,
  "aya": 88,
  "text": "<p> هَاتَانِ الْآيَتَانِ هُمَا الرَّابِطَتَانِ بَيْنَ سِيرَةِ مُوسَى وَهَارُونَ مَعَ فِرْعَوْنَ وَقَوْمِهِ فِي مِصْرَ، وَبَيْنَ مَا انْتَهَتْ إِلَيْهِ مِنْ نَصْرِ اللهِ لَهُ عَلَيْهِ وَإِنْجَاءِ بَنِي إِسْرَائِيلَ مِنْ ظُلْمِهِ. وَإِهْلَاكِهِ عِقَابًا لَهُ كَمَا وَقَعَ لِنُوحٍ مَعَ قَوْمِهِ. </p><p> (وَقَالَ مُوسَى) بَعْدَ أَنْ أَعَدَّ بَنِي إِسْرَائِيلَ لِلْخُرُوجِ مِنْ مِصْرَ إِعْدَادًا دِينِيًّا دُنْيَوِيًّا، مُتَوَجِّهًا إِلَى اللهِ تَعَالَى فِي إِتْمَامِ الْأَمْرِ، بَعْدَ قِيَامِهِ بِمَا يَقْدِرُ عَلَيْهِ هُوَ وَبَنُو إِسْرَائِيلَ مِنَ الْأَسْبَابِ:  (رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا) أَيْ إِنَّكَ أَعْطَيْتَ فِرْعَوْنَ وَأَشْرَافَ قَوْمِهِ وَكُبَرَاءَهُمْ دُونَ دُهَمَائِهِمْ - مِنَ الصُّنَّاعِ وَالزُّرَّاعِ وَالْجُنْدِ وَالْخَدَمِ - زِينَةً مِنَ الْحُلِيِّ وَالْحُلَلِ وَالْآنِيَةِ وَالْمَاعُونِ وَالْأَثَاثِ وَالرِّيَاشِ، وَأَمْوَالًا كَثِيرَةَ الْأَنْوَاعِ وَالْمَقَادِيرِ، يَتَمَتَّعُونَ بِهَا وَيُنْفِقُونَ مِنْهَا فِي حُظُوظِ الدُّنْيَا مِنَ الْعَظَمَةِ الْبَاطِلَةِ وَالشَّهَوَاتِ الْبَدَنِيَّةِ بِدُونِ حِسَابٍ (رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ) أَيْ لِتَكُونَ عَاقِبَةُ هَذَا الْعَطَاءِ إِضْلَالَ عِبَادِكَ عَنْ سَبِيلِكَ الْمُوَصِّلَةِ إِلَى مَرْضَاتِكَ بِاتِّبَاعِ الْحَقِّ وَالْعَدْلِ وَالْعَمَلِ الصَّالِحِ، ذَلِكَ بِأَنَّ الزِّينَةَ سَبَبُ الْكِبْرِ وَالْخُيَلَاءِ وَالطُّغْيَانِ عَلَى النَّاسِ، وَكَثْرَةَ الْأَمْوَالِ تُمَكِّنُهُمْ مِنْ ذَلِكَ وَتُخْضِعُ رِقَابَ النَّاسِ لَهُمْ، كَمَا قَالَ تَعَالَى:  (إِنَّ الْإِنْسَانَ لَيَطْغَى أَنْ رَآهُ اسْتَغْنَى)  (٩٦: ٦، ٧) وَذَلِكَ دَأْبُ فَرَاعِنَةِ مِصْرَ، بِهِ تَشْهَدُ آثَارُهُمْ وَرِكَازُهُمُ الَّتِي لَا تَزَالُ تُسْتَخْرَجُ </p><p> مِنْ بِرَابِيهِمْ وَنَوَاوِيسِ قُبُورِهِمْ إِلَى يَوْمِنَا هَذَا الَّذِي أَكْتُبُ فِيهِ تَفْسِيرَ هَذِهِ الْآيَاتِ وَتُحْفَظُ فِي دَارِ الْآثَارِ الْمِصْرِيَّةِ، وَيُوجَدُ مِثْلُهَا دُورٌ أُخْرَى فِي عَوَاصِمِ بِلَادِ الْإِفْرِنْجِ مَلْأَى بِأَمْثَالِهَا، فَاللَّامُ فِي قَوْلِهِ:  (لِيُضِلُّوا) تُسَمَّى لَامَ الْعَاقِبَةِ وَالصَّيْرُورَةِ وَهِي الدَّالَّةُ عَلَى أَنَّ مَا بَعْدَهَا أَثَرٌ وَغَايَةٌ فِعْلِيَّةٌ لِمُتَعَلِّقِهَا يَتَرَتَّبُ عَلَيْهِ بِالْفِعْلِ لَا بِالسَّبَبِيَّةِ وَلَا بِقَصْدِ فَاعِلِ الْفِعْلِ الَّذِي تَتَعَلَّقُ بِهِ كَقَوْلِهِ تَعَالَى فِي مُوسَى عَلَيْهِ السَّلَامُ: (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا)  (٢٨: ٨) وَيُمَيَّزُ بَيْنَهَا وَبَيْنَ لَامِ كَيِ الدَّالَّةِ عَلَى عِلَّةِ الْفِعْلِ بِالْقَرِينَةِ، وَجَعَلَهَا بَعْضُهُمْ هُنَا مِنْهَا وَحَمَلُوهَا عَلَى الِاسْتِدْرَاجِ، أَيْ آتَيْتَهُمْ ذَلِكَ لِكَيْ يُضِلُّوا النَّاسَ فَيَسْتَحِقُّوا الْعِقَابَ وَقَدْ يُعَزِّزُهُ قَوْلُهُ:  (رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ) يُقَالُ: طَمَسَ الْأَثَرُ وَطَمَسَتْهُ الرِّيحُ إِذَا زَالَ حَتَّى لَا يُرَى أَوْ لَا يُعْرَفَ (وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ)  (٣٦: ٦٦) وَهُوَ يَصْدُقُ بِالْعَمَى وَبِعَدَمِ الِانْتِفَاعِ بِهَا كَمَا سَبَقَ قَرِيبًا فِي قَوْلِهِ: (وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ)  (٤٣) وَاتَّفَقُوا عَلَى أَنَّ الْمُرَادَ بِالْعَمَى هُنَا عَمَى الْبَصِيرَةِ لَا الْبَصَرِ وَالْمَعْنَى هُنَا: رَبَّنَا امْحَقْ أَمْوَالَهَمْ بِالْآفَاتِ الَّتِي تُصِيبُ حَرْثَهُمْ وَأَنْعَامَهُمْ وَتُنْقِصُ مَكَاسِبَهُمْ وَثَمَرَاتِهِمْ وَغَلَّاتِهِمْ فَيَذُوقُوا ذُلَّ الْحَاجَةِ (وَاشْدُدْ عَلَى قُلُوبِهِمْ) أَيِ اطْبَعْ عَلَيْهَا، وَزِدْهَا قَسَاوَةً وَإِصْرَارًا </p><p> وَعِنَادًا، حَتَّى يَسْتَحِقُّوا تَعْجِيلَ عِقَابِكَ فَتُعَاقِبَهُمْ (فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ) هَذَا جَوَابٌ لِلدُّعَاءِ أَوْ دُعَاءٌ آخَرُ بِلَفْظِ النَّهْيِ مُتَمِّمٌ لَهُ. وَقَدْ رُوِيَ أَنَّ مُوسَى دَعَا بِهَذَا الدُّعَاءِ وَأَمَّنَ هَارُونُ عَلَيْهِمَا السَّلَامُ كَمَا هُوَ الْمُعْتَادُ، فَاسْتَجَابَ اللهُ تَعَالَى لَهُمَا بِقَوْلِهِ: </p><p> (قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا) أَيْ قُبِلَتْ، وَإِذَا قُبِلَتْ نُفِّذَتْ (فَاسْتَقِيمَا) عَلَى مَا أَنْتُمَا عَلَيْهِ مِنْ دَعْوَةِ فِرْعَوْنَ وَقَوْمِهِ إِلَى الْحَقِّ، وَمِنْ إِعْدَادِ بَنِي إِسْرَائِيلَ لِلْخُرُوجِ مِنْ مِصْرَ، وَعَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - فَامْضِيَا لِأَمْرِي وَهُوَ الِاسْتِقَامَةُ (وَلَا تَتَّبِعَانِّ</p><p> سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ) أَيْ وَلَا تَسْلُكَانِ طَرِيقَ الَّذِينَ لَا يَعْلَمُونَ سُنَّتِي فِي خَلْقِي وَإِنْجَازِ وَعْدِي لِرُسُلِي، فَتَسْتَعْجِلَا الْأَمْرَ قَبْلَ أَوَانِهِ، وَتَسْتَبْطِئَا وُقُوعَهُ فِي إِبَّانِهِ. </p><p> هَذَا - وَإِنَّ فِي قِصَّةِ مُوسَى وَفِرْعَوْنَ فِي سِفْرِ الْخُرُوجِ مَا يُفَسِّرُ اسْتِجَابَةَ هَذَا الدُّعَاءِ، بِمَا يُوَافِقُ مَا قُلْنَاهُ هُنَا مِنْ إِرْسَالِ اللهِ النَّوَازِلَ عَلَى مِصْرَ وَأَهْلِهَا، وَلُجُوءِ فِرْعَوْنَ وَآلِهِ إِلَى مُوسَى عِنْدَ كُلِّ نَازِلَةٍ مِنْهَا لِيَدْعُوَ رَبَّهُ فَيَكْشِفَهَا عَنْهُمْ فَيُؤْمِنُوا بِهِ، حَتَّى إِذَا مَا كَشَفَهَا قَسَّى الرَّبُّ قَلْبَ فِرْعَوْنَ فَأَصَرَّ عَلَى كُفْرِهِ، وَقَدْ فَصَّلْنَا هَذَا فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ) . إِلَى قَوْلِهِ:  (وَكَانُوا عَنْهَا غَافِلِينَ)  (٧: ١٣٣: ١٣٦) مِنْ سُورَةِ الْأَعْرَافِ، وَمِنْهُ تَعْلَمُ أَنَّ كُلَّ مَا خَالَفَهَا مِنْ أَقْوَالِ الْمُفَسِّرِينَ فِي مَعْنَى الطَّمْسِ عَلَى أَمْوَالِهِمْ فَهُوَ مِنْ أَبَاطِيلِ الرِّوَايَاتِ الْإِسْرَائِيلِيَّةِ، الَّتِي كَانَ مِنْ مَقَاصِدِ كَعْبِ الْأَحْبَارِ)) وَأَمْثَالِهِ مِنْهَا (كَمَا نَرَى) صَدَّ الْيَهُودِ عَنِ الْإِسْلَامِ، بِمَا يَرَوْنَهُ فِي تَفْسِيرِ الْمُسْلِمِينَ لِلْقُرْآنِ مُخَالِفًا لِمَا هُوَ مُتَّفَقٌ عَلَيْهِ عِنْدَهُمْ وَعِنْدَ غَيْرِهِمْ مِنَ الْمُؤَرِّخِينَ فِي وَقَائِعَ عَمَلِيَّةٍ وَأُمُورٍ حِسِّيَّةٍ. </p><p> (وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ فَالْيَوْمَ نُنَجِّيكِ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ) . </p>"
}