{
  "id": null,
  "sura": 10,
  "aya": 17,
  "text": "<p> إِيَّاهُمْ عَنْهُ، وَمِنَ الْغَرِيبِ أَنْ تَرَى أَسَاطِينَ الْمُفَسِّرِينَ لَمْ يَفْهَمُوا مِنَ الْآيَةِ أَنَّ فِيهَا جَوَابًا عَنِ الشِّقِّ الْأَوَّلِ مِنِ اقْتِرَاحِ الْمُشْرِكِينَ، وَهُوَ الْإِتْيَانُ بِقُرْآنٍ آخَرَ، وَقَدْ هَدَانَا اللهُ تَعَالَى إِلَيْهِ مَعَ بُرْهَانِهِ بِفَضْلِهِ، وَكَمْ تَرَكَ الْأَوَّلُ لِلْآخَرِ! ! </p><p> (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ) هَذِهِ تَتِمَّةُ الرَّدِّ عَلَى اقْتِرَاحِ الْمُشْرِكِينَ، فَإِنَّهُ رَدَّ عَلَيْهِمْ أَوَّلًا بِبَيَانِ حَقِيقَةِ الْأَمْرِ الْوَاقِعِ، وَهُوَ أَنَّ تَبْدِيلَ الْقُرْآنِ لَيْسَ مِنْ شَأْنِ الرَّسُولِ فِي نَفْسِهِ، وَلَا مِمَّا أَذِنَ اللهُ لَهُ بِهِ، بَلْ يُعَاقِبُهُ عَلَيْهِ أَشَدَّ الْعِقَابِ فِي الْآخِرَةِ إِنْ فُرِضَ وُقُوعُهُ مِنْهُ - لِأَنَّهُ كَلَامُهُ الْخَاصُّ بِهِ - وَثَانِيًا بِإِقَامَةِ الْحُجَّةِ الْعَقْلِيَّةِ عَلَى أَنَّهُ كَلَامُ اللهِ، وَأَنَّهُ لَيْسَ فِي اسْتِطَاعَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْإِتْيَانُ بِمِثْلِهِ، ثُمَّ عَزَّزَ هَاتَيْنِ الْحُجَّتَيْنِ بِثَالِثَةٍ أَدَبِيَّةٍ، وَهِيَ أَنَّ شَرَّ أَنْوَاعِ الظُّلْمِ وَالْإِجْرَامِ فِي الْبَشَرِ شَيْئَانِ: أَحَدُهُمَا افْتِرَاءُ الْكَذِبِ عَلَى اللهِ، وَهُوَ مَا اقْتَرَحُوهُ عَلَيْهِ بِجُحُودِهِمْ، وَثَانِيهِمَا التَّكْذِيبُ بِآيَاتِ اللهِ، وَهُوَ مَا اجْتَرَحُوهُ بِإِجْرَامِهِمْ. وَقَدْ بَيَّنَ هَذَا بِصِيغَةِ الِاسْتِفْهَامِ الْإِنْكَارِيِّ، أَيْ لَا أَحَدَ أَظْلَمُ عِنْدَ اللهِ وَأَجْدَرُ بِغَضَبِهِ وَعِقَابِهِ مِنْ هَذَيْنِ الْفَرِيقَيْنِ </p><p> مِنَ الظَّالِمِينَ، وَأَنَا أَنْعِي عَلَيْكُمُ الثَّانِيَ مِنْهُمَا، فَكَيْفَ أَرْضَى لِنَفْسِي بِالْأَوَّلِ وَهُوَ شَرٌّ مِنْهُ؟ وَأَيُّ فَائِدَةٍ لِي مِنْ هَذَا الْإِجْرَامِ الْعَظِيمِ وَأَنَا أُرِيدُ الْإِصْلَاحَ وَأَدْعُو إِلَيْهِ وَأَحْتَمِلُ الْمَشَاقَّ فِي سَبِيلِهِ، وَأَعْلَمُ أَنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ أَيْ لَا يَفُوزُونَ بِمَطْلُوبِهِمُ الَّذِي يَتَوَسَّلُونَ إِلَيْهِ بِالْكَذِبِ وَالزُّورِ. </p><p> وَقَدْ تَقَدَّمَ مِثْلُ هَذَا الِاسْتِفْهَامِ فِي ثَلَاثِ آيَاتٍ مِنْ سُورَةِ الْأَنْعَامِ (٦: ٢١ و٩٣ و١٤٤) وَفِي آيَةٍ مِنْ سُورَةِ الْأَعْرَافِ (٧: ٣٧) فَرَاجِعْ تَفْسِيرَهُنَّ فِي ج ٨ تَفْسِيرِ) . </p><p> (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ قُلْ أَتُنَبِّئُونَ اللهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) . </p><p> هَذِهِ الْآيَةُ فِي دَحْضِ شُبْهَتِهِمْ عَلَى عِبَادَةِ غَيْرِ اللهِ تَعَالَى وَهِي الشَّفَاعَةُ، وَتَقَدَّمَ فِي الْآيَةِ الثَّالِثَةِ بُطْلَانُهَا وَإِقَامَةُ الْحُجَّةِ عَلَى وُجُوبِ عِبَادَةِ الرَّبِّ الْخَالِقِ الْمُدَبِّرِ وَحْدَهُ، وَصَرَّحَ هُنَا بِإِسْنَادِ هَذَا الشِّرْكِ إِلَيْهِمْ وَبِاحْتِجَاجِهِمْ عَلَيْهِ بِالشَّفَاعَةِ. ثُمَّ لَقَّنَ رَسُولَهُ الْحُجَّةَ عَلَى بُطْلَانِ هَذَا الِاحْتِجَاجِ فَقَالَ: </p><p> (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ) الْكَلَامُ مَعْطُوفٌ عَلَى مَا قَبْلَهُ مِنْ بَيَانِ </p><p> شِرْكِهِمْ وَسَخَافَتِهِمْ فِيهِ، وَمُكَابَرَتِهِمْ فِي جُحُودِ الْحَقِّ الَّذِي دَعَاهُمْ إِلَيْهِ الْوَحْيُ، أَيْ وَيَعْبُدُونَ مَا لَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا مِنَ الْأَصْنَامِ وَغَيْرِهَا مِنْ دُونِ اللهِ أَيْ غَيْرِ اللهِ، وَالْمَعْنَى: أَنَّهُمْ يَعْبُدُونَهَا حَالَ كَوْنِهِمْ مُتَجَاوِزِينَ مَا يَجِبُ مِنْ عِبَادَتِهِ وَحْدَهُ، لَا أَنَّهُمْ يَعْبُدُونَهَا وَحْدَهَا، فَمَا مَعْنَى كَوْنِهِمْ مُشْرِكِينَ إِلَّا أَنَّهُمْ يَعْبُدُونَهُ وَيَعْبُدُونَ غَيْرَهُ (وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلَّا وَهُمْ مُشْرِكُونَ)  (١٢: ١٠٦) وَفِي وَصْفِهَا بِأَنَّهَا لَا تَضُرُّهُمْ وَلَا تَنْفَعُهُمْ إِيذَانٌ بِسَبَبِ عِبَادَتِهَا وَضَلَالِهِمْ فِيهِ، وَتَذْكِيرٌ بِأَنَّهُ هُوَ الْقَادِرُ عَلَى نَفْعِ مَنْ يَعْبُدُهُ، وَضُرِّ مَنْ يَكْفُرُهُ، وَيُشْرِكُ بِعِبَادَتِهِ غَيْرَهُ فِي الدُّنْيَا وَالْآخِرَةِ. </p><p> وَأَصْلُ غَرِيزَةِ الْعِبَادَةِ الْفِطْرِيَّةِ فِي الْبَشَرِ، فِي سَذَاجَتِهِمُ الَّتِي لَا تَلْقِينَ فِيهَا لِحَقٍّ وَلَا </p><p> بَاطِلٍ، هِيَ الشُّعُورُ الْبَاطِنُ بِأَنَّ فِي الْوُجُودِ قُوَّةً غَيْبِيَّةً وَسُلْطَانًا عُلْوِيًّا عَلَى التَّصَرُّفِ فِي الْخَلْقِ بِالنَّفْعِ لِمَنْ شَاءَ، وَإِيقَاعِ الضُّرِّ عَلَى مَنْ شَاءَ وَكَشْفِهِ بَعْدَ وُقُوعِهِ عَمَّنْ شَاءَ، غَيْرَ مُقَيَّدٍ فِي ذَلِكَ بِسَبَبٍ مِنَ الْأَسْبَابِ الْمُسَخَّرَةِ لِلنَّاسِ، فَمَنِ اطَّلَعَ عَلَى تَوَارِيخِ الْبَشَرِ فِي كُلِّ طَوْرٍ مِنْ أَطْوَارِ حَيَاتِهِمُ الْبَدَوِيَّةِ وَالْحَضَرِيَّةِ، يَظْهَرُ لَهُ أَنَّ هَذَا هُوَ أَصْلُ التَّدَيُّنِ الْغَرِيزِيِّ فِيهِمْ، وَأَمَّا صُوَرُ التَّعَبُّدِ وَتَسْمِيَةُ الْمَعْبُودَاتِ فَمِنْهَا مَا هُوَ مِنِ اجْتِهَادِهِمْ، وَمِنْهَا مَا هُوَ مِنْ تَلْقِينِ دُعَاةِ الدِّينِ فِيهِمْ مِنَ الْأَنْبِيَاءِ وَغَيْرِهِمْ. فَكُلُّ مَا عُبِدَ مِنْ دُونِ اللهِ بِالرَّأْيِ وَالِاجْتِهَادِ، فَإِنَّمَا عَبَدَهُ مَنْ عَبَدَهُ لِشُبْهَةٍ فَهِمَ مِنْهَا قُدْرَتَهُ عَلَى النَّفْعِ وَالضُّرِّ بِسُلْطَانٍ لَهُ فَوْقَ الْأَسْبَابِ وَقَدْ بَيَّنَّا ذَلِكَ فِي مَوَاضِعَ أُخْرَى أَوَّلُهَا تَفْسِيرُ الْعِبَادَةِ مِنْ سُورَةِ الْفَاتِحَةِ، وَأَوْسَطُهَا وَأَبْسَطُهَا تَفْسِيرُ قِصَّةِ إِبْرَاهِيمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ أَبِيهِ آزَرَ مِنْ سُورَةِ الْأَنْعَامِ، وَمِنْ آخِرِهَا فِي تَفْسِيرِ هَذِهِ السُّورَةِ مَا جَاءَ فِي بَيَانِ الرُّكْنِ الْأَوَّلِ مِنْ أَرْكَانِ الدِّينِ، وَفِي الْكَلَامِ عَلَى الْخَوَارِقِ مِنْ بَحْثِ الْوَحْيِ الِاسْتِطْرَادِيِّ. </p><p> فَلَيْسَ الْمُرَادُ مِنْ كَوْنِ هَذِهِ الْمَعْبُودَاتِ لَا تَضُرُّهُمْ وَلَا تَنْفَعُهُمْ - هُوَ بَيَانَ عَجْزِهَا عَنِ النَّفْعِ وَالضُّرِّ؛ لِأَنَّهَا إِمَّا جَمَادَاتٌ مَصْنُوعَةٌ كَالْأَوْثَانِ الْمُتَّخَذَةِ مِنَ الْحِجَارَةِ أَوِ الْخَشَبِ، وَالْأَصْنَامِ الْمُتَّخَذَةِ مِنَ الْمَعَادِنِ وَكَذَا الْحِجَارَةِ، أَوْ غَيْرُ مَصْنُوعَةٍ كَاللَّاتِ وَهِيَ صَخْرَةٌ كَانَتْ بِالطَّائِفِ يُلَتُّ عَلَيْهَا السَّوِيقُ ثُمَّ عُظِّمَتْ حَتَّى عُبِدَتْ، وَإِمَّا أَشْجَارٌ كَالْعُزَّى مَعْبُودَةِ قُرَيْشٍ، وَالشَّجَرَةِ الَّتِي قَطَعَهَا الشَّيْخُ مُحَمَّدُ عَبْدِ الْوَهَّابِ فِي نَجْدٍ، وَشَجَرَةِ الْمَنْضُورَةِ الَّتِي يَقْصِدُهَا النِّسَاءُ فِي مِصْرَ لِأَجْلِ الْحَبَلِ، فَإِنَّ أَكْثَرَ الْأَوْثَانِ وَالْأَصْنَامِ قَدْ وُضِعَتْ ذِكْرَى لِبَعْضِ الصَّالِحِينَ مِنَ الْبَشَرِ كَمَا رَوَاهُ الْبُخَارِيُّ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - فِي أَصْنَامِ قَوْمِ نُوحٍ، ثُمَّ انْتَقَلَتْ عِبَادَتُهُمْ إِلَى الْعَرَبِ، وَكَانُوا يَعْتَقِدُونَ أَنَّ فِيهَا أَرْوَاحًا مِنَ الْجِنِّ كَمَا رُوِيَ فِي حَدِيثِ قَطْعِ شَجَرَةِ الْعُزَّى أَوْ شَجَرَاتِهَا الثَّلَاثِ، إِذْ ظَهَرَتْ عِنْدَ قَطْعِهَا لِخَالِدِ بْنِ الْوَلِيدِ امْرَأَةٌ سَوْدَاءٌ عُرْيَانَةٌ نَاشِرَةٌ شَعْرَهَا، كَانُوا يَزْعُمُونَ أَنَّهَا جِنِّيَّةٌ، فَأَرَادَتْ أَنْ تُوَاثِبَهُ وَتُخِيفَهُ فَقَتَلَهَا، فَهِيَ كَالْقُبُورِ الَّتِي تُشَرَّفُ وَتُجَصَّصُ وَيُوضَعُ عَلَيْهَا السُّتُورُ وَتُبْنَى عَلَيْهَا الْقِبَابُ، لِمِثْلِ السَّبَبِ الَّذِي وَضَعُوا لَهُ تَمَاثِيلَ الْأَوْثَانِ، وَعَبَدَةُ </p>"
}