{
  "id": null,
  "sura": 10,
  "aya": 37,
  "text": "<p> (وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللهِ إِنْ كُنْتُمْ صَادِقِينَ بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ) . </p><p> بَعْدَ مَا تَقَدَّمَ مِنْ إِقَامَةِ الْبُرْهَانِ عَلَى أَنَّ الْقُرْآنَ مِنْ عِنْدِ اللهِ، وَأَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ عَاجِزًا كَغَيْرِهِ عَنِ الْإِتْيَانِ بِمِثْلِهِ فِي هِدَايَتِهِ، وَفِي عِلْمِهِ وَلُغَتِهِ - وَمَا تَلَاهُ مِنْ إِقَامَةِ الْحُجَجِ عَلَى بُطْلَانِ شِرْكِهِمْ، وَمَا بَعْدَهُ مِنْ بَيَانِ حَالِهِمْ فِي اتِّبَاعِ أَكْثَرِهِمْ لِأَدْنَى الظَّنِّ وَأَضْعَفِهِ فِي عَقَائِدِهِمْ وَتَكْذِيبِهِمْ - عَادَ إِلَى تَفْنِيدِ رَأْيِهِمُ الْأَفِينِ فِي الطَّعْنِ عَلَى الْقُرْآنِ بِمُقْتَضَى الظَّنِّ الضَّعِيفِ مِنَ الْأَكْثَرِينَ، وَالْجَحُودِ الْعِنَادِيِّ مِنَ الْأَقَلِّينَ، كَالزُّعَمَاءِ الْمُسْتَكْبِرِينَ، فَقَالَ:  (وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللهِ) النَّفْيُ هُنَا لِلشَّأْنِ الَّذِي هُوَ أَبْلَغُ وَآكَدُ مِنْ نَفْيِ الشَّيْءِ مُبَاشَرَةً كَمَا تَقَدَّمَ مِرَارًا، وَإِنْ غَفَلَ عَنْ ذَلِكَ مَنْ أَعْرَبَهُ إِعْرَابًا آخَرَ لِقِصَرِ نَظَرِهِ عَلَى ظَاهِرِ اللَّفْظِ، دُونَ مَا يَقْتَضِيهِ الْمَقَامُ مِنَ الْمُبَالَغَةِ </p><p> فِي الرَّدِّ، أَيْ وَمَا كَانَ هَذَا الْقُرْآنُ الْعَظِيمُ فِي عُلُوِّ شَأْنِهِ، الْمُحَلَّى لَهُ فِي أُسْلُوبِهِ وَنَظْمِهِ، وَعُلُومِهِ الْعَالِيَةِ، وَحِكْمَتِهِ السَّامِيَةِ، وَتَشْرِيعِهِ الْعَادِلِ، وَآدَابِهِ الْمُثْلَى، وَتَمْحِيصِهِ لِلْحَقَائِقِ الْإِلَهِيَّةِ وَالِاجْتِمَاعِيَّةِ، وَإِنْبَائِهِ بِالْغُيُوبِ الْمَاضِيَةِ وَالْآتِيَةِ، وَجَعْلِ الْمَقْصِدِ مِنْ إِصْلَاحِهِ مَا بَيَّنَهُ آنِفًا مِنَ اتِّبَاعِ الْحَقِّ وَالْهُدَى، وَاجْتِنَابِ الضَّلَالِ بِاتِّبَاعِ الْهَوَى، وَالِاعْتِمَادِ فِيهِمَا عَلَى الْعِلْمِ الصَّحِيحِ - مَا كَانَ وَمَا صَحَّ وَلَا يُعْقَلُ أَنْ يَفْتَرِيَهُ أَحَدٌ عَلَى اللهِ مِنْ دُونِهِ وَيُسْنِدَهُ إِلَيْهِ ; إِذْ لَا يَقْدِرُ غَيْرُهُ عَزَّ وَجَلَّ عَلَيْهِ، فَإِنْ فُرِضَ أَنَّ بَشَرًا يَسْتَطِيعُ الْإِتْيَانَ بِمِثْلِهِ، فَلَنْ يَكُونَ إِلَّا بَشَرًا أَرْقَى وَأَكْمَلَ مِنْ جَمِيعِ الْحُكَمَاءِ وَالْأَنْبِيَاءِ وَكَذَا الْمَلَائِكَةِ وَمِثْلُهُ لَنْ يَفْتَرِيَ عَلَى اللهِ، بَلْ قَالَ أَشَدُّ الْكُفَّارِ عِنَادًا وَعَدَاوَةً لِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ أَبُو جَهْلٍ لَعَنَهُ اللهُ: إِنَّ مُحَمَّدًا لَمْ يَكْذِبْ عَلَى بَشَرٍ قَطُّ أَفَيَكْذِبُ عَلَى اللهِ؟ ! . </p><p> (وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ) أَيْ وَلَكِنْ كَانَ تَصْدِيقَ الَّذِي سَبَقَهُ مِنَ الْوَحْيِ لِرُسُلِ اللهِ تَعَالَى بِالْإِجْمَالِ كَنُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى صَلَّى الله عَلَيْهِمْ بِدَعْوَتِهِ إِلَى أُصُولِ دِينِ اللهِ الْإِسْلَامِ، الَّتِي دَعَوْا إِلَيْهَا مِنَ الْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ وَالْعَمَلِ الصَّالِحِ، بَعْدَ أَنْ نَسِيَ بَعْضُ ذَلِكَ بَقَايَا أَتْبَاعِهِمْ وَضَلُّوا عَنْ بَعْضٍ، وَشَوَّهُوهُ بِالتَّقَالِيدِ الْمُبْتَدَعَةِ مِمَّا لَمْ يَكُنْ يَعْلَمُهُ مُحَمَّدٌ الْأُمِّيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَوْ تَصْدِيقَ ذَلِكَ بِكَوْنِهِ جَاءَ وَفَاقًا لِمَا دَعَا بِهِ إِبْرَاهِيمُ لِأَهْلِ حَرَمِ اللهِ، وَلِمَا بَشَّرَ بِهِ مُوسَى وَعِيسَى وَالنَّبِيُّونَ كَمَا بَيَّنَّاهُ بِالتَّفْصِيلِ، فِي تَفْسِيرِ قَوْلِهِ تَعَالَى:  (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ)  (٧: ١٥٧) مِنْ جُزْءِ التَّفْسِيرِ التَّاسِعِ، وَيَجُوزُ الْجَمْعُ بَيْنَ الْمَعْنَيَيْنِ. </p><p> (وَتَفْصِيلَ الْكِتَابِ) الْإِلَهِيِّ أَيْ جِنْسِهِ، وَهُوَ مَا شَرَّعَهُ اللهُ تَعَالَى لِيَكْتُبَ وَيَهْتَدِيَ بِهِ جَمِيعُ الْبَشَرِ مِنَ الْعَقَائِدِ وَالشَّرَائِعِ وَالْعِبَرِ وَالْمَوَاعِظِ وَشُئُونِ الِاجْتِمَاعِ وَسُنَنِ اللهِ فِي خَلْقِهِ (لَا رَيْبَ فِيهِ) هُوَ لَا رَيْبَ فِيهِ، أَوْ حَالَ كَوْنِهِ لَا رَيْبَ فِيهِ، أَيْ لَيْسَ فِيهِ مَثَارٌ لِلشَّكِّ وَلَا مَوْضِعٌ لِلرَّيْبِ ; لِأَنَّهُ الْحَقُّ وَالْهُدَى مِنْ رَبِّ الْعَالَمِينَ مِنْ وَحْيِهِ لَا يَقْدِرُ عَلَيْهِ غَيْرُهُ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) (٤: ٨٢) . </p><p> (أَمْ يَقُولُونَ افْتَرَاهُ) انْتِقَالٌ مِنْ بَيَانِ كَوْنِهِ أَجَلَّ وَأَعْلَى مِنْ أَنْ يُفْتَرَى لِعَجْزِ الْخَلْقِ عَنِ الْإِتْيَانِ بِمِثْلِهِ، إِلَى حِكَايَةِ زَعْمِ هَؤُلَاءِ الْجَاهِلِينَ وَالْمُعَانِدِينَ أَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - افْتَرَاهُ، </p><p> وَالِاسْتِفْهَامُ فِيهِ لِلْإِنْكَارِ وَالتَّعْجِيبِ، أَوِ التَّمْهِيدِ بِهِ إِلَى الرَّدِّ عَلَيْهِ بِتَحَدِّي التَّعْجِيزِ، وَهُوَ:  (قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ) فِي أُسْلُوبِهِ وَنَظْمِهِ وَتَأْثِيرِهِ وَهِدَايَتِهِ وَعِلْمِهِ، مُفْتَرَاةٍ فِي مَوْضُوعِهَا، لَا تَلْتَزِمُونَ أَنْ تَكُونَ حَقًّا فِي أَخْبَارِهَا، (وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللهِ) وَاطْلُبُوا لِلْمُظَاهَرَةِ لَكُمْ وَالْإِعَانَةِ عَلَى ذَلِكَ مَنِ اسْتَطَعْتُمْ دُعَاءَهُمْ مَنْ دُونِ اللهِ فَإِنَّ جَمِيعَ الْخَلْقِ يَعْجِزُونَ عَنْ ذَلِكَ مِثْلَكُمْ، فَهَذَا كَقَوْلِهِ تَعَالَى:  (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا)  (١٧: ٨٨) وَهَذِهِ الْآيَةُ فِي سُورَةِ الْإِسْرَاءِ، وَقَدْ نَزَلَتْ قَبْلَ يُونُسَ (إِنْ كُنْتُمْ صَادِقِينَ) فِي زَعْمِكُمْ أَنِّي افْتَرَيْتُهُ. وَالْجُمْهُورُ عَلَى أَنَّ لَفْظَ سُورَةٍ هُنَا يَصْدُقُ بِالْقَصِيرَةِ كَالطَّوِيلَةِ، وَبَيَّنَّا وَجْهَهُ فِي تَفْسِيرِ آيَةِ التَّحَدِّي مِنْ سُورَةِ الْبَقَرَةِ (٢: ٢٣) وَهُوَ الْمُتَبَادَرُ مِنْ تَنْكِيرِ السُّورَةِ، إِلَّا أَنْ يُقَالَ: إِنَّ التَّنْكِيرَ لِلتَّعْظِيمِ، أَوْ لِنَوْعٍ مِنَ السُّورِ يَدُلُّ عَلَيْهِ دَلِيلٌ كَالسُّوَرِ الَّتِي فِيهَا قَصَصُ الْأَنْبِيَاءِ وَأَخْبَارُ وَعِيدِ الدُّنْيَا وَالْآخِرَةِ ; لِأَنَّ الِافْتِرَاءَ تَتَعَلَّقُ تُهْمَتُهُ بِالْإِخْبَارِ لَا بِالْإِنْشَاءِ مِنْ أَمْرٍ وَنَهْيٍ، كَمَا أَشَرْتُ إِلَيْهِ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ. </p><p> وَرَجَّحَ بَعْضُهُمْ أَنَّ الْمُرَادَ السُّورَةُ الطَّوِيلَةُ، أَيْ مِثْلُ هَذِهِ السُّورَةِ نَفْسِهَا (يُونُسَ) فِي اشْتِمَالِهَا عَلَى أُصُولِ الدِّينِ وَالْوَعْدِ وَالْوَعِيدِ، كَمَا يُطْلَقُ لَفْظُ الْكِتَابِ أَوْ كِتَابٍ أَحْيَانًا وَيُرَادُ بِهِ السُّورَةُ الْوَاحِدَةُ الَّتِي يُذْكَرُ فِيهَا، كَقَوْلِ مَنْ قَالَ فِي أَوَّلِ سُورَةِ الْأَعْرَافِ </p><p> (المص كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ)  (٧: ١ و٢) أَيْ هَذِهِ السُّورَةُ كِتَابٌ إِلَخْ وَمِنْ تَنْكِيرِ لَفْظِ ((سُورَةٍ) ) الْمُرَادِ بِهَا النَّوْعُ دُونَ الْوَحْدَةِ قَوْلُهُ تَعَالَى: (وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ)  (٤٧: ٢٠) أَيْ يُفْرَضُ فِيهَا الْقِتَالُ، بِدَلِيلِ قَوْلِهِ بَعْدَهُ:  (فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ)  (٤٧: ٢٠) الْآيَةَ. وَسَنَعُودُ إِلَى هَذَا الْبَحْثِ فِي تَفْسِيرِ التَّحَدِّي بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرِيَاتٍ مِنْ سُورَةِ هُودٍ إِنْ شَاءَ اللهُ تَعَالَى. </p><p> وَمِنَ الْمَعْلُومِ بِالْبَدَاهَةِ أَنَّهُ مَا كَانَ لِعَاقِلٍ مِثْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَتَحَدَّاهُمْ هَذَا التَّحَدِّيَ، لَوْ لَمْ يَكُنْ عَالِمًا مُوقِنًا بِأَنَّهُ لَا يَسْتَطِيعُ الْإِنْسُ وَالْجِنُّ الْإِتْيَانَ بِمِثْلِ هَذَا الْقُرْآنِ فِي جُمْلَتِهِ وَلَا بِسُورَةٍ مِثْلِهِ، لَا أَفْرَادُ الْعُلَمَاءِ وَالْبُلَغَاءِ مِنْهُمْ وَلَا جَمَاعَاتُهُمْ وَلَا جُمْلَتُهُمْ، إِنْ </p><p> فُرِضَ إِمْكَانُ اجْتِمَاعِهِمْ وَتَعَاوُنِهِمْ وَمُظَاهَرَةُ بَعْضِهِمْ لِبَعْضٍ، فَلَوْ كَانَ هُوَ الَّذِي أَنْشَأَهُ وَأَلَّفَهُ لِمَصْلَحَةِ النَّاسِ بِرَأْيِهِ - كَمَا ارْتَأَى بَعْضُ الْمُعْجَبِينَ بِعَقْلِهِ وَذَكَائِهِ وَعُلُوِّ أَفْكَارِهِ مِنَ الْفَلَاسِفَةِ الْمُتَقَدِّمِينَ، وَعُلَمَاءِ الْمَادِّيِّينَ الْمُتَأَخِّرِينَ - لَكَانَ عَقْلُهُ وَذَكَاؤُهُ وَعُلُوُّ فِكْرِهِ مَانِعَاتٍ لَهُ مِنْ هَذَا الْجَزْمِ بِعَجْزِ عُقَلَاءِ الْخَلْقِ مِنَ الْعَوَالِمِ الظَّاهِرَةِ ((الْإِنْسِ) ) وَالْخَفِيَّةِ ((الْجِنِّ) ) عَنِ الْإِتْيَانِ بِسُورَةٍ مِثْلِ مَا أَتَى هُوَ بِهِ ; فَإِنَّ كُلَّ عَاقِلٍ مُتَوَسِّطِ الذَّكَاءِ وَالْفِكْرِ يَعْلَمُ أَنَّ كُلَّ مَا أَمْكَنَهُ مِنَ الْأَمْرِ فَهُوَ يُمْكِنُ غَيْرَهُ، بَلْ لَا يَأْمَنُ أَنْ يُوجَدَ مَنْ هُوَ أَقْدَرُ عَلَيْهِ مِنْهُ، فَهَذِهِ آيَةٌ بَيِّنَةٌ لِلْعَقْلِ عَلَى أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ مُوقِنًا بِأَنَّهُ مِنْ عِنْدِ اللهِ تَعَالَى، وَأَنَّهُ هُوَ كَغَيْرِهِ لَا يَقْدِرُ عَلَى الْإِتْيَانِ بِسُورَةٍ مِثْلِهِ، وَهِيَ إِحْدَى حُجَجِ الَّذِينَ قَالُوا إِنَّهُ لَا يُعْقَلُ أَنْ يَكُونَ كَاذِبًا مُفْتَرِيًا لَهُ. (فَإِنْ قِيلَ) إِنَّهُ يُمْكِنُ أَنْ يَعْتَقِدَ عَجْزَ نَفْسِهِ وَغَيْرِهِ فِي حَالِ كَوْنِهِ وَحْيًا مِنْ نَفْسِهِ، مُعْتَقِدًا، أَنَّهُ مِنْ رَبِّهِ. (قُلْنَا أَوَّلًا) إِنَّ دَعْوَى الْوَحْيِ النَّفْسِيِّ بَاطِلَةٌ بِأَدِلَّةٍ كَثِيرَةٍ كَمَا تَقَدَّمَ. (وَثَانِيًا) إِنَّ عَجْزَ غَيْرِهِ مِمَّنْ كَانُوا أَفْصَحَ مِنْهُ دَلِيلٌ عَلَى عَجْزِهِ بِطَرِيقِ الْأَوْلَى. </p><p> ثُمَّ إِنَّ أَكْثَرَ الْمُتَكَلِّمِينَ وَمَنْ عَلَى مَذَاهِبِهِمْ مِنَ الْمُفَسِّرِينَ، يَعْتَمِدُونَ فِي إِقَامَةِ الْحُجَّةِ عَلَى نَبُّوتِهِ وَرِسَالَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى تَحَدِّيهِ لِلْعَرَبِ بِالْقُرْآنِ أَنْ يَأْتُوا بِمِثْلِهِ إِجْمَالًا، أَوْ بِحَدِيثٍ مِثْلِهِ فَبِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرِيَاتٍ فَبِسُورَةٍ مِنْ مِثْلِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَيْ فِي أُمِّيَّتِهِ، وَبِمَا ظَهَرَ مِنْ عَجْزِ الْعَرَبِ وَغَيْرِهِمْ عَنْ ذَلِكَ ; إِذْ لَوْ قَدَرَ أَحَدٌ عَلَى الْإِتْيَانِ بِسُورَةٍ مِثْلِهِ أَوْ قَرِيبٍ مِنْهُ لَفَعَلُوا ; لِتَوَفُّرِ الدَّوَاعِي مِنْ أَعْدَائِهِ عَلَى تَكْذِيبِ دَعَوَاهُ وَلَا سِيَّمَا بَعْدَ اسْتِفْحَالِ قُوَّتِهِ، وَاضْطِرَارِهِمْ إِلَى بَذْلِ أَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي مُكَافَحَتِهِ، وَبِهَذَا يُعْلَمُ الْفَرْقُ الْوَاضِحُ بَيْنَ تَحَدِّيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْقُرْآنِ، وَتَحِدِّي بَعْضِ الدَّجَّالِينَ الْمَغْرُورِينَ بِبَعْضِ مَا هَذَوَا بِهِ مِنْ نَثْرٍ وَنَظْمٍ وَسَمَّوْهُ وَحْيًا، كَالْبَابِ وَالْبَهَاءِ وَالْقَادَيَانِيِّ، فَإِنَّهُ كَانَ سُخْرِيَةً لِلْعُلَمَاءِ وَالْبُلَغَاءِ، وَقَدْ أَخْفَى الْبَهَائِيُّونَ كِتَابَهُ (الْأَقْدَسَ) عَنِ النَّاسِ. </p><p> ثُمَّ إِنَّ أَكْثَرَهُمْ عَلَى أَنَّ تَحَدِّيَ الْعَرَبِ إِنَّمَا كَانَ بِمَا امْتَازَ بِهِ مِنَ الْفَصَاحَةِ وَالْبَلَاغَةِ اللُّغَوِيَّةِ. </p><p> وَقَدْ صَنَّفُوا فِي بَيَانِ إِعْجَازِ الْقُرْآنِ بِهَا كُتُبًا مُسْتَقِلَّةً، وَلَمْ يُوَفُّوهُ حَقَّهُ مِنْ نَاحِيَتِهَا وَلَا سِيَّمَا نَظْمِهِ الْعَجِيبِ بَلَهَ النَّوَاحِي الْمَعْنَوِيَّةِ. (وَقَالُوا) إِنَّ وَجْهَ الدَّلَالَةِ فِي ذَلِكَ عَلَى صِدْقِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي دَعْوَى النُّبُوَّةِ وَأَنَّهُ مِنْ عِنْدِ اللهِ، هُوَ أَنَّهُ يَتَضَمَّنُ تَصْدِيقَهُ </p><p> لَهُ كَأَنَّهُ قَالَ ((صَدَقَ عَبْدِي فِيمَا يُبَلِّغُهُ عَنِّي) ) وَلِذَلِكَ رَجَّحُوا أَنَّ هَذِهِ الدَّلَالَةَ وَضْعِيَّةٌ كَدَلَالَةِ الْكَلَامِ الْإِلَهِيِّ، وَقِيلَ: إِنَّهَا عَقْلِيَّةٌ وَتَقَدَّمَ بَسْطُ ذَلِكَ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ. </p><p> وَهَذَا الَّذِي قَالُوهُ فِي إِعْجَازِهِ بِالْبَلَاغَةِ قَدِ اعْتَرَضَ عَلَيْهِ بَعْضُ النَّاسِ، حَتَّى الْمُتَقَدِّمِينَ الَّذِينَ كَانُوا أَقْرَبَ إِلَى فَهْمِهِ وَامْتِيَازِهِ بِهَا مِنْ أَهْلِ عَصْرِنَا. قَالَ الْفَرِيقَانِ: إِنَّ لِكُلِّ بَلِيغٍ مِنْ فُصَحَاءِ كُلَّ أُمَّةٍ أُسْلُوبًا يَمْتَازُ بِهِ، وَأَنْتُمْ أَيُّهَا الْمُسْلِمُونَ تَقُولُونَ إِنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ أَفْصَحَ قُرَيْشٍ وَهُمْ أَفْصَحُ الْعَرَبِ، فَلَا غَرْوَ أَنْ يَمْتَازَ فِيهِمْ بِهَذَا الْأُسْلُوبِ وَالنَّظْمِ الْقُرْآنِيِّ كَمَا امْتَازَ بَعْضُ شُعَرَاءِ الْجَاهِلِيَّةِ وَالْإِسْلَامِ بِأُسْلُوبٍ خَاصٍّ وَكَمَا امْتَازَ شَكْسِبِيرُ فِي شُعَرَاءِ الْإِنْكِلِيزِ وَفِيكْتُورْ هُيُغُو فِي الشُّعَرَاءِ الْفَرَنْسِيسِ، فَعَجْزُ الْعَرَبِ عَنِ الْإِتْيَانِ بِمِثْلِ الْقُرْآنِ فِي بَلَاغَتِهِ لَا يَدُلُّ عَلَى أَنَّهُ مِنَ اللهِ عَزَّ وَجَلَّ. </p><p> (وَنَقُولُ) إِنَّ هَذَا الِاعْتِرَاضَ يَذُوبُ فَيَزُولُ إِذَا عُرِضَ عَلَى الْأَشِعَّةِ الَّتِي اقْتَبَسْنَاهَا مِنْ ضِيَاءِ شَمْسِ الْقُرْآنِ، فِي إِعْجَازَيْهِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ فِي أَوَّلِ تَفْسِيرِ هَذِهِ السُّورَةِ، ثُمَّ فِي تَفْسِيرِ الْآيَتَيْنِ (١٥، ١٦) مِنْهَا. وَأَمَّا قَوْلُهُمْ فِي إِحْدَى مُقَدِّمَاتِهِ: إِنَّ مُحَمِّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ أَفْصَحَ قُرَيْشٍ وَأَبْلَغَهَمْ فِي لُغَتِهِ، فَقَدْ بَيَّنَّا بِالنَّقْلِ الثَّابِتِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ قَبْلَ نُزُولِ الْقُرْآنِ عَلَيْهِ يُذْكَرُ فِي فُحُولِ فُصَحَائِهِمْ وَلَا فِي وَسَطِهِمْ بَلْ لَمْ يَكُنْ يُعَدُّ مِنْهُمْ، وَإِنَّمَا صَارَ كَلَامُهُ مُمْتَازًا بِالْفَصَاحَةِ وَالْبَلَاغَةِ بِمَا اسْتَفَادَهُ مِنْ وَحْيِ الْقُرْآنِ، كَمَا اسْتَفَادَ مَنْ دُونَهُ مِنْهُ، عَلَى أَنَّهُ ظَلَّ كَكَلَامِ غَيْرِهِ مِنَ الْبَشَرِ فِي الْبُعْدِ عَنْ مُشَابَهَةِ نَظْمِ الْقُرْآنِ وَأُسْلُوبِهِ وَتَأْثِيرِهِ، وَهَذَا التَّفَاوُتُ لَا نَظِيرَ لَهُ فِي كَلَامِ بُلَغَاءِ الْبَشَرِ. </p><p> (فَإِنْ قِيلَ) إِنَّ مَا يَظْهَرُ فِي السُّوَرِ الطَّوِيلَةِ مِنْ رَوْعَةِ الْبَلَاغَةِ وَبَرَاعَةِ النَّظْمِ لَا يَظْهَرُ فِي السُّوَرِ الْقَصِيرَةِ. (قُلْنَا) لَكِنَّ النَّاسَ عَجَزُوا عَنْ مُعَارَضَةِ السُّورِ الْقِصَارِ كَغَيْرِهَا، وَلِخَفَاءِ وَجْهِ الْإِعْجَازِ فِيهَا عَلَى بَعْضِهِمْ قَالَ مَنْ قَالَ مِنْهُمْ: إِنَّ عَجْزَهُمْ كَانَ بِصَرْفِ اللهِ تَعَالَى لِقُدَرِهِمْ عَنِ الْمُعَارَضَةِ، وَقَالَ بَعْضُهُمْ: إِنَّ التَّحَدِّيَ إِنَّمَا كَانَ بِسُورَةٍ طَوِيلَةٍ كَمَا نَقَلْنَاهُ آنِفًا عَنِ الرَّازِيِّ وَوَجَّهْنَاهُ بِأَظْهَرِ مِمَّا وَجَّهَهُ بِهِ، وَهُوَ أَنْ تَكُونَ مِمَّا أَرَادُوهُ مِنْ تُهْمَةِ افْتِرَائِهِ. </p><p> وَبَيَانُهُ أَنَّهُ إِذَا كَانَ التَّحَدِّي بِسُورَةٍ مِثْلِهِ مُفْتَرَاةٍ خَاصًّا بِالسُّوَرِ الَّتِي فِيهَا قَصَصُ الرُّسُلِ مَعَ أَقْوَامِهِمْ بِالتَّفْصِيلِ، فَهَذِهِ كُلُّهَا مِنَ السُّوَرِ الطَّوِيلَةِ كَالْأَعْرَافِ وَيُونُسَ وَهُودٍ وَالْحِجْرِ وَطَهَ </p>"
}