{
  "id": null,
  "sura": 10,
  "aya": 53,
  "text": "<p> (وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ) النَّبَأُ الْخَبَرُ الْمُهِمُّ ذُو الْفَائِدَةِ الْعَظِيمَةِ، وَالِاسْتِثْنَاءُ طَلَبُهُ، وَهَذَا إِخْبَارٌ عَنْ بَعْضِ الْكُفَّارِ وَالْمُكَذِّبِينَ ; فَإِنَّهُمْ لَمْ يَكُونُوا عَلَى يَقِينٍ مِنْ تَكْذِيبِهِمْ وَإِنَّمَا كَانُوا ظَانِّينَ مُسْتَبْعِدِينَ، بَيْنَ مُعَانِدِينَ وَمُقَلِّدِينَ، وَقَدْ تَقَدَّمَ فِي هَذَا السِّيَاقِ قَوْلُهُ تَعَالَى:  (وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا)  (٣٦) وَالْمَعْنَى: وَيَسْأَلُونَكَ أَيُّهَا الرَّسُولُ أَنْ تُنَبِّئَهُمْ عَنْ هَذَا الْعَذَابِ الَّذِي تَعِدُهُمْ بِهِ فِي الدُّنْيَا وَالْآخِرَةِ أَحَقٌّ هُوَ سَيَقَعُ بِالْفِعْلِ؟ أَمْ هُوَ إِرْهَابٌ وَتَخْوِيفٌ؟ (قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ) إِيْ بِكَسْرِ الْهَمْزَةِ وَسُكُونِ الْيَاءِ الْخَفِيفَةِ حَرْفُ جَوَابٍ وَتَصْدِيقٍ بِمَعْنَى نَعَمْ، وَإِنَّمَا يُسْتَعْمَلُ مَعَ الْقَسَمِ؛ أَيْ نَعَمْ أُقْسِمُ لَكُمْ بِرَبِّي إِنَّهُ لَحَقٌّ وَاقِعٌ، كَمَا قَالَ فِي أَوَّلِ سُورَةِ الطُّورِ بَعْدَ الْقِسْمِ:  (إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَا لَهُ مِنْ دَافِعٍ)  (٥٢: ٧ و٨) وَقَدْ أَكَّدَهُ هُنَا بِالْقَسَمِ وَبِإِنَّ مَعَ الْجُمْلَةِ الِاسْمِيَّةِ (وَمَا أَنْتُمْ بِمُعْجِزِينَ) لِلَّهِ تَعَالَى عَنْ إِنْزَالِهِ بِكُمْ، وَلَا بِفَائِتِيهِ هَرَبًا مِنْهُ، وَقَدْ عَلِمَ مُؤْمِنُو الْجِنِّ مَا جَهِلْتُمْ إِذْ قَالُوا كَمَا حَكَى الله عَنْهُمْ:  (وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعجِزَ اللهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا)  (٧٢: ١٢) . </p><p> وَقَدِ اسْتَشْكَلَ بَعْضُ الْمُفَسِّرِينَ السُّؤَالَ بِاسْتِبْعَادِ أَنْ يَكُونَ الِاسْتِفْهَامُ حَقِيقِّيًا مِنَ الْمُكَذِّبِينَ وَالْجَوَابُ بِزَعْمِهِمْ أَنَّ تَأْكِيدَهُ بِالْقَسَمْ وَغَيْرِهِ مِنَ الْمُؤَكِّدَاتِ اللَّفْظِيَّةِ لَا يُقْنِعُ السَّائِلِينَ، وَمَنْ عَرَفَ أَخْلَاقَ الْعَرَبِ فِي زَمَنِ الْبَعْثَةِ لَمْ يَسْتَشْكِلِ السُّؤَالَ، إِلَّا أَنْ يَكُونَ السَّائِلُونَ مِنَ الْمُعَانِدِينَ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَحِينَئِذٍ يَكُونُ الِاسْتِفْهَامُ لِلتَّهَكُّمِ وَالِاسْتِهْزَاءِ، أَوْ كَمَا قِيلَ: إِنَّمَا سَأَلُوا أَهْوَ جِدٌّ أَمْ هَزْلٌ، فَأَرَادُوا مِنَ الْحَقِّ لَازِمَهُ وَهُوَ الْجِدُّ لَا مُقَابِلَ الْبَاطِلِ، وَالْمَعْرُوفُ مِنْ أَخْلَاقِ الْعَرَبِ فِي ذَلِكَ الْعَهْدِ أَنَّهُ كَانَ يَقِلُّ فِيهِمُ الْكَذِبُ لِعَزَّةِ أَنْفُسِهِمْ، وَعَدَمِ خُضُوعِهِمْ لِرِيَاسَةٍ اسْتِبْدَادِيَّةٍ تَضْطَرُّهُمْ إِلَيْهِ، وَكَانُوا </p><p> يَهَابُونَ الْأَيْمَانَ الْبَاطِلَةَ وَيَخَافُونَهَا، وَمِنَ الْمَنْقُولِ عَنْهُمْ أَنَّ الْأَيْمَانَ الْفَاجِرَةَ تَدَعُ الدِّيَارَ بِلَاقِعَ، وَنَاهِيكَ بِمَا اشْتُهِرَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُنْذُ صِغَرِهِ مِنَ الصِّدْقِ وَالْأَمَانَةِ حَتَّى لَقَّبُوهُ بِالْأَمِينِ، وَقَدْ ثَبَتَ فِي الْأَحَادِيثِ الصَّحِيحَةِ أَنَّ بَعْضَهُمْ كَانَ يَسْأَلُهُ عَنْ نُبُوَّتِهِ وَعَنِ الشَّرَائِعِ وَيَسْتَحْلِفُهُ فَإِذَا حَلَفَ اطْمَأَنَّ لِصِدْقِهِ وَاتَّبَعَهُ، وَإِنَّ صِدْقَ عَرَبِ الْجَاهِلِيَّةِ لِيَقِلُّ مِثْلُهُ فِي رِجَالِ الدِّينِ وَغَيْرِهِمْ مِنْ أَهْلِ هَذَا الْعَصْرِ حَتَّى الْمُسْلِمِينَ مِنْهُمْ. </p><p> رَوَى أَحْمَدُ وَالشَّيْخَانِ وَأَصْحَابُ السُّنَنِ الثَّلَاثَةُ وَاللَّفْظُ لِلْبُخَارِيِّ عَنْ أَنَسٍ قَالَ:  ((بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي السَّجْدَةِ إِذْ دَخَلَ رَجُلٌ عَلَى جَمَلٍ،فَأَنَاخَهُ فِي الْمَسْجِدِ ثُمَّ عَقَلَهُ ثُمَّ قَالَ:أَيُّكُمْ مُحَمَّدٌ؟قُلْنَا:هَذَا الرَّجُلُ الْأَبْيَضُ الْمُتَّكِئُ فَقَالَ: ابْنُ عَبْدِ الْمُطَّلِبِ؟ فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((قَدْ أَجَبْتُكَ) ) فَقَالَ: إِنِّي سَائِلُكَ فَمُشَدِّدٌ عَلَيْكَ فِي الْمَسْأَلَةِ فَلَا تَجِدْ عَلَيَّ فِي نَفْسِكَ، قَالَ:  ((سَلْ عَمَّا بَدَالَكَ) ) فَقَالَ: أَسْأَلُكَ بِرَبِّكَ وَرَبِّ مَنْ قَبْلَكَ آللَّهُ أَرْسَلَكَ إِلَى النَّاسِ كُلِّهِمْ؟ قَالَ:  ((اللهُمَّ نَعَمْ) ) قَالَ أَنْشُدُكَ بِاللهِ آللَّهُ أَمَرَكَ أَنْ تُصَلِّيَ الصَّلَوَاتِ الْخَمْسَ فِي الْيَوْمِ وَاللَّيْلَةِ؟ قَالَ:  ((اللهُمَّ نَعَمْ) ) قَالَ: أَنْشُدُكَ بِاللهِ آللَّهُ أَمَرَكَ أَنْ تَصُومَ هَذَا الشَّهْرَ مِنَ السَّنَةِ؟ قَالَ:  ((اللهُمَّ نَعَمْ) ) قَالَ أَنْشُدُكَ بِاللهِ آللَّهُ أَمَرَكَ أَنْ تَأْخُذَ هَذِهِ الصَّدَقَةَ مِنْ أَغْنِيَائِنَا </p><p> فَتُقَسِّمَهَا عَلَى فُقَرَائِنَا؟ قَالَ:  ((اللهُمَّ نَعَمْ) ) قَالَ: آمَنْتُ بِمَا جِئْتَ بِهِ، وَأَنَا رَسُولُ مَنْ وَرَائِي مِنْ قَوْمِي، وَأَنَا ضِمَامُ بْنُ ثَعْلَبَةَ أَخُو بَنِي سَعْدِ بْنِ بَكْرٍ)) وَلَفْظُ مُسْلِمٍ عَنْهُ: قَالَ أَنَسٌ نُهِينَا فِي الْقُرْآنِ أَنْ نَسْأَلَ رَسُولَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ شَيْءٍ فَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ الرَّجُلُ الْعَاقِلُ مِنْ أَهْلِ الْبَادِيَةِ فَيَسْأَلُهُ وَنَحْنُ نَسْمَعُ، فَجَاءَ رَجُلٌ مَنْ أَهْلِ الْبَادِيَةِ فَقَالَ: يَا مُحَمَّدُ، أَتَانَا رَسُولُكَ فَزَعَمَ أَنَّكَ تَزْعُمُ أَنَّ اللهَ أَرْسَلَكَ، قَالَ:  ((صَدَقَ) ) قَالَ: فَمَنْ خَلَقَ السَّمَاءَ؟ قَالَ:  ((اللهُ) ) قَالَ: فَمَنْ خَلَقَ الْأَرْضَ؟ قَالَ ((اللهُ) ) قَالَ: فَمَنْ نَصَبَ هَذِهِ الْجِبَالَ فَجَعَلَ فِيهَا مَا جَعَلَ؟ قَالَ:  ((اللهُ) ) قَالَ: فَبِالَّذِي خَلَقَ السَّمَاءَ وَخَلَقَ الْأَرْضَ وَنَصَبَ الْجِبَالَ آللَّهُ أَرْسَلَكَ؟ قَالَ ((نَعَمْ) ) (ثُمَّ سَأَلَهُ بِالَّذِي أَرْسَلَهُ عَنْ كُلٍّ مِنَ الصَّلَوَاتِ وَالزَّكَاةِ وَصِيَامِ رَمَضَانَ وَالْحَجِّ.</p><p> فَأَجَابَ نَعَمْ) ثُمَّ وَلَّى وَقَالَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدُ عَلَيْهِنَّ وَلَا أَنْقُصُ مِنْهُنَّ فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ) ) . </p><p> وَزَادَ الْإِمَامُ أَحْمَدُ أَنَّهُ قَالَ لَهُ أَيْضًا: آللَّهُ أَمَرَكَ أَنْ تَأْمُرَنَا أَنْ نَعْبُدَهُ وَلَا نُشْرِكَ بِهِ شَيْئًا، وَأَنْ نَخْلَعَ هَذِهِ الْأَنْدَادَ الَّتِي كَانَ آبَاؤُنَا يَعْبُدُونَ مَعَهُ؟ قَالَ:  ((اللهُمَّ نَعَمْ) ) وَأَنَّهُ كَانَ أَشْعَرَ ذَا غَدِيرَتَيْنِ، وَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  ((إِنْ صَدَقَ ذُو الْعَقِيصَتَيْنِ يَدْخُلِ الْجَنَّةَ) ) وَذَكَرَ أَنَّهُ خَرَجَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَاجْتَمَعُوا إِلَيْهِ، فَكَانَ أَوَّلَ مَا تَكَلَّمَ بِهِ أَنْ قَالَ: بِئْسَتِ اللَّاتُ وَالْعُزَّى. قَالُوا: مَهْ يَا ضِمَامُ، اتَّقِ الْبَرَصَ وَالْجُذَامَ، اتَّقِ الْجُنُونَ. قَالَ: وَيْلَكْمُ إِنَّهُمَا وَاللهِ مَا يَضُرَّانِ وَلَا يَنْفَعَانِ، إِنَّ اللهَ تَعَالَى قَدْ بَعَثَ إِلَيْكُمْ رَسُولًا وَأَنْزَلَ كِتَابًا اسْتَنْقَذَكُمْ بِهِ مِمَّا كُنْتُمْ فِيهِ، وَإِنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ قَدْ جِئْتُكُمْ مِنْ عِنْدِهِ بِمَا أَمَرَكُمْ بِهِ وَنَهَاكُمْ عَنْهُ فَوَاللهِ مَا أَمْسَى فِي ذَلِكَ الْيَوْمِ فِي حَاضِرِهِ رَجُلٌ وَلَا امْرَأَةٌ إِلَّا مُسْلِمًا. </p><p> وَأَقُولُ: إِنَّ فَائِدَةَ السُّؤَالِ عَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَالْجِبَالَ وَمَا فِيهَا ثُمَّ ذِكْرَهُ فِي الْقَسَمِ، أَنَّ اسْتِحْضَارَ ذَلِكَ فِيهِ يَكُونُ أَحْرَى أَنْ يُلْتَزَمَ فِي الْجَوَابِ الصِّدْقُ وَتَعْظِيمُ الْقَسَمِ وَالْخَوْفُ مِنْ عَاقِبَةِ الْحِنْثِ، وَقَدْ خَفِيَ هَذَا كُلُّهُ عَلَى الْمُفَسِّرِينَ لِأَنَّهُمُ اعْتَادُوا إِثْبَاتَ الْعَقَائِدِ الدِّينِيَّةِ بِالْأَدِلَّةِ النَّظَرِيَّةِ الْجَدَلِيَّةِ الَّتِي وُضِعَتْ لِلْجَاحِدِينَ الْمُجَادِلِينَ بِالْبَاطِلِ، وَجَهِلَ هَذِهِ الْحَقَائِقَ أَعْدَاءُ الْإِسْلَامِ مِنَ الْإِفْرِنْجِ، وَلَا سِيَّمَا السِّيَاسِيِّينَ رِجَالِ الْكَنِيسَةِ الْكَاثُولِيكِيَّةِ وَدُعَاةِ التَّنْصِيرِ الْبُرُوتِسْتَنْتِيُّ الْمَطْبُوعِينَ عَلَى الْكَذِبِ وَالْكَسْبِ بِهِ وَالْأَخْذِ بِقَوْلِ رُؤَسَائِهِمْ:  ((إِنَّ الْغَايَةَ تُبَرِّرُ الْوَاسِطَةَ) ) يَعْنُونَ أَنَّ اقْتِرَافَ الْكَذِبِ وَسَائِرِ الرَّذَائِلِ لِأَجْلِ مَصْلَحَةِ الْكَنِيسَةِ فَضِيلَةٌ - جَهِلَ هَؤُلَاءِ أَنَّ عُبَّادَ الْأَصْنَامِ فِي الْجَاهِلِيَّةِ كَانُوا أَشَدَّ مِنْهُمُ احْتِرَامًا لِلصِّدْقِ، فَضْلًا عَنِ الْإِسْلَامِ وَكِتَابِهِ وَنَبِيِّهِ </p>"
}