{
  "id": null,
  "sura": 10,
  "aya": 46,
  "text": "<p> (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعَدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا</p><p> وَلَا نَفْعًا إِلَّا مَا شَاءَ اللهُ لِكُلِّ أُمَّةٍ أَجْلٌ إِذَا جَاءَ أَجْلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ ثُمَّ قِيلَ لِلَّذِينِ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجَزِينَ وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ أَلَا إِنَّ وَعْدَ اللهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ) . </p><p> هَذِهِ الْآيَاتُ تَتِمَّةُ الرَّدِّ عَلَى الْمُشْرِكِينَ فِي تَكْذِيبِ مَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ مِنَ الْعِقَابِ الَّذِي سَبَقَ فِي الْآيَةِ ٣٩ وَمَا بَعْدَهَا. </p><p> (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ) هَذِهِ جُمْلَةٌ شَرْطِيَّةٌ زِيدَتْ ((مَا) ) فِي حَرْفِ الشَّرْطِ ((إِنْ) ) وَنُونُ التَّوْكِيدِ فِي فِعْلِهِ فَكَانَ تَوْكِيدُهُ مُزْدَوَجًا، وَالْمُرَادُ بِالْآيَةِ تَأْكِيدُ وُقُوعِ مَا وَعَدَ اللهُ هَؤُلَاءِ الْمُشْرِكِينَ مِنَ الْعِقَابِ فِي الدُّنْيَا وَالْآخِرَةِ بِشَرْطِهِ فِيهِمَا، لَا يَتَخَلَّفُ مِنْهُمَا شَيْءٌ فِي جُمْلَتِهِمَا، سَوَاءٌ أَرَى اللهُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْضَ الْقِسْمِ الْأَوَّلِ مِنْهُ وَشَاهَدَهُ، أَمْ تَوَفَّاهُ قَبْلَ إِرَادَتِهِ إِيَّاهُ فَإِبْهَامُ اللهِ تَعَالَى إِيَّاهُ لِلْحِكْمَةِ الْمُقْتَضِيَةِ لَهُ فِي أَوَائِلِ الْبَعْثَةِ مِنْ جِهَةِ قُرْبِهِ أَوْ بُعْدِهِ وَرُؤْيَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُ وَعَدَمِ رُؤْيَتِهِ </p><p> لَا يُفِيدُهُمْ شَيْئًا، وَسَنُبَيِّنُ هَذِهِ الْحِكْمَةَ فِي إِبْهَامِهِ. فَالْمَعْنَى: وَإِنْ نُرِيَنَّكَ أَيُّهَا الرَّسُولُ بَعْضَ الَّذِي نَعِدُهُمْ مِنَ الْعِقَابِ فِي الدُّنْيَا فَذَاكَ - وَفِيهِ إِشَارَةٌ إِلَى أَنَّهُ سَيُرِيهِ بَعْضَهُ لَا كُلَّهُ، (أَوْ نَتَوَفَّيَنَّكَ) بِقَبْضِكَ إِلَيْنَا قَبْلَ إِرَاءَتِكَ إِيَّاهُ فَإِلَيْنَا مَرْجِعُهُمْ وَعَلَيْنَا حِسَابُهُمْ حَيْثُ يَكُونُ الْقِسْمُ الثَّانِي مِنْهُ وَهُوَ عِقَابُ الْآخِرَةِ، وَيَجُوزُ أَنْ يُجْعَلَ هَذَا جَوَابَ الشَّرْطِ بِقِسْمَيْهِ، وَالْمَعْنَى: فَإِلَيْنَا وَحْدَنَا يَرْجِعُ أَمْرُهُمْ فِي الْحَالَيْنِ (ثُمَّ اللهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ) بَعْدَكَ أَوْ مُطْلَقًا فَيَجْزِيهِمْ بِهِ عَلَى عِلْمٍ وَشَهَادَةٍ حَقٍّ، وَالْمُرَادُ أَنَّهُ لَا فَائِدَةَ لَهُمْ مِمَّا حَكَاهُ تَعَالَى عَنْهُمْ فِي تَرَبُّصِهِمْ مَوْتَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاسْتِرَاحَتِهُمْ مِنْ دَعْوَتِهِ وَنُذُرِهِ بِمَوْتِهِ كَمَا تَرَاهُ فِي سُورَةِ الطُّورِ وَآخَرِ سُورَةِ طَهَ، فَالْعَذَابُ وَاقِعٌ مَا لَهُ مِنْ دَافِعٍ. </p><p> وَقَدْ وَرَدَ بِمَعْنَى هَذِهِ الْآيَةِ قَوْلُهُ تَعَالَى:  (فَاصْبِرْ إِنَّ وَعْدَ اللهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ)  (٤٠: ٧٧) وَيَلِيهَا آيَةٌ بِمَعْنَى الْآيَةِ الَّتِي تَلِي هَذِهِ ذُكِرَ فِيهَا الرُّسُلُ وَكَوْنُ آيَاتِهِمْ بِإِذْنِ اللهِ لَا مِنْ كَسْبِهِمْ، وَالْقَضَاءُ عَلَى أَقْوَامِهِمْ بِالْهَلَاكِ بَعْدَهَا، وَمِنْهَا قَوْلُهُ بَعْدَ آيَةٍ فِي إِرْسَالِ الرُّسُلِ وَكَوْنِ آيَاتِهِمْ إِنَّمَا هِيَ بِإِذْنِ اللهِ وَلِكُلِّ أَجَلٍ كِتَابٌ:  (وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ)  (١٣: ٤٠) وَمَا بَعْدَهَا فِي مَعْنَى السِّيَاقِ الَّذِي هُنَا، وَقَوْلُهُ:  (فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ)  (٤٣: ٤١، ٤٢) وَقَبْلَهَا: (أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ)  (٤٣: ٤٠) وَهُوَ بِمَعْنَى مَا قَبْلَ هَذِهِ أَيْضًا. </p><p> وَقَدْ أَبْهَمَ أَمْرَ عَذَابِ الدُّنْيَا فِي كُلِّ هَذِهِ الْآيَاتِ وَآيَاتٍ أُخْرَى، فَلَمْ يُصَرِّحْ بِأَنَّهُ سَيَقَعُ بِهِمْ مَا وَقَعَ بِالْأُمَمِ الَّتِي كَذَّبَتِ الرُّسُلَ مِنْ قَبْلِهِمْ وَهُوَ عَذَابُ الِاسْتِئْصَالِ، وَلَكِنَّهُ أَشَارَ إِلَيْهِ فِي قَوْلِهِ:  (قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ)  (٢٣: ٩٣، ٩٤) أَيْ كَمَا هِيَ سُنَّتُكَ فِي رُسُلِكَ الْأَوَّلِينَ، وَقَدْ أَجَابَ اللهُ دُعَاءَهُ فَقَالَ:  (وَمَا كَانَ اللهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ)  (٨: ٣٣) . </p>"
}