{
  "id": null,
  "sura": 10,
  "aya": 108,
  "text": "<p> هَذَا النِّدَاءُ خَاتِمَةُ الْبَلَاغِ لِلنَّاسِ كَافَّةً، بِمُقْتَضَى بِعْثَةِ الرَّسُولِ الْعَامَّةِ، وَهُوَ إِجْمَالٌ لِمَا فُصِّلَ فِي هَذِهِ السُّورَةِ وَسَائِرِ السُّوَرِ الْمُبَارَكَةِ. </p><p> (قُلْ يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ) أَيْ قُلْ أَيُّهَا الرَّسُولُ مُخَاطِبًا لِجَمِيعِ الْبَشَرِ، مَنْ حَضَرَ مِنْهُمْ فَسَمِعَ هَذِهِ الدَّعْوَةَ مِنْكَ، وَمَنْ سَتَبْلُغُهُ عَنْكَ: قَدْ </p><p> جَاءَكُمُ الْحَقُّ الْمُبَيِّنُ لِحَقِيقَةِ الدِّينِ مِنْ رَبِّكُمْ، بِوَحْيِهِ إِلَى رَجُلٍ مِنْكُمْ، وَهُوَ الَّذِي افْتُتِحَتْ هَذِهِ السُّورَةُ بِهِ، وَقَدْ كَانَ هَذَا الْحَقُّ مَجْهُولًا خَفِيًّا عَنْكُمْ، بِمَا جَهِلَ بَعْضُكُمْ مِنْ دَعْوَةِ الرُّسُلِ الْأَقْدَمِينَ، وَمَا حَرَّفَ بَعْضُكُمْ وَجَهِلَ وَبَدَّلَ وَتَأَوَّلَ مِنْ كُتُبِ الْأَنْبِيَاءِ الْمُتَأَخِّرِينَ، وَفَصَّلَهُ لَكُمْ هَذَا الْكِتَابُ الْعَرَبِيُّ الْمُبِينُ (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) أَيْ فَمَنِ اهْتَدَى بِمَا جَاءَ بِهِ هَذَا الرَّسُولُ فِي هَذَا الْكِتَابِ الَّذِي لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ، فَإِنَّمَا فَائِدَةُ اهْتِدَائِهِ لِنَفْسِهِ ; لِأَنَّهُ يَنَالُ بِهِ السَّعَادَةَ فِي دُنْيَاهُ وَدِينِهِ، دُونَ عَمَلِ غَيْرِهِ، وَلَا فِدَائِهِ وَلَا تَأْثِيرِهِ (وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) أَيْ وَمَنْ ضَلَّ عَنْ هَذَا الْحَقِّ بِإِعْرَاضِهِ عَنْ آيَاتِهِ فِي هَذَا الْقُرْآنِ، وَحُجَجِهِ فِيهِ بِآيَاتِهِ فِي الْأَنْفُسِ وَالْآفَاقِ، فَإِنَّمَا وَبَالُ ضَلَالِهِ عَلَى نَفْسِهِ بِمَا يَفُوتُهُ مِنْ فَوَائِدِ الِاهْتِدَاءِ فِي الدُّنْيَا، وَمَا يُصِيبُهُ مِنَ الْعَذَابِ عَلَى كُفْرِهِ وَجَرَائِمِهِ فِي الْآخِرَةِ (وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ) أَيْ وَمَا أَنَا بِمُوَكَّلٍ مِنْ عِنْدِ اللهِ بِأُمُورِكُمْ، وَلَا مُسَيْطِرٍ عَلَيْكُمْ فَأُكْرِهَكُمْ عَلَى الْإِيمَانِ، وَأَمْنَعَكُمْ بِقُوَّتِي مِنَ الْكُفْرِ وَالْعِصْيَانِ، وَلَيْسَ عَلَيَّ هُدَاكُمْ، وَلَا أَمَلِكُ نَفْعَكُمْ وَلَا ضَرَّكُمْ، وَإِنَّمَا أَنَا بَشِيرٌ لِمَنِ اهْتَدَى، وَنَذِيرٌ لِمَنْ ضَلَّ وَغَوَى، وَقَدْ أَعْذَرَ مَنْ أَنْذَرَ. </p><p> (وَاتَّبِعْ مَا يُوحَى إِلَيْكَ) فِي هَذَا الْقُرْآنِ عِلْمًا وَعَمَلًا وَتَعْلِيمًا (وَاصْبِرْ) كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ عَلَى مَا يُصِيبُكَ مِنَ الْأَذَى فِي ذَاتِ اللهِ، وَالْجِهَادِ بِهِ فِي سَبِيلِ اللهِ (حَتَّى يَحْكُمَ اللهُ) بَيْنَكَ وَبَيْنَ الْمُكَذِّبِينَ، وَيُنْجِزَ لَكَ مَا وَعَدَكَ، (وَهُوَ خَيْرُ الْحَاكِمِينَ) أَيْ كُلُّ مَنْ يَقَعُ مِنْهُمْ حُكْمٌ ; لِأَنَّهُ لَا يَحْكُمُ إِلَّا بِالْحَقِّ، وَغَيْرُهُ قَدْ يَحْكُمُ بِالْبَاطِلِ لِجَهْلِهِ الْحَقَّ أَوْ لِمُخَالَفَتِهِ لَهُ بِاتِّبَاعِ الْهَوَى. وَقَدِ امْتَثَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمْرَ رَبِّهِ، وَصَبَرَ حَتَّى حَكَمَ اللهُ بَيْنَهُ وَبَيْنَ قَوْمِهِ، وَأَنْجَزَ وَعْدَهُ لَهُ وَلِمَنِ اتَّبَعَهُ مِنَ الْمُؤْمِنِينَ، فَاسْتَخْلَفَهُمْ فِي الْأَرْضِ وَجَعَلَهُمُ الْأَئِمَّةَ الْوَارِثِينَ، مُدَّةَ إِقَامَتِهِمْ لِهَذَا الدِّينِ، فَجَزَاهُ اللهُ عَنْ أُمَّتِهِ أَفْضَلَ مَا جَزَى نَبِيًّا عَنْ قَوْمِهِ، وَجَعَلَنَا مِنَ الْمُهْتَدِينَ بِمَا جَاءَ بِهِ مِنْ كِتَابِ رَبِّهِ، وَسُنَّتِهِ الْمُبَيِّنَةِ لَهُ، عِلْمًا وَعَمَلًا، وَإِرْشَادًا وَتَعْلِيمًا، وَصَلَّى الله عَلَيْهِ وَعَلَى آلِهِ وَصَحَابَتِهِ وَمَنِ اتَّبَعَهُ وَسَلَّمَ تَسْلِيمًا. </p><p> (تَمَّ تَفْسِيرُ سُورَةِ يُونُسَ بِفَضْلِ اللهِ وَتَوْفِيقِهِ تَفْصِيلًا) </p><p> وَيَلِيهِ بَيَانُ مَا فِيهَا مِنَ الْعَقَائِدِ وَالْقَوَاعِدِ إِجْمَالًا </p><p> الْخُلَاصَةُ الْإِجْمَالِيَّةُ لِسُورَةِ يُونُسَ عَلَيْهِ السَّلَامُ </p><p> وَفِيهَا سِتَّةُ أَبْوَابٍ </p><p> (جَمِيعُ آيَاتِ هَذِهِ السُّورَةِ فِي أُصُولِ عَقَائِدِ الْإِسْلَامِ الَّتِي كَانَ يُنْكِرُهَا مُشْرِكُو الْعَرَبِ،وَهِيَ:تَوْحِيدُ اللهِ تَعَالَى، وَالْوَحْيُ وَالرِّسَالَةُ، وَالْبَعْثُ وَالْجَزَاءُ، وَمَا يُنَاسِبُ هَذِهِ الثَّلَاثَ وَيَمُدُّهَا مِنْ صِفَاتِهِ تَعَالَى وَأَفْعَالِهِ وَتَنْزِيهِهِ وَآيَاتِهِ وَسُنَنِهِ فِي خَلْقِهِ، وَشُئُونُ الْبَشَرِ فِي صِفَاتِهِمْ وَعَادَاتِهِمْ وَأَعْمَالِهِمْ، وَمُحَاجَّةُ مُشْرِكِي مَكَّةَ فِي ذَلِكَ كُلِّهِ، وَلَا سِيَّمَا هِدَايَةِ الْقُرْآنِ وَالرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالْعِبْرَةُ بِأَحْوَالِ الرُّسُلِ مَعَ أَقْوَامِهِمْ، فَهِيَ كَسُورَةِ الْأَنْعَامِ فِي السُّوَرِ الْمَكِّيَّةِ إِلَّا أَنَّهَا أَكْثَرُ مِنْهَا وَمِنْ سَائِرِ السُّوَرِ إِثْبَاتًا لِلْوَحْيِ وَالرِّسَالَةِ، وَتَحَدِّيًا بِالْقُرْآنِ وَبَيَانًا لِإِعْجَازِهِ وَحَقِّيَّتِهِ وَصِدْقِ وَعْدِهِ وَوَعِيدِهِ، وَهَذِهِ الْمَقَاصِدُ أَوِ الْعَقَائِدُ مُكَرَّرَةٌ فِيهَا بِالْأُسْلُوبِ الْبَدِيعِ، وَالنَّظْمِ الْبَلِيغِ، بِحَيْثُ يَحْدُثُ فِي نَفْسِ سَامِعِهَا وَقَارِئِهَا أَرْوَعُ الْإِقْنَاعِ وَالتَّأْثِيرِ، مِنْ حَيْثُ لَا يَشْعُرُ بِمَا فِيهِ مِنَ التَّكْرِيرِ، وَإِنَّنِي أُوجِزُ فِي تَلْخِيصِ هَذِهِ الْأُصُولِ فِي أَبْوَابِهَا ; لِمَا سَبَقَ فِي هَذَا الْجُزْءِ مِنْ بَسْطِهَا فِي مَبَاحِثِ الْوَحْيِ مِنْ تَفْسِيرِ أَوَّلِ السُّورَةِ، وَلَا سِيَّمَا مَسَائِلِ إِعْجَازِ الْقُرْآنِ، وَإِثْبَاتِ نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّتِي امْتَازَتْ بِهَا عَلَى سَائِرِ السُّوَرِ) . </p><p> الْبَابُ الْأَوَّلُ </p><p> (فِي تَوْحِيدِ اللهِ تَعَالَى فِي رُبُوبِيَّتِهِ وَأُلُوهِيَّتِهِ وَصِفَاتِ عَظَمَتِهِ وَعُلُوِّهِ، وَتَدْبِيرِهِ لِأُمُورِ عِبَادِهِ، وَتَصَرُّفِهِ فِيهِمْ وَفَضْلِهِ عَلَيْهِمْ وَرَحْمَتِهِ بِهِمْ، وَعِلْمِهِ بِشُئُونِهِمْ، وَتَنْزِيهِهِ عَنْ ظُلْمِهِمْ، وَعَمَّا لَا يَلِيقُ بِهِ مِنْ أَوْهَامِهِمْ، وَفِي آيَاتِهِ الدَّالَّةِ عَلَى مَا ذُكِرَ كُلِّهِ وَفِيهِ ثَلَاثَةُ فَصُولٍ) </p><p> (الْفَصْلُ الْأَوَّلُ: فِي تَوْحِيدِ الرُّبُوبِيَّةِ وَالْأُلُوهِيَّةِ) </p><p> أَجْمَعُ الْآيَاتِ فِي هَذَا التَّوْحِيدِ الْآيَةُ الثَّالِثَةُ مِنْ هَذِهِ السُّورَةِ، الَّتِي خَاطَبَتِ النَّاسَ بِأَنَّ رَبَّهُمْ هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ أَطْوَارًا فِي سِتَّةِ أَيَّامِ أَيْ أَزْمِنَةً، تَمَّ فِيهَا خَلْقُهَا وَتَكْوِينُهَا فَكَانَتْ مُلْكًا عَظِيمًا، ثُمَّ اسْتَوَى عَلَى عَرْشِ هَذَا الْمُلْكِ الِاسْتِوَاءَ اللَّائِقَ بِهِ، الدَّالَّ عَلَى عُلُوِّهِ الْمُطْلَقِ عَلَى جَمِيعِ خَلْقِهِ، وَإِحَاطَتِهِ بِهِ بِعِلْمِهِ وَقُدْرَتِهِ، وَتَدْبِيرِ </p><p> الْأَمْرِ فِيهِ بِمَشِيئَتِهِ وَحِكْمَتِهِ وَرَحْمَتِهِ، بِغَيْرِ حَدٍّ وَلَا تَشْبِيهٍ، وَلَا شَرِيكٍ لَهُ فِي الْخَلْقِ وَالتَّقْدِيرِ، وَلَا فِي التَّصَرُّفِ وَالتَّدْبِيرِ، مَا مِنْ شَفِيعٍ عِنْدَهُ إِلَّا مِنْ بَعْدِ إِذْنِهِ، فَلَهُ وَحْدَهُ الْأَمْرُ، وَبِيَدِهِ النَّفْعُ وَالضُّرُّ. </p><p> بَعْدَ تَقْرِيرِ هَذِهِ الْحَقِيقَةِ فِي تَوْحِيدِ الرُّبُوبِيَّةِ قَالَ تَعَالَى مُحْتَجًّا بِهَا عَلَى تَوْحِيدِ الْأُلُوهِيَّةِ:  (ذَلِكُمُ اللهُ رَبُّكُمْ فَاعْبُدُوهُ) ٣ أَيْ فَاعْبُدُوهُ وَحْدَهُ، وَلَا تَعْبُدُوا مَعَهُ غَيْرَهُ بِطَلَبِ شَفَاعَةٍ وَلَا دُعَاءٍ </p><p> وَلَا مَا دُونَهُمَا مِنْ مَظَاهِرِ الْعِبَادَةِ ; إِذْ لَا رَبَّ لَكُمْ غَيْرُهُ، وَإِنَّمَا تَجِبُ الْعِبَادَةُ لِرَبِّ الْعِبَادِ دُونَ غَيْرِهِ. وَاسْتَدَلَّ عَلَى تَوْحِيدِ الرُّبُوبِيَّةِ بِمَا فِي الْآيَاتِ ٣ - ٦ مِنَ الْآيَاتِ (الدَّلَائِلِ) الْكَوْنِيَّةِ. </p><p> ثُمَّ عَادَ إِلَى تَوْحِيدِ الْأُلُوهِيَّةِ وَهُوَ الْعِبَادَةُ الْخَاصَّةُ فِي الْآيَةِ:  (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللهِ)  (١٨) وَدَحَضَ هَذَا الْقَوْلَ مُنَزِّهًا نَفْسَهُ عَنْ هَذَا الشِّرْكِ. </p><p> ثُمَّ احْتَجَّ عَلَى بُطْلَانِ شِرْكِهِمْ هَذَا بِمَا فِي الْآيَتَيْنِ ٢٢ و٢٣ مِنْ ضَرْبِ مَثَلٍ لَهُمْ يَعْرِفُونَهُ بِالتَّجْرِبَةِ ; لِوُقُوعِهِ لِكَثِيرٍ مِنْهُمْ فِي أَزْمِنَةٍ مُخْتَلِفَةٍ، وَهُوَ أَنَّهُمْ إِذَا رَكِبُوا فِي الْفُلْكِ وَعَصَفَتْ بِهِمُ الرِّيحُ، وَهَاجَ بِهِمُ الْبَحْرُ وَأَشْرَفُوا عَلَى الْهَلَاكِ، يَدْعُونَ اللهَ وَحْدَهُ مُخْلِصِينَ لَهُ الدِّينَ، وَيَنْسَوْنَ عِنْدَ شِدَّةِ الْخَطَرِ مَا كَانُوا يُشْرِكُونَ بِهِ مِنَ الشُّفَعَاءِ وَالْأَوْلِيَاءِ. </p><p> ثُمَّ عَادَ إِلَى التَّذْكِيرِ بِالْآيَاتِ الْكَوْنِيَّةِ عَلَى وَحْدَانِيَّةِ الرُّبُوبِيَّةِ فِي الْآيَاتِ ٣١ - ٣٦ وَإِلَى تَوْحِيدِ الْأُلُوهِيَّةِ فِي الْآيَةِ:  (قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللهُ)  (٤٩) . </p><p> ثُمَّ عَادَ إِلَى التَّذْكِيرِ بِتَوْحِيدِ الرُّبُوبِيَّةِ فِي سِيَاقٍ آخَرَ فَبَيَّنَ فِي الْآيَةِ ٥٥ أَنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، وَأَنَّ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللهِ لَا يَتَّبِعُونَ شُرَكَاءَ لِلَّهِ إِذْ لَا شُرَكَاءَ لَهُ، مَا يَتَّبِعُونَ إِلَّا الظَّنَّ وَالْخَرَصَ. </p><p> ثُمَّ بَيَّنَ فِي الْآيَتَيْنِ ٧١ و٨٥ أَنَّ كَمَالَ التَّوْحِيدِ فِي التَّوَكُّلِ عَلَى اللهِ وَحْدَهُ. </p><p> وَمِنْ شُئُونِ الرَّبِّ وَحَقِّهِ عَلَى عِبَادِهِ التَّشْرِيعُ الدِّينِيُّ، وَقَدْ بَيَّنَ فِي الْآيَةِ ١٥ وَالْآيَةِ ١٠٩ أَنَّ الرَّسُولَ مُتَّبِعٌ لِمَا يُوحَى إِلَيْهِ عَمَلًا وَتَبْلِيغًا، لَا مُشَرِّعٌ مُسْتَقِلٌّ فِيهِ وَلَا مُتَحَوِّلٌ عَنْهُ. </p><p> وَفِي الْآيَتَيْنِ ٥٩ و٦٠ أَنَّ جَمِيعَ مَا أَنْزَلَهُ اللهُ تَعَالَى لِعِبَادِهِ وَأَنْعَمَ بِهِ عَلَيْهِمْ مِنْ أَنْوَاعِ الرِّزْقِ فَهُوَ حَلَالٌ لَهُمْ، لَيْسَ لِأَحَدٍ مِنْهُمْ حَقٌّ أَنْ يُحَرِّمَهُ عَلَيْهِمْ لِذَاتِهِ تَحْرِيمًا دِينِيًّا. وَأَنَّ مَنْ تَحَكَّمَ فِيهِ بِالتَّحْرِيمِ وَالتَّحْلِيلِ فَهُوَ مُعْتَدٍ عَلَى حَقِّهِ تَعَالَى مُفْتَرٍ عَلَيْهِ. </p><p> (الْفَصْلُ الثَّانِي: فِي صِفَاتِ الذَّاتِ مِنَ الْعِلْمِ وَالْمَشِيئَةِ وَالْعِزَّةِ وَالرَّحْمَةِ) </p><p> أَمَّا الْعِلْمُ فَحَسْبُكَ مِنْ هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى:  (وَمَا تَكُونُ فِي شَأْنٍ)  (٦١) إِلَخْ. فَرَاجِعْ تَفْسِيرَهَا وَتَأَمَّلْ عَجَائِبَ بَلَاغَتِهَا، وَإِحَاطَتَهَا بِعَظَائِمِ الْأُمُورِ وَصَغَائِرِهَا، وَظَوَاهِرِ الْأَعْمَالِ وَخَفَايَاهَا، وَذَرَّاتِ الْوُجُودِ قَرِيبِهَا وَبَعِيدِهَا جَلِيِّهَا وَخَفِيِّهَا، وَمَا تُدْرِكُهُ الْمَشَاعِرُ وَمَا لَا تُدْرِكُهُ مِنْ خَلَايَا مَرْكَبَاتِهَا وَدَقَائِقِ بَسَائِطِهَا. وَتَدَبَّرْ تَعَلُّقَ عِلْمِ اللهِ تَعَالَى بِهَا كُلِّهَا، وَكِتَابَتَهُ لَهَا مِنْ قَبْلِ إِيجَادِهَا، وَشُهُودَهُ إِيَّاكَ فِي كُلِّ مَا تَكُونُ فِيهِ مِنْهَا، تَجِدْهُ رَافِعًا لَكَ إِلَى أَعْلَى دَرَجَاتِ الْإِيمَانِ وَالْإِسْلَامِ وَالْإِحْسَانِ. </p><p> ثُمَّ تَأَمَّلْ قَوْلَهُ تَعَالَى فِي الَّذِينَ يُشْرِكُونَ بِاللهِ غَيْرَهُ بِمَا يَرْجُونَ مِنْ نَفْعِهِمْ لَهُمْ، وَكَشْفِهِمُ الضُّرَّ عَنْهُمْ بِشَفَاعَتِهِمْ عِنْدَهُ تَعَالَى مِنَ الْآيَةِ:  (قُلْ أَتُنَبِّئُونَ اللهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ)  (١٨) تَعْلَمْ مِقْدَارَ جَهْلِ الْإِنْسَانِ وَجِنَايَتِهِ عَلَى نَفْسِهِ، بِمَا يَقُولُهُ عَلَى اللهِ تَعَالَى بِغَيْرِ عِلْمٍ، مِنْ تَصْغِيرِ أَمْرِ الرُّبُوبِيَّةِ، وَالشِّرْكِ فِي الْأُلُوهِيَّةِ بِالتَّوَجُّهِ فِي الدُّعَاءِ وَالرَّجَاءِ وَالْخَوْفِ إِلَى غَيْرِهِ تَعَالَى بِمَا هُوَ عَيْنُ الشِّرْكِ بِهِ كَمَا تَقَدَّمَ آنِفًا. </p><p> وَأَمَّا صِفَةُ الْمَشِيئَةِ فَتَأَمَّلْ فِيهَا أَمْرَهُ تَعَالَى لِرَسُولِهِ الْأَعْظَمِ فِي الْآيَةِ:  (قُلْ لَوْ شَاءَ اللهُ مَا تَلَوْتُهُ عَلَيْكُمْ)  (١٦) إِلَخْ. وَفِي الْآيَةِ:  (قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللهُ)  (٤٩) تَعْلَمْ مِنْهُ قَدْرَ إِيمَانِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَشِيئَةِ رَبِّهِ عَزَّ وَجَلَّ، ثُمَّ انْظُرْ قَوْلَهُ تَعَالَى لَهُ:  (وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا)  (٩٩) تَعْلَمْ مِنْهُ كَيْفَ شَاءَ اللهُ تَعَالَى أَنْ يَخْلُقَ الْمُكَلَّفِينَ فِي هَذِهِ الْأَرْضِ مُخْتَلِفِي الِاسْتِعْدَادِ لِلْإِيمَانِ وَالْكُفْرِ وَالْخَيْرِ وَالشَّرِّ، وَأَنَّ مَا وَهَبَهُ مِنَ الْمَشِيئَةِ وَالِاسْتِطَاعَةِ لِأَعْظَمِهِمْ قَدْرًا وَفَضْلًا لَا يُمْكِنُ أَنْ يَخْرُجَ عَنْ مُقْتَضَى مَشِيئَتِهِ وَسُنَنِهِ فِي نِظَامِ خَلْقِهِ، وَيُؤَكِّدُهُ قَوْلُهُ تَعَالَى بَعْدَهُ:  (وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللهِ)  (١٠٠) وَهُوَ بَيَانٌ لِسُنَّتِهِ الَّتِي اقْتَضَتْهَا مَشِيئَتُهُ فِي اخْتِيَارِهِمْ لِكُلٍّ مِنَ الْإِيمَانِ وَالْكُفْرِ، وَمَا يَسْتَلْزِمَانِ مِنْ عَمَلِ الْخَيْرِ وَالشَّرِّ. </p><p> وَفِي مَعْنَاهُ قَوْلُهُ فِيمَا يُصِيبُهُمْ مِنْ ضُرٍّ وَنَفْعٍ وَخَيْرٍ وَشَرٍّ، وَكَوْنِ كُلٍّ مِنْهُمَا بِالْأَسْبَابِ الْمُقَيَّدَةِ بِسُنَنِهِ فِي الْخَلْقِ بِمُقْتَضَى إِرَادَتِهِ:  (وَإِنْ يَمْسَسْكَ اللهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ)  (١٠٧) الْآيَةَ: فَلَا يَقْدِرُ الْأَوْلِيَاءُ وَمَنْ يُسَمُّونَهُمُ الشُّفَعَاءَ عَلَى النَّفْعِ وَلَا عَلَى الضُّرِّ مِنْ غَيْرِ أَسْبَابِهِمَا الْمُشْتَرَكَةِ بَيْنَ جَمِيعِ النَّاسِ، وَإِنَّمَا يَقْدِرُ عَلَى ذَلِكَ وَاضِعُ السُّنَنِ وَالْأَسْبَابِ وَحْدَهُ، </p><p> وَالْمُرَادُ مِنْ كُلِّ هَذِهِ الْآيَاتِ سَدُّ ذَرَائِعِ الشِّرْكِ وَإِعْتَاقُ الْبَشَرِ مِنْ رِقِّهِ، بِاعْتِمَادِهِمْ فِي أُمُورِهِمْ عَلَى مَا وَهَبَهُمْ مِنَ الْقُوَى، وَطَلَبُ كُلِّ شَيْءٍ مِنْ أَسْبَابِهِ الَّتِي سَخَّرَهَا اللهُ لَهُمْ، وَالتَّوَجُّهُ إِلَيْهِ وَحْدَهُ فِي تَسْخِيرِ مَا يَعْجِزُونَ عَنْهُ، وَمَعَ هَذَا كُلِّهِ نَرَى مَنْ سَرَتْ إِلَيْهِمْ عَدْوَى الْوَثَنِيَّةِ مِنْ أَهْلِهَا، يَتَوَجَّهُونَ إِلَى غَيْرِهِ تَعَالَى مِنَ الْأَحْيَاءِ وَالْأَمْوَاتِ الْمُعْتَقَدِينَ فِيمَا لَا يَقْدِرُونَ عَلَيْهِ بِكَسْبِهِمْ، وَفِيمَا هُوَ مِنْ كَسْبِهِمْ أَيْضًا. وَلَكِنَّهُمْ يَجْهَلُونَ قُدْرَتَهُمْ أَوْ قُدْرَةَ أَمْثَالِهِمْ كَالْأَطِبَّاءِ عَلَيْهِ، وَيَظُنُّونَ أَنَّ مُعْتَقَدِيهِمُ - الْمُتَصَرِّفِينَ فِي الْكَوْنِ بِزَعْمِهِمْ - أَقْرَبُ مَنَالًا، كَمَا بَسَطْنَاهُ فِي تَفْسِيرِ كُلِّ هَذِهِ الْآيَاتِ وَأَمْثَالِهَا مُكَرَّرًا اتِّبَاعًا لِكِتَابِهِ تَعَالَى. </p><p> وَأَمَّا صِفَةُ الْعِزَّةِ فَلَيْسَ فِي هَذِهِ السُّورَةِ ذِكْرٌ لَهَا إِلَّا قَوْلَهُ تَعَالَى:  (وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ)  (٦٥) وَمَعْنَاهَا الْمَنَعَةُ وَالْقُوَّةُ الَّتِي شَأْنُهَا أَنْ يَغْلِبَ صَاحِبُهَا وَلَا يُغْلَبَ عَلَى أَمْرِهِ، وَيَنَالَ خَصْمُهُ مِنْهُ. وَكَانَ الْمُشْرِكُونَ يَعْتَزُّونَ بِكَثْرَتِهِمْ وَقُوَّتِهِمْ وَثَرْوَتِهِمْ تُجَاهَ قِلَّةِ الْمُؤْمِنِينَ وَضَعْفِهِمْ وَفَقْرِهِمْ، فَيَطْعَنُونَ فِي الرَّسُولِ وَفِي الْإِسْلَامِ وَأَهْلِهِ فَيُحْزِنُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا يَقُولُونَ، فَنَهَاهُ عَزَّ وَجَلَّ عَنْ هَذَا الْحُزْنِ وَعَلَّلَهُ بِأَنَّ الْعِزَّةَ الْحَقَّ هِيَ لِلَّهِ وَحْدَهُ، فَهُوَ يُعِزُّ مَنْ يَشَاءُ وَيُذِلُّ مَنْ يَشَاءُ، وَقَدْ كَتَبَهَا لِرَسُولِهِ وَلِلْمُؤْمِنِينَ كَمَا </p><p> بَيَّنَّاهُ فِي تَفْسِيرِ الْآيَةِ، وَفِي هَذِهِ الْآيَةِ ذَكَرَ السَّمْعَ وَالْعِلْمَ ; لِتَذْكِيرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَنِ اتَّبَعَهُ مِنَ الْمُؤْمِنِينَ بِسَمْعِهِ تَعَالَى لِأَقْوَالِهِمْ، كَإِحَاطَتِهِ عِلْمًا بِأَعْمَالِهِمْ، فَهُوَ قَدِيرٌ عَلَى إِعْزَازِهِ وَإِذْلَالِهِمْ. </p><p> وَأَمَّا صِفَةُ الرَّحْمَةِ فَقَدْ جَاءَتْ مُقْتَرِنَةً بِالْمَغْفِرَةِ فِي فَاصِلَةِ الْآيَةِ ١٠٧ النَّاطِقَةِ بِانْفِرَادِهِ تَعَالَى بِكَشْفِ الضُّرِّ وَإِرَادَةِ الْخَيْرِ كَمَا تَقَدَّمَ. </p><p> وَذُكِرَتِ الرَّحْمَةُ بِآثَارِهَا وَمُتَعَلَّقَاتِهَا فِي الرِّزْقِ مِنَ الْآيَةِ ٢١. وَفِي خَصَائِصِ الْقُرْآنِ التَّشْرِيعِيَّةِ مِنَ الْآيَةِ ٥٧ وَفِيمَا يَعُمُّهُمَا مِنَ الْآيَةِ ٥٨ وَفِي التَّنْبِيهِ مِنَ الظُّلْمِ وَحُكْمِ الْكَافِرِينَ فِي الْآيَةِ ٨٦ فَنَسْأَلُهُ تَعَالَى أَنْ يَعُمَّنَا بِأَنْوَاعِ رَحْمَتِهِ كُلِّهَا وَيَجْعَلَنَا مِنَ الشَّاكِرِينَ. </p><p> (الْفَصْلُ الثَّالِثُ: فِي تَقْدِيسِهِ تَعَالَى وَتَنْزِيهِهِ وَغِنَاهُ عَنْ كُلِّ مَا سِوَاهُ) </p><p> نَزَّهَ اللهُ تَعَالَى نَفْسَهُ فِي هَذِهِ السُّورَةِ فِي مَوَاضِعَ:  (أَوَّلُهَا) أَنْ يَكُونَ عِنْدَهُ شُفَعَاءُ يَنْفَعُونَ مَنْ يَشْفَعُونَ لَهُمْ أَوْ يَكْشِفُونَ الضُّرَّ عَنْهُمْ، فَيَكُونَ لِتَأْثِيرِهِمْ شِرْكٌ فِي أَفْعَالِهِ تَعَالَى. </p><p> وَهَذِهِ شُبْهَةُ شِرْكِ الْعَرَبِ وَغَيْرِهِمْ، وَقَدْ فَشَا فِي أَكْثَرِ النَّصَارَى وَكَذَا جُهَلَاءِ الْمُسْلِمِينَ كَمَا بَيَّنَّاهُ تَكْرَارًا، وَهُوَ نَصُّ قَوْلِهِ فِي الْآيَةِ ١٨:  (سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) . </p><p> وَنَزَّهَ نَفْسَهُ عَنِ اتِّخَاذِ الْوَلَدِ وَهُوَ ضَرْبٌ مِنَ الشِّرْكِ أَيْضًا بِقَوْلِهِ:  (قَالُوا اتَّخَذَ اللهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ)  (٦٨) الْآيَةَ. </p><p> وَنَزَّهَ نَفْسَهُ عَنْ ظُلْمِ عِبَادِهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَبَيَّنَ أَنَّهُمْ هُمُ الَّذِينَ يَظْلِمُونَ أَنْفُسَهُمْ فِي الْآيَاتِ ٤٤ و٤٧ و٥٢ و٥٤. </p><p> (الْفَصْلُ الرَّابِعُ: فِي أَفْعَالِهِ تَعَالَى وَآيَاتِهِ فِي التَّقْدِيرِ وَالتَّدْبِيرِ وَالرِّزْقِ) </p><p> وَنُجْمِلُهَا فِي عِشْرِينَ مَسْأَلَةً </p><p> (١) خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ فِي سِتَّةِ أَيَّامٍ، أَيْ أَزْمِنَةٍ يُحَدِّدُ كُلًّا مِنْهَا طَوْرٌ مِنْ أَطْوَارِ التَّكْوِينِ. </p><p> (٢) اسْتِوَاؤُهُ تَعَالَى بَعْدَ هَذَا الْخَلْقِ عَلَى عَرْشِهِ يُدَبِّرُ أَمْرَ مُلْكِهِ، وَالْمُرَادُ بِهَذِهِ الْآيَةِ فِي هَذَا الْبَابِ أَنَّ لِلْعَالَمِ فِي جُمْلَتِهِ عَرْشًا هُوَ مَرْكَزُ التَّدْبِيرِ وَالنِّظَامِ الْعَامِّ لَهُ. (رَاجِعْ تَفْسِيرَ الْآيَةِ الثَّالِثَةِ فِي بَيَانِهِمَا وَمَا نُحِيلُ عَلَيْهِ فِي مَعْنَاهُمَا) . </p><p> (٣) بَدْءُ الْخَلْقِ ثُمَّ إِعَادَتُهُ فِي الْآيَتَيْنِ ٤ و٣٤. </p><p> (٤ - ٦) جَعْلُ الشَّمْسِ ضِيَاءً وَالْقَمَرِ نُورًا وَتَقْدِيرُهُ مَنَازِلِ وَحِكْمَةُ ذَلِكَ فِي الْآيَةِ الْخَامِسَةِ. </p><p> (٧) اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ فِي الْآيَةِ السَّادِسَةِ، وَبَيَانُ حِكْمَةِ ذَلِكَ فِي الْآيَةِ ٦٧. </p><p> (٨) مَثَلُ الْحَيَاةِ الدُّنْيَا فِي زِينَتِهَا وَغُرُورِ النَّاسِ بِهَا وَزَوَالِهَا فِي الْآيَةِ ٢٤. </p><p> (٩) إِنْزَالُ الرِّزْقِ مِنَ السَّمَاءِ وَالْأَرْضِ فِي الْآيَتَيْنِ ٣١ و٥٩. </p><p> (١٠) مِلْكُ السَّمْعِ وَالْأَبْصَارِ فِي ٣١ أَيْضًا. </p><p> (١١) إِخْرَاجُ الْحَيِّ مِنَ الْمَيِّتِ وَالْمَيِّتِ مِنَ الْحَيِّ فِيهَا (٣١) . </p><p> (١٢) تَدْبِيرُ أَمْرِ الْخَلْقِ فِي الْآيَتَيْنِ ٣ و٣١. </p><p> (١٣) كَوْنُ خَلْقِهِ لِلشَّمْسِ وَالْقَمَرِ ضِيَاءً وَنُورًا وَحُسْبَانًا بِالْحَقِّ لَا عَبَثًا، فِي الْآيَةِ ٥. </p><p> (١٤) هِدَايَتُهُ تَعَالَى إِلَى الْحَقِّ، وَيُؤَيِّدُهُ أَنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ فِي الْآيَتَيْنِ ٣٥ و٣٦، وَأَنَّهُ لَيْسَ بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فِي ٣٢، وَأَنَّهُ يُحِقُّ الْحَقَّ بِكَلِمَاتِهِ فِي ٨٢. </p><p> (١٥) لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، أَيْ مِنْ غَيْرِ الْعُقَلَاءِ فِي الْآيَةِ ٥٥. </p><p> (١٦) لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ مِنَ الْعُقَلَاءِ فِي الْآيَةِ ٦٦. </p><p> (١٧) الْأَمْرُ بِنَظَرِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالِاعْتِبَارِ بِهِمَا فِي الْآيَةِ ١٠١. </p><p> (١٨) سُرْعَةُ مَكْرِهِ تَعَالَى مِنْ إِحْبَاطِ مَكْرِ الْمَاكِرِينَ، وَالْإِمْلَاءُ لِلظَّالِمِينَ، فِي الْآيَةِ ٢١. </p><p> (١٩ و٢٠) تَسْيِيرُهُ تَعَالَى لِلنَّاسِ فِي الْبَرِّ وَالْبَحْرِ، وَإِنْجَاؤُهُمْ مِنَ الْغَرَقِ بَعْدَ الْيَأْسِ فِي الْآيَتَيْنِ ٢٢، ٣٣. </p><p> فَهَذِهِ الْآيَاتُ الْمُنَزَّلَةُ، وَالْمُرْشِدَةُ إِلَى النَّظَرِ فِي الْآيَاتِ الْكَوْنِيَّةِ، تَدُلُّ عَلَى عِنَايَةِ هَذَا الدِّينِ بِالْعِلْمِ بِكُلِّ مَا خَلَقَ اللهُ، وَمَا أَوْدَعَ فِيهِ مِنَ الْحِكَمِ وَالْمَنَافِعِ لِلنَّاسِ، لِيَزْدَادُوا فِي كُلِّ يَوْمٍ عِلْمًا بِدُنْيَاهُمْ، وَعِرْفَانًا وَإِيمَانًا بِرَبِّهِمْ، كُلَّمَا رَتَّلُوا كِتَابَهُ، وَتَدَبَّرُوا آيَاتِهِ:  (كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ (٣٨: ٢٩) فَنَسْأَلُهُ تَعَالَى أَنْ يَجْعَلَنَا مِنْ خِيَارِهِمْ وَأَبْرَارِهِمْ. </p><p> الْبَابُ الثَّانِي </p><p> فِي الْوَحْيِ الْمُحَمَّدِيِّ وَهُوَ الْقُرْآنُ </p><p> الْقُرْآنُ مِنْ كَلَامِ اللهِ تَعَالَى، وَإِنَّمَا فَتَحْنَا لَهُ بَابًا خَاصًّا وَلَمْ نَذْكُرْهُ فِي صِفَاتِهِ عَزَّ وَجَلَّ مِنَ الْبَابِ الْأَوَّلِ ; لِأَنَّ مَا وَرَدَ فِيهِ مِنَ الْآيَاتِ لَيْسَ مِنْ نَاحِيَةِ كَوْنِهِ صِفَةً لَهُ، بَلْ مِنْ نَاحِيَةِ كَوْنِهِ كِتَابًا مُنَزَّلًا مِنْ عِنْدِهِ لِهِدَايَةِ خَلْقِهِ. وَعَقِيدَةُ الْإِيمَانِ بِكُتُبِهِ تَعَالَى فِي الْمَرْتَبَةِ الثَّانِيَةِ بَيْنَ الْإِيمَانِ بِهِ وَالْإِيمَانِ بِرُسُلِهِ، وَنُلَخِّصُ مَا يَخْتَصُّ بِالْقُرْآنِ مِنْ هَذِهِ السُّورَةِ فِي عَشْرِ مَسَائِلَ. </p><p> (١) افْتَتَحَ اللهُ هَذِهِ السُّورَةَ بِالْإِشَارَةِ إِلَى كِتَابِهِ الْحَكِيمِ فِي الْآيَةِ الْأُولَى مِنْهَا، وَثَنَّى فِي الَّتِي تَلِيهَا بِالْإِنْكَارِ عَلَى النَّاسِ عَجَبَهُمْ مِنْ وَحْيِهِ إِلَى بَشَرٍ مِنْهُمْ أَنْ يَكُونَ هَادِيًا لَهُمْ نَذِيرًا وَبَشِيرًا. وَقَدْ بَيَّنَّا فِي تَفْسِيرِ هَذِهِ الْآيَةِ دَلَائِلَ هَذَا الْوَحْيِ بِإِعْجَازِ الْقُرْآنِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ، وَتَفْنِيدَ شُبُهَاتِ الَّذِينَ زَعَمُوا أَنَّهُ وَحْيٌ فَاضَ مِنْ نَفْسِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p><p> وَعَقْلِهِ الْبَاطِنِ عَلَى لِسَانِهِ بِإِسْهَابٍ وَإِطْنَابٍ، فَكَانَ ذَلِكَ مُصَنَّفًا مُسْتَقِلًّا مُسْتَنْبَطًا مِنْ جُمْلَةِ الْقُرْآنِ وَعُلُومِهِ وَتَأْثِيرِهِ فِي الْعَالَمِ، فَنُشِيرُ إِلَى مَا فِي هَذِهِ السُّورَةِ مِنْهُ بِالْإِيجَازِ. </p><p> (٢) فِي الْآيَةِ الْخَامِسَةَ عَشْرَةَ مِنْهَا اقْتِرَاحُ الْمُشْرِكِينَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَأْتِيَ بِقُرْآنٍ غَيْرِ هَذَا الْقُرْآنِ أَوْ أَنْ يُبَدِّلَهُ، وَمَا أَمَرَهُ اللهُ تَعَالَى أَنْ يُجِيبَهُمْ بِهِ مِنْ عَجْزِهِ عَنْ تَبْدِيلِهِ أَوِ الْإِتْيَانِ بِغَيْرِهِ، وَكَوْنِهِ لَا يَمْلِكُ مِنْ أَمْرِهِ فِيهِ إِلَّا اتِّبَاعَ مَا يُوحَى إِلَيْهِ مِنْ تَبْلِيغِهِ وَالْعَمَلِ بِهِ (وَمِثْلُهُ فِي آخِرِ السُّورَةِ) . </p><p> (٣ و٤) فِي الْآيَةِ السَّادِسَةَ عَشْرَةَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا بَلَّغَهُمْ هَذَا الْقُرْآنَ إِلَّا بِمَشِيئَةِ اللهِ تَعَالَى وَتَسْخِيرِهِ، فَلَوْ شَاءَ تَعَالَى أَلَّا يَتْلُوَهُ عَلَيْهِمْ لَمَا تَلَاهُ، وَلَوْ شَاءَ تَعَالَى أَلَّا يُدْرِيَهُمْ وَلَا يُعْلِمَهُمْ بِهِ لَمَا أَدْرَاهُمْ: فَهُوَ الَّذِي أَقْرَأَهُ بَعْدَ أَنْ لَمْ يَكُنْ قَارِئًا: (اقْرَأْ بِاسْمِ رَبِّكَ)  (٩٦: ١) وَ (سَنُقْرِئُكَ فَلَا تَنْسَى)  (٨٧: ٦) وَهُوَ الَّذِي عَلَّمَهُ وَجَعَلَهُ مُعَلِّمًا (وَأَنْزَلَ اللهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ)  (٤: ١١٣) وَ (مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا)  (٤٢: ٥٢) إِلَخْ. </p><p> (٥) أَنَّهُ أَيَّدَ هَذَا بِالْحُجَّةِ الْعَقْلِيَّةِ الْقَاطِعَةِ، وَهُوَ أَنَّهُ قَدْ لَبِثَ فِيهِمْ عُمُرًا طَوِيلًا مِنْ قَبْلِهِ، وَهُوَ سِنُّ الْإِدْرَاكِ وَالصِّبَا فَالشَّبَابِ حَتَّى بَلَغَ أُشَدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً، لَا يَقْرَأُ وَلَا يُقْرِئُ، وَلَا يَتَعَلَّمُ وَلَا يُعَلِّمُ، وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا (أَيِ الْآيَةِ ١٦) أَنَّهُ ثَبَتَ عِنْدَ حُكَمَاءِ التَّارِيخِ بِالتَّجَارِبِ وَالِاسْتِقْرَاءِ أَنَّ جَمِيعَ مَعَارِفِ الْبَشَرِ الْكَسْبِيَّةِ وَاسْتِعْدَادَهُمْ لِلْعِلْمِ وَالْعَمَلِ، إِنَّمَا يَظْهَرَانِ وَيَبْلُغَانِ أَوْجَ قُوَّتِهِمَا مِنَ النَّشْأَةِ الْأُولَى إِلَى مُنْتَصَفِ الْعُشْرِ الثَّالِثِ مِنَ الْعُمُرِ، وَلَا يَكُونُ بَعْدَهُ إِلَّا التَّمْحِيصُ وَالتَّكْمِيلُ وَمُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَظْهَرْ مِنْهُ عِلْمٌ وَلَا بَيَانٌ وَلَا عَمَلٌ إِصْلَاحِيٌّ عَامٌّ دِينِيٌّ أَوْ دُنْيَوِيٌّ إِلَّا بِهَذَا الْوَحْيِ الَّذِي فُوجِئَ بِهِ بَعْدَ اسْتِكْمَالِ الْأَرْبَعِينَ، </p><p> وَيَلِيهَا فِي الْآيَةِ ١٧ أَنَّ أَشَدَّ النَّاسِ ظُلْمًا لِنَفْسِهِ مَنِ افْتَرَى عَلَى اللهِ كَذِبًا بِآيَاتِ اللهِ، وَأَنَّهُ مِنَ الْمُجْرِمِينَ الَّذِينَ لَا يُفْلِحُونَ، فَهَلْ يَرْتَكِبُ هَذَا الظُّلْمَ مَنْ يَعْلَمُ هَذَا؟ وَلِمَاذَا يَرْتَكِبُهُ وَقَدْ عَرَفَ قُبْحَهُ كَبِيرًا، بَعْدَ أَنْ نَشَأَ عَلَى الْتِزَامِ الصِّدْقِ صَغِيرًا، وَاشْتُهِرَ بِهِ وَبِالْوَفَاءِ عِنْدَ الْمُعَاشِرِينَ، حَتَّى لَقَّبُوهُ بِالْأَمِينِ؟ . </p><p> (٦) فِي الْآيَةِ الثَّامِنَةِ وَالثَّلَاثِينَ حِكَايَةٌ عَنِ الْمُشْرِكِينَ: (أَمْ يَقُولُونَ افْتَرَاهُ) </p><p> وَأَمْرُهُ تَعَالَى لِنَبِيِّهِ بِتَحَدِّيهِمْ بِالْإِتْيَانِ بِسُورَةٍ مِثْلِهِ، وَدَعْوَةِ مَنِ اسْتَطَاعُوا مِنْ دُونِ اللهِ الَّذِي أَنْزَلَهُ </p><p> بِعِلْمِهِ، وَلَا يَقْدِرُ عَلَيْهِ أَحَدٌ مِنْ خَلْقِهِ، وَإِلَّا كَانُوا كَاذِبِينَ فِي زَعْمِهِمْ أَنَّهُ افْتَرَاهُ ; إِذْ لَا يُعْقَلُ أَنْ يَفْتَرِيَ الْإِنْسَانُ مَا هُوَ عَاجِزٌ كَغَيْرِهِ عَنْهُ، وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا مَعْنَى التَّحَدِّي وَالْعَجْزِ، وَمَوْضُوعَ الْإِعْجَازِ اللَّفْظِيِّ وَالْمَعْنَوِيِّ، وَهَلْ يَدْخُلُ فِيهِ قِصَارُ السُّوَرِ مُطْلَقًا أَوْ مُقَيَّدًا؟ (رَاجِعْ تَفْسِيرَهَا تَجِدْ فِيهِ مَا لَا تَجِدُهُ فِي غَيْرِهِ) . </p><p> (٧ و٨) فِي الْآيَةِ ٣٩ ذَكَرَ إِضْرَابَهُمْ عَنِ التَّكْذِيبِ الْمُطْلَقِ الَّذِي يَتَضَمَّنُهُ ذَلِكَ الْقَوْلُ، إِلَى التَّكْذِيبِ الْمُقَيَّدِ بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ، وَفِي الْآيَةِ ٤٠ كَوْنُهُمْ فَرِيقَيْنِ: مِنْهُمْ مَنْ يُؤْمِنُ بِهِ، وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ، وَفِي تَفْسِيرِ الْأُولَى مِنْهُمَا تَحْقِيقُ مَعْنَى تَأْوِيلِ الْقُرْآنِ، وَخَطَأُ أَكْثَرِ الْمُفَسِّرِينَ الَّذِينَ اطَّلَعْنَا عَلَى كُتُبِهِمْ فِي فَهْمِ التَّأْوِيلِ بِحَمْلِهِ عَلَى التَّأْوِيلِ الِاصْطِلَاحِيِّ عِنْدَ عُلَمَاءِ الْكَلَامِ وَالْأُصُولِ، حَاشَ الْإِمَامِ مُحَمَّدِ بْنِ جَرِيرٍ الطَّبَرِيِّ. </p><p> (٩) فِي الْآيَةِ ٥٧ بَيَانُ أَنْوَاعِ إِرْشَادِ الْقُرْآنِ وَإِصْلَاحِهِ وَهُوَ قَوْلُهُ: (يَاأَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ) . </p><p> (١٠) فِي الْآيَتَيْنِ ١٠٨ و١٠٩ وَهُمَا خَاتِمَةُ السُّورَةِ خُلَاصَةُ تَبْلِيغِ الدَّعْوَةِ، وَمَوْضُوعُ الْأُولَى فِي خِطَابِ النَّاسِ كَافَّةً أَنَّهُ قَدْ جَاءَهُمُ الْحَقُّ مِنْ رَبِّهِمْ، وَهُمْ مُخْتَارُونَ فِي الِاهْتِدَاءِ بِهِ وَالضَّلَالِ عَنْهُ، وَمَوْضُوعُ الثَّانِيَةِ أَمْرُ الرَّسُولِ بِاتِّبَاعِ مَا يُوحَى إِلَيْهِ تَبْلِيغًا وَعَمَلًا، كَمَا تَقَدَّمَ فِي الْمَسْأَلَةِ الثَّانِيَةِ. </p><p> الْبَابُ الثَّالِثُ </p><p> فِي النُّبُوَّةِ وَالرِّسَالَةِ وَفِيهِ فَصْلَانِ </p><p> (الْفَصْلُ الْأَوَّلُ: فِي الرِّسَالَةِ الْعَامَّةِ وَالرُّسُلِ الْأَوَّلِينَ وَفِيهِ سَبْعُ مَسَائِلَ) </p><p> (١) فِي الْآيَةِ الثَّانِيَةِ مِنَ السُّورَةِ إِثْبَاتُ وَحْيِ الرِّسَالَةِ، وَأَنَّ الرُّسُلَ رِجَالٌ مِنَ النَّاسِ، وَأَنَّ وَظِيفَتَهُمُ الْإِنْذَارُ وَالتَّبْشِيرُ، وَأَنَّ الْكُفَّارَ كَانُوا يُنْكِرُونَ أَنْ يَكُونَ الْبَشَرُ رُسُلًا لِلَّهِ تَعَالَى، وَكَانُوا يُسَمُّونَ آيَاتِ الرَّسُولِ إِلَيْهِمْ سِحْرًا وَيُسَمُّونَهُ سَاحِرًا. </p><p> (٢) فِي الْآيَةِ ١٣ أَنَّ اللهَ تَعَالَى أَهْلَكَ الْقُرُونَ (الْأُمَمَ) الْقَدِيمَةَ لَمَّا ظَلَمُوا أَنْفُسَهُمْ </p><p> بِالشِّرْكِ وَالْإِجْرَامِ، وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ الدَّالَّةِ عَلَى صِدْقِهِمْ فِي التَّبْلِيغِ عَنِ اللهِ تَعَالَى وَلَمْ يُؤْمِنُوا فَجَزَاهُمْ بِإِجْرَامِهِمْ. </p><p> (٣) فِي الْآيَةِ ٤٩ أَنَّ الرَّسُولَ لَا يَمْلِكُ لِنَفْسِهِ ضَرًّا وَلَا نَفْعًا فَضْلًا عَنْ غَيْرِهِ، لِأَنَّ هَذَا لِلَّهِ وَحْدَهُ، وَالرُّسُلُ فِيهِ كَغَيْرِهِمْ كَمَا تَرَى فِي آيَاتِ تَوْحِيدِهِ. </p><p> (٤) فِي الْآيَةِ ٤٧ أَنَّ اللهَ تَعَالَى جَعَلَ لِكُلِّ أُمَّةٍ رَسُولًا، فَلَيْسَتِ الرِّسَالَةُ خَاصَّةً بِبَنِي إِسْرَائِيلَ كَمَا يَدَّعُونَ، وَلَا بِهِمْ وَبِالْعَرَبِ كَمَا تَوَهَّمَ آخَرُونَ، وَالشُّبْهَةُ عَلَى هَذِهِ الْكُلِّيَّةِ أَنَّ </p><p> أَكْثَرَ أُمَمِ الْأَرْضِ وَثَنِيَّةٌ وَتَوَارِيخُهَا عَرِيقَةٌ فِي ذَلِكَ، كَقُدَمَاءِ الْمِصْرِيِّينَ وَالْكَلْدَانِيِّينَ وَالْأَشُورِيِّينَ وَالْفُرْسِ وَالْهِنْدِ وَالصِّينِ وَشُعُوبِ الْإِفْرِنْجِ الْقَدِيمَةِ وَكَذَا قُدَمَاءِ أَمْرِيكَةَ. وَجَوَابُهَا أَنَّ جَمِيعَ هَذِهِ الْأُمَمِ لَهَا أَدْيَانٌ قَائِمَةٌ عَلَى الْأَرْكَانِ الثَّلَاثَةِ الَّتِي بُعِثَ بِهَا جَمِيعُ الرُّسُلِ الْأَوَّلِينَ، وَهِي الْإِيمَانُ بِاللهِ، وَالْيَوْمِ الْآخِرِ، وَالْعَمَلُ الصَّالِحُ، وَقَدْ طَرَأَتْ عَلَى كُلٍّ مِنْهَا التَّقَالِيدُ الْوَثَنِيَّةُ طُرُوءًا كَمَا بَيَّنَّاهُ فِي مَبَاحِثِ الْوَحْيِ، وَشَوَاهِدُ ذَلِكَ ظَاهِرَةٌ فِي آخِرِ هَذِهِ الْأُمَمِ حَتَّى الْمُسْلِمِينَ. </p><p> (٥) فِي هَذِهِ الْآيَةِ أَيْضًا أَنَّ كُلَّ رَسُولٍ عَانَدَهُ قَوْمُهُ قَضَى اللهُ بَيْنَهُ وَبَيْنَهُمْ بِالْقِسْطِ، وَالْآيَاتُ الَّتِي بَعْدَهَا فِي تَكْذِيبِ قَوْمِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَسَتُذْكَرُ فِي الْفَصْلِ الثَّانِي. </p><p> (٦) مِنَ الشَّوَاهِدِ عَلَى هَذَا قِصَّةُ نُوحٍ مَعَ قَوْمِهِ فِي خُلَاصَةِ دَعْوَتِهِ لَهُمْ وَإِصْرَارِهِمْ عَلَى تَكْذِيبِهِ، وَإِهْلَاكِ اللهِ إِيَّاهُمْ بِالْغَرَقِ، وَإِنْجَاءِ نُوحٍ وَمَنْ آمَنَ مَعَهُ فِي الْفُلْكِ، وَجَعْلِهِمْ خَلَائِفَ فِي الْأَرْضِ، وَهِيَ فِي ثَلَاثِ آيَاتٍ ٧١ - ٧٣ وَيَلِيهَا آيَةٌ وَاحِدَةٌ فِي الرُّسُلِ الَّذِينَ بُعِثُوا بَعْدَهُ إِجْمَالًا، وَيَلِيهَا قِصَّةُ مُوسَى وَفِرْعَوْنَ وَمَلَئِهِ، وَغَايَتُهَا أَنَّهُ تَعَالَى أَهْلَكَ فِرْعَوْنَ وَمَنْ أَتْبَعَ بَنِي إِسْرَائِيلَ مَعَهُ بِالْغَرَقِ، وَأَنْجَى مُوسَى وَبَنِي إِسْرَائِيلَ وَجَعَلَهُمْ خَلَائِفَ فِي الْأَرْضِ الْمُقَدَّسَةِ إِلَى حِينٍ، وَهِيَ فِي الْآيَاتِ ٧٥ - ٩٣ وَسَنُبَيِّنُ مَا فِي هَاتَيْنِ الْقِصَّتَيْنِ مِنَ الْفَوَائِدِ وَالْعِبَرِ فِي قَصَصِ الرُّسُلِ مِنْ تَفْسِيرِ سُورَةِ هُودٍ (عَلَيْهِ السَّلَامُ) . </p><p> (٧) فِي الْآيَةِ ٩٨ الْعِبْرَةُ لِأَهْلِ مَكَّةَ بِقَوْمِ يُونُسَ، بِأَنَّهُمُ اسْتَحَقُّوا عَذَابَ الْخِزْيِ وَالِاسْتِئْصَالِ بِعِنَادِهِمْ لِمُحَمَّدٍ رَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ كَمَا اسْتَحَقَّهُ قَوْمُ يُونُسَ، وَأَنَّهُمْ إِذَا آمَنُوا قَبْلَ وُقُوعِ هَذَا الْعَذَابِ يَنْفَعُهُمْ إِيمَانُهُمْ كَمَا نَفَعَ قَوْمَ يُونُسَ عَلَيْهِمَا السَّلَامُ. </p><p> (الْفَصْلُ الثَّانِي: فِي رِسَالَةِ مُحَمَّدٍ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -) </p><p> وَسِيرَتِهِ مَعَ قَوْمِهِ وَعَاصِمَةِ بِلَادِهِ، وَنَجْعَلُ آيَاتِهِ فِي أَحَدَ عَشَرَ نَوْعًا </p><p> (١) فِي الْآيَةِ الثَّانِيَةِ أَنَّ الْكَافِرِينَ أَنْكَرُوا دَعْوَةَ نُبُوَّتِهِ، وَعَجِبُوا مِنْهَا أَنْ كَانَ رَجُلًا مِنْهُمْ يُوحَى إِلَيْهِ، وَسَمُّوا آيَتَهُ سِحْرًا وَنَبَزُوهُ بِلَقَبِ سَاحِرٍ مُبِينٍ، كَمَا تَقَدَّمَ فِي الْكَلَامِ عَلَى الْوَحْيِ وَعَلَى الرِّسَالَةِ الْعَامَّةِ فِي أَوَّلِ الْفَصْلِ الْأَوَّلِ، وَالْآيَةُ نَزَلَتْ فِيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَشُبْهَةُ السِّحْرِ لَا تُخِيلُ (أَيْ لَا تَشْتَبِهُ؛ مِنْ أَخَالَ الْأَمْرُ إِذَا أَشْكَلَ وَاشْتَبَهَ) فِي الْقُرْآنِ كَالْآيَاتِ الْكَوْنِيَّةِ، وَإِنَّمَا قَالُوهُ تَكَلُّفًا وَعِنَادًا. </p><p> (٢) فِي الْآيَةِ ١٥ أَنَّهُمُ اقْتَرَحُوا عَلَيْهِ أَنْ يَأْتِيَ بِقُرْآنٍ غَيْرِ هَذَا الْقُرْآنِ الَّذِي أَعْجَزَهُمْ أَمْرُهُ أَوْ أَنْ يُبَدِّلَهُ، وَفِي الْآيَةِ ١٦ الرَّدُّ عَلَيْهِمْ بِمَا تَقَدَّمَ مُفَصَّلًا، وَيَلِيهَا تَأْيِيدُ الرَّدِّ. </p><p> (٣) فِي الْآيَةِ ٢٠ اقْتِرَاحُهُمْ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَأْتِيَهُمْ بِآيَةٍ كَوْنِيَّةٍ وَجَوَابُهُ لَهُمْ: وَفِي الْآيَتَيْنِ ٩٦، ٩٧ أَنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ اللهِ بِفَقْدِهِمُ الِاسْتِعْدَادَ لِلْإِيمَانِ لَا يُؤْمِنُونَ وَلَوْ جَاءَهُمْ كُلُّ آيَةٍ كَوْنِيَّةٍ مِمَّا اقْتَرَحُوا وَمِمَّا لَمْ يَقْتَرِحُوا. </p><p> (٤) فِي الْآيَةِ ٣٧ بَيَانُ أَنَّ هَذَا الْقُرْآنَ لَا يُمْكِنُ أَنْ يَكُونَ مُفْتَرًى مَنْ دُونِ اللهِ ; إِذْ لَا يَقْدِرُ عَلَى مِثْلِهِ أَحَدٌ مِنْ خَلْقِ اللهِ، وَأَنَّهُ تَصْدِيقٌ لِمَا تَقَدَّمَهُ مِنْ دَعْوَةِ الرُّسُلِ، وَتَفْصِيلٌ لِمَا أُجْمِلَ فِيمَا قَبْلَهُ مِنَ الْكُتُبِ، فَهُوَ مِنْ رَبِّ الْعَالَمِينَ لَا رَيْبَ فِيهِ ; لِأَنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا كَانَ يَدْرِي شَيْئًا مِمَّا نَزَلَ فِيهِ. </p><p> (٥) فِي الْآيَةِ ٣٨ تَحَدِّي الْمُشْرِكِينَ الَّذِينَ قَالُوا افْتَرَاهُ، وَهُوَ مُطَالَبَتُهُمْ بِالْإِتْيَانِ بِسُورَةٍ مِثْلِهِ، وَاسْتِعَانَتُهُمْ عَلَى ذَلِكَ بِمَنْ يَسْتَطِيعُونَ اسْتِعَانَتَهُمْ مِنْ دُونِ اللهِ تَعَالَى. </p><p> (٦) فِي الْآيَةِ ٣٩ الْإِضْرَابُ عَنِ التَّكْذِيبِ الْمُطْلَقِ إِلَى التَّكْذِيبِ بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ، وَهُوَ مَا وَعَدَهُمْ بِهِ مِنَ الْعَذَابِ بِقِسْمَيْهِ الدُّنْيَوِيِّ وَالْأُخْرَوِيِّ. </p><p> (٧) فِي الْآيَاتِ ٤٠ - ٤٥ أَنَّ مِنْ أُولَئِكَ الْمُشْرِكِينَ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ، وَمُنَاقَشَةُ الْمُكَذِّبِينَ، وَوَصْفُ حَالِ مَنْ فَقَدُوا الِاسْتِعْدَادَ لِلْإِيمَانِ بِحَيْثُ لَا يَعْقِلُونَ الدَّلَائِلَ السَّمْعِيَّةَ وَلَا الْبَصَرِيَّةَ، وَإِبْهَامُ أَمْرِ مَا وُعِدُوا بِهِ مِنَ الْعَذَابِ هَلْ يَقَعُ فِي حَيَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ بَعْدَ وَفَاتِهِ، وَحِكْمَةُ هَذَا الْإِبْهَامِ لَهُ وَاسْتِعْجَالُهُمْ بِهِ، </p><p> وَكَوْنُهُمْ يُؤْمِنُونَ بِهِ عِنْدَ وُقُوعِهِ فَلَا يَنْفَعُهُمْ إِيمَانُهُمْ يَوْمَئِذٍ - وَسُؤَالُهُمْ: أَحَقٌّ هُوَ؟ وَجَوَابُهُمْ بِالْقَسَمِ:  (إِنَّهُ لَحَقٌّ) لِأَنَّ وَعْدَ اللهِ كُلَّهُ حَقٌّ، وَفِي تَفْسِيرِنَا لَهُ بَيَانُ قِلَّةِ الْكَذِبِ فِي الْعَرَبِ، وَاحْتِرَامُ الْقَسَمِ بِاللهِ تَعَالَى، وَاشْتِهَارُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالصِّدْقِ وَالْأَمَانَةِ فِيهِمْ مِنْ صِغَرِهِ. </p><p> (٨) بَعْدَ أَنْ أَيَّدَ اللهُ دَعَوْتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقِصَّتَيْ نُوحٍ وَمُوسَى بِالْإِيجَازِ مُفَصَّلَةً، وَذَكَرَ مَنْ بَيْنَهُمَا بِالْإِشَارَةِ الْمُجْمَلَةِ، أَخْبَرَهُ أَنَّ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِهِ عِنْدَهُمْ عِلْمٌ مِنْ ذَلِكَ، فَلَوْ أَنَّهُ كَانَ فِي شَكٍّ مِنْهُ وَسَأَلَهُمْ لَأَجَابُوا: إِنَّهُ الْحَقُّ مِنْ رَبِّهِ، وَهَذَا تَأْكِيدٌ لِكَوْنِهِ لَا مَوْضِعَ لِلِامْتِرَاءِ بِهِ. </p><p> (٩) كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحْزِنُهُ تَكْذِيبُ قَوْمِهِ لَهُ وَكُفْرُهُمْ بِمَا جَاءَ بِهِ، فَنَهَاهُ اللهُ عَنْ ذَلِكَ فِي الْآيَةِ ٦٥ وَكَانَ يَتَمَنَّى إِيمَانَهُمْ كُلِّهِمْ فَجَاءَهُ فِي الْآيَاتِ ٩٦ - ١٠١ بَيَانُ سُنَّةِ اللهِ فِي اخْتِلَافِ اسْتِعْدَادِ النَّاسِ لِلْإِيمَانِ وَالْكُفْرِ، وَأَنَّهُ لَوْ شَاءَ لَجَعَلَهُمْ كُلَّهُمْ مُؤْمِنِينَ، وَلَكَانُوا غَيْرَ هَذَا النَّوْعِ مِنْ خَلْقِ اللهِ، وَلَكِنَّهُ لَمْ يَشَأْ، وَإِذَنْ لَا يَقْدِرُ الرَّسُولُ وَلَا غَيْرُهُ عَلَى إِكْرَاهِهِمْ عَلَى الْإِيمَانِ، وَأَنَّ الْآيَاتِ لَا تَنْفَعُ إِلَّا الْمُسْتَعِدِّينَ لِلْإِيمَانِ وَالصَّلَاحِ، وَأَنَّ النَّجَاةَ لِرُسُلِ اللهِ وَمَنْ آمَنَ بِهِمْ بِمُقْتَضَى سُنَّتِهِ تَعَالَى فِي خَلْقِهِ. </p><p> (١٠) خَتَمَ السُّورَةَ مِنَ الْآيَةِ ١٠٤ - ١٠٩ بِتَجْدِيدِ الدَّعْوَةِ إِلَى تَجْرِيدِ التَّوْحِيدِ وَالْعُبُودِيَّةِ الْمَحْضِ، وَكَوْنِ الْحَقِّ قَدْ تَبَيَّنَ، فَمَنِ اهْتَدَى فَلِنَفْسِهِ، وَمَنْ ضَلَّ فَعَلَيْهَا، وَإِنَّمَا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُبَلِّغٌ لَا وَكِيلٌ لِلَّهِ مُتَصَرِّفٌ فِي أَمْرِ عِبَادِهِ، فَعَلَيْهِ أَنْ يَنْتَظِرَ حُكْمَهُ وَهُوَ خَيْرُ الْحَاكِمِينَ. </p><p> (١١) إِعْلَامُهُ تَعَالَى هَذِهِ الْأُمَّةَ فِي الْآيَةِ ١٤ بِأَنَّهُ جَعَلَهُمْ خَلَائِفَ فِي الْأَرْضِ كُلِّهَا بَعْدَ إِهْلَاكِ أَكْثَرِ الْقُرُونِ الْأُولَى مِنْ أَقْوَامِ الْأَنْبِيَاءِ الْمُعَانِدِينَ لِرُسُلِهِمْ، وَتَحْرِيفِ آخَرِينَ لِأَدْيَانِهِمْ، وَنَسْخِهِ تَعَالَى لِمَا بَقِيَ مِنْهَا بِبِعْثَةِ خَاتَمِ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَنَّهُ يَخْتَبِرُهُمْ بِهَذِهِ الْخِلَافَةِ فَيَجْزِيهِمْ بِمَا يَعْمَلُونَ فِيهَا، وَأَخَّرْنَا هَذَا لِأَنَّهُ ثَمَرَةُ إِجَابَةِ الدَّعْوَةِ فِي الدُّنْيَا كَمَا وَعَدَهُمْ وَأَنْجَزَ وَعْدَهُ لَهُمْ بِشَرْطِهِ فِي الْآيَةِ (٢٤: ٥٥) مِنْ سُورَةِ النُّورِ. </p><p> الْبَابُ الرَّابِعُ </p><p> فِي الْبَعْثِ وَالْجَزَاءِ، وَنُلَخِّصُ آيَاتِهِ فِي بِضْعَةِ أَنْوَاعٍ </p><p> (١) الْآيَةُ الرَّابِعَةُ ذِكْرُ رُجُوعِ النَّاسِ جَمِيعًا إِلَى اللهِ رَبِّهِمُ الَّذِي يَبْدَأُ الْخَلْقَ بِأَجْنَاسِهِ وَأَنْوَاعِهِ الْمُخْتَلِفَةِ، ثُمَّ يُعِيدُهُ لِيَجْزِيَ الْمُؤْمِنِينَ الصَّالِحِينَ بِالْقِسْطِ، وَالْكَافِرِينَ بِمَا ذَكَرَهُ إِجْمَالًا، وَبَيَّنَّا فِي تَفْسِيرِهَا كَوْنَهُ بِالْقِسْطِ أَيْضًا كَمَا تَرَى بَيَانَهُ فِي النَّوْعِ الرَّابِعِ، وَكَوْنَ جَزَاءِ الْمُؤْمِنِينَ يُضَاعَفُ كَمَا ذُكِرَ فِي غَيْرِهَا. </p><p> (٢) فِي الْآيَاتِ ٧ - ١١ تَفْصِيلٌ لِجَزَاءِ الْفَرِيقَيْنِ، مَعَ تَعْلِيلٍ طَبِيعِيٍّ عَقْلِيٍّ لِتَأْثِيرِ الْإِيمَانِ وَالْكُفْرِ فِي الْأَنْفُسِ، وِفَاقًا لِلْقَاعِدَةِ الَّتِي قَرَّرْنَاهَا مِرَارًا مِنْ أَنَّ جَزَاءَ الْآخِرَةِ أَثَرٌ لَازِمٌ لِسِيرَتِهَا فِي الدُّنْيَا، بِجَعْلِهَا أَهْلًا بِطَبْعِهَا وَصِفَاتِهَا لِجِوَارِ اللهِ وَرِضْوَانِهِ أَوْ لِسُخْطِهِ. </p><p> (٣) فِي الْآيَاتِ ٢٤ - ٣٠ تَفْصِيلٌ آخَرُ مُوَضَّحٌ بِضَرْبِ الْمَثَلِ، فِيهِ تَصْرِيحٌ بِالزِّيَادَةِ فِي جَزَاءِ الْمُحْسِنِينَ عَمَّا يَسْتَحِقُّونَ، وَكَوْنُ جَزَاءِ الْمُسِيئِينَ بِالْمِثْلِ، وَكَوْنُ كُلِّ نَفْسٍ تَبْلُو فِي الْآخِرَةِ مَا أَسْلَفَتْ فِي الدُّنْيَا، لَا يَنْفَعُ أَحَدٌ أَحَدًا بِنَفْسِهِ وَلَا بِعَمَلِهِ. </p><p> (٤) فِي الْآيَاتِ ٤٥ - ٥٦ سِيَاقٌ رَابِعٌ مُفْتَتَحٌ بِالتَّذْكِيرِ بِيَوْمِ الْحَشْرِ، وَتَقْدِيرِ النَّاسِ لِمُدَّةِ لُبْثِهِمْ فِي الدُّنْيَا بِسَاعَةٍ مِنَ النَّهَارِ، وَخُسْرَانِ الْمُكَذِّبِينَ بِلِقَاءِ اللهِ، وَتَأْكِيدِ وَعْدِ اللهِ بِهِ، وَاسْتِبْطَائِهِمْ لَهُ، وَاسْتِعْجَالِهِمْ بِهِ، وَاسْتِنْبَائِهِمُ الرَّسُولَ: أَحَقٌّ هُوَ؟ وَحَالِهِمْ عِنْدَ وُقُوعِهِ، وَتَمَنِّيهِمُ الِافْتِدَاءَ مِنْهُ بِكُلِّ مَا فِي الْأَرْضِ، وَإِسْرَارِهِمُ النَّدَامَةَ عِنْدَ رُؤْيَةِ الْعَذَابِ، وَالْقَضَاءِ بَيْنَهُمْ بِالْقِسْطِ (وَهُمْ لَا يُظْلَمُونَ) وَهَذَا الْأَخِيرُ فِي الْآيَتَيْنِ ٤٧ و٥٤. </p><p> (٥) فِي الْآيَاتِ ٦٢ - ٦٤ ذِكْرُ أَوْلِيَاءِ اللهِ وَهُمُ الْمُؤْمِنُونَ الْمُتَّقُونَ، (وَأَنَّهُمْ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) ، وَأَنَّ لَهُمُ الْبُشْرَى فِي الدُّنْيَا وَالْآخِرَةِ. </p><p> (٦) فِي الْآيَتَيْنِ ٦٩ و٧٠ ذِكْرُ الْمُفْتَرِينَ عَلَى اللهِ وَكَوْنِهِمْ لَا يُفْلِحُونَ، لَهُمْ مَتَاعٌ قَلِيلٌ فِي الدُّنْيَا، ثُمَّ إِنَّ مَرْجِعَهُمْ إِلَى اللهِ فَيُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ. </p><p> (٧) فِي الْآيَةِ ٩٣ عَقِبَ قِصَّةِ مُوسَى مَعَ فِرْعَوْنَ وَمَلَئِهِ وَنَجَاةِ بَنِي إِسْرَائِيلَ </p><p> بَعْدَ هَلَاكِهِمْ، </p><p> أَنَّ بَنِي إِسْرَائِيلَ مَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ، وَأَنَّ اللهَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. </p><p> إِذَا عَدَدْتَ هَذِهِ الْآيَاتِ الَّتِي أَشَرْنَا إِلَيْهَا فِي الْبَعْثِ وَالْجَزَاءِ وَجَدْتَهَا تَبْلُغُ زُهَاءَ الثُّلُثِ مِنْ هَذِهِ السُّورَةِ، وَلَكِنَّكَ لَا تَشْعُرُ عِنْدَمَا تَقْرَأُ السُّورَةَ أَنَّكَ تُكَرِّرُ مَعْنًى وَاحِدًا فِيهَا يَبْلُغُ هَذَا الْقَدْرَ مِنْهَا، وَإِنَّمَا يَسْتَقِرُّ هَذَا الْمَعْنَى فِي قَلْبِكَ وَيَمْلَؤُهُ إِيمَانًا بِلِقَاءِ اللهِ تَعَالَى، وَالْخَوْفِ مِنْ حِسَابِهِ وَعِقَابِهِ، وَالرَّجَاءِ فِي عَفْوِهِ وَرَحْمَتِهِ وَثَوَابِهِ، وَمَا كَانَ التَّكْرَارُ إِلَّا لِأَجْلِ هَذَا، فَهَلْ يَسْتَطِيعُ أَبْلَغُ الْبَشَرِ أَنْ يَأْتِيَ بِكَلَامٍ كَهَذَا؟ لَا لَا. </p><p> الْبَابُ الْخَامِسُ </p><p> فِي صِفَاتِ الْبَشَرِ وَخَلَائِقِهِمْ وَعَادَاتِهِمْ وَمَا يَتَرَتَّبُ عَلَيْهَا مِنْ أَعْمَالِهِمْ، وَسُنَنِ اللهِ فِيهَا وَهِيَ نَوْعَانِ </p><p> (النَّوْعُ الْأَوَّلُ: الصِّفَاتُ الذَّمِيمَةُ الَّتِي تَجِبُ مُعَالَجَتُهَا بِالتَّهْذِيبِ الدِّينِيِّ) </p><p> (الْأُولَى: الْعَجَلُ وَالِاسْتِعْجَالُ) قَالَ اللهُ تَعَالَى: (خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ)  (٢١: ٣٧) وَقَالَ: (وَكَانَ الْإِنْسَانُ عَجُولًا)  (١٧: ١١) وَمِنْ شَوَاهِدِ هَذِهِ الْغَرِيزَةِ فِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى: (وَلَوْ يُعَجِّلُ اللهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ)  (١١) وَمِنْهَا اسْتِعْجَالُهُمْ بِالْعَذَابِ الَّذِي وَعَدَهُمُ اللهُ فِي كِتَابِهِ وَعَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا تَرَاهُ فِي سِيَاقِهِ مِنَ الْآيَتَيْنِ ٥٠ و٥١. </p><p> (الثَّانِيَةُ: الظُّلْمُ) قَالَ تَعَالَى: (إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ)  (١٤: ٣٤) وَقَالَ فِي آيَةِ الْأَمَانَةِ: (وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا)  (٣٣: ٧٢) وَمِنَ الشَّوَاهِدِ عَلَى هَذِهِ الْخَلِيقَةِ أَوِ الشِّيمَةِ فِي هَذِهِ السُّورَةِ مَا تَرَاهُ فِي الْآيَاتِ ٤٤ و٨٥ و١٠٦. </p><p> (الثَّالِثَةُ: الْكُفْرُ بِاللهِ وَبِنِعَمِهِ) قَالَ تَعَالَى فِي وَصْفِ الْإِنْسَانِ مِنْ سُورَتِهِ سُورَةِ الدَّهْرِ: (إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا)  (٧٦: ٣) وَوَصَفَهُ بِالْكَفُورِ فِي سُورِ الْإِسْرَاءِ وَالْحَجِّ وَالشُّورَى، وَبِالْكَفَّارِ (بِالْفَتْحِ لِلْمُبَالَغَةِ) فِي سُورَةِ إِبْرَاهِيمَ وَذُكِرَتْ آنِفًا، وَلَكِنَّ ذِكْرَ الْكُفْرِ بِلَفْظِهِ وَمُشْتَقَّاتِهِ فِي هَذِهِ السُّورَةِ قَلِيلٌ، ذُكِرَ فِي الْآيَةِ الثَّانِيَةِ الْكَافِرُونَ بِالْوَحْيِ وَالرِّسَالَةِ، وَفِي الْآيَةِ الرَّابِعَةِ جَزَاءُ الَّذِينَ كَفَرُوا فِي الْآخِرَةِ </p><p> بِكُفْرِهِمْ، وَذُكِرَ فِي الْآيَةِ ٨٦ فِي دُعَاءِ بَنِي إِسْرَائِيلَ بِالنَّجَاةِ مِنْ حُكْمِ الْكَافِرِينَ. </p><p> وَأَمَّا ذِكْرُهُ بِالْمَعْنَى فَهُوَ كَثِيرٌ فِيهَا، فَمِنْهُ مَا هُوَ بِلَفْظِ التَّكْذِيبِ وَعَدَمِ الرَّجَاءِ بِلِقَاءِ اللهِ، </p><p> وَمَا هُوَ بِلَازِمِهِ مِنَ الْفِسْقِ وَالْإِجْرَامِ وَالْبَغْيِ وَالطُّغْيَانِ وَالِاسْتِكْبَارِ، وَكَذَا الظُّلْمِ الَّذِي خَصَصْنَاهُ بِالذِّكْرِ. </p><p> (الرَّابِعَةُ: الشِّرْكُ بِاللهِ تَعَالَى) وَهُوَ عَادَةٌ صَارَتْ وِرَاثِيَّةً فِي الْأُمَمِ، وَذُكِرَ فِي الْآيَاتِ ١٨ و٢٨ و٣٤ و٣٥ و٦٦ و٧١ وَهُوَ أَخَصُّ مِنْ كُلِّ مَا تَقَدَّمَ. </p><p> (الْخَامِسَةُ: الْجَهْلُ وَاتِّبَاعُ الظَّنِّ وَالْخَرْصِ) الْأَصْلُ فِي هَذِهِ الْخَلِيقَةِ أَنَّ اللهَ تَعَالَى خَلَقَ الْإِنْسَانَ جَاهِلًا لَا يَعْلَمُ شَيْئًا مِنْ ضَرُورِيَّاتِ حَيَاتِهِ، حَتَّى إِنَّ غَرَائِزَهُ الْخِلْقِيَّةَ أَضْعَفُ مِنْ غَرَائِزِ الْحَشَرَاتِ وَالْعَجْمَاوَاتِ، وَجَعَلَ عِمَادَ أَمْرِهِ عَلَى التَّرْبِيَةِ وَالتَّعْلِيمِ التَّدْرِيجِيِّ، وَنُصُوصُ الْقُرْآنِ فِي هَذَا مَعْرُوفَةٌ كَقَوْلِهِ:  (وَاللهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا)  (١٦: ٧٨) وَآيَةِ الْأَمَانَةِ وَتَقَدَّمَ ذِكْرُهَا فِي الظُّلْمِ. وَالنَّصُّ الصَّرِيحُ فِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى:  (وَمَا يَتِّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا)  (٣٦) وَقَوْلُهُ: (إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ)  (٦٦) . </p><p> (السَّادِسَةُ: الطَّبْعُ عَلَى الْقُلُوبِ) وَالْإِعْرَاضُ عَنْ آيَاتِ اللهِ فِي خَلْقِهِ مِمَّا يُدْرَكُ بِالسَّمْعِ وَالْأَبْصَارِ، حَتَّى لَا تَعُودَ تَقَبْلُ مَا يُخَالِفُ تَقَالِيدَهَا الْمَوْرُوثَةَ وَالرَّاسِخَةَ بِمُقْتَضَى الْعَمَلِ، وَهُوَ نَصُّ قَوْلِهِ تَعَالَى:  (كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ)  (٧٤) فَهُوَ صَرِيحٌ فِي كَوْنِهِ نَتِيجَةً مَعْلُولَةً لِاعْتِدَاءِ حُدُودِ الْفِطْرَةِ السَّلِيمَةِ كَمَا تَرَاهُ مُفَصَّلًا فِي تَفْسِيرِهَا، لَا كَمَا يَفْهَمُهُ الْكَثِيرُونَ مِنَ الْجَبْرِيَّةِ وَالْقَدَرِيَّةِ الصُّرَحَاءِ وَالْمُتَأَوِّلِينَ، وَغَايَةُ هَذِهِ النَّتِيجَةِ الْقَلْبِيَّةِ النَّفْسِيَّةِ فِي الدُّنْيَا الْحِرْمَانُ مِنَ الْإِيمَانِ بِمُقْتَضَى كَلِمَةِ اللهِ فِي نِظَامِ التَّكْوِينِ، وَمَا بَيَّنَهُ مِنْ كَلِمَةِ التَّكْلِيفِ، لِعَدَمِ الِانْتِفَاعِ بِالْآيَاتِ الْمُرْشِدَةِ لِلْفِطْرَةِ إِلَى الْهِدَايَةِ، وَمَا هُوَ تَرَاهُ فِي الْآيَاتِ ٢٣ و٦٦ - ١٠١. </p><p> (السَّابِعَةُ: الْغُرُورُ وَالْبَطَرُ بِالرَّخَاءِ وَالنِّعَمِ) فَهُمْ فِي أَثْنَائِهَا يَمْكُرُونَ فِي آيَاتِ اللهِ وَيُشْرِكُونَ بِهِ وَيَبْغُونَ فِي الْأَرْضِ، حَتَّى إِذَا أَصَابَتْهُمُ الشَّدَائِدُ تَذَكَّرُوا وَأَخْلَصُوا فِي دُعَائِهِ، فَإِذَا كَشَفَهَا عَنْهُمْ عَادُوا إِلَى شِرْكِهِمْ وَفَسَادِهِمْ، كَمَا تَرَاهُ فِي الْآيَاتِ ٢١ - ٢٣ و٨٨. </p><p> نَزَلَتْ هَذِهِ السُّورَةُ فِي أَوَائِلِ ظُهُورِ الْإِسْلَامِ بِمَكَّةَ، وَأَكْثَرُ أَهْلِهَا مُشْرِكُونَ مُعَانِدُونَ كَافِرُونَ ظَالِمُونَ مُجْرِمُونَ جَاهِلُونَ، مُسْتَكْبِرَةٌ رُؤَسَاؤُهُمْ، مُقَلِّدَةٌ دُهَمَاؤُهُمْ، فَكَانَ مُقْتَضَى هَذَا تَقْدِيمَ الْإِنْذَارِ فِيهَا عَلَى التَّبْشِيرِ كَمَا تَرَاهُ فِي أَوَّلِهَا ; وَلِهَذَا كَانَ أَكْثَرُهَا فِي بَيَانِ الصِّفَاتِ وَالْخَلَائِقِ وَالْعَادَاتِ الْقَبِيحَةِ الضَّارَّةِ وَهُوَ النَّوْعُ الْأَوَّلُ فِي هَذَا الْبَابِ، وَكَانَ النَّوْعُ الثَّانِي مِمَّا يُعْلَمُ أَكْثَرُهُ بِالِاسْتِنْبَاطِ، وَكَوْنِ أَصْلِ غَرَائِزِ الْإِنْسَانِ الِاسْتِعْدَادُ لِلْحَقِّ وَالْبَاطِلِ وَالْخَيْرِ وَالشَّرِّ، وَكَوْنِهِ مُخْتَارًا فِي كُلٍّ مِنْهُمَا، وَكَوْنِهِ فُطِرَ عَلَى تَرْجِيحِ مَا يَثْبُتُ عِنْدَهُ أَنَّهُ خَيْرٌ لَهُ بِالدَّلَائِلِ الْعَقْلِيَّةِ، </p><p> أَوِ التَّجَارِبِ الْعَمَلِيَّةِ، وَكَوْنِ الدِّينِ مُؤَيِّدًا لِلْعَقْلِ، حَتَّى لَا يَغْلِبَ عَلَيْهِ الْهَوَى وَالْجَهْلُ. </p><p> فَتَأَمَّلِ الْأَصْلَ فِي تَكْوِينِ الْأُمَمِ وَوَحْدَتِهَا فِي فِطْرَتِهَا، ثُمَّ طُرُوءَ الِاخْتِلَافِ عَلَيْهَا فِي الْآيَةِ ١٩ - ثُمَّ انْظُرْ فِي مُقَدِّمَةِ الدَّعْوَةِ الْعَامَّةِ إِلَى النَّاسِ كَافَّةً فِي آخِرِ السُّورَةِ مِنَ الْآيَةِ ٩٩ - ١٠٣ وَهِيَ صَرِيحَةٌ فِي اسْتِعْدَادِهِمُ الْمَذْكُورِ، وَكَوْنِهِ اخْتِيَارِيًّا لَا إِكْرَاهَ فِيهِ، وَتَعْبِيرَهُ عَنْ سُنَّةِ اللهِ فِي تَرْجِيحِهِمُ الرِّجْسَ عَلَى تَزْكِيَةِ النَّفْسِ بِجَعْلِهِ عَلَى الَّذِينَ لَا يَعْقِلُونَ، وَلَا يَهْتَدُونَ بِآيَاتِ اللهِ فِي السَّمَاوَاتِ وَالْأَرْضِ، وَلَا يَعْتَبِرُونَ بِسُنَّتِهِ فِيمَنْ قَبْلَهُمْ مِنْ أَقْوَامِ الرُّسُلِ، وَكَيْفَ كَانَتْ عَاقِبَتُهُمْ وَعَاقِبَةُ الرُّسُلِ وَمَنْ آمَنَ مَعَهُمْ. </p><p> ثُمَّ تَأْمَّلْ خُلَاصَةَ هَذِهِ الدَّعْوَةِ مِنْ خِطَابِ النَّاسِ فِي الْآيَةِ ١٠٤ إِلَى آخَرِ السُّورَةِ، مِنْ إِقَامَةِ الْحُجَّةِ عَلَى الْمُشْرِكِينَ الشَّاكِّينَ فِي دِينِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَوْنِ الشَّكِّ جَهْلًا، وَكَوْنِهِمْ إِنَّمَا يَعْبُدُونَ وَهْمًا، وَكَوْنِ مَا يَدْعُوهُمْ إِلَيْهِ هُوَ مُقْتَضَى الْفِطْرَةِ الْحَنِيفِيَّةِ، وَكَوْنِهِمْ يَعْبُدُونَ مَنْ لَا يَمْلِكُ لَهُمْ نَفْعًا وَلَا ضَرًّا، وَكَوْنِ مَا جَاءَهُمْ بِهِ هُوَ الْحَقَّ، وَكَوْنِهِمْ مُخْتَارِينَ فِي الِاهْتِدَاءِ وَالضَّلَالِ، وَكَوْنِ مَا يَخْتَارُونَهُ إِمَّا لِأَنْفُسِهِمْ وَإِمَّا عَلَيْهَا، وَكَوْنِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْسَ مُوَكَّلًا بِهِدَايَتِهِمْ وَلَا مُسَيْطِرًا عَلَيْهِمْ. </p><p> وَهَذِهِ الْخُلَاصَةُ إِجْمَالٌ لِمَا تَقَدَّمَ تَفْصِيلُهُ فِي السُّورَةِ وَغَيْرِهَا، فَارْجِعْ إِلَى تَذْكِيرِهِمْ بِالدَّلَائِلِ الْكَوْنِيَّةِ فِي الْآيَةِ الثَّالِثَةِ الَّتِي تُشِيرُ إِلَى أَنَّهَا مَغْرُوسَةٌ فِي أَعْمَاقِ أَنْفُسِهِمْ، وَبِالدَّلَائِلِ الْعَقْلِيَّةِ بِقَوْلِهِ فِي الْخَامِسَةِ:  (يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ) وَفِي السَّادِسَةِ </p><p> (لِقَوْمٍ يَتَّقُونَ) وَخِطَابِهِ فِي الْآيَةِ السَّادِسَةَ عَشْرَةَ لِلْعَقْلِ بِقَوْلِهِ: (أَفَلَا تَعْقِلُونَ) وَفِي الرَّابِعَةِ وَالْعِشْرِينَ لِلْفِكْرِ بِقَوْلِهِ: (كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ) ثُمَّ ارْجِعْ إِلَى قَوْلِهِ بَعْدَ إِقَامَةِ طَائِفَةٍ مِنَ الدَّلَائِلِ الْعِلْمِيَّةِ الْكَوْنِيَّةِ: (قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ) الْآيَاتِ ٣٥ - ٣٩، ثُمَّ إِلَى بَيَانِهِ لَهُمْ مَا فِي الْقُرْآنِ مِنْ أُصُولِ التَّزْكِيَةِ وَالتَّهْذِيبِ الْأَرْبَعَةِ فِي الْآيَةِ ٥٧ وَمَا بَعْدَهَا - وَقَدْ تَقَدَّمَ تَفْصِيلُ ذَلِكَ وَمَا فِي مَعْنَاهُ فِي الْفُصُولِ السَّابِقَةِ. </p><p> (الْبَابُ السَّادِسُ) </p><p> فِي الْأَعْمَالِ الصَّالِحَاتِ الَّتِي هِي الرُّكْنُ الثَّالِثُ مِمَّا جَاءَ بِهِ الرُّسُلُ (عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ) وَمَا يُقَابِلُهَا مِنَ الْأَعْمَالِ الْعَامَّةِ، وَأَخَّرْنَاهُ لِأَنَّهُ الثَّمَرَةُ وَالنَّتِيجَةُ وَهُوَ قِسْمَانِ: </p><p> (الْقِسْمُ الْأَوَّلُ: الْأَعْمَالُ الصَّالِحَةُ) </p><p> (١) قَوْلُهُ تَعَالَى فِي الْآيَةِ الرَّابِعَةِ: (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ) وَالصَّالِحَاتُ مَا تَصْلُحُ بِهِ أَنْفُسُ الْأَفْرَادِ وَنِظَامُ الِاجْتِمَاعِ فِي الْبُيُوتِ وَالْأُمَّةِ وَالدَّوْلَةِ، هَذَا هُوَ الرُّكْنُ الثَّالِثُ مِمَّا جَاءَ بِهِ جَمِيعُ رُسُلِ اللهِ مُجْمَلًا، وَفُصِّلَ فِي كُلِّ مِلَّةٍ بِحَسْبِ مَا كَانَ مِنَ الِاسْتِعْدَادِ فِيهَا، وَكُلُّ عَمَلٍ مِنَ الْعِبَادَاتِ الدِّينِيَّةِ أَوِ الْمُعَامَلَاتِ الْمَدَنِيَّةِ وَالسِّيَاسِيَّةِ لَا يُؤَدِّي إِلَى الصَّلَاحِ أَوِ الْإِصْلَاحِ فَهُوَ غَيْرُ صَالِحٍ، فَإِمَّا فَاسِدٌ فِي أَصْلِهِ، وَإِمَّا أُدِّيَ عَلَى غَيْرِ وَجْهِهِ. </p><p> (٢) قَوْلُهُ تَعَالَى: (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ)  (٩) وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا عَلَاقَةَ الْإِيمَانِ بِالْعَمَلِ الصَّالِحِ، وَكَوْنَ كُلٍّ مِنْهُمَا يَمُدُّ الْآخَرَ وَيَسْتَمِدُّ مِنْهُ، وَمَنْ لَمْ يَفْقَهْ هَذَا وَيَتَوَخَّهُ لَمْ يَفْقَهْ فِي دِينِهِ، وَلَمْ يَكُنْ بِهِ صَالِحًا يَسْتَحِقُّ الْجَزَاءَ الَّذِي وَعَدَ اللهُ بِهِ فِي هَذِهِ الْآيَةِ وَمَا قَبْلَهَا، وَفِي أَمْثَالِهِمَا مِنْ طُولَى السُّورِ وَمِئِينِهَا وَمُفَصَّلِهَا حَتَّى أَقْصَرِهَا (وَهِيَ سُورَةُ وَالْعَصْرِ) وَيُؤَيِّدُ هَذَا اتِّحَادُ الْإِيمَانِ وَالْإِسْلَامِ فِي الْمَاصَدَقِ وَإِنِ اخْتَلَفَا فِي الْمَفْهُومِ كَمَا تَرَى فِي الْآيَتَيْنِ ٨٤ و٩٠، فَمَفْهُومُ الْإِيمَانِ التَّصْدِيقُ الْإِذْعَانِيُّ الْجَازِمُ بِمَا جَاءَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الدِّينِ، وَهُوَ يَسْتَلْزِمُ الْعَمَلَ بِهِ، </p><p> وَمَفْهُومُ الْإِسْلَامِ التَّسْلِيمُ وَالِانْقِيَادُ بِالْفِعْلِ وَهُوَ الْعَمَلُ بِمُقْتَضَى الْإِيمَانِ، وَلَا يَصِحُّ فَيَكُونُ إِسْلَامًا إِلَّا بِهِ. </p><p> (٣) قَوْلُهُ تَعَالَى: (لِلَّذِينِ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ)  (٢٦) ظَاهِرٌ فِي دَلَالَةِ الزِّيَادَةِ عَلَى مَا وَرَدَ فِي الْقُرْآنِ مِنْ مُضَاعَفَةِ هَذَا الْجَزَاءِ. </p><p> (٤) قَوْلُهُ تَعَالَى فِي التَّعْرِيفِ بِأَوْلِيَائِهِ: (الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ)  (٦٣) فَالتَّقْوَى جِمَاعُ الْأَعْمَالِ الصَّالِحَةِ الْحَسَنَةِ مَعَ اتِّقَاءِ الْأَعْمَالِ الْفَاسِدَةِ السَّيِّئَةِ، كَمَا فَصَّلْنَاهُ فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ أَبْسَطُهَا وَأَظْهَرُهَا تَفْسِيرُ قَوْلِهِ تَعَالَى:  (إِنْ تَتَّقُوا اللهَ يَجْعَلْ لَكُمْ فُرَقَانًا)  (٨: ٢٩) الْآيَةَ. </p><p> (٥) قَوْلُهُ حِكَايَةً لِوَصِيَّةِ مُوسَى لِقَوْمِهِ: (وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ)  (٨٧) . </p><p> (الْقِسْمُ الثَّانِي: فِي السَّيِّئَاتِ وَفِي الْأَعْمَالِ الْمُطْلَقَةِ بِقِسْمَيْهَا) </p><p> (٦) قَوْلُهُ تَعَالَى فِي مُنْكِرِي الْبَعْثِ وَالْجَزَاءِ، الرَّاضِينَ الْمُطَمْئِنِينَ بِالْحَيَاةِ الدُّنْيَا وَحْدَهَا غَافِلِينَ عَنْ آيَاتِ اللهِ فِيهَا:  (أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ)  (٨) . </p><p> (٧) قَوْلُهُ فِيمَنْ يَعْبُدُ اللهَ عَلَى حَرْفٍ، فَيَدْعُونَهُ فِي الضَّرَّاءِ وَيَنْسَوْنَهُ فِي السَّرَّاءِ:  (كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ)  (١٢) . </p><p> (٨) قَوْلُهُ بَعْدَ بَيَانِ بَغْيِ النَّاسِ فِي السَّرَّاءِ وَغُرُورِهِمْ بِمَتَاعِ الْحَيَاةِ الدُّنْيَا وَكَوْنِ وَبَالِهِ عَلَى أَنْفُسِهِمْ فِي الْآيَاتِ ٢١ - ٢٣ (وَهِيَ بِمَعْنَى مَا قَبْلَهَا) : (ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ)  (٢٣) . </p><p> (٩) قَوْلُهُ: (إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ)  (١٥) . </p><p> (١٠) قَوْلُهُ: (وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا)  (٢٧) الْآيَةَ. </p><p> (١١) قَوْلُهُ فِي الْآيَةِ: (ثُمَّ قِيلَ لِلَّذِينِ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ)  (٥٢) . </p><p> (١٢) قَوْلُهُ فِي الْآيَةِ: (إِنَّ اللهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ)  (٨١) . </p><p> (١٣) قَوْلُهُ تَعَالَى فِي الْأَعْمَالِ الْمُطْلَقَةِ بِقِسْمَيْهَا: (ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ)  (١٤) . </p><p> (١٤) قَوْلُهُ تَعَالَى بِمَعْنَى مَا قَبْلَهُ أَيْضًا: (وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ)  (٤١) . </p><p> (١٥) قَوْلُهُ تَعَالَى بِمَعْنَى مَا قَبْلَهُ أَيْضًا: (وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ)  (٦١) . </p><p> (١٦) قَوْلُهُ فِي الْوَصِيَّةِ الْعَامَّةِ مِنَ الدَّعْوَةِ الْعَامَّةِ مِنْ خَاتِمَةِ السُّورَةِ: (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ)  (١٠٨) . </p><p> فَنَسْأَلُ اللهَ عَزَّ وَجَلَّ أَنْ يُصْلِحَ أَعْمَالَنَا، وَيَجْعَلَ خَيْرَهَا خَوَاتِيمَهَا. </p><p> وَهَذَا آخَرُ مَا نَخْتِمُ بِهِ خُلَاصَةَ هَذِهِ السُّورَةِ الْبَلِيغَةِ، وَنَضْرَعُ إِلَيْهِ عَزَّ وَجَلَّ أَنْ يُوَفِّقَنَا لِإِتْمَامِ تَفْسِيرِ كِتَابِهِ الْحَكِيمِ مُطَوَّلًا وَمُخْتَصَرًا، مُفَصَّلًا وَمُجْمَلًا، كَمَا يُحِبُّ وَيَرْضَى مِنْ بَيَانِ الْحَقِّ، وَهِدَايَةِ الْخَلْقِ، وَلَهُ الْحَمْدُ وَالشُّكْرُ فِي كُلِّ فَاتِحَةٍ وَخَاتِمَةٍ. </p><p> وَصَلَّى الله عَلَى نَبِيِّ الرَّحْمَةِ وَآلِهِ وَصَحْبِهِ، وَالْمُهْتَدِينَ مِنْ خَلْقِهِ </p><p> قَدْ جَعَلْنَا آخِرَ هَذِهِ السُّورَةِ آخِرَ الْجُزْءِ الْحَادِيَ عَشَرَ </p><p> - سُورَةُ هُودٍ عَلَيْهِ السَّلَامُ </p><p> (وَهِيَ الْحَادِيَةَ عَشْرَةَ فِي الْمُصْحَفِ، وَآيَاتُهَا ١٢٣ آيَةً) : </p><p> هِيَ مَكِّيَّةٌ حَتْمًا كَالَّتِي قَبْلَهَا، وَاسْتَثْنَى بَعْضُهُمْ مِنْهَا ثَلَاثَ آيَاتٍ. الْأُولَى: فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ ١٢ إِلَخْ. الثَّانِيَةَ: أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ ١٧ إِلَخْ. وَالثَّالِثَةَ: وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ ١١٤ إِلَخْ. قِيلَ: إِنَّ هَذِهِ الثَّلَاثَ مَدَنِيَّةٌ، وَهُوَ خِلَافُ الظَّاهِرِ وَلَا يَقُومُ عَلَيْهِ دَلِيلٌ، إِلَّا مَا رُوِيَ فِي سَبَبِ نُزُولِ الثَّالِثَةِ مِنْ حَدِيثِ أَبِي الْيَسَرِ وَغَيْرِهِ وَسَيَأْتِي بَيَانُهُ فِي تَفْسِيرِهَا. </p><p> وَقَدْ نَزَلَتْ بَعْدَ سُورَةِ يُونُسَ، وَهِيَ فِي مَعْنَاهَا وَمَوْضُوعِهَا الَّذِي بَيَّنَّاهُ فِي تَفْسِيرِهَا، وَهُوَ أَصُولُ عَقَائِدِ الْإِسْلَامِ فِي الْإِلَهِيَّاتِ وَالنُّبُوَّاتِ وَالْبَعْثِ وَالْجَزَاءِ وَعَمَلِ الصَّالِحَاتِ، وَقَدْ فُصِّلَ فِيهَا مَا أُجْمِلَ فِي سُورَةِ يُونُسَ مِنْ قَصَصِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - وَهِيَ مُنَاسِبَةٌ لَهَا كُلَّ الْمُنَاسَبَةِ بِبَرَاعَةِ الْمَطْلَعِ فِي فَاتِحَتِهَا، وَالْمَقْطَعِ فِي خَاتِمَتِهَا، وَتَفْصِيلِ الدَّعْوَةِ فِي أَثْنَائِهَا، فَقَدِ افْتُتِحَتَا بِذِكْرِ الْقُرْآنِ بَعْدَ الر، وَمِثْلُهُمَا فِي هَذَا مَا بَعْدَهُمَا مِنَ السُّوَرِ الْأَرْبَعِ إِلَّا الرَّعْدَ فَأَوَّلُهَا المر، وَذِكْرُ رِسَالَةِ النَّبِيِّ الْمُبَلَّغِ لَهُ عَنِ اللهِ - تَعَالَى - وَبَيَانُ وَظِيفَتِهِ فِيهَا، وَهُوَ الْإِنْذَارُ وَالتَّبْشِيرُ، وَخُتِمَتَا بِخِطَابِ النَّاسِ بِالدَّعْوَةِ إِلَى مَا جَاءَ بِهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَمَرَهُ فِي الْأُولَى بِالصَّبْرِ حَتَّى يَحْكُمَ اللهُ بَيْنَهُ وَبَيْنَ الْكَافِرِينَ، وَفِي الثَّانِيَةِ بِالِانْتِظَارِ ; أَيِ انْتِظَارِ هَذَا الْحُكْمِ مِنْهُ - تَعَالَى - مَعَ الِاسْتِقَامَةِ عَلَى عِبَادَتِهِ وَالتَّوَكُّلِ عَلَيْهِ. </p><p> وَذُكِرَ فِي أَثْنَاءِ كُلٍّ مِنْهُمَا التَّحَدِّي بِالْقُرْآنِ، رَدًّا عَلَى الَّذِينَ زَعَمُوا أَنَّ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدِ افْتَرَاهُ، وَلَكِنَّ هَذَا الْمَوْضُوعَ فِي الْأُولَى أَوْفَى مِنْهُ فِي الثَّانِيَةِ، وَكَذَا مُحَاجَّةُ الْمُشْرِكِينَ فِي أُصُولِ الدِّينِ كُلِّهَا، فَقَدْ أُجْمِلَ فِي كُلٍّ مِنْهُمَا مَا فُصِّلَ فِي الْأُخْرَى مَعَ فَوَائِدَ انْفَرَدَتْ بِهَا كُلٌّ مِنْهُمَا، فَهُمَا بِاتِّفَاقِ الْمَوْضُوعِ، وَاخْتِلَافِ النَّظْمِ وَالْأُسْلُوبِ، آيَتَانِ مِنْ آيَاتِ الْإِعْجَازِ، تَخِرُّ لِتِلَاوَتِهِمَا الْوُجُوهُ لِلْأَذْقَانِ، سَاجِدَةً لِلرَّحْمَنِ. </p>"
}