{
  "id": null,
  "sura": 10,
  "aya": 3,
  "text": "<p> (إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ) . </p><p> افْتَتَحَ السُّورَةَ بِذِكْرِ آيَاتِ الْكِتَابِ، النَّاطِقِ بِالْحِكْمَةِ وَفَصْلِ الْخِطَابِ وَأَنْكَرَ عَلَى النَّاسِ عَجَبَهُمْ أَنْ يُوحِيَ رَبُّهُمْ إِلَى رَجُلٍ مِنْهُمْ أَنْ يُعَلِّمَهُمْ بِهِ مَا لَا يَعْلَمُونَ مِنَ الدِّينِ الَّذِي فِيهِ سَعَادَتُهُمْ، مُنْذِرًا مَنْ كَفَرَ بِالْعِقَابِ، وَمُبَشِّرًا مَنْ آمَنَ بِالثَّوَابِ وَحَكَى عَنِ الْكَافِرِينَ وَصْفَهُمْ لِهَذَا الْكِتَابِ الْحَكِيمِ وَلِلرَّسُولِ الَّذِي جَاءَ بِهِ بِالسِّحْرِ؛ إِذْ كَانَ كُلٌّ مِنْهُمَا مِنْ خَوَارِقِ الْعَادَاتِ، وَقَدْ جَاءَ فِي الْبَشَرِ مُشَعْوِذُونَ وَدَجَّالُونَ يَأْتُونَ بَعْضَ الْخَوَارِقِ الَّتِي لَا يَعْرِفُ الْجَمَاهِيرُ أَسْبَابَهَا، فَرَأَوْا أَنَّ هَذَا الْكِتَابَ الْمُعْجِزَ لِلْبَشَرِ بِأُسْلُوبِهِ وَبَلَاغَتِهِ، وَبِعِلْمِهِ وَحِكْمَتِهِ، وَبِتَأْثِيرِهِ فِي الْعُقُولِ وَالْقُلُوبِ، يَصِحُّ أَنْ يَكُونَ أَوْ يُوصَفَ بِأَنَّهُ مِنْ هَذَا السِّحْرِ الْمَعْهُودِ وَجُودُهُ، الْمَجْهُولِ سَبَبُهُ وَأَنَّ هَذَا الرَّجُلَ الَّذِي جَاءَ بِهِ لَمْ يُعْرَفْ عَنْهُ قَبْلَهُ شَيْءٌ مِنْ بَلَاغَةِ الْقَوْلِ، وَلَا مِنْ حِكْمَةِ التَّشْرِيعِ، وَالْعِلْمُ، يَصِحُّ أَنْ يُعَدَّ مُنْتَحَلًا لِلسِّحْرِ، وَلَكِنَّ السِّحْرَ لَمْ يَكُنْ فِي يَوْمٍ مِنَ الْأَيَّامِ حَقَائِقَ عِلْمِيَّةً وَلَا هِدَايَةً نَافِعَةً كَمَا تَقَدَّمَ، وَالسَّحَرَةُ لَمْ يَكُونُوا إِلَّا أُنَاسًا مِنَ الْمُتَكَسِّبِينَ بِإِطْلَاعِ النَّاسِ عَلَى غَرَائِبِهِمُ الْمَجْهُولَةِ لَهُمْ، فَأَيْنَ هَذَا وَذَاكَ مِنَ الْقُرْآنِ وَمَنْ جَاءَ بِهِ، مِنْ حَقَائِقَ سَاطِعَةٍ، وَهُوَ لَا يَسْأَلُ عَلَيْهَا أَجْرًا وَلَا يَبْتَغِي بِهَا لِنَفْسِهِ نَفْعًا إِذْ هِيَ بَاقِيَةٌ بِنَفْسِهَا وَبِآثَارِهَا النَّافِعَةِ، وَالسِّحْرُ بَاطِلٌ لَا بَقَاءَ لَهُ؟ فَالْمُتَعَيَّنُ عِنْدَ الْعَقْلِ أَنْ يَكُونَ مَا فِيهَا مِنَ الْعُلُوِّ عَلَى كَلَامِ الْبَشَرِ، وَالْإِعْجَازِ الَّذِي قَامَتْ بِهِ الْحُجَّةُ بِالتَّحَدِّي، وَحْيًا مِنْ رَبِّ الْعَالَمِينَ وَنِعْمَةً مِنْهُ عَلَيْهِمْ بِهِدَايَةِ الدِّينِ، الَّذِي هُوَ لِجُمْلَتِهِمْ، كَالْعَقْلِ لِأَفْرَادِهِمْ، وَوَجَبَ عَلَى كُلِّ مَنْ يُؤْمِنُ بِهَذَا الرَّبِّ الْعَلِيمِ الْحَكِيمِ، الْبَرِّ الرَّحِيمِ، أَنْ يُؤْمِنَ بِأَنَّ هَذَا مِنْ حِكْمَةِ رُبُوبِيَّتِهِ وَرَحْمَتِهِ بِالْعَالِمِينَ، وَإِلَّا كَانَتْ صِفَاتُهُ نَاقِصَةً بِحِرْمَانِ هَذَا الْإِنْسَانِ مِنْ هَذَا النَّوْعِ الْأَعْلَى مِنَ الْعِرْفَانِ، وَالْبَيِّنَاتِ مِنَ الْهُدَى وَالْفُرْقَانِ، وَلِذَلِكَ قَفَّى حِكَايَةَ عَجَبِهِمْ وَمَا عَلَّلُوهُ بِهِ، مِنَ التَّذْكِيرِ بِالْحُجَّةِ الَّتِي تَنْقُضُهُ مِنْ أَسَاسِهِ، فَقَالَ عَزَّ وَجَلَّ: </p><p> (إِنَّ رَبَّكُمُ اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ) هَذِهِ الْآيَةُ دَلِيلٌ عَلَى تَفْنِيدِهِمْ فِي عَجَبِهِمْ مِنْ وَحْيِ الْقُرْآنِ، وَبَيَانٌ لِلرُّبُوبِيَّةِ الَّتِي يَقْتَضِي كَمَالُهَا ثُبُوتَهُ وَبُطْلَانَ الشَّرَكِ، وَالْخِطَابُ فِيهَا لِلنَّاسِ الَّذِينَ عَجِبُوا أَنْ يُوحَى إِلَى رَجُلٍ مِنْهُمْ مَا فِيهِ هِدَايَتُهُمْ بِأُسْلُوبِ الِالْتِفَاتِ الْمُنَبِّهِ لِلذِّهْنِ، يَقُولُ لَهُمْ: إِنَّ رَبَّكُمْ هُوَ اللهُ الَّذِي خَلَقَ الْعَوَالِمَ السَّمَاوِيَّةَ الَّتِي </p><p> فَوْقَكُمْ، وَهَذِهِ الْأَرْضَ الَّتِي يَعِيشُونَ عَلَيْهَا فِي سِتَّةِ أَزْمِنَةٍ ثُمَّ فِي كُلِّ يَوْمٍ مِنْهَا طَوْرٌ مِنْ أَطْوَارِهَا، فَإِنَّ الْيَوْمَ فِي اللُّغَةِ هُوَ الْوَقْتُ الَّذِي يَحُدُّهُ حَدَثٌ يَحْدُثُ فِيهِ، وَإِنْ كَانَ أُلُوفَ السِّنِينَ مِنْ أَيَّامِ هَذِهِ الْأَرْضِ الْفَلَكِيَّةِ الَّتِي وُجِدَتْ بَعْدَ خَلْقِهَا، أَيْ أَوْجَدَهَا كُلَّهَا بِمَقَادِيرَ قَدَّرَهَا فَإِنَّ الْخَلْقَ فِي اللُّغَةِ التَّقْدِيرُ، ثُمَّ اسْتَوَى عَلَى عَرْشِهِ الَّذِي جَعَلَهُ مَرْكَزَ التَّدْبِيرِ، لِهَذَا الْمُلْكِ الْكَبِيرِ، اسْتِوَاءً يَلِيقُ بِعَظَمَتِهِ وَجَلَالِهِ، وَتَنْزِيهِهِ وَكَمَالِهِ، يُدَبِّرُ أَمْرَ مُلْكِهِ، بِمَا اقْتَضَاهُ عِلْمُهُ مِنَ النِّظَامِ، وَحِكْمَتُهُ مِنَ الْأَحْكَامِ، فَالِاسْتِوَاءُ عَلَى الْعَرْشِ بَعْدَ خَلْقِهِمَا، وَهُوَ مَخْلُوقٌ لَهُ مِنْ قَبْلِهِمَا، شَأْنٌ مِنْ شُئُونِهِ فِيمَا لَا نَعْلَمُ كُنْهَهُ وَلَا صِفَتَهُ مِنْ تَدْبِيرِ هَذَا الْمُلْكِ، وَكُلَّ يَوْمٍ هُوَ فِي شَأْنٍ، لَا يُدْرِكُ كُنْهَ شُئُونِهِ إِنْسٌ وَلَا جَانٌّ. </p><p> وَالتَّدْبِيرُ فِي أَصْلِ اللُّغَةِ التَّوْفِيقُ بَيْنَ أَوَائِلِ الْأُمُورِ وَمَبَادِئِهَا، وَأَدْبَارِهَا وَعَوَاقِبِهَا، بِحَيْثُ تَكُونُ الْمَبَادِئُ مُؤَدِّيَةً إِلَى مَا يُرِيدُ مِنْ غَايَاتِهَا، كَمَا أَنَّ تَدَبُّرَ الْأَمْرِ أَوِ الْقَوْلِ هُوَ التَّفَكُّرُ فِي دُبُرِهِ وَهُوَ مَا وَرَاءَهُ وَمَا يُرَادُ مِنْهُ وَيَنْتَهِي إِلَيْهِ. وَوَجْهُ دَلَالَةِ هَذِهِ الْجُمْلَةِ عَلَى مَا ذُكِرَ أَنَّ الرَّبَّ الْخَالِقَ الْمُدَبِّرَ لِجَمِيعِ أُمُورِ الْخَلْقِ، لَا يَسْتَنْكِرُ مِنْ تَرْبِيَتِهِ لِعِبَادِهِ وَتَدْبِيرِهِ لِأُمُورِهِمْ، أَنْ يَفِيضَ مَا شَاءَ مِنْ عِلْمِهِ عَلَى مَنِ اصْطَفَى مِنْ خَلْقِهِ، مَا يَهْدِيهِمْ بِهِ لِمَا فِيهِ كَمَالُهُمْ وَسَعَادَتُهُمْ مِنْ عِبَادَتِهِ وَشُكْرِهِ وَصَلَاحِ أَنْفُسِهِمْ، بَلْ يَجِبُ عَلَى الْعَاقِلِ الْعَالِمِ بِهَذَا التَّدْبِيرِ وَالتَّقْدِيرِ الَّذِي تَشْهَدُ بِهِ آيَاتُهُ تَعَالَى فِي السَّمَاوَاتِ وَالْأَرْضِ، أَنْ يُؤْمِنَ بِأَنَّ هَذَا الْوَحْيَ مِنْهُ عَزَّ وَجَلَّ، إِذْ هُوَ مِنْ كَمَالِ تَقْدِيرِهِ وَتَدْبِيرِهِ، وَلَا يَقْدِرُ عَلَيْهِ غَيْرُهُ. وَقَدْ ذَكَرْنَا فِي تَفْسِيرِ آيَةِ الْأَعْرَافِ الَّتِي بِمَعْنَى هَذِهِ الْآيَةِ (٧: ٥٤) الِاخْتِلَافَ بَيْنَ عُلَمَاءِ الْكَلَامِ الْمُبْتَدَعِ، وَأَئِمَّةِ السَّلَفِ وَأَتْبَاعِهِمْ مِنْ عُلَمَاءِ الْأَثَرِ فِي مَسْأَلَةِ الِاسْتِوَاءِ عَلَى الْعَرْشِ وَأَشْبَاهِهَا مِنْ آيَاتِ عُلُوِّ الْخَالِقِ تَعَالَى فَوْقَ خَلْقِهِ وَسَائِرِ صِفَاتِهِ، وَحَقَّقْنَا أَنَّ مَذْهَبَ السَّلَفِ هُوَ الْحَقُّ الْجَامِعُ بَيْنَ النَّقْلِ وَالْعَقْلِ. </p><p> ثُمَّ قَالَ:  (مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ وَهَذِهِ الْجُمْلَةُ حُجَّةٌ ثَانِيَةٌ عَلَى مُنْكِرِي الْوَحْيِ، فِي ضِمْنِ حَقِيقَةٍ نَاقِضَةٍ لِعَقِيدَةِ الشِّرْكِ، ذَلِكَ أَنَّ مُشْرِكِي الْعَرَبِ وَغَيْرِهِمْ وَمُقَلِّدَتِهِمْ مِنْ أَهْلِ الْكِتَابِ، كَانُوا يَعْتَقِدُونَ أَنَّ مَعْبُودَاتِهِمْ مِنْ أَوْلِيَاءِ اللهِ تَعَالَى، وَعِبَادِهِ الْمُقَرَّبِينَ مِنَ الْمَلَائِكَةِ وَالْبَشَرِ يَشْفَعُونَ لَهُمْ عِنْدَ اللهِ تَعَالَى بِمَا يَدْفَعُ عَنْهُمُ الضُّرَّ وَيَجْلِبُ لَهُمُ النَّفْعَ فِي الدُّنْيَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ مِنَ الْفَرِيقَيْنِ يُثْبِتُونَ لَهُمُ الشَّفَاعَةَ فِي الْآخِرَةِ بِالْأَوْلَى، وَيُسَمُّونَ الْأَصْنَامَ الَّتِي وُضِعَتْ لِذِكْرَى أُولَئِكَ الْأَوْلِيَاءِ شُفَعَاءَ أَيْضًا بِالتَّبَعِ، وَسَيَأْتِي فِي (الْآيَةِ ١٨) مِنْ هَذِهِ السُّورَةِ حِكَايَةُ مَا يَقُولُونَهُ فِي هَذِهِ الشَّفَاعَةِ. وَيُقَالُ فِي بَيَانِ وَجْهِ الْحُجَّةِ عَلَيْهِمْ فِيهَا: إِنَّكُمْ إِذَا كُنْتُمْ تُؤْمِنُونَ بِأَنَّ لِلَّهِ شُفَعَاءَ مِنْ أَوْلِيَائِهِ وَعِبَادِهِ الْمُقَرِّبِينَ يَشْفَعُونَ لَكُمْ عِنْدَهُ بِمَا يُقَرِّبُكُمْ إِلَيْهِ زُلْفَى وَيَدْفَعُ عَنْكُمُ الضُّرَّ وَيَجْلِبُ لَكُمُ النَّفْعَ - وَهُوَ قَوْلٌ مِنْكُمْ عَلَى اللهِ تَعَالَى بِغَيْرِ عِلْمٍ - فَمَا لَكُمْ تُنْكِرُونَ وَتَعْجَبُونَ أَنْ يُوحِيَ تَعَالَى إِلَى مَنْ يَشَاءُ، وَيَصْطَفِيَ مِنْ هَؤُلَاءِ الْعِبَادِ مَنْ يُعَلِّمُكُمْ مِنَ الْعِلْمِ مَا يَهْدِيكُمْ إِلَى الْعَمَلِ </p><p> الْمُوَصِّلِ إِلَى كُلِّ مَا تَطْلُبُونَهُ مِنْ هَؤُلَاءِ الشُّفَعَاءِ بِاسْتِحْقَاقٍ بِدُونِ عَمَلٍ مِنْكُمْ وَلَا اسْتِحْقَاقٍ لِمَا تَطْلُبُونَ مِنْهُمْ؟ . </p><p> وَأَمَّا الْحَقِيقَةُ النَّاقِضَةُ لِعَقِيدَةِ الشِّرْكِ فِي الشَّفَاعَةِ، فَهِيَ أَنَّهُ لَا يُمْكِنُ أَنْ يُوجَدَ شَفِيعٌ يَشْفَعُ لِأَحَدٍ عِنْدَهُ تَعَالَى إِلَّا مِنْ بَعْدِ إِذْنِهِ، كَمَا قَالَ فِي سُورَةِ الْبَقَرَةِ:  (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ)  (٢: ٢٥٥) وَلَيْسَ لِأَحَدٍ حَقٌّ فِي الْإِخْبَارِ عَنْهُ تَعَالَى بِمَنْ يَشْفَعُ عِنْدَهُ وَمَنْ يَقَبْلُ شَفَاعَتَهُ إِلَّا بِإِعْلَامٍ مِنْهُ، وَذَلِكَ لَا يَكُونُ إِلَّا بِوَحْيٍ مِنْهُ. وَقَدْ ثَبَتَ فِي وَحْيِ هَذَا الْقُرْآنِ أَنَّهُ لَا يَشْفَعُ أَحَدٌ عِنْدَهُ بِإِذْنِهِ إِلَّا مَنِ ارْتَضَاهُ لِلشَّفَاعَةِ (يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا)  (٢٠: ١٠٩) وَأَنَّ هَؤُلَاءِ الْمَأْذُونَ لَهُمْ بِالشَّفَاعَةِ لَا يَشْفَعُونَ إِلَّا لِمَنْ كَانَ اللهُ تَعَالَى رَاضِيًا عَنْهُ بِإِيمَانِهِ وَعَمَلِهِ الصَّالِحِ كَمَا قَالَ: (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى)  (٢١: ٢٨) مِصْدَاقًا لِقَوْلِهِ: (قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا)  (٣٩: ٤٤) . </p><p> (ذَلِكُمُ اللهُ رَبُّكُمْ فَاعْبُدُوهُ) احْتِجَاجٌ بِمَا يُؤْمِنُونَ بِهِ مِنْ وَحْدَانِيَّةِ الرُّبُوبِيَّةِ، عَلَى شِرْكِهِمْ فِي وَحْدَانِيَّةِ الْأُلُوهِيَّةِ، أَيْ ذَلِكَ الْمَوْصُوفِ بِالْخَلْقِ وَالتَّقْدِيرِ، وَالْحِكْمَةِ وَالتَّدْبِيرِ، وَالتَّصَرُّفِ فِي أَمْرِ الشَّفَاعَةِ يَأْذَنُ بِهَا لِمَنْ شَاءَ فِيمَا شَاءَ هُوَ اللهُ رَبُّكُمْ وَمُتَوَلِّي أُمُورِ الْعَالَمِ وَمِنْهَا أُمُورُكُمْ، فَاعْبُدُوهُ وَحْدَهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَلَا مَعَهُ </p><p> أَحَدًا، لَا لِأَجْلِ الشَّفَاعَةِ، وَلَا لِأَجْلِ مَطْلَبٍ آخَرَ مِنْ مَطَالِبِكُمْ، فَالشُّفَعَاءُ لَا يَمْلِكُونَ لَكُمْ مِنْ دُونِهِ نَفْعًا وَلَا ضَرًّا، وَإِنَّمَا يَمْلِكُ ذَلِكَ رَبُّكُمْ وَحْدَهُ، وَقَدْ هَدَاكُمْ إِلَى أَسْبَابِ الضُّرِّ وَالنَّفْعِ الْكَسْبِيَّةِ بِعُقُولِكُمْ وَمَشَاعِرِكُمْ وَسَخَّرَهَا لَكُمْ، وَهَدَاكُمْ إِلَى أَسْبَابِ النَّفْعِ وَالضُّرِّ الْغَيْبِيَّةِ بِوَحْيِهِ وَأَقْدَرَكُمْ عَلَيْهَا، وَكُلِّ مَا يُطْلَبُ مِنَ الْمَنَافِعِ وَالْمَضَارِّ فَإِنَّمَا يُطْلَبُ مِنْ أَسْبَابِهِ الَّتِي سَخَّرَهَا تَعَالَى وَبَيَّنَهَا لَكُمْ، وَمَا عَجَزَ عَنْهُ الْعَبْدُ أَوْ جَهِلَهُ مِنْ ذَلِكَ فَالْوَاجِبُ عَلَيْهِ أَنْ يَدْعُوَ اللهَ تَعَالَى وَحْدَهُ فِيهِ، وَهَذَا هُوَ الرُّكْنُ الْأَوَّلُ لِلدِّينِ الْإِلَهِيِّ. أَفَلَا تَذَكَّرُونَ أَيْ أَتَجْهَلُونَ هَذَا الْحَقَّ الْمُبِينَ، فَلَا تَتَذَكَّرُونَ أَنَّ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَحْدَهُ، وَاسْتَوَى عَلَى عَرْشِ الْمُلْكِ يُدَبِّرُ الْأُمُورَ وَحْدَهُ، وَلَا يُمْكِنُ أَنْ يَشْفَعَ أَحَدٌ عِنْدَهُ إِلَّا بِإِذْنِهِ، هُوَ رَبُّكُمُ الَّذِي يَجِبُ أَنْ تَعْبُدُوهُ وَأَلَّا تَعْبُدُوا غَيْرَهُ؟ وَهُوَ مُقْتَضَى الْفِطْرَةِ، وَمَا إِنْكَارُهُ إِلَّا ضَرْبٌ مِنَ الْغَفْلَةِ عِلَاجُهَا التَّذْكِيرُ. </p><p> هَذَا الِاسْتِفْهَامُ التَّعْجِيبِيُّ مِنْ غَفْلَةِ الْمُشْرِكِينَ مُنْكِرِي الْوَحْيِ عَنْ هَذِهِ الْحَقِيقَةِ، وَهِيَ أَنَّهُ لَا يَسْتَحِقُّ الْعِبَادَةَ مِنَ الْخَلْقِ أَحَدٌ إِلَّا رَبُّهُمْ وَخَالِقُهُمْ وَمُدَبِّرُ أُمُورِهِمْ، يُوَجَّهُ بِالْأَوْلَى إِلَى الْمُؤْمِنِينَ بِالْقُرْآنِ مِنَ الْقُبُورِيِّينَ وَعُبَّادِ الصَّالِحِينَ، كَيْفَ لَا يَتَذَكَّرُونَ هَذِهِ الْآيَاتِ وَأَمْثَالَهَا كُلَّمَا شَعَرُوا بِالْحَاجَةِ إِلَى مَا عَجَزُوا عَنْهُ بِكَسْبِهِمْ مِنْ دَفْعِ ضُرٍّ أَوْ جَلْبِ نَفْعٍ؟ إِذْ نَرَاهُمْ يُوَجِّهُونَ وُجُوهَهُمْ إِلَى قُبُورِ الْمَشْهُورِينَ مِنَ الصَّالِحِينَ فِي بِلَادِهِمْ، وَيَشُدُّونَ الرِّحَّالَ إِلَى مَا بَعُدَ مِنْهَا عَنْهُمْ، وَيَتَقَرَّبُونَ إِلَيْهَا بِالنُّذُورِ وَيَطُوفُونَ بِهَا كَمَا يَطُوفُ الْحُجَّاجُ بِبَيْتِ اللهِ عَزَّ وَجَلَّ، دَاعِينَ مُتَضَرِّعِينَ </p>"
}