{
  "id": null,
  "sura": 10,
  "aya": 19,
  "text": "<p> وَلِمَشْيَخَةِ الْأَزْهَرِ الرَّسْمِيَّةِ مَجَلَّةٌ تَنْشُرُ بِاسْمِهَا هَذِهِ الْبِدَعُ وَالْخُرَافَاتُ فِي جَمِيعِ بِلَادِ الْمُسْلِمِينَ، وَتَطْعَنُ عَلَى الْمُعْتَصِمِينَ بِالسُّنَّةِ وَسِيرَةِ السَّلَفِ الصَّالِحِينَ وَعَلَى الْمُعْتَصِمِينَ بِالْقُرْآنِ أَيْضًا وَهُوَ حَبْلُ اللهِ الْمَتِينُ، لِزَعْمِهِمْ أَنَّ الْوَاجِبَ عَلَيْهِمْ هُوَ أَخْذُ الدِّينِ كُلِّهِ عَنْ كُتُبِ مُقَلِّدَةِ الْفُقَهَاءِ وَالْمُتَكَلِّمِينَ، حَتَّى الْمُتَأَخِّرِينَ مِنْهُمْ دُونَ الْأَئِمَّةِ الْمُجْتَهِدِينَ. </p><p> (وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكِ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ) تَقَدَّمَ فِي هَذِهِ السِّيَاقِ مِنْ أَوَّلِ السُّورَةِ إِلَى هُنَا، أَنَّ أَهْلَ مَكَّةَ لَمْ يَكُنْ دَأْبُهُمْ فِي تَكْذِيبِهِمْ لِلْوَحْيِ الْمُحَمَّدِيِّ إِلَّا كَدَأْبِ مَنْ قَبْلَهُمْ مِنَ الْأَقْوَامِ الَّذِينَ كَذَّبُوا رُسُلَهُمْ، </p><p> وَلَمْ يَكُونُوا فِي اسْتِعْجَالِ نَبِيِّهِمُ الْعَذَابَ إِلَّا كَالَّذِينِ اسْتَعْجَلُوا رُسُلَهُمُ الْعَذَابَ أَيْضًا، وَتَقَدَّمَ فِيهِ بَيَانُ بَعْضِ طِبَاعِ الْبَشَرِ وَلَا سِيَّمَا الْكُفَّارِ فِي الرُّعُونَةِ وَالْعَجَلَةِ، وَفِي الضَّرَاعَةِ إِلَى اللهِ وَالْإِخْلَاصِ لَهُ عِنْدَ الشِّدَّةِ وَنِسْيَانِهِ عِنْدَ الرَّخَاءِ، وَفِي الْإِشْرَاكِ بِاللهِ بِدَعْوَى أَنَّ لَهُمْ شُفَعَاءَ عِنْدَ اللهِ يَدْفَعُونَ عَنْهُمُ الضُّرَّ وَيَجْلِبُونَ لَهُمُ النَّفْعَ بِوَجَاهَتِهِمْ عِنْدَهُ، ثُمَّ جَاءَتْ هَذِهِ الْآيَةُ فِي بَيَانِ مَا كَانَ عَلَيْهِ النَّاسُ مِنَ الْوَحْدَةِ، وَمَا صَارُوا عَلَيْهِ مِنَ الِاخْتِلَافِ وَالْفُرْقَةِ، فَالتَّنَاسُبُ بَيْنَهَا وَبَيْنَ مَا قَبْلَهَا فِي غَايَةِ الْقُوَّةِ. </p><p> (وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا) قِيلَ: إِنَّ الْمُرَادَ بِالنَّاسِ هُنَا الْعَرَبُ؛ فَإِنَّهُمْ كَانُوا حُنَفَاءَ عَلَى مِلَّةِ إِبْرَاهِيمَ إِلَى أَنْ ظَهَرَ فِيهِمْ عَمْرُو بْنُ لُحَيٍّ الَّذِي ابْتَدَعَ لَهُمْ عِبَادَةَ غَيْرِ اللهِ وَصَنَعَ لَهُمُ الْأَصْنَامَ - كَمَا ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ - فَاخْتَلَفُوا بِأَنْ أَشْرَكَ بَعْضُهُمْ وَثَبَتَ عَلَى الْحَنِيفِيَّةِ آخَرُونَ. </p><p> وَقِيلَ: وَهُوَ الْمُخْتَارُ، إِنَّ الْمُرَادَ الْجِنْسُ الْبَشَرِيُّ فِي جُمْلَتِهِ، فَإِنَّهُمْ كَانُوا أُمَّةً وَاحِدَةً عَلَى الْفِطْرَةِ، إِذْ كَانُوا يَعِيشُونَ عِيشَةَ السَّذَاجَةِ وَالْوَحْدَةِ كَأُسْرَةٍ وَاحِدَةٍ، حَتَّى كَثُرُوا وَتَفَرَّقُوا فَصَارُوا عَشَائِرَ فَقَبَائِلَ فَشُعُوبًا تَخْتَلِفُ حَاجَاتُهَا وَتَتَعَارَضُ مَنَافِعُهَا، فَتَتَعَادَى وَتَتَقَاتَلُ فِي التَّنَازُعِ فِيهَا، فَبَعَثَ اللهُ فِيهِمُ النَّبِيِّينَ وَالْمُرْسَلِينَ لِهِدَايَتِهِمْ، وَإِزَالَةِ الِاخْتِلَافِ بِكِتَابِ اللهِ وَوَحْيِهِ، ثُمَّ اخْتَلَفُوا فِي الْكِتَابِ نَفْسِهِ أَيْضًا بَغْيًا بَيْنَهُمْ وَاتِّبَاعًا لِأَهْوَائِهِمْ، وَتَقَدَّمَ تَفْصِيلُ هَذَا فِي تَفْسِيرِ (٢: ٢١٣) وَأَقْوَالِ الْمُفَسِّرِينَ فِي الْمَسْأَلَةِ وَالتَّرْجِيحِ بَيْنَهَا. </p><p> (وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ) أَيْ وَلَوْلَا كَلِمَةُ حَقٍّ فَاصِلَةٌ سَبَقَتْ مِنْ رَبِّكَ فِي جَعْلِ جَزَاءِ النَّاسِ الْعَامِّ فِي الْآخِرَةِ، لَعَجَّلَهُ لَهُمْ فِي الدُّنْيَا بِإِهْلَاكِ الْمُبْطِلِينَ الْبَاغِينَ مِنْهُمْ، فَالْمُرَادُ مِنَ الْكَلِمَةِ قَوْلُهُ تَعَالَى فِي هَذِهِ السُّورَةِ:  (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ)  (٩٣) وَمِثْلُهُ فِي سُوَرٍ أُخْرَى. </p><p> وَالْآيَةُ تَتَضَمَّنُ الْوَعِيدَ عَلَى اخْتِلَافِ النَّاسِ الْمُفْضِي إِلَى الشِّقَاقِ وَالْعُدْوَانِ، وَلَا سِيَّمَا الِاخْتِلَافِ فِي كِتَابِ اللهِ الَّذِي أَنْزَلَهُ لِإِزَالَةِ الشِّقَاقِ بِحُكْمِهِ، وَإِدَالَةِ الْوَحْدَةِ </p><p> وَالْوِفَاقِ مِنْهُ، وَتَقَدَّمَ بَيَانُهُ وَحِكْمَتُهُ فِي تَفْسِيرِ آيَةِ الْبَقَرَةِ (٢١٣) وَفِي غَيْرِهَا، وَسَنَعُودُ إِلَى بَيَانِ حِكْمَتِهِ وَحِكْمَةِ خَلْقِ الْإِنْسَانِ مُسْتَعِدًّا لِلِاخْتِلَافِ فِي تَفْسِيرِ آيَةِ سُورَةِ هُودٍ (وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً)  (١١: ١١٨) إِلَخْ. </p><p> (وَيَقُولُونَ لَوْلَا أَنْزِلُ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظَرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظَرِينَ) . </p><p> الْكَلَامُ فِي مُنْكِرِي الْوَحْيِ مِنَ الْمُشْرِكِينَ الْمُنْكِرِينَ لِلْبَعْثِ، حَكَى عَنْهُمْ عَجَبَهُمْ مِنَ الْوَحْيِ إِلَى بَشَرٍ مِثْلِهِمْ، وَرَدَّ عَلَيْهِمْ بِأَنْوَاعِ الْحُجَجِ الْمُتَقَدِّمَةِ الْمُتَضَمِّنَةِ لِبُطْلَانِ شِرْكِهِمْ وَإِنْكَارِهِمْ لِلْبَعْثِ، ثُمَّ حَكَى عَنْهُمْ مُطَالَبَةَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْإِتْيَانِ بِقُرْآنٍ غَيْرِ هَذَا الْقُرْآنِ، الدَّالِّ بِأُسْلُوبِهِ وَنَظْمِهِ وَعُلُومِهِ وَهِدَايَتِهِ عَلَى أَنَّهُ وَحْيٌّ مِنْ كَلَامِ اللهِ عَزَّ وَجَلَّ، أَوْ تَبْدِيلِهِ، وَرَدَّ عَلَيْهِمْ بِمَا عَلِمْتَ. ثُمَّ حَكَى عَنْهُمْ فِي هَذِهِ الْآيَةِ الِاحْتِجَاجَ عَلَى إِنْكَارِ نُبُوَّتِهِ بِعَدَمِ إِنْزَالِ رَبِّهِ عَلَيْهِ آيَةً كَوْنِيَّةً غَيْرَ هَذَا الْقُرْآنِ وَمَا فِيهِ مِنَ الْآيَاتِ الْعِلْمِيَّةِ وَالْعَقْلِيَّةِ عَلَى النُّبُوَّةِ وَالرِّسَالَةِ مَعَ الرَّدِّ عَلَيْهَا. وَالْجُمْلَةُ مَعْطُوفَةٌ عَلَى جُمْلَةِ مَا قَبْلَهَا مِنْ حِكَايَاتِ أَقْوَالِ الْمُشْرِكِينَ وَأَعْمَالِهِمْ فِي جُحُودِ الرِّسَالَةِ، وَمِنْ دَعْوَةِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى التَّوْحِيدِ وَالْإِيمَانِ بِالْبَعْثِ، لَا عَلَى آخَرِ مَا حَكَاهُ عَنْهُمْ فِي قَوْلِهِ:  (وَيَعْبُدُونَ مِنْ دُونِ اللهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا)  (١٨) خَاصَّةً لِقُرْبِهِ وَكَوْنِ كُلٍّ مِنْهُمَا بِلَفْظِ الْمُضَارِعِ؛ فَإِنَّ الْمَحْكِيَّ هُنَا غَيْرُ مُشَارِكٍ لِلْمَحْكِيِّ قَبْلَهُ فِي خَاصَّةِ مَوْضُوعِهِ أَوْ مَا يُنَاسِبُهُ، وَلَا عَلَى مَا حَكَاهُ عَنْهُمْ مِنْ طَلَبِ الْإِتْيَانِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ تَبْدِيلِهِ خَاصَّةً وَإِنْ كَانَ فِي مَوْضُوعٍ وَاحِدٍ، لِبُعْدِهِ وَلِلِاخْتِلَافِ بَيْنَهُمَا فِي حِكَايَةِ ذَاكَ بِالْمَاضِي وَهُوَ:  (قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا)  (١٥) وَحِكَايَةِ هَذَا بِالْمُضَارِعِ إِلَخْ. </p>"
}