{
  "id": null,
  "sura": 11,
  "aya": 45,
  "text": "<p> الْمُفَسِّرِينَ لِلْقُرْآنِ يُعْنَوْنَ بِبَسْطِ إِعْرَابِ الْقُرْآنِ وَبَلَاغَةِ عِبَارَتِهِ وَلَفْظِهِ، وَلَا يُعْنَوْنَ بِبَسْطِ عِبْرَتِهِ وَوَعْظِهِ، وَلَقَدْ قَالَ حَكِيمُ الشُّعَرَاءِ أَبُو الْعَلَاءِ الْمُعَرِّي فِي أَهْلِ عَصْرِهِ: </p><p> وَالْأَرْضُ لِلطُّوفَانِ مُشْتَاقَةٌ ... لَعَلَّهَا مِنْ دَرَنٍ تُغْسَلُ </p><p> وَنَحْنُ نَقُولُ: رَحِمَ اللهُ أَبَا الْعَلَاءِ فَكَيْفَ لَوْ رَأَى زَمَانَنَا هَذَا؟ كَمَا قَالَتْ أُمُّ الْمُؤْمِنِينَ عَائِشَةُ رَضِيَ اللهُ عَنْهَا وَقَدْ أَنْشَدَتْ قَوْلَ لَبِيدٍ: </p><p> ذَهَبَ الَّذِينَ يُعَاشُ فِي أَكْنَافِهِمْ ... وَبَقِيتُ فِي خَلَفٍ كَجِلْدِ الْأَجْرَبِ </p><p> قَالَتْ: رَحِمَ اللهُ لَبِيدًا فَكَيْفَ لَوْ رَأَى زَمَانَنَا هَذَا؟ </p><p> رُوِّينَاهُ مُسَلْسَلًا إِلَيْهَا مِنْ طَرِيقِ شَيْخِنَا أَبِي الْمَحَاسِنِ الشَّيْخِ مُحَمَّدٍ الْقَاوَقْجِيِّ - رَحِمَهُ اللهُ - وَسَنَعْقِدُ فَصْلًا لِلْكَلَامِ عَلَى عِقَابِ اللهِ لِلظَّالِمِينَ وَالْمُجْرِمِينَ فِي عَصْرِنَا بِمَا نُورِدُهُ مِنْ عِلَاوَاتِ هَذِهِ الْقِصَّةِ. </p><p> (وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ) </p><p> هَذِهِ الْآيَاتُ الثَّلَاثُ فِي مَسْأَلَةٍ فَرْعِيَّةٍ مِنْ قِصَّةِ نُوحٍ لَا مِنْ صُلْبِ الْقِصَّةِ وَأُصُولِ وَقَائِعِهَا وَلَكِنَّهَا تَدْخُلُ فِي الْعَقَائِدِ وَأُصُولِ الدِّينِ مِنْ بَابَيْنِ اثْنَيْنِ لَا مِنْ بَابٍ وَاحِدٍ، </p><p> أَحَدُهُمَا: بَابُ الْإِلَهِيَّاتِ بِمَا فِيهَا مِنْ حُكْمِ اللهِ وَعَدْلِهِ وَسُنَّتِهِ فِي خَلْقِهِ بِلَا مُحَابَاةٍ لِوَلِيٍّ وَلَا نَبِيٍّ، وَثَانِيهِمَا: اجْتِهَادُ الْأَنْبِيَاءِ وَجَوَازُ الْخَطَأِ فِيهِ وَعَدُّهُ ذَنْبًا عَلَيْهِمْ بِالْإِضَافَةِ إِلَى مَقَامِهِمْ وَمَعْرِفَتِهِمْ بِرَبِّهِمْ، - وَهِيَ مَا عَرَضَ لَهُ - عَلَيْهِ السَّلَامُ - مِنَ الِاجْتِهَادِ فِي أَمْرِ ابْنِهِ الَّذِي تَخَلَّفَ عَنِ السَّفِينَةِ وَكَانَ مِنَ الْمُغْرَقِينَ كَمَا مَرَّ فِي الْآيَةِ (٤٣) وَكَانَ ظَاهِرُ التَّرْتِيبِ أَنْ تُجْعَلَ بَعْدَهَا فَتَكُونَ (٤٤) وَوَجْهُ هَذَا التَّقْدِيمِ وَالتَّأْخِيرِ بَيْنَهُمَا الَّذِي اقْتَضَتْهُ الْبَلَاغَةُ الْعُلْيَا، وَالْحِكْمَةُ الْبَالِغَةُ الْمُثْلَى، هُوَ أَنْ قُدِّمَتِ الْآيَةُ الْمُتَمِّمَةُ لِأَصْلِ الْقِصَّةِ الْمُبَيِّنَةُ لِوَجْهِ الْعِبْرَةِ فِيهَا بِأَرْوَعِ التَّعْبِيرِ، الَّذِي يَقْرَعُ أَبْوَابَ الْقُلُوبِ </p><p> بِأَبْلَغِ قَوَارِعِ التَّأْثِيرِ، فَكَانَ اتِّصَالُهَا بِهَا كَاتِّصَالِ الْمُوجَبِ بِالسَّالِبِ مِنَ الْكَهْرَبَائِيَّةِ الَّذِي يَتَوَلَّدُ، بِهِ الْبَرْقُ الَّذِي يَخْطِفُ الْأَبْصَارَ، وَالصَّاعِقَةُ الَّتِي تَمْحَقُ مَا تُصِيبُهُ مِنَ الْأَشْيَاءِ وَالْأَشْخَاصِ، فَالْآيَةُ الثَّالِثَةُ وَالْأَرْبَعُونَ تُصَوِّرُ لِقَارِئِهَا وَسَامِعِهَا نَكْبَةَ الطُّوفَانِ بِأَعْظَمِ الصُّوَرِ هَوْلًا وَرُعْبًا وَدَهْشًا تَطِيشُ لَهَا الْأَلْبَابُ، وَتَحَارُ فِي تَصَوُّرِ كَشْفِهَا وَمَا يَئُولُ إِلَيْهِ أَمْرُهَا الْأَخْيِلَةُ وَالْأَفْكَارُ، فَتَتْلُوهَا الْآيَةُ الرَّابِعَةُ وَالْأَرْبَعُونَ فَتَكُونُ الْفَاصِلَةَ بِكَشْفِ ذَلِكَ الْكَرْبِ الْعَظِيمِ بِكَلِمَتَيْنِ وَجِيزَتَيْنِ مِنْ كَلِمَاتِ التَّكْوِينِ الْإِلَهِيِّ، قُضِيَ بِهِمَا الْأَمْرُ بِنَجَاةِ الْمُؤْمِنِينَ الصَّالِحِينَ، وَهَلَاكِ الْمُشْرِكِينَ الظَّالِمِينَ، وَلَوْ فُصِلَ بَيْنَهُمَا بِهَذِهِ الْآيَاتِ الثَّلَاثِ (٤٥ - ٤٧) اللَّوَاتِي وُضِعْنَ بَعْدَهُمَا، لَضَاعَ تِسْعَةُ أَعْشَارِ بَلَاغَتِهِمَا وَتَأْثِيرِهِمَا فِي الْعِبْرَةِ وَالْمَوْعِظَةِ الْمَقْصُودَةِ عَنِ الْقِصَّةِ كُلِّهَا، الَّتِي كَانَتْ كَاشْتِعَالِ الْكَهْرَبَاءِ مُظْهِرًا لِسُرْعَةِ مَشِيئَتِهِ - تَعَالَى - فِي كَشْفِ الْكَرْبِ، فَكَانَ مِنْهَا نُورٌ ظَهَرَتْ بِهِ رَحْمَتُهُ فِي إِنْجَاءِ السَّفِينَةِ وَأَهْلِهَا الْمُؤْمِنِينَ، وَصَاعِقَةٌ مَحَقَتْ جَمِيعَ الظَّالِمِينَ. </p><p> (وَنَادَى نُوحٌ رَبَّهُ) فِي إِثْرِ نِدَائِهِ لِابْنِهِ الَّذِي تَخَلَّفَ عَنِ السَّفِينَةِ وَدَعَاهُ إِلَيْهَا فَلَمْ يَسْتَجِبْ (فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي) هَذَا تَفْسِيرٌ لِـ ((نَادَى) ) أَيْ فَكَانَ نِدَاؤُهُ أَنْ قَالَ: يَا رَبِّ إِنَّ ابْنِي هَذَا مِنْ أَهْلِي الَّذِينَ وَعَدَتْنِي بِنَجَاتِهِمْ إِذْ أَمَرْتَنِي بِحَمْلِهِمْ فِي السَّفِينَةِ (وَإِنَّ وَعْدَكَ الْحَقُّ) الَّذِي لَا خُلْفَ فِيهِ، وَهَذَا مِنْهُ (وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ) أَيْ: أَحَقُّ مِنْ كُلِّ مَنْ يُتَصَوَّرُ مِنْهُمُ الْحُكْمُ، وَأَحْسَنُهُمْ وَخَيْرُهُمْ حُكْمًا </p><p> كَمَا قَالَ - تَعَالَى -: (وَمَنْ أَحْسَنُ مِنَ اللهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ)  (٥: ٥٠) وَقَالَ: (وَهُوَ خَيْرُ الْحَاكِمِينَ) وَذَلِكَ أَنَّ حُكْمَهُ - تَعَالَى - لَا يَكُونُ إِلَّا بِالْحَقِّ وَالْعَدْلِ، لِأَنَّهُ يَصْدُرُ عَنْ كَمَالِ الْعِلْمِ وَالْعَدْلِ وَالْحِكْمَةِ، فَلَا يَعْرِضُ لَهُ الْخَطَأُ وَلَا الْمُحَابَاةُ، وَلَا الْحَيْفُ وَالظُّلْمُ، وَحُكْمُهُ - تَعَالَى - يُطْلَقُ عَلَى مَا يُشَرِّعُهُ مِنَ الْأَحْكَامِ، وَعَلَى مَا يُنَفِّذُهُ فِي عِبَادِهِ مِنْ جَزَاءٍ عَلَى الْأَعْمَالِ، وَمُرَادُ نُوحٍ بِهَذَا أَنْ يُنْجِيَ ابْنَهُ الَّذِي تَخَلَّفَ عَنِ السَّفِينَةِ بَعْدَ أَنْ دَعَاهُ إِلَيْهَا فَامْتَنَعَ، مُعَلِّلًا نَفْسَهُ بِأَنْ يَأْوِيَ إِلَى جَبَلٍ يَعْتَصِمُ بِهِ مِنَ الْغَرَقِ، وَلَمْ يَقْتَنِعْ بِقَوْلِهِ لَهُ: لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللهِ إِلَّا مَنْ رَحِمَ: ٤٣ فَالْمَعْقُولُ أَنَّ الدُّعَاءَ وَقَعَ بَعْدَ هَذِهِ الْمُحَاوَرَةِ مَعَ ابْنِهِ وَقَبْلَ أَنْ يَحُولَ بَيْنَهُمَا الْمَوْجُ. </p><p> (قَالَ يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ) الَّذِينَ أَمَرْتُكَ أَنْ تَسْلُكَهُمْ فِي السَّفِينَةِ لِإِنْجَائِهِمْ، وَفَسَّرَ هَذَا النَّفْيَ وَعَلَّلَهُ أَوْ وَجَّهَهُ بِقَوْلِهِ - تَعَالَى -: (إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ) قَرَأَ الْجُمْهُورُ ((عَمَلٌ) ) بِرَفْعِ اللَّامِ وَالتَّنْوِينِ عَلَى الْمُبَالَغَةِ فِي التَّشْبِيهِ كَرَجُلٍ عَدْلٍ، كَأَنَّهُ لِفَسَادِهِ وَاجْتِنَابِهِ لِلصَّلَاحِ وَالْتِزَامِهِ الْعَمَلَ غَيْرَ الصَّالِحِ نَفْسُ الْعَمَلِ، كَمَا قَالَتِ الْخَنْسَاءُ فِي وَصْفِ النَّاقَةِ: </p><p> تَرْتَعُ مَا رَتَعَتْ حَتَّى إِذَا ادَّكَرَتْ ... فَإِنَّمَا هِيَ إِقْبَالٌ وَإِدْبَارٌ </p><p> وَقَرَأَ الْكِسَائِيُّ وَيَعْقُوبُ بِصِيغَةِ الْفِعْلِ الْمَاضِي بِتَقْدِيرِ: عَمِلَ عَمَلًا غَيْرَ صَالِحٍ، وَالْأَوَّلُ </p>"
}