{
  "id": null,
  "sura": 11,
  "aya": 49,
  "text": "<p> يَعْلَمُهَا بِالْإِجْمَالِ، وَهُوَ لَا يَمْنَعُ أَنْ يَكُونَ بَعْضُهُمْ قَدْ عَلِمَ مِنْهُ أَوْ مِنْ غَيْرِهِ شَيْئًا مَا مِنْهَا، وَلَوْ كَانَ قَوْمُهُ وَهُمْ قُرَيْشٌ يَعْلَمُونَهَا عَلَى الْوَجْهِ الْمَنْفِيِّ هُنَا وَأَكْثَرَهُمْ كَافِرُونَ بِهِ لَكَذَّبُوهُ، وَلَنُقِلَ تَكْذِيبُهُمُ الْخَاصُّ لَهُ فِيهَا؛ كَمَا نُقِلَ تَكْذِيبُهُمْ الْعَامُّ لِلْقِصَصِ كُلِّهَا، إِذْ قَالُوا إِنَّهُ افْتَرَاهَا، وَلَكِنَّ هَذَا طَعْنٌ مُفْتَعَلٌ فِي شَيْءٍ لَا يُعْلَمُ مِنْ قَبْلِهِمْ، وَقَدْ تُحُدُّوا فِيهِ بِمَا قَامَتْ بِهِ الْحُجَّةُ عَلَيْهِمْ، وَأَمَّا تَكْذِيبُهُ الْخَاصُّ فِيمَا يُعْلَمُ مِنْ نَاحِيَتِهِمْ - وَهُوَ الْعِلْمُ بِهَذِهِ الْقِصَّةِ مِنْ قَبْلِ هَذَا - فَلَوْ وَقَعَ لَكَانَ يَكُونُ حُجَّةً وَلَوْ ظَاهِرَةً لَهُمْ، وَلَكِنَّهُ لَمْ يَقَعْ فَتَمَّتْ بِهِ الْحُجَّةُ عَلَيْهِمْ وَعَلَى مَنْ بَعْدَهُمْ (فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ) أَيْ فَاصْبِرْ كَمَا صَبَرَ نُوحٌ عَلَى قَوْمِهِ، فَإِنَّ سُنَّةَ اللهِ فِي رُسُلِهِ وَأَقْوَامِهِمْ أَنْ تَكُونَ الْعَاقِبَةُ بِالْفَوْزِ وَالنَّجَاةِ لِلْمُتَّقِينَ، وَأَنْتَ وَمَنِ اتَّبَعَكَ الْمُتَّقُونَ، فَأَنْتُمُ النَّاجُونَ الْمُفْلِحُونَ، وَالْمُصِرُّونَ عَلَى عَدَاوَتِكَ هُمُ الْخَاسِرُونَ الْهَالِكُونَ، فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ. </p><p> عِلَاوَاتُ التَّفْسِيرِ قِصَّةُ نُوحٍ - عَلَيْهِ السَّلَامُ - </p><p> الْعِلَاوَةُ الْأُولَى، الْبَلَاغَةُ الْفَنِّيَّةُ فِي الْآيَةِ ٤٤ </p><p> سَبَقَ لَنَا أَنْ قُلْنَا فِي الْكَلَامِ عَلَى إِعْجَازِ الْقُرْآنِ بِبَلَاغَتِهِ، وَمَذْهَبِ الْمُتَكَلِّمِينَ وَأُدَبَاءِ الْفُنُونِ فِي التَّحَدِّي بِهِ: إِنَّ هَذَا النَّوْعَ مِنَ الْإِعْجَازِ يَقِلُّ مَنْ يَفْقَهُهُ فِي هَذَا الْعَصْرِ لِفَقْدِ أَهْلِهِ مَلَكَتَيِ الْبَلَاغَةِ الذَّوْقِيَّةِ السَّلِيقِيَّةِ وَالْبَيَانِيَّةِ الْفَنِّيَّةِ، بَلْهَ الْجَمْعِ بَيْنَهُمَا، وَهُوَ ضَرُورِيٌّ لِإِدْرَاكِ هَذَا النَّوْعِ مِنَ الْإِعْجَازِ، وَإِنَّ مَنْ يَفْقَهُهُ وَيُدْرِكُ عَدَمَ اسْتِطَاعَةِ أَحَدٍ أَنْ يَأْتِيَ بِسُورَةٍ مِثْلِهِ، قَدْ يَخْفَى عَلَيْهِ وَجْهُ دَلَالَتِهِ عَلَى أَنَّهُ لَا بُدَّ أَنْ يَكُونَ وَحْيًا مِنَ اللهِ - تَعَالَى - وَحُجَّةً عَلَى نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلِذَلِكَ جَزَمُوا بِوُقُوعِ الْعَجْزِ وَاخْتَلَفُوا فِي وَجْهِ الدَّلَالَةِ، فَمَثَلُهُمْ كَمَثَلِ حُذَّاقِ الْفَنَّانِينَ فِي الْوَشْيِ وَالتَّطْرِيزِ إِذَا رَأَوْا صُنْعَ قُدَمَاءِ الْهُنُودِ مِنْ أَهْلِ هُورَ وَكَشْمِيرَ وَأَقَرُّوا بِالْعَجْزِ عَنْ مُحَاكَاتِهِ، أَوِ الْمُصَوِّرِينَ إِذَا رَأَوْا أَدَقَّ صُوَرِ رَفَائِيلَ فِي تَصْوِيرِ الْإِنْسَانِ بِأَدَقِّ مَنَاظِرِ أَعْضَائِهِ وَشَمَائِلِهِ وَمَلَامِحِ صِفَاتِهِ النَّفْسِيَّةِ وَأَمَارَاتِ انْفِعَالَاتِهِ وَلَا سِيَّمَا الْمُتَقَارِبَةُ: كَالْخَوْفِ وَالْفَزَعِ، وَالْحُزْنِ وَالْغَمِّ، وَالْغَضَبِ، وَنَظَرِ الْإِقْرَارِ، وَنَظَرِ الْإِنْكَارِ، وَنَظَرِ الشَّهْوَةِ، وَنَظَرِ الْعَطْفِ وَالرَّحْمَةِ، وَنَظَرِ الْإِعْجَابِ وَالْعَجَبِ، وَنَظَرَ الْمُتَفَكِّرِ وَالْمُتَحَيِّرِ، فَقَدْ يُقِرُّونَ بِعَجْزِهِمْ عَنْ مُحَاكَاتِهَا وَلَكِنَّهُمْ لَا يَقُولُونَ بِعَدَمِ إِمْكَانِهَا، بَلْ يَقُولُونَ بِإِمْكَانِهَا وَبِقُرْبِ وُقُوعِهَا بِالْفِعْلِ إِذَا وُجِدَتِ الدَّاعِيَةُ الْقَوِيَّةُ كَمَنْفَعَةٍ مَالِيَّةٍ كَبِيرَةٍ أَوْ مَصْلَحَةٍ قَوْمِيَّةٍ أَوْ دَوْلِيَّةٍ عَظِيمَةٍ. </p><p> وَمِنَ الْمَعْلُومِ مِنْ تَارِيخِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ فُصَحَاءِ قُرَيْشٍ وَغَيْرِهِمْ، أَنَّهُ حَدَثَتْ لَهُمْ أَعْظَمُ الدَّوَاعِي وَالْمَصَالِحِ لِمُعَارَضَةِ الْقُرْآنِ بَعْدَ تَحَدِّيهِمْ بِسُورَةٍ مِثْلِهِ مُطْلَقًا، وَالتَّحَدِّي بِعَشْرِ سُوَرٍ فِي الْمُكَرَّرِ وَلَوْ مُفْتَرًى، فَأَيْقَنُوا بِعَجْزِهِمْ عَنِ الْإِتْيَانِ بِهَا وَبِهِنَّ، وَلَوْ ظَاهَرَهُمْ عَلَيْهِ جَمِيعُ الْإِنْسِ عَلَى كَثْرَةِ بُلَغَائِهِمْ وَفُصَحَائِهِمْ، وَالْجِنُّ الَّذِينَ يَعْتَقِدُونَ أَنَّ مِنْهُمْ هَوَاجِسَ تُلَقِّنُهُمُ </p><p> الشِّعْرَ مِنْ حَيْثُ لَا يَرَوْنَهُمْ، وَكَذَا آلِهَتُهُمُ الْقَادِرُونَ بِخَصَائِصِهِمُ الْغَيْبِيَّةِ أَوْ بِمَكَانَتِهِمْ عِنْدَ اللهِ - تَعَالَى - عَلَى كُلِّ مَا يُرِيدُونَ فِي هَذَا الْعَالَمِ بِزَعْمِهِمْ، قَدْ عَجَزُوا مَعَ هَذَا كُلِّهِ وَاضْطَرُّوا إِلَى مُقَاوَمَةِ النَّبِيِّ بِالْقِتَالِ، وَمَا أَعْقَبَهُمْ مِنْ خَسَارَةِ الْمَالِ، وَسَبْيِ النِّسَاءِ وَالْأَطْفَالِ، ثُمَّ مَا هُوَ أَشَدُّ عَلَيْهِمْ وَهُوَ احْتِمَالُ الذُّلِّ </p><p> وَالنَّكَالِ، وَرُوِيَ أَنَّ كُبَرَاءَهُمْ عَزَمُوا عَلَى التَّعَاوُنِ عَلَى الْمُعَارَضَةِ وَاسْتَعَدُّوا لَهَا فَسَمِعُوا هَذِهِ الْآيَةَ (وَقِيلَ يَاأَرْضُ) فَتَضَاءَلَتْ قُوَاهُمْ وَاسْتَخْذَتْ أَنْفُسُهُمْ وَرَجَعُوا عَنْ عَزْمِهِمْ كَمَا يَأْتِي قَرِيبًا. </p><p> عَرَفَ بُلَغَاءُ قُرَيْشٍ مِنْ بَلَاغَةِ هَذِهِ الْآيَةِ الرُّوحِيَّةِ الْكَامِنَةِ فِي فَصَاحَتِهَا اللَّفْظِيَّةِ الظَّاهِرَةِ وَغَيْرِهَا مَا لَمْ يَعْرِفْهُ بُلَغَاءُ الْفُنُونِ بَعْدَهُمْ مِنْهَا، فَكَانَ هَؤُلَاءِ أَعْلَمَ بِمَا لِلْحُسْنِ وَالْجَمَالِ الصُّورِيِّ فِي الْكَلَامِ مِنَ الْمَقَايِيسِ الْفَلْسَفِيَّةِ وَالْمَوَازِينِ الْفَنِّيَّةِ وَدَرَجَاتِ الرَّاجِحِ عَلَى الْمَرْجُوحِ. وَكَانَ أُولَئِكَ أَدَقَّ شُعُورًا بِمَا لِهَذَا الْحُسْنِ وَالْجَمَالِ مِنَ السُّلْطَانِ عَلَى الْقُلُوبِ وَالْحُكْمِ عَلَى الْعُقُولِ. </p><p> مِثَالُ ذَلِكَ أَنَّ لِلْجَمَالِ الْبَدَنِيِّ فِي حِسَانِ النِّسَاءِ مَقَايِيسَ وَمَوَازِينَ لِتَنَاسُبِ الْأَعْضَاءِ بَعْضِهَا مَعَ بَعْضٍ يُمْكِنُ ضَبْطُهَا، وَالْعَدْلُ فِي الْحُكْمِ بَيْنَهَا، وَأَمَّا الْجَمَالُ الْمَعْنَوِيُّ - وَهُوَ خِفَّةُ الرُّوحِ وَسُلْطَانُ التَّأْثِيرِ فِي الْقُلُوبِ - فَلَيْسَ لَهُ مِقْيَاسٌ وَلَا مِيزَانٌ عَشْرِيٌّ يُضْبَطُ بِهِ وَزْنُهُ أَوْ مِسَاحَتُهُ فَيُعْرَفُ الرَّاجِحُ مِنَ الْمَرْجُوحِ، وَإِنَّمَا يُعْرَفُ هَذَا الْجَمَّالُ الْأَعْلَى بِمَلَكَةٍ نَفْسِيَّةٍ، لَا بِأَوْزَانٍ صِنَاعِيَّةٍ، كَمَا قَالَ الطَّيِّبُ فِي الْخَيْلِ: </p><p> إِذَا لَمْ تُشَاهِدْ غَيْرَ حُسْنِ شِيَاتِهَا وَأَعْضَائِهَا فَالْحُسْنُ عَنْكَ مُغَيَّبُ </p><p> وَإِنَّمَا أَحْدَثَ الْقُرْآنُ فِي الْأُمَّةِ الْعَرَبِيَّةِ مَا أَحْدَثَ مِنَ الثَّوْرَةِ الدِّينِيَّةِ وَالِاجْتِمَاعِيَّةِ وَالِانْقِلَابِ الْعَالَمِيِّ بِالنَّوْعِ الثَّانِي مِنْ إِدْرَاكِ بَلَاغَتِهِ لَا الْأَوَّلِ، وَكُلٌّ مِنْهُمَا كَامِلٌ فِي بَابِهِ، كَمَا بَيَّنَّا ذَلِكَ فِي مَوْضِعِهِ مِنْ عَهْدٍ قَرِيبٍ، وَإِنَّ كَثْرَةَ الْبَحْثِ فِي الثَّانِي لَيَشْغَلُ الْمُفَسِّرَ وَالْمُتَدَبِّرَ عَنِ الْأَوَّلِ الْخَاصِّ مِنْهُ بِالْهِدَايَةِ وَإِصْلَاحِ النَّفْسِ وَتَزْكِيَتِهَا، وَلِهَذَا نَقْتَصِرُ مِنْهُ فِي تَفْسِيرِنَا عَلَى مَا قَصَّرَ فِيهِ الْمُفَسِّرُونَ بِاخْتِصَارٍ لَا يَشْغَلُ عَنِ الْهِدَايَةِ الْمَقْصُودَةِ بِالذَّاتِ، وَقَدْ تَجْعَلُهُ مِنْ بَابِ الِاسْتِطْرَادِ بَعْدَ بَيَانِ مَعْنَى الْآيَةِ أَوِ الْآيَاتِ، وَلِهَذَا جَعَلْتُ مَا أَحْبَبْتُ بَيَانَهُ فِي بَلَاغَةِ هَذِهِ الْآيَةِ الْفَنِّيَّةِ عِلَاوَةً مِنْ هَذِهِ الْعِلَاوَاتِ، وَقَدْ أَطَالَ الْعُلَمَاءُ الْأَخِصَّائِيُّونَ فِيهَا حَتَّى أَفْرَدَهَا بَعْضُهُمْ بِمُصَنَّفَاتٍ خَاصَّةٍ، وَتَكَلَّمَ صَاحِبُ (الطِّرَازِ فِي عُلُومِ الْإِعْجَازِ) عَلَيْهَا فِي ٢٥ صَفْحَةً، وَلَعَلَّهُ أَحْسَنُهُمْ فِيهَا كَلَامًا، </p><p> وَإِنْ كَانَ السَّكَّاكِيُّ هُوَ السَّابِقُ إِلَيْهِ، وَكُلُّهُمْ فِيهِ عِيَالٌ عَلَيْهِ، وَذَكَرَ بَعْضُ الْمُفَسِّرِينَ جُمَلًا مُخْتَصَرَةً أَوْ وَسَطًا مِنْهُ أَنْقُلُ مِنْهَا هُنَا مَا لَخَّصَهُ السَّيِّدُ الْأَلُوسِيُّ فِي ((رُوحِ الْمَعَانِي) ) مِنْ كَلَامِ السَّكَّاكِيِّ وَغَيْرِهِ بِتَصَرُّفٍ كَعَادَتِهِ قَالَ: </p><p> ((وَاعْلَمْ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ قَدْ بَلَغَتْ مِنْ مَرَاتِبِ الْإِعْجَازِ أَقَاصِيَهَا، وَاسْتَذَلَّتْ مَصَاقِعَ الْعَرَبِ فَسَفِعَتْ بِنَوَاصِيهَا، وَجَمَعَتْ مِنَ الْمَحَاسِنِ مَا يَضِيقُ عَنْهُ نِطَاقُ الْبَيَانِ، وَكَانَتْ مِنْ سَمْهَرِيِّ الْبَلَاغَةِ مَكَانَ السِّنَانِ. </p><p> ((يُرْوَى أَنَّ كُفَّارَ قُرَيْشٍ قَصَدُوا أَنْ يُعَارِضُوا الْقُرْآنَ فَعَكَفُوا عَلَى لُبَابِ الْبُرِّ وَلُحُومِ الضَّأْنِ وَسُلَافِ الْخَمْرِ أَرْبَعِينَ يَوْمًا لِتَصْفُوَ أَذْهَانُهُمْ، فَلَمَّا أَخَذُوا فِيمَا قَصَدُوهُ وَسَمِعُوا هَذِهِ الْآيَةَ قَالَ بَعْضُهُمْ لِبَعْضٍ: هَذَا الْكَلَامُ لَا يُشْبِهُ كَلَامَ الْمَخْلُوقِينَ فَتَرَكُوا مَا أَخَذُوا فِيهِ وَتَفَرَّقُوا. </p><p> وَيُرْوَى أَيْضًا أَنَّ ابْنَ الْمُقَفَّعِ وَكَانَ - كَمَا فِي الْقَامُوسِ - فَصِيحًا بَلِيغًا، بَلْ قِيلَ إِنَّهُ أَفْصَحُ أَهْلِ وَقْتِهِ، رَامَ أَنْ يُعَارِضَ الْقُرْآنَ فَنَظَمَ كَلَامًا وَجَعَلَهُ مُفَصَّلًا وَسَمَّاهُ سُوَرًا، فَاجْتَازَ يَوْمًا بِصَبِيٍّ يَقْرَؤُهَا فِي مَكْتَبٍ فَرَجَعَ وَمَحَا مَا عَمِلَ، وَقَالَ: أَشْهَدُ أَنَّ هَذَا لَا يُعَارَضُ أَبَدًا وَمَا هُوَ مِنْ كَلَامِ الْبَشَرِ. </p><p> وَلَا يَخْفَى أَنَّ هَذَا لَا يَسْتَدْعِي أَلَّا يَكُونَ سَائِرُ آيَاتِ الْقُرْآنِ الْعَظِيمِ مُعْجِزًا، لِمَا أَنَّ حَدَّ الْإِعْجَازِ هُوَ الْمَرْتَبَةُ الَّتِي يَعْجِزُ الْبَشَرُ عَنِ الْإِتْيَانِ بِمِثْلِهَا وَلَا تَدْخُلُ عَلَى قُدْرَتِهِ قَطْعًا، وَهِيَ تَشْتَمِلُ عَلَى شَيْئَيْنِ: الْأَوَّلُ الطَّرَفُ الْأَعْلَى مِنَ الْبَلَاغَةِ، أَعْنِي: مَا تَنْتَهِي إِلَيْهِ الْبَلَاغَةُ وَلَا يُتَصَوَّرُ تَجَاوُزُهَا إِيَّاهُ، وَالثَّانِي: مَا يَقْرُبُ مِنْ ذَلِكَ الطَّرَفِ، أَعْنِي الْمَرَاتِبَ الْعَلِيَّةَ الَّتِي تَتَقَاصَرُ الْقُوَى الْبَشَرِيَّةُ عَنْهَا أَيْضًا. </p><p> ((وَمَعْنَى إِعْجَازِ آيَاتِ الْكِتَابِ الْمَجِيدِ بِأَسْرِهَا، هُوَ كَوْنُهَا مِمَّا تَتَقَاصَرُ الْقُوَى الْبَشَرِيَّةُ عَنِ الْإِتْيَانِ بِمِثْلِهَا، سَوَاءٌ كَانَتْ مِنَ الْقِسْمِ الْأَوَّلِ أَوِ الثَّانِي، فَلَا يَضُرُّ تَفَاوُتُهَا فِي الْبَلَاغَةِ، وَهُوَ الَّذِي قَالَهُ عُلَمَاءُ هَذَا الشَّأْنِ. </p><p> ((وَقَدْ فَصَّلَ بَعْضَ مَزَايَا هَذِهِ الْآيَةِ الْمَهَرَةُ الْمُتْقِنُونَ، وَتَرَكُوا مِنْ ذَلِكَ مَا لَا يَكَادُ يَصِفُهُ الْوَاصِفُونَ، وَلَا بَأْسَ بِذِكْرِ شَيْءٍ مِمَّا ذُكِرَ إِفَادَةً لِجَاهِلٍ، وَتَذْكِيرًا لِفَاضِلٍ غَافِلٍ، فَنَقُولُ: </p><p> جِهَاتُ بَلَاغَةِ الْآيَةِ الْأَرْبَعُ، أَوَّلُهَا جِهَةُ عِلْمِ الْبَيَانِ: </p><p> ذَكَرَ الْعَلَّامَةُ السَّكَّاكِيُّ أَنَّ النَّظَرَ فِيهَا مِنْ أَرْبَعِ جِهَاتٍ: مِنْ جِهَةِ عِلْمِ الْبَيَانِ، وَمِنْ جِهَةِ عِلْمِ الْمَعَانِي، وَهُمَا مَرْجِعَا الْبَلَاغَةِ. وَمِنْ جِهَةِ الْفَصَاحَةِ الْمَعْنَوِيَّةِ، وَمِنْ جِهَةِ الْفَصَاحَةِ اللَّفْظِيَّةِ، أَمَّا النَّظَرُ فِيهَا مِنْ جِهَةِ عِلْمِ الْبَيَانِ - وَهُوَ النَّظَرُ فِيمَا فِيهَا مِنَ الْمَجَازِ وَالِاسْتِعَارَةِ وَالْكِنَايَةِ وَمَا يَتَّصِلُ بِذَلِكَ مِنَ الْقَرِينَةِ وَالتَّرْشِيحِ وَالتَّعْرِيضِ - فَهُوَ أَنَّهُ - عَزَّ سُلْطَانُهُ - لَمَّا أَرَادَ أَنْ يُبَيِّنَ مَعْنَى: أَرَدْنَا أَنْ نَرُدَّ مَا انْفَجَرَ مِنَ الْأَرْضِ إِلَى بَطْنِهَا فَارْتَدَّ، وَأَنْ نَقْطَعَ طُوفَانَ السَّمَاءِ فَانْقَطَعَ، وَأَنْ نُغِيضَ الْمَاءَ مِنَ السَّمَاءِ فَغَاضَ، وَأَنْ نَقْضِيَ أَمْرَ نُوحٍ - عَلَيْهِ السَّلَامُ - وَهُوَ إِنْجَازُ مَا كُنَّا </p><p> وَعَدْنَاهُ مِنْ إِغْرَاقِ قَوْمِهِ فَقُضِيَ، وَأَنْ نُسَوِّيَ السَّفِينَةَ عَلَى الْجُودِيِّ فَاسْتَوَتْ، وَأَبْقَيْنَا الظَّلَمَةَ غَرْقَى - بَنَى سُبْحَانَهُ الْكَلَامَ عَلَى تَشْبِيهِ الْمُرَادِ مِنْهُ بِالْمَأْمُورِ الَّذِي لَا يَتَأَتَّى مِنْهُ - لِكَمَالِ هَيْبَتِهِ مِنَ الْآمِرِ - الْعِصْيَانُ، وَتَشْبِيهِ تَكْوِينِ الْمُرَادِ بِالْأَمْرِ الْجَزْمِ النَّافِذِ فِي تَكَوُّنِ الْمَقْصُودِ تَصْوِيرًا لِاقْتِدَارِهِ سُبْحَانَهُ الْعَظِيمِ، وَأَنَّ هَذِهِ الْأَجْرَامَ الْعَظِيمَةَ مِنَ السَّمَاوَاتِ وَالْأَرْضِ تَابِعَةٌ لِإِرَادَتِهِ - تَعَالَى - إِيجَادًا وَإِعْدَامًا، وَلِمَشِيئَتِهِ فِيهَا تَغْيِيرًا وَتَبْدِيلًا، كَأَنَّهَا عُقَلَاءُ مُمَيِّزُونَ قَدْ عَرَفُوهُ - جَلَّ شَأْنُهُ - حَقَّ مَعْرِفَتِهِ، وَأَحَاطُوا عِلْمًا بِوُجُوبِ الِانْقِيَادِ لِأَمْرِهِ، وَالْإِذْعَانِ لِحُكْمِهِ، وَتَحَتَّمَ بَذْلُ الْمَجْهُودِ عَلَيْهِمْ فِي تَحْصِيلِ مُرَادِهِ، وَتَصَوَّرُوا مَزِيدَ اقْتِدَارِهِ، فَعَظُمَتْ مَهَابَتُهُ فِي نُفُوسِهِمْ، وَضَرَبَتْ سُرَادِقَهَا فِي أَفْنِيَةِ ضَمَائِرِهِمْ، فَكَمَا يُلَوِّحُ لَهُمْ إِشَارَتَهُ - سُبْحَانَهُ - كَانَ الْمُشَارُ إِلَيْهِ مُقَدَّمًا، وَكَمَا يَرِدُ عَلَيْهِمْ أَمْرُهُ - تَعَالَى شَأْنُهُ - كَانَ الْمَأْمُورُ بِهِ مُتَمَّمًا، لَا تَلَقِّيَ لِإِشَارَتِهِ بِغَيْرِ الْإِمْضَاءِ وَالِانْقِيَادِ، وَلَا لِأَمْرِهِ بِغَيْرِ الْإِذْعَانِ وَالِامْتِثَالِ. </p><p> ((ثُمَّ بَنَى عَلَى مَجْمُوعِ التَّشْبِيهَيْنِ نَظْمَ الْكَلَامِ فَقَالَ - جَلَّ وَعَلَا -: (قِيلَ) عَلَى سَبِيلِ الْمَجَازِ عَنِ الْإِرَادَةِ مِنْ بَابِ ذِكْرِ الْمُسَبَّبِ وَإِرَادَةِ السَّبَبِ ; لِأَنَّ الْإِرَادَةَ تَكُونُ سَبَبًا لِوُقُوعِ الْقَوْلِ فِي الْجُمْلَةِ، وَجَعَلَ قَرِينَةَ هَذَا الْمَجَازِ خِطَابَ الْجَمَادِ وَهُوَ (يَاأَرْضُ)  (وَيَا سَمَاءُ) إِذْ يَصِحُّ أَنْ يُرَادَ حُصُولُ شَيْءٍ مُتَعَلِّقٍ بِالْجَمَادِ، وَلَا يَصِحُّ الْقَوْلُ لَهُ. ثُمَّ قَالَ سُبْحَانَهُ كَمَا تَرَى:  (يَاأَرْضُ)  (وَيَا سَمَاءُ) مُخَاطِبًا لَهُمَا عَلَى سَبِيلِ الِاسْتِعَارَةِ لِلشَّبَهِ الْمَذْكُورِ. وَالظَّاهِرُ أَنَّهُ أَرَادَ أَنَّ هُنَاكَ اسْتِعَارَةً بِالْكِنَايَةِ، حَيْثُ ذَكَرَ الْمُشَبَّهَ أَعْنِي السَّمَاءَ وَالْأَرْضَ الْمُرَادَ مِنْهُمَا </p><p> حُصُولُ أَمْرٍ، وَأُرِيدَ الْمُشَبَّهُ بِهِ، أَعْنِي الْمَأْمُورَ الْمَوْصُوفَ بِأَنَّهُ لَا يَتَأَتَّى مِنْهُ الْعِصْيَانُ ادِّعَاءً بِقَرِينَةِ نِسْبَةِ الْخِطَابِ إِلَيْهِ وَدُخُولِ حَرْفِ النِّدَاءِ عَلَيْهِ، وَهُمَا مِنْ خَوَاصِّ الْمَأْمُورِ الْمُطِيعِ وَيَكُونُ هَذَا تَخْيِيلًا. وَقَدْ يُقَالُ: أَرَادَ أَنَّ الِاسْتِعَارَةَ هَهُنَا تَصْرِيحِيَّةً تَبَعِيَّةً فِي حَرْفِ النِّدَاءِ بِنَاءً عَلَى تَشْبِيهِ تَعَلُّقِ الْإِرَادَةِ بِالْمُرَادِ مِنْهُ بِتَعَلُّقِ النِّدَاءِ وَالْخِطَابِ بِالْمُنَادَى الْمُخَاطَبِ، وَلَيْسَ بِشَيْءٍ، إِذْ لَا يَحْسُنُ هَذَا التَّشْبِيهُ ابْتِدَاءً، بَلْ تَبَعًا لِتَشْبِيهِ الْأَوَّلِ فَكَيْفَ يُجْعَلُ أَصْلًا لِمَتْبُوعِهِ؟ عَلَى أَنَّ قَوْلَهُ لِلشَّبَهِ الْمَذْكُورِ يَدْفَعُ هَذَا الْحَمْلَ. </p><p> ((ثُمَّ اسْتَعَارَ لِغُئُورِ الْمَاءِ فِي الْأَرْضِ الْبَلْعَ الَّذِي هُوَ إِعْمَالُ الْجَاذِبَةِ فِي الْمَطْعُومِ لِلشَّبَهِ بَيْنَهُمَا وَهُوَ الذَّهَابُ إِلَى مَقَرٍّ خَفِيٍّ.وَفِي الْكَشَّافِ:جَعْلُ الْبَلْعِ مُسْتَعَارًا لِنَشْفِ الْأَرْضِ الْمَاءَ هُوَ أَوْلَى، فَإِنَّ النَّشْفَ دَالٌّ عَلَى جَذْبٍ مِنْ أَجْزَاءِ الْأَرْضِ لِمَا عَلَيْهَا كَالْبَلْعِ بِالنِّسْبَةِ إِلَى الْحَيَوَانِ، وَلِأَنَّ النَّشْفَ فِعْلُ الْأَرْضِ، وَالْغُئُورَ فِعْلُ الْمَاءِ مَعَ الطِّبَاقِ بَيْنَ الْفِعْلَيْنِ تَعَدِّيًا.</p><p> ثُمَّ اسْتَعَارَ الْمَاءَ لِلْغِذَاءِ اسْتِعَارَةً بِالْكِنَايَةِ تَشْبِيهًا لَهُ بِالْغِذَاءِ لِتَقَوِّي الْأَرْضِ بِالْمَاءِ فِي الْإِنْبَاتِ لِلزُّرُوعِ وَالْأَشْجَارِ تَقَوِّيَ الْآكِلِ بِالطَّعَامِ، وَجَعَلَ قَرِينَةَ الِاسْتِعَارَةِ لَفْظَةَ (ابْلَعِي) لِكَوْنِهَا مَوْضُوعَةً لِلِاسْتِعْمَالِ فِي الْغِذَاءِ دُونَ الْمَاءِ. </p><p> ((وَلَا يَخْفَى عَلَيْكَ أَنَّهُ إِذَا اعْتُبِرَ مَذْهَبُ السَّلَفِ فِي الِاسْتِعَارَةِ، يَكُونُ (ابْلَعِي) </p><p> اسْتِعَارَةً تَصْرِيحِيَّةً، وَمَعَ ذَلِكَ يَكُونُ بِحَسْبَ اللَّفْظِ قَرِينَةً لِلِاسْتِعَارَةِ بِالْكِنَايَةِ فِي الْمَاءِ عَلَى حَدِّ مَا قَالُوا فِي:  (يَنْقُضُونَ عَهْدَ اللهِ) وَأَمَّا إِذَا اعْتُبِرَ مَذْهَبُهُ فَيَنْبَغِي أَنْ يَكُونَ الْبَلْعُ بَاقِيًا عَلَى حَقِيقَتِهِ كَالْإِنْبَاتِ فِي: أَنْبَتَ الرَّبِيعُ الْبَقْلَ. وَهُوَ بَعِيدٌ، أَوْ يُحْمَلُ مُسْتَعَارًا لِأَمْرٍ مُتَوَهَّمٍ كَمَا فِي: نَطَقَتِ الْحَالُ، فَيُلْزِمُهُ الْقَوْلَ بِالِاسْتِعَارَةِ التَّبَعِيَّةِ كَمَا هُوَ الْمَشْهُورُ. </p><p> ((ثُمَّ إِنَّهُ - تَعَالَى - أَمَرَ عَلَى سَبِيلِ الِاسْتِعَارَةِ لِلتَّشْبِيهِ الثَّانِي، وَخَاطَبَ فِي الْأَمْرِ تَرْشِيحًا لِاسْتِعَارَةِ النِّدَاءِ، وَالْحَاصِلُ أَنَّ فِي لَفْظِ (ابْلَعِي) بِاعْتِبَارِ جَوْهَرِهِ اسْتِعَارَةً لِغُئُورِ الْمَاءِ، وَبِاعْتِبَارِ صُورَتِهِ أَعْنِي كَوْنَهُ صُورَةَ أَمْرِ اسْتِعَارَةٍ أُخْرَى لِتَكْوِينِ الْمُرَادِ ; وَبِاعْتِبَارِ كَوْنِهِ أَمْرَ خِطَابِ تَرْشِيحٍ لِلِاسْتِعَارَةِ الْمَكْنِيَّةِ الَّتِي فِي الْمُنَادَى، فَإِنَّ قَرِينَتَهَا </p><p> النِّدَاءُ وَمَا زَادَ عَلَى قَرِينَةِ الْمَكْنِيَّةِ يَكُونُ تَرْشِيحًا لَهَا. وَأَمَّا جَعْلُ النِّدَاءِ اسْتِعَارَةً تَصْرِيحِيَّةً تَبَعِيَّةً حَتَّى يَكُونَ خِطَابُ الْآمِرِ تَرْشِيحًا لَهَا فَقَدْ عَرَفْتَ مَا فِيهِ. </p><p> ((ثُمَّ قَالَ جَلَّ وَعَلَا: (مَاءَكِ) بِإِضَافَةِ الْمَاءِ إِلَى الْأَرْضِ عَلَى سَبِيلِ الْمَجَازِ، تَشْبِيهًا لِاتِّصَالِ الْمَاءِ بِالْأَرْضِ بِاتِّصَالِ الْمِلْكِ بِالْمَالِكِ، وَاخْتَارَ ضَمِيرَ الْخِطَابِ لِأَجْلِ التَّرْشِيحِ. وَحَاصِلُهُ أَنَّ هُنَاكَ مَجَازًا لُغَوِيًّا فِي الْهَيْئَةِ الْإِضَافِيَّةِ الدَّالَّةِ عَلَى الِاخْتِصَاصِ الْمِلْكِيِّ، وَلِهَذَا جَعَلَ الْخِطَابَ تَرْشِيحًا لِهَذِهِ الِاسْتِعَارَةِ مِنْ حَيْثُ إِنَّ الْخِطَابَ يَدُلُّ عَلَى صُلُوحِ الْأَرْضِ لِلْمَالِكِيَّةِ، فَمَا قِيلَ إِنَّ الْمَجَازَ عَقْلِيٌّ وَالْعِبَارَةَ مَصْرُوفَةٌ عَنِ الظَّاهِرِ لَيْسَ بِشَيْءٍ. </p><p> ((ثُمَّ اخْتَارَ لِاحْتِبَاسِ الْمَطَرِ الْإِقْلَاعَ الَّذِي هُوَ تَرْكُ الْفَاعِلِ الْفِعْلَ لِلشَّبَهِ بَيْنَهُمَا فِي عَدَمِ مَا كَانَ مِنَ الْمَطَرِ أَوِ الْفِعْلِ، فَفِي (أَقْلِعِي) اسْتِعَارَةٌ بِاعْتِبَارِ جَوْهَرِهِ، وَكَذَا بِاعْتِبَارِ صِيغَتِهِ أَيْضًا، وَهِيَ مُبْنِيَّةٌ عَلَى تَشْبِيهِ تَكْوِينِ الْمُرَادِ بِالْأَمْرِ الْجَزْمَ النَّافِذَ، وَالْخِطَابُ فِيهِ أَيْضًا تَرْشِيحٌ لِاسْتِعَارَةِ النِّدَاءِ، وَالْحَاصِلُ أَنَّ الْكَلَامَ فِيهِ مِثْلُ مَا مَرَّ فِي ابْلَعِي. </p><p> ثُمَّ قَالَ سُبْحَانَهُ:  (وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا) فَلَمْ يُصَرِّحْ - جَلَّ وَعَلَا - بِمَنْ غَاضَ الْمَاءَ، وَلَا بِمَنْ قَضَى الْأَمْرَ وَسَوَّى السَّفِينَةَ، وَقَالَ: بُعْدًا كَمَا لَمْ يُصَرِّحْ - سُبْحَانَهُ - بِقَائِلِ:  (يَاأَرْضُ)  (وَيَا سَمَاءُ) فِي صَدْرِ الْآيَةِ سُلُوكًا فِي كُلِّ وَاحِدٍ مِنْ ذَلِكَ لِسَبِيلِ الْكِنَايَةِ ; لِأَنَّ تِلْكَ الْأُمُورَ الْعِظَامَ لَا تَصْدُرُ إِلَّا مِنْ ذِي قُدْرَةٍ لَا يُكْتَنَهُ، قَهَّارٌ لَا يُغَالَبُ، فَلَا مَحَالَّ لِذَهَابِ الْوَهْمِ إِلَى أَنْ يَكُونَ غَيْرُهُ جَلَّتْ عَظَمَتُهُ قَائِلًا:  (يَاأَرْضُ)  (وَيَا سَمَاءُ) ، وَلَا غَائِضًا مَا غَاضَ، وَلَا قَاضِيًا مِثْلَ ذَلِكَ الْأَمْرِ الْهَائِلِ، أَوْ أَنْ يَكُونَ تَسْوِيَةَ السَّفِينَةِ وَإِقْرَارَهَا بِتَسْوِيَةِ غَيْرِهِ. </p><p> ((وَالْحَاصِلُ أَنَّ الْفِعْلَ إِذَا تَعَيَّنَ لِفَاعِلٍ بِعَيْنِهِ اسْتَتْبَعَ لِذَلِكَ أَنْ يُتْرَكَ ذِكْرُهُ وَيُبْنَى الْفِعْلُ لِمَفْعُولِهِ، أَوْ يُذْكَرَ مَا هُوَ أَثَرٌ لِذَلِكَ الْفِعْلِ عَلَى صِيغَةِ الْمَبْنِيِّ لِلْفَاعِلِ وَيُسْنَدَ إِلَى ذَلِكَ الْمَفْعُولِ، فَيَكُونَ كِنَايَةً عَنْ تَخْصِيصِ الصِّفَةِ الَّتِي هِيَ الْفِعْلُ بِمَوْصُوفِهَا، وَهَذَا أَوْلَى مِمَّا قِيلَ فِي تَقْرِيرِ الْكِنَايَةِ </p><p> هُنَا: إِنَّ تَرْكَ ذِكْرِ الْفَاعِلِ وَبِنَاءَ الْفِعْلِ لِلْمَفْعُولِ مِنْ لَوَازِمِ الْعِلْمِ بِالْفَاعِلِ وَتَعْيِينِهِ لِفَاعِلِيَّةِ ذَلِكَ الْفِعْلِ فَذُكِرَ اللَّازِمُ وَأُرِيدَ الْمَلْزُومُ ; لِمَا أَنَّ (وَاسْتَوَتْ) غَيْرُ مَبْنِيٍّ لِلْمَفْعُولِ - كَـ (قِيلَ) ، (وَغِيضَ) . </p><p> ((ثُمَّ إِنَّهُ - تَعَالَى - خَتَمَ الْكَلَامَ بِالتَّعْرِيضِ تَنْبِيهًا لِسَالِكِي مَسْلَكِ أُولَئِكَ الْقَوْمِ فِي</p><p> تَكْذِيبِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - ظُلْمًا لِأَنْفُسِهِمْ لَا غَيْرَ، خَتَمَ إِظْهَارًا لِمَكَانِ السُّخْطِ وَلِجِهَةِ اسْتِحْقَاقِهِمْ إِيَّاهُ، وَإِنَّ قِيَامَةَ الطُّوفَانِ وَتِلْكَ الصُّورَةِ الْهَائِلَةِ مَا كَانَتْ إِلَّا لِظُلْمِهِمْ، كَمَا يُؤْذِنُ بِذَلِكَ الدُّعَاءُ بِالْهَلَاكِ بَعْدَ هَلَاكِهِمْ، وَالْوَصْفُ بِالظُّلْمِ مَعَ تَعْلِيقِ الْحُكْمِ بِهِ، وَذَكَرَ بَعْضُهُمْ أَنَّ الْبُعْدَ فِي الْأَصْلِ ضِدُّ الْقُرْبِ وَهُوَ بِاعْتِبَارِ الْمَكَانِ وَيَكُونُ فِي الْمَحْسُوسِ، وَقَدْ يُقَالُ فِي الْمَعْقُولِ نَحْوُ: ضَلُّوا ضَلَالًا بَعِيدًا ٤: ١٦٧ وَاسْتِعْمَالُهُ فِي الْهَلَاكِ مَجَازٌ. </p><p> ((قَالَ نَاصِرُ الدِّينِ: يُقَالُ: بَعُدَ بُعْدًا بِضَمٍّ فَسُكُونٍ، وَبُعُدًا بِالتَّحْرِيكِ إِذَا بَعُدَ بُعْدًا بَعِيدًا بِحَيْثُ لَا يُرْجَى عَوْدُهُ، ثُمَّ اسْتُعِيرَ لِلْهَلَاكِ وَخُصَّ بِدُعَاءِ السُّوءِ، وَلَمْ يُفَرِّقْ فِي الْقَامُوسِ بَيْنَ صِيغَتَيِ الْفِعْلِ فِي الْمَعْنَيَيْنِ حَيْثُ قَالَ: الْبُعْدُ مَعْرُوفٌ وَالْمَوْتُ وَفِعْلُهُمَا كَكَرُمَ بُعْدًا وَبُعُدًا فَافْهَمْ. </p><p> ((وَزَعَمَ بَعْضُهُمْ أَنَّ الْأَرْضَ وَالسَّمَاءَ أُعْطِيَتَا مَا يَعْقِلَانِ بِهِ الْأَمْرَ، فَقِيلَ لَهُمَا حَقِيقَةً مَا قِيلَ، وَأَنَّ الْقَائِلَ (بُعْدًا) نُوحٌ - عَلَيْهِ السَّلَامُ - وَمَنْ مَعَهُ مِنَ الْمُؤْمِنِينَ، وَلَا يَخْفَى أَنَّ هَذَا خِلَافُ الظَّاهِرِ وَلَا أَثَرَ فِيهِ يُعَوَّلُ عَلَيْهِ، وَالْكَلَامُ عَلَى الْأَوَّلِ أَبْلَغُ. </p><p> بَلَاغَةُ الْآيَةِ مِنْ جِهَةِ عِلْمِ الْمَعَانِي: </p><p> ((وَأَمَّا النَّظَرُ فِيهَا مِنْ جِهَةِ عِلْمِ الْمَعَانِي وَهُوَ النَّظَرُ فِي فَائِدَةِ كُلِّ كَلِمَةٍ فِيهَا، وَجِهَةِ كُلِّ تَقْدِيمٍ وَتَأْخِيرٍ فِيمَا بَيْنَ جُمَلِهَا، فَذَلِكَ أَنَّهُ اخْتِيرَ (يَا) دُونَ سَائِرِ أَخَوَاتِهَا لِكَوْنِهَا أَكْثَرَ فِي الِاسْتِعْمَالِ، وَأَنَّهَا دَالَّةٌ عَلَى بُعْدِ الْمُنَادَى الَّذِي يَسْتَدْعِيهِ مَقَامُ إِظْهَارِ الْعَظَمَةِ وَإِبْدَاءِ شَأْنِ الْعِزَّةِ وَالْجَبَرُوتِ، وَهُوَ تَبْعِيدُ الْمُنَادَى الْمُؤْذِنِ بِالتَّهَاوُنِ بِهِ، وَلَمْ يَقُلْ: يَا أَرْضِ بِالْكَسْرِ ; لِأَنَّ الْإِضَافَةَ إِلَى نَفْسِهِ جَلَّ شَأْنُهُ تَقْتَضِي تَشْرِيفًا لِلْأَرْضِ وَتَكْرِيمًا لَهَا فَتَرَكَ إِمْدَادًا لِلتَّهَاوُنِ، وَلَمْ يُقَلْ: يَا أَيَّتُهَا الْأَرْضُ! مَعَ كَثْرَتِهِ فِي نِدَاءِ أَسْمَاءِ الْأَجْنَاسِ، قَصْدًا إِلَى الِاخْتِصَارِ وَالِاحْتِرَازِ عَنْ تَكَلُّفِ التَّنْبِيهِ الْمُشْعِرِ بِالْغَفْلَةِ الَّتِي لَا تُنَاسِبُ ذَلِكَ الْمَقَامَ، وَاخْتِيرَ لَفْظُ الْأَرْضِ وَالسَّمَاءِ عَلَى سَائِرِ أَسْمَائِهِمَا كَالْمُقِلَّةِ وَالْغَبْرَاءِ، وَكَالْمُضِلَّةِ وَالْخَضْرَاءِ ; لِكَوْنِهِمَا أَخْصَرَ وَأَوْرَدَ فِي الِاسْتِعْمَالِ، وَأَوْفَى بِالْمُطَابَقَةِ، فَإِنَّ تَقَابُلَهُمَا إِنَّمَا اشْتَهَرَ بِهَذَيْنِ الِاسْمَيْنِ، وَاخْتِيرَ لَفْظُ (ابْلَعِي) عَلَى ابْتَلِعِي ; لِكَوْنِهِ أَخْصَرَ وَأَوْفَرَ تَجَانُسًا بِـ (أَقْلِعِي) ; لِأَنَّ هَمْزَةَ الْوَصْلِ إِنِ اعْتُبِرَتْ تَسَاوَيَا فِي عَدَدِ الْحُرُوفِ، وَإِلَّا تَقَارَبَا </p><p> فِيهِ، بِخِلَافِ ابْتَلِعِي، وَقِيلَ:  (مَاءَكِ) بِالْإِفْرَادِ دُونَ الْجَمْعِ ; لِمَا فِيهِ مِنْ صُورَةِ الِاسْتِكْثَارِ الْمُتَأَبِّي عَنْهَا مَقَامُ إِظْهَارِ الْكِبْرِيَاءِ، وَهُوَ الْوَجْهُ فِي إِفْرَادِ الْأَرْضِ وَالسَّمَاءِ، وَإِنَّمَا لَمْ يَقُلِ ابْلَعِي بِدُونِ الْمَفْعُولِ لِئَلَّا يَسْتَلْزِمَ تَرْكُهُ مَا لَيْسَ بِمُرَادٍ مِنْ تَعْمِيمِ الِابْتِلَاعِ لِلْجِبَالِ وَالتِّلَالِ وَالْبِحَارِ وَسَاكِنَاتِ الْمَاءِ بِأَسْرِهِنَّ نَظَرًا إِلَى مَقَامِ عَظَمَةِ الْآمِرِ الْمَهِيبِ وَكَمَالِ انْقِيَادِ الْمَأْمُورِ. </p><p> ((وَلَمَّا عُلِمَ أَنَّ الْمُرَادَ بَلْعُ الْمَاءِ وَحْدَهُ، عُلِمَ أَنَّ الْمَقْصُودَ بِالْإِقْلَاعِ إِمْسَاكُ السَّمَاءِ عَنْ إِرْسَالِ الْمَاءِ. فَلَمْ يَذْكُرْ مُتَعَلِّقَ أَقْلِعِي اخْتِصَارًا وَاحْتِرَازًا عَنِ الْحَشْوِ الْمُسْتَغْنَى عَنْهُ، وَهَذَا هُوَ السَّبَبُ فِي تَرْكِ ذِكْرِ حُصُولِ الْمَأْمُورِ بِهِ بَعْدَ الْأَمْرِ،فَلَمْ يَقُلْ:قِيلَ يَا أَرْضُ ابْلَعِي فَبَلَعَتْ، وَيَا سَمَاءُ أَقْلِعِي فَأَقْلَعَتْ ; لِأَنَّ مَقَامَ الْكِبْرِيَاءِ وَكَمَالَ الِانْقِيَادِ يُغْنِي عَنْ ذِكْرِهِ الَّذِي رُبَّمَا أَوْهَمَ إِمْكَانَ الْمُخَالَفَةِ، وَاخْتِيرَ وَغِيضَ عَلَى غُيِّضَ الْمُشَدِّدِ لِكَوْنِهِ أَخْصَرَ،وَقِيلَ:الْمَاءُ دُونَ مَاءِ طُوفَانِ السَّمَاءِ، وَكَذَا الْأَمْرُ دُونَ أَمْرِ نُوحٍ وَهُوَ إِنْجَازُ مَا وُعِدَ ; لِقَصْدِ الِاخْتِصَارِ وَالِاسْتِغْنَاءِ بِحَرْفِ التَّعْرِيفِ عَنْ ذَلِكَ، لِأَنَّهُ إِمَّا بَدَلٌ مِنَ الْمُضَافِ إِلَيْهِ كَمَا هُوَ مَذْهَبُ الْكُوفَةِ، وَإِمَّا لِأَنَّهُ يُغْنِي غَنَاءَ الْإِضَافَةِ فِي الْإِشَارَةِ إِلَى الْمَعْهُودِ.</p><p> ((وَاخْتِيرَ وَاسْتَوَتْ عَلَى ((سُوِّيَتْ) ) أَيْ أُقِرَّتْ مَعَ كَوْنِهِ أَنْسَبَ بِأَخَوَاتِهِ الْمَبْنِيَّةِ لِلْمَفْعُولِ، اعْتِبَارًا لِكَوْنِ الْفِعْلِ الْمُقَابِلِ لِلِاسْتِقْرَارِ - أَعْنِي الْجَرَيَانَ - مَنْسُوبًا إِلَى السَّفِينَةِ عَلَى صِيغَةِ الْمَبْنِيِّ لِلْفَاعِلِ فِي قَوْلِهِ - تَعَالَى -: (وَهِيَ تَجْرِي بِهِمْ) مَعَ أَنَّ وَاسْتَوَتْ أَخْصَرُ مِنْ سُوِّيَتْ، وَاخْتِيرَ الْمَصْدَرُ أَعْنِي بُعْدًا عَلَى لِيَبْعُدَ الْقَوْمُ، طَلَبًا لِتَأْكِيدِ مَعْنَى الْفِعْلِ بِالْمَصْدَرِ مَعَ الِاخْتِصَارِ فِي الْعِبَارَةِ وَهُوَ نُزُولُ بُعْدًا وَحْدَهُ مَنْزِلَةَ: لِيَبْعُدُوا بُعْدًا، مَعَ فَائِدَةٍ أُخْرَى هِيَ الدَّلَالَةُ عَلَى اسْتِحْقَاقِ الْهَلَاكِ بِذِكْرِ اللَّامِ، وَإِطْلَاقُ الظُّلْمِ عَنْ مُقَيَّدَاتِهِ فِي قِمَامِ الْمُبَالَغَةِ يُفِيدُ تَنَاوُلَ كُلِّ نَوْعٍ. فَيَدْخُلُ فِيهِ ظُلْمُهُمْ عَلَى أَنْفُسِهِمْ لِزِيَادَةِ التَّنْبِيهِ عَلَى فَظَاعَةِ سُوءِ اخْتِيَارِهِمْ فِي التَّكْذِيبِ، مِنْ حَيْثُ إِنَّ تَكْذِيبَهُمْ لِلرُّسُلِ ظُلْمًا عَلَى أَنْفُسِهِمْ، لِأَنَّ ضَرَرَهُ يَعُودُ إِلَيْهِمْ. </p><p> ((هَذَا مِنْ حَيْثُ النَّظَرِ إِلَى تَرْكِيبِ الْكَلِمِ،وَأَمَّا مِنْ حَيْثُ النَّظَرِ إِلَى تَرْتِيبِ الْجُمَلِ فَذَلِكَ أَنَّهُ قَدَّمَ النِّدَاءَ عَلَى الْأَمْرِ فَقِيلَ:(يَاأَرْضُ ابْلَعِي)  (وَيَا سَمَاءُ أَقْلِعِي) دُونَ أَنْ يُقَالَ: ابْلَعِي يَا أَرْضُ، وَأَقْلِعِي يَا سَمَاءُ، جَرْيًا عَلَى مُقْتَضَى اللَّازِمِ فِيمَنْ كَانَ مَأْمُورًا </p><p> حَقِيقَةً مِنْ تَقْدِيمِ التَّنْبِيهِ لِيَتَمَكَّنَ الْأَمْرُ الْوَارِدُ عَقِيبَهُ فِي نَفْسِ الْمُنَادَى. قَصْدًا بِذَلِكَ لِمَعْنَى التَّرْشِيحِ لِلِاسْتِعَارَةِ الْمَكْنِيَّةِ فِي الْأَرْضِ وَالسَّمَاءِ، ثُمَّ قَدَّمَ أَمْرَ الْأَرْضِ عَلَى أَمْرِ السَّمَاءِ لِكَوْنِهَا الْأَصْلَ، نَظَرًا إِلَى كَوْنِ ابْتِدَاءِ الطُّوفَانِ مِنْهَا حَيْثُ فَارَ تَنُّورُهَا أَوَّلًا، ثُمَّ جَعَلَ قَوْلَهُ سُبْحَانَهُ:  (وَغِيضَ الْمَاءُ) تَابِعًا لِأَمْرِ الْأَرْضِ وَالسَّمَاءِ لِاتِّصَالِهِ بِقِصَّةِ الْمَاءِ وَأَخْذِهِ بِحُجْزَتِهَا، أَلَا تَرَى أَصْلَ الْكَلَامِ: وَقِيلَ يَاأَرْضُ ابْلَعِي مَاءَكِ فَبَلَعَتْ مَاءَهَا وَيَا سَمَاءُ أَقْلِعِي عَنْ إِرْسَالِ الْمَاءِ فَأَقْلَعَتْ عَنْ إِرْسَالِهِ وَغِيضَ الْمَاءُ النَّازِلُ مِنَ السَّمَاءِ فَغَاضَ، وَقُيِّدَ الْمَاءُ بِالنَّازِلِ وَإِنْ كَانَ فِي الْآيَةِ مُطْلَقًا: لِأَنَّ ابْتِلَاعَ الْأَرْضِ مَاءَهَا فُهِمْ مِنْ قَوْلِهِ سُبْحَانَهُ: (ابْلَعِي مَاءَكِ) وَاعْتُرِضَ بِأَنَّ الْمَاءَ الْمَخْصُوصَ بِالْأَرْضِ إِنْ أُرِيدَ بِهِ مَا عَلَى وَجْهِهَا فَهُوَ يَتَنَاوَلُ الْقَبِيلَيْنِ: الْأَرْضِيَّ وَالسَّمَائِيَّ. وَإِنْ أُرِيدَ بِهِ مَا نَبَعَ مِنْهَا فَاللَّفْظُ لَا يَدُلُّ عَلَيْهِ بِوَجْهٍ، وَلِهَذَا حَمَلَ الزَّمَخْشَرِيُّ الْمَاءَ عَلَى مُطْلَقِهِ، وَأَشْعَرَ كَلَامُهُ بِأَنَّ: وَغِيضَ الْمَاءُ إِخْبَارٌ عَنْ حُصُولِ الْمَأْمُورِ بِهِ مِنْ قَوْلِهِ سُبْحَانَهُ: (يَاأَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي) ، فَالتَّقْدِيرُ: قِيلَ لَهُمَا ذَلِكَ فَامْتَثَلَا الْأَمْرَ وَنَقَصَ الْمَاءُ. </p><p> ((وَرَجَّحَ الطِّيبِيُّ مَا ذَهَبَ إِلَيْهِ السَّكَّاكِيُّ، زَاعِمًا أَنَّ مَعْنَى الْغَيْضِ حِينَئِذٍ مَا قَالَهُ الْجَوْهَرِيُّ وَهُوَ عِنْدَهُ مُخَالِفٌ لِلْمَعْنَى الَّذِي ذَكَرَهُ الزَّمَخْشَرِيُّ،فَقَالَ:إِنَّ إِضَافَةَ الْمَاءِ إِلَى الْأَرْضِ لَمَّا كَانَتْ تَرْشِيحًا لِلِاسْتِعَارَةِ تَشْبِيهًا لِاتِّصَالِهِ بِهَا بِاتِّصَالِ الْمِلْكِ بِالْمَالِكِ، وَلِذَا جِيءَ بِضَمِيرِ الْخِطَابِ، اقْتَضَتْ إِخْرَاجَ سَائِرِ الْمِيَاهِ سِوَى الَّذِي بِسَبَبِهِ صَارَتِ الْأَرْضُ مُهَيَّأَةً لِلْخِطَابِ بِمَنْزِلَةِ الْمَأْمُورِ الْمُطِيعِ، وَهُوَ الْمَعْهُودُ فِي قَوْلِهِ - تَعَالَى -: (وَفَارَ التَّنُّورُ)  (٤٠) وَبِهَذَا الِاعْتِبَارِ يَحْصُلُ التَّوَغُّلُ فِي تَنَاسِي التَّشْبِيهِ وَالتَّرْشِيحِ، وَلَوْ أُجْرِيَتِ الْإِضَافَةُ عَلَى غَيْرِ هَذَا تَكُونُ كَالتَّجْرِيدِ، وَكَمْ بَيْنَهُمَا؟ </p><p> ((هَذَا وَلَوْ حُمِلَ عَلَى الْعُمُومِ لَاسْتَلْزَمَ تَعْمِيمَ ابْتِلَاعِ الْمِيَاهِ بِأَسْرِهَا لِوُرُودِ الْأَمْرِ مِنْ مَقَامِ الْعَظَمَةِ كَمَا عَلِمْتَ مِنْ كَلَامِ السَّكَّاكِيِّ وَلَيْسَ بِذَاكَ، وَتَعَقَّبَهُ فِي الْكَشْفِ بِأَنَّهُ دَعْوَى بِلَا دَلِيلٍ وَرَدُّ يَمِينٍ؟ إِذْ لَا مَعْهُودَ، وَالظَّاهِرُ مَا عَلَى وَجْهِ الْأَرْضِ مِنَ الْمَاءِ وَلَا يُنَافِي التَّرْشِيحَ وَإِضَافَةَ الْمَالِكِيَّةِ. ثُمَّ الظَّاهِرُ مِنْ تَنْزِيلِ الْمَاءِ مَنْزِلَةَ الْغِذَاءِ أَنْ تُجْعَلَ الْإِضَافَةُ مِنْ بَابِ إِضَافَةِ الْغِذَاءِ إِلَى الْمُغْتَذِي فِي النَّفْعِ وَالتَّقْوِيَةِ وَصَيْرُورَتِهِ جُزْءًا مِنْهُ، وَلَا نَظَرَ فِيهِ إِلَى كَوْنِهِ مَمْلُوكًا أَوْ غَيْرَ ذَلِكَ، وَأَمَّا التَّعْمِيمُ فَمَطْلُوبٌ وَحَاصِلٌ عَلَى التَّفْسِيرَيْنِ لِانْحِصَارِ</p><p> الْمَاءِ فِي الْأَرْضِيِّ وَالسَّمَائِيِّ وَقَدْ قُلْتُمْ بِنُضُوبِهِمَا مِنْ قَوْلِهِ سُبْحَانَهُ ابْلَعِي فَبَلَعَتْ؟ وَقَوْلِهِ - تَعَالَى - وَغِيضَ، وَلَا شَكَّ أَنَّ مَا عِنْدَنَا مِنَ الْمَاءِ غَيْرُ مَاءِ الطُّوفَانِ. </p><p> ((هَذَا وَالْمُطَابِقُ تَفْسِيرَ الزَّمَخْشَرِيِّ، أَلَا تَرَى إِلَى قَوْلِهِ جَلَّ وَعَلَا: فَالْتَقَى الْمَاءُ ٥٤: ١٢ أَيِ الْأَرْضِيُّ وَالسَّمَائِيُّ، وَهَاهُنَا تَقَدَّمَ الْمَاءَانِ فِي قَوْلِهِ سُبْحَانَهُ: (مَاءَكِ)  (وَيَا سَمَاءُ أَقْلِعِي) لِأَنَّ تَقْدِيرَهُ: عَنْ إِرْسَالِ الْمَاءِ عَلَى زَعْمِهِمْ، فَإِذَا قِيلَ: وَغِيضَ الْمَاءُ رَجَعَ إِلَيْهِمَا لَا مَحَالَةَ لِتَقَدُّمِهِمَا. ثُمَّ إِذَا جُعِلَ مِنْ تَوَابِعِ أَقْلِعِي خَاصَّةً لَمْ يَحْسُنْ عَطْفُهُ عَلَى أَصْلِ الْقِصَّةِ، أَعْنِي:  (وَقِيلَ يَاأَرْضُ ابْلَعِي) كَيْفَ وَفِي إِيثَارِ هَذَا التَّفْسِيرِ الْإِشَارَةُ إِلَى أَنَّهُ زَالَ كَوْنُهُ طُوفَانًا لِأَنَّ نُقْصَانَ الْمَاءِ غَيْرُ الْإِذْهَابِ بِالْكُلِّيَّةِ، وَإِلَى أَنَّ الْأَجْزَاءَ الْبَاطِنَةَ مِنَ الْأَرْضِ لَمْ تَبْقَ عَلَى مَا كَانَتْ عَلَيْهِ مِنْ قُوَّةِ الْإِنْبَاعِ وَرَجَعَتْ إِلَى الِاعْتِدَالِ الْمَطْلُوبِ، وَلَيْسَ فِي الِاخْتِصَاصِ بِالنُّضُوبِ هَذَا الْمَعْنَى أَلْبَتَّةَ اهـ. </p><p> ((وَزَعَمَ الطَّبَرَسِيُّ أَنَّ أَئِمَّةَ الْبَيْتِ - رَضِيَ اللهُ تَعَالَى عَنْهُمْ - عَلَى أَنَّ الْمَاءَ الْمُضَافَ هُوَ مَا نَبَعَ وَفَارَ، وَأَنَّهُ هُوَ الَّذِي ابْتُلِعَ وَغَاضَ لَا غَيْرَ، وَأَنَّ مَاءَ السَّمَاءِ صَارَ بِحَارًا وَأَنْهَارًا.</p><p> ((وَأَخْرَجَ ابْنُ عَسَاكِرَ مِنْ طَرِيقِ الْكَلْبِيِّ عَنِ ابْنِ عَبَّاسٍ مَا يُؤَيِّدُهُ، وَهَذَا مُخَالِفٌ لِمَا يَقْتَضِيهِ كَلَامُ السَّكَّاكِيِّ مُخَالَفَةً ظَاهِرَةً، وَفِي الْقَلْبِ مِنْ صِحَّتِهِ مَا فِيهِ. </p><p> ((ثُمَّ إِنَّهُ - تَعَالَى - أَتْبَعَ - وَغِيضَ الْمَاءُ - مَا هُوَ الْمَقْصُودُ الْأَصْلِيُّ مِنَ الْقِصَّةِ، وَهُوَ قَوْلُهُ جَلَّتْ عَظَمَتُهُ: (وَقُضِيَ الْأَمْرُ) ثُمَّ أَتْبَعَ ذِكْرَ الْمَقْصُودِ حَدِيثَ السَّفِينَةِ لِتَأَخُّرِهِ عَنْهُ فِي الْوُجُودِ، ثُمَّ خُتِمَتِ الْقِصَّةُ بِالتَّعْرِيضِ الَّذِي عَلِمْتَهُ. </p><p> مَزَايَا الْآيَةِ مِنْ جِهَةِ الْفَصَاحَةِ الْمَعْنَوِيَّةِ وَاللَّفْظِيَّةِ: </p><p> ((هَذَا كُلُّهُ نَظَرٌ فِي الْآيَةِ مِنْ جَانِبِ الْبَلَاغَةِ، وَأَمَّا النَّظَرُ فِيهَا مِنْ جَانِبِ الْفَصَاحَةِ الْمَعْنَوِيَّةِ فَهِيَ كَمَا تَرَى نَظْمٌ لِلْمَعَانِي لَطِيفٌ، وَتَأْدِيَةٌ لَهَا مُلَخَّصَةٌ مُبِينَةٌ لَا تَعْقِيدَ يُعَثِّرُ الْفِكْرَ فِي طَلَبِ الْمُرَادِ، وَلَا الْتِوَاءَ يُشِيكُ الطَّرِيقَ إِلَى الْمُرْتَادِ، بَلْ إِذَا جَرَّبْتَ نَفْسَكَ عِنْدَ اسْتِمَاعِهَا وَجَدْتَ أَلْفَاظَهَا تُسَابِقُ مَعَانِيَهَا، وَمَعَانِيهَا تُسَابِقُ أَلْفَاظَهَا، فَمَا مِنْ لَفْظَةٍ فِيهَا تَسْبِقُ إِلَى أُذُنِكَ، إِلَّا وَمَعْنَاهَا أَسْبَقُ إِلَى قَلْبِكَ.</p><p> ((وَأَمَّا النَّظَرُ فِيهَا مِنْ جَانِبِ الْفَصَاحَةِ اللَّفْظِيَّةِ، فَأَلْفَاظُهَا عَلَى مَا تَرَى عَرَبِيَّةٌ مُسْتَعْمَلَةٌ </p><p> جَارِيَةٌ عَلَى قَوَانِينِ اللُّغَةِ سَلِيمَةٌ عَنِ التَّنَافُرِ، بَعِيدَةٌ عَنِ الْبَشَاعَةِ، عَذْبَةٌ عَلَى الْعَذَبَاتِ، سَلِسَةٌ عَلَى الْأَسَلَاتِ، كُلٌّ مِنْهَا كَالْمَاءِ فِي السَّلَاسَةِ، وَكَالْعَسَلِ فِي الْحَلَاوَةِ، وَكَالنَّسِيمِ فِي الرِّقَّةِ، وَلِلَّهِ - تَعَالَى - دَرُّ التَّنْزِيلِ مَاذَا جَمَعَتْ آيَاتُهُ! </p><p> وَعَلَى تَفَنُّنِ وَاصِفِيهِ بِحُسْنِهِ يَفْنَى الزَّمَانُ وَفِيهِ مَا لَمْ يُوصَفِ </p><p> ((وَمَا ذُكِرَ فِي شَرْحِ مَزَايَا هَذِهِ الْآيَةِ بِالنِّسْبَةِ إِلَى مَا فِيهَا قَطْرَةٌ مِنْ حِيَاضٍ، وَزَهْرَةٌ مِنْ رِيَاضٍ. </p><p> مَزَايَا الْآيَةِ مِنْ جِهَةِ الْمُحَسِّنَاتِ الْبَدِيعِيَّةِ: ((وَقَدْ ذَكَرَ ابْنُ أَبِي الْأُصْبُعِ أَنَّ فِيهَا عِشْرِينَ ضَرْبًا مِنَ الْبَدِيعِ مَعَ أَنَّهَا سَبْعَ عَشْرَةَ لَفْظَةً، وَذَلِكَ: الْمُنَاسَبَةُ التَّامَّةُ فِي ابْلَعِي وَأَقْلِعِي، وَالِاسْتِعَارَةُ فِيهِمَا، وَالطِّبَاقُ بَيْنَ الْأَرْضِ وَالسَّمَاءِ، وَالْمَجَازُ فِي يَا سَمَاءُ فَإِنَّ الْحَقِيقَةَ يَا مَطَرَ السَّمَاءِ، وَالْإِشَارَةُ فِي (وَغِيضَ الْمَاءُ) فَإِنَّهُ عَبَّرَ بِهِ عَنْ مَعَانٍ كَثِيرَةٍ ; لِأَنَّ الْمَاءَ لَا يَغِيضُ حَتَّى يُقْلِعَ مَطَرُ السَّمَاءِ وَتَبْلَعَ الْأَرْضُ مَا يَخْرُجُ مِنْهَا فَيَنْقُصُ مَا عَلَى الْأَرْضِ، وَالْإِرْدَافُ فِي (وَاسْتَوَتْ) وَالتَّمْثِيلُ فِي (وَقُضِيَ الْأَمْرُ) وَالتَّعْلِيلُ فَإِنَّ غَيْضَ الْمَاءِ عِلَّةٌ لِلِاسْتِوَاءِ، وَصِحَّةُ التَّقْسِيمِ، فَإِنَّهُ اسْتَوْعَبَ أَقْسَامَ الْمَاءِ حَالَ نَقْصِهِ، وَالِاحْتِرَاسُ فِي الدُّعَاءِ لِئَلَّا يُتَوَهَّمَ أَنَّ الْغَرَقَ لِعُمُومِهِ شَمِلَ مَنْ لَا يَسْتَحِقُّ الْهَلَاكَ، فَإِنَّ عَدْلَهُ - تَعَالَى - يَمْنَعُ أَنْ يَدْعُوَ عَلَى غَيْرِ مُسْتَحِقٍّ، وَحُسْنُ النَّسَقِ، وَائْتِلَافُ اللَّفْظِ مَعَ الْمَعْنَى، وَالْإِيجَازُ فَإِنَّهُ - سُبْحَانَهُ - قَصَّ الْقِصَّةِ مُسْتَوْعَبَةً بِأَخْصَرِ عِبَارَةٍ، وَالتَّسْهِيمُ ; لِأَنَّ أَوَّلَ الْآيَةِ يَدُلُّ عَلَى آخِرِهَا، وَالتَّهْذِيبُ ; لِأَنَّ مُفْرَدَاتِهَا مَوْصُوفَةٌ بِصِفَاتِ الْحُسْنِ، وَحُسْنُ الْبَيَانِ مِنْ جِهَةِ أَنَّ السَّامِعَ لَا يَتَوَقَّفُ فِي فَهْمِ مَعْنَى الْكَلَامِ وَلَا يُشْكِلُ عَلَيْهِ شَيْءٌ مِنْهُ، وَالتَّمْكِينُ لِأَنَّ الْفَاصِلَةَ مُسْتَقِرَّةٌ فِي مَحَلِّهَا مُطَمْئِنَةٌ فِي مَكَانِهَا، وَالِانْسِجَامُ، وَزَادَ الْجَلَالُ السُّيُوطِيُّ بَعْدَ أَنْ نَقَلَ هَذَا عَنِ ابْنِ أَبِي </p><p> الْأُصْبُعِ: الِاعْتِرَاضَ، وَزَادَ آخَرُونَ أَشْيَاءَ كَثِيرَةً إِلَّا أَنَّهَا كَكَلَامِ ابْنِ أَبِي الْأُصْبُعِ قَدْ أُشِيرَ إِلَيْهَا بِأُصْبُعِ الِاعْتِرَاضِ. </p><p> ((وَقَدْ أَلَّفَ شَيْخُنَا عَلَاءُ الدِّينِ - أَعْلَى اللهُ تَعَالَى دَرَجَتَهُ فِي أَعْلَى عِلِّيِّينَ - رِسَالَةً فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ جَمَعَ فِيهَا مَا ظَهَرَ لَهُ وَوَقَفَ عَلَيْهِ مِنْ مَزَايَاهَا، فَبَلَغَ ذَلِكَ</p><p> مِائَةً وَخَمْسِينَ مَزِيَّةً، وَقَدْ تَطَلَّبْتُ هَذِهِ الرِّسَالَةَ لِأَذْكُرَ شَيْئًا مِنْ لَطَائِفِهَا فَلَمْ أَظْفَرْ بِهَا، وَكَأَنَّ طُوفَانَ الْحَوَادِثِ أَغْرَقَهَا، وَلَعَلَّ فِيمَا نَقَلْنَاهُ سَدَادًا مِنْ عَوَزٍ، وَاللهُ - تَعَالَى - الْمُوَفِّقُ لِلصَّوَابِ، وَعِنْدَهُ عِلْمُ الْكِتَابِ) ) انْتَهَى. </p><p> الْعِلَاوَةُ الثَّانِيَةُ: </p><p> (حَادِثَةُ الطُّوفَانِ فِي الْقُرْآنِ وَالتَّوْرَاةِ وَالتَّارِيخِ الْقَدِيمِ) </p><p> بَيَّنَّا مِرَارًا أَنَّ أَحْدَاثَ التَّارِيخِ وَضَبْطَ وَقَائِعِهِ وَأَزْمِنَتِهَا وَأَمْكِنَتِهَا لَيْسَ مِنْ مَقَاصِدِ الْقُرْآنِ، وَأَنَّ مَا فِيهِ مِنْ قَصَصِ الرُّسُلِ مَعَ أَقْوَامِهِمْ فَإِنَّمَا هُوَ بَيَانٌ لِسُنَّةِ اللهِ فِيهِمْ، وَمَا تَتَضَمَّنُهُ مِنْ أُصُولِ الدِّينِ وَالْإِصْلَاحِ الَّتِي أَجْمَلْنَاهَا فِي بَيَانِ حِكْمَةِ التَّحَدِّي بِعَشْرِ سُوَرٍ مِنْهُ مِنْ تَفْسِيرِ هَذِهِ السُّورَةِ، بِعَشْرِ جُمَلٍ جَامِعَةٍ لِأَنْوَاعِ الْمَعَارِفِ وَالْفَوَائِدِ وَالْعِبَرِ وَالْمَوَاعِظِ وَالنُّذُرِ الْمُتَفَرِّقَةِ. </p><p> وَبَيَّنَّا أَنَّ قِصَّةَ نُوحٍ - عَلَيْهِ السَّلَامُ - جَاءَتْ فِي عِدَّةِ سُوَرٍ فِي كُلِّ سُورَةٍ مِنْهَا مَا لَيْسَ فِي سَائِرِهَا مِنْ ذَلِكَ، وَلِهَذَا لَمْ يُذْكَرْ فِيهَا مِنْ حَادِثَةِ الطُّوفَانِ إِلَّا مَا فِيهِ الْعِبْرَةُ وَالْمَوْعِظَةُ الْمَقْصُودَةُ بِالذَّاتِ مِنْهَا، فَذُكِرَتْ فِي بَعْضِهَا بِآيَةٍ وَفِي بَعْضِهَا بِآيَتَيْنِ فَمَا فَوْقَهُمَا مِنْ جَمْعِ الْقِلَّةِ، وَمَا فِي هَذِهِ السُّورَةِ هُوَ أَطْوَلُهَا وَأَجْمَعُهَا. </p><p> قِصَّةُ نُوحٍ فِي سِفْرِ التَّكْوِينِ: </p><p> وَأَمَّا قِصَّةُ نُوحٍ فِي سِفْرِ التَّكْوِينِ وَهُوَ السِّفْرُ الْأَوَّلُ مِنَ الْأَسْفَارِ الَّتِي يُسَمُّونَهَا التَّوْرَاةَ، فَهِيَ قِصَّةٌ تَارِيخِيَّةٌ وَرَدَتْ فِي سِيَاقِ أَنْسَابِ ذُرِّيَّةِ آدَمَ وَتَسَلْسُلِهَا فِي السِّنِينَ الْمَعْدُودَةِ، إِلَى أَنْ تَتَّصِلَ بِبَنِي إِسْرَائِيلَ الْمَقْصُودِينَ بِالذَّاتِ الْمُؤَلَّفَةِ دُونَ غَيْرِهِمْ مِنَ الْبَشَرِ، وَهَذَا التَّارِيخُ نَقَضَهُ مِنْ أَسَاسِهِ عِلْمُ الْجِيُولُوجِيَّةِ وَمَا كُشِفَ مِنْ آثَارِ الْإِنْسَانِ الْمُتَحَجِّرَةِ وَغَيْرِهَا. </p><p> فِي الْفَصْلِ الْأَوَّلِ مِنْ سِفْرِ التَّكْوِينِ بَيَانُ خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ فِي سِتَّةِ أَيَّامٍ فِي سَادِسِهَا خُلِقَ آدَمُ، وَفِي الْفَصْلِ الثَّانِي تَفْصِيلٌ لِمَا خَلَقَ اللهُ فِي الْأَرْضِ، وَمِنْهُ أَنَّهُ غَرَسَ جَنَّةً فِي عَدَنَ شَرْقًا وَوَضَعَ فِيهَا آدَمَ، وَفِي آخِرِهِ ذَكَرَ خَلْقَ حَوَّاءَ مِنْ ضِلْعٍ مِنْ </p><p> أَضْلَاعِ آدَمَ الْيُسْرَى، وَفِي الْفَصْلِ الثَّالِثِ خَبَرُ مَعْصِيَةِ آدَمَ بِأَكْلِهِ مِنْ شَجَرَةِ الْحَيَاةِ طَاعَةً لِامْرَأَتِهِ الَّتِي أَغْوَتْهَا الْحَيَّةُ وَحَمَلَتْهَا عَلَى الْأَكْلِ مِنْهَا، وَفِي الْفَصْلِ الرَّابِعِ تَنَاسُلُ آدَمَ وَحَوَّاءَ، وَفِي الْخَامِسِ مَوَالِيدُ آدَمَ </p><p> إِلَى نُوحٍ وَهُوَ الْبَطْنُ التَّاسِعُ مِنْ ذُرِّيَّتِهِ، وَكَانَ بَيْنَ خَلْقِ آدَمَ وَوِلَادَةِ نُوحٍ ١٠٥٦ سَنَةً مِنْهَا ٩٣٠ سَنَةً مُدَّةُ حَيَاةِ آدَمَ - عَلَيْهِ السَّلَامُ -. </p><p> وَأَمَّا قِصَّةُ نُوحٍ - عَلَيْهِ السَّلَامُ - فَاسْتَغْرَقَتْ فِيهِ أَرْبَعَةَ فُصُولٍ مِنْ ٦ - ٩ فِي آخِرِ التَّاسِعِ مِنْهَا أَنَّ نُوحًا عَاشَ ٩٥٠ سَنَةً، وَفِي أَوَّلِ السَّادِسِ بَيَانُ سَبَبِ الطُّوفَانِ، وَهُوَ بِمَعْنَى مَا فِي الْقُرْآنِ إِلَّا أَنَّهُ بِأُسْلُوبِ تِلْكَ الْكُتُبِ الَّتِي تُشَبِّهُ اللهَ - تَعَالَى - بِالْإِنْسَانِ فِي الصُّورَةِ وَالْمَعْنَى، أَوْ مَا تَكَرَّرَ فِيهِ مِنْ أَنَّهُ خَلَقَ آدَمَ عَلَى صُورَتِهِ (١: ٢٦ وَقَالَ اللهُ نَعْمَلُ الْإِنْسَانَ عَلَى صُورَتِنَا كَشَبَهِنَا فَيَتَسَلَّطُونَ عَلَى سَمَكِ الْبَحْرِ وَعَلَى طَيْرِ السَّمَاءِ و٢٧٠٠٠ فَخَلَقَ اللهُ الْإِنْسَانَ عَلَى صُورَتِهِ، عَلَى صُورَةِ اللهِ خَلَقَهُ ذَكَرًا وَأُنْثَى) وَهَذَا مَا يَعْنِينَا فِي هَذَا السِّفْرِ مِنْ قِصَّةِ نُوحٍ. </p><p> (٦: ٥ وَرَأَى الرَّبُّ أَنَّ شَرَّ الْإِنْسَانِ قَدْ كَثُرَ فِي الْأَرْضِ وَأَنَّ كُلَّ تَصَوُّرِ أَفْكَارِ قَلْبِهِ إِنَّمَا هُوَ شِرِّيرٌ كُلَّ يَوْمٍ ٦ فَحَزِنَ الرَّبُّ أَنَّهُ عَمِلَ الْإِنْسَانَ فِي الْأَرْضِ وَتَأَسَّفَ فِي قَلْبِهِ ٧ فَقَالَ الرَّبُّ: أَمْحُو عَنْ وَجْهِ الْأَرْضِ الْإِنْسَانَ الَّذِي خَلَقْتُهُ، الْإِنْسَانَ مَعَ بَهَائِمَ وَدَبَّابَاتٍ وَطُيُورِ السَّمَاءِ لِأَنِّي حَزِنْتُ عَلَيْهِمْ أَنِّي عَمِلْتُهُمْ ٨ وَأَمَّا نُوحٌ فَوُجِدَ نِعْمَةً فِي عَيْنَيِ الرَّبِّ ٩ هَذِهِ.مَوَالِيدُ نُوحٍ:كَانَ نُوحٌ رَجُلًا بَارًّا كَامِلًا فِي أَجْيَالِهِ وَسَارَ نُوحٌ مَعَ اللهِ ١٠ وَوَلَدَ نُوحٌ ثَلَاثَةَ بَنِينَ: سَامًا وَحَامًا وَيَافِثَ ١١ وَفَسَدَتِ الْأَرْضُ أَمَامَ اللهِ وَامْتَلَأَتْ ظُلْمًا ١٢ وَرَأَى اللهُ الْأَرْضَ فَإِذَا هِيَ قَدْ فَسَدَتْ إِذْ كَانَ كُلُّ بَشَرٍ قَدْ أَفْسَدَ طَرِيقَهُ عَلَى الْأَرْضِ ١٣ فَقَالَ اللهُ لِنُوحٍ: نِهَايَةُ كُلِّ بَشَرٍ قَدْ أَتَتْ أَمَامِي لِأَنَّ الْأَرْضَ امْتَلَأَتْ ظُلْمًا مِنْهُمْ فَهَا أَنَا مُهْلِكُهُمْ مَعَ الْأَرْضِ ١٤ اصْنَعْ لِنَفْسِكَ فُلْكًا مِنْ خَشَبِ جَفْرٍ إِلَخْ.</p><p> وَهَاهُنَا وَصَفَ طُولَ الْفُلْكِ وَعَرْضَهُ وَارْتِفَاعَهُ وَبَابَهُ فِي جَانِبِهِ وَطَبَقَاتِهِ الثَّلَاثَ، وَمَنْ يَدْخُلُ فِيهِ مَعَهُ وَهُمُ امْرَأَتُهُ وَبَنُوهُ الثَّلَاثَةُ وَأَزْوَاجُهُمْ الثَّلَاثُ، وَمِنْ كُلِّ حَيٍّ مِنْ كُلِّ ذِي جَسَدٍ زَوْجَيْنِ اثْنَيْنِ، وَكُلُّ مَنْ يَبْقَى فِي الْأَرْضِ وَتَحْتَ السَّمَاءِ يَهْلِكُ، وَقَدْ كَرَّرَ ذِكْرَ مَنْ يَدْخُلُ الْفُلْكَ، وَذَكَرَ تَارِيخَ دُخُولِ الْفُلْكِ مِنْ عُمُرِ نُوحٍ، وَمُدَّةَ الْمَطَرِ وَهُوَ أَرْبَعُونَ يَوْمًا، وَمِقْدَارَ ارْتِفَاعِ الْفُلْكِ فَوْقَ الْجِبَالِ وَهُوَ ١٥ ذِرَاعًا، وَبَقَاءَ الْمِيَاهِ عَلَى الْأَرْضِ ١٥٠ يَوْمًا. </p><p> كُلُّ ذَلِكَ فِي الْفَصْلَيْنِ السَّادِسِ وَالسَّابِعِ، وَذَكَرَ فِي الْفَصْلِ الثَّامِنِ رُجُوعَ الْمِيَاهِ عَنِ الْأَرْضِ بِالتَّدْرِيجِ، وَاسْتِقْرَارَ الْفُلْكِ عَلَى جِبَالِ أَرَارَاطَ، وَمَا كَانَ مِنْ خُرُوجِ نُوحٍ وَمَنْ مَعَهُ مِنَ السَّفِينَةِ (قَالَ) ٨: ٢٠ وَبَنَى نُوحٌ مَذْبَحًا لِلرَّبِّ، وَأَخَذَ مِنْ كُلِّ الْبَهَائِمِ الطَّاهِرَةِ وَمِنْ كُلِّ الطُّيُورِ الطَّاهِرَةِ وَأَصْعَدَ مُحَرِّقَاتٍ عَلَى الْمَذْبَحِ ٢١ فَتَنَسَّمَ الرَّبُّ رَائِحَةَ الرِّضَى، وَقَالَ الرَّبُّ فِي قَلْبِهِ: لَا أَعُودُ أَلْعَنُ الْأَرْضَ أَيْضًا مِنْ أَجْلِ الْإِنْسَانِ ; لِأَنَّ تَصَوُّرَ قَلْبِ الْإِنْسَانِ شِرِّيرٌ مُنْذُ حَدَاثَتِهِ، </p><p> وَلَا أَعُودُ أَيْضًا أُمِيتُ كُلَّ حَيٍّ كَمَا فَعَلْتُ ٢٢ مُدَّةُ كُلِّ أَيَّامِ الْأَرْضِ زَرْعٌ وَحَصَادٌ وَبَرْدٌ وَحَرٌّ وَصَيْفٌ وَشِتَاءٌ وَنَهَارٌ وَلَيْلٌ لَا تَزَالُ) . </p><p> وَفِي الْفَصْلِ التَّاسِعِ مُبَارَكَةُ اللهِ لِنُوحٍ وَبَنِيهِ وَإِكْثَارُهُمْ لِيَمْلَئُوا الْأَرْضَ، وَتَأْمِينُهُمْ مِنْ عَوْدَةِ الطُّوفَانِ بِإِعْطَائِهِمْ مِيثَاقَهُ وَهُوَ قَوْسُ السَّحَابِ، بَلْ جَعَلَهَا أَمَانًا لِكُلِّ الْأَحْيَاءِ، وَقَالَ فِي أَبْنَاءِ نُوحٍ ٩، ١٩ هَؤُلَاءِ الثَّلَاثَةُ بَنُو نُوحٍ وَمِنْ هَؤُلَاءِ تَشَعَّبَتْ كُلُّ الْأَرْضِ) وَفِيهِ أَنَّ الرَّبَّ لَعَنَ كَنْعَانَ بْنَ يَافِثَ وَجَعَلَهُ وَذُرِّيَّتَهُ عَبِيدًا لِذُرِّيَّةٍ سَامٍ وَحَامٍ لِأَنَّهُ نَظَرَ إِلَى عَوْرَةِ جَدِّهِ نُوحٍ إِذْ تَعَرَّى وَهُوَ سَكْرَانُ. </p><p> هَذِهِ خُلَاصَةُ قِصَّةِ نُوحٍ فِي سِفْرِ التَّكْوِينِ، وَلَيْسَ فِيهَا أَنَّهُ كَانَ رَسُولًا وَلَا أَنَّهُ دَعَا قَوْمَهُ إِلَى اللهِ، وَلَا أَنَّهُ آمَنَ مَعَهُ أَحَدٌ، وَلَا أَنَّهُ كَانَ لَهُ وَلَدٌ كَافِرٌ غَرِقَ مَعَ قَوْمِهِ وَلَا امْرَأَةٌ كَافِرَةٌ، وَلَا نَدْرِي أَكَانَ كُفْرُهَا قَبْلَ الطُّوفَانِ فَغَرِقَتْ أَمْ بَعْدَهُ. وَلَكِنَّهُ يُوَافِقُ الْقُرْآنَ فِي أَنَّ سَبَبَ الطُّوفَانِ غَضَبُ اللهِ عَلَى الْبَشَرِ بِفَسَادِهِمْ وَظُلْمِهِمْ، وَلَكِنْ بِأُسْلُوبِهِ الْمُشَبِّهِ لِلَّهِ سُبْحَانَهُ بِالْإِنْسَانِ فِي صِفَاتِهِ الْبَاطِنَةِ كَصُورَتِهِ الظَّاهِرَةِ. </p><p> عُمُرُ نُوحٍ وَتَعْلِيلُ طُولِهِ كَأَعْمَارِ مَنْ قَبْلَهُ: </p><p> وَيُوَافِقُ الْقُرْآنَ سِفْرُ التَّكْوِينِ تَقْرِيبًا فِي عُمُرِ نُوحٍ وَهُوَ ٩٥٠ سَنَةً، وَلَكِنَّ نَصَّ الْقُرْآنِ أَنَّهُ لَبِثَ فِي قَوْمِهِ هَذِهِ الْمُدَّةَ. وَهِيَ مَسْأَلَةٌ قَدِ اشْتَبَهَ فِيهَا النَّاسُ مُنْذُ قُرُونٍ، حَتَّى زَعَمَ بَعْضُهُمْ أَنَّ السَّنَةَ عِنْدَ الْمُتَقَدِّمِينَ أَقَلُّ مِنَ السَّنَةِ عِنْدَ أَهْلِ الْقُرُونِ الْمَعْرُوفَةِ بَعْدَ تَدْوِينِ التَّارِيخِ، كَمَا أَنَّ الْأَيَّامَ وَالسِّنِينَ فِي زَمَنِ التَّكْوِينِ أَطْوَلُ مِنْ هَذِهِ الْأَزْمِنَةِ، كَمَا قَالَ - تَعَالَى -: (وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ)  (٢٢: ٤٧) وَتَقَدَّمَ هَذَا فِي مَحَلِّهِ، وَلَكِنَّ هَذَا الْقِيَاسَ بَاطِلٌ فَلَا بُدَّ مِنْ دَلِيلٍ آخَرَ، وَالَّذِي نَرَاهُ فِي أَعْمَارِ آدَمَ وَذُرِّيَّتِهِ إِلَى مَا قَبْلَ الطُّوفَانِ أَوْ قَبْلَ مَا كُشِفَ مِنْ آثَارِ التَّارِيخِ لَا يُقَاسُ بِمَا </p><p> عُرِفَ بَعْدَ ذَلِكَ ; لِأَنَّ طَبِيعَةَ الْعُمْرَانِ وَمَعِيشَةَ الْإِنْسَانِ الْفِطْرِيَّةَ كَانَتْ أَسْلَمَ لِلْأَبْدَانِ، وَأَقَلَّ تَوْلِيدًا لِلْأَمْرَاضِ، وَقَوْلُ اللهِ هُوَ الْحَقُّ وَيَجِبُ الْإِيمَانُ بِهِ عَلَى كُلِّ حَالٍ. </p><p> سِفْرُ التَّكْوِينِ لَيْسَ مِنْ تَوْرَاةِ مُوسَى: وَسِفْرُ التَّكْوِينِ هَذَا لَيْسَ حُجَّةً قَطْعِيَّةً فِيمَا ذُكِرَ فِيهِ فَضْلًا عَمَّا سَكَتَ عَنْهُ، فَإِنَّ التَّوْرَاةَ الَّتِي كَتَبَهَا مُوسَى - عَلَيْهِ السَّلَامُ - وَوَضَعَهَا بِجَانِبِ تَابُوتِ الْعَهْدِ كَمَا ذُكِرَ فِي سِفْرِ التَّثْنِيَةِ قَدْ فُقِدَتْ هِيَ وَالتَّابُوتُ بِحَرِيقِ الْهَيْكَلِ، وَهَذِهِ الْأَسْفَارُ الْمُعْتَمَدَةُ عِنْدَ الْيَهُودِ قَدْ كُتِبَتْ كُلُّهَا بَعْدَ الرُّجُوعِ مِنْ سَبْيِ بَابِلَ فِي سَنَةِ ٥٣٦ قَبْلَ مِيلَادِ الْمَسِيحِ - عَلَيْهِ السَّلَامُ -، وَيَقُولُونَ إِنَّ عِزْرَا هُوَ الَّذِي كَتَبَهَا وَجَمَعَهَا، وَلَيْسَ لَهَا سَنَدٌ مُتَّصِلٌ إِلَيْهِ وَعَمَّ اتِّصَالُهَا بِمَنْ قَبْلَهُ، وَقَدِ اشْتُهِرَ أَنَّ الْأُسْتَاذَ جَبْرَ ضُومَطَ مُدَرِّسُ الْبَلَاغَةِ فِي الْجَامِعَةِ الْأَمْرِيكَانِيَّةِ بِبَيْرُوتَ أَلَّفَ رِسَالَةً رَجَّحَ فِيهَا أَنَّ سِفْرَ التَّكْوِينِ </p><p> مَأْثُورٌ عَنْ يُوسُفَ - عَلَيْهِ السَّلَامُ - وَلَمَّا نَطَّلِعْ عَلَيْهِ، وَجُمْلَةُ الْقَوْلِ أَنَّهُ لَيْسَ لَهُ سَنَدٌ إِلَى مَنْ كَتَبَهُ، وَلَا يَقُومُ دَلِيلٌ عَلَى أَنَّهُ وَحْيٌ مِنَ اللهِ - تَعَالَى -، وَلَكِنَّهُ عَلَى كُلِّ حَالٍ أَثَرٌ تَارِيخِيٌّ قَدِيمٌ لَهُ قِيمَتُهُ. </p><p> وَأَمَّا الْقُرْآنُ فَقَدْ قَامَتِ الْبَرَاهِينُ عَلَى أَنَّهُ كَلَامُ اللهِ وَوَحْيُهُ إِلَى مُحَمَّدٍ رَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ كَمَا فَصَّلْنَاهُ فِي مَوَاضِعَ كَثِيرَةٍ أَجْمَعُهَا (كِتَابُ الْوَحْيِ الْمُحَمَّدِيِّ) . </p><p> الْإِسْرَائِيلِيَّاتُ فِي تَفْسِيرِ قِصَّةِ نُوحٍ: </p><p> وَأَمَّا مَا حَشَا الْمُفَسِّرُونَ بِهِ تَفَاسِيرَهُمْ مِنَ الرِّوَايَاتِ فِي هَذِهِ الْقِصَّةِ وَغَيْرِهَا عَنِ الصَّحَابَةِ وَالتَّابِعِينَ وَغَيْرِهِمْ فَلَا يُعْتَدُّ بِشَيْءٍ مِنْهُ، وَلَمْ يُرْفَعْ مِنْهُ شَيْءٌ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِسَنَدٍ صَحِيحٍ وَلَا حَسَنٍ. وَأَمْثَلُ مَا رُوِيَ فِيهِ حَدِيثُ عَائِشَةَ فِي صُنْعِ السَّفِينَةِ، وَأُمِّ الْوَلَدِ الْكَافِرِ الَّذِي رَفَعَتْهُ لِيَنْجُوَ فَغَرِقَ مَعَهَا، وَهُوَ ضَعِيفٌ كَمَا تَقَدَّمَ، وَأَنْكَرُ مِنْهُ مَا رَوَاهُ ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ مِنْ إِحْيَاءِ عِيسَى - عَلَيْهِ السَّلَامُ - بِطَلَبِ الْحَوَارِيِّينَ لِحَامِ بْنِ نُوحٍ وَتَحْدِيثِهِ إِيَّاهُمْ عَنِ السَّفِينَةِ فِي طُولِهَا وَعَرْضِهَا وَارْتِفَاعِهَا وَطَبَقَاتِهَا وَمَا فِي كُلٍّ مِنْهَا، وَدُخُولِ الشَّيْطَانِ فِيهَا بِحِيلَةٍ احْتَالَ بِهَا عَلَى نُوحٍ، وَمِنْ وِلَادَةِ خِنْزِيرٍ وَخِنْزِيرَةٍ مِنْ ذَنَبِ الْفِيلِ، وَسِنَّوْرٍ وَسِنَّوْرَةٍ (قَطٍّ وَقِطَّةٍ) مِنْ مَنْخَرِ الْأَسَدِ، وَكُلُّ ذَلِكَ مِنَ الْأَبَاطِيلِ الْإِسْرَائِيلِيَّةِ الْمُنَفِّرَةِ عَنِ الْإِسْلَامِ، وَقَدْ رَوَاهُ مِنْ طَرِيقِ عَلِيِّ بْنِ زَيْدِ بْنِ </p><p> جُدْعَانَ، وَقَدْ ضَعَّفَهُ الْأَئِمَّةُ كَأَحْمَدَ وَيَحْيَى وَغَيْرِهِمْ، وَقَالَ ابْنُ عَدِيٍّ: كَانَ يَغْلُو فِي التَّشَيُّعِ وَمَعَ ذَلِكَ يُكْتَبُ حَدِيثُهُ. أَقُولُ: وَحَسْبُهُمْ هَذِهِ الرِّوَايَةُ حُجَّةً عَلَيْهِ. </p><p> خَبَرُ الطُّوفَانِ فِي الْأُمَمِ الْقَدِيمَةِ: </p><p> وَقَدْ وَرَدَ فِي تَوَارِيخِ أَكْثَرِ الْأُمَمِ الْقَدِيمَةِ ذِكْرٌ لِلطُّوفَانِ، مِنْهَا الْمُوَافِقُ لِخَبَرِ سِفْرِ التَّكْوِينِ إِلَّا قَلِيلًا، وَمِنْهَا الْمُخَالِفُ لَهُ إِلَّا قَلِيلًا، وَأَقْرَبُ الرِّوَايَاتِ إِلَيْهِ رِوَايَةُ الْكَلْدَانِيِّينَ وَهُمُ الَّذِينَ وَقَعَ الطُّوفَانُ فِي بِلَادِهِمْ، فَقَدْ نَقَلَ عَنْهُمْ بَرْهُوشَعُ وَيُوسُفُوسُ أَنَّ زَيْزَسْتُرُوسَ رَأَى فِي الْحُلْمِ بَعْدَ مَوْتِ وَالِدِهِ أُوتِيرْتَ أَنَّ الْمِيَاهَ سَتَطْغَى وَتُغْرِقَ جَمِيعَ الْبَشَرِ، وَأَمَرَهُ بِبِنَاءِ سَفِينَةٍ يَعْتَصِمُ فِيهَا هُوَ وَأَهْلُ بَيْتِهِ وَخَاصَّةُ أَصْدِقَائِهِ فَفَعَلَ، وَهُوَ يُوَافِقُ سِفْرَ التَّكْوِينِ فِي أَنَّهُ كَانَ فِي الْأَرْضِ جِيلٌ مِنَ الْجَبَّارِينَ طَغَوْا فِيهَا وَأَكْثَرُوا الْفَسَادَ فَعَاقَبَهُمْ اللهُ بِالطُّوفَانِ، وَقَدْ عَثَرَ بَعْضُ الْإِنْكِلِيزِ عَلَى أَلْوَاحٍ مِنَ الْآجُرِّ نُقِشَتْ فِيهَا هَذِهِ الرِّوَايَةُ بِالْحُرُوفِ الْمِسْمَارِيَّةِ فِي عَصْرِ أَشُورَ بِانِيبَالَ مِنْ نَحْوِ ٦٦٠ سَنَةً قَبْلَ مِيلَادِ الْمَسِيحِ، وَأَنَّهَا مَنْقُولَةٌ مِنْ كِتَابَةٍ قَدِيمَةٍ مِنَ الْقَرْنِ السَّابِعِ عَشَرَ قَبْلَ الْمَسِيحِ أَوْ قَبْلَهُ، فَهِيَ أَقْدَمُ مِنْ سِفْرِ التَّكْوِينِ. </p><p> وَرَوَى الْيُونَانُ خَبَرًا عَنِ الطُّوفَانِ أَوْرَدَهُ أَفْلَاطُونُ، وَهُوَ أَنَّ كَهَنَةَ الْمِصْرِيِّينَ قَالُوا </p><p> لِسُولُونَ (الْحَكِيمِ الْيُونَانِيِّ) إِنَّ السَّمَاءَ أَرْسَلَتْ طُوفَانًا غَيَّرَ وَجْهَ الْأَرْضِ فَهَلَكَ الْبَشَرُ مِرَارًا بِطُرُقٍ مُخْتَلِفَةٍ فَلَمْ يَبْقَ لِلْجِيلِ الْجَدِيدِ شَيْءٌ مِنْ آثَارِ مَنْ قَبْلَهُ وَمَعَارِفِهِمْ. </p><p> وَأَوْرَدَ مَانِيتُونُ خَبَرَ طُوفَانٍ حَدَثَ بَعْدَ هَرْمَسَ الْأَوَّلِ الَّذِي كَانَ بَعْدَ مِينَاسَ الْأَوَّلِ، وَهَذَا أَقْدَمُ مِنْ تَارِيخِ التَّوْرَاةِ أَيْضًا. </p><p> وَرُوِيَ عَنْ قُدَمَاءِ الْيُونَانِ خَبَرُ طُوفَانٍ عَمَّ الْأَرْضَ كُلَّهَا إِلَّا دُوكَالْيُونَ وَامْرَأَتَهُ بِيرَا فَقَدْ نَجَوْا مِنْهُ، وَرُوِيَ عَنْ قُدَمَاءِ الْفُرْسِ طُوفَانٌ أَغْرَقَ اللهُ بِهِ الْأَرْضَ بِمَا انْتَشَرَ فِيهَا مِنَ الْفَسَادِ وَالشُّرُورِ بِفِعْلِ (أَهْرَيْمَانَ) إِلَهِ الشَّرِّ، وَقَالُوا إِنَّ هَذَا الطُّوفَانَ فَارَ أَوَّلًا مِنْ تَنُّورِ الْعَجُوزِ (زُولَ كُوفَهْ) إِذْ كَانَتْ تَخْبِزُ خُبْزَهَا فِيهِ، وَلَكِنَّ الْمَجُوسَ أَنْكَرُوا عُمُومَ الطُّوفَانِ وَقَالُوا إِنَّهُ كَانَ خَاصًّا بِإِقْلِيمِ الْعِرَاقِ، وَانْتَهَى إِلَى حُدُودِ كُرْدِسْتَانَ. </p><p> وَكَذَا قُدَمَاءُ الْهُنُودِ يُثْبِتُونَ وُقُوعَ الطُّوفَانِ سَبْعَ مَرَّاتٍ فِي شَكْلٍ خُرَافِيٍّ، آخِرُهَا أَنَّ مَلِكَهُمْ نَجَا هُوَ وَامْرَأَتُهُ فِي سَفِينَةٍ عَظِيمَةٍ أَمَرَهُ بِصُنْعِهَا إِلَهُهُ فِشْنُو وَشَدَّهَا بِالدُّسُرِ حَتَّى اسْتَوَتْ عَلَى جَبَلِ جِيمَافَاتَ (حِمَلَايَا) وَلَكِنَّ الْبَرَاهِمَةَ كَالْمَجُوسِ يُنْكِرُونَ وُقُوعَ طُوفَانٍ عَامٍّ أَغْرَقَ </p><p> الْهِنْدَ كُلَّهَا. وَيُرْوَى تَعَدُّدُ الطُّوفَانِ عَنِ الْيَابَانِ وَالصِّينِ وَعَنِ الْبَرَازِيلِ وَالْمَكْسِيكِ وَغَيْرِهِمَا، وَكُلُّ هَذِهِ الرِّوَايَاتِ تَتَّفِقُ فِي أَنَّ سَبَبَ ذَلِكَ عِقَابُ اللهِ لِلْبَشَرِ بِظُلْمِهِمْ وَشُرُورِهِمْ. </p><p> الْعِلَاوَةُ الثَّالِثَةُ: </p><p> (هَلْ كَانَ الطُّوفَانُ عَامًّا أَمْ خَاصًّا؟) </p><p> نَصُّ التَّوْرَاةِ - أَوْ سِفْرِ التَّكْوِينِ - أَنَّ الطُّوفَانَ كَانَ عَامًّا مُهْلِكًا لِجَمِيعِ الْبَشَرِ إِلَّا ذُرِّيَّةَ نُوحٍ مِنْ أَبْنَائِهِ الثَّلَاثَةِ: سَامٍ وَحَامٍ وَيَافِثَ، فَإِنَّهُ لَمْ يَكُنْ فِي الْأَرْضِ غَيْرُهُمْ، بِحَسَبِ مَا سَبَقَ فِيهِ خَبَرُهُ مِنْ خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَآدَمَ وَذُرِّيَّتِهِ كَمَا تَقَدَّمَ. </p><p> وَاللهُ - تَعَالَى - يَقُولُ: مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ ١٨: ٥١ أَمَّا قَوْلُهُ فِي نُوحٍ - عَلَيْهِ السَّلَامُ - بَعْدَ ذِكْرِ تَنْجِيَتِهِ وَأَهْلِهِ: وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ ٣٧: ٧٧ فَالْحَصْرُ فِيهِمْ يَجُوزُ أَنْ يَكُونَ إِضَافِيًّا، أَيِ الْبَاقِينَ دُونَ غَيْرِهِمْ مِنْ قَوْمِهِ، وَأَمَّا قَوْلُهُ:  (وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا)  (٧١: ٢٦) فَلَيْسَ نَصًّا فِي أَنَّ الْمُرَادَ بِالْأَرْضِ هَذِهِ الْكُرَةُ كُلُّهَا، فَإِنَّ الْمَعْرُوفَ فِي كَلَامِ الْأَنْبِيَاءِ وَالْأَقْوَامِ وَفِي أَخْبَارِهِمْ أَنْ تُذْكَرَ الْأَرْضُ وَيُرَادَ بِهَا أَرْضُهُمْ وَوَطَنُهُمْ، كَقَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ خِطَابِ فِرْعَوْنَ لِمُوسَى وَهَارُونَ: وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ ١٠: ٧٨ يَعْنِي أَرْضَ مِصْرَ، وَقَوْلِهِ:  (وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا)  (١٧: ٧٦) فَالْمُرَادُ بِهَا مَكَّةُ، وَقَوْلُهُ: </p><p> وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ ١٧: ٤ وَالْمُرَادُ بِهَا الْأَرْضُ الَّتِي كَانَتْ وَطَنَهُمْ، وَالشَّوَاهِدُ عَلَيْهِ كَثِيرَةٌ. </p><p> وَلَكِنْ ظَوَاهِرُ الْآيَاتِ تَدُلُّ - بِمَعُونَةِ الْقَرَائِنِ وَالتَّقَالِيدِ الْمَوْرُوثَةِ عَنْ أَهْلِ الْكِتَابِ - عَلَى أَنَّهُ لَمْ يَكُنْ فِي الْأَرْضِ كُلِّهَا فِي زَمَنِ نُوحٍ إِلَّا قَوْمُهُ، وَأَنَّهُمْ هَلَكُوا كُلُّهُمْ بِالطُّوفَانِ وَلَمْ يَبْقَ بَعْدَهُ فِيهَا غَيْرُ ذُرِّيَّتِهِ، وَهَذَا يَقْتَضِي أَنْ يَكُونَ الطُّوفَانُ فِي الْبُقْعَةِ الَّتِي كَانُوا فِيهَا مِنَ الْأَرْضِ سَهْلِهَا وَجِبَالِهَا لَا فِي الْأَرْضِ كُلِّهَا، إِلَّا إِذَا كَانَتِ الْيَابِسَةُ مِنْهَا فِي ذَلِكَ الزَّمَنِ صَغِيرَةً لِقُرْبِ الْعَهْدِ بِالتَّكْوِينِ وَبِوُجُودِ الْبَشَرِ عَلَيْهَا، فَإِنَّ عُلَمَاءَ التَّكْوِينِ وَطَبَقَاتِ الْأَرْضِ (الْجِيُولُوجِيَّةِ) يَقُولُونَ: إِنَّ الْأَرْضَ كَانَتْ عِنْدَ انْفِصَالِهَا مِنَ الشَّمْسِ كُرَةً نَارِيَّةً مُلْتَهِبَةً، ثُمَّ صَارَتْ كُرَةً مَائِيَّةً، ثُمَّ ظَهَرَتْ فِيهَا الْيَابِسَةُ بِالتَّدْرِيجِ. </p><p> وَقَدِ اسْتُفْتِيَ شَيْخُنَا الْأُسْتَاذُ الْإِمَامُ الشَّيْخُ مُحَمَّد عَبْده فِي هَذِهِ الْمَسْأَلَةِ فَأَفْتَى بِمَا نَنْقُلُهُ هُنَا بِنَصِّهِ مِنْ (ص ٦٦٦) مِنَ الْجُزْءِ الْأَوَّلِ مِنْ تَارِيخِهِ وَهُوَ </p><p> : فَتْوَى الْأُسْتَاذِ الْإِمَامِ فِي طُوفَانِ نُوحٍ: </p><p> جَوَابُ سُؤَالٍ وَرَدَ عَلَى الْأُسْتَاذِ الْإِمَامِ مُفْتِي الدِّيَارِ الْمِصْرِيَّةِ مِنْ حَضْرَةِ الْأُسْتَاذِ الشَّيْخِ عَبْدِ اللهِ الْقُدُومِيِّ خَادِمِ الْعِلْمِ الشَّرِيفِ بِمَدِينَةِ نَابِلْسَ، وَفِيهِ نَصُّ السُّؤَالِ: </p><p> وَصَلَنَا مَكْتُوبُكُمُ الْمُؤَرَّخُ فِي ٤ شَوَّالٍ سَنَةَ ١٣١٧ هـ الَّذِي أَنْهَيْتُمْ بِهِ أَنَّهُ ظَهَرَ قِبَلَكُمْ نَشْءٌ جَدِيدٌ مِنَ الطَّلَبَةِ دَيْدَنُهُمُ الْبَحْثُ فِي الْعُلُومِ وَالرِّيَاضَةِ، وَالْخَوْضُ فِي تَوْهِينِ الْأَدِلَّةِ الْقُرْآنِيَّةِ، وَقَدْ سُمِعَ مِنْ مَقَالَتِهِمْ الْآنَ: أَنَّ الطُّوفَانَ لَمْ يَكُنْ عَامًّا لِأَنْحَاءِ الْأَرْضِ، بَلْ هُوَ خَاصٌّ بِالْأَرْضِ الَّتِي كَانَ بِهَا قَوْمُ نُوحٍ - عَلَيْهِ السَّلَامُ -، وَأَنَّهُ بَقِيَ نَاسٌ فِي أَرْضِ الصِّينِ لَمْ يُصِبْهُمُ الْغَرَقُ، وَأَنَّ دُعَاءَ نُوحٍ - عَلَيْهِ السَّلَامُ - بِهَلَاكِ الْكَافِرِينَ لَمْ يَكُنْ عَامًّا بَلْ هُوَ خَاصٌّ بِكُفَّارِ قَوْمِهِ ; لِأَنَّهُ لَمْ يَكُنْ مُرْسَلًا إِلَّا إِلَى قَوْمِهِ، بِدَلِيلِ مَا صَحَّ ((وَكَانَ كُلُّ نَبِيٍّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ كَافَّةً) ) . </p><p> فَإِذَا قِيلَ لَهُمْ: إِنَّ الْآيَاتِ الْكَرِيمَةَ نَاطِقَةٌ بِخِلَافِ ذَلِكَ، كَقَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ نُوحٍ - عَلَيْهِ السَّلَامُ -: (رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا)  (٧١: ٢٦) وَكَقَوْلِهِ - تَعَالَى -: (وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ)  (٣٧: ٧٧) وَقَوْلِهِ - تَعَالَى -: (لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللهِ إِلَّا مَنْ رَحِمَ)  (١١: ٤٣) قَالُوا: هِيَ قَابِلَةٌ لِلتَّأْوِيلِ وَلَا حُجَّةَ فِيهَا، وَإِذَا قِيلَ لَهُمْ: إِنَّ جَهَابِذَةَ الْمُحَدِّثِينَ أَجَابُوا بِأَنَّهُ صَحَّ فِي أَحَادِيثِ الشَّفَاعَةِ أَنَّ نُوحًا - عَلَيْهِ السَّلَامُ - أَوَّلُ رَسُولٍ بَعَثَهُ اللهُ إِلَى أَهْلِ الْأَرْضِ، وَأَنَّهُ يَتَعَيَّنُ أَنْ يَكُونَ قَوْمُهُ أَهْلَ الْأَرْضِ، وَيَكُونَ عُمُومُ بِعْثَتِهِ أَمْرًا اتِّفَاقِيًّا لِعَدَمِ وُجُودِ أَحَدٍ غَيْرَ قَوْمِهِ، وَلَوْ وُجِدَ غَيْرُهُ لَمْ يَكُنْ مُرْسَلًا إِلَيْهِمْ - سَخِرُوا مِنَ الْمُحَدِّثِينَ، </p><p> وَاسْتَنَدُوا إِلَى حِكَايَاتٍ مَنْسُوبَةٍ إِلَى أَهْلِ الصِّينِ، وَرَغِبْتُمْ مِنَّا بِذَلِكَ الْمَكْتُوبِ كَشْفَ الْغِطَاءِ عَنْ سِرِّ هَذَا الْحَادِثِ الْعَظِيمِ، وَالْإِفَادَةَ بِمَا يَقْتَضِيهِ الْحَقُّ، وَيَطْمَئِنُّ إِلَيْهِ الْقَلْبُ. </p><p> وَالْجَوَابُ عَنْ ذَلِكَ وَالْحَمْدُ لِلَّهِ: أَمَّا الْقُرْآنُ الْكَرِيمُ فَلَمْ يَرِدْ فِيهِ نَصٌّ قَاطِعٌ عَلَى عُمُومِ الطُّوفَانِ، وَلَا عَلَى عُمُومِ رِسَالَةِ نُوحٍ - عَلَيْهِ السَّلَامُ -، وَمَا وَرَدَ مِنَ الْأَحَادِيثِ - عَلَى فَرْضِ صِحَّةِ سَنَدِهِ - فَهُوَ آحَادٌ لَا يُوجِبُ الْيَقِينَ، وَالْمَطْلُوبُ فِي تَقْرِيرِ مِثْلِ هَذِهِ الْحَقَائِقِ هُوَ الْيَقِينُ لَا الظَّنُّ، إِذْ عُدَّ اعْتِقَادُهَا مِنْ عَقَائِدِ الدِّينَ. </p><p> وَأَمَّا الْمُؤَرِّخُ وَمُرِيدُ الِاطِّلَاعِ فَلَهُ أَنْ يَحْصُلَ مِنَ الظَّنِّ مَا تُرَجِّحُهُ عِنْدَهُ ثِقَتُهُ بِالرَّاوِي أَوِ الْمُؤَرِّخِ أَوْ صَاحِبِ الرَّأْيِ، وَمَا يَذْكُرُهُ الْمُؤَرِّخُونَ وَالْمُفَسِّرُونَ فِي هَذِهِ الْمَسْأَلَةِ لَا يُخْرِجُ عَنْ حَدِّ الثِّقَةِ بِالرِّوَايَةِ أَوْ عَدَمِ الثِّقَةِ بِهَا، وَلَا تُتَّخَذُ دَلِيلًا قَطْعِيًّا عَلَى مُعْتَقَدٍ دِينِيٍّ. </p><p> وَأَمَّا مَسْأَلَةُ عُمُومِ الطُّوفَانِ فِي نَفْسِهَا فَهِيَ مَوْضُوعُ نِزَاعٍ بَيْنَ أَهْلِ الْأَدْيَانِ وَأَهْلِ النَّظَرِ فِي طَبَقَاتِ الْأَرْضِ، وَمَوْضُوعُ خِلَافٍ بَيْنِ مُؤَرِّخِي الْأُمَمِ، أَمَّا أَهْلُ الْكِتَابِ وَعُلَمَاءُ الْأُمَّةِ الْإِسْلَامِيَّةِ فَعَلَى أَنَّ الطُّوفَانَ كَانَ عَامًّا لِكُلِّ الْأَرْضِ، وَوَافَقَهُمْ عَلَى ذَلِكَ كَثِيرٌ مِنْ أَهْلِ النَّظَرِ، وَاحْتَجُّوا عَلَى رَأْيِهِمْ بِوُجُودِ بَعْضِ الْأَصْدَافِ وَالْأَسْمَاكِ الْمُتَحَجِّرَةِ فِي أَعَالِي الْجِبَالِ ; لِأَنَّ هَذِهِ الْأَشْيَاءَ مِمَّا لَا تَتَكَوَّنُ إِلَّا فِي الْبَحْرِ. </p><p> فَظُهُورُهَا فِي رُءُوسِ الْجِبَالِ دَلِيلٌ عَلَى أَنَّ الْمَاءَ صَعِدَ إِلَيْهَا مَرَّةً مِنَ الْمَرَّاتِ، وَلَنْ يَكُونَ ذَلِكَ حَتَّى يَكُونَ قَدْ عَمَّ الْأَرْضَ، وَيَزْعُمُ غَالِبُ أَهْلِ النَّظَرِ مِنَ الْمُتَأَخِّرِينَ أَنَّ الطُّوفَانَ لَمْ يَكُنْ عَامًّا، وَلَهُمْ عَلَى ذَلِكَ شَوَاهِدُ يَطُولُ شَرْحُهَا - غَيْرَ أَنَّهُ لَا يَجُوزُ لِشَخْصٍ مُسْلِمٍ أَنْ يُنْكِرَ قَضِيَّةَ أَنَّ الطُّوفَانَ كَانَ عَامًّا لِمُجَرَّدِ احْتِمَالِ التَّأْوِيلِ فِي آيَاتِ الْكِتَابِ الْعَزِيزِ، بَلْ عَلَى كُلِّ مَنْ يَعْتَقِدُ بِالدِّينِ أَلَّا يَنْفِيَ شَيْئًا مِمَّا يَدُلُّ عَلَيْهِ ظَاهِرُ الْآيَاتِ وَالْأَحَادِيثِ الَّتِي صَحَّ سَنَدُهَا وَيَنْصَرِفُ عَنْهَا إِلَى التَّأْوِيلِ إِلَّا بِدَلِيلٍ عَقْلِيٍّ يَقْطَعُ بِأَنَّ الظَّاهِرَ غَيْرُ الْمُرَادِ، وَالْوُصُولُ إِلَى ذَلِكَ فِي مِثْلِ هَذِهِ الْمَسْأَلَةِ يَحْتَاجُ إِلَى بَحْثٍ طَوِيلٍ، وَعَنَاءٍ شَدِيدٍ، وَعِلْمٍ غَزِيرٍ فِي طَبَقَاتِ الْأَرْضِ وَمَا تَحْتَوِي عَلَيْهِ، وَذَلِكَ يَتَوَقَّفُ عَلَى عُلُومٍ شَتَّى عَقْلِيَّةٍ وَنَقْلِيَّةٍ، وَمَنْ هَذَى بِرَأْيِهِ بِدُونِ عِلْمٍ يَقِينِيٍّ فَهُوَ مُجَازِفٌ لَا يُسْمَعُ لَهُ قَوْلٌ، وَلَا يُسْمَحُ لَهُ بِبَثِّ جَهَالَاتِهِ، وَاللهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ)) اهـ. </p><p> (أَقُولُ) : خُلَاصَةُ هَذِهِ الْفَتْوَى أَنَّ ظَوَاهِرَ الْقُرْآنِ وَالْأَحَادِيثِ أَنَّ الطُّوفَانَ كَانَ عَامًّا شَامِلًا لِقَوْمِ نُوحٍ الَّذِينَ لَمْ يَكُنْ فِي الْأَرْضِ غَيْرُهُمْ، فَيَجِبُ اعْتِقَادُهُ، وَلَكِنَّهُ لَا يَقْتَضِي أَنْ يَكُونَ عَامًّا لِلْأَرْضِ ; إِذْ لَا دَلِيلَ عَلَى أَنَّهُمْ كَانُوا يُمَثِّلُونَ الْأَرْضَ، وَكَذَلِكَ وُجُودُ الْأَصْدَافِ وَالْحَيَوَانَاتِ الْبَحْرِيَّةِ فِي قُلَلِ الْجِبَالِ لَا يَدُلُّ عَلَى أَنَّهَا مِنْ أَثَرِ ذَلِكَ الطُّوفَانِ، بَلِ الْأَقْرَبُ أَنَّهُ كَانَ مِنْ أَثَرِ تَكَوُّنِ الْجِبَالِ وَغَيْرِهَا مِنَ الْيَابِسَةِ فِي الْمَاءِ كَمَا قُلْنَا آنِفًا، فَإِنَّ صُعُودَ الْمَاءِ إِلَى الْجِبَالِ </p><p> أَيَّامًا مَعْدُودَةً لَا يَكْفِي لِحُدُوثِ مَا ذُكِرَ فِيهَا، وَقَدْ قُلْنَا فِي الْعِلَاوَةِ الثَّانِيَةِ: إِنَّ هَذِهِ الْمَسَائِلَ التَّارِيخِيَّةَ لَيْسَتْ مِنْ مَقَاصِدِ الْقُرْآنِ، وَلِذَلِكَ لَمْ </p><p> يُبَيِّنْهَا بِنَصٍّ قَطْعِيٍّ. فَنَحْنُ نَقُولُ بِمَا تَقَدَّمَ إِنَّهُ ظَاهِرُ النُّصُوصِ، وَلَا نَتَّخِذُهُ عَقِيدَةً دِينِيَّةً قَطْعِيَّةً، فَإِنْ أَثْبَتَ عِلْمُ الْجِيُولُوجِيَّةِ خِلَافَهُ لَا يَضُرُّنَا ; لِأَنَّهُ لَا يَنْقُضُ نَصًّا قَطْعِيًّا عِنْدَنَا. </p><p> الْعِلَاوَةُ الرَّابِعَةُ: </p><p> (فِي غَضَبِ اللهِ عَلَى عِبَادِهِ وَعِقَابِهِمْ بِبَعْضِ ظُلْمِهِمْ وَفُسُوقِهِمْ فِي الدُّنْيَا بِمُنَاسَبَةِ الْقِصَّةِ) بَيَّنَّا أَنَّ طُوفَانَ نُوحٍ - عَلَيْهِ السَّلَامُ - كَانَ عَذَابًا عَاقَبَ اللهُ بِهِ قَوْمَهُ عَلَى ظُلْمِهِمْ وَإِجْرَامِهِمْ، وَأَنَّ رِوَايَةَ سِفْرِ التَّكْوِينِ مُوَافِقَةٌ لِلْقُرْآنِ فِي هَذَا، وَكَذَلِكَ كُلُّ مَا رُوِيَ عَنِ الْأُمَمِ الْقَدِيمَةِ مِنْ أَخْبَارِ الطُّوفَانِ الْعَامِّ أَوِ الْخَاصِّ قَدْ جَاءَ فِيهَا هَذَا الْمَعْنَى، فَهُوَ مُتَوَاتِرٌ عَنْ أَكْثَرِ الْأُمَمِ تَوَاتُرًا مَعْنَوِيًّا. </p><p> وَجَاءَ فِي الْقُرْآنِ أَنَّ اللهَ - تَعَالَى - عَاقَبَ غَيْرَ قَوْمِ نُوحٍ مِنْ أَقْوَامِ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ بِعَذَابِ الِاسْتِئْصَالِ لَمَّا عَمَّهُمْ وَشَمَلَهُمُ الشِّرْكُ وَالظُّلْمُ وَالْفَسَادُ، كَمَا قَالَ بَعْدَ ذِكْرِ أَشْهَرِهِمْ فِي التَّارِيخِ:  (فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ)  (٢٩: ٤٠) وَسَيَأْتِي تَفْصِيلُ عِقَابِ هَؤُلَاءِ الْأَقْوَامِ بَعْدَ قِصَّةِ نُوحٍ هَذِهِ. </p><p> وَقَدْ بَيَّنَّا فِي هَذَا التَّفْسِيرِ أَنَّ عَذَابَ الِاسْتِئْصَالِ إِنَّمَا وَقَعَ عَلَى الْأُمَمِ الَّتِي عَمَّهَا الْفَسَادُ وَأَنْذَرَهَا الرُّسُلُ وُقُوعَهُ فَلَمْ يَرْجِعُوا، وَأَنَّهُ مَا وَقَعَ عَلَى قَوْمٍ وَفِيهِمْ مُؤْمِنٌ صَالِحٌ، وَإِنَّمَا كَانَ اللهُ - تَعَالَى - يُخْرِجُ مِنْهُمْ رَسُولَهُ وَمَنْ آمَنَ مَعَهُ وَيُهْلِكُ الْبَاقِينَ كَمَا قَالَ: وَمَا كُنَّا مُعَذَّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٧: ١٥) وَقَالَ: وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ [٢٨: ٥٨ و٥٩] وَلَمَّا كَانَ فِي قَوْمِ فِرْعَوْنَ مُؤْمِنُونَ لَا يَعْلَمُ عَدَدَهُمْ إِلَّا اللهُ - تَعَالَى - لَمْ يُغْرِقْهُمْ كُلَّهُمْ، وَإِنَّمَا أَغْرَقَ مَنْ خَرَجُوا مَعَهُ لِإِعَادَةِ بَنِي إِسْرَائِيلَ إِلَى الِاسْتِعْبَادِ وَالظُّلْمِ. </p><p> وَبَيَّنَّا أَيْضًا أَنَّ أُمَّةَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّتِي وُجِّهَتْ إِلَيْهَا دَعْوَتُهُ هُمْ جَمِيعُ الْبَشَرِ. </p><p> وَأَنَّ اللهَ - تَعَالَى - أَرْسَلَهُ رَحْمَةً لِلْعَالَمِينَ، وَلِهَذَا لَا يُهْلِكُهَا بِعَذَابِ الِاسْتِئْصَالِ لِأَنَّهَا لَا تُجْمِعُ عَلَى الْكُفْرِ وَالْفَسَادِ </p><p> فِي الْأَرْضِ، وَإِنَّمَا يَكُونُ هَلَاكُهَا الْعَامُّ بِقِيَامِ السَّاعَةِ الَّتِي يُهْلَكُ بِهَا الْبَشَرُ كُلُّهُمْ، وَهَذَا إِنَّمَا يَكُونُ إِذَا عَمَّهُمُ الْكُفْرُ كَمَا وَرَدَ فِي الْحَدِيثِ الَّذِي رَوَاهُ أَحْمَدُ وَمُسْلِمٌ </p><p> وَالتِّرْمِذِيُّ عَنْ أَنَسٍ مَرْفُوعًا إِلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ:  ((لَا تَقُومُ السَّاعَةُ حَتَّى لَا يُقَالَ فِي الْأَرْضِ: اللهُ اللهُ) ) . </p><p> وَقَدْ ثَبَتَ فِي آيَاتٍ كَثِيرَةٍ أَنَّ الْعَذَابَ يَقَعُ فِي هَذِهِ الْأُمَّةِ - أُمَّةِ الدَّعْوَةِ وَأُمَّةِ الْإِجَابَةِ - خَاصَّةً بِالظَّالِمِينَ وَالْفَاسِقِينَ لَا عَامًّا لِلْبَشَرِ كُلِّهِمْ، وَلَكِنَّهُ قَدْ يَعُمُّ أَفْرَادَ مَنْ يَقَعُ فِيهِمْ، وَقَدْ قَالَ اللهُ - تَعَالَى -: (قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ)  (٦: ٦٥) وَكُلُّ هَذِهِ الْأَنْوَاعِ وَاقِعَةٌ، وَقَدْ رُوِيَ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ - رَضِيَ اللهُ عَنْهُ - أَنَّ هَذِهِ الْآيَةَ فِيمَنْ يَأْتِي بَعْدُ، أَيْ بَعْدَ عَصْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابِهِ فِي الْمُسْتَقْبَلِ، وَقَدْ ظَهَرَتْ فِي هَذَا الْعَصْرِ بِأَشْكَالٍ لَمْ تَكُنْ تَخْطُرُ عَلَى بَالِ بَشَرٍ فِي الْعُصُورِ السَّابِقَةِ وَهِيَ عَذَابُ الطَّيَّارَاتِ الْجَوِّيَّةِ، وَالْأَلْغَامِ الْأَرْضِيَّةِ، وَالْغَوَّاصَاتِ الْبَحْرِيَّةِ، وَتَفَرُّقُ الْأَقْوَامِ إِلَى شِيَعٍ فِي الْعَدَاوَاتِ فَوْقَ الْمَعْهُودِ مِمَّنْ قَبْلَهُمْ، وَقَدْ فَصَّلْنَا ذَلِكَ فِي تَفْسِيرِهَا مِنْ سُورَةِ الْأَنْعَامِ. </p><p> كَذَلِكَ يَكْثُرُ فِي الْأُمَمِ الْمُخْتَلِفَةِ فِي كُلِّ عَصْرٍ مِثْلَ مَا عُذِّبَ بِهِ الْأَقْوَامُ الْأَوَّلُونَ الْمُجْرِمُونَ الظَّالِمُونَ، مِنَ الطُّوفَانِ الْخَاصِّ وَخَسْفِ الْأَرْضِ وَحُسْبَانِ النَّارِ مِنَ الْبَرَاكِينِ وَالصَّوَاعِقِ، وَشِدَّةِ الْقَيْظِ الْمُحْرِقِ لِلنَّبَاتِ الْقَاتِلِ لِلْإِنْسَانِ وَالْحَيَوَانِ، وَقَدِ اشْتَدَّتْ هَذِهِ الْأَنْوَاعُ فِي هَذَيْنِ الْعَامَيْنِ فَكَانَتْ عَلَى أَشُدِّهَا فِي صَيْفِ عَامِنَا هَذَا (١٣٥٣ هـ - ١٩٣٤ م) فِي أَمْرِيكَةَ وَأُورُبَّةَ وَلَا سِيَّمَا إِنْكِلْتِرَةُ وَالْهِنْدُ وَالتُّرْكُ وَالْفُرْسُ وَالشَّرْقُ الْأَقْصَى، وَخُسِفَتْ بَعْضُ الْأَرْضِ بِالزَّلَازِلِ فِي الْهِنْدِ، وَحَدَثَ فِي مِصْرَ وَسُورِيَّةَ وَالْعِرَاقِ وَشَمَالِ إِفْرِيقِيَّةَ شَيْءٌ مِنَ الْجُوعِ وَهَلَاكِ الْحَرْثِ وَنَقْصِ الْأَنْفُسِ وَالثَّمَرَاتِ، وَهِيَ مِمَّا وَرَدَ فِي الْقُرْآنِ أَيْضًا، وَلَا يَزَالُ الْقَيْظُ عَلَى أَشُدِّهِ فِي الْوِلَايَاتِ الْمُتَّحِدَةِ وَإِنْكِلْتِرَةَ. </p><p> وَنَسْأَلُ اللهَ - تَعَالَى - أَنْ يُجِيرَ مِصْرَ مِنْ طُغْيَانٍ فِي النِّيلِ كَطُغْيَانِ بَعْضِ أَنْهَارِ الصِّينِ وَالْهِنْدِ أَخِيرًا وَفَرَنْسَةَ قَبْلَهُمَا، عِقَابًا لَنَا بِظُلْمِ الظَّالِمِينَ مِنْ حُكَّامِنَا وَفِسْقِ الْفَاسِقِينَ مِنْ دَهْمَائِنَا، اللهُمَّ قَدْ كَثُرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ، وَقَلَّ مَنْ يَعْرِفُكَ فِي الشِّدَّةِ وَالرَّخَاءِ، وَمَنْ يَدْعُوكَ وَحْدَكَ فِي السَّرَّاءِ أَوِ الضَّرَّاءِ، اللهُمَّ، </p><p> وَلَا تُهْلِكْنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا، وَأَدِمْ لَنَا هَذَا النِّيلَ رَحْمَةً، وَلَا تَجْعَلْ مِنْهُ عُقُوبَةً لِلْأُمَّةِ. </p><p> اعْتِبَارُ الْمُؤْمِنِينَ بِالْمَصَائِبِ الْعَامَّةِ وَتَوْبَتُهُمْ رَجَاءَ رَفْعِهَا: </p><p> كَانَ الْمُؤْمِنُونَ بِاللهِ مِنْ جَمِيعِ الْأُمَمِ إِذَا وَقَعَ عَذَابٌ مِثْلُ هَذَا يَعْتَبِرُونَ وَيَتَذَكَّرُونَ اللهَ - تَعَالَى - فَيَتُوبُونَ إِلَيْهِ وَيَسْتَغْفِرُونَهُ، كَمَا كَانَ أَنْبِيَاؤُهُمْ يُوصُونَهُمْ وَيُعَلِّمُونَهُمْ أَنَّ التَّوْبَةَ إِلَى اللهِ وَاسْتِغْفَارَهُ مِنَ الذُّنُوبِ - وَلَا سِيَّمَا الظُّلْمُ وَالْفِسْقُ - مِنْ أَسْبَابِ إِدْرَارِ الْغَيْثِ وَالرِّزْقِ كَمَا قَالَ - تَعَالَى - فِي أَوَّلِ هَذِهِ السُّورَةِ: وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ ١١: ٣ </p>"
}