{
  "id": null,
  "sura": 11,
  "aya": 115,
  "text": "<p> وَالْكَبَائِرَ إِلَّا حُقُوقَ الْعِبَادِ، فَإِنَّهُ يَجِبُ أَدَاؤُهَا أَوِ اسْتِحْلَالُ أَهْلِهَا مِنْهَا إِنْ أَمْكَنَ. وَذَهَبَ بَعْضُ الْعُلَمَاءِ إِلَى أَنَّ تَكْفِيرَ الْحَسَنَاتِ لِلصَّغَائِرِ لَا يُشْتَرَطُ فِيهِ التَّوْبَةُ إِذَا اجْتُنِبَتِ الْكَبَائِرُ، وَيَقُولُ الْغَزَّالِيُّ: إِنَّ كُلَّ نَوْعٍ مِنَ الْحَسَنَاتِ يُكَفِّرُ مَا هُوَ ضِدُّهُ مِنَ السَّيِّئَاتِ، كَتَكْفِيرِ الْبُخْلِ بِالْإِنْفَاقِ، وَالْإِسَاءَةِ إِلَى النَّاسِ بِالْإِحْسَانِ إِلَخْ. </p><p> وَالْآيَاتُ فِي تَكْفِيرِ السُّوءِ وَالسَّيِّئَاتِ الْمُطْلَقَةِ وَالْمُعَيَّنَةِ كَثِيرَةٌ، وَمِنَ الثَّانِي كَفَارَّاتُ الظِّهَارِ وَمُحْرِمَاتُ الْإِحْرَامِ وَالْحِنْثُ بِالْأَيْمَانِ، وَأَمْثَالُ هَذِهِ لَا يُشْتَرَطُ فِيهَا التَّوْبَةُ، فَذُنُوبُهَا عَارِضَةٌ لَيْسَ مِنْ شَهَوَاتِ النَّفْسِ تَكْرَارُهَا كَالْفَوَاحِشِ وَالْمُنْكَرَاتِ الْمُدَنِّسَةِ لِلنَّفْسِ بِاتِّبَاعِ الْهَوَى وَالشَّهَوَاتِ الْبَاعِثَةِ عَلَى الْإِصْرَارِ، فَهَذِهِ لَا يُطَهِّرُهَا مِنْهَا وَيُزَكِّيهَا إِلَّا التَّوْبَةُ، وَإِنَّمَا تَتَحَقَّقُ التَّوْبَةُ بِالنَّدَمِ عَلَى فِعْلِ الذَّنْبِ الْمُقْتَضِي لِتَرْكِهِ، وَإِزَالَةِ أَثَرِهِ مِنَ النَّفْسِ بِالْعَمَلِ الصَّالِحِ، فَبِجُمْلَةِ هَذِهِ الْمَعَانِي الثَّلَاثَةِ يَحْصُلُ الرُّجُوعُ إِلَى اللهِ بَعْدَ الْإِعْرَاضِ وَالْبُعْدِ عَنْهُ بِعِصْيَانِهِ، وَشَرَحَ الْغَزَّالِيُّ هَذَا الْمَعْنَى لِلتَّوْبَةِ بِقَوْلِهِ: إِنَّهَا مُرَكَّبَةٌ مِنْ: عِلْمٍ، وَحَالٍ، وَعَمَلٍ، كُلٌّ مِنْهَا سَبَبٌ لِمَا بَعْدَهُ، فَالْعِلْمُ بِحُرْمَةِ الذَّنْبِ وَكَوْنِهِ سَبَبًا لِسُخْطِ اللهِ - تَعَالَى - وَعِقَابِهِ يُوجِبُ الْحَالَ، أَيْ يُحْدِثُهُ، وَهُوَ الْخَوْفُ وَأَلَمُ النَّفْسِ، وَهَذَا يُوجِبُ الْعَمَلَ وَهُوَ تَرْكُ الذَّنْبِ وَتَكْفِيرُهُ بِالْعَمَلِ الصَّالِحِ انْتَهَى بِالْمَعْنَى مُوجَزًا. </p><p> وَقَدْ تَكَلَّمْنَا عَلَى التَّوْبَةِ فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ، مِنْهَا الْكَلَامُ عَلَى تَوْبَةِ آدَمَ فِي سُورَتَيِ الْبَقَرَةِ وَالْأَعْرَافِ، وَمِنْهَا سُورَةُ النِّسَاءِ قَوْلُهُ - تَعَالَى -: - إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ - ٤: ١٧ إِلَى آخِرِ الْآيَتَيْنِ، </p><p> وَمِنْهَا فِي سُورَةِ الْأَنْعَامِ: - وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ ٦: ٥٤ وَسَيَأْتِي فِي مَعْنَاهُ مِنْ سُورَةِ النَّحْلِ: - ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ - ١٦: ١١٩ وَمِثْلُهُ فِي سُورَةِ طه: - وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى - ٢٠: ٨٢ وَنَاهِيكَ بِمَا تَقَدَّمَ فِي أَوَاخِرِ التَّوْبَةِ مِنْ آيَاتِ التَّوْبَةِ، وَلَا سِيَّمَا تَوْبَةُ الَّذِينَ تَخَلَّفُوا عَنْ غَزْوَةِ تَبُوكَ فَفِيهَا أَكْبَرُ الْعِبَرِ لِلْمُؤْمِنِينَ الْمُسْلِمِينَ. </p><p> - وَاصْبِرْ فَإِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ - (٣) أَيْ وَوَطِّنْ نَفْسَكَ عَلَى احْتِمَالِ الْمَشَقَّةِ فِي سَبِيلِ مَا أُمِرْتَ بِهِ وَمَا نُهِيتَ عَنْهُ فِي هَذِهِ الْوَصَايَا حَتَّى الصَّلَاةِ، كَمَا قَالَ: - وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا - ٢٠: ١٣٢ وَاسْتَعِنْ بِالصَّبْرِ وَالصَّلَاةِ عَلَى سَائِرِ أَعْبَاءِ الدَّعْوَةِ إِلَى الْإِسْلَامِ </p><p> وَالْإِصْلَاحِ، وَانْتِظَارِ عَاقِبَتِهَا مِنَ النَّصْرِ وَالْفَلَاحِ، فَإِنَّ هَذَا مِنَ الْإِحْسَانِ الَّذِي لَا جَزَاءَ لَهُ إِلَّا الْإِحْسَانُ، - فَإِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ - فِي أَعْمَالِهِمْ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ، بَلْ يُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ، وَلَكِنَّ لِلْجَزَاءِ فِي أُمُورِ الْأُمَمِ آجَالًا وَأَقْدَارًا يَجِبُ الصَّبْرُ فِي انْتِظَارِهَا، وَعَدَمُ اسْتِعْجَالِهَا قَبْلَ أَوَانِهَا. </p><p> فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ. </p><p> هَذِهِ الْآيَاتُ الْأَرْبَعُ فِي بَيَانِ سُنَنِ اللهِ الْعَامَّةِ فِي إِهْلَاكِ أُولَئِكَ الْأَقْوَامِ الَّذِينَ قَصَّ عَلَى رَسُولِهِ قِصَصَهُمْ وَأَمْثَالَهُمْ، جَاءَتْ بَعْدَ مَا تَقَدَّمَ مِنْ بَيَانِ عَاقِبَتِهِمْ فِي الدُّنْيَا وَالْآخِرَةِ وَإِنْذَارِ قَوْمِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهِمْ، مَا يَجِبُ عَلَيْهِ وَعَلَى مَنْ آمَنَ وَتَابَ مَعَهُ مِنَ الِاسْتِقَامَةِ وَالصَّلَاحِ، وَاجْتِنَابِ أَهْلِ الظُّلْمِ وَالْفَسَادِ، قَالَ: - فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ - \" لَوْلَا \" تَحْضِيضِيَّةٌ بِمَعْنَى: هَلَّا، وَالْقُرُونُ: الْأُمَمُ وَالْأَقْوَامُ، وَالْقَرْنُ فِي اللُّغَةِ كَمَا فِي الْمِصْبَاحِ:  \" الْجِيلُ مِنَ النَّاسِ.قِيلَ:ثَمَانُونَ سَنَةً،وَقِيلَ:سَبْعُونَ \" أَقُولُ: ثُمَّ اشْتُهِرَ تَقْدِيرُهُ بِمِائَةِ سَنَةٍ. وَالْبَقِيَّةُ مِنَ الشَّيْءِ مَا يَبْقَى مِنْهُ بَعْدَ ذَهَابِ أَكْثَرِهِ، وَمِنَ النَّاسِ كَذَلِكَ، وَاسْتُعْمِلَ فِي الْخِيَارِ وَالْأَصْلَحِ وَالْأَنْفَعِ، قِيلَ: لِأَنَّ النَّاسَ يُنْفِقُونَ فِي الْعَادَةِ أَرْدَأَ مَا عِنْدَهُمْ وَأَقْرَبَهُ </p>"
}