{
  "id": null,
  "sura": 11,
  "aya": 5,
  "text": "<p> (يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللهِ)  (٤: ١٠٨) وَاسْتِغْشَاءُ الثِّيَابِ التَّغَطِّي بِهَا، وَمِنْهُ قَوْلُهُ - تَعَالَى - حِكَايَةً عَنْ نُوحٍ - عَلَيْهِ السَّلَامُ -: (وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا)  (٧١: ٧) وَهُوَ بِمَعْنَى مَا نَحْنُ فِيهِ، ((أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ) ) ، فَسَّرَ بَعْضُهُمْ ثَنْيَ الصُّدُورِ هُنَا بِالْإِعْرَاضِ التَّامِّ، وَالِاسْتِدْبَارِ لِلرَّسُولِ عِنْدَ تِلَاوَةِ الْقُرْآنِ، وَهُوَ أَبْلَغُ مِنْ ثَنْيِ الْعِطْفِ وَالْجَانِبِ، وَفَسَّرَهُ آخَرُونَ بِطَيِّهَا عَلَى مَا هُوَ مَكْنُونٌ فِيهَا مِنَ الْكَرَاهَةِ وَالْعَدَاوَةِ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالْأَقْرَبُ أَنْ يَكُونَ تَصْوِيرًا لِمَا كَانَ يُحَاوِلُهُ بَعْضُ الْكُفَّارِ، ثُمَّ الْمُنَافِقِينَ عِنْدَ سَمَاعِ الْقُرْآنِ مِنَ الِاسْتِخْفَاءِ بِتَنْكِيسِ الرَّأْسِ، وَثَنْيِ الصَّدْرِ عَلَى الْبَطْنِ كَمَا يُطْوَى الثَّوْبُ، حَتَّى يَخْفَى فَاعِلُهُ بَيْنَ الْجَمْعِ، خَجَلًا مِمَّا فِيهِ مِنَ الْقَرْعِ وَالصُّدَاعِ، فَالْمَعْنَى: أَلَا إِنَّ هَؤُلَاءِ الْكَافِرِينَ الْكَارِهِينَ لِدَعْوَةِ التَّوْحِيدِ يَحْنُونَ ظُهُورَهُمْ وَيُنَكِّسُونَ رُءُوسَهُمْ كَأَنَّهُمْ يُحَاوِلُونَ طَيَّ صُدُورِهِمْ عَلَى بُطُونِهِمْ عِنْدَ سَمَاعِ الْقُرْآنِ، وَهُوَ مَعْنًى بَلِيغٌ وَوَاقِعٌ وَأَدْنَى إِلَى التَّعْلِيلِ بِقَوْلِهِ:  (لِيَسْتَخْفُوا مِنْهُ) أَيْ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ تِلَاوَتِهِ لِلْقُرْآنِ فَلَا يَرَاهُمْ عِنْدَ وُقُوعِ هَذِهِ الْقَوَارِعِ عَلَى رُءُوسِهِمْ، أَوْ لِيَسْتَخْفُوا مِمَّا هُمْ فِيهِ مِنَ الشَّأْنِ الْمُظْهِرِ لِخِزْيِهِمْ وَجَهْلِهِمْ، الْمُثْبِتِ لِعَجْزِهِمْ، وَهُوَ الَّذِي كَانَ يَتَبَادَرُ إِلَى فَهْمِي كُلَّمَا تَلَوْتُ الْآيَةَ أَوْ سَمِعْتُهَا قَبْلَ الِاطِّلَاعِ عَلَى شَيْءٍ </p><p> مِمَّا قِيلَ فِي تَفْسِيرِهَا عَلَى أَنَّهُ قَدْ يُجَامِعُ مَا قَبْلَهُ فَيَصْدُقُ كُلٌّ مِنْهُمَا عَلَى فَرِيقٍ مِنَ الْكُفَّارِ، وَيُنَاسِبُ الْأَوَّلَ أَنْ يَكُونَ الِاسْتِخْفَاءُ مِنَ اللهِ - عَزَّ وَجَلَّ - وَرَوَاهُ الْبُخَارِيُّ عَنْ مُجَاهِدٍ، وَرَوَى ابْنُ جَرِيرٍ وَغَيْرُهُ عَنْ عَبْدِ اللهِ بْنِ شَدَّادٍ قَالَ: كَانَ أَحَدُهُمْ إِذَا مَرَّ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثَنَى صَدْرَهُ لِكَيْ لَا يَرَاهُ فَنَزَلَتْ. </p><p> وَعَنْ أَبِي رَزِينٍ قَالَ: كَانَ أَحَدُهُمْ يَحْنِي ظَهْرَهُ وَيَسْتَغْشِي بِثَوْبِهِ، وَعَنْ عَطَاءٍ الْخُرَاسَانِيِّ فِي قَوْلِهِ:  (يَثْنُونَ صُدُورَهُمْ) يَقُولُ: يُطَأْطِئُونَ رُءُوسَهُمْ، وَيَحْنُونَ ظُهُورَهُمْ، أَيْ أَلَا فَلْيَعْلَمُوا أَنَّ ثَنْيَ صُدُورِهِمْ وَتَنْكِيسَ رُءُوسِهِمْ ; لِيَسْتَخْفُوا مِنَ الدَّاعِي لَهُمْ إِلَى تَوْحِيدِ رَبِّهِمْ، أَوْ مِنْ ظُهُورِ حُجَّتِهِ عَلَيْهِمْ، لَا يُغْنِي عَنْهُمْ شَيْئًا مِنْ ظُهُورِ فَضِيحَتِهِمْ، فَإِنَّهُمْ حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ فَيُغَطُّونَ بِهَا جَمِيعَ أَبْدَانِهِمْ عِنْدَ النَّوْمِ فِي ظُلْمَةِ اللَّيْلِ، وَيَخْلُونَ بِخَوَاطِرِهِمْ وَمَا يُبَيِّتُونَ مِنَ السُّوءِ وَالْمَكْرِ، فَإِنَّ رَبَّهُمْ يَعْلَمُ مَا يُسِرُّونَ مِنْهَا لَيْلًا، ثُمَّ مَا يُعْلِنُونَ نَهَارًا. وَعَنْ قَتَادَةَ قَالَ: كَانُوا يَحْنُونَ صُدُورَهُمْ لِكَيْلَا يَسْمَعُوا كِتَابَ اللهِ - تَعَالَى -، قَالَ - تَعَالَى -: (أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ) وَذَلِكَ أَخْفَى مَا يَكُونُ ابْنُ آدَمَ إِذَا حَنَى ظَهْرَهُ، وَاسْتَغْشَى بِثَوْبِهِ، وَأَضْمَرَ هَمَّهُ فِي نَفْسِهِ، فَإِنَّ اللهَ لَا يَخْفَى ذَلِكَ عَلَيْهِ (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) أَيْ إِنَّهُ </p><p> - </p><p> تَعَالَى - عَلِيمٌ مُحِيطٌ بِأَسْرَارِ الصُّدُورِ، وَخَوَاطِرِ الْقُلُوبِ كَالَّذِينَ قَالَ فِيهِمْ:  (يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَالَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللهُ بِمَا يَعْمَلُونَ مُحِيطًا)  (٤: ١٠٨) . </p><p> وَرُوِيَ فِي الْآيَةِ مَالَا يَظْهَرُ فِي مَعْنَاهَا وَلَا فِي قِرَاءَتِهَا أَنَّهُ تَفْسِيرٌ لَهَا، وَهُوَ أَنَّهَا نَزَلَتْ فِي أُنَاسٍ كَانُوا يَسْتَحُونَ أَنْ يَتَخَلَّوْا فَيُفْضُوا إِلَى السَّمَاءِ، وَأَنْ يُجَامِعُوا نِسَاءَهُمْ فَيُفْضُوا إِلَى السَّمَاءِ، وَمِمَّنْ رَوَاهُ الْبُخَارِيُّ عَنِ ابْنِ عَبَّاسٍ، وَلَعَلَّ الْمُرَادَ أَنَّهُ قَالَ: إِنَّ هَذَا يَصْدُقُ فِيهِمْ، وَأَقُولُ: إِنَّ هَذَا ضَرْبٌ مِنْ مُرَاقَبَةِ اللهِ - تَعَالَى - تُذَكِّرُهُمْ بِهِ رُؤْيَةُ السَّمَاءِ فِي هَذِهِ الْحَالَةِ الَّتِي يَقْتَضِي الْأَدَبُ السَّتْرَ فِيهَا، وَإِنْ كَانَ اللهُ لَا يَخْفَى عَلَيْهِ شَيْءٌ، وَلَا يَحْجُبُ بَصَرَهُ ثَوْبٌ وَلَا ظُلْمَةُ لَيْلٍ، وَرُوِيَ عَنْهُ أَنَّهُ قُرِأَ:  ((أَلَا إِنَّهُمْ تَثْنَوْنِي صُدُورُهُمْ) ) - بِالْمُثَنَّاةِ الْفَوْقِيَّةِ وَبِالتَّحْتِيَّةِ - مِنِ اثْنَوْنَى كَاحْلَوْلَى، وَكَذَا تَثْنَوِي كَتَرْعَوِي، وَفِيهَا قِرَاءَاتٌ أُخْرَى كُلُّهَا شَاذَّةٌ لَا نُعْنَى بِنَقْلِهَا وَلَا بِتَوْجِيهِهَا. </p>"
}