{
  "id": null,
  "sura": 11,
  "aya": 122,
  "text": "<p> عَلَى الدَّعْوَةِ وَتَنْفِيذِ أَمْرِ اللهِ وَطَاعَتِهِ - وَانْتَظِرُوا - بِنَا مَا تَتَمَنَّوْنَ لَنَا مِنْ انْتِهَاءِ أَمْرِنَا بِالْمَوْتِ أَوْ غَيْرِهِ مِمَّا تَتَحَدَّثُونَ بِهِ، وَمِنْهُ مَا حَكَاهُ - تَعَالَى - عَنْهُمْ فِي قَوْلِهِ: - أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ - ٥٢: ٣٠ وَمَا فِي مَعْنَاهُ - إِنَّا مُنْتَظِرُونَ - مَا وَعَدَنَا رَبُّنَا مِنَ النَّصْرِ وَظُهُورِ هَذَا الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْكَافِرُونَ، </p><p> وَإِتْمَامِ نُورِهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ، وَعُقَابِ الْمُعَانِدِينَ مِنْهُمْ فِي الدُّنْيَا بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِي الْمُؤْمِنِينَ. </p><p> - وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ - أَيْ: وَلَهُ وَحْدُهُ مَا هُوَ غَائِبٌ عَنْ عِلْمِكَ أَيُّهَا الرَّسُولُ وَعَنْ عِلْمِهِمْ مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ، مِمَّا تَنْتَظِرُ مِنْ وَعْدِ اللهِ لَكَ وَوَعِيدِهِ لَهُمْ، وَمِمَّا يَنْتَظِرُونَ مِنْ أَمَانِيِّهِمْ وَأَوْهَامِهِمْ، فَهُوَ الْمَالِكُ لَهُ الْمُتَصَرِّفُ فِيهِ، الْعَالِمُ بِمَا سَيَقَعُ مِنْهُ وَبِوَقْتِهِ الَّذِي يَقَعُ فِيهِ - وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ - فَمَا شَاءَ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، قَرَأَ الْجُمْهُورُ:  (يَرْجِعُ) بِفَتْحِ الْيَاءِ وَكَسْرِ الْجِيمِ، وَنَافِعٌ وَحَفْصٌ بِضَمِّ الْأُولَى وَفَتْحِ الثَّانِيَةِ، وَالْمَعْنَى وَاحِدٌ - فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ - أَيْ: وَإِذَا كَانَ لَهُ كُلُّ شَيْءٍ، وَإِلَيْهِ يَرْجِعُ كُلُّ أَمْرٍ، فَاعْبُدْهُ كَمَا أُمِرْتَ بِإِخْلَاصِ الدِّينِ لَهُ وَحْدَهُ مِنْ عِبَادَةٍ شَخْصِيَّةٍ قَاصِرَةٍ عَلَيْكَ، وَمِنْ عِبَادَةٍ مُتَعَدِّيَةِ النَّفْعِ لِغَيْرِكَ، وَهِيَ الدَّعْوَةُ إِلَى رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَالْمُجَادَلَةِ بِالَّتِي هِيَ أَحْسَنُ، وَتَوَكَّلْ عَلَيْهِ لِيُتِمَّ لَكَ وَعَلَيْكَ مَا وَعَدَكَ بِمَا لَا تَبْلُغُهُ اسْتِطَاعَتُكَ، فَالتَّوَكُّلُ لَا يَصِحُّ بِغَيْرِ الْعِبَادَةِ وَالْأَخْذِ بِالْأَسْبَابِ الْمُسْتَطَاعَةِ، وَإِنَّمَا يَكُونُ بِدُونِهِمَا مِنَ التَّمَنِّي الْكَاذِبِ وَالْآمَالِ الْخَادِعَةِ، كَمَا أَنَّ الْعِبَادَةَ - وَهِيَ مَا يُرَادُ بِهِ وَجْهُ اللهِ مِنْ كُلِّ عَمَلٍ - لَا تَكْمُلُ إِلَّا بِالتَّوَكُّلِ الَّذِي يَكْمُلُ بِهِ التَّوْحِيدُ، قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ، وَالْعَاجِزُ مَنْ أَتْبَعَ نَفْسَهُ هَوَاهَا وَتَمَنَّى عَلَى اللهِ الْأَمَانِيَّ \" رَوَاهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ وَالْحَاكِمُ عَنْ شَدَّادِ بْنِ أَوْسٍ بِسَنَدٍ صَحِيحٍ - وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ - جَمِيعًا، مَا تَعْمَلُهُ أَنْتَ أَيُّهَا النَّبِيُّ وَالْمُؤْمِنُونَ مِنْ عِبَادَتِهِ وَالتَّوَكُّلِ عَلَيْهِ، وَالصَّبْرِ عَلَى أَذَى الْمُشْرِكِينَ، وَتَوْطِينِ النَّفْسِ عَلَى مُصَابَرَتِهِمْ وَجِهَادِهِمْ، فَهُوَ يُوَفِّيكُمْ جَزَاءَهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَمَا يَعْمَلُهُ الْمُشْرِكُونَ مِنَ الْكُفْرِ وَالْكَيْدِ لَكُمْ، وَهَذِهِ قِرَاءَةُ نَافِعٍ وَحَفْصٍ، وَقَرَأَ الْجُمْهُورُ:  \" يَعْمَلُونَ \" بِالتَّحْتِيَّةِ، وَهِيَ نَصٌّ فِي وَعِيدِ الْمُشْرِكِينَ وَحْدَهُمْ بِالْجَزَاءِ عَلَى جَمِيعِ أَعْمَالِهِمْ، وَقَدْ صَدَقَ اللهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ مُحَمَّدًا رَسُولَ اللهِ وَخَاتَمَ النَّبِيِّينَ، فَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> (تَمَّ تَفْسِيرُ السُّورَةِ التَّفْصِيلِيُّ وَيَلِيهِ خُلَاصَتُهُ الْإِجْمَالِيَّةُ) </p><p> الْخُلَاصَةُ الْإِجْمَالِيَّةُ لِسُورَةِ هُودٍ عَلَيْهِ السَّلَامُ: </p><p> (وَفِيهَا سِتَّةُ أَبْوَابٍ) : </p><p> هَذِهِ السُّورَةُ أَشْبَهُ بِسُورَةِ يُونُسَ الَّتِي قَبْلَهَا، فِي أُسْلُوبِهَا وَمَا اشْتَمَلَتْ مِنْ أُصُولِ عَقَائِدِ الْإِسْلَامِ الَّتِي بَيَّنَّاهَا فِي خُلَاصَتِهَا مِنَ التَّوْحِيدِ وَالْبَعْثِ وَالْجَزَاءِ وَالْعَمَلِ الصَّالِحِ، وَعَاقِبَةِ الظُّلْمِ وَالْفَسَادِ فِي الْأَرْضِ، وَحُجَجِ الْقُرْآنِ وَإِعْجَازِهِ وَالتَّحَدِّي بِهِ، وَإِثْبَاتِ نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقِصَصِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - وَسُنَنِ اللهِ فِي الْأُمَمِ، وَمُنَاسِبَةٌ لَهَا فِي بَرَاعَةِ الْمَطْلَعِ وَالْمَقْطَعِ كَمَا بَيَّنَّاهُ فِي فَاتِحَةِ هَذِهِ - وَلَكِنْ فِي تِلْكَ مِنَ التَّفْصِيلِ فِي مُحَاجَّةِ الْمُشْرِكِينَ فِي التَّوْحِيدِ وَالْقُرْآنِ وَالرِّسَالَةِ مَا أُجْمِلَ فِي هَذِهِ، وَفِي هَذِهِ مِنَ التَّفْصِيلِ فِي قَصَصِ الرُّسُلِ مَا أُجْمِلَ فِي تِلْكَ ; لِهَذَا نَخْتَصِرُ فِي خُلَاصَتِهَا الْإِجْمَالِيَّةِ فِيمَا عَدَا قَصَصِ الرُّسُلِ وَالْبَعْثِ وَالْجَزَاءِ وَعَاقِبَةِ الْأَقْوَامِ فِي الدُّنْيَا وَالْآخِرَةِ فَنَقُولُ: </p><p> (الْبَابُ الْأَوَّلُ) : </p><p> (فِي تَوْحِيدِ اللهِ - تَعَالَى - وَصِفَاتِهِ وَتَدْبِيرِهِ لِأُمُورِ عِبَادِهِ وَسُنَنِهِ فِي تَصَرُّفِهِ فِيهِمْ بِالرَّحْمَةِ وَالْفَضْلِ، وَجَزَائِهِمْ عَلَى أَعْمَالِهِمْ بِالْعَدْلِ، وَالتَّنَزُّهِ عَنِ الظُّلْمِ. وَفِيهِ ثَلَاثَةُ فَصُولٍ) : </p><p> (الْفَصْلُ الْأَوَّلُ: فِي تَوْحِيدِ الْأُلُوهِيَّةِ وَالرُّبُوبِيَّةِ) </p><p> (١) تَوْحِيدُ الْأُلُوهِيَّةِ: </p><p> هُوَ أَوَّلُ مَا دَعَا إِلَيْهِ مُحَمَّدٌ رَسُولُ اللهِ وَخَاتَمُ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَوَّلُ مَا دَعَا إِلَيْهِ جَمِيعُ مَنْ قَبْلَهُ مِنْ رُسُلِ اللهِ - عَزَّ وَجَلَّ -، أَعْنِي عِبَادَةَ اللهِ وَحْدَهُ، وَعَدَمَ عِبَادَةِ شَيْءٍ غَيْرِهِ أَوْ مَعَهُ، كَمَا تَرَاهُ بَعْدَ افْتِتَاحِ السُّورَةِ بِذِكْرِ الْقُرْآنِ مِنْ خِطَابِهِ - تَعَالَى - لِقَوْمِهِ وَأُمَّتِهِ بِقَوْلِهِ فِي الْآيَةِ الثَّانِيَةِ: - أَلَّا تَعْبُدُوا إِلَّا اللهَ - وَمِثْلُهُ أَوَّلُ مَا دَعَا إِلَيْهِ نُوحٌ - عَلَيْهِ السَّلَامُ - فِي الْآيَةِ (٢٦) مِنْهَا، وَفِي مَعْنَاهُ أَوَّلُ مَا دَعَا إِلَيْهِ هُودٌ فِي الْآيَةِ (٥٠) وَصَالِحٌ فِي الْآيَةِ (٦١) وَشُعَيْبٌ فِي الْآيَةِ: - قَالَ يَاقَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ - ٨٤. </p><p> وَأَنَّ أَكْثَرَ الَّذِينَ يَقْرَءُونَ الْقُرْآنَ أَوْ يَسْمَعُونَهُ، وَهُمْ يَأْخُذُونَ عَقَائِدَهُمُ الْمَشُوبَةَ بِالْوَثَنِيَّةِ مِنْ تَقَالِيدِ آبَائِهِمُ الْجَاهِلِينَ لَا مِنَ الْقُرْآنِ، يَظُنُّونَ أَنَّ الْمُرَادَ بِالْعِبَادَةِ فِي هَذَا الْأَمْرِ وَالنَّهْيِ عِبَادَةُ الْإِسْلَامِ الْمُنَزَّلَةُ مِنَ الصَّلَاةِ وَالصِّيَامِ وَنَحْوِهِمَا مِمَّا جَاءَ بِهِ أُولَئِكَ الرُّسُلُ أَيْضًا ; لِأَنَّهُمْ يَجْهَلُونَ أَنَّ دَعْوَتَهُمْ هَذِهِ هِيَ أَوَّلُ مَا وَجَّهُوهُ إِلَى الْمُشْرِكِينَ غَيْرِ الْمُؤْمِنِينَ بِهِمْ، قَبْلَ فَرْضِيَّةِ الْعِبَادَاتِ الْمُنَزَّلَةِ عَلَيْهِمْ، نَهَوْهُمْ بِهَا عَنْ عِبَادَتِهِمُ الْوَثَنِيَّةِ التَّقْلِيدِيَّةِ وَهِيَ دُعَاءُ غَيْرِ اللهِ لِجَلْبِ النَّفْعِ وَكَشْفِ الضُّرِّ </p><p> وَالذَّبْحُ لِغَيْرِ اللهِ، وَالنَّذْرُ لِغَيْرِ اللهِ، وَشَدُّ الرِّحَالِ لِتَعْظِيمِ غَيْرِ اللهِ تَعْظِيمًا تَعَبُّدِيًّا يَتَقَرَّبُونَ بِهِ إِلَى غَيْرِ اللهِ لِيُقَرِّبَهُمْ إِلَى اللهِ، وَيَشْفَعُ لَهُمْ عِنْدَهُ، وَيَظُنُّونَ أَنَّ الْمُرَادَ بِغَيْرِ اللهِ مِنْ هَذِهِ الْمَعْبُودَاتِ خَاصٌّ بِالْأَصْنَامِ كَمَا يَرَوْنَ تَفْسِيرَهَا فِي مِثْلِ الْجَلَالَيْنِ، وَأَنَّ دُعَاءَ الْأَنْبِيَاءِ وَالْأَوْلِيَاءِ لِدَفْعِ الضُّرِّ وَجَلْبِ النَّفْعِ وَالنُّذُورَ وَتَقْرِيبَ الْقَرَابِينِ لَهُمْ لَا يُنَافِي دِينَ اللهِ وَتَوْحِيدَهُ عَلَى هَذَا التَّفْسِيرِ. </p><p> وَالصَّوَابُ الْمُجْمَعُ عَلَيْهِ، وَالْمَعْلُومُ مِنْ دِينِ الْإِسْلَامِ بِالضَّرُورَةِ وَنُصُوصِ الْقُرْآنِ الْقَطْعِيَّةِ، أَنَّهُ لَا فَرْقَ فِي عِبَادَةِ غَيْرِ اللهِ بِمِثْلِ مَا ذَكَرْنَا بَيْنَ الْأَصْنَامِ وَغَيْرِهَا مِنْ حَجَرٍ وَشَجَرٍ وَكَوْكَبٍ، أَوْ بَشَرٍ: وَلِيٍّ أَوْ نَبِيٍّ، أَوْ شَيْطَانٍ أَوْ مَلَكٍ، إِذَا تَوَجَّهَ الْعَبْدُ إِلَيْهَا تَوَجُّهًا تَعَبُّدِيًّا ابْتِغَاءَ نَفْعٍ أَوْ كَشْفِ ضُرٍّ فِي غَيْرِ الْعَادَاتِ وَالْأَسْبَابِ الَّتِي سَخَّرَهَا اللهُ لِجَمِيعِ النَّاسِ، فَعِبَادَةُ الْمَلَكِ أَوِ النَّبِيِّ أَوِ الْوَلِيِّ كُفْرٌ كَعِبَادَةِ الشَّيْطَانِ أَوِ الْوَثَنِ وَالصَّنَمِ بِغَيْرِ فَرْقٍ ; إِذْ كُلُّ مَا عَدَا اللهَ فَهُوَ عَبْدٌ وَمِلْكٌ لِلَّهِ، لَا يَتَوَجَّهُ إِلَيْهِ مَعَ اللهِ وَلَا مِنْ دُونِ اللهِ، وَلَا لِأَجْلِ التَّقْرِيبِ زُلْفَى إِلَى اللهِ، بَلْ يَتَوَجَّهُ فِي كُلِّ مَا سِوَى الْعَادَاتِ الْعَامَّةِ إِلَى اللهِ وَحْدَهُ كَمَا أَمَرَ اللهُ إِبْرَاهِيمَ وَمُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كِتَابِهِ، وَلَا فَرْقَ فِي هَذَا التَّوَجُّهِ بَيْنَ تَسْمِيَتِهِ عِبَادَةً كَمَا كَانَتِ الْعَرَبُ تَقُولُ وَهِيَ أَعْلَمُ بِلُغَتِهَا، وَبَيْنَ تَسْمِيَتِهِ تَوَسُّلًا أَوِ اسْتِشْفَاعًا كَمَا فَعَلَ بَعْضُ الْمُتَأَخِّرِينَ، فَالْمَعْنَى وَاحِدٌ لَا يَخْتَلِفُ حُكْمُهُ بِاخْتِلَافِ أَسْمَائِهِ. </p><p> (٢) تَوْحِيدُ الرُّبُوبِيَّةِ </p><p> : الْإِلَهُ: هُوَ الْمَعْبُودُ الَّذِي يُتَوَجَّهُ إِلَيْهِ بِالدُّعَاءِ وَالتَّأَلُّهِ وَالْخُشُوعِ الْخَاصِّ بِالْإِيمَانِ بِالسُّلْطَانِ الْغَيْبِيِّ، وَالرَّبُّ: هُوَ الْخَالِقُ الْمُرَبِّي وَالْمُدَبِّرُ لِعِبَادِهِ وَالْمُتَصَرِّفُ فِيهِمْ بِذَاتِهِ، وَمُقْتَضَى حِكْمَتُهُ وَنِظَامُ سُنَنِهِ، وَتَسْخِيرُهُ الْأَسْبَابَ لِمَنْ شَاءَ بِمَا شَاءَ، وَكَانَ أَكْثَرُ </p><p> مُشْرِكِي الْعَرَبِ وَمَنْ قَبْلَهُمْ مِنْ أَقْوَامِ الْأَنْبِيَاءِ يُؤْمِنُونَ بِأَنَّ الرَّبَّ الْخَالِقَ الْمُدَبِّرَ وَاحِدٌ، وَإِنَّمَا يَقُولُونَ بِتَعَدُّدِ الْآلِهَةِ الَّتِي يُتَقَرَّبُ إِلَيْهَا تَوَسُّلًا إِلَى اللهِ وَطَلَبًا لِلشَّفَاعَةِ عِنْدَهُ، كَانَتِ الْأَنْبِيَاءُ وَالرُّسُلُ تُقِيمُ الْحُجَّةَ عَلَيْهِمْ بِأَنَّ تَوْحِيدَ الرُّبُوبِيَّةِ يَقْتَضِي تَوْحِيدَ الْأُلُوهِيَّةِ ; إِذِ الْعِبَادَةُ لَا تَصِحُّ وَلَا تَنْبَغِي إِلَّا لِلرَّبِّ وَحْدَهُ، وَآيَاتُ الْقُرْآنِ فِي هَذَا كَثِيرَةٌ جِدًّا. </p><p> تَأَمَّلْ كَيْفَ خَاطَبَ اللهُ أُمَّةَ خَاتَمِ النَّبِيِّينَ فِي الْآيَةِ الثَّانِيَةِ مِنْ هَذِهِ السُّورَةِ بِعِبَادَتِهِ وَحْدَهُ، وَفِي الْآيَةِ الثَّالِثَةِ عَقِبَهَا بِاسْتِغْفَارِ رَبِّهِمْ وَالتَّوْبَةِ إِلَيْهِ مِنْ كُلِّ ذَنْبٍ لِيُمَتِّعَهُمْ مَتَاعًا حَسَنًا وَيُؤْتِيَ كُلَّ ذِي فَضْلٍ فَضْلَهُ، وَتَجِدُ مِثْلَ هَذَا فِي قِصَّةِ هُودٍ (٥٢) وَفِي قِصَّةِ شُعَيْبٍ (٩٠) وَتَأَمَّلْ كَيْفَ بَيَّنَ لِنَبِيِّهِ فِي الْآيَتَيْنِ ٦ و٧ أَنَّهُ - مَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا -، وَأَنَّهُ هُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ إِلَخْ. وَالْمُرَادُ أَنَّ الْعِبَادَةَ لَا تَصِحُّ وَلَا تَنْبَغِي إِلَّا لَهُ سُبْحَانَهُ. </p><p> ثُمَّ تَأَمَّلْ كَيْفَ أَخْبَرَ نُوحٌ وَهُوَ أَوَّلُ الرُّسُلِ قَوْمَهُ وَهُمْ أَوَّلُ مَنِ ابْتَدَعَ الشِّرْكَ بِالْغُلُوِّ </p>"
}