{
  "id": null,
  "sura": 11,
  "aya": 36,
  "text": "<p> هَذِهِ الْآيَاتُ هِيَ الْحُكْمُ الْفَصْلُ فِي قَوْمِ نُوحٍ الْمُشْرِكِينَ، وَيَلِيهَا بَيَانُ تَنْفِيذِهِ (وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ) أَيْ </p><p> أَوْحَى اللهُ - تَعَالَى - إِلَيْهِ مَا أَيْأَسَهُ مِنْ إِيمَانِ أَحَدٍ مِنْ قَوْمِهِ بَعْدَ الْآنِ، غَيْرَ مَنْ قَدْ آمَنَ مِنْ قَبْلُ مِنْهُمْ، فَهُمْ ثَابِتُونَ عَلَى إِيمَانِهِمْ دَائِمُونَ عَلَيْهِ:  (فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ) أَيْ فَلَا يَشْتَدَّنَّ عَلَيْكَ الْبُؤْسُ وَالْحُزْنُ وَاحْتِمَالُ الْمَكَارِهِ بَعْدَ الْيَوْمِ (بِمَا كَانُوا يَفْعَلُونَ) فِي السِّنِينَ الطِّوَالِ، مِنْ تَكْذِيبِهِمْ وَعِنَادِهِمْ وَإِيذَائِهِمْ لَكَ وَلِمَنْ آمَنَ لَكَ، إِذْ كُنْتَ تَعْرِضُ لَهُ وَتَسْتَهْدِفُ لِسِهَامِهِ ; رَجَاءً فِي إِيمَانِهِمْ وَاهْتِدَائِهِمْ، فَأَرِحْ نَفْسَكَ بَعْدَ الْآنِ مِنْ جِدَالِهِمْ وَسَمَاعِ أَقْوَالِهِمْ وَمِنْ إِعْرَاضِهِمْ وَاحْتِقَارِهِمْ، فَقَدْ آنَ زَمَنُ الِانْتِقَامِ مِنْهُمْ (وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا) الْفُلْكُ: السَّفِينَةُ، يُطْلَقُ عَلَى الْمُفْرَدِ وَالْجَمْعِ، وَالظَّاهِرُ مِنْ تَعْرِيفِهِ هُنَا أَنَّ اللهَ - تَعَالَى - كَانَ أَخْبَرَهُ خَبَرَهُ، أَيْ: وَاصْنَعِ الْفُلْكَ الَّذِي سَنُنَجِّيكَ وَمَنْ آمَنَ مَعَكَ فِيهِ حَالَ كَوْنِكَ مَلْحُوظًا وَمُرَاقَبًا بِأَعْيُنِنَا مِنْ كُلِّ نَاحِيَةٍ، وَمَا يَلْزَمُهُ مَنْ حِفْظِنَا فِي كُلِّ آنٍ وَحَالِهِ، فَلَا يَمْنَعْكَ مِنْهُ مَانِعٌ، وَمُلْهَمًا أَوْ مُعَلَّمًا بِوَحْيِنَا لَكَ كَيْفَ تَصْنَعُهُ، فَلَا يَعْرِضُ لَكَ فِي صِفَتِهِ خَطَأٌ، وَجَمَعَ الْأَعْيُنَ هُنَا لِإِفَادَةِ شِدَّةِ الْعِنَايَةِ بِالْمُرَاقَبَةِ وَالْحِفْظِ، وَإِنْ قَالَ مُجَاهِدٌ: أَيْ ((بِعَيْنِي وَوَحْيِي) ) فَإِنَّ الْعَرَبَ تُعَبِّرُ بِرُؤْيَةِ الْعَيْنِ الْوَاحِدَةِ عَنِ الْعِنَايَةِ وَبِالْأَعْيُنِ عَنِ الْمُبَالَغَةِ فِيهَا، قَالَ - تَعَالَى - لِمُوسَى عَلَيْهِ السَّلَامُ: وَلِتُصْنَعَ عَلَى عَيْنِي ٢٠: ٣٩ وَقَالَ لِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا)  (٥٢: ٤٨) وَفِي الْأَسَاسِ: وَتَقُولُ لِمَنْ بَعَثْتَهُ وَاسْتَعْجَلْتَهُ: ((بِعَيْنٍ مَا أَرَيَنَّكَ) ) أَيْ لَا تَلُوِ عَلَى شَيْءٍ فَكَأَنِّي أَنْظُرُ إِلَيْكَ اهـ. وَقَالَ الشَّاعِرُ: </p><p> وَإِذَا الْعِنَايَةُ لَاحَظَتْكَ عُيُونُهَا ... نَمْ فَالْمَخَاوِفُ كُلُّهُنَّ أَمَانُ </p><p> وَهَذَا التَّفْسِيرُ هُوَ الظَّاهِرُ بَلِ الْمُتَبَادِرُ مِنْ هَذَا التَّعْبِيرِ، وَلَيْسَ تَأْوِيلًا صُرِفَ بِهِ عَنِ الظَّاهِرِ لِإِيهَامِهِ التَّشْبِيهَ، فَإِنَّمَا مُرَادُهُمْ بِالتَّأْوِيلِ حَمْلُ اللَّفْظِ عَلَى الْمَعْنَى الْمَرْجُوحِ مِنْ مَعْنَيَيْهِ أَوْ مَعَانِيهِ لِمَانِعٍ مِنْ حَمْلِهِ عَلَى الْمَعْنَى الرَّاجِحِ، وَهُوَ لَا يَنْحَصِرُ فِي الْحَقِيقَةِ اللُّغَوِيَّةِ. </p><p> (وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا) أَيْ لَا تُرَاجِعْنِي فِي أَمْرِهِمْ بِشَيْءٍ مِنْ طَلَبِ الرَّحْمَةِ بِهِمْ وَدَفْعِ الْعَذَابِ عَنْهُمْ (إِنَّهُمْ مُغْرَقُونَ) أَيْ حَقَّتْ عَلَيْهِمْ كَلِمَةُ الْعَذَابِ وَقَضَى عَلَيْهِمُ الْقَضَاءُ الْحَتْمُ بِالْإِغْرَاقِ، فَلَا تَأْخُذْكَ بِهِمْ رَأْفَةٌ وَلَا إِشْفَاقٌ. وَقِيلَ مَعْنَاهُ: وَلَا تُخَاطِبْنِي بَعْدُ فِي اسْتِعْجَالِ تَعْذِيبِهِمْ وَتَكْرَارِ الدُّعَاءِ عَلَيْهِمْ، وَيُرَجِّحُ هَذَا </p><p> إِذَا كَانَ الدُّعَاءُ بَعْدَ إِعْلَامِهِ - تَعَالَى - إِيَّاهُ بِهَذَا الْحُكْمِ، فَقَدْ حَكَى عَنْهُ فِي آخِرِ سُورَتِهِ:  (وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا)  (٧١: ٢٦ - ٢٨) أَيْ هَلَاكًا. </p><p> (وَيَصْنَعُ الْفُلْكَ) أَيْ وَطَفِقَ يَصْنَعُ الْفُلْكَ كَمَا أُمِرَ (وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ) اسْتَهْزَءُوا بِهِ وَضَحِكُوا مِنْهُ وَتَنَادُرًا عَلَيْهِ لِحُسْبَانِهِمْ أَنَّهُ مُصَابٌ بِالْهَوَسِ وَالْجُنُونِ، </p>"
}