{
  "id": null,
  "sura": 11,
  "aya": 14,
  "text": "<p> مِنَ الْخُلَفَاءِ عَلَى الْأَفْكَارِ وَالْأَذْهَانِ، وَقَدِ اخْتَلَفَ الْمُتَكَلِّمُونَ فِي وَجْهِ دَلَالَةِ الْمُعْجِزَةِ عَلَى الرِّسَالَةِ، وَقَالَ الْغَزَّالِيُّ: إِنَّهُ لَا عَلَاقَةَ بَيْنَهَا وَبَيْنَ إِبْرَاءِ الْأَكْمَهِ وَالْأَبْرَصِ، أَوِ انْقِلَابِ الْعَصَا حَيَّةً، وَدَلَالَةُ الْقُرْآنِ بِبَلَاغَتِهِ مِثْلُهَا بِخِلَافِ دَلَالَتِهِ الْعِلْمِيَّةِ، فَإِنَّهَا عَقْلِيَّةٌ كَدَلَالَةِ مُدَّعِي عِلْمِ الطِّبِّ عَلَى عِلْمِهِ بِكِتَابٍ أَلَّفَهُ فِيهِ يُعَالِجُ بِهِ الْمَرْضَى فَيَبْرَءُونَ. فَالْبَلَاغَةُ تَكُونُ بِالسَّلِيقَةِ، وَلَكِنْ لَا تَظْهَرُ فَجْأَةً وَكَامِلَةً فِي سِنِّ الْكُهُولَةِ، وَالْعِلْمُ لَا يَكُونُ إِلَّا بِالتَّعَلُّمِ قَبْلَ هَذِهِ السِّنِّ، وَعِلْمُ الْغَيْبِ خَاصٌّ بِاللهِ - تَعَالَى -، فَثَبَتَ بِهَذَا أَنَّ عِلْمَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَحْيٌ بَرَزَ بِكَلَامٍ مُعْجِزٍ لِلْخَلْقِ. </p><p> وَالْحَمْدُ لِلَّهِ الَّذِي آتَى هَذَا الْعَبْدَ الضَّعِيفَ الْمُتَأَخِّرَ مِنْ هَذِهِ الْكَلِمَةِ وَالْفَهْمِ فِي كِتَابِهِ مَا لَمْ يُؤْتِ أُولَئِكَ الْجَهَابِذَةَ الْأَقْوِيَاءَ مِنْ أَئِمَّةِ الْعِلْمِ وَفُرْسَانِ الْكَلَامِ، إِثْبَاتًا لِمَا وَصَفَ بِهِ مِنْ كَوْنِهِ لَا تَنْتَهِي عَجَائِبُهُ، وَلَا يُحِيطُ </p><p> أَحَدٌ بِهِ عِلْمًا، وَأَنَّ فَضْلَهُ عَلَى عِبَادِهِ لَا يَنْحَصِرُ فِي زَمَانٍ وَلَا مَكَانٍ. </p><p> وَيُؤَيِّدُ مَا اخْتَرْتُهُ قَوْلُهُ عَزَّ وَجَلَّ فِي تَقْرِيرِ هَذَا الِاحْتِجَاجِ مِنْ أَنَّ الْعَجْزَ عَنِ الْمُعَارَضَةِ دَلِيلٌ عَلَى أَنَّ الْقُرْآنَ مِنَ الْعِلْمِ الْإِلَهِيِّ قَوْلُهُ - تَعَالَى -: </p><p> (فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ) فِي هَذَا الْخِطَابِ وَجْهَانِ صَحِيحَانِ: (الْوَجْهُ الْأَوَّلُ) أَنَّهُ تَتِمَّةٌ لِمَا أُمِرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَتَحَدَّى بِهِ الْمُشْرِكِينَ، فَهُوَ يَقُولُ لَهُمْ: فَإِنْ لَمْ يَسْتَجِبْ لَكُمْ مَنْ تَدْعُونَهُمْ مِنْ دُونِ اللهِ لِيُظَاهِرُوكُمْ عَلَى الْإِتْيَانِ بِالْعَشْرِ السُّوَرِ الْمُمَاثِلَةِ لِسُوَرِ الْقُرْآنِ، مِنْ آلِهَتِكُمُ الَّذِينَ تَدْعُونَ وَتَعْبُدُونَ، وَهَوَاجِسِكُمُ الَّذِينَ يُلَقِّنُونَكُمُ الشِّعْرَ كَمَا تَزْعُمُونَ، وَقُرَنَائِكُمْ مِنْ فُحُولِ الشُّعَرَاءِ وَمَصَاقِعِ الْخُطَبَاءِ، وَمِنْ عُلَمَاءِ أَهْلِ الْكِتَابِ الْعَارِفِينَ بِأَخْبَارِ الْأَنْبِيَاءِ ; لِعَجْزِ الْجَمِيعِ عَنْ ذَلِكَ (فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللهِ) أَيْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ عَلَى مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمُقْتَضَى عِلْمِ اللهِ، مُلَابِسًا لَهُ، مُبَيِّنًا لِمَا أَرَادَ أَنْ يُبَلِّغَهُ لِعِبَادِهِ مِنْ دِينِهِ عَلَى أَلْسِنَةِ رُسُلِهِ، لَا بِعِلْمِ مُحَمَّدٍ وَلَا غَيْرِهِ مِمَّنْ تَدَّعُونَ زُورًا أَنَّهُمْ أَعَانُوهُ عَلَيْهِ ; لِأَنَّهُ فِي جُمْلَتِهِ مِنْ عَلْمِ الْغَيْبِ الَّذِي لَا يَعْلَمُهُ إِلَّا مَنْ أَعْلَمَهُ اللهُ - تَعَالَى - بِهِ، كَمَا قَالَ:  (فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ)  (٧: ٧) وَكَمَا تَرَاهُ فِي آخِرِ قِصَّةِ نُوحٍ مِنْ هَذِهِ السُّورَةِ هُودٍ (الْآيَةَ ٤٩) وَمِثْلُهَا فِي آخِرِ سُورَةِ يُوسُفَ (١٢: ١٠٢) وَمِثْلُهُمَا فِي سُورَةِ الْقَصَصِ (٢٨: ٤٤ - ٤٦) وَقَالَ فِي آيَةٍ أُخْرَى بَعْدَ ذَلِكَ: (لَكِنِ اللهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللهِ شَهِيدًا)  (٤: ١٦٦) وَقَالَ: (عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ)  (٧٢: ٢٦ و٢٧) إِلَخْ. وَمَا فِيهَا مِنَ الْعِلْمِ الْكَسْبِيِّ لَمْ يَكْسِبْ مِنْهُ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَيْئًا. </p><p> الِاسْتِجَابَةُ لِلدَّاعِي إِلَى الشَّيْءِ كَإِجَابَتِهِ إِلَيْهِ، وَعَدَمُ الِاسْتِجَابَةِ لَهُمْ دَاحِضَةٌ لِدَعْوَاهُمْ، مُثْبِتَةٌ لِكَوْنِ هَذِهِ الْعُلُومِ الَّتِي فِيهِ مِنْ عِلْمِ اللهِ لَا مِنْ عِلْمِ الْبَشَرِ، وَهُوَ صَرِيحٌ فِي أَنَّ الْمُرَادَ إِنَّمَا هُوَ </p><p> التَّحَدِّي بِمَا فِي هَذِهِ السُّوَرِ مِنَ الْعِلْمِ ; لِأَنَّهُ هُوَ الَّذِي دَحَضَ دَعْوَاهُمْ أَنَّ مُحَمَّدًا افْتَرَاهَا وَ ((أَنَّمَا) ) الْمَفْتُوحَةُ الْهَمْزَةِ تَدُلُّ عَلَى الْحَصْرِ كَالْمَكْسُورَةِ عَلَى التَّحْقِيقِ (وَأَنْ لَا إِلَهَ إِلَّا هُوَ) أَيْ وَاعْلَمُوا أَنَّهُ لَا إِلَهَ يُعْبَدُ بِالْحَقِّ إِلَّا هُوَ ; لِأَنَّ مِنْ خَصَائِصِ الْإِلَهِ أَنْ يَعْلَمَ مَا لَا يَعْلَمُهُ غَيْرُهُ، وَأَنْ يَعْجِزَ كُلُّ مَنْ عَدَاهُ عَنْ مِثْلِ مَا يَقْدِرُ هُوَ عَلَيْهِ، كَمَا ظَهَرَ بِهَذَا التَّحَدِّي عَجْزُكُمْ وَعَجْزُ آلِهَتِكُمْ وَغَيْرِهِمْ عَنِ الْإِتْيَانِ بِعَشْرِ </p><p> سُوَرٍ مِثْلِ سُوَرِ كِتَابِهِ بِالتَّفْصِيلِ، وَعَنْ سُورَةٍ وَاحِدَةٍ بِالْإِجْمَالِ (فَهَلْ أَنْتُمْ مُسْلِمُونَ) أَيْ فَهَلْ أَنْتُمْ بَعْدَ قِيَامِ هَذِهِ الْحُجَّةِ عَلَيْكُمْ دَاخِلُونَ فِي الْإِسْلَامِ الَّذِي أَدْعُوكُمْ إِلَيْهِ بِهَذَا الْقُرْآنِ، مُؤْمِنُونَ بِعَقَائِدِهِ وَحَقِّيَّةِ أَخْبَارِهِ وَوَعْدِهِ وَوَعِيدِهِ، مُذْعِنُونَ لِأَحْكَامِهِ؟ أَيْ لَمْ يَبْقَ لَكُمْ مَحِيصٌ مِنَ الْإِسْلَامِ وَالِانْقِيَادِ، وَقَدْ دُحِضَتْ شُبْهَتُكُمْ. وَانْقَطَعَتْ مَعَاذِيرُكُمْ، إِلَّا جُحُودَ الْعِنَادِ وَإِعْرَاضَ الِاسْتِكْبَارِ، فَهَذَا الِاسْتِفْهَامُ يَتَضَمَّنُ طَلَبَ الْإِسْلَامِ وَالْإِذْعَانِ بِأَبْلَغِ عِبَارَةٍ، فَهُوَ كَقَوْلِهِ بَعْدَ وَصْفِ الْخَمْرِ وَالْمَيْسِرِ وَالْأَنْصَابِ وَالْأَزْلَامِ بِأَنَّهَا رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ، لَا يُرِيدُ إِلَّا إِيقَاعَ الشِّقَاقِ وَالْبَغْضَاءِ بَيْنَ النَّاسِ فِي الْخَمْرِ وَالْمَيْسِرِ وَصَدَّهُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلَاةِ، وَبَعْدَ هَذَا كُلِّهِ قَالَ:  (فَهَلْ أَنْتُمْ مُنْتَهُونَ)  (٥: ٩١) أَيْ عَنْهُمَا بَعْدَ عِلْمِكُمْ بِهَذَا الرِّجْسِ وَالْمَخَازِي الَّتِي فِيهَا أَمْ لَا؟ وَأَيُّ إِنْسَانٍ يَمْلِكُ مَسْكَةً مِنْ عَقْلٍ وَشَرَفٍ لَا يَقُولُ عِنْدَ نُزُولِ هَذِهِ الْآيَةِ فِي سُورَةِ هُودٍ: أَسْلَمْنَا أَسْلَمْنَا، كَمَا قَالَ أَصْحَابُ رَسُولِ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَضِيَ اللهُ عَنْهُمْ عِنْدَ نُزُولِ تِلْكَ الْآيَةِ: انْتَهَيْنَا انْتَهَيْنَا؟ . (الْوَجْهُ الثَّانِي فِي الْآيَةِ) أَنَّ الْخِطَابَ فِيهَا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجَمَعَ الضَّمِيرَ فِي لَكُمْ لِلتَّعْظِيمِ، بِنَاءً عَلَى أَنَّهُ غَيْرُ خَاصٍّ بِضَمِيرِ الْمُتَكَلِّمِ، أَوْ لَهُ وَلِمَنْ مَعَهُ مِنَ الْمُؤْمِنِينَ، إِذْ كَانُوا كُلُّهُمْ دُعَاةً إِلَى الْإِسْلَامِ مَعَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقِيلَ: إِنَّهُ لَهُمْ وَحْدَهُمْ، وَهَذَا مَرْوِيٌّ عَنْ مُجَاهِدٍ. وَالْمَعْنَى: فَإِنْ لَمْ يُجِبْكُمْ هَؤُلَاءِ الْمُشْرِكُونَ إِلَى مَا تَحَدَّيْتُمُوهُمْ بِهِ مِنَ الْإِتْيَانِ بِعَشْرِ </p><p> سُوَرٍ مِثْلِهِ وَلَوْ مُفْتَرَيَاتٍ لَا يَتَقَيَّدُونَ بِكَوْنِ أَخْبَارِهَا حَقًّا كَأَخْبَارِ الْقُرْآنِ - وَمَا هُمْ بِمُسْتَجِيبِينَ لَكُمْ لِعَجْزِهِمْ وَعَجْزِ مَنْ عَسَى أَنْ يَدْعُوَهُمْ لِمُظَاهَرَتِهِمْ عَلَيْهِ - فَاثْبُتُوا عَلَى عِلْمِكُمْ أَنَّهُ إِنَّمَا أُنْزِلَ بِعِلْمِ اللهِ، وَازْدَادُوا بِهِ إِيمَانًا وَيَقِينًا بِهَذِهِ الْحُجَّةِ، وَأَنَّهُ لَا إِلَهَ إِلَّا هُوَ، وَلَا يَسْتَحِقُّ الْعِبَادَةَ سِوَاهُ، فَهَلْ أَنْتُمْ ثَابِتُونَ عَلَى إِسْلَامِكُمْ وَالْإِخْلَاصِ فِيهِ؟ أَيِ اثْبُتُوا عَلَيْهِ، وَالْوَجْهُ الْأَوَّلُ أَظْهَرُ وَأَقْوَى، وَعَلَيْهِ الْإِمَامُ أَبُو جَعْفَرِ بْنُ جَرِيرٍ الطَّبَرِيُّ، وَأَشَارَ إِلَى ضَعْفِ الثَّانِي، وَلَكِنْ رَجَّحَهُ كَثِيرُونَ، وَالْحَقُّ أَنَّهُ صَحِيحٌ وَلَكِنَّهُ خِلَافُ الظَّاهِرِ الْمُتَبَادِرِ. </p>"
}