{
  "id": null,
  "sura": 11,
  "aya": 123,
  "text": "<p> فِي تَعْظِيمِ الصَّالِحِينَ فِي الْآيَةِ (٣١) بِأَنَّهُ لَيْسَ عِنْدَهُ خَزَائِنُ اللهِ فَيَقْدِرُ عَلَى رِزْقِهِمْ أَوْ نَفْعِهِمْ، وَأَنَّهُ لَا يَعْلَمُ الْغَيْبَ وَلَا يَقُولُ إِنَّهُ مَلَكٌ يَتَصَرَّفُ فِي تَدْبِيرِ الْعَالَمِ بِإِقْدَارِ اللهِ إِيَّاهُ عَلَى ذَلِكَ كَمَا فَعَلُوا، إِذْ صَارُوا يَدْعُونَ غَيْرَ اللهِ مِنَ الْمُقَرَّبِينَ عِنْدَهُ وَالْمُقَرَّبِينَ إِلَيْهِ بِزَعْمِهِمْ، وَتَقَدَّمَ مِثْلُهَا عَنْ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْآيَةِ (٥٠) مِنْ سُورَةِ الْأَنْعَامِ، وَفِي مَعْنَاهُمَا مِنْ سُورَةِ الْأَعْرَافِ (٧: ١٨٨) وَمِنْ سُورَةِ يُونُسَ (١٠: ٤٩) . </p><p> ثُمَّ تَأَمَّلْ فِي قِصَّةِ هُودٍ آيَةَ: - إِنِّي تَوَكَّلْتُ عَلَى اللهِ رَبِّي وَرَبِّكُمْ - ٥٦ إِلَخْ، وَفِي مَعْنَاهُ تَوَكُّلُ شُعَيْبٍ فِي الْآيَةِ (٨٨) ثُمَّ خَتَمَ السُّورَةَ بِأَمْرِ نَبِيِّنَا - صَلَوَاتُ اللهِ وَسَلَامُهُ - عَلَيْهِ بِقَوْلِهِ: - وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ - ١٢٣ فَجَمَعَ بَيْنَ الْعِبَادَةِ وَهِيَ أَعْلَى تَوْحِيدِ الْأُلُوهِيَّةِ، وَالتَّوَكُّلِ وَهُوَ أَعْلَى تَوْحِيدِ الرُّبُوبِيَّةِ، وَنُعَزِّزُ هَذِهِ الشَّوَاهِدَ بِمَا يَأْتِي عَنِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - فِي الْبَابِ الثَّالِثِ وَلَا سِيَّمَا الْفَصْلُ الثَّالِثُ مِنْهُ. </p><p> (الْفَصْلُ الثَّانِي: فِي صِفَاتِهِ - تَعَالَى -) : </p><p> فِي السُّورَةِ مِنْ صِفَاتِ الذَّاتِ وَالْأَفْعَالِ: الْحَكِيمُ الْخَبِيرُ الْعَلِيمُ الْقَدِيرُ الْوَكِيلُ الْغَفُورُ الرَّحِيمُ الْحَفِيظُ الْقَرِيبُ الْمُجِيبُ الْقَوِيُّ الْعَزِيزُ الرَّقِيبُ الْوَدُودُ الْبَصِيرُ، فَمِنْهَا مَا وُصِفَ بِهِ - تَعَالَى - مُفْرَدًا، وَمَا وُصِفَ بِهِ مُقْتَرِنًا بِغَيْرِهِ، وَمَا اتَّصَلَ بِمُتَعَلِّقِهِ، وَلِكُلٍّ مِنْهَا أَتَمَّ الْمُنَاسِبَةَ لِمَوْضُوعِهِ فِي مَوْضِعِهِ، مِمَّا يَذَّكَّرُ الْمُتَدَبِّرُ لَهُ بِتَدْبِيرِهِ - تَعَالَى - لِأُمُورِ عِبَادِهِ، وَيَزِيدُهُ إِيمَانًا بِمَعْرِفَةِ جَلَالِهِ وَجَمَالِهِ، وَكَمَالِهِ فِي صِفَاتِهِ وَأَفْعَالِهِ، وَرَحْمَتِهِ وَإِحْسَانِهِ لِلْمُحْسِنِينَ، وَتَرْبِيَتِهِ وَعِقَابِهِ لِلْمُجْرِمِينَ وَالظَّالِمِينَ، وَحَسْبُكَ شَاهِدًا عَلَيْهِ فِي نَفْسِكَ تَدَبُّرُ إِحَاطَةِ عِلْمِهِ - تَعَالَى - بِمَا تُسِرُّ وَتُعْلِنُ فِي الْآيَةِ الْخَامِسَةِ: - أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ - فَلَا تَغْفَلَنَّ عَنْ هَذِهِ الْمَعَانِي أَيُّهَا التَّالِي لِلْقُرْآنِ أَوِ الْمُسْتَمِعُ لَهُ فَيَفُوتُكَ مِنَ الْعِرْفَانِ وَغِذَاءِ الْإِيمَانِ، مَا أَنْتَ فِي أَشَدِّ الْحَاجَةِ إِلَيْهِ لِتَزْكِيَةِ نَفْسِكَ، الَّتِي هِيَ أَقْرَبُ الْوَسَائِلِ لِفَلَاحِكَ وَسَعَادَتِكَ، فَإِنَّ تَأَمُّلَ هَذِهِ الْأَسْمَاءِ فِي مَوَاضِعِهَا مِنْ بَيَانِ شُئُونِهِ - تَعَالَى - فِي الْعِبَادِ، أَقْوَى تَفْقِيهًا فِي الدِّينِ وَتَكْمِيلًا لِلْعِرْفَانِ مِنْ تَكْرَارِ الِاسْمِ الْوَاحِدِ مِرَارًا كَثِيرَةً كَمَا يَفْعَلُ الْمُتَصَوِّفَةُ الْمُرْتَاضُونَ، وَمُقَلِّدَتُهُمُ الْمُرْتَزَقُونَ، وَهُوَ غَيْرُ مَشْرُوعٍ خِلَافًا لِمَا زَعَمَهُ الْمُتَأَوِّلُونَ لِقَوْلِهِ - تَعَالَى -: - قُلِ اللهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ - ٦: ٩١ فَاسْمُ الْجَلَالَةِ هَنَا مُبْتَدَأٌ لِجُمْلَةٍ فِي جَوَابِ سُؤَالٍ حُذِفَ خَبَرُهُ لِدَلَالَةِ مَا قَبْلُهُ عَلَيْهِ، وَهُوَ قَوْلُهُ - تَعَالَى -: - قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى ٦: ٩١ إِلَخْ. وَالْمَعْنَى: قُلِ اللهُ هُوَ الَّذِي أَنْزَلَهُ، فَهُوَ لَيْسَ اسْمًا مُفْرَدًا يُكَرَّرُ تَعَبُّدًا. </p><p> وَمِثْلُهُ تَأَوُّلُهُمْ لِحَدِيثِ:  \" لَا تَقُومُ السَّاعَةُ حَتَّى لَا يُقَالَ فِي الْأَرْضِ اللهُ اللهُ \" رَوَاهُ أَحْمَدُ </p><p> وَمُسْلِمٌ وَالتِّرْمِذِيُّ عَنْ أَنَسٍ، وَلَفْظُ الْجَلَالَةِ فِيهِ مَرْفُوعٌ عَلَى أَنَّهُ مُبْتَدَأٌ حُذِفَ خَبَرُهُ لِلْعِلْمِ بِهِ مِنَ الْقَرِينَةِ، وَالْمَعْنَى - حَتَّى لَا يُقَالَ: اللهُ فَعَلَ كَذَا، اللهُ أَمَاتَ وَأَحْيَا مَثَلًا، لِذَهَابِ الْإِيمَانِ بِهِ - تَعَالَى -، وَالِاسْمُ الْمُفْرَدُ فِي ذِكْرِهِمْ يُكَرِّرُونَهُ بِالسُّكُونِ لَا يُقْصَدُ بِهِ مَعْنَى جُمْلَةٍ، وَإِنَّمَا يُقْصَدُ بِهِ حَصْرُ التَّوَجُّهِ وَجَمْعُ الْهِمَّةِ بِمَا جَرَّبَهُ الرِّيَاضِيُّونَ، وَجَهِلَهُ الْمُقَلِّدُونَ. </p><p> (الْفَصْلُ الثَّالِثُ: آيَاتُهُ - تَعَالَى - فِي الْخَلْقِ وَالتَّقْدِيرِ، وَالتَّصَرُّفِ وَالتَّدْبِيرِ) : </p><p> (وَفِيهِ أَرْبَعَةُ شَوَاهِدَ عَلَى مَا قَبْلَهُ) : </p><p> الشَّاهِدُ الْأَوَّلُ: قَوْلُهُ - تَعَالَى - بَعْدَ آيَةِ تَوْحِيدِ الْعِبَادَةِ لِلْإِلَهِ الْوَاحِدِ اسْتِدْلَالًا عَلَيْهِ بِتَوْحِيدِ الرُّبُوبِيَّةِ: - وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا - ٣ إِلَخْ. فَهُوَ صَرِيحٌ فِي أَنَّ رَبَّ النَّاسِ هُوَ الَّذِي يُعْطِيهِمْ مَا يَتَمَتَّعُونَ بِهِ مِنْ مَنَافِعِ الدُّنْيَا الْمَادِّيَّةِ الْجَسَدِيَّةِ، وَمَا يُفَضِّلُ بِهِ بَعْضَهُمْ بَعْضًا مِنَ الْفَضَائِلِ النَّفْسِيَّةِ مِنْ عِلْمٍ وَأَدَبٍ وَخُلُقٍ، وَأَنَّ الْوَسِيلَةَ لِهَذَا وَذَاكَ بَعْدَ الْإِيمَانِ بِوَحْدَانِيَّتِهِ وَلِقَائِهِ فِي الْآخِرَةِ هِيَ اسْتِغْفَارُهُ مِنْ كُلِّ ذَنْبٍ، وَالتَّوْبَةُ مِنْ كُلِّ تَقْصِيرٍ فِي طَاعَتِهِ، وَالرُّجُوعُ إِلَيْهِ عَقِبَ كُلِّ إِعْرَاضٍ عَنْ آيَاتِ هِدَايَتِهِ، لَيْسَ لِغَيْرِهِ تَأْثِيرٌ شَخْصِيٌّ فِي إِعْطَاءِ هَذَا وَلَا ذَاكَ بِتَصَرُّفِهِ بِنَفْسِهِ، وَلَا بِشَفَاعَتِهِ عِنْدَهُ، فَيُدْعَى مَنْ دُونَهُ أَوْ يُتَوَجَّهُ إِلَيْهِ مَعَهُ فِي طَلَبِهِ، وَمَنْ رَاقَبَ نَفْسَهُ وَحَاسَبَهَا فِي هَذَا شَاهَدَ تَأْثِيرَهُ فِي نَفْسِهِ، فَازْدَادَ إِيمَانًا بِرَبِّهِ، وَشَاهَدَهُ فِي غَيْرِهِ مِنَ الْمُوَحِّدِينَ الْمُسْتَغْفِرِينَ التَّوَّابِينَ، وَضِدُّهُ فِي الْمُشْرِكِينَ وَالْمُصِرِّينَ عَلَى ذُنُوبِهِمْ وَجَرَائِمِهِمْ، فَإِنَّهُ يَرَى أَكْثَرَ هَؤُلَاءِ مَتَاعًا فِي هَمٍّ وَاصِبٍ، وَتَنْغِيصٍ دَائِبٍ ; لِأَنَّ سَعَادَةَ الدُّنْيَا مِنْ صِفَاتِ النَّفْسِ، لَا مِنْ كَثْرَةِ الْأَعْرَاضِ فِي الْيَدِ. </p><p> وَلِهَذَا كَانَ رُسُلُ اللهِ الْأَوَّلُونَ يَأْمُرُونَ أَقْوَامَهُمْ بَعْدَ التَّوْحِيدِ بِالِاسْتِغْفَارِ وَالتَّوْبَةِ أَيْضًا كَمَا تَرَى فِي الْآيَةِ (٥٢) مِنْ قِصَّةِ هُودٍ، وَقَدْ جَعَلَ جَزَاءَهُ إِرْسَالَ الْمَطَرِ عَلَيْهِمْ وَهُوَ سَبَبُ سَعَةِ الرِّزْقِ، وَزِيَادَةِ الْقُوَّةِ الْبَدَنِيَّةِ لَهُمْ، إِذْ كَانَ هَذَانَ أَهَمَّ مَا يَطْلُبُهُ قَوْمُهُ مِنْ رَبِّهِمْ، وَيَتَوَسَّلُونَ إِلَى مَا يَعْجِزُونَ عَنْهُ مِنْهُ بِآلِهَتِهِمْ، وَفِي الْآيَةِ (٦١) مِنْ قِصَّةِ صَالِحٍ، وَقَدْ بُنِيَ الْأَمْرُ فِيهَا عَلَى مَا سَبَقَ مِنْ فَضْلِهِ - تَعَالَى - عَلَى قَوْمِهِ بِسَعَةِ الرِّزْقِ وَاسْتِعْمَارِهِمْ فِي الْأَرْضِ، وَفِي مَعْنَاهَا الْآيَةُ (٩٠) مِنْ قِصَّةِ شُعَيْبٍ عَلَيْهِمُ السَّلَامُ. </p><p> الشَّاهِدُ الثَّانِي: قَوْلُهُ - تَعَالَى -: - وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللهِ رِزْقُهَا - ٦ الْآيَةَ. أَيْ: عَلَيْهِ وَحْدَهُ، فَإِنَّهُ لَمْ يُشَارِكْهُ فِي خَلْقِ رِزْقِ هَوَامِّهَا وَأَنْعَامِهَا وَطَيْرِهَا وَوَحْشِهَا وَإِنْسِهَا وَجِنِّهَا أَحَدٌ مِنَ الْأَنْدَادِ الَّذِينَ اتَّخَذَهُمُ الْمُشْرِكُونَ، وَلَا يُشَارِكُهُ أَحَدٌ مِنْهُمْ فِي تَسْخِيرِ هَذَا الرِّزْقِ لَهَا، وَلَا فِي إِيصَالِهِ إِلَيْهَا بِشَفَاعَةٍ وَلَا وَسَاطَةٍ أُخْرَى بَيْنَهُ وَبَيْنَهَا، </p><p> فَلِذَلِكَ لَمْ يُشْرِكْ بِهِ أَحَدٌ مِنْهَا وَلَا مِنْ غَيْرِهَا مَنْ خَلْقِهِ غَيْرُ بَعْضِ الْإِنْسِ وَالْجِنِّ الْمُكَلَّفِينَ. </p><p> الشَّاهِدُ الثَّالِثُ: قَوْلُهُ بَعْدَهَا وَهُوَ دَلِيلٌ عَلَى مَضْمُونِهَا: - خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ - ٧ الْآيَةَ، أَيْ: خَلَقَهُمَا وَمَا كَانَ يُوجَدُ مَعَهُ أَحَدٌ مِنْ هَؤُلَاءِ الشُّفَعَاءِ وَالْأَوْلِيَاءِ الْمَزْعُومِينَ، فَهُوَ غَنِيٌّ عَنْهُمُ الْآنَ وَفِي كُلِّ آنٍ، كَمَا كَانَ غَنِيًّا عَنْهُمْ عِنْدَ بَدْءِ التَّكْوِينِ، وَرَاجِعْ مَا فَصَّلْنَاهُ فِي تَفْسِيرِهَا مِنْ خَلْقِ كُلِّ شَيْءٍ حَيٍّ مِنَ الْمَاءِ، تَرَ فِيهِ مِنْ عَجَائِبِ قُدْرَتِهِ وَحِكْمَتِهِ مَا يَرْبَأُ بِكُلِّ عَاقِلٍ أَنْ يَجْعَلَ لَهُ وَسِيطًا بَيْنَهُ وَبَيْنَ خَلْقِهِ مِنْ هَذَا الْإِنْسَانِ الضَّعِيفِ كَمَا وَصَفَهُ خَالِقُهُ الْقَوِيُّ الْقَدِيرُ. </p><p> الشَّاهِدُ الرَّابِعُ: الْآيَاتُ (٩ و١٠ و١١) فِي بَيَانِ أَحْوَالِ النَّاسِ فِيمَا يُذِيقُهُمْ رَبُّهُمْ بِحِكْمَتِهِ مِنَ الْبَأْسَاءِ وَالضَّرَّاءِ، فِي هَذِهِ الْحَيَاةِ الدُّنْيَا دَارِ الْبَلَاءِ، وَأَصْنَافِهِمْ فِيهَا مِنْ يَائِسٍ كَفُورٍ، وَفَرِحٍ فَخُورٍ، وَصَبُورٍ شَكُورٍ، فَبِهَذَا التَّقْسِيمِ الْمَشْهُودِ الْمَخْبُورِ، تَعْرِفُ تَوْحِيدَ اللهِ - تَعَالَى - وَفَضْلَهُ عَلَى الْمُؤْمِنِينَ الْمُوَحِّدِينَ، وَجَدَارَتَهُمْ بِسَعَادَةِ الدَّارَيْنِ، وَاسْتِحَالَةَ أَنْ يَكُونَ لَهُ شَرِيكٌ فِي فَضْلِهِ عَلَيْهِمْ، أَوْ وَسِيطٌ فِي نِعَمِهِ وَتَكْرِيمِهِ لَهُمْ. </p><p> (الْبَابُ الثَّانِي) : </p><p> (فِي الْوَحْيِ الْمُحَمَّدِيِّ \" الْقُرْآنِ الْعَظِيمِ \" وَإِثْبَاتِ رِسَالَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهِ، وَفِيهِ سَبْعُ مَسَائِلَ) : </p><p> (الْمَسْأَلَةُ الْأُولَى) افْتَتَحَ هَذِهِ السُّورَةَ كَالَّتِي قَبْلَهَا بِذِكْرِ هَذَا الْكِتَابِ الْعَظِيمِ، وَإِحْكَامِ آيَاتِهِ ثُمَّ تَفْصِيلِهَا مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ، إِعْلَامًا بِأَنَّ إِحْكَامَهَا مَبْنِيٌّ عَلَى أَسَاسِ الْحِكْمَةِ، وَتَفْصِيلَهَا مَرْفُوعٌ عَلَى قَوَاعِدِ الْعِلْمِ وَدِقَّةِ الْخِبْرَةِ. </p><p> (الْمَسْأَلَةُ الثَّانِيَةُ) قَوْلُهُ - تَعَالَى -: - فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ - ١٢ يَعْنِي: أَنَّ حَالَكَ أَيُّهَا الرَّسُولُ مَعَ هَؤُلَاءِ الْمُنْكِرِينَ الْمُقْتَرِحِينَ عَلَيْكَ مَا لَيْسَ أَمْرُهُ إِلَيْكَ، حَالُ مَنْ يُتَوَقَّعُ مِنْهُ تَرْكُ بَعْضِ مَا يَنْقُلُ عَلَيْهِمْ مِنَ الْوَحْيِ، وَضِيقِ صَدْرِهِ مِنْ ذَلِكَ الْقَوْلِ، فَلَا تَتْرُكْ شَيْئًا مِمَّا يُوحَى إِلَيْكَ، وَلَا يَضِيقُ بِهِ صَدْرُكَ، إِنَّمَا أَنْتَ رَسُولٌ وَظِيفَتُكَ التَّبْلِيغُ وَالْإِنْذَارُ، لَا الْإِتْيَانُ بِالْآيَاتِ، وَلَا الْوَكَالَةُ عَلَيْهِمْ فَتُكْرِهُهُمْ عَلَى الْإِيمَانِ. </p><p> (الْمَسْأَلَةُ الثَّالِثَةُ) الرَّدُّ فِي الْآيَةِ (١٣) عَلَى قَوْلِهِمُ: \" افْتَرَاهُ \" بِتَحَدِّيهِمْ بِالْإِتْيَانِ بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرِيَاتٍ، وَدَعْوَةِ مَنِ اسْتَطَاعُوا مِنْ دُونِ اللهِ لِمُظَاهَرَتِهِمْ وَإِعَانَتِهِمْ عَلَى الْإِتْيَانِ بِهَا إِنْ كَانُوا صَادِقِينَ. وَقَدْ بَيَّنَّا فِي تَفْسِيرِهَا مَعْنَى هَذَا التَّحَدِّي بِالْعَشْرِ الْمُفْتَرَيَاتِ بَعْدَ مَا سَبَقَ فِي سُورَةِ يُونُسَ مِنَ التَّحَدِّي بِسُورَةٍ وَاحِدَةٍ، وَهُوَ مَا لَا تَجِدُ مِثْلَهُ فِي تَفَاسِيرِ الْأَوَّلِينَ وَلَا الْآخِرِينَ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وَفِيهِ إِثْبَاتُ أَنَّ الْمُرَادَ بِهَذِهِ السُّوَرِ مَا اشْتَمَلَ عَلَى قِصَصِ الرُّسُلِ، وَأَنَّ فِي إِعْجَازِ هَذِهِ الْقِصَصِ بِالْبَلَاغَةِ وَالْأَسَالِيبِ وَالنُّظُمِ وَالْعِلْمِ مَا لَيْسَ </p><p> فِي غَيْرِهَا، وَحِكْمَةُ جَعْلِهَا عَشْرًا، وَمَا فِي الْعَشْرِ مِنْ هَذِهِ السُّورَةِ وَمَا قَبْلَهَا مِنْ أَنْوَاعِ الْعِلْمِ وَالْهُدَى وَالْإِصْلَاحِ، فَرَاجِعْهُ (فِي ص ٢٧ - ٣٩ مِنْ هَذَا الْجُزْءِ) . </p><p> (الْمَسْأَلَةُ الرَّابِعَةُ) قَوْلُهُ: - فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللهِ - ١٤ وَبَيَّنَّا فِي تَفْسِيرِهِ مَعْنَى إِنْزَالِهِ بِعِلْمِ اللهِ وَكَوْنِهِ حُجَّةً عَلَى مَا فَسَّرْنَا الْإِعْجَازَ فِيهَا، وَقَدْ غَفَلَ عَنْهُ الْمُفَسِّرُونَ. </p><p> (الْمَسْأَلَةُ الْخَامِسَةُ) قَوْلُهُ: - تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا - ٤٩ وَهُوَ اسْتِدْلَالٌ بِقِصَّةِ نُوحٍ عَلَى رِسَالَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَوَجْهُ الدَّلَالَةِ أَنَّهُ مَا كَانَ يَعْلَمُهَا هُوَ وَلَا قَوْمُهُ مِنْ قَبْلِ إِنْزَالِهَا عَلَيْهِ فِي هَذَا الْوَحْيِ الْإِلَهِيِّ، وَلَوْ كَانَ أَحَدٌ مِنْ قَوْمِهِ يَعْلَمُهَا قَبْلَ ذَلِكَ لَاحْتَجُّوا بِهِ عَلَيْهِ، وَإِذَنْ لَامْتَنَعَ إِيمَانُ مَنْ لَمْ يَكُنْ آمَنَ مِنْهُمْ، وَلَارْتَدَّ مَنْ كَانَ آمَنَ. </p><p> (الْمَسْأَلَةُ السَّادِسَةُ) قَوْلُهُ - تَعَالَى -: - ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ - ١٠٠ الْآيَةَ. </p><p> وَفِيهِ الِاسْتِدْلَالُ بِجُمْلَةِ قِصَصِ السُّورَةِ عَلَى كَوْنِهَا وَحْيًا مِنْ وَجْهَيْنِ: أَحَدُهُمَا: مَا فِي الْمَسْأَلَةِ الْخَامِسَةِ مِنْ كَوْنِهَا مِمَّا لَمْ يَكُنْ عَلِمَهُ مُحَمَّدٌ النَّبِيُّ الْأُمِّيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَثَانِيهُمَا: مَا اشْتَمَلَتْ عَلَيْهِ مِنَ الْعِلْمِ الْإِلَهِيِّ وَالِاجْتِمَاعِيِّ وَالتَّشْرِيعِيِّ الَّذِي فَصَّلْنَاهُ فِي بَيَانِ التَّحَدِّي بِالْعَشْرِ السُّوَرِ مِنْ عَشْرِ جِهَاتٍ. </p><p> (الْمَسْأَلَةُ السَّابِعَةُ) قَوْلُهُ - تَعَالَى -: - وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ - ١٢٠ الْآيَةَ. وَهِيَ فِي مَوْضُوعِ الَّتِي قَبْلَهَا مِنْ فَوَائِدِ قِصَصِ الرُّسُلِ، إِلَّا أَنَّ تِلْكَ فِي فَوَائِدِهَا الِاجْتِمَاعِيَّةِ فِي الْأُمَمِ وَإِهْلَاكِ الظَّالِمِينَ، وَإِنْجَاءِ الْمُتَّقِينَ، وَهَذِهِ فِي فَوَائِدِهَا الْخَاصَّةِ بِالرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي نَفْسِهِ وَتَأْيِيدِ دَعَوْتِهِ، وَفِي الْمُؤْمِنِينَ بِهِ مِنْ قَوْمِهِ. </p><p> فَهَذِهِ جُمْلَةُ مَا فِي السُّورَةِ خَاصًّا بِالْقُرْآنِ الْعَظِيمِ مِنْ حَيْثُ كَوْنِهِ وَحْيًا مِنَ اللهِ - تَعَالَى - دَالًّا عَلَى نُبُوَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرِسَالَتِهِ، وَقَدْ فَصَّلْنَا مَعْنَى كُلٍّ مِنْهَا فِي مَوْضِعِهِ. </p><p> (الْبَابُ الثَّالِثُ) : </p><p> (فِي الرِّسَالَةِ الْعَامَّةِ وَقِصَصِ الرُّسُلِ مَعَ أَقْوَامِهِمْ وَفِيهِ سِتَّةُ فَصُولٍ) : </p><p> (الْفَصْلُ الْأَوَّلُ فِي رِسَالَةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -) : </p><p> بُدِئَتِ السُّورَةُ بِدَعْوَةِ هَذِهِ الرِّسَالَةِ مِنْ أَوَّلِهَا إِلَى الْآيَةِ (٢٤) وَهِيَ مُتَضَمِّنَةٌ لِأُصُولِ دِينِ اللهِ (الْإِسْلَامِ) عَلَى أَلْسِنَةِ جَمِيعِ الرُّسُلِ، وَهِيَ: التَّوْحِيدُ وَالْبَعْثُ وَالْجَزَاءُ وَالْعَمَلُ الصَّالِحُ، الْمُبَيَّنَةُ فِي الْآيَةِ (٢: ٦٢) وَسَأَذْكُرُهَا فِي أَوَّلِ الْفَصْلِ التَّالِي لِهَذَا، وَمُتَضَمِّنَةٌ لِإِعْجَازِ </p><p> الْقُرْآنِ بِقِسْمَيْهِ: اللُّغَوِيِّ وَالْعِلْمِيِّ، وَقَدْ فَصَّلْنَاهُ بِفَضْلِ اللهِ وَإِلْهَامِهِ بِمَا لَا نَظِيرَ لَهُ فِي سَائِرِ التَّفَاسِيرِ، ثُمَّ خُتِمَتْ بِمِثْلِ مَا تَضَمَّنَتْهُ أَوَائِلُهَا مِنَ الْآيَةِ (١٠٠ إِلَى ١٢٣) فَالْتَقَى قُطْرَاهَا وَاحْتَبَكَ طَرَفَاهَا، فَأَحَاطَا بِالْقِصَصِ الَّتِي بَيْنَهُمَا مُؤَيِّدَةً لَهُمَا، وَذُكِرَ فِي أَثْنَائِهَا بُرْهَانٌ عَلَى رِسَالَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي آخِرِ قِصَّةِ نُوحٍ - عَلَيْهِ السَّلَامُ - وَهُوَ الْآيَةُ: - تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ - ٤٩ إِلَخْ. وَلَعَلَّ حِكْمَةَ تَخْصِيصِ هَذَا بِالذِّكْرِ مَا فِي هَذِهِ الْقِصَّةِ مِنْ زِيَادَةِ التَّفَضُّلِ وَالتَّأْثِيرِ بِبَلَاغَتِهِ الْمُمْتَازَةِ، وَإِلَّا فَسَائِرُ هَذِهِ الْقِصَصِ مِنْ أَنْبَاءِ الْغَيْبِ وَدَلَائِلِ إِعْجَازِ الْقُرْآنِ، كَمَا أُشِيرَ إِلَيْهِ فِي الْآيَةِ (١٠٠) وَهِيَ الْمَقْصُودَةُ بِالذَّاتِ، فَيَسْهُلُ عَلَى الْمُتَفَقِّهِ فِي الْقُرْآنِ أَنْ يُرَاجِعَ تَفْسِيرَ هَذِهِ الْآيَةِ مَضْمُومَةً إِلَى كَلَامِنَا الْمُفَصَّلِ فِي إِعْجَازِهِ بِقِسْمَيْهِ الْمُشَارِ إِلَيْهِ آنِفًا مِنْ (ص ٢٧ - ٤٠ مِنْ هَذَا الْجُزْءِ) - وَأَنْ يَتَأَمَّلَ الْآيَاتِ الْأَرْبَعَ وَالْعِشْرِينَ مِنْ أَوَّلِ السُّورَةِ، وَالْآيَاتِ الْخَمْسَ وَالْعِشْرِينَ مِنْ آخِرِهَا، لِيُحِيطَ بِمَا فِي السُّورَةِ مِنْ عُلُومِ رِسَالَةِ خَاتَمِ النَّبِيِّينَ عِلْمًا إِجْمَالِيًّا. </p><p> وَأَمَّا بَيَانُ أَنْوَاعِهَا مُفَصَّلَةً فِي السُّورَةِ فَيَرَاهَا فِي الْفُصُولِ التَّالِيَةِ مِنْ هَذَا الْبَابِ وَفِي الْأَبْوَابِ الَّتِي بَعْدَهَا وَيَفْقَهُ سِرَّ افْتِتَاحِهَا بِقَوْلِهِ - تَعَالَى -: - كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ - ١١: ١ وَجَعْلَهُ عُنْوَانًا لَهَا. </p><p> (الْفَصْلُ الثَّانِي) : </p><p> (فِي الْهِدَايَةِ الْإِجْمَالِيَّةِ فِي قَصَصِ السُّورَةِ وَأُصُولِ الدِّينِ الثَّلَاثَةِ الَّتِي دَعَا إِلَيْهَا جَمِيعُ الرُّسُلِ) : </p><p> قَدْ بَيَّنَّا فِي الْكَلَامِ عَلَى إِعْجَازِ الْقُرْآنَ الْعِلْمِيِّ الَّذِي فَصَّلَهُ فِي قَصَصِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - وَتَكْرَارِهَا أَنَّهَا مُشْتَمِلَةٌ فِيهِ عَلَى عَشَرَةِ أَنْوَاعٍ كُلِّيَّةٍ مِنَ الْعِلْمِ وَالْهِدَايَةِ، فَرَاجِعْهَا أَيُّهَا الْمُتَدَبِّرُ الْمُتَفَقِّهُ فِي الصَّفْحَةِ ٣٤ - ٣٧ مِنْ هَذَا الْجُزْءِ وَتَأَمَّلْهَا إِجْمَالًا، ثُمَّ تَأَمَّلْ مَا فِي هَذِهِ السُّورَةِ مِنْهَا فِي الْفُصُولِ التَّالِيَةِ. </p><p> وَأَمَّا أُصُولُ الدِّينِ فَهِيَ الْمُجْمَلَةُ فِي قَوْلِ اللهِ - تَعَالَى -: - إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ - ٢: ٦٢. (الْأَصْلُ الْأَوَّلُ) الْإِيمَانُ بِاللهِ - تَعَالَى -، وَقَدْ بَيَّنَّا فِي الْبَابِ الْأَوَّلِ شَوَاهِدَهُ مِنْ قَصَصِ السُّورَةِ كُلِّهَا. </p><p> (الْأَصْلُ الثَّانِي) الْإِيمَانُ بِالْيَوْمِ الْآخِرِ، وَهُوَ الْبَعْثُ وَالْجَزَاءُ وَسَيَأْتِي تَفْصِيلُهُ فِي الْبَابِ الرَّابِعِ. </p><p> (الْأَصْلُ الثَّالِثُ) الْعَمَلُ الصَّالِحُ وَهُوَ قِسْمَانِ: مَا أَمَرَ اللهُ - تَعَالَى - بِهِ، وَمَا نَهَى عَنْهُ عَلَى </p><p> أَلْسِنَةِ رُسُلِهِ - عَلَيْهِمُ السَّلَامُ - بَعْدَ الْأَمْرِ بِالتَّوْحِيدِ وَالنَّهْيِ عَنِ الشِّرْكِ. وَقَدْ ذُكِرَ الْعَمَلُ الصَّالِحُ بِاللَّفْظِ الْمُجْمَلِ الدَّالِّ عَلَى كُلِّ مَا تَصْلُحُ بِهِ أَنْفُسُ الْبَشَرِ فِي مَوْضِعَيْنِ مِنْ هَذِهِ السُّورَةِ. </p><p> (الْأَوَّلِ) قَوْلُهُ بَعْدَ بَيَانِ قِسْمَيِ الْيَئُوسِ الْكَفُورِ، وَالْفَرِحِ الْفَخُورِ مِنَ النَّاسِ: - إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ - الْآيَةَ. </p><p> (الثَّانِي) قَوْلُهُ بَعْدَ ذِكْرِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ: - إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ - ٢٣. وَفِي مَعْنَاهَا الْإِحْسَانُ فِي قَوْلِهِ: - لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا - ٧ وَقَوْلُهُ: - إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ - ١١٤. </p><p> وَأَمَّا الْأَوَامِرُ وَالنَّوَاهِي الْمُفَصَّلَةُ فَهِيَ مِنْ خَصَائِصِ السُّورَةِ الْمَدَنِيَّةِ، وَنَذْكُرُ مَا هُنَا مِنْ أُصُولِهَا فِي الْبَابِ الْخَامِسِ. </p><p> (الْفَصْلُ الثَّالِثُ) : </p><p> (فِي وَظِيفَةِ الرُّسُلِ الْأَسَاسِيَّةِ وَصِفَاتِهِمْ وَبَيِّنَاتِهِمْ وَفِيهِ إِحْدَى عَشْرَةَ عَقِيدَةً) : </p><p> (الْأُولَى: وَظِيفَةُ الرُّسُلِ الْأَسَاسِيَّةُ) هِيَ مَا بَعَثَهُمُ اللهُ لِأَجْلِهِ مِنْ تَبْلِيغِ رِسَالَتِهِ بِإِنْذَارِ مَنْ تَوَلَّى عَنِ الْإِيمَانِ وَعَصَى، وَتَبْشِيرِ مَنْ أَجَابَ الدَّعْوَةَ فَآمَنَ وَاهْتَدَى، وَالشَّوَاهِدُ عَلَيْهَا مِنْ هَذِهِ السُّورَةِ قَوْلُهُ - تَعَالَى - فِي دَعْوَةِ رَسُولِهِ خَاتَمِ النَّبِيِّينَ: - إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ - ٢ وَقَوْلُهُ لَهُ: - إِنَّمَا أَنْتَ نَذِيرٌ وَاللهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ - ١٢ وَمِثْلُ هَذَا الْحَصْرِ فِي الْقُرْآنِ كَثِيرٌ، وَقَوْلُهُ حِكَايَةً عَنْ نُوحٍ - عَلَيْهِ السَّلَامُ - وَهُوَ أَوَّلُ رُسُلِهِ إِلَى الْأَقْوَامِ الْمُشْرِكَةِ: - إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ - ٢٥ وَقَوْلُهُ حِكَايَةً عَنْ رَسُولِهِ هُودٍ - عَلَيْهِ السَّلَامُ -: - فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ - ٥٧. </p><p> وَمَوْضُوعُ التَّبْلِيغِ هُوَ الدَّعْوَةُ إِلَى أَرْكَانِ الدِّينِ الثَّلَاثَةِ الْمُبَيَّنَةِ آنِفًا، وَعَلَيْهَا مَدَارُ سَعَادَةِ الْمُكَلَّفِينَ فِي الدُّنْيَا وَالْآخِرَةِ، وَكُلُّهَا مُبْطِلَةٌ لِمَا كَانَ عَلَيْهِ أَقْوَامُهُمْ الْمُشْرِكُونَ مِنْ أَنَّ بَيْنَهُمْ وَبَيْنَ اللهِ - تَعَالَى - وَسَائِطُ مِنْهُمْ أَوْ مِنْ غَيْرِهِمْ مِنْ خَلْقِهِ يُقَرِّبُونَهُمْ إِلَيْهِ بِجَاهِهِمْ، وَيَقْضُونَ حَوَائِجَهُمْ مِنْ جَلَبَ نَفْعٍ أَوْ دَفْعِ ضُرٍّ بِشَفَاعَتِهِمْ لَهُمْ عِنْدَهُ، أَوْ بِتَصَرُّفِهِمْ فِي خَلْقِهِ بِمَا خَصَّهُمْ بِهِ مِنْ خَوَارِقِ الْعَادَاتِ، إِلَّا مَا جَعَلَهُ مِنْ آيَاتِهِ دَلِيلًا عَلَى صِدْقِهِمْ فِي دَعْوَى الرِّسَالَةِ، كَإِبْرَاءِ عِيسَى - عَلَيْهِ السَّلَامُ - لِلْأَكْمَهِ وَالْأَبْرَصِ وَإِحْيَائِهِ لِلْمَوْتَى بِإِذْنِ اللهِ لَهُ، بِأَنْ دَعَاهُ فِي ذَلِكَ فَاسْتَجَابَ لَهُ وَسَيَأْتِي بَيَانُهُ. </p><p> (الثَّانِيَةُ: أَنَّهُمْ بَشَرٌ مُرْسَلُونَ) ، أَيْ لَا يَمْلِكُونَ مِنْ أُمُورِ الْعَالَمِ شَيْئًا مِمَّا هُوَ فَوْقَ كَسْبِ </p><p> الْبَشَرِ غَيْرَ مَا خَصَّهُمُ اللهُ بِهِ مِنَ الرِّسَالَةِ، دُونَ شُئُونِ رُبُوبِيَّتِهِ أَوْ مَا خَصَّ بِهِ مَلَائِكَتَهُ، حَتَّى إِنَّهُمْ لَا يَمْلِكُونَ هِدَايَةَ أَحَدٍ إِلَى الدِّينِ بِالْفِعْلِ؛ لِأَنَّ هِدَايَتَهُمْ خَاصَّةٌ بِالتَّبْلِيغِ وَالتَّعْلِيمِ كَمَا تَقَدَّمَ آنِفًا، وَحِكَايَةُ نُوحٍ مَعَ ابْنِهِ الْكَافِرِ حُجَّةٌ فِي هَذَا الْمَوْضُوعِ وَاضِحَةٌ، وَالشَّوَاهِدُ عَلَى هَذَا فِي الْقُرْآنِ كَثِيرَةٌ. </p><p> وَ (مِنْهَا) فِي هَذِهِ السُّورَةِ مَا عَلِمْتَ مِنْ آيَاتِ تَوْحِيدِ الرُّبُوبِيَّةِ، وَالرَّدِّ عَلَى مُشْرِكِي مَكَّةَ فِي اقْتِرَاحِهِمْ مَجِيءَ الْمَلَكِ بِقَوْلِهِ - تَعَالَى -: - فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ إِنَّمَا </p><p> أَنْتَ نَذِيرٌ وَاللهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ - ١٢ وَقَوْلِهِ حِكَايَةً عَنْ نُوحٍ: - وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ - ٣١ وَتَقَدَّمَ مَا فِي مَعْنَاهُ عَنْ خَاتَمِ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَرِيبًا، وَفِي مَعْنَاهُ آيَاتٌ كَثِيرَةٌ فِي السُّوَرِ الْأُخْرَى. </p><p> (وَمِنْهَا) فِي احْتِجَاجِ الْمُشْرِكِينَ عَلَى رُسُلِهِمْ بِأَنَّهُمْ بَشَرٌ فِي قِصَّةِ نُوحٍ: - فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا - ٢٧ وَقَدْ قَالَ مِثْلَ هَذَا سَائِرُ أَقْوَامِ الرُّسُلِ بَعْدَهُ إِلَى خَاتَمِهِمْ مُحَمَّدٍ صَلَوَاتُ اللهِ عَلَيْهِمْ أَجْمَعِينَ. </p><p> وَلَوْ كَانَ أُولَئِكَ الرُّسُلُ فِي عَصْرِهِمْ عَلَى غَيْرِ مَا يَعْهَدُ أَقْوَامُهُمْ مِنَ الْبَشَرِ، بِأَنْ يَكُونُوا يَتَصَرَّفُونَ فِي الْكَوْنِ بِالضُّرِّ وَالنَّفْعِ وَعِلْمِ الْغَيْبِ، لَمَا احْتَجُّوا عَلَيْهِمْ بِأَنَّهُمْ بَشَرٌ مِثْلُهُمْ كَمَا يَدَّعِي الَّذِينَ ضَلُّوا مِنْ أَقْوَامِهِمْ مِنْ بَعْدِهِمْ عَمَّا جَاءُوا بِهِ مَعَ دَعْوَى اتِّبَاعِهِمْ، فَزَعَمُوا أَنَّهُمْ هُمْ وَبَعْضُ مَنْ وَصَفُوا بِالصَّلَاحِ وَالْوِلَايَةِ مِنْ أَتْبَاعِهِمْ يَضُرُّونَ وَيَنْفَعُونَ، وَيُشْقُونَ وَيُسْعِدُونَ، وَيُمِيتُونَ وَيُحْيُونَ: أَحْيَاؤُهُمْ وَأَمْوَاتُهُمْ فِي هَذَا سَوَاءٌ، بَلْ يَزْعُمُونَ أَنَّهُمْ أَحْيَاءٌ فِي قُبُورِهِمْ حَيَاةً مَادِّيَّةً بَدَنِيَّةً يَأْكُلُونَ فِيهَا وَيَشْرَبُونَ، وَيَسْمَعُونَ كَلَامَ مَنْ يَدْعُوهُمْ وَيَسْتَغِيثُ بِهِمْ، وَيَسْتَغِيثُونَ بِهِمْ، وَيَسْتَجِيبُونَ دُعَاءَهُمْ فِيهَا، وَقَدْ يَخْرُجُونَ مِنْ قُبُورِهِمْ فَيَقْضُونَ حَوَائِجَهُمْ فِي خَارِجِهَا، يُخَالِفُونَ بِهَذِهِ الدَّعَاوَى مِئَاتٍ مِنْ آيَاتِ الْقُرْآنِ الْمُحْكَمَاتِ فِي التَّوْحِيدِ وَصِفَاتِ الرُّبُوبِيَّةِ، وَفِي صِفَاتِ الْأَنْبِيَاءِ وَكَوْنِهِمْ بَشَرًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا لَا يَقْدِرُ عَلَيْهِ الْبَشَرُ، وَأَنَّ النُّبُوَّةَ وَالرِّسَالَةَ وَآيَاتِهَا لَيْسَتْ مِنْ كَسْبِهِمْ، وَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ فِيمَا وَرَدَ فِيهِ مِنْ بَعْضِ أَنْبَاءِ الْغَيْبِ فِي حَيَاةِ الشُّهَدَاءِ الْبَرْزَخِيَّةِ، فَيَقِيسُونَ عَلَيْهَا بِأَهْوَائِهِمْ حَيَاةَ أَوْلِيَائِهِمْ رَجْمًا بِالْغَيْبِ وَافْتِرَاءً عَلَى اللهِ، وَحَسْبُنَا هُنَا التَّذْكِيرُ بِمَا أَمَرَ اللهُ نَبِيَّنَا أَنْ يَرُدَّ بِهِ عَلَى الَّذِينَ سَأَلُوهُ بَعْضَ الْآيَاتِ الْكَوْنِيَّةِ: - قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا - ١٧: ٩٣؟ </p><p> (الثَّالِثَةُ: بَيِّنَاتُهُمْ وَآيَاتُهُمْ) مَا مِنْ نَبِيٍّ دَعَا قَوْمَهُ إِلَى اللهِ إِلَّا وَجَاءَهُمْ بِبَيِّنَةٍ عَلَى صِدْقِهِ فِي دَعْوَاهُ مِنْ حُجَّةٍ عَقْلِيَّةٍ وَآيَةٍ كَوْنِيَّةٍ، وَكَانَتْ تَشْتَبِهُ عَلَى عَامَّتِهِمُ الْآيَاتُ الْكَوْنِيَّةُ بِالسِّحْرِ ; لِأَنَّهُمْ يَرَوْنَ أَنَّ كُلًّا مِنْهُمَا أَمْرٌ غَرِيبٌ لَا يَعْرِفُونَ سَبَبَهُ، وَيَرَوْنَهُ مِنَ الدَّجَّالِينَ وَالْمُرْتَزِقَةِ، </p><p> وَكَانَ الْمُهْتَدُونَ هُمُ الَّذِينَ يُمَيِّزُونَ بَيْنَ الْفَرِيقَيْنِ بِالْبَيِّنَاتِ الْعَقْلِيَّةِ، وَالْهِدَايَةِ الْخَلْقِيَّةِ وَالْعَمَلِيَّةِ، وَكَذَلِكَ الْجَاحِدُونَ الْمُعَانِدُونَ مِنْهُمْ. </p><p> بَيَّنَتْ لَنَا هَذِهِ السُّورَةُ أَنَّ كُلَّ رَسُولٍ كَانَ يَحْتَجُّ وَيَسْتَدِلُّ عَلَى قَوْمِهِ بِأَنَّهُ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ، وَلَيْسَ فِيهَا وَلَا فِي غَيْرِهَا أَنَّ كُلًّا مِنْهُمْ تَحَدَّى قَوْمَهُ بِآيَةٍ كَوْنِيَّةٍ كَمَا تَحَدَّى مُوسَى فِرْعَوْنَ وَمَلَأَهُ، وَكَمَا تَحَدَّى مُحَمَّدٌ قَوْمَهُ، وَالْإِنْسَ وَالْجِنَّ مَعَهُمْ، وَمَنِ اسْتَطَاعُوا لِيُظَاهِرُوهُمْ عَلَى مُعَارَضَةِ الْقُرْآنِ بِمِثْلِهِ فِي مَزَايَا إِعْجَازِهِ الْعَامَّةِ الظَّاهِرَةِ فِي كُلِّ سُورَةٍ مِنْهُ، وَمَزَايَا إِعْجَازِهِ الْمُكَرَّرَةِ فِي عَشْرِ سُوَرٍ مِمَّا ادَّعَوُا افْتِرَاءَهُ مِنْهُ، ثُمَّ إِنَّهُ بَعْدَ التَّحَدِّي بِعَشْرٍ مِثْلِهِ مُفْتَرَيَاتٍ فِي الْآيَةِ (١٣) مِنْ هَذِهِ السُّورَةِ، وَبَعْدَ تَقْرِيرِ عَجْزِهِمْ عَنِ الْمُعَارَضَةِ فِي الْآيَةِ (١٤) قَالَ فِي تَقْرِيرِ الْحُجَّةِ الْعَقْلِيَّةِ وَالنَّقْلِيَّةِ التَّارِيخِيَّةِ: - أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً ١٧. </p><p> ثُمَّ قَالَ فِي حُجَّةِ نُوحٍ: - قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ - ٢٨ الْآيَةَ، وَحَكَى عَنْ قَوْمِ هُودٍ أَنَّهُمْ - قَالُوا يَاهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ - ٥٣ لَكِنَّهُ كَذَّبَهُمْ بَعْدَ ذَلِكَ بِقَوْلِهِ عَزَّ وَجَلَّ: - وَتِلْكَ عَادٌ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ - ٥٩ الْآيَةَ. </p><p> ثُمَّ قَالَ فِي قِصَّةِ صَالِحٍ: - قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً - ٦٣ الْآيَةَ، وَذَكَرَ بَعْدَهَا آيَتَهُ الْكَوْنِيَّةَ الَّتِي أَنْذَرَهُمُ الْعَذَابَ بِهَا فَقَالَ: - وَيَا قَوْمِ هَذِهِ نَاقَةُ اللهِ لَكُمْ آيَةً - ٦٤ إِلَخْ. ثُمَّ قَالَ فِي قِصَّةِ شُعَيْبٍ: - قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا - ٨٨ الْآيَةَ، ثُمَّ قَالَ: - وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ إِلَى فِرْعَوْنَ وَمَلَئِهِ - ٩٦ و٩٧ الْآيَةَ. </p><p> وَمِنَ الْمَعْلُومِ الْقَطْعِيِّ أَنَّ هَذِهِ الْآيَاتِ وَغَيْرَهَا لَيْسَتْ مِنْ أَعْمَالِ أُولَئِكَ الرُّسُلِ وَكَسْبِهِمْ، وَلَا فِي حُدُودِ اسْتِطَاعَتِهِمْ، فَآيَةُ خَاتَمِهِمُ الْكُبْرَى - وَهِيَ كَلَامُ اللهِ عَزَّ وَجَلَّ - وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَاجِزًا عَنِ الْإِتْيَانِ بِسُورَةٍ مِثْلِهِ بَعْدَ النُّبُوَّةِ، فَعَجْزُهُ قَبْلَهَا أَظْهَرُ، وَنَاقَةُ صَالِحٍ لَمْ تَكُنْ مِنْ خَلْقِهِ وَلَا كَسْبِهِ، وَلَمَّا رَأَى مُوسَى آيَتَهُ الْكُبْرَى وَهِيَ الْعَصَا إِذْ أَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى، وَلَّى مُدْبِرًا خَائِفًا مِنْهَا، كَمَا تَرَى فِي سُورَتَيِ النَّمْلِ وَالْقَصَصِ. </p><p> وَأَمَّا آيَاتُ عِيسَى الَّتِي أُسْنِدَ إِلَيْهِ فِعْلُهَا فَقَدْ صَرَّحَ الْقُرْآنُ بِأَنَّهَا كَانَتْ بِإِذْنِ اللهِ - تَعَالَى - وَإِرَادَتِهِ، وَفِي رَسَائِلِ الْأَنَاجِيلِ الْمُتَدَاوَلَةِ أَنَّهُ كَانَ يَدْعُو اللهَ - تَعَالَى - وَيَتَضَرَّعُ إِلَيْهِ بِطَلَبِهَا لِيُؤْمِنُوا بِهِ وَيَعْلَمُوا أَنَّهُ يَسْتَجِيبُ لَهُ، وَقَدْ قَالَ الْيَهُودُ إِنَّهَا سِحْرٌ مُبِينٌ. </p><p> وَأَهْلُ هَذَا الْعَصْرِ يُورِدُونَ عَلَيْهَا شُبُهَاتٍ مِنْ غَرَائِبِ صُوفِيَّةِ الْهُنُودِ وَغَيْرِهِمْ مِنَ الرُّوحَانِيِّينَ، كَمَا بَيَّنَّاهُ فِي كِتَابِ الْوَحْيِ </p><p> الْمُحَمَّدِيِّ، وَبَيَّنَّا أَنَّ آيَاتِ مُوسَى كَانَتْ أَعْظَمَ مِنْهَا مَظْهَرًا، وَأَدَلَّ عَلَى قُدْرَةِ اللهِ - تَعَالَى - وَتَأْيِيدِهِ لَهُ، لِإِيمَانِ أَعْلَمِ عُلَمَاءِ السِّحْرِ بِهَا، وَلَمْ تَكُنْ فِتْنَةً لِلنَّاسِ بِمُوسَى كَمَا كَانَتْ تِلْكَ فِتْنَةً لِلنَّاسِ بِعِيسَى إِذِ اتَّخَذُوهُ بِهَا إِلَهًا، فَالَّذِينَ فُتِنُوا وَضَلُّوا بِخَوَارِقِ الْعَادَاتِ الصُّورِيَّةِ مِنَ الْأَوَّلِينَ وَالْآخَرِينَ، أَضْعَافُ أَضْعَافِ الَّذِينَ اهْتَدَوْا بِالْحَقِيقِيِّ مِنْهَا، فَإِنَّ الْمَلَايِينَ مِنْ مُدَّعِي اتِّبَاعِ عِيسَى وَمُحَمَّدٍ - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ - يَتَّبِعُونَ الدَّجَّالِينَ الْمُدَّعِينَ لِلتَّصَرُّفِ فِي الْكَوْنِ بِأَنْفُسِهِمْ أَوْ بِاسْتِخْدَامِهِمْ لِلْجِنِّ، وَسَدَنَةِ قُبُورِ الْأَوْلِيَاءِ وَالْقِدِّيسِينَ الَّذِينَ يَدَّعُونَ التَّصَرُّفَ لِمَنْ تُنْسَبُ إِلَيْهِمْ، وَكُلُّ هَؤُلَاءِ يَجْهَلُونَ حَقِيقَةَ الْإِيمَانِ الَّذِي بَعَثَ اللهُ بِهِ جَمِيعَ رُسُلِهِ وَوَظِيفَةَ رِسَالَاتِهِمْ. </p><p> (الْخَامِسَةُ: حُجَّةُ الرُّسُلِ عَلَى أَقْوَامِهِمْ بِإِخْلَاصِهِمْ لِلَّهِ وَعَدَمِ طَلَبِ أَجْرٍ عَلَى عَمَلِهِمْ) : </p><p> هَذِهِ الْمَسْأَلَةُ مُكَرَّرَةٌ فِي الْقُرْآنِ، وَمِنَ الشَّوَاهِدِ عَلَيْهَا هُنَا حِكَايَةٌ عَنْ نُوحٍ قَوْلُهُ - تَعَالَى -: - وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللهِ - ٢٩ وَتَقَدَّمَ عَنْهُ مَعْنَاهُ فِي سُورَةِ يُونُسَ، وَسَيَأْتِي مِثْلُهُ فِي سُورَةِ الشُّعَرَاءِ بِلَفْظِ الْأَجْرِ (وَمِنْهَا) عَنْ هُودٍ: - يَاقَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ - ٥١، وَرَاجِعْ مِثْلَ هَذَا عَنِ الرُّسُلِ فِي سُورَةِ الشُّعَرَاءِ (٢٦: ١٠٩ و١٢٧ و١٤٥ و١٦٤ و١٨٠) . </p><p> وَقَدْ تَكَرَّرَ هَذَا عَنْ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي عِدَّةِ سُوَرٍ: الْأَنْعَامِ (٦: ٩٠) وَيُوسُفَ (١٢: ١٠٤) وَالشُّورَى (٤٢: ٢٣) وَنَصُّ هَذِهِ الْأَخِيرَةِ بَعْدَ تَبْشِيرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِرَوْضَاتِ الْجَنَّاتِ: - ذَلِكَ الَّذِي يُبَشِّرُ اللهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللهَ غَفُورٌ شَكُورٌ - وَالِاسْتِثْنَاءُ فِي هَذِهِ الْآيَةِ مُنْقَطِعٌ، وَالْمَعْنَى: لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا الْبَتَّةَ، سُنَّةَ اللهِ فِي النَّبِيِّينَ الْمُرْسَلِينَ، وَلَكِنْ أَسْأَلُكُمُ الْمَوَدَّةَ فِي أُولِي الْقُرْبَى لَكُمْ وَصِلَةِ أَرْحَامِكُمْ، وَكَانَتْ هَذِهِ الْوَصِيَّةُ مِمَّا يَحْمَدُونَهُ مِنْ هَدْيِ الْإِسْلَامِ لِتَعَصُّبِهِمْ لِأَنْسَابِهِمْ، وَيُفَسِّرُهَا قَوْلُهُ - تَعَالَى -: - قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ - ٣٤، ٧٤. </p><p> وَلَكِنَّ الشِّيعَةَ جَعَلُوا الِاسْتِثْنَاءَ مُتَّصِلًا، وَفَسَّرُوا الْمَوَدَّةَ فِي الْقُرْبِي بِمَوَدَّةِ قَرَابَتِهِ - </p><p> صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَخَصُّوهَا بِابْنِ عَمِّهِ عَلِيٍّ وَذُرِّيَّتِهِ عَلَيْهِمُ السَّلَامُ، دُونَ عَمِّهِ الْعَبَّاسِ وَذُرِّيَّتِهِ وَسَائِرِ ذُرِّيَّةِ أَعْمَامِهِ، وَاشْتُهِرَ هَذَا التَّأْوِيلُ الْبَاطِلُ فِي كُتُبِ التَّفْسِيرِ وَالْمَنَاقِبِ وَدَوَاوِينِ الشِّعْرِ، وَجَعَلُوهُ عَهْدًا مِنَ اللهِ عَاهَدَ عَلَيْهِ الْمُؤْمِنِينَ كَمَا قَالَ شَاعِرُ الْعِرَاقِ فِي عَصْرِهِ عَبْدُ الْبَاقِي الْعُمْرِيُّ: </p><p> وَعَهْدُ لَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ... لِمَنْ بِهِ الْوَلَا قَدْ وَجَبَا </p><p> وَهَذَا التَّأَمُّلُ تَحْرِيفٌ لِلْقُرْآنِ وَطَعْنٌ شَنِيعٌ عَلَى رَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِإِخْرَاجِهِ مِنْ سُنَّةِ اللهِ - تَعَالَى - فِي جَمِيعِ رُسُلِهِ بِأَنَّهُمْ يُبَلِّغُونَ رِسَالَاتِهِ لِوَجْهِهِ الْكَرِيمِ، </p><p> لَا يَسْأَلُونَ عَلَيْهِ أَجْرًا لِأَنْفُسِهِمْ وَلَا لِأُولِي قُرْبَاهُمْ، وَأَنَّهُ هُوَ الَّذِي انْفَرَدَ بِطَلَبِ الْأَجْرِ لِأُولِي قُرْبَاهُ، (وَحَاشَاهُ) وَهَلْ يَسْعَى جَمِيعُ طُلَّابِ الدُّنْيَا إِلَّا لِذُرِّيَّاتِهِمْ؟ وَلِلتَّنَزُّهِ عَنْ هَذِهِ الشُّبْهَةِ حَرَّمَ اللهُ - تَعَالَى - الصَّدَقَةَ عَلَى آلِ رَسُولِهِ، وَهُمْ بَنُو هَاشِمٍ وَمَنْ كَانَ يُوَالِيهِمْ مِنْ بَنِي الْمُطَّلِبِ دُونَ إِخْوَتِهِمْ مِنْ بَنِي أُمَيَّةَ وَبَنِي عَبْدِ شَمْسٍ الَّذِينَ كَانُوا يُعَادُونَهُمْ، وَمُوَالَاةُ عَلِيٍّ وَآلِهِ وَاجِبَةٌ لَا خِلَافَ فِيهَا، وَلَا حَاجَةَ إِلَى الِاسْتِدْلَالِ عَلَيْهَا بِهَذَا التَّحْرِيفِ لِلْقُرْآنِ بِبَاطِلِ التَّأْوِيلِ لِلْآيَاتِ الْمُحْكَمَاتِ اللَّاتِي هُنَّ أُمُّ الْكِتَابِ. </p><p> (السَّادِسَةُ: عِصْمَتُهُمْ صَلَوَاتُ اللهِ تَعَالَى عَلَيْهِمْ فِي تَبْلِيغِ الدَّعْوَةِ وَالْعَمَلِ بِهَا) : </p><p> مِنَ الشَّوَاهِدِ عَلَيْهَا قَوْلُهُ - تَعَالَى -: - فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ - ١٢ الْآيَةَ. </p><p> الْمُرَادُ مِنْهَا أَنَّهُ لَا يَتْرُكُ مِمَّا أُوحِيَ إِلَيْهِ شَيْئًا لَا يُبَلِّغُهُ، (وَمِنْهَا) قَوْلُهُ حِكَايَةً عَنْ نُوحٍ: - وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا - ٢٩ الْآيَةَ، وَالنَّفْيُ فِيهَا لِلشَّأْنِ، أَيْ: مَا كَانَ طَرْدُهُمْ مِنْ شَأْنِي، وَلَا مِمَّا يَقَعُ مِنْ نَبِيٍّ مِثْلِي، فَأَنَا مَعْصُومٌ مِنْ إِجَابَتِكُمْ إِلَيْهِ فَلَا تَطْمَعُنَّ فِيهَا، وَالْوَعِيدُ عَلَيْهِ فِي الْآيَةِ (٣٠) الَّتِي بَعْدَهَا مَبْنِيٌّ عَلَى فَرْضِ وُقُوعِ الطَّرْدِ مِنْهُ الْمُعَبَّرُ عَنْهُ بِأَدَاةِ الشَّرْطِ الَّتِي لَيْسَ مِنْ شَأْنِ فِعْلِهَا أَنْ يَقَعَ، (وَمِنْهَا) قَوْلُ شُعَيْبٍ لِقَوْمِهِ: - وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ - ٨٨ وَهُوَ يَدُلُّ عَلَى أَنَّ الرَّسُولَ لَا يَنْهَى عَنْ شَيْءٍ لَا يَنْتَهِي هُوَ عَنْهُ، فَهُوَ لَا يُخَالِفُ رِسَالَتَهُ فِي شَيْءٍ، إِذْ لَوْ خَالَفَهَا لَدَحَضَ حُجَّتَهُ، وَنَقَضَ دَعْوَتَهُ، (وَمِنْهَا) قَوْلُهُ لَهُمْ: - وَيَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ - ٩٣ الْآيَةَ، وَمَا فِيهِ مِنَ الْوَعِيدِ. </p><p> فَإِنْ قِيلَ: إِنَّ أَمْرَ اللهِ - تَعَالَى - وَنَهْيَهُ لَهُمْ بِالتَّكَالِيفِ، وَوَعِيدَهُ عَلَى الْمُخَالَفَةِ وَالْمَعْصِيَةِ </p><p> الشَّامِلَ لَهُمْ وَلِأَقْوَامِهِمْ وَالْخَاصَّ بِهِمْ كَقَوْلِهِ - تَعَالَى - لِنُوحٍ - إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ - ٤٦ وَاسْتِعَاذَةِ نُوحٍ بِهِ - تَعَالَى - مِنْ مُخَالَفَةِ الْمَوْعِظَةِ وَقَوْلِهِ: - وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ - ٤٧ وَحِكَايَتَهُمْ عَنْ أَنْفُسِهِمْ مَا يَعْمَلُونَ وَمَا يَتْرُكُونَ - كُلُّ هَذَا وَأَمْثَالُهُ يَدُلُّ عَلَى جَوَازِ وُقُوعِ الْمَعْصِيَةِ مِنْهُمْ لَا اسْتِحَالَتُهُ، وَفِي بَعْضِهِ مَا يَدُلُّ عَلَى وُقُوعِ الذَّنْبِ بِالْفِعْلِ، وَمِنْهُ سُؤَالُ نُوحٍ رَبَّهُ نَجَاةَ وَلَدِهِ الْكَافِرِ، وَكَوْنُهُ مِنْ سُؤَالِ مَا لَيْسَ لَهُ بِهِ عِلْمٌ، وَهُوَ مَنْهِيٌّ عَنْهُ. </p><p> \" قُلْتُ \" : إِنَّ الْمُتَكَلِّمِينَ اسْتَدَلُّوا عَلَى مَا سَمَّوْهُ عِصْمَةَ الْأَنْبِيَاءِ بِالْعَقْلِ لَا بِالنَّقْلِ، وَتَأَوَّلُوا الْآيَاتِ وَالْأَحَادِيثَ الْوَارِدَةَ بِوُقُوعِ الذُّنُوبِ مِنْهُمْ بَلْهَ الدَّالَّةِ عَلَى إِمْكَانِهَا، وَلَيْسَ الْمُرَادُ بِدَلَالَةِ الْعَقْلِ عَلَى عِصْمَتِهِمْ أَنَّهَا كَعِصْمَةِ الْمَلَائِكَةِ مُنَافِيَةٌ لِطِبَاعِهِمْ، فَإِنَّ مِمَّا فُضِّلُوا بِهِ عَلَى الْمَلَائِكَةِ أَنَّهُمْ بَشَرٌ كَسَائِرِ الْبَشَرِ جُبِلُوا عَلَى الشَّهَوَاتِ الْجَسَدِيَّةِ، وَدَاعِيَةِ كُلٍّ مِنَ الْمَعْصِيَةِ وَالطَّاعَةِ، كَمَا عُلِمَ مِنْ قِصَّةِ أَبِيهِمْ آدَمَ، وَلَكِنَّهُمْ بِقُوَّةِ الْإِيمَانِ وَمَعْرِفَةِ اللهِ - عَزَّ وَجَلَّ - وَالْخَوْفِ مِنْهُ وَالرَّجَاءِ فِيهِ وَالْحُبِّ لَهُ، يُرَجِّحُونَ الطَّاعَةَ عَلَى الْمَعْصِيَةِ بِمَلَكَةٍ رَاسِخَةٍ فِيهِمْ، يَعْصِمُهُمُ اللهُ </p><p> - </p><p> تَعَالَى - بِهِمْ مِنَ الْخَطَأِ فِي التَّبْلِيغِ، وَمِنَ الْكِتْمَانِ لِشَيْءٍ مِمَّا أُمِرُوا بِهِ مِنْهُ، وَمِنْ مُخَالَفَتِهِ، وَمِنَ الرَّذَائِلِ وَالْمَعَاصِي الْمُنَافِيَةِ لِلرِّسَالَةِ، الْمُبْطِلَةِ لِلْحُجَّةِ، دُونَ الْخَطَأِ فِي الِاجْتِهَادِ وَالرَّأْيِ، الَّذِي لَا يُخَالِفُ نَصَّ الْوَحْيِ، فَإِذَا وَقَعَ مِنْهُمْ بِهَذَا الِاجْتِهَادِ مَا كَانَ الْخَيْرُ وَالْكَمَالُ لَهُمْ فِي عِلْمِ اللهِ خِلَافُهُ بَيَّنَهُ اللهُ لَهُمْ تَعْلِيمًا، وَعَلَّمَهُمْ مَا هُوَ الْأَلْيَقُ بِهِمْ تَرْبِيَةً وَتَكْمِيلًا، وَمِنْهُ اجْتِهَادُ نُوحٍ الَّذِي رَجَّحَ لَهُ بِالْحَنَانِ الْأَبَوِيِّ جَوَازَ دُخُولِ ابْنِهِ الْكَافِرِ فِيمَنْ وَعَدَهُ اللهُ بِنَجَاتِهِمْ كَمَا بَيَّنَاهُ فِي مَوْضِعِهِ، وَلَمْ يَعْلَمْ أَنَّ سُؤَالَهُ رَبَّهُ مَا لَيْسَ لَهُ بِهِ عِلْمٌ قَطْعِيٌّ مَمْنُوعٌ إِلَّا بَعْدَ أَنْ سَأَلَهُ نَجَاةَ وَلَدِهِ فَأَجَابَهُ بِهَذِهِ الْمَوْعِظَةِ، وَقَدْ فَصَّلْنَا هَذِهِ الْمَسْأَلَةَ فِي تَفْسِيرِ أَخْذِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْفِدَاءَ مِنْ أَسْرَى بَدْرٍ مِنْ سُورَةِ الْأَنْفَالِ (٨: ٦٧) وَتَفْسِيرِ عِتَابِهِ عَلَى الْإِذْنِ لِبَعْضِ الْمُنَافِقِينَ فِي التَّخَلُّفِ عَنْ غَزْوَةِ تَبُوكَ وَالْعَفْوِ عَنْهُ مِنْ سُورَةِ التَّوْبَةِ (٩: ٤٣) . </p><p> (السَّابِعَةُ وَالثَّامِنَةُ وَالتَّاسِعَةُ) : </p><p> (كَمَالُ إِيمَانِهِمْ وَثِقَتُهُمْ بِاللهِ وَتَوَكُّلُهُمْ عَلَيْهِ وَشَجَاعَتُهُمْ وَيَقِينُهُمْ بِعَاقِبَةِ أَمْرِهِمْ) : </p><p> هَذِهِ الْمَزَايَا الثَّلَاثُ ظَاهِرَةٌ أَوْضَحُ الظُّهُورِ فِي كُلِّ قِصَّةٍ مِنْ قِصَصِهِمْ، إِذْ هِيَ عِبَارَةٌ عَنْ تَصَدِّي رَجُلٍ وَاحِدٍ مِنْ وَسَطِ قَوْمٍ لِتَجْهِيلِهِمْ فِي تَقَالِيدِهِمُ الدِّينِيَّةِ الْمَوْرُوثَةِ وَدَعْوَتِهِمْ لِتَرْكِهَا إِلَى مَا هُوَ خَيْرٌ مِنْهَا فِي حَقِّيَّتِهِ وَكَمَالِهِ، وَحَالِهِ وَمَآلِهِ، وَتَوْبِيخِهِمْ عَلَى الْإِصْرَارِ عَلَيْهَا، وَإِنْذَارِهِمْ سُوءَ عَاقِبَتِهَا، وَعَدَمِ مُبَالَاتِهِ بِكُفْرِهِمْ بِهِ، وَسُخْرِيَتِهِمْ مِنْهُ وَتَهْدِيدِهِمْ لَهُ، وَمُقَابَلَتِهِ لِذَلِكَ بِمَا هُوَ أَشَدُّ مِنْهُ، كَمَا تَرَى فِي الْآيَتَيْنِ (٣٨ و٣٩) مِنْ قِصَّةِ نُوحٍ، وَمَا هُوَ أَشَدُّ مِنْهَا فِي مَعْنَاهَا مِنْ سُورَةِ يُونُسَ (١٠: ٧١) الَّتِي صَرَّحَ لَهُمْ فِيهَا بِاعْتِصَامِهِ بِالتَّوَكُّلِ عَلَى اللهِ، وَأَمَرَهُمْ بِإِجْمَاعِ أَمْرِهِمْ وَشُرَكَائِهِمْ وَالتَّثْبِيتِ فِيهِ وَالْقَضَاءِ إِلَيْهِ مِمَّا يَجْمَعُونَ عَلَيْهِ مِنْ عِقَابِهِ بِدُونِ إِنْظَارٍ وَلَا إِمْهَالٍ، وَفِي مَعْنَاهُ مِنْ هَذِهِ السُّورَةِ الْآيَاتُ (٥٤ - ٥٧) . </p><p> (الْعَاشِرَةُ) : إِنْذَارُهُمُ الْأَخِيرُ لِأَقْوَامِهِمْ وُقُوعَ عَذَابٍ سَمَاوِيٍّ يُهْلِكُهُمْ، وَيَقْطَعُ دَابِرَ الْمُعَانِدِينَ الْمُصِرِّينَ عَلَى جُحُودِهِمْ وَظُلْمِهِمْ، وَوَقَعَ ذَلِكَ كُلُّهُ كَمَا بَلَّغُوهُمْ عَنِ اللهِ - تَعَالَى - بِلَا تَأْخِيرٍ وَلَا تَقْدِيمٍ، وَهُوَ بُرْهَانٌ عَلَى أَنَّهُ كَانَ بِعِلْمِ اللهِ وَإِرَادَتِهِ لِعِقَابِهِمْ بِهِ. </p><p> (الْحَادِيَةَ عَشْرَةَ) : احْتِجَاجُ الْمُتَأَخِّرِ مِنْ هَؤُلَاءِ الرُّسُلِ عَلَى قَوْمِهِ بِمَا وَقَعَ لِمَنْ قَبْلَهُ مِنَ الرُّسُلِ مَعَ أَقْوَامِهِمُ الْمَعْرُوفِينَ عِنْدَ قَوْمِهِ، كَمَا تَرَى فِي إِنْذَارِ شُعَيْبٍ قَوْمَهُ ذَلِكَ فِي الْآيَةِ (٨٩) وَفِي سُورَةِ الْأَعْرَافِ تَذْكِيرُ هُودٍ قَوْمَهُ بِقَوْمِ نُوحٍ قَبْلَهُمْ، ثُمَّ تَذْكِيرُ صَالِحٍ بِقَوْمِ هُودٍ مِنْ قَبْلِهِمْ، وَقَدْ أَنْذَرَ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَوْمَهُ بِجَمِيعِ هَؤُلَاءِ الْأَقْوَامِ وَمَا حَلَّ بِهِمْ. </p><p> فَدَلَّ عَلَى أَنَّهُ وَقَعَ بِأَمْرِهِ عِقَابًا لَهُمْ، وَإِنْ كَانَ مُوَافِقًا لِسُنَنِهِ - تَعَالَى - فِي الْأَسْبَابِ الْعَامَّةِ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي قِصَصِ الرُّسُلِ مَعَ أَقْوَامِهِمْ وَمَا فِيهَا مِنْ أُصُولِ دِينِ اللهِ - تَعَالَى - \" الْإِسْلَامُ \" </p><p> وَمِنْ سُنَّتِهِ - تَعَالَى - فِي تَبْلِيغِهِمْ لَهُ وَهِدَايَتِهِمْ وَفَضَائِلِهِمْ وَضَلَالِ الْمُكَذِّبِينَ لَهُمْ وَظُلْمِهِمْ وَفَسَادِهِمْ - أَنَّهَا دَلَائِلُ وَاضِحَةٌ عَلَى رِسَالَةِ خَاتَمِهِمْ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِعْجَازِ كِتَابِهِ وَكَوْنِهِ مِنْ عِنْدِ اللهِ - تَعَالَى - أَكْمَلَ بِهِ دِينَهُ، وَوُجُوهُ الدَّلَالَةِ فِيهَا كَثِيرَةٌ مِنْ عَقْلِيَّةٍ وَعِلْمِيَّةٍ وَاجْتِمَاعِيَّةٍ وَتَارِيخِيَّةٍ وَغَيْبِيَّةٍ، وَقَدْ فَصَّلْنَاهَا فِي \" كِتَابِ الْوَحْيِ الْمُحَمَّدِيِّ \" تَفْصِيلًا. </p><p> (الْبَابُ الرَّابِعُ فِي الْبَعْثِ وَالْجَزَاءِ) : </p><p> آيَاتُ الْبَعْثِ فِي الْقُرْآنِ نَوْعَانِ: الْأَوَّلُ لِدَعْوَةِ الْمُشْرِكِينَ إِلَى الْإِيمَانِ بِهِ وَالِاسْتِدْلَالِ عَلَى قُدْرَةِ الْخَالِقِ - تَعَالَى - عَلَيْهِ، وَإِزَالَةِ اسْتِبْعَادِهِمْ لَهُ وَتَقْرِيبِهِ إِلَى إِدْرَاكِهِمْ بِضَرْبِ الْأَمْثَالِ لَهُ. </p><p> (وَالثَّانِي) لِتَذْكِيرِ الْمُؤْمِنِينَ بِهِ لِلتَّرْغِيبِ وَالتَّرْهِيبِ وَالْمَوْعِظَةِ، وَالْجَزَاءُ قِسْمَانِ أَيْضًا: جَزَاءُ الْمُؤْمِنِينَ وَالْمُتَّقِينَ الصَّالِحِينَ، وَجَزَاءُ الْكَافِرِينَ الظَّالِمِينَ الْمُجْرِمِينَ، وَلِكُلٍّ مِنَ الْبَعْثِ وَالْجَزَاءِ بِقِسْمَيْهِ أَلْوَانٌ مِنَ الْبَيَانِ الرَّائِعِ الْعَجِيبِ، وَأَسَالِيبُ فِي التَّعْبِيرِ الْبَلِيغِ، وَكُلٌّ مِنَ النَّوْعَيْنِ وَالْقِسْمَيْنِ يَجْتَمِعَانِ وَيَفْتَرِقَانِ فِي التَّعْبِيرِ عَنْهُمَا وَالْخِطَابِ بِهِمَا بِتِلْكَ الْأَسَالِيبِ الْمُخْتَلِفَةِ فِي الْآيَةِ وَالْآيَتَيْنِ وَالْآيَاتِ، وَلِكُلٍّ مِنْهُمَا تَأْثِيرُهُ فِي الْخَوْفِ وَالرَّجَاءِ، يَجْعَلُ التَّكْرَارَ الضَّرُورِيَّ لِتَثْبِيتِ الْمَعَانِي فِي النَّفْسِ غَيْرَ مُمِلٍّ لِلسَّمْعِ، وَلَا مُسْئِمٍ لِلطَّبْعِ، وَهَذَا مِنْ أَبْدَعِ مَا يَمْتَازُ بِهِ كَلَامُ الرَّبِّ الْمُعْجِزُ عَلَى كَلَامِ خَلْقِهِ. فَتَأَمَّلْ ذَلِكَ وَتَدَبَّرْهُ فِي قَوْلِهِ أَوَّلَ السُّورَةِ بَعْدَ ذِكْرِ الْإِنْذَارِ وَالتَّبْشِيرِ، وَالتَّخْوِيفِ مِنْ عَذَابِ يَوْمٍ كَبِيرٍ: - إِلَى اللهِ مَرْجِعُكُمْ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ - ٤ ثُمَّ تَأَمَّلْ قَوْلَهُ بَعْدَ ذَكَرِ خَلْقِ السَّمَوَاتِ وَالْأَرْضِ إِذْ كَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَ الْعُقَلَاءَ الْمُخَاطَبِينَ أَيُّهُمْ أَحْسَنُ عَمَلًا: - وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ - ٧ فَالْآيَتَانِ مَنْ نَوْعِ الِاسْتِدْلَالِ عَلَى الْبَعْثِ وَالْجَزَاءِ مَعًا بِأَنَّ الْخَالِقَ الْقَدِيرَ، ذَا الْحِكْمَةِ الْبَالِغَةِ فِي التَّقْدِيرِ وَالتَّدْبِيرِ، لَا تَظْهَرُ عَظَمَةُ قُدْرَتِهِ، وَسِرُّ حِكْمَتِهِ فِي تَقْدِيرِهِ، إِلَّا بِاخْتِبَارِ عِبَادِهِ الَّذِينَ وَهَبَهُمُ الْعَقْلَ وَالتَّمْيِيزَ بَيْنَ الْحَقِّ، الَّذِي تَتَجَلَّى بِهِ الْحِكْمَةُ فِي الْخَلْقِ، وَالْبَاطِلُ الْعَبَثُ بِخُلُوِّهَا مِنْهُ، وَبِالْجَزَاءِ عَلَى مَا يَعْمَلُونَ مِنْ خَيْرٍ وَشَرٍّ، وَحَسَنٍ وَقَبِيحٍ، وَهَذَا الْجَزَاءُ لَا يَكُونُ تَامًّا عَامًّا لِلْأَفْرَادِ فِي الدُّنْيَا لِقِصَرِ أَعْمَالِهِمْ فِيهَا، فَدَلَّ عَلَى أَنَّ الْحِكْمَةَ الرَّبَّانِيَّةَ تَقْتَضِي أَنْ يَكُونَ فِي حَيَاةٍ ثَانِيَةٍ بَعْدَ هَذِهِ الْحَيَاةِ الدُّنْيَا، فَكُلُّ مَا يَدُلُّ عَلَى رُبُوبِيَّتِهِ - تَعَالَى - وَحِكْمَتِهِ وَعَدْلِهِ يَدُلُّ عَلَى الْبَعْثِ وَالْجَزَاءِ لِأَنَّهُ مِنْ لَوَازِمِهَا. </p><p> وَإِنَّ مَا بَعْدَ هَذَا مِنَ الْآيَاتِ فِي رِسَالَةِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ تَكَرَّرَ فِيهِ جَزَاءُ الْكَافِرِينَ وَالْمُؤْمِنِينَ فِي الْآخِرَةِ ; لِأَنَّ مُشْرِكِي الْعَرَبِ كَانُوا أَكْثَرَ جِدَالًا مِنْ كُلِّ قَوْمٍ فِي الْبَعْثِ بَعْدَ الْمَوْتِ، فَتَرَى بَعْدَهَا كُلَّ جِدَالِ نُوحٍ وَصَالِحٍ لِقَوْمِهِ فِي عَقِيدَةِ التَّوْحِيدِ بِعِبَادَةِ اللهِ وَحْدَهُ دُونَ عَقِيدَةِ الْبَعْثِ، وَزَادَ شُعَيْبٌ مَسْأَلَةَ الْأَمْرِ وَالنَّهْيِ فِي الْمِكْيَالِ وَالْمِيزَانِ، وَانْحَصَرَ إِنْذَارُ لُوطٍ فِي النَّهْيِ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ، ثُمَّ خَتَمَ اللهُ الْعِبْرَةَ فِي هَذِهِ الْقِصَصِ بِهَلَاكِهِمْ فِي الدُّنْيَا </p><p> وَعَدَمِ إِغْنَاءِ آلِهَتِهِمْ عَنْهُمْ مِنْ شَيْءٍ، وَهُوَ دَلِيلُ التَّوْحِيدِ، وَبِعَذَابِ الْآخِرَةِ إِذْ عَادَ الْكَلَامُ كَمَا بَدَأَ فِي إِنْذَارِ مُشْرِكِي أُمِّ الْقُرَى وَمَا حَوْلَهَا مِنَ الْعَرَبِ، فَذَكَرَ الْيَوْمَ الْآخِرَ وَمَا فِيهِ مِنَ الْجَزَاءِ بِتِلْكَ الْآيَاتِ الْبَلِيغَةِ الْمُمْتَازَةِ: - إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ - ١٠٣ الْآيَاتِ - وَلَمَّا بَيَّنَ فِيهَا جَزَاءَ كُلٍّ مِنْ فَرِيقِ الْأَشْقِيَاءِ وَالسُّعَدَاءِ وَخُلُودَهُمْ فِي النَّارِ وَالْجَنَّةِ، اسْتَثْنَى بَعْدَ كُلٍّ مِنْهُمَا اسْتِثْنَاءً لَمْ يَسْبِقْ لَهُ فِيمَا قَبْلَهُ وَلَا فِيمَا بَعْدَهُ مِنَ الْقُرْآنِ نَظِيرٌ فِي ذَاتِهِ وَلَا فِي التَّفْرِقَةِ بَيْنَهُمَا، وَهُوَ قَوْلُهُ فِي أَهْلِ النَّارِ: - خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ - ١٠٧ وَفِي أَهْلِ الْجَنَّةِ: - خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ - ١٠٨. </p><p> حَارَ فِي هَذَا الِاسْتِثْنَاءِ وَالتَّفْرِقَةِ فِيهِ بَيْنَ الدَّارَيْنِ الْمُفَسِّرُونَ مِنْ عُلَمَاءِ الْآثَارِ وَالْمُتَكَلِّمِينَ وَالصُّوفِيَّةِ ; لِتَعَارُضِهِ فِي الظَّاهِرِ مَعَ الْآيَاتِ الْكَثِيرَةِ فِي خُلُودِ الْفَرِيقَيْنِ، وَتَأْكِيدِ بَعْضِهَا بِكَلِمَةِ التَّأْيِيدِ، وَلَكِنَّ أَكْثَرَهُ فِي الْمُؤْمِنِينَ أَصْحَابِ الْجَنَّةِ، حَتَّى فِي الْآيَاتِ الَّتِي فِيهَا الْمُقَابَلَةُ بَيْنَ الْفَرِيقَيْنِ كَمَا تَرَاهُ فِي سُورَةِ النِّسَاءِ (٤: ٥٦ مَعَ ٥٧ و١٢١ مَعَ ١٢٢) وَفِي سُورَةِ التَّغَابُنِ (٦٤: ٩ مَعَ ١٠) وَفِي سُورَةِ الْبَيِّنَةِ (٩٨: ٦ مَعَ ٨) فَفِي هَذِهِ الْآيَاتِ يُؤَكِّدُ خُلُودَ الْمُؤْمِنِينَ فِي الْجَنَّةِ بِالتَّأْيِيدِ دُونَ خُلُودِ الْكَافِرِينَ فِي النَّارِ، كَمَا يُؤَكِّدُهُ فِي آيَاتٍ أُخْرَى مِنْ سُوَرٍ: كَالنِّسَاءِ وَالتَّوْبَةِ وَالْمَائِدَةِ وَالطَّلَاقِ بِدُونِ مُقَابَلَةٍ. </p><p> وَمَثَلُ هَذِهِ الْفُرُوقِ لَا تَأْتِي فِي الذِّكْرِ الْحَكِيمِ جُزَافًا أَوْ عَبَثًا أَوْ عَنْ غَفْلَةٍ كَكَلَامِ الْبَشَرِ، بَلْ يَتَعَيَّنُ أَنْ يَكُونَ لَهَا حِكْمَةٌ فِي التَّشْرِيعِ، وَنُكْتَةٌ فِي بَلَاغَةِ التَّعْبِيرِ، وَلَا يَقْدِرُ </p><p> عَلَى الْغَوْصِ فِي هَذَا الْبَحْرِ الْخِضَمِّ وَاسْتِخْرَاجِ أَمْثَالِ هَذِهِ الدُّرَرِ مِنْهُ إِلَّا الْجَامِعُ بَيْنَ أَسْرَارِ الْعِلْمَيْنِ - عِلْمِ حِكَمِ التَّشْرِيعِ وَعِلْمِ أَسْرَارِ الْبَلَاغَةِ - وَلَقَدْ كَانَ أَقْرَبُ مَا يُقَالُ فِي تِلْكَ الْآيَاتِ أَنَّهَا بِمَعْنَى الِاسْتِثْنَاءِ فِي هَاتَيْنِ الْآيَتَيْنِ الْمُتَبَادِرِ مِنْهُمَا فِي ذَاتِهِمَا، وَهُوَ التَّفْرِقَةُ بَيْنَ الْجَزَاءِ بِالْفَضْلِ فَوْقَ الْعَدْلِ الَّذِي يُضَاعَفُ مِنْ عَشَرَةِ أَضْعَافٍ إِلَى سَبْعِمِائَةِ ضِعْفٍ، وَالْجَزَاءِ بِالْعَدْلِ وَالْمُسَاوَاةِ الَّذِي لَا يَظْلِمُ فِيهِ مِثْقَالَ ذَرَّةٍ، وَمَا فَوْقَهُ مِنْ رَحْمَةِ اللهِ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ، وَلَكِنْ يَقِفُ فِي طَرِيقِ هَذَا الْفَهْمِ عَلَى وُضُوحِهِ أَنَّ التَّأْيِيدَ أَكَّدَ بِهِ جَزَاءَ الَّذِينَ كَفَرُوا وَظَلَمُوا فِي أَوَاخِرِ سُورَةِ النِّسَاءِ (٤١: ١٦٧ - ١٦٩) وَجَزَاءَ الَّذِينَ لَعَنَهُمُ اللهُ مِنْهُمْ فِي سُورَةِ الْأَحْزَابِ ٣٣: ٥٧ و٦٤) وَجَزَاءَ الْعُصَاةِ فِي سُورَةِ الْجِنِّ: - وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا - ٧٢: ٢٣ وَالْقَوَاعِدُ تَقْتَضِي جَعْلَ الْعِصْيَانِ هُنَا عَامًّا شَامِلًا لِتَرْكِ الْإِيمَانِ بِمَعْنَى الشِّرْكِ. </p><p> عَلَى أَنَّنَا بَيَّنَّا فِي تَفْسِيرِ مَا تَقَدَّمَ مِنَ الْآيَاتِ فِي الْخُلُودِ وَالتَّأْيِيدِ مَعْنَاهُمَا اللُّغَوِيَّ، وَأَنَّهُ لَمْ يَكُنْ عِنْدَ الْعَرَبِ لَفْظٌ مِنْهَا وَلَا مِنْ غَيْرِهَا يَدُلُّ عَلَى التَّأْيِيدِ فِي الِاصْطِلَاحِ الشَّرْعِيِّ، وَهُوَ عَدَمُ النِّهَايَةِ فِي الْوُجُودِ وَإِنْ قُدِّرَتْ بِأُلُوفِ الْأُلُوفِ وَمَا لَا يُحْصَى مِنَ السِّنِينَ. </p><p> وَبَيَّنَّا فِي تَفْسِيرِ الِاسْتِثْنَاءِ هُنَا وَفِي سُورَةِ الْأَنْعَامِ أَنَّ جُمْهُورَ الْمُفَسِّرِينَ تَأَوَّلُوهُ لِمُوَافَقَةِ الْمُقَرَّرِ فِي الْعَقَائِدِ مِنْ أَنَّ خُلُودَ أَهْلِ النَّارِ كَأَهْلِ الْجَنَّةِ، وَأَنَّ بَعْضَهُمْ جَعَلَهُ عَلَى ظَاهِرِهِ لِأَنَّهُ مَعَارَضٌ بِنُصُوصِ الْقُرْآنِ وَالْحَدِيثِ الصَّرِيحَةِ فِي سَعَةِ رَحْمَةِ اللهِ وَعَدْلِهِ، وَكَوْنِ الْعِقَابِ عِنْدَهُ عَلَى قَدْرِ الذَّنْبِ ; لِأَنَّ الزِّيَادَةَ ظُلْمٌ وَهُوَ مُحَالٌ عَلَى اللهِ - عَزَّ وَجَلَّ - عَقْلًا وَنَقْلًا، وَكُنْتُ وَعَدْتُ بِأَنْ أَذْكُرَ هُنَا كُلَّ مَا قَالَهُ الْعُلَمَاءُ فِي هَذَا الْمَوْضُوعِ، ثُمَّ رَأَيْتُ الْآنَ أَنْ لَا حَاجَةَ إِلَيْهِ بَعْدَ أَنْ وَجَّهْتُ تَفْسِيرَ الِاسْتِثْنَاءِ بِمَا يَجْمَعُ بَيْنَ النُّصُوصِ الْمُتَعَارِضَةِ الظَّاهِرِ وَمَا سَبَقَ فِي تَفْسِيرِ آيَةِ الْأَنْعَامِ (٦: ١٢٧ ص ٥٤ - ٨٦ ج٨ تَفْسِير ط الْهَيْئَةِ) وَهُوَ مَا بَسَطَهُ الْمُحَقِّقُ ابْنُ الْقَيِّمِ مِنْ دَلَائِلِ الْفَرِيقَيْنِ، وَخُلَاصَتُهُ: أَنَّ رَحْمَةَ اللهِ - تَعَالَى - أَوْسَعُ وَأَكْمَلُ، وَإِرَادَتُهُ أَعَمُّ وَأَشْمَلُ، فَلَا يُقَيِّدُهُمَا شَيْءٌ وَلَا يُحِيطُ بِهِمَا إِلَّا عِلْمُهُ. وَقَدْ تَعَرَّضَ لِهَذَا الْمَوْضُوعِ مِنَ الْمُفَسِّرِينَ الْمُتَأَخِّرِينَ الْقَاضِي الشَّوْكَانِيُّ فِي تَفْسِيرِهِ (فَتْحِ الْقَدِيرِ) وَتَبِعَهُ السَّيِّدُ حَسَن صِدِّيق خَان فِي تَفْسِيرِهِ (فَتْحِ الْبَيَانِ) فَلْيُرَاجِعْهُمَا مَنْ شَاءَ. </p><p> الْبَابُ الْخَامِسُ: </p><p> (فِي صِفَاتِ النَّفْسِ وَأَخْلَاقِهَا مِنَ الْفَضَائِلِ وَالرَّذَائِلِ الَّتِي هِيَ مَصَادِرُ الْأَعْمَالِ مِنَ الْخَيْرِ وَالشَّرِّ وَالْحَسَنَاتِ وَالسَّيِّئَاتِ وَالصَّلَاحِ وَالْفَسَادِ وَفِيهِ فَصْلَانِ) : </p><p> مُقَدِّمَةٌ فِي أُسْلُوبِ الْقُرْآنِ الْمُعْجِزِ فِي الْأَخْلَاقِ وَالْفَضَائِلِ وَالرَّذَائِلِ: </p><p> لِلْحُكَمَاءِ وَالصُّوفِيَّةِ وَالْأُدَبَاءِ وَالشُّعَرَاءِ مَنَاهِجُ وَأَسَالِيبُ مُخْتَلِفَةٌ فِي عِلْمِ الْأَخْلَاقِ وَمَا يَتَرَتَّبُ عَلَيْهَا مِنَ الْأَعْمَالِ خَيْرِهَا وَشَرِّهَا، وَالْعَادَاتِ حُسْنِهَا وَقَبِيحِهَا، كَمَا تَرَاهُ فِي كُتُبِ أَهْلِهَا مِنْ فَلْسَفَةٍ وَحِكَمٍ، وَأَدَبٍ وَتَرْبِيَةٍ، وَحِكَايَاتٍ تَمْثِيلِيَّةٍ لِوَقَائِعَ بَيْنَ الْحَاضِرِينَ أَوْ أَسَاطِيرِ الْأَوَّلِينَ، أَوْ عَلَى أَلْسِنَةِ الْحَيَوَانِ، أَوْ خُرَافَاتِ الشَّيَاطِينِ وَالْجَانِّ، تَبَارَى فِي تَصْنِيفِهَا عُلَمَاءُ الشُّعُوبِ فِي عَهْدِ حَضَارَةِ كُلٍّ مِنْهَا، وَفِي كُلٍّ مِنْهَا فَوَائِدُ لِقُرَّائِهَا بِقَدْرِ اسْتِعْدَادِهِمْ، وَأَخْطَاءٌ يُنْكِرُهَا بَعْضُهُمْ عَلَى بَعْضٍ، وَلَمْ تَهْتَدِ أُمَّةٌ مِنَ الْأُمَمِ بِكِتَابٍ مِنْهَا كَمَا اهْتَدَى أَتْبَاعُ الْأَنْبِيَاءِ الْمُرْسَلِينَ الَّذِينَ آمَنُوا لَهُمْ فِي دِينِهِمْ. </p><p> وَعِنْدَ الْأُمَمِ الْمُتَدَيِّنَةِ كُتُبٌ مُقَدَّسَةٌ فِي أُصُولِ أَدْيَانِهَا وَآدَابِهَا يُعَزَّى بَعْضُهَا إِلَى الْوَحْيِ الْإِلَهِيِّ وَبَعْضُهَا إِلَى مَوَاعِظِ الْأَنْبِيَاءِ وَالصَّالِحِينَ مِنْ سَلَفِهَا، وَأَعْلَاهَا الْأَحَادِيثُ الشَّرِيفَةُ الْمُسْنَدَةُ إِلَى نَبِيِّنَا مُحَمَّدٍ رَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رُوِيَتْ مَنْثُورَةً مُتَفَرِّقَةً، ثُمَّ جُمِعَتْ فِي دَوَاوِينَ مُرَتَّبَةٍ، فَمَا تَجِدُ مِنْ خَيْرٍ وَفَضِيلَةٍ عِنْدَ هَؤُلَاءِ الْأُمَمِ فَهُوَ مِنْ تَأْثِيرِ اتِّبَاعِ هَذِهِ الْكُتُبِ وَمَا حَفِظُوا وَفَقِهُوا مِنْهَا، وَمَا تَجِدُ مِنْ شَرٍّ وَبَاطِلٍ فَهُوَ مِنْ فَلْسَفَةِ رُؤَسَاءِ الدِّينِ وَالدُّنْيَا وَإِضْلَالِهِمْ إِيَّاهُمْ عَنْهَا، أَوْ تَحْرِيفِهِمْ لَهَا. </p><p> وَأَمَّا الْقُرْآنُ فَلَا يُشْبِهُ شَيْئًا وَلَا يُشْبِهُهُ شَيْءٌ مِنْ هَذِهِ الْكُتُبِ فِي أُسْلُوبِهِ، وَلَا فِي مِنْهَاجِهِ وَتَرْتِيبِهِ، وَلَا فِي تَرْبِيَتِهِ وَتَأْدِيبِهِ، وَلَا فِي تَأْثِيرِهِ فِيمَا يَحْمَدُهُ وَيُرَغِّبُ فِيهِ، وَلَا فِيمَا يَذُمُّهُ وَيَزْجُرُ عَنْهُ، فِيهِ كُلُّ مَا يَحْتَاجُ إِلَيْهِ الْمُكَلَّفُونَ لِتَزْكِيَةِ أَنْفُسِهِمْ وَتَطْهِيرِهَا عَقْلًا وَنَفْسًا وَخُلُقًا، وَكَأَنَّهُ لَيْسَ فِيهِ شَيْءٌ مِنْهَا تَصْنِيفًا وَوَصْفًا، فَمَنْ تَلَاهُ حَقَّ تِلَاوَتِهِ، وَتَدَبَّرَهُ، وَجَدَ كُلَّ عِلْمٍ وَحِكْمَةٍ، وَخَيْرٍ وَفَضِيلَةٍ، وَبَرٍّ وَمَكْرَمَةٍ، حَاضِرًا فِي نَفْسِهِ، وَكُلَّ جَهْلٍ وَشَرٍّ كَانَ مُلْتَاثًا بِهِ أَوْ عُرْضَةً لَهُ كَأَنَّ بَيْنَهُ وَبَيْنَهُ حَاجِزًا كَثِيفًا، </p><p> أَوْ أَمَدًا بَعِيدًا، وَلَكِنَّهُ لَا يَجِدُ شَيْئًا مِنْ هَذَا وَلَا ذَاكَ فِي سُوَرِهِ مَدْلُولًا عَلَيْهِ بِعَنَاوِينِهِ كَمَا يَجِدُهُ فِي أَبْوَابِ الْكُتُبِ الَّتِي صَنَّفَهَا عُلَمَاءُ الْبَشَرِ وَفُصُولِهَا، فَمَقَاصِدُهُ وَمَعَانِيهِ مَمْزُوجٌ بَعْضُهَا بِبَعْضٍ فِي جَمِيعِ سُوَرِهِ، طُوَالِهَا وَقِصَارِهَا، بَلْ فِي جُمْلَةِ آيَاتِهِ مِنْهَا، لِأَجْلِ أَنَّهُ يُرَتَّلُ بِنَغَمِهِ اللَّائِقِ بِهِ تَرْتِيلًا، وَيُتَعَبَّدُ بِتَدَبُّرِ مَا فَصَّلَهُ مِنْ آيَاتِهِ تَفْصِيلًا، فَجُمْلَةُ الْقَوْلِ فِيهِ أَنَّهُ هُوَ أَعْلَى مِنْ كُلِّ مَا عَهِدَهُ الْبَشَرُ وَعَرَفُوهُ صُورَةً وَمَعْنًى، وَهِدَايَةً وَتَأْثِيرًا، كَمَا فَصَّلْنَاهُ فِي كِتَابِ (الْوَحْيِ الْمُحَمَّدِيِّ) مُقْتَبَسًا مِنْ هَذَا التَّفْسِيرِ، وَلَا سِيَّمَا إِجْمَالُ كُلِّ سُورَةٍ فُسِّرَتْ فِيهِ بَعْدَ تَفْصِيلٍ. وَتَأَمَّلْهُ فِي فَصْلَيْ هَذَا الْبَابِ، وَمَا هُوَ بِبِدْعٍ مِنْ سَائِرِ الْأَبْوَابِ. </p><p> يَقْرَأُ كَثِيرٌ مِنَ النَّاسِ هَذِهِ السُّورَةَ فَلَا يَكَادُونَ يَفْطِنُونَ لِمَا فِيهَا مِنْ بَيَانِ فَضَائِلِ الرُّسُلِ وَالْمُؤْمِنِينَ الَّتِي يَجِبُ التَّأَسِّي بِهَا، وَمَسَاوِئِ الْكُفَّارِ الَّتِي يَجِبُ تَطْهِيرُ الْأَنْفُسِ مِنْهَا، فَمَنْ قَرَأَ مِنْهُمْ تَفْسِيرَهَا فِي أَكْثَرِ كُتُبِ التَّفْسِيرِ الْمُتَدَاوَلَةِ كَانَتْ أَشْغَلَ شَاغِلٍ لَهُ عَنْ ذَلِكَ بِمَبَاحِثِ الْفُنُونِ الْعَرَبِيَّةِ وَالْمُجَادَلَاتِ الْكَلَامِيَّةِ، وَالْأَسَاطِيرِ الْإِسْرَائِيلِيَّةِ. وَمَنْ يَهُمُّهُ الْعِلْمُ الَّذِي يُعِينُهُ عَلَى تَهْذِيبِ نَفْسِهِ صَارَ يَطْلُبُهُ مِنْ كُتُبِ الْأَخْلَاقِ وَالْأَدَبِ وَالتَّصَوُّفِ دُونَ الْقُرْآنِ، وَهُوَ هُوَ الَّذِي قَلَبَ طِبَاعَ الْأُمَّةِ الْعَرَبِيَّةِ كُلِّهَا وَزَكَّى أَنْفُسَهَا وَسَوَّدَهَا عَلَى بَدْوِ الْعَالَمِ وَحَضَرِهِ مُنْذُ الْجِيلِ الْأَوَّلِ مِنْ إِسْلَامِهَا، إِلَى أَنْ أَعْرَضُوا عَنْ هِدَايَتِهِ وَأَدَبِهِ اشْتِغَالًا بِفَلْسَفَةِ الشُّعُوبِيَّةِ وَآدَابِهَا، أَوْ تَنَازُعًا فِي زِينَةِ الدُّنْيَا وَسُلْطَانِهَا، فَكَانُوا يَبْعُدُونَ عَنِ الْحَقِّ وَالْعَدْلِ وَالْفَضْلِ وَالسِّيَادَةِ وَالْمُلْكِ بِقَدْرِ مَا يَبْعُدُونَ عَنْ هِدَايَةِ الْقُرْآنِ فِيهَا. </p><p> إِنَّنِي بَعْدَ أَنْ كَتَبْتُ تَفْسِيرَ السُّورَةِ وَنَشَرْتُهُ وَشَرَعْتُ فِي كِتَابَةِ هَذِهِ الْخُلَاصَةِ تَأَمَّلْتُ السُّورَةَ فِي الْمُصْحَفِ الشَّرِيفِ وَحْدَهُ، فَوَقَفْتُ فِي هَذَا الْبَابِ مِنْهَا أَطْوَلَ مِنْ وَقَفَاتِي فِيمَا سَبَقَهُ مِنَ الْأَبْوَابِ، فَرَأَيْتُ فِي تَضَاعِيفِ الْآيَاتِ مِنْ دَعْوَةِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي فَاتِحَتِهَا وَخَاتِمَتِهَا، وَمِنْ قِصَصِ الرُّسُلِ فِي وَسَطِهَا، عِشْرِينَ مَسْأَلَةً أَوْ أَكْثَرَ فِي عَقَائِلِ الْفَضَائِلِ وَمَكَارِمِ الْأَخْلَاقِ وَأَحَاسِنِ الْأَعْمَالِ، وَمِثْلَهَا فِي فَسَادِ النَّفْسِ بِاتِّبَاعِ الْهَوَى وَاجْتِنَابِ الْهُدَى، بَعْضُهَا يَخُصُّ الْعَقْلَ وَالْفَهْمَ، وَالْعِلْمَ وَالْجَهْلَ، وَبَعْضُهَا يَخُصُّ الْخَلْقَ وَالْعَادَةَ وَالْأَعْمَالَ ; لِهَذَا جَعَلْتُ هَذَا الْبَابَ فِي فَصْلَيْنِ أَسْرُدُ فِيهِمَا مَا لَاحَ الْآنَ لِفَهْمِي مِنْهَا. </p><p> (الْفَصْلُ الْأَوَّلُ) : </p><p> (فِي مَسَاوِئِ النَّفْسِ الْعَقْلِيَّةِ وَالْخُلُقِيَّةِ وَسَيِّئَاتِ الْأَعْمَالِ وَالْعَادَاتِ وَفِيهِ إِحْدَى وَعِشْرُونَ مَسْأَلَةً) : </p><p> (الْمَسْأَلَةُ الْأُولَى: خَسَارَةُ النَّفْسِ) : </p><p> أَبْدَأُ بِهَذِهِ الْمَسْأَلَةِ وَإِنْ كَانَتْ نَتِيجَةً تَابِعَةً لِمَفَاسِدَ ذُكِرَتْ فِي هَذِهِ السُّورَةِ قَبْلَهَا لِغَفْلَةِ أَكْثَرِ النَّاسِ فِي عَصْرِنَا عَنْهَا، عَلَى تَكْرَارِ ذِكْرِهَا فِي الْقُرْآنِ، وَانْفِرَادِهِ دُونَ جَمِيعِ كُتُبِ الْعِلْمِ الْبَشَرِيَّةِ وَالسَّمَاوِيَّةِ بِالتَّذْكِيرِ بِهَا، فَقَالَ هُنَا فِي الظَّالِمِينَ لِأَنْفُسِهِمْ بِالِافْتِرَاءِ عَلَى اللهِ الصَّادِّينَ عَنْ سَبِيلِهِ يَبْغُونَهَا عِوَجًا، الَّذِينَ فَقَدُوا الِاسْتِعْدَادَ لِلِانْتِفَاعِ بِسَمْعِهِمْ وَأَبْصَارِهِمْ: - أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ - ٢١ و٢٢ ثُمَّ ذَكَرَ أَضْدَادَهُمْ مِنَ الْمُؤْمِنِينَ الصَّالِحِينَ، وَضَرَبَ لِلْفَرِيقَيْنِ مَثَلَ الْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ، فَكَانَ هَذَا آخِرَ مَا افْتُتِحَتْ بِهِ السُّورَةُ مِنَ الْكَلَامِ فِي رِسَالَةِ خَاتَمِ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْنَى هَذِهِ الْخَسَارَةِ هُنَا يُفْهَمُ مِمَّا قَبْلَ الْآيَتَيْنِ وَمَا بَعْدَهُمَا، وَخُلَاصَتُهُ: أَنَّ فِطْرَتَهُمُ الْإِنْسَانِيَّةَ فَسَدَتْ كُلُّهَا فَفَقَدَتِ اسْتِعْدَادَهَا الْخَاصَّ بِهَا إِلَخْ، أَرَأَيْتَ مَنْ خَسِرَ نَفْسَهُ فَأَيُّ شَيْءٍ بَقِيَ لَهُ؟ أَيُغْنِي عَنْهُ رِبْحُ تِجَارَتِهِ وَكَثْرَةُ مَالِهِ وَجَاهُهُ بِالْبَاطِلِ؟ كَلَّا، إِنَّكَ تَفْهَمُ مِنْ مَعْنَى هَذِهِ الْكَلِمَةِ الْكَبِيرَةِ الْمُرْعِبَةِ بِاسْتِعْمَالِ عَوَامِّ الْمِصْرِيِّينَ لَهَا مَا لَا تَفْهَمُهُ مِنْ مِثْلِ تَفْسِيرِ الْجَلَالَيْنِ، يَقُولُونَ فِيمَنْ فَسَدَ خُلُقُهُ وَضَاعَ شَرَفُهُ وَصَارَ مَهِينًا مُحْتَقَرًا: فُلَانٌ خَسِرَ - أَيْ ذَهَبَتْ مَزَايَاهُ وَفَضَائِلُهُ حَتَّى لَمْ تَبْقَ لَهُ قِيمَةٌ فِي الْوُجُودِ. </p><p> (الْمَسْأَلَةُ الثَّانِيَةُ: فَقْدُ هِدَايَةِ السَّمْعِ وَالْبَصَرِ وَهُمَا أَوَّلُ طُرُقِ الِاسْتِدْلَالِ) : </p><p> وَهَذَا مَعْنًى يَغْفُلُ عَنْهُ أَكْثَرُ النَّاسِ أَيْضًا، وَلِذَلِكَ قَرَّرَهُ الْقُرْآنُ كَثِيرًا بِأَسَالِيبَ بَلِيغَةٍ، وَمِنْهَا قَوْلُهُ قَبْلَ مَسْأَلَةِ خُسْرَانِ النَّفْسِ فِي أَهْلِهَا: - مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ - ٢٠ وَنُكْتَةُ اخْتِلَافِ التَّعْبِيرِ فِيهِ أَنَّ الْإِنْسَانَ يَسْمَعُ الْأَصْوَاتَ وَإِنْ لَمْ يَقْصِدْ سَمَاعَهَا وَلَمْ يَصْغُ لَهَا، فَالْمُرَادُ هُنَا أَنَّهُمْ لِشِدَّةِ كَرَاهَتِهِمْ أَنْ يَسْمَعُوا آيَاتِ اللهِ وَحُجَجَهُ فِي كِتَابِهِ مَا كَانُوا يَسْتَطِيعُونَ إِلْقَاءَ السَّمْعِ لَهُ إِذَا تُلِيَ، لِئَلَّا يَسْمَعُوهُ فَيُحَوِّلَهُمْ عَمَّا كَانُوا فِيهِ، كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُمْ: - إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا </p><p> عَلَيْهَا - ٢٥: ٤٢ وَلَوْ أَلْقَوُا السَّمْعَ لَمَا سَمِعُوا سَمَاعَ فَهْمٍ وَتَأَمُّلٍ، وَلَوْ سَمِعُوا لَمَا عَقَلُوا وَفَقِهُوا كَمَا وَصَفَهُمْ فِي الْأَنْفَالِ (٨: ٢١ - ٣٣) وَقَالَ هُنَا حِكَايَةً عَنْ قَوْمِ مَدْيَنَ: - قَالُوا يَاشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ - ٩١ وَكَذَلِكَ مَا كَانُوا يُبْصِرُونَ الْآيَاتِ الْمَرْئِيَّةَ إِذَا هُمْ نَظَرُوا دَلَائِلَهَا وَمِنْهَا رُؤْيَةُ الْمُصْطَفِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلِذَلِكَ قَالَ فِيهِمْ: - وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ - ٧: ١٩٨. </p><p> وَوَضَحَ هَذَا بِضَرْبِهِ الْمَثَلَ لَهُمْ وَلِلْمُؤْمِنِينَ بِقَوْلِهِ فِيهِمَا: مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ. </p><p> (الْمَسْأَلَةُ الثَّالِثَةُ: الشَّكُّ وَالِارْتِيَابُ فِي دَعْوَةِ الرُّسُلِ) : </p><p> وَصَفَ الْقُرْآنُ الْكَفَّارَ بِهَذَا الْجَهْلِ فِي قَوْلِهِ - تَعَالَى - حِكَايَةً عَنْ قَوْمِ صَالِحٍ: - أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ - ٦٢ وَمِثْلُهُ فِي قَوْمِ مُوسَى الَّذِينَ اخْتَلَفُوا فِي كِتَابِهِ قَالَ: - وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ - ١١٠ أَكَّدَ شَكَّ قَوْمِ مُوسَى فِي كِتَابِهِمْ بَعْدَ إِيمَانِهِمْ، وَلَكِنَّهُ قَالَ فِي قَوْمِ مُحَمَّدٍ قَبْلَ إِيمَانِهِمْ - وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا - إِلَى قَوْلِهِ: - إِنْ كُنْتُمْ صَادِقِينَ - ٢: ٢٣ إِنَّكُمْ فِي رَيْبٍ مِنْهُ، فَكَذَّبَهُمْ فِي دَعْوَى الرَّيْبِ. وَفِي سَائِرِ السُّوَرِ كَثِيرٌ مِنْ هَذَا فِي الْكَفَّارِ كَوَصْفِهِمْ بِاتِّبَاعِ الظَّنِّ وَبِالْخَرْصِ وَنَفْيِهِ الْعِلْمَ عَنْهُمْ، فَهَذِهِ شَوَاهِدُ فِي وَصْفِ حَالِهِمُ الْعَقْلِيَّةِ وَرَدَتْ فِي سِيَاقِ قِصَصِهِمْ دَالَّةً عَلَى مُطَالَبَةِ الْإِسْلَامِ النَّاسَ بِالْعِلْمِ وَفِقْهِ الشَّرَائِعِ وَبَرَاهِينِ الْعَقَائِدِ، وَأَنَّى لَهُمْ بِهِ وَالتَّقْلِيدُ يَصُدُّهُمْ عَنِ النَّظَرِ الْعَقْلِيِّ الْمُوَصِّلِ إِلَيْهِ؟ ! </p><p> (الْمَسْأَلَةُ الرَّابِعَةُ: التَّقْلِيدُ) : </p><p> الْمُرَادُ مِنْهُ اتِّبَاعُ بَعْضِ النَّاسِ لِمَنْ يُعَظِّمُهُ أَوْ يَثِقُ بِهِ أَوْ يُحْسِنُ بِهِ الظَّنَّ فِيمَا لَا يَعْرِفُ أَحَقٌّ هُوَ أَمْ بَاطِلٌ، وَخَيْرٌ هُوَ أَمْ شَرٌّ، وَمَصْلَحَةٌ أَمْ مَفْسَدَةٌ، وَأَصْلُ التَّقْلِيدِ فِي اللُّغَةِ تَحْلِيَةُ الْمَرْأَةِ بِالْقِلَادَةِ، أَوِ الرَّجُلِ بِالسَّيْفِ، أَوِ الْهَدْيِ بِمَا يُعْرَفُ بِهِ (وَهُوَ بِالْفَتْحِ مَا يَهْدِيهِ مُرِيدُ النُّسُكِ إِلَى الْحَرَمِ مِنَ الْأَنْعَامِ) وَتَقْلِيدُهُ: أَنْ يُعَلِّقَ عَلَيْهِ جِلْدَةً أَوْ غَيْرَهَا لِيُعْرَفَ أَنَّهُ هَدْيٌ فَلَا يُتَعَرَّضُ لَهُ، وَمِنْهُ تَقْلِيدُ الْوِلَايَاتِ وَالْمَنَاصِبِ، يُقَالُ: قَلَّدَهُ السَّيْفَ أَوِ الْعَمَلَ فَتَقَلَّدَهُ، وَقَوْلُهُمْ: قَلَّدَ فُلَانٌ الْإِمَامَ الشَّافِعِيَّ مَثَلًا. مَعْنَاهُ: جَعَلَ رَأْيَهُ وَظَنَّهُ الِاجْتِهَادِيَّ فِي الدِّينِ قِلَادَةً لَهُ، وَالْأَصْلُ أَنْ يُقَالَ: تَقَلَّدَ مَذْهَبَ الشَّافِعِيِّ. وَعَرَّفَ </p><p> الْفُقَهَاءُ التَّقْلِيدَ بِأَنَّهُ الْعَمَلُ بِقَوْلِ مَنْ لَا يَعْرِفُ دَلِيلَهُ، وَقَدْ نَهَى الْأَئِمَّةُ الْمَعْرُوفُونَ النَّاسَ عَنْ تَقْلِيدِهِمْ فِي دِينِهِمْ، وَقَالُوا: لَا يَجُوزُ لِأَحَدٍ أَنْ يَتَّبِعَ أَحَدًا إِلَّا فِيمَا عَرَفَ دَلِيلَهُ وَظَهَرَ لَهُ أَنَّهُ حَقٌّ، فَالْعَالِمُ مُبَيِّنٌ لِلْحُكْمِ لَا شَارِعَ لَهُ، وَالتَّقْلِيدُ بِهَذَا الْمَعْنَى شَأْنُ الطِّفْلِ مَعَ وَالِدَيْهِ وَالتِّلْمِيذِ مَعَ أُسْتَاذِهِ، وَهُوَ لَا يَلِيقُ بِالرَّاشِدِ الْمُسْتَقِلِّ، وَلَكِنَّ الْمَرْءُوسِينَ مَعَ الرُّؤَسَاءِ، وَالْعَامَّةَ مَعَ الزُّعَمَاءِ وَالْأُمَرَاءِ، كَالْأَطْفَالِ مَعَ الْأُمَرَاءِ الْمُسْتَبِدِّينَ، وَأَمَّا تَلَقِّي النُّصُوصِ الْقَطْعِيَّةِ وَالسُّنَنِ الْعَمَلِيَّةِ عَنْ نَاقِلِيهَا فَهُوَ لَيْسَ بِتَقْلِيدِهِمْ، وَكَذَا أَخْذُ الْفُنُونِ وَالصِّنَاعَاتِ عَنْ مُتْقِنِيهَا. وَأَمَّا تَشَبُّهُ الشَّرْقِيِّينَ بِالْإِفْرِنْجِ فِيمَا لَا بَاعِثَ عَلَيْهِ إِلَّا تَعْظِيمُهُمْ لِأَنَّهُمْ أَقْوَى مِنْهُمْ وَلَا سِيَّمَا أَزْيَاءُ النِّسَاءِ وَالْعَادَاتُ فَكُلُّهُ مِنَ التَّقْلِيدِ الضَّارِّ، الدَّالِّ عَلَى الصَّغَارِ. </p><p> وَلَمَّا كَانَ الْإِسْلَامُ دِينَ الرُّشْدِ وَالِاسْتِقْلَالِ، أَنْكَرَ عَلَى الْعُقَلَاءِ الْبَالِغِينَ الْمُكَلَّفِينَ جُمُودَ التَّقْلِيدِ عَلَى مَا كَانَ عَلَيْهِ آبَاؤُهُمْ مِنْ أَمْرِ دِينِهِمْ وَدُنْيَاهُمْ، لَا لِأَجْلِ أَنْ يُقَلِّدُوا آخَرِينَ مِنْ أَهْلِ </p><p> عَصْرِهِمْ وَيَسُنُّوا لِمَنْ بَعْدَهُمْ تَقْلِيدَهُمْ، بَلْ لِيَكُونُوا مُسْتَقِلِّينَ فِي طَلَبِ الْحَقَائِقِ مِنْ أَدِلَّتِهَا، وَعَلَّلَهُ بِقَوْلِهِ - تَعَالَى -: - أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ - ٥: ١٠٤ عَلَى مَا بَيَّنَّاهُ فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ مُتَفَرِّقَةٍ، ثُمَّ فِي كِتَابِ (الْوَحْيِ الْمُحَمَّدِيِّ) مُجْتَمِعَةٍ. </p><p> وَفِي قَصَصِ هَذِهِ السُّورَةِ مِنْ حِكَايَةِ هَذَا التَّقْلِيدِ عَنْ ثَمُودَ: - قَالُوا يَاصَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا - ٦٢ وَعَنْ مَدْيَنَ: - قَالُوا يَاشُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ - ٨٧؟ . </p><p> وَمِنْ عَجَائِبِ الْجَهْلِ بِالْقُرْآنِ أَنْ يَعُودَ الْخَلْقُ الْكَثِيرُ مِنْ مُدَّعِي اتِّبَاعِ الْقُرْآنِ إِلَى التَّقْلِيدِ - لَا تَقْلِيدَ أَئِمَّةِ الْعِلْمِ الْمُتَقَدِّمِينَ الَّذِينَ نَهَوْهُمْ عَنِ التَّقْلِيدِ اتِّبَاعًا لِلْقُرْآنِ - بَلْ تَقْلِيدُ آبَائِهِمْ وَشُيُوخِهِمُ الْمُتَأَخِّرِينَ الْمُقَلِّدِينَ، حَتَّى فِيمَا ابْتَدَعُوا أَوْ قَلَّدُوا أَهْلَ الْمِلَلِ مِنْ عِبَادَةِ غَيْرِ اللهِ بِدُعَاءِ غَيْرِ اللهِ وَالنَّذْرِ لِغَيْرِ اللهِ، وَشَرْعِ مَا لَمْ يَأْذَنْ بِهِ اللهُ، وَلَئِنْ سَأَلْتَهُمْ لِيَقُولُنَّ لَيْسَ هَذَا بِعِبَادَةٍ لِغَيْرِ اللهِ، بَلْ تَوَسُّلٌ إِلَى اللهِ وَتَقَرُّبٌ إِلَيْهِ؟ ! فَإِنْ قُلْتَ لَهُمْ: إِنَّ هَذَا مَا كَانَ يَقُولُهُ الْمُشْرِكُونَ الَّذِينَ قَاتَلَهُمْ لِأَجْلِهِ رَسُولُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - آلَ أَمْرُهُمْ إِلَى الِاسْتِدْلَالِ عَلَى الشَّيْءِ بِنَفْسِهِ وَهُوَ تَقْلِيدُهُمْ لِمَنْ يَفْعَلُ فِعْلَهُمْ أَوْ يُقِرُّهُ مِنْ مَشَايِخِ الْأَزْهَرِ وَمَشَايِخِ الطُّرُقِ، فَإِنْ قُلْتَ لَهُمْ: إِنَّ هَؤُلَاءِ مُخَالِفُونَ لِنُصُوصِ الْكِتَابِ وَالسُّنَّةِ وَلِلْأَئِمَّةِ الَّذِينَ يَدَّعُونَ اتِّبَاعَهُمْ؟ قَالُوا: إِنَّهُمْ أَعْلَمُ مِنَّا بِمَا كَانَ عَلَيْهِ الْأَئِمَّةُ الْمُخْتَصُّونَ بِفَهْمِ </p><p> الْكِتَابِ وَالسُّنَّةِ. فَمَا أَضْيَعَ الْبُرْهَانَ عِنْدَ الْمُقَلِّدِ. وَلَوْ كَانَ التَّقْلِيدُ حُجَّةً مَقْبُولَةً عِنْدَ اللهِ لَقَبِلَهَا مِنْ مُقَلِّدِي جَمِيعِ الْأُمَمِ وَالْمِلَلِ فَإِنَّهُ هُوَ الْحَكَمُ الْعَدْلُ، لَا يَظْلِمُ وَلَا يُحَابِي بَعْضُ عِبَادِهِ عَلَى بَعْضٍ. </p><p> (الْمَسْأَلَةُ الْخَامِسَةُ الِاخْتِلَافُ فِي الدِّينِ) : </p><p> الِاخْتِلَافُ طَبِيعِيٌّ فِي الْبَشَرِ، وَفِيهِ مِنَ الْفَوَائِدِ وَالْمَنَافِعِ الْعِلْمِيَّةِ وَالْعَمَلِيَّةِ مَا لَا تَظْهَرُ مَزَايَا نَوْعِهِمْ بِدُونِهِ، وَفِيهِ غَوَائِلُ وَمَضَارُّ شَرُّهَا وَأَضَرُّهَا التَّفَرُّقُ وَالتَّعَادِي بِهِ، وَقَدْ شَرَعَ اللهُ لَهُمُ الدِّينَ لِتَكْمِيلِ فِطْرَتِهِمْ، وَالْحُكْمِ بَيْنَهُمْ فِيمَا اخْتَلَفُوا فِيهِ بِكِتَابِ اللهِ الَّذِي لَا مَجَالَ فِيهِ لِلِاخْتِلَافِ، وَلَكِنَّهُمُ اخْتَلَفُوا فِي الْكِتَابِ الْمُزِيلِ لِلِاخْتِلَافِ أَيْضًا، فَاسْتَحَقَّ الَّذِينَ يُحَكِّمُونَهُ فِيمَا يَتَنَازَعُونَ فِيهِ رَحْمَةَ اللهِ وَثَوَابَهُ، وَالَّذِينَ اخْتَلَفُوا فِيهِ سُخْطَهُ - تَعَالَى - وَعِقَابَهُ، وَذَلِكَ مَا بَيَّنَهُ فِي الْآيَةِ ١١٩ فِي خَاتِمَةِ هَذِهِ السُّورَةِ، وَسَنُعِيدُ ذِكْرَهَا فِي سُنَنِ الِاجْتِمَاعِ. </p><p> هَذَا مَا يَتَعَلَّقُ بِالْعَقْلِ وَالْعِلْمِ وَالْفَهْمِ مِنْ هَذِهِ الرَّذَائِلِ، وَهَاكَ الشَّوَاهِدُ الْخَاصَّةُ بِصِفَاتِ النَّفْسِ مِنَ الْأَخْلَاقِ وَالْأَهْوَاءِ وَالْأَعْمَالِ، تَابِعَةٌ لِمَا قَبْلَهَا فِي الْعَدَدِ. </p><p> (الْمَسْأَلَةُ السَّادِسَةُ: اتِّبَاعُ الْإِتْرَافِ وَمَا فِيهِ مِنَ الْفَسَادِ وَالْإِجْرَامِ) : </p><p> بَيَّنَ اللهُ لَنَا فِي خَوَاتِيمِ هَذِهِ السُّورَةِ الْأَسْبَابَ النَّفْسِيَّةَ لِهَلَاكِ الْأُمَمِ الَّذِينَ قَصَّ عَلَيْنَا أَنْبَاءَ </p><p> إِهْلَاكِهِمْ، فَكَانَتِ الْآيَةُ (١١٦) مِنْ أَجْمَعِهَا لِلْمَعَانِي، وَالْمُرَادُ مِنْهَا هُنَا أَنَّ مَثَارَ الظُّلْمِ وَالْإِجْرَامِ الْمُوجِبَ لِهَلَاكِ أَهْلِهَا هُوَ اتِّبَاعُ أَكْثَرِهِمْ لِمَا أُتْرِفُوا فِيهِ مِنْ أَسْبَابِ النَّعِيمِ وَالشَّهَوَاتِ وَاللَّذَّاتِ، وَالْمُتْرَفُونَ هُمْ مُفْسِدُوا الْأُمَمِ وَمُهْلِكُوهَا. وَفِي مَعْنَى هَذِهِ الْآيَةِ آيَاتٌ أُخْرَى فِي سُوَرِ الْإِسْرَاءِ وَالْأَنْبِيَاءِ وَسَبَأٍ وَالزُّخْرُفِ وَالْوَاقِعَةِ، وَيُؤَيِّدُ مَضْمُونَهَا عِلْمُ الِاجْتِمَاعِ الْحَدِيثِ وَوَقَائِعُ التَّارِيخِ، وَإِنَّ كُلَّ مَا نُشَاهِدُهُ مِنَ الْفَسَادِ فِي عَصْرِنَا فَمَثَارُهُ الِافْتِتَانُ بِالتَّرَفِ وَاتِّبَاعُ مَا يَقْتَضِيهِ الْإِتْرَافُ، مِنْ فُسُوقٍ وَطُغْيَانٍ وَإِفْرَاطٍ وَإِسْرَافٍ. </p><p> عَلِمَ هَذَا الْمُهْتَدُونَ الْأَوَّلُونَ بِالْقُرْآنِ مِنَ الْخُلَفَاءِ الرَّاشِدِينَ، وَعُلَمَاءِ الصَّحَابَةِ وَالسَّلَفِ الصَّالِحِينَ، فَكَانُوا مَثَلًا صَالِحًا فِي الِاعْتِدَالِ فِي الْمَعِيشَةِ، أَوْ تَغْلِيبِ جَانِبِ </p><p> الْخُشُونَةِ وَالْبَأْسِ وَالشِّدَّةِ، عَلَى الْخُنُوثَةِ وَالْمُرُونَةِ وَالنِّعْمَةِ، فَسَهُلَ لَهُمْ فَتْحُ الْأَمْصَارِ، ثُمَّ أَضَاعَهَا مَنْ خَلَفَ بَعْدَهُمْ مِنْ مُتَّبِعِي الْإِتْرَافِ، فَانْظُرْ كَيْفَ اهْتَدَى السَّلَفُ الصَّالِحُ بِالْقُرْآنِ وَحْدَهُ وَبَيَانِ السُّنَّةِ لَهُ إِذْ خَرَجُوا بِهِ مِنْ ظُلُمَاتِ الْجَاهِلِيَّةِ، إِلَى نُورِ الْعِلْمِ وَالْعِرْفَانِ وَالْحِكْمَةِ. ثُمَّ كَيْفَ ضَلَّ الْخَلَفُ الصَّالِحُ عَنْهُ بَعْدَ أَنِ اسْتَفَادُوا الْعُلُومَ وَالْفُنُونَ وَالْمُلْكَ وَالسُّلْطَانَ بِهِ؟ </p><p> (الْمَسْأَلَةُ السَّابِعَةُ وَالثَّامِنَةُ وَالتَّاسِعَةُ وَالْعَاشِرَةُ) : </p><p> (ضَعْفُ الْعَزِيمَةِ، وَمَا يَلْزَمُهُ مِنَ الْيَأْسِ مِنْ رَحْمَةِ اللهِ، أَوْ فَرَحُ الْبَطَرِ وَالْغُرُورِ، وَمَا يَلْزَمُهُ مِنَ الْأَمْنِ مِنْ مَكْرِ اللهِ) : </p><p> تَأَمَّلْ فِي هَذِهِ الصِّفَاتِ النَّفْسِيَّةِ الْآيَاتِ الثَّامِنَةَ وَالتَّاسِعَةَ وَالْعَاشِرَةَ، وَاقْرَأْ تَفْسِيرَهَا فَإِنَّهَا تُصَوِّرُهَا لَكَ مَاثِلَةً أَمَامَ عَيْنَيْكَ فِي الْحَالَتَيْنِ الْمُتَضَادَّتَيْنِ اللَّتَيْنِ تَعْرِضَانِ لِلْمُتْرَفِ الْخَوَّارِ، وَالْكَفُورِ الْخَتَّارِ، إِذَا أَذَاقَهُ اللهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ، إِذْ يُنْسِيهِ فَرَحُ الْبَطَرِ الِاعْتِبَارَ وَشُكْرَ الْمُنْعِمِ فَيَأْمَنُ مَكْرَ اللهِ، وَإِذَا نُزِعَتْ مِنْهُ بِذَنْبِهِ نِعْمَةٌ كَانَ ذَاقَهَا مِنْ رَحْمَةِ رَبِّهِ، إِذْ يَخُونُهُ الصَّبْرُ فَيَيْأَسُ مِنْ رَحْمَتِهِ، ثُمَّ كَيْفَ اسْتَثْنَى الصَّابِرِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ، تَجِدُ فِي نَفْسِكَ مِنَ الْعِظَةِ وَالِاعْتِبَارِ، مَا لَا تَجِدُهُ فِي قِرَاءَةِ الْمُطَوَّلَاتِ مِنْ تِلْكَ الْأَسْفَارِ. </p><p> (الْمَسْأَلَةُ الْحَادِيَةَ عَشْرَةَ: حَصْرُ الْإِرَادَةِ فِي شَهَوَاتِ الْحَيَاةِ الدُّنْيَا وَزِينَتِهَا دُونَ الْآخِرَةِ وَالِاسْتِعْدَادِ لَهَا) : </p><p> خَلَقَ اللهُ - تَعَالَى - هَذَا الْإِنْسَانَ مُسْتَعِدًّا لِعُلُومٍ وَمَعَارِفَ لَا حَدَّ لَهَا، فَجَعَلَهُ خَلِيفَةً لَهُ فِي الْأَرْضِ - وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا - ٢: ٣١ وَلِذَلِكَ تَرَى النَّاسَ يَبْحَثُونَ عَنْ جَمِيعِ الْمَوْجُودَاتِ مِمَّا فِي الْأَرْضِ وَفِي السَّمَاوَاتِ، مِنْ كَشْفٍ عَنْ قُطْبَيِ الْأَرْضِ وَشَنَاخِيبِ أَعْلَى الْجِبَالِ، </p><p> وَغَوْصٍ فِي أَعْمَاقِ الْبِحَارِ، وَتَحْلِيقٍ فِي أَقْصَى مُحِيطِ الْهَوَاءِ، بَلْ تَجَاوَزُوا كُلَّ هَذَا إِلَى رُؤْيَةِ مَا فَوْقَهُ مِنْ شُمُوسٍ وَأَقْمَارٍ، وَمَا تَتَأَلَّفُ مِنْهُ مِنْ ضِيَاءٍ وَأَنْوَارٍ، وَمَا فِيهَا مِنْ عَجَائِبَ وَأَسْرَارٍ، وَيَبْذُلُونَ فِي سَبِيلِ ذَلِكَ الْأَمْوَالَ وَالشَّهَوَاتِ وَالْحَيَاةَ </p><p> أَيْضًا، وَهُمْ مُسْتَعِدُّونَ بِفِطْرَتِهِمُ الرُّوحِيَّةِ لِلْوُصُولِ إِلَى مَا هُوَ أَعْلَى مِنْ ذَلِكَ كُلِّهِ مِنْ عَالَمِ الْغَيْبِ، وَالْوُصُولِ إِلَى الْعِلْمِ الْأَعْلَى بِاللهِ الْوَاحِدِ الْقَهَّارِ، وَمَعْرِفَتِهِ مَعْرِفَةَ كَشْفٍ وَرُؤْيَةٍ بِالْبَصَائِرِ يُغْشِي نُورُهَا الْأَبْصَارَ، بِالتَّجَلِّي الَّذِي تُرْفَعُ بِهِ أَكْثَرُ الْحُجُبِ وَالْأَسْتَارِ، بِغَيْرِ كَيْفٍ وَلَا حَدٍّ وَلَا انْحِصَارٍ، فِي حَيَاةٍ بَعْدَ هَذِهِ الْحَيَاةِ الدُّنْيَوِيَّةِ، الْمُقَيَّدَةِ فِيهَا أَرْوَاحُهُمْ بِهَذِهِ الْأَشْبَاحِ الْكَثِيفَةِ الْجَسَدِيَّةِ، وَإِنَّ لَهُ - تَعَالَى - هُنَالِكَ لَتَجَلِّيَاتٍ لِعِبَادِهِ الْمُقَرَّبِينَ، كَمَا تَجَلَّى كَلَامُهُ فِي الدُّنْيَا لِأَسْمَاعِهِمْ وَأَبْصَارِهِمْ وَعُقُولِهِمْ وَقُلُوبِهِمْ بِمَا يَعْلُو كَلَامَ الْمَخْلُوقِينَ. أَفَلَيْسَ مِنَ الْحَمَاقَةِ وَالْجِنَايَةِ عَلَى هَذَا الِاسْتِعْدَادِ الْعُلْوِيِّ الْعَظِيمِ، أَنْ يَجْعَلَ هَذَا الْإِنْسَانَ إِرَادَتَهُ مَحْصُورَةً فِي هَذِهِ الْحَيَاةِ الْمَادِّيَّةِ، وَزِينَتِهَا الْجَسَدِيَّةِ، فَيَكُونُ مُنْكِرًا أَوْ كَالْمُنْكِرِ لِتِلْكَ الْحَيَاةِ الْأَبَدِيَّةِ؟ بَلَى وَذَلِكَ قَوْلُهُ - تَعَالَى -: - مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ - ١١: ١٥ و١٦ وَمَا فِي مَعْنَاهُمَا مِنَ الْآيَاتِ. </p><p> (فَإِنْ قِيلَ) : وَمَا تَفْعَلُ بِقَوْلِهِ - تَعَالَى -: - قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ - ٧: ٣٢ الْآيَةَ؟ </p><p> (قُلْتُ) : إِنَّمَا كَانَتْ لِلْمُؤْمِنِينَ فِي الدُّنْيَا بِالِاسْتِحْقَاقِ، وَإِنْ شَارَكَهُمْ غَيْرُهُمْ بِالْكَسْبِ وَسُنَنِ الْأَسْبَابِ، لِأَنَّهُمْ هُمُ الَّذِينَ يَشْكُرُونَهَا لِلَّهِ وَلَا تَشْغَلُهُمْ عَنْهُ فَتَكُونُ إِرَادَتُهُمْ مَحْصُورَةً فِي التَّمَتُّعِ بِهَا، كَيْفَ وَهُمُ الَّذِينَ قَالَ فِيهِمْ: - وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ ٦: ٥٢، - وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ - ١٨: ٢٨ فَالْمُؤْمِنُ الشَّاكِرُ الصَّابِرُ تَزِيدُهُ النِّعَمُ شَوْقًا إِلَى اللهِ وَحُبًّا، وَالشَّدَائِدُ مَعْرِفَةً بِاللهِ وَقُرْبًا. </p><p> (الْمَسْأَلَةُ الثَّانِيَةَ عَشْرَةَ: ازْدِرَاءُ الْكُفَّارِ الْمُسْتَكْبِرِينَ، لِلْفُقَرَاءِ وَالضُّعَفَاءِ مِنَ الْمُؤْمِنِينَ) : </p><p> كَانَ الْمَلَأُ الْمُسْتَكْبِرُونَ مِنَ الْأَقْوَامِ، الْمَغْرُورُونَ بِالْمَالِ وَالْجَاهِ، هُمْ أَوَّلُ الَّذِينَ يَجْحَدُونَ آيَاتِ رَبِّهِمْ وَيُكَذِّبُونَ رُسُلَهُ، لِأَنَّهُمْ يَرَوْنَ فِي اتِّبَاعِهِمْ لَهُمْ غَضًّا مِنْ عَظَمَتِهِمْ، وَخَفْضًا مِنْ عُلُوِّ رِيَاسَتِهِمْ، وَوُقُوفًا مَعَ الدَّهْمَاءِ، حَتَّى الْفُقَرَاءِ وَالضُّعَفَاءِ، فِي صَفِّ </p><p> التَّابِعِينَ لِأُولَئِكَ الْأَنْبِيَاءِ، وَجَعْلِهِمْ مِثْلَهُمْ مَرْءُوسِينَ لَهُمْ، كَمَا حَكَاهُ التَّنْزِيلُ عَنْ جَوَابِ مَلَأِ فِرْعَوْنَ لِمُوسَى وَأَخِيهِ - عَلَيْهِمَا السَّلَامُ - بِقَوْلِهِ: - قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ - ١٠: ٧٨؟ </p><p> كَمَا كَانَ الَّذِينَ يَسْبِقُونَ إِلَى الْإِيمَانِ بِهِمْ مِنْ هَؤُلَاءِ الضُّعَفَاءِ وَالْفُقَرَاءِ وَكَذَا الْوَسَطُ، وَلِهَذَا كَانَ الْكُبَرَاءُ الْمُسْتَكْبِرُونَ يَزْدَادُونَ إِعْرَاضًا عَنِ الْأَنْبِيَاءِ وَعَدَاوَةً لَهُمْ كَمَا بَيَّنَهُ التَّنْزِيلُ مِرَارًا وَتَكْرَارًا، وَمِنْهُ قِصَّةُ نُوحٍ: - وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ - إِلَى قَوْلِهِ - عَلَيْهِ السَّلَامُ -: - وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللهُ خَيْرًا - ٢٧ - ٣١ وَمِنْهُ تَهْدِيدُ مَدْيَنَ لِرَسُولِهِمْ شُعَيْبٍ - عَلَيْهِ السَّلَامُ - بِالرَّجْمِ هُنَا لَوْلَا رَهْطُهُ، وَتَهْدِيدُهُ وَمَنْ آمَنَ مَعَهُ فِي سُورَةِ الْأَعْرَافِ بِالنَّفْيِ وَالْإِخْرَاجِ مِنْ أَرْضِهِمْ، وَمِنْهُ تَهْدِيدُ فِرْعَوْنَ لِمُوسَى وَأَخِيهِ، وَمَا فَعَلَهُ مُشْرِكُو مَكَّةَ بِرَسُولِ اللهِ وَخَاتَمِ النَّبِيِّينَ مِنَ التَّهْدِيدِ بِالْقَتْلِ أَوِ الْحَبْسِ أَوِ الْإِخْرَاجِ مِنْ وَطَنِهِ، وَقَدْ فَعَلُوا مَا اسْتَطَاعُوا، وَكَذَلِكَ يَفْعَلُونَ بِدُعَاةِ الْإِصْلَاحِ وَكُلِّ مَنْ يُرْشِدُ الشُّعُوبَ إِلَى مُقَاوَمَةِ الظُّلْمِ وَالِاسْتِبْدَادِ، وَالرِّيَاسَةِ الطَّاغِيَةِ الْمُتَكَبِّرَةِ فِي كُلِّ زَمَانٍ وَمَكَانٍ. </p><p> فَهَذَا الْإِرْشَادُ الرَّبَّانِيُّ فِي كِتَابِ اللهِ - تَعَالَى - عَامٌّ دَائِمٌ لَا نِهَايَةَ لَهُ، وَلَا غِنَى عَنْهُ. وَقَدْ غَفَلَ أَهْلُ الْقُرْآنِ عَنْهُ. </p><p> (الْمَسْأَلَةُ الثَّالِثَةَ عَشْرَةَ: الصَّدُّ عَنْ سَبِيلِ اللهِ وَبِغْيُهَا عِوَجًا) : </p><p> كَانَ الظَّالِمُونَ الْمُعَانِدُونَ لِلرُّسُلِ يَسْتَهْزِئُونَ بِدَعْوَتِهِمْ وَيَزْدَرُونَ أَتْبَاعَهُمْ مِنَ الضُّعَفَاءِ، حَتَّى إِذَا مَا كَثُرُوا وَخَافُوا مِنْهُمْ قُوَّةَ الْكَثْرَةِ طَفِقُوا يَصُدُّونَهُمْ عَنْ سَبِيلِ اللهِ، أَيِ الطَّرِيقِ الْمُوَصِّلَةِ إِلَى مَا يُحِبُّهُ لَهُمْ مِنَ الْحَقِّ وَالْخَيْرِ وَالسَّعَادَةِ، يَصُدُّونَهُمْ بِكُلِّ مَا اسْتَطَاعُوا مِنْ أَسْبَابِ الصَّدِّ كَالْإِهَانَةِ وَالتَّخْوِيفِ وَالتَّعْذِيبِ لِلضُّعَفَاءِ، وَتَزْيِينِ الْعَصَبِيَّةِ وَحُبِّ الرِّيَاسَةِ وَالْغِنَى لِلْأَقْوِيَاءِ وَيَبْغُونَهَا عِوَجًا أَيْ يَطْلُبُونَ جَعْلَهَا مُعْوَجَّةً بِذَمِّهَا وَادِّعَاءِ بُطْلَانِهَا وَضَرَرِهَا، وَقَدْ وَرَدَ هَذَانِ الْوَصْفَانِ فِي الْآيَةِ ١٩ مِنْ سِيَاقِ رِسَالَةِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُنَا وَفِي سُورَتَيْ إِبْرَاهِيمَ وَالْأَعْرَافِ، وَفِي قِصَّةِ شُعَيْبٍ مِنْ سُورَةِ الْأَعْرَافِ أَيْضًا إِذْ كَانَ قَوْمُهُ يَقْعُدُونَ فِي كُلِّ طَرِيقٍ مِنْ طُرُقِهِمْ يَصُدُّونَ النَّاسَ عَنْ دَعْوَتِهِ وَيَبْغُونَهَا عِوَجًا، وَتَكَرَّرَ ذِكْرُ الصَّدِّ عَنْ سَبِيلِ اللهِ بِدُونِ وَصْفِهَا بِالْعِوَجِ فِي سُوَرٍ أُخْرَى، وَكَذَلِكَ يَفْعَلُ أَعْدَاءُ الْإِسْلَامِ مِنَ الْمَلَاحِدَةِ وَدُعَاةِ الْأَدْيَانِ الْبَاطِلَةِ حَتَّى هَذَا الزَّمَانِ. </p><p> (الْمَسْأَلَةُ الرَّابِعَةَ عَشْرَةَ: الْعَدَاوَةُ بِالْكَيْدِ وَالتَّهْدِيدِ وَالْوَعِيدِ لِلرُّسُلِ) : </p><p> جَاءَ فِي قِصَّةِ هُودٍ - عَلَيْهِ السَّلَامُ - قَوْلُهُ: - فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ - ٥٥ فَقَدْ كَانَ يَتَوَقَّعُ الْكَيْدَ مِنْهُمْ. وَهَلْ كَانَ وَقَعَ لَهُ فَقَاسَ الْمُسْتَقْبَلَ عَلَى الْمَاضِي أَمْ عَلِمَهُ مِنْ حَالِهِمْ، أَمْ فَرَضَ وُقُوعَهُ فَرْضًا وَأَنْبَأَهُمْ بِعَدَمِ مُبَالَاتِهِ بِهِ؟ كُلُّ جَائِزٍ. </p><p> وَفِي قِصَّةِ شُعَيْبٍ - عَلَيْهِ السَّلَامُ - حِكَايَةً عَنْ قَوْمِهِ: - وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ - ٩١ وَفِيهَا مِنَ الْعِبْرَةِ أَنَّ هَذَا دَأْبُ الْمُفْسِدِينَ فِي عَدَاوَةِ الْمُصْلِحِينَ وَرَثَةِ الْأَنْبِيَاءِ، وَأَشَدُّهُمْ كَيْدًا لَهُمْ أَهْلُ الْحَسَدِ وَالْبِدَعِ مِنْ لَابِسِي لِبَاسِ الْعُلَمَاءِ، وَأَعْوَانِ الْمُلُوكِ وَالْأُمَرَاءِ. </p><p> (الْمَسْأَلَةُ الْخَامِسَةَ عَشْرَةَ: افْتِرَاءُ الْكَذِبِ عَلَى اللهِ تَعَالَى) : </p><p> الدِّينُ فِي حَقِيقَتِهِ وَطَبِيعَتِهِ وَعُرْفِ جَمِيعِ الْمِلَلِ تَشْرِيعٌ إِلَهِيٌّ مَوْضُوعُهُ مَعْرِفَةُ اللهِ - تَعَالَى - وَعِبَادَتُهُ وَشُكْرُهُ، وَتَزْكِيَةُ النَّفْسِ وَتَهْذِيبُهَا بِاجْتِنَابِ الشَّرِّ وَفِعْلِ الْخَيْرِ، وَالتَّعَاوُنِ بَيْنَ النَّاسِ عَلَى الْبِرِّ وَالتَّقْوَى إِلَخْ. وَمَصْدَرُهُ وَحْيُهُ - تَعَالَى - لِمَنِ اصْطَفَى مِنْ عِبَادِهِ لِرِسَالَتِهِ، وَتَبْلِيغُهُمْ لِمَا ارْتَضَاهُ وَشَرَعَهُ لَهُمْ مِنَ الدِّينِ، فَلَيْسَ لِأَحَدٍ غَيْرِهِ - تَعَالَى - أَنْ يُشَرِّعَ لَهُمْ عِبَادَةً وَلَا حُكْمًا دِينِيًّا مِنْ حَرَامٍ أَوْ حَلَالٍ، وَمَنْ فَعَلَ ذَلِكَ كَانَ مُفْتَرِيًا عَلَى اللهِ الْكَذِبَ، سَوَاءٌ أَسْنَدَهُ إِلَيْهِ - تَعَالَى - بِالْقَوْلِ أَمْ لَا، لِأَنَّ كُلَّ مَا يُتَّخَذُ دِينًا مِنْ قَوْلٍ أَوْ فِعْلٍ أَوْ تَرْكٍ فَهُوَ يَتَضَمَّنُ مَعْنَى نِسْبَتِهِ إِلَى اللهِ وَادِّعَاءِ أَنَّهُ هُوَ الَّذِي شَرَعَهُ، لِأَنَّ الدِّينَ لَا يَكُونُ إِلَّا مِنْهُ وَلَهُ، وَآيَاتُ الْقُرْآنِ صَرِيحَةٌ فِي هَذَا. </p><p> سَبَقَ بَعْضُهَا فِي السُّوَرِ الَّتِي فَسَّرْنَاهَا وَلَا سِيَّمَا الْأَنْعَامُ وَالْأَعْرَافُ وَالتَّوْبَةُ وَيُونُسُ، وَمِنْهُ فِي هَذِهِ السُّورَةِ: - وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا - ١٨ الْآيَةَ، أَيْ لَا أَحَدَ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِبًا مَا، وَمِنْهُ الْقَوْلُ فِي الدِّينِ بِغَيْرِ عِلْمٍ مِنْ عَقِيدَةٍ وَعِبَادَةٍ وَتَحْلِيلٍ وَتَحْرِيمٍ، وَهُوَ شِرْكٌ بِاللهِ يَتَعَدَّى ضَرَرُهُ إِلَى عِبَادِهِ، وَبِهَذَا كَانَ أَشَدَّ جُرْمًا وَكُفْرًا مِنْ عِبَادَةِ الْأَصْنَامِ وَغَيْرِهَا كَمَا تَقَدَّمَ بَيَانُهُ فِي تَفْسِيرِ: - وَأَنْ تُشْرِكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللهِ مَا لَا تَعْلَمُونَ - ٧: ٣٣ وَمِنْ ثَمَّ كَانَ ابْتِدَاعُ الْعِبَادَاتِ وَالتَّحْلِيلِ وَالتَّحْرِيمِ فِي الدِّينِ شِرْكًا وَكُفْرَانًا، إِذِ الْجَاهِلُونَ يَعُدُّونَهَا عِبَادَةً يَرْجُونَ بِهَا ثَوَابًا، وَيُسَمُّونَ مُبْتَدِعِيهَا أَوْلِيَاءَ اللهِ وَأَحْبَابًا، وَيَجْهَلُونَ أَنَّهُمُ اتَّخَذُوهُمْ مِنْ دُونِهِ أَنْدَادًا وَأَرْبَابًا. </p><p> (الْمَسْأَلَةُ السَّادِسَةَ عَشْرَةَ: الِاسْتِهْزَاءُ بِالْأَنْبِيَاءِ وَمَا جَاءُوا بِهِ مِنَ الْحَقِّ) : </p><p> (وَالسُّخْرِيَةُ مِنْهُمْ وَوَصْفُهُمْ بِالسِّحْرِ) : </p><p> اقْرَأْ فِي مَسْأَلَةِ السِّحْرِ الْآيَةَ السَّابِعَةَ، وَفِي مَسْأَلَةِ الِاسْتِهْزَاءِ بِالْحَقِّ وَمَا أَنْذَرُوا بِهِ مِنَ الْعَذَابِ الْآيَةَ الثَّامِنَةَ وَكِلَاهُمَا فِي قَوْمِ خَاتَمِ النَّبِيِّينَ، وَفِي السُّخْرِيَةِ الْآيَةَ (٣٨) فِي قَوْمِ نُوحٍ، وَفِي هَذَا الْمَعْنَى آيَاتٌ فِي سُوَرٍ أُخْرَى، وَتَقَدَّمَتِ الشَّوَاهِدُ فِي صِفَةِ الْمُسْتَهْزِئِينَ الْمَغْرُورِينَ بِزَعَامَتِهِمْ وَثَرْوَتِهِمْ وَإِتْرَافِهِمْ، وَاحْتِقَارِهِمْ لِلضُّعَفَاءِ وَالْفُقَرَاءِ فِي الْمَسَائِلِ (١١ - ١٤) وَهَذَا نَوْعٌ مِنْهُ فَلَا نُطِيلُ فِي الْعِبْرَةِ بِهِ وَبِأَهْلِهِ فِي عَصْرِنَا) . </p><p> (الْمَسْأَلَةُ السَّابِعَةَ عَشْرَةَ: اعْتِقَادُ بَعْضِهِمْ أَنَّ آلِهَتَهُمْ تَنْفَعُ وَتَضُرُّ بِنَفْسِهَا) : </p><p> بَيَّنَّا مِرَارًا أَنَّ غَرِيزَةَ الشُّعُورِ بِوُجُودِ إِلَهٍ لِلْخَلْقِ هُوَ مَصْدَرٌ غَيْبِيٌّ لِلنَّفْعِ وَالضَّرِّ بِذَاتِهِ هِيَ أَصْلُ الدِّينِ الْفِطْرِيِّ، وَأَنَّ الْعِبَادَةَ الْفِطْرِيَّةَ هِيَ التَّقَرُّبُ إِلَى الْمَعْبُودِ النَّافِعِ الضَّارِّ بِقُدْرَتِهِ الذَّاتِيَّةِ </p><p> غَيْرُ مُقَيَّدٍ بِالْأَسْبَابِ الْكَسْبِيَّةِ، وَأَنَّ سَبَبَ الشِّرْكِ تَوَهُّمُ أَنَّ بَعْضَ مَا فِي عَالَمِ الشَّهَادَةِ يَضُرُّ وَيَنْفَعُ بِذَاتِهِ أَوْ بِوَسَاطَتِهِ عِنْدَ الرَّبِّ ذِي الْقُدْرَةِ الذَّاتِيَّةِ الْغَيْبِيَّةِ عَلَى ذَلِكَ. فَالشِّرْكُ دَرَكَتَانِ إِحْدَاهُمَا أَسْفَلُ مِنَ الْأُخْرَى، وَالظَّاهِرُ أَنَّ قَوْمَ هُودٍ كَانُوا فِي الدَّرَكَةِ السُّفْلَى إِذْ قَالُوا لَهُ: - إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ - ٥٤ وَأَمَّا قَوْمُ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَدِ ارْتَقَوْا عَنْ هَذِهِ الْوَثَنِيَّةِ السُّفْلَى، إِذْ كَانُوا يَعْتَقِدُونَ أَنَّ آلِهَتَهُمْ لَا تَضُرُّ وَلَا تَنْفَعُ وَلَكِنَّهَا تَشْفَعُ لَهُمْ عِنْدَ اللهِ تَعَالَى يَقُولُونَ: - مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللهِ زُلْفَى - ٣٩: ٣ وَتَجِدُ أَمْثَالًا لِلْفَرِيقَيْنِ فِي مُدَّعِي الْإِيمَانِ بِالْقُرْآنِ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ تِلْكَ الْآيَةِ وَغَيْرِهَا، فَهُمْ يَقُولُونَ فِي كُلِّ مَنْ تُصِيبُهُ مُصِيبَةٌ مِنَ الْمُنْكِرِينَ لِخُرَافَتِهِمْ وَتَصَرُّفِ أَوْلِيَائِهِمْ فِي الْعَالَمِ: إِنَّ الْوَلِيَّ تَصَرَّفَ فِيهِ أَوْ عَطَبَهُ، (وَرَاجِعْ تَفْسِيرَ الْآيَةِ وَالْكَلَامَ فِي التَّوْحِيدِ وَوَظَائِفِ الرُّسُلِ مِنْ هَذِهِ الْخُلَاصَةِ) . </p><p> كُلُّ هَذِهِ الرَّذَائِلِ وَالْمَخَازِي الْمُبَيَّنَةِ فِي الْمَسَائِلِ السَّبْعَ عَشْرَةَ هِيَ مِنْ فَسَادِ الْعَقَائِدِ وَصِفَاتِ النَّفْسِ الْبَاطِنَةِ، وَأَمَّا الرَّذَائِلُ الْعَمَلِيَّةُ الَّتِي اشْتَهَرَ بِهَا أُولَئِكَ الْأَقْوَامُ فَأَجْمَعُهَا لِلْفَسَادِ إِسْرَافُ بَعْضِهِمْ فِي الشَّهْوَةِ الْبَدَنِيَّةِ، وَإِسْرَافُ آخَرِينَ فِي الطَّمَعِ الْمَالِيِّ، وَتَجِدُ فِي قَصَصِ هَذِهِ السُّورَةِ مِنْهَا الْمَسْأَلَتَيْنِ ١٨ و١٩. </p><p> (الْمَسْأَلَةُ الثَّامِنَةَ عَشْرَةَ: اسْتِبَاحَةُ شَهْوَةِ اللِّوَاطِ وَإِعْلَانُ الْمُنْكَرَاتِ) : </p><p> وَهِيَ مَا حَكَاهُ اللهُ - تَعَالَى - عَنْ قَوْمِ لُوطٍ فِي عِدَّةِ سُوَرٍ، وَمِنْهَا فِي هَذِهِ السُّورَةِ الْآيَاتُ ٧٧ وَمَا بَعْدَهَا، وَقَدْ بَيَّنَّا مَخَازِيهَا فِي تَفْسِيرِ سُورَةِ الْأَعْرَافِ. </p><p> (الْمَسْأَلَةُ التَّاسِعَةَ عَشْرَةَ: اسْتِبَاحَةُ أَمْوَالِ النَّاسِ بِالْبَاطِلِ) : </p><p> وَهُوَ مَا حَكَاهُ عَنْ قَوْمِ شُعَيْبٍ مِنَ التَّطْفِيفِ فِي الْمِكْيَالِ وَالْمِيزَانِ، وَبَخْسِ النَّاسِ أَشْيَاءَهُمْ، وَالْعُثُوُّ فِي الْأَرْضِ بِالْفَسَادِ، وَاحْتِجَاجِهِمْ عَلَى ذَلِكَ بِحُرِّيَّةِ التَّصَرُّفِ فِي الْأَمْوَالِ، وَهُوَ مَا حَكَاهُ - تَعَالَى - عَنْهُمْ فِي الْآيَاتِ ٨٤ - ٨٨. </p><p> (الْمَسْأَلَةُ الْعِشْرُونَ: الطُّغْيَانُ وَالرُّكُونُ إِلَى الظَّالِمِينَ) : </p><p> الطُّغْيَانُ تَجَاوُزُ الْحَدِّ فِي الشَّرِّ، وَالرُّكُونُ إِلَى الظَّالِمِينَ ظُلْمٌ، وَهُمَا مِنْ أُمَّهَاتِ الرَّذَائِلِ، فَاجْتِنَابُهُمَا مِنَ الْفَضَائِلِ السَّلْبِيَّةِ الَّتِي لَا تَتِمُّ الِاسْتِقَامَةُ بِدُونِهَا، وَلِذَلِكَ عَطَفَ النَّهْيَ عَنْهُمَا عَلَى الْأَمْرِ بِهَا بِقَوْلِهِ: - وَلَا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ - ١١٢ و١١٣ إِلَخْ، وَقَدْ أَطَلْنَا فِي الْكَلَامِ عَلَى الرُّكُونِ إِلَى الظَّالِمِينَ \" وَأَوْرَدْنَا فِيهِ أَقْوَالَ أَشْهَرِ الْمُفَسِّرِينَ فَرَاجِعْهُ فِي (ص ١٤٠ - ١٥٣ مِنْ هَذَا الْجُزْءِ.</p><p> (الْمَسْأَلَةُ الْحَادِيَةُ وَالْعِشْرُونَ: الظُّلْمُ) : </p><p> جَرِيمَةُ الظُّلْمِ أُمُّ الرَّذَائِلِ كُلِّهَا، لِأَنَّهَا تَشْمَلُ ظُلْمَ الْمَرْءِ لِنَفْسِهِ بَدَنًا وَعَقْلًا وَدِينًا وَدُنْيَا، </p><p> وَظُلْمُهُ لِلنَّاسِ أَفْرَادًا وَجَمَاعَةً وَأُمَّةً، فَكُلُّ مَا سَبَقَ مِنَ الرَّذَائِلِ فَهُوَ دَاخِلٌ فِي مَعْنَاهَا، وَلِذَلِكَ جَعَلَ إِهْلَاكَ أُولَئِكَ الْقُرُونِ عِقَابًا عَلَى الظُّلْمِ، وَتَرَى بَيَانَ هَذَا فِي آخِرِ الْبَابِ السَّادِسِ مِنْ هَذِهِ الْخُلَاصَةِ. </p><p> وَجُمْلَةُ الْقَوْلِ فِي هَذَا الْفَصْلِ أَنَّ كُلَّ مَا فِيهِ مِنَ الرَّذَائِلِ يَدْخُلُ فِي بَابِ قِسْمِ الْمُحْرِمَاتِ الْمَنْهِيِّ عَنْهَا مِنَ الرُّكْنِ الْعَمَلِيِّ مِنْ أَرْكَانِ الدِّينِ، الَّذِي هُوَ عَمَلُ الصَّالِحَاتِ الْمُسْتَلْزِمُ لِتَرْكِ أَضْدَادِهَا، وَأَمَّا قِسْمُ الْمَأْمُورَاتِ فَهُوَ مَا نَرَاهُ فِي الْفَصْلِ الثَّانِي وَهُوَ: </p><p> (الْفَصْلُ الثَّانِي مِنَ الْبَابِ الْخَامِسِ) : </p><p> (فِي الْأَخْلَاقِ وَالْفَضَائِلِ النَّفْسِيَّةِ وَالْعَمَلِيَّةِ الْبَدَنِيَّةِ) : </p><p> قُلْنَا: إِنَّ هَذِهِ السُّورَةَ فِي دَعْوَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَوْمَهُ إِلَى الْإِسْلَامِ، وَالتَّثْبِيتِ عَلَيْهَا بِقِصَصِ أَشْهَرِ الرُّسُلِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِ فِي جَزِيرَةِ الْعَرَبِ وَمَا جَاوَرَهَا مَعَ أَقْوَامِهِمْ، مِمَّا يَفْهَمُهُ مُشْرِكُو قَوْمِهِ وَتَقُومُ بِهِ الْحُجَّةُ عَلَيْهِمْ، فَلَيْسَ مَوْضُوعُهَا بَيَانَ تَفْصِيلِ الْفَضَائِلِ وَالْأَعْمَالِ الصَّالِحَةِ الَّتِي تُوَجَّهُ إِلَى الْمُؤْمِنِينَ بِهِ، وَلَكِنْ مَا يَخُصُّهُمْ مِنْهَا - عَلَى قِلَّتِهِ - كَثِيرٌ فِي مَعْنَاهُ وَفَائِدَتِهِ، وَلَهُمْ مِنَ الذِّكْرَى وَمَا يَجِبُ التَّأَسِّي بِهِ مِنْ فَضَائِلِ الرُّسُلِ غَيْرَ مَا خَصَّهُمُ اللهُ مِنَ الْوَحْيِ وَالْعِصْمَةِ، مَا يَكْفِي الْمُتَدَبِّرِينَ لَهُ الْمُتْعَبِرِينَ بِهِ فِي تَزْكِيَةِ أَنْفُسِهِمْ، وَجَعْلِهِمْ أَسْعَدَ النَّاسِ بِمَعْرِفَةِ رَبِّهِمْ وَعِبَادَتِهِ وَإِرْشَادِهِ عِبَادَهُ، فَالْفَضَائِلُ فِيهَا قِسْمَانِ، نَسْرُدُ لِقَارِئِي هَذَا التَّفْسِيرِ مَا فَهِمْنَاهُ مِنْ مَسَائِلِهِمَا وَالشَّوَاهِدَ عَلَيْهَا جَمِيعًا وَهِيَ إِحْدَى وَعِشْرُونَ أَيْضًا. </p><p> (الْأُولَى وَالثَّانِيَةُ: اسْتِغْفَارُ الرَّبِّ، وَالتَّوْبَةُ إِلَيْهِ مِنْ كُلِّ ذَنْبٍ) : </p><p> هَاتَانِ فَضِيلَتَانِ، فَرِيضَتَانِ، مُتَلَازِمَتَانِ فَكَأَنَّهُمَا وَاحِدَةٌ، جَاءَ الْأَمْرُ بِهِمَا فِي الْآيَةِ الثَّالِثَةِ مِنْ صَدْرِ هَذِهِ السُّورَةِ، عَقِبَ النَّهْيِ عَنْ عِبَادَةِ غَيْرِ اللهِ - عَزَّ وَجَلَّ - مِنْ دَعْوَةِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ كُرِّرَ فِي دَعْوَةِ غَيْرِهِ فِي الْآيَاتِ (٥٢ و٦١ و٩٠) فَعُلِمَ أَنَّهُ كَانَ أَمْرًا عَامًّا عَلَى أَلْسِنَةِ سَائِرِ الرُّسُلِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَسَنَذْكُرُ فَائِدَتَهُمَا الْعُمْرَانِيَّ فِي الْكَلَامِ عَلَى السُّنَنِ الْإِلَهِيَّةِ مِنَ الْبَابِ السَّادِسِ مِنْ هَذِهِ الْخُلَاصَةِ. </p><p> (الثَّالِثَةُ: الصَّبْرُ) : </p><p> ذُكِرَ الصَّبْرُ فِي صِفَةِ الْمُؤْمِنِينَ فِي الْآيَةِ الْحَادِيَةَ عَشْرَةَ مِنَ الْكَلَامِ فِي رِسَالَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ أُعِيدَ ذِكْرُهُ فِي آيَةِ الِاحْتِجَاجِ عَلَى رِسَالَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ قِصَّةِ نُوحٍ بِقَوْلِهِ - تَعَالَى - لَهُ: - فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ - ٤٩ ثُمَّ فِي آخِرِ السُّورَةِ بِقَوْلِهِ - تَعَالَى -: - وَاصْبِرْ فَإِنَّ اللهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ - ١١٥ فَالصَّبْرُ هُوَ الْخُلُقُ الَّذِي يُسْتَعَانُ بِهِ عَلَى جَمِيعِ أَعْمَالِ الْأَفْرَادِ وَالْأُمَمِ فِي الشِّدَّةِ وَالرَّخَاءِ. </p><p> (الرَّابِعَةُ: الْعَمَلُ الصَّالِحُ الْمُطْلَقُ) : </p><p> ذُكِرَ الْعَمَلُ الصَّالِحُ مَعَ الصَّبْرِ فِي آيَتِهِ الْأُولَى (١١) ، ثُمَّ ذُكِرَ فِي صِفَةِ الْمُؤْمِنِينَ فِي الْآيَةِ (٢٣) وَتَقَدَّمَ ذِكْرُهُ فِي إِجْمَالِ الْبَابِ، وَفِي مَعْنَاهُ إِحْسَانُ الْعَمَلِ فِي الْآيَةِ السَّابِعَةِ وَسَيَأْتِي الْكَلَامُ عَلَيْهَا فِي ابْتِلَاءِ الْبَشَرِ. </p><p> (الْخَامِسَةُ: الْإِخْبَاتُ إِلَى الرَّبِّ عَزَّ وَجَلَّ) : </p><p> ذُكِرَتْ هَذِهِ الْفَضِيلَةُ مَعْطُوفَةً عَلَى الْعَمَلِ الصَّالِحِ فِي آيَتِهِ الثَّانِيَةِ (٢٣) وَيَا لَهَا مِنْ فَضِيلَةٍ تَدُلُّ عَلَى كَمَالِ الْإِيمَانِ وَالْعِرْفَانِ وَالْفُرْقَانِ فَرَاجِعْ تَفْسِيرَ الْآيَةِ فِي (ص ٤٩) . </p><p> (السَّادِسَةُ: الِاسْتِقَامَةُ كَمَا أَمَرَ اللهُ تَعَالَى) : </p><p> أَمَرَ اللهُ رَسُولَهُ خَاتَمَ النَّبِيِّينَ فِي خَوَاتِيمِ هَذِهِ السُّورَةِ بِهَذِهِ الْفَضِيلَةِ بِقَوْلِهِ: - فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ - ١١٢ فَجَعَلَ هَذَا الْأَمْرَ بَعْدَ قِصَصِ الرُّسُلِ فَذْلَكَةً لِفَوَائِدِهَا، وَأَشْرَكَ مَعَهُ فِيهَا الْمُؤْمِنِينَ مِنْ أَتْبَاعِهِ. فَرَاجِعْ تَفْسِيرَهَا (فِي مَوْضِعِهِ بِهَذَا الْجُزْءِ) وَمَا فِيهِ مِنْ تَعْظِيمِ شَأْنِهَا. </p><p> (السَّابِعَةُ: إِقَامَةُ الصَّلَاةِ فِي أَوْقَاتِهَا مِنَ النَّهَارِ وَاللَّيْلِ) : </p><p> جَاءَ الْأَمْرُ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهَذِهِ الْإِقَامَةِ لِلصَّلَاةِ مَعْطُوفًا عَلَى مَا قَبْلَهُ مِنَ النَّهْيِ عَنِ الطُّغْيَانِ وَالرُّكُونِ إِلَى الظَّالِمِينَ وَالْأَمْرِ بِالِاسْتِقَامَةِ، وَعَلَّلَهُ بِالْقَاعِدَةِ الْعَامَّةِ فِي تَكْفِيرِ الْحَسَنَاتِ لِلسَّيِّئَاتِ، وَأَعْظَمُ الْحَسَنَاتِ الرُّوحِيَّةِ إِقَامَةُ الصَّلَوَاتِ، إِرْشَادًا لِأُمَّتِهِ إِلَى الْمُبَادَرَةِ إِلَى تَطْهِيرِ أَنْفُسِهِمْ وَتَزْكِيَتِهَا، فِي أَثَرِ كُلِّ مَا يَعْرِضُ لَهُمْ مِمَّا يُدَسِّيهَا وَيُدَنِّسُهَا. </p><p> فَرَاجِعْ تَفْسِيرَهَا وَتَحْقِيقَ مَعْنَى هَذَا التَّطْهِيرِ فِيهِ بِمَا يُرْشِدُ إِلَيْهِ عِلْمُ النَّفْسِ. </p><p> (الثَّامِنَةُ وَالتَّاسِعَةُ: النَّهْيُ عَنِ الْفَسَادِ فِي الْأَرْضِ، وَيَلْزَمُهُ الْأَمْرُ بِالصَّلَاحِ فِيهَا) : </p><p> (وَهُمَا الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ) : </p><p> بَعْدَ أَنْ بَيْنَ اللهُ - تَعَالَى - لِعِبَادِهِ فِي آخِرِ كُتُبِهِ عَلَى لِسَانِ رَسُولِهِ خَاتَمِ النَّبِيِّينَ مَا يُكَفِّرُ سَيِّئَاتِهِمْ أَفْرَادًا، وَهُوَ فِعْلُ الْحَسَنَاتِ الَّتِي تَمْحُو أَثَرَهَا السَّيِّئَ مِنْ أَنْفُسِهِمْ، </p><p> بَيَّنَ لَهُمْ مَا هُوَ مَنْجَاةٌ لِلْأُمَّةِ وَالشَّعْبِ مِنَ الْهَلَاكِ فِي الدُّنْيَا قَبْلَ الْآخِرَةِ، وَهُوَ وُجُودُ طَائِفَةٍ عَظِيمَةِ التَّأْثِيرِ فِيهَا تَنْهَاهَا عَنِ الْفَسَادِ فِي الْأَرْضِ بِالظُّلْمِ وَالْفَسَادِ وَالْفُسُوقِ بِارْتِكَابِ الْفَوَاحِشِ وَالْمُنْكَرَاتِ، وَهُوَ قَوْلُهُ: - فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ - ١١٦ وَبَيَّنَ لَنَا عَقِبَ هَذَا فِي الْآيَةِ أَنَّ الْقُرُونَ الَّتِي أَهْلَكَهَا لَمْ يَكُنْ فِيهَا إِلَّا قَلِيلٌ مِنْ أَمْثَالِ هَؤُلَاءِ هُمُ الَّذِينَ أَنْجَاهُمْ </p><p> مَعَ رُسُلِهِمْ، وَأَنَّ الْجُمْهُورَ الَّذِينَ أَهْلَكَهُمْ كَانُوا مُتَّبِعِينَ لِلْإِتْرَافِ بِالْفُسُوقِ وَالْإِسْرَافِ، وَهُوَ غَايَةُ الْفَسَادِ وَالْإِفْسَادِ، فَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ سِيَاجُ الدِّينِ وَالْأَخْلَاقِ وَالْآدَابِ. </p><p> وَصَرَّحَ فِي الْآيَةِ الَّتِي بَعْدَهَا (١١٧) بِأَنَّ سُنَّتَهُ فِي الْأُمَمِ أَنَّهُ لَا يُهْلِكُ الْقُرَى \" بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ \" فِي الْأَرْضِ، وَعَبَّرَ عَنِ الْأُمَمِ بـ الْقُرَى وَهِيَ عَوَاصِمُ مُلْكِهَا ; لِأَنَّهَا مَأْوَى الزُّعَمَاءِ وَالرُّؤَسَاءِ الْحَاكِمِينَ الَّذِينَ تَفْسُدُ الْأُمَمُ بِفَسَادِهِمْ، وَتَصْلُحُ بِصَلَاحِهِمْ، وَهِيَ حَقَائِقُ فَسَّرَهَا عِلْمُ الِاجْتِمَاعِ الْحَدِيثِ، وَإِنَّنَا لَنَرَى مِصْدَاقَهَا بِأَعْيُنِنَا. وَالَّذِينَ يَتَعَبَّدُونَ بِأَلْفَاظِ الْقُرْآنِ دُونَ مَعَانِيهِ لَا يَعْتَبِرُونَ بِهَا لِأَنَّهُمْ لَا يُفَقِّهُونَ مَا فِيهِ، وَسَنَعُودُ إِلَى ذِكْرِهَا فِي بَيَانِ سُنَنِ الِاجْتِمَاعِ مِنَ الْبَابِ السَّادِسِ، وَلَابُدَّ مِنَ التَّكْرَارِ فِي هَذِهِ الْأَبْوَابِ. </p><p> فَهَذِهِ التِّسْعُ مِنْ أُمَّهَاتِ الْفَضَائِلِ تَكْفِي مَنْ تَدَبَّرَهَا عِلْمًا وَعِرْفَانًا، وَهِدَايَةً وَإِرْشَادًا لِجَمِيعِ الْأَعْمَالِ الصَّالِحَاتِ الَّتِي هِيَ الرُّكْنُ الثَّالِثُ مِنْ أَرْكَانِ الدِّينِ، وَفِي السُّورَةِ مِنَ الْفَضَائِلِ الَّتِي تُسْتَمَدُّ فِيهَا مِنْ سِيرَةِ الرُّسُلِ - عَلَيْهِمْ السَّلَامُ - وَيُقْتَدَى بِهِمْ فِيهَا، وَجَمِيعُ الْمُكَلَّفِينَ مُطَالَبُونَ مَعَهُمْ بِهَا فَنُشِيرُ إِلَيْهَا تَتِمَّةً لِلْعَدَدِ. </p><p> (الْعَاشِرَةُ: الْبَيِّنَةُ مِنَ اللهِ - تَعَالَى - فِي الدِّينِ) : </p><p> إِنَّ مَا تَقَدَّمَ فِي صِفَاتِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - مِنْ أَنَّهُمْ كَانُوا عَلَى بَيِّنَةٍ مِنْ رَبِّهِمْ بِمَا خَصَّهُمْ بِهِ مِنَ الْوَحْيِ وَالْآيَاتِ، يُشَارِكُهُمْ فِيهَا الْمُؤْمِنُونَ بِهِمْ بِالِاتِّبَاعِ لَهُمْ فِيهَا كَمَا قَالَ اللهُ - تَعَالَى - لِنَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ خَاتَمُهُمْ: - قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي - ١٢: ١٠٨ فَبَصِيرَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُقْتَبَسَةٌ مِنْ نُورِ الْقُرْآنِ، تَلَقَّاهُ هُوَ مِنْ وَحْيِ اللهِ، وَتَلَقَّيْنَاهُ نَحْنُ مِنْ تَبْلِيغِهِ عَنْ رَبِّهِ وَرَبِّنَا - عَزَّ وَجَلَّ - مُؤَيَّدًا بِالْحُجَّةِ وَالْبُرْهَانِ، وَإِنَّمَا الْمَحْرُومُ مِنْ نُورِهِ، مَنْ يَتَلَقَّى عَقِيدَتَهُ وَعِبَادَتَهُ مِنْ غَيْرِهِ. </p><p> (الْحَادِيَةَ عَشْرَةَ: الْحُرِّيَّةُ وَالِاسْتِقْلَالُ فِي هَذِهِ الْبَيِّنَةِ) : </p><p> قَالَ - تَعَالَى - حِكَايَةً عَنْ رَسُولِهِ نُوحٍ - عَلَيْهِ السَّلَامُ -: - قَالَ يَاقَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ - ٢٨ فَيُؤْخَذُ مِنْ هَذِهِ الْآيَةِ الَّتِي بَلَّغَهَا أَوَّلُ الْمُرْسَلِينَ لِقَوْمِهِ، وَمِنْ قَوْلِهِ - تَعَالَى - لِخَاتَمِ النَّبِيِّينَ الْمُرْسَلِينَ: - وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ - ١٠: ٩٩ وَمِنْ إِنْزَالِهِ عَلَيْهِ عِنْدَ إِمْكَانِ الْإِكْرَاهِ فِي عَهْدِ الْقُوَّةِ: - لَا إِكْرَاهَ فِي الدِّينِ - ٢: ٢٥٦ أَنَّ دَعْوَةَ الدِّينِ وَالْهُدَى تَقُومُ بِالْبَيِّنَةِ وَالْحُجَّةِ، لَا كَمَا فَعَلَ نَصَارَى الْإِفْرِنْجِ وَلَا تَزَالُ تَفْعَلُ بَعْضُ دُوَلِهِمْ مِنْ نَشْرِ النَّصْرَانِيَّةِ بِالْإِكْرَاهِ وَالْقُوَّةِ، أَوْ بِالْخِدَاعِ وَالْحِيلَةِ، فَعَلَى </p><p> كُلِّ مُسْلِمٍ أَنْ يَكُونَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَبَصِيرَةٍ فِي دِينِهِ، وَقَدْ فَسَّرُوا الْبَصِيرَةَ بِالْحُجَّةِ، وَالدَّعْوَةِ إِلَى سَبِيلِ اللهِ كَمَا أَمَرَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ. </p><p> (الثَّانِيَةَ عَشْرَةَ: الِاحْتِسَابُ وَالْإِخْلَاصُ لِلَّهِ فِي الدَّعْوَةِ دُونَ التِّجَارَةِ بِهَا) : </p><p> تَقَدَّمَ فِي صِفَاتِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - أَنَّ دَعْوَتَهُمْ وَهِدَايَتَهُمْ كَانَتْ لِإِعْلَاءِ كَلِمَةِ اللهِ - تَعَالَى - وَإِرَادَةِ وَجْهِهِ الْكَرِيمِ، وَأَنَّهُمْ كَانُوا يُصَرِّحُونَ لِأَقْوَامِهِمْ بِأَنَّهُمْ لَا يَسْأَلُونَهُمْ عَلَيْهَا مَالًا وَلَا أَجْرًا، كَمَا رَأَيْتَ فِي الْآيَتَيْنِ ٢٩ و٥١ مِنْ هَذِهِ السُّورَةِ وَذَكَّرْنَاكَ بِمِثْلِهِمَا فِي السُّوَرِ الْأُخْرَى، فَعَلَى كُلِّ دَاعٍ إِلَى اللهِ - تَعَالَى - أَنْ يَكُونَ فِي دَعْوَتِهِ وَهِدَايَتِهِ مُخْلِصًا لِلَّهِ - تَعَالَى - لَا يَبْتَغِي بِهَا مَالًا وَلَا جَاهًا فِي الدُّنْيَا، وَلَكِنَّ هَذَا لَا يَمْنَعُ وُجُوبَ بَذْلِ الْمُسْلِمِينَ الْمَالَ لِمُسَاعَدَةِ الدُّعَاةِ ; فَإِنَّهُ - تَعَالَى - قَالَ لَهُمْ: - وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى - ٥: ٢. </p><p> (الثَّالِثَةَ عَشْرَةَ: وِلَايَةُ فُقَرَاءَ الْمُؤْمِنِينَ وَضُعَفَائِهِمْ كَكُبَرَائِهِمْ) : </p><p> تَقَدَّمَ فِي صِفَاتِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - أَنَّ هَذِهِ الْفَضِيلَةَ مِنْ أَخَصِّ فَضَائِلِهِمْ، وَاسْتَشْهَدْنَا عَلَيْهَا بِمَا رَدَّ بِهِ نُوحٌ - عَلَيْهِ السَّلَامُ - عَلَى أَشْرَافِ قَوْمِهِ إِذْ طَعَنُوا عَلَى أَتْبَاعِهِ وَلَقَّبُوهُمْ بِأَرَاذِلِهِمْ فِي الْآيَاتِ (٢٧ - ٣٠) وَمَا فِي مَعْنَاهَا، وَنَاهِيكَ فِي هَذَا الْبَابِ بِسُورَةِ الْأَعْمَى \" عَبَسَ \" فَفِيهَا الْعِبْرَةُ الْكُبْرَى لِكُلِّ ذِي بَصَرٍ وَبَصِيرَةٍ، وَمِنْ خَصَائِصِ الْمُسْلِمِينَ الثَّابِتَةِ فِي الْكِتَابِ أَنَّ بَعْضَهُمْ أَوْلِيَاءُ بَعْضٍ، وَمِنْ صِفَاتِهِمْ فِي السُّنَّةِ:  \" الْمُسْلِمُونَ</p><p> ذِمَّتُهُمْ وَاحِدَةٌ تَتَكَافَأُ دِمَاؤُهُمْ وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ، وَيُجِيرُ عَلَيْهِمْ أَقْصَاهُمْ، وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ \" إِلَخْ، وَأَنَّهُمْ \" كَالْجَسَدِ الْوَاحِدِ وَكَالْبُنْيَانِ الْمَرْصُوصِ يَشُدُّ بَعْضُهُ بَعْضًا \" وَبِهَذَا يَكُونُونَ الْآنَ كَمَا كَانَ سَلَفُهُمْ أُمَّةً قَوِيَّةً فِي قِتَالِهِمْ وَسِلْمِهِمْ، فَهَلْ مُسْلِمُو عَصْرِنَا كَمَا وَصَفَ اللهُ وَرَسُولُهُ؟ </p><p> (الرَّابِعَةَ عَشْرَةَ: النَّصِيحَةُ الْعَامَّةُ) : </p><p> كَانَ الْأَنْبِيَاءُ - عَلَيْهِمُ السَّلَامُ - كُلُّهُمْ نَاصِحِينَ لِأَقْوَامِهِمْ فَيَجِبُ الِاقْتِدَاءُ بِهِمْ، وَقَدْ ذَكَرْنَا مِنْ شَوَاهِدِ النُّصْحِ فِي قِصَّةِ نُوحٍ قَوْلَهُ: - وَلَا يَنْفَعُكُمْ نُصْحِي - ٣٤ الْآيَةَ، وَفِيهَا مِنْ سُورَةِ الْأَعْرَافِ قَوْلُهُ لِقَوْمِهِ: - أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللهِ مَا لَا تَعْلَمُونَ - ٧: ٦٢ وَفِي قِصَّةِ هُودٍ مِنْهَا - أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ - ٧: ٦٨ وَفِي قِصَّةِ صَالِحٍ مِنْهَا: - فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِنْ لَا تُحِبُّونَ النَّاصِحِينَ - ٧: ٧٩ وَفِي قِصَّةِ شُعَيْبٍ مِنْهَا: - فَتَوَلَّى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ فَكَيْفَ آسَى عَلَى قَوْمٍ كَافِرِينَ - ٧: ٩٣ وَقَالَ نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" الدِّينُ النَّصِيحَةُ لِلَّهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ \" رَوَاهُ مُسْلِمٌ. </p><p> فَهَلْ مُسْلِمُو عَصْرِنَا عَلَى هَذَا الدِّينِ، دِينِ جَمِيعِ النَّبِيِّينَ وَالْمُرْسَلِينَ؟ ! . </p><p> (الْخَامِسَةَ عَشْرَةَ: مَحَبَّةُ الْأَوْلَادِ وَحُدُودُ السَّعْيِ لِخَيْرِهِمْ) : </p><p> مَحَبَّةُ الْأَوْلَادِ فَضِيلَةٌ مِنْ فَضَائِلِ الْفِطْرَةِ الْإِنْسَانِيَّةِ، بَلِ الْغَرِيزَةِ الْحَيَوَانِيَّةِ، وَحُقُوقُهُمْ عَلَى الْوَالِدَيْنِ مُقَرَّرَةٌ فِي الشَّرْعِ بِمَا يُحَدِّدُ دَوَاعِي الْغَرِيزَةِ وَالطَّبْعِ، وَيَقِفُ بِهَا دُونَ الْغُلُوِّ الْمُفْضِي إِلَى عِصْيَانِ اللهِ - تَعَالَى - أَوْ هَضْمِ حُقُوقِ عِبَادِهِ، وَفِي قِصَّةِ نُوحٍ مَعَ وَلَدِهِ الْكَافِرِ فِي هَذِهِ السُّورَةِ مَا فِيهِ إِرْشَادٌ وَهَدْيٌ لِلْمُؤْمِنِينَ فِي ذَلِكَ، فَهَلْ هُمْ مُتَّبِعُونَ؟ </p><p> (السَّادِسَةَ عَشْرَةَ: إِكْرَامُ الضَّيْفِ وَحِفْظُ كَرَامَتِهِ) : </p><p> فِي خَبَرِ إِبْرَاهِيمَ الْخَلِيلِ مَعَ الْمَلَائِكَةِ الْمُبَشِّرِينَ لَهُ بِإِسْحَاقَ وَعِنَايَتِهِ بِضِيَافَتِهِمْ، ثُمَّ فِي قِصَّةِ لُوطٍ مَعَهُمْ وَشَدَّةِ عِنَايَتِهِ بِحِفْظِهِمْ مِنْ شَرِّ قَوْمِهِ قَبْلَ أَنْ يَعْرِفَ أَنَّهُمْ </p><p> مَلَائِكَةٌ جَاءُوا لِتَعْذِيبِهِمْ - خَيْرُ أُسْوَةٍ فِي فَضِيلَةِ إِكْرَامِ الضَّيْفِ وَتَكْرِيمِهِ، وَقَالَ نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ \" وَقَالَ: \" مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ \" مُتَّفَقٌ عَلَيْهِمَا. </p><p> (السَّابِعَةَ عَشْرَةَ: الْعَمَلُ وَالْعِلْمُ وَالِائْتِمَارُ وَالِانْتِهَاءُ عَلَى مَنْ يَأْمُرُ بِالْمَعْرُوفِ وَيَنْهَى عَنِ الْمُنْكَرِ) : </p><p> هَذِهِ فَضِيلَةٌ هِيَ فَرِيضَةٌ ثَابِتَةٌ بِنُصُوصِ الْقُرْآنِ تُؤَيِّدُهَا بَدَاهَةُ الْعَقْلِ، وَهِيَ شَرْطٌ طَبِيعِيٌّ لِقَبُولِ الْعِلْمِ وَالْإِرْشَادِ مِنَ الْقَائِمَيْنِ بِهِ، وَرُسُلُ اللهِ - تَعَالَى - أَئِمَّةُ الْهُدَى فِيهَا، وَفِي هَذِهِ السُّورَةِ مِنْهَا قَوْلُ شُعَيْبٍ - عَلَيْهِ السَّلَامُ - لِقَوْمِهِ: - وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ - ٨٨ وَإِنَّهَا لَعِبَارَةٌ بَلِيغَةٌ فِي مَوْضُوعِهَا فَرَاجِعْ تَفْسِيرَهَا، وَمَا هُوَ أَهَمُّ مِنْهَا، كَأَوَّلِ سُورَةِ الصَّفِّ، وَآيَةُ: - أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ - ٢: ٤٤ إِلَخْ. وَانْظُرْ أَيْنَ تَجِدُ عُلَمَاءَ عَصْرِنَا مِنْ هَذِهِ الْآيَاتِ؟ </p><p> (الثَّامِنَةَ عَشْرَةَ: الْإِصْلَاحُ الْعَامُّ بِقَدْرِ الِاسْتِطَاعَةِ) : </p><p> مَا شَرَعَ اللهُ الدِّينَ لِلْبَشَرِ إِلَّا لِيَكُونُوا صَالِحِينَ فِي أَنْفُسِهِمْ مُصْلِحِينَ فِي أَعْمَالِهِمْ، وَقَدْ بَيَّنَ ذَلِكَ شُعَيْبٌ - عَلَيْهِ السَّلَامُ - بِصِيغَةِ الْحَصْرِ فِي الْآيَةِ (٨٨) وَهِيَ. - إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ - وَهُوَ أَبْلَغُ الْبَيَانِ وَأَعَمُّهُ وَأَتَمُّهُ، وَهُوَ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ. </p><p> (التَّاسِعَةَ عَشْرَةَ وَالْعِشْرُونَ: الِاسْتِقَامَةُ وَالثَّبَاتُ عَلَى الْفَضَائِلِ وَالْأَعْمَالِ الصَّالِحَةِ) قَالَ - تَعَالَى -: - فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ - ١١٢ وَأَهَمُّهَا الْمُحَافَظَةُ عَلَى الصَّلَوَاتِ فِي أَوْقَاتِهَا، وَمِنْ شَوَاهِدِهَا هُنَا: - وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ - ١١٤ وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" أَحَبُّ الْأَعْمَالِ إِلَى اللهِ أَدْوَمُهَا وَإِنْ قَلَّ \" مُتَّفَقٌ عَلَيْهِ. </p><p> (الْحَادِيَةُ وَالْعِشْرُونَ: التَّوَكُّلُ عَلَى اللهِ عَزَّ وَجَلَّ) : </p><p> تَقَدَّمَ الْكَلَامُ عَلَيْهِ فِي بَحْثِ التَّوْحِيدِ فِي الْفَصْلِ الْأَوَّلِ مِنَ الْبَابِ الْأَوَّلِ، وَفِي صِفَاتِ الرُّسُلِ مِنْ آخِرِ الْبَابِ الثَّالِثِ. </p><p> الْبَابُ السَّادِسُ: </p><p> (فِي سُنَنِ اللهِ - تَعَالَى - فِي التَّكْوِينِ وَالتَّقْدِيرِ وَالطَّبَائِعِ وَالْغَرَائِزِ وَالِاجْتِمَاعِ الْبَشَرِيِّ وَفِيهِ ثَلَاثَةُ فَصُولٍ) : </p><p> (الْفَصْلُ الْأَوَّلُ فِي سُنَنِ التَّكْوِينِ وَالتَّقْدِيرِ،أَيْ:نِظَامُ الْخَلْقِ، وَفِيهِ أَنْوَاعٌ) : </p><p> (سُنَّتُهُ - تَعَالَى - فِي رِزْقِ الْأَحْيَاءِ) : </p><p> (النَّوْعُ الْأَوَّلُ) قَوْلُهُ - تَعَالَى -: - وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللهِ رِزْقُهَا - ٦ يُشِيرُ إِلَى سُنَنٍ كَثِيرَةٍ، فَإِنَّ الرِّزْقَ الْمُضَافَ إِلَى ضَمِيرِ هَذِهِ الدَّوَابِّ الْكَثِيرَةِ عَامٌّ يَشْمَلُ أَنْوَاعًا كَثِيرَةً مِنْهَا، وَمِنَ الْمَعْلُومِ بِالْآيَاتِ الْمُنَزَّلَةِ وَالْآيَاتِ الْمُشَاهَدَةِ أَنَّ رِزْقَ اللهِ - تَعَالَى - لِجَمِيعِ الْأَحْيَاءِ هُوَ مَا خَلَقَهُ مِنَ الْأَقْوَاتِ لِكُلِّ جِنْسٍ وَنَوْعٍ مِنْهَا، وَهَدَاهُ إِلَى التَّغَذِّي بِهِ لِحِفْظِ حَيَاتِهِ وَنَمَائِهِ وَبَقَائِهِ إِلَى الْأَجَلِ الْمُقَدَّرِ لَهُ، وَيَجْرِي ذَلِكَ بِسُنَنٍ كَثِيرَةٍ وَضَعَ الْبَشَرُ لِتَفْصِيلِهَا عُلُومًا كَثِيرَةً فِي النَّبَاتِ وَالْحَيَوَانِ وَوَظَائِفِ أَعْضَاءِ التَّغَذِّي وَالْهَضْمِ وَغَيْرِ ذَلِكَ. </p><p> (سُنَنُهُ فِي مُسْتَقَرِّ الْأَحْيَاءِ وَمُسْتَوْدَعِهَا) : </p><p> (الثَّانِي) قَوْلُهُ: - وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا - ٦ يَشْمَلُ سُنَنًا أُخْرَى كَثِيرَةً، فَقَدْ بَيَّنَّا فِي تَفْسِيرِ الْمُسْتَقَرِّ وَالْمُسْتَوْدَعِ أَنَّ فِيهِمَا أَقْوَالًا يَحْتَمِلُهَا اللَّفْظُ، وَنَقُولُ عَلَى الْمَذْهَبِ الْمُخْتَارِ فِي جَوَازِ أَنْ يَكُونَ كُلُّ مَعْنًى يَحْتَمِلُهُ اللَّفْظُ مُرَادًا مِنْهُ: أَنَّ تَعَدُّدَ أَنْوَاعِ الِاسْتِقْرَارِ وَالِاسْتِيدَاعِ وَأَمَاكِنِهَا وَأَزْمَانِهَا لِكُلِّ نَوْعٍ مِنَ الدَّوَابِّ فِي الْحَمْلِ بِهِ وَحَضَانَتِهِ وَوِلَادَتِهِ وَحَيَاتِهِ وَمَوْتِهِ وَوَطَنِهِ وَتَنَقُّلِهِ، يَقْتَضِي أَنْ يَكُونَ لِكُلٍّ مِنْ ذَلِكَ سُنَنٌ فِي مُنْتَهَى الْحِكْمَةِ وَالنِّظَامِ، وَلَكَ أَنْ تُجْمِلَهَا فِي نَوْعٍ وَاحِدٍ، وَأَنْ تُفَصِّلَهَا فَتَجْعَلَهَا عِدَّةَ أَنْوَاعٍ. </p><p> (سُنَنُهُ فِي كِتَابَةِ نِظَامِ الْعَالَمِ وَمَقَادِيرِهِ) : </p><p> (الثَّالِثُ) قَوْلُهُ - تَعَالَى -: - كُلٌّ فِي كِتَابٍ مُبِينٍ - ٦ بَيَانٌ لِنَوْعٍ آخَرَ مِنَ النِّظَامِ، وَهُوَ نَوْعُ الْكِتَابَةِ الشَّامِلِ لِمَا ذُكِرَ قَبْلَهُ مِنْ نَوْعِ تَعَلُّقِ الْعِلْمِ، وَمَا قَبْلَهُ مِنْ نَوْعِ تَعَلُّقِ </p><p> الْقُدْرَةِ بِمَا وُجِدَ مِنَ الْمَعْلُومَاتِ بِالْفِعْلِ، وَمِثَالُهُ الْمُقَرَّبُ لِتَصْوِيرِ حِكْمَتِهِ: تَدْوِينُ كِتَابِ دِيوَانِ الْحُكُومَةِ النِّظَامِيَّةِ لِكُلِّ مَا فِيهَا مِنْ أَعْيَانٍ وَأَمْوَالٍ وَأَعْمَالٍ وَمَقَادِيرَ وَتَدْبِيرٍ، فَالْوَحْيُ يُعَلِّمُنَا أَنَّ الْكَوْنَ الْأَعْظَمَ قَائِمٌ بِنِظَامٍ أَحَاطَ بِهِ عِلْمُ اللهِ - تَعَالَى - وَأَنَّ مَقَادِيرَهُ الَّتِي نَفَّذَتْ بِقُدْرَتِهِ - تَعَالَى -: </p><p> - </p><p> كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا - ١٧: ٥٨ فَهُوَ مَسْطُورٌ فِي لَوْحٍ مَحْفُوظٍ فِي عَالَمِ الْغَيْبِ لَا نَعْلَمُ تَأْوِيلَهُ وَلَا صِفَةَ كِتَابَتِهِ فِيهِ، وَلَهُ - تَعَالَى - فِي كُلِّ نَوْعٍ وَفِي جُمْلَتِهِ فِي عَالَمِ الشَّهَادَةِ سُنَنٌ حَكِيمَةٌ يَقُومُ بِهَا قُدْرَتُهُ وَإِرَادَتُهُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ ١٣: ٨ وَهُوَ النِّظَامُ. فَلَهُ - تَعَالَى - كِتَابَانِ، فِي أَحَدِهِمَا نِظَامُ التَّكْوِينِ وَفِي الْآخَرِ بَيَانُ التَّكْلِيفِ، فَكِتَابُ التَّكْلِيفِ بَيَّنَ لَنَا مَا نَحْنُ مُحْتَاجُونَ إِلَيْهِ مِمَّا يَفْتَحُ لَنَا أَبْوَابَ الْعِلْمِ بِمَا فِي كِتَابِ التَّكْوِينِ، وَكُلٌّ مِنْهُمَا كِتَابٌ مُبِينٌ، وَقَدِ اشْتَبَهَ عَلَى بَعْضِ الْمُفَسِّرِينَ أَحَدُ الْكِتَابَيْنِ بِالْآخَرِ. </p><p> (سُنَنُهُ فِي خَلْقِ السَّمَوَاتِ وَالْأَرْضِ فِي سِتَّةِ أَيَّامٍ) : </p><p> (الرَّابِعُ) قَوْلُهُ - تَعَالَى -: - اللهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ - ٧ فِيهِ مِنْ بَيَانِ سُنَّتِهِ - تَعَالَى - فِي التَّكْوِينِ أَنَّهُ كَانَ أَطْوَارًا فِي أَزْمِنَةٍ مُقَدَّرَةٍ بِنِظَامٍ مُحْكَمٍ وَلَمْ يَكُنْ شَيْءٌ مِنْهُ أُنُفًا (بِضَمَّتَيْنِ) أَيْ فُجَائِيًّا بِغَيْرِ تَقْدِيرٍ وَلَا تَرْتِيبٍ، فَإِنَّ كَلِمَةَ الْخَلْقِ مَعْنَاهَا التَّقْدِيرُ الْمُحْكَمُ الَّذِي تَكُونُ فِيهِ الْأَشْيَاءُ عَلَى مَقَادِيرَ مُتَنَاسِبَةٍ، ثُمَّ أُطْلِقَتْ بِمَعْنَى الْإِيجَادِ التَّقْدِيرِيِّ، وَمِنْهُ أَنَّ السَّمَاوَاتِ السَّبْعَ الْمَرْئِيَّةَ لِلنَّاظِرِينَ، وَكُلَّ جِرْمٍ مِنَ الْأَجْرَامِ السَّمَاوِيَّةِ يُرَى فَوْقَ أَهْلِ الْأَرْضِ أَوْ أَرْضٍ مِنَ الْأَرَضِينَ، فَكُلُّهَا قَائِمَةٌ بِسُنَنٍ دَقِيقَةِ النِّظَامِ، وَأَنَّ كُلَّ نَوْعٍ مِنْ أَنْوَاعِ مَا فِيهَا مِنَ الْبَسَائِطِ وَالْمُرَكَّبَاتِ الْغَازِيَّةِ وَالسَّائِلَةِ وَالْجَامِدَةِ قَائِمٌ بِسُنَنٍ أَيْضًا، وَأَنَّ الْكَوْنَ فِي جُمْلَتِهِ قَائِمٌ بِسَنَةٍ عَامَّةٍ فِي رَبْطِ بَعْضِهِ بِبَعْضٍ، وَحِفْظِ نِظَامِهِ أَنْ يَبْغِيَ بَعْضُهُ عَلَى بَعْضٍ، كَالَّذِي يُسَمِّيهِ الْعُلَمَاءُ نِظَامَ الْجَاذِبِيَّةِ الْعَامَّةِ وَالْجَاذِبِيَّاتِ الْخَاصَّةِ. </p><p> (سُنَنُهُ فِي خَلْقِ الْأَحْيَاءِ مِنَ الْمَاءِ وَخَلْقِ الْمُرَكَّبَاتِ أَزْوَاجًا) : </p><p> (الْخَامِسُ) قَوْلُهُ - تَعَالَى - بَعْدَ ذِكْرِ هَذَا الْخَلْقِ: - وَكَانَ عَرْشُهُ عَلَى الْمَاءِ - ٧ فِيهِ إِشَارَةٌ إِلَى نَوْعٍ مِنْ أَنْوَاعِ التَّكْوِينِ الْأَوَّلِ، وَهُوَ الْمَاءُ الَّذِي خُلِقَ مِنْهُ جَمِيعُ أَنْوَاعِ الْأَحْيَاءِ، وَقَدْ كَتَبْنَا فِي تَفْسِيرِ هَذِهِ الْجُمْلَةِ فَصْلًا فِي هَذَا التَّكْوِينِ، ذَكَرْنَا مِنْ سُنَنِهِ سُنَّةَ الزَّوْجِيَّةِ فِي خَلْقِ جَمِيعِ الْمُرَكَّبَاتِ، فَقَدْ قَالَ: - وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ </p><p> - ٢١: ٣٠ وَقَالَ: - وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ - ٥١: ٤٩ وَقَالَ: - سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ - ٣٦: ٣٦ وَقَدْ وَصَلَ عِلْمُ الْبَشَرِ فِي عَصْرِنَا إِلَى كَثِيرٍ مِنْ هَذِهِ السُّنَنِ وَمَا قَامَتْ بِهِ، وَبِمَا لَمْ يَكُنْ يَعْلَمُهُ الْمُتَقَدِّمُونَ مِنْ عُلَمَاءِ الْمَوَالِيدِ وَغَيْرِهَا، وَلَا يَزَالُونَ يَتَوَقَّعُونَ أَنْ يَظْهَرَ لَهُمْ غَيْرُهَا، مِمَّا يَدُلُّ عَلَى أَنَّ هَذِهِ الْمَخْلُوقَاتِ لَا يُحِيطُ بِهَا إِلَّا عِلْمُ خَالِقِهَا - عَزَّ وَجَلَّ - كَمَا بَسَطْنَاهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ. </p><p> (الْفَصْلُ الثَّانِي فِي سُنَنِ الطَّبَائِعِ وَالْغَرَائِزِ الْبَشَرِيَّةِ) : </p><p> (وَفِيهِ بِضْعَةُ شَوَاهِدَ) : </p><p> (سُنَّتُهُ - تَعَالَى - فِي اخْتِبَارِ الْبَشَرِ لِأَجْلِ إِحْسَانِ كُلِّ عَمَلٍ) : </p><p> (الشَّاهِدُ الْأَوَّلُ) بَيَّنَ اللهُ - تَعَالَى - لَنَا بَعْدَ مَا تَقَدَّمَ آنِفًا مِنْ بَدْءِ الْخَلْقِ حِكْمَتَهُ الْعُظْمَى فِيهِ لِلْبَشَرِ بِقَوْلِهِ: - لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا - ٧ فَإِنَّ إِحْسَانَهُمْ لِأَعْمَالِهِمُ الَّتِي أَعَدَّهُمْ لَهَا هِيَ الَّتِي تُظْهِرُ مَا فِي هَذَا الْخَلْقِ عُلْوِيِّهِ وَسُفْلِيِّهِ مِنَ الْحِكَمِ وَالْأَسْرَارِ الَّتِي لَا حَدَّ لَهَا وَلَا نِهَايَةَ، بَيَّنَ هَذَا بِأُسْلُوبِ الِالْتِفَاتِ عَنِ الْخَبَرِ إِلَى الْخِطَابِ الْعَامِّ، وَيَا لَهُ مِنْ أُسْلُوبٍ لَا يُعْرَفُ لَهُ ضَرِيبٌ فِي كَلَامِ بُلَغَاءِ الْبَشَرِ، ثُمَّ الْتَفَتَ عَنْهُ إِلَى خِطَابِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ: - وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ - ٧ وَفِي هَذَا الْخَبَرِ الْمُؤَكَّدِ بِصِيغَةِ الْقَسَمِ بَيَانٌ لِسُنَّتَيْنِ مِنْ سُنَنِ اللهِ - تَعَالَى - فِي الْبَشَرِ، إِحْدَاهَا فِي حَالَةٍ مِنْ أَحْوَالِ اجْتِمَاعِهِمْ، وَمَوْضِعُهَا الْفَصْلُ الثَّالِثُ، وَالْأُخْرَى فِي نَوْعٍ مِنْ أَنْوَاعِ غَرَائِزِهِمْ وَطِبَاعِهِمْ، وَهِيَ أَنَّهُمْ إِذَا أُخْبِرُوا بِشَيْءٍ لَمْ تَصِلْ إِلَى إِدْرَاكِهِ عُقُولُهُمْ أَنْكَرُوهُ، عَلَى أَنَّهُمْ مُسْتَعِدُّونَ بِالْفِطْرَةِ لِلْعِلْمِ بِكُلِّ شَيْءٍ كَمَا قَالَ - تَعَالَى -: - وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا - ٢: ٣١ فَإِذَا قَالَ لَهُمُ الرَّسُولُ الْمُخْبِرُ إِنَّ هَذَا الْخَبَرَ عَنِ اللهِ الْقَادِرِ عَلَى كُلِّ شَيْءٍ، وَجَاءَهُمْ بِالْآيَةِ الدَّالَّةِ عَلَى صِدْقِهِ مِنْ عِلْمِيَّةٍ أَوْ عَقْلِيَّةٍ يَعْجِزُونَ عَنْ مِثْلِهَا قَالَ أَكْثَرُهُمْ: - إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ - أَيْ: بَيِّنٌ ظَاهِرٌ، يَعْنُونَ أَنَّهُمْ مَا عَجَزُوا عَنْ مِثْلِهَا إِلَّا لِأَنَّ لَهَا سَبَبًا خَفِيًّا عَلَيْهِمْ قَدْ يَعْرِفُهُ غَيْرُهُمْ وَقَدْ يَعْرِفُونَهُ بَعْدُ، فَهَذِهِ سُنَّةٌ مِنْ سُنَنِهِ - تَعَالَى - فِيهِمْ فِي حَالٍ مِنْ أَحْوَالِهِمُ النَّاقِصَةِ الْمُتَعَارِضَةِ كَمَا بَيَّنْتُهُ فِي مَحَلِّهِ مِنْ قَبْلُ، وَالْمُرَادُ هُنَا التَّذْكِيرُ لَا تَفْصِيلُهُ وَتَحْقِيقُهُ. </p><p> (غَرِيزَةُ النَّاسِ فِي الْعَجَلِ وَالِاسْتِعْجَالِ) : </p><p> الشَّاهِدُ الثَّانِي: قَوْلُهُ - تَعَالَى - عَقِبَ ذَلِكَ: - وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ - ٨ الْآيَةَ، يُرْشِدُنَا إِلَى سُنَّتَيْنِ مِنْ سُنَّتِهِ - تَعَالَى - فِي غَرَائِزِ الْبَشَرِ وَفِي اجْتِمَاعِهِمْ كَاللَّتَيْنِ فِيمَا قَبْلَهُ، نُرْجِئُ إِحْدَاهُمَا إِلَى الْفَصْلِ الثَّالِثِ، وَنُبَيِّنُ الْأَوْلَى بِأَنَّ مِنْ طِبَاعِهِمُ الْعَجَلَةَ وَالِاسْتِعْجَالَ لِمَا يَطْلُبُونَ مِنْ خَيْرٍ لِلتَّمَتُّعِ بِهِ، وَمَا يُنْذَرُونَ مِنْ شَرٍّ يُنْكِرُونَهُ لِلِاحْتِجَاجِ عَلَى بُطْلَانِهِ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ: - وَلَوْ يُعَجِّلُ اللهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ - ١٠: ١١ فَرَاجِعْهُ فِي ص ٢٥٤ وَمَا بَعْدَهَا ج١١ ط الْهَيْئَةِ. </p><p> (غَرِيزَةُ الْفَرَحِ بِالنِّعْمَةِ وَالْيَأْسِ عِنْدَ الْمُصِيبَةِ) الشَّاهِدَانِ: الثَّالِثُ وَالرَّابِعُ فِي الْآيَتَيْنِ ٩ و١٠ بَيَانٌ لِغَرِيزَتَيْنِ مُتَقَابِلَتَيْنِ مِنَ الصِّفَاتِ الْمَذْمُومَةِ، بَيَّنَّاهُمَا فِي الْفَصْلِ الْأَوَّلِ مِنَ الْبَابِ الْخَامِسِ مِنَ الْوَجْهِ الْبَشَرِيِّ وَهُمَا: فَرَحُ الْبَطَرِ </p><p> بِالنِّعْمَةِ، وَيَأْسُ الْكُفْرِ عِنْدَ الْمُصِيبَةِ، وَنُذَكِّرُ بِهِمَا هُنَا مِنْ وَجْهِ النِّظَامِ الْإِلَهِيِّ وَالسُّنَنِ الْعَامَّةِ. </p><p> وَمِنْ دَقَائِقِ التَّنَاسُبِ بَيْنَ الْآيِ وُرُودُ هَذِهِ السُّنَنِ مُتَعَاقِبَةً مُتَّصِلَةً. </p><p> (غَرِيزَةُ الْإِفْرَاطِ فِي تَوْجِيهِ الْقَوِيِّ إِلَى شَيْءٍ يَلْزَمُهُ ضَعُفٌ ضِدُّهُ) : </p><p> الشَّاهِدُ الْخَامِسُ: قَوْلُهُ - تَعَالَى -: - مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا ١٥ الْآيَةَ. فِيهِ شَاهِدٌ عَلَى سُنَّةِ الْعَجَلِ فِي غَرَائِزِ الْبَشَرِ الْمُبَيَّنَةِ فِي الشَّاهِدِ الثَّانِي آنِفًا، وَشَاهِدٌ عَلَى سُنَّةٍ أُخْرَى هِيَ أَنَّ الْإِنْسَانَ إِذَا وَجَّهَ إِرَادَتَهُ بِكُلِّ قُوَّتِهَا إِلَى مَا فِيهِ مَتَاعٌ لَهُ مِنَ اللَّذَّةِ وَالْمَنْفَعَةِ الْعَاجِلَةِ. </p><p> عَسُرَ عَلَيْهِ أَنْ يَعْقِلَ مَا يُنْذَرُ بِهِ مِنَ الضَّرَرِ الْآجِلِ الَّذِي يَعْقُبُهُ فِي الدُّنْيَا، وَمَا يُنْذَرُ بِهِ مِمَّا لَا يُؤْمِنُ بِهِ مِنْ عَذَابِ الْآخِرَةِ يَكُونُ فِقْهُهُ لَهُ أَعْسَرُ، وَاقْتِنَاعُهُ بِهِ أَبْعَدُ، إِلَّا أَنْ يَهْدِيَهُ اللهُ لِلْإِيمَانِ بِالْقُرْآنِ، إِيمَانًا يَشْتَرِكُ فِيهِ الْعَقْلُ وَالْوِجْدَانُ. </p><p> (فَقْدُ هِدَايَةِ السَّمْعِ وَالْبَصَرِ) : </p><p> الشَّاهِدُ السَّادِسُ: قَوْلُهُ - تَعَالَى -: - مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ - ٢٠ فِي مَعْنَى مَا تَقَدَّمَ مِنْ سُنَّتِهِ - تَعَالَى - فِي تَوْجِيهِ الْإِنْسَانِ كُلَّ إِرَادَتِهِ إِلَى شَيْءٍ يُضْعِفُ فِيهِ غَرِيزَةَ الْإِرَادَةِ لِمَا يُخَالِفُهُ، وَنُزِيدُ عَلَيْهِ أَنَّهُ يَضْعِفُ هِدَايَةَ السَّمْعِ وَالْبَصَرِ حَتَّى يَفْقِدَ الْقُدْرَةَ عَلَى الِاهْتِدَاءِ بِهِمَا وَالِانْتِفَاعِ بِدَلَائِلِهِمَا، فَهِيَ مِنْ هَذِهِ النَّاحِيَةِ سُنَّةٌ أُخْرَى. </p><p> (الْإِيمَانُ بِالْإِقْنَاعِ دُونَ الْإِكْرَاهِ وَاسْتِعْدَادُ الْبَشَرِ لِلْإِضْلَالِ) : </p><p> الشَّاهِدُ السَّابِعُ: الْآيَةُ ٢٨ حِكَايَةً عَنْ نُوحٍ - عَلَيْهِ السَّلَامُ - فِي شَأْنِ مَا آتَاهُ اللهُ مِنَ الْبَيِّنَةِ عَلَى صِحَّةِ دَعْوَتِهِ لَهُمْ إِذَا عُمِّيَتْ عَلَيْهِمْ، أَنَّهُ لَا يُمْكِنُ أَنْ يُلْزِمَهُمْ إِيَّاهَا وَهُمْ كَارِهُونَ لَهَا، تَدُلُّ عَلَى أَنَّ سُنَّتَهُ فِي الْبَشَرِ أَنَّ الْإِيمَانَ لَا يَكُونُ بِالْإِلْزَامِ، وَأَنَّ الْكَارِهَ لِلشَّيْءِ لَا تَتَوَجَّهُ إِرَادَتُهُ إِلَى طَلَبِهِ وَفَهْمِ مَا يَدُلُّ عَلَيْهِ مِنَ الْآيَاتِ وَالْحُجَجِ، وَأَنَّ دَعْوَةَ الرُّسُلِ تُوَجِّهُ إِلَى اسْتِعْمَالِ مَا أُعْطُوا مِنَ الِاسْتِعْدَادِ لِلنَّظَرِ وَالِاسْتِدْلَالِ، وَهُوَ الْمُرَادُ بِقَوْلِهِ - تَعَالَى - فِي غَرِيزَةِ الْإِنْسَانِ: - وَهَدَيْنَاهُ النَّجْدَيْنِ - ٩٠: ١٠ وَقَوْلِهِ فِي صِفَةِ نَفْسِهِ: - فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا - ٩١: ٨. </p><p> (سُنَنُهُ فِي ضَلَالِ النَّاسِ وَغَوَايَتِهِمْ) : </p><p> الشَّاهِدُ الثَّامِنُ قَوْلُهُ - تَعَالَى - فِي حِكَايَةٍ عَنْهُ فِي مُجَادَلَةِ قَوْمِهِ: - وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللهُ يُرِيدُ أَنْ يُغْوِيَكُمْ - ٣٤ وَفِيهِ بَيَانٌ لِسُنَّتِهِ - تَعَالَى - فِي غَوَايَةِ الْغَاوِينَ وَكُفْرِ الْكَافِرِينَ وَضَلَالِ الضَّالِّينَ إِلَخْ. وَقَدْ بَيَّنَّاهَا فِي تَفْسِيرِ الْآيَاتِ الْكَثِيرَةِ الَّتِي أَسْنَدَ فِيهَا إِلَيْهِ - تَعَالَى - فِعْلَ شَيْءٍ مِنْ ذَلِكَ، بِمَا خُلَاصَتُهُ أَنَّ الْإِغْوَاءَ وَالْإِضْلَالَ عِبَارَةٌ عَنْ وُقُوعِ الْغَوَايَةِ وَالضَّلَالِ بِسُنَّةِ اللهِ فِي تَأْثِيرِ ارْتِكَابِ أَسْبَابِهِمَا مِنَ الْأَعْمَالِ الِاخْتِيَارِيَّةِ، وَالْإِصْرَارِ عَلَيْهَا إِلَى أَنْ تَتَمَكَّنَ مِنْ صَاحِبِهَا وَتُحِيطَ بِهِ خَطِيئَتُهُ حَتَّى يَفْقِدَ الِاسْتِعْدَادَ لِلرَّشَادِ وَالْهُدَى، وَقَدْ غَفَلَ عَنْ هَذِهِ </p><p> السُّنَنِ عُلَمَاءُ الْكَلَامِ، فَطَفِقُوا يَتَنَازَعُونَ بَيْنَهُمْ فِي خَلْقِ اللهِ الْكُفْرَ وَالضَّلَالَ لِلْإِنْسَانِ حَتَّى يَكُونَ عَاجِزًا عَنِ الْإِيمَانِ وَالْعَمَلِ الصَّالِحِ: هَلْ هُوَ جَائِزٌ مِنَ الْخَالِقِ عَقْلًا وَشَرْعًا وَوَاقِعٌ فِعْلًا، أَمْ هُوَ مُسْتَحِيلٌ عَلَيْهِ وَيُنَزَّهُ عَنْهُ لِأَنَّهُ ظُلْمٌ يُنَافِي الْعَدْلَ وَالْحِكْمَةَ؟ وَأَيُّ الْآيَاتِ فِيهِ يَجِبُ تَأْوِيلُهَا؟ وَالْحَقُّ إِنْ شَاءَ اللهُ مَا قُلْنَا فَلَا تَأْوِيلَ. </p><p> الشَّاهِدُ التَّاسِعُ قَوْلُهُ - تَعَالَى -: - وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً - ١١٨ نَصٌّ فِي أَنَّ سُنَّتَهُ - تَعَالَى - فِي الْبَشَرِ أَنْ يَتَفَرَّقُوا بِمُقْتَضَى الْغَرِيزَةِ إِلَى شُعُوبٍ وَقَبَائِلَ، وَيَكُونُوا مُخْتَلِفِينَ فِي الْعُقُولِ وَالْأَفْهَامِ وَالْمَنَازِعِ، وَفِي اللُّغَاتِ وَالْأَدْيَانِ وَالشَّرَائِعِ، وَمُتَنَازِعِينَ فِي الْمَصَالِحِ وَالْمَنَافِعِ. </p><p> (الْفَصْلُ الثَّالِثُ فِي سُنَنِ الِاجْتِمَاعِ وَالْعُمْرَانِ وَفِيهِ بِضْعَةَ عَشَرَ شَاهِدًا) : </p><p> (سُنَّةُ اللهِ فِي تَوْبَةِ الْأُمَمِ مِنَ الذُّنُوبِ كَالْأَفْرَادِ)  (الشَّاهِدُ الْأَوَّلُ) أَمَرُ الْقُرْآنُ الْأُمَمَ كَالْأَفْرَادِ بِاسْتِغْفَارِ الرَّبِّ وَالتَّوْبَةِ إِلَيْهِ مِنْ كُلِّ ذَنْبٍ فِي الْآيَاتِ ٣ و٥٢ و٩٠، وَجَعْلُهُمَا سَبَبًا وَشَرْطًا لِمَا وَعَدْنَا بِهِ مِنَ التَّمْتِيعِ الْمَادِّيِّ وَالْفَضْلِ الْمَعْنَوِيِّ فِي الْأُولَى، وَمِنْ إِدْرَارِ الْغَيْثِ وَزِيَادَةِ الْقُوَّةِ فِي الثَّانِيَةِ بِصَرَاحَةِ الْمَنْطُوقِ، وَمَا فِي مَعْنَاهَا مِنْ حَفْظِ النِّعَمِ بِدَلَالَةِ الْمَفْهُومِ فِي الثَّالِثَةِ، فَالْآيَاتُ الثَّلَاثُ بَيَانٌ لِسُنَّةٍ مِنْ سُنَنِ الِاجْتِمَاعِ، وَهُوَ أَنَّ الصَّلَاحَ وَالْإِصْلَاحَ سَبَبٌ لِارْتِقَاءِ الْأَقْوَامِ وَالْأُمَمِ وَحِفْظِهَا، كَمَا أَنَّهُ سَبَبٌ لِارْتِقَاءِ الْأَفْرَادِ، وَالْخِطَابُ هُنَا لِلْأَقْوَامِ لَا لِلْأَفْرَادِ، وَمَا كُلُّ فَرْدٍ يُعَاقَبُ عَلَى ذُنُوبِهِ فِي الدُّنْيَا، وَلَكِنْ كُلُّ أُمَّةٍ تُعَاقَبُ عَلَى ذَنْبِهَا فِي الدُّنْيَا، وَعِقَابُهَا نَوْعَانِ فَصَّلْنَاهُمَا مِنْ قَبْلُ (أَحَدُهُمَا) دِينِيٌّ، وَهُوَ مَا تَقَدَّمَ مِنْ إِهْلَاكِ أَقْوَامِ الرُّسُلِ بِتَكْذِيبِهِمْ لَهُمْ وَظُلْمِهِمْ لِأَنْفُسِهِمْ حَسَبَ إِنْذَارِهِمْ، وَمِثَالُهُ عِقَابُ الْحُكَّامِ لِمُخَالِفِي شَرَائِعِهِمْ وَقَوَانِينِ حُكُومَتِهِمْ. (وَثَانِيهِمَا) أَثَرٌ طَبِيعِيٌّ اجْتِمَاعِيٌّ لِذَنْبِهَا الَّذِي يَتَحَقَّقُ بِفُشُوِّهِ فِيهَا، كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ هَذِهِ السُّورَةِ وَغَيْرِهَا مُفَصَّلًا، وَنَذْكُرُهُ فِي شَوَاهِدِ هَذَا الْفَصْلِ مُجْمَلًا، وَقَدْ كَانَتْ هَذِهِ السُّنَّةُ مَعْرُوفَةً لِلْمُهْتَدِينَ بِالْقُرْآنِ مِنْ سَلَفِنَا الصَّالِحِ، وَمِنَ الْآثَارِ الْمَرْوِيَّةِ عَنِ الْعَبَّاسِ - رَضِيَ اللهُ عَنْهُ - أَنَّهُ لَمَّا قَدَّمَهُ أَمِيرُ الْمُؤْمِنِينَ عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللهُ عَنْهُ - عَلَى نَفْسِهِ فِي صَلَاةِ الِاسْتِسْقَاءِ لِتَذْكِيرِ الْمُؤْمِنِينَ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِقُرْبِهِ وَشَبَهِهِ بِهِ فَتَخْشَعَ قُلُوبُهُمْ، كَانَ مِمَّا قَالَهُ الْعَبَّاسُ فِي دُعَائِهِ: اللهُمَّ إِنَّهُ لَمْ يَنْزِلْ بَلَاءٌ إِلَّا بِذَنْبٍ وَلَمْ يُرْفَعْ إِلَّا بِتَوْبَةٍ. إِلَخْ. </p><p> أَمَّا كَوْنُ الظُّلْمِ وَالْبَغْيِ وَالْفَسَادِ فِي الْأَرْضِ سَبَبًا لِانْحِطَاطِ الْأُمَمِ وَضَعْفِهَا وَهَلَاكِهَا، فَسَيَأْتِي فِي آخِرِ هَذَا الْفَصْلِ، وَأَمَّا كَوْنُهُ سَبَبًا لِقِلَّةِ الْمَطَرِ وَالْقَحْطِ أَوِ الطُّوفَانِ وَالْجَوَائِحِ فَلَيْسَ مِمَّا ثَبَتَ فِي عِلْمِ الِاجْتِمَاعِ ; لِأَنَّ الِانْقِلَابَاتِ الْجَوِّيَّةَ لَا يَعْرِفُ لَهَا الْبَشَرُ اتِّصَالًا بِالذُّنُوبِ الشَّخْصِيَّةِ وَلَا الْقَوْمِيَّةِ الَّتِي تُوصَفُ بِالِاجْتِمَاعِيَّةِ. وَلَقَدْ شَرَحْنَا هَذِهِ الْمَسْأَلَةَ فِي الْعِلَاوَةِ الرَّابِعَةِ لِحَادِثَةِ الطُّوفَانِ. </p><p> (ارْتِقَاءُ الْأُمَمِ بِإِحْسَانِ الْأَعْمَالِ وَإِتْقَانِهَا) : </p><p> (الشَّاهِدُ الثَّانِي) قُلْنَا فِي أَوَّلِ الْفَصْلِ الَّذِي قَبْلَ هَذَا: إِنَّ قَوْلَهُ - تَعَالَى - فِي الْآيَةِ السَّابِعَةِ: - لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا - فِيهِ إِرْشَادٌ إِلَى سُنَّةٍ مِنْ سُنَنِ الِاجْتِمَاعِ. وَنَقُولُ هُنَا فِي بَيَانِهَا: إِنَّ مِنْ ضَرُورِيَّاتِ هَذَا الْعِلْمِ أَنَّ ارْتِقَاءَ الشُّعُوبِ فِي مَصَالِحِهَا الْقَوْمِيَّةِ وَالْوَطَنِيَّةِ وَفِي عِزَّتِهَا الدَّوْلِيَّةِ، هُوَ أَثَرٌ طَبِيعِيٌّ لِإِحْسَانِ أَعْمَالِهَا فِي أَسْبَابِ الْمَعَاشِ وَالثَّرْوَةِ وَالْقُوَّةِ الْحَرْبِيَّةِ، وَالتَّكَافُلِ وَالتَّعَاوُنِ عَلَى الْمَصَالِحِ وَالْمُقَوِّمَاتِ الْعَامَّةِ لَهَا، وَلَا يَتِمُّ مَا ذُكِرَ إِلَّا بِالصِّدْقِ وَالْعَدْلِ وَالْأَمَانَةِ وَالِاسْتِقَامَةِ، وَلَا تَكْمُلُ هَذِهِ إِلَّا بِالْإِيمَانِ بِاللهِ وَالْيَوْمِ الْآخِرِ. </p><p> (عِقَابُ الْأُمَمِ لَهُ آجَالٌ طَبِيعِيَّةٌ) : </p><p> (الشَّاهِدُ الثَّالِثُ) قُلْنَا أَيْضًا: إِنَّ قَوْلَهُ - تَعَالَى -: - وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ - ٨ سُنَّةٌ اجْتِمَاعِيَّةٌ، وَنَقُولُ هُنَا فِي بَيَانِهَا: إِنَّ الْمُرَادَ بِهَذِهِ السُّنَّةِ أَنَّ هَذَا الْعَذَابَ لَهُ أَجَلٌ عِنْدَ اللهِ مَعْلُومٌ، وَزَمَنٌ فِي كِتَابِ نِظَامِ الْخَلْقِ مَعْدُودٌ، وَهُوَ مَا يَبْلُغُ بِهِ ذَنْبُهَا حَدَّهُ فِي الْإِفْسَادِ. وَقَدْ عَلِمْتُ آنِفًا أَنَّهُ لَا يَقَعُ عِقَابٌ إِلَّا بِذَنْبٍ، وَلَكِنَّ الْأُمَمَ الْجَاهِلَةَ لَا تَعْقِلُ هَذَا، وَإِنَّمَا يَعْقِلُهُ بَعْضُ حُكَمَائِهَا، وَقَدْ يُنْذِرُونَهَا وُقُوعَهُ فِي وَقْتِهِ فَلَا تُغْنِي عَنْهُمُ النُّذُرُ شَيْئًا، كَمَا يُعْلَمُ مِنْ قِصَصِ الرُّسُلِ وَسَنَبْسُطُهُ قَرِيبًا. </p><p> (أَوَّلُ أَتْبَاعِ الرُّسُلِ وَالْمُصْلِحِينَ: الْفُقَرَاءُ) : </p><p> (الشَّاهِدُ الرَّابِعُ) قَوْلُهُ - تَعَالَى - حِكَايَةً عَنْ قَوْمِ نُوحٍ: - وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ - ٢٧ الْآيَةَ. وَهُوَ نَصٌّ فِي سُنَّةِ اللهِ فِي السَّابِقِينَ إِلَى اتِّبَاعِ الرُّسُلِ، وَكَذَا غَيْرُهُمْ مِنَ الْمُصْلِحِينَ كَمَا بَيَّنَّاهُ فِي تَفْسِيرِ الْآيَةِ فِي هَذِهِ الْخُلَاصَةِ، وَتَتِمَتُّهُ فِي الشَّاهِدِ التَّالِي وَهُوَ: </p><p> (فَلَاحُ الْجَمَاعَاتِ وَالْأُمَمِ بِتَكَافُلِ الْمُصْلِحِينَ فِيهَا) : </p><p> (الشَّاهِدُ الْخَامِسُ) قَوْلُهُ - عَلَيْهِ السَّلَامُ - فِي جَوَابِهِ لَهُمْ: - وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا - ٢٩ الْآيَةَ، مَبْنِيٌّ عَلَى سُنَنِ الِاجْتِمَاعِ فِي الزَّعَامَةِ وَالْعَصَبِيَّةِ، وَتَأْلِيفِ الْجَمَاعَاتِ الَّتِي تُحْدِثُ الِانْقِلَابَاتِ فِي الْأُمَمِ، وَكَوْنِ ثَبَاتِهَا وَظَفَرِهَا رَهْنًا بِإِيمَانِ الْجَمَاعَةِ الَّتِي تَأَلَّفَتْ لِأَجْلِهِ إِيمَانَ يَقِينٍ عَقْلِيٍّ، وَوِجْدَانِيٍّ قَلْبِيٍّ، وَتَكَافُلٍ عَمَلِيٍّ، وَمِنْهُ وِلَايَةُ بَعْضِهِمْ لِبَعْضٍ بِصِفَةٍ يَكُونُ فِيهَا الزَّعِيمُ خَيْرُ قُدْوَةٍ لِلْأَفْرَادِ، بِتَفْضِيلِهِ أَدْنَى الْمُؤْمِنِينَ مِنْهُمْ عَلَى أَعْظَمِ الْكُبَرَاءِ مِنْ خُصُومِهِمْ، فَأَمَّا الرُّسُلُ عَلَيْهِمُ السَّلَامُ فَقَدْ هَدَاهُمُ الْوَحْيُ إِلَى هَذِهِ السُّنَّةِ كَمَا تَقَدَّمَ فِي </p><p> بَيَانِ سُنَّتِهِ - تَعَالَى - فِي عَدَاوَةِ كُبَرَاءِ الدُّنْيَا مِنَ الْمُتَكَبِّرِينَ لَهُمْ، وَأَمَّا زُعَمَاءُ الْأُمَمِ فِي الْقُرُونِ الْأَخِيرَةِ فَقَدْ هَدَتْهُمْ إِلَيْهَا عَبْرَ التَّارِيخِ وَالتَّجَارِبِ، إِلَى أَنْ دَوَّنَ عُلَمَاءُ فَلْسَفَةِ التَّارِيخِ عِلْمَ الِاجْتِمَاعِ وَفَصَّلُوا فِيهِ سُنَّتَهُ فَعَمِلُوا بِهِ، وَكَانَ إِمَامُهُمْ حَكِيمُنَا الْعَرَبِيُّ ابْنُ خَلْدُونَ رَضِيَ اللهُ عَنْهُ. </p><p> (تَنَازُعُ رِجَالِ الْمَالِ وَدُعَاةِ الْإِصْلَاحِ) : </p><p> (الشَّاهِدُ السَّادِسُ) فِي قِصَّةِ شُعَيْبٍ مَعَ قَوْمِهِ مَسْأَلَةٌ مِنْ أَهَمِّ مَسَائِلِ الِاجْتِمَاعِ فِي الْعَالَمِ الْمَدَنِيِّ، وَهِيَ التَّنَازُعُ بَيْنَ رِجَالِ الْمَالِ وَرِجَالِ الْإِصْلَاحِ فِي حُرِّيَّةِ الْكَسْبِ الْمُطْلَقَةِ، وَتَقْيِيدِ الْكَسْبِ بِالْحَلَالِ وَمُرَاعَاةِ الْفَضِيلَةِ فِيهِ، فَقَوْمُ شُعَيْبٍ كَانُوا يَسْتَبِيحُونَ تَنْمِيَةَ الثَّرْوَةِ بِجَمِيعِ الطُّرُقِ الْمُمْكِنَةِ حَتَّى التَّطْفِيفِ فِي الْمِكْيَالِ وَالْمِيزَانِ، فَإِذَا كَالُوا أَوْ وَزَنُوا لِلنَّاسِ نَقَصُوا وَأَخْسَرُوا، وَإِذَا اكْتَالُوا عَلَيْهِمْ لِأَنْفُسِهِمُ اسْتَوْفُوا وَأَكْثَرُوا، وَكَانُوا يَبْخَسُونَ النَّاسَ أَشْيَاءَهُمْ فِي كُلِّ أَنْوَاعِهَا، وَكَانَ شُعَيْبٌ - عَلَيْهِ السَّلَامُ - يَنْهَاهُمْ عَنْ ذَلِكَ وَيُوصِيهِمْ بِالْقِسْطِ فِيهِ، وَاجْتِنَابِ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ وَالْقَنَاعَةِ بِالْحَلَالِ، وَكَانَتْ حُجَّتُهُمْ حُرِّيَّةَ الْكَسْبِ مَقْرُونَةً بِحُرِّيَّةِ الِاعْتِقَادِ، كَمَا حَكَاهُ اللهُ عَنْهُمْ بِقَوْلِهِ: - قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ - ٨٧ وَتَقَدَّمَ الِاسْتِشْهَادُ بِهَذِهِ الْآيَةِ فِي الْكَلَامِ عَلَى رَذِيلَةِ التَّقْلِيدِ وَرَذِيلَةِ اسْتِحْلَالِ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ، وَالْكَلَامِ عَلَى فَضِيلَةِ حُرِّيَّةِ الِاعْتِقَادِ وَمَنْعِ الْإِكْرَاهِ فِي الدِّينِ، وَنَذْكُرُهُ شَاهِدًا عَلَى كَوْنِ هَذَا التَّنَازُعِ بَيْنَ أَهْلِ الْحَقِّ وَالْفَضِيلَةِ، وَبَيْنَ أَهْلِ الْبَاطِلِ وَالرَّذِيلَةِ، مِنْ سُنَنِ الِاجْتِمَاعِ الْمَعْرُوفَةِ، وَالْأَنْبِيَاءُ يَنْصُرُونَ الْحَقَّ وَالْفَضِيلَةَ بِالْوَعْظِ وَالْإِرْشَادِ الْمُؤَيِّدَيْنِ بِالْحُجَّةِ وَوَسَائِلِ الْإِقْنَاعِ، لَا بِالْقُوَّةِ وَوَسَائِلِ الْإِكْرَاهِ، وَمَنْ كَانَ لَهُ مِنْهُمْ شَرِيعَةٌ مَدَنِيَّةٌ كَمُوسَى وَمُحَمَّدٍ - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ - كَانَتْ جَامِعَةً لِلْوَازِعَيْنِ: وَازِعِ النَّفْسِ بِمُقْتَضَى الْإِيمَانِ، وَوَازِعِ الشَّرْعِ يَمْنَعُ الِاعْتِدَاءَ عَلَى حُقُوقِ النَّاسِ، وَمَا زَالَ التَّنَازُعُ الْمَالِيُّ أَعْقَدَ مَشَاكِلِ الِاجْتِمَاعِ، وَزَعَمَ بَعْضُ عُلَمَاءِ الِاقْتِصَادِ أَنَّ الْإِصْلَاحَ الْمَالِيَّ أَعْظَمُ أُسُسِ الْإِسْلَامِ، وَلِأَجْلِهِ عَادَى كُبَرَاءُ قُرَيْشٍ بَعْثَةَ مُحَمَّدٍ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - وَتَقَدَّمَ تَفْصِيلُ هَذَا فِي خُلَاصَةِ سُورَةِ التَّوْبَةِ وَفِي كِتَابِ (الْوَحْيِ الْمُحَمَّدِيِّ) . </p><p> (سُنَّتُهُ - تَعَالَى - فِي جَعْلِ الْعَاقِبَةِ لِلْمُتَّقِينَ) : </p><p> (الشَّاهِدُ السَّابِعُ) قَوْلُهُ - تَعَالَى -: - إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ - ٤٩ هُوَ الْأَسَاسُ الْأَعْظَمُ لِسُنَنِ الِاجْتِمَاعِ فِي فَوْزِ الْجَمَاعَاتِ الدِّينِيَّةِ وَالسِّيَاسِيَّةِ وَالشُّعُوبِ وَالْأُمَمِ فِي مَقَاصِدِهَا، وَغَلْبِهَا عَلَى خُصُومِهَا وَمُنَاوَئِيهَا، كَمَا أَنَّهُ هُوَ الْأَسَاسُ الرَّاسِخُ لِفَوْزِ الْأَفْرَادِ فِي أَعْمَالِهِمُ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ مِنْ مَالِيَّةٍ وَاجْتِمَاعِيَّةٍ، فَهَذِهِ الْجُمْلَةُ الْبَلِيغَةُ آيَةٌ مِنْ آيَاتِ كِتَابِ اللهِ الْكُبْرَى فِي جَمْعِ الْحَقَائِقِ الْكَثِيرَةِ، فِي الْمَقَاصِدِ الْمُخْتَلِفَةِ فِي كَلِمَةٍ وَجِيزَةٍ، وَلَئِنْ سَأَلْتَ أَكْثَرَ عُلَمَاءِ الدِّينِ فِي الْأَزْهَرِ وَأَمْثَالِهِ، مِمَّنْ لَا بِضَاعَةَ لَهُمْ فِي عِلْمِ الْقُرْآنِ إِلَّا مِثْلَ تَفْسِيرِ الْبَيْضَاوِيِّ وَمَا دُونَهُ كَالْجَلَالَيْنِ وَحَوَاشِيهِ وَكَذَا تَفْسِيرُ الْأَلُوسِيِّ الْجَامِعِ لِخُلَاصَةِ هَذِهِ التَّفَاسِيرِ، فَقُلْتَ لَهُمْ: مَا مَعْنَى كَوْنِ \" الْعَاقِبَةُ لِلْمُتَّقِينَ \" ؟ وَمَا التَّقْوَى الَّتِي جَعَلَهَا هَذَا النَّصُّ عِلَّةً لِكَوْنِ الْعَاقِبَةِ لَهُمْ عَلَى قَاعِدَتِكُمْ فِي تَعْلِيقِ الْحُكْمِ عَلَى الْمُشْتَقِّ؟ لَيَقُولَنَّ أَوْسَعُهُمُ اطِّلَاعًا: إِنَّ التَّقْوَى فِعْلُ الطَّاعَاتِ وَتَرْكُ الْمَعَاصِي، أَوِ امْتِثَالُ </p><p> الْأَوَامِرِ وَاجْتِنَابِ النَّوَاهِي، وَأَنَّ اللهَ وَعَدَ هَؤُلَاءِ بِحُسْنِ الْجَزَاءِ فِي الدُّنْيَا وَالْآخِرَةِ، وَهَذَا تَفْسِيرٌ مُجْمَلٌ مُبْهَمٌ يُمْكِنُ اخْتِصَارُهُ بِأَنْ تَقُولَ: الْمُتَّقُونَ هُمُ الْمُسْلِمُونَ الصَّالِحُونَ، وَمَاذَا عَسَى أَنْ يَقُولَ قَارِئُوا هَذِهِ التَّفَاسِيرِ عَلَى قِلَّتِهِمْ غَيْرَ هَذَا أَوْ مَا فِي مَعْنَاهُ، وَقَدْ قَصَّرَ كُلُّ مُؤَلِّفِيهَا فِيمَا يَجِبُ مِنَ الْبَيَانِ التَّفْصِيلِيِّ لَهَا فِي تَقْوَى الْأَفْرَادِ وَالْجَمَاعَاتِ وَتَقْوَى الْأُمَّةِ؟ فَإِنَّهُ لَمْ يُشِرْ أَحَدٌ مِنْهُمْ إِلَى مَعْنَاهَا الْعَامِّ، وَهُوَ اتِّقَاءُ كُلِّ مَا يُفْسِدُ الْعَقَائِدَ وَالْأَخْلَاقَ وَالرَّوَابِطَ الْخَاصَّةَ وَالْعَامَّةَ، وَتَحَرِّي مَا يُصْلِحُهَا بِهَدْيِ الْكِتَابِ وَالسُّنَّةِ، وَمَا أَرْشَدَ إِلَيْهِ مِنْ سُنَنِ اللهِ - تَعَالَى - فِي حَيَاةِ الْأُمَمِ وَمَوْتِهَا، وَقُوَّتِهَا وَضَعْفِهَا، وَبَقَاءِ دُوَلِهَا وَزَوَالِهَا، وَكَوْنُ هَذِهِ السُّنَنِ مُطَّرِدَةً فِي جَمِيعِ الشُّئُونِ الْعَامَّةِ مِنْ مَنْزِلِيَّةٍ وَمَدَنِيَّةٍ وَمَالِيَّةٍ وَحَرْبِيَّةٍ وَسِيَاسِيَّةٍ، لَا تَبْدِيلَ لَهَا وَلَا تَحْوِيلَ، وَلَا مُحَابَاةَ فِيهَا بَيْنَ أَهْلِ الْمِلَلِ وَالنِّحَلِ، وَبِهَذَا كُلِّهِ تَكُونُ الْعَاقِبَةُ الْمَرْجُوَّةُ لَهُمْ فِي السِّيَادَةِ وَالسَّعَادَةِ. وَقَدْ بَيَّنَّا هَذَا الْمَعْنَى فِي مَوَاضِعَ مِنْ هَذَا التَّفْسِيرِ لَعَلَّ أَجْمَعَهَا وَأَدَقَّهَا بِالْإِجْمَالِ تَفْسِيرُ قَوْلِهِ - تَعَالَى -: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللهَ يَجْعَلْ لَكُمْ فُرْقَانًا ٨: ٢٩ الْآيَةَ، وَمِنَ التَّفْصِيلِ لَهُ مَا تَرْمِي فِي هَذِهِ الشَّوَاهِدِ. </p><p> (نَهْيُ أُولِي الْأَحْلَامِ عَنِ الْفَسَادِ يَحْفَظُ الْأُمَّةَ مِنَ الْهَلَاكِ) : </p><p> (الشَّاهِدُ الثَّامِنُ) قَوْلُهُ - تَعَالَى -: فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ ١١٦ جَاءَتْ هَذِهِ الْآيَةُ بَعْدَ بَيَانِ إِهْلَاكِ الْأُمَمِ بِظُلْمِهِمْ وَإِفْسَادِهِمْ فِي الْأَرْضِ؛ لِلْإِعْلَامِ بِأَنَّهُ لَوْ كَانَ فِيهِمْ جَمَاعَاتٌ وَأَحْزَابٌ أُولُوا بَقِيَّةٍ مِنَ الْأَحْلَامِ وَالْفَضَائِلِ وَالْقُوَّةِ فِي الْحَقِّ يَنْهَوْنَهُمْ عَنْ ذَلِكَ لَمَا فَشَا فِيهِمْ، وَأَفْسَدَهُمْ وَإِذَنْ لَمَا هَلَكُوا، فَإِنَّ الصَّالِحِينَ الْمُصْلِحِينَ فِي الْأَرْضِ هُمُ الَّذِينَ يَحْفَظُ اللهُ بِهِمُ الْأُمَمَ مِنَ الْهَلَاكِ مَا دَامُوا يُطَاعُونَ فِيهَا بِحَسْبِ سُنَّةِ اللهِ، كَمَا أَنَّ الْأَطِبَّاءَ هُمُ الَّذِينَ يَحْفَظُ اللهُ بِهِمُ الْأُمَمَ مِنْ فُشُوِّ الْأَمْرَاضِ وَالْأَوْبِئَةِ فِيهَا، مَا دَامَتِ الْجَمَاهِيرُ تُطِيعُهُمْ فِيمَا يَأْمُرُونَ بِهِ مِنْ أَسْبَابِ الْوِقَايَةِ قَبْلَ حُدُوثِ الْمَرَضِ، وَمِنْ وَسَائِلِ الْعِلَاجِ وَالتَّدَاوِي بَعْدَهُ، فَإِذَا لَمْ يَمْتَثِلِ الْجُمْهُورُ لِأَمْرِهِمْ وَنَهْيِهِمْ فَعَلَ الْفَسَادُ فِعْلَهُ فِيهِمْ، وَقَدْ فَهِمَ الْوُعَّاظُ وَالْفُقَهَاءُ مِنْ خَلَفِنَا الْجَاهِلِ مَا كَانَ يَفْهَمُهُ السَّلَفُ الصَّالِحُ مِنْ بَرَكَةِ الصَّالِحِينَ الْمُتَقَدِّمِينَ وَحَفِظِ اللهِ الْأُمَمَ بِهِمْ، فَظَنُّوا أَنَّ الْمُرَادَ بِهِمُ الَّذِينَ يُكْثِرُونَ مِنَ الصِّيَامِ وَالْقِيَامِ وَقِرَاءَةِ الْأَوْرَادِ وَالْأَحْزَابِ، كَمَا قَالَ الشَّاعِرُ، وَضَرَبَ الشَّيْخُ أَحْمَدُ بْنُ حَجَرٍ الْهَيْتَمِيُّ الْمَثَلَ بِقَوْلِهِ فِي الزَّوَاجِرِ: </p><p> لَوْلَا أُنَاسٌ لَهُمْ وِرْدٌ يَقُومُونَا ... وَآخَرُونَ لَهُمْ سَرْدٌ يَصُومُونَا </p><p> لَدَكْدَكَتْ أَرْضُكُمْ مِنْ تَحْتِكُمْ سِحْرًا ... فَإِنَّكُمْ قَوْمُ سَوْءٍ لَا تُطِيعُونَا </p><p> كَلَّا، إِنَّ مِنْ أَصْحَابِ الْأَوْرَادِ مَنْ يَقُومُ لَيْلَهُ بِوِرْدٍ مِنْ تَشْرِيعٍ مُبْتَدَعٍ هُوَ بِهِ عَاصٍ لِلَّهِ - تَعَالَى - لِعِبَادَتِهِ بِغَيْرِ مَا شَرَعَهُ، فَكَانَ مِمَّنْ قَالَ فِيهِمْ: أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ٤٢: ٢١ أَيْ بِهَلَاكِهِمْ. وَفِي الْحَدِيثِ:  ((رُبَّ صَائِمٍ لَيْسَ لَهُ مِنْ صِيَامِهِ إِلَّا الْجُوعُ، وَرُبَّ قَائِمٍ لَيْسَ لَهُ مِنْ قِيَامِهِ إِلَّا السَّهَرُ) ) كَمْ مِنْ مُصَلٍّ هُوَ مِصْدَاقٌ لِحَدِيثِ: ((مَنْ لَمْ تَنْهَهُ صِلَاتُهُ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ لَمْ يَزْدَدْ مِنَ اللهِ إِلَّا بُعْدًا) ) وَكَذَلِكَ كَانَ دَرَاوِيشُ مَهْدِيِّ السُّودَانِ، وَأَمْثَالُهُمْ مِنَ الْمُسْلِمِينَ الْجَاهِلِينَ لِهِدَايَةِ الْقُرْآنِ، فَنَكَّلَ بِهِمُ الْإِفْرِنْجُ بِمُسَاعَدَةِ الْفَاسِقِينَ مِنَ الْمُسْلِمِينَ وَاسْتَوْلَوْا عَلَى بِلَادِهِمْ. وَقَدْ عَلِمْنَا مِنْ أَخْبَارِ هَذَا الْمَهْدِيِّ أَنَّهُ كَانَ عَلَى عِلْمٍ وَبَصِيرَةٍ </p><p> فِي صَلَاحِهِ، وَلَكِنَّ قُوَّادَهُ لَمْ يَكُونُوا بَعْدَهُ مِثْلَهُ، وَصَلَاحُ دَرَاوِيشِهِ لَا بَصِيرَةَ فِيهِ وَلَا عِلْمَ. </p><p> كَلَّا إِنَّ الْمُرَادَ بِالصَّالِحِينَ الَّذِينَ يَحْفَظُ اللهُ بِهِمُ الْأُمَمَ هُمُ الَّذِينَ قَالَ اللهُ فِيهِمْ: وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ٢١: ١٠٥ وَهُمُ الْمُتَّقُونَ الَّذِينَ قَالَ فِيهِمْ: إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ ٧: ١٢٨ وَقَالَ: وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لِيَسْتَخْلِفْنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ ٢٤: ٥٥ الْآيَةَ، وَقَدْ تَقَدَّمَ الْكَلَامُ فِيهِمْ قَرِيبًا، وَإِنَّ اللهَ لَا يَحْفَظُ الْأُمَمَ بِذَوَاتِهِمْ وَبَرَكَةِ أَجْسَادِهِمْ، وَلَا بِعِبَادَاتِهِمُ الشَّخْصِيَّةِ الْقَاصِرِ نَفْعُهَا عَلَيْهِمْ، بَلْ بِأَمْرِهِمْ بِالْمَعْرُوفِ وَنَهْيِهِمْ عَنِ الْمُنْكَرِ وَطَاعَةِ الْأُمَّةِ لَهُمْ. </p><p> نَعَمْ إِنَّ اللهَ لَا يُهْلِكُ الْأُمَّةَ كُلَّهَا بِعَذَابِ الِاسْتِئْصَالِ مَادَامَ فِيهَا جَمَاعَةٌ مِنَ الصَّالِحِينَ، وَلَكِنَّهُ يُعَذِّبُهَا بِذُنُوبِهَا فِيمَا عَدَا ذَلِكَ مِمَّا فَصَّلْنَاهُ فِي عِلَاوَةِ قِصَّةِ الطُّوفَانِ الرَّابِعَةِ. </p><p> (الطُّغْيَانُ وَالرُّكُونُ إِلَى الظَّالِمِينَ سَبَبُ الْحِرْمَانِ مِنَ النَّصْرِ) : </p><p> (الشَّاهِدُ التَّاسِعُ) قَوْلُهُ - تَعَالَى -: فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا ١١٢ وَقَوْلُهُ بَعْدَهَا: وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ ١١٣ فِيهِمَا مِنْ سُنَنِ اللهِ - تَعَالَى - فِي الِاجْتِمَاعِ أَنَّ الطُّغْيَانَ وَالرُّكُونَ إِلَى الظَّالِمِينَ مِنْ أَسْبَابِ هَلَاكِ الْأُمَمِ وَحِرْمَانِهِمْ مِنَ النَّصْرِ عَلَى أَعْدَائِهِمْ، وَهَذَا يَشْتَرِكُ مَعَ الظُّلْمِ فِي شَوَاهِدِهِ الْآتِيَةِ: </p><p> (الشَّوَاهِدُ: الْعَاشِرُ - الْخَامِسَ عَشَرَ عَلَى إِهْلَاكِ الْأُمَمِ بِالظُّلْمِ) : </p><p> (فِي الْآيَاتِ ١٠٠ - ١٠٢ و١١٢ و١١٣ و١١٦ و١١٧) : </p><p> أَوَّلُهَا فِي هَذَا السِّيَاقِ قَوْلُهُ - عَزَّ وَجَلَّ - لِرَسُولِهِ خَاتَمِ النَّبِيِّينَ: ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ مِنْهَا قَائِمٌ وَحَصِيدٌ ١٠٠ وَالثَّانِيَةُ: وَمَا ظَلَمْنَاهُمْ ١٠١ أَيْ بِإِهْلَاكِهِمْ، </p><p> بَلْ أَنْذَرْنَاهُمْ عَاقِبَةَ ظُلْمِهِمْ وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ ظُلْمًا عَامًّا فَكَانَ هَلَاكُهُمْ عَامًّا، وَكَانَ أَكْبَرَ ظُلْمِهِمُ الشِّرْكُ، فَكَانُوا يَدْعُونَ آلِهَتَهُمْ أَنْ تَدْفَعَ عَنْهُمُ الْعَذَابَ، فَاتَّكَلُوا عَلَيْهَا فِي دَفْعِ مَا أَنْذَرَهُمُ الرُّسُلُ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللهِ مِنْ شَيْءٍ ١٠١ الْآيَةَ. </p><p> هَذَا مَعْنًى لَا يُكَابِرُ فِيهِ أَحَدٌ يَدَّعِي التَّوْحِيدَ وَالْإِيمَانَ بِالْقُرْآنِ، وَلَكِنَّ كَثِيرًا مِنَ الْجَاهِلِينَ بِعَقَائِدِ الْقُرْآنِ إِذَا بَيَّنْتَ لَهُمْ مَا يُخَالِفُ تَقَالِيدَهُمْ مِنْهَا أَنْكَرُوهُ، وَأَوَّلُ مَا يُنْكِرُونَهُ أَسَاسُهَا الْأَعْظَمُ وَهُوَ تَوْحِيدُ اللهِ وَمَعْنَى الشِّرْكِ بِهِ مِنْهَا، إِذْ هُمْ يَظُنُّونَ أَنَّ شِرْكَ أُولَئِكَ الْأَقْوَامِ عِبَارَةٌ عَنْ عِبَادَةِ أَصْنَامٍ وَأَوْثَانٍ مِنَ الْجَمَادِ يَتَّكِلُونَ عَلَيْهَا لِذَاتِهَا. فَإِذَا قِيلَ لَهُمْ: إِنَّ أَصْلَهُ الْغُلُوُّ فِي الصَّالِحِينَ وَلَا سِيَّمَا الْمَيِّتِينَ مِنْهُمْ، وَاعْتِقَادُ تَصَرُّفِهِمْ فِي الْكَوْنِ، وَدُعَاؤُهُمْ فِي طَلَبِ النَّفْعِ وَدَفْعِ الضُّرِّ، وَأَنَّ مِثْلَهُ أَوْ مِنْهُ مَا كَانَ يُحْكَى عَنْ مُسْلِمِي بُخَارَى أَنَّ شَاهْ نَقْشَبَنْدَ هُوَ الْحَامِي لَهَا، فَلَنْ تَسْتَطِيعَ الدَّوْلَةُ الرُّوسِيَّةُ الِاسْتِيلَاءَ عَلَيْهَا، وَمَا كَانَ يُحْكَى عَنْ مُسْلِمِي الْمَغْرِبِ الْأَقْصَى مِنْ حِمَايَةِ مَوْلَايَ إِدْرِيسَ لِفَاسَ وَسَائِرِ الْمَغْرِبِ أَنْ تَسْتَوْلِيَ عَلَيْهَا فَرَنْسَةُ، أَنْكَرُوا عَلَى الْقَائِلِ: إِنَّ هَذَا كَذَاكَ، وَقَالُوا: إِنَّمَا هُوَ تَوَسُّلٌ بِجَاهِ الْأَوْلِيَاءِ عِنْدَ اللهِ، وَلَيْسَ مِنَ الْمُنْكَرِ أَنْ يَدْفَعُوهَا بِكَرَامَتِهِمْ. فَكَرَامَةُ الْأَمْوَاتِ ثَابِتَةٌ كَالْأَحْيَاءِ، وَقَدْ بَيَّنَّا لَهُمْ جَهْلَهُمْ هَذَا بِتَبَدُّلِ الْأَسْمَاءِ، وَمُخَالَفَتِهِ لِكِتَابِ اللهِ - تَعَالَى - وَسُنَّةِ رَسُولِهِ، وَسِيرَةِ السَّلَفِ الصَّالِحِ مِنَ الْأُمَّةِ فِي فُتُوحَاتِهِمْ وَتَأْسِيسِ مُلْكِهِمْ وَحِفْظِهِ، وَخَصَّصْنَا إِخْوَانَنَا أَهْلَ الْمَغْرِبِ الْأَقْصَى بِالْإِنْذَارِ مُنْذُ أُنْشِئَ الْمَنَارُ، وَأَرْشَدْنَاهُمْ إِلَى تَنْظِيمِ قُوَّاتِهِمُ الدِّفَاعِيَّةِ الْعَسْكَرِيَّةِ، وَطَلَبِ الضُّبَّاطِ لَهُ مِنَ الدَّوْلَةِ الْعُثْمَانِيَّةِ، وَإِلَى الْعُلُومِ وَالْفُنُونِ الْمُرْشِدَةِ إِلَى الْقُوَّةِ وَالثَّرْوَةِ وَالنِّظَامِ، وَإِلَّا ذَهَبَتْ بِلَادُهُمْ مِنْ أَيْدِيهِمْ قَطْعًا. فَقَالَ الْمُغْوُونَ لَهُمْ مِنْ أَهْلِ الطَّرَائِقِ الْقِدَدِ بِلِسَانِ حَالِهِمْ أَوْ مَقَالِهِمْ: إِنَّ صَاحِبَ الْمَنَارِ مُعْتَزِلِيٌّ مُنْكِرٌ لِكَرَامَاتِ الْأَوْلِيَاءِ، وَمَا هُوَ بِمُعْتَزِلِيٍّ وَلَا أَشْعَرِيٍّ، بَلْ هُوَ قُرْآنِيٌّ سُنِّيٌّ، وَهَا هِيَ ذِي فَرَنْسَةُ اسْتَوْلَتْ عَلَى بِلَادِهِمْ كَمَا أَنْذَرَهُمْ، وَظَهَرَ أَنَّ أَكْبَرَ مَشَايِخِ الطَّرِيقِ نُفُوذًا وَدَعْوَى لِلْكَرَامَاتِ بِالْبَاطِلِ كَالتِّيجَانِيَّةِ، كَانُوا وَمَا زَالُوا مِنْ خِدْمَةِ فَرَنْسَةَ وَمُسَاعِدِيهَا عَلَى فَتْحِ الْبِلَادِ، وَاسْتِعْبَادِ أَهْلِهَا أَوْ إِخْرَاجِهِمْ مِنْ دِينِ الْإِسْلَامِ إِلَى الْإِلْحَادِ أَوِ النَّصْرَانِيَّةِ مِنْ حَيْثُ يَدْرُونَ أَوْ لَا يَدْرُونَ. </p><p> يَجْهَلُ أَمْثَالُ هَؤُلَاءِ وَغَيْرُهُمْ مِنَ الَّذِينَ يَظُنُّونَ أَنَّ الشِّرْكَ بِاللهِ - تَعَالَى - خَاصٌّ بِعِبَادَةِ الْأَصْنَامِ وَالْأَوْثَانِ، أَنَّ أَصْلَ هَذَا الشِّرْكِ هُوَ الْغُلُوُّ فِي تَعْظِيمِ الصَّالِحِينَ، وَالتَّبَرُّكِ أَوِ التَّوَسُّلِ بِأَشْخَاصِهِمْ لِإِبْطَالِ سُنَنِ اللهِ - تَعَالَى - وَأَوَّلُهُمْ قَوْمُ نُوحٍ، فَقَدْ كَانَتْ آلِهَتُهُمْ (وَدٌّ وَسُوَاعٌ وَيَغُوثُ وَيَعُوقُ وَنَسْرٌ) رِجَالًا صَالِحِينَ غَلَوْا فِي تَعْظِيمِهِمْ بَعْدَ مَوْتِهِمْ، وَوَضَعُوا لَهُمُ الصُّوَرَ وَالتَّمَاثِيلَ </p><p> لِلتَّذْكِيرِ بِهِمْ كَمَا رَوَاهُ الْبُخَارِيُّ عَنْ تُرْجُمَانِ </p><p> الْقُرْآنِ عَبْدِ اللهِ بْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - فَكَانُوا يَعْتَقِدُونَ أَنَّ أُولَئِكَ الصَّالِحِينَ هُمُ الَّذِينَ يَنْفَعُونَ وَيَضُرُّونَ، وَيَدْفَعُونَ الْعَذَابَ بِكَرَامَاتِهِمْ أَوْ بِشَفَاعَتِهِمْ عِنْدَ اللهِ لَا تَمَاثِيلُهُمْ. </p><p> بَلْ نَرَى هَؤُلَاءِ وَأَمْثَالَهُمْ مِنَ الَّذِينَ يَلْجَئُونَ إِلَى قُبُورِهِمُ الصَّالِحِينَ؛ لِدُعَائِهِمْ أَوْ مَا يُسَمُّونَهُ التَّوَسُّلَ بِهِمْ فِي مِثْلِ ذَلِكَ، يَجْهَلُونَ جَمِيعَ عَقَائِدِ الْقُرْآنِ وَسُنَنِ اللهِ - تَعَالَى - فِيهِ الَّتِي أَجْمَلْنَاهَا فِي خُلَاصَةِ هَذِهِ السُّورَةِ، مِنَ التَّوْحِيدِ وَوَظَائِفِ الرُّسُلِ، إِلَى هَذِهِ السُّنَنِ فِي إِهْلَاكِ الظَّالِمِينَ، وَأَمْثَالِهَا فِي غَيْرِ هَذِهِ السُّورَةِ. </p><p> وَأَكْبَرُ مَصَائِبِ الْإِسْلَامِ أَنَّ افْتِتَانَ الْمُسْلِمِينَ بِالصَّالِحِينَ الَّذِي اتَّبَعُوا فِيهِ سَنَنَ مَنْ قَبْلَهُمْ ((شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ) ) كَمَا أَخْبَرَ الصَّادِقُ الْمَصْدُوقُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ كَانَ سَبَبًا لِإِلْحَادِ فَرِيقٍ كَبِيرٍ مِنَ الَّذِينَ يَتَعَلَّمُونَ عُلُومَ الْعَصْرِ وَمِنْهَا سُنَنُ الْخَلْقِ وَالِاجْتِمَاعِ، وَمُرُوقِهِمْ مِنَ الدِّينِ بِاعْتِقَادِهِمْ أَنَّ الْإِسْلَامَ دِينٌ خُرَافِيٌّ هُوَ الَّذِي أَضَاعَ مُلْكَ الْمُسْلِمِينَ، حَتَّى إِنَّ حُكُومَةَ التُّرْكِ الْحَاضِرَةِ تَرَكَتِ الْإِسْلَامَ الْحَقَّ الْمُنَزَّهَ عَنِ الْخُرَافَاتِ، وَعَادَى رَئِيسُهَا وَمُؤَسِّسُهَا الْقُرْآنَ وَالسُّنَّةَ وَلُغَتَهُمَا وَحُرُوفَهُمَا بِمَا لَمْ يُسْبَقْ لَهُ نَظِيرٌ فِي عَهْدِ الْجَاهِلِيَّةِ وَالصَّلِيبِيِّينَ فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ ٢٦: ٤. </p><p> وَخُلَاصَةُ مَعْنَى الْآيَةِ الثَّانِيَةِ (١٠٢) أَنَّ أَخْذَ اللهِ الْقُرَى الظَّالِمَةَ عِنْدَ اسْتِحْقَاقِهِمْ لَهُ فِي الْمُسْتَقْبَلِ سَيَكُونُ عَلَى نَحْوِ أَخْذِهِ لَهَا فِي الْمَاضِي، أَلِيمًا شَدِيدًا لَا هَوَادَةَ وَلَا رَحْمَةَ وَلَا مُحَابَاةَ. </p><p> وَخُلَاصَةُ الثَّالِثَةِ وَالرَّابِعَةِ (١١٢ و١١٣) أَمْرُ اللهِ لِرَسُولِهِ بِالِاسْتِقَامَةِ هُوَ وَمَنْ تَابَ مَعَهُ كَمَا أَمَرَ، وَنَهْيُهُمْ عَنِ الطُّغْيَانِ وَالْإِفْرَاطِ فِيهِ، وَعَنِ الرُّكُونِ إِلَى الظَّالِمِينَ مِنَ الْمُشْرِكِينَ الْمُشَبَّهَةِ حَالُهُمْ فِي قَرْيَتِهِمْ (مَكَّةَ) لِحَالِ أُولَئِكَ الظَّالِمِينَ مِنْ أَهْلِ الْقُرَى الْمُهْلَكَةِ؛ لِأَجْلِ أَنْ يُنَجَّيَهُمْ مِنَ الْعَذَابِ إِذَا وَقَعَ عَلَيْهِمْ أَتْبَاعُ أُولَئِكَ الرُّسُلِ قُبَيْلَ إِهْلَاكِ قَوْمِهِمْ؛ لِأَنَّ سُنَّتَهُ - تَعَالَى - فِي عِبَادِهِ وَاحِدَةٌ. </p><p> وَخُلَاصَةُ الْخَامِسَةِ (١٦٦) أَنَّ الْوَسِيلَةَ لِمَنْعِ وُقُوعِ الْعَذَابِ بِالْأُمَمِ الظَّالِمَةِ، هُوَ وُجُودُ أُولِي بَقِيَّةٍ فِيهَا يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ فَيُطَاعُونَ، إِذْ بِفَقْدِهِمْ يَتَّبِعُ الظَّالِمُونَ مَا أُتْرِفُوا فِيهِ فَيَكُونُونَ مُجْرِمِينَ فَيَهْلِكُونَ، إِنْ لَمْ يَكُنْ بِاسْتِئْصَالِهِمْ فَبِذَهَابِ اسْتِقْلَالِهِمْ. </p><p> وَخُلَاصَةُ السَّادِسَةِ (١١٧) أَنَّهُ لَمْ يَكُنْ مِنْ شَأْنِ اللهِ - تَعَالَى - وَلَا مَنْ سُنَّتِهِ فِي عِبَادِهِ أَنْ يُهْلِكَ الْقُرَى بِظُلْمٍ مِنْهُ وَأَهْلُهَا مُصْلِحُونَ فِي أَعْمَالِهِمْ وَأَحْكَامِهِمْ، وَهَذَا هُوَ الْأَسَاسُ الْأَعْظَمُ لِعِلْمِ الِاجْتِمَاعِ فِي حَيَاةِ الْأُمَمِ وَمَوْتِهَا وَعِزَّتِهَا وَذُلِّهَا، فَرَاجِعْ تَفْسِيرَهَا. </p><p> إِنَّ عُلَمَاءَ الصَّحَابَةِ - رَضِيَ اللهُ عَنْهُمْ - وَالتَّابِعِينَ وَأَئِمَّةَ الْأَمْصَارِ الَّذِينَ وَرِثُوا لُغَةَ الْقُرْآنِ بِالسَّلِيقَةِ وَسُنَّةَ النَّبِيِّ وَبَيَانَهُ لَهُ بِالِاتِّبَاعِ، كَانُوا يَفْهَمُونَ هَذِهِ السُّنَنَ الْإِلَهِيَّةَ فِي الْخَلْقِ وَيَهْتَدُونَ بِهَا، وَإِنْ لَمْ يَضَعُوا لَهَا قَوَاعِدَ عِلْمِيَّةً وَفَنِّيَّةً لِتَفْقِيهِ مَنْ بَعْدِهِمْ فِيهَا، ثُمَّ زَالَتْ سَلِيقَةُ اللُّغَةِ مِنْ </p><p> عُلَمَاءِ الْمُوَلِّدِينَ، فَصَارُوا يُفَسِّرُونَ الْقُرْآنَ بِقَوَاعِدِ الْفُنُونِ الَّتِي وَضَعُوهَا لِلُّغَةِ وَلِلدِّينِ بِقَدْرِ مَعَارِفِهِمُ الْمَمْزُوجَةِ بِمَا وَرِثُوا وَمَا كَسَبُوا مِنَ الشُّعُوبِ الَّتِي اهْتَدَتْ بِالْإِسْلَامِ، وَلَمْ يَكُنْ عِلْمُ الِاجْتِمَاعِ مِمَّا دَوَّنَهُ أَحَدٌ، فَلِهَذَا لَا نَرَى فِي تَفَاسِيرِهِمْ شَيْئًا مِنْ هَذِهِ السُّنَنِ الْخَاصَّةِ بِسِيَاسَةِ الْأُمَمِ، بَلْ تَنَكَّبُوا هِدَايَةَ الْقُرْآنِ فِيهَا فَكَانَتْ عَاقِبَةُ أَمْرِهِمْ مَا نَشْكُو مِنْهُ وَنُحَاوِلُ تَلَافِيَهُ. </p><p> (الشَّاهِدُ السَّادِسَ عَشَرَ فِي الِاخْتِلَافِ فِي الدِّينِ) : </p><p> تَرَى فِي الْآيَتَيْنِ (١١٨ و١١٩)  (١) بَيَانَ سُنَنِ اللهِ - تَعَالَى - فِي اخْتِلَافِ الْأُمَمِ فِي الدِّينِ كَاخْتِلَافِهِمْ فِي التَّكْوِينِ وَالْعُقُولِ وَالْفُهُومِ، وَحِكْمَةُ جَعْلِهَا فِي خَاتِمَةِ السُّورَةِ: أَنَّهَا أَهَمُّ مَا فِيهَا مِنَ الْعِبَرِ لِلْمُؤْمِنِينَ بِالْقُرْآنِ، وَهُوَ أَكْمَلُ هِدَايَةً وَهَبَهَا اللهُ لِلْإِنْسَانِ، لِتَكُونَ كَافِلَةً كَافِيَةً لَهُ إِلَى آخِرِ الزَّمَانِ، ذَلِكَ بِأَنَّ مَا قَبْلَهَا كُلُّهُ مِنْ سُنَنِ الِاجْتِمَاعِ الْمُبَيِّنَةِ لِأَسْبَابِ فَسَادِ الْأَفْرَادِ وَالْأُمَمِ وَقَدْ أَرْشَدَهُمُ الْقُرْآنُ لِاتِّقَائِهَا، فَهُوَ جَامِعٌ لِوَصْفِ أَمْرَاضِ الْبَشَرِ كُلِّهَا وَلِوَصْفِ عِلَاجِهَا، فَمَنْ آمَنَ بِهِ وَتَدَبَّرَهُ مِنَ الْأَفْرَادِ وَالْجَمَاعَاتِ الصُّغْرَى (الْبُيُوتِ وَالْفَصَائِلِ وَالْعَشَائِرِ) وَالْكُبْرَى (الشُّعُوبِ وَالْقَبَائِلِ) عَمِلَ بِهِ، وَمَنْ عَمِلَ بِهِ سَلِمَ مِنَ الْفَسَادِ وَالْهَلَاكِ، وَالْهَلَاكُ حَتْمًا، وَإِنَّمَا يَنْحَصِرُ الْخَوْفُ عَلَيْهِمْ فِي تَرْكِ الْعَمَلِ بِهِ، وَهَذَا التَّرْكُ إِذَا كَانَ مِنْ بَعْضِ الْأَفْرَادِ فَخَطْبُهُ سَهْلٌ، لِأَنَّهُ إِمَّا أَنْ يَكُونَ مَنْ جَهَلَهُ بِالْحُكْمِ خَالَفَهُ وَدَوَاؤُهُ التَّعْلِيمُ، وَإِمَّا أَنْ يَكُونَ مِنْ فَسَادِ تَرْبِيَتِهِ وَدَوَاؤُهُ النَّصِيحَةُ وَالْإِرْشَادُ، وَكُلٌّ مِنْهُمَا مَفْرُوضٌ عَلَى إِخْوَانِهِ الْمُسْلِمِينَ، فَإِنْ لَمْ يَقْبَلِ النَّصِيحَةَ بِالْقَوْلِ فَعِلَاجُهُ مِنْ جَمَاعَةِ الْمُؤْمِنِينَ وَمِنْ حُكُومَتِهِمْ مَعْرُوفٌ، وَكَذَا إِذَا كَانَ التَّرْكُ مِنَ الْجَمَاعَاتِ الْكَبِيرَةِ أَوِ الصَّغِيرَةِ لِلْجَهْلِ أَوْ لِأَسْبَابٍ مَالِيَّةٍ أَوْ عَدَاوَةٍ شَخْصِيَّةٍ، أَوْ عَصَبِيَّةٍ دُنْيَوِيَّةٍ، عِلَاجُ كُلِّ ذَلِكَ فِي الْقُرْآنِ ظَاهِرٌ. </p><p> وَإِنَّمَا الْبَلَاءُ الْأَكْبَرُ وَالْمَوْتُ الْأَحْمَرُ وَالْخَطَرُ الْأَسْوَدُ الْمُظْلِمُ فَهُوَ اخْتِلَافُ الشِّيَعِ وَالْأَحْزَابِ فِي الدِّينِ، وَالزَّيْغُ عَنِ الْقُرْآنِ بِاتِّبَاعِ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ </p><p> تَأْوِيلِهِ، فَهَذَا الَّذِي أُشِيرُ إِلَيْهِ فِي هَاتَيْنِ الْآيَتَيْنِ بِحِرْمَانِ أَهْلِهِ مِنْ رَحْمَةِ اللهِ فِي قَوْلِهِ: وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبُّكَ ١١٨ و١١٩ وَالْمُرَادُ بِهَذِهِ الرَّحْمَةِ فِي الدُّنْيَا مَا وَعَدَ بِهِ الْمُؤْمِنِينَ وَاخْتَصَّهُمْ بِهِ فِي آيَاتٍ كَثِيرَةٍ، مِنْهَا مَا هُوَ فِي رَحْمَتِهِ الْمُطْلَقَةِ كَقَوْلِهِ: إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ ٩: ١١٧، وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا ٣٣: ٤٣ وَمِنْهَا مَا هُوَ خَاصٌّ بِرَحْمَتِهِ بِكِتَابِهِ الْأَخِيرِ الَّذِي أَكْمَلَ بِهِ دِينَهُ وَأَتَمَّ عَلَى الْمُؤْمِنِينَ نِعْمَتَهُ، كَقَوْلِهِ فِيهِ: وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ ١٠: ٥٧ وَمِنْهَا مَا هُوَ خَاصٌّ بِرَحْمَتِهِ بِرَسُولِهِ خَاتَمِ النَّبِيِّينَ، وَهُوَ وَصْفُهُ - تَعَالَى - إِيَّاهُ بِمَا وَصَفَ بِهِ نَفْسَهُ فِي قَوْلِهِ: بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ ٩: ١٢٨ فَهَذِهِ الرَّحْمَةُ الْخَاصَّةُ بِالْمُؤْمِنِينَ بِاللهِ الْأَوَّلِ الْآخَرِ، وَبِكِتَابِهِ الْأَخِيرِ وَبِنَبِيِّهِ الْخَاتَمِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا تَتِمُّ لِأَفْرَادِهِمْ إِلَّا بِتَمَامِ الِاهْتِدَاءِ وَالِاتِّبَاعِ لِمَا كَلَّفُوهُ </p><p> بِقَدْرِ الِاسْتِطَاعَةِ الشَّخْصِيَّةِ، وَلَا تَكُونُ لِجَمَاعَتِهِمْ - وَهِيَ الْأُمَّةُ - إِلَّا بِاعْتِصَامِهَا بِحَبْلِ اللهِ وَعُرْوَةِ الْوَحْدَةِ الْوُثْقَى، بِاجْتِنَابِ السَّوَادِ الْأَعْظَمِ مِنْهَا لِمَا نُهُوا عَنْهُ مِنَ التَّفَرُّقِ وَالتَّنَازُعِ فِي الْأُصُولِ الْقَطْعِيَّةِ مِنَ النُّصُوصِ وَالسُّنَّةِ الْعَمَلِيَّةِ، وَرَدِّ الِاخْتِلَافِ وَالتَّنَازُعِ فِي غَيْرِ الْقَطْعِيِّ إِلَى كِتَابِ اللهِ وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ إِلَى تَرْجِيحِ أُولِي الْأَمْرِ فِي الْمَصَالِحِ الْعَامَّةِ مِنَ السِّيَاسَةِ وَالْقَضَاءِ، وَتَرْجِيحِ الْأَفْرَادِ فِي الْمَسَائِلِ الِاجْتِهَادِيَّةِ الْخَاصَّةِ، وَقَدْ فَصَّلْنَا هَذَا فِي مَوَاضِعِهِ، فَالْحَقُّ فِيهِ ظَاهِرٌ، وَلَكِنَّ تَنْفِيذَهُ يَتَوَقَّفُ عَلَى وُجُودِ الْجَمَاعَةِ الَّتِي أَمَرَنَا الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِاتِّبَاعِهَا وَعَدَمِ مُفَارَقَتِهَا قِيدَ شَعْرَةٍ، وَهِيَ جَمَاعَةُ (أُولِي الْأَمْرِ) وَأَهْلُ الْحَلِّ وَالْعَقْدِ، وَهُمُ الَّذِينَ يَثِقُ بِهِمُ السَّوَادُ الْأَعْظَمُ مِنَ الْأُمَّةِ، وَيَنُوطُ بِهِمُ الشَّرْعُ نَصْبَ الْأَئِمَّةِ (الْخُلَفَاءِ) وَالسَّلَاطِينِ عَلَيْهَا وَعَزْلَهُمْ، وَقَدْ فُقِدُوا مَنْ أُمَّتِنَا بِاسْتِبْدَادِ الظَّالِمِينَ مِنْ مُلُوكِ الْعَصَبِيَّاتِ الْمُخْتَلِفَةِ بَعْدَ أَنْ قَضَى عَلَيْهَا الْإِسْلَامُ، وَتَبَرَّأَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِمَّنْ دَعَا إِلَى عَصَبِيَّةٍ وَمِمَّنْ قَاتَلَ عَلَى عَصَبِيَّةٍ. فَالْوَاجِبُ عَلَى الْمُصْلِحِينَ وَضْعُ نِظَامٍ لِإِعَادَةِ حُكْمِ الْإِسْلَامِ وَقَدْ بَسَطْنَاهُ فِي كِتَابِ (الْخِلَافَةِ أَوِ الْإِمَامَةِ الْعُظْمَى) . </p><p> وَأَخْتِمُ هَذِهِ الْخُلَاصَةَ بِحَدِيثِ:  ((شَيَّبَتْنِي هُودٌ وَأَخَوَاتُهَا) ) رَوَاهُ الطَّبَرَانِيُّ فِي الْكَبِيرِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَأَبِي جُحَيْفَةَ مَرْفُوعًا وَأَشَارَ فِي الْجَامِعِ الصَّغِيرِ إِلَى صِحَّتِهِ. وَرُوِيَ عَنْ بِضْعَةِ نَفَرٍ مِنَ الصَّحَابَةِ بِزِيَادَةِ ((قَبْلَ الْمَشِيبِ) ) وَبِزِيَادَةِ ((وَأَخَوَاتُهَا) ) مِنَ الْمُفَصَّلِ فِي بَعْضِهَا، وَبِتَسْمِيَةِ الْوَاقِعَةِ وَالْحَاقَّةِ وَالْمُرْسَلَاتِ وَالنَّبَأِ ((عَمَّ يَتَسَاءَلُونَ) ) وَغَيْرِهَا مَنْ سُورِ قِيَامِ السَّاعَةِ فِي بَعْضٍ. وَأَسَانِيدُهَا حَسَنَةٌ فَلْيَتَدَبَّرْهَا الْمُؤْمِنُونَ. </p><p> ١٢ - سُورَةُ يُوسُفَ عَلَيْهِ السَّلَامُ </p><p> هِيَ مَكِّيَّةٌ وَآيَاتُهَا مِائَةٌ وَإِحْدَى عَشْرَةَ آيَةً فَقَطْ، وَمَا قِيلَ مِنْ أَنَّ الثَّلَاثَ مِنْهَا مَدَنِيَّاتٌ فَلَا تَصِحُّ رِوَايَتُهُ وَلَا يَظْهَرُ لَهُ وَجْهٌ، وَهُوَ يُخِلُّ بِنَظْمِ الْكَلَامِ، وَقَدْ رَاجَعْتُ الْإِتْقَانَ فَإِذَا هُوَ يَنْقُلُهُ وَيَقُولُ: وَهُوَ وَاهٍ جِدًّا فَلَا يُلْتَفَتُ إِلَيْهِ، وَمِنَ الْعَجَائِبِ أَنْ يُذْكَرَ هَذَا اسْتِثْنَاءً فِي الْمُصْحَفِ الْمِصْرِيِّ وَيُزَادَ عَلَيْهِ الْآيَةُ السَّابِعَةُ. </p><p> وَالْمُنَاسَبَةُ بَيْنَهَا وَبَيْنَ سُورَةِ هُودٍ أَنَّهَا مُتَمِّمَةٌ لِمَا فِيهَا مِنْ قَصَصِ الرُّسُلِ - عَلَيْهِمُ السَّلَامُ - وَالِاسْتِدْلَالِ فِي كُلٍّ مِنْهُمَا عَلَى كَوْنِهَا وَحْيًا مِنَ اللهِ - تَعَالَى - دَالًّا عَلَى رِسَالَةِ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِآيَتَيْنِ مُتَشَابِهَتَيْنِ، فَفِي آخِرِ قِصَّةِ نُوحٍ مِنَ الْأُولَى: تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا ١١: ٤٩ وَفِي آخِرِ الثَّانِيَةِ ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمَرَهُمْ وَهُمْ يَمْكُرُونَ ١٢: ١٠٢ وَإِشَارَةُ التَّأْنِيثِ فِي الْأُولَى لِلْقِصَّةِ الْمُنَزَّلَةِ بِهَذَا التَّفْصِيلِ وَالْبَلَاغَةِ الْعَجِيبَةِ، وَقِيلَ: لِلسُّورَةِ، وَإِشَارَةُ التَّذْكِيرِ فِي الثَّانِيَةِ لِقَوْلِهِ - تَعَالَى - فِي أَوَّلِ السُّورَةِ: نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ ١٢: ٣. </p>"
}