{
  "id": null,
  "sura": 11,
  "aya": 52,
  "text": "<p> ثُمَّ قَالَ حِكَايَةً عَنْ نَبِيِّهِ هُودٍ - عَلَيْهِ السَّلَامُ -: (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ)  (٥٢) وَقَالَ حِكَايَةً عَنْ نُوحٍ فِي سُورَتِهِ: (فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا)  (٧١: ١٠ - ١٢) وَلَمْ يَخْطُرْ فِي بَالِ رِجَالِ الدِّينِ وَلَا غَيْرِهِمْ فِي الْوِلَايَاتِ الْمُتَّحِدَةِ وَإِنْكِلْتِرَةَ أَنْ يُذَكِّرُوا النَّاسَ بِغَضَبِ اللهِ - تَعَالَى - عَلَيْهِمْ بِفِسْقِهِمْ وَظُلْمِهِمْ عِنْدَمَا اشْتَدَّ الْقَيْظُ وَمُنِعَ الْمَطَرُ وَاحْتَرَقَتِ الزُّرُوعُ وَهَلَكَتِ الْمَوَاشِي، وَيَدْعُوهُمْ إِلَى التَّوْبَةِ وَالِاسْتِغْفَارِ وَالِاسْتِسْقَاءِ الْعَامِّ، (فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ)  (٦: ٤٣ و٤٤) أَيْ: خَائِبُونَ مُتَحَسِّرُونَ أَوْ يَائِسُونَ. </p><p> وَقَالَ فِي مُشْرِكِي أَهْلِ مَكَّةَ:  (وَإِذْ قَالُوا اللهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ وَمَا كَانَ اللهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ)  (٨: ٣٢ و٣٣) فَلَمَّا أُخْرِجَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمْ وَدَعَا عَلَيْهِمْ أَصَابَهُمُ الْقَحْطُ الشَّدِيدُ حَتَّى أَكَلُوا الْعَلْهَزَ وَأَرْسَلُوا إِلَيْهِ يَسْتَشْفِعُونَ بِهِ، حَتَّى كَانَ أَبُو سُفْيَانَ أَعْدَى أَعْدَائِهِ هُوَ الَّذِي كَلَّمَهُ وَاسْتَعْطَفَهُ عَلَى قَوْمِهِ، وَفِيهِمْ أَنْزَلَ اللهُ - تَعَالَى -: (وَضَرَبَ اللهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطَمْئِنَةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللهِ فَأَذَاقَهَا اللهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ وَلَقَدْ جَاءَهُمْ</p><p> رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ)  (١٦: ١١٢ و١١٣) وَمَا جَعَلَ اللهُ هَذَا مَثَلًا إِلَّا لِأَنَّهُ يَشْمَلُ الْأَوَّلِينَ وَالْآخِرِينَ، حَتَّى كَانَتْ أَغْنَى عَوَاصِمِ الْأَرْضِ وَقُرَاهَا كَلَنْدَنَ وَبَارِيسَ ذَاقَتْ أَلَمَ الْجُوعِ وَالْخَوْفِ فِي سِنِي الْحَرْبِ الْعَامَّةِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ (٩: ١٢٦) . </p><p> الْأَفْكَارُ الْمَادِّيَّةُ الْمَانِعَةُ مِنَ الِاتِّعَاظِ بِالنَّوَازِلِ: </p><p> فَإِنْ قِيلَ: إِنَّ أَكْثَرَ الظَّالِمِينَ فِي هَذَا الْعَصْرِ مَادِّيُّونَ، يَعْتَقِدُونَ أَنَّ طُوفَانَ نُوحٍ الَّذِي اخْتُلِفَ فِيهِ، هَلْ كَانَ عَامًّا هَلَكَ بِهِ جَمِيعُ أَهْلِ الْأَرْضِ إِلَّا مَنْ نَجَا فِي السَّفِينَةِ، أَوْ خَاصًّا بِقَوْمِ نُوحٍ، يَعْتَقِدُونَ أَنَّهُ حَدَثَ بِأَسْبَابٍ طَبِيعِيَّةٍ كَمَا حَدَثَ فِي هَذَا الْعَامِ فِي مَوَاضِعَ فِي فَرَنْسَةَ وَغَيْرِهَا مِنْ أُورُبَّةَ وَفِي الْيَابَانِ وَالْهِنْدِ وَالصِّينِ فَأَهْلَكَ كَثِيرًا مِنَ النَّاسِ وَالْحَيَوَانِ، وَأَتْلَفَ مِنَ الْمَبَانِي وَالْمَزَارِعِ مَا قُدِّرَتْ قِيمَتُهُ بِأُلُوفِ الْأُلُوفِ مِنَ الدَّرَاهِمِ وَالدَّنَانِيرِ، وَهُمْ يَعْتَقِدُونَ أَنَّ الطُّوفَانَ الْعَامَّ لَمْ يَحْدُثْ فِي الْأَرْضِ بَعْدُ، فَإِنَّ طُوفَانَ نُوحٍ إِنَّمَا كَانَ عَظِيمًا - عَامًّا كَانَ أَوْ خَاصًّا - لِأَنَّهُ كَانَ قَرِيبَ الْعَهْدِ بِتَكْوِينِ الْأَرْضِ، إِذْ كَانَ أَكْثَرُهَا مَغْمُورًا بِالْمِيَاهِ ثُمَّ صَارَ يَتَقَلَّصُ </p><p> وَتَتَّسِعُ الْيَابِسَةُ بِالتَّدْرِيجِ. وَقَدْ صَرَّحَ الْمُتَكَلِّمُونَ مِنْ عُلَمَائِنَا بِهَذَا الرَّأْيِ، فَفِي كِتَابِ الْمَوَاقِفِ وَغَيْرِهِ: الْأَشْبَهُ أَنَّ هَذَا الْمَعْمُورَ كَانَ مَغْمُورًا بِالْمِيَاهِ بِدَلِيلِ مَا يُوجَدُ فِي أَعَالِي الْجِبَالِ مِنَ الْأَصْدَافِ الْبَحْرِيَّةِ وَالْأَسْمَاكِ الْمُتَحَجِّرَةِ. </p><p> وَهَكَذَا يَقُولُونَ فِيمَا يُعَذَّبُونَ بِهِ مِنَ الْأَحْدَاثِ الْجَوِّيَّةِ كَقَحْطِ الْمَطَرِ وَانْحِبَاسِهِ، وَجَفَافِ الْمِيَاهِ وَغُئُورِهَا، وَشِدَّةِ صَخْدِ الشَّمْسِ وَرَمْضَائِهَا، وَقَدِ اشْتَدَّ هَذَا فِي أَكْثَرِ بِلَادِ الْإِنْكِلِيزِ وَأَمْرِيكَةَ، فَاحْتَرَقَ جُلُّ زَرْعِهِمُ الصَّيْفِيُّ وَهَلَكَ بِهِ كَثِيرٌ مِنْ مَوَاشِيهِمْ، بَلْ مَاتَ بِهِ أُلُوفٌ، مِنْهُمْ مِئَاتٌ مِنْ أَهْلِ مَدِينَةِ نِيُويُورْكَ وَحْدَهَا وَهِيَ أَعْظَمُ ثُغُورِ الْعَالَمِ، فَأَكْثَرُ بِلَادِ الْإِفْرِنْجِ فِي هَذَا الْعَامِ فِي سَخَطِ اللهِ - تَعَالَى - بَيْنَ حَرِيقٍ وَغَرِيقٍ جَزَاءً بِمَا أَفْسَدُوا فِي الْأَرْضِ بِالْقَتْلِ وَالتَّخْرِيبِ وَالتَّدْمِيرِ فِي سِنِي الْحَرْبِ الْأَرْبَعِ الْأَخِيرَةِ، ثُمَّ بِمَا أَسْرَفُوا بَعْدَهَا فِي الْفُجُورِ وَالشُّرُورِ وَإِبَاحَةِ الْفَوَاحِشِ وَالْمُنْكَرَاتِ، وَإِنْفَاقِ مَا زَادَ مِنْ أَمْوَالِهِمْ عَلَى الِاسْتِعْدَادِ لِحَرْبٍ شَرٍّ مِنْهَا، وَبِاشْتِدَادِ ظُلْمِهِمْ لِلْمُسْتَضْعَفِينَ فِي مُسْتَعْمَرَاتِهِمُ الرَّسْمِيَّةِ وَغَيْرِ الرَّسْمِيَّةِ، وَلَا يَعْتَبِرُ أَحَدٌ بِهَذِهِ الْمَصَائِبِ فَيَتُوبُوا </p><p> مِنْ ظُلْمِهِمْ وَفِسْقِهِمْ ; لِأَنَّهُمْ لَا يُؤْمِنُونَ بِأَنَّهَا عَذَابٌ وَلَا نُذُرٌ مِنَ اللهِ - تَعَالَى -، فَأَمَّا الْمَادِّيُّونَ مِنْهُمْ فَأَمْرُهُمْ ظَاهِرٌ، وَأَمَّا الْمُؤْمِنُونَ بِوُجُودِ إِلَهٍ لِلْعَالَمِ فَلَا يُسْنِدُونَ إِلَى مَشِيئَتِهِ وَحِكْمَتِهِ إِلَّا مَا يَجْهَلُونَ لَهُ سَبَبًا مِنْ نِظَامِ الطَّبِيعَةِ، وَيَظُنُّونَ أَنَّ كُلَّ مَا يَجْرِي فِي نِظَامِ الْأَسْبَابِ فَلَيْسَ لِلَّهِ - تَعَالَى - فِيهِ مَشِيئَةٌ وَحِكْمَةٌ غَيْرَ سَبَبِهِ، وَأَنَّ الْأَسْبَابَ لَا تَتَبَدَّلُ بِاخْتِلَافِ النَّاسِ صَلَاحًا وَفَسَادًا، بَلْ يَعُدُّ الْمَادِّيُّونَ هَذِهِ الْمَعْرِفَةَ بِنِظَامِ الْأَسْبَابِ بُرْهَانًا عَلَى الْكُفْرِ وَالتَّعْطِيلِ، وَعَلَى جَهْلِ الْمُؤْمِنِينَ بِتَرَقِّي الْعُلُومِ. وَجُمْلَةُ الْقَوْلِ فِيهِمْ أَنَّ الْمُسْتَحْوِذَ عَلَى عُقُولِهِمْ هُوَ مَا يُسَمُّونَهُ ((نَظَرِيَّةَ الْمِيكَانِيكِيَّةِ) ) وَخُلَاصَةُ مَعْنَاهَا أَنَّ الْعَالَمَ كُلَّهُ كَآلَةٍ كَبِيرَةٍ تُدَارُ بِقُوَّةٍ كَهْرَبَائِيَّةٍ فَيَتَحَرَّكُ بَعْضُ أَجْزَائِهَا بِحَرَكَةِ الْآخَرِ، وَلَيْسَ لِلْقُوَّةِ الْمُحَرِّكَةِ لَهَا كُلِّهَا عِلْمٌ وَلَا إِرَادَةٌ وَلَا اخْتِيَارٌ فِي شَيْءٍ مِنْهَا، وَنَقُولُ لَهُمْ: مَنْ أَوْجَدَ الْقُوَّةَ وَمَنْ يُحَرِّكُهَا وَيَحْفَظُ وَحْدَةَ النِّظَامِ فِيهَا؟ ! </p><p> وَأَمَّا قَوْلُهُمْ: إِنَّ لِكُلِّ شَيْءٍ مِنْ أَحْدَاثِ الْعَالَمِ سَبَبًا، وَإِنَّ لِهَذِهِ الْأَسْبَابِ نَوَامِيسَ وَسُنَنًا، وَإِنَّهَا عَامَّةٌ لَا خَاصَّةٌ، فَصَحِيحٌ تَدُلُّ عَلَيْهِ آيَاتُ الْقُرْآنِ الْمُحْكَمَةُ، وَأَوَّلُهَا آيَاتُ الْقَدَرِ وَالتَّقْدِيرِ، الَّتِي يَفْهَمُهَا الْجَمَاهِيرُ بِضِدِّ مَعْنَاهَا، وَمِنْهَا الْآيَاتُ النَّاطِقَةُ بِأَنَّ سُنَنَ اللهِ لَا تَتَبَدَّلُ وَلَا تَتَحَوَّلُ، وَمِنْهَا قَوْلُهُ - تَعَالَى - فِي الْمَصَائِبِ وَالنِّقَمِ: وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً ٨: ٢٥ وَقَوْلُهُ فِي الْأَرْزَاقِ وَالنِّعَمِ: كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ١٧: ٢٠ أَيْ مَا كَانَ مَمْنُوعًا عَنْ أَحَدٍ مِنْ مُؤْمِنٍ وَكَافِرٍ، وَلَا بَرٍّ وَلَا فَاجِرٍ. </p><p> وَلَكِنَّهُ أَخْبَرَنَا مَعَ هَذِهِ الْقَوَاعِدِ الْعَامَّةِ، أَنَّ لَهُ فِي بَعْضِ الْمَصَائِبِ مَشِيئَةً خَاصَّةً وَحِكْمَةً بَالِغَةً كَقَوْلِهِ:  (ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ)  (٣٠: ٤١) وَقَوْلِهِ: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ)  (٤٢: ٣٠) فَإِنْ كَانَ هَذَا فِي أَسْبَابِ الْمَصَائِبِ الطَّبِيعِيَّةِ، فَمِمَّا جَاءَ فِي الْأَسْبَابِ الْمَعْنَوِيَّةِ </p><p> قَوْلُهُ:  (مَثَلَ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ)  (٣: ١١٧) الصِّرُّ بِالْكَسْرِ وَتَشْدِيدِ الرَّاءِ: الْبَرْدُ الشَّدِيدُ أَوِ الْحَرُّ الشَّدِيدُ، وَفِي مَعْنَاهُ مِثْلُ أَصْحَابِ الْجَنَّةِ الظَّالِمِينَ فِي سُورَةِ الْقَلَمِ، وَمِثْلُ صَاحِبِ الْجَنَّتَيْنِ الظَّالِمِ لِنَفْسِهِ فِي سُورَةِ الْكَهْفِ، وَقَدْ أَهْلَكَ اللهُ جَنَّاتِهِمْ بِظُلْمِهِمْ، وَلِلَّهِ فِي خَلْقِهِ عِقَابٌ خَفِيٌّ، وَلَهُ فِيهِمْ لُطْفٌ خَفِيٌّ، فَنَسْأَلُهُ اللُّطْفَ بِنَا. </p><p> وَإِذَا أَرَادَ اللهُ شَيْئًا فَإِنَّهُ لَا يُنْفِذُهُ بِإِبْطَالِ السُّنَنِ وَالْأَقْدَارِ، وَلَكِنْ بِالتَّرْجِيحِ أَوْ بِالتَّوْفِيقِ بَيْنَهَا كَمَا قَالَ: ثُمَّ جِئْتَ عَلَى قَدَرٍ يَامُوسَى ٢٠: ٤٠ وَلِلَّهِ دَرُّ صَرِيعِ الْغَوَانِي حَيْثُ قَالَ: وَتَوْفِيقُ أَقْدَارٍ لِأَقْدَارٍ وَرَاجِعْ تَفْسِيرَ (يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ)  (١٠: ٢٣)  [فِي ص ٢٨٠ ج ١١ ط الْهَيْئَةِ] . </p><p> قِصَّةُ هُودٍ عَلَيْهِ السَّلَامُ </p><p> تَقَدَّمَتْ قِصَّتُهُ فِي ثَمَانِي آيَاتٍ مِنْ سُورَةِ الْأَعْرَافِ، وَهِيَ هُنَا فِي إِحْدَى عَشْرَةَ آيَةً، وَلِكُلٍّ مِنْهُمَا سِيَاقٌ وَأُسْلُوبٌ وَنَظْمٌ، وَفِي كُلٍّ مِنْهُمَا مِنَ الْعِلْمِ وَالْعِبْرَةِ وَالْمَوْعِظَةِ مَا لَيْسَ فِي الْأُخْرَى، وَسَتَأْتِي فِي سُورَةِ الشُّعَرَاءِ بِأُسْلُوبٍ وَنَظْمٍ وَسِيَاقٍ آخَرَ، وَكَذَا فِي سُورَتَيِ:  ((الْمُؤْمِنُونَ) ) وَ ((الْأَحْقَافِ) ) بِدُونِ ذِكْرِ اسْمِهِ - عَلَيْهِ السَّلَامُ -، وَذُكِرَ عِقَابُ قَوْمِهِ (عَادٍ) فِي سُوَرِ: فُصِّلَتْ وَالذَّارِيَاتِ وَالْقَمَرِ وَالْحَاقَّةِ وَالْفَجْرِ. </p><p> وَقَدْ ذَكَرْتُ فِي أَوَّلِ تَفْسِيرِهَا مِنْ سُورَةِ الْأَعْرَافِ مَا وَرَدَ فِيهَا مِنَ الرِّوَايَاتِ الْمَأْثُورَةِ، وَمِنْهَا أَنَّ هُودًا أَوَّلُ مَنْ تَكَلَّمَ بِاللُّغَةِ الْعَرَبِيَّةِ، فَهُوَ أَوَّلُ رَسُولٍ لِأَوَّلِ أُمَّةٍ مِنْ وَلَدِ سَامِ بْنِ نُوحٍ الْأَبِ الثَّانِي لِلْبَشَرِ، وَبِهَذَا يَكُونُ أَوَّلُ رَسُولٍ مِنْ ذُرِّيَّةِ نُوحٍ عَرَبِيًّا، وَآخِرُ رَسُولٍ وَهُوَ خَاتَمُ النَّبِيِّينَ عَرَبِيًّا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَاقَوْمِ اعْبُدُوا اللهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ يَاقَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ. </p><p> هَذِهِ الْآيَاتُ الثَّلَاثُ فِي تَبْلِيغِ هُودٍ - عَلَيْهِ السَّلَامُ - قَوْمَهُ دَعْوَةَ رَبِّهِ. </p><p> (وَإِلَى عَادٍ أَخَاهُمْ هُودًا) هَذَا مَعْطُوفٌ عَلَى قَوْلِهِ: (وَلَقَدْ أَرْسَلْنَا نُوحًا</p><p> إِلَى قَوْمِهِ)  (٢٥) أَيْ: وَأَرْسَلْنَا إِلَى عَادٍ الْأُولَى أَخَاهُمْ فِي النَّسَبِ وَالْقَوْمِيَّةِ هُودًا (قَالَ يَا قَوْمِ اعْبُدُوا اللهَ) وَحْدَهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا (مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) فَإِنَّ الْإِلَهَ الْحَقَّ لِلنَّاسِ رَبُّهُمُ الَّذِي خَلَقَهُمْ وَيُرَبِّيهِمْ بِنِعَمِهِ، وَهُوَ وَاحِدٌ بِاعْتِرَافِكُمْ (إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ) أَيْ: مَا أَنْتُمْ فِي عِبَادَةِ غَيْرِهِ ((إِلَّا مُفْتَرُونَ) ) كَذِبًا عَلَيْهِ بِاتِّخَاذِ الْأَنْدَادِ وَالْأَوْلِيَاءِ شُرَكَاءَ، وَتَسْمِيَتِهِمْ شُفَعَاءَ، تَتَقَرَّبُونَ بِهِمْ أَوْ بِقُبُورِهِمْ أَوْ بِصُوَرِهِمْ وَتَمَاثِيلِهِمْ إِلَيْهِ، وَتَرْجُونَ النَّفْعَ وَكَشْفَ الضُّرِّ عَنْكُمْ بِجَاهِهِمْ عِنْدَهُ. </p><p> (يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا) تَقَدَّمَ مِثْلُهُ آنِفًا فِي قِصَّةِ نُوحٍ، وَالْمُرَادُ: إِنِّي نَاصِحٌ مُخْلِصٌ أَمِينٌ فِي هَذَا الَّذِي أَدْعُوكُمْ إِلَيْهِ مِنْ عِبَادَةِ اللهِ وَحْدَهُ، لَا أَسْأَلُكُمْ أَجْرًا فَتَتَّهِمُونِي بِطَلَبِ الْمَنْفَعَةِ لِنَفْسِي (إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي) أَيْ: مَا أَجْرِي الَّذِي أَرْجُوهُ عَلَى تَبْلِيغِكُمْ إِيَّاهُ إِلَّا عَلَى اللهِ الَّذِي خَلَقَنِي عَلَى الْفِطْرَةِ السَّلِيمَةِ مِنْ هَذِهِ الْبِدَعِ الْوَثَنِيَّةِ، الَّتِي ابْتَدَعَهَا قَوْمُ نُوحٍ بِتَصْوِيرِ الصَّالِحِينَ مِنْهُمْ لِحِفْظِ ذِكْرَاهُمْ، فَزَيَّنَ لَهُمُ الشَّيْطَانُ تَعْظِيمَ صُوَرِهِمْ وَتَمَاثِيلِهِمْ فَعِبَادَتَهَا كَمَا رَوَاهُ الْبُخَارِيُّ عَنِ ابْنِ عَبَّاسٍ:  (أَفَلَا تَعْقِلُونَ) مَا يُقَالُ لَكُمْ فَتُمَيِّزُوا بَيْنَ الْحَقِّ وَالْبَاطِلِ وَالنَّافِعِ وَالضَّارِّ، وَأَنَّ الْأَخَ لَا يَغُشُّ إِخْوَتَهُ، وَلَا يُعَرِّضُ نَفْسَهُ لِغَضَبِ قَوْمِهِ بِدَعْوَتِهِمْ إِلَى مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُ. </p><p> - (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ) تَقَدَّمَ هَذَا الْأَمْرُ بِلَفْظِهِ فِي الْآيَةِ الثَّالِثَةِ مِنْ هَذِهِ السُّورَةِ (يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا) هَذَا الْجَزَاءُ الْأَوَّلُ لِلْأَمْرِ قَبْلَهُ، وَالسَّمَاءُ هُنَا الْمَطَرُ أَوِ السَّحَابُ الْمُمْطِرُ، وَإِرْسَالُهُ إِمْطَارُهُ، وَالْمِدْرَارُ الْكَثِيرُ الدُّرُورِ، وَأَصْلُهُ كَثْرَةُ دَرِّ اللَّبَنِ، يُقَالُ: دَرَّتِ الشَّاةُ تَدَرْدُرًا وَدُرُورًا فَهِيَ دَارٌّ (بِغَيْرِ هَاءٍ) . أَيْ كَثُرَ فَيْضُ لَبَنِهَا، وَلَعَلَّ نُكْتَةَ التَّعْبِيرِ بِهِ الْإِشَارَةُ إِلَى الْكَثْرَةِ النَّافِعَةِ ; فَإِنَّ بَعْضَهُ قَدْ يَكُونُ ضَارًّا وَقَدْ يَكُونُ عَذَابًا، وَكَانَتْ بِلَادُهُمُ الْأَحْقَافُ (جَمْعُ حِقْفٍ وَهُوَ الرَّمْلُ الْمَائِلُ) شَدِيدَةَ الْحَاجَةِ إِلَى الْمَطَرِ لِزَرْعِهَا وَشَجَرِهَا؛ لِأَنَّ الرَّمْلَ يُسْرِعُ إِلَيْهِ الْجَفَافُ إِذَا قَلَّ الْمَطَرُ، وَرُوِيَ عَنِ الضَّحَّاكِ أَنَّ اللهَ أَمْسَكَ عَنْهُمُ الْمَطَرَ الثَّلَاثَ سِنِينَ فَأَجْدَبَتْ بِلَادُهُمْ وَقَحَطَتْ بِسَبَبِ كُفْرِهِمْ، وَلَا أَدْرِي مِنْ أَيْنَ جَاءَتْ هَذِهِ الرِّوَايَةُ، وَلَكِنْ يَدُلُّ </p><p> عَلَى شِدَّةِ حَاجَتِهِمْ إِلَى الْمَطَرِ أَنَّهُمْ لَمَّا رَأَوْا بَادِرَةَ الْعَذَابِ الَّذِي أُنْذِرُوا بِهِ اسْتَبْشَرُوا إِذْ ظَنُّوا أَنَّهُ سَحَابٌ يُمْطِرُهُمْ، قَالَ - تَعَالَى - فِي سُورَةِ الْأَحْقَافِ:  (فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ)  (٤٦: ٢٤ و٢٥) ، (وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ) هَذَا الْجَزَاءُ الثَّانِي لِلْأَمْرِ، وَهُوَ مِمَّا كَانُوا يَطْلُبُونَهُ وَيُعْنَوْنَ بِهِ وَيَفْخَرُونَ عَلَى النَّاسِ، إِذْ كَانُوا قَدْ بُسِطَ لَهُمْ فِي الْأَجْسَامِ وَأُعْطُوا الْقُوَّةَ فِيهَا كَمَا تَرَاهُ فِي قَوْلِهِ - تَعَالَى -: </p><p> (فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ)  (٤١: ١٥ و١٦) وَقَوْلِهِ: (وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ (٢٦: ١٣٠) فَيَا لَيْتَ دُوَلَ أُورُبَّةَ الْمُسْتَكْبِرَةَ بِقُوَّتِهَا الَّتِي يُهَدِّدُ بَعْضُهَا بَعْضًا تَعْتَبِرُ بِهَذَا. وَإِنِّي وَهُمْ أَشَدُّ مِنْ قَوْمِ عَادٍ كُنُوزًا؟ </p><p> (وَلَا تَتَوَلَّوْا مُجْرِمِينَ) أَيْ لَا تَنْصَرِفُوا مُعْرِضِينَ عَمَّا أَدْعُوكُمْ إِلَيْهِ مِمَّا يَكُونُ سَبَبًا لِنِعْمَةِ الْمَعِيشَةِ وَسَعَةِ الرِّزْقِ وَزِيَادَةِ الْقُوَّةِ وَهِيَ جَزَاءُ الِاسْتِقَامَةِ عَلَى الْحَقِّ. </p><p> قَالُوا يَاهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِي إِنِّي تَوَكَّلْتُ عَلَى اللهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ. </p><p> هَذِهِ الْآيَاتُ الْخَمْسُ فِي رَدِّ قَوْمِهِ لِلدَّعْوَةِ وَجُحُودِهِمْ لِلْبَيِّنَةِ، وَحُجَّتِهِ عَلَيْهِمْ وَإِنْذَارِهِ لَهُمْ. (قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ) أَيْ بِحُجَّةٍ نَاهِضَةٍ تَدُلُّ عَلَى أَنَّ مَا جِئْتَ بِهِ مِنَ اللهِ - تَعَالَى - (وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ) أَيْ وَمَا نَحْنُ بِالَّذِينِ نَتْرُكُ عِبَادَةَ آلِهَتِنَا صَادِرِينَ عَنْ قَوْلِكَ، أَوْ تَرْكًا صَادِرًا عَنْ قَوْلِكَ مِنْ تِلْقَاءِ نَفْسِكَ وَأَنْتَ بَشَرٌ مِثْلُنَا (وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ) أَيْ وَمَا نَحْنُ بِمُتَّبِعِينَ لَكَ اتِّبَاعَ إِيمَانٍ وَتَصْدِيقٍ بِرِسَالَتِكَ الَّتِي لَا بَيِّنَةَ لَكَ عَلَيْهَا، وَمَا قَوْلُهُمْ هَذَا إِلَّا جُحُودٌ وَعِنَادٌ، فَإِنَّ حُجَّتَهُ - عَلَيْهِ السَّلَامُ - مُوَافِقَةٌ لِلْعَقْلِ وَالْفِطْرَةِ السَّلِيمَةِ. </p><p> (إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ) أَيْ: مَا نَجِدُ مِنْ قَوْلٍ نَقُولُهُ فِيكَ إِلَّا أَنَّ بَعْضَ آلِهَتِنَا أَصَابَكَ بِجُنُونٍ أَوْ خَبَلٍ - وَهُوَ الْهَوَجُ وَالْبَلَهُ - لِإِنْكَارِكَ لَهَا وَصَدِّكَ إِيَّانَا عَنْهَا (قَالَ إِنِّي أُشْهِدُ اللهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ) هَذَا بَدْءُ جَوَابٍ يَتَضَمَّنُ عِدَّةَ مَسَائِلَ: </p>"
}