{
  "id": null,
  "sura": 11,
  "aya": 7,
  "text": "<p> كَانَ أَعْظَمَ مِنْ عَرْشِ سُلَيْمَانَ مَلِكِ إِسْرَائِيلَ، وَلَكِنَّ تَدْبِيرَهَا وَحُكْمَهَا الشُّورِيَّ (الدِّيمُقْرَاطِيَّ) كَانَ دُونَ حُكْمِهِ الشَّرْعِيِّ الدِّينِيِّ، وَرُبَّ عَرْشٍ مِنَ الذَّهَبِ، وَعَرْشٍ مِنَ الْخَشَبِ، وَأَمَّا عَرْشُ الرَّحْمَنِ - عَزَّ وَجَلَّ - فَهُوَ مِنْ عَالَمِ الْغَيْبِ الَّذِي لَا نُدْرِكُهُ بِحَوَاسِّنَا، وَلَا نَسْتَطِيعُ تَصْوِيرَهُ بِأَفْكَارِنَا، فَأَجْدِرْ بِنَا أَلَّا نَعْلَمَ كُنْهَ اسْتِوَائِهِ عَلَيْهِ، وَصُدُورَ تَدْبِيرِهِ لِأَمْرِ هَذَا الْمُلْكِ الْعَظِيمِ عَنْهُ، وَحَسْبُنَا أَنْ نَفْهَمَ الْكِتَابَةَ وَنَسْتَفِيدَ الْعِبْرَةَ، فَمَا أَجْهَلَ الَّذِينَ تَصَدَّوْا لِتَأْوِيلِ هَذِهِ الْحَقَائِقِ الْغَيْبِيَّةِ بِأَقْيِسَتِهِمْ وَآرَائِهِمُ الْبَشَرِيَّةِ! وَمَا أَحْسَنَ مَا رُوِيَ عَنْ أُمِّ سَلَمَةَ - رَضِيَ اللهُ عَنْهَا - وَرَبِيعَةَ، وَمَالِكٍ - رَحِمَهُمَا اللهُ - مِنْ قَوْلِهِمُ: الِاسْتِوَاءُ مَعْلُومٌ، وَالْكَيْفُ مَجْهُولٌ، إِلَى آخِرِ مَا تَقَدَّمَ فِي تَفْسِيرِ آيَةِ الْأَعْرَافِ. </p><p> وَأَمَّا قَوْلُهُ - تَعَالَى -: (وَكَانَ عَرْشُهُ عَلَى الْمَاءِ) فَنَفْهَمُ مِنْهُ أَنَّ الَّذِي كَانَ دُونَ هَذَا الْعَرْشِ </p><p> مِنْ مَادَّةِ هَذَا الْخَلْقِ قَبْلَ تَكْوِينِ السَّمَاوَاتِ وَالْأَرْضِ أَوْ فِي أَثْنَائِهِ هُوَ هَذَا الْمَاءُ، الَّذِي أَخْبَرَنَا - عَزَّ وَجَلَّ - أَنَّهُ جَعَلَهُ أَصْلًا لِخَلْقِ جَمِيعِ الْأَحْيَاءِ، إِذْ قَالَ:  (أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ)  (٢١: ٣٠) الرُّؤْيَةُ هُنَا عِلْمِيَّةٌ، وَالْمَعْنَى: أَلَمْ يَعْلَمُوا مَا يَنْبَغِي أَنْ يَعْلَمُوهُ مِنْ أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا مَادَّةً وَاحِدَةً مُتَّصِلَةً لَا فَتْقَ فِيهَا وَلَا انْفِصَالَ - وَهِيَ مَا يُسَمَّى فِي عُرْفِ عُلَمَاءِ الْفَلَكِ بِالسَّدِيمِ وَبِلُغَةِ الْقُرْآنِ بِالدُّخَانِ - فَفَتَقْنَاهُمَا بِفَصْلِ بَعْضِهَا مِنْ بَعْضٍ، فَكَانَ مِنْهَا مَا هُوَ سَمَاءٌ، وَمِنْهَا مَا هُوَ أَرْضٌ، وَجَعَلْنَا مِنَ الْمَاءِ، فِي الْمُقَابَلَةِ لِحَيَاةِ الْأَحْيَاءِ، كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ، وَالْأَمْرُ كَذَلِكَ بِأَنَّ الرَّبَّ الْفَاعِلَ لِهَذَا هُوَ الَّذِي يُعْبَدُ وَحْدَهُ وَلَا يُشْرَكُ بِهِ شَيْءٌ، وَأَنَّهُ قَادِرٌ عَلَى إِعَادَةِ الْخَلْقِ كَبَدْئِهِ؟ </p><p> فَيُفْهَمُ مِنْ هَذَا وَذَاكَ أَنَّ الَّذِي كَانَ تَحْتَ الْعَرْشِ فَيَتَنَزَّلُ إِلَيْهِ أَمْرُ التَّدْبِيرِ وَالتَّكْوِينِ مِنْهُ هُوَ الْمَاءُ الَّذِي هُوَ الْأَصْلُ لِجَمِيعِ الْأَحْيَاءِ، لَا مَا تَخَيَّلَهُ بَعْضُ الْمُفَسِّرِينَ الْفَنِّيِّينَ فِي الْمَاءِ وَالْعَرْشِ، مِمَّا تَأْبَاهُ اللُّغَةُ وَالْعَقْلُ وَالشَّرْعُ، وَالْعِبَارَةُ لَيْسَتْ نَصًّا فِي أَنَّ ذَاتَ الْعَرْشِ الْمَخْلُوقِ كَانَ عَلَى مَتْنِ الْمَاءِ كَالسُّفُنِ الَّتِي نَرَاهَا رَاسِيَةً فِيهِ الْآنَ كَمَا قِيلَ، فَإِنَّ فَائِدَةَ الْإِخْبَارِ بِمِثْلِ هَذَا إِنْ كَانَ وَاقِعًا فِي ذَلِكَ الْعَهْدِ هُوَ دُونَ فَائِدَةِ مَا ذَكَرْنَا مِنْ مَعْنَى الْعَرْشِ الَّذِي بَيَّنَّاهُ، وَهُوَ الَّذِي يَزِيدُنَا مَعْرِفَةً بِرَبِّنَا وَبِحُكْمِهِ فِي خَلْقِهِ، وَهُوَ الَّذِي يَتَّفِقُ مَعَ نَظَرِيَّاتِ عِلْمِ التَّكْوِينِ وَعِلْمِ الْحَيَاةِ وَعِلْمِ الْهَيْئَةِ الْفَلَكِيَّةِ وَمَا ثَبَتَ مِنَ التَّجَارِبِ فِيهَا، وَيُخَالِفُ أَتَمَّ الْمُخَالَفَةِ مَا كَانَ مَعْرُوفًا عِنْدَ أُمَمِ الْحَضَارَةِ مِنْ قَوَاعِدِ عِلْمِ الْفَلَكِ الْقَدِيمَةِ وَنَظَرِيَّاتِهِ الْمُسَلَّمَةِ. وَبِهَذَا يُعَدُّ مِنْ عَجَائِبِ الْقُرْآنِ، الَّتِي تَظْهَرُ فِي كُلِّ زَمَانٍ بَعْدَ زَمَانٍ. </p><p> ثُمَّ عَلَّلَ - سُبْحَانَهُ وَتَعَالَى - خَلْقَهُ لِمَا ذَكَرَ بِبَعْضِ حِكَمِهِ الْخَاصَّةِ بِالْمُكَلَّفِينَ الْمُخَاطَبِينَ بِالْقُرْآنِ فَقَالَ: </p><p> (لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا) أَيْ لِيَجْعَلَ ذَلِكَ بَلَاءً، أَيِ اخْتِبَارًا وَامْتِحَانًا لَكُمْ، </p><p> فَيَظْهَرَ أَيُّكُمْ أَحْسَنُ إِتْقَانًا لِمَا يَعْمَلُهُ، وَنَفْعًا لَهُ وَلِلنَّاسِ بِهِ، وَذَلِكَ أَنَّهُ سَخَّرَ لَكُمْ كُلَّ شَيْءٍ، وَجَعَلَكُمْ مُسْتَعِدِّينَ لِإِبْرَازِ مَا أَوْدَعَهُ فِيهِ مِنَ الْمَنَافِعِ وَالْفَوَائِدِ الْمَادِّيَّةِ وَالْمَعْنَوِيَّةِ، وَمِنْ حِكَمِ خَالِقِهِ وَرَحْمَتِهِ بِعِبَادِهِ فِيهِ، وَمُسْتَعِدِّينَ لِلْإِفْسَادِ وَالضَّرَرِ بِهِ ; لِيَجْزِيَ كُلَّ عَامِلٍ بِعَمَلِهِ، وَإِنَّمَا يَتِمُّ ذَلِكَ فِي الْآخِرَةِ، وَقَدْ سَبَقَ لَنَا تَفْصِيلُ هَذَا الْبَلَاءِ فِي تَفْسِيرِ:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ</p><p> بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ)  (٦: ١٦٥) وَغَيْرِهِ: (وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ) أَيْ وَتَاللهِ لَئِنْ قُلْتَ لِلنَّاسِ فِيمَا تُبَلِّغُهُمْ مِنْ وَحْيِ رَبِّهِمْ: إِنَّكُمْ سَتُبْعَثُونَ مِنْ بَعْدِ مَوْتِكُمْ لِيَجْزِيَكُمْ رَبُّكُمْ بِعَمَلِكُمْ فِيمَا بَلَاكُمْ بِهِ: (لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى)  (٥٣: ٣١) فَإِنَّهُ مَا خَلَقَكُمْ سُدًى، وَلَا سَخَّرَ لَكُمْ هَذَا الْعَالَمَ وَاسْتَخْلَفَكُمْ فِيهِ عَبَثًا:  (لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ) أَيْ لَيُجِيبَنَّكَ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ اللهِ قَائِلِينَ: مَا هَذَا الَّذِي جِئْتَنَا بِهِ مِنْ هَذَا الْقُرْآنِ لِتُسَخِّرَنَا بِهِ لِطَاعَتِكَ إِلَّا سِحْرٌ بَيِّنٌ ظَاهِرٌ تَسْحَرُ بِهِ الْعُقُولَ، وَتُسَخِّرُ بِهِ الضَّمَائِرَ وَالْقُلُوبَ، فَتُفَرِّقَ بِهِ بَيْنَ الْمَرْءِ وَأَخِيهِ، وَأُمِّهِ وَأَبِيهِ، وَعَشِيرَتِهِ الَّتِي تُؤْوِيهِ، مُعْتَقِدِينَ بِسُلْطَانِ بَلَاغَتِهِ أَنَّهُمْ سَيَمُوتُونَ ثُمَّ يُبْعَثُونَ وَيُجْزَوْنَ بِكُلِّ مَا يَفْعَلُونَ، (هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ)  (٢٣: ٣٦) . </p><p> (عِلَاوَةً فِي آيَاتِ التَّكْوِينِ وَمَا فِيهَا مِنْ إِعْجَازِ الْقُرْآنِ الْعِلْمِيِّ) : </p><p> إِنَّ اللهَ - تَعَالَى - ذَكَرَ عَرْشَهُ مَعَ خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ فِي بِضْعِ آيَاتٍ بَيَّنَ فِي كُلٍّ مِنْهَا شَأْنًا مَنْ شُئُونِهِ. فَفِي سُورَةِ الْأَعْرَافِ ذَكَرَ سُنَنَهُ فِي إِغْشَاءِ اللَّيْلِ وَالنَّهَارِ وَطَلَبِهِ طَلَبًا حَثِيثًا، وَتَسْخِيرِ الشَّمْسِ وَالْقَمَرِ، وَهُوَ النِّظَامُ الَّذِي يَجْرِي عَلَيْهِ هَذَا النِّظَامُ الشَّمْسِيُّ بِدَوَرَانِ الْأَرْضِ حَوْلَ شَمْسِهَا، وَدَوْرَانِ الْقَمَرِ حَوْلَ أَرْضِهِ. وَفِي آيَةِ \" يُونُسَ \"  (٣) ذَكَرَ التَّدْبِيرَ الْعَامَّ مِنْ غَيْرِ حَاجَةٍ إِلَى شَفِيعٍ ; إِذْ أَمْرُ الشُّفَعَاءِ مَوْقُوفٌ عَلَى إِذْنِهِ، ثُمَّ وَضَّحَهُ بِآيَةِ:  (جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا)  (١٠: ٥) وَتَقْدِيرَهُ ((مَنَازِلَ) ) وَفِي آيَةِ \" هُودٍ \"  (٧) ذِكْرُ مَا لِلْمَاءِ مِنَ الشَّأْنِ فِي خَلْقِ الْأَحْيَاءِ، وَلِهَذَا الْمَاءِ ثَلَاثَةُ مَظَاهِرَ، أَوْسَطُهَا السَّائِلُ الَّذِي يَشْرَبُ مِنْهُ الْحَيَوَانُ وَيُسْقَى بِهِ النَّبَاتُ، وَهُوَ مَا يَكُونُ عَلَيْهِ فِي حَالِ اعْتِدَالِ الْحَرَارَةِ، فَإِذَا نَقَصَتْ إِلَى دَرَجَةٍ مُعَيَّنَةٍ صَارَ ثَلْجًا أَوْ جَلِيدًا، فَإِذَا ارْتَفَعَتْ صَارَ بُخَارًا، فَإِذَا كَشَفَ سُمِّيَ ضَبَابًا وَسَدِيمًا، فَإِذَا خَالَطَهُ غَيْرُهُ سُمِّيَ دُخَانًا. وَفِي آيَةِ \" الرَّعْدِ \"  (٢) جَمَعَ بَيْنَ تَسْخِيرِ الشَّمْسِ وَالْقَمَرِ إِلَى أَجَلٍ مُسَمًّى وَتَدْبِيرِ الْأَمْرِ وَتَفْصِيلِ الْآيَاتِ، وَآيَةُ \" طه \"  (٥) ذَكَرَ بَعْدَهَا أَنَّ: (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى)  (٢٠: ٦) وَآيَةُ الْفُرْقَانِ (٥٩) ذَكَرَ بَعْدَهَا أَنَّهُ: (جَعَلَ فِي السَّمَاءِ</p><p> بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا)  (٦١) فَذِكْرُ الْبُرُوجِ تَفْصِيلٌ لِنِظَامِ الزَّمَانِ، وَآيَةُ الم السَّجْدَةِ (٤) نَفَى فِيهَا أَنْ يَكُونَ لِأَحَدٍ مِنْ دُونِهِ وَلِيٌّ أَوْ شَفِيعٌ، وَقَفَّى عَلَيْهَا بِتَدْبِيرِ الْأَمْرِ مِنَ </p><p> السَّمَاءِ إِلَى الْأَرْضِ يَنْزِلُ مِنْهُ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا نَعُدُّهُ (٣٢: ٥) وَقَالَ فِي آيَةِ الْحَدِيدِ: (يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا)  (٥٧: ٤) إِلَخْ. </p><p> وَقَدْ بَيَّنْتُ فِي آخِرِ تَفْسِيرِ آيَةِ الْأَعْرَافِ أَنَّ بَعْضَ الْمُتَكَلِّمِينَ تَكَلَّفُوا تَفْسِيرَ السَّمَاوَاتِ السَّبْعِ وَالْكُرْسِيِّ وَالْعَرْشِ الْعَظِيمِ أَوْ تَأْوِيلَهُنَّ بِالْأَفْلَاكِ التِّسْعَةِ عِنْدَ فَلَاسِفَةِ الْيُونَانِ الْمُخَالِفَ لِلْقُرْآنِ، وَأَنَّ عِلْمَ الْفَلَكِ الْأُورُبِّيَّ قَدْ نَقَضَ فِي الْقُرُونِ الْأَخِيرَةِ تِلْكَ النَّظَرِيَّاتِ الْخَيَالِيَّةَ، بِالْأَدِلَّةِ الْعِلْمِيَّةِ مِنْ رِيَاضِيَّةٍ حِسَابِيَّةٍ هَنْدَسِيَّةٍ، وَمِنْ طَبِيعِيَّةٍ عَمَلِيَّةٍ كَتَحْلِيلِ النُّورِ وَسُرْعَتِهِ وَوَزْنِ الْحَرَارَةِ، وَأَنَّ مَا ثَبَتَ فِي عِلْمِ الْفَلَكِ الْحَدِيثِ وَمَبَاحِثِ التَّكْوِينِ قَرِيبٌ مِنْ نُصُوصِ الْقُرْآنِ، كَبُعْدِهِ عَمَّا يُخَالِفُ مِنْ نَظَرِيَّاتِ الْيُونَانِ. </p><p> وَأَزِيدُكَ هُنَا أَنَّ هَذِهِ الْأَرْضَ فِي اصْطِلَاحِ الْهَيْئَةِ الْقَدِيمَةِ هِيَ مَرْكَزُ الْعَالَمِ كُلِّهِ، وَيُحِيطُ بِهَا فَلَكُ الْقَمَرِ فَهُوَ سَمَاؤُهَا، وَيُحِيطُ بِهِ فَلَكُ عُطَارِدَ فَأَفْلَاكُ الزُّهْرَةِ فَالشَّمْسِ فَالْمِرِّيخِ فَالْمُشْتَرِي فَزُحَلَ فَفَلَكِ النُّجُومِ كُلِّهَا فَالْفَلَكِ الْأَطْلَسِ الْمُحِيطِ بِكُلِّ ذَلِكَ، فَعَلَى هَذَا لَمْ يَخْلُقِ اللهُ إِلَّا أَرْضًا وَاحِدَةً فِي قَلْبِ تِسْعِ سَمَاوَاتٍ، وَالسَّمَاءُ فِي اللُّغَةِ الْعَرَبِيَّةِ مَا سَمَا وَعَلَا، فَكُلُّ مَا فِي جِهَةِ الْعُلُوِّ فَهُوَ سَمَاءٌ، وَنَقَلَ الرَّاغِبُ عَنْ بَعْضِهِمْ: كُلُّ سَمَاءٍ بِالْإِضَافَةِ إِلَى دُونِهَا فَسَمَاءٌ، وَبِالْإِضَافَةِ إِلَى فَوْقِهَا فَأَرْضٌ، إِلَّا السَّمَاءَ الْعُلْيَا فَإِنَّهَا سَمَاءٌ بِلَا أَرْضٍ، وَحُمِلَ عَلَى هَذَا قَوْلُهُ:  (اللهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ)  (٦٥: ١٢) وَالسَّبْعُ مِثْلٌ وَالْعَدَدُ لَا مَفْهُومَ لَهُ. </p><p> وَأَعْجَبُ مِنْ هَذَا أَنَّ الْعِلْمَ الْعَصْرِيَّ بِسُنَنِ التَّكْوِينِ الْعَامَّةِ يَرْتَقِي فِي هَذِهِ الْأَجْيَالِ دَرَجَةً بَعْدَ دَرَجَةٍ، وَأَنَّ بَعْضَ مَا يَنْكَشِفُ مِنْهَا لِلْعُلَمَاءِ مِنَ النَّظَرِيَّاتِ وَالْأُصُولِ قَدْ يَنْقُضُ بَعْضَ مَا سَبَقَهُ مِنْهَا، وَلَكِنْ لَمْ يَنْقُضْ شَيْءٌ مِنْهَا شَيْئًا مِمَّا ثَبَتَ فِي الْقُرْآنِ، عَلَى لِسَانِ النَّبِيِّ الْأُمِّيِّ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - فَأَصْلُ السَّدِيمِ الْمُشَارِ إِلَيْهِ بِقَوْلِهِ:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كُرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ)  (٤١: ١١) وَأَصْلُ خَلْقِ الْأَحْيَاءِ النَّبَاتِيَّةِ وَالْحَيَوَانِيَّةِ مِنَ الْمَاءِ لَا يَزَالُ كُلٌّ مِنْهُمَا ثَابِتًا عِنْدَ جَمِيعِ الْعُلَمَاءِ. </p><p> وَقَدْ عَبَّرَ بِهِ عَنْ مَادَّةِ التَّكْوِينِ الَّتِي هِيَ مَادَّةُ خَرَابِ الْعَالَمِ الَّذِي تَرْجِعُ بِهِ هَذِهِ </p><p> الْأَجْرَامُ إِلَى مَادَّتِهَا الْأَصْلِيَّةِ بِقَوْلِهِ - تَعَالَى -: (فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ٤٤)  (: ١٠) وَعَبَّرَ عَنْهُ كَذَلِكَ بِالْغَمَامِ فِي قَوْلِهِ: (وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا)  (٢٥: ٢٥) وَقَوْلِهِ: (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ)  (٢: ٢١٠) وَالْغَمَامُ فِي اللُّغَةِ السَّحَابُ الرَّقِيقُ، فَالدُّخَانُ وَالْغَمَامُ وَالْبُخَارُ وَالسَّدِيمُ كُلُّهَا مَظَاهِرُ لِهَذِهِ الْمَادَّةِ اللَّطِيفَةِ (الْمَاءِ) قَالَ حُكَمَاؤُنَا: الْبُخَارُ جِسْمٌ مُرَكَّبٌ مِنْ أَجْزَاءٍ مَائِيَّةٍ وَهَوَائِيَّةٍ، وَالدُّخَانُ مُرَكَّبٌ مِنْ أَجْزَاءٍ أَرْضِيَّةٍ وَنَارِيَّةٍ وَهَوَائِيَّةٍ، وَالْغُبَارُ مُرَكَّبٌ مِنْ أَجْزَاءٍ أَرْضِيَّةٍ وَهَوَائِيَّةٍ، اهـ. وَأَرَقُّهُ الْهَبَاءُ قَالَ - تَعَالَى -: </p><p> (إِذَا رُجَّتِ الْأَرْضُ رَجًّا وَبُسَّتِ الْجِبَالُ بَسًّا فَكَانَتْ هَبَاءً مُنْبَثًّا)  (٥٦: ٤ - ٦) وَيَصِحُّ التَّعْبِيرُ بِالدُّخَانِ عَنِ الْعَنَاصِرِ الْبَسِيطَةِ لِلْبُخَارِ وَالدُّخَّانِ كَالْأَيْدُرُوجِينِ وَهُوَ مُوَلِّدُ الْمَاءِ، وَالْأُوكْسُجِينِ وَهُوَ مُوَلِّدُ النَّارِ، وَالِاسْمُ الْعُرْفِيُّ لِجِنْسِ هَذِهِ الْبَسَائِطِ (الْغَازُ) ، وَالسَّدِيمُ فِي اللُّغَةِ: الْغَمَامُ وَالضَّبَابُ وَاخْتَارَهُ عُلَمَاءُ الْفَلَكِ عَلَى الدُّخَانِ وَغَيْرِهِ وَلَا مُشَاحَّةَ فِي الِاصْطِلَاحِ. </p><p> وَالْخُلَاصَةُ: أَنَّ التَّنْزِيلَ أَرْشَدَنَا فِي كُلِّ آيَةٍ مِنْ آيَاتِ التَّكْوِينِ الَّتِي ذَكَرَ فِيهَا عَرْشَهُ الْعَظِيمَ، إِلَى نَوْعٍ مِنْ أَنْوَاعِ مَا جَعَلَهُ مَصْدَرًا لَهُ مِنْ سُنَنِ التَّكْوِينِ وَأَنْوَاعِ التَّدْبِيرِ، وَفِي آيَاتِ التَّكْوِينِ الَّتِي لَمْ يَذْكُرْ فِيهَا الْعَرْشَ أَنْوَاعٌ أُخْرَى مِنْ سُنَنِهِ وَنِعَمِهِ وَحِكَمِهِ، وَلَمْ تَكُنِ الْعَرَبُ وَلَا شُعُوبُ الْحَضَارَةِ وَالْفُنُونِ تَعْرِفُهَا، وَمِنْهَا مَا لَمْ يَعْرِفْهُ عُلَمَاءُ الْإِفْرِنْجِ إِلَّا فِي عَصْرِنَا هَذَا. </p><p> مِنْ ذَلِكَ أَصْلُ خَلْقِ جَمِيعِ الْأَحْيَاءِ النَّبَاتِيَّةِ وَالْحَيَوَانِيَّةِ بِالتَّوَالُدِ بَيْنَ الْأَزْوَاجِ الْمَنْصُوصِ فِي قَوْلِهِ فِي الْأَرْضِ:  (وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ)  (٢٢: ٥) وَقَوْلِهِ: (وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ)  (٥٠: ٧) وَقَوْلِهِ: (أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ)  (٢٦: ٧) وَقَوْلِهِ: (خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ)  (٣١: ١٠) فَالزَّوْجُ الْبَهِيجُ وَالْكَرِيمُ هُوَ الْمُنْبَتُ الْمُنْتَجُ، وَالْمُرَادُ بِالْأَزْوَاجِ فِي هَذِهِ الْآيَاتِ كُلِّهَا أَنَّهَا ذَكَرٌ وَأُنْثَى كَمَا قَالَ:  (وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى مِنْ نُطْفَةٍ إِذَا تُمْنَى)  (٥٣: ٤٥ و٤٦) وَمِثْلُهُ فِي آخِرِ سُورَةِ الْقِيَامَةِ (٧٥: ٣٦ - ٣٩) . </p><p> فَإِنْ قِيلَ: إِنَّ آخِرَ مَا انْكَشَفَ لِلْبَشَرِ مِنْ عِلْمِ التَّكْوِينِ فِي هَذَا الْقَرْنِ أَوِ الْمَنْشَأِ </p><p> الْأَوَّلِ لِلْخَلْقِ الَّذِي كَانَ قَبْلَ وُجُودِ الْحَيَوَانِ وَالنَّبَاتِ وَمَا يُسَمَّى بِالْجَمَادِ مِنْ طَبَقَاتِ الْأَرْضِ، وَهُوَ اتِّحَادُ ذَرَّاتِهِ الْكَهْرَبَائِيَّةِ الْإِيجَابِيَّةِ بِالسَّلْبِيَّةِ الْمُعَبَّرِ عَنْهُمَا فِي لُغَةِ الْعِلْمِ (بِالْإِلِكْتِرُونِ وَالْبُرُوتُونِ) فَهَلْ لِهَذَا مِنْ أَصْلٍ مِنَ الْقُرْآنِ الْعَظِيمِ؟ </p><p> قُلْتُ: نَعَمْ ; إِنْ هَذَانِ إِلَّا زَوْجَانِ مُنْتَجَانِ، وَالْقُرْآنُ لَمْ يَحْصُرْ سُنَّةَ الزَّوْجِيَّةِ فِي النَّبَاتِ وَالْحَيَوَانِ بَلْ قَالَ - تَعَالَى -: (وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ)  (٥١: ٤٩) وَأَبْلَغُ مِنْ هَذَا فِي الْعُمُومِ، وَأَدْهَشُ لِأُولِي الْأَلْبَابِ وَالْفُهُومِ، وَأَعْظَمُ عِبْرَةً لِلْمُسْتَقِلِّينَ فِي الْعُلُومِ، قَوْلُهُ عَزَّ وَجَلَّ:  (سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ)  (٣٦: ٣٦) فَهُوَ يَشْمَلُ الْكَهْرَبَائِيَّةَ وَغَيْرَهَا مِمَّا عُلِمَ وَمِمَّا قَدْ يُعْلَمُ فِي الْمُسْتَقْبَلِ، وَأَنَّ هَذَا التَّعْبِيرَ، لَا يُعْقَلُ صُدُورُهُ إِلَّا عَنْ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ الْعَلِيمِ الْخَبِيرِ، وَمَا كَانَ مِثْلُهُ لِيَخْطُرَ بِبَالِ مُحَمَّدٍ الْعَرَبِيِّ الْأُمِّيِّ النَّاشِئِ بَيْنَ الْأُمِّيِّينَ، وَلَا فِي خَلَدِ أَحَدٍ مِنَ الْفَلَاسِفَةِ الْعَقْلِيِّينَ وَالطَّبِيعِيِّينَ. </p><p> عَلَى أَنَّهُ قَدْ جَاءَ فِي الْآيَاتِ وَالْأَحَادِيثِ مِنْ ذِكْرِ النُّورِ وَالنَّارِ فِي الْكَلَامِ عَلَى الْخَلْقِ </p><p> وَسُنَنِ الْإِبْدَاعِ مَا يَدُلُّ عَلَى هَذِهِ الْكَهْرَبَاءِ دَلَالَةً وَاضِحَةً، وَأَظْهَرُهُ آيَةُ النُّورِ الْعُظْمَى فِي سُورَتِهِ:  (اللهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ)  (٢٤: ٣٥) وَقَوْلُهُ فِي مَثَلِهِ مِنْهَا: (يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ)  (٢٤: ٣٥) وَفِي عِدَّةِ سُوَرٍ أَنَّ اللهَ خَلَقَ (الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ)  (٥٥: ١٥) أَوْ (مِنْ نَارِ السَّمُومِ)  (١٥: ٢٧) وَهِيَ مِنْ مَخْلُوقَاتِ الْأَرْضِ، وَقَدْ كَانَتْ فِي أَحَدِ أَيَّامِهَا كُتْلَةً نَارِيَّةً مُشْتَعِلَةٍ، وَرَاجِعْ مَا وَرَدَ مِنَ الْأَحَادِيثِ فِي هَذَا الْمَوْضُوعِ فِي تَفْسِيرِ آيَةِ الْأَعْرَافِ (٧: ١٣٤) فِي رُؤْيَتِهِ - تَعَالَى -. </p><p> فَإِنْ قِيلَ: وَلِمَ لَمْ تُذْكَرْ هَذِهِ السُّنَنُ الْعَجِيبَةُ فِي مَوْضِعٍ وَاحِدٍ مِنَ الْقُرْآنِ فَتَكُونَ أَظْهَرَ لِلنَّاسِ وَيَكُونَ الْمُؤْمِنُونَ بِهَا أَسْبَقَ إِلَى مَا أَظْهَرَهُ الْعِلْمُ مِنْهَا فِي هَذَا الزَّمَانِ؟ </p><p> قُلْنَا: أَوَّلًا - إِنَّ أُسْلُوبَ الْقُرْآنِ فِي بَيَانِ أُصُولِ الدِّينِ وَفُرُوعِهِ الْمَقْصُودَةِ لِذَاتِهَا، هُوَ إِيرَادُهَا فِي آيَاتٍ مُتَفَرِّقَةٍ فِي السُّوَرِ مَمْزُوجَةٍ بِغَيْرِهَا مِنْ أَنْوَاعِ الْمَسَائِلِ وَالْفَوَائِدِ لَا فِي مَكَانٍ وَاحِدٍ، وَقَدْ بَيَّنَّا حِكْمَةَ هَذَا فِي مَبَاحِثِ الْوَحْيِ الْمُحَمَّدِيِّ مِنْ سُورَةِ \" يُونُسَ \" الَّتِي صَدَرَتْ فِي كِتَابٍ مُسْتَقِلٍّ. </p><p> ثَانِيًا - إِنَّ هَذِهِ السُّنَنَ قَدْ ذُكِرَتْ فِي سِيَاقِ الْآيَاتِ الدَّالَّةِ عَلَى عَقِيدَتَيِ: التَّوْحِيدِ، وَالْبَعْثِ، فَكَانَ الْمُنَاسِبُ أَنْ تُذْكَرَ مَعَهَا فِي مَوَاضِعِهَا. </p><p> ثَالِثًا - إِنَّ الْعِلْمَ التَّفْصِيلِيَّ بِهَا لَيْسَ مِنْ مَقَاصِدِ الْوَحْيِ الذَّاتِيَّةِ، وَإِنَّمَا هُوَ مِنَ الْعُلُومِ الَّتِي يَصِلُ إِلَيْهَا الْبَشَرَ بِكَسْبِهِمْ وَبَحْثِهِمْ، وَإِنَّمَا يَكُونُ الْوَحْيُ مُرْشِدًا لَهُمْ إِلَيْهَا. </p><p> رَابِعًا - لَوْ جُمِعَتْ هَذِهِ الْآيَاتُ فِي مَوْضِعٍ وَاحِدٍ عَلَى أَنَّهَا بَيَانٌ تَامٌّ لِجَمِيعِ أَطْوَارِ التَّكْوِينِ لَتَعَذَّرَ فَهْمُهَا قَبْلَ تَحْصِيلِ مُقَدِّمَاتِهِ بِالْبَحْثِ الْعِلْمِيِّ، وَلَكَانَتْ فِتْنَةً لِبَعْضِ مَنْ فَهِمَهَا بِالْجُمْلَةِ، وَإِنَّ دَلَالَةَ الْقُرْآنِ عَلَى كُرَوِيَّةِ الْأَرْضِ وَدَوَرَانِهَا وَاضِحَةً كَآيَةِ الْأَعْرَافِ الَّتِي أَشَرْنَا إِلَيْهَا آنِفًا:  (يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا)  (٧: ٥٤) وَفِي غَيْرِهَا، وَلَا يَزَالُ أَكْثَرُ الْمُسْلِمِينَ يَجْهَلُونَهَا. </p><p> خَامِسًا - وَلَوْ لَمْ يَعْرِضْ لِلْحَضَارَةِ الْعَرَبِيَّةِ الْإِسْلَامِيَّةِ مِنَ الْمَصَائِبِ وَالْفِتَنِ الِاجْتِمَاعِيَّةِ وَالْحَرْبِيَّةِ وَالشِّقَاقِ الدِّينِيِّ وَالسِّيَاسِيِّ مَا وَقَفَ بِتَرَقِّي الْعِلْمِ وَالْبَحْثِ، لَسَبَقُوا إِلَى مَا وَصَلَ إِلَيْهِ غَيْرُهُمْ مِنَ الْإِفْرِنْجِ بَعْدَهُمْ بِاتِّبَاعِهِمْ وَالْجَرْيِ عَلَى آثَارِهِمْ، فَإِنَّ الْمَعَارِفَ الْكَوْنِيَّةَ يَمُدُّ بَعْضُهَا بَعْضًا مَا لَمْ يَعْرِضْ لَهَا مَا يُوقِفُ سَيْرَهَا. </p><p> هَذَا، وَإِنَّ مُؤَلِّفَ هَذَا التَّفْسِيرِ الضَّعِيفَ قَدْ صَرَّحَ فِي مَقْصُورَتِهِ الَّتِي نَظَمَهَا فِي عَهْدِ طَلَبِ الْعِلْمِ بِطَرَابُلُسِ الشَّامِ، بِسُنَّةِ اللهِ - تَعَالَى - فِي جَعْلِ الْأَزْوَاجِ مَصْدَرَ التَّكْوِينِ الْعَامِّ، وَأَشَارَ إِلَى شَوَاهِدِ ذَلِكَ مِنَ الْعِلْمِ الْحَدِيثِ وَمَا يُنَاسِبُهُ مِنْ مُوَلِّدَاتِ الْفِكْرِ وَالْخَيَالِ فَقَالَ: </p><p> تَبَارَكَ الْبَارِئُ مُبْدِعُ الْوَرَى ... بِالْحَقِّ وَالْحِكْمَةِ عَنْ ظَهْرِ غِنَى </p><p> أَحْكَمَ رَبِّي مَا بَرَاهُ فَانْبَرَى ... مُسْتَحْصِفَ الْمَرِيرِ مَشْدُودَ الْعُرَى </p><p> أَنْشَأَ فِي الدُّخَانِ كُلَّ صُورَةٍ ... فَسَمَكَ السَّمَاءَ وَالْأَرْضَ دَحَا </p><p> (وَكَانَ عَرْشُهُ عَلَى الْمَاءِ) الَّذِي ... أَنْشَأَ مِنْهُ كُلَّ حَيٍّ وَبَرَا </p><p> وَخَلَقَ الْأَشْيَاءَ أَزْوَاجًا وَمِنْ ... ذُرِّيَّةِ الزَّوْجَيْنِ يَذْرُو مَا يَشَا </p><p> ثُمَّتَ (أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ) ... بِقَدْرِ اسْتِعْدَادِهِ (ثُمَّ هَدَى) </p><p> فَكُلُّ شَيْءٍ عِنْدَهُ بِقَدَرٍ ... لَا أُنُفٌ مُبْتَدَأٌ وَلَا سُدَى </p><p> فَابْعَثْ رَسُولَ الطَّرْفِ مِنْكَ رَائِدًا ... يَجُوبُ أَجْوَازَ الْبِحَارِ وَالْفَلَا </p><p> وَاسْرِ بِهِ لِلْأُفْقِ فِي مَرَاصِدٍ ... مِعْرَاجُهَا يُدْنِي إِلَيْكَ مَا نَأَى </p><p> وَسَرِّحِ الْفِكْرَ رَبِيئًا ثَانِيًا ... لِمَسْرَحِ الْأَرْوَاحِ يَسْعَى وَالنُّهَى </p><p> حَتَّى إِذَا جَاسَا خِلَالَ الدَّارِ مِنْ ... حِسٍّ إِلَى نَفْسٍ وَرَوْحٍ وَحِجَا </p><p> سَائِلْهُمَا هَلْ ثَمَّ مِنْ تَفَاوُتٍ ... أَوْ خَلَلٍ فِي الْبَدْءِ كَانَ أَوْ عَرَا </p><p> إِنِّي وَتِلْكَ مَظْهَرٌ لِلْحَقِّ فِي ... صِفَاتِهِ وَمَا تَسَمَّى مَنْ سُمَا </p><p> (فَلَيْسَ فِي الْإِمْكَانِ) أَنْ يَجْرِي بِهَا ... (أَبْدَعَ مِمَّا كَانَ) قَبْلُ وَجَرَى </p><p> (ثُمَّ ارْجِعِ) الطَّرْفَ إِلَيْهَا (يَنْقَلِبْ ... إِلَيْكَ) خَاسِئًا حَسِيرًا قَدْ عَشَا </p><p> يَتْلُ عَلَيْكَ الْآيَ (صُنْعَ اللهِ) مَنْ ... (أَتْقَنَ كُلَّ) مَا رَأَيْتَ وَتَرَى </p><p> ثُمَّتَ يَتْلُ (قَدْ خَلَتْ مِنْ قَبْلِكُمْ) ... مِنْ سُنَنِ الْحَكِيمِ فِي هَذَا الْوَرَى </p><p> وَأَنَّهُنَّ سُنَنٌ ثَابِتَةٌ ... مِثْلَ نِظَامِ الشَّمْسِ فَاتْلُ (وَالضُّحَى) </p><p> قَامَ بِهِنَّ أَمْرُ كُلِّ عَالَمٍ ... فِي أَرْضِنَا وَفِي السَّمَاوَاتِ الْعُلَى </p><p> مَا ثَمَّ تَبْدِيلٌ وَلَا تَحْوِيلٌ عَنْ ... شَيْءٍ وَلَا قَوْمٍ فَهُمْ فِيهَا سَوَى </p><p> نَاهِيكَ بِالْإِنْسَانِ فِي اجْتِمَاعِهِ ... طَرْدًا وَعَكْسًا وَأَمَامًا وَوَرَا </p><p> يَجْرِي عَلَى حُكْمِ تَنَازُعِ الْبَقَا ... فِي أَرْجَحِ الْأَمْرَيْنِ نَشْأٌ وَارْتِقَا </p><p> كَرَاسِبِ الْإِبْلِيزِ وَالْإِبْرِيزِ إِذْ ... يَذْهَبُ طَافِي زَبَدِ الْمَاءِ جُفَا </p><p> وَسُنَّةُ النِّتَاجِ بِالزَّوَاجِ بَلْ ... كُلُّ تَوَلُّدٍ تَرَاهُ فِي الْوَرَى </p>"
}