{
  "id": null,
  "sura": 11,
  "aya": 8,
  "text": "<p> يَظْهَرُ هَذَا فِي الْمَوَالِيدِ وَفِي الْ ... جَمَادِ وَالتَّفْكِيرِ رُبَّمَا بَدَا </p><p> فَاجْتَلِهِ فِي الْحَيَوَانِ نَاطِقًا ... وَأَعْجَمًا وَفِي النَّبَاتِ الْمُجْتَنَى </p><p> بَلْ كُلُّ ذَرَّةٍ بِجِسْمٍ نَبَتَتْ ... زَادَ بِهَا الْجِسْمُ امْتِدَادًا وَنَمَى </p><p> خَلِيَّةَ يُقْرَنُ فِي غُضُونِهَا ... نَوِيَّتَانِ تَنْثَنِي وَهْيَ زَكَا </p><p> وَالْكَهْرَبَا زَوْجَانِ إِمَّا اقْتَرَنَا ... تَأَلَّقَ الْبَرْقُ وَشِيكًا وَخَفَا </p><p> كَالزَّنْدِ وَالزَّنْدَةِ إِمَّا ازْدَوَجَا ... بِالِاقْتِدَاحِ أَنْتَجَا نَارَ الصَّلَى </p><p> وَالْمُعْصِرَاتُ عِنْدَمَا أَلْقَحَهَا الثَّـ ... ـائِبُ جَاءَتْ بِوَلِيدِهَا الْحَيَا </p><p> وَلَامَسَ الْبِحَارَ فِي سُكُونِهَا ... فَاعْتَلَجَ الْآذِيُّ فِيهَا وَطَغَا </p><p> وَالْمَاءُ وَالتُّرْبَةُ إِذْ تَقَارَنَا ... تَوَلَّدَتْ صُمُّ الصُّخُورِ وَالْحَصَى </p><p> وَافْتَرَشَ الْأَرْضَ الْحَيَا فَانْفَتَقَتْ ... عَنْ كُلِّ زَوْجٍ يُرْتَعَى وَيُجْتَنَى </p><p> (وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ) </p><p> هَذِهِ الْآيَاتُ مَعْطُوفَةٌ عَلَى قَوْلِهِ - تَعَالَى -: (وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ) إِلَخْ، وَهِيَ كُلُّهَا بَيَانٌ لِحَالِ النَّاسِ تِجَاهَ مَا بُلِّغُوهُ مِنْ دَعْوَةِ الْإِسْلَامِ الْحَقِّ مِنْ أَوَّلِ هَذِهِ السُّورَةِ - وَهُوَ التَّوْحِيدُ - وَبِعْثَةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَذِيرًا وَبَشِيرًا وَمَا أَنْذَرَ وَبَشَّرَ بِهِ مِنْ جَزَاءٍ فِي الدُّنْيَا وَالْآخِرَةِ، وَالرُّجُوعِ إِلَى اللهِ بَعْدَ الْمَوْتِ وَكَمَالِ الْجَزَاءِ فِيهِ، وَقَدِ اسْتَدَلَّ عَلَى هَذَا بِخَلْقِهِ - تَعَالَى - لِلسَّمَاوَاتِ وَالْأَرْضِ إِذْ كَانَ عَرْشُهُ عَلَى الْمَاءِ، الَّذِي هُوَ الْأَصْلُ لِجَمِيعِ الْأَحْيَاءِ، وَعَلَّلَهُ بِاخْتِبَارِ الْمُكَلَّفِينَ بِمَا يَظْهَرُ بِهِ أَيُّهُمْ أَحْسَنُ عَمَلًا. بَعْدَ هَذَا بَيَّنَ قُصَارَى مَا يَقُولُهُ الْمُنْكِرُونَ لِلْبَعْثِ مِنْهُمْ، وَقَدْ تَقَدَّمَ، ثُمَّ عَطَفَ عَلَيْهِ مَا يَقُولُهُ الْمُنْكِرُونَ لِإِنْذَارِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِيَّاهُمْ عَذَابَ الدُّنْيَا وَالْآخِرَةِ بِتَكْذِيبِهِمْ لَهُ فَقَالَ:  (وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ) الْآيَةُ شَرْطِيَّةٌ مُؤَكَّدَةٌ بِالْقَسَمِ، وَالْمُرَادُ بِالْعَذَابِ مَا تَقَدَّمَ مِنْ قَوْلِهِ:  (وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ)  (٣) عَلَى مَا اخْتَرْنَاهُ فِيهِ، وَالْأُمَّةُ هُنَا: الطَّائِفَةُ أَوِ الْمُدَّةُ مِنَ الزَّمَنِ، وَمِثْلُهُ فِي سُورَةِ يُوسُفَ:  (وَادَّكَرَ بَعْدَ أُمَّةٍ)  (١٢: ٤٥) وَأَصْلُهَا الْجَمَاعَةُ مِنْ جِنْسٍ أَوْ نَوْعٍ وَاحِدٍ أَوْ دِينٍ وَاحِدٍ أَوْ زَمَنٍ وَاحِدٍ، وَتُطْلَقُ عَلَى الدِّينِ وَالْمِلَّةِ الْخَاصَّةِ وَالزَّمَنِ الْخَاصِّ. أَيْ وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى جَمَاعَةٍ مِنَ الزَّمَنِ مَعْدُودَةٍ فِي عِلْمِنَا وَمَحْدُودَةٍ فِي نِظَامِ تَقْدِيرِنَا وَسُنَّتِنَا فِي خَلْقِنَا، الْمُبَيَّنِ فِي قَوْلِنَا:  (لِكُلِّ أَجَلٍ كِتَابٌ)  (١٣: ٣٨) أَوْ إِلَى أُمَّةٍ قَلِيلَةٍ مِنَ الزَّمَنِ </p><p> تُعَدُّ بِالسَّنَوَاتِ، أَوْ مَا دُونَهَا مِنَ الشُّهُورِ أَوِ الْأَيَّامِ (لَيَقُولُنَّ مَا يَحْبِسُهُ) يَعْنُونَ: أَيُّ شَيْءٍ يَمْنَعُ هَذَا الْعَذَابَ مِنَ الْوُقُوعِ إِنْ كَانَ حَقًّا كَمَا يَقُولُ هَذَا النَّذِيرُ؟ وَإِنَّمَا يَقُولُونَ هَذَا وَيَسْتَعْجِلُونَ بِالْعَذَابِ إِنْكَارًا لَهُ وَاسْتِهْزَاءً بِهِ:  (أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ) أَيْ أَلَا إِنَّ لَهُ يَوْمًا يَأْتِيهِمْ فِيهِ إِذْ تَنْتَهِي الْأُمَّةُ الْمَعْدُودَةُ الْمَضْرُوبَةُ دُونَهُ، وَيَوْمَئِذٍ لَا يَصْرِفُهُ عَنْهُمْ صَارِفٌ وَلَا يَحْبِسُهُ حَابِسٌ. (وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ) وَسَيُحِيطُ بِهِمْ يَوْمَئِذٍ مِنْ كُلِّ جَانِبٍ مَا كَانُوا يَسْتَهْزِئُونَ بِهِ مِنَ الْعَذَابِ قَبْلَ وُقُوعِهِ، فَلَا هُوَ يُصْرَفُ عَنْهُمْ وَلَا هُمْ يَنْجُونَ مِنْهُ، عَبَّرَ بِـ حَاقَ الْمَاضِي لِلْإِيذَانِ بِتَحْقِيقِ وُقُوعِهِ حَتَّى كَأَنَّهُ وَقَعَ بِالْفِعْلِ، وَعَبَّرَ عَنِ الْفَاعِلِ بِ مَا الْمَوْصُولَةِ بِفِعْلِ الِاسْتِهْزَاءِ الْمُسْتَمِرِّ لِلْإِيذَانِ بِعِلَّتِهِ وَسَبَبِهِ، وَهَذَا الْمَوْضُوعُ قَدْ تَقَدَّمَ فِي سُورَةِ \" يُونُسَ \" مُفَصَّلًا فِي الْآيَاتِ (٢٨، ٤٥ - ٥٥) وَبَيَّنَّا فِي تَفْسِيرِهَا حِكْمَةَ إِبْهَامِ هَذَا الْعَذَابِ بِمَا يَحْتَمِلُ عَذَابَ الدُّنْيَا وَعَذَابَ الْآخِرَةِ مَعَ الشَّوَاهِدِ مِنَ السُّوَرِ. </p><p> (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً) هَذَا وَمَا بَعْدَهُ بَيَانٌ لِحَالِ الْإِنْسَانِ فِي اخْتِبَارِ اللهِ لَهُ فِي قَوْلِهِ: (لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا)  (٧) أَيْ لَئِنْ أَعْطَيْنَاهُ نَوْعًا مِنْ أَنْوَاعِ النِّعْمَةِ رَحْمَةً مِنَّا مُبْتَدَأَةً أَذَقْنَاهُ لَذَّتَهَا، فَكَانَ مُغْتَبِطًا بِهَا، كَالصِّحَّةِ وَالْأَمْنِ وَسَعَةِ الرِّزْقِ وَالْوَلَدِ الْبَارِّ. (ثُمَّ نَزَعْنَاهَا مِنْهُ) بِمَا يَحْدُثُ مِنَ الْأَسْبَابِ بِمُقْتَضَى سُنَّتِنَا فِي الْخَلْقِ مِنْ مَرَضٍ وَعُسْرٍ وَفِتَنٍ وَمَوْتٍ. (إِنَّهُ لَيَئُوسٌ كَفُورٌ) أَيْ: إِنَّهُ فِي هَذِهِ الْحَالِ لَشَدِيدُ الْيَأْسِ مِنَ الرَّحْمَةِ، قَطُوعٌ لِلرَّجَاءِ مِنْ عَوْدَةِ </p>"
}