{
  "id": null,
  "sura": 11,
  "aya": 77,
  "text": "<p> فَهَلْ يَعْتَبِرُ بِهَذَا مَنْ يَتَّخِذُونَ لِلَّهِ أَنْدَادًا مِنْ أَوْلِيَائِهِ أَوْ أَوْلِيَائِهِمْ يَزْعُمُونَ أَنَّهُمْ يَتَصَرَّفُونَ فِي الْكَوْنِ كَمَا يَشَاءُونَ، وَأَنَّ قَوْلَهُ - تَعَالَى - فِي أَهْلِ الْجَنَّةِ: لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ٣٩: ٣٤ و٤٢: ٢٢ هُوَ لِهَؤُلَاءِ الْأَوْلِيَاءِ فِي الدُّنْيَا، فَلَا يَرُدُّ لَهُمْ طَلَبًا وَلَا شَفَاعَةً وَلَا يُرِيدُ مَا لَا يُرِيدُونَهُ! يَكْذِبُونَ عَلَى اللهِ وَيُحَرِّفُونَ كِتَابَهُ، وَهُمْ يَدَّعُونَ أَنَّهُمْ مُسْلِمُونَ مُؤْمِنُونَ بِأَنَّ أَفْضَلَ الْخُلُقِ بَعْدَ مُحَمَّدٍ جَدُّهُ إِبْرَاهِيمُ الْخَلِيلُ عَلَيْهِمَا وَآلِهِمَا الصَّلَاةُ وَالسَّلَامُ؟ </p><p> قِصَّةُ لُوطٍ - عَلَيْهِ السَّلَامُ - وَإِهْلَاكِ قَوْمِهِ: </p><p> فِي سِفْرِ التَّكْوِينِ أَنَّ لُوطًا - عَلَيْهِ السَّلَامُ - ابْنُ هَارُونَ أَخِي إِبْرَاهِيمِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَّهُ هَاجَرَ مَعَهُ مِنْ مَسْقَطِ رَأْسِهِمَا (أُورَ الْكَلْدَانِيِّينَ) فِي الْعِرَاقِ إِلَى أَرْضِ الْكَنْعَانِيِّينَ، وَسَكَنَ إِبْرَاهِيمُ فِي أَرْضِ كَنْعَانَ، وَلُوطٌ فِي مُدُنِ دَائِرَةِ الْأُرْدُنِّ، وَقَاعِدَتُهَا سَدُومُ، وَيَلِيهَا عَمُّورَةُ فَصَوْغَرُ، وَإِنَّمَا افْتَرَقَا اتِّقَاءَ اخْتِلَافِ رُعْيَانِهِمَا وَإِيقَاعِهِمَا فِي الْخُصُومَةِ الَّتِي لَا يَنْبَغِي أَنْ تَكُونَ بَيْنَ الْآخَرِينَ (أَيِ الْعَمِّ وَابْنِ أَخِيهِ) وَكَانَ لُوطٌ - عَلَيْهِ السَّلَامُ </p><p> - فِي سَدُومَ، وَيَظُنُّ الْكَثِيرُونَ مِنَ الْبَاحِثِينَ أَنَّ بُحَيْرَةَ لُوطٍ قَدْ غُمِرَ مَوْضِعُهَا بَعْدَ الْخَسْفِ فَلَا يُعْلَمُ مَوْضِعُهُ بِالضَّبْطِ. </p><p> وَقِيلَ إِنَّهُ عُثِرَ عَلَى آثَارِهَا فِي هَذَا الْعَهْدِ. </p><p> وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ (٧٧) وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَاقَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللهَ وَلَا تُخْزُونِي فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (٧٨) قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ (٧٩) قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ (٨٠) . </p><p> هَذِهِ الْآيَاتُ الْأَرْبَعُ فِي إِهْرَاعِ قَوْمِ لُوطٍ إِلَيْهِ لِلِاعْتِدَاءِ عَلَى ضَيْفِهِ وَسُوءِ حَالِهِ مَعَهُمْ - وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا - بَعْدَ ذَهَابِهِمْ مِنْ عِنْدِ إِبْرَاهِيمَ - سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا - </p>"
}