{
  "id": null,
  "sura": 12,
  "aya": 6,
  "text": "<p> وَسِفْرُ التَّكْوِينِ غَيْرُ مَرْوِيٍّ بِالْأَسَانِيدِ الْمُتَّصِلَةِ الْمُتَوَاتِرَةِ، وَلَا دَلِيلَ عَلَى أَنَّ أَصْلَهُ وَحْيٌ مِنَ اللهِ - تَعَالَى -، وَلَكِنَّهُ كِتَابٌ قَدِيمُ التَّارِيخِ لَهُ قِيمَةٌ لَا تَعْصِمُهُ مِنَ الْخَطَأِ. </p><p> (وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ) أَيْ وَمِثْلُ ذَلِكَ الشَّأْنِ الرَّفِيعِ وَالْمَجْدِ الْبَدِيعِ الَّذِي تَمَثَّلَ لَكَ فِي رُؤْيَاكَ يَجْتَبِيكَ رَبُّكَ)) لِنَفْسِهِ وَيَصْطَفِيكَ عَلَى آلِكَ وَغَيْرِهِمْ فَتَكُونُ مِنْ عِبَادِهِ الْمُخْلَصِينَ (بِفَتْحِ اللَّامِ كَمَا وَصَفَهُ اللهُ فِيمَا يَأْتِي قَرِيبًا) فَالِاجْتِبَاءُ افْتِعَالٌ مِنْ جَبَيْتَ الشَّيْءَ إِذَا خَلَّصْتَهُ لِنَفْسِكَ، وَالْجِبَايَةُ جَمْعُ الشَّيْءِ النَّافِعِ كَالْمَاءِ فِي الْحَوْضِ وَالْمَالِ لِلسُّلْطَانِ وَلِيِّ الْأَمْرِ (وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ أَيْ يُعَلِّمُكَ مِنْ عِلْمِهِ اللَّدُنِّيِّ تَأْوِيلَ الرُّؤَى وَتَعْبِيرَهَا، أَيْ تَفْسِيرَهَا بِالْعِبَارَةِ وَالْإِخْبَارِ بِمَا تَئُولُ إِلَيْهِ فِي الْوُجُودِ،وَهُوَ تَأْوِيلُهَا كَمَا سَيَأْتِي حِكَايَةً لِقَوْلِ يُوسُفَ لِأَبِيهِ:(هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا) ١٢: ١٠٠ أَوْ مَا هُوَ أَعَمُّ مِنْ ذَلِكَ مِنْ مَعَانِي الْكَلَامِ، وَسُمِّيَتِ الرُّؤَى أَحَادِيثَ بِاعْتِبَارِ حِكَايَتِهَا وَالتَّحْدِيثِ بِهَا، وَقَالَ بَعْضُ الْمُفَسِّرِينَ وَتَبِعَهُ غَيْرُهُ: إِنَّ الرُّؤْيَا حَدِيثُ الْمَلَكِ إِنْ كَانَتْ صَادِقَةً، وَحَدِيثُ الشَّيْطَانِ إِنْ كَانَتْ كَاذِبَةً، وَهَذَا الْقَوْلُ يُخَالِفُ الْوَاقِعَ فَإِنَّ رُؤْيَا يُوسُفَ لَيْسَ فِيهَا حَدِيثٌ، وَكَذَا رُؤْيَا صَاحِبَيْهِ فِي السِّجْنِ وَرُؤْيَا مَلِكِ مِصْرَ، وَإِنَّمَا سُمِّيَتْ رُؤْيَا لِأَنَّهَا عِبَارَةٌ عَمَّا يُرَى فِي النَّوْمِ، كَمَا أَنَّ الرُّؤْيَةَ اسْمٌ لِمَا يُرَى فِي الْيَقَظَةِ، فَهُمَا كَالْقُرْبَةِ وَالْقُرْبَى وَفَرَّقَ بَيْنَهُمَا لِلتَّمْيِيزِ، وَقَدْ يَسْمَعُ رَائِيهَا أَحَادِيثَ رَجُلٍ يُحَدِّثُهُ، وَلَكِنَّ تَأْوِيلَ رُؤْيَاهُ يَكُونُ لِجُمْلَةِ مَا رَآهُ وَسَمِعَهُ لَا لِمَا سَمِعَهُ فِيهَا فَحَسْبٌ، كَمَا يَقُصُّهُ بِحَدِيثِهِ عَلَى مَنْ يَعْبُرُهُ لَهُ، أَيْ يُعَبِّرُ بِهِ مِنْ مَدْلُولِ حَدِيثِهِ اللَّفْظِيِّ إِلَى مَا يَؤُولُ إِلَيْهِ، وَقَدْ يَكُونُ قَرِيبًا كَرُؤْيَا صَاحِبَيِ السِّجْنِ وَرُؤْيَا الْمَلِكِ، وَقَدْ يَكُونُ بَعِيدًا كَتَأْوِيلِ رُؤْيَا يُوسُفَ نَفْسَهُ، وَلَفْظُ الْأَحَادِيثِ اسْمُ جَمْعٍ سَمَاعِيٍّ كَالْأَبَاطِيلِ. وَالرُّؤْيَا الصَّادِقَةُ ضَرْبٌ مِنْ إِدْرَاكِ نَفْسِ الْإِنْسَانِ أَحْيَانًا لِبَعْضِ الْأَشْيَاءِ قَبْلَ وُقُوعِهَا بِاسْتِعْدَادِهَا الْفِطْرِيِّ، إِمَّا بِعَيْنِهَا وَهُوَ قَلِيلٌ، وَإِمَّا بِمِثَالٍ عَلَيْهَا وَهُوَ الْمُحْتَاجُ إِلَى التَّأْوِيلِ، وَسَنُبَيِّنُ الْفَرْقَ بَيْنَ الرُّؤْيَا الصَّادِقَةِ وَبَيْنَ أَضْغَاثِ الْأَحْلَامِ، وَرَأْيُ عُلَمَاءِ الْإِفْرِنْجِ وَمُقَلِّدِيهِمْ فِيهَا فِي خُلَاصَةِ السُّورَةِ الْإِجْمَالِيَّةِ إِنْ شَاءَ اللهُ - تَعَالَى - </p><p> وَتَعْلِيمُ اللهِ التَّأْوِيلَ لِيُوسُفَ إِيتَاؤُهُ إِلْهَامًا وَكَشْفًا لِلْمُرَادِ مِنْهَا أَوْ فِرَاسَةً خَاصَّةً فِيهَا، أَوْ عِلْمًا أَعَمَّ مِنْهَا، كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ الْآتِي لِصَاحِبَيِ السِّجْنِ:  (لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي) ٣٧ رُوِيَ عَنِ ابْنِ زَيْدٍ أَنَّهُ قَالَ فِي تَأْوِيلِ الْأَحَادِيثِ: تَأْوِيلُ الْعِلْمِ وَالْحُلْمِ وَكَانَ يُوسُفُ مِنْ أَعْبَرِ النَّاسِ، وَقَالَ الزَّجَّاجُ، تَأْوِيلُ أَحَادِيثِ الْأُمَمِ السَّالِفَةِ وَالْكُتُبِ الْمُنَزَّلَةِ. </p><p> زَعَمَ الزَّمَخْشَرِيُّ وَتَبِعَهُ مُقَلِّدُوهُ أَنَّ هَذِهِ الْجُمْلَةَ كَلَامٌ مُبْتَدَأٌ غَيْرُ دَاخِلٍ فِي حُكْمِ التَّشْبِيهِ، كَأَنَّهُ قِيلَ: وَهُوَ يُعَلِّمُكَ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ، وَبَنَى هَذَا عَلَى مَا فَهِمَهُ مِنْ دَلَالَةِ الرُّؤْيَا عَلَى الِاجْتِبَاءِ فَقَطْ، وَمَا هَذَا الْفَهْمُ إِلَّا مِنْ تَأْثِيرِ قَوَاعِدِ النَّحْوِ، وَالَّذِي نَجْزِمُ بِهِ أَنَّ يَعْقُوبَ - عَلَيْهِ </p><p> السَّلَامُ - فَهِمَ مِنْ هَذِهِ الرُّؤْيَا فَهْمًا مُجْمَلًا كُلَّ مَا بُشِّرَ بِهِ ابْنُهُ رَائِيهَا، وَأَمَّا كَيْدُ إِخْوَتِهِ لَهُ إِذَا قَصَّهَا عَلَيْهِمْ فَقَدِ اسْتَنْبَطَهُ اسْتِنْبَاطًا مِنْ طَبْعِ الْإِنْسَانِ، وَعَدَاوَةَ الشَّيْطَانِ. فَلَمَّا حَذَّرَهُ مِنَ الِاسْتِهْدَافِ لِذَلِكَ بِإِثَارَةِ حَسَدِهِمْ، قَفَّى عَلَيْهِ بِبِشَارَتِهِ بِمَا تَدُلُّ عَلَيْهِ الرُّؤْيَا مِنِ اجْتِبَاءِ رَبِّهِ الْخَاصِّ بِهِ، وَمِنْ تَأْوِيلِ الْأَحَادِيثِ، وَهُوَ الَّذِي سَيَكُونُ وَسِيلَةً بَيْنَهُ وَبَيْنَ النَّاسِ إِلَى رَفْعِهِ قَدْرَهُ وَعُلُوِّ مَقَامِهِ، فَهُوَ مَعْطُوفٌ عَلَى الِاجْتِبَاءِ مَعَهُ فِي الْبِشَارَةِ. </p><p> ثُمَّ عَطَفَ عَلَيْهِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ بِالنُّبُوَّةِ وَالرِّسَالَةِ وَالْمُلْكِ وَالرِّيَاسَةِ وَعَلَى آلِ يَعْقُوبَ وَهُمْ أَبَوَاهُ وَإِخْوَتُهُ وَذُرِّيَّتُهُمْ (وَأَصْلُ الْآلِ أَهْلٌ بِدَلِيلِ تَصْغِيرِهِ عَلَى أُهَيْلٍ، وَهُوَ خَاصٌّ فِي الِاسْتِعْمَالِ بِمَنْ لَهُمْ شَرَفٌ وَخَطَرٌ فِي النَّاسِ كَآلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَآلِ الْمَلِكِ،وَيُقَالُ لِغَيْرِهِمْ:أَهْلٌ) بِإِخْرَاجِهِمْ مِنَ الْبَدْوِ، وَتَبَوُّئِهِمُ الْمَقَامَ الْكَرِيمَ بِمِصْرَ، ثُمَّ بِتَسَلْسُلِ النُّبُوَّةِ فِي أَسْبَاطِهِمْ إِلَى أَجَلٍ مَعْلُومٍ (كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ) أَيْ مِنْ قَبْلِ هَذَا الْعَهْدِ أَوْ مِنْ قَبْلِكَ (إِبْرَاهِيمَ وَإِسْحَاقَ) هَذَا بَيَانٌ لِكَلِمَةِ ((أَبَوَيْكَ) ) وَهُمَا جَدُّهُ وَجَدُّ أَبِيهِ، وَقِدَمُ الْأَشْرَفِ مِنْهُمَا، وَهَذَا الِاسْتِعْمَالُ مَأْلُوفٌ عِنْدَ الْعَرَبِ وَغَيْرِهِمْ، وَكَانُوا يَقُولُونَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: يَابْنَ عَبْدِ الْمُطَّلِبِ، بَلْ قَالَهَا هُوَ أَيْضًا. وَهَذَا التَّشْبِيهُ مَبْنِيٌّ عَلَى مَا كَانَ يَعْلَمُهُ يَعْقُوبُ مِنْ وَعْدِ اللهِ لِإِبْرَاهِيمَ بِاصْطِفَاءِ آلِهِ، وَجَعْلِ النُّبُوَّةِ وَالْكِتَابِ فِي ذُرِّيَّتِهِ، وَإِنَّمَا عَلِمَ مِنْ رُؤْيَا يُوسُفَ أَنَّهُ </p><p> هُوَ حَلْقَةُ السِّلْسِلَةِ النَّبَوِيَّةِ الِاصْطِفَائِيَّةِ بَعْدَهُ مِنْ أَبْنَائِهِ، فَلِهَذَا عَلَّلَ الْبِشَارَةَ بِقَوْلِهِ:  (إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ) أَيْ عَلِيمٌ بِمَنْ يَصْطَفِيهِ حَكِيمٌ بِاصْطِفَائِهِ، وَبِإِعْدَادِ الْأَسْبَابِ وَتَسْخِيرِهَا لَهُ، وَكَانَ هَذَا الْعِلْمُ مِنْ يَعْقُوبَ بِمَا بَشَّرَ اللهُ بِهِ أَبَوَيْهِ لَهُمَا وَلِذَرِّيَّتِهِمَا، وَبِدَلَالَةِ رُؤْيَا يُوسُفَ عَلَى أَنَّهُ هُوَ حَلْقَةُ السِّلْسِلَةِ الذَّهَبِيَّةِ لَهُمْ، هُوَ السَّبَبُ كَمَا قُلْنَا لِزِيَادَةِ حُبِّهِ لَهُ وَعَطْفِهِ وَحِرْصِهِ عَلَيْهِ، الَّذِي هَاجَ مَا كَانَ يَحْذَرُهُ إِخْوَتُهُ وَكَيْدُهُمْ لَهُ، وَلِكَوْنِهِ لَمْ يُصَدِّقْ مَا زَعَمُوهُ مِنْ أَكْلِ الذِّئْبِ لَهُ، وَلَمْ يَنْقَطِعْ أَمَلُهُ مِنْهُ، بَلْ لَمْ يَنْقُصْ إِيمَانُهُ بِمَا أَعَدَّهُ اللهُ لَهُ وَلَهُمْ بِهِ، وَلَكِنَّ عِلْمَهُ بِذَلِكَ كَانَ إِجْمَالِيًّا لَا تَفْصِيلِيًّا، وَقَدْ جَاءَتْ قِصَّتُهُ مِنْ أَوَّلِهَا إِلَى آخِرِهَا مُفَصِّلَةٌ لِهَذَا الْإِجْمَالِ، تَفْصِيلًا هُوَ مِنْ أَبْدَعِ بَلَاغَةِ الْقُرْآنِ، وَزَادَ بَعْضُ الْمُفَسِّرِينَ فِي التَّشْبِيهِ إِنْجَاءُ إِبْرَاهِيمَ مِنَ النَّارِ وَإِنْجَاءُ إِسْحَاقَ مِنَ الذَّبْحِ، وَلَكِنَّ التَّحْقِيقَ أَنَّ الذَّبِيحَ إِسْمَاعِيلُ لَا إِسْحَاقُ كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ - تَعَالَى - بَعْدَ قِصَّتِهِ مِنْ سُورَةِ الصَّافَّاتِ:  (وَبَشَّرْنَاهُ بِإِسْحَاقَ) ٣٧: ١١٢ وَكَوْنُ الْقِصَّةِ كَانَتْ فِي الْحِجَازِ وَهِيَ الْأَصْلُ فِي أَضَاحِي مِنًى هُنَاكَ، وَإِنَّمَا الَّذِي نَشَأَ فِي الْحِجَازِ إِسْمَاعِيلُ لَا إِسْحَاقُ كَمَا هُوَ مَعْلُومٌ بِالتَّوَاتُرِ. </p>"
}