{
  "id": null,
  "sura": 12,
  "aya": 24,
  "text": "<p> سَيِّدِي الْمَالِكَ لِرَقَبَتِي قَدْ أَحْسَنَ مُعَامَلَتِي فِي إِقَامَتِي عِنْدَكُمْ وَأَوْصَاكِ بِإِكْرَامِ مَثْوَايَ، فَلَنْ أَجْزِيَهُ عَلَى إِحْسَانِهِ بِشَرِّ الْإِسَاءَةِ وَهُوَ خِيَانَتُهُ فِي أَهْلِهِ، وَهَذَا التَّفْسِيرُ تَعْلِيلٌ لِرَدِّ مُرَاوَدَتِهَا بَعْدَ الِاسْتِعَاذَةِ بِاللهِ مِنْهَا، لَا تَعْلِيلَ لِلِاسْتِعَاذَةِ نَفْسِهَا كَالْأَوَّلِ، وَالْفَرْقُ بَيْنَهُمَا دَقِيقٌ لِمَا بَيْنَهُمَا مِنَ الْعُمُومِ فِي الْأَوَّلِ وَالْخُصُوصِ فِي الثَّانِي، ثُمَّ عَلَّلَ امْتِنَاعَهُ بِمَا هُوَ خَاصٌّ بِنَزَاهَةِ نَفْسِهِ فَقَالَ: إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ لِأَنْفُسِهِمْ وَلِلنَّاسِ كَالْخِيَانَةِ لَهُمْ وَالتَّعَدِّي عَلَى أَعْرَاضِهِمْ وَشَرَفِهِمْ، وَلَا يُفْلِحُونَ فِي الدُّنْيَا بِبُلُوغِ مَقَامِ الْإِمَامَةِ الصَّالِحَةِ وَالرِّيَاسَةِ الْعَادِلَةِ، وَلَا فِي الْآخِرَةِ بِجِوَارِ اللهِ وَنَعِيمِهِ وَرِضْوَانِهِ. . . . . . . وَفِي جُمْلَةِ الْجَوَابِ مِنَ الِاعْتِصَامِ وَالِاعْتِزَازِ بِالْإِيمَانِ بِاللهِ، وَالْأَمَانَةِ لِلسَّيِّدِ صَاحِبِ الدَّارِ، وَالتَّعْرِيضِ بِخِيَانَةِ امْرَأَتِهِ لَهُ الْمُتَضَمِّنِ لِاحْتِقَارِهَا، مَا أَضْرَمَ فِي صَدْرِهَا نَارَ الْغَيْظِ وَالِانْتِقَامِ، مُضَاعَفَةً لِنَارِ الْغَرَامِ، وَهُوَ مَا بَيَّنَهُ - تَعَالَى - بِقَوْلِهِ مُؤَكِّدًا بِالْقَسَمِ لِأَنَّهُ مِمَّا يُنْكِرُهُ الْأَخْيَارُ مِنْ شُرُورِ الْفُجَّارِ. </p><p> (وَلَقَدْ هَمَّتْ بِهِ) أَيْ وَتَاللهِ لَقَدْ هَمَّتِ الْمَرْأَةُ بِالْبَطْشِ بِهِ لِعِصْيَانِهِ أَمْرَهَا، وَهِيَ فِي نَظَرِهَا سَيِّدَتُهُ وَهُوَ عَبْدُهَا، وَقَدْ أَذَلَّتْ نَفْسَهَا لَهُ بِدَعْوَتِهِ الصَّرِيحَةِ إِلَى نَفْسِهَا بَعْدَ الِاحْتِيَالِ عَلَيْهِ بِمُرَاوَدَتِهِ عَنْ نَفْسِهِ، وَمِنْ شَأْنِ الْمَرْأَةِ أَنْ تَكُونَ مَطْلُوبَةً لَا طَالِبَةً، </p><p> وَمُرَاوَدَةً عَنْ نَفْسِهَا لَا مُرَاوِدَةً، حَتَّى إِنَّ حُمَاةَ الْأُنُوفِ مِنْ كُبَرَاءِ الرِّجَالِ؛ لَيُطَأْطِئُونَ الرُّءُوسَ لِفَقِيرَاتِ الْحِسَانِ رَبَّاتِ الْجَمَالِ، وَيَبْذُلُونَ لَهُمْ مَا يَعْتَزُّونَ بِهِ مِنَ الْجَاهِ وَالْمَالِ، بَلْ إِنَّ الْمُلُوكَ لِيُذِلُّونِ أَنْفُسَهُمْ لِمَمْلُوكَاتِهِمْ وَأَزْوَاجِهِمْ وَلَا يَأْبَوْنَ أَنْ يَسِمُوا أَنْفُسَهُمْ عَبِيدًا لَهُنَّ، كَمَا رُوِيَ عَنْ بَعْضِ مُلُوكِ الْأَنْدَلُسِ: </p><p> نَحْنُ قَوْمٌ تُذِيبُنَا الْأَعْيُنُ النُّجْـ ... ـلُ عَلَى أَنَّنَا نُذِيبُ الْحَدِيدَا </p><p> فَتَرَانَا لَدَى الْكَرِيهَةِ أَحْرَا ... رًا وَفِي السِّلْمِ لِلْمِلَاحِ عَبِيدًا </p><p> وَلَكِنَّ هَذَا الْعَبْدَ الْعِبْرَانِيَّ الْخَارِقَ لِلطَّبِيعَةِ الْبَشَرِيَّةِ فِي حُسْنِهِ وَجَمَالِهِ، وَفِي جَلَالِهِ وَكَمَالِهِ، وَفِي إِبَائِهِ وَتَأَلُّهِهِ، قَدْ عَكَسَ الْقَضِيَّةَ، وَخَرَقَ نِظَامَ الطَّبِيعَةِ وَالْعَوَائِدِ بَيْنَ الْجِنْسَيْنِ، فَأَخْرَجَ الْمَرْأَةَ مِنْ طَبْعِ أُنُوثَتِهَا فِي إِدْلَالِهَا وَتَمَنُّعِهَا، وَهَبَطَ بِالسَّيِّدَةِ الْمَالِكَةِ مِنْ عِزَّةِ سِيَادَتِهَا وَسُلْطَانِهَا، وَدَهْوَرَ الْأَمِيرَةَ (الْأُرُسْتُقْرَاطِيَّةَ) مِنْ عَرْشِ عَظَمَتِهَا وَتَكَبُّرِهَا، وَأَذَلَّهَا لِعَبْدِهَا وَخَادِمِهَا، وَبِمَا هَوَّنَهُ عَلَيْهَا: قُرْبُ الْوِسَادِ، وَطُولُ السَّوَادِ وَالْخُلْوَةُ مِنْ وَرَاءِ الْأَسْتَارِ وَالْأَبْوَابِ، حَتَّى إِنَّهَا لَتُرَاوِدُهُ عَنْ نَفْسِهِ فِي مَخْدَعِ دَارِهَا، فَيَصُدُّ عَنْهَا عُلُوًّا وَنِفَارًا، ثُمَّ تُصَارِحُهُ بِالدَّعْوَةِ إِلَى نَفْسِهَا فَيَزْدَادُ عُتُوًّا وَاسْتِكْبَارًا، مُعْتَزًّا عَلَيْهَا بِالدِّيَانَةِ وَالْأَمَانَةِ، وَالتَّرَفُّعِ عَنِ الْخِيَانَةِ، </p><p> وَحِفْظِ شَرَفِ سَيِّدِهِ وَهُوَ سَيِّدُهَا وَزَوْجُهَا وَحَقُّهُ عَلَيْهَا أَعْظَمُ، إِنَّ هَذَا الِاحْتِقَارَ لَا يُطَاقُ، وَلَا عِلَاجَ لِهَذَا الْفَاتِنِ الْمُتَمَرِّدِ إِلَّا تَذْلِيلُهُ بِالِانْتِقَامِ، هَذَا مَا ثَارَ فِي نَفْسِ هَذِهِ الْمَرْأَةِ الْمَفْتُونَةِ بِطَبِيعَةِ الْحَالِ (كَمَا يُقَالُ) وَشَرَعَتْ فِي تَنْفِيذِهِ أَوْ كَادَتْ، بِأَنْ هَمَّتْ بِالْبَطْشِ بِهِ فِي ثَوْرَةِ غَضَبِهَا، وَهُوَ انْتِقَامٌ مَعْهُودٌ مِنْ مِثْلِهَا وَمِمَّنْ دُونَهَا فِي كُلِّ زَمَانٍ وَمَكَانٍ، وَأَكْثَرُ بِمَا تَرْوِيهِ لَنَا مِنْهُ قَضَايَا الْمَحَاكِمِ وَصُحُفُ الْأَخْبَارِ، وَكَادَ يَرُدُّ صِيَالَهَا وَيَدْفَعُهُ بِمِثْلِهِ وَهُوَ قَوْلُهُ - تَعَالَى -: (وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) وَلَكِنَّهُ رَأَى مِنْ بُرْهَانِ رَبِّهِ فِي سَرِيرَةِ نَفْسِهِ، مَا هُوَ مِصْدَاقُ قَوْلِهِ - تَعَالَى -: (وَاللهُ غَالِبٌ عَلَى أَمْرِهِ) ٢١ وَهُوَ إِمَّا النُّبُوَّةُ الَّتِي تَلِي الْحُكْمَ </p><p> وَالْعِلْمَ اللَّذَيْنِ آتَاهُ اللهُ إِيَّاهُمَا بَعْدَ بُلُوغِ الْأَشُدِّ، وَشَاهِدُهُ قَوْلُهُ - تَعَالَى -: قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا) ٤: ١٧٤ وَإِمَّا مُعْجِزَتُهَا كَمَا قَالَ - تَعَالَى - لِمُوسَى فِي آيَتَيِ الْعَصَا وَالْيَدِ (فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ) ٢٨: ٣٢ وَإِمَّا مُقَدِّمَتُهَا مِنْ مَقَامِ الصِّدِّيقِيَّةِ الْعُلْيَا وَهِيَ مُرَاقَبَتُهُ لِلَّهِ - تَعَالَى - وَرُؤْيَةُ رَبِّهِ مُتَجَلِّيًا لَهُ نَاظِرًا إِلَيْهِ، وِفَاقًا لِمَا قَالَهُ أَخُوهُ مُحَمَّدٌ - خَاتَمُ النَّبِيِّينَ - فِي تَفْسِيرِ الْإِحْسَانِ:  ((أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ) ) فَيُوسُفُ قَدْ رَأَى هَذَا الْبُرْهَانَ فِي نَفْسِهِ، لَا صُورَةَ أَبِيهِ مُتَمَثِّلَةٌ فِي سَقْفِ الدَّارِ، وَلَا صُورَةَ سَيِّدِهِ الْعَزِيزِ فِي الْجِدَارِ، وَلَا صُورَةَ مَلَكٍ يَعِظُهُ بِآيَاتٍ مِنَ الْقُرْآنِ، وَأَمْثَالُ هَذِهِ الصُّورَةِ الَّتِي رَسَمَتْهَا أَخْيِلَةُ بَعْضِ رُوَاةِ التَّفْسِيرِ الْمَأْثُورِ بِمَا لَا يَدُلُّ عَلَيْهِ دَلِيلٌ مِنَ اللُّغَةِ وَلَا الْعَقْلِ وَلَا الطَّبْعِ وَلَا الشَّرْعِ، وَلَمْ يُرْوَ فِي خَبَرٍ مَرْفُوعٍ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الصِّحَاحِ وَلَا فِيمَا دُونَهَا. وَمَا قُلْنَاهُ هُوَ الْمُتَبَادِرُ مِنَ اللُّغَةِ وَوَقَائِعِ الْقِصَّةِ، وَمُقْتَضَى مَا وَصَفَ اللهُ بِهِ يُوسُفَ فِي هَذَا السِّيَاقِ وَغَيْرِهِ مِنَ السُّورَةِ، وَلَاسِيَّمَا قَوْلُهُ فِي أَوَّلِهِ:  (وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ) ٢٢ وَمَا فَسَّرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِهِ الْإِحْسَانَ، وَقَوْلُهُ فِي تَعْلِيلِهِ:  (كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ) أَيْ كَذَلِكَ فِعْلُنَا وَتَصَرُّفُنَا فِي أَمْرِهِ لِنَصْرِفَ عَنْهُ دَوَاعِيَ مَا أَرَادَتْهُ بِهِ أَخِيرًا مِنَ السُّوءِ، وَمَا رَاوَدَتْهُ عَلَيْهِ قَبْلَهُ مِنَ الْفَحْشَاءِ، بِحَصَانَةٍ أَوْ عِصْمَةٍ مِنَّا تَحُولُ دُونَ تَأْثِيرِ دَوَاعِيهِمَا الطَّبِيعِيَّةِ فِي نَفْسِهِ، فَلَا يُصِيبُهُ شَيْءٌ يُخْرِجُهُ مِنْ جَمَاعَةِ الْمُحْسِنِينَ الَّذِينَ شَهِدْنَا لَهُ بِأَنَّهُ مِنْهُمْ، إِلَى جَمَاعَةِ الظَّالِمِينَ الَّذِينَ ذَمَّهُمْ وَشَهِدَ هُوَ فِي رَدِّهِ عَلَيْهَا بِأَنَّهُمْ لَا يُفْلِحُونَ وَشَهَادَتُهُ حَقٌّ (إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ) بِفَتْحِ اللَّامِ وَهُمْ آبَاؤُهُ الَّذِينَ أَخْلَصَهُمْ رَبُّهُمْ وَصَفَّاهُمْ مِنَ الشَّوَائِبِ وَقَالَ فِيهِمْ: (وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ ٣٨: ٤٥ -٤٧ وَقَدْ قُلْنَا فِي أَوَّلِ الْقِصَّةِ:إِنَّ يُوسُفَ هُوَ الْحَلْقَةُ الرَّابِعَةُ فِي سِلْسِلَتِهِمُ الذَّهَبِيَّةِ،وَأَنَّ أَبَاهُ بَشَّرَهُ بِذَلِكَ بَعْدَ أَنْ قَصَّ عَلَيْهِ رُؤْيَاهُ إِذْ قَالَ لَهُ:(وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ) ٦ فَالِاجْتِبَاءُ هُوَ الِاصْطِفَاءُ، وَقَرَأَ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَابْنُ عَامِرٍ (الْمُخْلِصِينَ) بِكَسْرِ اللَّامِ. وَالْقِرَاءَتَانِ مُتَلَازِمَتَانِ فَهُمْ مُخْلِصُونَ لِلَّهِ فِي إِيمَانِهِمْ بِهِ وَحُبِّهِمْ وَعِبَادَتِهِمْ لَهُ، </p><p> وَمُخْلَصُونَ عِنْدَهُ بِالْوِلَايَةِ وَالنُّبُوَّةِ وَالْعِنَايَةِ </p><p> وَالْوِقَايَةِ مِنْ كُلِّ مَا يُبْعِدُهُمْ عَنْهُ وَيُسْخِطُهُ عَلَيْهِمْ، وَالْجُمْلَةُ تَعْلِيلٌ لَصَرْفِ اللهِ لِلسُّوءِ وَالْفَحْشَاءِ عَنْهُ، وَلَمْ يَقُلْ: لِنَصْرِفَهُ عَنِ السُّوءِ وَالْفَحْشَاءِ فَإِنَّهُ لَمْ يَعْزِمْ عَلَيْهِمَا، بَلْ لَمْ يَتَوَجَّهْ إِلَيْهِمَا فَيُصْرَفُ عَنْهُمَا، وَهَمُّهُ لِأَوَّلِ وَهْلَةٍ بِدَفْعِ صِيَالِهَا هَمٌّ بِأَمْرٍ مَشْرُوعٍ، وُجِدَ مُقْتَضِيهِ مُقْتَرِنًا بِالْمَانِعِ مِنْهُ وَهُوَ رُؤْيَتُهُ بُرْهَانَ رَبِّهِ فَلَمْ يُنَفِّذْهُ، فَكَانَ الْفَرْقُ بَيْنَ هَمِّهَا وَهَمِّهِ أَنَّهَا أَرَادَتِ الِانْتِقَامَ مِنْهُ شِفَاءً لِغَيْظِهَا مِنْ خَيْبَتِهَا وَإِهَانَتِهِ لَهَا، فَلَمَّا رَأَى أَمَارَةَ وُثُوبِهَا عَلَيْهِ اسْتَعَدَّ لِلدِّفَاعِ عَنْ نَفْسِهِ وَهَمَّ بِهِ، فَكَانَ مَوْقِفُهُمَا مَوْقِفَ الْمُوَاثَبَةِ، وَالِاسْتِعْدَادِ لِلْمُضَارَبَةِ، وَلَكِنَّهُ رَأَى مِنْ بُرْهَانِ رَبِّهِ وَعِصْمَتِهِ مَالَمْ تَرَ هِيَ مِثْلَهُ، فَأَلْهَمَهُ أَنَّ الْفِرَارَ مِنْ هَذَا الْمَوْقِفِ هُوَ الْخَيْرُ الَّذِي تَتِمُّ بِهِ حِكْمَتُهُ - سُبْحَانَهُ وَتَعَالَى - فِيمَا أَعَدَّهُ لَهُ، فَلَجَأَ إِلَى الْفِرَارِ تَرْجِيحًا لِلْمَانِعِ عَلَى الْمُقْتَضِي، وَتَبِعَتْهُ هِيَ مُرَجِّحَةً لِلْمُقْتَضِي عَلَى الْمَانِعِ حَتَّى صَارَ جَزْمًا، وَاسْتَبَقَا بَابَ الدَّارِ، وَكَانَ مِنْ أَمْرِهِمَا مَا يَأْتِي بَيَانُهُ فِي الْآيَةِ التَّالِيَةِ، وَنُقَدِّمُ عَلَيْهِ رَأْيَ الْجُمْهُورِ فِي الْهَمِّ مِنَ الْجَانِبَيْنِ. </p><p> رَأْيُ الْجُمْهُورِ فِي هَمَّتْ بِهِ وَهَمَّ بِهَا وَبَيَانُ بُطْلَانِهِ: </p><p> ذَهَبَ الْجُمْهُورُ وَالْمَخْدُوعُونَ بِالرِّوَايَاتِ إِلَى أَنَّ الْمَعْنَى أَنَّهَا هَمَّتْ بِفِعْلِ الْفَاحِشَةِ وَلَمْ يَكُنْ لَهَا مُعَارِضٌ وَلَا مَانِعٌ مِنْهَا، وَهَمَّ هُوَ بِمِثْلِ ذَلِكَ، وَلَوْلَا أَنَّهُ رَأَى بُرْهَانَ رَبِّهِ لَاقْتَرَفَهَا وَلَمْ يَسْتَحِ بَعْضُهُمْ أَنْ يَرْوِيَ أَخْبَارَ اهْتِيَاجِهِ وَتَهَوُّكِهِ فِيهِ وَوَصْفِ انْهِمَاكِهِ وَإِسْرَافِهِ فِي تَنْفِيذِهِ، وَتَهَتُّكَ الْمَرْأَةِ فِي تَبَذُّلِهَا بَيْنَ يَدَيْهِ، مَا لَا يَقَعُ مِثْلُهُ إِلَّا مِنْ أَوْقَحِ الْفُسَّاقِ الْمُسْرِفِينَ الْمُسْتَهْتَرِينَ، الَّذِينَ طَالَ عَلَيْهِمْ عَهْدُ اسْتِبَاحَةِ الْفَوَاحِشِ وَأُلْفَتِهَا حَتَّى خَلَعُوا الْعِذَارَ، وَتَجَرَّدُوا مِنْ جَلَابِيبِ الْحَيَاءِ، وَأَمْسَوْا عُرَاةً مِنْ لِبَاسِ التَّقْوَى وَحُلَلِ الْآدَابِ، كَأَهْلِ مَدَنِيَّةِ هَذَا الْعَصْرِ مِنَ الرِّجَالِ وَالنِّسَاءِ فِي مَوَاخِيرِ الْبِغَاءِ السِّرِّيَّةِ، وَمَا يَقْرُبُ مِنْهُ فِي حَمَّامَاتِ الْبَحْرِ الْجَهْرِيَّةِ، حَتَّى كَادُوا يُعِيدُونَ لِلْعَالَمِ فُجُورَ مَدِينَةِ (بُومْبَايَ) الرُّومَانِيَّةِ، الَّتِي خَسَفَ اللهُ بِهَا وَأَمْطَرَ عَلَيْهَا مِنْ بَرَاكِينِ النَّارِ مِثْلَمَا أَمْطَرَ عَلَى قَرْيَةِ قَوْمِ لُوطٍ مِنْ قَبْلِهَا، فَإِنَّ مِثْلَ هَذَا الَّذِي افْتَرَوْهُ فِي قِصَّةِ هَذَا النَّبِيِّ الْكَرِيمِ، لَا يَقَعُ مِثْلُهُ مِمَّنِ ابْتُلِيَ بِالْمَعْصِيَةِ أَوَّلَ مَرَّةٍ مِنْ سَلِيمِي الْفِطْرَةِ، وَلَا مِنْ سُذَّجِ الْأَعْرَابِ الَّذِينَ لَمْ تَغْلِبْهُمْ سَوْرَةُ الشَّهْوَةِ الْجَامِحَةِ عَلَى حَيَائِهِمُ الْفِطْرِيِّ، وَإِيمَانِهِمْ وَحَيَائِهِمْ مِنْ نَظَرِ رَبِّهِمْ إِلَيْهِمْ، </p><p> فَضْلًا عَنْ نَبِيٍّ عَصَمَهُ اللهُ وَوَصَفَهُ بِمَا وَصَفَ، وَشَهِدَ لَهُ بِمَا شَهِدَ، وَقَدْ بَلَغَ بِبَعْضِهِمْ (كَالسُّدِّيِّ) الْجَهْلُ بِالدِّينِ وَالْوَقَاحَةُ وَقِلَّةُ الْأَدَبِ أَنْ يَزْعُمُوا أَنَّ يُوسُفَ - عَلَيْهِ السَّلَامُ - لَمْ يَرَ بُرْهَانًا وَاحِدًا، بَلْ رَأَى عِدَّةَ بَرَاهِينَ مِنْ رُؤْيَةِ وَالِدِهِ مُتَمَثِّلًا لَهُ مُنْكِرًا عَلَيْهِ، وَتَكْرَارِ وَعْظِهِ لَهُ، وَمِنْ رُؤْيَةِ بَعْضِ الْمَلَائِكَةِ وَنُزُولِهِمْ عَلَيْهِ بِأَشَدِّ زَوَاجِرِ الْقُرْآنِ بِآيَاتٍ مِنْ سُوَرِهِ، فَلَمْ تَنْهَهُ مِنْ شَبَقِهِ، وَلَمْ تَنْهَهُ عَنْ غَيِّهِ، حَتَّى كَانَ أَنْ خَرَجَتْ شَهْوَتُهُ مِنْ أَظَافِرِهِ، وَمَعْنَى هَذَا أَنَّهُ </p><p> لَمْ يَكُفَّ إِلَّا عَجْزًا عَنِ الْإِمْضَاءِ، أَفَبِهَذَا صَرَفَ اللهُ عَنْهُ السُّوءَ وَالْفَحْشَاءَ، وَكَانَ مِنْ عِبَادِ اللهِ الْمُخْلَصِينَ، وَأَنْبِيَائِهِ الْمُصْطَفَيْنَ الْمُجْتَبَيْنَ الْأَخْيَارِ؟ </p><p> وَلَئِنْ كَانَ عُقَلَاءُ الْمُفَسِّرِينَ أَنْكَرُوا هَذِهِ الرِّوَايَاتِ الْإِسْرَائِيلِيَّةَ، حِمَايَةً لِعَقِيدَةِ عِصْمَةِ الْأَنْبِيَاءِ، فَإِنَّهُ لَمْ يَكَدْ يَسْلَمُ أَحَدٌ مِنْ تَأْثِيرِ بَعْضِهَا فِي أَنْفُسِهِمْ، وَتَسْلِيمِهِمْ لَهُمْ أَنَّ الْهَمَّ مِنَ الْجَانِبَيْنِ كَانَ بِمَعْنَى الْعَزْمِ عَلَى الْفَاحِشَةِ، إِلَّا مَنْ خَالَفَ قَوَاعِدَ اللُّغَةِ فَقَالَ إِنَّ قَوْلَهُ - تَعَالَى -: (وَهَمَّ بِهَا) جَوَابٌ لِقَوْلِهِ: (لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ وَمَنْ قَالَ: إِنَّ جَوَابَهُ مَحْذُوفٌ دَلَّ عَلَيْهِ مَا قَبْلَهُ، فَهُوَ عَلَى هَذَيْنِ الْقَوْلَيْنِ لَمْ يَهُمَّ بِشَيْءٍ، وَهُوَ خِلَافُ الْمُتَبَادَرِ مِنَ الْعِبَارَةِ أَوْ ظَاهِرِهَا، وَتَأَوَّلَهُ بَعْضُهُمْ بِأَنَّ هَمَّهُ بِالْفَاحِشَةِ بِمُقْتَضَى الدَّاعِيَةِ الْفِطْرِيَّةِ لَا يُنَافِي الْعِصْمَةَ، وَإِنَّمَا يُنَافِيهَا طَاعَتُهَا بِدَلِيلِ مَا صَحَّ فِي الْحَدِيثِ أَنَّ ((مَنْ هَمَّ بِسَيِّئَةٍ وَلَمْ يَفْعَلْهَا لَمْ تُكْتَبْ عَلَيْهِ) ) ، وَأَنَّ امْتِنَاعَهُ عَنْهَا بِتَرْجِيحِ دَاعِيَةِ الْإِيمَانِ وَطَاعَةِ اللهِ - تَعَالَى - مَعَ طُغْيَانِهَا وَإِلْحَاحِهَا الطَّبِيعِيِّ عَلَيْهِ أَدَلُّ عَلَى الْإِيمَانِ وَالطَّاعَةِ مِنْ كَوْنِهِ لَمْ يَفْعَلْهَا كَرَاهَةً لَهَا وَعُزُوفًا عَنْهَا لِقُبْحِهَا، وَلَهُمْ تَأْوِيلَاتٌ مِنْ هَذَا، وَلَقَدْ كَانُوا لَوْلَا تَأْثِيرُ الرِّوَايَةِ فِي غِنًى عَنْهَا. </p><p> وَالتَّأْوِيلُ الْأَخِيرُ أَوَّلُهُ مَقْبُولٌ وَآخِرُهُ مَرْدُودٌ، فَهَهُنَا مَرْتَبَتَانِ: إِحْدَاهُمَا الْكَفُّ عَنِ الْمَعْصِيَةِ جِهَادًا لِلنَّفْسِ وَكَبْحًا لَهَا خَوْفًا مِنَ اللهِ - تَعَالَى - وَهِيَ مَرْتَبَةُ الصَّالِحِينَ الْأَبْرَارِ، وَمَرْتَبَةُ الْكَرَاهَةِ لَهَا وَالِاشْمِئْزَازِ مِنْهَا حَيَاءً مِنَ اللهِ وَمُرَاقَبَةً لَهُ وَاسْتِغْرَاقًا فِي شُهُودِهِ، وَهِيَ مَرْتَبَةُ الصِّدِّيقِينَ وَالنَّبِيِّينَ الْأَخْيَارِ، الَّذِينَ إِذَا عَرَضَتْ لَهُمُ الشَّهْوَةُ الْمُسْتَلَذَّةُ بِالطَّبْعِ، بِالصُّورَةِ الْمُحَرَّمَةِ فِي الشَّرْعِ، عَارَضَهَا مِنْ وِجْدَانِ الْإِيمَانِ، وَتَجَلِّي الرَّحْمَنِ، مَا تَغَلِبُ بِهِ رُوحَانِيَّتُهُمُ الْمَلَكِيَّةُ، عَلَى طَبِيعَتِهِمُ الْحَيَوَانِيَّةِ، وَهَذَا مِمَّا قَدْ يَحْصُلُ لِمَنْ دُونَ الْأَنْبِيَاءِ مِنْهُمْ، فَكَيْفَ بِمَنْ يَرَوْنَ بُرْهَانَ رَبِّهِمْ بِأَعْيُنِ قُلُوبِهِمْ، وَيَنْعَكِسُ نُورُهُ عَنْ </p><p> بَصَائِرِهِمْ فَيَلُوحُ لِأَبْصَارِهِمْ، كَمَا أَشَرْنَا إِلَيْهِ فِي تَفْسِيرِهِ آنِفًا؟ </p><p> وَلِهَذِهِ الْمَرْتَبَةِ دَرَجَاتٌ مِنْهَا: فَقْدُ الشَّهْوَةِ الطَّبِيعِيَّةِ فِي هَذِهِ الْحَالِ، أَوْ فَقْدُ الشُّعُورِ بِالْقُدْرَةِ عَلَى وَضْعِهَا فِي الْمَوْضِعِ الْمُحَرَّمِ مَعَ وُجُودِهَا عَلَى أَشَدِّهَا، وَلَا عَجَبَ؛ فَقُوَى النَّفْسِ وَانْفِعَالَاتُهَا الْوِجْدَانِيَّةُ تَتَنَازَعُ فَيَغْلِبُ أَقْوَاهَا أَضْعَفَهَا. حَتَّى إِنَّ مِنَ الْإِبَاحِيِّينَ وَالْإِبَاحِيَّاتِ مَنْ أَهْلِ الْحُرِّيَّةِ الطَّبِيعِيَّةِ مَنْ يَمْلِكُ فِي مِثْلِ تِلْكَ الْخَلْوَةِ مَنْعَ نَفْسِهِ أَنْ يُبِيحَهَا لِمَنْ يُرَاوِدُهُ عَنْهَا، لَا خَوْفًا مِنَ اللهِ وَلَا حَيَاءً مِنْهُ لِأَنَّهُ غَيْرُ مُؤْمِنٍ بِهِ أَوْ بِعِقَابِهِ، بَلْ وَفَاءً لِزَوْجٍ أَوْ عَشِيقٍ عَاهَدَهُ عَلَى الِاخْتِصَاصِ بِهِ فَصَدَقَهُ. </p><p> حَدَّثَنَا مُصَوِّرٌ سُورِيٌّ كَانَ زِيرَ نِسَاءٍ فَاسِقًا أَنَّهُ كَانَ فِي بَعْضِ الْوِلَايَاتِ الْمُتَّحِدَةِ الْأَمْرِيكَانِيَّةِ، فَأَعْلَنَ فِي بَعْضِ الْجَرَائِدِ أَنَّهُ يَطْلُبُ امْرَأَةً جَمِيلَةً لِأَجْلِ أَنْ يُصَوِّرَهَا كَمَا يَشَاءُ بِجُعْلٍ مُعَيَّنٍ مِنَ الْمَالِ، وَهَذَا مَعْهُودٌ عِنْدَ الْإِفْرِنْجِ، فَجَاءَهُ عِدَّةٌ مِنَ الْحِسَانِ اخْتَارَ إِحْدَاهُنَّ وَخَلَا بِهَا فِي حُجْرَتِهِ الْخَاصَّةِ وَأَوْصَدَ بَابَهَا، وَأَمْرَهَا بِالتَّجَرُّدِ مِنْ جَمِيعِ ثِيَابِهَا، فَتَجَرَّدَتْ فَطَفِقَ </p><p> يُصَوِّرُهَا عَلَى أَوْضَاعٍ مُخْتَلِفَةٍ مِنِ انْتِصَابٍ وَانْحِنَاءٍ، وَمَيْلٍ وَالْتِوَاءٍ، وَإِقْبَالٍ وَإِدْبَارٍ، وَهُوَ لَا يُفَكِّرُ فِي غَيْرِ إِتْقَانِ صِنَاعَتِهِ، فَعَرَضَ لَهَا دُوَارٌ فِي رَأْسِهَا، فَجَلَسَتْ عَلَى أَرِيكَةٍ لِلِاسْتِرَاحَةِ فَجَلَسَ بِجَانِبِهَا، وَأَنْشَأَ يُلَاعِبُهَا وَيُدَاعِبُهَا وَهِيَ سَاكِنَةٌ سَاكِتَةٌ، فَتَنَبَّهَ فِي نَفْسِهِ مِنَ الشُّعُورِ مَا كَانَ غَافِلًا أَوْ نَائِمًا، فَرَاوَدَهَا عَنْ نَفْسِهَا، فَتَمَنَّعَتْ بَلِ امْتَنَعَتْ، فَعَرَضَ عَلَيْهَا الْمَالَ فَأَعْرَضَتْ، فَقَالَ لَهَا: أَنْتِ حُرَّةٌ فِي نَفْسِكِ، وَلَكِنِّي أَرْجُو مِنْكِ أَنْ تُجِيبِينِي عَنْ سُؤَالٍ عِلْمِيٍّ هُوَ مَا بَيَانُ سَبَبِ هَذَا الِامْتِنَاعِ؟ قَالَتْ: سَبَبُهُ أَنَّنِي عَاهَدْتُ رَجُلًا يُحِبُّنِي وَأُحِبُّهُ عَلَى أَنْ يَكُونَ كُلٌّ مِنَّا لِلْآخَرِ لَا يُشْرِكُ فِي الِاسْتِمْتَاعِ بِهِ أَحَدًا، وَلَا يَبْتَغِي بِهِ بَدَلًا، فَقَالَ لَهَا: إِنِّي أَهَنْتُكِ وَأَحْتَرِمُ وَفَاءَكِ هَذَا، ثُمَّ أَتَمَّ صِنَاعَتَهُ وَنَقَدَهَا الْجُعْلَ الْمُعَيَّنَ فَأَخَذَتْهُ وَانْصَرَفَتْ. </p><p> وَالرَّاجِحُ عِنْدِي أَنَّ هَذِهِ الْمَرْأَةَ لَمْ تَشْتَهِ مُوَاتَاةَ هَذَا الرَّجُلِ فَتُجَاهِدُ نَفْسَهَا عَلَى الِامْتِنَاعِ، وَأَنَّ الْمَانِعَ مِنِ اشْتِهَائِهِ تَوْطِينُ نَفْسِهَا عَلَى الْوَفَاءِ لِعَشِيقِهَا الْأَوَّلِ، حَتَّى لَمْ تَعُدْ تَتَوَجَّهُ إِلَى الِاسْتِمْتَاعِ بِغَيْرِهِ، وَتَوْجِيهُ النَّفْسِ إِلَى الشَّيْءِ أَوْ عَنْهُ هُوَ صَاحِبُ السُّلْطَانِ الْأَعْلَى عَلَى الْإِرَادَةِ، وَتَرْبِيَةُ الْإِرَادَةِ هِيَ أَصْلُ التَّخَلُّقِ بِالْفَضَائِلِ وَالتَّخَلِّي عَنِ الرَّذَائِلِ بِاتِّفَاقِ الْحُكَمَاءِ وَالصُّوفِيَّةِ، وَيُسَمِّي هَؤُلَاءِ سَالِكَ طَرِيقِ الْحَقِّ مُرِيدًا، </p><p> وَالْوَاصِلُ إِلَى غَايَتِهِ مُرَادًا، أَيْ مُجْتَبًى مُخْتَارًا، وَهُوَ لَا يَكُونُ عَلَى كَمَالِهِ إِلَّا لِأَصْحَابِ الْإِيمَانِ الْيَقِينِيِّ الْوِجْدَانِيِّ، وَمَنْ ذَاقَ عَرَفَ، وَمَنْ حُرِمَ انْحَرَفَ، كَمَا قَالَ أُسْتَاذُنَا فِي رِسَالَةِ التَّوْحِيدِ، وَلَقَدْ عَجِبْنَا أَنْ أَنْكَرَ عَلَيْنَا بَعْضُ الْمَحْرُومِينَ عَنْ هَذَا مِمَّنْ نَعُدُّهُمْ بِحَقٍّ مِنَ الصَّالِحِينَ قَوْلَنَا فِي الْمَقْصُورَةِ الرَّشِيدِيَّةِ فِيمَنِ امْتَنَعَ مِنْ رُقْيَةِ صَدْرِ فَتَاةٍ حَسْنَاءَ: </p><p> أَتَتْ فَتًى خَافَ مَقَامَ رَبِّهِ ... مَا زَالَ يَنْهَى نَفْسَهُ عَنِ الْهَوَى </p><p> لَمْ يَقْتَرِفْ فَاحِشَةً قَطُّ وَلَمْ يَعْزِمْ ... وَلَا هَمَّ بِهَا وَلَا نَوَى </p><p> بِغِرَّةٍ مِنْهَا وَصَفْوِ نِيَّةٍ ... فِي مَعْزِلٍ تُشَهِّيهِ أَقْصَى مَا اشْتَهَى </p><p> مِمَّا يُمَنِّيهِ بِهِ شَيْطَانُهُ مِنْ ... حَيْثُ لَا يَطْمَعُ مِنْهُ فِي خَنَا </p><p> لَكِنَّهُ اسْتَعْصَمَ رَاوِيًا لَهَا ... مَا أَمَرَ اللهُ بِهِ وَمَا نَهَى </p><p> إِذْ ظَنَّ الْمُنْكِرُ فِيهِ أَنَّهُ فَضَّلَ نَفْسَهُ عَلَى يُوسُفَ - عَلَيْهِ السَّلَامُ - وَأَيْنَ هَذَا مِنْ ذَاكَ. </p><p> وَجُمْلَةُ الْقَوْلِ: أَنَّ أَعْظَمَ مَزَايَا الْبَشَرِ فِي قُوَّةِ الْإِرَادَةِ فَلَوْلَاهَا لَكَانَ الْإِنْسَانُ كَالْحَيَوَانِ الْأَعْجَمِ عَبْدَ الطَّبِيعَةِ، وَلِذَلِكَ كَانَتِ الْمُرَاوَدَةُ احْتِيَالًا لِتَحْوِيلِ الْإِرَادَةِ وَجَعْلِهَا خَاضِعَةً لِلْمُرَاوِدِ، وَإِنَّمَا يَظْفَرُ فِيهَا مَنْ كَانَتْ إِرَادَتُهُ أَقْوَى، وَفَوْقَ ذَلِكَ عِنَايَةُ اللهِ - تَعَالَى - (فَتَأَمَّلْ وَتَدَبَّرْ) . </p><p> فَإِذَا كَانَ فِي أَهْلِ الْإِبَاحَةِ وَالْحُرِّيَّةِ الْمُطْلَقَةِ مَنْ تَمْلِكُ إِرَادَتَهَا وَلَا تَلِينُ لِمُرَاوِدِهَا، وَلَا يُغْرِيهَا </p><p> الْمَالُ وَهُوَ الْمَعْبُودُ الْأَكْبَرُ لِأَمْثَالِهَا فِي بِلَادِهَا، فَيَحْمِلُهَا عَلَى نَقْضِ عَهْدِهَا فِي مِثْلِ تِلْكَ الْخُلْوَةِ وَذَلِكَ التَّجَرُّدِ بَيْنَ يَدَيْ مُصَوِّرِهَا، وَلَقَدْ كَانَ مِنْ أَجْمَلِ الشَّبَابِ، وَأَبْرَعِهِنَّ فِي تَصَبِّي النِّسَاءِ، أَفَيَكْثُرُ أَوْ يُسْتَغْرَبُ فِي رَأْيِ أُولَئِكَ الرُّوَاةِ، أَنْ يَكُونَ يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ فِي وِرَاثَتِهِ الْفِطْرِيَّةِ وَالْأَدَبِيَّةِ وَمَقَامِ النُّبُوَّةِ عَنْ آبَائِهِ الْأَكْرَمِينَ، وَمَا اخْتَصَّهُ بِهِ رَبُّهُ وَكَوْنُهُ هُوَ الْغَالِبُ عَلَى أَمْرِهِ مِنْ تَرْبِيَتِهِ وَعِنَايَتِهِ، وَمَا شَهِدَ لَهُ بِهِ مِنَ الْعِرْفَانِ وَالْإِحْسَانِ وَالِاصْطِفَاءِ، وَمَا صَرَفَ عَنْهُ مِنْ دَوَاعِي السُّوءِ وَالْفَحْشَاءِ، وَمَا قَصَّ عَلَيْنَا مِنْ شَهَادَةِ تِلْكَ الْمَرْأَةِ لَهُ عَلَى نَفْسِهَا بِقَوْلِهَا:  (وَلَقَدْ رَاوَدَتْهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ) ٣٢ أَيِ اسْتَمْسَكَ بِعُرْوَةِ الْعِصْمَةِ الْوُثْقَى الَّتِي لَا انْفِصَامَ لَهَا، ثُمَّ شَهِدَ لَهُ بِهِ صَوَاحِبُهَا مِنَ الْمُرَاوِدَاتِ مِنْ قَوْلِهِنَّ:  (حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ</p><p> مِنْ سُوءٍ) ٥١ أَيْ أَدْنَى شَيْءٍ سَيِّئٍ، ثُمَّ مَا أَيَّدَتْ بِهِ شَهَادَتَهُنَّ مِنْ قَوْلِهَا:  (الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ) ٥١ أَيَكْثُرُ عَلَيْهِ أَوْ يُسْتَغْرَبُ مِنْهُ أَنْ يَكُونَ أَمْلَكَ لِنَفْسِهِ مِنْ تِلْكَ الْمَرْأَةِ الْإِبَاحِيَّةِ، أَوْ بِمَنْجَاةٍ مِنَ الْهَمِّ الَّذِي زَعَمُوهُ، وَصَوَّرُوهُ بِشَرِّ مَا تَصَوَّرُوهُ، أَوْ بِمَا صَوَّرَهُ لَهُمْ مُضِلُّوهُمْ مِنْ زَنَادِقَةِ الْيَهُودِ لِيُلَبِّسُوا عَلَيْهِمْ دِينَهُمْ، وَيُشَوِّهُوا بِهِ تَفْسِيرَ كَلَامِ رَبِّهِمْ؟ ثُمَّ يَكُونُ مُنْتَهَى شَوْطِ الْمُنْكِرِينَ عَلَيْهِمْ أَنْ يَتَأَوَّلُوا تَفْسِيرَهُمْ تَأْوِيلًا، وَالْقُرْآنُ يَتَبَرَّأُ مِنْهُ بِلُغَتِهِ وَأُسْلُوبِهِ وَأَدَبِهِ وَهِدَايَتِهِ، وَالْعِبْرَةُ الْمُرَاوَدَةُ مِنْهُ لِخَاتَمِ رُسُلِهِ وَالْمُؤْمِنِينَ بِهِ، وَلَا يَغُرَّنَّكَ إِسْنَادُ تِلْكَ الرِّوَايَاتِ إِلَى بَعْضِ الصَّحَابَةِ وَالتَّابِعِينَ، فَلَوْ لَمْ يَكُنْ لَنَا مِنَ الْأَدِلَّةِ عَلَى وَضْعِهَا عَلَيْهِمْ، أَوْ تَصْدِيقِهِمْ لِقَوْلِ بَعْضِ الْيَهُودِ فِيهَا إِلَّا بُطْلَانُ مَوْضُوعِهَا فِي نَفْسِهِ، وَكَوْنِهِ مِنْ عِلْمِ الْغَيْبِ فِي الْقِصَّةِ الَّتِي لَمْ يَعْلَمْ رَسُولُ اللهِ مِنْهَا غَيْرَ مَا قَصَّهُ اللهُ عَلَيْهِ فِي هَذِهِ السُّورَةِ - كَمَا صَرَّحَ بِهِ فِي آيَةِ (١٠٢) آخِرِهَا - لَوْ لَمْ يَكُنْ لَنَا مِنْ أَدِلَّةِ وَضْعِهَا غَيْرُ هَذَا لَكَفَى، فَكَيْفَ وَهِيَ مُخَالِفَةٌ لِلْقُرْآنِ فِي لُغَتِهِ كَمُخَالَفَتِهَا لَهُ فِي هِدَايَتِهِ أَيْضًا! </p><p> رَدُّ قَوْلِ الْجُمْهُورِ فِي تَفْسِيرِ هَمِّهَا وَهَمِّهِ عَلَيْهِ السَّلَامُ: </p><p> فَأَنَا أَرُدُّ عَلَى جَمِيعِ مَنْ فَسَّرُوا هَمَّ الْمَرْأَةِ بِغَيْرِ مَا اخْتَرْتُهُ، لَا هَمُّهُ وَحْدَهُ، وَأَقُولُ: لَوْلَا الْغُرُورُ بِالرِّوَايَاتِ الْبَاطِلَةِ لَمْ يَخْطُرْ لِأَحَدٍ مِنْهُمْ غَيْرُهُ، أَرُدُّ عَلَيْهِمْ بِعِبَارَةِ الْقُرْآنِ فِي مَدْلُولِهَا اللُّغَوِيِّ فَهُوَ حُجَّةٌ عَلَيْهِمْ فَأَقُولُ: </p><p> أَجْمَعَ أَهْلُ اللُّغَةِ عَلَى أَنَّ الْهَمَّ إِنَّمَا يَكُونُ بِالْأَعْمَالِ، لَا بِالشُّخُوصِ وَالْأَعْيَانِ، وَتَحْقِيقُ مَعْنَاهُ أَنَّهُ مُقَارَبَةُ فِعْلٍ تَعَارَضَ فِيهِ الْمَانِعُ وَالْمُقْتَضِي فَلَمْ يَقَعْ لِرُجْحَانِ الْمَانِعِ، وَهُوَ الْمُوَافِقُ لِقَوْلِ عُلَمَاءِ الْأُصُولِ فِي التَّعَارُضِ الْأَعَمِّ، وَلَكِنَّ رُجْحَانَ الْمَانِعِ هُنَا قَدْ يَكُونُ بِإِرَادَةِ صَاحِبِ الْهَمِّ وَمِنْهُ هَمُّ يُوسُفَ، وَقَدْ يَكُونُ مِنْ غَيْرِهِ وَمِنْهُ هَمُّ هَذِهِ الْمَرْأَةِ: كَانَ هَمُّهُمَا وَاحِدًا وَهُوَ الْبَطْشُ بِالضَّرْبِ أَوْ مَا فِي مَعْنَاهُ، وَكَانَ الْمَانِعُ مِنْهُ إِرَادَتَهُ هُوَ وَعَجْزَهَا هِيَ بِهَرَبِهِ، وَهَاكَ الشَّوَاهِدُ عَلَى الْقِسْمَيْنِ. </p><p> حَكَى الله عَنِ الْمُشْرِكِينَ فِي سُورَةِ الْأَنْفَالِ أَنَّهُمْ مَكَرُوا بِالرَّسُولِ لِيُثْبِتُوهُ أَوْ يَقْتُلُوهُ أَوْ يُخْرِجُوهُ، وَحَكَى عَنْهُمْ وَعَنِ الْمُنَافِقِينَ فِي التَّوْبَةِ أَنَّهُمْ (هَمُّوا بِإِخْرَاجِ الرَّسُولِ) آيَةَ ١٣ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ بَلَدِهِ مَكَّةَ، وَلَكِنَّهُمْ لَمْ يَفْعَلُوا لِأَنَّهُمْ خَافُوا أَنْ يَسْتَجِيبَ لَهُ غَيْرُهُمْ مِنَ الْعَرَبِ فَيَقْوَى أَمْرُهُ، فَرَجَّحُوا الْمَانِعَ بِإِرَادَتِهِمْ، وَحَكَى عَنِ الْمُنَافِقِينَ أَنَّهُمْ (هَمُّوا بِمَا لَمْ يَنَالُوا) آيَةَ ٧٤ إِذْ حَاوَلُوا أَنْ </p><p> يُشْرِدُوا بِهِ بِعِيرَهُ فِي الْعَقَبَةِ مُنْصَرَفَهُ مِنْ غَزْوَةِ تَبُوكَ، فَلَمْ يَنَالُوا مُرَادَهُمْ عَجْزًا مِنْهُمْ وَحِفْظًا مِنْ رَبِّهِ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفِي مَعْنَاهُ قَوْلُهُ - تَعَالَى - لَهُ:  (وَلَوْلَا فَضْلُ اللهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ) ٤: ١١٣ وَلَكِنَّهُ قَدَّمَ هُنَا وَلَوْلَا فَكَانَ دَلِيلًا عَلَى أَنَّهُمْ فَكَّرُوا فِي ذَلِكَ وَمَا قَارَبُوا. وَقَالَ فِي بَعْضِ الْمُؤْمِنِينَ:  (إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا) ٣: ١٢٢ أَيْ تَتْرُكَا الْمُضِيَّ مَعَ الرَّسُولِ لِلْقِتَالِ يَوْمَ ((أُحُدٍ) ) جُبْنًا وَاتِّبَاعًا لِعَبْدِ اللهِ بْنِ أُبَيٍّ وَمَنْ مَعَهُ مِنَ الْمُنَافِقِينَ. وَلَكِنْ غَلَبَ عَلَيْهِمَا دَاعِي الْإِيمَانِ فَلَمْ تَفْشَلَا، وَهُوَ الْمُعَبَّرُ عَنْهُ بِقَوْلِهِ - تَعَالَى -: (وَاللهُ وَلِيُّهُمَا) ٣: ١٢٢ فَرَجَّحَتَا الْمَانِعَ مِنَ الْفَشَلِ بِالْمُقْتَضِي لِلْجِهَادِ. </p><p> وَفِي الْمُسْنَدِ وَالصَّحِيحَيْنِ وَغَيْرِهِمَا عَنِ ابْنِ مَسْعُودٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هَمَّ أَنْ يَأْمُرَ رَجُلًا يُصَلِّي بِالنَّاسِ، ثُمَّ يَأْمُرَ مَنْ يُحَرِّقُ عَلَى الْمُتَخَلِّفِينَ عَنْ صَلَاةِ الْجُمُعَةِ بُيُوتَهُمْ - وَفِي حَدِيثِ أَبِي هُرَيْرَةَ عِنْدَ أَبِي دَاوُدَ وَالتِّرْمِذِيِّ: ثُمَّ آتِي قَوْمًا يُصَلُّونَ فِي بُيُوتِهِمْ لَيْسَتْ بِهِمْ عِلَّةٌ فَأُحَرِّقَهَا عَلَيْهِمْ)) يَعْنِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُمْ يَسْتَحِقُّونَ هَذَا حَتَّى كَادَ يَفْعَلُهُ، وَلَكِنَّهُ امْتَنَعَ تَرْجِيحًا لِلْمَانِعِ عَلَى الْمُقْتَضِي. </p><p> إِذَا عُلِمَ هَذَا، فَمِنَ الْجَلْيِّ أَنَّهُ لَا يَصِحُّ تَفْسِيرُ:  (وَلَقَدْ هَمَّتْ بِهِ) بِهَذَا الْمَعْنَى الَّذِي أَثْبَتْنَاهُ بِشَوَاهِدِ الْكِتَابِ وَالسُّنَّةِ إِلَّا بِمَا قَرَّرْنَاهُ، وَأَنَّ مَا قَالَهُ الْجُمْهُورُ بَاطِلٌ لِمُخَالَفَتِهِ لَهُ، بَلْ لِلُغَةِ الْقُرْآنِ وَهِدَايَتِهِ، وَإِنَّمَا خَدَعَتْهُمْ بِهِ الرِّوَايَاتُ الْبَاطِلَةُ، وَبَيَانُهُ مِنْ وُجُوهٍ: </p><p> (أَوَّلُهَا) أَنَّ الْهَمَّ لَا يَكُونُ إِلَّا بِفِعْلٍ لِلْهَامِّ، وَالْوِقَاعُ لَيْسَ مِنْ أَفْعَالِ الْمَرْأَةِ فَتَهُمَّ بِهِ، وَإِنَّمَا نَصِيبُهَا مِنْهُ قَبُولُهُ مِمَّنْ يَطْلُبُهُ مِنْهَا بِتَمْكِينِهِ مِنْهُ، وَهَذَا التَّمْكِينُ هُوَ الَّذِي يَثْبُتُ بِهِ دُخُولُ الزَّوْجِيَّةِ الَّذِي تَسْتَحِقُّ فِيهِ الْمَرْأَةُ النَّفَقَةَ مِنْ زَوْجِهَا كَمَا هُوَ مُقَرَّرٌ فِي الْفِقْهِ. </p><p> (ثَانِيهَا) أَنَّ يُوسُفَ - عَلَيْهِ السَّلَامُ - لَمْ يَطْلُبْ مِنِ امْرَأَةِ الْعَزِيزِ هَذَا الْفِعْلَ فَيُسَمَّى قَبُولُهَا لِطَلَبِهِ وَرِضَاهَا بِتَمْكِينِهِ مِنْهُ هَمًّا لَهَا، فَإِنَّ نُصُوصَ الْآيَاتِ قَبْلَ هَذِهِ الْآيَاتِ وَبَعْدَهَا تُبَرِّئُهُ مِنْ ذَلِكَ، بَلْ مِنْ وَسَائِلِهِ وَمُقَدِّمَاتِهِ أَيْضًا. </p><p> (ثَالِثُهَا) لَوْ أَنَّ ذَلِكَ وَقَعَ لَكَانَ الْوَاجِبُ فِي التَّعْبِيرِ عَنْهُ أَنْ يُقَالَ: ((وَلَقَدْ هَمَّ بِهَا وَهَمَّتْ بِهِ) ) ؛ لِأَنَّ الْأَوَّلَ هُوَ الْمُقَدَّمُ بِالطَّبْعِ وَالْوَضْعُ وَهُوَ الْهَمُّ الْحَقِيقِيُّ. وَالْهَمُّ الثَّانِي مُتَوَقِّفٌ عَلَيْهِ لَا يَتَحَقَّقُ بِدُونِهِ. </p><p> (رَابِعُهَا) أَنَّهُ قَدْ عُلِمَ مِنَ الْقِصَّةِ أَنَّ هَذِهِ الْمَرْأَةَ كَانَتْ عَازِمَةً عَلَى مَا طَلَبَتْهُ </p>"
}