{
  "id": null,
  "sura": 12,
  "aya": 32,
  "text": "<p> أَنْفُسِكُنَّ، وَمَا فَعَلْتُنَّ بِأَيْدِيكُنَّ، وَمَا قُلْتُنَّ بِأَلْسِنَتِكُنَّ، فَذَلِكُنَّ هُوَ الْأَمْرُ الْبَعِيدُ الْغَايَةِ الَّذِي لُمْتُنَّنِي فِيهِ، وَأَسْرَفْتُنَّ فِي عَذْلِي عَلَيْهِ، إِذْ قُلْتُنَّ مِنْ قَبْلُ مَا قُلْتُنَّ، فَالْمُشَارُ إِلَيْهِ بِكَافِ الْبُعْدِ هُوَ أَمْرُ لَوْمِهِنَّ لَهَا، أَوْ يُوسُفُ الْبَعِيدُ فِي حَقِيقَتِهِ الْبَدِيعُ فِي صُورَتِهِ عَمَّا تُصَوِّرْنَهُ بِهِ، فَمَا هُوَ عِبْرَانِيٌّ أَوْ كَنْعَانِيٌّ مَمْلُوكٌ، وَخَادِمٌ صُعْلُوكٌ، قَدْ شَغَفَ مَوْلَاتَهُ الْمَالِكَةَ لِرِقِّهِ حُبًّا وَغَرَامًا، فَهِيَ تُرَاوِدُهُ عَنْ نَفْسِهِ ضَلَالًا مِنْهَا وَهَيَامًا، بَلْ هُوَ أَكْبَرُ مِنْ ذَلِكَ وَأَعْظَمُ، هُوَ مَلَكٌ رُوحَانِيٌّ، تَجَلَّى فِي شَكْلٍ إِنْسَانِيٍّ، أُوتِيَ </p><p> مِنْ رَوْعَةِ الْجَمَالِ مَا خَلَبَ أَلْبَابَكُنَّ فِي الْوَهْلَةِ الْأُولَى مِنْ ظُهُورِهِ لَكُنَّ، فَمَا قَوْلُكُنَّ فِي أَمْرِي مَعَهُ وَافْتِتَانِي بِهِ، وَإِنَّمَا تَرَعْرَعَ فِي دَارِي، وَبَلَغَ أَشُدَّهُ وَاسْتَوَى بَيْنَ سَمْعِي وَبَصَرِي، فَأَنَا أُشَاهِدُهُ فِي قُعُودِهِ وَقِيَامِهِ، وَيَقَظَتِهِ وَمَنَامِهِ، وَطَعَامِهِ وَشَرَابِهِ، وَحَرَكَتِهِ وَسُكُونِهِ، وَأَخْلُو بِهِ فِي لَيْلِي وَنَهَارِي، فَأَرَاهُ بَشَرًا سَوِيًّا، إِنْسِيًّا لَا جِنِّيًّا، وَجَسَدًا لَا مَلَكًا رُوحَانِيًّا، فَأَتَرَاءَى لَهُ فِي زِينَتِي، وَأَعْرِضُ عَلَى نَظَرِهِ مَا ظَهَرَ وَمَا خَفِيَ مِنْ مَحَاسِنِي، فَيُعْرِضُ عَنْهَا احْتِقَارًا، فَأَتَصَبَّاهُ بِكُلِّ مَا أَمْلِكُ مِنْ كَلَامٍ عَذْبٍ يَخْلُبُ اللُّبَّ، وَلِينِ قَوْلٍ وَخُشُوعِ صَوْتٍ يُرَقِّقُ الْقَلْبَ، فَلَا يَصْبُو إِلَيَّ، وَأَمُدُّ عَيْنَيَّ إِلَى مَحَاسِنِهِ فِيهِمَا كُلُّ مَا يُكِنُّهُ قَلْبِي مِنْ صَبَابَةٍ وَشَوْقٍ وَخَلَاعَةٍ، مَعَ فُتُورِ جَفْنٍ، وَانْكِسَارِ طَرْفٍ، وَطُولِ تَرْنِيقٍ وَتَحْدِيقٍ، فَلَا يَرْفَعُ إِلَيَّ طَرْفًا، وَلَا يَمِيلُ نَحْوِي عَطْفًا، بَلْ تَتَجَلَّى فِيهِ الرُّوحُ الْمَلَكِيَّةُ بِأَظْهَرِ مَجَالِيهَا، وَالْعِبَادَةُ الْإِلَهِيَّةِ بِأَكْمَلِ مَعَانِيهَا، أَمِثْلُ هَذَا الْمَلَكِ الْقَاهِرِ يُسَمَّى عَبْدًا طَائِعًا، وَمِثْلُ هَذِهِ الْمَرْأَةِ الْمَقْهُورَةِ تُسَمَّى سَيِّدَةً مَالِكَةً، تَأْمُرُ بَلْ تَسِيرُ فَتُطَاعُ، وَيُنْكَرُ عَلَيْهَا أَنْ تُرَاوِدَ فَتُرَدُّ، ثُمَّ تُرِيدُ إِظْهَارَ سُلْطَانِهَا فَتَعْجِزُ؟ لَقَدِ انْكَشَفَ الْقِنَاعُ، فَلَا أَمْرَ لِمَنْ لَا يُطَاعُ، (وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ) أَيِ اسْتَمْسَكَ بِعُرْوَةِ عِصْمَتِهِ الَّتِي وَرِثَهَا عَمَّنْ نَشَئُوا عَلَيْهَا، كَأَنَّهُ يَطْلُبُ مَزِيدَ الْكَمَالِ مِنْهَا. </p><p> هَهُنَا أَقُولُ: وَاللهِ مَا عَجَبِي مِنْ يُوسُفَ أَنْ رَاوَدَتْهُ مَوْلَاتُهُ فَاسْتَعْصَمَ، وَأَنْ قَالَتْ لَهُ:  ((هَيْتَ لَكَ) ) فَقَالَ: ((أَعُوذُ بِاللهِ) ) فَكَمْ قَالَ هَذَا مَنْ لَيْسَ لَهُ مَقَامُهُ فِي مَعْرِفَتِهِ بِاللهِ وَمُرَاقَبَتِهِ لِلَّهِ، وَقَدْ رُوِيَ أَنَّ رَجُلًا رَاوَدَ أَعْرَابِيَّةً فِي لَيْلَةٍ لَيْلَاءَ، وَقَالَ: إِنَّهُ لَا يَرَانَا غَيْرُ كَوَاكِبِ هَذِهِ السَّمَاءِ، فَقَالَتْ: وَأَيْنَ مُكَوْكِبُهَا؟ </p><p> وَإِنَّمَا عَجَبِي بَلْ إِعْجَابِي بِيُوسُفَ - عَلَيْهِ السَّلَامُ - أَنَّ نَظَرَهُ إِلَى اللهِ أَوْ نَظَرَ اللهِ إِلَيْهِ لَمْ يَدَعْ فِي قَلْبِهِ الْبَشَرِيِّ مَكَانًا خَالِيًا لِنَظَرَاتِ هَذِهِ الْعَاشِقَةِ الَّتِي شَغَفَهَا حُبًّا، لِتُصِيبَهَا لَهُ قَبْلَ أَنْ يَخُونَهَا صَبْرُهَا فَتُنَفِّرُهُ بِمُصَارَحَتِهَا، وَإِنَّ مِنْ أَقْوَى غَرَائِزِ الْبَشَرِ حُبُّ الْإِنْسَانِ لِمَنْ يَعْتَقِدُ أَنَّهُ يُحِبُّهُ، وَإِنْ كَانَ مَشْغُولَ الْقَلْبِ عَنْهُ بِحُبِّ مَنْ لَا يُحِبُّهُ، كَمَا قِيلَ: </p><p> وَنَظْرَةُ الْمَحْبُوبِ لِلْمُحِبِّ وَاللهِ عَنْ إِنْسَانٍ عَيْنُ الْقَلْبِ </p><p> وَأَمَّا الْخَالِي فَلَا يَكَادُ يَسْلَمُ مِنْ تَأْثِيرِ التَّحَبُّبِ فِي اسْتِمَالَتِهِ كَمَا قَالَتْ عُلَيَّةُ بِنْتُ الْمَهْدِيِّ الْعَبَّاسِيِّ: </p><p> تَحَبَّبْ فَإِنَّ الْحُبَّ دَاعِيَةُ الْحُبِّ </p><p> فَالْحُبُّ أَقْوَى غَرَائِزِ الْبَشَرِ، وَأَكْبَرُ مَا يَفْتِنُ الرِّجَالَ بِالنِّسَاءِ وَالنِّسَاءَ بِالرِّجَالِ، وَإِنَّ مِنَ الْحُبِّ لَصَادِقًا وَكَاذِبًا، وَإِنَّ مِنَ الْعِشْقِ لَعُذْرِيًّا عَفِيفًا، وَشَهْوِيًّا فَاسِقًا، وَإِنَّ مَفَاسِدَهُ فِي الْحَضَارَةِ لِكَبِيرَةٌ، وَإِنَّ فِتْنَتَهُ لِعَظِيمَةٌ، وَسَنَعْقِدُ لَهُ فَصْلًا فِي بَابِ الْعِبْرَةِ بِالْقِصَّةِ فِي إِجْمَالِ تَفْسِيرِ السُّورَةِ. </p><p> (وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ) بِهِ، أُقْسِمُ لَكُنَّ آكَدَ الْأَيْمَانِ، وَلِتَسْمَعَ ذَلِكَ مِنْهُ الْأُذُنَانِ (لَيُسْجَنَنَّ وَلَيَكُونَنْ مِنَ الصَّاغِرِينَ) أَيِ الْأَذِلَّةِ الْمَقْهُورِينَ، تَعْنِي أَنَّ زَوْجَهَا الْعَزِيزَ يُعَاقِبُهُ بِمَا تُرِيدُ مِنْ إِلْقَائِهِ فِي السِّجْنِ وَهُوَ الْمُدَبِّرُ لَهُ الْمُتَوَلِّي لِأَمْرِهِ، وَمَنْ جَعَلَهُ كَغَيْرِهِ مِنَ الْعَبِيدِ بَعْدَ تَكْرِيمِ مَثْوَاهُ وَجَعْلِهِ كَوَلَدِهِ، وَهَذَا أَشَدُّ مِمَّا أَنْذَرَتْهُ أَوَّلًا إِذْ قَالَتْ لِزَوْجِهَا عِنْدَ الْتِقَائِهِمَا بِهِ لَدَى الْبَابِ:  (مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ) هُنَالِكَ أَنْذَرَتْهُ أَحَدَ الْعِقَابَيْنِ: سِجْنٌ غَيْرُ مُؤَكَّدٍ، أَوْ عَذَابٌ أَلِيمٌ نَكِرَةٌ غَيْرُ مُعَرَّفٍ، قَدْ يَكُونُ ذَلِكَ السِّجْنُ الْمُطْلَقُ بِأَخَفِّ صُوَرِهِ وَأَقَلِّهَا، وَالْعَذَابُ الْمُنْكَرُ بِأَهْوَنِ أَنْوَاعِهِ وَأَلْطَفِهَا، فَذَاكَ بِحَبْسِهِ فِي حُجْرَةٍ مِنَ الدَّارِ، وَهَذَا بِلَطْمَةٍ يَحْتَدِمُ بِهَا مَا فِي خَدَّيْهِ مِنَ الِاحْمِرَارِ، وَهُنَا أَنْذَرَتْهُ الْجَمْعَ بَيْنَهُمَا، وَأَكَّدَتِ السِّجْنَ بِالْقَسَمِ وَبِنُونِ التَّوْكِيدِ الثَّقِيلَةِ، وَفَسَّرَتِ الْعَذَابَ بِالصَّغَارِ الَّذِي تَأْبَاهُ الْأَنْفُسُ الْكَبِيرَةُ، وَاكْتَفَتْ فِيهِ بِالنُّونِ الْخَفِيفَةِ، وَهُوَ أَشَقُّ عَلَى مِثْلِ يُوسُفَ مِنَ الْعَذَابِ الْأَلِيمِ بِالْأَعْمَالِ الشَّاقَّةِ؛ لِأَنَّهَا أَهْوَنُ عَلَى كِرَامِ النَّاسِ مِنَ الْهَوَانِ وَالصَّغَارِ بِاحْتِقَارِ النَّفْسِ، وَفِعْلُهُ صَغِرَ كَتَعِبَ، وَأَمَّا صَغُرَ كَضَخُمَ فَهُوَ خَاصٌّ بِصِغَرِ الْجِسْمِ، وَمِنَ الْأَوَّلِ قَوْلُهُ - تَعَالَى -: حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ ٩: ٢٩. </p><p> وَفِي هَذَا التَّهْدِيدِ مِنْ ثِقَةِ هَذِهِ الْمَرْأَةِ بِسُلْطَانِهَا عَلَى زَوْجِهَا الْوَزِيرِ الْكَبِيرِ عَلَى عِلْمِهِ بِأَمْرِهَا، وَاسْتِعْظَامِهِ لِكَيْدِهَا، مَا حَقُّهُ أَنْ يُخِيفَ يُوسُفَ مِنْ تَنْفِيذِ إِرَادَتِهَا، وَيُثْبِتُ عِنْدَهُ عَدَمَ غِيرَتِهِ عَلَيْهَا، كَمَا هُوَ شَأْنُ كَثِيرٍ مِنَ الْوُزَرَاءِ الْمُتْرَفِينَ، وَلَا سِيَّمَا الْعَاجِزِينَ عَنْ </p><p> إِحْصَانِ أَزْوَاجِهِنَّ، وَالْمَحْرُومِينَ مِنْ نِعْمَةِ الْأَوْلَادِ مِنْهُنَّ، وَمَاذَا فَعَلَ يُوسُفُ وَمَا قَالَ وَقَدْ عَلِمَ أَنَّ هَذِهِ الْمَرْأَةَ الْمَاكِرَةَ قَدْ عِيلَ صَبْرُهَا، وَهُتِكَتْ سِتْرُهَا، وَكَاشَفَتْ نِسْوَةَ كِبَارِ بَلَدِهَا بِمَا تُسِرُّ وَمَا تُعْلِنُ مِنْ أَمْرِهَا؟ وَرَأَى أَنَّهُنَّ تَوَاطَأْنَ مَعَهَا عَلَى كَيْدِهَا، وَرَاوَدْنَهُ عَنْ نَفْسِهِ كَمَا رَاوَدَتْهُ عَنْ نَفْسِهِ، وَهُوَ تَوَاطُؤٌ لَا قِبَلَ لِرَجُلٍ بِهِ، إِلَّا بِمَعُونَةِ رَبِّهِ وَحِفْظِهِ. </p><p> (قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ) أَيْ قَالَ: أَيْ رَبِّي، الْغَالِبُ عَلَى أَمْرِي، الْعَالِمُ بِسِرِّي وَجَهْرِي، إِنَّ الْحَبْسَ وَالِاعْتِقَالَ فِي السِّجْنِ مَعَ الْمُجْرِمِينَ حَيْثُ شَظَفُ الْعَيْشِ أَحَبُّ إِلَى نَفْسِي، وَآثَرُ عِنْدِي عَلَى مَا يَدْعُونِي إِلَيْهِ هَؤُلَاءِ النِّسْوَةُ مِنَ الِاسْتِمْتَاعِ بِهِنَّ فِي تَرَفِ هَذِهِ الْقُصُورِ وَزِينَتِهَا، وَالِاشْتِغَالِ بِحُبِّهِنَّ عَنْ حُبِّكَ، وَبِقُرْبِهِنَّ عَنْ قُرْبِكَ، وَبِمُغَازَلَتِهِنَّ عَنْ </p><p> مُنَاجَاتِكَ، وَإِنَّمَا يُفَسَّرُ وَيُشْرَحُ هَذَا بِمَا يُعْلَمُ مِنْ سِيَاقِ الْقُرْآنِ، وَمِنْ طِبَاعِ الرِّجَالِ وَالنِّسْوَانِ، وَمِنَ التَّارِيخِ الْعَامِّ، وَالسُّنَنِ الِاجْتِمَاعِيَّةِ وَالْأَخْلَاقِ وَالْعَادَاتِ، وَسِيرَةِ الصَّالِحِينَ وَالْأَنْبِيَاءِ، دُونَ حَاجَةٍ إِلَى مَا لَا سَنَدَ لَهُ وَلَا دَلِيلَ عَلَيْهِ مِنَ الرِّوَايَاتِ وَدَسَائِسِ الْإِسْرَائِيلِيَّاتِ، وَمِنْهُ أَنَّهُ لَيْسَ فِي السِّجْنِ إِلَّا الِاعْتِبَارُ بِأَحْكَامِ الْمُلُوكِ وَأَعْوَانِهِمْ مِنَ الْوُزَرَاءِ وَالْقُضَاةِ عَلَى مَنْ يَسْخَطُونَ عَلَيْهِمْ بِحَقٍّ أَوْ بِغَيْرِ حَقٍّ، مِمَّا يَزِيدُنِي إِيمَانًا بِقَضَائِكَ، وَصَبْرًا عَلَى بَلَائِكَ، وَشُكْرًا لِنَعْمَائِكَ، وَعِلْمًا بِشُئُونِ خَلْقِكَ، وَيَفْتَحُ لِي بَابَ الدَّعْوَةِ إِلَى مَعْرِفَتِكَ وَتَوْحِيدِكَ، وَالِاسْتِعْدَادِ لِإِقَامَةِ الْحَقِّ، وَنَصْبِ مِيزَانِ الْعَدْلِ، فِيمَا عَسَى أَنْ تُخَوِّلَنِي مِنَ الْأَمْرِ، إِذَا مَكَّنْتَ لِي كَمَا وَعَدْتَنِي فِي الْأَرْضِ. </p><p> هَذَا مَا يَتَبَادَرُ إِلَى الْفَهْمِ مِنْ تَوْجِيهِ التَّفْضِيلِ فِي الْحُبِّ، تَدُلُّ عَلَيْهِ حَالَةُ يُوسُفَ وَسَابِقُ قِصَّتِهِ وَلَاحِقُهَا بِغَيْرِ تَكَلُّفٍ وَلَا تَحَكُّمٍ، كَمَا هُوَ دَأْبُنَا فِي كُلِّ مَا تُفَسَّرُ بِهِ هَذِهِ الْقِصَّةُ وَغَيْرُهَا، وَهُوَ يَصْدُقُ فِي جَعْلِ اسْمِ التَّفْضِيلِ هُنَا لَا مَفْهُومَ لَهُ أَوْ عَلَى غَيْرِ بَابِهِ كَمَا يُقَالُ، فَلَيْسَ الْمُرَادُ أَنَّ مَا يَدْعُونِي إِلَيْهِ مَحْبُوبٌ عِنْدِي وَالسِّجْنُ أَحَبُّ إِلَيَّ مِنْهُ، وَإِنَّمَا مَعْنَاهُ أَنَّ هَذَيْنِ الْأَمْرَيْنِ إِذَا تَعَارَضَا وَكَانَ لَا بُدَّ مِنْ أَحَدِهِمَا، فَالسِّجْنُ آثَرُ وَأَوْلَى بِالتَّرْجِيحِ؛ لِأَنَّ مَا فِيهِ مِنَ الْمَشَقَّةِ لَهُ فَائِدَةٌ عَاجِلَةٌ، وَعَاقِبَةٌ صَالِحَةٌ، وَأَمَّا مُجَاهَدَةُ هَؤُلَاءِ النِّسْوَةِ مَعَ الْمُكْثِ مَعَهُنَّ، فَهُوَ أَشَقُّ عَلَى الْمُؤْمِنِ الْعَارِفِ بِرَبِّهِ، وَلَيْسَ لَهُ مِنَ الْفَائِدَةِ وَالْعَاقِبَةِ مَا لِلسِّجْنِ، فَهُوَ - أَيِ اسْمُ التَّفْضِيلِ - مِنْ قَبِيلِ قَوْلِ الْمُحَدِّثِينَ فِي بَعْضِ الْأَحَادِيثِ الضَّعِيفَةِ: </p><p> هُوَ أَصَحُّ مَا فِي هَذَا الْبَابِ، يَعْنُونَ: أَقْوَى مَا فِيهِ وَإِنْ كَانَتْ كُلُّهَا غَيْرَ صَحِيحَةٍ، بَلْ هُوَ كَقَوْلِهِ الْآتِي:  (أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللهُ الْوَاحِدُ الْقَهَّارُ) ٣٩. </p><p> وَقِيلَ: يَجُوزُ أَنْ يَكُونَ الْمُرَادُ مِنَ التَّفْضِيلِ تَرْجِيحَ الْأَحَبِّ بِمُقْتَضَى الْإِيمَانِ وَحُكْمِ الشَّرْعِ عَلَى الْمَحْبُوبِ بِمُقْتَضَى الْغَرِيزَةِ وَدَاعِيَةِ الطَّبْعِ، فَإِنَّ الْأَنْبِيَاءَ وَالصُّلَحَاءَ كَسَائِرِ الْبَشَرِ يُحِبُّونَ النِّسَاءَ وَيَشْتَهُونَ الِاسْتِمْتَاعَ بِهِنَّ، وَلَكِنَّهُمْ يَكْرَهُونَ أَنْ يَكُونَ مِنْ غَيْرِ الْوَجْهِ الْمَشْرُوعِ وَشَرِهِ الِاعْتِدَاءِ عَلَى نِسَاءِ النَّاسِ. وَلَمَّا قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْفُقَرَاءِ:  ((وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ) ) قَالُوا يَا رَسُولَ اللهِ: أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ:  ((أَرَأَيْتُمْ إِذَا وَضَعَهَا فِي حَرَامٍ كَانَ عَلَيْهِ وِزْرٌ؟ كَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلَالِ كَانَ لَهُ أَجْرٌ) ) رَوَاهُ مُسْلِمٌ مِنْ حَدِيثِ أَبِي ذَرٍّ. </p><p> وَفِي حَدِيثِ السَّبْعَةِ الَّذِينَ يُظِلُّهُمُ اللهُ فِي ظِلِّهِ حَيْثُ لَا ظِلَّ إِلَّا ظِلُّهُ فِي مَوْقِفِ الْقِيَامَةِ:  ((وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ جِمَالٍ وَمَنْصِبٍ إِلَى نَفْسِهَا فَقَالَ إِنِّي أَخَافُ اللهَ) ) وَهُوَ حَدِيثٌ مُتَّفَقٌ عَلَيْهِ. </p><p> وَذَلِكَ بِأَنَّ لِلْمَرْأَةِ ذَاتِ الْمَنْصِبِ سُلْطَانًا عَلَى قَلْبِ الرَّجُلِ فَوْقَ سُلْطَانِ الْوَضِيعَةِ فِي طَبَقَتِهَا، وَإِنْ كَانَتْ جَمِيلَةَ الصُّورَةِ، فَيَثْقُلُ عَلَى طَبْعِهِ وَتَضْعُفُ إِرَادَتُهُ أَنْ يَرُدَّ طَلَبَهَا، فَكَيْفَ بِهَا إِذَا جَمَعَتْ بَيْنَ سُلْطَانِ الْجَمَالِ وَسُلْطَانِ الْمَنْصِبِ ثُمَّ ذَلَّتْ لَهُ وَدَعَتْهُ إِلَى نَفْسِهَا؟ </p>"
}