{
  "id": null,
  "sura": 12,
  "aya": 12,
  "text": "<p> التَّفْرِيطِ أَوِ التَّقْصِيرِ، أَكَّدُوا هَذِهِ الدَّعْوَى بِالْجُمْلَةِ الِاسْمِيَّةِ الْمُصَدَّرَةِ بِـ ((إِنَّ) ) وَتَقْدِيمِ (لَهُ) عَلَى خَبَرِهَا وَاقْتِرَانِهِ بِاللَّامِ، وَلَوْلَا شُعُورُهُمْ بِارْتِيَابِهِ فِيهِمْ لَمَا احْتَاجُوا إِلَى كُلِّ هَذَا التَّأْكِيدِ، (أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ) أَيْ أَرْسِلْهُ مَعَنَا غَدَاةَ غَدٍ إِذْ نَخْرُجُ كَعَادَتِنَا إِلَى مَرَاعِينَا فِي الصَّحْرَاءِ يَرْتَعْ مَعَنَا وَيَلْعَبْ. </p><p> وَقُرِئَ فِي الْمُتَوَاتِرِ أَيْضًا ((نَرْتَعْ وَنَلْعَبْ) ) . بِنُونِ الْجَمَاعَةِ، وَهِيَ مَفْهُومَةٌ مِنْ قِرَاءَةِ الْيَاءِ؛ فَإِنَّ الْمُرَادَ مِنْ خُرُوجِهِ مَعَهُمْ مُشَارَكَتُهُ إِيَّاهُمْ فِي رِيَاضَتِهِمْ وَأُنْسِهِمْ وَسُرُورِهِمْ بِحُرِّيَّةِ الْأَكْلِ وَاللَّعِبِ وَالرُّتُوعِ، وَهُوَ </p><p> أَكْلُ مَا يَطِيبُ لَهُمْ مِنَ الْفَاكِهَةِ وَالْبُقُولِ، وَأَصْلُهُ رَتَعَ الْمَاشِيَةُ حَيْثُ تَشَاءُ. قَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ:  (نَرْتَعْ) نَتَّسِعْ فِي أَكْلِ الْفَوَاكِهِ وَغَيْرِهَا، وَأَصْلُ الرَّتْعَةِ الْخِصْبُ وَالسِّعَةِ، اهـ. </p><p> وَأَمَّا لَعِبُ أَهْلِ الْبَادِيَةِ فَأَكْثَرَهُ السِّبَاقُ وَالصِّرَاعُ وَالرَّمْيُ بِالْعِصِيِّ وَالسِّهَامِ إِنْ وُجِدَتْ. </p><p> وَسَيَأْتِي أَنَّ لَعِبَهُمْ كَانَ الِاسْتِبَاقَ بِالْعَدْوِ عَلَى الْأَرْجُلِ (وَإِنَّا لَهُ لَحَافِظُونَ) مَا دَامَ مَعَنَا نَقِيهِ مِنْ كُلِّ سُوءٍ وَأَذًى، أَكَّدُوا هَذَا الْوَعْدَ كَسَابِقِهِ مُبَالَغَةً فِي الْكَيْدِ. </p><p> وَفِي التَّفْسِيرِ الْمَأْثُورِ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ -: ((أَرْسِلْهُ مَعَنَا غَدًا نَرْتَعْ وَنَلْعَبْ) ) قَالَ: نَسْعَى وَنَنْشَطْ وَنَلْهُو، وَعَنِ ابْنِ زَيْدٍ:  (يَرْتَعِي بِالْيَاءِ وَكَسْرِ الْعَيْنِ قَالَ: يَرْعَى غَنَمَهُ وَيَنْظُرُ وَيَعْقِلُ وَيَعْرِفُ مَا يَعْرِفُ الرَّجُلُ) وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ عَنْ هَارُونَ قَالَ: كَانَ أَبُو عَمْرٍو يَقْرَأُ (نَرْتَعْ وَنَلْعَبْ) بِالنُّونِ. فَقُلْتُ لِأَبِي عَمْرٍو: كَيْفَ يَقُولُونَ: (نَرْتَعْ وَنَلْعَبْ) وَهُمْ أَنْبِيَاءُ؟ قَالَ: لَمْ يَكُونُوا يَوْمَئِذٍ أَنْبِيَاءَ. قَدْ تَوَسَّعَ بَعْضُ الْمُفَسِّرِينَ فِي هَذِهِ الْمَسْأَلَةِ وَعَدُّوهَا مُشْكِلَةً لِظَنِّهِمْ أَنَّ اللَّعِبَ غَيْرُ جَائِزٍ وُقُوعُهُ مِنَ الْأَنْبِيَاءِ. وَالتَّحْقِيقُ أَنَّ مِنَ اللَّعِبِ مَا هُوَ نَافِعٌ فَهُوَ مُبَاحٌ أَوْ مُسْتَحَبٌّ، وَمِنْهُ مُلَاعَبَةُ الرَّجُلِ لِزَوْجِهِ وَمُلَاعَبَتُهَا لَهُ كَمَا وَرَدَ فِي الْحَدِيثِ الصَّحِيحِ، وَأَنَّ إِخْوَةَ يُوسُفَ لَمْ يَكُونُوا أَنْبِيَاءَ يَوْمَئِذٍ وَلَا بَعْدَهُ كَمَا حَقَّقْنَاهُ فِي مَحَلِّهِ، وَأَنَّ مِنَ التَّنَطُّعِ وَالْغَفْلَةِ اسْتِشْكَالَ اللَّعِبِ الْمُبَاحِ فِي نَفْسِهِ مِمَّنْ شَهِدَ اللهُ عَلَيْهِمْ بِالْكَيْدِ لِأَخِيهِمْ وَالِائْتِمَارِ بِقَتْلِهِ وَتَعَمُّدِ إِيذَائِهِ، وَفَجِيعَةِ أَبِيهِمْ بِهِ وَكَذِبِهِمْ عَلَيْهِ وَغَيْرِ ذَلِكَ مِنْ كَبَائِرِ الْمَعَاصِي! </p><p> (قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ) أَيْ قَالَ أَبُوهُمْ جَوَابًا لَهُمْ: إِنِّي لَيَحْزُنُنِي ذَهَابُكُمْ بِهِ بِمُجَرَّدِ وُقُوعِهِ، وَالْحُزْنُ أَلَمُ النَّفْسِ مِنْ فَقْدِ مَحْبُوبٍ أَوْ وُقُوعِ مَكْرُوهٍ، وَفِعْلُهُ مِنْ بَابِ قَفَلَ فِي لُغَةِ قُرَيْشٍ، وَتُعَدِّيهِ تَمِيمٌ بِالْهَمْزَةِ وَاللَّامِ فِي قَوْلِهِ: لَيَحْزُنُنِي لِلِابْتِدَاءِ (وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) وَالْخَوْفُ أَلَمُ النَّفْسِ مِمَّا يُتَوَقَّعُ مِنْ مَكْرُوهٍ قَبْلَ أَنْ يَقَعَ (وَأَنْتُمْ عَنْهُ غَافِلُونَ) أَيْ فِي حَالِ غَفْلَةٍ مِنْكُمْ عَنْهُ وَاشْتِغَالٍ عَنْ مُرَاقَبَتِهِ وَحِفْظِهِ بِلَعِبِكُمْ، قِيلَ: لَوْ لَمْ يَذْكُرْ خَوْفَهُ هَذَا لَهُمْ لَمَا خَطَرَ بِبَالِهِمْ أَنْ يَقَعَ، وَلَعَلَّهُ قَالَهُ مِنْ بَابِ الِاحْتِيَاطِ أَوِ الِاعْتِذَارِ بِالظَّوَاهِرِ، وَإِنْ كَانَ يَعْلَمُ حُسْنَ عَاقِبَتِهِ فِي الْبَاطِنِ، عَلَى </p><p> أَنَّ عِلْمَهُ هَذَا كَانَ مُجْمَلًا مِنْهُمَا وَمُقَيَّدًا بِالْأَقْدَارِ الْمَجْهُولَةِ كَمَا أَشَرْنَا إِلَيْهِ مِنْ قَبْلُ. </p>"
}