{
  "id": null,
  "sura": 12,
  "aya": 25,
  "text": "<p> طَلَبًا جَازِمًا مُصِرَّةً عَلَيْهِ، لَيْسَ عِنْدَهَا أَدْنَى تَرَدُّدٍ فِيهِ وَلَا مَانِعَ مِنْهُ يُعَارِضُ الْمُقْتَضِي لَهُ، فَإِذَنْ </p><p> لَا يَصِحُّ أَنْ يُقَالَ إِنَّهَا هَمَّتْ بِهِ مُطْلَقًا، حَتَّى لَوْ فُرِضَ جَدَلًا أَنَّهُ كَانَ قَبُولًا لِطَلَبِهِ وَمُوَاتَاةً لَهُ؛ إِذِ الْهَمُّ مُقَارَبَةُ الْفِعْلِ الْمُتَرَدَّدِ فِيهِ، وَهُوَ الَّذِي يَصِحُّ فِيمَا حَقَّقْنَاهُ مِنْ إِرَادَةِ تَأْدِيبِهِ بِالضَّرْبِ عَلَى أَهْوَنِ تَقْدِيرٍ، فَهَذَا هُوَ الْمُتَبَادِرُ مِنْ نَصِّ اللُّغَةِ وَمِنَ السِّيَاقِ وَأَقْرَبُهُ قَوْلُهُ عَزَّ وَجَلَّ: </p><p> (وَاسْتَبَقَا الْبَابَ) أَيْ فَرَّ يُوسُفُ مِنْ أَمَامِهَا هَارِبًا إِلَى بَابِ الدَّارِ يُرِيدُ الْخُرُوجَ مِنْهُ لِلنَّجَاةِ مِنْهَا، تَرْجِيحًا لِلْفِرَارِ عَلَى الدِّفَاعِ الَّذِي لَا يَعْرِفُ مَدَاهُ، وَتَبِعَتْهُ تَبْغِي إِرْجَاعَهُ حَتَّى لَا يُفْلِتَ مِنْ يَدِهَا، وَهِيَ لَا تَدْرِي أَيْنَ يَذْهَبُ إِذَا هُوَ خَرَجَ وَلَا مَا يَقُولُ وَمَا يَفْعَلُ، وَتَكَلَّفَ كُلٌّ مِنْهُمَا أَنْ يَسْبِقَ الْآخَرَ، فَأَدْرَكَتْهُ (وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ) إِذْ جَذَبَتْهُ بِهِ مِنْ وَرَائِهِ فَانْقَدَّ، قَالُوا: إِنَّ الْقَدَّ خَاصٌّ بِقَطْعِ الشَّيْءِ أَوْ شَقِّهِ طُولًا وَالْقَطُّ قَطْعُهُ عَرْضًا (وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ) أَيْ وَجَدَا زَوْجَهَا عِنْدَ الْبَابِ، وَكَانَ النِّسَاءُ فِي مِصْرَ يُلَقِّبْنَ الزَّوْجَ بِالسَّيِّدِ وَاسْتَمَرَّ هَذَا إِلَى زَمَانِنَا، وَلَمْ يَقُلْ سَيِّدَهُمَا لِأَنَّ اسْتِرْقَاقَ يُوسُفَ غَيْرُ شَرْعِيٍّ، وَهَذَا كَلَامُ اللهِ - عَزَّ وَجَلَّ - لَا كَلَامُ الرَّجُلِ الْمُسْتَرِقِّ لَهُ، وَلَعَلَّهُ كَانَ قَدْ تَبَنَّاهُ بِالْفِعْلِ، فَلَمَّا دَخَلَ وَرَآهُمَا فِي هَذِهِ الْحَالَةِ الْمُنْكَرَةِ (قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا) أَيْ شَيْئًا يَسُوءُكَ مَهْمَا يَكُنْ صَغِيرًا أَوْ كَبِيرًا كَمَا يَدُلُّ عَلَيْهِ تَنْكِيرُ (سُوءًا) ، (إِلَّا أَنْ يُسْجَنَ) أَيْ إِلَّا سِجْنٌ يُعَاقَبُ بِهِ أَوْ (عَذَابٌ أَلِيمٌ) مُوجِعٌ يُؤَدِّبُهُ وَيُلْزِمُهُ الطَّاعَةَ. وَكَانَ هَذَا الْقَوْلُ مَكْرًا وَخِدَاعًا لِزَوْجِهَا مِنْ وُجُوهٍ. </p><p> (أَوَّلُهَا) إِيهَامُ زَوْجِهَا أَنَّ يُوسُفَ قَدِ اعْتَدَى عَلَيْهَا بِمَا يَسُوءُهُ وَيَسُوءُهَا. </p><p> (ثَانِيهَا) أَنَّهَا لَمْ تُصَرِّحْ بِذَنْبِهِ لِئَلَّا يَشْتَدَّ غَضَبُهُ فَيُعَاقِبُهُ بِغَيْرِ مَا تُرِيدُهُ كَبَيْعِهِ مَثَلًا. </p><p> (ثَالِثُهَا) تَهْدِيدُ يُوسُفَ وَإِنْذَارُهُ مَا يُعْلَمُ بِهِ أَنَّ أَمْرَهُ بِيَدِهَا لِيَخْضَعَ لَهَا وَيُطِيعَهَا. </p><p> فَمَاذَا قَالَ يُوسُفُ فِي دَفْعِ التُّهْمَةِ الْبَاطِلَةِ عَنْهُ وَإِسْنَادِهَا إِلَيْهَا بِالْحَقِّ؟ وَلَوْلَاهُ لَأَسْبَلَ عَلَيْهَا ذَيْلَ السِّتْرِ؟ </p><p> (قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ وَإِنْ</p><p> كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ) . </p>"
}