{
  "id": null,
  "sura": 1,
  "aya": 4,
  "text": "<p> وقال: سمَّى كُلُّ إنسان عالماًَ، لأن فيه جواهر العالم الأكبر من الأخلاط الأربعة، ولأن لحمه كالأرض الرخوة، وعظامه كالجبال، ودمه الجاري في العروق كالمياه في الأنهار، ونفسه كالريح، وشعره كالنبات. </p><p> وفيه من الملك: العقل، ومن البهائم: الشهوة، ومن النبات: النمو والتغذي. </p><p> قال: فصار عالماً يعلم به وحدانيته صانعه كما يُعْلَمُ بالعالم الكبير. </p><p> ولذلك قال تعالى: </p><p> {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} ، وقال عليه السلام:  \" أعلمكم بنفسه أعلمكم بربه \" ، وقيل - فيما أنزل الله في السفر الأول: : من عرف نفسه فقد عرف ربه \" وإلى نحو ذلك أشار بقوله - عز وجل -:{وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ}تنبيهاً أنهم لو تفكروا في أنفسهم لما خفي معرفته عليهم.</p><p> وقال المفضل بن سلمة العرب تقول: \" العالمين \" - بالياء - في موضع النصب والرفع والجر،إلا قوماً من كنانة يقولون:\" اللذون \" قال: ويدل على ذلك أن \" فاعل \" لم يجمع السلامة قال: وعلى ذلك \" الأقورين \" و \" الفتكرين \" و \" البرجين \"، وذكر أن من قال: العالمون، فقد وقع عليه السهو حيث لم يجد ذلك في موضع الرفع، كما وجد الذين في موضع رفع، وذكر المبرد أن هذا سهو من قائله، لأنه رأى ذلك في القآن إما خفضاً أو نصباً. </p><p> قوله - عز وجل - {مَالِكِ يَوْمِ الدِّينِ} الآية: (٤) سورة الفاتحة. </p><p> قيل: الملك الذي يملك الأمر والنهي في الجمهور، وإنما شرط الجمهور لأن كل إنسان يملك ذلك في نفسه وما يختص به، ثم يقال له: ملك، وهذا إنما قاله بالنظر العامي وأما بالنظر الخاصي، فهو </p><p> في الحقيقة اسم لمن يملك السياسة من نفسه أو منها أو من غيرها، ومالك ذلك من نفسه أجل ملك وأكبر سلطان ولذلك قيل لحكيم: ما الملك الأعظم؟ فقال: أن يغلب الإنسان شهواته، بل لهذا قال عليه السلام لمن سأله أي الأعمال أشدُّ؟ فقال:  \" جهادُكّ هَواَكَ \" ، وقال:  \" رَجَعنا من الجهاد الأصغر إلى الجهاد الأكبر \" ، وحجة من قرأ ملك قوله تعالى:  {لِمَنِ الْمُلْكُ الْيَوْمَ} وقوله: {الْمُلْكُ يَوْمَئِذٍ لِلَّهِ} والملك: مصدر \" الملك \" لا \" المالك \" . </p><p> وأما \" المالك \" : فهو الضابط للشيء المتصرف فيه بالحكم، ومنه \" ملكت العجين \" . </p><p> و \" الوكيل \" : وإن كان ضابطاً للشيء متصرفاً فيه - فإنه لا يقال له:  \" مالك \" لما كانت يده يد غيره. </p><p> ويقال للصبي والمعتوه:  \" مالك \" لما كان ذلك لهما حكماً وإن لم يكن لهما فعلاً. </p><p> وحجة قارئه قوله - عز وجل - {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ} ، فجعل الملك مملوكاً. </p><p> وقال {وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} ، وقوله:  {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا} . </p><p> فإن قيل: أيهما أبلغ؟ قيل: قال بعضهم: \" مالك \" أبلغ، لأنه يقال: مالك الدراهم والحيوانات والريح، ولا يقال ملكها. </p><p> وقيل:  \" الملك \" أبلغ، لأنه لا يمكن إلا مع تعظيم. </p><p> وهما مختلفان في الحقيقة. </p><p> فإن الملك: هو المتصرف بالأمر والنهي في المأمورين. </p><p> والمالك: هو المتصرف في الأعيان المملوكة على أي وجه كان. </p><p> فإن قيل: على أي وجه أضيف إلى اليوم؟ قيل: أما \" ملك \" ، فعلى حد: يا سارق الليلة أهل الدار. </p><p> في أنه اتسع للظرف. </p><p> فجعله مفعولاً به، وأما \" مالك \" فمضاف إلى المفعول به. </p><p> لأنه تعالى هو موجده وضابطه. </p><p> وإذا أضيف إلى \" الوقت \" غير الله تعالى فيقال: فلان مالك يوم كذا. </p><p> فإنما هو على تجوز إذ كان حقيقة اليوم والوقت ليس بملك لغيره. </p><p> وأما اختصاص ذلك اليوم مع كونه في الحقيقة مالكاً لجميع الأشياء، وفي جميع الأزمنة - لأمرين: أحدهما: أنه قد ملك في الدنيا قوماً أشياء يبطل عنها ملكهم لها يوم القيامة، ولذلك قال:  {لِمَنِ الْمُلْكُ الْيَوْمَ} ، وقال:  {نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا} ، وقال:  {وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} </p>"
}