{
  "id": null,
  "sura": 2,
  "aya": 96,
  "text": "<p> قوله - عز وجل -: </p><p> {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ} الآية (٩٦) سورة البقرة. </p><p> الوجود يقال باعتباره بالحاسة، وباعتباره بالتخيل، وباعتباره بالفهم والعقل، ومتى قيل باعتباره بالعقل فعلى ضربين: متعب إلى مفعول واحد، ومعناه كمعنى عرفت، ومؤكد إلى مفعولين، ومعناه قريب من معنى علمت، والحرص أصله أن لا يرضى بالكفاية ويضاده القناعة، وأصله هن حرص القصار الثوب، والحارصة وهي شجة تشق الجلد، فالحرص كأنه مزيل للحياء والكرم عن النفس، وأصل الشرك مساواة اثنين فصاعداً في شيء كتجارة وزراعة وميرات [وشراك للفعل وشراك الخيط] معتبر فيه معنى الشركة، وكذا الشرك للطريق والحبالة للصائد، وصار الشرك متعارفاً فيمن يثبت مع الله إلاها آخر أو يصفه بصفة على حد ما يوصف به شي من المكونات فيطلق تارة على من لم يكن من أهل الكتاب، كقوله:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا} ، وهم الذين لا يقارون على بذل الجزية، ومرة يقال لأهل الكتاب لقولهم عزيز ابن الله والمسيح ابن الله [وقولهم اتخذ الله ولداً] ومرة يطلق على الربا ونحوه فروى أن أبا حنيفة- رحمه الله تعالي- قال لجعفر بن </p><p> محمد- رحمهما الله تعالى- من أين قال أبوك: الرياء شرك؟ فقال: من قول الله- عز وجل- {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} . </p><p> ولما لم ينفك عامة الناس من تشبيه ما في أوصاف الله تعالى ومن رياء ما في عبادته، قصارى تعالى:  {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} ... </p><p> والعمر اسم لمدة عمارة البدن بالحياة، والعمارة قبيلة تحصل باجتماعهم العمارة، والمعمر المسكن مادام عامرة بسكانه، [والعومرة] صحْب تدل على اجتماع عمارة، والعمري في العطية منة، والألف مشتق من الألفة، وهو ضم البعض إلى البعض، فالأعداد أحاد وعشرات ومئون وألوف، فالألف يألف أنواعها، وألسنة للعرب في أصلها طريقان من جعلها من الواو، كقولهم سنوات، وكأنها اسم لدوران الفلك، ولاعتبار الدوران فيها سمي المستقى عليها والمستقى بها [اسم لدوران الفلك] ساقية، ومنهم من يجعلها أمرا لها، فيقول: سانهته مسانهة فكأنها اسم لتغير الفصول الأربعة، ومنه قيل لسنة الطعام أي تغير، والزحزحة الإزالة عن المقر وقوله:  {مِنَ الَّذِينَ أَشْرَكُوا} فمن المفسرين من يقول: تقدير الآية: \" ولتجدنهم وطائفة وكثيرا من المشركين أحرص الناس علي حياة، واستبعد ذلك بعض النحويين لحذف الموصول ترك الصلة،وقيل:تقديره \" وهم {وَمِنَ الَّذِينَ أَشْرَكُوا} ، فكأن قوله:  {وَمِنَ الَّذِينَ أَشْرَكُوا} خبر ابتداء مضمر، أي هم في محبتهم للحياة من المشركين، وأكثر المفسرين على أنه عطف على معنى قوله {أَحْرَصَ النَّاسِ} ، </p><p> فإن قيل: كيف قال ذلك والذين أشركوا من الناس؟ قيل: لما كان للمشركين فضل اختصاص في محبة الحياة الدنيا خصهم بالذكر بعد العموم تخصيص جبرائيل وميكائيل بعد ذكر الملائكة، وتخصيص النخل والرمان بعد الفاكهة، </p><p> فإن قيل: فهلاَّ قال: أحرص الناس والمشركين، أو من أحرص من الناس ومن المشركين ليكون الكلام على نمط واحد، قيل: إنما قال كذلك لمعنى اقتضاه، وهو أن أفعل يستعمل على وجهين، أحدهما مضافة إلى جملة هو بعضها نحو: هو أفضل الناس، ومعناه أن فضله زائد على جل المضاف إليه. </p>"
}