{
  "id": null,
  "sura": 2,
  "aya": 64,
  "text": "<p> لحفظ صورة الشيء في النفس، كما أن النسيان والترك سبب لانحداقها عنها، فمن قال: الذكر والنسيان ليسا من فعل الإنسان، فإنما نظر إلى الغاية التي هي السبب دون المبدأ الذي هو السبب ومن قال \" قد يكون من فعل الإنسان، فإنما اعتبر السبب الذي عنده يحصل ويثبت صورة الشيء في النفس، وعنده ينحذف،ومعنى الآية:قلت إن موسى - عليه السلام - لما أتى بني إسرائيل بالتوراة متضمنة لأحكام شريعتهم، أبوا أن يلزموها، فأمر الله الملائكة أن ترفع الطور،فقيل لهم:خذوها وإلا طرح عليكم،وذلك قوله:{وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ}الآية</p><p> إن قيل: إن هذا يكون إلجاء، ولا يستحق به الثواب، قيل: لم يستحقوا الثواب بالالتزام، وإنما استحقوا بالعمل بها من بعد، فأما في التزامها فمضطرون، وقال بعض الناس: \" عني برفع الطور تشديد الأمر عليهم وجعل ذلك مثلا \"، وذلك بعيد، وقوله:  {وَرَفَعْنَا فَوْقَكُمُ الطُّورَ} ، الواو فيه للحال لا للعطف، لأن أخذ الوثاق كان بعد رفع الطور، وذلك نحو قول الشاعر: </p><p> قالت ولم تقصد لقيل الخنا .... </p><p> مهلا فقد أبلغت إسماعي </p><p> قوله- عز وجل: </p><p> {ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَلِكَ فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ} </p><p> الآية:  (٦٤) سورة البقرة. </p><p> التولي: التفعل من الولاية في الأصل، ويقتضي تولى الأمر حصوله في أقرب المواضع منه، وإذا قيل: تولى عنه، فمعناه ترك التولي معرضا، فالتولي عن الشيء أخص من الإعراض، والافضال والإحسان والإنعام لا يكاد يفرق بينهما في التعارف سيما إذا وصف به الباري سبحانه وإن كان قد </p><p> يخلف في أصل الموضوع، ومن حيث الاشتقاق فالإفضال بذل مالا يجب عليه، أو ترك ما يجب له وذلك من الفضل وهو الزائد على العدل، والإحسان. </p><p> الفعل الحسن سواء كان واجبا وعدلاً أو نافلة وزائدا على العدل وأن كان في قوله تعالى:  {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ} الآية ما يقتضي ما يزيد على العدل والإنعام يقتضي ما يتنعم به المنعم عليه، ولا يكاد يقال في التعارف يقال فيما يقتنيه الإنسان في نفسه هذه، وفيما يعطي غيره تارة، فيقال فيهما: فلان ذو فضل، والثاني هو المراد ههنا، وقول أبي العالية والربيع:  \" إن فضل الله الإسلام \" ، ورحمته \" القرآن \" ، فذلك بعض ما يقتضيه عموم اللفظ، ولكن في قولهما تنميه، إن هذا خطاب لمن كان في زمان النبي - صلى الله عليه وسلم - دون المتقدمين، والخاسر المطلق في القرآن هو الذي خسر أعظم ما يقتني، وذلك [نعيم] الأبد، وهو المذكور في قوله:  {قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ} ، إن قيد: إن ذلك يقتضي أن لا فضل له تعالى على الذين خسروا [أنفسهم] ، قيل: تخصيص من انتفع بذلك من حيث إنه قبله لا يقتضي إن لم يعرض فضله لغيره فإن فضله تعالى الديني معرض لكل أحد، لكن حق الإنسان أن يترشح بقبوله والانتفاع به، فمثله كمثل نعمته بالشمس والصوب اللذين وإن كانا عامين لا ينتفع بهما من زرعه من لم يرشحها للانتفاع بهما، كذلك فضله الديني والعقلي لا ينتفع به من لم يرشح نفسه بقبوله .. </p>"
}