{
  "id": null,
  "sura": 2,
  "aya": 174,
  "text": "<p> الصحيح، لأن عليه إنقاذ روحه بجهده، فما رأه أقرب إلى إبقائه، فهو أولى بتناوله، واختلف إذا أضطر إلى شي من ذلك في دواء لا يسد غيره مسده، هل يجوز تناوله؟ </p><p> والصحيح أنه يجوز للعلة التي لها أجيز تناوله للجوع، وكذا الخمر إذا اضطر إليها في دواء </p><p> بحكم الأطباء أنه لا يسد غيره مسده، وأنه يفوت روحه إن لم يتناولها، قوله عليه الإسلام-، (إن الله- عز وجل لم يجعل شفاءكم فيما حرم عليكم) ، فمعناه: إن قد رما فيه الشفاء غير محرم عليه، وعلى هذا نبه بالرخصة في شرب أبوال الإبل. </p><p> قوله- عز وجل: </p><p> {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} </p><p> الآية (١٧٤) - سورة البقرة. </p><p> البطن به شبُه بطن الأمر وبطن الوادي، والبطن من العرب اعتباراً بأنهم كشخص واحد، وأن كل قبيلة منهم كعضو بطن وفخذ وكاهل، وعلى هذا الاعتبار قال الشاعر: </p><p> الناسُ جسمٌ وإمام الهُدىَ ... </p><p> رأسُ وأنت العينُ في الرأسِ </p><p> وقيل: بطن إذا عظم بطنه نحو جسم وكبر، وبطنته عظمت بطنه، وسمي ما يشدَّ عليه بطاناً على بناء حرام وزمام والإبطن عرق تكشف البطن على بناء الأكحل، وأعاد الله تعالى وعيد كاتمي </p><p> أحكامه أثر ما. </p><p> ذكر من الأحكام، وما لم يقل ذلك من أهل الكتاب وتحذيراً لهذه الأمة أن يسلكوا سبيلهم وأكل النار تناول ما يؤدي إليها، وذكر الأكل لكونه المقصود الأول بتحصيل المال، وسماه بالمال الذي هو النار، وذكر في بطونهم تنبيهاً على شرههم، وتقبيحاً لتضييع أعظم النعم لأجل المطعم الذي هو أحسن متناول من الدنيا، وعلى ذلك قال الشاعر: </p><p> ودع عنك عمراً إن عمراً مسالمُ .... </p><p> وهل بطنُ عمروٍ غيرُ سبرٍ لمطْعمِ؟ </p><p> وقال آخر: </p><p> كُلُوا في بعض بطنكم تَعِِفًّو </p><p> وعلى ذلك قوله تعالى:  {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا} . </p><p> وبقوله:  \" ولا يكلمهم \" لم يعن نفي الكلام رأسا، فقد قال:  {فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ} وقال: {وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ} ، وإنما أراد كلاماً يقتضي جدوى، ولهذا قال الحسن: </p><p> معناه يغضب عليهم تنبيها أنهم بخلاف من قال فيهم:  {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ} ، وقيل: حقيقة كلمته حملته على الكلام نحو: حركته وخرجته، لأن من كلمته فقد استدعيت كلامه، فكأنه قيل: لا </p>"
}