{
  "id": null,
  "sura": 2,
  "aya": 85,
  "text": "<p> الجنة التي هي داركم فتكونوا في حكم من أخرج نفسه من داره، وعلى ذلك قوله:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} ، وعلى هذا حمل قوله تعالى:  {قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ} أي: شغلوهم بما يعود بوبالهم وحرموا العلم، والإقرار قد، يكون باللفظ ويكون بالفعل وهو الرضى، نحو أن يقال: فلان مقر بالخسف .. </p><p> قال الشاعر: .. </p><p> أقر كما قر الخليلة للبعل .. </p><p> فقوله {أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ} يصح أن يكونا [جميعا خطابين] للسلف، وأن يكونا للخلف [وأن يكون الأول للسلف والآخر للخلف] </p><p> فإن قيل: ما الفرق بين الإقرار والشهادة؟ قيل: الشهادة إقرار مع العلم وثبات اليقين، والإقرار قد ينفك من ذلك، ولهذا كذب الله تعالى الكفار في قولهم:  {نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ} ولو قالوا: نقر إنك لرسول الله لم يكذبوا .. </p><p> قوله - عز وجل: </p><p> {ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} الآية: (٨٥) سورة البقرة. </p><p> قيل: تقدير هؤلاء يا هؤلاء، وذلك مستبعد لحذف حرف النداء، [فحرف النداء] لا يحذف إلا من الأعلام وما هو كالأعلام ومن المضاف دون غيرهما من المناديات، وقيل معناه كمعنى الذين، فقد أجرى </p><p> المبهمات مجرى الموصولات، وعلى ذلك حمل الكوفيون قوله تعالى:  {وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى} وقول الشاعر: </p><p> نجوت وهذا تحملين طليق </p><p> وقيل معناه: أنتم كهؤلاء، وتظاهرون تتعاونون، وأصل اللفظة من الظهر التي هي الجارحة، ولما كان الظهر من حيث الخلقة خالياً عن الحروق والعكن بخلاف البطن، سمي ما كان بارزا ظهراً، وما كان خافياً بطناً، فجعل الظهر والظهور لجميع متصرفات هذه اللفظة أصلين وقرئ تظاهرون بالتشديد، وأصله: يتظاهرون ويظاهرون بالياء والتشديد على ذلك، وتظاهرون بحذف أحد ألتاءين وبالتخفيف، والإثم اسم الأفعال المبطئة للثواب، ولتضمن البطؤ قال الشاعر في صفة ناقة: </p><p> جمالية تعتلي بالردف .... </p><p> إذا كذب الآثمات الهجير </p><p> وقوله تعالى:  {قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ} أي في تعاطيهما أبطأ عن الخيرات، فإنهما شاغلان، فصار الإثم في التعارف نقيض البر </p><p> وقوله عليه السلام: </p><p> \" البر ما اطمأنت إليه النفس، والإثم ما حاك في صدرك \" ، فهذا حكمهما لا تفسيرهما والوزر والذنب والجرم تتقارب، لكن الوزر اسم لا يوجب العقوبة بمعاونة الغير، ولهذا روى: </p><p> \" من سن سنة سيئة فله وزرها ووزر من عمل بها \" ، فإن السان والمسنن بها متآزران متعاضدان، والسان أعظم إثما، إذ ليس المتبع كالمبتدع، وأما الذنب فما يقتضي عاقبة مذمومة اعتبارا بأذناب الأمور، والجرم اعتبارا بما يحصل من ثمرة سوء العمل تشبيها لجرام النخل، والعدوان هو تجاوز لحد المرسوم في الاعتداء المرخص فيه على سبيل المجازاة في قوله:  {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} فالتجاوز للمرسوم هو العدوان، والأسر شد يضم به بعض المشدود إلى بعض يقال: أسرت الرجل، والسرح والرحل، وما يشدبه إسار، والفدا العوض الذي يخص به فكاك الإنسان وقيل الفدا والفداء واحد، والأقرب أن الفداء بالمد اسم لما يفدي به والفدى اسم للمفدى، كما يقال الحمى للمحمي وإن كان كل واحد منهما يوضع موضع الأخر، والحرام المنع الشديد من جهة الحكم، ورجل حرام يجوز أن يكون على وضع المصدر موضع الفاعل كأنه محرم على نفسه بالتزامه ما ألزم ما كان محللاً له إما بدخوله الحرم أو بالإحرام، ويجور أن يكون في موضع المفعول، كأنه صار محروماً أي ممنوعة من بعض ما كان مباحا له والشهر سمي محرما لذلك، واستحرمت الماء غيره، كأنها طلبت شيئا محرما في غيرها، وذلك كناية، والخزي ذل يستحي منه، ولتضمن المعنيين استعمل تارة في الذل نحو: عليه الخزي، وفي الاستحياء، نحو خزي، </p><p> والرد والرجوع متقاربان، إلا أن الرد يقتضي قهراً، أما للمردود إذا استعمل في الحيوان والرجوع لا يقتضي ذلك، فإن قبل الردة عن الإسلام يتعاطاها صاحبها طوعاً، قيل إذا اعتبرت الردة بصريح العقل والفطرة التي فطر الناس عليها، فهي قهر للعقل على ما ليس من مقتضاه، لأن الكفر هو الاعتقاد الظني، كما أن الإيمان هو الاعتقاد اليقيني، والعقل لا يسكن إلى الكفر، [ولا يطمئن إليه] إذهو مناف لمقتضاه، ولهذا قال تعالى:  {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ} لأنهم إذا راجعوا عقولهم [أنكروه وتمنوا سواه] ، وعلى ذلك قوله تعالى. </p><p> {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} </p><p> ومعنى الآية أن اليهود كان أوجب عليهم أن لا يسفكوا الدماء ولا يخرجوا أحداً من ديارهم ولم يوجب عليهم مفادات الأسرى، فأخلوا بالواجب والتزموا ما لم يكن يلزمهم، فأنكر الله تعالى عليهم ترك الفريضة ومراعاة النافلة وقوله:  {وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ} متعلق بما قبله وقد فصل بينهما بقوله: {وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ} وقال بعضهم: إن الله تعالى نبه بهذه الآية مع المعنى الظاهر على لطيفة، وهي أن في قوله تعالى تقتلون أنفسكم تنبيه أنه تسعون في اكتساب العقاب الذي يجري مجرى قتل النفس، وبقوله:  {وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ} أي تضيعون بعض قواكم ولا </p>"
}