{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> قوله - عز وجل: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} الآية (٢٨٢) سورة البقرة .. </p><p> دنت الرجل: أخذت منه ديناً، وأدنته: جعلته دينا، وذلك بأن تعطيه دينا، والتداين والمداينة تدافع ذلك والبخس والنخس يتقاربان، لكن النخس أن يصيب بدنه، أي مكان كان والبخس أن يصيب عينه، وعنه استعير بخس حقه، كقولهم عور حقه، وتباخسوا في البيع تغابنوا كأن كل واحد يبخس صاحبه عما يريده منه باحتياله، والسفه خفة في العقل ومقتضياته، ولهذا يقال:  \" سفيه الرأي \" وسفيه اللسان \" و \" زمام سفيه \" على التشبيه .. </p><p> والسآمة ملك يورث الضجر، والصغر خلاف الكبر، وأصله أن يستعمل في المقدار، ثم يستعمل في الأحوال، ومنه صغر صغرا أو صغارا إذا تحاقر لاحتمال ضيم والقسط النصيب على سبيل العدالة، </p><p> فإن قيل: فإذا كان القسط ما يقول، فكيف قيل: قسط إذا جار؟ </p><p> قيل: معنى قسط أخذ قسط غيره وذلك عدل، فصار قسط وأقسط في التناول والمناولة، كقولهم عطاء، وأعطى .. </p><p> إن قيل: لم قال: {إِذَا تَدَايَنْتُمْ بِدَيْنٍ} ، وتداينتم ينبئ عن الدين والمدين والتداين يقال في </p><p> المجازاة فبين بلفظ الدين المراد والمقصود في هذا المكان أنه لما عقب بقوله: فاكتبوه ذكر لفظ الدين، ليبين أنه هو الذي حث على كتبه وكتب ذلك واجب عند الربيع، وإليه ذهب عامة الفقهاء، ومنهم من قال: هو في السلم خاصة، وحقيقة:  (اكتبوه) حث على الاعتراف به وحفظه، فإن الكتاب خليفة اللسان واللسان خليفة القلب، فلما قال: فاكتبوه فقد حث على غاية ما يكون في ذلك من الاحتياط، وقوله:  {وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ} ، قيل: واجب على كل حال على كل كاتب، وقيل: واجب على الكفاية كالجهاد، وهو الصحيح والكتابة بين المتتابعين وإن كانت غير واجبة، فقد تجب على الكاتب إذاً أتوه، كما أن الصلاة النافلة وإن لم تكن واجبة على فاعلها، فقد تجب علي العالم - تنبيها إذا أتاه مستفتي وقوله:  {كَمَا عَلَّمَهُ اللَّهُ} حث على بذل جهده في مراعاة شروطه مما قد لا يعرفه المستكتب، وقوله:  {وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ} ، أي: ليقر، ولولا وجوب الحكم بإملائه، لم يكن إملاؤه أولى من إملاء غيره، ولهذا قال:  {وَلْيَتَّقِ اللَّهَ رَبَّهُ} وذلك نظير قوله: {وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ} ، لما كان قولهن مقبولا وعلى هذا قوله:  {وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ} ، </p><p> إن قيل: جمع بين لفظ (الله) ولفظ (الرب) في قوله: {وَلْيَتَّقِ اللَّهَ رَبَّهُ} ؟ قيل: إن لفظ الله يقال اعتبارا بالوله إليه أو العبادة له، ولفظ \" الرب \" يقال اعتبارا بكونه تعالى مربيا لعباده ومنعما عليهم، وقد تقدم أن الإنسان يعرف الله ربا قبل أن يعرفه معبودا وذلك بمعرفة نعمه يتوصل إلي معرفة فجمع هاهنا بين اللفظين، كأنه قال:  \" اتقوه معتبرين بذاته ومعتبرين بنعمه \" ، وأما تقديم لفظ (الله) على (الرب) فقد تقدم في بيان قوله تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} ، ولأن مراقبة ذاته تعالى أبلغ وأشرف من اعتبار نعمه فكأنه قيل:  \" إن لم تلاحظوه، فلاحظوا نعمه اللازمة لكم \" ، وقوله:  {فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا} أي مبذرا لقوله: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ} وقيل: عنى بالسفيه النساء، وبالضعيف الصغير وبالذي لا يستطيع أن يمل هو المغلوب على عقله، ومنهم من حمل السفيه والضعيف على شيء واحد، وقال أو زائدة، وذلك ظاهر الفساد في اللغة وقوله:  {وَلِيُّهُ} أي: ولي أحد هؤلاء الثلاثة، ولا يجوز أن </p><p> يكون ولي الحق كما قال بعضهم، لأن قوله لا يؤثرا إذ هو مدع. </p><p> وقوله:  {بِالْعَدْلِ} حث على تحريه لصاحب الحق وللمولى عليه، وقوله:  {شَهِيدَيْنِ مِنْ رِجَالِكُمْ} قال بعضهم: تقتضي هذه الإضافة الإيمان والحرية والبلوغ لتخصيص الرجال ويقتضي \" من ترضون من الشهداء \" العدالة، لأن المقصد من الاستشهاد إقامة الشهادة، أما شهادة العبيد والصبيان، وشهادة النساء في غير، وشهادة الأعمى والفاسق وغير ذلك من أحكام الشهادة، فكتب الفقه به أولى، وقوله:  {فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ} أي وليشهد رجل وامرأتان وقوله: {فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى} أي تذكر الأخرى إذا نسيت وقال سفيان بن عينية: يجعلها كذكر في الحكم .. </p><p> إن قيل: ما وجه قوله: {أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ} وذلك يقتضي أن يكون القصد بالاستشهاد الضلال قيل: قد قال سيبويه في ذلك: لما كان الضلال سبب الأذكار وهو متقدم عليه صار لتعلق كل واحد منهما بالآخر في حكم واحد، قال: ومثل ذلك من قال أعددت هذا الخشب ليميل الحائط فأدغمه قال الفراء: تقديره: فتذكرها إن ضلت لكن لما قدم أن - فتح فصار متعلقا بما قبله: وهذا طريق في مسائل، وقرأ حمزة (أن تضل) ، وقرئ (أن تضل) من أضللت، لتقارب ضل وأضل تقارب نسيت وأنسيت وقيل:  (أن تضل) أي تضيع شهادتها ما لم تضامها الأخرى إشارة إلى ما فاله عليه الصلاة والسلام: \" أما نقصان عقلهن فشهادتهن على النصف من شهادة الرجال \" وقوله: {وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا} قال قتادة والربيع: \" إذا ما دعوا لتحمل الشهادة \" ، وقال مجاهد: لإقامتها، وقيل: لهما، وهو الصحيح، وقال بعضهم: لا يجوز أن تكون للتحمل، لأنه حينئذ لا يكون شاهدا، وهذا سوء تصور منه ألا ترى أنه قال:  {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ} ؟ </p><p> فسماهما شهيدين، قيل: إن استشهد وبين قوله: {وَلَا تَسْأَمُوا} إن قليل الدين وكثيره يستحب كتابته وبين علة ذلك بقوله: {ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ} أي أعدل، وأقوم للشهادة أي أثبت، {وَأَدْنَى أَلَّا تَرْتَابُوا} أي أبعد من أن تقع شبهة ثم استثنى ما كان حاضرة، وخفف الأمر فيما لا أجل فيه وما لا يكون له ثبات في مكان كما الدور والعقار، نحو الطعام والشراب، وقوله:  {وأشهدوا إذا تبايعتم} قيل: \" هو يرجع إلى الأول دون ما يكون تجارة حاضرة،وقيل:يرجع إلى الكل حتى قال بعضهم.</p><p> يشهد على سامع حتى على ناقة. </p><p> قيل وقوله:  {وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ} قرئ بفتح الراء \" لا يضارر \" بأن يدعي وهو مشغول، عن ابن مسعود ومجاهد،وقيل:ة هو يضار،أن:لا يمتنع الكاتب من الكتابة، والشهيد من، إقامة الشهادة عن الحسين وقتادة وابن زيد، لئلأ يؤدي إلي أبطال الحقوق،وقوله:{وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ}خطاب للجميع على سبيل الوعيد،وقوله:{وَاتَّقُوا اللَّهَ}إعادة للوصية،</p><p> إن قيل: كيف قال: {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} وكرر لفظ (الله) ثلاث متواليات ولم يعدل إلى الكناية، وهل ذلك في استقباح خط الإعادة لولا شرف لفظ (الله) . </p><p> كقول الشاعر: \" فما للنوى جد النوى قطع النوى \"</p><p> حتى قيل: \" سلط الله على هذا البيت شاة ترعى منه النوى \"،</p><p> وكقول الأخر: </p><p> بجهل كجهل السيف والسيف منتضي ... </p><p> وحلم كحلم السيف والسيف مغمد </p><p> فاسترذل البيت لإعادة لفظ \" السيف \" مراراً ...</p><p> ، قيل: إن ذلك بعيد عن الآية، فإن البيت الأولى استقبح لا لإعادة النوى فقط، بل له، ولأن قول \" جذ النوى قطع النوى \" بمنزلة واحدة، ولهذا الباب </p><p> قانون يعرف به المستقبح من المستحسن، وهو أن كل تكرير على طريق تعظيم الأمر وتحقيره في جمل مواليات كل جملة، ومنها مستقلة بنفسها، فدلك غير مستقبح، وإذا كان ذلك في جمله واحدة أو في جمل في معنى واحد، أو لم يكن فيه التعظيم أو التحقير، فذلك مستقبح، وهذا ظاهر في الآية والأبيات المذكورة، فإنما قوله:  {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} حمل في معان مفترقة، فإن الأول: حث على تقوى الله، والثاني: تذكير بنعمه، والثالث: تعظيم له متضمن لوعد ووعيد شديد وفصد عظيم كل واحد من هذه الأحكام، فأعيد لفظ (الله) فيها .. </p><p> فأما البيت الثاني: فهو جملة واحدة، لأن قوله: كجهل السيف في موضع لقوله: يجهل، وكذلك قوله:  \" والسيد مغمد \" جاء لقوله: الحلم للسيف، وعلى قول الآخر: </p><p> \" لا أري الموت يسبق والموت شيء \" </p><p> فإن قوله:  (يسبق الموت)  \" مفعول ثان \" لقوله: (لا أرى) ، والكلام كله جملة واحدة، وهذا ظاهر ... </p>"
}