{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> قوله - عز وجل -: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} الآية (٣٠) - سورة البقرة. </p><p> إذ: يتعلق بمضمر في موضع المفعول به، لأن تقديره: اذكر لا أذكر فيه، وقول أبي عبيد: إن \" إذ \" في مثل هذه المواضع زائدة، فإنه تقصير منه في النظر، والملك أصله \" ملاك \" مقلوباً عن مالك، والألوك: الرسالة المحفوظة في الفم من \" ألك الفرس اللجام \" ، إذ لاكه، وروي أن الملائكة على أضرب خواص يتميزن تمييزاً مبانياً في الفضيلة، منهم وأدون ألو أجنحة، وجماعة يقال لهم الجن، وهم أقرب إلى النسا، وقد يقال للصالح من الناس \" مَلَك \" على ذلك قوله تعالى: {إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ} </p><p> وقال الشاعر: </p><p> فلَسْتَ لإ نسى ولكن لملاك </p><p> والخليفة والخلف يتقاربان من قولك: خلف فلان فلاناً إذا قام مقامه، والخلف والسلف يتناقضان كخلف وقدام، </p><p> فإن قيل: ما وجه استخلاف الله تعالى، والخلافة إنما تكون للنيابة عن الغري؟ إما لغيبته أو موته أو عجزه، وذلك لا يجوز على الله تعالى قيل: بل قد يكون على غير ذلك، وهو أن يستخلف المستخلف غيره امتحاناً للمستخلف، أو تهذيباً له، أو يستخلفه لقصور المستخلف عليع من قبول التأثير من المستخلف لا لعجز المستخلف وذلك ظاهر في الأشياء المهينة والطبيعية، فإن السلطان </p><p> جعل الوزير بينه وبين رعيته، إذ هو يقبلون من الواعظ ماله قرب إلى قبولهم منه، وكذا الواعظ جعل بين العامة والحكماء، فإن العامة لا يقبلونه من الحكيم، وليس ذلك لعجز الحكيم، بل لعجز العامة عن القبول منه، وعلى هذا اللحم والعظم لما تباعد ما بينهما عجز العظم عن قبول الغذاء من اللحم، فجعل الله تعالى بحكمته بينهما الغضاريف التي بينهما، ولها مناسبة إليهما لتأخذ ذلك من اللحم وتعطيه العظم، وكذلك جعل تعالى الرسل بين الملك الذي هو من قبله تعالى وبين العباد لفضل قوة أعطاهو ليأخذوا منه الحكمة ويوصلوها إلى الناس، وبهذا الوجه قال تعالى:  {وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا} ، والخليفة يقال للواحد والجمع، وهاهنا [هو] جمع، فإن الخليفة لم يرد به آدم عليه السلام فقط، بل أريد هو وصالحو أولاده، فهم خلفاؤه وحزبه لقوله تعالى:  {حزب الله} ، وأنصاره لقوله:  {وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ} ، وعباده لقوله:  {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} ، وعمارة في الأرض لقوله:  {وَاسْتَعْمَرَكُمْ فِيهَا} ، والمقصود واحد بهذه العبارات وإن اختلفت بحسب الاعتبارات، وقيل سماهم خليفة لكونهم بعد جان سكنوا الأرض، فإن كل من تولى شيئاً بعد آخر يقال له هو خليفة، وعلى ذلك قوله تعالى:  {وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ} وقوله تعال: {خُلَفَاءَ مِنْ بَعْدِ عَادٍ} ، وأما السفك، والسبك، والسفح، والسن، والشن، والصب، فمتقاربة، وبينهما فروق، فالصب: أعم من هذه الألفاظ، السفك: يقال في الدم والدمع، والسبك يقال للجواهر المذابة، والسفح: في الصب من أعلى، كسفح الجبل، وعنه استعير السفاح، والشن للصب عن القربة ونحوها، والسن يقاربه، لكن استعير السن في إماهة الحديد، وعنه بني المس والشن </p><p> للصب عن القربة ونحوها، والسن يقاربه، لكن استعير السن في إماهة الحديد، وعنه بني المس والشن استعمل في الغارة، وفي لبس الدرع، وذلك لتشبيه الدرع بالماء، وأجزاء الكتيبة بأجزاء السيل، وأما التسبيح فأصله السبح أي سرعة الذهاب في الماء، واستعير لمر النجوم في الفلك، ولجري الفرس، قال تعالى:  {إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا} أي: سعة ذهاب. </p><p> وسبحته عن كذا: أي نزهته، وتسبيح الله: تنزيهه بالقول والحكم و \" سبحان \" مصدر، ككفران، وجعل السبحة للتسبيح، وسمى الصلاة بها لكونها تسبيحاً والحرزات: سمى سبحة، ومعنى:  (نسبح بحمدك) أي: نسبحك والحمد لك، أو نسبحك بأن نحمدك والتقديس: التطهير، وقوله:  (نقدس لك) قيل معناه نطهر أنفسنا لك - إشارة إلى نحو قوله:  {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} وليس ذلك إظهاراً للمنة، بل هو على حسب ما نقول مجتهد محب أن يفوض صاحبه إليه خدمة ما، فيقول: أتستعين بغيري وأنا مجتهد في خدمتك؟ وعلى ذلك قولهم: {وَإِنَّا لَنَحْنُ الصَّافُّونَ (١٦٥) وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} ولي قوله: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} على سبيل الاستشارة، فالاستشار استمداد علم من المستشار، والله تعالى منزه عن ذلك، وإنما ذلك إعلام، كإعلامه إيانا كثيراً من الكائنات لمصلحة ما، </p><p> إن قيل: فمن أين حكمت الملائكة على الإنسان بالإفساد في الأرض وسفك الدماء، وذلك إما ادعاء علم الغيب أو الحكم بالظن والتخمين، وهم منزهون عن ذلك؟ قيل: قد قيل إنهم قاسوهم على من كان يسكن الأرض قبل من الجان، فأفسدوا فيها، وقيل: وهو أصح أن الله تعالى كان قد أخبرهم بذلك، لكن لم يقص علينا فيما حكى عنهم تنبيهاً عليه بما ذكر في الجواب وذلك عادة القرآن في كثير من الأقاصيص المذكورة، كقوله تعالى في قصو يوسف عليه السلام: {أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ (٤٥) يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا} وقولهم: {أَتَجْعَلُ فِيهَا} ليس بانكار إنما هو استخبار مجرد ليعرفهم ما تسكن نفوسهم إليه ويرشدهم إلى ما يزيل شبهتهم وليسألوا عن ذلك ألا وقد أذن لهم في السؤال </p><p> أما جملة وتفصيلاً، إن قيل كيف أدخل عليهم الشبهة حتى سألوا عن ذلك واستنكروه؟ قيل: إن الله تعالى لما خلق الإنسان جسمانياً وروحانياً وجعله مركباً من قوى ثلاث، قوة شهوية، وقوة غضبية وقوة ملكية فبقوته الشهوية يفسد في الأرض، وبقوته الغضبية يسفك الدماء متى لم تكونا مهذبتين ويتولى خلافة الله تعالى بقوته الملكية التي هي العقل، وعلى ذلك دل النبي - عليه السلام - بقوله \" لما خلق الله العقل،قال له:أقبل، فأقبل،ثم قال له:أدبر، فأدبر،ثم قال:وعزتي وجلالي ما خلقت خلقا أكرم علي منك، بك أخذ، وبك أعطي \" ، فلما سمعت الملائكة أن الإنسان مركب من هذا التركيب ورأوا القوة التي بها تصلح لخلافته القوة التي خصوا بها ونظروا إلى رذيلة القوتين الأخريين ولم يعرفوا فضيلتهما استنكروا فراجعوا الله تعالى وقالوا: أما العبادة التي هي التسبيح والتقديس المختصة بالقوة الملكية، فنحن نقيمها، فما معنى الإنسان المركب تركيباً لا ينفك من فساد وقتل؟ فقال تعالى في جوابهم:  {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} فعرض ولم يصرح ها هنا ليريهم فضيلة الإنسان وما خصوا به من العلم والعمل اللذين يفضلان الملك عنهما عياناً ومشاهدة والإجمال في هذه الآية بقوله: {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} هم المبين بما بعده من الآية التي [تليها] .. </p>"
}