{
  "id": null,
  "sura": 2,
  "aya": 194,
  "text": "<p> قوله - عز وجل: </p><p> {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ} </p><p> الآية (١٩٣) - سورة البقرة. </p><p> أمر تعالى بالقتال لدفع الفتنة بعد أن يبين أنها أعظم ضررا من القتل، نحو قوله:  {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} ، فقوله:  {حَتَّى لَا تَكُونَ فِتْنَةٌ} كقوله: {حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} ، وذلك إما بقتلهم أو بإسلامهم أو بانقيادهم وإعطاء الجزية حسب ما بينه الشرع، (ويكون الدين لله) قال ابن عباس: حتى يخلص التوحيد له \" وحمل ذلك على مشركي العرب، لأنهم لا يقارون على جزية كما يقال غيرهم، وحمل بعضهم على الانقياد بحكم الدين في كل مكان،وقال:يجب أن يكون الحكم للإسلام في كل مكان،وعلى هذا ما روي:\" الإسلام يعلو ولا يعلى \"، ثم أعاد ذكر الانتهاء،فقال:{فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ}أي لا يتجاوزون الخطر إلا مع من يتجاوزه بحسب فعله ..</p><p> قوله - عز وجل: </p><p> {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} الآية (١٩٤) - سورة البقرة. </p><p> بين أن مراعاة حرمة الشهر واجبة لمن راعى حرمته، وأن من هتكها اقتص منه، وسبب نزول ذلك أن العرب فخرت بصرف النبي - عليه السلام - عام الحديبية عن البلد الحرام، وكان ذلك في ذي القعدة، فمكنه الله تعالى من دخوله في العام القابل في القعدة، وشرح معنى قوله:  (لا عدوان إلا علي الظالمين) بقوله: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا} . </p><p> إن قيل: كيف رخص في الاعتداء وهو ظلم وقد منع منه آنفا بقوله: (ولا تعتدوا) ، قيل: الاعتداء مجاورة الحد، ومنه قيل: \" عدا فلان طوره \"، و \" لا تعد طورك \"، ثم استعير الاعتداء في الظلم من حيث </p><p> أنه تجاوز الحد الذي حده العقل أو الشرع، والذي منع تجاوز ذلك ابتداء، فقد أباح لمن اعتدى عليه جزاء، فإذن: الاعتداء ضربان: اعتداء على سبيل الابتداء، وهو ظلم، وإياه عنى بقوله ولا (تعتدوا) واعتداء على سبيل الاعتداء ضربان اعتداء على سبيل القصاص وهو عدل وإياه عني ههنا، ثم للمجازاة أيضا حد لا يحوز أن يتجاوزه، وإياه عنى بقوله:  (فمن اعتدى بعد ذلك) . </p><p> إن قيل: هل كان يجوز لو قيل: (من ظلمكم فاظلموهم) ؟ قيل: لا يجوز ذلك، لأن الظلم إنما هو وضع الشيء في غير موضعه الذي يحق أن يوضع فيه، وهذا في كل حال مذموم، والاعتداء مجاوزة الحد المحدود، وذلك لا يكون مذموما، ومن قال من العرب:  \" من ظلمك فاظلمه \" ، فذلك منه انحراف وترخص في الظلم على عادتهم، وكذا قول من قال: </p><p> ألا لا يجهلن أحد علينا ... </p><p> فنجهل فوق جهل الجاهلينا </p><p> فإن الجهل مذموم على كل حال، ولا يكاد يرد لفظ الأمر به من حكيم، </p><p> فإن قيل: فقد قال الله: {ومكروا ومكر الله} قيل: حقيقة المكر إظهار أمر يعتقد فيه الناظر إليه الجاهل بحقيقته اعتقادا ما يضل ما هو، وكذلك الاحتيال والخديعة والسخرية ومن قصد بشيء من ذلك أمرا قبيحا، فهو مذموم وأن قصد به فعلاً جميلاً فهو محمود، فإذن يصح أن يمدح بذلك من يتحرى مقصدا حسنا، ولهذا قال بعض العلماء: إن الله - عز وجل - يخدعنا عن النار كما يخدع الصبي أبوه عن المضار، وفي هذه الآية دلالة أن من استهلك شيئا لغيره استهلك عليه مثله، لكن مثله المستهلك قد يكون تارة حسية مكيلا كان أو موزونا أو معدودا، وتارة قيمته، وقوله:  {واعلموا أن الله مع المتقين} ، تنبيه أن توفيق الله يصحب المتقي، وقد تقدم حقيقة (مع) والصحبة إذا استعملا في الباري تعالى ... </p>"
}