{
  "id": null,
  "sura": 2,
  "aya": 234,
  "text": "<p> تزوجت، فلا جناح عليكم في استرضاع غيرها، (إذا سلمتم ما أتيتم بالمعروف) ، أي سلمتم إلى المطلقة حقها، وقيل: إذا أتيتم المسترضعة أجرتها، وإذا قريء (ما أتيتم) بالقصر، فمعناه: إذا سلمتم ما تعاقدتم عليه، وفيه دلالة على جواز الاستئجار على الرضاع، وعلى جواز عقد الإجازة جملة وختم الآية بالحث على تقواه، وتصور علم الله لله عز وجل بكل ما آتاه الإنسان وتحراه، ومن قرأ (لا تضار) بضم الراء، فلفظ مشتبه الآية يصلح الأمر على تقدير:  (لا يضارر) ولكن أدغم، فضم الراء لالتقاء الساكنين، ويصلح أن يكون على تقدير (لا يضارر) على الإخبار، وأن يكون على تقديره \" لا يضارر \" على ما لم يسم فاعله، ماذا قرئ بفتح الراء، فليس إلا النهي على تقدير (لا يضارر) وإن كان لفظه محتملاً أن يكون نهيا عن مضارة الأم، كقولك:  \" لا يضرر زيد \" .. </p><p> قوله - عز وجل: </p><p> {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} </p><p> الآية (٢٣٤) - سورة البقرة. </p><p> هذه الآية ناسخة لقوله تعالى:  {وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} وإن كانت </p><p> مقدمة عليه في التلاوة وظاهر الآية يقتضي تسوية الحكم في الحرة والأمة، كما قال الأصم، لكن السلف فرقوا بينهما ويقتضي أن لا فرق بين المسلمة والذمية كما قال الشافعي دون أبي حنيفة، وهذا الحكم فيمن لا تكون ذات حمل متفق عليه، فأما في ذات الحمل، فقد قال عمار وابنه عبد الله وزيد: إن عدتها أن تضع حملها وقال الحسن، هي أن تضع حملها، وتطهر من نفاسها، وقال علي: عدتها أقصى الأجلين من وضع الحمل، ومضى الشهور. </p><p> وقد روت أم سلمة أن سبيعة بنت الحارث ولدت بعد وفاة زوجها بأربعين ليلة، فأمرها رسول الله - صلى الله عليه وسلم - الله بأن تتزوج، واختلف في الوقت الذي يعتد به من العدة، فقال ابن مسعود وابن عباس وابن عمر \" تعتد به من يوم يموت \" ، وعلي والحسن:  \" من يوم يأتيها الخبر \" ، وقال الشعبي: إذا قامت البينة على موته فالعدة من يوم يموت، وإلا فمن يوم يأتيها الخبر والصحيح أنه يعتبر من يوم الوفاة فيه وقع الفرقة، كعدة المطلقة وكاستحقاقها الميراث من يوم الوفاة </p><p> إن قيل: ما وجه تخصيص عدة المتوفاة بهذه المدة؟ قيل: قد ذكر الأطباء أن الولد في الأكثر إذا كان ذكرا يتحرك بعد ثلاثة أشهر وإذا كان أنثى فبعد أربعة أشهر، فجعل ذلك عدتها، وزيد عشرة استظهارا وتخصيص العشرة بالزيادة لكونها أكمل الأعداد وأشرفها لما تقدم في قوله تعالى: </p><p> (تلك عشرة كاملة) ، وقوله:  (والذين) هو مبتدأ، وفي خبره إشكال، فإن قوله:  (يتربصن) إخبار عن الأزواج لا عن الذين وليس فيه ضمير يرجع إلى المبتدأ وقد ذكر في ذلك أربعة أجوبة .. </p><p> الأول: تقديره: يتربصن بعدهما، وذلك عن المبرد والثاني أن الضمير في:  (يذرون أزواجا) أي أزواجهم، ويتربصن عاد إلى الأزواج، والضمير إذا عاد إلى المضاف إليه كان في حكم ما عاد إلى المضاف، وذلك مثل قولهم: </p><p> (من مات وحلف يتبين الثلثين) ، وذلك عن الزجاج وعلى هذا يجب أن يجوز:  (صاحب الدار انهدمت) ، والثالث: عدل عن الإخبار عن الأزواج، لأن المعنى عليه، والفائدة فيه والقصد إليه، وذلك عن الكسائي والفراء وأنشد في ذلك: </p><p> لعلي إن مالت بي الريح ملية .... </p><p> على ابن أبي دبان أن يتندما </p><p> فسكت عن ذكر خبر لعل، والرابع: تقديره: (ويذرون أزواجا يتربصن) فيكون أزواجهم مبتدأ -، ثانيا:  (ويتربصن) خبره، لكن حذف المبتدأ الثاني إيجازا لا لم يشتبه المعنى، وإنما قال عشرا ولم يقل عشرة لتغليب التأنيث التذكير في باب التاريخ، وقال بعض النحويين: إن باب التأنيث غلب في باب العدد على عكس ما عليه حكم الباب، وعلى ذلك </p><p> \" فطافت ثلاثا بين يوم وليلة </p>"
}