{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> في حكم النكر للآخر، وقد بين الله تعالى أنه لما جاءهم بعد موسى رسول مطابق له، صار فريق مما اختصوا بعلم الكتاب نبذوا أحكام كتاب الله وراء ظهورهم، فصاروا كالجهلة، وهذا الفريق غير الفريق الأول، ولهذا لم يدخل فيه الألف واللام، وقد دل تعالى بالأيتين أن جل اليهود ثلاث فرق، فريق جاهر وأنبذ العهد، وفريق لم يجاهروا بذلك، لكنهم لم يؤمنوا به، وهم أكثرهم، وفريق أخر طرحوا حكم الكتاب عناداً، فصاروا في حكم الجهلة، وهذه القسمة عجيبة الشأن، فإن دافعي الحق ثلاثة أقسام، </p><p> جاهل غير عالم بجهله، وهو الشرير الذي لا مداواة له، وإياه عنى بقوله. </p><p> {أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ} ، وجاهل عالم بجهله، وهو الشاك وإياه عنى بقوله:  {بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ} ، ومعاند غير جاهل، وإياه عنى بقوله:  {نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ} ووصف هذا الفريق بأن حكمهم حكم الجاهلين الذين هم فوق الموصوفين بأنهم لا يؤمنون، [وكل من دافع الحق لا ينفك من الأقسام الثالثة التي ذكرناهما والله أعلم] ... </p><p> قوله - عز وجل -: </p><p> {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ} </p><p> الآية (١٠٢) سورة البقرة. </p><p> تلا: يقال تارة في اتباع الغير إما بالجسم وإما بالحكم، ومصدره تلو، وتلو وتارة في اتباع الكلام، وإما بالقراءة وان ابالتدبر لمعناه، ومصدره تلاوة وعلى الأول قوله:  {وَالْقَمَرِ إِذَا تَلَاهَا} </p><p> وعلى الثاني قوله:  {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} ، وتلا عليه كذب نحو روي عليه، وقال عليه، (ويقولون علي الله الكذب) وأما السحر فقد اختلف في مائيته على ثلاثة أوجه، ولابد من تبيينه لينبني كلام الله عليه في هذه الآية وفي غيرها من الآيات في ذكر السحر، فالأول: ما ذهب إليه أكثر الجدليين، وهو أنه اسم خداع وتخييلات لا حقيقة له، وإنما اعتماد الساحرين على شغل القلوب بشعبذة صارفة للأبصار وتمتمة عميقة للأسماع ولصرف الأبصار، قال تعالى {سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ} ، ولشغل الأسماع بالنميمة، قال: فيتعلمون منهما ما يفرقون به بين المرء وزوجه، قالوا: ولهذا سمي البيانالرائق سحراً، والثاني ما ذهب إليه الأغشام من العوام وجماعة من الأشرار، وهو أنه اسم لفعل من قوته تغيير الطبائع ونقل الصور، كجعل الإنسان حيواناً أخر وذكروا من ذلك خرافات توصلت بها الملحدة والبراهمة إلى إبطال النبوات والمعجزات، والثالث ما ذهب إليه محصلة أهل الأثر وعامة </p><p> المتوسمين بالحكمة، وهو أنه عمل يقرب إلى الشيطان بمعونة منه، وذلك أن توقع الساحر وهمه على أمر يريد فعله بالغير لافظاً بكلمات من الشرك ومادحاً للشيطان مستعيناَ به والدي يحتاج إليه في معرفة ذلك مقدمة، وهي أن الجواهر المكلفة ضربان جسماني محسوس، وروحاني معقول، فكما أن الجسماني بالقول الجمل ثلاثة أقسام: خيَّر، وشرير، ومتوسط، كذلك الروحاني، فالخير من الروحاني الأرواح المقدسة، وهي الملائكة، والشرير شياطين الجن والمتوسط مؤمنو الجن كمن نزل فيهم سورة </p><p> الجن، ولا كانت الملائكة لا تواصل ولا تعاون إلا خيار الناس كل متأله نقي، وكل ناسك تقي متشبه بهم في المواظبة على العبادة والتقرب إلى الله - عز وجل- بالفعل والقول، كذلك الشياطين لا تواصل ولا تعاون إلا الأشرار من الناس كل مشرك خبيث عابد للشيطان معاند للرحمن، ولهذا قال: {هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ (٢٢١) تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ}، وقال:  {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ} ، وقال:  {شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا} </p><p> إن قيل: لو أمكن الإنسان من جهة الشيطان الوقوف على الأخبار الغائبة والأفعال </p><p> الخارجة عن عادة البشر لكان يشبه طريق النبوة بطريق السحر، ولكن يجوز استغواء الساحر بسحره متصوراً بصورة نبي، وذلك يؤدي إلى ما ادعاه ما في الزنديق على كثير من الأنبياء في أنهم كانوا سحرة معاونين من قبل الشيطان، لا من قبل الرحمن - عز وجل -، قيل: الفرق بين ما يكون من فعل السحرة وبين ما يكون من الأنبياء لا يخفى على متنبه في المعرفة ومتدرج في أدنى منزلة من الحكمة، فإن تأثير السحر لا يكون إلا في فساد جزئي من كل مشرك خبيث في نفسه شرير في طبعه متدنس في بدنه، ولذلك أكثر ما يقع في حيض النساء وعبدة الأصنام وضعاف العقول وفي الأمكنة القذرة، وأكثر تأثيرهم في مجالسهم، ثم لا يكون في الندرة، ومتى قوبل بالاستعاذة بالله تعالى وبذكره بطل سلطانه، فأما ما كان من الأنبياء عليهم السلام، فلا يحصل إلا من كل مؤمن محصن الإيمان مقدس في نفسه خير في طبعه طاهر في بدنه [ويكون تأثيره] في أولي العقول الراجحة والأفهام البارعة، ويزداد بازدياد التقرب إلى الله تعالى، وذلك ظاهر لمن ألقى السمع وهو شهيد، ولو لم يكن للسحر حقيقة لا أعظم الله أمره في قوله:  {وَجَاءُوا بِسِحْرٍ عَظِيمٍ} ، ولما أمروا بالتعوذ من شر النفاثات في العقد، ولو كان كما قال الجدليون لما ورد والشرائع بقتل السحرة ونفيهم عن بلاد الإسلام، ولما أجرى مجرى الشرك حتى قال بعض الفقهاء: لا تقبل توبتهم كالمستسر بالكفر، والنميمة والخديعة لا تستحق بها هذه العقوبة، فإن قالوا فالذي هو كفر هو ما تقول العامة إن الساحر يطير بلا جناح، ويكفي البيضة والمكنة، فيبلغ في أقصر مدة إلى بلد بعيد، قيل: مدعى دلك ومصدقه سخيفان يضحك منهما، ولا خلاف أن بذلك لا يستحقان الارتداد والقتل، وإنما يستحق القتل إذا ادعى قتل الإنسان بسحره على شرائط مخصوصة على قول بعض الفقهاء أو ادعى ما ينبئ عن صريح كفر، وقد أنكر الجدليون ما روي في ذلك من الأخبار الصحيحة والآثار الواضحة كنحو ما روي أن اليهود سحرت رسول الله - صلى الله عليه وسلم - فقال - عليه السلام: \" أتاني ملكان، فقعد أحدهما عند رأسي، والآخر عند رجلي، فقال أحدهما: ما بالرجل فقال الأخر: مطبوب، قال: ومن طببه؟ قال: بنات لبيد بن </p><p> أعصم اليهودي \"، فبماذا قال في مشط ومشاطه، وجف طلعه ذكر في بئر ذوى أروان، فبعث من أخرجه وحل عقده، فكلما حل حل عقده، وجد لذلك خفة كأنما أنشط من عقال \" قالوا: إن ذلك إن قلنا بصحته لكان يقدح في نبوته، وليس الأمر على ما ظنوه لما تقدم، ولأن تأثير السحر لم يكن في النبي - عليه السلام - من حيث ما هو نبي، وإنما كان في بدنه من حيث هو إنسان وبشر، وكما كان يأكل ويتغوط ويشرب ويمشي ويقعد ويغضب ويشتهي ويمرض ويصح من حيث هو بشر لا من حيث هو نبي، وإنما كان ذلك قادحا في النبوة لو وجد للسحر تأثير في أمر يرجع إلى النبوة، ثم كون النبي - عليه السلام - معصوما من الشيطان لا يقتضي أن لا يؤثر في بدنه ذلك تأثيراً صغيرا لا يقدح فيه من حيث ما هو نبي، فقد كأن تأثير ذلك في جزء من بدنه تأثيرا محسوسا لم يتعده إلى زوال عقله ولا إلي إفساد نفسه، كما أن جرحه وكسر ثناياه يوم أحد لم يقدح فيما ضمن الله له من عصمته، حيث قال:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ، وكما لا اعتداد بما يقع في الإسلام من ارتداد أهل بلد أو غلبة المشركين على بعض النواحي فيما ذكر من كمال الإسلام بقوله:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} ومن أثبت كليات الحقائق بإثبات جزئياتها لم يسعفه في قياسه لدى التحصيل مقدمته ولا يثبت به في المقامات قدمه، وأما متصرفات لفظ السحر، فقد كثرت، وذاك إنه من حيث يتصور تارة دقته وتارة، حسنه وتارة فتنته، وتارة خبثه وشرارته استعمل في كل ذلك لفظه بحسب تصور كل واحد من ذلك، فسمي الشعبذة سحرا ومنه قوله:  {سَحَرُوا أَعْيُنَ النَّاسِ} ، والكلام الرائق سحرا، ومنه قيل:  (إن من البيان لسحرا) ، والعين الفاتنة ساحرة، والعالم ساحرا، [وعلى ذلك حمل قوله:  {وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ} ، والفعل الدقيق سحرا] حتى قالت الأطباء: الطبيعة ساحرة، وسمي الغذاء </p><p> سحرا من حيث يدق تأثيره، قال: وتسحر بالطعام وبالشراب والسحر الرئة، فيجوز أنه سمي بذلك اعتبارا بدقة تأثيره في ترويحه القلب بإيصال النفس (البارد إليه) إخراج الحارمنه، فكأنه ساحر في فعله ذلك، وقوله:  {إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ} قبل من المخلوقين وحقيقته من المجعول له سحر، أي من الحيوان، وقيل فيه، وفي قوله:  {إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} ، أي معه رأي من الجن والفتنة: اختيار بتعذيب، ولما انطوى معناها على الأمرين استعملت في كل واحد منهما مفردة نحو قوله:  {ذُوقُوا فِتْنَتَكُمْ} أي عذابكم وفتنت الذهب إذا اختبرته بالنار، وقوله:  {وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ} يحتمل الوجهين، والآية معطوفة على ما تقدم من ذكر اليهود، وهي منطوية على أمرين: ذم اليهود في تحري السحر وإيثاره وتبرئة لسليمان - عليه السلام - مما نسبوه إليه، وذلك أنه روى أن الشياطين من الإنس والجن دفنوا تحت كرسي سليمان عليه السلام شيئا من السحر، فلما مات عليه السلام أخرجوا ذلك، وادعوا أنه كان يتحرى ما يتحراه سحراً منها فذكر الله تعالى أن بعض اليهود اتبعوا ما تخرصه الشياطين على ملك سليمان، ونزه سليمان عن الكفر وما نسب إليه من السحر، وذكر أن الشياطين هم المستحقون لذلك، واختلف في قوله:  {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ} فقيل فيه ثلاثة أقوال: </p><p> الأول: أن ما جرى معطوف على قوله {مُلْكِ سُلَيْمَانَ} ومعناه: كذبوا على ملك سليمان وعلى ما أنزل على الملكين والثاني: أن ما نفى وعلى القولين: قيل لم يعلم الملكان السحر، بل كانا ينهيان عنه {حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ} أي حتى بلغ من نهيهما عن ذلك أنهما كانا يقولان إنما نحن فتنة، أي مفتونون بأن نعلم السحر وذلك مستبعد من حيث اللفظ، فإنه إنما يقال: فلان لا يفعل كذا حتى إنه يقول كذا على سبيل الاستئناف، ولا يقول حتى يقول، وقال هذان القائلان معنى (ويتعلمون منهما) أي </p><p> من السحر والكفر، وقد جرى ذكر السحر صريحاً، وذكر الكفر ضمناً في قوله، كفروا، والثالث قول أكثر المفسرين إن (ما أنزل) نصب معطوف على قول السحر، ومعناه علم السحر وكيفية تعاطيه وقوله \" منهما \" راجع إلى الملكين، وكان تعليمهما ذلك ليحترز به، لا ليتعاطى فعلها ولهذا كانا يقولان (إنما نحن فتنة فلا تكفر) ، والذي أنكره من يذهب إلى التقديرين الأولين هو لظنه أن علم السحر محظور كفعله، وليس الأمر على ما ظن، وذاك لما قد ثبت أن الحكمة معرفة الصدق من الكذب في الأقوال والخير من الشر في الأمور ليتحرى الصدق والخير ويتجنب الكذب والشر، فمعرفة الكذب. </p><p> والشر إذا واجبة كوجوب معرفة الصدق والخير، بل لا يتم معرفة أحدهما إلا بالآخر كما قد تبين أن المعرفة بالمتضادين واحد، وإن كان معرفتهما لازمة، فتعريفهما واجب، وإنما المستقبح تعاطي الكذب والقبيح، فإذا كان كذلك فلا ضير أن يبعث الله تعالى من قبله في وقت يكثر فيه الاستغواء بالسحر هن ينبه على وجه احتياله، فتزول عن الناس الشبهة، ثم إن استعان شرير به على تعاطي شر، فهو كالاستعانة بتعلم الفقه وتعاطي العبادات لاستغواء الناس، فما من شي من المعادن أو من المعارف والعلوم نسخ في هذه الدار مصلح لخير إلا ويمكن استعماله في شر، ومن لم يتمسك فيما يتحراه بالطاعة وقع في المعصية أو الكفر، وأما هاروت وماروت فالظاهر أنهما. كانا الملكين، وقيل: كانا رجلين سُميَا ملكين اعتباراً بصلاحهما ولهذا قرأ بعض القراء {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ} اعتباراً بملكهما، وقال بعض المفسرين إن الملكين ليسا بهاروت وماروت، وإنما هما شيطانان من الجن والإنس وجعلهما نصباً في اللفظ بدلاً من الشياطين بدل البعض من الكل كقولك: القوم قالوا كذا زيد وعمرو، قال: ويكون قولهما: (وإنما نحن فتنة) كقول الخليع لغيره: لا تعيرني فإني خليع فاسق، ويكون قوله:  {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ} نفقاً اعتراضاً بين البدل والمبدل منه، وروى بعض من جعلهما ملكين أنهما كانا صيُراً على صورة الآدميين وركب منهما الشهوة، وأنهما تعرضا لامرأة يقال لها زهرة فحملتهما على شرب الخمر وارتكاب المحظور ثم صعدت إلى السماء، فقد استسخف جماعة الجدليين قائل هذا الحديث وعدوه خرافة ينره العاقل سمعه عن سماعه، وذكر بعض الناس أن ذلك رمز منقول عن </p><p> كلام القدماء، وكان عادتهم أن يرمزوا بكثير من العلوم قال: وهذا من رموزهم، وهو أنه كان عادتهم إذا أرادوا تبيين اختصاص كل نجم بفعل يختص به جعلوه بصورة متعاطي الفعل الخاص به ويقول: إنه فعل كذا وقال كذا، ولما كان من شأن الزهرة على ما يدعون حمل الإنسان على تعاطي الغزل واللهو واللعب والشرب كنوا عنه بذلك، وعلى ذلك قالوا: الأفعال الزهرية كناية عن الغزل واللعب، وعلى ذلك فعلوا في سائر النجوم حتى جعلوا لها صوراً مصورة في الكتب على هيأت المتعاطين الصناعات المختصة بطبعها والله أعلم بذلك، وقوله تعالى:  {فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ} قيل: عني به الرجل وامرأته، وقيل: عني به الإنسان وقرناءه وأصدقاءه امرأة كانت أو غيرها، نحو قوله:  {احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ} إشارة إلى قوله تعالى: {إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ} ، وقوله:  {فَيَتَعَلَّمُونَ} معطوف على ضمن ما تقدم، كأنه قال: يعلمون فيتعلمون، وقوله:  {وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ} الإذن قد يقال في الإعلام بالرخصة، وقد يقال للعلم، ومنه أذنته بكذا، ويقال في الأمر الجسيم، وينبغي أن يعلم أن الإذن في الشيء من الله تعالى ضربان، أحدهما: الإذن لقاصد الفعل في مباشرته نحو قولك: أذن الله لك أن تصل الرحم، والثاني: الإذن في تسخير الشيء على وجه تسخير السم في قتله من يتناوله والترياق في تخليصه من أذيته، فإذن الله تعالى في وقوع التسخير وتأثيره من القبيل الثاني، وذلك هو المشار إليه بالقضاء، وعلى هذا يقال: الأشياء كلها بإذن الله وقضائه، ولا يقال: الأشياء كلها بأمره ورضاه، والضر ما يعوق الإنسان عن فعل الخير سواء كان ذلك مما يعرض في بدنه، أو كان شيئا خارجاً منه، والنفع ما يسهل سبيل الإنسان إلى الخير، ومن قال: النفع هو اللذة، فإنما اللذة بعض النفع، فقد يكون الشر نافعة، ولا يكون لذيذاً، </p><p> إن قيل: كيف قال: {مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} وما يضر يعلم أنه لا </p><p> ينفع؟ قيل: إن ذلك من وجه ووجه، فقد يكون الشيء نافعة من وجه وضاراً من وجه، وتعلم السحر كان </p><p> نفعاً لو احترزوا بمعرفته عمن يغوى، فلم ينتفعوا به من هذا الوجه واستضروا به لاستعمالهم إياه في غير الحق ولقد علموا أن من استبدل ما جاءت به الشياطين من السحر بالحق أن لاحظ له في الآخرة. </p><p> قوله - عز وجل -: </p><p> {وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ} الآية (١٠٢) سورة البقرة. </p><p> ويصح أن يكون معطوفاً على المعلوم، وهو قوله:  {لَمَنِ اشْتَرَاهُ} ويصح أن يكون استئنافا حكماًَ به، وجواب قوله:  {لَوْ كَانُوا يَعْلَمُونَ} محذوف. </p><p> إن قيل: كيف أثبت لهم العلم في أول الكلام ونفى عنهم في أخره؟ فالجواب في ذلك من أوجه .. </p><p> الأول: أن العلم المثبت لهم هو العقل الغريزي، وما جعله لهم بصيغته، والمنفي عنهم هو المكتسب الذي هو من جملة التكليف، والثاني: أن المثبت لهم هو العلم بالجملة، والمنفي عنهم هو العلم بالتفصيل، فقد يعلم الإنسان مثلاً قبح الشيء ثم لا يعلم أن فعله قبيح، فكأنهم علموا أن شرى النفس بالسحر مذموم، لكن لم يتفكروا في أن ما يفعلونه هو من حملة ذلك القبيح، والثالث: أنهم علموا عقاب الله، لكن لم يعلموا حقيقة عقابه وشدته، والرابع: أن معنى قول {لَوْ كَانُوا يَعْلَمُونَ} يعملون به، لأن من لا </p><p> يعمل بما يعلم فهو في حكم من لا يعلم. </p>"
}