{
  "id": null,
  "sura": 2,
  "aya": 74,
  "text": "<p> قوله - عز وجل -: </p><p> {ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} </p><p> الآية:  (٧٤) سورة البقرة. </p><p> قساً وحساً وعساًَ تتقارب معانيها- تقارب ألفاظها، فالقساوة تقال في الصلب الذي لا تخلخل فيه كالحجر ونحوه، وقيل: قلب قاس تشبيهاً به، وعسا إذا كان هدى معه عصيان فهو يقارب عصى، وحساً يقال فيما يتصلب، والصلابة تقال فيما في جوهره شدة، وأما الشدة فتقال فيما تعتبر فيه انضمام الأجزاء بعضها إلى بعض، ومنه قيل: شددته، وشد الشر الشيء واشتد، وقيل للعد والشد، كما يقال فيه القابض والتقريب والشدة تارة تقال في القوة الجسمية، وتارة في القوة النفسية، وقولهم:  \" بلغ فلأن</p><p> أشده \" ، أي حاله استمر مرير نفسه وجسمه، والنهر يقال لمسيل الماء الواسع، وللماء جميعا ولتصور السعة. </p><p> فيه يقال منه أنهرت فتقه، أي أوسعته، والنهار خص به السعة فيما بين طلوع الفجر إلى غروب الشمس، وألشق أن يجعل الشك شقين، وقيل للأخوين شقيقان، وللخلاف الشقاق، إذ هو ضد الائتلاف، والشقيقة في الداء تشبيهاً بذلك، ولهذا قيل له الصداع والخشية خوف عن تعظيم المخشى، وقد تقدم الفرق بينه وبين إخوانه والغفلة والسهو والنسيان يتقارب، لكن النسيان بانحذاف ذكر الشيء عن القلب والغفلة استتارة في بعض الأحوال اشتغالاً بغيره، والسهو يقاربه، إلا أن الغفلة أكثر ما يقال فيما تركته وحقه أن لا يترك، والسهو يقال فيه وفيما فعلته ولم يكن حقه أن يفعل، فإذا السهو أعم من الغفلة واستعمل لأحد الشيئين، وقول من قال هو للشك فنظر منه إلى بعض تفاصيله، فإن الشك لا يقيده او بالقصد الأول، فقد يقال: لقيت زيدا أو عمرو قصداً إلى الإجمال والإبهام، أو لعله عنابه التفصيل، وقود بين الله تعالى بالآية أنهم ارتكبوا ذنوباً قست بها قلوبهم بعد آيات مقتضية للين </p><p> قلوبهم من إحياء الفتى ومسخ الناس قردة وخنازير ورفع الطور فوقهم وأنها صارت في القساوة </p><p> بحيث إن قلت إنها كالحجارة قساوة صح بنظر، وإن قلت هي أشد من الحجارة صح بنظر، ثم ذكر حكماًَ كليا، فقال \" وإن من الحجارة أي من القلوب القاسية التي هي كالحجارة، فذكر المشبه بلفظ المشبه به تحقيقا للتشبيه،كقولك:هم كالبقر ومن البقر ما يفعل كذا، أي من القوم الذين كالبقر،فكأنه قيل:وإن من القاسية قلوبهم من يراجع، فبعض يتفجر منه الأنهار، ومعناه حكمة بالغة كأنهار متفجرة، وبعض يتحصل منه نوع من العلوم يجري مجري الماء، وقد تقدم أن الماء يضرب به المثل في العلم، وبعض يحصل منه الخشية، ونبه بفحوى في الكلام أن هؤلاء المذمومين لم يحصل منهم شيء من ذلك فهم أحجار صلدة،وإنما قال:{لَمَا يَتَفَجَّرُ مِنْهُ}، ولم يقل من اعتبار بلفظ الحجارة، وهذا الذي قلناه على قول من اعتبر هذه الأحكام في المشبه دون المشبه به، فأما من اعتبر ذلك في المشبه به دون الشبه،ففيهم من تعسف جدا في قوله:{وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ}أي من الحجارة،</p><p> ومنهم من قارب، قال أبو علي الجبائي: عنى لهذه الحجارة البرد الهابط من السماء، وبقوله:  {مِنْ خَشْيَةِ اللَّهِ} أي بخشيته، وعنى بالخشية التخويف، لأن الخوف والخشية واحد، قال: \" ولما كان نزول البرد تخوفا ألفه لعباده قال ذلك، ثم قال، وإنما قلت هذا، لأن الحجارة جماد فلا يصح منه الخشية، كما ترى [قال الشيخ أبو القاسم- أيده الله] - فهذا كما ترى، وقال البلخي: هذا على جهة التمثيل لا في الحجارة من الانقياد لأمر الله الذي لو كان من حي قادر دل على أنه حاش لله ... </p><p> ، وقال بعضهم: وإن منها أي من الحجارة لما يهبط من أجل أن يخش الله العباد، وقال أبو مسلم {وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ} ، الهاء فيه راجع إلى القلوب لا إلى الحجارة، أي من القلوب ما يخضع، </p><p> فيكون ذلك مستثنى من القاسية قلوبهم، {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ} .وقال مجاهد وابن جريح كل حجر تردى من رأس جبل فخشية الله نزلت به، وقال الزجاج: الهابط منها قد جعل له معرفة، قال: ويدل على ذلك قوله: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ} ، وقال: ألم تر أن الله يسجد له من في السموات ومن في الأرض إلى قوله: {وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ} ، وقد روي مثل هذا عن السلف ولابد في معرفة ذلك من مقدمة تكشف عن وجه هذا القول، وحقيقته، فإن قوما استسلموا لا حكى لهم من هذا النحو، فانطووا على شبهة، وقومي استبعدوا ذلك واستخفوا عقل رواته وقائليه، فيقال وبالله التوفيق إن قوماً من المتقدمين ذكروا أن جميع المعارف على أضرب، الأول: المغرفة التامة التي هي العلم التام وذلك لعلام الغيوب الذي أحاط بكل شيءعلماً، والثاني: معرفة متزايدة، وهي للإنسان، وذاك أن الله تعالى جعل له معرفة غريزية، وجعل له بذلك سبيلاً إلى تعرف كثير مما لم يعرفه، وليس ذلك إلا للإنسان، والثالث: معرفة دون ذلك وهي معرفة الحيوانات التي سخرها لإيثار أشياء نافعة لها والسعي أوليها واسترسال أشياء هي ضارة لها وتجنبها ودفع مضار عن أنفسها، والرابع: معرفة الناميات من الأشجار والنبات، وهي دون ما للحيوانات وليس ذلك إلا في استجلال النافع وما ينميها، والخامس: معرفة العناصر، فإن كل واحد منها مسخر، لأن يشعر المكان المختص به كالحجر في طلب السفر، والنار في طلب العلو ودلك له بتسخير الله تعالى لا باختيار منه، قالوا: والدلالة على ذلك أن كل واحد من هذه العناصر إذا نقل عن مركزه قهرا أبى إلا العود إليه طوعأ، قالوا: ويوضح ذلك أن السراج تجتذب الأدهان التي تبقيه ويأبى الماء الذي يطفيه، وأن المغناطيس </p>"
}