{
  "id": null,
  "sura": 2,
  "aya": 4,
  "text": "<p> من أنوار المعرفة يفيضون \" فعلى هذا عام في كل ذلك.</p><p> قوله تعالى:  {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ} . </p><p> سورة البقرة: الآية (٤) .. </p><p> الإنزال، والوحي متقاربان، لكن استعمال \" الإنزال \" على اعتبار حال المنزل والمنزل إليه بالشرف والمنزلة، لا بالمكان،والوحي:هو الإشارة والإبقاء.</p><p> وذلك على ثلاثة أضرب بينها الله تعالى في قوله {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ} الأول - من ذلك الوحي: والإنزال الذي بينه تعالى وبين أولي العزم من الرسل بسفير يرونه. </p><p> والثاني: بسماعٍ من غير رؤية، كحال موسى - عليه السلام - في ابتداء بعثته. </p><p> والثالث: بالإلهام والإلقاء في الروع. </p><p> وذلك ضربان: إما الإلقاء في الروع في حال اليقظة، وهو المعبر عنه بالمحدث و \" المروع \"،وعليه نبه عليه السلام بقوله:(إن في أمتي لمروعين)وقوله:(إن يك في هذه الأمة محدث فعمر بن الخطاب)وقوله(إن روح القدس نفث في روعي)وإما إلقاء إليه في المنام،وذلك ضربان:إما ظاهر من المنام لا يحتاج إلى تعبير ...</p><p> وإما تلويح ورمز يحتاج إلى تعبيره، ولهذا قال عليه السلام: </p><p> \" الرؤيا الصادقة [الصالحة] جزء من خمس وأربعين جزءاً من النبوة \" فالذي يكون في المنام بالإلقاء في الروع، قد يكون لغير الأنبياء - عليهم السلام - والذي يكون بالسماع من غير رؤية قد يكون لغير أولي العزم من الرسل. </p><p> والذي يكون بالسفير المرئي لا يكون إلا لأولي العزم. </p><p> وعلى هذا </p><p> حال الإنزال، فقد ذكر تعالى:  {اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ} ، وقال:  {وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ} وقوله: {وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ} ومعلوم أن ذلك بالتمكين والإلقاء في الروع: بالهداية إليه. </p><p> واليقين أقوى إدراكات العقل، ولهذا قيل: هو مشاهدة الغيوب بعين القلوب تنبيه أنه أقوى إدراكات العقل، كما أن رؤية البصر أقوى إدراكات الحواس، ولصعوبة إدراكه، قال - عليه السلام -: \" أخوف ما أخاف على أمتي ضعف اليقين \" ولذلك قالوا: اليقين هو اطمئنان القلب اعتباراً بثمرته. </p><p> وقال تعالى:  {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ} واستعمل فيه \" الرؤية تنبيهاً على ما تقدم، والكلام في ترتيب الآيتين ونظمها صعب.</p><p> وذاك أنه إن كانت تفصيلاً للمتقين، فالوجه أن يفصل ذلك بفصل لا يدخل أحد القسمين في الآخر، نحو أن يقال: العرب بدوي وحضري، وشاعر وغير شاعر. </p><p> أو تميمي وغير تميمي، فأما أن يقال: شاعر وتميمي، فلا يصح، ومعلوم أن بعض ما ينطوي عليه أحد الآيتين داخل في جملة الأخرى. </p><p> وإن كان ذلك ليس بتفصيل، وإنما هي صفات للمتقين، ويكون ذكر بعض ذلك مخصصاً عن الجملة كذكر جبرائيل وميكائيل بعد الملائكة على سبيل التخصيص، فالوجه: أن لا يعاد \" الذين \" ثانياً، [ثم] قوله: {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} الآية: (٥) - سورة البقرة. </p><p> [يجب أن يعلم هل هما صفتان لموصوفين أو لموصوف واحد] فيقال - وبالله التوفيق: إنه قد قيل: الآيتان - وإن كانتا عامتين فمعناهما خاص. </p><p> فالأولى أشير بها إلى الذين آمنوا عن الشرك، والثانية إلى الذين آمنوا من أهل الكتاب - وهو قول ابن عباس - واستدل على تقوية ذلك بأنه كما صنف الكفار - بعد </p><p> ذلك - فجعلهم \" مجاهداً \" و \" منافقاً \" ، كذلك صنف المؤمنين، فجعلهم مؤمناً عن شرك، ومؤمناً عن غير مخالف في النبوة. </p><p> فعلى هذا قوله:  {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ} كأنه قيل: هذا الكتاب هدى للمسلمين الذين هذا وصفهم. </p><p> ولأهل الكتاب الذين جمعوا بين الإيمان بك وبمن تقدمك. </p><p> وقد قيل فيه قول ثان: وهو أن الإيمان ضربان: ضرب يمكن أن يدرك جملتها بالعقل، وإن لم يكن إدراك تفاصيله إلا بالشرع. </p><p> وذلك ثلاثة أشياء. </p><p> ذكرها في الآية المتقدمة: وهي أفضل ما يؤدي بالجوارح وهي الصلاة. </p><p> وأفضل ما يؤدي من الأملاك، وهو الزكاة. </p><p> وذلك صفات المتقين. </p><p> ثم ذكر بعد ذلك ثلاثة أشياء. </p><p> ذكرها في الآية المتقدمة: وهي أفضل ما يؤدي بالجوارح وهو الصلاة. </p><p> وأفضل ما يؤدى من الأملاك، وهو الزكاة. </p><p> وذلك صفات المتقين. </p><p> ثم ذكر بعد ذلك ثلاثة أحوال من أسرار الإيمان مما لا سبيل إلى معرفته إلا بالسمع وهو الإيمان بالقرآن والإيمان بالكتب المنزلة على الرسل المتقدمة الإيقان بيوم القيامة قال: وإنما أعاد \" الذين \" تنبيهاً أن هذه الثلاثة سبيلها غير سبيل الأول، وقد قيل فيه قول ثالث: وهو أن الإيمان ضربان، ضرب هو معرفة سبيل الحق، وطلب الوسيلة إليه وهو المشار إليه بقوله:  {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} وبقوله: {وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} وضرب هو مزاولة السلوك إليه المشار [إليه] بقوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} وبقوله: {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ} فالمعنيون بالآية الأولى هم الموطئون السبيل إليه بالإيمان به والعبادات البدنية والمالية، وبالثانية المجتهدون في التوصل إليه وهم الذين يعرفون حقائق مراد الله بما أنزله على أنبيائه وعناهم الله تعالى بقوله:  {وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ} وبقوله: {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ} وبقوله: {أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ} وهم المزيد لهم بقوله: {وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا} فعلى </p>"
}