{
  "id": null,
  "sura": 2,
  "aya": 233,
  "text": "<p> والثاني أن الكاف الأولى خطاب للنبي- عليه السلام، والثانية للكافة، وعلى هذا قوله:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} وفائدة ذلك أن قوله: (ذلك) إشارة إلى حقائق ما تقدم، ولا يكاد يتصوره إلا هو- عليه السلام-، ومن يدانيه من أولياء الله عز وجل-، وذلك إشارة إلى العمل، والعمل به يتشارك فيه كافة المسلمين، والثالث: أن خطاب الجمع تارة يعتبر بلفظ مفرد، فيفرد خطابهم نحو بهذا القبيل:  \" فعلتُ كذا \" ، وتارة يعتبر معنى الجمع، فيقال: فعلتم فعلى هذا، لو قيل في الأول:  (ذلكم) ، وفي الثاني (ذلك) لصح، أو قيلا بلفظ واحد لصح. </p><p> قوله - عز وجل -: </p><p> {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} </p><p> الآية (٢٣٣) - سورة البقرة. </p><p> الرضاع أصل، وعنه استعير \" لئيم راضع \" لمن تنامي لؤمه وإن كان ذلك في الأصل ممن كان يرضع غنمه، لئلا يسمع صوت شخبة، لكن تعورف في اللؤم، حتى قيل:  \" رضع فلان أي لؤم \" ، وسمي الثنيتان الراضعتين، لاستعانة الصبي بهما في الرضع، (وكسوتهن) عن الكسوة استعير: اكتست الأرض بالنبات، وكسوته ثناء أو هجاء، وصار الكساء لضرب مخصوص من الثبات. </p><p> والتكليف أصله فيما جعلت به الإنسان كلفاً، وصار في التعارف لما ألزمته وأكلفته بكذا جعلته كلفاً به، والكلف بالوجه لتصوره كلفه به، والميراث أصله فيما أصبته من غيره حيا كان الموروث منه أو ميتا، لكن صار في التعارف اسماً لا يخلفه الميت من المال، والفصل ضد الوصل كالفضل، واستعماله في قطع الرطب من النبات، ومنه الفضيل، يقال: فصلت بين الكلام والعقد، وفي القضاء، وسمي الفطام فصالاً للفصل </p><p> بين غذائي الصبي، وتعورف الفصل في السقب والتشاور لاستخراج الرأي من الغير، من شرت العسل، (وشورت الفرس) استخرجت جربه وأشرت إليه بكذا، أي أخرجته بالإيماء من بين ما يشاكله، وسمي الإصبع مشيرة، لكونها ذات إشارة كما سميت مسبحة وسبابه، وسميت السنة حولأ، لانقلابها في فصولها وشهورها، ودوران الشمس في مطالعها ومغاديها، وذكر جماعة من الفقهاء أن قوله:  {وَالْوَالِدَاتُ يُرْضِعْنَ} أمر وإن كان لفظه خبراً، لأنه لو كان خبراً لم يقع مخبره بخلافه، وهذه قضية إنما تصح في كل خبر لفظه لا يحتمل التخصيص، فأما إذا كان عاما يمكن أن يخصص على وجه يخرج من كونه كذباً، فادعاء ذلك فيه ليس بواجب، وهذه الآية مما يمكن ذلك فيه، ثم ذلك لو كان أمرا لكان أمراً للوالدات، وقد علم أن الأم وإن لم تكن مكلفة فهي أحق برضاعها، </p><p> فإن قيل: فإذا لم يكن أمرا فما وجهه؟ </p><p> قيل أخبر الله تعالى أن حكم الله في ذلك أن الوالدات أحق بإرضاع أولادهن سواء كانت في حبالة الزوج أو لم تكن، فإن الإرضاع من خصائص الولادة، لا من خصائص الزوجية، ولهذا قال عليه السلام: في الأمر إنها أحق بالولد ما لم تتزوج، وإنما ذكر (كاملين) لأنه قد يقال: \" فلان فعل كذا سنتين \" وإن كان ذلك في سنة وبعض الأخرى، وكذا يقال: شهرين ويومين، فأريد إزالة هذه الشبهة، وقال الفقهاء: لما جعل الرضاع حولين وقال في موضع: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} ، نبه على أن الولد قد يولد لستة أشهر، وفيه تنبيه على لطيفة، وهو أن الولد متى كان زمان حمله وفاصله أقل ثلاثين شهرا أضر ذلك به، فإذا ولد لسبعة أشهر لم يضره أن ينقص رضاعه عن الحولين، وجعل ابن عباس ذلك حكما شرعياً، وقال: يجب أن يكون الحمل والرضاع هذا القدر، وقوله تعالى:  {لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} أي هذا التوقيت ليس بفرض، لكن لمن أراد إتمام الرضاعة، وفيه تنبيه أنه لا </p><p> يجوز تجاوز ذلك وأن لا حكم للرضاع بعد الحولين ويقويه ما روي جابر أنه قال عليه السلام: </p><p> \" لا رضاع بعد المولين \" وعلى هذا يحمل قوله: \" الرضاعة من المجاعة \" ويؤكده أن كل حكم في الشرع علق بعدد مخصوص يجوز الإخلال به في أحد الطرفين لم يجز الإخلال به في الطرف الآخر، كخيار الثلث وعدد حجارة الاستنجاء، والمسح على الخفين يوماً وليلة أو ثلاثة أيام، فلما كان الرضاع يجوز الإخلال به في أحد الطرفين، وهو النقصان لم تجز مجاوزته، وقوله:  (وعلى المولود له .. ) ، أي الأب، وفائدة تخصيصه بهذا الوصف دون لفظ الأب تنبيه أن الابن في الحكم للأب، وأن حظ الأم فيه يقل وعلى ذلك دل الشاعر: </p><p> وإنما أمهات الناس أوعية ... </p><p> مستودعات وللأحساب أباء </p><p> وبين تعالى أن رزق المرأة المرضعة، أي طعامها وكسوتها على الأب إذا أرضعته زوجة كانت أو مطلقة، وفيه تنبيه أن سائر نفقة الولد، على الأب لكن أجمعو أن الولد إذا كان له كفاية، فللأب أن لا ينفق عليه، وقوله: بالمعروف تنبيه، على أن النفقة بقدر اليسار والإعسار، وجعل ذلك مؤولا إليهم وإلى الحكام، ولم نجد فيه حدا لاختلاف الناس بقدر الأزمنة والأمكنة والسن وأكد ذلك بقوله:  {لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا} فلم يسم الفاعل، وقال في أخرى:  {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا} قيل: هذا التكليف فيه مدخل للحكام، ولغيرهم فجعل لفظه منهما في موضع، ومعناه لا يجوز تكليفه إلا وسعه، وقوله:  {لَا تُضَارَّ} حمل على الجبر، وعلى الأمر، فأما إذا حمل على الجبر فهو تنبيه على ما بني </p><p> تعالى عليه الغرائز في محبة الأبوين للولد وميلهما إليه وإيثارهما له على أنفسهما، وليس ذلك في الإنسان فقط، بل في عامة الحيوانات، وذلك متقرر في النفوس حتى زعم الناس أن الهرة تأكل ولدها محبة لهم، فأخبر تعالى عما بني الطباع عليه تنبيهاً لكل واحد من الأبوين أن لا يتهم الأخر في ولده إذ قد يبلغ من شغف كل واحد منهما أن لا يأمن الأخر عليه وعدم نفقة الأم لفرط شفقتها على شفقة الأب، وذلك بالعلات ظاهر ثم باعتبار حال الحيوان يظهر ذلك ظهورا بينا وذلك أن الحيوانات المتوالدات على ضربين، ضرب يجتمع الأبوان على تفقد الولد وضرب تنفرد الأم به دون الأب، فالأم لا تنفك من تفقد الولد في جميع ذلك، فدل ذلك أن الله ركز في نفوس الأمهات من الإشفاق أكثر مما ركز في الآباء، وقوله:  {وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ} على هذا التقدير معناه عليهم أن يجروا مجراهم، وذاك أنه لا عرف من غرائز الأقارب التحاسد بخلاف ما بين الأبوين والأولاد، حتى قيل: إن الأقارب كالعقارب، بل أضر من العقارب، نبه أن حق الأقارب أن يجروا مجراهم في شفقة البعض على البعض، إذ بينهم من النسائك، والنماذج قريب مما بين الوالدين والولد، وأما إذا حمل على الأمر، فنهى أن يفعل كل واحد من الأبوين ما يؤدي إلى مضرة الولد يكايد صاحبه، أو يضرب من النظر الفاسد، فمن المفسرين من حمل ذلك على ما تقدم ذكره، وأن الوالدة منهية عن المضارة المتعلقة بالرضاع، والمولود له منهي عن المضارة فيما يلزمه من النفقة والكسوة، ومنهم من جعل ذلك عاما في كل ما يعود بضرر على الولد من تربيته وتأديبه وتهذيبه وغير ذلك مما يكثر حصره، وقوله:  {وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ} منهم من حمل ذلك على وجوب إزالة المضارة ومنهم من حمل عليه وعلى وجوب النفقة، واللفظ محتمل لها. </p><p> وقوله:  {فَإِنْ أَرَادَا فِصَالًا} أي فطاما قبل الحولين وقيل: عنى بالفصال المفاصلة عن الوالدة أو الوالد إذا تراضيا بذلك وسلمه أحدهما إلى صاحبه، وعلق ذلك بالتراضي منهما والتشاور لئلا يقدم أحدهما عن غيرة إلى ما يضر بالولد، ونبه بذلك أن كل أمر مبهم العاقبة، فالوجه فيه الإقدام عليه بعد إجماع الآراء والاستشارة، وقوله:  {وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ} ، أي إذا امتنعت الأم أو </p>"
}