{
  "id": null,
  "sura": 2,
  "aya": 268,
  "text": "<p> {خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا} ، ويجوز أن يتضمن مع ذلك أن الذي تجب فيه الزكاة، وهو ما قصد به قوام الإنسان دون ما قصد به البهائم كالحشيش ونحوه، وقوله:  {أَنْفِقُوا} عام في الواجب والتطوع .. </p><p> إن قيل: لم قال: {وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ} ولم يقل: (ولا تنفقوا الخبيث) مع أن اللفظ كان أوجز؟ </p><p> قيل: لأن القبيح من الإنسان أن يقصد الخبيث أي الرديء من جملة ما في يده فيخصه بالإنفاق في سبيل الله، فأما إنفاق الرديء لمن ليس له غير ذلك، أو لمن لا يقصده خصوصا فغير مذموما. </p><p> قوله - عز وجل: </p><p> {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ} </p><p> الآية:  (٢٦٨) - سورة البقرة. </p><p> الفقر أربعة: فقر الحسنات في الآخرة، وفقر القناعة في الدنيا، وفقر المقتني، وفقرها جميعا والغني بحسبه، فمن حصل له في الدنيا فقد القناعة والمقتني فهو الفقير المطلق على سبيل الذم، ولا يقال له غني بوجه وهو المشار إليه بقوله عليه الصلاة والسلام \" كاد الفقر أن يكون كفراً \" ، ومن فقد </p><p> لقناعة دون القنية، فهو الغني بالمجاز فقير بالحقيقة، </p><p> ولهذا قال: قد يكثر المال والإنسان مفتقر، </p><p> وقيل لبعضهم: أفلان غني؟ فقال: لا أدري غناه، ولكنه كثير المال، ومن فقد القنية دون القناعة، إنه يقال له فقير وغني، وكلاهما يقالان على طريق المدح، فقد قيل: ليس الغني بكثرة العرض وإنما الغني غني القلب \"، والمشهور من الفقر عند العامة الحاجة وأصله كثير الفقار ومن قولهم: فقرته نحو كبدته، وبطنته، وبهذا النظر سمى الحاجة والداهية فاقرة، نحو:  {تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ} ، الفحش والفحشاء كل منكر من المقال والفعال وإن كان قد خصها بعضهم هاهنا بالبخل، كقول شاعر: </p><p> أرى الموت يعتام الكرام ويصطفي. . . عقيلة مال الفاحش المتشدد </p><p> فقوله:  {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ} ، قيل: عنى فقر الآخرة وهو أن يخيل إليه أن لا جزاء ولا شُكوراً وقيل هو بأن يخوفه، الفقر في آخر عمره. </p><p> إن قيل: على أي وجه يتصور وعد الشيطان؟ </p><p> قيل: إن ذلك تسليط النفس ووساوسه ولهذا قال هاهنا في الشيطان: {وَيَأْمُرُكُمْ بِالْفَحْشَاءِ} قال في غيرها: {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} لما جريا مجرى واحدا، </p><p> قال:  {أَنْ لَا تَعْبُدُوا الشَّيْطَانَ} ، وقال في أخرى:  {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} الآية. </p><p> إن قيل: </p><p> من حق مقابلة اللفظ في قوله {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ} أن يقول (والله يعدكم الغنى) ، ويأمركم بالمعروف أو بالبر فليست المغفرة مقابلة للفقر ولا الفضل للفحشاء وإن كان مقابلاً به، فلم لم يذكر في:  (الله يأمركم) ، والله يأمركم والله في الحقيقة يأمر فأما الشيطان فهو المسؤول الموسوس؟ </p><p> قيل: قابل الفقر بالمغفرة والفضل، والفضل أعم من الغنى، لأنه يتناوله وغيره، فبين أنه يعد بالغنى وزيادات فضل فأتى في مقابلة وعد الشيطان بالمغفرة، أنه يغفر مع ذلك انقيادكم للشيطان، وسائر الذنوب ولما كان أمر الشيطان بالفحشاء إنما هو لأجل وعده بالفقر لأن من خاف بخل بماله، والبخل سبب ارتكاب سائر الفواحش ولهذا قال - عليه الصلاة والسلام:  \" وأي داء أدوى من البخل؟ \" ، صار مستغنى أن يذكر في مقابله:  {وَيَأْمُرُكُمْ بِالْفَحْشَاءِ} بما ذكر من قوله: {مَغْفِرَةً مِنْهُ وَفَضْلًا} لأن أمر الله تعالى بالخيرات والحسنات معلوم وإنما المجهول أمر الشيطان، إذ كان أمره يخفى على الجهال وإنما يعرفه أولوا الألباب .. </p>"
}