{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> قوله - عز وجل -: </p><p> {ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} </p><p> الآية (١٧٦) سورة البقرة. </p><p> ذلك إشارة إلى. </p><p> كل ما تقدم من العذاب والحكم والضلال، أي ذلك بسبب إنزاله الكتاب </p><p> واختلافهم فيه، ويصح أن يكون نصباً، أي فعلنا ذلك \" بأن الله \" . </p><p> وأصل الاختلاف التخلف عن المنهج، وقيل: اختلفوا: أتوا بخلاف ما أنزل الله، وقيل: اختلفوا بمعنى خلفوا، نحو كسبوا واكتسبوا، وعملوا واعتملوا، أي صاروا خلفاً فيه نحو:  {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} ورثوا الكتاب، والشقاق وقد تقدم ذكره، ووصفه ببعيد تنبيهاَ على بعدهم من الحق ... </p><p> قوله - عز وجل -: </p><p> {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} </p><p> الآية (١٧٧) - سورة البقرة. </p><p> الرقبة: أصل العتق، ويعبر بها عن الجملة كما يعبر عنها بالرأس والظهر والرجل واليد، ويعبر بها عن المملوك، وقيل رقبتُة: إذا أصبت رقبته بها بالسلاح، وإما بالعين ناظراً إليه، ثم سمي المراعي للغير رقيباً، والخطاب في هذه الآية للكفار والمنافقين الذين أنكروا تغيير القبلة، وقيل: بل لهم وللمؤمنين، حيث قدروا أنهم نالوا البر كله بالتوجه إليها، ولما كانت القبلة أحد أركان الصلاة، والصلاة إحدى فعلات البر، بين تعالى أن ليس البر بمقصور على هذا الذي تعتبرونه، بل هو حملها. </p><p> والقبلة </p><p> ركن من أركان واحدة منها، ثم عدها وذكر جملتها وفرائضها ونوافلها وبيان [ذلك أن جميع البر ضربان: اعتقاد، وأعمال فالاعتقاد] أصوله الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر، والأعمال ضربان: أحدهما ما يأخذ الإنسان به نفسه في معاشرة الناس من الأقارب والأباعد من ذلك المعروف والمواساة والتحبب إليهم بالسر والقول الحسن. </p><p> والثاني: ما يتخصص به في نفسه من إقامة العبادات واستعمال الصدق والوفاء والتواضع والصبر، وقد نبه الله عز وجل- على جميع ذلك بهذه الآية، إما على الاعتقاد فبقوله:  {مَنْ آمَنَ بِاللَّهِ} إلى قوله تعالى: {وَالنَّبِيِّينَ} ، وإما على ما يأخذ به الإنسان نفسه في معاشرة الناس فبقوله:  {وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى} إلى قوله: {وَفِي الرِّقَابِ} ، فإنه ذكر الجود الذي هو من وجه أفضل هذه الأفعال، ومن وجه هو كل هذه الأفعال فإن الجواد كما يتبرع بماله يتورع عن مال غيره، وكما يجود بماله، يجود بجاهه وبطلاقة وجهه، وعند الحقيقة- بنفسه، ودل على ما تخصص به في نفسه بقوله:  {وَأَقَامَ الصَّلَاةَ} إلى أخر الآية، وكل ما سكت عنه فداخل تحت ما ذكره، أو منبة عليه، ونبه أن الآيتين بذلك بر، وهو المؤدي إلى النعيم المدلول عليه بقوله:  {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ} ، وبين تعالى بقوله:  {أُولَئِكَ} بأن الذين تحروا ذلك إدا اعتبرتهم بأفعالهم وأقوالهم فهم الذين صدقوا، وإذا اعتبرتهم بأفعالهم وأحوالهم فهم المتقون، والصدق والتقوى وإن اختلفت حقيقتاهما فهما متلازمان، </p><p> إن قيل: </p><p> ما وجه قوله- عليه السلام- لما سأله أبو ذر عن البر، وتلا عليه الآية، ولما سأله وابصة عنه: قال \" ما اطمأن إليه القلب، واطمأنت إليه النفس \" الخبر قيل إن أباذر سأله عن ذات البر، فبينه بالآية، ووابصة سأله عن كيفية تحريه والاشتياق من نفسه في تعاطيه، فبين بصفته. </p><p> إن قيل: لِمَ لَمْ يقل: (ولكن البر بر من أمن) ، أو:  (البار من آمن) ليتطابقا؟ </p><p> قيل: قد ذكر النحويون في هذا وأمثاله أنه على حذف المضاف وإقامة المضاف إليه مقامه، ولكن وجه فائدته أنه إذا قل \" زيد بار \" ، فإنه يعتبر في قولك: بار سيان الذات، والصورة والمختص بهامن معنى البر، وإذا قيل:  \" زيد هو البر \" ، ففيه مبالغة، وأنه صار لاختصاصه بهذا المعنى بحيث لا يرى منه إلا هذه الصورة مجردة عن العنصر الذي يجوز أن يتصور بغيره من الصور، وعلى هذا كل ما في معناه، نحو زيد أقبل وأدبر، وأكل وشربا وقوله:  {عَلَى حُبِّهِ} أي على حب المؤمن، فيكون مضافاً إلى الفاعل، وقيل:  \" على حب المال \" ويكون مضافا إلى المفعول، ونبه بذلك أنه يبذله مع فرط الحاجة إليه نحو قوله تعالى:  {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} ، وقوله:  {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} ، وسئل- عليه السلام- أي الصدقة أفضل؟ </p><p> فقال:  \" أنْ تتصدقَ وأنت صحيح شحيحٌ تأمل العيش وتخشى الفقر \" ، وقيل تقديره: على حب الإيثار، وذلك أن المحمدة التامة لم تهتز لإعطاء المال وتحب ذلك كما قال الشاعر: </p><p> ليسَ يُعطيكَ للرجاءِ والخَوْ .... </p><p> فِ وِلكنِ يلدُّ طَعْمَ الْعَطَاءِ </p><p> وقيل: على حب الله أي يقصد به القربة لا طلب رياء ولا ثواب كما قال: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ} </p><p> إن قيل: لم قال: {وَالْمُوفُونَ بِعَهْدِهِمْ} ولم يقل: ووفى كما قال: {وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ} ليكون الكلام على نسق واحد؟ </p><p> قيل: ذلك لأمرين: أحدهما اللفظ، وهو أن الصلة متى طالت كان الأحسن أن يعطف على الموصول دون الصلة لئلا يطول فيقبح، والثاني: أنه ذكر في الأول ما هو داخل في حيز الشريعة، وغير مستفاد إلا منهما، فالحكمة العقلية تقتضي العدالة دون الجود، ولما ذكر الوفاء بالعهد وهو مما يقتضي العقول المجردة، صار عطفه على الأول أحسن. </p><p> إن قيل: ولم نصب الصابرين؟ قيل: قل ذكر النحويون أن الصفات للمدح والذم إذا توالت قد يخالف بين إعرابها، وأنشدوا في ذلك: </p><p> النَّازِلين بكُلَّ معتْركٍ ... </p><p> والطَّيبوُنَ مَعَاقِد الأزَر </p><p> إلي أبيات أخر. </p><p> وفائدة ذلك أنهم إذا أرادوا أن كل واحد من تلك الأوصاف يستقبل بمدح أو ذم عظيم لو تجرد عما معه خالفوا بين إعرابها تنبيهاً على هذا المعنى، ولما كان الصبر من وجه مبدأ الفضائل [ومن وجه جامعاً للفضائل] إذ لا فضيلة إلا وللصبر فيها أثر بليغ ولم يتم حسنها إلا به حتى روي: </p><p> \" الصبْرُ خيرٌ كُلَّهُ \" ، قوله:  (الصبر من الإيمان بمنزلة الرأس من الجسد) عن إعرابه تنبيهاً على هذا المقصد، واستوعب بقوله تعالى:  {وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ} أنواع الصبر، لأنه إما </p><p> أن يحتاج إليه في مقتنى يموت الإنسان، أو يريده فلا يناله، وهو البأساء أو فيما ينال جسمه من ألم وسقم وهو الضراء، أو في مدافعة مؤذيه له وهو اليأس. </p><p> إن قيل: كيف قدم ههنا ذكر الآخرة وأخره في قوله: {وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ} ؟ </p><p> قيل: يجوز أن يكون ذاك مع الواو لا يقتضي الترتيب من أجل أن الكافر لا يعرف الأخرة ولا يعني بها وهو أبعد الأشياء عن الحقائق عنده أخر ذكره، في قوله:  {وَمَنْ يَكْفُرْ بِاللَّهِ} . </p><p> ولما ذكر حال المؤمنين، والمؤمن أقرب الأشياء إليه أمر الآخرة وكل ما يفعله ويتحراه يقصد به وجه الله ثم أمر وللآخرة قدم ذكرها تنبيها أن مراعاة الله- عز وجل- ومراعاة الآخرة، ثم مراعاة غيرهما </p><p> إن قيل: كيف اختير الترتيب المذكور في قوله: {وَآتَى الْمَالَ عَلَى حُبِّهِ} قيل: لما كان أولى من يتفقده الإنسان بمعروفه أقاربه، ولهذا قال عليه السلام:  \" لا يقبل الله صدقة وذو رحم محتاج \" ، كأن تقديمها أولى، ثم أعقبه باليتامى، فالناس في المكاسب ثلاثة: </p><p> معيل وغير معول، ومعول معيل ومعول غير معيل، واليتيم معول غير معيل، فمواساته بعد الأقارب أولى، ثم ذكر المساكين، وهم الذين لا مال لهم حاضرا ولا غائبا، ثم ذكر ابن السبيل الذي قد يكون له مال غائب، ثم ذكر السائلين الذين منهم صادق وكاذب، ثم ذكر الرقاب الدين لهم أرباب يعولونهم فكل واحد ممن أخر ذكره أقل فقرا ممن قدم عليه. </p>"
}