{
  "id": null,
  "sura": 2,
  "aya": 254,
  "text": "<p> قوله - عز وجل: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} الآية: (٢٥٤) - سورة البقرة. </p><p> قد تقدم الكلام في معنى البيع والشراء، وإن كل واحد منهما يوضع موضع الآخر، ومبايعة الولاية من ذلك، والبيعة يجوز أنها سميت بذلك نظراً إلى نحو معنى قوله:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ} الآية، كأنه الحالة التي يتبع الإنسان نفسه فيها من الله فسمي المكان الذي يحصل ذلك فيه بها، والخلل انفراج الشيئين، يقال: خللته: أي أصبت خلله، فاستعير منه الخليل، إما لتخلل كل واحد منهما قلب الآخر كما قيل: الحبيب لوصول كل واحد منهما إلى حبة قلب الآخر .. </p><p> قال الشاعر: </p><p> قد تخللت مسلك الروح مني ..... </p><p> وبذا سمي الخليل خليلاً </p><p> أو لأنه تخلل أحوال الآخر، وعرف سرائره، ولهذا قيل أطلعته على عجزي، وتحرى فيهما عرقين في البطن، وبهذا النظر قال الشاعر: </p><p> لا تكتمن ذاك الطبيبا .... </p><p> ولا الصديق سرك المكتوما </p><p> أو لاعتبار افتقار كل واحد منهما إلى الآخر، وبهذا النظر قيل: الصديق للإنسان ضروري، وقوله تعالى:  {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا} على الاعتبار الأخير، وهو افتقاره إلى الله - عز وجل - في كل حال، كما أخبر عن موسى بقوله:  {رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ} وبهذا الفقر أشرف غنى، </p><p> بل أشرف فضيلة يكتسبها الإنسان، ولهذا قيل عليه الصلاة والسلام:  \" اللهم اغنني بالافتقار إليك، ولا تفقرني بالاستغناء عنك \" . </p><p> حث الله تعالى المؤمنين على ما رزقهم من النعمى النفسية والبدنية والخارجة، وإن كان الأظهر في التعارف وإنفاق المال، لكن قد يراد به بذلك النفس والبدن في مجاهدة العدو والهوى وسائر العبادات كما تقدم في قوله:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا} ولما كانت الدنيا دار اكتساب وابتلاء، والآخرة دار ثواب وجزاء، بين أن لا سبيل للإنسان إلى تحصيل ما ينتفع به في الآخرة ابتداء، وذكر هذه الثلاثة لأنها أسباب اجتلاب المنافع المقصود إليها أحدها المعاوضة، وأعظمها المبايعة، والثاني: ما يناله بالمودة، وهو المسمى الصلات والهدايا، والثالث: ما يصل إليه بمعاونة الغير، وذلك هو الشفاعة فبين تعالى أن من لم يكتسب في الدنيا ما ينتفع به في الآخرة لم يحصل له ذلك في الآخرة، وعلى هذا قال:  {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} وقوله {مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ}  {وَلَا خِلَالٌ} وفي الآية قول آخر وهو أن الناس في عبادة الله تعالى على ثلاثة أضرب، سابق حصل له منزلة الخلة، والمحبة المقصود إليها بنحو قوله:  {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} وغيره من الآيات التي تجري مجراها، وهو الذي يعبد الله لا لرغبته، ولا رهبة، ولا لطلب مثوبة، ومقتصد حصل له منزلة المبايعة المذكورة في قوله:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ} وفي قول النبي - صلى الله عليه وسلم -: </p><p> \" الناس غاديان: مبتاع نفسه فمعتقها، وبائع نفسه فموبقها \" وهو الذي يعبد الله خوف عقاب ورجاء ثواب، وظالم لنفسه، وهو المؤمن المقصر في استفادة المنزلتين المتقدمتين المتواكل في علمه وعمله المذكور في قوله:  {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ} وهو المستحق للشفاعة المذكور في قوله - صلى الله عليه وسلم -: \" شفاعتي لأهل الكبائر من أمتي \" فبين تعالى أن من لم يحصل له إحدى هذه المنازل الثلاث فلا سبيل له إلى اكتسابها في الآخرة، وقوله:  {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} لما كانت العدالة بالقول المجمل ثلاث: </p><p> عدالة بين الإنسان ونفسه، وعدالة بينه وبين الناس، وعدالة بينه وبين الله تعالى، كذلك للظلم ثلاثة في مقابلتها وأعظم العدالة ما بين الإنسان وبين الله وهو الإيمان، وأعظم الظلم ما في مقابلته وهو الكفر، فلذلك قال:  {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} أي هم المستحقون إطلاق هذا الوصف عليهم بلا مثوبة .. </p><p> إن قيل: كيف تعلق قوله: {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} بما قبله؟ </p><p> قيل: لما نفى أن يكون للكفار شيء مما ذكره في الآخرة، بين أن ذلك ليس بظلم منه لهم، لكن هم الظالمون إذ هم الذين خسروا أنفسهم .. </p><p> إن قيل: </p><p> كيف نظم هذه الآية مع التي قبلها؟ </p><p> قيل: لما بين في الأولى أن منهم من آمن ومنهم من كفر، خوف المؤمنين أن يتحروا ما يخشى منه </p>"
}