{
  "id": null,
  "sura": 2,
  "aya": 170,
  "text": "<p> بين الحكمة العلمية وبين الحكمة العملية وقالوا: كل ما كان من الحكمة العلمية، وهي التي لا عمل لها كالإيمان بالله وملائكة وكتبه ورسله، فإنه لا يجوز إن يحكم فيه ألا بالعلم المصون عن الشوائب، وما كان من الحكمة العملية فأصولها كذلك وأما فروعها: فيجور الحكم فيها لغلبة الظن لتفسيح صاحب الشرع لنا في ذلك، فصار حكمنا فليه من هذا الوجه حكماً بالعلم، لأنه إذا قال لنا: إذا غلب في ظنك أن القبلة في هذا الجانب، فصل إليه، وإذا شهد عندك شاهدان مزكيان فاحكم بشهادتهما صرنا </p><p> عالمين بأن هذا الحكم واجب علينا في الظاهر، وهذه مسلمة قد أحكمت في أصول الفقه، وأما سؤال من سأل من المتكلمين في هذه الآية بأنه كيف يأمرنا الشيطان ونحن لا نسمع قوله ولا نرى شخصه، وما الحكمة في إيصال الله- عز وجل- أمر الشيطان إلى نفوسنا، فهل وما يجري مجراه من الأسئلة سؤال من لم يتخط المحسومات والموهومات إلى باب المعقولات، ومحال الاشتغال معه [بهذه الحرمات] . </p><p> قوله - عز وجل -: </p><p> {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} </p><p> الآية (١٧٠) - سورة البقرة. </p><p> ذمهم الله بأنهم أبطلوا ما خص الله به الإنسان من الفكر والروية وركزه فيه من المعارف، وذلك أن الله تعالى ميز الإنسان بالفكر ليعرف به الخير من الشر في الاعتقاد والصدق من الكذب في المقال والجميل من القبيح في الفعال لم يتحر الحق والصدق الجميل، ويتجنب أضدادها، </p><p> وجعل له من نور العقل ما يستغنى به فيدله على معرفة مطلوبه، فلما حث الناس على تناول الحلال الطيب، ونهاهم من متابعة الشيطان بين حال الكفار في تركهم الرشاد واتباعهم الآباء والأجداد، ليحذر من الاقتداء بهم تاركين استعمال الفكر الذي هو صورة الإنسان [وحقيقته] ثم قال: {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا} أي يتبعونهم وإن كان آباؤهم جهلة- تنبيهاً أنه محال اتباع من لا عقل له ولا اهتداء .. </p><p> إن قيل: ما فائدة الجمع بين قوله: (يعقلون، ويهتدون) وأحدهما يغنى عن الآخر؟ </p><p> قيل: قد تقدم أن العاقل يقال على ضربين، أحدهما: لمن يحصل له القوة التي بها يصح التكليف، والثاني: لمن يحصل له العلوم المكتسبة وهو المقصور ههنا، والمهتدي قد يقال لمن افتدى في أفعاله بالعالم وإن لم يكن مثله في العلم، فبين أنهم لا يعقلون ولا يهتدون، بعالم ووجه أخر، وهو أن يلقي ويهتدي وإن كان كثيرات ما يتلازمان، فإن العقل يزال بالإضافة إلى المعرفة، والاهتداء بالإضافة إلى العمل، فكأنه قيل: لا علم لهم صحيح ولا عمل مستقيم. </p>"
}