{
  "id": null,
  "sura": 2,
  "aya": 2,
  "text": "<p> فكأنه قال: من هذه الحروف الدالة على الأسباب الثلاثة حصول الكتاب الذي عجزتم عن الإتيان بمثله. </p><p> وما قاله الربيع بن أنس أن هذه الحروف حروف الجمل، وأن ذلك من علوم خاصتهم، وقد نبه بها على مدد، فذلك غير ممتنع أن يكون مع المعنى الأول مراداً، بدلالة أن النبي - عليه السلام - لما أتاه اليهود فسألوه عما أنزل عليه، تلا عليهم \" الم \" ، فحسبوه، وقالوا: إن ملكاً يبقى إحدى وسبعين سنة لقصير المدة فعل غيره؟ فقال:  \" آلر \" ، و \" آلمر \" و \" آلمص \" فقالوا: خلطت علينا، فإنا لا ندري بأيها نأخذ. </p><p> فتلاوة النبي - عليه السلام - ذلك عليهم، وتقريرهم على استنباطهم دلالة أنه لا يمتنع أن يكون في كل واحدة دلالة على مدة لأمر ما. </p><p> وأما ما حكي عنالزبيري أن هذه الحروف ذكرت علماً منه تعالى أن يكون في هذه الامة من يزعم أن القرآن ليس بكلام الله، وإنما هو حكاية كلامه، فأراد أن يبين أن القرآن مما يكتب ويخبر عن أبعاضه وأجزائه بالحروف التي هي معلومة إنها محدثة، فإن هذا القول من الوهي بحيث يستغنى عن إظهار بطلانه، إذ لا يقول أحد إن الكتاب بما هو كتاب ليس بمؤلف من هذه الحروف وإن كانوا قد اختلفوا في القرآن. </p><p> بل هو مقصور على الكتاب، أو المراد به هو غيره. </p><p> قوله تعالى:  {ذَلِكَ الْكِتَابُ} الآية (٢) - سورة البقرة. </p><p> قال أبو عبيدة: عنى به هذا الكتاب. </p><p> وقال غيره: عنى هو الكتاب، فظن بعض من لم يتقو في الحقائق أن قولهم:  \" ذلك \" قد يجئ بمعنى \" هذا \" و \" هو \" ليس الأمر على ما ظنوه. </p><p> وإنما قصد هذا المفسر أن يبين أن الاسم الذي فيه الألف واللام هو الخبر، لا لأنه وصف والخبر منتظر، كقوله تعالى:  {إِنْ كَانَ هَذَا هُوَ الْحَقَّ} والفصل كما يقع بالمضمرات فإنه يقع بالمبهمات </p><p> فإن قيل: إذا كان هذا المعنى ما قدمت في \" الم ذلك الكتاب \" فهلا قيل: \" ذلك الكتاب ألم \" فإنه قد علم أن حروف التهجي - كما يكون الكتاب المشار إليه - قد يكون شعراً وخطبةً ورسالةً. </p><p> وقد تقرر أن العام إذا أخبر عنه بالخاص كان كذباً، نحو قولهم: الحيوان إنسان وإذا أخبر عن الخاص بالعام كان صدقاً، نحو قولهم: الإنسان حيوان، فيحصل من ذلك أنه إذا قيل: \" الم </p><p> ذلك الكتاب - كان كذباً على هذا - وإذا قيل:  \" ذلك الكتاب الم \" كان صدقاً؟ قيل: في ذلك الكتاب جوابان أحدهما: أن يجعل \" ذلك الكتاب \" : مبتدأ. </p><p> و \" الم \" : خبراً له مقدماً، وتقديمه على كون العناية به أصدق كما تقدم. </p><p> والثاني: أنه قد يقال: الإنسان زيد. </p><p> بمعنى غير معنى \" زيد إنسان \" وهو أن يراد أن كما الإنسانية موجود في زيد. </p><p> فكأنه قيل: كمال حروف التهجي موجود في هذا الكتاب والمكتوب في التعارف اسم للمكتوب، أي: المنظوم كتابة، وقد يعبر عن المنظوم عبارة قبل أن يكتب بالكتاب. </p><p> قوله تعالى:  {لَا رَيْبَ فِيهِ} الآية: (٢) - سورة البقرة. </p><p> قال المفسرون: معناه لا شك فيه، </p><p> فإن قيل: كيف نفى الريب عنه، وقد علم تشكك كثير من الناس فيه؟ قيل: في ذلك أجوبة: الأول: إن ذلك نفي على معنى النهي نحو قوله: {فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ} ، بدلالة قوله:  {فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} وقوله: {فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ} </p><p> فإن قيل: الشك لا يقصده الإنسان، فكيف ينهى عنه؟ قيل: اللفظ لذلك، والمعنى حث على التدبر والتفكر النافيين للشك. </p><p> والثاني: أنه يقال: رابني كذا، إذا تحققت منه الريبة، وأرابني: أوهمني الريبة. </p><p> قال الشاعر: </p><p> أخوك الذي إن ربته قال إنما. . . أربت وإن عاتبته لان جانبه </p><p> فالقرآن لا ريب فيه، وإن كان فيه ارتياب من بعض الكفار، والثالث أنه يقال: هذا لا ريب فيه، والقصد إلى أنه حق، تنبيهاً أن الريب يرتفع عن عند التدبير والتأمل، والرابع: أنه لا ريب في كونه مؤلفاً من حروف التهجي وقد عجزتم عن معارضته، والخامس لا ريب فيه للمتقين، ويكون خبر (لا ريب فيه) قوله تعالى: (للمتقين) وهدى نصب على الحال أو خبر ابتداء مضمر في موضع الحال. </p><p> قوله عز وجل -: {هُدًى لِلْمُتَّقِينَ} الآية: (٢) - سورة البقرة. </p><p> قد تقدم الكلام في الهداية. </p><p> أما اختصاص المتقين، فلأن الهداية: نصب العلم ليهتدي به الناس فله موضوع هو المبدأ: وذلك نصب العلم للكافة. </p><p> وغاية: وهو الاهتداء به، فيقال:  {هُدًى لِلْمُتَّقِينَ} لما لم يهتد به غيرهم. </p><p> ومثاله: من بنى مسجداً مباحاً للكافة. </p><p> يصح أن يقول:  \" بنيت هذا المسجد للناس كافة \" ، اعتباراً بالمبدأ. </p><p> ويصح أن يقول: بنيته للمصلين فيه، اعتباراً بالغاية. </p><p> وطريقة أخرى: وهي أن </p><p> \" اللام \" في قوله القائل \" خرجت لأظفر \" يقال على وجهين: أحدهما أن المقصود بالخروج: الظفر والثاني: أن الحاصل منه الظفر، لا أنه قصد به، وعلى ذلك قوله تعالى:  {فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا} فقوله: هدى للمتقين: تنبيه على حصول الهدى لهم، وإن كان القصد لهم ولغيرهم. </p><p> وطرقة ثالثة - إذا تؤملت تصور عنها جواب مسائل كثيرة في القرآن - وهو أن الله تعالى جعل لنا طبين طبا بدنياً، وطباً دينياً. </p><p> وكل واحدٍ منهما ضربان: أحدهما: إعادة الصحة. </p><p> والآخر: حفظ الصحة. </p><p> قد أجرى العادة أن الذي يحفظ به الصحة غير الذي يعاد به الصحة أما في الطب البدني: فالذي يعاد به الصحة العقاقير والأدوية. </p><p> والذي يحفظ به الصحة فالغذاء والأطعمة، وأما في الطب الديني فالذي يعاد به الصحة صقل العقل واستعماله في تدبر الدلالات، وتعرف المعجزات، ومعرفة النبوات. </p><p> والذي يحفظ به الصحة: تدبر الكتاب المنزل، وتتبع سنن النبي المرسل. </p><p> فكما أن من لم يستفد الصحة في الطب البدني، إذا تغذى، كان ذلك ضرراً عليه، ومتى أعاد صحته كان تناول الغداء عائداً بنفع إليه، كذا من لم يستفد صحة عقله بتدبر الدلالات كان القرآن ضرراً عليه، ومتى استعمل ذلك وتهذب فيه، جلب بالاستماع إلى القرآن نفعاً إليه. </p><p> وعلى ذلك قوله تعالى:  {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًاء} وقوله: {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا} إلى قوله: {فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ} وأما [التقوى] فهو: جعل النفس في وقاية مما يخاف. </p><p> هذا حقيقته. </p><p> ثم يسمى تارة \" الخوف \" التقوى. </p><p> والتقى: خوفاً على تسمية المقتضي باسم المقتضي والمقتضي باسم المقتضي وفي التعارف: حفظ النفس عن كل ما يؤثم. </p><p> ولها منازل: الأول: ترك المحظور. </p><p> وذلك لا يتم إلا بترك بعض المباح مما يليه. </p><p> ولذلك قال عليه السلام \" من يرتع حول الحمى يوشك أن يقع فيه \" وقيل: من </p><p> لم يجعل بينه وبين محارم الله ستراً من حلال، فحقيق به أن يقع فيها. </p><p> فقوله تعالى:  {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} أي: التاركين للمحظورات. </p><p> وقال {فَمَنِ اتَّقَى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} وقال: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} فجعل \" المتقي \" - في الآيتين - غير المصلح والمحسن. </p><p> والثاني: من منازل التقوى - أن يتعاطى الخير من تجنب الشر، وإياه عنى الله تعالى بقوله:  {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا} والثالث منها: التبرؤ من كل شيء سوى الله - عز وجل - فلا سكون إلى النفس ولا إلى شيء من القنيات والجاه والأعراض. </p><p> وهو المعنى بقوله تعالى:  {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} وما وعدناه بقوله تعالى: {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ} ورجاناه بقوله: {وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ} إلى قوله: {لَعَلَّهُمْ يَتَّقُونَ} فهذه المنازل مرتب بعضها على بعض. </p><p> وقد فسر قوله تعالى:  {هُدًى لِلْمُتَّقِينَ} على الوجوه الثلاثة، فقيل: عني به التاركين لمحارم الله. </p><p> وقال ابن عباس - رضي الله عنهما: عني به الخائفين عقوبته الراجين رحمته، وقال بعض المتقدمين: معنى {هُدًى لِلْمُتَّقِينَ} أي وصلة للمنقطعين إليه عن الأغيار الذين نزع عن قلوبهم حب الشهوات. </p><p> فهذا نظر منهم إلى الغاية. </p><p> قوله - عز وجل:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} الآية: (٣) سورة البقرة. </p><p> الإيمان: التصديق بالشيء، ولا يكون التصديق إلا عن علم. </p><p> ولذلك قال تعالى:  {إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} فالإيمان: اسم لثلاثة أشياء: علم بالشيء وإقرار به، وعمل بمقتضاه، إن كان لذلك المعلوم عمل، كالصلاة والزكاة. </p><p> وهذا هو الأضل، ثم قد يستعمل في كل واحد من هذه الثلاثة، فقال:  \" فلان مؤمن \" ، ويعني به أنه مقر بما يحصن دمه وماله وإياه عن النبي - صلى الله عليه وسلم - بقوله:  \" أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها \" ، وبذلك حكم - عليه السلام - على الجارية التي عرضت عليه فسألها ما سألها. </p><p> ثم قال:  \" اعتقها فإنها مؤمنة \" ويقال: \" مؤمن \" ويراده: أنه يعرف الأدلة الإقناعية التي يحصل معها سكون النفس، وإياه عنى النبي - صلى الله عليه وسلم - بقوله:  \" من قال لا إله إلا الله مخلصاً دخل الجنة \" ، ويقال:  \" مؤمن \" ، ويعني به: أنه يسكن قلبه إلى الله من غير تلفت إلى شيء من عوارض الدنيا وإياه عنى الله تعالى بقوله: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} الآية، وبقوله:  {أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ} و \" الغيب \" : ما لا يقع تحت الحواس، ولا تقتضيه بداية العقول، وإنما يعلم إما بواسطة علم ما أو الاستشهاد به عليه، وإما بخبر الصادق، وهو الذي دفعه قوم، فلزمهم اسم الإلحاد، لأن الإلحاد: دفع أخبار الغيب، وقول:  \" زر بأن \" : الغيب: هو القرآن. </p><p> وقول عطاء: إنه القدر: تمثيل لبعض ما هو غيب. </p><p> وليس ذلك بخلاف بينهم، بل كل أشار إلى الغيب بمثال وكذا ما روى أبو جمعة \" إنا كنا مع رسول الله - صلى الله عليه وسلم - فقلنا يا رسول الله: هل قوم أعظم أجرا منا، آمنا بك واتبعناك. </p><p> قال: ما يمنعكم من ذلك ورسول الله بين أظهركم يأتيكم بالوحي من السماء، بل قوم من بعدكم يأتيهم كتاب بين لوحين، </p><p> فيؤمنون به، ويعملون بما فيه، أولئك أعظم أجراً منكم \" فتبين منه - عليه السلام - أن من بعده يحتاج إلى نظر أكثر من نظر الذين شاهدوه فقد كفوا كثيراً من أخبار الغيب.</p><p> وقوله: \" بالغيب \" في موضع المفعول.</p><p> كقوله:  {وَبِالْآخِرَةِ هُمْ يُوقِنُونَ} وقال بعضهم: معناه: يؤمنون إذا غابوا عنكم، ولم يكونوا كالمنافقين الذين {وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} . </p><p> وقوى ما قاله بقوله تعالى:  {الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ} وقوله {وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ} ، قول الشاعر: </p><p> وهم بغيب وفي عمياء ما شعروا </p><p> ويكون \" بالغيب \" على هذا في موضع الحال.</p><p> ومفعول: \" يؤمنون \": محذوف.</p><p> وقال بعض المتأخرين من المتكلمين: يحمل قوله تعالى \" بالغيب \" على المعنيين وخفي عليه أن ذلك لا يصح،فإن وبالغيب في القول الأول:مفعول: في القول الثاني: حال لا يصح أن يقال ضربت راكباً، و \" راكب \" يكون مفعولاً: لـ \" لضربت \" و \" حالاً \" للفاعل.</p><p> والوجه: هو القول الأول، لأنه مستوعب لمعنى الثاني وزائد عليه، إذ كل من آمن - على الوجه الأول - فلا شك أنه بخلاف من يقول:  {إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} وقيل: معنى قوله: {يُؤْمِنُونَ بِالْغَيْبِ} يعني بالقلب، والنور الذي آتاهم الله وهو العقل، ومعناه: آمنوا بقلوبهم، بخلاف من أخبر الله تعالى عنهم بقوله:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ} ومن حكى عنهم: {يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} وهذا أيضاً يرجع إلى الأول عند التحقيق، وقيل: \" يؤمنون \" من: \" آمن فلان \" - أي: صار ذا أمنٍ نحو أحال وأجرب. </p><p> ومعناه: صاروا ذوي أمن بظهر الغيب بأن ما أخبروا به حق، فتطمئن قلوبهم بذكر الله. </p><p> قوله (عز وجل) : {وَيُقِيمُونَ الصَّلَاةَ} : </p><p> إقامة الصلاة: توفية حدودها وإدامتها، وتخصيص \" الإقامة \" تنبيه على أنه لم يرد إيقاعها فقط. </p><p> ولهذا لم يأمر بالصلاة ولم يمدح بها إلا بلفظ الإقامة نحو:  {أَقِمِ الصَّلَاةَ} وقوله: {وَالْمُقِيمِينَ الصَّلَاةَ} و {الَّذِينَ يُقِيمُونَ الصَّلَاةَ} ولم يقل المصلي إلا في المنافقين {فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} وذلك تنبيه أن المصلين كثير والمقيمين لها قليل، كما قال عمر - رضي الله عنه [الحاج قليل والركب كثير] ، ولهذا قال عليه السلام: </p><p> \" من صلى ركعتين مقبلاً بقلبه على الله خرج من ذنوبه كيوم ولدته أمه \" فذكر مع قوله - صلى الله عليه وسلم - الإقبال بقلبه على الله تنبيهاً على معنى الإقامة، وبذلك عظم ثوابه وكثير من الأفعال التي حث تعالى على توفية حقه ذكره بلفظ الإقامة نحو:  {وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ} ونحو: {وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ} تنبيهاً على المحافظة على تعديله. </p><p> وقال أبو علي الجبائي: الصلاة لما جاورها القيام صح أن يعبر عن المصلى بالقيام وهذا بعيد، لأن المجاور للصلاة القيام لا الإقامة، ثم مع القول المتقدم لا يعرج على هذا، وقوله - عز وجل - {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} الرزق: لفظ مشترك، يقال للعطاء الجاري تارة، وللنصيب تارة، ولما يصل إلى الجوف ويتغذى به تارة. </p><p> فقوله تعالى:  {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} يعني نصيبكم من النعمة. </p><p> وقوله:  {وَفِي السَّمَاءِ رِزْقُكُمْ} تنبيه على ان الحظوظ بالمقادير. </p><p> وقوله:  {وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ}  {وَمِمَّا رَزَقْنَاهُمْ} محمول على المباح دون الحظور لأمرين: أحدهما: [أنه] حث </p><p> وعلى الإنفاق، ومدح لفاعل، ولا يحث ولا يمدح بانفاق المحظورات. </p><p> والثاني: باضافته إليه وتمكينه منه، حيث قال:  {وَمِمَّا رَزَقْنَاهُمْ} من شرط ما يضاف إليه من الأفعال مفصلاً أن يخص الأفضل، فالأفضل، وإن كان قد يضاف إليه الأفعال كلها على سبيل العموم بمعنى: أنه هو السبب الذي لولاه - تعالى - لم يحصل ولم يكن بوجه والظاهر - من إنفاق ما رزقه الله - المال، وذلك عام فيما يخرج من الزكاة المفروضة، ومن العطايا النافلة، بدلالة أن ذلك مدح منه. </p><p> والمدح قد يستحق بالفرض والنفل، وما روي عن ابن عباس - رضي الله عنهما - أنه عنى \" الصلوات المفروضة \" والزكوات [المحدودة] فإنه، ذكر أوكد ما يستحق به المدح، إذ لا يعتد بالنفل ما لم يؤت بالفرض، لقوله عليه السلام:  \" إن الله لا يقبل نافلة حتى تؤدى الفريضة \" وروي عن ابن مسعود - رضي الله عنه - \" إن المؤمن ليؤجر في كل شيء حتى اللقمة يضعها في في امرأته \" فالإنفاق من الرزق بالنظر العامي من المال كما تقدم. </p><p> وأما بالنظر الخاصي: </p><p> فقد يكون الإنفاق من جميع المعاون التي أتانا الله - عز وجل - من النعم الباطنة والظاهرة، كالعلم والقوة والجاه والمال. </p><p> ألا ترى إلى قوله - عليه السلام - \" إن علماً لا يقال به ككنز لا ينفق منه \" وبهذا النظر عد الشجاعة وبذل الجاه وبذل العلم من الجود حتى قال الشاعر: </p><p> والجود بالنفس أقصى غاية الجود. </p><p> وقال آخر: </p><p> بحر يجود بماله وبجاهه. . . والجود كل الجود بذل الجاه </p><p> وقال حكيم: الجود التام: بذل العلم. </p><p> فمتاع الدنيا عرض زائل ينقصه الإنفاق. </p><p> وإذا تزاحم عليه قوم ثلم بعضهم حال بعض. </p><p> والعلم بالضد ٠ فهو باق دائم. </p><p> ويزكو على النفقة، ولا يثلم تناول البعض حال الباقين، وإلى هذا ذهب بعض المحققين فقال:  (ومما رزقناهم ينفقون) أي: مما خصصناهم به </p>"
}