{
  "id": null,
  "sura": 2,
  "aya": 22,
  "text": "<p> رأيت في منامي كأن ماء يتبعني وأنا أهرب منه وكنت عطشان \"، فقال إنه يعرض عليك علم أنت محتاج إلهي وتأبى أن تتعلمه \" ، وجعل الثمر مثلاً لما يتحصل من الأفعال الصالحة عن ذلك البيان، وقد جعل الله تعالى الماء والثمر مثلاً في قوله {ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ} الآية .. </p><p> ، وجعل بعضهم ذلك مثلاً على وجه آخر، فقال: الأرض مثل للأبدان، والسماء مثل للعقل، والماء مثل لما أفاض الله به علينا من العلوم المكتسبة التي تحصل بواسطة العقل. </p><p> والثمرات التي جعلها الله رزقاً لنا مثل لما يحصل من الأفعال التي تقتضيها العلوم والله أعلم. </p><p> وهذا يكون أبلغ في المعنى، لأنه يحصل مع المعنى المحسوس معنى معقول. </p><p> والله أعلم. </p><p> قوله - عز وجل -: {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} الآية: (٢٢) - سورة البقرة. </p><p> الند والشبه والمساوي والشكل والمثل متقاربة المعنى، لكن بيناه فروق - فند الشيء هو المشارك له في الجوهر وإن خالفه في الكمية والكيفية وشبهه مماثله في الكيفية، وإن خالفه في غيرها ومساويه مماثله في الكمية كلها وإن خالفه في غيرها، وشكله مماثله في القدر والمساحة ويدل على هذا الفرقان إنه إذا قيل ما هذا؟ فيقال: ند كذا، أو يقال كم هذا؟ فيقال مساو لكذا، أو يقال: كيف هذا؟ فيقال: شبه كذا قنع المخاطب متى عرف المشبه به، ولو قال كم هذا؟ فيقال: شبه هذا أو قال كيف هذا؟ فيقال مساو لهذا لم يقنع به، والمثل عام في جميع ذلك، ولهذا لما أراد الله تعالى نفي الشبيه من كل وجه خصه بالذكر، فقال:  {لَيْسَ كَمِثْلِهِ شَيْءٌ} وقال أبو عبيد: الند \" هو الضد، وهذا نظر منه إلى بعض الأنداد، </p><p> وذلك أن الشيئين قد يشتركان في الجوهر، ثم يختلفان في فصل ما، كالإنسان والفرس فإنهما مشتركان في الحيوانية، ومنفصلان في كثير من المعاني فمن اعتبر في مثل ذلك ما بينهما من الفصل قال: الند: هو الضد أو المخالف لأن أهل اللغة يطلقون الضد على المتقابلين، وعلى المختلفين كثيراً على ما يدل عليه كلامهم في الأضداد، وقوله:  {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا} عام في النهي عن الشرك المطلق وعن الدقائق المؤدية إلى الشرك المنبأ عنه بقوله: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} ولهذا قال ابن عباس - رضي الله تعالى عنهما - في هذه الآية هو قول الرجل:  (لولا نباح الكلب لدخل علي اللص) وقيل: هو نهي لقوم كانوا يقولون: إن شاء الله وشاء رسول الله - عليه السلام:  \" أمثلان أمثلان؟ قولوا إن شاء الله \" فأنزل الله هذه الآية. </p><p> إن قيل: ما وجه قوله: \" وأنتم تعلمون \" ؟ فإن ذلك إن جعلته خبراً مستأنفاً، فلابد له من ذكر معلم يقترن به حتى يحصل به تمام الخبر، إن جعلته حالاً يصير تقديره:  \" لا تجعلوا له أنداداً في حال علمكم \" ، وذلك غير صحيح، لأن جعل الأنداد محظور في كل حال، قيل إن ذلك حال للمنتهي، وليس الاتيان به شرطاً لقصر الحكم على هذه الحال، وإنما هو تنبيه على قبح فعلهم، لأن مرتكب القبيح مع علمه بقبحه أعظم جرماً، وإذا قيل:  \" لا تكفر معانداً \" فذلك نهي عن الكفر وعن العناد، فكذلك هذا، وعلى هذا قوله تعالى:  {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ} ثم قوله: (وأنتم تعلمون) عام فيمن حصل له العلم بذلك، وفيمن له التمكن مع العلم به، فقد </p>"
}