{
  "id": null,
  "sura": 2,
  "aya": 256,
  "text": "<p> قوله - عز وجل: </p><p> {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} الآية: (٢٥٦) - سورة البقرة. </p><p> الغي كالجهل، إلا أن الجهل يقال اعتباراً بالاعتقاد والغي اعتباراً بالأفعال، ولهذا يقال: الجهل بالعلم، والغي بالرشد، ويقال لمن أصاب رشد، ولمن أخطأ غوى، وعلى هذا قال الشاعر: </p><p> ومن يغو لا يعدم على الغي لائماً </p><p> والطاغوت وزنه (فعلوت) ، نحو جبروت وأصله طغووت، لكن قلب لام الفعل نحو: صاعقة وصاعقة، ثم قلب الواو ألفاً لتحركه وانفتاح ما قبله، ويسمى كل ما يصرف عن الله عز وجل - طاغوتاً وشيطاناً كان أو إنساناً، ولهذا روي عن عمر ومجاهد وقتادة أنه الشيطان، وعن ابن جبير أنه الكاهن، وعن أبي العالية أنه الساحر، وعن غيرهم أنه صنم، وقيل: هو المارد من الناس والجن، وكلهم صارفون للإنسان عن طريق الحق، وقد تقدم أن النهي عن أتباع الطاغوت والشيطان، وإبليس والهوى </p><p> والدنيا يجري مجرى واحداً في أن المقصد به النهي عما لا يرضاه الله، وقوله: </p><p> {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ} ، كقوله:  {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى} وعلى ذلك حث بقوله: {وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ} وقوله: {أَنْ لَا تَعْبُدُوا الشَّيْطَانَ} والكره يقال على ضربين: أحدهما أن يكون مفسراً من خارج، وذلك على أحد الأوجه الثلاثة، إما بأن يهدد بالضرب أو يضرب حتى يفعل، وإما أن تؤخذ يده فيفعل بها، فيكون في هذا كلالة، وإما أن يدعوه من يزينه في عينه، والثاني: ما يكون مفسراً من داخل، وذلك إما بخوف يستشعره، وإما بهوى يغلبه، وقد روعي كل ذلك في تفسير الآية، فقيل فيه أوجه: </p><p> الأول: إن ذلك حث على أن لا يحمل الإنسان على الدين بالقسر، بل يعرض عليه الإسلام عرضاً ويعرف فضله، فإن قبل: وإلا ترك؟ قيل: وهذا حكم كان في ابتداء الإسلام، ثم نسخ بسورة براءة، وذلك عن السدي، وابن زيد، والثاني: نحو ذلك، غير أنه خص بمن قبل منهم الجزية دون مشركي العرب، وذلك عن الحسن، وقتادة، والضحاك، وعلى هذين معناه: أمن، والثالث: أن قوله تعالى: {لَا إِكْرَاهَ} لا اعتبار بالإكراه في الأحكام الدنيوية، فالمكره على الإسلام، وغير المكره سيان بعد أن يلتزما .. </p><p> والرابع: لا حكم للكفر لمن أكره على الكفر، والدين يكون لغير الحق على هذا نحو {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} . </p><p> الخامس: لا اعتداد في الآخرة بما يفعل الإنسان في الدنيا من الطاعة كرهاً، وكرهاً، فإن الله يعتبر السرائر ولا يرضى إلا الإخلاص، ولهذا قال عليه الصلاة والسلام: </p><p> \" الأعمال بالنيات \" وقال: \" أخلص يكفك القليل من العمل \" . </p><p> السادس: ليس يحمل الإنسان على أمر مكروه في الحقيقة بما يكلفهم الله، بل يحملون على نعيم الأبد، ولهذا قال عليه الصلاة والسلام:  \" عجب ربكم من قوم يقادون إلى الجنة بالسلاسل \" . </p><p> السابع: أن الله تعالى ليس بمكره على الجزاء، بل يفعل ما يشاء بمن يشاء على ما يشاء، والاستمساك طلبك إلى الغير ليمسك كالاستحفاظ والاستنصار، و {بِالْعُرْوَةِ الْوُثْقَى} مستعارة للعبد المركون إليه كالحبل في نحو: </p><p> أخذت بحبل من حبال محمدٍ .... </p><p> أمنتُ به من طارق الحدثان </p>"
}