{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> بل أراد معرفة كبريائه وعظمته وإن كان فيه دلالة أن التكبير مستحب .. </p><p> إن قيل: لم قال: (وَلِتُكْمِلُوا الْعِدَّةَ) فأخدل الواو فيه؟ قيل: . </p><p> يجوز أن تتعلق اللام بفعل مضمر، </p><p> كأنه قيل:  (وَلِتُكْمِلُوا الْعِدَّةَ) أمر بما أمر، ويجوز أن يكون معطوفأ على قوله:  {الْيُسْرَ} ، كأنه قيل:  (يريد بكم اليسر وتكميل العدة) ، فادخل فيه اللام كما أدخل في قوله:  {يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ} . </p><p> قوله - عز وجل -: </p><p> {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} </p><p> الآية (١٨٦) - سورة البقرة. </p><p> إن قيل. </p><p> كيف فصل بين الآية الأولى وبين التي بعد هذه وهما في حكم رمضان بهذه الآي وهي قد اختلفت عنهما؟، قيل بل هي من تمام الآية الأولى، لأنه لما حث على تكبيره وشكره على ما قيضه لهم من إتمام الصوم، بين أن الذين تذكرونه وتشكرونه قريب منكم ومجيب لكم إذا دعوتموه، ثم تمم ما بقي من أحكام الصوم، ولم يرد بالقرب ههنا القرب المكاني، وإنما ذلك قربة تقتضيه إفضاله ووجود آثاره المشار إليها بقوله:  {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} ، وروي أن موسى قال:  \" أقريب \" أنت فأنا جيك؟ أم بعيد فأناديك؟ فقال: </p><p> \" لو حددت لك البعد لما انتهيت إليه، ولو حددت لك القرب لما اقتدرت عليه، وقد روي أن النبي - صلى الله عليه وسلم - سئل عن ذلك، فأنزل الله- عز وجل- هذه الآية فبين، تعالى أفضاله على عباده، وضمن أنهم </p><p> إذا دعوه أجابهم، وعليه نبه بقوله تعالى:  {ادْعُونِي أَسْتَجِبْ لَكُمْ} </p><p> إن قيل: قد ضمن في الآيتين أن من يدعوه يجيبه، وكم رأينا من داع له لا يجاب؟، قيل: إنه ضمن الإجابة لعباده، ولم يرد بالعباد من ذكرهم بقوله:  {إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا} ، وإنما عني بهم الموصوفين ... </p><p> في قوله- عز وجل- {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} الآية، وقوله:  {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا} لآية، ولدعائهم شرائط، وهي أن تدعو بأحسن الأسماء كما قال الله تعالى:  {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} ، ويخلص له النية الافتقار ولا يرغب إليه فيما تنزه الأكابر عن مسئلة مثله ولا ما يستعين به على معاداته، وأن يعلم أن نعمته فيما يمنعه من دنياه كنعمته فيما أعطاه، ومعلوم أن من هذا حاله مجاب الدعوة، وأنه من جملة من وصفه النبي عليه السلام بقوله: </p><p> \" رب ذي طِمْرينِ لا يؤْبهُ به لوْ أقسَمَ علَى الله لأبَّرهُ \" ثم قال: {فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي} أي إذا كنت لهم بهذه المنزلة فحري أن يستجيبوا لي إدا دعوتهما وأن يؤمنوا بي - راجين رشدهم، وإنما قال:  {فَلْيَسْتَجِيبُوا لِي} ولم يقل ليجيبوا للطيفة، وهي أن حقيقة الاستجابة طلب الإجابة وإن كان قد يستعمل في معنى الإجابة، فبين أن العباد متى تحروا إجابته بقدر وسعهم فإنه يرضى عنهم ... </p><p> إن قيل: كيف جمع بين الاستجابة والإيمان وأحدهما يغني عن الأخر؟ </p>"
}