{
  "id": null,
  "sura": 2,
  "aya": 54,
  "text": "<p> قوله - عز وجل: </p><p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} الآية: (٥٤) - سورة البقرة. </p><p> قد تقدم الكلام في الظلم، فأما ظلم النفس، فقد يقال لكل فعل يباعدها عن توفيق الله تعالى في الدنيا وعن قوابه في الآخرة صغيراً كان أو كبيراً وقوله:  {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} وقوله: {وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا} </p><p> فالأظهر أن فعل الفاحشة وعمل السوء للكبيرة، وظلم النفس في الآيتين للصغيرة. </p><p> وفي الجملة: فإن ظلم النفس هو الخروج عن الاعتدال صغيراً كان أو كبيراً وقوله: \" تبارئكم \" فأصل البرء خلوص الشيء عن غيره إما على سبيل التقصي منه، أو على سبيل الإنشاء عنه فعلى التقصي قولهم: برئ فلان من مرضه، والبايع من عيوب مبيعه، وصاحب الدين من دينه، ومنه: استبراء الجارية، فإنه أراد تقصيها من \" ما \" ومن \" عسى \" أن قد غشيها من قبل، وعلى سبيل الإنشاء: قولهم: أبرأ الله الخلق وقوله تعالى: {الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ} فإشارة إلى أحوال ثلاث، فالخلق: إلى إيجاد البدن، والبرء: إلى إيجاد الروح، وهي النسمة التي عناها أمير المؤمنين بقوله:  \" والذي فلق الحبة، وبرأ النسمة \" ، والتصوير إلى الجمع بينهما وإلى ثلاثتها أشار بقوله: {إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (٧١) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ} الآية وإلى ذلك أشار بقوله: {يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ} وأما البرية فكثير من الناس ذهبوا إلى أنها منه، فترك همزة، كالذرية والنبي الخابية ومنهم من قال: البرى. </p><p> أي التراب، أو من البرى، وإليه ذهب الكسائي قبرا هي اعتباراً بالأرواح، ويرى اعتبراً بالأشباح والقتل معروف وقد يستعمل في معنى </p><p> التذليل وإزالة السورة، يقال: قتلت الدابة، أي: ذللتها، وقتلت الخمر: أزلت سورتها بالمزج، قال الشاعر: </p><p> إن التي ناولتني فرددتها .... </p><p> قتلت قتلت فهاتها لم يقتل </p><p> وفلان قتل فلاناً، أي: مثله، فأصله مقاتلة، فتصور منه معنى المماثلة، لكون المقاتلين متماثلين في فعليهما المختص بهما، وإذ قيل: فلان قتل نفسه، فقد يقال: إذا فعل بنفسه فعلاً أزال به الروح، وقد يقال إذ سلم نفسه للقتل، وإن كان أكثر ما يقال في ذلك المستقتل وقد يقال: إذ قيل من يختص به اختصاص نفسه نحو: فلم أقطع بهم إلا بنائي، وقوله: وإذا رميت يصيبني سهمي </p><p> وقد يقال: قتل فلان نفسه، إذا ضيع حظها في طلب الآخرة، فأدى به ذلك إلى زوال حياته الأبدية، وذلك مذموم، وقد يقال في ضد ذلك وهو إذا أفنى شهوته وذلك هواه في الدنيا طلباً للآخرة، وذلك محمود، وعلى الاول قال جعفر بن محمد في قوله:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} أي: اطلبوا لها الحياة الأبدية، وعلى هذا قيل:  \" قتل النفس إحياءها، وإحياءها قتلها، يعني في حالة وحالة، وروى أن الله تعالى أوحى إلى موسى(أن من أحبني قتلته،فقال يارب:إذا انتهيت في الخلة لم أبال بقتل الدنيا)وقال بعض الحكماء: \" من لم يعذب نفسه لم ينعمها ومن لم يقتلها لم يحبها (فاقتلوا أنفسكم) حملوه على أكثر هذه الوجوه، قال بعضهن: أمروا أن يجبا كل واحد نفسه بالسكين، وقيل: أمروا أن يسلم كل أحد للقتل، وقال أكثرهم: \" أمروا أن يقتل بعضهم بعضاً فكان الرجل يقتل أباه وأخاه غير متحاش من ذلك قال بعضهم: أمروا أن يزيلوا شهواتهم ويفنوا نفوسهم الشهوية في الوصول إلى رضاء الرب ويبلغوا إلى الحياة الأبدية وقد طعن في هذه الآية بعض الملحدة، وزعم أن قتل </p><p> النفس مستقبح في العقل، وهذا الجاهل إنما استقبحه لكونه جاهلاً أن لنفوسنا خالقاً بأمره نستبقيها وبأمره يقيها وأن لها بعد هذه الحياة التي هي لعب ولهو معادا إلى دار فيها حياة سرمدية كما قال:  {وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ} وإن قتلها بأمره يوصله إلى حياة خير منها ومن علم أن الإنسان في هذه الدنيا كمجاهد أقيم في ثغر يحرسه ووال على بلد يسوسه، وأنه مهما استرده [يعاد] فلا فرق بين أن يأمره بخروجه بنفسه أو يأمر غيره بإخراجه ومن تصور هذه الجملة علم أن الإنسان إنما أنكر له قتل نفسه في الدنيا لأنه كالراجع عن الثغر إلى حضرة صاحبه قبل استرداده، وإذا أمره أن يقتل نفسه - فقد رجع عنه بأمره وذلك ظاهر لمن تصور حالتي الدنيا والآخرة، وعرف قدر الحياتين والميتتين فيهما وقوله:  {ذَلِكُمْ خَيْرٌ لَكُمْ} الإشارة به إلى التوبة وقتل النفس ولما كان الشيء قد يكون خيراً عند الاعتبار بالدنيا شراً عند الاعتبار بالآخرة، وقد يكون على عكس ذلك. </p><p> بين تعالى بقوله:  {ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ} أن ذلك خير بالاعتبار بالأمور الإلاهية </p><p> إن قيل: لم أعاد ذكر \" بارئكم \" ؟ </p><p> والإتيان بالضمير في مثله أحسن؟ قيل: إنما يحسن الضمير إذا لم يشتبه ولم يقصد بالتكرير تعظيم الأمر، وكان ذلك في جملة واحدة أو ما حكمه حكم الجملة الواحدة، فأما إذا لم يكن كذلك فتكريره أحسن وقد حصل ههنا الأحوال الثلاث فإنه جرى ذكر موسى والعجل فلو قيل عنده: يصح توهم إرادة أحدهما ثم قد علم أن المقصود في مثل هذا الموضع تفخيم الامر ثم قوله: (ذلك خير لكم) جملة أخرى غير الأولى .. </p>"
}