{
  "id": null,
  "sura": 2,
  "aya": 7,
  "text": "<p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ} وقيل: لم يدخل في الإسلام منهم إلا نفر لا يدري هل حصل لهم الإيمان الموصوف في قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} </p><p> فإن قيل: إذا علم أنه لا ينجع فيهم الإنذار، فما فائدة حث النبي - صلى الله عليه وسلم - على إنذارهم؟ </p><p> قيل: قد بين الله تعالى في الآية ما هو تنبيه على الجواب عن ذلك، لأنه قال:  \" سواء عليهم \" ، ولم يقل: عليك، ليبقى للنبي فضل الإنذار والسعي، ففي إبلاغه فائدتان: فائدة له في استحقاق الثواب لما تكلفه من المشاق، وفائدة لهم أن قبلوا، فهم وإن حرموا فائدة القبول، فإنه - عليه السلام - لم يحرم فائدة الإبلاغ، وعلى ذلك قال:  {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ} تنبيهاً على هذا المعنى، وقال فيما خاطب به الكفار وذمهم لعبادتهم الأصنام {سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ} فقال عليكم لما كان ذلك راجعاً إلى الداعين دون المدعوين وخبر أن يصح أن يكون قوله: {لَا يُؤْمِنُونَ} وقوله: {سَوَاءٌ عَلَيْهِمْ} مع خبره اعتراض في موضع الحال، ويصح أن يكون الجملة التي هي سواء عليهم مع خبره خبر \" إن \" وقوله: {لَا يُؤْمِنُونَ} حال مؤكدة، أو تفسير لذلك، لأنه إذا قيل:  {سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ} لا يعلم من ظاهره أن هذا الاستواء هل هو في: \" أن يؤمنوا \" أو في \" أن لا يؤمنوا \" فبين ذلك </p><p> قوله - عز وجل -: {خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ} الآية (٧) سورة البقرة. </p><p> الختم، والطبع الأثر الحاصل على نقش، وتجوز به في أمور، يقال:  \" ختمت كذا \" في الاستيثاق من الشيء والمنع منه - نظراً إلى ما يحصل من المنبع بالختم على الكتب والأبواب، ويقال ذلك، ونعني به تحصل أثر نظر إلى النقش الحاصل عن الطابع إذا طبع، ويقال ذلك ونعني به بلوغ أخر الشيء - نظراً إلى أنه أخر فعل يفعل في إحراز الشيء منه، ومنه قيل:  \" ختمت القرآن \" ويقال ذلك لما يستدل به إلى الشيء نظراً إلى ختم المناشر المستدل به على منشيها، وأما المراد من الآية، فقد قيل: \" للإنسان بالقول المجمل ثلاثة </p><p> أنواع من الذنوب يقابلها في الدنيا ثلاث عقوبات. </p><p> الأول: الغفلة عن العبارات، وذلك يورث صاحبها جسارة على ارتكاب الذنوب، وهي المشار إليها بقوله عليه السلام:  \" إن المؤمن إذا أذنب ذنباً كان نكتة سوداء في قلبه، فإن تاب ونزع واستغفر صقل قلبه، وإن زاد زادت حتى يغلق قلبه \"  \" والثاني: الجسارة على ارتكاب المحارم، إما الشهوة تدعوه إليه أو وشرارة تحسنه في عينه، وذلك يورثه وقاحة،وهي المعبر عنها بالرين في قوله تعالى:{كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}والثالث: الضلال، وهو أن يسبق إلى اعتقاد مذهب باطل، وأعظمه الكفر، فلا يكون منه تلفت بوجه إلى الحق، وذلك يورثه هيئة تمرنه على استحسانه للمعاصي واستقباحه للطاعات، وهو المعبر عنه بالختم والطبع،وكما عبر عنه بذلك في قوله تعالى:{وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ}وقوله:{أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ}فقد عبر عنه بالإقفال في قوله تعالى:{أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا}وبالإغفال في قوله:{وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا}وبقساوة القلب في قوله:{وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً}وبجعل أكنةٍ عليها في قوله:{وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ}وبعدم العقل في آيات كثيرة.</p><p> ويجب أن يتصور ههنا نكتة تزيل الشبهة فيها وفيما أشبهها من الآيات، وهي أن الهداية من الله تعالى ضربان، أحدهما: بالعقل الذي هو فطرته التي فطر الناس عليها، ومتى توهم نفياً مرتفعاً ارتفع التكليف، والثاني: العلم المحصل للإنسان بالفكر والروية بواسطة ما أعطى من نور الهداية الأولى، وهو الذي أشار إليه النبي - صلى الله عليه وسلم - فيما قال لعلي - رضي الله تعالى عنه - \" إذا تقرب الناس إلى خالقهم بالصلاة والصيام، فتقرب أنت إليه بالعقل تسبقهم بالدرجات \" فإذا كان كذلك، وجب أن يكون متصوراً أن هذه الهداية الثانية مباحة للكافة. </p><p> كان لا سبيل إلى لقائها وتناولها والانتفاع بها إلا لمن جلى بصيرته لرؤيتها، وطهر قلبه بقبولها، وقد نبه تعالى على ذلك بقوله:  {قَدْ أَفْلَحَ مَنْ تَزَكَّى} والكافر من حيث لم يجل البصيرة لم يرها، وإذا لم يرها لم يتناولها، وإذا لم يتناولها، صح أن يقال:  \" هو ممنوع منها ومصروف عنها \" ، كما قال تعالى:  {سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا} ثم بين سببه فقال: {ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ} وتصور بعض الناس أن ذلك الختم منع من الله تعالى للكافر عن الإيمان، واستدل به على جواز تكليف ما لا يستطاع، وهذا تصور فاسد، فالإنسان في هذه الحالة، وإن كان لا سبيل له إلى الإيمان في الحال، فذلك بما كسبت يداه من إهمال نفسه، فما فسد بينهما من يده، فإنه وإن كان لا يقدر على رده، فقد كان من قبل سهلاً عليه أن يضبطه فلا يرمي به، ألا ترى أنه تعالى قال:  {ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ} فجعل الكفر علة للطبع على قلوبهم، وقال بعض المتكلمين: إن الختم والكن لو كان مانعاً من الإيمان، لما أنكر الله تعالى على الكفار حيث قالوا {وَقَالُوا قُلُوبُنَا غُلْفٌ بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ}  {وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ} وليس بصحيح استدلاله، وذاك أن هذا المنع حاصل، لكن هو من جهتهم على ما تقدم، والقوم لم يتصوروا ذلك، فلذلك أنكر الله عليهم ما قالوه، وأما ما قاله أبو علي الجبائي في أن \" الختم \" سمة جعلها الله تعالى في قلوب الكفار دلالة للملك على كفرهم كالكتابة في قلوب المؤمنين ليعرفوا بها الاعتقادات التي لا تظهر بالجوارح، فإن هذا كما قال الشاعر: </p><p> تخرصا وأحاديثا ملفقة. . . ليست بنبع إذا عدت ولا غرب </p><p> وذاك أن هذا الحكم لا سبيل إلى إثباته إلا بسمع غير محتمل، وأيضا فإن هذه الكتابة إن كانت </p><p> محسوسة، فمن حقها أن يدركها ذو الحاسة وإن كانت معقولة، والاعتقاد أيضاً معقول، فالملائكة غير مفتقرة في شيء من المعقولات إلى الأدلة والبراهين كما يحتاج إليها البشر، وقال أبو القاسم البلخي:  \" إن ختم الله عليها شهادته على صاحبها بأنه لا يؤمن \" قال: وتخصيص القلب بذلك لاختصاصه بالاعتقادات، كتخصيص الرجل بالمشي، واليد بالبطش إذا قيل:  \" مشت رجله \" ، و \" بطشت يده \" وقد جعل الله تعالى في قوله: {أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ} ثلاثتها مطبوعاً عليها، وفي هذه الآية، وفي قوله:  {وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} . </p><p> البصر مغشي عليع مفرداً عن القلب، والسمع، فقد قيل: إن ذلك لاختصاص البصر بمعنى، وهو أنه لما كان يحتاج في إدراك مدركاته إلة نور من خارج كما يحتاج إلى نور من داخل، والقلب والسمع يستوي حالهما في إدراك مدركاتها في الضوء والظلمة، خص البصر بالغشاوة - تنبيهاً على أن النور ممنوع منه، فلا يحصل به الانتفاع وأيضاً، فإن ما يدركه القلب والسمع لا يختص بجهة دون جهة، وما يدركه البصر يختص بجهة المقابلة، فجعل ما يمنعهما من خاص، فعليهما الختم الذي يمنع من جميع الجهات، وجعل ما يمنع البصر من خاص الغشاوة المختصة بجهة دون جهة، وأكثر ما ذكر الله القلب، فالمقصود به \" العقل والمعرفة \" ، وكان ذلك عباة عن الموعي بالوعاء، وعلى هذا قوله تعالى:  {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ} ، وقوله تعالى:  {فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا} ، وقوله عليه السلام:  \" استفت قلبك وإن افتاك المفتون \" ، وأما إفراد السمع مع جمع القلب والبصر، فقد قيل: إن السمع في الأصل مصدر، فأجرى مجرى أصله، وقيل: أراد موضع سمعهم، وقيل: المضاف إلى الجمع يصح جمعه على الأصل، وإفراده على الإيجاز - اعتماداً على المضاف إليه، كقول الشاعر: </p><p> أمَّا عِظَمامُهَا فَبِيضٌ ... </p><p> وَأَمَّا جِلْدُهَا فَصَلِيبُ </p>"
}