{
  "id": null,
  "sura": 2,
  "aya": 111,
  "text": "<p> قوله - عز وجل -: </p><p> {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} </p><p> الآية (١١١) - سورة البقرة. </p><p> البرهان: كل حجة لا يعتريها شبهة بوجه. </p><p> وهود، قال الفراء: أصله يهود، فحذف ياؤه لكونها زائدة، وقال غيره: هو جمع هايد أي تائب نحو: {إِنَّا هُدْنَا إِلَيْكَ} ، وكأنه كان في الأصل اسم مدح لمن تاب منه، ثم صار بعد نسخ شريعتهم لازماً لجماعتهم كالعلم لهم وجعل مقالهم ذلك، أماني من حيث أن الأمنية مقال منيعة عن تقدير، فيستعمل تارة في التقدير حقاً كان أو باطلا على ذلك، حتى بين ما تمنى لك الماني، وتارة في المقال، وقوله:  (لن يدخل) كلام \" ملفوف \" وتقديره: قالت اليهود لن يدخل الجنة إلا من كان هوداً، وقالت النصارى: لن يدخلها إلا النصارى فأجمل اكتفاء بعلم السامع أن يرد كلأ إلي ما يقتضيه ونحوه في الإجمال قوله- عز وجل- {جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ} . </p><p> ثم [كذبهم] بعجزهم عن إقامة البرهان على ما ادعوه. </p><p> قوله- عز وجل- {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} </p><p> بل: رد لدعواهم وإثبات لضد حكمهم، والإسلام: الدخول في السلم، وقيل للانقياد إسلام، نحو: </p><p> كَمَاَ أسْلمَ السَّلْكَ منْ نِظْمه ... </p><p> لألئ منُحْدراتٍ صغَاراً </p><p> لأن الانقياد للمسالم من مقتضى السلم، وجعل الإسلام في الشرع ضربين، ضرباً قبل الإيمان دونه، وهو الاعتراف باللسان الذي يحقن الدماء حصل معه الاعتقاد الصحيح أو لم يحصل، وإياه </p><p> عنى بقوله - عز وجل -: </p><p> {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} وضرباً بعد الإيمان وفوقه، وهو أن يكون مع الاعتراف اعتقاد بالقلب ووفاء بالفعل، وإياه عنى يوسف بقوله:  {تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} ، وقال:  {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} أي الطاعة هي تسليم لأمر الله- عز وجل، وهذا الإسلام بين مبدأه ومنتهاه بون بعيد، وكان منتهاه على حسب طاقة البشر حال إبراهيم- عليه السلام- حيث ابتلى، فقيل له أسلم، فقال أسلمت لرب العالمين، ثم وفي بما كان منه، وهذا هو الإخلاص المراد من الأولياء، وأصل الوجه العضو المقابل من الإنسان فاستعير للمقابل من كل شيء حتى قيل: واجهته ووجهته، وقيل للقصد وجه، وللمقصد وجهة، وعلى ذلك {أَسْلَمَ وَجْهَهُ} ، {وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ} ، {أَسْلَمْتُ وَجْهِيَ لِلَّهِ} وعلى ذلك قوله: {وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا} . </p><p> ولما جعل دلك للقصد أضيف تارة إلى القاصد كما تقدم، وتارة إلى المقصور، كقولك:  \" أردت بكذا وجه الله \" ، وقد حمل على ذلك {وَيَبْقَى وَجْهُ رَبِّكَ} ، {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} ، وقيل: الوجه في هذه المواضع اسم العضو مستعاراً للذات، فقوله: أسلم وجهه أي نفسه والإحسان قيل هو الإتيان بلد فرض العبادة بالنفل، وبعد إقامة العدل بالفضل ولما كذبهم الله عز وجل فيما ادعوه </p><p> من دخول الجنة بيد أن من أسلم نفسه له على حد ما قال الله تعالى:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ} ، وكان قصده إياه فيما يتحراه وهو ملتزم مع فرائضه نوافل حصل له ما ادعوه وزيادة فإن له أجره وهو الجنة، ومع ذلك فلا خوف عليه في الدنيا ولا في الآخرة، أما في الدنيا فبأن يجعل له يقيناً وصبراً قناعاً تكفيه الخوف على شيء يفوته والجزع لشيء قد فاته، وأما في الآخرة فبأن يكفيه شدائده \" يوم لا يغني مولى عن مولى شيئأ \" </p><p> إن قيل: كيف قال (لا خوف عليهم) وقد مدح المؤمنين على خوفهم بقوله: {وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ} قيل: إن الذي نفي عنهم هو ما تقدم آنفاً، والذي مدحهم به هو توفية حق العبادة، فإن مخافة الله إقامة عباداته وارتسام مرسوماته، ولذلك قيل: من لم تخف نفسه الدنيا فلا يعذبه [خائفاً] وقيل: معنى {أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ} أي: من آمن وعمل صالحاً، وما تقدم منطوٍ على هذا ... </p>"
}