{
  "id": null,
  "sura": 2,
  "aya": 271,
  "text": "<p> قوله - عز وجل: </p><p> {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} الآية (٢٧١) - سورة البقرة. </p><p> خفي الشيء صار في خفية، والخفاء ما يستر به كالغطاء، وخفيته: أزلت خفاءه وذلك إذا أظهرته، وأخفيته أوليته ما دون القوادم من الريش .. </p><p> ، قال الخليل: لأنها تخفى إذا وقع الطائر قد أثني الله تعالى على إبداء الصدقات بقوله: {فَنِعِمَّا هِيَ} ، وقال ابن عباس: هذا في صدقة التطوع فأما الفرض، فإظهاره أفضل، لئلايتهم، وقال الحسن وقتادة: إخفاء جميعه أفضل ومن الناس من يحتج بذلك في جواز إعطاء الصدقات في الصامت والناطق الفقراء دون الإمام، لقوله:  {وَتُؤْتُوهَا الْفُقَرَاءَ} ، وقال بعضهم: ليس القصد بذلك إعطاء الفقراء يدا بيد، بل القصد إخفاؤه، فإنك إن آتيت الساعي فقد أتيتهم لأن يده يدهما في الحكم، وبين أن إخفاء الصدقة أحمد، لأن قوله:  \" خير \" إن جعلته في تقدير \" افعل \" فتفصيله ظاهر، وإن جعلته في تقدير:  \" فعل \" ، فالخير أبلغ معنى من مقتضى نعم، ولا قال في الإخفاء \" فهو خير لكم \" ، فأكده بلكم، ثم قال:  {وَيُكَفِّرُ عَنْكُمْ} ، ولم يصف الإبداء بذلك، ثم قال:  {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} تنبيها أنه إن أخفى لا يخفى عليه ولا يضل عنه ويؤكد فضل إخفائه قوله عليه الصلاة والسلام \" سبعة يظلهم الله في ظل عرشه.</p><p> ،، وذكر رجلا تصدق بصدقة أخفاها حتى لا تعلم شماله ما تصدقت به يمينه .. \" ، وقوله:  {فَنِعِمَّا هِيَ} قرئ مكسور النون والعين وكسر النون </p><p> إتباع لكسر العين، وقرئ بفتح النون وكسر العين وقرئ بسكون العين وكسر النون وتشديد الميم وبتخفيف الميم أيضا، والسكون بعيد لالتقاء الساكنين، وليس أحدهما حرف مدولين، والتخفيف كذلك لحذف لام الفعل أو الميم من ما، وكلاهما لا ينقاس وقوله:  {وَيُكَفِّرُ} إذا جزم فعطف على موضع الفاء، وإذا رفع فعطف على موضع الفاء، وإذا رفع فعطف على ما بعد الفاء نحو:  {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ} .. </p><p> إن قيل: ولم قال: {وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ} ؟ فأدخل فيه من قبل (قد) : قال بعضهم: من زائدة وقيل تنبيها أنه لا يكفر جميع المعاصي لأنه يكفر الصغائر بشرط اجتناب الكبائر عند قوم ويكفر الكل عن المسلمين بشروط اجتناب الكفر إن شاء عند قوم .. </p>"
}