{
  "id": null,
  "sura": 2,
  "aya": 83,
  "text": "<p> قوله - عز وجل -: </p><p> {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ} </p><p> الآية:  (٨٢) سورة البقرة. </p><p> عادة القرآن في كل موضع يذكر عقاب قوم أن يذكر بإزائه ثواب مضادتهم ليُرجى رحمته ويخاف عذابه، وقد تقدم أن عامة ذكر الإيمان في القرآن مقرونة بالأعمال الصالحة تنبيهاً أن جملة الاعتقاد والمقال لا اعتداد بها ما لم يضامها الأعمال الصالحة، إذ الاعتقاد كالأس، والعمل كالبناء، ولا غناء في أسء بلا بناء، كما لا ثبات لبناء بلا أس، وفيه دلالة أن قوله تعالى من قبل:  {بَلَى مَنْ كَسَبَ سَيِّئَةً} هو الكفر، وإحاطة الخطيئة به الأعمال السيئة، وذلك لا قابله به من الإيمان والأعمال الصالحة .. </p><p> قوله - عز وجل -: </p><p> {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ} </p><p> الآية (٨٣) سورة البقرة. </p><p> الولد: المولود، والوليد للصبي اعتبارا بقرب ولادته، كما يقال: لما قرب اجتناؤه جني، والوليدة في الأمة كناية عن طريق التلطف بأنها تجري مجرى الولد، و \" فلان لدة فلأن \" ، أي ولد معه، واليتيم قد يقال لمن فقد كافله قبل البلوغ من أبويه، أما في الناس فأباه، وأما في البهائم فأمه، لأن كفالة الولد في الناس على غالب الأمر، وفي الحكم إلى الأب، وفي البهائم إلى الأم، وقد يقال لن يتصور بصورة الفرد الذي إذا اعتبرت فضيلته قدر أن لا أباله من جنسه لكونه خارجية بالفضل عن طبيعة أبائه، </p><p> وجدك فاصطفاك، كقوله تعالى في موسى عليه السلام:  {وَاصْطَنَعْتُكَ لِنَفْسِي} ، وأخذ هذا الميثاق المذكور في الآية ليس شيئاً اختص به بنو إسرائيل فقط، بل في كل أمة، ولكل نبي، وقد تقدم أن هذه العبادات مما لا يجوز خلو شرع منها وإن اختلفت هيئاتها وأعدادها وأن كلياتها مأخوذة على الناس بقضية عقولهم وألسنة أنبيائهم وجزئياتها وكيفياتها مأخوذة عليهم بألسنة أنبيائهم- عليهم السلام - إذ لا طريق للعقل إلى صرفة جزئيات العبادات والصالح المعلقة بها، وليس أخذ الميثاق </p><p> كله معتبراً بان يلتزمه المأخوذ عليه ويرضى به، بل بأن توجه الحجة، وتقدير قوله:  (لا تعبدون إلا الله) فيه أوجه، قال الكسائي:  (أن لا تعبدوا) ، فلما حذف \" أن \" نرفع، نحو: </p><p> ألاَ أيُّهذا الزَّاجري أحْضُر الوَغى </p><p> وقال الأخفش: لما أفاد قوله {أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ} معنى القسم أجابه بجوابه نحو: خلفت لا يخرج زيد، وقال قطرب:  (لا تعبدون) في موضع الحال، تقديره غير عابدين، وقال الفراء: لفظه خبر، ومعناه النهي نحو:  (لا تضار والدة بولدها) بالرفع، واستدل على كونه نهيأ بقراءة أبي:  (لا تعبدوا إلا الله) ، وبعطف قوله:  {وَقُولُوا لِلنَّاسِ حُسْنًا} عليه. </p><p> ولما تضمن أخذ الوثاق معنى الوصية حمل عليه قوله:  (وبالوالدين إحسانا) واختلف في قوله تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا} ، فذهب بعضهم إلى أنه منسوخ بأية السيف، لأن المسلمين أمروا في الارتداء أدت يتلقوا الكافر أو المسلم بالحسنى، ثم أمروا بالتغليظ والقتال، وقيل: لا نسخ فيه وهو الأصح، لأن ذلك كقوله:  {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} لآية، ولأن قتالهم لا يمنع من أن يقاد لهم أولاً قول حسن، كما قاد موسى- عليه السلام- {فَقُولَا لَهُ قَوْلًا لَيِّنًا} ، ثم قوله:  {وَقُولُوا لِلنَّاسِ حُسْنًا} ، يصح أن يكون نهياً عن المقادح والكذب، ثم هذه الاية ليست خطابا للمسلمين من هذه الأمة، وإنما هي حكاية ما أمر به بنو إسرائيل، وهما خطاب للأسلاف من بني إسرائيل، وقيل: </p><p> هو خطاب لن كان في زمان رسول الله - صلى الله عليه وسلم - منهم، وقيل قوله:  {ثُمَّ تَوَلَّيْتُمْ} خطاب للسلف، وقوله:  {وَأَنْتُمْ مُعْرِضُونَ} خطاب لمن كان في زمنه، </p><p> إن قيل: ما فائدة قوله: {وَأَنْتُمْ مُعْرِضُونَ} بعد قوله:. </p><p> {ثُمَّ تَوَلَّيْتُمْ} قيل فيه ثلاثة أقوال، الأول: أن قوله {وَأَنْتُمْ مُعْرِضُونَ} حال مؤكدة، لأن تقديره:  (ثم توليتم معرضين) ، ذلك على قول من جعلها خطاباً لفريق واحد، والثاني أن التولي قد يكون لحاجة تدعو إلى الانصراف مع ثبوت العقد والإعراض هو الانصراف عن الشيء بالقلب، والثالث: أن التولي والإعراض في دلك مثل مأخوذ من سلوك الطريق، وإدا اعتبرنا حال سالك المنهج في ترك سلوكه، فله حالتان، إحداهما: أن يرجع عوده على بدئه، وذاك هو التولي، والثانية: أن يترك النهج ويأخذ في </p>"
}