{
  "id": null,
  "sura": 2,
  "aya": 58,
  "text": "<p> قوله - عز وجل -: </p><p> {وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ} الآية (٥٨) - سورة البقرة. </p><p> الدخول والولوج والتفحم والتوغل متقاربة، لكن الدخول عام، والولوج الدخول في مضيق والتفحم دخول في شدة، والتوغل في مشتبك شجر، وأوردت الإبل دخالاً إذا تداخلت في الورود وفلان دخيل في القوم، وفيه دخل كناية عن الفساد، ودخول في مغمرة بالكلام، والدخل طائر صغير سمي بذلك لدخوله. </p><p> خلال الشجر الملتفة، والحجر الضيقة، والقرية من قريت الشيء جمعت، وقيل أصله قرية، والقرى مجمع الماء، فكل بقعة يجتمع فيها الماء والأبنية قيل قرية، والمقرى للحوض، والقرى للحوضن والمكيلة، و (حطة) فعلة من حططت وقرى نصباً ورفعاً، وبالنصب قيل هو مفعول بها نحو: قلت كلمة طيبة، وقيل هي في موضع سؤال أي: حط عنا ذنوبنا، نحو غفراً لنا، وبالرفع قيل هي حكاية، كأنه قيل: ما نسأله حطة، وقيل معناه هو مغلم تحطون فيه رحالكم، والغفر ستر بحائل ومنه المغفر للبيضة والغفارة لخرقة يغطي بها الرأس ولما تلف على سنة القوس، وغفر المريض \" نكس كأنه غطى المرض على عقله أو على صحته، وغفر ذنبه استعارة في الأصل،كقولهم:\" ليست عليه ذيلي، والخطايا على ضروب أحدها أن يريد غير ما يحسن إرادته ويفعله فهذا هو الخطأ التام [من كل وجه] المأخوذ به الإنسان والثاني أن يريد ما يجوز فعله، لكن وقع منه خلاف ما أراد فيقال: </p><p> أصاب في الإرادة، وأخطأ في الفعل، وهو المعنى بقوله: عليه السلام: (رفع عن أمتي الخطأ والنسيان) ، وقوله:  (من اجتهد فأخطأ فله أجر) ، والثالث: أن يريد ما لا يحسن فعله ويتفق منه خلافه، فهذا مذموم لقصده وغير محمود على فعله، وجملة الأمر أنه يقال لمن أراد شيئاً فأنفق منه خلافه أنه أخطأ، وإذا وقع منه، كما أراده أنه اصاب الخطأ ويقال لمن - فعل فعلاً لا - حسن أو أراد إرادة لا - حسن أنه أخطأ ولهذا يقال - أصاب فأخطأ الصواب، وأصاب الصواب وأخطأ الخطأ، فإذا هذه اللفظة مشتركة كما ترى، مترددة بين معاني يجب لمن يتحرى الحقائق تأمله، فهي مشكلة جداً، وقال بعض أهل اللغة: يقال خطئ إذا أصاب ما أراده من الخطأ، وأخطأ إذا أراده ولم يصبه، والحسن سقال لما يألفه البصر أو تألفه البصيرة، وأحسن إذا فعل ما استحسنه أحد هذين، وقد تقدم أن الإحسان زائد على العدالة، لأن العادل هو الذ يفعل ما إذا أخل به تلحقه المذمة، والمحسن من زاد على ذلك، ولذلك قيل:  \" عدل الله كله إحسان \" وورد في التفسير أنهم أمروا بدخول بيت المقدس من باب القبة منحنين، وقيل ساجدين، وأن يستغفروا، وذكر بعض المحققين أن الإشارة مع إرادة الظاهر بدخول القرية إلى الدخول تحت حجر الشريعة، وبالأكل إلى تحري ما يبلغهم إلى العيش الرغد. </p><p> وبدخول الباب سجداً سلوك الاستقامة على التذلل والتخضع، وبقوله:  (حطة) إلى الاستغفار قولاً وفعلاً طلباً الذنوب، وقال بعضهم: الإشارة به إلى التحقق بالعلم الذي أتاهم به موسى - عليه السلام - وتناولهم منه والتمسك به فهو الحلال الحلو الذي يتناول بلا خطر، إذ إن جميع المتناولات في </p>"
}