{
  "id": null,
  "sura": 2,
  "aya": 41,
  "text": "<p> تخرج عن الصواب - إن شاء الله -. </p><p> وقال تعالى لهذه الأمة:  {فَاذْكُرُونِي أَذْكُرْكُمْ} ، فقال بعض المحققين في اعتبار الآيتين دلالة على تشريف هذه الأمة في أنه لما خصهم بفضل فهم وعقل، أمرهم بذكره بلا واسطة، وأمر بني إسرائيل أن يجعلوا ذكر الآية وصلة إلى ذكره، وذلك فصل قد أحكم في كتاب:  (شرف التصوف) ، وقوله:  \" فارهبون \" ، تقديره: ارهبوني، فحذف الياء لدلالة الكثرة عليه، وكون الفواصل كالقوافي، وفائدة تكرير الضمير توكيد للحث على رهبته، وأنها لا يجوز أن تكون إلا منه تعالى دون غيره، ومثله في تذكيرهم نعمة الله تعالى ما حكاه تعالى عن موسى قال لهم:  {اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ} </p><p> قوله - عز وجل - </p><p> {وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ} </p><p> \" الآية:(٤١)- سورة البقرة \" . </p><p> قد تقدم أن الإيمان مقتض للعلم اليقيني، ففي ضمن قوله تعالى:  {وَآمِنُوا بِمَا أَنْزَلْتُ} حث على استفادة العلم، إذ لا يحصل الإيمان الحقيقي من دونه، ونبه بقوله تعالى:  {مُصَدِّقًا لِمَا مَعَكُمْ} أن لا منافاة بين ما أتى به الأنبياء من أصول العبادات، وأنهم كنفس واحدة من حيث يتساوى دعاؤهم إلى التوحيد والأركان الثلاث من الشرائع التي هي العبادات الخمس وأحكام الحلال والحرام والمزاجر، وإنما الاختلاف بينهم في جزئيات الأحكام وفروعها كيفما تقتضيه مصلحة قوم وزمان، فكل مصدق للآخر فيما أتى به من أن كليات شرائعهم متساوية، وأن فروعها حق بحسب الإضافة إلى زمان كل واحد منهم، وأمته حتى لو كان أحدهم في زمن الآخر لم ير المصلحة إلا فيما أتى به الآخر، ولذلك قال عليه السلام:  \" لو نشر موسى بن عمران لما وسعه إلا اتباعي \" ، وقوله:  {وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ} أي لا تكونوا أئمة في الكفر، فيقتدي بكم تباعكم، فتكونوا لأوزاركم وأوزارهم، كما قال تعالى </p><p> {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ} وذلك إشارة إلى ما قاله عليه السلام \" من سن سنة حسنة فله أجرها وأجر من عمل بها، من سن سنة سيئة فله وزرها ووزر من عمل بها \" وقيل: معنى \" أول \" المتقدم بالشرف كقولهم: \" حاتم أول الأسخياء، وما رد أول اللئام،والمعنى:لا تكونوا أرفع كافر منزلة في الكفر،وذاك أن محمداً:عليه السلام - لما كان أخر الأنبياء، وكان متمماً لشرائع من تقدمه، كما روي عنه -عليه السلام أنه قال:\" إنما مثلي ومثل الأنبياء كرجل بني بنياياً وأكملها، وترك موضع لبنة، فأنا كنت موضع اللبنة \"، فصار الكافر به كالكافر بجميعهم، فإن من شرط من الإيمان بهم أن يضامه الإيمان به، وإلا لم يعتد بإيمانه بهم،والهاء في قوله تعالى:\" به \" ضمير \" ما أونزلت \"،وقيل:هو ضمير \" ما معكم \"،</p><p> إن قيل: لم قال: \" ولا تكونوا أول كافر به \" وأنت لا تقول \" كونوا أول رجل \" وإنما تقول \" رجال \"؟قيل:إن ذلك معناه: \" أول كافر أو خرب مما لفظه المفرد، ومعناه الجمع على ذلك قول الشاعر: </p><p> فإذا هم طمعوا فالأم طاعم .... </p><p> وإذا هم جاعوا فشر جياع </p><p> وقد أجاز بعضهم إخوتك أول رجل، أي أول الرجال إذا كانوا رجلاً رجلاً، والقليل والكثير من الأسماء المتضايقة، ويعتبران بالغير، وليس استعمال القلة في قوله:  {وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا} لأجل اعتبار ثمنين من أعراض الدنيا، كما تصوره بعض الناس فاعترض على الآية: وقال: ذلك </p>"
}