{
  "id": null,
  "sura": 2,
  "aya": 184,
  "text": "<p> على كل مكلف عدى كل حال وفي كل زمان، ولهذا قال تعالى:  {وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ} </p><p> قوله - عز وجل -: </p><p> {أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} </p><p> الآية (١٨٤) - سورة البقرة. </p><p> السفر: كشف الغطاء، يقال: سفر القناع عن وجهه، والريح السحاب أو الورق، ويقال له السفير، ومنه المسفرة، وسافر، والسفر الكتاب الكاشف عن الأغراض، والسفار للبعير كالحكمة للفرس، وهو ما يسفر عنه جماحه، تطوع يفعل من الطاعة، يقال، طاع وطوع، ومنه:  {فَطَوَّعَتْ لَهُ نَفْسُهُ} والقدرة والاستطاعة والجهد والطاعة تتقارب، وبينها فروق، فالقدرة ما يظهر من القوة بقدر العمل لا زائداً عليه ولا ناقصاً، والاستطاعة منهما ما يصير به الفعل طائعاَ له بسهولة، والوسع منها ما يسع له فعله بلا مشقة، والجهد ما يتعاطى به الفعل بمشقة، والطاقة منها بلوغ غاية المشقة. </p><p> وقول الشاعر: </p><p> كلُّ امرئٍ عنْ طوقِهِ </p><p> أي عن غاية قدرته، لأن المقاتل لا يدع غاية من القدرة لا يبذلها قبل استسلامه للموت، وقوله:  {أَيَّامًا} يتعلق بـ كتب عليكم \" أو بـ \" كما كتب \"، أو بالصيام، وقوله:  {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ} ظاهره يقتضي أن المريض والمسافر عليهما عدة من أيام أفطر أو لم يفطر، وإليه ذهب أهل الظاهر. </p><p> وعند عامة الفقهاء على إضمار الإفطار بدلالة إضماره في قوله:  {وَعَلَى الَّذِينَ يُطِيقُونَه} ، وبدلالة الأخبار المروية في ذلك، ويقتضي أيضاً أن السفر القليل والكثير سواء، وعند عامتهم يعتبر فيه قدر ما، فبعضهم حدده بمسيرة ثلاثة أيام، وبعض بمسيرة يومين، وبعض بمسيرة يوم، ولا خلاف في أن ن خرج إلى نزهة ببستانه في ظاهر بلده لا يفطر، ويقتضي ظاهره أيضاً أن لا فرق بين أن يكون سفره لطاعة أو معصية، ولم يجوز الشافعي إلا في طاعة ويقتضي قوله {فَعِدَّةٌ مِنْ أَيَّامٍ} أن لا فرق ين أن يقضيها متتابعة أو غير متتابعة، وقد حكى وجوب التتابع عن علي وابن مسعود- رضي الله عنهما- </p><p> وقوله:  {مِنْ أَيَّامٍ أُخَرَ} عاد إلاً في عيد الفطر والأضحى والثلاثة أيام التي بعدها وقوله: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} ظاهره يقتضي أن المطيق له يلزمه فدية أفطر أو لم يفطر، لكن أجمعوا أنه لا يلزمه إلا مع شرط آخر فذهب الأصم إلا أن ذلك للمريض والمسافر وأن الذي يطيق الفدية منهما فأفطر، فعليه الفدية لمكان ما خفف عنه، كما جعل على المتمتع بما خفف عنه أن يهدي، وهذا ضعيف لأمرين، أحدهما: أنه لم يجر الفدية قبل ذكر ولا ما دل عليه، والثاني: أن المريض والمسافر قد أوجب عليهما عدة من أيام أخر، وذهب الشعبي وهو المروي عن ابن عباس- رضي الله عنهما- إلى أن الناس كانوا مخيرين في الابتداء بين أن يصوموا من غير فدية [وأن يفطروا ويقيدوا، ثم نسخ بالآية التي بعد،وتقديره:وعلى الذين يطيقونه فأفطروا إلى] وروي عن ابن عباس- رضي الله عنهما- في أصح الروايتين أن ذلك في الشيخ والشيخة الهمين والحامل والمرضع إذا خافتا على ولديهما، فلفظ (الطاقة) ههنا ينبيء عن ذلك، فإن الطاقة هدي التي تبلغ غاية المشقة ولا يخرج عن القدرة والعجز، ورأه، فذكر أن هؤلاء الذين يبلغ بهم الصوم غاية المشقة يجوز لهم الإفطار والفدية وقرئ </p><p> (يُطَوقونه) أي يتكلفونه بجهد، وقرئ) يطؤقونه) أي يحملون على أن يتطوقوا، وقرئ (مسكين) اعتباراً بكل واحد كقوله: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً} ، وإنما يلزم كل واحد هذا القدر، (ومساكين) اعتباراً بجماعتهم، {وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ} فقد قيل: مبني على ما تقدم، أي الصوم خير من الإفطار والكفارة، ون قال:  (الذين يطيقون) للمسافرين والمرضى وقال هذا خطاب لهم، وكذا من قال: الشيخ الهم، ويجوز أن لا يكون خيرا فعل، وإنما المعنى: الخير في الصوم تنبيهاً على عظيم ثوابه، وذاك أن المراد من العبادة والإخلاص والنية، ولهذا قال عليه السلام:  \" أخلص تكفك القليل من الغقل \" ، ولما كانت الأفعال البدنية كثيراً ما يدخلها الرياء إلا الصوم فإنه لا يوقف عليه ما لم يخبر الإنسان عنه بلسانه، ولا عبادة يدخل فيها الإنسان بالنية المجردة إلاً الصوم ... </p><p> قال عليه السلام:  \" يقول الله- عز وجل الصوم لي وأنا أجزي به \" ، ثم قال:  {إِنْ كُنْتُمْ تَعْلَمُونَ} أي: إن عرفتم ما فيه من المنفعة، وتحققتم ما يثمره لكم لم تتهاونوا في تحمله. </p>"
}