{
  "id": null,
  "sura": 2,
  "aya": 238,
  "text": "<p> لهما على استعمال العفو وترك التشرد، وإن بعض ما وجب لك أقرب إلى الهوى، ثم قال:  {وَلَا تَنْسَوُا الْفَضْلَ} أعم من العفو، لأنه يتناول ترك ما وجب لك، وإعطاء ما لا يلزمك، ولهذا قيل:  \" الفضل فوق العدل \" ، وقيل:  \" الكرم في الفضل لا في العدل \" ، ولما حث فيما تقدم على استعمال العدالة، نبه بقوله:  {وَلَا تَنْسَوُا الْفَضْلَ} أي: لا تتركوا الفضل مقتصرين على تحري العدالة. </p><p> قوله - عز وجل -: </p><p> {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} </p><p> الآية:  (٢٣٨) - سورة البقرة. </p><p> الحفظ والتعقد والتعهد والرعاية والحماية والصيانة متقاربة، لكن الحفظ أعلم ذلك، والتفقد حفظه، أي تفقد وكأنه مطلب في كل حال، بل فقد إشفاقاً عليه، والتعهد تجديد العهد به حالاً فحالاً، والرعاية حفظ ما به قوامه، كرعي الغنم للحماية حفظه عما يريده بسوئه .. </p><p> ، والصيانة: صيونة بما تقيه، والوسط معروف يقال بوسط فلان القوم سبطهم، وقد تصور الوسط على وجهين، محمود ومذموم، فاستعمل فيهما، أما المحمود فالمصون من الإفراط والتفريط، كالعدل، ولهذا قيل للعدل الوسط والسواء والنصف، وأما المذموم، فيتصور شيء له طريقان: محمود، ومذموم، فالسالك من الطرف المحمود إلى الطرف المذموم إذا انتهى إلى النصف، فقد فارق المذموم، فكنى به عن الذم، وأما أصل \" القنوت \" القيام على سبيل الخضوع، ولما كان الخضوع في يكون بالدعاء والتضرع، وبالإمساك عن الكلام، ويخفض الصوت، وغض البصر، وبذل المال فنبه بكل واحد من ذلك وسمي الدعاء بعد الركوع قنوتاً، والصلاة الوسطى الظهر عن زيد بن ثابت، وابن عمر كأنها اعتبرت بالنهار، وكونها في وسطه، والمغرب عن قبيصة بن دويت، لكونها وسطا بين الركعتين والأربع اللتين بنى عليهما عدد الركعات، والصبح عن جابر، لكونها بين صلاة الليل والنهار، قيل: ولهذا قال: {أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ} أي صلاته، فخصها بالذكر، لكثرة الكسل عنها، إذ قد تحتاج إلى القيام إليها من لذيذ النوم، ولهذا زيد في أذانه:  (الصلاة خير من النوم) ، وقيل: هو العصر فيما </p><p> يروى عن النبي - صلى الله عليه وسلم - وعلي وابن عباس، وهو الأصح، لما روي أن ابن حبيش قال: قلت ليسرة: سلي </p><p> علياً عن الصلاة الوسطى، فقال: كنا نرى أنها صلاة الفجر، حتى سمعت رسول الله - صلى الله عليه وسلم - يوم الخندق </p><p> يقول:  \" شغلونا عن الصلاة الوسطى صلاة العصر، ملأ الله قلوبهم أو قبورهم ناراً \" ، وروي البراء أنه كان يقرأ:  \" حافظوا على الصلوات وصلاة العصر \" ، ثم نسخ بقوله: الوسطى، وفائدة تخصيصها بالذكر، لأن وقتها في أثناء الأشغال العامة الناس بخلاف سائر الصلوات التي يكون فراغ ما إما قبلها، أو بعدها، ولذلك توعد النبي - صلى الله عليه وسلم - بتركها، فقال:  \" من فاتته صلاة العصر فكأنما وتر ماله وأهله \" ، واستدل بهذه الآية بعض الشافعية أن الوتر ليس بواجب، لأنه لو كان واجباً لكان أعداد الواجبات ستة، فلم يكن لها وسطى، وقال بعض المتأخرين: الصلاة الوسطى إشارة إلى النوافل المشروعة بين المكتوبات إما قبلها، وإما بعدها وإما قبلها وبعدها، وقال بعضهم: </p><p> عنى بالصلوات أنواعها كلها، فرائضها ونوافلها المؤقتة، والمشروعات عند أسبابها كالخسوفين، والاستسقاء، والنذر، فأمر تعالى بالمحافظة على جميعهما، ثم قال:  {وَالصَّلَاةِ الْوُسْطَى} أن الفرائض، ومعنى الوسطى: الشريفة، فخصها بالذكر مع دخولها في العموم، ثم أعقبه بقوله:  {وَقُومُوا لِلَّهِ قَانِتِينَ} وبقوله: (فإن خفتم) - تنبيها أن فعلها واجب بحسب الإمكان في جميع الأحوال، والمحافظة عليها مراعاة وقتها وتوفية شرائطها في أدائها كما ذكر في إقامتها في قوله:  {وَيُقِيمُونَ الصَّلَاةَ} . </p>"
}