{
  "id": null,
  "sura": 2,
  "aya": 79,
  "text": "<p> قوله - عز وجل -: </p><p> {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ} الآية (٧٩) سورة البقرة. </p><p> ويل: تقبيح، وقد يستعمل على سبيل التحسر، وما روى أبو سعيد الخدري- \" رضي الله عنه \" - أنه واد في جهنم، فليس يعني أن الويل هو اسم لذلك الوادي، وإنما يعني أن الذين يجعل لهم الويل هم المتبوئون في ذلك الوادي، والكسب استجلاب نفع، وقوله:  {وَمَنْ يَكْسِبْ خَطِيئَةً} ، فعلى نحو قوله:  {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} إن قيل ما وجه توكيد الكتابة باليد، وهي لا تكون إلا بها، </p><p> قيل: لما كانت اليد العاملة يختص بها الإنسان من بين الحيوان وهي أعظم جارحة، بل عامة المنافع راجعة إليها حتى لو توهمناها مرتفعة ارتفع بها الصناعات التي بها قوام العالم كالبناء، والحوك، والصوغ صارت مستعارة في القوى جميعا، والمنافع كلها حتى قيل: فلان يد فلان إذا قواه، وقيل للنعمة يد لما صارت معينة للمعطى إعانة يده وحتى صار مستعاراً في اللفظ لله تعالى بدلاً عن القدرة أو عن النعمة أو صفة أخرى غيرهما، فذكرت مثناة مرة ومجموعة مرة تصويراً للمبالغة في ذلك، فقال </p><p> تعالى:  {وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ} ، وقال تعالى:  {مِمَّا عَمِلَتْ أَيْدِينَا} ، وقال:  {لِمَا خَلَقْتُ بِيَدَيَّ} ، ووجه آخر، وهو أن الفعل ضربان: ابتداء، واقتداء، فيقال فيما كان ابتداء:  \" هذا مما عملته يدي فلان \" ، فقوله:  {مِمَّا كَتَبَتْ أَيْدِيهِمْ} أي مما اخترعوه من تلقائهم، وعلى هذا قد يحمل قوله تعالى: </p><p> {يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} ، إن قيل \" لم ذكر يكسبون بلفظ المستقبل، وكتبت أيديهم بلفظ الماضي؟قيل:تنبيها على أن ما قال النبي- عليه السلام- \" من سن سنة حسنة فله أجرها وأجر من عمل بها ومن سن سنا سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة، فنبه بالآية أن ما أضلوه وأثبتوه من التأويلات الفاسدة التي يعتمدها الجهلة هو اكتساب وزر يكتسبونه حالاً فحالاً إن </p><p> قيل: لم ذكر الكتابة دون القول؟ قيل: لما كانت الكتابة متضمنة للقول وزائدة عليه إذ هو كذب باللسان </p><p> واليد صار أبلغ، لأن كلام اليد يبقى رسمه، والقول يضمحل أثره ... </p><p> إن قيل ما الذي كانوا يكتبون؟ </p><p> قيل: قد روي عن بعض السلف أن رؤساء اليهود كانوا يغيرون من التوراة نعت النبي - صلى الله عليه وسلم -، ثم يقولون </p><p> هذا من عند الله، وهذا فصل يحتاج إلى فضل شرح، وهو أنة يجب أن يتصور أن كل نبي أتى بوصف لنبي بعده فإنه أتى بلفظة معوضة به وإشارة مدرجة لا يعرفها إلاً الراسخون في العلم وذلك لحكمة ألاهية، فإن من شأن المسوسين سيما الذين لم يتمهروا في الحقائق أنهم متى أحسوا بحال سايس يتعقبه \" سايسهم \" وإمامهم تواكلوا عن الأئتمار لأوامره، والأرتسام لزواجره، وهذا معروف من عادات الناس، وقد قال العلماء ما انفك كتاب منزل من السماء من تضمن ذكر النبي عليه السلام، ولكن بإشارات ولو كان دلك متجلياً لعوام لما عوتب علماؤهم في كتمانه، ثم ازداد ذلك غموضأ بنقله من لسان إلى لسان من العبراني إلى السرياني \" ومن السرياني \" إلى العربي، وقد ذكر المحصلة ألفاظاً من التوراة والإنجيل إدا اعتبرتها وجدتها دالة على صحة لنبوة محمد - صلى الله عليه وسلم - بتعريض هو عند الراسخين في العلم جلي، وعند العامة خفي، فبان بهذه الجملة أن ما كتبت أيديهم كان تأويلات محرفة، وقد نبه الله تعالى بالآية على التحذير من تغيير أحكامه وتبديل آياته وكتمان الحق عن أهله وترك الأمر بالمعروف والنهي عن المنكر طمعاً في عرض من أعراض الدنيا، وقد تقدم أنه قد عنى بالثمن القليل أعراض الدنيا وإن كثرت لقوله تعالى:  {قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ} . </p>"
}