{
  "id": null,
  "sura": 2,
  "aya": 26,
  "text": "<p> قوله - عز وجل -: {إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ} . </p><p> الآية (٢٦) سورة البقرة. </p><p> الحياءُ: عارض للفرع من النقيصة، وذلك بين الوقاحة والخجل، فإن الوقاحة هي الجرأة على الإعال القبيحة من غير مبالاة، والخجل انحصار النفس عن الفعل، والحياء مأخوذة من لفظ (الحياة) التر يراد بها العلم والعقل، ووجه ذلك أن الحياء أسُّ العقل، إذ هو أول أمارة منه تظهر من الصبي، ولهذا قال عليه السلام:  \" من لا حياء له لا إيمان له \" ، لأن الحياء أول منزلة من العقل، والإيمان آخر منزلة له، ومحال أن يحصل آخر المنزلة لمن لم يحصل له الأولى، وأما الحياء الذي هو الفرح، فسمي بذلك لكونه مستحباً من ظهورة، ومن أجل ذلك قيل:  \" شورتُ لفلان \" أي خَجَّلتُهُ خجل من يظهر شوارهُ أي فرحُةُ والضربُ أصله وقع شيء على شيء ثم تجوز به على أنظار مختلفة، ولما قيل:  \" ضربتُ الدرهم \" ، و \" درهمٌ ضربٌ \" أي مصوغ، استعير منه:  \" ضربت المثل \" والكلام في المثل، والمثل قد تقدم، وما في قوله:  \" مثلاً ما \" للمبالغة في التنكير، فإن \" ما \" في الخبر إما أن تكون معرفة، فتكون موصلة، أو نكرة، وذلك على ثلاثة أوجة: إما موصوفة نحو قوله: </p><p> رُب ما تجزعُ النُّفوسُ منَ الأمـ .... </p><p> ـرِ فُرْجةٌ كحلٌ العقال </p><p> أو مبتدأ بلا صفة وذلك في قولهم:  \" ما أحسن زيداً \" على مذهب \" سيبويه \" ، وإما تابعاً </p><p> لاسم منكور - تنبيهاً أنه لم يقصد به معين، نحو:  \" رأيتُ رجُلاً ما \" ، وقوله:  \" فَمَاَ فَوْقها \" ، قيل معناه: ما دونها، وإنما عنى ما فوقها في الصغر، ففسره بدون، فظن بعض أهل اللغة أن فوق يكون بمعنى \" دون \" فأخرجه في جملة ما صنف من الأضداد والحق: لفظ عام لصدق المقال وصواب الفعال، يقال: قول حق، كقولك صواب، وقيل: الحق هو الذي لا يزاحمه في ذاته ضد، ولهذا وصف الله تعالى به في قوله:  {وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ} والإرادة منا تقتضي نزوع النفس إلى الشيء مع الحكم بأنه ينبغي أن يفعل وأن لا يفعل وإذا وصف الباري تعالى، فلا يصح أن يكون فيه النزاع، إذ هو منزه عن ذلك، والاختيار أخص من الإرادة، فإن فيه مع الإرادة دلالة من اللفظ على تفضيل أحد الشيئين على الآخر، والإيمان ههنا: الاعتقاد الصادر عن العلم وإن كان في التعارف يقتضي مع الاعتقاد قولاً وعملاً بحسب مقتضاه والكفر ههنا: الاعتقاد الكاذب عن تخمين، ومعنى الآية: أن الكفار لما سمعوا النبي - صلى الله عليه وسلم - وقد تلا عليهم قوله:  {مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا} وقوله {وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ} قالوا: لا يستحي ربك عن ذكر الذباب والعنكبوت؟ فأنزل الله تعالى ذلك - تنبيهاً - أن الاعتبار بالحكمة لا بصغر الجثة وكبرها، </p><p> إن قيل: من حق مطابقة قوله [تعالى] : {فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ} أي يقول: (وأما الذين كفروا فلا يعلمون) ؟ قيل: لما كان الإيمان صادراً عن العلم، والعلم يقتضي سكون النفس وطمأنينة القلب، وذلك لا يقتضي مراجعة ومساءلة ذكر مقتضاه ولما كان الكفر منبع الجهل التام وتمام الجهل والاعتراض على الحق على </p><p> سبيل الإنكار، نبه بإنكارهم لما لا يعرفونه على تمام جهلهم وقوله:  {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ} - [قد تقدم] الكلام في الإضلال والهداية، فأما الفاسق: فهو الخارج عن حجر الإيمان من قولهم: \" فسق الرطب عن قشرة \" ، وكل كفر فسق، وليس كل فسق كفراً، وأكثر ما يقال الفاسق لمن التزم فسق حكم الإسلام وأقر به أو ببعضه ثم أخل به، وإذا قيل للكافر الأصلي فاسق، فلأنه أخل بحكم ما ألزمه العقل واقتضاه الفطرة، وللفاسق في انحلاله عن الإسلام ثلاث درجات: التغابي، والانهماك والجحود فبالتغابي: يرتكب بعض الذنوب مع استقباحه من نفسه، وبالانهاك: يرتكبها غير مبال بها، وبالجحود: يرتكبها مستصوباً لها. </p><p> [والكبير والكثير يتقاربان، إلا أن الكبير والكثير أكثر ما يقال في أخر الشيء المتصل] فالكثير في الأعداد والمعدودات المنفصلة: </p><p> إن قيل: كيف قال: {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا} والكثير والقليل إنما يقالان في شيئين يعتبر أحدهما بالآخر، والناس إذا فرقوا فرقتين فحكمت على إحديهما بالكثير، فالأحرى لا محالة قليلة، فكيف جعلهما كثيرين؟ قيل: إن ذلك باعتبارين، فقوله:  {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا} يعني من حيث العدد، {وَيَهْدِي بِهِ كَثِيرًا} يعني من حيث الفضل والشرف. </p><p> وعلى هذا قول الشاعر: </p><p> \" قليل إذا عدوا كثير إذا شدوا \" </p><p> أو يحكم عليهما بالكثرة - اعتباراً بالإضافة إلى غيرهما -. </p>"
}