{
  "id": null,
  "sura": 2,
  "aya": 191,
  "text": "<p> \" كنا في عز ونحن مشركون، فلما آمنا صرنا أذلة \" ، فقال عليه السلام:  \" أمرت بالعفو فلا تقاتلوهم اليوم \" ، فلما ظهرت آياته، وانتشرت بنياته، ورأى من أبى الإصغاء إلى الحق، واستمر على الضلال والإضلال أمر حينئذ بالمقاتلة أي المحاربة، ولهذا قال تعالى: </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً} </p><p> ثم أمر بالقتال لمن تأبى الرجوع إلى الحق بالمحاربة، وكان هذا أمرا بعد أمر حسب مقتضى السياسة الإلهية، وقوله:  {الَّذِينَ يُقَاتِلُونَكُمْ} منهم من تصور منه تولي القتال وتعاطيه في الحال، فقال: هو منسوخ بقوله: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً} ، (ولا تعتدوا) : نهي عام في مجاوزة كل حد حده الله تعالى، كالنهي عن قتل الصبيان والنساء وقيل:  \" من أعطي الأمان وتحرى القتال ابتغى عرض الدنيا وطلب الرئاسة \" ، ونبه بقوله:  {إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} أن اعتداء مرسوم الله وتجاوز حكمه في كل أمر مذموم .. </p><p> قوله- عز وجل: </p><p> {وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ} </p><p> الآية (١٩١) - سورة البقرة. </p><p> الثقف: الحذق في إدراك الشيء علما كان أو عملاً، ومنه قيل: </p><p> رجل ثقف لقف إذا كان له حذق في إدراك الشيء علماً كان أو عملا، ومنه قيل: رجل ثقف لقف إذا كان له خدمة في إدراك الشيء ومنه قيل: ثقفت الرمح، وأصل الفتنة إدخال الذهب النار للتصفية، يقال: فتنت الذهب أي اختبرته بالنار، ثم استعير لكل اختبار بأمر محض، على ذلك قوله تعالى: </p><p> {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ} </p><p> وجعل الفتنة لكل أمر مكروه المحتمل، فتارة استعير للشرك، وتارة للعذاب، وتارة للاختبار، ولما كان لفظ الفتنة والقتل ههنا مبهمين، قال بعضهم: معناه أن يفتن الإنسان في دينه، فيشرك أشد أي أوخم عاقبة من أن يقتل، فإن الأذية التي تنال المقتول محدودة، والأذية التي تنال الشرك بشركه غير محدودة، وقال بعضهم: إن معناه: أن يوقع الإنسان الفتنة أشد على الناس أي أعظم ضرراً من أن يقتل في الحرم من يستحق القتل، وقال: وذلك رد على من استعظم قتل بعض المسلمين كافراً في الحرم، ولهذا قال بعده:  {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ} وقوله {وَأَخْرِجُوهُمْ} أمر بإخراج الكفار من مكة بدلالة قوله: {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ} ، وقوله:  {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ} وقوله: {وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ} استثناء من قوله: {وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ} ، وهذا حكم عند أكثر الفقهاء فإنه لا يقاتل في الحرم إلا من قاتل، ويؤيد ذلك قوله - عليه السلام - يوم فتح مكة:  \" إن مكة حرام حرمها الله - عز وجل - يوم خلق السماوات والأرض وإنما أحلت لي ساعة من نهار، ثم عادت حراما إلي يوم القيامة \" ، فهذا يدل على أن ذلك غير منسوخ كما ظنه بعض الناس، وقال الأصم: إن ثبت جوازا القتل هذا في </p>"
}