{
  "id": null,
  "sura": 2,
  "aya": 230,
  "text": "<p> بالأخذ إلا إذا عرفوا ذلك منهما، والقراءة الأولى أجود، لأن هذا المعنى استفيد من قوله:  (فإن خفتم) .. </p><p> إن قيل: لم رفع الجناح عنهما وذلك يجب أن يرفع عن الزوج الذي يأخده؟ قيل: لأن من الدفع ما يؤثم الأخذ والدافع كالربا، ومنه ما يؤثم أحدهما، فبين أن الجناح مرفوع عنهما، وليس ما قال الفراء أنه لا جناح على أحدهما، فنسب إليهما، كقوله تعالى:  {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ} بشيء، وذكر أن كل ما بينه حدود الله، ولا يجوز تعديها، فإن من تعداها ظالم يستحق ما يستحقه .. </p><p> قوله- عز وجل: </p><p> {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ} </p><p> الآية (٢٣٠) - سورة البقرة. </p><p> هذا الحكم متعلق بقوله:  (الطلاق مرتان) ، وقدم فصل بينهما بحكم الخلع وكيفية جوازه، فلما فرغ منه رجع إلى حكم الطلاق، فقال:  (فإن طلقها) أي بعد الثنتين فلا تحل له أو لا يجوز أن يتزوج بها حتى تنكح زوجاً غيره، وبين أن ليس للإنسان أكثر من ثلاث تطليقات، والنكاح الذي يحلها للزوج الأول ظاهره يقتضي العقد، وإليه ذهب سعيد بن المسيب وأهل الظاهر، لكن قد ورد عن النبي -عليه السلام- ما اقتضي معه الوطء حيث قال:  \" حتى تذوقي عسيلته، ويذوق عسيلتك \" ، وقيل: حكمة الله </p><p> - عز وجل- في تحريمها عليه إلاً بعد أن يتزوج زوجة أخر الردع إلى التسرع في الطلاق، ولهذا دعا أن يتأنى في تطبيقها، فيطلقها للعدة طلقة بعد طلقة، ونبه على ذلك بقوله:  {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} . </p><p> ثم قال:  {فَإِنْ طَلَّقَهَا} يعني الزوج الثاني، {فَلَا جُنَاحَ عَلَيْهِمَا} ، أي لا جناح أن يتزوج بها على شرط أن يظن أن يقيم حدود الله، وعلق بالظن، لأن ما يكون من الإنسان في المستقبل من الممكنات لا سبيل إلى معرفته إلا بالظن، وليس شرطاً في صحة النكاح، بل في إباحته ورفع المآثم، لأن العقد صحيح، فإن ظنا أن لا يقيما حدود الله، وبين أن تلك الحدود بينها لقوم يعلمون- تنبيهاً أنهم هم الذين يتبينونها، لقوله:  {إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ} . </p><p> قوله - عز وجل -: </p><p> {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} </p><p> الآية (٢١٣) - سورة البقرة. </p><p> هذه الآية ظاهرها إعادة حكم ما تقدم، وأنه يجوز مراجعتها بعد انقضاء العدة، وقد فسرت تفسيرين، أحدهما أن الأولى حكم بجواز الرجعة بعد التطليقة والتطليقتين، وتحريم الرجعة بعد الثالثة، وهذه تقتضي جواز رجعتها ما دامت في العده لا عن الطلاق الثالث، وفيه زيادة حكم وإن كانت تقتضي بعض ما أفادت الأولى، وهي ذكر معها من الأحكام، وقوله:  {فَبَلَغْنَ أَجَلَهُنَّ} ، مشكل، لأن المراجعة ثابتة قبل انقضاء العدة، وظاهر هدا يقتضي أن المراجعة بعد انقضاء العدة، ووجه ذلك أن الأجل هاهنا زمان العدة لإتمام العدة، وأيضاً، فإنه يقال إدا فعلت كذا ويعني إذا خصت لا إذا فرغت منه، نحو:  {وَإِذَا قُلْتُمْ فَاعْدِلُوا} ، فقوله: فبلغن أي: حضن في زمان بلوغ الأجل، وأيضاً فقولهم:  (بلغ) يقال لما شارف وإن لم ينته، فيقول: إذا طلبتم وشارفن الأجل، فأمسكوهن، </p><p> إن قيل: ولم خص المشارفة، وقيل المشارفة هذا حكمه، قيل: لما كانوا يطلقون المرأة فيتركونها حتى تشارف، انقضاء </p><p> العدة، ثم يراجعونها إضرارا بها، خص ذلك بالذكر، والثاني من التفسيرين أن الآية فيمن طلق امرأته تطليقة، وتركها حتى تنقضي عدتها، ثم يريد التزوج بها، وزاد أنه ذكر فيما قبل حكم الخلع، وحكم ما تصح مراجعته، وما لا تصح، وما يحتاج أن يتعاطاه المراجع، وذكر في هذه الآية حكم المطلقة تطليقة وقد انقضت عدتها، فقال: إذا طلقتم تطليقه، {فَبَلَغْنَ أَجَلَهُنَّ} ، أي انقضت عدتها، فأمسكوهن أي تزوجوا بهن على حكم الله أو اتركوهن على حكمه .. </p><p> إن قيل: كيف يصح أن يعبر لكن التزويج بالإمساك؟ قيل: إنما استعمل الإمساك في هذا للتزوج، لأنه كان بعد أن كانت تحته، وقبل أن يملكها غيره، فقال:  {فَأَمْسِكُوهُنَّ} تنبيهاً على هذا المعنى، أو {سَرِّحُوهُنَّ} ، أي أفرجوا عنها، ولا تخطبوها، قال: والذي يدل على هذه الآية التي بعدهما، فإنها نزلت فيمن خطب امرأة كان قد طلقها تطليقها، فانقضت عدتها، فمنعت إياه، فأوصى تعالى الخاطب في هذه أنه إن أراد أن يمسمكها بإعادة نكاحها، فليستعمل المعروف، وإلا فليحلها، وجل المفيرين على المعنى الأول، </p><p> إن قيل: لم علق التسريح هاهنا بمعروف وفي الأول بإحسان؟ قيل: إنه لا أعيد ذكر الرجعة علق التسريح بالمعروف تنبيها أنه إن لم تراعوا في تسريحها الإحسان، فراعوا فيه المعروف، كما قال بعض الناس لسلطان:  \" إن لم تحسن فعلاً \" ، وقوله:  {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ} قيل: معناه: لا تهزوا بها، ولا تحسبوها عبثاً، نحو:  {وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ} ، وقيل: معناه: لا تعملوا بخلافها، فتكونوا كالهازئين بها، وقال أبو الدرداء:  \" كان في أول الإسلام يطلقون ويعتقون،ثم يقولون:كنا نلعب \" ، والإشارة بالآية إليه، وقال عليه السلام- \" ثلاث جدهن جد، وهزلهن جد النكاح، والطلاق، والعتاق \" وحث على معرفة نعمه وما أنعم عليهم بالكتاب والحكمة .. </p><p> إن قيل: كيف أفرد الكتاب والحكمة عن النعمة وهي أفضل النعم وأجلها؟ قيل: لأمرين، أحدهما: أن النعمة في تعارف الخاصة والعامة هي كثرة في المال، وصحة في البدن وسائر الزين الدنيوية، ولا يعرف الكتاب والحكمة نعمه إلا أولوا الألباب، والثاني: أفردهما التخصيص والتفصيل كإفراد جبريل وميكائيل عن الملائكة. </p>"
}