{
  "id": null,
  "sura": 2,
  "aya": 185,
  "text": "<p> قوله - عز وجل -: </p><p> {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} </p><p> الآية (١٨٥) - سورة البقرة. </p><p> شهرة الشيء: ظهوره للكافة، وقل شهر أمره وسيفه إذا جرده والشهر مدة مشهورة والمشاهرة المعاملة به كالمعاومة والمياومة [والمسانهة] والرمض شدة وقع الشمس، وسمي رمضان لمطابقته في ابتداء موضوع الاسم له شدة الحر، لأن الشهور سميت [في الأصل] بمطابقة بعض ما عرض فيها من الأحوال في ابتداء موضوعها والإرادة أصلها من: رادَ يرُودُ إذا سعَى في مهل للطلب، ومنه الرايد، والمرود للميل، ولمعنى المهل قيل رويداً، وقد تقدم حقيقة الإرادة، والقرآن أصله من القرى، وهو ضم ما كان متفرقاً، ومنه:  \" ما قرأت الناقة سلاقط \" ، أي ما لم تضمه إلى نفسها ولم تجمعه في رحمها، ولا يتناول إلا على المنزل على محمد- عليه السلام- والكتاب عام، والفرقان قيل إنه يتناول القرآن والتوراة- </p><p> إن قيل: فلم سمي بذلك؟ </p><p> قيل: إما بالنظر الحلال، فلأنه جامع للسور والأيام، وإما على نظر أدق من ذلك، فلأنه جمع فيه كل شيء محتاج إليه الناس من أمر معاشهم ومعادهم مما يتبلغون به إلى الأخره، ولهذا قال تعالى:  {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} ، وقال:  {وَتَفْصِيلَ كُلِّ شَيْءٍ} ، والعسر صعوبة الشيء وعسره وعسيرآ، وعسر عمل شماله وذلك إما تصور الصعوبة ما تتعاطى بها وإما لاعتقاد العسر فيها بسواها، واليسر ضده، واليسير للضار بين على الحرور بالقداح لليسارهم، وقوله: </p><p> (شهر رمضان) مبتدأ، وخبره الذي، ومن لم يجعل الأول منسوخاً قال: تقديره: \" هو شهر رمضان \" أو يكون بدلاً من الصيام، وقوله: هدىً، أي هادياً، وقال عطية بن الأسود ولابن عباس:  \" في نفسي شي،وهو أنه قال:(شهر رمضان)وقال:{إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ}،وقال:{إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ}، وقد أنزل الله- عز وجل- القرآن في جميع الشهور،فقال:الليلة المباركة ليلة القدر، وليلة القدر في شهر رمضان، وقد أنزل الله القرآن جملة إلى البيت المعمور، ثم أنزل على محمد - صلى الله عليه وسلم - الله رسلاً،وعلي هذا قوله:{وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا}.</p><p> وقيل فيه: أي في سببه وتخصيصه بذلك وإن شاركه فيه غيره فعلى سبيل التعظيم، وعلى هذا \" في ليلة القدر \"، أي في سببه وتفصيله، وإليه ذهب الضحاك ... </p><p> إن قيل: </p><p> إذا كان الهدى مقتضياً للبينات، فما فائدة (وبيناتٍ من الهُدَى) ؟ قيل: القرآن يهدي على </p><p> ضربين، أحدهما أن يدل على سبيل المجمل، والثاني: على سبيل التفصيل، فبين أن فيه هدى على الجملة، وبينات أي ما يوضح ويكشف على سبيل التفصيل، ففرق بين الحق والباطل، فصار ذكر البينات والفرقان بعد الهدى ذكر الخاص بعد العام، وجواب أخر، وهو أنه قد تقدم أن الهدى على ضربين هداية إلى سبيل الله المعنية بقوله تعالى:  {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} ، وهداية إلى الله المعنية بقوله عز وجل:  {قُلْ هَذِهِ سَبِيلِي} ، فالإشارة بقوله:  (هدى) إلى الأولى، وبقوله:  {وَبَيِّنَاتٍ مِنَ الْهُدَى} إلى الثانية والفرقان مصدر في الأصل [كالغفران والكفران] وسمي به القرآن لكونه فارقاً بين الحق والباطل في الاعتقاد والصدق والكذب في المقال، والجميل والقبيح في الأفعال، وقوله:  (فمن شهد) عام في كل مكلف حاضراً كان أو مسافرا، لكن أخرج منه المسافر والمريض، ولم يدخل فيه الحائض لدلالة الإجماع عليه فمنهم من اعتبر الشهود في ابتدائه، فقال:  \" من شهدهُ وهو مقيمٌ فعليه صومهُ سافر أو لم يسافر \" وإليه ذهب أمير المؤمنين علي- رضي الله عنه-، ومنهم من اعتبر ذلك في أجزائه، وإليه ذهب عامة الفقهاء، وقال أبو حنيفة: - رحمه الله:  \" من كان صحيح العقل في بعض رمضان، فعليه صوم كله، لأنه شهد الشهر \" ، وعند الشافعي أن كل يوم لم يكن فيه صحيح العقل لا يلزمه صومه، ولا خلاف أن الصبي إذا بلغ في أثناء الشهر لم يلزمه قضاء ما تقدم من الشهر. </p><p> إن قيل: لم أعاد ذكر الشهر، ولم يقل:  \" فمن شهده \" ؟ </p><p> قيل: لأمرين: أحدهما: تعظيماً لذكره، لأن ما يعظم فد يعاد ذكره مع كل حكم يحدد له. </p><p> والثاني: ليس يحل الصوم على من كان شهد الشهر الذي أنزل فيه القرآن فقط، فلذلك أعاد ذكره ... </p><p> إن قيل: </p><p> فلم قال:  (فليصمه) ولم يقل فيصم فيه؟ </p><p> قيل: قد ذكر بعض النحويين أن القائل إدا قال اليوم ضربته زيداً، إنما يقال إذا استوعب اليوم لضربه، وإذا قيل: ضربت فيه، فهو أن يضرب فيه في بعض أوقاته، فنبه بقوله:  (فليصمه) على الاستيعاب. </p><p> إن قيل: لم أعيد ذكر المريض والمسافر؟ </p><p> قيل: إما على قول من يجعل اللحية منسوخة فليس أن حكمها مراعى في الناسخ كما هو مراعى في المنسوخ، وإن ذلك لم يرتفع بارتفاع التخيير، وأما على قول غيره فللتأكيد أولاً ولتعليق ما علق به من الحكم ثانياً، وهو قوله:  {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} ، وذكر الفقهاء أن إرادة اليسر هي مما رخص للمسافر والمريض، وذهب غيرهم إلى أن إرادة الله عز وجل اليسر لمن أوجب عليه الصوم عليهم كما هي للمفطر والصائم جميعاً، ففي الصوم أعظم اليسرين، وعلى هذا قال الأعرابي:  \" أقصد البلد المبارك لأصوم هذا الشهر المبارك \" ، فقيل له: أفي هذا الحر؟ </p><p> فقال:  \" من الحرَّ أفرُّ \" </p><p> وقيل لآخر: أتكدُّ نفسك في العبادة، فقال:  \" راحتها أريد، فإذن في إيجاب \" الله تعالى الصوم </p><p> أعظم اليسرين. . . إن قيل: عدى أي وجه تعليله بما علل به من قوله: {وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ} ؟ </p><p> قيل: بين تعالى. </p><p> أن ما أوجبه من الصوم عيناً وقضاء إرادة لتكميل العدة المقتضية للتقوى المذكورة في قوله:  (لَعَلَّكُمْ تَتَّقُونَ) ، {وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ} ولم يرد به التفوه بلفظ التكبير فقط، </p>"
}