{
  "id": null,
  "sura": 2,
  "aya": 76,
  "text": "<p> قطع الطمع في إيمان سائرهم؟ قيل: لما كان الإيمان هو العلم الحقيقي مع العمل بحاسب مقتضاه فمتى لم يتحر دلك من حصل له بعض العلوم، فحقيق أن لا يحصل لمن غنى عن كل العلوم، فذكر تعالى ذلك تبعيدأ لإيمانهم لابثأ للحكم بذلك، إذ ليس كل مالا يطمع فيه كان ميؤوسأ منه، وقوله:  {وَهُمْ يَعْلَمُونَ} أي يعلمون أنهم محرفون ومعاندون، وفي الآية تنبيه أن ليس المانع للإنسان عن تحري الإيمان الجهل به فقط، بل قد يكون عناده وغلبة شهوة .. </p><p> قوله- عز وجل: </p><p> {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ} الآية (٧٦) سورة البقرة. </p><p> الحديث ما يوجد بعد ان لم يكن نطقاً كان أو عيناً، والفتح أصله فتح الغلق، ولما استعمل في الأمر المبهم والكلام الصعب الغلق استعمل في إزالته الفتح، ومنه قيل في الحرب وفي آيات الحجة، وفي الحكم الفتح حتى قيل للحكم المفصول فتاحة، وللحاكم فتاح، وقوله:  {بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ} أي بما أطلعكم عليه من العلم، وهذا أولى من قول [من قال] : {بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ} من النصر في مغازي رسول الله - صلى الله عليه وسلم - ومن الآيات التي كانت في بدر من المواضع التي انتهى إليها فبدل وقوع </p><p> الحرب، فقال:  [هذا مصرع فلان غداً، وهذا مصرع فلأن] ، ثم كان على ما قال، فإن هذا لم </p><p> يخصهم النبي- عليه السلام- بالاطلاع عليه دون المؤمنين، حتى كانوا يكتمونه ويتواصوا به، والحجة هي ما يقتضي صحة أحد النقيضين، وأصله من الحج أي القصد للزيادة، وسمى سبر الجراحة حجاً، وخلا فلأن أي صار في خلاء، فالآية إخبار عن المنافقين منهم، وأنهم يظهرون الإيمان ويتواصون فيما بينهم أن لا يظهروا ما انكشف لهم من حقائق النبوة لئلا يصير ذلك حجة عليهم في حكم الله، وهدا معنى قوله:  (عند ربكم) ، كقوله {فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ} أي في حكمه، وهدا التأويل أولى من قول من قال:  {لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ} أي يوم القيامة، وقيل:  {عِنْدَ رَبِّكُمْ} أي: عند سيدكم يوم الخصام، وقوله:  {أَفَلَا تَعْقِلُونَ} يصح أن يكون من جملة الحكاية عنهم على سبيل إنكار بعضهم على بعض، ويصح أن يكون استئناف إنكار من الله - عز </p><p> وجل- [عليهم] على سبيل ما يسمى في البلاغة بـ \" الالتفات \" ، ويصح أن يكون ذلك خطابا للمؤمنين تنبيها على ما يفعله الكفار والمنافقون. </p>"
}