{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> قوله - عز وجل: </p><p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ} الآية: (٦٧) سورة البقرة. </p><p> قد فرق العرب بين كثير من ذكور مشاهير الحيوان وإناثها في الأسماء فقالوا: رجل وامرأة وجمل وناقة وثور وبقره وعير وأتان، وجعلوا في عامة ذلك اسما يجمعها كالإنسان والبعير والحمار وربما جمعوها تحت أحد اسمي الذكر والأنثى كقولهم البقر والضبع وقيل: سمي البقر لأنه يبقر الأرض، أي يشقها، والأقرب أن يكون البقر أصلاً في الباب، ثم اشتق منه هذه الأفعال بحسب تصورها منه، فلما عرف من البقر هذا الفعل اشتق من لفظه بقر، وشبه به بقر فلان بطن فلان، وتصور انفعال من البقر ما فيه من البلادة، فاشتق منه بقر فلان إذا تبلد في الأمر تبلد البقر وتصور منه أسرار مضطرب، فقيل بقر إذا أسرع إسراعه، وقيل لجماعة البقر بقرنحو الحمير والكلاب، وقيل الباقر للبقر وأصحابها وعلى ذلك الخامل، وذلك كقولهم لابن وتامر في أنه اسم للبن وصاحبه لكن الباقر يستعمل لجماعة البقر منفردا، نحو قول الشاعر: </p><p> وما ذنبه أن عافت الماء باقره </p><p> والعوذ: الالتجاء إلى الغير والتعلق به، وعوذه إذا أرقاه منه، والعوذة اسم لما يعاذبه من الشر، وقيل: أطيب اللحم عوذه أي ما عاذ بالعظم وتمسك به، والجهل عدم العلم، وربما جعله أهل اللغة وبعض المتكلمين معنى مقتضيا للأفعال الخارجة على النظام، وعلى ذلك قالت العرب المجهلة للأمر </p><p> أو للأرض أو الخصلة التي تحمل الإنسان على الاعتقاد في الشيء على خلاف ما هو به، أو على إيقاع الفعل على غير ما يجب، وقالوا: استجهلت الريح الغصن إذا حركته حركة شديدة، ويجب أن يعلم أن الجهل ضربان: أحدهما افتقاد العلم، والثاني تصور الشيء بخلاف ما هو عليه، وهو أعظم الجهلين، ولما لم يسم كثير من المتكلمين الضرب الأول جهلاً حدوا الجهل بأنه اعتقاد الشيء على خلاف ما هو به، لكن لا كان افتقاد العقل يقال له جهل حتى يقال عاقل وجاهل، كما يقال عالم وجاهل صار عدم العلم مسمى بالجهل، والهزؤ مرح مع عيب وأما السخرية، فمعه تسخير بالفعل، ولهذا قال تعالى:  {لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا} وهو أن يجعله منقادا لك بضرب من الهزو، ولما قال موسى لهم: اذبحوا بقرة، واستطرقوا هذا الحديث، فقالوا لغباوتهم وقلة تثبتهم:  {أَتَتَّخِذُنَا هُزُوًا} ، فأجابهم بجواب مختصر متضمن لمقدمتين ونتيجة، فقال، {قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ} فكأنه قال: الهازئ جاهل، والجهل منتف عنى فإذا لست بهازئ، وأخرج ذلك بقوله: أعوذ بالله مخرج منكر منقطع لما رمى به، فإن قيل كيف جعل الهازئ جاهلاً وقد يهزأ الإنسان وليس بجاهل؟ قيل: لما كان يقال لمن اعتقد قي الشيء خلاف ما هو به جاهل، ولمن فعل مالا يقتضيه العلم وإن لم يعتقد فيه خلاف ما هو به جاهل، والهازئ إما أن يهزأ، لاعتقاده أن ذلك يجوز أو لا يعتقد ذلك، ولكن يفعل مالا يقتضيه العلم، فيصح من هذا الوجه أن يقال هو جاهل، فإذا كل هازئ جاهل على أحد هذيان الوجهين. </p>"
}