{
  "id": null,
  "sura": 2,
  "aya": 243,
  "text": "<p> والثاني: هو الذي قال عليه الصلاة والسلام لعلي: \" يا عليُّ: إذا تقرب الناس إلى خالقهم بالصلاة والصوم، فتقرب إليه بانواع العقل تسيقهم بالدرجات والزلفَى عند الناس في الدنيا، وعند الله في الآخرة \" فهذا الثاني هو العقل المشار إليه بقوله تعالى: {لعلكم تعقلون} ، وهو في الحقيقة الإيمان والتقوى والإخلاص. </p><p> قوله تعالى: </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ} </p><p> الآية:  (٢٤٣) - سورة البقرة. </p><p> رأيت: تتعدى نفسه دون الجار، لكن لما استعير قولهم {أَلَمْ تَرَ} لمعنى: (ألم تنظر) عدى تعديته وفائدة استعارته أن النظر قد يتعرى عن الرؤية، فإذا أريد الحث على نظر ناتج لا محالة للرؤية استعيرت له، وقل ما استعمل دلك في غير التقرير، ولا يقال: رأيت إلى كذا، وكما أن الرؤية ضربان، رؤية بصر، ورقية بصيرة، كذا أيضا النظر والإبصار، وألوف جمع ألف كشخوص، وعيون وقيل جمع ألف كحمول، وحلوم، وروي في الخبر أن قوماً من بني إسرائيل خرجوا من ديارهم- تفاديا من الطاعون فأماتهم الله، ثم أحياهم ليعرفهم عيانا تحقيق مادل عليه قوله:  {قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ} وقوله: {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ} وقوله: {إِذَا جَاءَ أَجَلُهُمْ </p><p> فَلَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ}، وقوله:  {لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا} ، وقوله:  {وَهُمْ أُلُوفٌ} تنبيه أن الكثرة والتعاضد وإن كانا نافعين في دفع الأزمات الدنيوية، فليس بمعنية في الأمور الإلاهية، فمن جعل ذلك جمع ألف، فنظر منه إلى نحو ما قال الشاعر: </p><p> ألم تر أن جمع القوم يخشى .. </p><p> . </p><p> وأن حريم واحدهم مباح </p><p> ومن جعله جمع ألف، فنظر إلى نحو قولهم:  \" لن يعجز القوم إذا تعاونوا \" ومن جعله جمع ألف، فقد قيل: كان عددهم أربعة آلاف عن السدي، وقيل، كانوا أكثر من عشرة آلاف عن ابن عباس والحسين والضحاك، وهو الأصح، لأن ذلك جميع للكثير ولو كانوا أقل من عشرة لقتل آلاف، وقيل: معنى أماتهم: ذللهم تذليلاً يجري مجرى الموت فلم تغن عنهم كثرتهم وتظاهرهم من شيئاً، ثم أحياهم، أي أعانهم وخلصهم ليعرفوا قدرة تعالى في أنه يذل من يشاء، ويعز من يشاء، وتسمية الشدائد موتاً، لكونها أعظم الموتين، كما قال الشاعر: </p><p> ليس من مات فاستراح بميت .. </p><p> . </p><p> إنما الميت ميت الأحياء </p><p> وقيل: أشد من الموت ما يتمنى له الموت، وقيل: عنى بالموت الجهل، والحياة العلم، وقال ابن عباس في قوله:  {أو من كان ميتا فأحييناه} أي: جاهلاً فعلمناه كما يحيا الجسد بالروح، ووصل ما أراهم من الآية العظيمة من إحيائهم بذكر ماله عليهم من النعمة وقلة شكرهم له .. </p><p> ، وقوله: </p>"
}