{
  "id": null,
  "sura": 2,
  "aya": 279,
  "text": "<p> معلوما وقوعه، فبين أن \" إن \" هاهنا لم يكن لوقوع شبهه في إيمانهم </p><p> قوله - عز وجل: </p><p> {فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ} الآية (٢٧٩) - سورة البقرة. </p><p> الحرب معلوم، والحرب السلب لكون ذلك واقعا فيها، وسمي بعض آلاتها الحربة والأصل في الحربة اسم الفعلة. </p><p> والتحريب إثارتها والمحراب: قيل سمي لكونه موضع محاربة النفس والشيطان، وتسمية أشرف البقاع بالمحراب تشبيه لمحراب الصلاة بالإضافة إلى غيره من الأمكنة، والحرباء: دويبة تتلقى الشمس كأنها تحاربها والحرباء: مسمار تشبيها بالدويبة في الهيئة كقولهم: ضبة وكلب تشبيها بالضب والكلب. </p><p> ومعنى الآية: إن لم تفعلوا أمر الله ولم تنقادوا له بعد، يزول الأمر بتركه فأنتم في حكم المحاربين. </p><p> قال ابن عباس: يقتضي ذلك أن المربي يستتاب فإن تاب وإلا قوتل، ولا يقتضي كفرهم، فإن المحاربة قد تطرق على ما دون الكفر كقوله تعالى:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ} ، اتفق الفقهاء أن ذلك حكم المسلمين، ونبه بقوله:  {وَإِنْ تُبْتُمْ} أن من ترك ذلك، فلابد أن يرد إليه رأس المال لا يظلمهم الناس بأن يفوزوا بأصول مالهم، ولا يظلمونهم بأن يأخذوا زيادة على أصل مالهم، وقرئ (فأذنوا) أي: أعلموا ذلك غيركم وذلك يقتضدي معنى (فأذنوا) لأنه لا يكون الإنسان مؤذنا حتى يكون آذنا. </p><p> وفي قوله:  (ولا تظلمون) ما دل عليه قوله - عليه الصلاة والسلام - \" مطل الغنى ظلم \" وقوله إلى الواحد يحل عرضه وعقوبته فإحلال عرضه التغليظ عليه بالمطالبة وعقوبته حبسه. </p><p> ذروا العمل به، وكالاهما يصح له اللفظ، فيحمل عليهما وروي أن النبي - صلى الله عليه وسلم - قال في خطبته بمكة:  \" ألا إن كل ربا كان في الجاهلية، فهو موضوع، وأول ربا أضعه ربا العباس بن عبد المطلب \" وروي أن أهل الطائف صالحوا على أن لهم رباهم في الناس، فلما أسلموا امتنع بنو المغيرة من دفع الربا، وترافعوا في ذلك إلى عتاب بن أسيد عامل النبي - صلى الله عليه وسلم - على مكة، فكتب في ذلك إلى النبي - صلى الله عليه وسلم - الله، فكتب عليه الصلاة والسلام بالآية، ونبه تعالى بالآية أن المربي غير متق لله، فإن تقواه اتقاء معاصيه من المحظورات العقلية والشرعية، وقد تقدم أن تعاطي الفعل يدعو إلى جنسه خيرا كان أو شرا، فمن اتقاه في شيء ما فهو أقرب إلى أن يتقيه في غيره .. </p><p> إن قيل: كيف قال: {يَا أَيُّهَا الَّذِينَ آمَنُوا} ، ثم قال:  {إِنْ كُنْتُمْ مُؤْمِنِينَ} ؟ </p><p> قيل: سماهم مؤمنين لإقرارهم بالإيمان ثم بين بقوله: {إِنْ كُنْتُمْ مُؤْمِنِينَ} أن من شرط الإيمان التزام أحكامه، فإن (فإن كنتم مؤمنين) فلابد من التزام ذلك، وقيل: معناه: {يَا أَيُّهَا الَّذِينَ آمَنُوا} قولا التزموا ذلك إن كنتم مؤمنين فعلا وهذا يرجع إلى الأول، وقال مقاتل: معنى: {إِنْ كُنْتُمْ مُؤْمِنِينَ} إذ كنتم مؤمنين ووجه قوله: إن (إن) مترددة فيما يتحقق وقوعه، وفيما لا يتحقق، و (إذ) : تقال فيها كان </p>"
}