{
  "id": null,
  "sura": 2,
  "aya": 55,
  "text": "<p> وقول الشاعر: </p><p> لا أرى الموت يسبق الموت شيء </p><p> وإنما استقبح لأنه قوله: يسبق الموت \" مفعول ثان \" لقوله: لا أرى الموت فصار المصراع كله جملة واحدة، والكلام في التوبة والثواب قد مضى، وعند قوله:  (بارئكم) أي في حكمه وفيما يرتضيه نحو قوله تعالى: {وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ} والشيء الذي يرتضيه تعالى تارة ينسب إليه، فيقال:  [هو] له وتارة يقال: \" هو من عنده \" و \" هو عنده \" وقد بين في قوله: (وإذ واعدنا موسى) ما ارتكبوه من الذنب، وبين في هذه الآية ما قال لهم موسى - عليه السلام - عند ارتكابهم ذلك الذنب، وأن موسى - عليه السلام - مع تعظيم ما ارتكبوه لم يخلهم عن النصح لهم وتصريفهم بين بلاء النعمة والنقمة حسب ما أمره الله تعالى. </p><p> قوله - عز وجل -: </p><p> {وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ} </p><p> الآية (٥٥) - سورة البقرة. </p><p> [الرؤية] إدراك المرئي، وذلك على أوجه بحسب اختلاف قوى الإنسان فالأول [الرؤيا] </p><p> بالحاسة، وهو إدراك البصر، والثاني بالوهم والتخيل، نحو أرى أن زيداً منطلق، أي أتوهم، وقد يكون ذلك في اليقظة طوراً، وفي المنام طوراً، لكن يجعل اسم ما في المنام رؤيا، والثالث بالتفكير، والرابع بالعقل المشار إليه في قوله:  {ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ} فأما الرؤية الحسية على ما هي [عليه] في الدنيا من المقابلة، وكونها في جهة دون جهة فمنفية عن الباري سبحانه، إذ كان ذلك لا يصح إلا على جسم ذي لون وكيفية ولعدم اللون لا يبصر الهواء مع كونه جسماً ولا يصح أيضاً على الله الرؤية الوهمية إذ كان ذلك تصور هيئة محسوس كما تقدم أو مثل محسوس باطلاً كتوهم إنسان طائر، وأما الفكرية فهي للعلماء في الدنيا وذلك إدراك المعرفة بالفكر [والرؤية] وإياه عنى أمير المؤمنين بقوله: \" لم تره العيون بشواهد الأبصار، ولكن رأته القلوب بحقائق الإيمان \" ، وأما العقلية فإنها تحصل في الآخرة لكل أحد من حيث أنهم يضطرون إلى معرفته تعالى، لكن للمؤمنين حالة زائدة تقصر العبادة عنها، وهي المبشر بها في قوله عليه السلام: </p><p> (ترون ربكم - عز وجل - كما ترون القمر ليلة البدر) والمشار إليها بقوله - عز وجل - {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (٥٤) فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ}. </p><p> ولا يحصل في الدنيا إلا لبعض الأنبياء في بعض الأحوال، وذلك بتصور أفعاله تعالى مجردة عن أفعال المخلوقين بلا شبهة تعتريه ولتعري نفسه من الشهوات والهوى، ولكون ذلك لبعض الأنبياء في حال دون حال، قال عليه السلام: </p><p> \" رأيت ربي في بعض طرقات المدينة \" ، بمعنى وأنا فيها وقال تعالى: </p><p> {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} وقوله {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣) عِنْدَ سِدْرَةِ الْمُنْتَهَى} [أي وكان النبي عندها] وقال: {مَا زَاغَ الْبَصَرُ وَمَا طَغَى} وروى ابن عباس - رضي الله تعالى عنهما - \" أن محمداً - صلى الله عليه وسلم - رأى ربه مرتين \" وهذه الجملة إذا تصورت أسقطت الشبهة التي تعتري من لم يتصور الحقائق فاحتاج إلى رفع الأخبار الصحيحة والآثار الواضحة التي هي كأن عليها من شمس الضحى نوراً ومن فلق الصباح عموداً وليس قوله تعالى إخباراً عن موسى - عليه السلام - في قوله:  {قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ} كما ظنه بعض الناس أن ذلك سأله لأن قومه كلفوه سؤاله أن يدركه محسوساً في الدنيا وكان يعلم أن ذلك محال، فإنه عليه السلام منزه عن أن يسئ لإساءة قومه، ويتجاهل اتباعاً لجهلة تباعه، وإنما سأله هو الحالة التي كانت للنبي - صلى الله عليه وسلم - مرتين، وهذه إشارة يمكن مع الاستعانة بما تقدم آنفاً أن يعرف معناه إلى أن ينتهي إليه، فنشرحه شرحاً شافياً - إن شاء الله -، وأما الجهر: فالظهور لحاسة البصر أو حاسة السمع، فمن حاسة البصر، قيل: رأيته جهاراً وتجاهرواً بالأمر، وأجهرت فلاناً وفلان يجهر بالمعاصي، وجهرت البئر أظهرت ماءها ومنه اشتق الجوهر، لكون أكثره ظاهراً للحواس فيمن لم يجعله منقولاً عن الفارسية، ومن حاسة السمع، قيل: جهر فلان بقراءته، وكلام جهير، وهو جهوري الصوت والصاعقة والصاعقة يتقاربان إلا أن الصقع يقال في أصوات الأجسام الأرضية، والصعق فيما يكون من الجو والسماء وقال بعض أهل اللغة: الصاعقة </p><p> على ثلاثة أوجه، الموت: لقوله: {فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ} وقوله: {فَأَخَذَتْهُمُ الصَّاعِقَةُ} والثاني: العذاب لقوله: {أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} والثالث نار تسقط من السماء لقوله {وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ} وهذا سوء تصور، لأن الصاعقة هي الصوت الشديد على ما تقدم، ثم قد يكون منه الموت تارة والعذاب تارة وتصحبه النار تارة، فإذا الموت، والنار والعذاب من يستفد من لفظ الصاعقة ويجب أن لا يلتبس علينا المعنى الذي وضع له اللفظ بالمعنى الذي يتبعه ويقتضيه، وليس بموضوع له بالقصد الأول، وهذا باب قد [يقع فيه السهو كثيراً على بعض ناقلي اللغة] وقد أحكم في غير هذا الكتاب، وقد بين الله تعالى في هذه الآية جهلهم بالباري وسؤالهم منه ما لا يصح سؤاله - تنبيهاً أن الجهل يرد بالإنسان أن يعتقد في الباري ما لا يصح عليه، ويرغب إليه بما لا يجوز أن يرغب به إليه وقد نبه على ذلك بأية أخرى تسكينا للنبي - عليه السلام - فيما سألوه جهلاً منهم بقوله - عز وجل - {يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً} الآية .. </p>"
}