{
  "id": null,
  "sura": 2,
  "aya": 210,
  "text": "<p> قوله - عز وجل -: </p><p> {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} </p><p> الآية (٢١٠) - سورة البقرة. </p><p> قد تصور بعض. </p><p> الناس مالا يليق بصفات الله تعالى في لفظ المجيء والإتيان الذي وصف الله - عز وجل به بنفسه في هذه الآية وفي قوله:  {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ} وقوله: {فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا} ، وقوله:  {فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ} ، وقوله:  {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} ، وذلك لأمرين، أحدهما لقصورهم عن معرفة البارئ عز وجل، والثاني: لضيق مجالهم في مجاري الألفاظ ومجازها، وليس يقال الإتيان والمجئ لانتقال الحي المتحرك من مكان إلى مكان فقط، بل قد يقال لقصد القاصد بعنايته أمراً يستصلحه كقوله: أتيت المروة من بابها، [ويقال أيضاً] لاستيفاء فعل يتولاه، كقولك: أتيت على ما في الكتاب، [وقد يقال أيضا] لفعل يفعله على يد من يستكفيه [كقولك إن الأمير ناحية كذا بجيش عظيم، ومنه {فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا} ولما جرت العادة أن الرئيس يتولى الأمير بمن يستكفيه] تارة وبنفسه تارة، وأن لا يتولى بنفسه إلا ما كان أكبر وأعظم، فلما أراد الله تعالى أن يبين العذاب الذي لا غاية وراءه جعله منسوباً إلى نفسه وإتياناً له، وعلى هذا النحو جعل كل يستعظمه فعلاً له نحو خلق أدم بيده، وعلى هذا قوله:  {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} ، ووجه آخر، قد أشير إليه في صدر الكتاب، وهو أن الفعل كما ينسب إلى المباشر له ينسب إلى ما هو سببه ومسهلة، نحو أن يقال:  {الرحمن علم} ، وإنما علمنا من علمه النبي، وعلم النبي جبريل، وجبريل علمه الله عز </p><p> وجل- فصح أن ينسب إليه، ولهذا قد ينسب فعل واحد تارة إلى الله عز وجل-، وتارة إلى غيره، نحو:  {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ} ، وقال تعالى:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} ،، </p><p> فإن قيل: هل يجوز على هذا القياس أن يقال شيء إذا عنى به عبداً؟ </p><p> قيل؟ نحن إنما أجزنا إستعمال ما استعمل فيه تعالى لورود السماع به، ولولا ذلك لنزهناه عن كل وصف يطلق على البشر تفادياً من وهم بشبيه، وقوله:  (وقضي الأمر) تنبيهاً أنه حينئذ لا يمكن تلافيه، وأكد ذلك بقوله:  {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} . </p><p> أي ما قد ملكه عباده في الدنيا من الملك، والملك والتصرف مسترد منهم يوم القيامة، وراجع إليه، ويقال: رجع الأمر إلى الأمير، أي استرد ما كان فوضه إليه، وقيل: عنى بالأمور الأرواح، وسماها أموراً من حيث إنها من الإبدعات المشار إليها بقوله:  {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} ، وقوله:  {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ} وقال: ولهذا لما سئل سكان الروح قال: {قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي} ، أي هو من الإبداع الذي لا يمكن للبشر تصوره، فنبه أن الأرواح كلها مرجوعة إليه وراجعة، كما قال تعالى:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} ، وعلى ذلك قوله:  {كَمَا بَدَأَكُمْ تَعُودُونَ} ، ويكون رجوعها إنما بربح وغبطة، وإما بندامة وحسرة إلى أن ينشئها النشأة الأخرى على ما قضاه تعالى، وقوله:  {ظُلَلٍ} جمع ظلة، يقال ظله وظلل وظلال، نحو خُلة وخلل وخلال، والإشارة بهدف إما إلى أمطار عذاب، كعارض عاد المذكور في قوله:  {هَذَا عَارِضٌ مُمْطِرُنَا} ، أو إلى أهوال القيامة، وقوله:  {هَلْ يَنْظُرُونَ} على طريق التهديد والوعيد ... </p>"
}