{
  "id": null,
  "sura": 2,
  "aya": 225,
  "text": "<p> لأنك تقول، حلفت أن تخرج، فيحذف \" لا \" أمناً من الاشتباه في الإثبات، إذ في الإثبات، فقال: حلفت لأخرجن أو لأخرجن، وقال بعضهم: معناه: \" نهاكم أن تكثروا الأيمان لأن تبروا \" ، أي إنما نهاكم عن ذلك لتكونوا بررة أتقياء مصلحين، كما قال: </p><p> {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} الآية، وقيل معناه: لا تجعلوا لفظ الله مبتذلاً لليمين لأن تبروا بالحلف به، وتتقوا المأثم وتصلحوا، والمعنى لا تبتذلوه لفعل الخيرات، فكيف للشر تنبيهاً أن الحلف بالله مكروه ما استغنى عنه، ونبه بقوله:  {وَاللَّهُ سَمِيعٌ عَلِيمٌ} أنه عارف بالمقاصد ... </p><p> قوله - عز وجل -: </p><p> {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللَّهُ غَفُورٌ حَلِيمٌ} </p><p> الآية (٢٢٥) - سورة البقرة. </p><p> اللغو: المطروح الذي لا يفيد من الكلام، يقال: ألغى في كلامه، ولغاً، وقد يقال في غيره تشبيهاً، كقول الشاعر: </p><p> كما ألغيتُ في الديةِ ألحواراَ </p><p> ويكني باللغو عن القبيح من الكلام، وأصله من لغي العصافير، واختلف في اللغو من اليمين، فقال ابن عباس: هو الحلف بالشيء يظن أنه صادق فيه وهو بخلافه، وقال ابن جبير: هو اليمين علي الحرام لا يؤاخذ الله بتركه، وقال: هو بغضهم اليمين التي يحنثو فيها صاحبها سهوا، ً وقالت عائشه: </p><p> وقد روي عن النبي - صلى الله عليه وسلم - إنه قول الرجل:  (لا والله) و (بلى والله) على سبيل العجلة لا على القصد، </p><p> وإليه ذهب الشافعي، وقال أبو حنيفة: لغو اليمين كالغموس في أنه لا تجب فيهما الكفارة، ولكن الغموس أن يحلف ويعلم أن الأمر خلافه، فيعظم معصيته واللغو أن لا يعلم، بل يظن فلا تقع المؤاخذة به، وقوله: </p><p> {وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ} هو أعلم من قوله: {وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ} وذاك أنه لما كان القلب يعبر به عن الجزء الذي به المعرفة والفكر ويجري من سائر أجزائه مجرى الراعي من المراعي، ونبه بقوله:  {بِمَا كَسَبَتْ قُلُوبُكُمْ} أن الاعتدال به دون غيره من الجوارح، حتى إن كل فعل لا يكون عنه وبه سهواً أو خطأ متجافى عنه، ولهذا قال- عليه السلام- \" إن في الإنسان مضغة إذا صلحت صلح سائر الجسد، وإذا فسدت فسد سائر الجسد \" ، وقال:  \" إذا طاب قلب المرء طاب جسده \" ، وقال:  \" إن الله تعالى لا ينظر إلي صوركم ولا إلى أموالكم وإنما ينظر إلي قلوبكم وأعمالكم \" . </p><p> والحلم وإن كان مناً هو إمساك القوة العصبية المقتضي للعفو، وهو إذا استعمل في الله لا يراد به إلا العفو عن المذنب دون حدوت حالة وتجدد أمر عليه- تعالى الله عن ذلك علواً كبيراً. </p>"
}