{
  "id": null,
  "sura": 2,
  "aya": 251,
  "text": "<p> قوله - عز وجل: </p><p> {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} الآية (٢٥٠) - سورة البقرة. </p><p> البرز: المكان المرتفع، وبرز \" حصل فيه \" ، وصار عبارة عن الظهور، وقيل للمشهور بالفضل: برز، و \" امرأة برزة \" قيل عفيفة، لأن رفعة المرأة بالعفة، لأن لفظ البرزة اقتضى ذلك، والأكثر أن البرزة هي التي لا تستقر، والفرغ: خلو المكان لما فيه، وخلو ذي الشغل من شغله، وسمي فرغ الدلو فرغاً باعتبار انصباب الماء عنه، وضربه ضربة مفرغة لدم البدن، والثبات: اللزوم في المكان، وعنه استعير قول ثابت، أي صحيح لا يبطل، وفلان ثبت المقام لمن لا يبرح موقفه في الحرب منهزماً، ونصر الله عنده قد يكون بزيادة قوته وجرأته، وبإلقاء الرعب في قلوب أعدائه، وغير ذلك، ولم يعن أنهم رغبوا إلى الله عز وجل - في ذلك بالقول فقط، فالقول ليس بمغن ما لم يعاضده فعل، ولا الفعل بمغن ما لم تعاضده النية، فالمعنى لما برزوا رغبوا إلى الله بمقالهم واجتهادهم ونياتهم أن يمدهم بالصبر، وتثبيت القدم والنصرة على الكفرة .. </p><p> قوله تعالى: </p><p> {فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} الآية (٢٥١) سورة البقرة. </p><p> الهزم: دفع الشيء لليابس حتى يتحطم، كهزم الشن، وهزم الرعد مشبه به لصوت تكسره، وقيل أصابته هازمة دمر أي داهية كاسرة كقولهم فاقرة، والمهزام ما يحرك به للجمز والهمز يقاربه في الأمرين الكسر، والصوت والدفع صرف الشيء من مكان إلى مكان، أو عن حالة إلى حالة، ودافعت فلاناً ودفعته أزعجته، وفلان مدفع مزعج عن مكانه أو بستانه، ووصف السيل الكبير بالدفاع، لدفع بعضه بعضاً، بين تعالى أنه جمع لداود - عليه السلام - الملك والحكمة والنبوة، وهي أعظم فضيلة، إذ </p><p> لم تخص بمجموعها إلا بعض الأنبياء، وجعل لبعضهم النبوة دون الملك، وإن لم يخل أحد منهم من نصرته - لقوله تعالى: </p><p> {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا} وقال لموسى عليه الصلاة والسلام: {سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا} وقال: {فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ} لقوله {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ} فالكتاب: الأحكام، والميزان: العدالة، ومعنى الحكمة قد تقدم أنها معرفة حقائق الأشياء وحقيقتها إنما هي لله عز وجل، وإذا استعمل في غيره، فمبلغ ذلك تقدم طاقة البشر، وهي أعم من النبوة، فكل نبي حكيم، وليس كل حكيم نبياً، وقوله:  {وَعَلَّمَهُ مِمَّا يَشَاءُ} إشارة إلى العلوم النبوية التي لا وصول إليها إلى بالوحي، وفي قوله تعالى: </p><p> {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ} تنبيه على فضيلة الملك، وأنه لولاه لما استتب أمر العالم، ولهذا قال الدين والملك مقترنان، وتوأمان لا يفترقان، ففي ارتفاع أحدهما ارتفاع الآخر، لأن الدين أس، والملك حارس، ومالا أس له فمهدوم، وما لا حارس له فضائع، وعلى ذلك قوله:  {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ} الآية </p><p> إن قيل: على أي وجه دفع الله الناس ببعضهم؟ قيل: على وجهين أحدهما: دفع ظاهر، والثاني دفع خفي، قال: فالظاهر، ما كان بالسواس الأربعة الذين هم الأنبياء، والملوك، والحكماء والوعاظ، فسلطان الأنبياء على الكافة خاصهم، وعامهم، وظاهرهم، وباطنهم، وسلطان الملوك على ظواهر الكافة دون الباطن وسلطان الحكماء على الخاصة دون العامة، وسلطان الوعاظ على بواطن العوام وأما الدفع الخفي فسلطان العقل، فالعقل يدفع عن كثير من المقابح، وهو السبب في التزام حكم السلطان الظاهر، وقوله تعالى:  {وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} </p><p> إن قيل: ما فائدة ذلك بعد قوله: آنفاً {إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ} ؟ </p>"
}