{
  "id": null,
  "sura": 2,
  "aya": 273,
  "text": "<p> {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ} إذ لم تنفقوا إلا ابتغاء وجه الله، أي إذا قصدتم به وجهه، وقيل: ذلك جملة معطوفة على جملة، ومعناه:  \" ما تنفقوا من خير فلأنفسكم وأنتم تقصدون به قصدكم به وجهه فقط دون عوض \" .. </p><p> إن قيل ة ما معنى قوله:  {وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ} وهذا معناه كمعنى قوله: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ} ما ذكره النبي - صلى الله عليه وسلم - حيث يقول:  \" اللهم اجعل لمنفق خلفاً، ولممسك تلفاً \" ، ويعني به المنفق حيت ما يجب، وكما يجب، لا المنفق في عبارة وخسارة، وقوله:  {وَأَنْتُمْ لَا تُظْلَمُونَ} ، وهو تعالى يجعل لكم بالواحد سبع مائة، كما ذكره في الآية المتقدمة، والوجه هاهنا قيل معناه القصد والجهة، وقيل معناه القصد به الذات نحو النفس، ومعناه: يقصد به ذات الله، لا طلب جزاء، ولا خوف عقاب، ولا غير ذلك من الوجوه التي يقصدها أبناء الدنيا بالإنفاق ... </p><p> قوله - عز وجل -: </p><p> {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} </p><p> الآية:  (٢٧٣) - سورة البقرة. </p><p> العفة: حبس النفس لكن فضول الشهوات الرديئة من المأكل، والمنكح، والاقتصار علي البلغة التي لابد من المشار إليها بقوله تعال:  {إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى} . </p><p> ويقول النبي - صلى الله عليه وسلم - فيما يرويه سفيان: </p><p> \" أريع من جاوزهن،ففيه الحساب:ما سد الجوعة، وكف العطشة، وستر العورة \" ، أكن البدن \" ...</p><p> ويدخل في العفة الجود، لأنه قد قيل: الجود ضربان: أن يكون بما في يدك متبرعاً، وأن يكون عما في يد غيرك متورعاً، والزهد يقاربه إلا الزهد، يقال اعتبارا بترك عرض الدنيا، والعفة تقال اعتباراً بحبس النفس عن الشهوات، وتتلازمان، والعفافة بقية ما في الضرع كأنه قدر يمكن التعفف به، والإلحاف استشعار المسألة والاستقصاء فيها وتذرعها، يقال: لحفته: أي ألبسته إلحافا ككسوته، أي ألبسته كساءً، والوسم والسيما تتقاربان لكن الوسم علامة محسوسة كسمة البعير، والسيما علامة متفرسة، وأصلها من السوم أي طلب الكلا، وطلب المبيع، وسوم الماشية أن تطلب لها المرعى وإن كان قل يستعمل في إرسالها. </p><p> إن قيل: بم يتعلق قوله: {لِلْفُقَرَاءِ} ؟ </p><p> قيل: هو على ما ذكر سنين بدل من قوله: {لِأَنْفُسِكُمْ} ، فقد ذكر أنه يعني بأنفسكم أهل دينكم، فصار الفقراء بعضهم، فصح أن يبدل منه بدل البعض من الكل، وقيل: يتعلق بقوله: {وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ} ، أي ما تنفقون لهم إلا تقرباً إلي الله عز وجل-، فمعلوم أن من خص بنفقته هؤلاء، فإنه لم يقصد إلا وجه الله، وقيل: ذلك يتعلق بفعل مضمر يدل علي: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ} ، أو بقوله:  {يُوَفَّ إِلَيْكُمْ} ، أي يوف إليكم، ويوسع لأجل الفقراء إشارة إلى ما قال - عليه الصلاة والسلام: \" إنما تنصرون بضعفائكم وتمطرون وترزقون \". </p><p> وقال بعض الناس: اللام تتعلق بقوله: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ} المذكور من بعد، وهذا لا يصح لأن ما يتعلق بمعمول حرف الشرط لا يقدم عليه، وكذلك ما يتعلق بما بعد حروف العطف، وقد تقدم الكلام في الحصر والإحصار، وأن الإحصار أعم من الحصر، فإن الحصر يقال في منع العدو، والإحصار يقال فيه وفي منع الذي يكون من ذات الإنسان من العقل، أو الهوى، أو المرض، أو الخوف، فكل حصر إحصار، وليس كل إحصار حصراً، ولأجل عموم الإحصار قال قتاده وابن زيد:  \" منعوا أنفسهم من التجارة خوفاً من الكفار \" ، وقال السدي:  \" منعهم الكفار بالخوف وقيل: منعهم المرض، وقيل، حملوا على الحصر.</p><p> ، وقوله:  {لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ} أي: ذهابا لمنع العدو إياهم، وقيل، لمنع الله لهم وإلزامهم أنفسهم المرابطة في سبيله، ولم ينف عنهم القدرة، ولكن بين أن إيمانهم وأحوالهم تمنعهم عن الإخلال وكما هم بصدده، كقولك: \" أمرني الأمير بكذا، فلا أستطيع أن أخل به \"،وقوله تعالى:{يَحْسَبُهُمُ الْجَاهِلُ}، أي الجاهل بحالهم،وقيل:إن ذلك فيمن له استغناء في الظاهر وبه فقر في الباطن أو فقر إلى الله لمعرفته بحقائق الأمور،وقوله:{تَعْرِفُهُمْ بِسِيمَاهُمْ}، أي تتفرس فيهم أحوالهم، وذلك مما يدل على أن للفراسة حكما صادقاً،وعليه دل قوله تعالى:{وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ}وقوله:{سِيمَاهُمْ فِي وُجُوهِهِمْ}،وقوله عليه الصلاة والسلام:\" اتقوا فراسة المؤمن فإنه ينظر بنور الله \" </p><p> إن قيل: ما وجه ذكر {وَمَا تُنْفِقُوا مِنْ خَيْرٍ} في ثلاثة مواضع متقاربة وتعليق كل واحد بحكم غير حكم الآخر. </p><p> قيل: إنه بين أولاً ما ابتغى به الإنسان وجه الله، فنفعه راجع إلى نفسه، وبيم في الثاني أنه وإن لم يقصد به وجه الله خالصاً، بل قصد به طلب ثواب، أو اتقاء من نار، أو غير ذلك من وجوه المصالح، فله ما قصده، وآتاهم الثواب في الثالث، حيث ذكر الانفاق للفقراء الذين أحصروا، </p>"
}