{
  "id": null,
  "sura": 2,
  "aya": 247,
  "text": "<p> وذم الله (بني إسرائيل) في التزامهم الرهبانية، ثم قصروا فيها، والثاني: أنهم لم يلزموا القتال كما يجب أن يلزم، فإن المقاتلة في سبيل الله يجب أن لا يكون لها سمعة واجتلاب ثناء أو شفاء مغيطة وكذا يجب أن تكون سائر الأفعال المحمودة وهم لما قالوا:  {وَمَا لَنَا أَلَّا نُقَاتِلَ} قصدوا شفاء الغيظ لا ائتمار الرب، فعلم أنهم لا يصبرون في مواطن الحق على ما يجب. </p><p> إن قيل: لم أدخل (أن) في قوله: {وَمَا لَنَا أَلَّا نُقَاتِلَ} ولم يدخله في قوله: {وَمَا لَكُمْ لَا تُؤْمِنُونَ} ؟ </p><p> قيل: إن قولك (مالك، ومالنا) تجئ مرة للإنكار وعليه قوله: {وَمَا لَكُمْ لَا تُؤْمِنُونَ} في موضع الحال نحو قوله تعالى: {فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ} والثاني بمعنى: (ما منع) وعليه هذه الآية، فلابد إذن من \" أت لا \" تقديره: (ما منعنا من ترك القتال قال أبو العباس: \" ما: نفي ها هنا،كأنه قيل:ليس لنا أن لا نقاتل \" وقال الأخفش: أن زائدة، ويجوز أنه أدخل (أن) في قوله: ألا نقاتل لكون القتال مستقبلاً، ولم يدخل في قوله:  {وَمَا لَكُمْ لَا تُؤْمِنُونَ} لكونه حالاً، لأن \" أن \" لأحد المعدومين .. </p><p> قوله - عز وجل: </p><p> {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} الآية (٢٤٧) - سورة البقرة. </p><p> كان بنو إسرائيل اعتقدوا أن الملك يستحق بالوراثة وكثرة المال، وكان فيهم أسباط ملوك، فلما أنبأهم نبيهم أن الله بعث لهم طالوت ملكاً، ولم يكن من بيت الملك، ولا كان ذا مال، استعظموا، فراجعوه وقالوا:  {أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا} وكان ذلك منهم خطأ من وجهين: </p><p> الأول: </p><p> لما قال الشعر: </p><p> وما الحسبُ المورُوُث لا در درهُ .. </p><p> . </p><p> بمحتسِب إلا بِآخِر مُكْتَسبِ </p><p> إذَا الُغضْنُ لم يُثمْر وإن كَان شُعبةًَ .. </p><p> . </p><p> منَ الثمراتِ اعتدهْ الناسُ في الْحَطَبِ </p><p> وقال بعض الملوك: </p><p> إن ولد مني جاهل فعدوه حماراً، وإياكم أن تراعوا نسبه، فتفوضوا الأمر إليه، وتعتمدوا في المملكة عليه، والثاني: أن المال ليس بضروري في الملك وأعيان الخلفاء الراشدين والأمراء العادلين كأن عناهم القناعة دون الثروة، فبين تعالى بقوله:  {إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ} أن فيه الخصال التي هي قانون في استحقاق الملك وبيانه أن الملك يستحق في أن يكون الإنسان من عنصر صالح سواء كان من بيت الملك قيل أو لم يكن. </p><p> ، وأن يكون ذا علم بسياسة نفسه وأهله من رعيته، وأن يكون في جسمه كامل الخلقة، شديد القوة، ذا سلامة من العاهات الشائنة، وذكر أنه قد آتاه كل ذلك، ثم قال:  {وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ} تنبيهاً أنه هو المختص بإيتاء الملك لعلمه يمن يستحقه، ولذلك أمرنا بالاستسلام له في ذلك، فقال:  {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} فقرن ذلك بالأمور التي يختص هو بها، وهي: إخراج الحي من الميت والميت من الحي، وإيلاج الليل في النهار، وإيلاج النهار في الليل، وإعطاء الرزق، ثم قال:  {وَاللَّهُ وَاسِعٌ عَلِيمٌ} أي الذي أعطاه الملك هو ذو سعة في المال، وعالم بالأشياء - تنبيهاً أنه إن احتاج إلى المال في ملكه حوله، وقوله:  {عَلِيمٌ} أي عالم بمن يؤتيه الملك، كقوله:  {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} . </p>"
}