{
  "id": null,
  "sura": 2,
  "aya": 24,
  "text": "<p> الله، ويجوز أن يكون معناه (وادعوا شهداءكم الذين لكم من دون الله) ، فإن الاستعانة به ليس بكم، وعلقه بقوله:  {إِنْ كُنْتُمْ صَادِقِينَ} - تنبيهاًَ أن إقامة الدلالة على الشيء الصدق ليس يقصر، فعجزكم عنه دلالة على أنكم كاذبون في دعواكم. </p><p> قوله - عز وجل -: {فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ} . </p><p> الآية:  (٢٤) - سورة البقرة. </p><p> لفظ الفعل أعم من معنى سائر أخواته، نحو: العمل، والصنع، والإبداع، والإحداث، والخلق والكسب وذاك أن الإبداع أكثر ما يقال في إيجاد عين عن عدم، وليس حقيقة ذلك إلا الله تعالى، والأحداث يقال في إيجاد الأعيان والأعراض معاً، والعمل لا يقال إلا ما كان عن فكر وروية، ولهذا قرن بالعلم، فقيل: علم وعمل، حتى قال بعض الأدباء:  \" قلب لفظ \" العمل عن لفظ \" العلم \" تنبيهاً أنه من مقتضاه، والصنع يقال لإيجاد الصورة في المواد كالصياغة والبناء فإن الصائغ يوجد صورة الخاتم والخلخال في الذهب والفضة، والبناء يوجد صورة البناء في الطين، والكسب أكثر ما يقال في اجتلاب المنافع، وقد يقال أيضاً في اجتلاب المضار مقيداً، والخلق قد تقدم القول فيه، وقد أمر الله بالتقوى على ثلاثة أوجه، وخص بكل وجه عصابة من الناس وذلك بحسب اختلاف مراتبهم من العلم ومكانهم من الإيمان، فالأول: حث الإنسان على اتقاء عقوبة الله برؤية ذنوبه، وذلك في قوله:  {وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ} ، {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} والثاني: حث على </p><p> اتقائه بروية آلائه ونعمه لقوله:  {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ} والثالث: حث على تقواه برؤية وحدانيته دون الوسائط وذلك في قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ} . </p><p> وجعلها على ثلاثة مراتب حسب ما سنه تعالى في سياسة الأصناف الثلاثة من الناس الخاصة والعامة، وبهذا الاعتبار قسمهم تعالى ثلاثة أقسام في قوله تعالى:  {فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ} وأشرف هذه المنازل \" تقوى الله \" تعالى من غير رؤية الوسايط بلا مخالفة ولا رجاء، ولذلك عظم ثوابه بقوله: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} وهم الاتقون المعنيون بقوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} والمعبر عنهم بقوله: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ} والوقود: الحطب الذي يوقد به، ولذلك فسر بأنه دقاق الحطب، لأنه الدقاق الذي يوقد به، ولما كانت نار الدنيا محتاجة إلى دقاق توقد به، ونار جهنم مستغنية عن ذلك، بل يكتفي في إيقادها بالناس وبالحجارة التي ليست من عادة النيران المشاهدة أن يتقدبها عظم أمرها ومن قال: أراد بذلك حجارة \" الكبريت \" فإنما عنى أن الحجارة لتلك النار كحجارة الكبريت لنار الدنيا، وقوله: أعدت أصله في العدد وهو الإحصاء، لكن العد يتجوز به على أوجه فيقال: شيء معدود ومحصور للقليل مقابلة بما لا يحصى كثرة، ويقال على الضد من ذلك، وجيش عديد، وإنهم لذو عدد، أي: كثيرة، وذلك مقابلة بما لا يحتاج إلى حصره وتعداده لقلته، ولهذا قيل: أعددت هذا لكذا، أي جعلته معادا للمعد له، يتناول منه بحسب حاجته إليه وقد ألزمهم الله تعالى بهذه الآية الحجة بأنكم إن أتيتم بمثله، فقد أدخصتم حجته، </p><p> وإن لم تأتوا به لزمتكم الحجة، ووجب عليكم أن تتقوا عقابه. </p><p> وفصل بين الشرط والجزاء بحكم جزم أن لا تأتوا بمثله، وذلك زيادة في إعجازه لوجود مخبره على ما أخبر به وذلك مثل قوله:  {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ} الآية، فإن قيل كيف خص الكافرين بالنار دون الفاسقين؟ قيل: يجوز أن يكون أراد أن هذا الضرب من النار يختص به الكفار، وهي المخصوصة أيضاً بقوله:  {أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} وقوله: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ} ثم إذا قيل: \" أعد هذا لزيد \" لا يقتضي أن لا يكون معداً لغيره، بل قد يكتفي بأعظم الشيئين عن الآخر نحو قوله:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} لم يذكر معه البرد، فيكون النار على هذا الوجه للجنس، وعلى الأول للنوع .. </p><p> قوله - عز وجل - {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا} </p><p> الآية:  (٢٥) - سورة البقرة. </p><p> أصل بشرته تلقيته مني ببشرة ووجه طلق، وذاك أن من شأن من أتى بخبر سار أن يكون طلق الوجه، ومن أتى بخبر بخلافه يكون عابس الوجه وقيل معنى بشرته: أطلقت بشرته بما أخبرته فإن من ناله سرور، طار دمه منتشراً في صفحة وجهه، ومن ناله سوء يقيض دمه فاصفر أو اسود وقيل: بشرتهك أظهرت له خبراً دلت بشرته على المسرة به، أي ظاهره فاستعير لظاهر الخبر البشرة وذلك لكثرة ما يدل وجه الشيء على باطنه </p><p> فإن قيل: فإن كانت البشارة للأخبار السارة، فما وجه قوله تعالى: </p><p> {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} ؟ قيل إن مثل ذلك قد يستعمل على سبيل التهكم نحو: </p><p> \" تحية بينهم ضرب وجيع \" </p><p> تنبيهاً أن السار لهم الإخبار بالعذاب الآليم، فما الظن بما وراءه؟ والإيمان لما كان في الأصل للتحقيق والتصديق، قيل: ما ذكره الله تعالى إلا قرن به الأعمال الصالحة، تنبيهاً أن الاعتقاد لا يغني من دون العمل، فالعلم أس والعمل بناء، ولا غناء للأس ما لم يكن بناء كما لا بناء ما لم يكن له أس ولذلك قيل:  \" لولا العمل لم يطلب علم \" ، ولولا العلم لم يكن عمل، فإذا حقهما أن يتلازما والجن: أصله المستر عن حس البصر وسمى الجن لاستتاره عنه، ثم اشتق من الجن، فقيل جن فلان، وبنى على فعل نبأ \" عامة الأدواء نحو: </p><p> \" زكم \" و \" حم \" ولقي والجنان: القلب، لكونه مستوراً عن البصر، و \" جن الليل \" والمجن لذلك وقيل للبستان ذي الأشجار جنة، لاستتاره بها، والجنة قيل:  [تسمى تشبيهاً] بجنة الأرض وإن كان بينهما بون، وقيل: سميت بذلك، لأنه ستر في الدنيا حقيقة ما أعد الناس فيها من عظم الآلاء وبذلك أخبر تعالى في قوله:  {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} وإنما قال: \" جنات \" بلفظ الجمع لما قال ابن عباس - - رضي الله تعالى عنهما - \" إن الجنان سبع: جنة الفردوس، وجنة عدن، وجنة النعيم، وجنة المأوى، ودار الخلد، ودار السلام، وعليون \" والجري: المر السريع، ويقال ذلك في الماء والرياح والسحاب والفرس، ويقال للرسول والوكيل المتحققين في الحال جري، والاتيان: عام في المجيء والذهاب وفيما كان طبعاً وقهرياً، والآتي: يقال للماء الجاري، ولما وقع فيه من خشب ونحوه ولمجرى الماء القريب أيضاً </p><p> إن قيل: لم قال: (تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) وقد علم أن الماء في البساتين إذا كان جارياً على وجع الأرض أحسن منها إذا كان جارياً تحتها؟ قيل: عنى أنهاراً جارية تحت الأشجار، لا تحت الأرض، وقد روي عن مسروق ما يدل على ذلك، وهو أن كل أنهار الجنة تجري في غير أخاديد، </p><p> إن قيل: كيف قالوا: </p><p> {هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ} وما كان من قبل قد فنى وعدم؟ قيل: لفظة \" هذا \" وأخواته يشار بها إلى العين الموجودة طوراً، وإلى النوع والجنس طوراً. </p><p> والنوع من حيث ما هو نوع ليس يفنى، وإنما الذي يفنى هو الجزئيات وعلى ذلك تقول في الإشارة إلى نهر جار: \" هذا الماء </p><p> لا يفنى \" وأنت لا تعني بذلك الجزئيات المشاعدة منه،وإنما تعني به النوع المعلوم وقوله:(من قبل)هو للمتقدم،فقيل:عنى بذلك ما أتوا به قبل ذلك في الجنة، وإليه ذهب الحسن ويحيى بن أبي كثير،فقال:\" إذا أوتي أحدهم بصحفة فيأكل منها ثم يؤتى بآخر، فيقول: هذا الذي رزقنا من قبل، فيقول له الملك: كل فاللون واحد والطعم مختلف \"، وقال ابن عباس - رضي الله تعالى عنهما -(رزقنا من قبل)أي في الدنيا شبهه.</p><p> وابن جرير رجح هذا الوجه، وقال: إن قوله: (كلما) عام يقتضي أنهم قالوا ذلك في كل مرة من غير تخصيص، ومتى جعل ذلك الأولى، اقتضى أن يكون مخصوصاً خلاف ما يقتضيه عموم الآية، وقال بعض المفسرين قول ابن عباس - [رضي الله عنهما] - في قوله:  {هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ} أي: في الدنيا، يعني ثواب ما رزقنا من المعارف كقوله:  {ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ} ، قال: ويدل على صحة هذا أن ابن عباس - رضي الله تعالى عنهما - قال: \" ليس في الجنة من أطعمة الدنيا إلا الأسماء \"،والمتشابه:المتماثل في الكيفية، ولهذا يقال فيكا لا يتميز أحدهما عن الآخر متشابه، وكذلك للواقع من الكلام بين معنيين فصاعداً ومتشابه والشبهة في الشيء ما يقع فيه من مشابهة الغير،فقوله:{وَأُتُوا بِهِ مُتَشَابِهًا}،قيل:هو تفسير لقوله:{هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ}أي يشبهه اسماً ولوناً لا طعماً وحقيقة وقيل: عنى به متماثلاً في الكمال وأن لا تقارب، فيه كأطعمة الدنيا،وقال بعض المفسرين:إن الآية مثل لا على الحقيقة،وقد نبه على كونه مثلاً بقوله بعده:{إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا}والأنهار مثل لمجاري الخيرات،كقولك:ينابيع الحكم، وأنهار الفعل والرزق لم يعن به ما يؤكل فقط،وإنما هو كقولك:\" رزقت فهماً وعلماً \" والثمرة: اسم </p><p> لما يتحصل عن الشيء، كقولهم:  \" ثمرة العلم العمل الصالح، وثمرة العمل الصالح الجنة \" ومعناه: كلما اعطوا في الجنة جزاء لما رزقوا من المعارف والأعمال، (قالوا هذا الذي رزقنا من قبل) أي: هذا ثواب الذي وفقنا له في الدنيا. </p><p> وهذا القول وإن كان لمجازه مساغ في اللغة، فهو ترك لما روي عن السلف في تفسير الآية، وقد طعن في هذه الآية وأمثالها من الآيات قوم من المتفلسفين والطبيعيين، وقالوا:  \" إن الجنة لا يصح فيها الأكل والشرب، فإن الأكل لا يطيب إلا عن جوع، والجوع مرض وأذى، والأكل مداواة له، ولا مرض ولا أذى بوجه في الجنة، ثم إن الطعام يصير بعضه ثقلاً بعد طبخ المعدة إياه فيخرج من البدن، وبعضه يصير غذاء يزيد في البدن بقدر ما يتحلل منه، وإلا خرج به البدن عن الاعتدال.</p><p> وكل ذلك لا يصح إلا في دار الكون. </p><p> والفساد دون دار الخلد والبقاء \" . </p><p> وهذا كلام من نظر إلى الأجساد في الآخرة نظره إليها في هذه الدنيا، وهي مركبة تركيباً معرضاً للاستحالات، ولم يعلم أن الله تعالى [قادر على أن] يعيدها إعادة لا تعتورها الاستحالات، ويجعل لها أطعمة يتلذذ بها، فلا يكون لها ثقل ولا تغير منكر، وقد دل على ذلك تعريضاً وتصريحاً، أما إعادتها على وجه معرى من الاستحالات، فقوله تعالى:  {وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ} ، وبقوله عليه السلام في أهل الجنة:  (جرد مرد مكحول) ، وأم إن أطعمتها لا يستحيل فبقوله عليه السلام:  (إن أهل الجنة لا يبولون ولا يتغوطون إنما هو عرق يجري من أعراضهم مثل المسك) . </p><p> ويقول ابن عباس \" رضي الله عنهما \"  \" ليس في الجنة شيء ما في الدنيا إلا أسماوها \" ، فإن الله تعالى سمي الماء واللبن والخمر والعسل والسندس والحرير والمسك والزنجبيل، ووصف لكم ما في أيديكم ليحلو عندكم، ولكي تهتدي، إليه قلوبكم، زليس لهذا القول منه وجه إلا التوقيف، إذ لا مدخل للاجتهاد فيه، وروي أن يهودياً سأل النبي - صلى الله عليه وسلم - \" أتزعم أن في الجنة نكاحاً وأكلاً وشرباً، ومن أكل وشرب كانت له عذرة؟ فقال النبي - عليه السلام -: \" والذي نفسي بيده إن فيها أكلاً، وشرباً، ونكاحاً، ويخرج منهم عرق أطيب من ريح المسك \"،فقال رجل:صدق رسول الله، خلق الله دوداً يأكل مما تأكلون، ويشرب مما تشربون، فيخلف غسلاً سائغاً \" فقال عليه السلام: \" هذا مثل طعام الجنة أهل الجنة \" وفي هذا إشارة عجيبة، فإنه إذا أمكن أن يأكل دود أطعمة مستحلية، فتخلف جنساً طيباً يبقى أطول مدة، فلا يلحقه فساد، فكيف ينكر أن يتناول أهل الجنة طعاماً معرى من العفونات والاستحالات، فيخلف منه مسك؟ والذي يستبعده بعض الناس من ذلك هو أنهم يريدون أم يتصوروا أبداناً متناولة لأطعمة لا استحالة فيها ولا تغير لها، ولا يكون منها فضولات، وتصور ذلك محال، وذاك أن التصور: هو إدراك الوهم خيال ما أدركه من الحس وما لا يدرك الحس جزءه ولا كله، كيف يمكنه، تصوره؟ ولو كان للإنسان سبيل إلى تصور لك، لما قال تعالى:  {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} ، ولما قال \" عليه السلام \" مخبراً عن الله تعالى: (أعدت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت ولا خطر على قلب بشر) ، وجملة الأمر: يجب أن يكون معلوماً أن النقصانات منفية عن الجنة، لأنها من الأعدام، وليس في الجنة أعدام، إذ الجنة في غاية الكمال والتمام .. </p>"
}