{
  "id": null,
  "sura": 2,
  "aya": 91,
  "text": "<p> مصادرها، فمتى أسند إلى الرأي فلابتغائها لمن يحرم عليها، وإذا أسند إلى المتكبر فلطلبه إكراماً لا يستحقه، وإذا أسند إلى الرأي فلطلبه متطلعاً، والهوان يتصور على وجهين أحدهما: التذلل للإنسان في نفسه لما لا يلحق به غضاضة، فيمدح به نحو المؤمن هين لين، والثاني: أن يكون مرجعه خلط ستليه على طريق الاستخفاف فيذم به، وعلى الوجهين استعمل \" ذلك فبين الله تعالى أنه بئس</p><p> شيئاً باعوا أنفسهم به كفرهم بكتب الله المنزلة، ثم بين أن أعظم هذا الجنس أن يفعل دلك حسدا على من خصه الله تعالى بفضل من عنده، وفضله ههنا أجل الفضائل، وهو النبوة، ثم بين أنهم بذلك استحقوا بذلك أنواعا من الغضب نوعاً بعد نوع نحو قوله:  {يُضَاعَفْ لَهُ الْعَذَابُ} .. </p><p> نعوذ بالله منه. </p><p> قوله- عز وجل: </p><p> {وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ} الآية (٩١) سورة البقرة. </p><p> وراء يقال للخلف والقدام، وهو في الأصل مصدر وارى، فلما كان المصدر يضاف إلى الفاعل وإلى المفعول، فمتى قيل وراء زيد بمعنى قدامه، فمعناه الذي يواري زيد، وإذا قيل بمعنى \" خلف \"، فهو الذي يواريه زيد، ثم جعل ظرفاً مثل كثير من المصادر،وإن قيل:كيف قيل للخلف \" فلم تقلتون \"، وكان القتل من السلف لا منهم، قيل: لما كان من عادة العرب أن ينسبوا إلى أنفسهم على طريق الفخر مأثراً بأيهم، فيقول فعلنا كذا متصورين بصورتهم خوطبوا أيضا في نسبة مثالبهم إليهم على ذلك </p><p> الوجه، وقال ابن عباس [رضي الله تعالى] عنهما: (إذا عمل معصية، فمن أنكرها فقد برئ منها، ومن رضيها كان كمن فعلها) ، فلما رضوا فدل آبائهم فكأنهم هم فعلوه، فلذلك خاطبهم بذلك، </p><p> إن قيل: كيف قال: (تقتلون من قبل) ولا يجور في الكلام تخرج أمس، قيل: في ذلك وجهان. </p><p> أحدهما: أن عادة العرب إذا أرادوا أن يخبروا عن تعاطي فعلى مداوم عليه قرنوا لفظ الماضي بالمستقبل تنبيها على المداومة عليه نحو قول الشاعر: </p><p> ولقد أمر على الَّلئيم يسبنُّي ... </p><p> فمضيتُ ثمة قُلتُ لا يعنينِي </p><p> وعلى ذلك يقال: فعلت كذا قبل وبعد، وافعل كذا قبل وبعد، فيجئ تارة بلفظ الماضي وتارة بلفظ المستقبل، والثاني إن قوله (من قبل) يتعلق بمقتضى قوله \" فلم \" الذي هو بحث عن علة الشيء، فكأنه قليل: أخبرني قبل عن سبب قتلكم، ومعنى لم تقتلون لم ترومون قتلهم، وهذا أوضح، وقوله:  {وَيَكْفُرُونَ بِمَا وَرَاءَهُ} قيل معناه بما أنزل الله بعده من الإنجيل والقرآن، وقيل: معناه بما تنطوي عليه التوراة، وذاك أن انتساب المعنى إلى اللفظ انتساب المتأخر إلى المتقدم والباطن إلى الظاهر، ولهذا يقال: وراء هذا الكلام معنى لطيف، وفي ضمنه شيء حسن، وقد بين الله تعالي أنهم يدعون </p>"
}