{
  "id": null,
  "sura": 2,
  "aya": 94,
  "text": "<p> لستم بمؤمنين، فكيف تدعون الإيمان بما أنزل إليكم، وقال الزجاج في قوله:  {إِنْ كُنْتُمْ مُؤْمِنِينَ} . [ما كنتم مؤمنين] . </p><p> فإن عنى أن إن ههنا لفظة للنفي فدلك بعيد، وإن عنى أنه شرط مقتضاه النفي كما تقدم فصحيح والكلام في أنه كيف جعل الإيمان أمراً في قوله:  {يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ} فقد تقدم في صدر الكتاب فصل كلي يكفي الاشتغال بهذه التفاصيل. </p><p> قوله - عز وجل -: </p><p> {قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ} </p><p> الآية (٩٤) سورة البقرة. </p><p> الخالص كالصافي، لكن الصافي يقال فيما لم يكن قبل فيه شوب، ولا يقال: خالص إلا ما كان فيه شوب من [قبل] ، فزال عنه، ولذلك قال الشاعر: </p><p> خلاصُ الخمْرِ منْ نسجِ الفَدَامِ </p><p> فاعتبر فيه معنى التخلص والتمني تقدير تأتي مشيته والتحدث به إما ضميراً، وإما مقالاً، ودون لما كان في الأصل القاصر عن الشر اعتبر ذلك في المكان تارة وفي الشرف تارة، وفي الاختصاص تارة، فإذا قيل: هذا لي دونك، فهو مفيد للاختصاص، ومعناه: أنت تقصر عنه، وإن قيل كيف قال:  (من دون الناس) والمخاطبون أيضاً من الناس؟ </p><p> قيل: قد قال بعضهم لفظه عام، ومعناه خاص، أي دون سائر الناس، وقال بعضهم في ذلك لطيفة، وهو أنه يقال: \" فلأن ليس من الناس، وذلك متردد بين المدح والذم، فالمدح نحو قول بعضهم: فلان ليس إنساناً، بل هو ملك كريم ... </p><p> وقال الشاعر </p><p> فلست بإنسيَّ وَلكنْ لملاك </p><p> والذم نحو: فإنَّ جُلهُمُ أوُ كلهُمْ بَقر </p><p> ولما كانت الدار الآخرة لا تحصل للناس خالصة، بل لأبد في نيلها من تحمل شوائب وتجرع نوائب، وكانوا قد ادعوا أنها لهم خالصة قيل لهم ذلك بمعنى إن كنتم جنساً غير الناس في أن تحصل لكم الدار الآخرة خالصة [على حسب ما تحصل للناس] فتمنوا الموت، وإنما قيل لهم \" تمنوا الموت \" ، لأنهم قالوا:  {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا} ، وقالوا: </p><p> {نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ} ، فبين الله تعالي كذبهم في دعواهم ذلك فقال: إن كنتم أحباء الله، فالمحبة داعية إلى الشوق، والشوق داع إلى محبة لقاء المحبوب، ومحبة لقائه داعية إلي تمنى سهول السبيل إليه، ولا سبيل إلى الطريق إليه إلا بالموت، فيجب أن يكون الموت متمنى، فترككم تمني ذلك دلالة أن لا [محبة منكم له] .. </p><p> إن قيل: فهل يجوز للمسلم أن يتمنى الموت؟ قيل: </p><p> أنا تمنيه على أن سخط ما أراد الله من حياته فلا يجوز فإن ذلك مضادة الله في أرادته، وتسخط لقضائه، وإما على أن يكرهه إذا أتاه، فجائز، وهو غاية الحكمة وشعار المؤمن المحق، ولذلك قيل:  \" لا يكون الحكيم حكيماً حتى يعلم أن الموت يعتقه والحياة تسترقه،وقيل:\" سرور المؤمن بموته </p>"
}