{
  "id": null,
  "sura": 2,
  "aya": 248,
  "text": "<p> قوله - عز وجل: </p><p> {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} الآية (٢٤٨) - سورة البقرة. </p><p> البقية من البقاء، والبقاء ثبات الشيء على حالته الأولى، لكن البقية صارت لبعض حمله لم يتعين حكمه بتعين المحمولات، فاستعمل فيما يحمل على الظهر، وفي الماء إلي في السحاب، والولد الذي تحمله المرأة في البطن، وتعورف في البرق، وتسميته بذلك استصحاباً لحمل الأم أياً، أو لأنه يحمل باليد لصغره، وخص الحمالة بما يحمل به السيف على بناء العلاقة، والمحمل لما تركته الناس، وخص الحمالة بالفتح لما يتحمله قوم من الدية والحميل تارة استعمل في الكفيل، وهو بمعنى فاعل، وتارة في المحمول من بلد إلى بلد، فسمى الغريب، وعثاء السيل به والحملوة من الإبل لما يحمل عليه وعلى ما ساقويه وركوبه وذكر منهم ما خص الله به \" طالوب \" من كرامته وما هو آية من الله - عز وجل - كالمعجزة لملكه، واختلف في التابوت فمنهم من قال: كان منحوتاً من الخشب فيه شيء مسمى بالسكينة تسكن بها قلوب القوم الذي كان معهم وبقايا رضاض اللوح الذي كان فيه التوراة، وقنا كان علي [عجلة بين ثورين] يسوقهما الملائكة، وقيل: بل الملائكة تحمله في الهواء وهم يرونه، وقيل كان هذا التابوت مع يوشع، ففقد في التيه، ثم رده الله عز وجل: إلى طالوت، وقيل: بل كان قد سلبته العمالقة، فدفنوه في منزله، وإلى هذا ذهب عامة الصحابة والتابعين فيما دل عليه ظاهر قولهم حتى قال مجاهد: السكينة شيء كان له رأس كرأس هره، وله جناحان، وقال بعض المفسرين: التابوت </p><p> إشارة إلى القلب، والسكينة إلى ما فيه من العلم والإخلاص والإيمان وذكر الله الذي تطمئن به القلوب، قال: وسمي القلب سفط العلم وبيت الحكمة وتابوته، ورعاه وصندوقه، وعلى هذا يقال:  (اجعل سرك في وعاء غير سرب، وفي بيت معلق الرتاج، ووعاء موثق الأشراج) ، قال: وجعل آيته أن صير قلبه مقر العلم، ومجمع السكنية بعد أن لم يكن له ذلك، وعلى ذلك تسميته بالتابوت سمي عمر ابن مسعود - رضي الله عنهما كنيفاً ملئ علماً، وقال هذا القائل ما روي عن علي - عليه السلام، ورضي الله عنه: أن السكينة ريح هفافة لها وجه كوجه الإنسان، فإشارة إلى الروح أو إلى الملائكة، ولهذا روي \" كان روحا \" من الله عز وجل - يكلمهم عند وقوع الاختلاف، ويسكنهم عند القتال والله أعلم بالحقائق. </p>"
}