{
  "id": null,
  "sura": 2,
  "aya": 106,
  "text": "<p> المشركين) عطفاً على الذين، ولو قرئ به لجاز، كما جاز، وقوله:  {مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} والكفار النصب والجر جميعها ومن في قوله: {مِنْ خَيْرٍ} لاستغراق الجنس، وبين بأخر الآية أنه وإن اختص برحمته بعض الناس، فليس ذلك لضيق فضله، بل فضله عظيم، ورحمته [تسع كل شيء وإنما يسع رحمته] ضربان، أحدهما يصل إليه كل من شاء الوصول إليه من العباد </p><p> بتمكين الله إياه وضرب يخص تعالى به بعض عباده لا يعرفه في ذلك .. </p><p> قوله - عز وجل -: </p><p> {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} </p><p> الآية (١٠٦) - سورة البقرة. </p><p> قد تقدم الكلام في مناهية النسخ والفرق بينه وبين التخصيص في صدر الكتاب، والنسخ في اللغة إزالة الصورة عن الشر وإثباتها في غيره كنسخ الظل للشمس، ثم يقال في إزالة الصورة من غير إثباتها في غيره نحو قوله تعالى:  {فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ} ، ويقال أيضاً في إثبات مثل تلك الصورة في الغير من غير إزالتها سكن الأول كنسخ الكتاب وأصحاب التناسخ زعموا. </p><p> أن النفوس تنتقل من هيكل إلى هيكل، فإن كانت محسنة انتقلت إلى هيكل متنعمة فيه، وإن كانت مسيئة فإلى هيكل معذبة فيه، وليس الإنسان الأمر بالترك المؤدي إلى النسيان، وليس كل متروك يقال له منسئ، وقرئ ننسأها من النسئ، وهو تأخير الشيء عن وقته أو عن هيئته، فمما هو بالوقت قولهم: </p><p> نسأت في ظمي الإبل، ونسأ الله في أجلك، و \" نسأت المرأة \" تأخر وقت حيضها، وأنسأت فلاناً البيع، وقوله تعالى:  {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} ومما هو بالهيئة نسأت الإبل عن الحوض، </p><p> ونسأتها في السير، ومنها المنسأة للعصا التي يطرد بها، وحمل المفسرون النسخ والإنساء على وجهين: أحدهما أن النسخ هو إزالة الحكم من غير اللفظ، أو الحكم مع اللفظ، والإنسان مقابله، وهو أن لا ينسخ بل يُقر، والثاني: أن النسخ إزالة الحكم فقط ثبات اللفظ أو لم يثبت، ولهذا قال الفقهاء: </p><p> إن النسخ لا يكون إلا في معنى الأمر والنهي معني الخبر والإنشاء يكون في الإخبار وفي الأمر والنهي، لكن في الخبر معناه لا يزول وإن زال اللفظ، وقد يستعمل أحد اللفظين مكان الأخر، فمن هذا ما روت عائشة- رضي الله تعالى عنها- أنه نزل في قصة أهل بئر معونة قرآن منه:  (بلغوا قومنا) أن قد لقينا ربنا فرضي عنا وأرضانا)، ثم نسخت، ففيه دلالتان: </p><p> إحداهما أن قوله:  (لقينا ربنا) إخبار، وقت سمته نسخاً، والثانية: أنها استعملت النسخ في رفع التلاوة دون المعنى، وعلى ذلك ما روي أنه كان فيما أنزل الله:  (لو أن لابن أدم واديين من مال لابتغى إليهما ثالثاً، ولا يملا جوف ابن أدم إلا التراب ويتوب الله على من تاب) ، ثم نسخ وذلك خبر، وقيل: الكلام في تأويل الآية أن يذكر ما يكشف خطأ اليهود وشرذمة من المسلمين أنكروا النسخ زاعمين أن ذلك هو المبدأ، ولا يفعلن إلا من يجهل العواقب ويتجدد له رأي بعد رأي، فيقال وبالله التوفيق ... </p><p> \" إن لله تعالى خلفاء في الأرض مستخلفين فيها ومستعمرين فيها لنتوصل بذلك إلى مجاورته والقرب منه بحياة لا موت بعدها، وغنى لا حاجة معه، وقدرة لا يعتورها عجز، ولا سبيل إلى ذلك إلا باكتساب الصحة في النفس، وصحتها أمران: العلم والعمل، أما العلم: فمعرفة الصدق من الكذب، والجميل من القبيح، والخير من الشر، وأما العمل: فتحري الصدق في المقال والجميل في الفعال وتجنب ضديهما، وكما لا سبيل إلى استفادة صحة البدن إلا بطبيبين، أحدهما من داخل وهي القوة </p><p> التي سخرها الله تعالى لاستدعاء الطعام وهضمه ودفعه، والثاني من خارج، وهو الذي يتلف من هذه القوة إذا اختلت، كذلك لا سبيل إلى استفادة صحة النفس إلا بطبيبين أحدهما من داخل وهو العقل، والثاني من خارج وهو النبي وكما أن أدوية البدن وأغذيته العقاقير والأطعمة، فأدوية النفس الأعمال الشرعية والآداب الخلقية، وكما أن طبيب البدن قد يغير الأغذية والأدوية التي يتوصل بها إلي استفادة الصحة واستبقائها لاختلاف الأزمنة، كذلك الأنبياء من قبل الله قد يغير الأعمال الشرعية التي هي مصلحة للأنفس حسب ما يعرف الله من مصالحها، فكما يكون الشيء دواءً للبدن في وقت، ثم يكون داءً في وقت غيره، ذلك الأعمال قد تكون مصلحة في وقت، مفسدة في وقت، ولكون الشريعة طلباً للنفوس قال المسيح:  \" إنما أنا طبيب المرضى \" ، وروى: أن العالم طبيب الدين، والدنيا داؤه فإذا جر الطبيب الداء إلى نفسه، فكيف يداوي غيره، ومما يبين جوار النقل من حكم إلى حكم نقل الله تعالى الأشياء حال إلى حال حتى ينتهي إلى أقصى الكمال كمال الإنسان من مبدأ إلى منتهى عمره وذلك من حين النطفة، ثم العلق، ثم المضغة، ثم كونه جنيناً، ثمة طفلاً، ثم ناشئاً وكهلا وشيخاً وهرماً، ثم ما نبه النبي عليه السلام بقوله:  \" إن لكم معالم، فانتهوا إلى معالمكم، وإن لكم نهاية فانتهوا إلي نهايتكم \" ، ولو كان نقل الشرع من حال إلى حال قبيحاً لكان بعثة موسى ونقله اليهود عن بعض ما كانوا عليه قبيحاً، وأماما حكوه عن موسى عليه السلام- أنه قال لبني إسرائيل هذه الشريعة لازمة لكم أبدآ مادامت السموات والأرض، فلفظ محتمل وفي إتيانه على وجه محتمل حكمة عظيمة قد ذكرها الحكماء، وهي أن من عادة العامة وغريزتها أن لا ينقاد كل الانقياد لراع أو رئيس إذا علموا كونه مصروفاً من بعد، بل يستوهنون أمره ويضعفون حاله، فإذا واجب أنما لا يعلموا بأن أمره غير ممتد، وأن لا يبين ذلك إلا للأعيان الذين لا يكون منهم مفسدة، فلهذا كانوا الألفاظ الواردة من الأنبياء عليهم السلام محتملة أن شريعتهم على التأييد، فإن قيلت إن ذلك يؤدي إلى أن يقال في </p><p> نبينا- عليه السلام- إنا لم نعلم كونه دينه- عليه السلام- على التأييد من قوله فقط، بل علمنا ذلك قول من قوله ببرهان، وهو أن دينه بالاعتبار العقلي وسحل كما وصفه تعالى بقوله:  {جَعَلْنَاكُمْ أُمَّةً وَسَطًا} وأنه مصون عن الإفراط والتفريط والوسط الذي هذا صفته هو الحق الذي قال تعالى فيه: {فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ} ، ولشرح دلك موضع غير هذا وبالله التوفيق، وأما معنى الآية، فعلى قول من يجعل الإنشاء مقابلاً للنسخ قال: لما أنكرت اليهود تحليل الله الشيء في وقت [وتحريمه في وقت] بين الله تعالى أن جميع ما في التوراة، والكتب المتقدمة ضربان إما حكم قد نسخ فأتى بما هو خير أي أنفع لكم، أو يترك فلم ينسخ وأتى في القرآن بمثله، أي جمعناه في لفظ آخر، فيكون بقوله:  (بخير منها) راجعاً إلى النسخ وبمثلها إلى الإنسان، </p><p> فإن قيل: إن الذي ترك ولم ينسخ ليس هو مثله بل هو هو، فكيف قال بمثلها؟ قيل: الحكم الذي أنزل في القرآن وكان ثابتا في الشرع الذي </p><p> قلنا يصح أن يقال هو هو إذا اعتبر بنفسه ولم يعتبر بكسوته التي هي اللفظ، ويصح أن يقال: هو مثله إذا لم يعتبر بنفسه فقط، بل اعتبر باللفظ، ونحو ذلك أن يقال ماء البئر هو ماء النهر إذا اعتبر جنس الماء، وتارة يقال: مثل ماء النهر إذا اعتبر قرار الماء، وعلى قول من جعل الإنسان ترك اللفظ حتى تنسى قال: معناه: إدا أزيل حكم آية أو أنسى لفظها نأت بما هو أوفق لكم وأقرب إلى أن يبلغوا به إلى ما أريد منكم، ثم قال:  {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} أي لا تحسبن أن تغييري الحكم حالاً فحالاً وإن لم آت بالثاني في الابتداء هو العجز، فإن من علم قدرته على كل شي لا يظن ذلك، وإنما يعتبر ذلك لا يرجع إلى مصلحة العباد، وبدأ الأليق بهم في الوقت المتقدم الحكم المتقدم وفى الوقت المتأخر الحكم المتأخر، وقال بعض المحققة أن الآية مع هذا الظاهر تنبئ عن معنى لطيف، وهو أن الله تعالى خلق الإنسان خلقة تدرجه من حال إلى حال إلى أنما يصير كاملاً موصوفاً بعام </p><p> صفاته ومتخصصاً بالبقاء الأبدي والغنى السرمدي ومنفكاً من الحاجات والنقصانات كلها، فنبه الله تعالى أن هذه الأحوال آيات له ينسخها إلى مثل ما هو كالأول من وجه وخير منه من وجه، ثم بين أنه تعالى قادر على ذلك إذ هو قادر على كل شيء، وقد تعلق الشافعي وأصحابه في قولهم: إن القرآن لا ينسخ إلا بالقرآن بهذه الآية، ووجه ذلك أن قولنا هدا خير من كذا، وأفضل منه يرجع إلى شرفه من ثلاثة أوجه إما إلى فضل موجده، أو إلى جنسه، أو إلى تأثيره، مثال الأول: قولك: أفعال الله أفضل من أفعالنا، ومثال الثاني الملائكة أفضل من الحيوان ومثال الثالث: السيف أفضل من العصا ومثل يقال على ثلاثة معاني لها ثلاثة ألفاظ مماثلة في الجنس، ويقال لها الند مماثلة في الكيفية، ويقال لها الشبه ومماثلة في الكمية، ويقال لها المساواة، وثلاثتها يقال لها مثل، وقد ضمن الله تعالى أنه لا ينسخ آية إلا بخير منها أو مثلها، فالسنة ليست بخير من الآية ولا مثلها في الجنس، إذ جنس القرآن تتعلق به المعجزة وإن أمكن أن يقال: هي مثلها في الوصفين الآخرين، وأما وجه قول مخالفيه، فهو أن الله تعالى وإن ذكر الآية، فإنما أراد حكمها، لأن النسخ لا يكون إلا في الأحكام، فإذا قوله:  {بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} ليس إلا في الأحكام، فكأنه قيل: \" ما ننسخ من حكم الآية إلاً نأت بخير منه أو مثله، فعلى هذا مدار الكلام وتعلق أهل الظاهر بالآية، حيث ذكروا أن الناسخ لابد أنما يكون أخف من المنسوخ، وذهبوا في الخفة إلى ما يستخفه النفس بالطبع، وذلك بعيدا فإن الشريعة مبنية على مخالفة النفس وعلى مجانبة مقتضى الطبع، ولهذا قيل هذا إذا عن أمران، فاشتبه وجه الصواب فتخير أثقلهما على النفس، وعلى هذا قوله تعالى:  {وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ} . </p><p> إن قيل: إذا لم يحمل خبر علي التخفيف فليست الثانية خيراً من الأولي في شي من الأحوال، لأن الأولى في الوقت أصلح وأفضل، والثانية في الوقت أصلح وأفضل، فقد تساويا في عظم المصلحة، وبطل أن يكون الثانية خبرا بأن يكون أثقل وأكثر أعمالاً ليكون أجزل في الأجر وأكثر ثواباً، ومع هذا </p>"
}