{
  "id": null,
  "sura": 2,
  "aya": 118,
  "text": "<p> والقول إذ هو أخف موجد منا وأسرعه إيجاداً، ولفظ:  \" كن \" لعموم معناه، واختصار [لفظه] ، ثم قال:  \" فيكون \" ، تنبيها أنه لا يمتنع عليه شي يريد إيجاده، وكن فيكون، وإن كان مخرجها مخرج شيئين أحدهما مبني على والآخر، فهو في الحقيقة شيء واحد ونحوه قولنا: فلان إذا أراد شيئاً فقد كان ما أراد، واختلق في تفسير هذه الآية من حيث إن \" كن \" لفظ أمرا والأمر لا يكون إلاً لموجود، فبعض قال:  \" لفظ الشر مخصوص \" ههنا للموجودين الذين قال لهم: {كُونُوا قِرَدَةً خَاسِئِينَ} وبعض قال: (هو خطاب لمن يجيبهم من الوتى) ، وبعض قال: هو أمر للشيء في حال تكونه لا قبله ولا بعده، وبعض قال: هو أمر لمعلوم له، وذلك في حكم الموجود وإن كان معدوم الذات وبعض قال:  \" هو أمر للمعدوم \" ، قال: ويصح أمرا لمعدوم، كما يصح أمراً لموجود، وبعض قال:  \" إنه جعل \" كن \" دلالة للملائكة على ما يتقضيه من الأفعال \" ، وأكثر هذه الأقوال يتبين وهنه بتصور ما تقدم ... </p><p> قوله - عز وجل -: </p><p> {وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ} </p><p> الآية (١١٨) - سورة البقرة </p><p> اليقين أبلغ علم وأوكده، وهو أن يكون عالم بالشئ، وعالماً بأنك تعلمه غير شاك ولا متهيئ للشك، ولذلك قيل: هو المعلوم الذي زالت عنه المعارضة على مرور الأوقات، وإنما لم يوصف الباري تعالى به من حيث أنه لا يستعمل إلا في العلم المكتسب، ولهذا قال تعالى في صفة إبراهيم- عليه السلام {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ} ، ويعني بالذين لا يعلمون الكافرين على عهد رسول الله - صلى الله عليه وسلم - وقول ابن عباس:  \" هم اليهود \" ، وقول مجاهد:  \" النصارى \" ، وقول الحسن وقيادة: \" هم مشركو العرب كله محتمل ويصح أن يكونوا جميعاً مرادين، فقد قال الله:  {يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ} ومشركو </p><p> العرب قالوا:  {لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا} ، وعني بالذين قبلهم من سبق من كافري الأمم، فقد قال أصحاب موسى:  {أَرِنَا اللَّهَ جَهْرَةً} وأصحاب عيسى قالوا: {أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ} ثم بين أنهم متشابهون في العمي والجهالة، لاقتراحهم على رسلهم كقوله:  {أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ} . </p><p> إن قيل: إنهم وإن أخطأوا في قولهم: (لَوْلَا يُكَلِّمُنَا اللَّهُ) فإنهم لم </p><p> يخطئوا في سؤال الآية، إذ لا يلزم الإنسان أن يؤمن إلا لمن يأتي بآية تدل على صدقه، قيل: إنما أنكر عليهم جحودهم الأيات التي آتاهم، ولذلك قال (قد بينا الآيات) كما قالت: {قَدْ بَيَّنَّا الْآيَاتِ} كما قال، {وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٥٠) أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ}، وقوله:  {لِقَوْمٍ يُوقِنُونَ} فيه معنيان: أحدهما أنهم يطلبون اليقين وليس بهم المعاندة، والثاني: أن من حصل له اليقين بالحق المحض وليس يعتريه شبهة فله في القرآن لا آية بل </p><p> آيات، كما قال:  (هو للذين أمنوا هدى وشفاء) ، وقرأ بعضهم:  (تشابهت) بتشديد الشين، كأنه نظر إلى قوله:  (تشابه) ، فحمل عليه، وذلك خطأ، لأن تشابه أصله تتشابه، فأدعم، وليس في تشابهت ذلك، ومن قال: هلا أجابهم إلى سؤالهم في أثناء الآية؟: فسؤال جاهل بحكمة الله تعالى، فباقتراح جاهل، وتشويه لا يجوز للحكيم أن يفعل ما ينافي مقتضى الحكمة، وقد أزاح العلة بغير سؤالهم وإلى ذلك أشار بقوله:  {وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ} </p>"
}