{
  "id": null,
  "sura": 2,
  "aya": 226,
  "text": "<p> قوله - عز وجل -: </p><p> {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} </p><p> سورة البقرة الآية (٢٢٦) .. </p><p> التربص: انتظار مجئ وقت، يقال: تربصت به، وربصت به، قال الله- عز وجل:  {فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ} ، وقيل في هذا الأمر ربصه، والفئ: الرجوع من مكان إلى مكان، ولم يسم من الظل فيأ إلا الراجع منه، وسمى العتمة فيألفيئه من قوم إلى قوم، وقول الشاعر: </p><p> أرى المالَ أفياءَ الظلالِ عشيةً </p><p> أي المال هو الفئ الذي هو بعض الظلال تنبيهاً علي ما قال الآخر: </p><p> إنما الدنيا كظل زائل. </p><p> واللإيلاء: الحلف المقتضي للتقصير في الأمر الذي يحلف عليه من قوله عز وجل: {لَا يَأْلُونَكُمْ خَبَالًا} ، {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ} وصار الإيلاء في الشرع الحلف المانع من جماع المرأة، وهو أن الرجل كان إذا لم يرد المرأة ولا يحب أن يتزوجها غيره، يحلف أن لا يجامعها، ويتركها كذلك، لا إيماً، ولا ذات بعل، فأراد الله أن يجعل لها مخرجهاً فحكم بهذه الآية، إلا أنه اختلف في أي لفظ من الأيمان يكون الإيلاء، وعلى أي وجه يعتبر ترك جماعها، وأي يمين من الإيلاء تلزم فيه الكفارة؟ وكم مدة الإيلاء؟ وما عزم الطلاق؟ وما ألفئ؟ ومن الذي لإيلأئه حكم؟ أي امرأة لها حكم </p><p> الإيلاء؟ أما أي يمين هو؟ فعند أبي حنيفة جميع الأيمان حلفاً بالله عز وجل، كان، أو طلاقاً أو عتاقاً أو نذراً، وبه قال الشافعي في الحدود، وقال مالك:  \" لا يكون مولياً إلا بالحلف بالله -عز وجل- \" ، وبه قال الشافعي في القديم، وروي عن ابن عباس أن كل يمين منعت من الجماع في فإيلاء، وأما على أي وجه يعتبر ترك جماعها، فعند علي وابن عباس والحسن وعطاء إذا حلف أن لا يجامعها على وجه الضرار والغضب، فأما إن لم يكن على ذلك نحو أن يحلف أن لا يجامعها في وقت إرضاعها الولد لئلا يضر بالولد، فلا يكون مولياً، وقال الحسن:  \" إذا حلف أن لا يجامعها في هذا البيت، ثم ترك جماعها أربعة أشهر فإيلاء \" ، وم ال ابن المسيب:  \" إذا حلف أن لا يكلمها فإيلاء أيضاً \" ، وقال ابن عمر:  \" إذا هجرها من غير يمين يكون مولياً \" ،، وأما أي يمين من الإيلاء يلزم فيه الكفارة، فهي كل يمين بالله- عز وجل- وأما المدة: فمنهم من قال: أكثر من أربعة أشهر أي قدر كان، لأنه جعل لها المطالبة بعد ذلك، ولأنه قال:  {فَإِنْ فَاءُوا} ولم يحصل بعد المدة، وفي المدة، ومنهم من قال: أربعة أشهر فصاعداً، هو بعض الظلال تنبيهاً على ما قاله الأخر: وإن حلف على أقل من أربعة أشهر لا يكون مولياً وإن تركها أربعة أشهر على قول عامة الفقهاء، وقال ابن مسعود وقتادة: يكون وولياً، ولا خلاف أنه إذا لم يتركها أربعة أشهر لا يكون مولياً وأما عزم الطلاق، فعند عمر، وعثمان، وابن عباس، وابن مسعود أنه انقضاء الأربعة أشهر، وأنها تبين بتطليقه، وعند الشافعي أن للمرأة مطالبتها بعد الأربعة الأشهر، ويجب عليه أن حق أو يراجع ولا يستمهل أكثر من يوم، فإن طلقها تطليقة تكون رجعية، ولو عفت عن ذلك في الوقت، فلها أن تطلب بعد ذلك متى أرادت، وأما ألفئ فظاهره يقتضي الفئ بالقول، كالمراجعة إلا أنهم أجمعوا أنه إذا أمكنه لم يكن إلاً بالجماع، فأما إذا كان محجوباً أن محبوساً عنها، فقد قيل فيه بالقول، وأما من الذي لإيلائه حكم؟، فكل من صح طلاقه حراً كان أو عبداً مسلماًَ كان أو ذمياً حرة كانت تحبه أو أمة، وأبو حنيفة اعتبر بالمرأة كالطلاق، ومالك اعتبر بالرجل دونها، وقال بعض الفقهاء: الإيلاء لذمي، والآية تقتضي خلاف قوله: وأما أي امرأة لها حكم الإيلاء، فكل امرأة يصح طلاقها يصح الإيلاء منها، مسلمة كانت أو ذمية، حرة كانت أو أمة، صغيرة كانت أو كبيرة، لكن ليس للصغيرة المطالبة حتى يمكن مجامعتها وتأتي عليها المدة المضروبة و \" من \" في قوله: </p>"
}