{
  "id": null,
  "sura": 2,
  "aya": 44,
  "text": "<p> {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} </p><p> الآية (٤٤) - سورة البقرة. </p><p> البر: التوسع في أفعال الخير، بدلالة ما قاله - عليه السلام - وقد سأله أبو ذر عن البر، فتلا عليه قوله تعالى:  {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ} الآية إلى قوله: {أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} . </p><p> فذكر جملة أفعال الخير، فرائضها، ونوافلها، ومكارم الأخلاق كلها. </p><p> فالبر في ثلاث: </p><p> بر في معاملة الله تعالى وعبادته، وبر في معاملة الأقارب ومراعاة حقوقهم، وبر في معاملة الأجانب وإنصافهم. </p><p> واشتقاقه من البر هو الفضاء والسعة، ولهذا وصف المؤمن بسعة الصدر، والكافر بضده، نحو قوله تعالى: </p><p> {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} .. </p><p> الآية، فسمي براً ... </p><p> وقد وصف الله تعالى بالبر كما وصف به العبد، يقال \" بر العبد ربه \" ، أي أطاعه، على ذلك قول الشاعر: </p><p> يبرك الناس ويفخرونكا </p><p> والله - عز وجل - بر عبده، أي وسع عليه إحساناً، ويقال: أبر فلان على فلان أي تقدمه ببر، </p><p> أي سعة من المكان، وعلى هذا قالوا: بينهما بون، وقال الشاعر: </p><p> فثم الفتى كل الفتى كان بينه ... </p><p> وبين المراجي نفنف متباعد </p><p> والنسيان: زوال الشيء عن الحفظ، فهو ضربان: </p><p> انفعال بغير فعل من صاحبه، وهو المعفو عنه بقوله - عليه السلام - \" رفع عن أمتي الخطأ والنسيان \" . </p><p> وأنه قال بفعل من صاحبه، وهو أ، يترك مراعاة المحفوظ حتى يذهب عنه، وهو المذموم بقوله تعالى: </p><p> {كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى} ، وقال عليه السلام: </p><p> \" من حفظ القرآن، ثم نسيه، لقي الله وهو أجذم \" ، ولما ورد هذا الخبر عن النبي - عليه السلام - كره ابن مسعود - رضي الله عنه أن يقول القائل:  \" نسيت آية كيت وكيت \" ، والق: </p><p> لتقل:  \" أنسيت، ومن جعل الإنسان من ذلك،فأصله عنده:\" أنسيان \"،بدلالة:\" أنيسيان \" في تصغيره،ومعنى تلاه:تبعه، والتلاوة في القرآن إتباع اللفظ اللفظ،أة:إتباع اللفظ بتدبر المعنى،وهو المراد بقوله:{يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ}،والعقل:أصله المنع الشديد،ومنه:عقل البعير \" ، \" والعاقول \" : الدواء، يمسك البطن، والعقلية للنفس الممنوع عن الإخراج، والمعقلة، والعقال، واعتقل لسانه. </p><p> وقد ذكر الله تعالى \" العقل \" بأربعو أسماء: \" العقل، والنهي، والحجر، واللب \" وذلك بأنظار مختلفة -، فأكثرها ذكر العقل، وذلك لعقله عما يقبح وعلى ما يحسن، والنهي: لكونه ناهياً عن القبائح، والحجر: لجعل صاحبه في حجر عما لا يحسن، واللب: لكون ذلك الجزء من الإنسان، بالإضافة إلى </p><p> سائر أجزائه، كَلُبَّ الشيء إلى أجزائه، وهو أشرف أسمائه، وقد ذمهم الله تعالى في هذه الآية بغاية ما يذم به المتصدي للوعظ بغير الحق، وذاك أن الواعظ من الموعوظ يجري مجرى المظلة من الظل، والطابع والمطبوع، ومحال أن تعوج المظلة، ويستوي ظلها، أو يمكن للطابع أن يوجد في مطبوعة أحسن ما في طبعه. </p><p> ولهذا قيل:  \" كفى بالمرء تهزياً أن يعظ غيره وينسى نفسه، ولأن المدعي لمصلحة هو يتجنبها إما كاذب في دعواه، و‘ما خبيث النفس، وكلاهما لا يقبل قوله، فإذا \" حق الإنسان أن يبدأ بنفسه فيما يعظ به غيره، حتى يكون واعظاً بفعله كوعظة بقوله. </p><p> وروي أن رجلاً أتى ابن عباس [رضي الله تعالى عنهما] فقال: \" إني أريد أن آمر بالمعروف وأنهى عن المنكر، فقال: إن لم تخش أن تفتضح بثلاث آيات من كتاب الله تعالى فافْعل. </p><p> قوله تعالى:  {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ} ، وقوله تعالى:  {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} ، وقول شعيب:  {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ} ، وقد اتبع الله ذمهم بحكمين حقق غيهم أحدهما، قوله: {وانتم تتلون) أي: تتدبرون التوراة، والثاني: قوله: (أفلا تعلقون) - تنبيهاً - أن الجامع للعقل ومتبع الكتاب ليس من حقه أن يأمر الغير بما لا يفعله، فذلك منبئ عن الجهل، فصارت الآية بما عقبت أبلغ من معنى قول الشاعر: </p><p> لاتنه عن خُلُق وتأتي بمثلُه .... </p><p> عار عليك إذا فعلت عظيم </p><p> وقوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} مثل هذه الآية في حث الإنسان على (العناية بالنفس) قبل العناية بغيره، لا نهياً عن الوعظ كما تصوره بعض الناس، حتى قال هذه الآية منسوخة .. </p>"
}