{
  "id": null,
  "sura": 2,
  "aya": 86,
  "text": "<p> تراعونها حق المرعاة، فإن من هذب قوته العالمة، ثم ضيع قوته العاملة. </p><p> بالتقصير، [فقد ضيع نفسه] وكأنه أخرجها من محلها الذي جعله الله تعالي لها، وعلى ذلك ما إذا ضبط قوته الشهوية ولم يضبط قوته الغضبية، ونبه بقوله:  {وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ} إنكم تتصدون لهدى غيركم مع تضييعكم أنفسكم كقوله: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ} ، وعلى ذلك قيل:  (كفى بالمرء تهزياً أن يعظ غيره وينسى نفسه) ، وقوله:  {وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ} فقد قيل: هو ضمير الحديث، وقيل: هو </p><p> ضمير المصدر الذي هو الإخراج، وقد أعيد ذكره تأكيده، فكأنه تكرير الخبر مراتين، ثم بين أن متعاطي ذلك له في الدنيا خزي ولهم في الآخرة عذاب عظيم، وعظم إبعادهم بتنبيههم أنه سبحانه بالمرصاد لا يغفل عن شي تعالى الله وتقدس ... </p><p> قوله - عز وجل -: </p><p> {أُولَئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ} </p><p> الآية (٨٦) سورة البقرة. </p><p> الخفة والثقل يقالان على أضرب، الأول: خفيف في المخسر لطلب العلو كالنار، وثقيل في المسخر لطلب السفل كالحجر، الثاني: يقال على سبيل التصادف كشيئين يترجح أحدهما على الآخر فيصح أن يوصف شي واحد بأنه خفيف وثقيل على اعتباره بشيئين، الثالث على اعتبار الزمان نحو أن يقال: هذا الفرس خفيف، وذاك ثقيل بمعنى أنه إذا اعتبر عددهما بزمان واحد كان أحدهما أكثر عددا من الآخر، والرابع: يقال فيما تستجليه النفس خفيف، وفيما تعافه ثقيل، فالخفيف على هذا مدح، والثقيل ذم الخامس على العكس من ذلك، وهو أن يقصد بالثقيل معنى الرزين، وبالخفيف </p><p> معنى الطائش، والقصد باشتراء الحياة الدنيا في هذه الآية [وبالرضى في هذه الآية] وبايثارها في نحو قوله تعالى: {فَأَمَّا مَنْ طَغَى (٣٧) وَآثَرَ الْحَيَاةَ الدُّنْيَا} في نحو قوله: {وَرَضُوا بِالْحَيَاةِ الدُّنْيَا} وبالإخلاد إليها في قوله تعالى {وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ} وباتباع الهوى في نحو قوله، {وَاتَّبَعَ هَوَاهُ} وبعبادة الشيطان في نحو قوله: {لَا تَعْبُدُوا الشَّيْطَانَ} وبإتباع الخطوات في نحو قوله: {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} وبنصرة الشيطان في قوله: {أُولَئِكَ حِزْبُ الشَّيْطَانِ} كل ذلك قصد واحد في أنه حث على تجنب المعاصي وأن اختلفت العبارات وتفاوتت الأنظار، وبين الله تعالى بالآية أن من فعل ذلك فهو معاقب لا يخفف عذابه، أما في الدنيا، فمعذب لشرهه على تتبع فضولات المال وجمعه، كما قال:  {إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا} ، فلا يكون لطلبها غاية إذا انتهى إليها خفف عذابه، وأما في الآخرة فبدوام العذاب الأليم، وبين تعالى أنه لا يجد نصرة من جهة ماله في الدنيا، كما قال حكاية عن المحتضر:  {مَا أَغْنَى عَنِّي مَالِيَهْ} ولا في الآخرة، كما قال:  {مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا} الآية، وقوله {فَلَا يُخَفَّفُ عَنْهُمُ} قيل: هو داخل في صلة الدين والصحيح أنه جواب لتضمن لفظه الذين معنى الشرط كما هو جواب في قوله: {إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ} . </p>"
}