{
  "id": null,
  "sura": 2,
  "aya": 15,
  "text": "<p> يراجع، والشياطين: جمع الشيطان، فقيل هو \" غعلان \" من شاط إذا احترق غضباًن وذلك لما قال تعالى: {وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ} ، وذلك لما خص به من فضل القوة الغضبية، وقيل هو فيعال من شطن، أي تباعد، ومنه بين شطوان، وقيل للحبل الطويل شطن، والشيطان كل عارم من الجن والإنس والحيوانات، وعلى ذلك قال الشاعر شياطين تنزوا بعضهم على بعض [وقال:  \" إن شطان الذئاب العسل \" ، وقال آخر:  \" ما ليلة الفقير إلا شيطان \" ، وسمي الحية شيطاناًَ لذلك، وقيل هو فعلان من قولهم: وقد شط على أرماحنا البطل، ومعنى الآية، أنهم يراؤن للمؤمنين، فإذا عادوا إلى مردتهم ادعوا أنهم معهم وعلى دينهم، وأنهم يستهزؤن بالمؤمنين. </p><p> وقوله تعالى:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} الآية: (١٥) - سورة البقرة -. </p><p> الهزء: إظهار جد يراد به مزح أو ما هو في الظاهر كالمزح يقال: هزأت واستهزأت، نحو أجبت، واستجبت، والصحيح أن الاستهزاء إرتياد الهزؤ وإن كان قد يعبر به عنه، وكذا الاستجابة في الأصل معناها مخالف للإجابة وإن كان قد يجري مجراها، والهزؤ إذا أريد به المزح لا يصح منه تعالى، كما لا يصح منه اللعب واللهو وإطلاقه عليه، إما لأنه يراد به المجازاة، فسماه به إما لمقابلة اللفظ باللفظ إما مع مقابلة اللفظ مراعاة مطابقة ما لكونه مماثلاً له في القدر، فسماه لذلك باسمه نحو قوله تعالى:  {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} وقوله تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} ولأنه تعالى لما أمهلهم لتطول المدة التي يمكنهم أن يتوبوا فيها فلم يحصل ذلك منهم سمي إمهاله هزؤاً، ولأنه لما استدرجهم من حيث لا يعلمون صار ذلك كالهزؤ، وإما لأن الهزؤ لما لم يخل </p><p> من العيب أطلق على العيب لفظ الهزؤ ونحو قوله:  {إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا} أي تعاب، فالآيات لا يستهزؤ بهما في الحقيقة، أو لما تقدم في المخادعة وهو أنهم لما قدروا أنهم يهزؤن وقد عرف منهم الهزؤ كأنه يهزؤ بهم كما قيل: من خدعك وقد عرفت خديعته فقد خدعته \" أو لما روي في الخبر \" إن المستهزئين بالناس في الدنيا يفتح لهم وهم في النار باب إلى الجنة فيرسعون نحوه، فإذا صاروا إليه سد عليهم \" وذلك قوله:  {فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ} وعلى هذه الوجوه قوله: {سَخِرَ اللَّهُ مِنْهُمْ} وأصل المد الجر ومنه المدة، ومدة الجرح، ومد النهر، ومده نهر آخر، وإمداد الجيش، وإمداد الإنسان بالطعام، وقال بعضهم: </p><p> أكثر ما جاء من الإمداد في القرآن فبالخبر، نحو قوله تعالى:  {وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ} وقوله {نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ} وقال: وما كان من المد فبالشر نحو قوله تعالى: {وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا} وقال {وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ} والطغيان في المصادر كالعدوان والكفران، يقال: طغي يطغوا ويطغى، نحو صفا، وحكى: طغيت، والفرق بين عدا، وطغي، وبغي أن العدو أن العدو أن تجاوز المقدار المأمور بالانتهاء إليه والوقوف عنده وعلى ذلك قال:  {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ} أي من تجاوز معكم المقدار المأمور بالانتهاء إليه، فتجاوزوا معه بقدره، لتكون العدالة محفوظة في المجازاة بالتعدي وأما الطغيان: فتجاوز المكان الذي وقعت فيه، وكأن من أخل بما فطر عليه من المعارف العقلية والمواقف الشرعية فلم يراعها فيما يتحراه ويتعاطاه، فقد طغى، وعلى ذلك قوله:  {إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ} أي تجاوز الحد الذي كان عليه من قبل، والبغي: طلب تجاوز </p>"
}