{
  "id": null,
  "sura": 2,
  "aya": 246,
  "text": "<p> إن قيل: بذل النفس كيف يصح أن يقال له قرض؟ </p><p> قيل: استعمال ذلك فيه كاستعمال الجود، وقد قال أبو الدرداء \" أقرض من عرضك ليوم فقرك \" وفي قوله: {حُسْنًا} إشارة إلى كل ما يصون الإفضال عما يشينه من منة ومراءاة وغير ذلك وقوله {يَقْبِضُ وَيَبْسُطُ} قيل: \" يسلب تارة، ويعطي تارة \" ، ونحوه نظر من قال: فكيف يوفيه وثانية هاديه، وقيل: يسلب قوماً ويعطي قوماً، ونحوه نظر الشاعر في قوله: </p><p> ويسلب قوما ويثري آخرين .. </p><p> . </p><p> به الله من ذا يستعمر وباري </p><p> وقيل: يقتر ويوسع، وقيل: يقبض الصدقات ويخلف البدل مبسوطاً أن كثيراً، وقيل: يضيق صدور قوم ويشرح صدور آخرين، كقوله:  {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} ، وقوله:  {وَإِلَيْهِ تُرْجَعُونَ} وقد تقدم الكلام فيه، وذكره ها هنا توعد .. </p><p> قوله - عز وجل: </p><p> {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} الآية: (٢٤٦) - سورة البقرة. </p><p> قوله عز وجل: </p><p> {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ} إلى الملأ جماعة شريفة، وذلك اعتبار بالامتلاء كأنهم يملون العين رواء ومنه قيل: شاب مالئ العين، ومالأته: عافيته: أي صرت من ملائه أي جمعه، كقولك: شايعته أي: صرت من شيعته، وفلان ملئ بكذا من الامتلاء، وعلى الوفاء، وهو تمام العهد، واشتقاق </p><p> ضده وهو العذر، يدل على ذلك لأنه الترك، ويعني:  \" أحسنوا أملاءكم \" ، أي أخلاقكم، </p><p> وقال الشاعر: </p><p> \" فقلنا أحسني ملأ جهينا \" ، فكأنه سمي الخلق بذلك لكونه مليا باراً، في ذاته وعلى ذلك قال الشاعر: </p><p> كل امرئ يبدي الذي في خلقه </p><p> وقال: كل امرئ راجع يوماً بشهية </p><p> والملك لمن جمع أربعة معان: </p><p> \" العلم، والقدرة، والسياسة، وعدداً يسويهم \" ، وبيان ذلك أن الأمر بالعلم مدبر، وبالقدرة ينفذ، وبالسياسة ينظم، وبالجمع بحفظ، ولهذا كان الله الملك الحق، ومن عدله فكالظل له، ولهذا قال:  \" السلطان ظل الله في الأرض \" أي خليفته، ومحفوظة كالظل الذي يظل، ولا يصح استحقاقه إلا لمن قام بحقه على مقتضى الشرع ولأجل تعذر القيام بذكره التسمية به، لأن المتسمي بالملك ما لم يوف حقه لابس ثوبي زور، وتكلف للناس التقول به وسألهم إياه الملك ليقابلوا معه لعلمهم أن منزلة الملك من الرعية منزلة الرأس من الجسد الذي لا قوام له إلا به. </p><p> وعلى ذلك قال الشاعر: </p><p> كأن الخلق ركب في مثال .. </p><p> . </p><p> له جسد وأنت عليه رأس </p><p> وقوله:  (يقاتل) متى جزم، فجواب، وإذا رفع فاستئناف، وقرئ (يقاتل) على وصف الملك، وقوله:  {هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ} أي: هل طمعتم في أنفسكم أن تقوم بذلك وأن لا تجن؟ قالوا: وما لنا ألا نقاتل؟ أنكروا أن يكون منهم تضجيع في قتال أعدائهم، فجعل حجتهم شيئين هما غاية ما يحنق، وهو انزعاجهم عن مقارهم الذي هو شريك القتل، وقيل الولد الذي هو أصعب على الإنسان من قتل نفسه، وفي حكاية ذلك إشارة إلى ذمهم من وجهين أحدهما أنهم قالوا: أن تكلفوا، وقد قيل: فلما قام الإنسان بواجب التزامه، ابتدأ ولهذا لما روجع النبي - صلى الله عليه وسلم - في الحج، فقيل: ألعامنا هذا؟ أم للأبد؟ </p><p> قال: بل للأبد </p>"
}