{
  "id": null,
  "sura": 2,
  "aya": 36,
  "text": "<p> قوله - عز وجل - </p><p> {فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} الآية: (٣٦) - سورة البقرة. </p><p> زل، وزال يتقاربان، إلا أن زل يقتضي عثرة مع الزوال، يقال: زلت رجله في المشي ولسانه بالقول، وسمي الأسد إذلالاً اعتباراً من الفاعل استقلاله حتى يعده عثرة، وقول النبي - عليه الصلاة والسلام:  \" من أزلت إليه نعمة فليشكرها \" أي من أسدى إليه نعمه، وإن كانت طفيفة، وإزلال إبليس لآدم عليه السلام قوله له {هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى} وقوله: {مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ} ومقاسمته إياها بقوله: {إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ} فمن الناس من حمل هذه الأحوال على مفاوضة ومجاراة بالمشاهدة وقيل: إن ذلك كان بوسوسته كما قال: {فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ} وما روى عن ابن عباس - رضي الله عنهما - أن إبليس عرض نفسه على دواب الأرض أن تحمله فتدخله الجنة ليكلم آدم وزوجته، فأبت عليه الدواب كلها حتى كلم الحية وقال: أمنعك من بني آدم إن أنت أدخلتني الجنة، فجعلته بين نابين من أنيابها، فأدخلته الجنة وكلمها من فيها، قال: فلذلك أمر الإنسان بقتلها أينما وجدها فإن بعض الناس حمل ذلك على سبيل المثل، وقال: هذا إشارة، فقوله: عرض نفسه على </p><p> دواب الأرض، أي استعان بقوى الإنسان، ونظر من أي جهة يمكنه أن يأتيه، فلم يجد قوة مستصلحة يستعين بها حتى أتى الحية، أي الشهوة، وكنى بالحية عنها، فإنها حية لا يبرا سليمها [يقال لمن لسعته الحية والعقرب سليم تفاؤلاً كما تقال المفازة لمحل الخطر والهلاك] وذاك أن الشيطان لا يأتي الإنسان إلا من قبل هواه، فجعلته بين نابيها كناية عن الأكل، إذ هو أعظم شهوة يتمكن الشيطان به من الإنسان، ولهذا قيل في الخبر: </p><p> (من حفظ بطنه فقد سد على الشيطان بابه ومن شبع ونام قسا قلبه وتمكن منه الشيطان) ويكون الهوى أعظم سلاح للشيطان، صار لا فرق بين قوله تعالى:  {وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ} وقوله {لَا تَعْبُدِ الشَّيْطَانَ} في أن المقصد واحد في كونهما نهياً عن ارتكاب الذنوب وقوله، فلذلك أمر الإنسان بقتلها، أي أمر أن يقهر الشهوة [ويذللها] حيثما تراءت له، وطالبته بما بنافي الإيمان، وهذا الذي ذكره هذا القائل وإن كان صحيحاً من حيث المعنى، ففي صرف الخبر إليه ترك للظاهر وفتح باب من التأويلات عظيم الضرر. </p><p> والله أعلم بحقائق ما يخبرنا به من الغيوب .. </p><p> وقوله:  (اهبطوا) : الهبوط ضد الصعود، وليس يراد به الانحدار عن رفعة مكانية </p><p> فقط، بل يراد به مع ذلك سقوط المنزلة، فقد كثر في كلامهم استعمال الرفعة والضعة في المراتب حتى قيل: شريف ووضيع على طريق الاستعارة، وعلى ذلك قول الشاعر: </p><p> بلغنا السماء بأحسابنا </p><p> وقال: </p><p> وصاعد في هضاب المجد يطلعها </p><p> وأما المعاداة: ففقدان الملاءمة والموافقة، ومنه قيل:  \" هو مكان ذو عدوى \" ، والتعدي والعدوان والاعتداء، والعدوى منها، وقوم عدى للأعداء أو الغرباء، لما بينهم من فقدان الملاءمة، وقوله تعالى:  {بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ} ليس يريد المهارشة فقط، وإنما يعني فقدان الالتئام، أما بين الشيطان والإنسان فظاهر، وبين الرجل والمرأة كثير في الخلق والخلق، حتى إن عامة ما يحمد من أخلاق الرجل يذم من المرأة، ثم بين قوى الإنسان في نفسه تفاوت، فحذرنا الله تعالى الذي خلقنا منها ليتنبه للاحتراز مما ينافينا في بلوغ السعادة، ونسوس منها ما يمكن سياسته، وندفع منها ما يجب مدافعته، والمستقر: المكان الذي يحصل فيه القرار، والقرار هو السكون عن برودة ولما كان من شأن البرودة السكون كما أن من شأن الحرارة الحركة قيل في الساكن برد، وفي المتحرك: اشتعل، والتهب، وحتى شبه السريع بنار متقدة، والساكن بماء جامد، وقوله {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ} كقوله: {أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا} وقوله: {جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا} قيل معنى المستقر القبور، والآية محمولة عليها، فقد قال: {أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا (٢٥) أَحْيَاءً وَأَمْوَاتًا} والمتاع: انتفاع </p><p> ممتد الوقت، ومنه قيل: متعه الله بكذا، ومنه: متعة الحج، ومتعة المطلقة، ومتاع البيت، ومن قال: عنى به الحياة، فلأنه عمد إلى أشرف نوع من المتاع، ففسره به، ولحين وقت بلوغ الشيء ويتخصص بالمضاف إليه، ولما كان أحيان الأشياء يختلف، نظر بعض المفسرين إلى المضاف إليه لفظ الحين ففسره به، وقال: إنه يجئ على أوجه، فالحين: الأجل، لقوله:  {وَمَتَّعْنَاهُمْ إِلَى حِينٍ} والسنة، لقوله:  {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} والساعة لقوله: {حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ} والزمان لقوله. </p><p> {هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا} واختلاف ذلك لاختلاف المضاف إليه، وفي الآية تحذير من الشيطان كما قال:  {يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ} الآية والتحذير من كل غرور ومن الركون إلى الدنيا، والتنبيه على أنها دار ممر، وأن الآخرة دار مقر. </p><p> [وبالله التوفيق] </p>"
}