{
  "id": null,
  "sura": 2,
  "aya": 59,
  "text": "<p> تناوله مزاحمة البعض بعض ومنع الغير على وجه آلاء العلم، فإنه يمكن لكل واحد أن يتناول كل جزء منه بلا منع منه للآخر، وأمر بسلوك طرقه على ما يجب، وذلك بأن لا يقدم ما يجب أن يؤخر أو يؤخر ما شأنه أن يقدم، وعلى ذلك قوله - عز وجل -: {وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا} ، والإشارة بالقرية إلى العلم كإشارة النبي - عليه السلام بالمدينة إليه حيث قال:  \" أنا مدينةُ العلم وعليَّ بابها \" ، وهذان القولان يتقاربان، فإن العلم والعمل يتلازمان، وبهما يتم الإيمان، لكن الأول نظر إلى المنتهى الذي هو العمل، والثاني نظر إلى المبدأ الذي هو العلم، وبحسب هذه الآية قوله تعالى:  {ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ} .. </p><p> قوله - عز وجل -: </p><p> {فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ} </p><p> الآية (٥٩) - سورة البقرة: </p><p> التبديل والتغيير يتقاربان، لكن أكثر ما يقال التبديل في شيء يجعل مكان آخر، والتغيير في حالة للشيء تغير كالماء الحار إذا جعل بارداً، وقيل: الأبدال من الناس هم قوم يجعلهم الله مكان آخرين ممن هم [المعنيون من العالم] الذين بدلوا أحوالهم البهيمية بالأحوال الملكية حسب الطاقة، والرجز: الرجس والنجس يتقاربان معانيها بتقارب ألفاظها نحو: السراط والزراط، والبراق والبساق، وأصل ذلك لما يعافُ ذوقاً أو شماً أو عقلاً أو شرعاً، فالكريهُ بالعقل والشرع يعبر عنه بالخبيث والقذر ونحو ذلك، كما يعبر عن ضده بالطيب والنظيف، وعلى ذلك قوله:  {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} ، وقوله </p><p> تعالى:  {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ} ، فإن بعض ذلك كريه بالطبع، وبعض كريه بالشرع، وسمي العذاب رجزاً في قوله:  {لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ} ، ورجساً في قوله:  {وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ} ، ومن قال: ليس الرجس النتن، فقد زصف الله الخمر بذلك، وهي طيبة الرائحة، وقد وصف الله تعالى [خمراً] في الجنة باللذة، [فإن هذا القائل] بعيد التصور للوهمات فضلاً عن المعقولات، وهذه الجملة إذا تصورت علم أن الكسائي لما قال: الرجس النتن، والرجز العذاب، والزجاج لما قال الرجس قد يجئ للعذاب كله قريب، وإنما اختلافهم لنظرهم إلى مواقع الكلمات لا إلى موضوعها في أنفسها، وكونها مستعارة من المحسوس للمعقول، وأما تبديلهم، فقد قيل إنه قيل لهم: قولوا حطة، فقالوا استهزاء حنطة، وقيل لهم:  {وَادْخُلُوا الْبَابَ سُجَّدًا} فدخلوا مقعين على أستاهم، والإشارة بلذك في الجملة أنهم غيروا ما شرع لهم ولم يراعوا أمر الله تعالى، فأنزل الله بهم عليهم العذاب، وتخصيص قوله:  {رِجْزًا مِنَ السَّمَاءِ} هو أن العذاب ضربان، ضرب قد يمكن على بعض دفاعه أو يظن أنه يمكن فيه ذلك، وهو كل عذاب على يد آدمي أو من جهة المخلوقات كالهدم والغرق، وضرب لا يمكن ولا يظن دفاعه بقوة آدمي كالطاعون والصاعقة والموت، والوحي وهو المعني بقوله {رِجْزًا مِنَ السَّمَاءِ} </p><p> إن قيل: لم قال: {فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا} ولم يقل: (فأنزلنا عليهم) مع أنه كان أوجز؟ قيل: قصداً إلى </p>"
}