{
  "id": null,
  "sura": 2,
  "aya": 29,
  "text": "<p> في الصور، \" ثم إليه ترجعون أي تردون إلى دار الثواب والعقاب،وذلك نحو قوله:{رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ}ونبه بمثل هذه الآيات على أن القادر على الابداء، قادر على الإعادة،كما قال:{وَهُوَ أَهْوَنُ عَلَيْهِ}وقال بعض أهل الحقائق: الآية خطاب للمؤمنين، ولا على الإنكار بل على تعظيم المنة عليهم وتبعيد الكفر منهم بعد تحققهم بالإيمان،فقد قيل:\" ما رجع من رجع إلا من الطريق، أي: لا ينكر الله أحد بعد تخصصه بالمعرفة الحقيقية، وإنما يرتد ويتشكك من لم يبلغها، فمحال أن يصير العارف جاهلاً، وليس بمحال أن يصير الجاهل عالماً، فيقول:  \" كنتم أمواتاً \" أي جهالاً فأحياكم بما أفادكم من العقل ورشحكم له من العلم، كما قال:  {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ} وهذا أعظم أعجوبة، وأولى بالاعتبار به والتنبيه عليه لمن ألقى السمع وهو شهيد، ثم قال:  (يميتكم) الموت المعروف الذي لا يجب أن يتكادكم ثم يحييكم الحياة الحقيقية، ثم تثابون الثواب الذي لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. </p><p> قوله - عز وجل -: </p><p> {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} الآية (٢٩) - سورة البقرة. </p><p> الاستواء: طلب السواء، أي المساواة، وسمي وسط الشيء سواء، لتساوي مساحة الجوانب كلها إليه، وقيل للعدل سواء لكونه وسطأً للظلم والانظلام، </p><p> إن قيل: قوله تعالى: (خلق لكم ما في الأرض جميعاً) يقتضي أن كل ما في الأرض خلق لأجل الإنسان، والانتفاع به، ومعلوم أن في الأرض كثيراً مما لا ينفع للإنسان فيه، بل فيه المضار كالحيات والعقارب، (والسموم) والأشرار من الناس، قيل: الأشياء الضارة في الظاهر لكل نوع منها خاصة فيها نفع للإنسان أو نفع لما فيه نفع للإنسان، </p><p> فأجزاء العالم إذا تأملتها إما أن تكون قراراً للإنسان، أو غذاء له، أو غذاء لما هو غذاء له، أو دواء له، أو ما ينتفع به نفعاً نا على وجه. </p><p> وذلك بين في أنواع الأشياء وأجناسها. </p><p> فأما نفع جزيئاتها في أن يقال: ما نفع هذه الحية بعينها فلا سبيل لنا إليه، وأجزاء العالم شيء ضار بالإضلاق، وإنما الضار بالاعتبار إلى جزيئاته، </p><p> إن قيل: كيف ذكر ههنا أنه خلق ما في الأرض قبل السماء وقد قال: {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} ، معلوم أن ما في الأرض محال وجوده قبل وجودها؟ قيل: قد ذكر في هذا جوابان: أحدهما: أنه تعالى خلق جوهر الأرض، ثم دحاها وبسطها بعد خلق السماء، والثاني: أنه خلق السماء بعد خلق الأرض ووجودها، وإنما وقعت الشبهة من قوله:  {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} ، لأن بعض الناس تصور له من جهة القرآن قوله:  (بعد ذلك) ظرف لقوله: (دَحَاهَا) واعتبر في (بعد) الزمان وليس كذلك، فإن تقدير الآية:  {وَالْأَرْضَ بَعْدَ ذَلِكَ} ، ثم قال: {دَحَاهَا (٣٠) أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا}. </p><p> كقوله:  {أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ} ثم قال: {بَنَاهَا (٢٧) رَفَعَ سَمْكَهَا فَسَوَّاهَا}، وليس \" بناها \" وصفاً للسماء، بل تقديره:  (أم السماء أشد خلقاً) ، ثم استوؤنف فقيل: بناها - تنبيهاً أن من قدر على ذلك [فهو على] إعادتكم قادر، ثم قال:  {وَالْأَرْضَ بَعْدَ ذَلِكَ} أي الأرض بعد السماء أشد خلقاً من إعادة خلقكم، وذلك لأن السماء بما فيها من عجائب الصنعة أعظم خلقاً من الأرض، ثم الأرض أعظم من الإنسان، وليس يريد بقوله بعد التوقيت، وإنما يريد الترتيب في الشرف والرفعة، </p><p> فإن قيل: ولم نصب الأرض ولم يرفعها كما رفع السماء؟ </p><p> قيل: لأن القول استحبار، وقوله:  \" والأرض \" ليس بداخل في الاستخبار، لأنه لو كان استخباراً لقال: أم الأرض، لكنه استأنفه، فأضمر له فعلاً نحو:  {يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ} ، ذلك الفعل ما دل عليه (أنتم أشد) من التعرف، وقوله:  {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ} فالاستواء وإن كان في الأصل للإقبال الدال على الانتقال، فقد يراد به التوفر على إصلاح الشيء، وهو المراد ههنا، وعلى ذلك الاتيان في نحو قوله:  {فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا} ، ويكون اللفظ متجوزاً [به] ههنا، قال بعضهم: معناه: استولى وقال الحسن: أقبل على خلقه، وقال ابن عباس - رضي الله عنهما - استوى أمره عليه، وقيل معنى:  (سَوَّاهُنَّ) أي تحرى السواء، أي العدالة وذلك لما جعل فيها من التركيب المتعادل المشار إليه بقول النبي - صلى الله عليه وسلم -: \" بالعدل قامت السماوات \" ، </p><p> إن قيل: لم ذكر السماء ثم قال: (فَسوَاهُنَّ) . </p><p> قيل: لما عنى بالسماء السموات رد الضمير إلى المعنى، ومجاز ذلك أن الأسماء على ضربين: اسم موضوع لأجزاء الرجل والمرأة متشابهة، نحو: الدم، واللحم، والماء، والأرض، واسم موضوع لأجزاء غير متشابهة، نحو: اليد، والرجل، فما كان من الأول، فإنه يقع على بعضه اسم كله، فلا فرق بين أن يذكر بلفظ واحد، أو بلفظ الجمع. </p><p> والسماء من هذا الباب، لأنه يقال لأقطاع اللحم لحم، ولكل قطعة منها منفصلة كانت أو متصلة لحم كذلك السماء، والله أعلم. </p>"
}