{
  "id": null,
  "sura": 2,
  "aya": 272,
  "text": "<p> قوله - عز وجل: </p><p> {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ} الآية: (٢٧٢) - سورة البقرة. </p><p> إن قيل: ما وجه أتباع هذه الآية لما تقدم؟ </p><p> قيل: روى عن النبي - صلى الله عليه وسلم - إنه والمؤمنين تحرجوا من مواساة الكافرين ومواصلة أقاربهم منهم، حتى إن النبي - صلى الله عليه وسلم - سأله يهودي فقال: لاحق لك وإن \" أسماء بنت أبي بكر \" امتنعت من مواساة جدها وامرأته، وإن الأنصار امتنعوا من الإنفاق على أصهارهم من الكفار فأنزل الله تعالى ذلك تنبيها أن ليس عليك هداهم وأن يهتدي الكافر وإنما عليك أن تهديهم أي تدعوهم إلي الهدى على الوجه المأمور به - تنبيهاً أنه لا يجب أن تمتنع من مواساتهم لذلك، ومن الناس من قال: هذا كان عاما في جميع الصدقات، فرضها ونفلها ثم نسخت الفريضة بقوله:  {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} الآية ومنهم من قال: هو مخصوص في النافلة دون الواجبة، وإليه ذهب ابن عمر والحسن، وروي أبو حنيفة أنه لما أنزل الله:  {لَيْسَ عَلَيْكَ هُدَاهُمْ} تصدق الناس على الكفار من غير الفريضة، وقيل عنى بالهداية الغنى، أي ليس عليك أن تهديهم، وإنما عليك مواساتهم، فإن الله يغني من يشاء وتسمية الغنى، هداية على طريقة العرب في نحو قولهم: </p><p> \" رشدت واهتديت \" لمن ظفر، و \" غويت \" لمن خاب وخسر، وعلى هذا قال الشاعر: </p><p> \" ومن يغو لا يعدم على الغي لائما \" </p><p> وقيل: ليس لقوله: {لَيْسَ عَلَيْكَ هُدَاهُمْ} تعلق بالإنفاق، وإنما هو تسلية للنبي -ص-، وتنبيه أنك وإن أمرت أن تكثر حثهم على الإنفاق فليس يرجع عليك ملامة في تقصيرهم، كقوله:  {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} وقوله: {وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ} ، وقوله:  {فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ} وقوله: {وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} كقوله: {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ} وقوله: {وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى} وقوله: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ} أي: أهل دينكم. </p><p> قال سفيان بن عيينة: </p><p> بين أن ما تنفقوا من صدقة فلأنفسكم وقوله:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} يعني: أهل دينكم تنبيها أن حكم الفرض من الصدقة بخلاف حكم التطوع، فإن الفرض لأهل دينكم دون الكافرين، وقال غير معناه: ما تنفقونه فإنه يحصل لكم ثوابه سواء أوصلتم إلى مؤمن أو كافر، وقوله:  {وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ} قيل: هي جملة في موضع الحال، كأنه قال: </p>"
}