{
  "id": null,
  "sura": 2,
  "aya": 245,
  "text": "<p> وقوله:  {أعدي عدوك نفسك التي بين جنبيك} وقوله لما رجعوا من تبوك: \" جئتم من الجهاد الأصغر إلى الجهاد الأكبر \" وقال: \" جاهدوا أهواءكم كما تجاهدون أعداءكم \" وصعوبة مجاهدته أنه عدو يخفي وتخفى مكائده، ونحو هذا نظر الشاعر حيث قال: </p><p> رمتني بنات الدهر من حيث لا أرى .. </p><p> . </p><p> فكيف بمن يرمي وليس برامي </p><p> وعلى هذا قولخ - عز وجل:  {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ} ، وقوله {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} . </p><p> قوله - عز وجل: </p><p> {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ} الآية (٢٤٥) - سورة البقرة. </p><p> القرض: القطع بالناب، والمقراض، واستعير لصنعة الشعر استعارة اللوك والمضغ في نحو قول بعضهم: </p><p> \" قد لاكه ومضغه من هو أشد لوكاً ومضغاً منك \" هذا إذا اعتبرته بقرض الأسنان، فأما إذا اعتبرته بقرض المقراض، فاستعارته كاستعارة الحوك والخياطة والإلباس، وسمي ما بذل بعوضٍ قرضاً، وما بذلك بغير عوض قرضاً، وسمي عروض الدنيا قروضاً، كما سميت عواري، والضعف تركب قدر من متساويين، أو يقال مثلاً الشيء في المقدار، وكل واحد ضعف الآخر إذا أخذ، وقول الشاعر: </p><p> \" جزيتك ضعف الود \" أي مثلي ودك في القدر، وضعفا الشيء مثله ثلاث مرات، إلا أنه إذا قيل: ضعفان، فقد يطلق على الاثنين المثلين في القدر من حيث أن كل واحد يضعف الآخر كما يقال الزوجان، ويكون كل واحد زوجاً للآخر .. </p><p> إن قيل: الضعف والضعف يشتركان في الاشتقاق، قيل: كلاهما اعتبر فيه معنى المماثلة في القدر، إلا أنه جعل الضعف لما يزاد عليه، والضعف لما ينقص منه، واستعمل فيهما أضعفت، وضعفت، وإن كان التشديد في الضعف أكثر، وضاعفت في الضعف لا غير، وفرق بينهم تضاعف وتضعف، فقال التضعيف لما جل مثلين، والمضاعفة لما زيد عليه أكثر من ذلك، ولهذا قال أكثرهم (فيضاعفه) بالألف، ولما حث الله على المجاهدة في سبيله وذلك ببذل المال والبدن والنفس سمى ذلك قرضاً كما سماه بيعاً واشتراء في قوله تعالى:  {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ} الآية وسماه إحساناً في قوله: (واحسنوا) كل ذلك استعطافاً لعبده واستلطافاً، وسمع أعرابي قوله تعالى:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} فقال \" أعطانا فضلاً، وسألنا منه قرضاً ليرد إلينا أكثر وأوفر منه، إنه لكريم \" وسمع ذلك أبو الدحداح، فسأل النبي - صلى الله عليه وسلم إن تصدقت بحديقتي أفلي مثله في الجنة؟ قال: نعم. </p><p> قال: ومعي أم الدحداح ودحداح؟ قال: نعم، وكان له حديقتان، فتصدق بأفضلهما .. </p>"
}