{
  "id": null,
  "sura": 2,
  "aya": 221,
  "text": "<p> قوله - عز وجل -: </p><p> {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} </p><p> الآية (٢٢١) - سورة البقرة. </p><p> النكاح اسم للعقد، واستعير للجماع بدلالة أن عامة أسماء الجماع كنايات، وأنهم يتحاشون النكاح من التصريح بذكر الجماع، وآلاته، كما يتحاشون من إظهاره حتى سموا ذلك العضو \" السوءة \" ، ولم يستعيروا اسم الجماع وآلاته إلا فيما يقصدون به سبعة، نحو: شَوَّرَبِهِ إذا خجله وجعله بحيث كأنه أبدى شواره، والشوار مع ذلك كناية للفرح، وبهذا يعلم أن النكاح وفي اللغة مستعار للجماع، والنهي عن نكاح المشركات عام فيمن ليس من أهل الكتابة ولم يدخل في ذلك أهل الكتاب لقوله:  {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} ، </p><p> فإن قيل: فقد قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} ، الآية، والنكاح يجب المودة لقوله:  {أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} ، وقد نهانا عن مودتهم، فيجب أن لا نواصلهم! </p><p> قيل: المودة النهي عنها هي الدينية لا المودة النفعية أو الشهوية، فإنا إذا أوددناهم لنفع ما، فإنما نود النفع كمودتنا لذمي يعيننا على مدافعة المشركين، فقوله:  {يُوَادُّونَ مَنْ حَادَّ اللَّهَ} عنى بها المودة الدينية، </p><p> فإن قيل: ما قلت يقتضي أن يجوز نكاح المشركات؟ قيل المشرك مادام مشركاً، فنفسه مباحة، والمشركة غير مالكة لنفسها، وفي قوله:  {وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ} إشارة مجملة إلى فضل العبد المؤمن على العبد المشرك وبيان فضيلته يحتاج إلى مقدمة، وهي أن الشيئين </p><p> إذا تشكك أيهما أفضل، أحدث كل واحد منهما مع ضد الآخر أنهما هو المؤثر، فحكمت له مثاله أن من شك في العلم والغنى أيهما أفضل؟ نقول: انظر هل الغنى مع الجهل أفضل؟ أم الفقر مع العلم؟ فإذا علمت أن الفقر مع العلم أفضل من الجهل مع الغنى علمت أن العلم أفضل من الغنى، فإذا ثبت ذلك، فالعبد هو الذي ملك منافعه مدة، والحر هو الذي لم يملك منافعه، والمؤمن هو المستحق للثواب الدائم، والمشرك هو المستحق للعقاب الدائم، فينظر هل من ملك منافعه مدة ثم أثبت دائما أفضل؟ أم من لم يستحق منافعه مدة وتعاقب دائماً؟ فإذا علمنا أن الأول خير، علمنا أن العبد المؤمن خير من الحر المشرك، ونبه بقوله:  {وَلَوْ أَعْجَبَتْكُمْ} أن الاعتبار بإعجابكم، فليس الإعجاب إلا من ثمرة الجهل بحقيقة الشيء والجهل لا يوجب حكماً، فإذن لا اعتبار بإعجابكم، ونبه - عز وجل - على تحريم مواصلة المشركين بقوله:  {أُولَئِكَ يَدْعُونَ إِلَى النَّارِ} أي إلى الأفعال الوجبة للنار، وواجب اجتناب الداعي إلى النار الحامل عليها فواجب مجانبتهم إذن، وعلى هذا قال - عليه السلام - \" لا تترائى ناراهما \" ، ثم قال:  {وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ} ، والداعي إلى الجنة واجب إتباعه، وعلى هذا دل قوله - عز وجل - حكاية عمن أخبر عنه:  {مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ} ، تدعونني وبإذنه، أي بعلمه وأمره وآياته وحججه ودلائله العقلية والشرعية من أنكم إذا فعلتم ذلك، فأنتم أهل لرجاء التذكر وحقيقة التذكر الاستدراك عن نسيان أو غفلة لما استثبته القلب .. </p><p> إن قيل: إلى أي شيء أشار بهذا التذكر؟ </p><p> قيل: إن الله عز وجل - ركز فينا بالفطرة معرفته ومعرفة ألائه، والإنسان باستفادة العلم يتذكر ما ركز فيه، فهذا معنى التذكر وقال قوم: معرفة الله عز وجل، ومعرفة الآية تذكر، ومن دفع عن قلبه الأغشية بذكر ما قال الله عز وجل له ودل عليه بقوله عز وجل:  {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ} الآية، قالوا: وقد عرفنا الطريق الذي به يتوصل إلى هذا التذكر بقوله: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ </p>"
}