{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> قيل: عدل إلى لفظ الإيمان ألذي هو عام في الصلاة وغيرها ليفيدهم أنه لم يضع لهم شي مما عملوا به ثم نسخ عنهم، </p><p> فإن قيل: ولم لم يقل إيمانهم؟ قيل: ذكر بلفظ الخطاب ليتناول الماضين والباقين تغليباً لحكم المخاطب على الغائب في اللفظ، ثم بين بقوله تعالى:  (إن الله بالناس لرؤوف رحيم) أنه لا يضيع إحسانهم وهو رؤوف بهم، فإن رأفته بالناس وإضاعة إحسانهم متنافيان لا يجتمعان. </p><p> قوله عز وجل: </p><p> {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ} الآية: (١٤٤) سورة البقرة، </p><p> قطر وشطر وشطن ألفاظ متقاربة المعاني تقارب ألفاظها، فقطر معناه انفصل عن قطره أي بجانبه ومنه القطرة القليل المنفصل من المانع، وشطر: انفصل وتباعد، ودار شطور منفصلة عن الدور، وشطون بعيدة، وقد يستعمل الشطور موضع الشطون لكن الشطون لما هو أبعد، ورجل شاطر أي منفصل عن الجماعة بالخلاعة، وشاطرته: أي أخذت شطرا وتركت له شطرا، وشاة شطور لها ضرع واحد وأحد ضرعيها أكبر كأنه لا يعتد بالآخر، وتوجهت شطره أي نحوه اعتبارا بالشطر المقابل من شطريه، وتقلب الوجه أبلغ من تقلب العين، على أن الوجه يراد به التوجه كقولك:  \" وجهتي إلى فلان \" </p><p> إن قيل: هل كان يستخط - عليه السلام - توجهه إلى بيت المقدس حتى قيل {فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا} ؟ </p><p> قيل لم يقصد بذلك أنك كنت ساخطة، وإنما كان - عليه السلام - يحركه السر، ويعلم بما يلقى في روعه أن الله تعالى يريد تغييراً في القبلة، وكان يتشوفه ويحثه، وقيل معنى (ترضاها) أي يرضاها، لكن يبين بهذا القول أن مرادك لم يخالف مرادي. </p><p> وقول مجاهد وابن زيد، أحب النبي عليه السلام التوجه إلى الكعبة مخالفة لليهود وقول ابن عباس فإنه أحبها اقتداء بإبراهيم عليه السلام وقول الزجاج إنه أحبها لاستدعاء العرب بها إلى الإسلام فكلها صحيحة إذ لا منافاة بين هذه الإرادات، وهذه منزلة يشير إليها أولو الحقائق ويذكرون </p><p> أنها فوق التوكل، لأن قاضية المتوكل الاستسلام لما يجري عليه من القضاء كأعمى يقوده بصير فهو به، وهذه المنزلة هي أن يحرك الحق سره بما يريده فعله، وربما يكون ذلك بوحي من خارج لقوله، تعالى لإبراهيم أسلم، وربما كان ذلك بإلهام من باطن كما أوحى إلى أم موسى، ومعنى (تقلب وجهك في السماء) أي تطلعك الوحي المنزل، وقيل: إن في ذلك تنبيهاً على حسن أدبه حينما انتظر ولده يسأل، فالولي الذي حصلت له القربة قد ينقص عن المسألة اتكالاً على ما تيسر له، كما روي عنه عليه السلام أنه قال أن الله تعالى يقول: </p><p> (من شغله ذكري عن مسألتي أعطيته أفضل من ما أعطى السائلين) .... </p><p> وعلى ذلك أول أمية بن أبي الصلت: </p><p> إذا أثنى عليك المرء يوماً ... </p><p> كفاهُ من تعرضك الثناء </p><p> وبين تعالى بهذه الآية رغبة النبي عليه السلام في التوجه إلى الكعبة وإلحائه، وقرن به علم أهل الكتاب بأن ذلك حق من الله- عز وجل- ونبه بقوله:  {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} على وعيد لهم. </p><p> ووعد المؤمنين في إلحائهم وإمتناعهم ... </p><p> إن قيل: من أين علم أهل الكتاب أن ذلك حق؟ </p><p> قيل: لما تضمن كتبهم من ذكر النبي- عليه السلام-، وعلمهم أن عبادة الله أن يخص كل رسول من أولى العزم بقبلة غير قبلة من تقدمه أنفاً ... </p><p> إن قيل: كيف خاطبه أولاً بقولها {فَوَلِّ وَجْهَكَ} ثم عم بقولها: {فَوَلُّوا وُجُوهَكُمْ} ، قيل: أما خطابه الخاص أولاً، فتشريفاً له، وإيجاباً لرغبته وإنجازاً لوعده، وأما خطابه العام بعده، فلأنه، كان </p><p> يجوز أن يعتقد أن هذا أمر قد خص عليه السلام به كما خص بقوله:  {قُمِ اللَّيْلَ إِلَّا قَلِيلًا} ، ولأنه لما كان تحويل القبلة أمراً له خطر خصهم بخطاب مفرد ليكون ذلك أبلغ، فمعلوم من السلطان إذا خاطب والياً من قبله بأمر ذي بال يعمه، ورغبته أن يخصه بخطاب مفرد ليكون ذلك أوقع عندهم [وأدعى لهم إلى قبولهم] ، وليكون لهم في ذلك تشريف، ولأن في الخطاب العام تعليق حكم أخر به، وهو أنه لا فرق بين القريب والبعيد في وجوب التوجه (إلى الكعبة) ، والضمير في قوله {أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ} قيل هو التحويل قيل: هو التوجه، والقولان في التحقيق واحد. </p><p> قوله عز وجل: </p><p> {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ} الآية: (١٤٥) - سورو البقرة. </p><p> إن قيل؟ كيف حكم، بأنهم لا يتبعون قبلتك وقد أمن منهم فريق- قيل: قال بعضهم: إن هذا حكم على الكل دون الأبعاض، وهذا صحيح بدلالة أنك لو قلت: ما أمنوا، ولكن آمن بعضهم لم يكن منافياً، وقيل عنى به وأقوام مخصوصون وقيل: عنى ما تبعوا قبلتك بقلوبهم، وقوله:  (يوما أنت بتابع قبلتهم) ، أي لا يكون ذلك منك، فمحال أن من عرف الله حق معرفته يرتد، وقد قيل:  (ما رجع من يرجع إلا من الطريق) ، أي:  \" ما أخل بالإيمان إلا من لم يصل إليه حق الوصول \" ... </p><p> إن قيل: فقد يوجد من يحصل له معرفة ثم يرتد؟ قيل: إن الذي يقدر أنه معرفة، وهو ظن متصور بصورة العلم، فأما أن يتحصل العلم الحقيقي ثم يعقبه الارتداد فمحال ولم يعن بهذه المعرفة </p>"
}