{
  "id": null,
  "sura": 2,
  "aya": 240,
  "text": "<p> نحو: فأدته ورأسته، وقال: إذا أصبته بركبتك، نحو: بدنته وعنته، أصبته بهما، والمركب كناية عن فرج المرأة، وهو العانة من المرأة، كما كني عن المرأة بمظنة، وقعيدة، لكونها مقتعدة، ورجال: جمع راجل: نحو صحاب وقيام، ويقال. </p><p> نساء رجال، كما يقال: رجالُ رجالٍ، أمر تعالى بفعل الصلاة على الوجه الممكن. </p><p> وعلى هذا دل قوله:  {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا} وعلى هذا قوله: {فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ} وجعل بعضهم الذكر هاهنا مخصصاً بالصلاة، وجعله بعضهم عاماً فيه وفي غيره من الأذكار، وحث على ذكره والصلاة كيفما يقتضيه ما علم من الأحكام وسائر العلوم. </p><p> قوله- عز وجل: </p><p> {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ} </p><p> الآية:  (٢٤٠) سورة البقرة. </p><p> عامة المفسرين على أن قوله تعالى: </p><p> {وَصِيَّةً لِأَزْوَاجِهِمْ} أمر من الله عز وجل- بأن يوصي الرجال للزوجات أن تعمر بعد وفاتهم حولاً، وقالوا: اقتضت الآية ثلاثة أحكام: عدة سنة ونفقتها، وسكناها في تركة زوجها مادامت معتدة، وكونها ممنوعة من الخروج، فنسخ منها ما زاد على أربعة أشهر وعشر بالآية المتقدمة، ونسخ وجوب الوصية لها ما به الميراث، ولم يثبت نسخ للخروج، فصار دلك ثابتاً في العدة الثانية، وقال بعض المتأخرين: </p><p> ليست هذه الآية منسوخة ولا تأويلها على ما تصوره، وإنما قوله:  (وصية) مصدر في مواضع الحال، أو خبر ابتداء مضمر في موضع الحال في قول من رفع، والآية إخبار عن الجاهلية فيما كانوا يفعلونه، وإبطال لحكمهم في تقديرها:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا} موصين لها بمتاع، أي بعطيه على أن لا يخرجن إلى الحول، {فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ} ، أي لا إثم في إبطال ذلك على ما أمر الله به، وبينه، ودعاكم إليها فهذا توكيد للآية المتقدمة وتنمية أن ما كانوا يفعلونه لا يلزمكم، بل الذي يلزمكم ما بين في الآية المتقدمة، فقوله: </p><p> {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ} مبتدأ، وما بعده إلي قوله:  {غَيْرَ إِخْرَاجٍ} في صلته وفي قوله: {فَإِنْ خَرَجْنَ} في موضع الخبر، ودخول الفاء فيه لكون المبتدأ موصولا، نحو:  \" الذي يأتيني فله درهم \" ، وهذا الوجه صحيح من وجه، حيث اللفظ وعلى ما عليه الحكم، لكن عامة السلف في تفسيرها على ما تقدم، ويوضح ذلك أن امرأة أتت النبي - صلى الله عليه وسلم -، فذكرت أن بنياً لها توفي عنها زوجها اشتكت عينها، وهي تريد أن تكحلها، فقال رسول الله - صلى الله عليه وسلم - الله:  \" فقد كانت إحداكن تلبث سنة، ثم ترمي ببعرة عند رأس الحول، فهلا أربعة أشهر وعشراً \" </p><p> وذكر رواية بنت أبي سلمة أن المرأة كانت إذا توفى بها زوجها دخلت خيشاً، ولبست شرشابها، ولا تمس طيبا حتى تمر سنة، ثم تؤتى بدابة، حمار أو شاة أو طير، فتقتص له، فعل ما يقتض شيئاً إلامات، ثم تخرج فتعطى بعرة فترمى بها، ثم تراجع ما شاءت من طيب أو غيره .. </p><p> إن قيل: لم قال في هذه الآية، وفيما قبلها:  {فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ} ؟، فرفع الجناح عن الرجال فيما فعلن، وذلك يقتضي أن يزر أحدنا وزر الآخرة، وقد قال تعالى:  {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} . </p>"
}