{
  "id": null,
  "sura": 2,
  "aya": 261,
  "text": "<p> قوله - عز وجل: </p><p> {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} الآية (٢٦١) - سورة البقرة. </p><p> يقال النبت لما له نمو في أصل الحلقة يقال تنبت الصبي والشعر والسن وفلان حسن النية ويستعمل النبات فيما له ساق، وما ليس له ساق وإن كان في التعارف قد يختص بما لا ساق له، وأنبت الغلام إذا راهق، كأنه صار ذا نبتة وفلان في منبت خير كناية عن الأصل، والسنبلة فيعلة من السبل يقال: أسبل الزرع، وسنبل، من أصله السبيل وقد تقدم أن سبيل الله ليس بمقصور على الجهاد، بل هو لكل ما يتوصل به إلى الله عز جل، والمائة عدد معروف يقال: أماءت الدراهم وألفت وإمايتها وألفتها .. </p><p> إن قيل: كيف تعلق هذه الآية بما قبلها؟ قيل: إن ذلك متعلق بقوله: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ} وما بينه وبين هذه الآية، اعتراضات مرغبة للإنسان في فرضه من حث على قناعة هي أس الجود، وذكر عظمة المستقرض وإرشاد لمن يستقرض منهم، وبين في يده أن فرضه هو الإنفاق في سبيله وأن مضاعفته هو بأن يجعل للواحد سبع مائة وأنه يضاعف مع ذلك لمن يشاء مضاعفة لا يضبط عدها، ولا يعرف حدها .. </p><p> إن قيل: </p><p> كيف قال في موضع:  \" يضاعف \" ، وفي موضع:  {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا} وقال هاهنا ما يدل على أنه يحادي بواحد سبع مائة، قيل: في ذلك طريقتان: إحداهما أن الخيرات تختلف باختلاف العالمين واختلاف نياتهما والثاني: أن تختلف باختلاف الأعمال فالأول: هو أن الناس فيما يتحرونه من أفعال الخير بالقول المجمل ثلاثة أضرب على ما قصد تعالى من ظالم ومقتصد وسابق أما الظالم: فالمتحري للخير مخافة سلطان ومذمة إنسان وتخويف عالم إياه من النار ونحو </p><p> ذلك .. </p><p> ، وأما المقتصد: فالمتحري للخير مخافة عقاب الله ورجاء ثوابه من حيث ما قد تحقق وعده ووعيده، وأما السابق: فالمتحري للخير قصدا لوجه الله خالصا وثوابهم يختلف باختلاف مقاصدهم ولهذا قال عليه الصلاة والسلام في السابقين حاكيا عن الله عز وجل - (أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت ولا خطر على قلب بشر) الخبر. </p><p> والثاني. </p><p> وهو أن يختلف باختلاف الأعمال وبيان ذلك أن السخاء أفضل أفعال العباد بدلالة قول النبي - صلى الله عليه وسلم -: \" السخاء شجره من أشجار الجنة، أغصانها متدليات في الدنيا فمن أخذ بغصن من أغصانها أداه إلى الجنة، والبخل شجرة من أشجار النار، فمن أخذ بغصن من أغصانها أداه إلى النار \" </p><p> وقيل لبعض الحكماء: </p><p> \" أي شيء من أفعال العباد أشبه بفعل الله \" ؟ </p><p> فقال:  \" السخاء، وأفضل الجود ما كان عن ضيق \" .. </p><p> ولهذا قال الشاعر: </p><p> ليس العطاء من الفضول سماحة ... </p><p> حتى تجود وما لديك قليل </p><p> وقد علم أن أصحاب النبي - صلى الله عليه وسلم - كانوا مضيفين سيما في ابتداء الإسلام وأفضل الإنفاق ما يقصد به وجه الله لعز وجل -، وأفضل ما يقصد به وجهه ما يجعل في سبيل الله، وأفضل سبيل ينفق فيه ما كان أكثره غنى، وقد علم أنه لا جهاد أكبر من جهاد النبي - صلى الله عليه وسلم - ولا قوم أكفر ممن كان يحاد بهم ولا زمان أحوج إلى محاربتهم من زمانه وكل وأحد من هذه الخصال يجري مجرى فعل يستحق مثوبة محددة، فعظم الله تعالى أمر الإنفاق في سبيله في زمانه، وجعل له من الثواب ما لم يجعل لغيره من الأعمال، ووجه ثالث وهو أن الإنسان متى تحرى فعل الخير على ما يجب وكما يجب يدعوه ذلك إلى أن يزيد في فعل الخير فلا يزداد، حتى إنما يصير مثل ملك فيه الفضيلة وبازدياده في الإيمان وفعل الخيرات يزداد ثوابه، فحيث ما ذكر التضعيف، فأشار إلى الحالة الأولى وحيث ما ذكر عشرة أمثالها وسبعمائة فإلى الأحوال المتوسطات وحيث ما ذكر، {وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ} ، فإلى المنتهيات والغايات وأنها لا يحصرها عدد كما قال: عليه الصلاة والسلام: \" ما لا عين رأت ولا أذن سمعت \" . </p>"
}