{
  "id": null,
  "sura": 2,
  "aya": 260,
  "text": "<p> عن العلم والإيمان، وكذلك الإماتة والاحياء، إفادته العلم والإيمان، نحو قوله تعالى:  {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} وقوله تعالي: {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا} الآية، قال: وكان قد رأي قوماً متناهين في ألبعد عن العلم والإيمان، فاستبعد رجوعهم إلى الحق، فقال:  {أَنَّى يُحْيِي هَذِهِ اللَّهُ} أي: أني يفيدهم الإيمان، فأماته الله مائة عام، ثم أحياه، وأعلمه أن الذي يقدر على إحياء الرمم عن الموت الحيواني لقادر على إحياء النفس الميتة بالجهل ... </p><p> قوله- عز وجل: - </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} </p><p> الآية (٢٦٠) - سورة البقرة. </p><p> الاطمئنان: السكوت، واطمأن، وتطامن يتقاربان لفظاً ومعنى من مكان مطمئن ... </p><p> قيل: ويدل على ذلك أنه قال في مكان أخر (مخبتين) ، والمخبت: المطمئن من الخبت، أي المطمئن من الأرض، وطار، وطير، نحو راكب وركب، و \" تطايروا \" أي تفرقوا، استعارة وفجر مستطير، وغبار مستطار، خولف بين بيانهما لاختلاف التصورين في كون الفجر فاعلاً والغبار مفعولاً وفرس مطار يقالك للسريع، ويقال لجديد، الفؤاد كأنه أطير فلبه، كقولهم شهم ومروع وقوله:  {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ} أي ما يدمن أفعاله وصرته أصوره، أي أملته وصرته: قطعته صورة صورة، وقيل: صرت، وصرت: لغتان، والصوار سمي اعتباراً بالقطع كالقطيع والصرمة والصور النخل الصغار، إما لانقطاعها عن لحوق الكبار، أو كأنها مقطوعة في نفسها، والصور قيل: سمي لأن فيه صور الناس </p><p> كلها وقيل: بل لإعادة الصورية، وذكر أبو بكر النقاش المقرئ أنه قرئ (فصرهن) بضم الصاد وتشديد الراء وفتحها من الصر، أي الشد، ومنه الصرة، وقال: قد قرئ (فصرهن) بكسر الصاد وفتح الراء وتشديدها من الصرير من الصوت أي، صح بهن وروي أن إبراهيم مر على ساحل البحر بميتة، والسباع والطيور والحيتان يتوزع لحمها، فتفكر، فسأل الله تعالى إحياء مثله فأمره تعالى أن يأخذ أربعة طيور فيقطعها فيخلطها لحومها وريشها، ويبددها على جبال (خزاجرا) ثم يدعوها، ففعل ذلك، فاجتمعت كلها، فتبين إبراهيم ما اعتراه فيه الشبهة وقال بعضهم: </p><p> أمره أن يأخذ أربعة طيور، فيضعهن على أربعة جبال ومعنى لجزء واحد منها، ثم يدعوها فتجتمع لديه، فأشار إلى أنه كاجتماع هذه الطيور لديك كذلك يجتمع من الجوانب الأربع الأموات قال، ولو كان (فصرهن) قطعهن، لما قال: إليك لأن ذلك لا تعدي بالباء .. </p><p> إن قيل: لم لما سأله إبراهيم، أراد ذلك على أقرب الوجوه لما سأله عزير، أماته مائة عام حتى تفرقت أوصاله ونخرت عظامه. </p><p> ؟ </p><p> قيل قد ذكر بعض الصوفية أن إبراهيم كان خليلا فمجاز له أن ينبسط لما سلف له من قدم صدق، فلما سأله ذلك، أعطاه سؤله، في الوقت على أقرب الوجوه ولم يكن العزير من الخلة ما يجوز هذا الانبساط قلما أقدم أبلاه الله تعالى في نفسه، وأراه ذلك في ذاته، ولأن إبراهيم تضرع وسأل وقال أرني، وغيره أخرج الكلام مخرج المنكر المتعجب من قدرة الله عز وجل وقال:  (أني يحي) ولا يخفى ما بين اللفظين من الضراعة والغلظة، ولهذا ختم آية عزير بقوله:  {أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} وآية إبراهيم بقوله {وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} وقال الأصم: تفهموا عن الله حجج </p><p> الرسل، إن عيسى كان يحي الموتى بإذن الله ويريه العباد ليثبت بذلك رسالته ويخلق من الطين كهيئة الطير، فينفخ فيها فتكون طيرا بإذن الله) وإبراهيم كان يطلب أن يرى ما كان عيسى يريه قومه قال وفي هذا دليل أن الله لله عز وجل منع بعض الرسل من الآيات ما أعطاه بعضا. </p><p> إن قيل إن كان إبراهيم في هذه الحال شاكا في البعث فلم لما قيل له {أَوَلَمْ تُؤْمِنْ قَالَ بَلَى} ، والشاك في الشيء لا يجوز أن يكون مؤمنا به وإن كان موقنا فلا معنى لقوله:  {وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي} فلا اضطراب للقلب مع اليقين، فإذا هذا قول متناقض قيل: إن إبراهيم كان موقنا بالبعث أنه كائن للاستدلال أولاً، وللوحي ثانيها وإنما التمس غاية التفسير وهو العيان الذي تنقطع عنده الخواطر كلها، فالخاطر ضربان، خاطر في ثبوت الشيء ونفيه، وخاطر في كيفية ثبوته، والأول يزول بالخبر والثاني لا يزول إلا بالعيان، وهذا هو حال إبراهيم وقيل: اليقين ثلاثة أضرب: علم اليقين، وعين اليقين، وحق اليقين فعلم اليقين: ما وصول إلينا على سنة رسول الله - صلى الله عليه وسلم - وعين اليقين: ما وصل إلينا بأنوار هدايته، وحق اليقين: ما اجتمع فيه الأمران، وبه تزول عوارض الخواطر عن جملته وتفاصيله وقيل: إن إبراهيم كان طلب كذلك لأن قومه سألوه وذلك كما قيل في سؤال موسى، حيث قال:  {أَرِنِي أَنْظُرْ إِلَيْكَ} وقيل، إن نمرود كان ممن يعتمد المحسوس، ولما قال له إبراهيم:  {رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ} قال له: أرأيت ذلك بحاستك؟ فعدل إلى غيره من الحجج إذ لم يكن يمكنه أن يدعي عيان ذلك ثم سأل الله بعد ليريه ليمكنه أن يخبر به، وقيل: إن إبراهيم أحب أن يريه الله إحياء نفسه معراة من الأصل والزنا والفحش والحرص فبين الله أن ذلك لا سبيل إليه بأدلة الإنسان في هذا العالم، ومخلوق خلقه للتكليف، وأمره أن يأخذ أربعة من الطير، نسرا: إشارة إلى طول الأمل، وطاوسا: إشارة إلى زينة الدنيا، وغرابا: إشارة إلى الفحش النفسي، وديكا: إشارة إلي الحرص، وقال: قطعهن ووزعهن على جبال، ثم صرهن، فقد عادت إليك إشارة إلى أن هذه القوى وإن اجتهدت في إفنائها، فلا سبيل إلى إزالتها مادامت في دار الدنيا، وقيل: إن إبراهيم لما رشد </p><p> للرسالة وإرشاد البرية ورأي قوماً في نهاية الجهالة والكفر، استعظم رجوعهم إلى الحق، فقال:  {أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى} أي ترشد الضلال الذين هم كالموتى، وأراد كيف أحيي، ولكن نسب الفعل إلى الله - عز وجل - على طريقة ما تقدم أن أولياء الله - عز وجل - يتحرون في أفعالهم - رضى الله لله ويرون أفعالهم فعله، ولهذا قال عليه الصلاة والسلام فيما رواه عنه - عز وجل - (حتى أكون عينه التي يبصر بها) ، ولأن الأفعال المحمودة للعباد كلها منسوبة إلى الله من حيث أنه سبب إيجادها، ولهذا قال:  {أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ} ، فعلى هذا معنى \" أرني كيف تحيي الموتى \" أي: كيف حال ما أمرتني به، وبعثتني فيها فقال له أولم تؤمن، أي أو لم تتحقق أنك ستهدى لذلك؟، فقال: بلى، ولكن أريد ما أسكن إليه في أن تجاب دعوتي، فقال: خذ أربعة من الطير، إشارة إلى قلع هذه القوى من نفسك وسمى بذلك كل موتان الفؤاد كالجبل فليس يعسر عليك ذلك .. </p><p> \" والله أعلم بالصواب \" .. </p><p> إن قيل: ما معنى قول النبي - صلى الله عليه وسلم - في هذه الآية:  \" نحن أحق بالشك من إبراهيم \" . </p><p> ؟ </p>"
}