{
  "id": null,
  "sura": 2,
  "aya": 27,
  "text": "<p> قوله تعالى: </p><p> {الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ} الآية: (٢٧) - سورة البقرة. </p><p> النقض: فسخ المبرم، وأصله في طاقات الحبل، والنكث: مثله، لكنه يقال في المتبلد كالأكسية، والأخبية، والعهد: كل أمرٍ شأنه أن يراعي كاليمين، والمشاركة، والمبايعة، ويقال العهد للدار المراعاة بالرجوع إليها، والتاريخ المراعي، وللمطر المتعهد، والميثاق: اسم لما يقع به الوثاقة، والعهد المأمور بحفظه ضربان: عهد مأخوذ بالعقل، وعهد مأخوذ بالرسل، والمأخوذ بالرسل مبني على المأخوذ بالعقل، ولا يصح إلا بعده أو معه، وقد حملت الآية عليهما، وذلك هو المذكور في قوله:  {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ} الآية، وفي قوله:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ} وقد عظم الله تعالى أمر العهد وتوعد على الإخلال به في أي كثيرة، كقوله:  {فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ} وقوله {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى} الآية وقال: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ} وقوله تعالى: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا} وأما ذمهم بقطع ما أمر الله به أن يوصل، فذم بقطع الخيرات وتعاطي السيئات، وذلك أن التقاطع بين الناس يحصل من رفض المحبة والعداية ورفضهما سبب كل فساد، فإن القوم إذا أحبوا وعدلوا تواصلوا، وإذا تواصلوا تعاونوا، وإذا تعاونوا عمروا وإذا عمروا عمروا وأمروا وبالعكس إذا تباغضوا وظلموا تدابروا وإذا تدابروا تخاذلوا وإذا تخاذلوا، لم يعمل بعضهم لبعض </p><p> فهلكوا ولهذا قال عليه السلام: </p><p> (لا تقاطعوا، ولا تدابروا، وكونوا عباد الله إخواناً كما أمركم الله) وقال: (المؤمن مألف، ولا خير فيمن لا يؤلف ولا يألف) ، ولذلك حثنا على الاجتماعات في الجماعات والجمعات، لكون ذلك سبباً للألفة، بل لذلك عظم الله تعالى المنة على المؤمنين بإيقاع الألفة بين المؤمنين، فقال تعالى:  {لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ} وقال: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} وليس ذلك في الإنسان فقط، بل لولا أن الله تعالى الف بين الأركان المتضادة، لما استقام العالم، ولذلك قال عليه السلام:  \" بالعدل قامت السماوات والأرض \" ومتى تصور هذه الجملة، علم أن الآية في نهاية الذم </p><p> لهم، وقول قتادة:  \" إنه أمر بصلة الأرحام \" ، وقول غيره: \" إنه ذم لهم بقطعهم النبي - صلى الله عليه وسلم - إشارة منهم إلى أبعاض ما يقتضيه عموم الآية، والخاسر في خسر إحدى المقتنيات الثلاثة من المال والبدن والعقل، وكما أن الفاسق بالقول المجمل على ثلاث طبقات بعضها فوق بعض، فكذلك ناقضوا العهد على ثلاث طبقات: ناقض عهده في أوامره المفروضة، وناقض عهده في أوامر النافلة، وناقض عهده في أركان الدين، وذلك أعظم الثلاثة، وكذلك قاطعو ما أمر الله به أن يوصل، قاطع لبعض ما يشير إليه عقله تابعاً لهواه، وقاطع لبعض ما يأمر به العلم وبنوه، وقاطع للعصمة بينه وبين الله، وكذلك الخاسر: خاسر ماله في ابتغائه غير الدار الآخرة، وخاسر بدنه في غير خدمة الله، وخاسر عقله في إهماله عن اقتباس ما يفيده الحياة الأبدية، وذلك أعظم الخسران المنبأ عنه بقوله تعالى:  {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا} وقوله تعالى: {إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ} . </p><p> فلكل منزلة من الفسق منزلة من نقض العهد، ومنزلة من القطع، ومنزلة من الخسران تلازمه، فالأول في كل ذلك مخطئ، والثاني فاسق، والثالث كافر، ثم منزل كل واحد منهم يتفاوت. </p>"
}