{
  "id": null,
  "sura": 2,
  "aya": 9,
  "text": "<p> تدل على بطلان قول من زعم أن جميع المكلفين عارفون بالله \" قال: لأن هؤلاء المنافقين لو كانوا بالله عارفين، وكانوا بحضرة النبي - عليه السلام - مقرين، لكان يجب أن يكون إقرارهم بذلك إيماناً منهم، لأن من عرف الله وأقر به لم يكن إقراره غير إيمان، فلما بين تعالى أنهم غير مؤمنين بما أخبروا به، علمنا أنهم لم يكونوا يعرفونه وليس في الآية دلالة على ما قال،أو لأن الله تعالى قال:يقولون آمنا بالله وباليوم الآخر، ثم نفى عنهم الإيمان بهما،واحد لا يقول:إن معرفة الإنسان بالله وباليوم الآخر ضرورة وإن ادعوا معرفة الله وحدها،وثانياً:أن أحداً لا يقول: \" الإقرار بالله على وجه الخداع إيمان، والله تعالى قد أخبر أنهم يخادعون الله بهذا القول، وثالثا: أن الإيمان المنفي عنهم ليس هو الإقرار، بل هو سكون النفس المذكور في قوله عز وجل:  {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ} . </p><p> ورابعاً: أن من يقول: معرفة الله ضرورة، يذكر أن ذلك لا يحصل إلا عن سبب يتقدمه كالعلم بمخبر الأخبار المتواترة لا يحصل إلا بتقديم سماع المخصوص فكذلك معرفة الله ضرورة [لكن لابد فيها من سبب يتقدمها،وخامسها:أن عند كثير ممن يدعي] أن معرفة الله ضرورة أن ذلك موجود في الإنسان بالقوة، كوجود النار في الحجر، فلابد لها من انقداح به يخرج، ومتى لم يحصل السبب لم تكن النار، كذلك المعرفة بالله تعالى. </p><p> قوله عز وجل:  {يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} </p><p> الآية (٩) - سورة البقرة. </p><p> الخداع: إنزال الغير عما هو بصدده بأمر تبديه على خلاف ما تخفيه، ومنه: قيل: خدع الضب. </p><p> إذا استتر في جحره، واستعمال ذلك فيه لما اعتقدوا في الضب، أنه يعد عقربا يلدغ من يدخل يده في حجره حتى قالوا العقرب بواب الضب، ولاعتقاد الخديعة فيه قالوا:  \" أخدع من ضب \" وطريق خادع مخالف لما يقتضيه ظاهره، والمخدع كأنك جعلته خادعاً لمن رام تناول ما فيه لأنه بيت في بيت، وقولهم:  \" خدع الطريق \" إذا قل، فتغير متصور منه هذا المعنى. </p><p> والاخدعان: تصور منهما الخداع، لاستنادهما تارة، وظهورهما أخرى، وفي الحديث: </p><p> \" بين يدي الساعة سنون خداعة \" أي مغتالة، لتلونها بالجدب تارة، والخصب أخرى. </p><p> إن قيل: </p><p> لم قال (يخادعون الله) وهم لم يقصدوا بفعلهم خديعته؟ قيل: ذكر بعض النحويين أنه أراد تعالى \" يخادعون رسول الله \" ، فحذف المضاف، وهذا باعتبار حكم اللفظ دون المعنى فأما باعتبار المعنى فإنهم لما قصدوا خديعة النبي - عليه السلام - وقد أنبأ تعالى أن معاملة الله تعالى، حتى قال:  {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} وقال: {إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ} جعلهم مخادعين له بخديعتهم النبي - صلى الله عليه وسلم -، </p><p> فإن قيل: المخادعة من بين اثنين، وقد علم أن ذلك لم يكن من الله تعالى ولا من الرسول - صلى الله عليه وسلم -، فكيف قال يخادعون؟ قيل: قد قال أهل اللغة وكثير من المفسرين: أن الخديعة من الله هي مجازاته إياهم بمثل فعلهم، فسمي مجازاة الشيء باسمه، وكذلك قالوا في المكر والهزؤ ونحوهما مما وصف به نفسه، ولا يليق به، وعلى ذلك قول الشاعر: </p><p> فنجهل فوق جهل الجاهلينا </p><p> ووجه أخر وهو أنه قد تقدم أن مخادعتهم لله - عز وجل - في الحقيقة مخادعة الرسول، ولما كانوا يراؤون ليزيل عنهم حكم المشركين ويجريهم في الأحكام مجرى المؤمنين، ويطلعهم على الأسرار، وهو لا يجريهم في كثير من الأمور مجراهم تصوروا أن ذلك لهم خداع، كما أن الأول منهم له خداع، فأخرج اللفظ على حسب وهمهم وجسبانهم فهمهم، لا على ما عليه حقيقة الأمر. </p><p> وقد يطلق الحكم على المعنى عبارة على حسب اعتقاد المخاطب والمخبر عنه لأعلى ما عليه حقيقة الأمر كقوله تعالى:  {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} أي على زعمك، وقول الشاعر: </p><p> خذها خذيف فأنت السيد الصمد .. </p><p> وما حكى الله تعالى عن موسى - عليه السلام - في قوله:  {وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا} </p><p> فإن قيل: كيف وصف تعالى نفسه بأنه خادعهم في قوله: {يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ} ؟ قيل هو على ما تقدم، ووجه آخر في هذا اللفظ، وإخوانه مما وصف الله تعالى نفسه به من الصفات التي تنزه تعالى عما يتصور من ظواهر معانيها نحو قوله تعالى:  {وَهُوَ شَدِيدُ الْمِحَالِ} ، وقوله:  {وَمَكَرُوا مَكْرًا} وقوله: {فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ} ، وقوله: {سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (١٨٢) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ} كل ذلك قد قيل فيه قيول، من تصوره متحرياً به الحقى ثلج قلبه، واستقرب ما كان من قبل يستبعده، وهو أن المكر والخديعة، وإنما هو استنزال الغير عما هو بصدده بأمر يبدي منه خلاف ما تخفيه ويتحراه مستعمله على وجهين: أحدهما: قاصداً به استنزال الغير عن ضلال إلى الرشد وذلك جميل، وهو كما يفعله الأب البار بابنه من تحذير يستجره به إلى ترك شراً أو تعاطي خير، فيقول:  \" خدعت ابني عما كان يتعاطاه من القبيح \" ، و \" مكرت به حتى قبحته في عينه \" ، وقد علم أن هذا الفعل وإن أطلق عليه لفظ الخديعة والمكر فهو فعل حسن، فإذا المكر والخديعة وإن كان لفظهما مستبشعاً فقد يقصد به وجه محمود، وبالعكس من ذلك فعل العدالة، فقد يتحراه الإنسان لاستغواء غيره وإضلاله مما يعد فساداً وجوراً وخديعة ومكراً، قد يكون صلاحاً ورشداً وعدلاً، وما يعد صلاحاً وعدلاً ورشداً قد يكون فساداً وجوراً ومكراً، وبهذا النظر قال بعض التابعين:  \" كل قبيح من العبد فهو حسن من الله تعالى \" ويعني بذلك أن الفعل يقبح ويحسن المقاصد، ولهذا قال عليه السلام:  \" الأعمال بالنيات ولكل أمرئ ما نوى \" ، وقال:  \" نية المؤمن خير من عمله \" ، وبهذا النظر قال بعض المحققين وقد سئل عن شيء يقبح إطلاقة </p>"
}