{
  "id": null,
  "sura": 2,
  "aya": 183,
  "text": "<p> جنف فيه ولا إثم [على صاحبه] ، فأما إذا كان فيه شي من ذلك فلا إثم [في تغييره] ، وبين قوله تعالى:  {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} أنه يتجاوز عما عسى أن يسقط من المصلح ما لم يجده. </p><p> قوله- عز وجل: </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} </p><p> الآية (١٨٣) - سورة البقرة. </p><p> الصوم في اللغة إمساك عما تنازع إليه النفس، ويقال ذلك في الطعام والشراب والنكاح نحو:  {إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا} ، في نحو: </p><p> [خيل صيام، وأخرى غير صائمة] </p><p> وصامت الريح إدا ركدت، والشمس إذا استوت في منتصف النهار كان لها وقفة، وفى الشرع إمساك المكلف بنية من الخيط الأبيض إلى الخيط الأسود عن المأكل والمشرب والمنكح والأستقاء والاستمناء والسعوط، وأما الأكل على سبيل السهو لا يخرجه عن أن يكون ممسكاً حكماً، ثم النية هل يجب أن يتقدم أو يجوز الاقتران به راجع إلى اختلاف المذاهب؟ واعلم أن الإمساك عن الأطيبين هو المقصود بالصوم وما عداه فلأنه يشبهه أو يؤدي إليه ... </p><p> وللصوم فائدتان: </p><p> إحداهما: قريبة، وهي أن يروض الإنسان به نفسه عما تدعوه إليه من الشهوات القبيحة، فإنه يعودها الصبر لكنها كما وصفها بقوله:  {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} ، ومتى جعلت في حجر الشرع </p><p> فعودت الانقلاع </p><p> فالنفس راغبة إذا رغبتها .... </p><p> وإذا ترد إلى قليل تقنع </p><p> ولكونه مفيدا للصبر، قال عليه السلام: : \" هذا شهر الصبر \" </p><p> وقال تعالى:  {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} أي بالصوم. </p><p> والفائدة الثانية: </p><p> وهي أن فيه الاقتداء بالملأ الأعلى على قدر الوسع والتنزه عن مشاكلة البهائم التي غاية شبع البطن والفرج، ووجه ذلك أن الإنسان مركب من بدن يسوسه سوسن الحيوان وغذاؤه المطاعم، ومن روح ذي عقل غذاؤه العلم والفضائل، ومتى أكثر غداء أحدهما قوي على ما نقص غذاؤه، ولهذا قال عليه السلام:  \" رأس الدين الورع، وأفضل الورع قلة الطعام، ومن شبع ونام جثم على قلبه الشيطان \" وقيل: \" الجوع سحاب تمطر الحكمة \" ، </p><p> فإن قيل: فهلا أديمَ فرضُ الصوم إذا كان سبباً </p><p> لهذه الفضيلة العظيمة (قيل: إن الله- عز وجل- ما خلق في الأرض وشهاه إلينا ليحرمناه، ولكن لينتفع به بقدر ما يحسن، وفي وقت ما يحسن، وألزمنا في بعض الأوقات التحرج عنه ليكون مدعاة إلى التعفف عن تناول مالا يجوز تناوله، وجعل الله تعالى فرضه على الأهلة ليتأدب الإنسان به في كل وقت من أوقات السنة صيفا وشتاء وربيعين ... </p><p> إن قيل: على ماذا وقع التشبيه في قوله: {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} قيل: قال بعضهم: إن ذلك على الصوم وكيفيته، لأن صوم من قبلنا لم يكن يحل لهم ألاكل بعد الرقاد، وكان على هذا في بدء الإسلام إلى أن نسخ بقوله:  {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} ، وإلى هذا ذهب معاذ، وهو المروي عن ابن عباس- رضي الله عنه- وقيل: كصوم من فبلنا في كونه أياما معدودات، وذلك في كل شهر ثلاثة أيام، ثم نسخ بقوله:  {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} ، وهو قول عطاء وقتادة، وردي عن معاذ بن جبل- رضي الله عنه- أن للصيام ثلاثة أحوال، وذلك أن النبي- عليه السلام- لما قدم المدينة، فكان يصوم في كل شهر ثلاثة أيام، ويصوم عاشوراء، ثم فرض بعد تسعة عشر شهراَ شهر رمضان على التخيير، ثم فرضه على تضييق لمن كان مقيما صحيحاً، وقيل: </p><p> قد كان أوجب شهر رمضان على من كان قبلنا [من الأمم] فغيروا، ونقصوا، وزادوا، وهذا قول عهدته علي قائله، وقيل. </p><p> الشبه وقع لوجوب الصوم فقط، وقد تقدم أن أصول هذه العبادات لم تزل واجبة على العباد وأن النسخ على ألسنة الأنبياء في فروعها وكيفياتها وقدرها [وأزمانها] ، ونبه بقوله تعالى:  {لَعَلَّكُمْ تَتَّقُونَ} على العلة التي لأجلها أوجب، وهي قمع الشهوة، وما لأجلها لا يجوز أن يكون الصوم مرفوعاً على أمة من الأمم، فإنه ذكر أنه سبب للتقوى، وتقوى الله عز وجل- واجبة </p>"
}