{
  "id": null,
  "sura": 2,
  "aya": 197,
  "text": "<p> قوله - عز وجل -: </p><p> {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ} </p><p> الآية:  (١٩٧) سورة البقرة. </p><p> جدلُ الحبلِ فتلهُ، وبه سمي الزمامُ جديلاً، وعنه استعبر \" جالت فلاناً \" ، ولذلك قيل: ناقضه تشبيها بنقض الحبل، وقتل فلان، يفتُلُ حبلاً \"، في ذورة فلان، إذا أحتال عليه، والجدولُ: النهر الممتدُّ كالحبل المفتول، والمجدلُ: القصرُ المحكم، والجذالةُ: كل أرض صلبة، والزاد: فضل الطعام الزائد عما يكتفي به في الوقت، وقد بين الله تعالي فيما تقدم أحكام الحج وما يقع فيه من الإحصار [واستباحة] الحلق والتمتع، وبين في هذه الآية وقته الذي يصح فيه ذلك، ومن قال: أشهُرُ الحج: شوالُ، وذو القعدة، وتسع من ذي الحج عنى أن فعله يقع في هذه المدة، لأن لفظ الأشهر يقع على الاثنين، وبعض الثالث، فالفعل قد ينسب إلى مدة ممتدة ويكون واقعاً في بعضها، ولما كان فعل الحج في هذه الأشهر نسب إليها ثلاثتهن، ودلت الآية على أن الإحرام بالحج في غيرهن لا يصح لتخصيص الأشهر وهي أدنى العدد، ولقوله: </p><p> {فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ} ، والضمير على هدا الوجه لا يقال في التواريخ إلا لأدنى العدد، كقوله:  {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا} ، ثم قال:  {أَرْبَعَةٌ حُرُمٌ} ، ثم قال:  {فَلَا تَظْلِمُوا فِيهِنَّ}  [يعني: في الأربعة الحرم،] ويقال: لثلاث خلون، وثلاث عشر خلت، وقول مالك: إن الإحرام بالحج يصح بعد يوم العاشر بالحج مستدلاً بظاهر الآية قويَّ، ويعاضده ما روي عنه- عليه </p><p> السلام- \" أشهر الحج شوال، وذو القعدة، وذو الحجة \" ، وقوله:  (فَمَنْ فَرَضَ فِيهِنَّ الْحَجّ) أي التزم حكمه، وذلك عند الشافعي بالنية فقط وبها يصير محرماً عنده وعند أبي حنيفة- رحمه ألفة بالنية، ومع سوق الهدى أو التلبية، [واستعمل الفرض في] والتزام الحكم وأصله من قطع الحكم مأخوذاً من \" قرض القوس \" أي: حزهُ، وقيل لثعلب النحوي: لم جعل الغرض لما في أوكدُ والنية لمآ هو أخفُّ؟ </p><p> قال: لأن الفرض لما يؤثر، كفرض الزند والقوس والسن للضب، فلما كان تأثير الفرض في نفس الشك أبلغ من تأثير السن، فجعل لما هو أوكد والرفث ههنا: قيل هو الجماع، وقيل: هو حديث الجماع، وروي عن ابن عباس- رضي الله عنه- أنه كان ينشد في الطواف: </p><p> إن تصدقُ الطير ننكْ لميسا ... </p><p> فقيل له: أترفُثُ؟ </p><p> فقال:  \" ليس هذا الرفث، إنما الرفث مراجعة النساء الحديث بذكر الجماع \" ، </p><p> إن قيل: الفسوق محظور في كل حال، فكيف خص به الحج؟ قيل: الفسوق هاهنا يعني الأشياء المحظور تعاطيها في حال، [الحج] كالصيد والطيب، واللباس، وإن لم ليكون فسقاً في غير الحج؟ قيل: تخصيص الحج به تنبيه على شرفه وعظم موقعه، كقوله:  {فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ} وإن كان ظلم النفس في كل حال </p><p> مكروهاً، وكما قال:  \" إذا صام أحدكم فلا يجهل، فلا يرفث،فإن جهل عليه فليقلْ:إني صائم \" ، وقوله {وَلَا جِدَالَ} أي: لا يجوز المماراة، وقيل معناه: لا شك أن فرضه مقرر في ذي الحجة بخلاف ما فكله النساءة، قيل: هو حث على التحاب وقيل: \" هو حث على التحاب والنظافة وترك ما يؤدي إلى التباغض \" ، وكل ذلك يصح إرادته، وقيل قوله:  {فَلَا رَفَثَ وَلَا فُسُوقَ} إشارة إلى أن من التزم هذا الفرض وتحراه يمنعه عن الرفث والفسوق، وكأنه نبه على علة ما أوجه لأجله الحج، فهو تهذيب اللسان عن الخنا، وإصلاح البدن [بالمنع] من تعاطي الفسق، كما جعل الصلاة علة لترك الفحشاء والمنكر، والصوم علة للتقوى في قوله:  (لعلكم تتقون) ، والزكاة علة لتزكية النفس في قوله:  {وَتُزَكِّيهِمْ بِهَا} وقوله: {وَلَا جِدَالَ} نهي على ما تقدم، ولهذا فضل بين إعرابيهما بعض القراء، ونبه بقوله:  {وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ} على مجاراته إياهم، كما نبه في عامة القراء على ذلك، نحو:  {سَمِيعٌ عَلِيمٌ} ، {وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ} ، و {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ} وما يجري مجراه من الأقوال: </p><p> وقوله:  {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} حث على تقوى الله واقتناء الأعمال الصالحة، والإعراض عن الدنيا سوى ما يتوصل به إلي الآخرة ... </p><p> ، وقال أبو المطيع البلخي لحاتم الأصم: </p><p> \" بلغني أنك تجوب ألبادية بلا زاد فقال: إنهم أجوبها بأربعة أشياء، أرى الدنيا بحذافيرها ملكاً لله، وأرى الخلق كلهم عبيداً لله، وأرى الأشياء كلها بيده، وأرى قضاءه نافذاً في كل أرض \" ،، فقال:  \" نعم الزاد زادك يا حاتم نحوت فيما مفاوز ألآخرة \" ، وقول من قال: \" أنزلت الآية في قوم يحجون بلا </p>"
}