{
  "id": null,
  "sura": 2,
  "aya": 69,
  "text": "<p> النساء، فتذم به المرأة كما قال: </p><p> وإن آتوك فقالوا إنها نصف ..... </p><p> فإن أمثل نصفيها الذي ذهبا </p><p> وقيل: حرب عوان تشبيهاً بالمرأة، واستعارة منها كاستعارة القناة والشمطاء وغير ذلك من الأسماء، وقوله:  {لَا فَارِضٌ} أي غير فارض، وهو وصف أو خبر ابتداء مضمر، كذلك عوان، لكن الأجود في عوان أن يجعل خبر ابتداء مضمر، فقد كثر عن الفراء الابتداء به وذلك قصد منهم أن يكون خارجاً عن النفي في اللفظ كما هو خارج عنه في المعنى، وجاز أن يقال \" بين ذلك \" ، وإن كان بين ذلك تضاف إلى شيئين لما كان ذلك عبارة عن الفارض والبكر في قوله:  {فَافْعَلُوا مَا تُؤْمَرُونَ} زجر لهم عن المراجعة وتطلب العناد وتنبيه أن مراجعتهم تشدد الأمر عليهم وذلك كما روي عن النبي - صلى الله عليه وسلم - لما قيل له في الحج: العامنا هذا أم للأبد؟ فقال: بل للأبد ثم قال: (إئما أهلك من كان قبلكم بكثرة سؤالهم على أنبيائهم) .. </p><p> قوله- عز وجل: </p><p> {قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ} </p><p> الآية (٦٩) سورة البقرة. </p><p> الصفرة لون مخصوص وعبر عن ذلك السواد بالصفرة، كما عبر عن الخضرة بالسواد، وذلك لكون الصفرة والخضرة سالكين إلي السواد، وقال الحسن. </p><p> الصفراء هنا سوداء، لكن استبعد ذلك لقوله: فاقع، والسواد يقال فيه حالك لا فاقع، ولفظة الصفر يتصرف على وجهين، ومنه قيل للنحاس صفر وليبيس البهمى صفار، والثاني: حكاية صوت وهو الصفر، وعنه قيل: صفر الإناء إذا خلا حتى </p><p> يسمع منه صفير لخلوه، ثم صار متعارفاً في الخالي، وقيل لخلو الجوف صفر وسعت العرب الصفر الذي هو الخلو حية الجوف من حيث انه يتألم به الجوف، وذلك أن العرق الممتد من الكبد إلى المعدة إذا لم يجد غذاء امتص أجزاء المعدة، فاعتقدت جهلة العرب أن ذلك حية في البطن تعض الشراسف، حتى نفى النبي- عليه السلام- ذلك بقوله:  (لا صَفر) ، والسرور مستبطن في الصدر، وأصله من السرو، والسرور والحبور والفرح والجذل والمرح يتقارب، لكن السرور هو الخالص المتكتم، وسمي بذلك اعتبارا بالأسرار، والحبور ما يرى خبره أي أثره في ظاهر البشرة، وهما يستعملان في المحمود، وأما الفرح، فما يورث أشرا وبطراً، ولذلك كثيراً ما يذم فقال تعالى:  {إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ} ، وقال:  {وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا} ، والجذل بطر معه تزعزع، ولذللت قيل:  \" فرس جذل وجذلان \" ، أي نشيط، والمرح هو النشاط المفرط، فكأن السرور والحبور أكثر ما يكونان عن القوة الفكرية والفرح والجذل والمرح عن القوة الشهرية، ومن قال:  {تَسُرُّ النَّاظِرِينَ} أي تعجب، فعلى التوسع من حيث إن الإعجاب بالشر والسرور به كثيرا ما يجتمعان. </p>"
}