{
  "id": null,
  "sura": 2,
  "aya": 62,
  "text": "<p> البهيمية، والعناية بتربيتها فقال:  {أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى} أي أخس بما هو خير مطلق، ثم قال:  {اهْبِطُوا مِصْرًا} وذلك على نحو: {اعْمَلُوا مَا شِئْتُمْ} فكأنه قيل: إن لم ترغبوا فيما اخترته لكم، وفيه خلاصكم، فشأنكم في قصد المكان الذي لا يعدم فيه ما ترمونه، وذكر ثلاثة أحوال كل واحدة كالمعلول للأخرى، فقال:  {ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ} أي حصلت لهم هذه العقوبة التي هي الذلة والمسكنة والغضب من أجل كفرهم بآيات الله وقتلهم النبيين، وحصل لهم الكفر، وقتل النبيين بالعصيان والاعتداء، وذلك أنه كما أن الخيرات صغارها سبب لتحري كبارها، كذلك الشرور صغارها سبب لارتكاب كبارها، فبين أنهم لما عصوا وتعدوا، أدى ذلك بهم إلى الكفر وقتل الأنبياء، وأدى ذلك بهم إلى أن ألزموا الذلة والمسكنة، وغضب الله عليهم، وفيها تنبيه لنا أن من طلب لنفسه غيره ما أثره الله له، فقد خرج من التوكل بل قد تعدى فقد قيل:  (ومن لم يهتد بما يختاره الله له، لم يهتد بما يختاره لنفسه) ، ولهذا قيل في الدعاء:  \" اللهم لا تكلني إلى نفسي طرفة عين، وأكلني كلاية الوليد في المهد \" . </p><p> قوله- عز وجل: </p><p> {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} الآية: (٦٢) - سورة البقرة </p><p> الهود: قبل التوبة، لقوله تعالى:  {إِنَّا هُدْنَا إِلَيْكَ} أي تبنا، ومنه أخذ اليهود وقيل: أصل اليهود ويهدوا منقول عن السريانية، وهو أقرب وهاد فلان إذا تحرى طريقتهم في الدين، والاسم العلم قد يتصور منه [معنى] ما يتعاطاه المسمى به والمنسوب إليه ثم يشتق منه، نحو قولهم تفرعن فلان، إذا تحرى في فعله الجور الذي كان يتعاطاه فرعون، و \" تطفل فلان \" إذا فعل فعلا </p><p> طفيل في كونه وارثاً أو فاعلا في الدعوات، وقالوا:  \" لاط فلان وتلوط \" إذا فعل فعل آل (قوم) لوط، وهذا أبعد من الأول، ولما كان دين اليهود قبل أن ينسخ دين حق قيل لمن تاب \" هاد \" حتى كثر ذلك، ولما تصور منه الحركة عند القراءة شبه بهم المتحرك طورا والماشي مشيا مخصوصا طورا، فقيل: تهود فلان في مشية \" و \" هود الرابض الدابة \" إذا سيرها برفق وأما النصارى،فقد قيل:هو مما حكي عن المسيح{مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ}والأقرب ما قال بعضهم إن المسيح كان من قربة يقال لها نصران، فإما أن سموا باسمها،ثم جمعته العرب على نصارى نحو:\" سكران \" و \" سكآرى \" أو جعلوا منسوبين إليها ثم جمعت نحو: \" مهرى \" و \" مهارى \" و \" الصائبون \"،قيل:قوم كانوا على دين نوح، وذلك كان من أديان الحق قبل النسخ،وقولهم:\" صبأ فلان \" إذا اخرج من دينه إلى دين آخر يجوز أن يكون أصله فيمن كان يخرج إلى دينهم ثم صار يستعمل في كل دين كقولهم ألها لكي في أن أصله لحداد مخصوص، ثم صار يستعمل في كل حداد، ويكون أن يكون \" صباعربيا \" طابق ذلك، و \" صباناب البعير \" طلع،ومن قرأ:\" صابئين \" فقد قيل هو من: صبا يصبو،وقيل:أصله \" صبا \"، فترك همزه، والأجر والجزاء والثواب يتقارب، لكن الأكثر في الجزاء أن يستعمل في المعاملة بين الأكفاء أو فيما يجري مجراه بضرب من التلطف والأجر فيما يعطى الرفيع من دونه والثواب فيما يرجع إلى الإنسان من نفع عن فعله،وقد تقدم أن الإيمان يستعمل على وجهين:أحدهما: الإقرار بالشهادتين الذي يؤمن نفس \" الإنسان \" وماله عن الإباحة إلا بحق، وذلك بعد استقرار هذا الدين مختص به، كالإسلام، والثاني: تحري اليقين فيما يتعاطاه الإنسان من أمر دينه فقوله: {إِنَّ الَّذِينَ آمَنُوا} عنى به المتدين بدين محمد - صلى الله عليه وسلم - وقوله:  {مَنْ آمَنَ بِاللَّهِ} عنى به المتحري </p><p> للاعتقاد اليقيني، فهو غير الأول ولما كانت مشاهير الأديان هذه الأربع، بين الله تعالى أن كل من تعاطى دينا من هذه الأديان في وقت شرعه، وقبل أن ينسخ عنه، فتحرى في ذلك الاعتقاد اليقيني، واتبع اعتقاده بالأعمال الصالحة، فلا خوف عليهم ولا هم يحزنون، وبين صحة ذلك ما روي أن سلمان الفارسي - رضي الله عنه - لما ذكر له خبر النبي - صلى الله عليه وسلم - قصده وآمن به، وذكر حسن أحوال رهبان صحبهم، قال النبي - عليه السلام:  \" ما تواوهم في النار \" ، فأنزل الله تعالى هذه الآية، ثم قال عليه السلام:  \" من مات على دين عيسى قبل أن يسمع بي، فهو على خير ومن سمع بي ولم يؤمن بي فقد هلك \" وقول ابن عباس رضي الله تعالى عنهما وسعيد - رضي الله عنه - \" إن هذا منسوخ بقوله:  {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} يعنون أن هذه الأديان كلها منسوخة بدين الإسلام، وأن الله - عز وجل جعل لهم الأجر قبل وقت النبي - عليه السلام -، فأما في وقته، فالأديان كلها منسوخة بدينه .... </p>"
}