{
  "id": null,
  "sura": 2,
  "aya": 78,
  "text": "<p> قوله - عز وجل -: </p><p> {أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ} الآية: (٧٧) سورة البقرة. </p><p> هذا تبكيت لهم وإنكار لما يتعاطونه مع تكلمهم أن الله لا يخفى عليه خافية. </p><p> قوله - عز وجل -: </p><p> {وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ} الآية: (٧٨) سورة البقرة. </p><p> الأمي: قيل هو الذي لا يكتب، وأصل هذا اللفظ في المنسوب إلى الأم، ولما كانت الأم هي المنشئة المربية للولد، تصور ذلك في أشياء، فقيل له أم نحو أم الأضياف، وأم الجيش للرئيس، وأم القرى لمكة وذلك لنحو ما روى أنه لا خلق الأرض دحاها من تحت الكعبة، وأم الكتاب للوح المحفوظ ولفاتحة الكتاب تصوراً أن منهما منشأ الكتاب، وقيل أمه إذا قصده قصد الإنسان للأم المشفقة عليه، ومنه اشتق الإمام والأمة، فالأمي في التعارف هو المنسوب إلى ما يجري منه مجرى أمه في العناية وتربيته في الفضيلة وحفظها عليه أما ما كان ذلك أو غيره، واستعمل فيمن لا يقرأ فيحتاج إلى من يحفظ عليه معارف، وهذه الحالة فضيلة للنبي- عليه السلام- ونقيصة لغيره، من أجل أنه- عليه السلام- حفظ عليه علومه فيض إلا هي ونور سماوي، فصار افتقاره غني، كما روى [عنه - صلى الله عليه وسلم -] أنه كان يقول في دعائه: </p><p> \" اللهم اغنني بالافتقار إليك \" ، وغيره لما احتاج إلى أن يحفظ معلومه عليه آدمي مثله صار في الحقيقة ناقصة، وفقيراً وقوله:  (إلا أماني) ، الأصل في هده اللفظة الدائر في جميع متصرفاته التقدير، ومنه المنا الذي يوزن به، والذي الذي منه الحيوان، ومنى الله كذا، أي قدر، وعن ذلك </p><p> وضع الأمنية، فإنه تقدير شيء في النفس وتصويره فيها، وذلك قد يكون عن تخمين وظن، ويكون عمن روية وبناء على أصل، لكن لما كان أكثره عن تخمين صار الكذب به أملك، فأكثر التمني تصور ما لا حقيقة له، ولا كان الكذب تصور ذلك ويراد باللفظ صار التمني كالمبدأ للكذب، فيصح أن يعبر عن الكذب بالتمني في نحو ما روي عن عثمان- \" رضي الله تعالى عنها \" - أنه قال:  \" ما تغنيت ولا تمنيت \" ، ولما قلناه قال مجاهد:  \" إلا أماني \" معناه \" إلا كذباً \" ، وقال غيره: ألا تلاوة مجردة عن المعرفة من حيث أن التلاوة بلا معرفة العنف تجري عند صاحبها مجري أمنية مبنية على التخمين، </p><p> فإن قيل: فما معنى قوله تعالى على هذا: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ} قيل: قد قلنا إن التمني كما يكون عن تخمين وظن، فقد يكون عن روية وبناء على أصل، ولما كان النبي- عليه السلام- كثيرا ما كان يبادر إلى ما نزل به الروح الأمين على قلبه حتى قيل له:  {وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ}  {لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} سمي تلاوته على ذلك تمنيت .. </p><p> ، وقوله:  {إِنْ هُمْ إِلَّا يَظُنُّونَ} كناية عن الكذب لما كان الظن واقعاً بين الصدق والكذب، كما كنى عنه بالحرص الذي هو تقدير الأثمار لما كان ذلك متردداً بين الوفاق والخلاف، وقد أنبأ الله تعالى بالآية عن جهل الأميين وذمهم والمبالغة في ذم علمائهم وأحبارهم، فإن الأميين لم يعرفوا إلا مجرد التلاوة، واعتمدوا على زعمائهم وأحبارهم، وهم قد ضلوا وأضلوا، ونبهنا الله تعالى </p><p> بذم الأميين على اكتساب العارف لئلا يحتاج إلى التقليد والاعتماد على من لا يؤمن كذبه وبذم زعمائهم على تحري الصدق وتجنب الإضلال، إذ هو أعظم من الضلال .. </p>"
}