{
  "id": null,
  "sura": 2,
  "aya": 152,
  "text": "<p> أن قيل: وما معنى {وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} ؟ </p><p> وهل ذلك إلا الكتاب والحكمة؟ </p><p> قيل: عنى بقوله: {مَا لَمْ تَكُونُوا تَعْلَمُونَ} اللعوم التي لا طريق إلى تحصيلها إلا بالوحي على ألسنة الأنبياء، ولا سبيل إلى إدراك جزئياتها ولا كلياتها إلا به، وعنى بالحكمة والكتاب ما للعقل مدخل في معرفته شيء منه، وأعاد ذكره يعلمكم مع قوله:  {مَا لَمْ تَكُونُوا تَعْلَمُونَ} تنبيهاً أنه علم مفرد عن المتقدم ذكره. . . قوله - عز وجل -: </p><p> {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ} </p><p> الآية (١٥٢) - سورة البقرة. </p><p> الذكر حضور الشر بالقلب والقول، فلهذا قيل: الذكر ذكران ذكر باللسان، وذكر بالقلب، وقد </p><p> يكون ذلك لحضور لا عن نسيان، وقل يكون عن نسيان، ولهذا فيل: الذكر ذكران، ذكر لكن نسيان، </p><p> وذكر لا عن نسيان. </p><p> وإلى الثاني ذهب الشاعر في قوله: </p><p> وكيف أذكره إذ لست أنساه؟ </p><p> وقال بعض العلماء: لما خص الله هذه الأمة بفضل قوة زائدة على ما لبني إسرائيل، قال لبني إسرائيل:  {اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} ، فأمرهم بتذكر نعمته المنبهة عن الغفلة لينظروا منها إليه وقال لهذه الأمة: ) فاذكروني)، فأمرهم أن في يذكروه بلا واسطة </p><p> إن قيل: ما الفرق بين شكرت لزيد، وشكرت زيداً؟ قيل: شكرت له هو أن يعتبر إحسانه الصادر عنه فيثنى عليه بذلك وشكرته: إذا لم تلتف إلى فعله، بل تجاوزت إلى ذكر ذاته دون اعتبار أفعاره، فهو أبلغ من شكرت له، إذ قد يكون </p><p> للإنسان فعل في الظاهر محمود، ثم لا يكون ذلك الإنسان على الإطلاق محموداً، وإنما قال: ) واشكروا لي)، ولم يقل:  (واشكروني) علماً بقصورهم عن إدراكه بل عن إدراك الآية كما قال: {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} فأمرهم أن يعدوا بعض أفعاله في الشكر له، وشكر الله عز وجل- أصعب عبادة أشرفها، ولهذا قيل: غاية شكر الله الاعتراف بالعجز عنه، فكل نعمة يمكن شكرها إلا نعمة الله، فإن شكرها نعمه منه، فذلك بتوفيقه، فإن العبد محتاج أن يشكر نعمته الثانية كشكره للأولى، وهدا يؤدي إلى مالا يتناهى، فلهذا قيل: لا يقدر عليه، ولصعوبة الشكر قال:  {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} ، ولم يثن على أنبيائه وأوليائه بالشكر إلا على أثنين، على نوح حيث قال:  {إِنَّهُ كَانَ عَبْدًا شَكُورًا} ، وعلى إبراهيم حيث قال:  {شَاكِرًا لِأَنْعُمِهِ} ، فذكر ذلك بلفظ أدى العدد تنبيهاً على شرف هذه المنزلة وصعوبتها ... </p><p> إن قيل: علم عطف قول: {فَاذْكُرُونِي أَذْكُرْكُمْ} ؟ </p><p> قيل: على قوله: {فَوَلُّوا وُجُوهَكُمْ} ، وذلك أنه لما أمرنا باستقبال القبلة، وبين العلة وأنه يريد أن يتم نعمته عليكم كما أنعم ببعثته رسوله أعاد النظم الذي هو الأمر، فأمر بالذكر الواجب بعضه في الصلاة، وبعضه في غيرها، وإن قيل: ولم قال بعده: {وَلَا تَكْفُرُونِ} ولم يقتصر على أحد اللفظين؟ قيل: لما كان الإنسان قد يكون شاكراً في شي ما، وكافرا في غيره، فيصح أن يوصف بهما على حسب النظر إلى فعليه، فلو اقتصر على قوله:  {وَاشْكُرُوا لِي} لكان يجوز أن يتوهم إن من شكره مرة أو على نعمة ما فقد امتثل، ولو اقتصر على قوله:  {وَلَا تَكْفُرُونِ} لكان يجوز أن يتوهم أن ذلك نهى عن تعاطي قبيح دون حث على الفعل الجميلة فجمع بينهما لإزالة هده الشبهة، ولأن في قوله: </p>"
}