{
  "id": null,
  "sura": 2,
  "aya": 1,
  "text": "<p> [سورة البقرة] </p><p> قوله - عز وجل - {الم} : الآية (١) - سورة البقرة. </p><p> اختلف الناس في الحروف التي في أوائل السور، فقالوا فيها أقوالاً جلها مراد باللفظ وغير متناف على السير، لكن بعضها مفهوم بلا واسطة، وبعضخا مفهوم بواسطة، فنقول وبالله التوفيق: إن المفهوم من هذه الحروف الأظهر بلا واسطة ما ذهب إليه المحققون من أهل اللغو كالفراء وقطرب، وهو قول ابن عباس - رضي الله عنهما - وكثير من التابعين على ما بين من بعد، وهو أن هذه الحروف لما كانت هي عنصر الكلام ومادته التي تركب منها بين تعالى أن هذا الكتاب من هذه الحروف التي أصلها عندكم تنبيهاً لهم على إعجازهم، وأنه لو كان من عند البشر لما عجزتم مع تظاهركم عن معارضته، وأما اختصاص هذه الحروف وهذا العدد المخصوص وكونها في سور معدودة وجعل بعضها مفرداً، وبعضها ثنائياً وثلاثياً ورباعياً وخماسياً، ثم لم يتجاوز ذلك واختصاصها ببعض الحروف دون بعض، ففيها عجائب وبدائع إذا اطلع عليها علم أنه كما وصفه تعالى بقوله:  {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ} ، والقول في ذلك إن حروف التهجي قد قيل: ثمانية وعشرون. </p><p> وقيل: تسعة وعشرون، وهذا الخلاف من حيث أن \" الألف \" حرف لا صورة له في اللفظ حتى قال بعض الناس: الألف - في حروف التهجي: حرف لا ساكن ولا متحرك، وإنما هو مدلاً اعتماد له وقيل: إن الله تعالى جعل هذه الحروف طبقاً للعدد الذي هو أصل العلوم، ولو توهم ارتفاعه سائر العلوم، لأن عقود الأعداد ثمانية وعشرون: آحاد: وهي تسعة, وعشرات، وهي تسعة، ومائات، وهي تسعة وألف: وهو واحد، ثم الباقي مكررات، وجعلها أيضاً لمنازل القمر، وهي ثمانية وعشرون إلى غير ذلك من العجائب، وأما \" لام الألف \" : فمركب من حرفين، ولا اعتداد به في حصر المفردات، وقد قال بعض النحويين: إن ذلك أن يقال: \" لا \" ، ذاك أنهم لما أرادوا تعريف صورة لفظ الألف مفردة: ولم يكن سبيل إلى التفوه به مفرداً، إذ لا يكون إلا مدة ضم إليها اللام ليمكن النطق به. </p><p> وخص بذلك اللام لعله مذكورة في موضعها. </p><p> فإذا ثبت ذلك فقد قيل: إن السور التي ذكر في أزائلها هذه الحروف تسع وعشرون، وجعل ذلك تنبيهاً على عدد حروف التهجي - إذا عد فيها الألف. </p><p> وقد ذكر هذه الحروف مفردة وتنائية إلى الخمسية تنبيهاً أن الكتاب المنزل على رسوله مركب من كلماتهم التي هي أصولها: </p><p> إما مفردا وإما ثنائياً - إلى الخماسي - وإن أصول أبنية كلامهم لا يتجاز ذلك. </p><p> وجاء ثلاث سور مفتتحة بمفردات، وتسع سور بالثنائيات. </p><p> وثلاث عشرة سورة ثلاثيات، وسورتان برباعيات، وسورتان بخماسيات، وذلك \" صّ \" و \" قّ \" و \" نّ \" و \" طّه \" و \" يسّ \" و \" طسّ \" وست من الحواميم، و \" المّ \" في ست سور. </p><p> و \" الرّ \" في خمس سور، و \" طسّم \" في سورتين، و \" المرّ \" ، و \" المصّ \" ، و \" كهيعصّ \" و \" حمّ عسق \" ، فجعل عدد الثلاثي أكثر تنبيهاً أن أكثر تراكيب كلامهم الثلاثي. </p><p> وباقيها أقل. </p><p> وإنما جعل الثلاثي ثلاثة عشر تنبيهاً أن أصول الثلاثي المستعملة: ثلاثة عشر: عشرة منها للأسماء المستعملة وذلك \" فّعْل \"  \" كعْاس \" ، و \" فُعْل \" كقُفُل، و \" فِعْل \" كقِرْد، وفَعَلِ كجعل، و \" فَعُل \" كعضُد، و \" فَعِل \" ككتف وفعل كابل وفعل كعنق، وفعل كعنب، و (فعل) كصرد، وثلاثة للأفعل:  \" فَعَل \" و \" فَعُل \" و \" فَعِل \" ولم يعتد بـ \" فُعِلَ \" : أما في الأسماء، فلأنه لم يوجد ما يعتد به، أما في الأفعل: فإن الفعل في الأصل يجب أن يبنى للفاعل ويسند إليه دون المفعول. </p><p> وأما التسعة الثنائية، فتنبيهاً أن ما جاء من الكلم على حرفين تسعة اضرب ثلاثة للحروف:  \" إن \" و \" مّن \" ومذ إذا جر به - وثلاثة للأسماء:  \" من \" و \" إذ \" وهذا إذا رفع به. </p><p> وثلاثة للأفعال في الاسعمال، نحو \" قل \" ، و \" بع \" و \" خف \" وأما الثلاثة المفردة: فتنبيهاً أن الحروف ثلاثة أضرب مفتوح ومكسور وساكن، نحو: له، وبه، ولام التعريف، وأما الرباعيان والخماسيان، فتنبيهاً أن لكل واحد منهما ساكن أصلاً وملحقاً به، أما الأصل: فكجعفر وسفرجل، وأما الملحق بهما: فكقرد وحجنكل، واقتصر من حروف التهجي على النصف منها - وهو أربعة عشر حرفاً من غير تكرير - لتدل على حكم عجيبة. </p><p> ولما خص نصفها بالذكر أورد فيها من الحروف المجهورة والمهموسة والشديدة، وما ليس بشديدة، واللينة والمطبقة وحروف البدل وما لا يصح فيه الإدغام، وما لا يدغم فيما قاربه، ولا يدغم ما قاربه فيه، وما لا يدغم فيما قاربه، ويدغم ما قاربه فيه، ومن حروف اللقلقة ومن الحروف التي للعرب دون العجم، من كل ذلك ما هو زوج، واحتمل التنصيف فإنه أخرج نصفه، ومن كل ما هو فرد لا يحتمل التنصيف نصفه بإسقاط حرف أو زيادة حرف، وأما الحروف الذلقية والحلقية، والزوائد، فقد زيد فيها على النصف بخاصية فيها: من ذلك: الحروف المجهورة: وهي ما أشبع للاعتماد على منبعه، </p><p> ولم يجر معه النفس، وهي تسعة عشر حرفاً يجمعها:  (زاد ظبي غنج لي ضموراً إذ قطع) أسقط منها الألف الزائدة التي قيل فيها: إنه لم يعتد بها من حيث لا تكون إلا مدة، وذكر نصفها في هذه الأربعة عشر، وهي تسعة يجمعها:  \" لن يقطع أمر \" . </p><p> والمهموسة: وهي: ما ضعف الاعتماد على منبعه، وذلك عشرة يجمعها:  \"(ستشحثك خصفه)ذكر منها في هذه الأربعة عشر نصفها،وهي ما يجمعها:(صه حسك)والشديدة: وهي ثمانية يجمعها: \" أجدت طبقك \" ذكر نصفها، ويجمعها \" أقطك \" وباقيها[رخوة]وهو: أحد وعشرون، إذا سقط منها الألف فنصفها عشرة يجمعك \" حمس على نصره \".</p><p> واللينة حرفان - سوى الألف: الواو والياء، وفي هذه الأربعة عشر أحدهما: وهو الياء، والمطبقة أربعة: ص، ض، ط، ظ. </p><p> ذكر اثنان منها، وهي: الصاد والطاء. </p><p> وحروف البدل اثنا عشر حرفاً - فيما ذكر سيبويه - يجمعها:  (أجد طويت منها) : ذكر منها ستة يجمعها \" أهطمين \" وترك باقيها.</p><p> وإنما لم يجر مجرى غيرها في أن ترك منها الألف ثم نصف، بل زيد لأمر اختص به باب البدل، وهو أن الألف في باب البدل أكثر من سائر الحروف، فلم يجز الإخلال بها في باب الإبدال وأما على غير طريقة سيبويه، فقد بلغ حروف البدل ثمانية عشر، فعد فيها اللام بدلاً من النون في \" أصيلان \" والصاد تبدل من \" السين \" في \" الصراط \" و \" الثاء \" من \" الفاء \" في \" فروع الدلو \" والفاء من التاء في \" جدث \" و \" جدف \" و \" ثوم \" و \" فوم \" والعين من الهمزة في عنعنة تميم،نحو قوله:</p><p> أأن ترسمت من خرقاء منزلة. </p><p> في \" أأن ترسمت \" والباء من الميم \" باسمك \" في \" ما اسمك \" والزاي من السين في قولهم: \" زقر \" أي \" سقر \" - فعلى هذا - في الحروف من الثمانية عشر تسعة، وهي الستة المذكورة واللام، والصاد، والعين. </p><p> وما لا يصح فيه الإغام: اثنان: الهمزة والألف. </p><p> وذكر أحدهما. </p><p> وما لا يدغم ولا يدغم فيه: فالواو والياء - إذا انفتح ما قبلهما - وقد ذكر أحدهما. </p><p> وأما الحروف التي لا يدغم فيما قاربها، ويدغم ما قاربها فيها: فهي الميم، والراء، والشين، والفاء، وقد ذكر من هذه الحروف اثنان، وأما حروف اللقلقة: فخمسة: القاف، والجيم، والطاء، والدال، والباء، وذكر منها اثنان: الطاء والقاف وهما </p><p> أقوى الخمسة. </p><p> وأما الحروف التي للعرب دون العجم: فالضاد والحاء، وقد ذكر أحدهما. </p><p> وأما الحروف الذلقية: وهي التي ذلقت وسهلت على اللسان، فستة يجمعها \" رمل فنب \" . </p><p> وحروف الحلق وهي ستة: الحاء، والخاء، والعين، والغين، والهاء، والهمزة، فقد ذكر من النوعين أكثر من النصف للتنبيه على كثرة وقوعهما في الكلام، إذ قل ما ينفك رباعي وخماسي من حرف أو حرفين وثلاثة من هذه الحروف، فلما كثر وقوعها في الكلام أيد المذكور منهما على النصف تنبيهاً على ذلك. </p><p> وأما الزوائد: فعشرة يجمعها (اليوم تنساه) وقع في هذه الحروف منها سبعة لخاصية فيها، وهي التنبيه على أن البناء من الكلمة قد يبلغ سبعة أحرف بالزيادة، فهذه هي التي زاد المذكور منها على النصف لفائدة تختصه وحكمة تقتضيه. </p><p> وما روي عن ابن عباس - رضي الله تعالى عنهما - أن هذه الحروف اختصار من كلمات، فمعنى \" الم \" : أنا الله أعلم، ومعنى \" المر \" أنا الله أعلم وأرى، فإشارة منه إلى ما تقدم. </p><p> وبيان ذلك ما ذكره بعض المفسرين أن قصده بهذا التفسير ليس أن هذه الحروف مختصة بهذه المعاني دون غيرها، وإنما أشار بذلك إلى ما فيه الألف واللام والميم من الكلمات تنبيهاً أن هذه الحروف منبع هذه الأسماء، ولو قال: إن اللام يدل على \" اللعن \" ، والميم على \" المكر \" لكان يحمل، ولكن تحرى في المثال اللفظ الأحسن، كأنه قال: هذه الحروف هي أجزاء ذلك الكتاب. </p><p> ومثل هذا في ذكر نبذ تنبيها على نوعه قول ابن عباس - رضي الله عنهما في قوله تعالى:  {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ} أنه الماء الحار في الشتاء، ولم يرد به أن النعيم ليس إلا هذا، بل أشار إلى بعض ما هو نعيم تنبيها على سائره، فكذلك أشار بهذه الحروف على ما يكتب منها، وعلى ذلك ما رواه السدي عنه أن ذلك حروف إذا ركبت يحصل منها اسم الله. </p><p> وكذا ما روي عنه أنه قال: هي أقسام غير مخالف لهذا القول، وذلك أن الأقسام الواردة في فواتح السور إنما هي بقسم وأجوبتها تنبيه عليها. </p><p> فيكون قوله:  \" ألم ذلك الكتاب جملة في تقدير مقسم بها.</p><p> وقوله: \" لا ريب فيه \" جوابها، ويكن إقسامه بها تنبيهاً على عظم موقعها، وعلى عجزنا عن معارضة كتابه المؤلف منها. </p><p> فإن قيل: لو كان قسماً لكان فيه حرف القسم. </p><p> قيل: إن حرف القسم يحتاج إليه إذا كان المقسم به مجروراً. </p><p> فأما إذا </p><p> كان مرفوعاً نحو و \" أيم الله، أو منصوباً، نحو يمين الله فليس بمحتاج إلى ذلك وما قاله زيد بن أسلم والحسن، ومجاهد، وابن جريج أنها أسماء للسور فليس بمناف للأول، فكل سورة سميت بلفظ متلو منها، فله(معنى)في السورة معلوم.</p><p> وعلى هذا القصائد والخطب المسماة بلفظ منه يفيد معنى فيها، وكذلك ما قاله أبو عبيدة، وروي أيضاً عن مجاهد، وحكاه قطرب والأخفش. </p><p> أن هذه الفواتح دلائل على انتهاء السورة التي قبلها، وافتتاح ما بعدها، فإن ذلك يقتضي من حيث إنها لم تقع إلا في أوائل السور ولا يقتضي أن لا معنى لها سواه، كما أن بسم الله في أوائل السور يقتضي ما قالوه ولا يوجب ذلك أن لا معنى سواه. </p><p> وما ذكر من أن هذه الحروف قصد بها الرد على من قال: إن النبي - صلى الله عليه وسلم - كان يتلقن ما يودعه القرآن من بعض الأعجمين، وذلك في قوله:  {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} فذلك شبيه أن هذه الصورة المخصوص بها القرآن، هي من النظم الذس أصوله عندكم، وذاك أن القوم لم يدعوا أن لفظ هذا القرآن أعجمي، وإنما ادعوا أن معناه مأخوذ عنهم ولهذا قال تعالى:  {فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ} فإذا: المعنى يرجع إلى ما تقدم بأنه تنبيه على إعجازه. </p><p> وما قاله قطرب إنه قصد بها صرف أسماع المشركين إلى الاستماع إليه لما تواصلوا بأن لا يستعموا له حتى قال تعالى:  {وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} فإنما يشير به أيضاً إلى المعنى المتقدم، لأنه تعالى قصج بصرف أسماعهم تنبيههم على عجزهم عن معارضته، وأن من حقكم إذا عجزتم عن مثله أن تتدبروا آياته، وأن تعرفوا أنه حق فلا تلغوا فيه. </p><p> وما روي عن اين عباس - رضي الله عنهما - أنه قال: الألف من \" الم \" على \" الله \"، اللام على \" جبرائيل \"، والميم على \" محمد \"، فدل بذلك على أن القرآن(من الله)- عز وجل - مبدؤه،وأن الواسطة:\" جبريل \".</p><p> ومنتهاه إلى محمد. </p><p> فهذا صحيح ودال على ما تقدم، وفيه نبه بمخرج \" الألف \" الذي هو مبدأ مخارج الحروف على المبدأ، وهو الله تعالى، وبمخرج اللم الذي هو أوسط المخارج على جبريل، وبمخرج الميم الذي هو منتهى المخارج على المنتهى الذي هو النبي - عليه السلام -. </p>"
}