{
  "id": null,
  "sura": 2,
  "aya": 57,
  "text": "<p> قوله - عز وجل - </p><p> {ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ} الآية (٥٦) - سورة البقرة. </p><p> البعث إرسال المبعوث عن المكان الذي فيه، لكن فرق بين تفاسيره بحسب اختلاف المعلق به، فقيل: بعثت البعير [من] مبركه، أي: أثرته، وبعثته في السير، أي: هيجته، وبعث الله الميت: أحياه، وضرب البعث على الجند إذا أمروا بالارتحال، وكل ذلك واحد في الحقيقة، وإنما اختلف لاختلاف صور المبعوثات، والموت حمل على المعروف وحمل أيضا على الأحوال الشاقة الجارية مجرى الموت، وليس يقتضي قوله:  {فَأَخَذَتْكُمُ الصَّاعِقَةُ} انهم ماتوا، ألا ترى إلى قوله تعالى:  {وَخَرَّ مُوسَى صَعِقًا} لكن الآية تحتمل الأمرين، وحقيقة ما كان إنما يعتمد فيها على السمع المتعري عن الاحتمالات والكلام في {لَعَلَّكُمْ تَشْكُرُونَ} قد تقدم، ونبه بالآية على أنه تعالى ينقذ من الشدائد عبده حالاً فحالاً تنبيهاً له من غفلته وإليه أشار بقوله:  {أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ} .. </p><p> وقوله - عز وجل -: </p><p> {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} الآية (٥٧) - سورة البقرة: </p><p> الظل في الحقيقة عدم الصبح وسمي سواد الليل ظلاً لعدم الصبح فيه والظلة كالصفة، والمظلة آلة يطلب بها الظل، و \" أظل فلان علينا حقيقته \" ألقى ظله علينا لدنوه منها واستعير الظل للمكان الذي فيه النعمة تصوراً له في اليوم الصائف حتى قيل: فلان في ظل فلان، وقد أشار ابن عباس - رضي الله عنهما - إلى أن [الغمام] ههنا فيض الباري - عز وجل - وتوفيقه وإحسانه، فقال: هذا الغمام </p><p> الذي يأتي الله فيه المذكور في قوله:  {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ} وهو الذي جاءت فيه الملائكة فيه يوم بدر وهذه إشارة منه عجيبة وأما المن: فمصدر من، أي أنعم وأصله من: مننت أي قطعت والمنة تتصور على وجهين، أحدهما: النعمة المقطوعة عن المنية، وعلى ذلك قول النبي - صلى الله عليه وسلم - \" وارغب لك رغبة من المال \" أي اقطع، والثاني: السبب الذي يقطع الشكر ويحرمه، وهو المعنى بقوله:  {لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} وبقولهم: المنة تهدم الصنيعة والسلوى أصله ما يسلى الإنسان، ومنه السلوان والتسلي، وقال مجاهد: المن صمغة، وقال قتادة، وهو مثل الثلج، وقال الربيع: شراب كالعسل، وقال السدي: هو الزنجبيل، وقالوا: السلوى: طائر كالسماني، وأما قول ابن عباس - رضي الله عنهما - المن الذي يسقط من السماء على الشجر فيأكله الناس، والسلوى طائر، فقد قال بعضهم: إن ابن عباس - رضي الله عنهما - أشار بذلك إلى ما يرزق الله بني آدم من النبات واللحوم وسائر الخيرات، ودل على ذلك بهذين المثالين، قال وعلى هذا قول غيره إنما هو مثالات .. </p><p> وقوله:  {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} قد تقدم الكلام في الرزق، وأنه بالنظر الخاصي ليس يتناول الأعراض الدنيوية فقط، بل جميع ما خولنا ومكننا منه من النعم الثلاث النفسية والبدنية والخارجية ولم يرد بالطيب المستطاب بحاستي الذوق والشم، بل المستطاب من كل وجه محسوساً ومعقولاً وعاجلاً وآجلاً، والطيبات من الطعام هي المتناولة بحكم العقل والشرع من حيثما يسوغ تناوله في وقت ما يحتاج إليه [إلى تناوله وبقدر ما يحتاج] غير مسرف فيه ولا مشتغل به عما خلقنا لأجله ومتى تؤول على هذا الوجه يكون طيباً على الإطلاق وإلا فإن طاب من وجه خبث من وجه وعلى ذلك </p><p> قوله:  {كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا} وقوله {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} وإذا عرف هذه الجملة علم أن من قال الطيبات اللذيذات نظر نظر حس، ومن قال الحلال والحرام نظر نظر معقول، وقوله:  (وما ظلمونا) لما كان الله ذكر أفعالاً تجري مجرى معاملات بينه وبين العباد كمعاملة العباد بعضهم مع بعض، من نحو الاستقراض في قوله:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} والابتياع في نحو: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} ووصف نفسه بشكره لهم كشكرهم له ومحبته لهم كمحبتهم له ونصرته لهم كنصرتهم له، وموالاته لهم كموالاتهم له، وذكر مخادعته لهم كمخادعتهم له تعالى الله عن القبائح وسائر ذلك من الأفعال التي تجري بين المتكافئين بين تعالى أنه لا يعتقدن [به] معتقد أني إذا فعلت به فعلاً حسناً مما إذا فعله إنسان بآخر ولم يقابله بمثله كان ظلماً منه له أن يكون قد ظلمني في ذلك، ولكن قد ظلم نفسه وضيع حظه، إذ هو منزه أن يلحق نقيصة، إذ قيل: كيف يعلق قوله: (وما ظلمونا) بما تقدم قيل: معناه: قلنا لهم: {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} فخالفوا، وما ظلمونا بمخالفتهم، وفي الآية تحذير لنا من كفران النهم وتلقيها بالبطر، وأن ما تعامله به من إساءة وإحسان فعائد علينا منافعه ومضاره .. </p>"
}