{
  "id": null,
  "sura": 2,
  "aya": 115,
  "text": "<p> وكل ذلك أمثلة منهم لحكمه وسبب النزول هذه الآية لا أنه لم يرد بها غير ذلك، يبين دلك أنه قال: مساجد بلفظ الجمع، وقوله:  {مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ} لفظه خبر، ومعناه منطوٍ عليه وعلى الأمر، فإن بيوت الله- عز وجل ممنوعة عن الكفار في دار الإسلام إلا بإذن، ويكونون خائفين، والحكم أن لا يمكنوا إلا بشرط حاجة تقتضي ذلك، ثم ثبت لهم الخزي في الدنيا، وذلك تارة بالهوان الذي يجري عليهم، وتارة بأخذ الجزية منهم، وقتلهم، والسبي، منهم، ومنعهم عن كثير مما يباح للمسلم، وإليه نظر قتادة وجماعة وفسروا به، وتارة بالهوان الذي يلحقهم في أنفسهم من جنبهم وجزعهم وخوفهم وسائر الآفات النفسية وتارة من حيائهم من عقلهم لاضطراب نفوسهم وقلوبهم وقلة سكونهم لما اختاروه، وإلى ذلك أشار تعالى بقوله:  {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ} . </p><p> قوله - عز وجل -: </p><p> {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ} </p><p> الآية (١١٥) - سورة البقرة. </p><p> المشرق والمغرب تارة يقالان بلفظ الواحد إما إشارة إلى ناحية الأرض، وإما إلى المطلع والمغيب، وتارة بلفظ التثنية إشارة إلى مشرقي ومغربي الشتاء والصيف، وتارة بلفظ الجمع اعتباراً باختلاف المغارب والمطالع كل يوم، وشرقت الشمس طلعت، وأشرقت: أضاءت وذلك إذا كثير شروقها، وشرقت اللحم: ألقيته على الشمس المشرق، والشرف الصلب لأنه يقام فيه صلاة [العيد] عند شروقها، وشرق الثوب بالصبغ تشبيها بلون الشرقة، والغروب للشمس تصور منه بعد ذهابها عن العمارة، فيقال لدى تباعد غروب، ومنه الغروب لكونه مبعدا في الذهاب، وغارب السنام لبعده عن المنال، وغرب السيف أبعد جزء من صحيفته، ثم تصور منه حدته، فقيل لسان غرب وسمي الدلو غرباً </p><p> لتصور بعدها في البئر، ثم سمي الماء به كتسميتهم إياها بالذنوب لكونه فيها، والغرب للذهب لكونه غريباً فيما بين الجواهر، والغرب لبعده عن المثمرات من الأشجار، والآية توكيد لا تقدم أنه عني بالمساجد حيث ما صلى فكأنه قيل: لاعتبروا الأمكنة، فلله- عز وجل- ملك الدنيا، وحيث ما توجهتم فهو موجود يمكنكم الوصول إليه، إذ ليس هو جوهراً ولا عرضاً، فيكون بكونه في جانب مفرغاً جانباً ونبه بقوله:  \" بواسع \" على إحاطته بالأشياء، \" وبالعليم \" أنه لا يخفى عليه خافية، وقد حمل أكثر المفسرين الآية على أنها واردة في القبلة، فمنهم من قال ذلك توطئة لجواز نقلها وتقرير في نفوسهم أن ليس المعبود [سبحانه] في حيز دون حيز، وقيل إن دلك في زمان كان يجوز الصلاة فيه إلى كل جهة حتى أمروا بقوله:  {فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} وهو قول قيادة وابن زيد، وذلك بعيدة لأن القبلة كانت مخصوصة وعلى ذلك قوله {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا} وقيل إن دلك في النافلة وجوازها حيث ما توجهت بنا الراحلة، وإليه ذهب ابن عمر، وقيل إن قوماً صلوا في ظلمة خفيت عليهم جهة القبلة، فلما أصبحوا كانوا قد صلوا إلى غير القبلة، فأنزل الله - عز وجل- ذلك وإليه ذهب ابن عباس وجماعة، وقد تقدم معنى وجه الله. </p>"
}