{
  "id": null,
  "sura": 2,
  "aya": 223,
  "text": "<p> وطؤها ما لم تغتسل، وقوله:  {فَإِذَا تَطَهَّرْنَ} دل أن ذلك شرط في إباحتها وأن لا يصح وطؤها إلا بانقطاع دمها، وقوله:  {فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} إشارة إلى مراعاة كل ما أمر به من أحكام النكاح ومجانبة المحاشي، يعني الموضع المكروه وغير ذلك من الأمور التي أمر بها، ثم قال:  {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ} تنبيها أن من كان منه شيء من ذلك، فحق عليه أن يتوب ويتطهر من بعد، والتطهر عام في استعمال الماء، وتطهر القلوب من الذنوب والتوبة اجتناب الذنب والتطهر عمل الصالحات، وجعل التوبة مقدمة على التطهير تنبيهاً أن اجتناب القاذورات مدرجة إلى فعل الخيرات، وعظم أمر المتطهرين حيث جعلهم محبوبيه، وروي خريم بن ساعدة قال: يا رسول الله: من الذين قال الله - عز وجل - فيهم {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} ؟ </p><p> فقال عليه السلام: </p><p> \" نعم الرجل منهم خريم \" ويدل على إرادة هذا المعنى بالتطهر قوله: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} </p><p> قوله - عز وجل: </p><p> {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ} سورة البقرة الآية (٢٢٣) .. </p><p> الفرق بين الحرث والزرع أن الحرث إلقاء البذور وتهيئة الأرض، والزرع مراعاته وإنباته، ولهذا قال تعالى: {أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ} فأثبت لهم الحرث، ونفى عنهم الزرع، وقد جعل الله تعالى النساء محترثا للرجل، وجعل له قوة النكاح حفظا للنسل، ولولا طلب </p><p> النسل لما رخص العقل في الجماع لما يجلب من ذبول البدن وإضعاف البصر، مع أنه ليس بضروري للإنسان كالجوع والعطش، لكن استحسن ما استحسن منه لطلب النسل المدعو إليه بقوله - عليه السلام:  (تناكحوا تكثروا) ، ولذلك قيل في الحكمة:  \" خير النساء الولود الولود، وشرها العقيم \" ، </p><p> وحرم إتيان الرجال على كل حال والنساء في محاشهن إذا لم يكن محرما ما سماه - عليه السلام - \" اللواطة الصغرى \" وقيل لأمير الآمؤنين: كيف ترى النساء يؤتين في أدبارهن؟ فقال:  \" سفلت سفل الله بك \" ثم تلا قوله تعالى: {أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ} ، وقوله:  {فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} أي: كيف وأين بعد أن لا يتجاوز به الحرث وأعاد لفظ الحرث، ولم يقل: فأتوه، ليراعى المعنى المقصود بذلك، لئلا يتوهم ما يتصوره قدم لم يتعمقوا النظر وإنما قال:  \" أنى \" تنبيها على كذب اليهود حيث زعموا أن المرأة إذا لم تؤت مستقبلة يأتي الولد ذا خيل أي أحول وقوله عقيب ذلك: {وَقَدِّمُوا لِأَنْفُسِكُمْ} ، هو أن الله إذا أطلق أمرا من الشهوات الدنيوية لا يخلى ذكره من الحث على مراعاة العقبى والتقوى، لئلا يلحق الإنسان غفلة عما خلق لأجله وقول عطاء: هو التسمية عند الجماع، وقول ابن عباس: هو الطلب للولد على سبيل المثال لا أنه لم يرد سوى ذلك {وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ} أي صائرون إليه. </p><p> واللقاء يقال في المحسوس والمعقول يقال: لقى إثماً وجهداً، قال الله - عز وجل:  {وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا} . </p>"
}