{
  "id": null,
  "sura": 2,
  "aya": 258,
  "text": "<p> إن قيل: كيف نظم هذه الآية مع ما قبلها؟ </p><p> قيل: لما قرر عظمته بالآية المتقدمة، بين في هذه أن الذي له العظمة هو مولى المؤمنين تشريفاً لهم، وتعظيمه لمكانتهم، وأن الشيطان مولى الكافرين تدليلاً لهم، فقد قالت العرب: </p><p> \" أشرف الموالي لي أشرفهم سيداً، أكرم السائلين أكرمهم مسؤولاً \" . </p><p> وعلى هذا قال الشاعر: </p><p> يضع الزيارة حيث لا يزري بنا ... </p><p> شرف المزور ولا بحسب الزور </p><p> قوله- عز وجل: </p><p> {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} </p><p> الآية:  (٢٥٨) - سورة البقرة. </p><p> المحاجة: المقاومة في إظهار الحجة، أي محجة الرشد، والشمس اشتق عنها شمس فلان إذا نفر تشبيها بالشمس التي لا يمكن أن يقبض عليها، وعلى ذلك قوله: </p><p> كالشمس ضوؤها قريب ولكن في تناولها بُعْدُ وقيل: شمس إذا عادى .. </p><p> وذاك أن حقيقة المعاداة تنافر طبع المتعاديين بعضلها من بعض من عداه إذا تجاوزه، والشمسة في القلادة تشبيها في الحسن والهيئة، والبهت أن تفعل بالإنسان ما يحيره، وسمي الكذب المستقبل به الإنسان بهتانا، لتحير صاحبه فيه .. </p><p> والذي حاج إبراهيم في ربه، قيل كان نمرود بن كنعان، وكان قد ملك الدنيا، ويقال: إنه ما </p><p> ملكها إلا أربعة مؤمنان: وهما سليمان، وذو القرنين، وكافران: نمرود وشداد .. </p><p> إن قيل: ما الذي ادعى هذا الكافر؟ </p><p> ادعى نفي الخالق؟ أم ادعى لنفسه الربوبية؟ أم الأمرين؟ فإن ادعى الربوبية، فعلى أي وجه ادعى، فبعيد أن يزعم من وجد بعد أن لم يكن أنه موجد الخلائق ... </p><p> قيل: قد ذكر المخلصون في ذلك وجهين، أحدهما: أن هذا الكافر نمرود، وكان الناس حينئذ يعظمون ملكهم حتى كانوا يسمونه الرب والإله، ولهذا قيل:  (الله رب الأرباب وإله الآلهة) ، وكانوا يدعون له أفعالاً ألاهية تقصر قدر البشر عنها، وقد حكى الفرس عن ملوكهم شيئاً كبيراً من ذلك كما ادعوا لكن خسرو أنه ألجأة عدو له إلى سفح جبل، فحملته الملائكة، وأن شابور لما حارب التنين، فأظلم عليه الدنيا، أنزل عليه نارا، فصارت على عرف فرسه، فاستضاء بها حتى قتل التقين، وكان نمرود لما طغى سام الناس أن يعبدوه عبادتهم لله، إذ هو بزعمهم سايسهم، وملكهم، وربهم، وإلأههم، فهذاك أحد الوجهين، والثاني: أنه كان يذهب مذهب من يقول بالحلول، أن الباري- تعالي عن ذلك- يحل في أشخاص الأئمة حسب ما ادعى بعض المتنصرة وبعض المتشيعه الملحدة، وكان نمرو يدعي الربوبية على أحد هذين الوجهين، لا أنه ينكر رب العزة ... </p><p> إن قيل: ما الذي حاج إبراهيم؟ </p><p> فإن المحكي عنه ليس بأكثر من ادعى إبراهيم دعوى، فعارضه بمثلها فانتقل إلى دعوى أخرى، وإن كان ما ذكره إبراهيم ثانية حجة، فهلا كان يعكس عليها ويقول: فليأت ربك بشمس من المغرب، فإن الآتي بها من المشرق حتى كان لا يبهت، قيل: قد تقدم أن ما يمكنه الله عن الأمم لا يكاد يستوفي القصة من أولها إلى آخرها، بل يورد نكتة، ويشير إليها إشارة وهو لم يستوف ذكر ما حاجه به كله، وقد تقدم أن نمرود لم يدع أني شخص وحشي موجد السماوات والأرض، وإنما كان ذلك على أحد الوجهين المتقدم ذكرهما، وكان قد ادعى أن كل ما هو داخل تحت قدرته، فهو أو مثله أو قريب منه داخل تحت قدرتي، فقال إبراهيم: ربي الذي يحي ويميت فقال أنا أحي وأميت، فأخرج رجلين من الحبس، فخلى أحدهما، وقتل الآخر، فقال: هذا أحياه وهذا أماته، وقد كان إبراهيم يمكنه أن يزيد أن الذي ادعاه لربه ليس هو الجنس الذي ادعيته لكن عدل إلى فعل ليس في طرق البشر هو ولا قريب منه ولا ما يشاركه اسما، مقال، قد ثبت باتفاق أن الله يحرك الشمس من المشرق، فحرك أنت تحريكاً من المغرب، فلم يجد شيئا يدعيه كما ادعي في الأحياء والإماتة، فبهت حينئذ، وظهر عجزه إذ لم يكن من جنس إطلاع الشمس وإغرابها شي ممكن للملوك كما ادعي الإحياء والإماتة، ولم يمكنه أن يعكس ذلك، فقد كان أقر بالباري، وإنما كان يدعي أنه يفعل فعله، </p><p> إن قيل: أليس العدول من حجة إلى حجة يعده أهل الجدل انقطاعاً؟ فما وجه ما فعل إبراهيم؟ </p><p> قيل: أما أولاً، فما ذكره إبراهيم كان معارضة، وذاك أن الكافر ادعي أن في وسعه أن يفعل كل جنس من الفعل يفعله الباري- عز وجل، وذلك ادعاء حكم موجب كلي، والكلي ينقض بالجزئي، نحو أن يقال: كل إنسان كاتب، فمتى وجد إنسان شرير كاتب فقد ظهر كدبه، وللمعارض إذا أراد المناقضة أن ينتقل عن مثال خفي إلى مثال جلي، ولا يكون ذلك منه انتقالاً، وهذا باب قد أحكمه أهل الجدل، على أن ذلك لو كان ابتداء حجة، لم يكن على شرط أهل النظر بمذموم، فالحجج الجدول عليما ضربان. </p><p> حجة يذكرها، ثم يتركها لظهور فسادها، وذلك مما لا يرتضيه أهل النظر وحجة يذكرها، فيقصر فهم سامعها عن إدراكها، أو يكثر مشاغبته فيها، فيعدل عنها إلي ما هو أوضح، إذ كان كل يتبين الحق وإزالة الشبهة، وهذا ليس بمذموم، وقوله:  {أَنْ آتَاهُ اللَّهُ الْمُلْكَ} قال بعضهم: أراد إبراهيم لأن الله تعالى لا يؤتي الملك الكفرة، لأن ذلك مفسدة ينزه الله تعالى عنها، وأكثر المفسرين على أنه النمروذ وذاك أن السلطان من الأغراض الدنيوية، كالمال، والجاه، والأولاد، وذلك مما يؤتي المؤمن والكافر امتحانا واختباراً ... </p><p> إن قيل: أليس قلت: إن الملك اسم لما فيه العدالة، فكيف يصح أن يقال ذلك لما يتوارد للكافر؟ </p><p> قيل: إن الملك الحقيقي الذي يجوز للإنسان المتسمي به هو ذاك لكن الناس يستعملونه فيمن يتسلط على الناس على أي وجه كان فتسمية الله تعالي إياه بذلك إنما هو على زعمه، وزعم أتباعه، كقوله:  {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} فسماه عزيزاً لا بالحقيقة لكن على ما كان يتسمى به ... </p><p> إن قيل: كيف قال: {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} ، والظالم أولى بأن يُهدى؟ </p><p> قيل: قد تقدم أنواع الهداية وأحوالها، وأنه قد يراعى في إطلاقها مبدؤها تارة، فتستعمل في الجميع الذي يمكنهم الاهتداء، وعلى ذلك قال {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} ، ومرة يعتبر منتهاها الذي هو الاهتداء، فيقال:  \" هدي الله المؤمنين \" ، وعلى هذا قوله تعالي:  {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ} فقوله: {لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} ، أي: لا يقبلون منه هدايته لهم، وإذا لم يقبلوا منه لم يعطهم، وإذا لم يعطهم فهو لم يهدهم، وأيضا فالظلم هاهنا مناف للهداية، فإنه جحود ألاء الله، والامتناع من قبولها والهداية تقتضي تحري العدالة، فإذا الهداية والظلم </p>"
}