{
  "id": null,
  "sura": 3,
  "aya": 18,
  "text": "<p> فإن شاهد الصبح في جماعة يستحق الصبح. </p><p> قال عز وجل:  (شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (١٨) </p><p> الشاهد بالشيء يقتضي حضوره بعلمه، والإِنباء عنه، والحكم بما عليه. </p><p> ولهذا تُفسَّر الشهادة تارة بالحضور، وتارة بالعلم. </p><p> وتارة بالإِعلام، وتارة بالحكم. </p><p> إن قيل: ما وجه قوله: (شَهِدَ اللَّهُ) وقوله: (لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ) ، وشهادة المدعي بما يدعيه لا تقتضي زيادة على دعواه. </p><p> مع أن هذه الشهادة </p><p> إن كانت للجاحدين فغير مقبولة، وإن كانت للمؤمنين به ففضلة؟ </p><p> وهل يكفي النبي - صلى الله عليه وسلم - إذا طولب بالدلالة أن يقول: الله شاهد لي بذلك؟ </p><p> قيل: الشاهد العالم بالشيء، المبين لغيره، وأصدق شاهد </p><p> من يعلم المشهود عند الدلالة المنبئة عن صدقه، وعن كون الأمر </p><p> على ما شهد به، والبارئ عز وجل لما جعل في كل شيء تنبُّؤاً عن </p><p> وحدانيته صار له في كل شيء لسان يشهد أنه واحد، وهذا ظاهر، </p><p> وبين بقوله:  (وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ) أنهم قد عرفوا ذلك </p><p> وينبئون عنه، فإن الأدلة التي يذكرها العلماء، وتأتي بها الملائكة </p><p> والأنبياء شهادة منهم، فحثهم الله تعالى بهذا القول على التأمل. </p><p> ليعرفوا صحة ما شهدوه، وكذا الآية كأنه أقال، لنبيِّه: </p><p> لا تستوحش من تكذيب الكافرين لك، فقد أْبدى الله عز وجل </p><p> من الآيات ما ينبئ أنه تعالى شاهد لك بصدق دعواك. </p><p> وقوله:  (قَائِمًا بِالْقِسْطِ) أي هو تعالى مراعٍ للعدالة بكل حال، وذلك </p><p> حال مؤكدة. </p><p> فإن قيل: ما وجه تكرير (لَا إِلَهَ إِلَّا هُوَ) في الآية؟ </p><p> قيل: لما كان منتهى إدراك الإِنسان للبارئ تعالى أن يعرف الموجودات. </p><p> فيعلم أنه ليس إياها ولا مشبَّهًا بشيء منها، صار صفات التنزيه </p><p> له أشرف من صفات التمجيد له، إذ كان عامة صفات التمجيد </p><p> في ألفاظها مشاركة، يصح وصف العباد بها، ولأجل ذلك </p><p> عظم ما ورد من صفاته على لفظ النفي، نحو:  (لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ) </p><p> قيل في سورة الإِخلاص:  \"إنها تعدل ثلث القرآن \" ، لكونها تنزيهًا محضًا، فإن لفظي: الأحد والصمد وإن كانا على صورة الإِثبات - فنفي للتثنية والتشبيه)، ثم أبلغ ما يوصف به من التنزيه:  (لَا إِلَهَ إِلَّا هُوَ) فتكريره هاهنا </p><p> لأمرين: أحدهما: لكون الثاني قطعًا للحكم، كقولك: أشهد </p><p> أن زيدا خارج وهو خارج. </p><p> والثاني: لئلا يسبق بذكر العزيز الحكيم إلى قلب السامع تشبيه، إذ قد يوصف بهما المخلوق. </p>"
}