{
  "id": null,
  "sura": 3,
  "aya": 92,
  "text": "<p> حينئذ يسقط معنى عموم الحالين، وملء الأرض - قيل: هو </p><p> مقدار ما يملأ الأرض، وقيل: معناه كل ما يتعامل به في </p><p> الأرض من الذهب، وذلك حسم لطمع من مات على كفره في رحمته. </p><p> وقيل: وهذه الآية والتي قبلها كالآيتين في سورة النساء (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ .. + إلى آخر الآيتين.</p><p> قوله تعالى: (لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٩٢) </p><p> البر: التوسع في فعل الخير، وقد تقدم في قوله:  (أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ) </p><p> إن البر ينسب إلى العبد تارة، وذلك إذا أطاع الله. </p><p> وإلى الله تارة إذا أنعم على العبد. </p><p> وقد حُمِلَ ههنا على الأمرين، فقيل: البر من الله الثواب. </p><p> وقيل: الجنة، وقيل: الطاعة، ومن الناس من اعتبر ذلك </p><p> في المال فقط، فالإنسان محبٌّ للمال بالطبع، ولهذا قال تعالى: </p><p> (وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا) ، ثم منهم من قال: هذا خطاب </p><p> للأغنياء، ولذلك قال الحسن: عنى الزكاة الواجبة وما فرض في </p><p> الأموال خاصة، ومنهم من قال: خطاب للكل، وحثٌّ لهم على ما قدروا عليه من الإِنفاق، وكمن مَدَحَ يقوله:  (وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ) ، ولذلك لما نزلت هذه الآية جاء زيد بن حارثة بفرس، فقال: هذا مما أحبَّه الله، وقد جعلته في سبيل الله، فحمل </p><p> عليه رسول الله - صلى الله عليه وسلم - أسامة، ومنهم من اعتبر ذلك في متاع الحياة الدنيا كله، فقال: لن تنالوا البرَّ إلا بالإنفاق، وبذل الجاه </p><p> والبدن والنفس، قال: وذلك حثٌّ على جميع المحامد، فإن </p><p> من تشجَّع وبذل المهجة في طاعة الله فقد أنفق ما أحب، </p><p> ولذلك قيل: </p><p> . . . . . . . . . . . . . . . . . . . . . . الجود بالنفس أقصى غاية الجود </p><p> وقال بعضهم: أحب الأشياء إليك روحك، فأنفقها في الوصول </p><p> إلى البّر. </p><p> وقيل: برُّ الله لعبده اطلاعه على دقائق حكمته وحقائق </p><p> المعقولات، ولا يكون ذلك إلا بترك ما تميل إليه النفوس من </p><p> المحسوسات من المطعم والمنكح والملبس. </p><p> وقيل: أعظم البر مجاورة البارّ وقربه، وذلك بإنفاق ما لنا في الدنيا. </p><p> وقوله: </p>"
}