{
  "id": null,
  "sura": 3,
  "aya": 77,
  "text": "<p> إن قيل: ما وجه قوله: (وَاتَّقَى) بعد قوله: (مَنْ أَوْفَى بِعَهْدِهِ) ؟ </p><p> قيل: فيه وجهان: أحدهما: أي يجُعلُ التقوى عامًّا، وإذا جعلت </p><p> التقوى خاصَّا فلأنها هي المقصودة. </p><p> إن قيل لِمَ:  (يُحِبُّ الْمُتَّقِينَ) ، ولم يقل: يحبهم؟ </p><p> قيل: تنبيهًا أن محبته إياهم لأجل التقوى، فإنك إذا </p><p> قلت: جاءني يزيد الظريف فأكرمته، لم يقتضِ صريح اللفظ أن </p><p> إكرامك إياه لظرفه، وفي الآية تنبيه على قياسٍ نتيجتُه أن الله تعالى لا </p><p> يحبُّ اليهود بوجهٍ، وبيانه أن الله يحب المتقين، ومن لا يوف بعهده </p><p> أفليس بِمُتَّقٍ، واليهود غير موفين، فإذن لا يحبُّهم الله. </p><p> قوله عز وجل:  (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٧) </p><p> عهد الله متضمن </p><p> لكلِّ عهد عَهِد إليهم بما ركبَّه تعالى في عقولهم، وما عهد إليهم على </p><p> لسان أنبيائهم، ولما أخذه الإِنسان على نفسه من أمرٍ التزمه بنذرٍ، أو </p><p> يمين، أو حلف، أو عقد مما لا يلزمه من جهة الشرع بغير التزام، </p><p> وقد تقدمُ في قوله:  (لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا) أنه لم يعن </p><p> به القلة المعتبرة بإضافة بعض الأثمانِ إلى بعض، بل ذلك باعتبار </p><p> منافع الدنيا بمنافع الآخرة، فذم الله تعالى من توصَّل إلى نفع </p><p> عاجل بإضاعة عهد الله، ولكون الوفاء سبباً لعامة الصلاح. </p><p> والغدر سبباً لعامة الفساد، عظم الله أمرهما، وأعاد في عدة مواضع </p><p> ذكرهما، فقال:  (وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا) . </p><p> وقال:  (وَالْمُوفُونَ بِعَهْدِهِمْ) وقال: </p><p> (وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ) </p><p> وقال:  (الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ) . </p><p> وكدْلك عظم أمر الإيمان لذلك، فقال:  (وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ) ، وقال عليه الصلاة والسلام:  \"من حلف على يمين فاجرة؛ ليقتطع بها مال امرئ مسلم، لقي الله وهو عليه غضبان \" ، وبيَّن تعالى أن من تحرَّى غدراً آثر به الحياة </p><p> الدنيا فذلك بانه لا خلاق له في الآخرة، أي لا معرفة له بها، ولا </p><p> نصيب له فيها، تنبيها على ما قال:  (يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ) . </p><p> وقوله:  (وَلَا يُكَلِّمُهُمُ اللَّهُ) فمكالمة الله للعبد قسمان: </p><p> مكالمته إياه في الآخرة، وذلك على أضرب: </p><p> الأول: مكالمته إياه من غير واسطة، وذلك كحال </p><p> موسى عليه الصلاة والسلام، حيث وصفه بقوله:  (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) . </p><p> والثاني: مكالمته إياه بواسطة بشرية، وذلك لمن وصفهم بقوله: </p><p> (فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ) . </p><p> والناس في سماع كلام الله تعالى على أضرب: </p><p> الأول: من يسمع كلامه ويعقل معناه ويعمل بمقتضاه. </p><p> وهم الذين ذكرهم بقوله:  (فَبَشِّرْ عِبَادِ (١٧) الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ). </p><p> والثاني: من يسمعه أو يعقله ولا يعمل به، وهم </p><p> الذين ذكرهم بقوله:  (يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ) . والثالث: من يسمعه ولا يعقله ولا يعمل به، الذين ذكرهم بقوله: </p><p> (يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا) . </p><p> وأكثر المفسرين حملوا قوله:  (وَلَا يُكَلِّمُهُمُ اللَّهُ) </p><p> على الآخرة، فقال بعضهم: عنى أنه لا يكلمهم كلاما يسرهم. </p><p> وأما ما يسوؤهم فبلى، فقد قال:  (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ)، وقال بعضهم: لا يكلم الكفار بوجه. </p><p> وإنما يسائلهم بلسان الملائكة، </p><p> وقال بعض المفسرين: يتناول ذلك في الدنيا والآخرة، فإنه </p><p> تعالى يُكلم أولياءه في الدنيا لانتفاعهم بما يسمعونه من كتابه </p><p> وسائر آياته وآثار صنائعه، ومن لم ينتفعوا بعظاته لم يحصل منه </p><p> لهم مكالمة، ولهذا قال:  (وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً) </p><p> وقوله:  (وَلَا يَنْظُرُ إِلَيْهِمْ) فنظر الله إلى العبد يكون في الدنيا </p><p> بإفاضة النعمة، وفي الآخرة بالإِثابة، </p>"
}