{
  "id": null,
  "sura": 3,
  "aya": 78,
  "text": "<p> ولما كانت نعمة الله الدنيوية عامة للمسلم والكافر، أو نعمته </p><p> الأخروية محرمة على الكافر، قال:  (وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ) </p><p> فخص، وأما التزكيةُ فقد تكون في الدنيا بتوفيقه وإرشاده إلى </p><p> ما يزداد به العبد بصيرة وفي الآخررة بالإِثابة، وكل ذلك ممنوع من </p><p> الكافر، ثم قال:  (وَلَهُمْ عَذَابٌ أَلِيمٌ) ، تنبيها أن ثمرة منع </p><p> هذه الأشياء إيجاب العذاب لهم، أو تنبيها أنهم مع منعه إيّاهم </p><p> هذه النعم، يجعل لهم زيادة في العذاب الأليم. </p><p> قوله عز وجل:  (وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (٧٨) </p><p> الليّ: من لويت يده، وعنهم لويت الغريم ليًّا ولياناً، فَتَلْتُه </p><p> عن حقه بمطلة، ولي الألسنة: قيل تحريف اللسان عمّا في القلب. </p><p> وهو الكذب، وقيل: هو التنطُع والتجمُّل بالكلام لتشبيهه بغيره. </p><p> وقيل: ليهم بألسنتهم: تحريفهم بالتأويل الباطل، وكما ذم </p><p> تعالى بعضهم بقلة الوفاء بعهد الله ذم بعضهم بالكذب على الله </p><p> تعالى، الذي هو أفظع كذب وأشنعه، وعنى بالكتاب الأول ما </p><p> كتبوه بأيديهم المعني بقوله:  (فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ) ، وبالكتاب الثاني التوراة، ونفى </p><p> أن يكون ذلك من الكتاب الذي هو المنزل (وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ) </p><p> أي من حكمه وإنزاله، إن قيل: ما فائدة (هُوَ مِنْ عِنْدِ اللَّهِ) بعد قوله: (لِتَحْسَبُوهُ مِنَ الْكِتَابِ) أفاد أنهم يشبهون ويروون ذلك. </p><p> وهذا تعريض منهم، وقوله:  (وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ) تصريح منهم بالكذب، فوصفهم بأنهم يكذبون </p><p> تعريضا وتصريحا، أو تلاوة وتأويلًا، وفي هذا دلالة أن إيهام </p><p> الكذب قبيح، كما أن التصريح به قبيح، وأيضاً فإن الشيء قد يقال </p><p> هو من عند الله ولا يكون من الكتاب، فإن كل صواب وحكمة </p><p> فمن عند الله، وإن لم يكن منزلاً في كتاب، وعلى ذلك قال النبي </p><p> - صلى الله عليه وسلم -: \"إذا أتاكم عني حديث يدل على هدى ويكف عن ردى فاقبلوه، قلته أو لم أقله، فإني قلته\" . </p><p> وفائدة (وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ) </p>"
}