{
  "id": null,
  "sura": 3,
  "aya": 1,
  "text": "<p> [سورة آل عمران] </p><p> قوله عز وجل:  (الم (١) اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ (٣) مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ). </p><p> ْالأصل في حروف التهجي السكون، وكان حكم الميم </p><p> حكم غيره لكن حُرِّك لالتقاء الساكنين، وفُتح استثقالاً للكسرة </p><p> فيه من أجل الياء قبله، ومن قال: إنما فُتِحَ لأنه أُلقِيَ عليه </p><p> حركة الهمزة فخطأ؟ لأن هذه الهمزة تسقط في الدَّرْج إلا في </p><p> قولهم: يا ألله، والهمزة التي تُلقى حركتها على ما قبلها هي </p><p> الثابتة في الوصل والوقف، نحو: مَنَ ابوك؟ إذا قلت: منْ </p><p> أَبوك؟. </p><p> وَرُوِيَ عن عاصم وغيره سكونُ الميم وقطعُ الألف. </p><p> وليس ذلك بصحيح عند النحويين، لكون الألف فيه للوصل. </p><p> وأما موضع إعراب (الم) فمبتدأ وخبره مضمر، أو خبر مبتدؤه </p><p> مضمر، ودلَّ على المحذوف منه قوله:  (نَزَّلَ عَلَيْكَ الْكِتَابَ) </p><p> فصار كقوله:  (الم * ذَلِكَ الْكِتَابُ) وقال بعضهم: (الم) </p><p> مبتدأ وخبره (نَزَّلَ عَلَيْكَ الْكِتَابَ) ، ونسب تعالى التنزيل إلى </p><p> الحروف، تنبيهاً أنه منها، وأن عجزَكُمْ عن الإِتيان بمثله دلالة </p><p> لكم أنه كلام الله دون كلام الخلق. </p><p> وقد تقدَّم أن أهل اللغة قالوا: </p><p> الكتاب سُمِّيَ لكتب الحروف بعضها إلى بعض، أي ضمُّها. </p><p> وقيل: سُمِّيَ المعنى الثابت كتابً تشبيهاً بالمكتوب، وعلى هذا قوله </p><p> تعالى:  (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ) . </p><p> ويقال: لكل مُوجَب كتاب. </p><p> ورُوي أنه نزل ذلك في وفد نجران الذين أتوا النبي - صلى الله عليه وسلم -، فخاصموا في عيسى عليه الصلاة والسلام، فقال النبي - صلى الله عليه وسلم -: \"ألستم تعلمون أن الله حي لا يموت، وأن عيسى يموت، وأن</p><p> الله لا يخفى عليه شيء، وقد كان عيسى يخفى عليه أشياء، وأن </p><p> عيسى صُوِّر في الرحم كيف شاء الله؟ \" - نبههم بذلك أنه لا يصحّ </p><p> أن يكون عيسى مع كونه بهذه الصفات إلهاً - فأنزل الله تعالى </p><p> الآية. </p><p> فقوله:  (اللَّهُ لَا إِلَهَ إِلَّا هُوَ) ليس بدعوى يحتاج فيها إلى </p><p> دلالة من خارج، بل هو في نفسه دلالة لازمة وحجة واضحة. </p><p> فإن معنى قوله:  (اللَّهُ) أي هو الذي يحق له العبادة، أي الذي </p><p> تَأْلَهُ الأشياء إليه، وكان الكفار يقولون: الأشياء ثلاثة: عابد </p><p> غير معبود، ومعبود عابد، ومعبود غير عابد؟ وهو الله تعالى. </p><p> فبيّن تعالى بهذا أن المستحق للعبادة على الإِطلاق هو الذي </p><p> لا إله إلا هو، وأكَّد ذلك بقوله:  (الْحَيُّ الْقَيُّومُ) ، والحي في صفات الله </p><p> معناه الذي لا يجوز عليه الموتُ، وبه حياة كل حي، وإذا استُعْمِل </p><p> في غيره فعلى معنى قبول الحياة منه تعالى. </p><p> والقيوم: هو القائم بحفظ كل شيء، والمعطي له ما به قوامه، وهو المعنى المذكور </p><p> في قوله تعالى:  (أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى) . </p><p> وقوله:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) . </p><p> والحقُ أبلغُ من الصدق،. لأن كل صدق حق، وليس كل حق </p><p> صدقًا، ويتناول الأحكام والواجبات من حقوق الله وحقوق </p><p> الناس. والصدق من أخبار الأمم السالفة والآنفة، والحق الذي هو </p><p> الجدُّ. والتوراة عند الكوفيين تَفْعَلَة وليس في كلام العرب تَفْعَلَة </p><p> بوجه، وإنما هو تَفْعُلَة نحو تَتْفُلَة وتفعِلة نحو تكرِمة. </p><p> وقيل: أَصله تَفْعِلَة، فعدل عن الكسرة إلى الفتحة. </p><p> وعند البصريين هي فَوْعَلَة نحو: حَوْقَلَة، وصَوْمَعَة. فأبدل </p><p> من الواو تاء، كما أبدل في تَوْصِيَةٍ وتَيْقُورٍ من الوقار. </p><p> والإِنجيل: إِفْعِيل من النجل، والنجل مستعمل في الأصل </p><p> وفي الولد. </p><p> إن قيل: لِمَ قال: (نَزَّلَ عَلَيْكَ الْكِتَابَ)  (وَأَنْزَلَ التَّوْرَاةَ) ؟ </p><p> قيل: قد يقال: (نزّل) و (أنزل) بمعنى. لكن خصَّ الكتاب </p><p> بالتنزيل لأمرين: </p><p> أحدهما: أن هذا الكتاب لما كان حكمُهُ مؤبدًا، والتنزيل بناء المبالغة </p><p> خُص به تنبيهًا على هذا المعنى، وليس ذلك حكم الكتابين قبل. </p><p> والثاني: أن هذا الكتاب أُنزل شيئًا فشيئًا، والكتابين أُنزل كل </p><p> واحد منهما جملة. </p><p> وقوله:  (مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ) يعني الكتب المتقدمة، وخُصَّ التوراة والإِنجيل بالذكر، وإن كانا قد دخلا في عموم ما بين يديه تشريفًا لهما. </p><p> و (مُصَدِّقًا) حال للمُنَزِّل أو للمنزَّل. </p><p> ْوقوله:  (وَأَنْزَلَ الْفُرْقَانَ) أي أنزل في كتبه ما يُفرِّق به بين </p><p> الحق والباطل في الاعتقادات، والخيرِ والشر في الأفعال، نحو </p><p> قوله:  (تِبْيَانًا لِكُلِّ شَيْءٍ) : وكل كتاب لئه فرقان. </p><p> وقيل: الفرقان مخصوص به القرآن خاصة، وتَخصيصه بالذكر بعدما </p><p> تقدَّم تنبية على إثبات المعنيين له، كقوله تعالى:  (وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ) . </p><p> إن قيل: كيف يكون القرآنُ مُصدِّقَا لما بين يديه، وهو ناسخ </p>"
}