{
  "id": null,
  "sura": 3,
  "aya": 134,
  "text": "<p> قوله تعالى:  (الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (١٣٤) </p><p> السّرّاء والضرّاء إشارة إلى حالي السعة والضيق، كاليسر </p><p> والعسر، وإلى حالي السرور والاغتمام، وقد فُسر بهما. </p><p> واللفظ يتناولهما، فإن السراء يقابلها الغم، والضراء يقابلها </p><p> النفع، فأخذ اللفظان المختلفا التقابل ليدل كل واحد على </p><p> مقابله، وهذا من دقائق إيجازات البلاغة، فمن نظر إلى معنى </p><p> السراء قال السرور والغم، ومن نظر إلى معنى الضراء قال النفع </p><p> والضر، ولما كان الناس في الإِنفاق أربعة أضرب: </p><p> ضرب لا ينفق في حالي السّعة والضيق، وهو اللئيم على الإطلاق. </p><p> وضرب ينفق في حالي الضيق دون السعة، كما قال الشاعر: </p><p> وكان غنيَّ النفس في حال فقره. . . فصار فقيراً في الغنى خيفة الفقر </p><p> وضرب ينفق في السعة دون الضيق، وهو من وجه جبان يخاف </p><p> الفقر، ومن وَجه حازم يأخد بالوثيقة في أمور الدنيا، وضرب ينفق في </p><p> الحالين، وذلك أحد رجلين: إما متهورَ لا يتفكر في العواقب، ولا </p><p> يُبالي من أين يأخذ وأين يضع، وذلك هو الموصوفِ بأنه من إخوان </p><p> الشياطين، وإما واثق بكفاية الله ينفق ما يحصل في يده اعتماداً على </p><p> خزائن ربه، لكن لا يتناول إلا من حيث ما يجب وكما يجب، ولا يضع </p><p> إلا كذلك، وهو الذي يتناول كل آية مُدحَ فيها المنفقون. </p><p> وكظم الغيظ: هو الحلم، فقد قيل: الحلم: كظم الغيظ، وهو والعفو </p><p> منزلتان شريفتان، ولهذا قال - صلى الله عليه وسلم -: \"من كظم الغيظ وهو يقدر أن ينفذه خيَّره الله في أي الحور شاء\" . </p><p> وقال تعالى:  (وَلْيَعْفُوا وَلْيَصْفَحُوا) ، وقال:  (وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى) ، وقال - صلى الله عليه وسلم -: </p><p> \"ينادي يوم القيامة مناد: من كان له أجر على الله فليقم، فيقوم العافون عن الناس \" ، ثم تلا هذه الآية. </p><p> والفرق بين الحلم والعفو، أن الحلم راجع إلى حال </p><p> الإِنسان في نفسه، والعفو إلى ما بينه وبين غيره، وإن كان قلما </p><p> ينفك أحدهما عن الآخر، ووجه الآية أن الله حث في الآية الأولى </p><p> على طلب الجنة المعدة للمتقين، ثم بيَّن حالهم وأفعالهم، فذكر </p><p> ما دلّ على جماع مكارم الأخلاق، وهو السخاء في حالي السرّاء </p><p> والضراء والحلم والعفو، وذلك أشرف ضربي الشرع، وذاك أن الشرع </p><p> ضربان: أحكام ومكارم، ولن يستكمل الإِنسان مكارمه إلا بعد أن </p><p> يستكمل أحكامه، فإن تحرِّي أحكام الشرع من باب العدل، وتحرّي </p><p> العدالة فرض، ومكارمه من باب الإِحسان، أي التفضل، وتحرِّي </p><p> التفضل نفل، ولا تقبل نافلة من أهمل الفرض، ولا يفضل من </p><p> ترك العدل، بل لا يصح تعاطي التفضل إلا بعد العدل، فإن العدل </p><p> فعل ما يجب، والفضل الزيادة على ما يجب، وكيف تصح الزيادة </p><p> على الشيء الذي هو غير حاصل في ذاته، وبيَّن تعالى أن من تخصص </p><p> بمكارم الشرع فهو محسن، والله يحب المحسنين، وإحسان العبد ومحبته </p><p> الله إياه هو أن يُرى متخصصاً بعامة أوصاف الله على غاية وسع </p>"
}