{
  "id": null,
  "sura": 3,
  "aya": 104,
  "text": "<p> جعله للعرب، وأنهم كانوا في شدة وعُري وجوع وتقاتُل </p><p> بينهم، فأزال الله تعالى عنهم ذلك بالإِسلام، وقد تقدم الكلام </p><p> في قوله:  (كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ) . </p><p> قوله تعالى:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (١٠٤) </p><p> المعروف: ما يستحسنه العقل ويرد به الشرع. </p><p> والمنكر: ما يستقبحه العقل </p><p> ويحظره الشرع، وعلى ذلك يقال للسخاء المعروف في نحو </p><p> قول الشاعر: </p><p> ولم أرَ كالمعروف أمّا مذاقه. . . فحلو وأمّا وجهه فجميل </p><p> ويقال لهما: الحق والباطل، والحسنى والسوءى، والصلاح </p><p> والفساد، والجميل والقبيح، وإنما اختلفت العبارات في ذلك </p><p> بحسب اختلاف العبارات. </p><p> واختُلف في الأمر بالمعروف والنهي عن المنكر، هل ذلك واجب على كل إنسان أو على بعضهم دون بعض، فمنهم من جعله واجباً على العموم، وقال: إن مِنْ في </p><p> قوله (مِنْكُمْ) للتبيين، كما في قوله:  (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ) </p><p> وقال: لأن حق الناس كلهم أن يكونوا خلفاء الله </p><p> في أرضه، وسُوَّاساً لبعض خلائقه، لكن السياسات ثلاث: </p><p> سياسة الإِنسان نفسَه، وسياسته أهلَه وما يخصه، وسياسته بلده </p><p> وصُقْعه، فسياسة البلد والصُّقع من وجهٍ إلى الأئمة، وهو أخذهم </p><p> الناس بالقهر، ومن وجه إلى الحكماء والعلماء. - فقهائهم ووعظتهم - </p><p> وهو أخذهم بالوعظ، وكل ذلك فرض على الكفاية. </p><p> وأما سياسةُ الإِنسان نفسه فواجب على كل مكلف على التضييق. </p><p> وكذا سياسة الأهل واجبة على من يملكه، ومنهم من جعل ذلك فرضاً على </p><p> الكفاية، واستدل عليه من الآية بقوله:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ) ، وذلك يقتضي التبعيض، واعتبر ذلك في سياسة </p><p> الإِنسان لغيره دون سياسته نفسه، وأجرى ذلك مجرى الجهاد </p><p> وطلب العلم، وهذا أقرب على اعتبار الفقهاء، والأول أعم على </p><p> اعتبار الحكماء، والذي تستحق به العقوبة هو ترك ما يلزم من </p><p> حق غيرهم، وإياه قصد بقوله تعالى:  (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ) إلى قوله (كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ) ، وخصّ تركهم النهي عن المنكر دون الأمر بالمعروف، فإنه أعظم الأمرين إثماً، وأوكدهما وجوباً، ففعل المعروف ليس بواجب على كل أحد، وترك المنكر واجب على كل حال. </p><p> ثم إنكار المنكر ثلاثة أضرب: </p><p> إنكار باليد، وإنكار باللسان، وإنكار بالقلب. </p><p> على حسب ما رُوِي عن النبي - صلى الله عليه وسلم -: </p><p> \"من رأى منكم منكراً فاستطاع أن يغيره فليغيره بيده، فإن لم يستطع</p><p> فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإِيمان \" ، </p><p> فقيل: إن الأول للسلاطين، والثاني للعلماء، والثالث للعوام. </p><p> فإن قيل: كيف حثَّ هاهنا على الأمر بالمعروف، </p><p> وقال في غيره:  (عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ) ؟ </p><p> قيل في قوله:  (عَلَيْكُمْ أَنْفُسَكُمْ) قولان: أحدهما: </p><p> إن ذلك حثٌّ على أن يغيّر الإِنسان على نفسه قبل أن ينكره على </p><p> غيره، وهو خطاب للعامة. </p><p> والثاني: ما قال أبو ثعلبة الخشني، وقد سئل عن هذه الآية فقال: </p><p> سألت عنها خبيراً، لقد سألت رسول الله - صلى الله عليه وسلم - فقال: \" ائتمروا بالمعروف، وتناهوا عن المنكر، </p><p> فإذا رأيت شحًّا مطاعاً، وهوى متبعًا، وإعجاب كل ذي رأي </p><p> برأيه، فعليك نفسك، ودع عنك العوام \". </p><p> وجعل تعالى الآمرين بالمعروف والناهين عن المنكر هم المفلحون، لأن </p><p> من تولى إصلاح نفسه، ثم صلاح غيره بغاية وسعه، فقد زكى </p><p> نفسه، وزكى غيره، وقد قال تعالى فيمن يهذب نفسه:  (قَدْ أَفْلَحَ مَنْ زَكَّاهَا) ، وقد تقدم أن الفلاح الحقيقي هو البقاء الأبدي والنعيم السرمدي. </p>"
}