{
  "id": null,
  "sura": 3,
  "aya": 93,
  "text": "<p> (فَإِنَّ اللَّهَ بِهِ عَلِيمٌ) أي مجازيكم، ولدلالة ذلك على المجازاة </p><p> جُعِلَ جواباً للشرط. </p><p> قوله تعالى:  (كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ (٩٣) </p><p> كان اليهود أنكروا تحليل النبي - صلى الله عليه وسلم - لحوم الإِبل، وقالوا: إنها كانت محرّمة على إبراهيم على ما نطقت به التوراة، فكذبهم تعالى، وذكر أنها كانت محلّلة عليه وعلى أولاده إلى أن حرَّمها إسرائيل على نفسه، وهو يعقوب، - وأمرهم بإحضار التوراة، فامتنعوا، ولم يجسروا على ذلك، </p><p> لصدق ما أخبر تعالى به، وسبب تحريمه ذلك - قيل: إنما كان </p><p> مرضا أورثه لحم الإِبل فتركه، وحرّمه على نفسه تحريم المريض </p><p> طعاما لا يوافقه، لا تحريم شرع. </p><p> وقال ابن عباس والحسن: أصابه عرق النَّسا، فنذر أن يترك إن عافاه الله أشهى طعام إليه تقربًا إلى الله تعالى، وتحريم اليهود ذلك كان اقتداء منهم به، </p><p> وقيل: إنه لما حرَّم على نفسه حرّم الله عليهم، ولذلك قال: </p><p> (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ) في الآية حجة </p><p> عليهم على هذا في جواز النسخ، لأنه حرَّم عليهم ما كان مباحا </p><p> في شريعة إبراهيم. </p><p> إن قيل: كيف حرَّم هو على نفسه ما كان </p><p> مباحا فأقره الله عليه، وحرّم النبي - صلى الله عليه وسلم - جاريته فعاتبه ومنعه؟ </p><p> قيل: إن إسرائيل إما أنه حرَّم على نفسه لحم الإِبل، لأنه لم يكن يوافقه. </p><p> وكان واجباً عليه تركه. </p><p> فإن الله تعالى جعل الطعام ليتوصل به إلى صلاح البدن. </p><p> وما يؤدي إلى فساده فواجب علينا تركه؟ وإما أنه حرَّم ذلك تقربا إلى الله كما يُحرم الصائم الطعام، وكما يُحرم المعتكف على نفسه بعض التصرفات، ولم يكن تحريم النبي - صلى الله عليه وسلم - علي أحد هذين الوجهين، بل لما ذكره تعالى:  (تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ) ، ولأن في تحريم النبي - صلى الله عليه وسلم - تضييع حق متعلق به للغير، وهو حق الجارية. وليس ذلك في فعل إسرائيل، وأيضاً فإن </p><p> إسرائيل لما حرَّم أشهى الطعام إليه قصد بذلك قمع الشهوة، وبنحو </p><p> ذلك يهذب الحكيم نفسه، والنبي - صلى الله عليه وسلم - في تحريم جاريته تبع هوى غيره، وهو مرضاة أزواجه، وذلك مكروه، فلم يقرَّ عليه، </p><p> ذكر بعض الصوفية أن في ذلك تفضيلًا للنبي - صلى الله عليه وسلم - من وجهين. </p><p> أحدهما: أنه لما حرَّم إسرائيل على نفسه ما أحبه أمضاه، وحرم </p><p> النبي - صلى الله عليه وسلم - على نفسه فعافاه. </p><p> والثاني: أن بني إسرائيل ما كانوا يلتزمونه مما لم يكن قربة في الشريعة يلزمهم الوفاء به تشديدا عليهم، وعلى ذلك دل قوله:  (مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ) </p><p> وقال - صلى الله عليه وسلم -: \"شددوا على أنفسهم فشدد الله</p><p> عليهم \" ، ورُفِعَ عن هذه الأمة ذلك فضيلة للنبي - صلى الله عليه وسلم -. إن قيل: ما وجه اتصال هذه الآيات بعضها ببعض، لأنه ذكر أولا: </p><p> (إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ) الآيتين ثم ذكر: (لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ) ثم عقبها بتحريم إسرائيل الطعام، وذم اليهود؟ </p>"
}