{
  "id": null,
  "sura": 3,
  "aya": 89,
  "text": "<p> قوله عز وجل:  (أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (٨٧) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (٨٨) </p><p> قد تقدّم الكلام في ذلك في قوله:  (إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ) </p><p> إلا أنه بتَّ الحكم، ثَمَّ قال:  (عَلَيْهِمْ لَعْنَةَ) </p><p> لِمَا كان ذلك حكماً على قوم ماتوا على الكفر، وقال هاهنا: </p><p> (جَزَاؤُهُمْ) لما كان حكماً على قوم باقين يرجى صلاحهم تنبيهاً </p><p> على تضمُّن معنى الشرط، لأن ذلك لهم إن ماتوا على الكفر. </p><p> قوله عز وجل:  (إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٨٩) </p><p> إن قيل: \" لِمَ اقتصر هاهنا على التوبة والإِصلاح. </p><p> وقال في البقرة:  (إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا) أن </p><p> يُعَفِّي المذنب ما تقدّم من ذنبه بما يُوفَّى عليه من أفعاله الخير، وكان من </p><p> ذنب الأحبار الذين ذكرهم في قوله:  (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ) ، أن قالوا للناس: ليس في التوراة ما يدل على نبوة محمد. </p><p> فصار من تمام توبتهم أن يبينوا للناس ما كتموه، ولما لم يكن في الموضعين </p><p> ها هنا ذلك اقتصر في توبتهم على الإِصلاح. </p><p> وإنما أتبع التوبة في </p><p> عامة المو اضع الإِصلاح، فإن التوبة راجعة في الأصل إلى الاعتقاد </p><p> والإِصلاح إلى الأعمال. وكلاهما مرادان، وعلى ذلك اتباع </p><p> عمل الصالحات بعد الإِيمان في كل موضع ذُكِرَا معا. </p><p> إن قيل: لِمَ قال ها هنا: (غَفُورٌ رَحِيمٌ) وقال ثمَّ: (وَأَنَا التَّوَّابُ الرَّحِيمُ) و؟ قيل: كل واحدة من الصفتين؛ أعني اَلتَوَّاب </p><p> والغفور يتضمَّن الأخرى، لكن التوّاب أخصّ والغفور </p><p> أعم، فذكر حيث ما ذكر أعظم الذنبينْ الضلال والإِضلال </p><p> التوّاب، وحيث ما ذكر أصغرهما - وهو الضلال دون الإِضلال - </p><p> ذكر الغفور. </p><p> إن قيل: لِمَ قال ههنا: (مِنْ بَعْدِ ذَلِكَ) ولم يقل ثّمَّ؟ </p><p> قيل: لما وصف ههنا قوما كان منهم إيمان متقدّم. </p><p> ثم حصل منهم كفر بعد إيمانهم، قال:  (مِنْ بَعْدِ ذَلِكَ) ليبيّن أن </p><p> الإِيمان المتقدم لا ينفعهم إذ قد أحبطوه وأبطلوه، وأن الذي </p><p> يُعتدُّ به هو ما يفعلونه من بعد، </p><p> ولما لم يكن ثم كفر بعد إيمان متقدم استغنى عن ذكر (بَعْدِ ذَلِكَ) . </p>"
}