{
  "id": null,
  "sura": 3,
  "aya": 73,
  "text": "<p> ببعض، أي نوهمهم أولا أنا نظنّه صادقا ثم يكذبونه، فهذا </p><p> معنى (آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ) . </p><p> ولإِظهارهم الإيمان طورًا والكفر طورًا، قال تعالى:  (إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا) الآية. </p><p> قوله تعالى:  (وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٧٣) </p><p> في قوله (أَنْ يُؤْتَى أَحَدٌ) </p><p> قولان: أحدهما: أن يتصل بقو له: (وَلَا تُؤمنُو) . </p><p> والثاني: أن يتصل بقوله: (قُلْ إِنَّ الْهُدَى) فإذا جعلته متصلًا بقوله: </p><p> (وَلَا تُؤْمِنُوا) فتقديره: ولا تؤمنوا بأن يؤتى أحد، لكن حُذف </p><p> الجار لكثرة حذفه مع أن. </p><p> إن قيل: كيف يصح أن يكون (تُؤْمِنُوا) مفعوله (أَنْ يُؤْتَى) وقد عُدي إلى قوله: (لِمَنْ تَبِعَ دِينَكُمْ) و (ءَامَنَ) لا يصح أن يُعدى إلى مفعولين بغير حرف </p><p> العطف؟ </p><p> قيل: إنّ اللّام تتعلق به، لا على حدّ المفعول به، وتقدير </p><p> الكلام: لا تُقرُّوا بأن يؤتى أحد مثل ما أوتيتم إلا لمن تبع. </p><p> وقول من قال: اللام زائدة نحو (رَدِفَ لَكُم) فبعيد، لأن </p><p> آمن هنا لا يتعدى إلا بالجار. </p><p> وفي قوله:  (أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ) على هذا </p><p> قولان: أحدهما: لا تُقِرُّوا أن أحداً عرف محمّدًا كما قد عرفتموه. </p><p> والثاني: أن خُصّ أحدٌ من العلوم والكراما) بمثل ما خُصصتم. </p><p> وقوله (أَوْ يُحَاجُّوكُمْ) أي أو أن يجعل الله للمسلمين حُجةً يحاجونكم </p><p> بها عند الله، فأكذبهم الله تعالى في الأمرين جميعاً وردّ عليهم. </p><p> أما في الأول فبقوله:  (قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ) تنبيهاً أن ذلك </p><p> يعطيه من يشاء، نحو (وَاللَّهُ يَهْدِي مَنْ يَشَاءُ) . </p><p> أمّا في الثاني، وهو قوله:  (أَوْ يُحَاجُّوكُمْ) فبقوله: (قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) . </p><p> فقوله:  (قُلْ إِنَّ الْهُدَى) اعتراضٌ بين بعض الجملة وبعضها. </p><p> تسديدا لها وجواباً لهم، وكذلك قوله:  (قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ) </p><p> جواب لهم. </p><p> والاعتراضُ بين المتصلين من الجملة بما فيه تحقيق </p><p> لمقتضاها، أو رد لها من بلاغاتِ كلامهم، وعلى ذلك قوله: </p><p> (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا * أُولَئِكَ) فقوله: (إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا) فصل بين اسم إن وخبره، لتحقيق مقتضى الكلام. </p><p> والثاني: وهو أن يجعل أن متصلًا بقوله: (قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ) ، ويكون كلام اليهود قد انقطع عند قوله:  (وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ) . </p><p> وفيه أوجه، الأول: ما قاله الكسائي والفرّاء </p><p> وهو: أنَّ أنْ هاهنا تقتضي معنى لا، كما تقتضيه في قوله:  (يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا) ومعناه: البيان بيان الله، وقد بين أن لا يُخَصُّ أحدٌ من الأمم بمثل ماخُصِصْتم به أيها المؤمنون، </p><p> إذ دين الإِسلام أكمل الأديان، ومصون عن الإِفراط والتفريط. </p><p> وقد تقدم أن شريعة الله قبل نبينا عليه الصلاة والسلام كانت في </p><p> حكم النشوء والتكميل، وبه عليه الصلاة والسلام كَمُلت. </p><p> ولهذا قال. (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) </p><p> وقال:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا) </p><p> ويقوي أن معنى (أَنْ يُؤْتَى) لا يؤتى قول الحسن: إن معناه: فلن يؤتى أحد مثل ما أوتيتم أيها المؤمنون. </p><p> قال المبرد: لا يكون أن في كلامهم مقتضيا لـ \"لا\" ، وإنما تقدير </p><p> ذلك: كراهة أن يؤتى أحد، وجعل المعنى بهما تقدم، وهذا </p><p> التقدير بعيد، لأجل أن أحداً هذا يختص بالنفي وما في معناه. </p><p> وعلى تقديره، ويكون مستعملًا في الإِيجاب. على أن بعض </p><p> النحويين ذكروا أن أحداً هاهنا هو المستعمل في الإثبات في نحو </p><p> قوله:  (قُلْ هُوَ اللَّهُ أَحَدٌ) . </p><p> وقوله:  (أَوْ يُحَاجُّوكُمْ) تقديره عند الفرّاء: حتى يحاجّوكم أو إلي أن يحاجّوكم، وذلك على سبيل التبعيد. </p><p> وعلى قول الكسائي: معطوف على قوله (أن يؤتى) </p><p> على تقدير أو أن يحاجوكم. </p><p> وحُكي أنه في قراءة عبد الله:  (أن) ، </p><p> وذكر بعضهم أن قوله:  (أَنْ يُؤْتَى) متعلق بفعل مضمر، وتقدير </p><p> الكلام: قل إن الهدى هدى الله، فلا تجحدوا أن يؤتى أحد مثل </p><p> ما أوتيتم، أو أن يحاجّوكم، فإن الله عنده الفضل يؤتيه من يشاء. </p><p> فهذه ثلاثة أوجه في قوله:  (أَنْ يُؤْتَى) إذا لم يُجعل متعلقا بما </p><p> تقدم، وذكر بعض المفسرين أن قوله:  (وَلَا تُؤْمِنُوا) كله </p><p> خطاب الله المؤمنين، لا حكاية عن الكفار، وذَكَر في تفسيره </p><p> أوجهًا: الأول: أن يكون تقديره: ولا تؤمنوا إلا لمن تبع دينكم </p><p> أن يؤتى. ويكون ذلك تبيينا أن هذه الشريعة أكمل الشرائع على </p><p> ما تقدم. </p><p> والثاتي: أن يكون ذلك حثًّا على موالاة المؤمنين، ونهيا </p><p> عن مخالطة الكافرين، نحو:  (وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا) أو </p><p> نحوها من الآيات. </p><p> والثالث: أن يكون فيه مع المعنى المتقدم </p><p> حثَّ على أن لا يصاحب المؤمن من لا تكون طريقتُه طريقتَه. </p><p> فيُشغل عما هو بصدده، وقال بعض الصوفية: لا تفشو أسرار </p>"
}