{
  "id": null,
  "sura": 3,
  "aya": 118,
  "text": "<p> الأول: أن كل صر لا ينفك من ريح معه، لكن التي معها الصرُّ ضعيفة بحيث </p><p> لا يحُسُّ بحركتها، وإنما تمنع الصرّ إذا تحركت حركة شديدة. </p><p> والثاني: أنه تعالى خصَّ ذلك تنبيهاً أن أموالهم بطلت من حيث لم </p><p> يحتسبوا: كبطلان حرث هؤلاء من حيث لم يحتسبوا، فإنهم كانوا </p><p> آمنين من الصرِّ لوجود الريح. </p><p> والثالث: أنه عنى بالصرِّ صوت الريح وشدة عصوفها، وعنى أنها أصابته الريح ففرقته، كقوله:  (كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ) ، ونحو هذه الآية في بطلان عمل الكفار قوله:  (وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ) . </p><p> وقوله:  (وَمَا ظَلَمَهُمُ اللَّهُ) فإنما عقب به لأنه لما كان أخذ مال الغير وإبطاله قد يتصوره من لا يعرف حقيقة الأمر بصورة الظلم بين أنه لم يظلمهم، بل هم ظلموا أنفسهم، حيث لم يضعوا مال الله حيث أمرهم. </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (١١٨) </p><p> البطانة في الثوب بإزاء الظهارة، ويستعمل لمن اختصصته كالشعار والدثار، ويقال: لبست فلاناً إذا اختصصته، وعلى ذلك قوله:  (هُنَّ لِبَاسٌ لَكُمْ) </p><p> وألوتُ في الحاجة: قصَّرت، وألوت، فلانا ألواً أي أوليته </p><p> تقصيراً بحسب الجهد، فقولك جهداً تمييز - </p><p> (وَلَا يَأْتَلِ أُولُو الْفَضْلِ) أي لا يقصروا، آلى أي حلف، هو أفعل من </p><p> ذلك، كأنه أزال التقصير ببذل ذلك القول. </p><p> فقوله:  (لَا يَأْلُونَكُمْ خَبَالًا) أي لا يقصرون في إيصال الخبال إليكم. </p><p> والخبال: الفساد، الذي يلحق ذات الحيوان. </p><p> يقال: في قوائم الفرس خبل وخبال، أي فساد من جهة الاضطراب، وفلان مختبل الرأي، وقول زهير: </p><p> هنالك إدْ يستخبلوا المالَ يخبلوا. . . </p><p> أي إن طلب المال منهم إفساد شيء من إبلهم فعلوا، والعنت </p><p> تحرّي المشقة، يقال: عَنِتَ فلان عنتاً، وأعنتة غيره، وعنّته. </p><p> قال تعالى:  (وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ) . </p><p> وأكمةُ عنوت: صعبة المسلك، وعنود والمعاندة والمعانتة يتقاربان، لكن المعاندة هي الممانعة، والمعانتة: أن يتحرى مع الممانعة مشقة. </p><p> قال ابن عباس: سبب نزول هذه الآية أن قوماً صافوا جماعة من اليهود، فنهاهم الله تعالى عن ذلك، والآية تقتضي النهي عن الركون إلى من وما </p><p> يتحرى بك طريقة فساد: إنساناً كان أو شيطاناً أو قوة من قوى </p><p> نفسك تحيد بك عن الحق، كالهوى ونحوه، وقال - صلى الله عليه وسلم -: \"ما بعث الله من نبي ولا استخلف من خليفة إلا كانت له بطانتان.</p><p> بطانة تأمره بالخير، وتحضّه عليه، وبطانة تأمره بالشر وتحضّه </p><p> عليه \" . </p><p> ونهى عمر عن الاستعانة بالكفار، واحتج بهذه الآية، </p>"
}