{
  "id": null,
  "sura": 3,
  "aya": 20,
  "text": "<p> فشهد يعمل في قوله (إِنَّ الدِّينَ) وإنه كالعلة. </p><p> وقوله:  (وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ) كقوله: (إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ) والكلام فيه قد تقدم. </p><p> قوله عز وجل:  (فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (٢٠) . </p><p> الوجه: العضو المعروف، وعبّر به عن الجملة. </p><p> وقيل: هو القصد، نحو وجهي إلى فلان. </p><p> والذين أوتوا الكتاب: قيل هو عام فيمن نزل إليهم الكتاب. </p><p> والأمِّيُّون مَنْ سواهم من اليهود ومن النصارى ومن العرب. </p><p> إن قيل: كيف يصحُّ </p><p> الاقتصار في المحاجّة على أن يقول: تقبل ما أقوله أم تردّه، فإن </p><p> رددتَه أعرضت عنك؟ </p><p> قيل: المحاجّة ضربان: ضرب للاستهداء </p><p> وضربٌ للعناد. </p><p> ولما كان الله قد بيَّن لهم الأدلة، وبين أنهم يعرفونه كما يعرفون أبناءهم. </p><p> قال حينئذٍ: إن عاندوك فعرفهم مخالفتك لهم. </p><p> وهذا كما يقال لمن أوضحت له الحجة: </p><p> إن قبلتَ وإلا أعرضنا عنك. </p><p> وقال بعضعهم: إنما نبَّه بهذه الآية على الحجةِ اللازمة لهم. </p><p> ووجه ذلك أنه قال: قل لهم: إني توجهت إلى الله بعبادة. </p><p> فهل تُنكرون كونه معبودًا، فإنه لا يمكنهم إنكار </p><p> ذلك إذ كان وجوب عبادته والتوحّد له محمودًا عند الكلِّ، وإنما </p><p> اختلاَفهم في غيره، فبَيِّنْ أنهم إن أسلموا للحجة فقد اهتدوا، فإن </p><p> حجتَك لازمة - وليس لهم ما يدعونه حجة، وفي ذلك اهتداؤهم. </p><p> (وَإِنْ تَوَلَّوْا) أي إن أبوا أن ينقادوا للحجة فليس عليك إلا البلاغ. </p><p> كقولك: ليس عليك هداهم ونحوه، وقدَّم الذين أوتوا </p><p> الكتاب، لأن الحجة تلزمهم من وجهين: </p><p> من الوجه الذي يلزم الأميين، ومن وجه أنهم يدَّعون الإِيمانَ بإبراهيم وغيره. </p><p> وعلى هذا قال إبراهيم:  (يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٧٨) إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا) </p><p> وقوله:  (وَاللَّهُ بَصِيرٌ بِالْعِبَادِ) : أي عارف بمقاصدهم. </p><p> وقوله:  (وَمنِ اَتبَعَنِ) معطوف على التاء أي، (أَسْلَمْتُ) . </p><p> ولم يحتج إلى تأكيد الضمير، كما أُكد في قولهم: خرجت أنا وزيد. </p><p> للفصل القائم مقام التأكيد، وحذف الياء من قوله. </p><p> (اَتبَعَنِ) لدلالة الكسْرِ عليه. </p>"
}