{
  "id": null,
  "sura": 3,
  "aya": 112,
  "text": "<p> وإذا رُفِعَ اقتضى أنهم ممنوعون عنها في كل حال. </p><p> وقال بعض النحويين: رفع ذلك ليكون كماخر سائر الآيات المتقدمة. </p><p> وهذا القول هو بحسب مراعاة اللفظ دون المعنى. </p><p> قوله تعالى:  (ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (١١٢) </p><p> قيل: هي مخصوصة في بني قريظة على ما تقدم. </p><p> وقيل: هو أمر وإن كان لفظه خبراً، فأمر بتذليل أهل </p><p> الكتاب، وأخذ الجزية منهم على ما ذكره الفقهاء وبينوه. </p><p> وقيل: هو خبر عام عن جميعهم. </p><p> فإن قيل: كيف يصحُّ ذلك </p><p> مع أنه قد يُرى من أهل الكتاب من لا يكون في مذلة ولا فقر. </p><p> قيل: المذلّة هي التي تلزمهم ليس يجب أن تُعتبر في الأشخاص. </p><p> ولا في الأعراض الدنيوية من الجاه والمال، بل يجب أن يُعتبر ذلك </p><p> بالأحوال الشرعية، والعز والذل الحقيقيين، اللذين يقتضيهما الدين. </p><p> وإياه قصد بقوله:  (وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ) وقد قيل: كل عز مصيره إلى ذل فهو ذل، وما يتصوره بعض الناس عزًّا من غرور الدنيا فهو المذلة عند التحقيق. </p><p> وكذلك المسكنة ليست قلة المال، وإنما هي الحرص، وفقر النفس. </p><p> ولهذا روي عن النبي - صلى الله عليه وسلم - أنه قال: </p><p> \"الغنى غنى النفس \" </p><p> وقيل لحكيم: هل لفلان غنى؟ </p><p> فقال: أما الغنى فلا أدري، إلا أن له مالا كثيراَ. </p><p> وقال الشاعر: </p><p> . . . قد يكثر المال والإِنسانُ مفتقر. </p><p> وقيل: إن ذلك على سبيل الدعاء عليهم، كقوله تعالى: </p><p> (قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ) ، وقوله:  (قُتِلَ الْخَرَّاصُونَ) ، وهذا في الحقيقة يرجع إلى الأول، فالدعاء من الله واجب. </p><p> إن قيل: لم قال: (إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ) </p><p> فأعاد ذكر الحبل، وفصل؟ </p><p> قيل: لأن الكافر يحتاج إلى حبلين أي عهدين، عهد من الله. </p><p> وهو أن يكون من أهل كتاب أنزله الله، وإلا لم يكن مقرًّا على دينه بالذمة، ثم يحتاج إلى حبل من الناس، </p><p> أي أمان وعهد يبذلونه على ما بيّنه الفقهاء. </p><p> والناس هاهنا خاص للمسلمين، وقوله:  (وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ) </p><p> أي استحقوا عقابا منه، وقوله:  (ذَلِكَ بِأَنَّهُمْ) أي نالهم ذلك بكفرهم. </p><p> وقوله من بعد:  (ذَلِكَ بِمَا عَصَوْا) قيل: هو بدل من الأول. </p><p> فإن كفرهم ليس هو إلا عصيانهم، واعتداؤهم. </p><p> وقيل: بل جعل الكفر علّةً لما نالهم من الذِّلة والمسكنة. </p><p> وجعل عصيانهم علة لكفرهم، وذلك أن الذنوب الصغائر </p><p> إذا استمر عليها الإنسان أفضت إلى الكبائر. </p><p> والكبائر تفضي إلى الكفر، ولهذا قال </p><p> تعالى:  (ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ) . </p><p> وقال - صلى الله عليه وسلم -: \"الذنب على الذنب حتى يسودّ القلب \" . </p><p> وفي قوله:  (ذَلِكَ بِمَا عَصَوْا) تحذير لنا وتنبيه، كأنه قال: اجتنبوا </p><p> المعصية، وهي التي أدّت بهم إلى الكفر المقتضي لعظم العقوبة </p><p> إن قيل: كيف قال: (إِلَّا بِحَبْلٍ مِنَ اللَّهِ) ، ولا يصح في الإِثبات </p><p> أن يقال: اعتصمت إلا بحبل فلان، والاستثناء في الإِثبات لا يكون </p><p> إلا من لفظ عام؟ </p><p> قيل: إن قوله: (أَيْنَ مَا ثُقِفُوا) مقتض لمعنى </p>"
}