{
  "id": null,
  "sura": 3,
  "aya": 181,
  "text": "<p> انتقل عنه نفعه، وخفي عليه وزره، وبيّن أنه عالم ببخلهم، وما </p><p> يؤول إليه حالهم، وما يخبرهم به. </p><p> قوله تعالى:  (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ (١٨١) </p><p> لمّا أنزل الله (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا) قال قوم من </p><p> اليهود تهكماً على النبي - صلى الله عليه وسلم -: إن الله فقير ونحن أغنياء، يستقرض منّا، فأنزل الله تعالى ذلك، ولم يُعَيرِّهم أنهم اعتقدوا فقر الله. </p><p> وإنما عيّرهم تجاهلهم وتكذيبهم وصرفهم الكلام إلى غير الوجه المقصود به، وعلى هذا قوله:  (وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا) . </p><p> ونبّه بقوله:  (وَقَتْلَهُمُ الْأَنْبِيَاءَ) أنهم ارتكبوا </p><p> من المعاصي ما هو مثل هذا القول، أو أكثر منه، ولم يقل (بغير</p><p> حق) : أن في قتل بعض الأنبياء حقًّا، ولكن جعل ذلك حالهم </p><p> على العموم، أي هو في كل حال على غير حق، وكَتْبُ ذلك </p><p> قيل: هو على الحقيقة، وقيل: هو على طريق المثل، عبارة عن </p><p> حفظه، وأنه لا ينسى، واعلم أن الكتابة جعلها الله لنا عوناً </p><p> لحفظنا، وذاك أن اللفظ لا يُفهم إلا القريب دون البعيد، وإلا </p><p> الشيء بعد الشيء، ويسرع إليه مع ذلك الاضمحلال، فربما لا يعيه </p><p> السمع، وإذا وعاه فربما لم يتصوره، وإذا تصوَّره فربما أخلّ به </p><p> الحفظ فأعانه الله بالكتابة، لتكون تكملة لقوة النطق، وواعية لما </p><p> يضيع من الفهم، ومدركة جملةً في حالة واحدة، فعُلِم من ذلك </p><p> أن الكتابة وإن كانت شريفة فإنما احتجنا إليها لنقصنا وتكميل </p><p> أفهامنا، فمن حمل الكتابة على الحقيقة قال: كتب الملأ الأعلى </p><p> أعمالنا، لا لجبران نقصهم وضعف فهمهم وخوف نسيانهم؛ ولكن </p><p> لجبران نقيصة البشر، وليتذكَّر به ما لعله نسي، وليرى صورة </p><p> أعماله المتفرِّقة دفعة، ومن حمله على التشبيه فإنه ذكر أن نقص </p><p> القريحة والسهو والنسيان الموجودة فينا في الدنيا معدومة عنّا في </p><p> الآخرة؛ فلا حاجة بنا إلى الكتابة، وحينئذ قال: وعلى ذلك وصف </p><p> الكتابة بالنطق في قوله:  (هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ) . </p><p> وقوله:  (وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ) وعلى هذا سمّى </p><p> الوحي كتابا، فقال:  (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ) ، ومعلوم أن </p><p> المنزل لم يكن وقت الإِنزال مكتوبا، قال: وعلى هذا معنى قوله: </p><p> تعالى (كِرَامًا كَاتِبِينَ) أي حافظين، وقال:  (بِأَيْدِي سَفَرَةٍ) . </p><p> قال: وعلى هذا قول الشاعر: </p><p> صحائف عندي للعتاب طويتها. . . ستُنشر يوماً والعتاب يطول </p><p> وهذا القول وإن كان له مساغ في مجاز اللغة، فأهل الأثر </p><p> على الوجه الأول، والله أعلم بحقائق أحوال القيامة، ومعنى </p>"
}