{
  "id": null,
  "sura": 3,
  "aya": 48,
  "text": "<p> قوله عز وجل:  (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (٤٨) وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٤٩) </p><p> الهيئة: الحالة المحسوسة التي تحدث للشيء، والهيء: الحسن </p><p> الهيئة، ومنها أخذ المهايأة فيما يتراضى به على وجه التخمين. </p><p> والنفخ: جعل الريح في الشيء ومنه النفخة، وعنه استعير نفخة </p><p> الصور، والنفخة للورم تشبيهاً بما ينفخ فيه، والنُّفَّاخَة للحجاةِ. </p><p> والادخار: افتعال من الذَّخر وهو إعداد الشيء لنائبةٍ قال </p><p> الفرّاء: قُرئ (تَدْخرون) خفيفة، وقال بعض العرب: </p><p> (تذخرون) فعوقب بين الذال والدال نحو تدَّكر وتذَّكر. </p><p> والأكمه: الذي وُلد أعمى. </p><p> وقول الحسن: الأكمه الأعمى صحيح، وكل كَمَه عمى، وإن لم يكن كل عمى كمهاً. </p><p> وقول مجاهد: الأكمه الذي لا يبصر بالليل دون النهار، فليس بشيء، </p><p> وقوله:  (وَيُعَلِّمُهُ الْكِتَابَ) يجوز أن يعني بحال طفوليته إن </p><p> قيلَ: كيف ذكر الكتاب، ثم عطف عليه التوراة والإِنجيل، وهما </p><p> من جملة الكتاب؟ </p><p> قيل: قالوا: عنى بالكتاب القراءة والكتابة، وعُلِّم تعليماً إلاهيًّا في حال الطفولية، وقيل: عنى بالكتاب كتب الله المنزلة وخصص التوراة والإِنجيل كتخصيص ذكر جبريل وميكائيل بعد الملائكة تفضيلًا لهم، وقد تقدّم الفرق </p><p> بين الكتاب والحكمة، وقرئ و (يُعَلّمه) عطفا على قوله: </p><p> (كَذَلِكِ اللَّهُ يَخْلُقُ) ، وبالنون عطفا على قوله:  (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ) ، وقوله:  (وَرَسُولًا) عطف على قوله: (وَجِيهًا) وقيل تقديره: ويجعله رسولا </p><p> إن قيل: كيف تعلق هذه الآية بما قبلها، وما قبلها حكاية حكى </p><p> الله عن نفسه، وهو:  (وَيُعَلِّمُهُ الْكِتَابَ) ، وهذه حكاية حكاها </p><p> عن عيسى عليه الصلاة والسلام، وهو (أَنِّي قَدْ جِئْتُكُمْ) </p><p> قيل: تقديره: وبعث رسولاً يقول: إني قد جئتكم، ودل على إضمار </p><p> القول ذكر الر سول وترك ذكر مريم، وابتدأ بإرسال عيسى، وما </p><p> قال له، وذكر معجزاته. </p><p> إن قيل: لِمَ ذكر في الخلق وفي إحياء الموتى (بِإِذْنِ اللَّهِ) . </p><p> ولم يذكر في غيرهما؟ </p><p> قيل: لكون هذين الفعلين إلاهيين، لم يجعل للمخلوقين إليهما سبيلًا. </p><p> بخلاف النفخ والمداواة والإِخبار ببعض الغيب، فقد جعل للإِنسان كثيرا من </p><p> المداواة، وجعل لهم شيئاً من الإِخبار بالغيب كالفِراسة </p><p> والإِلهام ولم يجعل لهم الخلق ولا إحياء الموتى، فنبَّه بقوله: </p><p> (بِإِذْنِ اللَّهِ) أن ذلك فعل في الحقيقة صادر منه تعالى، وإن </p><p> كان يظهر من غيره كالفِراسة والمداواة، وإن كانا قد يحصلان من </p><p> سائر البشر، فذلك قد يكون باعتماد على تجربة واعتبار أمر. </p><p> ولا يكون في كل وقت وعلى كل حال، ولا في دفعة واحدة. </p><p> وما كان يفعله عيسى كان بخلاف فعل البشر، فلهذا كان معجزة، </p><p> ْوقوله:  (إِنْ كُنْتُمْ مُؤْمِنِينَ) أنّ المؤمن هو الذي يتفكر في </p><p> ذلك، فتحصل له الآية. </p><p> وقُرىء (إني) على الاستئناف، ويكون تفسيراً للآية. </p><p> كما أن قوله:  (لَهُمْ مَغْفِرَةٌ) تفسير للوعد. </p><p> وإذا قرىء (أني) بالفتح، فعلى تقدير الجرّ بدلاً من آية </p><p> أو على قَدرِ الرفع خبر ابتداء مضمر، كأنَّه قال: الآية </p>"
}