{
  "id": null,
  "sura": 3,
  "aya": 190,
  "text": "<p> أتبع تكذيبهم فيما قالوا: إن الله فقير. وتبكيتهم </p><p> فيما فعلوه، وما وعدهم به من العذاب بما أنبأ </p><p> عن قدرته عز وجل وسعة ملكه. </p><p> وأن لا سبيل لهم إلى النجاة وإلى الخروج </p><p> عن ملكه وسلطانه، وهذا هو المعنى </p><p> الذي تحرّاه النابغة بقوله: </p><p> فإنك كالليل الذي هو مدركي. . . </p><p> لكن على الآية رونق الإِلهية وتعميم الملك والقدرة بلا مثنويّة. </p><p> وإضافة الفعل إلى موجد الليل والنهار. </p><p> قول تعالى:  (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (١٩٠) </p><p> نبه تعالى أن التفكر في ذلك يدل على وحدانية الله تعالى، وأن </p><p> جميع هذه الأشياء لا تنفك من ثلاثة أضرب: </p><p> إمّا موجود العين، قائم الجوهر، قابل للانتقال </p><p> وتبذل الأمكنة بأجزائه: كالسماء والنجوم. </p><p> وإمّا قابلٌ للاستحالة والتغير بجملته وأجزائه. </p><p> وذلك كالأرض وما عليها، وإما أن يكون مما لا بقاء له بحاله. </p><p> بل ينصرم، ويقابله نظيره كالليل والنهار، وقد ذكر ثلاثتها. </p><p> ونبه على حدوثها، لأن المتنقل لا ثبات له، والمستحيل لا بقاء له. </p><p> وما كان هذا حاله فغير منفك من دلالة الحدث، وما لم يخل من </p><p> محدِثٍ فمسخّر له، ومحال أن يكون المسخَّر المُحدَث أزليًّا واجب </p><p> الوجود، فإذن لابد له من موجد يوجده، وموجده واجب </p><p> الوجود، وذلك هو الباري تعالى، (وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ) . </p><p> ونبّه بقوله:  (لِأُولِي الْأَلْبَابِ) أن من لم يكن ذا لُبٍّ قلَّ عناؤه في التفكُّر فيها، واللب هو اسم للعقل أزيل عنه الدرن، وذاك أن العقل وإن كان أشرف </p><p> مُدرك من الأشياء فهو في الأصل كسيف حديد لم يُطبع ولم يُصقل. </p><p> فإذا تُفُقِّد وتُعُهِّد بالحكمة صار كسيف طبع، فأُزيل خبثه، وشُحذ </p><p> حَدُّه، وكل موضع يذكر الله تعالى فيه أجلَّ مُدرَكٍ لا يمكن إدراكه </p><p> إلا بأجلِّ مُدرِك. </p><p> قال بعض الصوفية: هذه المنزلة وإن خُصَّ بها أولوا الألباب فمنزلة الأنبياء والأولياء أشرف منها، لأنهم ينظرون من خالق السموات والأرض إليها، ولهذا قال لنبيه - صلى الله عليه وسلم - </p><p> (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ) ، وهذا الذي قاله صحيح. </p><p> فإن الإِنسان يمكنه أن يعرف حكمة الصانع أولاً بتدبر </p><p> مصنوعه، ومتى عرف حكمة الصانع حينئذ عرف مصنوعاته </p><p> به، فيصير ما كان دالا مدلولاً، وما كان مدلولاً دالا، وبهذا </p><p> النظر قال من سُئل: بِمَ عرفت الله؟ فقال: به عرفت كل ما </p><p> سواه. </p>"
}