{
  "id": null,
  "sura": 3,
  "aya": 7,
  "text": "<p> إن قيل: لِمَ قال: (لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ) </p><p> ولم يقل: ْ هو عالم بكل شيء؟ </p><p> قيل: لأن الوصف بأنه \"لا يخفى عليه شيء\" أبلغ من قوله \"يعلم \" </p><p> في الأصل، وإن كان استعمال اللفظتين فيه يفيدان معنىً واحدًا. </p><p> وتخصيص الأرض والسماء لكون ذكرهما أهول بالإِضافة إلينا، وفيه دلالة على كل شيء، وإنما كرر قوله:  (لَا إِلَهَ إِلَّا هُوَ) لأنه لما ذكر ما تقدم </p><p> دليلًا على كون عيسى مخلوقًا، وكونه تعالى خالقًا نبّه بقوله: </p><p> (لَاَ إلَهَ إلَأ هُوَ) أن لا معبود سواه، وأنه العزيز في نقمته. </p><p> الحكيم في أمره، لا حاجة به إلى ولد، ولا حكمة تقتضي ذلك. </p><p> قوله عز وجل:  (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٧) . </p><p> الزيغ: الميل عن الاستقامة إلى أحد الجانبين، ومنه زاغ البصرُ. </p><p> وزاغت الشمسُ عن كبد السماء، وزاغ قلبُه، وزاغ وزال ومال. </p><p> تتقاربُ، لكن زاغ لا تُقال إلا فيما كان عن حقٍّ إلى باطلٍ. </p><p> والتأويل: آخر الشيء ومآله، وقد تقدم الفرق بينه وبين التفسير. </p><p> والمحكم قد وُصف به القرآن على وجهين: </p><p> ْأحدهما: عام في جميعه، نحو (كِتَابٌ أُحْكِمَتْ آيَاتُهُ) </p><p> وقوله:  (تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ) ويعني بذلك المتقن. </p><p> نحو: بناء محكم، وعقد محكم. </p><p> والثاني: ما وُصِفَ به بعض الكتاب المذكور في قوله: (مِنْهُ آيَاتٌ مُحْكَمَاتٌ) وهو ما لا يصعب على العالم معرفته لفظًا أو معنىً، </p><p> وقيل: ما لا يحتاج العالم في معرفته إلى تكلُف نظر، وعكسُهُ </p><p> المتشابه، والكلامُ في أحوال المحكم والمتشابه - مشكلٌ. </p><p> ولابُد من إيراد جملةٍ ينكشف بها ذلك، فيُقال وبالله التوفيق: </p><p> الكلام من جهة الإِحكام والتشابه على ضربين: </p><p> أحدهما: ما يرجع إلى ذات المحكم والمتشابه في نفسه. </p><p> والثاني: ما يرجع إلى أمر ما يعرض لهما. </p><p> فالأول على أربعة أضرب: </p><p> أحدها: محُكم من جهة اللفظ والمعنى، نحو قوله تعالى: </p><p> (تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ) </p><p> الثاني: مشابه من جهتيهما، نحو قوله:  (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ) </p><p> والثالث: متشابه في اللفظ مُحكم في المعنى، نحو قوله: </p><p> (وَجَاءَ رَبُّكَ) </p><p> والرابع متشابه في المعنى مُحكم في اللفظ، نحو: </p><p> الساعة، والملائكة. </p><p> وقد تجعل هذه الأقسام ثلاثة: أحدها: محكم على الإِطلاق. </p><p> ومتشابه على الإِطلاق، ومحكم من وجه. </p><p> والمتشابه ضربان: </p><p> أحدهما: من جهة اللفظ، والآخر: من جهة المعنى. </p><p> والمتشابه من جهة اللفظ ضربان: </p><p> أحدهما: يرجع إلى مفردات الألفاظ. </p><p> وذلك إما من جهة غرابة اللفظ، نحو (الأبّ) ونحو (يَزِفُّون) ، </p><p> وإما من تَشَارُكِ في اللفظ: كاليد والعين والوجه. </p><p> الثاني: يرجع إلى جملة الكلام المركب، وذلك ثلاثة أضرب: </p><p> أحدها: اختصار الكلام نحو (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ) . </p><p> والثاني: تطويله نحو (كَمِثْلِهِ شَيْءٌ) . </p><p> والثالث: إغلاق نظمه، نحو:  (وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا) . </p><p> والمتشابه من جهة المعنى ضربان: </p><p> أحدها: د قة المعنى، كأوصاف الباري تعالى، وأوصاف </p><p> القيامة. </p><p> والثاني: ترك الترتيب، نحو قوله:  (وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ) إلى قوله: (لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا) . </p><p> وما يرجع إلى اللفظ والمعنى معا، فأقسامه بحسب تركيب بعض </p><p> وجوه اللفظ مع بعض وجوه المعنى، نحو: غرابة اللفظ مع دقة </p><p> المعنى، وذلك ستة أقسام، وأما المتشابه من جهة ما يعرض للفظ </p><p> فخمسة أقسام: أحدها: من جهة الكمية: كالعموم والخصوص. </p><p> والثاني: من طريق الكيفية: كالوجوب والندب، والثالث: </p><p> من جهة الزمان: كالناسخ والمنسوخ، والرابع: من جهة </p><p> المكان: كالمواضع، والأمور التي نزلت فيها، نحو قوله: </p><p> (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا) . </p><p> وقوله:  (إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ) ، فإنه يحتاج في معرفة ذلك </p><p> إلى معرفة عادتهم في الجاهلية. </p><p> والخامس: من جهة الإِضافة. </p><p> وهي الشروط التي بها يصح الفعلُ أو يفسدُ: كشروط العبادات </p><p> والأنكحة، وهذه الجملة من المحكم والمتشابه إذ تُصُوِّرَتْ </p><p> عُلم أن جميع ما يذكره المفسرون لا يخرج منها، نحو قول من </p><p> قال: المتشابه نحو (الم) وما أشبهه، وقول مجاهد: </p><p> المحكم ما فيه الحلال والحرام، والمتشابه ما سواه. </p><p> وقول </p><p> قتادة: المحكمُ الناسخُ الذي يُعملُ به، والمتشابه: المنسوخُ. </p><p> وقول الأصم: المحكمِات ما حججهُ ظاهر، والمتشابه ما </p><p> حججهُ غامضه. </p><p> وقول غيرهم: المحكم ما أُجْمع على تأويله، </p><p> والمتشابه ما اختلف فيه، فكلُّ هذه الأقوال مثالاتٌ لبعض </p><p> ما انطوت عليه هذه الجملة. ثم جميع ما ذكرنا من المتشابه على </p><p> ثلاثة أضرب: ضرب لا مرية فيه أنْ لا سبيل إلى المراد بتأويله. </p><p> وهو بعض ما تَعْرضُ فيه الشبهة من جهة المعنى كمجيء الساعة. </p><p> وحقيقة ذاته. </p><p> وضرب لا خلاف أن للإِنسان سبيلًا إلى معرفته، وذلك ما كان اشتباهه من جهة ما يعرض له من عموم وخصوص </p><p> ووجوب وندب وغير ذلك مما تقدم ذكره، وكذا ما تعرض فيه </p><p> الشبهة من جهة غرابة اللفظ، وما هو مترددٌ بين الأمرين، يجوز </p><p> أن يُختَص بمعرفته بعض الراسخين في العلم نحو علي </p><p> وابن عباس وغيرهما مما قال النبي - صلى الله عليه وسلم -: \"اللهم فقِّهه في</p><p> الدين وعلِّمه التأويل\" . </p><p> وهذه الجملة إذا تُصُوِّرت </p><p> عُلِم أن من رأى الوقف على قوله:  (وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ) </p><p> واستأنف ما بعده فلنظره إلى الضرب الأول من المتشابه، ومن </p><p> وصل ذلك وجعل قوله:  (الرَّاسِخُونَ) عالين به، فلنظره إلى الضرب </p><p> الثاني، والأظهر من الآية القول الأول، وما قال بعضهم: </p><p> إنه لو جاز أن يخاطبنا ثم لا يُعرفنا مراده، لجاز أن يخاطبنا بكلام </p><p> الزنج والروم، فالجواب عنه: أن كلام الروم والزنج لا يُعْلَمُ </p><p> منه المراد مجملَا، ولا مفصلَا، والمتشابه يُعلم منه مراده مجملَا </p><p> وإن لم نعلمه مفصلًا، لأن كل آية قد فسرها المفسرون على أوجه. </p><p> فمعلوم أن المراد لا يخرج منه، ثم تعيين مراد الله تعالى منها غير </p><p> فمعلوم، وهذا ظاهر. </p><p> على أنه لم يكن يمتنع أن يكلفنا تعالى </p><p> تلاوة أحرف لا نعرف معناها، فيثيبنا على تلاوتها، كما يُكلِّفنا </p><p> أفعالاً لا نعرف وجه الحكمة فيها، ليثيبنا عليها، فالتلاوة </p><p> فعل يختصُّ باللسان، ومن جعل قوله:  (وَالرَّاسِخُونَ) معطوفًا </p><p> جعل قوله:  (يَقُولُونَ) في موضع الحال للمعطوف دون المعطوف </p><p> عليه، كما في قوله:  (وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا) حال </p><p> للمعطوف دون المعطوف عليه. </p><p> إن قيل: لِمَ خص الراسخين بأنهم يقولون آمنا به؟ </p><p> قيل: لأن معرفة ما للإِنسان سبيل إلى معرفته مما لا سبيل له إلى معرفته هو </p><p> من علوم الراسخين، لأن الحكماء هم الذين يُميّزون بين ما </p><p> يمكن علمه وما لا يمكن أن يُعلم، وما الذي يُدرك إن طُلب </p><p> والذي لا يُدرك، وعلى أي غاية يجب أن يقف طالب العلم، وأي </p><p> مكان يتجاوزه، وهذا أشرف منزلة للحكماء، ولذلك قالت </p><p> عائشة رضي الله عنها:  \"من رسوخ علمهم الإِيمان بمحكمه</p><p> ومتشابهه وإن لم يعلموا تأويله \" </p><p> إن قيل: ما فائدة الإِتيان بالمتشابه فِى القرآن؟ </p><p> قيل: فوائد جمة، منها: أن يبين تشريف </p><p> العلماء بتميُّزهم عن غيرهم، ومنها: رياضة العقول في تعرفها. </p><p> ومنها: استحقاق الثواب بتعبِ الفكر فيه، ومنها: إظهارُ شرف </p><p> الفكر، ليعلم أنه لم يجعل الإِنسان عبثًا، ومنها: حث من أخبر </p><p> الله عنهم أنهم قالوا:  (لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ) على أن </p><p> يتدبره، لأنهم إذا سمعوا ما في ظاهره التنافي تأملوه طلبًا لردّه. </p><p> فيصير ذلك سببًا أن يعرفوه لمعرفتهم بإعجازهم ولزوم الحجة به. </p><p> ومنها: أن يصير سببًا لاعتراف الإِنسان بعجزه ومعرفة نقصه. </p><p> ومنها: أن يصير الناسُ تبعًا للأنبياء وأُولي الأمر الذين حثّ </p><p> على اتباعهم لقو له:  (وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ) </p><p> وقوله:  (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ) </p><p> فذمٌ لهم بأنهم لزيغهم \"يتحرّون طلب الفتنة، وقدّم </p><p> ذكر الفتنة تنبيها أن قصدهم إلى إيقاع الفتنة قبل طلب تأويله. </p><p> وهذا القصد باتفاق أهل العقول كلها مذموم. </p><p> فإن قيل: هب أن اتباع طلب الفتنة مذموم. </p><p> فكيف ذُمّوا بابتغاء تأويله؟ </p><p> قيل: طلب التأويل من نفس المتشابه مذموم. </p><p> إذ لا سبيل إلى تبينه منه، وإنما طلب الحق يجب أن يكون </p><p> بردة إلى المحكم إلى الرسولِ وإلى أولي الأمر. </p><p> حسب ما نبه عليه تعالى بقوله:  ((وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ) الآية. </p><p> وكل له حالتان: </p><p> أحدهما: أن يكون تابعًا على طريق التأكيد، فلا يحذف منه ضمير </p><p> ما أُكِّد به، نحو: مررت بالقوم كلهم. </p><p> والثاني: أن تجعلَه مُخبرًا عنه، فيصح الحذف منه إيجازًا، نحو:  (إِنَّا كُلٌّ فِيهَا) ، وفي </p>"
}