{
  "id": null,
  "sura": 3,
  "aya": 152,
  "text": "<p> وعلى ذلك قوله:  (وَسَاءَتْ مَصِيرًا) . </p><p> قوله تعالى:  (وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ (١٥٢) . </p><p> الحسُّ: يُقال للإِصابة بالحاسّة نحو عِنْتُه ويَدَيْتُه، أي أصبته بهما. </p><p> ويُقال تارة لإِصابة الحاسّ نحو بطنته وظهرته، أي أصبتهما. </p><p> ولمّا كان إصابة الحاسّة قد يتولد منه فقد الروح استُعير للقتل، </p><p> وإذنه هاهنا يصح أن يكون أمره، وأن يكون تسهيله وتوفيقه. </p><p> والفشل: ضعف النجيزة، وذلك يكون عن الحرب، وعن </p><p> السخاء، بل عن تحمل المضض، وجعل تعالى ميلهم إلى </p><p> الغنيمة فشلًا، فإن الحرص والبخل من فشل النجيزة، وسبب </p><p> نزول هذه الآية فيما رُوِيَ أن النبي - صلى الله عليه وسلم - كان قد وعد المؤمنين بقهر الكفار يوم أحد، ولما صفّ الصفوف جعل أُحُداً خلف ظهره. </p><p> واستقبل المدينة، وجعل عَيْنَينَ وهو جبل عن يساره، ورتب </p><p> عليه رماة خمسين، واستعمل غليهم عبد الله بن جبير، وأوعز </p><p> إليهم أن قوموا في مصافكم، فإن رأيتمونا وقد غنمنا فلا تشاركونا. </p><p> وإن رأيتمونا نُقتل فلا تنصرونا، فلما رأوا الكفار يهزمون. </p><p> اختلفوا فبادر بعضٌ إلى المعركة، ونظر خالد بن الوليد إلى </p><p> الجبل وكان كمينًا للمشركين، فكَرَّ بالخيل، فقتل من بقي من </p><p> الرماة، وانتقضت صفوف المسلمين حتى كان ما كان، فقال </p><p> قوم: إن الله قد وعدنا نصرنا، فتغيّرت قلوبهم، فبيّن تعالى أنه </p><p> قد صدقكم وعده، وأخذتم تقتلونهم إلى أن اعتراكم الفشل. </p><p> ووقع بينكم تنازع، فصرفكم عنهم. </p><p> وقوله:  (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا) قيل: الغنيمة. </p><p> (وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ) أي نصرة النبي في ترك </p><p> المكان والمبادرة إلى القتال. </p><p> وقيل: بل عنى بمن يريد الآخرة من أقام حافظاً لما استُحفظ. </p><p> وقوله:  (ثُمَّ صَرَفَكُمْ عَنْهُمْ) قيل: صرفهم إنما كان. </p><p> بمنع النُّصُرة وترك إنزال الملائكة عليهم والسكينة، وبإخراج </p><p> ما في قلوب الذين كفروا من الرعب، فبيّن أن لم يكن صَرفكم </p><p> عنهم خذلاناً لكم، بل كان مؤاخذة لميلكم إلى الدنيا وابتلاءً </p><p> لكم، كما بينه بقوله:  (وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ) </p><p> وذكر أنه عفا عما كان منهم من مخالفتهم النبي - صلى الله عليه وسلم -. </p><p> وإخلالهم بالمركز، قال الحسن: عفا عنهم، إذ لم يستأصلهم. </p><p> فقد قتل منهم من قتل، وكسر رباعيّة الرسول - صلى الله عليه وسلم -، وقيل:  (عَفَا عَنْكُمْ) حيث عاقبكم في عاجل الدنيا، وأفضل </p><p> عليكم بذلك لكونه موعظة لكم في معاودة مثله)، ثم بيّن أن </p><p> الله ذو فضل في عفوه عنكم في انهزأمكم وفي صرفكم عنهم، الذي </p><p> صار سببا لتهذيبكم وتمحيصكم، وسبباً لأن تصيروا مجاهدين </p><p> في المستقبل، فيعلم الله الذين آمنوا ويتخذ منكم شهداء، فكل </p><p> ما هو سبب خير وإن كُره ففضل. </p><p> واختُلفَ في جواب (إِذَا) فقال الفرّاء: تقديره تنازعتم. </p><p> والواو مقحمة، قال: وذلك يكثر مع إذا نحو (حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ) وقوله: (حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ) أي: فتحت. </p><p> وقوله:  (فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ * وَنَادَيْنَاهُ) أي ناديناه. </p><p> وقال ابن بحر: </p><p> ثم صرفكم جواب، وتقديره صرفك، وقال: ودخل (ثُمَّ) </p>"
}