{
  "id": null,
  "sura": 3,
  "aya": 161,
  "text": "<p> قو له تعالى:  (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (١٦١) </p><p> الغلول: تناول مال الغير بضرب من المكيدة، وكثر استعماله </p><p> في الغنيمة، وسبب نزول ذلك، قال ابن عباس: هو أن فُقِد </p><p> قطيفة حمراء يوم بدر، فقال بعض الناس: لعل النبي - صلى الله عليه وسلم - أخذها، وقال الضحاك: هو عتاب لمن استُحفظوا الثنيّة </p><p> يوم أحد، حيث قال بعضهم: ربما يقول النبي - صلى الله عليه وسلم -: \"من تناول شيئاً فهو له \" فَنَبقى بلا غنيمة، فعلى هذا يكون هذا القول ثناء </p><p> عليه - صلى الله عليه وسلم -، وقال بعضهم: بل ذلك حثٌّ، للنبي على التعفف، وإن كان معلوماً أنه لا يغُل، كقوله:  (لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ) . </p><p> ومن قرأ (يُغَلَّ) فقد قيل: نهي للناس أن ينسبوا ذلك إلى النبي - صلى الله عليه وسلم - </p><p> من قولهم: أغللت فلانا. كقولهم: أكذبته. </p><p> وقرأ رجل بحضرة ابن عباس \"يُغَل\" فقال: بلى ويُقَتل. </p><p> فكأنه حمله على الخبر، ولم يرتض قراءته. </p><p> وقال الحسن: نَهْي أن يَخُونوه. </p><p> فإن قيل: فلم خصّه والخيانة معه ومع غيره مذمومة؟ </p><p> قيل: قد قال بعض الناس: إن تخصيصه تعظيم له. </p><p> فإن الخيانة وإن كانت مستقبحة مع كل أحد. </p><p> فمع من يُرشح لهداية الناس أقبح، </p><p> وقال بعض الناس: إن ذلك في الحقيقة نهي عن الخيانة رأسا في </p><p> كل ما أتى به النبيِ - صلى الله عليه وسلم - من الأحكام، كقوله:  (لَا تَخُونُوا اللَّهَ وَالرَّسُولَ) . </p><p> وقال بعض الناس: قراءة من قرأ؟ (يَغُلَّ) أولى، لأن كل ما جاء في التنزيل من هذا النحو فمسندٌ إلى الفاعل دون المفعول. </p><p> نحو (وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ) . </p><p> وقوله:  (وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ) . </p><p> وقوله:  (وَمَن يَغلُل) تعظيم للغلول، وأنه لا انفكاك له من جزائه، فكأنّ ما قد غلّه يَصحبُه، وعلى هذا ما قال النبي - صلى الله عليه وسلم -: </p><p> \"لا أعرفنُّ رجلًا يأتي بفرسٍ له حَمْحَمة\" ). </p><p> وعلى هذا ما قاله - صلى الله عليه وسلم -: </p><p> \"لا أعرفن رجلًا يأتي ببعير قد غلّه له رغاء\" . </p>"
}