{
  "id": null,
  "sura": 3,
  "aya": 102,
  "text": "<p> الله تحولهم مع ظهوو الآيات التي هي المعجزات العقلية، وكون الرسول </p><p> الشاهد فيما بينهم الذي يظهر من العجزات المحسوسة. </p><p> وقيل: معنى قوله: (وَفِيكُمْ رَسُولُهُ) أي دلائله لا ذاته، فعلى هذا خطاب لمن في زمانه، ولمن بعده. </p><p> وقوله:  (فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ) أي الطريق المسئول </p><p> أن يهدينا إليه في قوله:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) . </p><p> والمدعو إليه بقوله:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ) . </p><p> والمأمور به في قوله:  (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ) . </p><p> قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢) </p><p> التقوى: أن تجعل بينك وبين المعاصي ما يصير واقياً </p><p> لك عن تعاطيها، فتصير واقيا لك في الآخرة عن العذاب. </p><p> وقال بعض الناس: التقوى من ثلاثة أوجه: تقوى من غرور </p><p> الدنيا، والتقوى من النفس، والتقوى من الله. </p><p> وكل واحد منها على ثلاث منازل: </p><p> أما التقوى من الدنيا فأن تتقي محرماتها، ثم شبهاتها. </p><p> ثم الزهد في مباحاتها. </p><p> وأما التقوى من النفس فأن تتقي أولاً عقوبته. </p><p> ثم استدراجه نحو: أن يملي للعبد ويوسع عليه فيغتر به. </p><p> ثم حجابَه، نحو: أن يسأله العبد </p><p> فتتباطأ إجابته فيعيرّ ذلك قلبه، فمن استكمل هذه المنازل فقد اتقى الله حق. </p><p> تقاته، وحرر ذلك بعض الصوفية على وجه آخر. </p><p> وقال: التقوى على ثلاث منازل: تقوى العقوبة بالصبر عن المعاصي. </p><p> وإياه قصد بقوله:  (وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ) . </p><p> وتقواه بشكر آلائه، وإياه قصد بقوله:  (اتَّقُوا رَبَّكُمُ) خص لفظ الرب المنبئ عن تربيته إياه ونعمته عليه، وتقواه برؤية وحدانيته من غير تلفّت ثواب أو عقاب، وإياه قصد بقوله:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) قال: ولهذا حيث ما ذكر (اتَّقُوا اللَّهَ) خص المؤمنين بالمخاطبة، وحيثما ذكر (اتَّقُوا رَبَّكُمُ) خص الناس الذي هو أعم اللفظتين. </p><p> وتقسيم التقوى على ئلاث منازل هو على حسب الظالم </p><p> والمقتصد والسابق، وقوله:  (حَقَّ تُقَاتِهِ) حثٌّ أن يبلغ </p><p> الإِنسان في ذلك مبلغ السابقين، قال عبد الله والحسن وقتادة: هو </p><p> أن يُطاع فلا يُعصى، ويُذكر فلا يُنسى، ويُشكر فلا يُكفر. </p><p> وقال قتادة والربيع: الآية منسوخة بقوله: (فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ) </p><p> وقال غيرهما: بل معناهما واحد، فإن حق التقوى </p><p> هو التقوى على حسب الاستطاعة، واستدل بما روى </p><p> معاذ قال: أردفني رسول الله - صلى الله عليه وسلم -، وقال:  \"هل تدري حق الله على العباد؟</p><p> \" قلت: الله أعلم ورسوله، فقال:  \"أن يعبدوه ولا يشركوا به شيئاً\" . </p><p> ثم قرأ:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) ، </p><p> ومن قال: هذا منسوخ تصور من قوله: (حَقَّ تُقَاتِهِ) غاية الجهد من </p><p> العبد، وإن (مَا اسْتَطَعْتُمْ) هو قدر العفو، فصار مقتضى ما استطعتم </p><p> أخف من مقتضى حق تقاته، واستقبح أبو علي الجبّائي قول من </p><p> قال: الآية منسوخة، وقال: هذا جهل، لأنه لا يجوز أن يبيح الله </p><p> للناس أن يفعلوا بعض المعاصي وهذا تصور له وقع من قلة التثبت. </p><p> فقد عُلِمَ أن فعل ما حظر الله في الشرع معصية ما دام الحظر قائماً. </p><p> كتحريم الأكل والجماع بعد النوم في الصوم، ثم لما زال الحظر زال </p><p> كونه معصية. فكذا تقوى الله بغاية ما بلغه الجهد لا يُمنَع أن </p><p> تُوجَبَ في وقت، فيكون تركها معصية، ثم يقتصر من الناس علي </p><p> مقدار الوسع، فلا يكون ترك الجهد معصية. </p><p> وقوله:  (وَلَا تَمُوتُنَّ) حث على الاستسلام قبل الموت. </p><p> وإن كان لفظه نهياً عن الموت كقولهم: لا أرينك هاهنا. </p><p> إن قيل: هل بين قولك: لا تموتن إلا مسلما، وقولك: إلا وأنت مسلم فرق؟ </p><p> قيل: قولك مسلماً يقتضي ظاهره أن يكون الإِسلام مقترنا به الموت، لا متقدمًا </p>"
}