{
  "id": null,
  "sura": 3,
  "aya": 41,
  "text": "<p> وقوله:  (كَذَلِكَ اللَّهُ يَفْعَلُ) على الجواب الأول: أي أنه يهب لك </p><p> الولد وأنت بحالتك، وعلى الثاني: أن نعمته في خلق ذلك </p><p> كنعمته في غيره، وعلى الثالث: إن تعجّبت من ذلك فتعجب من </p><p> سائر أفعاله المبدعة، فإن خلقه لذلك كخلقه لما يشاء. </p><p> قوله عز وجل:  (قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ (٤١) </p><p> العشي: من لدن غروب الشمس إلى انقضاء صَدْر الليل. </p><p> وخصّ العشاء بالطعام المتناول فيه، وتعشى تناول </p><p> العشاء وعَشى صار في عشاً لظلمةِ عينه، وآية في وزنها </p><p> ثلاثة أقوال: الأول: أنها فَعلة، وحق مثله أن يُجعل لامه معتلًّا </p><p> نحو: حياة ونواة، ونظيرها راية، والثاني: فِعلة إلا أنها قلبت </p><p> كراهية التضعيف، نحو طائي في طَيْئي، والثالث: فاعلة، وأصلها </p><p> آيية فخَففت وذلك ضعيف لقولهم في تصغيرها أيية، ولو كانت </p><p> فاعلة لقيل: أويّة، والرمز: الإِشارة بالشفة. </p><p> والغمز بالعين والحاجب. </p><p> والإِبكار: مصدر أبكر، يُقال: أبكر وبكَر وبكَر </p><p> وابتكر، والبُكرة من وقت طلوع الفجر إلى ضحوة النهار. </p><p> وقوله:  (اجْعَلْ لِي آيَةً) قيل: طلب علامة لوقت الحمل. </p><p> فجعل تعالى أن لا يمكنه مكالمة الناس إلا إيماءً مع تمكنه من ذكر </p><p> الله، وقيل: بل سأله أن يبين له قربة يجعلها شكراً لما خوَّله، </p><p> فأمره أن يجعل شكره الاشتغال بالعبادة، وترك مكالمة الناس إلا </p><p> رمزًا ثلاثة أيام، وهو المذكور في قوله:  (ثَلَاثَ لَيَالٍ سَوِيًّا) . </p><p> وفي هذا دليل أن في ذكر اليوم أو الليلة غنىً عن ذكر الآخر عند </p><p> الإِطلاق، وإذا أُريد الخلاف بمن حينئذ نحو (سَبْعَ لَيَالٍ وَثَمَانِيَةَ) ، وعلى هذا الآية عبارة عن الفريضة، فإن زكريا سأل </p><p> أن يفرض عليه فرضاً يجعله شكراً له، وتسبيحه: قيل هو </p><p> الصلاة، وسميت الصلاة سُبحة. </p><p> وقوله:  (بِالْعَشِيِّ وَالْإِبْكَارِ) قيل: عنى في هذه الأيام الثلاث. </p><p> ولم يعنِ التسبيح في طرفي النهار فقط، بل إنما أراد إدامة العبادة في هذه </p><p> الأيام. </p><p> وقرئ (أَلَّا تُكَلِّمَ) بالرفع والنصب، نحو: </p><p> (وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ) بالرفع والنصب. </p><p> قوله عز وجل:  (وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ (٤٢) </p><p> تكرير الاصطفاء قيل لمعنيين: الأول فرَّغها لعبادته وأغناها عن الكسب، والثاني أن جعلها أمًّا لعيسى وآية له، وقيل الأول الاصطفاء الذي هو </p><p> الاجتباء. والثاني الاصطفاء الذي هو على سبيل الهداية، وقد </p><p> تقدم ذكرهما آنفاً. </p><p> وتطهيرها قيل: من الحيض. </p><p> وقيل: من نجاسة الكفر، كقوله تعالى:  (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ) . </p><p> وقول الملائكة لها قيل: كان بالإِلهام، فإنه ما أوحى الله إلى </p><p> امرأة وحي النبوة، فلذلك قال: </p><p> (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) </p><p> وقيل: بل قد أوحي إليهن ولكن لم يبعثن رسلا. </p><p> وقال الجئائي: إنما يجوز أن يكون أوحي إليها معجزة </p><p> لزكريا أو توطئة لنبوة المسيح، وقوله هذا إيماءً لمذهبهم أن </p><p> المعجزات والوحي لا تصح إلا في أزمنة الأنبياء عليهم الصلاة </p><p> والسلام، وذلك دفع منه لكرامة الأولياء، وقوله:  (عَلَى نِسَاءِ الْعَالَمِينَ) ، قيل: هو على العموم، وقيل: عنى اللاتي في زمانها. </p>"
}