{
  "id": null,
  "sura": 3,
  "aya": 40,
  "text": "<p> وذلك يقتضي جواز نبي ليس بصالح؟! </p><p> قيل: قوله: (مِنَ الصَّالِحِينَ) متعلق بمضمر، أي وهو من الصالحين. </p><p> وذلك مما أكد به قوله:  (ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ) . </p><p> ومعناه من أولاد الصالحين. </p><p> قوله عز وجل:  (قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ (٤٠) </p><p> الغلام يجوز أن يكون أصلا في بابه، وعنه أخذ الاغتلام، لكون المغتلم شبيها به في المعنى المخصوص، ويجوز أن يجعل الغيلم - وهو منبع الماء - من </p><p> ذلك، وسُمّي الغلام لكونه ذا رونق، ولذلك يُقال: فلان عليه </p><p> ماء الشباب، والعقر: أصل البنية للدار والإِنسان، وعقرته </p><p> أي أصبت عُقره، أي أصل بنيته، وذلك يقتضي معنى القتل، ثم </p><p> سمي الجرح - أي جرح كان - عقراً، وسُمي الخمر عُقاراً لكونها </p><p> كالعاقر للإِنسان. </p><p> وجُعل بناؤه بناء الإِرواء كالخُمار والكُباد </p><p> والمعاقرة: المشاربة، كأنَّه يطلب كل واحد منهما عَقْر صاحبه بإسكاره. وامرأة عاقر كأنها تعقر النسل، لإِفسادها ماء الفحل. </p><p> وجعل العُقْر اسما للدية، وكنى به عن بذل البضع. </p><p> وقال ها هنا:  (بَلَغَنِيَ الْكِبَرُ) وفي موضع آخر: (وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا) ، وذاك أنك إذا بلغتَ الكبر فقد بلغك الكبرُ، </p><p> نحو أدركني الجهدُ وأدركتُ الجهدَ، ولا يقال: أدركني المكان. </p><p> لأن حقيقة إدراك المكان من الإِنسان دون المكان، وإدراك الجهد </p><p> والكبر مجاز في الطرفين، فصار انتساب كل واحد منهما إلى </p><p> الآخر سواء، وقوله:  (أَنَّى يَكُونُ لِي غُلَامٌ) ليس بإنكار لقدرة </p><p> الله، بل لما كانت عادته تعالى في إيجاد الأولاد أن لا يكونوا من </p><p> الهَرِم والعاقِر، أراد التعرف أن ذلك هل يحصل وهما باقيان على </p><p> حالتيهما، أو يكون بإعادة الشباب إليهما، أو يكون ذلك من </p><p> امرأة أخرى أو يحصل ذلك على سبيل لم تجر به العادة؟ </p><p> وقال بعضهم: إنما قال أنى يكونُ لي ذلك؟ استعظاماً لنعمة الله. </p><p> كقولك: من لي بكذا؟ ومن أين لي كذا؟ </p><p> وقال بعضهم: قال ذلك لأنه لما سمع نداء المَلك </p><p> قدّر أن ذلك وسوسة من الشيطان، واستبعد بعضهم ذلك. </p><p> وقال: إن الأنبياء لا يشتبه عليهم ما يكون من قِبَل الملائكة </p><p> بما يكون من قِبَل الشيطان)، </p>"
}