{
  "id": null,
  "sura": 3,
  "aya": 106,
  "text": "<p> (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) . </p><p> قوله تعالى:  (يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (١٠٦) </p><p> ابيضاض الوجه عبارة عن المسرة، واسودادها عن الغم. </p><p> وعلى ذلك (ظَلَّ وَجْهُهُ مُسْوَدًّا) ، ثم قال:  (مِنْ سُوءِ مَا بُشِّرَ بِهِ) . </p><p> وعلى ذلك قوله:  (وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ) . </p><p> وهذا الابيضاض والاسوداد أبلغ من المحسوسين. </p><p> وقال بعض المتكلمين: يحمل ذلك على المحسوس. </p><p> لكونه حقيقة فيه، وهذا خطأ، وذلك لأنه لم يعلم </p><p> أن ذلك حقيقة فيهما جميعاً، فليس الاسوداد والابيضاض </p><p> أكثر من كيفية عارضة في الوجه، قلّ ذلك أم كثر، </p><p> ومعلوم أن من ناله غمّ شديد يعرض لوجهه - لتبرّمه وتكدره - </p><p> اسوداد في وجهه، وليس قلّة السواد والبياض مما يخرج اللفظ </p><p> عن الحقيقة، ثم حمل الآية على هذا أولى، لأن ذلك حاصل لأهل </p><p> القيامة باتفاق، سواء كانوا في الدنيا سودانا أو بيضانا، وعلى </p><p> ذلك (وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ) وقوله: (وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) ضَاحِكَةٌ مُسْتَبْشِرَةٌ). </p><p> وأما كفرهم بعد إيمانهم فقد قال الحسن: بعد إظهارهم الإِيمان بالنفاق)، وقال قتادة: كفروا بالارتداد بعد </p><p> الإسلام، وقيل: بعد الإِقرار الذي اقتضاه قوله تعالى: (أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى) . </p><p> وقيل: كفروا بالنبي - صلى الله عليه وسلم - بعد أن أقرّوا به قبل </p><p> بعثته، وعموم اللفظ يقتضي كل ذلك، ولا تنافي بينها. </p><p> وقوله:  (أَكَفَرْتُمْ) تقديره: فيقال لهم: أكفرتم؟، وحذف القول </p><p> من نحو ذلك كثير نحو:  (وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ) . </p><p> وقوله:  (وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا) </p><p> أي يقولون، ولما حذف الفعل حذف معه الفاء </p><p> الذي يكون جواب أما، ويوم ظرف لقوله عظيم، ولا يكون </p><p> عند البصريين ظرفاً لقوله عذاب، لأن الاسم إذا وُصِف لا يعمل </p><p> عندهم. </p><p> إن قيل: لِمَ كرر لفظة (فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ) ؟ </p><p> قيل: قال بعض النحويين: إن ذلك للتأكيد. </p><p> وتمكين المعنى في النفس، وقيل:  (قوله: (فَفِي رَحْمَةِ اللَّهِ) تمام </p><p> الكلام، و (هُمْ فِيهَا خَالِدُونَ) تنبيهاً أن ذلك لهم مؤبدا، </p><p> وقيل: قوله: (هُمْ فِيهَا) راجع إلى مقتضى قوله: (ابْيَضَّتْ وُجُوهُهُمْ) وهو المسرة، تنبيها أن تلك المسرة دائمة لا كمسرّات الدنيا التي تنقطع. </p><p> وإن بقيت أسبابها. فأحوال الدنيا وإن كانت سارة متبرم منها بدوامها. </p><p> ولهذا قيل: لَلعافية تمُل أكثر مما يُملُّ البلاء. </p><p> إن قيل: المقابلة في الاثنين غير صحيحة، فإن التقابل الصحيح أن يكون المذكور في الثانية عكس المذكور في الأولى، وليس قوله:  (فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ) عكسا لقوله: (أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ) ؟ </p><p> قيل: مراعاة التقابُل على ضربين: تقابل اللفظ، وتقابل المعنى. </p><p> وهو أفضلهما عند أصحاب المعاني. </p><p> فالتقابل حاصل من حيث المعنى، وعدل عن لفظ الخبر في قوله: </p><p> (أَكَفَرْتُمْ) وقوله: (فَذُوقُوا الْعَذَابَ) إشارة إلى ما يقال لهم، </p><p> ونبّه أنهم يُقابلون مع العقوبة بالتبكيت، وقد قيل: التبكيت </p><p> أعظم العقوبتين، وأن يقال لهم:  (ذوقوا) ، وذلك دلالة على مبالغة </p><p> الغضب عليهم. </p><p> إن قيل: كان الوجه أن يقال: ألستم قد كفرتم؟ </p><p> فلفظ الاستفهام في القرآن محمول على الإِنكار، والإِنكار متى تجرد </p><p> عن حرف النفي يكون للنفي نحو قوله:  (أَأَنْتَ قُلْتَ لِلنَّاسِ) وإذا </p><p> كان للإِثبات قرن به حرف النفي؟ </p><p> قيل: الألف في الأصل للاستخبار، والاستخبار أعمّ من الاستفهام. </p><p> وكل استفهام استخبار، وليس كل استخبار استفهاماً. </p><p> والمستخبر قد يقصد إلى أخذ إقرار المستخبر أو إلى إلجائه إلى الإِقرار بما ينكره، وقوله:  (أَكَفَرْتُمْ) استخبار على هذا الوجه، وتقريع لهم، وعلى ذلك </p>"
}