{
  "id": null,
  "sura": 3,
  "aya": 133,
  "text": "<p> الناس على الاستعانة بتقوى عقوبته، والطاعة له ولرسوله في ترك </p><p> الربا وغيره من المعاصي؛ ليصلوا إلى الرحمة ذريعةً إلى الفلاح. </p><p> إن قيل: الفلاح لا يخرج من أن يكون رحمة؟ </p><p> قيل: صحيح، ولكن الرحمة أعم من الفلاح، فكُلُّ فلاح رحمة، وليس كُلُّ رحمة فلاحاً، ومن قال في قوله:  (أُعِدَّتْ لِلْكَافِرِينَ) دلالة أن لا فاسق فيها، فليس باستدلال يوجب الركون إليه، لأن ما يصحُّ أن يشترك فيه أقوامْ إذا </p><p> قيل: أُعِدَّ لفلان. فليس فيه أنه لم يُعدّ لغيره. </p><p> ثم قد ثبت أن النار دركات، فأكثر ما في ذلك أن النار المعدَّة للكافر ليست للفاسق. </p><p> قوله تعالى:  (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (١٣٣) </p><p> إن قيل: ما الفرق بين </p><p> الطول والعرض؟ وهل هما على تقديرك ووضعك كالصعود </p><p> والحدور، أم هما شيئان مختلفان بالذات؟ وذاك أن الطول </p><p> والعرض من خواص الجسم، فالطول معتبر بالجانب الذي منه </p><p> ينشأ وإليه ينشأ. والعرض بالجانبين الآخرين، وذلكْ متصور في </p><p> الحائط والثوب والبيت، وقد يقال ذلك باعتبار الوضع في أشياء </p><p> كثيرة، وقد وقع شبهة على من لم يتمهر في المعقولات، ولم </p><p> يتجاوز منزل المحسوسات، وقال: إذا كانت الجنة في السماء </p><p> الرابعة على ما رُويَ في الخبر فكيف يكون عرضها عرض </p><p> السموات؛ فجاء قوم من اليهود إلى الرسول - صلى الله عليه وسلم - فقالوا: إذا كانت الجنة عرضها السموات والأرض فأين النار؟ </p><p> فأجابهم - صلى الله عليه وسلم - فقال:  \"سبحان الله إذا جاء النهار فأين الليل \" ؟، </p><p> وهذه معارضة تقنع العامة بما فيه المقنع، وتطلع الخاصة على ما </p><p> نبه عليه بقوله:  \"ما لا عين رأت، ولا أذن سمعت \" </p><p> وقد رُويَ عن ابن عباس: أن لله عوالم، هذا أحدها. </p><p> وقال أبو مسلم بن بحر: العرض هاهنا من قولهم: عرضت الشيء </p><p> بالشيء في البيع، وذلك قائم مقام المساواة. </p><p> والمعنى: لو عرضت الجنة بالسموات والأرض لكانتا ثمناً لها، وذلك </p><p> يفسده قوله في غير هذه الآية:  (كَعَرْضِ السَّمَاءِ وَالْأَرْضِ) . </p><p> وقال بعضهم: هو من قولهم: فلان في جاه عريض، وفي سعة </p><p> ورحب، وقد يقال للكبير عريض، نحو:  (فَذُو دُعَاءٍ عَرِيضٍ) . </p><p> والمغفرة أصلها إزالة العقوبة، وإن كان قد يقال لها وللإِعطاء. </p><p> ولمّا أمَر تعالى بالاتقاء من النار، والاتقاء منها مقتضٍ </p><p> للمغفرة، وذلك منزلة التاركين للذنب، أمره في هذه الآية أن لا </p><p> يقتصر على التقوى من النار، التي هي مقتضية للمغفرة، بل </p><p> يتجاوز إلى طلب الجنة، فقال:  (وَسَارِعُوا إِلَى مَغْفِرَةٍ) . </p>"
}