{
  "id": null,
  "sura": 3,
  "aya": 79,
  "text": "<p> بعد الذي تقدم ذكره تنبيا أن كلا الأمرين منهم كذب؛ </p><p> لي الألسنة، وقولهم: هو من عند الله، وإعلام أن ليس كذبهم </p><p> مخصوصًا بهذين فقط، بل هم كَذَبة كقولك: فلان تقول على كذا </p><p> وهو كاذب، ثم قال:  (وَهُمْ يَعْلَمُونَ) تشنيعا عليهم، وأنهم غير </p><p> معذورين بوجه إذ قد يعذر الإِنسان في بعض ما يظنه، ومن كذب </p><p> عامدَا إليه وعالما به وهو يقصد به استجلاب نفع دنيوي فهو </p><p> مستحقّ للذمّ. </p><p> قوله عز وجل:  (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩) </p><p> البشر يستوي فيه الواحد والجمع لكونه كالخلق. </p><p> والرباني: قيل: هو منسوب إلى الربَّان، وهو المتخصصُ بالعلم الذي يربُّه باستفادته وإفادته، وفعلان أكثر ما يجيء عن فَعِل للمبالغة نحو نعسان. </p><p> وقال الزجاج: الرباني منسوب إلى الربِّ، لكن زِيد فيه ألف ونون </p><p> للمبالغة في النسبة، كما زيد في: لحياني وجماني قال مؤرج: </p><p> هو لفظة في الأصل سريانية وأخلِق بذلك فقل ما يوجد في </p><p> كلامهم القديم، وإلى ما قدمنا من معناه </p><p> قال الحسن: معناه: كونوا علماء فقهاء. </p><p> وقال ابن جبير: حكماء فقهاء. </p><p> وقال ابن زيد: مدبِّري أمر الناس في الولاية بالإِصلاح. </p><p> وقال الزجاج: معلمي الناس وهذا كله ألفاظ مختلفة عن </p><p> معنى واحد، بيَّن تعالى أنه لن يصطفي علام الغيوب لرسالته </p><p> من يعلم من حاله أنه يكذب، وأن يأمر الناس أن يعبدوه. </p><p> وإلى هذا أشار بقوله تعالى:  (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) . </p><p> وإنما قال:  (مَا كَانَ لِبَشَرٍ) فذكر باللام لأن قولك: فلان </p><p> ليس له أن يفعل كذلك. أبلغ من قولك: هو لا يفعل؛ لأن في </p><p> قولك ليس له أنه ممنوع منه، إما منعا من خارج كالقهر، وإما من </p><p> داخل من جهة العقل والتزام الشرع، وقد نبّه تعالى بذلك أن </p><p> الأنبياء ممنوعون عن ذلك من جهة العقل المسدّد، والحظر </p><p> الوارد عليهم من قبله تعالى، لا منعا من جهة عدم التمكن. </p><p> وعلى ذلك قوله تعالى:  (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ) </p><p> وأما قوله:  (مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ) فإنه لما أراد تعالى المبالغة في </p><p> النفي أخرج الكلام هذا المخرج، تنبيهًا أن الحكمة تمنع من </p><p> ذلك، وإن كان منزها عن أن يوصف بمنعِ على وجه. </p><p> وقال الجبّائي: ليس قوله: (مَا كَانَ لِبَشَرٍ) على سبيل التحريم. </p><p> لأن هذا محرّم على جميع الخلق، قال: ولو كان ذلك تحريماَ لم يكن </p><p> تكذيباً للنصارى في ادعائهم ذلك على المسيح، لأن من ادعى </p><p> على إنسان قولا، فقال: فلان لا يحلُّ له كذا. لا يكون مكذّبا </p><p> لدعواه، قال: وإنما أراد الله بهذا القول تكذيبهم، وما قاله </p><p> فيه قصور نظر، فإن النصارى أقرُّوا بأن المسيح لم يكن يدعي ما لم </p><p> يكن له أن يدعي، فإذا أقروا بذلك، وبيّن تعالى أن ليس له ولا </p><p> لأحد من البشر أن يقول ذلك، كان فيه إلزام واضح، وكأنه قيل: </p><p> قد ثبت أن المسيح لم يكن يدعي ما ليس له دعواه، وثبت أنه كان </p><p> بشرا بما تقدم في هذه السورة وغيرها، ولم يكن لأحد يؤتيه الله </p><p> الكتاب والحكم والنبوة أن يقول للناس: اعبدوني من دون الله. </p><p> وإن المسيح قد أوتي الكتاب والنبوة، فإذن محال أن يدعو أحدا إلى </p><p> عبادته، وقوله:  (ثُمَّ يَقُولَ لِلنَّاسِ) بالرفع على الاستئناف </p><p> وبالنصب على العطف، أي لا يجتمع الأمران: إثبات النبوة. </p><p> وقوله:  (كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ) وقوله: (وَلَكِنْ كُونُوا رَبَّانِيِّينَ) ، يعني: ولكن يقولوا: كونوا ربانيين، حكماء أولياء لله. </p><p> فقد قيل: إن لم يكن العلماء أولياء لله فليس لله في الأرض ولي. </p><p> وقيل: كونوا متخصصين بالله تخصصا تُنسبون إليه، وتوصفون </p><p> بعامة أوصافه نحو الجواد والودود والرحيم. </p><p> وقيل: كونوا من المتخصصين بالله الذين وُصِفوا بقوله: </p><p> \"فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به \" الخبر. </p><p> وقيل: كوثوا متخصصين بالله غر ملتفتين إلى الوسائط </p><p> كأبي بكر لما قال حين موت النبي - صلى الله عليه وسلم -، واضطربت أسرار عامة الناس:  \"من كان يعبد محمداً فإن محمداً قد مات، ومن كان يعبد الله فإن الله حي لا يموت \" . </p><p> وقد قال تعالى:  (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ .. ) الآية، وقوله:  (وَبِمَا كُنْتُمْ) أي بكونكم عالمين أو معلّمين على حسب القراءتين في تعلمون وتُعلِّمون، ولا تحتاج لفظة ما هاهنا إلى ضمير، كما هو في </p><p> قوله:  (فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا) ، لكونه في </p><p> تقدير أن، ومعنى (تَعْلَمُون الكتابَ) أي تعرفونه كقوله: </p><p> (وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ) . </p><p> وقوله:  (وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ) . </p><p> وإذا قرئ (تُعَلِّمُونَ) فمعناه تعلمون الناس الكتاب، وقوله:  (وَبِمَا كُنْتُمْ تَدْرُسُونَ) مما يصح أن يوصف به العلم والمعلم، ومعنى (بِمَا كُنْتُمْ) أي كونوا معلمي </p>"
}