{
  "id": null,
  "sura": 3,
  "aya": 14,
  "text": "<p> وقوله (لِأُولِي الْأَبْصَارِ) فإنه يعني به البصائر لا الجارحة </p><p> المذكورة في قوله عز وجل:  (فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ) </p><p> ويعني أن في ذلك اعتبارًا للذين هم بخلاف من وصفهم بقوله: </p><p> (صُمٌّ بُكْمٌ عُمْيٌ) . . . </p><p> قوله عز وجل:  (زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ (١٤) . </p><p> القنطرة من المال مقدار تُعبر به الحياةُ تشبيهًا بالقنطرة. </p><p> وذلك غير محدود القدر في نفسِه، وإنما هو بحسب الإِضافةِ </p><p> كالغِنَى، فربَّ إنسان يستغنى بالقليل وآخر لِا يستغنى بالكثير، </p><p> ولما قلنا اختلفوا في حده فقيل: هي أربعون أوقية، وقال </p><p> الحسن: ألف ومائتا دينار، وقيل: مِلْءُ مَسْكِ ثورٍ ذهبا، </p><p> وعلى ذلك عن ابن عباس، وبعضهم: حدّه يتغير كاختلافهم في حدِّ الغِنَى. </p><p> كقولهم: درا هم مدرهمة، ودنانير مُدَنرة، (وَالْخَيْلِ) في </p><p> الأصل للأفراس والفرسان، وإن كان يستعمل في كل واحد </p><p> مفردا، نحو:  \"يا خيل الله اركبي \" ، وذلك للفرسان، وقول </p><p> النبي - صلى الله عليه وسلم -: \"عفوت لكم عن صدقة الخيل والرقيق \" ، فكأنه سُمي بذلك لما فيه من الخيلاء، فقد قيل: لا يركب أحدٌ فرسًا إلا </p><p> رأى في نفسه خُيَلاءَ، وأصل ذلك من خلتُ، وهو ظن يَقْرب </p><p> من الكذبِ، ومنه الخيال. والأخيل: الشَقِراقُ، لكونه </p><p> متلونًا يخال في كل وقت أن له لونًا آخر، ولذلك قيل: </p><p> كأبي براقِش كل لَوْ. . . نٍ لونه يتخيلُ </p><p> و (الْمُسَوَّمَةِ) المرسلة في الرعي، وقيل: المُعلَّمة في </p><p> الحرب، يقال: سمي بالقصر وسيمياء بالمدّ، قال تعالى: </p><p> (سِيمَاهُمْ فِي وُجُوهِهِمْ) ، قال الشاعر: </p><p> . . . . . . . . . . . . . . . . . . . . . . . . له سيمياء لا تَشُقُّ على البصرِ </p><p> وقال مجاهد: المسومة: المطهمة. </p><p> كأنه جعل التضمير لها تسويمًا، كما جُعل (سنّاً) و (صنعًا) </p><p> في قولهم:  (مسنونة) و (مصنوعة) . </p><p> والنعم أصل الإِبل. </p><p> فإذا قيل: الأنعام. فقد يتناول الأزواج الثمانية. </p><p> والشهوة تُقال تارة للقوة المشتهية، نحو فلان خامد الشهوة. </p><p> وتارة لانبعاث تلك القوة، وتارة للطعام المشتهى. </p><p> فيقال هذا شهوتي، واختُلف في هذا الحب مَنِ الذي زيّنه؟ </p><p> مع أنه لا خلاف أنّ الله عز وجل خالقُ القوةِ المشتهية. </p><p> وخالقُ المشتهى. </p><p> فقال بعضهم: الله عزّ وجل زينه. </p><p> وذلك لنظره إلى القوة المشتهية أو المشتهى. </p><p> ولقوله:  (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا) وإليه ذهب عمر </p><p> فإنه روي أنه لما سمع هذه الآية قال: ربنا إنك زينت هذه </p><p> وبيّنت أن ما بعدها خير منها، فاجعل لعمر وآل عمر الذي هو </p><p> خير منها، وقال بعضهم: زيّنها الشيطان، وإلى هذا ذهب </p><p> الحسن، فيقول: كيف زينها الله وهو يذمها؟ </p><p> ومنهم من قال: زيّن الله منها ما يحسن تناوله، وزين الشيطان ما يقبح، فإن الله عز وجل خلق الإِنسان وقوته المشتهية ومشتهياته وأُمر أن </p>"
}