{
  "id": null,
  "sura": 3,
  "aya": 86,
  "text": "<p> تقدم أن الدين في اللغة الطاعة وفي التعارف: وضع إلهي </p><p> ينساق به الناس إلى النعيم الدائم، فبيّن تعالى أن من تحرى </p><p> طاعة وانسياقاً إلى النعيم من غير الاستسلام له على ما يأمره به. </p><p> ويصرفه فيه فلن يقبل منه دنيء من أعماله، وهو في الآخرة من </p><p> الذين خسروا أنفسهم. </p><p> والثاني: أن المراد بالإِسلام شريعة محمد عليه الصلاة والمسلام، فبيّن أن من تحرى بعد بعثته شريعة أو طاعة لله من غير متابعته في شريعته فغير مقبول منه، وهذا الوجه داخل في الأول، فمعلوم أن من الاستسلام الانقياد لأوامر من </p><p> صحّت نبوته وظهر صدقه. </p><p> قوله عز وجل:  (كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٨٦) </p><p> هذه الآية واللتان بعدها، قيل: نزلت في رجل ارتد. </p><p> ثم أرسل إلى قومه: اسالوا النبي - صلى الله عليه وسلم - هل لي من توبة؟ فأنزل </p><p> الله تعالى ذلك، فعاد إلى الإِسلام وحسن إسلامه. </p><p> وقيل: نزلت في اليهود، الذين اعترفوا بنبوة محمد - صلى الله عليه وسلم - قبل بعثته، ثم أنكروه بعدها، فعلى هذا قوله:  (كَفَرُوا بَعْدَ إِيمَانِهِمْ) أي </p><p> جحدوا بعد معرفتهم، لا أنهم ارتدوا بعد دخولهم في الإِسلام. </p><p> وقد تقدّم أن الهداية من الله على أضرب: الهداية التي عمَّ </p><p> بها كل مكلّف، وهو إعطاؤه العقل المميّز بين الخير والشر وبين </p><p> الصدق والكذب، وهي المعني بقوله:  (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى) . </p><p> والثاني: \"زيادة الهدى التي تأتي بقدر استعمال الأول العنيّ بقوله: (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى) </p><p> والثالث: التزكية لأعمالهم أو توفيقه في أحوالهم. </p><p> وهو المعني بقوله:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ) ، والرابع: إدخال الجنّة المعني بقوله: (وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (٤) سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (٥) وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (٦) </p><p> والله تعالى لا يؤتي هؤلاء شيئا من ذلك). </p><p> أما الثاني والثالث والرابع فلأنهم لا يستحقونه إذ لم يهتدوا بالأول. </p><p> وأما الأول فلأنهم قد أتاهم ما أمكنهم الاهتداء به. </p><p> ومن أُوتي من الهداية ما فيه من الكفاية فلم يهتد به، </p><p> ٢٢٧١ ب </p><p> فالزيادة لا تغني ما لم تكن على سبيل القهر المنافي للتكليف. </p><p> ولذلك قال تعالى:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ) الآية. </p><p> ثم قال:  (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) تنبيهاً أن الهداية من الله. </p><p> والظلم من العبد، يتنافيان ولا يجتمعان. </p><p> فإن الظلم ترك الاهتداء، ومن يهُدى ويترك الاهتداء عناداً </p><p> لا سبيل إلى هدايته إلا قهراً. </p><p> وعلى هذا قال:  (إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا (١٦٨) . </p><p> إن قيل: كيف نفى عن الكافر الهداية في هذه المواضع. </p><p> وأثبت له في قوله:  (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ) ؟ </p><p> قيل: المتْبت لهم هاهنا هو العقل والتمييز دون الأخرى، التي لا </p><p> تحصل إلا بعد الاهتداء بهذا، وهذه تارة تُثبت للكافر إذا </p><p> أريد أنه مطبوع عليها ومعرض لاستعماله إياها، وتارة تُنفى </p><p> عنه، بمعنى أنه لم يستعملها، ولم يحصل قبوله على ما يحب. </p><p> فكأنه في حكم ما لم يعط. </p><p> وقوله:  (لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) فهو على لفظ الاستقبال. </p><p> ومعناه لا يفعل به ذلك ثانياً، إذ قد أتاه ما فيه الكفاية. </p><p> ولفظ (كيف) وإن كان استفهام، فالقصد به </p><p> النفي هاهنا، وعلى هذا قول الشاعر: </p><p> . . . . . . . . . . . . . . . . . . . . . .. ألا هل أخو عيشٍ لذيذٍ بدائم </p><p> فأدخل الباء في خبر هل لما أراد معنى ليس، إن قيل: على ماذا </p><p> عطف قوله:  (وَشَهِدُوا) فإن ظاهره من حيث المعنى أنه معطوف </p><p> على قوله (بَعْدَ إِيمَانِهِمْ) ، لا يصح عطف الفعل على الاسم. </p><p> ولا يصح أن يكون معطوفا على قوله:  (يَهْدِي اللَّهُ) ، لأنه لم </p><p> يرد كيف يهدي الله قوماً هكذا وكيف شهدوا أن الرسول حق؟ </p><p> قيل: في ذلك وجهان: أحدهما: أن يكون تقديره بعد إيمانهم </p><p> وإن شهدوا، فيكون أن مقدرا، كما هو في قول الشاعر: </p><p> للبس عباءة وتقرّ عيني. . . </p><p> إلا أن إضمار أن في البيت أظهر لانتصاب تقر. </p><p> والثاني: أن يكون (وَشَهِدُوا) في موضع الحال. </p><p> أي وقد شهدوا، نحو قوله:  (أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ) </p><p> وقول الشا عر: </p><p> تقول وصكَّت نحرها بيمينها. . . . . . . . . . . . . . . . . . . . . .. </p><p> وقوله:  (أَنَ ألرَسُولَ حق) أي أنه سيبعث، وأنه منتظر. </p>"
}