{
  "id": null,
  "sura": 3,
  "aya": 119,
  "text": "<p> وقد تقدم الكلام في أنه على أي وجه لا يصح الاستعانة بهم. </p><p> ونبه بالاستدلال بكلامهم على فساد اعتقادهم، وأن ذلك لا يخفى </p><p> منهم، كقوله:  (وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ) ، وعلى نحوه قال </p><p> الشاعر: </p><p> ولا حن بالبغضاء والنظرِ الشزر </p><p> ثم بيّن أن مالا يبدو منهم أكثر، وأخبر بقوله:  (قَدْ بَيَّنَّا لَكُمُ) </p><p> أنه أظهر ما يمكنهم الاستدلال به على معاداتهم. </p><p> قوله تعالى:  (هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (١١٩) . </p><p> العضُّ معروف، ومنه رجل عف: شديد الخصومة، كقولهم: . </p><p> أزوم، وفلان يازم المأزم ونيّب على كذا، والعضُّ: علف الأمهار </p><p> مما له مضغ شديد كالنوى والقت اليابس. والأنامل واحدتها </p><p> أُنملة، ولم يأت أفعل مفرداً إلا قولهم: بلغ </p><p> أشده، وقد كثر ذلك في الجمع، نحو: أكلُب وأفلُس. </p><p> ويعبر عن التأسف بقرع السن وعض الأنامل، وذلك لا نشاهد من </p><p> حال المتأسف، قال الشاعر: </p><p> عضضت أناملي وقرعت سني </p><p> أكلت يدي لما جنته تندما </p><p> والغيظ هو الغضب والغم، فإن الغضب يقال فيما معه القدرة. </p><p> على الانتقام، والغمّ فيما ليس معه قدرة الانتقام، والغيظ فيما </p><p> ليس معه تمام القدرة على الانتقام، ولذلك يُستعمل في صفات </p><p> الله الغضب دون الغيظ، والكتاب كله يعنى الكتب المنزلة. </p><p> فوضع موضع الجمع، إما لكونه للجنس كقولك: كَثُرَ الدرهم </p><p> في أيدي الناس، أو لكونه في الأصل مصدرا. </p><p> ولفظ الإِفراد أولى في هذا الموضع، لأنه يتضمن أنهم يؤمنون بما أنزل إليك وما أنزل من قبلك، ويتضمن أنهم يؤمنون بتفاصيل كل كتاب. </p><p> بخلاف من قال فيهم:  (وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ) . </p><p> وقوله:  (أُولَاءِ) قيل: معناه الذين، وتحبونهم صلته، </p><p> وقيل: معناه هؤلاء، وفيه وجهان: الأول: أن يكون كقولك </p><p> ها أنا ذا، وها أنتم هؤلاء، فيكون هؤلاء خبر الابتداء. </p><p> و (تحبونهم) في موضع الحال، وهم راجع إلى ما تقدم ذكره. </p><p> والثاني: أن يكون هؤلاء مبتدأ ثانيا، و (تحبونهم) خبره. </p><p> والجملة خبر للأول، كقولك: أنت زيد تحبه، ويكون هم راجعاً إلى </p><p> هؤلاء. ومحبتهم لهم: إرادة الإِسلام لهم، لأن ثمرة المحبة </p><p> النصيحة وإرادة الخير، وبين أنهم لا يحبون ذلك لكم، لأنهم لا </p><p> يريدون لكم الإِسلام الذي هو الخير المحض، ثم بيّن أنكم </p><p> تؤمنون بكتب الله، وهم لا يؤمنون ببعض الكتاب. </p><p> وقوله:  (وَإِذَا لَقُوكُمْ) كقوله: (وَإِذَا لَقُوا الَّذِينَ آمَنُوا) ، </p>"
}