{
  "id": null,
  "sura": 3,
  "aya": 120,
  "text": "<p> وقوله:  (يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ) . </p><p> وقوله:  (آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ) </p><p> وقوله:  (مُوتُوا بِغَيْظِكُمْ) دعاء عليهم وإيجاب ذلك لهم، وإن لم يكن إيجاباً </p><p> عليهم، وقوله:  (عَلِيمٌ بِذَاتِ الصُّدُورِ) كقوله (يَعْلَمُ السِّرَّ وَأَخْفَى) . </p><p> وقوله:  (يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ) </p><p> وقوله:  (يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ) ونحو ذلك. </p><p> قوله تعالى:  (إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ (١٢٠) </p><p> الحسنة: عبارة عن كل ما يستحسنه الإِنسان مما يسّره </p><p> من نعمة ينالها في بدنه وماله، وجاهه، والسيئة تضادها. </p><p> والمسّ والإصابة يُستعملان في الخير والشر، إلا أن المصيبة </p><p> اختُصَّت، بما يسوء، ويقال: ضرّه يضره وضارّه </p><p> يَضيره، وقُرئ: لا يَضُرُّكُم، والضمة فيه إتباع للضاد. </p><p> نحو مدُّ، ويجوز الفتح والكسر كما يجوز في مدّ. </p><p> وقال بعض النحويين لا يضركم مرفوع رفعاً صحيحاً، وتقديره: فلا </p><p> يضركم، وحذف الفاء كقول الشاعر: </p><p> من يفعل الحسنات الله يشكرها. . . . . . . . . . . . . . . . . . . . . . </p><p> وهذا إنما يجوز في ضرورة الشعر، والكيد: الاحتيال </p><p> للغير بمكر ومقاساة، وعلى سبيل تصور هذا المعنى قيل: فلان </p><p> يكيد بنفسه، والمكر مثله إلا أنه أعم، لأنه قد يقال في اجتلاب </p><p> المنفعة. </p><p> إن قيل: على أي وجه يمنعْ صَبرهم وتقواهم من أن </p><p> يضيرهم كيدهم، قيل: من أوجه: الأول: من الفيض الإِلهي </p><p> والنصرة الموعود بها في نحو قوله:  (إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ) وقوله: (مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) . </p><p> والثاني: أن من عُرف منه الجد أحجم عنه العدو. </p><p> كما قال رجل ضئيل أسر رجلًا قويًّا، فسأله أمير المؤمنين: </p><p> كيف تمكنت منه؟ </p><p> فقال: وقع في قلبي أني آخذه ولا أبالي بالقتل، ووقع </p><p> في قلبه أنه مأخوذ وخاف القتل، فنصرني عليه خوفه وجرأتي. </p><p> والثالث: أن المتذرّي بالصبر والتقوى تتحمل نفسه الشدائد. </p><p> فلا يبالى بمكايدة عدوه. </p><p> والرابع: أن الثقة بنصر الله أعظم ناصر. </p><p> والإِحاطة بالشيء يقال على وجهين: </p><p> أحدهما: في الأجسام. </p><p> والثاني: في العلم بالشيء والقدرة عليه. </p><p> فأما العلم فبأن يعلم حقيقة المحاط به ووجوده وجنسه وأوصافه، والغرض </p>"
}