{
  "id": null,
  "sura": 3,
  "aya": 81,
  "text": "<p> قوله عز وجل:  (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ (٨١) </p><p> قوله:  (لَمَا آتَيْتُكُمْ) إذا قرئ بالفتح فلفظة ما تحتمل وجهين. </p><p> أحدهما: أن تكون موصولاً وتقديره: ما أتيتكموه، كقوله:  (أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا) أي بعثه الله، والراجع إليه من قوله:  (ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ) أحد شيئين: إما محذوف، أي جاءكم </p><p> رسول به، وإما لأن قوله:  (لِمَا مَعَكُمْ) هو في المعنى: الكتاب </p><p> فاستغنى به عن الضمير، كقولك: الذي أتاني لا أضرب عمرا. </p><p> إذا كان عمرو هو الذي أتاه، وهذا أجازه الأخفش، وعليه </p><p> حمل قوله تعالى:  (إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) </p><p> أي لا يضيع أجرهم، وجاز ذلك لما كان من يتقي ويصبر هم المحسنون. والوجه الثاني: أن تكون ما للجزاء وتكون مفعولا من (آتَيْتُكُمْ) ، و (جَاءَكُمْ) في موضع الجزم معطوف عليه، واللام الداخلة على (ما) هي الموطئة للقسم، </p><p> والتي في (لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ) للقسم كاللامين في قوله تعالى: </p><p> (وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي) ، وعلى هذا حمل سيبويه </p><p> الآية، وقال: وسألته - يعني الخليل - عن قوله:  (وَإِذْ أَخَذَ اللَّهُ) </p><p> فقال ما هاهنا بمنزلة الذي، ودخلتها اللام كما دخلت على </p><p> إنْ حين قلت: لئن فعلت لأفعلن. وعنى بقوله: إن ما بمنزلة </p><p> الذي، أنه اسم لا حرف، كما هو حرف في قوله:  (لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا) ، ولم يرد أنها موصولة كالذي، وإنما لم يجعله </p><p> كالذي لعدم الضمير الراجع إليه في قوله:  (ثُمَّ جَاءَكُمْ رَسُولٌ) </p><p> فإن قيل: فمن جعل ما موصولاً في قوله: (لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ) وجب أن يكون ابتداء، فما خبره؟ </p><p> قيل: خبره (لَتُؤْمِنُنَّ بِهِ) ، والضمير في (بِهِ) هو راجع </p><p> إلى ما، وفي قو له. (وَلَتَنْصُرُنَّهُ) إلى الر سول، ولا يجوز أن يرجع </p><p> في قوله (لَتُؤْمِنُنَّ بِهِ) إلى الرسول أيضاً، لأنه يبقى المبتدأ بلا </p><p> عائد إليه، فأما من جعل (ما) جرًّا فلا يحتاج إلا ضمير، لأنه حينئذٍ </p><p> مفعول، والمفعول لا يحتاج إلى ضمير يرجع إليه، وأما من قرأ </p><p> \"لمِا أتيتكم\" بالكسر فمعناه: أخذ الله الميثاق منهم لأجل الذي </p><p> آتيتكم، وما لا تكون هاهنا إلا موصولة، والكلام في رجوع </p><p> الضمير إليه قد تقدم وقُرى \"لمّا آتيتكم\" أي أخذ الله ميثاق </p><p> النبيين حين آتيتكم الكتاب، ثم جاءكم رسول، ولما ذُكر حكى </p><p> لفظ الميثاق المأخوذ عليهم أي، قوله:  (لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ) إلى قوله: (مِنَ الشَّاهِدِينَ) . </p><p> واختلف فيمن أخذ عليه الميثاق، فقال بعضهم: أخذ من الذين منهم الأنبياء، وتقدير الكلام أخذ الله ميثاق أمم النبيين. </p><p> ورُوي أن الربيع قرأ \"وإذا أخذ الله ميثاق الذين أوتوا الكتاب. </p><p> وقال: هكذا أنزل وأخطأ الكاتب، ألا ترى أنه قال:  (ثُمَّ جَاءَكُمْ رَسُولٌ) ، </p><p> وحُكي أنه هكذا في قراءة ابن مسعود، وقال بعضهم: أخذ </p><p> ميثاق النبيين أن يُبشر المتقدم بالمتأخر، ويُصدق المتأخرُ </p><p> المتقدم، وأن يخبروا كلهم بكون محمد خاتم النبيين. </p><p> قال السدي: ما بُعث نبي من لدن نوح إلا أخذ ميثاقه لتؤمنن بمحمد </p><p> إن خرج وهو حي، وفي هذا تنبيه أن كل زمان بالشريعة التي </p><p> خصه الله بها أولى، ولهذا قال النبي - صلى الله عليه وسلم -: </p><p> \"لو كان موسى حيًّا لما وسعه إلا اتباعي \" . </p><p> والصحيح أن العهد مأخوذ من الفريقين من الرسل والمرسل إليهم، لكن خص الأنبياء بالذكر لكونهم الرؤوس وكون الأمة تبعًا لهم، وكذلك خص النبي في كثير من المخاطبة التي تشاركه فيها أمته نحو (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ) ، </p><p> ولأنه إذا أخذ الميثاق على الأنبياء فقد أخذ على أممهم لمشاركتهم </p><p> أنبياءهم في عامة ما شرع لهم، وأما كيفية أخذ هذا العهد، فقد </p><p> قيل: كان ذلك بقول وأمرٍ من الله للأنبياء بأن يخبروا قومهم </p><p> بذلك، وقد قيل: إن ذلك بما ضمنه عقولهم أن الحق حيث ما وجد </p><p> يجب أن يتبع، ولما أخبر الله تعالى في الآية المتقدمة أن ليس لأحد </p><p> ما ادعاه من قوله:  (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ) </p><p> ذكر هاهنا أنه تعالى لم يخلِ الأنبياء مع كونهم مأمونين </p><p> على الغيب من أخذ ميثاقهم بمظاهرة البعض البعض. </p><p> وقوله:  (فَاشْهَدُوا) قيل معناه اعلموا، فإن الشهادة وقت التحمل هو </p><p> العلم، ووقت الإِقامة هو الإِخبار، وقوله:  (وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ) </p><p> على حد ما تقدم في قوله:  (شَهِدَ اللَّهُ) . </p>"
}