{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> [سورة النساء] </p><p> (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١) </p><p> قد تقدّم الكلام في الفرق بين (يَا أَيُّهَا النَّاسُ) ، و (يَا أَيُّهَا الَّذِينَ آمَنُوا) . </p><p> وأنه ذكر مع النّاس (الربُّ) ومع الذين آمنوا (اللهُ) ، فيا أيها الّناس خطاب عام، ويا أيها الذين آمنوا أخصّ منه، ويا عبادي أخصُّ منهما، وحيث يقصد خاصَّ الخاصِّ قال: </p><p> (يَا أَيُّهَا النَّبِيُّ) و (يَا أَيُّهَا الرَّسُولُ) وإن كان الخطاب له </p><p> ولغيره نحو (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ) . </p><p> وقد تقدّم البهلام في أن أدنى منازل التقوى اجتناب الكفر. </p><p> وأعلاها أن لا تراعي من الدنيا والآخرة سوى الله. </p><p> وقوله:  (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) ذكر عامة المفسرين أنه عنى بالنفس </p><p> آدم، وزوجها: حواء. </p><p> وذكر بعضهم أنه عنى بالنفس الروح المذكورة في قوله - صلى الله عليه وسلم -: \"إن الله خلق الأوواح قبل الأجسام بكذا سنة\" . </p><p> وعنى بزوجها البدن. </p><p> وقيل: عنى به التركيب، وإلى </p><p> نحوه أشار بقوله:  (وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ) . </p><p> وقوله:  (سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ) ، ولا يصحُّ معنى ذلك في النبات إلاّ على </p><p> معنى التركيب، ونبّه بذكر الزوجين والأزواج في الأشياء على </p><p> أنها لا تنفك من ترتيب ما، وأن الواحد في الحقيقة ليس إلا هو </p><p> تعالى، قال: وعلى هذا نبّه بقوله: (وَاَلشَفعِ وَاَلوَترِ) ، وقال </p><p> معنى الشفع: الخلق، والوتر: الخالق. </p><p> وهذا القول في الآية </p><p> وإن كان متجهًا، فأهل الأثر على \"ما تقدم.</p><p> إن قيل: على أي وجه خلق زوجها منها أخذ جزءًا فجعل زوجها؟ </p><p> قيل: قال بعضهم: الشيئان قد يُقال لأحدهما: </p><p> هو من الآخر. إذا كان من عنصره وأصله. </p><p> كقولك: هذا القميص من قميصك. </p><p> وقد يقال ذلك إذا كانا مشتركَين في صفة، نحو (بَعْضُكُمْ مِنْ بَعْضٍ) . </p><p> وقال بعضهم: أخذ جزءًا من آدم، وجعل منه حواء. </p><p> وعلى ذلك رُوِيَ: \" خُلِقَتْ حواء من ضلع من أضلاع \"، </p><p> وقال بعضهم: نبّه بقوله: (وَخَلَقَ مِنْهَا زَوْجَهَا) أن المرأة بعض من الرجل. </p><p> تنبيهًا على نقصانها وكماله، وآنجه نبّه - صلى الله عليه وسلم - بقوله ذلك أنها مخلوقة خلقة مُعْوَجة، لا ينتفع بها إلا كذلك، فلا يهمنّك تنقيتها، وعلى </p><p> ذلك قال - صلى الله عليه وسلم -: \"إن المرأة خُلقت من ضلع، وإنك إن أردت أن تقيمها كسرتها، وإن تركتها وفيها عوج استمتعت بها \" . </p><p> وبهذا النظر قيل: أَخسُّ صفات الرجل الشحُّ والجبنُ، وهما أشرف </p><p> صفات المرأة. </p><p> إن قيل: ما وجه عطف الأرحام على الله، والتقوى في الحقيقة </p><p> من الله ومن عذابه، لا من الرحِم، وقد كان الوجه أن يُقال: </p><p> اتقوا الله في الأرحام أو للأرحام؟ </p><p> قيل: أجيب عن ذلك بأوجه: </p><p> الأول: أنه لما كان يقال: اتق الله، أي اتق عقوبة عصيانه. </p><p> واتق ذنبك، أي عقوبة ذنبك، قال ههنا:  (اتَّقُوا اللَّهَ) ، أي اتقوا </p><p> عقوبته على طريق الجملة. </p><p> ثم قال: والأرحام. أي عقوبته في قطع الأرحام. </p><p> وخصّها بالذكر تعظيمًا لأمرها، وكأنه قيل: اتقوا </p><p> عقوبات الله عامة، وعقوبته في قطع الأرحام خاصة، وذلك </p><p> لتعظيمه أمر الرحم. </p><p> والوجه الثاني: أن تقديره: اتقوا الله في الرَّحِم، لكن حُذِف </p><p> الجارّ، وأُقيم حرف العطف مقامه، كقولهم: يدك والسكين. </p><p> أي احفظ يدك من السكين. </p><p> والوجه الثالث: أن تقديره: اتقوا الله وقوا الأرحام. </p><p> فأحدهما متقى، والآخر موقى، نحو قولهم: أعور عينك والحجر. </p><p> أي: قِ عينك، واتق الحجر. </p><p> إن قيل: ما وجه إعادة التقوى وعطف أحدهما على الآخر؟ </p><p> قيل: إنه أمر في الأول بالتقوى أمرًا عامًا، ولهذا قال:  (رَبَّكُمُ) </p><p> تنبيهًا على أفضاله، وإحالتهم على ما لا يمكن لأحد إنكاره. </p><p> ولما قصد الحث على الحافظة على الرَّحِم قذم ذكر الموجد باللفظ الذي </p><p> فيه التنبيه على القدرة التامة. </p><p> إن قيل: ما وجه ذكر (تَسَاءَلُونَ بِهِ) ؟ </p><p> قيل: زيادة في الترغيب في تقواه، وتنبيهًا على كون تعظيمه </p><p> منغرسًا في قلوبنا، حتى إنا إليه نفزع إذا سألنا، ونبّه أنا كما نقول: </p><p> أسألك بالله. نقول: أسألك بالرحم، وتقدير الكلام: اتقوا الله </p><p> الذي تسألون به، والأرحام التي تسألون بها، لكن نبّه بوصف </p><p> الأول على وصف الثاني، وللقصد إلى هذا المعنى قرأ من قرأ: </p><p> \" الأرحامِ \" بالخفض. </p><p> إن قيل: ما فائدة قوله: (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) ؟ </p><p> قيل: تنبيهًا على وجوب مواصلة بعضنا بعضًا، لكوننا من ذات واحدة، وأنا </p><p> كبنيان يشدُّ بعضه بعضًا، وأمّا بخفض قوله:  (وَالْأَرْحَامَ) فقد </p><p> قيل: فيه ضعف من حيث الإِعراب، ومن حيث المعنى (١) ؛ </p><p> أمّا من حيث الإِعراب فلأن ضمير المجرور لمّا كان على حرف واحد قائم </p><p> مقام التنوين، والتنوين لا يصحُّ أن يعطف عليه، كذلك الضمير </p><p> المجرور، وأيضًا فلأنّ كلَّ ما يُعطف عليه يصحّ أن يُعطف هو. </p><p> ولمّا كان ضمير المجرور لم يصحَّ أن يعطف عليه، وبيان ذلك أنّ </p><p> للمرفوع والمنصوب ضميرًا منفصلًا، نحو: هو وهما وإيّا. فيصح </p><p> أن يُقال: رأيتك وزيدًا، أو رأيت زيدًا وإياك، وأتيتني وزيد. </p><p> وأتاني زيد وأنت، ولم يكن للمجرور ضمير منفصل يقع موقع </p><p> المتصل فيُعطف به، فلم يجز لذلك أن يُعطف عليه أيضًا. </p><p>(١) القراءة بالجر متواترة، ومن ثم فلا يسوغ الاعتراض عليها.</p><p> وأمّا من حيث المعنى: فإن إعادة الأمر بالتقوى فلاقتران </p><p> ذكرها بصفة تحثُّ سامعها على استعمال التقوى، كقولك: اتقِ </p><p> الله الذي تخافه، واتقِ الله الذي بيده الخير. </p><p> فهذه الصفات هي التي تُحَسِّنُ التكرير. </p><p> فإذا نصبت الأرحام ففيه هذا المعنى. </p><p> وإذا جررته لم يكن في ضمنه من التحذير ما فيه إذا نصبتَه. </p><p> وإنما قال:  (وَخَلَقَ مِنْهَا) ردًّا إلى لفظ النفس، وكلُّ اسم جنس، لفظه </p><p> مخالف لمعناه أي، التذكير والتأنيث، فلك اعتبار اللفظ طورًا </p><p> والمعنى طورًا، نحو: حمامة ونفس، وإذا كان عَلمًا نحو: </p><p> طلحة. أو صفة نحو: علَّامة ونسَّابة، فليس إلا اعتبار المعنى </p><p> دون اللفظ. </p><p> والرَّقيب. قال مجاهد: هو الحفيظ، وقال ابن زيد: عليم). </p><p> وكلاهما صحيح، فحافظ الشيء يقتضي أن يكون عالمًا </p><p> به ليمكنه أن يحفظه، وبيَّن بقوله:  (كَانَ عَلَيْكُمْ رَقِيبًا) أنه قبل </p><p> أن خلقكم وأوجدكم كان مراعيًا لكم، تنبيهًا أنه لا يخفى عليه </p><p> أمركم في كل حال. </p>"
}