{
  "id": null,
  "sura": 4,
  "aya": 3,
  "text": "<p> لمّا كان المال والأموال في هذا الموضع سواء، كقول الشاعر: </p><p> . . . . . . . . . . . . . . . . . . . . . . . .، فإن الحوادث أودى بها </p><p> لمّا كان معنى الحوادث والحدثان واحدًا. </p><p> قوله تعالى:  (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا (٣) </p><p> العَولُ: الخروج عن حد الاستقامة، والعول في الفريضة خروج </p><p> عن حدِّ السهام المسماة، والعويل: الصياح الخارج عن حد الاستقامة </p><p> في الكلام، وذلك نحو الألفاظ التي يتحرّاها المصاب. </p><p> وعوَّلت عليه مِلتُ نحوه بالاعتماد، والِمعْول على بناء الآلة، كأنه آلة العول. </p><p> والآية تُؤوِلَتْ على وجهين: </p><p> أحدهما: قيل: إن الرجل قبل الإِسلام إذا مات كان وليُّه يسير في أيتامه سيرة غير قاصدة، ويأكل أمو الهم إسرافًا وبدارًا، وكانوا يسيرون في يتامى النساء </p><p> خاصة بأقبح سيرة، فإنها متى كانت اليتيمة ذات مال وجمال </p><p> تزوّجوا بها بأقلّ من مهرها، ثم لم يحُسنوا إليها، وإن كان أحدهم </p><p> لا يرغب فيها عَضَلها عن النكاح، طمعًا في مالها، فلما جاء </p><p> الإِسلام نُهوا عن ذلك بهذه الآية. </p><p> وقوله:  (وَإِنْ خِفْتُمْ) أي إن خفتم أن لا تستعملوا العدالة - </p><p> أي إذا تزوّجتم بهن فتزوجوا من غيرهن. وإلى هذا ذهب ابن </p><p> عباس وعائشة. </p><p> والثاني: أنهم يتحرجون في أموال اليتامى، لمّا </p><p> عظَّم الله تعالى من أمرهم في نحو قوله:  (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ) الآية. </p><p> ولم يكونوا يتحرّجون من التزوُّج بعدد من النساء، فقال </p><p> تعالى إن تحرَّجتم عن تناول مال اليتيم خشية أن لا تُقسطوا. </p><p> فتحرجوا النساء أن لا تعدلوا بينهن، وانكحوا مقدار ما يمكنكم </p><p> الوفاء بحقوقهن. </p><p> وقيل: معناه إن خفتم أن لا تُقسطوا في حفظ أموال اليتامى. </p><p> وأن تجوروا في الإِنفاق على نسائكم. </p><p> فانكحوا عددًا مخصوصًا لا يحوجكم إلى أن تقسطوا. </p><p> إن قيل: فما معنى ذكر هذه الأعداد إن كان الأمر على ما وصفت؟ </p><p> وهلّا قيل: فانكحوا ماطاب لكم من النساء سواهن؟ </p><p> قيل: يجوز للحكيم إذا سئل عن حكم أن يجيب عنه، ويقرن إليه ما </p><p> علم أنّ بالسائل حاجة إليه. فلمّا سُئل عن ذلك، وكان فيهم من لا </p><p> يُبالي أن يتزوّج بالعدد الكثير من النساء، بيّن العدد الذي لا يجوز أن </p><p> يتعداه الإِنسان في وقت واحد، ولذلك أحيلوا على هذه الآية لما </p><p> استفتوا في يتامى النساء، فقال تعالى:  (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ) الآية. </p><p> وقد اختُلف في العدد الذي يجوز أن ينتهى إليه في النكاح. </p><p> فمذهب عامة الفقهاء أنه لا يجوز مجاوزة الأربع، ومذهب بعض </p><p> الشيعة أنه يجوز بلا عدد كالسراري. </p><p> وقال: الآية ليست بتوقيفٍ، بل هي إباحة: كقولك: تناول ما أحببت واحدًا واثنين وثلاثة، وأنّ تخصيص بعض مقتضى العموم على طريق </p><p> التبيين لا يقتضي الاقتصار عليه، وذهب بعضهم ممن لا يعرف </p><p> شرط الكلام إلى أن المباح منهن تسع، وقال: الواو تقتضي </p><p> الجمع، فصار كقولك: اثنين وثلاثًا وأربعًا، وذلك تسع. </p><p> وأكد ذلك بأن النبي - صلى الله عليه وسلم - مات عن تسغ نسوة. </p><p> قال: وغير منكر أن </p><p> يذكر عدد واحد بلفظين، كما قال:  (ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ) . </p><p> وهذا فاسد، أما أولاً: فإن العدول عن ذكر الشيء بلفظة </p><p> واحدة إلى لفظين، إما أن يكون لغرض نحو (ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ) ، لمّا خالف بين حكميهما أورده بلفظين. </p><p> أو يكون ذلك للعيّ والاستدراك عن نسيان، وكلام الله تعالى منزَّه </p><p> عن ذلك، ومنهم من ردَّ إلى واحدة، لتأويلٍ انتزعه من </p><p> الآيتين: إحداهما هذه، والأخرى قوله:  (وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ) الآية. قال: فبيَّن أنكم لا تستطيعون </p><p> تحري العدالة في النساء، وقال ههنا:  (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) . </p><p> فكأنه قال: انكحوا واحدة إن لم تستطيعوا أن تعدلوا. </p><p> فقد ثبت أن لا تستطيعوا، فإذًا، فانحكوا واحدة، وهذا القائل </p><p> خفي عليه الفرق بين العدلين، فإن العدل في تلك الآية تركُ ميل </p><p> القلب، وذلك مرفوع عن الإِنسان، لقوله تعالى:  (لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا) . </p><p> وقوله:  (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) عنى به العدل الذي </p><p> هو حق القسم والنفقة، ولهذا قال:  (فَإِنْ خِفْتُمْ) فإن الخوف </p><p> يُقال فيما فيه رجاء ما، ولهذا لا يُقال: خفت أن لا أقدر </p><p> على بلوغ السماء أو نسف الجبل. </p><p> وهذه الأقوال المتقدّمة يُبطلها ما رُوي أنه لمّا نزلت هذه الآية </p><p> كانت تحت قيس بن الحارث ثمان نسوة، فقال له - صلى الله عليه وسلم -: \"خل سبيل أربع \" . </p><p> وكذا قال لابن مسعود الثقفي، وكان قد أسلم وتحته تسع </p><p> نسوة، واستدلَّ أهل الظاهر بالآية على وجوب النكاح. </p><p> واستدل بها بعض الفقهاء على أنه غير واجب، وبيان هذا أن </p><p> ما في قوله:  (فَانْكِحُوا مَا طَابَ لَكُمْ) إمّا أن يكون عبارة عن </p><p> المنكوحة، أو عن الزمان، أو العدد. فلا يصح الأول. </p><p> لأن (ما) لا يُعبَّر به عن أعيان العقلاء مجردًا، ولا عن العدد، لأنه محال أن يعني نكاح العدد، وإن عنى المعدود فالكلام راجع إلى أن يكون عبارة </p><p> عن العقلاء، فيجب أن يكون عبارة عن الزمان، فكأنه قال: اعقدوا </p><p> وقت ما يطيب لكم، والمخالف يوجبه طاب لنا أو لم يطب. </p><p> فإن قيل: معناه ما تاقت أنفسكم إليه، قيل: إن عنى ما تاقت </p><p> نفسه إلى العقد فليس ذلك مذهبًا لأحد، وإن عنى المخالف: ما </p><p> تاقت نفسه إلى الجماع، فلم يجر للجماع ذكر. </p><p> وقد تقدَّم الكلام في العول، فقول من قال: </p><p> ذلك أدنى أن لا تجاوزوا ما فرض الله. </p><p> وقول من قال: أن لا تميلوا، يرجعان إلى أصل واحد. </p><p> وقول الشافعي معناه: أن لا يكثر عيالكم. </p><p> وقد ذهب إلى هذا التأويل </p><p> زيد بن أسلم، وأجازه الأصمعي، وابن الأعرابي. </p><p> ومنه قيل: فلان يعول عشرة، وقال ابن داود: غلط </p><p> الشافعي، لأن صاحب الإِماء في العيال كصاحب الأزواج. </p>"
}