{
  "id": null,
  "sura": 4,
  "aya": 69,
  "text": "<p> قال:  \"إن ثابت بن قيس من القليل الذي استثنى الله تعالى\" . </p><p> قوله عز وجل:  (وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا (٦٧) وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا (٦٨) </p><p> بيّن أنهم لو قبلوا الموعظة لجمع لهم بين خير الدنيا والآخرة، وذلك هو المعني بقوله:  (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى) </p><p> والصراط المستقيم الذي وعدهم هو الذي حرضَ على سؤاله في قوله:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) . </p><p> وإنما قال:  (مِنْ لَدُنَّا) لأنه تعالى لا يكاد ينسب إلى نفسه من النعم إلا ما </p><p> كان أجلَّها قدرًا وأعظمها خطرًا، نحو: وروحنا. </p><p> قوله عز وجل:  (وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (٦٩) </p><p> أصل الرفق: التفكُّر في الأمر والتثبُّت، ويضاده الخرق. </p><p> وقيل ذلك للمعاونة، ومنه الِمرفق والمَرفق، والرفقة </p><p> للجماعة المعاونة في السفر، والرفيق كالصديق، ويقالان للواحد والجمع. </p><p> والفرق بين الرسول والنبيّ أن الرسول أخصّ. </p><p> فكل رسول نبي وليس كل نبيّ رسولاً. </p><p> فإنّ الرسول يختص بمن جعله واسطة بينه وبين عباده </p><p> لتبيين أحكامٍ بوحيٍ مسموع عن مَلَكٍ. </p><p> والنبيّ قد يقال لمن يجدد علىْ الناس شريعة من تقدمّه </p><p> وإن كان يوحى إليه بإلهام أو منام. </p><p> وأخصّ من الرسول أولو العزم من الرسل. </p><p> وقد تقدّم ذكر ذلك، </p><p> وقد قسّم الله تعالى المؤمنين في هذه الآية أربعة أقسام. </p><p> وجعل لهم أربعة منازل، بعضها دون بعض، وحثّ كافة الناس </p><p> أن لا يتأخروا عن منزل واحد منهم: </p><p> الأوّل: هم الأنبياء: الذين تمدهم قوة إلهية. </p><p> ومثلهم كمن يرى الشيء عيانًا من قريب. </p><p> ولذلك قال تعالى في صفة نبينا عليه الصلاة والسلام: </p><p> (أَفَتُمَارُونَهُ عَلَى مَا يَرَى) . </p><p> والثاني: الصديقون: وهم الذين يتاخمون الأنبياء في المعرفة. </p><p> ومثلهم كمن يرى الشيء عيانًا من بعيد. </p><p> وإياه عنى أمير المؤمنين حيث قيل: هل رأيت الله؟ فقال: </p><p> ما كنت لأعبد شيئًا لم أره، ثم قال: لم تره العيون بشواهد العيان. </p><p> ولكن رأته القلوب بحقائق الإِيمان. </p><p> والثالث: الشهداء: وهم الذين يعرفون الشيء بالبراهين، ومثلهم كمن يرى الشيء في المرآة من مكان قريب، كحال حارثة، حيث قال: كأني </p><p> أرى عرش ربي. وإياه قصد النبي - صلى الله عليه وسلم -، حيث قال:  \"اعبد الله كأنك تراه \" . </p><p> والرابع: الصالحون: وهم الذين يعلمون الشيء بإقناعات وتقليدات للراسخين في العلم، ومثلهم كمن يرى </p><p> الشيء من بعيد في مرآة، وإياه قصد النبي - صلى الله عليه وسلم - بقوله:  \"اعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك \" . </p><p> أي كن من الشهداء بما تكتسبه من العلم والعمل الصالح. </p><p> فإن لم تكن منهم فكن من الصالحين. </p><p> وتقدير الآية على وجهين: </p><p> أحدهما: من أطاع الله ورسوله منكم ألحقه الله بالذين يقدمهم ممن أنعم عليهم من الفرق الأربع في المنزلة والثواب. </p><p> النبي بالنبي والصديق بالصديق، والشّهيد بالشّهيد والصّالح بالصالح،. </p><p> والثاني: أن قوله: (مِنَ النَّبِيِّينَ) يتعلق بقوله: (وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ) ، وقوله:  (الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ) إشارة إلى الملأ الأعلى، ثم قال:  (وَحَسُنَ أُولَئِكَ رَفِيقًا) ويبين ذلك قول النبي عليه الصلاة والسلام في </p><p> حين الموت:  \"اللهم ألحقني بالرفيق الأعلى\" ، وهذا </p><p> ظاهر، وهذه الآية كأنها مردودة إلى ما تقدّم من قوله:  (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) فلما تمّم القصة بيّن ما لمطيعهم من الثواب </p><p> بهذه الآية، ورُوِي أن رجلًا من الأنصار جاء إلى النبي - صلى الله عليه وسلم - كئيبًا، فقال: يا رسول الله نحن نغدو عليك ونروح ننظر في وجهك </p><p> ونجالسك، وغدًا ترفع إلى النبيين فلا نصل إليك. فسكت النبي </p><p> - صلى الله عليه وسلم - فجاءه جبريل عليه السلام بهذه الآية. </p><p> قوله عز وجل:  (ذَلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفَى بِاللَّهِ عَلِيمًا) . </p><p> لما كانت نعم الله تعالى ضربين: دنيويًّا ولا يصل إلينا من الله إلا </p><p> بواسطة، أو وسائط كالمال والجاه وغير ذلك. وأخرويًّا يصل </p><p> إلينا - لا بواسطة، بين الله تعالى أن ذلك الفضل الذي ذكره بقوله: </p><p> (أَنْعَمَ اللَّهُ عَلَيْهِمْ) هو من الله علِي الإِطلاق، فنُسبَ إلى نفسه </p><p> تفخيمًا لأمره، كما قال:  (مَالِكِ يَوْمِ الدِّينِ) . </p><p> وقوله:  (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ونحو ذلك، فخبر الابتداء على </p><p> هذا هو (مِنَ اللَّهِ) ، ويجوز أن يكون مبتدأ، و (الْفَضْلُ) </p><p> خبره، كقولك: ذاك هو الرجل،، وهذا هو المال، تنبيهًا على </p><p> كماله، فإن الشيء إذا عظم أمره يوصف باسم جنسه، كقوله: </p><p> (وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ) . </p><p> ويكون قوله:  (مِنَ اللَّهِ) في موضع الحال، أو خبر ابتداء مضمر، ثم قال: </p>"
}