{
  "id": null,
  "sura": 4,
  "aya": 172,
  "text": "<p> للحياة الدنيوية. </p><p> وقيل: انتهوا خيرا لكم. </p><p> قيل: فيه الوجهان المقدمان، وقيل: انتهوا انتهاءاً خيرا لكم، بقوله: </p><p> (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) </p><p> على غناه عن الأولاد، وبقوله:  (وَكَفَى بِاللَّهِ وَكِيلًا) أنه القائم </p><p> بحفظ الأشياء، والولد يحتاج إليه، ليكون وكيلا لأبيه، وهو تعالى مستغن </p><p> لأنه هو الحافظ لكل شيء. </p><p> قوله عز وجل:  (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا (١٧٢) </p><p> الاستنكاف: الأنفة من قوله نكفت الدم أي نحيته بالإصبع حتى قيل للدم </p><p> نكف، وقيل: بحر منكوف لا ينزح. </p><p> قيل: هو من النكف أي نحيته قطيف بالعنق، وقيل: من النكفين، وهما لحمتان متدليتان من العنق، واستعمالها </p><p> في التكبر كالصعر ميل العنق والعزم بالأنف، وعلى ذلك قال الشاعر: </p><p> إن الكَريمَ مَنْ بَلَغَتْ قُواهُ ... وإن اللئيمَ دَائِمَ الطرْف أَقْوَدُ </p><p> والعبودية وإن كانت متضمنة بالمذلة إذا اعتبرت لغير الله، فإنها مقر الشرف </p><p> إذا اعتبرت به تعالى، فلهذا الاستنكاف منها. </p><p> والاستكبار: طلب التكبر لغير استحقاق، التكبر قد يكون باستحقاق، وذلك إذا كان طلبا لعزة النفس والتلطف عن الأغراض الدنيوية. </p><p> نبه تعالى أن لا استنكاف لأحد في عبادته وأن </p><p> المستنكف عنها لا ينجو منه، بل يفتقر إليه فيجازي به. </p><p> والضمير في قوله تعالى:  (فَسَيَحشرُهُم) راجع إلى كل من تقدم فلهذا فصل من بعد. </p><p> واستدل بعض المتكلمين بالآية على تفضيل الملائكة على الأنبياء، وقال: مثل </p><p> هذا الكلام إذا ذكر على طريق التحمد مؤخرا الأشرف فالأشرف، فيقال: </p><p> لا يستنكف الحاجب من خدمة فلان ولا الوزير ولا الأمير، ولا يقال على </p><p> عكس ذلك، فاعترض على ذلك بأشياء أحدهما: أنه قد يذكر في مثل هذا </p><p> الموضع في مرتبة واحدة، فيقال: الرشيد لا يستنكف من ذلك ولا المأمون </p><p> أيضا، فقد خص الله تعالى عيسى من دون غيره من الأنبياء، فلا دلالة أنه </p><p> أفضل من كلهم، وأيضا فقد قال:  (وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ) </p><p> ولا دلالة أن غير القربين أفضل من الأنبياء، فأجاب هذا المجيب أن المسلمين </p><p> اختلفوا على وجهين: فمن قائل قال: الأنبياء أفضل، وقائل قال: الملائكة </p><p> أفضل ولم يقل أنهما سواء وكذا قالوا: لا فرق بين عيسى وغيره، في كونهم </p><p> فوق الملائكة، أو دونهم، وكذا لم يفرقوا بين المقربين، وغير المقربين في هذا المعنى. </p><p> وهذا الجواب كما ترى، وقد اعترض على ذلك أيضا فقيل: إنما ذكرت من </p><p> قولك لن يستنكف الحاجب من خدمتي، ولا الوزير، إنما يكون في اسمين مفردين كما مثلت به، فأما إذا ذكرت مفردا أو جملة فليس يقتضي ما ذكرت، كقولك: لن يسنكف الحاجب أن يخدمني، ولا الصغير، والكبير من أصحاب </p>"
}