{
  "id": null,
  "sura": 4,
  "aya": 114,
  "text": "<p> قوله تعالى:  (لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (١١٤) </p><p> يقال: لكل ما يستحسنه العقل ويعترف به معروف، ولكل ما يستقبحه وينكره منكر، ووجه ذلك أنَّ الله ركز في العقول معرفة الخير والشر وإليها أشار بقوله:  (صِبْغَةَ اللَّهِ) و (فِطرَتَ اللَّهِ) وعلى ذلك البر: ما اطمأن إليه القلب واطمأنت إليه النفس، واطمئنانها إليه لمعرفتها به. </p><p> والنجوى: تقال للحديث الذي تفرد به اثنان فصاعداً أو للقوم المتنلجين، </p><p> قوله تعالى:  (وَإِذْ هُمْ نَجْوَى) وأصل ذلك من النَّجْوه، والنَّجَاةُ: </p><p> أي الخلاص منها لكون الملتجي إليها ناجياً عن السبيل ويقال: هو في مضية </p><p> وتلفة من النوب، ولما كان المتناجيان كثيراً ما ينتبذان في نجوة، قيل انتجيا </p><p> والنجا السرعة كقولهم: ارتفع في المسير ونجوت الجلد، لقولهم: رفعت عنه </p><p> الجلد، وإذا جعل النجوى للقوم فمَنْ مجرور على البدل أومنصوب على </p><p> الاستثناء، وإن جعلتها للحديث فتقديره: لا نجوى من أمر بصدقة، ولما كان </p><p> التناجى مكروهاً في الأصل حتى قال:  (إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ) صار ذلك من الأفعال التي تقبح ما لم يقصد به وجه محمود </p><p> كالمكر والخديعة، فبيّن تعالى أن النجوى لا تحسنُ ما لم تخص بها هذه الوجوه </p><p> المستثناه. </p><p> فإن قيل: فهاهنا أفعال أخر تَحْسن فلم خص هذه الثلاثة؟ </p><p> قيل هذه الثلاثة متضمنة للأفعال الحسنة كلها وذلك أنه نبه بالصدقة على الأفعال الواجبة وخص الصدقة لكونها أكثر نفعا في إيصال الخير إلى الغير، ونبه بالمعروف على النوافل التي هى الإحسان والتفضل وبالإصلاح بين الناس على سياستهم </p><p> وما يؤدي إلى نظم كلهم وإيقاع الألفة بينهم، ذلك أفضل الأفعال لقول النبي - صلى الله عليه وسلم -: \" ألا أخبركم بأفضل من درجة الصلاة والصيام والصدقة، قيل بلى يا رسول الله،قال:صلاح ذات البين \" . </p><p> فإن قيل: فلم خص مَن أمر بهذه الأشياء دون من تولاها بنفسه وتوليها أبلغ من الأمر بها؟ </p><p> قيل: في ضمن ذلك توليها، وذاك أنه إذا كان الآمر بالمعروف يستحق الحمد فمتوليه معلوم أنه مستحق لذلك، فكأنه قيل إن من تولي ذلك وآمن به، ونبه بقوله: </p>"
}