{
  "id": null,
  "sura": 4,
  "aya": 28,
  "text": "<p> فهو أسهل ممن تركه للضلال، وكذا ما بعده، وكأنه قال: </p><p> إنهم أرادوا أن يجوروا جورًا عظيمًا، ليكونوا أبعد من الرشاد. </p><p> والإِشارة بالمعنى إلى نحو قوله تعالى:  (وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً) ، وعلى ذلك قوله:  (وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ) </p><p> فإن قيل: فهلا خصَّ الميل ليزيل الإِشكال، إذ الميل تارة إلى الحق </p><p> وتارة إلى الباطل؟ </p><p> قيل: لما كانت العدالة وسطا وكان أطرافها كلها جوزا. </p><p> ولذلك سميت وسطا، وسواء، وعدلاً، وصراطًا مستقيمًا. </p><p> نبّه بإطلاق لفظ الميل: أن الكفار يريدون منكم الميل </p><p> عن العدالة على أي وجه كان، إفراطا كان أو تفريطًا. </p><p> وكل ذلك ضلال، ولهذا وصَّى الله تعالى بقوله:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ) . </p><p> قوله تعالى:  (يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا (٢٨) </p><p> قوله:  (يُرِيدُ اللَّهُ) في موضع الحال، كأنه قال: </p><p> والله يريد أن يتوب عليكم، مريدًا أن يخفف عنكم. </p><p> وفي الآية أقوال: الأول: قول من خصصها وحملها على ما تقدم. </p><p> وقال: عنى أنه أباح نكاح الأمة تخفيفا عنكم. </p><p> فالإِنسان ضعيف في تَحَيُّرهِ عن \"إمساك نفسه عن مشتهاه.</p><p> الثاني: أنه خفف عنكم تكلف النظر، وأزال الحيرة فيما بين لكم </p><p> مما يجوز من النكاح. </p><p> الثالث: أنه قصد به ما قال - صلى الله عليه وسلم -: </p><p> \" جئتكم بالحنيفية السمحة\". </p><p> وما ذكره في قوله تعالى:  (وَيَضَعُ عَنْهُمْ إِصْرَهُمْ) . </p><p> والرابع: أنه تبين لكم مقصودكم وما دعيتم </p><p> إليه من الثواب العظيم لتعرفوه، فيخف عليكم الصبر في تحريه. </p><p> فالإِنسان لا يمكنه الصبر فيما لا يعرف ثمرة الصبر فيه، ولهذا </p><p> قال:  (وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا) . </p><p> الخامس: يريد الله أن يخفف عنكم بما يحُمّلكم من التعب. </p><p> فإن كل تعب يفضي إلى راحة عظيمة، فذلك في الحقيقة راحة. </p><p> ولهذا قيل للرجل يتحمل تعبًا عظيمًا في عبادة: ألا تريح نفسك؟ </p><p> فقال: راحتها أريد. </p><p> السادس: إنه لم يعن بالتخفيف ما يستخفه الطبع وتميل إليه </p><p> النفس، وإنما عنى ما يخف به تحمل ما يبلغنا إلى ثوابه، وعلى نحو </p><p> هذه الآية قوله:  (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ) </p><p> وقوله:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) . </p><p> ووصف الإِنسان بأنه خلق ضعيفًا إنما هو باعتباره بالملأ الأعلى نحو: </p>"
}