{
  "id": null,
  "sura": 4,
  "aya": 36,
  "text": "<p> بين أن يكون الحكمان من أقاربهما، أو من قبلهما. </p><p> وقال ابن عباس: إرادتهما الإِصلاح أن يخلو كل واحد </p><p> من الحكمين بأحد الزوجين، فيتعرف حاله في السِّرِّ ليبني الأمر عليه. </p><p> وفي الآية دلالة على أن كُلّ أمرٍ وقع فيه تنازُع يجوز فيه التحكيم. </p><p> وبهذه الآية استدل في أمر الحكمين. </p><p> ونبَّه بقوله:  (إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا) أن من أصلح نيته في أمر يتحرّاه أصلح الله مبتغاه، كما رُوِيَ في الخبر أن \"من أصلح سريرته أصلح الله علانيته \" . </p><p> وقيل: إذا فسدت النيّة وقعت البلية. </p><p> قوله تعالى:  (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا (٣٦) </p><p> الجار اعتبارًا بكونه من ناحية دارك، من قولهم: جار </p><p> عن الطريق، ثم جُعِلَ أصلًا في بابه، فقيل: استجرت فلانًا </p><p> وآجرته. إذا رعيته مراعاة الجار. </p><p> والجنب أصله في الجارحة، ثم قيل في المكان اعتبارًا به. </p><p> فقيل: جنبته إذا أخذته في ناحية </p><p> الجنب، واجتنب عنه إذا تركه وتباعد عنه. </p><p> والأجنبي: الغريب، والجنابة: الاعتزال والتباعُد. </p><p> ومنه قيل للحالة المقتضية لترك الصلاة: جنابة. </p><p> والجار ذي القربى والجار الجنب: قيل: عنى به قرب الرحم وبعده. </p><p> وقيل: عنى به قرب المسافة </p><p> وبعدها، والصاحب بالجنب: قيل: جار البيت، دانيا كان نسبه </p><p> أو نائيا. </p><p> وقيل: هو الرفيق في السفر، وقيل: هو المنقطع إليك </p><p> رجاء خيرك، وقيل: المرأة. </p><p> (وَمَا مَلَكَتْ أَيْمَانُكُمْ) </p><p> قيل: وقد أمر بالإِحسان إليهم، وأن لا يكلَّفوا ما لا يطيقون، </p><p> إن قيل: لم قدم الأمر بالإِيمان على النهي عن الشرك. </p><p> ومعلوم أن تجنُّب الشرك مقدَّم على حقيقة الإِتيان با لإِيمان؟ </p><p> قيل: إن الشرك يقال على ضربين: </p><p> أحدهما: الشرك الأكبر، وهو إثبات صانع غير الله. </p><p> والثاني: الرياء، وإياه </p><p> عنى النبي - صلى الله عليه وسلم - فيما روى شداد بن أوس أن النبي - صلى الله عليه وسلم - قال: </p><p> \"أمران أتخوَّفهما على أمتي من بعدي: الشرك، والشهوة الخفية.</p><p> ألا إنهم لا يعبدون شمسًا ولا قمرًا، ولكنهم يراءون \" . </p><p> فقلت: أشرك ذلك؟ قال:  \" نعم \" ، وإياه عنى تعالى بقوله:  (فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا) الآية. </p><p> إن قيل: لِمَ ذكر ههنا تسعة أصناف وأمر بالتوفُّر عليهم. </p><p> وذكر في سورة البقرة:  (وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ) </p><p> وقال بعده:  (وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ) ؟ </p><p> قيل: إن المذكور أولاً في سورة البقرة ما أمر به بني إسرائيل. </p><p> وأما قوله:  (وَآتَى الْمَالَ عَلَى حُبِّهِ) فهو أمر بإيتاء المال الذي </p><p> يقتضيه البر، لأنه قال:  (وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ) ، وهذه الآية </p><p> حتّ على فعل الإِحسان كلّه، نصرة كان أو صلة. </p><p> وقيل: إن قوله: (وَآتَى الْمَالَ عَلَى حُبِّهِ) عنى المال كله على سبيل التبرُّع. </p><p> وذلك إذا طلب الإِنسان غاية البر، ولهذا قال الشعبي: ما </p><p> بَقَّى قول الله:  (وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى) على </p><p> أحد شيئا من المال، ولإِرادة إخراج المال كلّه على التبرُّع خصَّ </p><p> الزكاة بعده بالذكر، فقال:  (وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ) . </p><p> وأراد بهذه الآية ما يحصل للإِنسان به تمام العبادة. </p><p> وفعل الإِحسان. وذلك لعبادة الله المتعرية عن الرياء، ومراعاة هؤلاء بالإِحسان. </p><p> فإن قيل: لم قدم الجار على ابن السبيل وله حق واجب في المال؟ </p><p> قيل: ابن السبيل الذي له حقٌّ في المال هو الفقير، ولم يقصده بهذه </p><p> الآية، وإنما المقصود تفقُّد المذكورين على سبيل التبرُّع، وحقُّ </p><p> الجار أوكد من حقِّ الغُرباء. ألا ترى أن النبي - صلى الله عليه وسلم - </p><p> قال:  \"ما زال جبريل يوصيني بالجار حتى ظننت أنه يورثه \" ؟ </p><p> إن قيل: كيف قال: (إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا) ؟ </p>"
}