{
  "id": null,
  "sura": 4,
  "aya": 85,
  "text": "<p> وقول المفسرين: عسى من الله واجب، أي الكريم إذا رُجِي </p><p> حقّق، وقوله:  (وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا) </p><p> تنبيه أنك لا تحتاج أن تقصر عن قتالهم، فالله معك، وهو أشد بأسًا </p><p> من عداك، فلا يجب أن يَنكادك من تاخر عنك. </p><p> قوله عز وجل:  (مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا (٨٥) </p><p> الشفاعة: من الشفع أي ضم الشيء إلى غيره. </p><p> وضد قولهم شفعه: أفرده، ولهذا قال الشاعر: </p><p> ومن يفرد الإِخوان فيما ينوبهم. . . تصبه الليالي مرة وهو مفرد </p><p> والشفعة متعارفة في ضم ملك بِيعَ إلى ملكك، والشفاعة في </p><p> انضمام إنسان إلى آخر فيما يطلبه، والشفاعة المذكورة. </p><p> في نحو قوله:  (وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ) هي في الآخرة معروفة </p><p> وأما في الدنيا فبأن يهدي الإِنسان غيره، فمن هدى غيره إلى </p><p> طريق خير فقد شفع له. </p><p> وأصل الكِفل الكَفل، فجعل اسمًا لمركبٍ من خِرَقٍ </p><p> وكساءٍ يوضع على الكِفْل، وقد يسمَّى ما يُكْسى العضو </p><p> باسمه، كقولهم: يد القميص وبدنُه، ورجل السراويل، والساقُ </p><p> والساعدُ لما يُلْبِسُ هذين العضوين، ثم استعير الكفل تارة </p><p> إن نبا ركوبه تشبيها بذلك المركب. قال الشاعر: </p><p> غير مِيلٍ ولاعواوين في الهَيـ. . . جا ولا عُزَّل ولا أكْفَالِ </p><p> ثم سُمي الفاجر في أي أمر كان كفلا، ولما كان ذلك الكفل </p><p> يجعل على قدر الكفل تصور فيه المماثلة، فقيل للمثل في العدد كفل. </p><p> فإن قيل: فلم فرق بينهما فقال في الحسنة: (نَصِيبٌ) ، وفي السيئة (كِفلٌ) ؟ </p><p> قيل: يجوز أنه لما كان النصيب يقال فيما </p><p> يقل ويكثر، والكفل لا يقال إلا في المثل جاء في السيئة بلفظ </p><p> الكفل تنبيهًا على معنى المماثلة، وإشارة إلى ما قال:  (وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا) . </p><p> وقد قيل: الكفل المذكور هاهنا أكثر ما يقال في الشيء الرديء، فنبّه بلفظه على ذلك تنبيهًا على قوله:  (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) . </p><p> فإن قيل: فقد قال (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ) ، وليس ذلك بمذموم؟ </p><p> قيل: إنه عنى بالكفلين هاهنا أي له كفيلان من رحمته يتكفلان به من العذاب، </p><p> فيضَارع اللفظان، والمعنيان مختلفان، ولما حث الله تعالى في الآية </p><p> المتقدمة على تكلُّف ما أمر وتحريض المؤمنين، ورجاء الظفر </p><p> بالكفار، بين هاهنا أن من أعان غيره في فعل حسن فله نصيب في </p><p> ثوابه، وإن أعانه في فعل سيئ فله كفل منه، وذلك عبارة عمّا </p><p> بينه النبي - صلى الله عليه وسلم - بقوله: </p><p> \"من سنَّ سُنَّةً حسنة فله أجرها وأجر من عمل بها\" الخبر. </p><p> وقال بعضهم: القصد بذلك أن من يدعو لغيره دعاءً حسنًا </p><p> فله فيه نصيب، ومن فعل بخلاف ذلك فكذلك. </p><p> قال: والسبب في هذا أن اليهود والمنافقين كانوا إذا دخلوا </p><p> على النبي - صلى الله عليه وسلم - يقولون: السام عليكم، يوهمون أنهم يقولون: </p><p> السلام عليكم، فأنزل الله ذلك، واستدل قائل هذا بقوله تعالى </p><p> بعد ذلك:  (وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا) . </p><p> وقوله:  (وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا) </p><p> قال السدي: المقيت: المقتدر، وأنشد الكسائي فيه: </p><p> . . . . . . . . . . . . . . . . . . . . . وكنت على مساءته مقيتا </p><p> وقال ابن عباس: الحفيظ، وقوّاه الرجّاج. </p><p> وقال مجاهد: الشهيد، ورُوِيَ عنه: الحسيب، </p><p> وقال الضحاك: الرازق. </p><p> وقال غيرهم: المجازي، وحقيقته الذي يجعل للإِنسان قوتًا. </p><p> وفي الحديث:  \"كفى بالمرء إثمًا أن يضيّع من يقوت \" </p><p> - ويقيت - كأن الله تعالى يجعل لكل إنسان قوتا من </p><p> الجزاء بقدر فعله، ويجعل له في الدنيا والآخرة قدر ما يستوجبه. </p><p> وما قالوه فصحيح من حيث المقصد، لأن ما قدّره الله </p><p> تعالى للعبد فقد حفظه وشهده. </p><p> ورُوِيَ أن رجلًا سأل عبد الله بن رواحة عن المقيت؟ </p><p> فقال: يقيت كل إنسان بقدر علمه. </p>"
}