{
  "id": null,
  "sura": 4,
  "aya": 6,
  "text": "<p> وفيه المنع عن قهرهم، وإليه ذهب مجاهد استدلالاً بقوله تعالى: </p><p> (فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ) </p><p> قوله تعالى:  (وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا (٦) </p><p> الإِيناس فيما رُئي مرّة بعد أخرى فأُنس به. </p><p> وقد فسّره ابن عباس بالمعرفة. </p><p> والخليل فسره بالإِحساس. والرشد، </p><p> قال الحسن وقتادة: وهو الصلاح في الدين والإِصلاح للمال. </p><p> وقال مجاهد: هو الإِصلاح للمال فقط، وأمر تعالى بدفع المال إلى اليتامى </p><p> بعد البلوغ وإيناس الرشد منهم، وبعد الابتلاء، وجعل ذلك كلّه </p><p> شرطا في تسليم المال إليه، ومعلوم من الآية أن من دُفع إليه المال، ثم </p><p> فُقد منه الرشد أن يُعاد الحَجْرُ عليه، لأن الغرض بذلك حفظ </p><p> ماله، فلا فرق بين أن يكون المعنى الموجب للحَجْرِ ابتداء أو انتهاء. </p><p> والآية تقتضي أن كلَّ من حصل في يده مال لغيره لزمه حفظه له </p><p> كمال المفقود، ومال الفقراء في بيت المال، واللُقطة في يد الملتقط. </p><p> والابتلاء المراد في الآية، قيل: هو حال الصغر بأن يُدفع إليه </p><p> قليل من المال، فيرُى حفظه له وتصرفه فيه. </p><p> وقيل: هو بأن يجُرَّب في أمورِ أُخر. </p><p> وقيل: هو أن يختبر بعد البلوغ، وسفاهم يتامى </p><p> استصحابًا للحالة المتقدّمة، وقوله:  (وَلَا تَأْكُلُوهَا إِسْرَافًا) </p><p> أي متجاوزين حد القصد المباح لكم، ومبادرة أن يكبروا، فيمنعوا </p><p> أموالهم). </p><p> وقوله:  (وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ) . </p><p> قيل: لا يتناول منه شيئًا. </p><p> (وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ) من مال نفسه لا من مال اليتيم، لئلا يحتاج إلى مدِّ اليد إلى ماله. </p><p> وقيل: فليأكل بالمعروف من مال اليتيم. </p><p> وقيل: ذلك منسوخ بقوله: (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا) الآية، وقال الأصمُّ: فليأكل من مال اليتيم قرضًا. </p><p> وإليه ذهب عمر، فقال: إني في مال الله كوالي اليتيم، إن استغنيت استعففت، وإن افتقرت أكلت بالمعروف، </p><p> فإذا أيسرت قضيت. وقيل: يتناول الفقير </p><p> الأقل من قدر حاجته، أو قدر أُجرةِ مثله. </p><p> وقيل: ليس لوالي اليتيم أن يتناول ذلك، وإن تولى إصلاحه إلا بأمر من له الأمر، وإليه ينصرف ما رُوي أن رجلَا أتى النبي - صلى الله عليه وسلم - فقال: إن في حجري يتيمًا أفآكل من ماله؟ </p><p> قال:  \"نعم، ما لم تقِ مالك بماله، أو تتخذ منه ذخرًا\" ، </p>"
}