{
  "id": null,
  "sura": 4,
  "aya": 89,
  "text": "<p> الحال عند البصريين، وعلى تقدير (كانوا) عند الكوفيين. </p><p> وعلى هذا القولين قولهم: مالك خارجًا؟. </p><p> قوله تعالى:  (وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩) </p><p> الهجرة: ترك الشيء والإعراض عنه مكانًا أو خليطًا، وسُمِّي </p><p> القبيح من الكلام هُجْرًا لكونه مقتضيًا لهجره، والرفث </p><p> هَاجِرَةً لكونه حاملًا على أن يهجره، وسُمّي المهاجر لتركه </p><p> وطنه، وصار اسم مدح في الإِسلام، وسُمّي من رفض فضولات </p><p> شهواته مهاجرًا، عنى تعالى أن الذين تقدّم ذكرهم ممن بقوا </p><p> بمكة وادعوا الإِسلام أنهم كفار، ويريدون لكم الكفر الذي هم </p><p> عليه، ومن أراد لكم الكفر فمحال موالاتهم، فلا تتخذوهم </p><p> أولياء حتى يسلموا، ويحققوا إسلامهم بالهجرة، ثم قال: </p><p> (فَإِنْ تَوَلَّوْا) أي إن كشفوا الغطاء فقط صاروا مرتدين، (فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ) ، ولا تكونن بينكم وبيتهم موالاة ونصر بوجه. </p><p> إن قيل: فما قائدة قوله: (وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا) بعد أن قال: (فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ) ؟ </p><p> قيل: قد قال بعضهم ذلك على التوكيد، والصحيح أن الذين دخلوا في </p><p> الإِسلام من الأعراب فرقتان، فرقة هاجروا وفرقة أقاموا. </p><p> وبيّن الله تعالى أن من أقام ولم يهاجر فلا ولاء له، إلا أن يستنصروكم </p><p> على قومهم فتنصرونهم، وذلك في قوله:  (مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) فمنع تعالى عن موالاتهم بقوله: </p><p> (فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ) كما منع بتلك الآية، ولم يمنعهم من </p><p> نصرتهم، ثم بيّن أنهم إن تولوا، أي ارتدوا عما أظهروه من </p><p> الإِسلام، وكشفوا الغطاء بالكفر، فلا يجوز أن توالوهم، ولا أن </p><p> تنصروهم بوجه. </p><p> قوله تعالى:  (إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٩٠) </p><p> الحصر: حبس في ضيق، وعبّر عن البخل والجبن لانحصار النفس. </p><p> وكذلك عبر عنهما بضيق الصدر وعن ضدهما بسعة الصدر. </p><p> وبالبر المشتق عن البر أي السعة، والحصور الممنوع </p><p> عن الجماع بحبس شهوته، وعن الشراب بحبس ماله لبخله. </p><p> وفي اتصال هذه الآية بما قبلها وحكمتها صعوبة، ووجه ذلك </p><p> أنه لما أمر تعالى الناس فيما تقدم بالهجرة، ونهى عن موالاة من </p><p> تأخر، استثنى بهذه الآية من يحصل له إحدى حالتين؛ إما أن </p><p> يصلوا إلى قوم بينهم وبين النبي - صلى الله عليه وسلم - </p><p> عهد لتعذر لحوقهم به، فيقيموا إلى وقت الإِمكان به؛ وإما أن يهاجروا ويأتوا النبي - صلى الله عليه وسلم - والمسلمين </p><p> فتحصر صدورهم أن يقاتلوا المسلمين لعلمهم بكونهم على الحق. </p><p> وأن يقاتلوا قومهم لكونهم غير آمنين على مالهم وذويهم، فهذا </p><p> معنى قوله:  (حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ) . </p><p> وقوله:  (وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ) إظهار من الله تعالى لنعمته </p><p> على المسلمين وأنه لو لم يهدهم لكانوا في جملة المتسلطين عليكم. </p><p> ثم بيّن أنهم إذ قد اعتزلوا وأظهروا الإِسلام فاتركوهم؛ فهذا </p><p> على ما ذكر هذا القائل هم الذين أسلموا ولم يستحكم إيمانهم، </p><p> ولم يبلغوا الحدَّ الذي لا يحرجون في نصرة الدين إلى أهلٍ. </p><p> وقال قتادة - وقد رُوِيَ عن ابن عباس: - أن قوله: </p><p> (إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ) هو في قوم من الكفار </p><p> اعتزلوا المسلمين يوم فتح مكة فلم يكونوا من الكافرين. </p><p> ولا مع المسلمين، قال: وهذا معنى (أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ) </p><p> قال: ثم نسخ ذلك بآية القتال، والقول الأول أظهر وأحسن. </p><p> وقوله:  (حَصِرَتْ صُدُورُهُمْ) في موضع الحال عند الفرّاء. </p><p> قال: وتقديره قد حصرت صدورهم، وتقوَّى ذلك بقراءة الحسن </p><p> (أَوْ جَاءُوكُمْ حَصِرَةً صُدُورُهُمْ) ، وقال بعضهم: </p><p> هو خبر بعد خبر، كأنه قيل: أو حصرت صدورهم. </p><p> وقال الجرجاني في كتاب النظم: تقديره: وإن (جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ) فحذف إن. </p><p> قال: والفعل الماضي يقع في الشرط موقع المستقبل. </p><p> وفيما ادعاه إضمار إن عُهدة، فما أرى أهل اللغة يطابقونه عليه. </p><p> وقال المبرد: هو دعاء عليهم، وردّ </p><p> ذلك أبو علي الفسوي، وقال: قد أُمرنا أن نقول: </p><p> \"اللهم أوقع بين الكفار العداوة والبغضاء\" . </p><p> فلا يجوز أن يُحمل على الدعاء، فيكون في قوله:  (أَنْ يُقَاتِلُوكُمْ) </p><p> نفي ما اقتضاه دعاء المسلمين عليهم. </p><p> وهذا القول من المبرد، ومن الرادِّ عليه مبني على أن الآية في الكفار على ما تقدّم من القول الثاني فيه. </p><p> ولقائل أن يقول: كما يجوز أن يُدعى عليهم بإيقاع العداوة. </p><p> يجوز أن يدعى عليهم بأن يجعلهم الله حيث لا يقاتلون أعداءهم </p><p> ولا قومهم، ويكون ذلك سؤالاً لموتهم، ويدلك على جواز </p><p> ذلك أنه لو جمع بين المقاتلين لم يمتنع، فكأن يقال: أوقع بينهم </p><p> العداوة والبغضاء، وأوهن كيدهم، واجعلهم بحيث لا يقاتلون </p><p> المسلمين ولا بعضهم بعضا، على أن قوله (قَوْمَهُمْ) قد يُعبّر به </p><p> عمن ليس منهم، بل هم من معاديهم كقولك: فلان صاحبك </p><p> وهم قومك، أي المناصبون لك. </p>"
}