{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> كان حاله في الآخرة هذه، هو الذي حاله في الدنيا ما قاله الأولون. </p><p> قوله تعالى:  (يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (١١) </p><p> الوصية: تُقال فيما كان حتمًا، نحو قوله </p><p> تعالى:  (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) ثم قال: </p><p> (ذَلِكُمْ وَصَّاكُمْ بِهِ) . </p><p> وقال ابن عباس: كان المال للولد في الجاهلية. </p><p> والوصية للوالدين والأقربين، فنسخه هذه الآية. </p><p> واستُدِلَّ بما رُوِيَ أنه لمّا نزلت هذه الآية قال - صلى الله عليه وسلم -: </p><p> \"إن الله قد أعطى كُلَّ ذي حق حقَّه، فلا وصية لوارث \" . </p><p> وقال غيره: الآية غير ناسخة، بل هي تفسير لقوله:  (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ) . </p><p> واختُلِفَ: هل يدخل ولد الابن في </p><p> إطلاق الولد؟ فمنهم من قال: يدخل فيه، لقولهم: أولاد آدم. </p><p> ولأن جميع ما علق بالولد من الأحكام فابن الابن داخل فيه، نحو </p><p> (حُرِّمَتْ عَلَيْكُمْ) ، ثم قال:  (وَحَلَائِلُ أَبْنَائِكُمُ) . </p><p> وقوله:  (أَوْ أَبْنَاءِ بُعُولَتِهِنَّ) ولا خلاف أن حكم ولد </p><p> الابن إذا لم يكن ولد صلب حكمه، وقد استثني من ظاهر </p><p> قوله:  (لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ) </p><p> الكافر والمملوك والقاتل وأهل ملَّتين، إلا عند معاذ. </p><p> فإنه يُورِّث المسلم من الكافر. </p><p> وقوله:  (فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ) فإنَّ الله جعل للبنات إذا </p><p> كُنَّ فوق اثنتين الثلثين، وللواحدة النصف، ولم يذكر فرض </p><p> البنتين، قال ابن عباس: حكمهما حكم الواحدة. </p><p> وقال سائر الفقهاء: حكمهما حكم ما فوقهما. </p><p> ثم اختُلِفَ من أيِّ وجه صار حكم الاثنتين حكم ما فوقهما؟ </p><p> فقال بعضهم: إن ذلك أُجْرِيَ مجرى الثلاث بالقياس، لأنه به أشبه. </p><p> وقال بعضهم: بل اللفظ اقتضى ذلك، وهو الصحيح. </p><p> وبيان ذلك أنه قال:  (لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ) . </p><p> ولا فرق بين أن يقال ذلك أو يقال: للأثثيين مثل حظ الذكر. </p><p> وقد ثبت أن حظ الذكر إذا كان مع أنثى الثلثان. </p><p> فاقتضى ذلك أن فرض الأنثيين الثلثان، فصار ذلك </p><p> مدلولاً عليه بفحوى الكلام دون الصريح، وفرض الواحدة </p><p> وما زاد على البنتين فبالصريح، قال: ويقوي ذلك أن القسمة </p><p> العددية ضربان: مركب ومفرد، وقد ذكر حكم المركب بقوله: </p><p> (فَإِنْ كُنَّ نِسَاءً) ، وحكم المفرد بقوله:  (وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ) ، والاثنان بدءُ المركب من الأعداد، فيجب أن يكون حكمه ملحقًا به. </p><p> ويدلُّ على ذلك ما قاله في آخر السورة قوله: </p><p> (وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ) ، ثم قال:  (فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ) ، فجعل حظ البنتين الثلثين، ولم يبيّن حكم ما زاد عليهما. </p><p> وبيّن في فرض البنات حكم ما فوق الابنتين، ليعلم من نطق </p><p> كل واحد من الاثنين حكم المسكوت عنه في الأخرى. </p><p> فإن قيل: متى جعل حكم الاثنتين حكم الثلاث فصاعدًا </p><p> سقط فائدة قوله:  (فَوْقَ اثْنَتَيْنِ) ؟ </p><p> قيل: مثل هذا راجع إلى المخالف، لأنه يقال له: متى جعلت حكم الاثنتين حكم الواحدة سقط فائدة قوله: (وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ) ؟ </p><p> وجوابه في ذلك جوابنا عما سأل، على أن ذكر ذلك على التنزيل الذي نزلناه ْلابد من ذكره، لأنه بيّن حكم الاثنتين بقوله:  (لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ) ، ثم بيّن حكم ما فوق الاثنتين، ثم حكم الواحدة. </p><p> ومن قال: تقدير الكلام: فإن كن نساء اثنتين، وإن قوله (فَوْقَ) </p><p> زائد كقوله:  (فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ) ، لأنه أراد فاضربوا </p><p> الأعناق، فغير موافق في ادعاء الزيادة في الموضعين، وغير موافقٍ </p><p> في تأويل الابنتين، وبهلام الله تعالى منزه عن ذكر لفظ خلوةً عن </p><p> قصد معنى صحيح، إذكان ذلك لغوًا، تعالى الله عنه. </p><p> إن قيل: لِمَ ذكر فرض البنت إذا انفردت، ولم يذكر الابن </p><p> على الانفراد؟ </p><p> قيل: لأن العرب كانوا يورّثون البنين دون البنات، فاحتيج إلى تبيين ذلك، دون ما بقوا على ما كانوا عليه. </p><p> وقوله:  (وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ) ظاهره يقتضي أن يكون </p><p> للأب السدس مع الولد: ذكرًا كان أو أنثى، كما أن فرض الأم </p><p> كذلك، لأنه لا خلاف متى كان الولد بنتا لا يستحق أكثر من </p><p> النصف، لقوله:  (وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ) فيُعطى </p><p> الأبوان السدسين بحكم النص، وبقي سدس يناوله الأب بما </p><p> نبّه عليه بقوله:  (وَوَرِثَهُ ؤأَبَوَاهُ فَلِأُئِهِ اَلثلمشأ) ، لمّا جمع نصيبهما. </p><p> ثم أفرد نصيب الأم على أن الباقي للأب. </p><p> وقوله:  (وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ) فالإِخوة ههنا </p><p> متناولة للإِخوة والأخوات، لكن غلب التذكير، وبين تعالى ميراث </p><p> الأم عند وجود الإِخوة، والظاهر يقتضي أن الأم تستحق السدس </p><p> إذا كانت للميت ثلاثة إخوة فصاعدًا. </p><p> وأما إذا كان أخوان فالظاهر لا يقتضي ذلك. </p><p> وقال ابن عباس: إن الآية لا تتناول ذلك، فلم </p><p> تحجب الأم عن الثلث بدون الثلاثة، ولا بالأخوات </p><p> منفردات، وخالفه سائر الصحابة، وحجبوها باثنين من </p><p> الإِخوة والأخوات، كما حجبوها بأكثر من ذلك. </p><p> وقالوا: المراد بالأخوة حصول من له الإِخوة دون العدد. </p><p> ودون الذكورية والأنوثية. </p><p> ولا خلاف أن الواحد لا يحجب الأم. </p><p> وقوله:  (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ) </p><p> قال أمير المؤمنين عليّ عليه السلام: </p><p> الوصيّة مقدّمة في اللفظ مؤخّرة في المعنى. </p><p> فإن مراعاة الذين قبل مراعاة الوصية، وإنما قيل (أَوْ دَيْنٍ) </p><p> ولم يقُل أو، دين، ليقتضيهما مجموعين ومفردين. </p><p> وقوله:  (آبَاؤُكُمْ وَأَبْنَاؤُكُمْ) ، قيل: القصد بذلك أن المنفعة بهما </p><p> متفاوتة، فإن المنفعة بالآباء في الصغر، وبالأبناء في الكِبَر. </p><p> وقيل: معناه تحرَّوا ما أُمرتم، ولا تعتبروا نفع الولد والوالد، فإن </p><p> ذلك يختلف عند اعتبار الآحاد. </p><p> وقيل: معناه لا يدري أحدكم أهو أقرب وفاة، فينتفع ولده بماله. </p><p> أم الولد أقرب وفاة فينتفع </p><p> الوالدان بماله، وإلى هذا المعنى أشار الشاعر: </p><p> ما عِلمُ ذي ولد أيثكله. . . أم الولدُ اليتيم؟ </p><p> وهذا الذكر في الآية كالاستطراد، والقصد به يجب أن يتحرَّى </p><p> في ماله الوجه الذي جُعل له المال، فلا يمنع ذا حق من حقّه، شفقة </p><p> على ورثته، ولا يضعه في غير حقه \"تفاديًا من انتقال ماله إلى ورثته. </p><p> بل يجب أن يتحرى القصد في ذلك، فليس يدري عواقب الأمور. </p><p> وجملة ذلك أن في الآية حثّا على تفويض الأمر إلى الله، والرضا </p><p> بحكمه، وقوله:  (فَرِيضَةً مِنَ اللَّهِ) اسم موضوع موضع </p><p> المصدر، نحو قوله:  (كِتَابًا مُؤَجَّلًا) ، و (كِتَابَ اللَّهِ عَلَيْكُمْ) . </p><p> ومعناه قسمة مقدرة، وقيل: معناه حتمًا </p>"
}