{
  "id": null,
  "sura": 4,
  "aya": 31,
  "text": "<p> الإِنسان أن يحفظ نفسه عن الصغيرة خشية أن يقع فيما هو أعظم </p><p> منها، ومعنى الآية أن من يفعل ما نهُي عنه من قتل النفس وأكل </p><p> المال بالباطل وسائر ما تقدم النهي عنه فسوف يجعله صلا كما </p><p> قال:  (وَقُودُهَا النَّاسُ وَالْحِجَارَةُ) . </p><p> ونبّه بقوله (وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا) </p><p> أنه لا يتعذر عليه عقابهم. </p><p> قوله تعالى:  (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا (٣١) </p><p> من المفسرين - وهو أكثرهم - من حمل السيئات على الصغائر. </p><p> وقال: معنى الآية: إن تجتنبوا كبائر الذنوب نُكفّر عنكم صغائرها. </p><p> ثم اختلفوا على أي وجه اعتبار الصغيرة والكبيرة. </p><p> وذاك أن الصغير والكبير من الأسماء المتضايفة التي </p><p> لا يعرف أحدهما إلا باعتبار الآخر، </p><p> وقال بعضهم: في الذنوب كبيرة لا أكبر منها كالشرك، وصغيرة </p><p> لا أصغر منها كحديث النفس أو همّه بسيئة ونحو ذلك. </p><p> وبينهما وسائط كل واحد بالإِضافة إلى ما فوقه صغير، وبالإِضافة إلى </p><p> ما دونه كبير، وقال: ومعنى الآية أن من عنَّ له أمران فيهما </p><p> مأثم، واضطر إلى ارتكاب أحدهما فارتكب أصغرهما وترك أكبرهما: </p><p> كمن أكره على أنْ يقتل مسلمًا، أو يشرب قدح خمر فارتكب </p><p> أصغرهما كُفِّر عنه ما ارتكبه. </p><p> وقال بعضهم: الذنوب كلها ضربان: </p><p> ضرب: كبيرة كالشرك، وقتل النفس بغير حق، والزنا. </p><p> وضرب: صغيرة، وهؤلاء اختلفوا فمنهم من قال: الصغيرة </p><p> غير معلومة، وهي كل ما عُلِّق به وعيد في </p><p> الآخرة، أو جُعِل له عقوبة في الدنيا، وبعضها غير معلوم. </p><p> قالوا: والصغائر كلها يجب أن تكون غير معلومة، وإلا كان </p><p> إغراءً بالمعصية، وذلك أن الله تعالى وعد أن يغفر بتجنُّب الكبائرِ </p><p> الصغائرَ، فلو بيّنا جميعًا لكان المكلَّف لا يبالي بارتكاب الصغائر </p><p> مع تجنب الكبائر، فكان يؤدي ذلك إلى مفسدة، ومنهم من </p><p> قال: يجب أن يكونا معلومين، وإلا لم يصح أن تكون الكبيرة </p><p> معلومة من حيث ما هي كبيرة لما تقدم أن ذلك من الأسماء </p><p> المتضايفة، التي لا يُعرف أحدهما إلا بالآخر، قال: فالكبائر هي </p><p> محارم الله التي علم كونها محجورة، والصغائر ما هو متشكك فيه </p><p> المعني بقوله:  \"دع مما يريبك إلى ما لا يريبك \" . </p><p> وعليه) دل النبي - صلى الله عليه وسلم - بقوله: </p><p> \"الحلال بيِّن والحرام بيِّن، وبين ذلك أمور مشتبهات.</p><p> وسأضرب لكم مثلًا: إن الله حمى حمىً، وإن حمى الله محارمه. </p><p> ومن رتع حول الحمى أوشك أن يقع فيه \" . </p><p> فمرتكب الكبائر </p><p> جار مجرىً داخل الحمى، ومرتكب الصغائر جار مجرىً حوله. </p><p> والإِنسان منهي عن الدنو منه، ومن لا يعرف ذلك فهو مُعَرَّض </p><p> الوقوع فيه، ثم كما قد بين تعالى في كتابه أن يغتفر الصغائر بشرط </p><p> اجتناب الكبائر، فقد بين - صلى الله عليه وسلم - أن الصغيرة إنما تكون صغيرة ما لم يكن عليها إصرار. فقال: </p><p> \"لا صغيرة مع إصرار\" . </p><p> وقال:  \"إن المحرمات تجتمع على الرجل فتهلكه\" . </p><p> وإذا كانت الصغيرة منهيّا عنها محذرًا منها فلا ضير بتعريفها. </p><p> بل يجب تعريفها، فالإِنسان بتجنُّب الكبيرة يصير مطيعا غير فاسق. </p><p> وبتجنُّب الصغيرة وهي المتشكك فيها يصير ورعًا، ولذلك قيل لبعض الصحابة: ما أشد الورع؟ </p><p> فقال: ما أيسر الورع، إذا شككت في شيء فدعه، </p><p> وقال بعض الصوفية: اعتبار الصغيرة والكبيرة بمرتكب الذنب. </p><p> فقد يكون الذنب من زيد صغيرًا ومن عمرو كبيرًا، وذلك بحسب </p><p> مراتبهم في المعارف والأحوال، فالأولياء الذين بلغوا المنازل </p><p> قد يستعظم منهم ما لا يستعظم ممن لم يترشح لمنزلتهم، وذلك </p><p> معروف في السياسة الدنيوية، قال: ولهذا عاتب الله تعالى نبيه </p><p> في كثير من خطراته التي قد تجاوز بها عن غيره. </p><p> وقال بعض المفسرين: معنى الآية: إن تجتنبوا هذه الكبائر التي </p><p> نهيتم عنها في الآيات المتقدمة كفَّرنا عنكم ما قد أسأتم فيه من </p>"
}