{
  "id": null,
  "sura": 4,
  "aya": 115,
  "text": "<p> (وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ) أن أفعال الخير يستحق بها </p><p> الأجر العظيم إذا قصد بها وجه الله، لا أن يفعل رياء وسمعة واستجلاب منفعة أو محمدة من الناس، ووصف الأجر بالعظيم تنببهًا على حقارة ما يفوت في جنبه من أعراض الدنيا. </p><p> قوله تعالى:  (وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (١١٥) </p><p> الشق: القطع طولا ومنه استعير </p><p> الاشتقاق، وشق العصا وشق عليه الأمر كقولهم مشقة الأمر، وشق كرددت </p><p> عصاه، ومشاقة الرسول أن يصير في شق غير شقة كقوله:  (إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ) أي يصيرون في حد غير حده، وذلك </p><p> أشبه بالاعتقاد والديانة، وأصل الصلا الملازمة، ومنه الصلاة للدعاء ومن أجله قول النبي - صلى الله عليه وسلم -: (ايصلوا يا ذا الجلال والإكرام) أي الزموا مراعاة ذلك، </p><p> والصلا: ملازمة قرب النار للاصطلاء بها فجعل عبارة عن ملازمتها للعذاب </p><p> ، والصلوان العرقان المكتنفان لجانبي الوركين، يجوز أنه اعتبر فيهما الاصطلاء </p><p> كتسمية اليد والرجل المصطلى، والآية قيل: نزلت في سارق الدرع حيث </p><p> أظهر النبي - صلى الله عليه وسلم - حاله فأنكر وكذب، وقيل: في طعمة بن الأبيرق لما عبد الأوثان، ولما ذكر قيل:  (وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ) </p><p> ذكر هنا من عمل ذلك ولم يستغفر، وعظم تعالى من يشاقق </p><p> الرسول بعد ما تبين الحق له، وعلى هذا قال بعض الحكماء: صغائر الأولياء </p><p> أعظم من كبائر العامة، وذاك أنه لا يعذر العالم فيما يرتكبه كما يعذر الجاهل. </p><p> فإن قيل ولم كان العالم أكبر جرماً؟ </p><p> قيل: لأن من لا يعرف الحق يستحق العقوبة بترك المعرفة، لأن العمل لا يلزمه حتى يعرفه أو يعرف من يصدقه، والعالم يستحق بترك معرفته وترك استعماله، فإذن هو أعظم جرما. </p><p> وقصد تعالى بقوله:  (نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ) أن من لم يتبين له </p><p> الهدى فقد جعل الله له نورًا يهديه، ومن صار معاندًا قطع عنه التوفيق وتركه </p><p> هو وهواه، وانقطاع التوفيق هو المعنيُ باللعن والطرد وإليه أشار الشاعر </p><p> بقوله: - </p><p> إذاَ لمْ يَكُنْ عَونٌ مِنَ الله للفتَى ... فَأكْثَرُ ماَ يَجني عَلَيْه اجْتهَادَهُ </p><p> وبين بقوله:  (وَسَاءَتْ مَصِيرًا) عظم حالها في العقاب، واستدل </p>"
}