{
  "id": null,
  "sura": 4,
  "aya": 62,
  "text": "<p> والآية من تمام القصة الأولى، ومن الأشياء التي </p><p> دعوا إليها فصدّوا عنها آيات القتال، كقوله تعالى:  (فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ) . </p><p> والتأكيد بالمصدر كقوله:  (يَصُدُّونَ عَنْكَ صُدُودًا) </p><p> (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) هو أن الفعل له حقيقة </p><p> ما وتجوُّزٌ به كاستعماله في بعض ما وُضِعَ له أو في غير ما وُضِعَ </p><p> له، وإذا أريد أن يبين أنه مستعمل على وجهه وحقيقته ضُمَّ إليه </p><p> مصدره. هذا فائدته. </p><p> قوله تعالى:  (فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا (٦٢) </p><p> رُوِي أن ذلك المنافق مع اليهودي لما تحاكما إلى النبي - صلى الله عليه وسلم - فحكم لليهودي قال المنافق: لا أرضى بذلك. </p><p> ثم \"تحاكما إلى أبي بكر فكان كمثل، ثم تحاكما إلى عمر. </p><p> فقال المنافق: كان من الأمر كذا، فقال له عمر: قفا لأخرج إليك. </p><p> فدخل وأخذ السيف فخرج وقتله، </p><p> فشكوا إلى النبي - صلى الله عليه وسلم - فلما سأله؟ </p><p> قال عمر: قتلته لأنه ردَّ حكمك، فقال - صلى الله عليه وسلم -: </p><p> \"أنت الفاروق \" . </p><p> ثم جاء أصحابه إلى النبي - صلى الله عليه وسلم - يحلفون </p><p> كذبًا إن أردنا إلا إحسانًا وتوفيقًا. </p><p> إن قيل: ما المسئول عنه بقوله: كيف؟ </p><p> وما الذي يتعلق به إذا؟ وعلى ماذا عطف قوله:  (ثُمَّ جَاءُوكَ) ؟ </p><p> وأيّ مصيبة أريدت بذلك: التي نالتهم في الدنيا </p><p> بقتل صاحبهم أم شيء منتظر؟ </p><p> قيل: أما المسئول عنه فمحذوف كما حُذِفَ في قوله: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ) ، وبقوله:  (فَكَيْفَ إِذَا جَمَعْنَاهُمْ) </p><p> وتقديره: كيف حالهم ومقالهم؟ </p><p> وأما إذا فإنه يتعلق بذلك المضمر. </p><p> وأما قوله:  (ثُمَّ جَاءُوكَ) فمعطوف على قوله: (أَصَابَتْهُمْ مُصِيبَةٌ) ، </p><p> وتقديره: كيف حالهم إذا أصابتهم مصيبة بما قدّمت أيديهم </p><p> بارتكابهم وبمجيئهم من بعد إليك حالفين كذبًا: إننا ما أردنا إلا </p><p> إحسانًا وتوفيقًا، وأما المراد بالصيبة المذكورة فما ينالهم في الآخرة </p><p> من العذاب والحسرة والندامة، فيقول: إن تألَّموا من هذه فكيف </p><p> تألمُهم إذا أصابتهم مصيبة في الآخرة، وقد تقدَّم أن الإِحسان </p><p> هو الفضل الموفي على العدالة، والتوفيق: موافقة أمر الله </p><p> والرضا بقضائه، وهما غاية ما يراد من الإِنسان، فنبه أنهم </p>"
}