{
  "id": null,
  "sura": 4,
  "aya": 27,
  "text": "<p> ومنهم من أخذه أعم من ذلك، فقال: إن الله تعالى شرع لكل </p><p> أمة عبادة ومكارم، ولم يختلف حكم أصولها، وإن اختلفت </p><p> فروعها، وعلى ذلك قال:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ) . </p><p> فبين أنه يريد أن تكون هذه الأمة جارية مجرى هؤلاء في ذلك. </p><p> وقيل: عنى أنه يبين لكم طريق من قبلكم إلى الجنة. </p><p> وهو المسئول في قوله تعالى:  (وَأَلْحِقْنِي بِالصَّالِحِينَ) . </p><p> وبين أنه أراد به ذلك لعلمه وحكمته. </p><p> قوله تعالى:  (وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا (٢٧) </p><p> الميل وإن كان عامًا في الميل إلى الخير والشر. </p><p> فالمقصود به ههنا الجور عن قصد السبيل. </p><p> ولما كان جميع عبادة الله بالقول المجمل ضربين، </p><p> صقل العقل، وقمع الشهوة، وكلُّ أمر ونهي فذريعة إليهما. </p><p> صار اتباع الشهوة سبب كل مذمة، فلذلك عبر بمتبع الشهوات عن </p><p> الفاسق والكافر، وعلى هذا قوله:  (أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ) . </p><p> فإن قيل: فليس اتباع الشهوات مذمومًا في كل حال. </p><p> بل منها ما هو محمود؟ </p><p> قيل: قد قال بعض المتكلمين وبعض المفسرين: </p><p> عنى بذلك بعض الشهوات. </p><p> وقال بعضهم: عنى من يتبع الشهوات كلها. </p><p> والصحيح أن اتباع الشهوة في </p><p> كل حال مذموم، لأن ذلك هو الائتمار لها من حيث ما دعت. </p><p> وما سوّغ من تعاطي ذلك، فليس جواز تعاطيه من حيث دعت </p><p> الشهوة إليه، بل من حيث سوغ العقل أو الشرع، فذلك هو </p><p> اتباع لهما، ويؤكد ذلك قوله:  (وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ) </p><p> وقوله:  (وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ) </p><p> وقيل: عبد الشهوة أذلُّ من عبد الرق. </p><p> إن قيل: كيف أدخل اللام في قوله: (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ) </p><p> ولم يدخله في قوله:  (وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ) ؟ </p><p> وكيف أعاد ذكر إرادته التوبة؟ ولمَ قال:  (وَاللَّهُ يُرِيدُ) </p><p> فقدم ذكر المخبر عنه، ثم قال:  (وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ) </p><p> فأخر المخبر عنه؟ </p><p> قيل: أما إدخال اللام في الأول فلأنه عنى أنه يريد ما يريد </p><p> لأجل التوبة عليهم، وأراد بقوله (أن يتوب) أنه كما أراد ما هو </p><p> سبب التوبة عليهم، فقد أراد التوبة عليهم، إذ قد يصح إرادة </p><p> سبب الفعل دون الفعل نفسه، ففي هذا ظهور فائدة اللام وحسن </p><p> إعادته، واقتضى إعادته أيضا ذكر قوله:  (وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ) </p><p> ليبين أن إرادة الله لكم مضادة لما يريدونه. </p><p> وأما تأخير المخبر عنه في قوله:  (وَيُرِيدُ الَّذِينَ) فيجوز أنه </p><p> جعل الواو للحال لا العطف، تنبيهاً أنه يريد التوبة عليكم </p><p> في حال ما يريدون أن تميلوا، فخالف بين الإِخبارين ليبين أن </p><p> الثاني ليس على العطف. </p><p> وتخصيص الميل العظيم هو أن الإِنسان قد يترك تحري الخيرات </p><p> من الإِيمان والأعمال الصالحة، إما لعارض شغل وإما لكسل. </p><p> وإما لضلالة، وهو أن يسبق إلى اعتقاد باطل فينشأ عليه. </p><p> وإما لفسق وهو أن يكون مع الاعتقاد يستلذ تعاطي الشر. </p><p> ومن تركه للشغل فهو أسهل معالجة ممن يتركه لكسل. </p><p> ومن تركه للكسل </p>"
}