{
  "id": null,
  "sura": 4,
  "aya": 37,
  "text": "<p> قيل: المختال هو الذي يظن أن له بماله كرمًا، من قولهم: خِلْتُ، وكأنما </p><p> إلى معناه أشار تعالى بقوله:  (الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ (٢) يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣) . </p><p> والفخور: من يتبجح بالقُنْيَات الزائلة، فبيَّن تعالى أن من أمسك ماله، وصرفه عن الوجوه المذكورة فذلك لظنه أن له بماله خيلاء وفخرًا فيضنّ به، ويُبيِّن أن هذين سبب البخل ما روي: </p><p> \"أهلك الناس شيئان: حبّ الفخر، وخوف الفقر \" . </p><p> ولهذا عقبه بقوله تعالى:  (الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ) الآية. </p><p> فجعل تفسير الاحتيال والفخر البخل بالمال، والإِنفاق على وجه الرياء. </p><p> قوله تعالى:  (الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا (٣٧) </p><p> البخل: أعظم المعايب، لقوله - صلى الله عليه وسلم -: </p><p> \"أي داء أدوى من البخل؟ \" </p><p> وأعظم منه حثُّ الغير عليه، وكأن الشاعر بهذه الآية ألمَّ في قوله: </p><p> وإن امرأً ضَمنَّت يداه على امرئ. . . بنيل يد من غيره لبخيل </p><p> وقالوا: فلان يمنع دَرَّه ودرَّ غيره، والحرُّ يعطي والعبد يألم </p><p> قلبه، ولم يرُد تعالى بالبخل البخل بالمال فقط، بل بجميع ما منه </p><p> نفع الغير، من نصرة وعلم، ودخل في عموم الأمر بالبخل: من </p><p> ترك شكر من أحسن إليه، أو أخل بقضاء دين فيصير سببًا لمنع </p><p> الإِسداء إلى الغير، ولهذا قيل: لعن الله قاطعي المعروف. </p><p> وقال بعضهم: معناه يبخلون ويتأمرون على الناس، ويأمرونهم </p><p> بشكرهم مع بخلهم، فيكون قوله (بِالْبُخْلِ) في موضع الحال. </p><p> وإلى هذا أشار الشاعر بقوله: </p><p> جمعت أمرين ضاع الحزم بينهما. . . تيه الملوك وأفعال المماليك </p><p> وقوله:  (وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ.</p><p> يدخل فيه من يستحقر ما آتاه الله من نعمته مالاً كان أو عافية، ومن </p><p> خُوِّل علمًا ولم يفده مقتبسه منه، ومن ينسى كثير ما أنعم الله </p><p> عليه ويتذكر قليل ما يناله من نائبة، كقوله تعالى: (إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ) قيل في تفسيره: ينسى النعم وي) كر </p><p> المحن، ونبه بقوله:  (وَأَعْتَدْنَا لِلْكَافِرِينَ) أن من </p>"
}