{
  "id": null,
  "sura": 4,
  "aya": 29,
  "text": "<p> (أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ) أو باعتباره بنفسه دون ما يقويه من </p><p> فيض الله ومعونته، أو اعتبارًا بكثرة حاجاته، وافتقار بعضهم إلى </p><p> بعض، أو اعتبارًا بمبدئه ومنتهاه، كما قال تعالى:  (اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً) </p><p> فأما إذا اعتُبر بعقله، وما أعطاه الله من القوة التي يتمكّن بها </p><p> من خلافة الله في أرضه، ويتبلّغ بها في الآخرة إلى </p><p> جواره تعالى - فهو أقوى ما في هذا العالم. </p><p> ولهذا قال تعالى:  (وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا) . </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (٢٩) </p><p> روي أنه لما نزلت هذه الآية امتنع بعضهم من أن يأكل عند غيره. </p><p> حتى نزل قوله: </p><p> (وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ) إلى آخر الآية. </p><p> ولم يكن نسخًا لكن تبيينا. </p><p> وقوله:  (بِالْبَاطِلِ) إشارة إلى الوجوه التي حظر تناول المال منها ووضعه فيها، واستثنى التجارة تنبيهًا على إباحة الكسب إذا كان من وجهه. </p><p> فمن نظر نظرًا فقهيًّا قال: ظاهرها يقتضي أن لا يجوز تناول الغير منها، كالصلاة والزكاة والميراث وغير ذلك. </p><p> وقال بعضهمْ: لم يعن بالتجارة المبايعة فقط. </p><p> بل عنى كل معاملة مباحة من قرض وفرض، كما قال - صلى الله عليه وسلم -: </p><p> \"لا يحل مال امرى مسلم إلا بطيب نفس منه \" ، </p><p> ومنهم من عنى بذلك المنع من وضع المال وإنفاقه في غير الوجه المباح. </p><p> وقال: عنى بالتجارة الوجهة المباحة التي يحلُّ صرف المال إليها. </p><p> وأما من نظر نظرًا أدق من ذلك، فإنه جعل أكل المال بالباطل تناوله </p><p> من حيث لا يسوغه العقل، ولا يجوّزه الشرع، من استنزال الناس </p><p> عما في أيديهم بالخدع، ومساعدتهم على الباطل طمعًا في نفع. </p><p> وجعل من ذلك أيضاً وضعه حيث لا يجوز، وإنفاقه رياء كما قال </p><p> تعالى:  (لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ) ، وجعل هذه التجارة هي التجارة المذكورة بقوله تعالى: </p><p> (هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ) الآية. </p><p> وفي قوله:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ) </p><p> الآية. </p><p> وشرط فيها التراضي، تنبيهًا أنه يحمد ذلك متى أنفق </p><p> الإِنسان في سبيل الله عن طيب نفس على الوجه الذي ينبغي وبمقدار </p><p> ما ينبغي، حسب ما بيّنه الله تعالى، ودل على رضاه في صرفه إليه. </p><p> وقوله:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) نظر إليه نظرات مختلفة. </p><p> ففسر بحسبها، الأول: لا يقتل بعضكم بعضًا. </p><p> قال: والنهي لا يصح إلا على هذا. </p><p> فإن الإِنسان مضطر إلى أن لا يقتل نفسه ما لم تعرض له شبهة </p><p> كشبهة أهل الهند في قتلهم أنفسهم. </p><p> قال: واستعار لفظ الخطاب في قوله (أَنْفُسَكُمْ) تنبيهًا أنه يجب أن </p><p> تكون نفس كل واحد منكم عند صاحبه كنفسه، قال: وعلى </p><p> ذلك نبّه بقوله:  (مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ) . </p><p> قال: وعلى هذا قال: (فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ) . </p><p> الثاني: من حمل الخطاب على ذلك لكن خصّص، وقال: لا يأكل </p><p> بعضكم مال بعض، الذي به قوامه، فيكون فيه قتله. </p><p> الثالث: لا يقتل بعضكم بعضا فيقتص منه فيكون كمن قتل نفسه. </p><p> الرابع: لا تقتلوا أنفسكم بضجر وغضب. </p><p> الخامس: لا تركبوا ما يؤدي بكم إلى القتل. </p><p> فتكونوا قد قتلتم أنفسكم. </p><p> وهذا كالرابع إلا أن مأخذه أعم منه. </p><p> السادس: قول من نظر نظرًا أشرف فقال: </p><p> لا تفعلوا ما يؤدي بكم إلى هلاك الأبد، فتكونوا قد قتلتم أنفسكم. </p><p> وذلك بتصريف النفس في غير ما خُلِقَتْ له، وبيَّن للناس من </p>"
}