{
  "id": null,
  "sura": 4,
  "aya": 116,
  "text": "<p> بالآية على ثبوت الإجماع، وقيل: إن الله عظّم وعيد من يتبع غيرسبيل </p><p> المؤمنين \" ولا حجة في ذلك لأن المراد بقوله (الْمُؤْمِنِينَ) الإيمان لا ذويه، </p><p> فكل موصوف بوصف علق به حكم نحو أن يقال: اسلك سبيل الصائمين والمصلين، يعني بذلك الحث على الاقتداء بهم في الصلاة والصيام، لا في فعل </p><p> آخر، فكما إذا قيل سبيل المؤمنين يعني به سبيلهم في الإيمان لا غير. </p><p> قوله تعالى (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (١١٦) </p><p> إن قيل: لِم لَمْ يشترط فيه التوبة؟ </p><p> قيل: إن المشرك إنما يلزمه الاسم ما دام يلزمه الوصف، فإذا زال </p><p> وصفه زال اسم الشرك عنه، فإذا كان كذلك، فالمشرك ما دام مشركا لا يغفر له، ومن تاب زال عنه اسم الشرك، فإذا التائب الذي يغفر له ليس هو المشرك، بل هو المؤمن في الحقيقة، ومن أطلق عليه اسم المشرك فعلى اعتبار الماضي، وقوله:  (أَن يُشرَكَ بِهِ) موضعه النصب، كأنه قال: لا يغفر الشرك، وقيل: لا يغفر من أجل أن يشرك به، أي لا يغفر من أجل الشرك شيئا من </p><p> الذنوب تنبيهًا، أن الذنوب قد تغتفر مع انتفاء الشرك، كما قال:  (إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ) ، وقوله:  (ضَلَالًا بَعِيدًا) </p><p> فقد تقدم أن الحق والصواب والعدالة وغيرها من وجوه البر تجري مجرى </p><p> النقطة من الدائرة ومجرى المقرطس من المريء، وأن ما عداه كله باطل </p><p> وضلالٌ، لكن منه ما هو قريب ومنه ما هو بعيد، كما أن العدول عن المقرطس قد يكون قريبا، وقد يكون بعيداً، كذلك العدول عن الحق يكون قريباً وبعيداً، ولهذا قيل: سمى الله ذنوب الأنبياء، وفجور الكفار حميعاًالضلال، وإن كان بينهما بونٌ بعيدٌ، ولما كان كذلك وكان أفظع الضلال الشرك بالله، نبه بقوله:  (ضَلَالًا بَعِيدًا) أن الشرك إذا اعتبر بسائر الضلالات، فهو أكبرهن وأعظمهن، فإن متحريه قد يضل عن الطريق المستقيم ضلالا يصعب رجوعه إليه، فإن مرتكب الذنب الصغير يجري مجرى الضال عن الطريق القريب يرجى عوده إليه، ومن قال إن هذه الآية مجمله، فإنه يجب أن يبني على قوله:  (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا) وإن بناء هذه على تلك يقتضي أن </p><p> يغفر ما دونها من الصغائر، فهذا تشبيه منه وترك للظاهر، فإنه تعالى بيَّن أنه </p>"
}