{
  "id": null,
  "sura": 4,
  "aya": 34,
  "text": "<p> قال: والأيمان جمع اليمين التي هي الجارحة. </p><p> وسُمي الحلف بها اعتبارًا بالصفقة في المبالغة. </p><p> قوله تعالى:  (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا (٣٤) </p><p> القنوت: القيام على وجه الطاعة، ويُستعمل في كل واحد منهما. </p><p> والنشوز: بغض المرأة للزوج، وأصله من النشز. </p><p> فكأنها هي المرتفعة بنفسها أو طرفها عن التزام ما يلزمها للزوج. </p><p> وبهذا النظر قال الشاعر: </p><p> إذا جَلسَت عند الإِمام كأنها. . . ترى رفقةً من ساعة تستحيلها </p><p> بيّن تعالى أن السياسة للرجل دون المرأة، وأن لكلِّ واحد </p><p> من الرجل والمرأة فضيلتين: إحداهما: تسخير من الله تعالى. </p><p> والأخرى من كسبه، فإحدى فضيلتي الرجل: ما خصّه به من علوه على </p><p> المرأة، والثانية: بإنفاق المال، وإحدى فضيلتي المرأة: قيامها بما يلزمها </p><p> من طاعة الأزواج، وحفظ غيبهم، وتحصين ما سلّموه إليهن. </p><p> والثانية: إسبال الله ستر رحمته عليها وحفظها بوصية الزوج بها، وتسخيره </p><p> للقيام بمراعاتها. </p><p> وقرأ أبو جعفر المدني:  \"بما حفظ اللهَ\" بالنصب، </p><p> أي فعل ذلك بهن بحفظهن الله، وجعل بما بمنزلة المصدر. </p><p> وقوله:  (وَاللَّاتِي تَخَافُونَ) قال بعض أهل اللغة: أي تعلمون. </p><p> وأنشد: </p><p> فلا تدفنني في الفلاة فإنني. . . أخاف إذا ما مت أن لا أذوقها </p><p> وأرى قائل هذا تصور الظَن بصورة العلم، فأطلق عليه اسمه. </p><p> فأكثر الخوف مضمّن بالظن. </p><p> وقوله:  (فَعِظُوهُنَّ) تنبيه على أنها تُوعظ أولاً، ثم تُهجر، ثم تُضرب. </p><p> وهذا مقتضى حكمة السياسة، وعليه بني قول الشاعر: </p><p> أناة فإن لم تغن عَقَّبَ بعدها. . . وعيد فإن أتغن أغنت عزائمه </p><p> وقوله:  (وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ) كالتصريح في الكناية عن الجماع. </p><p> وقول من قال: هجر الكلام فليس بشيء، </p><p> وقد قال - صلى الله عليه وسلم -: </p><p> \"لا تهجروا النساء إلا في بيوتهن، ولا تهجروهن إلا في المضاجع.</p><p> فإن أبين فاضربوهن ضربًا غير مبرح \" . </p><p> وقوله:  (فَإِنْ أَطَعْنَكُمْ) تنبيه على أن الذي يلزم هو بذل الطاعة في </p><p> الظاهر. </p><p> فأما المحبة بالقلب فليس من فعلها فتؤخذ به. </p><p> ونبّه بقوله:  (إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا) على أن الله تعالى مع هذه </p><p> الحالة يقتصر من عباده في كثير من عبادتهم على الظاهر، </p>"
}