{
  "id": null,
  "sura": 4,
  "aya": 12,
  "text": "<p> لازمًا، وكلا المعنيين يقتضيه لفظ الفريضة. </p><p> قوله تعالى:  (وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ (١٢) </p><p> الكلالة: اسم لمن عدا الولد والوالد. </p><p> وقال ابن عباس: اسم لمن عدا الولد وورث الإخوة مع الأب، وإليه كان </p><p> يذهب ابن عمر ثم رجع عنه، ويدل أن الأب ليس بكلالة </p><p> قول الشاعر: </p><p> وإن أبا المرء أحمى له. . . ومولى الكلالة لا يغضب </p><p> ورُوي أن النبي - صلى الله عليه وسلم - سُئل عن ذلك، فقال: </p><p> \"من مات وليس له ولد ولا والد فورثته كلالة\" . </p><p> وقال بعضهم: الكلالة من لا ولد له ولا والد. </p><p> فجعله اسم الميت، وكلا القولين صحيح، </p><p> فإن الكلالة مصدر، وهو اسم للمعنى الذي يجمعهما. </p><p> فسُمّي به الوارث تارة والموروث تارة، وتسميتها بذلك إما </p><p> لأنَّ النسب قد لحق به من طرفيه، أو لأنه كلَّ عن اللحوق </p><p> به، وذلك أن الانتساب ضربان: </p><p> أحدهما: بالعمق كنسبة الأب والابن. </p><p> والثاني: بالعرض كنسبة الأخ والعم. </p><p> وقال قطرب: الكلالة لمن عدا الأبوين والأخ </p><p> وليس بشيء، وقال بعضهم: هو اسم لكل وارث. </p><p> لقول الشاعر: </p><p> . . . وللكلالة ما يُسيم </p><p> ولم يقصد الشاعر ما ظنّه هذا القائل، فإنه إنما خص الكلالة </p><p> ليزهد الإِنسان في جمع المال، لأن تخليف المال لهم أشد من </p><p> تركه الأولاد، وإذا قُرئِ يورِث فكلالة مفعول، وإذا قُرئِ </p><p> يورَث فحال للميت. </p><p> فرض الله تعالى للزوج النصف إذا لم يكن للميتة ولد، دخل بها </p><p> أو لم يدخل، وجعل له الربُعَ إذا كان لها ولد، سواء كان منه أو من </p><p> غيره، وفرض الربُعَ للزوجات إذا لم يكن للميت ولد، والثمُنَ إذا </p><p> كان له ولد، وأجمعوا أن ولد الابن يقوم مقام ولد الصلب في حجب </p><p> الزوجين، إلاّ حكاية عن بعض المتقدمين، وأجمعوا أن للزوجة </p><p> الواحدة إذا انفردت ما للزوجات إذا اجتمعن، وذهبت طائفة إلى </p><p> أن من لا يرث من مملوك وقاتل يحَجب الزوجين والأم، لأن اسم </p><p> الولد يتناولهم، كما يحجب الإِخوة الأم مع الولد، وإن لم يرثوا، </p><p> وقوله:  (وَلَهُ أَخٌ أَوْ أُخْتٌ) ، جعل لواحدهم السدس. </p><p> وأشرك بين جماعتهم في الثلت، ولم يُفضِّل ذكرهم على </p><p> أنثاهم، وعنى بذلك ولد الأم بدليل قوله في إخوة الأب </p><p> والأم، (وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ) </p><p> ورُوِيَ أن سعد بن مالك قرأ: وله أخ أو أخت من أم. </p><p> قال بعضهم: لعله فسَّر الإِخوة بذلك، فظنَّ السامع أنه </p><p> قرأه في القرآن، كما روي عن عمر: فامضوا إلى ذكر الله على </p><p> معنى التفسير للسعي، فظنَّ أنه قرآن. </p><p> وقوله:  (فَهُمْ شُرَكَاءُ فِي الثُّلُثِ) فذلك لتغليب المذكَّر. </p><p> وقُرىء يوصِي بها، فإذا قُرِئ يوصَى بالفتح فصفة الوصية، وإذا قُرئ بكسر الصاد احتمل أن تكون صفة للوصية وأن تكون حالاً للموصي </p><p> وقرأ الحسن: غير مضار وصيةٍ بالإِضافة. </p><p> والباقون بالتنوين، ونصب وصية على المصدر أو على المفعول به. </p><p> والإِضرار أن يُقرَّ بمالٍ لأجنبي، ردّا </p>"
}