{
  "id": null,
  "sura": 4,
  "aya": 83,
  "text": "<p> وأنهم لو تدبّروا لعلموا أن ذلك حق نزل عليهم من الله، كما </p><p> قال:  (لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ) . </p><p> قوله تعالى:  (وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا (٨٣) . </p><p> الاستنباط: استخراج الشيء من أصله، كاستنباط الماء من </p><p> البئر، والجوهر من المعدن، وذلك كالإِثارة في إخراج التراب. </p><p> واستعير للحديث، قال الشاعر: </p><p> . . . يكفيك أثرى القول واستنباطي </p><p> قال الفرّاء: يقال نبطه، قال: ومنه النبط لاستنباطهم </p><p> الأرض عمارتها، والذين يستنبطونه منهم، قيل: هم أولو </p><p> الأمر الذين لهم معرفة استنباطه، فيكون ذلك حثا على ترك </p><p> من لا يعلم لمن يعلم ليستنبط هو بمعرفته، فإذا عرف عرفهم </p><p> ما يجب تعريفه، وقيل: عنى بالذين يستنبطونه الذين يبينونه. </p><p> ويكون ذلك نهيًا لهم عن الاستنباط بالتخمين والنظر، وحثًّا </p><p> على رده إلى الرسول وإلى أولي الأمر منهم، وقد تقدم الكلام </p><p> آنفًا في أولي الأمر منهم، وقيل: سبب ذلك أن قومًا كانوا إذا </p><p> سمعوا من أفعال المؤمنين أو الكافرين ما فيه أمن أو خوف بادروا </p><p> إلى إشاعته، قبل أن يتحققوا معناه. </p><p> قال الفرّاء في سرايا النبي عليه الصلاة والسلام: وأنه كان إذا </p><p> نفذ سرية بحث المنافقون عنها، فأشاعوا حديثها. </p><p> قال الحسن: قد كان يفعل ذلك ضعفاء المسلمين، ويقولون </p><p> أقوالاً تخمينًا، فنهوا عن ذلك، والآية تقتضي أن لا يقدم </p><p> الإِنسان على ما لا يتحقق جواز الإِقدام عليه، ولا يقول إلا عن </p><p> بصيرة، وعلى ذلك قوله تعالى:  (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ) </p><p> الآية، وقوله:  (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا) ، اختلف في قوله:  (إِلَّا قَلِيلًا) عمّا استثنى، وذلك لاختلاف تصوُّرهم لمعنى الفضل، فالأول عن الحسن </p><p> وقتادة تقديره: ، يستنبطونه منهم إلا قليلًا. </p><p> الرابع: لاتبعتم الشيطان إلا قليلًا منكم. </p><p> الخامس: لاتبعتم الشيطان إلا اتباعًا قليلًا. </p><p> إن قيل: كيف القول الرابع والخامس، وقد علمنا أنه لولا </p><p> فضله لاتبع الشيطان، بل ماكانوا يوحدّون، فضلًا عن </p><p> أن يضلوا، فإنا لو تصوَّرنا فضله مرتفعًا لارتفع وجود الناس. </p><p> بل وجود العالم؟ </p><p> قيل: إذا جرى الفضل على العموم فهو كما يقول، ومنِ أجله تحاشى من امتنع من أن يكون ذلك استثناء من قوله (لَاتَّبَعْتُمُ) فأما إذا جعلت فضله خاصا في هذا الموضع </p>"
}