{
  "id": null,
  "sura": 4,
  "aya": 25,
  "text": "<p> أن لا جناح في وضعه بعد التسمية وإعطائه إياها والزيادة فيه. </p><p> قوله تعالى:  (وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٥) </p><p> الطول: سعة في العطية، وهو أخصُّ من النيل. </p><p> فإن النيل يقال في القليل والكثير. </p><p> والطَول لا يقال إلا فيما يزيد على غيره كالطول في أنه يقال اعتبارًا بغيره. </p><p> وقال ابن عباس وعامة الصحابة: هو </p><p> الغنى، وذلك أن يجد من المال ما يجعله صداق حرة. </p><p> وإليه ذهب الثوري، والشافعي. </p><p> وقوّى ذلك بما رواه جابر عن النبي - صلى الله عليه وسلم -: </p><p> \"من وجد ما يتزوج به حرّة فلا ينكح أمة\" . </p><p> ومال أبو حنيفة: هو أن يكون تحته حرة. </p><p> وقال بعض الصحابة: هو أن يجد في قلبه غنى عنها بأن لا يهواها. </p><p> وحُكي عن مالك: </p><p> لا بأس أن يتزوج الحُرَّةَ على الأمة، والأمة على الحُرَّةِ. </p><p> وأصل العنت: الشِّدَّة نحو العَنَد، لكن العِناتَ أبلغُ من العِنَادِ. </p><p> لأنه هو المؤدي إلى الهلاك. </p><p> وقال تعالى:  (وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ) ومنه قيل: أَكَمَةُ عَنُوتٌ. </p><p> وقد فسر بالزنا تفسير عموم بخصوص </p><p> إذ هو المقصود منه، وهو المؤدي إلى هلاك الآخرة. </p><p> ولما بيّن الله تعالى المحرَّمات، وأحل ما وراء ذلك </p><p> بشروط ذكرها عقب ذلك بمن لا يستطيع مهر الحرائر ونفقتهن. </p><p> فأباح لهم تزوج الأمة، إذ هي أخف مهرًا ونفقة. </p><p> وشرط في جواز التزوُّج بها شرطين: </p><p> عدم الطَوْل، وخوف العنت. </p><p> وفصل بين بعض هذا الحكم وبعضه بفصلين: </p><p> أحدهما: قوله: (وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ) . </p><p> والثاني: حكم الأمة كيف ينبغي أن تكون صفتها حتى يجوز التزوج بها؟ </p><p> ومثل هذا الاعتراض يسمى في البلاغة الالتفات. </p><p> وقوله:  (أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ) فمنهم من جعل الإِيمان شرطًا. </p><p> وقال: يجوز للرجل أن يتزوج بالأمة، وإن وجد طول الذمية الحرة. </p><p> وقوي بقوله:  (وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ) . </p><p> ومنهم من قال: ذكر المؤمنات على طريق الفضل، </p><p> ولا يجوز التزوج بالأمة مع طول الذمية، قال: لأن العلة التي </p><p> لأجلها منع من التزوج بالأمة تعرض الولد للاسترقاق، وذلك </p><p> معدوم في الكتابيات الحرائر، فيجب أن يكون التزوج بها أولى </p><p> من الأمة. </p><p> وقوله:  (فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ) </p><p> قال الأصم: أجمعوا أنه أريد به التزوج، وشرط الإِيمان في الأمة. </p><p> وقال الحسن ومجاهد والثوري وأبو حنيفة: هو على الاستحباب، فأجازوا </p><p> التزوج بالأمة الكتابية. </p><p> وقال مالك والشافعي والأوزاعي: لا يجوز نكاح الأمة الكتابية المؤمنة. </p><p> لأن ما أبيح بشرط فلا يجوز ذلك على غير ذلك الشرط، سيما إذا كان الشرط بيانا لحكم. </p><p> وقوله:  (وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ) تنبيه على أن الاعتبار بالمواصلات </p><p> في الأحكام الدنيوية بظاهر الإِيمان لا بحقائقه، فإن الله يتولى السرائر، </p><p> وقوله:  (بَعْضُكُمْ مِنْ بَعْضٍ) تنبيه على أمور منها: </p><p> معنى ما قال تعالى:  (وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا) </p><p> ومنها ما دلَّ عليه النبي - صلى الله عليه وسلم - بقوله: </p><p> \"مولى القوم \" . </p><p> ومنها أنهم كانوا يعيرّون بالهجنة، فأراد أن يزيل هذا الاعتقاد عنهم، </p><p> وقوله:  (فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ) ، أي أربابهن، وذلك يقتضي </p><p> أن لا يصح تزوج الأمة إلا بإذن أهلها، ويقوي ذلك قوله </p><p> - صلى الله عليه وسلم -: </p><p> \"إذا تزوج العبد بغير إذن، سيده فهو عاهر\" . </p><p> وقال عطاء: إذنه على الاستحباب لا على الوجوب. </p><p> وقوله تعالى:  (وَآتُوهُنَّ أُجُورَهُنَّ) </p><p> قيل: تقديره بإذن أهلهن، لكن حذف، كقوله (وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ) </p><p> وقال بعضهم: أجورهن: نفقاتهن والأول هو الوجه، لأن </p><p> النفقة تتعلّق بالتمكين لا بالعقد. </p><p> وقال مالك: تستحق الأمة المهر. </p><p> واستدل بهذه الآية على أن الرقيق يملك. </p><p> وقوله:  (بِالْمَعْرُوفِ) هو أي على ما عرف من حكم الشرع. </p><p> وقيل: على سبيل الهبة، فإن المعروف يعبَّر به عن العطية. </p><p> وذلك كقوله (نِحْلَةً) . </p><p> وقوله:  (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ) أمر بأن يكون </p><p> وطؤها لازمًا، ولا على سبيل المخادنة، واشتر اط الأمرين أن </p><p> قومًا كانوا يبيحون اتخاذ الجارية خدنًا، </p><p> وقرأ الحسن:  \"مُحْصِنَاتٍ\" ، وقال: معناها عفائف. </p><p> ولم يُجوِّز نكاح الأمة الزانية التي أُقيم عليها الحد. </p><p> وقوله:  (فَإِذَا أُحْصِنَّ) أي زوّجن. </p><p> وقُرئ:  \"أَحصَن\" ، أي تزوَّجن، وقيل: أسلمن. </p><p> والأول أصح، وعلى التفسير الثاني </p><p> يقتضي أن الأمة إذا زنت - وإن لم تكن مزوّجة - تحدُّ </p><p> بحكم الآية، وأن الكتابية لا تحد وإن كانت مزوّجة. </p><p> وقوله:  (ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ) </p><p> قد تقدّم أنه يتعلق بما قبله. </p><p> وقوله:  (وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ) </p><p> إبانة أن الاختيار ترك نكاح الأمة رأسًا. </p><p> لئلا يكون ولده رقيقا لغيره. </p><p> وبين بقوله:  (وَاللَّهُ غَفُورٌ رَحِيمٌ) </p><p> وأحكام القرآن لابن العربي (١ ٤ ٥ ٤) ، والمحرر الوجيؤ (٤ ٨٦) . </p><p> والجامع لأحكام القرآن (٥ ١٤٣) . </p><p> أي أسلمن وهو قول ابن مسعود والشعبي والزهري والسدي والجمهور </p><p> كما ذكر ابن عطية. انظر: جامع البيان (٨ ٩٩ ا - ا ٢٠) ، وأحكام </p><p> القرآن للجصاص (٢ ٦٨ ١) ، والنكت والعيون (١ ٤٧٣) ، وأحكام </p><p> القرآن لابن العربي (١ ٤ ٠ ٤) ، والمحرر الوجيؤ (٤ ٨٦) ، والجامع </p><p> لأحكام القرآن (٥ ١٤٣) . </p><p> انظر: أحكام القرآن للجصاص (٢ ١٦٨، ٦٩ ١) ، وأحكام القرآن </p><p> لابن العربي (١ ٤٠٥، ٥٠٥) ، والمحرر الوجيؤ (٤ ٨٦) ، والجامع </p><p> لأحكام القرآن (٥ ٤٣ ١، ٤٤ ١) ، وتفسير غر ائب القرآن (٢ ٣٩٧) . </p><p> انظر: اْقوال العلماء في تفسير العنت في: معاني القرآن للزجاج (٢ ٤٢) . </p><p> وأحكام القرآن لابن العربي (١ ٤٠٧) . </p><p> انظر: جامع البيان (٨ ٢٠٧، ٢٠٨) ، ومعاني القرآن للزجاج (٢ ٤٢) . </p><p> وأحكام القرآن للجصاص (٢ ١٧٥) ، وأحكام القرآن لابن العربي </p><p> (١ ٧ ٥ ٤) ، ومعالم التنزيل (٢ ٩٨ ١) ، والمحرر الوجيؤ (٤ ٨٨!.</p><p> والجامع لأحكام القرآن (٥ ١٤٧) . </p><p> ١١٩١ </p>"
}