{
  "id": null,
  "sura": 4,
  "aya": 43,
  "text": "<p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا (٤٣) </p><p> السُّكر: هو من السَّكْر، أي سُدّ مجرى الماء، وذلك لسد البخار </p><p> الصاعد من المعدة قوة الفهم، وسكرت الريح: </p><p> أي سكنت، تشبيهًا بسكون الماء إذا سُدّ مجراه، وكذلك سكرت </p><p> أبصارنا: أي سُدّ مجراها، والسكر قد يقال لما يعرض من الهوى </p><p> والشباب والغنى. </p><p> قال الشاعر: </p><p> سكران سكر هوى وسكر شراب. </p><p> ويقال: سُكارى وسكرى. </p><p> والغائط: المنهبط من الأرض فكنى به عن الحدث؛ كالنجو </p><p> في كونه للمرتفع من الأرض. </p><p> والعذرة للفناء، والحشُّ للبستان، والكنيف للحظيرة. </p><p> والصَّعيد كالصعود، لكن الصعيد يقال لوجه الأرض. </p><p> والصعود للعقبة، ولما كان الصعيد يقال لوجه الأرض وللساطع منه. </p><p> اختلف الفقهاء لاختلاف نظرهم في أنه هل يجب أن يعلق باليد </p><p> شيء من التراب أم لا؟ </p><p> فجوز الكوفيون أن لا يعلق باليد شيء من الأرض. </p><p> لكون الصعيد اسمًا لوجه الأرض. </p><p> ولم يجوِّز الحجازيون ذلك اعتبارًا بالصعود. </p><p> ولقوله:  (فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ) </p><p> وكذلك اختلفوا في أنه هل يجوز التيمم بما يخرج من الأرض </p><p> سوى التراب كالخل والزرنيخ؟ </p><p> فجوز ذلك بعضهم ومنع منه آخرون. </p><p> فمن جوّزه قال: لأن الصعيد اسم لما تصاعد من الأرض. </p><p> والتيمُّم والتأمُّم:  \" التعمُّد، وفي قراءة عبد الله \" فتأمَّموا\". </p><p> و (عابري سبيل) : قال علي وابن عباس: هم المسافرون. </p><p> قالوا: ويجوز لهم التيمم عند الجنابة. </p><p> والصلاة عندهما اسم الفعل. </p><p> وقال الحسن وسعيد: عابر السبيل: المجتاز. </p><p> والصلاة يريد به موضعها، كقوله:  (لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ) . </p><p> والمريض الذي جُوّز له التيمّم: الجريح والقريح دون المحموم والمصدّع. والملامسة: الجماع، عن علي وعن ابن عباس. </p><p> وقيل: اللمس </p><p> باليد وما دون الجماع؛ عن ابن مسعود، وابن عمر. </p><p> وقُرِئ:  \"لمستم\" ، والأول في الجماع أكثر. </p><p> وقوله:  (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) ليس بنهي للسكران عن قربان الصلاة، كما تصوره بعض الناس فأطال فيه الكلام. </p><p> وقال: كيف يصح نهي من لا يعقل ما يقول، وإنما ذلك نهي المؤمنين عن السكر المانع </p><p> من الصلاة، كقوله تعالى:  (وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) . </p><p> وقيل: إن ذلك نهي عن الشرب، وكان هذا تعريضًا بالتحريم. </p><p> فلما أنزل الله ذلك تحرَّج قوم فتركوها، وشربه قوم في غير </p><p> أوقات الصلوات إلى أن ورد تصريح التحريم. </p><p> وقال بعض أهل الورع: ليس النهي عن تعاطي الخمر. </p><p> بل ذلك عنه، وعن مقتضى سكر الهوى. </p><p> وسكر الاشتغال بالدنيا، وأمر بأن يجمع الإِنسان </p>"
}