{
  "id": null,
  "sura": 4,
  "aya": 86,
  "text": "<p> كأنه إشارة إلى ما قال عليه الصلاة والسلام: </p><p> \"إن الله يحاسب عباده بقدر عقولهم \" . </p><p> قوله عز وجل:  (وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا (٨٦) </p><p> التحية: من قولهم حيَّا الله فلانًا، أي جعل له حياة، وذلك </p><p> إخبار، ثم يُجعل دعاء، ثم يقال: وحيَّا فلان فلانًا إذا قال له </p><p> ذلك، وحكم به، كما يقال: أضللت فلانًا وأرشدته إذا </p><p> حكمت له بذلك، وأصل التحية من الحياة، ثم يقال لكل دعاء </p><p> تحية، لكون جميعه غير خارج عن كونه حياة، أو سبب حياة. </p><p> إما دنيوية وإما أخروية. </p><p> إن قيل: علي أي وجه </p><p> جعل قولهم: السلام تحية الملتقين؟ </p><p> قيل: السلام والسِّلم واحد، بدلالة قوله:  (فَقَالُوْا سَلَامًا قَالَ سِلْم)  (١) </p><p> ولما كان الملتقيان من الأجانب قد حذر أحدهما الآخر استعملوا هذه </p><p> اللفظة تنبيهًا من المخاطب، أي بذلت لك ذلك وطلبته منك. </p><p> ونبه المجيب إذا قال: وعليك السلام. على نحو ذلك، ثم صار </p><p> ذلك مستعملًا في الأجانب والأقارب والأعادي والأحباب، تنبيهًا </p><p> أني أسأل الله ذلك لك، وأكثر المفسرين حملوا الآية على التحية </p><p> المجردة، فقالوا معناه: من حيّاكم بتحية فحيوا بأحسن منها أو </p><p> ردّوها أي قابلوه بمثلها، قالوا: ورد ذلك أنه متى قال قائل: </p><p> السلام عليكم، فإنه يقول: وعليكم السلام، أو يقول: </p><p> وعليكم، فهذا هو ردُّه، ويدلّ أنه إذا قال: وعليكم. فقد رد، أن </p><p> رجلًا دخل على عمر فقال: السلام عليكم ورحمة الله </p><p> وبركاته، فقال عمر: وعليكم، فظن الرجل أنه لم يسمع عمر. </p><p>(١) هي قراءة حمزة والكسائي.</p><p> فأعاد عليه، فأعاد عمر مثل ما قال، فقال الرجل: يا أمير المؤمنين </p><p> ألا ترد عليَّ كما أقول؟ </p><p> قال: أو لم أفعل؟ وأما أحسن منها فأن يقول له أكثر من ذلك ما لم يستوف المسلِّم ألفاظ التحية، وذلك أن رجلًا أتى النبي - صلى الله عليه وسلم - فقال: السلام عليكم فقال النبي - صلى الله عليه وسلم -: </p><p> \"عليكم السلام ورحمة الله \" . </p><p> ثم أتى آخر فقال: السلام عليكم ورحمة الله، فقال - صلى الله عليه وسلم -: \"وعليكم السلام ورحمة الله وبركاته \" . </p><p> فجاء ثالث فقال: السلام عليكم ورحمة الله وبركاته. </p><p> فقال - صلى الله عليه وسلم -: \"وعليكم \" . </p><p> فقيل له في ذلك، فقال:  \"إن الأول والثاني أتيا من التحية شيئًا فرددت عليهما بأحسن مما سلَّما، والثالث حيّاني بالتحية كلِّها فرددت عليه مثلها\" . </p><p> ومن المفسرين من قال له: إن من حيّاكم ببعض التحية </p><p> فحيوا بها تامَّة، ومن حياكم بالتحية تامة فردّوا مثلها، ومنهم </p><p> من قال: بل خُير كلهم بين الأمرين، وقال قتادة: بأحسن منها </p><p> للمسلمين، وبمثلها أهل الكتاب، وهو أن يقال: وعليكم. </p><p> وقال ابن عباس: من سلَّم عليك من خلق الله فاردد عليه، وإن </p><p> كان مجوسيا. </p><p> ومن المفسرين من حمل ذلك على الهدايا واللطف، </p><p> وقال: حقّ من تولى شيئًا أن يولِّي مثله وأحسن منه. </p><p> ومنهم من قال: السلام هاهنا السِّلْم، وهو أصله، قال: وهذا أمر منه </p><p> أن من بذل لكم السلم من الكفار بأن يروم الدخول في الشرع. </p><p> فابذلوا له، كقوله:  (وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا) . </p><p> قال: وأمر بأن يرد على باذِلها مثلها أو أكثر منها. </p><p> قال: ومثله أن يبذل له الأمان مما خافه، وأكثر منه أن يبين أن له ما لهم، وعليه ما عليهم من النصرة والموالاة، وذلك مما قد بيّنه في قوله:  (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) . </p><p> قال: وذلك هو الذي بسطه من بعد في قوله: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا) . </p><p> وقوله:  (إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا) أي يحاسبكم </p><p> على كل شيء قلَّ أو كثر، فلا تتغافلوا عن صغيرة وكبيرة. </p><p> وقول عطاء: حفيظًا، وقول ابن جبير: شهيدًا فإشارة إلى </p><p> هذا المعنى، وقيل:  (حَسِيبًا) أي كافيًا، من قولهم: </p><p> أحسبني هذا الشيء - أي كفاني - حتى قلت حسبي. </p><p> ومن قال ذلك جعله من باب: الداعي السميع. أي المسمع، </p>"
}