{
  "id": null,
  "sura": 4,
  "aya": 95,
  "text": "<p> وقرأ أبو جعفر:  (لست مَأْمنًا) أي مبذولاً له الأمان. </p><p> قوله عز وجل:  (لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٩٦) </p><p> الدرجة معروفة، ومنها أدرجت الكتاب: طويته طيًّا </p><p> يشبه الإِدراج، و (غير) يوصف به النكرة، وما فيه الألف </p><p> واللام إذا دلّ على الجنس، وقد يُستثنى </p><p> به، فإذا قُرِئ منصوبًا فعلى الاستثناء أو على الحال، وإذا </p><p> جُرّ فصفة للمؤمنين، وإذا رُفع فصفة للقاعدين. </p><p> والضرر: اسم عام لكل ما يضر بالإِنسان في بدنه ونفسه. </p><p> وعلى سبيل الكفاية عبّر عن الأعمى بالضرير. </p><p> فإن قيل: كيف يصحُّ حمله على الأمراض \"النفسية. </p><p> وقد قال في ذم الكفار:  (فِي قُلُوبِهِمْ مَرَضٌ) ؟ </p><p> قيل: إن الذي عذرهم الله تعالى فيه هو ما لم يكن الإِنسان نفسه سببه. </p><p> وما ذموا به فهو المرض، أي الجهل الذي يكون هو سبب استجلابه من ترك إصغائه إلى </p><p> الحق، وإهمال نفسه من العادات الجميلة. </p><p> ولذلك قال ابن عباس أولي الضرر: هم أهل العذر، فعمَّم. </p><p> وقد ذكر عامة ما أجمله هاهنا في قوله:  (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ) الآية. </p><p> إن قيل: لم كرر الفضل وأوجب في الأول درجة، وفي الثاني درجات. </p><p> وقيدها بقوله:  (منهُ) ، وجعل معها المغفرة والرحمة؟ </p><p> قيل: في ذلك أجوبة: الأول: </p><p> أنه عنى بالدرجة ما يؤتيه في الدنيا من الغنيمة، ومن السرور بالظفر وجميل الذكر، وبالثاني ما يخولهم في الآخرة، ونبه بإفراد الأول، وجمع الثاتي أن ثواب الدنيا في جنب ثواب الآخرة يسير. </p><p> والثاني: أن المجاهدين في ثواب الدنيا يتساوون فيما يتناولونه، كمن يأخذ سلب مقتوله، وكتساوي نصيب كل واحد من الفرسان، ونصيب كل واحد من الرجالة، وهم في الآخرة يتفاوتون بحسب إيمانهم، فلهم درجات </p><p> حسب استحقاقه، ومنهم من يكون له الغفران، ومنهم من تكون له </p><p> الرحمة فقط، وكأن الرحمة أدنى المنازل، والمغفرة فوق الرحمة، ثم بعده </p><p> الدرجات على الطبقات، وعلى هذا نبه بقو له:  (هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ) . </p><p> ومنازل الآخرة تتفاوت، وقد نبّه على ذلك بنحو قوله: </p><p> (وَالسَّابِقُونَ الْأَوَّلُونَ) إلى قوله: (انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ) . والثالث: أن الجهاد جهادان: صغير وكبير. </p><p> فالصغير مجاهدة الكفار، والكبير مجاهدة النفس، وعلى ذلك دلّ </p><p> قوله عليه الصلاة والسلام:  \"رجعنا من جهاد الأصغر إلى جهاد</p><p> الأكبر \" . </p><p> وبقوله:  \"جهادك هواك\" . </p><p> وإنما كان مجاهدة النفس أعظم، لأن من جاهد </p><p> نفسه فقد جاهد الدنيا، ومن غلب الدنيا هان عليه مجاهدة العدى. </p><p> فخص بمجاهدة النفس بالدرجات تعظيمًا لها. </p><p> والرابع: أن الأول عنى به الجهاد بالمال، والثاني الجهاد بالنفس. </p><p> إن قيل: لِمَ ذكر مع الدرجات المغفرة والرحمة معًا؟ وما الفرق بينهما؟ </p><p> قيل: إن المغفرة تُقال اعتبارًا بإزالة الذنوب، والرحمة تقال اعتبارًا بإيجاب التوبة، وإدخال الجنة، </p><p> والدرجات هي: المنازل الرفيعة بعد إدخال الجنة. </p><p> وقيل: إن الرحمة هي: أن يتوب عليه أمن، الذنب وإن كان بعد تبكيت </p><p> وعقاب، والمغفرة هي: أن يستر ذنوبه فلا تبكيت به. </p><p> والدرجات: هو أن يجعل لكل واحد درجة بقدر ما يليق به. </p><p> وهي المعبرة عنها بالغرفات، وقد قال عليه الصلاة والسلام: </p><p> \"إن في الجنة مائة درجة، ما بين كل درجتين كما بين السماء والأرض.</p><p> أعدّ الله أعلاها للمجاهدين في سبيله \" ، فقال رجل: ما الدرجة؟ </p><p> فقال عليه الصلاة والسلام:  \"أما إنها ليست بعتبة\" . </p><p>(١) تمام الحديث: أما إنها ليست بعتبة أمك، ما بين الدرجتين مائة عام. (النسائي. ٦/ ٢٧) كتاب الجهاد، باب ثواب من رمى بسهم في سبيل الله.</p>"
}