{
  "id": null,
  "sura": 4,
  "aya": 82,
  "text": "<p> والكتابة هاهنا كالاستنساخ في قوله:  (إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ) ، ونسب ذلك إلى نفسه هنا، وإلى ملائكته في قوله:  (بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ) ، وفي قوله:  (إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ) . </p><p> وقد تقدَّم أنه تعالى قد ينسب فعل أوليائه إلى نفسه تنبيهًا على ارتضائه، وكونه آمراً نحو قوله:  (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ) . </p><p> وقوله:  (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا) . </p><p> وقوله:  (فَأَعْرِضْ عَنْهُمْ) ، ثم أمره بالتوكل عليه، وقد تقدم أن من التوكل ملازمة أوامره والانتهاء عن نواهيه، وأن لا يرْجى ولا يخاف سواه، ونحو </p><p> قوله:  (وَكَفَى بِاللَّهِ وَكِيلًا) ، قوله:  (وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ) . </p><p> قوله عز وجل:  (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٨٢) </p><p> التدبير: النظر في دُبُر الأمور وتأملها، وقد يقال ذلك في تأمل الشيء بعد حصوله ومعرفة خيره من شره، وصلاحه من فساده، كقولك: تدبرت ما فعل فلان فوجدته سديدًا، وأصل التدبر من الدَّبر، ومنه الدّبور. </p><p> والدَّبر: المال الكثير الذي يخلفه الإِنسان ويجعله عدة: إما لنفسه </p><p> في مستأنف عمره، أو لعقبه. </p><p> إن قيل: كيف قال: (وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) ، وما من كلام لعل فيه من الاختلاف ما في القرآن، فما من آية إلا وقد اختلف فيها الناس؟ </p><p> قيل: لم يعن بالاختلاف ما يرجع إلى أحوال المختلفين، لاختلاف تصورهم لمعناه، أو اختلاف نظرتهم، ولا الاختلاف الذي يرجع إلى تباين الألفاظ والمعنى والإِيجاز والبسط، وإنما قصد إلى معنى التناقض، وهو إثبات ما نفى أو نفي ما أثبت، نحو أن يقال: زيد خارج، زيد ليس بخارج. </p><p> والمخبر عنه والخبر والزمان والمكان فيهما واحد. </p><p> ادعت الملحدة - لعنهم الله - فيه التناقض، من نحو قوله:  (لَنَسْأَلَنَّهُمْ أَجْمَعِينَ) ، وقوله:  (فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ) . </p><p> فذلك خبران قد اختلفا، إما في الزمان أو في المكان أو في </p><p> المخبر عنه، أو في الخبر، وهذا ظاهر. </p><p> وقيل: معنى قوله: (لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) </p><p> أنّ للإِنسان هاديين: الشرع والعقل. </p><p> كالأصل للشرع، فبيّن تعالى أن الذي أتاكم به من </p><p> الشرع لو كان من عند غير الله لكان مقتضى العقل يخالفه، فلمّا </p><p> لم يوجد بينه وبين العقل منافاة عُلم أنه من عند الله، </p><p> فإن قيل: فقد ورد في الشرع أشياء يقتضي العقل خلافها؟ </p><p> قيل: كلا، فإن جميع ما ورد به الشرع لا ينفك من وجهين. </p><p> إما شيء يحكم به العقل لكونه حسنًا، مثل استعمال إله في الجملة. </p><p> وعبادة الرّب، أو يكون غير مهتد إلى معرفته لا أنه يستقبحه، فيُبين </p><p> - الشرع حسنه، وذلك كأعداد الصلوات وهيئاتها وأركانها، في </p><p> كونها عبادة على وجه دون وجه، وإما أن يأتي الشرع بشيء قد </p><p> قضى العقل بكونه قبيحًا فليس ذلك بموجود، وبعض الناس </p><p> تصور أشياء ينفر الطبع منها لعادات جارية، أو اعتقادات فاسدة. </p><p> ولم يفرِّقوا بينه وبين حكم العقل، فظنوا أن العقل حكم بضد </p><p> الشرع، كذبح البهائم. </p><p> إن قيل: ما وجه تعلُق هذه الآية بما تقدّم؟ </p><p> قيل،: لمّا ذكر فيما تقدّم أحوال الذين يتحاكمون إلى الطاغوت، ويتركون </p><p> كتاب الله ورسوله، ويقاتلون في سبيل الطاغوت، وذكر الذين </p><p> يخشون الناس ومقالهم فيما نالهم من حسنة أو سيئة. </p><p> ومخالفتهم في الطاعة، وكان كل ذلك منهم - لقلة تأمّلهم كتاب </p><p> الله، وتقديرهم أن ما أمروا به في ثاني الحال من القتال مناقض لما </p><p> أمر به قبل، من كفّ اليد وغير ذلك، بما يختلف لاختلاف </p><p> الأحوال، نبههم تعالى في هذه الآية أن كل ذلك لقلة تدبرهم، </p>"
}