{
  "id": null,
  "sura": 4,
  "aya": 22,
  "text": "<p> وقيل: قول الذين يزفونها، وكل ذلك يصح إرادته بالميثاق. </p><p> قوله تعالى:  (وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا (٢٢) </p><p> اختلفوا في النكاح ههنا، فحمله أصحاب أبي حنيفة على الجماع. </p><p> وقال: هو حقيقة فيه، فَحَرَّموا كل امرأة باضعها الأب حلالا أو </p><p> حراما على الابن. </p><p> وحمله الشافعي على العقد، وقال: هو حقيقة فيه. </p><p> ولم يحرم من النساء على الابن إلا ما تزوج بها أبوه دون </p><p> من زنى بها، والصحيح أنه للعقد، لأن أسماء الجماع والفرج </p><p> والغائط في لسانهم كنايات، وذلك أنهم لما عنوا بإخفاء هذه </p><p> الأشياء أخفوا أيضاً أسماءها، فعدلوا عن التصريح إلى الكنايات. </p><p> حتى إنهم متى عُرف فيما بينهم كناية في شيء من ذلك عدلوا إلى </p><p> كناية أخرى، ومن تتبع كلامهم عرف ما قلته، فكيف يستعيرون </p><p> لفظ الجماع لما هو أحسن عندهم منه، ثم لا خلاف أن العقدية </p><p> مراد، ولا خلاف أيضا أن الوطء بملك اليمين يجري مجرى العقد </p><p> في العقد بها، وقوله:  (مَا نَكَحَ آبَاؤُكُمْ) قيل: هو في موضع </p><p> المفعول، فوضع ما الذي هو للجنس موضع من الذي هو </p><p> للنوع، وقيل: معناه لا تنكحوا كنكاح آبائكم، فما في موضع </p><p> المصدر، وقوله:  (إِلَّا مَا قَدْ سَلَفَ) . </p><p> قال: بعضهم: معناه بعدما قد سلف كقولك: لا تبع من متاعي إلا ما قد بعت. </p><p> وقول الشاعر: </p><p> هجاؤك إلا أنّ ما كان قد مضى. . . عليَّ كأثوابِ الحَرَامِ المُهيْمِ </p><p> وقيل: هو بمعنى لكن على الاستئناف، كأنه قيل: لكن ما قد </p><p> سلف أنه كان فاحشة ومقتا. </p><p> وقال بعضهم: تقديره ولا تنكحوا ما نكح آباؤكم، إنه كان فاحشة ومقتًا وساء سبيلًا، إلا مَا قَد سَلَفَ أي ما قد سلف ليس بفاحشة، وهذا لا يصح من أجل اللفظ، فإن ما يتصل بما بعد (أن) لا يقدم عليه، لا تقول: </p><p> عمرًا إن زيدًا يضرب، وتعنى أن زيدا يضرب عمرًا. </p><p> وتحقيق هذا الاستثناء أن قوله:  (وَلَا تنكحُوا) دل على أنه محرم، وتعاطي </p><p> المحرم يقتضي العقوبة، فكأنه قيل: تستحقون العقوبة بنكاح ما </p><p> نكح آباؤكم إلا ما قد سلف، فإن، ذلك متجافى عن عقوبته عنكم. </p><p> ولا يجوز أن يكون معناه متجافى عن الإِقرار عليه، فإنه مجمع </p><p> أن لا يُقَارّ عليه أحد إلا حكاية عمن لا يعتد به. </p><p> وقوله:  (إِنَّهُ كَانَ فَاحِشَةً) ، قيل: معناه نكاحهن بعد النهي فاحشة. </p><p> وكان زائدة، وقيل: عنى أنه كان فاحشة. </p><p> من قبل تنبيهًا أن ذلك لم يكن من الأشياء التي ورد بها الشرع. </p><p> ثم نسخ، كذا كثير من الأحكام، بل كان ذلك من المستشنع </p><p> الممقوت، ولذلك كان يسمى ولد الرجل من امرأة أبيه المقتي. </p><p> وقوله:  (إِنَّهُ) أي إن ذلك النكاح، ودل عليه بذكر الفعل، </p>"
}