{
  "id": null,
  "sura": 4,
  "aya": 123,
  "text": "<p> وقوله:  (إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ) . </p><p> وقوله تعالى:  (لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٢٣) وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا (١٢٤) </p><p> قد تقدم الكلام في حقَيقة الأمنية، ولما كان </p><p> أكثر ذلك قولا صادرا عن تخمين، لا عن تحقيق، جعل عما تخمن، قال الضحاك: كما أخذ كل فرقة تقول قولاً لا على مقتضى العلم. </p><p> كما قال تعالى:  (وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ) الآية. </p><p> (وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً) وقوله: (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ) وخاطبهم مستجهلا لهم، كما روى: </p><p> \" ليس الإيمان بالتمني ولا بالتحلي ولكن ما وقر في القلب وصدقه العمل). وقوله تعالى:  (مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ) </p><p> قال الحسن وابن زيد: هو في الكفار لأنهم مؤاخذون بصغائرهم وكبائرهم، </p><p> وقيل: هي الكبائر، وقيل: هو عام في جميع الناس، فإن من حصل منه سيء </p><p> جوزي به إما في الدنيا وإما في الآخرة، وقد روي أنه لما نزلت هذه الآية قال أبو بكر رضي الله عنه: (فمن ينجوا مع هذا يا رسول الله؟ </p><p> فقال عليه الصلاة والسلام: أما تحزن أما تمرض، أما يصيبك </p><p> اللأواء، قال: بلى يا رسول الله، قال: هو ذاك \"</p><p> وقد روي: \" أن الأمراض تمحيص \" </p><p> وكما أنه نبه أن شيئا من السيئات لا يبقى غير مجازى </p><p> به أيضا، وذكر الذكر والأنثى على التوكيد، وقيل: نبه بذكرهما، على سبيل المثل للسايس، والمسوس فيسمى المسوس أنثى، كما سماها الله تعالى زوجا، في قوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ) ، ونبه بقوله: </p><p> (وَلَا يُظلَمُونَ نَقِيرًا) ، أنهم كانوا جوزوا بالشر فإنهم يجازون </p><p> بالخير، فإنهم إن لم يجازوا بذلك فقد ظلموا ظلما عظيما، والله تعالى متره عن صغير الظلم فكيف عن كبيره. </p><p> إن قيل: لم أطلق في الأول فقال: (مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ) ، وقيد في الثاني فقال:  (مُؤمِنٌ) ؟ </p><p> قيل: تنبيها أن عمل السوء يضر على كل حال، وأن يجزى للصالحات لا اعتداد به إلا مضامة الإيمان. </p>"
}