{
  "id": null,
  "sura": 4,
  "aya": 72,
  "text": "<p> وفي قوله:  (ثبُاتٍ) أو (جَمِيعًا) تنبيه أنه لا يجب أن يعتبر طالب الحق كثرة مصاحبيه وقلتهمِ، نحو قوله (يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ) . </p><p> قوله تعالى:  (وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا (٧٢) وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا (٧٣) </p><p> البطء والريث والأناة والثبات واللبث تتقارب،، ولكن الثبات يقتضي الزوال، ويقالان متعديين عن بطء تقول يبطئن أي يثبط غيره. </p><p> وقيل: يكثر هو التثبيط في نفسه. </p><p> بيّن تعالى أن قوما بعد فيكم ومنكم أي يتأخرون عن الحرب أو </p><p> يؤخرون غيرهم، فإن أصابكم جهد وبلاء من الدنيا يُسرّون </p><p> بتأخرهم عنكم، ويريدون أن ذلك نعمة نالتهم، تنبيهًا أنهم لا </p><p> يعدون النعمة إلا من أعراض الدنيا، </p><p> (وَلَئِنْ أَصَابَكُمْ فَضْلٌ) </p><p> أي غنيمة وظفر يتحسرون على تأخرهم عنكم </p><p> ويحسدونكم على الفضل الذي أوتيتم. </p><p> وفي قوله:  (كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ) أقوال: </p><p> الأول: أن يكون حكاية عنهم، أي ليقولن لمن يثبطكم: </p><p> كأن لم تكن بينكم وبين محمد مودة، حيث لم يستعينوا </p><p> بكم، ثم يقولون:  (يَا لَيْتَنِي كُنْتُ مَعَهُمْ) فيكون القول الأول </p><p> منهم إثارة للشر. </p><p> والقول الثاني منهم إظهارًا للحسد. </p><p> والثاني: أن ذلك اعتراض متعلق بالجملة الأولى، وتقديره </p><p> يقولون: قد أنعم الله على إذ لم أكن معهم شهيدًا، كأن لم تكن </p><p> بينكم وبينهم مودة، فأخّر ذلك، وذلك مستقبح في العربية، </p><p> فإنه لا يفصل بين بعض الجملة التي دخل في إثباتها، وتقديره: </p><p> يقول: يا ليتني كنت معهم فأفوزَ فوزَا عظيمَا كأن لم تكن، أي </p><p> قولهم ذلك قول من ليس بينكم وبينهم مواصلة دينية. </p><p> وذلك تنبيه على ضعف عقيدتهم، وسوء نيتهم. </p><p> وقيل في قوله:  (قَدْ أَنْعَمَ اللَّهُ عَلَيَّ) مِنَّة منه على قومه من المنافقين. </p><p> إذ يثبطهم عن الخروج، وإنه قد ظهر ثمرة نصيحته في قوله:  (يَا لَيْتَنِي) </p><p> إيهام للذين قالوا لهم: إن ذلك كان بإيثار الرسول لمن أخرجهم </p><p> من دونه، وفي الآيتين تنبيه أن عامة الناس لا يعدّون إلا أعراض </p><p> الدنيا، فيفرحون بما ينالهم منها، ولا من المحن إلا مصائبها. </p><p> فيتألمون بما يصيبهم منها، وذلك قوله:  (فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ) الآية. </p>"
}