{
  "id": null,
  "sura": 4,
  "aya": 155,
  "text": "<p> وقال بعض الناس: معنى ذلك خذوا الحق من حيث ما يجب أخذه، ولا يطلبوه من غير وجهه، قال: وهذا استعارة، نحو قول الشاعر: </p><p> أتيت المروة من بابها. </p><p> ومعنى (سُجَّدًا) أي متواضعين لقبول الحق، ورابعا ما كان من تعديهم </p><p> في السبت، فأعاد ذكر الميثاق تنبيها أنه أخذ عليهم ذلك مرة بعد أخرى. </p><p> قوله عز وجل:  (فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (١٥٥) وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا (١٥٦) </p><p> ما في قوله:  (فَبِمَا) زائدة مؤكدة </p><p> ومعنى توكيدها أنها تقتضي تكثير معنى الفعل الذي يدخل عليه، كما أن التشديد وزيادة الحروف في مفعيل ومفعال وفعال يقتضي ذلك، </p><p> وقيل: بل (ما) ها هنا اسم نكرة اقتضى حالا مجملة، </p><p> وقوله (نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ) وما بعدهما بدل منه، كأنه قيل: فبشيء ما لعنوا، ثم فصَّل ذلك الشيء وخص ما كان منهم في هاتين الآيتين سبعة أشياء تقضي الميثاق المذكور في قوله:  (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ) </p><p> وكفرهم بآيات الله وقتلهم الأنبياء بغير الحق، وقولهم قلوبنا غلف، وكفرهم المطلق، وقولهم على مريم البهتان، وادعائهم قتل عيسى وقولهم قلوبنا غلف، </p><p> أي ادعوا أن قلوبهم أوعية العلوم، فكذبهم الله، بقوله تعالى:  (بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ) وقيل: معناه قلوبهم محجوبة عن العلم، كقوله: </p><p> (وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ) </p><p> وأثبت لهم ها هنا إيمانا قليلا، اعتبارا بظاهر أقوالهم حيث قالوا نؤمن ببعض ونفى عنهم في الأول الإيمان اعتبارا بالحقائق، وأن ذلك المقدار غير معتد به، ووجه ذلك أن من فعل بعض ما أمر به فإنه يصح أن يقال: لم يفعل ما أمر به اعتبارا بالفعل كله، ويصح أن يقال: قد فعل بعض ما أمره اعتبارًا بما ظهر منه، اعتد به أو لم يعتد، </p><p> وقوله:  (وَكُفْرِهِمْ) فإنه أعاد ذلك تنبيها أنهم كفروا بالمسيح وبمحمد عليهما الصلاة والسلام، </p><p> وقيل: لارتدادهم مرة بعد أخرى، </p><p> والبهتان: الكذب الذي يبهت منه سامعه فظاعة وشناعة، </p><p> والباء في قوله:  (فَبِمَا) قيل: هو متعلق بقوله: (حَرَّمنَا) وقوله: (فَبِظُلمٍ) بدل </p>"
}