{
  "id": null,
  "sura": 4,
  "aya": 125,
  "text": "<p> قوله تعالى:  (وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا (١٢٥) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطًا (١٢٦) </p><p> الدين، والملة، والإسلام واحد من وجه، لكن يقال باعتبارات مختلفة، فإن </p><p> الدين: هو الانقياد للحق وذلك معتبر بالعبد، والملة: القود إلى الحق من أمللت عليه الكتاب، وذلك معتبر بالله تعالى، وعلى نحوه قالوا:  (فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا) ، وقال ابن بحر: هو أن يعدوَ الذئب على </p><p> شيء ضربا من العدو، فجعله اسما معتبرا أيضا بالعبد كالدين، وكأنه من نحو </p><p> قوله:  (إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ) ، وقوله قال: </p><p> (وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى) ، والأول هو الوجه، والإسلام: يقال للإسلام </p><p> الحق والدخول في السلم والسلامة من جهة الله تعالى، والحنيفى؟ </p><p> قيل: هو </p><p> المستقيم الطريقه، ومنه الأحنف: للمايل الرجل على سبيل التفاؤل، وقيل </p><p> حنف أي: مال، وسمى إبراهيم حنيفا من حيث مال عما عليه جمهور قومه </p><p> من المذاهب الباطلة، ولهذا قال تعالى:  (إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا) ، ونبه بقوله (وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ) أن عدوله عنهم </p><p> لم يكن على وجه مذموم، وإسلام الوجه لله الإخلاص للعبادة، كما قال </p><p> تعالى:  (وَأَخْلَصُوا دِينَهُمْ لِلَّهِ) والذي مدح به إبراهيم عليه الصلاة </p><p> والسلام هاهنا هو الذي حكى عنه، في قوله عنه:  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ) وهذا هو الإخلاص الذي هو أعظم مرتبة الإيمان </p><p> ، كالمذكور في قوله عليه الصلاة والسلام (الإيمان بضع وسبعون درجة) ، </p><p> ومتحروا هذه المترلة هم المستثنون في قوله:  (وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ (١٠٦) . </p><p> بين تعالى في هذه الآية أن تمام حسن الانقياد لله </p><p> الإخلاص له مع الإحسان، أي تعاطي مكارم الشريعة فضلا عن الأحكام التي </p><p> هي العدالة، وقيل: معنى (وَهُوَ مُحْسِنٌ) أي: حسن أن يسلم وجهه لله </p><p> ، منبها على فضيلة العلم، ونبه بلفظ الاستحسان في قوله:  (وَمَنْ أَحْسَنُ دِينًا) أن ذلك غاية ما يبلغه قوة البشر، ثم قال: - (وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) أي إذا فعل هذا فقد اتبعه، وتخصيصه أن كلا من الأمم </p><p> ادعى على ملة إبراهيم، فبين أنه بهذا يصير على ملته، وقيل معنى: </p><p> (وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ) أي: إذا فعل ذلك فقد قام مقام إبراهيم </p><p> واستحق ما استحقه، (وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا) أي: إنما </p><p> اصطفاه لما كان فيه لا لحاجة إليه فلله ما في السموات وما في الأرض، </p><p> تنبيها على أنه غني عن عباده ومالك محيط بكل شيء، والواو في قوله:  (وَلِلَّهِ) واو الحال، وإن كان كثيرًا تصوره أنه كلام مستأنف. </p><p> إن قيل: كيف أعاد ذكر إبراهيم ولم يقل واتخذه؟ </p><p> قيل: لما كان ذلك كلاما مستأنفا، كان إعادة </p><p> ذكره أفحم، وأَدَلُ على موضع المدح، قال أبو القاسم البلخي: الخليل </p><p> من الخُلَّة أي الفقر لا من الخلة، قال ومن قاسه بالحبيب فقد أخطأ، لأن الله </p><p> تعالى يجوز أن يحب عبده فالمحبة منه هي الثناء، ولا يجوز أن يخاله ما ليس بجنسه </p><p> ، وهذا منه تشبيه لحقيقة موضوع المحبة لا يصح عليه كما لا يصح عليه الخلة </p><p> ، فإن الخلة من تملك الود نفسه وخالطه، كقولهم: تمازح روحنا، ولهذا قال: </p>"
}