{
  "id": null,
  "sura": 4,
  "aya": 117,
  "text": "<p> لا يغفر الشرك، وأنه يغفر ما دون الشرك لكن منهم المغفور له، وعلق بمشيئته فظاهره يقتضي أن الشرك لا يغفر لا محاله، لكن الشبهة في أعيان المغفور لهم الا في الذنب المغفور وهذا ظاهر. </p><p> قوله تعالى:  (إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا (١١٧) لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا (١١٨) وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا (١١٩) يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (١٢٠) . </p><p> من المفسرين، من اعتبر التأنيث ها هنا في اللفظ دون المعنى، وقال: لما كان اسم معبوداتهم مؤنثة نحو اللات، والعزى ونحو الملائكة، سماها مؤنثاً تسميتهم الأذنين والخصيتين والأنثيين، حتى قال الشاعر: </p><p> ............... ضَرَبْناهُ تَحت الأنثيْين على الكَرْدِ </p><p> أي وتحت الأذنين. </p><p> وقال آخر: </p><p> ومَا ذَكَرٌ فإنْ تَسْمَنُ فأُنثى ... شديدٌ الأذَم لَيْسَ له بذي ضُرُوسُ </p><p> وعني بذلك القُراد لأنه ما دام صغيراً يقال له القراد، وذلك لفظ مذكر، </p><p> وإذا كبر يقال له يقاريد، وذلك لفظ مؤنث، فجعله مؤنثاً مذكر، ومنهم من اعتبر التأنيث من حيث المعنى وقال: الموجودات بإضافة بعضها إلى بعض ثلاثة أضرب: فاعل غير منفعل وذلك هو الباري تعالى فقط، ومنفعل غير فاعل وذلك هو للجمادات، ومنفعل من وجه فاعل من وجه هو الإنسان، فإنه بالإضافة إلى الله منفعل وبالإضافة إلى مصنوعاته فاعل، وعلى هذا الوجه </p><p> مذاهب العرب في التأنيث والتذكير فقالوا: الواحدي ذكر واحدة أنثى، </p><p> قال: وقد علم أن أكثر ما عبده العرب من الأصنام كانت أشياء منفعلة غير </p><p> فاعلة، فبكتهم الله تعالى أنهم مع كونهم فاعلين من وجه يعبدون ما ليس هو إلا منفعلاً من كل وجه، وعلى هذا نبه إبراهيم بقوله:  (إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا (٤٢) </p><p> وقول السلف: يقتضي الأمرين فقد اتفق: أبو مالك والسدي </p><p> وابن زيد (الإناث اللات والعزى) وقال: ابن عباس والحسن </p><p> وقتادة: هي الأموات، وهذا القول يقتضي أنهم اعتبروا التأنيث في المعنى </p><p> وقال الضحاك: هي الملائكة لزعمهم أنها بنات الله، وقرأ ابن عباس (إلا</p><p> أُنُثَا) أي وثناً، وهى جمع الوثن، والمارد، والمريد الذي لا يعلق بشيء من </p><p> الفضائل، و (صَرحٌ ممَرَّدٌ) . أي مملس لا يعلق به شيء لملاسته، وشجرة مرداء اعتبارًا بتعريها عن الورق، وغلام أمرد لتعريه عن الشعر، تعرى </p><p> الشجر عن الورق. </p><p> إن قيل: كيف قال: - (إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا) ثم قال: (وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا) فاقتضى نفي ما أثبت؟ </p><p> قيل: ليس في ذلك نفيٌ فإن دعاء هم للأوثان دعاؤهم للشيطان، </p><p> وكل باطل قال له تارة الشيطان، وتارة الهوى، وتارة الصنم، لما كانت هذه </p><p> الأشياء متلازمة ومتشاركة في أنها تدعو إلى باطل، ولما كان عبادة الشيطان في نفوسهم قطعية، تبين لهم أن ما تدعونه وتزعمونه أنكم تقصدون به عبادة الله، وتقولون:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) وتقصدون </p><p> به الشيطان، ثم قال:  (لَعَنَهُ اللَّهُ) التفاتاً، وصرف الكلام إلى وصف </p><p> الشيطان، وقوله:  (لَأَتَّخِذَنَّ مِنْ عِبَادِكَ) وذلك إما حكاية عما </p><p> أورده نطقاً، أو عما أتاه فعلا، ً فيكون نحو: </p><p> امتلأ الحوض وقال قطني ................ </p><p> ومعنى قوله:  (مَفْرُوضًا) معلوما مقسوما، وقيل: مقطوعا </p><p> منهم، وهم الذين سباهم الشيطان، ووصفهم بقوله:  (وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ) والبتك: القطع على سبيل التفريق، وبتك الآذان؟ </p><p> قيل: </p><p> هو الذي كانوا يفعلونه بالبحيرة، روي ذلك عن السدي، وقتادة، وعكرمة: وقيل: فيه إشارة إلى كل ما جعله الله كاملا بفطرته، فجعله </p><p> الإنسان ناقصا بسوء تدبره، وذاك أن الإنسان بالقوة مخلوق خلقة كاملة، قد رشحه الله أن يزكي نفسه ومن دساها فقد خسسها، وتغيير خلق الله هو أن كل ما أوجده الله لفضيلة فاستعان الإنسان به في رذيلة فقد غير خلقه، وقد دخل في عمومه جعل الله للإنسان من شهوة للجماع، ليكون سببا للتناسل على وجه غصوص فاستعان به في السفاح واللواط، وذلك تغيير خلق الله تعالى، وكذا المخنث إذا نتف لحيته وتقنع تشبهًا بالنساء، والفتاة إذا ترجلت متشبة بالفتيان، ودخل في عمومه أيضا كل ما حلله الله تعالى فحرموه، أو حرمه فحللوه، وعلى ذلك قوله:  (قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ (٥٩) </p><p> وإلى هذه الجملة أشار المفسرون، وقد روى عن الحمن أنه قال: هو تغيير أحكام الله، ومن قال مرة: هو الوشم إشارة إلى </p><p> ضرب التغيرات ليتبين به الغرض. </p><p> وكذا من قال بالخصاء، قول:  (لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ) </p><p> لفظه خبر ومعناه نهي، وقوله تعالى:  (وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ) فموالاة الإنسان غيره تكون على وجهين: </p><p> أحدهما: أن يقصد موالاته، والثاني: أن لا يقصد موالاته، لكن يقع منه ما </p><p> يرجع إلى صاحبه نفع فهو مواليه فعلا وإن لم يكن مواليه قصدا، وعلى هذا </p><p> المعاداة فقد يعادي الإنسان غيره قصدا، وقد يقصد موالاته لكن يقع منه ما </p><p> يرجع إليه ضرره فهو معاد له فعلا، وإن لم يكن معاد له قصدا، وعلى هذا </p><p> (إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ) </p><p> فاتخاذ الإنسان الشيطان مولى هو على الوجه الثاني، فإن الإنسان لا يقصد بفعله موالاة الشيطان. </p><p> فإن قيل: كيف قال: (مِنْ دُونِ اللَّهِ) واتخاذ الشيطان </p><p> وليا مع الله مذموم، كاتخاذه من دون الله؟ </p><p> قيل: لم يقصد بالآية هذا المقصد، وإنما أريد من ترك تحري موالاة، وفعل ما أدى به إلى موالاة الشيطان، فخسرانه ظاهر لا يتكتم على ذي بصيرة، وقوله:  (يَعِدُهُمْ وَيُمَنِّيهِمْ) تحذير، وهذا الوعد من الشيطان تارة بالإرادات الودية، والخواطر الفاسدة، حسب ما ذُكر في كتاب الذريعة إلى مكارم الشريعة، وتارة بلسان أولياء الشيطان، وسبب إمكان وصول ذلك إليه كون القوة المفكرة عمياء من تدبر نور الله، وقد تقدم الكلام في حقيقة الأمنية، وأما سبب الحسد، والنميمة، والظلم، وسائر الرذائل، والغرور: إظهار ما تعذر، من ظاهره فيه نفع، وأصله: الأثر الظاهر من الشيء لشيء غره حسنه مخالفة باطنه، ومن هذه سمى الدنيا </p>"
}