{
  "id": null,
  "sura": 4,
  "aya": 4,
  "text": "<p> وابن داود لم يتصوّر ما قاله الشافعي، وذاك أنه لم يُرِد إلا ما أراد </p><p> غيره من حقيقة المعنى، وإنما تحرّى اشتقاق اللفظ، ولم يُرِد بالعيال </p><p> الأولاد، وإنمّا أراد النساء، فقد يُسمَّى كل من تسمونه العيال، وإن </p><p> لم يكن أولادًا، وأراد تعالى إن خفتم أن يكثر نساؤكم، فتحتاجوا </p><p> إلى تفقدهن بأمور تقصرون عنها، ولا يكون في مراعاتها إقساط. </p><p> وهذا راجع إلى ما ذهب إليه الآخرون. </p><p> قوله تعالى:  (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا (٤) </p><p> فالنحلة: العطية التي لا يُطلب بها عوض، وأصله عندي من النحل. </p><p> فكأنَّ نحلتهُ: أعطيته عطية النحل، وذلك ما قصده الحكماء من </p><p> وصف النحل في أنه لا يضر بشيء، وينفع أعظم نفع، وكأنه إلى </p><p> ذلك أشار بقوله:  (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ) الآية، </p><p> والنِّحلة أخصّ من الهبة، إذ كل هِبة نِحلة، وليس كل نِحلة هِبة. </p><p> وسُمّي الصداق بها من حيث لا يجب في مقابلته أكثر من تمتُّع دون </p><p> عوض مالي. وقول قتادة وابن زيد: النّحلة: الفريضة. </p><p> فنظر منهم إلى حكم الآية، لا إلى موضوع اللفظ والاشتقاق. </p><p> واقتضت إيجاب إيتائهن الصداق. </p><p> ثم حكمه وقدره قبل الدخول وبعده، وقبل التسمية وبعدها. </p><p> فمأخوذ من غير الآية. </p><p> ودلّ بقوله تعالى:  (فَإِنْ طِبْنَ) أن لا يتحرّج الإِنسان من قبول </p><p> هبتها عن طيب نفس منها بها، ودلَّت الآية على أنه يجوز لها أن </p><p> تهب صداقها إذا كانت بالغة، خلافًا لما قال مالك: إن ذلك إلى وليّها. </p><p> وللأوزاعي حيث قال: لا يجوز لها حتى تلد. </p><p> أو يحول عليها الحول في بيت زوجها. </p><p> ولليث بن سعد حيث قال: لا يجوز عتق ذات الزوج ولا هبتها. </p><p> إلا في اليسير من غير إذن زوجها. </p><p> وذُكِرَ عن شريح أن رجلًا أتى بيّنة أن امرأته </p><p> أبرأته من صداقها عن طيب نفس، وأنكرت المرأة ذلك. </p><p> فقال شريح: هل رأيتم المال وقد دفع إليها؟ فقالوا: لا. </p><p> فقال: لو طابت نفسها لم ترجع فيه، فلم يجُزه. </p><p> إن قيل: لِمَ قال: (فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا) فأفرد </p><p> وقال في الأخرى:  (بِالْأَخْسَرِينَ أَعْمَالًا) فجمع؟ </p><p> قيل: التمييز على ثلاثة أضرب: </p><p> الأول: أن يدلَّ ما قبله على عدد فلا يجُمع، نحو: عشرون درهماً. </p><p> والثاني: أن يشتبه، فلابد من جمع إذا أريد الجمع نحو قولهم: أفره القوم عبيدًا. </p><p> والثالث: أن يستوي الواحد والجمع لكونه معلومًا منها المعنى على حد، نحو </p><p> قولهم: فلان أحسن القوم عينًا، لأنه يعلم أن القوم لم يشتركوا </p>"
}