{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> غيره، وقد تناول ذلك قوله:  (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا) ، والثاني: في حكم يتولاّه ألإِنسان بين اثنين، وذلك </p><p> قد تناوله في قوله:  (وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ) . </p><p> ثم قال:  (إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ) تنبيهًا أن من سمع وعظه، واستعمله فقد فاز فوزا عظيمًا، ونبّه بذكر السمع على حكم الأول على علمه بما يحدِّث الإِنسان به نفسه، وبالبصر على حكم مشاهدته لما يتعاطاه. </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٥٩) </p><p> قيل: أولو الأمر الأمراء على عهد رسول الله - صلى الله عليه وسلم -. </p><p> ولذلك قال:  (فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) . </p><p> وقيل: الأمراء في زمانه وبعده، ورده إليهما إنما هو إلى حكمهما. </p><p> وحمل الشيعة ذلك </p><p> على الأئمة من أهل البيت. </p><p> وقال أبو هريرة: أولو الأمر أمراء السرايا. </p><p> وقد رُوِي أن النبي - صلى الله عليه وسلم - قال: </p><p> \"من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله \" . </p><p> وقال ابن عباس: هم أهل الفقه والدين، وأهل طاعة الله الذين يأمرون بالمعروف وينهون عن المنكر. </p><p> وكل هذه الأقوال صحيح، ومراد بالآية، ووجه ذلك </p><p> أن أولي الأمر الذين يرتدع بهم الناس أربعة: </p><p> الأول: الأنبياء، وحكمهم على ظواهر الخاصة والعامة وبواطنهم. </p><p> والثاني: الولاة، وحكمهم على ظاهر الخاصة والعامة دون باطنهم. </p><p> والثالث: الحكماء، وحكمهم على بواطن الخاصة. </p><p> والرابع: الوعاظ، وحكمهم على بواطن العامة، وعلى ذلك </p><p> قوله:  (وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ) . </p><p> وقوله:  (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ) </p><p> قيل: هو خطاب للكافة. </p><p> وقيل: بل لأولي الأمر منهم إذا وقع تنازع فيما بينهم في حكم، </p><p> وقوله:  (فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) </p><p> أي راجعوه بالسؤال في زمانه، وإلى كتاب الله وسنة نبيه بعده. </p><p> وقال الأصمُّ: معناه ما لا تعلمونه فقولوا: الله ورسوله أعلم. </p><p> وهذا إن أراد به فيما لا سبيل لبشر إلى معرفته. </p><p> أو فيما لا يبلغ إلى مرتبته فصحيح. </p><p> وإن أراد أنه يقتصر على ذلك مع وجود سبيل إليه. </p><p> أو احتياجه إليه فرضى بأخسِّ منزلة. </p><p> وقد تعلّق بذلك مثبتوه أيضًا، وقالوا: جعل الله </p><p> أحكامه ثلاثة أقسام: مثبتًا بالكتاب، ومثبتًا بالسنة، وعليهما </p><p> دل قوله:  (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) ، ومثبتًا بالاجتهاد </p><p> والاستنباط، وهو ما يرد إلى الكتاب وسنة نبيه، قال: </p><p> فالرد إليهما هو البناء علي حكمهما، وهذا هو القياس الشرعي، والرد </p><p> على هذا محمول على فائدة غير مستفادة من قوله:  (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) . </p><p> قوله:  (إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ) أي من شرط الإِيمان أن لا يتخطَى </p><p> مرسوم الله تعالى ومرسوم نبيه - صلى الله عليه وسلم -، فمن </p><p> ترك ذلك فقد ترك الإِيمان. </p><p> وقوله:  (وَأَحْسَنُ تَأْوِيلًا) </p><p> قال مجاهد: أحسن جزاء وعاقبة. </p><p> وقال قتادة والسُّدّي: عاقبة. </p><p> وقال الزجاج: أحسن من تأويلكم من غير رد إلى كتاب الله والسنة. </p>"
}