{
  "id": null,
  "sura": 5,
  "aya": 1,
  "text": "<p> [سورة المائدة] </p><p> السورة التي يذكر فيها المائدة </p><p> بسم الله الرحمن الرحيم </p><p> يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ (١) </p><p> أصل العقد في الحبل ونحوه كالربط فاستُعير للعهد المؤكد ولا استعارة. </p><p> من ذلك قال الشاعر: </p><p> قَومٌ إِذَا عَقدُوا عَقْداً لِجَارِهِمُ ... شَدُّوا العِناجَ وشَدُّوا فَوْقهُ الَكَرَبَا </p><p> وعلى ذلك قوله تعالى:  (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ) </p><p> والعقود باعتبار العقود ثلاثة أضرب: عقد بين الله وبين العبد، وعقد بين </p><p> العبد ونفسه، وعقد بينه وبين غيره من البشر. </p><p> وكل واحد باعتبار الموجب له ضربان: ضرب أوجبه العقل وهو ما ركزه الله تعالى بمعرفته في الإنسان فيتوصل إليه، إما ببديهة العقل، وإما بأدق نظر، وعليه دل قوله تعالى:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ) الآية، </p><p> وضرب أوجبه الشرع: وهو ما دلنا عليه كتاب الله وسنة نبيه - صلى الله عليه وسلم -. فذلك ستة أضرب، </p><p> وكل واحد من ذلك إما أن يلزم ابتداء، أو يلزم بالتزام الإنسان إياه، </p><p> فأما اللازم بالالتزام، فأربعة أضرب: </p><p> فالأول: واجب الوفاء به كالنذور المتعلقة بالقُربِ، نحو أن يقول: عليَّ أن أصوم إن عافاني الله، </p><p> والثاني: مستحب الوفاء به ويجوز تركه: كمن حلف على ترك فعل مباح فإن له أن يكفر عن يمينه ويفعل ذلك. </p><p> والثالث: مستحب ترك الوفاء به وهو ما قال عليه الصلاة والسلام: (إذا حلف أحدكم على شيء فرأى غيره خيراً منه فليأت الذي هو خير وليكفر عن يمينه) . </p><p> والرابع: واجب ترك </p><p> الوفاء به، نحو: أن يقول علىَّ أن أقتل فلاناً المسلم، وذلك ستة في أربعة </p><p> وعشرين ضرباً من العقود. </p><p> فظاهر الآية يقتضي كل عقد سوى ما كان تركه </p><p> واجباً أو قربة، ومن المفسرين من حمل ذلك على حِلْفَ الجاهلية دون </p><p> حِلْفَ الإسلام. وقد قال عليه الصلاة والسلام:  (لَا حِلْفَ فِي الْإِسْلَامِ) . </p><p> والصحيح أن ذلك عام، وأن معنى قوله:  (لَا حِلْفَ فِي الْإِسْلَامِ) أن </p><p> الإسلام قد بين ما يجب التزامه، وما لا يجب وإن ما كان يحتاج إليه في الجاهلية من المحالفة للحماية قد كفوا في الاسلام، فقد قال تعالى:  (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ) فبيَّن أن حماية بعضهم على بعض لازمة تحالفوا، أو لم يتحالفوا </p><p> ونحو هذه الآية قوله:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ) </p><p> وقوله:  (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ) وذم المُخّل بذلك حيث قال: </p><p> (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ) . </p><p> وقوله: (بَهِيمَةُ الْأَنْعَامِ فالبهيمة: ما لا نطق له من الحيوان كالعجماء، لكن اختص في المتعارف بما عدا السباع، والطير والأنعام، وأصلها في الإبل ثم استعملت في الأزواج الثمانية، إذا كانت معها الإبل، ولا يدخل في ذلك الخيل والبغال والحمير، </p><p> فإن قيل: ما وجه إضافة البهيمة إلى الأنعام؟ </p><p> قيل: كقوله: (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ) . </p><p> وقيل: لما كانت الأنعام في أصل اللغة تقع على كل نعمة جرت مجرى </p><p> الصفات، أضيفت البهيمة إليها إضافة اليوم إلى الجمعة، كأنه قال البهيمة التي هي من جملة ما أنعم الله عليكم به. </p><p> وقيل: لما كان قد تقدم تحليل الله النعَّم في سورة الأنعام لأن سورة المائدة تأخر نزولها عن الأنعام فيما روي نبه بقوله: </p><p> (بَهِيمَةُ الْأَنْعَامِ) على تحليل البهيمة الجارية مجرى الأنعام في كونها محللة </p><p> فيكون لهذه الآية دالة على تحليل البهيمة وتحليل الأنعام، وما في سورة الأنعام دال على تحليل الأنعام فقط، ويدل على ذلك قول من قال من السلف: بهيمة الأنعام هي بقر الوحش والظبي، لأن المخاطبة للمسافرين إذا كانوا حللاً، وتخصيص المؤمنين بالخطاب قيل: هو تنبيه أن المباحات محظورة على من ليس بمؤمن. </p><p> وقيل: بل ذلك تشريف لهم اعتباراً بالسياسات الدنيوية، لأن الملك </p><p> يخص بالخطاب الشريف الأمثل فالأمثل. </p><p> ولا تفرع بلفظ الخطاب على </p><p> الأنام وإن كانوا في الحكم تبعاً للأماثل، قال وعلى ذلك قوله تعالى: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ) وحكم الكتابيات </p><p> حكمهن، وقوله تعالى:  (إِلَّا مَا يُتلَى عَلَيكُم) أي ذلك سوى ما حرمته </p><p> مما يتلى، واعتبر بعضهم لفظ الاستقبال، وقال أراد ما سيحرمه وذلك لمجهول بعد. </p><p> قال: فالآية مجمله، وليس كما ظن، فإن قوله:  (مَا يُتلَى) تنبيه على </p><p> تلاوة القرآن على التأبيد، وقد يتناول ذلك ما تقدم. </p><p> ذكر الله إياه، وما ذكره في هذه الآية. </p><p> وقوله:  (غَيْرَ مُحِلِّي الصَّيْدِ) معناه كلوا ذلك على أن لا يكون صيداً في حال الإحرام، </p>"
}