{
  "id": null,
  "sura": 5,
  "aya": 48,
  "text": "<p> من الكفر والظلم، وأصله الخروج إلى حظر الله، من قوله: فسقت </p><p> الرطبة إذا خرجت عن طلعها. </p><p> إن قيل: لم كرر قوله: (مُصَدِّقًا لِّمَا بَين يَدَيه مِنَ التَّورَاةِ) ؟ </p><p> قيل: يجوز أنه أراد بالأول مصدقاً لما بين يدي التوراة، وبالثاني نفس التوراة، فبين أن عيسى عليه الصلاة والسلام أتى بما يُصدق به موسى، وكتابه أتى بما يصدق كتاب موسى. </p><p> قوله عز وجل:  (وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٤٨) </p><p> المهيمن: قيل الحفيظ، وقيل الرقيب، وقيل: الأمين، وقيل: الشاهد، </p><p> قال أبو عبيدة: الحاذق في علمه، وقال ابن عيينه: أصله مُؤيمن فقلبت همزة هاء، كما قالوا: - أهرقت في قولهم أرقت، وقد قيل: همين يهمينه. وحقيقة المعنى أنه جعل هذا الكتاب حافظاً ومستولياً لسائر ما تقدم من كتبه يحكم عليها وهي لا حكم عليه، وينسخها وهي لا تنسخه، وصح على هذا:  (مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا) ، يعني ما ننسخ من </p><p> الكتب المتقدمة (نأت بخير منها) ، يعني من الكتاب العربي. </p><p> والشرعة والشريعة: في الأصل الطريقة الظاهرة التي يتوصل بها إلى الماء ثم استعملت فيما شرعه الله لعبادة من (١) الدين الذي يوصل إلى الحياة الأبدية، كما سمى كتابه المهيمن على ما تقدم. </p><p> ومن أصله: أشرعت القِباء وشُرعت في الماء، وهم شرع. </p><p> والمنهاج: الطريق المستقيم، يقال: طريق نهج ومنهج. </p><p> إن قيل: ما الفرق بين الشرعة والمنهاج؟ </p><p> قيل: قال بعضهم: الشرعة إشارة إلى الدين وهو الشرع، والمنهاج: إشارة إلى الدليل الذي يتوصل إلى معرفته والتخصيص به، </p><p> وقد رُوي عن ابن عباس أنه قحال: شرعةً ومنهاجاً: ديناً وسبيلا. </p><p> إن قيل: كيف قال: (لِكُلٍّ جَعَلنَا مِنكُم شِرْعَةً وَمِنهَاجًا) فاقتضى ذلك أن </p><p>(١) كأن هنا سقط في الكلام واتضح ذلك بمراجعة فتح القدير حيث ذكر: الشرعة والشريعة في الأصل الطريقة الظاهرة التي يتوصل بها إلى الماء، ثم استعملت فيما شرعه الله لعبادة من الدين، انظر (٢ لم ٤٨). وذكر الراغب في مفرداته قريبا من هذا المعنى في مادة شرع. وقد نقل الآلوسي عن الراغب في تفسيره (٢ لم ١٥٣) قال: وقال الراغب سمي الدين شريعة تشبيهاً بشريعة الماء من حيث أن من شرع في ذلك في الحقيقة روى وتطهر، وأعني بالري ما قاله بعض الحكماء كنت أشرب الماء فلا أروى فلما عرفت الله رويت بلا شرب، وبالتطهرما قال تعالى: (وَيُطَهِّرَكم تَطهيرًا).والمنهاج الطريق الواضح في الدين من نهج الأمر إذا وضح،والعطف باعتبار جمع الأوصاف.</p><p> لكل واحد من الأنبياء شريعة غير شريعة الآخر، وقال في موضع: </p><p> (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ) . </p><p> فذكر أنه شرع لجميعهم شريعة واحدة. </p><p> قيل: الذي استوى فيه شريعة جُماعِه هو أصول الإيمان والإسلام، أعني التوحيد والصلاة والزكاة والصوم والقرابين، فإن أصول هذه الأشياء لا ينفَّك منها شرع بوجه، وأما الذي ذكر أنه تفرد به كل واحد من الأنبياء فروع العبادات من كيفياتها وكمياتها، فإن ذلك مشروع على حسب مصالح كل أمة، وعلى مقتضى الحكمة من الأزمنة المختلفة، </p><p> ووجه آخر: أن الشرائع إذا عتبرت بالشارع </p>"
}