{
  "id": null,
  "sura": 5,
  "aya": 110,
  "text": "<p> على السرائر والضمائر جل وعزَّ. </p><p> الرابع: أن قوله: (مَاذَا أُجِبْتُمْ) سؤال عن كل ما أجيبوا، لا عن بعضه، وهم عرفوا بعض ذلك، ولم يعرفوا أكثره، فقالوا: لا علم بكل ذلك </p><p> ووجه هذا السؤال توبيخ الكفار كقوله:  (أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي) ، وعَلَّامُ: لمن كثر علمه، ولم يوالي بعلمه، وهو في هذا الموضع لهما. </p><p> قوله عز وجل:  (إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١١٠) </p><p> قوله:  (إِذ قَالَ اللَّهُ) قيل: مفعول بفعل مضمر </p><p> كأنه قيل: اذكر وقت ما قال الله يا عيسى اذكر نعمتي عليك، يعني: اذكر يوم القيامة، وقيل تقديره: ماذا أجبتم إذ قال الله. </p><p> (وإِذ أَيَّدتُّكَ) فعلتُ من الأيدِ أي القوة، وقرأ (أَيَّدتُّكَ) وهو أفعلت منه، وقال الزجاج: يجوز أن يكون فاعلت منه نحو عاونت. </p><p> ومن نعمة الله على والدتك أن اصطفاها على نساء العالمين، وأن جعل لها النخل حيث قال: </p><p> (وَهُزِّى إِلَيكِ بِجِذعِ النَّخلَةِ) وغير ذلك. </p><p> وروح القدس: جبريل. </p><p> قيل: هو تقديسه وروحه هو نفخة فيها من روحه. </p><p> والكتاب قيل: عنى بالكتاب، وقيل: بل باسم كل كتاب أنزله تعالى، ثم خص التوراة والإنجيل تعظيماً لهما. </p><p> وقوله:  (تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا) أي تهدي الناس في حالة الصغر </p><p> والكبر بخلاف ما كان عامة الأنبياء والحكماء، وذكر الإذن في الأمور الإلهية التي خصه الله تعالى بها تنبيهاً أن ذلك لم يكن للآلهة فيه بل كان ذلك بإذنه ومن فضله عليه، وتخصيصه به، ولم يذكر في قوله:  (وَإِذ عَلَّمتُكَ) وفي قوله: (وَإِذْ كَفَفْتُ) فإن في هذين قد شارك المسيح غيره. </p><p> وكف بني إسرائيل عنه قد كان من بعضهم بالعصمة، ومن بعضهم بالحجة، ومن بعضهم </p>"
}