{
  "id": null,
  "sura": 5,
  "aya": 41,
  "text": "<p> وفي هذا النحو قال الشاعر: </p><p> يعفوا الملوك عن الكبير ... من الذنوب بفضلها </p><p> ولقدتُعاقِب في الصغير ... وليس ذاك بجهلها </p><p> إلاليُعرف فضلها ... ويخاف شدة ملكها </p><p> وإنما قال يعذب من يشاء فقدم ذكر العقوبة على الغفران، لأن القصد بما </p><p> تقدم الردع عن ارتكاب ما يقتضى عقوبة الدارين فكان تقديم ما يقتضي ذلك </p><p> أولى. </p><p> قوله عز وجل:  (يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٤١) </p><p> قيل: نزلت في أبي لبابة حيث بعثه رسول الله - صلى الله عليه وسلم - </p><p> إلى السيِّدين، سيد الأوس وسيد الخزرج، سعد بن معاذ، وسعد بن </p><p> عبادة، فاستشار قريظة أبا لبابة أننزل على حكم محمد؟ فأشار </p><p> إليهم بأنه الذبح، قال أبو لبابة: فما زلت قدماي حتى علمت أني قد </p><p> خنت الله ورسوله، والآية عني بها أبو لبابة والمنافقون الذين وصفهم في قوله: </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (١١) . </p><p> وقوله:  (يُسَارِعُونَ فِي الْكُفْرِ) يكتسبونه عاجلاً شيئاً </p><p> بعد شيء، على خلاف ما قال فيه:  (يُسَارِعُونَ فِي الْخَيْرَاتِ) . </p><p> وقوله:  (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ) . </p><p> وقوله:  (سَمَّاعُونَ لِلْكَذِبِ) أي قائلون له، وقيل: سمَّاعون كلامك </p><p> لأجل أن يكذبوا عليك، ويسمعون ذلك لأجل قوم آخرين. </p><p> وقوله:  (يُحَرِّفُونَ الْكَلِمَ) أي كلام النبي - صلى الله عليه وسلم -، والقرآن، ويكذبون عليه. </p><p> وقيل: يحرفون حكم التوراة، وذلك كقوله في البقرة:  (أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ) إلى قوله: (وَهُم يَعلَمُونَ) </p><p> وقوله في آل عمران:  (وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ (٧٢) وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ). </p><p> وقوله:  (هَذَا) أي الحكم الذي قلناه، وقيل: الدِّية. </p><p> وقوله:  (مِنْ بَعْدِ مَوَاضِعِهِ) أي من بعد أن وضعه الله موضعه، وبيَّن أحكامه. </p><p> وقوله:  (وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا) أي أمركم محمد بغير ذلك فاحذروه. </p><p> وقوله:  (وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ) قال الحسن: عذابه كقوله: (يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ) . </p><p> وقال السدي: ضلالة. وقال الزجاج: فضحيته </p><p> وقوله:  (لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ) أي من الكفر عقوبة لهم، </p><p> وقيل: لم يحكم بطهارة قلوبهم. </p><p> والقولان مرادان على نحو ما تقدم من أمثال هذه الآية. </p><p> وذلك بخلاف من وصفهم بقوله:  (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا (٣٣) . </p>"
}