{
  "id": null,
  "sura": 5,
  "aya": 93,
  "text": "<p> وقوله عز وجل:  (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (٩٣) </p><p> روى أنه لما نزلت الآية الأولى قال: قد مات منا عدة، يشربون الخمر فما حالهم؟ فأنزل الله هذه الآية، </p><p> روى أنها نزلت: في قوم كانوا قد حرموا على أنفسهم المباحات، </p><p> وروى أن قدامة ابن مظعون شرب الخمر فأراد عمر أن </p><p> يجلده، فتلا قدامة هذه الآية، فقال عمر: أخطأت التأويل، إذا أيقنت واجتَنبتَ ما حرم الله عليك. </p><p> إن قيل ما الفرق بين الإيمان والتقوى والحسنى؟ </p><p> قيل: الإيمان: - هو الإذعان للحق على سببيل التصديق له بالتبيين. </p><p> هذا وإن كان في المتعارف صار اسماً للتخصيص بشريعة نبينا - صلى الله عليه وسلم -. </p><p> وبالتقوى: - جعل اليقين وقاية من السخط بالانتهاء عما نهى، والإتيان بما أمر. </p><p> والإحسان: تحري الأفعال الجميلة في الإيمان والتقوى، ولهذا قال عليه الصلاة والسلام: لما قيل له: ما الإحسان؟ فقال:  (أن تحبد الله كأنك تراه) وثالثهما مرتبة وإن كان لكل واحد مراتب. </p><p> إن قيل ظاهر الآية يقتضى أن المؤمن المتقي المحسن يجوز له أن يتناول ما يريد تناوله والجناح عنه مرفوع، قيل: رفع الجناح عنه، لا لأنه </p><p> أبيح له ما حظر على غيره، بل لأنه أَمِنَ أن يأتي بما هو محظور، وهذا كقَولك: لن أمنت أن يتعدى طوره لا بأس عليك فيما صنعته، ولا حجر عليك </p><p> فيما أردته وارتكبته، يعني أنك مأمون الغاية أن يتعدى طورك، </p><p> فبين بالآية أن من صار بهذه المنزلة من الإيمان أحجم عن المحظور وعفي عنه، وعلى هذا قوله:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ) الآية. </p><p> إن قيل: ما وجه تكرير ذكر الإيمان والتقوى؟ </p><p> قيل في ذلك أوجه: </p><p> الأول: ليس من آمن واتقى فيما كان قد حرم عليه وقت إباحة الخمر وأدام الإيمان واستعمل التقوى، إلا أن في ترك شربه. ثم النهي في غير ذلك واستعمل الحسنى جناح فيما شربه من الخمر، وتعاطاه من الميسر، قبل أن يحرم ذلك. </p><p> الثاني: لا جناح في تناول المباح من آمن واتقى فيما مضى، وفي الحال وفي المستقبل، فأما من ترك ذلك في أحد الحالين، ولم يقلع بتوبة فله الإثم. </p><p> الثالث: أنه أراد استعمال الإنسان الإيمان والتقوى فيما بينه وبين نفسه، أو بينه وبين الناس، وبينه وبين الله. </p>"
}