{
  "id": null,
  "sura": 5,
  "aya": 69,
  "text": "<p> إن قيل: قوله: (وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ) داخل فيه التوراة والإنجيل إذ كل ذلك منزل من الله، فلم أُفردا؟ </p><p> قيل: إنه أفردهما بالذكر على سبيل التفصيل وخص ما أُنزل بالقرآن. </p><p> فإن قيل كيف أمرهم أن يقيموا الكتب وقد عُلم أن القرآن قد نسخ </p><p> التوراة والإنجيل، ولا يصح إقامةُ جميعها؟ </p><p> قيل: يجوز أنه عنى الإقرار بصحة ثلاثتها، ويجوز أنه أراد أحكام أصولها، فإن ثلاثتها تستوي في ذلك وإنما الاختلاف في الفروع </p><p> بسحب مصالح الأزمنة. </p><p> وقيل: أراد إقامة هذه الكتب بإظهار ما فيه </p><p> من وصف النبي - صلى الله عليه وسلم - وتصديق بعضها بعضاً. </p><p> قوله عز وجل:  (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٩) </p><p> إن قيل: كيف قال: (مَن آمَنَ مِنهُم بِاللَّهِ) و (مَن) يدل على ما تقدم، وتقديره: من آمن من المؤمنين ومن الذين هادوا، وذلك خُلْفُ من </p><p> الكلام؟ </p><p> قيل في ذلك وجهان: </p><p> أحدهما: أن معنى قولِه: (إِنَّ آلَّذِينَءَامَنُوا) : أظهروا الإيمان وأَمِنُوا من القتل والسبي وهم الموصوفون بقوله: (مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ) . </p><p> وقوله:  (مَنءَامَنَ مِنهُم) أي من يحقق الإيمان فبيَّن أن المُظهِر للإيمان، والذين ما داموا فيهم ممن ذكرهم، لا يسقط عنهم الخوف والحَزَن في الدارين ما لم يتحققوا بتصديق الله، والإيمان بالمعاد، والتحري لمصالح الأعمال والثاني مَنْ في قوله:  (مَنءَامَنَ بِاَللَّه) راجع إلى قوله: (وَالَّذِينَ هَادُوا وَالصَّابِئُونَ) دون قوله: (إِنَّ الَّذِينَءَامَنُوا) . </p><p> إن قيل: ما وجه قوله: (وَالصَّابِئُونَ) وقد ذكر النحويون أن المعطوف على اسم (إنَّ) قبل الخبر لا يصح فيه الرفع؟ </p><p> قيل إن ذلك لا يصح منه الرفع إذا عطف على موضع إنَّ </p><p> ويخبر عنهما بخبر واحد نحو أن يقول: إن زيداً وعمرو منطلقان، فأما إذا جعل الثاني مرتفعاً بالابتداء وجعل خبر أحدهما مضمراً يصح. </p><p> كقول الشاعر: </p><p> .......... فَإنِّى وَقيَّارٌِ بهَا لَغَرِيبُ </p><p> وتقدير الكلام: إن الذين آمنوا لا خوف عليهم، والذين هادوا والصابئون </p><p> والنصارى من آمن بالله لا خوف عليهم، واستغنى بخبر أحدهما عن مضمر </p><p> الآخر وعلى هذا قول الشاعر: </p><p> وإلا فاعْلَمُوا أنا وأنْتُم ... بُغَاةٌ مَا بَقينَا فيِ شِقَاقِ </p><p> وقيل: قوله: (وَالَّذِينَ هَادُوا وَالصَّابِئُونَ) معطوف </p>"
}