{
  "id": null,
  "sura": 5,
  "aya": 94,
  "text": "<p> الرابع: أن للإيمان والتقوى على القول المجمل ثلاثة منازل: </p><p> إما أن يكون الإنسان في أوله وأوسطه أو في منتهاه، وكذا الفسق ثلاث </p><p> منازل، كما قال:  (إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا) فبيَّن أن الإنسان إذا استوعب المنازل الثلاث فقد كمل </p><p> وصار بحيث لا يتناول إلا المباح فلا جناح عليه لذلك فيما طعم. </p><p> الخامس: أن للتقوى ثلاث منازل: </p><p> الأول: ترك المحرمات، </p><p> الثاني: ترك الشبهات، </p><p> الثالث: ترك بعض المحللات تهذيباً لنفسه، لا تحريماً ومن بلغ هذا </p><p> المبلغ فلا جناح عليه فيما يتناوله بعد ذلك، </p><p> وبيَّن بقوله:  (وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ) أن من فعل ذلك فقد صار محسناً، </p><p> وإذا صار محسناً صار لله محبوباً فإن الله يحب المحسنين. </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (٩٤) </p><p> الابتلاء: - استخراج ما عند الإنسان من البلاء، أي الفعل كالاختيار في كونه استخراج خبر الإنسان، </p><p> وقوله:  (بِشىَءٍ منَ الصَّيدِ) قيل: - (مِن) للجنس أي بصيد البر دون البحر وصيد الإحلال دون الإحرام، </p><p> وقيل للتبيين لقوله:  (فَاجتَنِبُواْ الرِّجسَ مِنَ الأَوثَانِ) ، </p><p> وقيل: للتبعيض أي من أجر الصيد ما يمكن اصطياده، </p><p> وقوله:  (تَنَالُهُ أَيْدِيكُمْ) أي ما كان مستأنساً منه، </p><p> وقيل: فراخ الطيور، وصغار الوحش والبيض، </p><p> فقد روي: (أنه أتى النبى - صلى الله عليه وسلم - بيضتان </p><p> فامتنع منهما، وقال:  (مُحْرِمون) ، وقضى عليه الصلاة والسلام في بيض </p><p> نعام أصابها محرم ثمنه، وما تناله، وما حكمه هي الممتنعات، ولم يعن الرماح فقط بل عناها وسائر الأسلحة، أي جعل تعالى ذلك ليكون ذريعة إلى ظهور أفعالكم وما يستحقون به الجزاء، </p><p> وقيل: إن قوله: (لَيَبلُوَنَّكمُ) أي يوجب الله تعالى ذلك عليكم لترضوا به </p><p> أنفسكم، وتتوصلوا إلى الامتناع عن محارمه الخفية، ليعلم بذلك كيف تضبطوا أنفسكم حتى لا يطلع عليكم غيركم وإنما يطلع عليه رب العزة، وذلك إشارة إلى خفيات القلوب والسرائر. </p><p> وقوله:  (فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ) أي من تعدى في هذه الظواهر بعدما حظر عليه فيما ولا يراعي أمره فأولئك هم الذين يتعدون ويستحقون العذاب الأليم. </p>"
}