{
  "id": null,
  "sura": 5,
  "aya": 64,
  "text": "<p> إن قيل:  (يَعمَلُونَ) وفي الثانية: (يَصنَعُونَ) وهل بينهما فرق؟ </p><p> قيل: الصنع أخص من العمل كما أن العمل أخص من الفعل، وذاك أن الفعل يقال فيما كان من الحيوان، وغير الحيوان وبقصد وعن غير قصد، والعمل لا يقال إلا ما كان من الحيوان وبقصد، والصنع لا يقال إلا ما كان من الإنسان بقصد واختيار وبعد فكر وتحري أحاده، ولهذا يقال: دخل رجل صانع أي حاذق، وثوب صنيع أي مجاد. فحيثما ذُكِّر كافتهم قال: </p><p> (لَبِئسَ مَا كَانُواْ يَعمَلُونَ) وحيثما ذكر خاصتهم وحفظة العلم والعمل ذكر: (لَبِئسَ مَا كَاْنُواْ يَصنَعُونَ) . </p><p> قوله عز وجل:  (وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ (٦٤) </p><p> قوله:  (يَدُ اللَّهِ مَغْلُولَةٌ) أي هو بخيل ْممسمك، كقوله:  (وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ) </p><p> وقيل قالوا: إنه فقير كقوله: (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ) ، قال الحسن: معناه: - يده مقبوضة عن </p><p> عذابنا، وقوله:  (غُلَّتْ أَيدِيهِم) دعاء عليهم، </p><p> وقيل: هو خبر، والدعاء والخبرُ إذا كانا من الله واحد، </p><p> وقول من قال: لو كان هذا إخباراً لوجدوا لذلك، فلعمري إنهم قد وجدوا كذلك، فقد رُوي أن اليهود أبخل خلق الله، </p><p> وقوله:  (بَلْ يَدَاهُ مَبْسُوطَتَانِ) نِعَمه متكاثرة، </p><p> وتشبيه اليد على طريقة كلام العرب في استعارة هذه اللفظة. </p><p> وقد ذكر لفظ اليد في آيات. </p><p> وقيل: تتنيتها لأنه أراد عطية الدنيا والآخرة، وقيل: بل قصداً إلى ثوابه </p><p> وعقابه، وقيل: بل قصد إلى تكثير نعمه. </p><p> فالتثنية يعبر بها عن كل كثرة </p><p> نحو قولهم: لبيك وسعديك. </p><p> وقوله:  (يُنْفِقُ كَيْفَ يَشَاءُ) أي إنَفاقه على مقتضى الحكمة لا على حسب شهوتكم. </p><p> وقوله:  (وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا) </p><p> ما يسمعون من </p><p> القرآن، ووجه ذلك ما تقدم أن القرآن بمنزلة الغذاء، والمعقولات بمنزلة </p><p> الدواء الذي يوازي الصحة، والكافر والمنافق مريضان، كما قال:  (فِي</p><p> قُلُوبِهِم مَّرَضٌ) . فكما أن المريض لا يوافقه الغذاء بل يزيده مرضاً كذلك </p><p> المنافق يزداد بسماع القرآن طغياناً وكفراً. </p><p> وإلقاء العدواة بينهم هو تعريف لليهود قبح اتخاذ النصارى المسيح ربًّا، وتعريف النصارى قُبح نسبة اليهود المسيح إلى أما هو أقبح به. </p><p> ويدخل في ذلك معاداة النصارى بعضهم لبعض، </p><p> وقوله:  (كُلَّمَا أَوقَدُواْ نَارًا لِّلحَربِ) أي إذا هموا بإثارة شر </p><p> أوقع الله بينهم منازعة تكف شرهم وتدفع شوكتهم، فمنازعتهم لبعض يورث فشلاً، كما قال:  (وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ) . </p><p> وقال في الكفار: </p>"
}