{
  "id": null,
  "sura": 5,
  "aya": 32,
  "text": "<p> قوله عز وجل:  (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ (٣٢) </p><p> الأجل: قطع الماء والآجل وقت مقطوع يقطع من وقته، والآجل نقيض العاجل وهو الذي جُعل له أجل ما، والأَجَلُ قطيع من الغنم، وذلك لقولهم الصُّرمة والقطعية والفرقة ونحوها مما اشتق من الأسماء المتضمنة لمعنى القطع. وأَجَّل فلان على فلان جنى عليهم جناية. أجله حضر. </p><p> قوله:  (مِن أَجلِ ذَلِكَ) أي من جناية ذلك، وقيل: من سبب ذلك كقولهم من أجله وبَّين بقوله: (مِنْ أَجْلِ ذَلِكَ) أنه كان من أول من سنَّ القتل. </p><p> وعنده شُرع هذا الحكم، وذلك كقولك من أجل ماعز شرع النبي - صلى الله عليه وسلم - حكم الرجم، أي عنده شرع، وإنما خص بني إسرائيل </p><p> دون غيرهم لأن كتابهم أول كتاب بيَّن فيه فيه الأحكام. </p><p> وقيل: لأنه كثر منهم القتل، وبيَّن أن الساعي في قتل نفس لم يلزمها قتل </p><p> ما يقتضي الاقتصاص أو فساد وذلك إلى نحو ما قال عليه الصلاة والسلام:  (كفر بعد إسلام، وزنا بعد إحصان) . </p><p> وقوله:  (فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا) </p><p> فإن الناس لما كانوا كجسم واحد ونسبة آحادهم إليه كنسبة </p><p> أعضاء الجسم الواحد إليه، صار الساعي في إهلاك بعض الجسم كالساعي في </p><p> إهلاكهم، كما أن الساعي في إهلاك بعض الجسم كالساعى في إهلاك </p><p> كله، صار قتل الواحد كقتل الناس، ولهذا جاء في التفسير أن المؤمنين </p><p> خصم للقاتل ولهذا قال:  (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ) ، وقال مجاهد: فلو قتل الناس جميعاً لم يرد </p><p> في جزاءه على جزاء قوله:  (وَمَن أَحيَاهَا) أي من نجاها من الهلاك إمَّا </p><p> بالحماية عليها، وإمَّا بالعفو عنها إذا لزمها قِصاص يستحب منه العفو. </p><p> قال مجاهد:  (مَنْ أَحْيَاهَا) أي من ترك قتلها. </p><p> قال الحسن:  (مَنْ قَتَلَ نَفْسًا) أي من أضله عن طريق الهدى، </p><p> (وَمَنْ أَحْيَاهَا) أي دعا مشركاً إلى الإيمان فهداه وأرشده </p><p> فكأنما أحيا آدم عليه الصلاة والسلام وولده إلى القيامة. </p><p> قوله عز وجل:  (وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ</p><p> بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ) . تنبيه أن الله لم يخلهم من بشير ونذير على عبادته في الأمم. </p><p> والإسراف: الإبعاد في الخروج عن الحق، وعن الاستقامة التي هي </p><p> العدالة في كل شيء هذا أصله، وإن تُعورف في الخروج عن العدالة في إنفاق </p><p> المال، وقد وصف قوم لوط بالإسراف لخروجهم عمَّا أبيح لهم إلى ما حُظر عليهم، فبيَّن تعالى أن كثيراً منهم بعد مجيء رسلهم بالبينات يخلون بالعدالة وما شرع </p>"
}