{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> وقال: مكحول وعبد الله بن مسعود: (عَلَيكُتم أَنفُسَكُم) إنما هو إذا غاب </p><p> الواعظ وأنكر الموعوظ، وقيل: عنى بقوله: (عَلَيكُم أَنفُسَكُم) أي </p><p> لا تعتد بهؤلاء فيما يفعلونه من الشر وتركن إليهم وتستمرئ لنفسك ما تستمرئ لغيرك. كما يفعله كثير من الناس في أنهم يأخذون برخصهم فيؤدي ذلك بهم إلى الهلاك، وهذا كقولهم: كل شاة تناط برجليها. </p><p> وقيل: إن ذلك توكيد لقوله: (لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ) أي عليكم في أسئلتكم بما يعود منافعه عليكم لا يضاركم ولا يضركم كقولهم: - الحزم حفظ ما كلفت وترك ما كفيت. </p><p> وقيل: معناه عليك نفسك فاشغلها قبل أن تشغلك </p><p> فإن لم تصلحها أفسدتك. </p><p> قوله عز وجل:  (يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ (١٠٦) </p><p> هذه الآية يتعلق بها حكم التقدير والإعراب والفقه، فأما تقديرها: فهو إذا حضر أحدكم الموت فشهادة بينكم اثنان ذوا عدل، أو إن ضربتم في الأرض فأصابتكم مصيبة الموت فآخران من غيركم إن لم يكن ذوا عدل منكم، فإن ارتبتم تحسبونهما من بعد الصلاة فيقسمان بالله لا نشتري به ثمناً، واستغنى عن جواب إذا حضر بقوله:  (شَهَادَةُ بَينكُم) ، وعن جواب إن ضربتم، بقوله:  (أَوْ آخَرَانِ مِنْ غَيْرِكُمْ) ، وعن جواب الفاء بقوله:  (تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ) ، وقوله:  (بِاللَّهِ) يصح أن يكون استئنافاً فيكون هو الذي يتفوه </p><p> به المقسم على تقدير فيقسمان، ويقولان: - تالله لا نشتري. </p><p> ويجوز أن يكون متعلق بيقسمان، فيكون قوله:  (لَا نَشترِي) على تقدير: والله لا نشتري فهذا تقدير الآية. </p><p> فأما إعرابها: فقوله: (شَهَادَةُ بَينكُم) يجوز أن يكون </p><p> مبتدأ وخبره قوله:  (اثنانِ) كأنه قيل: شهادة بينكم شهادة اثنين. </p><p> ويجوز أن يكون تقديره: عليكم أن تُشْهِدَ اثنان، فيكون قوله:  (شَهَادَةُ) ابتداء محذوف الخبر و (اثنَانِ) مرتفع بقوله (شَهَادَةُ) . </p><p> وقيل: يكون (شهادة بينكم) مبتدأ وقوله: (اثنانِ) فاعل، ويرتفع به، ويستغني عن خبر الابتداء كقولهم: - قائم الزيدان. </p><p> وقوله:  (إِذَا حَضَرَ) خبر، لقوله:  (شَهَادَةُ) </p><p> وقوله:  (حِينَ الْوَصِيَّةِ) بدل من قوله: </p><p> (إِذَا حَضَرَ) وقيل هو ظرف لقوله: (إِذَا حَضَرَ) ، وحضور الموت: </p><p> حضور أسبابه من المرض ونحوه. </p><p> وقوله:  (أَوْ آخَرَانِ) ليس على التخيير، بل معناه: إنما يقبل الآخران في السفر خاصة، إذا عدم العدلان وأمَّا فيهما فقد اختلف في قوله:  (أَوْ آخَرَانِ مِنْ غَيْرِكُمْ) فقال بعض الفقهاء: إذا كان من غير قبيلتكم، ولم يعن من غير المسلمين، لأن شهادتهم لا تقبل علينا بوجه، ويقوي ذلك بقوله:  (تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ) وقال إنما يفعل بمن في قلبه استعظام الصلاة فينزجر عن اليمين مخافة العقوبة، وإلى هذا ذهب الحسن. </p><p> قوله: إنه أريد من غير قبيلتكم. </p><p> وقال بعضهم عنى من غير المسلمين، قال والقصة التي نزلت الآية في سببها </p><p> يدل على ذلك، فهو أن تميماً الداري وعدياً، وكانا حينئذٍ نصرانيين </p><p> بنجران فخرج معهما مولى لعمرو بن العاص يقال له بديل، ومعه متاع. </p><p> فلما قدموا الشام مرض المولى وكان مسلماً فكتب وصيته ولم يعلم بذلك تميم </p><p> وعدي، وقدما المدينة، ودفعا المتاع إلى عمرو بن العاص، وأخبراه بموت </p><p> بديل، فقال عمرو: ولقد توجه من عندنا بأكثر من هذا المتاعِ، فهل باع </p><p> شيئا، فقالا: لا، فمضى بهما إلى النبي - صلى الله عليه وسلم - فأحلفهما أن بديلاً ما ترك غير هذا، ثم إن عمرو بن العاص ظهر على آنية فضة عند تميم، فقال هذه الآنية لي وهى مما كان مع بديل، فقالا: كنا اشتريناها منه، فقال عمرو: لقد سألتكما </p><p> هل باع شيئاً، قلتما: لا، فقالا: نسينا، فذهبوا إلى رسول الله - صلى الله عليه وسلم - فقالا: إنا كنا ابتعنا الآنية ولم يكن لنا عليه بيِّنة فكرهنا أن نقر، فنزلت الآية على النبي - صلى الله عليه وسلم -، فعلى هذا شهادة أهل الذمة في الوصية في السفر يجوز إذا لم يوجد العدلان </p><p> وقد حكم أبو موسى في مثله بذلك، وقال هذا حكم ثابت غير منسوخ. </p><p> وقال بعضهم: - ذاك في الكافر في أول الإسلام ثم نسخ بآية </p><p> الشهادة، ولا يجوز الآن شهادة الذميّ على المسلم بوجه، وقد بيَّنت أن لا يمين على الشاهد بوجه، ولا يجوز الارتياب على الشاهد لمكان اليمين، ولا يجوز </p><p> أيضاً أن يجعل يمين الورثة معارضة ليمين الشاهد، فيجب أن يكون ذلك منسوخاً بقوله:  (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) ومن قال بالأول فقال بقوله: </p><p> (فَيُقسِمَانِ) ليس بإيجاب، وإنما هي أن يبتدئ الشاهد فيحلف من غير أن </p><p> يُحلًف، فذكر أنه لا يعرج على يمينه ولا يعتد به، وإنما كان منسوخاً أن لو </p><p> كان ذلك واجباً. </p><p> إن قيل: لما قال: (لَا نَشتَرِى بِهِ ثَمَنًا) والثمن هو الذي يُشْتَري به </p><p> لا يشتري هو؟ </p><p> قيل: قد قال بعض أهل اللغة: - أراد ذا ثمن فحذف المضاف، وقيل: إن كل شراء بيع وليس كل بيع شراء، وذلك يختلف بالاعتقاد في الثمن والمثمن، ولهذا قيل: بعتُ واشتريت من الأضداد، فعلى هذا </p><p> كأنه جعل الثمن مصوراً بصورة البيع، فلهذا قيل ذلك وقد دل في موضع آخر:  (اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا) . </p><p> وقوله:  (وَلَوْ كَانَ ذَا قُرْبَى) أي للميت، ولو كان المشهود قريباً وذلك لما في طبع الإنسان من ميله إلى أقاربه، ومن هذا الوجه رد شهادة الأب للابن، والابن للأب، وأضاف </p>"
}