{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> إن قيل: كيف جعل الخبيث هاهنا كثيراً، وقد قال:  (لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ (١٩٦) مَتَاعٌ قَلِيلٌ) فجعله قليلاً، </p><p> وقال:  (قُل مَتَعُ الدُّنيَا قَلِيلٌ) ؟ </p><p> قيل: استكثاره للخبيث هو على نظر المغترين بالدنيا، </p><p> واستقلاله هو على ما عليه حقيقة الأمر. </p><p> وقوله:  (وَلَوْ أَعْجَبَكَ) ليس بخطاب للنبي - صلى الله عليه وسلم - فقط بل هو خطاب لكل معتبر. </p><p> كقول الشاعر: </p><p> تَرَاهُ إذا مَاحَييتَهُ سَهْلاً ... كَأنكَ تُعْطِيهِ الذي أَنت قَائِلُهُ </p><p> ولأجل أن الخطاب عام من حيث المعنى قال:  (فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ) بلفظ الجمع والمعنى استعملوا التقوى راجين أن تبلغوا الفلاح، تنبيهاً </p><p> أن التقوى هى التي تُبَلِّغ. </p><p> قوله عز وجل:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ (١٠١) </p><p> البُدُوّ في القول: يقال تارة لظهوره، وتارة يقال لظهور تأويله وحقيقته. والعفو: يقال تارة لما يفضل عن الكفاية، كقوله:  (مَاذَا يُنفِقُونَ قُلِ العَفوَ) </p><p> أي ما فضل عن القوت، وتارة يقال لترك الشيء، قبل وجوبه كقوله عليه </p><p> الصلاة والسلام:  (عفوت لكم عن صدقة الخيل والرقيق) . </p><p> وتارة يقال لترك </p><p> ما لزم فتجوفي عنه نحو (فَاعف عَنهُم وَاصفَح) ، </p><p> وروي عن النبي عليه الصلاة والسلام أنه خرج يوماً غضبان وجلس على المنبر فقال:  (لا أُسأل عن شيء إلا أجبت، فقام رجل فقال أين أنا؟</p><p> فقال: في النار، وقام آخر فقال: من أبي؟ فقال: حذافة، فقام عمر فقال: رضينا بالله رباً وبالإسلام ديناً وبالقرآن إماماً، والله يعلم من آباؤنا) ، فنزلت هذه الآية. </p><p> وقيل: إنه كان في الحج لما قال سراقة بن جعشم له عليه الصلاة والسلام: - أفي كل عام فقال عليه الصلاة والسلام:  (لو قلت نعم لوجبت) الخبر. </p><p> وقيل: كان سؤالان في مجلس، وعلى هذا قال تعالى: - حكاية:  (فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا) ، وهذا في سؤال </p><p> دون سؤال، وقوله:  (أَشيَاَءَ) عند الكسائي بناها أفعال، قال: ولم </p><p> يصرف تشبيهاً بحمراء، وهذا يلزمه أن لا يصرف أنباء، وعند الأخفش </p><p> والفراء أنها أفعلاء، ويلزمهما أن يصغر على شيئان وقد امتنع من ذلك، وعند </p><p> الخليل أنها فعلاء قلبوها، كما قلبوا أينق عن أنيق، وقِسِيّ عن قُووس </p><p> قوله:  (عَفَا اللَّهُ عَنها) أي عن الأشياء المسؤول عنها، وقيل عن </p><p> المسألة، والقولان في التحقيق واحد. </p><p> إن قيل ما موضع قوله:  (عَفَا اللَّهُ عَنهَا) وما فائدة الإتيان بذلك؟ </p><p> قيل هو وصف لقوله:  (أَشيَاَءَ) كأنه قيل لا تسألوا عن أشياء عفا الله عنها، أي لم يكلفكم السؤال عنها، كقوله عليه الصلاة والسلام:  (عفوت لكم عن صدقة الخيل) أي لم أوجبها، وذاك لأن الأشياء في البحث عنها وسؤالها ثلاثة أضرب: ضربٌ يجب السؤال عنه: </p><p> وهو ما كُلف به الإنسان، وفيه أمر وإياه توجه أن أفتي لجريج بالاغتَسال </p><p> فقال:  (قتلتموه، هلا سألتم عنه، شفاء العيي السؤال) ، </p><p> وضربٌ يكره أو يحظر السؤال عنه، إياه توجه قوله عليه الصلاة والسلام:  (اتركوني ما تركتكم، إنما هلك من كان قبلكم بكثرة سؤالهم الأنبياء) ، وضرب يحبون السؤال عنه والسكوت عنه، وهو ما يحب أن يحمدوا </p><p> لا يؤخذ به </p>"
}