{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> للعطية جميعاً، وقوله تعالى:  (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا) أي ما يتغذى به، (وَمِمَّا رَزَقنَاهُم يُنفِقُونَ) أي مما أعطيناهم، ولتردد هذه اللفظة بين المعنيين اختلفوا أن ما رزق الله العبد هل يصح أن يكون حراماً؟ </p><p> قال بعضهم هذه الآية يقتضي أن الرزق يقع على الحرام </p><p> أيضاً لأنه خص فقال:  (مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا) فلولا أنه يتناولهما </p><p> لما كان لتخصيصه فائدة، وقال مُخالفة قوله:  (حَلَالًا طَيِّبًا) انتصابه على أنه </p><p> حال مؤكدة كأنه قيل: كلوا مما رزقكم الله فهو حلال طيب، </p><p> وبيَّن أن الله الذي آمنتم به حثكم أن تتقوه فتمام الإيمان التقوى. </p><p> قوله تعالى:  (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ (٨٩) </p><p> اللغو واللغي: ما لا يعتد به من المقال والفعال ومن هذا قيل: لصوت العصافير اللغو، وقيل أُلغيت كذا أي طرحته لقلة الاعتداد به. </p><p> واللغو في اليمين، روت عائشة أن رسول الله - صلى الله عليه وسلم - </p><p> قال:  (هو قول الرجل لا والله وبلى والله) موقوفاً عليها. </p><p> وقال ابن عباس: - هو أن يحلف على أمر يراه كذلك وليس على ما يراه، وروي عنهْ أنه قال: هو أن تحلف البتَّ على شيء وأنت غضبان، </p><p> وقال بعضهم: - هو أن يحلف الرجل على معصيته بأن يفعلها فينبغي أن لا يفعلها قال وهذا لا كفارة فيه، لقوله عليه الصلاة والسلام: </p><p> (من حلف على يمين فرأى أن غيرها خيراً منها فليركها، فإن تركها كفارتها) وقيل: بل لا إثم في تركها وعليه الكفارة، لقوله عليه الصلاة والسلام: </p><p> (من حلف على شيء فرأى غيره خيراً فليأت الذي هو خير وليكفر عن يمينه) القَسَمُ ضربان: قسم على ماضي، وقسم على مستقبل، </p><p> فالماضي: إما لغو وإما غموس، ولا كفارة فيها عند أبي حنيفة. </p><p> وأما عند الشافعي ففي الغموس الكفارة دون اللغو. </p><p> قوله:  (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ) ، يعني عند الشافعي: مؤاخذة </p><p> الآخرة أي العقاب، والمؤاخذة بالكفارة عند أبي حنيفة مؤاخذة العقاب دون </p><p> الكفارة، واختلف في الكفارة على أوجه، أما في الإطعام فقد اختلف فيه: </p><p> هل الأولى أن يجمعوا على إطعامهم أو يدفع إليهم، فإذا جُمعوا عليه فهل يُطعَمون وجبه أو يطعمون غداءً وعشاء، وإذا أعطوا كم يعطون؟ </p><p> قال الحسن: يعطي كل مسكين نصف صاع من بر. </p><p> وقال بعضهم: نصف صاع بر، وصاع من تمر. </p><p> وقال ابن عباس وابن عمر رضى الله عنه الله عنهما: بل مدٌّ من بُر وهو </p><p> قول مالك والشافعي، وقال سعيد بن جبير: مُدان، مدٌّ لطعامه، ومدٌّ </p><p> لإدامه، ولا خلاف أنْ الذكر والأنثى في ذلك سواء، وذُكِّر اللفظ (عَشَرَةَ) </p><p> تغليباً للمذكر، </p><p> وقوله:  (مِن أَوسَطِ مَا تُطعِمُونَ أَهلِيكُم) </p><p> قيل: هو راجع إلى مرات الإطعام، وقيل: هو راجع إلى جنس الطعام، وقيل: راجع إلى قدر ما يطعمون إن أطعم أهله مُداً فمداً، وإن أطعمهم صاعاً فصاعا. </p><p> وأمَّا الكسوةُ: فقد قيل: لكل مسكين ثوب إزار ورداء، </p><p> وقال مالَكْ: - يكسوا الرجل ثوباً والمرأة درعاً وخماراً، فذلك أقل ما يجزي فيه الصلاة. </p><p> قال الشافعي: يجزي منها قطعة من سراويل وعمامة ومُقْنَعَه. </p><p> وأما تحرير الرقبة </p><p> فإيقاع الحرَّية عليه، وتخصيص لفظ الرقبة، فقد قيل: ذلك لأنهم كانوا إذا </p><p> أسروا أسيرا شدَّقه إلى عنقه فإذا خُلِّيَ قيل: حرر رقبته، فصار ذلك عبارة عن العتق، وحقُّ المعتَق أن لا يكون به عيب يضر بعمله كالعمى والشلل. </p><p> فأما العور فإنه لا يضر، وقيل: يكره عتق المختل، ولا يجوز عتق الصبي </p><p> الصغير، قال سليمان بن موسى: الرقبة لا تقع إلا على الكبير، فأما الصغير </p><p> فيقال له النَسمَة، وقال إبراهيم: كل موضع في الشرع ذكر فيه رقبة </p><p> مؤمنة فإنه لا يجزئ إلا الذي صام وصلى، أي بلغ. </p><p> وقوله:  (فَمَن لَّم يَجِد) أي لم يجد فضلاً عن قوت عياله في يومه وليلته، فإن له أن يكفر بالصيام. </p><p> وقال قوم: إذا لم يكن عنده مائتا درهم. </p><p> وأما الصوم فقد قيل: متتابعات، ولذا قرأ أُبيٌّ - رضي الله عنه - </p><p> (فصيام ثلاثة أيام متتابعات) ، واعتبر ذلك أبو حنيفة في الحكم، </p><p> وإن كانت التلاوة منسوخة. </p><p> وقال بعض الشافعية: قواه ذلك كفارة الحكم. </p><p> (إِذَا حَلَفتُم) يدل على </p><p> أن له أن يكفر إذا حلف قبل أن يحنث، ولم يقل إذا حنثتم. </p><p> وقوله:  (وَاحْفَظُوا أَيْمَانَكُمْ) أي أقلوا منها ولا تبذلوها لا للغوها، ولا ما يؤخذ بيمين اللغو، وإن لم يؤخذ به فقد يُودي بالإنسان إلى أن يتعود إكثار اليمين، وقيل معناه: إذا حلفتم فلا تنقضوها، </p><p> كقوله:  (وَأَوفُواْ بِعَهدِ اللَّهِ إِذَا عَهَدتُّم) وقوله: (أَوفُواْ بِالعُقُودِ) </p><p> والصحيح أن الآية تتناول الأمرين - جميعاً </p><p> وعلى هذا قول الشاعر: </p><p> قَلِيلُ الأَلاَيا حافظٌ ليمِينِه ... وإن سَبَقَتْ منه الأَلِيَّةُ بَرَّت! </p><p> وجملة الأمر أن الإنسان مندوب إلى أن لا يحلف، ومن حلف على أن </p>"
}