{
  "id": null,
  "sura": 5,
  "aya": 57,
  "text": "<p> هؤلاء فهو من حزب الله، وحزب الله غالب، فإن من يتول الله ورسوله </p><p> غالب. </p><p> (وَهُم رَاكِعُونَ) قيل: أي خاشعون كقوله: (وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩) . </p><p> وقيل: عنى ركوع الصلاة، وذلك نزل في علي - رضي الله عنه -، فإنه تصدق بخاتم وهو في الصلاة، فالراكع يريد به الركوع </p><p> الذي هو أحد أركان الصلاة. </p><p> واستدل بالخبر والآية على أن الفعل القليل في الصلاة لا يبطلها، </p><p> وفيه دلالة على أن الصدقة النافلة تسمى زكاة. </p><p> قوله عز وجل:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (٥٧) وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (٥٨) </p><p> الذين آمنوا هم المخاطبون في قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ) ، والمذكورون في قوله:  (وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ) </p><p> ونهاهم عن موالاة المتهكمين بدين الحق أي عن الاستعانة بالمشركين، </p><p> وقد روي أن قوماً من اليهود أتوه ليخرجوا معه، فقال عليه الصلاة والسلام:  (إنا لا نستعين بمشرك) ، وقد تقدم أن الاستعانة بهم لا تجوز على وجه يكونون هم الغالبون. </p><p> فأما أن يستخدموا في المهن، وما يورثهم المهانة لا العز فجائز. </p><p> قُرئ (وَالكُفَّارَ) بالنصب، معطوفاً على قوله:  (الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا) ، </p><p> وبالجر معطوفاً على قوله:  (مِنَ الَّذِينَ أُوتُوا الْكِتَابَ) وعنى بالكفار من عدا أهل الكتاب من ملحد وعابد وثن، </p><p> وقوله:  (وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ) تنبيه: أن من شرط الإيمان مضامة التقوى، ومن شرط التقوى الغضبَ لدين الله، وتركُ موالاة من اتخذ دينكم هزواً ولعباً، ومن لا يغضب لدينه فليس بمؤمن حقيقة. </p><p> وقوله:  (وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ) معطوف على قوله: </p><p> (اتَّخَذُوا دِينَكُمْ هُزُوًا) وداخل في صلة الدين، ومن تمام </p><p> وصفهم كأنه قيل: اتخذوا دينكم هزواً ولعباً واتخذوا الصلاة هزواً ولعباً إذا ناديتم إلى الصلاة، وهذا تخصيص بعد العموم، أي يتخذون الدين جملةً هزواً </p><p> ولعباً، ويتخذون النداء إلى الصلاة كذلك، ونحوه قوله:  (وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا) و (مِن) في قوله: (مِنَ الَّذِينَ أُوتُوا الْكِتَابَ) للتبيين وإظهار ذلك من يفعل ذلك وليس هو التخصيص. </p>"
}