{
  "id": null,
  "sura": 5,
  "aya": 95,
  "text": "<p> وقوله عز وجل:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ (٩٥) </p><p> ذكر لفظ القتل دون الذبح والذكوة لأمرين: </p><p> أحدُهما: - أنه أعم الألفاظ في ذلك، </p><p> والثاني تنبيه أن ما يصيبه غير مذكي والصيد هاهنا </p><p> مخصوص في كل متوحش يؤكل لحمه عند أكثر الفقهاء، </p><p> بدلالة قول النبي عليه الصلاة والسلام:  (خمس يقتلهن المحرم في الحل والحرم، الحيَّةُ والفأرة والعقرب والكلب العقور) ، </p><p> وفي خبر آخر:  (الذئب والفأرة والغراب والحدأة) ، </p><p> وقيل نبه بقوله العقور على ما يؤذي. </p><p> واختلف في الصيد بتذكية المحرم هل يأكله حلال؟ </p><p> فأجراه بعضهم: مجرى ذبح المجوسي والوثني، </p><p> وأجراه بعضهم: مجرى ذبح الشاة المغصوبة، والذبح بالسكين المغصوب، </p><p> (وَأَنتُم حُرُمٌ) ، أي مُحرمون - بحج أو غيره، أو داخلون </p><p> في الحرم، وأجمعوا أنه لم يرد أنهم في الشهر الحرام، وإن كان اللفظ </p><p> يحتمله، وقوله:  (وَمَن قَتَلَهُ ومِنكُم مُّتَعَمِّدًا) فيه ثلاثة أقوال: - </p><p> الأول: ما روي عن ابن عباس: أن الكفارة لا تلزم المخطئ لتخصيص العمْد. </p><p> الثاني: ما روي عن مجاهد أنه إذا كان عامداً لقتله ناسياً لإحرامه فعليه </p><p> الجزاء، وإن كان ذاكراً لإحرامه عامداً لقتله فلا جزاء عليه. </p><p> الثالث: وهو الأكثر أن عليه الكفارة، على كل حال وتخصيص العمْد بالذكر لقوله:  (وَمَن عَادَ فَيَنتَقِمُ اللَّهُ مِنهُ) وذلك تخصيص بالعامد دون المخطئ، وأكد ذلك بأن الأصول تقتضي المساواة بين العمْد والخطأ فيما يختص بإتلاف المال. </p><p> وقوله:  (فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ) . </p><p> قد تقدم أن المثل يقع على الند الذي هو مماثلة في الجنس، </p><p> وعلى الشبه الذي مماثلة في الكيفية، وعلى المساواة التي هي </p><p> المماثلة في الكمية، وعلى المشاكلة التي هي المماثلة في الهيئة، </p><p> فلما كانت المماثلة لا تختص، صار اللفظ مشتركاً. </p><p> فاختلف فيه فاعتبر ابن عباس: المماثلة في الخِلْقَة، </p><p> وإليه ذهب سعيد بن جبير وقتادة ومالك والشافعي، </p><p> واعتبر عطاء ومجاهد المماثلة في القيمة، </p><p> وإليه ذهب أبو حنيفة، وأبو يوسف. </p><p> وقالوا: إن شاء اشترى بها طعاماً، فأعطى كل مسكين مُداً، وإن شاء صام عن كل نصف صاع يوماً. </p><p> واللفظ بالأول أليق لقوله:  (مِنَ النَّعَمِ) </p><p> وفي الآية قراءتان:  (فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ) بالتنوين، (وجَزَآءُ مثلِ) </p><p> بالإضافة، فإذا قرأ بالتنوين فلأنه يجعل الجزاء اسماً لا يجازى به مثل أي مماثل </p><p> لما قتل. </p><p> وقوله:  (مِنَ النَّعَمِ) في موضع الوصف للجزاء. </p><p> قيل: هو أجود من الإضافة فإن الواجب هو جزاء المقتول من الصيد، لا جزاء مثل المقتول، </p><p> فإن قيل: المقتول ليس بمقتول فيكون له جزاء، وإذا أضيف جزاء إلى مثل، فذكر المثل هاهنا كما من نحو أنا أكرم مثلك وجعلنا أكرمك، </p><p> وقوله:  (يَحْكُمُ بِهِ ذَوَا عَدْلٍ) أي يجب أن يحكم بذلك عدلان، </p><p> وروى قبيصة بن جابر قال: </p><p> ابتدرت أنا وصاحب لي ظبياً فأصبته فأتيت عمر بن الخطاب فذكرت ذلَك له </p><p> فأقبل على رجل إلى جنبه فنظرا في ذلك فأتيت صاحبي وقلت إن عمر لم يدر لم يحكم حتى جمع صاحباً له، فسمع ذلك عمر، فأقبل علىَّ ضرباً بالدِّرة، وقال أما سمعت (يَحْكُمُ بِهِ ذَوَا عَدْلٍ) وهذا ابن عوف وأنا ابن الخطاب. </p><p> وقوله:  (أَوْ عَدْلُ ذَلِكَ صِيَامًا) </p><p> قال الشافعي عنى عدل الهدي، وذاك أنه يقوِّم الهدي، </p><p> وقال أبو حنيفة: عنى عدل الصيد فإنه يُقوِّم الصيد، </p><p> وقوله (هَدْيًا بَالِغَ الْكَعْبَةِ) إخبار أنه لا يجوز نحر الهدي إلا في الحرم </p><p> ، واختلف في الطعام، هل يجوز غير في الحرم؟ </p><p> وقوله:  (عَفَا اللَّهُ عَمَّا سَلَفَ) </p><p> أي عن قتل المحرم، وقيل: عن المرة الأولى، </p><p> وقوله:  (وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ) </p><p> روي عن جماعة أنهم كانوا لا يحكمون على المحرم إذا أعاد </p><p> إلى القتل الصيد وكان إذا استفتوا يقولون: هل جنيت شيئاً قبل فإن قال: </p><p> نعم، لم يحكموا عليه، وإن قال: لا، حكموا عليه، </p><p> وقول فقهاء الأمصار أنه يحكم عليه بكل حال. </p>"
}