{
  "id": null,
  "sura": 5,
  "aya": 38,
  "text": "<p> وكل شيء من أمر الآخرة يبقى ويتجدد. </p><p> قوله تعالى:  (يُرِيدُونَ أَنْ يَخْرُجُوا) نبه بذلك على أنهم </p><p> يحتالون لذلك ولا ينفعهم. </p><p> قوله عز وجل:  (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٣٨) </p><p> السارق: المتناول مال غيره مستتراً، </p><p> وقد يقال: للخائن سارق على التشبيه. </p><p> وقول - صلى الله عليه وسلم -: (أسوأ الناس سرقة، الذي يسرق من صلاته) فعلى التشبيه. </p><p> واختلف في الآية، فمنهم من قال: هو مجمل كقوله: (وَأَقِيمُوا الصَّلَاةَ) وإجماله </p><p> من حيث يحتاج إلى شرائط لا يُنبئ الظاهر عنها. </p><p> ومنهم من قال: هو غير مجمل من حيث إنه يتناول لكل سارق، </p><p> وما لم يُرِد منه فهو مخصص، </p><p> وقال بعضهم: الألف واللام في (السارق والسارقة) للعهد. </p><p> والآية واردة في سارق المِجَن، وامرأة سرقت، لكن الحكم عام من حيث إنه قد ثبت أن حكم الشريعة في الواحد حكمها في </p><p> الجماعة من شرطهم شرطه. </p><p> وقال بعضهم: هو للجنس، وبعضهم جعلها بمعنى الذي، وذلك يتضمن معنى الشرط ويكون مفيداً للعموم. </p><p> وقراءة عامة القراء (السارقُ) بالرفع، وكان عيسى ينصب نحو قولهم زيداً </p><p> فاضربه، والوجه الرفع؛ لأن النَّصب مختار حيث لا معنى للشرط، نحو زيداً </p><p> فاضربه، فأما كل لفظ متضمن لمعنى الشرط فالرفعُ نحو قوله:  (الزَّانِيَةُ وَالزَّانِي) ، ونحو:  (وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ) . </p><p> إن قيل: لم قدم المذكر في قوله: (وَالسَّارِقُ وَالسَّارِقَةُ) </p><p> وأَخَّر في قوله:  (الزَّانِيَةُ وَالزَّانِي) ؟ </p><p> قيل: لأن السرقة أكثر ما يوجد بالرجال، والزنا أكثر ما يوجد سببه من النساء، بل توهمنا امتناع انقياد المرأة أصل وجود الزنا. </p><p> وبيَّن أن الله تعالى عزيز في انتقامه، حكيم في حكمه. </p><p> واختلف في قدر ما يقطع به، فروي عن عمر وعلي أنه يقطع في خمسة، </p><p> وعن أبي سعيد الخدري في أربعة، وعن أبي بكر في ثلاثة، </p><p> وعن ابن عباس في عشرة، وعن عائشة في ربع دينار، </p><p> وإليه ذهب الشافعى، ومالك والحسن في </p><p> ثلاثة، وقال أبو حنيفة: لا يقطع من يسرق طعاما </p><p> يسرع إليه الفساد، أو ثياباً أوحديدا، أو قصباً، أو </p><p> زرنيجاً، ونَوْرَةَ، وقد روى:  (ولا يقطع في ثمر ولا كثر) ، </p><p> وقال الشافعي: ما لم يُحَّرز فأمّا إذا أحرز وبلغ قيمتُه ما يُقطع فيه </p><p> قُطِعَ، وأما قدر القطع من اليد فعند الخوارج من المنكب وعند غيرهم من </p><p> الرسغ. </p><p> وقد روى أبو هريرة:  (أن النبي - صلى الله عليه وسلم - قطع سارقاً من</p><p> الكوع) . </p><p> ولأن المقصد بقطعه أن لا يبطش، ولا يتناول بها، وبذلك يحصل </p><p> الغرض، ولا يقطع إلا يمينها بدلالة قراءة ابن مسعود (فاقطعوا</p><p> أيمانهما) فذلك يؤخذ به حكماً، وإن لم يؤخذ به تلاوة. </p><p> وإنما ذكر الأيدي بلفظ الجمع، وتارة بلفظ الاثنين، وتارة بلفظ الواحد كقول الشاعر: - </p>"
}