{
  "id": null,
  "sura": 5,
  "aya": 6,
  "text": "<p> لم يشكر الله بالإيمان، أي هو ذو إيمان فقد حبط عمله تنبيهاً أن الاعتقاد لا يكفى ما لم يضامه شكر نعمه بإقامة عباداته. </p><p> وقيل معناه: من لم يراع حقيقة الإيمان بالاعتقاد لم تنفعه أعماله. </p><p> قوله عز وجل:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦) </p><p> قال أصحاب أبي حنيفة: ظاهر الآية تقتضي أن لا يجب في </p><p> الوضوء النية، والقول بوجوبه يقتضي زيادة في النص والزيادة في النص تقتضي النسخ، ونسخ القرآن لا يجوز اتفاقاً بخبر الواحد والقياس فلا يصح إذاً إثبات النية، وقال بعض الشافعية: بل الآية تقتضي إيجاب النية لأن معنى </p><p> قوله:  (إِذَا قُمتُم) إذا أردتم ولو لم يكن معناه ذلك لم يكن لذكره فائدة. </p><p> وقال بعضهم: الآية تقتضى الترتيب، لأن الفاء في قوله:  (فَاغسلُوا) </p><p> تقتضي ترتيب غسل الوجه على القيام، فإذا ثبت ترتيب الوجه على القيام ثبت في غيره لأن أحداً لم يفصل، وليس ذلك بشىء فإن الفاء وإن كانت تقتضي الترتيب فإنما اقتضى ذلك في الجملة لا في البعض، ولم يقتضي ترتيب الأعضاء والمأمور بغسلها بعضاً على بعض، والأظهر أن الترتيب اقتضتاه قول النبي </p><p> - صلى الله عليه وسلم -: (ابدأوا بما بدأ الله به) وفعله الذي فعله تبياناً للآية، وقد رنب ثم قال: </p><p> (هذا وضوء لا يقبل الله الصلاة إلا به) ، </p><p> والمرفقان داخلان في الغسل بدلالة </p><p> ما روي من الأخبار، وظاهر الآية تقتضي مسح الرِجل لولا ما روي في ذلك </p><p> من الأخبار سواء قرئ بالنصب أو بالجر، وذاك أنه إذا نُصِبَ فهو كقوله </p><p> مررت بزيد وعمرواً، وروي أن النبي - صلى الله عليه وسلم - كان يتوضأ لكل صلاة، فلما كان يوم فتح مكة مسح على خفيه وصلى الصلوات بوضوء واحد، فقيل له: في ذلك. </p><p> فقال:  (عمداً فعلت) وظاهر أول الآية أن كل صلاة تقتضي الطهارة لكن لما </p><p> شرط في البدل وهو التيمم فقال:  (أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ) عُلم أن ذلك شرط في المبدل أيضاً، ولأن الإجماع </p><p> على أنه لا يجب الوضوء لكل صلاة ما لم يحصل حدث وقد استحب تجديد </p><p> الوضوء لكل صلاة من أجل ظاهر اللفظ، ولأن النبي - صلى الله عليه وسلم - قال:  (الوضوء على الوضوء نور على نور) ، </p><p> وقال:  (لولا أن أشق على أمتي لأمرت في كل صلاة بالوضوء) . </p><p> وقوله:  (وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا) وهوكقوله: </p><p> (وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا) والجنابة بإنزال الماء </p><p> أو بالتقاء الختانين، وقوله:  (فَاطَّهَّرُوا) أي تطهروا فأدغم فسكن تاء </p><p> الفعل وأدخل عليه ألف الوصل. </p><p> وقوله:  (وَإِنْ كُنْتُمْ مَرْضَى) أي مَرَضاً يمنع من استعمال الماء (أَو عَلَى سَفَرٍ) أي سفراً يُعدم فيه الماء وظاهر اللفظ يقتضى قليل السفر وكثيره ولكن الأَخبار خصته. </p><p> وملامسة النساء كناية عن الجماع عند عامة الصحابة، وذكر عن ابن عمر: آية اللمس بأي موضع كان من البدن، وإليه ذهب الشافعي، وقال قوله:  (فَلَمْ تَجِدُوا مَاءً) يقتضي أن يطلب، لأن عدم الوجود يقتضي الطلب، وظاهر </p><p> الآية تقتضي أن لا يجوز التيمم إلا بعد عدم قليل الماء وكثيره، ومستعمله وغير </p><p> مستعمله لكن استثنى المستعمَل، بدلالة قوله تعالى:  (وَأَنزَلنَا مِنَ السَّمَاءِ مَاءً</p><p> طَهُورًا) ولا خلاف أن ذلك يقتضى الماء المطلق، إلا عند الأصم، فإنه </p><p> أجاز التوضؤ بماء الورد وما يجري مجراه في الرقة، </p><p> وقوله:  (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا) أي تراباً. </p><p> وقيل: وجه الأرض، وإن لم يكن عليه التراب، وقوله:  (منهُ) يقتضي ما قاله الشافعي أنه يجب أن يعلق باليد منه </p><p> شيء، وقوله:  (طَيّبًا) أي طاهر والطيب في وصف الأرض ما ليس </p><p> بسبخ، بدلالة قولَه:  (وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ) ، </p><p> وقوله:  (مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ) منهم من اعتبر ذلك </p><p> في الدنيا، وقال: ظاهره يقتضي أنه لا يريد أن يتطهروا ويغتسل </p><p> مع الخوف على النفس من الشدة والضنى. </p><p> وقائل ذلك يقتضي بطلان قول من يوجب الغسل من الجنابة مع المرضى، ومنهم من </p><p> قال: معنى ذلك لا يعتبروا الجهل والمشقة في هذه العبادات بالحال الظاهرة، </p><p> واعتبروا بالمال فإن ذلك ذريعة إلى تطهير نفوسكم، وما يفضى بكم إلى النعيم </p><p> المعد لكم، لتعلموا أنه لم يرد حرجاً بما أوجبه عليكم، فإنكم إذا اعتبرتم ذلك شكرتم الله على ما طلعكم وعلمتم أن ذلك ليس بحرج ومشقة حملكموها، ونحو ذلك قوله تعالى:  (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ) . </p><p> وقوله:  (وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ) يعني الطهارة من الذنوب، وقد </p><p> قال عليه الصلاة والسلام:  (إذا توضأ العبد فغسل وجهه خرجت ذنوبه من</p><p> وجهه وإذا غسل يده خرجت ذنوبه من يده) وذلك قوله: (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا) </p><p> وقد حُمل على ذلك قوله:  (وَثِيَابكَ فَطَهِّر) . </p>"
}