{
  "id": null,
  "sura": 5,
  "aya": 118,
  "text": "<p> مضمر، وقيل: إن هو بمعنى أي وهو تفسير لما أمر به. </p><p> والرقيب المطلع على الشيء الحافظ له. </p><p> إن قيل: كيف قال: (فَلَمَّا تَوَفَّيتَنِى) وقد قلتم إن عيسى </p><p> عليه الصلاة والسلام لم يقتل؟ </p><p> معنى التوفي أخذ الشيء وأيضا وليس هو الموت، وإنما الموت بعض الذي يقتضيه لفظ التوفي، ألا ترى إلى قوله تعالى: </p><p> (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا) فجعل </p><p> النائم متوفي، فقوله: توفاه ورفعه. بمعنى. </p><p> وقيل: إن الله تعالى نفى أنه صلب كما زعموا، فإنه تعالى رفعه ثم أماته، وبيّن في الجواب أنه كان يرقبهم ما دام فيهم، فلما توفي لم يخف عليه تعالى حالهم، وذلك مذكور على طريق التعظيم لا على طريق التعريف. </p><p> قوله عز وجل:  (إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) </p><p> إن قيل كيف قال:  (عِبَادُكَ) والعبد أكثر ما يقال فيمن عبد لا فيمن ملك، وهم لم يعبدوا الله في الحقيقة، أو قد عبدوا عيسى وأمه؟ </p><p> قيل: بل العباد يستعمل مع الله فيقال الناس عباد الله، ولا يقال عباد الأمير إلا على التشبيه، والعبيد يقال في الله، وفي غيره، ثم الناس كلهم يعبدون الله تسخيراً وقهراً، وإن لم يعبدوه طوعاً، فإنهم إذا عبدوا غيره على أنه </p><p> المنعم عليهم فهم يعبدون الله لأنه هو المنعم وعلى هذا:  (إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) . </p><p> وقال تعالى:  (وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ) . </p><p> فإن قيل لو كانوا يعبدون الله بفعلهم لما داموا؟ </p><p> قيل: إنما يدمون بقصدهم فيما يفعلونه، لأنهم يقصدون عبادة غير الله والإنسان مثاب ومعاقب بنيته، ولهذا قال:  (إنما الأعمال بالنيات) . </p><p> ولما قال لا يستحق الجمادات ويستحقها ثواباً استحقاق الإنسان والملائكة والجن. </p><p> إن قيل: كيف قال: (إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ) وجواب الشرط </p><p> إنما يصح فيما يقع بوقوع الشرط، وقد علم أن هؤلاء عباده عذبهم أو لم يعذبهم. </p><p> قيل: هذا الكلام فيه إيجاز، وتقديره: إن تعذبهم فإنك تعذب عبادك أي من </p><p> أمرتهم بعبادتك، تنبيها أنهم لم يعبدوك فاستحقوا عقابك، </p><p> إن قيل كيف جاز أن نقول وإن تغفر لهم فيُعرّض بسؤاله العفو عنهم مع علمه أنه تعالى قد حكم بأنه: </p><p> (مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ) ؟ </p><p> قيل: قال أبو العباس المبرد رحمه الله: \" إن تغفر كذبهم عليّ حيث قالوا: عيسى أمرنا بذلك فإنهم عبادك أي شئت لعلمك بهم فالذي سأله العفو عنهم والغفران لهم فيما هو حق له \" . </p><p> وقيل: إن هذا السؤال إنما هو كلام على طريق إظهار قدرته تعالى على </p><p> كل مايريده وعلى مقتضى حكمه وحكمته. </p><p> تنبيه أنه تعالى جمع القدرة والحكمة، فهو قادر على أن يفعل أي المقتضين بإرادته لهذا قال:  (أَنْتَ الْعَزِيزُ الْحَكِيمُ) تنبيهاً أنه لا امتناع لأحد من عزه ولا اعتراض في حكمته، ولهذا قال أنت العزيز ولم يقل الغفور، وإلى هذا أشار الحسن رضي الله عنه حيث قال: إن تعذبهم فبإقامتهم على كفرهم، وإن تغفر لهم فبعزتك ما كان منهم. </p><p> فإن قيل: فكيف قال (وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ) فالأليق أن يوضع الغفور قبل العزة هاهنا أولى فهي تنبيه أنك تجمع القدرة والحكمة، ولم يقصد إنزال الغفران للكفرة منهم وإلى نحو هذا قصد الشاعر في قوله: </p><p> أذْنَبْت ذَنْباً عَظيماً وأنت للعَفْوِ ... فإن غَفَرْتَ تَفَضَلاً وإن جَزَيْتَهُ </p>"
}