{
  "id": null,
  "sura": 5,
  "aya": 20,
  "text": "<p> وقد تقدم أن بعثة الأنبياء من ضرورات العباد الى لا يسًتًغَني </p><p> عنها فعامة الناس يجهلون جزئيات مصالحهم وكلياتهم، وخاصتهم </p><p> يعرفون كلياتها دون جزئياتها، ولا يمكنهم أن يفرقوا الكليات. </p><p> على التحقيق إلا بعد انقضاء كثير من </p><p> عمرهم، فسَهَّل الله السبيل على جماعتهم من هدايتهم </p><p> إلى مصالحهم وعلى ذلك قوله: </p><p> (وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا) </p><p> فبين أنه تعالى أزاح علتهم فيمن بعث إليهم من البشير والنذير </p><p> قوله تعالى:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ (٢٠) </p><p> قيل: ملوكاً أي أحرزوا من رزق المطامع الدنيوية، </p><p> وروي عن ابن عباس أنه قال: من كان له </p><p> زوجة وخادم ودار فهو ملك. </p><p> وقيل: من له ما يستغني به عن تكلف </p><p> الأعمال فهو ملك. وقيل: جعلهم ملوكاً من حيث ملكوا أنفسهم </p><p> بالتخلص من القبط بعد أن استعبدوهم. </p><p> وقيل عنى بقوله:  (مُّلُوكًا) أي جعلكم بالقوة التي آتاكم مستصلحين لذلك، فإن من له المعرفة بالسياسات الثلاث سياسة لنفسه وسياسة لداره وسياسة لضعفه فهو ملك وإن لم يتولى سياسة غيره. </p><p> فجعل النبوة فيهم خاصاً وجعل </p><p> الملوكية فيهم عاماً للمعنى الذي ذكرنا، وقوله:  (وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ) ممن تقدمهم، وإنما قال ذلك بالإضافة إلى </p><p> الأديان فإن الله خلق الإنسان وجعل لهم ديناً ينشأُ حالاً فحالا، فكل يوم </p><p> هو في كمال، فدين موسى - عليه السلام - كان أكمل من دين من قبله، ودين عيسى - عليه السلام - أكمل من دين موسى، ودين محمد - صلى الله عليه وسلم - أكمل الأديان إذْ كان به كمل كما </p><p> قال تعالى:  (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) </p><p> وقيل: أراد آتاكم ما لم يؤت أحداً من العالمين مما عدا الإنسان، </p><p> فإن قيل: هذا لا يصح لأمرين أحدهما: أن يسقط تخصيص بني إسرائيل، والثاني: أنه لا يقال: لما عدا جنس العقلاء أحد قيل أما كون هذه النعمة على غير بني إسرائيل فليس يقتضي أن لا يخصصوا بالخطاب، فقد يقال لكل واحد ممن يتنبه على نعمة الله عليه أليس قد منَّ الله عليك بأن أعطاك يداً تبطش به، ولساناً تتكلم به، وليس يقتضي مشاركة غيره في هذه النعمة أن </p><p> لا يكون للمخاطب فائدة، وأما قولنا: وإن كان يختص به جنس العقلاء </p><p> فقد يقال ذلك لغيره إذا حمع بينه وبين جنس العقلاء كلفظة مَنْ في قوله </p>"
}