{
  "id": null,
  "sura": 1,
  "aya": 2,
  "text": "<p> فاتحة الكتاب هي أم الكتاب، لا تصلح الصلاة بدونها، فأنت في كل ركعة تستطيع أن تقرأ آية من القرآن الكريم، تختلف عن الآية التي قرأتها في الركعة السابقة، وتختلف عن الآيات التي قرأتها في صلواتك. . ولكن إذا لم تقرأ الفاتحة فسدت الصلاة، ولذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «من صلى صلاة لم يقرأ فيها أم القرآن فهي خداج ثلاثا غير تام» أي غير صالحة. </p><p> فالفاتحة أم الكتاب التي لا تصلح الصلاة بدونها، والله سبحانه وتعالى يقول في حديث قدسي:  «قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل. . فإذا قال العبد الحمد لله رب العالمين. قال الله عَزَّ وَجَلَّ حمدني عبدي.فإذا قال:الرحمن الرحيم،قال الله عَزَّ وَجَلَّ:أثنى علي عبدي، فإذا قال مالك يوم الدين، قال الله عَزَّ وَجَلَّ مجدني عبدي. . فإذا قال إياك نعبد وإياك نستعين، قال الله عَزَّ وَجَلَّ هذا بيني وبين عبدي ولعبدي ما سأل. .وإذا قال:{اهدنا الصراط المستقيم صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ غَيْرِ المغضوب عَلَيْهِم وَلاَ الضآلين}قال الله عَزَّ وَجَلَّ: هذا لعبدي ولعبدي ما سأل» . </p><p> وعلينا أن نتنبه ونحن نقرأ هذا الحديث القدسي ان الله تعالى يقول: قسمت الصلاة بيني وبين عبدي، ولم يقل قسمت الفاتحة بيني وبين عبدي، ففاتحة الكتاب هي أساس الصلاة، وهي أم الكتاب. </p><p> نلاحظ ان هناك ثلاثة أسماء لله قد تكررت في بسم الله الرحمن الرحيم، وفي فاتحة الكتاب، وهذه الاسماء هي: الله. والرحمن والرحيم. نقول أن ليس هناك تكرار </p><p> في القرآن الكريم، وإذا تكرر اللفظ يكون معناه في كل مرة مختلفا عن معناه في المرة السابقة، لأن المتكلم هو الله سبحانه وتعالى. . ولذلك فهو يضع اللفظ في مكانه الصحيح، وفي معناه الصحيح. . </p><p> قولنا:  {بِسْمِ الله الرحمن الرحيم} هو استعانة بقدرة الله حين نبدأ فعل الأشياء. . إذن فلفظ الجلالة {الله} في بسم الله، معناه الاستعانة بقدرات الله سبحانه وتعالى وصفاته. لتكون عونا لنا على ما نفعل. ولكن إذا قلنا: الحمد لله. . فهي شكر لله على ما فعل لنا. ذلك اننا لا نستطيع أن نقدم الشكر لله إلا إذا استخدمنا لفظ الجلالة. الجامع لكل صفات الله تعالى. لأننا نحمده على كل صفاته ورحمته بنا حتى لا نقول باسم القهار وباسم الوهاب وباسم الكريم، وباسم الرحمن. . نقول الحمد لله على كمال صفاته، فيشمل الحمد كمال الصفات كلها. </p><p> وهناك فرق بين {بِسْمِ الله} الذي نستعين به على ما لا قدرة لنا عليه. . لأن الله هو الذي سخر كل ما في الكون، وجعله يخدمنا، وبين {الحمد للَّهِ} فإن لفظ الجلالة إنما جاء هنا لنحمد الله على ما فعل لنا. </p><p> فكأن «بسم الله في البسملة» طلب العون من الله بكل كمال صفاته. . وكأن الحمد لله في الفاتحة تقديم الشكر لله بكل كمال صفاته. </p><p> و {الرحمن الرحيم} في البسملة لها معنى غير {الرحمن الرحيم} في الفاتحة، ففي البسملة هي تذكرنا برحمة الله سبحانه وتعالى وغفرانه حتى لا نستحي ولا نهاب أن نستعين باسم الله ان كنا قد فعلنا معصية. . فالله سبحانه وتعالى يريدنا أن نستعين باسمه دائما في كل اعمالنا. فإذا سقط واحد منا في معصية، قال كيف استعين باسم الله، وقد عصيته؟ نقول له ادخل عليه سبحانك وتعالى من باب الرحمة. . فيغفر لك وتستعين به فيجيبك. </p><p> وانت حين تسقط في معصية تستعيذ برحمة الله من عدله، لأن عدل الله لا يترك صغيرة ولا كبيرة إلا احصاها. </p><p> وأقرأ قول الله تعالى:  {وَوُضِعَ الكتاب فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ ياويلتنا مَالِ هذا الكتاب لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا وَوَجَدُواْ مَا عَمِلُواْ حَاضِراً وَلاَ يَظْلِمُ رَبُّكَ أَحَداً}  [الكهف: ٤٩] ولولا رحمة الله التي سبقت عدله. ما بقي للناس نعمة وما عاش أحد على ظهر الأرض. . فالله جل جلاله يقول:  {وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مسمى فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}  [النحل: ٦١] فالانسان خلق ضعيفا، وخلق هلوعا. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «لا يدخل أحدكم الجنة بعمله إلا أن يتغمده الله برحمته،قالوا:حتى أنت يا رسول الله قال: حتى أنا» . </p><p> فذنوب الانسان في الدنيا كثيرة. . إذا حكم فقد يظلم. وإذا ظن فقد يسئ. . وإذا تحدث فقد يكذب. . وإذا شهد فقد يبتعد عن الحق. . وإذا تكلم فقد يغتاب. </p><p> هذه ذنوب نرتكبها بدرجات متفاوتة. ولا يمكن لأحد منا ان ينسب الكمال لنفسه حتى الذين يبذلون اقصى جهدهم في الطاعة لا يصلون الى الكمال، فالكمال لله وحده. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «كل بني آدم خطاء وخير الخطائين التوابون» . </p><p> ويصف الله سبحانه وتعالى الانسان في القرآن الكريم:  {وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ}  [إبراهيم: ٣٤] ولذلك أراد الحق سبحانه وتعالى ألا تمنعنا المعصية عن ان ندخل الى كل عمل باسم الله. . فعلمنا أن نقول:  {بِسْمِ الله الرحمن الرحيم} لكي نعرف أن الباب مفتوح للاستعانة بالله. وأن المعصية لا تمنعنا من الاستعانة في كل عمل باسم الله. . لأنه رحمن رحيم، فيكون الله قد أزال وحشتك من المعصية في الاستعانة به سبحانه وتعالى. </p><p> ولكن الرحمن الرحيم في الفاتحة مقترنة برب العالمين، الذي أوجدك من عدم. . وأمدك بنعم لا تعد ولا تحصى. انت تحمده على هذه النعم التي أخذتها برحمة الله سبحانه وتعالى في ربوبيته، ذلك أن الربوبية ليس فيها من القسوة بقدر ما فيها من رحمة. </p><p> والله سبحانه وتعالى رب للمؤمن والكافر، فهو الذي استدعاهم جميعا الى الوجود. ولذلك فإنه يعطيهم من النعم برحمته. . وليس بما يستحقون. . فالشمس تشرق على المؤمن والكافر. . ولا تحجب أشعتها عن الكافر وتعطيها للمؤمن فقط، والمطر ينزل على من يعبدون الله. ومن يعبدون أوثانا من دون الله. والهواء يتنفسه من قال لا إله إلا الله ومن لم يقلها. </p><p> وكل النعم التي هي من عطاء الربوبية لله هي في الدنيا لخلقه جميعا، وهذه رحمة. . فالله رب الجميع من أطاعه ومن عصاه. وهذه رحمة، والله قابل للتوبة، وهذه رحمة. . </p><p> إذن ففي الفاتحة تأتي {الرحمن الرحيم} بمعنى رحمة الله في ربوبيته لخلقه، فهو يمهل العاصي ويفتح ابواب التوبة لكل من يلجأ اليه. </p><p> وقد جعل الله رحمته تسبق غضبه. وهذه رحمة تستوجب الشكر. فمعنى {الرحمن </p><p> الرحيم} في البسملة يختلف عنها في الفاتحة. فإذا انتقلنا بعد ذلك الي قوله تعالى: </p><p> {الحمد للَّهِ رَبِّ العالمين} فالله محمود لذاته ومحمود لصفاته، ومحمود لنعمه، ومحمود لرحمته، ومحمود لمنهجه، ومحمود لقضائه، الله محمود قبل ان يخلق من يحمده. ومن رحمة الله سبحانه وتعالى أنه جعل الشكر له في كلمتين اثنتين هما الحمد لله. </p><p> والعجيب أنك حين تشكر بشرا على جميل فعله تظل ساعات وساعات. . تعد كلمات الشكر والثناء، وتحذف وتضيف وتأخذ رأي الناس. حتى تصل الى قصيدة أو خطاب ملئ بالثناء والشكر. ولكن الله سبحانه وتعالى جلت قدرته وعظمته نعمه لا تعد ولا تحصى، علمنا أن نشكره في كلمتين اثنتين هما: الحمد لله. . </p><p> ولعلنا نفهم ان المبالغة في الشكر للبشر مكروهة لأنها تصيب الانسان بالغرور والنفاق وتزيد العاصي في معاصيه. . فلنقلل من الشكر والثناء للبشر. . لأننا نشكر الله لعظيم نعمه علينا بكلمتين هما: الحمد لله، ومن رحمة الله سبحانه وتعالى أنه علمنا صيغة الحمد. فلو أنه تركها دون أن يحددها بكلمتين. . لكان من الصعب على البشر أن يجدوا الصيغة المناسبة ليحمدوا الله على هذا الكمال الالهي. . فمهما أوتي الناس من بلاغة وقدرة على التعبير. فهم عاجزون على أن يصلوا الى صيغة الحمد التي تليق بجلال المنعم. . فكيف نحمد الله والعقل عاجز أن يدرك قدرته أو يحصي نعمه أو يحيط برحمته؟ ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أعطانا صورة العجز البشري عن حمد كمال الالوهية لله، فقال:  «لا أحصي ثناء عليك أنت كما أثنيت على نفسك» . </p><p> وكلمتا الحمد لله، ساوى الله بهما بين البشر جميعا، فلو أنه ترك الحمد بلا تحديد، لتفاوتت درجات الحمد بين الناس بتفاوت قدراتهم على التعبير. فهذا أمي لا يقرأ ولا يكتب لا يستطيع أن يجد الكلمات التي يحمد بها الله. وهذا عالم له قدرة على التعبير يستطيع ان يأتي بصيغة الحمد بما أوتي من علم وبلاغة. وهكذا تتفاوت درجات البشر في الحمد. . طبقا لقدرتهم في منازل الدنيا. </p><p> ولكن الحق تبارك وتعالى شاء عدله أن يسوي بين عباده جميعا في صيغة الحمد له. . فيعلمنا في أول كلماته في القرآن الكريم. . أن نقول {الحمد للَّهِ} ليعطي </p><p> الفرصة المتساوية لكل عبيده بحيث يستوي المتعلم وغير المتعلم في عطاء الحمد ومن أوتي البلاغة ومن لا يحسن الكلام. </p><p> ولذلك فإننا نحمد الله سبحانه وتعالى على أنه علمنا كيف نحمده وليظل العبد دائما حامدا. ويظل الله دائما محمودا. . فالله سبحانه وتعالى قبل أن يخلقنا خلق لنا موجبات الحمد من النعم، فخلق لنا السماوات والارض وأوجد لنا الماء والهواء. ووضع في الأرض أقواتها الى يوم القيامة. . وهذه نعمة يستحق الحمد عليها لأنه جل جلاله جعل النعمة تسبق الوجود الانساني، فعندما خلق الانسان كانت النعمة موجودة تستقبله. بل ان الله جل جلاله قبل أن يخلق آدم أبا البشر جميعا سبقته الجنة التي عاش فيها لا يتعب ولا يشقى. فقد خلق فوجد ما يأكله وما يشربه وما يقيم حياته وما يتمتع به موجودا وجاهزا ومعدا قبل الخلق. . وحينما نزل آدم وحواء الى الأرض كانت النعمة قد سبقتهما. فوجدا ما يأكلانه وما يشربانه، وما يقيم حياتهما. . ولو أن النعمة لم تسبق الوجود الانساني وخلقت بعده لهلك الانسان وهو ينتظر مجيء النعمة. </p><p> بل ان العطاء الالهي للانسان يعطيه النعمة بمجرد أن يخلق في رحم أمه فيجد رحما مستعدا لاستقباله وغذاء يكفيه طول مدة الحمل. فاذا خرج الى الدنيا يضع الله في صدر أمه لبنا ينزل وقت أن يجوع ويمتنع وقت أن يشبع. وينتهي تماما عندما تتوقف فترة الرضاعة. ويجد أبا وأما يوفران له مقومات حياته حتى يستطيع أن يعول نفسه. . وكل هذا يحدث قبل ان يصل الانسان إلى مرحلة التكليف وقبل أن يستطيع ان ينطق:  {الحمد للَّهِ} . </p><p> وهكذا نرى أن النعمة تسبق الْمُنْعَمَ عليه دائما. . فالانسانَ حيث يقول «الحمد لله» فلأن موجبات الحمد وهي النعمة موجودة في الكون قبل الوجود الانساني. </p><p> والله سبحانه وتعالى خلق لنا في هذا الكون أشياء تعطي الانسان بغير قدرة منه ودون خضوع له، والانسان عاجز عن أن يقدم لنفسه هذه النعم التي يقدمها الحق تبارك وتعالى له بلا جهد. </p><p> فالشمس تعطي الدفء والحياة للارض بلا مقابل وبلا </p><p> فعل من البشر، والمطر ينزل من السماء دون ان يكون لك جهد فيه أو قدرة على إنزاله. والهواء موجود حولك في كل مكان تتنفس منه دون جهد منك ولا قدرة. والأرض تعطيك الثمر بمجرد أن تبذر فيها الحب وتسقيه. . فالزرع ينبت بقدرة الله. . والليل والنهار يتعاقبان حتى تستطيع أن تنام لترتاح، وأن تسعى لحياتك. . لا أنت أتيت بضوء النهار، ولا أنت الذي صنعت ظلمة الليل، ولكنك تأخذ الراحة في الليل والعمل في النهار بقدرة الله دون أن تفعل شيئا. </p><p> كل هذه الاشياء لم يخلقها الانسان، ولكنه خلق ليجدها في الكون تعطيه بلا مقابل ولا جهد منه. ألا تستحق أن نقول الحمد لله على نعمة تسخير الكون لخدمة الانسان؟ إنها تقتضي وجوب الحمد. </p><p> وآيات الله سبحانه وتعالى في كونه تستوجب الحمد. . فالحياة التي وهبها الله لنا، والآيات التي أودعها في كونه لتدلنا على أن لهذا الكون خالقاً عظيماً. فالكون بشمسه وقمره ونجومه وأرضه وكل ما فيه مما يفوق قدرة الانسان. . ولا يستطيع أحد أن يدعيه لنفسه. فلا أحد مهما بلغ علمه يستطيع أن يدعي أنه خلق الشمس أو أوجد النجوم أو وضع الأرض أو وضع قوانين الكون أو أعطى غلافها الجوي. . أو خلق نفسه أو خلق غيره. </p><p> هذه الآيات كلها أعطتنا الدليل على وجود قوة عظمى، وهي التي أوجدت وهي التي خلقت. . وهذه الآيات ليست ساكنة، لتجعلنا في سكونها ننساها، بل هي متحركة لتلفتنا الي خالق هذا الكون العظيم. </p><p> فالشمس تشرق في الصباح فتذكرنا باعجاز الخلق، وتغيب في المساء لتذكرنا بعظمة الخالق. . وتعاقب الليل والنهار يحدث أمامنا كل يوم علمنا نلتفت ونفيق. . والمطر ينزل من السماء ليذكرنا بألوهية من أنزله. . والزرع يخرج من الأرض يسقي بماء واحد. ومع ذلك فإن كل نوع له لون وله شكل وله مذاق وله رائحة، وله تكوين يختلف عن الآخر، ويأتي الحصاد فيختفي الثمر والزرع. . ويأتي موسم الزراعة فيعود من جديد. </p><p> كل شيء في هذا الكون متحرك ليذكرنا اذا نسينا، ويعلمنا أن هناك خالقاً عظيماً. </p><p> ونستطيع أن نمضي في ذلك بلا نهاية فنعم الله لا تعد ولا تحصى. . وكل واحدة منها تدلنا على وجود الحق سبحانه وتعالى، وتعطينا الدليل الايماني على ان لهذا الكون خالقاً مبدعاً. . وانه لا أحد يستطيع أن يدعي أنه خلق الكون أو خلق ما فيه. . فالقضية محسومة لله. . و {الحمد للَّهِ} لأنه وضع في نفوسنا الإيمان الفطري ثم أيده بإيمان عقلي بآياته في كونه. </p><p> بل إن كل شيء في هذا الكون يقتضي الحمد، ومع ذلك فإن الانسان يمتدح الوجود وينسى الموجود!! فأنت حين ترى زهرة جميلة مثلا أو زهرة غاية في الإبداع. </p><p> . أو أي خلق من خلق الله يشيع في نفسك الجمال تمتدح هذا الخلق. . فتقول: ما أجمل هذه الزهرة أو هذه الجوهرة أو هذا المخلوق. . ولكن المخلوق الذي امتدحته، لم يعط صفة الجمال لنفسه. . فالزهرة لا دخل لها أن تكون جميلة أو غير جميلة، والجوهرة لا دخل لها في عظمة خلقها. . وكل شيء في هذا الكون لم يضع الجمال لنفسه وانما الذي وضع الجمال فيه هو الله سبحانه وتعالى، فلا نخلط ونمدح المخلوق وننسى الخالق. . بل قل: الحمد لله الذي أوجد في الكون ما يذكرنا بعظمة الخالق ودقة الخلق. </p><p> ومنهج الله سبحانه وتعالى يقتضي منا الحمد، لان الله أنزل منهجه ليرينا طريق الخير ويبعدنا عن طريق الشر. </p><p> فمنهج الله الذي أنزله على رسله قد عرفنا ان الله تبارك وتعالى هو الذي خلق لنا هذا الكون وخلقنا. . فدقة الخلق وعظمته تدلنا على أن هناك خالقاً عظيماً. . ولكنها لا تستطيع أن تقول لنا من هو، ولا ماذا يريد منا. ولذلك أرسل الله رسله، ليقولوا لنا إن الذي خلق هذا الكون وخلقنا هو الله تبارك وتعالى وهذا يستوجب الحمد. </p><p> ومنهج الله بين لنا ماذا يريد الحق منا، وكيف نعبده. . وهذا يستوجب الحمد. ومنهج الله جل جلاله أعطانا الطريق وشرع لنا اسلوب حياتنا تشريعاً حقاً. . فالله تبارك وتعالى لا يفرق بين أحد منا. . ولا يفضل أحداً على احد إلا بالتقوى، فكلنا خلق متساوون أمام الله جل جلاله. . </p><p> إذن: فشريعة الحق، وقول الحق، وقضاء الحق، هو من الله، أما تشريعات </p><p> الناس فلها هوى، تميز بعضا عن بعض. . وتأخذ حقوق بعض لتعطيها للآخرين، لذلك نجد في كل منهج بشرى ظلما بشريا. </p><p> فالدول الشيوعية أعضاء اللجنة المركزية فيها هم أصحاب النعمة والترف. بينما الشعب كله في شقاء. . لأن هؤلاء الذي شرعوا اتبعوا هواهم. ووضعوا مصالحهم فوق كل مصلحة. . وكذلك في الدول الرأسمالية. أصحاب رأس المال يأخذون كل الخير. ولكن الله سبحانه وتعالى حين نزل لنا المنهج قضى بالعدل بين الناس. . وأعطى كل ذي حق حقه. وعلمنا كيف تستقيم الحياة على الأرض عندما تكون بعيدة عن الهوى البشري خاضعة لعدل الله، وهذا يوجب الحمد. </p><p> والحق سبحانه وتعالى، يستحق منا الحمد لأنه لا يأخذ منا ولكنه يعطينا. فالبشر في كل عصر يحاولون استغلال البشر. . لأنهم يطمعون لما في ايديهم من ثروات وأموال، ولكن الله سبحانه وتعالى لا يحتاج الى ما في أيدينا، إنه يعطينا ولا يأخذ منا، عنده خزائن كل شيء مصداقا لقوله جل جلاله:  {وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ}  [الحجر: ٢١] فالله سبحانه وتعالى دائم العطاء لخلقه، والخلق يأخذون دائما من نعم الله، فكأن العبودية لله تعطيك ولا تأخذ منك وهذا يستوجب الحمد.. </p><p> والله سبحانه وتعالى في عطائه يجب أن يطلب منه الانسان، وأن يدعوه وان يستعين به، وهذا يتوجب الحمد لأنه يقينا الذل في الدنيا. فأنت إن طلبت شيئا من صاحب نفوذ، فلابد ان يحدد لك موعدا أو وقت الحديث ومدة المقابلة، وقد يضيق بك فيقف لينهي اللقاء. . ولكن الله سبحانه وتعالى بابه مفتوح دائما. . فأنت بين يديه عندما تريد، وترفع يديك الى السماء وتدعو وقتما تحب، وتسأل الله ما تشاء، فيعطيك ما تريده إن كان خيرا لك. . ويمنع عنك ما تريده ان كان شرا لك. </p><p> والله سبحانه وتعالى يطلب منك ان تدعوه وان تسأله فيقول:  {وَقَالَ رَبُّكُمُ ادعوني أَسْتَجِبْ لَكُمْ إِنَّ الذين يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ}  [غافر: ٦٠] ويقول سبحانه وتعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ}  [البقرة: ١٨٦] والله سبحانه وتعالى يعرف ما في نفسك، ولذلك فإنه يعطيك دون أن تسأل. واقرأ الحديث القدسي: </p><p> يقول رب العزة: </p><p> «من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين» . </p><p> والله سبحانه وتعالى عطاؤه لا ينفد، وخزائنه لا تفرغ، فكلما سألته جل جلاله كان لديه المزيد، ومهما سألته فإنه لا شيء عزيز على الله سبحانه وتعالى، إذا أراد أن يحققه لك. . </p><p> واقرأ قول الشاعر: </p><p> حسب نفسي عزا بأنني عبد ... يحتفي بي بلا مواعيد رب </p><p> هو في قدسه الاعز ولكن ... أنا ألقى متى وأين أحب </p><p> إذن: عطاء الله سبحانه وتعالى يستوجب الحمد. . ومنعه العطاء يستوجب الحمد. </p><p> ووجود الله سبحانه وتعالى الواجب الوجود يستوجب الحمد. . فالله يستحق الحمد لذاته، ولولا عدل الله لبغى الناس في الارض وظلموا، ولكن يد الله تبارك وتعالى حين تبطش بالظالم تجعله عبرة. . فيخاف الناس الظلم. . وكل من أفلت من عقاب الدنيا على معاصيه وظلمه واستبداده سيلقى الله في الاخرة ليوفيه حسابه. . وهذا يوجب الحمد. . أن يعرف المظلوم أنه سينال جزاءه فتهدأ نفسه ويطمئن قلبه ان هناك يوما سيرى فيه ظالمه وهو يعذب في النار. . فلا تصيبه الحسرة، ويخف احساسه بمرارة الظلم حين يعرف ان الله قائم على كونه لن يفلت من عدله أحد. </p><p> وعندما نقول:  {الحمد للَّهِ} فنحن نعبر عن انفعالات متعددة. . وهي في مجموعها تحمل العبودية والحب والثناء والشكر والعرفان. . وكثير من الانفعالات التي تملأ النفس عندما تقول:  «الحمد لله» كلها تحمل الثناء العاجز عن الشكر لكمال الله وعطائه. . هذه الانفعالات تأتي من النفس وتستقر في القلب. . ثم تفيض من الجوارح على الكون كله.. </p><p> فالحمد ليس ألفاظا تردد باللسان، ولكنها تمر أولا على العقل ليعي معنى النعم. . ثم بعد ذلك تستقر في القلب فينفعل بها. . وتنتقل الي الجوارح فأقوم واصلي لله شاكرا ويهتز جسدي كله، وتفيض الدمعة من عيني. . وينتقل هذا الانفعال كله الي من حولي. </p><p> ونفسر ذلك قليلا. . هب انني في أزمة أو كرب أو شيء سيؤدي الي فضيحة. . وجاءني من يفرج كربي فيعطيني مالا أو يفتح لي طريقا. . أول شيء انني سأعقل هذا الجميل فأقول انه يستحق الشكر. . ثم ينزل هذا المعنى الي قلبي فيهتز القلب الي صانع هذا الجميل. . ثم تنفعل جوارحي لأترجم هذه العاطفة إلي عمل يرضيه على جميل صنعه. ثم أحدث الناس عن جميله وكرمه فيسارعون إلي الالتجاء اليه. . فتتسع دائرة الحمد وتنزل النعم على الناس. . فيمرون بنفس ما حدث لي فتتسع دائرة الشكر والحمد. . </p><p> والحمد لله تعطينا المزيد من نعم الله مصداقا لقوله تبارك وتعالى:  {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ}  [إبراهيم: ٧] وهكذا نعرف ان الشكر على النعمة يعطينا مزيدا من النعمة. . فنشكر عليها فتعطينا المزيد وهكذا يظل الحمد دائماً والنعمة دائمة. . اننا لو استعرضنا حياتنا كلها فكل حركة فيها تقتضي الحمد، عندما ننام ويأخذ الله سبحانه وتعالى أرواحنا، ثم يردها الينا عندما نستيقظ، فإن هذا يوجب الحمد، فالله سبحانه وتعالى يقول:  {الله يَتَوَفَّى الأنفس حِينَ مَوْتِهَا والتي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ التي قضى عَلَيْهَا الموت وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ}  [الزمر: ٤٢] وهكذا فإن مجرد استيقاظنا من النوم، وان الله سبحانه وتعالى رد علينا أرواحنا، وهذا الرد يستوجب الحمد، فإذا قمنا من السرير فالله سبحانه وتعالى هو الذي يعطينا القدرة على الحركة، ولولا عطاؤه ما استطعنا ان نقوم. . وهذا يستوجب الحمد. . فإذا تناولنا افطارنا فالله هيأ لنا طعاما من فضله، فهو الذي خلقه، وهو الذي انبته، وهو الذي زرقنا به، وهذا يستوجب الحمد. . </p><p> فإذا نزلنا الى الطريق يسر الله لنا ما ينقلنا الى مقر اعمالنا وسخره لنا، سواء كنا نملك سيارة او نستخدم وسائل المواصلات، فله الحمد، واذا تحدثنا مع الناس فالله سبحانه وتعالى هو الذي اعطى السنتنا القدرة على النطق ولو شاء لجعلها خرساء لا تنطق. . وهذا يستوجب الحمد، فإذا ذهبنا الى أعمالنا، فالله يسر لنا عملا نرتزق منه لنأكل حلالا. . وهذا يستوجب الحمد. . </p><p> واذا عدنا الى بيوتنا فالله سخر لنا زوجاتنا ورزقنا بأولادنا وهذا يستوجب الحمد. </p><p> اذن فكل حركة حياة في الدنيا من الانسان تستوجب الحمد. . ولهذا لابد ان يكون الانسان حامدا دائما. . بل ان الانسان يجب ان يحمد الله على اي مكروه أصابه؛ لأنه قد يكون الشيء الذي يعتبره شرا هو عينه الخير. </p><p> فالله تعالى يقول:  {يَا أَيُّهَا الذين آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهاً وَلاَ تَعْضُلُوهُنَّ لِتَذْهَبُواْ بِبَعْضِ مَآ آتَيْتُمُوهُنَّ إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ وَعَاشِرُوهُنَّ بالمعروف فَإِن كَرِهْتُمُوهُنَّ فعسى أَن تَكْرَهُواْ شَيْئاً وَيَجْعَلَ الله فِيهِ خَيْراً كَثِيراً}  [النساء: ١٩] اذن فأنت تحمد الله لأن قضاءه خير. . سواء أحببت القضاء أو كرهته فإنه خير لك. . لأنك لا تعلم والله سبحانه وتعالى يعلم. </p><p> وهكذا من موجبات الحمد أن تقول الحمد لله على كل ما يحدث لك في دنياك. فأنت بذلك ترد الامر الى الله الذي خلقك. . فهو أعلم بما هو خير لك. </p><p> فاتحة الكتاب تبدأ بالحمد لله رب العالمين. . لماذا قال الله سبحانه وتعالى رب العالمين؟ نقول إن {الحمد للَّهِ} تعني حمد الألوهية. فكلمة الله تعني المعبود بحق. . فالعبادة تكليف والتكليف يأتي من الله لعبيده. . فكأن الحمد اولا لله. . ثم يقتضي بعد ذلك أن يكون الحمد لربوبية الله على ايجادنا من عدم وامدادنا من عدم. . لأن المتفضل بالنعم قد يكون محمودا عند كل الناس. . لكن التكليف يكون شاقا على بعض الناس. . ولو علم الناس قيمة التكليف في الحياة. . لحمدوا الله أن كلفهم بافعل ولا تفعل. . لأنه ضمن عدم تصادم حركة حياتهم. . فتمضي حركة الحياة متساندة منسجمة. اذن فالنعمة الاولى هي أن المعبود ابلغنا منهج عبادته، والنعمة الثانية أنه رب العالمين. </p><p> في الحياة الدنيا هناك المطيع والعاصي، والمؤمن وغير المؤمن. . والذين يدخلون في عطاء الالوهية هم المؤمنون. . أما عطاء الربوبية فيشمل الجميع. . ونحن نحمد الله على عطاء ألوهيته، ونحمد الله على عطاء ربوبيته، لأنه الذي خلق، ولأنه رب العالمين. . الكون كله لا يخرج عن حكمه. . فليطمئن الناس في الدنيا ان </p><p> النعم مستمرة لهم بعطاء ربوبيه. . فلا الشمس تستطيع أن تغيب وتقول لن أشرق ولا النجوم تستطيع أن تصطدم بعضها ببعض في الكون، ولا الأرض تستطيع أن تمنع إنبات الزرع. . ولا الغلاف الجوي يستطيع أن يبتعد عن الأرض فيختنق الناس جميعا. . </p><p> اذن فالله سبحانه وتعالى يريد ان يطمئن عباده انه رب لكل ما في الكون فلا تستطيع اى قوى تخدم الانسان ان تمتنع عن خدمته. . لأن الله سبحانه وتعالى مسيطر على كونه وعلى كل ما خلق. . انه رب العالمين وهذه توجب الحمد. . ان يهيئ الله سبحانه وتعالى للانسان ما يخدمه، بل جعله سيدا في كونه. . ولذلك فإن الانسان المؤمن لا يخاف الغد. . وكيف يخافه والله رب العالمين. اذا لم يكن عنده طعام فهو واثق ان الله سيرزقه لأنه رب العالمين. </p><p> . واذا صادفته ازمة فقلبه مطمئن الي ان الله سيفرج الازمة ويزيل الكرب لأنه رب العالمين. . واذا اصابته نعمة ذكر الله فشكره عليها لانه رب العالمين الذي انعم عليه. </p><p> فالحق سبحانه وتعالى يحمد على انه رب العالمين. . لا شيء في كونه يخرج عن مراده الفعلي. . اما عطاء الالوهية فجزاؤه في الاخرة. . فالدنيا دار اختبار للايمان، والاخرة دار الجزاء. . ومن الناس من لا يعبد الله. . هؤلاء متساوون في عطاء الربوبية مع المؤمنين في الدنيا. . ولكن في الآخرة يكون عطاء الالوهية للمؤمنين وحدهم. . فنعم الله لأصحاب الجنة، وعطاءات الله لمن آمن. . واقرأ قوله تبارك وتعالى. {قُلْ مَنْ حَرَّمَ زِينَةَ الله التي أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرزق قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الحياة الدنيا خَالِصَةً يَوْمَ القيامة كَذَلِكَ نُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ}  [الأعراف: ٣٢] على ان الحمد لله ليس في الدنيا فقط. . بل هو في الدنيا والاخرة. . الله محمود دائما. . في الدنيا بعطاء ربوبيته لكل خلقه. . وعطاء الوهيته لمن آمن به وفي الاخرة بعطائه للمؤمنين من عباده. . واقرأ قوله جل جلاله: </p><p> {وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ العاملين}  [الزمر: ٧٤] وقوله تعالى: {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللهم وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين}  [يونس: ١٠] فاذا انتقلنا الى قوله تعالى: {الرحمن الرحيم} فمن موجبات الحمد أن الله سبحانه وتعالى رحمن رحيم. . يعطي نعمه في الدنيا لكل عباده عطاء ربوبية، وعطاء الربوبية للمؤمن والكافر. . وعطاء الربوبية لا ينقطع الا عندما يموت الانسان. . </p><p> والله لا يحجب نعمه عن عبيده في الدنيا. . ونعم الله لا تعد ولا تحصى ومع كل التقدم في الآلات الحاسبة والعقول الالكترونية وغير ذلك فإننا لم نجد أحدا يتقدم ويقول انا سأحصي نعم الله. . لأن موجبات الاحصاء ان تكون قادرا عليه. . فانت لا تقبل على عد شيء الا اذا كان في قدرتك ان تحصيه. . ولكن مادام ذلك خارج قدرتك وطاقاتك فانك لا تقبل عليه. . ولذلك لن يقبل احد حتى يوم القيامة على احصاء نعم الله تبارك وتعالى لان احدا لا يمكن ان يحصيها. </p><p> ولابد ان نلتفت الى ان الكون كله يضيق بالانسان، وان العالم المقهور الذي يخدمنا بحكم القهر والتسخير يضيق حين يرى العاصين. . لان المقهور مستقيم على منهج الله قهرا. . فحين يرى كل مقهور الانسان الذي هو خدمته عاصيا يضيق. </p><p> واقرأ الحديث القدسي لتعرف شيئا عن رحمة الله بعباده. . يقول الله عَزَّ وَجَلَّ: «ما من يوم تطلع شمسه إلا وتنادي السماء تقول يا رب إئذن لي أن أسقط كسفا على ابن آدم؛ فقد طعم خيرك ومنع شكرك وتقول البحار يا رب إئذن لي أن أغرق ابن آدم فقد طعم خيرك ومنع شكرك. وتقول الجبال يا رب إئذن لي أن أطبق على ابن آدم فقد طعم خيرك ومنع شكرك. فيقول الله تعالى: دعوهم دعوهم لو خلقتموهم </p><p> لرحمتوهم إنهم عبادي فإن تابوا إلي فأنا حبيبهم، وإن لم يتوبوا فأنا طبيبهم» </p><p> رواه الإِمام أحمد بن حنبل في مسنده «. </p><p> تلك تجليات صفة الرحمن وصفة الرحيم. . وكيف ضمنت لنا بقاء كل ما يخدمنا في هذا الكون مع معصية الانسان. . انها كلها تخدمنا بعطاء الربوبية وتبقى في خدمتنا بتسخير الله لها لانه رحمن رحيم. . </p><p> بعض الناس قد يتساءل هل تتكلم الارض والسماء وغيرها من المخلوقات في عالم الجماد والنبات والحيوان؟ نقول نعم ان لها لغة لا نعرفها نحن وانما يعرفها خالقها. . بدليل انه منذ الخلق الاول ابلغنا الحق تبارك وتعالى ان هناك لغة لكل هذه المخلوقات. . واقرأ قوله جل جلاله:  {ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ}  [فصلت: ١١] إذن فالأرض والسماء فهمت كلتاهما عن الله. . وقالت له سبحانه وتعالى {أَتَيْنَا طَآئِعِينَ} ألم يُعَلَمْ الله سليمان منطق الطير ولغة النمل؟ ألم تسبح الجبال مع داود؟ إذن كل خلق الله له ادراكات مناسبة له. . بل له عواطف. . فعندما تكلم الله سبحانه وتعالى عن قوم فرعون. . قال:  {كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ وَنَعْمَةٍ كَانُواْ فِيهَا فَاكِهِينَ كَذَلِكَ وَأَوْرَثْنَاهَا قَوْماً آخَرِينَ فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض وَمَا كَانُواْ مُنظَرِينَ}  [الدخان: ٢٥ - ٢٩] اذن فالسماوات والارض لهما انفعال. . انفعال يصل الى مرحلة البكاء. . فهما لم تبكيا على فرعون وقومه. . ولكنهما تبكيان حزنا عندما يفارقهما الانسان المؤمن المصلي المطبق لمنهج الله. . ولقد قال علي بن ابي طالب رَضِيَ اللَّهُ عَنْه: (إذا مات المؤمن </p><p> بكى عليه موضعان موضع في الارض وموضع في السماء. . اما الموضع في الارض فهو مكان مصلاه الذي اسعده وهو يصلي فيه. واما الموضع في السماء فهو مصعد عمله الطيب) . </p>"
}