{
  "id": null,
  "sura": 1,
  "aya": 1,
  "text": "<p> القرآن الكريم منذ اللحظة التي نزل فيها نزل مقرونا بسم الله سبحانه وتعالى ولذلك حينما نتلوه فإننا نبدأ نفس البداية التي أرادها الله تبارك وتعالى وهي أن تكون البداية بسم الله. وأول الكلمات التي نطق بها الوحي لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانت {اقرأ باسم رَبِّكَ الذي خَلَقَ} . وهكذا كانت بداية نزول القرآن الكريم ليمارس مهمته في الكون. . هي بسم الله. ونحن الآن حينما نقرأ القرآن نبدأ نفس البداية. </p><p> ولقد كان محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ في غار حراء حينما جاءه جبريل وكان أول لقاء بين الملك الذي يحمل الوحي بالقرآن. . وبين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قول الحق تبارك وتعالى:  {اقرأ} . </p><p> واقرأ تتطلب أن يكون الإنسان. . إما حافظا لشيء يحفظه، أو أمامه شيء مكتوب ليقرأه. . ولكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما كان حافظا لشيء يقرؤه. . وما كان أمامه كتاب ليقرأ منه. . وحتى لو كان أمامه كتاب فهو أميّ لا يقرأ ولا يكتب. </p><p> وعندما قال جبريل:  {اقرأ} . . قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ما أنا بقارئ. . وكان الرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ منطقيا مع قدراته. وتردد القول ثلاث مرات. . جبريل عليه السلام بوحي من الله سبحانه وتعالى يقول للرسول {اقرأ} ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول ما أنا بقارئ. . ولقد أخذ خصوم الاسلام هذه النقطة. . وقالوا كيف يقول الله لرسوله اقرأ ويرد الرسول ما أنا بقارئ. </p><p> نقول إن الله تبارك وتعالى. . كان يتحدث بقدراته التي تقول للشيء كن فيكون، </p><p> بينما رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يتحدث ببشريته التي تقول إنه لا يستطيع أن يقرأ كلمة واحدة، ولكن قدرة الله هي التي ستأخذ هذا النبي الذي لا يقرأ ولا يكتب لتجعله معلما للبشرية كلها إلى يوم القيامة. . لأن كل البشر يعلمهم بشر. . ولكن محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيعلمه الله سبحانه وتعالى. ليكون معلما لأكبر علماء البشر. . يأخذون عنه العلم والمعرفة. لذلك جاء الجواب من الله سبحانه وتعالى:  {اقرأ باسم رَبِّكَ الذي خَلَقَ خَلَقَ الإنسان مِنْ عَلَقٍ}  [العلق: ١ - ٢] أي أن الله سبحانه وتعالى الذي خلق من عدم سيجعلك تقرأ على الناس ما يعجز علماء الدنيا وحضارات الدنيا على أن يأتوا بمثله. . وسيكون ما تقرؤه وأنت النبي الأميّ إعجازا. . ليس لهؤلاء الذين سيسمعونه منك فقط لحظة نزوله. ولكن للدنيا كلها وليس في الوقت الذي ينزل فيه فقط، ولكن حتى قيام الساعة، ولذلك قال جل جلاله:  {اقرأ وَرَبُّكَ الأكرم الذى عَلَّمَ بالقلم} </p><p> [العلق: ٣ - ٤] . أي أن الذي ستقرؤه يا محمد. . سيظل معلما للإنسانية كلها إلى نهاية الدنيا على الأرض. . ولأن المعلم هو الله سبحانه وتعالى قال:  {اقرأ وَرَبُّكَ الأكرم} مستخدما صيغة المبالغة. فهناك كريم وأكرم. . فأنت حين تتعلم من بشر فهذا دليل على كرم الله جل جلاله. . لأنه يسر لك العلم على يد بشر مثلك. . أما إذا كان الله هو الذي سيعلمك. . يكون «أكرم» . . لأن ربك قد رفعك درجة عالية ليعلمك هو سبحانه وتعالى. . </p><p> والحق يريد أن يلفتنا إلى أن محمدا عَلَيْهِ الصَّلَاة وَالسَّلَام ُ لا يقرأ القرآن لأنه تعلم القراءة، ولكنه يقرؤه باسم الله، ومادام بسم الله. . فلا يهم أن يكون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تعلم من بشر أو لم يتعلم. لأن الذي علمه هو الله. . وعلمه </p><p> فوق مستوى البشرية كلها. </p><p> على أننا نبدأ أيضا تلاوة القرآن بسم الله. . لأن الله تبارك وتعالى هو الذي أنزله لنا. . ويسر لنا أن نعرفه ونتلوه. . فالأمر لله علما وقدرة ومعرفة. . واقرأ قول الحق سبحانه وتعالى:  {قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ}  [يونس: ١٦] لذلك أنت تقرأ القرآن باسم الله. . لأنه جل جلاله هو الذي يسره لك كلاما وتنزيلا وقراءة. . ولكن هل نحن مطالبون أن نبدأ فقط تلاوة القرآن بسم الله؟ إننا مطالبون أن نبدأ كل عمل باسم الله. . لأننا لابد أن نحترم عطاء الله في كونه. فحين نزرع الأرض مثلا. . لابد أن نبدأ بسم الله. . لأننا لم نخلق الأرض التي نحرثها. . ولا خلقنا البذرة التي نبذرها. ولا أنزلنا الماء من السماء لينمو الزرع. </p><p> إن الفلاح الذي يمسك الفأس ويرمي البذرة قد يكون أجهل الناس بعناصر الأرض ومحتويات البذرة وما يفعله الماء في التربة لينمو الزرع. . إن كل ما يفعله الإنسان هو أنه يعمل فكره المخلوق من الله في المادة المخلوقة من الله. . بالطاقة التي أوجدها الله في أجسادنا ليتم الزرع. </p><p> والإنسان لا قدرة له على إرغام الأرض لتعطيه الثمار. . ولا قدرة له على خلق الحبة لتنمو وتصبح شجرة. ولا سلطان له على إنزال الماء من السماء. . فكأنه حين يبدأ العمل باسم الله، يبدؤه باسم الله الذي سخر له الأرض. . وسخر له الحب، وسخر له الماء، وكلها لا قدرة له عليها. . ولا تدخل في طاقته ولا في استطاعته. . فكأنه يعلن أنه يدخل على هذه الأشياء جميعا باسم من سخرها له. . </p><p> والله تبارك وتعالى سخر لنا الكون جميعا وأعطانا الدليل على ذلك. فلا تعتقد أن لك قدرة أو ذاتية في هذا الكون. </p><p> . ولا تعتقد أن الأسباب والقوانين في الكون لها ذاتية. بل هي تعمل بقدرة خالقها. الذي إن شاء أجراها وإن شاء أوقفها. </p><p> الجمل الضخم والفيل الهائل المستأنس قد يقودهما طفل صغير فيطيعانه. ولكن الحية صغيرة الحجم لا يقوى أي انسان على أن يستأنسها. ولو كنا نفعل ذلك بقدراتنا. . لكان استئناس الحية أو الثعبان سهلا لصغر حجمهما. . ولكن الله سبحانه وتعالى أراد أن يجعلهما مثلا لنعلم أنه بقدراته هو قد أخضع لنا ما شاء، ولم يخضع لنا ما شاء. ولذلك يقول الحق تبارك وتعالى:  {أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}  [يس: ٧١ - ٧٢] وهكذا نعرف أن خضوع هذه الأنعام لنا هو بتسخير الله لها وليس بقدرتنا. </p><p> يأتي الله سبحانه وتعالى إلى أرض ينزل عليها المطر بغزارة. والعلماء يقولون إن هذا يحدث بقوانين الكون. فيلفتنا الله تبارك وتعالى إلى خطأ هذا الكلام. بأن تأتي مواسم جفاف لا تسقط فيها حبة مطر واحدة لنعلم أن المطر لا يسقط بقوانين الكون ولكن بإرادة خالق الكون. . فإذا كانت القوانين وحدها تعمل فمن الذي عطلها؟ ولكن إرادة الخالق فوق القوانين إن شاءت جعلتها تعمل وإن شاءت جعلتها لا تعمل. . اذن فكل شيء في الكون باسم الله. . هو الذي سخر وأعطى. . وهو الذي يمنح ويمنع. حتى في الأمور التي للإنسان فيها نوع من الاختيار. . واقرأ قول الحق تبارك وتعالى:  {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ}  [الشورى: ٤٩ - ٥٠] والاصل في الذرية أنها تأتي من اجتماع الذكر والأنثى. . هذا هو القانون. . ولكن القوانين لا تعمل الا بأمر الله. . لذلك يتزوج الرجل والمرأة ولا تأتي الذرية لأنه ليس القانون هو الذي يخلق. . ولكنها إرادة خالق القانون. . ان شاء جعله </p><p> يعمل. . وان شاء يبطل عمله. . والله سبحانه وتعالى لا تحكمه القوانين ولكنه هو الذي يحكمها. </p><p> وكما أن الله سبحانه وتعالى قادر على ان يجعل القوانين تفعل او لا تفعل. . فهو قادر على ان يخرق القوانين. . خذ مثلا قصة زكريا عليه السلام. . كان يكفل مريم ويأتيها بكل ما تحتاج إليه. . ودخل عليها ليجد عندها ما لم يحضره لها. . </p><p> وسألها وهي القديسة العابدة الملازمة لمحرابها. . {قَالَ يامريم أنى لَكِ هذا}  [آل عمران: ٣٧] الحق سبحانه وتعالى يعطينا هذه الصورة. . مع أن مريم بسلوكها وعبادتها وتقواها فوق كل الشبهات. . ولكن لنعرف أن الذي يفسد الكون. . هو عدم السؤال عن مصدر الأشياء التي تتناسب مع قدرات من يحصل عليها.. </p><p> الأم ترى الأب ينفق ما لا يتناسب مع مرتبه. . وترى الابنة ترتدي ما هو أكبر كثيرا من مرتبها أو مصروفها. . ولو سألت الأم الأب أو الابنة من أين لك هذا؟ لما فسد المجتمع. . ولكن الفساد يأتي من أننا نغمض أعيننا عن المال الحرام. </p><p> بماذا ردت مريم عليها السلام؟ {قَالَتْ هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] اذن فطلاقة قدرة الله لا يحكمها قانون. . لقد لفتت مريم زكريا عليهما السلام إلى طلاقة القدرة. . فدعا زكريا ربه في قضية لا تنفع فيها الا طلاقة القدرة. . فهو رجل عجوز وامرأته عجوز وعاقر ويريد ولدا. . هذه قضية ضد قوانين الكون. . لأن الانجاب لا يتم الا وقت الشباب، فإذا كبر الرجل وكبرت المرأة لا ينجبان. . فما بالك إذا كانت الزوجة أساسا عاقرا. . لم تنجب وهي شابة وزوجها شاب. . </p><p> فكيف تنجب وهي عجوز وزوجها عجوز. . هذه مسألة ضد القوانين التي تحكم البشر. . ولكن الله وحده القادر على أن يأتي بالقانون وضده. . ولذلك شاء أن يرزق زكريا بالولد وكان. . ورزق زكريا بابنه يحيى. </p><p> إذن كل شيء في هذا الكون باسم الله. . يتم باسم الله وبإذن من الله. . الكون تحكمه الأسباب نعم ولكن ارادة الله فوق كل الأسباب. </p><p> أنت حين تبدأ كل شيء باسم الله. . كأنك تجعل الله في جانبك يعينك. . ومن رحمة الله سبحانه وتعالى أنه علمنا أن نبدأ كل شيء باسم الله. . لأن الله هو الاسم الجامع لصفات الكمال سبحانه وتعالى. . والفعل عادة يحتاج إلى صفات متعددة. . فأنت حين تبدأ عملا تحتاج إلى قدرة الله وإلى عونه وإلى رحمته. . فلو أن الله سبحانه وتعالى لم يخبرنا بالاسم الجامع لكل الصفات. . كان علينا أن نحدد الصفات التي نحتاج إليها. . كأن نقول باسم الله القوي وباسم الله الرازق وباسم الله المجيب وباسم الله القادر وباسم الله النافع. . إلى غير ذلك من الأسماء والصفات التي نريد أن نستعين بها. . ولكن الله تبارك وتعالى جعلنا نقول بسم الله بسم الله بسم الله الجامع لكل هذه الصفات. </p><p> على أننا لابد أن نقف هنا عند الذين لا يبدأون أعمالهم بسم الله وإنما يريدون الجزاء المادي وحده. . إنسان غير مؤمن لا يبدأ عمله باسم الله. . وإنسان مؤمن يبدأ كل عمل وفي باله الله. . كلاهما يأخذ من الدنيا لأن الله رب للجميع. . له عطاء ربوبية لكل خلقه الذين استدعاهم للحياة. . ولكن الدنيا ليست هي الحياة الحقيقية للإنسان. </p><p> . بل الحياة الحقيقية هي الآخرة. . الذي في باله الدنيا وحدها يأخذ بقدر عطاء الربوبية. . بقدر عطاء الله في الدنيا. . والذي في باله الله يأخذ بقدر عطاء الله في الدنيا والآخرة. . ولذلك يقول الحق تبارك وتعالى:  {الحمد للَّهِ الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض وَلَهُ الحمد فِي الآخرة وَهُوَ الحكيم الخبير}  [سبأ: ١] </p><p> لأن المؤمن يحمد الله على نعمه في الدنيا. . ثم يحمده عندما ينجيه من النار والعذاب ويدخله الجنة في الآخرة. . فلله الحمد في الدنيا والآخرة. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال: </p><p> «كل أمر ذي بال لا يبدأ فيه بباسم الله الرحمن الرحيم أقطع» </p><p> ومعنى أقطع أي مقطوع الذنب أو الذيل. . أي عمل ناقص فيه شيء ضائع. . لانك حين لا تبدأ العمل باسم الله قد يصادفك الغرور والطغيان بأنك أنت الذي سخرت ما في الكون ليخدمك وينفعل لك. . وحين لا تبدأ العمل باسم الله. . فليس لك عليه جزاء في الآخرة فتكون قد أخذت عطاءه في الدنيا. . وبترت أو قطعت عطاءه في الآخرة. . فإذا كنت تريد عطاء الدنيا والآخرة. فأقبل على كل عمل باسم الله. . قبل أن تأكل قل باسم الله لأنه هو الذي خلق لك هذا الطعام ورزقك به. . عندما تدخل الامتحان قل بسم الله فيعينك على النجاح. . عندما تدخل إلى بيتك قل باسم الله لأنه هو الذي يسر لك هذا البيت. . عندما تتزوج قل باسم الله لانه هو الذي خلق هذه الزوجة وأباحها لك. . في كل عمل تفعله ابدأه باسم الله. . لأنها تمنعك من أي عمل يغضب الله سبحانه وتعالى. . فأنت لا تستطيع أن تبدأ عملا يغضب الله باسم الله. . اذا أردت أن تسرق أو أن تشرب الخمر. . أو أن تفعل عملا يغضب الله. . وتذكرت بسم الله. . فإنك ستمتنع عنه. . ستستحي أن تبدأ عملا باسم الله يغضب الله. . وهكذا ستكون أعمالك كلها فيما أباحه الله. </p><p> الله تبارك وتعالى حين نبدأ قراءة كلامه باسم الله. . فنحن نقرأ هذا الكلام لأنه من الله. . والله هو الاله المعبود في كونه. . ومعنى معبود أنه يطاع فيما يأمر به. . ولا نقدم على ما نهى عنه. . فكأنك تستقبل القرآن الكريم بعطاء الله في العبادة. . وبطاعته في افعل ولا تفعل. . وهذا هو المقصود أن تبدأ قراءة القرآن بسم الله الذي آمنت به ربا وإلها. . والذي عاهدته على أن تطيعه فيما أمر وفيما نهى. . والذي بموجب عبادتك لله سبحانه وتعالى تقرأ كتابه لتعمل بما فيه. . والذي خلق وأوجد ويحيي ويميت وله الأمر في الدنيا والآخرة. </p><p> . والذي ستقف أمامه يوم القيامة </p><p> ليحاسبك أحسنت أم أسأت. . فالبداية من الله والنهاية إلى الله سبحانه وتعالى. </p><p> بعض الناس يتساءل كيف أبدأ بسم الله. . وقد عصيت وقد خالفت. . نقول اياك أن تستحي أن تقرأ القرآن. . وأن تبدأ بسم الله إذا كنت قد عصيت. . ولذلك أعطانا الله سبحانه وتعالى الحيثية التي نبدأ بها قراءة القرآن فجعلنا نبدؤه باسم الله الرحمن الرحيم. . فالله سبحانه وتعالى لا يتخلى عن العاصي. . بل يفتح له باب التوبة ويحثه عليها. . ويطلب منه أن يتوب وأن يعود الي الله. . فيغفر له ذنبه، لأن الله رحمن رحيم. . فلا تقل أنني أستحي أن أبدأ باسم الله لأنني عصيته. . فالله سبحانه وتعالى يطلب من كل عاص أن يعود الي حظيرة الايمان وهو رحمن رحيم. . فاذا قلت كيف أقول باسم الله وقد وقعت في معصية أمس. . نقول لك قل باسم الله الرحمن الرحيم. . فرحمة الله تسع كل ذنوب خلقه. . وهو سبحانه وتعالى الذي يغفر الذنوب جميعا. </p><p> والرحمة والرحمن والرحيم. . مشتق منها الرحم الذي هو مكان الجنين في بطن أمه. . هذا المكان الذي يأتيه فيه الرزق. . بلا حول ولا قوة. . ويجد فيه كل ما يحتاجه إليه نموه ميسرا. . رزقا من الله سبحانه وتعالى بلا تعب ولا مقابل. . انظر إلى حنو الأم على ابنها وحنانها عليه. . وتجاوزها عن سيئاته وفرحته بعودته اليها. . ولذلك قال الحق سبحانه وتعالى في حديث قدسي. </p><p> «أنا الرحمن خلقت الرحم وشققت لها اسما من اسمي فمن وصلها وصلته، ومن قطعها قطعته» </p><p> الله سبحانه وتعالى يريد أن نتذكر دائما أنه يحنو علينا ويرزقنا. . ويفتح لنا أبواب التوبة بابا بعد آخر. . ونعصي فلا يأخذنا بذنوبنا ولا يحرمنا من نعمه. . ولا يهلكنا بما فعلنا. ولذلك فنحن نبدأ تلاوة القرآن الكريم بسم الله الرحمن الرحيم. . لنتذكر دائما أبواب الرحمة المفتوحة لنا. . نرفع أيدينا إلى السماء. . ونقول يا رب رحمتك. . تجاوز عن ذنوبنا وسيئاتنا. وبذلك يظل قارئ القرآن متصلا بأبواب رحمة الله. . كلما ابتعد عن المنهج أسرع ليعود اليه. . فمادام الله رحمانا ورحيما لا تغلق أبواب الرحمة أبدا. </p><p> على أننا نلاحظ أن الرحمن الرحيم من صيغ المبالغة. . يقال راحم ورحمن ورحيم. . اذا قيل راحم فيه صفة الرحمة. . وإذا قيل رحمن تكون مبالغة في الصفة. . وإذا قيل رحيم تكون مبالغة في الصفة. . والله سبحانه وتعالى رحمن الدنيا ورحيم الآخرة. . </p><p> صفات الله سبحانه وتعالى لا تتأرجح بين القوة والضعف. </p><p> . وإياكم أن تفهموا أن الله تأتيه الصفات مرة قليلة ومرة كثيرة. بل هي صفات الكمال المطلق. . ولكن الذي يتغير هو متعلقات هذه الصفات. . اقرأ قول الحق سبحانه وتعالى:  {إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ}  [النساء: ٤٠] هذه الآية الكريمة. . نفت الظلم عن الله سبحانه وتعالى، ثم تأتي الآية الكريمة بقول الله جل جلاله:  {وَمَا رَبُّكَ بِظَلاَّمٍ لِّلْعَبِيدِ}  [فصلت: ٤٦] نلاحظ هنا استخدام صيغة المبالغة. . «ظلام» . . أي شديد الظلم. . وقول الحق سبحانه وتعالى:  «ليس بظلام» . . لا تنفي الظلم ولكنها تنفي المبالغة في الظلم، تنفي أن يظلم ولو مثقال ذرة. . نقول انك لم تفهم المعنى. . ان الله لا يظلم أحدا. . الآية الأولى نفت الظلم عن الحق تبارك وتعالى ولو مثقال ذرة بالنسبة للعبد. . والآية الثانية لم تقل للعبد ولكنها قالت للعبيد. . والعبيد هم كل خلق الله. . فلو اصاب كل واحد منهم أقل من ذرة من الظلم مع هذه الاعداد الهائلة. . فإن الظلم يكون كثيراً جداً، ولو أنه قليل في كميته لأن عدد من سيصاب به هائل. . ولذلك فإن الآية الاولى نفت الظلم عن الله سبحانه وتعالى. والآية الثانية نفت الظلم أيضا عن الله تبارك وتعالى. . ولكن صيغة المبالغة استخدمت لكثرة عدد الذين تنطبق عليهم الآية الكريمة. </p><p> نأتي بعد ذلك إلى رحمن ورحيم. . رحمن في الدنيا لكثرة عدد الذين يشملهم الله سبحانه وتعالى برحمته. . فرحمة الله في الدنيا تشمل المؤمن والعاصي والكافر. . يعطيهم الله مقومات حياتهم ولا يؤاخذهم بذنوبهم، يرزق من آمن به ومن لم يؤمن به، ويعفو عن كثير. . اذن عدد الذين تشملهم رحمة الله في الدنيا هم كل خلقه. بصرف النظر عن ايمانهم أو عدم ايمانهم. </p><p> ولكن في الآخرة الله رحيم بالمؤمنين فقط. . فالكفار والمشركون مطرودون من رحمة الله. . اذن الذين تشملهم رحمة الله في الآخرة. . أقل عددا من الذين تشملهم رحمة الله في الدنيا. . فمن أين تأتي المبالغة؟ . . تأتي المبالغة في العطاء وفي الخلود في العطاء. . فنعم الله في الآخرة اكبر كثيراً منها في الدنيا. . المبالغة هنا بكثرة النعم وخلودها. . فكأن المبالغة في الدنيا بعمومية العطاء، والمبالغة في الآخرة بخصوصية العطاء للمؤمن وكثرة النعم والخلود فيها. </p><p> لقد اختلف عدد العلماء حول بسم الله الرحمن الرحيم. . وهي موجودة في ١١٣ سورة من القرآن الكريم هل هي من آيات السور نفسها. . بمعنى أن كل سورة تبدأ {بِسْمِ الله الرحمن الرحيم} تحسب البداية على أنها الآية الأولى من السورة، أم أنها حسبت فقط في فاتحة الكتاب، ثم بعد ذلك تعتبر فواصل بين السور. . </p><p> وقال العلماء أن {بِسْمِ الله الرحمن الرحيم} آية من آيات القرآن الكريم. . ولكنها ليست آية من كل سورة ما عدا فاتحة الكتاب فهي آية من الفاتحة. . وهناك سورة واحدة في القرآن الكريم لا تبدأ ب {بِسْمِ الله الرحمن الرحيم} وهي سورة التوبة وتكررت بسم الله الرحمن الرحيم في الآية ٣٠ من سورة النمل في قوله تعالى: {إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ الله الرحمن الرحيم}  [النمل: ٣٠] </p>"
}