{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> بعد أن آمنت بالله سبحانه وتعالى إلها وربا. . واستحضرت عطاء الألوهية ونعم الربوبية وفيوضات رحمة الله على خلقه. وأعلنت أنه لا إله إلا الله. وقولك:  {إِيَّاكَ نَعْبُدُ} أي أن العبادة لله تبارك وتعالى لا نشرك به شيئا ولا نعبد إلا إياه. . وأعلنت انك ستستعين بالله وحده بقولك:  {وَإِيَّاكَ نَسْتَعِينُ} . فانك قد أصبحت من عباد الله. ويعلمك الله سبحانه وتعالى الدعاء الذي يتمناه كل مؤمن. . ومادامت من عباد الله، فإن الله جل جلاله سيستجيب لك. . مصداقا لقوله سبحانه:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ}  [البقرة: ١٨٦] والمؤمن لا يطلب الدنيا أبدا. . لماذا؟ . . لأن الحياة الحقيقية للانسان في الآخرة. فيها الحياة الأبدية والنعيم الذي لا يفارقك ولا تفارقه. فالمؤمن لا يطلب مثلا أن يرزقه الله مالا كثيراً ولا أن يمتلك عمارة مثلا. . لأنه يعلم أن كل هذا وقتي وزائل. . ولكنه يطلب ما ينجيه من النار ويوصله الى الجنة. . </p><p> ومن رحمة الله تبارك وتعالى أنه علمنا ما نطلب. . وهذا يستوجب الحمد لله. . وأول ما يطلب المؤمن هو الهداية والصراط المستقيم:  {اهدنا الصراط المستقيم} . </p><p> والهداية نوعان: هداية دلالة وهداية معونة. هداية الدلالة هي للناس جميعا. . وهداية المعونة هي للمؤمنين فقط المتبعين لمنهج الله. والله سبحانه وتعالى هدى كل عباده هداية دلالة أي دلهم على طريق الخير وبينه لهم. . فمن أراد أن يتبع طريق الخير اتبعه. . ومن أراد ألا يتبعه تركه الله لما أراد. . </p><p> هذه الهداية العامة هي أساس البلاغ عن الله. فقد بين لنا الله تبارك وتعالى في منهجه بافعل ولا تفعل ما يرضيه وما يغضبه. . وأوضح لنا الطريق الذي نتبعه لنهتدي. والطريق الذي لو سلكناه حق علينا غضب الله وسخطه. . ولكن هل كل من بين له الله سبحانه وتعالى طريق الهداية اهتدى؟ . . نقول لا. . واقرأ قوله جل جلاله:  {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى فَأَخَذَتْهُمْ صَاعِقَةُ العذاب الهون بِمَا كَانُواْ يَكْسِبُونَ}  [فصلت: ١٧] اذن هناك من لا يأخذ طريق الهداية بالاختيار الذي أعطاه الله له. . فلو أن الله سبحانه وتعالى أرادنا جميعا مهديين. . ما استطاع واحد من خلقه أن يخرج على مشيئته. ولكنه جل جلاله خلقنا مختارين لنأتيه عن حب ورغبة بدلا من أن يقهرنا على الطاعة. . ما الذي يحدث للذين اتبعوا طريق الهداية والذين لم يتبعوه وخالفوا مراد الله الشرعي في كونه؟ </p><p> الذين اتبعوا طريق الهداية يعينهم الله سبحانه وتعالى عليه ويحببهم في الايمان والتقوى ويحببهم في طاعته. </p><p> . واقرأ قوله تبارك وتعالى:  {والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقُوَاهُمْ}  [محمد: ١٧] أي أن كل من يتخذ طريق الهداية يعينه الله عليه. . ويزيده تقوى وحبا في الدين. . أما الذين إذا جاءهم الهدى ابتعدوا عن منهج الله وخالفوه. . فإن الله تبارك وتعالى يتخلى عنهم ويتركهم في ضلالهم. واقرأ قوله تعالى:  {وَمَن يَعْشُ عَن ذِكْرِ الرحمن نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ}  [الزخرف: ٣٦] </p><p> والله سبحانه وتعالى قد بين لنا المحرومين من هداية المعونة على الايمان وهم ثلاثة كما بَيَّنْهُم لنا في القرآن الكريم:  {ذلك بِأَنَّهُمُ استحبوا الحياة الدنيا على الآخرة وَأَنَّ الله لاَ يَهْدِي القوم الكافرين}  [النحل: ١٠٧]  {ذلك أدنى أَن يَأْتُواْ بالشهادة على وَجْهِهَآ أَوْ يخافوا أَن تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ واتقوا الله واسمعوا والله لاَ يَهْدِي القوم الفاسقين}  [المائدة: ١٠٨]  {أَلَمْ تَرَ إِلَى الذي حَآجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ الله الملك إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الذي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب فَبُهِتَ الذي كَفَرَ والله لاَ يَهْدِي القوم الظالمين}  [البقرة: ٢٥٨] اذن فالمطرودون من هداية الله في المعونة على الايمان. . هم الكافرون والفاسقون والظالمون. . الحق سبحانه وتعالى يقول:  {اهدنا الصراط المستقيم} ما هو الصراط؟ . . إنه الطريق الموصلة الى الغاية. ولماذا نص على أنه الصراط المستقيم. لأن الله سبحانه وتعالى وضع لنا في منهجه الطريق المستقيم. . وهو أقصر الطرق الى تحقيق الغاية. . فأقصر طريق بين نقطتين هو الطريق المستقيم. ولذلك إذا كنت تقصد مكانا فأقصر طريق تسلكه هو الطريق الذي لا اعوجاج فيه ولكنه مستقيم تماما. . </p><p> ولا تحسب أن البعد عن الطريق المستقيم يبدأ باعوجاج كبير. بل باعوجاج صغير جدا ولكنه ينتهي الى بُعد كبير. . </p><p> ويكفي أن تراقب قضبان السكة الحديد. . عندما يبدأ القطار في اتخاذ طريق غير الذي كان يسلكه فهو لا ينحرف في أول الأمر إلا بضعة ملليمترات. . أي أن أول التحويلة ضيق جدا وكلما مشيت اتسع الفرق وازداد اتساعا. بحيث عند النهاية تجد أن الطريق الذي مشيت فيه يبعد عن الطريق الأول عشرات الكيلو مترات وربما مئات الكيلو مترات. . إذن فأي انحراف مهما كان بسيطا يبعدك عن الطريق المستقيم بعدا كبيرا. . ولذلك فإن الدعاء:  {اهدنا الصراط المستقيم} أي الطريق الذي ليس فيه إعوجاج ولو بضعة ملليمترات. . الطريق الذي ليس فيه مخالفة تبعدنا عن طريق الله المستقيم. </p><p> لذلك فإن الانسان المؤمن يطلب من الله سبحانه وتعالى أن يهديه الى أقصر الطرق للوصول الى الغاية. . وما هي الغاية؟ انها الجنة والنعيم في الآخرة. . ولذلك نقول يا رب اهدنا وأعنا على أن نسلك الطريق المستقيم وهو طريق المنهج ليوصلنا الي الجنة دون أن يكون فيه أي اعوجاج يبعدنا عنها. </p><p> ولقد قال الله سبحانه وتعالى في حديث قدسي. انه اذا قال العبد:  {اهدنا الصراط المستقيم} يقول جل جلاله: هذا لعبدي ولعبدي ما سأل. </p><p> يقول الحق تبارك وتعالى:  {صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ} ما معنى {الذين أَنْعَمْتَ عَلَيْهِمْ} ؟ . . اقرأ الآية الكريمة:  {وَمَن يُطِعِ الله والرسول فأولئك مَعَ الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين والصديقين والشهدآء والصالحين وَحَسُنَ أولئك رَفِيقاً}  [النساء: ٦٩] وأنت حين تقرأ الآية الكريمة فأنت تطلب من الله تبارك وتعالى أن تكون مع النبيين والصديقين والشهداء والصالحين. . أي أنك تطلب من الله جل جلاله. . أن يجعلك تسلك نفس الطريق الذي سلكه هؤلاء لتكون معهم في الآخرة. . فكأنك تطلب الدرجة العالية في الجنة. . لأن كل من ذكرناهم لهم مقام عال في جنة النعيم. . وهكذا فإن الطلب من الله سبحانه وتعالى هو أن يجعلك تسلك الطريق الذي لا اعوجاج فيه. والذي يوصلك في أسرع وقت الي الدرجة العالية في الآخرة. </p><p> وعندما نعرف أن الله سبحانه وتعالى قال:  (هذا لعبدي ولعبدي ما سأل) . . تعرف أن الاستجابة تعطيك الحياة العالية في الآخرة وتمتعك بنعيم الله. ليس بقدرات البشر كما يحدث في الدنيا. . ولكن بقدرة الله تبارك وتعالى. . واذا كانت نعم الدنيا لا تعد ولا تحصى. . فكيف بنعم الآخرة؟ لقد قال الله سبحانه وتعالى عنها:  {لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ}  [ق: ٣٥] أي أنه ليس كل ما تطلبه فقط ستجده أمامك بمجرد وروده على خاطرك ولكن مهما طلبت من النعم ومهما تمنيت فالله جل جلاله عنده مزيد. . ولذلك فانه يعطيك كل ما تشاء ويزيد عليه بما لم تطلب ولا تعرف من النعم. . وهذا تشبيه فقط ليقرب الله تبارك وتعالى صورة النعيم إلى أذهاننا، ولكن الجنة فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. </p><p> وبما أن المعاني لابد أن توجد أولا في العقل ثم يأتي اللفظ المعبر عنها. . فكل شيء لا نعرفه لا توجد في لغتنا ألفاظ تعبر عنه. فنحن لم نعرف اسم التليفزيون مثلا إلا بعد أن أخترع وصار له مفهوم محدد. تماما كما لم نعرف اسم الطائرة قبل أن يتم اختراعها. . فالشيء يوجد أولا ثم بعد ذلك يوضع اللفظ المعبر عنه. ولذلك فإن مجامع اللغات في العالم تجتمع بين فترة واخرى. لتضع أسماء لأشياء جديدة اخترعت وعرفت مهمتها. . </p><p> ومادام ذلك هو القاعدة اللغوية، فإنه لا توجد الفاظ في لغة البشر تعبر عن النعيم الذي سيعيشه اهل الجنة لأنه لم تره عين ولم تسمع به أذن ولا خطر على القلب. . ولذلك فإن كل ما نقرؤه في القرآن الكريم يقرب لنا الصورة فقط. </p><p> ولكنه لا يعطينا حقيقة ما هو موجود. ولذلك نجد الله سبحانه وتعالى حين يتحدث عن الجنة في </p><p> القرآن الكريم يقول:  {مَّثَلُ الجنة التي وُعِدَ المتقون فِيهَآ أَنْهَارٌ مِّن مَّآءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى وَلَهُمْ فِيهَا مِن كُلِّ الثمرات وَمَغْفِرَةٌ مِّن رَّبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النار وَسُقُواْ مَآءً حَمِيماً فَقَطَّعَ أَمْعَآءَهُمْ}  [محمد: ١٥] أي أن هذا ليس حقيقة الجنة ولكنها مثل فقط يقرب ذلك الى الاذهان. . لأنه لا توجد ألفاظ في لغات البشر يمكن أن تعطينا حقيقة ما في الجنة. </p><p> وقوله تعالى:  {غَيْرِ المغضوب عَلَيْهِم} . . أي غير الذين غضبت عليهم يا رب من الذين عصوا. ومنعت عنهم هداية الاعانة. . الذين عرفوا المنهج فخالفوه وارتكبوا كل ما حرمه الله فاستحقوا غضبه. </p><p> ومعنى غير {المغضوب عَلَيْهِم} أي يا رب لا تيسر لن الطريق الذي نستحق به غضبك. كما استحقه أولئك الذين غيروا وبدلوا في منهج الله ليأخذوا سلطة زمنية في الحياة الدنيا وليأكلوا أموال الناس بالباطل. . </p><p> وقد وردت كلمة {المغضوب عَلَيْهِم} في القرآن الكريم في قوله تعالى: {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك مَثُوبَةً عِندَ الله مَن لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القردة والخنازير وَعَبَدَ الطاغوت أولئك شَرٌّ مَّكَاناً وَأَضَلُّ عَن سَوَآءِ السبيل}  [المائدة: ٦٠] وهذه الآيات نزلت في بني اسرائيل. </p><p> وقول الله تعالى:  «ولا الضالين» هناك الضال والْمُضِل. . الضال هو الذي ضل الطريق فاتخذ منهجا غير منهج الله. . ومشى في الضلالة بعيدا عن الهدى وعن دين الله. . ويقال ضل الطريق أي مشي فيه وهو لا يعرف السبيل الى ما يريد أن يصل إليه. . أي أنه تاه في الدنيا فأصبح وليا للشيطان وابتعد عن طريق الله المستقيم. . هذا هو الضال. . ولكن المضل هو من لم يكتف بأنه ابتعد عن منهج الله وسار في الحياة على غير هدى. . بل يحاول أن يأخذ غيره الى الضلالة. . يغري الناس بالكفر وعدم اتباع المنهج والبعد عن طريق الله. . وكل واحد من العاصين يأتي يوم القيامة يحمل ذنوبه. . الا المضل فانه يحمل ذنوبه وذنوب من اضلهم. مصداقا لقوله سبحانه:  {لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلاَ سَآءَ مَا يَزِرُونَ}  [النحل: ٢٥] أي أنك وأنت تقرأ الفاتحة. . فأنك تستعيذ بالله أن تكون من الذين ضلوا. . ولكن الحق سبحانه وتعالى لم يأتِ هنا بالمضلين. نقول انك لكي تكون مضلا لابد أن تكون ضالا أولا. . فالاستعاذة من الضلال هنا تشمل الاثنين. لأنك مادمت قد استعذت من أن تكون ضالا فلن تكون مضلا أبدا. </p><p> بقى أن نتكلم عن ختم فاتحة الكتاب. بقولنا آمين أسوة برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي علمه جبريل عليه السلام أن يقول بعد قراءة الفاتحة آمين، فهي من كلام جبريل لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وليست كلمة من القرآن. </p><p> وكلمة آمين معناها استجب يا رب فيما دعوناك به من قولنا:  {اهدنا الصراط المستقيم صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ} أي أن الدعاء هنا له شيء مطلوب تحقيقه. وآمين دعاء لتحقيق المطلوب. . وكلمة آمين اختلف العلماء فيها. . أهي عربية أم غير عربية. </p><p> وهنا يثور سؤال. . كيف تدخل كلمة غير عربية في قرآن حكم الله بأنه عربي. .؟ نقول أن ورود كلمة ليست من أصل عربي في القرآن الكريم. لا ينفي </p><p> أن القرآن كله عربي. بمعنى أنه اذا خوطب به العرب فهموه. . وهناك الفاظ دخلت في لغة العرب قبل أن ينزل القرآن. . ولكنها دارت على الألسن بحيث أصبحت عربية وألفتها الاذان العربية. . </p><p> فليس المراد بالعربي هو أصل اللغة العربية وحدها. . وانما المراد أن القرآن نزل باللغة التي لها شيوع على ألسنة العرب. وما دام اللفظ قد شاع على اللسان قولا وفي الآذان سمعا. فإن الأجيال التي تستقبله لا تفرق بينه وبين غيره من الكلمات التي هي من أصل عربي. . فاللفظ الجديد أصبح عربيا بالاستعمال وعند نزول القرآن كانت الكلمة شائعة شيوع الكلمة العربية. </p><p> واللغة ألفاظ يصطلح على معانيها. بحيث إذا أطلق اللفظ فهم المعنى. واللغة التي نتكلمها لا تخرج عن اسم وفعل وحرف. . الاسم كلمة والفعل كلمة والحرف كلمة. . والكلمة لها معنى في ذاتها ولكن هل هذا المعنى مستقل في الفهم أو غير مستقل. . اذا قلت محمد مثلا فهمت الشخص الذي سمى بهذا الاسم فصار له معنى مستقل. . واذا قلت كتب فهمت أنه قد جمع الحروف لتقرأ على هيئة كتابة. . ولكن اذا قلت ماذا وهي حرف فليس هناك معنى مستقل. . واذا قلت «في» دَلَّتْ على الظرفية ولكنها لم تدلنا على معنى مستقل. بل لابد ان تقول الماء في الكوب. . أو فلان على الفرس. . غير المستقل في الفهم نسميه حرفا لا يظهر معناه إلا بضم شيء له. . والفعل يحتاج الي زمن، ولكن الاسم لا يحتاج الي زمن. . </p><p> اذن الاسم هو ما دل على معنى مستقل بالفهم وليس الزمن جزءا منه. . والفعل ما دل على فعل مستقل بالفهم والزمن جزء منه. . والحرف دل على معنى غير مستقل. . ما هي علامة الفعل هي أنك تستطيع أن تسند اليه تاء الفاعل. . أي تقول كتبت والفاعل هو المتكلم. . ولكن الاسم لا يضاف اليه تاء الفاعل فلا تقول محمدت. </p><p> . اذا رأيت شيئا يدل على الفعل أي يحتاج الى زمن. . ولكنه لا يقبل تاء الفاعل فانه يكون اسم على فعل. </p><p> آمين من هذا النوع ليست فعلا فهي اسم مدلولة مدلول الفعل. . معناه استجب. . فأنت حين تسمع كلمة «آه» انها اسم لفعل بمعنى أتوجع. . وساعة </p><p> تقول «أف» اسم فعل بمعنى اتضجر. . وآمين اسم فعل بمعنى استجب. . ولكنك تقولها مرة وأنت القارئ، وتقولها مرة وأنت السامع. فساعة تقرأ الفاتحة تقول آمين. . أي أنا دعوت يا رب فاستجب دعائي. . لأنك لشدة تعلقك بما دعوت من الهداية فانك لا تكتفي بقول اهدنا ولكن تطلب من الله الاستجابة. واذا كنت تصلي في جماعة فأنت تسمع الامام وهو يقرأ الفاتحة. . ثم تقول آمين. لأن المأموم أحد الداعين. . الذي دعا هو الامام، وعندما قلت آمين فأنت شريك في الدعاء. . ولذلك فعندما دعا موسى عليه السلام أن يطمس الله على اموال قوم فرعون ويهلكهم قال الله لموسى:  {قَالَ قَدْ أُجِيبَتْ دَّعْوَتُكُمَا فاستقيما وَلاَ تَتَّبِعَآنِّ سَبِيلَ الذين لاَ يَعْلَمُونَ}  [يونس: ٨٩] أي أن الخطاب من الله سبحانه وتعالى موجهٌ الى موسى وهارون. ولكن موسى عليه السلام هو الذي دعا. . وهارون أمن على دعوة موسى فأصبح مشاركا في الدعاء. </p>"
}