{
  "id": null,
  "sura": 2,
  "aya": 174,
  "text": "<p> إن الحق سبحانه وتعالى ينزل بوساطة رسله على خلقه ليحكم المنهج حركة الحياة للناس وعلى الناس، إنه يحكم للناس أي لمصالحهم، ويحكم على الناس إن فوتوا المصالح، لأن الذي يُفَوِّت مصلحة لسواه عنده، لابد أن يلحظ أن غيره سيفوّت عليه مصلحة عنده. </p><p> إذن، فمن الإنصاف في التشريع أن تجعل له وعليه، فكل «تكليف عليه» يقابله «تكليف له» ، لأنه إن كان له حق، فحقه واجب على سواه، ومادام حقه واجباً على ما سواه، فلزم أن يكون حق غيره واجباً عليه؛ وإلا فمن أين يأخذ صاحب الحق حقه؟ </p><p> والحق سبحانه وتعالى حين ينزل المنهج يبلغه الرسل ويحمله أولو العلم؛ ليبلغوه للناس، فالذين يكتمون ما أنزل الله إنما يصادمون منهج السماء. ومصادمة منهج السماء من خلق الله لا تتأتى إلا من إنسان يريد أن ينتفع بباطل الحياة؛ ليأكل حق الناس. فحين يكتمون ما أنزل الله، فقد أصبحوا عوائق لمنهج الله الذي جاء ليسيطر على حركة الحياة. </p><p> وما نفعهم في ذلك؟ . لابد أن يوجد نفع لهم، هذا النفع لهم هو الثمن القليل، مثل «الرشا» ، أو الأشياء التي كانوا يأخذونها من أتباعهم ليجعلوا أحكام الله على مقتضى شهوات الناس. </p><p> فالله يبين لهم: أن الشيء لا يُثمن إلا بتثمين من يعلم حقيقته، وأنتم تُثَمّنون منهج الله، ولا يصح أن يُثَمِّن منهج الله إلا الله. ولذلك يجب أن يكون الثمن الذي وضعه الله لتطبيق المنهج ثمنا مربحا مقنعا لكم، فإن أخذتم ثمنا على كتمان منهج الله وأرضيتم الناس بتقنين يوافق أهواءهم وشهواتهم، فقد خسرتم في الصفقة؛ لأن ذلك الثمن مهما علا بالتقدير البشري، فهو ثمن قليل وعمره قصير. </p><p> والأثمان عادة تبدأ من أول شيء يتعقل بحياة الإنسان هو قوام حياته من مأكل ومشرب، لذلك قال الله سبحانه وتعالى:  {أولئك مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار} وإذا كانوا يأكلون في بطونهم ناراً فكيف يكون استيعاب النار لكل تلك البطون؟ </p><p> لأن المؤمن كما قال الرسول يأكل في معي واحد، والكافر يأكل في سبعة أمعاء، أي أن الكافر لا يأكل إلا تلذذاً بالطعام؛ فهو يريد أن يتلذذ به دائما حتى يضيق بطنه بما يدخل فيه. لكن المؤمن يأخذ من الطعام بقدر قوام الحياة، فسيد الخلق محمد بن عبد الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول في الحديث الشريف:  «حسب ابن آدم لقيمات يقمن أوده» . </p><p> إذن فالأكل عند المؤمن هو لمقومات الحياة وكوقود للحركة، ولكن الكافر يأخذ الأكل كأنه متعة ذاتية. والحق يقول:  {أولئك مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار} يعني كما أرادوا امتلاء بطونهم شهوة ولذة، فكذلك يجعل الله العذاب لهم من جنس ما فعلوه بالثمن القليل الذي أخذوه، فهم أخذوا ليملأوا بطونهم من خبيث ما أخذوا وسيملأ الله بطونهم ناراً، جزاء وفاقا لما فعلوا، وهذا لون من العقاب المادي يتبعه لون آخر من العقاب هو {وَلاَ يُكَلِّمُهُمُ الله} أي أن الحق ينصرف عنهم يوم لا أنس للخلق إلا بوجه الحق. </p><p> ونحن حين نقرأ كلمة «لا يكلم فلان فلاناً» نستشعر منها الغضب؛ لأن الكلام في البشر هو وسيلة الأنس، فإذا ما امتنع إنسان عن كلام إنسان، فكأنه يبغضه ويكرهه. إذن {وَلاَ يُكَلِّمُهُمُ الله} معناها أنه يبغضهم، وحسبك بصدود الله عن خلقه عقابا وعذابا. لقد والاهم بالنعمة وبعد ذلك يصد عنهم. ويقول قائل: كيف نقرأ هنا أن الحق لا يكلمهم، وهو سبحانه القائل:  {قَالُواْ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْماً ضَآلِّينَ رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ قَالَ اخسئوا فِيهَا وَلاَ تُكَلِّمُونِ}  [المؤمنون: ١٠٦ - ١٠٨] </p><p> نقول: صحيح أنه سبحانه يقول لهم: {وَلاَ تُكَلِّمُونِ} ولكن الكلام حين ينفي من الله فالمقصود به هو كلام الحنان وكلام الرحمة وكلام الإيناس واللطف، أما كلام العقوبة فهو اللعنة. إذن {وَلاَ يُكَلِّمُهُمُ الله} أي لا يكلمهم الحق وصلا للأنس. ولذلك حين يؤنس الله بعض خلقه يطيل معهم الكلام. ومثال ذلك عندما جاء موسى لميقات ربه، ماذا قال الله له؟ قال عَزَّ وَجَلَّ:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى}  [طه: ١٧] </p><p> فهل يعني هذا السؤال أن الله يستفهم من موسى عما بيده؟ . إنه سؤال الإيناس في الكلام حتى يخلع موسى من دوامة المهابة. </p><p> وضربنا مثلا لذلك ولله المثل الأعلى حينما يذهب شخص إلى بيت صديقه ليزوره، فيأتي ولده الصغير ومعه لعبة، فيقول الضيف للطفل: ما الذي معك؟ إن الضيف يرى اللعبة في يد الطفل، لكن كلامه مع الطفل هو للإيناس. وعندما جاء </p><p> كلام الله بالإيناس لموسى قال له:  {وَمَا تِلْكَ بِيَمِينِكَ ياموسى}  [طه: ١٧] </p><p> كان يكفي موسى أن يقول: عصا، وتنتهي إجابته عن السؤال، ولو قال موسى: عصا، لكان ذلك منه عدم استيعاب لتقدير إيناس الله له بالكلام، لكن سيدنا موسى عليه السلام انتهز سؤال الله له ليطيل الأنس بالله فيقول:  {قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي وَلِيَ فِيهَا مَآرِبُ أخرى}  [طه: ١٨] </p><p> تأمل التطويل في إجابة موسى. إنّ كلمة {هِيَ} زائدة، و {أَتَوَكَّأُ عَلَيْهَا} زائدة أي غير محتاج إليها في إفادة المعنى، و {وَأَهُشُّ بِهَا على غَنَمِي} تطويل أكثر «و {وَلِيَ فِيهَا مَآرِبُ أخرى} رغبة منه في إطالة الحديث أكثر. </p><p> إذن فكلام الله والنظر إليه سبحانه افضل النعم التي ينعم الله بها على المؤمنين يوم القيامة. </p><p> فإذا كان الله سيمنع عن الكافرين وسائل التكريم المادي فلا يكلمهم، فهذه مسألة صعبة. {وَلاَ يُكَلِّمُهُمُ الله يَوْمَ القيامة وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} وبعد أن يحرمهم من الكلام والاستئناس بحضرته؛ ولا يطهرهم من الخبائث التي ارتكبوها؛ ولا يجعلهم أهلا لقربه، بعد ذلك يعذبهم عذاباً شديداً؛ كأن فيه عذابا سابقا؛ ثم يأتي العذاب الأشد، لأنهم لابد أن يلاقوا عذابا مضاعفاً، لأنهم كتموا منهج الله عن خلق الله، فتسببوا في إضلال الخلق، فعليهم وزر ضلالهم وأوزار فوق أوزارهم لأنهم أضلوا سواهم. </p><p> ومسألة كلام الله للناس أخبرنا بها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين قال: « </p><p> ثلاثة لا يكلمهم الله يوم القيامة ولا يزكيهم ولا ينظر إليهم ولهم عذاب أليم: شيخ زانٍ، وملك كذاب، وعائل مستكبر» . </p><p> ما سر حرمان هؤلاء من كلام الله وتزكيته والنظر إليهم؟ إن الشيخ الزاني يرتكب إثماً، لا ضرورة له لأنه لا يعاني من سعار المراهقة. والملك الذي يكذب، إنما يكذب على قوم هم رعيته، والكذب خوف من الحق، فمِمّنْ يخاف الملك إذا كان الناس تحت حكمه؟ . وعائل الأسرة عندما يصيبه الكبر وهو فقير، سيسبب له هذا الكبر الكثير من المتاعب ويضيق عليه سبل الرخاء وسبل العيش ويجعله في شقاء من العيلة، فإن أراد أحد مساعدته فسيكون الكبر والاستعلاء على الناس حائلاً بينه وبين مساعدته، وهذا هو معنى «لا يكلمهم ولا يزكيهم» ، فما معنى «ولا ينظر إليهم» ؟ إن النظر شراك العطف، ولذلك يقطع الحق عنهم باب الرحمة والعطف من الأصل، وهو النظر إليهم، ويذيل الحق الآية الكريمة بقوله:  {وَلَهُمْ عَذَابٌ أَلِيمٌ} أي مؤلم، وعندما تسمع صيغة «فعيل» فنحن نأخذها بمعنى فاعل أو مفعول، لذلك نفهم «أليم» على أنه مؤلم. </p><p> ثم يقول الحق:  {أولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة ... } </p>"
}