{
  "id": null,
  "sura": 2,
  "aya": 124,
  "text": "<p> يأتي الحق سبحانه وتعالى إلى قصة إبراهيم عليه السلام. . ليصفي الجدل والتشكيك الذي أحدثه اليهود عند تغيير القبلة. . واتجاه المسلمين إلى الكعبة المشرفة بدلا من بيت المقدس. . كذلك الجدل الذي أثاره اليهود بأنهم شعب الله المختار وأنه لا يأتي نبي إلا منهم. </p><p> يريد الله تبارك وتعالى أن يبين صلة العرب بإبراهيم وصلتهم بالبيت. . فيقول الحق جل جلاله:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ} . . ومعناها اذكر إذا ابتلى الله إبراهيم. . وإذ هنا ظرف وهناك فرق بينها وبين إذا الشرطية في قوله تعالى:  {إِذَا جَآءَ نَصْرُ الله والفتح وَرَأَيْتَ الناس يَدْخُلُونَ فِي دِينِ الله أَفْوَاجاً}  [النصر: ١ - ٢] </p><p> إذا هنا ظرف ولكنه يدل على الشرط. . أما إذ فهي ظرف فقط. . وقوله تعالى:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ} . . معناها اذكر وقت أن ابتلى إبراهيم بكلمات. </p><p> ما معنى الابتلاء؟ الناس يظنون أنه شر ولكنه في الحقيقة ليس كذلك. . لأن الابتلاء هو إمتحان إن نجحنا فيه فهو خير وإن رسبنا فيه فهو شر. . فالابتلاء ليس شرا ولكنه مقياس لاختبار الخير والشر. الذي ابتلى هو الله سبحانه. . هو </p><p> الرب. . والرب معناه المربي الذي يأخذ من يربيه بأساليب تؤهله إلى الكمال المطلوب منه. . ومن أساس التربية أن يمتحن المربي من يربيه ليعلم هل نجح في التربية أم لا؟ والابتلاء هنا بكلمات والكلمات جمع كلمة. . والكلمة قد تطلق على الجملة مثل قوله تعالى:  {وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَداً مَّا لَهُمْ بِهِ مِنْ عِلْمٍ وَلاَ لآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلاَّ كَذِباً}  [الكهف: ٤ - ٥] </p><p> إذن فالكلمة قد تطلق على الجملة وقد تطلق على المفرد. . كأن تقول مثلا محمد وتسكت. . وفي هذه الحالة لا تكون جملة مفيدة. . والكلمة المرادة في هذه الآية هي التكليف من الله. </p><p> قوله سبحانه إفعل ولا تفعل. . فكأن التكليف من الله مجرد كلمة وأنت تؤدي مطلوبها أو لا تؤديه. . وقد اختلف العلماء حول الكلمات التي تلقاها إبراهيم من ربه. . نقول لهم أن هذه الكلمات لابد أن تناسب مقام إبراهيم أبي الأنبياء. . إنها ابتلاء يجعله أهلا لحمل الرسالة. . أي لابد أن يكون الابتلاء كبيراً. . ولقد قال العلماء إن الابتلاءات كانت عشرة وقالوا أربعين منها عشرة في سورة التوبة وهي قوله تعالى:  {التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون بالمعروف والناهون عَنِ المنكر والحافظون لِحُدُودِ الله}  [التوبة: ١١٢] </p><p> وهذه رواية عبد الله بن عباس. . وعشرة ثانية في سورة المؤمنون. وفي قوله سبحانه: </p><p> {قَدْ أَفْلَحَ المؤمنون الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ والذين هُمْ عَنِ اللغو مُّعْرِضُونَ والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابتغى وَرَآءَ ذلك فأولئك هُمُ العادون والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ والذين هُمْ على صَلَوَاتِهِمْ يُحَافِظُونَ أولئك هُمُ الوارثون} </p><p> [المؤمنون: ١ - ١٠] </p><p> وبعد ذلك قال:  {أولئك هُمُ الوارثون} . </p><p> وفي سورة الأحزاب يذكر منهم قوله جل جلاله:  {إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فُرُوجَهُمْ والحافظات والذاكرين الله كَثِيراً والذاكرات أَعَدَّ الله لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً}  [الأحزاب: ٣٥] </p><p> وفي سورة المعارج يقول: {إِلاَّ المصلين الذين هُمْ على صَلاَتِهِمْ دَآئِمُونَ والذين في أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ لِّلسَّآئِلِ والمحروم والذين يُصَدِّقُونَ بِيَوْمِ الدين والذين هُم مِّنْ عَذَابِ </p><p> رَبِّهِم مُّشْفِقُونَ إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابتغى وَرَآءَ ذَلِكَ فأولئك هُمُ العادون والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ وَالَّذِينَ هُمْ بِشَهَادَاتِهِم قَائِمُونَ وَالَّذِينَ هُمْ على صَلاَتِهِمْ يُحَافِظُونَ} [المعارج: ٢٢ - ٣٤] </p><p> نخرج من هذا الجدل، بأن نقول إن الله ابتلى إبراهيم بكلمات تكليفية افعل كذا ولا تفعل كذا. . وابتلاه بأن أُلقِي في النار وهو حي فلم يجزع ولم يتراجع ولم يتجه إلا لله وكانت قمة الابتلاء أن يذبح ابنه. </p><p> وكون إبراهيم أدى جميع التكليفات بعشق وحب وزاد عليه من جنسها. . وكونه يلقى في النار ولا يبالي يأتيه جبريل فيقول ألك حاجة فيرد إبراهيم أما إليك فلا. . وأما إلى الله فعلمه بحالي يغنيه عن سؤالي. . وكونه وهو شيخ كبير يبتلى بذبح ابنه الوحيد فيطيع بنفس مطمئنة ورضا بقدر الله. . يقول الحق:  {أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ موسى وَإِبْرَاهِيمَ الذي وفى}  [النجم: ٣٦ - ٣٧] </p><p> أي وَفَّي كل ما طلب منه وأداه بعشق للمنهج ولابتلاءات الله. . لقد نجح إبراهيم عليه السلام في كل ما ابتلي به أو اختبر به. . والله كان أعز عليه من أهله ومن نفسه ومن ولده. . ماذا كافأه الله به؟ قال:  {قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً}  [البقرة: ١٢٤] </p><p> أي أن الحق تبارك وتعالى أئتمنه أن يكون إماماً للبشر. . والله سبحانه كان يعلم وفاء إبراهيم ولكنه اختبره لنعرف نحن البشر كيف يصطفي الله تعالى عباده المقربين وكيف يكونوا أئمة يتولون قيادة الأمور. . استقبل إبراهيم هذه البشرى من الله وقال كما يروي لنا القرآن الكريم:  {قَالَ وَمِن ذُرِّيَّتِي}  [البقرة: ١٢٤] </p><p> ما هي الذرية؟ هي النسل الذي يأتي والولد الذي يجئ. . لأنه يحب استطراق الخير على أولاده وأحفاده وهذه طبيعة البشر، فهم يعطون ثمرة حركتهم وعملهم في الحياة لأولادهم وأحفادهم وهم مسرورون. </p><p> . ولذلك أراد إبراهيم أن ينقل الإمامية إلى أولاده وأحفاده. . حتى لا يحرموا من القيم الإيمانية تحرس حياتهم وتؤدي بهم إلى نعيم لا يزول. . ولكن الله سبحانه وتعالى يرد على إبراهيم بقضية إيمانية أيضا هي تقريع لليهود. . الذي تركوا القيم وعبدوا المادة فيقول جل جلاله:  {لاَ يَنَالُ عَهْدِي الظالمين}  [البقرة: ١٢٤] </p><p> فكأن إبراهيم بأعماله قد وصل إلى الإمامية. . ولكن هذا لا ينتقل إلا للصالحين من عباده العابدين المسبحين. </p><p> وقول الحق سبحانه:  {لاَ يَنَالُ عَهْدِي الظالمين} مقصود به اليهود الذين باعوا قيمهم الإيمانية بالمادة، وهو استقراء للغيب أنه سيأتي من ذرية إبراهيم من سيفسق ويظلم. </p><p> ومن العجائب أن موسى وهارون عليهما السلام كانا رسولين. . الرسول الأصيل موسى وهارون جاء ليشد أزره لأنه فصيح اللسان. . وشاءت إرادة الله سبحانه أن تستمر الرسالة في ذرية هارون وليس في ذرية موسى. . والرسالة ليست ميراثا. . </p><p> وقوله تعالى {لاَ يَنَالُ عَهْدِي الظالمين} . . فكأن عهد الله هو الذي يجذب صاحبه أي هو الفاعل. . نأتي بعد ذلك إلى مسألة الجنس والدم واللون. . بنوة الأنبياء غير بنوة الناس كلهم فالأنبياء اصطفاؤهم اصطفاء قيم وأبناؤهم هم الذين يأخذون منهم هذه القيم وليسوا الذين يأخذون الجنس والدم واللون. . ولو رجعنا إلى قصة نوح عليه السلام حين غرق ابنه. . رفع يديه إلى السماء وقال:  {رَبِّ إِنَّ ابني مِنْ أَهْلِي}  [هود: ٤٥] </p><p> فرد عليه الحق سبحانه وتعالى فقال:  {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ}  [هود: ٤٦] </p><p> إن أهل النبوة هم الذين يأخذون القيم عن الأنبياء. . ولولا أن الحق سبحانه قال لنا {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} . . لاعتقدنا أنه ربما جاء من رجل آخر أو غير ذلك. . ولكن الله يريدنا أن نعرف أن عدم نسبة ابن نوح إلى أبيه بسبب {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} . </p>"
}