{
  "id": null,
  "sura": 2,
  "aya": 274,
  "text": "<p> إن المسألة في الإنفاق تقتضي أمرين: إما أن تنفق سراً، وإما أن تنفق علانية. والزمن هو الليل والنهار، فحصر الله الزمان والحال في أمرين: الليل والنهار فإياك أن تحجز عطيّةً تريد أن تعطيها وتقول: «بالنهار أفعل أو في الليل أفعل؛ لأنه أفضل» وتتعلل بما يعطيك الفسحة في تأخير العطاء، إن الحق يريد أن تتعدى النفقة منك إلى الفقير ليلاً أو نهاراً، ومسألة الليلية والنهارية في الزمن، ومسألة السرية والعلنية في الكيفية لا مدخل لها في إخلاص النية في العطاء. </p><p> {الذين يُنْفِقُونَ أَمْوَالَهُمْ باليل والنهار سِرّاً وَعَلاَنِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ} أقالت الآية: الذين ينفقون أموالهم بالليل أو النهار؟ لا، لقد طلب من كل منا أن يكون إنفاقه ليلاً ونهاراً وقال:  «سراً وعلانية» فأنفق أنت ليلاً، وأنفق أنت نهارا، وأنفق أنت سراً، وأنفق أنت علانية، فلا تحدد الإنفاق لا بليل ولا بنهار، لا بزمن ولا بكيفية ولا بحال. </p><p> إن الحق سبحانه استوعب زمن الإنفاق ليلاً ونهارا، واستوعب أيضاً الكيفية التي يكون عليها الإنفاق سراً وعلانية ليشيع الإنفاق في كل زمن بكل هيئة، وهنا يقول الحق سبحانه وتعالى عن هؤلاء:  {فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ} وهذا القول يدل على عموم من يتأتى منه الإنفاق ليلاً أو نهاراً، سراً أو علانية. </p><p> وإن كان بعض القوم قد قال: إنها قيلت في مناسبة خاصة، وهي أن الإمام عليًّا كرم الله وجهه ورضى عنه كانت عنده أربعة دراهم، فتصدق بواحد نهاراً، وتصدق بواحد ليلا، وتصدق بواحد سراً، وتصدق بواحد علانية، فنزلت الآية في هذا </p><p> الموقف، إلا أن قول الله:  {فَلَهُمْ} يدل على عموم الموضوع لا على خصوص السبب، فكأن الجزاء الذي رتبه سبحانه وتعالى على ذلك شائع على كل من يتأتى منه هذا العمل. </p><p> وقول الله:  {فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ} هنا نجد أن كلمة «أجر» تعطينا لمحة في موقف المؤمن من أداءات الإنفاق كلها؛ لأن الأجر لا يكون إلا عن عمل فيه ثمن لشيء، وفي أجر لعمل. فالذي تستأجره لا يقدم لك شيئا إلا مجهودا، هذا المجهود قد ينشأ عنه مُثْمَنٌ، أَيْ شيء له ثمن، فقول الله {فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ} يدل على أن المؤمن يجب أن ينظر إلى كل شيء جاء عن عمل فالله يطلب منه أن ينفق منه. </p><p> إن الله لا يعطيه ثمن ما أنفق، وإنما يعطيه الله أجر العمل، لماذا؟ لأن المؤمن الذي يضرب في الأرض يخطط بفكره، والفكر مخلوق لله، وينفذ التخطيط الذي خططه بفكره بوساطة طاقاته وأجهزته؛ وطاقاتُه وأجهزته مخلوقة لله، ويتفاعل مع المادة التي يعمل فيها، وكلها مخلوقة لله، فأي شيء يملكه الإنسان في هذا كله؟ لا الفكر الذي يخطط، ولا الطاقة التي تفعل، ولا المادة التي تنفعل؛ فكلها لله. </p><p> إذن فأنت فقط لك أجر عملك؛ لأنك تُعمل فكرا مخلوقا لله، بطاقة مخلوقة لله، في مادة مخلوقة لله، فإن نتج منها شيء أراد الله أن يأخذه منك لأخيك العاجز الفقير فإنه يعطيك أجر عملك لا ثمن عملك. لكن المساوي لك في الخلق هو الإنسان إن أخذ منك حصيلة عملك فهو يعطيك ثمن ما أخذ منك، فهي من المخلوق المساوي «ثمن» ، وهي من الخالق الأعلى أجر؛ لأنك لا تملك شيئا في كل ذلك. </p><p> وبعد ذلك يقول الحق:  {وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} والخوف هو الحذر من شيء يأتي، فمن الخائف؟ من المخوف؟ ومن المخوف عليه؟ {وَلاَ خَوْفٌ عَلَيْهِمْ} ممن؟ </p><p> يجوز أن يكون {وَلاَ خَوْفٌ عَلَيْهِمْ} من أنفسهم؛ فقد يخاف الطالب على نفسه من أن يرسب، فالنفس واحدة خائفة ومخوف عليها، إنها خائفة الآن ومخوف عليها بعد الآن. فالتلميذ عندما يخاف أن يرسب، لا يقال: إن الخائف هو عين المخوف؛ </p><p> لأن هذا في حاله، وهذا في حاله. </p><p> أو {وَلاَ خَوْفٌ عَلَيْهِمْ} من غيرهم، فمن الجائز أن يكون حول كثير من الأغنياء أناس حمقى حين يرون أيدي هؤلاء مبسوطة بالخير للناس فيغمرونهم ليمسكوا مخافة أن يفتقروا كأن يقولوا لهم:  «استعدوا للزمن فوراءكم عيالكم» . لكن أهل الخير لا يستمعون لهؤلاء الحمقى. </p><p> إذن ف {وَلاَ خَوْفٌ عَلَيْهِمْ} لا من أنفسهم، ولا من الحمقى حولهم. ويتابع الحق:  {وَلاَ هُمْ يَحْزَنُونَ} أي لا خوف عليهم الآن، ولا حزن عندهم حين يواجهون بحقائق الخير التي ادخرها الله سبحانه وتعالى لهم بل إنهم سيفرحون. </p><p> بعد ذلك يتعرض الحق سبحانه وتعالى إلى قضية من أخطر قضايا العصر، وهذه القضية كان ولابد أن يتعرض لها القرآن؛ لأنه يتكلم عن النفقة وعن الإنفاق ولا شك أن ذلك يقتضي منفِقا ومنفَقاً عليه؛ لأنه عاجز، فهب أن الناس شحّوا، ولم ينفقوا، فماذا يكون موقف العاجز الذي لا يجد؟ إن موقفه لا يتعدى أمرين: إما أن يذهب فيقترض، وإن لم يقبل أحد أن يقرضه فهو يأخذ بالربا والزيادة وإلا فكيف يعيش؟ </p><p> إذن فالآيات التي نحن بصددها تعرّضت للهيكل الاقتصادي في أمة إسلامية جوادة، أو أمة إسلامية بخيلة شحيحة، لماذا؟ </p><p> لأن الذي خلق الخلق قد صنع حسابا دقيقا لذلك الخلق، بحيث لو أحصيت ما يجب على الواجدين من زكاة، وأحصيت ما يحتاج إليه من لا يقدر لأن به عجزا طبيعيا عن العمل، لوجدت العاجزين يحتاجون لمثل ما يفيض عن القادرين بلا زيادة أو نقصان، وإلا كان هناك خطأ والعياذ بالله في حساب الخالق، ولا يمكن أن يتأتى ذلك أبداً. </p><p> وحين ننظر إلى المجتمعات في تكوينها نجد أن إنساناً غنيا في مكان قد نبا به مكانه، واختار أن يقيم في مكان آخر، فيعجب الناس لماذا ترك ذلك المكان وهو في </p><p> يسر ورخاء وغنى؟ ربما لو كان فقيراً لقلنا طلبا للسعة، فلماذا خرج من هذا المكان وهو واجد، وهو على هذا الحال من اليسر؟ إنهم لم يفطنوا إلى أن الله الذي خلق الخلق يُدير كونه بتسخير وتوجيه الخواطر التي تخطر في أذهان الناس، فتجد مكانه قد نبا به، وامتلأت نفسه بالقلق، واختار أن يذهب إلى مكان آخر. </p><p> ولو أن عندنا أجهزة إحصائية دقيقة وحسبنا المحتاجين في البيئة التي انتقل منها لوجدنا قدرا من المال زائد على حاجة الذين يعيشون في هذه البيئة؛ فوجهه الله إلى مكان آخر يحتاج إلى مثل هذا الكم منه. وهكذا تجد التبادل منظما. فإن رأيت إنسانا محتاجا أو إنسانا يريد أن يرابي فاعلم أن هناك تقصيراً في حق الله المعلوم ولا أقول في الحق غير المعلوم. أي أن الغني بخل بما يجب عليه إنفاقه للمحتاج. </p><p> والقرآن حين يواجه هذه المسألة فهو يواجهها مواجهة تُبشِّع العمل الربوي تبشيعا يجعل النفس الإنسانية المستقيمة التكوين تنفر منه فيقول سبحانه:  {الذين يَأْكُلُونَ الربا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس ... } </p>"
}