{
  "id": null,
  "sura": 2,
  "aya": 100,
  "text": "<p> بعد أن بين الحق سبحانه وتعالى أن الدين الإسلامي، وكتابه القرآن فيه من الآيات الواضحة ما يجعل الإيمان به لا يحتاج إلا إلى وقفة مع العقل مما يجعل موقف العداء الذي يقفه اليهود من الإسلام منافيا لكل العهود التي أخذت عليهم، منافيا للإيمان الفطري، ومنافيا لأنهم عاهدوا الله ألا يكتموا ما جاء في التوراة عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومنافيا لعهدهم أن يؤمنوا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ومنافيا لما طلب منهم موسى أن يؤمنوا بالإسلام عندما يأتي الرسول، مصداقا لقوله تعالى:  {وَإِذْ أَخَذَ الله مِيثَاقَ النبيين لَمَآ آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ على ذلكم إِصْرِي قالوا أَقْرَرْنَا قَالَ فاشهدوا وَأَنَاْ مَعَكُمْ مِّنَ الشاهدين}  [آل عمران: ٨١] </p><p> وهكذا نعرف أن موسى عليه السلام الذي أُخذ عليه الميثاق قد أبلغه إلى بني إسرائيل، وأن بني إسرائيل كانوا يعرفون هذا الميثاق جيداً عند بعث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وكانت عندهم أوصاف دقيقة للرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . ولكنهم نقضوه كما نقضوا كثيرا من المواثيق. . منها عهدهم بعدم العمل في السبت، وكيف تحايلوا على أمر الله بأن صنعوا مصايد للأسماك تدخل فيها ولا تستطيع الخروج وهذا تحايل على أمر الله، ثم كان ميثاقهم في الإيمان بالله إلها واحداً أحدا، ثم عبدوا </p><p> العجل. . وكان قولهم لموسى عليه السلام بعد أن أمرهم الله بدخول واد فيه زرع. . لأنهم أرادوا أن يأكلوا من نبات الأرض بدلا من المن والسلوى التي كانت تأتيهم من السماء. . قالوا لموسى:  {فاذهب أَنتَ وَرَبُّكَ فقاتلا إِنَّا هَاهُنَا قَاعِدُونَ} . . وغير ذلك الكثير من المواثيق بالنسبة للحرب والأسرى والعبادة، حتى عندما رفع الله تبارك وتعالى جبل الطور فوقهم ودخل في قلوبهم الرعب وظنوا أنه واقع عليهم، ولم يكن هذا إلا ظنا وليس حقيقة. . لأن الله تبارك وتعالى يقول:  {وظنوا أَنَّهُ وَاقِعٌ بِهِمْ} . . وبمجرد ابتعادهم عن جبل الطور نقضوا الميثاق. </p><p> ثم نقضوا عهدهم وميثاقهم مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عندما هاجر إلى المدينة وذلك في غزوة الخندق. . وعندما أرادوا أن يفتحوا طريقا للكفار ليضربوا جيوش المؤمنين من الخلف. </p><p> قوله تعالى {نَّبَذَهُ فَرِيقٌ مِّنْهُم} قلنا إن هذا يسمى قانون صيانة الاحتمال. . لأن منهم من صان المواثيق. . ومنهم من صدق ما عهد الله عليه. . ومنهم مثلا من كان يريد أن يعتنق الدين الجديد ويؤمن بمحمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. </p><p> إذن فليسوا كلهم حتى لا يقال هذا على مطلق اليهود. . لأن فيهم أناسا لم ينقضوا العهد. . ويريد الله تبارك وتعالى أن يفتح الباب أمام أولئك الذين يريدون الإيمان، حتى لا يقولوا لقد حكم الله علينا حكما مطلقا ونحن نريد أن نؤمن ونحافظ على العهد، ولكن هؤلاء الذين حافظوا على العهد كانوا قلة. . ولذلك قال الحق سبحانه وتعالى:  {بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ} . . أي أن الفريق الناقض للعهد. . الناقض للإيمان هم الأكثرية من بني إسرائيل. </p>"
}