{
  "id": null,
  "sura": 2,
  "aya": 54,
  "text": "<p> يذكّر الله تبارك وتعالى بني إسرائيل بقصة عبادة العجل. وهي قصة مخالفة خطيرة لمنهج الله ومخالفة في القمة. . عبادة الله وحده. والذي حدث أن موسى عليه السلام ذهب لميقات الله ومعه نقباء قومه ليتلقى المنهج والتوراة. . وأخبره الله سبحانه وتعالى أن قومه قد ضلوا وعبدوا غير الله. . وعاد موسى وهو في قمة الغضب. وأمسك بأخيه هارون يجره من رأسه ولحيته. . ويقول له لقد اخلفتك عليهم لكيلا يضلوا، فقال هارون عليه السلام:  {قَالَ يَبْنَؤُمَّ لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بني إِسْرَآئِيلَ وَلَمْ تَرْقُبْ قَوْلِي}  [طه: ٩٤] </p><p> فتنة عبادة العجل حدثت بسبب السامري. . والسامري اسمه موسى السامري ولدته أمه في الصحراء وماتت فكفله جبريل ورباه. . وكان جبريل عليه السلام يأتيه على حصان. . يحمل له ما يحتاج إليه من طعام وشراب، وكان موسى السامري يرى حصان جبريل، كلما مشى على الأرض وقع منه تراب فتخضر وتنبت الأرض بعد هذا التراب. وأيقن أن في حافر الحصان سرّاً. . فأخذ قبضة من أثر الحصان ووضعها في العجل المصنوع من الذهب. فأخذ يحدث خوارا كأنه حي. . </p><p> ولا تتعجب من أن صاحب الفتنة يجد معونة من الأسباب حتى يفتن بها الناس. . لأن الله تبارك وتعالى يريد أن يمتحن خلقه. والذي يحمل دعوة الحق </p><p> لابد أن يهيئه الله سبحانه وتعالى تهيئة خاصة. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أن ينتقل إلى المدينة. . تعرض هو والمسلمون لابتلاءات كثيرة. . ولقد جاء حدث الإسراء والمعراج لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعد أن تخلت عنه أسباب الدنيا في مكة وذهب إلى الطائف يدعو أهلها فسلطوا عليه غلمانهم وسفهاءهم فقذفوه بالحجارة حتى أدموا قدميه الشريفتين. . ورفع يديه إلى السماء بالدعاء المأثور: </p><p> «اللهم إليك أشكو ضعف قوتي وقلة حيلتي وهواني على الناس» . </p><p> وليس هذا على الرسول وحده بل والمؤمنين معه. . حتى أن مصعب بن عمير فتى قريش المدلل. . الذي كان عنده من الملابس والأموال والعبيد ما لا يعد ولا يحصى رئي بعد إسلامه وهو يرتدي جلد حمار وذلك حتى يختبر الحق سبحانه وتعالى في قلب مصعب بن عمير حبه للإيمان. . هل يحب الدنيا أكثر أو يحب الله ورسوله أكثر. . حتى أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. كان يقول للصحابة انظروا كيف فعل الإيمان بصاحبكم. </p><p> والله تبارك وتعالى لابد أن يمحص ويختبر أولئك الذين سيحملون دعوته إلى الدنيا كلها. . لابد أن يكونوا صابرين على البلاء. أقوياء أمام خصوم الدعوة. . مستعدين لتحمل الأعباء والآلام. </p><p> . لأن هذا هو دليل الصدق في الإيمان. . </p><p> ولذلك تجد كل دعوة ضلال تأتي بالفائدة لأصحابها. . دعوة الشيوعية يستفيد منها أعضاء اللجنة المركزية. . أما الشعب فإنه يرتدي ملابس رخيصة. . ويسكن في بيوت ضيقة. أما السادة الذين ينفقون بلا حساب فهم أعضاء اللجنة المركزية. . هذه دعوة الباطل. . وعكس ذلك دعوة الحق. . صاحب الدعوة هو الذي يدفع أولا ويضحي أولا. لا ينتفع بما يقول بل على العكس يضحي في سبيل ما يقول. . إذن الباطل يأتي بالخير لصاحب الدعوة. فإذا رأيت دعوة تغدق على أتباعها فأعلم أنها دعوة باطل. . لولا أنها أعطت بسخاء ما تبعها أحد. </p><p> والآية الكريمة التي نحن بصددها هي تقريع من موسى عليه السلام لقومه. . الذين نجاهم الله من آل فرعون وأهلك عدوهم فاتخذوا العجل إلها. . ومتى </p><p> حدث ذلك؟ في الوقت الذي كان موسى فيه قد ذهب لميقات ربه ليأتي بالمنهج. . والذين اتخذوا العجل إلها. . هل ظلموا الله سبحانه وتعالى أو ظلموا أنفسهم؟ . . ظلموا أنفسهم لأنهم أوردوها مورد التهلكة دون أن يستفيدوا شيئا. . والظالم على أنواع. . ظالم في شيء أعلى أي في القمة. . وظالم في مطلوب القمة. . الظالم في القمة هو الذي يجعل الله شريكا ولذلك قال الله تعالى:  {إِنَّ الشرك لَظُلْمٌ عَظِيمٌ}  [لقمان: ١٣] </p><p> وعلاقة الشرك بالظلم أنك جئت بمن لم يخلق ومن لم يرزق شريكا لمن خلق ورزق. . وذلك الذي جعلته إلها كيف يعبد؟ . . العبادة طاعة العابد للمعبود. . فماذا قال لكم هذا العجل الذي عبدتموه من دون الله أن تفعلوا. . لذلك فأنتم ظالمون ظلم القمة. . والظلم الآخر هو الظلم فيما شرعت القمة. . بأن أخذتم حقوق الناس واستبحتموها. . في كلتا الحالتين لا يقع الظلم على الله سبحانه وتعالى ولكن على نفسك. لماذا؟ . . لأنك آمنت بالله أو لم تؤمن. سيظل هو الله القوي القادر العزيز. لن يُنْقصَ إِيمانك أو عدم إيمانك من ملكه شيئا. ثم تأتي يوم القيامة فيعذبك. فكأن الظلم وقع عليك. . وإذا أخذت حقوق الناس فقد تتمتع بها أياما أو أسابيع أو سنوات ثم تموت وتتركها وتأخذ العذاب. فكأنك ظلمت نفسك ولم تأخذ شيئا. . لذلك يقول الحق جل جلاله:  {وَمَا ظَلَمُونَا ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ}  [البقرة: ٥٧] </p><p> وظلم الناس يعود على أنفسهم. . لأنه لا أحد من خلق الله يستطيع أن يظلم الله سبحانه وتعالى. . وقوله سبحانه {فتوبوا إلى بَارِئِكُمْ} . . الحق تبارك وتعالى قال في الآية السابقة «عفونا عنكم» ثم يقول هذه الآية {فتوبوا إلى بَارِئِكُمْ} . . لأن التوبة هي أصل المغفرة. أنت تتوب عن فعلك للذنب وتعتزم ألا تعود لمثله أبدا ويقبل الله توبتك ويعفو عنك. </p><p> وقد كان من الممكن أن يأخذهم الله بهذا الذنب ويهلكهم كما حدث بالنسبة للأمم السابقة. . أما وقد شرع الله لهم أن يتوبوا. فهذا فضل من الله وعفو. . ثم يقول الحق تبارك وتعالى:  {فاقتلوا أَنفُسَكُمْ} . . فانظروا إلى دقة التكليف ودقة الحيثية في قوله تعالى:  {فتوبوا إلى بَارِئِكُمْ فاقتلوا أَنفُسَكُمْ} الله سبحانه وتعالى يقول لهم. . أنا لم أغلب عليكم خالقا خلقكم أو آخذكم منه. . ولكن أنا الذي خلقتكم. ولكن الخالق شيء والبارئ شيء آخر. . خلق أي أوجد الشيء من عدم. . والبارئ أي سَوَّاهُ على هيئة مستقيمة وعلى أحسن تقويم. . ولذلك يقول الحق تبارك وتعالى:  {الذي خَلَقَ فسوى والذي قَدَّرَ فهدى}  [الأعلى: ٢ - ٣] </p><p> ومن هنا نعرف أن الخلق شيء والتسوية شيء آخر. . بارئكم مأخوذة من برئ السهم. . وبرئ السهم يحتاج إلى دقة وبراعة. </p><p> وقوله تعالى:  {فاقتلوا أَنفُسَكُمْ} لأن الذي خلقك وسواك كفرت به وعبدت سواه. فكأنك في هذه الحالة لابد أن تعيد له الحياة التي وهبها لك. . وعندما نزل حكم الله تبارك وتعالى. . جعل موسى بني إسرائيل يقفون صفوفا. وقال لهم أن الذي لم يعبد العجل يقتل من عبده. . ولكنهم حين وقفوا للتنفيذ. كان الواحد منهم يجد ابن عمه وأخاه وذوي رحمه أمامه فيشق عليه التنفيذ. . فرحمهم الله بأن بعث ضبابا يسترهم حتى لا يجدوا مشقة في تنفيذ القتل. . وقيل أنهم قتلوا من أنفسهم سبعين ألفا. </p><p> وعندما حدث ذلك أستصرخ موسى وهارون ربهم. . وقالا البكية البكية. أي أبكوا عسى أن يعفو الله عنهم. ووقفوا يبكون أمام حائط المبكى فرحمهم الله. . </p><p> وقوله تعالى:  {فاقتلوا أَنفُسَكُمْ} لأن هذه الأنفس بشهوتها وعصيانها. . هي التي جعلتهم يتمردون على المنهج. . </p><p> إن التشريع هنا بالقتل هو كفارة الذنب. لأن الذي عبد العجل واتخذ إلها آخر غير الله. كونه يقدم نفسه ليقتل فهذا اعتراف منه بأن العجل الذي كان يعبده </p><p> باطل. . وهو بذلك يعيد نفسه التي تمردت على منهج الله إلى العبادة الصحيحة. . وهذا أقسى أنواع الكفارة. . وهو أن يقتل نفسه إثباتا لإيمانه. . بأنه لا إله إلا الله وندما على ما فعل وإعلانا لذلك. . فكأن القتل هنا شهادة صادقة للعودة إلى الإيمان. </p><p> وقوله تعالى {ذلكم خَيْرٌ لَّكُمْ عِنْدَ بَارِئِكُمْ} . . أي أن هذه التوبة هي أصدق أنواع التوبة. . وهي خير لأنها تنجيكم من عذاب الآخرة. . وقوله سبحانه {فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التواب الرحيم} . التوبة الأولى أنه شرع لكم الكفارة. . والتوبة الثانية عندما تقبل منكم توبتكم. . وعفا عنكم عفوا أبديا. </p>"
}