{
  "id": null,
  "sura": 2,
  "aya": 119,
  "text": "<p> هنا لابد أن نلتفت إلى أن الله سبحانه وتعالى حينما يخبرنا عن قضية من فعله. يأتي دائما بنون العظمة التي نسميها نون المتكلم. . ونلاحظ أن نون العظمة يستخدمها رؤساء الدول والملوك ويقولون نحن فلان أمرنا بما هو آت. . فكأن العظمة في الإنسان سخرت المواهب المختلفة لتنفيذ القرار الذي يصدره رئيس الدولة. . فيشترك في تنفيذه الشرطة والقضاء والدولة والقوات المسلحة إذا كان قرار حرب. . تشترك مواهب متعددة من جماعات مختلفة تتكاتف لتنفيذ القرار. . والله تبارك وتعالى عنده الكمال المطلق. . كل ما هو لازم للتنفيذ من صفات الله سبحانه وتعالى. . فإذا تحدث الله جل جلاله عن فعل يحتاج إلى كمال المواهب من الله تبارك وتعالى يقول «إنا» : {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> ولكن حين يتكلم الله عن ألوهيته وحده وعن عبادته وحده يستخدم ضمير المفرد. . مثل قوله سبحانه:  {إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني وَأَقِمِ الصلاة لذكري}  [طه: ١٤] </p><p> ولا يقول فاعبدنا. . إذن ففي كل فعل يأتي الله سبحانه بنون العظمة. . وفي كل أمر يتعلق بالعبادة والتوحيد يأتي بالمفرد. . وذلك حتى نفهم أن الفعل من الله ليس وليد قدرته وحدها. . ولا علمه وحده ولا حكمته وحدها ولا رحمته وحدها. . وإنما كل فعل من أفعال الله تكاملت فيه صفات الكمال المطلق لله. </p><p> إن نون العظمة تأتي لتلفتنا إلى هذه الحقيقة لتبرز للعقل تكامل الصفات في الله. . لأنك قد تقدر ولا تعلم. . وقد تعلم ولا تقدر، وقد تعلم وتغيب عنك الحكمة. إذن فتكامل الصفات مطلوب. </p><p> قوله تعالى:  {إِنَّا أَرْسَلْنَاكَ بالحق} يعني بعثناك بالحق رسولا. . والحق هو الشيء الثابت الذي لا يتغير ولا يتناقض. . فإذا رأيت حدثا أمامك ثم طلب منك أن تحكي ما رأيت رويت ما حدث. . فإذا طلب منك بعد فترة أن ترويه مرة أخرى فإنك ترويه بنفس التفاصيل. . أما إذا كنت تكذب فستتناقض في أقوالك. . ولذلك قيل إن كنت كذوبا فكن ذكورا. </p><p> إن الحق لا يتناقض ولا يتغير. . ومادام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد أرسل بالحق. . فإنَّ عليه لأن يبلغه للناس وسيبقى الحق حقا إلى يوم القيامة. </p><p> وقوله تعالى:  {بَشِيراً وَنَذِيراً} . . البشارة هي إخبار بشيء يسرك زمنه قادم. . والإنذار هو الإخبار بشيء يسوؤك زمنه قادم ربما استطعت أن تتلافاه. . بشير بماذا؟ ونذير بماذا؟ يبشر من آمن بنعيم الجنة وينذر الكافر بعذاب النار. . والبشرى والإنذار يقتضيان منهجا يبلغ. . من آمن به كان بشارة له. </p><p> ومن لا يؤمن كان إنذارا له. </p><p> ثم يقول الحق جل جلاله:  {وَلاَ تُسْأَلُ عَنْ أَصْحَابِ الجحيم} . . أي أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليس مسئولا عن الذين سيلقون بأنفسهم في النار والعذاب. إنه ليس مسئولا عن هداهم وإنما عليه البلاغ. . واقرأ قوله تبارك وتعالى:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] </p><p> ويقول جل جلاله:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] </p><p> فالله سبحانه وتعالى لو أرادنا أن نؤمن قسرا وقهرا. . ما استطاع واحد من الخلق أن يكفر. . ولكنه تبارك وتعالى يريد أن نأتيه بقلوب تحبه وليس بقلوب مقهورة على الإيمان. . إن الله سبحانه وتعالى خلق الناس مختارين أن يؤمنوا أو لا يؤمنوا. . وليس لرسول أن يرغم الناس على الإيمان بالقهر. . لأن الله لو أراد لقهر كل خلقه. </p><p> أما أصحاب الجحيم فهم أهل النار. والجحيم مأخوذة من الجموح. . وجمحت النار يعني اضطربت، وعندما ترى النار متأججة يقال جمحت النار. . أي أصبح لهيبها مضاعفا بحيث يلتهم كل ما يصل إليها فلا تخمد أبدا. </p><p> والحق سبحانه وتعالى يريد أن يطمئن رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . أنه لا يجب أن ينشغل قلبه بالذين كفروا لأنه قد أنذرهم. . وهذا ما عليه، وهذه مهمته التي كلفه الله بها. </p>"
}