{
  "id": null,
  "sura": 2,
  "aya": 284,
  "text": "<p> استهلت الآية بتقديم {لله} على ما في السماوات والأرض، والحق سبحانه يقول:  {للَّهِ ما فِي السماوات وَمَا فِي الأرض} ذلك هو الظرف الكائنة فيه المخلوقات، السماوات والأرض لم يدع أحد أنها له، لكن قد يوجد في السماوات أو في الأرض أشياء يدعي ملكيتها المخلوقون، فإذا ما نظرنا إلى خيرات الأرض فإننا نجدها مملوكة في بعض الأحيان لأناس بما ملكهم الله، والبشر الذين صعدوا إلى السماء وأداروا في جوها ما أداروا من أقمار صناعية ومراكب فضائية فمن الممكن أن يعلنوا ملكيتهم لهذه الأقمار وتلك المراكب. </p><p> ويلفتنا الحق سبحانه هنا بقوله:  {للَّهِ ما فِي السماوات وَمَا فِي الأرض} وهو يوضح لنا: إنه إن كان في ظاهر الأمر أن الله قد أعطى ملكية السببية لخلقه فهو لم يعط هذه الملكية إلا عَرَضَاً يؤخذ منهم، فإما أن يزولوا عنه فيموتوا، وإما أن يزول عنهم فيؤخذ منهم عن بيع أو هبة أو غصب أو نهب. </p><p> وكلمة «لله» تفيد الاختصاص، وتفيد القصر، فكل ما في الوجود أمره إلى الله، ولا يدعي أحد بسببية ما آتاه الله أنه يملك شيئا لماذا؟ لأن المالك من البشر لا يملك نفسه أن يدوم. </p><p> نحن لم نر واحداً لم تنله الأغيار، وما دامت الأغيار تنال كل إنسان فعلينا أن نعلم أن الله يريد من خلقه أن يتعاطفوا، وأن يتكاملوا، ويريد الله من خلقه أن يتعاونوا، والحق لا يفعل ذلك لأن الأمر خرج من يده والعياذ بالله لا، إن الله يبلغنا: أنا لي ما في السماوات وما في الأرض، وأستطيع أن أجعل دولاً بين الناس. </p><p> ولذلك نقول للذين يَصلون إلى المرتبة العالية في الغنى، أو الجاه، أو أي مجال، لهؤلاء نقول: احذر حين تتم لك النعمة، لماذا؟ لأن النعمة إن تمت لك علواً وغنىً وعافيةً وأولاداً، أنت من الأغيار، وما دامت قد تمت وصارت إلى النهاية وأنت لاشك من الأغيار، فإن النعمة تتغير إلى الأقل. فإذا ما صعد إنسان إلى القمة وهو متغير فلا بد له أن ينزل عن هذه القمة، ولذا يقول الشاعر: </p><p> إذا تم شيء بدا نقصه ... ترقب زوالاً إذا قيل تم </p><p> والتاريخ يحمل لنا قصة المرأة العربية التي دخلت على الخليفة وقالت له: أتم الله عليك نعمته. وسمعها الجالسون حول الخليفة ففرحوا، وأعلنوا سرورهم، لكن الخليفة قال لهم: والله ما فهمتم ما تقول، إنها تقول: أتم الله عليك نعمته، فإنها إن تمت تزول؛ لأن الأغيار تلاحق الخلق. وهكذا فهم الخليفة مقصد المرأة. </p><p> والشاعر يقول: </p><p> نفسي التي تملك الأشياء ذاهبة ... فكيف آسى على شيء لها ذهبا </p><p> إن النفس المالكة هي نفسها ذاهبة؛ فكيف يحزن على شيء له ضاع منه؟ </p><p> والحق سبحانه يطلب منا أن نكون دائما على ذكر من قضية واضحة هي: أن الكون كله لله، والبشر جميعا بذواتهم ونفوسهم وما ظهر منها وما بطن لا يخفر على الله، والحق سبحانه لا يحاسبنا على مقتضى ما علم فحسب، بل يحاسبنا على ما تم تسجيله علينا. </p><p> إن كل إنسان يقرأ كتابه بنفسه. . فسبحانه يقول:  {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ القيامة كِتَاباً يَلْقَاهُ مَنْشُوراً اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيباً}  [الإسراء: ١٣ - ١٤] </p><p> والحساب معناه أن للإنسان رصيدا، وعليه أيضا رصيد. والحق سبحانه وتعالى يفسر لنا (له وعليه) بالميزان كما نعرف في موازين الأشياء عندنا وهو سبحانه يقول: {والوزن يَوْمَئِذٍ الحق فَمَن ثَقُلَتْ مَوَازِينُهُ فأولئك هُمُ المفلحون وَمَنْ خَفَّتْ مَوَازِينُهُ فأولئك الذين خسروا أَنْفُسَهُم بِمَا كَانُواْ بِآيَاتِنَا يِظْلِمُونَ}  [الأعراف: ٨ - ٩] </p><p> إن حساب الحق دقيق عادل، فالذين ثقلت كفة أعمالهم الحسنة هم الذين يفوزون بالفردوس، والذين باعوا أنفسهم للشيطان وهوى النفس تثقل كفة أعمالهم السيئة، فصاروا من أصحاب النار. </p><p> إذن نحن أمام نوعين من البشر، هؤلاء الذين ثقلت كفة الخير في ميزان الحساب، وهؤلاء الذين ثقلت كفة السيئات والشرور في ميزان الحساب. فماذا عن الذين تساوت الكفتان في أعمالهم. استوت حسناتهم مع سيئاتهم؟ إنهم أصحاب الأعراف، الذين ينالون المغفرة من الله؛ لأن مغفرة الله وهو الرحمن الرحيم قد سبقت غضبه جل وعلا. ولو لم يجيء أمر أصحاب الأعراف في القرآن لقال واحد: لقد قال الله لنا خبر الذين ثقلت موازينهم، وأخبار الذين خفت موازين الخير عندهم، ولم يقل لنا خبر الذين تساوت شرورهم مع حسناتهم. </p><p> لكن الحليم الخبير قد أوضح لنا خبر كل أمر وأوضح لنا أن المغفرة تسبق الغضب عنده، لذلك فالحساب لا يكتفي الحق فيه بالعلم فقط، ولكن بالتسجيل الواضح الدقيق، لذلك يطمئننا الحق سبحانه فيقول:  {إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فأولئك يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ الله غَفُوراً رَّحِيماً}  [الفرقان: ٧٠] </p><p> إن الحق يطمئننا على أن ما نصنعه من خير نجده في كفة الميزان، ويطمئننا أيضا على أنه سبحانه سيجازينا على ما أصابنا من شر الأشرار وأننا سنأخذ من حسناتهم </p><p> لتضاف إلى ميزاننا، إذن فالطمأنينة جاءت من طرفين: طمأننا الحق على ما فعلناه من خير، فلا يُنسى أنه يدخل في حسابنا، وطمأننا أيضا على ما أصابنا من شر الأشرار وسيأخذ الحق من حسناتهم ليضيفها لنا. </p><p> ونحن نجد في الكون كثيراً من الناس قد يحبهم الله لخصلة من خصال الخير فيهم، وقد تكون هذه الخصلة الخيّرة خفية فلا يراها أحد، لكن الله الذي لا تخفى عليه خافية يرى هذه الخصلة في الإنسان، ويحبه الله من أجلها، ويرى الحق أن حسنات هذا الرجل قليلة، فيجعل بعض الخلق يصيبون هذا الرجل بشرورهم وسيئاتهم حتى يأخذ من حسنات هؤلاء ليزيد في حسنات هذا الرجل. </p><p> ومعنى {تُبْدُواْ مَا في أَنْفُسِكُمْ} أي تصيروا الوجدانيات إلى نزوعيات عملية، ولكن هل معنى {أَوْ تُخْفُوهُ} هو ألا تصيروا الوجدانيات النفسية إلى نزوعيات عملية؟ لا، فليس لكل شيء نزوع عملي، ومثال ذلك الحب؛ إن الإنسان قد يحب، ولا يجد القدرة على النزوع ليعلن بهذا النزوع أنه محترق في حبه، وكذلك الذي يحقد قد لا يجد القدرة على النزوع ليعلن بهذا النزوع عن حقده، إذن فهناك أعمال تستقر في القلوب، فهل يؤاخذ الله بما استقر في النفوس؟ </p><p> إن هذه المسألة تحتاج إلى دقة بالغة؛ لأننا وجدنا بعضا من صحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد وقفوا فيها موقفا أبكى بعضهم، هذا عبد الله بن عمر رَضِيَ اللَّهُ عَنْهما حينما سمع هذه الآية قال: لئن آخذنا الله على ما أخفينا في نفوسنا لنهلكن. وبكى حتى سُمع نشيجه بالبكاء. وبلغ ذلك الأمر ابن عباس فقال: يرحم الله أبا عبد الرحمن لقد وجد إخوانه المسلمون مثلما وجد من هذه الآية. فأنزل الله بعدها {لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا} إلى آخر السورة. ولنعلم أن نوازع النفس كثيرة؛ فهناك شيء اسمه «هاجس» وهناك شيء آخر اسمه «خاطر» وهناك ما يسمى «حديث نفس» ، وهناك «هم» وهناك «عزم» ، إنها خمس حالات، والأربع الأولى من هذه الحالات ليس فيها شيء، إنما الأخيرة التي يكون فيها القصد واضحا يجب أن نتنبه لها ولنتناول كل حالة بالتفصيل. </p><p> إن الهاجس هو الخطرة التي تخطر دفعة واحدة، أما الخاطر فهو يخطر. . أي يسير في النفس قليلا، وأما حديث النفس فإن النفس تظل تتردد فيه، وأما الهم فهو استجماع الوسائل، وسؤال النفس عن كل الوسائل التي ينفذ بها الإنسان رغباته، أما العزم (القصد) فهو الوصول إلى النهاية والبدء في تنفيذ الأمر. </p><p> والقصد هو الذي يُعني به قوله تعالى:  {وَإِن تُبْدُواْ مَا في أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ الله} وقد وجدنا كثيرا من العلماء قد وقفوا عند هذا القول وتساءل بعض من العلماء: هل الآية التي جاءت بعد ذلك والتي يقول فيها: {لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا} هل هي نسخ للآية السابقة عليها؟ </p><p> ولكن نحن نعرف أن الآية هي خبر، والأخبار لا تنسخ إنما الأحكام هي التي يتم نسخها، وعلى ذلك يكون القصد والعزم على تنفيذ الأمر هو المعنى بقوله الحق:  {وَإِن تُبْدُواْ مَا في أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ الله} فهذا هو الذي يحاسبنا الله عليه. </p><p> وعندما يقول الحق سبحانه:  {فَيَغْفِرُ لِمَن يَشَآءُ} فمن هم؟ لقد بين الله من يشاء المغفرة لهم، إنهم الذين تابوا، وهم الذين أنابوا إلى الله، هم الذين قال فيهم الحق: </p><p> {إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فأولئك يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ الله غَفُوراً رَّحِيماً}  [الفرقان: ٧٠] </p><p> وتبديل المغفرة حسنة مسألة يجب أن يقف عندها الإنسان المكلف من الله وقفة ليرى فضل الله، لأن الذي صنع سيئة ثم آلمته، فكما آلمته السيئة التي ارتكبها وحزن منها، فإن الله يكتب له حسنة. ولكن الذي لم يصنع سيئة لا تفزعه هذه، وبعض العارفين يقول: رُبّ معصية أورثت ذلا وانكسارا خير من طاعة. أورثت عزا واستكبارا. </p><p> إنك لتجد الخير الشائع في الوجود كله ربما كان من أصحاب الإسراف على أنفسهم في شيء ما قد اقترفوه وتابوا عنه ولكنه لا يزال يؤرقهم. </p><p> يكون الواحد منهم قويا في كل شيء، إلا أنه ضعيف أمام مسألة واحدة، وضعفه أمام هذه المسألة الواحدة جعله يعصي الله بها وهو يحاول جاهداً في النواحي التي ليس ضعيفاً فيها أن يزيد كثيراً في حسناته، حتى يمحو ويذهب الله هذه بهذه. فالخير الشائع في الوجود ربما كان من أصحاب السيئات الذين أسرفوا على أنفسهم في ناحية من النواحي، فيشاء الله سبحانه وتعالى أن يجعلهم متجهين إلى نواحٍ من الخير قائلين: ربما هذه تحمل تلك. </p><p> لكن الذي يظل رتيباً هكذا لا تلذعه معصية ربما تظل المسائل فاترة في نفسه. ولذلك يجب أن ننظر إلى الذين أسرفوا على أنفسهم لا في زاوية واحدة، ولكن في زوايا متعددة، ونتأدب أمامهم وندعو الله أن يعفيهم مما نعرفه عنهم، وأن يبارك لهم فيما قدموه؛ ليزيل الله عنهم أوزار ما فعلوا. </p><p> وبعض العلماء يرى في قوله الحق:  {فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ} أن الله قد جعل المغفرة أمراً متعلقاً بالعابد لله، فإن شئت أن يغفر الله لك فاكثر من الحسنات حتى يبدل الله سيئاتك إلى حسنات. وإن شئت أن تعذب وهذا أمر لا يشاؤه أحد فلا تصنع الحسنات. </p><p> وهذه المسألة تجعلنا نعرف أن الحق سبحانه وتعالى حين يطلب منا الإيمان به فإنه يُملكنا الزمام. وبمجرد إيماننا به فنحن نتلقى منه زمام الاختيار، والدليل واضح في الحديث القدسي: عن أبي هريرة رَضِيَ اللَّهُ عَنْه قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول الله عَزَّ وَجَلَّ: «أنا عند ظن عبدي بي، وأنا معه حين يذكرني. إن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأهم خيرٌ منهم وان تقرب مني شبرا تقربت إليه ذراعا، وإن تقرب إلىّ ذراعا، تقربت منه باعا، وإن أتاني يمشي أتيتُه هَرْوَلَةً» . </p><p> إذن فبمجرد إيمانك ملكك الله الزمام، فإن أردت أن يتقرب الله إليك ذراعا، </p><p> فتقرب أنت إليه شبرا، فالزمام في يدك. </p><p> وإن شئت أن يتقرب الله منك باعا، فتقرب أنت ذراعا. وإن شئت أنت أن يأتي ربك إليك مهرولاً جرياً فأت إليه مشيا. فبمجرد أن يراك الله وأنت تقبل وتتجه إليه، كأنه يقول لك: لا. . استرح أنت، أنا الذي آتي إليك. </p><p> ولذلك قلنا من قبل في مسألة الصلاة حين تؤمن أيها العبد بالله وبعد ذلك ينادي المؤذن للصلاة، فتذهب أنت إلى الصلاة، صحيح أنت تذهب إلى الصلاة المفروضة، لكن هل منعك الله أن تقف بين يديه في أية لحظة؟ . لقد طلب الله منك أن تحضر بين يديه خمس مرات في اليوم، وبعد ذلك ترك الباب مفتوحاً لك أيها المؤمن فالله لا يمل حتى يمل العبد. </p><p> والإنسان في حياته العادية ولله المثل الأعلى إذا أراد أن يقابل عظيماً من العظماء فإن الإنسان يطلب الميعاد، فإما أن يقبل العظيم من البشر لقاء من يطلب الميعاد أو يرفض. وإذا قبل العظيم من البشر لقاء من يطلب الميعاد، فإن العظيم من البشر يحدد الزمن، ويحدد المكان، وربما طلب العظيم من البشر أن يعرف سبب وموضوع المقابلة. لكن الله يترك الباب مفتوحاً أمام العبد المؤمن، يلقى الله عبده في أي شيء، وفي أي وقت، وفي أي مكان، وفي أي زمان. </p><p> حسب نفسي عزاً بأنَّيَ عبد ... يحتفي بي بلا مواعيد ربُّ </p><p> هو في قدسه الأعز ولكن ... أنا ألقى متى وأين أحبُّ </p><p> الزمام إذن في يد من؟ . إن الزمام في يد العبد المؤمن. لذلك فالذين قالوا في فهم {فَيَغْفِرُ لِمَن يَشَآءُ} إن البشر في أيديهم أمر المغفرة لهم، فإن شاء البشر أن يغفر الله لهم فإنهم يفعلون أسباب المغفرة، ويتوبون إلى الله، ويكثرون من الحسنات، ومن يريد أن يتعذب فليظل سادراً في غيه في فعل السيئات. ثم بعد ذلك يقول الله عَزَّ وَجَلَّ:  {آمَنَ الرسول بِمَآ أُنْزِلَ إِلَيْهِ مِن رَّبِّهِ والمؤمنون ... } </p>"
}