{
  "id": null,
  "sura": 2,
  "aya": 16,
  "text": "<p> يعطينا الحق سبحانه وتعالى صفة أخرى من صفات المنافقين، فيصفهم بأنهم الذين اشتروا الضلالة بالهدى. ومادام هناك شراء، فهناك صفقة، تتطلب مشتريا وبائعا، وقد كانت السلعة في الماضي تشترى بسلعة أخرى، أما الآن فإن كل شيء يشترى بالمال، ماذا اشتروا؟ </p><p> إن هؤلاء المنافقين اشتروا الضلالة، واشتروها بأي ثمن؟ {. . اشتروها بالهدى} الباء في اللغة تدخل على المتروك، عندما تشتري شيئا تترك ثمنه، إذن كأن هؤلاء قد تركوا الهدى واشتروا الضلالة، ولكن هل كان معهم هدى ساعة الصفقة؟ . </p><p> إن الحال يقتضي أن يكون معهم هدى، كأن يهتدي إنسان ثم يجد أن الهدى لا يحقق له النفع الدنيوي الذي يطلبه فيتركه ليشتري به الضلال ليحقق به ما يريد، والهدى الذي كان معهم، قد يكون هدى الفطرة، فكأن هؤلاء كان يمكنهم أن يختاروا الهدى فاختاروا الضلالة. </p><p> والله سبحانه وتعالى يهدي كل الناس، هدى دلالة، فمن اختار الهدى يزده. واقرأ قوله تعالى:  {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى}  [فصلت: ١٧] </p><p> وقول الحق {فَمَا رَبِحَتْ تِّجَارَتُهُمْ} التجارة بيع وشراء، الشاري مستهلك، والبائع قد يكون منتجا، أو وسيطا بين المنتج والمستهلك. ما حظ البائع من البيع والشراء؟ أن يكسب فإذا ما كسب قيل ربحت تجارته. وإذا لم يكسب ولم يخسر، أو إذا خسر ولم يكسب، ففي الحالين لا يحقق ربحا، ونقول ما ربحت تجارته. . </p><p> فقوله تعالى {فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ} يدل على أنهم خسروا كل شيء لأنهم لم يربحوا، فكأنهم لم يحققوا شيئا له فائدة، وخسروا الهدى، أي خسروا الربح ورأس المال. ما ربحت تجارتهم ربما يكونون لم يكسبوا ولم يخسروا، ولكن هم قدموا الهدى ثمنا للضلال فلم يربحوا وضاع منهم الهدى، أي رأس مالهم. . </p><p> ونفسية المنافق إذا أردت أن تحددها، فهو إنسان بلا كرامة، بلا رجولة لا يستطيع المواجهة، بلا قوة، يحاول أن يمكر في الخفاء، ولذلك تكون صورته حقيرة أمام نفسه، حتى لو استطاع أن يخفي عيوبه عن الناس، فيكفي أنه كاذب أمام نفسه لتكون صورته حقيرة أمام نفسه، وفي ذلك يقول الشاعر: </p><p> إذا أنا لم آت الدنية خشية ... من الناس كان الناس أكرم من نفسي </p><p> كفى المرء عارا أن يرى عيب نفسه ... وإن كان في كُنٍّ عن الجن والأنس </p><p> فالمهم رأيك في نفسك. . والتمزق الذي عند المنافق أنه يريد أن يخفي عيوبه عن الناس. </p>"
}