{
  "id": null,
  "sura": 2,
  "aya": 214,
  "text": "<p> أي أظننتم أنكم تدخلون الجنة بدون ابتلاءات تحدث لكم؟ إن الحق سبحانه ينفي هذا الظن ويقول: ليس الأمر كذلك، بل لابد من تحمل تبعات الإيمان، فلو كان الإيمان بالقول لكان الأمر سهلا، لكن الذي يُصَعِبُ الإيمان هو العمل، أي حمل النفس على منهج الإيمان. لقد استكبر بعض من الذين عاصروا محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يقولوا:  «لا إله إلا الله» لأنهم فهموا مطلوبها؛ لأن الأمر لو اقتصر على مجرد كلمة تقال بلا رصيد من عمل يؤديها، لكان أسهل عليهم أن يقولوها، لكنهم كانوا لا يقولون إلا الكلمة بحقها، ولذلك أيقنوا تماما أنهم لو قالوا:  «لا إله إلا الله» لانتهت كل معتقداتهم السابقة، لكنهم لم يقولوها؛ لأنهم أبوا وامتنعوا عن القيام بحقها وأداء مطلوبها. </p><p> إن الحق يقول:  {أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة وَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْاْ مِن قَبْلِكُم مَّسَّتْهُمُ البأسآء والضرآء} فما العلاقة بين هذه الآية وما سبق من الآيات؟ لقد كان الحديث عن بني إسرائيل الذين حسبوا أنهم يدخلون الجنة بدون أن يبتلوا، وصارت لهم أهواء يحرفون بها المنهج. أما أمة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فعليهم أن يستعدوا للابتلاء، وأن يعرفوا كيف يتحملون الصعاب. </p><p> ونحن نعرف في النحو أن هناك أدوات نفي وجزم. ومن أدوات النفي «لم» و «لما» فعندما نقول: «لم يحضر زيد» فهذا حديث في الماضي، ومن الجائز أن يحضر الآن. ولكن إذا قلت:  «لما يحضر زيد» فالنفي مستمر حتى الآن، أي أنه لم يأتي حتى ساعة الكلام لكن حضوره ومجيئه متوقع. ولذلك يقول الحق: </p><p> {قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ}  [الحجرات: ١٤] </p><p> وعندما سمع الأعراب ذلك قالوا: نحمد الله، فمازال هناك أمل أن نؤمن. لقد أراد الله أن يكون الأعراب صادقين مع أنفسهم، وقد نزلت هذه الآية كما يقول بعض المفسرين في قوم من بني أسد، جاءوا إلى المدينة في سنة جدب، وأعلنوا الشهادة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقالوا:  «لا إله إلا الله محمد رسول الله» ، وكانوا يطلبون الصدقة، ويحاولون أن يمنوا على الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنهم لم يقاتلوه كما فعل غيرهم، فجاءت هذه الآية لتوضح أن الإيمان درجة أرقى من إظهار الإسلام. لكن ذلك لا يعني أنهم منافقون، ولذلك يوضح القرآن الكريم أن إظهار الإسلام لا يعني الإيمان؛ لأن الإيمان عملية قلبية. </p><p> لقد أعلنوا الخضوع لله، وأرادوا أن يقوموا بأعمال المسلمين نفسها لكن ليس هذا هو كل الإيمان. وهم قالوا:  {آمَنَّا} فقال الحق لهم: لا لم تؤمنوا وكونوا صادقين مع أنفسكم فالإيمان عملية قلبية، ولا يقال إنك آمنت؛ لأنها مسألة في قلبك، ولكن قل أسلمت، أي خضعت وفعلت مثلما يفعل المؤمنون، فهل فعلت ذلك عن إيمان أو غير إيمان. </p><p> إن ذلك هو موضوع آخر. هنا تقول الآية:  {أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة وَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْاْ مِن قَبْلِكُم} أي لا يمكن أن تدخلوا الجنة إلا إذا جاءكم من الابتلاء مثل من سبقكم من الأمم ولابد أن تُفتنوا وأن تمحصوا ببأساء وضراء، ومن يثبت بعد ذلك فهو يستحق أن يدخل الجنة، فلا تظنوا أنكم أمة متميزة عن غيركم في أمر الاختبار، فأنتم لن تدخلوا الجنة بلا ابتلاء، بل على العكس سيكون لكم الابتلاء على قدر النعماء. </p><p> أنتم ستأخذون مكانة عالية في الأمم ولذلك لابد أن يكون ابتلاؤكم على قدر مكانتكم، فإن كنتم ذوي مكانة عالية وستحملون الرسالة الخاتمة وتنساحون في </p><p> الدنيا فلا بد أن يكون ابتلاؤكم على قدر عظمة مسئوليتكم ومهمتكم. </p><p> {وَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْاْ مِن قَبْلِكُم مَّسَّتْهُمُ البأسآء والضرآء وَزُلْزِلُواْ} إن قول الله: {وَلَمَّا} يفيد بأن ما حدث للذين من قبلهم من ابتلاء عليهم سيقع على المؤمنين مثله. </p><p> وعندما نتأمل قوله الحق:  {وَزُلْزِلُواْ} فأنت تكتشف خاصية فريدة في اللغة العربية، هذه الخاصية هي تعبير الصوت عن واقعية الحركة، فكلمة «زلزلوا» أصلها زلزلة، وهذه الكلمة لها مقطعان هما «زل، زل» . و «زل» : أي سقط عن مكانه، أو وقع من مكانه، والثانية لها المعنى نفسه أيضاً، أي وقع من مكانه، فالكلمة تعطينا معنى الوقوع المتكرر: وقوع أول، ووقوع ثانٍ، والوقوع الثاني ليس امتداداً للوقوع الأول؛ ولكنه في اتجاه معاكس، فلو كانت في اتجاه واحد لجاءت رتيبة، إن الزلة الثانية تأتي عكس الزلة الأولى في الاتجاه، فكأنها سقوط جهة اليمين مرة، وجهة الشمال مرة أخرى. </p><p> ومثل ذلك «الخلخلة» أي حركة في اتجاهين معاكسين «خَلّ» الأولى جهة اليمين، و «خَلّ» الثانية جهة اليسار، وبهذا تستمر الخلخلة. </p><p> وهكذا «الزلزلة» تحمل داخلها تغير الاتجاه الذي يُسمى في الحركة بالقصور الذاتي. والمثال على ذلك هو ما يحدث للإنسان عندما يكون راكباً سيارة، وبعد ذلك يأتي قائد السيارة فيعوقها بالكابح «الفرامل» بقوة، عندئذ يندفع الراكب للأمام مرة، ثم للخلف مرة أخرى، وربما تكسر زجاج السيارة الأمامي حسب قوة الاندفاع؛ ما الذي تسبب في هذا الاندفاع؟ إن السبب هو أن جسم الراكب كان مهيأ لأن يسير للأمام؛ والسائق أوقف السيارة والراكب لا زال مهيأ للسير للأمام، فهو يرتج، وقد يصطدم بأجزاء السيارة الداخلية عند وقوفها فجأة. وعملية «الزلزلة» مثل ذلك تماماً، ففيها يصاب الشيء بالارتجاج للأمام والخلف، أو لليمين واليسار، وفي أي جهتين متعاكستين. </p><p> و {وَزُلْزِلُواْ} يعني أصابتهم الفاجعة الكبرى، الملهية، المتكررة، وهي لا تتكرر </p><p> على نمط واحد، إنما يتعدد تكرارها، فمرة يأخذها الإيمان، ثم تأخذها المصائب والأحداث، وتتكرر المسألة حتى يقول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والذين آمنوا معه:  {متى نَصْرُ الله} ؟ </p><p> ويأتي بعده القول:  {ألا إِنَّ نَصْرَ الله قَرِيبٌ} فهل يتساءلون أولاً، ثم يثوبون إلى رشدهم ويردون على أنفسهم {ألا إِنَّ نَصْرَ الله قَرِيبٌ} أم أن ذلك إيضاح بأن المسألة تتأرجح بين {متى نَصْرُ الله} وبين {ألا إِنَّ نَصْرَ الله قَرِيبٌ} ؟ . </p><p> لقد بلغ الموقف في عصر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من الاختيار والابتلاء إلى القمة، ومع ذلك واصل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والذين معه الاستمساك بالإيمان. لقد مستهم البأساء والضراء وزلزلوا، أي أصابتهم رجفة عنيفة هزتهم، حتى وصل الأمر من أثر هذه الهزة أن {يَقُولَ الرسول والذين آمَنُواْ مَعَهُ متى نَصْرُ الله ألا إِنَّ نَصْرَ الله قَرِيبٌ} . إن مجيء الأسلوب بهذا الشكل {متى نَصْرُ الله} يعني استبطاء مجيء النصر أولاً، ثم التبشير من بعد ذلك في قوله الحق:  {ألا إِنَّ نَصْرَ الله قَرِيبٌ} . ولم يكن ذلك للشك والارتياب فيه. وهذا الاستبطاء، ثم التبشير كان من ضمن الزلزلة الكبيرة، فقد اختلطت الأفكار: أناس يقولون: {متى نَصْرُ الله} فإذا بصوت آخر من المعركة يرد عليهم قائلا: {ألا إِنَّ نَصْرَ الله قَرِيبٌ} . </p><p> وسياق الآية يقتضي أن الذين قالوا:  {متى نَصْرُ الله} هم الصحابة، وأن الذي قال:  {ألا إِنَّ نَصْرَ الله قَرِيبٌ} هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ثم ينتقل الحق سبحانه وتعالى بعد ذلك إلى قضية أخرى، هذه القضية شاعت في هذه الصورة وهي ظاهرة سؤال المؤمنين عن الأشياء، وهي ظاهرة إيمانية صحية، وكان في استطاعة المؤمنين ألا يسألوا عن أشياء لم يأتي فيها تكليف إيماني خوفاً من أن يكون في الإجابة عنها تقييد للحركة، ولذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «ذروني ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على </p><p> أنبيائهم، فإذا أمرتكم بشيء فأتوا منه ما استطعتم وإذا نهيتكم عن شيء فدعوه» . </p><p> ورغم ذلك كانوا يسألون عن أدق تفاصيل الحياة، وكانت هذه الظاهرة تؤكد أنهم عشقوا التكليف من الله؛ فهم يريدون أن يبنوا كل تصرفاتهم بناءً إسلامياً، ويريدون أن يسألوا عن حكم الإسلام في كل عمل ليعملوا على أساسه. يقول الحق سبحانه وتعالى:  {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ ... } </p>"
}