{
  "id": null,
  "sura": 2,
  "aya": 251,
  "text": "<p> إن الحق يبلغنا أنه قد نصر المؤمنين به. ويجيء الحق بكلمة {هَزَمُوهُمْ} وهي تدل على فرار من كان يجب أن يكون مهاجما. والمحارب يجب أن يكون مهاجما كاراً دائما، فحين يلجأ إلى أن يفر، هنا نتوقف لنتبين أمره، هل هذا الفِرار تحرفا لقتال وانعطافا وميلا إلى موقف آخر هو أصلح للقتال فيه؟ لو كان الأمر كذلك فلا تكون الهزيمة، لكن إذا كان الفِرار لغير كَرٍ ومخادعة للعدو بل كان للخوف هنا تكون الهزيمة. </p><p> وقول الله:  {فَهَزَمُوهُمْ بِإِذْنِ الله} يدل على أن جنود جالوت لم يُقتلوا كلهم، ولكن الذين قُتلوا هم أئمة الكفر فيهم، بدليل قوله بعد ذلك:  {وَقَتَلَ دَاوُدُ جَالُوتَ} . وجالوت هو زعيم جيش الكفار الذي هرب، فطارده داود وقتله. ولأول مرة يظهر لنا اسم {دَاوُدَ} في هذه القصة الطويلة، وهو اسم لم يكن عندنا فكرة عنه من قبل، وستأتي الفكرة عنه بعد هذه القصة في قوله تعالى:  {وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلاً ياجبال أَوِّبِي مَعَهُ والطير وَأَلَنَّا لَهُ الحديد أَنِ اعمل سَابِغَاتٍ وَقَدِّرْ فِي السرد واعملوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ}  [سبأ: ١٠ - ١١] </p><p> إذن فبداية داود جاءت من هذه المعركة بعد قتل جالوت، وكان {دَاوُدَ} أخاً لعشرة وهو أصغرهم، وقال النبي للقوم: إن من يدخل المعركة ضد جالوت لابد أن يأتي درع موسى على مقاسه، وهنا استعرض والد {دَاوُودَ} الدرع على جميع أبنائه، فلم يأتي على مقاس أي واحد منهم إلا على أصغرهم، وهو {دَاوُودَ} . جاء الدرع على مقاسه، ودخل {دَاوُودَ} المعركة فقتل جالوت قائد المشركين، وشاءت </p><p> حكمة الله أن يكون أصغر المؤمنين هو الذي يقتل كبير جيش المشركين. </p><p> كانت هذه المعركة بداية تاريخ داود، وقد جاءت له هذه المعركة بالفتح العظيم، ثم أنعم الله عليه بالملك والحكمة وجعل الجبال والطير تردد وترجع معه تسبيح الله وتنزيهه، كل ذلك نتيجة قتل جالوت. وأحب داود الدرع وصار أمله أن يعلمه الله صناعة الدروع، ولذلك لم يتخذ صنعة في حياته إلا عمل الدروع. وجعل الله له الحديد ليناً ليصنع منه ما يشاء كما جاء في قوله تعالى:  {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ}  [الأنبياء: ٨٠] </p><p> وهذا دليل على أن الإنسان يحب الشيء الذي له صلة برفعة شأنه. ولقد كان قتل جالوت هو البداية لداود. {وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ الله الملك والحكمة وَعَلَّمَهُ مِمَّا يَشَآءُ وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض ولكن الله ذُو فَضْلٍ عَلَى العالمين} إن الحق يأتي هنا بقضية كونية في الوجود، وهي أن الحرب ضرورة اجتماعية، وأن الحق يدفع الناس بالناس. وأنه لولا وجود قوة أمام قوة لفسد العالم؛ فلو سيطرت قوة واحدة في الكون لفسد. </p><p> فالذي يعمر الكون هو أن توجد فيه قوى متكافئة؛ قوة تقابلها قوة أخرى. ولذلك نجد العالم دائما محروسا بالقوتين العظميين، ولو كانت قوة واحدة لعم الضلال. ولو تأملنا التاريخ منذ القدم لوجدنا هذه الثنائية في القوى تحفظ الاستقرار في العالم. </p><p> في بداية الإسلام كانت الدولتان العظميان هما الفرس في الشرق، والروم في الغرب. والآن سقطت قوة روسيا من كفة ميزان العالم، وتتسابق ألمانيا واليابان ليوازنا قوة أمريكا. </p><p> إن قول الله تعالى:  {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض} جاء تعقيبا على قصة الصراع بين بني إسرائيل وبين أعدائهم الذين أخرجوهم من ديارهم وعندما نتأمل هذه القصة من بدايتها نجد أنهم طلبوا أولا من الله الإذن بالقتال. وبعث الله لهم ملكا ليقاتلوا تحت رايته؛ وكانت علامة هذا الملك في الصدق أن يأتي الله بالتابوت. ثم جاءت قضية اجتماعية ينتهي إليها الناس عادة بحكيم الرأي ولو بدون الوحي، وهي أن الإنسان إذا ما أقبل على أمر يجب أن يعد له إعداداً بالأسباب البشرية، حتى إذا ما استوفى إعداده كل الأسباب لجأ إلى معونة الله، لأن الأسباب كما قلنا هي من يد الله، فلا ترد أنت يد الله بأسبابها، لتطلب معونة الله بذاته، بل خذ الأسباب أولا لأنها من يد ربك. </p><p> ويعلمنا الحق أيضا أن من الأسباب تمحيص الذين يدافعون عن الحق تمحيصا يبين لنا قوة ثباتهم في الاختبار الإيماني؛ لأن الإنسان قد يقول قولاً بلسانه؛ ولكنه حين يتعرض للفعل تحدثه نفسه بألا يوفي، وقد نجح قلة من القوم في الابتلاءات المتعددة. وفعلا دارت المعركة؛ وهزم هؤلاء المؤمنون أعداءهم، وانتصر داود بقتل جالوت. </p><p> إذن فتلك قضية دفع الله فيها أناسا بأناس، ويطلقها الحق سبحانه قضية عامة {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض} ، فالدفع هو الرد عن المراد، فإذا كان المراد للناس أن يوجد شر، فإن الله يدفعه. إذن فالله يدفع ولكن بأيدي خلقه، كما قال سبحانه:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ}  [التوبة: ١٤] </p><p> إنه دفع الله المؤمنين ليقاتلوا الكافرين، ويعذب الحق الكافرين بأيدي المؤمنين. وعندما نتأمل القول الحكيم:  {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض} </p><p> فإننا نجد مقدمة سابقة تمهد لهذا القول، لقد أُخرجوا من ديارهم وأبنائهم، فكان هذا هو مبرر القتال. وتجد آية أخرى أيضا تقول:  {الذين أُخْرِجُواْ مِن دِيَارِهِم بِغَيْرِ حَقٍّ إِلاَّ أَن يَقُولُواْ رَبُّنَا الله وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسم الله كَثِيراً وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ إِنَّ الله لَقَوِيٌّ عَزِيزٌ}  [الحج: ٤٠] </p><p> والسياق مختلف في الآيتين، السياق الذي يأتي في سورة البقرة عن أناس يحاربون بالفعل، والسياق الذي يأتي في سورة الحج عن أناس مؤمنين برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خرجوا وهم المستضعفون من مكة لينضموا إلى أخوتهم المؤمنين في دار الإيمان ليعيدوا الكرة، ويدخلوا مكة فاتحين. </p><p> صحيح أننا نجد وحدة جامعة بين الآيتين. وهو الخروج من الديار. إذن فمرة يكون الدفاع بأن تَفِرَّ لَتِكِرّ. . أي أن تخرج من ديار الكفر مهاجراً لتجمع أمر نفسك أنت ومن معك وتعود إلى بلدك مقاتلاً فاتحاً، ومرة يكون الدفاع بأن تقاتل بالفعل، فالآية التي نحن بصدد خواطرنا عنها هنا تفيد أنهم قاتلوا بالفعل، والآية الثانية تفيد أنهم خرجوا من مكة ليرجعوا إليها فاتحين، فالخروج نفسه نوع من الدفع، لماذا؟ لأن المسلمين الأوائل لو مكثوا في مكة فربما أفناهم خصومهم فلا يبقى للإسلام خميرة، فذهبوا إلى المدينة وكوّنوا الدولة الإسلامية ثم عادوا منتصرين فاتحين:  {إِذَا جَآءَ نَصْرُ الله والفتح}  [النصر: ١] </p><p> إن السياق في الآيتين واحد ولكن النتيجة تختلف، هنا يقول الحق:  {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض} لماذا تفسد الأرض؟ لأن معنى دفع الله الناس بعضهم ببعض أن هناك أناساً ألفوا الفساد، ويقابلهم أناس خرجوا على من ألف الفساد ليردوهم إلى الصلاح. ويعطينا الحق سبحانه وتعالى في الآية الثانية السبب فيقول: </p><p> {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسم الله كَثِيراً}  [الحج: ٤٠] </p><p> والصوامع هي ما يقابل الآن الدير للنصارى وكانوا يتعبدون لله فيها، لأن فيه متعبداً عَمِلَ بالتكليف العام؛ ومتعبداً آخر قد ألزم نفسه بشيء فوق ما كلفه الله به. فالذين يعبدون الله بهذه الطريقة يجلسون في أماكن بعيدة عن الناس يسمونها الصوامع، وهي تشبه الدير الآن. والمعنى العام في التعبد للنصارى هو التعبد في الكنائس وهو المقصود بالبيع، والمعنى الخاص هو التعبد في الصوامع. </p><p> إذن {لَّهُدِّمَتْ صَوَامِعُ} هذه لخاصة المتدينين، وكنائس أو بيع لعامة المتدينين. وقول الحق:  {وَصَلَوَاتٌ} ، من صالوت، وهي مكان العبادة لليهود، و {وَمَسَاجِدُ} وهي مساجد المسلمين. </p><p> إن قوله تعالى:  {لَفَسَدَتِ الأرض} في هذه الآية، وقوله تعالى هناك {لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ} أي أنه ستفسد الأرض إذا لم تقم الصوامع والبيع والصلوات والمساجد؛ لأنها هي التي تربط المخلوق بالخالق. وما دامت تلك الأماكن هي التي تربط المخلوق بالخالق فإن هدمت. . يكون الناس على غير ذكر لربهم وتفتنهم أسباب الدنيا. </p><p> فالأديرة والكنائس والصوامع حين كانت والمساجد الآن هي حارسة القيم في الوجود، لأنها تذكرك دائما بالعبودية وتمنع عنك الغرور، وهي من السجود الذي هو منتهى الخضوع للرب، نخضع بها لله خمس مرات في اليوم والليلة؛ فإن كان عند العبد شيء من الغرور لابد أن يذوب، ويعرف العبد أن الكون كله فضل من الله على العباد؛ فلا يدخلك أيها المسلم شيء من الغرور. </p><p> فإذا لم يدخلك شيء من الغرور استعملت أسباب الله في مطلوبات الله. أما أن تأخذ أنت أسباب الله في غير مطلوبات الله فهذه قحة منك. فإذا كان الله قد أقدر يدك على الحركة فلماذا تعصى الله بها وتضرب بها الناس؟ والله أقدر لسانك على الكلام، فلماذا تؤذي غيرك </p><p> بالكلمة؟ إن الله قد أعطاك النعمة فلا تستعملها في المعصية. </p><p> قال الله تعالى في هذه الآية:  {لَفَسَدَتِ الأرض} وشرح ذلك في قوله تعالى: {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسم الله كَثِيراً} فهذه الأماكن هي التي تبقى أصول القيم في التدين. «وأصول القيم في التدين» غير «كل القيم في التدين» ، ولذلك نحن قلنا: إن الحق سبحانه وتعالى جعل للإسلام خمسة أركان، وهي التي بني عليها الإسلام. ولابد أن نقيم بنيان الإسلام على هذه الأركان الخمسة، فلا تقل: إن الإسلام هو هذه الأركان الخمسة، لا؛ لأن الإسلام مبني عليها فقط فهي الأعمدة أو الأسس التي بني عليها الإسلام. فأنت حين تضع أساسا لمنزل وتقيم الأعمدة فهذا المنزل لا يصلح بذلك للسكن، بل لابد أن تقيم بقية البنيان، إذن فالإسلام مبني على هذه الأسس. </p><p> والحق سبحانه وتعالى يوضح ذلك فيأمر بالمحافظة على أماكن هذه القيم؛ لأن المساجد ونحن نتكلم بالعرف الإسلامي هي ملتقى فيوضات الحق النورانية على خلقه، فالذي يريد فيض الحق بنوره يذهب إلى المسجد. إذن لكيلا تفسد الأرض لابد أن توجد أماكن العبادة هذه، فمرة جاء الحق بالنتيجة ومرة جاء بالسبب. </p><p> ولماذا يدفع الله الناس بعضهم ببعض؟ لأن هناك أناساً يريدون الشر وأناساً يريدون الخير، فمن يريد الشر يدفع من يريد الخير، وإذا وقعت المعركة بهذا الوصف فإن يد الله لا تتخلى عن الجانب المؤمن الباحث عن الخير، فهو سبحانه القائل:  {وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ إِنَّ الله لَقَوِيٌّ عَزِيزٌ}  [الحج: ٤٠] </p><p> أي إن المعركة لا تطول. ولذلك قلنا سابقا: إن المعارك التي نراها في الكون لا نجد فيها معركة بين حقين؛ لأنه لا يوجد في الوجود حقان، فالحق واحد، فلا يقولن أحد: إنه على حق وخصمه على حق. لا، إن هناك حقاً واحداً فقط. والمعركة إن وجدت توجد بين حق وباطل، أو بين باطل وباطل. والمعركة بين </p><p> الحق والباطل لا تطول؛ لأن الباطل زهوق. والذي يطول من المعارك هي المعارك بين الباطل والباطل؛ فليس أحدهما أولى بأن ينصره الله. فهذا على فساد وذاك على فساد، وسبحانه يدك هذا الفساد بذاك الفساد. وحين يندك هذا الفساد بذاك الفساد، فجناحا الفساد في الكون ينتهيان. ويأتي من بعد ذلك أناس ليس عندهم فساد ويعمرون الكون. </p><p> والمعارك التي تدور في أي مكان تجد أن هذا الطرف له هوى والآخر له هوىً مختلف. </p><p> ولا يقف الله في أي جانب منهما؛ لأنه ليس هناك جانب أحمق بالله من الآخر؛ لذلك يتركهم يصطرع بعضهم مع بعض، ومادام الحق قد تركهم لبعضهم البعض فلا بد أن تطول المعركة. ولو كان الله في بال جانب منهم لوقف سبحانه في جانبه. وكذلك نرى في معارك العصر الحديث أن المعركة تطول وتطول؛ لأننا لا نجد القسم الثالث الذي جاء في قوله سبحانه:  {وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا إِنَّ الله يُحِبُّ المقسطين}  [الحجرات: ٩] </p><p> إن الحق سبحانه وتعالى يأمر عند اقتتال طائفتين من المؤمنين أن يصلح بينهما قوم مؤمنون، فإن تعدت إحداهما على الأخرى، ورفضت الصلح فالحق يأمر المؤمنين بأن يقاتلوا الفئة التي تتعدى إلى أن ترجع إلى حكم الله، فإن رجعت إلى حكم الله فالإصلاح بين الفئتين يكون بالإنصاف؛ لأن الله يحب العادلين المنصفين. </p><p> ونحن نجد الباطل يتقاتل مع الباطل؛ لذلك لا نجد من يصلح بين الباطلين، بل نجد أهواءً تتعارك، وكل جانب ينفخ في الطائفة التي تناسب هواه. </p><p> وهذه هي الخيبة في الكون المعاصر؛ إن المعارك تطول لأنه ليس في بال المتقاتلين </p><p> شيء جامع، ولو كان في بالهم شيء جامع، لما حدثت الحرب. وماداموا قد غفلوا عن هذا الشيء الجامع، فمن المفروض أن تتدخل الفئة القادرة على الإصلاح، ولكن حتى هؤلاء لم يدخلوا للإصلاح، وهذا معناه أن الخيبة في العالم كله. وسيظل العالم في خيبة إلى أن يرعووا ويرتدعوا. إنهم يطيلون على أنفسهم أمد التجربة وسيظلون في هذه الخيبة حتى يفطنوا إلى أنه لا سبيل إلى أن تنتهي هذه المشاكل إلا أن يرجعوا جميعاً عن أهوائهم إلى مراد خالقهم. </p><p> {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض} ، نعم تفسد الأرض فيما جعل الله للإنسان يداً فيه، أما الشيء الذي لم يجعل الله للإنسان يداً فيه فستظل النواميس كما هي لا يؤثر فيها أحد، فلا أحد يؤثر في الشمس أو القمر أو الهواء أو المطر، إنما الفساد جاء فيما للإنسان فيه يد. </p><p> انظر إلى الكون، إنك تجد المسائل التي لا دخل للإنسان فيها مستقيمة على أحسن ما يكون، وإنما يأتي الفساد من النواحي التي تدخل فيها الإنسان بغير منهج الله. ولو أن الإنسان دخل فيها بمنهج الله لاستقامت الأمور كما استقامت النواميس العليا تماما. </p><p> في سورة الرحمن قوله تعالى:  {والسمآء رَفَعَهَا وَوَضَعَ الميزان}  [الرحمن: ٧] </p><p> ومادام الحق قد رفع السماء ووضع الميزان، فالسماء لا تقع على الأرض والنظام محكم تماما، الشمس تطلع من الشرق وتغرب في الغرب، والقمر والنجوم تسير في منتهى الدقة والإبداع، لأنه لا دخل لأحد من البشر فيه. </p><p> فإن أردتم أن تصلح حياتكم، وأن تستقيم أموركم كما استقامت هندسة السماء والأرض فخذوا الميزان من السماء في أعمالكم، واتبعوا القول الحق: {والسمآء رَفَعَهَا وَوَضَعَ الميزان أَلاَّ تَطْغَوْاْ فِي الميزان وَأَقِيمُواْ الوزن </p><p> بالقسط وَلاَ تُخْسِرُواْ الميزان} [الرحمن: ٧ - ٩] </p><p> ومادمتم قد رأيتم أن الأمور الموجودة التي تسير بنظام لا تتحكمون فيه تعمل باستقامة وترون أن الفساد قد جاء من ناحية الأمور التي دخلتم فيها، فلماذا لا نتبع منهج الله في الأمور التي لنا دخل فيها؟ إنك إن عملت في الحياة بمنهج الله الذي خلق الحياة فإن أمورك تستقيم لك كما استقامت الأمور العليا في الكون. واحفظ جيداً قوله تعالى:  {والسمآء رَفَعَهَا وَوَضَعَ الميزان أَلاَّ تَطْغَوْاْ فِي الميزان}  [الرحمن: ٧ - ٨] </p><p> ليحفظ كل منا هذا القول لنعرف أن الأمور العليا موزونة لأن يد الإنسان لا تدخل فيها. إن السماء لا تقع على الأرض لأنها محكومة بنظام محكم تماماً. </p><p> والأرض لا تدور بعيداً عن فلكها؛ لأن خالقها قد قدر لها النظام المحكم تماماً. ولهذا يقول الحق سبحانه عن نظام الكواكب في الكون:  {لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ اليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] </p><p> إنه نظام دقيق محكم لأنه لا دخل للإنسان فيه. اصنعوا ميزاناً في كل الأمور التي لكم فيها اختيار حتى لا تطغوا في الميزان. </p><p> ومادام الله سبحانه وتعالى قد خلق الإنسان ومنحه الاختيار، وبعض الناس اختار مذهباً، والبعض الآخر اختار مذهبا مضادا، وكلٌّ من المذهبين خارج عن منهج الله، فالحق سبحانه وتعالى يترك الفئتين للتقاتل والتناحر. ولأنه سبحانه ذو رحمة على العالمين، يبقى عناصر الخير في الوجود، لعل أحداً يرى ويتنبه ويتلفت </p><p> ويذهب ليأخذها. فعندما تطغى جماعة يأتي لهم الحق بجماعة يردونهم، حتى تبقى عناصر الخير في الوجود لعل إنساناً يأتي ليأخذ عنصراً منها يحرك به حياته، وصاحب الخير إنما يأتي من فضل الله على العالمين. ثم يقول الحق سبحانه وتعالى:  {تِلْكَ آيَاتُ الله نَتْلُوهَا عَلَيْكَ بالحق وَإِنَّكَ لَمِنَ المرسلين} </p>"
}