{
  "id": null,
  "sura": 2,
  "aya": 8,
  "text": "<p> الناس في الحياة الدنيا على ثلاثة أحوال: إما مؤمن، وإما كافر، وإما منافق. </p><p> والله سبحانه وتعالى في بداية القرآن الكريم في سورة البقرة. . أراد أن يعطينا وصف البشر جميعا بالنسبة للمنهج وأنهم ثلاث فئات: الفئة الأولى هم المؤمنون، عَرَّفنا الله سبحانه وتعالى صفاتهم في ثلاث آيات، في قوله تعالى: </p><p> {الذين يُؤْمِنُونَ بالغيب وَيُقِيمُونَ الصلاة وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ والذين يُؤْمِنُونَ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِن قَبْلِكَ وبالآخرة هُمْ يُوقِنُونَ أولئك على هُدًى مِّن رَّبِّهِمْ وأولئك هُمُ المفلحون} </p><p> والفئة الثانية هم الكفار، وعرفنا الله سبحانه وتعالى صفاتهم في آيتين في قوله تعالى: </p><p> {إِنَّ الذين كَفَرُواْ سَوَآءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لاَ يُؤْمِنُونَ خَتَمَ الله على قُلُوبِهمْ وعلى سَمْعِهِمْ وعلى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عظِيمٌ} </p><p> وجاء للمنافقين فعرف صفاتهم في ثلاث عشرة آية متتابعة، لماذا. .؟ لخطورتهم على الدين، فالذي يهدم الدين هو المنافق، أما الكافر فنحن نتقيه ونحذره، لأنه يعلن كفره. </p><p> إن المنافق، يتظاهر أمامك بالإيمان، ولكنه يبطن الشر والكفر، وقد تحسبه مؤمنا، فتطلعه على أسرارك، فيتخذها سلاحا لطعن الدين. . وقد خلق الله في الإنسان ملكات متعددة، ولكن يعيش الإنسان في سلام مع نفسه، لابد أن تكون ملكاته منسجمة وغير متناقضة. </p><p> فالمؤمن ملكاته منسجمة، لأنه اعتقد بقلبه في الإيمان ونطق لسانه بما يعتقد، فلا تناقض بين ملكاته أبداً. . </p><p> والكافر قد يقال إنه يعيش في سلام مع نفسه، فقد رفض الإيمان وأنكره بقلبه ولسانه وينطق بذلك، ولكن الذي فقد السلام مع ملكاته هو المنافق، أنه فقد السلام مع مجتمعه وفقد السلام مع نفسه، فهو يقول بلسانه، ما لا يعتقد قلبه، يظهر غير ما يبطن، ويقول غير ما يعتقد، ويخشى أن يكشفه الناس، فيعيش في خوف عميق، وهو يعتقد أن ذلك شيء مؤقت سينتهي. </p><p> ولكن هذا التناقض يبقى معه إلى آخر يوم له في الدنيا، ثم ينتقل معه إلى الآخرة، فينقض عليه، ليقوده إلى النار، واقرأ قوله تبارك وتعالى:  {حتى إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ}  [فصلت: ٢٠ - ٢١] </p><p> إذن كل ملكاتهم انقضت عليهم في الآخرة، فالسلام الذي كانوا يتمنونه لم يحققوه لا في حياتهم ولا في آخرتهم، فلسان المنافق يشهد عليه، ويداه تشهدان عليه، ورجلاه تشهدان عليه، والجلود تشهد عليه، فماذا بقي له؟ </p><p> بينه وبين ربه تناقض، وبينه وبين نفسه تناقض، وبينه وبين مجتمعه تناقض، وبينه وبين آخرته تناقض. وبينه وبين الكافرين تناقض. يقول لسانه ما ليس في قلبه، وبماذا وصف الحق سبحانه وتعالى المنافقين؟ قال تعالى: </p><p> {وَمِنَ الناس مَن يَقُولُ آمَنَّا بالله وباليوم الآخر وَمَا هُم بِمُؤْمِنِينَ}  [البقرة: ٨] </p><p> هذه أول صفات المنافقين في القرآن الكريم، يعلنون الإيمان وفي قلوبهم الكفر، ولذلك فإن إيمانهم كله تظاهر، إذا ذهبوا للصلاة لا تكتب لهم، لأنهم يتظاهرون بها، ولا يؤدونها عن إيمان، وإذا أدوا الزكاة، فإنها تكون عليهم حسرة، لأنهم ينفقونها وهم لها كارهون، لأنها في زعمهم نقص من مالهم. لا يأخذون عليها ثوابا </p><p> في الآخرة، وإذا قتل واحد منهم في غزوة، انتابهم الحزن، والأسى، لأنهم أهدروا حياتهم ولم يقدموها في سبيل الله. </p><p> وهكذا يكون كل ما يفعلونه شقاء بالنسبة لهم. </p><p> أما المؤمن فحين يصلي أو يؤدي الزكاة أو يستشهد في سبيل الله فهو يرجو الجنة، وأما المنافقون فإنهم يفعلون كل هذا، وهم لا يرجون شيئا. . فكأنهم بنفاقهم قد حكم عليهم الله سبحانه وتعالى بالشقاء في الدنيا والآخرة، فلا هم في الدنيا لهم متعة المؤمن فيما يفعل في سبيل الله، ولا هم في الآخرة لهم ثواب المؤمن فيما يرجو من الله. </p>"
}