{
  "id": null,
  "sura": 2,
  "aya": 163,
  "text": "<p> وتلك هي قضية الحق الأساسية، و {وإلهكم} يعني أن المعبود إله واحد، فالواقع أن الإله الحق موجود قبل أن يوجد الكفر. و {لاَّ إله إِلاَّ هُوَ} هذه قضية ثانية، لأن غفلة الناس هي التي جعلت بعضا من نفوس الناس تلتفت إلى آلهة أخرى. وقوله الحق أنه سبحانه:  {إله وَاحِدٌ} أي ليس له ثان، والفارق بين {واحد} و {أحد} هو أن {واحد} تعني ليس ثان، و {أحد} يعني ليس مركباً ولا مكوناً من أجزاء، ولذلك فالله لا يمكن أن نصفه بأنه «كل» أو «كلي» لأن «كل» يقابلها «جزء» و «كلي» يقابلها «جزئي» ، و «كل» هو أن يجتمع من أجزاء. والله متفرد بالوحدانية، وسبحانه المنزه عن كل شيء وله المثل الأعلى، وأضرب هذا المثل للتقريب لا للتشبيه، إن الكرسي «كل» مكون من خشب ومسامير وغراء وطلاء، فهل يمكن أن نطلق على الخشب أنه «كرسي» أو على المسامير أو على الغراء أو على الطلاء؟ . لا. إذن كل جزء لا يطلق على «الكل» ، بل الكل ينشأ من اجتماع الأجزاء. </p><p> و «الكلي» يطلق على أشياء كثيرة؛ لكن كل شيء منها يحقق الكلي، فكلمة «إنسان» نقول عنها «كلي» ؛ جزئياتها محمد وزيد وبكر وعمر وخالد، فنقول: </p><p> زيد إنسان، وهو قول صحيح، ونقول عمر إنسان وذلك قول صحيح. والله سبحانه وتعالى لا هو «كلي» لأنه واحد، ولا هو «كل» لأنه أحد. </p><p> إن القضية الأساسية في الدين هي {وإلهكم إله واحد لا إله إلا هو} والقرآن لا ينفي ويقول: {لاَّ إله إِلاَّ هُوَ} إلا حين توجد غفلة تعطي الألوهية لغير الله، أو تعطي الألوهية لله ولشركاء معه، إن القرآن ينفي ذلك ويقول:  {لاَّ إله إِلاَّ هُوَ الرحمن الرحيم} وليس هناك شيء غير الله إلا نعمة منه سبحانه أو مُنَعم عليه. </p><p> إن ما دون الله إما نعمة وإما منعم عليه بالنعمة، وهذه كلها نفح الرحمن، ونفح الرحيم. ومادام كل شيء ما عدا الله إما نعمة وإما منعم عليه فلا توصف النعمة بأنها إله، ولا يقال في المنعم عليه: إنه إله، لأن المُنعم عليه معناه أن غيره أفاض عليه نعمه، لأن النعمة موهوبة، والمُنَعم عليه موهوب إليه، فإذا كانت هبة أو موهوبة إليه فلا يصح أن تكون إلها، لكن الذين يُفتنون إنما يفتنون في الأسباب، والحق سبحانه وتعالى هو المسبب لكل الأسباب. وبعد ذلك يلفتنا الحق سبحانه إلى خدمة هذه القضية فيدعونا أن ننظر في الكون ونتأمل في النعمة الموجودة لنا، وبعد ذلك فأنت يا من أنعم الله عليه بهذه النعمة إن وجدت أحدا يدعيها لنفسه فأعطها واتركها له وانسب النعم إلى موجدها وهو الله وإياك أن تشرك في نعمة الله أحداً غيره، لأن الله يقول: في الحديث القدسي: «أنا أغنى الشركاء عن الشرك فمن عمل عملا أشرك فيه غيري تركته وشركه» . </p><p> ويلفتنا الحق إلى الكون فيقول: </p><p> {إِنَّ فِي خَلْقِ السماوات والأرض واختلاف اليل والنهار ... } </p>"
}