{
  "id": null,
  "sura": 2,
  "aya": 115,
  "text": "<p> بعد أن بين الله سبحانه وتعالى جزاء الذين يخربون مساجد الله ويهدمونها. . ويمنعون أن يذكر فيها اسمه والعذاب الذي ينتظرهم في الآخرة أراد أن يذكرنا بأن تنفيذ هذا على مستوى تام وكامل عملية مستحيلة لأن الأرض كلها مساجد. . وتخريبها معناه أن تخرب الأرض كلها. . لأن الله تبارك وتعالى موجود في كل مكان فأينما كنتم فستجدون الله مقبلا عليكم بالتجليات. </p><p> وقوله تعالى:  {فَثَمَّ وَجْهُ الله} . . أي هناك وجه الله. . وقوله تعالى:  {الله وَاسِعٌ عَلِيمٌ} . . أي لا تضيقوا بمكان التقاءاتكم بربكم؛ لأن الله واسع موجود في كل مكان في هذا الكون وفي كل مكان خارج هذا الكون. . ولكن إذا قال الله سبحانه وتعالى:  {وَللَّهِ المشرق والمغرب} لا يعني تحديد جهة الشرق أو جهة الغرب فقط. . ولكنه يتعداها إلى كل الجهات شرقها وغربها. . شمالها وجنوبها والشمال الشرقي والجنوب الغربي وكل جهة تفكر فيها. </p><p> ولكن لماذا ذكرت الآية الشرق والغرب فقط؟ لأن بعد ذلك كل الجهات تحدد بشروق الشمس وغروبها. . فهناك شمال شرقي وجنوب شرقي وشمال غربي وجنوب غربي. . كما إن الشرق والغرب معروف بالفطرة عند الناس. . فلا أحد يجهل من أين تشرق الشمس ولا إلى أين تغرب. فأنت كل يوم ترى شروقا وترى غروبا. </p><p> الله سبحانه وتعالى حين يقول:  {وَللَّهِ المشرق والمغرب} فليس معناها حصر الملكية لهاتين الجهتين ولكنه ما يعرف بالاختصاص بالتقديم. . كما تقول بالقلم </p><p> كتبت وبالسيارة أتيت. . أي أن الكتابة هي خصوص القلم والإتيان خصوص السيارة. . وهذا ما يعرف بالاختصاص. . فهذا مختص بكذا وليس لغيره شيء فيه. . ولذلك فإن معنى:  {وَللَّهِ المشرق والمغرب} . . أن الملكية لله سبحانه وتعالى لا يشاركه فيها أحد. . وتغيير القبلة من بيت المقدس إلى الكعبة ليس معناه أن الله تبارك وتعالى في بيت المقدس والاتجاه بعد ذلك إلى الكعبة ليس معناه أن الله جل جلاله في الكعبة. </p><p> إن توحيد القبلة ليس معناه أكثر من أن يكون للمسلمين اتجاه واحد في الصلاة. . وذلك دليل على وحدة الهدف. . فيجب أن تفرق بين اتجاه في الصلاة واتجاه في غير الصلاة. . اتجاه في الصلاة نكون جميعا متجهين إلى مكان محدد إختاره الله لنا لنتجه إليه في الصلاة. . والناس تصلي في جميع أنحاء العالم متجهة إلى الكعبة. . الكعبة مكانها واحد لا يتغير. . ولكن اتجاهنا إليها من بقاع الأرض هو الذي يتغير. . فواحد يتجه شمالا وواحد يتجه جنوبا وواحد يتجه شرقا وواحد يتجه غربا. . كل منا يتجه اتجاها مختلفا حسب البقعة التي يوجد عليها من الأرض. </p><p> . ولكننا جميعا نتجه إلى الكعبة رغم اختلاف وجهاتنا إلا أننا نلتقي في اتجاهنا إلى مكان واحد. </p><p> الله جل جلاله يريدنا أن نعرف أننا إذا قلنا:  «وللهِ المشرقُ» فلا نظن أن المشرق إتجاه واحد بل إن المشرق يختلف باختلاف المكان. . فكل مكان في الأرض له مشرق وله مغرب. . فإذا أشرقت الشمس في مكان فإنها في نفس الوقت تغرب في مكان آخر. . تشرق عندي وتغرب عند غيري. . وبعد دقيقة تشرق عند قوم وتغرب عند آخرين. . فإذا نظرت إلى الشرق وإلى الغرب بالنسبة لشروق الشمس الظاهري وغروبها. . تجد أن المشرق والمغرب لا ينتهيان من على سطح الأرض. . في كل دقيقة شروق وغروب. </p><p> وقوله تعالى:  {إِنَّ الله وَاسِعٌ عَلِيمٌ} . . أي يتسع لكل ملكه لا يشغله شيء عن شيء. . ولذلك عندما سئل الإمام علي كرم الله وجهه. . كيف يحاسب الله الناس جميعا في وقت واحد؟ قال كما يرزقهم جميعا في وقت واحد. . </p><p> إذن فالله لا يشغله شيء عن شيء. . ولا يحتاج في عمله إلى شيء. . إنما عمله «كن فيكون» . </p>"
}