{
  "id": null,
  "sura": 2,
  "aya": 46,
  "text": "<p> بعد أن أوضح لنا الحق سبحانه وتعالى أن الصبر والصلاة كبيرة إلا على كل من خشع قلبه لله. فهو يقبل عليهما بحب وإيمان ورغبة. أراد أن يعرفنا من هم الخاشعون. فقال جل جلاله:  {الذين يَظُنُّونَ أَنَّهُم ملاقوا رَبِّهِمْ} . </p><p> ما هو الظن؟ سبق أن تحدثنا عن النسب. وقلنا هناك نسبة أنا جازم بها والواقع يصدقها. عندما أقول مثلا: محمد مجتهد. فإذا كان هناك شخص اسمه محمد ومجتهد. أكون قد جزمت بواقع. فهذه نسبة مجزوم بها بشرط أن أستطيع أن أدلل على صدق ما أقول. فإذا كنت جازما بالنسبة على صدق ما أقول. . فهذا تقليد. مثلما يقول ابنك البالغ من العمر ست سنوات مثلا: لا إله إلا الله محمد رسول الله. ولكن عقله الصغير لا يستطيع أن يدلل على ذلك. وإنما هو يقلد أباه أو مدرسيه. . </p><p> فإذا كنت جازما بالشيء وهو ليس له وجود في الواقع. فهذا هو الجهل. والجاهل شر من الأمي. لأن الجاهل مؤمن بقضية لا واقع لها. ويدافع عنها. أما الأمي. . فهو لا يعلم. ومتى علم فإنه يؤمن. ولذلك لابد بالنسبة للجاهل أن تخرج الباطل من قلبه أولا. ليدخل الحق. وإذا كانت القضية غير مجزوم بها ومتساوية في النفي والوجود فإن ذلك يكون شكا. فإذا رجحت إحدى الكفتين على الأخرى يكون ذلك ظنا. والحق سبحانه وتعالى يقول:  {الذين يَظُنُّونَ} ولم يقل: الذين تيقنوا أنهم ملاقوا ربهم. . لماذا لم يستخدم الحق تعالى لفظ اليقين وأبدله بالظن؟ لأن مجرد الظن أنك ملاق الله سبحانه وتعالى. . كاف أن يجعلك تلتزم بالمنهج. فما بالك إذا كنت متيقنا. فمجرد الظن يكفي. </p><p> وإذا أردنا أن نضرب لذلك مثلا ولله المثل الأعلى نقول: هب أنك سائر في طريق. وجاء شخص يخبرك أن هذا الطريق فيه لصوص وقطاع طرق. </p><p> فمجرد هذا الكلام يجعلك لا تمشي في هذا الطريق إلا إذا كنت مسلحا ومعك شخص أو اثنان. فأنت تفعل ذلك للاحتياط. إذن فمجرد الظن دفعنا للاحتياط. . إذن فقوله تعالى:  {يَظُنُّونَ أَنَّهُم ملاقوا رَبِّهِمْ} فمجرد أن القضية راجحة. هذا يكفي لاتباع منهج الله. فتقي نفسك من عذاب عظيم. </p><p> ويقول المعرّي في آخر حياته: </p><p> زعم المنجّم والطبيب كلاهما ... لا تحشر الأجساد قلتُ إليكما </p><p> إن صحّ قولكما فلسْت بخاسرٍ ... أو صح قولي فالخسارُ عليكما </p><p> فكل مكذب بالآخرة خاسر. والنفس البشرية لابد أن تحتاط للقاء الله. وأن تعترف أن هناك حشراً وتعمل لذلك. </p><p> والحق سبحانه وتعالى يقول:  {الذين يَظُنُّونَ أَنَّهُم ملاقوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} والرجوع إلى الله سبحانه وتعالى أمر يقيني. فمادمت قد جئت إلى الدنيا مخلوقا من الله فأنت لا محالة سترجع إليه. </p><p> وهذا اليوم يجب أن نحتاط له. حيطة كبرى. وأن نترقبه. لأنه يوم عظيم. . والحق سبحانه يقول:  {ياأيها الناس اتقوا رَبَّكُمْ إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى الناس سكارى وَمَا هُم بسكارى ولكن عَذَابَ الله شَدِيدٌ}  [الحج: ١ - ٢] </p><p> ويقول جل جلاله:  {فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْماً يَجْعَلُ الولدان شِيباً}  [المزمل: ١٧] </p><p> إذا كان هذا حالنا يوم القيامة، فكيف لا يكفي مجرد الظن لأن نتمسك بمنهج الله. ونحن نحتاط لأحداث دنيوية لا تساوي شيئا بالنسبة لأهوال يوم القيامة. أن الظن هنا بأننا سنلاقي الله تعالى يكفي لأن نعمل له ألف حساب. </p>"
}