{
  "id": null,
  "sura": 2,
  "aya": 218,
  "text": "<p> إن الآية قد عددت ثلاثة أصناف: الصنف الأول هم الذين آمنوا، والصنف </p><p> الثاني هم الذين هاجروا، والصنف الثالث هم الذين جاهدوا. إن الذين آمنوا إيماناً خالصاً لوجه الله، وهاجروا لنصرة الدين، وجاهدوا من أجل أن تعلو كلمة الإسلام هؤلاء قد فعلوا كل ذلك وهم يرجون رحمة الله. ولقائل أن يقول: أليست الرحمة مسألة متيقنة عندهم؟ </p><p> ونقول: ليس للعبد عند الله أمر متيقن؛ لأنك قد لا نفطن إلى بعض ذنوبك التي لم تُحسن التوبة منها، ولا التوبة عنها. وعليك أن نضع ذلك في بالك دائماً، وأن تتيقن من استحضار نية الإخلاص لله في كل عمل تقوم به؛ فقد تحدثك نفسك بشيء قد يفسد عليك عملك، وكذلك رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو سيد الخلق وسيد الموصولين بربهم يقول:  «اللهم إني أعوذ بك من علم لا ينفع وعمل لا يُرفع ودعاء لا يُسمع» . </p><p> إن الرسول الكريم وهو سيد المحتسبين في كل أعماله يعلمنا أن النفس قد تخالط صاحبها بشيء يفسد الطاعة. وعلى المسلم أن يظل في محل الرجاء. والمؤمن الذي يثق في ربه لا يقول: إن على الله واجباً أن يعمل لي كذا؛ لأن أصل عبادتك لله سبق أن دفع ثمنها، وما تناله من بعد ذلك هو فضل من الله عليك، مدفوع ثمنها لك إيجاداً من عدم وإمداداً من عُدْم، ومدفوع ثمنها بأن متعك الله بكل هذه الأشياء، فلو قارنت بين ما طلبه الله منك على فرض أنك لا تستفيد منه فقد أفدت مما قدم لك أولا، وكل خير يأتيك من بعد ذلك هو من فضل الله عليك، والفضل يرجى ولا يُتيقن. </p><p> وعظمة الحق سبحانه وتعالى في أنك تدعوه خوفاً وطمعاً. ويقول هذا المثل ولله المثل الأعلى إن من عظمتك أمام والدك أنك تجد لك أباً تخاف منه، وترغب أن يحقق لك بعضاً من أحلامك، ولو اختلت واحدة من الاثنتين لاختلت الأبوة والبنوة. </p><p> كذلك عظمة الرب يُرغب ويُرهب: إن رغبت فيه ولم ترهبه فأنت ناقص </p><p> الإيمان، وإن رهبت ولم ترغب فإيمانك ناقص أيضاً، لذلك لابد من تلازم الاثنتين: الرهبة والرغبة. ولو تبصّر الإنسان ما فرضه الله عليه من تكاليف إيمانية لوجد أنه يفيد من هذه التكاليف أضعافاً مضاعفة. فكل ما يجازي به الله عباده إنما هو الفضل، وهو الزيادة. وكل رزق للإنسان إنما هو محض الفضل. ومحض الفضل يُرجى ولا يُتيقن. وها هو ذا الحق يقول:  {ادعوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ المعتدين وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا وادعوه خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين} </p><p> [الأعراف: ٥٥ - ٥٦] </p><p> إن الدنيا كلها مسخرة تحت قهر الرحمن ومشيئته وتسخيره، وله تمام التصرف في كل الكائنات وهو الخالق البديع، لذلك فليدع الإنسان الله بخشوع وخضوع في السر والعلانية، والحق لا يحب من يعتدي بالقول أو الرياء أو الإيذاء. </p><p> إن الإيمان يجب أن يكون خالصا لله، فلا يفسد الإنسان الأرض بالشرك أو المعصية؛ لأن الحق قد وضع المنهج الحق لصلاح الدنيا وهو القرآن، ورسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ورحمة الله قريبة من المطيعين للحق جل وعلا. </p><p> إن عظمة الرب في أنه يُرغب ويُرهب؛ إن رغبت فيه ولم ترهبه فعملك غير مقبول، وإن رهبته ولم ترغبه فعملك غير مقبول. إن الرغب والرهب مطلوبان معاً، لذلك فالمؤمن المجاهد في سبيل الله يرجو رحمة الله. </p><p> والحق يقول:  {أولائك يَرْجُونَ رَحْمَتَ الله} ما هي الرحمة؟ الرحمة ألا تبتلى بالألم من أول الأمر، والحق سبحانه وتعالى يقول:  {وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ}  [الإسراء: ٨٢] </p><p> الشفاء هو أن تكون مصابا بداء ويبرئك الله منه، لكن الرحمة، هي ألا يأتي الداء أصلا {والله غَفُورٌ رَّحِيمٌ} . </p><p> والله سبحانه وتعالى يعلم عن عباده أن أحداً منهم قد لا يبرأ من أن يكون له ذنب. فلو حاسبنا بالمعايير المضبوطة تماما فلسوف يتعب الإنسان منا، ولذلك أحب أن أقول دائما مع إخواني هذا الدعاء:  «اللهم بالفضل لا بالعدل وبالإحسان لا بالميزان وبالجبر لا بالحساب» . أي عاملنا بالفضل لا بالعدل، وبإحسانك لا بالميزان، لأن الميزان يتعبنا. </p><p> ولقد علمنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن دخول الجنة لا يكون بالأعمال وحدها، ولكن بفضل الله ورحمته ومغفرته. إن الرسول الكريم يقول:  «لن يدخل أحدكم الجنة بعمله.فقالوا:ولا أنت يا رسول الله،قال:ولا أنا حتى يتغمدني الله برحمته» . </p><p> إذن فالمؤمن يرجو الله ولا يشترط على الله، إن المؤمن يتجه بعمله خالصا لله يرجو التقبل والمغفرة والرحمة، وكل ذلك من فضل الله. ويأتي الحق لسؤال آخر:  {يَسْأَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ ... } </p>"
}