{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> ساعة ترى كذلك فهناك تشبيه. . الحق سبحانه وتعالى يريدنا أن نتنبه إلى نعمته في أنه جعلنا أمة وسطاً. . فكل ما يشرعه الله يدخل في باب النعم على المؤمنين. . وإذا كان الاتجاه إلى الكعبة هو اختبار لليقين الإيماني في نفوس المسلمين. . فإنه سبحانه جعلنا أمة وسطا نعمة منه، ومادمنا وسطا فلابد أن هناك أطرافا حتى يتحدد الوسط. . هذا طرف ثم الوسط ثم طرف آخر. . ووسط الشيء منتصفه أو ما بين الطرفين. </p><p> ولكن ما معنى أمة وسطا؟ وسط في الإيمان والعقيدة. فهناك من أنكروا وجود الإله الحق. . وهناك من أسرفوا فعددوا الآلهة. . هذا الطرف مخطئ وهذا الطرف مخطئ. . أما نحن المسلمين فقلنا لا إله إلا الله وحده لا شريك له واحد أحد. . وهذه بديهية من بديهيات هذا الكون. . لأن الله تبارك وتعالى خلق الكون وخلق كل ما فيه وقال سبحانه إنه خلق. . ولم يأت ولن يأتي من يدعي الخلق. . إذن فالدعوى خالصة لله تبارك وتعالى. . ولو كان في هذا الكون آلهة متعددة لادعى كل واحد منهم الخلق. . ولذلك فإن الله جل جلاله يقول:  {مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ}  [المؤمنون: ٩١] </p><p> أي لتنازع الخلق ولاضطرب الكون. . فالإسلام دين وسط بين الإلحاد وتعدد الآلهة. . على أن هناك أناساً يسرفون في المادية ويهملون القيم الروحية. . وأناساً يهملون المادة ويؤمنون بالقيم الروحية وحدها. </p><p> واقع الحياة أن الماديين يفتنون الروحانيين لأن عندهم المال والقوة. . الإسلام جاء وسطا فيه المادة والروح. . وإياك أن تقول أن الروح أحسن من المادة أو المادة أحسن من الروح. . فالمادة وحدها والروح وحدها مسخرة وعابدة ومسبحة لله تعالى. . لكن حين تختلط المادة بالروح فإنه توجد النفس، والنفس هي التي لها اختيار تطيع أو تعصي. . تعبد أو تكفر والعياذ بالله. </p><p> الله سبحانه يريد من المؤمنين أن يعيشوا مادية الحياة بقيم السماء. . وهذه وسطية الإسلام، لم يأخذ الروح وحدها ولا المادة وحدها. . وإنما أوجد مادية الحياة محروسة بقيم السماء. . فحين يخبرنا الله سبحانه أنه سيجعلنا أمة وسطا تجمع خير الطرفين نعرف أن الدين جاء ليعصم البشر من أهواء البشر. </p><p> الله تبارك وتعالى يريدنا أن نبحث في ماديات الكون بما يخلق التقدم والرفاهية والقوة للبشرية. . فما هو مادي معملي لا يختلف البشر فيه. . لكن ما يدخل فيه أهواء البشر ستضع السماء لكم قانونه. . فإذا عشتم بالأهواء ستشقون. </p><p> . وإذا عشتم بنظريات السماء ستسعدون. </p><p> قد يتساءل البعض هل الشيوعية التي جاءت منذ أكثر من نصف قرن ارتقت بشعوبها أم لا؟ نقول انظروا إليها الآن لقد بنت ما ادعته من ارتقاءات على الكذب والزيف. . ثم تراجعت ثم انهارت تماما. . وكما انهارت الشيوعية ستنهار الرأسمالية لأنهما طرفان متناقضان إنما نحن أمة وسطا. . ولذلك أعطانا الله سبحانه خيري الدنيا والآخرة. </p><p> الحق سبحانه يقول:  {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس} . . أي أن الحجة ستكون لكم في المستقبل. . وسيضطر العالم إلى الرجوع إلى ما يقننه دينكم. . والله تبارك وتعالى قال:  {أُمَّةً وَسَطاً} ولم يقل الوسط بكسر الواو أي المنتصف حتى لا يقال إن هؤلاء الرأسماليين والشيوعيين سيتراجعون إلى الحق تماما. . ولكن بعضهم سيميل </p><p> قليلا إلى هذه الناحية أو تلك بحيث يتم اللقاء. . ولذلك عندما يقولون نأخذ أموال الأغنياء ونوزعها على الفقراء. . نقول لهم وعندما يأتي فقير في المستقبل. . من أين تعطيه بعد أن قضيت على الأغنياء؟ . </p><p> وقد سمعت من شخص له تجربة في السياسة والحكم. . قال إن الذي كان يعمل معي وأضاع ماله كله على الخمر والقمار والنساء كان أحسن مني. . لأنني احتفظت بأموالي ونميتها فقالوا إنك إقطاعي وصادروها. . بينما ذلك الذي أسرف لم يفعلوا به شيئا. . قلت إن الله سبحانه وتعالى يريد منك أن تنمي مالك. . لأنك إن لم تنمه ودفعت عنه زكاة ٢. ٥ ... فالمال يفنى خلال أربعين سنة. . ولكن إذا نميت مالك وجاءوا إلى ناتج عملك وأخذوه بدعوى أنك إقطاعي فإنهم يقضون على العمل في المجتمع. . لأنه إذا كنت ستأخذ ناتج عمله بدون حق فلماذا يعمل؟ إن الإسلام جاء ليزيد مجال حركة الحياة ويضمن مال المتحرك. . ليأخذ من ماله زكاة ويعين غير القادر حتى لا يحقد على المجتمع. . هذا وسط. </p><p> وقوله تعالى:  {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس} . . فكأن الله سبحانه وتعالى أخبرنا أنه ستحدث في الكون معركة لن يفصل فيها إلا شهادة هذه الأمة. . فاليمين أو الرأسمالية على خطأ، والشيوعية على خطأ. . أما منهج الله الذي وضع الموازين القسط للكون ولحياة الإنسان فهو الصواب. . ثم يخبرنا الحق تبارك وتعالى أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيكون شهيدا علينا. . هل كان عملنا وتحركنا مطابقا لما أنزله على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبلغه الرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ لنا؟ أم أننا اتبعنا أهواءنا وانحرفنا عن المنهج. </p><p> الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيكون شهيداً علينا في هذه النقطة. . تلك الآية وإن كانت قد بشرت الأمة الوسط بأن العالم سيعود إلى حكمها، فذلك لا يمكن أن يحدث إلا إذا سادت شهادة الحق والعدل فيها: </p><p> وقوله تعالى:  {وَمَا جَعَلْنَا القبلة التي كُنتَ عَلَيْهَآ إِلاَّ لِنَعْلَمَ مَن يَتَّبِعُ الرسول مِمَّن يَنقَلِبُ على عَقِبَيْهِ} . </p><p> . هذه عودة إلى تحويل القبلة من بيت المقدس إلى الكعبة. . الله تبارك وتعالى لا يفضل اتجاها على اتجاه. . ولذلك فإن الذين يتجهون إلى الكعبة ستختلف اتجاهاتهم حسب موقع بلادهم من الكعبة. . هذا يتجه إلى الشرق. وهذا يتجه إلى الشمال الشرقي. . وهذا يتجه إلى الجنوب الغربي. </p><p> إنه ليس هناك عند الله اتجاه مفضل على اتجاه. . ولكن تغيير القبلة جعله الله سبحانه اختبارا إيمانيا ليس علم معرفة ولكن علم مشهد. . لأن الله سبحانه وتعالى يعلم. . ولكنه جل جلاله يريد أن يكون الإنسان شهيدا على نفسه يوم القيامة. . ولكنه اختبار إيماني ليعلم الله مدى إيمانكم ومن سيطيع الرسول فيما جاءه من الله ومن سينقلب على عقبيه. . فكأن أمر تحويل القبلة سيحدث هزة إيمانية عنيفة في المسلمين أنفسهم. . فيعلم الله من يستمر في إيمانه واتباعه لرسول الله. . ومن سيرفض ويتحول عن دين الإسلام. </p><p> وقوله تعالى:  {وَإِن كَانَتْ لَكَبِيرَةً إِلاَّ عَلَى الذين هَدَى الله} . . والله يريد هنا العلم الذي سيكون شهيدا على الناس يوم القيامة. . وعملية الابتلاء أو الاختبار في تغيير القبلة عملية شاقة. . إلا على المؤمنين الذين يرحبون بكل تكليف. . لأنهم يعرفون أن الإيمان هو الطاعة ولا ينظرون إلى علة الأشياء. </p><p> ولكن الكفار والمنافقين واليهود لم يتركوا عملية تحويل القبلة تمر هكذا فقالوا: إن كانت القبلة هي الكعبة فقد ضاعت صلاتكم أيام اتجهتم إلى بيت المقدس. . وإن كانت القبلة هي بيت المقدس فستضيع صلاتكم وأنتم متجهون إلى الكعبة. </p><p> نقول لهم لا تعزلوا الحكم عن زمنه. . قبلة بيت المقدس كانت في زمنها والكعبة تأتي في زمنها. . لا هذه اعتدت على هذه ولا هذه اعتدت على هذه. . ولقد مات أناس من المؤمنين وهم يصلون إلى بيت المقدس فقام المشككون وقالوا صلاتهم غير مقبولة. . ورد الله سبحانه بقوله:  {وَمَا كَانَ الله لِيُضِيعَ إِيمَانَكُمْ} . . لأن الذين ماتوا وهم يصلون إلى بيت المقدس كانوا مطيعين لله مؤمنين به فلا يضيع الله إيمانهم. </p><p> وقوله تعالى:  {إِنَّ الله بالناس لَرَءُوفٌ رَّحِيمٌ} . . أي تذكروا أنكم تؤمنون برب رءوف لا يريد بكم مشقة. . رحيم يمنع البلاء عنكم. </p>"
}