{
  "id": null,
  "sura": 2,
  "aya": 170,
  "text": "<p> وهذه الآية تعالج قضية خطيرة في المجتمع الإسلامي، قضية تقليد الناس </p><p> لعادات آبائهم. والتقليد هو نشأة طبيعية في الإنسان، لأن الإنسان حين يخرج للوجود مُمداً بطاقة الحياة؛ فهذه الطاقة تريد أن تتحرك؛ وحركتها تأتي دائما وفق ما ترى من حركة السابق لها، فالطفل الصغير لا يعرف أن يده تتناول أشياء إلا إذا رأى في البيئة المحيطة به إنسانا يفعل ذلك، وحين يريد الطفل أن يتحرك، فهو يقلد حركة الذين حوله، ولذلك تجد الأطفال دائما يقلدون آباءهم في معظم حركاتهم، وحين يوجد الأطفال مع أجيال متعاقبة تمثل أعماراً مختلفة، فإن الطفل الصغير يقلد في حركته البدائية خليطاً من حركات هذه الأجيال، فهو يقلد جده، ويقلد جدته، ويقلد أباه وأمه، وإخوته؛ فتنشأ حركات مختلطة تمثل الأجيال كلها. </p><p> ولذلك فاندماج الطفل في أسرة مكونة من آباء وأجداد، تمثل في الإنسان طبيعة الحياة المتصلة بمنهج الحركة في الأرض وبمنهج السماء؛ لأن الطفل حين يعيش مع أبيه فقط، قد يجده مشغولا في حركة الحياة التي ربما شدته عن قيم الحياة أو عن منهج السماء؛ لكنه حين يرى أبا لأبيه؛ هو جده قد فزع من حركة الحياة، واتجه إلى منهج القيم؛ لأنه قريب عهد فيما يظن بلقاء الله، فإن كان لا يصلي في شبابه فهو يصلي الآن، وإن كان لا يفعل الطاعات سابقا؛ أصبح يفعلها الآن، وهكذا يرى الطفل حركة الحياة الجامحة في الدنيا والتلهف عليها من أبيه، ويجد الإقبال على القيم والعبادات من جده، ولذلك تجده ربما عاون جده على الطاعة؛ فساعة يسمع الطفل المؤذن يقول:  «الله أكبر» ، فهو يعرف أن جده يريد أن يصلي؛ فيذهب هو ويأتي بالسجادة ويفرشها لجده؛ ويقف مقلداً جده، وإن كانت بنتا، فنحن نجدها تقلد أمها أو جدتها وتضع الغطاء على رأسها لتصلي، إذن، فاندماج الأجيال يعطي الخير من الحركتين، حركة مادية الحياة وحركة قيم منهج السماء، ولذلك يمتن الحق علينا قائلا:  {وَجَعَلَ لَكُمْ مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً}  [النحل: ٧٢] </p><p> إذن، فتقليد الأجيال اللاحقة للأجيال السابقة أمر تقتضيه طبيعة الوجود. </p><p> وحين يدعو الله الناس أن يتبعوا ما ينزله على الرسل فهو ينهاهم أن يتبعوا تقليد </p><p> الآباء في كل حركاتهم، لأنه قد تكون حركة الآباء قد اختلت بالغفلة عن المنهج أو بنسيان المنهج، لذلك يدعونا ويأمرنا سبحانه: أن ننخلع عن هذه الأشياء ونتبع ما أنزل الله، ولا نهبط إلى مستوى الأرض، لأن عادات ومنهج الأرض قد تتغير، ولكن منهج السماء دائما لا يتغير، فاتبعوا ما أنزل الله. </p><p> والناس حين يحتجون يقولون: بل نتبع ما وجدنا عليه آباءنا. وتلك قضية تبريرية في الوجود، ولو كان ذلك حقاً وصدقاً، ومطابقا للواقع، لما كرر الله الرسالات بعد أن علم آدم كل المنهج الذي يريد؛ لأننا لو كنا نتبع ما ألفينا عليه آباءنا. </p><p> لكان أبناء آدم سيتبعون ما كان يفعله آدم، وأبناء أبناء آدم يتبعون آباءهم، وهكذا يظل منهج السماء موجوداً متوارثاً فلا تغيير فيه. </p><p> إذن فما الذي اقتضى أن يتغير منهج السماء؟ </p><p> إن هذا دليل على أن الناس قد غيروا المنهج، ولذلك فقولهم:  {نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ} هي قضية مكذوبة، لأنهم لو اتبعوا ما وجدوا عليه آباءهم؛ لظل منهج الله في الأرض مضيئا غير متأثر بغفلة الناس ولا متأثرا بانحرافات أهل الأرض عن منهج السماء. وهو تبرير يكشف أن ما وجدوا عليه آباءهم يوافق أهواءهم. </p><p> وقوله الحق:  {اتبعوا} أي اجعلوا ما أنزل عليكم من السماء متبوعا وكونوا تابعين لهذا المنهج؛ لا تابعين لسواه؛ لأن ما سوى منهج السماء هو منهج من صناعة أهل الأرض، وهو منهج غير مأمون، وقولهم:  {مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ} أي ما وجدنا عليه آباءنا، وما تفتحت عليه عيوننا فوجدناه حركة تُحتذى وتُقتدى. </p><p> والحق يبين لهم أن هذا كلام خاطئ، وكلام تبريري وأنتم غير صادقين فيه، وعدم الصدق يتضح في أنكم لو كنتم متبعين لمنهج السماء؛ لما تغير المنهج، هذا أولا، أما ثانيا، فأنتم في كثير من الأشياء تختلفون عن آبائكم، فحين تكون للأبناء شخصية وذاتية فإننا نجد الأبناء حريصين على الاختلاف، ونجد أجيالا متفسخة، فالأب يريد شيئا والابن يريد شيئا آخر، لذلك لا يصح أن يقولوا:  {بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ} ؛ لأنه لو صح ذلك لما اختلف منهج الله على الأرض لكن المنهج اختلف لدخول أهواء البشر، ومع ذلك نرى بعضاً من الخلاف في سلوك الأبناء عن الآباء، ونقبل ذلك ونقول: هذا بحكم تغيير واختلاف الأجيال، أي أن الأبناء أصبحت </p><p> لهم ذاتية. ولذلك فالقول باتباع الأبناء للآباء كذب لا يمثل الواقع. </p><p> والحق سبحانه وتعالى يرد على هذه القضية لأنها قضية تبريرية لا دليل لها من صدق، ولا برهان لها من واقع. ويقول سبحانه:  {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ} أي أيتبعون ما وجدوا عليه آباءهم حتى ولو كان آباؤهم لا يعقلون ولا يهتدون؟ . </p><p> إذن، الرد جاء من ناحيتين، من ناحية التعقل، ومن ناحية الاهتداء، وكل من التعقل والاهتداء منفي عن الآباء في هذه الآية، فأنتم تتبعونهم اتباعا بلا تفكير، اتباعا أعمى. والإنسان لا يطيع طاعة عمياء إلا لمن يتيقن صدق بصيرته النافذة المطلقة، وهذه لا يمكن أن تتأتى من بشر إلى بشر، فالطاعة المطلقة لا تصح أن تكون لشيء إلا لمنهج السماء، وحين تكون طاعة عمياء لمن تثق ببصره الشافي الكافي الحكيم؛ فهي طاعة مبصرة وبصيرة في آن واحد. </p><p> لأنك تحمي نفسك من خطأ بصرك، وخطأ بصيرتك، وتلتزم في التبعية بمن تعتقد أن بصره وبصيرته لا يخطئان أبداً، عندها لا تكون طاعة عمياء. </p><p> إذن. فالحق سبحانه وتعالى ينبههم إلى أنه لا يصح أن تقولوا: إنكم تتبعون ما وجدتم عليه آباءكم؛ لأنه يجوز أن يكون آباؤكم لا يعقلون، ويجوز أن يكونوا غير مهتدين. لو كان آباؤكم لهم عقل أو لهم اهتداء، عند ذلك يكون اتباعكم لهم أمرا سليما، لا لأنكم اتبعتم آباءكم، ولكن لأنكم اتبعتم المعقول والهدى. </p><p> وهكذا نجد أن قضية التقليد هي أمر مزعوم، لأنك لا تقلد مساويك أبداً، ولكنك تتبع من تعتقد أنه أحكم منك، ومادام مساويا لك فلا يصح أن تقلده في كل حركة. بل يجب أن تعرض الحركة على ذهنك، ولذلك فتكليف الله لعباده لم ينشأ إلا بعد اكتمال العقل بالبلوغ. فهو سبحانه لا يأخذ العقل على غرة قبل أن ينضج؛ بل لا يكلف الله عبداً إلا إذا نضج عقله؛ ولا يكلفه إن لم يوجد له عقلاً، ولا يكلفه إن لم تكن قوته وراء عقله؛ فإن كان الإنسان سليم القوة والعقل فإن تكليفه يكون تاما، فسبحانه لا يكلف إلا صاحب العقل الناضج والذي لديه قدره تمكنه من تنفيذ ما اهتدى إليه عقله، أي غير مُكره. </p><p> فالذي يكلف الإنسان بمقتضى هذه الأشياء هو عالم أن العقل إن وجد ناضجا بلا إكراه فلا بد أن يهتدي إلى قضية الحق. </p><p> إن الحق سبحانه لم يكلف الإنسان إلا بعد أن تكتمل كل ملكات نفسه، لأن آخر ملكة تتكون في الإنسان هي مَلَكَة الغريزة، أي أن يكون صالحا للإنجاب، وصالحا لأن تمتد به الحياة. وقلنا من قبل: إن الثمرة التي نأكلها لا تصبح ثمرة شهية ناضجة إلا بعد أن تؤدي مهمتها الأولى؛ فمهمتها ليست في أن يأكلها الإنسان فقط. إنما أن توجد منها بذرة صالحة لامتداد الحياة، وعندما توجد البذرة يكون أكل الثمرة صالحا، كذلك الإنسان؛ لا يكون صالحاً لامتداد الحياة إلا بعد البلوغ أو في سن البلوغ، وسبحانه وتعالى جعل لهذه الغريزة سعاراً؛ لأن الحياة التي ستأتي من خلالها لها تبعات أولاد ومشقات، فلو لم يربطها الله بهذه اللذة لانصرف عنها كثير من الناس، لكنه سبحانه يربطها باللذة حتى يوجد امتداد الحياة بدافع عنيف وقوي من الإنسان. </p><p> فالحق سبحانه لا يفاجئ الإنسان بتكليف إلا بعد أن يُعِده إعدادا كاملا، لأنه لو كلفه قبل أن ينضج غريزيا، وقبل أن تصبح له قدرة على استبقاء النوع، لقال الإنسان: إن الله كلفني قبل أن يُوجد فيَّ ذلك، عندئذ لا يكون التعاقد الإيماني صحيحاً. </p><p> ولذلك يؤخر الحق تكليفه لعباده حتى يكتمل لهم نضج العقل ونضج الغريزة معا، وحتى يدخل الإنسان في التكليف بكل مقوماته، وبكل غرائزه، وانفعالاته؛ حتى إذا تعاقد إيمانيا؛ فإن عليه أن يلتزم بتعاقده. </p><p> إذن فالحق سبحانه وتعالى يريد أن يربي في الإنسان ذاتيته من فور أن يصبح صالحا لاستبقاء النوع في غيره، ومادامت قد أصبحت له ذاتية متكاملة، فالحق يريد أن يُنهي عنه التبعية لغيره، عند ذلك لا يقولن أحد:  «أفعل مثل فعل أبي» . لكن هناك من قالوا:  {نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ} ، لماذا يتبعون آباءهم في المنهج الباطل، ولا يتبعونهم في باقي أمور الدنيا، وفي الملابس، وفي الأكل، وفي كل مناحي الحياة؟ . </p><p> إذن فلا شيء قد جعلهم يتبعون ما وجدوا عليه آباءهم إلا لأنهم وجدوا فيه ما يوافق هواهم، بدليل أنهم انسلخوا عن تبعيتهم لآبائهم في أشياء رأوها في سلوك الآباء وخالفوهم فيها، وماداموا قد خالفوهم في أشياء كثيرة؛ فلماذا يتبعونهم في الدين الزائف؟ . </p><p> إن الله يريد أن يخلص الإنسان من إسار هذا الاتباع، ويلفت العباد. تعقلوا يا من أصبحت لكم ذاتية، وليعلم كل منكم أنه بنضج العقل يجب أن يصل إلى الهداية إلى الخالق الواحد الأحد، فإن كنت قد التحمت بأبيك في أول الأمر لأنه يعولك ويمدك، فهذا الأب هو مجرد سبب أراده الله لك، ولكن الله هو خالقك، وهو الذي أنزل المنهج الذي يجب أن تلتحم به لتصير حياتك إلى نماء وخير. </p><p> وهو سبحانه يقول:  {واخشوا يَوْماً لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً}  [لقمان: ٣٣] </p><p> إن الحق سبحانه وتعالى يفصل لنا هذا الأمر بدقة، فإذا كان الآباء لا يعقلون؛ فماذا عن موقف الأبناء؟ . إن على الأبناء أن يصلحوا أنفسهم بمنهج الحق. </p><p> وقد وردت في سورة المائدة آية أخرى بالمعنى نفسه ولكن بخلاف في اللفظ، فهنا في سورة البقرة يقول الحق:  {وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله} . وفي آية سورة المائدة يقول الحق:  {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً وَلاَ يَهْتَدُونَ}  [المائدة: ١٠٤] </p><p> وبين الآيتين اتفاق واختلاف، فقوله الحق هنا:  {اتبعوا مَآ أَنزَلَ الله} وهي تعني أن نمعن النظر وأن نطبق منهج الله. وآية سورة المائدة {تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول} هذا هو الخلاف الأول. </p><p> والخلاف الثاني في الآيتين هو في جوابهم على كلام الحق، ففي هذه السورة سورة البقرة قالوا:  {بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ} وهذا القول فيه مؤاخذة لهم. لكنهم في سورة المائدة قالوا:  {حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ} ، وهذه تعني أنهم اكتفوا بما عندهم؛ ونفوا اتباع منهج السماء، وهذا الموقف أقوى وأشد نفيا، لذلك نجد أن الحق لم يخاطبهم في هذه الآية ب {اتبعوا} بل قال لهم: {تَعَالَوْاْ} أي ارتفعوا من حضيض ما عندكم إلى الإيمان بمنهج السماء. </p><p> ومادمتم قد قلتم: حسبنا بملء الفم؛ فهذا يعني أنكم اكتفيتم بما أنتم عليه. وكلمة {حَسْبُنَا} فيها بحث لطيف؛ لأن من يقول هذه الكلمة قد حسب كلامه واكتفى، وكلمة الحساب تدل على الدقة، والحساب يفيد العدد والأرقام. فقولهم:  {حَسْبُنَا} تعني أنهم حسبوا الأمر واكتفوا به ونجد كل ورود لهذه الكلمة في القرآن يفيد أنها مرة تأتي لحساب الرقم المادي، ومرة تأتي لحساب الإدراك الظني. فالحق يقول:  {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ}  [العنكبوت: ٢] </p><p> ومعناها: هل ظن الناس أن يتركوا دون اختبار لإيمانهم؟ . هذا حساب ليس بالرقم، وإنما حساب بالفكر، والحساب بالفكر يمكن أن يخطئ، ولذلك نسميه الظن. </p><p> والحق سبحانه يقول:  {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ}  [المؤمنون: ١١٥] </p><p> إذن، فكلمة «حساب» تأتي مرة بمعنى الشيء المحسوب والمعدود، ومرة تأتي في </p><p> المعنويات، ونعرفها بالفعل، فإذا قلت: حَسَبَ يَحسِب؛ فالمعنى عَدَّ. وإذا قلت: حَسِبَ يَحسَب؛ فهي للظن. </p><p> وفيه ماضٍ وفيه مضارع، إن كنت تريد العد الرقمي الذي لا يختلف فيه أحد تقول:  «حَسَبَ بفتح السين في الماضي وبكسرها في المضارع يَحسِب» . وإن أردت بها حسبان الظن الذي يحدث فيه خلل تقول:  «حَسِبَ» بالكسر، والمضارع «يَحْسَبُ» بالفتح. </p><p> وعندما يتكلم الحق سبحانه وتعالى عن حساب الآخرة، فمعنى ذلك أنه شيء محسوب، لكن إذا بولغ في المحسوب يكون حسبانا، وكما نقول:  «غفر غفراً» و «شكر شكراً» ، يمكن أن نقول:  «غفر غفراناً» و «شكر شكراناً» . كذلك «حسب حسباناً» ، والحسبان هو الحساب الدقيق جداً الذي لا يخطئ أبداً. ولذلك يأتي الحق سبحانه وتعالى بكلمة «حسبان» في الأمور الدقيقة التي خلقت بقدر ونظام دقيق؛ إن اختل فيها شيء يحدث خلل في الكون، فيقول:  {الرحمن عَلَّمَ القرآن خَلَقَ الإنسان عَلَّمَهُ البيان الشمس والقمر بِحُسْبَانٍ}  [الرحمن: ١٥] </p><p> أي أن الكون يسير بنظام دقيق جداً؛ لا يختل أبداً، لأنه لو حدث أدنى خلل في أداء الشمس والقمر لوظيفتيهما؛ فنظام الكون يفسد. لذلك لم يقل الحق:  «الشمس والقمر بحساب» ، وإنما قال:  {بحسبان} وبعد ذلك فيه فرق بين «الحسبان» و «المحسوب بالحسبان» ؛ والحق سبحانه وتعالى حينما يقول:  {فَالِقُ الإصباح وَجَعَلَ اليل سَكَناً والشمس والقمر حُسْبَاناً}  [الأنعام: ٩٦] </p><p> لم يقل: بحسبان، لأنها هي في ذاتها حساب وليست محسوبة، أي أن حسابها آلي. </p><p> وتأتي الكلمة بصورة أخرى في سورة الكهف في قوله تعالى:  {وَيُرْسِلَ عَلَيْهَا حُسْبَاناً مِّنَ السمآء}  [الكهف: ٤٠] </p><p> المعنى هنا شيء للعقاب على قدر الظلم. </p><p> تماما هذه هي مادة الحساب. . </p><p> وقولهم:  {حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ} في ظاهرها أبلغ من قولهم: {نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ} لكن كل من اللفظين مناسب للسياق الذي جاء فيه ف {اتبعوا} يناسبها {نَتَّبِعُ مَآ أَلْفَيْنَا} وقوله تعالى: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ} يناسبها قولهم: {حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ} ؛ يعني كافينا ما عندنا ولا نريد شيئا غيره. </p><p> ومن هنا نفهم لماذا جاء الحق في آية البقرة بقوله:  {اتبعوا} ، وفي آية المائدة:  {تَعَالَوْاْ} ، وجاء جوابهم في سورة البقرة:  {بَلْ نَتَّبِعُ} ، وفي سورة المائدة:  {حَسْبُنَا} . </p><p> وهناك خلاف ثالث في الآيتين: ففي آية البقرة قال: {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً} . وفي آية المائدة قال؛ {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً} . الخلاف في {لاَ يَعْقِلُونَ} و {لاَ يَعْلَمُونَ} . </p><p> وما الفرق بين «يعقلون» و «يعلمون» ؟ . إن «يعقلون» تعني ما ينشأ عن فكرهم وتدبرهم للأمور، لكن هناك أناس لا يعرفون كيف يعقلون، ولذلك يأخذون القضايا مسلماً بها كعلم من غيرهم الذي عقل. </p><p> إذن فالذي يعلم أقل منزلة من الذي يعقل، لأن الذي عقل هو إنسان قد استنبط، وأما الذي علم فقد أخذ علم غيره. وعلى سبيل المثال، فالأمي الذي أخذ حكما من الأحكام هو قد علمه من غيره، لكنه لم يتعقله، إذن فنفي العلم عن </p><p> شخص أبلغ من نفي التعقل؛ لأن معنى «لا يعلم» أي أنه ليس لديه شيء من علم غيره أو علمه. </p><p> وعندما يقول الحق سبحانه:  {لاَ يَعْقِلُونَ شَيْئاً} فمعنى ذلك أنه من المحتمل أن يعلموا، لكن عندما يقول:  {لاَ يَعْلَمُونَ} فمعناه أنهم لا يعقلون ولا يعلمون، وهذا يناسب ردهم. فعندما قالوا:  {بَلْ نَتَّبِعُ} فكان وصفهم ب {لاَ يَعْقِلُونَ} . وعندما قالوا:  {حَسْبُنَا} وصفهم بأنهم {لاَ يَعْلَمُونَ} كالحيوانات تماما. </p><p> ونخلص مما سبق أن هناك ثلاث ملحوظات على الآيتين: </p><p> في الآية الأولى قال:  {اتبعوا} ، وكان الرد منهم {نَتَّبِعُ مَآ أَلْفَيْنَا} والرد على الرد {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً} . </p><p> وفي الآية الثانية قال:  {تَعَالَوْاْ} ، وكان الرد منهم {حَسْبُنَا} ، فكان الرد عليهم {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً} . </p><p> وهكذا نرى أن كلا من الآيتين منسجمة، ولا يقولن أحد: إن آية جاءت بأسلوب، والأخرى بأسلوب آخر، فكل آية جاءت على أسلوبها يتطلبها فهي الأبلغ، فكل آية في القرآن منسجمة كلماتها مع جملها ومع سياقها. </p><p> وقوله تعالى:  {وَإِذَا قِيلَ لَهُمْ} مبنية للمفعول ليتضمن كل قول جاء على لسان أي رسول من الله من بدء الرسالات، فهي ليست قضية اليوم فقط إنما هي قضية قيلت من قبل ذلك. إن المعنى هو: إذا قيل لهم من أي رسول، اتبعوا ما أنزل الله قالوا:  {بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ} . </p><p> ويختم الحق الآية في سورة البقرة بقوله:  {وَلاَ يَهْتَدُونَ} . وكذلك كان ختام آية المائدة:  {وَلاَ يَهْتَدُونَ} ؛ لنعلم أن هدى السماء لا يختلف بين عقل وعلم، فالأولى جاءت بعد قوله تعالى:  {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ} والثانية جاءت في ختام قوله تعالى: {أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً وَلاَ يَهْتَدُونَ} وذلك للدلالة على أن هدى السماء لا يختلف بين من يعقلون ومن يعلمون. </p>"
}