{
  "id": null,
  "sura": 2,
  "aya": 279,
  "text": "<p> في هذه الآية قضية كونية يتغافل عنها كثير من الناس. لقد جاء نظام ليحمي طائفة من ظلم طائفة، ولم يأت هذا النظام إلا بعد أن وجدت طائفة المرابين الذين ظلموا طائفة الفقراء المستضعفين. وحَسْبُ هؤلاء المستضعفين الذين استغلوا من المرابين أن ينصفهم القرآن وأن يُنهي قضية الربا إنهاءً يعطي الذين رابوا ما سلف لأنهم بنوا حياتهم على ذلك. </p><p> و {فَأْذَنُواْ بِحَرْبٍ} كلمة (الألف والذال والنون) من «الأذن» وكل المادة مشتقة من «الأذن» و «الأذُن» هي الأصل الأول في الإعلام؛ لأن الإنسان ليس مفروضاً أنه قارئ أولا، إنّه لا يكون قارئاً إلا إذا سمع، إذن فلا يمكن أن ينشأ إعلام إلا بالسماع والحق سبحانه وتعالى حينما تكلم عن أدوات العلم للإنسان قال: </p><p> {والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ}  [النحل: ٧٨] </p><p> ولذلك عندما جاء علم وظائف الأعضاء ليبحث ذلك وجدوها طبق الأصل كما قال الله عنها. فالوليد الصغير حين يولد إن جاء إصبع إنسان عند عينيه فلا يهتز له رمش؛ لأن عينه لم تؤد مهمتها بعد، ولكن إن تصرخ بجانب أذنه فإنه ينفعل. </p><p> وعرفنا أن أول أداة تؤدي مهمتها بالنسبة للإنسان الوليد هي أذنه، وهي أيضا الأداة التي تؤدي مهمتها بالنسبة للإنسان مستيقظاً كان أو نائماً. إن العين تغمض في النوم فلا ترى، لكن الأذن مستعدة طوال الوقت لأن تسمع؛ لأنها آلة الاستدعاء. إذن فمادة «الأَذَان» و «الأُذُن» كلها جاءت من مهمة السمع، وقال الله سبحانه وتعالى:  {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}  [الانشقاق: ٥] </p><p> ما معنى أذنت؟ . أنت حين تسمع من مساو لك، فقد تنفذ وقد لا تنفذ، لكن حين تسمعه من إله قادر فلا مناص لك إلا أن تنفذ، فكأن الله يقول: إن الأرض تنشق حين تسمع أمري بالانشقاق. فبمجرد أن تسمع الأرض أمر الحق فإنها تفعل، وحق لها أن تفعل ذلك؛ إنها أذنت لأمر الله، أي خضعت؛ لأن القائل لها هو الله. </p><p> إذن كل المادة هنا جاءت من «الأذن» . ولذلك فالله يقول لمن لا يفعل ما أمر به الله في الربا؛ {فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ الله وَرَسُولِهِ} . أما حرب الله فلا نقول فيها إلا قول الله:  {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ}  [المدثر: ٣١] </p><p> ولا يستطيع أحد أن يحتاط لها. وأما حرب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فهذه هي الأمر الظاهر. كأن الله سبحانه وتعالى يجرد على المرابين تجريدة هائلة من جنوده التي لا يعلمها إلا هو، وحرب رسول الله جنودها هم المؤمنون برسوله، وعليهم أن يكونوا حربا على كل ظاهرة من ظواهر الفساد في الكون؛ ليطهروا حياتهم من دنس الربا. </p><p> وهكذا وضع الله نهاية لأسلوب التعامل، حتى يتطهر المال من ذلك الربا، فإذا قال الحق:  {فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ} فمعنى هذا أنه سبحانه يبين لنا بهذا القول أنه لا حق للمرابين في ضعف ولا ضعفين، ولا في أضعاف مضاعفة. وحينئذ {لاَ تَظْلِمُونَ} من رابيتم، بأن تأخذوا منهم زائدا عن رأس المال. </p><p> ولكن ما موقع {وَلاَ تُظْلَمُونَ} ، ومن الذي يظلمهم؟ قد يظلمهم الضعيف الذي ظُلِمَ لهم سابقا، ويأخذ منهم بعض رأس المال بدعوى أنهم طالما استغلوه فأخذوا منه قدراً زائدا على رأس المال. إن المشرع يريد أن يمنع الظالم السابق فينهي ظلمه، وأن يسعف المظلوم اللاحق فيعطيه حقه، وهو سبحانه لا يريد أن يوجه ظلما ليستغل به من ظُلم فيظلم الذي ظلمه أولا، بل سبحانه يشاء بهذا الحكم أن ينهي هذا النوع من الظلم على إطلاقه، وأن يجعل الجميع على قدر سواء في الانتفاع بمزايا الحكم. </p><p> وكثير من النظريات التي تأتي لتقلب نظاما في مجتمع ما تعمد إلى الطائفة التي ظَلَمَت، فلا تكتفي بأن تكفها عن الظلم، ولكن تمكن للمظلوم أن يظلم من ظلمه، وذلك هو الإجحاف في المجتمع، وهذا ما يجب أن يتنبه إليه الناس جيدا؛ لأن الله الذي أنصفك أيها المظلوم من ظالمك، فمنع ظلمه لك، هنا يجب أن تحترم حكمه حينما قال:  {فَلَهُ مَا سَلَفَ} وبهذا القول انتهت القضية. </p><p> ويستأنف سبحانه الأمر بعدالة جديدة تجمعك وتجمعه على قدم المساواة بدون ظلم منك أيها المظلوم سابقا بحجة أنه طالما ظلمك. والمجتمعات حين تسير على هذا النظام {لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ} إنما تسير على نمط معتدل لا على ظلم موجه. </p><p> فنحن نعيب على قوم أنهم ظلموا، ثم نأتي بقوم لنجعلهم يَظْلِمون، لا. . إن الجميع على قدم المساواة من الآن. </p><p> وفساد أي نظام في المجتمع يأتي من توجيه الظلم من فئة جديدة إلى فئة قديمة، فبذلك يظل النظام قائما، طائفة ظَلَمَت، وتأتي طائفة كانت مظلومة لتظلم الطائفة الظالمة سابقا، نقول لهم: ذلك ظلم موجه، ونحن نريد أن تنتظم العدالة وتشمل كل أفراد المجتمع بأن يأخذ كل إنسان حقه، فالذي ظَلَمَ سابقا منعناه عن ظلمه، والمغلوب سابقا أنصفناه، وبذلك يصير الكل على قدم المساواة؛ ليسير المجتمع مسيرة عادلة تحكمه قضية إيمانية. إننا لا نكافئ من عصى الله فينا بأكثر من أن نطيع الله فيه. </p><p> وبعد ذلك يجيء القرآن ليفتح باب جديدا من الأمل أمام المظلومين. وليضع حدا للذين كانوا ظالمين أولا، وحكم لهم برأس المال ومنعهم من الزائد على رأس المال، فحنن قلوبهم على هؤلاء. أَيْ ليست ضربة لازب أن تأخذوا رأس المال الآن، ولكن عليكم أن تُنْظِروا وتمهلوا المدين إن كان معسراً، وإن تساميتم في النضج الإيماني اليقيني وارتضيتم الله بديلا لكم عن كل عوض يفوتكم، فعليكم أن تتجاوزوا وتتنازلوا حتى عن رءوس أموالكم التي حكم الله لكم بها لتترفعوا بها وتهبوها لمن لا يقدر. فيأتي قول الحق:  {وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ ... } </p>"
}