{
  "id": null,
  "sura": 2,
  "aya": 224,
  "text": "<p> وفي الآية ثلاثة أشياء: أولا: أن تبروا، أي أن تفعلوا البر. والبر قد يكرهه الإنسان لأنه شاق على النفس. ثانيا: أن تتقوا، أي أن تتجنبوا المعاصي، والتقوى تكون أيضا شاقة في بعض الأحيان. ثالثا: أن تصلحوا بين الناس، أي أن تصلحوا ذات البيْن، وقد يكون في الإصلاح بين الناس مئونة وذلك بعد أن تمتنعوا أن تجعلوا الله عرضة للقسم. </p><p> وحين يقول الحق:  {وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ} فالعرضة هي الحجاب، </p><p> وهي ما يعترض بين شيئين، {عُرْضَةً} هي أيضا الأمر الصالح لكل شيء، فيقال:  «فلان عرضة لكل المهمات» . أي صالح. والعرضة كما عرفنا هي ما اعترض بين شيئين، كأن يضع الإنسان يده على عينيه فلا يرى الضوء، هنا تكون اليد «عُرْضة» بين عيني الإنسان والشمس إن الإنسان يحجب بذلك عن نفسه الضوء. </p><p> كأن الحق يقول:  «أنا لا أريد أن تجعلوا اليمين عرضة بين الإنسان وفعل الخير والبر والتقوى» . فعندما يطلب منك واحد أن تبر من أساء إليك فقد تقول:  «أنا أقسمت ألا أبر هذا الإنسان» إنك بذلك جعلت اليمين بالله مانعاً بينك وبين البر. </p><p> ويريد الحق بذلك القول أن ينبهنا إلى أن القسم به لا يجوز في منع البر أو صلة الرحم أو إصلاح بين الناس. . ومن حلف على شيء فرأى غيره خيرا منه فليفعل الخير وليكفر عن يمينه لماذا؟ لأن المؤمن عندما يحلف على ألا يفعل خيراً فهو يضع الله مانعاً بينه وبين الخير، وبذلك يكون قد ناقض المؤمن نفسه بأن جعل المانع هو الحلف بالله. إن الله هو صاحب الأمر بالبر والتقوى والإصلاح بين الناس. لذلك فالحق يقول:  {وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ} . أي أن الحق يريد أن يحمي عمليات البر والتقوى والإصلاح بين الناس. </p><p> إنك إن حلفت أيها المؤمن ألا تفعل هذه العمليات، فالحق يريد لك أن تحنث في هذا القسم وأن تفعل البر والتقوى والإصلاح بين الناس حتى لا تتناقض مع تشريع الله. ونحن عندما نجد المجتمع وقد صنع فيه كل فرد البر، واتقى فيه كل إنسان المعاصي، ورأى فيه كل إنسان نزاعاً بين جماعتين فأصلح هذا النزاع، أليس هذا دخولا في السلم كافة. إذن فالحق يريد أن يستبقى للناس ينابيع الخير وألا يسدوها أمام أنفسهم. </p><p> إن الحق هو الآمر بألا يجعل المؤمن اليمين مانعاً بين الإنسان والبر، أو بين الإنسان والتقوى، أو بين الإنسان والإصلاح بين الناس. ويتساهل الإسلام في </p><p> مسألة التراجع والحنث في البر فيقول السلف الصالح:  «لا حنث خير من البر» . </p><p> إذن فالمجتمع الذي فيه صنع البر، وتقوى المعاصي، والصلح بين المتخاصمين يدخل في إطار:  {ادخلوا فِي السلم كَآفَّةً}  [البقرة: ٢٠٨] </p><p> والإنسان قد يتعلل بأي سبب حتى يبتعد عن البر أو التقوى أو الإصلاح بين الناس، بل يعمل شيئاً يريحه ويخلع عليه أنه ممتثل لأمر الله، ولنضرب لذلك مثلا. سيدنا أبو بكر الصديق رَضِيَ اللَّهُ عَنْه بعد أن جاء مسطح بن أثاثة واشترك مع من خاضوا في الإفك الذي اتهموا فيه أم المؤمنين السيدة عائشة رَضِيَ اللَّهُ عَنْها. </p><p> وخلاصة الأمر أن عائشة رَضِيَ اللَّهُ عَنْها زوجة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. كانت قد خرجت مع الرسول الكريم في غزوة «بني المصطلق» وكان الأمر بالحجاب قد نزل لذلك خرجت عائشة رَضِيَ اللَّهُ عَنْها في هودج. </p><p> وقام الرسول بغزوته وحان وقت العودة. وفقدت عائشة عقداً لها. وكانت رَضِيَ اللَّهُ عَنْها خفيفة الوزن؛ لأن الطعام في تلك الأيام كان قليلا. راحت عائشة رَضِيَ اللَّهُ عَنْها تبحث عن عقدها المفقود، وعندما حملوا هودج عائشة رَضِيَ اللَّهُ عَنْها لم يفطنوا أن عائشة ليست به. ووجدت عائشة عقدها المفقود، وكان جيش رسول الله قد ابتعد عنها. وظنت أنهم سيفتقدونها فيرجعون إليها. وكان خلف الجيش صفوان بن المعطل السلمي وعرفته عائشة وأناخ راحلته وعادت عائشة إلى المدينة. ودار حديث الإفك بوساطة عبد الله بن أبَيّ بن سلول رأس النفاق. </p><p> وكان الغم والحزن يصيبان السيدة عائشة طوال مدة كبيرة وأوضح الحق كذب هذا الحديث. وذاع ما ذاع عن أم المؤمنين عائشة وهي زوجة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أن تكون بنت أبي بكر. وأبو بكر صديِّق رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> ولو أن غير عائشة حدث لها ما حدث لعائشة لكان موقف أبي بكر هو موقفه عندما جاء قريبه مسطح بن أثاثة واشترك في حديث الإفك مع من اشتركوا ثم يبرئ الله عائشة وينزل القول الذي يثبت براءة أم المؤمنين في حديث الإفك، وحين يبرئها الله يأتي أبو بكر وكان ينفق على مسطح فيقطع عنه النفقة ويقول:  «والله لا أنفق عليه أبداً» لماذا؟ لأنه اشترك في حديث الإفك. والمسألة في ظاهرها ورع. لذلك سيمتنع عن النفقة على مسطح بن أثاثة لأن مسطحاً خاض في الإفك. لكن انظر إلى مقاييس الكمال والجمال والفضائل عند الله فقد أوضح الحق أن هذا طريق وذاك طريق آخر، فيقول سبحانه وتعالى:  {وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ}  [النور: ٢٢] </p><p> فإذا كنت تحب أن يغفر الله لك، أفلا تغفر لمن فعل معك سيئة؟ . وما دمت تريد أن يغفر الله لك فاغفر للناس خطأهم. </p><p> قالها الحق عَزَّ وَجَلَّ لأبي بكر؛ لأنه وقف موقفاً من رجل خاض في الإفك مع من خاض ومع ذلك يبلغه أن ذلك لا يصح. </p><p> قوله تعالى:  {وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ أَن تَبَرُّواْ} لا تقل: إني حلفت بالله على ألا افعل ذلك الخير، لا افعله فالله يرضى لك أن تحنث وتكفر عن يمينك. </p><p> {وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ الناس والله سَمِيعٌ عَلِيمٌ} . إن الله عَزَّ وَجَلَّ يبلغنا: أنا لا أريد أن تجعلوا الحلف بي عرضة، يعني حاجزاً أو مانعاً عن فعل الخير. مثلاً لو طُلب منك أن تبر شخصاً أساء إليك فلا تقل: حلفت ألا أبر به لأنه لا يستحق، عندها تكون قد جعلت اليمين بالله مانعاً للبر. وكأن الحق سبحانه وتعالى يريد أن يقول لك: لا، أنا متجاوز عن اليمين بي؛ إن حلفت ألا تبر أو لا تتقي أو لا تصل رحماً أو لا تصلح بين اثنيْن، أنا تسامحت في اليمين. </p><p> والحديث يقول:  «من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير وليكفر عن يمينه» وهكذا يحمي الله سبحانه وتعالى فعل البر ويحمي التقوى ويحمي عمليات الإصلاح بين الناس، ولو كنت قد حلفت بالله ألا تفعلها، لماذا؟ لأنك عندما تحلف بالله ألا تفعل، وتجعل الله سبحانه وتعالى هو المانع، فقد ناقضت التشريع نفسه؛ لأن الله هو الآمر بالبر والإصلاح والتقوى، فلا تجعل يمين البشر مانعاً من تنفيذ منهج رب البشر. </p><p> {وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ الناس} إن حلفت على ترك واجب وجب أن ترجع في اليمين. احنث فيه وكفر عنه، والحكم نفسه يسري على الذي يمنع ممتلكاته كالدابة أو الماكينة أو السيارة من انتفاع الناس بها بحجة أنه حلف ألا يعيرها لأحد، وذلك أمر يحدث كثيراً في الأرياف. </p><p> ويختم الحق سبحانه وتعالى الآية بالقول الكريم:  {والله سَمِيعٌ عَلِيمٌ} . إنه سبحانه سميع باليمين الذي حلفته، وعليم بنيتك إن كانت خيراً أو شراً فلا تتخذ اليمين حجة لأن تمنع البر والتقوى والإصلاح. والحق سبحانه وتعالى عندما يتكلم عن اليمين يعطينا أصلاً من أصول اعتبار اليمين هل هو يمين حقا أو لغو، ومن رحمة الله أنه سبحانه وتعالى لم يأخذ إلا اليمين الذي عقد القلب عليه، أي الذي يقصد صاحبه ألا يحنث فيه، أما لغو اليمين فقد تجاوز الله عنه. </p><p> مثلاً، الأيمان الدارجة على ألسنة الناس كقولهم:  «والله لو لم تفعل كذا لفعلت معك كذا» ، «والله سأزورك» ، «والله ما كان قصدي» أو الحلف بناءً على الظن؛ كأن تحلف بقولك:  «والله حدث هذا» وأنت غير متأكد من تمام حدوثه، لكن ليس في مقصدك الكذب. </p><p> أما اليمين الغموس فهي الحلف والقسم الذي تعرف كذبه وتحلف بعكس ما تعرف، كأن تكون قد شاهدت واحداً يسرق أو يقتل وتحلف بالله أنه لم يسرق أو لم يقتل. من أجل ذلك كله يحسم الله سبحانه وتعالى هذه القضية بقوله: </p><p> {لاَّ يُؤَاخِذُكُمُ الله باللغو في أَيْمَانِكُمْ ولكن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ... } </p>"
}