{
  "id": null,
  "sura": 2,
  "aya": 78,
  "text": "<p> الله سبحانه وتعالى لازال يتحدث عن أهل الكتاب. . فبعد أن بين لنا الذين يقول:  {أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ} . . انتقل سبحانه وتعالى إلى طائفة أخرى وهم من أسماهم بالأميين. . وأصح قول في الأمي هو أنه كما ولدته أمه. أي لم يعلم شيئاً من ثقافة وعلم في الوجود منذ لحظة نزوله من بطن أمه. ولذلك فإن الأمي على إطلاقه هو الذي لا يكتسب شيئاً من ثقافة الوجود حوله، بصرف النظر عن أن يقال كما ولدته أمه. . لأن الشائع في المجتمعات أن الذي يعلم هم الخاصة لا العامة. . وعلى أية حال فالمعاني كلها ملتقية في تعريف الأمي. </p><p> قوله تعالى:  {وَمِنْهُمْ أُمِّيُّونَ} . . تلاحظ أن هناك معسكرات من الأميين واجهت الدعوة الإسلامية. . فالمعسكر الأول كان المشركين في مكة، والمعسكر الثاني كان أهل الكتاب في المدينة. وأهل الكتاب تطلق على أتباع موسى وأتباع المسيح. . ولكن في الجزيرة العربية كان هناك عدد لا يذكر من النصارى. . وكان هناك مجتمع. والمقصود من قوله تعالى:  {وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الكتاب إِلاَّ أَمَانِيَّ} هم اليهود الذين كان لهم مجتمع في المدينة. . ومادام الحق سبحانه وتعالى قال:  {وَمِنْهُمْ أُمِّيُّونَ} . . معنى هذا أنه لابد أن يكون هناك منهم غير أميين. . وهؤلاء هم الذين سيأتي قول الله تعالى عنهم في الآية التالية:  {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ}  [البقرة: ٧٩] </p><p> هنا قسّم الله تبارك وتعالى اليهود إلى أقسام. . منهم قسم أُمِّي لا يعرفون </p><p> الكتاب وما يقوله لهم أحبارهم هو الذي يعرفونه فقط. . وهؤلاء ربما لو كانوا يعلمون ما في التوراة. . من صفات رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لآمنوا به. . والكتاب هنا يقصد به التوراة. . والله سبحانه وتعالى لم ينف عنهم مطلق العلم. . ولكنه نفى خصوصية العلم، لأنه قال لا يعلمون إلا أماني. . فكأن الأماني يعلمونها من الكتاب. </p><p> ولكن ما الأماني؟ . . إنها تطلق مرة بدون تشديد الياء ومرة بتشديد الياء. . فإن كانت التخفيف تكون جمع أمنية. . وإن كانت بالتشديد تكون جمع أمنية بالتشديد على الياء. . الأمنية تجدها في القرآن الكريم في قوله تعالى:  {لَّيْسَ بِأَمَانِيِّكُمْ ولا أَمَانِيِّ أَهْلِ الكتاب مَن يَعْمَلْ سواءا يُجْزَ بِهِ}  [النساء: ١٢٣] </p><p> هذه بالنسبة للجمع. أما بالنسبة للمفرد. . في قوله تعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ إِلاَّ إِذَا تمنى أَلْقَى الشيطان في أُمْنِيَّتِهِ}  [الحج: ٥٢] </p><p> ما هي الأمنية؟ . . الأمنية هي الشيء الذي يحب الإنسان أن يحدث ولكن حدوثه مستحيل. . إذن لن يحدث ولن يكون له وجود. </p><p> . ولذلك قالوا إن من معاني التمني اختلاق الأشياء. . الشاعر الذي قال: </p><p> أَلا لَيْتَ الشَّبابَ يعودُ يوماً ... فَأُخْبِرُهُ بما فَعَلَ المَشِيبُ </p><p> هل الشباب يمكن أن يعود؟ . . طبعاً مستحيل. . هذا شيء لن يحدث. . والشاعر الذي قال: </p><p> لَيْتَ الكواكبَ تَدْنُو لِي فَأَنْظمَهَا ... عُقُودَ مَدْحٍ فَما أَرْضَى لَكُمْ كَلِمِ </p><p> هل النجوم ستنزل من السماء وتأتي إلى هذا الشاعر. . ينظمها أبيات شعر إلى حبيبته. . إذن من معاني التمني الكذب والاختلاق. ولقد فسر بعض المستشرقين قول الله تبارك وتعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ إِلاَّ إِذَا تمنى}  (أي قرأ) : {أَلْقَى الشيطان في أُمْنِيَّتِهِ}  (أي في قراءته) . . وطبعا الشيطان لن يلقي في قراءة الرسول إلا كذبا وإفتراء وكفرا. . إقرأ قوله سبحانه:  {أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذاً قِسْمَةٌ ضيزى}  [النجم: ١٩ - ٢٢] </p><p> قال أعداء الإسلام مادام قد ذكر في القرآن أسماء الغرانيق. . وهي الأصنام التي كان يعبدها الكفار. . ومنها اللات والعزى ومناة الثالثة الأخرى. . إذن فشفاعة هذه الأصنام ترتجى في الآخرة. . وهذا كلام لا ينسجم مع منطق الدين كله يدعو لعبادة الله وحده. . وخرج المستشرقون من ذلك بأن الدين فعلا يدعو لعبادة الله وحده. . إذن فيكون الشيطان قد ألقى في أمنيته فيما يقوله رسول الله. . ثم أحكم الله سبحانه آياته فقال تعالى:  {إِنْ هِيَ إِلاَّ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُم مَّآ أَنزَلَ الله بِهَا مِن سُلْطَانٍ}  [النجم: ٢٣] </p><p> هم يريدون بذلك أن يشككوا. . في أنه من الممكن أن يلقي الشيطان بعض أفكاره في قول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . ولكن الله سبحانه ينسخ ما يلقي الشيطان ويحكم آياته. </p><p> إن الله جل جلاله لم يترك وحيه لعبث الشيطان. . ولذلك سنبحث الآية بعيداً عن كل ما قيل. . نقول لو أنك تنبهت إلى قول الله تعالى:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ إِلاَّ إِذَا تمنى} لو قلنا تمنى بمعنى قرأ، ثم أن الله ينسخ ما يلقي الشيطان ثم يحكم الله آياته. . إذن هو سبحانه لن يترك رسوله </p><p> يخطئ. . وبذلك ضمنا أن كل ما ينتهي إليه الرسول صواب. . وأن كل ما وصلنا عن الرسول محكم. . فنطمئن إلى أنه ليس هناك شيء يمكن أن يلقيه الشيطان في تمني الرسول ويصلنا دون أن ينسخ. </p><p> فإذا قلنا: إن الله ينسخ ما يلقي الشيطان فما الذي جعلكم تعرفون ما ألقاه الشيطان مادام رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يقل لكم إلا المحكم. . ثم من هو الرسول؟ بَشَرٌ أُوحِيَ إليه بمنهج من السماء وأمر بتبليغه. . ومن هو النبي؟ . . بشر أوحي إليه بمنهج. </p><p> ولم يؤمر بتبليغه. . ومادام لم يؤمر بتبليغه يكون خاصا بهذا النبي. . ويكون النبي قدوة سلوكية. . لأنه يطبق منهج الرسول الذي قبله فهو لم يأت بجديد. </p><p> الآية الكريمة جاءت بكلمتي رسول أو نبي. . إذا كان معنى أمنية الشيطان مستقيما بالنسبة للرسول فهو غير مستقيم بالنسبة للنبي. . لأن النبي لا يقرأ شيئاً، ومادام النبي ذكر في الآية الكريمة فلابد أن يكون للتمني معنى آخر غير القراءة. . لأن النبي لم يأت بكلام يقرؤه على الناس. . فكأنه سيقرأ كلاما محكما ليس فيه أمنية الشيطان أي قراءته. </p><p> إن التمني لا يأتي بمعنى قراءة الشيطان. . وأمنية الرسول والنبي أن ينجحا في مهمتهما. . فالرسول كمبلغ لمنهج الله، النبي كأسوة سلوكية. . المعنى هنا يختلف. . الرسول أمنيته أن يبلغ منهج الله. . والشيطان يحاول أن ينزع المنهج من قلوب الناس. . هذا هو المعنى. . والله سبحانه وتعالى حين يحكم آياته ينصر الإيمان ليسود منهج الله في الأرض وتنتظم حركة الناس. . هذا هو المعنى. </p><p> وكلمة تمني في هذه الآية الكريمة بمعنى أن الرسول أو النبي يحب أن يسود منهجه الأرض. . والشيطان يلقي العراقيل والله يحكم آياته وينصر الحق. ويجب أن نفهم الآية على هذا المعنى. . وبهذا ينتفي تماما ما يدعيه المستشرقون من أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حينما كان يقرأ ما يوحى إليه يستطيع الشيطان أن يتدخل ويضع كلاما في الوحي. . مستحيل. </p><p> وقوله تعالى:  {وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الكتاب إِلاَّ أَمَانِيَّ} . . معناها أنه يأتي </p><p> قوم لا يعرفون شيئاً عن الكتاب إلا ظنا. . فيصدقهم هؤلاء الأميون دون علم. . وكان الله سبحانه يريد أن يلفتنا إلى أن كثيرا من المذاهب الدينية في الأرض ينشأ عن المبلغين لها. . فهناك أناس يأتمنون آخرين ليقولوا لهم ما إنتهت إليه الأحكام الدينية. . فيأتي الأمي أو غير المثقف يسأل عالما عن حكم من الأحكام الشرعية. . ثم يأخذ منه الحكم ويطبقه دون أن يناقشه. . لأن علمه قد إنتهى عند السؤال عن الفتوى. . والحق سبحانه وتعالى كما يقول:  {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى}  [الأنعام: ١٦٤] </p><p> أي لا يحمل أحد ذنب أحد يوم القيامة. . فيقول تعالى:  {لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ}  [النحل: ٢٥] </p><p> بعض الناس يظن أن الآيتين بينهما تعارض. . نقول لا. . ومن يرتكب إثما يحاسب عليه. . ومن يضل غيره بفتوى غير صحيحة يحل له بها ما حرم الله. . فإنه يحمل معاصيه ومعاصي من أضل. . فيكون له وزر لأنه ضل، ووزر لأنه أضل غيره. . بل وأكثر من ذلك. . فإن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: </p><p> «من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً» </p><p> ولابد أن نتنبه إلى خطورة الفتوى في الدين بغير علم. . الفتوى في الدنيا أقصى ما يمكن أن تؤدي إليه هو أن تجعلك تخسر صفقة. . لكن الفتوى في الدين ستدوم عمرا طويلا. . </p><p> الحق تبارك وتعالى يقول:  {وَإِنْ هُمْ إِلاَّ يَظُنُّونَ} . . والظن كما قلنا هو نسبة راجحة ولكن غير مؤكدة. . وإذا كان التمني كما ورد في اللغة هو القراءة. . فهؤلاء الأمِّيون لا يعلمون الكتاب إلا قراءة لسان بلا فهم. . ولذلك قال الله سبحانه وتعالى عن اليهود:  {مَثَلُ الذين حُمِّلُواْ التوراة ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الحمار يَحْمِلُ أَسْفَاراً}  [الجمعة: ٥] </p><p> وهكذا نرى أن هناك صنفا يحمل التوراة وهو لا يعرف عنها شيئا. . والله جل جلاله قال إن مثله كالحمار. . ولكن أقل من الحمار، لأن الحمار مهمته أن يحمل الأثقال. . ولكن الإنسان ليست مهمته أن يحمل ما يجهل. . ولكن لابد أن يقرأ الكتاب ويعلم المطلوب منه. </p>"
}