{
  "id": null,
  "sura": 2,
  "aya": 5,
  "text": "<p> قوله تعالى:  (أولئك) اشارة الى الذين تنطبق عليهم كل الصفات التي يبينها الله سبحانه وتعالى في الآيتين السابقتين. . فأولئك الذين تنطبق عليهم هذه الصفات وصلوا الى الهدى أي الى الطريق الموصل للإيمان. . ووصلوا إلى الفلاح، وهو الهدف من الإيمان. . </p><p> وقوله تعالى:  {أولئك على هُدًى مِّن رَّبِّهِمْ وأولئك هُمُ المفلحون} تشمل الجميع. . </p><p> ولكن لماذا استخدم الله تبارك وتعالى {أولئك} مرتين؟ تلك من بلاغة القرآن الكريم، ولماذا دمج الخبرين بعضهما مع بعض؟ حتى نعرف أنه ليس في الاسلام إيمانان بل إيمان واحد يترتب عليه جزاء واحد. . وسيلته الهدى، وغايته الفلاح. . ولو نظر الى التكليفات التي هي الهدى الموصلة الى الغاية نجد أن الله سبحانه وتعالى رفع المهتدي على الهدى. . لنعرف أن الهدى لم يأت ليقيد حركتك في الحياة ويستذلك، وانما جاء ليرفعك. . </p><p> إن السطحيّين يعتقدون أن الهدى يقيد حركة الانسان في الحياة ويمنعه من تحقيق شهواته العاجلة. . ولكن الهدى في الحقيقة يرفع الانسان ويحفظه من الضرر، ومن غضب الله، ومن افساد المجتمع الذي سيكون هو أول من يعاني منه. . لذلك قال تبارك وتعالى:  {على هُدًى} . . </p><p> و (على) تفيد الاستعلاء. فاذا قلت أنت على الجواد فإنك تعلوه. . كأن المهتدى حين يلزم نفسه بالمنهج لا يذل. . ولكنه يرتفع الى الهدى ويصبح الهدى يأخذه من خير الى خير. . وذلك بعكس الضلالة التي تأخذ الانسان الى أسفل. . </p><p> ولذلك حين تقرأ في القرآن الكريم قوله تعالى:  {وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ}  [سبأ: ٢٤] ترى ما يفيد الارتفاع والعلو في الهداية، وما يفيد الانخفاض والنزول في الضلالة؛ وإنما كان العلوّ في الهدى. . لأن المنهج قَيَّدَ حركة حياتك اعزازا لك لعلوك وسمو مقامك في أنك لا تأخذ من بشر تشريعا. . ولا تأخذ من ذاتك حركة. . وإنما يرتفع بك لتتلقي عن الله سبحانه وتعالى. . وهذا علو كبير. . ولكن عند الضلالة قال:  «في ضلال» . . و (في) تدل على الظرفية المحيطة. . وهو كما وصفه الله سبحانه وتعالى في آية أخرى بقوله جل جلاله:  {بلى مَن كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خطيائته فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ}  [البقرة: ٨١] أحاطت به الخطيئة. . أي لا يستطيع أن يفلت منها لأنه مظروف في الضلال. . وما دامت الخطيئة محيطة به فلا يجد منفذا لأنها تحكمه. . وما دامت تحكمه فلا يمكن أن يصل إلى هدى مطلقا. . فالحق سبحانه وتعالى حينما قال:  {أولئك على هُدًى مِّن رَّبِّهِمْ وأولئك هُمُ المفلحون} . . اختار لفظا عليه دلالة دنيوية تقرب المعنى الى السامع. . </p><p> ما هو الفلاح؟ . . المعنى العام هو الفوز والْمُفْلِحُ هو الفائز. ومعنى الآية الكريمة أولئك هم الفائزون وقال:  «هم المفلحون» . </p><p> . لأن الفلاح مأخوذ من شق الأرض للبذر. . ومنه سُمِّيَ الفلاح الذي صفته شق الأرض ورمي البذور فيها. . </p><p> والحق سبحانه تعالى جاء بهذا اللفظ بالنسبة للآخرة لآنه يريد أن يأتي لنا مع الشيء بدليله. . وهناك فرق بين أمر غيبي عنا لا نعرفه. . وأمر غيبي يستدل عليه بمشهود. . </p><p> فالدين يقيد حريتك في الحياة في أن تفعل ولا تفعل. . ومنهج الله جاء ليقول لك إفعل كذا ولا تفعل كذا. وكثير من الناس يظن أن ذلك تقييد لحركة حياة المؤمن واثقال عليه. . لأنه أخذ منه حرية حركته فقيدها. . </p><p> ان الله تبارك وتعالى حين يقول لك لا تفعل. . معناها عند السطحيين أنه ضيق عليك ما تريد أن تفعل. . وحين يقول لك افعل. . معناها يكون قد ضيق عليك في شيء لا تريد أن تفعله. فمثلا: حين يطلب منك الزكاة. . فالزكاة في ظاهرها نقص المال، وإن كانت في حقيقتها بركة ونماء. . ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  «ما نقصت صدقة من مال، وما زاد الله عبدا بعفو إلا عزا، وما تواضع أحد لله إلا رفعه» </p><p> فالحق سبحانه وتعالى اذا قيد حركتك في الحياة. . لا تظن أن هذا تضييق عليك. . بل ان هذا لفائدتك. . لأنه لم يأمرك وحدك، ولكن الأمر للناس جميعا حين يقول جل جلاله: لا تسرق. . فقد قالها للناس جميعا ولذلك تكون أنت الرابح. . لأنه قيدك وأنت فرد من أن تسرق من غيرك. . ولكنه قيد ملايين الناس من أن يسرقوا منك. . اذن فالله لم يضيق عليك، ولكنه حمى مالك من الناس كل الناس. . قيدك وأنت فرد أن تسرق من مال غيرك، وقيد ملايين أن يسرقوا من مالك. . فمن الفائز؟ . . أنت طبعا. . </p><p> وقوله تعالى:  {وأولئك هُمُ المفلحون}  (المفلحون) من مادة فلح. . فاذا كانت الأرض صماء فحينما نشقها ونبذرها تعطي محصولا عظيما، العملية أخذناها أبا عن جد. فالأرض حين تشق وتُبذر تُعطي محصولا وافرا. . واذا كانت هذه العملية أخذت أبا عن جد. . يأتي السؤال من الذي علم آدم البذر والزرع؟ . . نقول علمه الله سبحانه وتعالى كما علمه الأسماء. . وكما علمه ما يمكنه به أن يباشر مهمته في الأرض. . </p><p> والحق جل جلاله لم يكن يترك آدم في حياته على الأرض دون أن يعلمه ما يضمن استمرار حياته وحياة أولاده. . يعلمه على الأقل بدايات. . ثم بعد ذلك تتطور هذه البدايات بما يكشفه الله من علمه لخلقه. . وبعد ذلك جاءت القرون المتقدمة </p><p> فاستطعنا أن نستخدم آلات حديثة متطورة تقوم بعملية الحرث والبذر. . </p><p> ولكن الحقيقة الثابتة التي لم تتغير منذ بداية الكون ولن تتغير حتى نهايته. . هي أن مهمة الانسان أن يحرث ويضع البذرة في الأرض ويسقيها. . أما نمو الزرع نفسه فلا دخل للانسان فيه. </p><p> . وكذلك الثمر الذي ينتجه لا عمل للإنسان فيه. . </p><p> ولقد نبهنا الله تبارك وتعالى الى هذه الحقيقة حتى لا نغتر بحركتنا في الحياة ونقول إننا نحن الذين نزرع. . واقرأ قول الحق جل جلاله في سورة الواقعة:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَاماً فَظَلْتُمْ تَفَكَّهُونَ إِنَّا لَمُغْرَمُونَ بَلْ نَحْنُ مَحْرُومُونَ}  [الواقعة: ٦٣ - ٦٧] وهكذا ظلت مهمة الفلاحة في الأرض مقتصرة على الحرث والسقي والبذر، وحينما تلقى الحبة في الأرض يخلق الله في داخلها الغذاء الذي يكفيها حتى تستطيع أن تأخذ غذاءها من الأرض. . واذا جئت بحبة وبللتها تجد أنها قد نبت لها ساق وجذور. . من أين جاء هذا النمو؟ . من تكوين الحبة نفسه، والله تبارك وتعالى قد قدر في كل حبة من الغذاء ما يكفيها حتى تستطيع أن تتغذى من الأرض. . وعلى قدر كمية الغذاء المطلوبة يكون حجم الحبة. . وحين تضعها في الأرض فإنها تبدأ أولا بأن تغذي نفسها. . بحيث ينبت لها ساق وجذور وورقتان تتنفس منهما. . كل هذا لا دخل لك فيه ولا عمل لك فيه. . وتبدأ الحبة تأخذ غذاءها من الأرض والهواء. . لتنمو حتى تصبح شجرة كبيرة تنتج الثمر من نوع البذرة نفسه. </p><p> ومن هنا جاءت كلمة (المفلحون) . . ليعطينا الحق جل جلاله من الأمور المادية المشهودة ما يعين عقولنا المحدودة على فهم الغيب. . فيشبه التكليف وجزاءه في الآخرة بالبذور والفلاحة. . أولا لأنك حين ترمي بذرة في الأرض تعطيك بذورا كثيرة. . </p><p> واقرأ قول الله سبحانه وتعالى: </p><p> {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ}  [البقرة: ٢٦١] </p><p> واذا كانت الأرض وهي المخلوقة من الله تهبك أضعاف أضعاف ما أعطيتها. . فكيف بالخالق؟ . . وكم يضاعف لك من الثواب في الطاعة؟ . . هذا هو السبب في أن الحق تبارك وتعالى يقول:  {وأولئك هُمُ المفلحون} . . حتى يلفتنا بمادة الفلاحة. . وهي شيء موجود نراه ونشهده كل يوم. </p><p> وكما أن التكليف يأخذ منك أشياء ليضاعفها لك. . كذلك الأرض أخذت منك حبة ولم تعطك مثل ما أخذت، بل أعطتك بالحبة سبعمائة حبة. . وهكذا نستطيع أن نصل بشيء مشهود يُفَصِّلُ لنا شيئا غيبيا. </p>"
}