{
  "id": null,
  "sura": 2,
  "aya": 158,
  "text": "<p> والصفا والمروة جبلان صغيران، يعرفهما الذين زاروا الأماكن المقدسة، والذين لم يذهبوا؛ أسأل الله أن يروهما عين اليقين، وحين يرونهما يكون هذا علم اليقين. وهذان الجبلان كانت سيدتنا هاجر أم إسماعيل قد ترددت بينهما لتطلب الماء لولدها بعد أن تركهما إبراهيم عليه السلام عند بيت الله الحرام. وبالله عليك، فبماذا تفكر امرأة عندما يتركها زوجها مع رضيعها في مكان </p><p> لا طعام فيه ولا ماء؟ </p><p> هنا قالت هاجر قولتها المشهورة: </p><p> إلى من تكلنا؟ آلله أمرك بذلك؟ </p><p> فقال سيدنا إبراهيم: نعم. فقالت: إذن لن يضيعنا، لقد استغنت بالخالق عن المخلوق، ولم تنطق مثل هذا القول إلا بوحي من المسبب، وهذه أول قضية إيمانية مع ملاحظة الأرضية الإيمانية التي وجدت عليها، حينما دعا إبراهيم عليه السلام ربه قائلا:  {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم رَبَّنَا لِيُقِيمُواْ الصلاة}  [إبراهيم: ٣٧] </p><p> وإذا قرأت {غَيْرِ ذِي زَرْعٍ} فاعلم أنه غير ذي ماء، فحيث يوجد الماء؛ يوجد الزرع، فالماء هو الأصل الأصيل في استبقاء الحياة، وعندما يغيب الماء عن أم ووليدها، فماذا يكون حالهما؟ </p><p> لقد عطش ولدها وأرادت أن تبحث عن نبع ماء أو طير ينزل في مكان لتعلم أن فيه ماء، أو ترى قافلة تسير ومعها ماء؛ لذلك خرجت إلى أعلى مكان وتركت الوادي، وصعدت إلى أعلى جبل الصفا فلم تجد شيئا، فنظرت إلى الجهة الأخرى؛ إلى المروة، وصعدت عليها فلم تجد شيئا. وظلت تتردد بين الصفا والمروة سبعة أشواط. ولنا أن نتصور حالتها، امرأة في مثل سنها، وفي مثل وحدتها، وفي مثل عدم وجود ماء عندها، ولابد أنها عطشت كما عطش وليدها، وعندما بلغ منها الجهد، انتهت محاولاتها، وعادت إلى حيث يوجد الوليد. </p><p> ولو أن سعيها بين الصفا والمروة أجدى، فرأت ماء لقلنا: إن السعي وحده قد جاء لها بالماء، لكنها هي التي قالت من قبل:  «إذن لن يضيعنا» ، وهي بهذا القول قد ارتبطت بالمسبِّب لا بالسبب، فلو أنه أعطاها بالسبب المباشر وهو بحثها عن </p><p> الماء لما كان عندها حجة على صدقها في قولها:  «إذن لن يضيعنا» . ويريد الحق أن ينتهي سعيها سبع مرات بلا نتيجة، وتعود إلى وليدها؛ فتجد الماء عند قدم الوليد. وهكذا صدقت هاجر في يقينها، عندما وثقت أن الله لن يضيعها، وأراد الله أن يقول لها: نعلم لن أضيعك، وليس بسعيك؛ ولكن بقدم طفلك الرضيع؛ يضرب بها الأرض، فينبع منها الماء. وضرب الوليد للأرض بقدمه سبب غير فاعل في العادة، لكن الله أراده سببا حتى يستبقى السببية ولو لم تؤد إلى الغرض. </p><p> وحين وجدت هاجر الماء عند قدم رضيعها أيقنت حقا أن الله لم يضيعها. وظل السعي شعيرة من شعائر الحج إلى بيت الله الحرام، استدامة لإيمان المرء بالمسبب وعدم إهماله للسبب، وحتى يقبل الإنسان على كل عمل وهو يؤمن بالمسبب. ولذلك يجب أن نفرق بين التوكل والتواكل. إن التوكل عمل قلب وليس عمل جوارح، والتواكل تعطيل عمل جوارح. ليس في الإسلام تواكل، إنما الجوارح تعمل والقلوب تتوكل. هكذا كان توكل هاجر، لقد عملت وتوكلت على الله؛ فرزقها الله بما تريد بأهون الأسباب، وهي ضربة قدم الوليد للأرض، وبقيت تلك المسألة شعيرة من شعائر الحج وهي سبعة أشواط بين الصفا والمروة. </p><p> وعندما غفل الناس عن عبادة الله، ودخلت عبادة الأصنام في الجزيرة العربية أوجدوا على جبل الصفا صنما أسموه «إسافا» وعلى المروة صنما أسموه «نائلة» . وكانوا يترددون بين إساف ونائلة، لا بين الصفا والمروة، لقد نقلوا العبادة من خالصية التوحيد إلى شائبية الوثنية. </p><p> فلما جاء الإسلام أراد الله ألا يوجه المسلمين في صلاتهم إلى البيت المحرم إلا بعد أن يطهر البيت ويجعله خالصا لله، فلما ذهب بعض المؤمنين إلى الكعبة تحرجوا أن يسعوا بين الصفا والمروة؛ لأن «إسافا» و «نائلة» فوق الجبلين، فكأنهم أرادوا أن يقطعوا كل صلتهم بعادات الجاهلية، واستكبر إيمانهم أن يترددوا بين «إساف» و «نائلة» ، فأنزل الله قوله الحق: </p><p> {إِنَّ الصفا والمروة مِن شَعَآئِرِ الله فَمَنْ حَجَّ البيت أَوِ اعتمر فَلاَ جُنَاحَ عَلَيْهِ أَن </p><p> يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْراً فَإِنَّ الله شَاكِرٌ عَلِيمٌ} ، أي لا تتحرجوا في هذا الأمر لأنكم ستسعون بين الصفا والمروة؛ لا بين إساف ونائلة كما كان يفعل المشركون الوثنيون، إذن فالعمل هنا كان بالنية. </p><p> لقد كانت نية السعي الأولى عند هاجر هي الإيمان بالله والأخذ بالأسباب، لكن الوثنية قلبت قمة الإيمان إلى حضيض الكفر، وكان لابد أن يستعيد المسلمون نية الإيمان الأولى عند زيارة البيت المحرم بالسعي بين الصفا والمروة، فنحن في الإسلام نرضخ لأمر الآمر، قال لنا:  «قبلوا الحجر الأسود» ، وفي الوقت نفسه أمرنا أن نرجم الحجر الذي يرمز إلى إبليس، هكذا تكون العبرة بالنية؛ وليس بشكل العمل، وتكون العبرة في إطاعة أمر الله. وكأن الحق بهذه الآية يقول للمؤمنين: إن المشركين عبدوا «إسافا» و «نائلة» ، لكن أنتم اطرحوا المسألة من بالكم، واذهبوا إلى الصفا والمروة، فالصفا والمروة من شعائر الله، وليستا من شعائر الوثنية، ولكن ضلال المشركين هو الذي خلع عليهما الوثنية في إساف وفي نائلة. لقد أراد الوثنيون بوضع «إساف» على الصفا «ونائلة» على المروة أن يأخذوا صفة التقديس للأوثان، فلولا أن الصفا والمروة من المقدسات سابقا لما وضعوا عليهما أحجارهم ولما جاءوا بأصنامهم ليضعوها على الكعبة، هذا دليل على أن قداسة هذه الأماكن أسبق من أصنامهم، لقد حموا وثنيتهم بوضع «إساف» و «نائلة» على الصفا والمروة. </p><p> وبعد أن بين الحق للمؤمنين أن الصفا والمروة من شعائر الله، ينبه على أن المكين ساكن المكان لا ينجس المكان، بدليل أن الإيمان عندما كتبت له الغلبة، كسر الأصنام وأزالها من الكعبة وأصبح البيت طاهرا، وعندما كان المؤمنون يتحرجون عن أن يفعلوا فعلا من أفعال الجاهلية طمأنهم الحق سبحانه وتعالى، وقال لهم: </p><p> {إِنَّ الصفا والمروة مِن شَعَآئِرِ الله} . </p><p> وكلمة «صفا» معناها الحجر الأملس، وأصبح كذلك من كثرة الملامسين له على مر الزمان، وقيل: إن الصفا منسوبة إلى اصطفاء آدم، وقيل: إن المروة منسوبة إلى المرأة التي هي حواء، لكنه كلام يقال لا نتوقف عنده كثيرا، لأنه علم لا ينفع </p><p> وجهل لا يضر، فالمهم بالنسبة لنا أنه مكان ترددت بينه هاجر وهي تطلب الماء لابنها، إن الحق جعل السعي بينهما من شعائر الله، والشعائر هي معالم العبادة، وتطلق دائماً على المعالم المكانية، ويقال: هذا مطاف، وهذا مسعى، وهذا مرمى الجمرات، وهذا المشعر الحرام. </p><p> إن كلمة «المشعر» تعني المكان الذي له عبادة مخصوصة، وبما أن الصفا والمروة مكانان فقد جاء وصفهما بأنهما {مِن شَعَآئِرِ الله} . {فَمَنْ حَجَّ البيت أَوِ اعتمر فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا} كأن الحج والعمرة لهما شيء يجعلهما في مقام الفرضية ولهما شيء آخر يجعلهما في مقام التطوع، فإن أدى المسلم الحج والعمرة مرة يكون قد أدى الفرض، وهذا لا يمنع من أن تكرار الحج والعمرة هو تطوع مقبول بإذن الله، له شكر من الله. </p><p> وساعة نقول:  «لا جناح عليك أن تفعل كذا» فمعنى ذلك أنك إن فعلت فلا إثم عليك، لكن ليس خطأ في أن تفعل، وليس فرضاً في أن تفعل، وهذا ما جعل بعض الناس يقولون: إن السعي بين الصفا والمروة ليس ركنا من أركان الحج، ونقول لهؤلاء: هذه آية جاءت لسبب، وهو أنهم كانوا يتحرجون من الطواف في مكان يطوف فيه المشركون فقال لهم:  {فلا جناح عليه أن يطوف بهما} . </p><p> إن نفي الجناح لا يعني أنك إن لم تفعل يصح، لا، إنه سبحانه يرد على حالة كانوا يتحرجون منها، وقوله تعالى:  {يَطَّوَّفَ بِهِمَا} يستدعي منا وقفة، إن الحاج أو المعتمر يسعى بين الصفا والمروة، فلماذا وصف الحق هذا السعي ب {يَطَّوَّفَ بِهِمَا} . </p><p> لكي نعرف ذلك لابد أن نوضح معنى «طاف» و «جال» و «دار» . إن «طاف» تعني «دار حول الشيء» ، فما هي الدورة التي بين الصفا والمروة؛ حتى يسميها الحق طوافا؟ . </p><p> إن الدائر حول الدائرة يبدأ من أي نقطة منها كبداية، لتكون تلك النقطة نهاية، فكل طواف حول دائرة تجد فيه أن كل بداية فيها تعتبر نهاية، وكل نهاية تعتبر بداية، وأي حركة من وإلى شيء واحد يصنع دائرة. </p><p> وصحيح أن من يسعى بين الصفا والمروة لا يدور، ولكنه سيذهب من الصفا إلى المروة ثم ينقلب عائدا إلى الصفا، ثم منها إلى المروة، وهكذا يصير الأمر طوافا. ومثال آخر من حياتنا اليومية، إن الشرطي الذي يطوف لحراسة الشوارع والمنازل بالليل، قد يلف المدينة كلها، ويمكن أن يلف شارعاً واحداً هو مكان حراسته، هذا الدوران في الشارع من أوله إلى آخره عدة مرات يسمى طوافا بينهما، وهكذا نفهم معنى {يَطَّوَّفَ بِهِمَا} ، أي يمشي بينهما عدة مرات من بداية إلى نهاية. </p><p> وهكذا نجد أن السعي بين الصفا والمروة هو جزء من شعائر الحج والعمرة. ونجد أن الفرضية في الحج والعمرة أساسية، والتطوع بتكرار الحج والعمرة هو خير. {وَمَن تَطَوَّعَ خَيْراً فَإِنَّ الله شَاكِرٌ عَلِيمٌ} وهذا القول يقتضي أن نفهم أن الشاكر أصابته نعمة من المشكور، فما الذي أصاب الحق هنا من تكرار الحج؟ . </p><p> إن المؤمن عندما يؤدي ما افترضه الله عليه فهو يؤدي الفرض، لكن عندما يزيد بالتطوع حبا في النسك ذاته فهذه زيادة يشكره الله عليها، إذن فالشكر من الله عَزَّ وَجَلَّ يفيد أن نعمة ستجيء، والحق سبحانه وتعالى حين يفترض على عبدا كذا من الفروض يلتزم العبد بذلك، فإذا زاد العبد من جنس ما افترضه الله عليه، فقد دل ذلك على حبه وعشقه للتكليف من الله، وإذا ما أحب وعشق التكليف من الله بدون أن يطلبه الله منه ويلزمه به بل حببه إليه، فهو يستحق أن يشكره الله عليه، وشكر الله للعبد هو عطاء بلا نهاية. </p><p> ويقول الحق من بعد ذلك:  {إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ البينات والهدى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الكتاب أولئك يَلعَنُهُمُ الله وَيَلْعَنُهُمُ اللاعنون} </p>"
}