{
  "id": null,
  "sura": 2,
  "aya": 220,
  "text": "<p> إن الحق يبدأ هذه الآية بقوله:  {فِي الدنيا والآخرة} وكأنه يقول لنا: إياك أن </p><p> تعتقدوا أن كل تكليف من الله جزاؤه في الآخرة فقط، أبدا إن الجزاء سيصيبكم في الدنيا أيضا. </p><p> وتأمل سيرة المستقيمين الملتزمين بمنهج دينهم ومنهج الأخلاق في حياتهم تجدهم قد أخذوا جزاءهم في الدنيا رضا وسعادة وأمنا حتى أنك تجد الناس تتساءل: كيف ربى فلان أولاده، وكيف علمهم برغم أن مرتبه بسيط؟ </p><p> هم لا يعلمون أن يد الله معه بالبركة في كل حركات حياته. فلا تظن أن الجزاء مقصور على الآخرة فقط، بل يعجل الله بالجزاء في الدنيا، أما الآخرة فهي زيادة ونحن نأخذ متاع الآخرة بفضل الله. قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «لن يدخل أحدكم الجنة بعمله،قالوا:ولا أنت يا رسول الله،قال:ولا أنا إلا أن يتغمدني الله برحمته» . </p><p> وأحب أن يتأمل كل منا أحوال الناس المستقيمين في منهج الحياة، ويرى كيف يعيشون وكيف ينفقون على أولادهم، ويتأمل البشر والرضا الذي يتمتعون به وكيف تخلو حياتهم من المشاكل والعقد النفسية. </p><p> وكأنه سبحانه وتعالى يلفتنا إلى أن كل ما جاء في المنهج القويم، إنما جاء لينظم لنا حركة الحياة ويخرجنا من أهواء النفوس. </p><p> ونقول بعد أن استكمل الحق الكلام عن الحج وهو الركن الخامس من أركان الإسلام، بين لنا صنفين من المجتمع: أما الصنف الأول فهو الصنف المنافق الذي لا ينسجم منطقه مع واقع قلبه ونفسه: {وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ فِي الحياة الدنيا وَيُشْهِدُ الله على مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الخصام وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الحرث </p><p> والنسل والله لاَ يُحِبُّ الفساد} [البقرة: ٢٠٤ - ٢٠٥] </p><p> وليت هذا الصنف حين يتنبه إلى ذلك يرتدع ويرجع، لا، إنه إذا قيل له من ناصح محب مشفق:  «اتق الله» أخذته العزة بالإثم!! . والصنف الآخر في المجتمع هو من يشري نفسه ابتغاء مرضاة الله، ويتمثل ذلك في أنه إما أن يبيع نفسه في القتال فيكون شهيداً، وإما أن يستبقيها استبقاءً يكون فيه الخير لمنهج الله. فقال سبحانه:  {وَمِنَ الناس مَن يَشْرِي نَفْسَهُ ابتغآء مَرْضَاتِ الله والله رَؤُوفٌ بالعباد}  [البقرة: ٢٠٧] </p><p> ثم تكلم الحق عن الدخول في السلم كافة، والدخول في السلم أي الإسلام يطلب منا أن ندخل جميعاً في كل أنواع السلم في الحياة، سلم مع نفسك فلا تتعارض ملكاتك، فلا تقول قولاً يناقض قلبك، وسِلمٌ مع المجتمع الذي تعيش فيه، وسلم مع الكون الذي يخدمك جماداً ونباتاً وحيواناً، وسلم مع أمتك التي تعيش فيها، فقال سبحانه:  {ياأيها الذين آمَنُواْ ادخلوا فِي السلم كَآفَّةً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ} </p><p> [البقرة: ٢٠٨] </p><p> كل ذلك يدلنا على أن الحق حين خلق الخلق، وضع لهم المنهج الذي يضمن لهم السلامة والأمن في كل أطوار هذه الحياة، فإن رأيت خللاً أو اضطراباً في الكون، أو رأيت خوفاً أو قلقاً فاعلم أن منهجاً من مناهج الإسلام قد عُطل. والحق سبحانه وتعالى حينما يأمرنا أن ندخل في السلم كافة فهو سبحانه يحذرنا أننا إن زللنا عن المنهج فإن الله عزيز حكيم فلا يغلبه أحد، ولا يقدر عليه أحد، فهو القادر القوي الذي يُجري كل شيء بحكمة، فلا تظنوا أنكم بذلك تسيئون إلى الله بالزلل عن منهجه، وإنما تسيئون إلى أنفسكم وإلى أبناء جنسكم؛ لأن الله لا يُغلب. </p><p> وينبهنا الحق سبحانه تنبيها آخر، إنه يلفتنا إلى أننا لا نملك أمر الساعة، فالساعة تأتي بغتة ومفاجئة، وصاخة طامة، مرجفة مزلزلة. فاحذروا أن تصيبكم هذه الرجفة وأنتم في غفلة عنها. وكل ذلك لندخل أيضا في السلام في اليوم الآخر، وكأن الحق سبحانه يلفتنا إلى أن كلمات القرآن ليست مجرد كلمات نظرية، ولكنها كلمات الحكيم الخبير التي حكمت تاريخ الأمم التي سبقت دعوة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> فكم من آيات أرسلها الحق إلى بني إسرائيل فتلكأوا وكان منهم ما كان، وشقوا هم، وشقي بهم المجتمع، إذن فالكلام ليس كلاماً نظرياً. ويريد الله لنا أن ننظر بعمق إلى أمور الحياة، وألا ننظر إلى سطحيات الأمور، فيجب ألا تخدعنا زينة الحياة الدنيا عن الحياة الآخرة؛ لأن الحياة الدنيا أَمَدُها قصير، وعلينا أن نقيس عمر الدنيا بأعمارنا منها، وأعمارنا فيها قصيرة؛ لأن منا من يموت كبيراً ومنا من يموت صغيراً. </p><p> ويبين لنا الحق سبحانه أنه لم يترك خلقه هملاً، وإنما أرسل لهم رسُلاً يبينون لهم منهج الله، فكان الناس أمة واحدة مجتمعة على الحق إلى أن تحركت الأهواء في نفوسهم، ومع ذلك رحمهم الله فلم يسلمهم إلى الأهواء، بل استمر موكب الرسالات في البشر، وكلما غلبتهم الأهواء وطم الفساد، أرسل الحق برحمته رسولا لينبه إلى أن جاء الرسول الخاتم الذي ميزه الله بخلود منهجه، وجعل القيم في أمته. وصارت الأمة المحمدية هي حاملة أمانة حراسة المنهج الذي يصون حركة الحياة في الأرض؛ لأن الحق سبحانه لم يأمن أمة سواها، ولذلك كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ خاتم الأنبياء. </p><p> ثم نبهنا الله من بعد ذلك إلى أن نهاية الإنسان إلى نعيم الله في الجنة لن يأتي سهلاً ميسوراً، بل هو طريق محفوف بالمكارة، فيجب أن تنبهوا أنفسكم وتروضوها وتدربوها على تحمل هذه المكاره، وتوطنوها على تحملها لتلك المشاق. كما قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «حفت الجنة بالمكاره وحفت النار بالشهوات» . </p><p> ويمتن الحق من بعد ذلك على خلقه أنه أهدى للإنسان الخليفة في الأرض عقلاً يفكر به، وطاقة تنفذ تخطيط العقل، وكوناً مادياً أمامه يتفاعل معه في الحركة: فالعقل يخطط، والطاقة تنفذ في المادة المخلوقة المسخرة لله. إذن فكل أدوات الحركة موجودة لله، وليس لك أيها الإنسان أن تخلق شيئاً فيها إلا أن تُُُوجه طاقات مخلوقة للعمل في مادة مخلوقة، فأنت لا توجد شيئا. </p><p> وبعد ذلك يطلب الحق منك أيها المسلم أن تحافظ على حركة الحياة، بأن تقدر للعاجز عن هذه الحركة نصيباً من حركتك؛ لذلك فعليك أن تتحرك في الحياة حركة تسعك، وتسع من تعول، وتسع العاجز عن الحركة. وبذلك تؤمّن السماء كل عاجز عن الحركة بحركة المتحركين من إخوانه المؤمنين، وهو سبحانه يطمئنك بأنك إذا فعلت ذلك وأَمَّنْتَ العاجز، فهو جل وعلا يؤمنك حين يطرأ عليك العجز. </p><p> لقد جعل الله سبحانه حالة الحياة دولاً بين الناس، فلا يوجد قوم قادرون دائماً ولا قوم عاجزين دائماً، بل يجعل الحق من القادرين بالأمس عاجزين اليوم؛ ومن العاجزين بالأمس قادرين اليوم؛ حتى تتوزع الحركة في الوجود. وحتى يعلم كل منا أن الله يطلب منك حين تقدر؛ ليعطيك حين تعجز. لذلك طلب منا أن ننفق، والنفقة على الغير لا تتأتى إلا بعد استيفاء الإنسان ضروريات حياته، فكأن الحق يقول لك: إن عليك أن تتحرك في الحياة حركة تسعك وتسع أن تنفق على من تعول، وإلا لو تحركت حركة على قدرك فقد لا تجد ما تنفقه. </p><p> وبعد ذلك يكلفنا سبحانه بأن كل مؤمن عليه أن يأخذ مسئولية الإنفاق على الدائرة القريبة منه؛ ليتحمل كل موجود في الحياة مسئولية قطاع من المجتمع مربوط به رباطا نَسَبِيّاً؛ كالوالدين والأقربين. وأن نجعل الضعفاء من الأيتام مشاعاً على المجتمع مطلوبين من الجميع. سواءٌ كانت تربطهم بنا قرابة أو لا تربطنا بهم قرابة فهم جميعاً أقاربنا؛ لأن الله كلفنا بأن نرعاهم. </p><p> ولكن هل يمكن أن يستقر منهج الله دون أن يعاديه أحد؟ طبعاً لا؛ لذلك ينبهنا الحق إلى أننا سنجد أقواماً لا يسعدهم أن يطبق منهج الله في الوجود؛ لأنهم </p><p> لا يعيشون إلا على مظالم الناس، هؤلاء قوم سيسوؤهم أن يُطبق منهج الله، فلتنتبهوا لهؤلاء؛ ولذلك فرض الحق سبحانه القتال حتى نمنع الفتنة بالكفر من الأرض؛ لأن الكفر يعدد الآلهة في الكون وسيتبع كل إنسان الهوى، ويصبح إلهه هواه وستتعدد الآلهة بتعدد الأهواء، ولذلك كتب الله على المؤمنين القتال وقال:  {وَهُوَ كُرْهٌ لَّكُمْ} ، كل ذلك ليضمن لنا الغاية التي يريدها، وهي الدخول في السلم والسلام والإسلام كافة. وبعد ذلك يطلب منا أن نجاهد بأموالنا وأنفسنا وأن نهجر أوطاننا وأهلنا إن احتاجت إلى ذلك الحركة الإيمانية فقال:  {إِنَّ الذين آمَنُواْ والذين هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ الله أولائك يَرْجُونَ رَحْمَتَ الله والله غَفُورٌ رَّحِيمٌ} </p><p> [البقرة: ٢١٨] </p><p> ويلفتنا الحق بعد ذلك إلى قمة الجهاز التخطيطي في الإنسان ليحميه ويجعله جهازاً سليماً قادراً على التخطيط بصفاء وحكمة وقوة، وهو العقل، ويلفتنا بضرورة أن نمنع عن العقل كل ما يخمره أي يستره عن الحركة نمنع عنه الخمر لماذا؟ ليظل العقل كما يريده الله أداة الاختيار بين البدائل. </p><p> وما دام العقل هو الذي يخطط للطاقة الموجودة في الإنسان لتعمل في المادة الموجودة في الكون فيجب أن يظل هذا العقل المخطط سليماً، فلا يحاول الإنسان أن يستره، ولا يقل أحد:  «إني أستره من فرط زيادة المشكلات» ، لا: لأن المشكلات لا تريد عقلاً واحداً منك فقط، ولكنها تريد عقلين، فلا تأتي للعقل الواحد لتطمسه بالخمر، فمواجهة المشكلات تقتضي أن نخطط تخطيطاً قوياً. </p><p> وبعد ذلك يحذرنا الحق أن نأخذ من حركة الآخرين بغير عرق وبغير جهد، فيحذرنا من الميسر وهو الرزق السهل، والتحذير من الميسر إنما جاء ليضمن لكل إنسان أن يتحرك في الحياة حركة سليمة لا خداع فيها. وكأن كل ما تقدم هو من إشراقات قوله الحق:  {فِي الدنيا والآخرة} ومن بعد ذلك يقول الحق سبحانه وتعالى: </p><p> {وَيَسْأَلُونَكَ عَنِ اليتامى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ والله يَعْلَمُ المفسد مِنَ المصلح وَلَوْ شَآءَ الله لأَعْنَتَكُمْ إِنَّ الله عَزِيزٌ حَكِيمٌ}  [البقرة: ٢٢٠] </p><p> ونعرف أن اليتامى قد لا يدخلون في دائرة المحتاجين لكن الله ينبهنا إلى أن المسألة في اليتيم ليست مسألة احتياج إلى الاقتيات، ولكنه في حاجة إلى أن نعوضه بالتكافل الإيماني عما فقده من الأب، وذلك يمنع عنه الحقد على الأطفال الذين لم يمت آباؤهم. وحين يجد اليتيم أن كل المؤمنين آباء له فيشعر بالتكافل الذي يعوضه حنان الأب ولا يعاني من نظرة الأسى التي ينظر بها إلى أقرانه المتميزين عليه بوجود آبائهم، وبذلك تخلع منه الحقد. </p><p> وكان المسلمون القدامى يخلطون أموالهم بأموال اليتامى ليسهلوا على أنفسهم، وعلى أمر حركة اليتيم مئونة العمل، فلو أن يتيماً دخل تحت وصاية إنسان، وأراد هذا الإنسان أن يجعل لليتيم القاصر حياة مستقلة وإدارة مستقلة ومسلكاً مستقلاً في الحياة لشق ذلك على نفس الرجل، ولذلك أذن الله أن يخلط الوصي ماله بمال اليتيم، وأن يجعل حركة هذا المال من حركة ماله، بما لا يوجد عند الوصي مشقة. ولما نزل قوله تعالى:  {وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ}  [الأنعام: ١٥٢] </p><p> وتحرج الناس، وتساءلوا كيف يعاملون اليتيم خصوصا أن الحق سبحانه وتعالى قال:  {إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً}  [النساء: ١٠] </p><p> وكف الناس أيديهم عن أمر اليتامى، وأراد الحق سبحانه وتعالى أن يسهل </p><p> الأمر، فأنزل القول الحق:  {قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ} والمخالطة تكون على أساس أن اليتامى إخوانكم واحذروا جيداً أن يكون في هذا الخلط شيء لا يكون فيه إصلاح لليتيم. </p><p> وإياكم أن تفهموا أن الشكلية الاجتماعية تكفي الوصي في أن يكون مشرفاً على مال اليتيم دون حساب؛ لأن الله يعلم المفسد من المصلح. فلا يحاول أحد أن يقول أمام الناس: إنه قد فتح بيته لليتيم وإنه يرعى اليتيم بينما الأمر على غير ذلك؛ لأن الله يعلم المفسد من المصلح. </p><p> ويقول الحق:  {وَلَوْ شَآءَ الله لأَعْنَتَكُمْ} والإعنات هو أن توقع غيرك وتدخله في أمر فيه مشقة، فلو لم يبح الله لكم مخالطتهم لأصابتكم مشقة فيسر الله للمؤمنين من الأوصياء أن يخالطوا اليتامى، ومعنى المخالطة: هو أن يُوحد الوصي حركة اليتيم مع حركته، وأن يوحد معاش اليتيم مع معاشه، بدلاً من أن يكون لليتيم على سبيل المثال أدوات طعام مستقلة، وقد كان هذا هو الحاصل. </p><p> وكان يفسد ما يتبقى من الطعام؛ فلم تكن هناك وسائل صيانة وحفظ الأطعمة مثل الثلاجات، وكان ذلك ضرراً باليتيم، وضرراً أيضا بمن يشرف عليه. لكن حين قال:  {وَإِنْ تُخَالِطُوهُمْ} ، فكان ذلك توفيرا للمشقة على الأوصياء. فالمخالطة هي المعاشرة التي لا يتعثر فيه التمييز. </p><p> وقد درسنا في طفولتنا درسا بعنوان «الخلط والمزج» فالخلط هو أن تخلط على سبيل المثال حبوب الفول مع حبوب العدس، أو حبوب الأرز مع حبوب البندق. </p><p> وعندما تأتي لتمييز صنف من آخر، فأنت تستطيع ذلك، وتستطيع أن تفصل الصنفين بعضا عن بعض بالغربال؛ ولذلك فالمخالطة تكون بين الحبوب ونحوها. </p><p> أما المزج فهو في السوائل. والحق سبحانه يرشدنا أن نخالط اليتامى لا أن نمزج مالهم بمالنا؛ لأن اليتيم سيصل يوما إلى سن الرشد، وسيكون على الوصي أن يفصل ماله عن مال اليتيم. </p><p> ويتابع الحق:  {والله يَعْلَمُ المفسد مِنَ المصلح} لأن الوصي قد يدعي أمام الناس أنه يرعى حق اليتيم، وأنه يقوم بمصالحه ويحترم ماله، لكن الأمر قد يختلف في النية وهو سبحانه لم يكل الأمر إلى ظواهر فهم المجتمع لسلوك الوصي مع اليتيم وعن المخالطة، بل نسب ذلك كله إلى رقابته سبحانه، وذلك حتى يحتاط الإنسان ويعرف أن رقابة الله فوق كل رقابة، ولو شاء الحق لأعنت الأوصياء وجعلهم يعملون لليتيم وحده، ويفصلون بين حياة اليتيم وحياتهم ومعاشهم. وفي ذلك مشقة شديدة على النفس. وحتى نفهم معنى العنت بدقة فلنقرأ قول الحق سبحانه:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> لقد جاءكم أيها المؤمنون رسول منكم، عربي ومن قريش يبلغكم رسالة الله سبحانه وتعالى. يحرص عليكم كيلا تقعوا في مشقة أو تعيشوا في ضنك الكفر، حريص على أن تكونوا من المهتدين. </p><p> فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يأتي من جنس الملائكة، ولكن جاء من جنس البشر، فلا يقولن أحد: إنه لا يصلح أسوة لي. إنه نشأ في مكة التي تعيش بها قريش، وتاريخه معروف لقومه: بدليل أنهم خلعوا عليه أول الأوصاف المطلوبة والواجبة للرسالة وهي الأمانة، فالحق جاء به من البشر وليس بغريب عليهم، وبمجرد أن أخبر بالوحي وجد أناسا آمنوا به قبل أن يقرأ قرآنا، وقبل أن يأتيهم بتحدٍ. «فعندما جاءه المَلَكُ جبريلُ عليه السلام في غار حراء، فقال: اقرأ. قال: ما أنا بقارئ. فأخذني فغطني حتى بلغ مني الجهد، [أي ضمني وعصرني، والحكمة فيه شغله عن الالتفات ليكون قلبه حاضراً] ثم أرسلني فقال: اقرأ، قلت: ما أنا </p><p> بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني وقال: اقرأ. فقلت: ما أنا بقارئ. فأخذني الثالثة فغطني ثم أرسلني فقال:  {اقرأ باسم رَبِّكَ الذي خَلَقَ خَلَقَ الإنسان مِنْ عَلَقٍ اقرأ وَرَبُّكَ الأكرم الذى عَلَّمَ بالقلم عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ} فرجع بها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يرجف فؤاده فدخل على خديجة بنت خويلد رَضِيَ اللَّهُ عَنْها فقال لها:» زملوني. زملوني «. فزملوه حتى ذهب عنه الروع،فقال لخديجة وأخبرها الخبر:» لقد خشيت على نفسي «لكن خديجة رَضِيَ اللَّهُ عَنْها بحسن استنباطها تقول:» كلا والله لا يخزيك الله أبدا إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقري الضيف وتعين على نوائب الحق «» . </p><p> إن خديجة رضوان الله عليها تستنبط أن من فيه هذه الخصال إنما هو مهيأ للرسالة. {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ}  [التوبة: ١٢٨] </p><p> أي محب لكم يشق عليه ويتعبه ما يشق عليكم ويتعبكم؛ ولذلك كان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مشغولا بأمته. ويروي عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنه قال:  «أمتي. أمتي. أمتي» . والحق سبحانه وتعالى يعلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مشغول بأمته. «عن عبد الله بن عمرو بن العاص أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلا قول الله عَزَّ وَجَلَّ في إبراهيم{رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِّنَ الناس فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي. .}الآية.وقال عيسى عليه السلام:{إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم}فرفع يديه وقال: اللهم أمتي أمتي وبكى.فقال الله عَزَّ وَجَلَّ:» يا جبريل اذهب إلى محمد وربك أعلم فسله ما يبكيك. فأتاه جبريل عَلَيْهِ الصَّلَاة وَالسَّلَام ُ فسأله فأخبره رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما قال وهو أعلم فقال الله: يا جبريل اذهب إلى محمد فقل: إنا سنرضيك في أمتك ولا نسوؤك «» . </p><p> إننا عندما نتأمل دقة الجواب النبوي نعرف أن الرسول الكريم مشغول بأمته، ولكنه ينظر إلى نفسه على أنه أخ لكل مؤمن. والأخ قد يتغير على أخيه؛ لذلك لم يشأ الرسول الكريم أن يُخرج أمر المسلمين من يد الله ورحمته وهو الخالق الكريم إلى أمره هو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> إن الرسول يعرف أن الله أرحم بخلقه من أي إنسان، حتى الرسول نفسه. نقول ذلك في معرض حديثنا عن العنت الذي يمكن أن يصاحب الإنسان أن لم يرع حق الله في مال اليتيم؛ لأن الله عزيز حكيم، وهو الحق الذي يغلب ولا يغلبه أحد. ونرى في قول الحق:  {إِنَّ الله عَزِيزٌ حَكِيمٌ} أن صفة العزة متآزرة بصفة الحكمة. </p><p> وبعد ذلك يدخل معنا الحق سبحانه وتعالى في مسألة جديدة لو نظرنا إليها لوجدناها أساس أي حركة في الحياة وفي المجتمع، إنها مسألة الزواج. ويريد سبحانه أن يضمن الاستقرار والسعادة للكائن الذين كرمه وجعله خليفة في الأرض، وجعل كل الأجناس مسخرة لخدمته. </p><p> إن الحق يريد أن يصدر ذلك الكائن عن ينبوع منهجي واحد؛ لأن الأهواء المتضاربة هي التي تفسد حركة الحياة، فأراد أن يصدر المجموع الإنساني كله عن ينبوع عقدي واحد، وأراد أن يحمي ذلك الينبوع من أن يتعثر بتعدد النزعات والأهواء، لذلك ينبهنا الحق إلى هذا الموقف. إنه سبحانه يريد سلامة الوعاء الذي سيوجد ذلك الإنسان، من بعد الزواج، فبالزواج ينجب الإنسان وتستمر الحياة بالتكاثر. ولذلك لابد من الدقة في اختيار الينبوع الذي يأتي منه النسل. فهو سبحانه يقول:  {وَلاَ تَنْكِحُواْ المشركات حتى يُؤْمِنَّ وَلأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ... } </p>"
}