{
  "id": null,
  "sura": 2,
  "aya": 238,
  "text": "<p> ثم يعود إلى الأسرة وإلى المتوفى عنها زوجها فيقول:  {والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجاً وَصِيَّةً لأَزْوَاجِهِمْ مَّتَاعاً إِلَى الحول غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ في أَنْفُسِهِنَّ مِن مَّعْرُوفٍ والله عَزِيزٌ حَكِيمٌ}  [البقرة: ٢٤٠] </p><p> إذن فالحق سبحانه وتعالى فَصَلَ بآية:  {حَافِظُواْ عَلَى الصلوات. .} بين قضية واحدة هي قضية الفراق بين الزوجين وقسمها قسمين، وأدخل بينهما الحديث عن الصلاة، وذلك لينبهنا إلى وحدة التكاليف الإيمانية، ونظرا لأن الحق يتكلم هنا عن أشياء كل مظاهرها إما شقاق اختياري بالطلاق، وإما افتراق قدري بالوفاة، فأراد الله سبحانه وتعالى أن يدخل الإنسان في العملية التعبدية التي تصله بالله الذي شرع الطلاق والصلاة وقدر الوفاة. </p><p> ولماذا اختار الله الصلاة دون سائر العبادات لتقطع سياق الكلام عن تشريع الطلاق والفراق؟ لأن الصلاة هي التي تهب المؤمنين الاطمئنان، إن كانت أمور الزواج والطلاق حزبتهم وأهمتهم في شقاق الاختيار في الطلاقات التي وقعت أو عناء الافتراق بالوفاة. ولن يربط على قلوبهم إلا أن يقوموا لربهم ليؤدوا الصلاة، وقد كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أول من يفعل ذلك، كان إذا ما حزبه أمر قام إلى الصلاة. </p><p> إن المؤمن يذهب إلى الخالق الذي أجرى له أسباب الزواج والطلاق والفراق؛ </p><p> ليسأله أن يخفف عنه الهم والحزن. ومادام المؤمن قد اختار الذهاب إلى من يُجري الأقدار فله أن يعرف أن الله الذي أجرى تلك الأقدار عليه لم يتركها بلا أحكام، بل وضع لكل أمر حكما مناسبا، وما على المؤمن إلا أن يأخذ الأمور القدرية برضا ثم يذهب إلى الله قانتا وخاشعا ومصليا. لأن المسألة مسألة الطلاق أو الوفاة فيها فزع وفراق اختيار أو فراق الموت القدري. </p><p> ويأتي قوله تعالى:  {حَافِظُواْ عَلَى الصلوات والصلاة الوسطى} فنفهم أن المقصود في الآية هي الصلوات الخمس، فما المقصود بالصلاة الوسطى؟ </p><p> ساعة يأتي خاص وعام مثل قوله تعالى:  {رَّبِّ اغفر لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ والمؤمنات وَلاَ تَزِدِ الظالمين إِلاَّ تَبَاراً}  [نوح: ٢٨] </p><p> فكم مرة دخل الأب والأمر هنا؟ لقد دخلوا في قوله تعالى:  {اغفر لِي وَلِوَالِدَيَّ} ، وفي قوله:  {وَلِمَن دَخَلَ بَيْتِيَ} ، وفي قوله:  {وَلِلْمُؤْمِنِينَ والمؤمنات} ، أي دخلوا ثلاث مرات. </p><p> إذن فإيجاد عام بعد خاص، يعني أن يدخل الخاص في العام فيتكرر الأمر بالنسبة للخاص تكراراً يناسب خصوصيته. </p><p> وقوله تعالى:  {حَافِظُواْ عَلَى الصلوات والصلاة الوسطى} تفهم ذلك المعنى فإذا سألنا: ما معنى حافظوا؟ الجواب إذن يقتضي أن نفهم أن عندنا «حفظاً» يقابل «النسيان» ، و «حفظا» يقابله «التضييع» ، والاثنان يلتقيان، فالذي حفظ شيئا ونسيه فإنه قد ضيعه. </p><p> والذي حفظ مالا ثم بدده، لقد ضيعه أيضاً، إذن كلها معانٍ تلتقي في فقد الشيء، فالحفظ معناه أن تضمن بقاء شيء كان عندك؛ فإذا ما حفظت آية في القرآن فلابد أن تحفظها في نفسك، ولو أنعم الله عليك بمال فلا بد أن تحافظ عليه. </p><p> وقوله:  {حَافِظُواْ عَلَى الصلوات} معناه لا تضيعوها. ويُحتمل أيضاً معنى آخر هو أنكم قد ذقتم حلاوة الصلاة في القرب من معية ربكم، وذلك أجدر وأولى أن تتمسكوا بها أكثر، وذلك القول يسري على الصلوات الخمس التي نعرفها. </p><p> قوله تعالى:  {والصلاة الوسطى} ذكر للخاص بعد العام، فكأن الله أمر بالمحافظة على ذلك الخاص مرتين، مرة في دائرة العموم ومرة أخرى أفردها الله بالخصوص. وما العلة هنا في تفرد الصلاة الوسطى بالخصوص؟ إن «وسطى» هي تأنيث «أوسط» ، والأوسط والوسطى هي الأمر بين شيئين على الاعتدال، أي أن الطرفين متساويان، ولا يكون الطرفان متساويين في العدد وهي الصلوات الخمس إلا إذا كانت الصلوات وتراً؛ أي مفردة؛ لأنها لو كان زوجية لما عرفنا الوسطى فيها، ومادام المقصود هو وسط الخمس، فهي الصلاة الثالثة التي يسبقها صلاتان ويعقبها صلاتان، هذا إن لاحظت العدد، باعتبار ترتيب الأول والثاني والثالث والرابع والخامس. </p><p> وإذا كان الاعتبار بفريضة الصلاة فإن أول صلاة فرضها الله عَزَّ وَجَلَّ هي صلاة الظهر، هذا أول فرض، وبعده العصر، فالمغرب، فالعشاء، فالفجر. فإن أخذت الوسطى بالتشريع فهي صلاة المغرب وهذا رأي يقول به كثير من العلماء. </p><p> وإن أخذت الوسطى بحسب عدد ركعات الصلاة فستجد أن هناك صلاة قوامها ركعتان هي صلاة الفجر وصلاة من أربع ركعات وهي صلاة الظهر والعصر والعشاء، وصلاة من ثلاثة ركعات هي صلاة المغرب. والوسط فيها هي الصلاة الثلاثية، وهي وسط بين الزوجية والرباعية فتكون هي صلاة المغرب أيضا. وإن أخذتها بالنسبة للنهار فالصبح أول النهار والظهر بعده ثم العصر والمغرب والعشاء، فالوسطى هي العصر. </p><p> وإن أخذتها على أنها الوسط بين الجهرية والسرية فيحتمل أن تكون هي صلاة الصبح أو صلاة المغرب؛ لأن الصلوات السرية هي الظهر والعصر، والجهرية هي المغرب والعشاء والفجر. وبين العشاء والظهر تأتي صلاة الصبح، أو صلاة المغرب باعتبار أنها تأتي بين الظهر والعصر من ناحية، والعشاء والصبح من ناحية أخرى. </p><p> وإن أخذتها لأن الملائكة تجتمع فيها فهي في طرفي النهار والليل فذلك يعني صلاة العصر أو صلاة الصبح. إذن، فالوسط يأتي من الاعتبار الذي تُحسب به إن كان عدداً أو تشريعا، أو عدد ركعات، أو سرية أو جهرية أو بحسب نزول ملائكة النهار والليل، وكل اعتبار من هؤلاء له حكم. </p><p> ولماذا أخفى الله ذكرها عنا؟ نقول: أخفاها لينتبه كل منا ويعرف أن هناك فرقا بين الشيء لذاته، والشيء الذي يُبهم في سواه؛ ليكون كل شيء هو الشيء فيؤدي ذلك إلى المحافظة على جميع الصلوات. </p><p> فما دامت الصلاة الوسطى تصلح لأن تكون الصبح والظهر والعصر والمغرب والعشاء فذلك أدعى للمحافظة على الصلوات جميعا. فإبهام الشيء إنما جاء لإشاعة بيانه. ولذلك أبهم الله ليلة القدر للعلة نفسها وللسبب نفسه، فبدل أن تكون ليلة قدر واحدة أصبحت ليال أقدار. </p><p> كذلك قوله تعالى:  {حَافِظُواْ عَلَى الصلوات والصلاة الوسطى} أي على الصلوات الخمس بصفة عامة وكل صلاة تنفرد بصفة خاصة. ويريد الحق سبحانه أن نقوم لكل صلاة ونحن قانتون، والأمر الواضح هو {وَقُومُواْ للَّهِ قَانِتِينَ} وأصل القنوات في اللغة هو المداومة على الشيء، وقد حضر وحث القرآن الكريم على ديمومة طاعة الله ولزوم الخشوع والخضوع، ونرى ذلك في قول الحق الكريم:  {أَمَّنْ هُوَ قَانِتٌ آنَآءَ اليل سَاجِداً وَقَآئِماً يَحْذَرُ الآخرة وَيَرْجُواْ رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب}  [الزمر: ٩] </p><p> إن الحق سبحانه يبلغ رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليبلغنا نحن المسلمين المؤمنين برسالته أن نقارن بين الذي يخشع لله في أثناء الليل فيقضيه قائماً وساجداً يرجو رحمة ربه، وبين الذي يدعو ربه في الضراء وينساه في السراء، هل يستوي الذين يعلمون حقوق الله فيطيعوه ويوحدوه والذين لا يعلمون فيتركوا النظر والتبصر في أدلة قدرات </p><p> الله؟ إن السبيل إلى ذكر الله هو تجديد الصلة به والوقوف بين يديه مقيمين للصلاة. </p><p> ونحن نتلقى الأمر بإقامة الصلاة حتى في أثناء القتال، لذلك شرع لنا صلاة الخوف، فالقتال هو المسألة التي تخرج الإنسان عن طريق أمنه، فيقول سبحانه:  {فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً} ، إننا حتى في أثناء القتال والخوف لا ننسى ذكر الله؛ لأننا أحوج ما نكون إلى الله أثناء مواجهتنا للعدو، ولذلك لا يصح أن نجعل السبب الذي يوجب أن نكون مع الله مبررا لأن ننسى الله. </p><p> وكذلك المريض، مادام مريضاً فهو مع معية الله، فلا يصح أن ينقطع عن الصلاة؛ لأنه لا عذر لتاركها، حتى المريض إن لم يستطع أن يصلي واقفا صلى قاعداً، فإن لم يستطع قاعدا؛ فليصل مضطجعا، ويستمر معه الأمر حتى لو اضطر للصلاة برموش عينيه. كذلك إن خفتم من عدوكم صلوا رجالا، يعني سائرين على أرجلكم أو ركبانا و «رجالا» جمع «راجل» أي يمشي على قدميه، ومثال ذلك قوله الحق:  {وَأَذِّن فِي الناس بالحج يَأْتُوكَ رِجَالاً وعلى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَميِقٍ}  [الحج: ٢٧] لقد كان الناس يؤدون فريضة الحج سيراً على الأقدام أو ركباناً على إبل يضمرها السفر من كل مكان بعيد. إذن فالراجل هو من يمشي على قدميه. </p><p> والأرجل مخلوقة لتحمل بني الإنسان: الواقف منهم، وتقوم بتحريك المتحرك منهم، فإن كان الإنسان واقفا حملته رجلاه، وإن كان ماشيا فإن رجليه تتحركان. والمقصود هنا أن الصلاة واجبة على المؤمنين سائرين على أقدامهم أو ركبانا. </p><p> هذه المسألة قد فصلها الحق سبحانه وتعالى في صلاة الخوف بأن قسم المسلمين قسمين: قسما يصلي مع النبي عَلَيْهِ الصَّلَاة وَالسَّلَام ُ في الركعة الأولى، ثم يتمون الصلاة وحدهم ويأتي القسم الآخر ليأتم بالرسول في الركعة التي بعدها حتى تنتهي الصلاة بالنسبة للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وينتظرهم حتى يفرغوا من صلاتهم ويسلم بهم، فيكون الفريق الأول أخذ فضل البدء مع الرسول، والفريق الآخر أخذ فضل الانتهاء من الصلاة مع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. وكان ذلك في غزوة ذات الرقاع </p><p> فكلٌ من الفرقتين كانت تقف في وجه العدو للحراسة في أثناء صلاة الفرقة الأخرى. </p><p> ولي رأي في هذه المسألة هو أن صلاة الخوف بالصور التي ذكرها الفقهاء إنما كانت للمعارك التي يكون فيها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ لأنه لا يصح أن يكون هناك جيش يصلي خلف النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويحرم الباقي من أن يصلي خلفه، لذلك جعل الله بركة الصلاة مع رسول الله للقسمين. </p><p> لكن حينما انتقل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى الرفيق الأعلى فمن الممكن أن يكون للواقفين أمام العدو إمام وللآخرين إمام، إذن كان تقسيم الصلاة وراء الإمام في صلاة الخوف إنما كان لأن الإمام هو الإمام الأعلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلم يشأ الله أن يحجب قوما عن الصلاة مع رسول الله عن قوم آخرين، فقسم الصلاة الواحدة بينهم. لكن في وقتنا الحالي الذي انتظمت فيه المسائل، وصار كل الناس على سواء، ولم يعد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فينا، لذلك يصح أن تُصلي كل جماعة بإمام خاص بهم. وقوله الحق:  {فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً} نفهم منه الصلاة لا تسقط حتى عند لقاء العدو، فإذا حان وقت الصلاة فعلى المؤمن أن يصليها إذا استطاع فإن لم يستطع فليكبر تكبيرتين ويتابع الحق فيقول:  {فاذكروا الله كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ} أي اذكروا الله على أنه علمكم الأشياء التي لم تكونوا تعلمونها، فلو لم يعلمكم فماذا كنتم تصنعون؟ </p><p> وبعد ذلك يعود الحق لسياق الحديث عن المتوفى عنها زوجها فيقول:  {والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجاً وَصِيَّةً لأَزْوَاجِهِمْ مَّتَاعاً إِلَى الحول غَيْرَ إِخْرَاجٍ ... } </p>"
}