{
  "id": null,
  "sura": 2,
  "aya": 139,
  "text": "<p> تحديد الأمر بِقُلْ إيقاظ لمهمة التكليف عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . والله سبحانه وتعالى حين يقول لرسوله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ قل كان يكفي أن يقول ما يريده سبحانه. . فأنت إذا قلت لابنك اذهب إلى أخيك وقل له أبوك يأمرك بكذا فيذهب الولد ويقول هذا الكلام دون أن يقول كلمة قل. . ولكن خطاب الله لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بكلمة قل تلفتنا إلى أن هذا الأمر ليس من عنده ولكنه من عند الله سبحانه، ومهمة الرسول هي البلاغ. </p><p> إن تكرار كلمة «قل» في الآيات هي نسبة الكلام المقول إلى عظمة قائله الأول وهو الله تبارك وتعالى. . فالكلام ليس من عند رسول الله ولكن قائله هو الله جل جلاله. </p><p> قوله تعالى:  {قُلْ أَتُحَآجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ} . . المحاجة معناها حوار بالحجة، كل من المتحاورين يأتي بالحجة التي تؤيد رأيه أو وجهة نظره. . وإذا قرأت قوله تعالى:  {أَلَمْ تَرَ إِلَى الذي حَآجَّ إِبْرَاهِيمَ فِي رَبِّهِ}  [البقرة: ٢٥٨] </p><p> أي قال كل منهما حجته. . ولابد أن يكونا خصمين كل منهما يعاند رأيه الرأي </p><p> الآخر وكل يحاول أن يأتي بالحجة التي تثبت صدق كلامه فيرد عليه خصمه بالحجة التي تهدم هذا الكلام وهكذا. </p><p> قوله تعالى:  {أَتُحَآجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ} . . ومادام الله رب الجميع كان من المنطق أن نلتقي لأنه ربي وربكم حظنا منه سواء. . ولكن مادامت قد قامت الحجة بيننا فأحدنا على باطل. . واقرأ قوله سبحانه:  {والذين يُحَآجُّونَ فِي الله مِن بَعْدِ مَا استجيب لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ}  [الشورى: ١٦] </p><p> والمحاجة لا يمكن أن تقوم بين حق وحق وإنما تقوم بين حق وباطل وبين باطل وباطل. . لأن هناك حقا واحدا ولكن هناك مائة طريق إلى الباطل. . فمادامت المحاجة قد قامت بيننا وبينكم ونحن على حق فلابد أنكم على باطل. . وليحسم الحق سبحانه وتعالى هذه المسألة ويمنع الجدل والجدال قال سبحانه:  {وَلَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ} . . أي لا نريد جدلا لأن الجدل لن يفيد شيئا. . نحن لنا أعمالنا وأنتم لكم أعمالكم وكل عمل سيجازى صاحبه عليه بمدى إخلاصه لله. . ونحن أخلصنا العبادة لله وحدة وأنتم اتجهتم بعبادتكم إلى ما تحبه أهواؤكم. </p><p> إن الله سبحانه وتعالى الذي هو ربنا وربكم لا يفضل أحدا على أحد إلا بالعمل الصالح المخلص لوجه الله. . ولذلك فنحن نضع الإخلاص أولا وقد يكون العمل واحدا أمام الناس. . هذا يأخذ به ثوابا وذلك يأخذ به وزرا وعذابا فالمهم هو أن يكون العمل خالصا لله. </p><p> قد يقول إنسان إن الإخلاص في العمل والعمل مكانه القلب. . ومادام الإنسان لا يؤذي أحدا ولا يفعل منكرا فليس من الضروري أن يصلي مادامت النية خالصة. . نقول إن المسألة ليست نيات فقط ولكنها أعمال ونيات. . ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: </p><p> «إنما الأعمال بالنيات» </p><p> فلابد من عمل بعد النية. . لأن النية تنتفع بها وحدك والعمل ويعود على الناس. . فإذا كان في نيتك أن تتصدق وتصدقت انتفع الفقراء بمالك. . ولكن إذا لم يكن في نيتك فعل الخير وفعلته لتحصل على سمعة أو لترضي بشرا انتفع الفقراء بمالك ولن تنتفع أنت بثواب هذا المال. . والله سبحانه وتعالى يريد أن يقترن عملك بنية الإخلاص لله. . والعمل حركة في الحياة. والنية هي التي تعطي الثواب لصاحبه أو تمنع عنه الثواب ولذلك يقول الله جل جلاله:  {إِن تُبْدُواْ الصدقات فَنِعِمَّا هِيَ وَإِن تُخْفُوهَا وَتُؤْتُوهَا الفقرآء فَهُوَ خَيْرٌ لَّكُمْ وَيُكَفِّرُ عَنكُم مِّن سَيِّئَاتِكُمْ والله بِمَا تَعْمَلُونَ خَبِيرٌ}  [البقرة: ٢٧١] </p><p> فالله سبحانه وتعالى يريدنا أن نتصدق. . والفقير سينتفع بالصدقة سواء كانت نيتك أن يقال عنك رجل الخير المتصدق. . أو أن يقال عنك رجل البر والتقوى أو أن تخفي صدقتك. . فالعمل يفعل فينتفع به الناس سواء أردت أو لم ترد. </p><p> أنت إذا قررت أن تبني عمارة، النية هنا هي التملك. ولكن انتفع ألوف الناس بهذا العمل ابتداء من الذي باع لك قطعة الأرض والذي أعد لك الرسم الهندسي وعمال الحفر والذي وضع الأساس ومن قام بالبناء وغيرهم وغيرهم. . هؤلاء انتفعوا من عملك برزق لهم. . سواء أكان في بالك الله أم لم يكن في بالك الله فقد انتفعوا. </p><p> إذن فكل عمل فيه نفع للناس أردت أو لم ترد. . ولكن الله لا يجزي على الأعمال بإطلاقها وإنما يجزي على النيات بإخلاصها. . فإن كان عملك خالصا لله جزاك الله عليه. . وإن كان عملك لهدف آخر فلا جزاء لك عند الله لأنه سبحانه أغنى الشركاء عن الشرك. </p><p> إن الذين يتعجبون من أن إنسانا كافرا قدم كشفاً هاماً للبشرية ولكنه لم يكن مؤمنا بالله. . يتعجبون أيعذب في النار؟ نقول نعم لأنه عمل وليس في قلبه الله. . ولذلك يجازى في الحياة الدنيا، فتقام له التماثيل ويطلق اسمه على الميادين ويخلد اسمه في الدنيا التي عمل من أجلها. . ولكن مادام ليس في نيته الله فلا جزاء له عند الله. </p>"
}