{
  "id": null,
  "sura": 2,
  "aya": 223,
  "text": "<p> إن الحق سبحانه وتعالى يفسح المجال للتمتع للرجل والمرأة على أي وجه من الأوجه شريطة أن يتم الإتيان في محل الإنبات. وقد جاء الحق بكلمة {حَرْثٌ} هنا ليوضح أن الحرث يكون في مكان الإنبات. {فَأْتُواْ حَرْثَكُمْ} وما هو الحرث؟ الحرث مكان استنبات النبات، وقد قال تعالى:  {وَيُهْلِكَ الحرث والنسل}  [البقرة: ٢٠٥] </p><p> فأتوا المرأة في مكان الزرع، زرع الولد، أما المكان الذي لا ينبت منه الولد فلا تقربوه. وبعض الناس فهموا خطأ أن قوله:  {فَأْتُواْ حَرْثَكُمْ أنى شِئْتُمْ} معناه إتيان المرأة في أي مكان، وذلك خطأ؛ لأن قوله:  {نِسَآؤُكُمْ حَرْثٌ لَّكُمْ} يعني محل </p><p> استنبات الزرع، والزرع بالنسبة للمرأة والرجل هو الولد، فأتها في المكان الذي ينجب الولد على أي جهة شئت. </p><p> ويتابع الحق:  {وَقَدِّمُواْ لأَنْفُسِكُمْ} أي إياك أن تأخذ المسألة على أنها استمتاع جنسي فحسب، إنما يريد الحق سبحانه وتعالى بهذه اللذة الجنسية أن يحمي متاعب ما ينشأ من هذه اللذة؛ لأن الذرية التي ستأتي من أثر اللقاء الجنسي سيكون لها متاعب وتكاليف، فلو لم يربطها الله سبحانه وتعالى بهذه اللذة لزهد الناس في الجماع. </p><p> ومن هنا يربط الحق سبحانه وتعالى بين كدح الآباء وشقائهم في تربية أولادهم بلذة الشهوة الجنسية حتى يضمن بقاء النوع الإنساني. ومع هذا يحذرنا الحق أن نعتبر هذه اللذة الجنسية هي الأصل في إتيان النساء فقال:  {وَقَدِّمُواْ لأَنْفُسِكُمْ} ، يعني انظروا جيداً إلى هذه المسألة على ألا تكون هي الغاية، بل هي وسيلة، فلا تقلبوا الوسيلة إلى الغاية، {وَقَدِّمُواْ لأَنْفُسِكُمْ} أي ادخروا لأنفسكم شيئاً ينفعكم في الأيام المقبلة. </p><p> إذن فالأصل في العملية الجنسية الإنجاب. {وَقَدِّمُواْ لأَنْفُسِكُمْ} أي لا تأخذوا المتاع اللحظي العاجل على أنه هو الغاية بل خذوه لما هو آت. وكيف نقدم لأنفسنا أو ماذا نفعل؟ حتى لا نشقى بمَنْ يأتي، وعليك أن تتبين هذه العملية فقدم لنفسك شيئاً يريحك، وافعل ما علمنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . ساعة تأتي هذه النعمة وتقترب من زوجتك لابد أن تسمي الله ويقول:  «اللهم جنبني الشيطان وجنب الشيطان ما رزقتني» ، وعندما يأتي المسلم أهله وينشأ وليده فلن يكون للشيطان عليه دخل. وقال بعض العلماء: لا يمكن أن يؤثر فيه سحر، لماذا كل ذلك؟ . </p><p> لأنك ساعة استنبته أي زرعته، ذكرت المُنْبِتَ وهو الله عَزَّ وَجَلَّ. وما دمت ذكرت المنبت الخالق فقد جعلت لابنك حصانة أبدية. وعلى عكس ذلك ينشأ الطفل الذي ينسى والده الله عندما يباشر أهله فيقع أولاده فريسة للشياطين. </p><p> {وَقَدِّمُواْ لأَنْفُسِكُمْ} أي قدموا لها ما يريحكم وما يطيل أمد حياتكم وأعمالكم في </p><p> الحياة؛ لأنك عندما تقبل على المسألة بنية إنجاب الولد، وتذكر الله وتستعيذ من الشيطان فينعم عليك الخالق بالولد الصالح، هذا الولد يدعو لك، ويعلم أولاده أن يدعوا لك، وأولاده يدعون لك، وتظل المسألة مسلسلة فلا ينقطع عملك إلى أن تقوم الساعة، وهنا تكون قدمت لنفسك أفضل ما يكون التقديم. </p><p> وهب أنك رُزقت المولود ثم مات ففجعت به واسترجعت واحتسبته عند ربك، إنك تكون قد قدمته، ليغلق عليك بابا من أبواب النيران. إذن فكل أمر لابد أن تذكر فيه {وَقَدِّمُواْ لأَنْفُسِكُمْ} . </p><p> ويقول الحق:  {واتقوا الله واعلموا أَنَّكُمْ مُّلاَقُوهُ وَبَشِّرِ المؤمنين} معنى {اتقوا الله} أي إياكم أن تغضبوا ربكم في أي عمل من هذه الأعمال، وكن أيها المسلم في هذه التقوى على يقين من أنك ملاقي الله، ولا تشك في هذا اللقاء أبداً. وما دمت ستتقي الله وتكون على يقين أنك تلاقيه لم يبقى لك إلا أن تُبَشَّر بالجنة. وبعد ذلك يقول الحق سبحانه:  {وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ ... } </p>"
}