{
  "id": null,
  "sura": 2,
  "aya": 94,
  "text": "<p> والله سبحانه وتعالى يريد أن يفضح اليهود. . ويبين إن إيمانهم غير صحيح وأنهم عدلوا وبدلوا واشتروا بآيات الله ثمنا قليلا. . وهو سبحانه يريدنا أن نعرف أن هؤلاء اليهود. . لم يفعلوا ذلك عن جهل ولا هم خُدعوا بل هم يعملون أنهم غيروا وبدلوا. . ويعرفون أنهم جاءوا بكلام ونسبوه إلى الله سبحانه وتعالى زورا وبهتانا. . ولذلك يطلب من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يفضحهم أمام الناس ويبين كذبهم بالدليل القاطع. . فيقول:  {قُلْ إِن كَانَتْ لَكُمُ الدار الآخرة} : «قل» موجهة إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أي قل لهم يا محمد. . ولا يقال هذا الكلام إلا إذا كان اليهود قالوا إن لهم:  «الدار الآخرة عند الله خالصة» . </p><p> الشيء الخالص هو الصافي بلا معكر أو شريك. أي الشيء الذي لك بمفردك لا يشاركك فيه أحد ولا ينازعك فيه أحد. . فالله سبحانه وتعالى يقول لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: إن كانت الآخرة لهم وحدهم عند الله لا يشاركهم فيها أحد. . فكان الواجب عليهم أن يتمنوا الموت ليذهبوا إلى نعيم خالد. . فمادامت لهم الدار الآخرة وماداموا موقنين من دخول الجنة وحدهم. . فما الذي يجعلهم يبقون في الدنيا. . أَلاَ يتمنون الموت كما تمنى المسلمون الشهادة ليدخلوا الجنة. . وليست هذه هي الافتراءات الوحيدة من اليهود على الله سبحانه وتعالى. . واقرأ قوله جل جلاله:  {وَقَالُواْ لَن يَدْخُلَ الجنة إِلاَّ مَن كَانَ هُوداً أَوْ نصارى}  [البقرة: ١١١] </p><p> من الذي قال؟ اليهود قالوا عن أنفسهم لن يدخل الجنة إلا من كان هودا، </p><p> والنصارى قالوا عن أنفسهم لن يدخل الجنة إلا من كان نصرانيا. . كل منهم قال عن نفسه إن الجنة خاصة به. ولقد شكل قولهم هذا لنا لغزا في العقائد. . من الذي سيدخل الجنة وحده. . اليهود أم النصارى؟ نقول: إن الله سبحانه وتعالى أجاب عن هذا السؤال بقوله جل جلاله: {وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ وَقَالَتِ النصارى لَيْسَتِ اليهود على شَيْءٍ}  [البقرة: ١١٣] </p><p> وهذا أصدق قول قالته اليهود وقالته النصارى بعضهم لبعض. فاليهود ليسوا على شيء والنصارى ليسوا على شيء. . وكلاهما صادق في مقولته عن الآخر. . في الآية الكريمة التي نحن بصددها. . اليهود قالوا إن الدار الآخرة خالصة لهم. . سنصدقهم ونقول لهم لماذا لا يتعجلون ويتمنون الموت. . فالمفروض أنهم يشتاقون للآخرة مادامت خالصة لهم. . ولذلك قال الله تبارك وتعالى:  {إِن كُنْتُمْ صَادِقِينَ} . . ولكنها أمانٍ كاذبة عند اليهود وعند النصارى. . واقرأ قوله سبحانه:  {وَقَالَتِ اليهود والنصارى نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم بَلْ أَنتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَللَّهِ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا وَإِلَيْهِ المصير} </p><p> [المائدة: ١٨] </p><p> إذن هم يتوهمون أنهم مهما فعلوا من ذنوب فإن الله لن يعذبهم يوم القيامة. . ولكن عدل الله يأبى ذلك. . كيف يعذب بشرا بذنوبهم ثم لا يعذب اليهود بما اقترفوا من ذنوب. . بل يدخلهم الجنة في الآخرة. . وكيف يجعل الله سبحانه وتعالى الجنة في الآخرة لليهود وحدهم. . وهو قد كتب رحمته لأتباع محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والمؤمنين برسالة الإسلام. . وأبلغ اليهود والنصارى بذلك في كتبهم. . واقرأ قوله سبحانه وتعالى: </p><p> {واكتب لَنَا فِي هذه الدنيا حَسَنَةً وَفِي الآخرة إِنَّا هُدْنَآ إِلَيْكَ قَالَ عذابي أُصِيبُ بِهِ مَنْ أَشَآءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزكاة والذين هُم بِآيَاتِنَا يُؤْمِنُونَ الذين يَتَّبِعُونَ الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل}  [الأعراف: ١٥٦ - ١٥٧] </p><p> إذا كانت هذه هي الحقيقة الموجودة في كتبهم. . والحق تبارك وتعالى يقول:  {وَمَن يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخرة مِنَ الخاسرين}  [آل عمران: ٨٥] </p><p> فكيف يَدَّعِي اليهود أن الدار الآخرة خالصة لهم يوم القيامة؟ ولكن الحق جل جلاله يفضح كذبهم ويؤكد لنا أن ما يقولونه هم أول من يعرف إنه كذب. </p>"
}