{
  "id": null,
  "sura": 2,
  "aya": 86,
  "text": "<p> ويذكر لنا الله سبحانه وتعالى سبب خيبة هؤلاء وضلالهم لأنهم اشتروا الحياة الدنيا بالآخرة. . جعلوا الآخرة ثمنا لنزواتهم ونفوذهم في الدنيا. . هم نظروا إلى الدنيا فقط. . ونظرة الإنسان إلى الدنيا ومقارنتها بالآخرة تجعلك تطلب في كل ما تفعله ثواب الآخرة. . فالدنيا عمرك فيها محدود. . ولا تقل عمر الدنيا مليون أو مليونان أو ثلاثة ملايين سنة. . عمر الدنيا بالنسبة لك هو مدة بقائك فيها. . فإذا خرجت من الدنيا انتهت بالنسبة لك. . والخروج من الدنيا بالموت. . والموت لا أسباب له ولذلك فإن الإسلام لا يجعل الدنيا هدفا لأن عمرنا فيها مظنون. . هناك من يموت في بطن أمه. . ومن يعيش ساعة أو ساعات، ومن يعيش إلى أرذل العمر. . إذن فاتجه إلى الآخرة، ففيها النعيم الدائم والحياة بلا موت المتعة على قدرات الله. . ولكن خيبة هؤلاء أنهم إشتروا الدنيا بالآخرة. . ولذلك يقول الحق عنهم:  {فَلاَ يُخَفَّفُ عَنْهُمُ العذاب وَلاَ هُمْ يُنصَرُونَ} . . لا يخفف عنهم العذاب أي يجب ألا يأمنوا أن العذاب في الآخرة سيخفف عنهم. . أو ستقل درجته أو تنقص مدته. . أو سيأتي يوما ولا يأتي يوما وقوله:  {وَلاَ هُمْ يُنصَرُونَ} . . النصرة تأتي على معنيين. . تأتي بمعنى أنه لا يغلب. . وتأتي بمعنى أن هناك قوة تنتصر له أي تنصره. . كونه يغلب. . الله سبحانه وتعالى غالب على أمره فلا أحد يملك لنفسه نفعا ولا ضرا. . ولكن الله يملك النفع والضر لكل خلقه. . ويملك تبارك وتعالى أن يقهر خلقه على ما يشاء. . ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول:  {قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعاً وَلاَ ضَرّاً إِلاَّ مَا شَآءَ الله}  [الأعراف: ١٨٨] </p><p> أما مسألة أن ينصره أحد. . فمن الذي يستطيع أن ينصر أحدا من الله. . واقرأ قوله سبحانه وتعالى عن نوح عليه السلام:  {وياقوم مَن يَنصُرُنِي مِنَ الله}  [هود: ٣٠] </p><p> يقول الحق سبحانه وتعالى:  {فَلاَ يُخَفَّفُ عَنْهُمُ العذاب} . . أمر لم يقع بعد بل سيقع مستقبلا. . يتحدث الله سبحانه وتعالى عنه بلهجة المضارع. . نقول إن كل أحداث الكون وما سيقع منها هو عند الله تم وانتهى وقضى فيه. . لذلك نجد في القرآن الكريم قوله سبحانه:  {أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ}  [النحل: ١] </p><p> أتى فعل ماضي. . ولا تستعجلوه مستقبل. . كيف يقول الله سبحانه وتعالى أتى ثم يقول لا تستعجلوه؟ إنه مستقبل بالنسبة لنا. . أما بالنسبة لله تبارك وتعالى فمادام قد قال أتى. . فمعنى ذلك أنه حدث. . فلا أحد يملك أن يمنع أمرا من أمور الله من الحدوث. . فالعذاب آت لهم آت. . ولا يخفف عنهم لأن أحدا لا يملك تخفيفه. </p>"
}