{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> ومادمت قد ذقت حلاوة ما أعطاك الحق من إشراقات صفائية في الصيام فأنت ستتجه إلى شكره سبحانه، وهذا يناسب أن يرد عليك الحق فيقول:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} ونلحظ أن «إذا» جاءت، ولم تأت «إن» فالحق يؤكد لك أنك بعدما ترى هذه الحلاوة ستشكر الله؛ لأنه سبحانه يقول في الحديث القدسي:  «ثلاثة لا ترد دعوتهم، الصائم حتى يفطر، والإمام العادل، ودعوة المظلوم، يرفعها الله فوق الغمام وتفتح لها أبواب السماء،ويقول الرب:وعزتي لأنصرنك ولو بعد حين» . </p><p> فما دام سبحانه سيجب الدعوة، وأنت قد تكون من العامة لا إمامة لك، وكذلك لست مظلوماً، إذن تبقى دعوة الصائم. وعندما تقرأ في كتاب الله كلمة «سأل» ستجد أن مادة السؤال بالنسبة للقرآن وردت وفي جوابها «قل» . {يَسْأَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ}  [البقرة: ٢١٩] </p><p> وقوله:  {وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ العفو}  [البقرة: ٢١٩] </p><p> وقوله:  {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَآ أَنْفَقْتُمْ مِّنْ خَيْرٍ}  [البقرة: ٢١٥] </p><p> وكل {يَسْأَلُونَكَ} يأتي في جوابها {قُلْ} إلا آية واحدة جاءت فيها «فقل» بالفاء، وهي قول الحق:  {وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً}  [طه: ١٠٥] </p><p> انظر إلى الدقة الأدائية: الأولى «قل» ، وهذه «فقل» ، فكأن {يَسْأَلُونَكَ عَنِ الخمر والميسر} يؤكد أن السؤال قد وقع بالفعل، ولكن قوله:  {وَيَسْأَلُونَكَ عَنِ الجبال} ، فالسؤال هذا ستتعرض له، فكأن الله أجاب عن أسئلة وقعت بالفعل فقال:  «قل» ، والسؤال الذي سيأتي من بعد ذلك جاء وجاءت إجابته ب «فقل» أي أعطاه جواباً مسبقاً، إذن ففيه فرق بين جواب عن سؤال حدث، وبين جواب عن سؤال سوف يحدث، ليدلك على أن أحداً لن يفاجئ الله بسؤال، {وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً} . </p><p> لكن نحن الآن أمام آية جاء فيها سؤال وكانت الإجابة مباشرة:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي} . فلم يقل: فقل: إني قريب؛ لأن قوله:  «قل» هو عملية تطيل القرب، ويريد الله أن يجعل القرب في الجواب عن السؤال بدون وساطة {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} . لقد جعل الله الجواب منه لعباده مباشرة، وإن كان الذي سيبلغ الجواب هو رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهذه لها قصة: لقد سألوا رسول الله: أقريب ربك فنناجيه أم بعيد فنناديه؟ </p><p> لأن عادة البعيد أن يُنادى، أما القريب فيناجى، ولكي يبين لهم القرب، حذف كلمة «قل» ، فجاء قول الحق:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} وما فائدة ذلك </p><p> القرب؟ إن الحق يقول:  {أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ} ولكن ما الشروط اللازمة لذلك؟ </p><p> لقد قال الحق:  {وَإِذَا سَأَلَكَ عِبَادِي} ونعرف أن فيه فرقا بين «عبيد» و «عباد» ، صحيح أن مفرد كل منهما «عبد» ، لكن هناك «عبيد» و «عباد» ، وكل من في الأرض عبيد الله، ولكن ليس كل من في الأرض عباداً لله، لماذا؟ </p><p> لأن العبيد هم الذين يُقهرون في الوجود كغيرهم بأشياء، وهناك من يختارون التمرد على الحق، لقد أخذوا اختيارهم تمرداً، لكن العباد هم الذين اختاروا الانقياد لله في كل الأمور. </p><p> إنهم منقادون مع الجميع في أن واحدا لا يتحكم متى يولد، ولا متى يموت، ولا كيف يوجد، لكن العباد يمتازون بأن الأمر الذي جعل الله لهم فيه اختياراً قالوا: صحيح يا رب أنت جعلت لنا الاختيار، وقد اخترنا منهجك، ولم نترك هوانا ليحكم فينا، أنت قلت سبحانك:  «افعل كذا» و «لا تفعل كذا» ونحن قبلنا التكليف منك يا رب. </p><p> ولا يقول لك ربك:  «افعل» إلا إذا كنت صالحاً للفعل ولعدم الفعل. ولا يقول لك:  «لا تفعل» إلا إذا كنت صالحاً لهذه ولهذه. إذن فكلمة «افعل» و «لا تفعل» تدخل في الأمور الاختيارية، والحق قد قال:  «افعل» و «لا تفعل» ثم ترك أشياء لا يقول لك فيها «افعل» و «لا تفعل» ، فتكون حراً في أن تفعلها أو لا تفعلها، اسمها «منطقة الاختيار المباح» ، فهناك اختيار قُيِّدَ بالتكليف بافعل ولا تفعل، واختيار بقى لك أن تفعله أو لا تفعله ولا يترتب عليه ضرر؛ فالذي أخذ الاختيار وقال: يا رب أنت وهبتني الاختيار، ولكنني تركت لك يا واهب الاختيار أن توجه هذا الاختيار كما تحب، أنا سأتنازل عن اختياري، وما تقول لي:  «افعل» سأفعله، والذي تقول لي:  «لا تفعله» لن أفعله. </p><p> إذن فالعباد هم الذين أخذوا منطقة الاختيار، وسلموها لمن خلق فيهم الاختيار، وقالوا لله: وإن كنت مختاراً إلا أنني أمنتك على نفسي. إن العباد هم الذين ردوا أمر الاختيار إلى من وهب الاختيار ويصفهم الحق بقوله: </p><p> {وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُواْ سَلاَماً وَالَّذِينَ يِبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً}  [الفرقان: ٦٣ - ٦٤] </p><p> هؤلاء هم عباد الرحمن، ولذلك يقول الحق للشيطان في شأنهم:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ}  [الحجر: ٤٢] </p><p> إذن فللشيطان سلطان على مطلق عبيد؛ لأنه يدخل عليهم من باب الاختيار ولم تأت كلمة {عِبَادِي} لغير هؤلاء إلا حين تقوم الساعة، ويحاسب الحق الذين أضلوا العباد فيقول:  {أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي}  [الفرقان: ١٧] </p><p> ساعة تقوم الساعة لا يوجد الاختيار ويصير الكل عباداً؛ حتى الكفرة لم يعد لهم اختيار. </p><p> وحين يقول الحق:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ} فالعباد الذين التزموا لله بالمنهج الإيماني لن يسألوا الله إلا بشيء لا يتنافى مع الإيمان وتكاليفه. </p><p> والحق يقول:  {فَلْيَسْتَجِيبُواْ لِي} ؛ لأن الدعاء يطلب جواباً، ومادمت تطلب إجابة الدعاء فتأدب مع ربك؛ فهو سبحانه قد دعاك إلى منهجه فاستجب له إن كنت تحب أن يستجيب الله لك {فَلْيَسْتَجِيبُواْ لِي} ، وبعد ذلك يتكلم الحق سبحانه وتعالى في كلمة {الداع} ولا يتركها مطلقة، فيقول:  {إِذَا دَعَانِ} فكأن كلمة «دعا» تأتي ويدعو بها الإنسان، وربما اتجه بالدعوة إلى غير القادر على الإجابة، ومثال ذلك قول الحق: </p><p> {إِنَّ الذين تَدْعُونَ مِن دُونِ الله عِبَادٌ أَمْثَالُكُمْ}  [الأعراف: ١٩٤] </p><p> وقوله الحق:  {إِن تَدْعُوهُمْ لاَ يَسْمَعُواْ دُعَآءَكُمْ. .}  [فاطر: ١٤] </p><p> فكأن الداعي قد يأخذ صفة يدعو بها غير مؤهل للإجابة، والحق هنا قال:  {أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ} أما إذا ذهب فدعا غير قادر على الوفاء فالله ليس مسئولا عن إجابة دعوته. </p><p> إن الحق سبحانه وتعالى يريد أن يعلمنا أن الإنسان يدعو بالخير لنفسه، وأنت لا تستطيع أن تحدد هذا الخير؛ لأنك قد تنظر إلى شيء على أنه الخير وهو شر، ومادمت تدعو فأنت تظن أن ذلك هو الخير، إذن فملحظية الأصل في الدعاء هي أنك تحب الخير، ولكنك قد تخطيء الطريق إلى فهم الخير أو الوسيلة إلى الخير، أنت تحب الخير لا جدال، لذلك تكون إجابة ربك إلى دعائك هي أن يمنع إجابة دعوتك إن كانت لا تصادف الخير بالنسبة لك، ولذلك يجب ألا تفهم أنك حين لا تجاب دعوتك كما رجوت وطلبت أن الله لم يستجب لك فتقول: لماذا لم يستجب الله لي؟ . لا لقد استجاب لك، ولكنه نحَّى عنك حمق الدعوة أو ما تجهل بأنه شر لك. فالذي تدعوه هو حكيم؛ فيقول:  «أنا سأعطيك الخير، والخير الذي أعلمه أنا فوق الخير الذي تعلمه أنت، ولذلك فمن الخير لك ألا تجاب إلى هذه الدعوة» . </p><p> وأضرب هذا المثل ولله المثل الأعلى: قد يطلب منك ابنك الصغير أن تشتري له مسدساً، وهو يظن أن مسألة المسدس خير، لكنك تؤخر طلبه وتقول له: فيما بعد سأشتري لك المسدس إن شاء الله، وتماطل ولا تأتيه بالمسدس، فهل عدم مجيئك بالمسدس له على وفق ما رأى هو منع الخير عنه؟ </p><p> إن منعك للمسدس عنه فائدة وصيانة وخير للابن. </p><p> إذن، فالخير يكون دائماً على مقدار الحكمة في تناول الأمور، وأنت تمنع المسدس عن ابنك، لأنك قدرت أنه طفل ويلهو مع رفاقه وقد يتعرض لأشياء تخرجه عن طوره وقد يتسبب في أن يؤذيه أحد، وقد يؤذي هو أحداً بمثل هذا المسدس. </p><p> وكذلك يكون حظك من الدعاء لا يُستجاب لأن ذلك قد يرهقك أنت. . والحق سبحانه وتعالى يقول:  {وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير وَكَانَ الإنسان عَجُولاً}  [الإسراء: ١١] </p><p> ولذلك يقول سبحانه:  {سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ}  [الأنبياء: ٣٧] </p><p> والعلماء يقولون: إن الدعاء إن قصدت به الذلة والعبودية يكون جميلاً، أما الإجابة فهي إرادة الله، وأنت إن قدرت حظك من الدعاء في الإجابة عليه فأنت لا تُقدر الأمر. إن حظك من الدعاء هو العبادة والذلة لله؛ لأنك لا تدعو إلا إذا اعتقدت أن أسبابك كبشر لا تقدر على هذه، ولذلك سألت من يقدر عليها، وسألت من يملك، ولذلك يقول الله في الحديث القدسي:  «من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين» . </p><p> ولنتعلم ما علمه رسول الله لعائشة أم المؤمنين. لقد سألت رسول الله إذا صادفت </p><p> ليلة القدر فقالت: إن أدركتني هذه الليلة بماذا أدعو؟ </p><p> انظروا إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لقد علم أم المؤمنين عائشة أن تدعو بمقاييس الخير الواسع فقال لها:  «قولي: اللهم إنك تحب العفو فاعف عني» . </p><p> ولا يوجد جمال أحسن من العفو، ولا يوجد خير أحسن من العفو، فلا أقول أعطني، أعطني؛ لأن هذا قد ينطبق عليه قول الحق:  {وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير وَكَانَ الإنسان عَجُولاً}  [الإسراء: ١١] </p><p> فمَنْ يقول: لقد دعوت ربي فلم يستجب لي، نقول له: لا تكن قليل الفطنة فمن الخير لك أنك لا تُجاب إلى ما طلبت فالله يعطيك الخير في الوقت الذي يريده. </p><p> وبعد ذلك يترك الحق لبعض قضايا الوجود في المجتمع أن تجيبك إلى شيء ثم يتبين لك منه الشر، لتعلم أن قبض إجابته عنك كان هو عين الخير، ولذلك فإن الدعاء له شروط، فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يدعونا إلى الطيب من الرزق. </p><p> فقد جاء في الحديث الشريف عن أبي هريرة قوله:  «ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يده إلى السماء: يا رب يا رب ومطعمه حرام وملبسه حرام وغُذِي بالحرام فأني يستجاب له» . إن الرسول يكشف أمامنا كيف يفسد جهاز الإنسان الذي يدعو، لذلك فعدم إجابة الدعوة إما لأن جهاز الدعوة جهاز فاسد، وإما لأنك دعوت بشيء تظن أن فيه الخير لك لكن الله يعلم أنه ليس كذلك، ولهذا يأخذ بيدك إلى مجال حكمته، ويمنع عنك الأمر الذي يحمل لك الشر. </p><p> وشيء آخر، قد يحجب عنك الإجابة، لأنه إن أعطاك ما تحب فقد أعطاك في خير الدنيا الفانية، وهو يحبك فيُبقي لك الإجابة إلى خير الباقية، وهذه ارتقاءات </p><p> لا ينالها إلا الخاصة، وهناك ارتقاءات أخرى تتمثل في أنه ما دام الدعاء فيه ذلة وخضوع فقد يطبق الله عليك ما جاء في الحديث القدسي: </p><p> «ينزل الله تعالى في السماء الدنيا فيقول: مَنْ يدعوني فأستجيب له أو يسألني فأعطيه؟ثم يقول:مَنْ يقرض غير عديم ولا ظلوم» . </p><p> ولأن الإنسان مرتبط بمسائل يحبها، فما دامت لم تأت فهو يقول دائماً يا رب. وهذا الدعاء يحب الله أن يسمعه من مثل هذا العبد فيقول:  «إن من عبادي من أحب دعاءهم فأنا أبتليهم ليقولوا: يا رب» . إن الإنسان المؤمن لا يجعل حظه من الدعاء أن يجاب، إنما حظه من الدعاء ما قاله الحق:  {قُلْ مَا يَعْبَؤُاْ بِكُمْ رَبِّي لَوْلاَ دُعَآؤُكُمْ}  [الفرقان: ٧٧] </p><p> إن معنى الربوبية والمربوبية أن تقول دائما:  «يا رب» . واضرب هذا المثل ولله المثل الأعلى الأب قد يعطي ابنه مصروف اليد كل شهر، والابن يأخذ مصروف اليد الشهري ويغيب طوال الشهر ولا يحرص على رؤية والده. لكن الأب حين يعطي مصروف اليد كل يوم، فالابن ينتظر والده، وعندما يتأخر الوالد قليلاً فإن الابن يقف لينتظر والده على الباب؛ لقد ربط الأب ابنه بالحاجة ليأنس برؤياه. </p><p> والحق سبحانه يضع شرطا للاستجابة للدعاء، وهو أن يستجيب العبد لله سبحانه وتعالى فيما دعاه إليه. عندئذ سيكون العباد أهلاً للدعاء، ولذلك قال الحق في الحديث القدسي:  «مَنْ شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين» . </p><p> ومثال ذلك سيدنا إبراهيم عليه السلام حين أُلقي في النار، قال له جبريل: ألك حاجة؟ . لم ينف أن له حاجة، فلا يوجد استكبار على البلوى، ولكنه قال </p><p> لجبريل: أما إليك فلا، صحيح أن له حاجة إنما ليست لجبريل، لأنه يعلم جيداً أن نجاته من النار المطبوعة على أن تحرق وقد ألقي فيها، هي عملية ليست لخلق أن يتحكم فيها ولكنها قدرة لا يملكها إلا من خلق النار. فقال لجبريل: أما إليك فلا، وعلمه بحالي يغني عن سؤالي. لذلك جاء الأمر من الحق:  {قُلْنَا يانار كُونِي بَرْداً وسلاما على إِبْرَاهِيمَ}  [الأنبياء: ٦٩] </p><p> ولنتعلم من الإمام علي كرم الله وجهه حين دخل عليه إنسان يعوده وهو مريض فوجده يتأوه، فقال له: أتتأوه وأنت أبو الحسن. قال: أنا لا أشجع على الله. </p><p> إذن فقوله:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي} تعني ضرورة الاستجابة للمنهج، {وَلْيُؤْمِنُواْ بِي} أي أن يؤمنوا به سبحانه إلها حكيما. وليس كل من يسأل يستجاب له بسؤاله نفسه؛ لأن الألوهية تقتضي الحكمة التي تعطي كل صاحب دعوة خيراً يناسب الداعي لا بمقاييسه هو ولكن بمقاييس من يجيب الدعوة. </p><p> ويذيل الحق الآية بقول:  {لَعَلَّهُمْ يَرْشُدُونَ} فما معنى {يَرْشُدُونَ} ؟ إنه يعني الوصول إلى طريق الخير وإلي طريق الصواب. وهذه الآية جاءت بعد آية {شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن هُدًى لِّلنَّاسِ} كي تبين لنا أن الصفائية في الصيام تجعل الصائم أهلاً للدعاء، وقد لا يكون حظك من هذا الدعاء الإجابة، وإنما يكون حظك فيه العبادة، ولكي يبين لنا الحق بعض التكليفات الإلهية للبشر فهو يأتي بهذه الآية التي يبين بها ما يحل لنا في رمضان. </p><p> يقول الحق: </p><p> {أُحِلَّ لَكُمْ لَيْلَةَ الصيام الرفث إلى نِسَآئِكُمْ هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ عَلِمَ الله أَنَّكُمْ كُنتُمْ تَخْتانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ... } </p>"
}