{
  "id": null,
  "sura": 2,
  "aya": 93,
  "text": "<p> بعد أن ذَكَّرهم الله سبحانه وتعالى بكفرهم بعبادتهم للعجل. . وكان هذا نوعا من التأنيب الشديد والتذكير بالكفر. . أراد أن يؤنبهم مرة أخرى وأن يُذَكِّرَهُم أنهم آمنوا خوفا من وقوع جبل الطور عليهم. . ولم يكن الجبل سيقع عليهم. . لأن الله لا يقهر أحدا على الإيمان. . ولكنهم بمجرد أن رأوا جبل الطور فوقهم آمنوا. . مثلهم كالطفل الذي وصف له الطبيب دواء مرا ليشفى. ولذلك فإن رَفْعَ الله سبحانه وتعالى لجبل الطور فوقهم ليأخذوا الميثاق والمنهج. . لا يقال إنه فعل ذلك إرغاما لكي يؤمنوا. . إنه إرغام المحب. . يريد الله من خلقه ألا يعيشوا بلا منهج سماوي فرفع فوقهم جبل الطور إظهارا لقوته وقدرته تبارك وتعالى حتى إذا استشعروا هذه القوة الهائلة وما يمكن أن تفعله لهم وبهم آمنوا. . فكأنهم حين أحسوا بقدرة الله آمنوا. . تماما كالطفل الصغير يفتح فمه لتناول الدواء المر وهو كاره. . ولكن هل أعطيته الدواء كرها فيه أو أعطيته له قمة في الحب والإشفاق عليه؟ </p><p> الله سبحانه وتعالى يريد أن يلفتهم إلى أنه لم يترك حيلة من الحيل حتى يتلقى بنو إسرائيل منهج الله الصحيح. . نقول إنه لم يترك حيلة إلا فعلها. . لكن غريزة الاستكبار والعناد منعتهم أن يستمروا على الإيمان. . تماما كما يقال للأب إن الدواء مر لم يحقق الشفاء وطفلك مريض. . فيقول وماذا افعل أكثر من ذلك أرغمته على شرب الدواء المر ولكنه لم يشف. </p><p> وقول الله تعالى:  «ميثاقكم» . هل الميثاق منهم أو هو ميثاق الله؟ . طبعا هو ميثاق الله. . ولكن الله جل جلاله خاطبهم بقوله:  «ميثاقكم» لأنهم أصبحوا طرفا في العقد. . وماداموا قد أصبحوا طرفا أصبح ميثاقهم. . ولابد أن نؤمن أن رفع </p><p> جبل الطور فوق اليهود لم يكن لإجبارهم لأخذ الميثاق منهم حتى لا يقال أنهم أجبروا على ذلك. . هم اتبعوا موسى قبل أن يرفع فوقهم جبل الطور. . فلابد أنهم أخذوا منهجه باختيارهم وطبقوه باختيارهم لأن الله سبحانه وتعالى لم يبق الطور مرفوعا فوق رءوسهم أينما كانوا طوال حياتهم حتى يقال أنهم أجبروا. . فلو أنهم أجبروا لحظة وجود جبل الطور فوقهم. . فإنهم بعد أن انتهت هذه المعجزة لم يكن هناك ما يجبرهم على تطبيق المنهج. . ولكن المسألة أن الله تبارك وتعالى. . حينما يرى من عباده مخالفة فإنه قد يخيفهم. . وقد يأخذهم بالعذاب الأصغر علهم يعودون إلى إيمانهم. . وهذا يأتي من حب الله لعباده لأنه يريدهم مؤمنين. . </p><p> ولكن اليهود قوم ماديون لا يؤمنون إلا بالمادة والله تبارك وتعالى أراد أن يريهم آية مادية على قلوبهم تخشع وتعود إلى ذكر الله. </p><p> . وليس في هذا إجبار لأنه كما قلنا إنه عندما انتهت المعجزة كان يمكنهم أن يعودوا إلى المعصية. . ولكنها آية تدفع إلى الإيمان. . وقوله تعالى:  {خُذُواْ مَآ ءاتيناكم بِقُوَّةٍ} لأن ما يؤخذ بقوة يعطى بقوة. . والأخذ بقوة يدل على عشق الآخذ للمأخوذ. . وما دام المؤمن يعشق المنهج فإنه سيؤدي مطلوباته بقوة. . فالإنسان دائما عندما يأخذ شيئا لا يحبه فإنه يأخذه بفتور وتهاون. </p><p> قوله تعالى:  {واسمعوا قَالُواْ سَمِعْنَا وَعَصَيْنَا} . . القول هو عمل اللسان والفعل للجوارح كلها ما عدا اللسان. . هناك قول وفعل وعمل. . القول أن تنطق بلسانك والفعل أن تقوم جوارحك بالتنفيذ. . والعمل أن يطابق القول الفعل. . هم:  {قَالُواْ سَمِعْنَا وَعَصَيْنَا} هم سمعوا ما قاله لهم الله سبحانه وتعالى وعصوه. . ولكن (عصينا) على أي شيء معطوفة؟ . . إنها ليست معطوفة على «سمعنا» . . ولكنها معطوفة على (قالوا) . . قالوا سمعنا في القول وفي الفعل عصينا. . وليس معنى ذلك أنهم قالوا بلسانهم عصينا في الفعل. . فالمشكلة جاءت من عطف عصينا على سمعنا. . فتحسب أنهم قالوا الكلمتين. . لا. . هم قالوا سمعنا ولكنهم لم ينفذوا فلم يفعلوا. والله سبحانه وتعالى يريدهم أن يسمعوا سماع طاعة لا سماع تجرد أي مجرد سماع. . ولكنهم سمعوا ولم يفعلوا شيئا فكأن عدم فعلهم معصية. </p><p> قوله تعالى:  {وَأُشْرِبُواْ فِي قُلُوبِهِمُ العجل} . الحق تبارك وتعالى يريد أن يصور لنا ماديتهم. . فالحب أمر معنوي وليس أمراً ماديّاً لأنه غير محسوس. . وكان التعبير </p><p> يقتضي أن يقال وأشربوا حب العجل. . ولكن الذي يتكلم هو الله. . يريد أن يعطينا الصورة الواضحة الكاملة في أنهم أشربوا العجل ذاته أي دخل العجل إلى قلوبهم. </p><p> لكن كيف يمكن أن يدخل العجل في هذا الحيز الضيق وهو القلب. . الله سبحانه وتعالى يريد أن يلفتنا إلى الشيوع في كل شيء بكلمة أُشْرِبُوا. . لأنها وصف لشرب الماء والماء يتغلغل في كل الجسم. . والصورة تعرب عن تغلغل المادية في قلوب بني إسرائيل حتى كأن العجل دخل في قلوبهم وتغلغل كما يدخل الماء في الجسم مع أن القلب لا تدخله الماديات. </p><p> ويقول الحق جل جلاله:  {وَأُشْرِبُواْ فِي قُلُوبِهِمُ العجل بِكُفْرِهِمْ} . . كأن الكفر هو الذي أسقاهم العجل. . هم كفروا أولا. . وبكفرهم دخل العجل إلى قلوبهم وختم عليها. . وقوله تعالى:  {قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُّؤْمِنِينَ} . . هم قالوا نؤمن بما أنزل علينا ولا نؤمن بما جاء بعده. . قل هل إيمانكم يأمركم بهذا؟ . </p><p> . وهذا أسلوب تهكم من القرآن الكريم عليهم. . مثل قوله تعالى:  {أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ}  [النمل: ٥٦] </p><p> هل الطهر والطهارة مبرر لإخراج آل لوط من القرية؟ . . طبعا لا. . ولكنه أسلوب تهكم واستنكار. . والحق أن إيمانهم بهذا بل يأمرهم بالإيمان برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . واقرأ قوله تبارك وتعالى: {واكتب لَنَا فِي هذه الدنيا حَسَنَةً وَفِي الآخرة إِنَّا هُدْنَآ إِلَيْكَ قَالَ عذابي أُصِيبُ بِهِ مَنْ أَشَآءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزكاة والذين هُم بِآيَاتِنَا يُؤْمِنُونَ الذين يَتَّبِعُونَ الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل يَأْمُرُهُم بالمعروف وَيَنْهَاهُمْ عَنِ المنكر وَيُحِلُّ لَهُمُ الطيبات وَيُحَرِّمُ </p><p> عَلَيْهِمُ الخبآئث وَيَضَعُ عَنْهُمْ إِصْرَهُمْ والأغلال التي كَانَتْ عَلَيْهِمْ فالذين آمَنُواْ بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ واتبعوا النور الذي أُنزِلَ مَعَهُ أولئك هُمُ المفلحون} [الأعراف: ١٥٦ - ١٥٧] </p><p> هذا هو ما يأمرهم به إيمانهم. . أن يؤمنوا بالنبي الأمي محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . والله تبارك وتعالى يعلم ما يأمرهم به الإيمان لأنه منه جل جلاله. . ولذلك عندما يحاولون خداع الله. . يتهكم الله سبحانه وتعالى عليهم ويقول لهم:  {بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُّؤْمِنِينَ} . </p><p> وقوله تعالى:  {إِنْ كُنْتُمْ مُّؤْمِنِينَ} دليل على أنهم ليسوا مؤمنين. . ولكن لازال في قلوبهم الشرك والكفر أو العجل الذي عبدوه. </p>"
}