{
  "id": null,
  "sura": 2,
  "aya": 83,
  "text": "<p> أخذ الله سبحانه وتعالى على بني إسرائيل ثمانية أشياء: الميثاق. . وهو العهد الموثق المربوط ربطا دقيقا وهو عهد الفطرة أو عهد الذر. . مصداقا لقوله تعالى:  {وَإِذْ أَخَذَ رَبُّكَ مِن بنيءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ على أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى}  [الأعراف: ١٧٢] </p><p> وهناك عهد آخر أخذه سبحانه وتعالى على رسله جميعا. . أن يبشروا برسالة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . ويطلبوا من أتباعهم أن يؤمنوا به عند بعثه. . أو ألا يكتموا ما في كتبهم وإلا يغيروه. . والميثاق هو كل شيء فيه تكليف من الله. . ذلك أنك تدخل في عقد إيماني مع الله سبحانه وتعالى بأن تفعل ما يأمر به وتترك ما نهى عنه. . هذا هو الميثاق. . كلمة الميثاق وردت في القرآن الكريم بوصف غليظ. . في علاقة الرجل بالمرأة. . قال سبحانه وتعالى:  {وَإِنْ أَرَدْتُّمُ استبدال زَوْجٍ مَّكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلاَ تَأْخُذُواْ مِنْهُ شَيْئاً أَتَأْخُذُونَهُ بُهْتَاناً وَإِثْماً مُّبِيناً وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً}  [النساء: ٢٠ - ٢١] </p><p> نقول نعم لأن هذا الميثاق سيحل للمرأة أشياء لا تكون إلا به. . أشياء لا تحل لأبيها أو لأخيها أو أي إنسان عدا زوجها. . والرجل إذا دخل على ابنته وكانت ساقها مكشوفة تسارع بتغطيته. . فإذا دخل عليها زوجها فلا شيء عليها. . إذن هو ميثاق غليظ لأنه دخل مناطق العورة وأباح العورة للزوج والزوجة. . ولذلك يقول الحق تبارك وتعالى:  {هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ}  [البقرة: ١٨٧] </p><p> إن كلا منهما يغطي ويخفي ويستر عورة الآخر. . والأب لا يفرح من انتقال ولاية ابنته إلى غيره. . إلا انتقال هذه الولاية لزوجها. . ويشعر بالقلق عندما تكبر الفتاة ولا تتزوج. </p><p> الحق يقول:  {وَإِذْ أَخَذْنَا مِيثَاقَ بني إِسْرَائِيلَ لاَ تَعْبُدُونَ إِلاَّ الله} هذا الميثاق شمل ثلاثة شروط: {لاَ تَعْبُدُونَ إِلاَّ الله} أي تعبدون الله وحده. . وتؤمنون بالتوراة وبموسى نبيا. . لماذا؟ لأن عبادة الله وحده هي قمة الإيمان. . ولكن لا تحدد أنت منهج عبادته سبحانه. . بل الذي يحدد منهج العبادة هو المعبود وليس العابد. . لابد أن تتخذ المنهج المنزل من الله وهو التوراة وتؤمن به. . ثم بعد ذلك تؤمن بموسى نبيا. . لأنه هو الذي نزلت عليه التوراة. . وهو الذي سيبين لك طريق العبادة الصحيحة. وبدون هذه الشروط الثلاثة لا تستقيم عبادة بني إسرائيل. . </p><p> وقوله تعالى:  {وبالوالدين إِحْسَاناً} لأنهما السبب المباشر في وجودك. . ربياك وأنت صغير، ورعياك، وقوله تعالى:  «إحسانا» معناه زيادة على المفروض. </p><p> لأنك قد تؤدي الشيء بالقدر المفروض منك. . فالذي يؤدي الصلاة مثلا بقدر الغرض يكون قد أدى. . أما الذي يصلي النوافل ويقوم الليل يكون قد دخل في مجال الإحسان. . أي عطاؤه أكثر من المفروض. . والله تبارك وتعالى يقول: {إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُواْ قَبْلَ </p><p> ذَلِكَ مُحْسِنِينَ كَانُواْ قَلِيلاً مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم} [الذاريات: ١٥ - ١٩] </p><p> وهكذا نرى أن الإحسان زيادة على المفروض في الصلاة والتسبيح والصدقة والله تبارك وتعالى يريد منك أن تعطي لوالديك أكثر من المفروض أو من الواجب عليك. . </p><p> وقوله تعالى:  {وَذِي القربى} . . يحدد الله لنا فيها المرتبة الثانية بالنسبة للإحسان. . فالله جل جلاله أوصانا أن نحسن لوالدينا ونرعى أقاربنا. . ولو أن كل واحد منا قام بهذه العملية ما وجد محتاج أو فقير أو مسكين في المجتمع. . والله يريد مجتمعا لا فقر فيه ولا حقد. . وهذا لا يتأتى إلا بالتراحم والإحسان للوالدين والأقارب. . فيكون لكل محتاج في المجتمع من يكفله. . </p><p> ويقول الله سبحانه:  «واليتامى» . . واليتيم هو من فقد أباه وهو طفل لم يبلغ مبلغ الرجال. . هذا في الإنسان. . أما في الحيوان فإن اليتيم من فقد أمه. . لأن الأمومة في الحيوان هي الملازمة للطفل، ولأن الأب غير معروف في الحيوان ولكن الأم معروفة. . اليتيم الذي فقد أباه فقد من يعوله ومن يسعى من أجله ومن يدافع عنه. . والله سبحانه وتعالى جعل الأم هي التي تربي وترعى. . والأب يكافح من أجل توفير احتياجات الأسرة. . ولكن الحال إنقلب الآن ولذلك يقول شوقي رَحِمَهُ اللَّهُ: </p><p> لَيْسَ الْيَتِيمُ مَنِ انْتَهَى أَبَوَاهُ مِنْ ... هَمِّ الْحَيَاةِ وَخَلَّفََاهُ ذَلِيلاَ </p><p> إِنّ الْيَتِيمَ هُوَ الَّذِي تَلْقَى لَهُ ... أُمَّاَ تَخَلَّتْ أَوْ أَباًً مَشْغُولاَ </p><p> إن اليتيم يكون منكسرا لأنه فقد والده فأصبح لا نصير له. . فإذا رأينا في المجتمع الإسلامي أن كل يتيم يرعاه رعاية الأب كل رجال المجتمع. . فذلك </p><p> يجعل الأب لا يخشى أن يترك إبنه بعد وفاته. . إذن فرعاية المجتمع لليتيم تضمن أولا حماية حقه، لأنه إذا كان يتيما وله مال فإن الناس كلهم يطمعون في ماله، لأنه لا يقدر أن يحميه. . هذه واحدة. . والثانية أن هذا التكافل يُذْهِب الحقد من المجتمع ويجعل كل إنسان مطمئنا على أولاده. . </p><p> وقوله سبحانه وتعالى:  «والمساكين» . . في الماضي كنا نقول إن المساكين هم الذين لا يملكون شيئا على الإطلاق ليقيموا به حياتهم. . إلى أن نزلت الآية الكريمة في سورة الكهف:  {أَمَّا السفينة فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي البحر}  [الكهف: ٧٩] </p><p> فعرفنا أن المسكين قد يملك. </p><p> . ولكنه لا يملك ما يكفيه. . وهذا نوع من التكافل الإجتماعي لابد أن يكون موجودا في المجتمع. . حتى يتكافل المجتمع كله. . فأنت إن كنت فقيرا أو مسكينا ويأتيك من رجل غني ما يعينك على حياتك. . فإنك ستتمنى له الخير لأن هذا الخير يصيبك. . ولكن إذا كان هذا الغني لا يعطيك شيئا. . هو يزداد غنى وأنت تزداد فقرا. . تكون النتيجة أن حقده يزداد عليك. . </p><p> ويقول الحق سبحانه وتعالى:  {وَقُولُواْ لِلنَّاسِ حُسْناً} . . كلمة حسنا بضم الحاء ترد بمعنى حسن بفتح الحاء. . والحسن هو ما حسنه الشرع. . ذلك أن العلماء اختلفوا: هل الحسن هو ما حسَّنه الشرع أو ما حسنه العقل؟ نقول: ما حسنه العقل مما لم يرد فيه نص من تحسين الشرع. . لأن العقل قد يختلف في الشيء الواحد. . هذا يعتبره حسنا وهذا يعتبره قبيحا. . والله تبارك وتعالى يقول:  {ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة وَجَادِلْهُم بالتي هِيَ أَحْسَنُ}  [النحل: ١٢٥] </p><p> هذا هو معنى قوله تعالى:  {وَقُولُواْ لِلنَّاسِ حُسْناً} . . ثم جاء قوله جل </p><p> جلاله:  {وَأَقِيمُواْ الصلاة} وقد تكلمنا عن معنى إقامة الصلاة وما يجعلها مقبولة عند الله. وهناك فرق بين أن تقول صلوا. . وبين أن تقول أقيموا الصلاة. . أقيموا الصلاة معناها صلّ ولكن صلاة على مستواها الذي يطلب منك. . وإقامة الصلاة كما قلنا هي الركن الذي لا يسقط أبدا عن الإنسان. . </p><p> ويقول الحق:  {وَآتُواْ الزكاة} . . بالنسبة للزكاة عندما يقول الله سبحانه:  {وَذِي القربى واليتامى والمساكين} . . نقول أن الأقارب واليتامى والمساكين لهم حق في الزكاة ماداموا فقراء. . لنحس جميعا أننا نعيش في بيئة إيمانية متكاملة متكافلة. . يحاول كل منا أن يعاون الآخر. . فالزكاة في الأساس تعطي للفقير ولو لم يكن يتيما أو قريبا. . فإن لكل فقير حقوقا ورعاية. . فإذا كان هناك فقراء أقارب أو يتامى يصبح لهم حقان. . حق القريب وحق الفقير. . </p><p> وإن كان يتيما فله حق اليتيم وحق الفقير. . بعد أن ذكر الحق سبحانه وتعالى عناصر الميثاق الثمانية. . قال:  {ثُمَّ تَوَلَّيْتُمْ} . . تولى يعني أعرض أو لم يُطعْ أو لم يستمع. . يقول الحق سبحانه:  {ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلاً مِّنْكُمْ وَأَنْتُمْ مُّعْرِضُونَ} . . هذا هو واقع تاريخ بني إسرائيل. . لأن بعضهم تولى ولم يطع الميثاق وبعضهم أطاع. . </p><p> إن القرآن لم يشن حملة على اليهود، وإنما شن حملة على المخالفين منهم. ولذلك احترم الواقع وقال:  {إِلاَّ قَلِيلاً} . . وهذا يقال عنه بالنسبة للبشر قانون صيانة الاحتمال. . </p><p> إن الحق جل جلاله يتكلم بإنصاف الخالق للمخلوق. . لذلك لم يقل {ثُمَّ تَوَلَّيْتُمْ} بل قال إلا قليلا. </p><p> «توليتم» يعني أعرضتم، ولكن الله تبارك وتعالى يقول:  {ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلاً مِّنْكُمْ وَأَنْتُمْ مُّعْرِضُونَ} نريد أن نأخذ الدقة الأدائية. . إذا أردنا أن نفسر توليّ. . فمعناها أعرض أو رفض الأمر. . ولكن الدقة لو نظرنا للقرآن لوجدنا أنه حين يلتقي المؤمن بالكافر في معركة. . فالله سبحانه وتعالى يقول:  {وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إلى فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله}  [الأنفال: ١٦] </p><p> إذن فالتولي هو الإعراض. . والحق سبحانه وتعالى في هذه الآية الكريمة بين لنا أن الإعراض يتم بنوايا مختلفة. . المقاتل يوم الزحف يعرض أو يتولى ليس بنية الهرب من المعركة. . ولكن بنية أن يذهب ليقاتل في مكان آخر أو يعاون إخوانه الذين تكاثر عليهم الأعداء. . هذا إعراض ولكن ليس بنية الهرب من المعركة. . ولكن بنية القتال بشكل أنسب للنصر. . </p><p> نفرض أن إنسانا مدين لك رأيته وهو قادم في الطريق فتوليت عنه. . أنت لم تعرض عنه كرها. . ولكن رحمة لأنك لا تريد المساس بكرامته. . إذن هناك تولٍّ أو إعراض ليس بنية الإعراض. والله سبحانه وتعالى يريد أن يلفتنا إلى أن هؤلاء اليهود تولوا بنية الإعراض، ولم يتولوا بأي نية أخرى. . أي أنهم أعرضوا وهم متعمدون أن يعرضوا. . وليس لهدف آخر. </p>"
}