{
  "id": null,
  "sura": 2,
  "aya": 185,
  "text": "<p> إذن، فمدة الصيام هي شهر رمضان، ولأنه سبحانه العليم بالضرورات التي تطرأ على هذا التكليف فهو يشرع لهذه الضرورات، وتشريع الله لرخص الضرورة إعلام لنا بأنه لا يصح مطلقاً لأي إنسان أن يخرج عن إطار الضرورة التي شرعها الله، فبعض من الذين يتفلسفون من السطحيين يحبون أن يزينوا لأنفسهم الضرورات التي تبيح لهم الخروج عن شرع الله، ويقول الواحد منهم:  {لا يكلف الله نفساً إلا وسعها}  [البقرة: ٢٨٦] </p><p> ونقول: إنك تفهم وتحدد الوُسعَ على قدر عقلك ثم تقيس التكليف عليه، برغم أن الذي خلقك هو الذي يُكلف ويعلم أنك تَسَعُ التكليف، وهو سبحانه لا يكلف إلا بما في وسعك؛ بدليل أن المشرع سبحانه يعطي الرخصة عندما يكون التكليف ليس في الوسع. ولنر رحمة الحق وهو يقول:  {وَمَن كَانَ مَرِيضاً أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} ، وكلمة {مَرِيضاً} كلمة عامة، وأنت فيها حجة على نفسك وبأمر طبيب مسلم حاذق يقول لك:  «إن صمت فأنت تتعب» والمرض مشقته مزمنة في بعض الأحيان، ولذلك تلزم الفدية بإطعام مسكين. </p><p> وكذلك يرخص الله لك عندما تكون {على سَفَرٍ} . وكلمة {سَفَرٍ} هذه مأخوذة من المادة التي تفيد الظهور والانكشاف، ومثل ذلك قولنا:  «أسفر الصبح» . وكلمة «سفر» تفيد الانتقال من مكان تقيم فيه إلى مكان جديد، وكأنك كلما مشيت خطوة تنكشف لك أشياء جديدة، والمكان الذي تنتقل إليه هو جديد بالنسبة لك، حتى ولو كنت قد اعتدت أن تسافر إليه؛ لأنه يصير في كل مرة جديداً لما ينشأ عنه من ظروف عدم استقرار في الزمن، صحيح أن شيئاً من المباني والشوارع لم يتغير، ولكن الذي يتغير هو الظروف التي تقابلها، صحيح أن ظروف السفر في زماننا قد اختلفت عن السفر من قديم الزمان. </p><p> إن المشقة في الانتقال قديماً كانت عالية، ولكن لنقارن سفر الأمس مع سفر اليوم من ناحية الإقامة. وستجد أن سفر الآن بإقامة الآن فيه مشقة، ومن العجب أن الذين يناقشون هذه الرخصة يناقشونها ليمنعوا الرخصة، ونقول لهم: اعلموا أن </p><p> تشريع الله للرخص ينقلها إلى حكم شرعي مطلوب؛ وفي ذلك يروي لنا جابر بن عبد الله رَضِيَ اللَّهُ عَنْه قال:  «كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في سفر فرأى زحاماً ورجلاً قد ظلّل عليه فقال:» ما هذا «فقالوا» : صائم فقال: «ليس من البر الصوم في السفر»  «.</p><p> وعندما تقرأ النص القرآني تجده يقول:  {وَمَن كَانَ مَرِيضاً أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} أي أن مجرد وجود في السفر يقتضي الفطر والقضاء في أيام أخر، ومعنى ذلك أن الله لا يقبل منك الصيام، صحيح أنه سبحانه لم يقل لك: » افطر «ولكن مجرد أن تكون مريضاً مرضاً مؤقتا أو مسافراً فعليك الصوم في عدة أيام أخر وأنت لن تشرع لنفسك.</p><p> ولنا في رسول الله أسوة حسنة فقد نهى عن صوم يوم عيد الفطر، لأن عيد الفطر سُمي كذلك، لأنه يحقق بهجة المشاركة بنهاية الصوم واجتياز الاختبار، فلا يصح فيه الصوم، والصوم في أول أيام العيد إثم، لكن الصوم في ثاني أيام العيد جائز، لحديث عن أبي هريرة رَضِيَ اللَّهُ عَنْه «أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نهى عن صيام يومين: يوم الفطر ويوم الأضحى» . </p><p> وقد يقول قائل: ولكن الصيام في رمضان يختلف عن الصوم في أيام أخر؛ لأن رمضان هو الشهر الذي أنزل فيه القرآن. وأقول: إن الصوم هو الذي يتشرف بمجيئه في شهر القرآن، ثم إن الذي أنزل القرآن وفرض الصوم في رمضان هو سبحانه الذي وهب الترخيص بالفطر للمريض أو المسافر ونقله إلى أيام أخر في غير رمضان، وسبحانه لا يعجز عن أن يهب الأيام الأخر نفسها التجليات الصفائية التي يهبها للعبد الصائم في رمضان. </p><p> إن الحق سبحانه حين شرع الصوم في رمضان إنما أراد أن يشيع الزمن الضيق زمن رمضان في الزمن المتسع وهو مدار العام. ونحن نصوم رمضان في الصيف ونصومه في الشتاء وفي الخريف والربيع، إذن فرمضان يمر على كل العام. </p><p> ويقول الحق:  {وَعَلَى الذين يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} والطوق هو القدرة فيطيقونه أي يدخل في قدرتهم وفي قولهم، والفدية هي إطعام مسكين. </p><p> ويتساءل الإنسان: كيف يطيق الإنسان الصوم ثم يؤذن له بالفطر مقابل فدية هي إطعام مسكين؟ وأقول: إن هذه الآية دلت على أن فريضة الصوم قد جاءت بتدرج، كما تدرج الحق في قضية الميراث، فجعل الأمر بالوصية، وبعد ذلك نقلها إلى الثابت بالتوريث؛ كذلك أراد الله أن يُخرج أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من دائرة أنهم لا يصومون إلى أن يصوموا صياماً يُخيّرهُم فيه لأنهم كانوا لا يصومون ثم جاء الأمر بعد ذلك بصيام لا خيار فيه، فكأن الصوم قد فرض أولا باختيار، وبعد أن اعتاد المسلمون وألفوا الصوم جاء القول الحق:  {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ} وفي هذه الآية لم يذكر الحق الفدية أو غيرها. إذن كانت فريضة الصوم القرار الارتقائي، فصار الصوم فريضة محددة المدة وهي شهر رمضان {شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الهدى والفرقان فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ} وبذلك انتهت مسألة الفدية بالنسبة لِمَنْ يطيق الصوم، أما الذي لا يطيق أصلاً بأن يكون مريضاً أو شيخاً، فإن قال الأطباء المسلمون: إن هذا مرض «لا يُرجى شفاؤه» نقول له: أنت لن تصوم أياما أخر وعليك أن تفدي. </p><p> لقد جاء تشريع الصوم تدريجياً ككثير من التشريعات التي تتعلق بنقل المكلفين من إلف العادات، كالخمر مثلاً والميسر والميراث، وهذه أمور أراد الله أن يتدرج فيها. ويقول قائل: مادام فرض الصيام كان اختيارياً فلماذا قال الحق بعد الحديث عن الفدية {فَمَن تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَّهُ} ؟ </p><p> وأقول: عندما كان الصوم اختيارياً كان لابد أيضا من فتح باب الخير والاجتهاد فيه، فمَنْ صام وأطعم مسكيناً فهذا أمر مقبول منه، ومن صام وأطعم مسكينين، فذاك أمر أكثر قبولا. ومَنْ يدخل مع الله من غير حساب يؤتيه الله من غير حساب، ومن يدخل على الله بحساب، يعطيه الحق بحساب، وقول الحق:  {وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ} هو خطوة في الطريق لتأكيد فرضية الصيام، وقد تأكد ذلك الفرض بقوله الحق:  {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ} ولم يأت في هذه الآية بقوله: {وَأَن </p><p> تَصُومُواْ خَيْرٌ لَّكُمْ} لأن المسألة قد انتقلت من الاختيار إلى الفرض. </p><p> إذن فالصيام هو منهج لتربية الإنسان، وكان موجوداً قبل أن يبعث الحق سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وعندما جاء الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دخل الصوم على المسلمين اختيارياً في البداية، ثم فريضة من بعد ذلك. وقد شرع الله الصوم في الإسلام بداية بأيام معدودة ثم شرح لنا الأيام المعدودة بشهر رمضان. </p><p> والذي يطمئن إليه خاطري أن الله بدأ مشروعية الصوم بالأيام المعدودة، ثلاثة أيام من كل شهر وهو اليوم العاشر والعشرون، والثلاثون من أيام الشهر، وكانت تلك هي الأيام المعدودة التي شرع الله فيها أن نصوم؛ وكان الإنسان مخيراً في تلك الأيام المعدودة: إن كان مطيقا للصوم أن يصوم أو أن يفتدي، أما حين شرع الله الصوم في رمضان فقد أصبح الصوم فريضة تعبدية وركناً من أركان الإسلام، وبعد ذلك جاءنا الاستثناء للمريض والمسافر. </p><p> إذن لنا أن نلحظ أن الصوم في الإسلام كان على مرحلتين: المرحلة الأولى: أن الله سبحانه وتعالى شرع صيام أيام معدودة، وقد شرحنا أحكامها، والمرحلة الثانية هي تشريع الصوم في زمن محدود. . شهر رمضان، والعلماء الذين ذهبوا إلى جواز رفض إفطار المريض وإفطار المسافر لأنهم لم يرغبوا أن يردوا حكمة الله في التشريع، أقول لهم: إن الحق سبحانه وتعالى حين يرخص لابد أن تكون له حكمة أعلى من مستوى تفكيرنا، وأن الذي يؤكد هذا أن الحق سبحانه وتعالى قال:  {وَمَن كَانَ مَرِيضاً أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} . </p><p> الحكم هنا هو الصوم عدة أيام أخر، ولم يقل فمن أفطر فعليه عدة من أيام أخر، أي أن صوم المريض والمسافر قد انتقل إلى وقت الإقامة بعد السفر، والشفاء من المرض، فالذين قالوا من العلماء: هي رخصة، إن شاء الإنسان فعلها وإن شاء تركها، لابد أن يقدر في النص القرآني {وَمَن كَانَ مَرِيضاً أَوْ على سَفَرٍ} ، فأفطر، {فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} . </p><p> ونقول: ما لا يحتاج إلى تأويل في النص أولى في الفهم مما يحتاج إلى تأويل، وليكن أدبنا في التعبير ليس أدب ذوق، بل أدب طاعة؛ لأن الطاعة فوق الأدب. </p><p> إذن فالذين يقولون هذا لا يلحظون أن الله يريد أن يخفف عنا، ثم ما الذي يمنعنا أن نفهم أن الحق سبحانه وتعالى أراد للمريض وللمسافر رخصة واضحة، فجعل صيام أي منهما في عدة من الأيام الأخر. فإن صام في رمضان وهو مريض أو على سفر فليس له صيام، أي أن صيامه لا يعتد به ولا يقبل منه، وهذا ما أرتاح إليه، ولكن علينا أن ندخل في اعتبارنا أن المراد من المرض والسفر هنا، هو ما يخرج مجموع ملكات الإنسان عن سويّتها. </p><p> وما معنى كلمة «شهر» التي جاءت في قوله: {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ} ؟ . إن كلمة «شهر» مأخوذة من الإعلام والإظهار، وما زلنا نستخدمها في الصفقات فنقول مثلا: لقد سجلنا البيع في «الشهر العقاري» أي نحن نعلم الشهر العقاري بوجود صفقة، حتى لا يأتي بعد ذلك وجود صفقة على صفقة، فكلمة «شهر» معناها الإعلام والإظهار، وسُميت الفترة الزمنية «شهراً» لماذا؟ لأن لها علامة تُظهرها، ونحن نعرف أننا لا نستطيع أن نعرف الشهر عن طريق الشمس؛ فالشمس هي سمة لمعرفة تحديد اليوم، فاليوم من مشرق الشمس إلى مشرق آخر وله ليل ونهار. </p><p> ولكن الشمس ليست فيها علامة مميزة سطحية ظاهرة واضحة تحدد لنا بدء الشهر، إنما القمر هو الذي يحدد تلك السمة والعلامة بالهلال الذي يأتي في أول الشهر، ويظهر هكذا كالعرجون القديم، إذن فالهلال جاء لتمييز الشهر، والشمس لتمييز النهار، ونحن نحتاج لهما معا في تحديد الزمن. </p><p> إن الحق سبحانه وتعالى يربط الأعمال العبادية بآيات كونية ظاهرة التي هي الهلال، وبعد ذلك نأخذ من الشمس اليوم فقط؛ لأن الهلال لا يعطيك اليوم، فكأن ظهور الهلال على شكل خاص بعدما يأتي المحاق وينتهي، فميلاد الهلال بداية إعلام وإعلان وإظهار أن الشهر قد بدأ، ولذلك تبدأ العبادات منذ الليلة الأولى في رمضان؛ لأن العلامة الهلال مرتبطة بالليل، فنحن نستطلع الهلال في المغرب، فإن رأيناه نقل شهر رمضان بدأ. ولم تختلف هذه المسألة لأن النهار لا يسبق الليل، إلا في عبادة واحدة وهي الوقوف بعرفة، فالليل الذي يجئ بعدها هو الملحق بيوم عرفة. </p><p> وكلمة {رَمَضَانَ} مأخوذة من مادة (الراء والميم والضاد) ، وكلها تدل على </p><p> الحرارة وتدل على القيظ «ورمض الإنسان» أي حر جوفه من شدة العطش، و «الرمضاء» أي الرمل الحار، وعندما يقال:  «رمضت الماشية» أي أن الحر أصاب خفها فلم تعد تقوى أن تضع رجلها على الأرض، إذن فرمضان مأخوذ من الحر ومن القيظ، وكأن الناس حينما أرادوا أن يضعوا أسماء للشهور جاءت التسمية لرمضان في وقت كان حاراً، فسموه رمضان كما أنهم ساعة سموا مثلا «ربيعاً الأول وربيعاً الآخر» أن الزمن متفقاً مع وجود الربيع، وعندما سموا جمادى الأولى وجمادى الآخرة «كان الماء يجمد في هذه الأيام.</p><p> فكأنهم لاحظوا الأوصاف في الشهور ساعة التسمية، ثم دار الزمن العربي الخاص المحدد بالشهور القمرية في الزمن العام للشمس. فجاء رمضان في صيف، وجاء في خريف، لكن ساعة التسمية كان الوقت حاراً. </p><p> وهب أن إنسانا جاءه ولد جميل الشكل، فسماه «جميلاً» . وبعد ذلك مرض والعياذ بالله بمرض الجدري فشوه وجهه، فيكون الاسم قد لوحظ ساعة التسمية، وإن طرأ عليه فيما بعد ذلك ما يناقض هذه التسمية، وكأن الحق سبحانه وتعالى حينما هيأ للعقول البشرية الواضعة للألفاظ أن يضعوا لهذا الشهر ذلك الاسم، دل على المشقة التي تعتري الصائم في شهر رمضان، وبعد ذلك يعطي له سبحانه منزلة تؤكد لماذا سُمي، إنه الشهر الذي أُنزل فيه القرآن، والقرآن إنما جاء منهج هداية للقيم، والصوم امتناع عن الاقتيات، فمنزلة الشهر الكريم أنه يربي البدن ويربي النفس، فناسب أن يوجد التشريع في تربية البدن وتربية القيم مع الزمن الذي جاء فيه القرآن بالقيم، {شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن} . وإذا سمعت {أُنْزِلَ فِيهِ القرآن} فافهم أن هناك كلمات «أنزل» و «نَزّل» و «نزل» ، فإذا سمعت كلمة «أنزل» تجدها منسوبة إلى الله دائما: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ القدر}  [القدر: ١] </p><p> أما في كلمة «نَزَلَ» فهو سبحانه يقول: {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] </p><p> وقال الحق:  {تَنَزَّلُ الملائكة}  [القدر: ٤] </p><p> إذن فكلمة «أنزل» مقصورة على الله، إنما كلمة «نَزّلَ» تأتي من الملائكة، و «نَزَلَ» تأتي من الروح الأمين الذي هو «جبريل» ، فكأن كلمة «أنزل» بهمزة التعدية، عدت القرآن من وجوده مسطوراً في اللوح المحفوظ إلى أن يبرز إلى الوجود الإنساني ليباشر مهمته. </p><p> وكلمة «نَزَلَ» و «نَزَّلَ» نفهمهما أن الحق أنزل القرآن من اللوح المحفوظ إلى السماء الدنيا مناسباً للأحداث ومناسباً للظروف، فكان الإنزال في رمضان جاء مرة واحدة، والناس الذين يهاجموننا يقولون كيف تقولون: إن رمضان أنزل فيه القرآن مع أنكم تشيعون القرآن في كل زمن، فينزل هنا وينزل هناك وقد نزل في مدة الرسالة المحمدية؟ </p><p> نقول لهم: نحن لم نقل إنه «نزل» ولكننا قلنا «أنزل» ، فأنزل: تعدي من العِلم الأعلى إلى أن يباشر مهمته في الوجود. </p><p> وحين يباشر مهمته في الوجود ينزل منه «النَّجْم» يعني القسط القرآني موافقا للحدث الأرضي ليجيء الحكم وقت حاجتك، فيستقر في الأرض، إنما لو جاءنا القرآن مكتملاً مرة واحدة فقد يجوز أن يكون عندنا الحكم ولا نعرفه، لكن حينما لا يجيء الحكم إلا ساعة نحتاجه، فهو يستقر في نفوسنا. </p><p> وأضرب هذا المثل ولله المثل الأعلى أنت مثلاً تريد أن تُجهز صيدلية للطوارئ في المنزل، وأنت تضع فيها كل ما يخص الطوارئ التي تتخيلها، ومن الجائز أن يكون عندك الدواء لكنك لست في حاجة له، أما ساعة تحتاج الدواء وتذهب لتصرف تذكرة الطبيب من الصيدلية، عندئذ لا يحدث لبس ولا اختلاط، فكذلك حين يريد الله حكماً من الأحكام ليعالج قضية من قضايا الوجود فهو لا ينتظر حتى ينزل فيه حكم من الملأ الأعلى من اللوح المحفوظ، إنما الحكم موجود في السماء الدنيا، فيقول للملائكة: تنزلوا به، وجبريل ينزل في أي وقت شاء له الحق أن </p><p> ينزل من أوقات البعثة المحمدية، أو الوقت الذي أراد الله سبحانه وتعالى أن يوجد فيه الحكم الذي يغطي قضية من القضايا. </p><p> إذن فحينما يوجد من يريد أن يشككنا نقول له: لا. </p><p> نحن نملك لغة عربية دقيقة، وعندنا فرق بين «أنزل» و «نَزَّل» و «نزل» ولذلك فكلمة «نزل» تأتي للكتاب، وتأتي للنازل بالكتاب يقول تعالى:  {نَزَلَ بِهِ الروح الأمين}  [الشعراء: ١٩٣] </p><p> ويقول سبحانه:  {وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ}  [الإسراء: ١٠٥] </p><p> وكان بعض من المشركين قد تساءلوا؛ لماذا لم ينزل القرآن جملة واحدة؟ . وانظر إلى الدقة في الهيئة التي أراد الله بها نزول القرآن فقد قال الحق:  {وَقَالَ الذين كَفَرُواْ لَوْلاَ نُزِّلَ عَلَيْهِ القرآن جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً}  [الفرقان: ٣٢] </p><p> وعندما نتأمل قول الحق:  {كَذَلِكَ} فهي تعني أنه سبحانه أنزل القرآن على الهيئة التي نزل بها لزوماً لتثبيت فؤاد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والمؤمنين، ولو نزل مرة واحدة لكان تكليفاً واحداً، وأحداث الدعوة شتى وكل لحظة تحتاج إلى تثبيت فحين يأتي الحدث ينزل نَجْم قرآني فيعطي به الحق تثبيتا للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأضرب مثلا بسيطا ولله المثل الأعلى والمنزه عن كل تشبيه أن ابناً لك يريد حُلة </p><p> جديدة أتحضرها له مرة واحدة، فتصادفه فرحة واحدة، أم تحضر له في يوم رابطة العنق واليوم الذي يليه تحضر له القميص الجديد، ثم تحضر له «البدلة» ؟ ، إذن فكل شيء يأتي له وقع وفرحة. </p><p> والحق ينزل القرآن منجماً لماذا؟ {لِنُثَبِّتَ بِهِ فُؤَادَكَ} ومعنى {لِنُثَبِّتَ بِهِ فُؤَادَكَ} أي أنك ستتعرض لمنغصات شتى، وهذه المنغصات الشتى كل منها يحتاج إلى تَرْبِيتٍ عليك وتهدئة لك، فيأتي القسط القرآني ليفعل ذلك وينير أمامك الطريق. {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً} أي لم نأت به مرة واحدة بل جعلناه مرتباً على حسب ما يقتضيه من أحداث. حتى يتم العمل بكل قسط، ويهضمه المؤمن ثم نأتي بقسط آخر. ولنلحظ دقة الحق في قوله عن القرآن:  {وَلاَ يَأْتُونَكَ بِمَثَلٍ إِلاَّ جِئْنَاكَ بالحق وَأَحْسَنَ تَفْسِيراً}  [الفرقان: ٣٣] </p><p> إن الكفار لهم اعتراضات، ويحتاجون إلى أمثلة، فلو أنه نزل جملة واحدة لأهدرَتْ هذه القضية، وكذلك حين يسأل المؤمنون يقول القرآن: يسئلونك عن كذا وعن كذا، ولو شاء الله أن يُنزل القرآن دفعة واحدة، فكيف كان يغطي هذه المسألة؟ فما داموا سوف يسألون فلينتظر حتى يسألوا ثم تأتي الإجابة بعد ذلك. </p><p> إذن فهذا هو معنى «أنزل» أي أنه أنزل من اللوح المحفوظ، ليباشر مهمته في الوجود، وبعد ذلك نزل به جبريل، أو تتنزل به الملائكة على حسب الأحداث التي جاء القرآن ليغطيها. </p><p> ويقول الحق:  {أُنْزِلَ فِيهِ القرآن هُدًى لِّلنَّاسِ} . ونعرف أن كلمة {هُدًى} معناها: الشيء الموصل للغاية بأقصر طريق، فحين تضع إشارات في الطريق الملتبسة، فمعنى ذلك أننا نريد للسالك أن يصل إلى الطريق بأيسر جهد، و «هدى» تدل على علامات لنهتدي بها يضعها الخالق سبحانه، لأنه لو تركها للخلق ليضعوها لاختلفت الأهواء، وعلى فرض أننا سنسلم بأنهم لا هوى لهم ويلتمسون الحق، وعقولهم ناضجة، سنسلم بكل ذلك، ونتركهم كي يضعوا المعالم، ونتساءل: وماذا عن الذي يضع تلك العلامات، وبماذا يهتدي؟ . </p><p> إذن فلابد أن يوجد له هدى من قبل أن يكون له عقل يفكر به، كما أن الذي يضع هذا الهدى لابد ألا ينتفع به، وعلى ذلك فالله سبحانه أغنى الأغنياء عن الخلق ولن ينتفع بأي شيء من العباد، أما البشر فلو وضعوا «هدى» فالواضع سينتفع به، ورأينا ذلك رأى العين؛ فالذي يريد أن يأخذ مال الأغنياء ويغتني يخترع المذهب الشيوعي، والذي يريد أن يمتص عرق الغير يضع مذهب الرأسمالية، ومذاهب نابعة من الهوى، ولا يمكن أن يُبرأ أحد من فلاسفة المذاهب نفسه من الهوى: الرأسمالي يقنن فيميل لهوى نفسه، والشيوعي يميل لنفسه، ونحن نريد مَن يُشرع لنا دون أن ينتفع بما شرع، ولا يوجد من تتطابق معه هذه المواصفات إلا الحق سبحانه وتعالى فهو الذي يشرع فقط، وهو الذي يشرع لفائدة الخلق فقط. </p><p> والذي يدلك على ذلك أنك تجد تشريعات البشر تأتي لتنقض تشريعات أخرى، لأن البشر على فرض أنهم عالمون فقد يغيب عنهم أشياء كثيرة، برغم أن الذي يضع التشريع يحاول أن يضع أمامه كل التصورات المستقبلية، ولذلك نجد التعديلات تجرى دائما على التشريعات البشرية؛ لأن المشرع غاب عنه وقت التشريع حكم لم يكن في باله، وأحداث الحياة جاءت فلفتته إليه، فيقول: التشريع فيه نقص ولم يعد ملائماً، ونعدله. </p><p> إذن فنحن نريد في من يضع الهدى والمنهج الذي يسير عليه الناس بجانب عدم الانتفاع بالمنهج لابد أيضا أن يكون عالما بكل الجزئيات التي قد يأتي بها المستقبل، وهذا لا يتأتى إلا في إله عليم حكيم، ولذلك قال تعالى:  {وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ}  [الأنعام: ١٥٣] </p><p> ستتبعون السبل، هذا له هوى، وهذا له هوى، فتوجد القوانين الوضعية التي تبددنا كلنا في الأرض، لأننا نتبع أهواءنا التي تتغير ولا نتبع منهج من ليس له نفع في هذه المسألة، ولذلك أقول: افطنوا جيداً إلى أن الهدى الحق الذي لا أعترض عليه هو هدى الله، {هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الهدى والفرقان} . والقرآن في جملته «هدى» والفرقان هو أن يضع فارقاً في أمور يلتبس فيها الحق بالباطل، فيأتي التنزيل الحكيم ليفرق بين الحق والباطل. </p><p> ويقول الحق:  {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَن كَانَ مَرِيضاً أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} ، وحين تجد تعقيباً على قضية فافهم أن من شهد منكم الشهر فليصمه ولابد أن تقدر من شهد الشهر فليصمه إن كان غير مريض، وإن كان غير مسافر، لابد من هذا مادام الحق قد جاء بالحكم. </p><p> و «شهد» هذه تنقسم قسمين: {فَمَن شَهِدَ} أي من حضر الشهر وأدركه وهو غير مريض وغير مسافر أي مقيم، {وَمَن كَانَ مَرِيضاً أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر} . ونريد أن نفهم النص بعقلية من يستقبل الكلام من إله حكيم، إن قول الله:  {يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر} . </p><p> تعقيب على ماذا؟ تعقيب على أنه أعفى المريض وأعفى المسافر من الصيام، فكأن الله يريد بكم اليسر، فكأنك لو خالفت ذلك لأردت الله معسراً لا ميسراً والله لا يمكن أن يكون كذلك، بل أنت الذي تكون معسراً على نفسك، فإن كان الصوم له قداسة عندك، ولا تريد أن تكون أسوة فلا تفطر أمام الناس، والتزم بقول الله:  {فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} لأنك لو جنحت إلى ذلك لجعلت الحكم في نطاق التعسير، فنقول لك: لا، إن الله يريد بك اليسر، فهل أنت مع العبادة أم أنت مع المعبود؟ أنت مع المعبود بطبيعة الإيمان. </p><p> ومثال آخر نجده في حياتنا: هناك من يأتي ليؤذن ثم بعد الأذان يجهر بقول: «الصلاة والسلام عليك يا سيدي يا رسول الله» يقول: إن هذا حب لرسول الله، لكن هل أنت تحب الرسول إلا بما شرع؟ إنه قد قال: </p><p> «إذا سمعت النداء فقولوا مثلما يقول المؤذن ثم صلوا علي» فقد سمح الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لمن يؤذن ولمن يسمع أن يصلي عليه في السر، لا أن يأتي بصوت الأذان الأصيل وبلهجة الأذان الأصيلة ونصلي على النبي، لأن الناس قد يختلط عليها، وقد يفهم بعضهم أن ذلك من أصول الأذان. إنني أقول لمن يفعل ذلك: يا أخي، ألا توجد صلاة مقبولة على النبي إلا المجهور بها؟ لا إن لك أن تصلي على النبي، لكن في سرك. </p><p> وكذلك إن جاء من يفطر في رمضان لأنه مريض أو على سفر، نقول له: استتر، حتى لا تكون أسوة سيئة؛ لأن الناس لا تعرف أنك مريض أو على سفر، استتر كي لا يقول الناس: إن مسلماً أفطر. ويقول الحق:  {وَلِتُكْمِلُواْ العدة} فمعناها كي لا تفوتكم أيام من الصيام. </p><p> انظروا إلى دقة الأداء القرآني في قوله:  {وَلِتُكَبِّرُواْ الله على مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} . إن العبادة التي نفهم أن فيها مشقة هي الصيام وبعد ذلك تكبرون الله؛ لأن الحق سبحانه عالم أن عبده حين ينصاع لحكم أراده الله وفيه مشقه عليه مثل الصوم ويتحمله، وعندما يشعر بأنه قد انتهى منه إنه سبحانه عالم بأن العبد سيجد في نفسه إشراقاً يستحق أن يشكر الله الذي كلفه بالصوم ووفقه إلى أدائه؛ لأن معنى {وَلِتُكَبِّرُواْ الله} يعني أن تقول: «الله أكبر» وأن تشكره على العبادة التي كنت تعتقد أنها تضنيك، لكنك وجدت فيها تجليات وإشراقات، فتقول: الله أكبر من كل ذلك، الله أكبر؛ لأنه حين يمنعني يعطيني، وسبحانه يعطي حتى في المنع؛ فأنت تأخذ مقومات حياة ويعطيك في رمضان ما هو أكثر من مقومات الحياة والإشراقات التي تتجلى لك، وتذوق حلاوة التكليف وإن كان قد فوت عليك الاستمتاع بنعمة فإنه أعطاك نعمة أكثر منها. </p><p> وبعد ذلك فالنسق القرآني ليس نسقاً من صنع البشر، فنحن نجد أن نسق البشر يقسم الكتاب أبواباً وفصولاً ومواد كلها مع بعضها، ويُفصل كل باب بفصوله ومواده، وبعد ذلك ينتقل لباب آخر، لكن الله لا يريد الدين أبواباً، وإنما يريد الدين وحدة متكاتفة في بناء ذلك الإنسان، فيأتي بعد قوله:  {وَلِتُكَبِّرُواْ الله} ب {وَلَعَلَّكُمْ تَشْكُرُونَ} ومعنى ذلك أنكم سترون ما يجعلكم تنطقون ب «الله أكبر» ؛ لأن الله أسدى إليكم جميلاً، وساعة يوجد الصفاء بين «العابد» وهو الإنسان و «المعبود» وهو الرب، ويثق العابد بأن المعبود لم يكلفه إلا بما يعود عليه بالخير، هنا يحسن العبد ظنه بربه، فيلجأ إليه في كل شيء، ويسأله عن كل شيء، ولذلك جاء هنا قول الحق: </p><p> {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ ... } </p>"
}