{
  "id": null,
  "sura": 2,
  "aya": 157,
  "text": "<p> فلننظر إلى غاية الغايات التي يدربنا الله عليها لنحمل الدعوة، ولنحمي منهج الحق، ولنهدم دولة المبطلين، هذه غاية؛ لكنها ليست الغاية النهائية، فالغاية النهائية أننا نفعل ذلك لنأخذ رحمات الله وبركاته في الآخرة. </p><p> إذن، فالغاية النهائية في كل إيمان وفي كل عمل هي ابتغاء مرضاة الله ورحمته. </p><p> وكما قال المرحوم الشيخ سيد قطب رحمة الله عليه: إياك أن يشغلك عن صلوات الله وتحياته وبركاته شيء ولو انتصار العقيدة نفسه. </p><p> كأن انتصار العقيدة وسيلة لتنال بها الصلوات والرحمة من ربك، فكل شيء ما عدا ذلك وسيلة تسلم إلى غاية، وغاية المؤمن أن يكون من الذين يشملهم قول الله: </p><p> {أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون}  [البقرة: ١٥٧] </p><p> ونحن نعرف أن الصلاة في اللغة هي الدعاء، للناس صلاة، وللملائكة صلاة، ولله صلاة، فهو القائل:  {هو الذي يصلي عليكم وملائكته}  [الأحزاب: ٤٣] </p><p> وكلنا نعيش برحمات الله، حتى الكافر يعيش على الأرض برحمة الله، ويأخذ أسباب حياته برحمة الله، والنعم والخيرات التي يعيش عليها تأتيه بسبب رحمة الله، والمؤمن يأخذ نعم الدنيا برحمة الله ويزيد الله له بالبركة والاطمئنان، والاطمئنان نعمة كبرى، فمن يعش في هذه الحياة وهو مطمئن إلى غاية أفضل من هذه الحياة، فهذا لون عظيم من الاطمئنان. </p><p> فالصلاة من الله عطاء الرحمة والبركة. </p><p> والصلاة من الملائكة استغفار. </p><p> والصلاة من المؤمنين دعاء. </p><p> والدعاء حين تدعوه لمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالخير وبالرحمة وبالبركة وهو دعاء لك، لماذا؟ لأن كل منزلة ينالها رسول الله عائدة لأمته وللعالم أجمع. </p><p> فمن الذي يشفع عند الله في يوم الحشر ليعجل الله بالفصل بين الخلائق؟ . إنه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> إذن فكل خير يناله رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو خير لأمته، فإذا دعوت له فكأنك تدعو لنفسك إنك عندما تصلي عليه مرة يصلي الله عليك عشراً. </p><p> أليس في ذلك خير لك؟ </p><p> {أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون}  [البقرة: ١٥٧] </p><p> والمهتدون هم الذين التزموا الطريق الموصل للغاية، والغاية هي صلوات من ربهم ورحمة، وأنت الآن متمتع بنعم الله بأسباب الله، وعند الله في الآخرة سوف تتمتع بإذن الله بنعم الله وبلقاء الله. </p><p> بعد ذلك يقول الحق:  {إِنَّ الصفا والمروة مِن شَعَآئِرِ الله ... } </p>"
}