{
  "id": null,
  "sura": 2,
  "aya": 275,
  "text": "<p> وانظروا إلى كلمة {يَأْكُلُونَ} ، هل كل حاجات الحياة أكل؟ لا، فحاجات الحياة كثيرة، الأكل بعضها، ولكن الأكل أهم شيء فيها؛ لأنه وسيلة استبقاء النفس. و {الربا} هو الأمر الزائد، وما دام هو الأمر الزائد يعني هو لا يحتاج أن يأكل، فهذا </p><p> تقريع له. </p><p> إن الحق يريد أن يبشع هذا الأمر فيقول: لهم سمة. هذه السمة قال العلماء أهي في الآخرة يتميزون بها في المحشر، كما يقول الحق:  {يُعْرَفُ المجرمون بِسِيمَاهُمْ}  [الرحمن: ٤١] </p><p> فهؤلاء غير المصلين لهم علامة مميزة، وهؤلاء غير المزكين لهم علامة أخرى مميزة بحيث إذا رأيتهم عرفتهم بسيماهم، وأنهم من أي صنف من أصناف العصاة فكأنهم حين يقومون يوم القيامة يقومون مصروعين كالذي يتخبطه ويضربه الشيطان من المس فيصرعه، أو أن ذلك أمر حاصل لهم في الدنيا، ولنبحث هذا الأمر: </p><p> {الذين يَأْكُلُونَ الربا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس} . نريد أن نعرف كلمة «التخبط» وكلمة «الشيطان» وكلمة «المس» . «التخبط» هو الضرب على غير استواء وهدى، أنت تقول: فلان يتخبط، أي أن حركته غير رتيبة، غير منطقية، حركة ليس لها ضابط، ذلك هو التخبط. و «الشيطان» جنس من خلق الله؛ لأن الله قال لنا: إنه خلق الإنس والجن، والجن منهم شياطين، وجن مطلق، والشيطان هو عاصي الجن. ونحن لم نر الشيطان، ولكننا علمنا به بوساطة إعلام الحق الذي آمنا به فقال: أنا لي خلقا مستتر، ولذلك سميته الجن، من الاستتار ومنه المجنون أي المستور عقله، والعاصي من هذا الخلق اسمه «شيطان» . </p><p> إذن فإيماننا به لا عن حس، ولكن عن إيمان بغيب أخبرنا به من آمنا به. وحين نجد شيئاً اسمه الإيمان يجب أن نعرف أنه متعلق بشيء غير مُحس؛ لأن المُحس لا يقال لك: آمن به؛ لأنه مشهود لك، فأنا لا أقول: أنا أؤمن بأن المصباح منير الآن، أنا لا أؤمن بأننا مجتمعون في المسجد الآن، لا أقول ذلك لأن هذا واقع مشهود ومُحسّ. إذن فالأمر الإيماني يتعلق بالغيب، مثل الإيمان بوجود الملائكة. فإذا ما كنا قد آمنا بالغيب نجد الحق سبحانه وتعالى يعطي لنا صورة للشيطان، </p><p> ولكنه حين يعطينا صورة للشيطان أو لرأس الشيطان المميزة له، كما أن رءوسنا نحن هي التي تميزنا يتكلم سبحانه عن شجرة الزقوم فيقول جل شأنه:  {إِنَّهَا شَجَرَةٌ تَخْرُجُ في أَصْلِ الجحيم طَلْعُهَا كَأَنَّهُ رُءُوسُ الشياطين}  [الصافات: ٦٤ - ٦٥] </p><p> وشجرة الزقوم في الآخرة في النار، إذن فنحن لا نراها، ورءوس الشياطين لا نراها، فكيف يشبه الله ما لم نره بما لم نره، يشبه شيئا مجهولاً بشيء مجهول؟ نقول: نعم، وذلك أمر مقصود للإعجاز القرآني؛ لأن للشيطان صورة متخيلة بشعة، بدليل أنك لو طلبت من رسامي العالم في فن الكاريكاتير، وقلت لهم: ارسموا لنا صورة الشيطان، ولم تعطهم ملامح صورة محددة، فكل منهم يرسم وفق تخيله كياناً غاية في القبح: فهذا يصوره بالقبح من ناحية، وذلك يصوره بالقبح من ناحية أخرى بحيث لو جمعت الرسوم لما اتحد رسم مع رسم. </p><p> إذن فكل واحد يستبشع صورة يرسمها. وساعة نعطي الجائزة لمن رسم صورة الشيطان أنعطي الجائزة لأجملهم صورة أم لأقبحهم صورة؟ إننا نعطي الجائزة لصاحب أشد الصور قبحا. إذن فصورة الشيطان المتمثلة صورة بشعة قبيحة، ولو جاء على صورة واحدة من القبح لاختلف الناس حول هذه الصورة فلعل هذا يكون قبحا عندك ولا يكون قبحا عن آخر، ولكن حين يُطلق الله أخيلة الناس في تصور القبح، يكون القبح مائلا وواضحا في عمل كل إنسان فتكون الصورة أكمل وأوفى فالأكمل والأوفى أن يكون القبح شائعا فيها جميعا. </p><p> ويقول الحق:  {الذي يَتَخَبَّطُهُ الشيطان مِنَ المس} الشيطان قلنا: إنه العاصي من الجن، وقلنا: إن ربنا سبحانه وتعالى حكى لنا كثيرا أن الشياطين لهم التصاق واتصال بكثير من الإنس: {وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الإنس يَعُوذُونَ بِرِجَالٍ مِّنَ الجن فَزَادُوهُمْ رَهَقاً}  [الجن: ٦] </p><p> و {لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس} فكأن الشيطان قد مس التكوين الإنساني مساً أفسد استقامة ملكاته، فالتكوين الإنساني له استقامة ملكات مع بعضها البعض؛ فكل حركة لها استقامة، فإذا ما مسّه الشيطان فسد تآزر الملكات، فملكاته النفسية تكون غير مستقيمة وغير منسجمة مع بعضها البعض، فتكون حركته غير رتيبة وغير منطقية. </p><p> وما المناسبة بين هذه الصورة وبين عملية الربا؟ . إن أردنا في الآخرة ميزة، فساعة ترى واحداً مصروعاً فاعرف أنه من أصحاب الربا، هذا في الآخرة، وفي الدنيا تجد أيضاً أن له حركة غير منطقية، هستيرية، كيف؟ </p><p> انظر إلى العالم الآن، لقد خلق الله العالم على هيئة من التكامل. فهذا إنسان يتمتع بإمكانات ومواهب، وذاك يتمتع بمواهب وإمكانات أخرى، حتى يحتاج صاحب هذه الإمكانات إلى صاحب تلك الإمكانات فيكتمل الكون، ولو أن كل إنسان كان وحدة متكررة لاستغنى الكل عن الكل. ولو أن الأفراد متساوون في المواهب لما احتاج الناس لبعضهم البعض. لكن المواهب تختلف؛ لأنك إن أجدت فنًّا من فنون الحياة فقد أجاد سواك فنونا أخرى أنت محتاج إليها، فإن احتاجوا إليك فيما أَجَدْت، فقد احتجت إليهم فيما أجادوا، وهكذا يتكامل العالم. وكذلك خلق الله الكون: مناطق حارة، ومناطق باردة، ومناطق بها معادن، ومناطق بها زراعة؛ حتى يضطر العالم إلى أن يتكامل، ويضطر العالم إلى أن يتعايش مع بعضه ولذلك يقول الحق في سورة «الرحمن» : </p><p> {والأرض وَضَعَهَا لِلأَنَامِ}  [الرحمن: ١٠] </p><p> {وَضَعَهَا} لمن؟ . {والأرض} ، أي أرض، وأي أنام؟ . الأرض كل الأرض، والأنام كل الأنام، فإن تحددت بحواجز فسدت. إن منع الإنسان من حرية الانتقال من مكان إلى مكان يفسد حركة الإنسان في الكون، فقد يرغب إنسان في أن ينتقل إلى أرض بكر ليعمرها، فيرفض أهل تلك الأرض، فلو أن الأرض كل الأرض كانت للأنام بحيث إن ضاق العمل في مكان ذهبت إلى مكان </p><p> آخر، بدون قيود عليك، تلك القيود التي نشأت من السلطات الزمنية التي تحتجز الأماكن لأنفسها، فهذا ما يفسد الكون. فهناك بيئات تشتكي قلة القوت، وبيئات تشتكي قلة الأيدي العاملة لأرض خراب وهي تصلح أن تزرع، فلو أن الأرض كل الأرض للأنام كل الأنام لما حدث عجز. </p><p> ونلاحظ ما يُقال: ازدحام السكان أو الانفجار السكاني، بينما توجد أماكن تتطلب خلقاً! ويوجد خلق تتطلب أماكن، فلماذا هذا الاختلال؟ هذا الاختلال ناشئ من أن السلوك البشري غير منطقي في هذا الكون. والكون الذي نعيش فيه، فيه ارتقاءات عقلية شتّى، وطموحات ابتكارية صعدت إلى الكواكب، وتغزو الفضاء، ووُجِدَت في كل بيت آلات الترفيه، أما كان المنطق يقتضي أن يعيش العالم سعيداً مستريحاً؟ </p><p> كان المنطق يقتضي أن يعيش العالم مستريحاً هادئاً؛ لأنه في كل يوم يبتكر أشياءَ تعطي له أكبر الثمرة بأقل مجهود في أقل زمن، فماذا نريد بعد هذا؟ ولكن هل العالم الذي نعيش فيه منطقي مع هذا الواقع؟ لا، بل نحن نجد أغنى بلاد العالم وأحسنها وفرة اقتصادية هي التي يعاني الناس فيها القلق، وهي التي تمتلئ بالاضطراب، وهي التي ينتشر فيها الشذوذ، وهي التي تشكو من ارتفاع نسبة الجنون بين سكانها. </p><p> إذن فالعالم ليس منطقياً. وهذا التخبط يؤكد ما يقوله الحق:  {إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس} إنها حركة هستيرية في الكون تدل على أنه كون غير مستريح، كون غير منسجم مع طموحاته وابتكاراته. </p><p> أما كان على هذا الكون بعقلائه أن يبحثوا عن السبب في هذا، وأن يعرفوا لماذا نشقى كل هذا الشقاء وعندنا هذه الطموحات الابتكارية؟ كان يجب أن يبحثوا، فالمصيبة عامة، لا تعم الدول المتخلفة أو النامية فقط، بل هي أيضاً في الدول المتقدمة، كان يجب أن يعقد المفكرون المؤتمرات ليبحثوا هذه المسألة، فإذا ما كانت المسألة عامة تضم كل البلاد متقدمها ومتأخرها وجب أن نبحث عن سبب مشترك، ولا نبحث عن سبب قد يوجد عند قوم ولا يوجد عن قوم آخرين؛ لأننا لو بحثنا لقلنا: يوجد في هذه البيئة. وكذلك هو موجود في كل البيئات، فلا بد أن يوجد </p><p> القدر المشترك. </p><p> فالأرزاق التي توجد في الكون تنقسم إلى قسمين: رزق أنتفع به مباشرة، ورزق هو سبب لما أنتفع به مباشرة. </p><p> أنا آكل رغيف الخبز، هذا اسمه رزق مباشر، وأشرب كون الماء، وهو رزق مباشر، واكتسي بالثوب وذلك أيضاً رزق مباشر، وأسكن في البيت وهذا رابعاً رزق مباشر، وأنير المصباح رزق مباشر. ولكن المال يأتي بالرزق المباشر، ولا يغني عن الرزق المباشر. فإذا كان عندي جبل من ذهب وأنا جوعان، ماذا أفعل به؟ . إذن فرغيف العيش أحسن منه، هذا رزق مباشر، فالنقود أو الذهب أشتري بها هذا وهذا، لكن لا يغنيني عن هذا وهذا. </p><p> وقد جاء وقت أصبح الناس يرون فيه أن المال هو كل شيء حتى صار هدفا وتعلق الناس به. . وفي الحق أنّ المال ليس غاية، ولا ينفع أن يكون غاية بل هو وسيلة. فإن فقد وسيلته وأصبح غاية فلا بد أن يفسد الكون؛ فعلة فساد الكون كله في القدر المشترك الذي هو المال، حيث أصبح المال غاية، ولم يعد وسيلة. </p><p> والحق سبحانه وتعالى يريد أن يطهر حياة الاقتصاد للناس طهارة تضمن حِلّ ما يطعمون، وما يشربون، وما يكتسون، حتى تصدر أعمالهم عن خليات إيمانية طاهرة مصفاة؛ ذلك أن الشيء الذي يصدر عن خلية إيمانية طاهرة مصفاة لا يمكن أن ينشأ عنه إلا الخير. </p><p> ومن العجيب أن نجد القوم الذين صدروا لنا النظام الربوي يحاولون الآن جاهدين أن يتخلصوا منه، لا لأنهم ينظرون إلى هذا التخلص على أنه طهارة دينية، ولكن لأنهم يرون أن كل شرور الحياة ناشئة عن هذا الربا. وليست هذه الصيحة حديثة عهد بنا، فقديما أي من عام ألف وتسعمائة وخمسين قام رجل الاقتصاد العالمي «شاخت» في ألمانيا وقد رأى اختلال النظام فيها وفي العالم، فوضع تقريره بأن الفساد كله ناشئ من النظام الربوي، وأن هذا النظام يضمن للغني أن يزيد غنى، وما دام هذا النظام قد ضمن للغني أن يزيد غنى، فمن أين يزداد غنى؟ لاشك أنه يزداد غنى من الفقير. إذن فستئول المسألة إلى أن المال سيصبح في يد أقلية في الكون تتحكم في مصائره كلها ولاسيما المصائر الخلقية. لماذا؟ . </p><p> لأن الذين يحبون أن يستثمروا المال لا ينظرون إلا إلى النفعية المالية، فهم يديرون المشروعات التي تحقق لهم تلك النفعية. وهناك رجل اقتصاد آخر هو «كينز» الذي يتزعم فكرة «الاقتصاد الحر» في العالم يقول قولته المشهورة: إن المال لا يؤدي وظيفته في الحياة إلا إذا انخفضت الفائدة إلى درجة الصفر. ومعنى ذلك أنه لا ربا. </p><p> وإذا ما نظرنا إلى عملية عقد الربا في ذاتها وجدناها عقداً باطلاً؛ لأن كل عقد من العقود إنما يوجد لحماية الطرفين المتعاقدين، وعقد الربا لا يحمي إلا الطرف الدائن فقط، وهناك أمر خلقي آخر وهو أن الإنسان لا يعطي ربا إلا إذا كان عنده فائض زائد على حاجته. </p><p> ولا يأخذ إنسان من المرابي إلا إذا كان محتاجاً. فانظروا إلى النكسة الخلقية في الكون. إن المعدم الفقير الذي لا يجد ما يسد جوعه وحاجته يضطر إلى الاستدانة، وهذا الفقير المعدم هو الذي يتكفل بأن يعطي الأصل والزائد إلى الغني غير المحتاج. </p><p> إنها نكسة خلقية توجد في المجتمع ضِغناً، وتوجد في المجتمع حقداً، وتقضي على بقية المعروف وقيمته بين الناس، وتنعدم المودة في المجتمع. فإذا ما رأى إنسان فقيرٌ إنساناً غنياً عنده المال، ويشترط الغني على الفقير المعدم أن يعطيه ما يأخذه وأن يزيد عليه، فعلى أية حال ستكون مشاعر وأحاسيس الفقير؟ كان يكفي الغني أن يعطي الفقير، وأن يسترد الغني بعد ذلك ما أخذه الفقير، ولكن الغني المرابي يطلب من الفقير أن يسدد ما أخذه ويزيد عليه. وكانوا يتعللون ويقولون: إن النص القرآني إنما يتكلم عن الربا في الأضعاف المضاعفة، فإذا ما منعنا القيد في الأضعاف المضاعفة لا يكون حراماً!! </p><p> أي أنهم يريدون تبرير إعطاء الفقير مالاً، وأن يرده أضعافاً فقط لا أضعافاً مضاعفة؛ حتى لا يصير ذلك الاسترداد بالزيادة حراماً. ولهؤلاء نقول: إن الذين يقولون ذلك يحاولون أن يتلصصوا على النص القرآني، وكأن الله قد ترك النص ليتلصصوا عليه ويسرقوا منه ما شاءوا دون أن يضع في النص ما يحول دون هذا التلصص، ولو فطنوا إلى أن الله يقول في آخر الأمر: </p><p> {وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ}  [البقرة: ٢٧٩] </p><p> هذا القول الحاسم يوضح أن الله لم يستثن ضعفاً ولا أضعافاً. إذن فقوله الحق:  {يَآ أَيُّهَا الذين آمَنُواْ لاَ تَأْكُلُواْ الربا أَضْعَافاً مُّضَاعَفَةً واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ}  [آل عمران: ١٣٠] </p><p> إن هذا القول الحكيم لم يجئ إلا ليبين الواقع الذي كانوا يعيشونه، ولم يستثن الله ضعفاً أو أضعافاً؛ لأن الحق جعل التوبة تبدأ من أن يأخذ الإنسان رأس ماله فقط، فلا يسمح الله لأحد أن يأخذ نصف الضعف أو الضعف أو الضعفين، ولا يسمح بالأضعاف ولا بالمضاعفات. </p><p> وكانوا يتعللون أن اتفاق الطرفين على أي أمر يعتبر تراضياً ويعتبر عقداً. وقد يكون ذلك صحيحاً إن لم يكن هناك مشرع أعلى من كل الخلق يسيطر على هذا التراضي. فهل كلما تراضى الطرفان على شيء يصير حلالاً؟ </p><p> لو كان الأمر كذلك لكان الزنا حلالاً: لأنهما طرفان قد تراضيا. وكل ذلك لا يتأتى أي رضاء الطرفين إلا في الأمور التي ليس فيها تشريع صدر عن المشرع الأعلى، وهو الله الحيّ القيوم. </p><p> إن الله قد فرض أمراً يقضي على التراضي بيني وبينك؛ لأنه هو المسيطر، وهو الذي حكم في الأمر، فلا تراضي بيننا فيما يخالف ما شرع الله أو حكم فيه. </p><p> وإذا نظرنا نظرة أخرى فإننا نجد أن التراضي الذي يدعونه مردود عليه. إنه «تراضٍ» باطل بالفحص الدقيق والبحث المنطقي. لماذا؟ لأننا نقول إن التراضي إنما ينشأ بين اثنين لا يتعدى أمر ما تراضيا عليه إلى غيرهما، أما إذا كان الأمر قد تعدى من تراضيا عليه إلى غيرهما فالتراضي باطل. </p><p> فهب أن واحداً لا يملك شيئا، وواحداً آخر يملك ألفا، والذي يملك ألفا هي ملكه، وأدار بها عملا من الأعمال، وحين يدير صاحب الألف عملا فالمطلوب له أجر عمله ليعيش من هذا الأجر. أما الذي لا يملك شيئا إذا ما أراد أن يعمل مثلما عمل صاحب الألف، فذهب إلى إنسان وأخذ منه ألفا ليعمل عملا كعمل صاحب الألف، فيشترط من يعطيه هذه الألف من الأموال أن يزيده مائة حين السداد، فيكون المطلوب من الذي اقترض هذه الألف أجر عمله كصاحب الألف الأول ومطلوب منه أيضا أن يزيد على أجره تلك المائة المطلوبة لمن أقرضه بالربا. </p><p> فمن أين يأتي من اقترض ألفا بهذه المائة الزائدة؟ إن سلعته لو كانت تساوي سلعة الآخر فإنه يخسر. وإن كانت سلعته أقل من سلعة الآخر فإنها تكسد وتبور. </p><p> إذن فلا بد له من الاحتيال النكد، وهذا الاحتيال هو أن يخلع على سلعته وصفا شكليا يساوي به سلعة الآخر، ويعمد إلى إنقاص الجواهر الفعالة في صنعة سلعته، فيسحب منها ما يوازي المائة المطلوب سدادها للمرابي. فن الذي سيدفع ذلك؟ إنه المستهلك. </p><p> إذن فالمستهلك قد أضير بهذا التراضي؛ فهو الذي سيغرم؛ لأنه هو الذي يدفع أخيراً قيمة قرض الرجل المتاجر بالسلعة وقيمة النسبة الربوية التي حددها المرابي. إذن فالعقد بين المقترض والمرابي حتى في عرفهم عقد باطل رغم أن الاثنين المقترض والمرابي قد اعتبرا هذا العقد تراضيا. </p><p> إذن فالحق سبحانه وتعالى أراد أن يشيع في الناس الرحمة والمودة. وأن يشيع في الناس التعاطف. إنه الحق سبحانه صاحب كل النعمة أراد أن يشيع في الناس أن يعرف كل صاحب نعمة في الدنيا أنه يجب عليه أن تكون نعمته متعدية إلى غيره، فإن رآها المحروم علم أنه مستفيد منها، فإذا كان مستفيداً منها فإنه لن ينظر إليها بحقد، ولا أن ينظر إليها بحسد، ولا يتمنى أن تزول لأن أمرها عائد إليه. ولكن إذا كان السائد هو أن يريد صاحب النعمة في الدنيا أن يأخذ بالاستحواذ على كل عائد نعمته، ولا يراعي حق الله في مهمة النعمة، ولا تتعدى هذه النعمة </p><p> إلى غيره، فالمحروم عندما يرى ذلك يتمنى أن تزول النعمة عن صاحبها وينظر إليها بحسد. ويشيع الحقد ومعه الضغينة، ويجد الفساد فرصة كاملة للشيوع في المجتمع كله. </p><p> إن الحق سبحانه وتعالى يريد أن يسيطر على الاقتصاد عناصر ثلاثة: </p><p> العنصر الأول: الرفد والعطاء الخالص، فيجد الفقير المعدم غنيا يعطيه، لا بقانون الحق المعلوم المفروض في الزكاة، ولكن بقانون الحق غير المعلوم في الصدقة، هذا هو الرفد. </p><p> العنصر الثاني: يكون بحق الفرض وهو الزكاة. </p><p> العنصر الثالث: هو بحق القرض وهو المداينة. </p><p> إذن فأمور ثلاثة هي التي تسيطر على الاقتصاد الإسلامي: إما تطوع بصدقة، وإما أداءٌ لمفروض من زكاة، وإما مداينة بالقرض الحسن، وذلك هو ما يمكن أن ينشأ عليه النظام الاقتصادي في الإسلام. ولننظر إلى قول الحق سبحانه وتعالى حين عرض هذه المسألة وبشّع هيئة الذين يأكلون الربا بأنهم لا يقومون إلا كما يقوم الذي يتخبطه ويصرعه الشيطان من المس. </p><p> لماذا؟ لأن الحق قال فيهم:  {ذَلِكَ بِأَنَّهُمْ قالوا إِنَّمَا البيع مِثْلُ الربا} فهل الكلام في البيع، أو الكلام في الربا؟ إن الكلام في الربا. وكان المنطق يقتضي أن يقول:  «الربا كالبيع» ، فما الذي جعلهم يعكسون الأمر؟ </p><p> إن النص القرآني هنا يوحي إلى التخبط حتى في القضية التي يريدون أن يحتجوا بها. كأنهم قالوا: ما دمت تريد أن تحرم الربا، فالبيع مثل الربا، وعليك تحريم البيع أيضا. </p><p> وكان القياس أن يقولوا:  «إنما الربا مثل البيع» ، لكن الحق سبحانه أراد أن يوضح لنا تخبطهم فجاء على لسانهم: إنما البيع مثل الربا فإن كنتم قد حرمتم الربا فحرموا البيع، وإن كنتم قد حللتم البيع فحللوا الربا. إنهم يريدون قياسا إما بالطرد، وإما بالعكس. </p><p> فقال الله القول الفصل الحاسم: </p><p> {وَأَحَلَّ الله البيع وَحَرَّمَ الربا فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ فانتهى}  [البقرة: ٢٧٥] </p><p> وعن ابن مسعود رَضِيَ اللَّهُ عَنْه قال:  «لَعَنَ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آكل الربا وموكله» . </p><p> إنها موعظة من الله جاءت، الموعظة إن كانت من غير مستفيد منها، فالمنطق أن تُقبل بضم التاء أما الموعظة التي يُشَك فيها، فهي الموعظة التي تعود على الواعظ بشيء ما. فإذا كانت الموعظة قد جاءت ممن لا يستفيد بهذه الموعظة، فهذه حيثية قبولها {فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ فانتهى} ، ولنر كلمة «ربه» حينما تأتي هنا فلنفهم منها أن المقصود بها الحق سبحانه الذي تولى تربيتكم، ومتولي التربية خلقا بإيجاد ما يستبقي الحياة، وإيجاد ما يستبقي النوع، ومحافظة على كل شيء بتسخير كل شيء لك أيها الإنسان، فيجب أن تكون أيها الإنسان مهذبا أمام ربك فلا توقع نفسك في اتهام الرب الخالق في شبهة الاستفادة من تلك الموعظة معاذ الله. </p><p> لماذا؟ لأن الخالق رب، وما دام الخالق رباً فهو المتولي تربيتكم، فإياك أيها الإنسان أن تتأبَّى على عظة المُربّي. {فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ فانتهى فَلَهُ مَا سَلَفَ} ومعنى ذلك أن الأمر لن يكون بأثر رجعي فلا يؤاخذ بما مضى منه؛ لأنه أخذ قبل نزول التحريم؛ تلك هي الرحمة، لماذا؟ </p><p> لأنه من الجائز أن يكون المرابي قد رتب حياته ترتيباً على ما كان يناله من ربا قبل التحريم، فإذا كان الأمر كذلك فإن الحق سبحانه وتعالى يعفو عما قد سلف. </p><p> وعلى المرابي أن يبدأ حياته في الوعاء الاقتصادي الجديد. </p><p> تلك هي عظمة التشريع الرباني {فانتهى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى الله} أي أن له </p><p> ما سبق وما مضى قبل تحريم الربا. وتفيد كلمة {وَأَمْرُهُ إِلَى الله} أن الله سبحانه وتعالى حينما يعفو عما سلف فله طلاقة الحرية في أن يقنن ما شاء، فيجب أن تتعلق دائما باستدامة الفضل من الله. {وَأَمْرُهُ إِلَى الله} إن مثل هذا الإنسان ربما قال: سأنهار اقتصاديا ومركزي سيتزعزع، وسأصبح كذا وكذا. لا. اجعل سندك في الله، ففي الله عوض عن كل فائت، هو سبحانه لا يريد أن يزلزل مراكز الناس، ولكن يريد أن يقول لهم: إنني إن سلبتكم نعمتي فاجعلوا أنفسكم في حضانة المنعم بالنعمة. </p><p> وما دمت قد جعلت نفسك في حضانة المنعم بالنعمة، إذن فالنعمة لا شيء؛ لأن المنعم عوض عن هذه النعمة، والربا من السبع الموبقات التي أمر الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ باجتنابها حيث قال:  «اجتنبوا السبع الموبقات قالوا يا رسول الله وما هن؟قال:الشرك بالله والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات»  {وَأَمْرُهُ إِلَى الله وَمَنْ عَادَ} أي عاد بعد الموعظة ماذا يكون أمره؟ {فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ} . وكان يكفي أن يقول عنهم: إنهم {أَصْحَابُ النار} فلعل واحداً يكون مؤمنا وبعد ذلك عاد إلى معصية، فيأخذ حظه من النار. </p><p> إنما قوله:  {هُمْ فِيهَا خَالِدُونَ} يدل على أنه خرج عن دائرة الإيمان. وافهم السابق جيداً لتفهم التذييل اللاحق؛ لأن هنا أمرين: هنا ربا حرمه الله، وأناس يريدون أن يُحلّلوا الربا عندما قالوا:  {إِنَّمَا البيع مِثْلُ الربا} ، فإن عدت إلى الربا حاكما بحرمته فأنت مؤمن عاصٍ تدخل النار. </p><p> إنما إن عدت إلى ما سلف من المناقشة في التحريم، وقلت: البيع مثل الربا، وناقشت في حرمة الربا وأردت أن تحلله كالبيع فقد خرجت عن دين الإسلام. وحين تخرج عن دين الإسلام فلك الخلود في النار. </p><p> ومن هنا يجب أن نلفت الذين يقولون بالربا، ونقول لهم: قولوا: إن الربا حرام، ولكننا لا نقدر على أنفسنا حتى نبطله ونتركه، وعليكم أن تجاهدوا أنفسكم على الخروج منه حتى لا تتعرضوا لحرب الله ورسوله. إنهم باعتقادهم أن الربا حرام يكونون عاصين فقط، أما أن يحاولوا تبرير الربا ويحللوه فسيدخلون في دائرة أخرى شر من ذلك، وهي دائرة الكفر والعياذ بالله. </p><p> وقد عرفنا أن آدم عليه السلام عصى ربه، وأكل من الشجرة، وإبليس عصى ربه، فلما تلقى آدم من ربه كلمات فتاب عليه، أما إبليس فقد طرده الله، ولماذا طرد الله إبليس وأحل عليه اللعنة؟ </p><p> لأن آدم أقر بالذنب وقال:  «ربنا ظلمنا أنفسنا» . لقد اعترف آدم: حكمك يا رب حكم حق، ولكني ظلمت نفسي. ولكن إبليس عارض في الأمر وقال:  {أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً} ، فكأنه رد الأمر على الآمر. </p><p> وبعد ذلك حين بين الله الحكم في الربا، وبين أن من انتهى له ما سلف، فماذا عن الذي يعود؟ {وَمَنْ عَادَ} وهي المقابل {فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ} ، يريد سبحانه أن يقول: إياكم أن يخدعكم الربا بلفظه، فالألفاظ تخدع البشر؛ لأنكم سميتموه «ربا» بالسطحية الناظرة: لأن الربا هو الزيادة، والزكاة تنقص، فالمائة في الربا تكون مائة وعشرة مثلا حسب سعر الفائدة، وفي الزكاة تصبح المائة (٩٧. ٥) ، في الأموال وعروض التجارة، وتختلف عن ذلك في الزروع وغيرها، وفي ظاهر الأمر أن الربا زاد، والزكاة أنقصت، ولكن هذا النقصان وتلك الزيادة هي في اصطلاحاتكم في أعرافكم. والحق سبحانه وتعالى يمحق الزائد، وينمي الناقص؛ فهو سبحانه يقول:  {يَمْحَقُ الله الربا وَيُرْبِي الصدقات ... } </p>"
}