{
  "id": null,
  "sura": 2,
  "aya": 23,
  "text": "<p> بعد أن بين الحق سبحانه وتعالى لنا أن هؤلاء الذين يتخذون من دون الله أنداداً لا يعتمدون على منطق ولا عقل. ولكنهم يعتمدون على شهوات دنيوية عاجلة. أراد أن يأتي بالتحدي بالنسبة للقرآن الكريم المعجزة الخالدة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حتى يثبت لهم أن الله سبحانه وتعالى إذا كان قد جعل خلق الكون إعجازاً محسا. . فإن القرآن منهج معجز إعجازاً قيماً. . قال الله جل جلاله: </p><p> {وَإِن كُنْتُمْ فِي رَيْبٍ} الخطاب هنا لكل كافر ومنافق غير مؤمن، لأن الذين آمنوا بالله ورسوله ليس في قلوبهم ريب، بل هم يؤمنون بأن القرآن موحى به من الله، مبلغ إلى محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالوحي المنزل من السماء. </p><p> والريب: هو الشك. وقوله تعالى:  {إِن كُنْتُمْ فِي رَيْبٍ} أي إن كنتم في شك. من أين يأتي هذا الشك والمعجزة تحيط بالقرآن وبرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ ما هي مبررات الشك، ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يقرأ ولا يكتب ولم يعرف بالبلاغة والشعر بين قومه حتى يستطيع أن يأتي من عنده بهذا الكلام المعجز الذي لم يستطع فطاحل شعراء العرب الذين تمرسوا في البلاغة واللغة أن يأتوا بآيةٍ من مثله. هذه واحدة. والثانية أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يكذب أبداً ولم يعرف عنه كذب قبل تكليفه بالرسالة بل كانوا يلقبونه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالصادق الأمين. والذين كانوا يلقبون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هم الذين اتهموه بأن هذا القرآن ليس من عند الله. أيصدق رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ مع الناس. ويكذب على الله؟ {. . هذا مستحيل. </p><p> الكلام الذي جاء به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وهو القرآن لم يكن أحد ليستطيع أن يأتي به من فطاحل علماء البلاغة العرب. والعلم الذي نزل في القرآن </p><p> الكريم. لم يكن يعرفه بشر في ذلك الوقت. فكيف جاء النبي الأمي بهذا الكلام المعجز. وبهذا العلم الذي لا يعلمه البشر؟} لو جلس إلى معلم أو قرأ كتب الحضارات القديمة. لقالوا ربما استنبط منها، ولكنه لم يفعل ذلك. </p><p> فمن أين دخل الريب إلى قلوبهم؟ لاشك أنه دخل من باب الباطل. والباطل لا حجة له. وبلا شك لقد فضحوا أنفسهم بأنهم لا يرتابون في القرآن ولكنهم كانوا يريدونه أن ينزل على سيد من سادة قريش. واقرأ قول الحق سبحانه وتعالى:  {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ}  [الزخرف: ٣١] </p><p> وهؤلاء المرتابون لم يجدوا حجة يواجهون بها القرآن، فقالوا ساحر، وهل للمسحور إرادة مع الساحر؟ إذا كان ساحرا فلماذا لم يسحركم أنتم؟ وقالوا مجنون. </p><p> والمجنون يتصرف بلا منطق. . يضحك بلا سبب. ويبكي بلا سبب. ويضرب الناس بلا سبب. ولذلك رد الحق سبحانه عليهم بقوله تعالى:  {ن والقلم وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ}  [القلم: ١ - ٤] </p><p> فهل يكون المجنون على خلق عظيم؟ إذن فأسباب الريب كلها أو الأسباب التي تثير الشك غير موجودة. وغير متوافرة. ولا يوجد سبب حقيقي واحد يجعلهم يشكون في أن القرآن ليس من عند الله. ولكنهم هم القائلون كما يروي لنا الحق تبارك وتعالى:  {وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ}  [الأنفال: ٣٢] </p><p> إذن فكل أسباب الشك غير موجودة وأسباب اليقين هي الموجودة ومع ذلك ارتابوا وشكوا. وقوله سبحانه وتعالى: </p><p> {مِّمَّا نَزَّلْنَا على عَبْدِنَا} </p><p> فالقرآن الكريم وجد في اللوح المحفوظ قبل أن يخلق الإنسان، وعندما جاء وقت مباشرته لمهمته في الكون نزل من اللوح المحفوظ إلى السماء الدنيا دفعة واحدة ثم أنزله الله سبحانه وتعالى على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بقدر ما احتاجت إليه المناسبات والأحداث. </p><p> إذن فقوله «نزلنا» أي نزل من اللوح المحفوظ إلى السماء الدنيا دفعة واحدة. وقوله تعالى «أنزل» أي أنزله آيات على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بحسب اقتضاء الأحداث والمناسبات. </p><p> الحق سبحانه وتعالى يقول:  «على عبدنا» وهذه محتاجة إلى وقفة. فالله جل جلاله. له عبيد وله عباد. كل خلق الله في كونه عبيد لله سبحانه وتعالى. لا يستطيعون الخروج عن مشيئة الله أو إرادته. هؤلاء هم العبيد. ولكن العباد هم الذين اتحدت مراداتهم مع ما يريده الله سبحانه وتعالى. . تخلوا عن اختيارهم الدنيوي، ليصبحوا طائعين لله باختيارهم، أي أنهم تساووا مع المقهورين في أنهم اختاروا منهج الله وتركوا أي اختيار يخالفه. </p><p> هؤلاء هم العباد، وإذا قرأت القرآن الكريم تجد أن الله سبحانه وتعالى يشير إلى العباد بأنهم الصالحون من البشر فيقول الحق تبارك وتعالى:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ}  [البقرة: ١٨٦] </p><p> هذا ليس لكل خلق الله، ولكنه للعباد. الذين إذا قال الله تعالى لهم افعلوا فعلوا وإذا قال الله لا تفعلوا لم يفعلوا. أي أنهم لا يخالفون بقدرتهم على الاختيار منهج الله سبحانه وتعالى. ولذلك في الجهاد لا يقول الحق سبحانه وتعالى عن المجاهدين أنهم عبيد. بل يقول جل جلاله:  {فَإِذَا جَآءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَّنَآ أُوْلِي بَأْسٍ شَدِيدٍ فَجَاسُواْ خِلاَلَ الديار وَكَانَ وَعْداً مَّفْعُولاً}  [الإسراء: ٥] </p><p> وبعض المستشرقين الذين يحاولون الطعن في القرآن الكريم يقولون أن كلمة عباد قد جاءت في وصف غير المؤمن في قوله تعالى: </p><p> {أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاَءِ أَمْ هُمْ ضَلُّوا السبيل}  [الفرقان: ١٧] </p><p> نقول: إنكم لم تفهموا أن هذا ساعة الحساب في الآخرة، وفي الآخرة كلنا عباد لأننا كلنا مقهورون فلا اختيار لأحد في الآخرة وإنما الاختيار البشري ينتهي ساعة الاحتضار، ثم يصبح الإنسان بعد ذلك مقهوراً. </p><p> فنحن جميعا في الآخرة عباد ولكن الفرق بين العبيد والعباد هو في الحياة الدنيا فقط. والعبودية هي أرقى مراتب القرب من الله تعالى. لأنك تأتي إلى الله طائعاً. منفذاً للمنهج باختيارك. ولقد عرض على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يكون ملكاً رسولاً، أو عبداً رسولا. فاختار أن يكون عبداً رسولا. وإذا أردنا أن نعرف معنى العبودية نقرأ في سورة الإسراء:  {سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً مِّنَ المسجد الحرام إلى المسجد الأقصى الذي بَارَكْنَا حَوْلَهُ}  [الإسراء: ١] </p><p> لنرى أنه في أعلى درجات الأنعام من الله سبحانه وتعالى على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المعجزة الكبرى التي لم تحدث لبشر قبله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سواء كان رسولاً أو غير رسول، ولن تحدث لبشر بعده. . ذلك أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صعد إلى السماوات السبع بالروح وبالجسد ثم عاد إلى الأرض. وتجاوز رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ منزلة جبريل فتجاوز سدرة المنتهى وهي المكان الذي ينتهي إليه علم خلق الله من البشر والملائكة المقربين. </p><p> وبشرية الرسول أخذت جدلاً كبيرا منذ بدأت الرسالات السماوية. وحتى عصرنا هذا. واقرأ قوله تعالى:  {فَقَالَ الملأ الذين كَفَرُواْ مِن قِوْمِهِ مَا نَرَاكَ إِلاَّ بَشَراً مِّثْلَنَا}  [هود: ٢٧] </p><p> وقوله تعالى:  {فقالوا أَبَشَراً مِّنَّا وَاحِداً نَّتَّبِعُهُ إِنَّآ إِذاً لَّفِي ضَلاَلٍ وَسُعُرٍ}  [القمر: ٢٤] </p><p> وقوله تعالى:  {وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَراً رَّسُولاً}  [الإسراء: ٩٤] </p><p> وقوله تعالى:  {وَلَئِنْ أَطَعْتُمْ بَشَراً مِّثْلَكُمْ إِنَّكُمْ إِذاً لَّخَاسِرُونَ}  [المؤمنون: ٣٤] </p><p> إذن فبشرية الرسول اتخذت حجة للذين لا يريدون أن يؤمنوا والرسول مبلغ عن الله. ولابد أن يكون من جنس القوم الذين أرسل إليهم. ولابد أن يكون قد عاش </p><p> بينهم فترة قبل الرسالة واشتهر بالأمانة والصدق حتى لا يكذبوه. وفي الوقت نفسه هو قدرة. ولذلك لابد أن يكون من جنس قومه. لأنه سيطبق المنهج عمليا أمامهم. ولو كان من جنس آخر لقالوا لا نطيق ما كلفتنا به يا رب. لأن هذا رسول الله مخلوق من غير مادتنا. ومقهور على الطاعة. </p><p> إذن فبشرية الرسول حتمية. وكل من يحاول أن يعطي الرسول صفة غير البشرية. إنما يحاول أن ينقص من كمالات رسالات الله، والله سبحانه وتعالى ليس عاجزاً، عن أن يحول البشر إلى ملائكة واقرأ قوله تعالى:  {وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُمْ مَّلاَئِكَةً فِي الأرض يَخْلُفُونَ}  [الزخرف: ٦٠] </p><p> إذن فبشرية الرسول هي من تمام الرسالة. </p><p> ثم يأتي التحدي من الله سبحانه وتعالى {فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ} والمطلوب أن يأتي العرب بسورة من مثل ما جاء به القرآن الكريم. </p><p> الشهود الذين يطلب الله دعوتهم هم شهود ضعفاء. شهود من البشر وليست شهادة من الله بالغيب. </p><p> والله سبحانه وتعالى وضع في هذه الآية معظم الشكوك لنفحصها، ولنصل فيما بعد ذلك إلى جوهر الإعجاز القرآني. </p><p> والحق سبحانه وتعالى تدرج في التحدي مع الكافرين. فطلب منهم أن يأتوا بمثل القرآن، ثم طلب عشر سور من مثله. ثم تدرج في التحدي فطلب سورة واحدة. والنزل في التحدي من القرآن كله إلى عشر سور. إلى سورة واحدة. دليل ضد من تحداهم. فلا يستطيعون أن يأتوا بمثل القرآن، فيقول: إذن فأتوا بعشر سور. فلا يستطيعون ويصبح موقفهم مدعاة للسخرية. فيقول: فأتوا بسورة. وهذا منتهى الاستهانة بالذين تحداهم الله سبحانه وتعالى وإثباتاً لأنهم لا يقدرون على شيء. </p><p> وكلمة بمثل. معناها أن الحق سبحانه وتعالى يطلب المثيل ولا يطلب نص القرآن وهذا إمعان وزيادة في إظهار عجز القوم الذين لا يؤمنون بالله ويشككون في القرآن. وقوله تعالى:  {وادعوا شُهَدَآءَكُم} . </p><p> معناه أن الله سبحانه وتعالى زيادة في التحدي يطالبهم بأن يأتوا هم بالشهداء ويعرضوا عليهم الآية ليحكم هؤلاء الشهود إذا كان ما جاءوا به مثل القرآن أم لا. أليس هذا إظهار منتهى القوة لله سبحانه وتعالى لأنه لم يشترط شهداء من الملائكة ولا شهداء من الذين اشتهر عنهم الصدق. وأنهم يشهدون بالحق. بل ترك الحق سبحانه لهم أن يأتوا بالشهداء وهؤلاء الشهداء لن يستطيعوا أن يشهدوا أن كلام هؤلاء المشككين يماثل سورة من القرآن. </p><p> الله سبحانه وتعالى طلب منهم أن يأتوا بأي شهداء متحيزين لهم. وأطلقها سبحانه وتعالى على كل أجناس الأرض فقال:  {مِّن دُونِ الله إِنْ كُنْتُمْ صَادِقِينَ} ولكن إياكم أن تقولوا يشهد الله بأن ما جئنا به مثل القرآن. لأنكم تكونون قد كذبتم على الله وادعيتم شيئا لم يقله سبحانه وتعالى. </p><p> ولكن ما معنى قوله تعالى:  {إِنْ كُنْتُمْ صَادِقِينَ} صادقين في ماذا؟ وما هو الصدق؟ الصدق يقابل الكذب، والصدق والكذب، كل منهما نسبي. كلنا يعلم أن هناك كلاماً غير مفيد، فإذا قلت محمد وسَكَتَّ فمن يسمعك سيسألك، ماذا تقصد بقولك محمد؟ وسؤاله دليل على أنه لم يستفد شيئاً، ولكنه لو سألك من عندك؟ وأجبت محمد فكأنك تخبره بأن عندك محمداً وهذه كلمة واحدة لكنك فهمتها بالمعنى الذي أخذته من كلام السائل. إذن فلا تقل كلمة واحدة ولكن قل كلاماً مفيداً. إذن فالكلام المفيد هو الذي يسكت السامع عليه. </p><p> وكل متكلم قبل أن ينطق بالكلام يكون عنده نسبة ذهنية لما سيقول، يعبر عنها بنسبة كلامية. ولكن هناك نسبة خارجية لما يقول تمثل الواقع. </p><p> أي أنك لو قلت محمد مجتهد فلابد أن يكون هناك شخص اسمه محمد. ولابد أن يكون مجتهداً فعلاً. لتتطابق النسبة الكلامية. مع النسبة الواقعية. فإذا لم يكن هناك شخص اسمه محمد. أو كان هناك شخص اسمه محمد ولكنه ليس مجتهداً، </p><p> فإن النسبة الكلامية تخالف النسبة الواقعية. </p><p> والصدق أن تتطابق النسبة الكلامية والنسبة الواقعية. «والكذب» ألا تتطابق النسبة الكلامية مع النسبة الواقعية. . هذا المفهوم ضرورة لعرض معنى الآية الكريمة. </p><p> إذن فقوله تعالى «صادقين» أي أن تتطابق النسبة الكلامية التي ستقولونها مع نسبة واقعية تستطيعون أن تدللوا عليها. فإن لم يحدث ذلك فأنتم كاذبون. </p><p> فالله سبحانه وتعالى يريد منكم الدليل على صدقكم. </p>"
}