{
  "id": null,
  "sura": 2,
  "aya": 193,
  "text": "<p> وعرفنا أن الفتنة ابتلاء واختبار والحق يقول:  {أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ}  [العنكبوت: ٢] </p><p> إن الحق يختبر الإيمان بالفتنة، ويرى الذين يُعلنون الإيمان هل يصبرون على ما فيه من ابتلاءآت أم لا؟ فلو كان دخول الإسلام لا يترتب عليه دخول في حرب أو قتال ولا يترتب عليه استشهاد بعض المؤمنين لكان الأمر مغريا لكثير من الناس بالدخول في الإسلام، لكن الله جعل لهم الفتنة في أن يُهزَموا ويُقتل منهم عدد من الشهداء، وذلك حتى لا يدخل الدين إلا الصفوة التي تحمل كرامة الدعوة، وتتولى حماية الأرض من الفساد، فلا بد أن يكون المؤمنون هم خلاصة الناس. </p><p> لذلك قال سبحانه:  {وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ} . معنى أن يكون الدين لله، أي تخرجوهم من ديانة أنفسهم أو من الديانات التي فرضها الطغيان عليهم، وعندما نأخذهم من ديانات الطغيان، ومن الديانات التي زينها الناس إلى ديانات الخالق فهذه مسألة حسن بالنسبة لهم، وتلك مهمة سامية. كأنك بهذه </p><p> المهمة السامية تريد أن ترشد العقل الإنساني وتصرفه وتمنعه من أن يَديِنَ لمساو له؛ إلى أن يدين لمن خلقه. وعلى صاحب مثل هذا العقل أن يشكر من يوجهه إلى هذا الصواب. ولذلك يُجلى الحق سبحانه وتعالى هذه الحقيقة فيقول على لسان الرسول:  {قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلاَّ مَن شَآءَ أَن يَتَّخِذَ إلى رَبِّهِ سَبِيلاً}  [الفرقان: ٥٧] </p><p> فكأننا لو نظرنا إلى عمل الرسول بالنسبة إلينا بمنظار الاقتصاد لوجب أن يكون له أجر، لأنه يقدم المنفعة لنا، وبرغم ما قدمه من منفعة فهو لا يأخذ أجراً؛ لأنه زاهد في الأجر؛ فإنه يعلم أن الأجر من المساوي له قليل مهما عظم وهو يريد الأجر ممن خلقه، وهذا طمع في الأعلى؛ لأنه لا يعطي الأجر على الإيمان إلا الله سبحانه وتعالى، وهو الذي يعطي بلا حدود. </p><p> ويختتم الحق هذه الآية الكريمة بقوله:  {فَإِنِ انتهوا فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين} أي أنهم إذا انتهوا إلى عدم قتالكم، فأنتم لن تعتدوا عليهم، بل ستردون عدوان الظالم منهم. والظالم حين يعتدي يظن أنه لن يقدر عليه أحد، والحق يطلب منا أن نقول له: بل نقدر عليك، ونعتدي عليك بمثل ما اعتديت علينا. ويعطينا الحق حيثية ذلك فيقول:  {الشهر الحرام بالشهر الحرام والحرمات قِصَاصٌ ... } </p>"
}