{
  "id": null,
  "sura": 2,
  "aya": 62,
  "text": "<p> بعد أن تحدث الحق سبحانه وتعالى عن بني إسرائيل وكيف كفروا بنعمه. . أراد أن يعرض لنا حساب الأمم التي سبقت أمم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يوم القيامة، ولقد وردت هذه الآية في سورة المائدة ولكن بخلاف يسير من التقديم والتأخير. . ففي سورة المائدة:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئون والنصارى}  [المائدة: ٦٩] </p><p> أي أنه في سورة المائدة تقدمت الصابئون على النصارى. . واختلف الإعْراب فبينما في البقرة و «الصابئين» . . وفي المائدة و «الصابئون» . . وردت آية أخرى في سورة الحج:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ والصابئين والنصارى والمجوس والذين أشركوا إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ}  [الحج: ١٧] </p><p> الآيات الثلاث تبدو متشابهة. . إلا أنَّ هناك خلافات كثيرة. . ما هو سبب التكرار الموجود في الآيات. . وتقديم الصابئين مرة وتأخيرها. . ومع تقديمها رفعت وتغير الإعراب. . وفي الآيتين الأوليين (البقرة والمائدة) تأتي: {مَنْ آمَنَ </p><p> بالله واليوم الآخر وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} . . أما في الآية التي في سورة الحج فقد زاد فيها:  {المجوس والذين أشركوا} . . واختلف فيها الخبر. . فقال الله سبحانه وتعالى:  {إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة} . </p><p> عندما خلق الله وأنزله ليعمر الأرض أنزل معه الهدى. . واقرأ قوله تعالى:  {فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى}  [طه: ١٢٣] </p><p> مفروض أن آدم أبلغ المنهج لأولاده. . وهؤلاء أبلغوه لأولادهم وهكذا. . وتشغل الناس الحياة وتطرأ عليهم الغفلة. . ويصيبهم طمع الدنيا وجشعها ويتبعون شهواتهم. . فكان لابد من رحمة الله لخلقه أن يأتي الرسل ليذكروا وينذروا ويبشروا. . </p><p> الآية الكريمة تقول:  {إِنَّ الذين آمَنُواْ} . . أي إيمان الفطرة الذي نزل مع آدم إلى الأرض. . وبعد ذلك جاءت أديان كفر الناس بها فأبيدوا من على الأرض. . كقوم نوح ولوط وفرعون وغيرهم. . وجاءت أديان لها اتباع حتى الآن كاليهودية والنصرانية والصابئية، والله سبحانه وتعالى يريد أن يجمع كل ما سبق في رسالة محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جاء لتصفية الوضع الإيماني في الأرض. . </p><p> إذن الذين آمنوا أولا سواء مع آدم أو مع الرسل. . الذين جاءوا بعده لمعالجة الداءات التي وقعت. . ثم الذين تسموا باليهود والذين تسموا بالنصارى والذين تسموا بالصابئة. . فالله تبارك وتعالى يريد أن يبلغهم لقد انتهى كل هذا. . فمن آمن بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فلا خوف عليهم ولا هم يحزنون. . فكأن رسالته عَلَيْهِ الصَّلَاة وَالسَّلَام ُ جاءت لتصفية كل الأديان السابقة. </p><p> . وكل إنسان في الكون مطالب بأن يؤمن بمحمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . فقد دعى الناس كلهم إلى الإيمان برسالته. . ولو بقي إنسان من عهد آدم أو من عهد إدريس أو من </p><p> عهد نوح أو إبراهيم أو هود. . وأولئك الذين نسبوا إلى اليهودية وإلى النصرانية وإلى الصابئية. . كل هؤلاء مطالبون بالإيمان بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ والتصديق بدين الإسلام. . فالإسلام يمسح العقائد السابقة في الأرض. . ويجعلها مركزة في دين واحد. . الذين آمنوا بهذا الدين:  {لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} . . والذين لم يؤمنوا لهم خوف وعليهم حزن. . وهذا إعلان بوحدة دين جديد. . ينتظم فيه كل من في الأرض إلى أن تقوم الساعة. . أما أولئك الذين ظلوا على ما هم عليه. . ولم يؤمنوا بالدين الجديد. . لا يفصل الله بينهم إلا يوم القيامة. . ولذلك فإن الآية التي تضمنت الحساب والفصل يوم القيامة. . جاء فيها كل من لم يؤمن بدين محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . بما فيهم المجوس والذين أشركوا. </p><p> والحق تبارك وتعالى أراد أن يرفع الظن. . عمن تبع دينا سبق الإسلام وبقي عليه بعد السلام. . وهو يظن أن هذا الدين نافعه. . نقول له أن الحق سبحانه وتعالى قد حسم هذه القضية في قوله تعالى:  {وَمَن يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ}  [آل عمران: ٨٥] </p><p> وقوله جل جلاله:  {إِنَّ الدِّينَ عِندَ الله الإسلام}  [آل عمران: ١٩] </p><p> إذن التصفية النهائية لموكب الإيمان والرسالات في الوجود حسمت. . فالذي آمن بمحمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . لا يخاف ولا يحزن يوم القيامة. . والذي لم يؤمن يقول الله تبارك وتعالى له {إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة} . . إذن الذين آمنوا هم الذين ورثوا الإيمان من عهد آدم. . والذين هادوا هم أتباع موسى عليه السلام. . وجاء الاسم من قولهم:  «إنا هدنا إليك» أي عدنا إليك. . والنصارى جمع نصراني وهم منسوبون إلى الناصرة البلدة التي ولد فيها عيسى عليه </p><p> السلام. . أو من قول الحواريين نحن أنصار الله في قوله تعالى:  {فَلَمَّآ أَحَسَّ عيسى مِنْهُمُ الكفر قَالَ مَنْ أنصاري إِلَى الله قَالَ الحواريون نَحْنُ أَنْصَارُ الله آمَنَّا بالله واشهد بِأَنَّا مُسْلِمُونَ}  [آل عمران: ٥٢] </p><p> أما الصابئة فقد اختلف العلماء فيهم. . قال بعضهم هم أتباع نوح ولكنهم غيروا بعده وعبدوا من دون الله الوسائط في الكون كالشمس والقمر والكواكب. . أو الصابئة هم الذين انتقلوا من الدين الذي كان يعاصرهم إلى الدين الجديد. . أو هم جماعة من العقلاء قالوا ما عليه قومنا لا يقنع العقل. . كيف نعبد هذه الأصنام ونحن نصنعها ونصلحها؟ . </p><p> . فامتنعوا عن عبادة أصنام العرب. . فقالوا عنهم إنهم صبئوا عن دين آبائهم. . أي تركوه وآمنوا بالدين الجديد. . وأيا كان المراد بالصابئين فهم كل من مال عن دينه إلى دين آخر. </p><p> أننا نلاحظ أن الله سبحانه وتعالى. . جاء بالصابئين في سورة البقرة متأخرة ومنصوبة. . وفي سورة المائدة متقدمةً ومرفوعةً. . نقول هذا الكلام يدخل في قواعد النحو. . الآية تقول:  {إِنَّ الذين آمَنُواْ} . . نحن نعرف أَنَّ (إِنَّ) تنصب الاسم وترفع الخبر. . فالذين مبني لأنه إسم موصول في محل نصب إسم لأن:  {والذين هَادُواْ} معطوف على الذين آمنوا يكون منصوباً أيضاً. . والنصارى معطوف أيضا على إسم إن. . والصابئين معطوف أيضا ومنصوب بالياء لأنه جمع مذكر سالم. . </p><p> نأتي إلى قوله تعالى:  {مَنْ آمَنَ بالله واليوم الآخر} . هذه مستقيمة في سورة البقرة إعرابا وترتيبا. . والصابئين تأخرت عن النصارى لأنهم فرقة قليلة. . لا تمثل جمهرة كثيرة كالنصارى. . ولكن في آية المائدة تقدمت الصابئون وبالرفع في قوله تعالى:  {إِنَّ الذين آمَنُواْ والذين هَادُواْ} . . الذين آمنوا إسم إن والذين هادوا معطوف. . و «الصابئون» كان القياس إعرابيا أن يقال والصابئين. . وبعدها النصارى معطوفة. . ولكن كلمة (الصابئون) توسطت بين اليهود وبين </p><p> النصارى. . وكسر إعرابها بشكل لا يقتضيه الظاهر. . وللعرب إذن مرهفة لغويا. . فمتى سمع الصابئين التي جاءت معطوفة على اسم إن تأتي بالرفع يلتفت لفتة قسرية ليعرف السبب. . </p><p> حين تولى أبا جعفر المنصور الخلافة. . وقف على المنبر ولحن لحنة أي أخطأ في نطق كلمة. . وكان هناك إعرابي يجلس فآذت أُذنيه. . وأخطأ المنصور للمرة الثانية فحرك الإعرابي أُذنيه باستغراب. . وعندما أخطأ للمرة الثالثة قام الإعرابي وقال. . أشهد أنك وليت هذا الأمر بقضاء وقدر. . أي أنك لا تستحق هذا. . هذا هو اللحن إذا سمعه العربي هز أذنيه. . فإذا جاء لفظ مرفوعا والمفروض أن يكون منصوبا. . فإن ذلك يجعله يتنبه أن الله له حكمة وعلة. . فما هي العلة؟ . . </p><p> الذين آمنوا أمرهم مفهوم والذين هادوا أمرهم مفهوم والنصارى أمرهم مفهوم. . أما الصابئون فهؤلاء لم يكونوا تابعين لدين. . ولكنهم سلكوا طريقا مخالفا. . فجاءت هذه الآية لتلفتنا أن هذه التصفية تشمل الصابئين أيضا. . فقدمتها ورفعتها لتلفت إليها الآذان بقوة. . فالله سبحانه وتعالى يعطف الإيمان على العمل لذلك يقول دائما:  {آمَنَ وَعَمِلَ صَالِحاً} . . لأن الإيمان إن لم يقترن بعمل فلا فائدة منه. . والله يريد الإيمان أن يسيطر على حركة الحياة بالعمل الصالح. . فيأمر كل مؤمن بصالح العمل وهؤلاء لا خوف عليهم في الدنيا ولا هم يحزنون في الآخرة. </p>"
}