{
  "id": null,
  "sura": 2,
  "aya": 154,
  "text": "<p> الحق جل جلاله يعلم أن أحداث الإيمان وخصوم الإيمان سيواجهون المسلمين بمشقة عنيفة. . لا تهددهم في أموالهم فقط ولكن تهددهم في نفوسهم، فأراد الله عَزَّ وَجَلَّ أن يعطي المؤمنين مناعة ضد هذه الأحداث. . وأوصاهم بالصبر والصلاة يواجهون بها كل حدث يهزهم بعنف. . قال لهم إن المسألة قد تصل إلى القتل. . إلى الاستشهاد في سبيل الله. وأراد أن يطمئنهم بأن الشهادة هي أعلى مرتبة إيمانية يستطيع الإنسان المؤمن أن يصل إليها في الدنيا فقال سبحانه:  {وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ الله أَمْوَاتٌ} . </p><p> إن القتل هو أشد ما يمكن أن يقع على الإنسان. . فأنت تصاب في مالك أو في ولدك أو في رزقك أو في صحتك، أما أن تصاب في نفسك فتقتل فهذه هي المصيبة الكبرى. . والله سبحانه سَمَّى الموتَ مصيبة واقرأ قوله تعالى:  {إِنْ أَنتُمْ ضَرَبْتُمْ فِي الأرض فَأَصَابَتْكُم مُّصِيبَةُ الموت}  [المائدة: ١٠٦] </p><p> الله تبارك وتعالى أراد أن يفهم المؤمنون أن الذي يقتل في سبيل الله لا يموت. . وإنما يعطيه الله لونا جديدا من الحياة فيه من النعم ما لا يعد ولا يحصى. يقول جل جلاله:  {وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ الله أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِن لاَّ تَشْعُرُونَ} . </p><p> ما هو مظهر الحياة التي يعيشونها؟ الحياة عندنا مظهرها الحركة، والذي قتل في سبيل الله ما هي حركته؟ حركته بالنسبة لغير المؤمنين خصوم الإسلام والإيمان بأنه لن يسلب منه الحياة. . لأنه سيذهب إلى حياة أسعد والموت ينقله إلى خير مما هو يعيش فيه. . فإذا كان الكفار قد قتلوه فهم لم يسلبوه شيئا وإنما نقلوه إلى نعمة أكبر مما كان يعيش فيها. . أما بالنسبة للمؤمنين فإنه سيحمي لهم منهج الله ليصل إليهم إلى أن تقوم الساعة. </p><p> إن كل المعارك التي يستشهد فيها المؤمنون إنما هي سلسلة متصلة لحماية حركة الإيمان في الوجود. . وعظمة الحياة ليست في أن أتحرك أنا ولكن أن اجعل مَن بعدي يتحرك. . والمؤمن حين يستشهد يبقى أثره في الوجود لكل حركة من متحرك بعده. . فكل حركة لحماية الإيمان تستشهد به وبما فعله وتأخذ من سلوكه الإيماني دافعا لتقاتل وتستشهد. فكأن الحركة متصلة والعملية متصلة. . أما الكافر فإن الحياة تنتهي عنده بالموت ولكن تنتظره حياة أخرى حينما يبعث الله الناس جميعا ثم يأتي بالموت فيموت. . وحين يموت الموت تصبح الحياة بلا موت إما في الجنة وإما في النار. </p><p> الله سبحانه وتعالى يريدنا أن نعلم أن من يقتل في سبيل الله هو حي عند ربه ينتقل من الحياة الدنيا إلى الحياة الآخرة مباشرة. </p><p> . ولا يكتب عليه الموت في حياة البرزخ حتى يوم القيامة مثل من يموت ميتة طبيعية ولا يموت شهيدا. . ولأن هذه الحياة حياة الشهداء أخفى الله سبحانه عنا تفاصيلها لأنها من حياة الآخرة. . وهي غيب عنا قال تبارك وتعالى:  {وَلَكِن لاَّ تَشْعُرُونَ} . . ومادمنا لا نشعر بها فلابد أن تكون حياة أعلى من حياتنا الدنيوية. </p><p> الذي استشهد في عرف الناس سلب نفسه الحياة ولكنه في عرف الله أخذ حياة جديدة. . ونحن حين نفتح قبر أحد الشهداء نجد جسده كما هو فنقول إنه ميت أمامنا. . لابد أن تتنبه إنك لحظة فتحت عليه انتقل من عالم الغيب إلى عالم الشهادة والله سبحانه قال:  {أَحْيَاءٌ عِندَ رَبِّهِمْ} ولم يقل أحياء في عالم الشهادة. . فهو حي مادام في عالم الغيب ولكن أن تفتح وتكشف تجده جسدا في قبره لأنه انتقل من عالم الغيب إلى عالم الشهادة. . أما كيف؟ قلنا إن الغيب ليس فيه كيف. . لذلك لن تعرف وليس مطلوبا منك أن تعرف. </p><p> إننا حين نجري عملية جراحية لمريض يعطيه الطبيب (البنج) لكي يفقده الوعي والحس ولكن لا يعطيه له ليموت ثم يبدأ يجري العملية فلا يشعر المريض بشيء من الألم. </p><p> فالمادة لا تحس لأنها هي التي أجريت عليها العملية والجسد لازال فيه الحياة من نبض وتنفس ولكنه لا يحس. . ولكن النفس الواعية التي غابت هي التي تحس بالألم. </p><p> أنت عندما يكون هناك ألم في جسدك وتنام ينقطع الإحساس بالألم فكأن الألم ليس مسألة عضوية ولكنه مرتبط بالوعي. . فعند النوم تنتقل إلى عالم آخر قوانينه مختلفة. . والعلماء فحصوا مخ الإنسان وهو نائم فوجدوا أنه لا يستطيع أن يعمل أكثر من سبع ثوان يرى فيها رؤيا يظل يحكيها ساعات. . فإذا قال الحق تبارك وتعالى:  «إنهم أحياء عند ربهم» . . فلابد أن نأخذ هذه الحياة على أنها بقدرات الله ومن عنده. . والله عَزَّ وَجَلَّ أراد أن يقرب لنا مسألة البعث والقيامة مثل مسألة النوم. </p><p> واقرأ قول الحق سبحانه وتعالى:  {الله يَتَوَفَّى الأنفس حِينَ مَوْتِهَا والتي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ التي قضى عَلَيْهَا الموت وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى}  [الزمر: ٤٢] </p><p> فكأن الحق جل جلاله يعطي الشهداء حياة دائمة خالدة لأنهم ماتوا في سبيله. . ومادام تعالى قال:  «لا تشعرون» فلا تحاول أن تدركها بشعورك وحسك لأنك لن تدركها على أن الشهيد لابد أن يقتل في سبيل الله وليس لأي غرض دنيوي. . وإنما لتكون كلمة الله هي العليا. </p>"
}