{
  "id": null,
  "sura": 2,
  "aya": 105,
  "text": "<p> ثم كشف الحق سبحانه وتعالى للمؤمنين العداوة التي يكنها لهم أهل الكتاب من اليهود والمشركين. . الذين كفروا لأنهم رفضوا الإيمان بمحمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . فيلفتهم إلى أن اليهود والمشتركين يكرهون الخير للمؤمنين. . فتشككوا في كل أمر يأتي منهم، واعلموا أنهم لا يريدون لكم خيرا. . قوله تعالى:  «ما يود» . . أي ما يحب، والود معناه ميل القلب إلى من يحبه. . والود يختلف عن المعروف. . أنت تصنع معروفا فيمن تحب ومن لا تحب. . ولكنك لا تود إلا من تحب. . لذلك قال الله تبارك وتعالى:  {لاَّ تَجِدُ قَوْماً يُؤْمِنُونَ بالله واليوم الآخر يُوَآدُّونَ مَنْ حَآدَّ الله وَرَسُولَهُ وَلَوْ كانوا آبَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ}  [المجادلة: ٢٢] </p><p> ثم بعد ذلك يأتي الحق سبحانه وتعالى ليقول عن الوالدين:  {وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفاً}  [لقمان: ١٥] </p><p> يقول بعض المستشرقين إن هناك تناقضا بين الآيتين. . كيف أن الله سبحانه وتعالى يقول: لا توادوا من يحارب الله ورسوله. . ثم يأتي ويقول إذا حاول أبواك أن </p><p> يجعلاك تشرك بالله فصاحبهما في الدنيا معروفا. . وطبعا الوالدان اللذان يحاولان دفع ابنهما إلى الكفر إنما يحاربان الله ورسوله. . كيف يتم هذا التناقض؟ . </p><p> نقول إنكم لم تفهموا المعنى. . إن الإنسان يصنع المعروف فيمن يحب ومن لا يحب كما قلنا. . فقد تجد إنسانا في ضيق وتعطيه مبلغا من المال كمعروف. . دون أن يكون بينك وبينه أي صلة. . أما الود فلا يكون إلا مع من تحب. </p><p> إذن:  {مَّا يَوَدُّ} معناها حب القلب. . أي أن قلوب اليهود والنصارى والمشركين لا تحب لكم الخير. . إنهم يكرهون أن ينزل عليكم خير من ربكم. . بل هم في الحقيقة لا يريدون أن ينزل عليكم من ربكم أي شيء مما يسمى خيرا. . والخير هو وحي الله ومنهجه ونبوة رسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقوله تعالى:  {مِّنْ خَيْرٍ} . . أي من أي شيء مما يسمى خير. . فأنت حين تذهب إلى إنسان وتطلب منه مالا يقول لك ما عندي من مال. . أي لا أملك مالا، ولكنه قد يملك جنيها أو جنيهين. . ولا يعتبر هذا مالا يمكن أن يوفي بما تريده. . وتذهب إلى رجل آخر بنفس الغرض تقول أريد مالا. . يقول لك ما عندي من مال. . أي ليس عندي ولا قرش واحد، ما عندي أي مبلغ مما يقال له مال حتى ولو كان عدة قروش. والله سبحانه وتعالى يريدنا أن نفهم أن أهل الكتاب والكفار والمشركين. </p><p> . مشتركون في كراهيتهم للمؤمنين. . حتى إنهم لا يريدون أن ينزل عليكم أي شيء من ربكم مما يطلق عليه خير. </p><p> وقوله تعالى:  {مِّن رَّبِّكُمْ} . . تدل على المصدر الذي يأتي منه الخير من الله. . فكأنهم لا يحبون أن ينزل على المؤمنين خير من الله. . وهو المنهج والرسالة. ثم يقول الحق تبارك وتعالى:  {والله يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ} . . أي أن الخير لا يخضع لرغبة الكافرين وأمانيهم. . والله ينزل الخير لمن يشاء. . والله قد قسم بين الناس أمور حياتهم الدنيوية. . فكيف يطلب الكافرون أن يخضع الله منهجه لإرادتهم؟ واقرأ قوله تبارك وتعالى: {وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ </p><p> بَعْضٍ دَرَجَاتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ} [الزخرف: ٣١ - ٣٢] </p><p> اعترض الكفار على نزول القرآن على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقالوا لو نزل على رجل من القريتين عظيم. . فيرد عليهم سبحانه وتعالى. . أنتم لا تقسمون رحمة الله ولكن الله يقسم بينكم حياتكم في الدنيا. </p><p> الحق تبارك وتعالى في الآية التي نحن بصددها يقول:  {والله يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ} . . ساعة تقرأ كلمة يختص تفهم أن شيئا خصص لشيء دون غيره. . يعني أنني خصصت فلانا بهذا الشيء:  {والله يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ} . . أي يعطي الرحمة لمن يشاء لكي يؤدي مهمته أو ينزل رحمته على من يشاء، فليس لهؤلاء الكفار أن يتحكموا في مشيئة الله، وحسدهم وكراهيتهم للمؤمنين لا يعطيهم حق التحكم في رحمة الله. . ولذلك أراد الله أن يرد عليهم بأن هذا الدين سينتشر ويزداد المؤمنون به. . وسيفتح الله به أقطارا ودولا. . وسيدخل الناس فيه أفواجا وسيظهره على الدين كله. </p><p> ولو تأملنا أسباب انتصار أي عدو على من يعاديه لوجدنا إنها إما أسباب ظاهرة واضحة وإما مكر وخداع. . بحيث يظهر العدو لعدوه أنه يحبه ويكيد له في الخفاء حتى يتمكن منه فيقتله. . ولقد هاجر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى المدينة سرا. . لماذا؟ لأن الله أراد أن يقول لقريش لن تقدروا على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولو بالمكر والخداع والتبييت. . هم بيتوا الفتية ليقتلوه. . وجاءوا من كل قبيلة بفتى ليضيع دمه بين القبائل. . وخرج صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ووضع التراب على رءوس الفتية. . الله أرادهم أن يعرفوا أنهم لن يقدروا على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالمكر والتبييت والخداع ولا بالعداء الظاهر. </p><p> قوله تعالى:  {والله ذُو الفضل العظيم} . . الفضل هو الأمر الزائد عن حاجتك الضرورية. </p><p> . ولذلك يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «من كان معه فضل ظهر فَلْيَعُدْ به على من لا ظهر له ومن كان معه فضل زاد فليعد به على من لا زاد له» </p><p> وفضل مال أي مال زائد على حاجته. هذا عن الفضل بالنسبة للبشر. أما بالنسبة لله سبحانه وتعالى فإن كل ما في كون الله الآن وفي الآخرة هو فضل الله لأنه زائد على حاجته؛ فالله غير محتاج لخلقه ولا لكل نعمه التي سبقت والتي ستأتي. ولذلك قال:  {والله ذُو الفضل العظيم} . . أي ذو الفضل الهائل الزائد على حاجته؛ لأنه ربما يكون عندي فضل، ولكني أبقيه لأنني سأحتاج إليه مستقبلا. والفضل الحقيقي هو الذي من عند الله. لذلك فإن الله سبحانه وتعالى هو ذو الفضل العظيم؛ لأنه غير محتاج إلى كل خلقه أو كونه؛ لأن الله سبحانه كان قبل أن يوجد شيء، وسيكون بعد ألا يوجد شيء. وهذا ما يسمى بالفضل العظيم. </p>"
}