{
  "id": null,
  "sura": 2,
  "aya": 135,
  "text": "<p> عندما تأتي قالوا فمعناها إن الذين قالوا جماعة. . الذين قالوا هم اليهود والنصارى. ولكن كلا منهم قال قولا مختلفا عن الآخر. . قالت اليهود كونوا هودا. وقالت النصارى كونوا نصارى. . </p><p> ونحن عندنا عناصر ثلاثة: اليهود والنصارى والمشركون. ويقابل كل هؤلاء المؤمنون. . {وَقَالُواْ كُونُواْ} من المقصود بالخطاب؟ المؤمنين. . أو قد يكون المعنى وقالت اليهود للمؤمنين والمشركين والنصارى كونوا هودا. . وقالت النصارى لليهود والمشركين والمؤمنين كونوا نصارى. . لأن كل واحد منهما لا يرى الخير إلا في نفسه. . ولكن الإسلام جاء وأخذ من اليهودية موسى وتوراته الصحيحة، وأخذ من المسيحية عيسى وإنجيله الصحيح. . وكل ما جاء به محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ومعنى ذلك أن الإسلام أخذ وحدة الصفقة الإيمانية المعقودة بين الله سبحانه وبين كل مؤمن. . ولذلك تجد في القرآن الكريم قوله تعالى:  {لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ}  [البقرة: ٢٨٥] </p><p> ونلاحظ أن المشركين لم يدخلوا في القول لأنهم ليسوا أهل كتاب. </p><p> قوله تعالى:  {بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً} . . أي رد عليهم، والخطاب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنني سأكون تابعا لدين إبراهيم وهو الحنيفية. . وهم لا يمكن أن يخالفوا في إبراهيم فاليهود اعتبروه نبيا من أنبيائهم. . والنصارى اعتبروه نبيا من أنبيائهم ولم ينفوا عنه النبوة ولكن كلا منهم أراد أن ينسبه لنفسه. </p><p> ما معنى حنيفا؟ إن الاشتقاقات اللفظية لابد أن يكون لها علاقة بالمعنى اللغوي. . الحنف ميل في القدمين أن تميل قدم إلى أخرى. . هو تقوس في القدمين فتميل القدم اليمنى إلى اليسار أو اليسرى إلى اليمين هذا هو الحنف. . ولكن كيف يؤتي بلفظ يدل على العوج ويجعله رمزا للصراط المستقيم؟ . </p><p> لقد قلنا إن الرسل لا يأتون إلا عندما تعم الغفلة منهج الله. . لأنه مادام وجد من أتباع الرسول من يدعو إلى منهجه ويأمر بالمعروف وينهى عن المنكر يكون هناك خير. </p><p> النفس البشرية لها ألوان. . فهناك النفس اللوامة تصنع شرا مرة فيأتي من داخل النفس ما يستنكر هذا الشر فتعود إلى الخير. . ولكن هناك النفس الأمارة بالسوء وهي التي لا تعيش إلا في الشر تأمر به وتغري الآخرين بفعله. . إذا فسد المجتمع وأصبحت النفوس أمارة بالسوء ينطبق عليها قول الحق سبحانه:  {كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ}  [المائدة: ٧٩] </p><p> تتدخل السماء برسول يعالج اعوجاج المجتمع. . ولكن الله تبارك وتعالى وضع عنصر الخيرية في أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى قيام الساعة. </p><p> قال تعالى:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله وَلَوْ آمَنَ أَهْلُ الكتاب لَكَانَ خَيْراً لَّهُمْ مِّنْهُمُ المؤمنون وَأَكْثَرُهُمُ الفاسقون} </p><p> [آل عمران: ١١٠] </p><p> إذن فقد ائتمن الله تبارك وتعالى أمة محمد على المنهج. . ومادام فيها من يأمر بالمعروف وينهي عن المنكر فلن يأتي رسول بعد محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> نعود إلى قوله تعالى حنيفا. . قلنا إن الحنف هو الاعوجاج. . ونقول إن الاعوجاج عن المعوج اعتدال. . والرسل لا يأتون إلا بعد اعوجاج كامل في المجتمع. . ليصرفوا الناس عن الاعوجاج القائم فيميلون إلى الاعتدال. . لأن مخالفة الاعوجاج اعتدال. . </p><p> وقوله تعالى:  «حنيفا» تذكرنا بنعمة الله على الوجود كله لأنه يصحح غفلة البشر عن منهج الله ويأخذ الناس من الاعوجاج الموجود إلى الاعتدال. . والهداية عند اليهود والنصارى مفهومها تحقيق شهوات نفوسهم لأن بشرا يهدي بشرا. . والله سبحانه وتعالى قال:  {وَلَنْ ترضى عَنكَ اليهود وَلاَ النصارى حتى تَتَّبِعَ مِلَّتَهُمْ}  [البقرة: ١٢٠] </p><p> ولقد تعايش رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في المدينة مع اليهود ولكنهم حاربوه ولم يرضوا عنه. . وإبراهيم عليه السلام كان مؤمنا حقا ولم يكن مشركا. . </p>"
}