{
  "id": null,
  "sura": 2,
  "aya": 267,
  "text": "<p> إن هذه الآية تعطي صورا تحدث في المجتمع البشري. وكانت هذه الصور تحدث في مجتمع المدينة بعد أن أسس فيها رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دولة الإسلام. فبعض من الناس كانوا يحضرون العِذق من النخل ويعلقه في المسجد من أجل أن يأكل منه من يريد، والعِذق هو فرع قوي من النخل يضم الكثير من الفروع الصغيرة المعلقة عليها ثمار البلح. وكان بعضهم يأتي بعذق غير ناضج أو بالحَشَف الصغيرة المعلقة عليها ثمار البلح. وكان بعضهم يأتي بعذق غير ناضج أو بالحشف وهو أردأ التمر، فأراد الله أن يجنبهم هذا الموقف، حتى لا يجعلوا لله ما يكرهون، فأنزل هذا القول الحكيم:  {ياأيها الذين آمنوا أَنْفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ} . </p><p> إن الإنفاق يجب أن يكون من الكسب الطيب الحلال، فلا تأتي بمال من مصدر غير حلال لتنفق منه على أوجه الخير. فالله طيب لا يقبل إلا طيبا. ولا يكون الإنفاق من رُذَال وردِيء المال. </p><p> ويحدد الحق سبحانه وتعالى وسيلة الإنفاق من عطائه فيقول:  {وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ الأرض} وهو سبحانه يذكرنا دائما حين يقول: {أَنْفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ} ألا نظن الكسب هو الأصل في الرزق. لا، إن الكسب هو حركة موهوبة لك من الله. إنك أيها العبد إنما تتحرك بطاقة موهوبة لك من الله، وبفكر ممنوح لك من </p><p> الله، وفي أرض سخرها لك الله، إنها الأدوات المتعددة التي خصك بها الله وليس فيها ما تملكه أنت من ذاتيتك. ولكن الحق يحترم حركة الإنسان وسعيه إلى الرزق فيقول:  {أَنْفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ} . </p><p> ويحذرنا الحق من أن نختار الخبيث وغير الصالح من نتاج عملنا لننفق منه بقوله سبحانه:  {وَلاَ تَيَمَّمُواْ الخبيث مِنْهُ تُنْفِقُونَ} أي لا يصح ولا يليق أن نأخذ لأنفسنا طيبات الكسب ونعطي الله رديء الكسب وخبيثه؛ لأن الواحد منا لا يرضى لنفسه أن يأخذ لطعامه أو لعياله هذا الخبيث غير الصالح لننفق منه أو لنأكله. {وَلَسْتُمْ بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ واعلموا أَنَّ الله غَنِيٌّ حَمِيدٌ} أي أنك أيها العبد المؤمن لن ترضى لنفسك أن تأكل من الخبيث إلا إذا أغمضت عينيك، أو تم تنزيل سعره لك؛ كأن يعرض عليك البائع شيئا متوسط الجودة أو شيئا رديئاً بسعر يقل عن سعر الجيد. </p><p> لقد أراد الحق سبحانه وتعالى أن يوضح لنا بهذه الصور أوجه الإنفاق: </p><p> إن النفقة لا تنقص المال وإنما تزيده سبعمائة مرة. </p><p> إن النفقة لا يصح أن يبطلها الإنسان بالمن والأذى. </p><p> إن القول المعروف خير من الصدقة المتبوعة بالمن أو الأذى. </p><p> إن الإنفاق لا يكون رئاء الناس إنما يكون ابتغاءً لمرضاة الله. </p><p> هذه الآيات الكريمة تعالج آفات الإنفاق سواءً آفة الشح أو آفة المن أو الأذى، أو الإنفاق من أجل التظاهر أمام الناس، أو الإنفاق من رديء المال. وبعد ذلك يقول سبحانه:  {الشيطان يَعِدُكُمُ الفقر وَيَأْمُرُكُم بالفحشآء ... } </p>"
}