{
  "id": null,
  "sura": 2,
  "aya": 261,
  "text": "<p> إن الله ينسب المال للبشر المتحركين؛ لأنهم أخذوا هذه الأموال بحركتهم. وفي موضع آخر من القرآن يقول الحق:  {وآتوهم من مال الله الذي آتاكم}  [النور: ٣٣] </p><p> إن المال كله مال الله، وقد أخذه الإنسان بالحركة، فاحترم الله هذه الحركة، واحترم الله في الإنسان قانون النفعية، فجعل المال المتبقي من حركتك ملكا لك أيها الإنسان، لكن إن أراد الله هذا المال فسيأخذه، ومن فضل الله على الإنسان أنه سبحانه حين يطلب من الإنسان بعضا من المال المتبقي من حركته فهو يطلبه كقرض، ويرده مضاعفا بعد ذلك. </p><p> إذن فالإنفاق في سبيل الله يرده الله مضاعفا، وما دام الله يضاعفه فهو يزيد، لذلك لا تحزن ولا تخف على مالك؛ لأنك أعطيته لمقتدر قادر واسع عليم. إنه الحق الذي يقدر على إعطاء كل واحد حسب ما يريد هو سبحانه؛ إنه يعطي على قدر نية العبد وقدر إنفاقه. وهذه الآية تعالج قضية الشُح في النفس الإنسانية؛ فقد يكون عند الإنسان شيء زائد، وتشح به نفسه ويبخل، فيخاف أن ينفق منه فينقص هذا الشيء. </p><p> وهنا تقول لك قضية الإيمان: أنفق لأنه سبحانه سيزيدك، والحق سيعطيك مثلما يعطيك من الأرض التي تزرعها. أنت تضع الحبة الواحدة. فهل تعطيك حبة واحدة؟ لا. إن حبة القمح تعطي كمية من العيدان وكل عود فيه سنبلة وهي مشتملة على حبوب كثيرة، فإذا كانت الأرض وهي مخلوقة لله تضاعف لك ما تعطيه أفلا يضاعف العطاء لك الذي خلقها؟ وإذا كان بعض من خلق الله يضاعف لك، فما بالك بالله جل وعلا؟ </p><p> إن الأرض الصماء بعناصرها تعطيك، أئذا ما أخذت كيلة القمح من مخزنك </p><p> لتبذرها في الأرض أيقال: إنك أنقصت مخزنك بمقدار كيلة القمح؟ لا؛ لأنك ستزرع بها، وأنت تنتظركم ستأتي من حبوب، وهذه أرض صماء مخلوقة لله، فإذا كان المخلوق لله قد استطاع أن يعطيك بالحبة سبعمائة، ألا يعطيك الذي خلق هذه الأرض أضعاف ذلك؟ </p><p> إنه كثير العطاء. والحق قد نسب للمنفقين الأموال التي رزقهم الله بها فقال:  {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله} وكلمة {فِي سَبِيلِ الله} كلمة عامة، يصح أن يكون معناها الجهاد، أو مصارف الصدقات؛ لأن كل هذا في سبيل الله؛ لأن الضعيف حين يجد نفسه في مجتمع متكافل، ويجد صاحب القوة قد عدّى من أثر قوته وحركته إليه، أيحقد على ذي القوة؟ لا؛ لأن خيره يأتيه، نضرب المثل في الريف نقول: </p><p> البهيمة التي تدر لبناً ساعة تسير في الحارة. فالكل كان يدعو الله لها ويقول:  «يحميكي» لماذا؟ لأن صاحبها يعطي كل من حوله من لبنها ومن جبنتها ومن سمنها، لذلك يدعو لها الجميع، ولا يربطها صاحبها، ولا يعلفها، ولا ينشغل عليها، والخير القادم منها يذهب إلى كل الأهل، وحين نجد مجتمعاً بهذا الشكل ويجد العاجز من القوي معيناً له، هنا يقول العاجز: إنني في عالم متكامل. </p><p> وإذا ما وُجد في إنسان قوة وفي آخر ضعف؛ فالضعيف لا يحقد وإنما يقول: إن خير غيري يصلني. وكذلك يطمئن الواهب أنه إن عجز في يوم ما سيجد من يكفله والقدرة أغيار ما دام الإنسان من الأغيار. فقد يكون قويا اليوم ضعيفاً غداً. </p><p> إذن فقول الحق سبحانه وتعالى:  {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ} هو قانون يريد به الله أن يحارب الشح في نفس المخلوقين، إنه يقول لكل منا: انظر النظرة الواعية؛ فالأرض لا تنقص من مخزنك حين تعطيها كيلة من القمح! صحيح أنك أنقصت كيلة من مخزنك لتزرعها، ولكنك تتوقع أن تأخذ من الأرض أضعافها. وإياك أن تظن أن ما تعطيه الأرض يكون لك فيه ثقة، وما يعطيه الله لا ثقة لك فيه. {مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ </p><p> سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ} إن الآية تعالج الشح، وتؤكد أن الصدقة لا تنقص ما عند الإنسان بل ستزيده. وبعد ذلك يقول تعالى:  {الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنّاً وَلاَ أَذًى ... } </p>"
}