{
  "id": null,
  "sura": 2,
  "aya": 204,
  "text": "<p> يريد الحق سبحانه وتعالى أن يضع أمامنا قضية وجودية، وهذه القضية الوجودية هي أن كل عمل له ظاهر وله باطن. ومن الجائز أن تتقن الظاهر وتدلس على الناس في الباطن، فإذا كان الناس لهم مع بعضهم ظاهر وباطن. فمن مصلحة الإنسان أن ينتمي هو والناس جميعاً إلى عالم يعرف فيه كل إنسان أن هناك إلهاً حكيماً يعرف كل شيء عنا جميعاً. </p><p> فإذا كان عندك شيء لا أعلمه، وأنا عندي شيء أنت لا تعلمه كيف تسير مصالحنا؟ ولذلك فمن ضروريات حياتنا أن نؤمن معا بإله يطلع على سرائرنا جميعاً، وهذا ما يجعلنا نلزم الأدب. ولذلك قيل:  «إن عَمّيْتَ على قضاء الأرض فلن تعمى على قضاء السماء» . </p><p> إذن فقضاء السماء وعلم الله بالغيب مسألة يجب أن نحمده عليها، لأنه هو الذي سيحمي كل واحد منا من غيره. وعندما ستر الله غيبنا فذلك نعمة يجب أن نشكره عليها؛ لأن النفوس متقلبة. فلو علمت ما في نفسي عليك في لحظة قد لا يسرك. . وقد لا تنساه أبداً ويظل رأيك فيَّ سيئاً، لكن الظنون والآراء تمر عندي وعندك وتنتهي. ولو اطلع كل منا على غيب الآخر لكانت الحياة مرهقة، والقول المأثور يذكر ذلك:  «لو تكاشفتم ما تدافنتم» . </p><p> إذن فمن رحمة الله ومن أكبر نعمه على خلقه أن ستر غيب خلقه عن خلقه. والحق يحذرنا ممن قال فيهم:  {وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ فِي الحياة الدنيا} أي الذين يظهرون من خير خلاف ما يبطنون من شر، ولذلك صور الشاعر هذه المسألة فقال: </p><p> على الذم بتنا مجمعين وحالنا ... من الخوف حال المجمعين على الحمد </p><p> أي لو تكاشفنا لقلنا كلنا ذماً، إنما كلنا مداحون حين يلقى بعضنا بعضا كل يقول بلسانه ما ليس في قلبه. و «يعجبك قوله» فهل الممنوع أن يعجبك القول؟ لا، يعجبني القول ولكن في غير الحياة الدنيا، فالقول الذي يعجب هو ما يتعلق بأمر الحياة الآخرة الباقية ليضمن لنا الخير عند من يملك كل الخير. </p><p> وكفى بالذي يسمع من مادح له مدحاً، والمادح نفسه يضمر في قلبه كرهاً له، وكفى بذلك شهادة تغفيل للممدوح، بأنه يقول بينه وبين نفسه:  «إن الممدوح غبي؛ لأني أمدحه وهو مصدق مدحي له» . إن الله سبحانه وتعالى ينبهنا إلى ضرورة أن يكون المسلم يقظا وفطناً، ومن يقول لنا كلاماً يعجبنا في الحياة نتهمه بأن كلامه ليس حسنا؛ لأن خير الكلام هو ما يكون في الأمر الباقي. </p><p> ولذلك عندما أرسل خليفةُ المسلمين للإمام جعفر الصادق يقول له: لماذا لا تغشانا أي لا تزورنا كما يغشانا الناس؟ فكتب الإمام جعفر الصادق للخليفة يقول: أما بعد فليس عندي من الدنيا ما أخاف عليه، وليس عندك من الآخرة ما أرجوك له. </p><p> وكأنه يريد أن يقول له اتركنا وحالنا؛ أنت محتاج لمن يجلس معك ويمدحك، وأنت لا تعلم أن أول أناس لهم رأي سيء فيك هم من يمدحونك. </p><p> {وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ فِي الحياة الدنيا} وهذه الآية نزلت في الأخنس ابن شريق الثقفي واسمه أبيّ ولقب بالأخنس لأنه خنس ورجع يوم بدر فلم يقاتل المسلمين مع قريش واعتذر لهم بأن العير قد نجت من المسلمين وعادت إليهم، وكان ساعة يقابل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يظهر إسلامه ويلين القول للرسول ويدعي أنه يحبه، ولكنه بعد أن خرج من عند رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مر بزرع وحُمُر لقوم من المسلمين فأحرق الزرع وقتل الحمر. والآية وإن نزلت في الأخنس فهي تشمل كل مُنافق. </p><p> {وَيُشْهِدُ الله على مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الخصام} لا تقولوا: «الله يشهد» ، وإنما </p><p> هاتوا شهداءكم ليشهدوا على صدق قولكم؛ لأن معنى «الله يشهد» هو إخبار منك بأن الله يشهد لك. وأنت كاذب في هذه، وتريد أن تضفي المصداقية على كذبك بإقحام الله في المسألة. </p><p> وساعة تسمع واحداً يقول لك: أُشْهِدُ الله على أني كذَا، فقل له: هذا إخبار منك بأن الله يشهد، وأنت قد تكذب في هذا الخبر، أنا أفضل أن يشهد اثنان من البشر ولا نقحم الله في هذه الشهادة. {وَيُشْهِدُ الله على مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الخصام} وألد الخصام هو الفاسق في معصيته، ويقال: فلان عنده لدد أي فسق في خصومته، ويجادل بالباطل. ولذلك يقول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «إن أبغض الرجال إلى الله هو الألد الخصم» . </p><p> يعني المجادل بالباطل الذي عنده قسوة في المعصية، فهو عاصٍ وفي الوقت نفسه قاس في معصيته. ولماذا هو ألد الخصام؟ لأن الذي يجابهك بالأمر يجعلك تحتاط له، أما الذي يقابلك بنفاق فهو الذي يريد أن يخدعك، وهذا عنف في الخصومة فالخصم الواضح أفضل لأنه يواجهك بما في باطنه، لكن إذا جابهت الذي يبطن خصومته ويظهر محبته يكون قاسياً عليك في خصومته؛ لأنه يريد أن يخدعك ويُبَيّتُ لك. </p><p> {وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا} و {تولى} : انصرف أي يقول لك ما يعجبك، فإذا تولى عنك نقل المسألة إلى الحقيقة بإظهار ما كان يخفيه، ويحتمل المعنى أنه إذا تولى شيئاً آخر، من الولاية، ففيه {تولى} من التولي وهو الانصراف والإعراض، وفيه {تولى} من الولاية. </p><p> {وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الحرث والنسل} كانت الأرض بدون تدخل البشر مخلوقة على هيئة الصلاح، والفساد أمر طارئ من البشر. </p><p> ونعرف أن الفساد لم يطرأ على أي أمر إلا وللإنسان فيه دخل. </p><p> لماذا اشتكينا أزمة قوت ولم نشتك أزمة هواء؟ لأن الهواء لا تدخل للإنسان فيه، وبمقدار تدخل الإنسان يكون الفساد. لقد تدخلنا قليلاً في المياه فجاء في ذلك فساد، فلم نحسن نقلها في مواسير جيدة فوصلت لنا ملوثة، أو زاد عليها الكلور أو نقص. وبقدر ما يكون التدخل يكون الإفساد، أما في الزمن القديم فقد كان الإنسان يذهب إلى مصدر الماء المباشر في الآبار ويأخذ الماء الطبيعي الذي خلقه الله بلا تدخل من الإنسان ولم يكن تلوث أو غيره. </p><p> إذن على مقدار وجود الإنسان في حركة الحياة غير المُرشّدة بالإيمان بالله ينشأ الفساد، ولذلك كان لابد له من منهج سماوي للإنسان. والكائنات غير الإنسان ليس لها منهج وهي مخلوقة بالغريزة وتؤدي مهمتها فقط؛ فالدابة لم تمتنع يوماً عن ركوبك عليها، ولم تمتنع أن تحمل عليها أثقالك، أو تستعين بها في الحرث، أو الري، حتى عندما تذبحها لا تمتنع عليك، لماذا؟ لأنها مخلوقة بالغريزة التي تؤدي بها الحركة النافعة بدون اختيار منها. وإذا امتنعت في وقت فإنما يكون ذلك لأمر طارئ كمرض مثلا. </p><p> لكن الذي له اختيار لابد أن يكون له منهج يقول له: افعل هذا ولا تفعل تلك. فإن استقام مع المنهج في «افعل» و «لا تفعل» سارت حياته بشكل متوازن، لكن إذا لم يستقم تفسد الحياة. وهذا ما نفهمه من قوله تعالى:  {وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا} ، كأن الإفساد هو الذي يحتاج إلى عمل، اترك الطبيعة والمخلوقات كما هي تجدها تعمل في انضباط وكمال على ما يرام. </p><p> إذن فالفساد طارئ من الإنسان الذي يحيا بلا منهج لأنه {وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا} فكأن الأصل في الأرض وما فيها جاء على هيئة الصلاح، فإن لم تزد الصالح صلاحاً فلا تحاول أن تفسده. قال تعالى:  {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأرض قالوا إِنَّمَا نَحْنُ مُصْلِحُونَ ألا إِنَّهُمْ هُمُ المفسدون ولكن لاَّ يَشْعُرُونَ}  [البقرة: ١١ - ١٢] </p><p> ومن هنا نفهم أنهم ظنوا أن الأرض تحتاج إلى حركتهم لإصلاحها، برغم أن الأرض بدون حركتهم صالحة؛ لأنهم لا يتحركون بمنهج الله. </p><p> إذن هذه الآية نفهم منها أن الإنسان إذا {تولى} بمعنى رجع أو تولى ولاية سعى في الأرض ليفسد فيها؛ فكأن الفساد في الأرض أمر طارئ وينتج من سعي الإنسان على غير منهج من الله. وما دام للإنسان اختيار فيجب أن يكون له منهج أعلى منه يصون ذلك الاختيار، فإن لم يكن له منهج وسار على هواه فهو مفسد لا محالة. </p><p> وانظر إلى غباء الذي يفسد في الأرض، هل يظن أنه هو وحده الذي سيستفيد في الأرض، فأباح لنفسه أن يفسد في الأرض لغيره؟ إنه ينسى الحقيقة، فكما يفسد لغيره، فغيره يُفسد له، فمن الخاسر؟ كلنا سنخسر إذن. </p><p> {وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الحرث والنسل ... }  [البقرة: ٢٠٥] </p><p> والحرث له معنيان: فمرة يُطلق على الزرع، ومرة يُطلق على النساء، المعنى الأول ورد في قوله تعالى:  {وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الحرث إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم}  [الأنبياء: ٧٨] </p><p> فالحرث في الآية معناه: الزرع، والزرع ناتج عن إثارة الأرض وإهاجتها. وعملك يا أيها الإنسان أن تهيج الأرض وتثيرها، وتأتي بالبذر الذي خلقه الله في الأرض التي خلقها الله، وتسقيها بالماء الذي خلقه الله، وتكبر في الهواء الذي خلقه الله، ولذلك يلفتنا وينبهنا الحق سبحانه فيقول:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] </p><p> والمعنى الثاني: يُطلق الحرث على المرأة في قوله تعالى: {نِسَآؤُكُمْ حَرْثٌ لَّكُمْ}  [البقرة: ٢٢٣] </p><p> وإذا كان حرث الزرع هدفه إيجاد النبات فكذلك المرأة حتى تلد الأولاد. ويقول سبحانه وتعالى:  {فَأْتُواْ حَرْثَكُمْ أنى شِئْتُمْ}  [البقرة: ٢٢٣] </p><p> وأراد المتحللون الإباحيون أن يُطلقوا إتيان المرأة في جميع جسدها، نقول لهم: لاحظوا قوله: «حرثكم» والحرث محل الإنبات، فالإتيان يكون في محل الإنبات فقط، لا تفهمها تعميماً وإنما هي تخصيص. ويتابع الحق وصف الذي يقول القول الحسن، ولكنه يسعى في الأرض بالفساد فيقول:  {وَيُهْلِكَ الحرث والنسل} . والنسل هو الأنجال والذرية. </p><p> ويذيل الحق الآية:  {والله لاَ يُحِبُّ الفساد} أي أن الحق يريد منكم إن لم تدخلوا بطاقة الله التي خلقها لكم فكراً وعطاء، فعلى الأقل اتركوا المسألة كما خلقها الله؛ لأن الله لا يحب أن تفسدوا فيما خلقه صالحاً في ذاته. </p><p> وما سبق في هذه الآية هو مجرد صورة من صور استقبال الدعوة الإسلامية في أول عهدها، من الذين كانوا ينافقون واقعها القوي، فيأتون بأقوال تُعجب، وبأفعال تُعجب من ينافق. ونعرف أن النفاق كان دليلا على قوة المسلمين، ولذلك لم ينشأ النفاق في مكة، وإنما نشأ في المدينة. فقد قال الحق:  {وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق}  [التوبة: ١٠١] </p><p> وربما يتساءل إنسان: وكيف تظهر هذه الظاهرة في البيئة الإيمانية القوية في المدينة؟ ونقول: لأن الإسلام في مكة كان ضعيفاً، والضعيف لا ينافقه أحد، والإسلام في المدينة أصبح قوياً، والقوي هو الذي ينافقه الناس. </p><p> إذن فوجود النفاق في المدينة كان ظاهرة صحية تدل على أن الإيمان أصبح قويا بحيث يدعيه مَنْ ليس عنده إسلام. وهؤلاء كانوا يقولون قولاً حسناً جميلاً، وقد يفعلون أمام من ينافقونه فعلاً يُعجب مَنْ يراهم أو يسمعهم، ولكنهم لا يثبتون على الحق، فإذا ما تولوا، أي اختفوا عن أنظار مَنْ ينافقونه رجعوا إلى أصلهم الكفري، أو إذا ائتمنوا على شيء فهم يسعون في الأرض فساداً. </p><p> والآية هنا تتعرض لشيء يدل على فطنة المؤمنين، إن الآية فضحت مَنْ نافق وكان الأخنس عمدة في النفاق، وفضيحة المنافق بهذه الصورة، تدل على أن وراء محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ووراء المؤمنين بمحمد، ربَّاً يخبرهم بمَنْ يدلس عليهم، وأيضاً ينبههم لضرورة أن تكون لهم فطنة بدليل قول الحق:  {وَإِذَا قِيلَ لَهُ اتق الله أَخَذَتْهُ العزة بالإثم ... } </p>"
}