{
  "id": null,
  "sura": 2,
  "aya": 208,
  "text": "<p> تبدأ الآية بنداء الذين آمنوا بالله وكأنه يقول لهم: يا مَنْ آمنتم بي استمعوا </p><p> لحديثي. فلم يكلف الله من لم يؤمن به وإنما خاطب الذين أحبوه وآمنوا به، وماداموا قد أحبوا الله فلابد أن يتجه كل مؤمن إلى من يحبه؛ لأن الله لن يعطيه إلا ما يسعده. </p><p> إذن فالتكليف من الله إسعادٌ لمن أحب، {ياأيها الذين آمَنُواْ ادخلوا فِي السلم كَآفَّةً} ، وكلمة «في» تُفيد الظرفية، ومعنى الظرفية أن شيئا يحتوي شيئا، مثال ذلك الكوب الذي يحتوي الماء فنقول:  «الماء في الكوب» ، وكذلك المسجد يحتوي المصلين فنقول:  «المصلون في المسجد» . </p><p> والظرفية تدل على إحاطة الظرف بالمظروف، ومادام الظرف قد أحاط بالمظروف إذن فلا جهة يفلت منها المظروف من الظرف. ولذلك يعطينا الحق سبحانه وتعالى صورة التمكن من مسألة الظرفية عندما يقول:  {وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل}  [طه: ٧١] </p><p> إن الصلب دائماً يكون على شيء، وتشاء الآية الكريمة أن تشرح لنا كيف يمكن أن يكون الصلب متمكناً من المصلوب. فأنت إذا أردت أن تصلب شيئاً على شيء فأنت تربطه على المصلوب عليه، فإذا ما بالغت في ربطه كأنك أدخلت المصلوب داخل المصلوب عليه. </p><p> ومثال ذلك، هات عود كبريت وضعه على إصبعك ثم اربطه بخيط ربطا جيداً، ستلاحظ أن العود قد غاص في جلدك. والحق يقول:  {ادخلوا فِي السلم كَآفَّةً} والسِّلْم والسَّلْمُ والسَّلَم هو الإسلام، فالمادة كلها واحدة؛ لأن السلم ضد الحرب، والإسلام جاء لينهي الحرب بينك وبين الكون الذي تعيش فيه لصالحك ولصالح الكون ولتكون في سلام مع الله وفي سلام مع الكون، وفي سلام مع الناس. وفي سلام مع نفسك. </p><p> قوله:  {ادخلوا فِي السلم} معناه حتى يكتنفكم السلم. إن الله هو الإله الخالق </p><p> للكون ولابد أن تعيشوا في سلام معه؛ لأنكم لا تؤمنون إلا به إلهاً واحداً. فيجب علينا أن نعيش مع الأرض والسماء والكون في سلام؛ لأن الكون الخاضع المقهور المسخر الذي لا يملك أن يخرج عما رُسم له يعمل لخدمتك ولا يعاندك. </p><p> والإنسان حين يكون طائعاً يُسَرّ به كل شيء في الوجود؛ لأن الوجود طائع ومُسبِّح، فساعة يجد الإنسان مُسبِّحاً مثله يُسَرّ به لأنه في سلام مع الكون. وأنت في سلام مع نفسك؛ لأن لك إرادة، وهذه الإرادة قَهَرَ اللهُ لها كل جوارحك، والذي تريده من أي عضو يفعله لك، لكن هل يرضى أي عضو عمّا تأمره به؟ تلك مسألة أخرى، مثلاً، لسانك ينفعل بإرادتك، فتقول به:  «لا إله إلا الله» وقال به غيرنا من المشركين غير ذلك، وأشركوا مع الله بشراً وغير بشر يعبدونهم وقال الملحدون بألسنتهم والعياذ بالله:  «لا إله في الكون» ولم يعص اللسان أحداً من هؤلاء لأنه مقهور لإرادتهم. </p><p> وتنتهي إرادة الإنسان على لسانه وعلى جميع جوارحه يوم القيامة فيشهد عليه كما تشهد عليه سائر أعضائه: الأرجل، والأيدي، والعيون، والآذان، وكل عضو يقر بما كان يفعل به، لأنه لا سيطرة للإنسان على تلك الأبعاض في هذا اليوم. إنما السيطرة كلها للخالق الأعلى. </p><p> {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار} . والحق حين ينادي المؤمنين بأن يدخلوا في السلم كافة فالمعنى يحتمل أيضا أن الحق سبحانه وتعالى يخاطب المسلمين ألا يأخذوا بعضاً من الدين، ويتركوا البعض الآخر، فيقول لهم: خذوا الإسلام كُله وطبقوه كاملاً؛ لأن الإسلام يمثل بناء له أسس معلومة، وقواعد واضحة، فلا يحاول أحد أن يأخذ شيئاً من حكم بعيداً عن حكم آخر، وإلا لحدث الخلل. </p><p> وعلى سبيل المثال قد تجد خلافاً بين الزوج والزوجة، وقد يؤدي الخلاف إلى معارك وطلاق، وبعد ذلك نجد من يتهم الإسلام بأنه أعطى الرجل سيفاً مسلطاً على المرأة. ونقول لهم: ولماذا تتهمون الإسلام؟ هل دَخَلْتَ على الزواج بمنطق الإسلام؟ . إن كنت قد دخلت على الزواج بمنطق الإسلام فستجد القواعد المنظمة </p><p> والتي تحفظ للمرأة كرامتها، ولكن هناك مَنْ يدخل على الزواج بغير منطق الإسلام، فلما وقع في الأزمة راح ينادي الإسلام. هل اختار الرجل مَنْ تشاركه حياته بمقياس الدين؟ وهل وضع نُصب عينيه شروط اختيار الزوجة الصالحة التي جاءت في الحديث الشريف: </p><p> عن أبي هريرة رَضِيَ اللَّهُ عَنْه عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «تنكح المرأة لأربع: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدين تربت يداك» . </p><p> هل فضّل الرجل ذات الدين على سواها؟ أم فضل مقياساً آخر؟ . وعندما جاء رجل ليخطب ابنة من أبيها هل وضع الأب مقاييس الإسلام في الاعتبار عند موافقته على هذا الزواج؟ هل فضلتم مَنْ ترضون دينه وخلُقُه؟ أم تركتم تلك القواعد. أنت تركت قواعد الإسلام فلماذا تلوم الإسلام عند سوء النتائج والعواقب؟ . </p><p> إنك إن أردت أن تحاسب فلا بد أن تأخذ كل أمورك بمقاييس الإسلام، ثم تصرف بما يناسب الإسلام. فإن كنت كذلك فالإسلام يحميك من كل شيء. فالإسلام يساند القوي في الكون ويساند القُوَى في النفس بحيث تعيش في سلام ولا تتعاند؛ لأن كل ذلك يقابله الحرب. والحرب إنما تنشأ من تعاند القوي، فتتعاند قوى نفسك في حرب مع نفسك، وتتعاند قوى البشر في حرب مع البشر، وتتعاند قواك مع قوى الكون الأخرى، فأنت تعاند الطبيعة وتعاند مع الحق سبحانه وتعالى. </p><p> إذن فالتعاند ينشأ منه الحرب، والحرب لا تنشأ إلا إذا اختلفت الأهواء. وأهواء البشر لا يمكن أن تلتقي إلا عندما تكون محروسة بقيم مَنْ لا هوى له، ولذلك يقول الله عَزَّ وَجَلَّ: </p><p> {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ}  [المؤمنون: ٧١] </p><p> لماذا؟ . دعك من الكون الأصم حولك، أو دعك من الكون الذي لا اختيار له في أن يفعل أو ينفعل لك؛ فهو فاعل أو منفعل لك بدون اختيار منه، ولكن انظر إلى البشر من جنسك، فما الذي يجعل هوى إنسان يسيطر على أهواء غيره؟ . </p><p> ما الذي زاده ذلك الإنسان حتى تكون أنت تابعاً له؟ أو يكون تابعاً لك؟ . وفي قانون التبعية لا يمكن إلا أن يكون التابع مؤمناً بأن المتبوع أعلى منه، ولا يمكن لبشر أن توجد عنده هذه الفوقية أبداً. لذلك لابد للبشر جميعاً أن يكونوا تبعاً لقوة آمنوا بأنها فوقهم جميعاً. فحين نؤمن ندخل في السلم، ولا يوجد تعاند بين أي قوى وقوة أخرى؛ لأني لست خاضعاً لك، وأنت لست خاضعاً لي، وأنا وأنت مسلمون لقوة أعلى مني ومنك، ويشترط في القوة التي نتبعها طائعين ألا يكون لها مصلحة فيما تشرع. </p><p> إن المشرعين من البشر يراعون مصالحهم حين يشرعون، فمشرع الشيوعية يضع تشريعه ضد الرأسمالية، ومشرع الرأسمالية يضع تشريعه ضد الشيوعية، لكن عندما يكون المشرع غير منتفع بما يشرع، فهذا هو تشريع الحق سبحانه وتعالى. </p><p> وحين ندخل في الإسلام ندخل جميعاً لا يشذ منا أحد، ذلك معنى {ادخلوا فِي السلم كَآفَّةً} ، هذا معنى وارد، وهناك معنى آخر وارد أيضا وهو ادخلوا في السلم أي الإسلام بجميع تكاليفه بحيث لا تتركوا تكليفاً يشذ منكم. </p><p> وحين يأتي المعنى الأول فلأننا لو لم ندخل في السلم جميعاً لشقي الذين يُسلمون بالذين لا يُسلمون؛ لأن الذي يُسلم سيهذب سلوكه بالنسبة للآخرين، ويكون نفع المسلم لسواه، ويشقى المسلم بعد إسلام من لم يسلم، فمن مصلحتنا جميعاً أن نكون جميعاً مسلمين. والذين لا يدركون هذه الحقيقة يفسرون قول الله تعالى:  {لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم}  [المائدة: ١٠٥] </p><p> على غير ظاهرها، فمن ضِمْن هدايتكم أن تُبَصّروُا من لم يؤمن بأن يؤمن؛ لأن </p><p> مصلحتكم أن تسلموا جميعاً، فإذا أسلمت أنت فسيعود إسلامك على الغير؛ لأن سلوكك سيصبح مستقيماً مهذباً، والذي لم يسلم سيصبح سلوكه غير مستقيم وغير مهذب، وستشقى أنت به. إذن فمن مصلحتك أن تقضي وقتاً طويلاً وتتحمل عناء كبيراً في أن تدعو غيرك ليدخل في الإسلام. وإياك أن تقول: إن ذلك يضيع عليك فرص الحياة. لا إنه يضمن لك فرص الحياة، ولن يضيع وقتك لأنك ستحمي نفسك من شرور غير المسلم. </p><p> وأذكر جيداً أننا حين تكلمنا في فاتحة الكتاب قلنا: إن الله يُعلمنا أن نقول: {إياك نعبد} فكلنا يا رب نعبدك وسنسعد جميعا بذلك، واهدنا كلنا يا رب؛ لأنك إن هديتني وحدي فسيستمتع غيري بهدايتك لي، وأنا سوف أشقى بضلاله. </p><p> فمن مصلحتنا جميعاً أن نكون مهديين جميعاً. </p><p> هذا على معنى {ادخلوا فِي السلم كَآفَّةً} أي جميعاً. أما معنى قوله تعالى:  {لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم} أي لا تتحملون أوزار ضلالهم إذا أمرتم بالمعروف ونهيتم عن المنكر. أما المعنى الثاني فادخلوا في الإسلام بحيث لا يشذ منكم أحد. ويأخذ شيئا وبعضا من الإسلام ويترك بعضا منه، فأنت تريد أن تبني حياتك. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شرح أن للإسلام أسساً هي الأركان الخمسة، وإياك أن تأخذ ثلاثة أركان وتترك ركنين؛ لأن هندسة الإسلام مبنية على خمسة أركان. </p><p> وقد قال لي أحد المهندسين: إننا نستطيع أن ننشئ بنياناً على ثلاثة أركان أو على أربعة أو على خمسة. فقلت له: ولكن حين تجعل البنيان على أربعة أركان، وتوزيع الأحمال والأثقال على أربعة أسس، هل يمكنك حين تُنشئ أن تجعلها ثلاثة أركان فقط؟ . قال: لا. </p><p> قلت: إذن فالبناء إنما ينشأ من البداية على الأسس التي تريدها، ولذلك فأنت توزع القوى على ثلاثة أو أربعة أو خمسة من البداية. والله سبحانه وتعالى شاء أن يجعل أسس الإسلام خمسة، وبعد ذلك يُبْنَى الإسلام، وحين يبنى الإسلام فإياك </p><p> أن تأخذ لبنة من الإسلام دون لبنة، بل يُؤخذ الإسلام كله، فالضرر الواقع في العالم الإسلامي إنما هو ناتج من التلفيقات التي تحدث في العالم المسلم. تلك التلفيقات التي تحاول أن تأخذ بعضاً من الإسلام وتترك بعضا، وهذا هو السبب في التعب والضرر؛ لأن الإسلام لابد أن يؤخذ كله مرة واحدة. إذن {ادخلوا فِي السلم كَآفَّةً} يعني إياكم أن تتركوا حكماً من الأحكام. إن الذي يتعب المنتسبين إلى الدين الآن أننا نريد أن نلفق حياة إسلامية في بلاد تأخذ قوانينها من بلاد غير إسلامية. </p><p> إذن حتى ننجح في حياتنا، فلابد أن نأخذ الإسلام كله. وللأسف فإن كثيراً من حكام البلاد المسلمة لا يأخذون من الإسلام إلا آخر قوله تعالى:  {أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ} إنهم يأخذون {وَأُوْلِي الأمر مِنْكُمْ} ويتركون {أَطِيعُواْ الله وَأَطِيعُواْ الرسول} . </p><p> وأقوال: لماذا تأخذون الأخيرة وتتركون ما قبلها؟ إن الله لم يجعل لولي الأمر طاعة مستقلة بل قال:  {أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ} ليدل على أن طاعة ولي الأمر من باطن طاعة الله وطاعة الرسول. فنحن لا نريد تلفيقاً في الإسلام، خذوه كاملاً، تستريحوا أنتم ونستريح نحن معكم. </p><p> إن الحق سبحانه وتعالى يريد بدعوتنا إلى دخول الإسلام أن يعصم الناس من فتنة اختلاف أهوائهم فخفف ورفع عن خلقه ما يمكن أن يختلفوا فيه، وتركهم أحراراً في أن يزاولوا مهمة استنباط أسرار الله في وجوده بالعلم التجريبي كما يحبون، فإن أرادوا رقياً فليُعْمِلُوا عقولهم المخلوقة لله؛ في الكون المخلوق لله، بالطاقة المخلوقة لله؛ ليسعدوا أنفسهم ويدفعوها إلى الرقي، وإن انتهى أحد منهم إلى قضية كونية، واكتشف سراً من الأسرار في الكون فهو لن يقدم للناس جديداً في المنهج، وسيأخذ الناس هذا الجديد ولا يعارضونه. </p><p> إذن فمن الممكن أن يستنبط العلماء بعضاً من أسرار قضايا الكون المادية بوساطة العلم التجريبي، وهي أمور سيتفق عليها الناس، ولكن البشر يمكن أن يختلفوا في الأمور النابعة من أهوائهم؛ لأن لكل واحد هوى، وكل واحد يريد أن يتبع هواه </p><p> ولا يتبع هوى الآخرين، والحق سبحانه يريد أن يعصمنا من الأهواء لذلك قال لنا:  {ادخلوا فِي السلم كَآفَّةً} أي ادخلوا في كل صور الإسلام، حتى لا يأتي تناقض الأهواء في المجتمع. </p><p> وكن أيها المؤمن في سلم مع نفسك فلا يتناقض لسانك مع ما في قلبك، فلا تكن مؤمن اللسان كافر القلب. كن منسجماً مع نفسك حتى لا تعاني من صراع الملكات. وأيضاً كن داخلاً في السلام مع الكون الذي تعيش فيه، مع السماء، مع الأرض، مع الحيوان، مع النبات. كن في سلم مع كل تلك المخلوقات لأنها مخلوقة مسخرة طائعة لله، فلا تشذ أنت لتغضبها وتُحْفِظها عليك. </p><p> كن منسجماً مع الزمن أيضاً، لأن الزمن الذي يحدث فيه منك ما يخالف منهج الله سيلعنك هو والمكان، وإذا أردت أن تشيع سلامك في الكون فعليك كما علمك الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن تسالم كل الكون، وكان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يشيع السلام في الزمان والمكان، وعلى سبيل المثال كان صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أكثر الناس صياماً في شعبان، ولما سأله الصحابة عن هذا أخبرهم أن شعبان شهر يهمله الناس لأنه بين رجب، وهو من الأشهر الحرم الأربعة وبين رمضان، فأحب أن يحيى ذلك الشهر الذي يغفل عنه الناس، فكأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أراد أن يسعد الزمان بأن يشيع فيه لونا من العبادة فلا يجعله أقل من الأزمنة الأخرى. </p><p> كذلك الأمكنة تريد أن تسعد بك، فكل الأماكن تسعد بذكر الله فيها. والحق سبحانه بعد أن أمرنا جميعاً بالدخول في السلم بافعل ولا تفعل، حذرنا من اتباع الشيطان لأنه هو الذي يعمل على إبعادنا عن منهج الله فقال جل شأنه:  {وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ}  [البقرة: ٢٠٨] </p><p> ولماذا لا نتبع خطوات الشيطان؟ لأن عداوته للإنسان عداوة مسبقة، وقف من </p><p> آدم هذا الموقف، وبعد ذلك أقسم بعزة الله أن يغويكم جميعاً، وإذا كان الحق سبحانه وتعالى قد حكى لنا القصة فكأنه أعطانا المناعة، أي أن الشيطان لم يفاجئنا. وإنما وضع الحق أمامنا قصة الشيطان مع آدم واضحة جلية ليعطينا المناعة، بدليل أننا حين نريد أن نصون أجسامنا نجعل لأنفسنا مناعة قبل أن يأتي المرض، نُطعم أنفسنا ضد شلل الأطفال، وضد الكوليرا، وضد كذا، وكذا، فكأن الله سبحانه وتعالى يذكر قصة الشيطان مع أبينا آدم ليقول لنا: لاحظوا أن عداوته مسبقة. </p><p> وما دام له معكم عداوة مسبقة فلن يأخذكم على غرة؛ لأن الله نبهكم لتلك المسألة مع الخلق الأول. والشيطان عندما يُذكر في القرآن يراد به مرة عاصي الجن، لأن طائع الجن مثل طائع البشر تماماً، ومرة يريد به شياطين الإنس. إذن من الجن شياطين، ومن الإنس شياطين. </p><p> وحتى تستطيع أن تفرق بين ما يزينه الشيطان وبين ما تزينه لك نفسك، فإن رأيت نفسك مصراً على معصية من لون واحد فاعلم أن السبب هو نفسك، لأن النفس تريدك عاصياً من لون يشبع نقصاً فيها فهي تصر عليه: إنسان يحب المال فتتسلط عليه نفسه من جهة المال، وإنسان آخر يحب الجنس فتتسلط عليه نفسه من جهة النساء، وثالث يحب الفخر والمديح فتتسلط عليه نفسه من جهة مَنْ ينافقه. لكن الشيطان لا يصر على معصية بعينها، فإن رآك قد امتنعت عن معصية فهو يزين لك معصية أخرى؛ لأنه يريدك عاصياً على أية جهة. </p><p> والحق يحذرنا {وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ} . وليس هناك عداوة أوضح من عداوة الشيطان بعد أن وقف من آدم وقال ما أورده الحق على لسانه:  {قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين}  [ص: ٨٢ - ٨٣] </p><p> ويقول الحق من بعد ذلك:  {فَإِن زَلَلْتُمْ مِّن بَعْدِ مَا جَآءَتْكُمُ البينات فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ} </p>"
}