{
  "id": null,
  "sura": 2,
  "aya": 235,
  "text": "<p> و {عَرَّضْتُمْ} مأخوذة من التعريض. والتعريض: هو أن تدل على شيء لا بما يؤديه نصا، ولكن تعرض به تلميحا. </p><p> إن الحق سبحانه وتعالى يريد أن يجعل للعواطف تنفيسا من هذه الناحية، والتنفيس ليس مجرد تعبير عن العاطفة، ولكنه رعاية للمصلحة، فمن الجائز أنه لو حزم التعريض لكان في ذلك ضياع فرصة الزواج للمرأة، أو قد يفوت هذا المنع الفرصة على من يطلبها من الرجال؛ لذلك يضع الحق القواعد التي تفرض على الرجل والمرأة معا أدب الاحتياط، وكأنه يقول لنا: أنا أمنعكم أن تخطبوا في العدة أو تقولوا كلاماً صريحاً وواضحاً فيها، لكن لا مانع من التلميح من بعيد. </p><p> مثلا يثنى الرجل على المرأة؛ ويعدد محاسنها بكلام لا يعد خروجا على آداب الإسلام مثل هذا الكلام هو تلميح وتعريض، وفائدته أنه يعبر عما في نفسه قائله تجاه المطلقة فتعرف رأيه فيها، ولو لم يقل ذلك فربما سبقه أحد إليها وقطع عليه السبيل لإنفاذ ما في نفسه، ومنعه من أن يتقدم لخطبتها بعد انتهاء العدة، وقد يدفعه ذلك لأن يفكر تفكيرا آخر: للتعبير بأسلوب وشكل خاطئ. </p><p> إذن فالتعريض له فائدة في أنه يُعرف المطلقة رأي فلان فيها حتى إن جاءها غيره لا توافق عليه مباشرة. وهكذا نرى قبساً من رحمة الله سبحانه وتعالى بنا، بأن جعل العدة كمنطقة حرام تحمي المرأة، وجعل التعريض فرصة للتعبير عن العاطفة التي تؤسس مصلحة من بعد ذلك. </p><p> إن الحق يقول:  {وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النسآء} والخطبة مأخوذة من مادة «الخاء» و «الطاء» و «الباء» وتدل على أمور تشترك في عدة معالم: منها خُطبة بضم الخاء، ومنها خَطْب وهو الأمر العظيم، ومنها المعنى الذي نحن بصدده وهو الخِطبة بكسر الخاء. وكل هذه المعالم تدل على أن هناك الأمر العظيم الذي يُعالج، فالخطب أمر عظيم يهز الكيان، وكذلك الخُطبة لا يلقيها الخطيب إلا في أمر ذي بال، فيعظ المجتمع بأمر ضروري. </p><p> والخِطبة كذلك أمر عظيم؛ لأنه أمر فاصل بين حياتين: حياة الانطلاق، وحياة التقيد بأسرة وبنظام. وكلها معان مشتركة في أمر ذي بال، وأمر خطير. وهو سبحانه وتعالى يقول:  {وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النسآء أَوْ أَكْنَنتُمْ في أَنْفُسِكُمْ} أي لا جناح عليكم أن وضعتم في أنفسكم أمرا يخفى على المرأة، وللمسلم أن يكنن ويخفي في نفسه ما يشاء، ولكن ما الذي يُدري ويعلم المطلقة أنها في بالك يا من أسررت أمرها في نفسك؟ إنك لابد أن تلمح وأن تعرض بأسلوب يليق باحترام المرأة. </p><p> ويقول الحق:  {عَلِمَ الله أَنَّكُمْ سَتَذْكُرُونَهُنَّ} ، إن الذي خلقك يعلم أنها ما دامت في بالك، ومات زوجها عنها أو طلقها فقد أصبحت أملا بالنسبة لك، فلو أنه ضيق عليك لعوق عواطفك، ولضاعت منك الفرصة لأن تتخذها زوجة من بعد ذلك، ولهذا أباح الحق التعريض حتى لا يقع أحدكم في المحظور وهو {لاَّ تُوَاعِدُوهُنَّ سِرّاً} بأن تأخذوا عليهن العهد ألا يتزوجن غيركم، أو يقول لها: تزوجيني. </p><p> بل عليه أن يعرض ولا يفصح ولا يصرح. إن المواعدة في السر أمر منهي عنه، لكن المسموح به هو التعريض بأدب، {إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً} كأن يقول: «يا سعادة من ستكون له زوجة مثلك» . ومثل ذلك من الثناء الذي يُطرب المرأة. </p><p> ونعلم جميعا أن المرأة في مثل حال المطلقة أو المتوفى عنها زوجها تملك شفافية وألمعية تلتقط بها معنى الكلام ومراده. </p><p> ويتابع الحق:  {وَلاَ تعزموا عُقْدَةَ النكاح حتى يَبْلُغَ الكتاب أَجَلَهُ} وهكذا نرى أن مجرد العزم الأكيد أمر نهى عنه. والعزم مقدم على الفعل فإذا نهى عنه كان النهي عن الفعل أقوى وأشد وأنهى، فلك أن تنوى الزواج منها وتتوكل على الله، لكن لا تجعله أمرا مفروغا منه، إلا بعد أن تتم عدتها، فإن بلغ الكتاب أجله وانتهت عدتها فاعزموا عقدة النكاح. فكأن عقدة النكاح تمر بثلاث مراحل: </p><p> المرحلة الأولى: وهي التعريض أي التلميح. </p><p> والمرحلة الثانية: هي العزم الذي لا يصح ولا يستقيم أن يتم إلا بعد انتهاء فترة العدة. </p><p> والمرحلة الثالثة: هي العقد. </p><p> والمقصود بهذه المراحل أن يأخذ كل طرف فرصته للتفكير العميق في هذا الأمر الجاد، فإن كان التفكير قد هدى إلى العزم فإن للإنسان أن يعقد بعد انتهاء العدة، وإن كان التفكير قد اهتدى إلى الابتعاد وصرف النظر عن مثل هذا الأمر فللإنسان ما يريد. </p><p> ويريد الحق من هذه المراحل أن يعطي الفرصة في التراجع إن اكتشف أحد الطرفين في الآخر أمرا لا يعجبه. وكل هذه الخطوات تدل على أن العقد لا يكون إلا بعزم، فلا يوجد عقد دون عزم، إن الحق يريد من المسلم ألا يقدم على عقدة النكاح إلا بعد عزم. والعزم معناه التصميم على أنك تريد الزواج بحق الزواج وبكل مسئولياته، وبكل مهر الزواج، ومشروعيته، وإعفافه؛ فالزواج بدون أرضية العزم مصيره الفشل. </p><p> ومعنى العزم: أن تفكر في المسألة بعمق وروية في نفسك حتى تستقر على رأي أكيد، ثم لك أن تقبل على الزواج على أنه أمر له ديمومة وبقاء لا مجرد شهوة طارئة ليس لها أرضية من عزيمة النفس عليها. </p><p> ولذلك فإن الزواج القائم على غير رويّة، والمعلق على أسباب مؤقتة كقضاء الشهوة لا يستمر ولا ينجح. ومثل ذلك زواج المتعة؛ فالعلة في تحريم زواج المتعة أن المقدم عليه لا يريد به الاستمرار في الحياة الزوجية، وما دام لا يقصد منه الديمومة فمعناه أنه هدف للمتعة الطارئة. </p><p> والذين يبيحون زواج المتعة مصابون في تفكيرهم؛ لأنهم يتناسون عنصر الإقبال بديمومة على الزواج، فما الداعي لأن تقيد زواجك بمدة؟ إن النكاح الأصيل لا يُقيد بمثل هذه المدة. وتأمل حمق هؤلاء لتعلم أن المسألة ليست مسألة زواج، إنما المسألة هي تبرير زنى، وإلا لماذا يشترط في زواج المتعة أن يتزوجها لمدة شهر أو أكثر؟ </p><p> إن الإنسان حين يشترط تقييد الزواج بمدة فذلك دليل على غباء تفكيره وسوء نيته؛ لأن الزواج الأصيل هو الذي يدخل فيه بديمومة، وقد ينهيه بعد ساعة إن وجد أن الأمر يستحق ذلك، ولن يعترض أحد على مثل هذا السلوك، فلماذا تقيد نفسك بمدة؟ إن المتزوج للمتعة يستخدم الذكاء في غير محله، قد يكون ذكيا في ناحية ولكنه قليل الفطنة في ناحية أخرى. </p><p> إن على الإنسان أن يدخل على الزواج بعزيمة بعد تفكير عميق وروية ثم ينفذ العزم على عقد. حذار أن تضع في نفسك مثل هذا الزواج المربوط على مطامع وأهداف في نفسك كعدم الديمومة أو لهدف المتعة فقط، فكل ما يفكر فيه بعض الناس من أطماع شهوانية ودنيوية هي أطماع زائلة. اصرف كل هذه الأفكار عنك؛ لأنك إن أردت شيئاً غير الديمومة في الزواج، وإرادة الإعفاف؛ فالله سبحانه يعلمه وسيرد تفكيرك نقمة عليك فاحذره. </p><p> إن الله سبحانه لا يحذر الإنسان من شيء إلا إذا كان مما يغضبه سبحانه. لذلك يذيل الحق هذه الآية الكريمة بقوله:  {واعلموا أَنَّ الله يَعْلَمُ مَا في أَنْفُسِكُمْ فاحذروه واعلموا أَنَّ الله غَفُورٌ حَلِيمٌ} . وهو سبحانه يعلم ضعف النفس البشرية وأنها قد تضعف في بعض الأحيان، فإن كان قد حدث منها شيء فالله يعطيها الفرصة في أن يتوب صاحبها لأنه سبحانه هو الغفور الحليم. وبعد ذلك يقول الحق سبحانه: </p><p> {لاَّ جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النسآء مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُواْ لَهُنَّ فَرِيضَةً ... } </p>"
}