{
  "id": null,
  "sura": 2,
  "aya": 3,
  "text": "<p> بعد أن بين الله سبحانه وتعالى لنا أن هذا الكتاب وهو القرآن الكريم {هُدًى لِّلْمُتَّقِينَ} . . أي أن فيه المنهج والطريق لكل من يريد أن يجعل بينه وبين غضب الله وقاية. . أراد أن يعرفنا صفات هؤلاء المتقين ومن هم. . وأول صفة هي قوله تعالى:  {الذين يُؤْمِنُونَ بالغيب} . . </p><p> ما هو الغيب الذي جعله الله أول مرتبة في الهدى. . وفي الوقاية من النار ومن غضب الله؟ . . </p><p> الغيب هو كل ما غاب عن مدركات الحس. فالأشياء المحسة التي نراها ونلمسها لا يختلف فيها أحد. . ولذلك يقال ليس مع العين أين. . لأن ما تراه لا تريد عليه دليلا. . ولكن الغيب لا تدركه الحواس. . إنما يدرك بغيرها. . </p><p> ومن الدلالة على دقة التعريف أنهم قالوا أن هناك خمس حواس ظاهرة هي: السمع والبصر والشم والذوق واللمس. . ولكن هناك أشياء تدرك بغير هذه الحواس. . </p><p> لنفرض أن أمامنا حقيبتين. . الشكل نفسه والحجم نفسه. هل تستطيع بحواسك الظاهرة أن تدرك أيهما أثقل من الأخرى؟ . هل تستطيع الحواس الخمس أن تقول لك أي الحقيبتين أثقل؟ . . لا. . لابد أن تحمل واحدة منهما ثم تحمل الأخرى لتعرف أيهما أثقل. . </p><p> بأي شيء أدركت هذا الثقل؟ . . بحاسة العضل. . لأن عضلاتك أُجهدت عندما حملت احدى الحقيبتين، ولم تجهد عندما حملت الثانية. . فعرفت بالدقة أيهما أثقل. . لا تقل باللمس؛ لأنك لو لمست احداهما ثم لمست الأخرى لا تعرف أيهما </p><p> أثقل. . إذن فهناك حاسة العضل التي تقيس بها ثقل الأشياء. . </p><p> ولنفرض أنك دخلت محلا لبيع القماش، وأمامك نوعان من قماش واحد. . ولكن أحدهما أرق من الآخر. . بمجرد أن تضع القماشين بين أنامِلك تدرك أن أحدهما رقيق والآخر أكثر سمكا. . بأي حاسة أدركت هذا؟ ليس بحاسة اللمس ولكن بحاسة البينة وحكمها لا يخطئ. . </p><p> وعندما تشعر بالجوع. . بأي حاسة أدركت أنك جوعان؟ . . ليس بالحواس الظاهرة. . وكذلك عندما تظمأ. . ما هي الحاسة التي أدركت بها أنك محتاج الى الماء. . وعندما تكون نائما. . أي حاسة تلك التي توقظك من النوم. . لا أحد يعرف. . </p><p> اذن هناك ملكات في النفس وهي الحواس الظاهرة. . وهناك ادراكات في النفس. . وهي حواس لا يعلمها إلا خالقها. . لذلك عندما يأتي العلماء ليضعوا تعريفا للنفس البشرية نقول لهم: ماذا تعرفون عن هذه النفس؟! . . انكم لا تعلمون إلا ظاهرا من الحياة الدنيا. . ولكن هناك أشياء داخل النفس لا تعرفونها. . هناك ادراكات لا يعلم عنها الانسان شيئا، وهي ادراكات كثيرة ومتعددة. </p><p> . لذلك يخطئ من يقول إن ما لا يدرك بالحواس البشرية الظاهرة هو غيب. . لأن هناك ملكات وادراكات متعددة تعمل بغير علم منا. </p><p> لو أعطى لطالب تمرين هندسي فحله وأتى بالجواب. . هل نقول أنه عَلِمَ غيبا؟ . . لأن حل التمرين كان غيبا عنه ثم وصل اليه. . لا. . لأن هناك مقدمات وقوانين أوصلته الى هذا الحل. . والغيب بلا مقدمات ولا قوانين تؤدي اليه، وهل عندما تعلن الأرصاد الجوية أن غدا يوم مطير شديد الرياح. . أتكون قد عَلِمَتْ غيبا؟ . . لا. . لأنها أخذت المقدمات ووصلت بها الى نتائج وهذا ليس غيباً. . </p><p> واذا جاء أحد من الدجالين وقال لك ان ما سرق منك عند فلان. . أيكون قد علم الغيب؟ . . لا. . لأنه يشترط في الغيب ألا يكون معلوما لمثلك. . وما سرق منك معلوم لمثلك. . فالسارق والذي بيعت له المسروقات يعرفان من الذي سرق، وما الذي حدث. . والشرطة تستطيع بالمقدمات والبصمات والبحث أن تصل الى السارق ومن اشترى المسروقات. . وإذا جاءك دجال من الذين يسخرون الجن. . </p><p> والمعروف أن الجن مستورعنا يمتاز بخفة الحركة وسرعتها. . والله سبحانه وتعالى يقول عن الشيطان:  {إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ}  [الأعراف: ٢٧] فقد يكون هذا المستعان به من الجن قد رأى شيئا. . أو انتقل من مكان إلى آخر. . فيعرف شيئا لا تعرفه أنت. . هذا لا يكون غيباً لأنك جهلته، ولكن غيرك يعلمه بقوانينه التي خلقها الله له. . والعلماء الذين يكتشفون أسرار الكون. . أيقال إنهم أطلعوا على الغيب؟ . . لا. . لأن هؤلاء العلماء اكتشفوا موجوداً له مقدمات فوصلوا الى هذه النتائج فهو ليس غيبا. </p><p> ولكن ما هو الغيب؟ . . </p><p> هو الشيء الذي ليس له مقدمات ولا يمكن أن يصل اليه علم خَلْقٍ من خلق الله حتى الملائكة. . واقرأ قول الحق سبحانه وتعالى حينما عَلَّمَ آدم الأسماء كلها وعرضهم على الملائكة قال جل جلاله:  {وَعَلَّمَءَادَمَ الأسمآء كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الملائكة فَقَالَ أَنْبِئُونِي بِأَسْمَآءِ هؤلاء إِن كُنْتُمْ صَادِقِينَ قَالُواْ سُبْحَانَكَ لاَ عِلْمَ لَنَآ إِلاَّ مَا عَلَّمْتَنَآ إِنَّكَ أَنْتَ العليم الحكيم قَالَ يَآءَادَمُ أَنبِئْهُمْ بِأَسْمَآئِهِمْ فَلَمَّآ أَنْبَأَهُمْ بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُلْ لَّكُمْ إني أَعْلَمُ غَيْبَ السماوات والأرض وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ}  [البقرة: ٣١ - ٣٣] والجن أيضا لا يعلم الغيب. . ولذلك عندما مات سليمان عليه السلام. . وكان الله سبحانه وتعالى قد سَخَّرَ له الجن لم تعلم الجن بموته إلا عندما أكلت دابة الأرض </p><p> عصاه. . واقرأ قوله تبارك وتعالى:  {فَلَمَّا قَضَيْنَا عَلَيْهِ الموت مَا دَلَّهُمْ على مَوْتِهِ إِلاَّ دَابَّةُ الأَرْضِ تَأْكُلُ مِنسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الجن أَن لَّوْ كَانُواْ يَعْلَمُونَ الغيب مَا لَبِثُواْ فِي العذاب المهين} </p><p> [سبأ: ١٤] إذن فالغيب هو ما لا يعلمه إلا الله سبحانه وتعالى. . واقرأ قول الحق جل جلاله:  {عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً}  [الجن: ٢٦ - ٢٧] وهكذا فإن الرسل لا يعلمون الغيب. . ولكن الله سبحانه وتعالى يعلمهم بما يشاء من الغيب ويكون هذا معجزة لهم ولمن اتبعوهم. </p><p> وقمة الغيب هي الايمان بالله سبحانه وتعالى. . والايمان بملائكته وكتبه ورسله والايمان باليوم الآخر. . كل هذه أمور غيبية، وحينما يخبرنا الله تبارك وتعالى عن ملائكته ونحن لا نراهم. . نقول مادام الله قد أخبرنا بهم فنحن نؤمن بوجودهم. . وإذا أخبرنا الحق سبحانه وتعالى عن اليوم الآخر. . فمادام الله قد أخبرنا فنحن نؤمن باليوم الآخر. . لأن الذي أخبرنا به هو الله جل جلاله. . آمنت به أنه اله. . واستخدمت في هذا الايمان الدليل العقلي الذي جعلني أؤمن بأن لهذا الكون إلهاً وخالقاً. . وما يأتيني عن الله حيثية الايمان به أن الله سبحانه وتعالى هو القائل. </p><p> ولابد أن نعرف أن وجود الشيء مختلف تماما عن ادراك هذا الشيء. . فأنت لك روح في جسدك تهبك الحياة. . أرأيتها؟ . . أسمعتها؟ . . أذقتها؟ . . أشممتها؟ . . ألمستها؟ . . الجواب طبعا لا. . فبأي وسيلة من وسائل الادراك تدرك أن لك روحا في جسدك؟ بأثرها في إحياء الجسد. . </p><p> إذن فقد عرفت الروح بأثرها، والروح مخلوق لله. . فكيف تريد وأنت عاجز أن تدرك مخلوقا في جسدك وذاتك وهو الروح بآثارها. . ان تدرك الله سبحانه وتعالى بحواسك. </p><p> ونحن إذا آمنا بالقمة الغيبية وهو الله جل جلاله. . فلابد أن نؤمن بكل ما يخبرنا عنه وإن لم نَرَه. . ولقد أراد الله تبارك وتعالى رحمة بعقولنا أن يقرب لنا قضية الغيب فأعطانا من الكون المادي أدلة على أن وجود الشيء، وادراك هذا الوجود شيئان منفصلان تماما. . </p><p> فالجراثيم مثلا موجودة في الكون تؤدي مهمتها منذ بداية الخلق. . وكان الناس يشاهدون آثار الأمراض في أجسادهم من ارتفاع في الحرارة وحمى وغير ذلك وهم لا يعرفون السبب. . فلما ارتقى العلم وأذن الله لخلقه أن يروا هذا الوجود للجراثيم. . جعل الله العقول قادرة على أن تكتشف المجهر. . الذي يعطينا الصورة مكبرة. . لأن العين قدرتها البصرية أقل من أن تدرك هذه المخلوقات الدقيقة. . فلما اكتشف العلم المجهر. . استطعنا أن نرى هذا الجراثيم. . ونعرف أن لها دورة حياة وتكاثر إلى غير ما يكشفه الله لنا من علم كما تقدم الزمن. . </p><p> إن عدم قدرتنا على رؤية أي شيء لا يعني أنه غير موجود. </p><p> . ولكن آلة الإدراك وهي البصر عاجزة عن أن تراه، لأنه غاية في الصغر. . فاذا جئت بالمجهر كبر لك هذا الميكروب ليدخل في نطاق وسيلة رؤيتك وهي العين. . ورؤيتنا للجراثيم والميكروبات ليست دليلا على أنها خلقت ساعة رأيناها. . بل هي موجودة تؤدي مهمتها. . سواء رأيناها أو لم نرها. </p><p> فلو حدثنا أحد عن الميكروبات والجراثيم قبل أن نراها رؤية العين. . هل كنا نصدق؟ . . والله سبحانه وتعالى ترك بعض خلقه غير مدرك في زمنه لبعض حقائق الكون ليرتقي الانسان ويدرك بعد ذلك. . وكان المفروض أنه يزداد ايمانا. . عندما يدرك وليعرف الخلق بالدليل المادي أن ما هو غيب عنهم موجود وان كنا لا نراه. . </p><p> والله تبارك وتعالى قد أعطانا من آياته في الكون ما يجعلنا ندرك أن لهذا الكون خالقا. . فالشمس والقمر والنجوم والأرض والانسان والحيوان والجماد لا يستطيع أحد أن يدعي انه خلقهم. . ولا أحد يمكن أن يدعي أنه خلق نفسه أو غيره. . </p><p> ولا يمكن لهذا الكون بهذا النظام الدقيق أن يوجد مصادفة؛ لأن المصادفات أحداث غير مرتبة أو غير منظمة. . ولو وجد هذا الكون بالصدفة لتصادمت الشمس والقمر والنجوم والأرض ولاختل الليل والنهار. . </p><p> ولكن كل ما في الكون من آيات يؤكد لنا أن هناك قوة هائلة هي التي خلقت ونظمت وأبدعت. . فإذا جاءنا رسول يبلغنا أن الله سبحانه وتعالى هو الذي خلق هذا الكون فلابد أن نصدقه. </p><p> ثم يقول الحق سبحانه وتعالى:  {وَيُقِيمُونَ الصلاة} . . والصلاة هي إدامة ولاء العبودية للحق تبارك وتعالى وهي لا تسقط عن الانسان أبدا. . فالانسان يصلي وهو واقف، فإن لم يستطع يصلي وهو جالس. فإن لم يستطع، فيصلي وهو راقد. . ولا تسقط الصلاة عن الانسان من ساعة التكليف إلى ساعة الوفاة كل يوم خمس مرات. . </p><p> ويقول الحق تبارك وتعالى:  {وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ} . . وحين نتكلم عن الرزق يظن كثير من الناس أن الرزق هو المال. . نقول له لا. . الرزق هو ما ينتفع به فالقوة رزق، والعلم رزق، والحكمة رزق، والتواضع رزق. . وكل ما فيه حركة للحياة رزق. . فإن لم يكن عندك مال لتنفق منه فعندك عافية تعمل بها لتحصل على المال. . وتتصدق بها على العاجز والمريض. . وان كان عندك حلم. . فإنك تنفقه بأن تقي الأحمق من تصرفات قد تؤذي المجتمع وتؤذيك. . وان كان عندك علم انفقه لتعلم الجاهل. . وهكذا نرى:  {وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ} تستوعب جميع حركة الحياة. </p>"
}