{
  "id": null,
  "sura": 2,
  "aya": 118,
  "text": "<p> الحق سبحانه وتعالى حين قال:  {الذين لاَ يَعْلَمُونَ} . . أي لا يعلمون عن كتاب الله شيئا لأنهم كفار. . وهؤلاء سألوا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يكلمهم الله. . ومعنى أن يكلمهم الله أن يسمعوا كلاما من الله سبحانه. . كما سمع موسى كلام الله. </p><p> وماذا كانوا يريدون من كلام الله تبارك وتعالى. . أكانوا يريدون أن يقول لهم الله إنه أرسل محمداً رسولا ليبلغهم بمنهج السماء. . وكأن كل المعجزات التي أيد الله بها رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعلى رأسها القرآن الكريم لم تكن كافية لإقناعهم. . مع أن القرآن كلام معجز وقد أتى به رسول أمي. . سألوه عن أشياء حدثت فأوحى الله بها إليه بالتفصيل. . جاء القرآن ليتحدى في أحداث المستقبل وفي أسرار النفس البشرية. . وكان ذلك يكفيهم لو أنهم استخدموا عقولهم ولكنهم أرادوا العناد كلما جاءتهم آية كذبوا بها وطلبوا آية أخرى. . والله سبحانه وتعالى قد أبلغنا أنه لا يمكن لطبيعة البشر أن تتلقى عن الله مباشرة. . واقرأ قوله سبحانه:  {وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْياً أَوْ مِن وَرَآءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ}  [الشورى: ٥١] </p><p> إذن فالبشر حتى المصطفى من الله والمؤهل للتلقي عن الله. . لا يكلمه الله إلا وحيا أو إلهامَ خاطرٍ أو من وراء حجاب كما كلم موسى. . أو يرسل رسولا مبلغا للناس لمنهج الله. . أما الاتصال المباشر فهو أمر تمنعه بشرية الخلق. </p><p> ثم يقول الحق تبارك وتعالى:  {أَوْ تَأْتِينَآ آيَةٌ} . . والآيات التي يطلبها الكفار ويأتي بها الله سبحانه وتعالى ويحققها لهم. . لا يؤمنون بها بل يزدادون كفرا وعنادا. . والله جل جلاله يقول:  {وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ بِهَا}  [الإسراء: ٥٩] </p><p> إذن فالآيات التي يطلبها الكفار ليؤمنوا لا تجعلهم يؤمنون. . ولكن يزدادون كفرا حتى ولو علموا يقينا أن هذه الآيات من عند الله سبحانه وتعالى كما حدث لآل فرعون. . واقرأ قول الحق سبحانه وتعالى:  {فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُواْ هذا سِحْرٌ مُّبِينٌ وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين}  [النمل: ١٣ - ١٤] </p><p> وهكذا فإن طلبهم أن يكلمهم الله أو تأتيهم آية كان من باب العناد والكفر. . والحق سبحانه يقول:  {كَذَلِكَ قَالَ الذين مِن قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ} . . فبنو إسرائيل قالوا لموسى أرنا الله جهرة. . الذين لا يعلمون قالوا لولا يكلمنا الله. . ولكن الذين قالوا أرنا الله جهرة كانوا يعلمون لأنهم كانوا يؤمنون بالتوراة. </p><p> . فتساوى الذين يعلمون والذين لا يعلمون. . لذلك قال الله تبارك وتعالى:  {تَشَابَهَتْ قُلُوبُهُمْ} . . أي قلوب أولئك الذين كانوا خاضعين للمنهج والذين لا يخضعون لمنهج قد تشابهت بمنطق واحد. </p><p> ولو أن الذين لا يعلمون قالوا ولم يقل الذين يعلمون لهان الأمر. . وقلنا جهلهم هو الذي أوحى إليهم بما قالوا. . ولكن ما عذر الذين علموا وعندهم كتاب أن يقولوا أرنا الله جهرة. . إذن فهناك شيء مشترك بينهم تشابهت قلوبهم في الهوى. . إن مصدر كل حركة سلوكية أو حركة جارحة إنما هو القلب الذي تصدر عنه دوافع الحركة. . ومادام القلب غير خالص لله فيستوى الذي يعلم والذي لا يعلم. </p><p> ثم يقول الحق سبحانه وتعالى:  {قَدْ بَيَّنَّا الآيات لِقَوْمٍ يُوقِنُونَ} . . ما هو اليقين؟ هو استقرار القضية في القلب استقراراً لا يحتمل شكا ولا زلزلة. . ولا يمكن أن تخرج القضية مرة أخرى إلى العقل. . لتناقش من جديد لأنه أصبح يقينا. . واليقين يأتي من إخبار من تثق به وتصبح أخباره يقينا. . فإذا قال الله قال اليقين. . وإذا قال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فكلامه حق. . ولذلك من مصداقية الإيمان أن سيدنا أبا بكر رَضِيَ اللَّهُ عَنْه. . عندما قيل له إن صاحبك يقول إنه صُعد به إلى السماء السابعة وذهب إلى بيت المقدس في ليلة واحدة. . قال إن كان قد قال فقد صدق. </p><p> إن اليقين عنده نشأ من إخبار من يثق فيه وهذا نسميه علم يقين. . وقد يرتقي الأمر ليصير عين يقين. . عندما ترى الشيء بعينك بعد أن حُدثت عن رؤية غيرك له. . ثم تدخل في حقيقة الشيء فيصبح حق يقين. . إذن اليقين علم إذا جاء عن إخبار من تثق به. . وعين يقين إذا كان الأمر قد شوهد مشاهدة العين. . وحق يقين هو أن تدخل في حقيقة الشيء. . والله سبحانه وتعالى يشرح هذا في قوله تعالى:  {أَلْهَاكُمُ التكاثر حتى زُرْتُمُ المقابر كَلاَّ سَوْفَ تَعْلَمُونَ ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين لَتَرَوُنَّ الجحيم}  [التكاثر: ١ - ٦] </p><p> هذه هي المرحلة الأولى أن يأتينا علم اليقين من الله سبحانه وتعالى. . ثم تأتي المرحلة الثانية في قوله تبارك وتعالى:  {ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين}  [التكاثر: ٧] </p><p> أي أنتم ستشاهدون جهنم بأعينكم يوم القيامة. . هذا علم يقين وعين يقين. . يأتي بعد ذلك حق اليقين في قوله تعالى:  {وَأَمَّآ إِن كَانَ مِنَ المكذبين الضآلين فَنُزُلٌ مِّنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ إِنَّ هذا لَهُوَ حَقُّ اليقين}  [الواقعة: ٩٢ - ٩٥] </p><p> والمؤمن عافاه الله من أن يعاين النار كحق يقين. . إنه سيراها وهو يمر على الصراط. . ولكن الكافر هو الذي سيصلاها حقيقة يقين. . ولقد قال أهل الكتاب لأنبيائهم ما يوافق قول غير المؤمنين. . فاليهود قالوا لموسى:  {لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً} . . والمسيحيون قالوا لعيسى:  {هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ السمآء} قال: {اتقوا الله إِن كُنْتُم مُّؤْمِنِينَ} . . وهكذا شجع المؤمنون بالكتاب غير المؤمنين بأن يطلبوا رؤية الله ويطلبوا المعجزات المادية. </p>"
}