{
  "id": null,
  "sura": 2,
  "aya": 20,
  "text": "<p> أن الله سبحانه وتعالى يريد أن يلفتنا إلى أن البرق الذي هو وقتي وزمنه قليل. هو الذي يسترعي انتباههم. ولو آمنوا لأضاء نور الإيمان والإسلام طريقهم. ولكن قلوبهم مملوءة بظلمات الكفر فلا يرون طريق النور. . والبرق يخطف أبصارهم، أي يأخذها دون إرادتهم. فالخطف يعني أن الذي يخطف لا ينتظر الإذن، والذي يتم الخطف منه لا يملك القدرة على منع الخاطف. والخطف غير الغصب. فالغصب أن تأخذ الشيء برغم صاحبه. </p><p> ولكن. . ما الفرق بين الأخذ والخطف والغصب؟ . الأخذ أن تطلب الشيء من صاحبه فيعطيه لك. أو تستأذنه. أي تأخذ الشيء بإذن صاحبه. والخطف أن تأخذه دون إرادة صاحبه ودون أن يستطيع منعك. </p><p> والغصب أن تأخذ الشيء رغم إرادة صاحبه باستخدام القوة أو غير ذلك بحيث يصبح عاجزا عن منعك من أخذ هذا الشيء. </p><p> ولنضرب لذلك مثلا ولله المثل الأعلى. إذا دخل طفل على محل للحلوى وخطف قطعة منها، يكون صاحب المحل لا قدرة له على الخاطف لأن الحدث فوق قدرات المخطوف منه، فهو بعيد وغير متوقع للشيء، فلا يستطيع منع الخطف. . أما الغصب فهو أن يكون صاحب المحل متنبها ولكنه لا يملك القدرة على منع ما يحدث، وإذا حاول أن يقاوم. . فإن الذي سيأخذ الشيء بالرغم عنه لابد أن يكون أقوى منه. أي أن قوة المُغْتَصِب، تكون أقوى من المُغْتَصَب منه. </p><p> وقوله تعالى:  {يَكَادُ البرق يَخْطَفُ أَبْصَارَهُمْ} . </p><p> لابد أن نتنبه إلى قوله تعالى «يكاد» أي يكاد أو يقترب البرق من أن يخطف </p><p> أبصارهم. وليس للإنسان القدرة أن يمنع هذا البرق من أن يأخذ انتباه البصر. </p><p> وقوله تعالى {كُلَّمَا أَضَآءَ لَهُمْ مَّشَوْاْ فِيهِ} . </p><p> أي أنهم يمشون على قدر النور الدنيوي. الذي يعطيه لهم البرق. فلا نور في قلوبهم. ولذلك إذا أظلم عليهم توقفوا، لأنه لا نور لهم. </p><p> وقوله تعالى {وَلَوْ شَآءَ الله لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ} . </p><p> يدعي بعض المستشرقين أن ذلك يتعارض مع الآية الكريمة التي تقول {صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لاَ يَرْجِعُونَ} كيف يكونون صما بكما عميا. . أي أن منافذ الإدراك عندهم لا تعمل، ونحن هنا نتحدث عن العمى الإيماني، ثم يقول تبارك وتعالى {وَلَوْ شَآءَ الله لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ} مع أنهم صم وبكم وعمي؟ . . </p><p> نقول أن قول الحق سبحانه وتعالى:  {صُمٌّ بُكْمٌ عُمْيٌ} أي لا يرون آيات الله ويقين الإيمان، ولا يسمعون آيات القرآن ويعقلونها. . إذن فوسائل إدراكهم للمعنويات تتعطل. ولكن وسائل إدراكهم بالنسبة للمحسات تبقى كما هي. فالمنافق الذي لا يؤمن بيوم القيامة، لا يرى ذلك العذاب الذي ينتظره في الآخرة. </p><p> ولو شاء الله سبحانه وتعالى أن يذهب بسمعهم وأبصارهم. </p><p> بالنسبة للأشياء المحسة. لاستطاع لأنه قادر على كل شيء، ولكنه سبحانه وتعالى لم يشأ ذلك. حتى لا يأتوا مجادلين في الآخرة، من أنهم لو كان لهم بصر لرأوا آيات الله. ولو كان لهم سمع لتدبروا القرآن. فأبقى الله لهم أبصارهم وأسماعهم. لتكون حجة عليهم، بأن لهم بصرا ولكنهم انصرفوا عن آيات الله إلى الأشياء التي تأتيهم بفائدة عاجلة في الدنيا مهما جاءت بغضب الله. وأن لهم سمعا يسمعون به كل شيء من خطط المؤامرات على الإسلام. وضرب الإيمان وغير ذلك. فإذا تليت عليهم آيات الله فأنهم لا يسمعونها. وفي ذلك يقول الله سبحانه وتعالى:  {وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفاً}  [محمد: ١٦] </p><p> أي أنهم يسمعون ولا يعقلون ولا يدخل النور إلى قلوبهم، فكأنهم صم عن آيات الله لا يسمعونها. </p><p> والحق سبحانه وتعالى يريد أن يعطينا مثل المنافقين بأنهم لا يلتفتون إلى القيم الحقيقية في الحياة. ولكنهم يأخذون ظاهرها فقط. يريدون النفع العاجل، وظلمات قلوبهم. لا تجعلهم يرون نور الإيمان. وإنما يبهرهم بريق الدنيا مع أنه زائل ووقتي. فيخطف أبصارهم. ولأنه لا نور في قلوبهم، فإذا ذهبت عنهم الدنيا، تحيط بهم الظلمات من كل مكان لأنهم لا يؤمنون بالآخرة. مع أن الله سبحانه وتعالى لو شاء لذهب بسمعهم وأبصارهم، لأنهم لا يستخدمونها الاستخدام الإيماني المطلوب. والمفروض أن وسائل الإدراك هذه. تزيدنا إيمانا. . ولكن هؤلاء لا يرون إلا متاع الدنيا. ولا يسمعون إلا وسوسة الشيطان، فالمهمة الإيمانية لوسائل الإدراك توقفت، وكأن هذه الوسائل غير موجودة. </p>"
}