{
  "id": null,
  "sura": 2,
  "aya": 254,
  "text": "<p> ونحن نعرف أن كل نداء من الحق يبدأ بقوله تعالى:  {ياأيها الذين آمنوا} إنما يدل على أن ما يأتي من بعد هذا القول هو تكليف لمن آمن بالله، وليس تكليفاً للناس على إطلاقهم؛ لأن الله لا يكلف من كفر به، إنما يكلف الله من آمن به، ومن اجتاز ذلك وأصبح في اليقين الإيماني فهو أهل لمخاطبة الله له، فكأنه يجد في القول الرباني نداء يقول له: يا من آمن بي إلها حكيما قادرا مشرعاً لك، أنا أريد منك أن تفعل هذا الأمر. </p><p> إذن الإيمان هو حيثية كل حكم، فأنت تفعل ذلك لماذا؟ لا تقل: لأن حكمته كذا وكذا. لا. ولكن قل: لأن الله الذي آمنت به أمرني بهذه الأفعال، سواء فهمت الحكمة منها أو لم تفهمها، بل ربما كان إقبالك على أمر أمرك الله به وأنت لا تفهم له حكمة أشد في الإيمان من تنفيذك لأمر تعرف حكمته. </p><p> ولو أن إنساناً قال له الطبيب: إن الخمر التي تشربها تفسد كبدك وتعمل فيك كذا وكذا، وبعد ذلك امتنع عن الخمر، صحيح أن امتناعه عن الخمر صادف طاعة لله، لكن هل هو امتنع لأن الله قال؟ لا، لم يمتنع لأن الله قال، ولكنه امتنع لأن الطبيب قال، فإيمانه بالطبيب أكثر من إيمانه برب الطبيب. أما المؤمن فيقول: أنا لا أشرب الخمر؛ لأن الله قد حرمها، ولماذا انتظر حتى يقول لي الطبيب: إن كبدك سيضيع بسبب الخمر، فالرحمة هي ألا يجيء الداء. </p><p> إن الحق يقول:  {ياأيها الذين آمنوا أَنْفِقُواْ مِمَّا رَزَقْنَاكُم} أي أنا لا أطلب منكم </p><p> أن تنفقوا علي، ولكن أنفقوا من رزقي عليكم؛ لأن الرزق يأتي من حركة الإنسان، وحركة الإنسان تحتاج طاقة تتحرك في شيء أو مادة، وهذه الحركة تأتي على ترتيب فكر، وهذا الفكر رتبه من خلقه، والجوارح التي تنفعل، واليد التي تتحرك، والرِّجل التي تمشي خلقها الله، والمادة التي تفعل بها مخلوقة لله. وسنأخذ الزارع نموذجا، نجد أن الأرض التي فيها العناصر مخلوقة لله، إذن فالإنسان يعمل بالعقل الذي خلقه الله، ويخطط بالجوارح التي خلقها الله لتأتي له بالطاقة التي يعمل بها في المادة التي خلقها الله لتعطي للإنسان خيرها. . فأي شيء للإنسان إذن؟ </p><p> ومع ذلك إن حصل للإنسان خير من هذا كله فهو سبحانه لا يقول:  «إنه لي» بل أمنحه لك أيها الإنسان، ولكن أعطني حقي فيه، وحقي لن آخذه لي ولكن هو لأخيك المسكين، والحق يقول:  {مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ}  [الذاريات: ٥٧] </p><p> وإياك أن تقول: ما دخلي أنا بالمسكين؟ عليك أن تعلم أنّ المسكنة عَرَض، والعرض من الممكن أن يلحق بك أنت. </p><p> فلا تُقدِّر أنك معطٍ دائما، ولكن قدر أنك ربما حدث لك ما يجعلك تأخذ لاَ أنْ تعطي. الحق يقول لك: أعط المسكين وأنت غني؛ لأنه سبحانه سيقول للناس: أن يعطوك وأنت فقير، فقدِّر حكم الله ساعة يُطلب منك، ليحميك ساعة أن يُطلب لك، وبذلك تتوازن المسألة. </p><p> ومع أنه سبحانه هو الذي يرزق، فهو يريد منكم أيها العباد أن تتعاونوا وأن يحب بعضكم بعضا، حتى تُمحى الضغائن من قلوبكم؛ لأن الإنسان الضعيف ضعفا طبيعياً وليس ضعف التسول أو الكسل أو الاحتراف، بل ضعف عدم القدرة على العمل هو مسئولية المؤمنين، فسبحانه وتعالى يجعل القوي مسئولا أن يساعدك وأنت ضعيف. </p><p> وأنت حين ترى وأنت ضعيف لا تقدر الأقوياء الذين قدروا لم ينسوك، وذكروك بما عندهم، عندئذ تعلم أنك في بيئة متساندة تحب لك الخير، فإن رأيت </p><p> نعمة تنالك إن عجزت فأنت لا تحسدها أبداً، ولا تحقد على معطيها، بل تتمنى من حلاوة وقعها في نفسك لأنها جاءتك عن حاجة تتمنى لو أن الله قدرك لتردها، فيكون المجتمع مجتمعاً متكافلاً متضامناً. </p><p> فحين يقول الله تعالى:  {أَنْفِقُواْ مِمَّا رَزَقْنَاكُم} فأنتم لا تتبرعون لذات الله بل تنفقون مما رزقكم، ومن فضل الله عليكم أنه احترم أثر عملكم ونسبه لكم حتى وإن احتاج أخوك، فهو سبحانه يقول:  {مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً والله يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ}  [البقرة: ٢٤٥] </p><p> إن الحق سبحانه قد اعتبر النفقة في سبيل الله هي قرض من العبد للرب الخالق الوهاب لكل رزق. وحتى نفهم معنى النفقة أقول: قد قلنا من قبل: إن الكلمة مأخوذة من مادة «النون والفاء والقاف» ، ويقال: نفقت السوق أي انتهت بسرعة وتم تبادل البضائع فيها بالأثمان المقررة لها، ونحن نعرف أن التجارة تعني مقايضة بين سلع وأثمان. والسلعة هي ما يستفاد بها مباشرة. والثمن ما لا يستفاد به مباشرة. </p><p> فعندما تكون جائعا أيغنيك أن يكون عندك جبل من ذهب؟ إن هذا الجبل من الذهب أنت لا تستفيد منه مباشرة، أما فائدتك من رغيف الخبز فهي استفادة مباشرة، وكذلك كوب الماء الممتلئ، تستفيد منه مباشرة، والملابس التي ترتديها أنت تستفيد منها مباشرة. إذن فالذي يستفاد منه مباشرة اسمه سلعة، والذي لا يستفاد منه مباشرة نسميه ثمناً. ولذلك يقول لنا الحق إنذاراً وتحذيراً من الاعتزاز بالمال: </p><p> {ياأيها الذين آمنوا أَنْفِقُواْ مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شَفَاعَةٌ والكافرون هُمُ الظالمون}  [البقرة: ٢٥٤] </p><p> إن الحق سبحانه ينبهنا أن ننفق من رزقه لنا من قبل أن يأتي اليوم الآخر الذي لا بيع فيه؛ أي لا مجال فيه لاستبدال أثمان بسلع أو العكس، وأيضا لا يكون في هذا اليوم «خُلة» ، ومعنى «خلة هي الود الخالص، وهي العلاقة التي تقوم بين اثنين فيصير كل منهما موصلاً بالآخر بالمحبة؛ لأن كُلاًّ منكما منفصل عن الآخر وإن ربطت بينكم العاطفة وفي الآخرة سيكون كل إنسان مشغولا بأمر نفسه.</p><p> إن اليوم الآخر ليس فيه بيع ولا شراء ولا فيه خلة ولا شفاعة، وهذه هي المنافذ التي يمكن للإنسان أن يستند عليها. فأنت لا تملك ثمنا تشتري به، ولا يملك غيرك سلعة في الآخرة، إذن فهذا الباب قد سد. وكذلك لا يوجد خلة أو شفاعة، والشفاعة هذه مأذون فيها. إن كانت ممن أذن له الله أن يشفع فهي في يد الله، ومعنى «شفيع» مأخوذة من الشفع والوتر. الوتر واحد والشفع اثنان، فكأن الشفيع يضم صوته لصوتي لنقضي هذه الحاجة عند فلان. فيتشفع الإنسان بإنسان له جاه عند المشفوع عنده حتى ينفذ له ما يطلب. ولكن هذه الوسائل في الآخرة غير موجودة. فلا بيع ولا خلة ولا شفاعة؛ فأنتم إذا أنفقتم اتقيتم ذلك اليوم، فانتهزوا الفرصة من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة. </p><p> وهذه هي أبواب النجاة المظنونة عند البشر التي تُغلق في هذا اليوم العظيم. وكأن الحق سبحانه وتعالى يقول: أنا لم أفوت فرصة على خلقي؛ خلقي هم الذين ظلموا أنفسهم ووقفوا أنفسهم هذا الموقف، فأنا لم أظلمهم. لذلك يذيل الحق الآية بقوله:  {والكافرون هُمُ الظالمون} . </p><p> وبعد أن تكلم الله سبحانه وتعالى عن الرسل، وعن الاختلاف، وعن القتال لتثبيت منهج الحق، وعن الإنفاق، يوضح لنا التصور الإيماني الصحيح الذي في ضوئه جاءت كل هذه المسائل. فقد جاء موكب الرسالات كلها من أجل هذا المنهج فقال سبحانه: </p><p> {الله لاَ إله إِلاَّ هُوَ الحي القيوم ... } </p>"
}