{
  "id": null,
  "sura": 2,
  "aya": 194,
  "text": "<p> والمقصود هو أنه إذا ما قاتلوكم في الشهر الحرام فقاتلوهم في الشهر الحرام، فإذا ما اعتدوا على حرمة زمان فالقصاص يكون في زمان مثله، وإن اعتدوا في حرمة مكان يكن القصاص بحرمة مكان مثله، وإذا كان الاعتداء بحرمة إحرام، يكون الرد بحرمة إحرام مثله؛ لأن القصاص هو أن تأخذ للمظلوم مثل ما فعل الظالم. </p><p> إن الحق سبحانه وتعالى يريد أن يخفف وقع الأمر على المؤمنين الذين رُدوا عام الحديبية في ذي القعدة سنة ست من الهجرة وأعادهم المشركون إلى المدينة، فاقتص الله منهم بأن أعادهم في ذي القعدة في العام القابل في السنة السابعة من الهجرة، فإن كانوا قد مُنعوا في الشهر الحرام فقد أراد الله أن يعودوا لزيارة البيت في الشهر الحرام في الزمان نفسه. </p><p> وقوله الحق:  {والحرمات قِصَاصٌ} يقتضي منا أن نسأل: كيف يكون ذلك؟ وما هو الشيء الحرام؟ إن الشيء الحرام هو ما يُحظر هتكه، والشيء الحلال هو المُطلق والمأذون فيه. فهل يعني ذلك أن الذي يقوم بعمل حرام نقتص منه بعمل مماثل؟ </p><p> هل إذا زنى رجل بامرأة نقول له نقتص منك بالزنى فيك؟ لا. إن القصاص في الحرمات لا يكون إلا في المأذون به وكذلك إذا سرق مني إنسان مالاً وليس لدي بينة، لكني مقتنع بأنه هو الذي سرق هل أقتص منه بأن أسرق منه؟ لا، إن القصاص إنما يكون في الأمر المعروف الواضح، أما الأمر المختفي فلا يمكن أن نقتص منه بمثل ما فعل. </p><p> لكن هب أن أحد الأقارب ممَّنْ تجب نفقتهم عليك وامتنعت أنت عن النفقة على هذا الإنسان، وهذا أمر محرم عليك، وما دام الأمر علنياً فله أن يأخذ من مالك فيأكل وتكون المسألة قصاصاً. وهب أن زوجتك تشتكي من بخلك وتقصيرك، كما « </p><p> اشتكت هند زوجة أبي سفيان لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من بخل زوجها فقال لها: خذي من ماله بالمعروف ما يكفيك وولدك» . </p><p> ومثال آخر، هب أن ضيفا بمنزلك ورفضت أن تكرمه، وانتهز فرصة بعدك عن المكان الذي يجلس فيه ثم تناول شيئا وأكله. لا يكون تعديا عليك ما لم يكن داخلا في محرم آخر، وبعد ذلك يترك الحق لولي الأمر تنظيم هذه الأمور حتى لا تصير المسائل إلى الفوضى. </p><p> وقوله الحق:  {فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ} يدعونا إلى اليقظة حتى لا يخدعنا أحد ويدعي الإيمان وهو يريد الانتقام. ويجب أن نتمثل قول الشاعر: </p><p> إن عادت العقرب عدنا لها ... وكانت النعل لها حاضرة </p><p> ويختم الحق الآية الكريمة بقوله:  {واتقوا الله واعلموا أَنَّ الله مَعَ المتقين} أي لا تظنوا أن الله ملّكَكُم فيهم شيئاً، بل أنتم وهم مملوكون جميعاً لله. ويقول الحق من بعد ذلك:  {وَأَنْفِقُواْ فِي سَبِيلِ الله وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة وأحسنوا ... } </p>"
}