{
  "id": null,
  "sura": 2,
  "aya": 132,
  "text": "<p> عندما تقرأ كلمة وصى فاعلم أن الوصية تأتي لحمل الإنسان على شيء نافع في آخر وقت لك في الدنيا؛ لأن آخر ساعات الإنسان في الدنيا إن كان قد عاش فيها يغش الناس جميعا فساعة يحتضر لا يغش نفسه أبدا ولا يغش أحدا من الناس لماذا؟ لأنه يحس إنه مقبل على الله سبحانه فيقول كلمة الحق. </p><p> النصح أو الوصية هي عظة تحب أن يستمسك بها من تنصحه وتقولها له مخلصا في آخر لحظة من لحظات حياته. . ولذلك سيأتي الله سبحانه وتعالى ليبين لنا ذلك في قوله:  {أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ الموت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي}  [البقرة: ١٣٣] </p><p> وهكذا يريد الله سبحانه أن يبين لنا أن الوصية دائما تكون لمن تحب. . وأن حب الإنسان لأولاده أكيد سواء أكان هذا الإنسان مؤمنا أم كافرا. . ونحن لا نتمنى أن يكون في الدنيا من هو أحسن منا إلا أبناءنا ونعمل على ذلك ليكون لهم الخير كله. </p><p> وصّى إبراهيم بنيه، ويعقوب وصى بنيه. . وكانت الوصية {يَابَنِيَّ إِنَّ الله اصطفى لَكُمُ الدين} إذن فالوصية لم تكن أمرا من عند إبراهيم ولا أمرا من عند يعقوب. ولكن كانت أمرا اختاره الله للناس فلم يجد إبراهيم ولا يعقوب أن يوصيا </p><p> أولادهما إلا بما اختاره الله. . فكأن إبراهيم ائتمن الله على نفسه فنفذ التكاليف وائتمنه على أولاده فأراد منهم أن يتمسكوا بما اختاره لهم الله. </p><p> قوله تعالى:  {ووصى بِهَآ إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ} . . إبراهيم هو الأب الكبير وابنه اسحق وابن اسحق يعقوب. . ويعقوب هو الأب المباشر لليهود. . ويعقوب وصاهم كما يروي لنا القرآن الكريم:  {ووصى بِهَآ إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَابَنِيَّ إِنَّ الله اصطفى لَكُمُ الدين فَلاَ تَمُوتُنَّ إَلاَّ وَأَنْتُم مُّسْلِمُونَ} . </p><p> أنت لا تنهى إنسانا عن أمر إلا إذا كان في إمكانه أن يتجنبه ولا تأمره به إلا إذا كان في إمكانه أن ينفذه. . فهل يملك أولاد يعقوب أن يموتوا وهم مسلمون؟ والموت لا يملكه أحد. . إنه يأتي في أي وقت فجأة. . ولكن مادام يعقوب قد وصى بنيه:  {لاَ تَمُوتُنَّ إَلاَّ وَأَنْتُم مُّسْلِمُونَ} فالمعنى لا تفارقوا الإسلام لحظة حتى لا يفاجئكم الموت إلا وأنتم مسلمون. </p><p> والله سبحانه وتعالى أخفى موعد الموت ومكانه وسببه. . ليكون هذا إعلاما به ويتوقعه الناس في أي سن وفي أي مكان وفي أي زمان. . ولذلك قد نلتمس العافية في أشياء يكون الموت فيها. . والشاعر يقول: </p><p> إن نام عنك فكل طب نافع ... أو لم ينم فالطب من أسبابه </p><p> أي إن لم يكن قد جاء الأجل، فالطب ينفعك ويكون من أسباب الشفاء. . أما إذا جاء الأجل فيكون الطب سببا في الموت، كأن تذهب لإجراء عملية جراحية فتكون سبب موتك. . فالإنسان لابد أن يتمسك بالإسلام وبالمنهج ولا يغفل عنه أبدا. . حتى لا يأتيه الموت في غفلته فيموت غير مسلم. . والعياذ بالله. </p>"
}