{
  "id": null,
  "sura": 2,
  "aya": 209,
  "text": "<p> والزّلة هي المعصية، وهي مأخوذة من «زال» ، وزال الشيء أي خرج عن استقامته، فكأن كل شيء له استقامة، والخروج عنه يعتبر زللا، والزلل: هو الذنوب والمعاصي التي تُخالف بها المنهج المستقيم. </p><p> {مِّن بَعْدِ مَا جَآءَتْكُمُ البينات} إنه سبحانه يوضح لنا أنه لا عذر لكم مطلقا في أن تزلوا؛ لأنني بينت لكم كل شيء، ولم أترككم إلى عقولكم، ومن المنطقي أن تستعملوا عقولكم استعمالا صحيحا لتديروا حركة الكون الذي استخلفتكم فيه، ومع ذلك، إن أصابتكم الغفلة فأنا أرسل الرسل. ولذلك قال سبحانه:  {وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً}  [الإسراء: ١٥] </p><p> لقد رحم الله الخلق بإرسال الرسل ليبينوا للإنسان الطريق الصحيح من الطريق المعوج. والحق سبحانه وتعالى يترك بعض الأشياء للبشر ليأتوا بفكر من عندهم ثم يرتضي الإسلام ما جاءوا به ليعلمنا أن العقل إذا ما كان طبيعيا ومنطقيا فهو قادر على أن يهتدي إلى الحكم بذاته. وفي تاريخ الإسلام نجد أن سيدنا عمر قد رأى أشياء واقترح بعضا من الاقتراحات، ووافق عليها الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ثم ينزل القرآن على وفق ما قاله عمر، وقد يتساءل أحد قائلا: ألم يكن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أولى؟ </p><p> نقول: لو كانت تلك الآراء قد جاءت من النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لما كان فيها غرابة؛ لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معصوم ويوحي إليه، لكن الله يريد أن يقول </p><p> لنا: أن العقل الفطري عندما يصفو فهو يستطيع أن يهتدي للحكم الصحيح، وإن لم يكن هناك حكم قد نزل من السماء. ولذلك تستفز أحكام سيدنا عمر عدداً كبيراً من المستشرقين ويقولون: أليس عندكم سوى عمر؟ لماذا لا تقولون محمدا؟ </p><p> نقول لهم: لقد تربى عمر في مدرسة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فما يقوله هو، إنما قد أخذه عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وقد أقر عمر بذلك وقال:  «ما عمر لولا الإسلام» ، ونحن نستشهد بعمر لأنه بشر وليس رسولاً، ويسري عليه ما يسري على البشر، فلا يوحى إليه ولم يكن معصوما. </p><p> إذن كأن الحق أراد أن يُقَرِّب لنا القدرة على الاستنباط والفهم فنكون جميعا عمر؛ لأن عمر بالفطرة كان يهتدي إلى الصواب، ويقول لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «نفعل كذا» ، فينزل الوحي موافقا لرأيه، فكأن الله لم يكلفنا شططا، إنما جاء تكليفه ليحمي العقول من أهواء النفس التي تطمس العقول، فآفة الرأي الهوى، ولولا وجود الأهواء لكانت الآراء كلها متفقة. </p><p> وقديما أعطوا لنا مثلا بالمرأة التي جمعت الصيف والشتاء في ليلة واحدة، فقد زوجت ابنها وابنتها، وعاش الأربعة معها في حجرة واحدة، ابنها معه زوجته، وابنتها معها زوجها، والمرأة معهم، تنام نوما قليلا وتذهب لابنتها توصيها:  «دفئي زوجك وأرضيه» فالجو بارد، وتذهب لابنها وتقول:  «ابعد عن زوجتك فالدنيا حر» . </p><p> إن المكان واحد، والليل واحد، لكن المرأة جعلته صيفاً وشتاء في وقت واحد والسبب هو هوى النفس. والله سبحانه يبين لنا ذلك في قوله:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ}  [المؤمنون: ٧١] </p><p> إذن فالحق سبحانه وتعالى يعصمنا حين يُشَرع لنا، فالبشر يضيقون ذرعا بتقنينات أنفسهم لأنفسهم، فيحاولون أن يخففوا من خطأ التقنين البشري، فيقننوا أشياء </p><p> يعدلون بها ما عندهم، ولو نظرت إلى ما عدلوه من قوانين لوجدته تعديلا يلتقي مع الإسلام أو يقترب من الإسلام. </p><p> لقد سألوني في أمريكا: لماذا لم يظهر الإسلام فوق كل العقائد برغم أنكم تقولون: إن الله يقول في كتابه: {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ} . ومع ذلك لم يظهر دينكم على كل الأديان، ولم يزل كثير من الناس غير مسلمين سواء كانوا يهودا أو نصارى أو بلا دين؟ قلت: لو فطنتم إلى قول الله: {وَلَوْ كَرِهَ الكافرون} و {وَلَوْ كَرِهَ المشركون} لدلكم ذلك على أن ظهور الإسلام قد تم مع وجود كفار، وظهوره مع وجود مشركين، وإلا لو ظهر ولا شيء معه فممن يُكرَه؟ إن العقيدة التي يكرهها أهل الكفر هي التي تعزز وجود الإسلام. إذن {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وَلَوْ كَرِهَ المشركون} يدل على أن ظهور الإسلام يعني وجود كافر ووجود مشرك كلاهما سيكون موجودا وسيكرهان انتشار الدين. </p><p> وعندما نرى أحداث الحياة تضطر البلاد الغربية عندما يجدون خطأ تقنينهم فيحاولون أن يعدلوا في التقنيات فلا يجدون تعديلا إلا أن يذهبوا إلى أحكام الإسلام، لكنهم لم يذهبوا إليه كدين إنما ذهبوا إليه كنظام، إن رجوعهم إلى الإسلام لدليل وتأكيد على صحة وسلامة أحكام الإسلام، لأنهم لو أخذوا تلك الأحكام كأحكام دين لقال غيرهم: قوم تعصبوا لدين آمنوا به فنفذوا أحكامه. ولكنهم برغم كرههم للدين، اضطروا لأن يأخذوا بتعاليمه، فكأنه لا حل عندهم إلا الأخذ بما ذهب إليه الإسلام. </p><p> إذن قول الله:  {لِيُظْهِرَهُ عَلَى الدين كُلِّهِ وَلَوْ كَرِهَ المشركون} قوة لنظام الإسلام، لا لتؤمن به وإنما تضطر أن تلجأ إليه، وكانوا في إيطاليا على سبيل المثال يعيبون على الإسلام الطلاق ويعتبرونه انتقاما لحقوق المرأة، ولكن ظروف الحياة والمشكلات الأسرية اضطرتهم لإباحة الطلاق، فهل قننوه لأن الإسلام قال به؟ لا، ولكن لأنهم وجدوا أن حل مشكلاتهم لا يأتي إلا منه. </p><p> وفي أمريكا عندما شنوا حملة شعواء على تناول الخمور، هل حاربوها لأن الإسلام حرمها؟ لا، ولكن لأن واقع الحياة الصحية طلب منهم ذلك. إذن {وَلَوْ كَرِهَ الكافرون} ، {وَلَوْ كَرِهَ المشركون} : معناهما أنهم سيلجأون إلى نظام الإسلام ليحل قضاياهم. فإن لم يأخذوه كدين فسوف يأخذونه نظاما. </p><p> {فَإِن زَلَلْتُمْ مِّن بَعْدِ مَا جَآءَتْكُمُ البينات فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ} أي إياكم أن تظنوا أنكم بزللكم أخذتم حظوظ أنفسكم من الله، فإن مرجعكم إلى الله وهو عزيز وعزته سبحانه هي أنه يَغلب ولا يُغلب، فهو يدبر أمورنا برحمة وحكمة. ويقول الحق بعد ذلك:  {هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ الله فِي ظُلَلٍ مِّنَ الغمام ... } </p>"
}