{
  "id": null,
  "sura": 2,
  "aya": 151,
  "text": "<p> الله جل جلاله بعد أن حدثنا عن الهداية إلى منهجه وإلى طريقه. حدثنا عن نعمته علينا بإرسال رسول يتلو علينا آيات الله. ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو الذي ستأتي على يديه قمة النعم وهو القرآن والدين الخاتم. </p><p> قوله تعالى:  {رَسُولاً مِّنْكُمْ} أي ليس من جنس آخر. ولكنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رسول منكم تعرفونه قبل أن يكلف بالرسالة وقبل أن يأتي بالحجة. . لماذا؟ لأنه معروف بالخلق العظيم وبالقول الكريم والأمانة وبكل ما يزيد الإنسان رفعة وعلوا واحتراما. . إن أول من آمن برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هم أولئك الذين يعرفونه أكثر من غيرهم. . كأبي بكر الصديق وزجته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ السيدة خديجة وابن عمه علي بن أبي طالب. . هؤلاء آمنوا دون أن يطلبوا دليلا لأنهم أخذوا الإيمان من معرفتهم برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قبل أن يكلف بالرسالة. . فهم لم يعرفوا عنه كذبا قط. فقالوا إن الذي لا يكذب على الناس لا يمكن أن يكذب على الله فآمنوا. . فالله سبحانه وتعالى من رحمته أنه أرسل إليهم رسولا منهم أميا ليعلمه ربه. . ولذلك قال الحق تبارك وتعالى:  {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ}  [التوبة: ١٢٨] </p><p> الحق سبحانه يقول:  {يَتْلُواْ عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ} . . الآيات هي القرآن الكريم والتزكية هي التطهير ولابد أن يكون هناك دنس ليطهرهم منه. . فيطهرهم من عبادة الأصنام ومن وأد البنات والخمر والميسر والربا. . ومعنى التزكية أيضا سلب الضار فكأنه جاءهم بالنفع وسلب منهم الضر. </p><p> وقوله تعالى:  {وَيُعَلِّمُكُمُ الكتاب والحكمة} . . الكتاب على إطلاقه ينصرف إلى القرآن الكريم والحكمة هي وضع الشيء في موضعه. . والكتاب يعطيك التكليف إما أن يأمرك بشيء وإما أن ينهاك عن شيء. </p><p> إذن فهي دائرة بين الفعل والترك. . والحكمة أن تفعل الفعل الذي يحقق لك خيرا ويمنع عنك الشر. وهي مأخوذة من الحكمة أو الحديدة التي توضع في فم الجواد لتحكم حركته في السير والوقوف، وتصبح كل حركة تؤدي الغرض منها والحكمة أيضا هي أحاديث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مصداقا لقوله تعالى:  {واذكرن مَا يتلى فِي بُيُوتِكُنَّ مِنْ آيَاتِ الله والحكمة}  [الأحزاب: ٣٤] </p><p> وقوله سبحانه:  {وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ} لأنكم أمة أمية. فإن بهرتكم الدنيا بحضارتها فستبهرونهم بالإشعاعات الإيمانية التي تجعلكم متفوقين عليهم. . فكل ما يأتيكم من السماء هو فوق كل حضارات الأرض. . لذلك يقول عمر بن الخطاب رَضِيَ اللَّهُ عَنْه: ما عمر لولا الإسلام. </p>"
}