{
  "id": null,
  "sura": 2,
  "aya": 87,
  "text": "<p> وبعد أن بيّن الحق سبحانه وتعالى لنا ما فعله اليهود مع نبيهم موسى عليه السلام. . أراد أن يبين لنا ما فعله بنو إسرائيل بعد نبيهم موسى. . وأراد أن يبين لنا موقفهم من رسول جاءهم منهم. . ولقد جاء لبني إسرائيل رسل كثيرون لأن مخالفاتهم للمنهج كانت كثيرة. . ولكن الآيةَ الكريمة ذكرت عيسى عليه السلام. . لأن الديانتين الكبيرتين اللتين سبقتا الإسلام هما اليهودية والنصرانية. . ولكن لابد أن نعرف أنه قبل مجيء عيسى. . وبين رسالة موسى ورسالة عيسى عليهما السلام رسل كثيرون. . منهم داود وسليمان وزكريا ويحيى وغيرهم. . فكأنه في كل فترة كان بنو إسرائيل يبتعدون عن الدين. . ويرتكبون المخالفات وتنتشر بينهم المعصية. . فيرسل اللهُ رسولا يعدل ميزانَ حركة حياتهم. . ومع ذلك يعودون مرة أخرى إلى معصيتهم وفسقهم. . فيبعث اللهُ رسولا جديداً. . ليزيل الباطل وهوى النفس من المجتمع ويطبق شرع الله. . ولكنهم بعده يعودون مرة أخرى إلى المعصية والكفر. </p><p> وقال اللهُ سبحانه وتعالى:  {وَلَقَدْ آتَيْنَا موسى الكتاب} والقائلُ هو اللهُ جل جلاله. . والكتابُ هو التوراةُ:  {وَقَفَّيْنَا مِن بَعْدِهِ بالرسل} . . واللهُ تبارك وتعالى بين لنا موقفَ بني إسرائيل من موسى. . وموقِفَهُم من رسولِ الله صلى اللهُ عليه وسلم خاتمِ الأنبياءِ والمرسلين. . ولكنه لم يبين لنا موقفَهُم من الرسلِ الذين جاءوا بعد موسى حتى عيسى ابن مريم. </p><p> الحقُ سبحانه وتعالى يريد أن يلفتنا. . إلى أنه لم يترك الأمر لبني إسرائيل بعد موسى. . أن يعملوا بالكتاب الذي أرسل معه فقط. . ولكنه أتبع ذلك بالرسل. . حين تسمع «قفينا» . . أي اتبعنا بعضهم بعضا. . كل يخلف الذي سبقه. «وقفينا» </p><p> مشتقة من قفا. . وقفا الشيء خلفه. . وتقول قفوت فلاناً أي سرت خلفه قريباً منه. </p><p> إن الحق يريد أن يلفتنا إلى أن رسالةَ موسى لم تقف عند موسى وكتابه. . ولكنه سبحانه أرسل رسلاً وأنبياءَ ليذكروا وينبهوا. . ولقد قلنا إن كثرةَ الأنبياءِ لبني إسرائيلَ ليست شهادة لهم ولكنها شهادة عليهم. . إنهم يتفاخرون أنهم أكثرُ الأممِ أنبياءً. . ويعتبرون ذلك ميزة لهم ولكنهم لم يفهموا. . فكثرة الأنبياء والرسل دلالةَ على كثرة فساد الأمة، لأن الرسل إنما يجيئون لتخليص البشريةِ من فساد وأمراض وإنقاذها من الشقاء. . وكلما كثُرَ الرسلُ والأنبياءُ دل ذلك على أن القومَ قد انحرفوا بمجرد ذهابِ الرسولِ عنهم، ولذلك كان لابد من رسول جديد. . تماما كما يكون المريض في حالةٍ خطرةٍ فيكثر أطباؤه بلا فائدةٍ. . وليقطع اللهُ سبحانه وتعالى عليهم الحجةَ يومَ القيامةِ. </p><p> . لم يترك لهم فترةً من غفلةٍ. . بل كانت الرسلُ تأتيهم واحدا بعد الآخر على فتراتٍ قريبةٍ. </p><p> وإذا نظرنا إلى يوشع وأشمويه وشمعون. وداود وسليمان وشعيب وأرميا. وحزقيل وإلياس واليسع ويونس وزكريا ويحيى. . نرى موكبا طويلاً جاء بعد موسى. . حتى إنه لم تمر فترةٌ ليس فيها نبي أو رسول. . وحتى نفرقَ بين النبيِ والرسولِ. . نقول النبيُ مرسلٌ والرسولُ مرسلٌ. . كلاهما مرسلٌ من اللهِ ولكن النبيَ لا يأتي بتشريعٍ جديدٍ. . وإنما هو مرسلٌ على منهجِ الرسولِ الذي سَبَقَهُ. . واقرأ قولَهُ سبحانه:  {وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ}  [الحج: ٥٢] </p><p> إذن فالنبي مرسل أيضاً. . ولكنه أسوةٌ سلوكيةٌ لتطبيقِ منهجِ الرسولِ الذي سبقه. </p><p> وهل اللهُ سبحانه وتعالى قص علينا قصص كل الرسل والأنبياء الذين أرسلهم؟ اقرأ قوله تبارك وتعالى: </p><p> {وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلاً لَّمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ الله موسى تَكْلِيماً}  [النساء: ١٦٤] </p><p> إذن هناك رسلٌ وأنبياء أرسلوا إلى بني إسرائيل لم نعرفهم. . لأن الله لم يقصص علينا نبأهم. . ولكن الآية الكريمة التي نحن بصددها لم تذكر إلا عيسى عليه السلام. . باعتباره من أكثر الرسل أتباعا. . والله تبارك وتعالى حينما أرسل عيسى أيده بالآيات والبينات التي تثبت صدقَ بلاغه عن اللهِ. . ولذلك قال جل جلاله:  {وَآتَيْنَا عِيسَى ابن مَرْيَمَ البينات وَأَيَّدْنَاهُ بِرُوحِ القدس} . . وعيسى ابنُ مريمَ عليه السلام جاء ليرد على المادية التي سيطرت على بني إسرائيل. . وجعلتهم لا يعترفون إلا بالشيء المادي المحسوس. . فعقولهم وقلوبهم أغلقت من ناحية الغيب. . حتى إنهم قالوا لموسى:  {أَرِنَا الله جَهْرَةً} . . وحين جاءهم المن والسلوى رزقاً من الله. . خافوا أن ينقطع عنهم لأنه رزقٌ غيبيّ فطلبوا نبات الأرض. . لذلك كان لابد أن يأتي رسول كل حياته ومنهجه أمور غيبية. . مولده أمر غيبي، وموته أمر غيبي ورفعه أمر غيبي ومعجزاته أمور غيبية حتى ينقلهم من طغيان المادية إلى صفاء الروحانية. </p><p> لقد كان أول أمره أن يأتي عن غير طريق التكاثر الماديّ. . أي الذي يتم بين الناس عن طريق رجل وأنثى وحيوان منويّ. . واللهُ سبحانه وتعالى أراد أن يخلع من أذهان بني إسرائيل أن الأسباب المادية تحكمه. . وإنما هو الذي يحكم السبب. هو الذي يخلق الأسباب ومتى قال:  «كن» كان. . بصرف النظر عن المادية المألوفة في الكون. . وفي قضية الخلق أراد الله جل جلاله للعقول أن تفهم أن مشيته هي السبب وهي الفاعلة. . واقرأ قوله سبحانه:  {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ} </p><p> [الشورى: ٤٩ - ٥٠] </p><p> فكأن الله سبحانه وتعالى جعل الذكورة والأنوثة هما السبب في الإنجاب. . ولكنه جعل طلاقة القدرة مهيمنةً على الأسباب. . فيأتي رجل وامرأة ويتزوجان ولكنهما لا ينجبان. . فكأن الأسباب نفسها عاجزة عن أن تفعل شيئا إلا بإرادة المسبب. </p><p> والله سبحانه وتعالى يقول:  {وَآتَيْنَا عِيسَى ابن مَرْيَمَ البينات وَأَيَّدْنَاهُ بِرُوحِ القدس} . . لماذا قال الحق تبارك وتعالى:  {وَأَيَّدْنَاهُ بِرُوحِ القدس} . . ألم يكن باقي الرسل والأنبياء مؤيدين بروح القدس؟ </p><p> نقول: لقد ذكر هنا تأييد عيسى بروح القدس لأن الروح ستشيع في كل أمر له. . ميلاداً ومعجزةً وموتاً. . والروحُ القدس هو جبريل عليه السلام لم يكن يفارقه أبدا. . لقد جاء عيسى عليه السلام على غير مألوف الناس وطبيعة البشر مما جعله معرضاً دائماً للهجوم. . ولذلك لابد أن يكون الوحي في صحبته لا يفارقه. . ليجعل من مهابته على القوم ما يرد الناس عنه. . وعندما يتحدث القرآن أنه رفع إلى السماء. . اختلف العلماء هل رفع إلى السماء حيا؟ أو مات ثم رفع إلى السماء؟ نقول: لو أننا عرفنا أنه رُفع حيا أو مات فما الذي يتغير في منهجنا؟ لا شيء. . وعندما يقال إنه شيء عجيب أن يرفع إنسان إلى السماء، ويظل هذه الفترة ثم يموت. . نقول إن عيسى ابنَ مريمَ لم يتبرأ من الوفاة. . إنه سيُتَوَفّى كما يُتَوَفَّى سائر البشر. . ولكن هل كان ميلاده طبيعياً؟ الإجابة لا. . إذن فلماذا تتعجب إذا كانت وفاته غير طبيعية؟ لقد خلق من أم بدون أب. . فإذا حدث أنه رفع إلى السماء حياً وسينزل إلى الأرض فما العجب في ذلك؟ ألم يصعد رسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إلى السماء حياً؟ ثم نزل لنا بعد ذلك إلى الأرض حياً؟ لقد حدث هذا لمحمدٍ عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. . إذن فالمبدأ موجود. . فلماذا تستبعد صعود عيسى ثم نزوله في آخر الزمان؟ والفرق بين محمدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعيسى هو أن محمداً لم يمكث طويلاً في السماء، بينما عيسى بقى. . والخلاف على الفترة لا ينقض المبدأ. </p><p> عن ابن المسيب أنه سمع أبا هريرة رَضِيَ اللَّهُ عَنْه يقول قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حكما مقسطا فيكسر الصليب ويقتل الخنزير ويضع الجزية ويفيض المال حتى لا يقبله أحد» </p><p> وهذا الحديث موجود في صحيح البخاري. . فقد جعله الله مثلا لبني إسرائيل. . واقرأ قوله سبحانه:  {إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلاً لبني إِسْرَائِيلَ}  [الزخرف: ٥٩] </p><p> قوله تعالى:  {وَآتَيْنَا عِيسَى ابن مَرْيَمَ البينات} . </p><p> . البينات هي المعجزات مثل إبراء الأكمه والأبرص وإحياء الموتى بإذن الله وغير ذلك من المعجزات. . وهي الأمور البينة الواضحة على صدق رسالته. </p><p> لكننا إذا تأملنا في هذه المعجزات. . نجد أن بعضها نسبت لقدرة الله كإحياء الموتى جاء بعدها بإذن الله. . وبعضها نسبها إلى معجزته كرسول. . ومعروف أنه كرسول يؤيده اللهُ بمعجزات تخرق قوانين الكون. . ولكن هناك فرقاً بين معجزة تعطي كشفاً للرسول. . وبين معجزة لابد أن تتم كل مرة من الله مباشرة. . واقرأ الآية الكريمة:  {وَرَسُولاً إلى بني إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ أني أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير فَأَنفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ الله وَأُبْرِىءُ الأكمه والأبرص وَأُحْيِ الموتى بِإِذْنِ الله وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذلك لآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ}  [آل عمران: ٤٩] </p><p> وهكذا نرى في الآية الكريمة أنه بينما كان إخبار عيسى لما يأكل الناس وما يدخرون في بيوتهم كشفاً من الله. . كان إحياء الموتى في كل مرة بإذن الله. . وليس كشفا ولا معجزة ذاتية لعيسى عليه السلام. . إن كل رسول كان مؤيداً بروح القدس وهو جبريل عليه السلام. . ولكن الله أيد عيسى بروح القدس دائما معه. . وهذا معنى قوله تعالى:  {وَأَيَّدْنَاهُ بِرُوحِ القدس} . . وأيدناه مشتقة من القوة ومعناها قويناه </p><p> بروح القدس في كل أمر من الأمور. . وكلمة روح تأتي على معنيين. . المعنى الأول ما يدخل الجسم فيعطيه الحركة والحياة. . وهناك روح أخرى هي روح القيم تجعل الحركة نافعة ومفيدة. . ولذلك سمى الحق سبحانه وتعالى القرآن بالروح. . واقرأ قوله تعالى:  {وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا}  [الشورى: ٥٢] </p><p> والقرآن روح. . من لا يعمل به تكون حركة حياته بلا قيم. . إذن كل ما يتصل بالمنهج فهو روح. . والقدس هذه الكلمة تأتي مرة بضم القاف وتسكين الدال. . ومرة بضم القاف وضم الدال. . وكلا اللفظين صحيح وهي تفيد الطهر والتنزه عن كل ما يعيب ويشين. . والقدس يعني المطهر عن كل شائبة. </p><p> قوله تبارك وتعالى:  {أَفَكُلَّمَا جَآءَكُمْ رَسُولٌ بِمَا لاَ تهوى أَنْفُسُكُمْ استكبرتم} قوله تعالى: «أفكلما» . . هناك عطف وهناك استفهام، وهي تعني أكفرتم، وكلما جاءكم رسول بما لا تهوى أنفسكم استكبرتم. . أي إن اليهود جعلوا أنفسهم مشرعين من دون الله. . وهم يريدون أن يشرعوا لرسلهم. . فإذا جاء الرسول بما يخالف هواهم كذَّبوه أو قتلوه. </p><p> وقوله تعالى:  {بِمَا لاَ تهوى أَنْفُسُكُمْ} . . هناك هَوَى بالفتحة على الواو وهَوِيَ بالكسرة على الواو. . هَوَى بالفتحة على الواو بمعنى سقط إلى أسفل. . وهَوِيَ بالكسرة على الواو معناه أحب وأشتهى. </p><p> . اللفظان ملتقيان. . الأول معناه الهبوط، والثاني حب الشهوة والهوى يؤدي إلى الهبوط. . ولذلك فإن الله سبحانه وتعالى حينما يشرع يقول (تَعَالَوْا) ومعناها؟ إرتفعوا من موقعكم الهابط. . إذن فالمنهج جاء ليعصمنا من السقوط. . ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . يعطينا هذا المعنى، وكيف أن الدين يعصمنا من أن نهوى ونسقط في جهنم يقول: </p><p> «إنما مثلي ومثل أمتي كمثل رجل استوقد ناراً فجعلت الدواب والفراش يقعْن فيه فأنا آخذ بحجزكم وأنتم موحمون فيه» . </p><p> ومعنى آخذ بحجزكم أي آخذ بكم. . وكأننا نقبل على النار ونحن نشتهيها باتباعنا شهوتنا. . ورسول الله بمنهج الله يحاول أن ينقذنا منها. . ولكن رب نفسٍ عشقت مصرعها. . والحق تبارك وتعالى يقول:  {استكبرتم فَفَرِيقاً كَذَّبْتُمْ وَفَرِيقاً تَقْتُلُونَ}  [البقرة: ٨٧] </p><p> معنى استكبرتم أي أعطيتم لأنفسكم كبرا لستم أهلا له. . ادعيتم أنكم كبارٌ ولستم كباراً. . ولكن هل المشروع مساو لك حتى تتكبر على منهجه؟ طبعا لا. . قوله تعالى:  {ففريقاً كذبتم} . . والكذب كلام يخالف الواقع. . أي أنكم اتهمتم الرسل بأنهم يقولون كلاما يخالف الواقع. لأنه يخالف ما تشتهيه أنفسكم. . وقوله تعالى:  {وَفَرِيقاً تَقْتُلُونَ} . . التكذيب مسألة منكرة. . ولكن القتل أمر بشع. . وحين ترى إنسانا يتخلص من خصمه بالقتل فاعلم أنها شهادة بضعفه أمام خصمه. . وإن طاقته وحياته لا تطيق وجود الخصم. . ولو أنه رجلٌ مكتمل الرجولة لما تأثر بوجود خصمه. . ولكن لأنه ضعيف أمامه قتله. . </p><p> قوله تعالى:  {وَفَرِيقاً تَقْتُلُونَ} . . مثل نبي الله يحيى ونبي الله زكريا. . وهناك قصص وروايات تناولت قصة سالومي. . وهي قصة راقصة جميلة أرادت إغراء يحيى عليه السلام فرفض أن يخضع لإغرائها. . فجعلت مهرها أن يأتوها برأسه. . وفعلا قتلوه وجاءوها برأسه على صينية من الفضة. </p>"
}