{
  "id": null,
  "sura": 2,
  "aya": 22,
  "text": "<p> فبعد أن بين لنا الحق سبحانه وتعالى أن عطاء ربوبيته الذي يعطيه لخلقه جميعا، المؤمن والكافر، كان يكفي لكي يؤمن الناس، كل الناس. . أخذ يبين لنا آيات من عطاء الربوبية. ويلفتنا إليها لعل من لم يؤمن عندما يقرأ هذه الآيات يدخل الإيمان في قلبه. فيلفتنا الله سبحانه وتعالى إلى خلق الأرض في قوله تعالى: </p><p> {الذي جَعَلَ لَكُمُ الأرض فِرَاشاً} . </p><p> والأرض هي المكان الذي يعيش في الناس ولا يستطيع أحد أن يدعي أنه خلق الأرض أو أوجدها. إذن فهي آية ربوبية لا تحتاج لكي نتنبه إليها إلى جهد عقلي. لأنها بديهات محسومة لله سبحانه وتعالى. وقوله تعالى:  «فراشا» توحي بأنه أعد الأرض إعداداً مريحاً للبشر. كما تفرش على الأرض شيئا، تجلس عليه أو تنام عليه، فيكون فراشا يريحك. </p><p> ونحن نتوارث الأرض جيلا بعد جيل. وهي تصلح لحياتنا جميعاً. </p><p> ومنذ أن خلقت الأرض إلى يوم القيامة. ستظل فراشا للإنسان. </p><p> قد يقول بعض الناس أنك إذا نمت على الأرض فقد تكون غير مريحة تحتك فيها حصى أو غير ذلك مما يضايقك. نقول أن الإنسان الأول كان ينام عليها مستريحا. . إذن فضرورة النوم ممكنة على الأرض. </p><p> وعندما تقدمت الحضارة وزادت الرفاهية ظلت الأرض فراشاً رغم ما وجد عليها من أشياء لينة. فكأن الله تعالى. قد أعدها لنا إعداداً يتناسب مع كل جيل. فكل </p><p> جيل رفه في العيش بسبب تقدم الحضارة كشف الله سبحانه من العلم ما يطوع له الأرض ويجعلها فراشاً. </p><p> ونلاحظ أن الله سبحانه وتعالى في آية أخرى يقول:  {جَعَلَ لَكُمُ الأرض مَهْداًَ}  [الزخرف: ١٠] </p><p> والمهد هو فراش الطفل، ولابد أن يكون مريحا لأن الطفل إذا وجد في الفراش أي شيء يتعبه. فإن لا يملك الإمكانات التي تجعله يريحه، ولذلك تمهد الأم لطفلها مكان نومه، حتى ينام نوماً مريحاً. ولكن الذي يمهد الأرض لكل خلقه هو الله سبحانه وتعالى. يجعلها فراشاً لعباده. وإذا قرأت قوله تعالى:  {هُوَ الذي جَعَلَ لَكُمُ الأرض ذَلُولاً فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ}  [الملك: ١٥] </p><p> فإن معنى ذلك أن الحق سبحانه جعل الأرض مطيعة للإنسان، تعطيه كل ما يحتاج إليه. </p><p> ويأتي الحق سبحانه وتعالى إلى السماء فيقول:  «والسماء بناءً» والبناء يفيد المتانة والتماسك. أي أن السماء وهي فوقك لا نرى شيئا يحملها حتى لا تسقط عليك. إنها سقف متماسك متين. . ويؤكد الحق هذا المعنى بقوله تعالى:  {وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ}  [الحج: ٦٥] </p><p> وفي آية أخرى يقول:  {وَجَعَلْنَا السمآء سَقْفاً مَّحْفُوظاً}  [الأنبياء: ٣٢] </p><p> والهدف من هذه الآيات كلها. أن نطمئن ونحن نعيش على الأرض أن السماء لن تتساقط علينا لأن الله يحفظها. </p><p> إذن من آيات الحق سبحانه وتعالى في الأرض أنه جعلها فراشاً أي ممهدة ومريحة لحياة الإنسان. وحفظ السماء بقدرته جل جلاله، فهي ثابتة في مكانها، لا تهدد سكان الأرض وتفزعهم، بأنها قد تسقط عليهم، ثم جاء بآية أخرى: </p><p> {وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ} </p><p> فكأن الحق سبحانه وتعالى وضع في الأرض وسائل استبقاء الحياة. فلم يترك الإنسان على الأرض دون أن يوفر له وسائل استمرار حياته. فالمطر ينزل من السماء، والسماء هي كل ما علاك فأظلك. فينبت به الزرع والثمر، وهذا رزق لنا، والناس تختلف في مسألة الرزق. والرزق هو ما ينتفع به، وليس هو ما تحصل عليه. فقد تربح مالاً وافراً ولكنك لا تنفقه ولا تستفيد منه فلا يكون هذا رزقك ولكنه رزق غيرك، وأنت تظل حارساً عليه، لا تنفق منه قرشاً واحداً، حتى توصله إلى صاحبه. والرزق في نظر معظم الناس هو المال، قال عَلَيْهِ الصَّلَاة وَالسَّلَام ُ: </p><p> «يقول ابن آدم مالي مالي. . وهل لك يا ابن آدم من مالك إلا ما أكلت فأفنيت، ولبست فأبليت، أو تصدقت فأمضيت» . </p><p> هذا هو رزق المال. وهو جزء من الرزق. ولكن هناك رزق الصحة. ورزق الولد. ورزق الطعام. ورزق في البركة. وكل نعمة من الله سبحانه وتعالى هي رزق وليس المال وحده. </p><p> فالحق سبحانه وتعالى يريد أن يلفتنا بهذه الآية الكريمة إلى أن نفكر قليلاً، فيمن خلق هذا الكون. لنعرف أنه قبل أن يخلق الإنسان خلق له عناصر بقائه. ولكن هذا الإعداد لم يتوقف عند الحياة المادية. بل إن الله كما أعد لنا مقومات حياتنا المادية </p><p> أعد لنا مقومات حياتنا الروحية، أو القيم في الوجود. وإذا قرأت في سورة الرحمن قوله تعالى:  {الرحمن عَلَّمَ القرآن خَلَقَ الإنسان عَلَّمَهُ البيان}  [الرحمن: ١ - ٤] </p><p> لوجدت القرآن يعطينا قيم الحياة، التي بدونها تصبح الدنيا كلها لا قيمة لها. لأن الدنيا امتحان أو اختبار لحياة قادمة في الآخرة. فإذا لم تأخذها بمهمتها في أنها الطريق الذي يوصلك إلى الجنة. أهدرت قيمتها تماماً. </p><p> ولم تعد الدنيا تعطيك شيئاً إلا العذاب في الآخرة. </p><p> وقد ربط الحق سبحانه وتعالى الرزق في هذه الآية بالسماء فقال سبحانه: </p><p> {فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ} </p><p> ليلفتنا إلى أن الرزق، لا يأتي إلا من أعلى، وضرب الله سبحانه وتعالى المثل بالماء لأنه رزق مباشر محسوس منا، والماء ينزل من السماء في أنقى صوره مقطراً. كل ما يأتينا من السماء. فيه علو. ينزل ليزيد حياة القيم ارتقاءً، عملية لو أراد البشر أن يقوموا بها ما استطاعوا لأنها كانت ستكلف ملايين الجنيهات، لتعطينا ماءً لا يكفي أسرة واحدة. ولكن الله سبحانه وتعالى أنزل من السماء ماءً في أنقى صوره لينبت به الثمرات، التي تضمن استمرار الحياة في هذا الكون. </p><p> وبعد أن نفهم هذه النعم كلها. والإعجاز الذي فيها ونستوعبها يقول الحق تبارك وتعالى:  {فَلاَ تَجْعَلُواْ للَّهِ أَندَاداً وَأَنْتُمْ تَعْلَمُونَ} . </p><p> «أندادا» جمع نِدّ، والند هو النظير أو الشبيه. وأي عقل فيه ذرّة من فكر يبتعد عن مثل هذا، فلا يجعل لله تعالى شبيهاً ولا نظيراً ولا يُشَبِّهُ بالله تعالى أحداً. فالله واحد في قدرته، واحد في قوته، واحد في خلقه. واحد في ذاته، وواحد في صفاته. </p><p> ولا توجد مقارنة بين صفات الحق سبحانه وتعالى وصفات الخلق. والله خلق لكل منا عقلاً يفكر به، لو عرضت هذه المسألة على العقل لرفضها تماماً، لأنها لا تتفق مع عقل أو منطق، ولذلك يقول الحق سبحانه وتعالى: </p><p> {وَأَنْتُمْ تَعْلَمُونَ} </p><p> أي تعرفون هذا جيداً بعقولكم لأن طبيعة العقل ترفض هذا تماماً. </p><p> فمنذا الذي يستطيع أن يدعي أنه خلقكم والذين من قبلكم؟! ومنذا الذي يستطيع أن يدعي ولو كذبا، أنه هو الذي جعل الأرض فراشاً، وجعل السماء سقفاً محفوظاً، أو أنزل المطر وأنبت الزرع؟ لا أحد. إذن فأنتم تعلمون أن العقل كله لله وحده، ومادام لا يوجد معارض ولا يمكن أن يوجد. فالقضية محسومة للحق تبارك وتعالى. </p><p> والحق سبحانه وتعالى يقول:  {وَمِنَ الناس مَن يَتَّخِذُ مِن دُونِ الله أَندَاداً يُحِبُّونَهُمْ كَحُبِّ الله والذين آمَنُواْ أَشَدُّ حُبّاً للَّهِ}  [البقرة: ١٦٥] </p><p> لماذا اتخذ هؤلاء الناس لله تعالى أنداداً؟ لأنهم يريدون دينا بلا منهج. يريدون أن يرضوا فطرة الإيمان التي خلقها الله فيهم. وفي الوقت نفسه يتبعون شهواتهم. عندما فكروا في هذا وجدوا أن أحسن طريقة هي أن يختاروا إلهاً بلا منهج، لا يطلب منهم شيئاً، ولذلك كل دعوة منحرفة تجد أنها تبيح ما حرم الله، وتحل الإنسان من كل التكاليف الإيمانية كالصلاة والزكاة والجهاد وغيرها. </p><p> أما الذين آمنوا. فإنهم يعرفون أن الله سبحانه وتعالى إنما وضع منهجه لصالح الإنسان: فالله لا يستفيد من صلاتنا ولا من زكاتنا. ولا من منهج الإيمان شيئاً، ولكننا نحن الذين نستفيد من رحمة الله. ومن نعم الله ومن جنته في الآخرة. </p><p> ولأن الذين آمنوا يعرفون هذا فإنهم يحبون الله حبا شديداً، والذين كفروا رغم </p><p> كل ما يدعون فإنهم ساعة العسرة يلجأون إلى الله سبحانه وتعالى باعتباره وحده الملجأ والملاذ. واقرأ قوله تبارك وتعالى:  {وَإِذَا مَسَّ الإنسان الضر دَعَانَا لِجَنبِهِ أَوْ قَاعِداً أَوْ قَآئِماً فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ}  [يونس: ١٢] </p><p> لماذا لم يستدع الأنداد؟ لأن الإنسان لا يغش نفسه أبداً في ساعة الخطر، ولأن هؤلاء يعرفون بعقولهم أنه لا يمكن أن يوجد لله أنداد. ولكنه يتخذهم لأغراض دنيوية. فإذا جاء الخطر. يلجأ إلى الله سبحانه وتعالى. لأنه يعلم يقينا أنه وحده الذي يكشف الضر، فحلاق الصحة الذي يعالج الناس دجلا. إذا مرض ابنه أسرع به إلى الطبيب لأنه يغش الناس. ولكنه لا يمكن أن يغش نفسه. </p><p> ولقد كان الأصمعي واقفاً عند الكعبة، فسمع إعرابياً يدعو ويقول: </p><p> «يا رب أنت تعلم أني عاصيك وكان من حقك علي ألا أدعوك وأنا عاص. ولكني أعلم أنه لا إله إلا أنت فلمن أذهب.» فقال الأصمعي: يا هذا إن الله يغفر لك لحسن مسألتك «. </p>"
}