{
  "id": null,
  "sura": 2,
  "aya": 88,
  "text": "<p> الله سبحانه وتعالى يذكر لنا كيف برر بنو إسرائيل عدم إيمانهم وقتلهم الأنبياء وكل ما حدث منهم. . فماذا قالوا؟ لقد قالوا {قُلُوبُنَا غُلْفٌ} والغلف مأخوذ من الغلاف والتغليف. . وهناك غلْف بسكون اللام، وغلُف بضم اللام. . مثل كتاب وكتب {قُلُوبُنَا غُلْفٌ} أي مغلفة وفيها من العلم ما يكفيها ويزيد، فكأنهم يقولون إننا لسنا في حاجة إلى كلام الرسل. . أو {قُلُوبُنَا غُلْفٌ} أي مغلفة ومطبوع عليها. . أي أن الله طبع على قلوبهم وختم عليها حتى لا ينفذ إليها شعاع من الهداية. . ولا يخرج منها شعاع من الكفر. </p><p> إذا كان الله سبحانه وتعالى قد فعل هذا. . ألم تسألوا أنفسكم لماذا؟ ما هو السبب؟ والحق تبارك وتعالى يرد عليهم فيقول:  {بَل لَّعَنَهُمُ الله بِكُفْرِهِمْ فَقَلِيلاً مَّا يُؤْمِنُونَ} : لفظ «بل» يؤكد لنا أن كلامهم غير صحيح. . فهم ليس عندهم كفاية من العلم بحيث لا يحتاجون إلى منهج الرسل. . ولكنهم ملعونون ومطرودون من رحمة الله. . فلا تنفذ إشعاعات النور ولا الهداية إلى قلوبهم. . ولكن ذلك ليس لأن ختم عليها بلا سبب. . ولكنه جزاء على أنهم جاءهم النور والهدى. . فصدوه بالكفر أولا. . ولذلك فإنهم أصبحوا مطرودين من رحمة الله. . لأن من يصد الإيمان بالكفر يطرد من رحمة الله، ولا ينفذ إلى قلبه شعاع من أشعة الإيمان. </p><p> وهنا يجب أن نتنبه إلى أن الله سبحانه وتعالى لم يبدأهم باللعنة. وبعض الناس الذين يريدون أن يهربوا من مسئولية الكفر - علها تنجيهم من العذاب يوم القيامة - يقولون إن الله سبحانه وتعالى قال:  {فَإِنَّ الله يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ}  [فاطر: ٨] </p><p> تلك هي حجة الكافرين الذين يظنون إنها ستنجيهم من العذاب يوم القيامة. . إنهم يريدون أن يقولوا إن الله يضل من يشاء. . ومادام اللهُ قد شاء أن يضلني فما ذنبي أنا؟ وهل أستطيع أن أمنع مشيئة الله. . نقول له: إن الله إذا قيد أمرا من الأمور المطلقة فيجب أن نلجأ إلى التقييد. . والله تبارك وتعالى يقول:  {والله لاَ يَهْدِي القوم الكافرين}  [التوبة: ٣٧] </p><p> ويقول سبحانه:  {والله لاَ يَهْدِي القوم الظالمين}  [التوبة: ١٩] </p><p> ويقول جل جلاله:  {والله لاَ يَهْدِي القوم الفاسقين}  [التوبة: ٢٤] </p><p> والحق سبحانه وتعالى أخبرنا أنه منع إعانته للهداية عن ثلاثة أنواع من الناس. . الكافرين والظالمين والفاسقين. . ولكن هل هو سبحانه وتعالى منع معونة الهداية أولا؟ أم أنهم هم الذين ارتكبوا من الضلال ما جعلهم لا يستحقون هداية الله؟! إنسان واجه الله بالكفر. . كفر بالله. . رفض أن يستمع لآيات الله ورسله. </p><p> . ورفض أن يتأمل في كون الله. . ورفض أن يتأمل في خلقه هو نفسه ومن الذي خلقه. . ورفض أن يتأمل في خلق السموات والأرض. . كل هذا رفضه تماما. . ومضى يصنع لنفسه طريق الضلال ويشرع لنفسه الكفر. . لأنه فعل ذلك أولا. . ولأنه بدأ بالكفر برغم أن الله سبحانه وتعالى وضع له في الكون وفي نفسه آيات تجعله يؤمن بالله، وبرغم ذلك رفض. هو الذي بدأ والله سبحانه وتعالى ختم على قلبه. </p><p> الإنسان الظالم يظلم الناس ولا يخشى الله. . يذكرونه بقدره الله وقوة الله فلا يلتفت. . يختم الله على قلبه. . كذلك الإنسان الفاسق الذي لا يترك منكرا إلا فعله. . ولا إثما إلا ارتكبه. . ولا معصية إلا أسرع إليها. . لا يهديه الله. . أكنت تريد أن يبدأ هؤلاء الناس بالكفر والظلم والفسوق ويصرون عليه ثم يهديهم الله؟ يهديهم قهرا أو قَسْراً، والله سبحانه وتعالى خلقنا مختارين؟ طبعا لا. . ذلك يضع الاختيار البشري في أن يطيع الإنسان أو يعصى. </p><p> والحق تبارك وتعالى أثبت طلاقة قدرته فيما نحن مقهورون فيه. . في أجسادنا التي تعمل أعضاؤها الداخلية بقهر من الله سبحانه وتعالى وليس بإرادة منا كالقلب والتنفس والدورة الدموية. . والمعدة والأمعاء والكبد. . كل هذا وغيره مقهور لله جل جلاله. . لا نستطيع أن نأمره ليفعل فيفعل. . وأن نأمره ألا يفعل فلا يفعل. . وأثبت الله سبحانه وتعالى طلاقة قدرته فيما يقع علينا من أحداث في الكون. . فهذا يمرض، وهذا تدهمه سيارة، وهذا يقع عليه حجر. . وهذا يسقط، وهذا يعتدي عليه إنسان. . كل الأشياء التي تقع عليك لا دخل لك فيها ولا تستطيع أن تمنعها. . بقى ذلك الذي يقع منك وأهمه تطبيق منهج الله في افعل ولا تفعل. . هذا لك اختيار فيه. </p><p> إن الله سبحانه وتعالى أوجد لك هذا الاختيار حتى يكون الحساب في الآخرة عدلا. . فإذا اخترت الكفر لا يجبرك الله على الإيمان. . وإذا اخترت الظلم لا يجبرك الله على العدل. . وإذا اخترت الفسوق لا يجبرك الله على الطاعة. . إنه يحترم اختيارك لأنه أعطاك هذا الاختيار ليحاسبك عليه يوم القيامة. </p><p> لقد أثبت الله لنفسه طلاقة القدرة بأنه يهدي من يشاء ويضل من يشاء. ولكنه سبحانه قال إنه لا يهدي القوم الكافرين ولا القوم الظالمين ولا القوم الفاسقين. . فمن يرد أن يخرج من هداية الله فليكفر أو يظلم أو يفسق. . ويكون في هذه الحالة هو الذي اختار فحق عليه عقاب الله. . لذلك فقد قال الكافرون من بني إسرائيل إن الله ختم على قلوبهم فهم لا يهتدون، ولكنهم هم الذين اختاروا هذا الطريق ومشوا فيه. </p><p> . فاختاروا عدم الهداية. . </p><p> لقد أثارت هذه القضية جدلا كبيراً بين العلماء ولكنها في الحقيقة لا تستحق هذا </p><p> الجدل. . فالله سبحانه وتعالى قال:  {بَل لَّعَنَهُمُ الله بِكُفْرِهِمْ} . . واللعن هو الطرد والإبعاد من رحمة الله. . ويتم ذلك بقدرة الله سبحانه وتعالى. . لأن الطرد يتناسب مع قوة الطارد. </p><p> فمثلا. . إبنك الصغير يطرد حجرا أمامه تكون قوة الطرد متناسبة مع سنه وقوته. . والأكبر أشد فأشد. . فإذا كان الطارد هو الله سبحانه وتعالى فلا يكون هناك مقدارٌ لقوة اللعن والطرد يعرفه العقل البشري. </p><p> قوله تعالى:  {بَل لَّعَنَهُمُ الله بِكُفْرِهِمْ} . . أي طردهم الله بسبب كفرهم. . والله تبارك وتعالى لا يتودد للناس لكي يؤمنوا. . ولا يريد للرسل أن يتعبوا أنفسهم في حمل الناس على الإيمان. . إنما وظيفة الرسول هي البلاغ حتى يكون الحساب حقا وعدلا. . واقرأ قوله جل جلاله:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] </p><p> أي إنهم لا يستطيعون ألا يؤمنون إذا أردناهم مؤمنين قهرا. . ولكننا نريدهم مؤمنين اختيارا. . وإيمان العبد هو الذي ينتفع به. . فالله لا ينتفع بإيمان البشر. . وقولنا لا إله إلا الله لا يسند عرش الله. . قلناها أو لم نقلها فلا إله إلا الله. . ولكننا نقولها لتشهد علينا يوم القيامة. . نقولها لتنجينا من أهوال يوم القيامة ومن غضب الله. . </p><p> وقوله تعالى:  «بكفرهم» يعطينا قضية مهمة هي: أنه تبارك وتعالى أغنى الشركاء عن الشرك. فمن يشرك معه أحدا فهو لمن أشرك. . لذلك يقول الحق جل جلاله في الحديث القدسي: </p><p> «أنا أغنى الشركاءِ عن الشِّركِ من عَمِلَ عملا أَشْرَكَ فيه معي غيري تركْتُهُ وشِركُه» </p><p> وشهادة الله سبحانه وتعالى لنفسه بالألوهية. . هي شهادة الذات للذات. . وذلك في قوله تعالى:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ}  [آل عمران: ١٨] </p><p> فالله سبحانه وتعالى قبل أن يخلق خلقا يشهدون أنه لا إله إلا الله. . شهد لنفسه بالألوهية. . ولنقرأ الآية الكريمة:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم قَآئِمَاً بالقسط}  [آل عمران: ١٨] </p><p> والله سبحانه وتعالى شهد لنفسه شهادة الذات للذات. والملائكة شهدوا بالمشاهدة. . وأولو العلم بالدليل. . والحق تبارك وتعالى يقول:  {فَقَلِيلاً مَّا يُؤْمِنُونَ} . . عندما تقول قليلا ما يحدث كذا، فإنك تقصد به هنا صيانة الإحتمال، لأنه من الممكن أن يثوب واحد منهم إلى رشده ويؤمن. . فيبقي اللهُ البابَ مفتوحا لهؤلاء. ولذلك نجد الذين أسرفوا على أنفسهم في شبابهم قد يأتون في آخر عمرهم ويتوبون. . في ظاهر الأمر أنهم أسرفوا على أنفسهم. . ولكنهم عندما تابوا واعترفوا بخطاياهم وعادوا إلى طريق الحق تقبل الله إيمانهم. . لذلك يقول الله جل جلاله:  {فَقَلِيلاً مَّا يُؤْمِنُونَ} أي أن الأغلبية تظل على كفرها. . والقلة هي التي تعود إلى الإيمان. </p>"
}