{
  "id": null,
  "sura": 2,
  "aya": 29,
  "text": "<p> يذكرنا الله سبحانه وتعالى في هذه الآية أنه هو الذي خلق ما في الأرض جميعا. وقد جاءت هذه الآية بعد قوله تعالى:  {فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ} لتلفتنا إلى أن ما في الأرض كله ملك لله جل جلاله، وأننا لا نملك شيئا إلا ملكية مؤقتة. وأن ما لنا في الدنيا سيصير لغيرنا. وهكذا. </p><p> والحق سبحانه وتعالى حين خلق الحياة وقال {كُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ} كأن الحياة تحتاج إلى إمداد من الخالق للمخلوق حتى يمكن أن تستمر. فلابد لكي تستمر الحياة أن يستمر الإمداد بالنعم. ولكن النعم تظل طوال فترة الحياة، وعند الموت تنتهي علاقة الإنسان بنعم الدنيا. ولذلك لابد أن يتنبه الإنسان إلى أن الأشياء مسخرة له في الدنيا لتخدمه. وأن هذا التسخير ليس بقدرات أحد. ولكن بقدرة الله سبحانه وتعالى. والإنسان لا يدري كيف تم الخلق. ولا ما هي مراحله إلا أن يخبرنا الله سبحانه وتعالى بها. فهو جل جلاله يقول:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] </p><p> وماداموا لم يشهدوا خلق السموات والأرض ولا خلق أنفسهم. فلابد أن نأخذ ذلك عن الله ما ينبئنا به الله عن خلق السموات والأرض وعن خلقنا هو الحقيقة. وما يأتينا عن غير الله سبحانه وتعالى فهو ضلال وزيف. ونحن الآن نجد بحوثا </p><p> كثيرة عن كيفية السموات والأرض وخلق الإنسان. وكلها لن تصل إلى حقيقة. بل ستظل نظريات بلا دليل. ولذلك قال الله سبحانه وتعالى:  {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً} أي أن هناك من سيأتي ويضل. ويقول هكذا تم خلق السموات والأرض، وهكذا خلق الإنسان. هؤلاء المضلون الذين جاءوا بأشياء هي من علم الله وحده. جاءوا تثبيتا لمنهج الإيمان. فلو لم يأت هؤلاء المضلون، ولو لم يقولوا خلقت الأرض بطريقة كذا والسماء بطريقة كذا. لقلنا أن الله تعالى قد أخبرنا في كتابه العزيز أن هناك من سيأتي ويضل في خلق الكون وخلق الإنسان ولكن كونهم أتوا. فهذا دليل على صدق القرآن الذي أنبأنا بمجيئهم قبل أن يأتوا بقرون. </p><p> والاستفادة من الشيء لا تقتضي معرفة أسراره. . فنحن مثلا نستخدم الكهرباء مع أننا لا نعرف ما هي؟ وكذلك نعيش على الأرض ونستفيد بكل ظواهرها وكل ما سخره الله لنا. وعدم علمنا بسر الخلق والإيجاد لا يحرمنا هذه الفائدة. فهو علم لا ينفع وجهل لا يضر. والكون مسخر لخدمة الإنسان. والتسخير معناه التذليل ولا تتمرد ظواهر الكون على الإنسان. وإذا كانت هناك ظواهر في الكون تتمرد بقَدَر الله. مثل الفيضانات والبراكين والكوارث الطبيعية. نقول أن ذلك يحدث ليلفتنا الحق سبحانه وتعالى إلى أن كل ما في الكون لا يخدمنا بذاتنا. </p><p> ولا بسيطرتنا عليه، وإنما يخدمنا بأمر الله له، وإلا لو كانت المخلوقات تخدمك بذاتك. فأقدر عليها حينما تتمرد على خدمتك. وكل ما في الكون خاضع لطلاقة قدرة الله. حتى الأسباب والمسببات خاضعة أيضا لطلاقة القدرة الآلهية. فالأسباب والمسببات في الكون لا تخرج عن إرادة الله. </p><p> لذلك إذا تمرد الماء بالطوفان. وتمرد الرياح بالعاصفة. وتمردت الأرض بالزلازل والبراكين. فما ذلك إلا ليعرف الإنسان أنه ليس بقدرته أن يسيطر على الكون الذي يعيش فيه. واقرأ قوله سبحانه وتعالى:  {أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}  [يس: ٧١ - ٧٢] </p><p> والإنسان عاجز عن أن يخضع حيوانا إلا بتذليل الله له. . ومن العجيب أنك ترى الحيوانات تدرك ما لا يدركه الإنسان في الكون. فهي تحس بالزلزال قبل أن يقع. وتخرج من مكان الزلزال هاربة. بينما الإنسان لا يستطيع بعقله أن يفهم ما سيحدث. </p><p> والحق سبحانه وتعالى في قوله:  {خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعاً} يستوعب كل أجناس الأرض. ولذلك فإن الإنسان لا يستطيع أن يوجد شيئا إلا من موجود. أي أن الإنسان لم يستحدث شيئا في الكون. فأنت إذا أخذت حبة القمح. من أين جئنا بها؟ من محصول العام الماضي. . ومحصول العالم الماضي. من أين جاء؟ . . من محصول العام الذي قبله. وهكذا يظل تسلسل الأشياء حتى تصل إلى حبة القمح الأولى. من أين جاءت؟ جاءت بالخلق المباشر من الله. وكذلك كل ثمار الأرض إذا أعدتها للثمرة الأولى فهي بالخلق المباشر من الله سبحانه وتعالى. فإذا حاولت أن تصل إلى أصل وجود الإنسان. ستجد بالمنطق والعقل. . أن بداية الخلق هي من ذكر وأنثى. خُلقا بالخلق المباشر من الله. لأنك أنت من أبيك وأبوك من جدك. وجدك من أبيه. وهكذا تمضي حتى تصل إلى خلق الإنسان الأول. فنجد أنه لا بد أن يكون خلقا مباشرا من الله سبحانه وتعالى. وما ينطبق على الإنسان ينطبق على الحيوان وعلى النبات وعلى الجماد. فكل شيء إذا رددته لأصله تجد أنه لابد أن يبدأ بخلق مباشر من الله سبحانه وتعالى. </p><p> بعض الناس يتساءل عن الرقي والحضارة وهذه الاختراعات الجديدة. أليس للإنسان فيها خلق؟ . . نقول فيها خلق من موجود. والله سبحانه وتعالى كشف من علمه للبشر ما يستطيعون باستخدام المواد التي خلقها الله في الأرض أن يرتقوا ويصنعوا أشياء جديدة. ولكننا لم نجد ولم نسمع عن إنسان خلق مادة من عدم. </p><p> الله سبحانه وتعالى هو الذي خلق كل ما في هذا الكون من عدم. ثم بعد ذلك تكاثرت المخلوقات بقوانين سخرها الله سبحانه وتعالى لها. ولكن كل هذا التطور راجع إلى أن الله خلق المخلوقات وأعطاها خاصية التناسل والتزاوج لتستمر الحياة جيلا بعد جيل. </p><p> وكل خلق الله الذي تراه في الكون الآن قد وضع الله سبحانه وتعالى فيه من قوانين الأسباب ما يعطيه استمرارية الحياة من جيل إلى جيل حتى ينتهي الكون. فإذا قال لك إنسان: أنا أزرع بذكائي وعلمي. فقل له: أنت تأتي </p><p> بالبذرة التي خلقها الله. وتضعها في الأرض المخلوقة لله. وينزل الله سبحانه وتعالى الماء عليها من السماء. وتنبت بقدرة الله الذي وضع فيها غذاءها وطريقة إنباتها. إذن فكل ما يحدث أنك تحرث الأرض. وترمي البذرة. يقول الحق سبحانه وتعالى:  {أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون}  [الواقعة: ٦٣ - ٦٤] </p><p> صحيح أن الإنسان يقوم بحرث الأرض ورمي البذرة. وربما تعهد الزرع بالعناية الري. ولكن ليس في كل ما يفعله مهمة خلق. بل أن الله سبحانه وتعالى هو خالق كل شيء. ولو كنت تزرع بقدرتك فأت ببذرة من غير خلق الله. وأرض لم يخلقها الله. وماء لم ينزله الله من السماء. وطبعا لن تستطيع. . ولكن ما هو مصدر الأشياء التي استحدثت؟ </p><p> نقول إن هناك فرقا بين وجود الشيء بالقوة. وجوده بالفعل. . فالنخلة مثلا حبة كانت موجودة بالقوة. كانت نواة. ثم زرعت فأصبحت موجودة بالفعل. وأنت لا عمل لك في الحالتين فلا أنت بقوتك خلقت النواة التي هي البذرة ولا أنت بفعلك جعلت النواة تكبر. لتصير نخلة بالفعل. على أن هناك أشياء مطمورة في الكون. خلقها الله سبحانه وتعالى مع بداية الخلق. ثم تركها مطمورة في الكون. حتى كشفها الله لمن يبحث عن أسراره في كونه. </p><p> وكل كشف له ميلاد. إذا أخذنا مثلا ما تحت الثرى. أو الكنوز الموجودة تحت سطح الأرض. لقد ظلت مطمورة حتى هدى الله الإنسان إليها. وعلمه كيف يستخرجها. فالإنسان لم يخترع مثلا أو يوجد البترول أو المعادن. ولكنها كلها كانت مطمورة في الكون حتى جاء الوقت الذي يجب أن تؤدي فيه دورها في الحياة. فدلنا الحق عليها، فليس معنى أن الشيء كان غائبا عنا أنه لم يكن موجودا. أو أنه وجد لحظة اكتشافنا له. فالشيء الحادث الآن، والشيء الذي سيحدث بعد سنوات. . خلق الله سبحانه وتعالى كل عناصره. وأودعها في الأرض لحظة الخلق. والإنسان بما يكشف الله له من علم يستطيع تركيب هذه العناصر. ولكنه لا يستطيع خلقها أو إيجادها. والحق سبحانه وتعالى يقول:  {ثُمَّ استوى إِلَى السمآء} . </p><p> حينما يقول الله جل جلاله. استوى. . يجب أن نفهم كل شيء متعلق بذات الله على أنه سبحانه ليس كمثله شيء. فالله استوى والملوك تستوي على عروشها. وأنت تستوي على كرسيك. ولكن لأننا محكومون بقضية «ليس كمثله شيء» لابد أن نعرف أن استواء الله سبحانه وتعالى ليس كمثله شيء. </p><p> والله حي. وأنت حي. هل حياتك كحياته؟ والله سبحانه وتعالى يعلم وأنت تعلم. هل علمك كعلمه؟ والله سبحانه وتعالى يقدر. وأنت تقدر. هل قدرتك كقدرته. طبعا لا. فعندما تأتي إلى «استوى» فلا تحاول أن تفهمها أبدا بالمفهوم البشري. . فالله سبحانه وتعالى يعلم ما في الأرض وما في السماء. وهو سبحانه يعلم المكان بكل ذراته. والموجودين في هذا المكان أو المكين. بكل ذراته. وأنت تعرف ظاهر الأمر. . والله سبحانه وتعالى يعلم غيب السموات والأرض حتى يوم القيامة. وبعد يوم القيامة إذن فهو جل جلاله. ليس كمثله شيء. ولا يمكن أن تحيط أنت بعقلك بفعل يتعلق بذات الله سبحانه وتعالى. فعقلك قاصر عن أن يدرك ذلك. لذلك قل سبحان الله. ليس كمثله شيء في كل فعل يتصل بذات الله:  {استوى إِلَى السمآء} هذا الكلام هو كلام الله. فالمتحدث هو الله عَزَّ وَجَلَّ. </p><p> بعض الناس يقولون تلقينا القرآن وحفظناه. نقول لهم أن الذي حفظ القرآن هو الله سبحانه وتعالى. ومادام قد حفظ كلامه فهو جل جلاله يعلم أن الوجود كله لن يتعارض مع القرآن الكريم. . والله سبحانه وتعالى حفظ القرآن ليكون حجة له على الناس. ومادام الله جل جلاله هو الخالق. وهو القائل. فلا توجد حقيقة في الكون كله تتصادم مع القرآن الكريم. . واقرأ قوله سبحانه وتعالى:  {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] </p><p> وهذا من عظمة الله أن حفظ كلامه ليكون حجة على الناس. والله سبحانه وتعالى وجدت صفاته قبل أن توجد متعلقات هذه الصفات. فهو جل جلاله. خلق لأنه خالق. كأن صفة الخلق وجدت أولا. وإلا كيف خلق أول خلقه. إن لم يكن سبحانه وتعالى خالقا؟ </p><p> والله سبحانه وتعالى رزاق. قبل أن يوجد من يرزقه. وإلا فبأي قدرة رزق الله </p><p> أول خلقه؟ والله سبحانه وتعالى خلق هذا الكون بكمال صفاته. وشهد أنه لا إله إلا هو قبل أن يشهد أي من خلق الله أنه لا إله إلا الله. واقرأ قوله تعالى:  {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم قَآئِمَاً بالقسط}  [آل عمران: ١٨] </p><p> فالله سبحانه وتعالى شهد أنه لا إله إلا هو قبل أن يوجد أحد من خلقه يشهد بوحدانية ألوهيته. شهد أنه لا إله إلا هو قبل أن يخلق الملائكة. ليشهدوا شهادة مشهد بأنه لا إله إلا الله. وأولوا العلم شهادة علم. فكأن شهادة الذات للذات. في قوله تعالى {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ} هي التي يعتد بها، وهي أقوى الشهادات؛ فالله ليس محتاجا مِن خلقه إلى امتداد الشهادة. </p><p> الله سبحانه وتعالى: بعد أن خلق الأرض وخلق السماء واستتب له الأمر. قال {وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} أي لا تغيب ذرة من ملكه عن علمه. فهو عليم بكل ذرات الأرض وكل ذرات الناس. وكل ذرات الكون. والكون كله لا يفعل إلا بأذنه ومراده. واقرأ قوله تعالى:  {يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله إِنَّ الله لَطِيفٌ خَبِيرٌ}  [لقمان: ١٦] </p>"
}