{
  "id": null,
  "sura": 2,
  "aya": 285,
  "text": "<p> عندما نتأمل هذه الآية الكريمة نجد أن الإيمان الأول بالله كان من الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {آمَنَ الرسول بِمَآ أُنْزِلَ إِلَيْهِ مِن رَّبِّهِ} . وبعد ذلك يأتي إيمان الذين بلغهم الرسول بالدعوة {والمؤمنون} . وبعد ذلك يمتزج إيمان الرسول بإيمان المؤمنين {كُلٌّ آمَنَ بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير} . </p><p> أي أن كلا من الرسول والمؤمنين آمنوا بالله. إن الإيمان الأول هو إيمان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والإيمان أيضاً من المؤمنين بالرسالة التي جاء بها الرسول بناءً على توزيع الفاعل في {آمَنَ} بين الرسول والمؤمنين. وبعد ذلك يجمعهما الله الرسول والمؤمنين في إيمان واحد، وهذا أمر طبيعي، لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آمن بالله أولاً، وبعد ذلك بلغنا الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وآمنا بالله وبه ثم امتزج الإيمان فصار إيماننا هو إيمان الرسول وإيمان الرسول هو إيماننا، وهذا ما يوضحه القول الحق:  {كُلٌّ آمَنَ بالله} . </p><p> إذن فالرسول في مرحلته الأولى سبق بالإيمان بالله، والرسول مطلوب منه حتى حين يؤمن بالله أن يؤمن بأنه رسول الله، ألم يقل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أشهد أن محمداً رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ وكان الرسول إذا ما أعجبه أمر في سيرته ذاتها يقول: أشهد أني رسول الله. . إنّه يقولها بفرحة. </p><p> ومثال ذلك ما روي «عن جابر بن عبد الله رَضِيَ اللَّهُ عَنْهما قال:» كان بالمدينة يهودي وكان يسلفني في تمري إلى الجذاذ، وكان لجابر الأرض التي بطريق رومة فجلست </p><p> فخلا عاما فجاءني اليهودي عند الجذاذ ولم أجد منها شيئا فجعلت أستنظره إلى قابل «أي أطلب منه أن يمهلني إلى عام ثان» فيأبى فَأخبر بذلك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال لأصحابه: امشوا نستنظر لجابر من اليهودي فجاءوني في نخلي، فجعل النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يكلم اليهودي فيقول (اليهودي) أبا القاسم، لا أنظره فلما رأى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قام فطاف في النخل ثم جاءه فكلمه فأبى فجئت بقليل رطب فوضعته بين يدي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فأكل ثم قال: أين عريشك يا جابر فأخبرته، فقال: افرش لي فيه ففرشته، فدخل فرقد ثم استيقظ فجئته بقبضة أخرى فأكل منها، ثم قام فكلم اليهودي فأبى عليه، فقام في الرطاب في النخل الثانية ثم قال يا جابر، جذّ واقض فوقف في الجذاذ فَجذذْتُ منها ما قضيته، وفضل منه فخرجت حتى جئت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فبشرته فقال: أشهد أني رسول الله «.</p><p> والحق سبحانه وتعالى يشهد أن لا إله إلا هو: </p><p> {شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم قَآئِمَاً بالقسط لاَ إله إِلاَّ هُوَ العزيز الحكيم}  [آل عمران: ١٨] </p><p> إذن فالله يشهد أن لا إله إلا هو، ورسول الله يشهد أن لا إله إلا الله، ويشهد أيضاً أنه رسول الله، يبلغ ذلك للمؤمنين فيكتمل التكوين الإيماني، ولذلك يقول الحق عن ذلك:  {كُلٌّ آمَنَ بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ} . والحق يأتي ب «كلً» بالتنوين أي كل من الرسول والمؤمنين. </p><p> ويورد لنا سبحانه عناصر الإيمان:  {كُلٌّ آمَنَ بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير} . ونحن نعرف أن الإيمان بالله وكل ما يتعلق بالإيمان لابد أن يكون غيباً؛ فلا يوجد إيمان بمحس </p><p> أبداً. فالأشياء المحسة لا يدخلها إيمان؛ لأنها مشهودة. وعناصر الإيمان في هذه الآية هي: </p><p> إيمان بالله وهو غيب. وإيمان بالملائكة وهي غيب من خلق الله، ولو لم يبلغنا الله أن له خلقاً هم الملائكة لما عرفنا، إن الحق أخبرنا أنه خلق الملائكة وهم لا يعصون الله ما أمرهم ويفعلون ما يؤمرون وهم غيب، ولولا ذلك لما عرفنا أمر الملائكة إيمان بالكتب والرسل. </p><p> وقد يقول قائل: هل الرسل غيب؟ وهل الكتب السماوية غيب؟ إن الرسل بشر، والكتب مشهودة. ولمثل هذا القائل نقول: لا، لا يوجد واحد منا قد رأى الكتاب ينزل على الرسول، وهذا يعني أن عملية الوحي للرسول بالكتاب هي غيب يعلمه الله ويؤمن به المؤمنون. </p><p> وكيف نؤمن بكل الرسل ولا نفرق بين أحد منهم؟ . ونقول: إن الرسل المبلغين عن الله إنما يبلغون منهجاً عن الله فيه العقائد التي تختلف باختلاف العصور، وفيه الأحكام التي تختلف باختلاف العصور ومواقع القضايا فيها. </p><p> إذن فالأصل العقدي في كل الرسالات أمر واحد، ولكن المطلوب في حركة الحياة يختلف؛ لأن أقضية الحياة تختلف، وحين تختلف أقضية الحياة فإن الحق سبحانه ينزل التشريع المناسب، لكن الأصل واحد والبلاغ من خالق لا إله إلا هو، ولذلك يأتي القول الحكيم:  {لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ} فنحن لا نفرق بين الرسل في أنهم يبلغون عن الله ما تتفق فيه مناهج التبليغ من ناحية الاعتقاد، وما تختلف من ناحية الأحكام التي تناسب أقضية كل عصر. </p><p> وبعد ذلك يقول الحق؛ {وَقَالُواْ سَمِعْنَا وَأَطَعْنَا} إذن السماع هو بلوغ الدعوة والطاعة هي انفعال بالمطلوب، وأن يمتثل المؤمن أمراً ويمتثل المؤمن نهياً في كل أمر يتعلق بحركة الكون. فالذين يريدون أن يعزلوا الدين عن حركة الحياة يقولون: إن الدين يهتم بالعبادات كالصلاة والصوم والزكاة والحج. وبعد ذلك يحاولون عزل حركة الحياة عن الدين. </p><p> لهؤلاء نقول: أنتم تتكلمون عما بلغكم من دين لم يجئ لينظم حركة الحياة، وإنما جاء ليعطي الجرعة المفقودة عند اليهود وهي الجرعة الروحية، لكن الدين الإسلامي جاء خاتماً للأديان منظماً لحركة الحياة، فكل أمر في الحياة وكل حركة فيها داخلة في حدود الطاعة. </p><p> ونحن حين نقرأ القرآن الكريم، نجد القول الحكيم:  {ياأيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ}  [الجمعة: ٩] </p><p> إذن الحق سبحانه يأمر المؤمنين ويخرجهم من حركة من حركات الحياة إلى حركة أخرى، فهو لم يأخذهم من فراغ، إنما ناداهم لإعلان الولاء الجماعي، وهو إعلان من كل مؤمن بالعبودية لله أمام بقية المخلوقات. وبعد أن يقضي المؤمنون الصلاة ماذا يقول لهم الحق سبحانه؟ يقول لهم:  {فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله واذكروا الله كَثِيراً لَّعَلَّكُمْ تُفْلِحُونَ}  [الجمعة: ١٠] </p><p> إذن فالانتشار في الأرض هو حركة في الحياة، تماماً كما كان النداء إلى السعي لذكر الله. وهكذا تكون كل حركة في الحياة داخلة في إطار الطاعة، إذن «سمعنا وأطعنا» أي سمعنا كل المنهج، ولكن نحن حين نسمع المنهج، وحين نطيع فهل لنا قدرة على أن نطيع كل المنهج أو أن لنا هفوات؟ . </p><p> ولأن أحداً لن يتم كل الطاعة ولنا هفوات جاء قوله الحق:  {غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير} فالغاية والنهاية كلها عائدة إليك، وأنت الإله الحق، لذلك فنحن العباد نطلب منك المغفرَة حتى نلقاك، ونحن آمنون على أن رحمتك سبقت غضبك ويقول الحق: </p><p> {لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا ... } </p>"
}