{
  "id": null,
  "sura": 2,
  "aya": 180,
  "text": "<p> والحق كما أوضحت من قبل لا يقتحم على العباد أمورهم ولكنه يعرض عليهم أمر الإيمان به، فإن آمنوا فهذا الإيمان يقتضي الموافقة على منهجه، ولذلك فالمؤمن يشترك بعقيدته في الإيمان بما كتب الله عليه. إن المؤمن هو من ارتضى الله إلهاً ومشرعاً، فحين يكتب الله على المؤمن أمراً، فالمؤمن قد اشترك في كتابة هذا الأمر بمجرد إعلانه للإيمان. أما الكافر بالحق فلم يقتحم الله عليه اختياره للكفر، ولذلك لم يكتب عليه الحق إلا أمراً واحداً هو العذاب في الآخرة. </p><p> فالله لا يكلف إلا من آمن به وأحبه وآمن بكل صفات الجلال والكمال فيه. ولذلك فالتكليف الإيماني شرف خص به الله المحبين المؤمنين به، ولو فطن الكفار إلى أن الله أهملهم لأنهم لم يؤمنوا به لسارعوا إلى الإيمان، ولرأوا اعتزاز كل مؤمن بتكليف الله له. إن المؤمن يرى التكليف خضوعا لمشيئة الله. والخضوع لمشيئة الله يعني الحب. ومادام الحب قد قام بين العبد والرب فإن الحق يريد أن يديم هذا الحب، لذلك كانت التكاليف هي مواصلة للحب بين العبد والرب. </p><p> إن العبد يحب الرب بالإيمان، والرب يحب العبد بالتكليف، والتكليف مرتبة أعلى من إيمان العبد، فإيمان العبد بالله لا ينفع الله، ولكن تكاليف الله للعبد ينتفع بها العبد. إن المؤمن عليه أن يفطن إلى عزة التكليف من الله، فليس التكليف ذلا ينزله الحق بعباده المؤمنين، إنما هو عزة يريدها الله لعباده المؤمنين، هكذا قول الحق:  {كُتِبَ عَلَيْكُمْ} إنها أمر مشترك بين العبد والرب. إن الكتابة هنا أمر مشترك بين الحق الذي أنزل التكليف وبين العبد الذي آمن بالتكليف. </p><p> والحق يورد هنا أمراً يخص الوصية فيقول سبحانه: </p><p> {كُتِبَ عَلَيْكُمُ إِذَا حَضَرَ أَحَدَكُمُ الموت إِن تَرَكَ خَيْراً الوصية لِلْوَالِدَيْنِ والأقربين بالمعروف حَقّاً عَلَى المتقين}  [البقرة: ١٨٠] </p><p> وهنا نجد شرطين: الشرط الأول: يبدأ ب {إِذَا} وهي للأمر المتحقق وهو حدوث الفعل. والموت أمر حتمي بالنسبة لكل عبد، لذلك جاء الحق بهذا الأمر بشرط هو {إِذَا} ، فهي أداة لشرط وظرف لحدث. والموت هو أمر محقق إلا أن أحداً لا يعرف ميعاده. </p><p> والشرط الثاني يبدأ ب {إِن} وهي أداة شرط نقولها في الأمر الذي يحتمل الشك؛ فقد يترك الإنسان بعد الموت ثروة وقد لا يترك شيئا، ولذلك فإن الحق يأمر العبد بالوصية خيراً له لماذا؟ لأن الحق يريد أن يشرع للاستطراق الجماعي، فبعد أن يوصي الحق عباده بأن يضربوا في الحياة ضرباً يوسع رزقهم ليتسع لهم، ويفيض عن حاجتهم، فهذا الفائض هو الخير، والخير في هذا المجال يختلف من إنسان لآخر ومن زمن لآخر. </p><p> فعندما كان يترك العبد عشرة جنيهات في الزمن القديم كان لهذا المبلغ قيمة، أما عندما يترك عبد آخر ألف جنيه في هذه الأيام فقد تكون محسوبة عند البعض بأنها قليل من الخير، إذن فالخير يقدر في كل أمر بزمانه، ولذلك لم يربطه الله برقم. </p><p> إننا في مصر مثلاً كنا نصرف الجنيه الورقي بجنيه من الذهب ويفيض منه قرشان ونصف قرش؛ أما الآن فالجنيه الذهبي يساوي أكثر من مائتين وخمسين جنيها؛ لأن رصيد الجنيه المصري في الزمن القديم كان عاليا. أما الآن فالنقد المتداول قد فاق الرصيد الذهبي، لذلك صار الجنيه الذهبي أغلى بكثير جداً من الجنيه الورقي. </p><p> ولآن الإله الحق يريد بالناس الخير لم يحدد قدر الخير أو قيمته، وعندما يحضر الموت الإنسان الذي عنده فائض من الخير لابد أن يوصي من هذا الخير. ولنا أن </p><p> نلحظ أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد نهى عن انتظار لحظة الموت ليقول الإنسان وصيته، أو ليبلغ أسرته بالديون التي عليه، لأن الإنسان لحظة الموت قد لا يفكر في مثل هذه الأمور. ولذلك فعلينا أن نفهم أن الحق ينبهنا إلى أن يكتب الإنسان ما له وما عليه في أثناء حياته. فيقول ويكتب وصيته التي تنفذ من بعد حياته. يقول المؤمن: إذا حضرني الموت فلوالدي كذا وللأقربين كذا. </p><p> أي أن المؤمن مأمور بأن يكتب وصيته وهو صحيح، ولا ينتظر وقت حدوث الموت ليقول هذه الوصية. والحق يوصي بالخير لمن؟ {لِلْوَالِدَيْنِ والأقربين بالمعروف حَقّاً عَلَى المتقين} . والحق يعلم عن عباده أنهم يلتفتون إلى أبنائهم وقد يهملون الوالدين، لأن الناس تنظر إلى الآباء والأمهات كمودعين للحياة، على الرغم من أن الوالدين هما سبب إيجاد الأبناء في الحياة، لذلك يوصي الحق عباده المؤمنين بأن يخصصوا نصيبا من الخير للآباء والأمهات وأيضا للأقارب. وهو سبحانه يريد أن يحمي ضعيفين هما: الوالدان والأقرباء. </p><p> وقد جاء هذا الحكم قبل تشريع الميراث كانوا يعطون كل ما يملكون لأولادهم، فأراد الله أن يخرجهم من إعطاء أولادهم كل شيء وحرمان الوالدين والأقربين. وقد حدد الله من بعد ذلك نصيب الوالدين في الميراث، أما الأقربون فقد ترك الحق لعباده تقرير أمرهم في الوصية. وقد يكون الوالدان من الكفار، لذلك لا يرثان من الابن، ولكن الحق يقول:  {وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشكر لِي وَلِوَالِدَيْكَ إِلَيَّ المصير وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفاً واتبع سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ}  [لقمان: ١٤ - ١٥] </p><p> إن الحق يذكر عباده بفضله عليهم، وأيضاً بفضل الوالدين، ولكن إن كان الوالدان مشركين بالله فلا طاعة لهما في هذا الشرك، ولكن هناك الأمر بمصاحبتهما في الحياة بالمعروف واتباع طريق المؤمنين الحاملين للمنهج الحق. </p><p> لذلك فالإنسان المؤمن يستطيع أن يوصي بشيء من الخير في وصيته للأبوين حتى ولو كانا من الكافرين، ونحن نعرف أن حدود الوصية هي ثلث ما يملكه الإنسان والباقي للميراث الشرعي. أما إذا كانا من المؤمنين فنحن نتبع الحديث النبوي الكريم:  «لا وصية لوارث» . </p><p> وفي الوصية يدخل إذن الأقرباء الضعفاء غير الوارثين، هذا هو المقصود من الاستطراق الاجتماعي. والحق حين ينبه عباده إلى الوصية في أثناء الحياة بالأقربين الضعفاء، يريد أن يدرك العباد أن عليهم مسئولية تجاه هؤلاء. ومن الخير أن يعمل الإنسان في الحياة ويضرب في الأرض ويسعى للرزق الحلال ويترك ورثته أغنياء بدلاً من أن يكونوا عالة على أحد. </p><p> «عن سعد بن أبي وقاص رَضِيَ اللَّهُ عَنْه قال:» جاء النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعودني، وأنا بمكة، قال: يرحم الله بن عفراء، قلت: يا رسول الله أوصي بمالي كله؟ قال: لا قلت: فالشطر؟ قال: لا. قلت الثلث؟ قال: فالثلث، والثلث كثير، إنك إن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس «. وإذا رزق الله الإنسان بالعمل خيراً كثيراً فإياك أيها الإنسان أن تقصر هذا الخير على من يرثك. </p><p> لماذا؟ لأنك إن قصرت شيئاً على من يرثك فقد تصادف في حياتك من لا يرث وله شبهة القربى منك، وهو في حاجة إلى من يساعده على أمر معاشه فإذا لم تساعده يحقد عليك وعلى كل نعمة وهبها الله لك، ولكن حين يعلم هذا القريب أن النعمة التي وهبها الله لك قد يناله منها شيء ولو بالوصية وليس بالتقنين الإرثي هذا القريب يملأه الفرح بالنعمة التي وهبها الله لك. </p><p> ولذلك قال الحق: </p><p> {كُتِبَ عَلَيْكُمُ إِذَا حَضَرَ أَحَدَكُمُ الموت إِن تَرَكَ خَيْراً الوصية لِلْوَالِدَيْنِ والأقربين بالمعروف حَقّاً عَلَى المتقين}  [البقرة: ١٨٠] </p><p> إن الحق يريد أن يلفت العباد إلى الأقرباء غير الوارثين بعد أن أدخل الآباء والأمهات في الميراث. إن الإنسان حين يكون قريباً لميت ترك خيراً، وخص الميت هذا القريب ببعض من الخير في الوصية، هذا القريب تمتلئ بالخير نفسه فيتعلم ألا يحبس الخير عن الضعفاء، وهكذا يستطرق الحب وتقوم وشائج المودة. </p><p> والحق يفترض وهو الأعلم بنفوس عباده أن الموصي قد لا يكون على حق والوارث قد يكون على حق، لذلك احتاط التشريع لهذه الحالة؛ لأن الموصىَ له حين يأخذ حظه من الوصية سينقص من نصيب الوارث، ولذلك يريد الحق سبحانه وتعالى أن يعصم الأطراف كلها، إنه يحمي الذي وصى، والموصي له، والوارث ومن هنا يقول الحق:  {فَمَن بَدَّلَهُ بَعْدَ مَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الذين يُبَدِّلُونَهُ إِنَّ الله سَمِيعٌ عَلِيمٌ} </p>"
}