{
  "id": null,
  "sura": 2,
  "aya": 259,
  "text": "<p> وعندما ننظر إلى بداية الآية نجدها تبدأ ب «أو» ، وما بعد «أو» يكون معطوفاً على ما قبلها، فكأن الحق يريد أن يقول لنا: أو (أَلَمْ تَرَ) إلى مثل الذي مر على قرية. </p><p> وعندما تسمع كلمة {قَرْيَةٍ} فإنها تفيد تجمع جماعة من الناس يسكنون في مكان </p><p> محدود، ونفهم أن الذي مر على هذه القرية ليس من سكانها، إنما هو قد مر عليها سياحة في رحلة. ونلحظ كذلك أن الحق سبحانه لم يشأ أن يأتي لنا باسم القرية أو باسم الذي مر عليها. </p><p> قال البعض: إنه هو أرمياء بن حلقيا أو هو الخضر، أو هو عزير، وقد قلنا من قبل: إنه إذا أبهم الحق فمعناه: لا تشخص الأمر، فيمكن لأي أحد أن يحدث معه هذا. </p><p> {أَوْ كالذي مَرَّ على قَرْيَةٍ} . وقالوا: إنها بيت المقدس، {وَهِيَ خَاوِيَةٌ على عُرُوشِهَا} وحتى نفهم معنى خاوية على عروشها، لنا أن نعرف أنني عندما أقول:  «أنا خويان» أي «أنا بطني خاوية» : «جوعان» ف «خاوية» المقصود بها أنها قرية خالية من السكان، وقد تكون أبنيتها منصوبة، لكن ليس فيها سكان، والحق بقوله عن تلك القرية: إنها خاوية على عروشها، و «العرش» يطلق على البيت من الخيام، ويطلق كما نعرف على السقف، فإذا قال:  {خَاوِيَةٌ على عُرُوشِهَا} أي أن العرش قد سقط أولا، ثم سقطت الجدران عليه، مثلما نقول في لغتنا العامية:  «جاب عاليها على واطيها» . </p><p> وعندما يمر إنسان على قرية مثل هذه القرية فلا بد أن مشهدها يكون شيئاً لافتا للنظر، قال:  {أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا} فكأنه يسأل عن القرية، وعن إماتة وإحياء الناس الذين يسكنون القرية. والحق حين يذكر القرية في القرآن فهو يقصد في بعض الأحيان الحديث عن أهلها مثل قوله تعالى:  {وَسْئَلِ القرية التي كُنَّا فِيهَا والعير التي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ}  [يوسف: ٨٢] </p><p> إن أبناء يعقوب عليه السلام حين عادوا من مصر وتركوا أخاهم الأصغر مع يوسف عليه السلام قالوا لأبيهم: أرسل من يأتيك بشهادة أهل مصر واسأل بنفسك زملاءنا الذين كانوا معنا في القافلة، وسيقولون لك: إننا قد تركنا أخانا بمصر. لكن سؤال الذي مر على القرية الخاوية على عروشها هو سؤال عن أهلها. </p><p> {أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا} وساعة تسمع {أنى} فهي تأتي مرة بمعنى «كيف» ، ومرة تأتي بمعنى:  «من أين» ، والمناسب لها هنا هو أن يكون السؤال كالتالي:  «كيف يحيي الله هذه بعد موتها» ؟ وقوله هذا يدل على أنه مؤمن، فهو لا يشك في أن قضية الإحياء من الله، وإنما يريد أن يعرف الكيفية، فكأنه مؤمن بأن الله هو الذي يحيي ويميت، وهذه ستأتي في قصة سيدنا إبراهيم: </p><p> {أَرِنِي كَيْفَ تُحْيِي الموتى}  [البقرة: ٢٦٠] </p><p> هو لا يشك في أن الله يُحيي الموتى، إنما يريد أن يرى كيف تتم هذه الحكاية؛ لأن الذي يريد أن يعرف كيفية الشيء، لابد أن متعجب من وجود هذا الشيء، فيتساءل: كيف تم عمل هذا الشيء؟ مثلما نرى الأهرام، ونحن لا نشك أن الأهرام مبنية بهذا الشكل، لكننا نتساءل فقط: كيف بنوها؟ كيف نقلوا الحجارة بضخامتها لأعلى ولم يكن هناك سقالات أو روافع آلية؟ إذن فنحن نتعجب فقط، والتعجب فرع الإيمان بالحدث. </p><p> والسؤال عن الكيفية معناه التيقن من الحدث، فقول الحق:  {أنى يُحْيِي هذه الله} . . يعني: كيف يُحيي الله هذه القرية بعد موتها، فكأن القائل لا يشك في أن الله يُحيي، ولكنه يريد الكيفية، والكيفية ليست مناط إيمان، فالله لم ينهنا عن التعرف عن الكيفية؛ فهو يعلم أننا نؤمن بأنه قادر على إيجاد هذا الحدث. </p><p> وأضرب هذا المثل ولله المثل الأعلى فمُصمم الملابس عندما يقوم بتفصيل أزياء جميلة، أنت تراها، فأنت تتيقن من أنه صانعها، ولكنك تتعجب فقط من دقة الصنعة، وتقول له: بالله كيف عملت هذه؟ كأنك قد عشقت الصنعة! فتشوقت إلى معرفة كيف صارت، فما بالنا بصنعة الحق تبارك وتعالى؟ إنك تندهش وتتعجب لتعيش في ظل السر السائح من الخالق في المخلوق، وتريد أن تنعم بهذه النعم. </p><p> ومثال آخر ولله المثل الأعلى من قبل ومن بعد أنت ترى مثلا لوحة رسمها رسام، فتقول له: بالله كيف مزجت هذه الألوان؟ أنت لا تشك في أنه قد مزج </p><p> الألوان. بل تريد أن تسعد نفسك بأن تعرف كيف رسمها، إذن فقوله وقول إبراهيم بالسؤال في الإحياء والإماتة فيما يأتي ليس معناه أنه غير مؤمن بل هو عاشق ومشتاق لأن يعرف الكيفية؛ ليعيش في جو الإبداع الجمالي الذي أنشأ هذه الصنعة. </p><p> ونعلم أن إحياء الناس سيترتب عليه إحياء القرية، فالإنسان هو باعث الحركة التي تعمر الوجود، والناس لهم حياة ولهم موت، والقرية بأنقاضها وجدرانها وعروشها لها حياة ولها موت. وعندما سأل العبد هذا السؤال، أراد الله أن تكون الإجابة تجربة معاشة في ذات السائل؛ لذلك يأتي القرآن بالقول {فَأَمَاتَهُ الله مِاْئَةَ عَامٍ} . </p><p> إن صاحب السؤال قد أراد أن يعرف الكيفية، وطلبه هو إيمان دليل، ليصبح فيما بعد إيمانا بواقع مشاهد {فَأَمَاتَهُ الله مِاْئَةَ عَامٍ} لقد جعل الله الأمر والتجربة في السائل ذاته وهذا إخبار الله. لقد أماته مائة عام، والعام هو الحول، وقد سموا «الحول» عاما؛ لأن الشمس تعوم في الفلك كله في هذه المدة، والعوم سَبْحٌ، والحق يقول: </p><p> {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  [يس: ٤٠] </p><p> ولذلك نسميه عاماً. {فَأَمَاتَهُ الله مِاْئَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ} ، فكأن الله قال له كلاماً كما كلم موسى، أو سمع صوتاً أو ملكاً أو أن أحداً من الموجودين رأى التجربة. فالمهم أن هناك سؤالاً وجواباً. ويخبرنا الحق سبحانه بحوار دار في هذا الشأن، السؤال هو: كم لبثت؟ فأجاب الرجل: لبثت يوماً أو بعض يوم. </p><p> وإجابة الرجل تعني أنه قد تشكك، فقد وجد اليوم قد قارب على الانتهاء أو انتهى، أو أنه عندما رأى الشمس مشرقة أجاب هذه الإجابة:  {لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ} أو يكون قد قال ذلك؛ لأنه لا يستطيع أن يتحكم في تقدير الزمن. فهل هو صادق في قوله أو كاذب؟ إنه صادق، لأنه لم ير شيئاً قد تغير فيه ليحكم بمقدار التغير، فلو كان قد حلق لحيته مثلاً، وقام بعد ذلك ليجد لحيته قد طالت، أو قد </p><p> نام بشعر أسود، وقام بعد ذلك بشعر أشيب، فلو حدثت أية تغيرات فيه لكان قد لمسها، لكنه لم يجد تغيراً. </p><p> فماذا كان جواب الحق؟ قال الحق:  {بَل لَّبِثْتَ مِاْئَةَ عَامٍ} . إننا هنا أمام طرفين ويكاد الأمر أن يصبح لغزاً، وطرف يقول:  {لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ} ورب يقول: {بَل لَّبِثْتَ مِاْئَةَ عَامٍ} . ونريد أن نحل هذا اللغز. إن الحق سبحانه صادق ومُنزّه والعبد المؤمن صادق في حدود ما رأى من أحواله. ونريد دليلا على هذا، ودليلا على ذاك. نريد دليلا على صدق العبد في قوله:  {لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ} . ونريد من الحق سبحانه وتعالى دليل اطمئنان لا دليل برهان على أن الرجل قد مات مائة عام وعاد إلى الحياة. </p><p> ونقول: إن في القصة ما يؤيد {لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ} ، وما يؤيد {بَل لَّبِثْتَ مِاْئَةَ عَامٍ} ، فقد كان مع الرجل حماره، وكان معه طعامه وشرابه من عصير وعنب وتين. فقال الحق سبحانه وتعالى:  {لَّبِثْتَ مِاْئَةَ عَامٍ} ، وأراد أن يدلل على الصدق في القضيتين معاً قال:  {فانظر إلى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ} ، ونظر الرجل إلى طعامه وشرابه فوجد الطعام والشراب لم يتغيرا، وهذا دليل على أنه لم يمكث إلا يوما أو بعض يوم، وبذلك ثبت صدق الرجل، بقيت قضية {مِاْئَةَ عَامٍ} . </p><p> فقال الحق:  {وانظر إلى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ} وهذا القول يدل على أن هنا شيئا عجيبا، وأراد الله أن يبين له بنظرة إلى الحمار دليلاً على صدق مرور مائة عام، ووجد الرجل حماره وقد تحول عظاماً مبعثرة، ولا يمكن أن يحدث ذلك في زمن قصير، فإن موت الحمار أمر قد يحدث في يوم، لكن أن يرم جسمه، ثم ينتهي لحمه إلى رماد، ثم تبقى العظام مبعثرة، فتلك قضية تريد زماناً طويلاً لا يتسع له إلا مائة عام، فكأن النظر إلى الحمار هو دليل على صدق مرور مائة عام، والنظر إلى الطعام دليل على صدق {يَوْماً أَوْ بَعْضَ يَوْمٍ} . </p><p> فالقضية إذن قضية عجيبة، وكيف طُوي الزمن في مسألة الطعام، وكيف بُسط </p><p> الزمن في مسألة الحمار. إنه سبحانه يظهر لنا أنه هو القابض الباسط، فهو الذي يقبض الزمن في حق شيء، ويبسط الزمن في حق شيء آخر، والشيئان متعاصران معا. وتلك العملية لا يمكن أن تكون إلا لقدرة طليقة لا تملكها النواميس الكونية، وإنما هي التي تملك النواميس. </p><p> وقد قال الحق سبحانه:  {وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ} ، فمن هم الناس الذين سيجعل الله من قضية الذي مر على قرية آية لهم؟ كان لابد أن يوجد أناس في القصة، لكن القرية خاوية على عروشها، وليس فيها إنسان أو بنيان، أهم الذين كانوا في القرية أم سواهم؟ قال بعض المفسرين هذا، وقال البعض الآخر الرأي المضاد. </p><p> وأصدق شيء يمكن أن يتصل بصدق الله في قوله:  {وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ} هو قبض الله للزمن في حق شيء، وبسطه في حق شيء آخر، وعزيز كما قال جمهرة العلماء هو الذي مر على قرية، وعزيز هذا كان من الأربعة الذين يحفظون التوراة، فلم يحفظ التوراة إلا أربعة: موسى، وعيسى، وعزير، ويوشع، وقد أراه الله العظام وكيف ينشزها ويرفعها فتلتحم ثم يكسوها لحما، أي أراه عملية الإحياء مشهدياً، وفي هذا إجابة للسؤال:  {أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا} ؟ </p><p> والحق يقول:  {وانظر إِلَى العظام كَيْفَ نُنْشِزُهَا} و {نُنْشِزُهَا} أي نرفعها، ورأى «عزير» كل عظمة في حماره، وهي ترفع من الأرض، وشاهد كل عظمة تركب مكانها، وبعد تكوين الهيكل العظمي للحمار بدأت رحلة كسوة العظام لحماً، وبعد ذلك تأتي الحياة. </p><p> لقد وجد عزير إجابة في نفسه، ووجد إجابة في الحمار، ومن بعد ذلك تذكر قريته التي خرج منها، وأراد العودة إليها، فلما عاد إليها وجد أمرها قد تغير بما يتناسب مع مرور مائة عام، وكان في تلك القرية مولاة لهم، أي أمة في أسرته، وكانت هذه الأمة قد عميت وأصبحت مقعدة، فلما دخل وقال: أنا العزير. قالت الأمة: ذهب العزيز من مائة عام ولا ندري أين ذهب ولم يعد؟ </p><p> قال: أنا العزير. قالت: إن للعزير علامة، هذه العلامة أنه مجاب الدعوة، ولم تنس نفسها. قالت: فإن كنت العزير فادع الله أن يرد عليَّ بصري وأن يخرجني من قعودي هذا. فدعا عزير الله فبرئت، فلما برئت؛ نظرت إليه فوجدته هو العزير فذهبت إلى قومها وأعلنت أن العزير قد عاد. وبعد ذلك ذهب العزير إلى ابنه، فوجده رجلا قد تجاوز مائة سنة، وكان العزير لا يزال شابا في سن خمسين سنة. </p><p> ولذلك ترى الشاعر يقول مُلغزاً: وما ابنٌ رأى أباه وهو في ضعف عمره؟ والمقصود بهذا اللغز هو العزير الذي أماته الله وهو في الخمسين ثم أحياه الله في عمره نفسه بعد مائة عام، والتقى العزير بابنه. قال الابن: كنت اسمع أن لأبي علامة بين كتفيه «شامة» . فلما كشف العزير كتفه لابنه وجد الشامة. </p><p> وتثبت أهل القرية من صدق عزير: بشيء آخر هو أن (بختنصر) حينما جاء إلى بيت المقدس وخربها حرق التوراة، إلا أن رجلا قال: إن أباه قد دفن في مكان ما نسخة من التوراة، فجاءوا بالنسخة، قال العزير: وأنا أحفظها. وتلا العزير التوراة كما وُجدت في النسخة، فصدق القوم أنه العزير، وتعجب الناس وهم يشاهدون ابنا تخطى المائة وأبا في سن الخمسين. ولذلك يذيل الحق الآية بالقول:  {قَالَ أَعْلَمُ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> ألم يكن قبل ذلك يعلم أن الله على كل شيء قدير؟ نعم كان يعلم علم الاستدلال، وهو الآن يعلم علم المشهد، علم الضرورة، فليس مع العين أين. </p><p> إذن ف {أَعْلَمُ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ} هي تأكيد وتعريف بقدرة الله على أن يبسط الزمن ويقبضه، وقدرة الله على الإحياء والإماتة، فصار يعلم حق اليقين بعد أن كان يعلم علم اليقين. </p><p> وهذه المسألة تفسر ما يقوله العلم الحديث عن تعليق الحياة. ومعنى تعليق الحياة هو يشبه ما تفعله بعض الثعابين عندما تقوم بالبيات الشتوي، أي تنكمش في الشتاء </p><p> في ذاتها ولا تُبدي حركة، وتظل هكذا إلى أن يذهب الشتاء، ومدة البيات الشتوي لا تحتسب من عمر الثعابين، ولذلك يقال: إن ذلك هو عملية تعليق الحياة. وهذه العملية التي قد نفسر بها مسألة أهل الكهف. فأهل الكهف أيضا مرت عليهم العملية نفسها:  {وكذلك بَعَثْنَاهُمْ لِيَتَسَآءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِّنْهُمْ كَم لَبِثْتُمْ قَالُواْ لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ}  [الكهف: ١٩] </p><p> إنهم لم يروا شيئاً قد تغير فيهم. وبعد ذلك قال الحق سبحانه:  {وَلَبِثُواْ فِي كَهْفِهِمْ ثَلاثَ مِاْئَةٍ سِنِينَ وازدادوا تِسْعاً}  [الكهف: ٢٥] </p><p> إن الله حدد الزمن الذي لبثوه، بينما هم قالوا: إن الزمن هو يوم أو بعض يوم. ومعنى ذلك أنهم عندما ناموا هذا اللون من النوم واستيقظوا وجدوا أنفسهم على حالتهم التي كانت قبل هذا اللون من النوم. إذن فقد علق الله حياتهم. ونلاحظ أن كل هذه العملية قد جاءت هنا في قصة العزير بعد آية الكرسي التي تصور العقيدة الإيمانية:  {الله لاَ إله إِلاَّ هُوَ الحي القيوم لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السماوات وَمَا فِي الأرض مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السماوات والأرض وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ العلي العظيم} </p><p> [البقرة: ٢٥٥] </p><p> وتصور قضية الحياة وقضية الموت ونعلم أن إبراهيم حين حاجَّه الرجل وقال له: </p><p> {أَنَا أُحْيِي وَأُمِيتُ} نقل إبراهيم الحجة إلى الليل والنهار، وطلب منه أن يعكس آية الليل والنهار، فقال للرجل:  {فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب فَبُهِتَ الذي كَفَرَ} . </p><p> وحتى لا يظن أحد أن إبراهيم عليه السلام إنما ترك الكلام عن الإحياء والإماتة فراراً من الجدل. ونقل الأمر إلى الشمس، لكن أراد الله أن يأتي بقصة هذا الإنسان الذي مر على قرية وهي خاوية، فيحدث له كل ما تقدم ليثبت الحق لنا أن قضية الحياة وقضية الموت بيده وحده. وليخرج الحق سبحانه أمر الحياة والموت عن مجال السفسطة الجدلية. وعرفنا أن قبل معنى السفسطة الجدلية حينما تعرضنا لقول الذي حاج إبراهيم في ربه باثنين من المسجونين وقال: أنا أستطيع أن أقتل واحدا، وأن أترك الثاني بلاَ قتل. </p><p> هذه هي السفسطة: إنه لم يحيي، بل أبقى حياة. وعرفنا أن الإحياء ضد الإماتة؛ لأن الإماتة هي أن تخرج الروح من الجسد بدون جرح، أو نقض بنية، أو عمل يفعله الإنسان في البدن. أما إذا فعل إنسان أي شيء من هذه الأفعال ضد إنسان آخر فلا يقال إنه أماته بل يقال لقد قتله. والموت كما عرفنا غير القتل. </p><p> وتأتي بعد ذلك قصة لإبراهيم أيضا بعد أن نقل الجدل مع الرجل إلى الشمس، فبهت الرجل الذي كفر، أما إبراهيم عليه السلام فهو يؤمن بقدرة الله، لكنه يريد أن يعرف الكيفية. إن إبراهيم عليه السلام لم يكن شاكا لأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «نحن أحق بالشك من إبراهيم إذ قال:{رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى قَالَ أَوَلَمْ تُؤْمِن قَالَ بلى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي}» . </p><p> ونحن المسلمين لم نشك في هذا الأمر. إذن، فإبراهيم عليه السلام لم يشك من باب أولى بدليل منطوق الآية حين قال الحق سبحانه:  {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى قَالَ أَوَلَمْ تُؤْمِن قَالَ بلى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي ... } </p>"
}