{
  "id": null,
  "sura": 2,
  "aya": 256,
  "text": "<p> إن الحق سبحانه وتعالى يوضح لنا نحن العباد المؤمنين ولسائر البشرية أنه:  {لاَ إِكْرَاهَ فِي الدين} . والإكراه هو أن تحمل الغير على فعل لا يرى هو خيراً في أن يفعله. أي لا يرى الشخص المكرَه فيه خيراً حتى يفعله. </p><p> ولكن هناك أشياء قد نفعلها مع من حولنا لصالحهم، كأن نرغم الأبناء على المذاكرة، وهذا أمر لصالح الأبناء، وكأن نجبر الأطفال المرضى على تناول الدواء. ومثل هذه الأمور ليست إكراهاً، إنما هي أمور نقوم بها لصالح من حولنا؛ لأن أحداً لا يسره أن يظل مريضاً. </p><p> إن الإكراه هو أن تحمل الغير على فعل من الأفعال لا يرى فيه هو الخير بمنطق العقل السليم. ولذلك يقول الحق سبحانه:  {لاَ إِكْرَاهَ فِي الدين} . ومعنى هذه الآية أن الله لم يكره خلقه وهو خالقهم على دين، وكان من الممكن أن الله يقهر الإنسان المختار، كما قهر السماوات والأرض والحيوان والنبات والجماد، ولا أحد يستطيع أن يعصى أمره. فيقول سبحانه:  {لَّوْ يَشَآءُ الله لَهَدَى الناس جَمِيعاً}  [الرعد: ٣١] </p><p> لكن الحق يريد أن يعلم من يأتيه محباً مختاراً وليس مقهوراً، أن المجيء قهراً يثبت له القدرة، ولا يثبت له المحبوبية، لكن من يذهب له طواعية وهو قادر ألا يذهب فهذا دليل على الحب، فيقول تعالى:  {لاَ إِكْرَاهَ فِي الدين} أي أنا لم أضع مبدأ الإكراه، وأنا لو شئت لآمن من في الأرض كلهم جميعاً. فهل الرسل الذين أرسلهم سبحانه يتطوعون بإكراه الناس؟ . لا، إنّ الرسول جاء لينقل عن الله لا ليكره الناس، وهو سبحانه قد جعل خلقه مختارين، وإلا لو أكرههم لما أرسل الرسل، ولذلك يقول المولى عَزَّ وَجَلَّ:  {وَلَوْ شَآءَ رَبُّكَ لآمَنَ مَن فِي الأرض كُلُّهُمْ جَمِيعاً أَفَأَنتَ تُكْرِهُ الناس حتى يَكُونُواْ مُؤْمِنِينَ}  [يونس: ٩٩] </p><p> إن الرسول له مهمة البلاغ عن الله؛ لأن الله لم يرد خلقه مكرهين على التدين، إذن فالمبلغ عنه لا يُكره خلقه على التدين، إلا أن هنا لبساً. فهناك فرق بين القهر على الدين، والقهر على مطلوب الدين، هذا هو ما يحدث فيه الخلاف. </p><p> تقول لمسلم: لماذا لا تصلي؟ يقول لك:  {لاَ إِكْرَاهَ فِي الدين} ، ويدعي أنه مثقف، ويأتيك بهذه الآية ليلجمك بها، فتقول له: لا. {لاَ إِكْرَاهَ فِي الدين} عقيدة وإيماناً، إنما إن آمنت وأعلنت أنك آمنت بالله وصرت معنا مسلماً فلا بد أن تعرف أنك إن كسرت حكماً من أحكام الإسلام نطلب منك أن تؤديه، أنت حر أن تؤمن أو لا تؤمن، لكن حين التزمت بالإيمان، فعليك مسئولية تنفيذ مطلوب الإيمان، وإلا حسب تصرفك أنه من تصرفات الإسلام، فإذا كنت تشرب خمراً فإنك حر؛ لأنك كافر مثلاً، لكن أتؤمن ثم تشرب خمراً!؟ لا. </p><p> أنت بذلك تكسر حداً من حدود الله، وعليك العقاب. </p><p> ولأنك مادمت قد علمت كعاقل رشيد مطلوب الإسلام، فعليك أن تنفذ مطلوب الإسلام، ولذلك لم يكلف الله الإنسان قبل أن ينضج عقله بالبلوغ؛ حتى لا يقال: إن الله قد أخذ أحداً بالإيمان وألزمه به قبل أن يكتمل عقله. بل ترك التكليف حتى ينضج الإنسان ويكتمل، حتى إذا دخل إلى دائرة التكليف عرف مطلوباته، وهو حر أن يدخل إلى الإيمان أو لا يدخل، لكن إن دخل سيُحاسب. </p><p> إذن فلا يقل أحد عندما يسمع حكماً من أحكام الدين:  {لاَ إِكْرَاهَ فِي الدين} ؛ لأن هذه الآية نزلت بشأن العقيدة الأساسية، فإن اتبعت هذه العقيدة صار لزاماً عليك أن توفي بمطلوباتها. وقد أراد خصوم الإسلام أن يصعدوا هذه العملية فقالوا كذباً وافتراء: إن الإسلام انتشر بحد السيف. </p><p> ونقول لهم: لقد شاء الله أن ينشأ الإسلام ضعيفاً ويُضطهد السابقون إليه كل أنواع الاضطهاد، ويُعذبون، ويُخرجون من ديارهم ومن أموالهم ومن أهلهم، ولا يستطيعون عمل شيء. إذن ففترة الضعف التي مرت بالإسلام أولا فترة مقصودة. </p><p> ونقول لهم أيضا: من الذي قهر وأجبر أول حامل للسيف أن يحمل السيف؟! والمسلمون ضعاف ومغلبون على أمرهم، لا يقدرون على أن يحموا أنفسهم، إنكم تقعون في المتناقضات عندما تقولون: إن الإسلام نُشِرَ بالسيف. ويتحدثون عن الجزية رفضاً لها، فنقول: وما هي الجزية التي يأخذها الإسلام من غير المسلمين كضريبة للدفاع عنهم؟ لقد كان المسلمون يأخذون الجزية من البلاد التي دخلها الفتح الإسلامي، أي أن هناك أناساً بقوا على دينهم. ومادام هناك أناس باقون على دينهم فهذا دليل على أن الإسلام لم يُكره أحداً. </p><p> وقول الله:  {لاَ إِكْرَاهَ فِي الدين} علته أن الرشد واضح والغي واضح، ومادام الأمر واضحا فلا يأتي الإكراه يأتي في وقت اللبس، وليس هناك لبس، لذلك يقول الحق:  {قَد تَّبَيَّنَ الرشد مِنَ الغي} . ومادام الرشد بائنا من الغيّ فلا إكراه. لكن الله يعطيك الأدلة، وأنت أيها الإنسان بعقلك يمكنك أن تختار، كي تعرف أنك لو دخلت الدين لالتزمت، وحوسبت على دخولك في الدين، فلا تدخل إلا وأنت مؤمن واثق بأن ذلك هو الحق؛ لأنه سيترتب عليه أن تقبل أحكام الدين عليك. </p><p> {لاَ إِكْرَاهَ فِي الدين قَد تَّبَيَّنَ الرشد مِنَ الغي} والرشد: هو طريق النجاة، و «الغي» : هو طريق الهلاك. ويقول الحق إيضاحاً للرشد والغي في آية أخرى من آيات القرآن الكريم:  {سَأَصْرِفُ عَنْ آيَاتِي الذين يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا وَإِن يَرَوْاْ سَبِيلَ الرشد لاَ يَتَّخِذُوهُ سَبِيلاً وَإِن يَرَوْاْ سَبِيلَ الغي يَتَّخِذُوهُ سَبِيلاً ذلك بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ} </p><p> [الأعراف: ١٤٦] </p><p> إن الحق يعلمنا أن المتكبرين في الأرض بغير حق لن يستطيعوا الفوز برؤية آيات الله ودلائل قدرته، وحتى إن رأوا السبيل الصحيح فلن يسيروا فيه، وإن شاهدوا طريق الضلال سلكوا فيه لأنهم يكذبون بآيات الرحمن ويغفلون عنها. </p><p> والغي أيضا هو ضلال الطريق، فعندما يسير إنسان في الصحراء ويضل الطريق يقال عنه:  «فلان قد غوى» أي فقد الاتجاه الصحيح في السير، وقد يتعرض لمخاطر جمة كلقاء الوحوش وغير ذلك. ويوضح لنا الحق طريق الرشد بمنطوق آخر في قوله الحق:  {وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً}  [الجن: ١٠] </p><p> إن الجن قد ظنوا كما ظن بعض من معشر الإنس أن الله لن يبعث أحداً بعد الموت أو لن يرسل رسولاً من البشر لهداية الكون. وقد طلب الجن بلوغ السماء فوجدوها قد مُلئت حرساً من الملائكة وشُهباً محرقة. وإن الجن لا يعلمون السر في حراسة السماء وهل في ذلك شَرٌّ بالبشر أو أراد الله بهم خيراً وهدى. إذن فالرُّشْد بضم الراء وتسكين الشين والرَشَد بفتح الراء وفتح الشين كلاهما يوضح الطريق الموصل للنجاة. ويقابل الرشد الغيّ. </p><p> ويتابع الحق:  {فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى} أولا: نلحظ أن الحق هنا قد قدم الكفران بالطاغوت، ثم جاء بالإيمان بالله؛ لأن الأمر يتطلب التخلية أولا والتحلية ثانيا، لابد أن يتخلى الإنسان من الطاغوت فلا يدخل على أنه يؤمن بالله وفي قلبه الطاغوت، فنحن قبل أن نكوي الثوب نغسله وننظفه، والتخلية قبل التحلية. </p><p> وما هو «الطاغوت» ؟ إنه من مادة «طغى» ، وكلمة «طاغوت» مبالغة في الطغيان. لم يقل: طاغ، بل طاغوت، مثل جبروت، والطاغوت إما أن يطلق على الشيطان، وإما أن يُطلق على من يعطون أنفسهم حق التشريع فيكَفِّرون وينسبون من يشاءون إلى الإيمان حسب أهوائهم، ويعطون أشياء بسلطة زمنية من عندهم، ويُطلق أيضاً على السحرة والدجالين، ويُطلق على كل من طغى وتجاوز الحد في أي شيء، فكلمة «طاغوت» مبالغة، وقد تكون هذه المبالغة متعددة الألوان، فمرة يكون الطاغي شيطانا، ومرة يكون الطاغي كاهناً، ومرة يكون ساحراً أو دجالاً، ومرة يكون حاكماً. </p><p> ومادة «الطاغوت» تدل على أن الموصوف بها هو من تزيده الطاعة له طغياناً، فعندما يجربك في حاجة صغيرة، فتطيعه فيها فيزداد بتلك الطاعة طغيانا عليك. والحق سبحانه يقول:  {فاستخف قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ}  [الزخرف: ٥٤] </p><p> ويزيد في الأمر حتى يصير طاغية، ولا يوجد أحد استهل عمله بالطغيان العالي، إنما يبدأ الأمر خطوة خطوة، كأي نظام ديكتاتوري قهري، إنه يبدأ ب (جس نبض) فإن صبر الناس، ازداد هذا النظام في القسوة حتى يصير طاغوتا، إذن فالطاغوت هو الذي تستزيده الطاعة طغيانا، وتُطلق على الشيطان؛ لأنه هو الأساس، وعلى الذين يتكلمون باسم الدين للسلطة الزمنية (سواء كانوا كهاناً أو غيرهم) ، وتُطلق على الذين يسحرون ويدجلون، لأنهم طغوا بما علموه؛ إنهم يستعملون أشياء يتعبون بها الناس، وقد جاءت الكلمة هنا بصيغة المبالغة لاشتمالها على كل هذه المعاني، وإذا استعرضنا الكلمة في القرآن نجد أن «الطاغوت» ترد مذكرة في بعض الأحيان، وقد وردت مؤنثة في آية واحدة في القرآن: </p><p> {والذين اجتنبوا الطاغوت أَن يَعْبُدُوهَا وأنابوا إِلَى الله لَهُمُ البشرى فَبَشِّرْ عِبَادِ}  [الزمر: ١٧] </p><p> لقد أوضحت هذه الآية أنهم تركوا كل أنواع الطغيان وأصنافه، أي إن الذين اجتنبوا الألوان المتعددة من الطغيان هم الذين يتجهون بالعبادة الخالصة لله، ولهم البشرى. {فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى} وكلمة {استمسك} غير كلمة «مسك» . لأن {استمسك} تدل على أن فيه مجاهدة في المسك، والذي يتدين يحتاج إلى مجاهدة في التدين؛ لأن الشيطان لن يتركه، فلا يكفي أن تمسك، بل عليك أن تستمسك، كلما وسوس الشيطان لك بأمر فعليك أن تستمسك بالتدين، هذا يدل على أن هناك مجاهدة وأخذاً وردّاً. {فَقَدِ استمسك بالعروة} والعروة هي العلاقة، مثلما نقول:  «عروة الدول» ، التي تمسكها منه، وهذه عادة ما تكون مصنوعة من الحبل الملفوف المتين، </p><p> و «الوثقى» هي تأنيث «الأوثق» أي أمر موثوق به، وقوله:  {فَقَدِ استمسك بالعروة الوثقى} ، قد يكون تشبيها بعروة الدلو لأن الإنسان يستخدم الدلو ليأتي بالماء، وبالماء حياة البدن، وبالدين حياة القيم. </p><p> {فَقَدِ استمسك بالعروة الوثقى} كأنه ساعة جاء بكلمة «عروة» يأتي بالدلو في بال الإنسان، والدلو تأتي بالماء، والماء به حياة البدن، إذن فهذه تعطينا إيحاءات التصور واضحة، {فَقَدِ استمسك بالعروة الوثقى} ، وما دامت «عروة وثقى» التي هي الدين والإيمان بالله، وما دامت هي الدين وحبل الله فهذه وثقى، وما دامت «وثقى» فلا انفصام لها، وعلينا أن نعرف أن فيه انفصاماً. وفيه انفصام الأول بالفاء والثاني بالقاف. </p><p> الانفصام: يمنع الاتصال الداخلي؛ مثلما تنكسر اليد لكنها تظل معلقة، والانقصام: أن يذهب كل جزء بعيداً عن الآخر أي فيه بينونة، والحق يقول:  {لاَ انفصام لَهَا والله سَمِيعٌ عَلِيمٌ} توحي بأن عملية الطاغوت ستكون دائماً وسوسة، وهذه الوسوسة هي: الصوت الذي يُغري بالكلام المعسول، ولذلك أخذت كلمة «وسوسة الشيطان» من وسوسة الحُليّ، ووسوسة الذهب هي رنين الذهب، أي وسوسة مغرية مثل وسوسة الشيطان، والله عليم بكل أمر. ويقول الحق بعد ذلك:  {الله وَلِيُّ الذين آمَنُواْ يُخْرِجُهُمْ مِّنَ الظلمات إِلَى النور ... } </p>"
}