{
  "id": null,
  "sura": 2,
  "aya": 188,
  "text": "<p> ومادامت أموالي فلماذا لا آكلها؟ إن الأمر هنا للجميع، والأموال مضافة للجميع، فالمال ساعة يكون ملكا لي، فهو في الوقت نفسه يكون مالاً ينتفع به الغير. </p><p> إذن فهو أمر شائع عند الجميع، لكن ما الذي يحكم حركة تداوله؟ إن الذي يحكم حركة تداوله هو الحق الثابت الذي لا يتغير، ولا يحكمه الباطل. وما معنى الباطل، والحق؟ إن الباطل هو الزائل، وهو الذي لا يدوم، وهو الذاهب. والحق هو الثابت الذي لا يتغير فلا تأكل بالباطل، أي لا تأكل مما يملكه غيرك إلا بحق أثبته الله بحكم: فلا تسرق، ولا تغتصب، ولا تخطف، ولا ترتش، ولا تكن خائناً في الأمانة التي أنت موكل بها، فكل ذلك إن حدث تكن قد أكلت المال بالباطل. </p><p> وحين تأكل بالباطل فلن تستطيع أنت شخصياً أن تعفي غيرك مما أبحته لنفسك، وسيأكل غيرك بالباطل أيضاً. ومادمت تأكل بالباطل وغيرك يأكل بالباطل، هنا يصير الناس جميعاً نهباً للناس جميعا. لكن حين يُحكَم الإنسان بقضية الحق فأنت لا تأخذ إلا بالحق، ويجب على الغير ألا يعطيك إلا بالحق، وبذلك تخضع حركة الحياة كلها لقانون ينظم الحق الثابت الذي لا يتغير، لماذا؟ لأن الباطل قد يكون له علو، لكن ليس له استقرار، فالحق سبحانه وتعالى يقول:  {أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فاحتمل السيل زَبَداً رَّابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كذلك يَضْرِبُ الله الحق والباطل فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض كذلك يَضْرِبُ الله الأمثال}  [الرعد: ١٧] </p><p> وساعة ترى مطراً ينزل في مسيلٍ ووادٍ، فأنت تجد هذا المطر قد كنس كل القش والقاذورات وجرفها فطفت فوق الماء ولها رغوة، وكذلك فأنت عندما تدخل الحديد في النار تجده يسيل ويخرج منه الخبث، ويطفو الخبث فوق السطح، وهكذا نجد أن طفو الشيء وعلوه على السطح لا يعني أنه حق، إنه سبحانه يعطينا من الأمور المُحسة ما نستطيع أن نميز من خلاله الأمور المعنوية، وهكذا ترى أن الباطل قد يطفو ويعلو </p><p> إلا أنه لا يدوم، بل ينتهي، والمثل العامي يقول:  «يفور ويغور» . </p><p> إن الله يريد أن تكون حركة حياتنا نظيفة شريفة، حركة كريمة فلا يدخل في بطنك إلا ما عرقت من أجله، ويأخذ كل إنسان حقه. وقبل أن يفكر الإنسان في أن يأكل عليه أن يتحرك ليأكل، لا أن ينتظر ثمرة حركة الآخرين، لماذا؟ لأن هذا الكسل يشيع الفوضى في الحياة. وحين نرى إنساناً لا يعمل ويعيش في راحة ويأكل من عمل غيره فإن هذا الإنسان يصبح مثلاً يحتذي به الآخرون فيقنع الناس جميعاً بالسكون عن الحركة ويعيشون عالة على الآخرين. </p><p> ويترتب على ذلك توقف حركة الحياة، وهذا باطل زائل، وبه تنتهي ثمار حركة المتحرك، وهنا يجوع الكل. </p><p> إن الحق يريد للإنسان أن يتحرك ليشبع حاجته من طعام وشراب ومأوى، وبذلك تستمر دورة الحياة. إنه سبحانه يريد أن يضمن لنا شرف الحركة في الحياة بمعنى أن تكون لك حركة في كل شيء تنتفع به؛ لأن حركتك لن يقتصر نفعها عليك، ولكنها سلسلة متدافعة من الحركات المختلفة، وحين تشيع أنت شرف الحركة فالكل سيتحرك نحو هذا الشرف، لكن الباطل يتحقق بعكس ذلك، فأنت حين تأكل من حركة الآخرين تشيع الفوضى في الكون. </p><p> وعلى هذا فالحركة الحلال لا يكفي فيها أن تتحرك فقط، ولكن يجب أن تنظر إلى شرف الحركة بألا تكون في الباطل، لأن الذي يسرق إنما يتحرك في سرقته، ولكن حركته في غير شرف وهي حركة حرام. إذن كل مسروق في الوجود نتيجة حركة باطلة، وكذلك الغصب، والتدليس، والغش، وعدم الأمانة في العمل، والخيانة في الوديعة، وإنكار الأمانة، كل ذلك باطل، وكل حركة في غير ما شرع الله باطل، حتى المعونة على حركة في غير ما شرع الله، كل ذلك باطل. </p><p> ويقول لنا الحق سبحانه:  {وَلاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل} أي إياكم أن تأكلوها بالباطل ثم تدلوا بها إلى الحكام ليبرروا لكم أن هذا الباطل هو حق لكم. فهناك أناس كثيرون يرون في فعل الحاكم مبرراً لأن يفعلوا مثله، وهذا أمر خاطئ؛ لأن كل إنسان مسئول عن حركته. </p><p> لا تقل إن الحاكم قد شرع أعمالاً وتُلقى عليه تبعة أفعالك؛ ومثال ذلك تلك الأشياء التي نقول عليها إنّها فنون جميلة من رقص وغناء وخلاعة، هل إباحة الحكومات لها وعدم منعها لها هل ذلك يجعلها حلالاً؟ لا؛ لأن هناك فرقاً بين الديانة المدنية والديانة الربانية. ولذلك تجد أن الفساد إنما ينشأ في الحياة من مثل هذا السلوك. </p><p> إن الذين يشتغلون بعمل لا يقره الله فهم يأكلون أموالهم بالباطل، ويُدخلون في بطون أولادهم الأبرياء مالاً باطلاً، وعلى الذين يأكلون من مثل هذه الأشياء أن ينتبهوا جيداً إلى أن الذي يعولهم، إنما أدخل عليهم أشياء من هذا الحرام والباطل، وعليهم أن يذكروا ربهم وأن يقولوا: لا لن نأكل من هذا المصدر؛ لأنه مصدر حرام وباطل، ونحن قد خلقنا الله وهو سبحانه متكفل برزقنا. </p><p> وأنا اسمع كثيراً ممن يقولون: إن هذه الأعمال الباطلة أصبحت مسائل حياة، ترتبت الحياة عليها ولم نعد نستطيع الاستغناء عنها. وأقول لهم: لا، إن عليكم أن ترتبوا حياتكم من جديد على عمل حلال، وإذا أصر واحد على أن يعمل عملاً غير حلال ليعول من هو تحته، فعلى المُعال أن يقف منه موقفا يرده، ويصر على ألا يأكل من باطل. </p><p> وتصوروا ماذا يحدث عندما يرفض ابن أن يأكل من عمل أمه التي ترقص مثلا أو تغني، أو عمل والده إذا علم أنه يعمل بالباطل؟ المسألة ستكون قاسية على الأب أو الأم نفسيهما. </p><p> إن الذين يقولون: إن هذا رزقنا ولا رزق لنا سواه، أقول لهم: إن الله سبحانه وتعالى يرزق من يشاء بغير حساب، ولا يظن إنسان أن عمله هو الذي سيرزقه، إنما يرزقه الله بسبب هذا العمل: فإن انتقل من عمل باطل إلى عمل آخر حلال فلن يضن الله عليه بعمل حق ورزق حلال ليقتات منه. </p><p> وقد عالج الحق سبحانه وتعالى هذه القضية حينما أراد أن يحرم بيت الله في مكة </p><p> على المشركين، لقد كان هناك أناس يعيشون على ما يأتي به المشركون في موسم الحج، وكان أهل مكة يبيعون في هذا الموسم الاقتصادي كل شيء للمشركين الذين يأتون للبيت، وحين يُحَرِّم الله على المشرك أن يذهب إلى البيت الحرام فماذا يكون موقف هؤلاء؟ إن أول ما يخطر على البال هو الظن القائل:  «من أين يعيشون» ؟ ولنتأمل القضية التي يريد الله أن ترسخ في نفس كل مؤمن. قال الحق:  {إِنَّمَا المشركون نَجَسٌ فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا}  [التوبة: ٢٨] </p><p> ثم يأتي للقضية التي تشغل بال الناس فيقول:  {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ إِن شَآءَ}  [التوبة: ٢٨] </p><p> وهكذا نرى أن هذه القضية لم تخف على الله فلا يقولن أحدٌ إن العمل الباطل الحرام هو مصدر رزقي، ولن أستطيع العيش لو تركته سواء كان تلحيناً أو عزفاً أو تأليفاً للأغاني الخليعة، أو الرقص، أو نحت التماثيل. نقول له: لا، لا تجعل هذا مصدراً لرزقك والله يقول لك:  {وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ} . وأنت عندما تتقي الله، فهو سبحانه يجعل لك مخرجاً. {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ} ، وعليك أن تترك كل عمل فيه معصية لله وانظر إلى يد الله الممدودة لك بخيره. </p><p> إذن فقول الله:  {وَلاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل} تنبيه للناس ألا يُدخلوا في بطونهم وبطون من يعولون إلا مالاً من حق، ومالاً بحركة شريفة؛ نظيفة، وليكن سند المؤمن دائماً قول الحق: </p><p> {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ}  [الطلاق: ٢ - ٣] </p><p> ولنا أن نعرف أن مَنْ أكل بباطل جاع بحق، أي أن الله يبتليه بمرض يجعله لا يأكل من الحلال الطيب، فتجد إنساناً يمتلك أموالاً ويستطيع أن يأكل من كل ما في الكون من مطعم ومشرب، ولكن الأطباء يحرمون عليه الأكل من أطعمة متعددة لأن أكلها وبال وخطر على صحته، وتكون النعمة أمامه وملك يديه، ولكنه لا يستطيع أن يأكل منها بحق. </p><p> وفي الوقت نفسه يتمتع بالنعمة أولاده وخدمه وحاشيته وكل مَنْ يعولهم، مثل هذا الإنسان نقول له: لابد أنك أخذت شيئاً بالباطل فحرمك الله من الحق. </p><p> ومن هنا نقول:  «مَنْ أكل بباطل جاع بحق» . وكذلك نقول:  «مَنْ استغل وسيلة في باطل أراه الله قبحها بحق» ، فالذي ظلم الناس بقوته وبعضلاته المفتولة لابد أن يأتي عليه يوم يصبح ضعيفاً. </p><p> والمرأة التي تهز وسطها برشاقة لابد أن يأتي عليها يوم يتيبس وسطها فلا تصبح قادرة على الحركة، والتي تخايل الناس بجمال عيونها في اليمين والشمال لابد أن يأتيها يوم وتعمى فلا ترى أحدا، وينفر الناس من دمامتها. </p><p> إن كل مَنْ أكل بباطل سيجوع بحق، وكل مَنْ استغل وسيلة بباطل أراه الله قبحها بحق، واكتب قائمة أمامك لمَنْ تعرفهم، واستعرض حياة كل مَنْ استغل شيئاً مما خلقه الله في إشاعة انحراف ما أو جعله وسيلة لباطل لابد أن يُريه الله باطلاً فيه. </p><p> وأنا أريد الناس أن يعملوا قائمة لكل المنحرفين عن منهج الله، ويتأملوا مسيرة حياتهم، وكل منا يعرف جيرانه وزملاءه من أين يأكلون؟ ومن أين يكتسبون؟ ليتأمل حياتهم ويعرف أعمال الحلال والحرام ويجعل حياتهم عبرة له ولأولاده، كيف كانوا؟ وإلي أي شيء أصبحوا؟ ثم ينظر خواتيم هؤلاء كيف وصلت. </p><p> ومن حبنا لهؤلاء الناس نقول لهم: تداركوا أمر أنفسكم فلن تخدعوا الله في أنكم تجمعون المال الحرام، وبعد ذلك تخرجون منه الصدقات، إن الله لن يقبل منكم عملكم هذا؛ لأن الله طيب لا يقبل إلا الطيب. </p><p> ونحن نسمع عن كثير من المنحرفين في الحياة يذهبون للحج، ويقيمون مساجد ويتصدقون، وكل ذلك بأموال مصدرها حرام، ولهؤلاء نقول: إن الله غني عن عبادتكم، وعن صدقاتكم الحرام، وننصحهم بأن الله لا ينتظر منكم بناء بيوت له من حرام أو التصدق على عباده من مال مكتسب بغير حلال، لكنه سبحانه يريد منكم استقامة على المنهج. </p><p> وحين نتأمل الآية نجد فيها عجباً، يقول الله عَزَّ وَجَلَّ:  {وَلاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل وَتُدْلُواْ بِهَا إِلَى الحكام} لقد ذكر الحق الحكام في الآية؛ لأن الحاكم هو الذي يقنن ويعطي مشروعية للمال ولو كان باطلاً، وقوله سبحانه:  {تُدْلُواْ} مأخوذة من «أدلى» ، ونحن ندلي الدلو لرفع الماء من البئر و «دلاه» : أي أخرج الدلو، أما «أدلى» : فمعناها «أنزل الدلو» . ولذلك في قصة الشيطان الذي يغوي الإنسان قال الحق:  {فَدَلاَّهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشجرة بَدَتْ لَهُمَا سَوْءَاتُهُمَا}  [الأعراف: ٢٢] </p><p> {وَتُدْلُواْ بِهَا إِلَى الحكام} أي ترشوا الحكام لتأكلوا فريقا من أموال الناس بالباطل، ومن العجيب أن هذا النص بعينه هو نص الرشوة. </p><p> والرشوة مأخوذة من الرِّشاء، والرِّشاء هو الحبل الذي يعلق فيه الدَّلو، فأدلى ودَلاَ في الرشوة. ولماذا يدلون بها إلى الحكام؟ إنهم يفعلون ذلك حتى يعطيهم الحكام التشريع التقنيني لأكل أموال الناس بالباطل، وذلك عندما نكون محكومين بقوانين البشر، لكن حينما نكون محكومين بقوانين الله فالحاكم لا يبيح مثل هذا الفعل. </p><p> ولذلك وضع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هذا المبدأ فقال: «إنما أنا بشر وإنه يأتيني الخصم فلعل بعضكم أن يكون أبلغ من بعض، فأحب أنه صادق فأقضي له </p><p> بذلك، فمن قضيت له بحق مسلم فإنما هي قطعة من النار فليأخذها أو ليتركها» . إن الذين يقول ذلك هو رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو المعصوم، إنه يحذر من أن يحاول أحد أن يبالغ في قوة الحجة ليأخذ بها حقاً ليس له. </p><p> إذن فحين يُقنن الفساد فذلك نتيجة أن الحاكم يقر ذلك، ويأخذ الإنسان الحاكم كأمر نهائي، مثال ذلك: بعض من الحكام لم يحرموا الربا، ويتعامل به الناس بدعوى الحكومات تحلله، فلا حرج عليهم. ومثل هذا الفهم غير صحيح؛ لأن الحكومات لا يصح أن تحلل ما حرمه الله، وإن حللت ذلك فعلى المؤمن أن يحتاط وأن يعرف أنه والحكام محكومون بقانون إلهي، وإن لم تقنن الحكومات الحلال من أجل سلطتها الزمنية فعلى المؤمن ألا يخرج عن تعاليم دينه. </p><p> وإذا نظرنا إلى أي فساد في الكون، في أي مظهر من مظاهر الفساد فسنجد أن سببه هو أكل المال بالباطل، ولذلك لم يترك الحق سبحانه وتعالى تلك المسائل غائبة، وإنما جعلها من الأشياء المشاهدة. وأنت إن أردت أن تعرف خلق أي عصر، واستقامته الدينية وأمانته في تصريف الحركة فانظر إلى المعمار في أي عصر من العصور، انظر إلى المباني ومن خلالها تستطيع أن تُقَيم أخلاق العصر. إنك إن نظرت إلى عملية البناء الآن تجد فيها استغلال المال، وعدم أمانة المنفذ، وخيانة العامل، وكل هذه الجوانب تراها في المعمار. لننظر مثلا إلى مجمع التحرير ولنسترجع تاريخ بنائه، ولنقرنه بمبنى هيئة البريد أو دار القضاء العالي وما بني في عهدهما. </p><p> ولننظر إلى المباني والإنشاءات التي نسمع عنها وتنهار فوق سكانها ولنقارنها بمبنى هيئة البريد أو دار القضاء العالي، سنجد أن المباني القديمة قامت على الذمة والأمانة، أما المباني التي تنهار على سكانها في زماننا أو تعاني من تلف وصلات الصرف الصحي فيها، تلك المباني قامت على غش الممول الشره الطامع، والمهندس المدلس الذي صمم أو أشرف على البناء أو الذي تسلم المبنى وأقر صلاحيته، ومروراً بالعامل الخائن، وتكون النتيجة ضحايا أبرياء لا ذنب لهم، ينهار عليهم المبنى </p><p> ويخرجون جثثا من تحت الأنقاض، إن كل ذلك سببه أكل المال بالباطل. ولقد نظر الشاعر أحمد شوقي في هذه المسألة، وجعل الأخلاق والدين من المبادئ فقال: </p><p> وليس بعامر بنيان قوم ... إذا أخلاقهم كانت خرابا </p><p> وأنا أقترح على الدولة أن تعد سجلا محفوظا لكل عمارة يتم بناؤها، ويُحفظ في هذا السجل اسم ممولها، والمهندس الذي أشرف على بنائها، وكذلك أسماء عمال البناء، وعمال التشطيب، والأعمال الصحية والكهربائية وكافة العمال الذين شاركوا في بنائها. ويُحفظ كل ذلك في ملف خاص بالعمارة، وعندما يحدث أي شيء يأتون بهؤلاء، كل في تخصصه ويحاسبونهم على ما قصروا فيه من عمل، وإلا فإن أرواح الناس ستذهب سدي؛ فكل إنسان منا له فرصة في هذه الحياة وعليه ألا يطغى على نصيب غيره. </p><p> وهب أننا نأخذ سلعة «بطابور» حتى لا يتقدم أحد على دور الآخر، وقد جاء الأول في «الطابور» من الساعة السابعة صباحاً وأخذ دوره، وجاء آخر متأخرا بعد أن نام واستراح ثم قضى جميع مصالحه وذهب للجمعية ووجد الصف طويلا، فنظر حوله إلى شخص يتخطى هذا «الطابور» ؛ وأعطاه مبلغا من المال سهل له قضاء حاجته، مثل هذا الإنسان تعدى على حقوق كل الواقفين في «الطابور» . </p><p> وقد يقول: أنا أخذت مثلما يأخذون، نقول له: لا؛ لقد أخذت زمن غيرك ولا يصح أن تأتي آخر الناس وتأخذ حق الشخص الذي وقف في «الطابور» من السابعة صباحا. إن حقك مرتبط بزمنك، فلا تعتد على وقت الآخرين الذين هم أضعف منك قدرة أو مالاً. إن الحق يقول:  {وَلاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل وَتُدْلُواْ بِهَا إِلَى الحكام لِتَأْكُلُواْ فَرِيقاً مِّنْ أَمْوَالِ الناس بالإثم وَأَنْتُمْ تَعْلَمُونَ} . والفريق هو الجماعة المعزولة من جماعة أكثر عددا، فإذا ما انفصلت جماعة صغيرة عن أناس بهذه الجماعة تُسمى فريقاً. </p><p> والإثم الأصيل فيه ولو لم يكن هناك دين أن تفعل ما تُعاب عليه وتُذم، وكذلك تُعاب عليه وتُذم من ناحية الدين، وفوق ذلك تعاقب في الآخرة. وما هو مقياس الحق والباطل؟ إن المقياس الذي ينجيك من الباطل هو أن تقبل لنفسك ما تقبله للطرف الآخر في أية صفقة أو معاملة؛ لأنك لا ترضى لنفسك إلا ما تعلم أن فيه نفعاً لك. </p><p> ثم ينتقل الحق سبحانه وتعالى إلى قضية يعالج فيها أمراً واجه الدعوة الإسلامية، والدعوة الإسلامية إنما جاءت لتخلع المؤمنين بالله من واقع في الحياة كان كله أو أغلبه باطلاً، ولكنهم اعتادوه وألفوه أو استفاد أناس من ذلك الباطل، ذلك أن الباطل لا يستمر إلا إذا كان هناك مَنْ يستفيدون منه. وجاء الإسلام ليخلص الناس من هذه الأشياء الباطلة. فالحق لم يشأ أن يعلمنا أن كل أحوال الناس غارقة في الشرور، بل كانت هناك أمور أقرها الإسلام كما هي، فالإسلام لم يغير لمجرد التغيير، ولكنه واجه الأمور الضارة بالحياة التي لا يستفيد منها إلا أهل الباطل. </p><p> مثال ذلك كان العرف السائد في الدية أنها مائة من الإبل يدفعها أهل القاتل، وقد أبقاها الإسلام كما هي. وحينما استقبل المسلمون الإيمان بالله، فهم قد استقبلوا أحكامه وأرادوا أن يبنوا حياتهم على نظام إسلامي جديد طاهر، حتى الشيء الذي كانوا يعملونه في الجاهلية كانوا يسألون عن حكمه؛ لأنهم لا يريدون أن يصنعوه على عادة ما كان يصنع، بل على نية القربى إلى الله بالامتثال، إذن فهم عشقوا التكليف، وعلموا أن الله لم يكلفهم إلا بالنافع، وعندما نقرأ {يَسْأَلُونَكَ} في القرآن فاعلم أنها من هذا النوع، مثل ذلك قوله تعالى:  {وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ العفو}  [البقرة: ٢١٩] </p><p> وقوله تعالى:  {وَيَسْأَلُونَكَ عَنِ المحيض قُلْ هُوَ أَذًى}  [البقرة: ٢٢٢] </p><p> وقوله تعالى:  {وَيَسْأَلُونَكَ عَنِ اليتامى}  [البقرة: ٢٢٠] </p><p> وقوله تعالى:  {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَآ أَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ والأقربين}  [البقرة: ٢١٥] </p><p> وقوله تعالى:  {وَيَسْأَلُونَكَ عَن ذِي القرنين. .}  [الكهف: ٨٣] </p><p> وقوله تعالى:  {يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول}  [الأنفال: ١] </p><p> إذن فكل سؤال معناه أنهم أرادوا أن يبنوا حياتهم على نظام إسلامي، حتى الشيء الذي لم يغيره الإسلام أرادوا أن يعرفوه ويصنعوه على أنه حكم الإسلام لا على حكم العادة. </p><p> والسؤال الذي نحن بصدده يعالج قضية كونية. وعندما يسأل المسلمون عن قضية كونية فذلك دليل على أنهم التفتوا إلى كون الله التفاتاً دينياً آخر، لقد وجدوا الشمس تشرق كل يوم ولا تتغير، أما القمر الذي يطلع في الليل فهو الذي يتغير، إنه يبدأ في أول الشهر صغيراً ثم يكبر حتى يصبح بدراً، وبعد ذلك يبدأ في التناقص حتى يعود إلى ما كان عليه، لقد لفت نظرهم ما يحدث للقمر ولا يحدث من الشمس، فسألوا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أو أن بعضاً من اليهود أرادوا إحراج المسلمين فقالوا لهم: «اسألوا رسولكم عن الهلال كيف يبدأ صغيراً ثم يكبر حتى </p><p> يصير بدراً ثم يعود لدورته مرة أخرى حتى يغرب ليلتين لا نراه فيهما» ، وهذا السؤال سجله القرآن في قوله تعالى:  {يَسْأَلُونَكَ عَنِ الأهلة قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج وَلَيْسَ البر بِأَن تَأْتُواْ البيوت مِن ظُهُورِهَا ... } </p>"
}