{
  "id": null,
  "sura": 2,
  "aya": 228,
  "text": "<p> الآية كلها تتضمن أحكاماً تكليفية، والحكم التكليفي الأول هو:  {والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء} ولنا أن نلحظ أن الحكم لم يرد بصيغة الأمر ولكن جاء في صيغة الخبر، فقال:  {والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء} ، وحين يريد الحق سبحانه وتعالى حكماً لازماً لا يأتي له بصيغة الأمر الإنشائي، ولكن يأتي له </p><p> بصيغة الخبر، هذا آكد وأوثق للأمر كيف؟ </p><p> معنى ذلك أن الحق سبحانه وتعالى حين يأمر فالأمر يصادف من المؤمنين به امتثالاً، ويُطبق الامتثال في كل الجزئيات حتى لا تشذ عنه حالة من الحالات فصار واقعا يُحكى وليس تكليفا يُطلب، وما دام قد أصبح الأمر واقعا يُحكي فكأن المسألة أصبحت تاريخا يُروى هو:  {والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء} . ويجوز أن نأخذ الآية على معنى آخر هو أن الله قد قال:  {والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ} فيكون كلاماً خبرياً. </p><p> وقلنا إن الكلام الخبري يحتمل الصدق والكذب، إن الله قد قال ذلك فمن أراد أن يصدق كلام الله فلينفذ الحكم، ومن أراد أن يبارز الله بالتكذيب ولا يصدقه فلا ينفذ الحكم، ويرى في نفسه آية عدم التصديق وهي الخسران المبين، أليس ذلك أكثر إلزاما من غيره؟ ومثل ذلك قوله تعالى:  {الخبيثات لِلْخَبِيثِينَ والخبيثون لِلْخَبِيثَاتِ والطيبات لِلطَّيِّبِينَ والطيبون لِلْطَّيِّبَاتِ أولئك مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}  [النور: ٢٦] </p><p> إن هذا وإن كان كلاما خبريا لكنه تشريع إنشائي يحتمل أن تطيع وأن تعصي ولكن الله يطلب منا أن تكون القضية هكذا {الخبيثات لِلْخَبِيثِينَ} يعني أن ربكم يريد أن تكون {الخبيثات لِلْخَبِيثِينَ} وأن تكون {الطيبات لِلطَّيِّبِينََ} وليس معنى ذلك أن الواقع لابد أن يكون كما جاء في الآية، إنما الواقع يكون كذلك لو نفذنا كلام الله وسيختلف إذا عصينا الله وتمردنا على شرعه. والمعنى نفسه في قوله تعالى:  {وَمَن دَخَلَهُ كَانَ آمِناً}  [آل عمران: ٩٧] </p><p> أي اجعلوا من يدخل البيت الحرام آمناً. ويحتمل أن يعصي أحد الله فلا يجعل البيت الحرام آمناً. إذن فقوله الحق:  {والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء} هو </p><p> حكم تكليفي يستحق النفاذ لمن يؤمن بالله، وقوله:  {يَتَرَبَّصْنَ} أي ينتظرن، واللفظ هنا يناسب المقام تماما، فالمتربصة هي المطلقة، ومعنى مطلقة أنها مزهود فيها، وتتربص انتهاء عدتها حتى ترد اعتبارها بصلاحيتها للزواج من زوج آخر. ولم ينته القول الكريم بقوله:  {يَتَرَبَّصْنَ} وإنما قال: {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ} مع أن المتربصة هي نفسها المطلقة؛ ذلك لأن النفس الواعية المكلفة والنفس الأمارة بالسوء تكونان في صراع على الوقت وهو {ثَلاَثَةَ قرواء} ، «وقروء» جمع «قرء» وهو إما الحيضة وإما الطهر الذي بين الحيضتين. وقوله الحق سبحانه وتعالى:  {ثَلاَثَةَ قرواء} وما المقصود به؟ </p><p> هل هو الحيضة أو الطهر؟ إن المقصود به الطهر، لأنه قال:  «ثلاثة» بالتاء، ونحن نعرف أن التاء تأتي مع المذكر، ولا تأتي مع المؤنث، و «الحيضة» مؤنثة و «الطهر» مذكر، إذن، {ثَلاَثَةَ قرواء} هي ثلاثة أطهار متواليات. </p><p> والعلة هي استبراء الرحم وإعطاء مهلة للزوجين في أن يراجعا نفسيهما، فربما بعد الطهر الأول أو الثاني يشتاق أحدهما للآخر، فتعود المسائل لما كانت عليه، لكن إذا مرت ثلاثة أطهار فلا أمل ولا رجاء في الرجوع. </p><p> ثم يقول الحق بعد ذلك:  {وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ الله في أَرْحَامِهِنَّ} وما معنى الخلق؟ الخلق هو إيجاد شيء كان معدوماً، وهذا الشيء الذي كان معدوما إما أن يكون حملاً وإما أن يكون حيضا، وللحامل عدة جاءت في قوله الحق. {وَأُوْلاَتُ الأحمال أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ}  [الطلاق: ٤] </p><p> أما المرأة الحائل وهي التي بدون حمل، فعدتها أن تحيض وتطهر ثلاث مرات وهناك حالة ثالثة هي:  {واللائي يَئِسْنَ مِنَ المحيض مِن نِّسَآئِكُمْ إِنِ ارتبتم فَعِدَّتُهُنَّ ثَلاَثَةُ أَشْهُرٍ واللائي لَمْ يَحِضْنَ}  [الطلاق: ٤] </p><p> أي أن المرأة التي انقطعت عنها الدورة الشهرية فعدتها «ثلاثة أشهر» الحكم نفسه للصغيرة التي لم تحض بعد، أي عدتها ثلاثة أشهر. إذن فنظام العدة له حالات: </p><p> إن كانت غير حامل فعدتها ثلاثة قروء أي ثلاثة أطهار إن كانت ممن يحضن </p><p> إن كانت حاملا فعدتها أن تضع حملها. </p><p> وإن لم تكن حاملا وقد بلغت سن اليأس ولم تعد تحيض، أو كانت صغيرة لم تصل لسن الحيض، هذه وتلك عدتها ثلاثة أشهر. </p><p> وقوله تعالى:  {وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ الله في أَرْحَامِهِنَّ} يدل على أن المرأة لها شهادتها لنفسها في الأمر الذي يخصها ولا يطلع عليه سواها. وهي التي تقرر المسألة بنفسها، فتقول: أنا حامل أو لا، وعليها ألا تكتم ذلك، فقد يجوز أن تكون حاملا وبعد ذلك تكتم ما في بطنها حتى لا تنتظر طول مدة الحمل وتتزوج رجلاً آخر فينسب الولد لغير أبيه، فغالباً ما يستمر الحمل تسعة أشهر ولكن فيه استثناء، فهناك حمل مدته سبعة شهور، وأحيانا ستة شهور. وقد تتزوج المرأة المطلقة بعد ثلاثة شهور وتدعي أنها حامل من الزوج الجديد وأن حملها لم يستمر سوى سبعة أشهر أو ستة أشهر. </p><p> وبعضنا يعرف قصة الحامل في ستة شهور، فقد جاءوا بامرأة لسيدنا عثمان رَضِيَ اللَّهُ عَنْه لأنها ولدت لستة أشهر، فأراد أن يقيم عليها حد الزنى، فتدخل الإمام علي ابن أبي طالب وقال: كيف تقيم عليها الحد لأنها ولدت لستة أشهر، ألم تقرأ قول الحق سبحانه وتعالى؟ قال عثمان: وماذا قال الحق في ذلك؟ فقرأ الإمام علي قول الله:  {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} </p><p> [البقرة: ٢٣٣] </p><p> أي أنها ترضع الوليد لمدة أربعة وعشرين شهراً، وفي آية أخرى قال الحق:  {حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْراً}  [الأحقاف: ١٥] </p><p> فإذا أخذنا من الآية الأولى أربعة وعشرين شهراً وهي مدة الرضاع وطرحناها من الثلاثين شهراً التي تجمع بين الحمل والرضاع في الآية الثانية فهمنا أن الحمل قد يكون ستة أشهر. هنا قال سيدنا عثمان متعجبا: والله ما فطنت لهذا. </p><p> إذن فحمل الستة الشهور أمر ممكن، ومن هنا نفهم الحكمة في قوله تعالى:  {وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ الله في أَرْحَامِهِنَّ} ، حتى لا تدعي المرأة أنها ليست حاملا وتتزوج رجلا آخر وتنسب إليه ولداً ليس من صلبه ويترتب على ذلك أكثر من إشكال، منها ألا يرث الولد من الأب الأول، وأن محارمه لم تعد محرمة عليه، فأخته من أبيه لم تعد أخته، وكذلك عماته وخالاته وتنقلب الموازين، هذا من جانب الأب الأصلي. </p><p> أما من جانب الزوج الثاني فالطفل يكتسب حقوقا غير مشروعة له، سيرث منه، وتصبح محارم الرجل الثاني محارمه فيدخل عليهن بلا حق ويرى عوراتهن، وتحدث تداخلات غير مشروعة. </p><p> إذن فقوله الحق:  {وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ الله في أَرْحَامِهِنَّ} هو قول يريد به الحق أن تقوم الحياة على طهر وعلى شرف وعلى عفاف، ولا يعتدي أحد على حقوق الآخر. هذا بالنسبة للحمل. فكيف يكون الحال بالنسبة للحيض؟ </p><p> أيضا لا يحل لها أن تكتم حيضها لتطيل زمن العدة مع زوجها. ويقول الحق:  {إِن كُنَّ يُؤْمِنَّ بالله واليوم الآخر} . فما علاقة الإيمان هنا بالحكم الشرعي؟ إنها علاقة وثيقة؛ لأن الحمل أو الحيض مسائل خفيفة لا يحكمها قانون ظاهر، إنما الذي يحكمها هو عملية الإيمان، ولذلك قيل:  «الغيب لا يحرسه إلا غيب» وما دام الشيء غائباً فلن يحرسه إلا الغيب الأعلى وهو الله تعالى. </p><p> ويتابع الحق:  {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ} والبعل هو الزوج، وهو الرب والسيد والمالك، وفي أثناء فترة التربص يكون الزوج أحق برد زوجته إلى عصمته، وقوله تعالى:  {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ} هل يعني ذلك أن هناك أناساً يمكن أن </p><p> يشاركوا الزوج في الرد؟ لأن الحق جاء بكلمة {أَحَقُّ} وفي ظاهرها تعطي الحق لغير الأزواج أن يراجعوا؟ لا، إنما المقصود هو أنه لا حق لأحد هنا إلا للزوج، فالرد خلال العدة من حق الزوج، فليس للزوجة أن تقول: لا، وليس لولي الزوجة أن يقول: لا. فالزوج إذا أراد مراجعة زوجته وأبت وامتنعت هي وجب إيثار وتقديم رغبته على رغبتها، وكان هو أحق منها، ولا ينظر إلى قولها، فإنه ليس لها في هذا الأمر حق فقد رضيت به أولاً. أما إذا انتهت العدة فالصورة تختلف، لابد من الولي، ولابد من عقد ومهر جديدين واشتراط موافقة الزوجة. </p><p> {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أرادوا إِصْلاَحاً} هذا إن أرادوا إصلاحاً. والإرادة عمل غيبي، فكأنها تهديد للزوجين، إن التشريع يجيز لهما العودة، لكن إذا كان الزوج يريد أن يردها ليوقع بها الضرر لسبب في نفسه فالدين يقول له: لا، ليس لك ذلك. وإن كان القضاء يجيز له ردها، إلا أن الله يحرم عليه ذلك الظلم. إن من حق الزوج أن يرد زوجته رداً شرعياً للعفة من الإحصان ولغرض الزوجية لا لشيء آخر، أما غير ذلك كالإضرار بها والانتقام منها فلا يجيز له الدين ذلك. </p><p> أما قضائياً فالقضاء يعطيه الحق في ردها ولا يستطيع أحد أن يقف أمامه مهما كانت الأسباب الكامنة في نفسه، لكن عليه أن يتحمل وزر ذلك العمل. ويتابع الحق:  {وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ بالمعروف} أي أن للزوجة مثل ما للزوج، لكن ما الذي لهن وما الذي عليهن؟ </p><p> المثلية هنا في الجنس، فكل منهما له حق على الآخر حسب طبيعته، الزوج يقدم للزوجة بعضاً من خدمات، والزوجة تقدم له خدمات مقابلة؛ لأن الحياة الزوجية مبنية على توزيع المسئوليات، إن الرجل عليه مسئوليات تقتضيها طبيعته كرجل، والمرأة عليها مسئوليات تحتمها طبيعتها كأنثى. والرجل مطالب بالكدح والسعي من أجل الإنفاق. والمرأة مطالبة بأن توفر للرجل البيت المناسب ليسكن إليها عندما يعود من مهمته في الحياة. ولذلك يقول الله عَزَّ وَجَلَّ: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لتسكنوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً </p><p> وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} [الروم: ٢١] </p><p> والسكن إلى شيء هو نقيض التحرك، ومعنى {لتسكنوا إِلَيْهَا} أي إنكم تتحركون من أجل الرزق طوال النهار ثم تعودون للراحة عند زوجاتكم، فالرجل عليه الحركة، والمرأة عليها أن تهيئ له حسن الإقامة، وجمال العشرة وحنان وعطف المعاملة. فالمسئوليات موزعة توزيعاً عادلاً، فهناك حق لك هو واجب على غيرك، وهناك حق لغيرك وهو واجب عليك. </p><p> ويقول الحق:  {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} وهي درجة الولاية والقوامة. ودرجة الولاية تعطينا مفهوما أعم وأشمل، فكل اجتماع لابد له من قَيِّم، والقوامة مسئولية وليست تسلطاً، والذي يأخذ القوامة فرصة للتسلط والتحكم فهو يخرج بها عن غرضها؛ فالأصل في القوامة أنها مسئولية لتنظيم الحركة في الحياة. </p><p> ولا غضاضة على الرجل أن يأتمر بأمر المرأة فيما يتعلق برسالتها كامرأة وفي مجالات خدمتها، أي في الشئون النسائية، فكما أن للرجل مجاله، فللمرأة مجالها أيضاً. </p><p> والدرجة التي من أجلها رُفع الرجل هي أنه قوام أعلى في الحركة الدنيوية، وهذه القوامة تقتضي أن ينفق الرجل على المرأة تطبيقاً لقوله الحق:  {وَبِمَآ أَنْفَقُواْ مِنْ أَمْوَالِهِمْ}  [النساء: ٣٤] </p><p> إذن فالإنفاق واجب الرجل ومسئوليته، وليعلم أن الله عزيز لا يحب أن يستذل رجل امرأة هي مخلوق لله، والله حكيم قادر على أن يقتص للمرأة لو فهم الرجل أن درجته فوق المرأة هي للاستبداد، أو فهمت المرأة أن وجودها مع الرجل هي منة منها عليه، فلا استذلال في الزواج؛ لأن الزواج أساسه المودة والمعرفة. ويقول الحق بعد ذلك: </p><p> {الطلاق مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ... } </p>"
}