{
  "id": null,
  "sura": 2,
  "aya": 60,
  "text": "<p> ومعناها: اذكر إذا استسقى موسى لقومه. . وهذه وردت كما بينا في عدة آيات في قوله تعالى:  {وَإِذْ أَنْجَيْنَاكُمْ مِّنْ آلِ فِرْعَونَ يَسُومُونَكُمْ سواء العذاب}  [الأعراف: ١٤١] </p><p> وقول سبحانه:  {وَإِذْ وَاعَدْنَا موسى أَرْبَعِينَ لَيْلَةً}  [البقرة: ٥١] </p><p> وقوله جل جلاله:  {وَإِذْ قُلْتُمْ ياموسى لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً}  [البقرة: ٥٥] </p><p> وقلنا أن هذه كلها نعم امتن الله بها على بني إسرائيل وهو سبحانه وتعالى يذكرهم بها. إما مباشرة وإما على لسان موسى عليه السلام. والحق يريد أن يذكر بني إسرائيل حينما تاهوا في الصحراء أنه أظلهم بالغمام. . وسقاهم حين </p><p> طلبوا السقيا. . ولقد وصلت ندرة الماء عند بني إسرائيل لدرجة أنهم لم يجدوا ما يشربونه. . لأن الإنسان يبدأ الجفاف عنده لعدم وجود ماء يسقي به زرعه. . ثم يقل الماء فلا يجد ما يسقي به أنعامه. . ثم يقل الماء فلا يجد ما يشربه. . وهذا هو قمة الجفاف أو الجدب. . </p><p> وموسى عليه السلام طلب السقيا من الله تبارك وتعالى. . ولا تطلب السقيا من الله إلا إذا كانت الأسباب قد نفدت. . وانتهت آخر نقطة من الماء عندهم؛ فالماء مصدر الحياة ينزله الله من السماء. . وينزله نقيا طاهرا صالحا للشرب والري والزرع وسقيا الأنعام. . </p><p> والحق سبحانه وتعالى جعل ثلاثة أرباع الأرض ماء والربع يابسا. . حتى تكون مساحة سطح الماء المعرضة للتبخّر بواسطة أشعة الشمس كبيرة جدا فتسهل عملية البخر؛ فإنك إذا جئت بكوب ماء وتركته في حجرة مغلقة لمدة يومين أو ثلاثة. ثم عدت تجده ناقصا قيراطا أو قيراطين. ولكن إذا أمسكت ما في الكوب من ماء وألقيته على أرض الحجرة. . فأنه يجف قبل أن تغادرها لماذا؟ . . لأن مساحة سطح الماء هنا كبيرة. . ولذلك يتم البخر بسرعة ولا يستغرق وقتا. </p><p> وهذه هي النظرية نفسها التي تتم في الكون. الله تبارك وتعالى جعل سطح الماء ثلاثة أرباع الأرض ليتم البخر في سرعة وسهولة. . فيتكون السحاب وينزل المطر نأخذ منه ما نحتاج إليه، والباقي يكون ينابيع في الأرض، مصداقا لقوله تبارك وتعالى:  {أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً فَسَلَكَهُ يَنَابِيعَ فِي الأرض}  [الزمر: ٢١] </p><p> هذه الينابيع تذهب إلى أماكن لا يصلها المطر. ليشرب منها الناس مِمّا نُسميه الآبار أو المياه الجوفية. . وتشرب منها أنعامهم. . فإذا حدث جفاف يخرج الناس رجالا ونساء وصبيانا وشيوخا. يتضرعون إلى الله ليمطرهم بالماء. . ونحن إذا توسلنا بأطفالنا الرضع وبالضعفاء يمطرنا الله. </p><p> وبعض الناس يقولون أن المطر ينزل بقوانين علمية ثابتة. . يصعد البخار من البحار ويصبح سحابا في طبقات الجو العليا ثم ينزل مطرا. </p><p> . تلك هي القوانين الثابتة لنزوله. </p><p> وأن السحاب لابد أن يكون ارتفاعه عدد كذا من الأمتار. . ليصل إلى برودة الجو التي تجعله ينزل مطرا. ولابد أن يكون السحاب ملقحا. . نقول أن هذا كله مرتبط بمتغيرات. فالريح تهب أو لا تهب. وتحمل السحاب إلى منطقة عالية باردة ولا تحمله وغير ذلك. . </p><p> إذن فكل ثابت محمول على متغير. . قد تعرف أنت القوانين الثابتة. . ولكن القوانين المتغيرة لا يمكن أن تنبأ بما ستفعل ولذلك يقول الله سبحانه وتعالى:  {وَأَلَّوِ استقاموا عَلَى الطريقة لأَسْقَيْنَاهُم مَّآءً غَدَقاً}  [الجن: ١٦] </p><p> إذن فعوامل سقوط المطر لا تخضع لقوانين ثابتة. ولكن المتغير هو العامل الحاسم. ليسوق السحاب إلى المناطق الباردة وإلى الارتفاع المطلوب. . ولابد أن نتنبه إلى أن هناك قوانين ثابتة في الكون وقوانين تتغير. . وأن القانون المتغير هو الذي يحدث التغيير. </p><p> وقوله تعالى:  {وَإِذِ استسقى موسى لِقَوْمِهِ} . . تدل على أن هناك مُستسقى بفتح القاف وأن هناك مستسقي بكسر القاف. . مستسقي بكسر القاف أي ضارع إلى الله لينزل المطر. . أما المستسقى بفتح القاف فهو الله سبحانه وتعالى الذي ينزل المطر. . </p><p> إن هذا الموقف خاص بالله تبارك وتعالى فلا توجد مخازن للمياه وليس هناك ماء في الأرض. . من أنهار أو آبار أو عيون ولا ملجأ إلا الله. . فلابد من التوسل لله تبارك وتعالى: </p><p> عن أنس رَضِيَ اللَّهُ عَنْه أن عمر بن الخطاب رَضِيَ اللَّهُ عَنْه كان إذا قحطوا استسقي بالعباس بن المطلب رَضِيَ اللَّهُ عَنْه فقال: اللهم إنا كنا نتوسل إليك </p><p> بنبينا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا قال: فيُسقون « </p><p> بعض الناس يقولون هذا دليل على أن الميت لا يستعان به. . بدليل أن عمر ابن الخطاب رَضِيَ اللَّهُ عَنْه لم يتوسل برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بعد موته، وإنما توسل بعم رسول الله. . نقول وبمن توسل عمر؟ . . أتوسل بالعباس أم بعم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ . . توسل بالرسول، وبذلك أخذنا الحجة أن الوسيلة ليست مقصورة على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . وإنما تتعدى إلى أقاربه. . </p><p> وهنا يأتي سؤال لماذا نقل الأمر من رسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ إلى عم الرسول؟ . . نقول لأن رسول الله قد انتقل ولا ينتفع الآن بالماء. . ولكن عمه العباس هو الحي الذي ينتفع بالماء. . لذلك كان التوسل بعم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولم يكن منطقيا أن يتوسلوا برسول الله عَلَيْهِ الصَّلَاة وَالسَّلَام ُ وهو ميت ولا يحتاج إلى الماء. . والذين أرادوا أن يأخذوا التوسل بذوي الجاه. . نقول لهم أن الحديث ضدكم وليس معكم. </p><p> . لأنه أثبت أن التوسل جائز بمن ينتسب إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> لابد أن نتحدث كيف أن الحق سبحانه وتعالى بعد أن قابل بنو إسرائيل النعمة بالجحود والنكران فكيف يسقيهم؟ . . نقول إنها النبوة الرحيمة التي كانت السبب في تنزل الرحمة تلو الرحمة على بني إسرائيل. . وكان طمع موسى في رحمة الله بلا حدود. . ولذلك فإن الدعوات كانت تتوالى من موسى عليه السلام لقومه. . وكانت الاستجابة من الله تأتي. </p><p> كان من المفروض لاستكمال المعنى أن يقال وإذا استسقى موسى ربه لقومه فقال يا رب اسقهم. . ولكن هذه لم تأت حذفت وجاء بعدها الإجابة:  {وَإِذِ استسقى موسى لِقَوْمِهِ فَقُلْنَا اضرب بِّعَصَاكَ الحجر} . . إذن قوله يا رب اسق قومي واستجابة الله له محذوفة لأنها مفهومة. . ولذلك جاء القرآن باللفتات الأساسية وترك اللفتات المفهومة لذكاء الناس. . تماما كما جاء في سورة النمل: الهدهد ذهب ورأى ملكة بلقيس وعرشها. وعاد إلى سليمان وأخبره. فطلب سليمان من الهدهد </p><p> أن يلقي إلى ملكة سبأ وقومها كتابا وقال:  {اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فانظر مَاذَا يَرْجِعُونَ قَالَتْ ياأيها الملأ إني أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ}  [النمل: ٢٨ - ٢٩] </p><p> فسليمان أمر الهدهد أن يلقي كتابا إلى بلقيس وقومها. . والآية التي بعدها جاءت بقوله تعالى: قالت {ياأيها الملأ إني أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ} كل التفاصيل حذفت من أن الهدهد أخذ الكتاب وطار إلى مملكة سبأ وألقى الكتاب أمام عرشها. . والتقطت بلقيس ملكة سبأ الكتاب وقرأته. . ودعت قومها وبدأت تروي إليهم قصة الكتاب. . كل هذا حُذف لأنه مفهوم. </p><p> قال موسى يا رب اسق قومي. . والله سبحانه وتعالى قال له: إن أردت الماء لقومك. . كل هذا محذوف. . وتأتي الآية الكريمة:  {اضرب بِّعَصَاكَ الحجر} . </p><p> {اضرب بِّعَصَاكَ الحجر} لنا معها وقفة. . الإنسان حين يستسقي الله. . يطلب منه أن ينزل عليه مطرا من السماء، والحق تبارك وتعالى كان قادرا على أن ينزل على بني إسرائيل مطرا من السماء. ولكن الله جل جلاله أراد المعجزة. . فقال سأمدكم بماء ولكن من جنس ما منعكم الماء وهو الحجر الموجود تحت أرجلكم. . لن أعطيكم ماء من السماء. . ولكن الله سبحانه وتعالى أراد أن يُرِي بني إسرائيل مدى الإعجاز. . فأعطاهم الماء من الحجر الذي تحت أرجلهم. </p><p> ولكن من الذي يتأثر بالضرب: الحجر أم العصا؟ . . العصا هي التي تتأثر وتتحطم والحجر لا يحدث فيه شيء. . ولكن الله سبحانه وتعالى أراد بضربة واحدة من العصا أن ينفلق الحجر. . ولذلك يقول الشاعر: </p><p> أيا هازئاً من صنوف القدرْ ... بنفسك تعنف لا بالقدرْ </p><p> ويا ضاربا صخرةً بالعصا ... ضربْتَ العصا أم ضربْتَ الحجرْ </p><p> إن انفجار الماء من ضربة العصا دليل على أن العصا أشارت فقط إلى الصخرة فتفجر منها الماء. . وحتى لو كانت العصا من حديد. . هل تكون قادرة على أن تجعل الماء ينبع من الحجر؟ </p><p> فالحق سبحانه وتعالى يريد أن يلفتنا إلى أنه كان من الممكن أن ينزل الماء من السماء. . ولكن الله أرادها نعمة مركبة. . ليعلموا أنه يستطيع أن يأتي الماء من الحجر الصلب. . وأن نبع الماء من متعلقات «كن» . </p><p> هنا لابد أن ننظر إلى تعنت بني إسرائيل. قالوا لموسى هب أننا في مكان لا حجر فيه. من أين ينبع الماء؟ . . لابد أن نأخذ معنا الحجر حتى إذا عطشنا نضرب الحجر بالعصا. . ونسوا أن هناك ما يتم بالأسباب وما يتم بكلمة «كن» . . ولذلك تجد مثلا كبار الأطباء يحتارون في علاج مريض. . ثم يشفى على يد طبيب ناشئ حديث التخرج. . هل هذا الطبيب الناشئ يعرف أكثر من أساتذته الذين علموه؟ . . الجواب طبعا لا. </p><p> إن التلميذ لا يتفوق على أستاذه الذي علمه فليس العلاج بالأسباب وحدها ولكن بقدرة المسبب. . ولذلك جاء موعد الشفاء على يد هذا الطبيب الناشئ. . فكشف الله له الداء وألهمه الدواء. </p><p> يقول الحق سبحانه وتعالى:  {فانفجرت مِنْهُ اثنتا عَشْرَةَ عَيْناً} لماذا اثنتا عشرة عينا. لأن اليهود كانوا يعيشون حياة انعزال. كل مجموعة منهم كانت تسمى «سبطا» لها شيخ مثل شيخ القبيلة. . والحق تبارك وتعالى يقول:  {قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ} أي كل سبط أو مجموعة ذهبت لمشرب. . نبعت العيون من الحجر امتدت متشعبة إلى الأسباط جميعا كل في مكانه. . فإذا ما أخذوا حاجتهم ضرب موسى الحجر فيجف. ولذلك نعرف أن الحجر كان يعطيهم الماء على قدر الحاجة وكانت الجهة السفلى من الحجر الملامسة للأرض. . والجهة العليا التي ضرب عليها بالعصا لم ينبع منهما شيء، أما باقي الجهات الأربع فقد نبع منها كل منها ثلاثة ينابيع. </p><p> وهناك شيء في اللغة يسمونه اللفظ المشترك. . وهو الذي يستخدم في معانٍ متعددة. . فإذا قلت سقى القوم دوابهم من العين. . العين هنا عين الماء. . وإذا قلت أرسل الأمير عيونه في المدينة يعني أرسل جنوده. . وإذا قلت اشتريته </p><p> بعين أي بذهب. . وإذا قلت نظر إلي بعينه شذرا أي ببصره. . إذن كلمة عين تستخدم في أشياء متعددة. . ومعناها هنا عين الماء الجارية. </p><p> قوله تعالى:  {قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ} أي أن كل سبط عرف مكانه الذي يلزمه. . حتى لا يضيع من كل منهم الماء. . ولكن الإنسان حينما يكون مضطرا يلتزم بما يطلبه الله منه ويكون ملتزما بالأداء، فإذا فرج الله كربه وعادت إليه النعمة يعود إلى طغيانه. </p><p> . ولذلك يقول الحق جل جلاله فيها:  {كُلُواْ واشربوا مِن رِّزْقِ الله وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ} أي لا يكون شكركم على النعمة بالإفساد في الأرض. . واقرأ قوله تعالى:  {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُواْ مِن رِّزْقِ رَبِّكُمْ واشكروا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ فَأَعْرَضُواْ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ العرم وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ}  [سبأ: ١٥ - ١٥] </p><p> هنا نرى أن أهل سبأ رزقهم الله فأعرضوا عن شكره. . كانوا يتيهون بالسد الذي يحفظ لهم مياه الأمطار. . ويمدهم بما يحتاجون إليه منها طوال العام، وأخذوا يتفاخرون بعلمهم ونسوا الله الذي علمهم. . فكان هذا السد هو النكبة أو الكارثة التي أهلكت زرعهم. . كذلك حدث لبني إسرائيل، قيل لهم:  {كُلُواْ واشربوا مِن رِّزْقِ الله وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ} فأفسدوا في الأرض ونسوا نعمة الله فنزل بهم العذاب. </p>"
}