{
  "id": null,
  "sura": 2,
  "aya": 196,
  "text": "<p> والنسق القرآني نسق عجيب، فأنتم تذكرون أنه تكلم عن الصيام. ورمضان يأتي قبل أشهر الحج، فكان طبيعياً أن يتكلم عن الحج بعد أن تكلم عن رمضان وعن الأهلة وعن جعل الأهلة مواقيت للناس والحج كما أن هناك شيئاً آخر يستدعي أن يتكلم في الحج وهو الكلام عن القتال في الأشهر الحرم، وعن البيت الحرام فقد قال سبحانه: </p><p> {وَلاَ تُقَاتِلُوهُمْ عِنْدَ المسجد الحرام حتى يُقَاتِلُوكُمْ فِيهِ}  [البقرة: ١٩١] </p><p> إذن فالكلام عن الحج يأتي في سياقه الطبيعي. وحين يقول الله:  {وَأَتِمُّواْ الحج والعمرة للَّهِ} نفهم منه أن الأمر بإتمام الشيء لا يكون إلا إذا جاء الأمر بفرض هذا الفعل، فكأنك بدأت في العمل بعد التشريع به، ويريد منك سبحانه ألاّ تحج فقط، ولكن يريد منك أن تتمه وتجعله تامّاً مستوفياً لكل مطلوبات المشرع له. </p><p> وساعة يقول الحق:  {وَأَتِمُّواْ الحج والعمرة} لقائل أن يقول: إن الحج شيء والعمرة شيء آخر، بدليل عطفها عليه، والعطف يقتضي المغايرة كما يقتضي المشاركة، فإن وجدت مشاركة ولم توجد مغايرة فلا يصح العطف، بل لابد أن يوجد مشاركة ومغايرة. والمشاركة بين الحج والعمرة أن كليهما نسك وعباده، وأما المغايرة فهي أن للحج زمناً مخصوصاً ويشترط فيه الوقوف بعرفة، وأما العمرة فلا زمن لها ولا وقفة فيها بعرفة. </p><p> ولكن الحق سبحانه وتعالى يقول في مشروعية الحج:  {وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً}  [آل عمران: ٩٧] </p><p> ولم يأت في تلك الآية بذكر العمرة، ومنها نعرف أن الحج شيء والعمرة شيء آخر، والمفروض علينا هو الحج. ولذلك أقول دائما لابد لنا أن نأخذ القرآن جملة واحدة، ونأتي بكل الآيات التي تتعلق بالموضوع لنفهم المقصود تماماً، فحين يقول الحق في قرآنه أيضا:  {وَأَتِمُّواْ الحج والعمرة للَّهِ} نعرف من ذلك أن العمرة غير الحج، وحين تقرأ قول الله في سورة براءة:  {وَأَذَانٌ مِّنَ الله وَرَسُولِهِ إِلَى الناس يَوْمَ الحج الأكبر}  [التوبة: ٣] </p><p> نعرف أن هناك حجِّا أكبر، وحجِّا ثانيا كبيراً. ولذلك فآية {وَللَّهِ عَلَى الناس حِجُّ البيت} جاءت بالبيت المحرم، وهو القدر المشترك في الحج والعمرة. ونعرف أن الحج الأكبر هو الحج الذي يقف فيه المسلم بعرفة؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «الحج عرفة» . وهو الحج الأكبر؛ لأن الحشد على عرفة يكون كبيراً، وهو يأتي في زمن مخصوص ويُشترط فيه الوقوف بعرفة. </p><p> إذن قوله تعالى:  {وَللَّهِ عَلَى الناس حِجُّ البيت} الحج هو القصد إلى مُعظّم وهو {حِجُّ البيت} ، أما العمرة فهي الحج الكبير وزمانها شائع في كل السنة، والقاصدون للبيت يتوزعون على العام كله. وذلك قد ثبت بالتشريع بقوله سبحانه:  {وَللَّهِ عَلَى الناس حِجُّ البيت} . </p><p> وما دام جاء بالأمر المشترك في قوله: حج البيت فهو يريد الحج الأكبر والحج الكبير. </p><p> والحق سبحانه وتعالى يخاطب عباده ويعلم أن بعض الناس سيقبلون على العبادات إقبالاً شكلياً، وقد يقبلون على العبادة لأغراض أخرى غير العبادة، فكان لابد أن يبين القصد من الحج والعمرة، وأن المطلوب هو إتمامهما، ولابد أن يكون القصد لله لا لشيء آخر، لا ليقال «الحاج فلان» ، أو ليشتري سلعاً رخيصة ويبيعها بأغلى من ثمنها بعد عودته. </p><p> ونحن نعلم أن الحج هو العبادة الوحيدة التي يستمر اقترانها بفاعلها، فمثلاً لا يقال:  «المصلى فلان» ولا «المزكي فلان» ، فإن كان الحاج حريصاً على هذا اللقب، وهو دافعه من وراء عبادته فلا بد ألا يخرج بعبادته عن غرضها المشروعة من أجله، إن الحق يقول:  {وَأَتِمُّواْ الحج والعمرة للَّهِ} . وكلمة «لله» تخدمنا في قضايا متعددة، فما هي هذه القضايا؟ </p><p> إن المسلم عندما يريد أن يحج لله فلا يصح أن يحج إلا بمال شرع الله وسائله. كثير من الناس حين يسمعون الحديث الشريف: « </p><p> من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه» . </p><p> يعتقدون أن الإنسان له أن يرتكب ما يشاء من معاص ومظالم، ثم يظن أن حجة واحدة تُسقط عنه كل ذنوبه، نقول لهؤلاء: أولاً: لابد أن تكون الحجة لله </p><p> وثانيا: أن تكون من مال حلال، وما دامت لله ومن مال حلال فلا بد أن تعرف ما هي الذنوب التي تسقط عنه بعد الحج، فليست كل الذنوب تسقط، وإنما الذنوب المتعلقة بالله سبحانه وتعالى؛ لأن الذنب المتعلق بالله أنت لم تظلم الله به لكن ظلمت نفسك، ولكن الذنب المتعلق بالبشر فيه إساءة لهم أو انتقاص من حقوقهم، وبالتالي فإن ظلم العباد لا يسقط إلا برد حقوق العباد. </p><p> ونعرف أن العمرة هي قصد البيت الحرام في مطلق زمان من العام، والحج قصد البيت في خصوص زمان من العام، ويقول بعض العلماء: إن هذا تكليف وذاك تكليف، فهل يجوز أداؤهما معاً، أم كل تكليف يؤدى بمعزل عن الآخر؟ </p><p> وبعضهم تناول ملحظيات الفضل والحسن، فالذي يقول: إن الإفراد بالحج أحسن، فذلك لأنه خص كل نُسك بسفرة، والذي يقول: يؤديهما معاً ويحرم بالحج والعمرة معاً بإحرام واحد، فيذهب أولاً ويأتي بنسك العمرة، ثم يظل على إحرامه إلى أن يخرج إلى الحج، وفي هذه الحالة يكون قد قرن الأمرين معا؛ أي أداهما بإحرام واحد وهذا ما يفضله بعض من العلماء؛ لأن الله علم أن العبد قد أدى نسكين بإحرام واحد، وهناك إنسان متمتع أي يؤدي العمرة، ثم يتحلل منها، وبعد ذلك يأتي قبل الحج ليحرم بالحج، وهذا اسمه التمتع، وهو متمتع لأنه تحلل من الإحرام، ومن العلماء من يقول: إن التمتع أحسن لأنه فصل بين أمرين بما أخرجه عن العادة، أحرم ثم تحلل ثم أحرم. </p><p> إذن كل عالم له ملحظ، فكأن الله لا يريد أن يضيق على خلقه في أداء نُسك على أي لون من الألوان. وقد احتاط المشرع سبحانه وتعالى عند التكليف، </p><p> واحترم كل الظروف سواء كانت الظروف التي قد تقع من غير غريم وهو القدريات، أو تقع من غريم، وهي التي لها أسباب أخرى فقال:  {فَإِنْ أُحْصِرْتُمْ فَمَا استيسر مِنَ الهدي} . </p><p> وأحصرتم تعني مُنعْتُم. وهناك «حصر» وهي للقدريات، وهناك «أحصر» وتكون بفعل فاعل مثل تدخل العدو كما حوصر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في عام الحديبية، وقيل له لا تدخل مكة هذا العام، لذلك فالحق سبحانه وتعالى يخفف عنا وكأنه يقول لنا: أنا لا أهدر تهيؤ العباد، ولا نيتهم ولا استعدادهم ولا إحرامهم؛ فإن أُحصِروا {فَمَا استيسر مِنَ الهدي} والهدى هو ما يتم ذبحه تقربا إلى الله، وكفارة عما حَدث. </p><p> ثم يقول بعد ذلك:  {وَلاَ تَحْلِقُواْ رُؤُوسَكُمْ حتى يَبْلُغَ الهدي مَحِلَّهُ} أي إلى أن يبلغ المكان المخصص لذلك، هذا إن كنت سائق الهدى، أما إن لم تكن سائق الهدى فليس ضروريا أن تذبحه، ويكفي أن تكلف أحداً يذبحه لك، وقوله الحق:  {فَمَن تَمَتَّعَ بالعمرة إِلَى الحج فَمَا استيسر مِنَ الهدي} تعني أنه يصح أن يذبح الإنسان الهدي قبل عرفة، ويصح أن نؤخره ليوم النحر، ويصح أن يذبحه بعد ذلك كله. </p><p> {فَمَا استيسر مِنَ الهدي} تعني أيضا إن كان الحصول على الهدى سهلاً، سواء لسهولة دفع ثمنه، أو لسهولة شرائه، فقد توجد الأثمان ولا يوجد المُثمَّن. «والهدي» هو ما يُهدى للحرم، أو ما يهدي الإنسان إلى طريق الرشاد، والمعنى مأخوذ من الهُدى، وهو الغاية الموصلة للمطلوب. </p><p> وقوله تعالى:  {وَلاَ تَحْلِقُواْ رُؤُوسَكُمْ حتى يَبْلُغَ الهدي مَحِلَّهُ فَمَن كَانَ مِنكُم مَّرِيضاً أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ} فالمريض الذي لا يستطيع أن يذبح الهدي وعنده أذى من رأسه «كالصحابي الذي كان في رأسه قمل، وكان يسبب له ألماً،فقال له رسول الله:» احلق رأسك وصم ثلاثة أيام أو أطعم ستة مساكين أو أنسك بشاة «. </p><p> إنها تشريعات متعاقبة وكل تشريع له مناسبة، فكما شرع لمن أحصر ما استيسر من </p><p> الهدى، كذلك شرع لمن حلق رأسه لمرض أن كان به أذى من رأسه، شرع له ثلاثة أشياء: صيام أو صدقة أو نسك. </p><p> والمتأمل لهذه الأشياء الثلاثة يجد أنها مرتبة ترتيبا تصاعدياً. فالصيام هو أمر لا يتعدى النفع المباشر فيه إلى الغير، والصدقة عبادة يتعدى النفع فيها للغير، ولكن بقدر محدود لأنها إطعام ستة أفراد مثلاً، والنسك هو ذبيحة، ولحمها ينتفع به جمع كبير من الناس. </p><p> فانظر إلى الترقي في النفع، إما صوم ثلاثة أيام، وإما إطعام ستة مساكين، وإما ذبح ذبيحة أي شاة. إن هذا تصعيد من الأضعف للأقوى كل بحسب طاقته ومقدرته. </p><p> والحق سبحانه وتعالى ساعة يشرع كفارات معينة فذلك من أجل مراعاة العمليات المطلوبة في الحج، والمناسبة لظروف وحالة المسلم، فأباح له في حالة التمتع مثلا أن يقسم الصوم إلى مرحلتين: ثلاثة أيام في الحج، وسبعة إذا رجعتم. إنه الترقي في التشريعات، واختيار للأيسر الذي يجعل المؤمن يخرج من المأزق الذي هو فيه. </p><p> {فَمَن كَانَ مِنكُم مَّرِيضاً أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بالعمرة إِلَى الحج فَمَا استيسر مِنَ الهدي فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الحج وَسَبْعَةٍ إِذَا رَجَعْتُمْ} . </p><p> وكلمة {فَمَن لَّمْ يَجِدْ} معناها أنه لا يملك، وهذا الذي لا يملك نقول له: لا تفعل كما يفعل كثير من الناس قبل أن يطوفوا، إن بعضهم يذهب للسوق ويشتري الهدايا، وبعد ذلك ساعة وجوب الهدي عليه يقول: ليس معي ولذلك سأصوم. هنا نقول له: ألم يكن ثمن تلك الهدايا يصلح لشراء الهدي؟ </p><p> إنه لأمر غريب أن تجد الحاج يشتري هدايا لا حصر لها؛ ساعات وأجهزة كهربائية ويملأ حقائبه، ثم يقول لا أجد ما أشتري به الهدي. أليس ذلك </p><p> غشاً وخداعاً؟ إن من يفعل ذلك يغش نفسه. </p><p> إذن قوله تعالى:  {فَمَن لَّمْ يَجِدْ} يعني لا يجد حقاً، لا من تنفذ أمواله في الهدايا، ثم يصبح صفر اليدين، ولذلك فالذين يحسنون أداء النسك لا يشترون هداياهم إلا بعد تمام أداء المطلوب في النسك، وإن بقي معهم مال اشتروا على قدر ما معهم. </p><p> والذين ينفقون أموالهم في شراء الهدايا ثم يأتون عند {فَمَا استيسر مِنَ الهدي} ويقولون ليس معنا ثمن الهدى وسنصوم، الغريب أنهم لا يتذكرون الصوم إلا عند عودتهم، ألم يكن الأفضل للواحد منهم أن يصوم من البداية، ومن لحظة أن يعرف أنه لا يملك ثمن الهدى ويدخل في الإحرام للعمرة؟ </p><p> إن المفروض أن يبدأ في صوم الثلاثة أيام حتى يكون عذره مسبقاً وليس لاحقاً وبعض العلماء أباح صوم أيام التشريق، وأيام التشريق الثلاثة هي التي تلي يوم العيد لأنهم كانوا «يشرقون اللحم» أي يبسطونه في الشمس ليحف ويقدد. وبعد ذلك عندما ينتهي من أداء المناسك إما أن يصوم السبعة الأيام في الطريق وهو عائد، أو عندما يصل لمنزله، إن له أن يختار ما يناسبه {فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الحج وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ} ومعروف أن {ثَلاثَةِ} و {وَسَبْعَةٍ} تساوي {عَشَرَةٌ} ، وذلك حتى لا يظن الناس أن المقصود إما صوم ثلاثة أيام وإما سبعة أيام، ولذلك قال:  {عَشَرَةٌ كَامِلَةٌ} حتى لا يلتبس الفهم. </p><p> وربما أراد الحق سبحانه وتعالى أن ينبهنا إلى أن الصائم سيصوم عشرة أيام فهي كاملة بالنسبة لأداء النسك. وليس الذابح بأفضل من الصائم، فما دام لم يجد ثمن الهدى وصام العشرة الأيام، فله الأجر والثواب كمن وجد وذبح. فإياك أن تظن أن الصيام قد يُنقص الأجر أو هو أقل من الذبح. </p><p> ويقول الحق:  {ذلك لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي المسجد الحرام} . وهذا التشريع مقصود به من لم يكن أهله مقيمين بمكة. ونعرف أن حدود المسجد الحرام هي اثنا عشر ميلا، والمقيم داخل هذه المسافة لا يلزمه ذبح ولا صوم، لماذا؟ بعض العلماء </p><p> قال: لأن المقيمين حول المسجد الحرام طوافهم دائم فيغنيهم عن العمرة، فإن حج لا يدخل في هذا التشريع. </p><p> ويختم الحق هذه الآية بقوله:  {واتقوا الله واعلموا أَنَّ الله شَدِيدُ العقاب} . كيف يقول الحق: إنه شديد العقاب في التيسيرات التي شرعها؟ أي: إياكم أن تغشوا في هذه التيسيرات، فليس من المعقول أو من المقبول أن ندلس شيئاً فيها، لذلك حذرنا سبحانه من الغش في هذه المناسك بقوله:  {واعلموا أَنَّ الله شَدِيدُ العقاب} . </p><p> ويقول الحق بعد ذلك:  {الحج أَشْهُرٌ مَّعْلُومَاتٌ فَمَن فَرَضَ فِيهِنَّ الحج فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِي الحج ... } </p>"
}