{
  "id": null,
  "sura": 2,
  "aya": 49,
  "text": "<p> بعد أن حذر الله سبحانه وتعالى بني إسرائيل من يوم لا تنفع فيه الشفاعة. أراد أن يذكرهم بفضله عليهم وبنعمه. قوله تعالى:  «إذ» هي ظرف لشيء وسبق أن قلنا أن الظرف نوعان. لأن كل حدث من الأحداث يحتاج إلى زمان يقع فيه وإلى مكان يقع فيه. وعندما أقول لك إجلس مكانك. هذا الظرف يراد به المكان. وعندما يخاطب الله عَزَّ وَجَلَّ عباده: أذكر إذ فعلت كذا. أي اذكر وقت أن فعلت كذا ظرف زمان. وقول الحق تبارك وتعالى:  «وإذ نجيناكم» أي اذكروا الوقت الذي نجاكم فيه من فرعون. </p><p> والآية التي نحن بصددها وردت ثلاث مرات في القرآن الكريم. قوله تعالى:  {وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سواء العذاب يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ وَفِي ذَلِكُمْ بلاء مِّن رَّبِّكُمْ عَظِيمٌ}  [البقرة: ٤٩] </p><p> {وَإِذْ أَنْجَيْنَاكُمْ مِّنْ آلِ فِرْعَونَ يَسُومُونَكُمْ سواء العذاب يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ}  [الأعراف: ١٤١] </p><p> وقوله جل جلاله في سورة إبراهيم: </p><p> {إِذْ أَنجَاكُمْ مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سواء العذاب وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ}  [إبراهيم: ٦] </p><p> الاختلاف بين الأولى والثانية هو قوله تعالى في الآية الأولى:  {يُذَبِّحُونَ أَبْنَآءَكُمْ} . وفي الثانية:  {يُقَتِّلُونَ أَبْنَآءَكُمْ} . «ونجينا» في الآية الأولى: «وأنجينا» في الآية الثانية. ما الفرق بين نجينا وأنجينا؟ هذا هو الخلاف الذي يستحق أن تتوقف عنده. . في سورة البقرة:  {وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ} . . الكلام هنا من الله. أما في سورة إبراهيم فنجد {اذكروا نِعْمَةَ الله عَلَيْكُمْ إِذْ أَنجَاكُمْ} . </p><p> الكلام هنا كلام موسى عليه السلام. ما الفرق بين كلام الله سبحانه وتعالى وكلام موسى؟ . . </p><p> إن كلام موسى يحكي عن كلام الله. إن الله سبحانه وتعالى حين يمتن على عباده يمتن عليهم بقمم النعمة، ولا يمتن بالنعم الصغيرة. والله تبارك وتعالى حين امتن على بني إسرائيل قال:  {نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سواء العذاب يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ} . ولم يتكلم عن العذاب الذي كان يلاقيه قوم موسى من آل فرعون. إنهم كانوا يأخذونهم أجراء في الأرض ليحرثوا وفي الجبال لينحتوا الحجر وفي المنازل ليخدموا. ومن ليس له عمل يفرضون عليه الجزية. ولذلك كان اليهود يمكرون ويسيرون بملابس قديمة حتى يتهاون فرعون في أخذ الجزية منهم. وهذا معنى قول الحق سبحانه وتعالى:  {وَضُرِبَتْ عَلَيْهِمُ الذلة والمسكنة}  [البقرة: ٦١] </p><p> أي أنهم يتمسكون ويظهرون الذلة حتى لا يدفعوا الجزية. ولكن الحق سبحانه وتعالى لم يمتن عليهم بأنه أنجاهم من كل هذا العذاب. بل يمتن عليهم بقمة النعمة. وهي نجاة الأبناء من الذبح واستحياء النساء. لأنهم في هذه الحالة ستستذل نساؤهم ورجالهم. فالمرأة لا تجد رجلا يحميها وتنحرف. </p><p> كلمة نجَّى وكلمة أنجى بينهما فرق كبير. </p><p> كلمة نَجَّى تكون وقت نزول العذاب. وكلمة أنجى يمنع عنهم العذاب. الأولى للتخليص من العذاب والثانية يبعد عنهم عذاب فرعون نهائيا. ففضل الله عليهم كان على مرحلتين. مرحلة أنه خلصهم من عذاب واقع عليهم. والمرحلة الثانية أنه أبعدهم عن آل فرعون فمنع عنهم العذاب. </p><p> قوله تعالى:  {يَسُومُونَكُمْ سواء العذاب} ما هو السوء؟ إنه المشتمل على ألوان شتى من العذاب كالجلد والسخرة والعمل بالأشغال الشاقة. ما معنى يسوم؟ يقال سام فلان خصمه أي أذله وأعنته وأرهقه. وسام مأخوذة من سام الماشية تركها ترعى. لذلك سميت بالسام أي المتروكة. وعندما يقال إن فرعون يسوم بني إسرائيل سوء العذاب. معناها أن كل حياتهم ذل وعذاب. . فتجد أن الله سبحانه وتعالى عندما يتكلم عن حكام مصر من الفراعنة يتكلم عن فراعنة قدماء كانوا في عهد عاد وعهد ثمود. واقرأ قوله تعالى:  {والفجر وَلَيالٍ عَشْرٍ والشفع والوتر واليل إِذَا يَسْرِ هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ العماد التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد فَأَكْثَرُواْ فِيهَا الفساد}  [الفجر: ١ - ١٢] </p><p> أي أن الله تبارك وتعالى جاء بحضارة الفراعنة وقدماء المصريين بعد عاد وثمود. وهذا دليل على أن حضارة عاد وثمود قديمة. والله سبحانه وتعالى وصف عادا بأنها التي لم يخلق مثلها في البلاد. أي أنها حضارة أرقى من حضارة قدماء المصريين. </p><p> قد يتساءل بعض الناس كيف يصف الله سبحانه وتعالى عادا بأنها التي لم يخلق مثلها في البلاد. مع أنه يوجد الآن حضارات متقدمة كثيرة. </p><p> نقول إن الله قد كشف لنا حضارة الفراعنة وآثارهم. ولكنه أخفى عنا حضارة </p><p> عاد. ولقد وجدنا في حضارة الفراعنة أشياء لم نصل إليها حتى الآن. مثل براعتهم في تحنيط الموتى والمحافظة على الجثث. وبناء الأهرامات وغير ذلك. وبما أن حضارة عاد كانت أرقى من حضارة الفراعنة. فإنها تكون قد وصلت إلى أسرار مازالت خافية على العالم حتى الآن. ولكنا لا نعرف شيئا عنها، لأن الله لم يكشف لنا آثارها. </p><p> ولقد تحدث الحق تبارك وتعالى عن الفراعنة باسم فرعون. وتكلم عنهم في أيام موسى باسم آل فرعون. ولكن الزمن الذي كان بين عهدي يوسف وموسى لم يسم ملك مصر فرعون، إنما سماه العزيز الذي هو رئيس الوزراء ورئيسه الملك. وقال الحق تبارك وتعالى:  {وَقَالَ الملك ائتوني بِهِ}  [يوسف: ٥٠] </p><p> إذن فالحاكم أيام يوسف كان يسمى ملكا ولم يسم فرعون. بينما حكام مصر قبل يوسف وبعده كانوا يلقبون بفرعون. ذلك لأنه قبل عهد يوسف عليه السلام حكم مصر الهكسوس أهل بني إسرائيل. </p><p> فقد أغاروا على مصر وانتصروا على الفراعنة. وحكموا مصر سنوات حتى تجمع الفراعنة وطردوهم منها. </p><p> والغريب أن هذه القصة لم تعرف إلا بعد اكتشاف حجر رشيد، وفك رموز اللغة الهيروغليفية. وكان ملوك الهكسوس من الرعاة الذين استعمروا مصر فترة. ولذلك نرى في قصة يوسف عليه السلام قول الله سبحانه وتعالى:  {وَقَالَ الملك ائتوني بِهِ} . </p><p> وهكذا نعلم أن القرآن الكريم قد روى بدقة قصة كل حاكم في زمنه. وصف الفراعنة بأنهم الفراعنة. ثم جاء الهكسوس فلم يكن هناك فرعون ولكن كان هناك ملك. وعندما جاء موسى كان الفراعنة قد عادوا لحكم مصر. فإذا كان هذا الأمر لم نعرفه إلا في مطلع القرن الخامس. عندما اكتشف الفرنسيون حجر رشيد، ولكن القرآن أرخ له التاريخ الصحيح منذ أربعة عشر قرنا. وهذه معجزة تنضم لمعجزات </p><p> كبيرة في القرآن الكريم عن شيء كان مجهولا وقت نزول القرآن وأصبح معلوما الآن. لنجد أن القرآن جاء به في وضعه الصحيح والسليم. </p><p> بعد أن تحدثنا عن الفرق بين نجيناكم وأنجيناكم. نتحدث عن الفرق بين {يُذَبِّحُونَ أَبْنَآءَكُمْ} . و {يُقَتِّلُونَ أَبْنَآءَكُمْ} . . الذبح غير القتل. . الذبح لابد فيه من إراقة دماء. والذبح عادة يتم بقطع الشرايين عند الرقبة، ولكن القتل قد يكون بالذبح أو بغيره كالخنق والإغراق. كل هذا قتل ليس شرطا فيه أن تسفك الدماء. </p><p> والحق سبحانه وتعالى يريد أن يلفتنا إلى أن فرعون حينما أراد أن ينتقم من ذرية بني إسرائيل انتقم منهم انتقامين. . انتقاما لأنهم كانوا حلفاء للهكسوس وساعدوهم على احتلال مصر. ولذلك فإن ملك الهكسوس اتخذ يوسف وزيرا. فكأن الهكسوس كانوا موالين لبني إسرائيل. وعندما انتصر الفراعنة انتقموا من بني إسرائيل بكل وسائل الانتقام. قتلوهم وأحرقوا عليهم بيوتهم. </p><p> أما مسألة الذبح في قوله تعالى:  {يُذَبِّحُونَ أَبْنَآءَكُمْ} فلقد رأى فرعون نارا هبت من ناحية بيت المقدس فأحرقت كل المصريين ولم ينج منها غير بني إسرائيل. فلما طلب فرعون تأويل الرؤيا. قال له الكهان يخرج من ذرية إسرائيل ولد يكون على يده نهاية ملكك. فأمر القوابل (الدايات) بذبح كل مولود ذكر من ذرية بني إسرائيل. ولكن قوم فرعون الذين تعودوا السلطة قالوا لفرعون: إن بني إسرائيل يوشك أن ينقرضوا وهم يقومون بالخدمات لهم. فجعل الذبح سنة والسنة الثانية يبقون على المواليد الذكور. وهارون ولد في السنة التي لم يكن فيها ذبح فنجا. وموسى ولد في السنة التي فيها ذبح فحدث ما حدث. </p><p> إذن سبب الذبح هو خوف فرعون من ضياع ملكه. وفرض الذبح حتى يتأكد قوم فرعون من موت المولد. ولو فعلوه بأي طريقة أخرى كأن القوة من فوق جبل أو ضربوه بحجر غليظ. أو طعنوه بسيف أو برمح قد ينجو من الموت. ولكن الذبح يجعلهم يتأكدون من موته في الحال فلا ينجو أحد. </p><p> والحق يقول:  {يَسُومُونَكُمْ سواء العذاب يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ} . كلمة الابن تطلق على الذكر، ولكن الولد يطلق على الذكر والأنثى. ولذلك كان </p><p> الذبح للذكور فقط. أما النساء فكانوا يتركونهن أحياء. </p><p> ولكن لماذا لم يقل الحق تبارك وتعالى يذبحون أبناءكم ويستحيون بناتكم بدلا من قوله يستحيون نساءكم. الحق سبحانه وتعالى يريد أن يلفتنا إلى أن الفكرة من هذا هو إبقاء عنصر الأنوثة يتمتع بهن آل فرعون. لذلك لم يقل بنات ولكنه قال نساء. أي أنهم يريدونهن للمتعة وذلك للتنكيل ببني إسرائيل. ولا يقتل رجولة الرجل إلا أنه يرى الفاحشة تصنع في نسائه. </p><p> والحق سبحانه وتعالى يقول:  {وَفِي ذَلِكُمْ بلاء مِّن رَّبِّكُمْ عَظِيمٌ} . ما هو البلاء؟ بعض الناس يقول إن البلاء هو الشر. ولكن الله تبارك وتعالى يقول:  {وَنَبْلُوكُم بالشر والخير فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ} </p><p> إذن هناك بلاء بالخير وبلاء بالشر. والبلاء كلمة لا تخيف. أما الذي يخيف هو نتيجة هذا البلاء؛ لأن البلاء هو امتحان أو اختبار. إن أديته ونجحت فيه كان خيرا لك. وأن لم تؤده كان وبالا عليك. والحق سبحانه وتعالى يقول في خليله إبراهيم:  {وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً}  [البقرة: ١٢٤] </p><p> فإبراهيم نجح في الامتحان، والبلاء جاء لبني إسرائيل من جهتين. . بلاء الشر بتعذيبهم وتقتيلهم وذبح أبنائهم. وبلاء الخير بإنجائهم من آل فرعون. ولقد نجح بنو إسرائيل في البلاء الأول. وصبروا على العذاب والقهر وكان بلاء عظيما. وفي البلاء الثاني فعلوا أشياء سنتعرض لها في حينها. </p>"
}