{
  "id": null,
  "sura": 2,
  "aya": 146,
  "text": "<p> الله تبارك وتعالى يقول إن الذين جاءهم الكتاب قبل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعرفونه. . يعرفون ماذا؟ هل يعرفون أمر تحويل القبلة؟ أم يعرفون أمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبعثه ورسالته التي يحاولون أن يشككوا فيها؟ الله سبحانه وتعالى يشرح لنا ذلك في قوله تعالى:  {وَلَمَّا جَآءَهُمْ كِتَابٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ فَلَعْنَةُ الله عَلَى الكافرين}  [البقرة: ٨٩] </p><p> فكأن اليهود والنصارى يعرفون رسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . ومكتوب في التوراة والإنجيل أنه الحق ومطلوب منهم أن يؤمنوا به. . إن كعب الأحبار كان جالسا وعمر بن الخطاب رَضِيَ اللَّهُ عَنْه كان موجودا فسأله عمر أكنتم تعرفونه يا كعب؟ أي أكنتم تعرفون محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ورسالته وأوصافه؟ فقال كعب وهو من أحبار اليهود. . أعرف كمعرفتي لابني، ومعرفتي لمحمد أشد. . فلما سألوه لماذا؟ قال لأن ابني أخاف أن تكون امرأتي خانتني فيه أما محمد (صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ) فأوصافه مذكورة بالدقة في التوراة بحيث لا نخطئه. </p><p> إذا فأهل الكتاب يعرفون رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ويعرفون زمنه ورسالته. . والذين أسلموا منهم وآمنوا فعلوا ذلك عن اقتناع، أما الذين لم يؤمنوا </p><p> وكفروا بما جاء به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عرفوا ولكنهم كتموا ما يعرفونه. . ولذلك يقول الله سبحانه وتعالى عنهم:  {وَإِنَّ فَرِيقاً مِّنْهُمْ لَيَكْتُمُونَ الحق وَهُمْ يَعْلَمُونَ} . . وساعة تقول كتم الشيء. . فكأن الشيء بطبيعته كان يجب أن يبرز وينتشر. . والحق بطبيعته لابد أن يبرز وينتشر ولكن إنكار الحق وكتمه يحتاج إلى مجهود. </p><p> إن الذين يحققون في القضايا الدقيقة يحاولون أن يمنعوا القوة أن تكتم الحق. . فيجعلون من يحققون معه لا ينام حتى تنهار قواه فينطق بالحقيقة. . لأن النطق بالحق لا يحتاج إلى مجهود، أما كتم الحق فهو الذي يحتاج إلى كجهود وقوة، وعدم النطق بالحق عملية شاقة. . ولكن الله سبحانه وتعالى يقول:  {لَيَكْتُمُونَ الحق وَهُمْ يَعْلَمُونَ} . . أي أنهم ليسوا جاهلين ولكنهم على علم بالحقيقة. . والحق من الله فهل يستطيع هؤلاء كتمانه؟ طبعا لا، لابد أن يظهر. . فإذا انتشر الكذب والباطل فهو كالألم الذي يحدث في الجسد. . الناس تكره الألم ولكن الألم من جنود الشفاء لأنه يجعلك تحس أن هناك شيئا أصابه مرض فتتجه إليه بأسباب العافية. </p><p> إن أخطر الأمراض هي التي لا يصاحبها ألم ولا تحس بها إلا بعد أن يكون قد فات وقت العلاج. . والحق دائما غالب على أمره ولذلك لا توجد معركة بين حقين. . أما الباطل فتوجد معركة بين باطل وباطل. وبين حق وباطل. لأنه لا يوجد إلا حق واحد أما الباطل فكثير. . </p><p> والمعارك بين الحق والباطل تنتهي بهزيمة الباطل بسرعة. . ولكن الذي يطول هو معركة بين باطلين. . ولذلك فإن معارك العصر الحديث تطول وتتعب الدنيا. . فمعارك الحرب العالمية الثانية مثلا لازالت آثارها ممتدة حتى الآن في الحرب الباردة وغير ذلك من الحروب الصغيرة. . ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: </p><p> «لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به» </p>"
}