{
  "id": null,
  "sura": 2,
  "aya": 138,
  "text": "<p> ما هي الصبغة؟ الصبغة هي إدخال لون على شيء بحيث يغيره بلون آخر. . تصبغ الشيء أحمر أو أزرق أو أي لون تختاره. والصبغ ينفذ في المصبوغ خاصة إذا كان المصبوغ له شعيرات مسام كالقطن أو الصوف. . ولذلك فإن الألياف الصناعية لا يمكن أن تصبغ لماذا؟ لأن شعرة القطن أو الصوف أشبه بالأنبوبة في تركيبها. </p><p> وإذا جئنا بقنديل من الزيت ووضعنا فيه فتيلا من القطن بحيث يكون رأس الفتيل في الزيت ثم تشغله من أعلاه نجد أن الزيت يسري في الأنابيب ويشعل الفتيل. . فإذا جربنا هذا في الألياف الصناعية فلا يمكن أن يسري فيها الزيت وإنما النار تأكل الألياف لأنه ليس فيها أنابيب شعرية كالقطن والصوف. . ولذلك تجد الألياف الصناعية سهلة في الغسيل لأن العرق لا يدخل في مسامها بينما الملابس القطنية تحتاج لجهد كبير لأن مسامها مشبعة بالعرق والتراب. </p><p> إذن الصبغة لابد أن تتدخل مادتها من مسام القماش. . أما الطلاء فهو مختلف. إنه طبقة خارجية تستطيع أن تزيلها. . ولذلك فإن الذين يفتون في طلاء الأظافر بالنسبة للسيدات ويقولون إنه مثل الحناء نقول لهم لا. . الحناء صبغة تتخلل المادة الحية وتبقى حتى يذهب الجلد بها أي لا تستطيع أن تزيلها عندما تريد. . ولكن الطلاء يمكن أن تزيله في أي وقت ولو بعد إتمامه بلحظات. . إذن فطلاء الأظافر ليس صبغة. </p><p> قوله سبحانه:  {صِبْغَةَ الله} فكأن الإيمان بالله وملة إبراهيم وما أنزل الله على </p><p> رسله هي الصبغة الإلهية التي تتغلغل في الجسد البشري. . ولماذا كلمة صبغة؟ حتى نعرف أن الإيمان يتخلل جسدك كله. . إنه ليس صبغة من خارج جسمك ولكنها صبغة جعلها الله في خلايا القلب موجودة فيه ساعة الخلق. . ولذلك فإن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: </p><p> «كل مولود يولد على الفطرة حتى يعرب عنه لسانه فأبواه يهوّدانه أو ينصرانه أو يمجسانه» </p><p> فكأن الإيمان صبغة موجودة بالفطرة. . إنها صبغة الله. . فإن كان أبواه مسلمين ظل على الفطرة. وإن كان أبواه من اليهود أو النصارى يهودانه أو ينصرانه أي يأخذانه ويضعانه في ماء ويقولون صبغناه بماء المعمودية. . هذا هو معنى صبغة الله. </p><p> ويريد الحق سبحانه أن يبين لنا ذلك بأن يجعل من آيات قدرته اختلاف ألواننا. . هذا الاختلاف في اللون من صبغة الله. . اختلاف ألوان البشر ليس طلاء وإنما في ذات التكوين. . فيكون هذا أبيض وهذا أسمر وهذا أصفر وهذا أحمر، هذه هي صبغة الله. . وما يفعلونه من تعميد للطفل لا يعطي صبغة. </p><p> لأن الإيمان والدين لا يأتي من خارج الإنسان وإنما يأتي من داخله. . ولذلك فإن الإيمان يهز كل أعضاء الجسد البشري. واقرأ قول الحق سبحانه وتعالى:  {الله نَزَّلَ أَحْسَنَ الحديث كِتَاباً مُّتَشَابِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله ذَلِكَ هُدَى الله يَهْدِي بِهِ مَن يَشَآءُ وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ}  [الزمر: ٢٣] </p><p> هذا هو التأثير الذي يضعه الله في القلوب. . أمر داخلي وليس خارجيا. . أما إيمان غير المسلمين فهو طلاء خارجي وليس صبغة لأنهم تركوا صبغة الله. . ونقول لهم: لا. هذا الطلاء من عندكم أنتم، أما ديننا فهو صبغة الله. . </p><p> وقوله تعالى:  {وَمَنْ أَحْسَنُ مِنَ الله صِبْغَةً} . . استفهام لا يمكن أن يكذبوه ولكن الجواب يأتي على وفق ما يريده السائل سبحانه من أنه لا يوجد من هو أحسن من الله صبغة. </p><p> وقوله تعالى:  {وَنَحْنُ لَهُ عَابِدونَ} أي مطيعون لأوامره والعابد هو من يطيع أوامر الله ويجتنب ما نهى عنه. </p><p> والأوامر دائما تأتي بأمر فيه مشقة يطلب منك أن تفعله والنهي يأتي عن أمر محبب إلى نفسك هناك مشقة أن تتركه. . ذلك أن الإنسان يريد النفع العاجل، النفع السطحي، والله سبحانه وتعالى يوجهنا إلى النفع الحقيقي. . النفع العاجل يعطيك لذة عاجلة ويمنحك نعيما دائما في الآخرة وتمتعا بقدرات الله سبحانه وتعالى. . </p><p> وأنت حين تسمع المؤذن ولا تقوم للصلاة لأنها ثقيلة على نفسك قد أعطيت نفسك لذة عاجلة كأن تشغل نفسك بالحديث مع شخص أو بلعب الطاولة أو بغير ذلك. . وتترك ذلك النفع الحقيقي الذي يقودك إلى الجنة. . ولذلك قال الله سبحانه:  {إِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الخاشعين الذين يَظُنُّونَ أَنَّهُم ملاقوا رَبِّهِمْ}  [البقرة: ٤٥ - ٤٦] </p><p> إذن العبادة أمر ونهي. . أمر يشق على نفسك فتستثقله، ونهى عن شيء محبب إلى نفسك يعطيك لذة عاجلة ولذلك تريد أن تفعله. . </p><p> إذن فقوله تعالى:  {وَنَحْنُ لَهُ عَابِدونَ} . . أي مطيعون لأوامره لأننا آمنا بالآمر إلها وربا يعبد. . فإذا آمنت حبب الله إليك فعل الأشياء التي كنت تستثقلها وسهل عليك الامتناع عن الأشياء التي تحبها لأنها تعطيك لذة عاجلة. . هذه هي صبغة الله التي تعطينا العبادة. . واقرأ قوله تبارك وتعالى: {واعلموا أَنَّ فِيكُمْ رَسُولَ الله لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِّنَ الأمر لَعَنِتُّمْ ولكن الله حَبَّبَ </p><p> إِلَيْكُمُ الإيمان وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الكفر والفسوق والعصيان أولئك هُمُ الراشدون} [الحجرات: ٧] </p><p> وهكذا فإن الله سبحانه وتعالى بصبغة الإيمان يحبب إلينا الخير ويجعلنا نبغض الشر. . لا عن رياء ونفاق خارج النفس كالطلاء ولكن كالصبغة التي تتخلل الشيء وتصبح هي وهو شيئا واحدا لا يفترقان. . </p>"
}