{
  "id": null,
  "sura": 2,
  "aya": 266,
  "text": "<p> إن الحق سبحانه يشركنا في الصورة كأنه يريد أن يأخذ منا الشهادة الواضحة. فهل يود أحدكم أن تكون له جنة من نخيل وأعناب تجري من تحتها الأنهار له فيها من كل الثمرات. ونعلم أن النخيل والأعناب هما من أهم ثمار نَتاج المجتمع الذي نزل به القرآن الكريم. ونعرف أن هناك حدائق فيها نخيل وأعناب، ويضيف إليها صاحبها أشجاراً من الخوخ وأشجاراً من الفواكة الأخرى. ولذلك يقول الحق في أصحاب الجنة:  {واضرب لهُمْ مَّثَلاً رَّجُلَيْنِ جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاً كِلْتَا الجنتين آتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئاً وَفَجَّرْنَا خِلالَهُمَا نَهَراً وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزُّ نَفَراً وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَداً وَمَآ أَظُنُّ الساعة قَائِمَةً وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً}  [الكهف: ٣٢ - ٣٦] </p><p> كأن الجنتين هنا فيهما أشياء كثيرة، فيهما أعناب، وزادهما الله عطاء النخيل، ثم الزرع، وهذا يسمى في اللغة عطف العام على الخاص، أو عطف الخاص على العام، ليذكر الشيء مرتين، مرة بخصوصه، ومرة في عموم غيره. وعندما يتحدث الحق سبحانه عن جنة الآخرة فإنه يقول مرة:  {أَعَدَّ الله لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا ذلك الفوز العظيم}  [التوبة: ٨٩] </p><p> لقد هيأ الله للمؤمنين به، المقاتلين في سبيل نصرة دينه وإعلاء كلمته جنات تتخللها الأنهار، وذلك هو الفوز والنجاح الكبير. ومرة أخرى يتحدث الحق عن جنة الآخرة بقوله:  {والسابقون الأولون مِنَ المهاجرين والأنصار والذين اتبعوهم بِإِحْسَانٍ رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأنهار خَالِدِينَ فِيهَآ أَبَداً ذلك الفوز العظيم}  [التوبة: ١٠٠] </p><p> إن الحديث عن الأنهار التي تجري تحت الجنة يأتي مرة مسبوقا ب «مِن» . ومرة أخرى غير مسبوق ب «مِن» . فعندما يأتي الحديث عن تلك الأنهار التي تحت الجنة مسبوقا ب «مِن» فإن ذلك يوحي أن نبعها ذاتي فيها والمائية مملوكة لها. </p><p> وعندما يأتي الحديث عن تلك الأنهار التي تجري تحت الجنة مسبوق ب «مِن» ، فمعنى ذلك أن نبع هذه الأنهار غير ذاتي فيها، ولكنه يجري تحتها بإرادة الله فلا يجرؤ أحد أن يمنع الماء عن هذه الجنة التي أعدها الله للمؤمنين. وعندما يشركنا الحق في التساؤل: </p><p> {أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِي مِن تَحْتِهَا الأنهار لَهُ فِيهَا مِن كُلِّ الثمرات وَأَصَابَهُ الكبر وَلَهُ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فاحترقت </p><p> كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَتَفَكَّرُونَ} [البقرة: ٢٦٦] </p><p> إن الجنة التي بهذه الصفة وفيها الخير الكثير، لكن صاحبها يصيبه الكبر، ولم تعد في صحته فتوة الشباب، إنه محاط بالخير وهو أحوج ما يكون إلى ذلك الخير؛ لأنه أصبح في الكبر وليس له طاقة يعمل بها، وهكذا تكون نفسه معلقة بعطاء هذه الجنة، لا لنفسه فقط ولكن لذريته من الضعفاء. </p><p> وهذه قمة التصوير للاحتياج للخير، لا للنفس فقط ولكن للأبناء الضعفاء أيضا. </p><p> إننا أمام رجل محاط بثلاثة ظروف. الظرف الأول: هو الجنة التي فيها من كل خير. </p><p> والظرف الثاني: هو الكبر والضعف والعجز عن العمل. </p><p> والظرف الثالث: هو الذرية من الضعفاء. </p><p> فيطيح بهذه الجنة إعصار فيه نار فاحترقت، فأي حسرة يكون فيها الرجل؟ إنها حسرة شديدة. كذلك تكون حسرة من يفعل الخير رئاء الناس. والإعصار كما نعرف هو الريح الشديد المصحوبة برعد وبرق ومطر وقد يكون فيه نار، هذا إذا كانت الشحنات الكهربائية ناتجة من تصادم السحب أو حاملة لقذائف نارية من بركان ثائر. هكذا يكون حال من ينفق ماله رئاء الناس. ابتداء مطمع وانتهاء موئس أي ميئوس منه. </p><p> إذن فكل إنسان مؤمن عليه أن يتذكر ساعة أن ينفق هذا الابتلاء المثير للطمع، وذلك الانتهاء المليء باليأس. إنها الفجيعة الشديدة. ويصورها الشاعر بقوله: </p><p> فأصبحت من ليلى الغداة كقابض ... على الماء خانته فروج الأصابع </p><p> ويقول آخر: </p><p> كما أبرقت قوما عطاشا غمامة ... فلما رأوها أقشعت وتجلت </p><p> إن الذي يرائي يخسر كل حاجاته، ولا يقدر على شيء مما كسب. ويقول الحق من بعد ذلك:  {ياأيها الذين آمنوا أَنْفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ ... } </p>"
}