{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> يخبرنا الحق تبارك وتعالى أن فريقا من اليهود نبذوا كتاب الله واتبعوا ما تتلو الشياطين. . لأن النبذ يقابله الإتباع. . واتبعوا يعني اقتدوا وجعلوا طريقهم في الاهتداء هو ما تتلوه الشياطين على ملك سليمان. . وكان السياق يقتضي أن يقال ما تلته الشياطين على ملك سليمان. . ولكن الله سبحانه وتعالى يريدنا أن نفهم أن هذا الاتباع مستمر حتى الآن كأنهم لم يحددوا المسألة بزمن معين. </p><p> إنه حتى هذه اللحظة هناك من اليهود من يتبع ما تلته الشياطين على ملك سليمان، ونظرا لأن المعاصرين من اليهود قد رضوا وأخذوا من فعل أسلافهم الذين اتبعوا الشياطين فكأنهم فعلوا. </p><p> الحق سبحانه يقول:  {واتبعوا مَا تَتْلُواْ الشياطين} ولكن الشياطين تلت وانتهت. . واستحضار اليهود لما كانت تتلوه الشياطين حتى الآن دليل على أنهم يؤمنون به ويصدقونه. . الشياطين هم العصاة من الجن. . والجن فيهم العاصون والطائعون والمؤمنون. . وإقرأ قوله تعالى:  {وَأَنَّا مِنَّا الصالحون وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَآئِقَ قِدَداً}  [الجن: ١١] </p><p> وقوله سبحانه عن الجن:  {وَأَنَّا مِنَّا المسلمون وَمِنَّا القاسطون}  [الجن: ١٤] </p><p> إذن الجن فيهم المؤمن والكافر. . والمؤمنون من الجن فيهم الطائع والعاصي. . والشياطين هم مردةُ الجنِ المتمردون على منهج الله. . وكل متمرد على منهج الله نسميه شيطانا. . سواء كان من الجن أو من الإنس. . ولذلك يقول الحق سبحانه وتعالى:  {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُوراً}  [الأنعام: ١١٢] </p><p> إذن فالشياطين هم المتمردون على منهج الله. . قوله تعالى:  {واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سُلَيْمَانَ} . . يعني ما كانت تتلو الشياطين أيام ملك سليمان. . </p><p> ولكن ما هي قصة ملك سليمان والشياطين؟ . . الشياطين كانوا قبل مجيء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان الله قد مكنهم من قدرة الاستماع إلى أوامر السماء وهي نازلة إلى الأرض. . وكانوا يستمعون للأوامر تلقى من الملائكةِ وينقلونها إلى أئمة الكفر ويزيدون عليها بعض الأكاذيب والخرافات. . فبعضها يكون على حق والأكثر على باطل. . ولذلك قال الله تبارك وتعالى:  {وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ}  [الأنعام: ١٢١] </p><p> وكان الشياطين قبل نزول القرآن يستقرون السمع، ولكن عند بعث رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إمتنع ذلك كله، حتى لا يضع الشياطين خرافاتهم في منهج </p><p> رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أو في القرآن. . ولذلك قال الحق سبحانه وتعالى:  {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَاباً رَّصَداً}  [الجن: ٩] </p><p> أي أن الشياطين كانت لها مقاعد في السماء تقعد فيها لتستمع إلى ما ينزل من السماء إلى الأرض ليتم تنفيذه. </p><p> . ولكن عند نزول القرآن أرسل الله سبحانه وتعالى الشهب وهي النجوم المحترقة فعندما تحاول الشياطين الاستماع إلى ما ينزل من السماء ينزل عليهم شهاب يحرقهم. . ولذلك فإن عامة الناس حين يرون شهابا يحترق في السماء بسرعة يقولون: سهم الله في عدو الدين. . كأن المسألة في أذهان الناس وجعلتهم يقولون: سهم الله في عدو الدين. . الذي هو الشيطان. </p><p> واقرأ قوله تبارك وتعالى:  {وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً}  [الجن: ٨] </p><p> {وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً}  [الجن: ١٠] </p><p> أي أن الأمر اختلط على الشياطين لأنهم لم يعودوا يستطيعون استراق السمع. . ولذلك لم يعرفوا هل الذي ينزل من السماء خير أو شر؟ . . أنظر إلى دقة الأداء القرآني في قوله تعالى:  {وَأَنَّا لَمَسْنَا السمآء} . . كأنهم صعدوا حتى بلغوا السماء لدرجة أنها أصبحت قريبة لهم حتى كادوا يلمسونها. . فالله تبارك وتعالى في هذه الحالة وهي اتباع اليهود لما تتلو الشياطين على ملك سليمان من السحر والتعاويذ والأشياء التي تضر ولا تفيد أراد أن يبرئ سليمان من هذا كله. . فقال جل جلاله:  {وَمَا كَفَرَ سُلَيْمَانُ} . . </p><p> وكان المنطق يقتضي أن يخص الله سبحانه وتعالى حكاية الشياطين قبل أن يبرئ سليمان من الكفر الذي أرادوا أن ينشروه. . ولكن الله أراد أن ينفي تهمة الكفر عن </p><p> سليمان ويثبتها لكل من اتبع الشياطين فقال جل جلاله:  {وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ} . </p><p> إذن الشياطين هم الذين نشروا الكفر. . وكيف كفر الشياطينُ وبماذا أغروا أتباعهم بالكفر؟ . . يقول الله سبحانه وتعالى:  {ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حتى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ المرء وَزَوْجِهِ وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ الله وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَلَقَدْ عَلِمُواْ لَمَنِ اشتراه مَا لَهُ فِي الآخرة مِنْ خَلاَقٍ} . </p><p> ما قصة كل هذا؟ . . اليهود نبذوا عهد الله واتبعوا ما تتلو الشياطين أيام سليمان، وأرادوا أن ينسبوا كل شيء في عهد سليمان على أنه سحر وعمل شياطين، وهكذا أراد اليهود أن يوهموا الناس أن منهج سليمان هو من السحر ومن الشياطين. والحق سبحانه وتعالى أراد أن يبرئ سليمان من هذه الكذبة. . سليمان عليه السلام حين جاءته النبوة طلب من الله سبحانه وتعالى أن يعطيه ملكا لا يعطيه لأحد من بعده. . واقرأ قوله تعالى:  {قَالَ رَبِّ اغفر لِي وَهَبْ لِي مُلْكاً لاَّ يَنبَغِي لأَحَدٍ مِّن بعدي إِنَّكَ أَنتَ الوهاب فَسَخَّرْنَا لَهُ الريح تَجْرِي بِأَمْرِهِ رُخَآءً حَيْثُ أَصَابَ والشياطين كُلَّ بَنَّآءٍ وَغَوَّاصٍ وَآخَرِينَ مُقَرَّنِينَ فِي الأصفاد} </p><p> [ص: ٣٥ - ٣٨] </p><p> وهكذا أعطى سليمان الملك على الإنس والجن ومخلوقات الله كالريح والطير وغير ذلك. . حين أخذ سليمان الملك كان الشياطين يملأون الأرض كفراً بالسحر وكتبه. فأخذ سليمان كل كتب السحر وقيل أنه دفنها تحت عرشه. . وحين مات سليمان وعثرت الشياطين على مخبأ كتب السحر أخرجتها وأذاعتها بين الناس. . وقال أولياؤهم من أحبار اليهود إن هذه الكتب من السحر هي التي كان سليمان يسيطر بها على الإنس والجن، وأنها كانت منهجه، وأشاعوها بين الناس. . فأراد الله سبحانه </p><p> وتعالى أنْ يبرئ سليمان من هذه التهمة ومن أنه حكم بالسحر ونشر الكفر. . قال جل جلاله:  {وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر} . </p><p> ما هو السحر؟ . . الكلمة مشتقة من سحر وهو آخر ساعات الليل وأول طلوع النهار. . حيث يختلط الظلام بالضوء ويصبح كل شيء غير واضح. . هكذا السحر شيء يخيل إليك أنه واقع وهو ليس بواقع. . إنه قائم على شيئين. . سحر العين لترى ما ليس واقعا على أنه حقيقة. . ولكنه لا يغير طبيعة الأشياء. . ولذلك قال الله تبارك وتعالى في سحرة فرعون:  {سحروا أَعْيُنَ الناس واسترهبوهم وَجَآءُوا بِسِحْرٍ عَظِيمٍ}  [الأعراف: ١١٦] </p><p> إذن فالساحر يسيطر على عين المسحور ليرى ما ليس واقعا وما ليس حقيقة. . وتصبح عين المسحور خاضعة لإرادة الساحر. . ولذلك فالسحر تخيل وليس حقيقة. . واقرأ قول الحق سبحانه وتعالى:  {قَالَ بَلْ أَلْقُواْ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى}  [طه: ٦٦] </p><p> إذن مادام الله سبحانه وتعالى قال:  {يُخَيَّلُ إِلَيْهِ} . . فهي لا تسعى. . إذن فالسحر تخيل. . وما الدليل على أن السحر تخيل؟ . . الدليل هو المواجهة التي حدثت بين موسى وسحرة فرعون. . ذلك أن الساحر يسحر أعين الناس ولكن عينيه لا يسحرهما أحد. . حينما جاء السحرة وموسى. . اقرأ قوله سبحانه:  {قَالُواْ ياموسى إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ ألقى قَالَ بَلْ أَلْقُواْ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى}  [طه: ٦٥ - ٦٦] </p><p> عندما ألقى السحرة حبالهم وعصيهم خُيِّل للموجودين إنها حيات تسعى. . ولكن هل خيل للسحرة إنها حيات؟ طبعا لا. . لأن أحدا لم يسحر أعين السحرة. . ولذلك ظل ما ألقوه في أعينهم حبالا وعِصِيّاً. . حين ألقى موسى عصاه واقرأ قوله تبارك وتعالى:  {وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صنعوا إِنَّمَا صَنَعُواْ كَيْدُ سَاحِرٍ وَلاَ يُفْلِحُ الساحر حَيْثُ أتى فَأُلْقِيَ السحرة سُجَّداً قالوا آمَنَّا بِرَبِّ هَارُونَ وموسى}  [طه: ٦٩ - ٧٠] </p><p> هنا تظهر حقيقة السحر. . لماذا سجد السحرة؟ لأن حبالهم وعصيهم ظلت كما هي حبالا وعصيا. . ذلك أن أحدا لم يسحر أعينهم. </p><p> . ولكن عندما ألقى موسى عصاه تحولت إلى حية حقيقية. . فعرفوا أن هذا ليس سحرا ولكنها معجزة من الله سبحانه وتعالى. . لماذا؟ لأن السحر لا يغير طبيعة الأشياء، وهم تأكدوا أن عصا موسى قد تحولت إلى حية. . ولكن حبالهم وعصيهم ظلت كما هي وإن كان قد خيل إلى الناس أنها تحولت إلى حية. </p><p> إذن فالسحر تخيل والساحر يرى الشيء على حقيقته لذلك فإنه لا يخاف. . بينما المسحورون الذين هم الناس يتخيلون أن الشيء قد تغيرت طبيعته. . ولذلك سجد السحرة لأنهم عرفوا أن معجزة موسى ليست سحرا. . ولكنها شيء فوق طاقة البشر. </p><p> السحر إِذن تخيل والشياطين لهم قدرة التشكل بأي صورة من الصور، ونحن لا نستطيع أن ندرك الشيطان على صورته الحقيقية، ولكنه إذا تشكل نستطيع أن نراه في صورة مادية. . فإذا تشكل في صورة إنسان رأيناه إنسانا، وإذا تشكل في صورة حيوان رأيناه حيوانا، وفي هذه الحالة تحكمه الصورة. . فإذا تشكل كإنسان وأطلقت عليه الرصاص مات، وإذا تشكل في صورة حيوان ودهمته بسيارتك مات، ذلك لأن الصورة تحكمه بقانونها. . وهذا هو السر في إنه لا يبقى في تشكله إلا لمحة ثم يختفي في ثوان. . لماذا؟ لأنه يخشى ممن يراه في هذه الصورة أن يقتله خصوصا أن قانون التشكل يحكمه. . ولذلك فإن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين تشكل له الشيطان في صورة إنسان قال: </p><p> «ولقد هممت أن أربطه في سارية المسجد ليتفرج عليه صبيان المدينة ولكني تذكرت قَول أخي سليمان:» رب هب لي مُلْكاً لا ينبغي لأحد من بعدي «. فتركته» الحديث لم يُخَرَّجْ. </p><p> ومن رحمة الله بنا أنه إذا تشكل الشيطان فإن الصورة تحكمه. . وإلا لكانوا فزعونا وجعلوا حياتنا جحيما. . فالله سبحانه وتعالى جعل الكون يقوم على التوازن حتى لا يطغى أحد على أحد. . بمعنى أننا لو كنا في قرية وكلنا لا نملك سلاحا وجد التوازن. . فإذا ملك أحدنا سلاحا وادعى أنه يفعل ذلك ليدافع عن أهل القرية، ثم بعد ذلك استغل السلاح ليسيطر على أهل القرية ويفرض عليهم إتاوات وغير ذلك، يكون التوازن قد اختل وهذا مالا يقبله الله. </p><p> السحر يؤدي لاختلال التوازن في الكون. . لأن الساحر يستعين بقوة أعلى في عنصرها من الإنسان وهو الشيطان وهو مخلوق من نار خفيف الحركة قادر على التشكل وغير ذلك. . الإنسان عندما يطلب ويتعلم كيف يسخر الجن. . يدعي أنه يفعل ذلك لينشر الخير في الكون، ولكنها ليست حقيقة. . لأن هذا يغريه على الطغيان. . والذي يخل بأمن العالم هو عدم التكافؤ بين الناس. </p><p> . إنسان يستطيع أن يطغى فإذا لم يقف أمامه المجتمع كله إختل التوازن في المجتمع. والله سبحانه وتعالى يريد تكافؤ الفرص ليحفظ أمن وسلامة الكون. . ولذلك يقول لنا لا تطغوا وتستعينوا بالشياطين في الطغيان حتى لا تفسدوا أمن الكون. </p><p> ولكن الله جل جلاله شاءت حكمته أن يضع في الكون ما يجعل كل مخلوق لا يغتر بذاتيته. . ولا يحسب أنه هو الذي حقق لنفسه العلو في الأرض. . ولقد كانت معصية إبليس في أنه رفض أن يسجد لآدم. إنه قال:  {قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [الأعراف: ١٢] </p><p> إذن فقد أخذ عنصر الخلق ليدخل الكبر إلى نفسه فيعصي، ولذلك أراد الله سبحانه وتعالى أن يعلم البشر من القوانين، ما يجعل هذا الأعلى في العنصر وهو الشيطان يخضع للأدنى وهو الإنسان، حتى يعرف كل خلق الله أنه إن ميزهم الله في عنصر من العناصر، فإن هذا ليس بإرادتهم ولا ميزة لهم. . ولكنه بمشيئة الله </p><p> سبحانه وتعالى. . فأرسل الملكين ببابل هاروت وماروت ليعلما الناس السحر. الذي يخضع الأعلى عنصراً للأدنى. </p><p> واقرأ قوله سبحانه:  {وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حتى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ} . . فالله تبارك وتعالى أرسل الملكين هاروت وماروت ليعلما الناس السحر. . ولقد رويت عن هذه الملكين قصص كثيرة. . ولكن مادام الله سبحانه وتعالى قد أرسل ملكين ليعلما الناس السحر. . فمعنى ذلك أن السحر علم يستعين فيه الإنسان بالشياطين. . وقيل إن الملائكة قالوا عن خلق آدم كما يروي لنا القرآن الكريم:  {قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدمآء وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ}  [البقرة: ٢٠] </p><p> حينئذ طلب الحق جل جلاله من الملائكة. . أن يختاروا ملكين ليهبطا إلى الأرض لينظروا ماذا يفعلان؟ فاختاروا هاروت وماروت. . وعندما نزلا إلى الأرض فتنتهما امرأة فارتكبا الكبائر. هذه القصة برغم وجودها في بعض كتب التفسير ليست صحيحة. . لأن الملائكة بحكم خلقهم لا يعصون الله. . ولأنه من تمام الإيمان أن يؤدي المخلوق كل ما كُلِّف به من الله جل جلاله. . وهذان الملكان كلفا بأن يعلما الناس السحر. . وأن يحذرا بأن السحر فتنة تؤدي إلى الكفر وقد فعلا ذلك. . والفتنة هي الامتحان. . ولذلك يقول الحق تبارك وتعالى:  {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حتى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ المرء وَزَوْجِهِ وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ الله} . . إذن فهذان الملكان حذرا الناس من أن ما يعلمانه من السحر فتنة تؤدي إلى الكفر. . وإنها لا تنفع إلا في الشر وفي التفريق بين الزوج وزوجه. </p><p> . وإن ضررها لا يقع إلا بإذن الله. . فليس هناك أي قوى في هذا الكون خارجة عن مشيئة الله سبحانه وتعالى. . </p><p> ثم يأتي قول الحق تبارك وتعالى: {وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَلَقَدْ عَلِمُواْ لَمَنِ اشتراه مَا لَهُ فِي الآخرة مِنْ خَلاَقٍ وَلَبِئْسَ مَا شَرَوْاْ بِهِ أَنْفُسَهُمْ لَوْ كَانُواْ </p><p> يَعْلَمُونَ} . . إن الله سبحانه وتعالى يخبرنا أن تعلم السحر يضر ولا ينفع. . فهو لا يجلب نفعا أبدا حتى لمن يشتغل به. . فتجد من يشتغل بالسحر يعتمد في رزقه على غيره من البشر فهم افضل منه. . وهو يظل طوال اليوم يبحث عن إنسان يغريه بأنه يستطيع أن يفعل له أشياء ليأخذ منه مالا، وتجد شكله غير طبيعي وحياته غير مستقرة وأولاده منحرفين. وكل من يعمل بالسحر يموت فقيرا لا يملك شيئا وتصيبه الأمراض المستعصية، ويصبح عبرة في آخر حياته. </p><p> إذن فالسحر لا يأتي إلا بالضرر ثم بالفقر ثم بلعنة الله في آخر حياة الساحر. . والذي يشتغل بالسحر يموت كافرا ولا يكون له في الآخرة إلا النار. . ولذلك قد اشتروا أنفسهم بأسوأ الأشياء لو كانوا يعلمون ذلك. . لأنهم لم يأخذوا شيئا إلا الضر. . ولم يفعلوا شيئا إلا التفريق بين الناس. . وهم لا يستطيعون أن يضروا أحدا إلا بإذن الله. </p><p> والله سبحانه وتعالى إذا كانت حكمته قد اقتضت أن يكون السحر من فتن الدنيا وابتلاءاتها. . فإنه سبحانه قد حكم على كل من يعمل بالسحر بأنه كافر. . ولذلك لا يجب أن يتعلم الإنسان السحر أو يقرأ عنه. . لأنه وقت تعلمه قد يقول سأفعل الخير ثم يستخدمه في الشر. . كما أن الشياطين التي يستعين بها الساحر غالبا ما تنقلب عليه لتذيقه وبال أمره وتكون شرا عليه وعلى أولاده. . واقرأ قوله سبحانه وتعالى:  {وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الإنس يَعُوذُونَ بِرِجَالٍ مِّنَ الجن فَزَادُوهُمْ رَهَقاً}  [الجن: ٦] </p><p> أي أن الذي يستعين بالجن ينقلب عليه ويذيقه ألوانا من العذاب. . </p>"
}