{
  "id": null,
  "sura": 2,
  "aya": 247,
  "text": "<p> هم الذين طلبوا من نبيهم أن يبعث لهم ملكا. وكان يكفي إذن أن يختار نبيهم شخصا ويوليه الملك عليهم. لكن نبيهم أراد أن يغرس الاحترام منهم في المبعوث كملك لهم. لقد قال لهم:  {إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً} . والنبي القائل ذلك ينتمي إليهم، وهو منهم، وعندما طلبوا منه أن يبعث لهم ملكاً كانوا يعلمون أنه مأمون على ذلك. </p><p> ويتجلى أدب النبوة في التلقي، فقال:  {إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً} . إنه يريد أن يطمئنهم على أن مسألة اختيار طالوت كملك ليست منه؛ لأنه بشر مثلهم، وهو يريد أن ينحي قضيته البشرية عن هذا الموضوع، فقال:  {إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً} . فماذا كان ردهم؟ {قالوا أنى يَكُونُ لَهُ الملك عَلَيْنَا وَنَحْنُ أَحَقُّ بالملك مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ المال} . وهذه بداية التلكؤ واللجاجة ونقل الأمر إلى مسألة ليست من قضايا الدين. </p><p> إنهم يريدون الوجاهة والغنى. وكان يجب عليهم أن يأخذوا المسألة على أن الملك جاء لصالحهم، لأنهم هم الذين طلبوه ليقودهم في الحرب. إذن فأمر اختيار الملك كان لهم ولصالحهم، فلماذا يتصورون أن الاختيار كان ضدهم وليس لمصلحتهم؟ </p><p> شيء آخر نفهمه من قولهم:  {أنى يَكُونُ لَهُ الملك عَلَيْنَا} ، إن طالوت هذا لم يكن من الشخصيات المشار إليها؛ فمن العادة حين يَحزُب الأمر في جماعة من الجماعات أن تفكر فيمن يقود، فعادة ما يكون هناك عدد من الشخصيات اللامعة التي يدور التفكير حولها، وتظن الجماعة أنه من الممكن أن يقع على واحد منهم الاختيار، وكان اختيار السماء لطالوت على عكس ما توقعت تلك الجماعة. لقد جاء طالوت من غمار القوم بدليل أنهم قالوا:  {أنى يَكُونُ لَهُ الملك} أي لم يؤت الملك من قبل. </p><p> ولقد كانوا ينتمون إلى نسلين: نسل أخذ النبوة وهو نسل بنيامين، ونسل أخذ الملوكية وهو نسل لاوى بن يعقوب. فلما قال لهم:  {إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً} ، بدأوا يبحثون عن صحيفة النسب الخاصة به فلم يجدوه منتمياً لا لهذا ولا لذاك، ولذلك قالوا:  {أنى يَكُونُ لَهُ الملك عَلَيْنَا} . وهذا يدلنا على أن الناس </p><p> حين يريدون وضعاً من الأوضاع لا يريدون الرجل المناسب للموقف، ولكن يريدون الرجل المناسب لنفوسهم، بدليل قولهم:  {أنى يَكُونُ لَهُ الملك عَلَيْنَا وَنَحْنُ أَحَقُّ بالملك مِنْهُ} . </p><p> وهل الملك يأتي غطرسة أو كبرياء؟ ومادام طالوت رجلا من غمار الناس فالحق سبحانه وتعالى يريد أن يضع قضية كل مؤمن وهي أنك حين تريد الاختيار فإياك أن يغشك حسب أو نسب أو جاه، ولكن اختر الأصلح من أهل الخبرة لا من أهل الثقة. </p><p> لقد تناسوا أن القضية التي طلبوها من نبيهم تحتاج إلى صفتين: رجل جسيم ورجل عليم، والله اختار لهم طالوت رجلا جسيماً وعليما معا. </p><p> وعندما نتأمل سياق الآيات فإننا نجد أن الله قال لهم في البداية:  {بَعَثَ لَكُمْ} حتى لا يحرج أحداً منهم في أن طالوت أفضل منه، ولكن عندما حدث لجاج قال لهم:  {إِنَّ الله اصطفاه عَلَيْكُمْ} وهو بهذا القول يؤكد إنه لا يوجد فيكم من أهل البسطة والجسامة من يتمتع بصفة العلم. وكذلك لا يوجد من أهل العلم فيكم من يتمتع بالبسطة والجسامة {إِنَّ الله اصطفاه عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي العلم والجسم} . وكان يجب أن يستقبلوا اصطفاء الله طالوت للملك بالقبول والرضى فما بالك وقد زاده بسطة في العلم والجسم؟ </p><p> والبسطة في العلم والجسم هي المؤهلات التي تناسب المهمة التي أرادوا من أجلها ملكا لهم. ولذلك يقول الحق:  {والله يُؤْتِي مُلْكَهُ مَن يَشَآءُ} وكأن الحق يقول لهم: لا تظنوا أنكم أنتم الذين ترشحون لنا الملك المناسب، يكفيكم أنكم طلبتم أن أرسل لكم ملكا فاتركوني بمقاييسي اختر الملك المناسب. </p><p> ويختم الحق الآية بقوله:  {والله وَاسِعٌ عَلِيمٌ} أي عنده لكل مقام مقال، ولكل موقع رجل، وهو سبحانه عليم بمن يصلح لهذه المهمة. ومن يصلح لتلك، لا عن ضيق أو قلة رجال، ولكن عن سعة وعلم. </p><p> لقد استقبلوا هذا الاختيار الإلهي باللجاج، واللجاج نوع من العناد ولا ينهيه </p><p> إلا الأمر المشهدي المرئي الذي يلزم بالحجة، لذلك كان لابد من مجيء معجزة. لذلك يأتي قوله الحق:  {وَقَالَ لَهُمْ نِبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَن يَأْتِيَكُمُ التابوت فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ ... } </p>"
}