{
  "id": null,
  "sura": 2,
  "aya": 226,
  "text": "<p> يؤلون: أي يحلفون ألا يقربوا أزواجهن في العملية المخصوصة، ويريد الرجل أحيانا أن يؤدب زوجته فيهجرها في الفراش بلا يمين، وبدون أن يحلف. وبعض الناس لا يستطيعون أن يمتنعوا عن نسائهم من تلقاء أنفسهم، فيحلفون ألا يقربوهن حتى يكون اليمين مانعا ومشجعا له على ذلك. وكان هذا الأمر مألوفا عند العرب قبل الإسلام. </p><p> كان الرجل يمتنع عن معاشرة زوجته في الفراش أي فترة من الزمن يريدها، وبعضهم كان يحلف ألا يقرب زوجته زمنا محدداً، وقبل أن ينتهي هذا الزمن يحلف يمينا آخر ليزيد المدة فترة أخرى، وهكذا حتى أصبحت المسألة عملية إذلال للمرأة، وإعضالا لها، وامتناعا عن أداء حقها في المعاشرة الزوجية. وكان ذلك إهداراً لحق الزوجة في الاستمتاع بزوجها. </p><p> ويريد الحق سبحانه وتعالى أن ينهي هذه المسألة، وهو سبحانه لا ينهيها لحساب طرف على طرف، وإنما بعدل الخالق الحكيم الرحيم بعباده. وكان من الممكن أن يجرمها ويحرمها نهائيا ويمنع الناس منها. لكنه سبحانه عليم بخفايا وطبيعة النفوس البشرية، فقد ترى امرأة أن تستغل إقبال الرجل عليها، إما لجمال فيها أو لتوقد شهوة الرجل، فتحاول أن تستذله؛ لذلك أعطى الله للرجل الحق في أن يمتنع عن زوجته أربعة أشهر، أما أكثر من ذلك فالمرأة لا تطيق أن يمتنع زوجها عنها. {لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَآءُو فَإِنَّ الله غَفُورٌ رَّحِيمٌ} والإسلام يريد أن يبني الحياة الزوجية على أساس واقعي لا على أفكار مجنحة ومجحفة لا تثبت أمام الواقع، فهو يعترف بالميول فيعليها ولكن لا يهدمها، ويعترف بالغرائز فلا يكتمها ولكن يضبطها. </p><p> وهناك فرق بين الضبط والكبت؛ فإن الكبت يترك الفرصة للداء ليستشري خفيا حتى يتفجر في نوازع النفس الإنسانية تفجرا على غير ميعاد وبدون احتياط، لكن الانضباط يعترف بالغريزة ويعترف بالميول، ويحاول فقط أن يهديها ولا يهدمها. ويخضع البشر في كل أعمالهم لهذه النظرية حتى في صناعتهم، فالذين يصنعون </p><p> المراجل البخارية مثلا يجعلون في تلك المراجل التي يمكن أن يضغط فيها الغاز ضغطا فيفجرها يجعلون لها متنفسا حتى يمكن أن يخفف الضغط الزائد إن وجُد، وقد يصممون داخلها نظاما آليا لا يتدخل فيه العقل بل تحكم الآلة نفسها. </p><p> والحق سبحانه وتعالى وضع نظاما واضحا في خلقه الذين خلقهم، وشرع لهم تكوين الأسرة على أساس سليم. وبنى الإسلام هذا النظام أولا على سلامة العقيدة ونصاعتها ووحدتها حتى لا تتوزع المؤثرات في مكونات الأسرة، لذلك منع المسلم من أن يتزوج من مشركة، وحرم على المسلمة أن تتزوج مشركا. وبعد ذلك علمنا معنى الالتقاء الغريزي بين الزوجين. ولقد أراد الحق سبحانه وتعالى ألا يطلق العنان للغريزة في كل زمان التواجد الزوجي، فجعل المحيض فترة يحرم فيها الجماع وقال: </p><p> {فاعتزلوا النسآء فِي المحيض}  [البقرة: ٢٢٢] </p><p> وهكذا يضبط الحق العلاقة الجنسية بين الزوجين ضبطا سليما نظيفا. </p><p> الحق سبحانه وتعالى يعلم أن النفس البشرية ذات أغيار؛ لأن الإنسان حادث له بداية ونهاية، وكل ما يكون حادثا لابد أن يطرأ عليه تغيير. فإذا ما التقى الرجل بالمرأة. كان لابد من أن يتحدد هذا اللقاء على ضوء من منهج الله؛ لأن اللقاء إن تم على منهج البشر وعواطفهم كان المصير إلى الفشل؛ لأن مناهج البشر متغيرة وموقوتة، ولذلك يجب أن يكون لقاء الرجل بالمرأة على ضوء معايير الله. </p><p> فالله يعلم أن للنفس نوازع ومتغيرات، ومن الجائز جدا أن يحدث خلاف بين الزوجين، فيجعل الله سبحانه وتعالى متنفسا يتنفس فيه الزوج للتأديب الذي ينشد التهذيب والإبقاء، فشرع للرجل إن رأى في امرأته إذلالا له بجمالها وبحسنها، وقد يكون رجل له مزاج خاص ورغبة جامحة في هذه العملية؛ لذلك شرع الله له فترة من الفترات أن يحلف ألا يقرب امرأته، ولم يجعل الله تلك الفترة مطلقة، إنما قيدها بالحلف حتى يكون الأمر مضبوطا. </p><p> فالحق يريد العلاج لا القسوة. فلو لم يكن الرجل مضبوطا بيمين فقد يُغير رأيه بأن يأتي زوجته، ولذلك قال الحق:  {لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} أي إنّ لك أيها الزوج أن تحلف ألا تقرب زوجتك أربعة أشهر لكن إن زادت المدة على أربعة أشهر فهي لن تكون تأديبا بل إضرارا. والخالق عَزَّ وَجَلَّ يريد أن يؤدب لا أن يضر. فإذا ما تجاوزت المدة يكون الزوج متعديا ولا حق له. </p><p> إن الحق سبحانه وتعالى هو خالق الميول والعواطف والغرائز ويقنن لها التقنين السليم. إنه عَزَّ وَجَلَّ يترك لنا ما يدلنا على ذلك، ففي خلافة عمر بن الخطاب رَضِيَ اللَّهُ عَنْه، يمر عمر في جوف الليل فيسمع امرأة تقول الأبيات المشهورة: </p><p> تطاول هذه الليل وأسود جانبه ... وأرقني إلا خليل ألاعبه </p><p> فوالله لولا الله تخشى عواقبه ... لزلزل من هذا السرير جوانبه </p><p> معنى ذلك أن المرأة تعاني من الوحشة إلى الرجل، وتوشك المعاناة أن تدفعها إلى سلوك غير قويم، لكن تقوى الله هي التي تمنعها من الانحراف. ومن الجائز أن نتساءل كيف سمع عمر هذه المرأة وهو يسير في الشارع، وأقول: إن المرأة تأتي عندها هذه الأحاسيس تترنم في سكون الليل، وعندما يسكن الليل لا تكون فيه ضجة فيسهل سماع ما يقال داخل البيوت، ألم يسمع عمر كلام المرأة التي تجادل ابنتها في غش اللبن؟ </p><p> ولما سمع الفاروق كلام هذه المرأة التي تعاني من وحشة إلى الرجل، ذهب بفطرته السليمة وأَلمعيَّته المشرقة إلى ابنته حفصة أم المؤمنين رَضِيَ اللَّهُ عَنْها، وقال لها: كم تصبر المرأة على بعد الرجل، فقالت: من ستة شهور إلى أربعة أشهر. </p><p> فسن عمر سنةً أصبحت دستورا فيما بعد، وهي ألا يبعد جندي من جنود المسلمين عن أهله أربعة أشهر. إذن فقول الحق سبحانه وتعالى:  {لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ} سبق حادثة عمر، ثم ترك الحق لواقع الحياة أن يبين لنا </p><p> صدق ما قننه لنا، ويأتي عمر ليستنبط الحكم من واقع الحياة. </p><p> {فَإِنْ فَآءُو} أي فإن رجع الرجل، وأراد أن يقترب من زوجته قبل مضي الأربعة أشهر؛ فللرجل أن يكفر عن يمينه وتنتهي المسألة. ولكن إذا مرت الشهور الأربعة وتجاوزت المقاطعة مدتها يؤمر الزوج بالرجوع عن اليمين أو بالطلاق، فإن امتنع الزوج طلقها الحاكم، وقال بعض الفقهاء: إنّ مضي مدة الأربعة أشهر دون أن يرجع ويفئ يجعلها مطلقة طلقة واحدة بائنة. ولذلك يقول الحق:  {وَإِنْ عَزَمُواْ الطلاق فَإِنَّ الله سَمِيعٌ عَلِيمٌ} </p>"
}