{
  "id": null,
  "sura": 2,
  "aya": 89,
  "text": "<p> بعد أن بين لنا الله سبحانه وتعالى. . أن بني إسرائيل قالوا إن قلوبهم غلف لا يدخلها شعاع من الهدى أو الإيمان. . أراد تبارك وتعالى أن يعطينا صورة أخرى لكفرهم بأنه أنزل كتابا مصدقا لما معهم ومع ذلك كفروا به. . ولو كان هذا الكتاب مختلفا عن الذي معهم لقلنا إن المسألة فيها خلاف. . ولكنهم كانوا قبل أن يأتي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وينزل عليه القرآن كانوا يؤمنون بالرسول والكتاب الذي ذكر عندهم في التوراة. . وكانوا يقولون لأهل المدينة. . أَهَلّ زمن رسول سنؤمن به ونتبعه ونقتلكم قبل عاد وإرم. </p><p> لقد كان اليهود يعيشون في المدينة. . وكان معهم الأوس والخزرج وعندما تحدث بينهم خصومات كانوا يهددونهم بالرسول القادم. . فلما جاء رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كفروا به وبما أنزل عليه من القرآن. </p><p> واليهود في كفرهم كانوا أحد أسباب نصرة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . لأن الأوس والخرزج عندما بعث الرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ قالوا هذا النبي الذي يهددنا به اليهود وأسرعوا يبايعونه. . فكأن اليهود سخرهم الله لنصرة الإسلام وهم لا يشعرون. </p><p> والرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ كان يذهب إلى الناس في الطائف. . وينتظر القبائل عند قدومها إلى مكة في موسم الحج ليعرض عليهم الدعوة فيصدونه ويضطهدونه. . وعندما شاء الله أن ينتشر دعوة الإسلام جاء الناس إلى مكة ومعهم الأوس والخزرج إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ولم يذهب هو إليهم، </p><p> وأعلنوا مبايعته والإيمان برسالته ونشر دعوته. . دون أن يطلب عَلَيْهِ الصَّلَاة وَالسَّلَام ُ منهم ذلك. . ثم دعوه ليعيش بينهم في دار الإيمان. . كل هذا تم عندما شاء الله أن ينصر الإسلام بالهجرة إلى المدينة وينصره بمن اتبعوه. </p><p> ويقول الحق تبارك وتعالى:  {وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ} . . أي أنهم قبل أن يأتي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كانوا يستفتحون بأنه قد أطل زمن رسول سنؤمن به ونتبعه. . فلما جاء الرسول كذبوه وكفروا برسالته. </p><p> وقوله تعالى:  {عَلَى الذين كَفَرُواْ} . . أي كفار المدينة من الأوس والخزرج الذين لم يكونوا أسلموا بعد. . لأن الرسول لم يأت. . الحق سبحانه وتعالى يعطينا تمام الصورة في قوله تعالى:  {فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ فَلَعْنَةُ الله عَلَى الكافرين} . </p><p> وهكذا نرى أن بني إسرائيل فيهم جحود مركب جاءهم الرسول الذي انتظروه وبشروا به. . ولكن أخذهم الكبر رغم أنهم موقنون بمجيء الرسول الجديد وأوصافه موجودة عندهم في التوراة إلا أنهم رفضوا أن يؤمنوا فاستحقوا بذلك لعنة الله. . واللعنة كما قلنا هي الطرد من رحمة الله. </p>"
}