{
  "id": null,
  "sura": 2,
  "aya": 77,
  "text": "<p> يبين الله لنا بأنه يعلم أمرهم وما يفعلون. لقد ظنوا أن الله غافل عندما خلا بعضهم إلى بعض وقالوا:  {أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ} . . الله علم وسمع. . وعندما يلاقي المنافقون المؤمنين ويقولون آمنا. . {وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأنامل مِنَ الغيظ} هذا انفعال حركي ليس فيه كلام يقال ولكن فيه واقع يرى. . ومع ذلك فهو ليس سرا. </p><p> ما هو السر وما هو العلن؟ . . الأمر المعلن هو الذي يخرج منك إلى من عنده آلة السماع ليسمعك. . والأمر المعلن يخرج منك إلى من عنده آلة الرؤية ليراك. . فإن كان حركة بلا صوت فهذا عدته العين. . وإن كان بصوت فعدته الأذن. . هذه وسائل الإدراك الأصلية. </p><p> وقوله تعالى {يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ} ألم يكن أولى أن يقول سبحانه يعلم ما يعلنون وما يسرون. . وإذا كان يعلم ما نسر أفلا يعلم ما نعلن؟ . . لاشك أنه يعلم. . ولكنها دقة في البلاغة القرآنية؛ ذلك أن المتكلم هو الله سبحانه. </p><p> ونحن نعلم أن الله غيب. . وغيب يعني مستور عن حواسنا. . ومادام الله غيبا فهو يعلم الغيب المستور. . ربما كان العلن الظاهر له قوانين أخرى. . فمثلا إذا كان هناك شخص في المنزل، ثم يقول «أنا اعلم ما في المنزل وما هو خارج المنزل. . لو قال أنا اعلم ما في المنزل لقلنا له أنت داخله فلا غرابة في ذلك. . ولكنك مستور عما في الخارج فكيف تعلمه؟ </p><p> ومادام الله غيباً فقوله ما يسرون أقرب لغيبه. وما يعلنون هي التي تحتاج وقفة. لا تظنوا أن الله تبارك وتعالى لأنه غيب لا يعلم إلا ما هو مستور وخفي فقط. . لا. . إنه يعلم المشهود والغائب. . إذن فالمناسب لأن الله غيب عن أبصارنا وكوننا لا ندركه أن يقول ما يسرون أولا. . </p><p> ما معنى ما يسرون؟ . . السر هو ما لم تهمس به إلى غيرك. . لأن همسك للغير بالشيء لم يعد سرا. . ولكن السر هو ما تسره في نفسك ولا تهمس به لأحد من الناس. . وإذا كان السر هو ما تسره في نفسك، فالعلن هو ما تجاهر به. ويكون علنا مادام قد علمه اثنان. . والعلن عند الناس واضح والسر عندهم خفي. . والله سبحانه وتعالى حين يخبرنا أنه غيب. . فليس معنى ذلك أنه لا يعلم إلا غيباً. إنه يعلم السر والعلن. . والله جل جلاله يقول في القرآن الكريم:  {يَعْلَمُ السر وَأَخْفَى}  [طه: ٧] </p><p> فإذا كان السر هو ما تخفيه في نفسك وله واقع داخلك. .» ما هو أخفى «هو أن الله يعلم أنك ستفعله قبل أن تفعله. ويعلم أنه سيحدث منك قبل أن يحدث منك. </p>"
}