{
  "id": null,
  "sura": 2,
  "aya": 114,
  "text": "<p> فالحق جل جلاله بعد أن بين لنا موقف اليهود والنصارى والمشركين من بعضهم البعض ومن الإسلام، وكيف أن هذه الطوائف الثلاث تواجه الإسلام بعداء ويواجه بعضها البعض باتهامات. . فكل طائفة منها تتهم الأخرى أنها على باطل. . أراد أن يحذرهم تبارك وتعالى من الحرب ضد الإسلام ومحاربة هذا الدين فقال:  {وَمَنْ أَظْلَمُ مِمَّنْ مَّنَعَ مَسَاجِدَ الله أَن يُذْكَرَ فِيهَا اسمه} . . مساجد الله هي الأماكن التي يتم فيها السجود لله. . والسجود علامة الخضوع وعلامة العبودية كما بينا. . لأنك تضع أشرف شيء فيك وهو وجهك على الأرض خضوعا لله وخشوعا له. </p><p> قبل الإسلام كان لا يمكن أن يصلي أتباع أي دين إلا في مكان خاص بدينهم. . مكان مخصص لا تجوز الصلاة إلا فيه. . ثم جاء الله بالإسلام فجعل الأرض كلها مسجدا وجعلها طهورا. . ومعنى أن تكون الأرض كلها مسجداً هو توسيع على عباد الله في مكان التقائهم بربهم وفي أماكن عبادتهم له حتى يمكن أن تلتقي بالله في أي مكان وفي أي زمان. . لأنه لا يحدد لك مكانا معينا لا تصح الصلاة إلا فيه. . وأنت إذا أردت أن تصلي ركعتين لله بخلاف الفرض. . مثل صلاة الشكر أو صلاة الاستخارة أو صلاة الخوف. . أو أي صلاة من السنن التي علمها لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . فإنك تستطيع أن تؤديها في أي وقت. . فكأنك تلتقي بالله سبحانه أين ومتى تحب. </p><p> ومادام الله تبارك وتعالى أنعم على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وعلى أمته بأن جعل لهم الأرض مسجدا طهورا فإنما يريد أن يوسع دائرة التقاء العباد بربهم. . </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يقول: </p><p> «أُعطيتُ خمسا لم يُعْطَهُن أحد من الأنبياء قبلي. نُصرْتُ بالرعب مسيرةَ شهر، وجُعِلَتْ لِيَ الأرضُ مسجدا وطهورا فأيما رجل من أمتي أدركته الصلاة فليصل وأُحِلَّتْ لِيَ الغنائمُ ولم تحل لأحد قبلي وأُعْطِيتُ الشفاعةَ وكان النبي يُبْعَثُ إلى قومه خاصة وَبُعِثْتُ إلى الناسِ عامة» </p><p> ولكن لماذا خص الله أمة محمد بهذه النعمة؟ لأن الإسلام جاء على موعد مع ارتقاءات العقل وطموحات الدنيا. . كلما ارتقى العقل في علوم الدنيا كشف قوانين وتغلب على عقبات. . وجاء بمبتكرات ومخترعات تفتن عقول الناس. . وتجذبهم بعيدا عن الدين فيعبدون الأسباب بدلا من خالق الأسباب. </p><p> يريد الحق تبارك وتعالى أن يجعل عبادتهم له ميسرة دائما حتى يعصمهم من هذه الفتنة. . وهو جل جلاله يريدنا حين نرى التليفزيون مثلا ينقل الأحداث من أقصى الأرض إلى أقصاها ومن القمر إلى الأرض في نفس لحظة حدوثها. </p><p> . أن نسجد لله على نعمه التي كشف لنا عنها في أي مكان نكون فيه. . فخصائص الغلاف الجوي موجودة في الكون منذ خلق الله السموات والأرض. . لم يضعها أحد من خلق الله في كون الله هذه الأيام. . ولكنها خلقت مع خلق الكون. . وشاء الله ألا ندرك وجودها ونستخدمها إلا هذه الأيام. . فلابد أن نسجد لله شكرا على نعمه التي كشفت لنا أسرارا في الكون لم نكن نعرفها. . وهذه الأسرار تبين لنا دقة الخلق وتقربنا إلى قضايا الغيب. </p><p> فإذا قيل لنا أن يوم القيامة سيقف خلق الله جميعا وهم يشاهدون الحساب. . وإن كل واحد منهم سيرى الحساب لحظة حدوثه. . لا نتعجب ونقول هذا مستحيل. . لأن أحداث العالم الهامة نراها الآن كلها لحظة حدوثها ونحن في منتهى الراحة. . ونحن جالسون في منازلنا أمام التليفزيون. . أي أننا نراها جميعا في وقت واحد دون جهد. . فإذا كانت هذه هي قدرات البشر للبشر. . فكيف بقدرات خالق البشر للبشر؟ . </p><p> عندما نرى أسرار قوانين الله في كونه. . لابد أن نسجد لعظمة الخالق سبحانه وتعالى، الذي وضع كل هذا العلم والإعجاز في الكون. . وهذا السجود يقتضي أن تكون الأرض كلها مساجد حتى يمكنك وأنت في مكانك أن تسجد لله شكرا. . ولا تضطر للذهاب إلى مكان آخر قد يكون بعيدا أو الطريق إليه شاقا فينسيك هذا شكر الله والسجود له. . فالله سبحانه وتعالى شاء أن يوسع على المؤمنين برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ دائرة الالتقاء بربهم؛ لأن هناك أشياء ستأتي الرسالة المحمدية في موعد كشفها لخلق الله. . وكلما انكشف سر من أسرار الوجود إغتر الإنسان بنفسه. . ومادام الغرور قد دخل إلى النفس البشرية. . فلابد أن يجعل الله في الكون ما يعدل هذا الغرور. </p><p> لقد كانت الأمور عكس ذلك قبل بعثة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . كانت الأمور فطرية فإذا امتنعت الأمطار ونضبت العيون والآبار. . لم يكن أمامهم إلا أن يتوجهوا إلى السماء بصلاة الاستسقاء. . وكذلك في كل أمر يصعب عليهم مواجهته. . ولكن الآن بعد أن كشف الله لخلقه عن بعض أسراره في كونه. . أصبحت هناك أكثر من وسيلة يواجه بها الإنسان عددا من أزمات الكون. . هذه الوسائل قد جعلت البشر يعتقدون أنهم قادرون على حل مشكلاتهم. . بعيدا عن الله سبحانه وتعالى وبجهودهم الخاصة. . فبدأ الاعتماد على الخلق بدلا من الإعتماد على الحق. . ولذلك نزل قول الحق سبحانه وتعالى:  {الله نُورُ السماوات والأرض مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ المصباح فِي زُجَاجَةٍ الزجاجة كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونَةٍ لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يضياء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُّورٌ على نُورٍ يَهْدِي الله لِنُورِهِ مَن يَشَآءُ وَيَضْرِبُ الله الأمثال لِلنَّاسِ والله بِكُلِّ شَيْءٍ عَلَيِمٌ فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسمه} </p><p> [النور: ٣٥ - ٣٦] </p><p> ما هي هذه البيوت التي يرى فيها الناس نور الله تبارك وتعالى؟ هي المساجد. . فَعُمَّارُ المساجد وزوارها الدائمون على الصلاة فيها هم الذين يرون نور الله. . فإذا أتى قوم يجترئون عليها ويمنعون أن يذكر اسم الله فيها. . فمعنى ذلك أن المؤمنين القائمين على هذه المساجد ضعفاء الإيمان ضعفاء الدين تجرأ عليهم أعداؤهم. . لأنهم لو كانوا أقوياء ما كان يجرؤ عدوهم على أن يمنع ذكر اسم الله في مساجد الله. . أو أن يسعى إلى خرابها فتهدم ولا تقام فيها صلاة الجمعة. . ولكن ساعة يوجد من يخرب بيتا من بيوت الله. . يهب الناس لمنعه والضرب على يده يكون الإيمان قويا. . فإن تركوه فقد هان المؤمنون على عدوهم. . لماذا؟ لأن الكافر الذي يريد أن يطفئ مكان إشعاع نور الله لخلقه. . يعيش في حركة الشر في الوجود التي تقوى وتشتد كلما استطاع غير المؤمنين أن يمنعوا ذكر اسم الله في بيته وأن يخربوه. </p><p> وقول الحق سبحانه وتعالى:  {أولئك مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلاَّ خَآئِفِينَ} . . أي أن هؤلاء الكفار ما كان يصح لهم أن يدخلوا مساجد الله إلا خائفين أن يفتك بهم المؤمنون من أصحاب المسجد والمصلين فيه. . فإذا كانوا قد دخلوا غير خائفين. . فمعنى ذلك أن وازع الإيمان في نفوس المؤمنين قد ضعف. </p><p> قوله تعالى:  {وَمَنْ أَظْلَمُ} . . معناه أنه لا يوجد أحد أظلم من ذلك الذي يمنع مساجد الله أن يذكر فيها اسمه. . أي أن هذا هو الظلم العظيم. . ظلم القمة. . وقوله تعالى:  {وسعى فِي خَرَابِهَآ} . . أي في إزالتها أو بقائها غير صالحة لأداء العبادة. . والسعي في خراب المسجد هو هدمه. </p><p> ويختم الحق سبحانه الآية الكريمة بقولة:  {لَّهُمْ فِي الدنيا خِزْيٌ وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ} . . أي لن يتركهم الله في الدنيا ولا في الآخرة. . بل يصيبهم في الدنيا خزي. . والخزي هو الشيء القبيح الذي تكره أن يراك عليه الناس. . قوله تعالى:  {لَّهُمْ فِي الدنيا خِزْيٌ} . . هذا مظهر غيرة الله على بيوته. . وانظر إلى ما أذاقهم الله في الدنيا بالنسبة ليهود المدينة الذين كانوا يسعون في خراب مساجد الله. . لقد أخذت أموالهم وطردوا من ديارهم. . هذا حدث. . وهذا معنى قوله تعالى الخزي في الدنيا. . أما في الآخرة فإن أعداء الله سيحاسبون </p><p> حسابا عسيرا لتطاولهم على مساجد الله سبحانه، ولكن في الوقت نفسه فإن المؤمنين الذين سكتوا على هذا وتخاذلوا عن نصرة دين الله والدفاع عن بيوت الله. . سيكون لهم أيضا عذاب أليم. </p><p> إنني أحذر كل مؤمن أن يتخاذل أو يضعف أمام أولئك الذين يحاولون أن يمنعوا ذكر الله في مساجده. . لأنه في هذه الحالة يكون مرتكبا لذنبهم نفسه وربما أكثر. . ولا يتركه الله يوم القيامة بل يسوقه إلى النار. </p>"
}