{
  "id": null,
  "sura": 2,
  "aya": 125,
  "text": "<p> وضّحت لنا الآية التي سبقت أن اليهود قد انتفت صلتهم بإبراهيم عليه السلام. . بعد أن تركوا القيم والدين واتجهوا إلى ماديات الحياة. . أنتم تدعون أنكم أفضل شعوب الأرض لأنكم من ذرية إسحق بن إبراهيم والعرب لهم هذه الأفضلية والشرف لأنهم من ذرية إسماعيل بن إبراهيم. . إذن فأنتم غير مفضلين عليهم. . فإذا انتقلنا إلى قصة بيت المقدس وتحول القبلة إلى الكعبة. . نقول إن ذلك مكتوب منذ بداية الخلق أن تكون الكعبة قبلة كل من يعبد الله. </p><p> الحق سبحانه وتعالى يقول:  {وَإِذْ جَعَلْنَا البيت مَثَابَةً لِّلنَّاسِ وَأَمْناً} . . تأمل كلمة البيت وكلمة مثابة. . بيت مأخوذ من البيتوته وهو المأوى الذي تأوى إليه وتسكن فيه وتستريح وتكون فيه زوجتك وأولادك. . ولذلك سميت الكعبة بيتا لأنها هي المكان الذي يستريح إليه كل خلق الله. . ومثابة يعني مرجعا تذهب إليه وتعود. . ولذلك فإن الذي يذهب إلى بيت الله الحرام مرة يحب أن يرجع مرات ومرات. . إذن فهو مثابة له لأنه ذاق حلاوة وجوده في بيت ربه. . وأتحدى أن يوجد شخص في بيت الله الحرام يشغل ذهنه غير ذكر الله وكلامه وقرآنه وصلاته. . تنظر إلى الكعبة فيذهب كل ما في صدرك من ضيق وهم وحزن ولا تتذكر أولادك ولا شئون دنياك ولو ظلت جاذبية بيت الله في قلوب الناس مستمرة لتركوا كل شئون دنياهم ليبقوا بجوار البيت. . ولذلك كان عمر بن الخطاب حريصا على أن يعود الناس إلى أوطانهم وأولادهم بعد انتهاء مناسك الحج مباشرة. . </p><p> ومن رحمة الحق سبحانه أن الدنيا تختفي من عقل الحاج وقلبه. . لأن الحجيج في </p><p> بيت ربهم. . وكلما كربهم شيء أو همهم شيء توجهوا إلى ربهم وهم في بيته فيذهب عنهم الهم والكرب. . ولذلك فإن الحق سبحانه وتعالى يقول:  {فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ}  [إبراهيم: ٣٧] </p><p> أفئدة وليست أجساما وتهوى أي يلقون أنفسهم إلى البيت. . والحج هو الركن الوحيد الذي يحتال الناس ليؤدوه. . حتى غير المستطيع يشق على نفسه ليؤدي الفريضة. . والذي يؤديه مرة ويسقط عنه التكليف يريد أن يؤديه مرة أخرى ومرات. </p><p> إن من الخير أن تترك الناس يثوبون إلى بيت الله. . ليمحو الله سبحانه ما في صدورهم من ضيق وهموم مشكلات الحياة. </p><p> وقوله تعالى:  {مَثَابَةً لِّلنَّاسِ وَأَمْناً} . . أمنا يعني يؤمّن الناس فيه. . العرب حتى بعد أن تحللوا من دين إسماعيل وعبدوا الأصنام كانوا يؤمنون حجاج بيت الله الحرام. . يلقي أحدهم قاتل أبيه في بيت الله فلا يتعرض له إلا عندما يخرج. </p><p> والله سبحانه وتعالى يضع من التشريعات ما يريح الناس من تقاتلهم ويحفظ لهم كبرياءهم فيأتي إلى مكان ويجعله آمنا. . ويأتي إلى شهر ويجعله آمنا لا قتال فيه لعلهم حين يذوقون السلام والصفاء يمتنعون عن القتال. </p><p> والكلام عن هذه الآية يسوقنا إلى توضيح الفرق بين أن يخبرنا الله أن البيت آمن وأن يطلب منا جعله آمنا. . إنه سبحانه لا يخبرنا بأن البيت آمن ولكن يطلب منا أن نؤمّن من فيه. . الذي يطيع ربه يؤمن من في البيت والذي لا يطيعه لا يؤمنه. . عندما يحدث هياج من جماعة في الحرم اتخذته ستاراً لتحقيق أهدافها. . هل يتعارض هذا مع قوله تعالى:  {مَثَابَةً لِّلنَّاسِ وَأَمْناً} . . نقول لا. . </p><p> إن الله لم يعط لنا هذا كخبر ولكن كتشريع. . إن أطعنا الله نفذنا هذا التشريع وإن لم نطعه لا ننفذه. </p><p> وقوله تعالى:  {واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى} . . وهنا نقف قليلا فهناك مَقام بفتح الميم ومُقام بضم الميم. . قوله تعالى:  {ياأهل يَثْرِبَ لاَ مُقَامَ لَكُمْ}  [الأحزاب: ١٣] </p><p> مَقام بفتح الميم إسم لمكان من قام. . ومُقام بضم الميم اسم لمكان من أقام. . فإذا نظرت إلى الإقامة فقل مُقام بضم الميم. . وإذا نظرت إلى مكان القيام فقل مقام بفتح الميم. . إذن فقوله تعالى:  {واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى} بفتح الميم اسم المكان الذي قام إبراهيم فيه ليرفع القواعد من البيت ويوجد فيه الحجر الذي وقف إبراهيم عليه وهو يرفع القواعد. </p><p> ولكن لماذا أمرنا الله بأن نتخذ من مقام إبراهيم مصلى؟ لأنهم كانوا يتحرجون عن الصلاة فيه. . فالذي يصلي خلف المقام يكون الحجر بينه وبين الكعبة. . وكان المسلمون يتحرجون أن يكون بينهم وبين الكعبة شيء فيخلون من الصلاة ذلك المكان الذي فيه مقام إبراهيم. . ولذلك قال سيدنا عمر بن الخطاب رَضِيَ اللَّهُ عَنْه لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: ألا نتخذ من مقام إبراهيم مصلى؟ وسؤال عمر ينبع من الحرص على عدم الصلاة وبينه وبين الكعبة عائق وهم لا يريدون ذلك. . ولما رأى عمر مكانا في البيت ليس فيه صلاة يصنع فجوة بين المصلين أراد أن تعم الصلاة كل البيت. . فنزلت الآية الكريمة:  {واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى} . </p><p> وإذا كان الله سبحانه وتعالى قد أمرنا أن نتخذ من مقام إبراهيم مصلى. . فكأنه جل جلاله أقر وجود مكان إبراهيم في مكانه فاصلا بين المصلين خلفه وبين الكعبة. . وذلك لأن مقام إبراهيم له قصة تتصل بالعبادة وإتمامها على الوجه الأكمل، والمقام سيعطينا حيثية الإتمام لأن الله سبحانه وتعالى يقول:  {فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ}  [آل عمران: ٩٧] </p><p> إذن هناك آيات واضحة يريدنا الله سبحانه أن نراها ونتفهمها. </p><p> . فمقام إبراهيم هو مكان قيامه عندما أمره الله برفع القواعد من البيت. . والترتيب الزمني للأحداث هو أن البيت وُجد أولا. . ثم بعد ذلك رفعت القواعد ووضع الحجر الأسود في موقعه وقد وضعه إبراهيم عليه السلام. </p><p> إن الله سبحانه وتعالى لا يريد أن يعطينا التاريخ بقدر ما يريد أن يعطينا العبرة؛ فقصة بناء البيت وقع فيها خلاف بين العلماء. . متى بني البيت؟ بعض العلماء جعلوا بداية البناء أيام إبراهيم وبعضهم يرى أنه من عهد آدم وفريق ثالث يقول إنه من قبل آدم. . وإذا حكمنا المنطق والعقل وقرأنا قول الحق تبارك وتعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ السميع العليم}  [البقرة: ١٢٧] </p><p> نسأل ما الرفع أولا؟ هو الصعود والإعلاء، فكل بناء له طول وله عرض وله ارتفاع. . ومادامت مهمة إبراهيم هي رفع القواعد فكأن هناك طولا وعرضا للبيت وإن إبراهيم سيحدد البعد الثالث وهو الارتفاع. . إن البيت كان موجودا قبل إبراهيم. . ثم جاء الطوفان الذي غمر الأرض في عهد نوح فأخفى معالمه. . فأراد الله سبحانه وتعالى أن يظهره ويبين مكانه للناس. </p><p> والكعبة ليست هي البيت ولكنها هي المكين الذي يدلنا على مكان البيت. . إذن فالذين فهموا من قوله تعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت} . . بمعنى أن إبراهيم هو الذي بنى البيت. . نقول لهم إن البيت كان موجودا قبل إبراهيم وأن مهمة إبراهيم اقتصرت على رفع القواعد لإظهار مكان البيت للناس. . ودليلنا على ذلك أنه الآن وقد ارتفع البناء حول الكعبة. . من يصلي على السطح لا يسجد للكعبة ولكنه يسجد لجوّ الكعبة. . ومن يصلي في الدور الأسفل يصلي أيضا للكعبة لأن المكان غير المكين. </p><p> ولعل أكبر دليل على ذلك من القرآن الكريم. . أن إبراهيم حين أخذ هاجر وابنها </p><p> إسماعيل وتركهما في بيت الله الحرام ولم يكن قد بنى الكعبة في ذلك الوقت. . ذكر البيت واقرأ قول الحق تبارك وتعالى في دعاء إبراهيم وهو يترك هاجر وطفلها الرضيع:  {رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم رَبَّنَا لِيُقِيمُواْ الصلاة}  [إبراهيم: ٣٧] </p><p> يعني أن البيت كان موجودا وإسماعيل طفل رضيع. . ولكن القواعد من البيت قد أقيمت بعد أن أصبح إسماعيل شابا يافعا يستطيع أن يعاون أباه في بناء الكعبة. . إذن فمكان بيت الله الحرام كان موجودا قبل أن يبني إبراهيم عليه السلام الكعبة. . ولكن مكان البيت لم يكن ظاهرا للناس، ولذلك بين الله سبحانه وتعالى لإبراهيم مكان البيت حتى يضع له العلامة التي تدل الناس عليه. . واقرأ قوله تبارك وتعالى:  {وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت أَن لاَّ تُشْرِكْ بِي شَيْئاً} </p><p> [الحج: ٢٦] </p><p> إن كثيرا من المفسرين يخفى عليهم حقيقة ما جاء في القرآن. والمفروض أننا حين نتعرض لقضية بناء البيت لابد أن نستعرض جميع الآيات التي وردت في القرآن الكريم حول هذه القصة. . ومنها قوله تبارك وتعالى:  {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدًى لِّلْعَالَمِينَ}  [آل عمران: ٩٦] </p><p> والكلام هنا عن البيت. والقول إنه وضع للناس. والناس هم آدم وذريته حتى تقوم الساعة. . وعلى ذلك لابد أن نفهم أن البيت مادام وضع للناس فالناس لم يضعوه. . ولكن الله سبحانه وتعالى هو الذي وضعه وحدده، وعدل الله يأبى إلا أن يوجد البيت قبل أن يخلق آدم. ولذلك فإن الملائكة هم الذين وضعوه بأمر الله وحيث أراد الله لبيته أن يوضع. . والله مع نزول آدم إلى الأرض شرع التوبة وأعد هذا البيت ليتوب الناس فيه إلى ربهم وليقيموا الصلاة ويتعبدوا فيه. </p><p> وعندما أراد إبراهيم أن يقيم القواعد من البيت كان يكفي أن يقيمها على قدر طول قامته ولكنه أتى بالحجر ليزيد القواعد بمقدار ارتفاع الحجر. . ويريد الله سبحانه وتعالى بمقام إبراهيم واتخاذه مصلى أن يلفتنا إلى أن الإنسان المؤمن لابد أن يعشق التكليف. . فلا يؤديه شكلا ولكن يؤديه بحب ويتحايل ليزيد تطوعا من جنس ما فرض الله عليه. </p><p> إن الحجر الموجود في مقام إبراهيم إنما هو دليل على عشقه عليه السلام لتكاليف ربه ومحاولته أن يزيد عليها. وإن الحجر الذي كان يقف عليه إبراهيم به حفر على شكر قدميه. . وهما بين قائل أن الحجر لان تحت قدمي إبراهيم من خشية الله. . وبين قائل إن إبراهيم هو الذي قام بحفر مكان في الحجر على هيئة قدميه. . حتى إذا وقف عليه ورفع يده إلى أعلى ما يمكن ليعلي القواعد من البيت كان توازنه محفوظا. </p><p> وقوله تعالى:  {طَهِّرَا بَيْتِيَ} دليل على البيت زالت معالمه تماما وأصبح مثل سائر الأرض فذبحت فيه الذبائح وألقيت المخلفات، فأمر الله سبحانه وتعالى أن يطهر هو وإسماعيل البيت من كل هذا الدنس ويجعله مكانا لثلاث طوائف:  «الطائفين» وهذه مأخوذة من الطواف وهو الدوران حول الشيء. . ولذلك يسمون شرطة الحراسة بالليل طوافة لأنهم يطوفون في الشوارع في أثناء الليل. والله جل جلاله يقول:  {فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ فَأَصْبَحَتْ كالصريم}  [القلم: ١٩ - ٢٠] </p><p> وهذه هي قصة الحديقة التي منع أولاد الرجل الصالح بعد وفاته حق الفقراء والمساكين فيها فأرسل الله سبحانه من طاف بها. . أي مشى في كل جزء منها فأحرق أشجارها. . فالطائف هو الذي يطوف. . {والعاكفين} هم المقيمون {والركع السجود} هم المصلون فتطهير البيت للطواف به والإقامة والصلاة فيه. . وهو مطهر أيضا لأنه سيكون قبلة للمسلمين لكل راكع أو ساجد في الأرض حتى قيام الساعة. </p>"
}