{
  "id": null,
  "sura": 2,
  "aya": 95,
  "text": "<p> إنهم لن يتمنوا الموت أبدا بل يخافوه. . والله تبارك وتعالى حين أنزل هذه الآية. . وضع قضية الإيمان كله في يد اليهود. . بحيث يستطيعون إن أرادوا أن يشككوا في هذا الدين. . كيف؟ ألم يكن من الممكن عندما نزلت هذه الآية أن يأتي عدد من اليهود ويقولوا ليتنا نموت. . نحن نتمنى الموت يا محمد. فادع لنا ربك يميتنا. . ألم يكن من الممكن أن يقولوا هذا؟ ولو نفاقا. . وَلو رياءً ليهدموا هذا الدين. . ولكن حتى هذه لم يقولوها ولم تخطر على بالهم. . أنظر إلى الإعجاز القرآني في قوله سبحانه:  {وَلَنْ يَتَمَنَّوْهُ} . </p><p> لقد حكم الله سبحانه حكما نهائيا في أمر إختياري لعدو يعادي الإسلام. . وقال إن هذا العدو وهم اليهود لن يتمنوا الموت. . وكان من الممكن أن يفطنوا لهذا التحدي. . ويقولوا بل نحن نتمنى الموت ونطلبه من الله. . ولكن حتى هذه لم تخطر على بالهم؛ لأن الله تبارك وتعالى إذا حكم في أمر اختياري فهو يسلب من أعداء الدين تلك الخواطر التي يمكن أن يستخدموها في هدم الدين. . فلا تخطر على بالهم أبدا مثلما تحداهم الله سبحانه من قبل في قوله تعالى:  {سَيَقُولُ السفهآء مِنَ الناس مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ التي كَانُواْ عَلَيْهَا}  [البقرة: ١٤٢] </p><p> ولقد نزلت هذه الآية الكريمة قبل أن يقولوا. . بدليل إستخدام حرف السين في قوله:  «سيقولُ» . . ووصفهم الله جل جلاله بالسفهاء. . ومع ذلك فقد قالوا. . ولو أن عقولهم تنبهت لسكتوا ولم يقولوا شيئا. . وكان في ذلك تحدٍ للقرآن </p><p> الكريم. . كانوا سيقولون لقد قال الله سبحانه وتعالى:  {سَيَقُولُ السفهآء مِنَ الناس} . . ولكن أحدا لم يقل شيئا فأين هم هؤلاء السفهاء ولماذا لم يقولوا؟ وكان هذا يعتبر تحديا للقرآن الكريم في أمر يملكون فيه حرية الاختيار. . ولكن لأن الله هو القائل والله هو الفاعل. . لم يخطر ذلك على بالهم أبدا، وقالوا بالفعل. </p><p> في الآية الكريمة التي نحن بصددها. . تحداهم القرآن أن يتمنوا الموت ولم يتمنوه. . وكان الكلام المنطقي مادامت الدار الآخرة خالصة لهم. . والله تحداهم أن يتمنوا الموت إن كانوا صادقين لتمنوه. . ليذهبوا إلى نعيم أبدي. . ولكن الحق حكم مسبقا أن ذلك لن يحدث منهم. . لماذا؟ لأنهم كاذبون ويعلمون أنهم كاذبون. . لذلك فهم يهربون من الموت ولا يتمنونه. </p><p> انظروا مثلا إلى العشرة المبشرين بالجنة. . عمار بن ياسر في الحرب في حنين. . كان ينشد وهو يستشهد الآن ألقى الأحبة محمدا وصحبه. . كان سعيداً لأنه أصيب وكان يعرف وهو يستشهد أنه ذاهب إلى الجنة عند محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصحابته. </p><p> . هكذا تكون الثقة في الجزاء والبشرى بالجنة. . وعبد الله بن رواحة كان يحارب وهو ينشد ويقول: </p><p> يا حبذا الجنة واقترابها ... طيبة وبارد وشرابها </p><p> والإمام علي رَضِيَ اللَّهُ عَنْه يدخل معركة حنين ويرتدي غلالة ليس لها دروع. . لا ترد سهما ولا طعنة رمح. . حتى إن إبنه الحسن يقول له: يا أبي ليست هذه لباس حرب. . فيرد علي كرم الله وجهه: يا بني إن أباك لا يبالي أسقط على الموت أم سقط الموت عليه. . وسيدنا حذيفة بن اليمان ينشد وهو يحتضر. . حبيب جاء على ناقة لا ربح من ندم. . إذن الذين يثقون بآخرتهم يحبون الموت. </p><p> وفي غزوة بدر سأل أحد الصحابة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. . يا رسول الله أليس بيني وبين الجنة إلا أن أقاتل هؤلاء فيقتلوني. . فيجيب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نعم. . وكان في يد الصحابي تمرات يمضغها. . فيستبطئ أن يبقى بعيدا عن الجنة حتى يأكل التمرات فيلقيها من يده ويدخل المعركة ويستشهد. </p><p> هؤلاء هم الذين يثقون بما عند الله في الآخرة. . ولكن اليهود عندما تحداهم </p><p> القرآن الكريم بقوله لهم:  {فَتَمَنَّوُاْ الموت إِن كُنْتُمْ صَادِقِينَ} . . سكنوا ولم يجيبوا. . ولو تمنوا الموت لانقطع نفس الواحد منهم وهو يبلع ريقه فماتوا جميعا. . قد يقول قائل وهل التمني باللسان؟ ربما تمنوا بالقلب. . نقول ما هو التمني؟ نقول إن التمني هو أن تقول لشيء محبوب عندك ليته يحدث. فهو قول. . وهب أنه عمل قلبي فلو أنهم تمنوا بقلوبهم لأطلع الله عليها وأماتهم في الحال. . ولكن مادام الحق تبارك وتعالى قال:  {وَلَنْ يَتَمَنَّوْهُ أَبَداً} . . فهم لن يتمنوه سواء كان باللسان أو بالقلب. . لأن الإدعاء منهم بأن لهم الجنة عند الله خالصة أشبه بقولهم الذي يرويه لنا القرآن في قوله سبحانه:  {وَقَالُواْ لَن تَمَسَّنَا النار إِلاَّ أَيَّاماً مَّعْدُودَةً قُلْ أَتَّخَذْتُمْ عِندَ الله عَهْداً فَلَنْ يُخْلِفَ الله عَهْدَهُ أَمْ تَقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ}  [البقرة: ٨٠] </p><p> وقوله تعالى:  {بِمَا قَدَّمَتْ أَيْدِيهِمْ} . . أي أن أعمالهم السيئة تجعلهم يخافون الموت. . أما صاحب الأعمال الصالحة فهو يسعد بالموت. . ولذلك نسمع أن فلانا حين مات كان وجهه أشبه بالبدر لأن عمله صالح. . فساعة الموت يعرف فيها الإنسان يقينا أنه ميت. . فالإنسان إذا مرض يأمل في الشفاء ويستبعد الموت. . ولكن ساعة الغرغرة يتأكد الإنسان أنه ميت ويستعرض حياته في شريط عاجل. . فإن كان عمله صالحا تنبسط أساريره ويفرح لأنه سينعم في الآخرة نعيما خالدا. . لأنه في هذه الساعة والروح تغادر الجسد يعرف الإنسان مصيره إما إلى الجنة وإما إلى النار. </p><p> . وتتسلمه إما ملائكة الرحمة وإما ملائكة العذاب. . فالذي أطاع الله يستبشر بملائكة الرحمة. . والذي عصى وفعل ما يغضب الله يستعرض شريط أعماله. . فيجده شريط سوء وهو مقبل على الله. . وليست هناك فرصة للتوبة أو لتغيير أعماله. . عندما يرى مصيره إلى النار تنقبض أساريره وتقبض روحه على هذه الهيئة. . فيقال فلان مات وهو أسود الوجه منقبض الأسارير. </p><p> إذن فالذي أساء في دنياه لا يتمنى الموت أبدا. . أما صاحب العمل الصالح فإنه يستبشر بلقاء الله. </p><p> ولكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ نهى عن تمني الموت فقال: </p><p> «لاَ يَتَمَنَّينَّ أحدُكم الموتَ ولا يدعو به من قَبلِ أن يَأْتِيَه إلا أن يكون قد وَثِقَ بعملِه» </p><p> نقول إن تمني الموت المنهي عنه هو تمني اليأس وتمني الاحتجاج على المصائب. . يعني يتمنى الموت لأنه لا يستطيع أن يتحمل قدر الله في مصيبة حدثت له. . أو يتمناه احتجاجا على أقدار الله في حياته. . هذا هو تمني الموت المنهي عنه. . أما صاحب العمل الصالح فمستحب له أن يتمنى لقاء الله. . وإقرأ قوله تعالى في آخر سورة يوسف:  {رَبِّ قَدْ آتَيْتَنِي مِنَ الملك وَعَلَّمْتَنِي مِن تَأْوِيلِ الأحاديث فَاطِرَ السماوات والأرض أَنتَ وَلِيِّي فِي الدنيا والآخرة تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بالصالحين}  [يوسف: ١٠١] </p><p> وقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: أي لا تتمنوا الموت جزعا مما يصيبكم من قدر الله. . ولكن إصبروا على قدر الله. . وقوله تعالى:  {والله عَلِيمٌ بالظالمين} . . لأن الله عليم بظلمهم ومعصيتهم. . هذا الظلم والمعصية هو الذي يجعلهم يخافون الموت ولا يتمنونه. </p>"
}