{
  "id": null,
  "sura": 3,
  "aya": 174,
  "text": "<p> وهذه القضية يجب أن يستشعرها كل مؤمن يتعرض لتمحيص الحق له، وعلى كل مسلم أن يتذكر تلك التجربة، تجربة أحُد، فليلة واحدة كانت هي الفارق بين يوم معركة أحُد ويوم الخروج لملاحقة الكفار في حمراء الأسد، ليلة واحدة كانت في حضانة الله وفي ذكر لتجربة التمحيص التي مر بها المؤمنون إنها قد فعلت العجب؛ لأنهم حينما طاردوا الكفار، لم يأبهوا لمحاولات الحرب النفسية التي شنها عليهم الأعداء، بل زادهم ذلك إيمانا وقالوا:  {حَسْبُنَا الله وَنِعْمَ الوكيل} . </p><p> إذن فقد تجردوا من نفوسهم ومن حولهم ومن قوتهم ومن عددهم ومن أي شيء إلا أن يقولوا: الله كافينا وهو نعم الوكيل لمن عجز عن إدراك بغيته. لقد عرفوا الأمر المهم، وهو أن يكون كل منهم دائما في حضانة ربه، وقد أخذ صحابة رسول الله وآل بيت رسول الله هذه الجرعة الإيمانية واستنبطوا منها الكثير في حل قضاياهم. </p><p> وقول الله سبحانه:  {حَسْبُنَا الله وَنِعْمَ الوكيل} يُذكرنا بالإمام جعفر الصادق ابن سيدي محمد الباقر بن سيدي علي زين العابدين وكان من أفقه الناس بالقرآن، وكان من أعلمهم في استنباط أسرار الله في القرآن، إنّه كان يجد في قول الحق:  {حَسْبُنَا الله وَنِعْمَ الوكيل} استنباطا رائعا، فهو يتعجب لأي إنسان أدركه الخوف من أي شيء يخيف، والإنسان لا يخاف إلا أمرا يَنْقُضُ عليه رَتََابَة راحته، ويقلقه ويهدده في سلامه وأمنه واطمئنانه، ويكون لهذا الخوف مصدر معلوم، فإذا ما تعرض المؤمن لمثل هذا الخوف فعليه أن يتذكر قول الحق:  {حَسْبُنَا الله وَنِعْمَ الوكيل} لأنها قضية نفعت الجيش كله في معركته مع الكفار، فحين يأخذ الفرد هذه الجرعة فهو يستعيد رباطة الجأش. واشتداد القلب فلا يفر عند الفزع. </p><p> وينبهنا سيدنا جعفر الصادق إلى هذه القضية لنفزع إليها عند كل ما يُخيفنا فيقول: عجبت لمن خاف ولم يفزع إلى قول الله: {حَسْبُنَا الله وَنِعْمَ الوكيل} إنه بنظرته الإيمانية يتعجب لإنسان أدركه الخوف ثم لا يفزع إلى هذا القول الكريم {حَسْبُنَا الله وَنِعْمَ الوكيل} ، ثم يستنبط بإشراقاته سر هذا فيقول: لأني سمعت الله بعقبها يقول: {فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء} وانظروا إلى قول سيدنا جعفر الصادق: «فإني سمعت الله بعقبها» هو قرأ بنفسية المؤمن الصادق، فالمؤمن حين يقرأ كلام الله إنما يستحضر أنه يسمع الله يتكلم إنه يقول: فإني سمعت الله بعقبها يقول: {فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء} ولذلك فالحق يقول: {وَإِذَا قُرِىءَ القرآن فاستمعوا لَهُ وَأَنصِتُواْ لَعَلَّكُمْ تُرْحَمُونَ}  [الأعراف: ٢٠٤] </p><p> فأنت حين تستمع إلى القرآن فالله هو الذي يتكلم، ومن العيب أن يتكلم ربك في </p><p> أذنك ثم تشغل عنه وهو ربك، إذن فعلاج الخوف هو أن تقول من قلبك:  {حَسْبُنَا الله وَنِعْمَ الوكيل} وأن تقولها بحقّها، فإن قلتها بحقها كفاك الله شرّ ذلك الخوف، لأن الله يقول بعد {حَسْبُنَا الله وَنِعْمَ الوكيل} : {فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء} انظر إلى النعمة والفضل، إنهما من الله، وقد تصيبك النعمة والفضل ولكن تقدر ذلك في أخريات الأمور، فأوضح الله أن النعمة زادت في أنها غنيمة باردة، ولم يحدث فيها أن مسّنا سوء، إن ذلك هو قمة العطاء ورأسه وسنامه، فإذا قدرته في أخريات الأمور فقد أخطأت التقدير {فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء} ونتيجة لتلك التجربة النافعة هي أن {اتبعوا رِضْوَانَ الله} ، وقد نجحت التجربة مع المؤمنين. </p><p> ويقول الإمام جعفر الصادق ليكمل العلاج لجوانب النفس البشرية، ويصف الدواء فالنفس البشرية يفزعها ويقلقها ويجعلها مضطربة أن تخاف شرًّا يقع عليها، وعلاج هذا:  {حَسْبُنَا الله وَنِعْمَ الوكيل} ، ويضيف: وعجبت لمن اغتمّ ولم يفزع إلى قول الحق سبحانه: {لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين}  [الأنبياء: ٨٧] </p><p> و «الغمّ» قلق في النفس، ولكنك لا تدرك أسبابه، فأسبابه مُعقدّة، صدر يضيق، ولذلك تقول: أنا صدري ضيق، أنا متعب ولا أدري لماذا؟ أي لم يمرّ بك الآن أشياء تستوجب هذا، إنما قد تكون حصيلة تفاعلات لأحداث وأمور أنت لا تتذكرها الآن، هذا اسمه «غمّ» ، فإذا ما فزع العبد إلى قول الحق سبحانه:  {لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين} فالعبد يقرّ بذنبه ويقول: هذا الغمّ لم يأتني إلا لأنني خرجت عن المنهج، ويذكرنا سيدنا جعفر الصادق بأنه سمع بعدها قول الله:  {فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم وكذلك نُنجِي المؤمنين}  [الأنبياء: ٨٨] </p><p> والذي قال ذلك هو سيدنا يونس {فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم} . </p><p> وهذه الاستجابة من الله ليست خاصّية كانت ليونس عليه السلام، لأنه سبحانه قال:  {وكذلك نُنجِي المؤمنين} أي أنه باب واسع أدخل الله فيه كل المؤمنين، ويضيف سيدنا جعفر الصادق: وعجبت لمن مُكر به ولم يفزع إلى قول الله: {وَأُفَوِّضُ أمري إِلَى الله إِنَّ الله بَصِيرٌ بالعباد}  [غافر: ٤٤] </p><p> فإني سمعت الله بعقبها يقول:  {فَوقَاهُ الله سَيِّئَاتِ مَا مَكَرُواْ} . </p><p> ومُكر به معناها بيّت له الشر بحيث يخفى، لأن المكر هو: تبييت من خصمك لشرّ يصيبك، بينما أنت تقف يجانب الحق، فيكون هذا المكر شراً يُبيِّت لخير وحق، وهذا هو المكر السّيء، ويقابله مكر حَسن، ولذلك يقول الحق:  {وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ}  [فاطر: ٤٣] </p><p> إذن فهناك مكرٌ ليس بسيء، كأن يُبيت صاحب الحق لصاحب الشرّ تبييتا يخفى عليه، هذا اسمه مكر خير؛ لأنه محاربة لشرٍّ؛ ولذلك يوضح لنا الله هذا الأمر: افطنوا إلى هذه، فإن كانوا يمكرون ويُبيِّتون، فهم إن بيّتوا على الخلق جميعاً لا يُبيِّتون على الله لأنه سبحانه العليم، الخالق، المُربّي، وإن يُبيّت الله لهم فلن يستطيعوا كشف هذا التبييت، إذن فالله خير الماكرين؛ لأن تبييتهم مكشوف أمام الخالق؛ لذلك فهو مكر ضعيف، أما المكر الحقيقي فهو الذي لا توجد وسيلة تعرفه بها. </p><p> ونواصل مع سيدنا جعفر الصادق قوله في علاج النفس البشرية فيقول: وعجبت لمن طلب الدنيا وزينتها كيف لا يفزع إلى قول الله: {مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله}  [الكهف: ٣٩] </p><p> فإني سمعت الله يعقبها بقوله: </p><p> {إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالاً وَوَلَداً فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ}  [الكهف: ٣٩ - ٤٠] </p><p> واستنبط سيدنا جعفر الصادق ذلك من حكاية صاحب الجنة:  {ولولا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالاً وَوَلَداً فعسى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ}  [الكهف: ٣٩ - ٤٠] </p><p> إنك حين تقول:  {مَا شَآءَ الله لاَ قُوَّةَ إِلاَّ بالله} فإن الدنيا تأتيك مهرولة، لأنك جرّدت نفسك من حولك، ومن قوة حيلتك وأسبابك، وتركت الأمر لله سبحانه وتعالى القادر على كل عطاء. </p><p> إذن فالجوانب البشرية في النفس: هي خوف له علاج ووَصْفَة، وهمٌّ له علاج ووصفة، ومكر بك له علاج ووصفة، وطلب دنيا وسعادة لها علاج ووَصْفَة، والوصْفة التي نحن بصددها هنا:  {وَقَالُواْ حَسْبُنَا الله وَنِعْمَ الوكيل فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء} . </p><p> والنعمة أن يعطيك الله على قدر عملك، والفضل من الله هو أن يزيدك عطاء، ولم يمسس السوء أحداً من المؤمنين الذين طاردوا المقاتلين من قريش، وكان من نتيجة ذلك أنهم جمعوا بين كل ما وهبه الله لهم؛ من نعمة وفضل مع اتباعهم رضوان الله؛ فقد صارت المسألة بالنسبة لهم تجربة مُحسّة ومُجرّبة {واتبعوا رِضْوَانَ الله والله ذُو فَضْلٍ عَظِيمٍ} . </p><p> لقد حاول المنافقون أن يثبطوا المؤمنين عن لقاء كفّار قريش، فيريد الحق أن يكشفهم، ويظهر الدافع إلى مثل ذلك الموقف من المنافقين؛ لذلك قالوا للمؤمنين:  {إِنَّ الناس قَدْ جَمَعُواْ لَكُمْ فاخشوهم} </p><p> ويظهر الله للمؤمنين حقيقة موقف المنافقين: </p><p> {إِنَّمَا ذلكم الشيطان يُخَوِّفُ أَوْلِيَاءَهُ فَلاَ تَخَافُوهُمْ ... } </p>"
}