{
  "id": null,
  "sura": 3,
  "aya": 50,
  "text": "<p> وقد قلنا: إن «مصدقا» تعني أن ما جاء به عيسى بن مريم مطابق لما جاء في </p><p> التوراة. وقلنا: إن «ما بين يدي» الإنسان هو الذي سبقه، أي الذي جاء من قبله وصار أمامه. وما دام عيسى ابن مريم جاء مصدقا لما بين يديه من التوراة في زمانه، وكانت التوراة موجودة، فلماذا جاءت رسالته إذن؟ </p><p> لكن القول الحق يتضمن هذا المعنى: إن عيسى سيأتي بأحكام جديدة، ويتضح ذلك في قوله الحق سبحانه على لسان عبده عيسى ابن مريم:  {وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ} إذن فليس المهم هو التصديق فقط، ذلك أن عيسى جاء ليحل بعضا من الذي حرمته التوراة. </p><p> وقد يقول قائل: إذا كانت الكتب السماوية تأتي مصدقة بعضها بعضا فما فائدة توالي نزول الكتب السماوية؟ والإجابة هي: أن فائدة الكتب السماوية اللاحقة أنها تذكر من سها عن الكتب السابقة، هذا في المرتبة الأولى، وثانيا: تأتي الكتب السماوية بأشياء، وأحكام تناسب التوقيتات الزمنية التي تنزل فيها هذه الكتب. هذه هي فوائد الكتب السماوية التي توالت نزولا من الحق على رسله، إنها تذكر من عقل وتُعَدلّ في بعض الأحكام. </p><p> ومن الطبيعي أننا جميعا نفهم أن العقائد لا تبديل فيها، وكذلك الأخبار والقصص، لكن التبديل يشمل بعضا من الأحكام. ولهذا جاء القول الحق على لسان عبده عيسى ابن مريم:  {وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ} ونحن نعرف أن القوم الذي أرسل الله عيسى ابن مريم لهم هم بنو إسرائيل، والتحريم والتحليل يكون بحكمة من الله. </p><p> إن لله حكمة فيما يحلل وحكمة فيما يحرم، إنما إياك أن تفهم أن كل شيء يحرمه الله يكون ضارا؛ قد يحرم الله أشياء لتأديب الخلق، فيأمر بالتحريم، ولا يصح أن تسأل عن الضرر فيها، وقد يعيش المؤمن دنياه ولم يثبت له ضرر بعض ما حرم الله. فإن تساءل أحد: لماذا حرم الله ذلك؟ تقول له: من الذي قال لك إن الله حين يحرم فهو يحرم الشيء الضار فقط؟ إنه الحق سبحانه يحرم الضار ويحرم بعضا مما هو غير ضار، ولذلك قال الحق: </p><p> {فَبِظُلْمٍ مِّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ الله كَثِيراً}  [النساء: ١٦٠] . </p><p> وتفصيل ذلك في آية أخرى:  {وَعَلَى الذين هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ البقر والغنم حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الحوايآ أَوْ مَا اختلط بِعَظْمٍ ذلك جَزَيْنَاهُم بِبَغْيِهِمْ وِإِنَّا لَصَادِقُونَ}  [الأنعام: ١٤٦] . </p><p> إذن التحرير ليس ضروريا أن يكون لما فيه الضرر، ولهذا جاء قول الحق على لسان عبده ورسوله إلى بني إسرائيل عيسى ابن مريم:  {وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ} لقد جاء عيسى ابن مريم ليُحل لهم بأمر من الله ما كان قد حرمه الله عليهم من قبل. </p><p> وبعد ذلك يقول الحق على لسان عبده ورسوله عيسى ابن مريم:  {وَجِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ فاتقوا الله وَأَطِيعُونِ} ومجموعة هذه الأوامر التي تقدمت هي آية أي شيء عجيب، بلغت القوم الذين أرسل الله عيسى إليهم، إنه كرسول وكبشر لا يستطيع أن يجيء بالآية المعجزة بمفرده بل لا بد أن يكون مبعوثا من الله. فيجب أن يلتفتوا إلى أن الله الذي أرسله، وله طلاقة القدرة في خرق النواميس هو سبحانه الذي أجرى على يدي عيسى هذه الأمور، ويأمرهم عيسى ابن مريم بتقوى الله نتيجة لذلك، ويدعو القوم لطاعته في تطبيق منهج الله. </p><p> وبعد ذلك يقول الحق على لسان عيسى ابن مريم:  {إِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه ... } </p>"
}