{
  "id": null,
  "sura": 3,
  "aya": 33,
  "text": "<p> إنها عدالة القرآن الكريم، إنه الحق العادل الذي ينزل على الرسول بلاغا يذكر الأبناء بطهارة أصول الآباء، ومن الخسارة أن يصير الأبناء إلى ما هم عليه. {إِنَّ الله اصطفىءَادَمَ} وكلمة {اصطفى} تدل على اختيار مُرضٍ. ولنا أن نسأل: هل اصطفى الحق هؤلاء الرسل، آدم ونوحاً، وآل إبراهيم، وآل عمران فكانوا طائعين، أم علم الحق أزلا أنهم يكونون طائعين فاصطفاهم؟ إن الحق علمه أزلى، وعلمه ليس مرتبا على كل شيء. وساعة أن تأتي أنت بقانونك البشرى وتتفرس في إنسان ما، وتوليه أمرا، وينجح فيه، هنا تهنئ نفسك بأن فراستك كانت في محلها، بعلم الله واقتداره؟ </p><p> إن الذين اصطفاهم الله هم الذين علم الله أزلا أنهم سيكونون طائعين، وقد يقول قائل: إنهم طائعون لله بالاصطفاء، لمثل هذا القائل نرد: إنهم طائعون بالنفس العامة ويكونون في مزيد من الطاعة بعد أن يأخذوا التكليف بالنفس الخاصة، إنهم طائعون من قبل أن يأخذوا أمور التكليف، ولو تركهم الحق للأمور </p><p> العقلية لاهتدوا إلى طاعته، وعندما جاءهم الأمر التكليفي ويصطفيهم الله يكونون رسلا وحملة منهج سماوي. </p><p> عندما يسمع الإنسان قول الحق:  {إِنَّ الله اصطفىءَادَمَ} فقد يتساءل عن معناها، ذلك أن من اصطفاء الله لآدم تأتي إلى الذهن بمعنى «خصه» بنفسه أو أخذه صفوة من غيره، فكيف كان اصطفاء آدم، ولم يكن هناك أحد من قبله، أو معه لأنه الخلق الأول؟ إننا يمكن أن نعرف بالعقل العادي أن اصطفاء الله لنوح عليه السلام؛ كان اصطفاء من بشر موجودين، وكذلك اصطفاء إبراهيم خليل الرحمن وبقية الأنبياء. </p><p> إذن، فكيف كان اصطفاء آدم؟ إن معنى {اصطفىءَادَمَ} - كما قلنا - تعني أن الله قد اختاره أو أن «المصطفى عليه» يأتي منه ومن ذريته. نعم وقد جاء المصطفى عليه من ذريته، وهذا المعنى يصلح، والمعنى السابق عليه يصلح أيضا. إن الحق يقول:  {إِنَّ الله اصطفىءَادَمَ وَنُوحاً} ونحن نعلم أن سيدنا نوحاً عليه السلام واجه جماعة من الكافرين به، فأغرقهم الله في الطوفان، ونجا نوح ومن معه بأمر الله. {حتى إِذَا جَآءَ أَمْرُنَا وَفَارَ التنور قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين وَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ القول وَمَنْ آمَنَ وَمَآ آمَنَ مَعَهُ إِلاَّ قَلِيلٌ}  [هود: ٤٠] . </p><p> إن الذين بقوا من بعد نوح عليه السلام كانوا مؤمنين، ثم تعرضوا للأغيار. وجاءت هذه الأغيار في أعقابهم، فنشأ كفر وإيمان، لماذا؟ لأن آدم عليه السلام حين خلقه الله وضع له التجربة التكليفية في الجنة، كان من الواجب أن ينقل ما علمه له الله لأبنائه. </p><p> لقد نقل آدم لهم مسائل صيانة مادتهم وعلمهم كيف يأكلون، وكيف يشربون، وغير ذلك. </p><p> وكان يجب أن تكون معهم القيم. إن آدم عليه السلام قد أدى ذلك، وعلم أبناءه كيفية صيانة مادتهم وعلمهم القيم أيضا، ولكن بمرور الزمان، ظل بعض من أبناء آدم يتخففون من التكاليف حتى اندثرت وذهبت. ومن رحمة الله بخلقه يجدد سبحانه وتعالى الرسالة ببعث رسول جديد. </p><p> والرسالة الجديدة تعطي ما كان موجودا أولا، فيما يتعلق بالعقائد والأخبار، والأشياء التي لا تتغير، وتأتي الرسالة الجديدة بالأحكام المناسبة لزمن الرسالة. فإذا ما أمكن للبشر أن يعدلوا من سياسة البشر، يظل الأمر كما هو، فإن ارتكب واحد منكرا وضرب قومه على يده، استقام أمر الرسالة وبقيت هذه الأمة على الخير. لماذا؟ لأن مصافى اليقين في النفس الإنسانية موجودة، ونحن نراها ونلمسها. إن هناك واحدا تجد مصافي اليقين في ذاته، وقد لا يقدر على نفسه، فيرتكب المعصية، وتلومه نفسه، فيرجع عن المعصية. </p><p> ومرة أخرى نجد إنسانا آخر لا يجد في نفسه مصافى اليقين، ولكنها موجودة في غيره، فنجد من يأمره بالمعروف، وينهاه عن المنكر، فإذا امتنعت المصافي الذاتية للإيمان، وكذلك امتنعت المصافي الإيمانية في المجتمع، فلا أمل هنالك، لذلك يجب أن يأتي رسول جديد، وينبه الناس بمعجزة ما. </p><p> لقد شاءت إرادة الحق سبحانه ألا يأتي رسول آخر بعد سيدنا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وفي ذلك شهادة لأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن الله أمنها على منهج الله، فإذا مُنِعت من أي نفس مصافيها الذاتية فستبقى مصافيها الاجتماعية، ولا بد أن يكون في أمة محمد ذلك؛ لأن امتناع ذلك كان يستدعي وجود نبيّ جديد. </p><p> إن الله أمن أمة محمد على منهجه، ولذلك لم يأت نبيّ بعد سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. لقد أمن الحق أمة محمد فلم يمنع فيها أبدا المصافي الذاتية أو الاجتماعية، ولذلك يأتي القول الحق:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله}  [آل عمران: ١١٠] . </p><p> إن هذا توجيه لنا من الحق لنعرف أن المصافي الاجتماعية ستظل موجودة في أمة سيدنا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، إذن فبعد حدوث الغفلة من بعد نوح عليه السلام جاء الله باصطفاءات أخرى رحمة منه بالعالمين، ويقول الحق:  {إِنَّ الله اصطفىءَادَمَ وَنُوحاً وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى العالمين} . ونحن نقول على إبراهيم عليه السلام:  «أبو الأنبياء» وأورد الحق نبأ بعض من أبناء آل إبراهيم، وهم آل عمران وأعطاهم ميزة. </p><p> وكلمة «عمران» هذه حين ترد في الإسلام فلنا أن نعرف أن هناك اثنين لهما الاسم نفسه، هناك «عمران» والد موسى وهارون عليهما السلام. وهناك «عمران» آخر. إن عمران والد موسى وهارون كان اسم أبيه «يصهر» وجده اسمه «فاهاث» ومن بعده «لاوى» ومن بعده «يعقوب» ، ومن بعده «إسحق» ، وبعده «إبراهيم» ، أما عمران الآخر، فهو والد مريم عليها السلام. </p><p> وقد حدث إشكال عند عدد من الدارسين هو «أي العمرانين يقصده الله هنا؟» والذي زاد من حيرة هؤلاء العلماء هو وجود أخت لموسى وهارون عليهما السلام اسمها مريم، وكانت ابنة عمران والد موسى وهارون فكلتاهما اسمها مريم بنت عمران. وكانوا في ذلك الزمن يتفاءلون باسم «مريم» لأن معناه «العابدة» ، ولما اختلفوا لم يفطنوا إلى أن القرآن قد أبان وأوضح المعنى، وكان يجب أن يفهموا أن المقصود هنا ليس عمران والد موسى وهارون عليهما السلام، بل عمران والد مريم، ومنها عيسى عليه السلام، وعمران والد مريم هو ابن ماثان، وهو من نسل سليمان، وسليمان من داود، وداود من أوشى، وأوشى من يهوذا، ويهوذا من يعقوب، ويعقوب من إسحق. </p><p> وكنا قديما أيام طلب العلم نضع لها ضبطا بالحرف، فنقول «عمعم سدئيّا» ومعناها. . عيسى ابن مريم، ومريم بنت عمران، وعمران ابن ماثان، وماثان من سليمان، من داود من أوشى وأوشى من يهوذا ويهوذا من يعقوب ويعقوب من إسحاق. لقد التبس الأمر على الكثير وقالوا: أي العمرانين الذي يقول الله في حقه هذا القول الكريم؟ ولهؤلاء نقول: إن مجيء اسم مريم عليها السلام من بعد ذلك يعني أنه عمران والد مريم، وأيضا يجب أن نفطن إلى أن الحق قد قال عن مريم:  {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنبَتَهَا نَبَاتاً حَسَناً وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقاً قَالَ يامريم أنى لَكِ هذا قَالَتْ هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ}  [آل عمران: ٣٧] . </p><p> وزكريا عليه السلام هو ابن آذن، وآذن كان معاصرا لماثان. إن المراد هنا هو عمران والد مريم. هكذا حددنا أي العمرانين يقصد الحق بقوله:  {إِنَّ الله اصطفىءَادَمَ وَنُوحاً وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى العالمين} . وعندما تقول: اصطفيت كذا على كذا، فمعنى ذلك أنه كان من الممكن أن تصطفى واحدا من مجموعة على الآخرين، ولذلك نفهم المقصود ب «على العالمين» أي على عالمي زمانهم، إنهم قوم موجودون وقد اصطفى منهم واحدا، أما الذي سيولد من بعد ذلك فلا اصطفاء عليه، فلا اصطفاء على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ويقول الحق بعد ذلك:  {ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ والله سَمِيعٌ عَلِيمٌ} </p>"
}