{
  "id": null,
  "sura": 3,
  "aya": 103,
  "text": "<p> جاء هذا القول الكريم لينبه كل المؤمنين، من خلال التنبيه للأوس والخزرج، وكأنه يقول: اعلموا أن التفاخر قبل الإسلام كان وبأشياء ليست من الإسلام </p><p> في شيء. لكن حين يجيء الإسلام فالتفاخر يكون بالإسلام وحده فإذا ما تغاضى إنسان بما قبل الإسلام بقوله: منا كذا. . ومنا كذا. فهنا يأتي الردّ: لا؛ إن ذلك قبل الإسلام. </p><p> وقد حدث أن قال الأوس من بعد الإسلام:  «منا خزيمة» فقال واحد من الخزرج: ومنا أبيّ بن كعب وزيد بن ثابت فقال واحد من الأوس: منا حنظلة ابن الراهب وحنظلة هذا هو غسيل الملائكة، وخزيمة بن ثابت صحابي جليل جعل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ شهادته بشهادتين؛ لأن خزيمة صاحب إيمان نوراني. ونورانية اليقين هدته إلى الحكم الصواب؛ «فقد اشترى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فرسا من أعرابي وذهب ليحضر له الثمن، ولكن الأعرابي أنكر البيع لأن بعض الناس زاده في ثمن الفرس دون علم أن الرسول قد اشتراه فنادى الأعرابي الرسول وقال له إن كنت مبتاعا هذا الفرس فابتعه وإلا بعته.</p><p> فقال النبي للرجل: » ألست قد ابتعته منك «. فقال الرجل هات شاهدا يشهد بذلك. لقد انتهز الرجل فرصة أن النبي ابتاع منه دون وجود أحد في هذا الوقت، وكان سيدنا خزيمة جالسا لحظة مطالبته للنبي بشاهد.فقال سيدنا خزيمة:أنا أشهد يا رسول الله أنك قد بايعته.</p><p> ولأن الرجل كاذب، قال لنفسه: لعل خزيمة رآنا وأنا أبيع الفرس للنبّي فسكت الرجل وانصرف، وبعد أن انصرف الرجل نادى الرسول خزيمة. وقال له: » يا خزيمة بم تشهد ولم تكن معنا؟ «فقال: أنا أصدقك في خبر السماء ولا أصدقك بما تقول؟ أعلم أنك لا تقول إلا حقاً قد آمناك على أفضل من ذلك، على ديننا. فعلم الرسول أن لخزيمة نورانية التصديق وحسن الاستنباط،فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» من شهد له خزيمة فحسبه «» . </p><p> فالأمر الذي يحتاج شاهدين تكفي فيه شهادة خزيمة، وبذلك أعطى الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الوسام لخزيمة وجعل شهادته شهادة رجلين، ولنر كيف جمع الله بين الأوس والخزرج في جمع القرآن، قال زيد بن ثابت: </p><p> فآليت على نفسي ألاّ أكتب آية إلاّ إذا وجدتها مكتوبة وشهد عليها اثنان، إلاّ آخر التوبة فوجدتها مكتوبة ولم يشهد عليها إلاّ خزيمة، وكان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قد قال في خزيمة:  «من شهد له خزيمة فحسبه» ولنا أن نعرف أن زيد بن ثابت من الخزرج وأن خزيمة من الأوس. لقد جمعهما الله في جمع القرآن، فنفع الأوسي الخزرجي، وذلك ليدلنا الحق سبحانه دلالة جديدة، وهي أن التفاخر قبل الإسلام كان بغير الإسلام، لكن ساعة يجيء الإسلام فأي واحد من أي جنس ما دام قد أحسن الإسلام، فله أن يفخر به، فإياك يا أوسيّ أن تقول:  «منا خزيمة» ؛ فالخزرجي له الفخر بخزيمة أيضا، وليس للخزرجي أن يقول:  «منا زيد بن ثابت» فللأوسي أيضا أن يفخر به، لأن كُلاًّ منهما قد جمعه الله بالآخر في القرآن، والإسلام، وهكذا يكون الاعتصام بحبل الله. </p><p> يقول الحق سبحانه وتعالى:  {واعتصموا بِحَبْلِ الله جَمِيعاً وَلاَ تَفَرَّقُواْ واذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ} إنّ الحرب ظلت مستعرة بين الأوس والخزرج مائة وعشرين عاما مع أن أصل القبيلتين واحد، هما أخوان لأب وأم وعندما جاء الإسلام ألف الله بين قلوبهم وأصبحوا بنعمته إخوانا. </p><p> وهذا يدلنا على أن كل نزغةِ جارحةٍ من الجوارح لا بد أن يكون وراءها هبة قلب وثورته وهياجه، فاليد لا تصفع أحدا من فراغ، ولكن الصفعة توجد في القلب أولا {فَأَلَّفَ بَيْنَ قُلُوبِكُمْ} ، إن الحق سبحانه يقول:  {وَكُنْتُمْ على شَفَا حُفْرَةٍ مِّنَ النار فَأَنقَذَكُمْ مِّنْهَا} والشفا هي الحافة. ومرة يقال:  «شفا» ومرة يقال: «شفة» . لقد كانوا على حافة النار، ومن كان على الحافة فهو يوشك أن يقع، فكأن الله يقول: لقد تداركتم بالإسلام، ولولا الإسلام لهويتم في النار. </p><p> ويقول سبحانه:  {كذلك يُبَيِّنُ الله لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ} وهكذا نرى نعمة الإسلام في الدنيا، فقدرة الإيمان على إنقاذ الإنسان من النار لا تحتاج إلى انتظار بل يستطيع المؤمن أن يراها في الدنيا. ولقد كان العرب قبل الإسلام مؤرقين بالاختلافات، وموزعين بالعصبية، وكل يوم في شقاق. ولما جاء الإسلام صاروا إخوانا، وهذه نعمة عاجلة في الدنيا والدنيا كما نعرف ليست دار جزاء، فما بالك بما يكون في الآخرة وهي دار الجزاء والبقاء. </p><p> وقوله الحق:  {لَعَلَّكُمْ تَهْتَدُونَ} المقصود به أن تظلوا على هدايتكم. لقد خاطبهم الحق:  {إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً} وساعة يطلب التشريع منك ما أنت عليه، فاعلم أن التشريع يريد منك استدامته، فعندما يقول الحق (يا أيها الذين آمنوا) أي مع الإيمان الذي معكم قبل كلامي، جددوا إيمانا بعد كلامي ليستمر لكم الإيمان دائما. وبعد ذلك يقول الحق سبحانه:  {وَلْتَكُن مِّنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الخير وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر ... } </p>"
}