{
  "id": null,
  "sura": 3,
  "aya": 43,
  "text": "<p> فكأن ما تقدم من حيثيات الاصطفاء الأول، والاصطفاء الثاني، يستحق منها القنوت، أي العبادة الخالصة الخاضعة الخاشعة. وقد يقول قائل: ولماذا يصطفى </p><p> الله واحدا، ليشيع اصطفاؤه في الناس؟ لأن الاصطفاء من الحق لا بد أن يبرئه من كل ما يمكن أن يقع فيه نظيره من الاختيارات غير المرضية، والحق سبحانه يريده نموذجاً لا يقع منه الا الخير، والمثال الكامل على ذلك اصطفاء الحق سبحانه لرسوله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من أول الأمر وجعله لا يفعل إلا السلوك الطيب من أول الأمر، وذلك حتى يعطينا الرسول القدوة الإيمانية في ثلاث وعشرين سنة هي مدة الرسالة المحمدية. </p><p> والحق يقول لمريم على لسان الملائكة:  {يامريم اقنتي لِرَبِّكِ} إنه أمر بالعبادة الخاشعة المستديمة لربها، وكلمة {لِرَبِّكِ} تعني التربية، فكأن الاصطفاءات هي من نعم الله عليك يا مريم، وتستحق منك القنوت {واسجدي واركعي مَعَ الراكعين} و {واسجدي} أي بَالِغِي في الخشوع، والخضوع، بوضع الجبهة التي هي أشرف شيء في الإنسان على الأرض، لأن السجود هو أعلى مرتبة من الخضوع. </p><p> لكن أيعفيها هذا اللون من الخضوع مما يكون من الركوع لله مع الناس؟ لا، إنه الأمر الحق يصدر لمريم {واركعي مَعَ الراكعين} ولا يعفيك من الركوع أنك فعلت الأمر الأعلى منه في الخضوع وهو السجود، بل عليك أن تركعي مع الراكعين، فلا يحق لك يا مريم أن تقولي:  «لقد أمرني الله بأمر» أعلى ولم أنفذ الأمر الأدنى «</p><p> إن الحق يأمرها أن تكون أيضا في ركب الراكعين مثلما نقرأ قوله الحق عن الكفار:  {مَا سَلَكَكُمْ فِي سَقَرَ قَالُواْ لَمْ نَكُ مِنَ المصلين}  [المدثر: ٤٢ - ٤٣] . </p><p> إنهم كفار، فكيف يصلون؟ إنه اعتراف منهم بأنهم كفار، ولم يكونوا مسلوكين في سلك من يصل، واعتراف بانهم لم يكونوا مسلمين أو مؤمنين بالله. وهنا يسأل سائل كريم: لماذا قال سبحانه وتعالى في خطابه لمريم: {يامريم اقنتي لِرَبِّكِ واسجدي واركعي مَعَ الراكعين} ولم يقل الحق:» مع الراكعات «؟ هذا هو السؤال. </p><p> وإجابة على هذا السؤال نحب أن نمهد تمهيدا بسيطا إلى فلسفة الأسماء في وضعها على مسمياتها. إن الأسماء ألفاظ من اللغة تعين مسماها. والمسميات مختلفة، فمنها الجماد، ومنها النبات ومنها الحيوان، ومنها الأسماء التي تدل على عالم الغيب كالجن، والملائكة، وكل ما غيب الله. هذه الأسماء تدل على معانيها. </p><p> وهدى الله سبحانه البشر إليها بما علم آدم من الأسماء، فكيف كان باستطاعة آدم التعبير عن معطيات الأسماء بمسمياتها؟ إذن لا بد أن يوجد لكل شيء اسم حتى نستطيع حين نتفاهم على الشيء أو الكائن بأن نذكر لفظا واحدا موجزاً يشير إليه. </p><p> ولو لم يكن يذكر هذا فكيف كان باستطاعة إنسان أن يتكلم مع إنسان آخر عن الجبل مثلا؟ . أكان على المتكلم أن يأخذ السامع إلى الجبل ويشير إليه؟ أم يكفي أن يقول له لفظ «جبل» حتى يستحضر السامع في ذهنه صورة لهذا المسمى؟ </p><p> إذن. . ففلسفة تعليم الحق للأسماء لنا أزاحت عنا عبئا كبيرا من صعوبة التفاهم. ولولا ذلك لما استطعنا أن نتفاهم على شيء إلا إذا واجهنا الشيء وأشرنا إليه. فكلمة «جبل» وكلمة «صخر» وغيرها من الكلمات هي أسماء لمسميات. . وعندما أتكلم على سبيل المثال عن أمريكا فإنني لن آخذ السامع إليها وأشير إليه قائلا «إن هذه هي أمريكا» ، لكن كلمة واحدة هي «أمريكا» تعطي السامع معنى للمسمى، فتلحق الأحكام على مسمياتها. وما دامت المسألة هكذا فلا بد من وجود أسماء لمسميات، هذه الأسماء علمها الله للإنسان حتى يتفاهم بها والإنسان أصله من آدم. </p><p> وكلمة «آدم» حينما تتكلم بها تجدها في النحو مذكرة، والمذكر يقابله المؤنث. وقد خلق الحق الأعلى: الذكورة والأنوثة؛ لأن من تزاوجهما سيخرج النسل. إذن فكان لا بد من التمييز بين النوعين للجنس الواحد. فالذكر والأنثى، هما بنو آدم، ومنها ينشأ التكاثر، لكن العجيب أن الله حين سمى آدم ونطقناه اسما مذكرا وسمى «حواء» ونطقناه اسما مؤنثا، وجعل سبحانه الاسم الأصيل الذي وجِدَ منه الخلق هو «نفس» . لقد قال الحق: {ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً واتقوا الله الذي تَسَآءَلُونَ بِهِ والأرحام إِنَّ الله </p><p> كَانَ عَلَيْكُمْ رَقِيباً} [النساء: ١] . </p><p> لقد سمى الحق آدم بكلمة نفس، وهي مؤنثة، إذن فليس معنى التأنيث أنه أقل من معنى التذكير، ولكن «التذكير» هو فقط علامة لتضع الأشياء في مسمياتها الحقيقية وكذلك التأنيث. إن الحق سبحانه يطلق على كل إنسان منا «نفس» وهي كلمة مؤنثة، وحينما تكلم الحق سبحانه كلاما آخر عن الخلق قال:  {ياأيها الناس إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وأنثى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لتعارفوا إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ إِنَّ الله عَلِيمٌ خَبِيرٌ}  [الحجرات: ١٣] . </p><p> وكلمة «ناس» تعني مجموع الإنسان. وهكذا نعرف أن كلمة:  «إنسان» تُطلق مرة على المذكر، ومرة أخرى على المؤنث. إذن فالحق قد أورد مرة لفظا مذكرا، ومرة أخرى أطلق لفظا مؤنثا، وذلك حتى لا نقول: أن المذكر أفضل وأحسن من المؤنث، ولكن ذلك وسيلة للتفاهم فقط، ولذلك يؤكد لنا الحق سبحانه أنه قد وضع الأسماء لمسمياتها لنتعارف بها. {وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لتعارفوا}  [الحجرات: ١٣] . </p><p> ومعنى «لنتعارف» أي أن يكون لكل منا اسمٌ يعرف به عند الآخرين. </p><p> وفي حياتنا العادية - ولله المثل الأعلى - نجد رجلا عنده أولاد كثيرون، لذلك يُطلق على كل ابن اسما ليعرفه المجتمع به، والعجيب في هذه الآية الكريمة:  {وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لتعارفوا} . أننا نجد كلمة «شعوبا» مذكرة وكلمة «قبائل» مؤنثة. إذن فلا تمايز بالأحسن، ولكن الكلمات هنا مسميات للتعارف. والحق الأعلى يقول: </p><p> {والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر}  [العصر: ١ - ٣] . </p><p> إذن فما وضع النساء اللائي آمنّ؟ إنهن يدخلن ضمن {الذين آمَنُواْ} . ولماذا أدخل الله المؤنث في الذكر؟ لأن المذكر هو الأصل، والمؤنث جاء منه فرعا. إذن فالمؤنث هو الذي يدخل مع المذكر في الأمور المشتركة في الجنس. {يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ الذي خَلَقَكُمْ والذين مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ}  [البقرة: ٢١] . </p><p> وهذا يعني أن «المؤنث» عليه أن يدخل في تكليف العبودية لله. </p><p> والمعنى العام يحدد أن المطلوب منه العبادة هو الإنسان كجنس. وبنوعية الذكر والأنثى. وفي الأمر الخاص بالمرأة، ويحدد الله المرأة بذاتيتها. فالحق سبحانه وتعالى يقول:  {وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلاَلاً مُّبِيناً}  [الأحزاب: ٣٦] . </p><p> لماذا؟ إن المسألة هنا تشمل النوعين من الجنس الواحد: الرجل والمرأة، زوج وزوجة، فمثلا نجد زوجا يريد تطليق زوجته، فيأتي الحق بتفصيل يوضح ذلك. وإذا كان هناك أمر خاص بالمرأة فالحق سبحانه وتعالى يحدد الأمر فها هوذا قوله الحكيم: {يانسآء النبي لَسْتُنَّ كَأَحَدٍ مِّنَ النسآء إِنِ اتقيتن فَلاَ تَخْضَعْنَ بالقول فَيَطْمَعَ الذي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَّعْرُوفاً وَقَرْنَ فِي بُيُوتِكُنَّ وَلاَ تَبَرَّجْنَ تَبَرُّجَ </p><p> الجاهلية الأولى وَأَقِمْنَ الصلاة وَآتِينَ الزكاة وَأَطِعْنَ الله وَرَسُولَهُ إِنَّمَا يُرِيدُ الله لِيُذْهِبَ عَنكُمُ الرجس أَهْلَ البيت وَيُطَهِّرَكُمْ تَطْهِيراً} [الأحزاب: ٣٢ - ٣٣] . </p><p> إن كل ما جاء في الآية السابقة يحدد المهام بالنسبة لنساء النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فالخطاب الموجه يحدد الأمر بدقة «لستن» و «اتقيتن» ، و «لا تخضعن» ، و «قرن» ، و «لا تبرجن» . الحديث في هذه الآية الكريمة يتعلق بالمرأة لذلك يأتي لها بضميرها مؤنثا. </p><p> ولكن إذا جاء أمر يتعلق بالإنسان بوجه عام فإن الحق يأتي بالأمر شاملا للرجل والمرأة ويكون مذكرا، ولذلك فعندما قالت النساء لماذا يكون الرجل أحسن من المرأة، جاء قول الحق:  {إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فُرُوجَهُمْ والحافظات والذاكرين الله كَثِيراً والذاكرات أَعَدَّ الله لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً}  [الأحزاب: ٣٥] . </p><p> هكذا حسم الحق الأمر. </p><p> قال سبحانه تأكيدا لذلك؛ {وَمَن يَعْمَلْ مِنَ الصالحات مِن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فأولئك يَدْخُلُونَ الجنة وَلاَ يُظْلَمُونَ نَقِيراً}  [النساء: ١٢٤] . </p><p> إن الذكر والأنثى هنا يدخلان في وصف واحد هو {وَهُوَ مُؤْمِنٌ} إذن فعندما يأتي الأمر في المعنى العام الذي يُطلب من الرجل والمرأة فهو يُضمر المرأة في الرجل </p><p> لأنها مبنية على الستر والحجاب، مطمورة فيه. داخله معه. . فإذا قال الحق سبحانه لمريم:  {واركعي مَعَ الراكعين} فالركوع ليس خاصا بالمرأة حتى يقول «مع الراكعات» ولكنه أمر عام يشمل الرجل والمرأة، لذلك جاء الأمر لمريم بأن تركع مع الراكعين، وبعد ذلك يقول الحق:  {ذلك مِنْ أَنَبَآءِ الغيب نُوحِيهِ إِلَيكَ ... } </p>"
}