{
  "id": null,
  "sura": 3,
  "aya": 153,
  "text": "<p> {إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ على أحَدٍ} هنا جاء لهم بلقطة من المعركة، حتى إذا سمع كل واحد منهم هذا الكلام يستحضر الصورة المخزية التي ما كان يصح أن تحدث، {إِذْ تُصْعِدُونَ} ، فيه «تَصْعد» ، وفيه «تُصعِد» وهنا {تُصْعِدُون} من «أَصْعَد» ، و «أًصعد» أي ذهب في الصعيد، والصعيد الأرض المستوية حتى تعينه على سرعة الفِرار. إنما «صَعِدَ» تحتاج إلى أن يكون هناك مكان عالٍ يصعدون إليه. وهم ساعة أرادوا أن يفروا جَرَوْا إلى الأرض السهلة ومَشَوا، فكل منهم لا يريد أن يتعثر هنا أو هناك، إذن فالمناسب لها {إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ على أحَدٍ} والفار لا ينظر هنا أو هناك؛ ليس أمامه إلا الأرض السهلة. </p><p> {وَلاَ تَلْوُونَ على أحَدٍ} أي لا تعرجون على شيء، والأهم من ذلك أن هناك تنبيها من القائد الأعظم وهو الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي يدعوكم «والرسول يدعوكم في أخراكم» أي يناديكم من مؤخرتكم طالبا منكم العودة إلى ميدان القتال «فأثابكم غما بغم» . أنتم غَمَمْتُم الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأنكم خالفتم أوامره، فوقفكم الله هذا الموقف. </p><p> كلمة {فَأَثَابَكُمْ غَمّاًً بِغَمٍّ} كأنه يقول: عاقبكم. ولكنه سبحانه يأتي بها مغلفة بحنان الألوهية {فَأَثَابَكُمْ} . إذن فهي ثواب. . أي أن الحق سبحانه وتعالى بربوبيته وبألوهيته؛ يعلم أن هؤلاء مؤمنون فلم يَقْسُ عليهم، قال:  {فَأَثَابَكُمْ غَمّاًً بِغَمٍّ} فكأن ما حدث لكم تخليص حق. </p><p> {لِّكَيْلاَ تَحْزَنُواْ على مَا فَاتَكُمْ} ولو لم تحدث مسألة الحزن والخزي والذلة لشغلتكم مسألة أنكم فاتتكم الغنائم والنصر، ولظل بالكم في الغنائم؛ لأنها هي السبب في هذا. كأن الغم الذي حدث إنما جاء ليخرج من قلبكم لقطة سيل اللعاب على الغنيمة. وما أصابكم من القتل والهزيمة، {فَأَثَابَكُمْ غَمّاًً بِغَمٍّ لِّكَيْلاَ تَحْزَنُواْ على مَا فَاتَكُمْ وَلاَ مَآ أَصَابَكُمْ والله خَبِيرٌ بِمَا تَعْمَلُونَ} أي أنه سبحانه يقدر ما الذي استولى </p><p> عليكم، لأن من الجائز {والرسول يَدْعُوكُمْ في أُخْرَاكُمْ} أنهم لم يسمعوا النداء من هول المعركة، {والله خَبِيرٌ بِمَا تَعْمَلُونَ} وهو سبحانه خبير بكل فعل وإحساس. ويقول الحق من بعد ذلك:  {ثُمَّ أَنزَلَ عَلَيْكُمْ مِّن بَعْدِ الغم أَمَنَةً نُّعَاساً يغشى طَآئِفَةً مِّنْكُمْ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بالله غَيْرَ الحق ظَنَّ الجاهلية ... } </p>"
}