{
  "id": null,
  "sura": 3,
  "aya": 69,
  "text": "<p> إن المعنى «ودت» هو «تمنت» و «أحبت» . ولماذا أحبوا أن يُضلوا المؤمنين؟ لأن المنحرف حين يرى المستقيم، يعرف أنه كمنحرف لم ينجح في أن يضبط حركته على مقتضى التكليف الإيماني ل «افعل» و «لا تفعل» ، أما الملتزم المؤمن فقد استطاع أن يضبط نفسه، وساعة يرى غير الملتزم إنسانا آخر ملتزما، فإنه يحتقر نفسه ويقول بينه وبين نفسه حسدا للمؤمن: لماذا وكيف استطاع هذا الملتزم أن يقدر على نفسه؟ </p><p> ويحاول المنحرف أن يأخذ الملتزم إلى جانب الانحراف، وعندما لا يستطيع جذب الملتزم إلى الانحراف فهو يسخر منه، ويهزأ به، ويحاول أن يحتال عليه ليأخذه إلى جانب الانحراف. ألم يقل الله سبحانه وتعالى:  {إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ}  [المطففين: ٢٩ - ٣٣] . </p><p> وهذا ما يحدث الآن عندما يرى أهل الانحراف إنسانا مؤمنا ذا استقامة، فيسخرون منه بكلمات كالتي تسمعها «خذنا على جناحك» أو يحاول النيل من إيمانه وعندما يعود أهل الانحراف إلى أهلهم فهم يروون بتندر كيف سخروا من المؤمنين، وكأنهم يحققون السعادة لهؤلاء الأهل بحكايات السخرية من الإنسان المؤمن، ويطمئن الحق المؤمنين بأن لهم يوما يضحكون فيه من هؤلاء الكفار:  {فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ عَلَى الأرآئك يَنظُرُونَ}  [المطففين: ٣٤ - ٣٥] . </p><p> ويسأل الحق أهل الإيمان: </p><p> {هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ}  [المطففين: ٣٦] . </p><p> أي قد عرفتم كيف اجازي بالعقاب أهل الكفر. </p><p> لذلك فأولى الناس بإبراهيم هم المؤمنين برسالة محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. ولا يفتأ بعض من أهل الكفر من محاولة جذب المؤمنين إلى الضلال. إنهم يحبون ذلك ويتمنونه، ولكن ليس كل ما يوده الإنسان يحدث، فالتمنى هو أن يطلب الإنسان أمرا مستحيلا أو عسير المنال، هم يحبون ذلك ولكن لن يصلوا إلى ما يريدون، يشير إلى ذلك قوله تعالى:  {وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} . </p><p> إنهم يتمنون إضلال المؤمنين، لكن هل يستطيعون الوصول إلى ذلك؟ لا: والمثال على ذلك هو ما يفعله بعض أهل الكتاب من اليهود عندما ذهبوا إلى معاذ بن جبل وإلى حذيفة الصحابيين الجليلين، وذهبوا أيضا إلى عمار الصحابي الجليل وحاولوا فتنة معاذ وحذيفة وعمار لكنهم لم يستطعوا. </p><p> وعلينا أن نعرف أن «الضلال» يأتي على معان متعددة، فقد يأتي الضلال مرة بمعنى الذهاب والفناء في الشيء، مثل قوله الحق:  {وقالوا أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُم بِلَقَآءِ رَبِّهِمْ كَافِرُونَ} </p><p> [السجدة: ١٠] . </p><p> لقد تساءل المشركون «أبعد أن نذوب في الأرض وتتفكك عناصرنا الأولية نعود ثانية، ونُبعث من جديد؟» . وقد يأتي الضلال مرة أخرى بمعنى عدم اهتداء الإنسان إلى وجه الحق، كما قال الحق وصفا لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عندما رفض عبادة الأصنام وظل يبحث عن المنهج الحق. {وَوَجَدَكَ ضَآلاًّ فهدى}  [الضحى: ٧] . </p><p> أي أنك يا محمد لم يعجبك منهج قريش في عبادة الأصنام، وظللت تبحث عن المنهج الحق، إلى أن هداك الله فأنزل إليك هذا المنهج القويم. لقد كنت ضالا تبحث عن الهداية، فجاءتك النعمة الكاملة من الله. </p><p> وهناك لون آخر من الضلال، وهو أن يتعرف الإنسان على المنهج الحق، لكنه ينحرف عنه ويتجه بعيدا عن هذا المنهج مثل قول الحق:  {وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ} . </p><p> ونتساءل: كيف يحدث إضلال النفس؟ وتكون الإجابة هي: أن الضال الذي يعرف المنهج وينكره إنما يرتكب إثما، ويزداد هذا الإثم جُرماً بمحاولة الضال إضلال غيره، فهو لم يكتف بضلال ذاته بل يزداد ضلالا بمحاولته إضلال غيره. وهذا القول الكريم قد حل لنا إشكالا في فهم قوله تعالى:  {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى وَإِن تَدْعُ مُثْقَلَةٌ إلى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قربى}  [فاطر: ١٨] . </p><p> وفي فهم قوله - جل شأنه -: {لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلاَ سَآءَ مَا يَزِرُونَ}  [النحل: ٢٥] . </p><p> وهكذا نعرف أن الوزر في آية فاطر هو وزر الضلال في الذات والأوزار في سورة النحل هي لإضلال غيرهم فهولاء الضالون لا يكتفون بضلال أنفسهم، بل يزيدون من ضلال انفسهم اوزاراً بإضلال غيرهم فهم بذلك يزدادون ضلالا مضافا إلى أنهم يحملون أوزارهم كاملة. {وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} . </p><p> إنهم لا يشعرون بالكارثة التي سوف تأتي من هذا الضلال المركب الذي سينالون عليه العقاب. ولو أنهم تعمقوا قليلا في الفهم لتوقفوا عن إضلال غيرهم، ولو بحثوا عن اليقين الحق لتوقفوا عن ضلال أنفسهم. </p><p> ومن بعد ذلك يقول الحق:  {ياأهل الكتاب لِمَ تَكْفُرُونَ بِآيَاتِ الله ... } </p>"
}