{
  "id": null,
  "sura": 3,
  "aya": 64,
  "text": "<p> إنها دعوة إلى كلمة مستوية لا التواء فيها {أَلاَّ نَعْبُدَ إِلاَّ الله} وهذا أمر لا جدال فيه، ثم {وَلاَ نُشْرِكَ بِهِ شَيْئاً} أي لا ندخل معه من لا يقدر على الارتفاع إلى جلال كماله، فالعقول السليمة ترفض كلمة «الشرك» ؛ لأن الشرك يكون على ماذا؟ هل الشرك على خلق الكون؟ إن كل مخلوق أشركوه في الألوهية إنما جاء من بعد أن خلق الله الكون. أو يكون الشرك على إدارة هذا الكون؟ </p><p> إذا كان هذا هو السبب في الشرك فهو أتفه من أن يكون سببا لأن الحق سبحانه قادر على إدارة هذا الكون، وأنزل منهجا إذا ما اتبعه الإنسان صار الكون منسجما، إذن فأي شرك لا لزوم له. وإن كان - والعياذ بالله - له شريك وتمتع إله ما بقدرات خاصة فهذه القدرات تنقص من قدرات الإله الثاني. وهذا عجز في قدرة هؤلاء الآلهة، ولهذا يحسم الحق هذا الأمر بقوله الكريم: </p><p> {مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ}  [المؤمنون: ٩١] . </p><p> إذن فمسألة الشركاء هذه ليست مقبولة، وبعد ذلك يقول الحق:  {وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِّن دُونِ الله} . أي ألا نأخذ من بعضنا كهنوتا وكهنة، يضع الواحد منهم الحلال لنا أو الحرام علينا، فالتحليل والتحريم إنما يأتي من الله، وليس لمخلوق أن يحلل أو يحرم. ثم يقول الحق:  {فَإِن تَوَلَّوْاْ فَقُولُواْ: اشهدوا بِأَنَّا مُسْلِمُونَ} أي إن من لا يقبل عبادة الإله الواحد الذي لا شريك له ولا أرباب تحلل أو تحرم، إنما يريد أربابا وشركاء، وهذا معناه أن قلبه غير مستعد لتقبل قضية الإيمان؛ لأن قضية الإيمان تتميز بأن مصدرا واحدا هو الذي له مطلق القدرة، وهو مصدر الأمر في الحركة وهو الواحد الأحد، فلا تتضارب الحركات في الكون. </p><p> إن حركاتنا كلها وهي الخاضعة لمنهج الله ب «افعل» و «لا تفعل» فلو أن هناك إلها قال: «افعل» وإلها آخر قال: «لا تفعل» ، لكان معنى ذلك والعياذ بالله أن هؤلاء الآله أغيار لها أهواء. والحق سبحانه يحسم هذا بقوله:  {وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ}  [المؤمنون: ٧١] . </p><p> وهكذا كانت دعوة الله على لسان رسوله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ {قُلْ ياأهل الكتاب تَعَالَوْاْ إلى كَلِمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ الله وَلاَ نُشْرِكَ بِهِ شَيْئاً وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِّن دُونِ الله فَإِن تَوَلَّوْاْ فَقُولُواْ اشهدوا بِأَنَّا مُسْلِمُونَ} ، إنها آية تحمل دعوة مستوية بلا نتوءات، فلا عبادة إلا لله، ونحن لا نأخذ «افعل» و «لا تفعل» إلا من الله، ولا نشرك به شيئا، ولا يتخذ بعضنا بعضا كهنوتا أو مصدرا للتحليل أو التحريم، فإن رفضوا وتولوا، فليقل المؤمنون:  {اشهدوا بِأَنَّا مُسْلِمُونَ} أي أنه </p><p> لا يوجد إلا إله واحد، ولا شركاء له، وبعضنا لا يتخذ بعضا أربابا، وتلك شهادة بأن الإسلام إنما جاء بالأمرالمستوى الذي لا عوج ولا نتوء فيه ونحن متبعون ما جاء به. </p><p> وبعد ذلك يقول الحق:  {ياأهل الكتاب لِمَ تُحَآجُّونَ في إِبْرَاهِيمَ ... } </p>"
}