{
  "id": null,
  "sura": 3,
  "aya": 84,
  "text": "<p> عندما ننظر إلى هذه الآية بخواطرنا فإننا نجد أن الحق يمزج الرسول والمؤمنين به والمرسل إليهم في الإيمان به، ويتحدث إلى الرسول والمؤمنين كوحدة إيمانية، إن قول الحق:  «قل» هو خطاب لمفرد هو النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والمقول:  {آمَنَّا} دليل على انسجام الرسول مع الأمة المؤمنة به، فكأن الأمة الإسلامية قد انصهرت في «قل» ، وكأن الرسول موجود في {آمَنَّا} ، وبذلك يتحقق الامتزاج والانسجام بين الرسول وبين المؤمنين به، ويصير خطاب الحق إليهم هو خطاب لوحدة إيمانية واحدة لا انفصام فيها. </p><p> وقد جاء الحق بهذا الأسلوب ليوضح لنا أن الرسول لم يأت ليتعالى على أمته، بل جاء ليحمل أعْباءَ هذه الأمة، ولذلك قلنا من قبل: إن للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إيمانين، لقد آمن بالله، وأمن للمؤمنين، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيشفع لنا، لأنه قد أدى مُؤدى يسع أمته كلها، لقد أتم البلاغ وخضع للتكليف بما يسع أمته كلها، ولذلك يقول الحق:  {قُلْ آمَنَّا} ، كان القياس أن يقول:  «قل آمنت» ، أو أن يقول:  {قولوا آمَنَّا} . لكن الحق في قرآنه الكريم يضع كل كلمة في موضعها، فتصبح الكلمة جاذبة لمعناها، ويصبح كل معنى عاشقا لكلمته، وقد قال الحق هنا:  {قُلْ آمَنَّا} ليتضح لنا أن محمدا رسول ممتزج في أمته، وأمة الإسلام في طواعية لرسولها، والأمر يأتي لرسول الله من الحق سبحانه، والتنفيذ لهذا الأمر يكون من الجميع، وفي هذا إشعار للخصوم أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سيكون ذا عصبية إيمانية قوية، فلو قال:  «قل آمنت» لكان معنى ذلك أن الرسول لن يملك إلا إيمانه فقط، لكن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آمن به قومه، وكثير غيرهم وجاء على يديه فتح مكة كما قال الحق:  {إِذَا جَآءَ نَصْرُ الله والفتح وَرَأَيْتَ الناس يَدْخُلُونَ فِي دِينِ الله أَفْوَاجاً}  [النصر: ١ - ٢] . </p><p> وعندما نقرأ قوله الحق:  {قُلْ آمَنَّا بالله وَمَآ أُنزِلَ عَلَيْنَا} فلنا أن نلتفت إلى أن العلماء لهم وقفة في مسألة الإنزال، فمرة يقول الحق:  {والذين يُؤْمِنُونَ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِن قَبْلِكَ وبالآخرة هُمْ يُوقِنُونَ}  [البقرة: ٤] . </p><p> ومرة أخرى يقول الحق:  {وَمَآ أَنْزَلْنَا عَلَيْكَ الكتاب إِلاَّ لِتُبَيِّنَ لَهُمُ الذي اختلفوا فِيهِ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ}  [النحل: ٦٤] . </p><p> وهكذا نجد أن «الإنزال» يأتي مرة متعديا ب «إلى» ، ويأتي مرة مرة أخرى متعديا «بعلى» . وقال بعض من العلماء: إن الكلام حينما يكون موجها لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فالحق يقول: «أنزل عليك» ، وكأن هؤلاء العلماء - دون قصد منهم - يفصلون بين بلاغ الله للرسول عن البلاغ إلى أمة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولم يلتفتوا إلى أن الغاية من إنزال المنهج على الرسول هو هداية الأمة. </p><p> ونحن نقول: إن علينا ألا نأخذ الأمر بسطحية من أسلوب ظهر لنا؛ ذلك أن هناك أسلوبا خفيَّا، وهو أن «إلى» و «على» إنما تفيدان أن المنهج نزل للأمة والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ فمرة يأتي الحق بالنزول متعديا ب «إلى» والخطاب موجه للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كقوله الحق: {وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى الرسول ترى أَعْيُنَهُمْ تَفِيضُ مِنَ الدمع مِمَّا عَرَفُواْ مِنَ الحق يَقُولُونَ رَبَّنَآ آمَنَّا فاكتبنا مَعَ الشاهدين}  [المائدة: ٨٣] . </p><p> ومرة يأتي الحق بالنزول متعديا ب «على» والخطاب موجه للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> كقوله الحق:  {وَمَآ أَنْزَلْنَا عَلَيْكَ الكتاب إِلاَّ لِتُبَيِّنَ لَهُمُ الذي اختلفوا فِيهِ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ}  [النحل: ٦٤] . </p><p> ومرة ثالثة يأتي الحق بالإنزال في حديث إلى المؤمنين:  {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الكتاب أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلاَ تَقْعُدُواْ مَعَهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِّثْلُهُمْ إِنَّ الله جَامِعُ المنافقين والكافرين فِي جَهَنَّمَ جَمِيعاً}  [النساء: ١٤٠] . </p><p> إنه كتاب منزل من السماء وملحوظ فيه العلو، والغاية من النزول هو مصلحة الأمة، فالإتيان ب (على) يْفيد العلو، ولمصلحة الأمة، «العلية» هنا لتزيد مقام المنهج بالنسبة للمؤمنين فهو قد نزل لمصلحتهم. إذن فالنزول يقتضي «علِّية» ، وهو من حيث العلو يأتي ب «على» ، ومن حيث الغاية يأتي ب «إلى» ، فهو منهج نزل من الحق الأعلى ونزل إلى الرسول وعلى الرسول ليبلغه إلى المؤمنين لمصلحتهم. ولذلك قلنا: إننا إذا رأينا حكما يقيد من حرية الفرد فلا يصح أن نفهم أن الله قد قصد هذا الفرد ليقيد حريته، إنما جاء مثل هذا القيد لقيد الملايين من أجل حرية الفرد، مثال ذلك ساعة يحرم المنهج السرقة على الإنسان، فهو أمر لكل إنسان من الملايين وهو لمصلحة كل إنسان، فالقرآن قد نزل لمصلحتك، ومصلحة المؤمنين جميعا. </p><p> وعندما نقرأ قوله الحق:  {قُلْ آمَنَّا بالله وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ على إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ والأسباط وَمَا أُوتِيَ موسى وعيسى والنبيون مِن رَّبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} . فهذا القول يوضح أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> إنما جاء بمنهج يضم صحيح العقائد والقصص والأخبار، وهو يوافق ما جاء في موكب الرسالات من يوم أن خلق الله الأرض وأرسل الرسل. وقد أخذ الله العهد على الأمم والأنبياء من قبل، بأنه إذا جاء رسول مصدق لما معهم ليؤمنن به، وكذلك أخذ الله على رسولنا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن يؤمن بالرسل السابقين، فهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يأت ليهدم أديانا، ولكن ليكمل أديانا، وهكذا نرى النص القرآني الجليل: </p><p> {اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسلام دِيناً}  [المائدة: ٣] . </p><p> كأن الأديان السابقة بكل ما جاء فيها من صحيح العقائد، والقصص، والأخبار موجودة في الإسلام، وفوق كل ذلك جاء الإسلام بشرائع تناسب كل زمان ومكان، ولذلك قال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في حديثه الشريف:  «إنما مثلى ومثل الأنبياء قبلي كمثل رجل بني بنيانا فأحسنه وأجمله وأكمله إلا موضع لبنة فجعل الناس يطوفون به ويقولون ما رأينا أحسن من هذا لولا موضع هذه اللبنة فكنت أنا اللبنة» . </p><p> إذن فزمام كل الأمر انتهى إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد أخذ الله العهد على غيره أن يصدقوه عندما يجيء، وهو صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ آمن وصدق بمن سبق من الرسل، ولم يجيء من بعده شيء يطلب من رسول الله ولا من أمته أن يصدقوه، وقال الحق تذييلا لهذه الآية الكريمة:  {وَنَحْنُ لَهُ مُسْلِمُونَ} . </p><p> أي أنه لا يوجد لأتباع أي رسول من الرسل السابقين ما يعطيهم سلطة زمنية، بل المسألة كلها تبدأ من الله، وتنتهي إلى الله. وتلك هي القضية النهائية في موكب </p><p> الرسالات. وما دام الإسلام هو ذلك الانقياد الذي يختاره الإنسان لنفسه ليكون منسجما مع نفسه في الإسلام لله، ويكّون انسجاما مع الكون الآخر وما يحتويه من حيوان ونبات وجماد وغيرها في أنه أسلم خضوعا لله، وبذلك يصبح الكون بما فيه الإنسان المؤمن المسلم لله كله مسخَّراً لله سبحانه وتعالى. وما دام الكون بالإنسان قد صار مسخرا لله فلا تضاد في حركة لِتعاند حركة أخرى؛ لأن الذي يهيمن هذه الهيمْنة هو الذي وضع لكل إنسان في مجال حركته في الحياة قانونا يعصمه من أن يصطدم بغيره، وإذا كان البشر قد استطاعوا أن يضعوا لأنفسهم معايير تمنع التصادم في الحركة، ذلك التصادم الذي يؤدي إلى كوارث ومصائب. </p><p> مثال ذلك، للنظر إلى السكك الحديدية، ألا يوجد موظف اسمه «المحولجي» ؟ ومعنى هذه الوظيفة هو أن القائم بها يقوم بتحويل القاطرة القادمة من طريق معين إلى مسار محدد حتى لا تدهم قاطرة أخرى جاءت من الطريق نفسه. إن ذلك من فعل الإنسان فيما صنع من قطارات ومواصلات، لقد صنع أيضا وسائل تمنع تصادمها، فما بالنا بالحق - وله المثل الأعلى - وهو الذي خلق الإنسان؟ إنه سبحانه قد وضع المنهج حتى لا تصطدم حركة في الوجود بحركة أخرى. </p><p> ولننظر إلى الأشياء التي جاءت بقانون التسخير، والأشياء التي دخلت في ظل الاختيار. أسمعنا أن جملين سارا في طريقين متعارضين واصطدم الجمل بجمل؟ لم يحدث ذلك أبدا، فالجمل يفادي نفسه وما يحمل من الجمل الآخر وما يحمله، لكننا نسمع عن تصادم سيارة مع سيارة، ذلك أن السيارة لا تسير بذاتها بل تسير بقيادة إنسان مختار، وهو الذي يصدم وهو الذي قد تأتي منه في غفلته الكوارث. </p><p> إذن فتصادم حركة بحركة إنما ينشأ في الأمور الاختيارية، أو غفلة إنسان عن مهمته، كغفلة «المحولجي» عن عمله في تنظيم مرور القطارات، لكن تصادم حركة في الوجود بحركة أخرى في الوجود هو أمر مستحيل، ولا يحدث أبدا، لأن الأمر الذي ما زال في يد المهيمن الأعلى، مهيمن الأرض والسماء، وهو الله الذي يسير الكون منسجما ويعرفنا بصفاته فيقول:  {الله لاَ إله إِلاَّ هُوَ الحي القيوم لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ} </p><p> ومعناه: أني أنا القائم بأسبابكم ومدبر أمركم ولا أنام أو تأخذنا سنة أو غفلةاي فناموا أنتم فقد سخرت الوجود كله من أجلكم. </p><p> وما دام الأمر في الإسلام هكذا، والوجود ينسجم مع نفسه، فلماذا تشذ أنت أيها الإنسان عن الوجود؟ ولماذا تشِّذُ عن ملكات نفسك؟ </p><p> لماذا لا تكون منسجما مع الكون؟ إنك إن انسجمت مع نفسك ومع الكون صرت الإنسان السعيد. </p><p> وفي عصرنا الحديث نرى ارتقاء العالم ماديا بصورة عالية، بحيث يقع الحدث في أمريكا مثلا فنراه على شاشة التلفزيون فورا، ويركب الإنسان مركبا صاروخيا إلى الفضاء ولكن هل استراح العالم؟ لا، لقد ازداد العالم عناء، وكأنه يكد ذهنه ويرهق العلماء في معاملهم لابتكار أشياء تعطي للعالم مزيدا من القلق والاضطراب وتتصادم وتتعارض. وبذلك صار الكون لا يفرغ أبدا من حرب باردة أو ساخنة. </p><p> كل ذلك إنما ينشأ من إدارة أمور العالم بأهواء البشر، فلسنا جميعا مردودون إلى منهج واحد يأمرنا فنأتمر، وينهانا فننتهي، بل كل إنسان يتبع في عمله هواه، لذلك نرى القلق والاضطراب، ونرى الصرخات تملأ الدنيا من أهوال ومصائب، منها مثلا المخدرات هو إنسان غير راضٍ عن واقع حياته، فلا يريد مواجهة حياته، إنما يحاول الهرب منها بالإدمان، ونقول لمثل هذا الإنسان: ليس هذا حلا للمشكلة؛ لأن الإنسان عندما تأتيه مشكلة فهو يحتاج عقلا على عقله ليواجه هذه المشكلة، وأنت بهذا الإدمان إنما تُضَيِّع عقلك، رغم أنك مطالب بأن تأتي بعقل آخر بجانب عقلك لتحل مشكلتك، فالهرب من المشكلة لا يحلها، إنما الهروب غباء وقلة فطنة فالمشكلة زادت تعقيدا ونقول للمجتمعات التي تشكو من مثل هذه البلايا لو أخذتم شرائعكم من منهج الله لكان ذلك حماية لكم من مثل تلك الكوارث. </p><p> وهكذا نرى أن كل الابتكارات تُوجه دائما إلى الشر أولا، فإذا لم يوجد لها ميدان شر فإننا نوجهها إلى الخير، ويا ليته خير خالص لوجه الله، لا، إنه خير مجنح ومنحرف عن الخير لأن الذي لا يملك هذا اللون من الاختراعات كالشعوب النامية والعالم الثالث قد جعله المخترعون بوساطة هذه الاكتشافات والاختراعات مستعبدا ومقهورا لهم؛ إنهم جعلوا تقدمهم استعبادا وإذلالا لغيرهم وإن تظاهروا بغير ذلك. </p><p> لماذا يحدث كل ذلك؟ لأننا لم نكن منطقيين - كما يجب - مع أنفسنا ولا مع واقع </p><p> الأمور النهوضية التي نحن فيها فالطموحات العلمية التي لا حد لها لا يصح أن تسبب لنا كل هذا التعب، بل كان المفروض بعد الوصول إلى تحقيق هذه الطموحات ان نستريح، ولكن لِمَ لم يحدث هذا؟ لأن زمامنا نحن البشر بيد أهوائنا، والأهواء ليست هي اليد الأمينة، إن اليد الأمينة هي شرع الله الذي لم يشرع إلا لمصلحة من خلق، وما دام الإسلام يرسم طريق الأمان مع الخالق والنفس والكون الذي نحياه، بما فيه من الأجناس الأخرى، إذن فالدين عند الله هو الإسلام، وهذه هي النتيجة الحتمية لذلك يقول الحق سبحانه:  {وَنَحْنُ لَهُ مُسْلِمُونَ} ويتبعها الحق سبحانه بقوله: {وَمَن يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ ... } </p>"
}