{
  "id": null,
  "sura": 3,
  "aya": 52,
  "text": "<p> لقد ذكر عيسى ابن مريم القضية الجامعة المانعة أولا حين قال:  {إِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه هذا صِرَاطٌ مُّسْتَقِيمٌ}  [آل عمران: ٥١] . </p><p> وأوضح عيسى ابن مريم بما لا يقبل الجدل:  «أنا معكم سواء في مربوبيتنا إلى إله واحد، وأنا لم أجيء لأعلمّكم لأني تميزت عنكم بشيء. فيما يتعلق بالعبادة نحن سواء، فالله رب لي ورب لكم، والصراط المستقيم هو عبادة الله الحق.</p><p> ونحن ساعة نسمع» الصراط المستقيم «فإننا نتخيل على الفور الطرق الموصلة إلى الغاية، ونعرف جميعا أنه لا يوجد طريق في الحياة مصنوع لذات الطريق، إنما الطريق يصنع ليوصل إلى غاية. وساعة تسمع» صراط «فإننا نفهم على الفور الغاية التي نريد أن نصل إليها.والحق سبحانه يقول:{وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ}[الأنعام: ١٥٣].</p><p> وما دام هناك طريق لغاية ما فلا بد أن نحدد الغاية أولا، وتحديد الغاية إنما يهدف إلى إيضاح السبيل أمام الإنسان ليسلك الطريق الموصل إلى تلك الغاية. وهكذا يقول الحق على لسان عيسى ابن مريم:  {إِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه} . </p><p> والعبادة هي إطاعة العابد لأمر المعبود، وهكذا يجب أن نفطن إلى أن العبادة لا تقتصر على إقامة الأركان التعبدية في الدين من شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقامة الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت لمن استطاع إليه سبيلا، إن هذه هي أركان الإسلام ولا يستقيم أن ينفصل الإنسان المسلم عن ربه بين أوقات الأركان التعبدية، إن الأركان التعبدية لازمة، لأنها تشحن الطاقة الإيمانية للنفس حتى تقبل على العمل الخاص بعمارة الدنيا، ويجب أن نفطن إلى أن العبادة في الدنيا هي كل حركة تؤدي إلى إسعاد الناس وعمارة الكون. </p><p> ويجب أن نعرف أن الأركان التعبدية هي تقسيم اصطلاحي وضعه العلماء في الفقه كباب العبادات وباب المعاملات، لكن علينا أن نعرف أن كل شيء يأمر به الله اسمه» عبادة «. إذن فالعبادة منها ما يصل العبد بالمعبود ليأخذ الشحنة الإيمانية من خالقه، خالق الكون، ومنها ما يتصل بعمارة الكون. ولذلك قلنا: إنك حينما </p><p> تتقبل من الله أمرا بعبادة ما، فأنت تتلقاه وأنت موصول بأسباب الله بحثا عن الرزق وغير ذلك من أمور الحياة، والمثل الواضح لذلك هو قول الحق:  {ياأيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ}  [الجمعة: ٩] . </p><p> إن هذا الأمر بالصلاة الجامعة يوم الجمعة يخرج بالإنسان من أمر البيع، وهذا الأمر بالصلاة لم يأخذ الإنسان من فراغ، إنما أخذ الإنسان من عمل، هو البيع. </p><p> . ولو نظرنا إلى دقة الأداء في البيع لوجدناها قمة الأخذ المباشر للرزق. إن كلام الله يصل في دقته إلى ما لا يصل إليه كلام بشر، فلم يقل الله مثلا «اتركوا الصنعة»  «اتركوا الحرث» ولكن الحق جاء بالبيع هنا لأنه قمة النفعية العاجلة. </p><p> إن الذي يحرث ويزرع ينتظر وقتا قد يطول حتى تنضج الثمار، لكن الذي يبيع شيئا، فإنه ينال المنفعة فوراً، لقد جاء الأمر بترك هذه الثمرة العاجلة لأداء صلاة الجمعة، ويتضمن هذا الأمر ترك كل الأمور التي قد تأتي ثمراتها من بعد ذلك لأداء الصلاة. </p><p> إن البيع هو التعبير الدقيق لأن المتكلم هو الله، والحق لم يتكلم هنا مثلا عن الشراء، لأن الشاري قد يشتري وهو كاره، لكن البائع يملأه السرور وهو يبيع فقد يذهب رجل لشراء أشياء لبيته فيسمع الأذان فيسرع إلى الصلاة ويقول لأهله من بعد ذلك: لقد ذهبت إلى الشراء، لكن المؤذن قد أذن لصلاة الجمعة، ذلك أن الإنسان يجب ألا يدفع نقودا، لكن البائع يستفيد بقمة الفائدة. لذلك يخرجنا الحق من قمة «كل الأعمال ونهاية كل الأعمال وهي مبادلة السلع بأثمانها» . لكن ماذا بعد انقضاء الصلاة؟ {فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله واذكروا الله كَثِيراً لَّعَلَّكُمْ تُفْلِحُونَ}  [الجمعة: ١٠] . </p><p> لقد أخرجنا من الصلاة إلى الحياة نبتغي من فضل الله، ولذلك يكون الإنتشار في الأرض والبحث عن الرزق عبادة. </p><p> ولننظر إلى الدقة في قوله الحق:  {فانتشروا فِي الأرض} إن الانتشار يعني أن ينساح البشر لينتظموا في كل حركات الحياة، وبذلك تعمر كل حركة فيها. إن كل حركة في الحياة هي عبادة، وهكذا نستوعب قوله الحق على لسان عيسى ابن مريم:  {إِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه هذا صِرَاطٌ مُّسْتَقِيمٌ} ومن بعد ذلك يقول الحق: {فَلَمَّآ أَحَسَّ عيسى مِنْهُمُ الكفر} لقد حسم عيسى ابن مريم أمر العقيدة حينما قال: {إِنَّ الله رَبِّي وَرَبُّكُمْ} إن في ذلك تحذيرا من أن يقول أتباع عيسى أي شيء آخر عن عيسى غير أنه عبد الله خاضع لله، مأمور بالطاعة والعبادة لله. ووضع أمامهم المنهج، فقال:  {هذا صِرَاطٌ مُّسْتَقِيمٌ} . </p><p> وقول الحق:  {فَلَمَّآ أَحَسَّ عيسى مِنْهُمُ الكفر} يدل على أن كل صاحب فكرة، وكل صاحب مهمة، وكل صاحب هدف لا بد أن يكون يقظ الأحاسيس، لأن صاحب الفكرة وخاصة الدينية يخرج الناس من الظلمات إلى النور. </p><p> وقد يقول قائل: لماذا يعيش الناس في الظلام ولا يتجهون إلى النور من أول الأمر؟ وتكون الإجابة: إن هناك أناسا يستفيدون من وجود جموع الناس في الظلمات، لذلك يكون بينهم أناس ظالمون وأناس مظلومون، والظالم الذي يأخذ - اغتصابا - خيرَ الآخرين ويعربد في الكون يخاف من رجل الدعوة الذي ينهاه عن الظلم، ويدعوه إلى الهداية إلى منطق العقل، ومثل هذا الظالم عندما يسمع كلمة المنطق والدعوة إلى الإيمان لا يحب أن تُنطق هذه الكلمة، إنه يكره الكلمة والقائل لها. </p><p> إن الداعية مأمور من الله بأن يكون يقظا لأنه إن اهتدى بكلماته أناس وسعدوا بها، فإنّه يغضب أناساً آخرين، ذلك أن المجتمع الفاسد يوجد به المستفيدون من الفساد، فالداعية عليه أن يعرف يقظة الحس، ويقظة الحس معناها الالتفاف إلى الأحاسيس الخفية الموجودة عند كل إنسان، ونحن نسمى الأشياء الظاهرة منها الحواس الخمس، اللمس، والرؤية، والسمع، والتذوق، والشم. </p><p> إن رجل الدعوة مأمور بأن تعمل كل حواسه حتى يعرف من الذي يجبن ويرتجف </p><p> لحظة أن تأتي دعوة الخير، ومن الذي يطمئن ويحسن الراحة لدعوة الخير. إن رجل الدعوة مأمور بدقة اليقظة والإحساس ليميز بين الذي تتغير سحنته لحظة دعوة الخير، ومن الذي يستبشر ويفرح. </p><p> وعندما أعلن عيسى ابن مريم منهج الحق، وجد أنصار الظلم وأنصار البغي، وأنصار الظلمات غير معجبين بالمنهج الواضح للإيمان بالله، لذلك أحس منهم الكفر لقد كان مليئا باليقظة والانتباه. إنه يعلم أنه قد جاء برسالة من الله؛ ليخرج أناساً من مفسدة إلى مصلحة. وعندما أحس منهم الكفر، أراد أن ينتدب جماعة ليعينوه على أمر الدعوة. {قَالَ مَنْ أنصاري إِلَى الله} ؟ </p><p> إن الدعوة تحتاج إلى معركة، والمعركة تحتاج إلى تضحية. والتضحية تكون بالنفس والنفيس، لذلك لا بد أن يستثير ويحرك من يجد في نفسه العون على هذه المسألة. وهو لم يناد أفرادا محددين، إنما طرح الدعوة ليأتي الأنصار الذين يستشرفون في أنفسهم القدرة على حمل لواء الدعوة، ولتكون التضحية بإقبال نفس لا استجابة لداع. {فَلَمَّآ أَحَسَّ عيسى مِنْهُمُ الكفر قَالَ مَنْ أنصاري إِلَى الله} وكلمة «أنصار» هي جمع «نصير» . والنصير هو المعين لك بقوة على بُغْيَتِك. </p><p> وعندما سأل عيسى:  {مَنْ أنصاري إِلَى الله؟} كانت إلى في السؤال تفيد الغاية، وهي الله، أي من ينصرني نصرا تصير غايته إلى الله وحده لا إلى هؤلاء البشر؟ إنه لا يسأل عن أناس يدخلون في لواء الدعوة من أجل الغنيمة أو يدخلون من أجل الجاه أو غير ذلك إنه يسأل عن أهل العزم ليكون كل منهم متجها بطاقته إلى نصرة الله وحده. </p><p> ومثال ذلك ما دار بين رسولنا محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وبين رجال من المدينة في أثناء مبايعتهم له في العقبة فقد قال لهم رسول الله «:» أبايعكم على أن تمنعوني مما تمنعون فيه نساءكم وأبناءكم «فأخذ الداء بن معرور بيده ثم قال:» نعم والذي بعثك بالحق لنمنعنّك مِما نمنع منه أزرنا «فبايعوا رسول الله على ذلك فقام أبو الهيثم بن التيهان فقال: يا رسول الله إن بيننا وبين اليهود حبالا وإنا قاطعوها فهل عسيت إن نحن فعلنا ذلك ثم أظهرك الله أن ترجع إلى قومك وتَدَعنَا» ؟ فتبسم رسول الله ثم قال:  «بل الدم الدم والهدم الهدم أنا منكم وأنتم مني أحارب من حاربتم وأسالم من سالمتم» </p><p> أي ذمتي ذمتكم وحرمتي حرمتكم «.</p><p> أقال لهم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: إنكم ستمتلكون الأرض وستسودون الدنيا، أو ستنتصرون على أعدائكم؟ لا. بل قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أنا منكم وأنتم مِنِّي. لماذا؟ لأنه لو قال لهم ستنتصرون على أعدائكم، فقد يدخلون المعركة، ويموت واحد منهم؛ ولا يرى النصر، لكن الأمر الذي سيراه كل المؤمنين أن رسول الله منهم وأنهم من رسول الله وما داموا كذلك فسيدخلون معه الجنة وهي الغاية الأصيلة. </p><p> وعندما سأل عيسى ابن مريم {مَنْ أنصاري إِلَى الله} فكأنه كان يسأل: من يعينني معونة غايتها الله؟ ولماذا نأخذ هذا المعنى؟ تكون الإجابة: أنا آخذ المعنى على قدر ذهني؛ لأن مرادات الله في كلماته لا تتناهى كمالاً، وقد يأتي غيري ويأخذ منها معنى آخر. ومعنى «النصير» : هو «من ينصر بجهد وقوة» . وننظر النصر في الإيمان كيف يأتي؟ إن الحق سبحانه وتعالى حينما تكلم عن النصر في الإيمان قال:  {ياأيها الذين آمنوا إِن تَنصُرُواْ الله يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ}  [محمد: ٧] . </p><p> إذن فالنصر منا لله بأن نُطبق دينه، وهذا مراد الله، ولذلك يأتي النصر مرة من المؤمن لربه، ومرة من الرب لمربوبه، وقد يكون مراد عيسى - عليه السلام - من الذي ينصرني كي ينضم إلى الله في النصر؟ </p><p> ونحن هنا أمام معسكرين معسكر الإيمان، ومعسكر الكفر. لقد سأل عيسى {مَنْ أنصاري إِلَى الله} أي أنه يسأل عن الذين بإمكانهم أن ينضموا إلى غاية هي الله ونتفهم نحن هذا المعنى على ضوء ما قاله الحق: {ياأيها الذين آمنوا إِن تَنصُرُواْ الله يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ}  [محمد: ٧] . </p><p> ونعرف أيضا أن هناك نصراً من المؤمن لله، وهناك نصر من الله للمؤمن. وهكذا </p><p> يكون سؤال عيسى ابن مريم {مَنْ أنصاري إِلَى الله} ؟ فقد أفاد المعنيين معاً. وكانت الإجابة:  {قَالَ الحواريون نَحْنُ أَنْصَارُ الله آمَنَّا بالله واشهد بِأَنَّا مُسْلِمُونَ} . </p><p> والحواريون مأخوذة من الحور، وهو شدة البياض وهم جماعة أشرقت في وجوههم سيماء الإيمان فكأنها مشرقة بالنور. ونور الوجه لا يقصد به البشرة البيضاء، ولكن نور الوجه في المؤمن يكون بإشراقة الإيمان في النفس، ولذلك يصف الحق المؤمنين برسالة رسول الله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  {مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِّنَ الله وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود} </p><p> [الفتح: ٢٩] . </p><p> فحتى لو كان المؤمن أسود اللون فإن له سمة على وجهه. كيف ولماذا؟ لأن الإنسان مكون من أجهزة، ومكون من ذرات، وكل جهاز في الإنسان له مطلوب محدد وساعة أن تتجه كل الأجهزة إلى ما أراده الله، فإن الذي يحدث للإنسان هو انسجام كل أجهزته، وما دامت الأجهزة منسجمة فإن النفس تكون مرتاحة، ولكن عندما تتضارب مطلوبات الأجهزة، تكون السحنة مكفهرة. </p><p> عندما قال عيسى:  {مَنْ أنصاري إِلَى الله} سمع الاستجابة من الحواريين، والحواريون قوم لهم إشراقات انسجام النفس مع الإيمان، أو هم قوم بيض المعاني أي أن معانيهم بيضاء ومشرقة. والنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ سمى بعضا من صحابته حواري رسول الله وهم الذين جعلهم رسول الله معه طوال الوقت. </p><p> وحين قال الحواريون:  {نَحْنُ أَنْصَارُ الله} كان ذلك يعني أن كل إنسان منهم يريد نصرة الله. فينضم إلى الله ناصرا للمنهج وهذا يتطلب أن يعرف كل منهم المنهج. ونحن نعرف مقومات النصرة لله. إنه الإيمان: وما الإيمان؟ إنه اطمئنان القلب إلى قضية ما، هذا هو الإيمان في عمومه. فلو لم أكن مؤمنا بأن الطريق الذي أسير فيه موصلٌ إلى غاية مطلوبة لي لما سرت فيه. </p><p> مثال ذلك المسافر من القاهرة إلى دمياط لو لم يعتقد صحة الطريق لما سلك هذا الطريق، وإن لم اعتقد أنني إن لم أذاكر دروسي سوف أرسب لما ذاكرت. إذن فكل أمر </p><p> في الدنيا يتم بناؤه على الإيمان، لكن إذا أطلق الإيمان بالمعنى الخاص، فهو اطمئنان القلب إلى قمة القضايا، وهي الإيمان بالله، لذلك فأسلحة النصر إلى الله هي: إسلام كل جوارح الإنسان إلى الله. ولذلك قال الحواريون:  {نَحْنُ أَنْصَارُ الله آمَنَّا بالله واشهد بِأَنَّا مُسْلِمُونَ} . </p><p> لماذا يشهد الرسول لهم؟ لأن المفروض في الرسول أن يبلغ القوم عن الله، فيشهد عليهم كما قال الله سبحانه وتعالى:  {وَفِي هذا لِيَكُونَ الرسول شَهِيداً عَلَيْكُمْ وَتَكُونُواْ شُهَدَآءَ عَلَى الناس فَأَقِيمُواْ الصلاة وَآتُواْ الزكاة واعتصموا بالله هُوَ مَوْلاَكُمْ فَنِعْمَ المولى وَنِعْمَ النصير}  [الحج: ٧٨] . </p><p> ولنا أن نلحظ أن الحق أورد على لسانهم - الحواريين - الإيمان أولا، لأنه أمر غيبي عقدي في القلب، وجاء من بعد ذلك على لسان الحواريين طلب الشهادة بالإسلام؛ لأن الإسلام خضوع لمطلوبات الإيمان وأحكامه. إن قولهم:  {واشهد بِأَنَّا مُسْلِمُونَ} هو أيضا طلب منهم يسألونه لعيسى ابن مريم أن يبلغهم كل مطلوبات الإسلام قل لنا افعلوا كذا ولا تفعلوا كذا إنهم قالوا: «آمنا» وما داموا قد أعلنوا الإيمان بالله، فهم آمنوا بمن بلغهم عن الله، والمطلوب من عيسى ابن مريم أن يشهد بأنهم مسلمون، ولا تتم الشهادة إلا بعد أن يبلغهم كل الأحكام وقد بلغهم ذلك وعملوا به وقالوا من بعد ذلك:  {رَبَّنَآ آمَنَّا بِمَآ أَنزَلَتَ واتبعنا الرسول ... } </p>"
}