{
  "id": null,
  "sura": 3,
  "aya": 38,
  "text": "<p> إنها ساعة أن قالت له: إن الرزق من عند الله، وأنه الحق الذي يرزق من يشاء بغير حساب، هنا أيقظت فيه القضية الإيمانية فجاءت أمنيته إلى بؤرة الشعور، فقال زكريا لنفسه: فلنطلب من ربنا أن يرزقنا ما نرجوه لأنفسنا، وما دام قد قال هذا القول فلا بد أنه قد صدق مريم في قضيتها، بأن هذا الرزق الذي يأتيها هو من عند الله، ودليل آخر في التصديق هو أنه لا بد وقد رأى أن الألوان المتعددة من الرزق التي توجد عند مريم ليست في بيئته، أو ليست في أوانها؛ وكل ذلك في المحراب. </p><p> ونحن نعرف أن المحراب كلمة يراد بها بيت العبادة. يقول الحق:  {يَعْمَلُونَ لَهُ مَا يَشَآءُ مِن مَّحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كالجواب وَقُدُورٍ رَّاسِيَاتٍ اعملوا آلَ دَاوُودَ شُكْراً وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور}  [سبأ: ١٣] . </p><p> أو «المحراب» وهو مكان الإمام في المسجد، أو هو حجرة يصعد إليها بسلم، كالمبلغات التي تقام في بعض المساجد. وما دامت مريم قد أخبرت زكريا وهي في المحراب بأن الرزق من عند الله، وأيقظت بذلك تلك القضية الإيمانية في بؤرة شعوره، فماذا يكون تصرفه؟ هنا دعا زكريا أثناء وجوده في المحراب. {رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدعآء} إنه هنا يطلب الولد. ولكن لا بد لنا أن نلاحظ ما يلي: </p><p> - هل كان طلبه للولد لما يطلبه الناس العاديون من أن يكون زينة للحياة أو «عزوة» أو ذكرا؟ لا، إنه يطلب الذرية الطيبة، وذكر زكريا الذرية الطيبة تفيد معرفته أن هنالك ذرية غير طيبة. وفي قول زكريا الذي أورده الحق:  {يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ}  [مريم: ٦] . </p><p> أي أن يكون دعاء لإرث النبوة وإرث المناهج وإرث القيم، هكذا طلب زكريا الولد. لقد طلبه لمهام كبيرة، وقول زكريا:  «رب هب» تعني أنه استعطاء شيء بلا مقابل، إنه يعترف. أنا ليس لي المؤهلات التي تجعل لي ولدا؛ لأني كبير السن وامرأتي عاقر، إذن فعطاؤك يارب لي هو هبة وليس حقا، وحتى الذي يملك الاستعداد لا يكون هذا الأمر حقا له، فلا بد أن يعرف أن عطاء الله له يظل هبة، فإياك أن تظن أن اكتمال الأسباب والشباب هي التي تعطي الذرية، إن الحق سبحانه ينبهنا ألاّ نقع في خديعة وغش أنفسنا بالأسباب. {لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ </p><p> لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ} [الشورى: ٤٩ - ٥٠] . </p><p> إن في ذلك لفتا واضحا وتحذيراً محدداً ألا نفتتن بالأسباب، إذن فلكل عطاء من الله هو هبة، والأسباب لا تعطي أحدا ما يريد. </p><p> إن زكريا يقول:  {رَبِّ هَبْ لِي مِن لَّدُنْكَ} وساعة أن تقول من: «لدنك» فهو يعني «هب لي من وراء أسبابك» . لماذا؟ لأن الكل من الله. </p><p> ولكن هناك فرقا بين عطاء الله بسبب، كأن يذهب إنسان ليتعلم العلم ويمكث عشرين عاما ليتعلم، وهناك إنسان يفيض الله عليه بموهبة ما، ولذلك يقول أهل الإشراقات: إنه علم لدنى، أي من غير تعب، وساعة أن نسمع «من لدن» أي انعزلت الأسباب، كان دعاء زكريا هو {رَبِّ هَبْ لِي مِن لَّدُنْكَ} وكلمة «هب» توضح ما جاء في سورة مريم من قول زكريا: {قَالَ رَبِّ أنى يَكُونُ لِي غُلاَمٌ وَكَانَتِ امرأتي عَاقِراً وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً}  [مريم: ٨] . </p><p> إن «هب» هي التي توضح لنا هذه المعاني؛ هذا كان دعاء زكريا:  {رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدعآء} فهل المراد أن يسمع الله الدعاء؟ أم أن يجيب الله الدعاء؟ إنه يضع كل أمله في الله، وكأنه يقول: إنك يارب من فور أن تسمعني ستجيبني إلى طلبي بطلاقة قدرتك. لماذا؟ لأنك يارب تعلم صدق نيتي في أنني أريد الغلام لا لشيء من أمور كقرة العين، والذكر، والعز، وغيرها، إنما أريد الولد ليكون وارثا لي في حمل منهجك في الأرض، وبعد ذلك يقول الحق:  {فَنَادَتْهُ الملائكة وَهُوَ قَائِمٌ يُصَلِّي فِي المحراب ... } </p>"
}