{
  "id": null,
  "sura": 3,
  "aya": 176,
  "text": "<p> لقد كان المنافقون في أول المعركة مُختفين ومستورين، ثم ظهرت منهم بادرة الانخذال في أُحُد فكانوا أقرب إلى الكفر منهم إلى الإيمان، ولكنهم من بعد ذلك سارعوا إلى الكفر، فكأن هناك من يلاحقهم بسوط ليتسابقوا إلى الكفر. </p><p> وها هو ذا الحق سبحانه قد حدّد عناصر المعركة، أو قوى المعركة، أو ميدان المعركة أو جنود المعركة فينبه رسوله:  {وَلاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر} ولم يقل: لن يضروكم شيئا؛ لأن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وصحابته المؤمنين ليسوا طرفاً في المسألة، فعداء الذين يسارعون في الكفر هو عداء لله؛ لذلك يقول الحق:  {إِنَّهُمْ لَن يَضُرُّواْ الله شَيْئاً} . كأن المعركة ليست مع المؤمنين. ولكنها معركة الكافرين مع الله، وما دامت المعركة مع الله فالمؤمنون جند الله؛ وهم الصورة التي أرادها الله لهزيمة الكافرين:  {قَاتِلُوهُمْ يُعَذِّبْهُمُ الله بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ}  [التوبة: ١٤] </p><p> فلو كانت معركة الكفر مع المؤمنين بالله فقط لقال الله: ولا يحزنك الذين يسارعون في الكفر إنهم لن يضروكم شيئا، لكن المسألة ليست هكذا، لقد أراد معسكر الكفر والنفاق أن يدخل معركة مع الله، ولا توجد قوة قادرة على ذلك، ولهذا يطمئن الله المؤمنين أكثر، ليزدادوا ثباتاً على الإيمان؛ لأن الكل من البشر مؤمنين وكفاراً أغيار، وقد يتحول بعض من البشر المؤمنين الأغيار عن المنهج قليلاً، فعندما تكون المعركة بين بشر وبشر فقد يغلب أحد الطرفين بقوته. </p><p> ومن أجل المزيد من الاطمئنان الكامل نقل الله المعركة مع الكفر إلى مسألة أخرى، إنه بجلاله وكماله وجبروته هو الذي يقف ضد معسكر الكفار. والمهم فقط أن يظل المؤمنون في حضانة الله. والرسول كان يحزنه أن يُسارع البعض إلى الكفر. فهل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يعلم أنه إنما جاء مٌبلّغًا فقط؟ . إنه يعلم ولكنه كان يحرص - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - على أن يؤمن الناس جميعاً ليذوقوا حلاوة ما جاء به، هذا الحرص هو الذي يدفع الحُزن إلى قلب الرسول، وعندما </p><p> يرى واحداً لا يتذوق حلاوة المنهج، فالرسول يأمل أن يذوق الناس كلهم حلاوة الإيمان؛ لأنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رءوف رحيم بالمؤمنين، بل وبالناس جميعا {وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ} ودليل ذلك أن جاءه التخيير. «فقد نادى جبريل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وقال:» إن الله قد سمع قول قومك لك وما ردّوا عليك، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم. قال: فناداني ملك الجبال وسلم عليّ ثم قال: يا محمد، إن الله قد بعثني إليك وأنا ملك الجبال لتأمرني بأمرك فما شئت؟ إن شئت أُطبق عليهم الأخشبين؟ فقال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده ولا يشرك به شيئا» «. </p><p> فالرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لا يبقى على هؤلاء فقط ولكنه يحرص أيضاً على الأجيال القادمة. وقد كان. وخرج من أولاد كفار قريش صناديد وأبطال وجنود دعوة وشهداء. فَكَان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - كما أخبر الله في آيات القرآن - يحزن عندما لا يذوق أحد حلاوة الإيمان، ويقول الحق:  {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً}  [الكهف: ٦] </p><p> وفي موقع آخر يقول الحق:  {لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}  [الشعراء: ٣ - ٤] </p><p> والحق سبحانه وتعالى لا يريد أعناقاً، لكنه يريد قلوباً تأتي له بعامل الاختيار والمحبة، فباستطاعته وهو الخالق الأكرم أن يخلق البشر على هيئة غير قابلة للمعصية، كما خلق الملائكة، إن كل الأجناس تٌسبّح بحمده، إذن فالقرآن يُبيّن حِرصَه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأن يؤمن الناس جميعاً وأن يذوقوا حلاوة اللقاء بربهم، </p><p> واتّباع منهج الله وحلاوة التشريع الذي يُسعدهم ويُسعد كل ملكاتهم. فإذا ما جاءت المسائل على غير ما يُحبُّ رسول الله. فها هو ذا قول الله سبحانه:  {وَلاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر} . </p><p> وهذا دليل على أن الله يريد أن يُبلّغ البشر: أيها الناس إن من فَرْط حُبّ الرسول لكم أنه يحزن من أجل عِصيانكم وأنا الذي أقول له: لا تحزن. والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ رحيم بالأمة كلّها، كما يقول القرآن:  {وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ}  [الأنبياء: ١٠٧] </p><p> ويكفيه موقفه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يوم القيامة، حين تذهب كل أمة إلى رسولها ليردّها، فتأتي الأمم إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيُكرمه الله بقبول شفاعته حتى يُعجل الله بالفصل والحساب، وهذه رحمة للعالمين؛ لأنهم من هول الموقف يتمنون الانصراف ولو إلى النار. </p><p> ونحن قلنا سابقا: إن الحق سبحانه وتعالى علم انشغال سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بأمته وبرحمته بهم، فقال له الله - ليريح عواطفه ومواجيده - ما ورد هنا في الحديث الشريف: </p><p> فعن عبد الله ابن عمر بن العاص رَضِيَ اللَّهُ عَنْه أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلا قول الله عَزَّ وَجَلَّ في إبراهيم:  {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِّنَ الناس فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي} . </p><p> وقول عيسى - عليه السلام - {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم} . «فرفع يديه وقال: اللهم أمتي أمتي وبكى، فقال الله عَزَّ وَجَلَّ: يا جبريل اذهب إلى محمد وربك أعلم فسله ما يُبكيك؟ فأتاه جبريل عَلَيْهِ الصَّلَاة وَالسَّلَام ُ فسأله، فأخبره رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بما قال وهو أعلم، فقال الله: يا جبريل، </p><p> اذهب إلى محمد فقل:  (إنا سنرضيك في أمتك ولا نسوؤك) » </p><p> ورسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - له موقف آخر يدل على كمال رحمته بأمته، فقد أنزل الله فيما أنزل من القرآن الكريم - بعد فترة الوحي - قوله تعالى:  {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى} . </p><p> انظروا إلى ما ورد عن سيدنا علي في هذه الآية، فقد روِيَ أنه - رَضِيَ اللَّهُ عَنْه - قال لأهل العراق: إنكم تقولون: إن أرجى آية في كتاب الله تعالى: {قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً} . قالوا: إنا نقول ذلك قال: ولكنّا - أهل البيت - نقول: إن أرجى آية في كتاب الله قوله تعالى: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى} . وفي الحديث لما نزلت هذه الآية قال النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: (إذا لا أرضى وواحد من أمتي في النار) . </p><p> كما روى أن رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قال:  «لكل نبيّ دعوة مستجابة فتعجل كل نبيّ دعوته وإني اختبأت دعوتي شفاعتي لأمتي يوم القيامة» . </p><p> وهكذا نرى شغل رسول الله بأمته كأمر واضح موجود في بؤرة شعوره. </p><p> إذن فقول الله:  {وَلاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر} هو توضيح من الله لرسوله بأنهم لم يسارعوا في الكفر تقصيراً منك، فأنت قد أديت واجبك، ويضيف سبحانه:  {إِنَّهُمْ لَن يَضُرُّواْ الله شَيْئاً} ولم يقل سبحانه: إنهم لن يضروك، أو لن يضروا المؤمنين، لا بل لقد جعل سبحانه وتعالى المعركة معه وهو القوى ذو الجبروت إنّه هنا يطمئن المؤمنين. </p><p> ويريد الله ألا يجعل للذين يسارعون إلى الكفر حظاً في الآخرة فيقول: {يُرِيدُ الله </p><p> أَلاَّ يَجْعَلَ لَهُمْ حَظّاً فِي الآخرة وَلَهُمْ عَذَابٌ عَظِيمٌ} وما دامت هذه إرادات الله في ألا يجعل لهم حظاً في الآخرة، أيكون لهم عمل يصادم مرادات ربهم؟ لا. </p><p> إنه سبحانه يريد بما شرّع من منهج أن تأتيهم سُنّته، والله يعذّب من يخالف سُنته التي شرعها. لأنه جلت قدرته يطلب من المكلفين أن يطبقوا سنته التي شرعها لهم. </p><p> وفرق بين وجود «لام العاقبة» التي تأتي حين يكون في مُراد العبد شيء، ولكن القُدرة الأعلى تريد شيئاً آخر، وهي تختلف عن «لام الإرادة» والتعليل ف «لام الإرادة والتعليل» تتضح في قولنا: ذاكر التلميذ لينجح، لأن علّة المذاكرة هي الرغبة في النجاح، أما «لام العاقبة» فتتضح عندما يقول الأب لابنه: أنا دللتك لترسب آخر العام. </p><p> أدللّ الأب ابنه حتى يرسب؟ لا، ولكن الأب يأتي هنا ب «لام العاقبة» أي كان للأب مراد، ولكن قدرة أعلى جاءت على خلاف المراد. </p><p> ونوضح المسألة أكثر، فالحق يقول في قصة سيدنا موسى:  {وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين}  [القصص: ٧] </p><p> ونحن لا بد أن نتنبه إلى قول الحق:  {فَأَلْقِيهِ فِي اليم} والإنسان العادي لو قال لامرأة تحمل رضيعها: إن خفت على ابنك فألقيه في البحر. هذه المرأة لن تُصدّق هذا القائل، لكن أم موسى تلقت هذا الوحي من الله، والتّلقّي من الله لا يُصادمه فكر شيطان ولا فكر بشر، فالإلهام من الله يتجلّى في قوله:  {وَأَوْحَيْنَآ إلى أُمِّ موسى} . وما دام الله هو الذي ألهمها، فإن خاطر الشيطان لا يجيء. ولذلك قامت أم موسى بتنفيذ أمر الله. ويطمئنها الله فقال لها: {وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ </p><p> وَجَاعِلُوهُ مِنَ المرسلين} . </p><p> ويُنبّه سُبحانه أم موسى أنه لن يردّه إليها لمجرد أنه قرة عين، ولكن لأن لموسى أيضاً مُهمّة مع الله. وفي لقطة أخرى يقول الحق عن مسألة الوحي لأم موسى:  {إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي وَلِتُصْنَعَ على عيني}  [طه: ٣٨ - ٣٩] </p><p> والحق هنا في هذه اللقطة يصف وقت تنفيذ العملية التي أوحى بها، ففيه فرق بين التمهيد للعملية قبل أن تقع كما حدث في اللقطة السابقة حيث قال لها الحق:  {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم} . كان ذلك هو الإعداد، ثم جاء وقت التنفيذ، فقال الحق لموسى:  {إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى} . إنها سلسلة من الأوامر المتلاحقة التي تدل على أن هذه العملية كانت في وقت أخذ جنود فرعون لأطفال بني إسرائيل ليقتلوهم، إنه سبحانه يبين لنا أن جنود الله من الجمادات التي لا تعي تلقت الأمر الإلهي بأن تصون موسى، فكلمة «اقذفيه» تدل على السرعة، وتلقّي «اليم» الأمر من الله بأن موسى عندما يُلقى في البحر، فلا بد أن يلقيه إلى الساحل. {إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل} إنها أوامر للمُسخّر من المخلوقات التي لا تعصى. </p><p> لكن كيف تكون أوامر الحق لعدو لله؟ إن الله يدخلها كخاطر مُلحّ في رأس فرعون ليُنفّذ مُراد الله. إن امرأة فرعون تقول له ما جاء في قوله تعالى:  {وَقَالَتِ امرأة فِرْعَوْنَ قُرَّةُ عَيْنٍ لِّي وَلَكَ لاَ تَقْتُلُوهُ عسى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً وَهُمْ لاَ يَشْعُرُونَ}  [القصص: ٩] </p><p> لقد دخل أمر الله كخاطر، والتقطه آل فرعون لا ليكون قرة عين لامرأة فرعون، ولكن لأمر مختلف أراده الله. </p><p> فهل ساعة الالتقاط كان في بالهم أن يكون موسى عدوّاً </p><p> أو قرة عين؟ إنها «لام العاقبة» التي تتضح في قوله: {لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً} . فالإنسان يكون في مُراده شيء، ولكن القدرة الأعلى من الإنسان - وهو الله - تريد شيئاً آخر. </p><p> الإنسان في تخطيطه أن يقوم بالعملية لكذا، ولكن القوة الأعلى من الإنسان تريد العملية لهدفٍ آخر، وهي التي أوحت للإنسان أن يقوم بهذه العملية. ويتجلّى ذلك بوضوح في العلة لالتقاط آل فرعون لموسى. كان فرعون يريده قٌرّة عين له، ولكن الله أراده أن يكون عدوّاً لفرعون. وفي هذا المثال توضيح شامل للفرق بين «لام العاقبة» و «لام الإرادة والتعليل» وعندما نرى أحداثاًَ مثل هذه الأحداث فلا نقول: «هذا مراد الله» ولكن فلنقل: (العاقبة فيما فعلوا وأحدثوا خلاف ما خططوا) . </p><p> وبعد ذلك يقول الحق:  {إِنَّ الذين اشتروا الكفر بالإيمان ... .} </p>"
}