{
  "id": null,
  "sura": 3,
  "aya": 16,
  "text": "<p> إن قولهم:  {رَبَّنَآ إِنَّنَآ آمَنَّا} هو أول مرتبة للدخول على باب الله، فكأن الإيمان بالله يتطلب رعاية من الذي تلقى التكليف لحركة تفسه، لأن الإيمان له حق يقتضي ذلك، كأن المؤمن يقول: أنا ببشريتي لا أستطيع أن أوفى بحق الإيمان بك، فيارب اغفر لي ما حدث لي فيه من غفلة، أو من زلة، أو من كبر، أو من نزوة نفس. </p><p> وهذا الدعاء دليل على أنه عرف مطلوب الإيمان كما أوضحه لنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في بيانه لمعنى الإحسان حين قال:  «الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» . </p><p> كأن تستحضر الله في كل عمل؛ لأنه يراك. </p><p> وهل يتأتى لواحد من البشر أن يجترئ على محارم من يراه بعينه؟ حينئذ يستحضر المؤمن ما جاء إلينا من مأثور القول، فكأنه سبحانه وتعالى يوجه إلينا الحديث: يا عبادي إن كنتم تعتقدون أني لا أراكم، فالخلل في إيمانكم. وكنتم تعتقدون أني أراكم فلم جعلتموني أهون الناظرين إليكم؟ </p><p> وكأن الحق سبحانه يقول للعبد: هل أنا أقل من عبيدي؟ أتقدر أن تسيء إلى أحد وهو يراك؟ إذن فكيف تجرؤ على الإساءة لخالقك؟ </p><p> إن قول المؤمنين:  {إِنَّنَآ آمَنَّا فاغفر لَنَا} دليل على أنهم علموا أن الإيمان مطلوباته صعبة. {الذين يَقُولُونَ رَبَّنَآ إِنَّنَآ آمَنَّا فاغفر لَنَا ذُنُوبَنَا} </p><p> فلنر على ماذا رتبوا غفران الذنب؟ لقد رتبوا طلب غفران الذنب على الإيمان. لماذا؟ لإنه مادام الحق سبحانه وتعالى قد شرع التوبة، وشرع المغفرة للذنب، فهذا معناه أنه سبحانه قد علم أزلا أن عباده قد تخونهم نفوسهم، فينحرفون عن منهج الله. </p><p> ويختم الحق سبحانه الآية بقوله على ألسنة المؤمنين:  {وَقِنَا عَذَابَ النار} لأنه ساعة أن أعلم أن الحق سبحانه وتعالى ضمن لي بواسع مغفرته أن يستر عليّ الذنب، فإن العبد قد يخجل من ارتكاب الذنب، أو يسرع بالاستغفار. </p><p> ولماذا لا يكون قوله {فاغفر لَنَا ذُنُوبَنَا} بمعنى استرها يارب عنا فلا تأتي لنا أبدا؟ وإن جاءت فهي محل الاستغفار والتوبة. فإذا أذنبت ذنبا، واستغفرت ربي، وعلمت أن ربي قد أذن بالمغفرة؛ لأنه قال:  {فَقُلْتُ استغفروا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً}  [نوح: ١٠] . </p><p> فإن الوجل يمتنع، والخوف يذهب عني، وأقبل على الله بمحبة على تكاليفه وأحمل نفسي على تطبيق منهج الله كله. ولذلك حينما شرع الله الحق سبحانه وتعالى للخلق التوبة كان ذلك رحمة أخرى. وهذه الرحمة الأخرى تتجلى في المقابل والنقيض. </p><p> هب أن الله لم يشرع التوبة وأذنب واحد ذنبا، وبمجرد أن أذنب ذنبا خرج من رحمة الله فماذا يصيب المجتمع منه؟ إن كل الشرور تصيب المجتمع من هذا الإنسان لأنه فقد الأمل في نفسه، أما حينما يفتح الله له باب التوبة فإن ارتكب العبد ذنبا ساهيا عن دينه، فإن يرجع إلى ربه. </p><p> وتلك واقعية الدين الإسلامي، فليس الدين مجرد كلام يقال، ولكنه دين يقدر الواقع البشري، فإنه - سبحانه - يعلم أن العباد سيرتكبون الذنوب، فيرسم لهم أيضا طريق الإستغفار. وإذا ما ارتكب العباد ذنوبا، فإن الحق يطلب منهم أن يتوبوا عنها. وأن يستغفروا الله. فإذا ما لذعتهم التوبة حينما يتذكرون الذنب فإن هذه اللذعة كلما لذعتهم أعطاهم الله حسنة. </p><p> كأن غفران الذنب شيء، والوقاية من النار شيء آخر. كيف؟ لأنه ساعة أن يعلم العبد أن الحق سبحانة وتعالى ضمن للعبد مغفرته، وهو الخالق المربي، فإن العبد يذهب إلى الله مستغفرا طامعا في المغفرة والرحمة. إنها دعوة المؤمنين إن كانوا قد نسوا أن يستغفروا لأنفسهم. لماذا؟ لأن الاستغفار من الذنب تكليف من الله. وكما قلنا: إن الإنسان قد ينسى بعضا من التكاليف، لذلك فمن الممكن أن يسهو عن الاستغفار، ولذا يقول الحق على ألسنة عباده المؤمنين:  {وَقِنَا عَذَابَ النار} . </p><p> ومعنى التقوى أن تجعل بينك وبين النار وقاية، أو تجعل بينك وبين غضب ربك وقاية، فإذا ما أخذت النعم من الله لتصرفها في منهج الله تكون حسنة لك، وقلنا: إن «اتقوا الله» و «اتقوا النار» ملتقيتان، لأن معنى «اتقوا النار» كي لا تصيبكم بأذى، «اتقوا الله» تعني أن نضع بيننا وبين غضب الله وقاية، لأن غضب الله سيأتي. </p><p> وبعد ذلك يقول الحق:  {الصابرين والصادقين والقانتين والمنفقين ... .} </p>"
}