{
  "id": null,
  "sura": 4,
  "aya": 48,
  "text": "<p> هذه من أرجي الآيات في كتاب الله، ولذلك فحينما سئل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: ما موجبات الإيمان؟ أي ما الذي يعطينا الإيمان؟ فقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «من قال لا إله إلا الله دخل الجنة» . </p><p> وعن عثمان رَضِيَ اللَّهُ عَنْه قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: «من مات وهو يعلم أنه لا إله إلا الله دخل الجنة» . </p><p> ونحن نقول إن من يشرك بالله فهو يرتكب الخيانة العقدية العظمى، وقد أخذنا هذا المصطلح من القوانين الوضعية، وإن كانت القوانين الوضعية ليس غرضها أن تؤكد قضايا دينية، لكن غفلتهم تجعلنا نلتقط منها أنها تؤكد القضايا الدينية أيضاً. هب أن جماعة قاموا بحركة، وبعد ذلك استغل واحد منهم الحركة في نفع خاص له، وواحد آخر استغل الحركة في أن تكون له لا للآخر، أي ينقلب عليه، فالأول القائم على النظام يسميها خيانة عظمى، أما من لا يقاوم بغرض خلع الحاكم ولكنّه يظلم الناس فقد يعاقبه الحاكم على ما حدث منه وليس على الخيانة العظمى. إذن ففي قانون البشر أيضاً خيانة عظمى، وفيه انحراف وهو الذي لا يتعرض للسيادة، لكن أي حركة تتعرض للسيادة يكون فيها قطع رقاب، وكل أمر آخر إنما يؤخذ بدرجة من العقوبة تناسب ذنبه. </p><p> فالحق سبحانه وتعالى يوضح: أصل القضية الإيمانية أن الله سبحانه وتعالى يريد منكم أن تعترفوا بأنه الإله الواحد الذي لا شريك له، وحين تعترف بأنه الإله الواحد الذي لا شريك له. فأنت تدخل حصن الأمان، ولذلك يقول رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الحديث الشريف: </p><p> «أشهد ألا إله إلا الله وأني رسول الله لا يلقى الله بهما عبد غير شاك منهما إلا دخل الجنة» . </p><p> وأبو ذر عندما قال للنبي في محاورة بينهما حول هذه الآية، قال له: «ما من عبد قال لا إله إلا الله ثم مات على ذلك إلا دخل الجنة، قلت: وإن زنى وإن سرق؟ قال وإن زنى وإن سرق، قلت وإن زنى وإن سرق؟ قال وإن زنى وإن سرق (ثلاثا) » </p><p> ثم قال في الرابعة: على رغم أنف أبي ذر. </p><p> لقد كان أبو ذر غيوراً على حدود الله، فهل ساعة قال رسول الله: على رغم أنف أبي ذر؛ هل هذه أحزنت أبا ذر؟ لا لم تحزنه، ولذلك عندما كان يحكيها ويقولها: من قال لا إله إلا الله دخل الجنة وإن رغم أنف أبي ذر وهو مسرور، لماذا؟ لأنها فتحت باب رحمة الحق، لأنه إذا لم يكن هذا فما الفارق بين من اعتقدها وقالها وبين من لم يقلها؟ فلا بد أن يكون لها تمييز. </p><p> وكل جريمة موجودة في الإسلام - والحق سبحانه قد جرمها - فهذا يعني أنها قد تحدث. مثال ذلك. . يقول الحق تبارك وتعالى:  {والسارق والسارقة فاقطعوا أَيْدِيَهُمَا}  [المائدة: ٣٨] . </p><p> وهذا يعني أنه من الجائز أن يسرق المؤمن، وكذلك قد يزني في غفلة من الغفلات، وفي أسس الاستغفار يأتي البيان الواضح: من الصلاة للصلاة كفارة ما بينهما، الجمعة للجمعة كفارة، الحج كفارة، الصوم كفارة. </p><p> عن أبي هريرة رَضِيَ اللَّهُ عَنْه أن رسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال:  «الصلوات الخمس والجمعة إلى الجمعة كفارة لما بينهن ما لم تُغْشَ الكبائر» . </p><p> أي أن ربنا قد جعل أبواباً متعددة للمغفرة وللرحمة، وهو سبحانه يقول:  {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ} وهذه المسألة ليست لصالحه إنما لصالحكم أنتم حتى لا تتعدد آلهة البشر في البشر ويرهق الإنسان ويشقى من كثرة الخضوع لكل م كان قويا عنه، فأعفاك الله من هذا وأوضح لك: لا، اخضع لواحد فقط يكفك كل الخضوع لغيره، واعمل لوجه واحد يكفك كل الأوجه، وفي ذلك راحة للمؤمن. </p><p> إن الإيمان إذن يعلمنا العزة والكرامة، وبدلاً من أن تنحني لكل مخلوق اسجد للذي خلق الكون كله بصفات قدرته وكماله، فلم تنشأ له صفة لم تكن موجودة هل أنتم زدتم له صفة؟ لا. فهو بصفات الكمال أوجدكم وبصفات الكمال كان قيوماً عليكم، فأنتم لم تضيفوا له شيئاً، فكونك تشهد أن لا إله إلا الله. </p><p> ما مصلحتها بالنسبة لله؟ إن مصلحتها تكون للعبد فحسب. </p><p> ولذلك قلنا: إن الحق سبحانه وتعالى يريد من عباده أن يجتمعوا كل أسبوع مرة؛ لأنك قد تصلي فرضاً فرضاً في مصنعك أو في مزرعتك أو في أي مكان، إنما يوم الجمعة لا بد أن تجتمع مع غيرك، لماذا؟ لأنه من الجائز أنك تذل لله بينك وبينه، تخضع وتسجد وتبكي بينك وبين الله، لكنه يريد هذه الحكاية أمام الناس، لترى كل من له سيادة وجاه يسجد ويخشع معك لله. وفي الحج ترى كل من له جاه ورئاسة يؤدي المناسك مثلك، فتقول بينك وبين نفسك أو تقول له: لقد استوينا في العبودية، فلا يرتفع أحد على أحد ولا يذل له بل كلنا عبيد الله ونخضع له وحده. </p><p> إذن فالمسألة في مصلحة العبد، {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ} ، لأنه لو غفر أن يشرك به لتعدد الشركاء في الأرض، وحين تعدد الشركاء في الأرض يكون لكل واحد إله، وإذا صار لكل واحد إله تفسد المسألة، لكن الخضوع لإله واحد نأتمر جميعاً بأوامره يعزنا جميعا. . فلا سيادة لأحد ولا عبودية لأحد عند أحد، فقوله:  {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ} . . هذا لمصلحتنا. </p><p> {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَآءُ} . </p><p> وروى ابن جريج عن عطاء عن ابن عباس قال أتى وحشيٌّ وهو قاتل سيدنا حمزة في غزوة أحد، أتى على النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فقال: يا محمد أتيتك مستجيرا فأجرني حتى أسمع كلام الله فقال رسول الله: «أتيتني مستجيرا فأنت في جواري حتى تسمع كلام الله قال: فإني أشركت بالله وقتلت النفس التي حرم الله وزنيت هل يقبل الله مني توبة؟ فصمت رسول الله حتى نزلت:  {والذين لاَ يَدْعُونَ مَعَ الله إلها آخَرَ وَلاَ يَقْتُلُونَ النفس التي حَرَّمَ الله إِلاَّ بالحق وَلاَ يَزْنُونَ وَمَن يَفْعَلْ ذلك يَلْقَ أَثَاماً يُضَاعَفْ لَهُ العذاب يَوْمَ القيامة وَيَخْلُدْ فِيهِ مُهَاناً إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فأولئك يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ الله غَفُوراً رَّحِيماً}  [الفرقان: ٦٨ - ٧٠] </p><p> فتلاها عليه فقال: أرى شرطاً فلعليَّ لا أعمل صالحا، أنا في جوارك حتى أسمع كلام الله فنزلت: </p><p> {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَآءُ وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْماً عَظِيماً}  [النساء: ٤٨] . </p><p> فدعا به فتلاعليه قال: فلعلِّي ممن لا يشاء، أنا في جوارك حتى أسمع كلام الله فنزلت:  {قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً إِنَّهُ هُوَ الغفور الرحيم}  [الزمر: ٥٣] . </p><p> فقال نعم: الآن لا أرى شرطاً فأسلم. </p><p> إذن فالمسألة كلها تلطف من الخالق بخلقه، واعتبار عمليات الغفلة عمليات طارئة على البشر، وما دام الحق يقنن تقنينات فمن الجائز أنها تحدث، لكن إذا حدثت معصية من واحد ثم استغفر عنها، إياك أن تأتي بسيرتها عنده مرة أخرى وتذكره بها وافرض أن واحداً شهد زوراً، افرض أن واحداً ارتكب ذنباً، ثم استغفر الله منه وتاب. إياك أن تقول له: يا شاهد الزور؛ لأنه استغفر من يملك المغفرة، فلا تجعله مذنباً عندك؛ لأن الذي يملكها انتهت عنده المسألة. </p><p> لماذا؟ لكيلا يذلّ الناس بمعصية فعلت، بل العكس؛ إنّ أصحاب المعاصي الذين أسرفوا على أنفسهم يكونون في نظر بعض الناس هينين محقرين. ولذلك نقول: إن الواحد منهم كلما لذعته التوبة وندم على ما فعل كُتبت له حسنة، فعلى رغم أنه ذاق المعصية لكنه مع ذلك تاب عنها، وهذا هو السبب في أن الله يبدل سيئاتهم حسنات، وعندما نعلم أن ربنا يبدل سيئاتهم حسنات فليس لنا أن نحتقر المسرفين على أنفسهم. بل علينا أن نفرح بأنهم تابوا، ولا نجعل لهم أثرا رجعيا في الزلة والمعصية. </p><p> {وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْماً عَظِيماً} و» الافتراء «هو الكذب المتعمد. لأن </p><p> هناك من يقول لك قضية على حسب اعتقاده، وتكون هذه القضية كاذبة، كأن يقول لك: فلان زار فلاناً بالأمس. </p><p> هو قال ذلك حسب اعتقاده بأن قالوا له أو رأى أثر للزيارة، على الرغم من أن مثل هذه الزيارة لم تحدث فيكون كذباً فقط، أما الشرك فهو تعمد الكذب على الله وهذا يطلق عليه:  {افترى إِثْماً عَظِيماً} لأنه مخالف لوجدانية الفطرة، كأن وجدانية الفطرة تقول: لا تقل إلا ما تعرفه فعلاً وأنت متأكد بل عليك ألا تخالف فطرتك متعمدا وتجعل لله شريكا. </p><p> والحق سبحانه وتعالى عندما يقول: لا إله إلا الله وحده لا شريك له. إما أن تكون هذه الكلمة صادقة فننتهي، وإما ألا تكون صادقة - والعياذ بالله - أي أن هناك أحداً آخر معه، وهذا الآخر سمع أن هناك واحداً يقول: لا إله إلا أنا. أسكت أم لم يسمع؟ إن لم يكن قد سمع فيكون إلهاً غافلاً، وإن كان قد سمع فلماذا لم يعارض ويقول: لا، لا إله إلا أنا، ويأتي بمعجزة أشد من معجزة الآخر ولم يحدث من ذلك شيء إذن فهذه لا تنفع وتلك لا تنفع، ف «لا إله إلا الله» حين يطلقها الله ويأتي بها رسول الله ويقول الله: أنا وحدي في الكون ولا شريك لي، ولم ينازعه في ذلك أحد فالمسألة صادقة لله بالبداهة ولا جدال. </p><p> {وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْماً عَظِيماً} والافتراء كما يكون في الفعل وفي الكلام ويكون في الاعتقاد أيضاً. «إثم عظيم» ، وهذا يعني أن هناك إثما غير عظيم، «الإثم العظيم» هو الذي يُخلّ قضية عقدية واحدة في الكون تشمل الوجود كله هي أنه لا إله إلا الله. </p><p> ثم يقول الحق سبحانه وتعالى عوْداً على هؤلاء اليهود:  {أَلَمْ تَرَ إِلَى الذين ... } . </p>"
}