{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> وساعة يدعو الله سبحانه الناس إلى تقواه يقول:  {ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ} ومعنى {اتقوا رَبَّكُم} أي اجعلوا بينكم وبينه وقاية، وماذا أفعل لأتقى ربنا؟ </p><p> أول التقوى أن تؤمن به إلها، وتؤمن أنه إله بعقلك، إنه - سبحانه - يعرض لك القضية العقلية للناس فيقول:  {ياأيها الناس اتقوا رَبَّكُمُ} ولم يقل: اتقوا الله، لأن الله مفهومه العبادة، فالإله معبود له أوامر وله نواه، لم يصل الحق بالناس لهذه بعد، إنما هم لا يزالون في مرتبة الربوبية، والرب هو: المتولى تربية الشىء، خلقاً من عدم وإمدادا من عدم، لكن أليس من حق المتولى خلق الشيء، وتربيته أن يجعل له قانون صيانة؟ </p><p> إن من حقه ومسئوليته أن يضع للمخلوق قانون صيانة. ونحن نرى الآن أن كل مخترع أو صانع يضع لاختراعه أو للشىء الذي صنعه قانون صيانة، بالله أيخلق سبحانه البشر من عدم وبعد ذلك يتركهم ليتصرفوا كما يشاؤون؟ أم يقول لهم: اعملوا كذا وكذا ولا تعملوا كذا وكذا، لكى تؤدوا مهمتكم فى الحياة؟ إنه يضع دستور الدعوة للإيمان فقال:  {ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ} </p><p> إذن فالمطلوب منهم ان يتقوا، ومعنى يتقوا ان يقيموا الوقاية لأنفسهم بأن ينفذوا أوامر هذا الرب الإله الذي خلقهم، وبالله أيجعل خلقهم علة إلا إذا كان مشهودا بها له؟ هو سبحانه يقول:  {اتقوا رَبَّكُمُ الذي خَلَقَكُمْ} كأن خلقه ربنا لنا مشهود بها، وإلا لو كان مشكوكا فيها لقلنا له: إنك لم تخلقنا - ولله المثل الأعلى؟ </p><p> أنت تسمع من يقول لك: أحسن مع فلان الذي صنع لك كذا وكذا، فأنت مقر بأنه صنع أم لا؟ فإذا أقررت بأنه صنع فأنت تستجيب لمن يقول لك مثل ذلك الكلام. إذن فقول الله:  {ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ} فكأن خلق الله للناس ليس محل جدال ولا شك من أحد، فأراد - سبحانه - أن يجذبنا إليه ويأخذنا إلى جنابه بالشىء الذي نؤمن به جميعا وهو أنه - سبحانه - خلقنا إلى الشيء الذي يريده وهو أن نتلقى من الله ما يقينا من صفات جلاله، وجاء سبحانه بكلمة «رب» ولم يقل: «اتقوا الله» لأن مفهوم الرب هو الذي خلق من عدم وأمد من عُدم، وتعهد وهو المربي ويبلغ بالإنسان مرتبة الكمال الذي يراد منه وهو الذي خلق كل الكون فأحسن الخلق والصنع، ولذلك يقول الحق:  {وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض وَسَخَّرَ الشمس والقمر لَيَقُولُنَّ الله فأنى يُؤْفَكُونَ}  [العنكبوت: ٦١] إذن فقضية الخلق قضية مستقرة. ومادامت قضية مستقرة فمعناها: مادمتم آمنتم بأنى خالقكم فلى قدرة إذن، هذه واحدة، وربيتكم إذن فلى حكمة، وإله له قدرة وله حكمة، إما أن نخاف من قدرته فنرهبه وإما أن نشكر حكمته فنقر به، {ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ} . </p><p> لو لم يقل الحق:  {وَجَعَلَ مِنْهَا زَوْجَهَا} لما كملت، لماذا؟ لأنه سيقول فى آيات آخرى عن الإيجاد:  {وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُون}  [الذاريات: ٤٩] إذن فخلقكم من نفس واحدة وخلق منها زوجها هنا، والناس تريد أن تدخل فى متاهة. هل خلق منها المقصود به خلق حواء من ضلع آدم أى من نفس آدم؟ أناس </p><p> قالوا ذلك، وأناس قالوا: لا، {مِنْهَا} تعني من جنسها، ودللوا على ذلك قائلين: حين يقول الله: {لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ}  [التوبة: ١٢٨] أأخذالله محمدا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من نفوسنا وكونه؟ لا، إنما هو رسول من جنسنا البشرى، وكأنه سبحانه قد أشار إلى دليل؛ لأن خلق حواء قد انطمست المعالم عنه، ولأنه أعطانا بيان خلق آدم وتسويته من طين ومراحل خلقه إلى أن صار إنسانا، ولذلك يجوز أن يكون قد جعل خلق آدم هو الصورة لخلق الجنس الأول، وبعد ذلك تكون حواء مثله، فيكون قوله سبحانه:  {خَلَقَ مِنْهَا} أي من جنسها، خلقها من طين ثم صورها إلخ؛ ولكن لم يعد علينا التجربة في حواء كما قالها فى آدم، أو المراد من قوله:  {مِنْهَا} أى من الضلع، وهذا شيء لم نشهد أوله، والشيء الذي لم يشهده الإنسان فالحجة فيه تكون ممن شهده، وسبحانه أراد أن يرحمنا من متاهات الظنون في هذه المسألة، مسألة كيف خُلقنا، وكيف جئنا؟ </p><p> إن كيفية خلقك ليس لك شأن بها، فالذي خلقك هو الذي يقول لك فاسمع كلامه لأن هذه مسألة لا تتعلق بعلم تجريبي؛ ولذلك عندما جاء «دارون» وأراد أن يتكبر ويتكلم، جاءت النظرية الحديثة لتهدم كلامه، قالت النظرية الحديثة لدارون: إن الأمور التي أثرت في القرد الأول ليكون إنسانا، لماذا لم تؤثر في بقية القرود ليكونوا أناسا وينعدم جنس القرود؟! وهذا سؤال لا يجيب عليه دارون؛ لذلك نقول: هذا أمر لم نشهده فيجب أن نستمع ممن فعل، والحق سبحانه يقول:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] وما دام لم يشهدهم، فهل يستطيع أحد منهم أن يأتي بعلم فيها؟ إن أحدا لا يأتي بعلم فيها، وبعد ذلك يرد على من يجىء بادعاء علم فيقول:  {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُدا} معنى مضلين أنهم سيضلونكم في الخلق. كأن الله أعطانا مناعة </p><p> في الأقوال الزائفة التي يمكن أن تنشأ من هذا عندما قال:  {وَمَا كُنتُ مُتَّخِذَ المضلين عَضُدا} فقد أوضح لنا طبيعة من يضللون في أصل الخلق وفي كيفية الخلق، فهم لم يكونوا مع الله ليعاونوه ساعة الخلق حتى يخبروا البشر بكيفية الخلق. </p><p> فإن أردتم أن تعرفوا فاعلموا أنه سبحانه الذي يقول كيف خلقتم وعلى أي صورة كنتم، ولكن من يقول كذا وكذا، هم المضللون، و «المضللون» هم الذين يلفتونكم عن الحق إلى الباطل. {ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ} ولماذا لم يقل خلقكم من زوجين وانتهى؟ لأنه عندما يُردّ الشىء إلى اثنين قد يكون لواحد من الاثنين هوى، وإنما هذه ردت إلى واحدة فقط، فيجب ألا تكون لكم أهواء متنازعة، لأنكم مردودون إلى نفس واحدة، أما عن نظرية «دارون» وما قاله من كلام فقد قيض الله لقضية الدين وخاصة قضية الإسلام علماء من غير المسلمين اهتدوا إلى دليل يوافق القرآن، فقام العالم الفرنسي «مونيه» عندما أراد أن يرد على الخرافات التي يقولونها من أن أصل الإنسان كذا وكذا، وقال: أنا أعجب ممن يفكرون هذا التفكير، هل توجد المصادفة ما نسميه «ذكرا» ثم توجد المصادفة شخصا نسميه «أنثى» ويكون من جنسه لكنه مختلف معه في النوع بحيث إذا التقيا معا جاءا بذكر كالأول أو بأنثى كالثاني؟ </p><p> كيف تفعل المصادفة هذه العملية؟ </p><p> سنسلم أن المصادفة خلقت آدم، فهل المصادفة أيضا خلقت له واحدة من جنسه. ولكنها تختلف معه في النوع بحيث إذا التقيا معا ينشأ بينهما سيال عاطفي جارف وهو أعنف الغرائز، ثم ينشأ منهما تلقيح يُنشىء ذكرا كالأول أو ينشىء أنثى كالثاني؟ أى مصادفة هذه؟ هذه المصادفة تكون عاقلة وحكيمة، سموها مصادفة ونحن نسميها الله. </p><p> لقد ظن «مونيه» - هداه الله إلى الإسلام وغفر له - أنه جاء بالدليل الذي يرد به على دارون، نقول له: إن القرآن قد مس هذه المسألة حين قال: {اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا} ، وهذه هى </p><p> العظمة إنه خلق الرجل وخلق الأنثى؛ وهى من جنسه، ولكنها تختلف معه في النوع بحيث إذا التقيا معا أنشأ الله منهما لاجالا ونساء. إذن فهو عملية مقصودة، وعناية وغاية وحكمة، إذن فقول الله سبحانه وتعالى:  {الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا} هذه جاءت بالدليل الذي هُدى إليه العالم الفرنسى «مونيه» أخيرا. {وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً} وانظروا عظمة الأسلوب في قوله {وَبَثَّ} أى «نشر» وسنقف عند كلمة «نشر» لأن الخلق يجب أن ينتشروا في الأرض، كى يأخذوا جميعا من خيرات الله في الأرض جميعا. </p><p> و «النشر» معناه تفريق المنشور في الحيز، فهناك شىء مطوى وشىء آخر منشور، والشىء المطوى فيه تجمع، والشىء المنشور فيه تفريق وتوزيع، إذن فحيز الشىء المتجمع ضيق، وحيز الشىء المبثوث واسع، معنى هذا أن الله سبحانه وتعالى حينما يقول {وَبَثَّ مِنْهُمَا} أى من آدم وحواء {رِجَالاً كَثِيراً وَنِسَآءً} واكتفى بأن يقول {َنِسَآءً} ولم يقل: كثيرات لماذا؟ لأن المفروض في كل ذكورة أن تكون أقل في العدد من الأنوثة. </p><p> وأنت إذا نظرت مثلا في حقل فيه نخل، تجد كم ذكرا من النخيل، وكم أنثى؟ ستجد ذكراً أو اثنين. </p><p> إذن القلة في الذكورة مقصودة لأن الذكر مخصب ويستطيع الذكر أن يخصب آلافا، فإذا قال الله:  {وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً} فالذكورة هى العنصر الذي يفترض أن يكون أقل كثيرا، فماذا عن العنصر الثاني وهو الأنوثة؟ لابد أن يكون أكثر، والقرآن يأتى لينبهك إلى المعطيات فى الألفاظ لأن المتكلم هو الله، ولكن إذا نظرت لقوله:  {وَبَثَّ مِنْهُمَا} أى من آدم وحواء وهما اثنان {رِجَالاً كَثِيراً وَنِسَآءً} فتكون جمعا وهذا ليدلك على أن المتكاثر يبدأ بقلة ثم ينتهي بكثرة. </p><p> ونريد أن نفهم هذه كى نأخذ منها الدليل الإحصائي على وجود الخالق، فهو {بَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً} والجمع البشرى الذي ظهر من الاثنين سيبث منه أكثر. . وبعد ذلك يبث من المبثوث الثاني مبثوثا ثالثا، وكلما امتددنا في البث تنشأ </p><p> كثرة، وعندما تنظر لأي بلد من البلاد تجد تعداده منذ قرن مضى أقل بكثير جدا من تعداده الآن، مثال ذلك كان تعداد مصر منذ قرن لا يتعدى خمسة ملايين، ومن قرنين كان أقل عددا، ومن عشرة قرون كان أقل، ومن عشرين قرنا كان أقل، إذن فكلما امتد بك المستقبل بالتعداد يزيد، لأنه سبحانه يبث من الذكورة والأنوثة رجالاً كثيراً ونساء وسيبث منهم أيضا عددا أكبر. </p><p> إذن فكلما تقدم الزمن تحدث زيادة في السكان، ونحن نرى ذلك في الأسرة الواحدة، إن الأسرة الواحدة مكونة عادة من أب وأم، وبعد ذلك يمكن أن نرى منهما أبناء وأحفاد وعندما يطيل الله في عمر أحد الوالدين يرى الأحفاد وقد يرى احفاد الأحفاد. إذن كلما تقدم الزمن بالمتكاثر من اثنين يزداد وكلما رجعت إلى الماضي يقل؛ فالذين كانوا مليوناً من قرن كانوا نصف مليون من قرنين، وسلسلها حتى يكونوا عشرة فقط، والعشرة كانوا أربعة، والأربعة كانوا اثنين والاثنان هما آدم وحواء. </p><p> فعندما يقول الحق: إنه خلق آدم وحواء، وتحاول أنت تسلسل العالم كله سترجعه لهما، ومادام التكاثر ينشأ من الاثنين، فمن أين جاءا؟ الحق سبحانه يوضح لنا ذلك بقوله:  {إنا خلقناكم من ذكر وأنثى} وهو بذلك يريحنا من علم الإحصاء. وكان من الضروري أن تأتي هذه الآية كى تحل لنا اللغز في الإحصاء، وكلما أتى الزمن المستقبل كثر العالم وكلما ذهبنا إلى الماضي قل التعداد إلى أن يصير وينتهي إلى اثنين، وإياك أن تقول إلى واحد، لأن واحداً لا يأتي منه تكاثر، فالتكاثر يأتي من اثنين ومن أين جاء الاثنان؟ لابد أن أحداً خلقهما، وهو قادر على هذا، ويعلمنا الله ذلك فيقول:  {خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً} ونأخذ من {َبَثَّ}  «الانتشار» ولو لم يقل الله هذا لكانت العقول الحديثة تتوه وتقع في حيرة وتقول: نسلسل الخلق حتى يصيروا اثنين، والاثنان هذان كيف جاءا؟ - إذن لابد أ، نؤمن بأن أحدا قد أوجدهما من غير شىء. </p><p> {وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً} لأن النشر في الأرض يجب أن يكون خاصا بالرجل، فالحق يقول: </p><p> {فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله}  [الجمعة: ١٠] والحق يقول: {فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِه}  [الملك: ١٥] والأنثى تجلس في بيتها تديره لتكون سكنا يسكن إليها، والرجل هو المتحرك في هذا الكون، وهي بذلك تؤدي مهمتها. </p><p> وبعدما قال:  {اتقوا رَبَّكُمُ} يقول: {اتقوا الله} لقد قدم الدليل أولا على أنه إله قادر، وخلقكم من عدم وأمدكم وسخر العالم لخدمتكم، وقدم دليل البث فى الكون المنشور الذى يوضح أنه إله، فلا بد أن تتلقوا تعليماته، ويكون معبودا منكم، أى مطاعا، والطاعة تتطلب منهجا: افعل ولا تفعل، وأنزل الحق القرآن كمنهج خاتم، ويقول:  {واتقوا الله الذي تَسَآءَلُونَ بِهِ} . </p><p> انظر إلى «القفشة» ، للخلق الجاحد، إنه - سبحانه - بعد أن أخذهم بما يتعاملون ويتراحمون ويتعاطفون به أوضح لهم: - أنتم مع أنكم كنتم على فترة من الرسل إلا أن فطرتكم التي تتغافلون عنها تعترف بالله كخالق لكم. </p><p> وأنت إذا أردت إنقاذ أمر من الأمور، وتريد أن تؤثر على من تطلب منه أمراً، تقول: سألتك بالله أن تفعل ذلك، لقد أخذ منهم الدليل، فكونك تقول: سألتك بالله أن تفعل ذلك فلا بد أنك سألته بمعظّم، إذن فتعظيم الله أمر فطري في البشر، والمطموس هو المنهج الذي يقول: افعل ولا تفعل. والإنسان من هؤلاء الجاحدين عندما يسهو، ويطلب حاجة تهمه من آخر، فهو يقول له: سألتك بالله أن تفعل كذا. ومادام قد قال: سألتك بالله فكأن هناك قضية فطرية مشتركة هي أن الله هو الحق، وأنه هو الذي يُسأل به، ومادام قد سئل بالله فلن يخيّب رجاء من سأله. </p><p> إنه في الأمور التي تريدون بها تحقيق مسائلكم تسألون بالله وتسألون أيضا بالأرحام </p><p> وتقولون: بحق الرحم الذي بيني وبينك، أنا من أهلك، وأنا قريبك وأمُّنا واحدة، أرجوك أن تحقق لي هذا الأمر. ولماذا جاءت {الأرحام} هنا؟ لأن الناس حين يتساءلون بالأرحام فهم يجعلون المسئولية من الفرد على الفرد طافية في الفكر، فمادمت أنا وأنت من رحم واحد، فيجب أن تقضى لي هذا الشىء. إذن فمرة تسألون بالله الذي خلق، ومرة تسألون بالأرحام لأن الرحم هو السبب المباشر في الوجود المادي، ومثال ذلك قول الحق: </p><p> {واعبدوا الله وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً}  [النساء: ٣٦] لقد جاء لنا بالوالدين اللذين هما السبب في ايجادنا، والله يريد من كل منا أن يبر والديه، ولكن قبل ذلك لابد أن ينظر إلى الذي أوجدهما، وأن يُصعد الأمر قليلا ليعرف أن الذي أوجدهما هو الله سبحانه. </p><p> ويختم الحق الآية بقوله:  {إِنَّ الله كَانَ عَلَيْكُمْ رَقِيباً} لأن كلمة {اتقوا} تعني اجعل بينك وبين غضب ربك وقاية بإنفاذ أوامر الطاعة، واجتناب ما نهى الله عنه {إِنَّ الله كَانَ عَلَيْكُمْ رَقِيباً} ، والرقيب من «رقب» إذا انظر ويقال: «مرقب» ، ونجد مثل هذا المرقب في المنطقة الت تحتاج إلى حراسة، حيث يوجد «كشك» مبنى فوق السور ليجلس فيه الحارس كى يراقب. ومكان الحراسة يكون أعلى دائما من المنطقة المحروسة، وكلمة «رقيب» تعني ناظرا عن قصد أن ينظر، ويقولون: فلان يراقب فلانا أى ينظره، صحيح أن هناك من يراه ذاهبا وآتيا من غير قصد منهم أن يروه، لكن إن كان مراقبا، فمعنى ذلك أن هناك من يرصده وسبحانه يقول:  {إِنَّ الله كَانَ عَلَيْكُمْ رَقِيباً} فليس الله بصيرا فقط ولكنه رقيب أيضا - ولله - المثل الأعلى. </p><p> نحن نجد الإنسان قد يبصر مالا غاية فى إبصاره، فهو يمر على كثر من الأشياء قيبصرها، لكنه لا يرقب إلا من كان فى باله. والحق سبحانه رقيب علينا جميعا كما في قوله:  {إِنَّ رَبَّكَ لبالمرصاد}  [الفجر: ١٤] </p><p> وبعد أن تكلم سبحانه عن خلقنا أبا وأما وأنه بث منهما رجالا كثيرا ونساء، أراد أن يحمى هذه المسألة وأن يحمى المبثوث. والمبثوث قسمان: قسم اكتملت له القوة وأصبحت له صلاحية فى أن يحقق أموره النفعية بذاته، وقسم ضعيف ليست له صلاحية فى أن يقوم بأمر ذاته، ولأنه سبحانه يريد تنظيم المجتمع؛ لذلك لابد أن ينظر القادرون في المجتمع إلى القسم الضعيف فى المجتمع، ومن القسم الضعيف الذى يتكلم الله عنه هنا؟ إنهم اليتامى، لماذا؟ </p><p> لأن الحق سبحانه حينما خلقنا من ذكر وأنثى، آدم وحواء، جعل لنا أطوارا طفولية، فالأب يكدح والأم تحضن، ويربيان الإنسان التربية التي تنبع من الحنان الذاتى ونعرف أن الحنان الذاتى والعاطفة يوجدان فى قلب الأبوين على مقدار حاجة الابن اليهما، الصغير عادة يأخذ من حنان الأب والأم أكثر من الكبير، وهذه عدالة فى التوزيع، لأنك إذا نظرت إلى الولد الصغير والولد الكبير والولد الأكبر، تجد الأكبر أحظهم زمنا مع أبيه وأمه والصغير أقلهم زمنا، فيريد الحق أن يعوض الصغير فيعطى الأب والأم شحنة زائدة من العاطفة تجاهه، وأيضا فإن الكبير قد يستغنى والصغير مازال في حاجة، ولذلك قال سبحانه فى أخوة يوسف:  {إِذْ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إلى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ} </p><p> [يوسف: ٨] أى أنهم أقوياء وظنوا أنه يجب على أبيهم أن يحب الأقوياء. وهذا الظن دليل على أن الأب كان يعلم أنهم عصبة لذلك كان قلبه مغ غير العصبة، وهذا هو الأمر الطبيعي، فهم جاءوا بالدليل الذى هو ضدهم. </p><p> إذن فحين يوجد الناشىء الذى يحتاج إلى أن يربى التربية التي يعين عليها الحنان والعطف، فلا بد من أن نأتى لليتيم الذى فقد الحنان الأساسى ونقنن له، ويأتى الحق سبحانه وتعالى ليوزع المجتمع الإنسانى قطاعات، ويحمل كل واحد القطاع المباشر له، فإذا حمل كل واحد منا القطاع المباشر له تتداخل العنايات في القطاعات، هذا سيذهب لأبيه وأمه ولأولاد أخيه، وهذا كذلك، فتتجمع الدوائر. وبعد ذلك يعيش المجتمع كله في تكافل، وهو سبحانه يريد أن يجعل وسائل الحنان ذاتية فى كل نفس، ومادام اليتيم يقيم معنا كفرد فلا بد من العناية له. </p><p> إن اليتيم فرد فقد العائل له ولذلك يقولون:  «درة يتيمة» أى وحيدة فريدة، وهكذا اليتيم وحيد فريد، إلا أنهم جاءوا فى الإنسان وفى الأنعام وفى الطير وقالوا: اليتيم فى الإنسان من فقد أباه، واليتيم فى الأنعام من فقد أمه، لماذا؟ لأن الأنعام طلوقة تلقح الذكور فيها الإناث وتنتهى. والأم هى التى تربى وترضع؛ فإذا جاء أحد آخر يمسها تنفر منه. </p><p> أما اليتيم فى الطير فمن فقدهما معا. فالطير عادة الزوج منها يألف الآخر؛ ولذلك يتخذان عشا ويتناوبان العناية بالبيض ويعملان معا ففيه حياة أسرية، والحق سبحانه وتعالى جاء فى اليتيم الذى هو مظهر الضعف فى الأسوة الإنسانية وأراد أن يقنن له فقال:  {وَآتُواْ اليتامى أَمْوَالَهُمْ وَلاَ تَتَبَدَّلُواْ ... } </p>"
}