{
  "id": null,
  "sura": 4,
  "aya": 115,
  "text": "<p> وكلمة «يشاقق» تدل على أن شقاً قد حدث في أمر كان ملتحماً، مثلما نشق قطعة الخشب فنجعلها جزئين بعد أن كانت كتلة واحدة. وأنتم أيها المؤمنون قد التحمتم بمنهج رسول الله إيماناً، واعترفتم به رسولا ومبلغ صدقٍ عن الله، فإياكم أن تشرخوا هذا الالتحام. فإن جاء حكم وحاول أحد المؤمنين أن يخرج عنه، فهذا شقاق للرسول والعياذ بالله. أو المعنى ومن سلك غير الطريقة التي جاء بها الرسول بأن صار في شق وشرع الله في شق آخر. </p><p> {وَمَن يُشَاقِقِ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُ الهدى} نعم فقد تبين الهدى للمسلم حينما آمن بالله خالقاً ورباً. وآمن بالرسول مبلغاً وهو بذلك قد أسلم زمامه إلى الله. ولذلك قلنا: إن عمل العقل هو أن ينظر في أدلة الوجود الأعلى لله، فإذا ما آمن الإنسان بالوجود الأعلى لله، بقيت مرتبة، وهي أن يؤمن الإنسان بالرسول المبلغ عن الله؛ لأن قصارى ما يطلبه العقل من الدليل الإيماني على وجود الله أن وراء الإنسان ووراء الكون قوة قادرة حكيمة عالمة فيها كل صفات الكمال. </p><p> إن العقل لا يستطيع معرفة اسم هذه القوة. ولا يستطيع العقل أن يتعرف على مطلوباتها؛ لذلك لابد من البلاغ عن هذه القوة، وإذا تبين للإنسان الهدى في </p><p> الوجود الأعلى وفي البلاغ عن الله فلا بد للإنسان أن يلتحم بالمنهج الذي جاء به المبلغ عن الله. ويفعل الإنسان مطلوب القوة العليا؛ لأن الله قد أمر به؛ ولأن رسول الله قد بلغ الأمر أو فعله أو أقرّه. أما إذا دخل الإنسان في مماحكات فإننا نقول له:  {وَمَن يُشَاقِقِ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُ الهدى وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ وَسَآءَتْ مَصِيراً}  [النساء: ١١٥] </p><p> والهدى - كما نعرف - هو الطريق الموصل إلى الغاية. فكل فعل من أفعال الخلق لا بد له من هدف. ومن فعل فعلاً بلا هدف يعتبره المجتمع فاقداً للتمييز. أما إذا كان الإنسان صاحب هدف فهو يعترف على جدّية هدفه وأهميته. ويبحث له عن أقصر طريق، هذا الطريق هو ما نسميه الهدى. ومن يعرف الطريق الموصل إلى الهدى ثم يتبع غير سبيل المؤمنين فهو يشاقق الرسول، ولا يلتحم بمنهج الإيمان ولا يلتزم به، ومن يشاقق إنما يرجع عن إيمانه. </p><p> وهكذا نعرف أن هناك سبيلا وطريقا للرسول، ومؤمنين اتبعوا الرسول بالتحام بالمنهج، ومن يشاقق الرسول يخالف المنهج الذي جاء به الرسول، ويخالف المؤمنين أيضاً. </p><p> والحق هو القائل:  {وَأَنَّ هذا صِرَاطِي مُسْتَقِيماً فاتبعوه وَلاَ تَتَّبِعُواْ السبل}  [الأنعام: ١٥٣] </p><p> فليس للحق إلا سبيل واحد. ومن يخرج عن هذا السبيل فما الذي يحدث له؟ . </p><p> ها هي ذي إجابة الحق:  {نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ وَسَآءَتْ مَصِيراً} . وقد يأتي لفظ من المحتمل أن يكون أداة شرط ويحتمل أن يكون اسماً موصولاً مثل قولنا: مَن يذاكرُ ينجحُ. بالضم فيهما، و «من» هنا هي اسم موصول؛ فالذي يذاكر هو مَن ينجح. وقد نقول: مَن يذاكرْ ينجحْ. بالسكون وهنا «مَن» شرطية. </p><p> وفي الاسم الموصول نجد الجملة تسير على ما هي، أما إذا كانت شرطية، فهناك الجزم الذي يقتضي سكون الفعل؛ ويقتضي - أيضا - جواباً للشرط. و «من» تصلح أن تكون اسماً موصولاً، وتصلح أن تكون أداة شرط، ونتعرف - عادة - على وضعها مما يأتي بعدها. مثال ذلك قوله الحق:  {وَمَن يُشَاقِقِ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُ الهدى وَيَتَّبِعْ} ونجد «يتبع» هنا عليها سكون الجزم، وهذا يدل على أن «مَنْ» شرطية. </p><p> وتختلف القراءة لو اعتبرنا «مَن» اسم موصول؛ لأن هذا يستدعي ترك الفعل «يشاقق» في وضعه كفعل مضارع مرفوع بالضمة، وكذلك يكون «يتبعْ» فعلاً مضارعاً مرفوعاً بالضمة؛ عند ذلك نقول:  «نوليه ما تولى ونصليه» . ولكن إن اعتبرنا «مَن» أداة شرط - وهي في هذه الآية شرطية - فلا بد من جزم الفعل فنقرأها «ومن يشاققْ الرسول من بعد ما تبين له الهدى» . وكذلك نجزم الفعل المعطوف وهو قوله:  (ويتبعْ) ويجزم جواب الشرط وما عطف عليه وهو قوله: (نولّهِ)  (ونصْلِه) والجواب وما عطف عليه مجزومان بحذف حرف العلة وهي الياء من آخره {وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ وَسَآءَتْ مَصِيراً} . ومعنى «تَوَلَّى» أي قرب، ويقال: فلان وَلِي فلان؛ أي صار قريباً له. ومن يتبع غير سبيل المؤمنين، فالحق لا يريده بل ويقربه من غير المؤمنين ويكله إلى اصحاب الكفر. وها هو ذا الحق سبحانه يقول:  «أنا أغنى الشركاء عن الشرك من عمل عملاً أشرك معي فيه غيري تركته وشِركه» . </p><p> فالذي يحتاج إلى الشرك هو من زاوية من ضعف، ويريد شريكاً ليقويه فيها. وعلى سبيل المثال - ولله المثل الأعلى - لا نجد أحداً يشارك واحداً على تجارة إلا إذا كان يملك المال الكافي لإدارة التجارة أو لا يستطيع أن يقوم على شأنها. وسبحانه حين يعلمنا:  «أنا أغنى الشركاء عن الشرك. من عمل عملاً أشرك معي فيه غيري تركته وشركه» . </p><p> أي أن له مطلق القوة الفاعلة التي لا تحتاج إلى معونة، ولا تحتاج إلى شريك؛ لأن الشركة أول ما تشهد فإنها تشهد ضعفا من شريك واحتياجاً لغريب. </p><p> ولذلك فمن يشاقق الرسول في أمر إيماني فالحق يوليه مع الذي كفر ويقربه من مراده. </p><p> وسبحانه يعلم أن الإنسان لن ينتفع بالشيء المشاقق لرسول الله، بل يكون جزاء المشاقق لرسول الله والمتبع لغير سبيل المؤمنين أن يقربه الله ويدينه من أهل الكفر والمعاصي، ويلحقه بهم ويحشره في زمرتهم. ولا يعني هذا أن الله يمنع عن العبد الرزق، لا، فالرزق للمؤمن وللكافر، وقد أمر الله الأسباب أن تخدم العبد إن فعلها. ومن رحمة الله وفضله أنه لا يقبض النعمة عن مثل هذا العبد، فالشمس تعطيه الضوء والحرارة، والهواء يهب عليه، والأرض تعطيه من عناصرها الخير:  {مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ}  [الشورى: ٢٠] </p><p> ويقول سبحانه:  {كُلاًّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُوراً}  [الإسراء: ٢٠] </p><p> وهكذا نجد العطاء الرباني غير مقصور على المؤمنين فقط ولكنه للمؤمن وللكافر، ولو لم يكن لله إلا هذه المسألة لكانت كافية في أن نلتحم بمنهجه ونحبه. </p><p> {وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ وَسَآءَتْ مَصِيراً} ولا بد أن يكون المصير المؤدي إلى جهنم غاية في السوء. وبعد ذلك تأتي سيرة الخيانة العظمى للإيمان، إنها قول الحق سبحانه:  {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ. .} </p>"
}