{
  "id": null,
  "sura": 4,
  "aya": 2,
  "text": "<p> وكيف نؤتى اليتيم ماله وهو لم يبلغ مبلغ الرجال بعد، ونخشى أ، نعطيه المال فيضيعه؟ </p><p> انظر الى دقة العبارة في قوله من بعد ذلك:  {وابتلوا اليتامى حتى إِذَا بَلَغُواْ النِّكَاحَ فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ}  [النساء: ٦] وقبل ذلك ماذا نفعل؟ هل ندفع لهم الأموال؟ الحق يوضح أنك ساعة تكون وليا على مال اليتيم فاحرص جيدا أن تعطى هذا اليتيم ماله كاملا بعد أن يستكمل نضجه </p><p> كاملا، فأنت حفيظ على هذا المال، وإياك أن تخلط مالك بماله أو تتبدل منه، أى تأخذ الجميل والثمين من عنده وتعطيه من مالك الأقل جمالا أو فائدة. </p><p> إذن فقوله:  {وَآتُواْ اليتامى أَمْوَالَهُمْ} أى أن الله جعل المال لليتيم ولم يجعل للقيم عليه أن يتصرف في هذا المال إلا تصرف صيانة، وأيضا هنا ملحظ آخر هو ما شرحه لنا {وابتلوا اليتامى} فهناك أناس يريدون أن يطيلوا أمد الوصاية على اليتيم، لكى ينتفع الواحد منهم بهذا المال فيوضح سبحانه: لا تنتظر إلى أن يبلغ الرشد ثم تقول ننظره، لا. أنت تدربه بالتجربة فى بعض التصرفات وتنظر أسيحسن التصرف أم لا؟ </p><p> إن قول الحق {وابتلوا اليتامى} أى اختبروهم، هل يستطيعون أن يقوموا بمصالحهم وحدهم؟ فإن استطاعوا فاطمئنوا إلى أنهم ساعة يصلون إلى حد الحلم سيحسنون التصرف، أعطوهم أموالهم بعد التجربة؛ لأن اليتيم يعيش في قصور عمرى، وهو سبحانه يفرق بين اليتيم والسفيه، فالسفيه لا يعانى من قصور عمرى بل من قصور عقلى، وعندما تكلم سبحانه عن هذه المسألة قال:  {وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ}  [النساء: ٥] فهل هى أموالكم؟ لا. فحين يكون المرء سفيها فاعلم أنه لا إدارة له على ملكه، وتنتقل إدارة الملكية إلى من يتصرف فى المال تصرفا حكيما، فاحرص على أن تدير مال السفيه كأنه مالك؛ لأنه ليس له قدرة على حسن التصرف. لكن لما يبلغ اليتيم إلى مرحلة الباءة والنكاح والرشد يقول الحق:  {فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ}  [النساء: ٦] إنه سبحانه يقول مرة فى الوصاية: {أَمْوَالَكُمُ} وفى العطاء يقول: {أَمْوَالَهُمْ} إذن فهو يريد ألا تبدد المال، ثم يوضح. احرص على ثروة اليتيم أو السفيه وكأنها مالك، لأنه مادام سفيها فمسئولية الولاية مطلوبة منك، والمال ليس ملكا لك. خذ منه ما يقابل إدارة المال وقت السفه أو اليتم، وبعد ذلك يأتي الحق سبحانه </p><p> وتعالى ليعلم القائمين على أمر اليتامى أو على أمر السفهاء الذين لا يحسنون إدارة أموالهم فيقول:  {وارزقوهم فِيهَا}  [النساء: ٥] اجعلوا الزرق مما يخرج منها، وإياكم أن تبقوها عندكم، وإلا فما قيمة ولايتك ووصايتك وقيامك على أمر السفيه أو اليتيم؟ إنك تثمر له المال لا أن تأكله أو لا تحسن التصرف فيه بحيث ينقص كل يوم، لا. </p><p> {وارزقوهم فِيهَا} ، و {فى} هنا للسببية، أي ارزقوهم بسببها، ارزقوهم رزقا خارجا منها. </p><p> {وَآتُواْ اليتامى أَمْوَالَهُمْ وَلاَ تَتَبَدَّلُواْ الخبيث بالطيب} والخبيث هو الحرام والطيب هو الحلال، ولا تتبدلوا الخبيث بالطيب، فقد يكون ضمن مال اليتيم شىء جميل، فيأخذه الوصى لنفسه ويستبدله بمثل له قبيح، مثال ذلك، أن يكون ضمن مال اليتيم فرس جميل، وعند الوصى فرس قبيح فيأخذه ويقول: فرس بفرس، أو جاموسة مكان جاموسة،؟ أو نخلة طيبة بنخلة لا تثمر، هنا يقول الحق:  {وَلاَ تَتَبَدَّلُواْ الخبيث بالطيب} . </p><p> وقوله سبحانه وتعالى:  {وَلاَ تأكلوا أَمْوَالَهُمْ إلى أَمْوَالِكُمْ} يعنى إياكم ألا تجعلوا فرقا بين أموالهم وأموالكم فتأكلوا هذه مع تلك، بل فرقوا بين أكل أموالكم والحفاظ على أموالهم لماذا؟ تأتى الاجابة:  {إِنَّهُ كَانَ حُوباً كَبِيراً} أى إثما فظيعا. </p><p> ثم يتنقل الحق إلى قضية آخرى يجتمع فيها ضعف اليتم، وضعف النوع: ضعف اليتم سواء أكان ذكرا أم أنثى، وإن كانت أنثى فالبلوى أشد؛ فهى قد اجتمع عليها ضعف اليتم وضعف النوع، طبعا فاليتيمة عندما تكون تحت وصاية وليها، يجوز أن يقول: إنها تملك مالا فلماذا لا أتزوجها لكي آخذ المال؟ وهذا يحدث كثيرا. </p><p> ولذلك يقول الحق سبحانه: </p><p> {وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ ... } . </p>"
}