{
  "id": null,
  "sura": 4,
  "aya": 113,
  "text": "<p> وهنا نتساءل: هل هَمَّ أحد بإضلال رسول الله؟ علينا أن نفهم أن «الهمّ» نوعان: هم إنفاذ، وهم تزيين. وقد رفض رسول الله هم الإنفاذ، ودفعه الله عنه لأنه سبحانه وتعالى يحوط رسوله بفضله ورحمته ويأتي بالأحداث ليعلمه حكماً جديداً. وفضل الله على رسوله ورحمته جعل الهم منهم هم تزيين فقط وحفظ الله رسوله منه أيضا. وعندما تعلم الرسول هذا الحكم الجديد، صار يقضي به من بعد ذلك في كل قضايا الناس. فإذا ما جاء حدث من الأحداث وجاء له حكم من السماء لم يكن يعلمه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فالفضل لله لأنه يزيد رسوله تعليما. {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ}  [النساء: ١١٣] </p><p> وكان قصد الذين دافعوا عن «ابن أبيرق» أن يزينوا لرسول الله، وهذا هو هم التزيين لا هم الإنفاذ. وكان الهدف من التزيين أن يضروا الرسول ويضلوه والعياذ بالله، ليأخذوه إلى غير طريق الحق وغير طريق الهدى، وهذا أمر يضر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فلو أن رسول الله برأ المذنب الذي يعلم أنه مذنب لاسْتقرّ في ذهن المذنب أن قضايا الدين ليست جادة، أما البريء الذي كان مطلوباً أن يدينه رسول الله ماذا يكون موقفه؟ لا بد أن يقول لنفسه: إن دين محمد لا صدق فيه لأنه يعاقب بريئاً. إذن فَهَمَّ التزيين يضر بالرسول عند المبرأ وعند من يراد إلصاق الجريمة </p><p> به. لكن الله صان رسوله بالفضل وبالرحمة عن هذا أيضا. {لَهَمَّتْ طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِن شَيْءٍ وَأَنزَلَ الله عَلَيْكَ الكتاب والحكمة}  [النساء: ١١٣] </p><p> لقد أنزل الحق كتاباً ليفصل في القضية ونزول الحكم بعد وقوع تلك الحادثة إنما جاء ليبين ضمن ما يبين سر نزول القرآن منجماً؛ لأن القرآن يعالج أحداثاً واقعية، فيترك الأمر إلى أن يقع الحدث ثم يصب على الحدث حكم الله الذي ينزل من السماء وقت حدوث الحدث، وإلا كيف يعالج القرآن الأحداث لو نزل مرة واحدة بينما الأحداث لم تقع؟ لذلك أراد الله أن تنزل الأحداث أولاً ثم يأتي الحكم. وقد سبق أن قال الكفار:  {لَوْلاَ نُزِّلَ عَلَيْهِ القرآن جُمْلَةً وَاحِدَةً}  [الفرقان: ٣٢] </p><p> لا؛ فقد أراد الله القرآن منجماً ومتفرقاً ومُقَسَّطاً لماذا؟ {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً}  [الفرقان: ٣٢] </p><p> فكلما حدثت هزة للفؤاد من اللّدَد والخصومة الشديدة ومن العناد الذي كان عليه الكفار وردّهم للحق - وهم يعرفونه كما يعرفون أبنائهم - ينزل نجم من القرآن، وفي شغب البشر مع الرسول تنزل رحمة السماء تُثَبِّت الفؤاد؛ فإن تعب الفؤاد من شغب الناس؛ فآيات اتصال الرسول بالسماء وبالوحي تنفي عنه هذه المتاعب. </p><p> ورسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أمر الدعوة كانت تحدث له كل يوم هزات؛ لذلك كان في كل لحظة يحتاج إلى تثبيت. وعندما ينزل النجم القرآني بعد العراك مع الخصوم فإن حلاوة النجم القرآني تُهَوِّنُ عليه الأمر، وإذا ما جاء للرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أمر آخر يعكر صفوه، فهو ينتظر حلاوة الوحي لتنزل عليه، وهذا معنى قوله تعالى:  {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ}  [الفرقان: ٣٢] </p><p> أي أنزلناه منجماً لنثبت به فؤادك. ولو نزل القرآن جملة واحدة لقلل من مرات اتصال السماء بمحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهو يريد مداومة اتصال السماء به. بدليل أن الوحي عندما فتر جلس الرسول يتطلع إلى السماء ويتشوق. لماذا؟ ففي بداية النزول أرهقه الوحي، لذلك قال الرسول:  «فضمني إليه حتى بلغ مني الجهد» . </p><p> ورأته خديجة - رَضِيَ اللَّهُ عَنْها - «وإن جبينه ليتفصد عرقاً» فاتصال جبريل بملكيته ونورانيته برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في بشريته لا بد أن يحدث تغييراً كيميائيا في نفس رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> «عن عائشة أم المؤمنين رَضِيَ اللَّهُ عَنْها أن الحارث بن هشام رَضِيَ اللَّهُ عَنْه سأل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقال: يا رسول الله كيف يأتيك الوحي؟فقال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» أحيانا يأتيني مثل صلصلة الجرس وهو أشد عليّ فيفصم عني وقد وعيت عنه ما قال، وأحيانا يتمثل لي الملك رجلاً فيكلمني فأعي ما يقول. قال عائشة رَضِيَ اللَّهُ عَنْها: ولقد رأيته ينزل عليه الوحي في اليوم الشديد البرد فيفصم عنه وإن جبينه ليتفصد عرقا «. </p><p> إن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يواجه المتاعب وأراد الله بفترة الوحي أن يحس محمد حلاوة الوحي الذي نزل إليه، وأن يشتاق إليه، فالشوق يعين الرسول على تحمل متاعب الوحي عندما يجيء، ولذلك نجد أن عملية تفصد العرق لم تستمر كثيرا؛ لأن الحق قال:  {وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى}  [الضحى: ٤] </p><p> أي أن الحق أوضح لرسوله: إنك ستجد شوقا وحلاوة ولذة في أن تستقبل هذه الأشياء. </p><p> {كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً}  [الفرقان: ٣٢] </p><p> وهكذا كان القرآن ينزل منجماً، على فترات، ويسمع الصحابة عدداً من آيات القرآن. ويحفظونها ويكتبها كُتَّابُ الوحي وبعد ذلك تأتي معجزة أخرى من معجزات القرآن مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فتنزل سورة كاملة على رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وبعد أن يُسرى عنه يقول للكتبة: اكتبوا هذه. ويرتب رسول الله الآيات بمواقعها من السورة. ثم يقرأ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ السورة في الصلاة ويسمع المصلون الترتيل الذي تكون فيه كل آية في موقعها، وهذا دليل على أن المسألة مدروسة دراسة دقيقة، وأن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين يحكي إنما يحكي صدقاً. </p><p> وإلا فَقُولُوا لي: كيف ينزل الوحي على رسول الله بسورة بأكملها ويميلها للكتبة، ثم يقرؤها في الصلاة كما نزلت وكما كتبها أصحابه، كيف يحدث ذلك إن لم يكن ما نزل عليه صدقاً كاملاً من عند الله؟ ونحن قد نجد إنساناً يتكلم لمدة ربع ساعة، لكن لو قلنا له: أعد ما تكلمت به فلن يعيد أبداً الكلمات نفسها، لكن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يعيد الآيات كما نزلت. مما يدل على أنه يقرأ كتاب الله المحفوظ الذي لا يأتيه الباطل من بين يديه ولا من خلفه إنه تنزيل من حكيم حميد. ولذلك يقول الحق:  {وَلاَ يَأْتُونَكَ بِمَثَلٍ إِلاَّ جِئْنَاكَ بالحق وَأَحْسَنَ تَفْسِيراً}  [الفرقان: ٣٣] </p><p> أي لا يأتونك بحادثة تحدث إلا جئناك بالحق فيها. </p><p> إذن لم يكن للقرآن أن ينزل منجماً إلا ليثبت فؤاد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من تتابع الهزات التي يتعرض لها، وأراد الله أن ينشر اتصال السماء برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ على الثلاثة والعشرين عاماً التي استغرقتها الرسالة. </p><p> والترتيل هو التنجيم والتفريق الذي ينزل به القرآن فيقرأه الرسول في الصلاة مثلما نزل عليه قبل ذلك دون تحريف أو تبديل، والحق يقول: </p><p> {سَنُقْرِئُكَ فَلاَ تنسى}  [الأعلى: ٦] </p><p> وكل حادثة تحدث ينزل لها ما يناسبها من القرآن. كما حدثت حادثة سرقة ابن أبيرق فنزل فيها الحكم والحق يقول:  {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيماً} . </p><p> فإذا ما علمك الله - يا رسول الله - ما لم تكن تعلم بنزول الكتاب، فهل أنت يا سيدي يا رسول الله مشرع فقط بما نزل من الكتاب؟ لا؛ فالكتاب معجزة وفيه أصول المنهج الإيماني، ولكن الله مع ذلك فوض رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أن يشرِّع؛ وتلك ميزة لم تكن لرسول قبله، بدليل قوله الحق:  {وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا}  [الحشر: ٧] </p><p> فالرسل من قبل الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يتناولون ما أخذوه عن الله، وميز سبحانه محمداً صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بتفويض التشريع. وأوضح الحق أنه عَلَّمَ رسوله الكتاب والحكمة. والحكمة مقصود بها السنة، فسبحانه القائل:  {واذكرن مَا يتلى فِي بُيُوتِكُنَّ مِنْ آيَاتِ الله والحكمة}  [الأحزاب: ٣٤] </p><p> وسبحانه صاحب الفضل على كل الخلق وصاحب الفضل على رسوله:  {وَأَنزَلَ الله عَلَيْكَ الكتاب والحكمة وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيماً} ولنا أن نلحظ أن {فَضْلُ الله} تكرر في هذه الآية مرتين. ففضل الله الأول في هذه الآية أنه عصمه من أن تضله طائفة وتنأى به عن الحق، ثم كان فضل الله عليه ثانيا أنه أنزل عليه الكتاب بكل أحكامه وأعطاه الحكمة وهي التفويض من الله لرسوله أن يشرّع. </p><p> إذن فالحق سبحانه وتعالى جعل من سنة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ امتداداً لوحيه. ولذلك إذا قيل من قوم يحاولون التشكيك في حديث رسول الله: إن الصلاة لم تأت في القرآن. </p><p> نقول سائلين الواحد منهم: هل تؤدي الصلاة أم لا.؟ </p><p> فيقول: إنني أصلي. . </p><p> فنقول له: كم فرضاً تصلي؟ . </p><p> فيقول: خمسة فروض. </p><p> فنقول: هات هذه الفروض الخمسة من القرآن. ولسوف يصيبه البهت، وسيلتبس عليه أمر تحديد الصبح بركعتين والظهر بأربع ركعات، والعصر بمثلها، والمغرب بثلاث، والعشاء بأربع ركعات. وسيعترف أخيراً أنه يصلي على ضوء قول الرسول:  «صلوا كما رأيتموني أصلي» وهذه من سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيماً} وقد نجد واحداً من اهل السطحية واللجاجة يقول: القرآن يكرر الكلمات في أكثر من موقع، ولماذا يذكر فضل الله في صدر هذه الآية، ويذكره مرة أخرى في ذيل نفس الآية؟ . </p><p> نقول: أنت لم تلحظ فضل الله في الجزئية الأولى لأنه أنقذ رسوله من همّ التزيين بالحكم على واحد من أهل الكتاب ظلماً، وفي الجزئية الثانية هو فضل في الإتمام بأنه علم رسوله الكتاب والحكمة وكان هذا الفضل عظيماً حقاً. </p><p> وساعة يذهب هؤلاء الناس ليحدثوا الرسول في أمر طعمة ابن أبيرق، ألم يجلسوا معا ليتدارسوا كيف يفلت طعمة بن أبيرق من الجريمة؟ . </p><p> لقد قاموا بالتداول فيما بينهم لأمر طعمة واتفقوا على أن يذهبوا للرسول؛ فكانت الصلة قريبة من النجوى. ولذلك حرص أدب الإسلام على أن يحترم كرامة أي جليس ثالث مع اثنين فلا يتناجى اثنان دون صاحبهما؛ لأن ذلك يحزنه. </p><p> وقد يكون الأمر جائزاً لو كان الجلوس أربعة، فواحد يتحدث مع آخر، وهناك يستطيع اثنان أن يتناجيا. إذن فالنجوى معناها المسارّة، والمسارّة لا تكون إلا عن أمر لا يحبون أن يشيع، وقد فعل القوم ذلك قبل أن يذهبوا إلى الرسول ليتكلموا عن </p><p> حادثة طعمة بن أبيرق، ولذلك يفضح الحق أمر هذه النجوى، فينزل القول الحق:  {لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ. .} </p>"
}