{
  "id": null,
  "sura": 4,
  "aya": 100,
  "text": "<p> الذي يهاجر في سبيل الله سيجد السعة إن كان قد وضع في نفسه العملية الإيمانية. وفي البداية كان المسلمون يهاجرون إلى الحبشة؛ لأنهم لم يكونوا آمنين في مكة على دينهم. </p><p> ولذلك قيل: إن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بسط الله له كونه واستعرض قضية العدالة في الكون، فلم يقبل النبي إلا أن يذهب المهاجرون إلى الحبشة، ولا بد أن الحق قد أعلمه أن الحبشة في ذلك الزمان هي أرض بلا فتنة. </p><p> وقد يقول قائل: ولماذا لم يختر النبي أن يهاجر المهاجرون الأوائل إلى قبيلة عربية في الجنوب أو في الشمال؟ </p><p> لقد كانت لقريش السيادة على كل الجزيرة العربية بقبائلها، فكل القبائل تحج عند قريش ولم تكن هناك أي بيئة عربية قادرة على أن تقف أمام هوى قريش. ولذلك استعرض سيدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ البلاد جميعاً إلى أن أمرهم بالهجرة إلى الحبشة، والعلة في الذهاب إلى الحبشة أن هناك ملكاً لا يظلم عنده أحد. وكان العدل في ذاته وساماً لذلك الملك وسماها المؤمنون دار أمن، وإن لم تكن دار إيمان. وأما الهجرة إلى المدينة فقد كانت إلى دار الإيمان. وعلينا أن نعرف نحن الذين نعيش في هذا الزمان أنه لا هجرة بعد الفتح، إلا إن كانت هجرة يقصد بها صاحبها المعونة على طاعة الله. وهو ما يوضحه قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:  «المسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر ما نهى الله عنه» . </p><p> وهناك هجرة باقية لنا وهي الحج، أو الهجرة إلى طلب العلم، أو الهجرة لأن هناك مجالاً للطاعة أكثر، فلنفترض أن هناك مكاناً يضيق الحكام فيه على الذهاب إلى المسجد، فيترك أهل الإيمان هذا المكان إلى مكان فيه مجال يأخذ فيه الإنسان حرية أداء الفروض الدينية، كل هذه هجرات إلى الله. والنية في هذه الهجرات لا يمكن أن تكون محصورة فقط في طلب سعة العيش. ولذلك لا يصح أن يكون الشغل الشاغل للناس ما يشغلهم في هذا الزمان هو سعة العيش. </p><p> وها هو ذا الإمام على - كرم الله وجهه - يقول: عجبت للقوم يَسْعَوْنَ فيما ضُمِن - بالبناء للمفعول - لهم ويتركون ما طلب منهم. فكل سعى الناس إنما هو للرزق والعيش وهو أمر مضمون لهم من خالقهم جل وعلا:  {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً وَسَعَةً وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِراً إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ عَلىَ الله وَكَانَ الله غَفُوراً رَّحِيماً}  [النساء: ١٠٠] . </p><p> ولن يجد المهاجر إلا السعة من الله، والشاعر يقول: </p><p> لعمرك ما ضاقت بلاد بأهلها ... ولكن أخلاق الرجال تضيق </p><p> وقد يقول الإنسان: إنني أطلب سعة الرزق بالهجرة، ونقول: أنت تبحث عن وظيفة لها شكل العمل وباطنها هو الكسل لأنك في مجال حياتك تجد أعمالاً كثيرة. </p><p> ونجد بعضاً ممن يطلبون سعة الرزق يريد الواحد منهم أن يجلس على مكتب ويقبض مرتباً، بينما يبحث المجتمع عن العامل الفني بصعوبة، كأن الذين يبحثون عن سعة الرزق يريدون هذه السعة مع الكسل، لا مع بذل الجهد. </p><p> {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً} وساعة تقرأ كلمة «مراغم» تعرف أنها تفتح المجال أمام المستضعفين الذين يستذلهم الجبارون. ومادة «مراغم» هي «الراء والغين والميم» والأصل فيها «الرّغام» أي «التراب» . ويقال: سوف أفعل كذا وأنف فلان راغم، أي أنف فلان يذهب إلى التراب وسأفعل ما أنا مصمم عليه. وما دام هناك إنسان سيفعل شيئاً برغم أنف إنسان آخر، فمعناه أن الثاني كان يريد أن يستذله وأراد أن يرغمه على شيء، لكنه رفض وفعل ما يريد. </p><p> وعندما يرى الإنسان جباراً يشمخ بأنفه ويتكبر، فهو يحاول أن يعانده ويصنع غير ما يريد ويجعل مكانه هذا الأنف في التراب، ويقال في المثل الشعبي: أريد أن أكسر أنف فلان. </p><p> وعندما يهاجر من كان مستعضفا ويعاني من الذلة في بلده، سيجد أرضاً يعثر فيها على ما يرغم أنف عدوه. فيقول العدو: برغم أنن ضيقت عليه راح إلى أحسن مما كنت أتوقع. ويرغم الإنسان بهجرته أنف الجبارين. </p><p> وكلمة «مراغم» هي اسم مفعول، وتعني مكاناً إذا ما وصلت إليه ترغم أنف خصمك الذي كان يستضعفك، فهل هناك أفضل من هذا؟ . </p><p> {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً} أي أنه سبحانه يعطي المهاجر أشياء تجعل من كان يستضعفه ويستذلّه يشعر بالخزي إلى درجة أن تكون أنفه في الرَّغام. </p><p> والمستضعف في أرضٍ ما يجد من يضيق عليه حركته، لكنه عندما يهاجر في سبيل الله سيجد سعة ورزقاً. </p><p> ويتابع الحق الآية:  {وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِراً إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ عَلىَ الله وَكَانَ الله غَفُوراً رَّحِيماً} ولا أحد يعرف ميعاد الموت. فإن هاجر إنسان في سبيل الله فقد لا يصل إلى المراغم؛ لأن الموت قد يأتيه، وهنا يقع أجره على الله. فإذا كان سبحانه قد وعد المهاجر في سبيله بالمكان الذي يرغم أنف خصمه وذلك سبب، ومن مات قبل أن يصل إلى ذلك السبب فهو قد ذهب إلى رب السبب، ومن المؤكد أن الذهاب إلى رب السبب أكثر عطاءً. وهكذا نجد أن المهاجر رابح حياً أو ميتاً. </p><p> {وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِراً إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ عَلىَ الله وَكَانَ الله غَفُوراً رَّحِيماً} وكلمة {وَقَعَ أَجْرُهُ عَلىَ الله} أي سقط أجره على الله. </p><p> كأن الحق سبحانه وتعالى يقول للعبد: أنت عندما تهاجر إلى أرض الله الواسعة، إن أدركك الموت قبل أن تصل إلى السعة والمراغم، فأنت تذهب إلى رحابي. والمراغم سبب من أسبابي وأنا المسبب. </p><p> وحتى نفهم معنى:  {وَقَعَ أَجْرُهُ عَلىَ الله} علينا أن نقرأ قوله الحق: {وَإِذَا وَقَعَ القول عَلَيْهِم}  [النمل: ٨٢] </p><p> والوقوع هنا هو سقوط، ولكنه ليس كالسقوط الذي نعرفه، بل هو الذهاب إلى الله. ولماذا يستخدم الحق هنا «وقع» بمعنى «سقط» ؟ </p><p> هو سبحانه يلفتنا إلى ملحظ هام: حيث يكون الجزاء أحرص على العبد من حرص العبد عليه، فإذا ما أدرك العبد الموت فالجزاء يسعى إليه وهو عند الله، </p><p> ويعرف الجزاء مَن يذهب إليه معرفة كاملة. </p><p> وهكذا يجب أن نفهم قوله الحق:  {وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَماً كَثِيراً وَسَعَةً وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِراً إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ عَلىَ الله وَكَانَ الله غَفُوراً رَّحِيماً}  [النساء: ١٠٠] </p><p> والله غفور رحيم حتى لمن توانى قليلاً، وذلك حتى يلحق بالركب الإيماني ويتدارك ما فاته؛ لأن الله يغفر ما فات إن حاول العبد تداركه. والهجرة تقتضي ضرباً في الأرض، وتقتضي الجهاد. </p><p> وبعد أن جعل الله الإسلام أركاناً، جاء فحمل المسلم ما يمكن أن يؤديه من هذه الأركان، فأركان الإسلام هي: الشهادة؛ والصلاة؛ والصوم؛ والزكاة؛ والحج لمن استطاع إلى ذلك سبيلاً، والمسلم ينطق بالشهادة ويؤدي الصلاة، ولكنه قد لا يملك مالاً؛ لذلك يعفيه الحق من الزكاة. وقد يكون صاحب مرض دائم فلا يستطيع الصوم، فيعفيه الله من الصوم. وقد لا تكون عنده القدرة على الحج فيعفيه الحق من الحج. أما شهادة «لا إله إلا الله وأن محمداً رسول الله» فقد لا يقولها المسلم في العمر إلا مرة واحدة. ولم يبق إلا ركن الصلاة وهو لا يسقط عن الإنسان أبداً ما دامت فيه الصلاحية لأدائها، ولذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «رأس الأمر كله الإسلام وعموده الصلاة» </p><p> ولأن الصلاة هي الركن الذي لا يسقط أبداً فقد جمع الله فيها كل الأركان، فعند إقامة الصلاة يشهد المسلم ألا إله إلا الله وأن محمداً رسول الله، وخلال الصلاة يصوم الإنسان عن الطعام والشراب، وإضافة إلى ذلك يصوم ويمتنع عن الكلام أيضا، وهكذا نجد الصلاة أوسع في الإمساك عن ركن الصيام. فالإنسان وهو يقيم </p><p> الصلاة يحبس نفسه عن أشياء كثيرة قد يفعلها وهو صائم، فالصوم - مثلاً - لا يمنع الإنسان من الحركة إلى أي مكان لكن الصلاة تمنع الإنسان إلا من الوقوف بين يدي الله. </p><p> إذن فالصلاة تأخذ إمساكاً من نوع أوسع من إمساك المؤمن في الصيام. والزكاة هي إخراج جزء من المال، والمال يأتي به الإنسان من الحركة والعمل. والحركة والعمل تأخذ من الوقت. وحين يصلي المسلم فهو يزكي بالأصل، إنه يزكي ببذل الوقت الذي هو وعاء الحركة، إذن ففي الصلاة زكاة واسعة. </p><p> والحج إلى البيت الحرام موجود في الصلاة؛ لأن المسلم يتحرى الاتجاه إلى البيت الحرام كقبلة في كل صلاة، وهكذا. </p><p> ولذلك اختلفت الصلاة عن بقية الأركان. فلم تشرع بواسطة الوحي، وإنما شرعت بالمباشرة بين رب محمد ومحمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. ولأن هذه هي منزلة الصلاة نجد الحق يحذرنا من أن يشغلنا الضرب في الأرض عنها، بل شرع سبحانه صلاة مخصوصة اسمها «صلاة الحرب وصلاة الخوف» حتى لا يقولن أحد إن الحرب تمنعنا من الصلاة، ففي الحرب يكون من الأولى بالمسلم أن يلتحم بمنهج ربه. </p><p> كذلك في السفر يشرع الحق قصر الصلوات:  {وَإِذَا ضَرَبْتُمْ فِي الأرض ... } </p>"
}