{
  "id": null,
  "sura": 4,
  "aya": 128,
  "text": "<p> وساعة نرى «إن» وبعدها اسم مرفوع كما في قوله: {وَإِنْ أَحَدٌ مِّنَ المشركين استجارك فَأَجِرْهُ}  [التوبة: ٦] </p><p> فلنعرف أن «إنْ» هذه داخلة على فعل، أي أن ترتيبها الأساسي هو: وإن استجارك أحد من المشركين فأجره. وهنا في هذه الآية: يكون التقدير: وإن خافت إمرأة من بعلها نشوزاً، وما الخوف؟ . هو توقع أمر محزن أو مسيء؛ لم يحدث بعد ولكن الإنسان ينتظره، وحين يخاف الإنسان فهو يتوقع حدوث الأمر السيء. وهكذا نجد أنّ الخوف هو توقع ما يمكن أن يكون متعباً. وقوله الحق:  {وَإِنِ امرأة خَافَتْ مِن بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً} أي أن النشوز لم يحدث ولكن المرأة تخاف أن يحدث. ورتب الحق الحكم على مجرد الخوف من النشوز لا حدوث النشوز بالفعل، وهذه لفتة لكل منا ألا يترك المسائل حتى تقع، بل عليه أن يتلافى أسبابها قبل أن تقع؛ لأنها إن وقعت ربما استعصى عليه تداركها وإن رأت المرأة بعضاً من ملامح نشوز الزوج فعليها أن تعالج الأمر. </p><p> ونلحظ أن الحق يتكلم هنا عن نشوز الرجل، وسبق أن تكلم سبحانه عن نشوز المرأة:  {واللاتي تَخَافُونَ نُشُوزَهُنَّ}  [النساء: ٣٤] </p><p> ما النشوز؟ عندما نسمع عن الموسيقى نجد من يقول:  «هذه نغمة نشاز» أي أنها نغمة خرجت عن تسلسل النغم وإيقاعه. والأصل فيها مأخوذ من النشز، وهو ما ارتفع وظهر من الأرض، والمفروض في الأرض أن تكون مبسوطة، فإن وجدنا فيها نتوءا فهذا اسمه نشوز. </p><p> والأصل في علاقة الرجل بزوجته، أن الرجل قد أخذ المرأة سكناً له ومودة ورحمة وأفضى إليها وأفضت إليه، واشترط الفقهاء في الزواج التكافؤ أي أن يكون الزوجان متقاربين؛ ولذلك قال الحق:  {الخبيثات لِلْخَبِيثِينَ والخبيثون لِلْخَبِيثَاتِ والطيبات لِلطَّيِّبِينَ والطيبون لِلْطَّيِّبَاتِ}  [النور: ٢٦] </p><p> حتى الكفاءة تكون في الطيبة أوالخبث، فلا يأتي واحد بامرأة خبيثة ويزوجها لرجل طيب كي لا تتعبه، ولا يأتي واحد برجل خبيث ويزوجه بامرأة طيبة كي لا يتعبها؛ لأن الطيب عندما يتزوج طيبة تريحه وتقدره. </p><p> وكذلك الخبيث عندما يتزوج خبيثة فإنهما يتوافقان في الطباع والسلوك، وفي هذا توازن، والخبيث إن لم يخجل من الفضيحة، فالخبيثة لا تخجل منها أيضاً، أما الطيب والطيبة فكلاهما يخشى على مشاعر الآخر ويحافظ على كرامته، فإن خافت امرأة من بعلها نشوزاً أي ارتفاعاً عن المستوى المفترض في المعاملة، في السكن والمودة والرحمة التي ينبغي أن تكون موجودة بين الزوجين، وهي قد أفضت إليه وأفضى إليها، فإن خافت أن يستعلي عليها بنفسه أو بالنفقة أو ينالها بالاحتقار، أو ضاعت منه مودته أو رحمته، هذا كله نشوز. وبل حدوث ذلك على الزوجة الذكية أن تنتبه لنفسها وترى ملامح ذلك النشوز في الزوج قبل أن يقع، فإن كانت الأسباب من جهتها فعليها أن تعالج هذه الأسباب، وترجع إلى نفسها وتصلح من الأمر. </p><p> وإن كانت منه تحاول كسب مودته مرة أخرى. </p><p> {وَإِنِ امرأة خَافَتْ مِن بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً} والإعراض يعني أنه لم ينشزبعد ولكنه لا يؤانس الزوجة ولا يحدثها ولا يلاطفها على الرغم من أنه يعطيها كل حقوقها. وعلى المرأة أن تعالج هذه المسألة أيضاً. والقضية التي بين اثنين - كما قلنا - وقال الله عنهما: </p><p> {وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ}  [النساء: ٢١] </p><p> وقال في ذلك أيضا:  {هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ}  [البقرة: ١٨٧] </p><p> أي أن يغطي الرجل المرأة وتغطي المرأة الرجل فهي ستر له وهو ستر لها وحماية. ونعرف أن المرأة إن دخل عليها أبوها أو أخوها فهي تداري أي جزء ظاهر من جسمها، أما عندما يدخل عليها زوجها فلا تستر ولا تخفي شيئاً. </p><p> ويعرف كل زوج متزوج وكل امرأة متزوجة أن بينهما إفضاءً متبادلاً، فقد أباح الله للرجل من زوجته ما لا يبيحه لأحد، وكذلك المرأة، فلا يقول الرجل أي نعت أو وصف جارح للمرأة، وعلى المرأة أن تحافظ كذلك على زوجها. ولها أن تتذكر أنها اطلعت على عورته بحق الله، واطلع على عورتها بحق الله. </p><p> والحق سبحانه وتعالى يريد أن ينهي هذا الخلاف قبل أن يقع؛ لذلك أوجب على المرأة أن تبحث عن سبب النشوز وسبب الإعراض فقد تكون قد كبرت في العمر أو نزلت بها علة ومرض وما زال في الرجل بقية من فتوة. وقد يصح أن امرأة أخرى قد استمالته أو يرغب في الزواج بأخرى لأي سبب من الأسباب، هنا على المرأة أن تعالج المسألة علاج العقلاء وتتنازل عن قَسْمها، فقد تكون غير مليحة وأراد هو الزَّواج فلتسمح له بذلك، أو تتنازل له عن شيء من المهر، المهم أن يدور الصلح بين الرجل وزوجته، وهي مهمة الرجل كما أنها مهمة المرأة. </p><p> {فَلاَ جُنَاْحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحاً} والصلح هنا مهمة الاثنين معاً؛ لأن كل مشكلة لا تتعدى الرجل والمرأة يكون حلها يسيراً، والذي يجعل المشكلات صعبة هم هؤلاء الذين يتدخلون في العلاقة بين الرجل والمرأة، وليس بينهما ما بين الرجل والمرأة، والرجل قد يختلف مع المرأة ويخرج من المنزل ويهدأ ويعود، فتقول له الزوجة كلمة تنهي الخلاف لكن إن تدخل أحد الأقارب فالمشكلة قد تتعقد مِن تدخل من لا يملك سبباً أو دافعاً لحل المشكلة. </p><p> لذلك يجب أن ننتبه إلى قول الحق هنا:  {فَلاَ جُنَاْحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا} . </p><p> وأولى درجات الصلح بين الرجل والمرأة هو أن يقوم كل منهما بمسئوليته وليتذكر الاثنان قول الحق:  {وعسى أَن تَكْرَهُواْ شَيْئاً وَهُوَ خَيْرٌ لَّكُمْ}  [البقرة: ٢١٦] </p><p> وكذلك قول الحق سبحانه: </p><p> {فَإِن كَرِهْتُمُوهُنَّ فعسى أَن تَكْرَهُواْ شَيْئاً وَيَجْعَلَ الله فِيهِ خَيْراً كَثِيراً}  [النساء: ١٩] </p><p> ولايظنن رجل أن هناك امرأة هي مجمع كل الجمال والخيرات؛ لأن كل خصال الخير التي تتطلبها الحياة، قد لا تتوافر في المرأة الجميلة. بل قد توجد في المرأة التي ليست على حظ من الحسن؛ لأن ذات الحسن قد تستند إلى رصيد حسنها. أما التي ليس لها حظ من الحسن فهي تحاول أن تكون أمينة ومطيعة ومدبرة وحسنة التصرف مع أهل زوجها؛ لأنها تريد أن تستبقي لنفسها رصيد استبقاء. </p><p> ولذلك نجد اللاتي ليس لهن حظ من الحسن هن الغالبية الكبيرة في حمل أعباء تكوين الأسرة، فلا يصح أن يأخذ الرجل الزاوية الوحيدة للجمال الحسيّ، بل عليه أن يأخذ الجمال بكل جوانبه وزواياه؛ لأن الجمال الحسيّ قد يأخذ بعقل الرجال، لكن عمره قصير. وهناك زوايا من الجمال لا نهاية إلا بنهاية العمر. </p><p> وقد حدَّثونا عن واحد من الصالحين كانت له امرأة شديدة المراس والتسلط عليه، وهو رجل طيب فقال لها: آه لو رأيتني وأنا في دروس العلم والناس يستشرفون إلى سماعي. لقد ظن أنها عندما تراه في مجلس العلم سترتدع، وتكون حنونة عليه. </p><p> وذهبت لحضور درس العلم، ورآها، وظن أن ذلك سيزرع هيبة له في قلبها، وعاد إليها آخر النهار وقال لها: لقد رأيتني اليوم. فقالت: رأيتك ويا حسرة ما رأيت، رأيت كل الناس تجلس باتزان إلا أنت فقد كنت تصرخ. </p><p> وحدثونا عن هذا الرجل أن الله كان يكرمه بالمدد جزاء صبره على امرأته، وكان المريدون يرون إشراقات الله في تصرفاته، وماتت امرأته. وذهب المريدون ولم يجدوا عنده الإشراقات التي كانت عنده من قبل. فسألوه: لماذا؟ فقال: ماتت التي كان يكرمني الله من أجلها. </p><p> فكما أن المطلوب من المرأة أن تصبر على الرجل، فالرجل مطلوب منه أن يصبر علىلمرأة. والذي يصبر عليها يؤتيه الله خيرها؛ ولذلك قالوا: «إن عمران بن حطان كان من الخوارج وكان له امرأة جميلة وكان هو دميم الملامح، فنظرت إليه زوجته مرة وقالت: الحمد لله فقال لها: على أي شيء تحمدين الله؟ قالت: على أني وأنك في الجنة. قال: لم؟ . قالت: لأنك رزقت بي فشكرت، ورزقت بك فصبرت، والشاكر والصابر كلاهما في الجنة. </p><p> ولا يظنن واحد أنه سيجد امرأة هي مجمع الجمال والحسن في كل شيء، فإن كانت متدنية المستوى في جانب فهي متميزة في جانب آخر، فلا تضيع الامتياز الذي فيها من أجل قصورها في جانب ما. وزوايا الحياة كثيرة. وقلنا سابقاً: إنه لا يوجد أحد ابناً لله، بل كلنا بالنسبة لله عبيد. ومادمنا جميعاً بالنسبة لله عبيداً وليس فينا ابن له. وسبحانه أعطانا أسباب الفضل على سواء، فهناك فرد قد أخذ الامتياز في جانب، والآخر قد نال الامتياز في جانب آخر - هذا النقص في زاوية ما، والامتياز في زاوية أخرى، أراد به الله أن يجعل مجموع صفات ومزايا أي إنسان يساوي مجموع إنسان آخر حتى يتوازن العالم. </p><p> فإن وجد الإنسان شيئاَ لا يعجبه في المرأة، ووجدت المرأة شيئاً لا يعجبها في الرجل، فعلى الرجل أن يضم الزوايا كلها ليرى الصورة المكتملة للمرأة، وأن تضم المرأة كل الزوايا حتى ترى الصورة المكتملة للرجل. </p><p> والرجل الذي ينظر إلى كل الزوايا يحيا مرتاح البال؛ لأنه يرى من الزوايا الحسنة أضعاف الزوايا التي ليست كذلك، والذي يرضى هو من ينظر إلى المحاسن. والذي يغضب هو من ينظر إلى المقابح. والعادل في الغضب والرضا هو مَن ينظر إلى مجموع هذا ومجموع هذا، إنّ الحق سبحانه وتعالى يريد أن تُبنى الأسرة على السلامة فيوضح لنا: </p><p> - </p><p> لا تنتظر أيها الرجل ولا تنتظري أيتها المرأة إلى أن يقع الخلاف، فما أن تبدو البوادر فعليكما بحل المشكلات، فليس هناك أحد قادر على حل المشكلات مثلكما؛ لأنه لا يوجد أحد بينه وبين غيره من الروابط والوشائج مثل ما بين الرجل وزوجته؛ لذلك قال سبحانه:  {فَلاَ جُنَاْحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحاً} . </p><p> إننا في بعض الأحيان نجد الصلح يأخذ شكلية الصلح، أما موضوع الصلح وهو إنهاء الجفوة والمواجيد النفسية فقد لا يوجد، والذي يعرقل الصلح هو أننا نقوم بالشكلية ولا نعالج الأسباب الحقيقية المدفونة في النفوس، والتي تتسرب إلى موضوعات اخرى؛ لذلك يجب أن يكون الصلح، ويتم بحقيقته كقول الله تعالى:  {أَن يُصْلِحَا بَيْنَهُمَا صُلْحاً والصلح خَيْرٌ} وعندما تتراضى النفوس يعم الخير على الزوجين وعلى المجتمع. </p><p> وبعد ذلك يتابع الحق:  {وَأُحْضِرَتِ الأنفس الشح وَإِن تُحْسِنُواْ وَتَتَّقُواْ فَإِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً} . يوضح لنا سبحانه: أنا خالقكم وأعلم طبائعكم وسجاياكم وأعلم أنني عندما أطلب من المرأة أن تتنازل عن شيء من نفقتها كمهرها أو هدية الخطبة الأولى «الشبكة» ، أو أن تتنازل له عن ليلتها لينام عند الزوجة الأخرى. وأعلم أن هذا قد يصعب على النفس، وكذلك يصعب على الرجل أن يتنازل عن مقاييسه، إياكم أن يستولي الشح على تصرفاتكم بالنسبة لبعضكم البعض. وجاء الحق في آية وقال:  {وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً}  [النساء: ٢١] </p><p> وهنا يقول:  {وَأُحْضِرَتِ الأنفس الشح وَإِن تُحْسِنُواْ وَتَتَّقُواْ فَإِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً} وهناك فرق بين الحقوق التي قد يتمسك بها أحد الزوجين، والإحسان الذي يَتطوع به. ونعرف ما فعله قاضٍ فاضل عندما قال لخصمين: أأحكم بينكما بالعدل أو بما هو خير من العدل؟ </p><p> فسأل واحد: وهل هناك خير من العدل؟ فقال القاضي: نعم إنه الفضل. فالعدل إعطاء الحق فقط، والفضل ان يتنازل الإنسان عن حقه بالتراضي لأخيه. </p><p> ويذيل الحق الآية:  {وَإِن تُحْسِنُواْ وَتَتَّقُواْ فَإِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً} وسبحانه وتعالى يريد أن يحل مشكلة نفسية قد تتعرض لها الأسر التي لا توجد فيها خميرة عقدية إيمانية، لا عند الرجل ولا عند المرأة، ولو كانت هذه الأسر تملك الخميرة الإيمانية المسبقة وأخذت أحكام الله بحقها لما وجدت هذه المشكلة، إنها مشكلة التعدد. </p><p> ظاهر الأمر أن الرجل حين يعدد زوجاته يكون محظوظاً؛ لأنه غير مقيد بواحدة بل له إلى أربع، والمغبون هي المرأة؛ لأنها مقيدة بزوج واحد، فليست كل امرأة مهضومة، لأن الزوجة الجديدة تشعر بالسعادة. وقد نجد امرأة قال لها زوجها: سأتزوج بثانية، ورضيت هي بذلك، بعد أن وازنت بين أمورها فاختارت خير الأمور. </p><p> روى أن امرأة أراد زوجها أن يطلقها لرغبته عنها، وكان لها منه ولد فقالت لا تطلقني ودعني أقوم على ولدي وتقسم لي فقال: إن كان هذا يصلح فهو أحب إليّ فأقرها. إذن فالغمة في زواج الرجل من زوجة أخرى لا تعم كل النساء، فإن أحدث الزواج الغم والحزن عند الزوجة الأولى فهو يحدث سروراً عند الزوجة الثانية. والمرأة معذورة في ذلك لأن الرجل أخذ حكم الله في أن يعدد ولم يأخذ مع هذا الحكم أن يعدل. والرجل يظلم المرأة حين يأخذ الحكم الذي في صالحه وهو إباحة التعدد ولا يأخذ من مبيح التعدد وهو المشرع الأعلى - وهو الله - الأمر بأن يعدل بين زوجاته. </p><p> لقد جنحت المجتمعات لأنهم رأوا الرجل حين يتزوج بأخرى لا يلتفت إلا للزوجة الجديدة، ويهمل القديمة وأولاده منها؛ لذلك فالنساء معذورات في أن يغضبن من هذه المسألة. ولو أن الرجل أخذ حكم الله بالعدل كما أخذ إباحة الله في التعدد لحدث التوازن. وحين تعرف المرأة الأولى أن حقها لن يضيع لا في نفسها ولا في بيتها ولا في رعاية أولادها. فهي تقول:  «من الأفضل أن يكون متزوجاً أمام عيني بدلاً من أن يدس نفسه في أعراض الناس» . </p><p> إذن فالذي يثير المسألة كإشكال أن الرجل يأخذ بعض الكتاب فيعمل به ويترك بعضه فلا يطبقه ولا يعمل به. والذين يأخذون إباحة الله في التعدد لا بد أن يأخذوه </p><p> بأصوله التي وضعها الله في إطار العدالة. وحين يكون للرجل امرأتان مثل سيدنا معاذ بن جبل، فكل امرأة لها حق في البيتوتة، ليلة لزوجة وليلة لأخرى مثلا، وكان - رَضِيَ اللَّهُ عَنْه - لا يتوضأ عند واحدة في ليلة الأخرى مع أن الوضوء قربة لله. والأعجب من ذلك عندما ماتت الزوجتان في الطاعون، أمر بدفن الاثنتين في قبر واحد. </p><p> والحق سبحانه وتعالى هو الذي خلق الخلق وأمر بالعدالة في المستطاع، وعلى الرجل أن يعدل زَمَناً، ويعدل نفقة، ويعدل ابتسامة، ويعدل مؤانسة ومواساة، والرجل في كل ذلك يستطيع، لكنه لا يستطيع أن يعدل في ميل القلب، وهو أمر مكتوم؛ لذلك قال الحق:  {وَلَن تستطيعوا أَن تَعْدِلُواْ ... } </p>"
}