{
  "id": null,
  "sura": 4,
  "aya": 159,
  "text": "<p> و «إن» هنا هي «إن» النافية، وهي غير «إن» الشرطية. وإليكم هذا المثال عن «إن» النافية من موضع آخر من القرآن حين قال الحق: </p><p> {الذين يُظَاهِرُونَ مِنكُمْ مِّن نِّسَآئِهِمْ مَّا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ}  [المجادلة: ٢] </p><p> يصحح الحق هنا الخطأ الذي وقع فيه هؤلاء الذين يظاهرون من نسائهم بقول الواحد منهم لزوجته:  «أنت علي كظهر أمي» ، فيقول سبحانه:  {إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنكَراً مِّنَ القول وَزُوراً وَإِنَّ الله لَعَفُوٌّ غَفُورٌ}  [المجادلة: ٢] </p><p> فيوضح سبحانه: ما أمهاتهم إلا اللائي ولدنهم. و «إن» في هذه الآية التي نحن بصدد خواطرنا الآن عنها هي «إن» النافية. </p><p> كأن الحق يقول: ما من أهل الكتاب أحد إلا ليؤمن به قبل موته. وهذا شرح لمعنى «إن النافية» . وقد يقول قائل: ما حكاية الضمائر في هذه الآية؟ فالآية بها أكثر من ضمير، مثل قوله الحق:  {وَإِن مِّنْ أَهْلِ الكتاب إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} وعلى من تعود «به) ؟ وعلى من تعود الهاء في آخر قوله» موته «؟ هل هو موت عيسى أو موت أي واحد من أهل الكتاب، فالمذكور عيسى، ومذكور أيضاً أهل الكتاب،فيصح أن يكون القول كالآتي:</p><p> لن يموت واحد من أهل الكتاب إلا بعد أن يؤمن بعيسى، ويصح أيضاً: لن يموت عيسى إلا بعد أن يؤمن به كل واحد من أهل الكتاب، ولأن الضمير لا يعرف إلا بمرجعه، والمرجع يبين الضمير. فإن كانت هناك ألفاظ سبقت. . فكل منها يصح أن يكون مرجعاً، أو أن يعود الضمير على بعض مرجعه كقول الحق:  {وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلاَ يُنقَصُ مِنْ عُمُرِهِ إِلاَّ فِي كِتَابٍ}  [فاطر: ١١] </p><p> والمعمَّر هو الإنسان الذي طعن في السن، ولا ينقص من عمر هذا المعمَّر إلا كما أراد الله، والهاء في» عمره «تعود إلى بعض من المعمَّر. ذلك أن كلمة» معمَّر « </p><p> مكونة من عنصرين هما» ذات الرجل «و» عمر الرجل «، فلما عاد الضمير عاد على الذات دون التعمير،فيكون المعنى هو:وما يعمَّر من معمَّر ولا ينقص من عمر ذات لم يثبت لها التعمير. وماذا يكون الحال حين يوجد مرجعان؟مثل قوله الحق:{رَفَعَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا}[الرعد: ٢]</p><p> هنا نجد مرجعين: » السماء «و» العمد «فعلى أي منهما تعود الهاء الموجودة في كلمة» ترونها «، هل تعود» الهاء «إلى المرجع الأول وهو السموات، أو للمرجع الثاني وهو» العمد «؟ يصح أن تعود» الهاء «إلى السموات. </p><p> . أي خلق السموات مرتفعة قائمة بقدرته لا تستند على شيء وأنتم تنظرون إليها وتشاهدونها بغير دعائم، ويصح أيضاً أن تعود إلى العمد. أي بغير العمد التي نعرفها ولكن رفعها الحق بقوانين الجاذبية. أو رفع السموات {بِغَيْرِ عَمَدٍ تَرَوْنَهَا} أي أن العمد مختفية عن رؤية البشر. وهكذا يصح أن يًنسب الضمير ويعود إلى أحد المرجعين. </p><p> والآية التي نحن بصددها، نجد أنه قد تقدم فيها شيئان هما المسيح وأهل الكتاب، وفيهما ضميران اثنان. فهل يعود الضميران على عيسى، أو يعودان على أهل الكتاب؟ أو يعود ضمير منهما على عيسى والآخر على أهل الكتاب؟ وأي منهما الذي يرجع على عيسى، وأي منهما الذي يرجع على أهل الكتاب؟ أو أن هناك مرجعاً ثالثاً لم يُذكر ويعلم من السياق هو محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ونجد أن الضميرين قد يرجعان إلى المرجع الثالث، أي إلى محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذي بشر بمجيئه عيسى ابن مريم، وتواتر الأحاديث عن أن عيسى يوشك أن ينزل فيكسر الصليب ويقتل الخنزير، ولسوف يصلي عيسى ابن مريم خلف واحد من أمة رسول الله محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> ولماذا التقى النصارى مع اليهود في مسألة القتل والصلب؟ هم معذورون في ذلك؛ لأن الحق لم يأت ببيان فيها آنئذ. وقوله:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ} يدل على أنهم معذورون إن قالوا ذلك. ولكن كان الواجب أن يتمردوا على مسألة الصلب هذه، إن كان فيه ألوهية أو جزء من ألوهية، وكان من الواجب أن يخفوا مسألة الصلب. ويأتي الإسلام ليبرئ عيسى عليه السلام من هذه المسألة ويعين أتباع عيسى على تبرءته منها. </p><p> ولكن لم يلتفت أتباع عيسى إلى قول الإسلام في هذه القضية {ولكن شُبِّهَ لَهُمْ} وكان يجب لأن يلتفت إليها أتباع المسيح. وحين يقص الحق كل ذلك فهو يحكم من بعد ذلك حكماً إلهياً:  {بَل رَّفَعَهُ الله إِلَيْهِ} النصارى يقولون بالرفع، ولكن بعد الصلب. ونحن المسلمين نقول بالرفع ولا صلب، رفعه الله إليه وسينزل. وحكمة ذلك أنه لم يوجد رسول من الرسل السابقين فُتن فيه قومه فجعلوه بعضاً من إله أو إلهاً فلم تسكت السماء عن ذلك، فرفعه سبحانه وسينزله ليسفه هذه القضية، وبعد ذلك يجري عليه قدر الله في خلقه وهو الموت. </p><p> إن الذين يقفون في هذه المسألة يجب ألا يقفوا، لأن مسألة سيدنا عيسى عليه السلام بدأها الله بعجيبة خرقت النواميس لأنه وُلد من أم دون أب. فإن كنتم قد صدقتم العجيبة في الميلاد، فلماذا لا تصدقون العجيبة في مسألة الرفع؟ </p><p> وإن قال واحد منا: لقد مات عيسى عليه السلام. نقول: ماذا تقولون في نبيكم محمد عَلَيْهِ الصَّلَاة وَالسَّلَام ُ؟ أصعد إلى السماء معروجاً به إليها؟ ألم يكن رسول الله حياً بقانون الأحياء؟ نعم كان حياً بقانون الأحياء. </p><p> وظل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ مدة وجيزة في السماء ثم نزل إلينا، إذن فالمسألة في أن يذهب خلق من خلق الله بإرادة الحق وقدرته إلى السماء وهو حي ثم ينزل إلى الأرض وهو حيٌّ ليس عجيبة. </p><p> والخلاف بين رفع عيسى وصعود محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بالمعراج خلاف في المدة. وهذا لا ينقض المبدأ؛ فالمهم أنه صعد بحياته ونزل بحياته، وظل فترة من الزمن بحياته، إذن فمسألة الصعود إلى السماء والبقاء فيها لمدة أمر وارد في شريعتنا الإسلامية. ولتأكيد هذه المسألة يقول الحق:  {وَإِن مِّنْ أَهْلِ الكتاب إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِْ}  [النساء: ١٥٩] </p><p> السامع السطحي لهذه الآية قد يقول: إنهم أهل كتاب ولا بد أن يكونوا قد آمنوا به، وأقول: لا، لقد آمنوا به إيماناً مراداً لأنفسهم، وليس الإيمان المراد لله، آمنوا به إلهاً أو جزءاً من إله وهو ما يسمى لديهم بالثالوث - الآب والابن وروح القدس - ولكن الله يريد أن يؤمنوا به رسولاً وبشراً وعبداً. </p><p> وإذ قال الحق:  {وَإِن مِّنْ أَهْلِ الكتاب إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ القيامة يَكُونُ عَلَيْهِمْ شَهِيداً} فمعنى هذا: ما أحد من أهل الكتاب إلا ويؤمن بعيسى عليه السلام رسولاً وعبداً وبشراً قبل أن يموت. </p><p> والضمير في قوله:  {إِلاَّ لَيُؤْمِنَنَّ بِهِ} يرجع إلى عيسى. والضمير الآخر الموجود في {قَبْلَ مَوْتِهِ} قد يرجع إلى عيسى أي قبل موت عيسى ولن يموت عليه السلام الموتة الحقيقية التي تنهي أجله في الحياة إلا بعد أن يؤمنوا به عبداً ورسولاً وبشراً، ولن يتحقق ذلك إلا إذا جاء بشحمه ولحمه ودمه ليقول لهم: أنتم مخطئون في أنكم أنكرتم بشارتي بمحمد الخاتم، وأنتم مخطئون في اتهامكم لأمي، والدليل على خطئكم هو أنني جئت مبشراً برسول للناس كافة هو محمد بن عبد الله، وهأنذا أصلي خلف واحد من أمة ذلك الرسول. فلن يأتي عيسى - عليه السلام - بتشريع جديد بل ليصلي خلف واحد من المؤمنين بمحمد بن عبد الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وحين يصنع عيسى ابن مريم ذلك، ماذا سيقول الذين فُتِنوا فيه؟ . لاشك أنهم سيعلنون الإيمان برسالة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، أو أن كل كتابي من الذين عاشوا في المسافة الزمنية من بعد رفعه وحتى نزوله مرة أخرى سيعلن الإيمان بعيسى كبشر ورسول وعبد قبل أن يموت ولو في غيبوبة النهاية عندما تبلغ الروح الحلقوم وتترد في الحلق عند الموت. فقد يصح أن تكون الآية عامة {وَإِن مِّنْ أَهْلِ الكتاب إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} ويعود الضمير فيها إلى كل كتابي قبل أن يموت. </p><p> إن النفس البشرية لها هوى قد يستر عنها الحقائق ويغلق دونها باب اليقين ويدفعها إلى ذلك غرور الحياة، فإذا ما جاءت سكرة الموت بالحق، انتهى كل شيء يُبعد الإنسان عن منهج الحق واليقين؛ ولا تبقى إلا القضايا بحقها وصدقها ويقينها، وتستيقظ النفس البشرية لحظة تظن أنها ستلقى الله فيها ويسقط غرور الحياة، ويراجع الإنسان منهم نفسه في هذه اللحظة، ويقول: أنا اتبعت هوى نفسي. ولكن أينفع مثل هذا اللون من الإيمان صاحبَه؟ لا؛ لأن مثله في ذلك مثل إيمان فرعون، فقد قال حين أدركه الغرق:  {حتى إِذَآ أَدْرَكَهُ الغرق قَالَ آمَنتُ أَنَّهُ لا إله إِلاَّ الذي آمَنَتْ بِهِ بنوا إِسْرَائِيلَ وَأَنَاْ مِنَ المسلمين}  [يونس: ٩٠] </p><p> فيسمع صوتَ الحق في تلك اللحظة:  {آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ المفسدين}  [يونس: ٩١] </p><p> فلم ينتفع فرعون لحظة الغرق بالإيمان. </p><p> ويقول - سبحانه -: {وَلَيْسَتِ التوبة لِلَّذِينَ يَعْمَلُونَ السيئات حتى إِذَا حَضَرَ أَحَدَهُمُ الموت قَالَ إِنِّي تُبْتُ الآن وَلاَ الذين يَمُوتُونَ وَهُمْ كُفَّارٌ أولئك أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً}  [النساء: ١٨] </p><p> ويذيل الحق الآية:  {وَيَوْمَ القيامة يَكُونُ عَلَيْهِمْ شَهِيداً} وهذا يؤكد أن عيسى عليه السلام سيشهد على من عاصروا نزوله في الدنيا، وسوف يشهد يوم القيامة على الذين ادعوا له بالألوهية:  {وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الغيوب}  [المائدة: ١١٦] </p><p> ويعاود الحق سبحانه الكلام عن فظائع اليهود فيقول:  {فَبِظُلْمٍ مِّنَ الذين ... } </p>"
}