{
  "id": null,
  "sura": 4,
  "aya": 122,
  "text": "<p> وحين يأتي سبحانه بأمر يتعلق بالكفار وعقابهم فالنفوس مهيأة ومستعدة لتسمع عن المقابل، فإذا كان جزاء الكفار ينفر الإنسان من أن يكون منهم، فالنفس السامعة تنجذب إلى المقابل وهو الحديث عن جزاء المؤمنين أصحاب العمل الصالح. وسبحانه قال من قبل:  {فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً}  [النساء: ١١٤] </p><p> وهنا يقول:  {سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار} . والمتيقن من الله والواثق به يعلم أنه لا توجد مسافة تبعده عن عطاء الله، مثال ذلك «حينما سأل النبيُّ أحد الصحابة وكان اسمه الحارث بن مالك الأنصاري:  (كيف أصبحت يا حارث؟) . </p><p> قال: أصبحت مؤمنا حقاً. لقد أجاب الصحابي بكلمة كبيرة المعاني وهي الإيمان حقاً؛ لذلك قال الرسول: انظر ما تقول فإن لكل شيء حقيقة فما حقيقة إيمانك» ؟ </p><p> أجاب الصحابي: عزفت نفسي عن الدنيا فأسهرت لذلك ليلي وأظمأت نهاري، وكأني أنظر إلى عرش ربيّ بارزا وكأني أنظر إلى أهل الجنة يتزاورون وكأني أنظر إلى أهل النار يتضاغون فيها (يتصايحون فيها) . </p><p> فقال:  «يا حارث: عرفت فالزم ثلاثا» . </p><p> والحق ساعة يقول:  «س» وساعة يقول: «سوف» فلكل حرف من الحروف الداخلة على الفعل ملحظ ومغزى وكل عطاء من الله جميل. {والذين آمَنُواْ وَعَمِلُواْ الصالحات سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار} . </p><p> والجنة - كما قلنا من قبل - على إطلاقها تنصرف إلى جنة الآخرة فهي الجنة بحق، أما جنة الدنيا فمن الممكن أن يتصوّحَ نباتها وشجرها وييبس ويتناثر، أو يصيبها الجدب، أمّا جنة الآخرة فهي ذات الأكل الدائم، وإن لم تطلق كلمة «الجنة» من </p><p> أي قيد أو وصف بل قيدت، فالقصد منها معنى آخرح كقول الحق:  {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَآ أَصْحَابَ الجنة إِذْ أَقْسَمُواْ لَيَصْرِمُنَّهَا مُصْبِحِينَ}  [القلم: ١٧] </p><p> وقوله سبحانه:  {كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ}  [البقرة: ٢٦٥] </p><p> والجنة بربوة هي البستان على مكان عال، وهي ذات مواصفات أعلى مما وصل إليه العلم الحديث؛ لأن الأرض إذا كانت عالية لا تستطيع المياه الجوفية أن تفسد جذور النبات المزروع في هذه الأرض، فيظل النبات أخضر اللون، ويقول الحق عن مثل هذه الجنة:  {فَآتَتْ أُكُلَهَا ضِعْفَيْنِ}  [البقرة: ٢٦٥] </p><p> ويزيد على ذلك أنها بربوة، وأنها تروى بالمطر من أعلى، ومن الطل، فتأخذ الرّي من المطر للجذور، والطل لغسل الأوراق. كل ذلك يطلق على الجنة. </p><p> وهنا يقول الحق سبحانه وتعالى:  {جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار} ويطمئننا سبحانه على احتفاظها بنضرتها وخضرتها، وأول شيء يمنع الخضرة هو أن يقل الماء فتذبل الخضرة. </p><p> ونجد القرآن مرة يقول:  {جَنَّاتٍ تَجْرِي تَحْتِهَا الأنهار} وهذا يعني أن منبع المياه بعيد. ومرة أخرى يقول:  {جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار} ويعني أن منبع المياه لن يحجزه أحد؛ لأن الأنهار تجري وتنبع من تحتها. </p><p> ويعد الحق المؤمنين أصحاب العمل الصالح بالخلود في الجنة، والخلود هو المكث طويلاً، فإذا قال الحق:  {خَالِدِينَ فِيهَآ أَبَداً} أي أن المكث في الجنة ينتقل من المكث طويلاً إلى المكث الدائم. </p><p> وهذا وعد مَن؟ {وَعْدَ الله حَقّاً وَمَنْ أَصْدَقُ مِنَ الله قِيلاً} . وحين يعدك من </p><p> لا يخرجه شيء عن إنفاذ وعده، فهذا هو وعد الحق - سبحانه -. أما وعد المساوي لك في البشرية فقد لا يتحقق، لعله ساعة إنفاذ الوعد يغير رأيه، أو لا يجد الوُجد واليسار والسَّعة والغنى فلا يستطيع أن يوفي بما وعد به، أو قد يتغير قلبه من ناحيتك، لكن الله سبحانه وتعالى لا تتناوله الأغيار، ولا يعجزه شيء، وليس معه إله آخر يقول له لا. إن وعده سبحانه لا رجوع فيه ولا محيص عن تحقيقه. </p><p> قول الله هنا {وَعْدَ الله حَقّاً وَمَنْ أَصْدَقُ مِنَ الله قِيلاً} هو كلام منه ليوضح لكل واحد منا: أنا لا أريد أن أستفهم منك، لكنه جاء على صورة الاستفهام لتكون الإجابة من الخلق إقرارا منهم بصدق ما يقوله الله، أيوجد أصدق من الله؟ </p><p> وتكون الإجابة: لا يمكن، حاشا لله؛ لأن الكذب إنما يأتي من الكذاب ليحقق لنفسه أمراً لم يكن الصدق ليحققه، أو لخوف ممن يكذب عنده، والله منزه عن ذلك، فإذا قال قولاً فهو صدق. </p><p> ومن بعد ذلك يقول الحق:  {لَّيْسَ بِأَمَانِيِّكُمْ ولا أَمَانِيِّ ... } </p>"
}