{
  "id": null,
  "sura": 4,
  "aya": 117,
  "text": "<p> و «إن» هنا بمعنى ما، ف «إن» مرة تكون شرطية، ومرة تكون نافية. مثل قوله في موقع آخر:  {إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ}  [المجادلة: ٢] </p><p> أي إن الحق يقول:  {إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ} . وكذلك «إنْ» في قوله: {إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثاً} ، وكان العرب ينسبون إلى المرأة كل ما هو هيّن وضعيف ولذلك قال الحق:  {أَوَمَن يُنَشَّأُ فِي الحلية وَهُوَ فِي الخصام غَيْرُ مُبِينٍ}  [الزخرف: ١٨] </p><p> فالإناث في عرف العرب لا تستطيع النصر أو الدفاع، ولذلك يقول الشاعر: </p><p> وما أدرى ولست أخال أدرى ... أقوم آل حصن أم نساء </p><p> والقوم هنا مقصود بهم الرجال لأنهم يقومون لمواجهة المشكلات فلماذا تدعون مع الله إناثاً؟ . هل تفعلون ذلك لأنها ضعيفة، أو لأنكم تقولون: إن الملائكة بنات الله؟ . وكانوا يعبدون الملائكة. وعندما تريدون القسمة لماذا تجعلون لله بنات؟ . على الرغم من أنه سبحانه خلق البنين والبنات. </p><p> ولذلك قال الحق:  {تِلْكَ إِذاً قِسْمَةٌ ضيزى}  [النجم: ٢٢] </p><p> أي قسمة جائرة لم يراع فيها العدل. </p><p> وعندما ننظر إلى الأصنام كلها نجد أن أسماءها أسماء مؤنثة:  {أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى}  [النجم: ١٩ - ٢٠] </p><p> وكذلك كان هناك صنم اسمه «إساف» و «نائلة» ، فهل هذه الأصنام إناث؟ وكيف تدعون النساء والنساء لا ينصرن ولا ينفعن؟ . وهل ما تعبدون من دون الله أصنام بأسماء إناث، أو هي نساء، أو هي ملائكة؟ </p><p> والحق يقول:  {إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثاً} والأسلوب هنا أسلوب قطع. أي ما يدعون إلا إناثاً، تماماً مثلما نقول «ما أكرم إلا زيداً» وهذا نفي الإكرام لغير زيد، وإثبات للإكرام لزيد. فساعة يقول الحق:  {إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثاً} فغير الإناث لا يدعونهم، ولذلك يعطف عليها الحق:  {وَإِن يَدْعُونَ إِلاَّ شَيْطَاناً مَّرِيداً} . </p><p> واستخدم الحق في صدر الآية أسلوب القصر، وأسلوب القصر معناه أن يقصر الفعل على المقصور عليه لا يتعداه إلى غيره؛ فهم يعبدون الإناث، هذا اقصر أول، ثم قصر ثانٍ هو قوله الحق:  {وَإِن يَدْعُونَ إِلاَّ شَيْطَاناً مَّرِيداً} . </p><p> وكان خدم الأصنام يدعون أن في جوف كل صنم شيئاً يتكلم إليهم؛ لذلك كان لا بد أن يكون في جوف كل صنم شيطان يكلمهم. . وكان ذلك لوناً من الخداع، فالشياطين ليست جنّاً فقط ولكن من الإنس أيضاً. </p><p> فهناك سدنة وخدم يقومون على خدمة الآلهة ويريدون أن يجعلوا للآلهة سلطاناً ونفوذاً حتى يأتي الخير للآلهة كالقرابين والنذور ويسعد السدنة بذلك؛ لذلك كانوا يستأجرون واحداً له صوت أجش يتكلم من وراء الصنم ويقول: اذبحوا لي كذا. أو هاتوا لي كذا. تماماً كما يحدث من الدجالين حتى يثبتوا لأنفسهم سلطاناً. </p><p> وهكذا كان الذي يتكلم في جوف هذه الأصنام إما شيطان من الجن، وإمّا شيطان من الإنس. والشيطان من «الشطن» وهو «البعد» . </p><p> ووصف الشيطان بأنه مريد يتطلب منا أن نعرف أن هناك كلمة «مارد» وكلمة « </p><p> مريد» . وكل الأمور التي تغيب عن الحس مأخوذة من الأمور الحسية. وعندما نمسك مادة «الميم والراء والدال» نجد كلمات مثل «أمرد» و «امرأة مرداء» و «شجرة مرداء» ، و «صرح ممرد» . </p><p> إن المادة كلها تدور حول الملمس الأملس. فأمرد تعني أملس؛ أي أن منابت الشعر فيه ناعمة. وصرح ممرد كصرح بلقيس أي صرح مصقول صقلاً ناعما لدرجة أنها اشتبهت في أنه ماء، ولذلك كشفت عن ساقيها خوفاً أن يبتل ثوبها. والشجرة المرداء هي التي لا يمكن الصعود عليها من فرط نعومة ساقها تماماً كالنخلة فإنه لا تبقى عليها الفروع، ولذلك يدقون في ساق هذه النخلة بعض المسامير الكبيرة حتى يصعدوا عليها. </p><p> والشيطان المريد هو المتمرد الذي لا تستطيع الإمساك به. إذن. ف «مارد» و «مريد» و «ممرد» و «مرداء» و «أمرد» ، كلها من نعومة الملمس. </p><p> {وَإِن يَدْعُونَ إِلاَّ شَيْطَاناً مَّرِيداً} . </p><p> وعندما يحاول العصاة الإمساك بالشيطان في الآخرة يقول لهم:  {وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي}  [إبراهيم: ٢٢] </p><p> وهو بذلك يتملص من الذين اتبعوه؛ لأنه لم يكن يملك قوة إقناع أو قوة قهر، فقط نادى بعضاً من الخلق فزاغت أبصارهم واتبعوه من فرط غبائهم. </p><p> والشيطان موصوف بأن الله طرده من رحمته. فالحق يقول:  {لَّعَنَهُ الله وَقَالَ لأَتَّخِذَنَّ ... } </p>"
}