{
  "id": null,
  "sura": 4,
  "aya": 140,
  "text": "<p> يأمر الحق المؤمنين أنهم إذا سمعوا بعضاً من الكافرين يهزأ بآيات الله أو يكفر بها فلا يقعدوا معهم إلا أن يتحولوا إلى حديث آخر، وذلك حتى لا يكونوا مثل الكافرين لأنه سبحانه سيجمع المنافقين والكافرين في جهنم، وبذلك يحمي الله وحدهُ أهل الإيمان، ويصونهم من أي تهجم عليهم، فالذين يغارون على الإيمان هم الذين آمنوا، فمادمت قد آمنت وارتضيت لنفسك الإسلام فإياك أن تهادن من يتهجم على الدين؛ لأنك إن هادنته كان أعز في نفسك من الإيمان، ومادمت أيها المؤمن قد ارتضيت الإيمان طريقاً لك وعقيدة فلتحم هذا الإيمان من أن يَتَهَجَّم عليه أحد، فإن اجترأ أحد على الإيمان بشيء من النقد أو السخرية أو الرمي بالباطل. . فالغيرة الإيمانية للمسلم تحتم عليه أن يرفض هذا المجلس. </p><p> وكان المؤمنون في البداية قلة مستضعفة لا تستطيع الوقوف في وجه الكافرين أو المنافقين، فساعةً يترك المؤمنون الكافرين أو المنافقين لحظة اللغو في آيات الله، فالكافرون والمنافقون يعلمون بذلك السلوك أن عِرض الإيمان أعز على المسلمين من مجالسة هؤلاء. أما إذا جالسهم مسلم وهم يخوضون في الإيمان. . فهذا يعني أنهم أعز من الإيمان، والكافرون قد يجعلونها حديثاً مستمراً لسبر غور الإيمان في قلوب </p><p> المسلمين. أما حين يرى الكافر مؤمناً يهب وينفر من أي حديث فيه سخرية من الإسلام، هنا يعرف الكافر أن إيمان المسلم عزيز عليه. </p><p> وهذه الآية ليست آية ابتدائية إنما هي إشارة إلى حكم سبق، ونعرف أنها نزلت في المدينة؛ فالحق يقول:  {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الكتاب أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكْفَرُ بِهَا} ومعنى هذا أن هناك آية قد نزلت من قبل في مكة؛ ويقول فيها الحق:  {وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنسِيَنَّكَ الشيطان فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين}  [الأنعام: ٦٨] </p><p> ويشير الحق هنا إلى أنه قد أنزل حكماً في البداية، وهو الحكم الذي نزل مع الكافرين في مكة؛ حيث استضعف الكافرون المؤمنين، ولم يكن المنهج الإيماني قد جاء بمنع المؤمنين أن يجالسوا الكافرين، فقد كان بعض المؤمنين عبيداً للكافرين، وبعض المسلمين الأوائل كان لهم مصالح مشتركة قائمة مع الكافرين وجاء الحكم: إن ولغ هؤلاء الكافرون في الدين بالباطل فاتركوا لهم المكان. </p><p> وسبحانه هنا في سورة النساء يذكر المؤمنين بأن حكم ترك الكافرين لحظة اللغو في الإيمان هو حكم ممتد منقول للمؤمنين من البيئة الأولى حيث كنتم أيها المؤمنون مع المشركين عبدة الأصنام، والحكم مستمر أيضاً في المدينة حيث يوجد بعض أهل الكتاب. والتكليف من الله، هو تكليف بما يطيقه الجنس البشري؛ فالإنسان عرضة لأن ينسى، وعليه بمجرد ان يتذكر فليقم تاركاً هؤلاء الذين يخوضون في آيات الله. </p><p> وقد نزل في القرآن أن إذا سمع المؤمنون من يكفر بآيات لله ويستهزئ بها فليغادروا المكان، ونلحظ أن الذي نزل في الآية الأولى ليس سماعاً بل رؤية:  {وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ}  [الأنعام: ٦٨] </p><p> ويأتي السماع في الآية التي نحن بصدد خواطرنا عنها:  {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الكتاب أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكْفَرُ بِهَا} والمهم هو مجرد العلم سواء كان رؤية أو </p><p> سماعاً بأنهم يخوضون في دين الله؛ فقد يخوض أهل الشرك أو غيرهم من أعداء الإسلام بما يُرى، وقد يخوضون بما يسمع، وقد يخوض بعض المشركين بالغمز أو اللمز من فور رؤيتهم لمسلم. </p><p> وقوله الحق:  {فَلاَ تَقْعُدُواْ مَعَهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ} يوحي أنهم إذا ما خاضوا في حديث غير الخوض في آيات الله فليقعد المؤمنون معهم. وكان ذلك في صدر الإسلام، والمؤمنون لهم مصالح مشتركة مع المشركين وأهل الكتاب، ولا يستطيع المجتمع الإسلامي آنئذ أن يتميز بوحدته، فلو قال لهم الحق على لسان رسوله: لا تقعدوا مع الكافرين أو المشركين فوراً. لكان في ذلك قطع لمصالح المؤمنين. </p><p> وكلمة «يخوضون» تعطي معنى واضحاً مجسماً؛ لأن الأصل في الخوض أن تدخل في مائع. . أي سائل، مثل الخوض في المياه أو الطين، والقصد في الدخول في سائل أو مائع هو إيجاد منفذ إلى غاية. </p><p> وساعة تخوض في مائع فالمائع لا ينفصل حتى يصير جزءاً هنا وجزءاً هناك ويفسح لك طريقاً، بل مجرد أن يمشي الإنسان ويترك المائع يختلط المائع مرة أخرى، ولذلك يستحيل أن تصنع في المائع طريقاً لك. أما إذا دخل الإنسان في طريق رمليّ فهو يزيح الرمال أولأً ويفسح لنفسه طريقاً. ولا تعود الرمال إلى سَدّ الطريق إلا بفعل فاعل، وأخذوا من هذا المعنى وصفَ الأمر الباطل بأنه خوض؛ ذلك أن الباطل لا هدف له وهو مختلط ومرتبك، والجدال في الباطل لا ينتهي إلى نتيجة. </p><p> إذن «الخوض» هو الدخول في باطل، أو الدخول إلى ما لا ينتهي الكلام فيه إلى غاية. ويقرر العلماء: لا تخوضوا في مسألة الصفات العلية؛ لأنه لا يصح الخوض فيها، والكلام فيها لن ينتهي إلى غاية. ولذلك يقول الحق في موقع آخر بالقرآن الكريم: {وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ إِذْ قَالُواْ مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ قُلْ مَنْ أَنزَلَ الكتاب الذي جَآءَ بِهِ موسى نُوراً وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ </p><p> تُبْدُونَهَا وَتُخْفُونَ كَثِيراً وَعُلِّمْتُمْ مَّا لَمْ تعلموا أَنتُمْ وَلاَ آبَاؤُكُمْ قُلِ الله ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ} [الأنعام: ٩١] </p><p> لقد أبلغتهم يا محمد أن الذي أنزل الكتاب عليك هو الحق سبحانه وتعالى الذي أنزل من قبلُ التوراةَ فأخفيتم بعضها وأظهرتم البعض الآخر، ثم بعد البلاغ اتركهم يخوضون في باطلهم. </p><p> وفي موقع آخر يتكلم الحق من الخوض:  {يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم قُلِ استهزءوا إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أبالله وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِءُونَ}  [التوبة: ٦٤ - ٦٥] </p><p> إذن الخوض هو الدخول في مائع، ومادمت قد دخلت في مائع فلن تجد فيه طريقاً محدداً بل يختلط المدخول عليه فلا تتميز الأشياء، وأخذ منه الخوض بالباطل أو الخوض باللعب الذي ليس فيه غاية. </p><p> {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الكتاب أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلاَ تَقْعُدُواْ مَعَهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ} . </p><p> وتأتي الكلمة التي ترهب المؤمن وترعبه:  {إِنَّكُمْ إِذاً مِّثْلُهُمْ} أي إنكم إذا قعدتم معهم وهو يخوضون في آيات الله تكفرون مثلهم؛ لأنكم تسمعون الخوض في الدين بالباطل، ومن يرض بالكفر يكفر. </p><p> لقد أغطتنا الآية مرحلية أولية، فإذا ما كانت البيئة الإيمانية مجتمعاً ذاتياً متكافلاً فليس لأحد من المؤمنين أن يجالس الكافرين، ولا نواليهم إلا إذا والونا؛ لأن </p><p> الجلوس معهم في أثناء الخوض في الدين يجرئهم على مناهج الله، وعلى المؤمن أن ينهر أي ساخر من الدين. وعلى المؤمنين أن يعرضوا عمّن ينحرف عن منهج الله أو يتعرض له. ولكن المجتمعات المعاصرة تكرم من يخوض بالباطل؛ وفي ذلك إغراء للناس على أن يخوضوا في الدين بالباطل. </p><p> وقوله الحق:  {فَلاَ تَقْعُدُواْ مَعَهُمْ} هو إيذان بالمقاطعة؛ فلو أن إنساناً بهذا الشكل يسكن في منزل، ويذهب إلى البقال ليشتري منه شيئاً ليأكله فيرفض البيع له، وكذلك الجزار، وكذلك أي إنسان في يده مصلحة لمثل هذا الخارج عن المنهج، وبذلك تكون المقاطعة حتى يتأدب، ويعلم كل إنسان أن المجتمع غيور على دينه الذي آمن به، وأن الله أعز عليهم من كل تكريم يرونه في مجتمعهم، ولو أن كل واحد من هؤلاء المنحرفين والموغلين في الباطل لو رأوا المجتمع وقد قاطعهم ووضع لهم حدوداً لذهبوا إلى الصواب ولبحثوا عن شيء آخر ومجال آخر يأكلون العيش منه ويطعمون أولادهم اللقمة الحلال من هذا العمل المشروع. </p><p> ويقول الحق:  {إِنَّ الله جَامِعُ المنافقين والكافرين فِي جَهَنَّمَ جَمِيعاً} ولا تستبطئوا هذه الحياة؛ لأن المسلم لا يأخذ الأمور بعمر الدنيا كقرن أو اثنين أو حتى عشرة قرون، بل عليه أن يعرف أن الدنيا بالنسبة له هي عمره فيها، والعمر يمكن أن ينتهي فجأة، ويعمل المسلم لا من أجل الدنيا فقط، ولكن من أجل أن يلقى الله مسلماً في الآخرة، والمؤمن يخشى أن يحشره الله مع المنافقين والكافرين في جهنم، وهذا مصير من يقبل السخرية أو الاستهزاء بدينه. </p><p> وبعد ذلك يقول الحق: </p><p> {الذين يَتَرَبَّصُونَ بِكُمْ ... } </p>"
}