{
  "id": null,
  "sura": 4,
  "aya": 155,
  "text": "<p> لقد نقضوا كل المواثيق والأشياء التي تقدمت. ومعنى الميثاق هو العهد المؤكد الموثق. ونقض الميثاق هو حله، وهذا ما يستوجب ما يهددهم الله به، وكفروا بآيات الله التي أنزلها لتؤيد موسى عليه السلام، وقتلوا أنبياء الله بغير حق. وادعوا - تعليلاً لذلك - أن قلوبهم غلف لا تسمع للدعوى الإيمانية، أي أن قلوبهم مغلفة مغطاة أي جُعل عليها غلافٌ، بحيث لا يخرج منها ما فيها ولا يدخل فيها ما هو خارج عنها. وأرادوا بذلك الاستدراك على الله، فقالوا: قلوبنا لا يخرج منها ضلال ولا يدخل فيها إيمان. وسبق أن تقدم مثل هذا في قول الحق:  {إِنَّ الذين كَفَرُواْ سَوَآءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لاَ يُؤْمِنُونَ خَتَمَ الله على قُلُوبِهمْ وعلى سَمْعِهِمْ وعلى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عظِيمٌ}  [البقرة: ٦ - ٧] </p><p> ونقول: أهي القلوب خُلقت غلفاً. . أي أن القلوب خلقت مختوماً عليها بحيث لا يدخلها هدى ولا يخرج منها ضلال، أم أنتم الذين فعلتم الختم وأنتم الذين صنعتم الغلاف؟ </p><p> وسبحانه أوضح في آيتي سورة البقرة أنه جل وعلا الذي ختم على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوة. فالختم على القلب حتى لا يتعرفوا إلى الدليل؛ لأن القلب محل الأدلة واليقين والعقائد. والختم على الأسماع والأبصار هو الختم على آلات إدراك الدلائل البينات على وجود الحق الأعلى؛ فمقر العقائد مختوم عليه وهو القلب، ومضروب على الآذان وعلى البصر غشاوة، فهل هذا كائن بطبيعة تكوين هؤلاء؟ لا؛ لأنه إذا كان هذا بطبيعة التكوين فلماذا خصَّهم الله بذلك التكوين؟ ولماذا لم يكن الذين اهتدوا مختوماً لا على قلوبهم ولا على أسماعهم ولا على أبصارهم؟ </p><p> غير أن الواحد منهم يبرر لنفسه وللآخرين انحرافه وإسرافه على نفسه بالقول:  «خلقني الله هكذا» وهذا قول مزيف وكاذب؛ لأن صاحبه إنما يكفر أولاً، فلما كفر وانصرف عن الحق تركه الله على حاله؛ لأن الله أغنى الشركاء عن الشرك، فمن اتخذ مع الله شريكاً فهو للشريك وليس لله. إذن فالختم جاء كنتيجة للكفر. </p><p> وقدمت آيات سورة البقرة الحيثية: أن الكفر يحدث أولاً، ثم يأتي الختم على القلب والسمع والبصر نتيجة لذلك. وهنا في آية سورة النساء:  {وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} . فالكفر جاء أولاً، وفي ذلك رد على أي إنسان يقول:  «إن الله لا يهديني» . ولا يلتفت إلى أن الله لا يهدي من كفر به، وكذلك الفاسق أو الظالم، والمثال الأكبر على ذلك إبليس الذي كفر أولاً. وبعد ذلك تركه الله لنفسه واستغنى عنه. </p><p> ولنا هنا وقفة لفظية مع قوله الحق:  {فَبِمَا نَقْضِهِم} لأن الفهم السطحي لأصول الأسلوب قد يتساءل: لماذا جاءت «ما» هنا؟ وبعضهم قال: إن «ما» هنا زائدة. </p><p> ونقول: إياك أن تقول إن في كلام الله حرفاً زائداً؛ لأن معنى ذلك أن المعنى يتم بغير وجوده ويكون فضولاً وزائدا على الحاجة ولا فائدة فيه، ولكن عليك أن تقول:  «أنا لا أفهم لماذا جاء هذا الحرف» ، خصوصاً ونحن في هذا العصر نعيش </p><p> كأمة بلاغتها مصنوعة، ولا نملك اللسان العربي المطبوع. ولولا أننا تعلمنا العربية لما استطعنا أن نتكلمها. أما العربي الفصيح الذي نزل عليه القرآن فقد كان يتكلم اللغة العربية دون أن يجلس إلى معلم، ولم يتلق العلم بأن الفاعل مرفوع والمفعول منصوب بل تكلم اللغة بطبيعته وملكته. </p><p> أما نحن فنعيش في زمن مختلف. وطغت علينا العجمة وامتلأت آذاننا باللحن، وصرنا نُعلّم أنفسنا قواعد اللغة العربية حتى نتكلم بأسلوب صحيح. </p><p> وقد جاءت القواعد في النحو من الاستنباط من السليقة العربية الأولى التي كانت بغير تعليم. واستقرأ العلماء الأساليب العربية فوجدوا أن الفاعل مرفوع والمثنى يُرفع بالألف، وجمع المذكر السالم يُرفع ب «الواو» ؛ وهكذا أخذنا القواعد من الذين لا قواعد لهم بل كانوا يتكلمون بالسليقة وبالطبيعة والملكة. </p><p> لقد سمع العربي قديماً ساعة نزل القرآن قوله الحق:  {فَبِمَا نَقْضِهِم} ولم ينتبه واحد منهم إلى أن شيئاً قد خرج عن الأسلوب الصحيح، ونعلم أن بعضاً من العرب كانوا كافرين برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ولا يصدقون القرآن، ولو كانت هناك واحدة تخرج عن المألوف في اللغة لصرخوا بها وأعلنوها. ولكن القرآن جاء بالكلام المعجز على لسان محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ليبلغهم به، موضحاً: جئت بالقرآن معجزة تعجزون عن محاكاته؛ مع أنكم عرب وفصحاء. </p><p> والمتحدَّى يحاول دائماً أن يتصيد خطأ ما، ولم يقل واحد من العرب إن في القرآن لحناً، وهذا دليل على أن الأسلوب القرآني يتفق مع الملكة العربية. </p><p> وقوله الحق:  {فَبِمَا نَقْضِهِم} هي في الأصل: بنقضهم الميثاق فعلنا بهم ما صاروا إليه، و «ما» جاءت هنا لماذا؟ قال بعض العلماء: إنها «ما» زائدة، وهي زائدة للتأكيد. ونكرر: إياك أن تقول إن في كلام الله حرفاً زائداً، لقد جاءت «ما» هنا لمعنى واضح. والحق في موقع آخر من القرآن يقول:  {مَا جَآءَنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ}  [المائدة: ١٩] </p><p> وقالوا: إن أصل العبارة «ما جاءنا بشير» ، وإن «مِن» جاءت زائدة حتى يتسق اللفظ. ونقول: لو أن العبارة جاءت كما قالوا لما استقام المعنى، ولإيضاح ذلك أضرب هذا المثل - ولله المثل الأعلى - عندما يقول واحد:  «ما عندي مال» فهذا نفى أن يكون عند القائل مال، ولعل لديه قدراً من المال القليل الذي لا يستأهل أن يسميه مالاً. </p><p> ولكن إذا قال واحد:  «ما عندي من مال» فالمعنى أنه لا يملك المال على إطلاقه أي أنه مفلس تماماً، ولا يملك أي شيء من بداية ما يقال إنه مال. إذن «ما جاءنا بشير» ليست مثل قوله: «ما جاءنا من بشير» . فالمعنى أنه لم يأتهم أي رسول بشير أو نذير من بداية ما يقال إنه رسول. </p><p> إذن فقوله الحق:  {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ} أي بسبب نقض الميثاق فعلنا بهم كذا. لماذا إذن أثار العلماء هذه الضجة؟ السبب في ذلك هو وجود ما بعد «الباء» وقبل المصدر، أي أنهم نقضوا العهد بكل صورة من صوره، فنقض العهد والميثاق له صور متعددة ف (ما) هنا استفهامية جاءت للتعجيب أي على أيَّة صورة من صور نقض ونكث العهد لعناهم؟ لعناهم لكثرة ما نقضوا من العهود والمواثيق. والحق قد قال:  {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بَآيَاتِ الله وَقَتْلِهِمُ الأنبيآء بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً}  [النساء: ١٥٥] </p><p> ولم يقل: فبما نقضتم ميثاقهم وكفرهم بآيات الله وقتلهم الأنبياء بغير حق وقولهم قلوبنا غلف، طبع الله على قلوبهم. فوجود «بل» يدلنا على أن هناك أمراً أضربنا عنه. فنحن نقول: جاءني زيد بل عمرو. أي أن القائل قد أخطأ، فقال:  «جاءني زيد» واستدرك لنفسه فقال: «بل عمرو» . وبذلك نفى مجيء زيد وأكد مجيء عمرو. </p><p> والحق قال:  {بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} . كان المقتضي في الأسلوب العادي أن يقول:  «بكفرهم وبقتلهم الأنبياء طبع الله على قلوبهم» . ولكن سبحانه لم يقل ذلك لحكمة بالغة. وحتى نعرف تلك الحكمة فلنبحث عن المقابل ل «طبع الله على قلوبهم» ، المقابل هو «فتح الله على قلوبهم بالهدى» . </p><p> وجاء قول الحق معبراً تمام التعبير عن موقفهم:  {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بَآيَاتِ الله وَقَتْلِهِمُ الأنبيآء بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا} . </p><p> وهكذا نرى عظمة القرآن الذي يأتي بالمعنى الدقيق ويجب أن نفكر فيه ونتدبر كل كلمة منه. </p><p> الحق - إذن - يقدم الأسباب لما صنعه بهم بالحيثيات، من نقضهم للميثاق، وكفرهم بآيات الله، وبقتلهم للأنبياء بغير حق؛ لذلك لم يفتح الله عليهم بالهدى، بل طبع الله على قلوبهم بالكفر. فوجود «بل» دليل على أن هناك أمراً قد نفي وأمراً قد تأكد. والأمر الذي نفاه الله عنهم أنه لم يفتح عليهم بالهدى والإيمان، والأمر الذي تأكد أنه سبحانه قد طبع على قلوبهم بالكفر. </p><p> وفي آية أخرى قال عنهم:  {وَقَالُواْ قُلُوبُنَا غُلْفٌ بَل لَّعَنَهُمُ الله بِكُفْرِهِمْ فَقَلِيلاً مَّا يُؤْمِنُونَ}  [البقرة: ٨٨] </p><p> فقلوبهم ليست غلفاً، ولكن هي لعنة الله لهم وإبعاده لهم وطردهم واستغناؤه عنهم؛ لذلك تركهم لأنفسهم فغلبت عليهم الشهوات. ولماذا ذيل الحق الآية بقوله:  {فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} ؟ لأن المقصود به عدم إغلاق باب الإيمان على إطلاقه أمام هؤلاء الناس، وهو - كما عرفنا من قبل - «صيانة الاحتمال» . فقد يعلن واحد من هؤلاء إيمانه الذي خبأه في نفسه، فكيف يجد الفرصة لذلك إن كان الله قد قال عنهم جميعاً {وَطَبَعَ الله على قُلُوبِهِمْ} ؟ </p><p> إن الذي يَرْغَبُ في إعلان الإيمان منهم لا يجد الباب مفتوحاً، ولكن عندما يجد الحق قد قال:  {فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} فهو يعلم أن باب الإيمان مفتوح للجميع. وبعد ذلك يقول الحق:  {وَبِكُفْرِهِمْ وَقَوْلِهِمْ ... } </p>"
}