{
  "id": null,
  "sura": 4,
  "aya": 95,
  "text": "<p> ولهذه الآية قصة. . واقتناص الخواطر من هذه القصة يتطلب يقظة تعلمنا كيف يخاطب الحق خلقه. فقد حدثنا سيدنا زيد بن ثابت وهو المأمون على كتابه وحي رسول الله. وهو المأمون على جمع كتاب الله من اللخاف ومن العظام ومن صدور الصحابة، حدثنا فقال: </p><p> - كنت إلى جنب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فغشيته السكينة - وهذه كانت دائماً تسبق نزول الوحي على رسول الله - فوقعت فخذه على فخذي حتى خشيت أن تَرُضَّها. </p><p> أي أن فخذ رسول الله كانت ثقيلة. </p><p> والوحي ساعة كان يأتي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ربّما كان يصنع في كيماوية رسول الله تأثيرا مادياً بحيث إذا كان على دابة عرف الناس أنه يوحي إليه؛ لأن الدابة كانت تئط تحته فإذا كانت فخذ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> على فخذ زيد بن ثابت، فلا بد أن يشعر سيدنا زيد بثقل فخذ رسول الله وقد جاءه الوحي. قال زيد: خشيت أن ترضّ فخذه فخذي - أي تصيبها بالدّق الشديد أو الكسر. فلما سُري عنه قال اكتب:  «لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين والمجاهدون» ، فقال سيدنا ابن أم مكتوم، وكان - كما نعلم - ضريراً مكفوف البصر قال: فكيف بمن لا يستطيع الجهاد من المؤمنين يا رسول الله؟ </p><p> إنها اليقظة الإيمانية من ابن أم مكتوم، لأنه فهم موقفه من هذا القول، ومن أنه لا يستطيع الجهاد، وعلم أنه إن كانت الآية ستظل على هذا فلن يكون مستوياً مع من جاهد، ولهذا قال قولته اليقظة: فكيف بمن لا يستطيع ذلك يا رسول الله؟ </p><p> فأخذت رسول الله السكينة ثانيةً، ثم سرى عنه، فقال لزيد بن ثابت: اكتب: </p><p> {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر والمجاهدون فِي سَبِيلِ الله} . </p><p> فكأنها نزلت جواباً مطمئناً لمن لا يستطيع القتال مثل ابن أم مكتوم،. ولقائل أن يقول: وهل كانت الآية تنتظر أن يستدرك ابن أم مكتوم ليقول هذا؟ . </p><p> ونقول: إن الحق سبحانه وتعالى أراد أن ينبه كل مؤمن أنه حين يتلقى كلمة من الله أن يتدبر ويتبيّن موقعه من هذه الكلمة؛ فإذا كان ذلك حال سيدنا ابن أم مكتوم فيما سمع رسول الله عن ربه فهو يعلمنا كيف نستحضر دورنا من أية قضية نسمعها. وحينما سمع ابن أم مكتوم الآية رأي موقفه من هذه الآية، وهذا ما يريده الحق من خلقه. </p><p> وقال زيد بن ثابت: فكتبتها. </p><p> إنها الدقة في أداء زيد بن ثابت لتدلنا على صدق الرواية، فحين يكتب أولاً {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر والمجاهدون} ألا تلتصق كلمة «والمجاهدون» بكلمة «المؤمنين» فإذا زاد الحق سبحانه وتعالى {غَيْرُ أُوْلِي الضرر} فأين تكتب؟ </p><p> كأن زيد بن ثابت كان عليه أن يقوم بتصغير الكتابة ليكتب {غَيْرُ أُوْلِي الضرر} بين كلمة {مِنَ المؤمنين} وكلمة {والمجاهدون} . </p><p> قال سيدنا زيد بن ثابت: لقد </p><p> نزلت {غَيْرُ أُوْلِي الضرر} وحدها وكأني أنظر إلى ملحقها عند صدع الكتف - فقد كانوا يكتبون على أكتاف العظم - والكتف التي كتب عليها سيدنا زيد بن ثابت كانت مشروخة وكانت هذه علامة بها. </p><p> ويريد الحق بذلك أن ينبه المؤمنين إلى أنهم حين يتلقون كتاب الله يجب أن يتلقوه بيقظة إيمانية بحيث لا تسمع آذانهم إلا ما يمر على عقولهم أولاً ليفهم كل مؤمن موقفه منها، وتمر الآية على قلوبهم ثانية لتستقر في ذاتهم عقيدة. </p><p> كذلك كانت قصة زيد بن ثابت وابن أم مكتوم والوحي في هذه الآية: </p><p> {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر والمجاهدون} . </p><p> وهناك حالات يأتي الفعل فلا يصلح له فاعل واحد بل لا بد له من اثنين. . مثال ذلك عندما نقول: تشارك زيد وعمرو. وعندما نصف لاعبي الكرة، نجد من يتلقف الكرة واحداً بعد الآخر، فنقول: تلقف اللاعبون الكرة رجلاً بعد رجل. </p><p> وعندما يقول الحق:  {لاَّ يَسْتَوِي} فهذا يدل على أن هناك شيئين لا يتساويان، فأيهما غير المساوي للآخر؟ . كلاهما لا يتساوى مع الآخر، ولذلك يكون الاثنان في الإعراب «فاعلا» ، فلا يساوي المجاهدون القاعدين ولا يساوي القاعدون المجاهدين؛ لأن كلا منهما فاعل ومفعول. </p><p> وعندما يقول:  {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين} فما هو مقابل «القاعدين» في الآية الكريمة؟ إنه «المجاهدون» ، لكن المقابل في الحياة العادية لل «القاعدين» هو «القائمون» ، ومقابل «المجاهدين» هو «غير المجاهدين» . وبذلك كان من الممكن القول. لا يستوي القاعدون والقائمون، أو أن يقال: لا يستوي المجاهدون وغير المجاهدون. فما الحكمة في مجيء القاعدين والمجاهدين؟ </p><p> إن الحق يريد أن يبين أنه في بداية الإسلام كان كلمؤمن حين يدخل الإسلام يعتبر نفسه جندياً في حالة تأهب، وكانوا دائماً على درجة استعداد قصوى ليلبوا النداء فوراً؛ فالمسلم لم يكن في حالة استرخاء، بل في تأهب وكأنه واقف دائماً ليلبي </p><p> النداء، وكأن القاعد هو الذي ليس من صفوف المؤمنين ويبين لنا ذلك قول الرسول عَلَيْهِ الصَّلَاة وَالسَّلَام ُ:  «من خير معاش الناس لهم رجل ممسك عنان فرسه في سبيل الله يطير على متنه، كلما سمع هَيْعَةً أو فزعه طار إليها يبتغي القتل والموت مَظَانَّه، أو رجل في غنيمة في رأس شعفة من هذه الشعف، أو بطن واد من هذه الأوْدية يقيم الصلاة ويؤتي الزكاة ويعبد ربه حتى يأتيه اليقين، ليس من الناس إلا في خير» . </p><p> فإن لم يكن المؤمن متأهباً فهو قاعد، والقاعد - كما نعرف - هو ضد القائم. </p><p> والحق يقول:  {فاذكروا الله قِيَاماً وَقُعُوداً}  [النساء: ١٠٣] . </p><p> من هذا القول نعرف أن المقابل للقيام هو القعود. </p><p> وعلينا أن نعرف أن لكل لفظ معنىً محدداً، فبعضنا يتصور أن القعود كالجلوس، ولكن الدقة تقتضي أن نعرف أن القعود يكون عن قيام، وأن الجلوس يكون عن الاضطجاع، فيقال: كان مضطجعاً فجلس، وكان قائماً فقعد. </p><p> وعندما يقول الحق هنا:  {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر} فالقعود مقابل القيام، فكأن المجاهد حالته القيام دائما، وهو لا ينتظر إلى أن يقوم، لكنه في انتباه واستعداد. ويوسع الحديث الشريف الدائرة في مسئوليات المجاهد فيرسم صورة للمقاتل أنه على أتم استعداد وعلى صهوة الفرس وممسك باللجام حتى لا تدهمه أية مفاجأة. </p><p> وهل كانت هناك مظنة أن يستوي القاعد والمجاهد؟ . لا، ولكن يريد الله أن يبين قضية إيمانية مستورة، فيظهرها بشكل واضح لكل الأفهام. </p><p> ونحن نقول للطالب:  «إن من يستذكر ينجح ومن لا يستذكر يرسب» وهذه </p><p> مسألة بديهية، لكننا نقولها حتى نجعلها واضحة في بؤرة شعور التلميذ فيلتفت لمسئولياته. </p><p> وعندما يقول الحق:  {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر والمجاهدون فِي سَبِيلِ الله} هل معنى ذلك أن عقلاً واحداً في زمن رسول الله كان يظن المساواة بين القاعد والمجاهد؟ لا، ولكن الحق يريدها قضية إيمانية في بلاغ إيماني من الله. وبعد ذلك يلفت الأنظار إلى صفة القاعدين الذين لا يستوون مع المجاهدين فيقول:  {غَيْرُ أُوْلِي الضرر} . والضرر هو الذي يفسد الشيء مثل المرض، وهذا ما يوضحه قوله الحق:  {لَّيْسَ عَلَى الضعفآء وَلاَ على المرضى وَلاَ عَلَى الذين لاَ يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ للَّهِ وَرَسُولِهِ مَا عَلَى المحسنين مِن سَبِيلٍ والله غَفُورٌ رَّحِيمٌ وَلاَ عَلَى الذين إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لاَ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدمع حَزَناً أَلاَّ يَجِدُواْ مَا يُنْفِقُونَ}  [التوبة: ٩١ - ٩٢] . </p><p> فالضعف ضرر أخرج الإنسان عن مقومات الصحة والعافية، والمرض ضرر، والذين لا يجدون مالاً ينفقون منه، ولا الذين يجيئون لرسول الله فلا يكون بحوزة الرسول دواب تحملهم، فينصرفون وأعينهم تفيض من الدمع حزناً لأنهم لا يجدون ما ينفقون. وكان المؤمن من هؤلاء يحزن لأن رسول الله لم يجد له فرساً أو دابة تنقله إلى موقع القتال:  {وَلاَ عَلَى الذين إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لاَ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدمع حَزَناً أَلاَّ يَجِدُواْ مَا يُنْفِقُونَ}  [التوبة: ٩٢] . </p><p> لقد تولوا وأعينهم تفيض من الدمع. وكلمة «تولوا» هنا لها معنى كبير، فلم يقل الحق: إن أعينهم تفيض من الدمع من غير التولي، هم لا يدمعون أمام </p><p> النبي، ولكنهم يدمعون في حالة توليهم، وهذا انفعال نفسي من فرط التأثر؛ لأنهم لا يشتركون في القتال. </p><p> وكلمة «تفيض» تدل على أن الدمع قد غلب على العين كلها، فهم لا يصطنعون ذلك، لكن الانفعال يغمرهم؛ لأن الذي يتصنع ذلك يقوم بتعصير عينيه ويبذل جهداً للمُراءاة، ولكن انفعال المؤمنين الذين لا يقاتلون يغلبهم فتفيض أعينهم من الدمع. </p><p> وهناك آية أخرى حدد فيها الحق الحالات التي لا يطالب فيها المؤمن بالقتال:  {لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ وَمَن يُطِعِ الله وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار}  [الفتح: ١٧] . </p><p> هؤلاء - إذن - هم أولو الضرر. </p><p> {لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين غَيْرُ أُوْلِي الضرر والمجاهدون فِي سَبِيلِ الله بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ} وما داموا لا يستوون فمن الذي فيهم يكون هو الأفضل؟ . </p><p> ذلك ما توضحه بقية الآية التي تحمل المقولة الإيمانية الواضحة:  {فَضَّلَ الله المجاهدين بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى القاعدين دَرَجَةً وَكُلاًّ وَعَدَ الله الحسنى} . وسبحانه وعد الاثنين بالحسنى الإيمانية؛ لأن كُلاًّ منهما مؤمن، ولكن للمجاهد درجة على القاعد. وإن تساءل أحد: ولماذا وعد الله القاعد من أولى الضرر بالحسنى؟ وهنا أقول: علينا أن ننتبه وأن نحسن الفهم والتدبر عندما نقرأ القرآن؛ لأن الذي أصابته آفة فناله منها ضرر، فصبر لحكم الله في نفسه، ألا يأخذ ثواباً على هذه؟ . </p><p> لقد أخذ الثواب ولا بد - إذن - أن يعطي الحق من لم يأخذ ثوابا مثله فرصة ليأخذ ثواباً آخر حتى يكون الجميع في الاستطراق الإيماني سواء. لذلك يقول سبحانه: </p><p> {وَكُلاًّ وَعَدَ الله الحسنى} . </p><p> والحسنى في أولى الضرر أنه أخذ جزاء الصبر على المصيبة التي أصابته، والذي لم يصب بضرر سيأخذ ثواب الجهاد، وبذلك يكون الجميع قد نالوا الحسنى من الله. </p><p> {وَكُلاًّ وَعَدَ الله الحسنى وَفَضَّلَ الله المجاهدين عَلَى القاعدين أَجْراً عَظِيماً} . </p><p> وسبحانه يضع أجراً جديداً للقائم مجاهداً على القاعد، ففي صدر الآية جاء ب «درجة» أعلى للقائم مجاهداً، وهنا {أَجْراً عَظِيماً} . ما تفسير هذا الأجر العظيم؟ . التفسير يجيء في قوله:  {دَرَجَاتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ... } . </p>"
}