{
  "id": null,
  "sura": 4,
  "aya": 69,
  "text": "<p> والفعل هنا:  «يطع» والمطاع هو: الله والرسول، أي أن هذا الأمر تشريع الله مع تطبيق رسوله، أي بالكتاب والسنة، وساعة تجد الرسول معطوفاً على الحق بدون تكرير الفعل فاعلم أن المسألة واحدة. . أي ليس لكل واحد منهما أمر، بل هو أمر واحد، قول من الله وتطبيق من الرسول لأنه القدوة والأسوة؛ ولذلك يقول الحق في الفعل الواحد:  {وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ وَهَمُّواْ بِمَا لَمْ يَنَالُواْ وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ فَإِن يَتُوبُواْ يَكُ}  [التوبة: ٧٤] . </p><p> فما أغناهم الله غنىً يناسبه وأغناهم الرسول غنىً يناسبه فالفعل هنا واحد. فالغنى هنا من الله ورسوله؛ لأن الرسول لا يعمل إلا بإذن ربه وامتثالا لأمره، فتكون المسألة واحدة. </p><p> هناك قضية تعرض لها الكتاب وهي قضية قد تشغل كثيراً من الناس الذين عاصروا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، كان مجلسه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ </p><p> لا يُصد عنه قادم، يأتي فيجلس حيث ينتهي به المجلس، فالذي يريد النبي دائما يستمر في جلوسه، والذي يريد أن يراه كل فترة يأتي كلما أراد ذلك فثوبان مولى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان شديد الحب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، قليل الصبر عنه، فأتاه يوما ووجهه متغير وقد نحل وهزل جسمه، وعُرِف الحزن في وجهه، فسأله النبي قائلا: ما بك يا ثوبان؟ فقال والله ما بي مرض ولا علة، ولكني أحبك وأشتاق إليك، وقد علمت أني في الدنيا أراك وقتما أريد، لكنك في الآخرة ستذهب أنت في عليين مع النبيين، وإن دخلت الجنة كنت في منزل دون منزلك، وإن لم أدخل فذاك حين لا أراك أبدا. </p><p> ونص الحديث كما رواه ابن جرير - بسنده - عن سعيد بن جبير قال:  «جاء رجل من الأنصار إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وهو محزون -فقال له النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ:» يا فلان مالي أراك محزوناً «؟فقال:يا نبي الله شيء فكرت فيه فقال:» ما هو «؟قال:نحن نغدو عليك ونروح ننظر إلى وجهك ونجالسك، وغدا تُرفع مع النبيين فلا نصل إليك، فلم يرد عليه النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -شيئاً فأتاه جبريل بهذه الآية:» ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين «. . فبعث النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إليه فبشره. </p><p> وكيف يأتى هذه على البال؟! إنه إنسان مشغول بمحبته لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؛ وفكر: هل ستدوم له هذه النعمة؟ وتفكر في الجنة ومنازلها وكيف أن منزلة الرسول ستعلو كل المنازل. </p><p> وثوبان يريد أن يطمئن على أن نعمة مشاهدته للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لن تنتهي ولن تزول منه، إنه يراه في الدنيا، وبعد ذلك ماذا يحدث في الآخرة: فإما أن يدخل الجنة أو لا يدخلها، إن لم يدخل الجنة فلن يراه أبداً. وإن دخل الجنة والنبي في مرتبة ومكانة عالية. فماذا يفعل؟ </p><p> انظر كيف يكون الحب لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فالله سبحانه وتعالى يلطف بمثل هذا المحب الذي شغل ذهنه بأمر قد لا يطرأ على بال الكثيرين، فيقول الحق سبحانه وتعالى تطمينا لهؤلاء:  {وَمَن يُطِعِ الله والرسول فأولئك} أي المطيعون </p><p> لله والرسول {مَعَ الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين والصديقين والشهدآء والصالحين وَحَسُنَ أولئك رَفِيقاً} والمسألة جاءت خاصة بثوبان، بعد أن نبه الأذهان إلى قضية قد تشغل بال المحبين لرسول الله، فأنت مع من أحببت، ولكن الأمر لا يقتصر على ثوبان. لقد كان كلام ثوبان سبباً في الفتح والتطمين لكل الصديقين والشهداء والصالحين. وهي أصناف تستوعب كل المؤمنين، فأبو بكر الصديق صِدِّيقٌ لماذا؟ لأنه هو: المبالغ في تصديق كل ما يقوله سيدنا رسول الله، ولا يعرض هذا القول للنقاش أو للتساؤل: أي هذه تنفع أو لا تنفع؟ فعندما قالوا لسيدنا أبي بكر: إن صاحبك يدعى أنه أتى بيت المقدس وعاد في ليلة ونحن نضرب إليها أكباد الإبل، ماذا قال أبو بكر؟ قال: إن كان قال ذلك لقد صدق. </p><p> لم يعلل صدقه إلا ب «إن كان قد قال ذلك» ، فهذا هو الصديق الحق، فكلما قال محمد شيئا صدقه أبو بكر، وأبو بكر - رضوان الله عليه - لم ينتظر حتى ينزل القرآن مصدقا للرسول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بل بمجرد أن قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: إني رسول. قال أبو بكر: نعم. إذن فهو صديق. </p><p> لقد كانت هناك تمهيدات لأناس سَبَقوا إلى الإسلام؛ لأن أدلتهم على الإيمان سبقت بعثة الرسول، هم جربوا النبي عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، وعرفوه، فَلَمَّا تحدث بالرسالة، صدقوه على الفور؛ لأن التجارب السابقة والمقدمات دلت على أنه رسول، ومثال ذلك: سيدتنا خديجة - رضوان الله عليها - ماذا قالت عندما قال لها النبي: إنه يأتيني كذا وكذا وأخاف أن يكون هذا رَئِيّاً ومَسّاً من الجن يصيبني. </p><p> فقالت خديجة:  «كلا والله ما يُخزيك الله أبدا؛ إنك لتصل الرحم، وتحمل الكَلّ، وتكسب المعدوم، وتقري الضيف وتعين على نوائب الحق» . وهذا أول استنباط فقهي في الإسلام. </p><p> هذا هو معنى «مع النبيين والصديقين» ، {والشهدآء} هم الذين قتلوا في سبيل الله، لكن على المؤمن حين يقاتل في سبيل الله ألا يقول: أنا أريد أن أموت شهيداً. ويلقي بنفسه إلى التهلكة، إياك أن تفهمها هكذا، فأنت تدافع عن رسالة ولا بد أن تقاتل عدوك بدون أنك تمكنه من أن يقتلك؛ لأن تمكينه من قتلك، يفقد المسلمين </p><p> مقاتلاً. </p><p> فكما أن الشهداء لهم فضل؛ فالذين بقوا بدون استشهاد لهم فضل. فالإسلام يريد أدلة صدق على أن دعوته حق، وهذه لا يثبتها إلا الشهداء. </p><p> لكن هل يمكن أن نصبح جميعاً شهداء؟ ومن يحمل منهج الله إلى الباقين؟ إذن فنحن نريد من يبقى ومن يذهب للحرب، فهذاله مهمة وهذا له مهمة، ولذلك كانت «التقية» وهي أن يظهر رغبته عن الإسلام ويوالي الكفار ظاهرا وقلبه مطئمن بالعداوة لهم انتظاراً لزوال المانع وذلك استبقاء لحياته كي يدافع ويجاهد في سبيل الله.؟ وسببها أن الإسلام يريد من يؤكد صدق اليقين في أن الإنسان إذا قتل في سبيل الله ذهب إلى حياة أفضل وإلى عيش خير، هذا يثبته الشهيد. ولذلك فالحق سبحانه وتعالى عندما تأتيهم غرغرة الشهادة يريهم ما هم مقبلون عليه، فيتلفظون بألفاظ يسمعها من لم يقبل على الشهادة؛ فهناك من يقول: هبي يا رياح الجنة، ويقول كلمة يتبين منها أن ينظر إلى الجنة كي يسمع من خلفه، ومفرد شهداء، إما شهيد وهو الذي قتل في سبيل الله، وإمّا هي جمع شاهد، فيكون الشهداء هم الذين يشهدون عند الله أنهم بلغوا من بعدهم كما شهد رسول الله أنه بلغهم. </p><p> والمعاني كلها تدور حول معنى أن يشهد شيئاً يقول به وبذلك نعرف أننا نحتاج إلى الاثنين: من يقتل في سبيل الله، ومن يبقى بدون قتل في سبيل الله؛ لأن الأول يؤكد صدق اليقين بما يصير إليه الشهيد، والثاني يُعطينا بقاء تبليغ الدعوة فهو شاهد أيضاً:  {لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس}  [البقرة: ١٤٣] . </p><p> و «الصالحين» والصالح هو المؤهل لأن يتحمل لأن يتحمل مهمة الخلافة الإيمانية في الأرض. فكل شيء يؤدي نفعاً يتركه على حاله، وإن أراد أن يزيد في النافع فليرق النفع منه، فمثلاً: الماء ينزل من السماء، وبعد ذلك يكون جداول، ويسير في الوديان، وتمتصه الأرض فيخرج عيوناً، فعندما يرى عيناً للمياه فهو يتركها ولا يردمها فيكون قد ترك الصالح على صلاحه، وهناك آخر يرقى النفع من تلك النعمة فيبني حولها كي يحافظ عليها. إذن فهذا قد أصلح بأن زاد في صلاحه. </p><p> وهناك ثالث يقول: بدلاً من أن يأتي الناس من أماكنهم متعبين بدوابهم ليحملوا الماء في القِرَب أو على رءوس الحاملين، لماذا لا أستخدم العقل البشري في الارتقاء بخدمة الناس لينتقل الماء إلى الناس في أماكنهم، وهنا يصنع الصهاريج العالية ويصلها بمواسير وأنابيب إلى كل من يريد ماء فيفتح الصنبور ليجد ما يريد. ومن فعل ذلك يسَّر على الناس، فيكون مصلحاً بأن جاء إلى الصالح في ذاته فزاده صلاحاً. </p><p> ويختم الحق الآية بقوله:  {وَحَسُنَ أولئك رَفِيقاً} . و «أولئك» تعني النبيين والصديقين والشهداء والصالحين، ولا توجد رفقة أفضل من هذه، والرفيق هو: المرافق لك دائما في الإقامة وفي السفر، ولذلك يقولون: خذ الرفيق قبل الطريق، فقد تتعرض في الطريق لمتاعب وعراقيل؛ لأنك خرجت عن رتابة عادتك فخد الرفيق قبل الطريق. ونعرف أن الأصل في المسائل المعنوية: كلها منقولة من الحسيات، وفي يد الإنسان يوجد المرفق. . يقول الحق:  {فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق}  [المائدة: ٦] . </p><p> وساعة يكون الواحد مرهقاً ورأسه متعباً يتكئ على مرفقه ليستريح، وساعة يريد أن ينام ولم يجد وسادة يتكئ على مرفقه أيضاً. إذن فالمادة كلها مأخوذة من الرفق، فالرفيق مأخوذ من الرفقو «المرافق» مأخوذة من الرفق لأنها ترفق بالجسم وتريحه، وفي كل بيت توجد المرافق وهي مكان إعداد الطعام وكذلك دورة المياه، وفي الريف تزيد المرافق ليوجد مكان لمبيت الحيوانات التي تخدم الفلاح، وبيوت الفقراء قد تكون حجرة واحدة فيها مكان للنوم، ومكان للأكل، وقد يربط الفقير حماره في زاوية من الحجرة، لكن عندما يكون ميسور الحال فهو يمد بيته بالمرافق المكتملة. أي يكون في المنزل مطبخ مستقل، ومحل لقضاء الحاجة، وحظيرة مستقلة للمواشي، وكذلك يكون هناك مخزن مستقل، وهذه كلها اسمها «مرافق» لأنها تريح كل الناس. </p><p> إذن فقوله:  «وحسن أولئك رفيقاً» مأخوذة من الرفق وهو: إدخال اليسر، والأنس، والراحة، ويكون هذا الإنسان الذي أطاع الله ورسوله بصحبة النبيين، </p><p> والصديقين، والشهداء، والصالحين. </p><p> وقد يقول قائل: كيف يجتمع كل هؤلاء في منزلة واحدة؛ على الرغم من اختلاف أعمالهم في الدنيا، أليس الله هو القائل:  {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى}  [النجم: ٣٩] . </p><p> ونقول: ما دام المؤمن أطاع الله وأطاع الرسول، أليس ذلك في سعيه؟ فهذه الطاعة والمحبة لله ولرسوله هي من سعي العبد؛ وعلى ذلك فلا تناقض بين الآيتين، لأن عمل الإنسان هو سعيه، ويصبح من حقه أن يكون في معية الأنبياء والصديقين والشهداء والصالحين. وقد تكون الصحبة تكريما لهم جميعاً ليأنسوا بالصحبة، وهذه المسألة ستشرح لنا قوله:  {وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ}  [الأعراف: ٤٣] . </p><p> فساعة يرى واحد منزلته في الآخرة أعلى من آخر، إياك أن تظن أنه سيقول: منزلتي أعلى من هذا؛ لأنه ما دام قد ترك الأسباب في الدنيا وعاش مع مسبب الأسباب، فهو من حبه لله يحب كل من سمع كلام ربنا في الدنيا فيقول لكل محب لله: أنت تستحق منزلتك، ويفرح لمن منزلته أعلى منه. </p><p> وأضرب هذا المثل - ولله المثل الأعلى - لنفرض أن هناك فصلاً فيه تلاميذ كثيرة، بعضهم يحب أن ينجح فقط، وبعضهم يحب العلم لذات العلم، وعندما يجد عشاق العلم تلميذاً نجيباً، أيكرهونه أم يحبونه؟ إنهم يحبونه ويسألونه ويفرحون به ويقولون: هذا هو الأول علينا؛ لأنه لا يحب نفسه بل يحب الآخرين، فكذلك المؤمن الذي يكون في منزلة بالجنة ويرى غيره في منزلة أعلى، إياك أن تقول إن نفسه تتحرك عليه بالغيرة، لا. </p><p> لأنه من حبه لربه وتقديره له يحب من كان طائعاً لله ويفرح له، مثله مثل التلميذ الذي ينال مرتبة عالية فيحب التفوق للآخرين من غير حقد. وهكذا نجد أن الآية التي نحن بصدد خواطرنا عنها لا تخدش قول الحق:  {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى} . </p><p> وهناك بحث آخر في قوله الحق:  {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى} . ف «اللام» تفيد الملك والحق، كقولنا: ليس لك عندي إلا كذا، أي أن هذا حقك، فقوله:  {وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى} أي هي حق للمؤمن وقد حددت العدل في الحق ولم تحدد الفضل، ولذلك قال بعدها:  {ذلك الفضل ... } . </p>"
}