{
  "id": null,
  "sura": 4,
  "aya": 35,
  "text": "<p> وقوله:  {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا} يعني أن الشقاق لم يقع بعد، إنما تخافون أن يقع الشقاق، وما هو «الشقاق» ؟ الشقاق مادته من الشق، وشق: أي أبعد شيئاً عن شيء، شققت اللوح: أي أبعدت نصفيه عن بعضهما، إذن فكلمة «شقاق بينهما» تدل على أنهما التحما بالزواج وصارا شيئاً واحداً، فأي شيء يبعد بين الاثنين يكون «شقاقاً» إذ بالزواج والمعاشرة يكون الرجل قد التحم بزوجه هذا ما قاله الله: {وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً}  [النساء: ٢١] . </p><p> ويتأكد هذا المعنى في آية أخرى:  {هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ}  [البقرة: ١٨٧] . </p><p> وهذا يعني أن المرأة مظروفة في الرجل والرجل مظروف فيها. فالرجل ساتر عليها وهي ساترة عليه، فإذا تعدّاهما الأمر، يقول الحق:  {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا} من الذين يخافون؟ . . أهو وليّ الأمر أم القرابة القريبة من أولياء أمورها وأموره؟ أي الناس الذين يهمهم هذه المسألة. </p><p> {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فابعثوا حَكَماً مِّنْ أَهْلِهِ وَحَكَماً مِّنْ أَهْلِهَآ} إنهم البيئة والمجال العائلي، إذن فلا ندع المسائل إلى أن يحدث الشقاق، كأن الإسلام والقرآن ينبهنا إلى أن كل إناس في محيط الأسرة يجب أن يكونوا يقظين إلى الحالات النفسية التي تعترض هذه الأسرة، سواء أكان أباً أم أخاً أم قريباً عليه أن يكون متنبهاً لأحوال الأسرة ولا يترك الأمور حتى يحدث الشقاق بدليل أنه قال:  {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فابعثوا} وهذا القول هو لوليّ الأمر العام أيضاً إذا كانت عيونه يقظة إلى أنه يشرف على علاقات كل البيوت، ولكن هذا أمر غير وارد في ضوء مسئوليات ولي الأمر في العصر الحديث. إذن فلا بد أن الذي سيتيسر له تطبيق هذا الأمر هم البارزون من الأهل هنا وهناك، وعلى كل من لهم وجاهة في الأسرة أن يلاحظوا الخط البياني للأسرة، يقولون: نرى كذا وكذا. </p><p> ونأخذ حَكَماً من هنا وحكماً من هناك وننظر المسألة التي ستؤدي إلى عاصفة قبل أن </p><p> تحدث العاصفة؛ فالمصلحة انتقلت من الزوجين إلى واحد من أهل الزوج وواحد من أهل الزوجة، فهؤلاء ليس بينهما مسألة ظاهرة بأدلتها، ولم تتبلور المشكلة بعد، وليس في صدر أي منهما حُكْمٌ مسبق، ويجوز أن يكون بين الزوجين أشياء، إنما الحكَم من أهل الزوج والحكَم من أهل الزوجة ليس في صدر أي منهما شيء، وما دام الاثنان ستوكل إليهما مهمة الحكم. فلا بد أن يتفقا على ما يحدث بحيث إذا رأى الاثنان أنه لا صلح إلا بأن تطلق، فهما يحكمان بالطلاق، والناس قد تفهم أن الحكم هم أناس يُصْلِحُون بين الزوجين فإن لم يعجبهم الحكم بقي الزوجان على الشقاق، لا. </p><p> فنحن نختار حكماً من هنا وحكماً من هناك. </p><p> إن ما يقوله الحكمان لا بد أن ننفذه، فقد حصرت هذه المسألة في الحكمين فقال:  {إِن يُرِيدَآ إِصْلاَحاً يُوَفِّقِ الله بَيْنَهُمَآ} . . فكأن المهمة الأساسية هي الإصلاح وعلى الحكمين أن يدخلا بنية الإصلاح، فإن لم يوفق الله بينهما فكأن الحكمين قد دخلا بألا يصلحا. </p><p> إن على كل حكم أن يخاف على نفسه ويحاول أن يخلص في سبيل الوصول إلى الإصلاح؛ لأنه إن لم يخلص فستنتقل المسألة إلى فضيحة له. الذي خلق الجميع: الزوج والزوجة والحكم من أهل الزوج والحكم من أهل الزوجة قال: {إِن يُرِيدَآ إِصْلاَحاً يُوَفِّقِ الله بَيْنَهُمَآ} فليذهب الاثنان تحت هذه القضية، ويصرّا بإخلاص على التوفيق بينهما؛ لأن الله حين يطلق قضية كونية، فكل واحد يسوس نفسه وحركته في دائرة هذه القضية. وحين يطلق الله قضية عامة فهو العليم الخبير، ومثال ذلك قوله:  {وَإِنَّ جُندَنَا لَهُمُ الغالبون}  [الصافات: ١٧٣] . </p><p> إنه سبحانه قال ذلك، فليحرص كل جندي على أن يكون جندياً لله؛ لأنه إن انهزم فسنقول له: أنت لم تكن جندياً لله، فيخاف من هذه. إذن فوضع القضية الكونية في إطار عقدي كي يجند الإنسان كل ملكاته في إنجاح المهمة، وعندما يقول الله:  {إِن يُرِيدَآ إِصْلاَحاً يُوَفِّقِ الله بَيْنَهُمَآ} ، فإياك أن تغتر بحزم الحكمين، وبذكاء الحكمين، فهذه أسباب. ونؤكد دائماً: إياك أن تغتر بالأسباب؛ لأن كل شيء من </p><p> المسبب الأعلى، ولنلحظ دقة القول الحكيم:  {يُوَفِّقِ الله بَيْنَهُمَآ} فسبحانه لم يقل: إن يريدا إصلاحاً يوفقا بينهما. بل احتفظ سبحانه لنفسه بفضل التوفيق بين الزوجين. </p><p> ويذيل سبحانه الآية:  {إِنَّ الله كَانَ عَلِيماً خَبِيراً} أي بأحوال الزوج، وبأحوال الزوجة، وبأحوال الحكم من أهله، وبأحوال الحكم من أهلها، فهم محوطون بعلمه. وعلى كل واحد أن يحرص على تصرفه؛ لأنه مسئول عن كل حركة من الحركات التي تكتنف هذه القضية؛ فربنا عليم وخبير. </p><p> وما الفرق بين «عليم» و «خبير» ؟ . . فالعلم قد تأخذه من علم غيرك إنما الخبرة فهي لذاتك. </p><p> وبعد أن تكلم الحق على ما سبق من الأحكام في الزواج وفي المحرمات، وأخذنا من مقابلها المحللات، وتكلم عمن لا يستطيع طولاً وتكلم عن المال. . وحذرنا أن نأكله بالباطل، وتكلم عن الحال بين الرجل والمرأة، وبعد ذلك لفتنا الحق ووجهنا ونبهنا إلى المنهج الأعلى وهو قوله سبحانه:  {واعبدوا الله وَلاَ تُشْرِكُواْ ... } . </p>"
}