{
  "id": null,
  "sura": 4,
  "aya": 87,
  "text": "<p> وهذا يعني: أنّه لا يوجد إله آخر سيأتي ليتدخل وينهى المسائل من خلف ظهر الخالق الأعلى سبحانه: {الله لا إله إِلاَّ هُوَ} فليس هناك إله سواي، لا تشريع يرسم صلاح البشر إلا تشريعي وسترجعون إليّ، وليس هناك واحد يقول:  «افعل»  «ولا تفعل» ، والآخر يقول بالعكس، إنه إلا واحد، والأمر منه ب «افعل» هو الأمر الوحيد الصالح للإنسان. والنهي منه ب «لا تفعل» هو النهي الوحيد الذي يجب على العاقل أن يتجنبه، ولذلك تجده يقول:  {قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ لَكُمْ دِينُكُمْ وَلِيَ دِينِ}  [الكافرون: ١ - ٦] . </p><p> إنه سبحانه يوضح: ليس هناك مضارة بين دينين، دين للكافرين، ودين للمؤمنين، لا، بل هو دين ومنهج واحد صالح للإنسان هو منهج التوحيد جاءت به الرسل جميعا وختم بالإسلام الذي لا دين بعده، ولذلك جاء بعدها مباشرة:  {إِذَا جَآءَ نَصْرُ الله والفتح}  [النصر: ١] . </p><p> ويأتي بعد ذلك بسورة المسد: {تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ سيصلى نَاراً </p><p> ذَاتَ لَهَبٍ وامرأته حَمَّالَةَ الحطب فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ} [المسد: ١ - ٥] . </p><p> أما كان أبو لهب يقدر أن يقول بعدها: أشهد أن لا إله إلا الله وأن محمداً رسول الله؟ كان يقدر، ولو قالها لشكك في هذه الآية، ولقالوا: إنه لن يصلي ناراً ذات لهب. إن هذا الأمر كان له فيه اختيار، ولم يوفقه الله إلى أن يقولها ولو نفاقاً، لماذا؟ لأن الحق قال بعد هذه الآية مباشرة:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] . </p><p> أي فليس إله آخر يرد أمره سبحانه وتعالى:  {الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة} . وكلمة «يجمع» تعني أنه يخرجنا مع بعضنا من قبورنا جميعا، ويحشرنا جميعاً أمامه، وقد تعني «ليجمعنكم» أي ليحشرنكم من قبوركم لتلقي جزاء يوم القيامة. </p><p> لماذا جاء هذا القول؟ جاء لكي يتفحصه العاقل، فلا يأخذ انفلات نفسه من منهج الله إلا بملاحظة الجزاء على الانفلات من المنهج، فلو أخذ نفسه منفلتاً عن منهج الله بدون أن يقدر الجزاء لكان أحمق وأخرق. </p><p> ولذلك قلنا: إن الذين يسرفون على أنفسهم في المعصية لا يستحضرون أمام عيونهم الجزاء على المعصية. ولذلك يقولون كل الجرائم إنما تتم في غفلة صاحبها عن الجزاء؛ فالمجرم يرتكب جريمته وهو مقدر السلامة لنفسه، والسارق يذهب إلى السرقة وهو مقدر السلامة، لكن لو وضع في ذهنه أنه من الممكن أن يتم القبض عليه لما فعلها أبدا. </p><p> والحق سبحانه وتعالى يوضح: إياك يا من تريد - بالاختيار الذي أعطيته لك - الانحراف عن منهجي أَلاَّ تقدر الجزاء على هذه المخالفة. بل عليك أن تأخذها قضية واضحة، واسأل كم ستعطيك المعصية من نفع وكم سيعُطيك الله من خير على الطاعة، وضع الاثنين في كفتي ميزان؛ فالذي يعطيك الخير الأبقى افعله، وابتعد عما لا يعطيك الخير بل إنه يوقعك في الشقاء والشر. </p><p> {الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة} ويوم القيامة هو اليوم الذي قال فيه الحق: {يَوْمَ يَقُومُ الناس لِرَبِّ العالمين}  [المطففين: ٦] . </p><p> ولماذا يوم القيامة؟ لأن آخر مظهر من مظاهر دنيا الناس أنهم حين يموتون ينامون، وهذا ما نراه، وبعد ذلك ندخله إلى القبر ولا نعرف كيف يأتي قائماً من نومه إلا بقول الحق:  {لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ} . </p><p> أي يجب أن يكون الإيمان بيوم القيامة لا شك فيه؛ لأنك لو قدرت أن العالم الذي خلقه الله مختاراً، إن شاء فعل الخير وإن شاء فعل الشر، وهو - سبحانه - زود العباد بالمنهج، وجعل لهم الاختيار، وأنه - سبحانه - هو القادر على الجمع يوم القيامة لو قدرت هذا لا متبما طلبه الله منك. </p><p> ونضرب هذا المثل لا للتشبيه، ولكن للتقريب - ولله المثل الأعلى - الوالد يعطي ابنه جنيهاً ويقول له: اشتر ما تريد، ولكن لاحظ أنك إن اشتريت شيئاً مفيداً فسأكافئك، وإن اشتريت شيئاً فاسداً كأوراق اللعب أو غيرها فسأعاقبك. </p><p> ساعة أعطى الوالد ابنه القوة الشرائية وقال له: انزل اشتر ما تريد، والابن ساعة اشترى أوراق اللعب. هل هذا الشراء قد تم قهراً عن أبيه؟ لا؛ لأن الأب هو من أعطاه الاختيار، لكن الابن فعل فعلاً غير محبوب لأبيه. </p><p> فما بالنا بالعبد عندما يعطيه الحق الاختيار؟ ولو أراد الله الناس جميعاً على هدايةٍ لجعلهم كالملائكة، ولما جرؤ ولا قَدَرَ أحد أن يفعل معصية. فالعاصي عندما يرتكب المعصية إنما يفعلها لأن الله خلق له الاختيار. ولذلك فعندما يقول واحد: كل فعل من الله، هو صادق. ولماذا يتعذب مرتكب المعصية مع أنّه يوجه آلة الاختيار إلى ما تصلح له؟ ونقول إنّه وجهها مخالفاً لأمر الله، فالسكين للذبح، إن ذُبحت بها دجاجة لما استحق الذابح على ذلك عقاباً، لكن لو ذبحنا بها إنساناً لوقعنا في محظور يشبهه الحق بقتل الناس جميعاً. فالذي جاء بالسكين إلى المنزل هل نقول له:  «أنت أتيت بأداة الجريمة» ؟ لا؛ لأنه جاء بأداة صالحة لأن تكون أداة لذبح ما يحل ذبحه أو أداة </p><p> لجريمة. إذن فحتى المختار لم يفعل اختياره إلا من باطن أن الله خلقه مختاراً. </p><p> لكن هل ألزمه الحق سبحانه وتعالى يفعل المعصية؟ لا، فسبحانه أوضح لك: هذا لا أحبه، وهذا أحبه. </p><p> واختيارك له مجال، ولك أن تختار الشيء الذي يأتي بالنفع ولا يأتي بالضرر أو أن تختار عكس ذلك. </p><p> {الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ} هذا خبر من الله. والكلام الخبري عندنا يحتمل الصدق والكذب لذاته، لكن لأن الخبر من الله فهو صادق. أما الكلام في ذاته فيحتمل الصدق ويحتمل الكذب، ولذلك يذيل الحق الآية بما يلي:  {وَمَنْ أَصْدَقُ مِنَ الله حَدِيثاً} وهل الصدق فيه تفاضل؟ . ليس في الصدق تفاضل، فمعنى الصدق مطابقة الكلام للواقع، فالإنسان قبل أن يتكلم وهو عاقل، يدير المسألة التي يريد الكلام فيها ليُعمل العقل فيها، وبعد هذا ينطق بالكلام. </p><p> إذن ففي الكلام نسبة ذهنية، ونسبة كلامية، ونسبة واقعية، فعندما يقول واحد:  «زيد مجتهد» هو قبل أن يقول ذلك جاء في ذهنه أنه مجتهد، وهذه هي «النسبة الذهنية» ، وعندما ينطقها صاحبها تكون «نسبة كلامية» ، ولكن هل صحيح أن هناك واحداً اسمه «زيد» وأنه مجتهد؟ . إن طابقت النسبة الواقعية كُلاًّ من النسبة الذهنية والنسبة الكلامية يكون الكلام صدقاً. وإن لم يكن هناك أحد اسمه زيد ولا هو «مجتهد» لا تتطابق النسبة الخارجية الواقعية مع النسبتين «الذهنية والكلامية» فيكون الكلام كذباً. فالصدق يقتضي أن تتطابق النسبة الكلامية مع الواقع، أي مع النسبة الخارجية الحاصلة. </p><p> ولماذا يكذب الكذاب إذن؟ . ليحقق لنفسه نفعاً يفوّته ولا يحققه الصدق في نظره أو يدفع عنه ضُرّاً. مثال ذلك: يكسر الابن شيئاً في المنزل كمنضدة. فالأب يقول لابنه: هل كسرت هذه المنضدة؟ . وينكر الابن: لا ألم أكسرها. هو يريد أن يحقق لنفسه نفعاً أو يدفع عنها ضرراً وهو الإفلات من العقاب، لأنه يعلم أن الصدق قد يسبب له عقاباً. ولا يحمله على الكذب إلا تفويت مضرة قد تصيبه من الصدق فيلجأ إلى الكذب. ويقول كلاماً يخالف الواقع. </p><p> إذن هو يريد أن يحقق لنفسه نفعاً أو يدفع عن نفسه ضرراً. والذي ينفع الإنسان لا بد أن يكون أقوى منه، وكذلك الذي يضرّه. لكن بالنسبة لله لا يوجد من يسبب له سبحانه نفعاً ولا ضراً. إذن فإذا قال الله فقوله الصدق؛ لأن الأسباب التي تدفع إلى الكذب هو - سبحانه - منزه عنها. </p><p> وإذا كان الحق يعطينا الكلام الذي يوضح لنا واقع الحياة ويعطينا الكلام الذي لا يدخل في واقع حياتنا ويصف لنا الغيب الذي لا يدخل في نطاق ما نراه، إذن فهو يكلمنا كثيراً. </p><p> فقوله الحق:  {وَمَنْ أَصْدَقُ مِنَ الله حَدِيثاً} مؤكد بالنسبة لنا. وأفعل التفضيل هنا لا تأتي للتمييز بين كلام صادق وكلام أصدق، ولكن لنعرف أن كلام الله لنا كثير. </p><p> فالتكثير هنا إنما يجيء من ناحية كثرة الكلام، لا من ناحية أن هناك كلاماً صادقاً وكلاماً أصدق. </p><p> والتفاوت قد يوجد في الصدق أيضاً، كيف؟ . لنفرض أن إنساناً رأي حادثة يقتل فيها إنسان إنساناً آخر، فيشهد الشاهد بأنه رأى الدم ينزف من القتيل إثر التحام القاتل به، ولكن هناك شاهد آخر يروي كل التفاصيل التي بدأت من قبل المشاجرة بين القاتل والقتيل إلى أن صار هناك قاتل وقتيل. وهكذا نجد أن الشاهد الثاني أشمل في الصدق من الشاهد الأول صحيح أن الشاهد الأول قال شهادة صادقة، لكن شهادة الشاهد الثاني أشمل في القضية نفسها. </p><p> إذن فقوله الحق:  {وَمَنْ أَصْدَقُ مِنَ الله حَدِيثاً} أي أن الحق هو الأصدق بمعنى أنّ إخباره لنا جاء بالشمول الكامل، وهو صدق لا تفاوت فيه، فالصدق هو مطابقة النسبة الكلامية للواقع، وما دام هو كذلك فليس هناك صادق وأصدق، ولكن أفعل التفضيل تأتي في «أصدق» باعتبار أن كمية الصدق الصادرة لا حدود لها وأنّه سبحانه يعلم الأشياء على وفق ما هي عليه أي بشمول كامل. وخلقه إن حدث منهم صدق في شيء فقد يحدث منهم الكذب في شيء آخر. فقد تقول قضية تعلم أنها صدق، ولكنها في الواقع لا تكون صدقاً. </p><p> ومثلاً؛ فقد يقول القائل: زار فلان فلاناً بالأمس. هو اعتقد ذلك لأنه رأى حجرة الاستقبال في بيت فلان مضاءة فسأل عن الزائر فقيل له:  «فلان» فهو يروى خبر هذه الزيارة على وفق ما يعتقد، ولا يقال: إن القائل قد كذب. </p><p> إننا يجب أن نفرق بين «الخبر» وبين «المخبر» ، كيف؟ إذا قلنا:  «زيد مجتهد» ، أيوجد واحد اسمه زيد ومجتهد بالفعل؟ هذا اسمه الواقع. وهل أنت تعتقد هذا؟ . إذن فالإنسان هنا يحتاج إلى أمرين: معرفة وجود الشيء، واعتقاد الشيء، وبذلك يكون الخبر صادقاً والمخبر صادقا أيضاً. </p><p> وافرض أنك أخبرت أن زيداً مجتهد بناءً على أن أحداً قد أخبرك بذلك ولكنه لم يكن كذلك، أنت هنا صادق وفق اعتقادك. لكن الخبر غير صادق في الواقع. إذن ففيه فرق بين صدق الخبر وصدق المخبر. فإذا التقى الاعتقاد بالواقع صدق الخبر وصدق المخبر. وإذا كان الخبر موافقاً للواقع ومخالفاً للاعتقاد فالخبر صادق كموقف المنافقين الذين قال الحق فيهم:  {إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله}  [المنافقون: ١] هذه القضية واقعة صادقة وأعلنوا هم ذلك، ولكن الحق أضاف:  {والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ}  [المنافقون: ١] . </p><p> فالقضية صادقة ولكنهم كاذبون؛ لأنهم قالوها بلا اقتناع فكانوا كاذبين. والدقة هنا توضح الفرق بين صدق الخبر وكذب الاعتقاد. إذن فصدق المخبر أن يطابق الكلام الاعتقاد. والتكذيب واضح في قولهم:  «نشهد» ؛ وليس في مقول القول وهو {لَرَسُولُهُ والله} . </p><p> فالشهادة تقتضي أن يواطئ ويوافق اللسان القلب ولذلك عندما يقرأ بعض الناس القرآن دون فهم اللغة العربية. . فيفهم بالسطحية هذه الآية فهما خاطئاً: </p><p> {إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ}  [المنافقون: ١] . </p><p> فكيف يشهد الله أنهم كاذبون، على الرغم من أنه سبحانه يعلم مثلما شهد المنافقون؟ . ونرد: إن الخبر هنا لم يكن كذباً، ولم يقل الحق ما يكذب الخبر، لكنه أوضح صدق الخبر وكذب المنافقين في شهادتهم لأنهم يظهرون غير ما يبطنون ويعتقدون، فالتكذيب منصب على شهادتهم لا على خبر أن محمداً رسول الله. </p><p> {الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ الله حَدِيثاً} . </p><p> إنّ المؤمن يعتقد أن يوم القيامة لا شك فيه، فيوم القيامة يجب منطقياً ألا يوجد شك فيه؛ لأنه لو كان هناك ريب لكان الذين انحرفوا في الحياة الدنيا وولغوا في أعراض الناس وأخذوا أموالهم وعاثوا في الأرض فساداً هم الذين كسبوا وفازوا، ويكون الطيبون والأخيار قد عاشوا في سذاجة. فالمنطق يقتضي أنه ما دام قد وُجد أناس قد ظلموا واعتدوا، وأناس أعتدى عليهم، فلا بد أن يكون هناك حساب. ولا يكون هناك حساب إلا إذا انتهت حكاية الموت، بالإحياء والحشر والخروج إلى لقاء الله. ودليل هذا من الجاحدين أنفسهم، كيف؟ . </p><p> نحن نعرف أن المجتمعات غير المتدينة يضع قادتها القوانين التي تكفل حماية حركة المجتمع. هم يضعون مثل هذه القوانين، ومن يخالفها يتم حسابه وعقابه. فإذا كان العقاب يمنع المجاهرة بالجريمة، فماذا يكون الموقف؟ إن الماهر إذن هو من يفلح في المدارة عن عيون قادة هذا المجتمع، ويستر نفسه عنهم حتى لا يناله العقاب. </p><p> إن هذه المجتمعات الملحدة تضع التقنينات لحماية نفسها، فماذا تفعل هذه المجتمعات في الذين ستروا أنفسهم؟ . هم بقانون هذه المجتمعات كان يجب أن يعاقبوا، وكان يجب أن تقولوا أنتم أن هناك مكاناً آخر وداراً أخرى يتم فيها عقاب من أفلت منا. فأنت أيها الملحد قد قننت لمن خالف تقنينك عقوبة. وهذا إن وقعت </p><p> عليه عينك، وقبضت عليه يدك، فما قولك فيمن لم تقع عليه عينك ولم تقبض عليه يدك؟ . </p><p> إذن فنحن أهل الإيمان عندما نقول للملحد: إننا نكمل لك تفكيرك الناقص ونقول لكل الخلق: إنكم إن عَمَّيْتُم على قضاء الأرض فلن تعَمّوا على قضاء السماء الذي لا تخفي عليه خافية. إذن فغير المؤمن بمنهج نأخذ منه الدليل على ضرورة المنهج. وعلى غير المؤمن بالمنهج أن يشكر أهل الإيمان؛ لأننا نحن أهل الإيمان قد أكملنا له نقصاً في تقنين البشر، وهذا لحماية المجتمع من الكيد بالجريمة والستر بالمخالفة. </p><p> {وَمَنْ أَصْدَقُ مِنَ الله حَدِيثاً} أي لا أحد أصدق من الله في الحديث. و «أصدق» جاءت كأفعل تفضيل لا لأن هناك صدقاً يعلوه صدق أصدق، بل الصدق واحد؛ لأنه مطابقة النسبة الكلامية للواقع، ولكن «أصدق» هنا لكثرة الحديث الذي حدثنا الله به عما نشهد من عالم الملك ومما لا نشهد من عالم الملكوت، فإن تحدث الناس فإنما يتحدثون في عالم الملك الذي يدركونه بحواسهم، ولكن الله إذا حدثنا فسبحانه يحدثنا عن عالم الملكوت أيضاً، فالله أصدق حديثاً؛ لأنه أكثر من حدّث. </p><p> وبعد ذلك يقول الحق سبحانه:  {فَمَا لَكُمْ فِي المنافقين فِئَتَيْنِ ... } . </p>"
}