{
  "id": null,
  "sura": 4,
  "aya": 102,
  "text": "<p> وحين يقول الحق:  {فَلْتَقُمْ طَآئِفَةٌ مِّنْهُمْ} نفهم أن ينقسم المؤمنون إلى طائفتين: طائفة تصلي مع رسول الله، وأخرى ترقب العدو وتحمي المؤمنين. </p><p> ولكن كيف تصلي طائفة خلف رسول الله ولا تصلي أخرى وكلهم مؤمنون يطلبون شرف الصلاة مع رسول الله؟ ويأمر الحق أن يقسم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الصلاة ليصلي بكل طائفة مرة، ليشرف كل مقاتل بالصلاة خلف رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وقصر الصلاة - كما عرفنا - ينطبق على الصلاة الرباعية وهي الظهر والعصر والعشاء أما صلاة الفجر وصلاة المغرب فلا قصر فيهما، فليس من المتصور أن يصلي أحد ركعة ونصف ركعة، وفي علم الحساب نحن نجبر الكسور إلى الرقم الأكبر. </p><p> وقد صلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ صلاة الخوف بهيئات متعددة، ولا مانع من أن نلم بها إلماماً عاجلاً؛ لأن تعليم هذه الصلاة عادة يكون واجباً على الأئمة والعلماء الذين يصلون بالجيوش في حالة الحرب. ولصلاة الخوف طرق وكيفيات: كان الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يُقَسِّم الجيش إلى قسمين؛ قسم يصلي معه وقسم يرقب العدو، ويصلي بكل فرقة ركعتين. </p><p> وهناك طريقة أخرى وهي أن يصلي بطائفة وفرقة ركعة واحدة، ثم ينصرفون وتأتي الطائفة التي حمت الطائفة الأولى في أثناء الصلاة لتصلي هذه الطائفة الثانية ركعة مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وهنا يسلم رسول الله لأنه أنهى الصلاة. </p><p> وبعد ذلك تصلي الطائفة الأولى الركعة الثانية التي عليها في القصر وتسلم، ثم تصلي الطائفة الثانية التي عليها في القصر وتسلم. </p><p> وهناك كيفية ثالثة وهي أن تأتي الطائفة الأولى تصلي مع النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ ركعة، ولا يصلي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ معها الركعة الثانية بل يظل واقفاً قائماً إلى أن تخرج من صلاتها بالتسليم لتنادي الطائفة التي تقف في مواجهة العدو لتصلي خلف النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الركعة الثانية بالنسبة للنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بينما هي الركعة بركعتها الثانية ويسلم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بها وتنال الطائفة الأولى بشرف بدء الصلاة مع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وتحظى الطائفة الثانية بشرف السلام معه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. </p><p> وهنا نسأل: هل هذه الصلاة بهذا الأسلوب مقصورة على عهد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ وإتماماً به لأن الصلاة معه هي الشرف؟ فكيف يصلي المقاتلون الخوف بعده صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ؟ قال العلماء: إذا كنت تعتبر القائمين بأمر القيادة هم خلفاء لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في الولاية فتقام صلاة الخوف على صورتها التي جاءت في القرآن، ولكن إذا كان لكل جماعة إمام فلتصل كل جماعة صلاة القصر كاملة خلف الإمام. </p><p> {وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصلاة فَلْتَقُمْ طَآئِفَةٌ مِّنْهُمْ مَّعَكَ وليأخذوا أَسْلِحَتَهُمْ} وهذه الأسلحة المقصود بها الأسلحة الحقيقية مثل السيف أو الرمح أو النبلة أو البندقية فيأخذها المقاتل معه، أما من معه سلاح ثقيل فلن يأخذه بطبيعة الحال إلى الصلاة. </p><p> {فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أخرى لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ} والقول القرآني هنا ليس مجرد ألفاظ تقال ولكنها ألفاظ لها مدلولات من رب العالمين، فمن قدموا إلى الصلاة أولاً: تركوا خلفهم من يحميهم. </p><p> ولكن الطائفة الثانية التي سوف تترك المواقع من أجل الركعة الثانية خلف رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فبالهم مشغول بذواتهم وبحماية من يصلون، فلعلهم حين يذهبون إلى الصلاة مع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ تلهيهم المسألة؛ لذلك قال الله:  {وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ} وهكذا نجد أن الطائفة الأولى ملزمة بأخذ السلاح، والطائفة الثانية ملزمة بأخذ الحذر والسلاح. </p><p> وقد يقول قائل: صحيح إن الأسلحة تؤخذ، ولكن كيف يؤخذ الحذر وهو عملية معنوية؟ </p><p> ونقول: إنه سبحانه يصور المعنويات ويجسمها تجسيم الماديات حتى لا يغفل الإنسان عنها، فكأن الحذر آلة من آلات القتال، وإياك أيها المقاتل أن تغفل عنها. </p><p> وهذا أمر يشيع في أساليب القرآن الكريم، فالحق سبحانه يقول:  {والذين تَبَوَّءُوا الدار والإيمان مِن قَبْلِهِمْ}  [الحشر: ٩] </p><p> والدار هي مكان باستطاعة الإنسان أن يتبوأه ويقيم به، فما معنى أن يتبوأ الإنسان الإيمان وهو أمر معنوي؟ . إنه سبحانه في هذا القول يصف الأنصار الذين أكرموا وفادة المهاجرين، والدار - كما نعرف - هي المكان الذي يرجع إليه الإنسان، والإيمان هو مرجع كل أمر من الأمور. </p><p> إذن فقد جعل الحق سبحانه الإيمان كأنه يُتبوأ، أي جعله شيئاً ينزل الإنسان فيه، والإيمان كذلك حقاً، والدار في هذا القول مقصود بها هنا المدينة المنورة، حيث استقبل الأنصار المهاجرين. {والذين تَبَوَّءُوا الدار والإيمان مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلاَ يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُواْ وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فأولئك هُمُ المفلحون}  [الحشر: ٩] </p><p> وهكذا يجسم الحق المعنويات لنفهم منها الأمر وكأنه أمر حسّي، تماماً كما قال الحق:  {فَلْيُصَلُّواْ مَعَكَ وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الذين كَفَرُواْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَّيْلَةً وَاحِدَةً} . </p><p> وهذا ما يوضح لنا لماذا أمر الله أن يأخذ المسلمون الحذر والأسلحة؛ لأن المقاتل يجب أن يخاف على سلاحه ومتاعه. فلو فقدها المقاتل لفقد أداة القتال ولصارت </p><p> أدوات قتاله لعدوه. فحين يأخذ المقاتل السلاح من عدوه، يتحول السلاح إلى قوة ضد العدو. </p><p> لذلك كان التحذير من فقد الأسلحة والأمتعة حتى لا تضاف قوة السلاح والمتاع إلى قوة العدو؛ لأن في ذلك إضعافاً للمؤمن وقوة لخصمه. </p><p> وعدو الإسلام يود أن يغفل المسلمون عن الأسلحة والمتاع، والمؤمن ساعة الصلاة يستغرق بيقظته مع الله، ولكن على الإنسان ألا يفقد يقظته إن كان يصلي أثناء الحرب، فلا يصح أن ينسى الإنسان سلاحه أثناء القتال حتى وهو يصلي، فالقتال موقف لله، فلا تفصل القتال في سبيل الله عن الصلاة لله. </p><p> {وَدَّ الذين كَفَرُواْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ} والغفلة هي نسيان طارئ على ما لا يصح أن يُنسى، وفي هذا نحذير واضح؛ لأن الغفلة أثناء القتال هي حلم للكافرين حتى يحققوا هدفهم المتمثل في قول الله:  {فَيَمِيلُونَ عَلَيْكُمْ مَّيْلَةً وَاحِدَةً} . فمعسكر الكفر يتمنى أن يهجم على المؤمنين في لحظة واحدة، هذا هو المقصود بقوله:  {فَيَمِيلُونَ عَلَيْكُمْ مَّيْلَةً وَاحِدَةً} . </p><p> ولكن لنر من بعد ذلك قول الحق:  {وَلاَ جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُمْ مرضى أَن تضعوا أَسْلِحَتَكُمْ وَخُذُواْ حِذْرَكُمْ إِنَّ الله أَعَدَّ لِلْكَافِرِينَ عَذَاباً مُّهِيناً}  [النساء: ١٠٢] </p><p> ونجد هنا أن كلمة «الحذر» تكررت، وسبحانه بجلال جبروته أعد للكافرين عذاباً مهيناً، وفي ذلك بشارة منه أن الكافرين لن ينالوا من المؤمنين شيئاً، فلماذا جاء الأمر هنا بأخذ الحذر؟ . إن أخذ الحذر لا يعني أن الله تخلى عن المؤمنين، ولكن لتنبيه المؤمنين أن يأخذوا بالأسباب، ولا يغفلوا عن المسبب لأنه سبحانه هيأ وأعد العذاب المهين للكافرين. {إِنَّ الله أَعَدَّ لِلْكَافِرِينَ عَذَاباً مُّهِيناً} . </p><p> وهذا ما يجب أن نفهمه حتى لا يتوهم أحد أن الله عندما نبه كثيراً بضرورة الأخذ بالحذر ثم أنه يتخلى عنا، لا. إنّه سبحانه يوضح لنا أن نأخذ بالأسباب ولا نهملها </p><p> وهو القائل {إِنَّ الله أَعَدَّ لِلْكَافِرِينَ عَذَاباً مُّهِيناً} . </p><p> ومن بعد ذلك قال الحق:  {فَإِذَا قَضَيْتُمُ الصلاة ... } </p>"
}