{
  "id": null,
  "sura": 4,
  "aya": 20,
  "text": "<p> فإذا ضاقت بك المسائل، بعد أن عاشرت بالمعروف ولم يعد ممكنا أن تستمر الحياة الزوجية في إطار يرضى عنه الله، وتخاف أن تنفلت من نفسك إلى ما حرم الله، ماذا تفعل؟ يقول سبحانه:  {وَإِنْ أَرَدْتُّمُ استبدال زَوْجٍ مَّكَانَ زَوْجٍ} أي لك أن تستبدل ما دامت المسألة ستصل إلى جرح منهج الله، وعليك في هذا الاستبدال أن ترعى المنهج الإيماني مثلما أشار به سيدنا الحسن رَضِيَ اللَّهُ عَنْه على الرجل الذي كان يستشيره في واحد جاء ليخطب ابنته. قال سيدنا الحسن - رَضِيَ اللَّهُ عَنْه -: إن جاءك الرجل الصالح فزوجه، فإنه إن أحب ابنتك أكرمها، وإن كرهها لم يظلمها. </p><p> والحق يقول:  {وَإِنْ أَرَدْتُّمُ استبدال زَوْجٍ مَّكَانَ زَوْجٍ} فهذا يعني أن الرغبة قد انصرفت عن الأولى نهائيا، ولا يمكن التغلب عليها بغير الانحراف عن المنهج. وقد يحدث أن يضيق الرجل بزوجته وهو لا يعاني من إلحاح في الناحية الغريزية، فيطلقها ولا يتزوج، فما شروط المنهج في هذا الأمر؟ </p><p> يقول الحق:  {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلاَ تَأْخُذُواْ مِنْهُ شَيْئاً} . كلمة «قنطار» وكلمة «قنطرة» مأخوذة من الشيء العظيم. وقنطار تعني «المال» . وقدروه قديما بأنه ملئ مَسْك البقرة، و «المسك» هو الجلد، فعندما يتم سلخ البقرة يصبح جلدها مثل القربة، وملء مَسْكها يسمى قنطارا، والقنطار المعروف عندنا الآن له سمة وَزْنِيّة، والحق حين يعظم المهر بقنطار يقول:  {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً} فهو يأتي لنا بمثل كبير وينهانا بقوله: {فَلاَ تَأْخُذُواْ مِنْهُ شَيْئاً} . لماذا؟ لأنك يجب أن تفهم أن المهر الذي تدفعه ليس منساحا على زمن علاقتك بالمرأة إلى أن تنتهي حياتكما، بل المهر مجعول ثمنا للبضع الذي أباحه الله لك ولو للحظة واحدة، فلا تحسبها بمقدار ما مكثت معك، لا، إنما هو ثمن البضع، فقد كشفت نفسها لك وتمكنت منها ولو مرة واحدة. </p><p> إذن فهذا القنطار عمره ينتهي في اللحظة الأولى، لحظة تَمكّنِك منها. {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً} وهذه هي المسألة التي قال فيها سيدنا عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه -: أخطأ عمر وأصابت امرأة، لأنه كان يتكلم في غلاء المهور؛ فقالت له المرأة: كيف تقول ذلك والله يقول: {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً} ، فقال: أصابت امرأة وأخطأ عمر. </p><p> عن عمر رَضِيَ اللَّهُ عَنْه أنه نهى وهو على المنبر عن زيادة صداق المرأة على أربعمائة درهم ثم نزل، فاعترضته امرأة من قريش فقالت: أما سمعت الله يقول: {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً} ؟ فقال: اللهم عفوا كل الناس أفقه من عمر ثم رجع فركب المنبر فقال: «إني كنت قد نهيتكم أن تزيدوا في صدُقاتهن على أربعمائة درهم فمن شاء أن يعطي من ماله ما أحب» </p><p> وعن عبد الله بن مصعب أن عمر - رَضِيَ اللَّهُ عَنْه - قال:  «لا تزيدوا في مهور النساء على أربعين أوقية من فضة، فمن زاد أوقية جعلتُ الزيادة في بيت المال،فقالت امرأة:ما ذاك لك، قال ولَم؟فقالت:لأن الله تعالى يقول:{وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً}فقال عمر:» امرأة أصابت ورجل أخطأ «. </p><p> ثم ينكر القرآن مجرد فكرة الأخذ فيقول:  {أَتَأْخُذُونَهُ بُهْتَاناً وَإِثْماً مُّبِيناً} لماذا؟ لأنه ليس ثمن استمتاعك بها طويلا، بل هو ثمن تمكنك منها، وهذا يحدث أَوَّل ما دخلت عليها. وإن أخذت منها شيئا من المهر بعد ذلك فأنت آثم، إلاَّ إذا رضيت بذلك، والإثم المبين هو الإثم المحيط. </p><p> ويأتي الحق من بعد ذلك بمزيد من الاستنكار فيقول:  {وَكَيْفَ تَأْخُذُونَهُ} . إنه استنكار لعملية أخذ شيء من المهر بحيثية الحكم فيقول:  {وَكَيْفَ تَأْخُذُونَهُ وَقَدْ ... } . </p>"
}