{
  "id": null,
  "sura": 4,
  "aya": 17,
  "text": "<p> ولنلتفت إلى دقة الأداء القرآني، هو سبحانه يقول:  {إِنَّمَا التوبة عَلَى الله} وقد يقول واحد: ما دام الحق شرع التوبة، فلأفعل ما أريد من المعاصي وبعد ذلك أتوب. نقول له: إنك لم تلتفت إلى الحكمة في إبهام ساعة الموت، فما الذي أوحى لك أنك ستحيا إلى أن تتوب؟ فقد يأخذك الموت فجأة وأنت على المعصية، وعليك أن تلتفت إلى دقة النص القرآني: </p><p> {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فأولئك يَتُوبُ الله عَلَيْهِمْ وَكَانَ الله عَلِيماً حَكِيماً}  [النساء: ١٧] . </p><p> وفعل السوء بجهالة، أي بعدم استحضار العقوبة المناسبة للذنب، فلو استحضر الإنسان العقوبة لما فعل المعصية. بل هو يتجاهل العقوبة؛ لذلك قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «لا يزني الزاني حين يزني وهو مؤمن ولا يسرق السارق حين يسرق وهو مؤمن ولا يشرب الخمر حين يشربها وهو مؤمن» . </p><p> فلو كان إيمانه صحيحاً ويتذكر تماما أن الإيمان يفرض عليه عدم الزنا، وأن عقوبة الزنا هي الجلد أو الرجم، لما قام بذلك الفعل. </p><p> والحق قد قال:  {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ} فهناك من يفعل المعصية ويخطط لها ويفرح بها ويُزْهَى بما ارتكب ويفخر بزمن المعصية، وهناك من تقع عليه المعصية وبمجرد أن تنتهي يظل نادماً ويضرب نفسه ويعذبها ويتساءل لماذا فعلت ذلك؟ </p><p> وأضرب مثلاً للتمييز بين الاثنين، نجد اثنين يستعد كل منهما للسفر إلى باريس، واحد منهما يسأل قبل سفره عن خبرة من عاشوا في عاصمة فرنسا، ويحاول أن يحصل على عناوين أماكن اللهو والخلاعة، وما إن يذهب إلى باريس حتى ينغمس في اللهو، وعندما يعود يظل يفاخر بما فعل من المعاصي. </p><p> وأما الآخر فقد سافر إلى باريس للدراسة، وبيْنما هو هناك ارتكب معصية تحت إغراء وتزيين، إذن هو إنسان وقعت عليه المعصية ودون تخطيط، وبعد أن هدأت شِرَّة الشهوة غرق في الندم، وبعد أن عاد استتر من زمن المعصية. هكذا نرى الفارق بين المخطط للمعصية وبين من وقعت عليه المعصية. </p><p> والله سبحانه حين قدَّر أمر التوبة على خلقه رحم الخلق جميعاً بتقنين هذه التوبة، وإلا لغرق العالم في شرور لا نهاية لها، بداية من أول واحد انحرف مرة واحدة فيأخذ الانحراف عملاً له، والمهم في التائب أن يكون قد عمل السوء بجهالة، ثم تاب من قريب. والرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ حين حدد معنى «من قريب» قال: ( </p><p> إن الله تعالى يقبل توبة العبد ما لم يغرغر) . </p><p> والحوار الذي دار بين الحق وبين إبليس:  {قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ فِي الأرض وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين} </p><p> [الحجر: ٣٩ - ٤٠] . </p><p> إن إبليس قال ذلك وظن أنه سيهلك البشر جميعا ويوقعهم في المعصية إلا عباد الله الذين اصطفاهم وأخلصهم له، لكن الله - سبحانه - خيَّب ظنه وشرع قبول توبة العبد ما لم يغرغر، لم يصل إلى مرحلة خروج الروح من الجسد. فإذا ما قدم العبد التوبة لحظة الغرغرة فماذا يستفيد المجتمع؟ لن يستفيد المجتمع شيئاً من مثل هذه التوبة؛ لأنه تاب وقت ألاّ شر له؛ لذلك فعلى العبد أن يتوب قبل ذلك حتى يرحم المجتمع من شرور المعاصي. {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ} هل يتوب أولا، ثم يتوب الله عليه؟ </p><p> أنه سبحانه يقول:  {ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا إِنَّ الله هُوَ التواب الرحيم}  [التوبة: ١١٨] . </p><p> هنا وقف العلماء وحق لهم أن يتساءلوا: هل يتوب العبد أولاً وبعد ذلك يقبل الله التوبة؟ أم أن الله يتوب على العبد أولاً ثم يتوب العبد؟ صريح الآية هو:  {ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا} ونقول: وهل يتوب واحد ارتجالاً منه، أو أن الله شرع التوبة للعباد؟ لقد شرع الله التوبة فتاب العبد، فقبل الله التوبة. </p><p> نحن إذن أمام ثلاثة أمور: هي أن الله شرع التوبة للعباد ولم يرتجل أحد توبته ويفرضها على الله، أي أن أحداً لم يبتكر التوبة، ولكن الذي خلقنا جميعاً قدَّر أن الواحد قد يضعف أمام بعض الشهوات فوضع تشريع التوبة. وهو المقصود بقوله {ثُمَّ تَابَ عَلَيْهِمْ} أي شرع لهم التوبة وبعد ذلك يتوب العبد إلى الله «ليتوبوا» </p><p> وبعد ذلك يكون القبول من الله وهو القائل:  {غَافِرِ الذنب وَقَابِلِ التوب}  [غافر: ٣] . </p><p> تأمل كلمة {إِنَّمَا التوبة عَلَى الله} تجدها في منتهي العطاء، فإذا كان الواحد فقيراً ومديناً وأحال دائنه إلى غني من العباد فإنّ الدائن يفرح؛ لأن الغنيّ سيقوم بسداد الدين وأدائه إلى الدائن، فما بالنا بالتوبة التي أحالها الله على ذاته بكل كماله وجماله، إنه قد أحال التوبة على نفسه لا على خلقه، وهو سبحانه أوجب التوبة على نفسه ولا يملك واحد أن يرجع فيها، ثم قال:  {ثُمَّ يَتُوبُونَ مِن قَرِيبٍ} أي أن العبد يرجو التوبة من الله، وحين قال:  {فأولئك يَتُوبُ الله عَلَيْهِمْ} أي أن سبحانه قابل للتوب وغافر للذنب وحين يقول سبحانه: {وَكَانَ الله عَلِيماً حَكِيماً} فنحن نعلم أن كل تقنين لأي شيء يتطلب علماً واسعاً بما يمكن أن يكون وينشأ. والذين يتخبطون في تقنينات البشر، لماذا يقنون اليوم ثم يعدلون عن التقنين غداً؟ لأنهم ساعة قننوا غاب عنهم شيء من الممكن أن يحدث، فلما حدث ما لم يكن في بالهم استدركوا على تقنينهم. </p><p> إذن فالاضطراب ينشأ من عدم علم المقنن بكل أحوال من يقنن لهم ماضياً وحاضراً ومستقبلاً، والمقنن من البشر قد لا يستوعب الأحداث الماضية، وذلك لأنه لا يستوعبها إلا في بيئته أو في البيئة التي وصله خبرها، فحتى في الماضي لا يقدر، ولا في المستقبل يقدر، وكذلك في الحاضر أيضاً، فالحاضر عند بيئة ما يختلف عن الحاضر في بيئة أخرى. </p><p> ونحن نعرف أن حواجز الغيب ثلاثة: أي أن ما يجعل الشيء غيباً عن الإنسان هو ثلاثة أمور: </p><p> الأمر الأول: هو الزمن الماضي وما حدث فيه من أشياء لم يرها المعاصرون ولم يعرفوها؛ لذلك فالماضي قد حُجز عن البشر بحجاب وقوع الأحداث في ذلك الماضي؛ ولذلك يلفتنا الله سبحانه وتعالى في تصديق رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيقول سبحانه:  {وَمَا كُنتَ بِجَانِبِ الغربي إِذْ قَضَيْنَآ إلى مُوسَى الأمر}  [القصص: ٤٤] . </p><p> ورسول الله لم يكن مع موسى ساعة أن قضى الله لموسى الأمر، ومع ذلك كان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ أميّاً لا يمكنه أن يقرأ التاريخ أو يتعلمه. ويقول أيضاً سبحانه:  {وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ}  [آل عمران: ٤٤] . </p><p> أي أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لم يشهد تلك الأزمان التي يأتيه خبرها عن الله، والرسول أمي بشهادة الجميع ولم يجلس إلى معلم. إذن فالذي اخترق حجاب الزمن وأخبر الرسول بتلك الأحداث هو الله. </p><p> والأمر الثاني: هو حجاب الحاضر، حيث يكون الحجاب غير قادم من الزمن لأن الزمن واحد، ولكن الحجاب قادم من اختلاف المكان، فأنا أعرف ما يحدث في مكاني، ولكني لا أعرف ما الذي يحدث في غير المكان الذي أوجد به، ولا يقتصر الحجاب في الحاضر على المكان فقط ولكن في الذات الإنسانية بأن يُضمر الشخصُ الشيء في نفسه. فالحق يقول:  {وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ}  [المجادلة: ٨] . </p><p> هنا يخبر الله سبحانه الرسول عن شيء حاضر ومكتوم في نفوس أعدائه. وبالله لو لم يكونوا قد قالوه في أنفسهم، لما صدقوا قول الرسول الذي جاءه إخباراً عن الله. وقد خرق الله أمام رسوله حجاب الذات وحجاب المكان. </p><p> والأمر الثالث: هو حجاب المستقبل، فيقول القرآن:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] . </p><p> ونلحظ أن كلمة «سيهزم» فيها حرف «السين» التي تُنبئ عن المستقبل، وقد نزلت هذه الآية في مكة وقت أن كان المسلمون قلة وهم مضطهدون ولا يستطيعون </p><p> الدفاع عن أنفسهم. وعندما يسمعها عمر بن الخطاب - رَضِيَ اللَّهُ عَنْه - ينفعل ويقول لرسول الله: أي جمع هذا؟ </p><p> وجاء الجمع في بدر وولَّى الدبر. حدث ذلك الإخبار في مكة، ووقعت الأحداث بعد الهجرة. وكانت الهجرة في الترتيب الزمني مستقبلاً بالنسبة لوجود المسلمين في مكة. </p><p> أكان من الممكن أن يقول سبحانه:  {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر} لولا أن ذلك سيحدث بالفعل؟ </p><p> لو حدث غير ذلك لكذبه المؤمنون به. </p><p> إن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال ذلك إبلاغاً عن الله وهو واثق، ويطلقها الله على لسان رسوله حُجة فيمسكها الخصم، ثم يثبت صدقها لأن الذي قالها هو من يخلق الأحداث ويعلمها. </p><p> ويأتي في الوليد بن المغيرة وهو ضخم وفحل وله مهابة وصيت وسيد من سادة قريش، فيقول الحق:  {سَنَسِمُهُ عَلَى الخرطوم}  [القلم: ١٦] . </p><p> أي سنضربه بالسيف ضربة تجعل على أنفه علامة في أعلى منطقة فيه. ويأتي يوم بدر، فيجدون الضربة على أنف الوليد. لقد قالها الحق على لسان رسوله في زمن ماضٍ ويأتي بها الزمن المستقبل، وعندما تحدث هذه المسألة فالذين آمنوا بمحمد وبالقرآن الذي نزل على محمد يتأكدون من صدق رسول الله في كل شيء. ويأخذون الجزئية البسيطة ويرقُّونها فيصدقون ما يخبرهم به من أمر الدنيا والآخرة. ويقولون: </p><p> - إذا أخبرنا رسول الله بغيب يحدث في الآخرة فهو الصادق الأمين، ويأخذون من أحداث الدنيا الواقعة ما يكون دليلاً على صدق الأحداث في الآخرة. </p><p> ويذيل الحق الآية:  {وَكَانَ الله عَلِيماً حَكِيماً} أي عليما بالتقنينات فشَرَّع التوبة لعلمه - جل شأنه - بأنه لو لم يشرِّع التوبة، لكان المذنب لمرة واحدة سبباً في شقاء العالم؛ لأنه - حينئذ - يكون يائساً من رحمة الله. </p><p> إذن فرحمة منه - سبحانه - بالعالم شرّع الله التوبة. وهو حكيم فإياك أن يتبادر إلى ذهنك أن الحق قد حمى المجرم فحسب حين شرع له التوبة، إنه سبحانه قد حمى غير المجرم أيضا. وساعة نسمع الزمن في حق الحق سبحانه وتعالى كقوله:  «كان» فلا نقول ذلك قياساً على زماننا نحن، أو على قدراتنا نحن، فكل ما هو متعلق بالحق علينا أن نأخذه في نطاق {لَيْسَ كَمِثْلِهِ شَيْءٌ} . </p><p> فقد يقول الكافر:  «إن علم الله كان» ويحاول أن يفهمها على أنه علم قد حدث ولا يمكن تكراره الآن، لا، فعلم الله كان ولا يزال؛ لأن الله لا يتغير، وما دام الله لا يتغير، فالثابت له من قبل أزلاً يثبت له أبداً والحكمة هي وضع الشيء في موضعه. وما دام قد قدر سبحانه وضع الشيء، فالشيء إنما جاء عن علم، وحين يطابق الشيء موضعه فهذه هي مطلق الحكمة. </p><p> والحق يقول: </p><p> {إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فأولئك يَتُوبُ الله عَلَيْهِمْ وَكَانَ الله عَلِيماً حَكِيماً}  [النساء: ١٧] . </p><p> لقد شرع الله سبحانه التوبة ليتوب عباده، فإذا تابوا قَبِلَ توبتَهم، وهذا مبني على العلم الشامل والحكمة الدقيقة الراسخة. وانظروا إلى دقة العبارة في قوله:  {إِنَّمَا التوبة عَلَى الله} ، فساعة يوجد فعل إيجابي يقال: على مَن، لكن عندما لا يأتي بفعل إيجابي لا يقال: عل مَن، بل يقال: ليس بالنفي. إنّ الحق عندما قرر التوبة عليه - سبحانه - وأوجبها على نفسه، للذين يعملون السوء بجهالة ويتوبون فوراً، إنه يدلنا أيضاً على مقابل هؤلاء، فيقول: </p><p> {وَلَيْسَتِ التوبة لِلَّذِينَ ... } . </p>"
}