{
  "id": null,
  "sura": 4,
  "aya": 145,
  "text": "<p> ولنر دقة التربية الإيمانية. فلم يأت الحق بفصل في كتابه عن المنافقين يورد فيه كل ما يتعلق بالمنافقين، لا، بل يأتي بلمحة عن المنافقين ثم يأتي بلقطة أخرى عن المؤمنين، حتى ينفِّر السامع من وضع المنافق ويحببَه في صفات المؤمن، وهنا يقول:  {إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار وَلَن تَجِدَ لَهُمْ نَصِيراً} . والدرك دائماً في نزول. والأثر الصالح يميز لنا ذلك بالقول: </p><p> «النار دركات كما أن الجنة درجات» . </p><p> فالنزول إلى أسفل هو الدرك، والصعود إلى أعلى هو صعود الدرج. وفي عصرنا نضع مستوى سطح البحر كمقياس؛ لأن اليابسة متعرجة، أما البحر فهو مستطرق. </p><p> ونستخدم في الأمر الدقيق - أيضا - ميزان المياه، وعندما تسقط الأمطار على الطرق تكشف لنا عمل المقاول الذي رصف الطرق، هل أتقن هذا العمل أو لا؟ ونحن نلقي دلوا من المياه في الحمام بعد تبليطه حتى ينكشف جودة أو رداءة عمل </p><p> العامل، إذن هناك شيء يفضح شيئا آخر. والقول المصري الشائع:  «إن الذي يقوم بعمل المحارة هو الذي يكشف عامل البناء» . فلو أن الحائط غير مستو؛ فعامل المحارة مضطر أن يسد الفجوات والميول حتى يستوي سطح الحائط. . والذي يكشف جودة عامل المحارة هو عامل طلاء الحائط؛ لأنه إما أن يستخدم المعجون بكثرة ليملأ المناطق غير المستوية في الحائط، وإما أن يجد الأمر سهلا. والذي يكشف جودة أو رداءة عمل عامل الطلاء هي أشياء طبيعية مثل الغبار. والعامل الذي يريد أن يغش هو الذي يسرع بتسليم البناء؛ لأن الغبار الذي يوجد في الجو يمشي في خط مستقيم، وعندما يوجد جدار تم طلاؤه بمادة غير جيدة فالغبار يلتصق به وكأن الله قد أراد بذلك أن يفضح من لا يتقن عمله، وكل شيء مرده إلى الله حتى يصل الخلق جميعا إلى الحق سبحانه مفضوحين، إلا المؤمنين الذين يعملون صالحاً، فهؤلاء يسترهم بعملهم الصالح. </p><p> {إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار وَلَن تَجِدَ لَهُمْ نَصِيراً} . وسبحانه وتعالى سبق أن عرض لنا صورة المنافقين المهزوزة التي لا ثبات لها على رأي، ولا وجود لها على لون يحترمه المجتمع الذي يعيشون فيه فقال عنهم:  {مُّذَبْذَبِينَ بَيْنَ ذلك لاَ إلى هؤلاء وَلاَ إِلَى هؤلاء}  [النساء: ١٤٣] </p><p> والذبذبة لون من أرجحة الشخصية التي لا يوجد لها مقوم ذاتي. وسبحانه وتعالى حين عرضهم هذا العرض المشوه، يوضح: أن جزائي لهم حق يناسب ما فعلوه. </p><p> وقد هيأ الحق الأذهان ليجعلها مستعدة لقبول الحكم الذي أنزله عليهم حتى لا تأخذ الناس شفقة عليهم أو رحمة بهم، وسبحانه حين يحكم حكما فهو يضمن بقيوميته ووحدانيته ألا يوجد منازع له في الحكم. </p><p> وكان من الممكن أن يقول سأجعله في الدرك الأسفل من النار. ولن توجد قوة أخرى تنتشل المنافق؛ لذلك أتبع الحق الحكم بقوله:  {وَلَن تَجِدَ لَهُمْ نَصِيراً} أي أنه حكم مشمول بالنفاذ، ولن يعدله أحد من خلق الله، فسبحانه له الملك وحده، وقد جعل سبحانه الملك في الدنيا لأسباب الناس أيضاً، أما في الآخرة فلا مِلك لأحد ولا مُلك لأحد. {لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار}  [غافر: ١٦] </p><p> وبعد ذلك يتيح الحق لأقوام من المنافقين أن يعدلوا رأيهم في المسألة وأن يعلنوا إيمانهم وأن يتوبوا عما فعلوه - أتاح لهم أن يراجعوا أنفسهم ويحاسبوها فلم يغلق الباب دونهم بل قال:  {إِلاَّ الذين تَابُواْ ... } </p>"
}