{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> يبدأ الحق بأمر موجه لأهل الكتاب:  {لاَ تَغْلُواْ فِي دِينِكُمْ} والغلو هو الخروج عن حد الاعتدال في الحكم، لأن كل شيء له وسط وله طرفان، وعندما يمسك شخص طرفاً نطلب منه ألا يكون هناك إفراط أو تفريط. وقد وقع أهل الكتاب في هذا </p><p> المأزق، فلم يأخذوا الأمر بالاعتدال دون إفراط أو تفريط، لقد كفر اليهود بعيسى واتهموا مريم بالزنا، وهذا غلو في الكُرْه، وغالى النصارى في الحب لعيسى فقالوا: إنه إله أو ابن إله أو ثالث ثلاثة؛ وهذا غلو، ويطلب الحق منهم أن يقفوا من أمر الدين موقف الاعتدال:  {لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق} . </p><p> إن أمر المنهج لا يحتاج إلى غلو، ولذلك جاء محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ من عند الله بالدين الوسط الذي يضع كل أمر في نصابه. وشرح لنا بإخبارات النبوة وإلهامها ما سوف يحدث للإمام علي بن أبي طالب - رَضِيَ اللَّهُ عَنْه -، وقد حدث ما تنبأ به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فالخوارج كفَّروا علياً، والمسرفون بالتشيع قالوا: إنه نبي، وبعضهم زاد الإسراف فجعله إلهاً. </p><p> قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ لعليّ - كرم الله وجهه -: </p><p> «إن فيك من عيسى مثلا. أبغضته اليهود حتى بهتوا أُمَّهُ، وأحبته النصارى حتى انزلوه المنزل الذي ليس له» . </p><p> وكما قال سيدنا علي - كرم الله وجهه -: «ألا وإنه يهلك فيّ اثنان: محبٌ يقرظني بما ليس فيّ، ومبغض يحمله شنآني على أن يبهتني، ألا إني لست بنبيّ ولا يوحى إليّ، ولكني أعمل بكتاب الله وسنة نبيه - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ما استطعت، فما أمرتكم من طاعة الله فحق عليكم طاعتي فيما أحببتم وكرهتم» . </p><p> وقد أخبر الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ عليّاً أن المحب الذي يغالي في حبه ليس مع عليّ وكذلك الكاره المبغض؛ فالذي يحب عليا بغلو جعل منه إلهاً أو رسولاً، والذي أبغض علياً جعله كافراً. وكذلك النصارى من أهل الكتاب جاءوا إلى عيسى فأحبوه بغلو وجعلوه إلهاً أو ابن إله أو ثالث ثلاثة، فيقول لهم الحق:  {لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله} . وقوله الحق:  {عِيسَى ابن مَرْيَمَ رَسُولُ الله} رد على غلو اليهود الذين رفضوا الإيمان بعيسى، وقالوا في عيسى وأمه البهتان العظيم. </p><p> وقوله الحق عن عيسى ابن مريم:  {رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ} رد على غلو النصارى الذين نصبوه إلهاً أو جعلوه ابناً لله أو ثالث ثلاثة، فعيسى عليه السلام هو ابن مريم وعندما بشرها به الحق وقالت: </p><p> {أنى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ}  [آل عمران: ٤٧] </p><p> قالت ذلك بفطنة الصديقية التي جعلتها تنبه إلى أنها لم يمسسها بشر، ومادام الحق قد نسبه إليها فليس له أب، سيولد عيسى دون أن يمسسها بشر، ويوضح سبحانه ذلك عندما يقول:  {إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ} . فعيسى روح من الحق؛ لأنه سبحانه قال:  {فَنَفَخْنَا فِيهَا مِن رُّوحِنَا}  [الأنبياء: ٩١] </p><p> وما معنى «كلمته» ؟ . هذا القول يدل على أن الروح نفخت ثم جاءت كلمة «كن» التي قال عنها سبحانه: {إِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ}  [آل عمران: ٤٧] </p><p> لقد احتاج وجود عيسى إلى أمرين:  «روح» و «كن» . والشبهة عند النصارى مردها إلى أن عنصر الذكورة لم يلمس مريم؛ وقالوا: مادام الله قد قال: إن عيسى روح منه فهو جزء من الله، ونسوا أن كل شيء من الله، وسبحانه القائل:  {وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض جَمِيعاً مِّنْهُ}  [الجاثية: ١٣] </p><p> فهل هذا يعني أن «الأرض» قطعة من الله وكذلك الشمس؟ . لا. فإذا كانت الشبهة قد جاءت من غياب عنصر الذكورة مع وجود عنصر الأنوثة لكان من الواجب منطقياً أن تكون الشبهة في آدم قبل أن تكون الشبهة في عيسى؛ لأن آدم جاء من غير ذكورة ولا أنوثة؛ فلا أب ولا أم له؛ لقد قال القرآن بمنتهى البساطة ومنتهى الوسع: </p><p> {إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِءَادَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ}  [آل عمران: ٥٩] </p><p> ولا يملك أحد القيد على فضل الله ووسعه، ومسألة آدم كانت أدق، لكن الله بتفضله يساوي بين خلق عيسى وخلق آدم، وهذا هو التلطف في الجدل. وأخبرنا سبحانه عن عيسى أنه جاء بأمر منه، وقال في آدم:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي}  [الحجر: ٢٩] </p><p> إذن فآدم قد احتاج إلى الأمرين نفسيهما:  «كن» ، و «النفخ فيه من الروح» ، وعندما ننظر إلى هذه المسألة نجد أننا لا بد أن نتعرض لقضية خلق آدم، حتى نعرف كيف تسلسلت مسألة الخلق، سواء أكان الخلق ملائكة أم خلق آدم أم خلق حواء أو غيرهم من الخلق، كذلك خلق عيسى. لقد كان خلق آدم غيباً عن آدم، وليس لآدم نفسه ولا لمن جاء بعده أن يتكلم كيف خُلق؛ لأن هذه المسألة لا دخل لأحد بها، ويقول لنا الخلق محذرا من أن نستمع إلى قوم يقولون بغير ذلك عن الخلق فقال:  {مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض وَلاَ خَلْقَ أَنْفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ المضلين عَضُداً}  [الكهف: ٥١] </p><p> ولا يمكن - إذن - أن نستمع إلى هؤلاء الذين افترضوا أن أصل الإنسان قرد أو غير ذلك؛ لأن الذي يتكلم عن الخلق بغير علم من عند الله، فهو يتكلم في أمر لم يشهده. </p><p> والخلق الأول أمر لا يمكن أن يدخل المعمل التجريبي؛ لأن المعمل التجريبي إنما يحلل مواد موجودة بالفعل. إذن فالحكم على أمور بغَير ما أخبرنا بها الله أمر باطل. ولم يكن هناك أحد مع الله ساعة خلق الخلق ليقول لنا كيف تم ذلك. وعَلِمْنا هذه المسائل بإخبار الخالق لنا فهو الأعلم بنا، والخالق أخبرنا أنه خلقنا من ماء وتراب وطين وحمأ مسنون وصلصال كالفخار، وحدثنا بذلك في آيات متعددة. والذين يريدون أن يكذبوا القرآن يقولون: إن القرآن لم يأت بخبر واحد عن خلق </p><p> الخلق، فمرة يقول إن الخلق كان من ماء ومرة كان من تراب، ومرة كان من طين، ومرة كان من صلصال. </p><p> ونقول: أحين يتكلم الحق عن مراحل الخلق فهل في هذا تضاد؟ . اصل الخلق ماء، خلطه الحق بتراب، وبعد وضع الماء على التراب صار الإثنان طيناً، ثم إذا تركنا الطين إلى أن يختمر، يصير حمأ مسنوناً، وبعد ذلك يصير صلصالاً، ومن بعد ذلك خلق منه الحق آدم. إذن فكل شيء تكلم عنه سبحانه في خلق آدم إنما يتفق مع كل الآيات التي جاءت عن هذا الخلق. وهو القائل عن آدم:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي}  [الحجر: ٢٩] </p><p> وبعد صنع الله القالب الذي يشبه التمثال الذي نراه، ولكن تنقصه الحركة ولحياة، فيأتي النفخ في الروح بكلمة «كن» . إذن نحن نحتاج إلى روح وإلى كلمة. والروح عنصر وجودي. وعندما تختلط بالقالب تحدث الحياة، ولا بد من بعد ذلك من الإرادة بكلمة «كن» . ولذلك نجد الإنسان قد يصنع نفس خلطة الإنسان الكيماوية لكنها لا تصير إنساناً؛ لأن الأمر ينقص الإذْن بميلاد الإنسان. </p><p> وساعة يتكلم الحق عن خلق آدم وهو أمر لم نشهده، فذلك من رحمته بنا، ويترك لنا سبحانه في الكون دليلاً على صدقه عن خلق آدم، فإذا كنا لم نشهد خلق الحياة فنحن نشهد نقيض الحياة وهو الموت، الذي يحدث فيه أولاً خروج الروح، ومن بعد ذلك ينتفخ الجسم كأنه الحمأ المسنون، ثم يتبخر الماء، وبعد ذلك يتحلل إلى تراب. هذه هي مراحل الموت التي تبدأ من خروج الروح ويتصلب الجسم إلى أن يَرِم ثم يتبخر الماء، وتبقى العناصر في الأرض. </p><p> وإذا كنا لم نعرف كيف بدأت الحياة، فنحن نعرف كيف انتهت الحياة أمامنا بالأمر المشهدي، وجعل سبحانه أمر انتهاء الحياة أمامنا دليلاً على صدقة في إخبارنا بالحياة وكيف بدأت؛ لأن نقض الحياة يكون بالموت، ونقض أي شيء إنما يتم على عكس طريقة بنائه. وآخر أمر دخل في الإنسان هو الروح، ولذلك فهي أول ما يخرج من الإنسان عند الموت. </p><p> وبعد ذلك يتصلب الجسم، وبعد ذلك يصير رمة وهي الحمأ المسنون. وبعد ذلك يتبخر الماء ويبقى أخيراً التراب. </p><p> وقد حللوا الإنسان حديثاً. فوجدوا فيه عناصر كثيرة، ثم حللوا طينة الأرض الخصبة التي يخرج منها الزرع الذي يقتات منه الإنسان، فوجدوا هذه الطينة مكونة من هذه العناصر. </p><p> ومن العجيب أن العناصر المكونة للإنسان هي نفسها المكونة لطين التربة الخصبة، مما يدل على تأكيد الصدق في أن الله خلقنا من طين، وجعل استبقاء حياتنا مما يخرج من هذا الطين بعناصره المختلفة، جتى يمد كل عنصر من الطين كل عنصر من الوجود الإنساني. ولما قاموا بتحليل الإنسان مقارناً بتحليل التربة وجدوا أن أضخم عنصر في تكوين الإنسان هو الأوكسجين ونسبته على ما أذكر سبع وستون بالمائة، وبعده عنصر الكربون، ونسبته على ما أذكر تسع عشرة بالمائة، إلى أن تنتهي العناصر المكونة للإنسان والتربة إلى المنجنيز ونسبته تقل عن واحدة بالمائة، وأهم هذه العناصر هو: </p><p> الأوكسجين، الكربون، الهيدروجين، النتروجين، الكلور، الكبريت، الكالسيوم، والفوسفور، والبوتاسيوم، الصوديوم، الحديد، اليود، والسيلوز، والمنجنيز. هذه هي أهم وأكثر العناصر المكونة لتركيب الإنسان وهي العناصر نفسها الموجودة في تركيبة الطين وبعضها عناصر مكونة للمركبات العضوية وبعضها عناصر غير عضوية وبعضها عناصر وظائفها ثابتة ومعروفة، ويسأل أهل الذكر في تفاصيل ذلك. </p><p> وبطبيعة الحال فالذين قاموا بتحليل التربة وعناصر الإنسان لم يكونوا علماء دين، ولم يكن في بالهم إقامة الدليل على صدق الله في القرآن، ذلك أن بعضهم يجهل مسألة القرآن كلها، ولكن الحق سبحانه وتعالى أجرى على لسان رسوله حديثاً يشرح لنا حقيقة إثبات صحة كل ما فيه ولو جاء على لسان رجل فاجر، فقد قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «إن الله ليؤيد هذا الدين بالرجل الفاجر» </p><p> فسبحانه - إذن - أراد أن ينصر الدين بالكافرين، وجعل بعضاً منهم يصلون إلى أشياء لو أنهم علموا أنها ستخدم قضايا الهدى لما أعلنوها. ومن حكمة الله أن جعل الكافرين غير قادرين على إغفال نصرة الدين، وجعل سبحانه بعضاً منهم يخدمون </p><p> الدين على رغم أنوفهم. ونريد أن نأخذ من هذه المسألة فهماً عميقاً، يتسم باللطف والسماحة، فإذا كان الله قد خلق الإنسان الأول من طين، وهناك آية أخرى قال عنها الحق:  {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي}  [الحجر: ٢٩] </p><p> وآية ثالثة قال فيها سبحانه:  {كُنْ فَيَكُونُ}  [آل عمران: ٤٧] </p><p> إذن فخلق آدم احتاج إلى أمرين: النفخ من روح الحق، والأمر «كن» ، وهما الأمران أنفسهما في مسألة خلق عيسى، روح من الحق، وكلمته التي ألقاها إلى مريم، وهذه دليل صدق لقوله الحق:  {إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِءَادَمَ}  [آل عمران: ٥٩] </p><p> والحق قد قص لنا أنه خلق آدم من طين وصنع القالب وسواه بيديه: </p><p> {قَالَ ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}  [ص: ٧٥ - ٧٦] </p><p> فإذا كان الهيكل الذي خلقه الله ونفخ فيه الروح، ودبت فيه الحياة ثم تناسل النسل من آدم إلى أن تقوم الساعة، فهل مجيء عيسى على الصورة التي جاء بها يكون أمراً عسيراً على الله؟ . لا. وساعة أنجب آدم أول ذرية له؛ ألم يخرج لحظتها حيوان منوي من آدم إلى البويضة في رحم حواء؛ وأراد به الله ميلاد أول نسل من آدم وهو جزء من آدم، وهذا الحيوان المنوي له مادة وله حياة، ومادته معروفة، وحياة هذا الحيوان المنوي هي التي تسمح له بالحركة لتلقيح البويضة، هذه المادة مخلوقة من آدم، والحياة التي فيه من روح آدم، وآدم نفسه خلقه الله بيديه، وهذا إثبات أن الحيوان المنوي هو جزء مما خلقه الله بيديه وهو آدم، وفي الحيوان المنوي حياة مما نفخه </p><p> الله من روحه، وانتقل إلى رحم حواء وأخصب البويضة وولدته حواء، واستمر ميلاد حيوانات منوية حية تخصب بويضات حية ليستمر الخصب والنسل والأحفاد. </p><p> إننا إذا سلسلنا نسل آدم إلى أن تقوم الساعة، فكل ذرة من ذرات من يوجد آخر الدنيا مكونة من شيء به خلق من خلق الله في القالب، وفيه شيء من نفخ الله في الروح؛ ولم يطرأ عليه موت أبداً؛ فلو طرأ عليه موت أو فناء لما صلح أن ينجب مثله. وهكذا نعلم أن كل واحد فينا به جزء من القالب الذي صنعه الله بيديه، وفيه جزء من نفخ الروح. </p><p> وأكرر المثل الذي أضر به دائماً ليستقر في أذهان الناشئة؛ لو جئنا بسنتيمتر مكعب من سائل ملون مركز، وأضفناه إلى لتر من الماء، ثم أخذنا قطرة من لتر الماء سنجد بها جزءا ضئيلاً من السنتيمتر المكعب الملون. وإذا أخذنا هذه القطرة وأضفناها إلى برميل من المياه فيصير في البرميل جزء من السنتيمتر المكعب الملون. وإذا أخذنا من البرميل قطرة من المياه، وأضفناها إلى البحر فإن جزءا من السنتيمتر الملون يصير بالبحر. إذن فكل نسل آدم - إلى أن تقوم الساعة - فيه جُزَيْء - من آدم عليه السلام. </p><p> ونلحظ أن كثيراً من المفكرين والمثقفين في الغرب صاروا يبتعدون عن فكرة بنوة عيسى لله. وعندما يدخلون في نقاش حول هذه المسألة يقولون: إنها بنوة حب. وإذا كانت المسألة بنوة حب، فالله يحب جميع عباده ونصير نحن مثل المسيح ويصير المسيح مثلنا. فالخلق كلهم عيال الله، والحديث القدسي يقول: </p><p> «الناس كلهم عيال الله وأحبهم إلى الله أنفعهم بعياله» </p><p> ولو أخذنا هذا القول بالدقة التجريبية المعملية نجد أن هذا القول صدق وحق؛ لأننا جميعاً قد صدرنا عن قدرة الله وإرادته وكل منا فيه شيء من صنع الله منذ بداية خلق آدم، إذن هو بشر مثلنا ويتميز عنا بأن السماء اختارته رسولاً. </p><p> أما القول بالثالوث. فبعضهم يقول: نقصد بالثالوث ثالوث الصفات. وهل ثالوث الصفات </p><p> تأتي فيه إضافيات؟ . كالقول «بالأب والابن والروح القدس» ؟ لن يوجد أب إلا إذا وُجد ابن، ولن يوجد ابن إلا إذا وجد أب. </p><p> إننا نعلم أن هناك حقائق ثابتة وهناك حقائق إضافية؛ فالإنسان يكون ابناً وأباً، فهو ابن بالنسبة لوالده، وهو أب بالنسبة لابنه، وكل هذه صفات إضافية، وصفات الحق يُفترض فيها أنها تجتمع لا أن تكون إضافية، وعندما يقال:  «الأب والابن والروح القدس» فهذا القول لا يحمل صفات إلهية، بل صفات إضافية، وحاول بعضهم أن يقول:  «إن فاتحة الكتاب يوجد فيها التثليث؛ لأنكم تقولون بسم الله الرحمن الرحيم، أنتم تفتتحون القرآن بثلاث صفات هي الله والرحمن والرحيم» وقلت لهم: نحن نقول «بسم الله الرحمن الرحيم» ولا نقول «بسم الله والرحمن والرحيم» . </p><p> وما الذي يجعل الحق يُنجب ابناً منذ أكثر من ألف وتسعمائة سنة؟ . ثم يترك سبحانه الأزمان السابقة على ميلاد المسيح محرومة من ميلاد ابن له؟ . لماذا يترك الله الأزمان كلها بدون ابن لله، ويختص البشرية بابن له منذ حوالي عشرين قرناً فقط؟ . ثم ما المدة الزمنية التي شرفها الله بابنه بأن أوجده فيها؟ </p><p> أتكفي ثلاثة وثلاثون عاماً فقط - وهي عمر المسيح - لتشريف البشرية بوجود ابن الله؟ . ولماذا يحرم الله - إذن - بقية الأزمان من بدء الخليقة إلى يوم القيامة من هذا الشرف؟ . </p><p> ونسأل أيضاً لماذا يريد أي كائن إنجاب ابن؟ . إنه يرغب ذلك ليضمن استبقاء الحياة؛ لأن الإنسان يعرف أنه سيموت، والحق سبحانه وتعالى هو الذي خلق الموت والحياة وهو الباقي أبدا، وليس في حاجة لاستبقاء حياته في أحد من البشر ويؤكد لنا ذلك في سورة الإخلاص. {قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ}  [الإخلاص: ١ - ٤] </p><p> وهم يقولون:  «إله واحد» ، ومرة أخرى يقولون:  «إله أحد» . وواحد لا تساوي «أحد» والدارسون للغة والمنطق يعرفون أن هناك شيئاً اسمه «الكل» وشيئاً اسمه «الجزء» وشيئاً اسمه «الكلي» وشيئاً اسمه «الجزئي» . </p><p> «فالكلي» يطلق على ماله أفراد مثل الإنسان: كخالد ومحمد وعليّ، و «الكل» يُطلق على ماله أجزاء، مثال ذلك الكرسي نجده مكوناً من أشياء؛ كالخشب والغراء والمسامير وغير ذلك من مواد. </p><p> فالكرسي - إذن - «كُلٌّ» لأنه مصنوع من مواد كثيرة. وحقيقة الخشب تختلف عن حقيقة المسمار؛ لذلك فالكرسي «كُلٌّ» لأنه مكون من أشياء كثيرة مختلفة الحقائق. ولا يصح أن نطلق على أي شيء من مكونات الكرسي اسم «كُل» . فلا نقول:  «المسمار كرسي» أو «الخشب كرسي» ؛ لأن الكرسي يُطلق على مجموع الخشب والمسامير والغراء والطلاء في شكل وترتيب معين. </p><p> ومثال آخر، كلمة «إنسان» وهي كلمة تطلق على كثيرين، ولأن الحقائق متفقة نطلق على الإنسان كلمة «كُلّي» . </p><p> ويصح أن نطلق على أي كائن يتمتع بالصفات المتفق عليها للإنسان لقب إنسان، فنقول محمد إنسان وزيد إنسان، وعليٌّ إنسان. «فالكل» له أجزاء، ولل «كلي» جزئيات، ويكون الكل شيئا واحداً ولكنه ذو أجزاء، فقد يكون عندنا كرسي واحد. ولكن لهذا الكرسي أجزاء. </p><p> وهل نقول على الحق سبحانه وتعالى: انه «كل» أو «كلي» ؟ . لا نقول على اسم الحق «كل» أو «كلي» ؛ لأنه اسم لا يطلق على كثيرين فليس كليا لأنه واحدٌ، وليس له أجزاء؛ لأنه أحد، وليس له أفراد لأنه واحد. فلا يقال لله سبحانه وتعالى «كل» أو «جزء» أو «كلي» أو «جزئي» ، فلو كان كُلٍّياً لكان - كما قلنا - له أفراد ولو كان «كُلاًّ» لكان له أجزاء، ولكن الله واحد لا أفراد له، وأحد لا أجزاء له. </p><p> ولذلك يَرُدُّ القرآن على أي قائل بغير هذا، فيقول:  {قُلْ هُوَ الله أَحَدٌ}  [الإخلاص: ١] </p><p> ويقول أيضاً:  {وإلهكم إله وَاحِدٌ}  [البقرة: ١٦٣] </p><p> وقد قلت كل ذلك لنفهم قوله الحق:  {ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ فَآمِنُواْ بالله وَرُسُلِهِ وَلاَ تَقُولُواْ ثَلاَثَةٌ انتهوا خَيْراً}  [النساء: ١٧١] </p><p> وقوله الحق:  «انتهوا» أي اقضوا على كلمات الباطل، و «خيراً لكم» أي تمسكوا بكلمات الحق، وفي قوله: «انتهوا خَيْراً لَّكُمْ} تخلية وإبعاد لكلمات الباطل، نأخذ ذلك من قوله:  (انتهوا) وتحلية لكلمات الحق ونأخذها من قوله - سبحانه -: {خَيْراً لَّكُمْ} . </p><p> ويقول الحق:  {إِنَّمَا الله إله وَاحِدٌ} أي أنه سبحانه لا أفراد له، ويضيف:  {سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ} ، وساعة نسمع كلمة» سبحانه «فلنفهم أنها تنزيه للذات الخالقة.</p><p> ولذلك نجد كلمة» سبحانه «تأتي في الأمور العجيبة التي يقف فيها العقل، وعلى الرغم من وجود كفار في هذا الوجود، وعلى الرغم من وجود مجترئين على الله في هذا العالم، وعلى الرغم من وجود من ينعتون البشر بألفاظ الألوهية،إلاأن إنساناً واحداً لم يجترئ على أن يقول لمخلوق كلمة:» سبحانك «، ولذلك نقول لله عَزَّ وَجَلَّ» سبحانك أيضاً في سبحانك «.</p><p> كذلك لم نجد أحداً من أي ملة أو عقيدة أو دين قد سمى نفسه باسم «الله» ، وهو سبحانه يتحدى به حتى الكفرة والملاحدة أن يسمى هذا الاسم لمسمى أي مسمى. وبالله هل يوجد واحد من المتبجحين الكافرين يسمي ابناً له «الله» ؟ . </p><p> حتى هذه لم توجد؛ لأن هذا الكافر غير واثق أنه على حق. ومن الجائز أن يفعل ذلك فتحدث له كارثة. ولو كان هناك كافر واحد مؤمن بما يقول بأنه لا إله لهذا الكون لسمّى ابناً له «الله» . لكن أحداً لا يجترئ على هذه:  {هَلْ تَعْلَمُ لَهُ سَمِيّاً}  [مريم: ٦٥] </p><p> وكان هذا التحدي موجوداً من قبل أن تنزل هذه الآية. فماذا عن الذي جاء بعدها بزمن؟ وهل اجترأ أحد على أن يسمي ابناً له «الله» ؟ لم يجترئ أحد على هذه أيضاً على الرغم من أنهم يسمون بكل شيء؛ وكان عندنا في القرية واحد أطلق على ابنته اسماً طويلاً عجيباً. لقد سمّاها «ورد انتشي في دندشة روح الفؤاد والملك وفا» وهو حرّ في ذلك، لكن لم يجرؤ أحد على الإطلاق أن يسمي ابنه «الله» ، وهذا دليل على أن الملاحدة والكفار على باطل. ويخاف أي منهم أن يجترئ على هذه المسألة، ويتحدى الحق بسبحانك ويتحدى بالذات «الله» ، ولذلك فليقل كل واحد «سبحانك» وهو مطمئن، «ولا تقال إلا لك» ، واستقرئوا وتتبعوا المدائح التي قيلت للناس جميعاً، أقال واحد من البشر لواحد من البشر «سبحانك» ؟ </p><p> ما قالها أحد قط. وهكذا يتحكم الله في أمر للإنسان اختيار فيه، ولا يجرؤ إنسان على إطلاق هذه الأسماء على أحد من البشر. {إِنَّمَا الله إله وَاحِدٌ سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ لَّهُ مَا فِي السماوات وَمَا فِي الأرض} و «الولد» كما نعلم يكون مما في السموات أو مما في الأرض؛ فكيف يكون له وملكه، وهو ابنه؟ إن هذا الادعاء لا يستقيم أبداً، ولذلك يذيل الحق الآية:  {وكفى بالله وَكِيلاً} . </p><p> ويقول الحق بعد ذلك:  {لَّن يَسْتَنكِفَ المسيح ... } </p>"
}