{
  "id": null,
  "sura": 4,
  "aya": 74,
  "text": "<p> ومادة:  «شرى» ومادة «اشترى» كلها تدل على التبادل والتقايض، فأنت تقول: أنا اشتريت هذا الثوب بدرهم؛ أي أنك أخذت الثوب ودفعت الدرهم، وشرى تأتي أيضا بمعنى باع مثل قول الحق:  {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُواْ فِيهِ مِنَ الزاهدين}  [يوسف: ٢٠] . </p><p> فالجماعة الذين وجدوا سيدنا يوسف عليه السلام في الجب كانوا فيه من الزاهدين. وبعد ذلك باعوه بثمن بخس، إذن ف «شرى» من الأفعال التي تأتي بمعنى البيع وبمعنى الشراء؛ لأن المبيع والمشتري يتماثلان في القيمة، وكان الناس قديماً يعتمدون على المقايضة في السلع، فلم يكن هناك نقد متداول، كان هناك من يعطي بعض الحب ويأخذ بعض التمر، فواحد يشتري التمر وآخر يشتري الحب، والذي جعل المسألة تأخذ صورة شراء وبيع هو وجود سلع تباع بالمال. </p><p> وما الفرق بين السلع والمال؟ . السلعة هي رزق مباشر والمال رزق غير مباشر. </p><p> فأنت مثلاً تأكل رغيف الخبز وثمنه خمسة قروش، لكن لو عندك جبل من ذهب وتحتاج رغيفا ولا تجده؛ أينفعك جبل الذهب؟ لا. إذن فالرغيف رزق مباشر؛ لأنك ستأكله، أما الذهب فهو رزق غير مباشر؛ لأنك تشتري به ما تنتفع به. وبذلك نستطيع أن نحدد المسألة؛ فالسلعة المستفاد منها مباشرة هي رزق مباشر، ندفع ثمنها مما لا ننتفع به مباشرة، والحق سبحانه وتعالى يريد أن يعقد مع المؤمن به صفقة فيها بيع وشراء. وأنتم تعلمون أن البائع يعطي سلعة ويأخذ ثمنا، والشارى يعطي ثمنا ويأخذ سلعة، والحق يقول هنا: </p><p> {فَلْيُقَاتِلْ فِي سَبِيلِ الله الذين يَشْرُونَ الحياة الدنيا بالآخرة}  [النساء: ٧٤] . </p><p> فالمؤمن هنا يعطي الدنيا ليأخذ الآخرة التي تتمثل في الجنة والجزاء، ومنزلة الشهداء؛ ولذلك يقول الحق في آية أخرى:  {فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ}  [التوبة: ١١١] . </p><p> تلك هي الصفقة التي يعقدها الحق مع المؤمنين، وهو سبحانه يريد أن يعطينا ما نتعرف به على الصفقات المربحة، فكل منا في حياته يحب أن يعقد صفقة مربحة بأن يعطي شيئاً ويأخذ شيئاً أكبر منه، ولذلك يقول في آية أخرى:  {يَرْجُونَ تِجَارَةً لَّن تَبُورَ}  [فاطر: ٢٩] . </p><p> هنا أيضاً تجارة، وأنت حين تريد أن تعقد صفقة عليك أن تقارن الشيء الذي تعطيه بالشيء الذي تأخذه ثم افرق بينهما، ما الذي يجب أن يضحي به في سبيل الآخر؟ . </p><p> والحق قد وصف الحياة بأنها «الدنيا» ولا يوجد وصف أدنى من هذا، فأوضح المسألة: إنك ستعطي الدنيا وتأخذه الآخرة، فإذا كان الذي تأخذه فوق الذي تعطيه فالصفقة - إذن - رابحة، فالدنيا مهما طالت فإلى نهاية، ولا تقل كم عمر الدنيا، لأنه لا يعنيك أن يكون عمر الدنيا ألف قرن، وإنما عمر الدنيا بالنسبة لكل فرد: هو مقدار حياته فيها، وإلا فإن دامت لغيري فما نفعي أنا؟ . </p><p> إذن فقيمة الدنيا هي: مقدار عمرك فيها، ومقدار عمرك فيها مظنون، وعلى الرغم من ارتفاع متوسطات الأعمار في القرن العشرين، لكن ذلك لا يمنع الموت من أن يأخذ طفلاً، أو فتى، أو رجلاً، أو شيخاً. </p><p> إن عمر الدنيا بالنسبة لكل إنسان هو: مقدار حياته فيها، فلا تقارنها بوجودها مع الآخرين، إنما قارنها بوجودها معك أنت، وهب أنه متيقن ولكنه محدود بسبعين عاماً على سبيل المثال، ستجد أن تنعمك خلالها مهما كبر وعظم فهو محدود. </p><p> والإنسان منا يظل يُربَّى إلى أن يبلغ الحُلُم. فإذا ما بلغ الحُلُم وأصبحت له حياة ذاتية، أي أن إرادته لم تعد تابعة للأب أو للأم، بينما في طفولته كان كل اعتماده على أسرته، أبوه يأتي له بالملبس فيلبسه؛ وبالمطعم فيأكله، ويوجهه فيتوجه، لكن حينما توجد له ذاتية خاصة يقول لأبيه: هذا اللون لا يعجبني {والأكل هذا لا يعجبني} ! هذه الكلية لن أذهب إليها. ولا توجد للإنسان ذاتية لا إذا وصل إلى مرحلة من العمر يستطيع أن ينسل مثله، فإذا ما أصبح كذلك نقول له: هذا هو النضج، وهو الذي يجعل لك قيمة ذاتية. </p><p> إنك إذا زرعت شجيرة بطيخ. فأنت ترعاها سقياً وتنظيماً وتسميداً، وهي مازالت صغيرة وتتعهدها كي لا تخرج مشوهة، حتى تنضج، وساعة تنضج يكون الشغل الشاغل قد انتقل من الشجيرة إلى الثمرة «البطيخة» فيقال صار لها ذاتية؛ لأنك إن شققتها لتأكلها تجد «اللب» قد نضج، وإن زرعته تأتي منه شجيرة أخرى. </p><p> ولكن إذا ما قطفت الثمرة قبل النضج فأنت قد تجد «اللب» أبيض لم ينضج بعد، فلا تصلح تلك البذور لأن تأتي وتثمر مثلها، وإذا كان «اللب» نصفه أبيض ونصفه أسود، فهي لم تنضج تماما، أما إذا وجدت «لبّها» أسمر اللون داكناً فهو صالح للزراعة والإثمار، وتجد الحلاوة متمشية مع نضج البذرة. فلو كانت الثمار تنضج قبل البذور لتعجل الخلق أكل الثمرة قبل أن تُربى وتنضج البذور ولانْقَطَعَ النوع؛ لذلك لم يجعل ربنا حلاوة الثمرة إلا بعد أن تنضج البذور، وكذلك الإنسان، والحق يقول:  {وَإِذَا بَلَغَ الأطفال مِنكُمُ الحلم فَلْيَسْتَأْذِنُواْ كَمَا استأذن الذين مِن قَبْلِهِمْ}  [النور: ٥٩] . </p><p> وعندما يكون الإنسان طفلاً فنحن نتركه يلهو ويرتع في البيت ويرى هذه وهذه، لكن إذا كان قادراً على نسل مثله واكتملت رجولته فعليه أن يستأذن، وحين يكون الإنسان بهذا الشكل تصير له ذاتية، ولنفترض أنه سيعيش عدداً من السنين تبلغ حوالي الخمسة والخمسين عاماً بعدما صارت له ذاتية ويستطيع النسل إنّه سيقضي مراهقته في التعلم إلى أن يصبح صالحاً لأن يكسب ويعيش ويتمتع، ثم لنسأل: كم سنة سيتمتع؟ سنجدها عدداً قليلاً من السنوات. </p><p> إذن فالحياة محدودة، والمتعة فيها على قدر إمكاناته، فقد يسكن في شقة من حجرتين أو في شقة مكونة من ثلاث حجرات، أو في منزل خاص صغيراً أو حتى في قصر، وقد يركب أو يمشي على قدميه، باختصار على قدر إمكاناته، أما في الأخرة فالموقف مختلف تماماً، سيسلم نفسه إلى حياة عمرها غير محدود، فإن قارنت المحدود بغير المحدود ستجد الغلبة للآخرة لأنها متيقنة والنعيم فيها على قدر سعة فضل الله وقدرته، فالأحسن لنا أن نبيع الدنيا ونأخذ الآخرة، فتكون هذه هي الصفقة الرابحة التي لا تبور. </p><p> ولماذا يدخل الله العبد في عملية البيع هذه؟؛ لأن الحق سبحانه وتعالى قبل أن يعرض عليك الصفقة لتدخل في عملية البيع التي تجهدك إن لم تَقْتُل أو تُقْتَل في سبيل الله لا بد أن يوضح لك كيفية الغاية التي تأخذ بها الفوز في الآخرة، ولن تأخذ هذا </p><p> الفوز بالكلام فقط، ولكن انظر إلى المنهج الذي ستقاتل من أجله، إنّه تأسيس المجتمع الذي يؤدي كل امريء فيه الأمانة، وهذا الأمر لا يحزن منه إلا من يريد أن يأخذ عرق الناس ويبني جسمه من كدهم وتعبهم، وهات مجتمعاً لا يؤمن بالله وقل: يأيها الناس نريد أن يؤدي كل واحد منكم الأمانة التي عنده، نريد أن نحكم بالعدل، فسيفرح أهل هذا المجتمع. </p><p> إذن فلكي نحمي المجتمع لا بد أن نؤدي الأمانة وأن نقيم العدالة. ومن قبل ذلك أمرنا أن نعبد إلهاً واحداً فلا نتشتت، ثم أوصانا بالوالدين والأقربين، واليتامى والمساكين. </p><p> قل لي بالله عليك: لو لم يكن هذا دينا من السماء، وكان تشريعاً من أهل الأرض، أهناك أعدل من هذا؟ </p><p> إن مثل هذا المنهج الذي يكفل أمان الجميع يستحق أن يدافع الإنسان عن تطبيقه. وقبل أن يفرض علينا القتال أوضح سبحانه: هذا هو المجتمع الذي ستقاتلون من أجله، واعلم أنك ساعة تذهب إلى القتال، أقصى ما فيها أن تُقتل، فستأخذ صفقة الآخرة، وقصرت مسافة غاياتك؛ لأن كل شيء إنما يقاس بزمن الغاية له، فإن قتلت فقد قصرت المدة للوصول إلى الغاية، فتصل إلى الجنة، والحمق هو الذي يصيب الناس عندما يموت عزيز أو حبيب فيغرقون في الحزن. نقول لهم: ألسنا جميعاً سائرين إلى هذه الغاية، فلماذا الغرق في الحزن إذن؟ . </p><p> والحق سبحانه وتعالى يكافئ من يقتل في سبيل الله بحياة في عالم الغيب وفيها رزق أيضاً. وبعض من الناس يظنون أنهم إن فتحوا قبر الشهيد فسيجدونه حياً يُرزق. ونقول لهم: إن الحق لم يقل: إن الشهداء أحياء عندكم، بل أحياء عنده في غالم الغيب. والحق سبحانه يطلب من الذي اقتنع بالإسلام أن ينشره، وأن يعدل المسلمون بين أنفسهم لتنصلح أمورهم، وأن يواجهوا أصحاب الشرّ الذي لا يعلمون إلا ظاهراً من الحياة. </p><p> ولم تأمر السماء بقتال قبل رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، فقد كان الرسول من </p><p> السابقين على محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبلغ قومه برسالته، فإن آمنوا فبها ونعمت وإن لم يؤمنوا تتدخل السماء بالعقاب، بريح صرصر، رجفة، صيحة، خسف الأرض بهم، إغراق، فالرسول قبل محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ كان يبلغ، والسماء تعاقب من لم يؤمن. وما وجد قتال إلا إذا اقترحوا هم القتال، مثل بني إسرائيل، قال الحق:  {أَلَمْ تَرَ إِلَى الملإ مِن بني إِسْرَائِيلَ مِن بَعْدِ موسى إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابعث لَنَا مَلِكاً نُّقَاتِلْ فِي سَبِيلِ الله}  [البقرة: ٢٤٦] . </p><p> هم الذين اقترحوا، لكن القتال الذي يُثَبِّت المبدأ وينشر المنهج لإعلاء كلمة الله، وسيطرة الخلافة الأمنية الإيمانية على الأرض، لم يشرع إلا على يد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ. فكأن الله لم يأمن خلقاً على خلق إلا أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فقد جعلها أمينة. فأنتم أمناء أن تتولوا عن السماء تأديب المخالف، وبذلك أخذتم المستوى العالي في المنهج والمستوى العالي في الرسالة. وأكرم الله نبيّه فقال:  {وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ}  [الأنفال: ٣٣] . </p><p> فجاء القتال وحارب المسلمون - وهم ضعاف - المجتمعات الفاسدة القوية. والشاعر يقول: </p><p> فقوى على الضلال مقيم ... وقطيع من الضعاف يُجارِي </p><p> هذا القتال لو لم يجيء به الدين، أَلاَ تقوم به الأمم التي لا دين لها لإصلاح أمرها؟ إنها تقاتل، فلماذا يكون مباحاً منهم أن يقاتلوا كي يقرروا مبادئهم، وعندما يأتي الدين ليشرع القتال يقولون: لا. هذا دين سيف. </p><p> نقول لهم: بالله لماذا إذن تحارب الشعوب؟ أنت تجد شعوبا تتحارب وتجد ظلما يحارب ظلما آخر، فإذا ما وجد عدل ليزحزح ظلما نقف في طريقه؟ لا. وذلك حتى </p><p> نعرف أن المسألة مسألة رسالة من السماء لا طغيان ذوات اجتمعوا أو بيتوا مؤامرة لصنع انقلاب يسيطرون به على الناس. </p><p> لقد جاء الإسلام وآمن به الضعاف الذين لا يملكون أن يقاتلوا، فلم يكن باستطاعتهم أن يحموا حتى أنفسهم؛ ذلك حتى نعرف أن الحق ساعة يأتي، يأتي عادة لا من قوي بل يأتي من ضعيف تعب كثيراً كي يثبت الإيمان، والإسلام نادى ودعا به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في مكة لكنه لم ينتصر كدين ولم يسطع إلا من المدينة. فمكة بلد محمد وفيها قبيلته قريش التي ألفت السيادة على الجزيرة كلها ولا أحد يستطيع أن يقرب منها بعدوان، ولم تكن هناك قوة تستطيع أن تعترض قوافلها بالتجارة إلى الجنوب أو إلى الشمال. </p><p> إن أي قبيلة تخاف أن تتعرض لها في الطريق؛ لأن القبائل ستأتي إلى قريش في موسم الحج، وتخاف كل قبيلة من انتقام قريش، فلو أن الإسلام الذي صاح به رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ انتصر في مكة ربما قالوا: قبيلة عشقت السيادة، ودانت لها أمة العرب فما المانع من أن تطمح في أن يدين لها العالم كله؟ </p><p> وأراد الحق أن تكون قريش هي أول من يضطهد رسول الله ويحاربه، والضعاف هم الذين يتبعونه، وبعد ذلك يأتي النصر لدين الله من مكان بعيد عن مكة من «المدينة» لتشهد الدنيا كلها أن الإيمان بمحمد هو الذي خلق العصبية لمحمد، ولم تخلق العصبية لمحمد الإيمان بمحمد، وها هوذا سيدنا عمر كان يسمع قول الله سبحانه: </p><p> {سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر}  [القمر: ٤٥] . </p><p> فيقول: أي جمع هذا ونحن لا نقدر أن نحمي أنفسنا؟ ويقول الحق:  {سَنَسِمُهُ عَلَى الخرطوم}  [القلم: ١٦] . </p><p> فيقول عمر: كيف ونحن لا نقدر أن ندافع عن أنفسنا؟ </p><p> وبعد ذلك تأتي موقعة «بدر» فتُثْبِت له صدق هذا، والعجيب أن الآية تنزل وهم لا يستطيعون أن يدافعوا عن أنفسهم، فلا يمكن أن يقال: إن هناك مقدمات لذلك بحيث تستنتج النتيجة؛ فالمقدمات لا توحي بأي نصر، لكن ربنا هو الذي قال، ورأوا صحيحاً أن الوليد بن المغيرة ضرُب على أنفه وتركت الضربة علامة على أنفه؛ لأن الذي قال ذلك من قبل قادر على إنفاذ ما يقول بدون قوة تحول دون ذلك أبداً، وهذا يدلنا على اختبار المبادئ. </p><p> إنك تجد أنّ الذي يؤمن بالمبادئ هو الذي يضحي أولاً، يدفع ماله وقد يدفع دياره، بأن يخرج منها، وقد يدفع نفسه فيقتل، كل ذلك من أجل المبدأ، لكن الأمر يختلف مع المبادئ الباطلة؛ فقبل أن يدخلها واحد نجده يأخذ الثمن. ومن يروجون للمبادئ الباطلة يقولون لمن يغررون به: خذا مالاً وعش واستمتع، واشتر أحسن الثياب. </p><p> أما أصحاب مبدأ الحق فهم الفقراء الذين يدفعون الثمن، ولهم الحق أن يدفعوا الثمن لأن المثمن غال، لكن في الباطل لا يعرفون مثمناً. والذي ينظر لمبدأ من المبادئ الهدامة، يرى كيف يعيش قادتها، بينما الرعية تحيا في بؤس، فيقول: أنا آخذ الثمن مقدماً؛ والأمر يختلف مع المؤمنين، فهم الذين يدفعون الثمن. لينعموا بالجزاء في الآخرة. </p><p> والحق سبحانه وتعالى حين يشرع القتال لأمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يشرعه أولا دفاعا، كانوا يطلبون من رسول الله، يقولون: يا رسول الله، إئذن لنا نقاتل على قدر جهدنا، فيقول:  «اصبروا فإني لم أومر بالقتال» . </p><p> وبعد ذلك يؤمر بالقتال كي يدافع عن الخلية الإيمانية بعدما ذهبوا إلى المدينة، ونعلم أن القتال عملية ضرورية في الحياة. فالحق سبحانه هو القائل:  {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض}  [البقرة: ٢٥١] . </p><p> وهو القائل:  {وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسم الله كَثِيراً}  [الحج: ٤٠] . </p><p> إذن فدفع الله بعض الخلق بالخلق أمر ضروري واقعي. </p><p> وحين يعاب على الإسلام أمر القتال، نقول لهم: إن الحق سبحانه وتعالى حينما شرع هذا القتال فقد شرعه لأن قوى البغي هي التي تحول دون تطبيق منهج من مناهج العدالة المعروفة، ولا يستطيع أحد أن يجادل فيها. ولو لم يكن العدل قادمً من السماء لما كان هناك منهج صالح يحكم الناس، فإذا أراد الله أن يصنع العدل بمنهج أنزله هو، فلماذا يأتي من يقف في الطريق ويقول للرسول: أنت جئت لكي ترغم الناس أن يؤمنوا بمنهجك؟! </p><p> ويوضح الحق مسيرة الرسول أنه جاء لكي يثبت كرامة الإنسان فهو سيد الأجناس التي تحيط به، فالجماد مسخر، والنبات مسخر، والحيوان مسخر، وليس لأي منهم حرية في أن يقول: افعل ولا تفعل، فلا توجد إرادة ولا اختيار عند كل الأجناس إلا عند الإنسان؛ فالحق هو القائل عن أمانة الاختيار. {فَأبَيْنَ أَن يَحْمِلْنَهَا}  [الأحزاب: ٧٢] . </p><p> إذن فبأي شيء تميز الإنسان على هؤلاء الأجناس؟ تميز عليهم بالعقل، ومهمة العقل أن يختار بين البديلات، أما إذا كان هناك أمر ليس له بديل، فليس للعقل عمل فيه. </p><p> ومثال ذلك: هناك مكان نريد أن نذهب إليه، فيوضح لك إنسان: لا يوجد إلا هذا الطريق، فهل تفكر أن تذهب عن طريق آخر؟ طبعا لا، إذن فالعقل لا عمل له إلا الاختيار بين البديلات، فإن لم يكن هناك بديل فلا عمل له. وإذا أراد العقل أن يختار بين البديلات ألا نضمن له حرية الاختيار أم نقيد حرية الاختيار لديه؟ </p><p> إنك إن قيدت حرية الاختيار بالإكراه فقد أخذت النعمة التي أعطيتها له، وجعلته مقهوراً مسخراً مكرهاً؛ ولذلك فالمكره لا يكون له حكم على الأشياء بل هو مجبر ومسخر. </p><p> وما دمت تقول: إن العقل هو الذي يختار بين البديلات، فلا بد أن يكون حق الاختيار موجوداً، فإن كان في الإنسان عطب كأن يكون مجنونا، فلا اختيار له، وإن كان العقل موجودا لكنه لم ينضج بعد نقول أيضاً: لا اختيار. </p><p> إذن فلا بد أن يكون العقل موجوداً وناضجا للاختيار بين البديلات، ويكون للإنسان حرية أن يختار، فإن لم يكن العقل موجودا فهو مجنون فلا تكليف له. والمجنون قد سلبه الله أعز ما أعطى للإنسان وهو العقل، لكن أعفاه الله أن يسأله أحد عن شيء، فيفعل دون سؤال، فلا تكليف لمجنون، فالتكليف إذن لصاحب العقل الناضج، وكذلك لا تكليف من قبل البلوغ. </p><p> إذن فالإسلام جاء ليحمي كرامة الإنسان في حرية الاختيار، ويعرض عليك أمر الإيمان، فالذي حمل السيف، لم يحمله ليجبر أحداً على الإيمان، إنما ليرد كيد من أرادوا قهر الناس، والجزية إنما فرضت لإعفاء غير المسلمين من مسئولية القتال، ولو كان الإسلام يفرض الإيمان على الناس في البلاد التي فتحها لما وجدنا أتباع أي دين في البلاد التي دخلها الإسلام. </p><p> وهذه شهادة للمسلمين. </p><p> إن الإسلام لم يجيء ليفرض دينا وإنما جاء ليحمي حرية اختيار الدين؛ والَّذين يقولون: إن الإسلام جاء بالسيف نقول لهم: افهموا جيدا، لقد كان المؤمنون الأوائل ضعافا وظلوا على الضعف مدة طويلة، والبلاد التي فتحت بالإسلام مازال فيها أناس غير المسلمين، وهذا دليل أن الإسلام جاء ليحمي حرية الاختيار:  {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ}  [الكهف: ٢٩] . </p><p> ثم نأتي لنقطة أخرى وهي أن الإسلام لم يأخذ الجزية إلا لأن غير المسلم سيستمتع </p><p> بكل خيرات بلاد الإسلام، والمسلم يدافع وأيضا يدفع الزكاة والخراج. إذن فالمسألة عدالة منهج، وعلى ذلك يجب أن نفهم أن قول الحق: </p><p> {فَلْيُقَاتِلْ فِي سَبِيلِ الله الذين يَشْرُونَ الحياة الدنيا بالآخرة وَمَن يُقَاتِلْ فِي سَبِيلِ الله فَيُقْتَلْ أَو يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً}  [النساء: ٧٤] . </p><p> فالقتال إنما جاء حتى تسيطر مناهج السماء، وسبحانه حينما يقول:  {فَلْيُقَاتِلْ فِي سَبِيلِ الله} فهذا يدلنا على أن هناك قتالاً في غير سبيل الله، كأن يقاتل الرجل حمية، أو ليعلم مكانه من الشجاعة، فقال الرجل دائماً حسب نيته، ولذلك تساءل بعض الناس: من الشهيد؟ قال العلماء: هو من قتال لتكون كلمة الله هي العليا فيكون شهيدا. إذن فالقتال مرة يكون في سبيل الله، ومرة يكون في سبيل النفس، ومرة يكون في سبيل الشيطان. </p><p> يقول الحق:  {فَلْيُقَاتِلْ فِي سَبِيلِ الله الذين يَشْرُونَ الحياة الدنيا بالآخرة} أي يبيعون الدنيا ليأخذوا الآخرة، {وَمَن يُقَاتِلْ فِي سَبِيلِ الله فَيُقْتَلْ أَو يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً} . </p><p> إذن فالذي يدخل القتال هو أمام أمرين اثنين: إما أن يُقْتل من الأعداء، وإما إن ينتصر، وهذه هي القضية الجدلية التي تنشأ بين معسكر الإيمان ومعسكر الكفر، والمقاتل من معسكر الإيمان يقول لمعسكر الكفر: أنا أقاتل لإحدى الحسنين: إما أن أُقْتل فأصبح شهيداً آخذ حياة أفضل من هذه الحياة، وإما أن أنتصر عليك، فلماذا تتربصون بنا أيها الكفار؟ </p><p> إن المؤمن يثق أنه فائز بكل شيء؛ فإن قُتل ذهب إلى الجنة وإلى حياة أفضل من حياتكم، وإما أن ينتصر، والحالتان على سواء من الخير. </p><p> وهذا للاستدلال بأن هذا المنهج يراق فيه الدم، وشهادة لهذا الدين بأنه صحيح، وإلا فلن يذهب أحد للقتال إن لم يكن مقتنعاً بالدين، فكل واحد يعمل </p><p> لحياته ونفسه، فكل الأمور بالنسبة للإنسان نفعيه حتى في الدين، ولذلك يقولون: لا تكن أنانيا رخيصا بل عليك أن تكون أنانيا غاليا، والدين هو ممارسة لأنانية عليا. </p><p> ونضرب هذا المثل - ولله المثل الأعلى - الذي ليس معه إلا جنيه وهو يحتاج إليه ثم رأى واحدا في حاجة ماسة، فيقول المؤمن لنفسه: لقد أكلت، وقد يكون هذا الإنسان لم يأكل بعد فلأعطه الجنية. </p><p> بالله أهو يحب الذي أخذ الجنيه عن نفسه؟ لا، بل هو يحب نفسه، لكنها أنانية عليا؛ أنانية معلاة. وسبق أن قلنا: إن الذي يجلس ويرى امرأة جميلة فغض عينه أمره يختلف عن واحدٍ آخر «يبحلق» ويحدّق وينظر إليها بشدة، فايهما يحب الجمال أكثر؟ إن الذي غضَّ بصره هو من يحب الجمال أكثر؛ لأنه لا يريدها لحظة فقط، بل يريدها مستديمة. </p><p> فما بالنا بالذي يبيع الدنيا ويقتل في سبيل الله ويأخذ الآخرة التي ليس فيها قتل أو أي شيء مكدر؟ إذن فهذه أنانية عليا، والحق سبحانه وتعالى يعاملنا بقانون النفعية، لكنها نفعية عليا وليست نفعية رخيصة أو قصيرة المدى، فيجعلنا نبيع الرخيص بالثمن الغالي. </p><p> ولقد رأى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ الذين يقاتلون في سبيل الله وعرض عليه منظرهم وهو في ليلة الإسراء والمعراج؛ رأى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ جماعة يزرعون ويحصدون بعد البذر مباشرة؛ لأن الذي قتل في سبيل الله إنما فعل ذلك إعلاء لكلمة الله، فلا ينتهي قطفه أبدا للخير الذي بذله، وحياته مستمرة في حياة الملايين. {وَمَن يُقَاتِلْ فِي سَبِيلِ الله فَيُقْتَلْ أَو يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً} وعرفنا أن كل مؤمن يقاتل في سبيل الله إنما يقول لمعسكر الكفر ما جاء به الحق في قوله: {قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ الله بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا فتربصوا إِنَّا مَعَكُمْ مُّتَرَبِّصُونَ}  [التوبة: ٥٢] . </p><p> فالمؤمن يعلم أنه إما أن يُقتل ويكون شهيداً، وإما أن يَغلب معسكر الكفر. وهو يتربص بالكافرين أن يُصيبهم الله بعذاب من عنده أو بأيدي المؤمنين، إذن فالمؤمنون رابحون على كل حال، والكافرون خاسرون على كل حال. </p><p> و «المعرى» قبل أن يهديه الله وكان متشككاً قال: </p><p> تُحطمنا الأيام حتى كأننا ... زجاج ولكن لا يُعاد لنا سبك </p><p> فقالوا: إنه ينكر البعث، فما دام قد جاء بمثل يقول فيه إن الإنسان كالزجاج إن تحطم فلن يستطيع أحد أن يعيده إلى سيرته الأولى، قال ذلك أيام تكبر الفكر، وهذه تأتي في أيام الغرور، ثم جاءت الأحداث لتلويه وتضرب في فكره وينتهي إلى الإيمان، لكن أكان ضامناً أن يعيش حتى يؤمن؟ فلماذا لم يخلص نفسه من مرارة تجربة الشك؟ ولكنه بعد أن آمن قال:  «هأنذا أموت على عقيدة عجائز أهل نيسابور.ربنا حَقُّ وربنا سميع وربنا بصير وقال:</p><p> زعم المنجم والطبيب كلاهما ... لا تحشر الأجساد قلت إليكما </p><p> إن صحّ قولكما فلست بخاسر ... أو صحّ قولي فالخسار عليكما </p><p> أي إن صحّ قولكما على أنه لا بعث وقمت أنا بالأعمال الطيبة في الدنيا، فماذا أكون قد خسرت؟ إنني لن أخسر شيئاً، وإن صحّ قولي وفوجئتم بالآخرة والبعث فأنا الذي يكسب والخسران والبوار والعذاب عليكما، إذن فإيماني إن لم ينفعني فلن يضرني، وكلامكما حتى لو صح - وهو غير صحيح ولا سديد - فلن يضرني. </p><p> والحق يقول:  {وَمَن يُقَاتِلْ فِي سَبِيلِ الله فَيُقْتَلْ أَو يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً} وسبحانه هنا يطيل أمد العطاء. انظروا دقة الأداء القرآني، لأن الذي يتكلم هو الله، ولنر كيفية ترتيب فعل على فعل، فحين أقول لك: «احضر لي أكرمك» ، فبمجرد الحضور يحدث الإكرام، ولكن إن قلت لك:  «إن حضرت إليّ فسأكرمك» ، فهذا يعني أن الزمن يمتد قليلاً، فلن تكرم من فور أن تأتي بل أن تحضر عندي وبعد ذلك تأخذ تحيتك، ويأتيك الإكرام بعد قليل. </p><p> وإن أردت أنا أن أطيل الزمن أكثر فإني أقول:  «إن حضرت إليّ فسوف أكرمك» . إذن فنحن أمام ثلاث مراحل لترتيب الجزاء على الفعل: جزاء يأتي بعد فور حصول الشرط، وجزاء يأتي بعد زمن يسير تؤديه «السين» ، وجزاء يأتي بعد زمن أطول تؤديه. «سوف» . </p><p> ولم يقل الحق: من يقاتل في سبيل الله نؤتيه أجراً عظيماً، ولم يقل: فسنؤتيه أجراً عظيما، ولكنه قال:  {فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً} وهذا القول سيبقى ليوم القيامة؛ لذلك كان لا بد أن تأتي «سوف» هنا، وهذا دليل على أنه جزاء موصول لا مقطوع ولا ممنوع. </p><p> وهكذا نرى إحكام الأداء القرآني، والحق سبحانه وتعالى حين يتكلم عن نفسه وذاته، يأتي بأساليب كثيرة: فمرة يأتي بأسلوب الجمع، ونحن نقول، كما علمونا في النحو:  «النون للتعظيم» كما في قوله: {إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ}  [الحجر: ٩] . </p><p> لم يقل: أنا أنزلت. . فكل شيء يكون نتيجة فعل من أفعال الله. تأتيه «نون التعظيم» ؛ لأنه سبحانه حين يصنع شيئاً لخلقه من متعة أو من نعيم، يريد صفات كثيرة: قدرة للإبراز، وعلما لترتيب النعمة، وتدبيرا وحكمة، وبسطا، فيقول هنا:  «نؤتيه» ، لأن الصفات تتكاتف لتعمل الخير، لكنه حين يتكلم عن ذاته مجرداً عن الفعل. فسبحانه يتكلم بالوحدانية مثل قوله الحق:  {إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني}  [طه: ١٤] . </p><p> وكذلك قوله الحق:  {وَأَنَا اخترتك فاستمع لِمَا يوحى}  [طه: ١٣] . </p><p> فساعة يتكلم سبحانه عن ذاته فهو يتكلم بالوحدانية، ولا تقل بالإفراد تأدباً مع الله فليس له شريك أو مثيل، وحينما يتكلم سبحانه عن فعله يأتي بالجمع فيقول:  «نحن» وهذه حلت لنا إشكالات كثيرة، مثلما حدث عند قراءة قول الله سبحانه وتعالى:  {أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا}  [فاطر: ٢٧] . </p><p> لقد جاء سبحانه في صدر الآية: ب «أنزل» وكان يناسبها أن يأتي بعدها «أخرج» ، لكنه قال:  {فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا} فلماذا هذه «مفردة» وتلك «جمع» ؟؛ لأنه ساعة قال:  «أنزلنا من السماء ماءٌ» لم يكن لأحد من خلقه ولو بالأسباب فعل في إنزال المطر، لكن ساعة أن أنزل المطر، نجد واحداً قد حرث الأرض، وثانياً بذر، وثالثاً روى الأرض، وكل ذلك من أسباب خلقه، فلم يهضم الله خلقه فقال:  {أنزَلَ مِنَ السمآء مَآءً} ثم بعد ذلك: أنا وخلقي بما أمددتهم ومنحتهم {فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا} . </p><p> إذن فلا بد أن ننتبه إلى دلالة الكلمة حين تأتي بالمفرد وحين تأتي بالجمع. </p><p> وقوله سبحانه:  {نُؤْتِيهِ أَجْراً عَظِيماً} يلفتنا إلى أن كل فعل إنما هو حدث يتناسب مع فاعله أثراً وقوة. فالطفل عندما يصفع آخر لا تكون صفعته في قوة الشاب أو قوة الرجل، فإذا كان الذي يعطي الأجر مثيلاً لك فسيعطيك أجراً على قدره، لكن إذا كان من يعطي هو ربنا، فسيعطي الأجر على قدره، ولا بد أن يكون عظيماً. والأجر هو الشيء المقابل للمنفعة. </p><p> وهناك فرق بين الأجر والثمن؛ فالثمن مقابل العين، أما الأجر فهو مقابل المنفعة، أنا اشتريت هذه، فهذا يعني أني دفعت ثمناً، لكن إن استأجرت شيئاً فهو لصاحبه ولكن أخذته لأنتفع به فقط، وجزاء الحق لمن يقتل في سبيل الله أهو أجر أم ثمن؟ ، ونلتفت هنا أن الحق قد أوضح: أنا لم أثمن مَن قتل، بل نظرت لعمله، فأخذت أثر عمله، وأعطيته {أَجْراً عَظِيماً} . </p><p> وبعد ذلك يقول الحق:  {وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ ... } . </p>"
}