{
  "id": null,
  "sura": 4,
  "aya": 65,
  "text": "<p> إذن لا بد أن نستقبل الإيمان بالإقبال على كل ما جاء به رسول الله، فساعة حكّم المنافقون غيره برغم إعلانهم للإسلام جاء الحكم بخروجهم من دائرة الإيمان، وعلى المؤمنين أن يتعظوا بذلك. </p><p> ونلحظ في قول الحق:  {فَلاَ وَرَبِّكَ} وجود «لا» نافية، وأنه - سبحانه - أقسم بقوله:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ} ، ونعلم أن المنافقين قد ذهبوا فحكَّموا غير رسول الله، مع أنهم شاهدون بأنه رسول الله فكيف يشهدون أنه رسول الله، ثم يحكمون غيره ولا يرضون بقضائه؟ وتلك قضية يحكم الحق فيها </p><p> فيقول: لا. هذه لا تكون أبداً. إذن ف «لا» النافية جاءت هنا لتنفي إيمانهم وشهادتهم أنه رسول الله؛ لأنهم حكَّموا غيره. فإذا ثبت أنهم شهدوا أنه رسول الله ثم ذهبوا لغيره ليقضي بينهم إذا حدث هذا. فحكمنا في القضية هو: لا يكون لهم أبداً شرف شهادة أنه رسول الله. </p><p> وبعد ذلك أقسم الحق فقال:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} ونحن الخلق لا نقسم إلا بالله، لكنه سبحانه له أن يقسم بما شاء على ما يشاء، يقسم بالمادة الجبلية:  {والطور}  [الطور: ١] . </p><p> ويقسم بالذاريات:  {والذاريات ذَرْواً}  [الذاريات: ١] . </p><p> والذاريات هي الرياح، ويقسم بالنبات:  {والتين والزيتون}  [التين: ١] . </p><p> ويقسم بالملائكة:  {والصافات صَفَّا}  [الصافات: ١] . </p><p> ولكنك إن نظرت إلى الإنس فلن تجده أقسم بأحد من سيد هذا الكون وهو الإنسان إلا برسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، وأقسم بحياته فقال:  {لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ}  [الحجر: ٧٢] . </p><p> و «لعمرك» يعني: وحياتك يا محمد إنهم في سكرتهم يعمهون، أي هم في غوايتهم وضلالهم يتحيرون فلا يهتدون إلى الحق، وأقسم الله بعد ذلك بنفسه، فقال:  {فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ}  [الذاريات: ٢٣] . </p><p> وساعة يقول:  «فورب السماء والأرض» . فلا بد أن يأتي بربويته لخلق عظيم نراه نحن، ولذلك قال:  {لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس}  [غافر: ٥٧] . </p><p> يعني إذا فكرت أيها الإنسان في خلق السماوات والأرض لوجدته أكبر من خلق الناس. </p><p> وفي الآية التي نحن بصدد خواطرنا عنها يقول الله تعالى:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} وهذا تكريم لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، ودليل على أن محمداً عَلَيْهِ الصَّلَاة وَالسَّلَام ُ ذو منزلة عالية، إياكم أن تظنوا أنه حين قال:  «لخلق السماوات والأرض أكبر من خلق الناس» أن محمداً قد دخل في الناس، إنّه سبحانه يوضح: لا، سأقسم به كما أقسمت بالسماء والأرض، {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ} ، ولماذا يقسم برب السماء والأرض؛ لأن الربّ له قدرة عظيمة هائلة، فهو يخلق ويربي، ويتعهد ويؤدب. </p><p> إن خلق السماوات والأرض يكفي فيها الخلق وناموس الكون والتسخير. </p><p> لكن عندما يخلق محمداً فلا يريد الخلق والإيجاد فقط، بل يريد تربية فيها ارتقاءات النبوة مكتملة فيقول له: فوربك الذي خلقك، والذي سواك، والذي رباك، والذي أهَّلَكَ لأن تكون خير خلق الله وأن تكون خاتم الرسل، ولأن تكون رحمة الله للعالمين، يقسم بهذا كله فيقول:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} أبعد ما يدخل سبحانه فينا هذه المهابة بالقسم برب رسول الله نقول: لا نحكم محمداً ومنهجَه في حياتنا؟ . </p><p> إذن فقوله:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} وحَكَّم كل مادتها مثل «الحُكْم» و «التحكيم» و «الحكمة» و «التحكم» وكل هذا مأخوذ من الحَكَمَة وهي حديدة اللجام الذي يوضع في فم الفرس يمنعه به صاحبه أن يشرد، ويتحكم فيه يميناً ويساراً، فكذلك «الحِكْمَة» تعوق كل واحد عن شروده في أخذ حق غيره، فالتحكيم والحكم، والحكمة، كلها توحي بأن تضع الشيء في موضعه الصحيح. </p><p> وكلمة «شجر» مأخوذة من مادة (الشين والجيم والراء) وإذا رأيتها فافهم أنها مأخوذة من الشجر الذي تعرفه. وهناك نباتات تكبر فيلتصق بعضه ببعض فتتشابك، كما نرى مثلاً شجراً متشابكاً في بعضه، وتداخلت الأفرع مع بعضها بحيث لا تستطيع أيها الناظر أن تقول: إن هذه ورقة هذه الشجرة أو ورقة تلك الشجرة. وإذا ما أثمرتا وكانتا من نوع واحد لا تقدر أن تقول: إن هذه الثمرة من هذه الشجرة، ولا هذه الثمرة من تلك الشجرة، أي أن الأمر قد اختلط. </p><p> «وشجر بينهم» أي قام نزاع واختلاط في أمر، فأنت تذهب لتفصل هذه الشجرة عن تلك، وهذه الثمرة عن تلك الثمرة، وساعة ترى أشجاراً من نوع واحد، وتداخلت مع بعضها واختلطت، لا يعينك إن كنت جاني الثمرة أن تكون هذه الثمرة التي قطفتها من هنا أو من هناك، فأنت تأخذ الثمرة حيث وجدت، لا يعنيك أن تكون من هذه أو من تلك، وإن كنت تستظل تحت شجر لا يعنيك أن تعرف هل جاء هذا الظل من ورق هذه الشجرة أو من تلك الشجرة، فهذه فائدة اختلاط المتساوي، لكن إذا أردت ورقة شجرة من نوع معين فأنتقيها لأنني أريدها لأمر خاص. </p><p> والخلق كلهم متساوون فكان يجب إن اختلطوا أن تكون المسألة مشاعاً بينهم، لكن طبيعة النفس الشُحّ، فتنازعوا، ولذلك فالقاضي الذكي يقول للمتخاصِمَيْن: أتريدان أن أحكم بينكما بالعدل أم بما هو خير من العدل؟ فيفزعان ويقولان: أهناك خير من العدل؟ . يقول: نعم إنه الفضل، فما دامت المسألة أخوة واحدة، والخير عندك كالخير عندي فلا نزاع، أمَّا إذا حدث الشجار فلا بد من الفصل. </p><p> ومن الذي يفصل؟ . إنه سيدنا رسول الله بحكم قول الحق:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} . </p><p> . فالإيمان ليس قوله تقال فحسب وإنما هو قولة لها وظيفة، فأن تقول لا إله إلا الله وتشهد أن محمداً رسول الله فلا بد أن لهذا القول وظيفة، وأن تُحكِم حركة حياتك على ضوء هذا القول، فلا معبود إلا الله، ولا آمر إلا الله، ولا نافع إلا الله، ولا ضار إلا الله، ولا مشرع إلا الله، فهي ليست كلمة تقولها فقط! وينتهي الأمر، ثم عندما يأتيك أمر يحتاج إلى تطبيقها تفرّ منه. {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ} بمنهج الإسلام {حتى يُحَكِّمُوكَ} فهذا هو التطبيق {فِيمَا شَجَرَ بَيْنَهُمْ} ولا يصح أن يحكموك صورياً، بل لا بدّ أن يحكموك برضا في التحكيم، {ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجاً} أي ضيقاً {مِّمَّا قَضَيْتَ} . فعندما يحكم رسول الله لا تتوانوا عن حكمه ولا تضيقوا به {وَيُسَلِّمُواْ تَسْلِيماً} أي يُذْعِنُوا إذعاناً. </p><p> إذن فالإيمان لا يتمثل في قول يقال وإنما في توظيف ذلك القول. بأن تلجأ إليه في العمليات الحركية في الحياة، {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ} حتى يترجم الإيمان إلى قضية واقعية اختار الحق لها أعنف ساعات الحرج في النفس البشرية وهي ساعة الخصومة التي تولد اللدد والميل عن الحق، {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجاً} لأنه قد يجد حرجاً ولا يتكلم. </p><p> وانظروا إلى الثلاثة: الأولى: {وَلَوْ أَنَّهُمْ إِذ ظلموا أَنْفُسَهُمْ جَآءُوكَ} ، هذه واحدة، {فاستغفروا الله} هذه هي الثانية، {واستغفر لَهُمُ الرسول} هذه هي الثالثة، هذه ممحصات الذنوب، والذي يدخلك في حظيرة الإيمان ثلاثة أيضاً:  {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} هذه هي الأولى، {ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ} هذه هي الثانية، و {وَيُسَلِّمُواْ تَسْلِيماً} هذه هي الثالثة. إذن فالقولان في رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: دخول حظيرة إيمان، وخروج من غلّ ذنب. </p><p> وهنا وقفة لا أبالغ إذا قلت: إنها شغلتني أكثر من عشر سنين، هذه الوقفة حول قول الله:  {وَلَوْ أَنَّهُمْ إِذ ظلموا أَنْفُسَهُمْ جَآءُوكَ فاستغفروا الله واستغفر لَهُمُ الرسول لَوَجَدُواْ الله تَوَّاباً رَّحِيماً} ذلك يا رب تمحيص من عاصر رسولك صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، </p><p> فما بال الذين لم يعاصروه؟ فأين الممحص الذي يقابل هذا لمن لم يعاصر حضرة النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ، والرسول إنما جاء للناس جميعاً، فكيف يوجد ممحص لقوم عاصروا رسول الله ثم يحرم من جاءوا بعد رسول الله من هذا التمحيص؟ </p><p> هذه مسألة ظلت في ذهني ولا أجد لها جواباً، إلا أني قلت: لقد ثبت عندي وعند بعض أهل العلم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ قال مطمئنا المؤمنين في كافة العصور: </p><p> (حياتي خير لكم تُحْدِثون ويُحْدَثُ لكم فإذا أنا مت كانت وفاتي خيرا لكم تُعْرض عليَّ أعمالكم فإن رأيت خيرا حمدت الله وإن رأيت شرا استغفرتُ لكم) . </p><p> انظر إلى التطمين في قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ: </p><p> «تعرض عليّ أعمالكم فإن رأيت خيراً حمدت الله، وإن رأيت غير ذلك استغفرت لكم» . </p><p> فاستغفار الرسول لنا موجود. إذن فما بقي منها إلا أن نستغفر الله، وما بقي إلا «جاءوك» أي يجيئون لسنتك ولما تركت منها ف صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ هو القائل: </p><p> «تركت فيكم شيئين لن تضلوا بعدهما كتاب الله وسنتي ولن يتفرقا حتى يردا عليّ الحوض» . </p><p> فكما كان الأحياء يجيئونه، فنحن نجيء إلى حكمه وسنته وتشريعه، وهو يستغفر لنا جميعا، إذن فهذه منتهية، فبقي أن نستغفر الله قائلين: نستغفر الله العظيم الذي لا إله إلا هو الحيّ القيوم ونتوب إليه. . نفعل ذلك إن شاء الله. </p><p> وقوله سبحانه وتعالى:  {ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً} أي لا يجدوا حرجاً عندما يذعنون لأي حكم تكليفي أو حكم قضائي، والحكم التكليفي نعرفه في: افعل ولا تفعل، أما الحكم القضائي فهو عندما يتنازع اثنان في شيء وهذا يقتضي أن نقبل الحكم في النزاع إذا ما صدر عن رسول الله أو عن منهجه. إذن فلا بد أن نسلم تسليماً في الاثنين: في الحكم التكليفي، وفي الحكم القضائي. </p><p> ويقول الحق بعد ذلك:  {وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ ... } . </p>"
}