{
  "id": null,
  "sura": 4,
  "aya": 77,
  "text": "<p> نعرف أن الحق ساعة يقول:  «ألم تر» يعني: إن كانت مرئية في زمنها، فلك أن تتأمل الواقعة على حقيقتها، وإن كانت غير مرئية فمعناها: ألم تعلم، ولكن العلم بإخبار الله أصدق من العين. وحين يقول الحق:  {كفوا أَيْدِيَكُمْ} لا بد أن تكون بوادر مدّ الأيدي موجودة، فلن يقال لواحد لم يمد يده: كيف يدك. والكلام هنا في القتال، فيكون قد كفوا أيديهم عن القتال، بدليل أن الحق سبحانه وتعالى جاء في المقابل فقال:  {فَلَمَّا كُتِبَ عَلَيْهِمُ القتال} إذن فقد قيل لهم: {كفوا أَيْدِيَكُمْ} لأن بوادر مدّ الأيدي للقتال قد ظهرت منهم إما قولاً بأن يقولوا: دعنا يا رسول الله نقاتل، وإما فعلاً بأن تهيأوا للقتال. وعندما يقول القرآن:  {فَلَمَّا كُتِبَ عَلَيْهِمُ القتال} دل هذا القول على وجود زمنين بصدد هذه الآية: زمن قيل لهم: كفّوا أيديكم، وزمن كُتِبَ عليهم القتال، فنفهم من هذه أنه كانت هناك بوادر المدّ اليد إلى القتال قبل أن يكتب عليهم القتال والذين قالوا: دعنا نقاتل هم: ابن عوف وأصحاب له، ولو كان الأمر بالقتال متروكا للرسول لكان قد أمرهم بمجرد أن قالوا ذلك. </p><p> عن ابن عباس - رَضِيَ اللَّهُ عَنْهما - أن عبد الرحمن بن عوف وأصحابا له أتوا النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ بمكة. فقالوا: يا نبي الله، كنا في عزة، ونحن مشركون، فلما آمنا صرنا أذلة قال:  «إني أمرت بالعفو فلا تقاتلوا القوم» فلما حوله الله إلى المدينة أمره بالقتال، فكفوا، فأنزل الله {أَلَمْ تَرَ إِلَى الذين قِيلَ لَهُمْ كفوا أَيْدِيَكُمْ} . </p><p> وهذا دليل على أنه منتظر أمر السماء. وبعد ذلك كتب الله عليهم القتال، فلما كتب عليهم القتال تملص البعض منه. . مصداقاً لقول الحق:  {فَلَمَّا كُتِبَ عَلَيْهِمُ القتال إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ الناس كَخَشْيَةِ الله أَوْ أَشَدَّ خَشْيَةً} فلماذا هذه الخشية وهم مؤمنون: هل هذا يعني أنهم خافوا الناس أو رجعوا في الإيمان؟ . كما طلب بعض من بني إسرائيل القتال:  {أَلَمْ تَرَ إِلَى الملإ مِن بني إِسْرَائِيلَ مِن بَعْدِ موسى إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابعث لَنَا مَلِكاً نُّقَاتِلْ فِي سَبِيلِ الله قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ القتال أَلاَّ تُقَاتِلُواْ قَالُواْ وَمَا لَنَآ أَلاَّ نُقَاتِلَ فِي سَبِيلِ الله وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَآئِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ القتال تَوَلَّوْاْ إِلاَّ قَلِيلاً مِّنْهُمْ والله عَلِيمٌ بالظالمين}  [البقرة: ٢٤٦] . </p><p> إذن فعندما تصل المسألة إلى الأمر التطبيقي، قد يدب في نفوسهم الخَوَر والخوف، والحق سبحانه لم يمنع الأغيار أن تأتي على المؤمن، فما دام الإنسان ليس رسولا ولا معصوما فلا تقل: فلان عمل كذا أو فلان عمل كذا؛ لأن فلانا هذا لم يدع أنه معصوم، ولذلك يصح أن تأتي منه الأخطاء، وتأتيه خواطر نفسه، وتأتيه هواجس في رأسه، ويقف أحياناً موقف الضعف، ولذلك عندما يقول لك واحد: فلانة عملت كذا وفلان عمل كذا، قل له: وهل قال أحد إن هؤلاء معصومون؟ وما داموا غير معصومين فقد يتأتي منهم هذا. </p><p> والله يقول:  {إِذَا فَرِيقٌ مِّنْهُمْ} وهذا يعني أنهم ليسوا سواء، ففريق منهم أصابه الضعف، وفريق آخر بقي على شدته وصلابته في إيمانه لم تلن له قناة ولم ينله وهن ولا ضعف، ثم انظر أدب الأداء. لم يقل: فلان أو فلان. بل قال:  {إِذَا فَرِيقٌ مِّنْهُمْ} وهذا يستدعي أن يبحث كل إنسان في نفسه، وهذه عملية أراد بها الحق الستر للعبد، وما دام الستر قد جاء من الرب، فلنعلم أن ربنا أغير على عبده من نفسه، ولذلك نقول دائما: ساعة يستر ربنا غيب الناس على الناس فهذا معناه: تكريم للناس جميعا. </p><p> وهب أن الله أطلعك على غيب الناس أتحب أن يطَّلع الناس على غيبك؟ {لا، إذن فأنت عندما ترى أن ربنا قد ستر غيبك عن الناس وستر غيب الناس عنك فاعرف أن هذه نعمة ورحمة؛ لأن الإنسان ابن أغيار، فيصح أن واحداً أساء إليك في نفسه ولم يرغب أن تعرف ذلك، وأنت أيضاً تريد أن تتخلص منه وتكرهه، فلو أطلعه الله على ما في قلبك، أو أطلعك على ما في قلبه لكانت معركة يجرح فيه كل منكما كرامة الآخر، لكن ربنا ستر غيب خلقه عن خلقه رحمة بخلقه.</p><p> وأنت أيضاً أيها العبد قد تعصيه ويحب أن يستر عليك، ويأمر الآخرين ألا يتقصوا أخبارٍ معصيتك له. بالله أيوجد رب مثل هذا الرب؟ شيء عجيب؛ فقد تكون عاصياً له ويحب أن يستر عليك، ويأمر غيرك: إياكم أن تتبعوا عورات الناس، فقد يكون عندهم بعض الحياء، ويكونون مستترين في أسمالهم وملابسهم لماذا؟ حتى لا يفقدوا أنفسهم أو يضلوا طريق التوبة لربهم. </p><p> إذن فالحق يرحم المجتمع، ولكن الخيبة من الناس أنهم يلحون على أن يعلموا الغيب ويبحثوا عمن يكشف لهم الطالع. ونقول لمن يفعل ذلك: يا رجل لقد ستر الله الغيب عنك نعمة منه عليك، فاجعله مستورا كما أراد الله. </p><p> إن الحق سبحانه وتعالى يقول: {إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ الناس كَخَشْيَةِ الله أَوْ أَشَدَّ خَشْيَةً} والواحد من هذا الفريق يخشى القتال والقتل، ويخاف من الموت؛ لأنه سيأخذه إلى جزاء العمل الذي عمله في الدنيا، ولذلك نجد أحد الصحابة يقول: أكره الحق. </p><p> فتساءل صحابي آخر: كيف تكره الحق؟ قال: أكره الموت ومن منا يحبه} </p><p> ولماذا يخشى الناس القتال؟ لأن الله حين يُميت؛ يُميت بدون هدم بنية، ولكن الأعداء في القتال قد يقطعون جسد الإنسان ويمثلون به، لكن إن استحضر العبد الجزاء على هذه المُثْلَة تهون عليه المسألة. </p><p> {إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ الناس كَخَشْيَةِ الله أَوْ أَشَدَّ خَشْيَةً وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا </p><p> القتال} وكأنهم قد نسوا أنهم طلبوا القتال، كي نعرف أن النفس البشرية حين تكون بمنأى عن الشيء تتمناه، وعندما يأتيها تعارضه. </p><p> {وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا القتال لولا أَخَّرْتَنَا إلى أَجَلٍ قَرِيبٍ} فهل جاء هذا الكلام منهم على سبيل الاستفهام؟ يوضح الله لنا ذلك: إنهم يقولون: يا رب لماذا ابتليتنا هذا الابتلاء، وقد لا نقدر عليه في ساعة الخوف من لقاء المعارك: ؟ لذلك طلبوا أن يؤجل الله ذلك وأن يجعلهم يموتون حتف أنوفهم لا بيد العدو، وكلمة {إلى أَجَلٍ قَرِيبٍ} توضح أن كل واحد منهم يعي تماماً أنه سيموت حتماً، لكن لا أحد منهم يريد أن تنتهي حياته بالقتل. </p><p> ولماذا تطلبون التأخير؟ أحُباً في الدنيا ومتاعها؟ ويأتي جواب الحق:  {قُلْ مَتَاعُ الدنيا قَلِيلٌ} ولا يصح أن تحرصوا عليه أيها المؤمنون حرصاً يمنعكم أن تذهبوا لتقاتلوا، فكلكم ستموتون، وكل منا يجازيه ربنا على عمله، أما الذي يُقتل في سبيل الله فسيجازيه على عمله فوراً، ويعطيه حياة أخرى مقابل الموت. لأنه سيأخذ الشهادة، ولذلك يأمر الحق رسوله بأن يقول:  {قُلْ مَتَاعُ الدنيا قَلِيلٌ} إن قارنته بما يصل إليه المرء من ثواب عظيم إن قتل في الحرب جهاداً في سبيل الله. قال بعضهم: إذا كان لا مفر من الموت، فلماذا لا نذهب لنقاتل في سبيل الله، فإن قتلنا فليكن موتنا بثمن زائد عن عملنا، إذن فهذا تربيب وتنمية للفائدة، ولذلك قال الحكيم: </p><p> ولو أن الحياة تبقى لحي ... لعددنا أضلَّنا الشجعان </p><p> أي أن الحياة لو كانت تبقى لحي لكان أضل ناس فينا هم الشجعان الذين يقتلون أنفسهم في الحرب، لكن المسألة ليست كذلك، والشاعر العربي يقول: </p><p> ألا أيها الزاجري أحضر الوغي ... وأن أشهد اللذات هل انت مُخلدي </p><p> والمتنبي يقول: </p><p> أرى كلنا يبغى الحياة لنفسه ... حريصا عليها مستهاما بها صبا </p><p> فحب الجبان النفس ورثه التقى ... وحب الشجاع النفس أورده الحربا </p><p> إذن فالاثنان يحبان نفسيهما، لكن هناك فرق بين الحب الأحمق والحب الأعمق. </p><p> وعندما ننظر إلى إجمالي السياق في الآية نجد أن الحق سبحانه يربى - في صدر الإسلام - الفئة المؤمنة تربية إيمانية لا تخضع لعصبية الجاهلية ولا لحمية النفس، ففريق من المؤمنين بمكة الذين ذاقوا الاضطهاد أحبوا أن يقاتلوا، لكن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ يبلغهم أنه لم يؤمر بالقتال بعد، وأمرهم بإقامة الصلاة وإيتاء الزكاة، وأن يصبروا على ما هم فيه حتى يأذن الله بالقتال، وتلك تربية أولى للفئة المؤمنة؛ لأن الإسلام جاء وفي نفوس العرب حمية وعصبية وعزة وأنفة، فكلما أهيج واحد منهم في شيء فزع إلى سيفه وإلى قبيلته وشنها حرباً، فيريد الله سبحانه أن يستل من الفئة المؤمنة الغضب للنفس والغضب للعصبية والغضب للحمية، وأراد أن يجعل الغضب كله لله. </p><p> وحينما جاء الإذن بالقتال، جاء لا ليفرض على الناس عقيدة، ولا ليكرههم على إسلام، وإنما جاء ليحمي النفس الإنسانية من أن يتسلط عليها الأقوى الذي يريد أن يجعل الأَضعف تبيعاً له، فأراد سبحانه أن يحرر الاختيار في الإنسان فكان القتال حفاظا على كرامة الإنسان أن يكون تبيعاً في العقيدة لغيره، وبعد ذلك يعرض قضية عرضاً عقلياً؛ فمن استجاب له فمرحباً به، ومن لم يستجب فله أن يظل على دينه. وهذا يدل على أن الإسلام دين منع التسلط على عقائد الناس، وضمن لهم الحرية في أن يختاروا ما يحبون من العقائد بعد أن بين لهم الرشد من الغي. </p><p> وحينما شرع الله القتال فقد شرعه دون أن يكون هناك أدنى تدخل لغضب النفس ولا لحميتها ولا لعزتها، ويشاء الحق سبحانه وتعالى أن يصور العواطف الإنسانية التي تواجه الإسلام ويواجهها الإسلام تصويرا طبيعياً. فبين لنا أن الطبع الإنساني يعالج بالتربية، ولهذا نجد أن بعضاً من الذين طلبوا القتال خافوا:  {إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ الناس كَخَشْيَةِ الله أَوْ أَشَدَّ خَشْيَةً} . </p><p> إذن فهناك فرق بين نظرية أن نقاتل، وأن نخوض القتال بالفعل؛ لذلك تجد أن منهم من خاف الذهاب إلى القتال خشية أن يُقتلوا، والقتل كما تعلمون: هدم بنية، ولكن الموت حتف الأنف هو الذي يسحب به الله الروح الإنسانية، دون </p><p> هدم بنية أو نقص لها. وأيضا فالقتال يكون مظنة القتل، والخوف من القتال مظنة التراخي في الأجل، فالقتل موت مقرب أمام المقاتل، لكن الموت حتف الأنف علمه عند الله؛ لذلك قالوا:  {رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا القتال} . </p><p> فهل كان طلبهم للقتال لقصد الحمية، وسبحانه يريد أن يبرئ المؤمن أن يكون قتاله للحمية؛ لأنه جل وعلا يريد أن تكون المعركة إيمانية؛ لتكون كلمة الله هي العليا حتى ولو كان المخالف له صلة نسب أو صلة عصب أو صلة عواطف. </p><p> والحق سبحانه وتعالى يريد أن يعلمنا ذلك؛ لأن الأمة الإسلامية ستواجه عنفا شرسا في تثبيت قاعدة الاختيار الإيماني في البشر، فقال الحق لرسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ إن قالوا لك ذلك {قُلْ مَتَاعُ الدنيا قَلِيلٌ} ، فالحرص على أن يستبقي المؤمن نفسه من القتل ليموت بعد أجل قريب يعني أن يريد أن يأخذ من الحياة فرصة أكبر، فأوضح الحق: لا، ضعوا مقياسا تقيسون به الجدوى، فسبحانه قال:  {إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة}  [التوبة: ١١١] . </p><p> إنه شراء وبيع. وأيضاً قال سبحانه في الصفقة الإيمانية:  {هَلْ أَدُلُّكمْ على تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ}  [الصف: ١٠] . </p><p> إذن فالله يعاملنا بملحظ النفعية الإنسانية، واللبق، الفطن، الذكي هو الذي يتاجر في الصفقة الرابحة أو المضمونة أو التي تكون جدواها والفائدة منها أكثر من سواها. </p><p> فلو أننا قارنا الدنيا، لعلمنا أنها مهما طالت لا تؤثر ولا تزيد في عمر الفرد؛ لأن الدنيا تطول في الزمن، لكنها بالنسبة للأفراد تكون بمقدار عمر كل واحد فيها، لا بمقدار أعمار الآخرين، فإن دامت للآخرين طويلاً، فما دخل الفرد في ذلك؟ </p><p> إذن فالدنيا بالنسبة للفرد هي زمن محدد، والله يبشر المؤمن الذي يقتل في سبيله أنه يأخذ من الصفقة زمناً غير محدود. وأيضاً فالبقاء في الدنيا بدون قتل وإلى أن </p><p> يموت الواحد حتف أنفه، هو بقاء مظنون وغير متيقن. ونحن نرى من يموت طفلاً أو شاباً أو كهلاً. أما الآخرة فهي غير محدودة وهي متيقنة. </p><p> إن النعيم في الدنيا يكون على مقدار تصور الفرد للنعيم وإمكانات الفرد في تحقيق النعيم. وأما النعيم في الآخرة فيكون على المقدار الذي أعده الله لعباده بطلاقة قدرته وسعة رحمته. فإن قارنا صفقة الدنيا بالآخرة لوجدنا أن متاع الدنيا على فرض أنه متاع هو قليل بالنسبة للآخرة. </p><p> إذن فالحق ينمي فينا قيمة الصفقة الإيمانية، ويعلم أن كل إنسان يحب الخير لنفسه، فلا يظنن أحد أن الدين جاء ليسلبه الحرية، أو ليستذله، فالدين إنما جاء ليربب للمؤمن النفعية وينميها له. </p><p> ومثال ذلك عندما منع الدين واحداً أن يسرق الآخرين فهو قد منع أيضاً كل الآخرين أن يسرقوا من أي واحد، وبذلك يكسب كل إنسان حماية الدين له، فحين يمنع الواحد عن فعل خطأ في حق الآخرين فهو قد منع الآخرين وهم ملايين أن يخطئوا في حقه. فإذا قال الدين لواحد: لا تمد عينيك إلى محارم غيرك، ففي هذا القول ما يوصي كل غير في الدنيا: لا تمدوا أعينكم إلى محارم فلان، فالكسب العظيم - إذن - يعود على الفرد. </p><p> وقول الحق:  {قُلْ مَتَاعُ الدنيا قَلِيلٌ والآخرة خَيْرٌ لِّمَنِ اتقى} يوضح لنا عظمة الصفقة الإيمانية، وبعد ذلك يؤكد لنا العدل في قوله:  {وَلاَ تُظْلَمُونَ فَتِيلاً} ونعرف أن الفتيل هو ما فُتل من الأقذار حينما يدعك الإنسان كفيه معاً، فيخرج ناتجا كالفتلة، أو الفتيل هو الفتلة في بطن النواة، أي لا نظلم حتى في الشيء التافه. والعدالة هنا بمشروطها؛ لأن الله أوضح أن من يصنع السيئة يجازي بسيئة مثلها، ومن يصنع حسنة يجازي بعشرة أمثالها أو أكثر. </p><p> وهكذا لا ترهق العدالة مؤمناً لأنها تأتي بفضلها، فالحسنة بعشر أمثالها أو أكثر، وتحسب الحسنة عند الله في ميزان العدالة بما أخذ من الفضل، فلا يقولن واحد: إن هناك عدلاً من الله بدون فضل. </p><p> إذن فقول الحق:  {وَلاَ تُظْلَمُونَ فَتِيلاً} هو بضميمة الفضل إلى العدل. ولذلك نحن ندعو الله قائلين: اللهم عاملنا بالفضل لا بالعدل؛ لأن مجرد العدل قد يتعبنا. وندعو الله: وبالإحسان لا بالميزان؛ لأنه لو عاملنا بالميزان قد نتعب. </p><p> وندعو الله: وبالجبر لا بالحساب، والجبر هو أن يجبرنا الله، وهكذا نرى أن قوله الحق:  {وَلاَ تُظْلَمُونَ فَتِيلاً} بلاغ من الحق لنا: أننا سنعدل معكم بالفضل فتكون السيئة بواحدة، وتكون الحسنة بعشر أمثالها أو أكثر. </p><p> وقوله الحق:  {وَلاَ تُظْلَمُونَ فَتِيلاً} يعين فيما قضي به سبحانه متفضلاً بالفضل مع العدل. وسبحانه يريد أن يطمئننا على أن قضايا الإيمان يجب أن يحافظ عليها، فإياك أن تظن أن عملك هو الذي سيعطيك الجزاء، إنما فضل الله هو الذي سيعطيك الجزاء. يقول الحق:  {قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ}  [يونس: ٥٨] . </p><p> فالفضل هو الذي يُفرح قلب المؤمن. ثم يأتي الحق سبحانه ليرد من بعد ذلك على قضية قالها المنافقون حينما خرج رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ في أحد، ثم قتل من قتل من المسلمين؛ فقال المنافقون:  «لو كانوا عندنا ما ماتوا وما قتلوا» ففهموا أن العندية عندهم حصن لهم من الموت، وأن الذهاب إلى القتال هو الذي يجلب الموت. ونعرف أن كل حدث من الأحداث له زمان وله مكان ونسميه الظرف. </p><p> إن الذين درسوا «الظرف» في النحو يقولون: «ظرف زمان أو ظرف مكان» ، فكل حدث من الأحداث لا بد أن يوجد له زمان ومكان. والزمان في الموت مبهم والمكان في الموت أيضاً مبهم، فظرف حدث الموت زماناً أو مكاناً مبهم، وحين يبهم الله شيئاً؛ فلا تظنوا أنه يريد أن يخفيه ويُغمضه علينا، إن الحق يبهم الأمر ليوضحه أوضح بيان، فالإبهام من عنده أوضح بيان، كيف؟ . </p><p> إنه سبحانه حين يجهلنا بزمن الموت ويخفيه علينا فمعنى ذلك أن الإنسان قد يستقبل الموت في أي لحظة، وهل هناك بيان أوضح من هذا؟ . فحين جهَّلنا بزمن الموت فهو لم يمنع عنا معرفة زمنه، ولكنه أشاع زمنه في كل زمن، فلا أحد بقادر على </p><p> الاحتياط من زمن الموت، وكذلك الحال في مكان الموت. </p><p> وها هوذا الحق يقول:  {أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ ... } . </p>"
}